{
  "doc_id": "15-010-0003",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "15-010-0003",
  "total_paragraphs": 116,
  "paragraphs": [
    {
      "id": "15-010-0003_p0001",
      "zh_CN": "请掀开经本第四页，从第三行看起：",
      "zh_TW": "請掀開經本第四頁，從第三行看起："
    },
    {
      "id": "15-010-0003_p0002",
      "zh_CN": "【尔时诸菩萨等。闻佛所说。举身毛竖。深生忧悔。便自抆泪。前白佛言。世尊。我今发露悔其过咎。我等常于菩萨乘人。轻慢嫉恚。及余业障。今于佛前如罪忏悔。我等今日于世尊前发弘誓愿。】",
      "zh_TW": "【爾時諸菩薩等。聞佛所說。舉身毛豎。深生憂悔。便自抆淚。前白佛言。世尊。我今發露悔其過咎。我等常於菩薩乘人。輕慢嫉恚。及餘業障。今於佛前如罪懺悔。我等今日於世尊前發弘誓願。】"
    },
    {
      "id": "15-010-0003_p0003",
      "zh_CN": "从这一段看起。向后的一大段是说明，这些无有智慧的初学菩萨，接受了世尊教诲之后，尤其是佛给他们说明过去生中所造的罪业，而感受我们一般人无法想像的苦报。这些菩萨实在说也非常难得，听了佛的教训之后，就能够忏悔，就能够改过自新，能在佛前发露忏悔。忏悔我们也必须要学习，忏悔法可以说学佛的同修无论是在家、出家都懂得、都明白，可是究竟怎样忏法，实在说并不能够完全了解。因此，过失依旧不断，天天在佛菩萨面前忏悔，天天造作业障，这样我们在修学就没有成效可言。这些菩萨给我们做个样子，给我们做个榜样，我们看看他是怎么样的忏悔？",
      "zh_TW": "從這一段看起。向後的一大段是說明，這些無有智慧的初學菩薩，接受了世尊教誨之後，尤其是佛給他們說明過去生中所造的罪業，而感受我們一般人無法想像的苦報。這些菩薩實在說也非常難得，聽了佛的教訓之後，就能夠懺悔，就能夠改過自新，能在佛前發露懺悔。懺悔我們也必須要學習，懺悔法可以說學佛的同修無論是在家、出家都懂得、都明白，可是究竟怎樣懺法，實在說並不能夠完全瞭解。因此，過失依舊不斷，天天在佛菩薩面前懺悔，天天造作業障，這樣我們在修學就沒有成效可言。這些菩薩給我們做個樣子，給我們做個榜樣，我們看看他是怎麼樣的懺悔？"
    },
    {
      "id": "15-010-0003_p0004",
      "zh_CN": "前面这段是总说，『我等』就是这六十位菩萨，诸位要晓得，五百个初学的菩萨，其中只有六十人接受弥勒菩萨的劝告，来见释迦牟尼佛，这已经算是少数。如果说到现代，可以说真正是古人所形容的凤毛麟角，真肯回头的人太少了。我等，就是这六十人，我们这六十个人，『常于菩萨乘人』，「菩萨乘」前面说过，不论是在家、出家，凡是上求佛道，下化众生，做这种事业的都叫做菩萨乘人，所以包含在家菩萨。对这些人轻慢、嫉妒、瞋恚，以及其他的业障，这都是过去常常造作的。现在晓得错了，无量劫来受了许多的苦难，前面世尊说他们这些人，过去生中因为毁谤讲经的比丘，堕地狱一千八百万年。地狱出来之后，余报时间就更长，这是我们应当要记住的，才知道造作罪业很容易，堕落在三途出来非常的困难。下面他们发了十三弘愿，这十三弘愿就是真实的忏悔法。我们看第一条：",
      "zh_TW": "前面這段是總說，『我等』就是這六十位菩薩，諸位要曉得，五百個初學的菩薩，其中只有六十人接受彌勒菩薩的勸告，來見釋迦牟尼佛，這已經算是少數。如果說到現代，可以說真正是古人所形容的鳳毛麟角，真肯回頭的人太少了。我等，就是這六十人，我們這六十個人，『常於菩薩乘人』，「菩薩乘」前面說過，不論是在家、出家，凡是上求佛道，下化眾生，做這種事業的都叫做菩薩乘人，所以包含在家菩薩。對這些人輕慢、嫉妒、瞋恚，以及其他的業障，這都是過去常常造作的。現在曉得錯了，無量劫來受了許多的苦難，前面世尊說他們這些人，過去生中因為毀謗講經的比丘，墮地獄一千八百萬年。地獄出來之後，餘報時間就更長，這是我們應當要記住的，才知道造作罪業很容易，墮落在三途出來非常的困難。下面他們發了十三弘願，這十三弘願就是真實的懺悔法。我們看第一條："
    },
    {
      "id": "15-010-0003_p0005",
      "zh_CN": "【世尊。我从今日至未来际。】",
      "zh_TW": "【世尊。我從今日至未來際。】"
    },
    {
      "id": "15-010-0003_p0006",
      "zh_CN": "因为他们是菩萨，他不是比丘，比丘是尽形寿，是这一生，菩萨是「尽未来际」，这一点必须要辨别清楚。",
      "zh_TW": "因為他們是菩薩，他不是比丘，比丘是盡形壽，是這一生，菩薩是「盡未來際」，這一點必須要辨別清楚。"
    },
    {
      "id": "15-010-0003_p0007",
      "zh_CN": "【若于菩萨乘人。】",
      "zh_TW": "【若於菩薩乘人。】"
    },
    {
      "id": "15-010-0003_p0008",
      "zh_CN": "『菩萨乘』要记住，就是自己如教修行，还要帮助别人修行，这是菩萨，无论是言教或者是身教，都是属于菩萨乘人。",
      "zh_TW": "『菩薩乘』要記住，就是自己如教修行，還要幫助別人修行，這是菩薩，無論是言教或者是身教，都是屬於菩薩乘人。"
    },
    {
      "id": "15-010-0003_p0009",
      "zh_CN": "【见有违犯举露其过。】",
      "zh_TW": "【見有違犯舉露其過。】"
    },
    {
      "id": "15-010-0003_p0010",
      "zh_CN": "菩萨乘人里面有两种，一种是初学的菩萨，初学菩萨定慧没有成就，换句话说，他还是凡夫，既然是凡夫总免不了有过失，我们中国古人也常说，「人非圣贤，孰能无过」。你见到过失你举发他，到处去宣传，说他的过失，叫人家对他丧失信心，不要跟他学习，那就是前面讲的，佛说的将来堕地狱一千八百万年。这是一种，初学菩萨。另外一种，那是真正的大菩萨，我们常讲法身大士，他是再来人。再来有的时候他示现过失，他并不是真正犯过失，他故意装作犯过失的样子，他别有用意，他不是真的过失。但是我们凡夫不知道，以为他真的在犯过失。对于这种人你去毁谤，罪业就更重了，不止一千八百万年的阿鼻地狱，不止！他的示现必定有他的因缘，决定不是偶然的，这些事情他也不会告诉我们，我们也无从明了。所以只要见到弘法利生的人，见到他犯过失，见如不见，不要放在心上，不要放在口上，不要破坏弘法利生的事业。『举』是举发，『露』是显露出来、显示出来，让人人都知道他的过失，这样对这个法师信心丧尽，断一切众生的法身慧命。他结罪是在这里结的，前面也跟诸位报告过了，这个罪过非常之重。他们发愿，就是从今以后尽未来际，若于菩萨乘人，见有违犯举露过失：",
      "zh_TW": "菩薩乘人裡面有兩種，一種是初學的菩薩，初學菩薩定慧沒有成就，換句話說，他還是凡夫，既然是凡夫總免不了有過失，我們中國古人也常說，「人非聖賢，孰能無過」。你見到過失你舉發他，到處去宣傳，說他的過失，叫人家對他喪失信心，不要跟他學習，那就是前面講的，佛說的將來墮地獄一千八百萬年。這是一種，初學菩薩。另外一種，那是真正的大菩薩，我們常講法身大士，他是再來人。再來有的時候他示現過失，他並不是真正犯過失，他故意裝作犯過失的樣子，他別有用意，他不是真的過失。但是我們凡夫不知道，以為他真的在犯過失。對於這種人你去毀謗，罪業就更重了，不止一千八百萬年的阿鼻地獄，不止！他的示現必定有他的因緣，決定不是偶然的，這些事情他也不會告訴我們，我們也無從明瞭。所以只要見到弘法利生的人，見到他犯過失，見如不見，不要放在心上，不要放在口上，不要破壞弘法利生的事業。『舉』是舉發，『露』是顯露出來、顯示出來，讓人人都知道他的過失，這樣對這個法師信心喪盡，斷一切眾生的法身慧命。他結罪是在這裡結的，前面也跟諸位報告過了，這個罪過非常之重。他們發願，就是從今以後盡未來際，若於菩薩乘人，見有違犯舉露過失："
    },
    {
      "id": "15-010-0003_p0011",
      "zh_CN": "【我等则为欺诳如来。】",
      "zh_TW": "【我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0012",
      "zh_CN": "如果有这个事情，那我就是欺骗诸佛如来，这个事情决定不敢做。佛讲一切罪业里面这是摆在第一条，这个罪过极重。第二条是：",
      "zh_TW": "如果有這個事情，那我就是欺騙諸佛如來，這個事情決定不敢做。佛講一切罪業裡面這是擺在第一條，這個罪過極重。第二條是："
    },
    {
      "id": "15-010-0003_p0013",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。戏弄讥嫌恐惧轻贱。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。戲弄譏嫌恐懼輕賤。】"
    },
    {
      "id": "15-010-0003_p0014",
      "zh_CN": "这也是不可以的，为什么？对于行菩萨道的人没有恭敬心、没有尊重心，轻易去『戏弄』他。『讥嫌』他，讥是讥刺，嫌是嫌弃。『恐惧』用现在的话说威胁他，『轻贱』他，轻贱是瞧不起他，这也是常常容易犯的过失。为什么？这些毛病都是我们无始劫以来的习气。对一般人，甚至于对经论里面常说的，对你家里面使唤的佣人，你用这种态度对他都有罪过，何况对弘法利生的这些菩萨乘人。如果有这个事情：",
      "zh_TW": "這也是不可以的，為什麼？對於行菩薩道的人沒有恭敬心、沒有尊重心，輕易去『戲弄』他。『譏嫌』他，譏是譏刺，嫌是嫌棄。『恐懼』用現在的話說威脅他，『輕賤』他，輕賤是瞧不起他，這也是常常容易犯的過失。為什麼？這些毛病都是我們無始劫以來的習氣。對一般人，甚至於對經論裡面常說的，對你家裡面使喚的傭人，你用這種態度對他都有罪過，何況對弘法利生的這些菩薩乘人。如果有這個事情："
    },
    {
      "id": "15-010-0003_p0015",
      "zh_CN": "【我等则为欺诳如来。】",
      "zh_TW": "【我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0016",
      "zh_CN": "这都是欺骗诸佛菩萨。第三条：",
      "zh_TW": "這都是欺騙諸佛菩薩。第三條："
    },
    {
      "id": "15-010-0003_p0017",
      "zh_CN": "【世尊。我从今日至未来际。若见在家出家菩萨乘人。】",
      "zh_TW": "【世尊。我從今日至未來際。若見在家出家菩薩乘人。】"
    },
    {
      "id": "15-010-0003_p0018",
      "zh_CN": "这个地方就是特别说明，前面都是这样的，这个句子有的省略，有的详细，菩萨乘人有在家有出家的。",
      "zh_TW": "這個地方就是特別說明，前面都是這樣的，這個句子有的省略，有的詳細，菩薩乘人有在家有出家的。"
    },
    {
      "id": "15-010-0003_p0019",
      "zh_CN": "【以五欲乐。】",
      "zh_TW": "【以五欲樂。】"
    },
    {
      "id": "15-010-0003_p0020",
      "zh_CN": "『五欲』是财色名食睡。",
      "zh_TW": "『五欲』是財色名食睡。"
    },
    {
      "id": "15-010-0003_p0021",
      "zh_CN": "【游戏欢娱。见受用时。】",
      "zh_TW": "【遊戲歡娛。見受用時。】"
    },
    {
      "id": "15-010-0003_p0022",
      "zh_CN": "也就是说看见这些菩萨乘人享乐，享什么乐？世间五欲六尘的乐趣。譬如现在像唱歌、跳舞，娱乐的场所，这些菩萨乘人他们也在那里玩，也在那里享受。",
      "zh_TW": "也就是說看見這些菩薩乘人享樂，享什麼樂？世間五欲六塵的樂趣。譬如現在像唱歌、跳舞，娛樂的場所，這些菩薩乘人他們也在那裡玩，也在那裡享受。"
    },
    {
      "id": "15-010-0003_p0023",
      "zh_CN": "【终不于彼。伺求其过。】",
      "zh_TW": "【終不於彼。伺求其過。】"
    },
    {
      "id": "15-010-0003_p0024",
      "zh_CN": "看到人家在这些场合当中，去找他的毛病，说他破戒，说他心不清净，说他违背佛陀教诫。这就是找他的毛病，这个是决定错误。不但不可以这样做法，『伺』是暗中在那里寻找，挑剔他的毛病。不但不可以这样做法，而：",
      "zh_TW": "看到人家在這些場合當中，去找他的毛病，說他破戒，說他心不清淨，說他違背佛陀教誡。這就是找他的毛病，這個是決定錯誤。不但不可以這樣做法，『伺』是暗中在那裡尋找，挑剔他的毛病。不但不可以這樣做法，而："
    },
    {
      "id": "15-010-0003_p0025",
      "zh_CN": "【常生信敬。】",
      "zh_TW": "【常生信敬。】"
    },
    {
      "id": "15-010-0003_p0026",
      "zh_CN": "对于菩萨人要有信心、要有恭敬，这印光大师从前讲过「一分诚敬得一分利益，十分诚敬得十分利益」。同样是一个法师在讲经说法，听众所得的利益并不一样，这个实在讲与聪明智慧关系不大，在恭敬心。你十分恭敬的话，这个法师是个凡夫身，听众会证果，古时候有这个例子的。讲经的人是凡夫，听经的人证果了，证阿罗汉的、成菩萨的，有这个事情，什么原因？真诚恭敬。如果对法师没有恭敬心，你就是跟他听一百年也没有用处，你也得不到利益，为什么？你根本没有瞧得起他，他说的算什么！",
      "zh_TW": "對於菩薩人要有信心、要有恭敬，這印光大師從前講過「一分誠敬得一分利益，十分誠敬得十分利益」。同樣是一個法師在講經說法，聽眾所得的利益並不一樣，這個實在講與聰明智慧關係不大，在恭敬心。你十分恭敬的話，這個法師是個凡夫身，聽眾會證果，古時候有這個例子的。講經的人是凡夫，聽經的人證果了，證阿羅漢的、成菩薩的，有這個事情，什麼原因？真誠恭敬。如果對法師沒有恭敬心，你就是跟他聽一百年也沒有用處，你也得不到利益，為什麼？你根本沒有瞧得起他，他說的算什麼！"
    },
    {
      "id": "15-010-0003_p0027",
      "zh_CN": "所以在中国古代，参学的人，参访善知识，诸位在佛教历史里面可以看到，在《高僧传》、《居士传》里面可以看到，在古德的《语录》里面可以看到，还有这些名山的山志里面也可以看到。学人来参学，见到这边的方丈老和尚，谈谈话之后，老和尚就指示他，你的缘分不在我这里，你到某个地方去，你去亲近某个善知识，你会有成就。他听了他的介绍，他到那个地方去参学，果然不错，三年、五年他开悟，他有成就了。像这些事情，语录里面、传记里面我们看得太多了。这里头什么个道理？难道指示的这个人没有能力教他吗？会在那个善知识之下吗？不是的。中国的文字讲求的是简单，绝不麻烦，绝不啰嗦。几句话，那个老师一定问得很多，譬如你来了，一定问你，你叫什么名字，你是哪里人，你多大年岁，你过去学些什么东西，一定问很多话，但是记载只有一两行，这是中国的文字。",
      "zh_TW": "所以在中國古代，參學的人，參訪善知識，諸位在佛教歷史裡面可以看到，在《高僧傳》、《居士傳》裡面可以看到，在古德的《語錄》裡面可以看到，還有這些名山的山誌裡面也可以看到。學人來參學，見到這邊的方丈老和尚，談談話之後，老和尚就指示他，你的緣分不在我這裡，你到某個地方去，你去親近某個善知識，你會有成就。他聽了他的介紹，他到那個地方去參學，果然不錯，三年、五年他開悟，他有成就了。像這些事情，語錄裡面、傳記裡面我們看得太多了。這裡頭什麼個道理？難道指示的這個人沒有能力教他嗎？會在那個善知識之下嗎？不是的。中國的文字講求的是簡單，絕不麻煩，絕不囉嗦。幾句話，那個老師一定問得很多，譬如你來了，一定問你，你叫什麼名字，你是哪裡人，你多大年歲，你過去學些什麼東西，一定問很多話，但是記載只有一兩行，這是中國的文字。"
    },
    {
      "id": "15-010-0003_p0028",
      "zh_CN": "所以你要懂得，他们一定谈得很多。问他你喜欢哪个法门，你最尊敬的是哪些人？他一定告诉他，我心目当中所仰慕的、尊敬的是哪个人。这个老师说你就去亲近他，你到我这里来没有用处，因为你对我尊敬心不够，你在我这里不会有成就，你到那边去。结果他到那边去，果然没错，三年、两年他开悟了，他证果了。这就说明一分恭敬一分利益，十分恭敬十分利益。我们要找善知识到哪里找？找你心目当中最尊敬的人，这个人甚至于他没有学问，他也没有道行，你尊敬他，他所说的东西你会百分之百的做到，你就成就了。我们中国古人常讲青出于蓝而胜于蓝，你的成就一定超过老师。如果你对这个老师没有恭敬心，他讲得再好，你掉以轻心，你不会去做。你跟他再长的时间也没用处，也得不到丝毫的利益，道理就在此地。所以说『常生敬信』这两个字重要，是我们修学成功关键的两个字。",
      "zh_TW": "所以你要懂得，他們一定談得很多。問他你喜歡哪個法門，你最尊敬的是哪些人？他一定告訴他，我心目當中所仰慕的、尊敬的是哪個人。這個老師說你就去親近他，你到我這裡來沒有用處，因為你對我尊敬心不夠，你在我這裡不會有成就，你到那邊去。結果他到那邊去，果然沒錯，三年、兩年他開悟了，他證果了。這就說明一分恭敬一分利益，十分恭敬十分利益。我們要找善知識到哪裡找？找你心目當中最尊敬的人，這個人甚至於他沒有學問，他也沒有道行，你尊敬他，他所說的東西你會百分之百的做到，你就成就了。我們中國古人常講青出於藍而勝於藍，你的成就一定超過老師。如果你對這個老師沒有恭敬心，他講得再好，你掉以輕心，你不會去做。你跟他再長的時間也沒用處，也得不到絲毫的利益，道理就在此地。所以說『常生敬信』這兩個字重要，是我們修學成功關鍵的兩個字。"
    },
    {
      "id": "15-010-0003_p0029",
      "zh_CN": "【起教师想。】",
      "zh_TW": "【起教師想。】"
    },
    {
      "id": "15-010-0003_p0030",
      "zh_CN": "常常想到他是我的亲教师，我要跟他学习，这个态度就对了。",
      "zh_TW": "常常想到他是我的親教師，我要跟他學習，這個態度就對了。"
    },
    {
      "id": "15-010-0003_p0031",
      "zh_CN": "【若不尔者。我等则为欺诳如来。】",
      "zh_TW": "【若不爾者。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0032",
      "zh_CN": "这就不必说了。再看第四段：",
      "zh_TW": "這就不必說了。再看第四段："
    },
    {
      "id": "15-010-0003_p0033",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。悭亲友家及诸利养。恼彼身心。令其逼迫。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。慳親友家及諸利養。惱彼身心。令其逼迫。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0034",
      "zh_CN": "这段是什么意思？『悭』是悭吝心，『亲友家』是我自己的亲戚朋友，对于这个人很恭敬，拿很多财物去供养他，我看到心里好难过，就是心量很小。看到我的这些亲戚朋友、兄弟姐妹都去拜他、尊敬他、供养他，我心里难过，要想方法来障碍他。『恼彼身心，令其逼迫』，这是由悭贪、嫉妒而生的，而生的烦恼。因这个烦恼要来破坏这个菩萨乘人，菩萨乘人不论是在家、出家，要想方法去障碍他，要想方法去破坏他，叫他生烦恼，甚至于逼迫他离开这个地方。这些事情，世尊在世的时候都有，现在更多，修菩萨道的人不可以不知道，这就是常讲的魔障，道高一尺，魔高一丈。",
      "zh_TW": "這段是什麼意思？『慳』是慳吝心，『親友家』是我自己的親戚朋友，對於這個人很恭敬，拿很多財物去供養他，我看到心裡好難過，就是心量很小。看到我的這些親戚朋友、兄弟姐妹都去拜他、尊敬他、供養他，我心裡難過，要想方法來障礙他。『惱彼身心，令其逼迫』，這是由慳貪、嫉妒而生的，而生的煩惱。因這個煩惱要來破壞這個菩薩乘人，菩薩乘人不論是在家、出家，要想方法去障礙他，要想方法去破壞他，叫他生煩惱，甚至於逼迫他離開這個地方。這些事情，世尊在世的時候都有，現在更多，修菩薩道的人不可以不知道，這就是常講的魔障，道高一尺，魔高一丈。"
    },
    {
      "id": "15-010-0003_p0035",
      "zh_CN": "菩萨乘人在这个时代，从前李老师常常教导我们，我们对任何人都要磕头作揖，任何人都在我头顶上，我自己摆在地上让人家践踏，你才能行菩萨道。如果你想现代人对你恭敬，不可能，没有这回事情。现在人不整你、不糟蹋你、不污蔑你，你就算非常幸运。尤其是弘法利生的人，讲经讲得好的人，走投无路。我教诫几个讲经的，我都跟他讲：我是过来人，我有这个经验，你们讲得不好，人家笑话你，讥讽你，还没有什么大的障碍。你要讲得好，像现在讲的有知名度，又有很多人皈依、供养，你的祸害就来了，这个常识不能不知道。要晓得，造作这些罪业的人罪业很重，但是这个说法没有人相信，几个人看到佛经里面讲的话他能肯定、能相信？所以，业障还是继续不断在造，果报没有现前，果报他也没看到，总是不以为然。佛这些话大概是劝善之言而已，不见得就有这么重的罪过，有这么重的罪报。所以一些人很难接受，很难相信。下面一段说：",
      "zh_TW": "菩薩乘人在這個時代，從前李老師常常教導我們，我們對任何人都要磕頭作揖，任何人都在我頭頂上，我自己擺在地上讓人家踐踏，你才能行菩薩道。如果你想現代人對你恭敬，不可能，沒有這回事情。現在人不整你、不糟蹋你、不污衊你，你就算非常幸運。尤其是弘法利生的人，講經講得好的人，走投無路。我教誡幾個講經的，我都跟他講：我是過來人，我有這個經驗，你們講得不好，人家笑話你，譏諷你，還沒有什麼大的障礙。你要講得好，像現在講的有知名度，又有很多人皈依、供養，你的禍害就來了，這個常識不能不知道。要曉得，造作這些罪業的人罪業很重，但是這個說法沒有人相信，幾個人看到佛經裡面講的話他能肯定、能相信？所以，業障還是繼續不斷在造，果報沒有現前，果報他也沒看到，總是不以為然。佛這些話大概是勸善之言而已，不見得就有這麼重的罪過，有這麼重的罪報。所以一些人很難接受，很難相信。下面一段說："
    },
    {
      "id": "15-010-0003_p0036",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。以一麤言令其不悦。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。以一麤言令其不悅。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0037",
      "zh_CN": "这就是说话粗鲁，很难听，叫人听到难过、难受。有些时候说的人无心无意，但是听的人往往受不了，这些事情在中国历史上都有记载。我们看到唐朝郭子仪的传记，郭子仪为人恭敬，就是处事待人接物恭敬、小心、谨慎，决定不得罪人。他那个时候封汾阳王，封王，朝廷里头有个小官叫卢杞，这历史上有记载的，那个时候这个人的地位大概相当于现在普通一个科长，职位很小。卢杞到他家里来，有事情办事来拜访他的时候，他一定是朝服接见，如临大兵，穿着朝服来接见他。普通的很大的官那里，他们都很随便，就是便衣接见。以后人家问他，你对待这样一个小官，为什么要这样隆重的礼节？他就说了，他说卢杞是个记仇的人，记恨的人，哪个人要得罪他，他一生不会忘记。他将来要得志的时候，报复那就吃不消了。所以，对于这种报复心很强烈的，他非常恭敬，一点不失礼。到后来果然没错，卢杞后来拜相，凡是得罪的人没有一个不遭殃的，惟有郭子仪能保全。所以历史上对他很佩服，他能够看人，瞋恨心重的、嫉妒心重的、报复心重的，对他都特别恭敬。",
      "zh_TW": "這就是說話粗魯，很難聽，叫人聽到難過、難受。有些時候說的人無心無意，但是聽的人往往受不了，這些事情在中國歷史上都有記載。我們看到唐朝郭子儀的傳記，郭子儀為人恭敬，就是處事待人接物恭敬、小心、謹慎，決定不得罪人。他那個時候封汾陽王，封王，朝廷裡頭有個小官叫盧杞，這歷史上有記載的，那個時候這個人的地位大概相當於現在普通一個科長，職位很小。盧杞到他家裡來，有事情辦事來拜訪他的時候，他一定是朝服接見，如臨大兵，穿著朝服來接見他。普通的很大的官那裡，他們都很隨便，就是便衣接見。以後人家問他，你對待這樣一個小官，為什麼要這樣隆重的禮節？他就說了，他說盧杞是個記仇的人，記恨的人，哪個人要得罪他，他一生不會忘記。他將來要得志的時候，報復那就吃不消了。所以，對於這種報復心很強烈的，他非常恭敬，一點不失禮。到後來果然沒錯，盧杞後來拜相，凡是得罪的人沒有一個不遭殃的，惟有郭子儀能保全。所以歷史上對他很佩服，他能夠看人，瞋恨心重的、嫉妒心重的、報復心重的，對他都特別恭敬。"
    },
    {
      "id": "15-010-0003_p0038",
      "zh_CN": "所以，言语要很小心、很谨慎，中国古代的教育，孔老夫子教育四科，四个学科，第一个是德行，第二就是言语，言语关系一个人一生的祸福，不能小看。第三科才是政事，政事就是现在讲办事情的能力。第四才是文学，办事是你有谋生的能力，有谋生的能力之后，才可以有多余的时间修学艺术、文艺。所以，他把德行摆在第一，第二就是言语，对于言语非常重视，佛门里也是如此。许多的罪业都是在言语里头造的，《无量寿经》讲修行的纲领，通常我们讲三业身语意，把身摆在第一，可是《无量寿经》上，佛是把口业摆在第一。「善护口业，不讥他过」，摆在第一条，「善护身业，不失律仪」摆在第二条，这就是特别重视口业，最容易犯过的是口业。下面一条，第六条：",
      "zh_TW": "所以，言語要很小心、很謹慎，中國古代的教育，孔老夫子教育四科，四個學科，第一個是德行，第二就是言語，言語關係一個人一生的禍福，不能小看。第三科才是政事，政事就是現在講辦事情的能力。第四才是文學，辦事是你有謀生的能力，有謀生的能力之後，才可以有多餘的時間修學藝術、文藝。所以，他把德行擺在第一，第二就是言語，對於言語非常重視，佛門裡也是如此。許多的罪業都是在言語裡頭造的，《無量壽經》講修行的綱領，通常我們講三業身語意，把身擺在第一，可是《無量壽經》上，佛是把口業擺在第一。「善護口業，不譏他過」，擺在第一條，「善護身業，不失律儀」擺在第二條，這就是特別重視口業，最容易犯過的是口業。下面一條，第六條："
    },
    {
      "id": "15-010-0003_p0039",
      "zh_CN": "【世尊。我从今日至未来际。若于菩萨乘人。昼夜六时不勤礼事。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於菩薩乘人。晝夜六時不勤禮事。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0040",
      "zh_CN": "『昼夜六时』是没有间断的，『礼事』就是恭敬承事。这一条非常难得，不找他的麻烦、不说他的过失已经就相当难了。对他能真正生起恭敬心，这恭敬心没有间断，能够奉事他，奉事要用现在话说就是替他服务，礼事里头就是恭敬、服务，恭敬服务的心永远不退转，永远不间断，这是非常之难得。第七条：",
      "zh_TW": "『晝夜六時』是沒有間斷的，『禮事』就是恭敬承事。這一條非常難得，不找他的麻煩、不說他的過失已經就相當難了。對他能真正生起恭敬心，這恭敬心沒有間斷，能夠奉事他，奉事要用現在話說就是替他服務，禮事裡頭就是恭敬、服務，恭敬服務的心永遠不退轉，永遠不間斷，這是非常之難得。第七條："
    },
    {
      "id": "15-010-0003_p0041",
      "zh_CN": "【世尊。我从今日至未来际。为欲护持此弘誓故不惜身命。若不尔者。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。為欲護持此弘誓故不惜身命。若不爾者。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0042",
      "zh_CN": "此地讲的『弘誓』就是指前面的六条，当然也包括后面的六条，因为他们发的誓愿总共是十三条，这条放在当中。『不惜身命』我要护持我的誓愿，这也是非常之难得。",
      "zh_TW": "此地講的『弘誓』就是指前面的六條，當然也包括後面的六條，因為他們發的誓願總共是十三條，這條放在當中。『不惜身命』我要護持我的誓願，這也是非常之難得。"
    },
    {
      "id": "15-010-0003_p0043",
      "zh_CN": "【世尊。我从今日至未来际。若于声闻及辟支佛。以轻慢心。谓于彼等不胜于我。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於聲聞及辟支佛。以輕慢心。謂於彼等不勝於我。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0044",
      "zh_CN": "声闻是小乘，辟支佛也是小乘，但是经上也称他为中乘；如果讲三乘，辟支佛是中乘，菩萨是大乘，辟支佛是中乘，声闻是小乘；如果讲二乘，菩萨是大乘，声闻跟辟支佛都是小乘，经上有这两种讲法。因为自己是学大乘的人，像现在我们看到泰国的法师，看到斯里兰卡的法师，他们是学小乘的，我们对他起了轻慢的心。我是大乘，你们不如我，起这个念头你就错了。我们要问错在哪里？《金刚经》上说得很清楚、很明白，你起这种心是贡高我慢，你生烦恼了，而且你着了我相、人相、众生相、寿者相。对于大乘教已经忘得干干净净，你才会起这个念头。这是发愿，以后遇到声闻、辟支佛乘人，不敢再以轻慢心。第九条：",
      "zh_TW": "聲聞是小乘，辟支佛也是小乘，但是經上也稱他為中乘；如果講三乘，辟支佛是中乘，菩薩是大乘，辟支佛是中乘，聲聞是小乘；如果講二乘，菩薩是大乘，聲聞跟辟支佛都是小乘，經上有這兩種講法。因為自己是學大乘的人，像現在我們看到泰國的法師，看到斯里蘭卡的法師，他們是學小乘的，我們對他起了輕慢的心。我是大乘，你們不如我，起這個念頭你就錯了。我們要問錯在哪裡？《金剛經》上說得很清楚、很明白，你起這種心是貢高我慢，你生煩惱了，而且你著了我相、人相、眾生相、壽者相。對於大乘教已經忘得乾乾淨淨，你才會起這個念頭。這是發願，以後遇到聲聞、辟支佛乘人，不敢再以輕慢心。第九條："
    },
    {
      "id": "15-010-0003_p0045",
      "zh_CN": "【世尊。我从今日至未来际。若不善能摧伏其身。生下劣想。如旃陀罗及于狗犬。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若不善能摧伏其身。生下劣想。如旃陀羅及於狗犬。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0046",
      "zh_CN": "这条非常难得，古代儒家教人学礼，这是从小就要修学的，礼的精神是自卑而尊人，礼的精神，自己卑下，尊崇别人。佛法也是如此，这个地方说得是最究竟、最彻底。菩萨当中有位常不轻菩萨，我想许多同修在经上都读到过，常不轻菩萨也就是实践这条，这个大愿。除自己之外，一切众生皆是诸佛如来、皆是菩萨、皆是善知识、皆是老师，他生这个想。所以在这个世间最卑下的就是自己，这个观念好，折伏自己的烦恼。『善能摧伏其身』，「身」就是贪瞋痴慢、嫉妒障碍，要把这些烦恼消除掉。那怎么办？『生下劣想』，一切众生当中我最下，一切众生当中我最劣。『如旃陀罗』，古印度四种阶级，旃陀罗是最卑下的阶级，甚至于比旃陀罗更下的『狗犬』。今天这六十位菩萨，真的是回头是岸，彻底回头。这段经文里面没有说「若于菩萨乘人」，对菩萨乘人，你看文里面就是前面六条，往下去不仅是菩萨乘人，对一切众生。再看下面一条：",
      "zh_TW": "這條非常難得，古代儒家教人學禮，這是從小就要修學的，禮的精神是自卑而尊人，禮的精神，自己卑下，尊崇別人。佛法也是如此，這個地方說得是最究竟、最徹底。菩薩當中有位常不輕菩薩，我想許多同修在經上都讀到過，常不輕菩薩也就是實踐這條，這個大願。除自己之外，一切眾生皆是諸佛如來、皆是菩薩、皆是善知識、皆是老師，他生這個想。所以在這個世間最卑下的就是自己，這個觀念好，折伏自己的煩惱。『善能摧伏其身』，「身」就是貪瞋痴慢、嫉妒障礙，要把這些煩惱消除掉。那怎麼辦？『生下劣想』，一切眾生當中我最下，一切眾生當中我最劣。『如旃陀羅』，古印度四種階級，旃陀羅是最卑下的階級，甚至於比旃陀羅更下的『狗犬』。今天這六十位菩薩，真的是回頭是岸，徹底回頭。這段經文裡面沒有說「若於菩薩乘人」，對菩薩乘人，你看文裡面就是前面六條，往下去不僅是菩薩乘人，對一切眾生。再看下面一條："
    },
    {
      "id": "15-010-0003_p0047",
      "zh_CN": "【世尊。我从今日至未来际。若自赞叹于他毁呰。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若自讚歎於他毀呰。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0048",
      "zh_CN": "这就是《菩萨戒经》里面所讲的「自赞毁他」，对自己赞叹。今天这个世间，自赞大家都认为是应该的，为什么？现在人自己稍稍有一点长处，都说值得骄傲，值得骄傲就是自己赞叹，就是自赞。轻视别人，『毁呰』，毁是毁谤，呰是斥责，责备别人，骂詈别人。所以这里面没有说对菩萨乘人，这是对一切众生，不可以这么做法。对自己菩萨道决定有障碍，对自己往生净土也决定产生障碍，为什么？净土大家都晓得，心净则土净，我们修净土修的什么？修的清净心。读经、念佛是方法，用这个方法把烦恼、分别、习气断掉，要把清净心念出来，心净则土净，这才能往生。如果清净心不能现前，古人讲的，一天念十万声佛号，所谓「喊破喉咙也枉然」，你的心跟西方净土不相应，这个必须要明了。这些诸位仔细看看，都是妨碍清净心的。",
      "zh_TW": "這就是《菩薩戒經》裡面所講的「自讚毀他」，對自己讚歎。今天這個世間，自讚大家都認為是應該的，為什麼？現在人自己稍稍有一點長處，都說值得驕傲，值得驕傲就是自己讚歎，就是自讚。輕視別人，『毀呰』，毀是毀謗，呰是斥責，責備別人，罵詈別人。所以這裡面沒有說對菩薩乘人，這是對一切眾生，不可以這麼做法。對自己菩薩道決定有障礙，對自己往生淨土也決定產生障礙，為什麼？淨土大家都曉得，心淨則土淨，我們修淨土修的什麼？修的清淨心。讀經、念佛是方法，用這個方法把煩惱、分別、習氣斷掉，要把清淨心念出來，心淨則土淨，這才能往生。如果清淨心不能現前，古人講的，一天念十萬聲佛號，所謂「喊破喉嚨也枉然」，你的心跟西方淨土不相應，這個必須要明瞭。這些諸位仔細看看，都是妨礙清淨心的。"
    },
    {
      "id": "15-010-0003_p0049",
      "zh_CN": "【世尊。我从今日至未来际。若不怖畏斗诤之处。去百由旬如疾风吹。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若不怖畏鬥諍之處。去百由旬如疾風吹。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0050",
      "zh_CN": "这是对于斗争的地方，小的就是互相吵嘴、打架、吵闹的地方，赶紧离开，修行人离开这个是非场。大的是战争的地方，战争的区域我们要知道远离，避免伤害更避免卷入。『百由旬』这是比喻，就是叫你远远的离开，『如疾风吹』是快快的离开，我们遇到这个场合要赶紧走，这个场合不宜逗留。",
      "zh_TW": "這是對於鬥爭的地方，小的就是互相吵嘴、打架、吵鬧的地方，趕緊離開，修行人離開這個是非場。大的是戰爭的地方，戰爭的區域我們要知道遠離，避免傷害更避免捲入。『百由旬』這是比喻，就是叫你遠遠的離開，『如疾風吹』是快快的離開，我們遇到這個場合要趕緊走，這個場合不宜逗留。"
    },
    {
      "id": "15-010-0003_p0051",
      "zh_CN": "【世尊。我从今日至未来际。若于持戒多闻头陀。少欲知足一切功德。身自炫曜。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。若於持戒多聞頭陀。少欲知足一切功德。身自炫曜。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0052",
      "zh_CN": "这些现在人都是值得骄傲的。这是说自己，自己真正持戒，戒律清净，往往自己戒行清净，对于不持戒的人就轻视，就轻慢了，这个习气也是与生俱来的。我们佛门里面有个故事，佛法讲公案，现在人讲故事。唐朝时候道宣律师持戒精严，他日中一食，戒律之严感动天神供养。所以他的饭，他中午这一餐饭，天人来送供养。有一次窥基法师，就是法相宗的大德，玄奘大师的学生，从他那个地方经过。他住在终南山，窥基法师从那边经过，听说道宣法师持律很严，他就特地到山上去拜访他。道宣律师听说窥基法师对于戒律很马虎，好像不很重视，没有那么严格，于是乎他就有轻慢的心，就想来表演。结果中午没人来送饭，他也无可奈何。窥基法师离开了，第二天天人来送饭给他，他就责备他，昨天你为什么不送供饭来？天人就告诉他，昨天有大乘菩萨在山上，满山的护法神，我不敢进来。道宣听了这个话，满身流汗，知道自己错了，那是大乘菩萨，不是普通人。这是自己持戒持得好，就轻慢别人不持戒。",
      "zh_TW": "這些現在人都是值得驕傲的。這是說自己，自己真正持戒，戒律清淨，往往自己戒行清淨，對於不持戒的人就輕視，就輕慢了，這個習氣也是與生俱來的。我們佛門裡面有個故事，佛法講公案，現在人講故事。唐朝時候道宣律師持戒精嚴，他日中一食，戒律之嚴感動天神供養。所以他的飯，他中午這一餐飯，天人來送供養。有一次窺基法師，就是法相宗的大德，玄奘大師的學生，從他那個地方經過。他住在終南山，窺基法師從那邊經過，聽說道宣法師持律很嚴，他就特地到山上去拜訪他。道宣律師聽說窺基法師對於戒律很馬虎，好像不很重視，沒有那麼嚴格，於是乎他就有輕慢的心，就想來表演。結果中午沒人來送飯，他也無可奈何。窺基法師離開了，第二天天人來送飯給他，他就責備他，昨天你為什麼不送供飯來？天人就告訴他，昨天有大乘菩薩在山上，滿山的護法神，我不敢進來。道宣聽了這個話，滿身流汗，知道自己錯了，那是大乘菩薩，不是普通人。這是自己持戒持得好，就輕慢別人不持戒。"
    },
    {
      "id": "15-010-0003_p0053",
      "zh_CN": "或者是自己『多闻』，多闻，经读得多，听得多，会讲经说法，这是多闻，能言善道，也以这个为骄傲，也以此轻慢别人。『头陀』是苦行，『少欲知足』，这都是德行，都是我们应当要修学的。底下『一切功德』，这句是总说，类似这样的所有一切的功德，『身自炫曜』，这就错了。我们看古来的这些大德，无论在家、出家，乃至于世间世法里面，儒家、道家也常讲到，「学问深时意气平」，愈有学问的人、愈有道德的人愈谦虚愈卑下，绝对不会拿学问、道德来炫耀自己，那是假的，那个不是真的。孔老夫子在《论语》里面就有一条说，他比喻假如有一个人他的才华、他的德能所谓是「如周公之才之美」，周公是古时候的圣人，孔老夫子最尊敬的、最佩服的。「如周公之才之美，使骄且吝」，他只要有这两桩事情，夫子就说「其余不足观也已」，那就不要谈了。骄就是骄慢，吝是吝啬，如果他骄傲，如果他吝啬，这个人不必谈了，他的学问、德行都是假的，都不是真的。所以，愈有德行愈有学问愈谦虚，对人愈恭敬。末后一条：",
      "zh_TW": "或者是自己『多聞』，多聞，經讀得多，聽得多，會講經說法，這是多聞，能言善道，也以這個為驕傲，也以此輕慢別人。『頭陀』是苦行，『少欲知足』，這都是德行，都是我們應當要修學的。底下『一切功德』，這句是總說，類似這樣的所有一切的功德，『身自炫曜』，這就錯了。我們看古來的這些大德，無論在家、出家，乃至於世間世法裡面，儒家、道家也常講到，「學問深時意氣平」，愈有學問的人、愈有道德的人愈謙虛愈卑下，絕對不會拿學問、道德來炫耀自己，那是假的，那個不是真的。孔老夫子在《論語》裡面就有一條說，他比喻假如有一個人他的才華、他的德能所謂是「如周公之才之美」，周公是古時候的聖人，孔老夫子最尊敬的、最佩服的。「如周公之才之美，使驕且吝」，他只要有這兩樁事情，夫子就說「其餘不足觀也已」，那就不要談了。驕就是驕慢，吝是吝嗇，如果他驕傲，如果他吝嗇，這個人不必談了，他的學問、德行都是假的，都不是真的。所以，愈有德行愈有學問愈謙虛，對人愈恭敬。末後一條："
    },
    {
      "id": "15-010-0003_p0054",
      "zh_CN": "【世尊。我从今日至未来际。所修善本不自矜伐。所行罪业惭愧发露。若不尔者。我等则为欺诳如来。】",
      "zh_TW": "【世尊。我從今日至未來際。所修善本不自矜伐。所行罪業慚愧發露。若不爾者。我等則為欺誑如來。】"
    },
    {
      "id": "15-010-0003_p0055",
      "zh_CN": "所修的『善本』，「善本」就是一般经典里面讲的善根，本就是根本。世法的善本是无贪、无瞋、无痴，大乘法的善本是精进。所修一切的善根、福德，『不自矜伐』，「矜伐」要用现在的话来讲就是自尊自大，也就是前面讲「身自炫曜」，就这个意思，也就是孔老夫子所谓的「使骄且吝」就这个意思。这是讲所修一切善福，不敢以这个来炫耀，而所行的罪业，如前面所说的，一定是『惭愧发露』，这叫真正的忏悔。「惭」是我们一般所讲的良心的责备，我做错事情心里不安，这是惭；「愧」是舆论的责备，有些人不敢做坏事，怕舆论责备，也就是怕别人责备。于是乎他自己起心动念当然要谨慎，自然会收敛，他有惭愧心。「发露」，自己的过失不怕人知道，自己的善根、福德不希望有人知道。所以恶要宣扬，大家晓得了，这个人看到你指责你，那个人看到你说你的过失，你这个报就报掉了，果报就报掉了，这个好。如果造作一切恶不让人知道，伏藏在这个地方，将来的果报就很重；自己所修的善福不要让人赞扬，人家要知道了，这个人赞叹你，那个人也赞叹，果报就报光了，就没有了。善要隐藏，不要让人知道，你善福愈积愈厚，你才有大福德可享。但是现在世间人恰恰颠倒，表扬自己的善福，隐藏自己的罪恶，这个不得了！",
      "zh_TW": "所修的『善本』，「善本」就是一般經典裡面講的善根，本就是根本。世法的善本是無貪、無瞋、無痴，大乘法的善本是精進。所修一切的善根、福德，『不自矜伐』，「矜伐」要用現在的話來講就是自尊自大，也就是前面講「身自炫曜」，就這個意思，也就是孔老夫子所謂的「使驕且吝」就這個意思。這是講所修一切善福，不敢以這個來炫耀，而所行的罪業，如前面所說的，一定是『慚愧發露』，這叫真正的懺悔。「慚」是我們一般所講的良心的責備，我做錯事情心裡不安，這是慚；「愧」是輿論的責備，有些人不敢做壞事，怕輿論責備，也就是怕別人責備。於是乎他自己起心動念當然要謹慎，自然會收斂，他有慚愧心。「發露」，自己的過失不怕人知道，自己的善根、福德不希望有人知道。所以惡要宣揚，大家曉得了，這個人看到你指責你，那個人看到你說你的過失，你這個報就報掉了，果報就報掉了，這個好。如果造作一切惡不讓人知道，伏藏在這個地方，將來的果報就很重；自己所修的善福不要讓人讚揚，人家要知道了，這個人讚歎你，那個人也讚歎，果報就報光了，就沒有了。善要隱藏，不要讓人知道，你善福愈積愈厚，你才有大福德可享。但是現在世間人恰恰顛倒，表揚自己的善福，隱藏自己的罪惡，這個不得了！"
    },
    {
      "id": "15-010-0003_p0056",
      "zh_CN": "到这个地方，他们发的十三条弘誓，这是给我们做了个好样子，怎样忏悔，怎样改过。想想他们所说的这些过、恶，我们自己有没有？若有，一定要痛改前非，我们这一生所向往的、所希求的极乐世界才能达到，不然的话这一生又空过。下面这段经文是世尊对他们的赞叹：",
      "zh_TW": "到這個地方，他們發的十三條弘誓，這是給我們做了個好樣子，怎樣懺悔，怎樣改過。想想他們所說的這些過、惡，我們自己有沒有？若有，一定要痛改前非，我們這一生所嚮往的、所希求的極樂世界才能達到，不然的話這一生又空過。下面這段經文是世尊對他們的讚歎："
    },
    {
      "id": "15-010-0003_p0057",
      "zh_CN": "【尔时世尊赞诸菩萨。】",
      "zh_TW": "【爾時世尊讚諸菩薩。】"
    },
    {
      "id": "15-010-0003_p0058",
      "zh_CN": "就是这六十位菩萨。",
      "zh_TW": "就是這六十位菩薩。"
    },
    {
      "id": "15-010-0003_p0059",
      "zh_CN": "【善哉善哉。善男子。善说如是觉悟之法。】",
      "zh_TW": "【善哉善哉。善男子。善說如是覺悟之法。】"
    },
    {
      "id": "15-010-0003_p0060",
      "zh_CN": "你们说得太好了，你所说的这个十三条，真正觉悟了。",
      "zh_TW": "你們說得太好了，你所說的這個十三條，真正覺悟了。"
    },
    {
      "id": "15-010-0003_p0061",
      "zh_CN": "【善发如是广大誓愿。】",
      "zh_TW": "【善發如是廣大誓願。】"
    },
    {
      "id": "15-010-0003_p0062",
      "zh_CN": "这确实是大乘菩萨的标准，这是真善。",
      "zh_TW": "這確實是大乘菩薩的標準，這是真善。"
    },
    {
      "id": "15-010-0003_p0063",
      "zh_CN": "【能以如是决定之心。安住其中。】",
      "zh_TW": "【能以如是決定之心。安住其中。】"
    },
    {
      "id": "15-010-0003_p0064",
      "zh_CN": "这个『其中』就是誓愿之中，你的心常常念着你所发的愿，不违背你所发的愿，这就是『决定之心，安住其中』。果然能这样去做，底下的话是佛说的：",
      "zh_TW": "這個『其中』就是誓願之中，你的心常常念著你所發的願，不違背你所發的願，這就是『決定之心，安住其中』。果然能這樣去做，底下的話是佛說的："
    },
    {
      "id": "15-010-0003_p0065",
      "zh_CN": "【一切业障皆悉消灭。】",
      "zh_TW": "【一切業障皆悉消滅。】"
    },
    {
      "id": "15-010-0003_p0066",
      "zh_CN": "我们天天念着怎么消业障，这个十三条就是消业障的方法。要真去做，要把这个事情放在心上，这就消业障了。",
      "zh_TW": "我們天天念著怎麼消業障，這個十三條就是消業障的方法。要真去做，要把這個事情放在心上，這就消業障了。"
    },
    {
      "id": "15-010-0003_p0067",
      "zh_CN": "【无量善根亦当增长。】",
      "zh_TW": "【無量善根亦當增長。】"
    },
    {
      "id": "15-010-0003_p0068",
      "zh_CN": "业障消灭，善根一定增长。这是佛给他们的印证。",
      "zh_TW": "業障消滅，善根一定增長。這是佛給他們的印證。"
    },
    {
      "id": "15-010-0003_p0069",
      "zh_CN": "【佛复告弥勒菩萨摩诃萨言。】",
      "zh_TW": "【佛復告彌勒菩薩摩訶薩言。】"
    },
    {
      "id": "15-010-0003_p0070",
      "zh_CN": "世尊在叫着弥勒菩萨，告诉他。",
      "zh_TW": "世尊在叫著彌勒菩薩，告訴他。"
    },
    {
      "id": "15-010-0003_p0071",
      "zh_CN": "【弥勒。若有菩萨为欲清净诸业障者。当发如是广大誓愿。】",
      "zh_TW": "【彌勒。若有菩薩為欲清淨諸業障者。當發如是廣大誓願。】"
    },
    {
      "id": "15-010-0003_p0072",
      "zh_CN": "佛借着这个机会，教诫弥勒。『若有菩萨』，这句话含义就很广，不但在当时，一直包括到现在，无论是在家、出家，修学大乘佛法的都是此地所说的初心菩萨，初发心的菩萨。如果你要想清净，除去一切业障，也就是我们现在常讲的，你要想消业障，你要想增福慧，你就应当效法这六十位菩萨所发的『广大誓愿』。广大誓愿就是这十三条，你能把这十三条做到，你就会消除业障，得清净心。",
      "zh_TW": "佛藉著這個機會，教誡彌勒。『若有菩薩』，這句話含義就很廣，不但在當時，一直包括到現在，無論是在家、出家，修學大乘佛法的都是此地所說的初心菩薩，初發心的菩薩。如果你要想清淨，除去一切業障，也就是我們現在常講的，你要想消業障，你要想增福慧，你就應當效法這六十位菩薩所發的『廣大誓願』。廣大誓願就是這十三條，你能把這十三條做到，你就會消除業障，得清淨心。"
    },
    {
      "id": "15-010-0003_p0073",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。颇有善男子善女人等护持此愿。当得圆满不退转耶。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。頗有善男子善女人等護持此願。當得圓滿不退轉耶。】"
    },
    {
      "id": "15-010-0003_p0074",
      "zh_CN": "弥勒菩萨很慈悲，代我们大众发问。大众当中发菩萨心的人是少数，这是讲学佛大众当中，发菩萨心的人比较少。发菩萨心也就是我们在前面所说的，我们要给一切众生做榜样、做样子。自身要给一切学佛的人做个好榜样，家庭要跟所有家庭做个好榜样，这是菩萨乘人。我们虽然没有发这个心，但是也想消业障，也想增福慧，也想求得不退转，应该学什么法门？所以这里说『颇有善男子善女人，护持此愿』，也发这个愿，虽然他不是菩萨乘人，他也发这个愿，也依照这六十位菩萨所发的愿去做，这样能不能得『圆满不退转』？圆满的不退转就是往生西方极乐世界。所以本经到最后的结论指归到西方净土，就是在此地讲的，他要「当得圆满不退转」。末后这段是弥勒菩萨讲发十种心，必定往生极乐世界。",
      "zh_TW": "彌勒菩薩很慈悲，代我們大眾發問。大眾當中發菩薩心的人是少數，這是講學佛大眾當中，發菩薩心的人比較少。發菩薩心也就是我們在前面所說的，我們要給一切眾生做榜樣、做樣子。自身要給一切學佛的人做個好榜樣，家庭要跟所有家庭做個好榜樣，這是菩薩乘人。我們雖然沒有發這個心，但是也想消業障，也想增福慧，也想求得不退轉，應該學什麼法門？所以這裡說『頗有善男子善女人，護持此願』，也發這個願，雖然他不是菩薩乘人，他也發這個願，也依照這六十位菩薩所發的願去做，這樣能不能得『圓滿不退轉』？圓滿的不退轉就是往生西方極樂世界。所以本經到最後的結論指歸到西方淨土，就是在此地講的，他要「當得圓滿不退轉」。末後這段是彌勒菩薩講發十種心，必定往生極樂世界。"
    },
    {
      "id": "15-010-0003_p0075",
      "zh_CN": "【佛告弥勒菩萨言。若有善男子善女人等。行菩萨道。护持此愿。宁舍身命。终不缺减令其退转。】",
      "zh_TW": "【佛告彌勒菩薩言。若有善男子善女人等。行菩薩道。護持此願。寧捨身命。終不缺減令其退轉。】"
    },
    {
      "id": "15-010-0003_p0076",
      "zh_CN": "佛答得很好，如果有善男子、善女人因为发这个愿，依照这个愿心去行，这个人就是菩萨，他就是在行菩萨道。而且他的志愿坚定，『宁舍身命，终不缺减』，「缺减」就是这十三愿我一条都不缺，我一句都不缺，那怎么会退转？当然不会退转！此地讲『令其退转』是从这个愿里头退转，不是讲前面讲的圆满不退转，就是他发的愿每一句他都做到，他不缺不减，不会从誓愿里头退回来。",
      "zh_TW": "佛答得很好，如果有善男子、善女人因為發這個願，依照這個願心去行，這個人就是菩薩，他就是在行菩薩道。而且他的志願堅定，『寧捨身命，終不缺減』，「缺減」就是這十三願我一條都不缺，我一句都不缺，那怎麼會退轉？當然不會退轉！此地講『令其退轉』是從這個願裡頭退轉，不是講前面講的圓滿不退轉，就是他發的願每一句他都做到，他不缺不減，不會從誓願裡頭退回來。"
    },
    {
      "id": "15-010-0003_p0077",
      "zh_CN": "【尔时弥勒菩萨。复白佛言。世尊。若有菩萨。于后末世五百岁中法欲灭时。成就几法。安隐无恼而得解脱。】",
      "zh_TW": "【爾時彌勒菩薩。復白佛言。世尊。若有菩薩。於後末世五百歲中法欲滅時。成就幾法。安隱無惱而得解脫。】"
    },
    {
      "id": "15-010-0003_p0078",
      "zh_CN": "这个话问得非常之好，代什么人问的？就是代我们问的。因为这里讲得很清楚，『于后末世五百岁中』，就是现代这个时代。这句话跟《金刚经》上讲的「后五百岁」意思完全相同，释迦牟尼佛灭度之后第五个五百年以后，就是二千五百年以后，正是我们这个时代。这个时代众生很可怜，很苦，法弱魔强，修行很不容易，遇到正法难，遇善知识难，『法欲灭时』。在这个时代，要『成就几法』我们在一生当中才能够『安隐』？安稳是平平安安，无忧无恼而能得到『解脱』，这个解脱就是超越六道轮回，不超越六道轮回不算是解脱，不算是成就。因为若不超越六道轮回，你在这个世间还不晓得要受多少次的生死，不晓得你要受多少的苦难，佛法不是每一生每一世都会遇得到的，这个要晓得。",
      "zh_TW": "這個話問得非常之好，代什麼人問的？就是代我們問的。因為這裡講得很清楚，『於後末世五百歲中』，就是現代這個時代。這句話跟《金剛經》上講的「後五百歲」意思完全相同，釋迦牟尼佛滅度之後第五個五百年以後，就是二千五百年以後，正是我們這個時代。這個時代眾生很可憐，很苦，法弱魔強，修行很不容易，遇到正法難，遇善知識難，『法欲滅時』。在這個時代，要『成就幾法』我們在一生當中才能夠『安隱』？安穩是平平安安，無憂無惱而能得到『解脫』，這個解脫就是超越六道輪迴，不超越六道輪迴不算是解脫，不算是成就。因為若不超越六道輪迴，你在這個世間還不曉得要受多少次的生死，不曉得你要受多少的苦難，佛法不是每一生每一世都會遇得到的，這個要曉得。"
    },
    {
      "id": "15-010-0003_p0079",
      "zh_CN": "看我们现前这个环境，现在得人身的，在我们同一个地球上同一个时代，四十多亿人，我们得人身的。这四十多亿人当中，有几分之几在这一生曾经闻到佛法？你就晓得。我来生纵然得人身，来生不见得能闻到佛法，所以佛法实在难闻！开经偈上讲得很好，「百千万劫难遭遇」，遇到了不知道珍惜，轻易的放过，太可惜了！怎样才知道珍惜？必须要相当的明了，你才懂得珍惜。你对于世法、佛法没有相当程度的认识，你怎么会珍惜它？甚至于遇到了还盲修瞎练，就跟这个经上讲的一样。为什么会有这种情况发生？没有智慧，业障深重，为所蒙蔽，所以这一生会空过。",
      "zh_TW": "看我們現前這個環境，現在得人身的，在我們同一個地球上同一個時代，四十多億人，我們得人身的。這四十多億人當中，有幾分之幾在這一生曾經聞到佛法？你就曉得。我來生縱然得人身，來生不見得能聞到佛法，所以佛法實在難聞！開經偈上講得很好，「百千萬劫難遭遇」，遇到了不知道珍惜，輕易的放過，太可惜了！怎樣才知道珍惜？必須要相當的明瞭，你才懂得珍惜。你對於世法、佛法沒有相當程度的認識，你怎麼會珍惜它？甚至於遇到了還盲修瞎練，就跟這個經上講的一樣。為什麼會有這種情況發生？沒有智慧，業障深重，為所蒙蔽，所以這一生會空過。"
    },
    {
      "id": "15-010-0003_p0080",
      "zh_CN": "这部经我们从头到尾细细去看几遍，可以说是我们现代这个时代学佛的人无论出家在家，我们所犯的毛病这里面都讲到了，这个经确实是一服特效药。如果我们把这部经上所讲的一切过失都能改过来，这一生往生净土你一定有把握！《金刚经》讲的是理论，这个经上讲的是事实，都在日常生活当中，起心动念，所作所为。我们看下面世尊的开示：",
      "zh_TW": "這部經我們從頭到尾細細去看幾遍，可以說是我們現代這個時代學佛的人無論出家在家，我們所犯的毛病這裡面都講到了，這個經確實是一服特效藥。如果我們把這部經上所講的一切過失都能改過來，這一生往生淨土你一定有把握！《金剛經》講的是理論，這個經上講的是事實，都在日常生活當中，起心動念，所作所為。我們看下面世尊的開示："
    },
    {
      "id": "15-010-0003_p0081",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。若有菩萨于后末世五百岁中法欲灭时。当成就四法。安隐无恼而得解脱。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。若有菩薩於後末世五百歲中法欲滅時。當成就四法。安隱無惱而得解脫。】"
    },
    {
      "id": "15-010-0003_p0082",
      "zh_CN": "正是应弥勒菩萨所请，在我们现在这个时代，佛讲了四法，四法讲完之后又说四法，说了两个四法，就是八法，这是我们末法众生一定要遵守的，我们才在一生当中才能够得到解脱。这个解脱有两个意思，浅而言之，是你这一生得到自在，是讲你的一生当中得到自在；深远的讲，就是这一生当中可以脱离六道轮回。无论你修学哪一个法门，你遵守佛在此地讲的八法，你会得到这个效果。",
      "zh_TW": "正是應彌勒菩薩所請，在我們現在這個時代，佛講了四法，四法講完之後又說四法，說了兩個四法，就是八法，這是我們末法眾生一定要遵守的，我們才在一生當中才能夠得到解脫。這個解脫有兩個意思，淺而言之，是你這一生得到自在，是講你的一生當中得到自在；深遠的講，就是這一生當中可以脫離六道輪迴。無論你修學哪一個法門，你遵守佛在此地講的八法，你會得到這個效果。"
    },
    {
      "id": "15-010-0003_p0083",
      "zh_CN": "【何等为四。所谓于诸众生不求其过。】",
      "zh_TW": "【何等為四。所謂於諸眾生不求其過。】"
    },
    {
      "id": "15-010-0003_p0084",
      "zh_CN": "这是第一，所有一切众生，不要看到他们的过失，正是禅宗六祖惠能大师在《坛经》里面教诫学人的意思完全相同。六祖教学生「若真修道人，不见世间过」，常常见到世间过，我们对大乘经论稍稍涉猎一些能明白。见别人的过，实在讲就是自己的过，自己没有过，怎么会见到别人过？这一定的道理。外面是境界，内心有烦恼，境界一引诱，我里面的烦恼起现行，这见人过了。怎么不见人过？自己心清净，正所谓佛见一切众生都是佛，菩萨见一切众生都是菩萨。你以什么心看这个世间一切众生？你以清净心看世间一切众生，一切众生都是清净的，我心得清净了；见一切众生都是过失，我这个心里头充满了过失，道理在此地。佛把这个列在第一法，常常看到众生过不是好事情，几时不见众生过，你就成功了。这是第一条。第二：",
      "zh_TW": "這是第一，所有一切眾生，不要看到他們的過失，正是禪宗六祖惠能大師在《壇經》裡面教誡學人的意思完全相同。六祖教學生「若真修道人，不見世間過」，常常見到世間過，我們對大乘經論稍稍涉獵一些能明白。見別人的過，實在講就是自己的過，自己沒有過，怎麼會見到別人過？這一定的道理。外面是境界，內心有煩惱，境界一引誘，我裡面的煩惱起現行，這見人過了。怎麼不見人過？自己心清淨，正所謂佛見一切眾生都是佛，菩薩見一切眾生都是菩薩。你以什麼心看這個世間一切眾生？你以清淨心看世間一切眾生，一切眾生都是清淨的，我心得清淨了；見一切眾生都是過失，我這個心裡頭充滿了過失，道理在此地。佛把這個列在第一法，常常看到眾生過不是好事情，幾時不見眾生過，你就成功了。這是第一條。第二："
    },
    {
      "id": "15-010-0003_p0085",
      "zh_CN": "【见诸菩萨有所违犯终不举露。】",
      "zh_TW": "【見諸菩薩有所違犯終不舉露。】"
    },
    {
      "id": "15-010-0003_p0086",
      "zh_CN": "『诸菩萨』包括在家菩萨、出家菩萨，初学的菩萨、再来的菩萨，无论他是自己违犯或者是特别因缘的示现，我们也是视而不见，听而不闻，这就对了，绝不能够『举露』。「举露」不是对那个违犯的人，不是跟他一个人结罪，这是前面一再说明。因为他所说法是正法，他没有说错，闻法之人得真实利益。若有人举他的过失，说他造作罪业，使闻法之人对于菩萨丧失信心，这一生当中解脱的机会被你障碍住，结罪是从这里结的。不是对那个犯过的人，那个实在讲，你说他的过失罪过并不大，而是断了许多众生在这一生有机会闻佛法、得解脱的缘断掉，这个罪过就重。第三条：",
      "zh_TW": "『諸菩薩』包括在家菩薩、出家菩薩，初學的菩薩、再來的菩薩，無論他是自己違犯或者是特別因緣的示現，我們也是視而不見，聽而不聞，這就對了，絕不能夠『舉露』。「舉露」不是對那個違犯的人，不是跟他一個人結罪，這是前面一再說明。因為他所說法是正法，他沒有說錯，聞法之人得真實利益。若有人舉他的過失，說他造作罪業，使聞法之人對於菩薩喪失信心，這一生當中解脫的機會被你障礙住，結罪是從這裡結的。不是對那個犯過的人，那個實在講，你說他的過失罪過並不大，而是斷了許多眾生在這一生有機會聞佛法、得解脫的緣斷掉，這個罪過就重。第三條："
    },
    {
      "id": "15-010-0003_p0087",
      "zh_CN": "【于诸亲友及施主家。不生执着。】",
      "zh_TW": "【於諸親友及施主家。不生執著。】"
    },
    {
      "id": "15-010-0003_p0088",
      "zh_CN": "这就是无论在家、出家的菩萨，弘法利生，得到听众的恭敬供养，不生嫉妒心，不能生障碍心。第四：",
      "zh_TW": "這就是無論在家、出家的菩薩，弘法利生，得到聽眾的恭敬供養，不生嫉妒心，不能生障礙心。第四："
    },
    {
      "id": "15-010-0003_p0089",
      "zh_CN": "【永断一切麤犷之言。】",
      "zh_TW": "【永斷一切麤獷之言。】"
    },
    {
      "id": "15-010-0003_p0090",
      "zh_CN": "『麤』是粗鲁，『犷』是凶恶，是说的言词狠，我们讲说狠话，威胁一类的话，使他恐惧一类的话，『永断』。",
      "zh_TW": "『麤』是粗魯，『獷』是凶惡，是說的言詞狠，我們講說狠話，威脅一類的話，使他恐懼一類的話，『永斷』。"
    },
    {
      "id": "15-010-0003_p0091",
      "zh_CN": "【弥勒。是为菩萨于后末世五百岁中法欲灭时。成就四法。安隐无恼而得解脱。】",
      "zh_TW": "【彌勒。是為菩薩於後末世五百歲中法欲滅時。成就四法。安隱無惱而得解脫。】"
    },
    {
      "id": "15-010-0003_p0092",
      "zh_CN": "佛说这四种法。",
      "zh_TW": "佛說這四種法。"
    },
    {
      "id": "15-010-0003_p0093",
      "zh_CN": "【尔时世尊。欲重宣此义。而说偈言。】",
      "zh_TW": "【爾時世尊。欲重宣此義。而說偈言。】"
    },
    {
      "id": "15-010-0003_p0094",
      "zh_CN": "偈颂目的是便于记忆，怕你忘掉，所以用偈颂来说，帮助你记忆，希望你常常记住，一定要依教奉行。",
      "zh_TW": "偈頌目的是便於記憶，怕你忘掉，所以用偈頌來說，幫助你記憶，希望你常常記住，一定要依教奉行。"
    },
    {
      "id": "15-010-0003_p0095",
      "zh_CN": "【不求他过失。亦不举人罪。离麤语悭吝。是人当解脱。】",
      "zh_TW": "【不求他過失。亦不舉人罪。離麤語慳吝。是人當解脫。】"
    },
    {
      "id": "15-010-0003_p0096",
      "zh_CN": "这个『悭吝』就是『于诸亲友及施主家，不生执着』，这是悭吝心、嫉妒心。所以『是人当解脱』。我们把底下这一段也念过去，这八法：",
      "zh_TW": "這個『慳吝』就是『於諸親友及施主家，不生執著』，這是慳吝心、嫉妒心。所以『是人當解脫』。我們把底下這一段也念過去，這八法："
    },
    {
      "id": "15-010-0003_p0097",
      "zh_CN": "【弥勒。复有菩萨于后末世五百岁中法欲灭时。当成就四法。安隐无恼而得解脱。何等为四。】",
      "zh_TW": "【彌勒。復有菩薩於後末世五百歲中法欲滅時。當成就四法。安隱無惱而得解脫。何等為四。】"
    },
    {
      "id": "15-010-0003_p0098",
      "zh_CN": "佛说了四法，又说四法。第一个：",
      "zh_TW": "佛說了四法，又說四法。第一個："
    },
    {
      "id": "15-010-0003_p0099",
      "zh_CN": "【所谓不应亲近懈怠之人。】",
      "zh_TW": "【所謂不應親近懈怠之人。】"
    },
    {
      "id": "15-010-0003_p0100",
      "zh_CN": "『懈怠之人』，不是真正用功的人，不是真正修行的人，你不应该亲近他。第二：",
      "zh_TW": "『懈怠之人』，不是真正用功的人，不是真正修行的人，你不應該親近他。第二："
    },
    {
      "id": "15-010-0003_p0101",
      "zh_CN": "【舍离一切愦闹之处。】",
      "zh_TW": "【捨離一切憒鬧之處。】"
    },
    {
      "id": "15-010-0003_p0102",
      "zh_CN": "『愦闹』就是我们一般讲胡闹、热闹，毫无利益可言，娱乐的场所增长贪瞋痴慢，这些场所要避免。第三：",
      "zh_TW": "『憒鬧』就是我們一般講胡鬧、熱鬧，毫無利益可言，娛樂的場所增長貪瞋痴慢，這些場所要避免。第三："
    },
    {
      "id": "15-010-0003_p0103",
      "zh_CN": "【独处闲静常勤精进。】",
      "zh_TW": "【獨處閑靜常勤精進。】"
    },
    {
      "id": "15-010-0003_p0104",
      "zh_CN": "真正修道人喜欢心清净，环境也清净，一切热闹的地方要远离，确实是会有妨碍的。到热闹场所要不受妨碍，自己有相当的定功，没有相当的定慧不可能不受妨碍的。所以，热闹场所是尽可能的去避免。第四：",
      "zh_TW": "真正修道人喜歡心清淨，環境也清淨，一切熱鬧的地方要遠離，確實是會有妨礙的。到熱鬧場所要不受妨礙，自己有相當的定功，沒有相當的定慧不可能不受妨礙的。所以，熱鬧場所是儘可能的去避免。第四："
    },
    {
      "id": "15-010-0003_p0105",
      "zh_CN": "【以善方便调伏其身。】",
      "zh_TW": "【以善方便調伏其身。】"
    },
    {
      "id": "15-010-0003_p0106",
      "zh_CN": "以善巧方便来调身、调心，什么是善巧方便？偈颂里面讲「知足常乐」，于世法、于佛法都要知足。",
      "zh_TW": "以善巧方便來調身、調心，什麼是善巧方便？偈頌裡面講「知足常樂」，於世法、於佛法都要知足。"
    },
    {
      "id": "15-010-0003_p0107",
      "zh_CN": "【弥勒。是为菩萨于后末世五百岁中法欲灭时。成就四法。安隐无恼而得解脱。尔时世尊。欲重宣此义。而说偈言。】",
      "zh_TW": "【彌勒。是為菩薩於後末世五百歲中法欲滅時。成就四法。安隱無惱而得解脫。爾時世尊。欲重宣此義。而說偈言。】"
    },
    {
      "id": "15-010-0003_p0108",
      "zh_CN": "这个后面佛也有一首偈。",
      "zh_TW": "這個後面佛也有一首偈。"
    },
    {
      "id": "15-010-0003_p0109",
      "zh_CN": "【当舍于懈怠。】",
      "zh_TW": "【當捨於懈怠。】"
    },
    {
      "id": "15-010-0003_p0110",
      "zh_CN": "不但自己不能懈怠，古时候真正修道的人，自己在生死，就是了生死没有把握之前，决定不敢说游山玩水，不敢，为什么？生死大事没了。生死大事了了以后可以，你不碍事了。如果我们还有贪玩的念头，懈怠，这是懈怠，喜欢热闹、贪玩，像观光旅游都是懈怠。",
      "zh_TW": "不但自己不能懈怠，古時候真正修道的人，自己在生死，就是了生死沒有把握之前，決定不敢說遊山玩水，不敢，為什麼？生死大事沒了。生死大事了了以後可以，你不礙事了。如果我們還有貪玩的念頭，懈怠，這是懈怠，喜歡熱鬧、貪玩，像觀光旅遊都是懈怠。"
    },
    {
      "id": "15-010-0003_p0111",
      "zh_CN": "【远离诸愦闹。】",
      "zh_TW": "【遠離諸憒鬧。】"
    },
    {
      "id": "15-010-0003_p0112",
      "zh_CN": "一切热闹的场所要远离。",
      "zh_TW": "一切熱鬧的場所要遠離。"
    },
    {
      "id": "15-010-0003_p0113",
      "zh_CN": "【寂静。】",
      "zh_TW": "【寂靜。】"
    },
    {
      "id": "15-010-0003_p0114",
      "zh_CN": "第三个是『寂静』。第四个是：",
      "zh_TW": "第三個是『寂靜』。第四個是："
    },
    {
      "id": "15-010-0003_p0115",
      "zh_CN": "【常知足。是人当解脱。】",
      "zh_TW": "【常知足。是人當解脫。】"
    },
    {
      "id": "15-010-0003_p0116",
      "zh_CN": "这是佛说了四法又说四法。我们把这两首偈子记住就行了。今天就讲到此地。",
      "zh_TW": "這是佛說了四法又說四法。我們把這兩首偈子記住就行了。今天就講到此地。"
    }
  ]
}