{
  "doc_id": "15-010-0008",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "15-010-0008",
  "total_paragraphs": 138,
  "paragraphs": [
    {
      "id": "15-010-0008_p0001",
      "zh_CN": "请掀开经本第二十九面，倒数第二行：",
      "zh_TW": "請掀開經本第二十九面，倒數第二行："
    },
    {
      "id": "15-010-0008_p0002",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。世尊。云何名为睡眠中过。若观察时。菩萨应当发起精进不生热恼。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。世尊。云何名為睡眠中過。若觀察時。菩薩應當發起精進不生熱惱。】"
    },
    {
      "id": "15-010-0008_p0003",
      "zh_CN": "这是世尊为我们举例说明睡眠的过失。请看三十面的经文：",
      "zh_TW": "這是世尊為我們舉例說明睡眠的過失。請看三十面的經文："
    },
    {
      "id": "15-010-0008_p0004",
      "zh_CN": "【佛言弥勒。初业菩萨。应当观察睡眠过失有二十种。若观察时。能令菩萨发起精进意乐无倦。】",
      "zh_TW": "【佛言彌勒。初業菩薩。應當觀察睡眠過失有二十種。若觀察時。能令菩薩發起精進意樂無倦。】"
    },
    {
      "id": "15-010-0008_p0005",
      "zh_CN": "这是世尊答复，弥勒菩萨是代我们启请，经文特别着重的是初业菩萨，就是初发心的菩萨，应当要警觉到睡眠过失很多。在众多过失之中，世尊举二十种作为例子来为我们说明。",
      "zh_TW": "這是世尊答覆，彌勒菩薩是代我們啟請，經文特別著重的是初業菩薩，就是初發心的菩薩，應當要警覺到睡眠過失很多。在眾多過失之中，世尊舉二十種作為例子來為我們說明。"
    },
    {
      "id": "15-010-0008_p0006",
      "zh_CN": "【弥勒。云何名为乐于睡眠二十种过。一者懈怠懒惰。】",
      "zh_TW": "【彌勒。云何名為樂於睡眠二十種過。一者懈怠懶惰。】"
    },
    {
      "id": "15-010-0008_p0007",
      "zh_CN": "这一条恰好是精进的反面，佛在大乘经上常常告诉我们，世法善根有三，无贪、无瞋、无痴，这三法能生起世间一切善根，一切善法。出世间的善根只有一条就是精进，勇猛精进才能成就出世间的大事。如果是『懈怠懒惰』办出世事就不能成就。这一点我们要明了。因为许多菩萨无量劫中修行，为什么那么难证果？原因就是懈怠。因此，佛把这条列在第一，他的用意很深。",
      "zh_TW": "這一條恰好是精進的反面，佛在大乘經上常常告訴我們，世法善根有三，無貪、無瞋、無痴，這三法能生起世間一切善根，一切善法。出世間的善根只有一條就是精進，勇猛精進才能成就出世間的大事。如果是『懈怠懶惰』辦出世事就不能成就。這一點我們要明瞭。因為許多菩薩無量劫中修行，為什麼那麼難證果？原因就是懈怠。因此，佛把這條列在第一，他的用意很深。"
    },
    {
      "id": "15-010-0008_p0008",
      "zh_CN": "【二者身体沉重。】",
      "zh_TW": "【二者身體沉重。】"
    },
    {
      "id": "15-010-0008_p0009",
      "zh_CN": "身体得不到轻安。",
      "zh_TW": "身體得不到輕安。"
    },
    {
      "id": "15-010-0008_p0010",
      "zh_CN": "【三者颜色憔悴。】",
      "zh_TW": "【三者顏色憔悴。】"
    },
    {
      "id": "15-010-0008_p0011",
      "zh_CN": "多睡眠的人，容颜、肤色确实如佛所说有憔悴的样子。",
      "zh_TW": "多睡眠的人，容顏、膚色確實如佛所說有憔悴的樣子。"
    },
    {
      "id": "15-010-0008_p0012",
      "zh_CN": "【四者增诸疾病。】",
      "zh_TW": "【四者增諸疾病。】"
    },
    {
      "id": "15-010-0008_p0013",
      "zh_CN": "这就是说明得一切疾病的机会比较多。",
      "zh_TW": "這就是說明得一切疾病的機會比較多。"
    },
    {
      "id": "15-010-0008_p0014",
      "zh_CN": "【五者火界羸弱。】",
      "zh_TW": "【五者火界羸弱。】"
    },
    {
      "id": "15-010-0008_p0015",
      "zh_CN": "这个『火』，佛法讲五行，火在此地就是现代人所讲的体温，他体温比一般人要衰，没有正常人那么样的强旺。",
      "zh_TW": "這個『火』，佛法講五行，火在此地就是現代人所講的體溫，他體溫比一般人要衰，沒有正常人那麼樣的強旺。"
    },
    {
      "id": "15-010-0008_p0016",
      "zh_CN": "【六者食不消化。】",
      "zh_TW": "【六者食不消化。】"
    },
    {
      "id": "15-010-0008_p0017",
      "zh_CN": "吃东西不容易消化。",
      "zh_TW": "吃東西不容易消化。"
    },
    {
      "id": "15-010-0008_p0018",
      "zh_CN": "【七者体生疮疱。】",
      "zh_TW": "【七者體生瘡皰。】"
    },
    {
      "id": "15-010-0008_p0019",
      "zh_CN": "这也是容易得皮肤病，这一句现代的话就是容易感染皮肤病。",
      "zh_TW": "這也是容易得皮膚病，這一句現代的話就是容易感染皮膚病。"
    },
    {
      "id": "15-010-0008_p0020",
      "zh_CN": "【八者不勤修习。】",
      "zh_TW": "【八者不勤修習。】"
    },
    {
      "id": "15-010-0008_p0021",
      "zh_CN": "当然，喜欢睡眠，佛在前面跟我们讲过，出家的比丘、菩萨，正常睡眠就是中夜，初夜、后夜都要睡眠，那就是贪着睡眠，这是佛所责备的。中夜用现在的时间来讲，就是晚上十点到两点钟，睡眠的时间四小时。四小时实在讲足够了，我们现在感觉四小时的睡眠决定不够，道理在哪里？第一个是我们的心理有问题，佛常说「一切法从心想生」，我们心理有问题。心里觉得四个小时睡眠怎么够，它就决定不够，因为你想它不够，它决定就不够。如果你要想四个小时足够了，那的确就够了，确实从心想生。睡眠，饮食也是如此，日中一食，一天吃一餐，你如果觉得我一餐很正常，早晚你就不想吃了。如果你想一餐怎么行？那你就非吃三餐、五餐不可，为什么？从心想生。这是第一个因素。第二个因素是我们业障习气太重，所以贪吃、贪睡，这个毛病很大。我们再看下面第九。",
      "zh_TW": "當然，喜歡睡眠，佛在前面跟我們講過，出家的比丘、菩薩，正常睡眠就是中夜，初夜、後夜都要睡眠，那就是貪著睡眠，這是佛所責備的。中夜用現在的時間來講，就是晚上十點到兩點鐘，睡眠的時間四小時。四小時實在講足夠了，我們現在感覺四小時的睡眠決定不夠，道理在哪裡？第一個是我們的心理有問題，佛常說「一切法從心想生」，我們心理有問題。心裡覺得四個小時睡眠怎麼夠，它就決定不夠，因為你想它不夠，它決定就不夠。如果你要想四個小時足夠了，那的確就夠了，確實從心想生。睡眠，飲食也是如此，日中一食，一天吃一餐，你如果覺得我一餐很正常，早晚你就不想吃了。如果你想一餐怎麼行？那你就非吃三餐、五餐不可，為什麼？從心想生。這是第一個因素。第二個因素是我們業障習氣太重，所以貪吃、貪睡，這個毛病很大。我們再看下面第九。"
    },
    {
      "id": "15-010-0008_p0022",
      "zh_CN": "【九者增长愚痴。】",
      "zh_TW": "【九者增長愚癡。】"
    },
    {
      "id": "15-010-0008_p0023",
      "zh_CN": "不能够发奋，不能够精进，当然无明愚痴就增长。",
      "zh_TW": "不能夠發奮，不能夠精進，當然無明愚痴就增長。"
    },
    {
      "id": "15-010-0008_p0024",
      "zh_CN": "【十者智慧羸劣。】",
      "zh_TW": "【十者智慧羸劣。】"
    },
    {
      "id": "15-010-0008_p0025",
      "zh_CN": "智慧很差，很劣很差。",
      "zh_TW": "智慧很差，很劣很差。"
    },
    {
      "id": "15-010-0008_p0026",
      "zh_CN": "【十一者皮肤暗浊。】",
      "zh_TW": "【十一者皮膚闇濁。】"
    },
    {
      "id": "15-010-0008_p0027",
      "zh_CN": "不像一般人肤色有光彩，他的皮肤暗，浊就是不清净。",
      "zh_TW": "不像一般人膚色有光彩，他的皮膚暗，濁就是不清淨。"
    },
    {
      "id": "15-010-0008_p0028",
      "zh_CN": "【十二者非人不敬。】",
      "zh_TW": "【十二者非人不敬。】"
    },
    {
      "id": "15-010-0008_p0029",
      "zh_CN": "『非人』是指天神，护法善神这一类的，他们不尊敬你。",
      "zh_TW": "『非人』是指天神，護法善神這一類的，他們不尊敬你。"
    },
    {
      "id": "15-010-0008_p0030",
      "zh_CN": "【十三者为行愚钝。】",
      "zh_TW": "【十三者為行愚鈍。】"
    },
    {
      "id": "15-010-0008_p0031",
      "zh_CN": "他所有作为，他的行动都是愚痴暗钝，愚钝，没有一般人那样的敏捷。",
      "zh_TW": "他所有作為，他的行動都是愚痴暗鈍，愚鈍，沒有一般人那樣的敏捷。"
    },
    {
      "id": "15-010-0008_p0032",
      "zh_CN": "【十四者烦恼缠缚。】",
      "zh_TW": "【十四者煩惱纏縛。】"
    },
    {
      "id": "15-010-0008_p0033",
      "zh_CN": "这个容易懂。",
      "zh_TW": "這個容易懂。"
    },
    {
      "id": "15-010-0008_p0034",
      "zh_CN": "【十五者随眠覆心。】",
      "zh_TW": "【十五者隨眠覆心。】"
    },
    {
      "id": "15-010-0008_p0035",
      "zh_CN": "这就是我们现在讲的，他的精神提不起来。",
      "zh_TW": "這就是我們現在講的，他的精神提不起來。"
    },
    {
      "id": "15-010-0008_p0036",
      "zh_CN": "【十六者不乐善法。】",
      "zh_TW": "【十六者不樂善法。】"
    },
    {
      "id": "15-010-0008_p0037",
      "zh_CN": "就是不喜欢善法。",
      "zh_TW": "就是不喜歡善法。"
    },
    {
      "id": "15-010-0008_p0038",
      "zh_CN": "【十七者白法减损。】",
      "zh_TW": "【十七者白法減損。】"
    },
    {
      "id": "15-010-0008_p0039",
      "zh_CN": "白法就是善法，不喜欢修善，见到别人行善，他看到也不欢喜，所以对于善法一天一天减少了。",
      "zh_TW": "白法就是善法，不喜歡修善，見到別人行善，他看到也不歡喜，所以對於善法一天一天減少了。"
    },
    {
      "id": "15-010-0008_p0040",
      "zh_CN": "【十八者行下劣行。】",
      "zh_TW": "【十八者行下劣行。】"
    },
    {
      "id": "15-010-0008_p0041",
      "zh_CN": "『下劣行』实在讲恶法天天增长，善法天天减少。下劣我们在前面也曾经说过，这部经是大乘佛法，是对菩萨说的，它的标准比较高，对菩萨讲下劣，凡是不能够超越六道轮回的那种行持都叫下劣行。",
      "zh_TW": "『下劣行』實在講惡法天天增長，善法天天減少。下劣我們在前面也曾經說過，這部經是大乘佛法，是對菩薩說的，它的標準比較高，對菩薩講下劣，凡是不能夠超越六道輪迴的那種行持都叫下劣行。"
    },
    {
      "id": "15-010-0008_p0042",
      "zh_CN": "【十九者憎嫌精进。】",
      "zh_TW": "【十九者憎嫌精進。】"
    },
    {
      "id": "15-010-0008_p0043",
      "zh_CN": "他看到别人精进，自己不肯精进，看到别人精进，他也放不下，『憎』是憎恨，『嫌』是讨厌，这是从嫉妒心里面生出来的，自己不精进也不愿意看到别人精进。",
      "zh_TW": "他看到別人精進，自己不肯精進，看到別人精進，他也放不下，『憎』是憎恨，『嫌』是討厭，這是從嫉妒心裡面生出來的，自己不精進也不願意看到別人精進。"
    },
    {
      "id": "15-010-0008_p0044",
      "zh_CN": "【二十者为人轻贱。】",
      "zh_TW": "【二十者為人輕賤。】"
    },
    {
      "id": "15-010-0008_p0045",
      "zh_CN": "一般人当然不会尊重他的。佛给我们举出这二十种过失，都是由睡眠而来的。",
      "zh_TW": "一般人當然不會尊重他的。佛給我們舉出這二十種過失，都是由睡眠而來的。"
    },
    {
      "id": "15-010-0008_p0046",
      "zh_CN": "【弥勒。是为菩萨乐于睡眠二十种过。尔时世尊。重说偈言。】",
      "zh_TW": "【彌勒。是為菩薩樂於睡眠二十種過。爾時世尊。重說偈言。】"
    },
    {
      "id": "15-010-0008_p0047",
      "zh_CN": "下面的偈颂也是属于重颂，偈颂里面有不少句子将前面这个二十种说得更为详细，所以这个偈颂很好，我们应当要把它记住。第一首：",
      "zh_TW": "下面的偈頌也是屬於重頌，偈頌裡面有不少句子將前面這個二十種說得更為詳細，所以這個偈頌很好，我們應當要把它記住。第一首："
    },
    {
      "id": "15-010-0008_p0048",
      "zh_CN": "【身重无仪检。】",
      "zh_TW": "【身重無儀檢。】"
    },
    {
      "id": "15-010-0008_p0049",
      "zh_CN": "身体沉重，没有威仪，不知道自己检点。",
      "zh_TW": "身體沉重，沒有威儀，不知道自己檢點。"
    },
    {
      "id": "15-010-0008_p0050",
      "zh_CN": "【懈怠少堪任。】",
      "zh_TW": "【懈怠少堪任。】"
    },
    {
      "id": "15-010-0008_p0051",
      "zh_CN": "因为懒惰、懈怠，所以许许多多的工作他没有办法胜任，『堪任』就是经里讲胜任。",
      "zh_TW": "因為懶惰、懈怠，所以許許多多的工作他沒有辦法勝任，『堪任』就是經裡講勝任。"
    },
    {
      "id": "15-010-0008_p0052",
      "zh_CN": "【颜色无光泽。】",
      "zh_TW": "【顏色無光澤。】"
    },
    {
      "id": "15-010-0008_p0053",
      "zh_CN": "这就是颜色憔悴。",
      "zh_TW": "這就是顏色憔悴。"
    },
    {
      "id": "15-010-0008_p0054",
      "zh_CN": "【是乐睡眠过。】",
      "zh_TW": "【是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0055",
      "zh_CN": "『乐』是爱好，喜欢睡眠的过失。",
      "zh_TW": "『樂』是愛好，喜歡睡眠的過失。"
    },
    {
      "id": "15-010-0008_p0056",
      "zh_CN": "【彼人常病恼。】",
      "zh_TW": "【彼人常病惱。】"
    },
    {
      "id": "15-010-0008_p0057",
      "zh_CN": "恼是烦恼，就是说多睡眠的人多病，身体不健康。",
      "zh_TW": "惱是煩惱，就是說多睡眠的人多病，身體不健康。"
    },
    {
      "id": "15-010-0008_p0058",
      "zh_CN": "【风黄多积集。】",
      "zh_TW": "【風黃多積集。】"
    },
    {
      "id": "15-010-0008_p0059",
      "zh_CN": "『风』是我们现在所讲的中风这一类的病，得病的机会多。『黄』是说皮肤憔悴。",
      "zh_TW": "『風』是我們現在所講的中風這一類的病，得病的機會多。『黃』是說皮膚憔悴。"
    },
    {
      "id": "15-010-0008_p0060",
      "zh_CN": "【四大互违反。是乐睡眠过。】",
      "zh_TW": "【四大互違反。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0061",
      "zh_CN": "『四大』就是地水火风，所以叫四大不调。四大里面的「火大」就是我们现在讲的温度，体温；「水大」是说我们身体里面所含的水分，一定要适中，无论哪一样，太多了就生病，少了也生病；「风」在此地是讲，我们身体里面的器官畅通无阻，风是没有阻碍的意思，如果有障碍，一定就生病了。『互违反』就是我们常讲四大不调，这个人身体多病。",
      "zh_TW": "『四大』就是地水火風，所以叫四大不調。四大裡面的「火大」就是我們現在講的溫度，體溫；「水大」是說我們身體裡面所含的水分，一定要適中，無論哪一樣，太多了就生病，少了也生病；「風」在此地是講，我們身體裡面的器官暢通無阻，風是沒有阻礙的意思，如果有障礙，一定就生病了。『互違反』就是我們常講四大不調，這個人身體多病。"
    },
    {
      "id": "15-010-0008_p0062",
      "zh_CN": "【饮食不消化。身体无光润。声嘶不清彻。是乐睡眠过。】",
      "zh_TW": "【飲食不消化。身體無光潤。聲嘶不清徹。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0063",
      "zh_CN": "声音、音声嘶哑，说话说不清楚。",
      "zh_TW": "聲音、音聲嘶啞，說話說不清楚。"
    },
    {
      "id": "15-010-0008_p0064",
      "zh_CN": "【其身生疮疱。昼夜常昏睡。诸虫生机关。是乐睡眠过。】",
      "zh_TW": "【其身生瘡皰。晝夜常昏睡。諸蟲生機關。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0065",
      "zh_CN": "这就是说多睡眠的人容易感染皮肤病，感染一些疾病。『诸虫』就是指的寄生虫，人身体里面都有寄生虫，可以说不但有病的人，健康的人也有。但是有些寄生虫对我们身体没有害处，有些寄生虫是有害处的，这是给寄生虫增长了机会，睡眠是寄生虫繁殖的机会。",
      "zh_TW": "這就是說多睡眠的人容易感染皮膚病，感染一些疾病。『諸蟲』就是指的寄生蟲，人身體裡面都有寄生蟲，可以說不但有病的人，健康的人也有。但是有些寄生蟲對我們身體沒有害處，有些寄生蟲是有害處的，這是給寄生蟲增長了機會，睡眠是寄生蟲繁殖的機會。"
    },
    {
      "id": "15-010-0008_p0066",
      "zh_CN": "【退失于精进。乏少诸财宝。多梦无觉悟。是乐睡眠过。】",
      "zh_TW": "【退失於精進。乏少諸財寶。多夢無覺悟。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0067",
      "zh_CN": "这一首是讲贪睡的人当然不会精进，跟精进恰恰相反。缺乏生活的资财，也就是讲我们现在物质上的生活他比较要缺乏，而且多做梦，做梦多，迷惑颠倒，不曾觉悟。",
      "zh_TW": "這一首是講貪睡的人當然不會精進，跟精進恰恰相反。缺乏生活的資財，也就是講我們現在物質上的生活他比較要缺乏，而且多做夢，做夢多，迷惑顛倒，不曾覺悟。"
    },
    {
      "id": "15-010-0008_p0068",
      "zh_CN": "【痴网常增长。乐著于诸见。炽盛难疗治。是乐睡眠过。】",
      "zh_TW": "【癡網常增長。樂著於諸見。熾盛難療治。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0069",
      "zh_CN": "『痴』是愚痴，『网』是比喻，愚痴就像罗网一样，密密麻麻，这是形容他愚痴的样子。喜欢执着成见，也就是说这种人成见很深，这个病很不容易治疗，佛来了对他也没有办法。为什么？懈怠懒惰，不能接受佛的教诲，难治疗的原因在此地。",
      "zh_TW": "『癡』是愚痴，『網』是比喻，愚痴就像羅網一樣，密密麻麻，這是形容他愚痴的樣子。喜歡執著成見，也就是說這種人成見很深，這個病很不容易治療，佛來了對他也沒有辦法。為什麼？懈怠懶惰，不能接受佛的教誨，難治療的原因在此地。"
    },
    {
      "id": "15-010-0008_p0070",
      "zh_CN": "【损减于智慧。增长于愚痴。】",
      "zh_TW": "【損減於智慧。增長於愚癡。】"
    },
    {
      "id": "15-010-0008_p0071",
      "zh_CN": "智慧一天一天减少，愚痴一天一天增长。",
      "zh_TW": "智慧一天一天減少，愚痴一天一天增長。"
    },
    {
      "id": "15-010-0008_p0072",
      "zh_CN": "【志意常下劣。是乐睡眠过。】",
      "zh_TW": "【志意常下劣。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0073",
      "zh_CN": "这一句是说这种人没有大志，过一天算一天。",
      "zh_TW": "這一句是說這種人沒有大志，過一天算一天。"
    },
    {
      "id": "15-010-0008_p0074",
      "zh_CN": "【彼住阿兰若。常怀懈怠心。非人得其便。】",
      "zh_TW": "【彼住阿蘭若。常懷懈怠心。非人得其便。】"
    },
    {
      "id": "15-010-0008_p0075",
      "zh_CN": "『阿兰若』是寂静之处，我们一般常讲的住山闭关，关房都选择在环境幽静的地方，兰若。他住在这个地方不是修行，一般人住山闭关，是百尺竿头更进一步，人家是勇猛精进。他住在这个地方天天睡大觉，『常怀懈怠心』，这个事情就麻烦了。『非人得其便』，非人是什么？现在所讲的魔，换句话说，容易着魔。妖魔鬼怪看到他，常常附身，附他的身那就作怪，必定被魔所控制。魔有神通，魔也有智慧，也有能力，他可以帮助你得到许多一般人得不到的利益。名闻利养你都能得到，可是你的享受不会太久，福报享完了，魔走了，你就必定堕落地狱。这桩事情佛在《楞严经》里面讲得很明白，我们现在的社会这一类的人有，如果大家冷静的去观察你就能发现，常常听到，常常见到。",
      "zh_TW": "『阿蘭若』是寂靜之處，我們一般常講的住山閉關，關房都選擇在環境幽靜的地方，蘭若。他住在這個地方不是修行，一般人住山閉關，是百尺竿頭更進一步，人家是勇猛精進。他住在這個地方天天睡大覺，『常懷懈怠心』，這個事情就麻煩了。『非人得其便』，非人是什麼？現在所講的魔，換句話說，容易著魔。妖魔鬼怪看到他，常常附身，附他的身那就作怪，必定被魔所控制。魔有神通，魔也有智慧，也有能力，他可以幫助你得到許多一般人得不到的利益。名聞利養你都能得到，可是你的享受不會太久，福報享完了，魔走了，你就必定墮落地獄。這樁事情佛在《楞嚴經》裡面講得很明白，我們現在的社會這一類的人有，如果大家冷靜的去觀察你就能發現，常常聽到，常常見到。"
    },
    {
      "id": "15-010-0008_p0076",
      "zh_CN": "【蒙愦失正念。讽诵不通利。说法多废忘。是乐睡眠过。】",
      "zh_TW": "【蒙憒失正念。諷誦不通利。說法多廢忘。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0077",
      "zh_CN": "『蒙愦』就像我们现在人所说的糊涂、迷惑，当然正念不能现前。虽然读经，没有记性，也就是读得很多记不住，随念随忘。纵然说法也有这个毛病，说法的时候也常常废忘，都是从睡眠当中引发的过失。",
      "zh_TW": "『蒙憒』就像我們現在人所說的糊塗、迷惑，當然正念不能現前。雖然讀經，沒有記性，也就是讀得很多記不住，隨念隨忘。縱然說法也有這個毛病，說法的時候也常常廢忘，都是從睡眠當中引發的過失。"
    },
    {
      "id": "15-010-0008_p0078",
      "zh_CN": "【由痴起迷惑。】",
      "zh_TW": "【由癡起迷惑。】"
    },
    {
      "id": "15-010-0008_p0079",
      "zh_CN": "愚痴这才迷惑。",
      "zh_TW": "愚痴這才迷惑。"
    },
    {
      "id": "15-010-0008_p0080",
      "zh_CN": "【住于烦恼中。其心不安乐。是乐睡眠过。功德皆损减。常生忧悔心。增长诸烦恼。是乐睡眠过。】",
      "zh_TW": "【住於煩惱中。其心不安樂。是樂睡眠過。功德皆損減。常生憂悔心。增長諸煩惱。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0081",
      "zh_CN": "这个都好懂。",
      "zh_TW": "這個都好懂。"
    },
    {
      "id": "15-010-0008_p0082",
      "zh_CN": "【远离诸善友。亦不求正法。常行非法中。是乐睡眠过。】",
      "zh_TW": "【遠離諸善友。亦不求正法。常行非法中。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0083",
      "zh_CN": "『善友』，善与善相应，纵然过去是很好的朋友，一个人精进，一个人懈怠，这两个人决定走不到一起去。精进的人一定远离懈怠人，懈怠人也一定不愿意见精进人，所以这些善友，真正精进，努力修行的人，他必然是远离。『亦不求正法』，没有求正法的那种热忱，没有那个心，于是『常行非法中』，与佛的教诲常常是相违背的。这个地方的非法跟《般若经》上讲的非法，意思完全不相同，此地所讲的非法是与正法相反的，叫非法。佛教人修六度，他所做的跟六度完全相反，这就是非法。佛教菩萨布施，他悭贪；佛教菩萨持戒，他作恶，这就叫做非法。他在生活当中所表现的是这些。",
      "zh_TW": "『善友』，善與善相應，縱然過去是很好的朋友，一個人精進，一個人懈怠，這兩個人決定走不到一起去。精進的人一定遠離懈怠人，懈怠人也一定不願意見精進人，所以這些善友，真正精進，努力修行的人，他必然是遠離。『亦不求正法』，沒有求正法的那種熱忱，沒有那個心，於是『常行非法中』，與佛的教誨常常是相違背的。這個地方的非法跟《般若經》上講的非法，意思完全不相同，此地所講的非法是與正法相反的，叫非法。佛教人修六度，他所做的跟六度完全相反，這就是非法。佛教菩薩布施，他慳貪；佛教菩薩持戒，他作惡，這就叫做非法。他在生活當中所表現的是這些。"
    },
    {
      "id": "15-010-0008_p0084",
      "zh_CN": "【不欣求法乐。损减诸功德。远离于白法。是乐睡眠过。】",
      "zh_TW": "【不欣求法樂。損減諸功德。遠離於白法。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0085",
      "zh_CN": "法确实有乐趣，尝到法味的人才知道，换句话说，必须依法修行才能够得到法乐，也叫做法喜，我们常说法喜充满，这是你在修学里真正得到受用。他不求法乐，他求什么乐？求世间五欲六尘之乐，这个就错了。世间五欲六尘，一般人说这个很乐，佛告诉我们那不是乐受，那叫坏苦，你在享受的时候是感觉很快乐，那是外面五欲六尘的刺激，觉得很快乐。可是这个境界离开了，你就觉得苦，三类苦里面这一类叫做坏苦，不是真乐；不像法乐，法乐是从内心里面生出来的，像泉水一样，自然往外涌，那是真乐。它不是外面刺激，从内心里面生出来的，所以法乐跟世间五欲之乐不相同。不求法乐当然就损害功德，修行有功你自然就有德，这个德最浅显的就是法乐。『远离于白法』，白法是善法。",
      "zh_TW": "法確實有樂趣，嘗到法味的人才知道，換句話說，必須依法修行才能夠得到法樂，也叫做法喜，我們常說法喜充滿，這是你在修學裡真正得到受用。他不求法樂，他求什麼樂？求世間五欲六塵之樂，這個就錯了。世間五欲六塵，一般人說這個很樂，佛告訴我們那不是樂受，那叫壞苦，你在享受的時候是感覺很快樂，那是外面五欲六塵的刺激，覺得很快樂。可是這個境界離開了，你就覺得苦，三類苦裡面這一類叫做壞苦，不是真樂；不像法樂，法樂是從內心裡面生出來的，像泉水一樣，自然往外湧，那是真樂。它不是外面刺激，從內心裡面生出來的，所以法樂跟世間五欲之樂不相同。不求法樂當然就損害功德，修行有功你自然就有德，這個德最淺顯的就是法樂。『遠離於白法』，白法是善法。"
    },
    {
      "id": "15-010-0008_p0086",
      "zh_CN": "【彼人心怯弱。恒少于欢喜。支分多羸瘦。是乐睡眠过。】",
      "zh_TW": "【彼人心怯弱。恆少於歡喜。支分多羸瘦。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0087",
      "zh_CN": "这个人『心怯弱』要用现在的话来说，就是他的心理不健康，他忧虑多、烦恼多、畏惧多，喜乐的时间很少，就是忧虑的时间很长很多，这是心理不健康。心理不健康一定影响到生理，所以他的身体很瘦弱，『支分』是四肢、手脚，显得很羸瘦。",
      "zh_TW": "這個人『心怯弱』要用現在的話來說，就是他的心理不健康，他憂慮多、煩惱多、畏懼多，喜樂的時間很少，就是憂慮的時間很長很多，這是心理不健康。心理不健康一定影響到生理，所以他的身體很瘦弱，『支分』是四肢、手腳，顯得很羸瘦。"
    },
    {
      "id": "15-010-0008_p0088",
      "zh_CN": "【自知身懈怠。嫉妒精进者。乐说其过恶。是乐睡眠过。】",
      "zh_TW": "【自知身懈怠。嫉妒精進者。樂說其過惡。是樂睡眠過。】"
    },
    {
      "id": "15-010-0008_p0089",
      "zh_CN": "他自己知道自己懈怠懒惰，看到别人精进他嫉妒，他放不下。不仅是嫉妒，还要找那个精进人的麻烦，恶意去说他的过失，说这些精进人的过失。用种种方法去破坏，去障碍他，他还要造这些罪业。",
      "zh_TW": "他自己知道自己懈怠懶惰，看到別人精進他嫉妒，他放不下。不僅是嫉妒，還要找那個精進人的麻煩，惡意去說他的過失，說這些精進人的過失。用種種方法去破壞，去障礙他，他還要造這些罪業。"
    },
    {
      "id": "15-010-0008_p0090",
      "zh_CN": "【智者了其过。常离于睡眠。】",
      "zh_TW": "【智者了其過。常離於睡眠。】"
    },
    {
      "id": "15-010-0008_p0091",
      "zh_CN": "这是世尊教给我们，真正有智慧的人，明了多睡眠、贪睡眠的过失，所以他『常离于睡眠』，自己要发奋勇猛精进，克服这个障碍。如果我们已经有这个障碍，一定要想方法对治，古人为取得世间的功名富贵，他也能克服懒惰、克服睡眠而勇猛精进。我们在历史上所看到的，有所谓「悬梁剌骨」，悬梁是什么意思？古人头发都没有剃的，男子也一样，头发都是很长的。中国古时候，头上打个髻，盘在上面，戴上帽子，清朝时候打成辫子，长辫子。他在屋梁上拴一根绳子，把头发悬在梁上，如果打磕睡他就打不下去，悬梁，克服自己的懒惰，克服自己的睡眠。他为了什么？为了取得世间的功名富贵都这样干法，我们今天是为了要了生死出三界，如果不能克服睡眠那怎么办？",
      "zh_TW": "這是世尊教給我們，真正有智慧的人，明瞭多睡眠、貪睡眠的過失，所以他『常離於睡眠』，自己要發奮勇猛精進，克服這個障礙。如果我們已經有這個障礙，一定要想方法對治，古人為取得世間的功名富貴，他也能克服懶惰、克服睡眠而勇猛精進。我們在歷史上所看到的，有所謂「懸梁剌骨」，懸梁是什麼意思？古人頭髮都沒有剃的，男子也一樣，頭髮都是很長的。中國古時候，頭上打個髻，盤在上面，戴上帽子，清朝時候打成辮子，長辮子。他在屋梁上拴一根繩子，把頭髮懸在梁上，如果打磕睡他就打不下去，懸梁，克服自己的懶惰，克服自己的睡眠。他為了什麼？為了取得世間的功名富貴都這樣幹法，我們今天是為了要了生死出三界，如果不能克服睡眠那怎麼辦？"
    },
    {
      "id": "15-010-0008_p0092",
      "zh_CN": "佛门说到修行真实用功，特别在一年之中选定几个日子精进修持。如同我们念佛法门里面，一般念佛堂，实在讲念佛堂的功课比我们现在佛七还要精进。我们看看过去印光法师灵岩山的课诵仪规就看到了，他们是一年三百六十天没有放假的，每天除早晚课之外有六支香的念佛，一支香大概是一个半小时，六支香！这是平常，每一年有一段时期举行精进佛七，精进佛七叫加香，再加两支香，九支香的念佛，日夜不懈怠。念佛堂里面的佛号永远没有中断，晚上怎么？晚上轮班，分班接着念，念佛堂的佛号是一年到头不会中断的，那叫念佛堂。现在这样殊胜的道场我们已经见不到了。所以真正有智慧的人知道睡眠误事，一定要想方法克服，常离于睡眠。",
      "zh_TW": "佛門說到修行真實用功，特別在一年之中選定幾個日子精進修持。如同我們念佛法門裡面，一般念佛堂，實在講念佛堂的功課比我們現在佛七還要精進。我們看看過去印光法師靈巖山的課誦儀規就看到了，他們是一年三百六十天沒有放假的，每天除早晚課之外有六支香的念佛，一支香大概是一個半小時，六支香！這是平常，每一年有一段時期舉行精進佛七，精進佛七叫加香，再加兩支香，九支香的念佛，日夜不懈怠。念佛堂裡面的佛號永遠沒有中斷，晚上怎麼？晚上輪班，分班接著念，念佛堂的佛號是一年到頭不會中斷的，那叫念佛堂。現在這樣殊勝的道場我們已經見不到了。所以真正有智慧的人知道睡眠誤事，一定要想方法克服，常離於睡眠。"
    },
    {
      "id": "15-010-0008_p0093",
      "zh_CN": "【愚人增见网。无利损功德。】",
      "zh_TW": "【愚人增見網。無利損功德。】"
    },
    {
      "id": "15-010-0008_p0094",
      "zh_CN": "愚痴的人增长邪知邪见，他的知见不正。『无利损功德』，无利是毫无利益，将自己的功德伤害了，功是修行有功，自然你就有德，这个德跟得失的「得」是同一个意思。持戒有功，定就是他所得的，修定有功，开智慧就是所得。由此可知，功是修因，德是证果。",
      "zh_TW": "愚痴的人增長邪知邪見，他的知見不正。『無利損功德』，無利是毫無利益，將自己的功德傷害了，功是修行有功，自然你就有德，這個德跟得失的「得」是同一個意思。持戒有功，定就是他所得的，修定有功，開智慧就是所得。由此可知，功是修因，德是證果。"
    },
    {
      "id": "15-010-0008_p0095",
      "zh_CN": "【智者常精进。勤修清净道。】",
      "zh_TW": "【智者常精進。勤修清淨道。】"
    },
    {
      "id": "15-010-0008_p0096",
      "zh_CN": "我们要晓得佛在经上常常跟我们讲，财色名食睡，这个叫五欲，也叫做五盖，盖覆了我们的真性。它是严重的烦恼，清净心里面原来没有这个东西，原来没有的当然可以离开，原来有的自然可以证得。六道里面有欲界、有色界、有无色界，分为这三大类，欲界里面就是有这五种欲，财色名食睡，有吃、有睡。到色界天没有了，色界天人不需要饮食也不需要睡眠，他的精神永远饱满，我们在经上看到世尊所谓的禅悦为食。食，这个意思是滋养身体，色界天人用什么来滋养身体？用禅定，定能养身，禅定就是清净心，就是我们净宗讲的「一心不乱」。所以你的心愈清净，你的身体一定愈好，你的饮食会减少，睡眠也会减少，必然的道理。如果饮食很多、睡眠很多，不是好事情，这一点我们要晓得。",
      "zh_TW": "我們要曉得佛在經上常常跟我們講，財色名食睡，這個叫五欲，也叫做五蓋，蓋覆了我們的真性。它是嚴重的煩惱，清淨心裡面原來沒有這個東西，原來沒有的當然可以離開，原來有的自然可以證得。六道裡面有欲界、有色界、有無色界，分為這三大類，欲界裡面就是有這五種欲，財色名食睡，有吃、有睡。到色界天沒有了，色界天人不需要飲食也不需要睡眠，他的精神永遠飽滿，我們在經上看到世尊所謂的禪悅為食。食，這個意思是滋養身體，色界天人用什麼來滋養身體？用禪定，定能養身，禪定就是清淨心，就是我們淨宗講的「一心不亂」。所以你的心愈清淨，你的身體一定愈好，你的飲食會減少，睡眠也會減少，必然的道理。如果飲食很多、睡眠很多，不是好事情，這一點我們要曉得。"
    },
    {
      "id": "15-010-0008_p0097",
      "zh_CN": "为什么现代人需要这么多的饮食、睡眠？一般说来这是业障，什么是业障？妄想、杂念。饮食这是产生能量，我们身体的活动要靠能量，饮食是能量的补充，你不能充分补充它，你就没有体力活动，一定要补充足。能量消耗到什么地方？百分之九十五消耗在妄念上。一个人妄念要是少，换句话说，他消耗的能量就少，消耗能量少，他补充的当然就少。所以一天吃一餐就够了，那一餐的份量跟普通人一样，并不是把三餐当作一餐来吃，那个人会生病的，那不正常的。",
      "zh_TW": "為什麼現代人需要這麼多的飲食、睡眠？一般說來這是業障，什麼是業障？妄想、雜念。飲食這是產生能量，我們身體的活動要靠能量，飲食是能量的補充，你不能充分補充它，你就沒有體力活動，一定要補充足。能量消耗到什麼地方？百分之九十五消耗在妄念上。一個人妄念要是少，換句話說，他消耗的能量就少，消耗能量少，他補充的當然就少。所以一天吃一餐就夠了，那一餐的份量跟普通人一樣，並不是把三餐當作一餐來吃，那個人會生病的，那不正常的。"
    },
    {
      "id": "15-010-0008_p0098",
      "zh_CN": "由此可知，佛门里头无论哪一宗，无论哪个法门，都是修清净心，都是修禅定，心愈清净你睡眠的时间愈少，你的饮食也愈少。我们明白这个道理，知道事实真相，可不能学，学不得！你听说少吃好，你一天吃一餐，吃上三天什么工作都不能做，就躺下去了。什么原因？因为你需要那么多的消耗能量，你一定要补充足；也就是说，你的烦恼、杂念太多了。所以古时候僧团里面日中一食，人家心清净，少烦少恼，他每天补充那一点足够了；我们今天是多烦多恼，没有法子。明白这个道理就好，真正功夫在哪里用？功夫在修清净心，心愈清净自然就减少了，睡眠也会减少。『智者常精进，勤修清净道』，清净道这三个字包含所有大乘的法门，我们常讲八万四千法门，无量法门都是修清净道，所以这一个字就统统包括了。",
      "zh_TW": "由此可知，佛門裡頭無論哪一宗，無論哪個法門，都是修清淨心，都是修禪定，心愈清淨你睡眠的時間愈少，你的飲食也愈少。我們明白這個道理，知道事實真相，可不能學，學不得！你聽說少吃好，你一天吃一餐，吃上三天什麼工作都不能做，就躺下去了。什麼原因？因為你需要那麼多的消耗能量，你一定要補充足；也就是說，你的煩惱、雜念太多了。所以古時候僧團裡面日中一食，人家心清淨，少煩少惱，他每天補充那一點足夠了；我們今天是多煩多惱，沒有法子。明白這個道理就好，真正功夫在哪裡用？功夫在修清淨心，心愈清淨自然就減少了，睡眠也會減少。『智者常精進，勤修清淨道』，清淨道這三個字包含所有大乘的法門，我們常講八萬四千法門，無量法門都是修清淨道，所以這一個字就統統包括了。"
    },
    {
      "id": "15-010-0008_p0099",
      "zh_CN": "【离苦得安乐。诸佛所称叹。】",
      "zh_TW": "【離苦得安樂。諸佛所稱歎。】"
    },
    {
      "id": "15-010-0008_p0100",
      "zh_CN": "烦恼是苦，生死是苦，迷惑无明是苦，离苦要离这些，自然就得安乐。心安身就安，身心安稳，身体自然轻利。",
      "zh_TW": "煩惱是苦，生死是苦，迷惑無明是苦，離苦要離這些，自然就得安樂。心安身就安，身心安穩，身體自然輕利。"
    },
    {
      "id": "15-010-0008_p0101",
      "zh_CN": "【世间诸伎艺。及出世工巧。皆由精进力。智者应修习。】",
      "zh_TW": "【世間諸伎藝。及出世工巧。皆由精進力。智者應修習。】"
    },
    {
      "id": "15-010-0008_p0102",
      "zh_CN": "不但是出世间法，世间法，世间种种学术、种种才艺，以及出世间的功夫善巧，都从精进里面生的，应该要修精进法。",
      "zh_TW": "不但是出世間法，世間法，世間種種學術、種種才藝，以及出世間的功夫善巧，都從精進裡面生的，應該要修精進法。"
    },
    {
      "id": "15-010-0008_p0103",
      "zh_CN": "【若人趣菩提。了知睡眠过。】",
      "zh_TW": "【若人趣菩提。了知睡眠過。】"
    },
    {
      "id": "15-010-0008_p0104",
      "zh_CN": "假如我们的志向，希望在这一生当中证得圆满菩提，有没有办法得到？答案是肯定的，特别是净宗法门，念佛往生净土就是一生成就无上菩提。这个事实以及它的道理，我们在这十几年当中天天都在讨论，天天都在宣扬，决定没有错误。要想这一生成就，贪睡、贪吃不行，那我们纵然是念佛，也只给阿弥陀佛结个善缘而已，这一生当中还是去不了。你要问为什么？西方世界的人个个都是勇猛精进，我们这个懒散的习惯跟他们合不来，即使阿弥陀佛欢迎我们去，到那里跟大众不能相处，还是去不了。所以你要知道睡眠的过失。",
      "zh_TW": "假如我們的志向，希望在這一生當中證得圓滿菩提，有沒有辦法得到？答案是肯定的，特別是淨宗法門，念佛往生淨土就是一生成就無上菩提。這個事實以及它的道理，我們在這十幾年當中天天都在討論，天天都在宣揚，決定沒有錯誤。要想這一生成就，貪睡、貪吃不行，那我們縱然是念佛，也只給阿彌陀佛結個善緣而已，這一生當中還是去不了。你要問為什麼？西方世界的人個個都是勇猛精進，我們這個懶散的習慣跟他們合不來，即使阿彌陀佛歡迎我們去，到那裡跟大眾不能相處，還是去不了。所以你要知道睡眠的過失。"
    },
    {
      "id": "15-010-0008_p0105",
      "zh_CN": "【安住精进力。觉悟生惭愧。】",
      "zh_TW": "【安住精進力。覺悟生慚愧。】"
    },
    {
      "id": "15-010-0008_p0106",
      "zh_CN": "这是佛教导我们，我们心要安住在勇猛精进上，要克服自己不好的习气，不好的习惯，自己要想方法克服自己，这一点很重要。古时候老师、学长还可以能够督促学生，学长还可以带领学弟们，现在的社会不行了，现在讲求民主、自由、开放，谁都不能干涉谁，甚至于见到过失、劝告都不可以。你好心去劝告他，他对你生起恶意，反而使彼此两方面道业都受到了障碍，这是我们今天修学环境不如古人的地方。所以今天修行唯有靠自己，没有人来督促你，自己不晓得发奋，不能克服自己的障难，成就就难了。",
      "zh_TW": "這是佛教導我們，我們心要安住在勇猛精進上，要克服自己不好的習氣，不好的習慣，自己要想方法克服自己，這一點很重要。古時候老師、學長還可以能夠督促學生，學長還可以帶領學弟們，現在的社會不行了，現在講求民主、自由、開放，誰都不能干涉誰，甚至於見到過失、勸告都不可以。你好心去勸告他，他對你生起惡意，反而使彼此兩方面道業都受到了障礙，這是我們今天修學環境不如古人的地方。所以今天修行唯有靠自己，沒有人來督促你，自己不曉得發奮，不能克服自己的障難，成就就難了。"
    },
    {
      "id": "15-010-0008_p0107",
      "zh_CN": "懒惰、懈怠这是一般人的通病，我们自己也不能够避免，克服的方法每个人不一样，自己要想想用什么方法能够对治自己的毛病，去找个方法。我在年轻的时候发心学讲经，实在讲就是对治自己懒惰、懈怠的一个方法，因为讲经要上台，面对这些大众讲不出来那很难为情，下不了台。这个方法能够逼着自己用功，因为最初学讲经要写讲稿，一个半小时台上讲演，需要写一万五千字的讲稿。一个星期讲一次，每个星期要写一万五千字的讲稿，这就逼着自己不能不用功。写讲稿还要查参考资料，遇到一个问题要想很久，实在想不出来那没有法子，想不出来就拜佛，拜上几百拜。拜上一、两百拜就忽然灵感来了，就赶快再写，所以在学讲经过程当中常常一夜不会睡觉的。因为晚上的时间清净，没有人打搅，白天有工作、有应酬，用功比较难，多半时间都在晚上。普通晚上睡眠大概都在两、三点钟，一直到天亮常有的事情。这是什么？用这个方法来对治自己懈怠、懒惰的毛病。所以自己要想办法去整自己才行，这个叫修行。这是『安住精进力，觉悟生惭愧』。",
      "zh_TW": "懶惰、懈怠這是一般人的通病，我們自己也不能夠避免，克服的方法每個人不一樣，自己要想想用什麼方法能夠對治自己的毛病，去找個方法。我在年輕的時候發心學講經，實在講就是對治自己懶惰、懈怠的一個方法，因為講經要上臺，面對這些大眾講不出來那很難為情，下不了臺。這個方法能夠逼著自己用功，因為最初學講經要寫講稿，一個半小時臺上講演，需要寫一萬五千字的講稿。一個星期講一次，每個星期要寫一萬五千字的講稿，這就逼著自己不能不用功。寫講稿還要查參考資料，遇到一個問題要想很久，實在想不出來那沒有法子，想不出來就拜佛，拜上幾百拜。拜上一、兩百拜就忽然靈感來了，就趕快再寫，所以在學講經過程當中常常一夜不會睡覺的。因為晚上的時間清淨，沒有人打攪，白天有工作、有應酬，用功比較難，多半時間都在晚上。普通晚上睡眠大概都在兩、三點鐘，一直到天亮常有的事情。這是什麼？用這個方法來對治自己懈怠、懶惰的毛病。所以自己要想辦法去整自己才行，這個叫修行。這是『安住精進力，覺悟生慚愧』。"
    },
    {
      "id": "15-010-0008_p0108",
      "zh_CN": "【是故诸智者。常生精进心。舍离于睡眠。守护菩提种。】",
      "zh_TW": "【是故諸智者。常生精進心。捨離於睡眠。守護菩提種。】"
    },
    {
      "id": "15-010-0008_p0109",
      "zh_CN": "『菩提』是梵语，翻成中国的意思是觉悟，念念要觉悟，时时刻刻要觉悟，觉悟是成佛的种子。睡眠恰恰是觉悟最大的障碍，这个我们不能不知道。再看底下经文。",
      "zh_TW": "『菩提』是梵語，翻成中國的意思是覺悟，念念要覺悟，時時刻刻要覺悟，覺悟是成佛的種子。睡眠恰恰是覺悟最大的障礙，這個我們不能不知道。再看底下經文。"
    },
    {
      "id": "15-010-0008_p0110",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。希有世尊。乐着睡眠乃有如是无量过失。若有闻者。不生忧悔厌离之心。发起精进。当知是人甚大愚痴。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。希有世尊。樂著睡眠乃有如是無量過失。若有聞者。不生憂悔厭離之心。發起精進。當知是人甚大愚癡。】"
    },
    {
      "id": "15-010-0008_p0111",
      "zh_CN": "弥勒菩萨这个话说给我们听的，佛将睡眠的过失说出来，说得这么清楚，我们听了以后还不知道忧愁，还不知道悔改，不知道发起精进，那这个人是愚痴到了极处，诸佛菩萨也度不了他。这里最要紧的是要好好想一想，我是不是这个愚痴人。请看下文：",
      "zh_TW": "彌勒菩薩這個話說給我們聽的，佛將睡眠的過失說出來，說得這麼清楚，我們聽了以後還不知道憂愁，還不知道悔改，不知道發起精進，那這個人是愚痴到了極處，諸佛菩薩也度不了他。這裡最要緊的是要好好想一想，我是不是這個愚痴人。請看下文："
    },
    {
      "id": "15-010-0008_p0112",
      "zh_CN": "【若有菩萨。为欲志求阿耨多罗三藐三菩提者。】",
      "zh_TW": "【若有菩薩。為欲志求阿耨多羅三藐三菩提者。】"
    },
    {
      "id": "15-010-0008_p0113",
      "zh_CN": "『若有』是假设，有一位菩萨他希望证得无上正等正觉。",
      "zh_TW": "『若有』是假設，有一位菩薩他希望證得無上正等正覺。"
    },
    {
      "id": "15-010-0008_p0114",
      "zh_CN": "【闻说如是真实句义。功德利益。】",
      "zh_TW": "【聞說如是真實句義。功德利益。】"
    },
    {
      "id": "15-010-0008_p0115",
      "zh_CN": "佛在这个经上讲得句句话都是真实义，句句话都是无边的功德利益，佛没有一句是假话。",
      "zh_TW": "佛在這個經上講得句句話都是真實義，句句話都是無邊的功德利益，佛沒有一句是假話。"
    },
    {
      "id": "15-010-0008_p0116",
      "zh_CN": "【于诸善法。而生懈怠。不起精进住菩提分。无有是处。】",
      "zh_TW": "【於諸善法。而生懈怠。不起精進住菩提分。無有是處。】"
    },
    {
      "id": "15-010-0008_p0117",
      "zh_CN": "所以这部经叫「发起菩萨殊胜志乐」，我们明了释迦牟尼佛用什么方法，帮助我们这些没有智慧愚痴的菩萨，也能够「发起菩萨殊胜志乐」。这部经我们遇到，实在讲也是希有的因缘，一定要珍惜，要常常读诵，常常依照经典所说认真的反省检点，改过自新，成就这一生真实的功德。下面这一段也非常精采，非常重要。",
      "zh_TW": "所以這部經叫「發起菩薩殊勝志樂」，我們明瞭釋迦牟尼佛用什麼方法，幫助我們這些沒有智慧愚痴的菩薩，也能夠「發起菩薩殊勝志樂」。這部經我們遇到，實在講也是希有的因緣，一定要珍惜，要常常讀誦，常常依照經典所說認真的反省檢點，改過自新，成就這一生真實的功德。下面這一段也非常精采，非常重要。"
    },
    {
      "id": "15-010-0008_p0118",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。云何名为众务中过。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。云何名為眾務中過。】"
    },
    {
      "id": "15-010-0008_p0119",
      "zh_CN": "『众』是众多，『务』是事务。世间人为了求生活，没有办法离开事务，他不工作他就不能赚钱，就不能够生活。为了养家活口，不能不去工作。但是一定要觉悟，养家活口这个事情是重要，但是并不是最重要，最重要的是什么事情？是我们这一生当中怎么样了生死、脱离六道轮回，这比养家活口重要的多！所以真正觉悟的人，生活能过得去，他就知足了，不再干了，他要把他的精神、体力、时间去办道，去修行。因此，佛教给我们，无论在家出家，物质生活上一定要懂得知足，知足就常乐，知足你就有时间，不知足你哪来的时间。这一点给我们讲，众务之害不亚于前面所说的这种种过失。下面经文。",
      "zh_TW": "『眾』是眾多，『務』是事務。世間人為了求生活，沒有辦法離開事務，他不工作他就不能賺錢，就不能夠生活。為了養家活口，不能不去工作。但是一定要覺悟，養家活口這個事情是重要，但是並不是最重要，最重要的是什麼事情？是我們這一生當中怎麼樣了生死、脫離六道輪迴，這比養家活口重要的多！所以真正覺悟的人，生活能過得去，他就知足了，不再幹了，他要把他的精神、體力、時間去辦道，去修行。因此，佛教給我們，無論在家出家，物質生活上一定要懂得知足，知足就常樂，知足你就有時間，不知足你哪來的時間。這一點給我們講，眾務之害不亞於前面所說的這種種過失。下面經文。"
    },
    {
      "id": "15-010-0008_p0120",
      "zh_CN": "【若观察时。令诸菩萨不营众务勤修佛道。】",
      "zh_TW": "【若觀察時。令諸菩薩不營眾務勤修佛道。】"
    },
    {
      "id": "15-010-0008_p0121",
      "zh_CN": "「营」是经营，无论是出家在家的佛弟子，要谨守一个原则，「多事不如少事，少事不如无事」。百丈大师在丛林清规里面倡导的，第一条他老人家就说，「丛林以无事为兴旺」，什么是丛林兴旺的气象？没事！由此可知，事情太多了是佛法衰灭的现象。现在大家的观念都错误了，没有事情天天还在动脑筋想事，我们怎么去做。如何把这个错误观念能够转过来，非常要紧，把心真正定在道上。即使弘法利生，这个事情我们也是附带在做，不能把它当正事去办，附带办的。正经事是要修清净心，正经事是要念佛求生净土，这是正经事。《无量寿经》上告诉我们，「假令供养恒沙圣，不如坚勇求正觉」，坚决勇猛精进求正觉，正觉就是念佛求生净土，这是正觉。把我们正事放在一边，无关紧要的这些事情拼命在那里做，麻烦就大了。你所做的，做的再好是三界有漏的福报，你得的是这个东西。功德，没有那回事情，毫无功德！这一点要晓得。我们看下面经文。",
      "zh_TW": "「營」是經營，無論是出家在家的佛弟子，要謹守一個原則，「多事不如少事，少事不如無事」。百丈大師在叢林清規裡面倡導的，第一條他老人家就說，「叢林以無事為興旺」，什麼是叢林興旺的氣象？沒事！由此可知，事情太多了是佛法衰滅的現象。現在大家的觀念都錯誤了，沒有事情天天還在動腦筋想事，我們怎麼去做。如何把這個錯誤觀念能夠轉過來，非常要緊，把心真正定在道上。即使弘法利生，這個事情我們也是附帶在做，不能把它當正事去辦，附帶辦的。正經事是要修清淨心，正經事是要念佛求生淨土，這是正經事。《無量壽經》上告訴我們，「假令供養恆沙聖，不如堅勇求正覺」，堅決勇猛精進求正覺，正覺就是念佛求生淨土，這是正覺。把我們正事放在一邊，無關緊要的這些事情拼命在那裡做，麻煩就大了。你所做的，做的再好是三界有漏的福報，你得的是這個東西。功德，沒有那回事情，毫無功德！這一點要曉得。我們看下面經文。"
    },
    {
      "id": "15-010-0008_p0122",
      "zh_CN": "【佛言弥勒。初业菩萨。应当观察乐营众务二十种过。若观察时。能令菩萨不营众务勤修佛道。】",
      "zh_TW": "【佛言彌勒。初業菩薩。應當觀察樂營眾務二十種過。若觀察時。能令菩薩不營眾務勤修佛道。】"
    },
    {
      "id": "15-010-0008_p0123",
      "zh_CN": "知道经营众务的过失，你才晓得佛这两句话含义的深广，不去经营许许多多的事务，应当『勤修佛道』。这个里头的含义很深很广，我们要能体会。佛在此地也举一个例子，给我们说了二十种，喜欢经营这些事务的过失。『若观察时，能令菩萨不营众务勤修佛道』，观察，用浅显的意思来讲就是高度的警觉。你用智慧去看这个事情，有高度的警觉心，你才晓得做这些事情，对我们自己的伤害太大了。",
      "zh_TW": "知道經營眾務的過失，你才曉得佛這兩句話含義的深廣，不去經營許許多多的事務，應當『勤修佛道』。這個裡頭的含義很深很廣，我們要能體會。佛在此地也舉一個例子，給我們說了二十種，喜歡經營這些事務的過失。『若觀察時，能令菩薩不營眾務勤修佛道』，觀察，用淺顯的意思來講就是高度的警覺。你用智慧去看這個事情，有高度的警覺心，你才曉得做這些事情，對我們自己的傷害太大了。"
    },
    {
      "id": "15-010-0008_p0124",
      "zh_CN": "【弥勒。云何名为二十种过。一者耽着世间下劣之业。】",
      "zh_TW": "【彌勒。云何名為二十種過。一者耽著世間下劣之業。】"
    },
    {
      "id": "15-010-0008_p0125",
      "zh_CN": "『业』是事业，『耽』是耽染，非常喜欢，『着』是执着，喜欢、执着这些世间的事业。世间种种事业，佛眼睛里看都叫『下劣』，为什么是下？因为它是六道轮回的事业，不能出离六道轮回，这是下。劣就更糟糕，劣是造三恶道的事业，在你事业里面，如果是增长贪瞋痴慢，增长嫉妒，这个事业将来的结果就是三恶道。即使你的心胸广阔，慈悲喜舍，利益一切众生，不能出三界，你连个须陀洹都比不上，你怎么不是下，须陀洹以下的。这个「下劣之业」就包括整个六道里面的事业，所以它的范围很广。",
      "zh_TW": "『業』是事業，『耽』是耽染，非常喜歡，『著』是執著，喜歡、執著這些世間的事業。世間種種事業，佛眼睛裡看都叫『下劣』，為什麼是下？因為它是六道輪迴的事業，不能出離六道輪迴，這是下。劣就更糟糕，劣是造三惡道的事業，在你事業裡面，如果是增長貪瞋痴慢，增長嫉妒，這個事業將來的結果就是三惡道。即使你的心胸廣闊，慈悲喜捨，利益一切眾生，不能出三界，你連個須陀洹都比不上，你怎麼不是下，須陀洹以下的。這個「下劣之業」就包括整個六道裡面的事業，所以它的範圍很廣。"
    },
    {
      "id": "15-010-0008_p0126",
      "zh_CN": "【二者为诸读诵修行比丘之所轻贱。】",
      "zh_TW": "【二者為諸讀誦修行比丘之所輕賤。】"
    },
    {
      "id": "15-010-0008_p0127",
      "zh_CN": "真正修行的人，人家的目标已经定在三界之外了，不再搞三界之内，这就比搞世间这个事业的高明太多了。此地讲轻贱、呵责都是比喻话，为什么？真正修行人不见世间过，他也不会轻贱你。但是事实上，他不会跟你接触，为什么？志趣不相同，你不会去找他，他不会来找你，这是一定道理。",
      "zh_TW": "真正修行的人，人家的目標已經定在三界之外了，不再搞三界之內，這就比搞世間這個事業的高明太多了。此地講輕賤、呵責都是比喻話，為什麼？真正修行人不見世間過，他也不會輕賤你。但是事實上，他不會跟你接觸，為什麼？志趣不相同，你不會去找他，他不會來找你，這是一定道理。"
    },
    {
      "id": "15-010-0008_p0128",
      "zh_CN": "【三者亦为勤修禅定比丘之所呵责。】",
      "zh_TW": "【三者亦為勤修禪定比丘之所呵責。】"
    },
    {
      "id": "15-010-0008_p0129",
      "zh_CN": "诸位要知道『读诵修行』功德浅，『勤修禅定』功德深，勤修禅定必定超越六道，而读诵修行未必能超越六道。这个地方我们必须要辨别清楚，这样说起来，我们是不是要去修禅定？大家一定要搞清楚、搞明白，大小乘佛法无量法门都是修禅定，法门无量那是讲，法是方法，门是门径，也就是方法、手段无量无边，修什么？都是修禅定。所以禅定不是指禅宗里面打坐面壁，不是这个意思，这个禅定就是戒定慧里面的定，是这个意思，意思很广；换句话说，勤修禅定就是认真修行的人，无论修行哪个法门，他认真修行，认真修行一定证果。",
      "zh_TW": "諸位要知道『讀誦修行』功德淺，『勤修禪定』功德深，勤修禪定必定超越六道，而讀誦修行未必能超越六道。這個地方我們必須要辨別清楚，這樣說起來，我們是不是要去修禪定？大家一定要搞清楚、搞明白，大小乘佛法無量法門都是修禪定，法門無量那是講，法是方法，門是門徑，也就是方法、手段無量無邊，修什麼？都是修禪定。所以禪定不是指禪宗裡面打坐面壁，不是這個意思，這個禪定就是戒定慧裡面的定，是這個意思，意思很廣；換句話說，勤修禪定就是認真修行的人，無論修行哪個法門，他認真修行，認真修行一定證果。"
    },
    {
      "id": "15-010-0008_p0130",
      "zh_CN": "我们净宗是用念佛的方法，持名念佛的这个手段，我们修的是什么？一心不乱，一心不乱就是禅定。所以世尊在《大集经》里面讲，修念佛法门，念佛叫「无上深妙禅」，这是释迦牟尼佛在《大集经》上讲的，一心称念南无阿弥陀佛，这是无上深妙禅。所以在这个地方，不要看到这个经文，「我念佛还是不行，我还得去参禅去」，那你就错解意思。我们把它解释一个真修行的人，真正为了生死出三界而修行的人，比前面读诵修行的功夫要来得深。",
      "zh_TW": "我們淨宗是用念佛的方法，持名念佛的這個手段，我們修的是什麼？一心不亂，一心不亂就是禪定。所以世尊在《大集經》裡面講，修念佛法門，念佛叫「無上深妙禪」，這是釋迦牟尼佛在《大集經》上講的，一心稱念南無阿彌陀佛，這是無上深妙禪。所以在這個地方，不要看到這個經文，「我念佛還是不行，我還得去參禪去」，那你就錯解意思。我們把它解釋一個真修行的人，真正為了生死出三界而修行的人，比前面讀誦修行的功夫要來得深。"
    },
    {
      "id": "15-010-0008_p0131",
      "zh_CN": "【四者心常发起无始生死流转之业。】",
      "zh_TW": "【四者心常發起無始生死流轉之業。】"
    },
    {
      "id": "15-010-0008_p0132",
      "zh_CN": "这是喜欢经营世间事务的这些人，他心里面所想的、所念的都是他那些要做的事情。他没有去想佛，没有去想菩萨，没有思惟经义，没有觉察宇宙人生的实相，这就大错特错了。所以他起心动念都是『生死流转之业』，他搞这个。",
      "zh_TW": "這是喜歡經營世間事務的這些人，他心裡面所想的、所念的都是他那些要做的事情。他沒有去想佛，沒有去想菩薩，沒有思惟經義，沒有覺察宇宙人生的實相，這就大錯特錯了。所以他起心動念都是『生死流轉之業』，他搞這個。"
    },
    {
      "id": "15-010-0008_p0133",
      "zh_CN": "【五者虚食居士及婆罗门净心信施。】",
      "zh_TW": "【五者虛食居士及婆羅門淨心信施。】"
    },
    {
      "id": "15-010-0008_p0134",
      "zh_CN": "刚才跟诸位说过，在家人因为为了家庭生活，不能不奔波，不能不经营种种事业，这是麻烦，这是业障，不能专心修行。所以发心出家修行人，就是把这些事业统统舍掉，接受在家居士的供养。在家居士供养你，就是叫你不要干事，你好认真修行，你修行证了果，我们供养的人沾光，我们得福报。我们供养你，你作菩萨、作佛了，我们沾了光，得福。如果你没有修行，你跟我们一样，天天也是搞这些工作，忙得不亦乐乎，不能念佛，不能修行，将来还要搞六道轮回，我凭什么要供养你？我供养你得什么？你堕地狱我也跟着你去。跟诸位说，真的跟着去，不是假的。他是罪魁祸首，堕阿鼻地狱，他为什么做那么多恶事？因为你们大家出钱出力帮助他，他堕落你就跟着一起堕落。所以从前这些出家人，他的事业就是修道，道业不成就，佛门里常讲「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，出家人想到这一点寒毛直竖，不能不害怕。『虚食居士及婆罗门净心信施』，他们的布施供养。",
      "zh_TW": "剛才跟諸位說過，在家人因為為了家庭生活，不能不奔波，不能不經營種種事業，這是麻煩，這是業障，不能專心修行。所以發心出家修行人，就是把這些事業統統捨掉，接受在家居士的供養。在家居士供養你，就是叫你不要幹事，你好認真修行，你修行證了果，我們供養的人沾光，我們得福報。我們供養你，你作菩薩、作佛了，我們沾了光，得福。如果你沒有修行，你跟我們一樣，天天也是搞這些工作，忙得不亦樂乎，不能念佛，不能修行，將來還要搞六道輪迴，我憑什麼要供養你？我供養你得什麼？你墮地獄我也跟著你去。跟諸位說，真的跟著去，不是假的。他是罪魁禍首，墮阿鼻地獄，他為什麼做那麼多惡事？因為你們大家出錢出力幫助他，他墮落你就跟著一起墮落。所以從前這些出家人，他的事業就是修道，道業不成就，佛門裡常講「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，出家人想到這一點寒毛直豎，不能不害怕。『虛食居士及婆羅門淨心信施』，他們的布施供養。"
    },
    {
      "id": "15-010-0008_p0135",
      "zh_CN": "【六者于诸财物心怀取着。】",
      "zh_TW": "【六者於諸財物心懷取著。】"
    },
    {
      "id": "15-010-0008_p0136",
      "zh_CN": "因为你要经营许多事业，做事业离不了财物，你心里面所念的，怎么样去找这些财物，怎么样去得到这些财物，你的心迷在钱财里头，出不来了。唐朝庞蕴居士给我们做了个最好的榜样，那是个在家修行证果的大德。他有财富，他把他家里的财物装在一条船上，船放到江当中，把船砸破，让这些整个沉下去，统统不要了。有人见到了，就问他，你这些钱财有用，你不要了为什么不拿去做好事，不拿去布施？他就是为了留一句话给后人，「好事不如无事」！什么是好事？无事是最好的事。这一句话的意思很深，几个人能体会得到？如果你不入义味，你没有办法体会到这个意思，无事才是真正的好事。你要是怕好多好事没有人做，喜欢做好事的人多得很，太多了，真正懂得好事不如无事的人太稀有了。无事之人，能出三界，能证佛果，他证得佛果之后，就能够度化无量无边的法界众生。我们今天要喜欢贪图做这些事务，把这一生成佛的机会断掉，你说这个损失多大？你今天做好事能利益多少人？实在讲大海之一滴都不足，你有什么利益？成佛之后，那个利益无量无边，要懂这个道理。",
      "zh_TW": "因為你要經營許多事業，做事業離不了財物，你心裡面所念的，怎麼樣去找這些財物，怎麼樣去得到這些財物，你的心迷在錢財裡頭，出不來了。唐朝龐蘊居士給我們做了個最好的榜樣，那是個在家修行證果的大德。他有財富，他把他家裡的財物裝在一條船上，船放到江當中，把船砸破，讓這些整個沉下去，統統不要了。有人見到了，就問他，你這些錢財有用，你不要了為什麼不拿去做好事，不拿去布施？他就是為了留一句話給後人，「好事不如無事」！什麼是好事？無事是最好的事。這一句話的意思很深，幾個人能體會得到？如果你不入義味，你沒有辦法體會到這個意思，無事才是真正的好事。你要是怕好多好事沒有人做，喜歡做好事的人多得很，太多了，真正懂得好事不如無事的人太稀有了。無事之人，能出三界，能證佛果，他證得佛果之後，就能夠度化無量無邊的法界眾生。我們今天要喜歡貪圖做這些事務，把這一生成佛的機會斷掉，你說這個損失多大？你今天做好事能利益多少人？實在講大海之一滴都不足，你有什麼利益？成佛之後，那個利益無量無邊，要懂這個道理。"
    },
    {
      "id": "15-010-0008_p0137",
      "zh_CN": "无事之人给社会留下最佳的榜样，这是讲我们现前的利益，世间人心乱，心不寂静，缺乏慈悲，懂得无事的人他用身教他不是用言教，他做出样子来给你看。在我们中国历史里面，《二十五史》诸位读过之后，里面有一类叫《隐逸传》，我年轻的时候初读这个书，读《隐逸传》我就起了疑惑。我觉得这些人有学问、有道德、有能力，他没有替社会做事情，他隐居，天天游山玩水，历史上还要给他做传记，这为什么？我都觉得不平。到以后学了佛才觉悟，这个人了不起，太高明了，他做出个样子，做出个模范给大家看，教我们什么？就是教我们多事不如少事，少事不如无事，天下人每个人都无事，天下太平，日子好过。今天世界为什么这么乱？好人太多，这个人说他的主意好，那个人说那个主意好，两个就要打架了，大的就是两国战争。大家都没有事，老百姓才过平安的日子，隐士了不起，替国家社会做多大贡献的，我觉得不如隐士，他那个教化深刻。不是他没有能力，不是他没有学问，他可以跟人争，不争，就是教给我们不争，教给我们安分守己，快快乐乐过一生。这种人的境界今天几个人能够体会到？才晓得他们真正懂得做人，懂得人的生活，懂得人生的意义，人生的价值，他真懂得。做到于人无争，于世无求，我们世间人看到神仙生活。希望我们从这个地方去体会，然后你才晓得，佛在这个地方讲的经营众务的过失非常严重。",
      "zh_TW": "無事之人給社會留下最佳的榜樣，這是講我們現前的利益，世間人心亂，心不寂靜，缺乏慈悲，懂得無事的人他用身教他不是用言教，他做出樣子來給你看。在我們中國歷史裡面，《二十五史》諸位讀過之後，裡面有一類叫《隱逸傳》，我年輕的時候初讀這個書，讀《隱逸傳》我就起了疑惑。我覺得這些人有學問、有道德、有能力，他沒有替社會做事情，他隱居，天天遊山玩水，歷史上還要給他做傳記，這為什麼？我都覺得不平。到以後學了佛才覺悟，這個人了不起，太高明了，他做出個樣子，做出個模範給大家看，教我們什麼？就是教我們多事不如少事，少事不如無事，天下人每個人都無事，天下太平，日子好過。今天世界為什麼這麼亂？好人太多，這個人說他的主意好，那個人說那個主意好，兩個就要打架了，大的就是兩國戰爭。大家都沒有事，老百姓才過平安的日子，隱士了不起，替國家社會做多大貢獻的，我覺得不如隱士，他那個教化深刻。不是他沒有能力，不是他沒有學問，他可以跟人爭，不爭，就是教給我們不爭，教給我們安分守己，快快樂樂過一生。這種人的境界今天幾個人能夠體會到？才曉得他們真正懂得做人，懂得人的生活，懂得人生的意義，人生的價值，他真懂得。做到於人無爭，於世無求，我們世間人看到神仙生活。希望我們從這個地方去體會，然後你才曉得，佛在這個地方講的經營眾務的過失非常嚴重。"
    },
    {
      "id": "15-010-0008_p0138",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}