{
  "doc_id": "21-707-0001",
  "title": {
    "zh_CN": "台北灵岩山寺双溪小筑第三届护国息灾百七系念法事净空老法师开示",
    "zh_TW": "臺北靈巖山寺雙溪小築第三屆護國息災百七繫念法事淨空老法師開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾台北灵岩山寺双溪小筑",
    "zh_TW": "台灣台北靈巖山寺雙溪小築"
  },
  "doc_number": "21-707-0001",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "21-707-0001_p0001",
      "zh_CN": "诸位法师，诸位大德，诸位同学，大家好！离开台湾，到处流浪也几十年了，难得今年承蒙同学们的邀请，回到台湾来度春节。住在台南极乐寺，悟行法师的道场，我感触很深。三十八年，我从广州到高雄，在高雄下船，就住在台南旭町营房，我们是跟孙立人将军的军队过来的，那个时候二十二岁。住的营房是火车站附近的旭町营房，这次我问大家营房还在不在，我去参观一下。还在，现在是成功大学的校舍，张教授带我去看了一下。那个时候，我们从中国大陆来到台湾，好像有一万多人，住在这个大营房里。六十年过去了，一大半的人都不在了，所以感慨万千。",
      "zh_TW": "諸位法師，諸位大德，諸位同學，大家好！離開台灣，到處流浪也幾十年了，難得今年承蒙同學們的邀請，回到台灣來度春節。住在台南極樂寺，悟行法師的道場，我感觸很深。三十八年，我從廣州到高雄，在高雄下船，就住在台南旭町營房，我們是跟孫立人將軍的軍隊過來的，那個時候二十二歲。住的營房是火車站附近的旭町營房，這次我問大家營房還在不在，我去參觀一下。還在，現在是成功大學的校舍，張教授帶我去看了一下。那個時候，我們從中國大陸來到台灣，好像有一萬多人，住在這個大營房裡。六十年過去了，一大半的人都不在了，所以感慨萬千。"
    },
    {
      "id": "21-707-0001_p0002",
      "zh_CN": "我来的时候二十二岁，现在八十八岁，在这么多年当中，可以说是我非常有幸，在我们这个团体里面最幸运的一个人，遇到了佛法。佛法带给我，确实是方东美先生所说的人生最高的享受。我学佛因缘非常偶然，没有接触到佛法之前，我们对于佛教有很深的误会，认为它是宗教、它是迷信，而且是宗教里面的低级宗教。高级宗教，你看像伊斯兰教、像基督教，只有一个真神，唯一的真神；佛教是多神教、泛神教，什么都拜，这是低级宗教。在那个时候是用这个眼光来看佛教，所以根本就没有意愿去接触。",
      "zh_TW": "我來的時候二十二歲，現在八十八歲，在這麼多年當中，可以說是我非常有幸，在我們這個團體裡面最幸運的一個人，遇到了佛法。佛法帶給我，確實是方東美先生所說的人生最高的享受。我學佛因緣非常偶然，沒有接觸到佛法之前，我們對於佛教有很深的誤會，認為它是宗教、它是迷信，而且是宗教裡面的低級宗教。高級宗教，你看像伊斯蘭教、像基督教，只有一個真神，唯一的真神；佛教是多神教、泛神教，什麼都拜，這是低級宗教。在那個時候是用這個眼光來看佛教，所以根本就沒有意願去接觸。"
    },
    {
      "id": "21-707-0001_p0003",
      "zh_CN": "我跟方东美先生学哲学，方老师我们不认识，知道他是桐城人，桐城是我们的老乡，我的家乡是庐江，距离大概五十公里，很近的地方，就知道这么一点信息。我给他写信，那时候写了一篇文章，寄给他看，目的是想到学校，台湾大学，去旁听他的课程。一个星期我收到他的回信，约我到他家里见面，我们谈了一些家乡的事情。他是桐城派方苞的第十六代，家学渊源很深，明清两代，桐城派的势力很大。所以我们家乡小朋友，农村里的都读书，都上私塾，读书的风气很浓厚。抗战发生之后起了很大的变化，年轻人离开了家乡，家乡都是老人、小孩。所以我们在抗战期间当中，有四年没读书，没上过学，失学四年，可是我喜欢读书，书本没有丢掉。所以方老师问我学历，我说我初中毕业，高中读了半年，跟孙立人将军到台湾来了。他问我，你有没有骗我？我说不敢骗老师，我说的都是实在话。他说你写的信、写的文章，我们台大学生写不出来。我说，虽然失学四年，可是没有丢掉书本，喜欢读书，把我的经历告诉他。",
      "zh_TW": "我跟方東美先生學哲學，方老師我們不認識，知道他是桐城人，桐城是我們的老鄉，我的家鄉是廬江，距離大概五十公里，很近的地方，就知道這麼一點信息。我給他寫信，那時候寫了一篇文章，寄給他看，目的是想到學校，台灣大學，去旁聽他的課程。一個星期我收到他的回信，約我到他家裡見面，我們談了一些家鄉的事情。他是桐城派方苞的第十六代，家學淵源很深，明清兩代，桐城派的勢力很大。所以我們家鄉小朋友，農村裡的都讀書，都上私塾，讀書的風氣很濃厚。抗戰發生之後起了很大的變化，年輕人離開了家鄉，家鄉都是老人、小孩。所以我們在抗戰期間當中，有四年沒讀書，沒上過學，失學四年，可是我喜歡讀書，書本沒有丟掉。所以方老師問我學歷，我說我初中畢業，高中讀了半年，跟孫立人將軍到台灣來了。他問我，你有沒有騙我？我說不敢騙老師，我說的都是實在話。他說你寫的信、寫的文章，我們台大學生寫不出來。我說，雖然失學四年，可是沒有丟掉書本，喜歡讀書，把我的經歷告訴他。"
    },
    {
      "id": "21-707-0001_p0004",
      "zh_CN": "那时候他告诉我，他说现在的学校，六十三年前，六十三年前的话，说学校，先生不像先生，学生不像学生，你要到学校来听课你会大失所望。我听到这个话很难过，老师完全拒绝了，我们的希望变成泡沫。我们面对着面，我当然是心里很难过。大概停了有六、七分钟，老师说，这样好了，你每个星期天到我家里来，我给你上一堂课，早晨九点半到十一点半。我跟他的哲学是在他家里教的，学生我一个，老师一个，我们这样一对一教的。他给我讲了一部哲学概论，分作五个单元，最后一个单元是佛经哲学，我感到非常讶异。我说佛教是宗教，而且是低级宗教，它哪里会有哲学？他告诉我，你年轻，那年我二十六岁，他说你不知道，「释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是世界哲学的最高峰，学佛是人生最高的享受」。我是这样进门的。这个单元讲完之后，我了解了、明白了。",
      "zh_TW": "那時候他告訴我，他說現在的學校，六十三年前，六十三年前的話，說學校，先生不像先生，學生不像學生，你要到學校來聽課你會大失所望。我聽到這個話很難過，老師完全拒絕了，我們的希望變成泡沫。我們面對著面，我當然是心裡很難過。大概停了有六、七分鐘，老師說，這樣好了，你每個星期天到我家裡來，我給你上一堂課，早晨九點半到十一點半。我跟他的哲學是在他家裡教的，學生我一個，老師一個，我們這樣一對一教的。他給我講了一部哲學概論，分作五個單元，最後一個單元是佛經哲學，我感到非常訝異。我說佛教是宗教，而且是低級宗教，它哪裡會有哲學？他告訴我，你年輕，那年我二十六歲，他說你不知道，「釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是世界哲學的最高峰，學佛是人生最高的享受」。我是這樣進門的。這個單元講完之後，我了解了、明白了。"
    },
    {
      "id": "21-707-0001_p0005",
      "zh_CN": "在这个没多久我认识章嘉活佛，这是个专门学习佛法有成就的大德。方老师是个哲学家，他的佛学是附带的，不是专门搞这个的，所以我找到一个专家。章嘉大师也非常难得，跟方先生一样，每个星期天给我一个小时到两个小时的时间；他有空就两个小时，他如果有事情，他至少会有一个小时接见我。我跟他三年，我的佛学基础是章嘉大师奠定的。因为我一个人在台湾，没有后顾之忧，章嘉大师劝我出家，要我学释迦牟尼佛。第一本书叫我看的，《释迦方志》、《释迦谱》，是唐朝人写的，释迦牟尼佛的传记。他说你要学佛，首先要认识释迦牟尼佛，你才不会走错路。",
      "zh_TW": "在這個沒多久我認識章嘉活佛，這是個專門學習佛法有成就的大德。方老師是個哲學家，他的佛學是附帶的，不是專門搞這個的，所以我找到一個專家。章嘉大師也非常難得，跟方先生一樣，每個星期天給我一個小時到兩個小時的時間；他有空就兩個小時，他如果有事情，他至少會有一個小時接見我。我跟他三年，我的佛學基礎是章嘉大師奠定的。因為我一個人在台灣，沒有後顧之憂，章嘉大師勸我出家，要我學釋迦牟尼佛。第一本書叫我看的，《釋迦方志》、《釋迦譜》，是唐朝人寫的，釋迦牟尼佛的傳記。他說你要學佛，首先要認識釋迦牟尼佛，你才不會走錯路。"
    },
    {
      "id": "21-707-0001_p0006",
      "zh_CN": "读了之后，我这才明了，佛教好像不是宗教，为什么？宗教第一个条件，一定要有一个创造宇宙的神，佛教没有。佛教里面讲佛、菩萨，确实相当中国人讲的圣人、贤人，他不是神，他也不是仙，跟神仙挂不上钩。佛陀这个名称是梵文，它的意思是觉者，就是觉悟的人，我们也可以用白话来讲，是个明白人。六道众生是糊涂人，佛是明白人，对于宇宙人生的真相完全通达明了，称之为佛陀。通达没有达到彻底明了，称为菩萨，佛是究竟明了，阿罗汉是刚刚明了。所以它有三个等级，像学校里面的学位，阿罗汉是学士，菩萨是硕士，佛陀是博士。佛常说，一切众生本来是佛，佛陀这个称号，每个人都可以拿到的，跟宗教里头的神不一样。人不能做神，人不可以做上帝，但是佛陀，人人可以拿到佛陀的头衔。",
      "zh_TW": "讀了之後，我這才明瞭，佛教好像不是宗教，為什麼？宗教第一個條件，一定要有一個創造宇宙的神，佛教沒有。佛教裡面講佛、菩薩，確實相當中國人講的聖人、賢人，他不是神，他也不是仙，跟神仙掛不上鉤。佛陀這個名稱是梵文，它的意思是覺者，就是覺悟的人，我們也可以用白話來講，是個明白人。六道眾生是糊塗人，佛是明白人，對於宇宙人生的真相完全通達明瞭，稱之為佛陀。通達沒有達到徹底明瞭，稱為菩薩，佛是究竟明瞭，阿羅漢是剛剛明瞭。所以它有三個等級，像學校裡面的學位，阿羅漢是學士，菩薩是碩士，佛陀是博士。佛常說，一切眾生本來是佛，佛陀這個稱號，每個人都可以拿到的，跟宗教裡頭的神不一樣。人不能做神，人不可以做上帝，但是佛陀，人人可以拿到佛陀的頭銜。"
    },
    {
      "id": "21-707-0001_p0007",
      "zh_CN": "搞清楚、搞明白，发现他是什么样的人？他确确实实是一位最好的社会教育家，而且终生奉献给教学。他三十岁开悟，开悟之后就开始教学，七十九岁过世，教学四十九年，没有听说他放过假的，在经典上没找到，释迦牟尼佛没有假期的。而且教学认真，有教无类，学生不分国籍、不分族群、不分宗教信仰，只要你肯跟他学，他会很热心教你，又不收学费。我跟方先生没缴学费，我跟章嘉大师，我也没有红包供养他，那个时候不知道。老师对我非常好，非常照顾。我有这个基础，以后我离开职务我到台中跟李老师十年，才会有一点成就。如果没有前面两个老师奠的基础，那是不可能的事情。",
      "zh_TW": "搞清楚、搞明白，發現他是什麼樣的人？他確確實實是一位最好的社會教育家，而且終生奉獻給教學。他三十歲開悟，開悟之後就開始教學，七十九歲過世，教學四十九年，沒有聽說他放過假的，在經典上沒找到，釋迦牟尼佛沒有假期的。而且教學認真，有教無類，學生不分國籍、不分族群、不分宗教信仰，只要你肯跟他學，他會很熱心教你，又不收學費。我跟方先生沒繳學費，我跟章嘉大師，我也沒有紅包供養他，那個時候不知道。老師對我非常好，非常照顧。我有這個基礎，以後我離開職務我到台中跟李老師十年，才會有一點成就。如果沒有前面兩個老師奠的基礎，那是不可能的事情。"
    },
    {
      "id": "21-707-0001_p0008",
      "zh_CN": "学佛，最重要的要有真诚心、清净心、恭敬心，对老师尊师重道；如果没有这个心态，佛菩萨、孔子来教你，你也得不到。这是圣学，它不是科学，科学没有真诚、恭敬可以学到，那是技术，这是讲真正从内心里面发出来的真实智慧，不是真诚、清净、恭敬绝对得不到。因此，佛法的承传难！到什么地方找到一个学生这三个心具足？我反省，当年老师接受我，我心里想的，这三个心有一点点，不多，跟古人比我就被淘汰了。古人真诚、恭敬、清净心大概可以打六、七十分，那个及格，我大概只有三十分。老师接受了，那就想到，大概现在学校里头，学生对老师的恭敬心可能只有三分、五分，我有三十分的时候，就是他十倍了。所以老师不让我到学校去，让我到家里来学，这很不容易！",
      "zh_TW": "學佛，最重要的要有真誠心、清淨心、恭敬心，對老師尊師重道；如果沒有這個心態，佛菩薩、孔子來教你，你也得不到。這是聖學，它不是科學，科學沒有真誠、恭敬可以學到，那是技術，這是講真正從內心裡面發出來的真實智慧，不是真誠、清淨、恭敬絕對得不到。因此，佛法的承傳難！到什麼地方找到一個學生這三個心具足？我反省，當年老師接受我，我心裡想的，這三個心有一點點，不多，跟古人比我就被淘汰了。古人真誠、恭敬、清淨心大概可以打六、七十分，那個及格，我大概只有三十分。老師接受了，那就想到，大概現在學校裡頭，學生對老師的恭敬心可能只有三分、五分，我有三十分的時候，就是他十倍了。所以老師不讓我到學校去，讓我到家裡來學，這很不容易！"
    },
    {
      "id": "21-707-0001_p0009",
      "zh_CN": "我跟老师，因为他住在台北，见面的机会就多，二十多年，老师是一个真正做学问的人，其他的关系不晓得。到老师过世，做告别式的时候，秦孝仪先生做出他生平的报告，我们才知道他是蒋总统的老师。那个时候我们要知道，不敢碰他，我们完全不晓得。也是蒋经国先生的老师。那么长的时间，我们对他这个事情毫无觉察到，但是我们看到一种现象。因为我那个时候在革命实践院服务，阳明山庄，总统纪念周，我们看到讲台上有一张椅子是方先生坐的。那时候看到总统对他那么恭敬，不晓得关系，只知道总统对他很恭敬，对他很客气。",
      "zh_TW": "我跟老師，因為他住在台北，見面的機會就多，二十多年，老師是一個真正做學問的人，其他的關係不曉得。到老師過世，做告別式的時候，秦孝儀先生做出他生平的報告，我們才知道他是蔣總統的老師。那個時候我們要知道，不敢碰他，我們完全不曉得。也是蔣經國先生的老師。那麼長的時間，我們對他這個事情毫無覺察到，但是我們看到一種現象。因為我那個時候在革命實踐院服務，陽明山莊，總統紀念週，我們看到講台上有一張椅子是方先生坐的。那時候看到總統對他那麼恭敬，不曉得關係，只知道總統對他很恭敬，對他很客氣。"
    },
    {
      "id": "21-707-0001_p0010",
      "zh_CN": "所以这个学，现在学生心浮气躁，清净心没有、真诚心没有、恭敬心没有，怎么学法？我这一点点，小时候，十岁以前，在家乡父母教的，有这么一点点基础。对老师的恭敬，这一辈子都不会改，只要听说哪个人是从事教育工作的，是学校的老师，我们对他那个恭敬心自然就生起来。现在没有了，外国人没有，中国人也没有，所以圣学的承传有一定的困难。但是不能不传下去，如果要不能传下去，这是全世界人的悲哀。为什么？中国圣学是智慧，真实的智慧，智慧能解决问题。可是人不相信，这是受过科学的洗礼，科学在这个地球上四百年，科学第一个是怀疑。圣贤学问决定不能有丝毫怀疑，有怀疑就是障础，决定要相信，决定不能怀疑，这是心性的学问。",
      "zh_TW": "所以這個學，現在學生心浮氣躁，清淨心沒有、真誠心沒有、恭敬心沒有，怎麼學法？我這一點點，小時候，十歲以前，在家鄉父母教的，有這麼一點點基礎。對老師的恭敬，這一輩子都不會改，只要聽說哪個人是從事教育工作的，是學校的老師，我們對他那個恭敬心自然就生起來。現在沒有了，外國人沒有，中國人也沒有，所以聖學的承傳有一定的困難。但是不能不傳下去，如果要不能傳下去，這是全世界人的悲哀。為什麼？中國聖學是智慧，真實的智慧，智慧能解決問題。可是人不相信，這是受過科學的洗禮，科學在這個地球上四百年，科學第一個是懷疑。聖賢學問決定不能有絲毫懷疑，有懷疑就是障礎，決定要相信，決定不能懷疑，這是心性的學問。"
    },
    {
      "id": "21-707-0001_p0011",
      "zh_CN": "我们如何能够把传统教学的理念，我刚才说过，传统教学理念教学，希望学生不是得到知识，不是得到一种技能，不是的，让学生成圣、成贤、成为君子，古代教学的目的在此地。圣贤教育，圣贤是人中最好的，人要教好了，样样事都是好事，好人做好事。所以社会安定，太平盛世常常可以现前。现在乱世，怎么乱的？不但圣贤没有了，君子也没有了，这是个问题。虽然英国汤恩比博士提出来，解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法，大乘佛法也在中国，印度没有了。这个话他说出来，他没有详细解释，他应该是八十多岁访问日本的时候，好像是八十二岁访问日本，在那里说的，我们看到记载，他八十五岁过世的。没有详细说明。",
      "zh_TW": "我們如何能夠把傳統教學的理念，我剛才說過，傳統教學理念教學，希望學生不是得到知識，不是得到一種技能，不是的，讓學生成聖、成賢、成為君子，古代教學的目的在此地。聖賢教育，聖賢是人中最好的，人要教好了，樣樣事都是好事，好人做好事。所以社會安定，太平盛世常常可以現前。現在亂世，怎麼亂的？不但聖賢沒有了，君子也沒有了，這是個問題。雖然英國湯恩比博士提出來，解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法，大乘佛法也在中國，印度沒有了。這個話他說出來，他沒有詳細解釋，他應該是八十多歲訪問日本的時候，好像是八十二歲訪問日本，在那裡說的，我們看到記載，他八十五歲過世的。沒有詳細說明。"
    },
    {
      "id": "21-707-0001_p0012",
      "zh_CN": "现在西方人知道这个话是他说的，但是对中国传统东西怀疑，怀疑的原因我们不难理解。我几次访问欧洲，跟欧洲的汉学，我特别关心的，跟他们接触，我提出这个问题，他们不能答复；换句话说，他不敢否定，也不承认。所以我也跟他们开玩笑，我说你们很聪明，不敢否定，那是因为汤恩比博士的地位太高了，不敢反驳他，不敢批评他。不承认，我说我能够理解，中国东西这么好，为什么中国向外国学，自己不学？我说对不对？确实从这儿怀疑。我说如果你要把这个问题问我，我是非常肯定的告诉你，汤恩比的话说的是真话，一点都没有说错。",
      "zh_TW": "現在西方人知道這個話是他說的，但是對中國傳統東西懷疑，懷疑的原因我們不難理解。我幾次訪問歐洲，跟歐洲的漢學，我特別關心的，跟他們接觸，我提出這個問題，他們不能答覆；換句話說，他不敢否定，也不承認。所以我也跟他們開玩笑，我說你們很聰明，不敢否定，那是因為湯恩比博士的地位太高了，不敢反駁他，不敢批評他。不承認，我說我能夠理解，中國東西這麼好，為什麼中國向外國學，自己不學？我說對不對？確實從這兒懷疑。我說如果你要把這個問題問我，我是非常肯定的告訴你，湯恩比的話說的是真話，一點都沒有說錯。"
    },
    {
      "id": "21-707-0001_p0013",
      "zh_CN": "孔孟学说是什么？我们，因为时间短，跟他们在一起研究讨论大概只有一个半小时，不长，所以我说我只告诉你一句，四个字「仁义忠恕」。这四个字能不能解决当前社会问题？仁者爱人，现在的人不自爱，自己不爱自己，他怎么会爱别人？这个麻烦大了，如何能叫人自爱？传统文化的复兴确实有难度，我是逢到人我就劝他，劝他发心要认真学习。大乘也是四个字，「真诚慈悲」，都找不到了。没有真诚慈悲，没有仁义忠恕，就不能入这个门，中国传统儒释道的门就进不去。",
      "zh_TW": "孔孟學說是什麼？我們，因為時間短，跟他們在一起研究討論大概只有一個半小時，不長，所以我說我只告訴你一句，四個字「仁義忠恕」。這四個字能不能解決當前社會問題？仁者愛人，現在的人不自愛，自己不愛自己，他怎麼會愛別人？這個麻煩大了，如何能叫人自愛？傳統文化的復興確實有難度，我是逢到人我就勸他，勸他發心要認真學習。大乘也是四個字，「真誠慈悲」，都找不到了。沒有真誠慈悲，沒有仁義忠恕，就不能入這個門，中國傳統儒釋道的門就進不去。"
    },
    {
      "id": "21-707-0001_p0014",
      "zh_CN": "所以我们这十几年来提倡的，《弟子规》，弟子规就是孝亲尊师，就是在这个地方把五伦落实，五常仁义礼智信，从这儿落实；要学《感应篇》，道教的；要学《十善业道》，佛教的。是儒释道三个根，这三个根要扎下去，行，可以入门。用中国传统的，实在讲就是十二个字。老祖宗教我们教了几千年，我们最近两百年才疏忽，才把它丢掉，现在找回来还来得及。这十二个字，这是归纳起来的，孝悌忠信、礼义廉耻、仁爱和平，就这十二个字，祖传的，我相信超过一万年以上。没有文字不能说没有文化，文化在文字之前。老祖宗一代一代传，四个科目，基本的，五伦、五常、四维、八德，不会传错的，传十万年也不会传错。古时候人人必须要学，必须要遵守。",
      "zh_TW": "所以我們這十幾年來提倡的，《弟子規》，弟子規就是孝親尊師，就是在這個地方把五倫落實，五常仁義禮智信，從這兒落實；要學《感應篇》，道教的；要學《十善業道》，佛教的。是儒釋道三個根，這三個根要紮下去，行，可以入門。用中國傳統的，實在講就是十二個字。老祖宗教我們教了幾千年，我們最近兩百年才疏忽，才把它丟掉，現在找回來還來得及。這十二個字，這是歸納起來的，孝悌忠信、禮義廉恥、仁愛和平，就這十二個字，祖傳的，我相信超過一萬年以上。沒有文字不能說沒有文化，文化在文字之前。老祖宗一代一代傳，四個科目，基本的，五倫、五常、四維、八德，不會傳錯的，傳十萬年也不會傳錯。古時候人人必須要學，必須要遵守。"
    },
    {
      "id": "21-707-0001_p0015",
      "zh_CN": "今天大家都期望着这个世界还能和平吗？和平从哪里来的？我刚才讲的十二个字，终极的目标是和平。和平从仁爱来的，没有仁爱就没有和平。仁爱从哪里来的？从廉耻来的，没有廉耻就没有仁爱。廉耻从哪里来的？从礼义来的；礼义从哪里来的？一层一层的你去推，然后你就能找到根，忠信来的。忠是心要摆在当中，没有偏心、没有私心，这叫忠，你看中国的文字。恕，从忠恕来的，孔夫子要行恕道。在它上面，孝悌，孝是对父母、对老师，悌是对兄弟姐妹、是对同辈分的那种亲爱。我们要从这个地方把根找出来，然后我们的文化可以复兴。文化并不难，文化真的是好，就是方先生所说的人生最高的享受。我这一生感激老师，如果他没有把佛法传给我，我完全不懂得。这一生，我过的真的是人生最高的享受。最高的享受不是有地位，不是有财富，是快乐，没有忧虑、没有压力、没有负担，你说你多快活。走释迦牟尼佛的道路，讲经、教学，世尊教学四十九年，我教学到今年五十六年。天下第一等快乐的事情，就是讲经教学。有人说年岁太大了，太累了，能不能把时间减少一点？我说不行，为什么？快乐没有了。",
      "zh_TW": "今天大家都期望著這個世界還能和平嗎？和平從哪裡來的？我剛才講的十二個字，終極的目標是和平。和平從仁愛來的，沒有仁愛就沒有和平。仁愛從哪裡來的？從廉恥來的，沒有廉恥就沒有仁愛。廉恥從哪裡來的？從禮義來的；禮義從哪裡來的？一層一層的你去推，然後你就能找到根，忠信來的。忠是心要擺在當中，沒有偏心、沒有私心，這叫忠，你看中國的文字。恕，從忠恕來的，孔夫子要行恕道。在它上面，孝悌，孝是對父母、對老師，悌是對兄弟姐妹、是對同輩分的那種親愛。我們要從這個地方把根找出來，然後我們的文化可以復興。文化並不難，文化真的是好，就是方先生所說的人生最高的享受。我這一生感激老師，如果他沒有把佛法傳給我，我完全不懂得。這一生，我過的真的是人生最高的享受。最高的享受不是有地位，不是有財富，是快樂，沒有憂慮、沒有壓力、沒有負擔，你說你多快活。走釋迦牟尼佛的道路，講經、教學，世尊教學四十九年，我教學到今年五十六年。天下第一等快樂的事情，就是講經教學。有人說年歲太大了，太累了，能不能把時間減少一點？我說不行，為什麼？快樂沒有了。"
    },
    {
      "id": "21-707-0001_p0016",
      "zh_CN": "所以，孔孟学说抓住这十二个字就行，孝悌忠信、礼义廉耻、仁爱和平，抓到这个就行了。佛法抓十善业道就行了，这是核心。不杀生是仁，不偷盗是义，不邪淫是礼，不饮酒是智，不妄语是信，跟五常相同，仁义礼智信，就是佛家的五戒。五戒里面说详细一点，不妄语再分，不两舌、不绮语、不恶口，再加上个不贪、不瞋、不痴，十善业道。把这个做到，人快乐，有钱、有势力、有地位，不见得快乐。古时候读书，目的在什么？想做官，为什么？快乐。古人做官真快乐，没有案子办，人都是好人，事都是好事。所以你看那些官僚，他们没有事情，饮酒、赋诗、作乐。《四库全书》集部大概三分之二都是那些人写的，他没事情干，在家写文章。现在这个时代变了，最苦的，最辛苦的是做官，最快乐的是我这样的人。我住在澳洲，澳洲前面两个总理对我都非常好，尤其陆克文，跟我是好朋友。他做了总理，邀请我，我到坎培拉去看他，他端了个大杯，比这个杯子还大，咖啡，告诉我咖啡。我说怎么了？一天要喝五杯。我说为什么？精神提不起来。我就告诉他，我说你这个行业，现在这个世界上干你这行的最苦，我很同情。我说最快乐的是我这一行。这些都是真话、都是实话。",
      "zh_TW": "所以，孔孟學說抓住這十二個字就行，孝悌忠信、禮義廉恥、仁愛和平，抓到這個就行了。佛法抓十善業道就行了，這是核心。不殺生是仁，不偷盜是義，不邪淫是禮，不飲酒是智，不妄語是信，跟五常相同，仁義禮智信，就是佛家的五戒。五戒裡面說詳細一點，不妄語再分，不兩舌、不綺語、不惡口，再加上個不貪、不瞋、不痴，十善業道。把這個做到，人快樂，有錢、有勢力、有地位，不見得快樂。古時候讀書，目的在什麼？想做官，為什麼？快樂。古人做官真快樂，沒有案子辦，人都是好人，事都是好事。所以你看那些官僚，他們沒有事情，飲酒、賦詩、作樂。《四庫全書》集部大概三分之二都是那些人寫的，他沒事情幹，在家寫文章。現在這個時代變了，最苦的，最辛苦的是做官，最快樂的是我這樣的人。我住在澳洲，澳洲前面兩個總理對我都非常好，尤其陸克文，跟我是好朋友。他做了總理，邀請我，我到坎培拉去看他，他端了個大杯，比這個杯子還大，咖啡，告訴我咖啡。我說怎麼了？一天要喝五杯。我說為什麼？精神提不起來。我就告訴他，我說你這個行業，現在這個世界上幹你這行的最苦，我很同情。我說最快樂的是我這一行。這些都是真話、都是實話。"
    },
    {
      "id": "21-707-0001_p0017",
      "zh_CN": "所以我们今天要恢复传统文化，是要做出样子、做出榜样，外国人相信了；没有做出来，跟他说，他听懂了，他也说这是理想，这做不到。我们在汤池搞《弟子规》这三个根的实验，就是做给联合国人看的，联合国这些大使。我跟他们做报告，他说我这是理想，做不到，我就试试看，做成功了。做成功，我到联合国说话声音就大了；没有做出来的时候，人家一回话我答不出来。真正做成功了，才知道，而且快速成功，我们认为丢掉两百年，至少要二、三年才能做出成绩，没有想到三个月。三个月这小镇居民四万八千人良心出现了，不好意思做坏事，一百八十度的转变，让我们感到非常惊讶。",
      "zh_TW": "所以我們今天要恢復傳統文化，是要做出樣子、做出榜樣，外國人相信了；沒有做出來，跟他說，他聽懂了，他也說這是理想，這做不到。我們在湯池搞《弟子規》這三個根的實驗，就是做給聯合國人看的，聯合國這些大使。我跟他們做報告，他說我這是理想，做不到，我就試試看，做成功了。做成功，我到聯合國說話聲音就大了；沒有做出來的時候，人家一回話我答不出來。真正做成功了，才知道，而且快速成功，我們認為丟掉兩百年，至少要二、三年才能做出成績，沒有想到三個月。三個月這小鎮居民四萬八千人良心出現了，不好意思做壞事，一百八十度的轉變，讓我們感到非常驚訝。"
    },
    {
      "id": "21-707-0001_p0018",
      "zh_CN": "我告诉那个时候的老师，三十七位老师，我说我们千万不要骄傲，不能傲慢，绝对不可以认为我们自己有德行、有智慧，把人教好了。我说这不是我们教好的，谁的功劳？祖宗之德，三宝加持，人民听话，这小镇的人民，我们教他他肯做，他能接受、他肯做，才有这样的成绩出现。所以我们要感恩政府的领导，要感恩地方的居民，绝对不是我们自己有智慧、有德行、有能力，不可能。所以，我们的心善，心真诚，感动祖宗、感动佛菩萨。确实，整个一个系列，从我到台湾来一直到现在，往后亦如此，都是佛菩萨安排的，我自己一点不操心。这个话也是六十三年前章嘉大师教给我的，我们没有别的长处，就是老实、听话、真干。",
      "zh_TW": "我告訴那個時候的老師，三十七位老師，我說我們千萬不要驕傲，不能傲慢，絕對不可以認為我們自己有德行、有智慧，把人教好了。我說這不是我們教好的，誰的功勞？祖宗之德，三寶加持，人民聽話，這小鎮的人民，我們教他他肯做，他能接受、他肯做，才有這樣的成績出現。所以我們要感恩政府的領導，要感恩地方的居民，絕對不是我們自己有智慧、有德行、有能力，不可能。所以，我們的心善，心真誠，感動祖宗、感動佛菩薩。確實，整個一個系列，從我到台灣來一直到現在，往後亦如此，都是佛菩薩安排的，我自己一點不操心。這個話也是六十三年前章嘉大師教給我的，我們沒有別的長處，就是老實、聽話、真幹。"
    },
    {
      "id": "21-707-0001_p0019",
      "zh_CN": "今天贡献诸位十二个字，做为我新年的礼物，供养大家，要有老实、听话、真干你决定有成就。在这个时代当中，多听经、多念佛，经要是听进去了，愈听愈有味道，你会欲罢不能。谢谢大家，祝福大家新年吉祥如意，福慧增长，谢谢。",
      "zh_TW": "今天貢獻諸位十二個字，做為我新年的禮物，供養大家，要有老實、聽話、真幹你決定有成就。在這個時代當中，多聽經、多念佛，經要是聽進去了，愈聽愈有味道，你會欲罷不能。謝謝大家，祝福大家新年吉祥如意，福慧增長，謝謝。"
    }
  ]
}