{
  "doc_id": "15-014-0023",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0023",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "15-014-0023_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》第六十面，我们看经文：",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》第六十面，我們看經文："
    },
    {
      "id": "15-014-0023_p0002",
      "zh_CN": "【为人弟子。当孝顺于善师。慎莫举恶意向师。恶意向师。是恶意向佛向法向比丘僧向父母无异。天所不覆。地所不载。】",
      "zh_TW": "【為人弟子。當孝順於善師。慎莫舉惡意向師。惡意向師。是惡意向佛向法向比丘僧向父母無異。天所不覆。地所不載。】"
    },
    {
      "id": "15-014-0023_p0003",
      "zh_CN": "这一段是讲学生背师叛道的罪果，也是这一个段落的总结。佛一开端就告诉我们，『为人弟子』，实在讲我们看到这一句话，就会联想到为人儿女。为人儿女当孝顺父母，『为人弟子，当孝顺于善师』，父母的恩德跟老师可以说是相等的。佛在经中告诉我们：人有两条命，一条是身命，一条是慧命，慧命比身命还要重要。为什么？身命它是有阶段性的，有生死，有阶段性的；慧命是长远的。我们的身命得自于父母，父母有养育之恩；我们的慧命得自于老师，所以在中国古时候，学生对老师跟对父母确实没有两样。但是在现在的社会，这个话一般人的印象已经相当冷漠了。为什么？做儿女的不知道孝顺父母，我们用父母来比老师，当然他没有法子体会，这是这个时代的悲哀，社会动乱的根源。",
      "zh_TW": "這一段是講學生背師叛道的罪果，也是這一個段落的總結。佛一開端就告訴我們，『為人弟子』，實在講我們看到這一句話，就會聯想到為人兒女。為人兒女當孝順父母，『為人弟子，當孝順於善師』，父母的恩德跟老師可以說是相等的。佛在經中告訴我們：人有兩條命，一條是身命，一條是慧命，慧命比身命還要重要。為什麼？身命它是有階段性的，有生死，有階段性的；慧命是長遠的。我們的身命得自於父母，父母有養育之恩；我們的慧命得自於老師，所以在中國古時候，學生對老師跟對父母確實沒有兩樣。但是在現在的社會，這個話一般人的印象已經相當冷漠了。為什麼？做兒女的不知道孝順父母，我們用父母來比老師，當然他沒有法子體會，這是這個時代的悲哀，社會動亂的根源。"
    },
    {
      "id": "15-014-0023_p0004",
      "zh_CN": "所以家庭兴旺，这个家的兴衰、社会的兴衰、国家的兴衰，乃至于整个世运的兴衰，它的根都在教育；换句话说，都在师道，师道的根在孝道。现在我们仔细去观察，家庭教育没有了，学校教育也没有了；社会教育诸位看看，电视、报纸、杂志，以及现在网路的传播，社会教育教的是什么？宗教教育流于形式，没有实质，这个问题严重了。《礼记．学记》里头说得好，「建国君民，教学为先」，国家的治乱兴衰，关键在教育。中国古时候的人懂得，而且非常重视。所以我们在历史上看看这些帝王，建立一个政权，能够传几十代，传几百年，有他的道理在。他要不重视教育，那个政权很快就灭亡了。教育办得好，长治久安。",
      "zh_TW": "所以家庭興旺，這個家的興衰、社會的興衰、國家的興衰，乃至於整個世運的興衰，它的根都在教育；換句話說，都在師道，師道的根在孝道。現在我們仔細去觀察，家庭教育沒有了，學校教育也沒有了；社會教育諸位看看，電視、報紙、雜誌，以及現在網路的傳播，社會教育教的是什麼？宗教教育流於形式，沒有實質，這個問題嚴重了。《禮記．學記》裡頭說得好，「建國君民，教學為先」，國家的治亂興衰，關鍵在教育。中國古時候的人懂得，而且非常重視。所以我們在歷史上看看這些帝王，建立一個政權，能夠傳幾十代，傳幾百年，有他的道理在。他要不重視教育，那個政權很快就滅亡了。教育辦得好，長治久安。"
    },
    {
      "id": "15-014-0023_p0005",
      "zh_CN": "从前方东美先生跟我说过好多遍，他告诉我，《周礼》是周朝的典章制度，要用现在的话来说，就是周朝那个时代国家的宪法，人民日常生活的一些规矩。方老师说，这一本书是世界第一，全世界哪一个国家民族都没有这么好的制度。这个制度是谁定的？周公，孔老夫子最尊敬的一个人。周公定的这个制度。我们晓得在中国历史上，周朝享国八百年，最长久的一个时代。非常可惜，末世的子孙不能遵守祖宗的成法，如果周朝世世代代的的子孙，都能够遵守周公的这个教训，依教奉行而不违背，方先生讲，今天还是周朝帝国。这一点现在人懂得的少了，也没有人讲。我那个时候年轻，方先生虽然讲了好几遍，我也没有把它当作一桩事情。《周礼》我略略的翻了一翻，没有在上面下功夫，三礼我对于《礼记》用的功夫比较深一点，《周礼》跟《仪礼》只略略的浏览一下，没有注意到。现在遇到这样的乱世，想想方老师讲的话，愈想愈有道理。这是在台湾真正有实学的一位善师，他确实有真知灼见，很可惜我们政府没有采纳；如果我们政府采纳他的意见，把他的想法、看法要是兑现，今天台湾是世界第一，一点都不假，台湾可以领导全世界。",
      "zh_TW": "從前方東美先生跟我說過好多遍，他告訴我，《周禮》是周朝的典章制度，要用現在的話來說，就是周朝那個時代國家的憲法，人民日常生活的一些規矩。方老師說，這一本書是世界第一，全世界哪一個國家民族都沒有這麼好的制度。這個制度是誰定的？周公，孔老夫子最尊敬的一個人。周公定的這個制度。我們曉得在中國歷史上，周朝享國八百年，最長久的一個時代。非常可惜，末世的子孫不能遵守祖宗的成法，如果周朝世世代代的的子孫，都能夠遵守周公的這個教訓，依教奉行而不違背，方先生講，今天還是周朝帝國。這一點現在人懂得的少了，也沒有人講。我那個時候年輕，方先生雖然講了好幾遍，我也沒有把它當作一樁事情。《周禮》我略略的翻了一翻，沒有在上面下功夫，三禮我對於《禮記》用的功夫比較深一點，《周禮》跟《儀禮》只略略的瀏覽一下，沒有注意到。現在遇到這樣的亂世，想想方老師講的話，愈想愈有道理。這是在台灣真正有實學的一位善師，他確實有真知灼見，很可惜我們政府沒有採納；如果我們政府採納他的意見，把他的想法、看法要是兌現，今天台灣是世界第一，一點都不假，台灣可以領導全世界。"
    },
    {
      "id": "15-014-0023_p0006",
      "zh_CN": "首先要恢复的是伦理道德的教育，也就是说，把四个教育恢复起来；家庭的伦理教育，学校的伦理教育，社会的伦理教育，宗教的伦理教育。社会的伦理教育，就是我们今天讲的「文艺」。孔老夫子对于文艺的教学，订了一个宗旨，就是「思无邪」这三个字。因为社会教育包含的范围非常之广，只要守住一个原则，让接受教学的大众、广大的群众，要给他正知正见，不能给他邪知邪见，那你就错了。夫子文艺教学的宗旨就是一句话三个字，圣人的言语是简单扼要，永恒不变的真理。",
      "zh_TW": "首先要恢復的是倫理道德的教育，也就是說，把四個教育恢復起來；家庭的倫理教育，學校的倫理教育，社會的倫理教育，宗教的倫理教育。社會的倫理教育，就是我們今天講的「文藝」。孔老夫子對於文藝的教學，訂了一個宗旨，就是「思無邪」這三個字。因為社會教育包含的範圍非常之廣，只要守住一個原則，讓接受教學的大眾、廣大的群眾，要給他正知正見，不能給他邪知邪見，那你就錯了。夫子文藝教學的宗旨就是一句話三個字，聖人的言語是簡單扼要，永恆不變的真理。"
    },
    {
      "id": "15-014-0023_p0007",
      "zh_CN": "宗教的伦理教育，就是佛在此地讲的，我们现在念的这部经，老师要像个老师，学生要像个学生，这是佛教的伦理教育。今天这一段尤其是可贵，「为人弟子，当孝顺于善师。」「孝」这个字意思很深，这是真实智慧。我们对于中国人的老祖宗，不能不敬佩，他们对后世子孙的关怀、爱护，真的是做得很圆满、很究竟。发明这些文字，文字是符号，而这个符号里面充满了智慧，这是在全世界其他国家民族里头没有的，中国文字是智慧的符号。你看看这个「孝」字，你去体会它里头的含义，它上面是个老字，下面是个子字，这个意思明显的教我们去体会上一代跟下一代是一体，不能够分割的。外国人讲，父子有代沟，有代沟孝就没有了，不知道父子是一体。上一代还有上一代，下一代还有下一代，过去无始，未来无终，无始无终，构成一个整体，这就是佛教里面讲的「法身」。诸位要晓得，佛教讲的「法身」就是这个意思，尽虚空遍法界一切众生是自己，你什么时候把这句话体会得，肯定了，确确实实将自己的身跟宇宙一切众生的身融成一体，这个时候就叫证得清净法身；你成佛了，清净法身佛。在我们中国文字里面，「孝」字。",
      "zh_TW": "宗教的倫理教育，就是佛在此地講的，我們現在念的這部經，老師要像個老師，學生要像個學生，這是佛教的倫理教育。今天這一段尤其是可貴，「為人弟子，當孝順於善師。」「孝」這個字意思很深，這是真實智慧。我們對於中國人的老祖宗，不能不敬佩，他們對後世子孫的關懷、愛護，真的是做得很圓滿、很究竟。發明這些文字，文字是符號，而這個符號裡面充滿了智慧，這是在全世界其他國家民族裡頭沒有的，中國文字是智慧的符號。你看看這個「孝」字，你去體會它裡頭的含義，它上面是個老字，下面是個子字，這個意思明顯的教我們去體會上一代跟下一代是一體，不能夠分割的。外國人講，父子有代溝，有代溝孝就沒有了，不知道父子是一體。上一代還有上一代，下一代還有下一代，過去無始，未來無終，無始無終，構成一個整體，這就是佛教裡面講的「法身」。諸位要曉得，佛教講的「法身」就是這個意思，盡虛空遍法界一切眾生是自己，你什麼時候把這句話體會得，肯定了，確確實實將自己的身跟宇宙一切眾生的身融成一體，這個時候就叫證得清淨法身；你成佛了，清淨法身佛。在我們中國文字裡面，「孝」字。"
    },
    {
      "id": "15-014-0023_p0008",
      "zh_CN": "从这个字的含意，我们能够体会到佛家常讲的「竖穷三际，横遍十方」，是一个自己。佛讲的慈悲，是从这个地方生出来的，所以慈悲没有理由。为什么？一体，还有什么理由！我们这个手被蚊子叮了，左手被蚊子叮，右手帮助它赶一赶，左手还得要感谢右手吗？没有必要。为什么？一体。所以我们今天不懂，不懂这个道理，自己妄生分别执着，把这个「一体」的形相破坏了。我们要问，是不是真的破坏了？没有，还是一体，只是你自己错误的观念，你不承认而已。好比我们这是一棵树，这树是一个根、一个本，它有许许多多的干，有许许多多的枝，有许许多多的梢，有许许多多的叶。我们是什么样子？就像这里头一片叶一样，我们自己是一片叶，看到对面的一片叶，我们跟他对立了，认为什么？他不是我，我不是他。如果你再要深入看到这个梢，你晓得这么多叶，这十几片叶原来是一个树梢里头生的，你就知道是一体。再看看别的树梢跟我的树梢不一样，那我们又对立了；再深入下去观察，观察到枝，原来这许许多多树梢是一个枝生的。枝再观察到干，干再观察到本，本再观察到根，才晓得这一棵大树那么多的树叶是一体。我们今天不懂这个道理，叫迷惑颠倒。不知道虚空法界跟自己是什么关系，不知道人与人之间什么关系，你果然要知道了，人与人自自然然相亲相爱，自自然然互相尊重、互相敬爱、互相信赖、互相帮助，这是一定道理。怎么可以去害人？你会害人，你不了解事实真相，换句话说，你不懂得孝道。你才晓得这个字，它的意思多深多广！",
      "zh_TW": "從這個字的含意，我們能夠體會到佛家常講的「豎窮三際，橫遍十方」，是一個自己。佛講的慈悲，是從這個地方生出來的，所以慈悲沒有理由。為什麼？一體，還有什麼理由！我們這個手被蚊子叮了，左手被蚊子叮，右手幫助它趕一趕，左手還得要感謝右手嗎？沒有必要。為什麼？一體。所以我們今天不懂，不懂這個道理，自己妄生分別執著，把這個「一體」的形相破壞了。我們要問，是不是真的破壞了？沒有，還是一體，只是你自己錯誤的觀念，你不承認而已。好比我們這是一棵樹，這樹是一個根、一個本，它有許許多多的幹，有許許多多的枝，有許許多多的梢，有許許多多的葉。我們是什麼樣子？就像這裡頭一片葉一樣，我們自己是一片葉，看到對面的一片葉，我們跟他對立了，認為什麼？他不是我，我不是他。如果你再要深入看到這個梢，你曉得這麼多葉，這十幾片葉原來是一個樹梢裡頭生的，你就知道是一體。再看看別的樹梢跟我的樹梢不一樣，那我們又對立了；再深入下去觀察，觀察到枝，原來這許許多多樹梢是一個枝生的。枝再觀察到幹，幹再觀察到本，本再觀察到根，才曉得這一棵大樹那麼多的樹葉是一體。我們今天不懂這個道理，叫迷惑顛倒。不知道虛空法界跟自己是什麼關係，不知道人與人之間什麼關係，你果然要知道了，人與人自自然然相親相愛，自自然然互相尊重、互相敬愛、互相信賴、互相幫助，這是一定道理。怎麼可以去害人？你會害人，你不了解事實真相，換句話說，你不懂得孝道。你才曉得這個字，它的意思多深多廣！"
    },
    {
      "id": "15-014-0023_p0009",
      "zh_CN": "孝的行落实，我们这个理念落实在生活上就是「顺」，佛家讲的「恒顺众生，随喜功德」。为什么要顺？因为他无知。我懂得，他不懂得，我不能叫他顺我，不可能，他不会顺我的，我要顺他。我们最近印一部书，这部书大概还没有印出来，我请杨老师负责在台湾印。民国二十年的《八德须知》，这部书一共有十六册，分成四集，每一集都是用「孝、悌、忠、信、礼、义、廉、耻」，用这八个字做纲目，把中国历史上的人物，能行道德的，用最简单的文字写出来，还有图画。我希望我们翻印，把它四本装成一本，精装四册。头一篇舜王、大舜，二十四孝头一个，他是真正懂得孝道、明了孝道，而且把孝道做得很圆满，是我们的榜样，是我们的模范。",
      "zh_TW": "孝的行落實，我們這個理念落實在生活上就是「順」，佛家講的「恆順眾生，隨喜功德」。為什麼要順？因為他無知。我懂得，他不懂得，我不能叫他順我，不可能，他不會順我的，我要順他。我們最近印一部書，這部書大概還沒有印出來，我請楊老師負責在台灣印。民國二十年的《八德須知》，這部書一共有十六冊，分成四集，每一集都是用「孝、悌、忠、信、禮、義、廉、恥」，用這八個字做綱目，把中國歷史上的人物，能行道德的，用最簡單的文字寫出來，還有圖畫。我希望我們翻印，把它四本裝成一本，精裝四冊。頭一篇舜王、大舜，二十四孝頭一個，他是真正懂得孝道、明瞭孝道，而且把孝道做得很圓滿，是我們的榜樣，是我們的模範。"
    },
    {
      "id": "15-014-0023_p0010",
      "zh_CN": "「顺」字要从舜王他的行为当中去体会，他没有说他父亲不是、继母不是、继母的弟弟不是，他没有。他只知道自己不是，自己做得不够好，天天反省、改过自新，做这个功夫。他的父亲、继母，还有一个弟弟这三个人，确确实实是处心积虑要置他于死地，想方法害他，他是住在这样一个家庭环境里。他还有一个妹妹，妹妹是个好人，妹妹对他非常同情，所以他妹妹晓得家里人要用什么方法来害他，她就预先通知他，让他做预防。他家里旁边有一口枯井，他父亲跟他的继母有意思让他到井底下去，然后把这个井用石头把它埋起来，把他活埋。她妹妹把这个事情告诉他，所以他就在这个井底下，预先挖了一个洞，挖了一个出去的洞，预先做好的，不是他有神通。果然这个事情发生了，大概是他的父母有意把东西丢到井底下，叫他下去把它拿上来，他很听话，就下去了。人家就把石头、土往这个井里面去填，他从预先挖好的洞出来了。绝对没有怨恨，他把这个当作游戏。这样三年，他的父母、弟弟全被他感化了。别人以恶意对他，他没有恶意对人，纯善之心对人。",
      "zh_TW": "「順」字要從舜王他的行為當中去體會，他沒有說他父親不是、繼母不是、繼母的弟弟不是，他沒有。他只知道自己不是，自己做得不夠好，天天反省、改過自新，做這個功夫。他的父親、繼母，還有一個弟弟這三個人，確確實實是處心積慮要置他於死地，想方法害他，他是住在這樣一個家庭環境裡。他還有一個妹妹，妹妹是個好人，妹妹對他非常同情，所以他妹妹曉得家裡人要用什麼方法來害他，她就預先通知他，讓他做預防。他家裡旁邊有一口枯井，他父親跟他的繼母有意思讓他到井底下去，然後把這個井用石頭把它埋起來，把他活埋。她妹妹把這個事情告訴他，所以他就在這個井底下，預先挖了一個洞，挖了一個出去的洞，預先做好的，不是他有神通。果然這個事情發生了，大概是他的父母有意把東西丟到井底下，叫他下去把它拿上來，他很聽話，就下去了。人家就把石頭、土往這個井裡面去填，他從預先挖好的洞出來了。絕對沒有怨恨，他把這個當作遊戲。這樣三年，他的父母、弟弟全被他感化了。別人以惡意對他，他沒有惡意對人，純善之心對人。"
    },
    {
      "id": "15-014-0023_p0011",
      "zh_CN": "世间不要说人，连动物都能感化，怕的是你没有诚心。你不晓得这个道理，道理是什么？道理就是孝，孝就是一体，哪有不能感动的？许多同修们家里，厨房里面有蚂蚁、蟑螂、苍蝇这些东西常常扰乱，千万不能够杀牠。为什么？杀牠是跟牠结冤仇，杀不尽，愈杀愈多！现在很多农民，种植农作物用农药，我曾经问过这些农夫：「在从前没有发明农药之前，你们农耕是怎么过的？」也很好！「你们用农药之后，是不是真的有效果？」而他们告诉我：「现在的农药有效期间只有六个月，六个月之后，这些病害虫牠有了抵抗力，牠不怕你。」所以农药不断的再改进，愈改毒就愈重，最后是谁受害？是我们吃东西的人受了害，人受了害，那些病害虫没有受害，我们受害了。所以晓得害那些动物，最后是害自己，错了！我们以孝顺心，对这一切众生，就能跟这一切众生和睦相处。蚂蚁、蟑螂、苍蝇这些小虫，不会来干扰我们，我们和睦相处，我们绝不杀害牠。常常跟牠对话，我们也常常念佛给牠听，为牠传授三皈，牠懂，确确实实我们能够看得出来，牠能够体会。所以我们共同生活在一起，互相尊重，不相妨碍。",
      "zh_TW": "世間不要說人，連動物都能感化，怕的是你沒有誠心。你不曉得這個道理，道理是什麼？道理就是孝，孝就是一體，哪有不能感動的？許多同修們家裡，廚房裡面有螞蟻、蟑螂、蒼蠅這些東西常常擾亂，千萬不能夠殺牠。為什麼？殺牠是跟牠結冤仇，殺不盡，愈殺愈多！現在很多農民，種植農作物用農藥，我曾經問過這些農夫：「在從前沒有發明農藥之前，你們農耕是怎麼過的？」也很好！「你們用農藥之後，是不是真的有效果？」而他們告訴我：「現在的農藥有效期間只有六個月，六個月之後，這些病害蟲牠有了抵抗力，牠不怕你。」所以農藥不斷的再改進，愈改毒就愈重，最後是誰受害？是我們吃東西的人受了害，人受了害，那些病害蟲沒有受害，我們受害了。所以曉得害那些動物，最後是害自己，錯了！我們以孝順心，對這一切眾生，就能跟這一切眾生和睦相處。螞蟻、蟑螂、蒼蠅這些小蟲，不會來干擾我們，我們和睦相處，我們絕不殺害牠。常常跟牠對話，我們也常常念佛給牠聽，為牠傳授三皈，牠懂，確確實實我們能夠看得出來，牠能夠體會。所以我們共同生活在一起，互相尊重，不相妨礙。"
    },
    {
      "id": "15-014-0023_p0012",
      "zh_CN": "连这些小昆虫都有感应，何况是人！再恶的人，你只要以真诚心对他，都会回头，所以「顺」字重要。很多人不懂，「那是恶人，我为什么要随顺他？」错了！正是因为他恶、他迷惑，我们明白，一定要随顺他。他觉悟了、他明白了，他不会作恶，他之所以作恶，他不懂这个道理，不了解事实真相。我们初学的人做学生，要想自己的学业、道业成就，你要不随顺老师，你怎么能成就？随顺老师的教导，难！不是容易事情。我们没有智慧、没有经验，看到老师用的方法，我们感觉得惊讶、感觉得奇怪，为什么？他跟一般人教学方法不一样，反常，你能相信吗？",
      "zh_TW": "連這些小昆蟲都有感應，何況是人！再惡的人，你只要以真誠心對他，都會回頭，所以「順」字重要。很多人不懂，「那是惡人，我為什麼要隨順他？」錯了！正是因為他惡、他迷惑，我們明白，一定要隨順他。他覺悟了、他明白了，他不會作惡，他之所以作惡，他不懂這個道理，不了解事實真相。我們初學的人做學生，要想自己的學業、道業成就，你要不隨順老師，你怎麼能成就？隨順老師的教導，難！不是容易事情。我們沒有智慧、沒有經驗，看到老師用的方法，我們感覺得驚訝、感覺得奇怪，為什麼？他跟一般人教學方法不一樣，反常，你能相信嗎？"
    },
    {
      "id": "15-014-0023_p0013",
      "zh_CN": "我初到台中，跟李老师见面，他对我提出三个条件，这三个条件一般人很难接受。第一个条件：「从今天起你跟我学，只能听我一个人教诲，听我一个人讲经说法；除我之外，无论是出家的法师、在家的大德，他们讲的东西、他们的讲经说法，一律不准听」，这头一个条件，只能听他一个人的。你们想想看，能接受吗？第二个条件：「你过去所学的我不承认，一律作废。从今天起一切从头学起。」第三个条件：「提出期限，时间五年，五年之内必须要遵守。」你能接受，欢迎你到台中来学习；你不能接受，你就另请高明。这个条件我们能接受吗？「顺」！最后我想了一想，我接受了，接受老师这个条件，跟他学教。他教得很严格，不但一般人讲经说法不可以听，所有的这些经书，包括注解，没有经过他同意，不能看。这样情形之下，我跟他三个月，我懂得了，他教学的方法高明，我体会到了。为什么？妄想少了，很多东西你不能看、不能听，也不能读，心清净了，智慧增长了，确确实实自己感觉到这个效果，烦恼轻、智慧长。我们才知道老师这个方法高明。",
      "zh_TW": "我初到台中，跟李老師見面，他對我提出三個條件，這三個條件一般人很難接受。第一個條件：「從今天起你跟我學，只能聽我一個人教誨，聽我一個人講經說法；除我之外，無論是出家的法師、在家的大德，他們講的東西、他們的講經說法，一律不准聽」，這頭一個條件，只能聽他一個人的。你們想想看，能接受嗎？第二個條件：「你過去所學的我不承認，一律作廢。從今天起一切從頭學起。」第三個條件：「提出期限，時間五年，五年之內必須要遵守。」你能接受，歡迎你到台中來學習；你不能接受，你就另請高明。這個條件我們能接受嗎？「順」！最後我想了一想，我接受了，接受老師這個條件，跟他學教。他教得很嚴格，不但一般人講經說法不可以聽，所有的這些經書，包括註解，沒有經過他同意，不能看。這樣情形之下，我跟他三個月，我懂得了，他教學的方法高明，我體會到了。為什麼？妄想少了，很多東西你不能看、不能聽，也不能讀，心清淨了，智慧增長了，確確實實自己感覺到這個效果，煩惱輕、智慧長。我們才知道老師這個方法高明。"
    },
    {
      "id": "15-014-0023_p0014",
      "zh_CN": "我们以为是他的办法，我跟他几十年。以后我到新加坡弘法，遇到演培法师，演培法师请我讲演，我把我当年在台中学习的情形，向大家做一个简单报告，勉励那边的同学，好好的跟演培法师学习。演培法师听了我的报告，我下台之后，在客厅里告诉我，他小时候作沙弥，跟谛闲法师也是这三条。我们这才恍惚大悟，这个方法不是李老师的，而是中国历代祖祖相传，现在人忘掉了，不知道用这个方法。不过现在用这个方法，没有学生，没人来跟你学。真有效果！这个方法是先成就人「根本智」，而后再成就你「后得智」，真实智慧。换句话说，它的教学真正的用意是在戒定慧，所以教你「一门深入，长时薰修」，绝不让你涉猎得太多。我们在那里学教，只能够学一种，反复不断的学；同时学两种，老师不教了，他说的话很不好听，他说：「我肯定你没有这个能力，你的能力只能学一种」。",
      "zh_TW": "我們以為是他的辦法，我跟他幾十年。以後我到新加坡弘法，遇到演培法師，演培法師請我講演，我把我當年在台中學習的情形，向大家做一個簡單報告，勉勵那邊的同學，好好的跟演培法師學習。演培法師聽了我的報告，我下台之後，在客廳裡告訴我，他小時候作沙彌，跟諦閑法師也是這三條。我們這才恍惚大悟，這個方法不是李老師的，而是中國歷代祖祖相傳，現在人忘掉了，不知道用這個方法。不過現在用這個方法，沒有學生，沒人來跟你學。真有效果！這個方法是先成就人「根本智」，而後再成就你「後得智」，真實智慧。換句話說，它的教學真正的用意是在戒定慧，所以教你「一門深入，長時薰修」，絕不讓你涉獵得太多。我們在那裡學教，只能夠學一種，反覆不斷的學；同時學兩種，老師不教了，他說的話很不好聽，他說：「我肯定你沒有這個能力，你的能力只能學一種」。"
    },
    {
      "id": "15-014-0023_p0015",
      "zh_CN": "我今天在澳洲，我的教学更严格，比李老师教我严格多了。我的时间两年，老师教我是五年，我现在缩短成两年。我要求的，每天每位同学学习八个小时，念佛八个小时，一天十六个小时。讲堂有监学，念佛堂有堂主，他们负责监督，每个人必须认真努力修学。讲堂听经，听经我们现在用光碟VCD，一片一个小时，一天就听一片，一片从头到尾听八遍，八个小时。从前还有同学提倡听完之后研究讨论，我也就老实告诉他，你们现在烦恼没断，智慧没开，没有资格讨论。你们研究是胡思乱想，讨论是胡说八道。老老实实听，就这样子听下去，一天八个小时，听两年。两年之后，我来看看你们有没有智慧，有智慧才可以讨论，没有智慧，继续这个方法去干。帮助你得定、得清净心，清净心生智慧，你不从这上下手，你怎么能成就？每天睡眠五个小时，另外三个小时你吃饭、你还要洗衣服、工作，所以大家很紧张。这样，你没有时间去打妄想。人太闲了就胡思乱想，心里头胡思乱想，口里头就胡说八道，造业！我对于教初学，用这个办法，就是一片东西叫你反复听，不准你思考，也没有讨论的余地，就听！这个方法就是修戒、修定、修慧，求根本智。所以你要能够相信，你才能够接受；顺是接受，你能够顺从。",
      "zh_TW": "我今天在澳洲，我的教學更嚴格，比李老師教我嚴格多了。我的時間兩年，老師教我是五年，我現在縮短成兩年。我要求的，每天每位同學學習八個小時，念佛八個小時，一天十六個小時。講堂有監學，念佛堂有堂主，他們負責監督，每個人必須認真努力修學。講堂聽經，聽經我們現在用光碟VCD，一片一個小時，一天就聽一片，一片從頭到尾聽八遍，八個小時。從前還有同學提倡聽完之後研究討論，我也就老實告訴他，你們現在煩惱沒斷，智慧沒開，沒有資格討論。你們研究是胡思亂想，討論是胡說八道。老老實實聽，就這樣子聽下去，一天八個小時，聽兩年。兩年之後，我來看看你們有沒有智慧，有智慧才可以討論，沒有智慧，繼續這個方法去幹。幫助你得定、得清淨心，清淨心生智慧，你不從這上下手，你怎麼能成就？每天睡眠五個小時，另外三個小時你吃飯、你還要洗衣服、工作，所以大家很緊張。這樣，你沒有時間去打妄想。人太閒了就胡思亂想，心裡頭胡思亂想，口裡頭就胡說八道，造業！我對於教初學，用這個辦法，就是一片東西叫你反覆聽，不准你思考，也沒有討論的餘地，就聽！這個方法就是修戒、修定、修慧，求根本智。所以你要能夠相信，你才能夠接受；順是接受，你能夠順從。"
    },
    {
      "id": "15-014-0023_p0016",
      "zh_CN": "『慎莫举恶意向师』，不能以恶意对老师，对善师，好老师真正爱护你，真正想成就你，「恶意」是指什么？你有意见。在一般讲这并不是很恶，你有意见你就不能接受了。而一个善师，说实在话，他懂得道理，他知道「恒顺众生，随喜功德」，你不能接受老师的教诲，你提出意见，老师一定顺从你，老师不会执着。老师顺从你，你就没有成就了，因为什么？老师不会给你讲这些道理，太啰嗦了，他给你讲这些干什么！你能接受、认真努力学习，你有善根，你有福德。你有意见，你不能够接受，你没有善根福德，这个事情勉强不得！所以做学生要有做学生的态度，自己不是一个好学生，遇到好老师也是空过。",
      "zh_TW": "『慎莫舉惡意向師』，不能以惡意對老師，對善師，好老師真正愛護你，真正想成就你，「惡意」是指什麼？你有意見。在一般講這並不是很惡，你有意見你就不能接受了。而一個善師，說實在話，他懂得道理，他知道「恆順眾生，隨喜功德」，你不能接受老師的教誨，你提出意見，老師一定順從你，老師不會執著。老師順從你，你就沒有成就了，因為什麼？老師不會給你講這些道理，太囉嗦了，他給你講這些幹什麼！你能接受、認真努力學習，你有善根，你有福德。你有意見，你不能夠接受，你沒有善根福德，這個事情勉強不得！所以做學生要有做學生的態度，自己不是一個好學生，遇到好老師也是空過。"
    },
    {
      "id": "15-014-0023_p0017",
      "zh_CN": "下面的话，是佛对我们的教诲。『恶意向师，是恶意向佛、向法、向比丘僧。』这是说的三宝。三宝的功德，在世出世间没有能够相比的。为什么？只有三宝能帮助我们超越轮回，超越十法界，这是真的。这样的大事，三宝能解决。我们再想想，今天我们看到的这个社会不安定，世界不太平，这些事情在佛法里面讲，小事一桩，不是大事。大事是解决生死轮回十法界的事，那才是真正大事。大事尚且能解决，何况小事！所以诸位要晓得，佛法是真实智慧，世出世间事只有智慧才能解决，妄想分别执着是解决不了问题的，我们要懂得。",
      "zh_TW": "下面的話，是佛對我們的教誨。『惡意向師，是惡意向佛、向法、向比丘僧。』這是說的三寶。三寶的功德，在世出世間沒有能夠相比的。為什麼？只有三寶能幫助我們超越輪迴，超越十法界，這是真的。這樣的大事，三寶能解決。我們再想想，今天我們看到的這個社會不安定，世界不太平，這些事情在佛法裡面講，小事一樁，不是大事。大事是解決生死輪迴十法界的事，那才是真正大事。大事尚且能解決，何況小事！所以諸位要曉得，佛法是真實智慧，世出世間事只有智慧才能解決，妄想分別執著是解決不了問題的，我們要懂得。"
    },
    {
      "id": "15-014-0023_p0018",
      "zh_CN": "我们看看今天这个世间的动乱，许许多多人都想解决这个问题，能不能解决？我们知道他解决不了，他不是智慧，从佛法来讲，依旧是妄想分别执着。由此可知，佛法不能不学，欧阳竟无说得很好：「佛法不是宗教，不是哲学，而为今时所必需。」今时是什么？天下大乱之世，要想在大乱之世恢复正常秩序，那要高度的智慧，要高度的艺术，这些东西都在佛法里面。所以「恶意向师」是「恶意向佛、向法、向比丘僧」，无异！",
      "zh_TW": "我們看看今天這個世間的動亂，許許多多人都想解決這個問題，能不能解決？我們知道他解決不了，他不是智慧，從佛法來講，依舊是妄想分別執著。由此可知，佛法不能不學，歐陽竟無說得很好：「佛法不是宗教，不是哲學，而為今時所必需。」今時是什麼？天下大亂之世，要想在大亂之世恢復正常秩序，那要高度的智慧，要高度的藝術，這些東西都在佛法裡面。所以「惡意向師」是「惡意向佛、向法、向比丘僧」，無異！"
    },
    {
      "id": "15-014-0023_p0019",
      "zh_CN": "下面一个比喻，『向父母无异』，父母恩德大，养育之恩；换句话说，从前人知道不孝父母、不敬三宝，『天所不覆，地所不载』。跟现在人说这个话，人家听了摇头，不能接受，他也不会相信。什么原因？现代人从小没人教，原因在此地。从前人能接受，从前人可以说，小孩不要说出生，怀孕的时候父母就教导，这是胎教，父母懂得。怀孕的时候，母亲心地纯正，思想纯正，言行纯正，她影响胎儿；换句话说，绝对不会发脾气。为什么？一发脾气，瞋恚心生起，对小孩有很不良的影响，这是三毒烦恼，现代人哪懂得这个道理？小孩出生，生下来，眼睛一张开，他所看到的，他就开始学习了，所以这一家人，父母、尊长，在小孩面前都懂得约束自己，做好样子给他看，现在人哪懂得！所以小孩从小，他所看到的、他所听到的、他所接触到的，都是好榜样，从这个地方他养成了习惯，所谓是「少成若天性，习惯成自然」，这样教出来的。六、七岁的时候上学，父母教他尊师重道，父母一定表演出尊师重道的榜样给子女看，他看了之后，知道怎样尊重老师，怎样向老师学习。",
      "zh_TW": "下面一個比喻，『向父母無異』，父母恩德大，養育之恩；換句話說，從前人知道不孝父母、不敬三寶，『天所不覆，地所不載』。跟現在人說這個話，人家聽了搖頭，不能接受，他也不會相信。什麼原因？現代人從小沒人教，原因在此地。從前人能接受，從前人可以說，小孩不要說出生，懷孕的時候父母就教導，這是胎教，父母懂得。懷孕的時候，母親心地純正，思想純正，言行純正，她影響胎兒；換句話說，絕對不會發脾氣。為什麼？一發脾氣，瞋恚心生起，對小孩有很不良的影響，這是三毒煩惱，現代人哪懂得這個道理？小孩出生，生下來，眼睛一張開，他所看到的，他就開始學習了，所以這一家人，父母、尊長，在小孩面前都懂得約束自己，做好樣子給他看，現在人哪懂得！所以小孩從小，他所看到的、他所聽到的、他所接觸到的，都是好榜樣，從這個地方他養成了習慣，所謂是「少成若天性，習慣成自然」，這樣教出來的。六、七歲的時候上學，父母教他尊師重道，父母一定表演出尊師重道的榜樣給子女看，他看了之後，知道怎樣尊重老師，怎樣向老師學習。"
    },
    {
      "id": "15-014-0023_p0020",
      "zh_CN": "现在这些事情全都没有了，社会怎么会不乱？这个乱是从根源上乱了。今天要对治，没有别的方法，从根本救起。真正觉悟的人，真正回头的人，从自己本身开始做，这个作法救自己、救众生。我们落实在《弟子规》，从《弟子规》做起。《弟子规》，弟子是学生，规是规矩，就是做弟子的规矩，从这个小册子里做起。务必要将里头每一个字、每一句都落实，我们才有救；否则的话，根坏了，枝叶再好看，是死的，不是活的，花瓶里头插的，我们要明白这个道理。好，时间到了。",
      "zh_TW": "現在這些事情全都沒有了，社會怎麼會不亂？這個亂是從根源上亂了。今天要對治，沒有別的方法，從根本救起。真正覺悟的人，真正回頭的人，從自己本身開始做，這個作法救自己、救眾生。我們落實在《弟子規》，從《弟子規》做起。《弟子規》，弟子是學生，規是規矩，就是做弟子的規矩，從這個小冊子裡做起。務必要將裡頭每一個字、每一句都落實，我們才有救；否則的話，根壞了，枝葉再好看，是死的，不是活的，花瓶裡頭插的，我們要明白這個道理。好，時間到了。"
    }
  ]
}