{
  "doc_id": "15-014-0029",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十九集",
    "zh_TW": "第二十九集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0029",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "15-014-0029_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》第六十七面，看最后一行经文：",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》第六十七面，看最後一行經文："
    },
    {
      "id": "15-014-0029_p0002",
      "zh_CN": "【见贤勿慢。见善勿谤。不以小过证入大罪。违法失理。其罪莫大。罪福有证。可不慎也。】",
      "zh_TW": "【見賢勿慢。見善勿謗。不以小過證入大罪。違法失理。其罪莫大。罪福有證。可不慎也。】"
    },
    {
      "id": "15-014-0029_p0003",
      "zh_CN": "这一段里面首先跟我们说报恩，我们必须要记住前面一段经文「应何所求」，佛第一句话就教导我们要「念报佛恩」。这一句意思非常的深广，可以说在这个世间，无论是哪一个国家、哪一个民族，圣贤人无一不是永远生活在报恩的世界。我们想想，释迦牟尼佛为什么要到这个世间来示现？诸佛菩萨为什么到这个世间来？最适当的答复，报恩的！我们在回向偈里面常念「上报四重恩，下济三途苦」，是来报恩的。再回想我们自己，我们到这个世间是来干什么的？一定要像诸佛如来一样，报众生恩。我们生生世世都接受一切众生的恩惠，这不能不知道，不知道你就不会感恩，你就不会报恩。如果知道，你报恩的念头自自然然就会生起，会生活在感恩的世界里，这就跟诸佛菩萨、跟一切圣贤没有两样。佛在后面教导我们「道不可不学，经不可不读，善不可不行」，这三句话尤其要牢牢记住，处事待人接物要懂得「行善、布德」。特别是「布德」这两个字，怎样布施恩德？把佛菩萨对我们的教诲，我们都非常认真圆满的做到就叫布德，布德用现在的话来说，做一个最好的模范、最好的典型给社会大众看。所以布德比行善难！你要真正做到，就是要把你的道德展现给世人，做一种潜移默化的效果。时间久了，社会大众一定受你的感化，移风易俗。我们帮助世人，帮助他觉悟、帮助他回头，方法就是这四个字，「行善布德」。如何把社会上恶人变成善人、坏人变成好人、恶事变成好事？方法就在这四个字。所以这四个字深广无尽，细细的去参究，如何能够落实在自己生活言行之中。",
      "zh_TW": "這一段裡面首先跟我們說報恩，我們必須要記住前面一段經文「應何所求」，佛第一句話就教導我們要「念報佛恩」。這一句意思非常的深廣，可以說在這個世間，無論是哪一個國家、哪一個民族，聖賢人無一不是永遠生活在報恩的世界。我們想想，釋迦牟尼佛為什麼要到這個世間來示現？諸佛菩薩為什麼到這個世間來？最適當的答覆，報恩的！我們在迴向偈裡面常念「上報四重恩，下濟三途苦」，是來報恩的。再回想我們自己，我們到這個世間是來幹什麼的？一定要像諸佛如來一樣，報眾生恩。我們生生世世都接受一切眾生的恩惠，這不能不知道，不知道你就不會感恩，你就不會報恩。如果知道，你報恩的念頭自自然然就會生起，會生活在感恩的世界裡，這就跟諸佛菩薩、跟一切聖賢沒有兩樣。佛在後面教導我們「道不可不學，經不可不讀，善不可不行」，這三句話尤其要牢牢記住，處事待人接物要懂得「行善、布德」。特別是「布德」這兩個字，怎樣布施恩德？把佛菩薩對我們的教誨，我們都非常認真圓滿的做到就叫布德，布德用現在的話來說，做一個最好的模範、最好的典型給社會大眾看。所以布德比行善難！你要真正做到，就是要把你的道德展現給世人，做一種潛移默化的效果。時間久了，社會大眾一定受你的感化，移風易俗。我們幫助世人，幫助他覺悟、幫助他回頭，方法就是這四個字，「行善布德」。如何把社會上惡人變成善人、壞人變成好人、惡事變成好事？方法就在這四個字。所以這四個字深廣無盡，細細的去參究，如何能夠落實在自己生活言行之中。"
    },
    {
      "id": "15-014-0029_p0004",
      "zh_CN": "后面两句是讲果报，「济神离苦，超出生死」。「神」就是我们今天讲的精神生活，「济神」是充实自己的精神生活，把自己的境界不断向上提升。像《十善业道经》上所说的「离一切世间苦」，不只是娑婆六道。「超出生死」就是超越轮回、超越十法界，这是讲你修学的效果。这样做才真正叫报恩，报佛恩、报父母恩、报众生恩。",
      "zh_TW": "後面兩句是講果報，「濟神離苦，超出生死」。「神」就是我們今天講的精神生活，「濟神」是充實自己的精神生活，把自己的境界不斷向上提升。像《十善業道經》上所說的「離一切世間苦」，不只是娑婆六道。「超出生死」就是超越輪迴、超越十法界，這是講你修學的效果。這樣做才真正叫報恩，報佛恩、報父母恩、報眾生恩。"
    },
    {
      "id": "15-014-0029_p0005",
      "zh_CN": "今天这一段是改我们习气毛病，非常非常重要。修行人最大的毛病是自私自利、名闻利养、贪图五欲六尘享受，心里面充斥着贪瞋痴慢，这是修行人最大的毛病。这个毛病要不改过来，菩提道上就寸步难行。我们必须要晓得，这毛病里面最明显的过失就是嫉妒障碍，看到别人比我好，心里面就难过，看到别人做一桩好事胜过我自己的，就想方法阻碍他，这是凡夫的通病。我们自己要细心去反省我有没有，如果要有，赶快改，痛改前非。这个话说得容易，真正改过来也相当困难，一定要靠佛菩萨威神加持。佛菩萨用什么来加持？经典。每天读经，读久了你自然会觉悟。佛讲得没错，应该要这样做，这个作法是正确的、是对的。我们的言行凡是与佛菩萨违背的，决定是错误的，后果决定是三途地狱。其次，一定有好的老师、同参道友辅导你，常常提醒你，你才能够回头，你才知道改过。佛在此地说的这几句话是我们一般常犯的过失，而且是非常严重的过失。但是自己往往粗心大意，不知道这些是过失，也不知道这些过失的严重性，有意无意常常犯。",
      "zh_TW": "今天這一段是改我們習氣毛病，非常非常重要。修行人最大的毛病是自私自利、名聞利養、貪圖五欲六塵享受，心裡面充斥著貪瞋痴慢，這是修行人最大的毛病。這個毛病要不改過來，菩提道上就寸步難行。我們必須要曉得，這毛病裡面最明顯的過失就是嫉妒障礙，看到別人比我好，心裡面就難過，看到別人做一樁好事勝過我自己的，就想方法阻礙他，這是凡夫的通病。我們自己要細心去反省我有沒有，如果要有，趕快改，痛改前非。這個話說得容易，真正改過來也相當困難，一定要靠佛菩薩威神加持。佛菩薩用什麼來加持？經典。每天讀經，讀久了你自然會覺悟。佛講得沒錯，應該要這樣做，這個作法是正確的、是對的。我們的言行凡是與佛菩薩違背的，決定是錯誤的，後果決定是三途地獄。其次，一定有好的老師、同參道友輔導你，常常提醒你，你才能夠回頭，你才知道改過。佛在此地說的這幾句話是我們一般常犯的過失，而且是非常嚴重的過失。但是自己往往粗心大意，不知道這些是過失，也不知道這些過失的嚴重性，有意無意常常犯。"
    },
    {
      "id": "15-014-0029_p0006",
      "zh_CN": "『贤』是道德之人，前面讲的善师、道德之人，决定不能够轻慢。在过去社会敬老尊贤，虽不能够做得很圆满，确实有人在做，提到这些话一般人也都能够体会。现在这个社会没有了，年轻人，我们看一般儿童小学生、中学生，确实目无尊长，不懂得敬老尊贤，他不知道。我们想想台湾这个地区，在四、五十年前我们坐公共汽车，年轻人会让老人，只要看到老人来了自动就站起来，年轻人不让位的很少，不让位自己觉得不好意思。现在这个现象没有了，年轻人坐在那里，像老太爷一样端坐着，老人在面前他没有看到，理都不理。这个社会伦理道德倒退了，大幅度的倒退，不但不知道敬老尊贤，不知道尊敬父母。我看到有小朋友、小学生，在家里面一般都是看电视，大概一般家庭都有好几台电视机，有大的、有小的。小朋友霸占着大的电视机在玩乐，他的父母讲「你去看小的！」他怎么说？「小人看大的，大人看小的。」父母也无可奈何。现在倒过头来「孝子」，孝顺儿子。在这样环境长大的这些小孩，他将来确确实实无法无天。",
      "zh_TW": "『賢』是道德之人，前面講的善師、道德之人，決定不能夠輕慢。在過去社會敬老尊賢，雖不能夠做得很圓滿，確實有人在做，提到這些話一般人也都能夠體會。現在這個社會沒有了，年輕人，我們看一般兒童小學生、中學生，確實目無尊長，不懂得敬老尊賢，他不知道。我們想想台灣這個地區，在四、五十年前我們坐公共汽車，年輕人會讓老人，只要看到老人來了自動就站起來，年輕人不讓位的很少，不讓位自己覺得不好意思。現在這個現象沒有了，年輕人坐在那裡，像老太爺一樣端坐著，老人在面前他沒有看到，理都不理。這個社會倫理道德倒退了，大幅度的倒退，不但不知道敬老尊賢，不知道尊敬父母。我看到有小朋友、小學生，在家裡面一般都是看電視，大概一般家庭都有好幾台電視機，有大的、有小的。小朋友霸佔著大的電視機在玩樂，他的父母講「你去看小的！」他怎麼說？「小人看大的，大人看小的。」父母也無可奈何。現在倒過頭來「孝子」，孝順兒子。在這樣環境長大的這些小孩，他將來確確實實無法無天。"
    },
    {
      "id": "15-014-0029_p0007",
      "zh_CN": "三年前，美国同修寄了一份资料给我，美国青少年的犯罪率，寄这么一张资料给我，里面报导的，这是人家国家有统计的，每天平均青少年犯罪率七千万件，吓人！一天七千万件，美国的总人口也只有三亿，一天年轻人犯罪率这么高，你说还得了吗？如果再加上成年人，我看犯罪率可能会达到一亿，三分之一，这个社会还得了吗？当时我跟大洛杉矶地区的检察长，我跟他谈这个问题，我说：「报导可靠吗？」他点点头，「可靠！」我说：「现在情形怎么样？」他说：「现在犯罪率还是在上升，没有缓和的趋势。」这个可怕了！我最后一句话告诉他，「如果这个事情没有妥善的方法缓和，把这个犯罪率降低下来，美国没有前途。三十年之后，这些人都长大了，这还得了吗？」所以许多宗教里面讲世界末日，我们从哪里看？从青少年看。这种趋势要是在全世界蔓延、全世界发展，三十年后我想世界末日就现前了。伦理道德完全没有了，人根本就不懂什么叫伦理、什么叫道德，根本就不懂得父子的关系、师生的关系、同学的关系、朋友的关系，不懂！我们看到青少年，这是美国报导的，杀父母的、杀老师的、杀兄弟的、杀同学的，时有所闻，奇怪的是媒体还专门报导这些事情。这个事情不能报导，你这一报导，小朋友看到那个杀父母，他也学样子，哪一天父母对他不好，他也杀了。这些事情不能报导！许许多多小朋友一些暴力的行为从哪里来的？从媒体报导里头学来的。媒体报导是社会教育，你天天教人什么？这还得了吗？",
      "zh_TW": "三年前，美國同修寄了一份資料給我，美國青少年的犯罪率，寄這麼一張資料給我，裡面報導的，這是人家國家有統計的，每天平均青少年犯罪率七千萬件，嚇人！一天七千萬件，美國的總人口也只有三億，一天年輕人犯罪率這麼高，你說還得了嗎？如果再加上成年人，我看犯罪率可能會達到一億，三分之一，這個社會還得了嗎？當時我跟大洛杉磯地區的檢察長，我跟他談這個問題，我說：「報導可靠嗎？」他點點頭，「可靠！」我說：「現在情形怎麼樣？」他說：「現在犯罪率還是在上升，沒有緩和的趨勢。」這個可怕了！我最後一句話告訴他，「如果這個事情沒有妥善的方法緩和，把這個犯罪率降低下來，美國沒有前途。三十年之後，這些人都長大了，這還得了嗎？」所以許多宗教裡面講世界末日，我們從哪裡看？從青少年看。這種趨勢要是在全世界蔓延、全世界發展，三十年後我想世界末日就現前了。倫理道德完全沒有了，人根本就不懂什麼叫倫理、什麼叫道德，根本就不懂得父子的關係、師生的關係、同學的關係、朋友的關係，不懂！我們看到青少年，這是美國報導的，殺父母的、殺老師的、殺兄弟的、殺同學的，時有所聞，奇怪的是媒體還專門報導這些事情。這個事情不能報導，你這一報導，小朋友看到那個殺父母，他也學樣子，哪一天父母對他不好，他也殺了。這些事情不能報導！許許多多小朋友一些暴力的行為從哪裡來的？從媒體報導裡頭學來的。媒體報導是社會教育，你天天教人什麼？這還得了嗎？"
    },
    {
      "id": "15-014-0029_p0008",
      "zh_CN": "佛菩萨教我们修善，思想要善、存心要善、行为要善，而且一再嘱咐我们「不容毫分不善夹杂」。什么是不善？自私自利，我「行善布德」里面夹着自私自利，那就不善，那不是真善、不是真的德。佛教我们改旧习，第一句要用现在的话来说，我们要懂得敬老尊贤，要懂得孝养父母、奉事师长。『见善勿谤』，这个世间确实有善人在行善事，我们看到应当赞叹，不应该毁谤，不可以说他做这些好事是有目的、有企图的，有目的有企图能做好事也好，常常存着劝善之心，常常表现劝善之行。",
      "zh_TW": "佛菩薩教我們修善，思想要善、存心要善、行為要善，而且一再囑咐我們「不容毫分不善夾雜」。什麼是不善？自私自利，我「行善布德」裡面夾著自私自利，那就不善，那不是真善、不是真的德。佛教我們改舊習，第一句要用現在的話來說，我們要懂得敬老尊賢，要懂得孝養父母、奉事師長。『見善勿謗』，這個世間確實有善人在行善事，我們看到應當讚歎，不應該毀謗，不可以說他做這些好事是有目的、有企圖的，有目的有企圖能做好事也好，常常存著勸善之心，常常表現勸善之行。"
    },
    {
      "id": "15-014-0029_p0009",
      "zh_CN": "『不以小过证入大罪』，这也是我们常常能够看到的，人有小的过失，他特别加以渲染，把它说成大罪，万恶不赦的大罪，人家没有犯那么大的过失，而是一般人把他的小过扩大。这个人造的罪过小，这些渲染的人造了极重的罪过。不要以为这是小事，为什么？佛法讲因果，因果是世出世间的真理，冤冤相报。所以我们今天在这个世间，我们学了佛，接受佛陀的教诲，我们每天在行善、在积德，可是外面的毁谤很多，这些毁谤能不能避免？不能，为什么不能避免？过去生中我曾经毁谤过他，这一生遇到了，他毁谤我是应该的，这是果报，我们懂得。他为什么不毁谤别人？为什么要毁谤我？必定有前因。所以我们遇到事现前的时候，这是果，就要想到这个事的因是什么？好的事一定是善因，不好的事一定是恶因，因是自己造的，果报必须自己承受。于是我们对毁谤自己的人、侮辱自己的人、陷害自己的人，我们一丝毫怨恨心都没有，我们只有一个感恩的心，他替我消业障。我们唯一这个善心对他，时间久了，等再过十年、二十年，他会想到他一生当中某个人是真的好人，过去我用什么恶劣的态度、方法对他，他都是很和善的，他不怨恨我，真的遇到困难找他，他还真会帮忙。要用时间去感化人！",
      "zh_TW": "『不以小過證入大罪』，這也是我們常常能夠看到的，人有小的過失，他特別加以渲染，把它說成大罪，萬惡不赦的大罪，人家沒有犯那麼大的過失，而是一般人把他的小過擴大。這個人造的罪過小，這些渲染的人造了極重的罪過。不要以為這是小事，為什麼？佛法講因果，因果是世出世間的真理，冤冤相報。所以我們今天在這個世間，我們學了佛，接受佛陀的教誨，我們每天在行善、在積德，可是外面的毀謗很多，這些毀謗能不能避免？不能，為什麼不能避免？過去生中我曾經毀謗過他，這一生遇到了，他毀謗我是應該的，這是果報，我們懂得。他為什麼不毀謗別人？為什麼要毀謗我？必定有前因。所以我們遇到事現前的時候，這是果，就要想到這個事的因是什麼？好的事一定是善因，不好的事一定是惡因，因是自己造的，果報必須自己承受。於是我們對毀謗自己的人、侮辱自己的人、陷害自己的人，我們一絲毫怨恨心都沒有，我們只有一個感恩的心，他替我消業障。我們唯一這個善心對他，時間久了，等再過十年、二十年，他會想到他一生當中某個人是真的好人，過去我用什麼惡劣的態度、方法對他，他都是很和善的，他不怨恨我，真的遇到困難找他，他還真會幫忙。要用時間去感化人！"
    },
    {
      "id": "15-014-0029_p0010",
      "zh_CN": "昨天我在此地跟诸位说明，善恶没有标准，好坏也没有标准，标准在哪里？标准在自己的心。我们自己的心善，恶人也变成善人，坏事也变成好事，这真的一点都不假；我们的心不善，佛菩萨都变成坏人了。这就是佛在经上常讲的「境随心转」、「一切法从心想生」，这是真理。佛菩萨为什么能住极乐世界？为什么能住华藏世界？那是一个真善美慧的世界，我们为什么不能住？没有别的，佛菩萨的心纯善纯净，无论在什么地方都是极乐世界。佛菩萨跟我们一起住在台北市，他住的是极乐世界，我们住乱世，我们的心乱，我们的心不清净，他的心清净，他的心定，他不乱。这个道理很深，几乎所有经论里面佛都说，我们要细心去体会，决定不犯过失。特别是佛在经教里头教导我们的，把自己的毛病习气改掉，这些都是属于贡高我慢、傲慢。",
      "zh_TW": "昨天我在此地跟諸位說明，善惡沒有標準，好壞也沒有標準，標準在哪裡？標準在自己的心。我們自己的心善，惡人也變成善人，壞事也變成好事，這真的一點都不假；我們的心不善，佛菩薩都變成壞人了。這就是佛在經上常講的「境隨心轉」、「一切法從心想生」，這是真理。佛菩薩為什麼能住極樂世界？為什麼能住華藏世界？那是一個真善美慧的世界，我們為什麼不能住？沒有別的，佛菩薩的心純善純淨，無論在什麼地方都是極樂世界。佛菩薩跟我們一起住在台北市，他住的是極樂世界，我們住亂世，我們的心亂，我們的心不清淨，他的心清淨，他的心定，他不亂。這個道理很深，幾乎所有經論裡面佛都說，我們要細心去體會，決定不犯過失。特別是佛在經教裡頭教導我們的，把自己的毛病習氣改掉，這些都是屬於貢高我慢、傲慢。"
    },
    {
      "id": "15-014-0029_p0011",
      "zh_CN": "今天这个社会上，常常流行一句话「值得骄傲」，这个话是错误的，误导许许多多人。古圣先贤、诸佛菩萨，孔子、孟子，从来没有讲到「值得骄傲」，没有！谦卑礼敬，无论对什么样的人，自己都是谦虚卑下。释迦牟尼佛、孔老夫子对于讨饭行乞的人，自己态度也是谦虚卑下。哪有以傲慢的态度接待人？没有！这是我们应当要学习的，时时刻刻要留意的，对一切人、一切事、一切物，永远保持自己的谦虚，保持自己的卑下。我们不吃亏，我们会得到所有众生尊重你、敬爱你、信赖你、帮助你，这个好处多大，太大太大！如果我们以高姿态对人，人家看到，那个想法完全是负面的，不敢跟你接触，遇到你躲得远远的，你有困难的时候没有人肯帮助你。傲慢的人哪有朋友？他那些结交的人，有利就是朋友，没有利的时候就是怨怼，非常可怕。圣贤之道是大道，非常平稳、安全的大道。",
      "zh_TW": "今天這個社會上，常常流行一句話「值得驕傲」，這個話是錯誤的，誤導許許多多人。古聖先賢、諸佛菩薩，孔子、孟子，從來沒有講到「值得驕傲」，沒有！謙卑禮敬，無論對什麼樣的人，自己都是謙虛卑下。釋迦牟尼佛、孔老夫子對於討飯行乞的人，自己態度也是謙虛卑下。哪有以傲慢的態度接待人？沒有！這是我們應當要學習的，時時刻刻要留意的，對一切人、一切事、一切物，永遠保持自己的謙虛，保持自己的卑下。我們不吃虧，我們會得到所有眾生尊重你、敬愛你、信賴你、幫助你，這個好處多大，太大太大！如果我們以高姿態對人，人家看到，那個想法完全是負面的，不敢跟你接觸，遇到你躲得遠遠的，你有困難的時候沒有人肯幫助你。傲慢的人哪有朋友？他那些結交的人，有利就是朋友，沒有利的時候就是怨懟，非常可怕。聖賢之道是大道，非常平穩、安全的大道。"
    },
    {
      "id": "15-014-0029_p0012",
      "zh_CN": "下面一句，『违法失理，其罪莫大』，「法」是法则，自然的秩序、自然的法则，「理」是道理。我们起心动念、言语造作违背了自然的法则，这些前面都说过。孔老夫子教导我们的，五伦八德，这是自然的法则。绝对不是说孔老夫子发明的，那你搞错了。如果是他个人的思想、个人的学说，给诸位说，它不可能超越时间、空间，它是有限度的，必定会被历史淘汰掉。如果他所讲的是自然的法则，不是他自己的学说，不是他自己的发明，也不是他自己的创造，说的是自然法则，那它是永恒的，超越时空。所以夫子他讲的话是真话，不是谦虚话，他一生「述而不作」，一生没有创作，创作是他个人的，他没有创作。他所说的是古圣先贤所讲的，叙说古圣先贤的教诲，不是他自己创作的。",
      "zh_TW": "下面一句，『違法失理，其罪莫大』，「法」是法則，自然的秩序、自然的法則，「理」是道理。我們起心動念、言語造作違背了自然的法則，這些前面都說過。孔老夫子教導我們的，五倫八德，這是自然的法則。絕對不是說孔老夫子發明的，那你搞錯了。如果是他個人的思想、個人的學說，給諸位說，它不可能超越時間、空間，它是有限度的，必定會被歷史淘汰掉。如果他所講的是自然的法則，不是他自己的學說，不是他自己的發明，也不是他自己的創造，說的是自然法則，那它是永恆的，超越時空。所以夫子他講的話是真話，不是謙虛話，他一生「述而不作」，一生沒有創作，創作是他個人的，他沒有創作。他所說的是古聖先賢所講的，敘說古聖先賢的教誨，不是他自己創作的。"
    },
    {
      "id": "15-014-0029_p0013",
      "zh_CN": "释迦牟尼佛为我们讲经说法四十九年，诸位也许听说过，释迦牟尼佛自己说「他没说过一句话」，这个话是真的不是假的。说了四十九年，没有说一句话，没有说一句是自己意思的话，所以他也没有创作，他也不是自己意思。清凉大师在《华严经疏钞》里面说得好，释迦牟尼佛四十九年所说的，是古佛所传的，他自己没有丝毫意思加在里头，这了不起！古圣先贤所传的，要用佛经的术语来讲，「性德」！真如本性本具的智慧德能，这种智慧德能是一切众生共有的，你接触之后对你能产生共鸣，为什么？你也有。有，是因为烦恼习气障碍住了，听到释迦牟尼佛这么一说，你的性德就慢慢被他引发出来了，是这么个道理。我们现在一般人都讲创造、都讲发明，而且都有所有权，释迦牟尼佛讲的四十九年《大藏经》没有所有权，他不敢讲著作权，因为他没有说这些话，他都说古佛所传的。孔老夫子、古圣先贤没有创作权。现在人了不起，他都有著作权，那是他的东西，他的东西从哪里来的？从他妄想分别执着里流出来的。所以他的东西再好，说得再多再动人，它有时间性、它有空间性，再过几十年、再过一两百年，他东西就失传了，没有人再看它了。是从他的分别执着里流出来的，不是自性流出来的。换句话说，凡夫的东西是从妄心流出来的，圣人是从真心流出来的，真心可以跟一切众生起永恒的共鸣，妄心是暂时的。现在大家的心都是妄心，他说的很合自己意思，但是妄心是短暂的，不是永恒的。",
      "zh_TW": "釋迦牟尼佛為我們講經說法四十九年，諸位也許聽說過，釋迦牟尼佛自己說「他沒說過一句話」，這個話是真的不是假的。說了四十九年，沒有說一句話，沒有說一句是自己意思的話，所以他也沒有創作，他也不是自己意思。清涼大師在《華嚴經疏鈔》裡面說得好，釋迦牟尼佛四十九年所說的，是古佛所傳的，他自己沒有絲毫意思加在裡頭，這了不起！古聖先賢所傳的，要用佛經的術語來講，「性德」！真如本性本具的智慧德能，這種智慧德能是一切眾生共有的，你接觸之後對你能產生共鳴，為什麼？你也有。有，是因為煩惱習氣障礙住了，聽到釋迦牟尼佛這麼一說，你的性德就慢慢被他引發出來了，是這麼個道理。我們現在一般人都講創造、都講發明，而且都有所有權，釋迦牟尼佛講的四十九年《大藏經》沒有所有權，他不敢講著作權，因為他沒有說這些話，他都說古佛所傳的。孔老夫子、古聖先賢沒有創作權。現在人了不起，他都有著作權，那是他的東西，他的東西從哪裡來的？從他妄想分別執著裡流出來的。所以他的東西再好，說得再多再動人，它有時間性、它有空間性，再過幾十年、再過一兩百年，他東西就失傳了，沒有人再看它了。是從他的分別執著裡流出來的，不是自性流出來的。換句話說，凡夫的東西是從妄心流出來的，聖人是從真心流出來的，真心可以跟一切眾生起永恆的共鳴，妄心是暫時的。現在大家的心都是妄心，他說的很合自己意思，但是妄心是短暫的，不是永恆的。"
    },
    {
      "id": "15-014-0029_p0014",
      "zh_CN": "这些道理我们要多想想，想通了我们自己才能够决定这一生当中走哪一条路，我们走真性性德这一条路，还是走意识妄想这一条路，也就是我们跟圣人走还是我们跟凡夫走，这个关系太大了，果报是天壤之别。可是你要记住，跟圣人走，好像是路比较艰难、比较困苦，特别在物质生活这一方面，似乎不如现在人间一般这些享受，名闻利养、五欲六尘的享受，那是什么？那是你看错了，你看得太浅了。深入一层观察才知道圣贤人的生活方式，是世间最高尚的享受，我们一般人体会不到。释迦牟尼佛的生活，每天吃饭到外面托钵，我们中国人讲要饭，一天吃一餐，全部的财产三件衣、一个钵，什么都没有，晚上树下一宿、日中一食。我们觉得世尊过这么清苦的生活，你要是真正契入体会到了，你才晓得，他那个生活是世间第一等的生活，是人生第一等的享受。",
      "zh_TW": "這些道理我們要多想想，想通了我們自己才能夠決定這一生當中走哪一條路，我們走真性性德這一條路，還是走意識妄想這一條路，也就是我們跟聖人走還是我們跟凡夫走，這個關係太大了，果報是天壤之別。可是你要記住，跟聖人走，好像是路比較艱難、比較困苦，特別在物質生活這一方面，似乎不如現在人間一般這些享受，名聞利養、五欲六塵的享受，那是什麼？那是你看錯了，你看得太淺了。深入一層觀察才知道聖賢人的生活方式，是世間最高尚的享受，我們一般人體會不到。釋迦牟尼佛的生活，每天吃飯到外面托缽，我們中國人講要飯，一天吃一餐，全部的財產三件衣、一個缽，什麼都沒有，晚上樹下一宿、日中一食。我們覺得世尊過這麼清苦的生活，你要是真正契入體會到了，你才曉得，他那個生活是世間第一等的生活，是人生第一等的享受。"
    },
    {
      "id": "15-014-0029_p0015",
      "zh_CN": "我们今天讲这个话一般人听不懂，当然你听不懂，你没有入境界，你契入境界你就懂了。怎么样契入境界？照做，跟他学，学得跟他一样，你就懂了，你才晓得这个生活快乐。然后回过头来想想，再看世间人，不错是得一点名利、五欲六尘享受，你要知道他付出的代价多大，太大太大了，得不偿失。付出什么代价？我简单说，你有忧虑、你有牵挂、你有得失、你有烦恼，这个东西压着你的精神跟身体，你怎么能够有快乐的时候？你偶尔之间那个快乐，我常常在讲席当中做比喻，那个快乐是什么？是打吗啡吸毒，那个快乐的后头是要命的。跟佛菩萨那个快乐不一样，佛菩萨没有烦恼、没有忧虑、没有牵挂、没有得失，心一尘不染，心如同虚空法界。这种乐，六道里头的凡夫决定体会不到，真快乐！在他的境界里面，跟诸位说，没有灾害、没有痛苦、没有死亡、也没有毁灭，法界原本一真，永恒的。",
      "zh_TW": "我們今天講這個話一般人聽不懂，當然你聽不懂，你沒有入境界，你契入境界你就懂了。怎麼樣契入境界？照做，跟他學，學得跟他一樣，你就懂了，你才曉得這個生活快樂。然後回過頭來想想，再看世間人，不錯是得一點名利、五欲六塵享受，你要知道他付出的代價多大，太大太大了，得不償失。付出什麼代價？我簡單說，你有憂慮、你有牽掛、你有得失、你有煩惱，這個東西壓著你的精神跟身體，你怎麼能夠有快樂的時候？你偶爾之間那個快樂，我常常在講席當中做比喻，那個快樂是什麼？是打嗎啡吸毒，那個快樂的後頭是要命的。跟佛菩薩那個快樂不一樣，佛菩薩沒有煩惱、沒有憂慮、沒有牽掛、沒有得失，心一塵不染，心如同虛空法界。這種樂，六道裡頭的凡夫決定體會不到，真快樂！在他的境界裡面，跟諸位說，沒有災害、沒有痛苦、沒有死亡、也沒有毀滅，法界原本一真，永恆的。"
    },
    {
      "id": "15-014-0029_p0016",
      "zh_CN": "我们学佛，实在讲真正的受用就是要能够契入，过佛菩萨的生活。现在这个世间人心惶惶，许多人已经迫切感受到好像灾难就要来了，这是不是真的？实在讲有可能，很有可能。但是，你入了佛的境界这灾难就没有了；不是这个灾难没有了，灾难有，入佛境界的人不受。为什么遇到这些灾难你有恐怖？你有「我」，你认为这个身体是我，所以你有恐怖。契入佛陀的境界，身是不是我？不是我。有没有我？有我；什么是我？整个虚空法界是我，整个虚空法界是法身，那是自己的真身，禅宗所讲的「父母未生前本来面目」，是讲法身，法身是整个宇宙。一个原子弹爆发一下，那算什么？正如同我们这个身，原子弹爆个几十颗、几百颗、几千颗，就像我们被蚂蚁咬一口一样，这有什么恐怖！整个地球爆炸了，整个太阳系爆炸了，真的就像我们被一个小虫咬一口一样，境界马上就换掉了。悟这个境界真的叫入佛门了，证得清净法身，在《华严经》里面他的地位是圆教初住菩萨，法身大士。你对尽虚空、遍法界你看得清清楚楚、明明白白，智慧！如如不动，这是禅定。确实有能力帮助一切迷惑颠倒苦难众生。你不契入这个境界，你自己保自己都保不住，你怎么能够帮助别人？这个高境界从哪里学起？《阿难问事佛吉凶经》学起，这是入佛门，不管你学大乘小乘、宗门教下、显教密教，这是共同科目，第一部要学的，你在这里得殊胜功德利益。所以起心动念、言语造作绝不违背道理，决定要遵守法则。",
      "zh_TW": "我們學佛，實在講真正的受用就是要能夠契入，過佛菩薩的生活。現在這個世間人心惶惶，許多人已經迫切感受到好像災難就要來了，這是不是真的？實在講有可能，很有可能。但是，你入了佛的境界這災難就沒有了；不是這個災難沒有了，災難有，入佛境界的人不受。為什麼遇到這些災難你有恐怖？你有「我」，你認為這個身體是我，所以你有恐怖。契入佛陀的境界，身是不是我？不是我。有沒有我？有我；什麼是我？整個虛空法界是我，整個虛空法界是法身，那是自己的真身，禪宗所講的「父母未生前本來面目」，是講法身，法身是整個宇宙。一個原子彈爆發一下，那算什麼？正如同我們這個身，原子彈爆個幾十顆、幾百顆、幾千顆，就像我們被螞蟻咬一口一樣，這有什麼恐怖！整個地球爆炸了，整個太陽系爆炸了，真的就像我們被一個小蟲咬一口一樣，境界馬上就換掉了。悟這個境界真的叫入佛門了，證得清淨法身，在《華嚴經》裡面他的地位是圓教初住菩薩，法身大士。你對盡虛空、遍法界你看得清清楚楚、明明白白，智慧！如如不動，這是禪定。確實有能力幫助一切迷惑顛倒苦難眾生。你不契入這個境界，你自己保自己都保不住，你怎麼能夠幫助別人？這個高境界從哪裡學起？《阿難問事佛吉凶經》學起，這是入佛門，不管你學大乘小乘、宗門教下、顯教密教，這是共同科目，第一部要學的，你在這裡得殊勝功德利益。所以起心動念、言語造作絕不違背道理，決定要遵守法則。"
    },
    {
      "id": "15-014-0029_p0017",
      "zh_CN": "佛家教给你的方法，在这部经里面头一个教你，你要去亲近一个好老师，接受老师的指导。但是问题不是没有，自己要不具备一个好学生的态度，好老师不教你。实在讲先决条件是自己要具备做学生的态度，要真正好学，你遇到好老师，老师自然会爱护你。为什么？真正有道德之人，他在一生当中第一个愿望，他的道有人继承能传下去，这是他一生唯一的希望。他要是遇到这个人可以能够传他的法，他把这个人看作宝，他会认真教你。如果你自己不具备求做学生的条件，你遇到善师也没有办法，老师不教你。今天我们看真正要做一个好学生的，说老实话我活了这几十年，我一个都没有遇到，太难太难了，为什么？学生对老师必须具足三个条件，第一个，对老师有真正恭敬心，尊敬，不是老师要求你尊敬，你的尊敬代表你能够承受。印光大师在《文钞》里面说得好，「一分诚敬得一分利益，十分诚敬得十分利益」，老师看学生从哪里看？看你的诚敬心，你有没有诚意、你有没有恭敬，你有这两个态度你是个法器，你可以接受圣贤大法。第二个条件，要百分之百的服从，不能有丝毫怀疑，老师怎么教你就这么做，准没错。你不能给老师添麻烦，你还跟他辩论，他不耐烦；你提出怀疑辩论，「算了！你搞你的，我搞我的，咱们各走各的。」百分之百服从，有疑不要抢着问，有疑慢慢在功夫上去化解，你学到一段时期自然就明白了，老师为什么要这样教？用意何在？自然就明白了。第三个要有耐心，追随一个老师，决不是一朝一夕，一生！一生都不能违背老师的教诲。你们想想看，具足这三个条件，这个学生到哪里去找？找不到！",
      "zh_TW": "佛家教給你的方法，在這部經裡面頭一個教你，你要去親近一個好老師，接受老師的指導。但是問題不是沒有，自己要不具備一個好學生的態度，好老師不教你。實在講先決條件是自己要具備做學生的態度，要真正好學，你遇到好老師，老師自然會愛護你。為什麼？真正有道德之人，他在一生當中第一個願望，他的道有人繼承能傳下去，這是他一生唯一的希望。他要是遇到這個人可以能夠傳他的法，他把這個人看作寶，他會認真教你。如果你自己不具備求做學生的條件，你遇到善師也沒有辦法，老師不教你。今天我們看真正要做一個好學生的，說老實話我活了這幾十年，我一個都沒有遇到，太難太難了，為什麼？學生對老師必須具足三個條件，第一個，對老師有真正恭敬心，尊敬，不是老師要求你尊敬，你的尊敬代表你能夠承受。印光大師在《文鈔》裡面說得好，「一分誠敬得一分利益，十分誠敬得十分利益」，老師看學生從哪裡看？看你的誠敬心，你有沒有誠意、你有沒有恭敬，你有這兩個態度你是個法器，你可以接受聖賢大法。第二個條件，要百分之百的服從，不能有絲毫懷疑，老師怎麼教你就這麼做，準沒錯。你不能給老師添麻煩，你還跟他辯論，他不耐煩；你提出懷疑辯論，「算了！你搞你的，我搞我的，咱們各走各的。」百分之百服從，有疑不要搶著問，有疑慢慢在功夫上去化解，你學到一段時期自然就明白了，老師為什麼要這樣教？用意何在？自然就明白了。第三個要有耐心，追隨一個老師，決不是一朝一夕，一生！一生都不能違背老師的教誨。你們想想看，具足這三個條件，這個學生到哪裡去找？找不到！"
    },
    {
      "id": "15-014-0029_p0018",
      "zh_CN": "我跟你们同学说，我就是占了这么一点便宜，我具足这三个条件。所以我亲近方东美先生，他要我每个星期天到他家里，单独给我上课两个小时。我亲近章嘉大师，跟章嘉大师三年，一直到他老人家圆寂。跟方先生一样，他也是每一个星期给我两个小时，三年如一日，我从这个地方奠定的基础。然后到台中跟李炳南老居士学教，我跟他十年。我在国外弘法感到非常孤单，所以每一次回到台湾，我一定去看李老师，而且一定会向他要求，多栽培几个学生，我们到外国弘法有帮手。这个话我说过十几遍，最后老师烦了，回我一句话，「你替我找，我来教！」从此以后不敢再讲了，我到哪里去找？找不到！可见这个事情难。我这一点点善根，实在讲一半是过去生中善根，一半是父母教导的。我们从小五、六岁，上私塾父母就教尊师重道，所谓是「少成若天性」。小时候教的印象非常深刻，永远不会忘记，懂得尊师重道，知道孝养父母，得力于童年的教诲。时间到了，我们休息十分钟。",
      "zh_TW": "我跟你們同學說，我就是佔了這麼一點便宜，我具足這三個條件。所以我親近方東美先生，他要我每個星期天到他家裡，單獨給我上課兩個小時。我親近章嘉大師，跟章嘉大師三年，一直到他老人家圓寂。跟方先生一樣，他也是每一個星期給我兩個小時，三年如一日，我從這個地方奠定的基礎。然後到台中跟李炳南老居士學教，我跟他十年。我在國外弘法感到非常孤單，所以每一次回到台灣，我一定去看李老師，而且一定會向他要求，多栽培幾個學生，我們到外國弘法有幫手。這個話我說過十幾遍，最後老師煩了，回我一句話，「你替我找，我來教！」從此以後不敢再講了，我到哪裡去找？找不到！可見這個事情難。我這一點點善根，實在講一半是過去生中善根，一半是父母教導的。我們從小五、六歲，上私塾父母就教尊師重道，所謂是「少成若天性」。小時候教的印象非常深刻，永遠不會忘記，懂得尊師重道，知道孝養父母，得力於童年的教誨。時間到了，我們休息十分鐘。"
    }
  ]
}