{
  "doc_id": "15-014-0036",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十六集",
    "zh_TW": "第三十六集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0036",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "15-014-0036_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》第九十九面，从经文看起：",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》第九十九面，從經文看起："
    },
    {
      "id": "15-014-0036_p0002",
      "zh_CN": "【末世诸恶人。不信多狐疑。愚痴不别道。罪深更逮冥。】",
      "zh_TW": "【末世諸惡人。不信多狐疑。愚痴不別道。罪深更逮冥。】"
    },
    {
      "id": "15-014-0036_p0003",
      "zh_CN": "向下有三首，这是第五段「疑罪福果」。对于前面所说「种善因一定会得善果」，对这桩事情生起疑惑。佛在经论上常常告诉我们，菩萨对于「疑惑」是他修学最大的障碍。菩萨尚且如此，何况我们凡夫！因此「疑」是根本烦恼。你看看贪瞋痴慢下面就是疑，对于圣教的怀疑，这一桩事情我们都有。怎样把疑根拔除？那一定要懂得多问，学问！要断疑才能够生信，这一点很重要。换句话说，在日常生活当中，如果有疑惑的地方，特别是对于我们修学产生障碍了，必须要把事实真相搞清楚、搞明白，疑惑破除，我们才能够精进不退。",
      "zh_TW": "向下有三首，這是第五段「疑罪福果」。對於前面所說「種善因一定會得善果」，對這樁事情生起疑惑。佛在經論上常常告訴我們，菩薩對於「疑惑」是他修學最大的障礙。菩薩尚且如此，何況我們凡夫！因此「疑」是根本煩惱。你看看貪瞋痴慢下面就是疑，對於聖教的懷疑，這一樁事情我們都有。怎樣把疑根拔除？那一定要懂得多問，學問！要斷疑才能夠生信，這一點很重要。換句話說，在日常生活當中，如果有疑惑的地方，特別是對於我們修學產生障礙了，必須要把事實真相搞清楚、搞明白，疑惑破除，我們才能夠精進不退。"
    },
    {
      "id": "15-014-0036_p0004",
      "zh_CN": "阿难尊者在此地告诉我们，『末世诸恶人』，前面讲的「五浊恶世」，造作十恶业的人非常之多，特别是对于佛法。『不信多狐疑』，在动物里面，狐狸疑心最重，我们称多疑的人都用牠来做比喻。「狐疑」，这个对于我们修学造成严重的障碍。世尊在灭度之前，教给我们「四依法」，实际上对于末法时期之状况，他老人家看得很清楚、很明白。因此，我们学佛必须遵守世尊在这部经典里面教导我们的，第一个要求明师受戒。我们依止一个好的老师，对这个老师决定没有疑惑。如果对老师稍稍有一点疑惑，我们的损失那就太大太大了，为什么？你不能够亲近明师。不能亲近明师，你一定会受世俗邪知、邪见、邪行的影响，必然的道理！不知不觉你就误入歧途，你走错路了。所以学佛，头一个是跟一个好老师。这个好老师即使是释迦牟尼佛再来，我们现在世间人毁谤佛的人都很多，现在世间人对佛、对菩萨都没有看在眼睛里面，「你这个好老师算什么！」必遭毁谤。这种事情自古以来太平常了，我们一定要了解，要不受影响，我们自己才能成就。",
      "zh_TW": "阿難尊者在此地告訴我們，『末世諸惡人』，前面講的「五濁惡世」，造作十惡業的人非常之多，特別是對於佛法。『不信多狐疑』，在動物裡面，狐狸疑心最重，我們稱多疑的人都用牠來做比喻。「狐疑」，這個對於我們修學造成嚴重的障礙。世尊在滅度之前，教給我們「四依法」，實際上對於末法時期之狀況，他老人家看得很清楚、很明白。因此，我們學佛必須遵守世尊在這部經典裡面教導我們的，第一個要求明師受戒。我們依止一個好的老師，對這個老師決定沒有疑惑。如果對老師稍稍有一點疑惑，我們的損失那就太大太大了，為什麼？你不能夠親近明師。不能親近明師，你一定會受世俗邪知、邪見、邪行的影響，必然的道理！不知不覺你就誤入歧途，你走錯路了。所以學佛，頭一個是跟一個好老師。這個好老師即使是釋迦牟尼佛再來，我們現在世間人毀謗佛的人都很多，現在世間人對佛、對菩薩都沒有看在眼睛裡面，「你這個好老師算什麼！」必遭毀謗。這種事情自古以來太平常了，我們一定要了解，要不受影響，我們自己才能成就。"
    },
    {
      "id": "15-014-0036_p0005",
      "zh_CN": "我往年亲近三个老师，真的都是善知识。而在我面前造谣生事的多！我听了，我一句反驳的话都没有，为什么？这些造谣的人没有亲近过老师。骂方东美先生的人，没有亲近过方东美先生；说章嘉大师是政治和尚那些人，也没有亲近过章嘉大师；说李老师是是非非那些人，也没有亲近过李老师。那个话怎么能听！我们要懂得他造谣生事的目的何在。受伤害最大的不是别人，听信谣言是我们自己。所以我们自己决不能轻易的听信谣言，古人讲「谣言止于智者」，你是个真正有智慧的人，你就不会轻易听信谣言。当有必要的时候，可以做进一步的调查，他所讲的这个事情，真实性、可靠性有几成？想一想他的用意何在？无非是障碍你，让你离开这个老师，不要跟他学，「他有什么了不起！」这些人自古以来太多太多了！断众生的法身慧命。他造的这个罪业来世得愚痴果报，那很可怜的！我们稍稍有一点智慧、有一点定力，不受他的影响，我们才会有成就。自古以来，我们知道这些事情很多，在现代社会更多更多了，没有法子预防，完全靠自己的善根福德因缘，自己要有高度警觉。这些人破坏善人、破坏好事、破坏人修学。",
      "zh_TW": "我往年親近三個老師，真的都是善知識。而在我面前造謠生事的多！我聽了，我一句反駁的話都沒有，為什麼？這些造謠的人沒有親近過老師。罵方東美先生的人，沒有親近過方東美先生；說章嘉大師是政治和尚那些人，也沒有親近過章嘉大師；說李老師是是非非那些人，也沒有親近過李老師。那個話怎麼能聽！我們要懂得他造謠生事的目的何在。受傷害最大的不是別人，聽信謠言是我們自己。所以我們自己決不能輕易的聽信謠言，古人講「謠言止於智者」，你是個真正有智慧的人，你就不會輕易聽信謠言。當有必要的時候，可以做進一步的調查，他所講的這個事情，真實性、可靠性有幾成？想一想他的用意何在？無非是障礙你，讓你離開這個老師，不要跟他學，「他有什麼了不起！」這些人自古以來太多太多了！斷眾生的法身慧命。他造的這個罪業來世得愚痴果報，那很可憐的！我們稍稍有一點智慧、有一點定力，不受他的影響，我們才會有成就。自古以來，我們知道這些事情很多，在現代社會更多更多了，沒有法子預防，完全靠自己的善根福德因緣，自己要有高度警覺。這些人破壞善人、破壞好事、破壞人修學。"
    },
    {
      "id": "15-014-0036_p0006",
      "zh_CN": "『愚痴不别道』，「别」是辨别，他没有能力辨别世出世间的大道。我们在前面所说的「心量窄小」，完全是为了满足他自己的利益。我们今天要学佛，起心动念我讲最低限度要想到整个世界众生的利益，决定不想自己。如何能让这些道德之人、善师，能够发挥他们的德能帮助整个世界？要有这样的心量，要有这样的存心，那就无量功德。千万不要念念都想到我自己、我们这个小团体、我这个小道场，这个错了。我们这个小道场能不能为全世界众生提出真实的贡献、最圆满的贡献？我们有没有这样想？有没有这么去做？",
      "zh_TW": "『愚痴不別道』，「別」是辨別，他沒有能力辨別世出世間的大道。我們在前面所說的「心量窄小」，完全是為了滿足他自己的利益。我們今天要學佛，起心動念我講最低限度要想到整個世界眾生的利益，決定不想自己。如何能讓這些道德之人、善師，能夠發揮他們的德能幫助整個世界？要有這樣的心量，要有這樣的存心，那就無量功德。千萬不要念念都想到我自己、我們這個小團體、我這個小道場，這個錯了。我們這個小道場能不能為全世界眾生提出真實的貢獻、最圓滿的貢獻？我們有沒有這樣想？有沒有這麼去做？"
    },
    {
      "id": "15-014-0036_p0007",
      "zh_CN": "世出世间的善事好事，第一等的好事是什么？培育人才，这是第一等的好事。如果后继无人，他自己这一生做得再好、再圆满，他死了，他的成就等于零。所以中国古人常讲：「不孝有三，无后为大」，你家庭要有继起的子孙，你在社会上任何一个行业，要有继起的人才，希望下面这一代超过我们这一代，这个社会才有进步，人民才有福报。如果这一代不如上一代，那就退步，人民要受苦受难。培养人才是世出世间第一等的善事。如果我们这个地方没有人才，别的地方人才要不要？要！我们为全世界，不是为这个地区，所培养的人才是为全世界人造福。我们这里没有离开世界，也包括在其中。心量不大怎么行？小心量永远没有出息。",
      "zh_TW": "世出世間的善事好事，第一等的好事是什麼？培育人才，這是第一等的好事。如果後繼無人，他自己這一生做得再好、再圓滿，他死了，他的成就等於零。所以中國古人常講：「不孝有三，無後為大」，你家庭要有繼起的子孫，你在社會上任何一個行業，要有繼起的人才，希望下面這一代超過我們這一代，這個社會才有進步，人民才有福報。如果這一代不如上一代，那就退步，人民要受苦受難。培養人才是世出世間第一等的善事。如果我們這個地方沒有人才，別的地方人才要不要？要！我們為全世界，不是為這個地區，所培養的人才是為全世界人造福。我們這裡沒有離開世界，也包括在其中。心量不大怎麼行？小心量永遠沒有出息。"
    },
    {
      "id": "15-014-0036_p0008",
      "zh_CN": "第二等大善事，是要把佛陀的教诲，教导一切苦难众生，这是属于第二不是第一。在古时候，要达到这个目的只有多办学校。诸位要知道，佛家的寺院庵堂在从前是学校，每天正常的作业是教学八个小时、修行八个小时，修行总不外参禅念佛。如果是用禅宗的方法修行，坐禅八个小时；用念佛方法，念佛堂八小时。一天十六个小时的功课密集薰修，你没有时间去打妄想，才能培养你的戒定慧。如果不是这样密集薰修，这个妄想分别执着永远不会断。妄想分别执着在，你是凡夫不是圣人，你不能成就。所以从前寺院庵堂是学校，跟现在不一样，现在是寺庙，「庙」是什么？庙是跟鬼神往来。从前是属于教学的。所以佛教变成宗教了，佛教原本不是宗教，是社会教育，现在变成宗教，很可悲！宗教是属于迷信，教育破迷开悟，我们要有能力辨别、要懂得。今天破坏正法的人多，我们念这首偈子感慨万千。『罪深更逮冥』那就是他的前途愈来愈黑暗，为什么？造作的罪业愈来愈严重。我们看底下一首：",
      "zh_TW": "第二等大善事，是要把佛陀的教誨，教導一切苦難眾生，這是屬於第二不是第一。在古時候，要達到這個目的只有多辦學校。諸位要知道，佛家的寺院庵堂在從前是學校，每天正常的作業是教學八個小時、修行八個小時，修行總不外參禪念佛。如果是用禪宗的方法修行，坐禪八個小時；用念佛方法，念佛堂八小時。一天十六個小時的功課密集薰修，你沒有時間去打妄想，才能培養你的戒定慧。如果不是這樣密集薰修，這個妄想分別執著永遠不會斷。妄想分別執著在，你是凡夫不是聖人，你不能成就。所以從前寺院庵堂是學校，跟現在不一樣，現在是寺廟，「廟」是什麼？廟是跟鬼神往來。從前是屬於教學的。所以佛教變成宗教了，佛教原本不是宗教，是社會教育，現在變成宗教，很可悲！宗教是屬於迷信，教育破迷開悟，我們要有能力辨別、要懂得。今天破壞正法的人多，我們念這首偈子感慨萬千。『罪深更逮冥』那就是他的前途愈來愈黑暗，為什麼？造作的罪業愈來愈嚴重。我們看底下一首："
    },
    {
      "id": "15-014-0036_p0009",
      "zh_CN": "【蔽圣毁正觉。死入大铁城。识神处其中。头上戴铁轮。】",
      "zh_TW": "【蔽聖毀正覺。死入大鐵城。識神處其中。頭上戴鐵輪。】"
    },
    {
      "id": "15-014-0036_p0010",
      "zh_CN": "底下这两首是讲疑惑而障道，他所得的果报。『蔽』就是我们今天讲的「障碍」，蒙蔽圣教、蒙蔽天良，对自己来讲是蒙蔽自己的良心，对别人来讲是蒙蔽他闻法的机缘。『毁正觉』，佛法是正觉。造这样罪业比杀人罪还要重，杀人身命这个罪已经很重了，断人慧命比杀人的身命这个罪不知道要重多少倍！『死入大铁城』，这个大铁城是地狱。当然你入地狱不是这个身体去，什么去？神识去。佛家叫神识，我们世间人叫灵魂，实际上那个魂决定不灵，说「灵魂」是说得好听，决定不灵。魂是迷惑颠倒，迷魂，它不灵！孔老夫子在《易经》里面讲得好，他叫「游魂」，这个说得很有道理。为什么？神识它不稳定，活动速度非常快速，它不稳定，所以称游魂是非常有道理。「游魂为变，精气为物」是孔老夫子说的。『识神处其中』，在地狱里头受罪。『头上戴铁轮』，这个「铁轮」诸位总是要记住，都是火烧得红红的给你戴上，你就晓得这个刑罚之苦，地狱是一片火海！",
      "zh_TW": "底下這兩首是講疑惑而障道，他所得的果報。『蔽』就是我們今天講的「障礙」，蒙蔽聖教、蒙蔽天良，對自己來講是蒙蔽自己的良心，對別人來講是蒙蔽他聞法的機緣。『毀正覺』，佛法是正覺。造這樣罪業比殺人罪還要重，殺人身命這個罪已經很重了，斷人慧命比殺人的身命這個罪不知道要重多少倍！『死入大鐵城』，這個大鐵城是地獄。當然你入地獄不是這個身體去，什麼去？神識去。佛家叫神識，我們世間人叫靈魂，實際上那個魂決定不靈，說「靈魂」是說得好聽，決定不靈。魂是迷惑顛倒，迷魂，它不靈！孔老夫子在《易經》裡面講得好，他叫「遊魂」，這個說得很有道理。為什麼？神識它不穩定，活動速度非常快速，它不穩定，所以稱遊魂是非常有道理。「遊魂為變，精氣為物」是孔老夫子說的。『識神處其中』，在地獄裡頭受罪。『頭上戴鐵輪』，這個「鐵輪」諸位總是要記住，都是火燒得紅紅的給你戴上，你就曉得這個刑罰之苦，地獄是一片火海！"
    },
    {
      "id": "15-014-0036_p0011",
      "zh_CN": "【求死不得死。须臾已变形。矛戟相毒刺。躯体恒残截。】",
      "zh_TW": "【求死不得死。須臾已變形。矛戟相毒刺。軀體恆殘截。】"
    },
    {
      "id": "15-014-0036_p0012",
      "zh_CN": "『求死不得死』，无间地狱的人，命无间，死了，风一吹他又活过来了，活过来再受，一天当中万死万生，真的是求生不得、求死不能。他要受这个罪业，受这种果报。『须臾』是讲时间短暂。『变形』，无间地狱的罪人感觉到他的身体跟地狱一样大，地狱有多大，他的身体有多大。地狱里头是化生，这里面所有一切的刑罚他同时受，不是一个受了再受第二个，不是的，同时受。这个状况我们很难想像，大家念《地藏菩萨本愿经》就知道，《地藏菩萨本愿经》里面讲得详细。",
      "zh_TW": "『求死不得死』，無間地獄的人，命無間，死了，風一吹他又活過來了，活過來再受，一天當中萬死萬生，真的是求生不得、求死不能。他要受這個罪業，受這種果報。『須臾』是講時間短暫。『變形』，無間地獄的罪人感覺到他的身體跟地獄一樣大，地獄有多大，他的身體有多大。地獄裡頭是化生，這裡面所有一切的刑罰他同時受，不是一個受了再受第二個，不是的，同時受。這個狀況我們很難想像，大家念《地藏菩薩本願經》就知道，《地藏菩薩本願經》裡面講得詳細。"
    },
    {
      "id": "15-014-0036_p0013",
      "zh_CN": "『矛戟相毒刺，躯体恒残截』，这是讲他受这个果报的状况。地狱从哪里来的？本来没有。不但地狱本来没有，跟诸位说，六道本来也没有。不但六道本来没有，十法界本来也没有。本来有的是什么？一真法界，那是本来有的。十法界、六道、三途地狱，到底是怎么回事情？佛在《金刚经》上讲的妙极了！「梦幻泡影」，说得好！所以十法界是梦幻泡影。就像我们晚上睡觉在作梦一样，梦中在地狱里面受许许多多苦难，这一觉醒来，地狱就没有了。「梦里明明有六趣，觉后空空无大千。」我们现在在十法界、在六道做大梦！什么时候梦醒了，你就成佛。梦醒之后，十法界没有了，大千世界也没有了，这个时候是「一真法界」。我们在《华严经》上读到，一真法界最低的地位是圆教初住菩萨，破一品无明证一分法身，那是真的。所以十法界是幻化的，「凡所有相，皆是虚妄」，佛给我们讲的真话！既然晓得一切相都是虚妄，有什么好执着！有什么好分别！有什么好打妄想！所以你离开妄想分别执着，你在梦中也很自在。在梦中真的醒悟过来，「我现在是作梦」，这个梦就很自在，梦里头有乐可以享受，梦里头有苦，苦完全可以不受。问题现在你在梦中怎么唤你也醒不过来！你不知道自己在作梦，苦就苦在这里。",
      "zh_TW": "『矛戟相毒刺，軀體恆殘截』，這是講他受這個果報的狀況。地獄從哪裡來的？本來沒有。不但地獄本來沒有，跟諸位說，六道本來也沒有。不但六道本來沒有，十法界本來也沒有。本來有的是什麼？一真法界，那是本來有的。十法界、六道、三途地獄，到底是怎麼回事情？佛在《金剛經》上講的妙極了！「夢幻泡影」，說得好！所以十法界是夢幻泡影。就像我們晚上睡覺在作夢一樣，夢中在地獄裡面受許許多多苦難，這一覺醒來，地獄就沒有了。「夢裡明明有六趣，覺後空空無大千。」我們現在在十法界、在六道做大夢！什麼時候夢醒了，你就成佛。夢醒之後，十法界沒有了，大千世界也沒有了，這個時候是「一真法界」。我們在《華嚴經》上讀到，一真法界最低的地位是圓教初住菩薩，破一品無明證一分法身，那是真的。所以十法界是幻化的，「凡所有相，皆是虛妄」，佛給我們講的真話！既然曉得一切相都是虛妄，有什麼好執著！有什麼好分別！有什麼好打妄想！所以你離開妄想分別執著，你在夢中也很自在。在夢中真的醒悟過來，「我現在是作夢」，這個夢就很自在，夢裡頭有樂可以享受，夢裡頭有苦，苦完全可以不受。問題現在你在夢中怎麼喚你也醒不過來！你不知道自己在作夢，苦就苦在這裡。"
    },
    {
      "id": "15-014-0036_p0014",
      "zh_CN": "地狱是幻化的，没有造地狱的罪，你决定找不到地狱。地狱在哪里？没有。你造这个罪业，这个境界就会现前。佛讲「十法界依正庄严，从心想生」，这句话重要。「从心想生」，你心里面想的是「贪」，贪财、贪色、贪名，甚至于学佛贪佛法，还是贪！贪心是饿鬼，你将来现的境界是鬼道。瞋恚是地狱，嫉妒瞋恚将来变现出来的境界是地狱。愚痴是畜生。为什么要想这些？既然「一切法从心想生」，你为什么不想佛？净土宗的方法高明，叫你想阿弥陀佛，天天想他、天天念他，不知不觉阿弥陀佛的境界现前了，就这么个道理。阿弥陀佛是一真法界，不是十法界，六道里头没有阿弥陀佛，十法界也没有，这个方法妙极了！",
      "zh_TW": "地獄是幻化的，沒有造地獄的罪，你決定找不到地獄。地獄在哪裡？沒有。你造這個罪業，這個境界就會現前。佛講「十法界依正莊嚴，從心想生」，這句話重要。「從心想生」，你心裡面想的是「貪」，貪財、貪色、貪名，甚至於學佛貪佛法，還是貪！貪心是餓鬼，你將來現的境界是鬼道。瞋恚是地獄，嫉妒瞋恚將來變現出來的境界是地獄。愚痴是畜生。為什麼要想這些？既然「一切法從心想生」，你為什麼不想佛？淨土宗的方法高明，叫你想阿彌陀佛，天天想他、天天念他，不知不覺阿彌陀佛的境界現前了，就這麼個道理。阿彌陀佛是一真法界，不是十法界，六道裡頭沒有阿彌陀佛，十法界也沒有，這個方法妙極了！"
    },
    {
      "id": "15-014-0036_p0015",
      "zh_CN": "因此，我们确实要有一点智慧、要有一点聪明，绝对不把世出世间不善的事情放在心里。你想不善你错了，你想不善你就已经造不善业了，不善的果报就会现前。所以在这里彻底做一个改变，我们只想世出世间的善事，决定不要把别人不善的事情放在自己心里头，把自己的善心糟蹋掉了，这是世间最愚痴的人，这是佛经里面所讲的「可怜悯者」。再坏的人、再不好的人，他也会有一两桩好事，我们想他的好事不要想他坏的，修行从这里下手。绝对培养自己的善心，培养自己的清净心，心清净、心善良我们的言行当然就清净善良，这个重要！才不至于变现出极其恶劣的境界，地狱是极其恶劣的境界。这三首偈我们就说到此地。请看底下这一首，这是第六段：",
      "zh_TW": "因此，我們確實要有一點智慧、要有一點聰明，絕對不把世出世間不善的事情放在心裡。你想不善你錯了，你想不善你就已經造不善業了，不善的果報就會現前。所以在這裡徹底做一個改變，我們只想世出世間的善事，決定不要把別人不善的事情放在自己心裡頭，把自己的善心糟蹋掉了，這是世間最愚痴的人，這是佛經裡面所講的「可憐憫者」。再壞的人、再不好的人，他也會有一兩樁好事，我們想他的好事不要想他壞的，修行從這裡下手。絕對培養自己的善心，培養自己的清淨心，心清淨、心善良我們的言行當然就清淨善良，這個重要！才不至於變現出極其惡劣的境界，地獄是極其惡劣的境界。這三首偈我們就說到此地。請看底下這一首，這是第六段："
    },
    {
      "id": "15-014-0036_p0016",
      "zh_CN": "【奈何世如是。背正信鬼神。解奏好卜问。祭祀伤不仁。】",
      "zh_TW": "【奈何世如是。背正信鬼神。解奏好卜問。祭祀傷不仁。】"
    },
    {
      "id": "15-014-0036_p0017",
      "zh_CN": "文是接着前面所说的。阿难感叹：奈何世间到这种样子，浊恶到现在这个样子。许许多多的众生，违背了正教，他相信鬼神。鬼神里面也有正知正见，但是邪知邪见的不少，实在讲跟我们人间差不多。鬼神福报比人大。正知正见的这些鬼神，许许多多也都是佛弟子，我们在大经上常常读到，十地菩萨从初地到法云地，他们常常被这些天神、天王礼请在天宫里面讲经说法。应以什么身得度，就现什么身，佛在经典里面常说。可是天上也有许许多多不接受佛陀教诲的，那些随顺他们邪知邪见，这些鬼神也作威作福，我们现在这个世间很多。我相信每位同修你冷静观察你会看到，我们常常遇到。现在所谓的鬼神附身，还有在台湾驾乩扶鸾，这些都是鬼神。鬼神里面有善的、有不善的，善的也许对你有一点小帮助，你有疑难他帮你解决，但是大事就靠不住。我们要信圣贤教诲，不要相信鬼神。鬼神所说的如果与佛陀教导我们的相应，我们可以相信他，他说的没错，佛也是这么说。如果他所说的跟佛经里面所讲的是相反的，我们决定不能相信，相信就错了。这是一个标准。从前我跟章嘉大师，章嘉大师告诉我，满清亡国亡在扶鸾上。慈禧太后不相信正教，国家大事都扶鸾，鸾坛上决定，把一个国家前途毁掉了，这是最好的例子。慈禧太后背正信鬼神，她搞这个，搞迷信，最后把国家亡掉了。",
      "zh_TW": "文是接著前面所說的。阿難感嘆：奈何世間到這種樣子，濁惡到現在這個樣子。許許多多的眾生，違背了正教，他相信鬼神。鬼神裡面也有正知正見，但是邪知邪見的不少，實在講跟我們人間差不多。鬼神福報比人大。正知正見的這些鬼神，許許多多也都是佛弟子，我們在大經上常常讀到，十地菩薩從初地到法雲地，他們常常被這些天神、天王禮請在天宮裡面講經說法。應以什麼身得度，就現什麼身，佛在經典裡面常說。可是天上也有許許多多不接受佛陀教誨的，那些隨順他們邪知邪見，這些鬼神也作威作福，我們現在這個世間很多。我相信每位同修你冷靜觀察你會看到，我們常常遇到。現在所謂的鬼神附身，還有在台灣駕乩扶鸞，這些都是鬼神。鬼神裡面有善的、有不善的，善的也許對你有一點小幫助，你有疑難他幫你解決，但是大事就靠不住。我們要信聖賢教誨，不要相信鬼神。鬼神所說的如果與佛陀教導我們的相應，我們可以相信他，他說的沒錯，佛也是這麼說。如果他所說的跟佛經裡面所講的是相反的，我們決定不能相信，相信就錯了。這是一個標準。從前我跟章嘉大師，章嘉大師告訴我，滿清亡國亡在扶鸞上。慈禧太后不相信正教，國家大事都扶鸞，鸞壇上決定，把一個國家前途毀掉了，這是最好的例子。慈禧太后背正信鬼神，她搞這個，搞迷信，最後把國家亡掉了。"
    },
    {
      "id": "15-014-0036_p0018",
      "zh_CN": "『解奏好卜问』，这是道教一些法术。「卜问」前面都跟诸位说过。『祭祀伤不仁』，祭祀鬼神一般都是杀生，杀生祭祀这是错误的。如果这个鬼神他欢喜血食，欢喜吃这些动物，我们讲这个经，在开端跟诸位介绍译经的安世高大师，曾经跟诸位报告过，他的一个同学以后堕落了，堕落在畜生道，做龙王去了，水神。龙王一般人祭祀都是杀生祭祀，瞋恚心很重，福报享完之后，他知道决定堕阿鼻地狱，造的罪业太多了。还好他还有一点善根，他去求安世高，去求这个老同学来度他、来帮助他，安世高救了他。这个故事前面跟诸位说过，不再重复了。善神祭祀我们都用素食，素食也不要做成动物那个样子，什么素鸡、素鸭，你看看你那个杀生的念头还没断，这是错误的，都有罪过！这个结罪是从起心动念处结。",
      "zh_TW": "『解奏好卜問』，這是道教一些法術。「卜問」前面都跟諸位說過。『祭祀傷不仁』，祭祀鬼神一般都是殺生，殺生祭祀這是錯誤的。如果這個鬼神他歡喜血食，歡喜吃這些動物，我們講這個經，在開端跟諸位介紹譯經的安世高大師，曾經跟諸位報告過，他的一個同學以後墮落了，墮落在畜生道，做龍王去了，水神。龍王一般人祭祀都是殺生祭祀，瞋恚心很重，福報享完之後，他知道決定墮阿鼻地獄，造的罪業太多了。還好他還有一點善根，他去求安世高，去求這個老同學來度他、來幫助他，安世高救了他。這個故事前面跟諸位說過，不再重複了。善神祭祀我們都用素食，素食也不要做成動物那個樣子，什麼素雞、素鴨，你看看你那個殺生的念頭還沒斷，這是錯誤的，都有罪過！這個結罪是從起心動念處結。"
    },
    {
      "id": "15-014-0036_p0019",
      "zh_CN": "佛教导我们从他的名号，诸位要晓得，佛菩萨的名号是他教学的宗旨，他教我们什么？就在名号上。「释迦牟尼」这是梵文、古印度的话，它的意思是仁慈清净，「释迦」是仁慈的意思，佛看到我们这个世间人，人与人之间缺乏仁慈，所以用这个名号；这个世间人自己的心不清净。这是两大病根：对自己不清净、对别人不仁慈，所以用这个名号。让你听到这个名号、看到这个名号，就要想到：「我对人要仁慈，对自己要清净。」而释迦牟尼佛自己做到了，他以身作则，做出榜样来给我们看。我们对于一切众生有没有慈悲心？有没有爱心？是不是真正的做到真诚的恭敬、真诚的爱护、真诚的协助，有没有做到？做到了，「释迦」这两个字对我们就产生作用了。我们自己这一生当中，无论过什么样的生活，那是自己过去生中所做的业不一样，无论是贫贱或者是富贵，都要修清净心。对富贵决不为富贵所染污，对贫贱也不会对贫贱厌恶，心永远保持清净平等，「牟尼」两个字我们落实了。「名号」都是教学的意义。",
      "zh_TW": "佛教導我們從他的名號，諸位要曉得，佛菩薩的名號是他教學的宗旨，他教我們什麼？就在名號上。「釋迦牟尼」這是梵文、古印度的話，它的意思是仁慈清淨，「釋迦」是仁慈的意思，佛看到我們這個世間人，人與人之間缺乏仁慈，所以用這個名號；這個世間人自己的心不清淨。這是兩大病根：對自己不清淨、對別人不仁慈，所以用這個名號。讓你聽到這個名號、看到這個名號，就要想到：「我對人要仁慈，對自己要清淨。」而釋迦牟尼佛自己做到了，他以身作則，做出榜樣來給我們看。我們對於一切眾生有沒有慈悲心？有沒有愛心？是不是真正的做到真誠的恭敬、真誠的愛護、真誠的協助，有沒有做到？做到了，「釋迦」這兩個字對我們就產生作用了。我們自己這一生當中，無論過什麼樣的生活，那是自己過去生中所做的業不一樣，無論是貧賤或者是富貴，都要修清淨心。對富貴決不為富貴所染污，對貧賤也不會對貧賤厭惡，心永遠保持清淨平等，「牟尼」兩個字我們落實了。「名號」都是教學的意義。"
    },
    {
      "id": "15-014-0036_p0020",
      "zh_CN": "所以祭祀，在中国特别是祭祀祖先，我们明白这个道理了，决定不杀生祭祖。杀生祭祖，杀业的责任加在你祖先的头上，这个对不起他，我们今天为什么要杀猪、杀羊来祭祀？为祖先，这个帐算在他头上，他那个罪已经很重了，还要去加重它，这错误的，大不孝！所以可以改成素食，祖宗、鬼神都会生欢喜心，你做对了！底下这一首：",
      "zh_TW": "所以祭祀，在中國特別是祭祀祖先，我們明白這個道理了，決定不殺生祭祖。殺生祭祖，殺業的責任加在你祖先的頭上，這個對不起他，我們今天為什麼要殺豬、殺羊來祭祀？為祖先，這個帳算在他頭上，他那個罪已經很重了，還要去加重它，這錯誤的，大不孝！所以可以改成素食，祖宗、鬼神都會生歡喜心，你做對了！底下這一首："
    },
    {
      "id": "15-014-0036_p0021",
      "zh_CN": "【死堕十八处。经历黑绳狱。八难为界首。得复人身难。】",
      "zh_TW": "【死墮十八處。經歷黑繩獄。八難為界首。得復人身難。】"
    },
    {
      "id": "15-014-0036_p0022",
      "zh_CN": "『十八处』就是平常讲的十八层地狱，这是大地狱。比这个更重的，那就是无间地狱。十八狱就是《地藏经》上所讲的，这里面有刀山、剑树、沸沙、寒冰、铁磨、烊铜，都在这些地狱之中。『黑绳狱』是就形相上来讲的，这个罪人，地狱里头这些小鬼拿着绳索量罪人的身，一寸一寸的量，量好之后一寸一寸的锯，像锯木头一样的锯，受这种刑罚。我们能想到这种痛苦，痛苦实在讲就像凌迟处死。",
      "zh_TW": "『十八處』就是平常講的十八層地獄，這是大地獄。比這個更重的，那就是無間地獄。十八獄就是《地藏經》上所講的，這裡面有刀山、劍樹、沸沙、寒冰、鐵磨、烊銅，都在這些地獄之中。『黑繩獄』是就形相上來講的，這個罪人，地獄裡頭這些小鬼拿著繩索量罪人的身，一寸一寸的量，量好之後一寸一寸的鋸，像鋸木頭一樣的鋸，受這種刑罰。我們能想到這種痛苦，痛苦實在講就像凌遲處死。"
    },
    {
      "id": "15-014-0036_p0023",
      "zh_CN": "『八难为界首』，前面说过三途八难。这个意思是讲一切众生见佛闻法有八种障碍，这八种障碍，障碍了许许多多众生学佛闻法的机会。所以佛在经上称这八种障碍叫「八难」，你要遇到了，你遭难了。所以这个「难」是个比喻，比喻得好。人接触到佛法，实在讲你就得到解脱的机缘。我们一般讲转恶为善、转迷为悟、转凡为圣，这个机会你遇到了！不容易得到。你一生接触不到正法，纵然有善根，你是个好人，在这一生当中解脱的机会你没有遇到。所以佛在经上常讲「人身难得、佛法难闻」，这个话是真的。学佛的人虽然多，都以为自己遇到佛法了，其实不一定，为什么？现在这个世间假佛法很多，仿冒的，现在市面上假钞票都好多，假的很多。你要有能力辨别，那是真的、那是假的。遇到真的，你能不能相信？这头一个条件。信了之后你懂不懂？这个经典里面的意思，你能不能理解？「我相信」，相信，这个经义不了解也没用处，你无从下手。经义明白之后，你有没有照做？你要是不能把佛经里面的道理，变成自己的思想见解，把佛经里面的教训，变成自己的生活行为，佛法的殊胜好处你还是得不到。一定要变成自己的，我们自己才受用到。这才叫真正学佛，学得跟佛一模一样，那你就成佛了！学佛学的不像佛，那就错了。",
      "zh_TW": "『八難為界首』，前面說過三途八難。這個意思是講一切眾生見佛聞法有八種障礙，這八種障礙，障礙了許許多多眾生學佛聞法的機會。所以佛在經上稱這八種障礙叫「八難」，你要遇到了，你遭難了。所以這個「難」是個比喻，比喻得好。人接觸到佛法，實在講你就得到解脫的機緣。我們一般講轉惡為善、轉迷為悟、轉凡為聖，這個機會你遇到了！不容易得到。你一生接觸不到正法，縱然有善根，你是個好人，在這一生當中解脫的機會你沒有遇到。所以佛在經上常講「人身難得、佛法難聞」，這個話是真的。學佛的人雖然多，都以為自己遇到佛法了，其實不一定，為什麼？現在這個世間假佛法很多，仿冒的，現在市面上假鈔票都好多，假的很多。你要有能力辨別，那是真的、那是假的。遇到真的，你能不能相信？這頭一個條件。信了之後你懂不懂？這個經典裡面的意思，你能不能理解？「我相信」，相信，這個經義不了解也沒用處，你無從下手。經義明白之後，你有沒有照做？你要是不能把佛經裡面的道理，變成自己的思想見解，把佛經裡面的教訓，變成自己的生活行為，佛法的殊勝好處你還是得不到。一定要變成自己的，我們自己才受用到。這才叫真正學佛，學得跟佛一模一樣，那你就成佛了！學佛學的不像佛，那就錯了。"
    },
    {
      "id": "15-014-0036_p0024",
      "zh_CN": "所以头一个想想：「佛存的是什么心，佛用什么心待人，佛用什么心对待自己？」我们从这里学。佛对于一切众生大慈大悲，这个慈悲称为「大」，没有条件的，不附带任何条件，爱护一切众生，帮助一切众生，这是佛的心。佛对待自己清净无为，一个妄念都没有，那是佛对待自己。我们如果在日常生活当中还有妄想，这错了。佛没有妄想，佛没有分别，佛没有执着，我们要学他。学的方法很多，八万四千法门。「法门」，法是方法，门是门径，方法很多很多，不能不懂。一定要断恶修善，你才能拈除学佛闻法的障碍。此地说造作恶业的众生，受地狱的苦难。",
      "zh_TW": "所以頭一個想想：「佛存的是什麼心，佛用什麼心待人，佛用什麼心對待自己？」我們從這裡學。佛對於一切眾生大慈大悲，這個慈悲稱為「大」，沒有條件的，不附帶任何條件，愛護一切眾生，幫助一切眾生，這是佛的心。佛對待自己清淨無為，一個妄念都沒有，那是佛對待自己。我們如果在日常生活當中還有妄想，這錯了。佛沒有妄想，佛沒有分別，佛沒有執著，我們要學他。學的方法很多，八萬四千法門。「法門」，法是方法，門是門徑，方法很多很多，不能不懂。一定要斷惡修善，你才能拈除學佛聞法的障礙。此地說造作惡業的眾生，受地獄的苦難。"
    },
    {
      "id": "15-014-0036_p0025",
      "zh_CN": "「界首」，界是差别的意思。全句的意思是「八难为种种差别因缘之首」，也就是说，是种种使你没有机会学佛、没有机会闻法的首要因素。你要恢复人身，从恶道里面出来再得人身，不容易！佛在经上讲得人身机会非常非常之少，可是有很多同修听到这个话不以为然，为什么？世界人口在膨胀，怎么说得人身机会这么难？这些人从哪里来的？我遇到很多人向我提这个问题，这些人是他方世界移民到地球上来的，是这么回事！为什么这么多人要移民到地球？地球上现在有大灾难，他们要来受这个大灾难，统统来了。",
      "zh_TW": "「界首」，界是差別的意思。全句的意思是「八難為種種差別因緣之首」，也就是說，是種種使你沒有機會學佛、沒有機會聞法的首要因素。你要恢復人身，從惡道裡面出來再得人身，不容易！佛在經上講得人身機會非常非常之少，可是有很多同修聽到這個話不以為然，為什麼？世界人口在膨脹，怎麼說得人身機會這麼難？這些人從哪裡來的？我遇到很多人向我提這個問題，這些人是他方世界移民到地球上來的，是這麼回事！為什麼這麼多人要移民到地球？地球上現在有大災難，他們要來受這個大災難，統統來了。"
    },
    {
      "id": "15-014-0036_p0026",
      "zh_CN": "由此可知，我们的生活空间很大，这个一定要知道。他方世界的人可以到地球上来投胎，地球上的人死了之后，也会到其他世界去投胎，生活空间大，不限于这个地球。我们往生西方极乐世界，极乐世界不在这个银河系，那个世界距离我们这个银河系相当遥远，我们到别的星系去了。也有不少诸佛菩萨从他方世界到地球上来应化，我们现在说他作外太空的人。不管怎么个说法，大致上都差不多。所以要知道生活空间非常大。因此，我们起心动念要为虚空法界一切众生着想，念念之中为虚空法界一切众生祈福，其他宗教里面讲祈祷。我们修福决不是为自己，为虚空法界一切众生，自自然然包括自己在里面。常常想着众生苦，我们要代众生受苦。",
      "zh_TW": "由此可知，我們的生活空間很大，這個一定要知道。他方世界的人可以到地球上來投胎，地球上的人死了之後，也會到其他世界去投胎，生活空間大，不限於這個地球。我們往生西方極樂世界，極樂世界不在這個銀河系，那個世界距離我們這個銀河系相當遙遠，我們到別的星系去了。也有不少諸佛菩薩從他方世界到地球上來應化，我們現在說他作外太空的人。不管怎麼個說法，大致上都差不多。所以要知道生活空間非常大。因此，我們起心動念要為虛空法界一切眾生著想，念念之中為虛空法界一切眾生祈福，其他宗教裡面講祈禱。我們修福決不是為自己，為虛空法界一切眾生，自自然然包括自己在裡面。常常想著眾生苦，我們要代眾生受苦。"
    },
    {
      "id": "15-014-0036_p0027",
      "zh_CN": "一切布施里面，法布施最殊胜。我们要效法佛菩萨，把如来正法介绍给大众，我们知道多少介绍多少，不知道的不说。孔老夫子讲得好：「知之为知之，不知为不知」，这是我们求学、教人的时候总原则。不可以强不知以为知，自己不知道的，你要想爱面子、欺骗众生，那就错了。不知道，老老实实就说：「这个我还没有学过，我还不知道，你另请高明。」这是正确的，绝对不是耻辱。强不知以为知那是过失，那是有罪过的。今天时间到了，讲到此地。",
      "zh_TW": "一切布施裡面，法布施最殊勝。我們要效法佛菩薩，把如來正法介紹給大眾，我們知道多少介紹多少，不知道的不說。孔老夫子講得好：「知之為知之，不知為不知」，這是我們求學、教人的時候總原則。不可以強不知以為知，自己不知道的，你要想愛面子、欺騙眾生，那就錯了。不知道，老老實實就說：「這個我還沒有學過，我還不知道，你另請高明。」這是正確的，絕對不是恥辱。強不知以為知那是過失，那是有罪過的。今天時間到了，講到此地。"
    }
  ]
}