{
  "doc_id": "15-014-0033",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0033",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "15-014-0033_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》第八十九面第一行：",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》第八十九面第一行："
    },
    {
      "id": "15-014-0033_p0002",
      "zh_CN": "【阿难因而谏颂曰。】",
      "zh_TW": "【阿難因而諫頌曰。】"
    },
    {
      "id": "15-014-0033_p0003",
      "zh_CN": "向下阿难为我们说出二十八首偈颂，这偈颂是五言颂，就是每一句五个字，四句是一首，总共有二十八首，多半是属于重颂，就是重复前面世尊的教诲。佛经在体裁上它有十二种之多，这十二种如果我们把它归纳，总不外乎长行、偈颂跟密咒，这三大类。「长行」就是我们一般讲的散文，便利于说理，为我们讲得透彻、讲得明白。而偈颂它是有两个目的：第一个，佛陀当年讲经说法，不同一般学校学生是固定的，到时上课都来了，佛讲经是公开的，所以有先来后到，前面没有听到的，这个时候佛以偈颂这种方式，让后来的人也能够听到前面所说重要的这些义理。第二个意思，偈颂像中国的诗歌一样，但是没有像中国诗歌那样的平仄押韵，它并不讲求这些，它是可以歌唱的，便于记忆。如果佛所教给我们，我们记不得也是没有用处，所以一定要记得很熟，偈颂便于记忆，有这么两个意思。",
      "zh_TW": "向下阿難為我們說出二十八首偈頌，這偈頌是五言頌，就是每一句五個字，四句是一首，總共有二十八首，多半是屬於重頌，就是重複前面世尊的教誨。佛經在體裁上它有十二種之多，這十二種如果我們把它歸納，總不外乎長行、偈頌跟密咒，這三大類。「長行」就是我們一般講的散文，便利於說理，為我們講得透徹、講得明白。而偈頌它是有兩個目的：第一個，佛陀當年講經說法，不同一般學校學生是固定的，到時上課都來了，佛講經是公開的，所以有先來後到，前面沒有聽到的，這個時候佛以偈頌這種方式，讓後來的人也能夠聽到前面所說重要的這些義理。第二個意思，偈頌像中國的詩歌一樣，但是沒有像中國詩歌那樣的平仄押韻，它並不講求這些，它是可以歌唱的，便於記憶。如果佛所教給我們，我們記不得也是沒有用處，所以一定要記得很熟，偈頌便於記憶，有這麼兩個意思。"
    },
    {
      "id": "15-014-0033_p0004",
      "zh_CN": "第三种体裁是密咒，本经没有。像诸位常常念的《般若心经》，《般若心经》虽然不长，后面有咒语，咒语多半是对鬼神说的。我们知道佛菩萨讲经说法，我们凡夫看到听众不少，可是这听众当中，还有天神、有护法神、有鬼神，可能他们来参与法会的人数比我们多，多多少倍我们都不知道，佛菩萨很清楚。所以讲完之后，用他们的语言把重要的纲领说出来。所以密咒是鬼神的语言，不是印度话，印度人也听不懂。佛这个意思是表示亲切，对这些鬼神宣说。这些意思我们要懂得。",
      "zh_TW": "第三種體裁是密咒，本經沒有。像諸位常常念的《般若心經》，《般若心經》雖然不長，後面有咒語，咒語多半是對鬼神說的。我們知道佛菩薩講經說法，我們凡夫看到聽眾不少，可是這聽眾當中，還有天神、有護法神、有鬼神，可能他們來參與法會的人數比我們多，多多少倍我們都不知道，佛菩薩很清楚。所以講完之後，用他們的語言把重要的綱領說出來。所以密咒是鬼神的語言，不是印度話，印度人也聽不懂。佛這個意思是表示親切，對這些鬼神宣說。這些意思我們要懂得。"
    },
    {
      "id": "15-014-0033_p0005",
      "zh_CN": "阿难此地二十八首颂，我们可以把它分做七个段落：第一个段落「请佛住世」，第二个段落「疑谤重罪」；第三个是讲「各罪别报」，你造什么样的罪业，你会得什么样的果报；第四个段落是讲持戒得福，「五戒各别果报」，不杀生得什么样的果报，不偷盗得什么果报；第五个段落是「疑罪福果」，就是怀疑我们在日常生活当中造作的善恶业，是不是真的有果报？阿难在此地为我们说出；第六段就是讲世间事跟世间意，特别说明「世间意的果报」；最后是「结劝」。我们现在看偈颂：",
      "zh_TW": "阿難此地二十八首頌，我們可以把它分做七個段落：第一個段落「請佛住世」，第二個段落「疑謗重罪」；第三個是講「各罪別報」，你造什麼樣的罪業，你會得什麼樣的果報；第四個段落是講持戒得福，「五戒各別果報」，不殺生得什麼樣的果報，不偷盜得什麼果報；第五個段落是「疑罪福果」，就是懷疑我們在日常生活當中造作的善惡業，是不是真的有果報？阿難在此地為我們說出；第六段就是講世間事跟世間意，特別說明「世間意的果報」；最後是「結勸」。我們現在看偈頌："
    },
    {
      "id": "15-014-0033_p0006",
      "zh_CN": "【佛为三界护。恩广普慈大。愿为一切故。未可取泥洹。】",
      "zh_TW": "【佛為三界護。恩廣普慈大。願為一切故。未可取泥洹。】"
    },
    {
      "id": "15-014-0033_p0007",
      "zh_CN": "这首偈的意思非常清楚，阿难为我们大家「请佛住世」。佛住世，众生就有福，我们大家才真正有机缘接受到圣贤的教诲。但是佛法是师道，这个诸位同修一定要知道，它不是宗教，它是师道。师道，古印度跟中国是一样的，「只闻来学，未闻往教」，这是尊师重道。如果没有人来求学，这个老师他就走了，就不住在这个地方了。所以释迦牟尼佛示现成道的时候，没有人启请，没有人请法，释迦牟尼佛立刻就入般涅槃，就不会再住世了。我们这个世间，世间大众肉眼凡夫，不知道释迦牟尼佛示现成佛，没有人启请。净居天人，净居天是四禅里面的五不还天，那些天人看到了，看到释迦牟尼佛在菩提树下示现成道，他们赶紧下来代我们请法，释迦牟尼佛就住下来不走了。阿难尊者看到我们这个世间人迷惑颠倒，造作极重的罪业，要受种种苦报。我们也不认识哪个人是佛，哪个人是菩萨，哪个人是圣贤，哪里会知道启请？他来代我们启请。这是「请佛住世」，这首偈。",
      "zh_TW": "這首偈的意思非常清楚，阿難為我們大家「請佛住世」。佛住世，眾生就有福，我們大家才真正有機緣接受到聖賢的教誨。但是佛法是師道，這個諸位同修一定要知道，它不是宗教，它是師道。師道，古印度跟中國是一樣的，「只聞來學，未聞往教」，這是尊師重道。如果沒有人來求學，這個老師他就走了，就不住在這個地方了。所以釋迦牟尼佛示現成道的時候，沒有人啟請，沒有人請法，釋迦牟尼佛立刻就入般涅槃，就不會再住世了。我們這個世間，世間大眾肉眼凡夫，不知道釋迦牟尼佛示現成佛，沒有人啟請。淨居天人，淨居天是四禪裡面的五不還天，那些天人看到了，看到釋迦牟尼佛在菩提樹下示現成道，他們趕緊下來代我們請法，釋迦牟尼佛就住下來不走了。阿難尊者看到我們這個世間人迷惑顛倒，造作極重的罪業，要受種種苦報。我們也不認識哪個人是佛，哪個人是菩薩，哪個人是聖賢，哪裡會知道啟請？他來代我們啟請。這是「請佛住世」，這首偈。"
    },
    {
      "id": "15-014-0033_p0008",
      "zh_CN": "偈的内容，『佛为三界护』，「护」是护持、保护；「三界」就是六道，六道里面分为欲界、色界、无色界，所以也称为三界。诸位同学要记住，说三界就是六道，说六道也就是三界，在佛经里面称为娑婆世界。佛是这一个大世界的保护人，这个大世界里面的众生都要靠佛，没有佛的教诲决定超越不了三界六道。如果不能超越，换句话说，在三界六道里面肯定是住三恶道的时间长，住三善道的时间短，这是肯定的。因此，我们决定不能够离开圣贤的教诲，中国古人说得好：「活到老，学到老。」学习一生不能放松，一天都不能放过，释迦牟尼佛示现成佛之后，四十九年讲经说法没有放过假，这一桩事情我们要多想想。为什么？如果说一天放假了，说实在的话，三十天都不能够恢复。佛教导我们勇猛精进，「昼夜常念善法」，昼夜是二十四小时不间断。大势至菩萨教我们念佛的人，「都摄六根，净念相继」，相继就是不间断，日夜不间断，我们才能有成就。念佛的人多，成功的人少，原因在哪里？都在间断，不能够做到净念相继。果然这四个字能做到，没有一个不成就，这是我们特别要注意到的。",
      "zh_TW": "偈的內容，『佛為三界護』，「護」是護持、保護；「三界」就是六道，六道裡面分為欲界、色界、無色界，所以也稱為三界。諸位同學要記住，說三界就是六道，說六道也就是三界，在佛經裡面稱為娑婆世界。佛是這一個大世界的保護人，這個大世界裡面的眾生都要靠佛，沒有佛的教誨決定超越不了三界六道。如果不能超越，換句話說，在三界六道裡面肯定是住三惡道的時間長，住三善道的時間短，這是肯定的。因此，我們決定不能夠離開聖賢的教誨，中國古人說得好：「活到老，學到老。」學習一生不能放鬆，一天都不能放過，釋迦牟尼佛示現成佛之後，四十九年講經說法沒有放過假，這一樁事情我們要多想想。為什麼？如果說一天放假了，說實在的話，三十天都不能夠恢復。佛教導我們勇猛精進，「晝夜常念善法」，晝夜是二十四小時不間斷。大勢至菩薩教我們念佛的人，「都攝六根，淨念相繼」，相繼就是不間斷，日夜不間斷，我們才能有成就。念佛的人多，成功的人少，原因在哪裡？都在間斷，不能夠做到淨念相繼。果然這四個字能做到，沒有一個不成就，這是我們特別要注意到的。"
    },
    {
      "id": "15-014-0033_p0009",
      "zh_CN": "『恩广普慈大』，佛的恩德广大无边。「普」就是平等的意思，不平等就不能够普及。佛对于三界六道众生平等的教化，决定没有分别你是属于哪一道，三界里头有六道、你是哪一个族群的、你是信仰某一种宗教的，佛都是一律平等看待，一样的慈悲教诲，所以称为大慈大悲。这两句是赞佛。",
      "zh_TW": "『恩廣普慈大』，佛的恩德廣大無邊。「普」就是平等的意思，不平等就不能夠普及。佛對於三界六道眾生平等的教化，決定沒有分別你是屬於哪一道，三界裡頭有六道、你是哪一個族群的、你是信仰某一種宗教的，佛都是一律平等看待，一樣的慈悲教誨，所以稱為大慈大悲。這兩句是讚佛。"
    },
    {
      "id": "15-014-0033_p0010",
      "zh_CN": "下面两句是祈求，『愿为一切故』，六道里头，三界六道一切苦难的众生，佛不能够取般涅槃。『泥洹』就是以后所翻的涅槃，这是汉朝早期译经用泥洹，它是音译的，那个时候翻译名相没有统一，是早期所译的经。这是求佛住世。再看底下一首，在九十面：",
      "zh_TW": "下面兩句是祈求，『願為一切故』，六道裡頭，三界六道一切苦難的眾生，佛不能夠取般涅槃。『泥洹』就是以後所翻的涅槃，這是漢朝早期譯經用泥洹，它是音譯的，那個時候翻譯名相沒有統一，是早期所譯的經。這是求佛住世。再看底下一首，在九十面："
    },
    {
      "id": "15-014-0033_p0011",
      "zh_CN": "【值法者亦少。盲盲不别真。痛矣不识者。罪深乃如是。】",
      "zh_TW": "【值法者亦少。盲盲不別真。痛矣不識者。罪深乃如是。】"
    },
    {
      "id": "15-014-0033_p0012",
      "zh_CN": "阿难这首偈，是非常悲痛说出我们众生的业障深重，没有能力辨别真妄。第一句说『值法者亦少』，「值」是遇到，遇到佛法的人不多。诸位想想，在古时候交通很不发达，释迦牟尼佛那个时代，交通工具只有马车、牛车，我们在经典上看到的；水里面行的是帆船，小船；同时释迦牟尼佛在世讲经说法没有写成文字，完全靠口传，有机会遇到佛法的人太少太少了，这是我们能够想像得到的。",
      "zh_TW": "阿難這首偈，是非常悲痛說出我們眾生的業障深重，沒有能力辨別真妄。第一句說『值法者亦少』，「值」是遇到，遇到佛法的人不多。諸位想想，在古時候交通很不發達，釋迦牟尼佛那個時代，交通工具只有馬車、牛車，我們在經典上看到的；水裡面行的是帆船，小船；同時釋迦牟尼佛在世講經說法沒有寫成文字，完全靠口傳，有機會遇到佛法的人太少太少了，這是我們能夠想像得到的。"
    },
    {
      "id": "15-014-0033_p0013",
      "zh_CN": "我到台湾来的时候，民国三十八年，四十二年我遇到佛法，在当时佛教的经典也是希有难得，在台湾只有三家印佛经的，印的量很少，种类也不多。在台北朱镜宙老居士办的一个「台湾印经处」，印佛经；在台中瑞成书局，台南有庆方书局，全台湾印佛经的就这三家，所以能够看到佛经是很困难！我们早年最初学佛，要读佛经怎么办？抄！到寺庙里面，我常常去的善导寺，善导寺有个「太虚图书馆」，我们在这里借经，抄！哪有现在这么方便！这些年得力于科技的发达，这个经书真的印得又好、又美观，这是现在人有福，不必去抄。说现代人有福，讲老实话也未必然！为什么？你得来容易，你不肯学。我们那个时候得来真是非常非常辛苦，学习的情绪非常之高，为什么？难得！现在你们得到太容易了，不知道珍惜，这很可惜。这讲遇到佛法的人少。",
      "zh_TW": "我到台灣來的時候，民國三十八年，四十二年我遇到佛法，在當時佛教的經典也是希有難得，在台灣只有三家印佛經的，印的量很少，種類也不多。在台北朱鏡宙老居士辦的一個「台灣印經處」，印佛經；在台中瑞成書局，台南有慶方書局，全台灣印佛經的就這三家，所以能夠看到佛經是很困難！我們早年最初學佛，要讀佛經怎麼辦？抄！到寺廟裡面，我常常去的善導寺，善導寺有個「太虛圖書館」，我們在這裡借經，抄！哪有現在這麼方便！這些年得力於科技的發達，這個經書真的印得又好、又美觀，這是現在人有福，不必去抄。說現代人有福，講老實話也未必然！為什麼？你得來容易，你不肯學。我們那個時候得來真是非常非常辛苦，學習的情緒非常之高，為什麼？難得！現在你們得到太容易了，不知道珍惜，這很可惜。這講遇到佛法的人少。"
    },
    {
      "id": "15-014-0033_p0014",
      "zh_CN": "真正遇到佛法了，现在这个世间无论在哪个国家地区，假的东西多，仿冒的！我这次回来虽然没几天，在新闻里头常常看到台湾钞票有伪造的，那你就晓得，冒充、仿冒的佛法很多，如何能辨别佛法的真伪，这个我们不能不留意。从前老师教导我们，教初学怎么样辨别？这个经《大藏经》里面有，这就可靠；如果这个经《大藏经》里头没有收进去，那就不可靠，可能是伪造的、假的，不是真的。依《大藏经》为标准。可是现代人也编辑《大藏经》，也收了不少新的东西进去，这个收进去的未必可靠。我们依什么本子？依古本。最近的《大藏经》经本是《龙藏》，《龙藏》距离我们最近，为什么？那个时候在帝王时代，经书、大德长者的著作、注疏，要能够收到藏经，是要通过考核的，不是随便能入藏的。一定是在那个时代，有修有证的这些大德，给你做证明，你这个注解注得不错，没有问题，这才推荐送给皇帝，皇帝批准入藏。现在民主自由开放，我只要有钱，我就可以编一套《大藏经》，我所认识这些人，我喜欢的，「你们东西拿来，我都给你入藏」，没有标准，所以不可靠。因此，我们一定依古本，不能够依今人。",
      "zh_TW": "真正遇到佛法了，現在這個世間無論在哪個國家地區，假的東西多，仿冒的！我這次回來雖然沒幾天，在新聞裡頭常常看到台灣鈔票有偽造的，那你就曉得，冒充、仿冒的佛法很多，如何能辨別佛法的真偽，這個我們不能不留意。從前老師教導我們，教初學怎麼樣辨別？這個經《大藏經》裡面有，這就可靠；如果這個經《大藏經》裡頭沒有收進去，那就不可靠，可能是偽造的、假的，不是真的。依《大藏經》為標準。可是現代人也編輯《大藏經》，也收了不少新的東西進去，這個收進去的未必可靠。我們依什麼本子？依古本。最近的《大藏經》經本是《龍藏》，《龍藏》距離我們最近，為什麼？那個時候在帝王時代，經書、大德長者的著作、註疏，要能夠收到藏經，是要通過考核的，不是隨便能入藏的。一定是在那個時代，有修有證的這些大德，給你做證明，你這個註解註得不錯，沒有問題，這才推薦送給皇帝，皇帝批准入藏。現在民主自由開放，我只要有錢，我就可以編一套《大藏經》，我所認識這些人，我喜歡的，「你們東西拿來，我都給你入藏」，沒有標準，所以不可靠。因此，我們一定依古本，不能夠依今人。"
    },
    {
      "id": "15-014-0033_p0015",
      "zh_CN": "佛陀在入般涅槃之前，特别交代后学「四依法」，用这四个标准辨别佛法的真伪，唯恐后人被人欺骗。千万不要迷信，「这个法师名气很大，大概没有问题！」你要这样想，你就错了。名气再大也不行，也不可靠，为什么？他是凡夫，他不是圣人。我刚才来还遇到一位居士，哭哭啼啼的告诉我：他被人欺骗了。那个欺骗他的人，说是净空法师弟子，他就相信了，这个很糟糕！不要说是净空法师的弟子，我就告诉他，我身旁的这些人都是妖魔鬼怪，你敢相信吗？不但他们这些人不能相信，连我也不能相信，你们要相信我的话，你也走错路。",
      "zh_TW": "佛陀在入般涅槃之前，特別交代後學「四依法」，用這四個標準辨別佛法的真偽，唯恐後人被人欺騙。千萬不要迷信，「這個法師名氣很大，大概沒有問題！」你要這樣想，你就錯了。名氣再大也不行，也不可靠，為什麼？他是凡夫，他不是聖人。我剛才來還遇到一位居士，哭哭啼啼的告訴我：他被人欺騙了。那個欺騙他的人，說是淨空法師弟子，他就相信了，這個很糟糕！不要說是淨空法師的弟子，我就告訴他，我身旁的這些人都是妖魔鬼怪，你敢相信嗎？不但他們這些人不能相信，連我也不能相信，你們要相信我的話，你也走錯路。"
    },
    {
      "id": "15-014-0033_p0016",
      "zh_CN": "所以佛教导我们这四依法的标准，第一个「依法不依人」，法是经典。善导大师讲得好，善导是唐朝时候人，我们净土宗第二代祖师，不要说是一般名气大的这些人说法，我们不能相信他，证得阿罗汉果的人来给我们说法，说的跟经上讲的不一样，也不能相信；菩萨来讲经，法身菩萨、等觉菩萨来讲经，跟经典不相应也不能相信；佛来讲经，诸位要记住，佛佛道同，今佛无异于古佛，讲的一定是一样，今佛跟古佛讲的不一样，这个佛不是真佛，大概是魔王变现的，来欺骗我们的。所以一定要懂得依法不依人。我们接受佛陀教诲，可以向法师质疑，你有怀疑的时候，「法师！你这个说法是根据哪一部经经文讲的，佛有没有说过？」佛要没有说过，我们就不接受，他得有依据，不是随随便便可以说的。这是说明经典的重要，是我们唯一的依靠。",
      "zh_TW": "所以佛教導我們這四依法的標準，第一個「依法不依人」，法是經典。善導大師講得好，善導是唐朝時候人，我們淨土宗第二代祖師，不要說是一般名氣大的這些人說法，我們不能相信他，證得阿羅漢果的人來給我們說法，說的跟經上講的不一樣，也不能相信；菩薩來講經，法身菩薩、等覺菩薩來講經，跟經典不相應也不能相信；佛來講經，諸位要記住，佛佛道同，今佛無異於古佛，講的一定是一樣，今佛跟古佛講的不一樣，這個佛不是真佛，大概是魔王變現的，來欺騙我們的。所以一定要懂得依法不依人。我們接受佛陀教誨，可以向法師質疑，你有懷疑的時候，「法師！你這個說法是根據哪一部經經文講的，佛有沒有說過？」佛要沒有說過，我們就不接受，他得有依據，不是隨隨便便可以說的。這是說明經典的重要，是我們唯一的依靠。"
    },
    {
      "id": "15-014-0033_p0017",
      "zh_CN": "第二条教给我们「依义不依语」，要依经典讲的意思，言语多说少说、深说浅说没有关系，只要意思讲得不错。这条重要！佛晓得。佛灭后一千年，佛经传入中国，传到中国来必须要把印度的梵文翻成中国文字，同样是一个原本，有经过不同人的翻译，譬如我们在《大藏经》里面看到，《金刚经》就有六种译本，原本是一个，六个人翻译的那当然翻译的不会每个字、每一句是一样的，这不可能的事情！六个本子都传下来了，我们到底接受哪个本子？六个本子都翻得不错，都翻得很好，这就是「依义不依语」，意思都对了。我们在六个本子里面任选一本来修学，都是正确的，都没有问题。为后世人断疑生信。",
      "zh_TW": "第二條教給我們「依義不依語」，要依經典講的意思，言語多說少說、深說淺說沒有關係，只要意思講得不錯。這條重要！佛曉得。佛滅後一千年，佛經傳入中國，傳到中國來必須要把印度的梵文翻成中國文字，同樣是一個原本，有經過不同人的翻譯，譬如我們在《大藏經》裡面看到，《金剛經》就有六種譯本，原本是一個，六個人翻譯的那當然翻譯的不會每個字、每一句是一樣的，這不可能的事情！六個本子都傳下來了，我們到底接受哪個本子？六個本子都翻得不錯，都翻得很好，這就是「依義不依語」，意思都對了。我們在六個本子裡面任選一本來修學，都是正確的，都沒有問題。為後世人斷疑生信。"
    },
    {
      "id": "15-014-0033_p0018",
      "zh_CN": "第三个教给我们「依了义不依不了义」。这句话非常非常重要！什么叫了义？什么叫不了义？最简单的说法，对我现前有利益的，就是了义。这个经再好、再深、再广，我学了用不上，这叫不了义，就是现在人所讲的「所学非所用」，这就是不了义；学了立刻就管用，学了立刻就得好处，这叫了义。好处里面最殊胜的是脱离六道轮回，这叫真实了义、究竟了义。如果我们学了这部经典，这个经典不能帮助我们脱离三界六道，学了之后还要搞六道轮回，这就不了义。",
      "zh_TW": "第三個教給我們「依了義不依不了義」。這句話非常非常重要！什麼叫了義？什麼叫不了義？最簡單的說法，對我現前有利益的，就是了義。這個經再好、再深、再廣，我學了用不上，這叫不了義，就是現在人所講的「所學非所用」，這就是不了義；學了立刻就管用，學了立刻就得好處，這叫了義。好處裡面最殊勝的是脫離六道輪迴，這叫真實了義、究竟了義。如果我們學了這部經典，這個經典不能幫助我們脫離三界六道，學了之後還要搞六道輪迴，這就不了義。"
    },
    {
      "id": "15-014-0033_p0019",
      "zh_CN": "由此可知，无量无边的法门，一部经典是一个法门，但是一些大乘经论可能一部经里面也有许多法门。譬如佛在这部经里面，我们仔细观察，佛教给我们四桩事情、四个法门。在《大方广佛华严经．离世间品》佛给我们讲二千种法门，我们到底依照哪个法门来修学？「入法界品」把无量无边的法门融通为五十三参，每一位善知识代表一个法门，这些道理我们都要懂。我们如何在世尊一代时教里面，选择我们这一生肯定能成就的法门，这就殊胜了。",
      "zh_TW": "由此可知，無量無邊的法門，一部經典是一個法門，但是一些大乘經論可能一部經裡面也有許多法門。譬如佛在這部經裡面，我們仔細觀察，佛教給我們四樁事情、四個法門。在《大方廣佛華嚴經．離世間品》佛給我們講二千種法門，我們到底依照哪個法門來修學？「入法界品」把無量無邊的法門融通為五十三參，每一位善知識代表一個法門，這些道理我們都要懂。我們如何在世尊一代時教裡面，選擇我們這一生肯定能成就的法門，這就殊勝了。"
    },
    {
      "id": "15-014-0033_p0020",
      "zh_CN": "如果我们自己没有这个能力、没有这个智慧，祖师大德们很慈悲，他们给我们介绍。印光大师他老人家一生劝导我们选择净土法门，有没有道理？很有道理。这个法门很适合现代人修学，现代人第一个根性不如古人，第二个生活在现在这个时代，工商业科技的时代，生活繁忙，分秒必争，你没有很多的时间去研学经论，你没有那么多时间。净土宗所依据的经论最少，十个宗派里它最少，佛给我们讲的只有三部经：《无量寿经》、《观无量寿佛经》、《阿弥陀经》，只有三经。后来祖师加上一个论，天亲菩萨的《往生论》，《往生论》是天亲菩萨自己修学净土的心得报告，给我们做参考的。后来的祖师加进去两样东西，清朝末年魏默深居士把《普贤行愿品》加在三经后面，称为净土四经；印光大师将《楞严经‧大势至念佛圆通章》附在四经后面，现在我们称为净土五经一论。净宗所依据的经典就这么多。又何况五经一论里面，诸位只要依据一种就成就，不必统统依据，一样就行了。这个法门简单、容易、稳当、快速，但是必须要深解义趣，你对于经典教诲真正通达明了，断疑生信，依教奉行，这才行！否则的话，『盲盲不别真』，这个「盲盲」，眼也盲，心也盲，变成不识货，没有能力选择法门。",
      "zh_TW": "如果我們自己沒有這個能力、沒有這個智慧，祖師大德們很慈悲，他們給我們介紹。印光大師他老人家一生勸導我們選擇淨土法門，有沒有道理？很有道理。這個法門很適合現代人修學，現代人第一個根性不如古人，第二個生活在現在這個時代，工商業科技的時代，生活繁忙，分秒必爭，你沒有很多的時間去研學經論，你沒有那麼多時間。淨土宗所依據的經論最少，十個宗派裡它最少，佛給我們講的只有三部經：《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，只有三經。後來祖師加上一個論，天親菩薩的《往生論》，《往生論》是天親菩薩自己修學淨土的心得報告，給我們做參考的。後來的祖師加進去兩樣東西，清朝末年魏默深居士把《普賢行願品》加在三經後面，稱為淨土四經；印光大師將《楞嚴經‧大勢至念佛圓通章》附在四經後面，現在我們稱為淨土五經一論。淨宗所依據的經典就這麼多。又何況五經一論裡面，諸位只要依據一種就成就，不必統統依據，一樣就行了。這個法門簡單、容易、穩當、快速，但是必須要深解義趣，你對於經典教誨真正通達明瞭，斷疑生信，依教奉行，這才行！否則的話，『盲盲不別真』，這個「盲盲」，眼也盲，心也盲，變成不識貨，沒有能力選擇法門。"
    },
    {
      "id": "15-014-0033_p0021",
      "zh_CN": "实际上，世尊当年在世，已经给我们很好的指示，他的话在《大集经》里面，佛说：「正法时期戒律成就，像法时期禅定成就，末法时期净土成就」，这是佛为我们说出一个总的原则、总的纲领。我们现在生在末法时期，我们选择净土，遵守释迦牟尼佛的教诲。但是修净土，诸位同修要知道，不仅修净土，修学任何一个法门、八万四千法门，都要有基础。没有基础，你是决定不能成就的。基础是什么？「净业三福」。许许多多念佛人，念了一辈子不能往生，什么原因？没有把根基打好，这个重要！净业三福第一条：「孝养父母，奉事师长，慈心不杀，修十善业。」如果你这四句做不到，你完全违背了，不孝父母，不敬师长，没有慈悲心，还要造十恶业，那你念一辈子佛，一天念十万声佛号，古人讲的「喊破喉咙也枉然」，你不会成就的，你还是搞六道轮回。真正想往生，必须把这四句圆圆满满做到，你念佛能够生凡圣同居土。这四句就是落实在《十善业道经》，所以《十善业道经》是净业三福第一福的具体教诲，你不修十善业道不行！如果希望往生的品位更高，那你把三福第二条、第三条要做到，第二条：「受持三皈，具足众戒，不犯威仪」，念佛可以生方便有余土。如果更能够做到第三条：「发菩提心，深信因果，读诵大乘，劝进行者。」给诸位说，第二条跟第三条落实在《地藏菩萨本愿经》里面，一部《地藏菩萨本愿经》就是讲净业三福的第二条跟第三条，这样念佛人往生西方极乐世界生实报庄严土。佛家常讲正助双修，我依照「五经一论」这是正修，修《地藏菩萨本愿经》、修《十善业道经》是助修，正助双修，这才稳稳当当的成就。你不懂这个道理，不晓得这个方法，要怪自己，不能怪佛，佛都讲得很清楚、很明白。",
      "zh_TW": "實際上，世尊當年在世，已經給我們很好的指示，他的話在《大集經》裡面，佛說：「正法時期戒律成就，像法時期禪定成就，末法時期淨土成就」，這是佛為我們說出一個總的原則、總的綱領。我們現在生在末法時期，我們選擇淨土，遵守釋迦牟尼佛的教誨。但是修淨土，諸位同修要知道，不僅修淨土，修學任何一個法門、八萬四千法門，都要有基礎。沒有基礎，你是決定不能成就的。基礎是什麼？「淨業三福」。許許多多念佛人，念了一輩子不能往生，什麼原因？沒有把根基打好，這個重要！淨業三福第一條：「孝養父母，奉事師長，慈心不殺，修十善業。」如果你這四句做不到，你完全違背了，不孝父母，不敬師長，沒有慈悲心，還要造十惡業，那你念一輩子佛，一天念十萬聲佛號，古人講的「喊破喉嚨也枉然」，你不會成就的，你還是搞六道輪迴。真正想往生，必須把這四句圓圓滿滿做到，你念佛能夠生凡聖同居土。這四句就是落實在《十善業道經》，所以《十善業道經》是淨業三福第一福的具體教誨，你不修十善業道不行！如果希望往生的品位更高，那你把三福第二條、第三條要做到，第二條：「受持三皈，具足眾戒，不犯威儀」，念佛可以生方便有餘土。如果更能夠做到第三條：「發菩提心，深信因果，讀誦大乘，勸進行者。」給諸位說，第二條跟第三條落實在《地藏菩薩本願經》裡面，一部《地藏菩薩本願經》就是講淨業三福的第二條跟第三條，這樣念佛人往生西方極樂世界生實報莊嚴土。佛家常講正助雙修，我依照「五經一論」這是正修，修《地藏菩薩本願經》、修《十善業道經》是助修，正助雙修，這才穩穩當當的成就。你不懂這個道理，不曉得這個方法，要怪自己，不能怪佛，佛都講得很清楚、很明白。"
    },
    {
      "id": "15-014-0033_p0022",
      "zh_CN": "这部经，实在讲这是佛教入门的一部经典，无论修学哪一个法门，《阿难问事佛吉凶经》是入门，不从这个基础上，你就进不了门。在这个经之前，我有一篇讲演是「认识佛教」，那个可以说是最初方便。你要学佛，先要明了什么是「佛」、什么是「教」、什么是「佛教」，你得搞清楚，从这部经里头入门。",
      "zh_TW": "這部經，實在講這是佛教入門的一部經典，無論修學哪一個法門，《阿難問事佛吉凶經》是入門，不從這個基礎上，你就進不了門。在這個經之前，我有一篇講演是「認識佛教」，那個可以說是最初方便。你要學佛，先要明瞭什麼是「佛」、什麼是「教」、什麼是「佛教」，你得搞清楚，從這部經裡頭入門。"
    },
    {
      "id": "15-014-0033_p0023",
      "zh_CN": "第三句是讲阿难的悲痛，『痛矣不识者』，世间人遇到佛法，不认识佛法。『罪深乃如是』，这是他自己罪障深重。遇到不是真的，或者是遇到真的不能相信，或者是相信不能理解，理解不能够依教奉行，一层一层淘汰下去，到最后没几个人。再看下面这一首：",
      "zh_TW": "第三句是講阿難的悲痛，『痛矣不識者』，世間人遇到佛法，不認識佛法。『罪深乃如是』，這是他自己罪障深重。遇到不是真的，或者是遇到真的不能相信，或者是相信不能理解，理解不能夠依教奉行，一層一層淘汰下去，到最後沒幾個人。再看下面這一首："
    },
    {
      "id": "15-014-0033_p0024",
      "zh_CN": "【宿福值法者。若一若有两。经法稍稍替。当复何恃怙。】",
      "zh_TW": "【宿福值法者。若一若有兩。經法稍稍替。當復何恃怙。】"
    },
    {
      "id": "15-014-0033_p0025",
      "zh_CN": "遇到佛法，是多生多劫的善根福德因缘，这是『宿福』。过去生中没有善根福德因缘，你这一生遇不到，决定没有偶然的。宿福深厚之人不多，真的是一万人当中难得有一、二人。",
      "zh_TW": "遇到佛法，是多生多劫的善根福德因緣，這是『宿福』。過去生中沒有善根福德因緣，你這一生遇不到，決定沒有偶然的。宿福深厚之人不多，真的是一萬人當中難得有一、二人。"
    },
    {
      "id": "15-014-0033_p0026",
      "zh_CN": "『经法稍稍替』，这个「替」是讲渐渐衰微了。为什么会渐渐衰微？没有人弘扬。弘扬的人不容易，弘扬的人自己要真修，自己要不真修他拿什么弘扬？自己不肯真修，拿到别人的注解到处讲经说法，那个没有用处的，我们一般讲「没有摄受力」。他所讲的东西，不是从他自性里头流露出来的，所以没有摄受力。讲得再好，听完之后，用现在的话来说，听众印象不深，没有办法挑动听众的心弦，不能跟听众引起共鸣。一定要自己真修，然后才能够弘传。在这里我们用个比喻说，譬如我们今天为大家介绍美国，你们都没有到美国去过，我也没去过，我找一些资料到这儿来跟大家讲「美国怎样怎样」，怎么讲法都是隔一层，必须自己去游历一番，再搜集起来讲，那就不一样了。",
      "zh_TW": "『經法稍稍替』，這個「替」是講漸漸衰微了。為什麼會漸漸衰微？沒有人弘揚。弘揚的人不容易，弘揚的人自己要真修，自己要不真修他拿什麼弘揚？自己不肯真修，拿到別人的註解到處講經說法，那個沒有用處的，我們一般講「沒有攝受力」。他所講的東西，不是從他自性裡頭流露出來的，所以沒有攝受力。講得再好，聽完之後，用現在的話來說，聽眾印象不深，沒有辦法挑動聽眾的心弦，不能跟聽眾引起共鳴。一定要自己真修，然後才能夠弘傳。在這裡我們用個比喻說，譬如我們今天為大家介紹美國，你們都沒有到美國去過，我也沒去過，我找一些資料到這兒來跟大家講「美國怎樣怎樣」，怎麼講法都是隔一層，必須自己去遊歷一番，再蒐集起來講，那就不一樣了。"
    },
    {
      "id": "15-014-0033_p0027",
      "zh_CN": "由此可知，弘扬佛法的人，如果不能契入佛所说的境界，你讲得天花乱坠，也没有办法感动人，一定要自己做到，一定要自己入这个境界。清凉大师给我们讲修行四个次第：「信解行证」，证就是要契入境界，你在弘传你才有力，你的言语才肯定不会模棱两可，别人听了之后才能够生起信心。现在缺少这样的人，真正修、真正干的人少了，佛法衰就衰在此地。我们如果真正发心，把佛法发扬光大，从哪里做？从本身真修、真干下手，绝对不是建道场、办佛学院，没有用！道场建得再多，佛学院办得再多，一个真修行人都没有，佛法还是要衰灭的。",
      "zh_TW": "由此可知，弘揚佛法的人，如果不能契入佛所說的境界，你講得天花亂墜，也沒有辦法感動人，一定要自己做到，一定要自己入這個境界。清涼大師給我們講修行四個次第：「信解行證」，證就是要契入境界，你在弘傳你才有力，你的言語才肯定不會模稜兩可，別人聽了之後才能夠生起信心。現在缺少這樣的人，真正修、真正幹的人少了，佛法衰就衰在此地。我們如果真正發心，把佛法發揚光大，從哪裡做？從本身真修、真幹下手，絕對不是建道場、辦佛學院，沒有用！道場建得再多，佛學院辦得再多，一個真修行人都沒有，佛法還是要衰滅的。"
    },
    {
      "id": "15-014-0033_p0028",
      "zh_CN": "『当复何恃怙』，这是讲苦难的众生，依靠什么？在此地我们要晓得，我们求佛菩萨再来，佛菩萨你求他，他就会来吗？他不会来的。那怎么办？回过头来求自己，自己发心作佛、作菩萨，这才起感应道交。我们一生专学《阿弥陀经》，念兹在兹，你的思想、言行，与经完全相应，你就是阿弥陀佛；你一生当中专修《普门品》，你就是观音菩萨；专学《地藏经》，你就是地藏菩萨。你要学得跟菩萨一模一样，经典里面所说的字字句句，你统统做到了，全都落实了，这叫请佛住世、请菩萨住世。我们今天学阿弥陀佛，我们依照《无量寿经》学，我们的心跟阿弥陀佛的心一样、愿一样，我们的言行当然一样，要这样才能真正请佛菩萨住世。否则的话，请不来。这是阿难尊者请佛的三首偈，我们要懂得它的意义，这是第一个段落。第二个段落「疑谤重罪」，诸位请看九十二面：",
      "zh_TW": "『當復何恃怙』，這是講苦難的眾生，依靠什麼？在此地我們要曉得，我們求佛菩薩再來，佛菩薩你求他，他就會來嗎？他不會來的。那怎麼辦？回過頭來求自己，自己發心作佛、作菩薩，這才起感應道交。我們一生專學《阿彌陀經》，念茲在茲，你的思想、言行，與經完全相應，你就是阿彌陀佛；你一生當中專修《普門品》，你就是觀音菩薩；專學《地藏經》，你就是地藏菩薩。你要學得跟菩薩一模一樣，經典裡面所說的字字句句，你統統做到了，全都落實了，這叫請佛住世、請菩薩住世。我們今天學阿彌陀佛，我們依照《無量壽經》學，我們的心跟阿彌陀佛的心一樣、願一樣，我們的言行當然一樣，要這樣才能真正請佛菩薩住世。否則的話，請不來。這是阿難尊者請佛的三首偈，我們要懂得它的意義，這是第一個段落。第二個段落「疑謗重罪」，諸位請看九十二面："
    },
    {
      "id": "15-014-0033_p0029",
      "zh_CN": "【佛恩非不大。罪由众生故。法鼓震三千。如何不得闻。】",
      "zh_TW": "【佛恩非不大。罪由眾生故。法鼓震三千。如何不得聞。】"
    },
    {
      "id": "15-014-0033_p0030",
      "zh_CN": "这些话是真的，不是假的。诸佛如来讲经说法，他们的音声色相是尽虚空遍法界，我们为什么见不到、为什么听不到？业障。『罪由众生故』，我们众生有业障，有眼见不到佛，有耳听不到佛说法声音。由此可知，消业障是我们当前必须要做的工作。业障消除了，阿弥陀佛在极乐世界讲经说法，我们在此地可以看到他，可以听到他声音。现在我们看不到他、听不到他声音，是我们自己有业障。台湾是哪一家书局出了一个小册子，写澳洲的，《旷野的声音》，有人送给我看过。澳洲的土着，他们的业障比我们轻，我们今天必须借电视才能看到远方的画面，要用手机才能听到你朋友的声音。澳洲土着不需要，他不要用这个，用心灵感应。他要跟他远方的朋友接触，他只要坐在那里静下来，一念不生的时候他就沟通了，不但能够听到声音，还能够看到他现在在干什么。证明他们的罪障比我们轻，我们实在太重太重了。现在时间到了，我们休息几分钟。",
      "zh_TW": "這些話是真的，不是假的。諸佛如來講經說法，他們的音聲色相是盡虛空遍法界，我們為什麼見不到、為什麼聽不到？業障。『罪由眾生故』，我們眾生有業障，有眼見不到佛，有耳聽不到佛說法聲音。由此可知，消業障是我們當前必須要做的工作。業障消除了，阿彌陀佛在極樂世界講經說法，我們在此地可以看到他，可以聽到他聲音。現在我們看不到他、聽不到他聲音，是我們自己有業障。台灣是哪一家書局出了一個小冊子，寫澳洲的，《曠野的聲音》，有人送給我看過。澳洲的土著，他們的業障比我們輕，我們今天必須借電視才能看到遠方的畫面，要用手機才能聽到你朋友的聲音。澳洲土著不需要，他不要用這個，用心靈感應。他要跟他遠方的朋友接觸，他只要坐在那裡靜下來，一念不生的時候他就溝通了，不但能夠聽到聲音，還能夠看到他現在在幹什麼。證明他們的罪障比我們輕，我們實在太重太重了。現在時間到了，我們休息幾分鐘。"
    }
  ]
}