{
  "doc_id": "15-014-0018",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0018",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "15-014-0018_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》第四十九面，我们看经文。",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》第四十九面，我們看經文。"
    },
    {
      "id": "15-014-0018_p0002",
      "zh_CN": "【阿难复白佛言。世间人及弟子。恶意向师及道德之人。其罪云何。】",
      "zh_TW": "【阿難復白佛言。世間人及弟子。惡意向師及道德之人。其罪云何。】"
    },
    {
      "id": "15-014-0018_p0003",
      "zh_CN": "这一节经文是阿难向世尊请教的话，问的意思很明显，但是这个问题，实在讲是很严肃的问题，也是非常重要的问题，关系个人一生的成就，关系家庭的幸福美满，关系社会的安危，也关系世界的和平安定。所以这个问，我们不能把它看成普通的问题，这是根本的大问。",
      "zh_TW": "這一節經文是阿難向世尊請教的話，問的意思很明顯，但是這個問題，實在講是很嚴肅的問題，也是非常重要的問題，關係個人一生的成就，關係家庭的幸福美滿，關係社會的安危，也關係世界的和平安定。所以這個問，我們不能把它看成普通的問題，這是根本的大問。"
    },
    {
      "id": "15-014-0018_p0004",
      "zh_CN": "换句话说，我们学佛学了这么多年，为什么不能成就？释迦牟尼佛在这部经一开端就教导我们，学佛第一个条件是亲近明师，这是师道，要亲近一个好的老师。可是自己必须是个好学生，遇到好老师才能成就；自己没有很好的学习态度，遇到好老师也是枉然。这是实话，佛在这一段经文里面教导我们。实在讲，虽然讲到老师跟学生，真正的重点还是在怎样做一个好学生。现在人亲近善知识的人很多，但是自己不具弟子的本分；换句话说，没有很好学习的态度，所以遇到善知识也是空过了。",
      "zh_TW": "換句話說，我們學佛學了這麼多年，為什麼不能成就？釋迦牟尼佛在這部經一開端就教導我們，學佛第一個條件是親近明師，這是師道，要親近一個好的老師。可是自己必須是個好學生，遇到好老師才能成就；自己沒有很好的學習態度，遇到好老師也是枉然。這是實話，佛在這一段經文裡面教導我們。實在講，雖然講到老師跟學生，真正的重點還是在怎樣做一個好學生。現在人親近善知識的人很多，但是自己不具弟子的本分；換句話說，沒有很好學習的態度，所以遇到善知識也是空過了。"
    },
    {
      "id": "15-014-0018_p0005",
      "zh_CN": "诸位可以冷静的想想，李炳南老居士的学生很多，我概略给它估计不会少过五十万人，成就的有几个？真正有成就的十个人都不到。为什么会有人有成就，有人没有成就？完全看学习的态度，老师一点偏心都没有，对待每个学生都是公平的、平等的，能不能成就在乎你自己。章嘉大师的学生也很多，方东美先生的学生也很多！所以古人常讲，我们作学生的人想找一个好老师，那要靠缘分，「可遇不可求」！",
      "zh_TW": "諸位可以冷靜的想想，李炳南老居士的學生很多，我概略給它估計不會少過五十萬人，成就的有幾個？真正有成就的十個人都不到。為什麼會有人有成就，有人沒有成就？完全看學習的態度，老師一點偏心都沒有，對待每個學生都是公平的、平等的，能不能成就在乎你自己。章嘉大師的學生也很多，方東美先生的學生也很多！所以古人常講，我們作學生的人想找一個好老師，那要靠緣分，「可遇不可求」！"
    },
    {
      "id": "15-014-0018_p0006",
      "zh_CN": "李老师曾经告诉我们，好老师找一个好学生更难。到哪里去找？我离开台中之后，在外国弘法，深深感到孤单，没有真正能帮助我的人。所以每一次回到台湾，我一定到台中看老师，我也一定会说一句话：「请老师多培养几个学生，我们在海外才有帮手。」我记得我这个话至少说过十遍。最后老师回我一句话：「不是我不教，你替我去找。」我从此以后不敢再说这句话了，我知道找不到。到哪里去找？找像我这样的学生就找不到，我对老师尊敬，百分之百的服从。所以想一想，再找不到一个像我这样傻瓜的学生了。现在的学生都精明，都自以为是，不会把老师的教诫当作一回事情，不会认真依教奉行。所以从此以后我不再讲话，我明白了，这个事情难，太难太难了！",
      "zh_TW": "李老師曾經告訴我們，好老師找一個好學生更難。到哪裡去找？我離開台中之後，在外國弘法，深深感到孤單，沒有真正能幫助我的人。所以每一次回到台灣，我一定到台中看老師，我也一定會說一句話：「請老師多培養幾個學生，我們在海外才有幫手。」我記得我這個話至少說過十遍。最後老師回我一句話：「不是我不教，你替我去找。」我從此以後不敢再說這句話了，我知道找不到。到哪裡去找？找像我這樣的學生就找不到，我對老師尊敬，百分之百的服從。所以想一想，再找不到一個像我這樣傻瓜的學生了。現在的學生都精明，都自以為是，不會把老師的教誡當作一回事情，不會認真依教奉行。所以從此以後我不再講話，我明白了，這個事情難，太難太難了！"
    },
    {
      "id": "15-014-0018_p0007",
      "zh_CN": "所以几万个学生，能够成就一个都不容易。但是有一个成就，老师在这一生的教学，他的责任尽到了，后继有人。在我们中国，后继人才最多的是禅宗六祖大师，我们在《坛经》上看到有四十三个人，那真的是空前绝后。六祖以前没有，六祖以后也没有。跟六祖学佛的人数，也是不晓得多少万，成就的只有四十三个。其他的，我们看历代祖师，真正得承传的人，二、三个人，四、五个人，那就很了不起；甚至于一生教学，一个都遇不到，他的法就失传了。很多！",
      "zh_TW": "所以幾萬個學生，能夠成就一個都不容易。但是有一個成就，老師在這一生的教學，他的責任盡到了，後繼有人。在我們中國，後繼人才最多的是禪宗六祖大師，我們在《壇經》上看到有四十三個人，那真的是空前絕後。六祖以前沒有，六祖以後也沒有。跟六祖學佛的人數，也是不曉得多少萬，成就的只有四十三個。其他的，我們看歷代祖師，真正得承傳的人，二、三個人，四、五個人，那就很了不起；甚至於一生教學，一個都遇不到，他的法就失傳了。很多！"
    },
    {
      "id": "15-014-0018_p0008",
      "zh_CN": "佛在此地教我们怎样做一个传法的弟子，所以这一段话非常重要。你看阿难问，这个「问」，语重心长，慈悲心切。世间作弟子之所以不能成就，关键在哪里？『恶意向师』。什么叫「恶意」？不能够接受老师的教诲，就是恶意。这些恶意自己晓不晓得？不知道，「我并没有有意思去害老师，只是老师的教诫，表面上奉行，背后就是另外一样」，阳奉阴违！那怎么叫恶意？老师是一片真诚慈悲教导你，你不能够接受，你怀疑，你犹豫，不肯奉行，这个意就是恶，这就不是善。不要以为这个恶意很轻，你一生的成就毁掉了。",
      "zh_TW": "佛在此地教我們怎樣做一個傳法的弟子，所以這一段話非常重要。你看阿難問，這個「問」，語重心長，慈悲心切。世間作弟子之所以不能成就，關鍵在哪裡？『惡意向師』。什麼叫「惡意」？不能夠接受老師的教誨，就是惡意。這些惡意自己曉不曉得？不知道，「我並沒有有意思去害老師，只是老師的教誡，表面上奉行，背後就是另外一樣」，陽奉陰違！那怎麼叫惡意？老師是一片真誠慈悲教導你，你不能夠接受，你懷疑，你猶豫，不肯奉行，這個意就是惡，這就不是善。不要以為這個惡意很輕，你一生的成就毀掉了。"
    },
    {
      "id": "15-014-0018_p0009",
      "zh_CN": "世间作学生的人，不懂得这个利害。为什么不懂得？没有人教你尊师重道，关键在此地。《无量寿经》上说的话好，「先人不善（无知），不识道德，无有语者，殊无怪也」，释迦牟尼佛绝对不怪你们。你们愚痴，恶意向师是自然的；换句话说，也是应该的，没有人教，你怎么会懂得？你要是能懂得的话，你就不是凡夫，你是再来人。你不是再来人，你决定是凡夫；凡夫决定不懂这个道理，决定不会有真正做好学生的这种态度。",
      "zh_TW": "世間作學生的人，不懂得這個利害。為什麼不懂得？沒有人教你尊師重道，關鍵在此地。《無量壽經》上說的話好，「先人不善（無知），不識道德，無有語者，殊無怪也」，釋迦牟尼佛絕對不怪你們。你們愚痴，惡意向師是自然的；換句話說，也是應該的，沒有人教，你怎麼會懂得？你要是能懂得的話，你就不是凡夫，你是再來人。你不是再來人，你決定是凡夫；凡夫決定不懂這個道理，決定不會有真正做好學生的這種態度。"
    },
    {
      "id": "15-014-0018_p0010",
      "zh_CN": "这个《讲记》里头，我说得很详细、说得很明白，希望我们「基金会」把这个讲记大量流通。讲记里面有的，我就不再说了，我这一次跟大家讲这部经，是这个讲记的补充，是特别奉劝诸位要认真努力的学习。",
      "zh_TW": "這個《講記》裡頭，我說得很詳細、說得很明白，希望我們「基金會」把這個講記大量流通。講記裡面有的，我就不再說了，我這一次跟大家講這部經，是這個講記的補充，是特別奉勸諸位要認真努力的學習。"
    },
    {
      "id": "15-014-0018_p0011",
      "zh_CN": "现代的社会，法弱魔强，《楞严经》上所讲的：「邪师说法，如恒河沙。」哪些是邪师？我们周边一切人事物，凡是影响我们清净心的、影响我们善行的都叫邪师，都是魔。魔是障碍佛法、障碍我们清净心、障碍我们的善心。魔太多了！你要是受它的诱惑、受它的影响，你的前途就被毁了。",
      "zh_TW": "現代的社會，法弱魔強，《楞嚴經》上所講的：「邪師說法，如恆河沙。」哪些是邪師？我們周邊一切人事物，凡是影響我們清淨心的、影響我們善行的都叫邪師，都是魔。魔是障礙佛法、障礙我們清淨心、障礙我們的善心。魔太多了！你要是受它的誘惑、受它的影響，你的前途就被毀了。"
    },
    {
      "id": "15-014-0018_p0012",
      "zh_CN": "我亲近老师有没有魔障？有。最早没有学佛，我亲近方东美先生，跟他老人家学哲学，就有一些人告诉我，方先生不是善人，不是个好人。哪些人说的？我的一些同乡，这些人说话有力量。方东美先生跟我是同乡，我的家乡在安徽庐江，方先生是桐城人，桐城跟庐江的距离有二十五公里，就像台北到桃园一样，距离很近。家乡人说他在家乡怎样怎样，说得他一文不值。我动不动摇？我不动摇。如果我要被动摇了，好了，远离这个老师，我学东西到哪里学？",
      "zh_TW": "我親近老師有沒有魔障？有。最早沒有學佛，我親近方東美先生，跟他老人家學哲學，就有一些人告訴我，方先生不是善人，不是個好人。哪些人說的？我的一些同鄉，這些人說話有力量。方東美先生跟我是同鄉，我的家鄉在安徽廬江，方先生是桐城人，桐城跟廬江的距離有二十五公里，就像台北到桃園一樣，距離很近。家鄉人說他在家鄉怎樣怎樣，說得他一文不值。我動不動搖？我不動搖。如果我要被動搖了，好了，遠離這個老師，我學東西到哪裡學？"
    },
    {
      "id": "15-014-0018_p0013",
      "zh_CN": "我为什么不会动摇？因为我亲近老师，我常常接近他，我听他的教诲。这些毁谤的人，都没有亲近过老师，一堂课也没听过，在外头胡造谣言，目的是阻挠我不要去亲近他。如果我们信心稍微动摇，我们这个机缘就失掉了，我这一生不晓得走到哪去了！绝对不能轻信谣言。这个造谣生事，有的是有意的，有的是无意的。我们认识魔障。那个时候还没有学佛，不懂得什么叫魔障，这个名词的意思，我们都不懂得。我们好学，我们看老师有学问、有德行，我们亲近他，决定得到好处、得到利益，对老师有坚定的信心，我们不会受到外面的破坏。",
      "zh_TW": "我為什麼不會動搖？因為我親近老師，我常常接近他，我聽他的教誨。這些毀謗的人，都沒有親近過老師，一堂課也沒聽過，在外頭胡造謠言，目的是阻撓我不要去親近他。如果我們信心稍微動搖，我們這個機緣就失掉了，我這一生不曉得走到哪去了！絕對不能輕信謠言。這個造謠生事，有的是有意的，有的是無意的。我們認識魔障。那個時候還沒有學佛，不懂得什麼叫魔障，這個名詞的意思，我們都不懂得。我們好學，我們看老師有學問、有德行，我們親近他，決定得到好處、得到利益，對老師有堅定的信心，我們不會受到外面的破壞。"
    },
    {
      "id": "15-014-0018_p0014",
      "zh_CN": "学佛之后，我亲近章嘉大师，也有很多出家的大德来告诉我：「你跟他干什么？他是政治和尚。」也是有意无意在障碍。可是我的信心不会动摇，为什么？章嘉大师对我非常好，他那个摄受力很强，很爱护我，很关心我。我们约定每个星期两个小时，我去见他。我读经有疑问向他请教，他给我解答。我要是有一个星期没有去、两个星期没有去，他一定会打电话来找我，问我：「是不是生病？为什么没有来？」非常关切。哪一个法师大德，能这样的关心我？这样的爱护我？所以什么样的话我都不会听，我尊敬这个法师，这个法师仁慈，真的是善良。我那个时候生活环境非常清苦，对于老师一分钱的供养都没有，完全是凭一片真诚好学的心，他们义务的帮助我。我对他们没有供养，他们还常常留我吃饭。",
      "zh_TW": "學佛之後，我親近章嘉大師，也有很多出家的大德來告訴我：「你跟他幹什麼？他是政治和尚。」也是有意無意在障礙。可是我的信心不會動搖，為什麼？章嘉大師對我非常好，他那個攝受力很強，很愛護我，很關心我。我們約定每個星期兩個小時，我去見他。我讀經有疑問向他請教，他給我解答。我要是有一個星期沒有去、兩個星期沒有去，他一定會打電話來找我，問我：「是不是生病？為什麼沒有來？」非常關切。哪一個法師大德，能這樣的關心我？這樣的愛護我？所以什麼樣的話我都不會聽，我尊敬這個法師，這個法師仁慈，真的是善良。我那個時候生活環境非常清苦，對於老師一分錢的供養都沒有，完全是憑一片真誠好學的心，他們義務的幫助我。我對他們沒有供養，他們還常常留我吃飯。"
    },
    {
      "id": "15-014-0018_p0015",
      "zh_CN": "以后我在台中十年，对于李炳老造谣生事的人就更多，方方面面、许许多多恶语常常在我身边，我绝对没有被他们动摇。我一动摇，我到哪里学东西？甚至于还有一些嫉妒障碍的，因为在台中学的有一点成就、有一点成绩了。你有成就，就免不了有嫉妒障碍的；嫉妒障碍的人想尽方法破坏，想尽方法逼着你，把你赶出台中。所以我在台中求学，高度的忍辱。我能忍耐，我在台中，我跟大家说，只要李老师没有开口赶我走，什么人、用什么方法，我都不会走，我赖在台中，我一定要学成，我才会离开；我要没有学成，我决定不肯离开。我在台中住十年，哪有那么简单就把我赶走的？不容易，老师没有叫我走，什么人、用什么方法，我都不会走的。什么样的苦难，我都愿意受；什么样的沈重打击，我能够担得起，我就是不走，就是跟李老师学，我学成了。学成了，我就走了。我还跟那些人说：「我学成之后，你们这些人想请我到台中，我都不来。」为什么？当时你逼我。",
      "zh_TW": "以後我在台中十年，對於李炳老造謠生事的人就更多，方方面面、許許多多惡語常常在我身邊，我絕對沒有被他們動搖。我一動搖，我到哪裡學東西？甚至於還有一些嫉妒障礙的，因為在台中學的有一點成就、有一點成績了。你有成就，就免不了有嫉妒障礙的；嫉妒障礙的人想盡方法破壞，想盡方法逼著你，把你趕出台中。所以我在台中求學，高度的忍辱。我能忍耐，我在台中，我跟大家說，只要李老師沒有開口趕我走，什麼人、用什麼方法，我都不會走，我賴在台中，我一定要學成，我才會離開；我要沒有學成，我決定不肯離開。我在台中住十年，哪有那麼簡單就把我趕走的？不容易，老師沒有叫我走，什麼人、用什麼方法，我都不會走的。什麼樣的苦難，我都願意受；什麼樣的沈重打擊，我能夠擔得起，我就是不走，就是跟李老師學，我學成了。學成了，我就走了。我還跟那些人說：「我學成之後，你們這些人想請我到台中，我都不來。」為什麼？當時你逼我。"
    },
    {
      "id": "15-014-0018_p0016",
      "zh_CN": "所以我们听善知识的话，不能听别人的话。我跟谁学的？我跟老师学的，你不是我的老师，我不听你的；我听老师的。你们说老师的过失，可以说，为什么？你不是他的学生，可以说他的过失。我是他的学生，我不但不能说他的过失，我也不愿意听他的过失，保持我对于老师的真诚恭敬心，永远感恩的心。",
      "zh_TW": "所以我們聽善知識的話，不能聽別人的話。我跟誰學的？我跟老師學的，你不是我的老師，我不聽你的；我聽老師的。你們說老師的過失，可以說，為什麼？你不是他的學生，可以說他的過失。我是他的學生，我不但不能說他的過失，我也不願意聽他的過失，保持我對於老師的真誠恭敬心，永遠感恩的心。"
    },
    {
      "id": "15-014-0018_p0017",
      "zh_CN": "诸位同学，找像我这样的学生，李老师叫我再找一个，我找不到了。所以我知道弘扬正法是非常辛苦的一桩事情，不是容易的事情。在美国，偶然之间遇到黄念祖，我们真的是志同道合。他在中国大陆弘扬《无量寿经》，就他一个人；我在海外也只有我一个人，我们两个见面，两个人非常欢喜。虽然是初次见面，一见如故，志同道合；再找一个，找不到了。他往生之后，这个事情我又变成非常孤单。虽然有一些同学跟我在一块一起学习，我尽心尽力帮助他们，但是细心观察这些人学习的心态不如我，他们的成就当然也就有限。",
      "zh_TW": "諸位同學，找像我這樣的學生，李老師叫我再找一個，我找不到了。所以我知道弘揚正法是非常辛苦的一樁事情，不是容易的事情。在美國，偶然之間遇到黃念祖，我們真的是志同道合。他在中國大陸弘揚《無量壽經》，就他一個人；我在海外也只有我一個人，我們兩個見面，兩個人非常歡喜。雖然是初次見面，一見如故，志同道合；再找一個，找不到了。他往生之後，這個事情我又變成非常孤單。雖然有一些同學跟我在一塊一起學習，我盡心盡力幫助他們，但是細心觀察這些人學習的心態不如我，他們的成就當然也就有限。"
    },
    {
      "id": "15-014-0018_p0018",
      "zh_CN": "所以我在这一段文里面，这个《讲记》里头，这个讲记是从前讲的，第五十一面，倒数第五行当中看起，「现在解释经文」，你们看这一段。前面这些希望同修们多多的看几遍，了解这部经里面讲的精义，精华的义趣。「世间人」指一般人，「弟子」是指在学的学生说的，毁谤老师、毁谤道德之人，有学生、有社会一般人，这都是严重的障缘，障碍我们学道，使我们这一生不能成就。说老实话，这些人就是冤亲债主，你要是上他的当，受他的影响，你这一生就被毁掉了。",
      "zh_TW": "所以我在這一段文裡面，這個《講記》裡頭，這個講記是從前講的，第五十一面，倒數第五行當中看起，「現在解釋經文」，你們看這一段。前面這些希望同修們多多的看幾遍，了解這部經裡面講的精義，精華的義趣。「世間人」指一般人，「弟子」是指在學的學生說的，毀謗老師、毀謗道德之人，有學生、有社會一般人，這都是嚴重的障緣，障礙我們學道，使我們這一生不能成就。說老實話，這些人就是冤親債主，你要是上他的當，受他的影響，你這一生就被毀掉了。"
    },
    {
      "id": "15-014-0018_p0019",
      "zh_CN": "下面讲「恶意」，我们在此地举了几个例子。第一是轻慢，轻视老师，慢怠老师。第二是瞋恨，第三是嫉妒，第四是背叛，第五是陷害。无论是有意、是无意，都是很严重的恶意、恶行。心里头有这个意思是恶意，表现在你的行为，那是恶行，这个罪过比什么都重。如果是真善知识，真的是有智慧、有大悲心，利益社会大众的，你这个恶意相向、恶行相向，那个罪过等于向佛没有两样，这是极重极重的罪业。因为结罪不是对个人，你是把一切众生学佛的机缘、修行的机缘、得道的机缘破坏了，结罪从这里结的。你害一个人罪小，你把大众闻法修行得道的这个缘断掉了，这是无间地狱的罪业。几个人懂得？",
      "zh_TW": "下面講「惡意」，我們在此地舉了幾個例子。第一是輕慢，輕視老師，慢怠老師。第二是瞋恨，第三是嫉妒，第四是背叛，第五是陷害。無論是有意、是無意，都是很嚴重的惡意、惡行。心裡頭有這個意思是惡意，表現在你的行為，那是惡行，這個罪過比什麼都重。如果是真善知識，真的是有智慧、有大悲心，利益社會大眾的，你這個惡意相向、惡行相向，那個罪過等於向佛沒有兩樣，這是極重極重的罪業。因為結罪不是對個人，你是把一切眾生學佛的機緣、修行的機緣、得道的機緣破壞了，結罪從這裡結的。你害一個人罪小，你把大眾聞法修行得道的這個緣斷掉了，這是無間地獄的罪業。幾個人懂得？"
    },
    {
      "id": "15-014-0018_p0020",
      "zh_CN": "还有更深一层的意思，这是你们很难体会到的。我们受了这些外面恶缘、信了恶缘，我们背叛老师、离开老师了，你有没有罪业？你有罪，你有很重的罪。为什么？你做出这个样子，叫许许多多的人不要去相信这个老师。「你看，我跟他多少年，我都离开他了，他不是真善知识」，话不说，他的影响力在。如果你的影响力层面愈大，就是影响的人愈多、影响的时间愈久，你的罪愈重。这个意思你们有没有看出来？你们有没有体会到？",
      "zh_TW": "還有更深一層的意思，這是你們很難體會到的。我們受了這些外面惡緣、信了惡緣，我們背叛老師、離開老師了，你有沒有罪業？你有罪，你有很重的罪。為什麼？你做出這個樣子，叫許許多多的人不要去相信這個老師。「你看，我跟他多少年，我都離開他了，他不是真善知識」，話不說，他的影響力在。如果你的影響力層面愈大，就是影響的人愈多、影響的時間愈久，你的罪愈重。這個意思你們有沒有看出來？你們有沒有體會到？"
    },
    {
      "id": "15-014-0018_p0021",
      "zh_CN": "业因果报，非常微细，非常复杂，绝对不是几句话，能讲得清楚、讲得明白的。细细去思惟，你才晓得这个因缘果报就跟罗网一样，这个网很密，这个网很广，真的叫「牵一发而动全身」。我们个人的思想言行行为，不能不谨慎。自己造无量无边的罪业，确确实实不知道；要是知道，你不但不会造业，你会积功累德，你这一生确确实实会有成就。",
      "zh_TW": "業因果報，非常微細，非常複雜，絕對不是幾句話，能講得清楚、講得明白的。細細去思惟，你才曉得這個因緣果報就跟羅網一樣，這個網很密，這個網很廣，真的叫「牽一髮而動全身」。我們個人的思想言行行為，不能不謹慎。自己造無量無邊的罪業，確確實實不知道；要是知道，你不但不會造業，你會積功累德，你這一生確確實實會有成就。"
    },
    {
      "id": "15-014-0018_p0022",
      "zh_CN": "我们学佛，我们不依赖信徒的供养。我们靠什么？我们靠佛菩萨。我们有困难的时候，决定有感应。我们需要的时候，决定有护法神。我们相信佛菩萨，我们相信护法神。我有困难、我有需要的时候，有护法神来帮助，感应道交，不可思议。这是真正靠得住的，决定没有丝毫副作用，没有一丝毫弊病的。",
      "zh_TW": "我們學佛，我們不依賴信徒的供養。我們靠什麼？我們靠佛菩薩。我們有困難的時候，決定有感應。我們需要的時候，決定有護法神。我們相信佛菩薩，我們相信護法神。我有困難、我有需要的時候，有護法神來幫助，感應道交，不可思議。這是真正靠得住的，決定沒有絲毫副作用，沒有一絲毫弊病的。"
    },
    {
      "id": "15-014-0018_p0023",
      "zh_CN": "我们一定要保护自己的清净心，保护自己决定不受污染，这是第一重要。为什么？心地清净不染，起心动念是智慧，不是烦恼。世间人，起心动念是烦恼；你们心中常生烦恼。你看看《坛经》里面，惠能大师对忍和尚说：「弟子心中常生智慧。」为什么他生智慧，我们生烦恼？他的心清净，他的心善良，没有毫分不净夹杂，没有毫分不善夹杂，所以生智慧。我们起心动念为什么生烦恼？心充满了不善，充满了不净，就这么回事情。不但对于道德之人、善师，我们用恶意恶行对他，我们对诸佛菩萨也是恶意恶行对他。",
      "zh_TW": "我們一定要保護自己的清淨心，保護自己決定不受污染，這是第一重要。為什麼？心地清淨不染，起心動念是智慧，不是煩惱。世間人，起心動念是煩惱；你們心中常生煩惱。你看看《壇經》裡面，惠能大師對忍和尚說：「弟子心中常生智慧。」為什麼他生智慧，我們生煩惱？他的心清淨，他的心善良，沒有毫分不淨夾雜，沒有毫分不善夾雜，所以生智慧。我們起心動念為什麼生煩惱？心充滿了不善，充滿了不淨，就這麼回事情。不但對於道德之人、善師，我們用惡意惡行對他，我們對諸佛菩薩也是惡意惡行對他。"
    },
    {
      "id": "15-014-0018_p0024",
      "zh_CN": "你们想想，这是不是真的？我们真的把佛菩萨看得那么重要吗？佛菩萨的形像供在那里，没有把他看在眼里。在佛菩萨形像面前，还是杂心闲话。大雄宝殿上也是一样，还是吵吵闹闹的，甚至于还打架，那就是目中根本没有佛菩萨。目中有佛菩萨，在佛菩萨面前，怎么可以有争执？怎么可以吵闹？目中连佛菩萨都没有。所以现在好老师也会原谅这些人，为什么？佛菩萨他都没有瞧得起，怎么会瞧得起老师？老师心里明白，知道这些众生可怜可悯，愚昧、糊涂、无知。所以道德之人、善师，绝对没有恶念对世间人、对众生，没有，一片真诚慈悲！所以他得诸佛护念，善神保佑。他要不得诸佛护念，善神保佑，他在这个世间不能住。",
      "zh_TW": "你們想想，這是不是真的？我們真的把佛菩薩看得那麼重要嗎？佛菩薩的形像供在那裡，沒有把他看在眼裡。在佛菩薩形像面前，還是雜心閒話。大雄寶殿上也是一樣，還是吵吵鬧鬧的，甚至於還打架，那就是目中根本沒有佛菩薩。目中有佛菩薩，在佛菩薩面前，怎麼可以有爭執？怎麼可以吵鬧？目中連佛菩薩都沒有。所以現在好老師也會原諒這些人，為什麼？佛菩薩他都沒有瞧得起，怎麼會瞧得起老師？老師心裡明白，知道這些眾生可憐可憫，愚昧、糊塗、無知。所以道德之人、善師，絕對沒有惡念對世間人、對眾生，沒有，一片真誠慈悲！所以他得諸佛護念，善神保佑。他要不得諸佛護念，善神保佑，他在這個世間不能住。"
    },
    {
      "id": "15-014-0018_p0025",
      "zh_CN": "底下解释「道德」两个字，我在这里引用《礼记》上说的：「道者通物之名。」通是通达，对于一切人事物的真相通达了。「德者得理之称」，你通达之后，你把这些道理明白了，我们一般讲开悟、觉悟了；觉悟是德。「大者包罗万事，小则才艺善行」，这就是讲大道小道。大道是讲天地万物，我们佛法讲尽虚空遍法界，那是大道。小的，是个人的才艺，个人的善行。「道是一切圣凡共由之达道」，达就是通达而没有障碍。「日用事物当然谓之道」，所以我用现代很容易懂的术语。道是什么？自然的法则，自然而然，没有一丝毫人为的夹杂。我们讲「随顺自然」，这就是修道；违背自然，那你就是违背大道。",
      "zh_TW": "底下解釋「道德」兩個字，我在這裡引用《禮記》上說的：「道者通物之名。」通是通達，對於一切人事物的真相通達了。「德者得理之稱」，你通達之後，你把這些道理明白了，我們一般講開悟、覺悟了；覺悟是德。「大者包羅萬事，小則才藝善行」，這就是講大道小道。大道是講天地萬物，我們佛法講盡虛空遍法界，那是大道。小的，是個人的才藝，個人的善行。「道是一切聖凡共由之達道」，達就是通達而沒有障礙。「日用事物當然謂之道」，所以我用現代很容易懂的術語。道是什麼？自然的法則，自然而然，沒有一絲毫人為的夾雜。我們講「隨順自然」，這就是修道；違背自然，那你就是違背大道。"
    },
    {
      "id": "15-014-0018_p0026",
      "zh_CN": "儒跟佛都是跟我们讲天然的秩序，我们有时候讲天道。儒家讲的五伦伦常，就是天然大道，天然的秩序，「夫妇、父子、兄弟、君臣、朋友」，这五条是根本；「师生」也包括在其中。师生在哪一伦里面？在君臣跟朋友。老师指导我们，指导是「君」的位置；老师辅助我们、帮助我们，这是「友」的义务。所以从前作老师，老师对待学生绝不自以为是师，通常书信往来，老师下面具名，他写「友生」，友是朋友的友，学生的生，老师称友生，不称老师。这一份恩情是多么重！所以我们讲「道义」，意思很深很广，现在人真正懂得、明了的太少了。这些名相术语都搞不清楚，你如何能落实？你怎么能在日常生活当中做到？",
      "zh_TW": "儒跟佛都是跟我們講天然的秩序，我們有時候講天道。儒家講的五倫倫常，就是天然大道，天然的秩序，「夫婦、父子、兄弟、君臣、朋友」，這五條是根本；「師生」也包括在其中。師生在哪一倫裡面？在君臣跟朋友。老師指導我們，指導是「君」的位置；老師輔助我們、幫助我們，這是「友」的義務。所以從前作老師，老師對待學生絕不自以為是師，通常書信往來，老師下面具名，他寫「友生」，友是朋友的友，學生的生，老師稱友生，不稱老師。這一份恩情是多麼重！所以我們講「道義」，意思很深很廣，現在人真正懂得、明瞭的太少了。這些名相術語都搞不清楚，你如何能落實？你怎麼能在日常生活當中做到？"
    },
    {
      "id": "15-014-0018_p0027",
      "zh_CN": "下面讲「德」，「德是行道有得于心谓之德」，是真正把宇宙人生的真相搞清楚、搞明白了，这个「明白」就是德；明白是智慧，能够随顺自然。我们的思想随顺，我们的言语随顺，我们身体的一切造作，现在讲就是我们的生活、我们的工作、我们处事待人接物都能随顺自然的法则，这是有得于身。心觉悟，身在行道。行道，就是完全走的是天地自然的秩序。这个身之德，我们一般讲是健康长寿、幸福美满，道家讲的积功累德，断恶行善，你走的是这条道。这个道是圣贤的大道，这个道是佛道，这个道是菩萨道。",
      "zh_TW": "下面講「德」，「德是行道有得於心謂之德」，是真正把宇宙人生的真相搞清楚、搞明白了，這個「明白」就是德；明白是智慧，能夠隨順自然。我們的思想隨順，我們的言語隨順，我們身體的一切造作，現在講就是我們的生活、我們的工作、我們處事待人接物都能隨順自然的法則，這是有得於身。心覺悟，身在行道。行道，就是完全走的是天地自然的秩序。這個身之德，我們一般講是健康長壽、幸福美滿，道家講的積功累德，斷惡行善，你走的是這條道。這個道是聖賢的大道，這個道是佛道，這個道是菩薩道。"
    },
    {
      "id": "15-014-0018_p0028",
      "zh_CN": "摆在我们面前的道有十条，这个诸位都知道，我们佛家讲十法界，就是十条道：佛道、菩萨道、缘觉道、声闻道；下面是天道、修罗道、人道、饿鬼道、畜生道、地狱道，你走的是哪一条道？明白的人、觉悟的人清清楚楚，我们行的是佛道、行的是菩萨道，不会把路走岔了，不会把路子走错了，这一生当中决定得到究竟圆满的果德。",
      "zh_TW": "擺在我們面前的道有十條，這個諸位都知道，我們佛家講十法界，就是十條道：佛道、菩薩道、緣覺道、聲聞道；下面是天道、修羅道、人道、餓鬼道、畜生道、地獄道，你走的是哪一條道？明白的人、覺悟的人清清楚楚，我們行的是佛道、行的是菩薩道，不會把路走岔了，不會把路子走錯了，這一生當中決定得到究竟圓滿的果德。"
    },
    {
      "id": "15-014-0018_p0029",
      "zh_CN": "下面这是举例子，「佛教的戒定慧，儒家的五常八德，皆谓之德」，我们要具足。「道德是儒宗佛祖教人立身之大本。明教大师说：『尊莫尊乎道，美莫美乎德。道德之所存，虽匹夫非穷也。』」这个匹夫，就是在社会上没有财富，贫穷、没有地位，这是匹夫。虽然没有地位、没有财富，我们今天讲贫穷下贱，他是下，他不贱，他很贵。他贵在哪里？他有道德，安贫乐道，止于至善。这种人，值得人尊敬。像什么人？释迦牟尼佛就是这样的人。释迦牟尼佛在社会上没有地位，天天去托钵，讨饭吃，他没有财富；用我们中国的话讲，他是乞丐。从前在印度出家人都是乞丐。我们翻译比丘，比丘头一个意思是「乞士」，乞就是乞食，士是有学问、有道德。他不是普通的乞丐，他是个有学问、有道德这样的一个乞丐。",
      "zh_TW": "下面這是舉例子，「佛教的戒定慧，儒家的五常八德，皆謂之德」，我們要具足。「道德是儒宗佛祖教人立身之大本。明教大師說：『尊莫尊乎道，美莫美乎德。道德之所存，雖匹夫非窮也。』」這個匹夫，就是在社會上沒有財富，貧窮、沒有地位，這是匹夫。雖然沒有地位、沒有財富，我們今天講貧窮下賤，他是下，他不賤，他很貴。他貴在哪裡？他有道德，安貧樂道，止於至善。這種人，值得人尊敬。像什麼人？釋迦牟尼佛就是這樣的人。釋迦牟尼佛在社會上沒有地位，天天去托缽，討飯吃，他沒有財富；用我們中國的話講，他是乞丐。從前在印度出家人都是乞丐。我們翻譯比丘，比丘頭一個意思是「乞士」，乞就是乞食，士是有學問、有道德。他不是普通的乞丐，他是個有學問、有道德這樣的一個乞丐。"
    },
    {
      "id": "15-014-0018_p0030",
      "zh_CN": "换句话说，释迦牟尼佛为什么要这样作法？是示现教导我们，把世间荣华富贵、五欲六尘的享受要放下。为什么？这些东西是障碍，肯定是魔障。他自己教我们远离五欲六尘的享受，他自己先做出样子给我们看。不是说教我们做，他自己做不到，那我们对他的话就很难相信，很难接受了。他自己做到了，说到做到。实在讲他是先做到，然后再教导我们，我们听到他的话会相信。",
      "zh_TW": "換句話說，釋迦牟尼佛為什麼要這樣作法？是示現教導我們，把世間榮華富貴、五欲六塵的享受要放下。為什麼？這些東西是障礙，肯定是魔障。他自己教我們遠離五欲六塵的享受，他自己先做出樣子給我們看。不是說教我們做，他自己做不到，那我們對他的話就很難相信，很難接受了。他自己做到了，說到做到。實在講他是先做到，然後再教導我們，我們聽到他的話會相信。"
    },
    {
      "id": "15-014-0018_p0031",
      "zh_CN": "这些东西沾染不得。沾染，我前面讲过，「地狱五条根」，有一条根就堕地狱，那个堕得比较轻一点。地狱有很多等级，有两条那就严重了；三条、四条，那个就难了，愈堕愈深；五个都有，还得了？念佛，一天念十万声佛号，一天磕一万个大头，都不能往生，还是要堕落，救不了！所以我们在日常生活当中，时时刻刻要有高度的警觉。为什么？现在诱惑力量太多，诱惑力量太大了。这个诱惑，在佛法里面就称之为魔。魔的力量太大了，魔太多了，我们的周围全是魔，太可怕了！我们在这样的环境里头要成就道业，说老实话，比古来的大德成就不晓得要高多少倍。为什么？古大德周边没这么多魔，成就容易。如果古大德生长在我们现在这个时代，他也未必能成就。所以我们生在今天这个社会，妖魔鬼怪无量无边，能成就，古来祖师大德见到都佩服；甚至于他说他做不到。我们要有高度的警觉心，勇猛精进。",
      "zh_TW": "這些東西沾染不得。沾染，我前面講過，「地獄五條根」，有一條根就墮地獄，那個墮得比較輕一點。地獄有很多等級，有兩條那就嚴重了；三條、四條，那個就難了，愈墮愈深；五個都有，還得了？念佛，一天念十萬聲佛號，一天磕一萬個大頭，都不能往生，還是要墮落，救不了！所以我們在日常生活當中，時時刻刻要有高度的警覺。為什麼？現在誘惑力量太多，誘惑力量太大了。這個誘惑，在佛法裡面就稱之為魔。魔的力量太大了，魔太多了，我們的周圍全是魔，太可怕了！我們在這樣的環境裡頭要成就道業，說老實話，比古來的大德成就不曉得要高多少倍。為什麼？古大德周邊沒這麼多魔，成就容易。如果古大德生長在我們現在這個時代，他也未必能成就。所以我們生在今天這個社會，妖魔鬼怪無量無邊，能成就，古來祖師大德見到都佩服；甚至於他說他做不到。我們要有高度的警覺心，勇猛精進。"
    },
    {
      "id": "15-014-0018_p0032",
      "zh_CN": "下面这一句，「道德之不存」，如果你没有道德，你违背了道德，「虽王天下非通也」，王天下就是你做到国家的领导人，现在叫总统、元首，你虽然做到这个地位，你也不通。这个意思就是说，「虽为天子，暴淫匹夫耳」。他的这些富贵，是他过去生中善业的果报；他今天的心行不善，违背道德，他死了之后堕地狱。像这些果报，只要我们稍微留意一点，都能看得出来，都能够觉察得到。",
      "zh_TW": "下面這一句，「道德之不存」，如果你沒有道德，你違背了道德，「雖王天下非通也」，王天下就是你做到國家的領導人，現在叫總統、元首，你雖然做到這個地位，你也不通。這個意思就是說，「雖為天子，暴淫匹夫耳」。他的這些富貴，是他過去生中善業的果報；他今天的心行不善，違背道德，他死了之後墮地獄。像這些果報，只要我們稍微留意一點，都能看得出來，都能夠覺察得到。"
    },
    {
      "id": "15-014-0018_p0033",
      "zh_CN": "下面合起来讲，「修养戒定慧，或是力行孝悌忠信一切善法的人，都叫道德之人。老师和道德之人，是乡之宝。」我们居住在这个乡镇，是乡镇之宝。为什么？他教化一方众生，就是不说话，他的行持都能收到潜移默化的效果，善心的人应当帮助他。《了凡四训》里面，袁了凡就讲到我们应当用什么方法去帮助他，把他的善行、道德发扬光大，利益社会大众。但是真正懂得有善行帮助他的人少，有意无意障碍破坏的人多，自古以来都是这样的。",
      "zh_TW": "下面合起來講，「修養戒定慧，或是力行孝悌忠信一切善法的人，都叫道德之人。老師和道德之人，是鄉之寶。」我們居住在這個鄉鎮，是鄉鎮之寶。為什麼？他教化一方眾生，就是不說話，他的行持都能收到潛移默化的效果，善心的人應當幫助他。《了凡四訓》裡面，袁了凡就講到我們應當用什麼方法去幫助他，把他的善行、道德發揚光大，利益社會大眾。但是真正懂得有善行幫助他的人少，有意無意障礙破壞的人多，自古以來都是這樣的。"
    },
    {
      "id": "15-014-0018_p0034",
      "zh_CN": "你要问为什么会有这个现象？法相唯识经论里面就讲得很清楚，六道凡夫烦恼的心所二十六种，善心所只有十一种。换句话说，根本由来，你的烦恼习气就超过你的善念。你没有接近圣贤的教诲，你的烦恼习气天天增长，二十六个烦恼天天增长；你的十一个善心所，力量很薄弱，天天在衰退，所以形成这种现象。不明佛理的人不懂，深入经藏、了解佛理的人知道；知道、明了，不会怪罪。要怪罪，怪罪谁？怪罪我们已经明了的人，我们的教化还不够。教导你，你还没回头，我们教学的努力不够。所以明白人，事事他回头来想自己，他不会怪罪别人，「我自己做得还不够好，我自己教得还不够努力」，绝不怪罪对方。如果怪罪对方，「我是很好、很努力教，你们有罪业深重，不听」，这不是一个好老师，好老师不会责怪不听话的学生；反省的时候，「我自己做得不好，我教得不够，我还要认真努力来加强、来改善」，自己的善更圆满，自己的心更清净，自己的德业果报必定更殊胜。这一方缘不成熟，还有他方。这个法界的缘不成熟，还有别的法界，有十法界，等到成熟的时候再来。佛菩萨教化众生没有一定的方所，没有一定的处所，哪个地方缘成熟，他就到哪里去。",
      "zh_TW": "你要問為什麼會有這個現象？法相唯識經論裡面就講得很清楚，六道凡夫煩惱的心所二十六種，善心所只有十一種。換句話說，根本由來，你的煩惱習氣就超過你的善念。你沒有接近聖賢的教誨，你的煩惱習氣天天增長，二十六個煩惱天天增長；你的十一個善心所，力量很薄弱，天天在衰退，所以形成這種現象。不明佛理的人不懂，深入經藏、了解佛理的人知道；知道、明瞭，不會怪罪。要怪罪，怪罪誰？怪罪我們已經明瞭的人，我們的教化還不夠。教導你，你還沒回頭，我們教學的努力不夠。所以明白人，事事他回頭來想自己，他不會怪罪別人，「我自己做得還不夠好，我自己教得還不夠努力」，絕不怪罪對方。如果怪罪對方，「我是很好、很努力教，你們有罪業深重，不聽」，這不是一個好老師，好老師不會責怪不聽話的學生；反省的時候，「我自己做得不好，我教得不夠，我還要認真努力來加強、來改善」，自己的善更圓滿，自己的心更清淨，自己的德業果報必定更殊勝。這一方緣不成熟，還有他方。這個法界的緣不成熟，還有別的法界，有十法界，等到成熟的時候再來。佛菩薩教化眾生沒有一定的方所，沒有一定的處所，哪個地方緣成熟，他就到哪裡去。"
    },
    {
      "id": "15-014-0018_p0035",
      "zh_CN": "我这次回到台湾来，许多同修都要求我留在台湾，不要再到外国去了。用什么方法留我？说有很安静、很好的处所。你给我建皇宫，我也不会被你诱惑。你拿什么样的珍宝、拿什么样的供养，我都不受诱惑。怎样才能真正留我？大家真正发菩提心，不是为台湾，为全世界一切众生的幸福、安定、和平，消除业障，我一定会来。你们的心量太小，起心动念「我」、「我们这个道场」、「我这个地区」、「我这个台湾」，心量太小了。什么时候你们的心量扩大到，我起心动念都为整个世界，不分国家，不分族群，不分宗教，牺牲奉献；不要你找我，我会来找你，我会来求你：「我能不能到你家来作义工？」你们心量这么小，我来干什么？我现在的心量一天比一天大，你们的心量一天比一天小，这就没办法了。所以我不会长住在这个地方。",
      "zh_TW": "我這次回到台灣來，許多同修都要求我留在台灣，不要再到外國去了。用什麼方法留我？說有很安靜、很好的處所。你給我建皇宮，我也不會被你誘惑。你拿什麼樣的珍寶、拿什麼樣的供養，我都不受誘惑。怎樣才能真正留我？大家真正發菩提心，不是為台灣，為全世界一切眾生的幸福、安定、和平，消除業障，我一定會來。你們的心量太小，起心動念「我」、「我們這個道場」、「我這個地區」、「我這個台灣」，心量太小了。什麼時候你們的心量擴大到，我起心動念都為整個世界，不分國家，不分族群，不分宗教，犧牲奉獻；不要你找我，我會來找你，我會來求你：「我能不能到你家來作義工？」你們心量這麼小，我來幹什麼？我現在的心量一天比一天大，你們的心量一天比一天小，這就沒辦法了。所以我不會長住在這個地方。"
    },
    {
      "id": "15-014-0018_p0036",
      "zh_CN": "但是你们现在要晓得，我们今天无论在哪个地方，虽然我不公开的讲经，我也不参与社会大众的一些活动，我的工作在摄影棚，我们的摄影棚是同步上网，诸位同修无论在什么地方，网路上都能看得到。真正能够把我所讲的东西听懂、听明白了，你能够落实在你的生活、在你的工作、在你日常处事待人接物，跟我在你们的身边没有两样。你们一定要我的人在你们身边，你们着相了，你们太执着了；一定要把妄想分别执着打破。",
      "zh_TW": "但是你們現在要曉得，我們今天無論在哪個地方，雖然我不公開的講經，我也不參與社會大眾的一些活動，我的工作在攝影棚，我們的攝影棚是同步上網，諸位同修無論在什麼地方，網路上都能看得到。真正能夠把我所講的東西聽懂、聽明白了，你能夠落實在你的生活、在你的工作、在你日常處事待人接物，跟我在你們的身邊沒有兩樣。你們一定要我的人在你們身邊，你們著相了，你們太執著了；一定要把妄想分別執著打破。"
    },
    {
      "id": "15-014-0018_p0037",
      "zh_CN": "我们在澳洲建立一个道场，我是不是会长住在澳洲？给诸位说，不一定，我要看澳洲同修那个心量的大小。如果他们的心量样样都是「我们的道场」，我不会去；一定是我们自己人的道场，别的人进来的时候，我们要排斥他，我不会到这个道场，我不会去。如果你们的心量大，你们的心确实是十方，道场是十方的。真正修行人，不管是哪个国家的人，不管是哪一个族群、宗教的人，真正肯学佛的人，我们非常热忱欢迎他来同学、来共修，这个道场我会在这里长住。实在没有这个道场，我就云游四海。哪个地方有个合适的摄影棚，我就会在那里讲经。遇到这样的真正道场，我立刻就会到那里去。不要你们找我，我会来求你们。",
      "zh_TW": "我們在澳洲建立一個道場，我是不是會長住在澳洲？給諸位說，不一定，我要看澳洲同修那個心量的大小。如果他們的心量樣樣都是「我們的道場」，我不會去；一定是我們自己人的道場，別的人進來的時候，我們要排斥他，我不會到這個道場，我不會去。如果你們的心量大，你們的心確實是十方，道場是十方的。真正修行人，不管是哪個國家的人，不管是哪一個族群、宗教的人，真正肯學佛的人，我們非常熱忱歡迎他來同學、來共修，這個道場我會在這裡長住。實在沒有這個道場，我就雲遊四海。哪個地方有個合適的攝影棚，我就會在那裡講經。遇到這樣的真正道場，我立刻就會到那裡去。不要你們找我，我會來求你們。"
    },
    {
      "id": "15-014-0018_p0038",
      "zh_CN": "所以善人、道德之人是「乡之宝、国之宝，因为他们的道德学问能化民成俗、福佑地方，功德最大。」阿难的问意在此地，然后我们再看佛陀如何对我们开示。今天时间到了。",
      "zh_TW": "所以善人、道德之人是「鄉之寶、國之寶，因為他們的道德學問能化民成俗、福佑地方，功德最大。」阿難的問意在此地，然後我們再看佛陀如何對我們開示。今天時間到了。"
    }
  ]
}