{
  "doc_id": "15-014-0011",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0011",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "15-014-0011_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》第二十一面，从最后第三行看起：",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》第二十一面，從最後第三行看起："
    },
    {
      "id": "15-014-0011_p0002",
      "zh_CN": "【若疾病者。狐疑不信。便呼巫师。卜问解奏。祠祀邪神。天神离远。不得善护。妖魅日进。恶鬼屯门。令之衰耗。所向不谐。或从宿行恶道中来。现世罪人也。非佛弟子。】",
      "zh_TW": "【若疾病者。狐疑不信。便呼巫師。卜問解奏。祠祀邪神。天神離遠。不得善護。妖魅日進。惡鬼屯門。令之衰耗。所向不諧。或從宿行惡道中來。現世罪人也。非佛弟子。】"
    },
    {
      "id": "15-014-0011_p0003",
      "zh_CN": "这一段经文是说学佛得到凶灾果报的第四种原因，也是我们在日常当中常常看到的。人难免疾病，尤其是在现代这个时代，得病的机会比过去增加很多倍，这些常识我想我们同修都很熟悉的。尤其是饮食这方面，现在的饮食很不卫生，不仅是在中国，就是在美国的饮食都不可靠。过去我们有些同修在美国从事于环保这些工作，他们来告诉我，实际上美国对于这种卫生的保护效果非常之差，食品管理并不是我们想像当中那么严格，许许多多东西他们亲眼经历之后不敢吃，这是一般食品店里常常买到的。除这个之外，其他的因素很多，带给我们的疾病。科学家给我们提出警告，如果我们不能有效改善生活环境，将来水都有毒，水不能喝。为什么？被污染。恐怕到严重的时候，空气也会被污染，换句话说，人不能呼吸了。我们相信科学家这些话决不是空穴来风，决不是危言耸听，他们提出警告五十年之后这个地球上不适合人类居住。这些讯息，我们在资讯当中看到，有几个人真正提高警觉，把他们的报告当作一回事情来看待？似乎现代的人已经变成麻木不仁，你们尽管提出这些警告，听的人若无其事，漠不关心！可是到疾病临头的时候，麻烦来了，中国谚语所谓「病急乱投医」。平常学佛、拜佛还不错，到生病的时候佛也不相信，去找什么？找这些巫师，『卜问解奏，祠祀邪神』，确实有，我们常见。",
      "zh_TW": "這一段經文是說學佛得到凶災果報的第四種原因，也是我們在日常當中常常看到的。人難免疾病，尤其是在現代這個時代，得病的機會比過去增加很多倍，這些常識我想我們同修都很熟悉的。尤其是飲食這方面，現在的飲食很不衛生，不僅是在中國，就是在美國的飲食都不可靠。過去我們有些同修在美國從事於環保這些工作，他們來告訴我，實際上美國對於這種衛生的保護效果非常之差，食品管理並不是我們想像當中那麼嚴格，許許多多東西他們親眼經歷之後不敢吃，這是一般食品店裡常常買到的。除這個之外，其他的因素很多，帶給我們的疾病。科學家給我們提出警告，如果我們不能有效改善生活環境，將來水都有毒，水不能喝。為什麼？被污染。恐怕到嚴重的時候，空氣也會被污染，換句話說，人不能呼吸了。我們相信科學家這些話決不是空穴來風，決不是危言聳聽，他們提出警告五十年之後這個地球上不適合人類居住。這些訊息，我們在資訊當中看到，有幾個人真正提高警覺，把他們的報告當作一回事情來看待？似乎現代的人已經變成麻木不仁，你們儘管提出這些警告，聽的人若無其事，漠不關心！可是到疾病臨頭的時候，麻煩來了，中國諺語所謂「病急亂投醫」。平常學佛、拜佛還不錯，到生病的時候佛也不相信，去找什麼？找這些巫師，『卜問解奏，祠祀邪神』，確實有，我們常見。"
    },
    {
      "id": "15-014-0011_p0004",
      "zh_CN": "为什么会有这种情形发生？虽然信佛、学佛，对于佛的教诲不能够明了，所以一遇到事情发生，信心就动摇。在这个情况之下，台湾有巫师，驾乩扶鸾这一类的，求签问卦那就更多，老修行的人都免不了。「解奏」是道教的，道观里面解冤释结，做法事写疏文奏玉皇上帝，违背了佛陀教诲。「祠祀」供养邪神，这是民间的迷信。邪神有没有？给诸位说，不能说没有，他不是正神，他也有一点神通，也有一点感应，如果没有神通感应，谁去拜祂？小事才有感应，大事他就胡说八道。他欺骗了你，你受害了，你也没办法找他。",
      "zh_TW": "為什麼會有這種情形發生？雖然信佛、學佛，對於佛的教誨不能夠明瞭，所以一遇到事情發生，信心就動搖。在這個情況之下，台灣有巫師，駕乩扶鸞這一類的，求籤問卦那就更多，老修行的人都免不了。「解奏」是道教的，道觀裡面解冤釋結，做法事寫疏文奏玉皇上帝，違背了佛陀教誨。「祠祀」供養邪神，這是民間的迷信。邪神有沒有？給諸位說，不能說沒有，他不是正神，他也有一點神通，也有一點感應，如果沒有神通感應，誰去拜祂？小事才有感應，大事他就胡說八道。他欺騙了你，你受害了，你也沒辦法找他。"
    },
    {
      "id": "15-014-0011_p0005",
      "zh_CN": "这些事情，像驾乩扶鸾很多人相信。我初学佛的时候，曾经就这桩事情请教过章嘉大师，这个东西到底灵不灵？到底是怎么回事情？扶鸾在我印象里很深刻，我童年的时候在福建念书，抗战前一年我到福建，我小学在福建念的，那个地方人扶鸾的风气很盛，普通家庭里面每一个月都可能有一两次，我们做小孩的就在旁边看，看了我们相信。为什么？扶鸾的人不认识字，找哪些人？在那个年代没有自来水，城市里面住家的人专门有挑水卖水的，这是苦力。拉黄包车的，那个时候三轮车没有，只有拉黄包车的。卖柴的，烧灶都是用柴火，这些人都不认识字，扶鸾的时候就找这些人来，两个人。乩盘像个小畚箕一样，他们很考究，前面刻一个龙头，龙的舌头伸得很长，用龙的舌头在沙盘上写字，两个人扶，两个都不认识字，随便在街上找来的。沙盘上写出来的字工工整整，我们都看得很清楚，不认识字的人居然在沙盘上写出很规矩的字，不能不信。他写的速度很慢，像小朋友学写字一样，所以我很相信。",
      "zh_TW": "這些事情，像駕乩扶鸞很多人相信。我初學佛的時候，曾經就這樁事情請教過章嘉大師，這個東西到底靈不靈？到底是怎麼回事情？扶鸞在我印象裡很深刻，我童年的時候在福建念書，抗戰前一年我到福建，我小學在福建念的，那個地方人扶鸞的風氣很盛，普通家庭裡面每一個月都可能有一兩次，我們做小孩的就在旁邊看，看了我們相信。為什麼？扶鸞的人不認識字，找哪些人？在那個年代沒有自來水，城市裡面住家的人專門有挑水賣水的，這是苦力。拉黃包車的，那個時候三輪車沒有，只有拉黃包車的。賣柴的，燒灶都是用柴火，這些人都不認識字，扶鸞的時候就找這些人來，兩個人。乩盤像個小畚箕一樣，他們很考究，前面刻一個龍頭，龍的舌頭伸得很長，用龍的舌頭在沙盤上寫字，兩個人扶，兩個都不認識字，隨便在街上找來的。沙盤上寫出來的字工工整整，我們都看得很清楚，不認識字的人居然在沙盤上寫出很規矩的字，不能不信。他寫的速度很慢，像小朋友學寫字一樣，所以我很相信。"
    },
    {
      "id": "15-014-0011_p0006",
      "zh_CN": "到台湾来之后，我也遇到一些朋友，他们喜欢扶鸾，带我去参观，我去看我就很怀疑。为什么？扶鸾是专门有这个人，其他人都不行，沙盘里面写字的速度之快，完全是草书，我怎么看看了一个多小时，一个字我都不认识、都看不出来。他口里头念念有词，旁边有人在做笔记，一个小时下来写了几千字。我非常非常怀疑，我把这个事情报告章嘉大师，章嘉大师告诉我：「凡是扶鸾多半是灵鬼降坛，他要是说明他的身分，没有人会相信他，冒充佛菩萨、冒充圣人、冒充神仙，不是真的，小事很灵验，大事就靠不住。」章嘉大师还告诉我：满清亡国亡在扶鸾上，慈禧太后相信这一套。",
      "zh_TW": "到台灣來之後，我也遇到一些朋友，他們喜歡扶鸞，帶我去參觀，我去看我就很懷疑。為什麼？扶鸞是專門有這個人，其他人都不行，沙盤裡面寫字的速度之快，完全是草書，我怎麼看看了一個多小時，一個字我都不認識、都看不出來。他口裡頭念念有詞，旁邊有人在做筆記，一個小時下來寫了幾千字。我非常非常懷疑，我把這個事情報告章嘉大師，章嘉大師告訴我：「凡是扶鸞多半是靈鬼降壇，他要是說明他的身分，沒有人會相信他，冒充佛菩薩、冒充聖人、冒充神仙，不是真的，小事很靈驗，大事就靠不住。」章嘉大師還告訴我：滿清亡國亡在扶鸞上，慈禧太后相信這一套。"
    },
    {
      "id": "15-014-0011_p0007",
      "zh_CN": "我们知道满清在早年宫廷里面读《无量寿经》，从皇帝、这些大臣、臣子个个都是依教奉行，所以他的国家那么样的强盛。康熙、雍正、乾隆，中国是世界上最强的国家，宫廷里面念《无量寿经》，请法师在宫廷里面讲经，都明佛理，都能够依教奉行。满清早期的皇帝聪明得不得了！要知道满清入关，少数民族统治多数民族，他入关的时候有多少军队？给诸位说，十二万人把明朝打败，统治中国二百六十多年。凭什么？凭佛教。所以那些皇帝对国家的百姓，不是说他的命令，不是说他的圣旨，为什么？老百姓未必会相信他。他怎么说？「孔老夫子讲的」，我们就相信了，没话说了；「释迦牟尼佛讲的」，中国信佛的人多，没话说。他用儒、用佛来治国，让中国人服服贴贴的服从他、顺从他。到了末年，宫廷里面读经的风气被慈禧太后废除了。我们就想慈禧为什么会废除？看《无量寿经》上所讲的，大概都把慈禧太后的毛病揭穿了，她恐怕看到这个经很难为情，「算了！不要念了」。不要念了搞什么？驾乩扶鸾。她相信巫师，把佛法舍弃掉了，国运一下就衰下来，满清亡国亡在慈禧的手上。如果她要是维系祖宗的成法，恐怕中国今天还是大清帝国。这是事实。我们明了之后，才晓得这个利害得失。不相信佛菩萨教诲，相信驾乩扶鸾，国家大事不找这些大臣来开会商量，完全听命于鸾坛上这些指示，把国家搞亡了。",
      "zh_TW": "我們知道滿清在早年宮廷裡面讀《無量壽經》，從皇帝、這些大臣、臣子個個都是依教奉行，所以他的國家那麼樣的強盛。康熙、雍正、乾隆，中國是世界上最強的國家，宮廷裡面念《無量壽經》，請法師在宮廷裡面講經，都明佛理，都能夠依教奉行。滿清早期的皇帝聰明得不得了！要知道滿清入關，少數民族統治多數民族，他入關的時候有多少軍隊？給諸位說，十二萬人把明朝打敗，統治中國二百六十多年。憑什麼？憑佛教。所以那些皇帝對國家的百姓，不是說他的命令，不是說他的聖旨，為什麼？老百姓未必會相信他。他怎麼說？「孔老夫子講的」，我們就相信了，沒話說了；「釋迦牟尼佛講的」，中國信佛的人多，沒話說。他用儒、用佛來治國，讓中國人服服貼貼的服從他、順從他。到了末年，宮廷裡面讀經的風氣被慈禧太后廢除了。我們就想慈禧為什麼會廢除？看《無量壽經》上所講的，大概都把慈禧太后的毛病揭穿了，她恐怕看到這個經很難為情，「算了！不要念了」。不要念了搞什麼？駕乩扶鸞。她相信巫師，把佛法捨棄掉了，國運一下就衰下來，滿清亡國亡在慈禧的手上。如果她要是維繫祖宗的成法，恐怕中國今天還是大清帝國。這是事實。我們明瞭之後，才曉得這個利害得失。不相信佛菩薩教誨，相信駕乩扶鸞，國家大事不找這些大臣來開會商量，完全聽命於鸞壇上這些指示，把國家搞亡了。"
    },
    {
      "id": "15-014-0011_p0008",
      "zh_CN": "无论是大事是小事，学佛的人一定要依佛陀教诫为主宰，佛在经上怎么教我们，依教奉行，决定得到事事如意，纵然有凶灾，这个灾难可以化解，不是不能化解。所以经不能不读，理不能不明白。我们把圣学舍掉，去奉祀这些妖魔鬼怪，这大错了！『天神离远，不得善护』，善神拥护你，看到你舍弃正法，你去信邪法，这些护法神自然就离开了，不再护持你了。他们走了之后，一定又有一些鬼神到你身旁来，这些鬼神是什么？妖魔鬼怪，他来了。他来做你的护法神，你的麻烦就来了，你要不顺从他，他就来找你麻烦。妖魔鬼怪对人威胁利诱，最终的目的是把你送到地狱。",
      "zh_TW": "無論是大事是小事，學佛的人一定要依佛陀教誡為主宰，佛在經上怎麼教我們，依教奉行，決定得到事事如意，縱然有凶災，這個災難可以化解，不是不能化解。所以經不能不讀，理不能不明白。我們把聖學捨掉，去奉祀這些妖魔鬼怪，這大錯了！『天神離遠，不得善護』，善神擁護你，看到你捨棄正法，你去信邪法，這些護法神自然就離開了，不再護持你了。他們走了之後，一定又有一些鬼神到你身旁來，這些鬼神是什麼？妖魔鬼怪，他來了。他來做你的護法神，你的麻煩就來了，你要不順從他，他就來找你麻煩。妖魔鬼怪對人威脅利誘，最終的目的是把你送到地獄。"
    },
    {
      "id": "15-014-0011_p0009",
      "zh_CN": "『恶鬼屯门，令之衰耗』，我们学佛结果是家里面的财产损耗了，在社会上的地位失掉了。「衰」是地位失掉，「耗」是财产消耗。『所向不谐』，无论做什么事情都不称心、都不顺利，学佛学成这么样的结果，这些理事我们都要懂，学错了，没有依教奉行。另外还有一种原因，下面说『或从宿行恶道中来』，他的前世在三恶道，他从三恶道里罪受完之后，他到人道来投生，这样的人他还带着恶道的习气，这也是学佛不得谐偶的因素。",
      "zh_TW": "『惡鬼屯門，令之衰耗』，我們學佛結果是家裡面的財產損耗了，在社會上的地位失掉了。「衰」是地位失掉，「耗」是財產消耗。『所向不諧』，無論做什麼事情都不稱心、都不順利，學佛學成這麼樣的結果，這些理事我們都要懂，學錯了，沒有依教奉行。另外還有一種原因，下面說『或從宿行惡道中來』，他的前世在三惡道，他從三惡道裡罪受完之後，他到人道來投生，這樣的人他還帶著惡道的習氣，這也是學佛不得諧偶的因素。"
    },
    {
      "id": "15-014-0011_p0010",
      "zh_CN": "『现世罪人』，我们一般人讲他的业障很重，是属于这一类人。心思愦塞，我们一般人讲糊涂、不觉悟，这是业障深重，过去生中从恶道当中来的。总结，『非佛弟子』。虽然他也皈依也受戒了，于佛法实际上来说，他一无所知。这样的人在现在佛教里面占的比例很大，佛教之所以衰，就是因为这些人把佛教形象破坏了，这也是一个重要因素。当然更重要的，我们四众同学当中，出家在家真正发心学佛的人太少了。什么叫真正发心学佛？就是前面所讲的「得谐偶者」，那是真正发心学佛的。能信、能解、能行、能证，夏莲居老居士在《净语》里面讲的「真干」！那就是真正学佛的。真正学佛的人太少太少了。我们不要说别的，佛法最基本的教诲是十善业道，我们连十善都没有落实，在佛法里面怎么个修？起心动念依旧是贪瞋痴，三毒烦恼，我用现代的话来说，贪瞋痴是三种最严重、最根本的病毒。内有严重病毒，外面有五欲六尘诱惑，内外交感，你怎么会不生病？所有一切的病根在此地。你要想不生病，你把这个病根拔掉，真的你就不会生病了。所以要想自己这一生不生病，断贪瞋痴，你很不容易生病。贪瞋痴不断，内里头严重的病毒，麻烦！要想不生病相当不容易。佛在此地把学佛有得谐偶者、有得不谐偶者；换句话说，有得吉祥如意、有得不吉祥凶灾的，给我们说清楚、说明白了。讲义里面注解也值得诸位做参考，我们现在因为时间的关系要赶进度，讲义里面写的我们就不再重复。",
      "zh_TW": "『現世罪人』，我們一般人講他的業障很重，是屬於這一類人。心思憒塞，我們一般人講糊塗、不覺悟，這是業障深重，過去生中從惡道當中來的。總結，『非佛弟子』。雖然他也皈依也受戒了，於佛法實際上來說，他一無所知。這樣的人在現在佛教裡面佔的比例很大，佛教之所以衰，就是因為這些人把佛教形象破壞了，這也是一個重要因素。當然更重要的，我們四眾同學當中，出家在家真正發心學佛的人太少了。什麼叫真正發心學佛？就是前面所講的「得諧偶者」，那是真正發心學佛的。能信、能解、能行、能證，夏蓮居老居士在《淨語》裡面講的「真幹」！那就是真正學佛的。真正學佛的人太少太少了。我們不要說別的，佛法最基本的教誨是十善業道，我們連十善都沒有落實，在佛法裡面怎麼個修？起心動念依舊是貪瞋痴，三毒煩惱，我用現代的話來說，貪瞋痴是三種最嚴重、最根本的病毒。內有嚴重病毒，外面有五欲六塵誘惑，內外交感，你怎麼會不生病？所有一切的病根在此地。你要想不生病，你把這個病根拔掉，真的你就不會生病了。所以要想自己這一生不生病，斷貪瞋痴，你很不容易生病。貪瞋痴不斷，內裡頭嚴重的病毒，麻煩！要想不生病相當不容易。佛在此地把學佛有得諧偶者、有得不諧偶者；換句話說，有得吉祥如意、有得不吉祥凶災的，給我們說清楚、說明白了。講義裡面註解也值得諸位做參考，我們現在因為時間的關係要趕進度，講義裡面寫的我們就不再重複。"
    },
    {
      "id": "15-014-0011_p0011",
      "zh_CN": "特别提醒大家，要真修！对佛要真正相信，相信圣贤人的教诲，圣贤人教诲是无私的，诸佛菩萨对我们一无所求，真正的善知识对我们也是一无所求，我们对老师感恩。我过去亲近老师的时候，我的物质生活非常艰难，跟老师学那么多年，可以说对老师没有一分钱的供养，老师对我照顾非常周到。为什么？真教，我们真肯学。我跟章嘉大师每个星期到他那里去一次，两个小时，有时候谈话谈多了，到吃饭的时候，他老人家常常留我在一起吃饭，我没有供养他。李老师照顾就更周到了，冬天天冷没有衣服，人家供养他的好衣服都送给我穿，衣食住行方方面面都照顾到，我们感恩，真的是佛法里面所讲的「佛氏门中，不舍一人」！你一个人肯学、好学，老师不会舍弃你的。老师不希求你的供养，不希求你怎么样报答，绝对没有这个念头。老师唯一的希求是什么？希望你能够依教奉行、续佛慧命、弘法利生，这是他对我们唯一的愿望。诸佛如来对我们也是这个愿望，我们要明了。所以一无所求的我们应当相信，有条件的我们可以考虑，对我一无所求的，我再不相信，我相信谁？",
      "zh_TW": "特別提醒大家，要真修！對佛要真正相信，相信聖賢人的教誨，聖賢人教誨是無私的，諸佛菩薩對我們一無所求，真正的善知識對我們也是一無所求，我們對老師感恩。我過去親近老師的時候，我的物質生活非常艱難，跟老師學那麼多年，可以說對老師沒有一分錢的供養，老師對我照顧非常周到。為什麼？真教，我們真肯學。我跟章嘉大師每個星期到他那裡去一次，兩個小時，有時候談話談多了，到吃飯的時候，他老人家常常留我在一起吃飯，我沒有供養他。李老師照顧就更周到了，冬天天冷沒有衣服，人家供養他的好衣服都送給我穿，衣食住行方方面面都照顧到，我們感恩，真的是佛法裡面所講的「佛氏門中，不捨一人」！你一個人肯學、好學，老師不會捨棄你的。老師不希求你的供養，不希求你怎麼樣報答，絕對沒有這個念頭。老師唯一的希求是什麼？希望你能夠依教奉行、續佛慧命、弘法利生，這是他對我們唯一的願望。諸佛如來對我們也是這個願望，我們要明瞭。所以一無所求的我們應當相信，有條件的我們可以考慮，對我一無所求的，我再不相信，我相信誰？"
    },
    {
      "id": "15-014-0011_p0012",
      "zh_CN": "现在这个世间，造谣生事的人很多，破坏佛法的人很多，我们不能不知道，不能不留意，尽可能的避免给机会让别人造罪业，尽可能的避免。怎样才能避免？一定要受持经戒，我们能守戒，严守戒律，就能够避免过失。大戒在这个时代没有人能够持了，蕅益大师是明朝末年人，他是一个对于戒律下过功夫的人，就如同民国初年的弘一大师一样，对戒律下了很大的功夫。他告诉我们：「中国从南宋以后就没有比丘。」出家人比丘戒不能受持，不能受持比丘戒就没有比丘，所以出家的比丘是名字比丘，有名无实。虽没有比丘还有沙弥，沙弥戒十戒、二十四门威仪能够落实的还是有。蕅益大师受了戒之后，退戒，一生持沙弥戒，所以我们在他著作里面常常看到「菩萨戒沙弥」，他常常用这个名字，菩萨戒沙弥，名副其实。",
      "zh_TW": "現在這個世間，造謠生事的人很多，破壞佛法的人很多，我們不能不知道，不能不留意，盡可能的避免給機會讓別人造罪業，盡可能的避免。怎樣才能避免？一定要受持經戒，我們能守戒，嚴守戒律，就能夠避免過失。大戒在這個時代沒有人能夠持了，蕅益大師是明朝末年人，他是一個對於戒律下過功夫的人，就如同民國初年的弘一大師一樣，對戒律下了很大的功夫。他告訴我們：「中國從南宋以後就沒有比丘。」出家人比丘戒不能受持，不能受持比丘戒就沒有比丘，所以出家的比丘是名字比丘，有名無實。雖沒有比丘還有沙彌，沙彌戒十戒、二十四門威儀能夠落實的還是有。蕅益大師受了戒之後，退戒，一生持沙彌戒，所以我們在他著作裡面常常看到「菩薩戒沙彌」，他常常用這個名字，菩薩戒沙彌，名副其實。"
    },
    {
      "id": "15-014-0011_p0013",
      "zh_CN": "我们今天也受了三坛大戒，人家来问我们，我们要是称比丘，叫大妄语。为什么？你根本没有做到比丘的戒条，比丘这个水平你没有做到，你自以为是比丘，这就是大妄语。我们实际上是什么身分？蕅益大师是菩萨戒沙弥，他的徒弟不敢称沙弥。《蕅益大师全集》是成时法师编辑的，成时是蕅益大师的徒弟，成时自称出家优婆塞，虽然是谦虚，也是给我们做了一个好榜样，出家优婆塞。优婆塞是在家居士，就是出家的居士，他用这个身分，这个身分好。弘一大师也曾经用过这个身分，出家优婆塞，名实相副。现在很麻烦，出家优婆塞我们能不能达到这个标准？这个标准是三皈、五戒、十善真正落实了，你才是出家优婆塞。",
      "zh_TW": "我們今天也受了三壇大戒，人家來問我們，我們要是稱比丘，叫大妄語。為什麼？你根本沒有做到比丘的戒條，比丘這個水平你沒有做到，你自以為是比丘，這就是大妄語。我們實際上是什麼身分？蕅益大師是菩薩戒沙彌，他的徒弟不敢稱沙彌。《蕅益大師全集》是成時法師編輯的，成時是蕅益大師的徒弟，成時自稱出家優婆塞，雖然是謙虛，也是給我們做了一個好榜樣，出家優婆塞。優婆塞是在家居士，就是出家的居士，他用這個身分，這個身分好。弘一大師也曾經用過這個身分，出家優婆塞，名實相副。現在很麻煩，出家優婆塞我們能不能達到這個標準？這個標準是三皈、五戒、十善真正落實了，你才是出家優婆塞。"
    },
    {
      "id": "15-014-0011_p0014",
      "zh_CN": "三皈是「觉而不迷」、「正而不邪」、「净而不染」，这是三皈依。从迷邪染回归依觉正净，我们是不是真做到？五戒有没有做到？十善有没有做到？假如这些都没有做到，我们连出家优婆塞都不敢称，你称出家优婆塞你都是妄语，不能不认真反省检点。我们今天在世间究竟是什么样的身分？不自欺不欺人，我们可以避免三途的苦报。还要自欺欺人，三途苦报没有法子避免。装的样子装得再好没有用，假的！可以骗人，骗不了鬼神。中国古人常讲「举头三尺有神明」，我跟诸位说，这个话是真的不是假的。现在围绕我们身边是些什么样的鬼神？邪神、妖魔鬼怪，都是一些不善的围绕在我们身边。所以我们迷惑颠倒，求佛没有感应，读经记不住、健忘，听讲把意思解错、曲解了，常有的事情。这里面还有一个因素，魔在扰乱，让你身心自己不能作主，做恶事很容易，做好事很困难。没有诸佛护念，没有善神拥护。这些道理、事实真相不能不明了。",
      "zh_TW": "三皈是「覺而不迷」、「正而不邪」、「淨而不染」，這是三皈依。從迷邪染回歸依覺正淨，我們是不是真做到？五戒有沒有做到？十善有沒有做到？假如這些都沒有做到，我們連出家優婆塞都不敢稱，你稱出家優婆塞你都是妄語，不能不認真反省檢點。我們今天在世間究竟是什麼樣的身分？不自欺不欺人，我們可以避免三途的苦報。還要自欺欺人，三途苦報沒有法子避免。裝的樣子裝得再好沒有用，假的！可以騙人，騙不了鬼神。中國古人常講「舉頭三尺有神明」，我跟諸位說，這個話是真的不是假的。現在圍繞我們身邊是些什麼樣的鬼神？邪神、妖魔鬼怪，都是一些不善的圍繞在我們身邊。所以我們迷惑顛倒，求佛沒有感應，讀經記不住、健忘，聽講把意思解錯、曲解了，常有的事情。這裡面還有一個因素，魔在擾亂，讓你身心自己不能作主，做惡事很容易，做好事很困難。沒有諸佛護念，沒有善神擁護。這些道理、事實真相不能不明瞭。"
    },
    {
      "id": "15-014-0011_p0015",
      "zh_CN": "下面第五段，在二十三面，最后这一段经文，这是讲果报，不是真正如理如法学佛的人，他得什么样果报，佛在这里说：",
      "zh_TW": "下面第五段，在二十三面，最後這一段經文，這是講果報，不是真正如理如法學佛的人，他得什麼樣果報，佛在這裡說："
    },
    {
      "id": "15-014-0011_p0016",
      "zh_CN": "【死当入泥犁中被拷掠治。】",
      "zh_TW": "【死當入泥犁中被拷掠治。】"
    },
    {
      "id": "15-014-0011_p0017",
      "zh_CN": "这一句是总说，『泥犁』是地狱，早期翻经多半用「泥犁」，是印度梵文音译的，它的意思是苦地，这个地只有苦没有乐，以后翻作「地狱」。你堕在这里面，你被那些阎罗王、牛头马面阿傍、恶鬼，被他们来治你的罪。现在人看到这样的经文都说这是迷信，这部分可以把它删掉，「佛讲这些道理还不错，我们可以接受。讲到迷信的部分，统统把它剔掉」。自以为是！不知道佛在经上字字句句都是真实语，真正有福德的人相信，真正有智慧的人相信，有智慧的人明理，福德深厚的人心地善良，他相信那些话，相信这些事情。他的罪是什么？",
      "zh_TW": "這一句是總說，『泥犁』是地獄，早期翻經多半用「泥犁」，是印度梵文音譯的，它的意思是苦地，這個地只有苦沒有樂，以後翻作「地獄」。你墮在這裡面，你被那些閻羅王、牛頭馬面阿傍、惡鬼，被他們來治你的罪。現在人看到這樣的經文都說這是迷信，這部分可以把它刪掉，「佛講這些道理還不錯，我們可以接受。講到迷信的部分，統統把它剔掉」。自以為是！不知道佛在經上字字句句都是真實語，真正有福德的人相信，真正有智慧的人相信，有智慧的人明理，福德深厚的人心地善良，他相信那些話，相信這些事情。他的罪是什麼？"
    },
    {
      "id": "15-014-0011_p0018",
      "zh_CN": "【由其罪故。现自衰耗。】",
      "zh_TW": "【由其罪故。現自衰耗。】"
    },
    {
      "id": "15-014-0011_p0019",
      "zh_CN": "他造作一切不善，《十善业道经》是世尊对所有弟子最基本的教诲，它还不是戒律，你还不够资格守戒，先要学做一个好人，你要成佛你人都做不好，你怎么成得了佛？所以先教你做人，做人十善业，你要修十善业。经一开端，佛就教我们怎么去修，「昼夜常念、思惟、观察善法」，这个善法就是讲十善业。我们把这些句子念得清楚一点，「昼夜常念善法」，你的心就善；「思惟善法」，你的思想就善；「观察善法」，你的行为就善。佛接着教导我们，务必让你的善法念念增长，「不容毫分不善间杂」。这个话重要，这个话是佛对初入佛门的人最重要的教诲。我们果然能够依教奉行，你必定是真佛弟子。你要不能依教奉行，罪有应得，不可能幸免的，我们读了应当要警惕。",
      "zh_TW": "他造作一切不善，《十善業道經》是世尊對所有弟子最基本的教誨，它還不是戒律，你還不夠資格守戒，先要學做一個好人，你要成佛你人都做不好，你怎麼成得了佛？所以先教你做人，做人十善業，你要修十善業。經一開端，佛就教我們怎麼去修，「晝夜常念、思惟、觀察善法」，這個善法就是講十善業。我們把這些句子念得清楚一點，「晝夜常念善法」，你的心就善；「思惟善法」，你的思想就善；「觀察善法」，你的行為就善。佛接著教導我們，務必讓你的善法念念增長，「不容毫分不善間雜」。這個話重要，這個話是佛對初入佛門的人最重要的教誨。我們果然能夠依教奉行，你必定是真佛弟子。你要不能依教奉行，罪有應得，不可能倖免的，我們讀了應當要警惕。"
    },
    {
      "id": "15-014-0011_p0020",
      "zh_CN": "《十善业道经》我们在新加坡详细讲过一遍，大概光碟有八十多个，经文不长，你不能够透彻理解，怎么能落实？如何能得到学佛的好处，方东美先生过去跟我讲的「学佛是人生最高的享受」，人生最高享受你怎么能得到？能信、能解、能行，你才真的得到。你真正得到了，你才会真正感谢老师，你才会知恩报恩。现在为什么你不懂得报恩、不知恩？佛法真正好的味道没有尝到，你怎么会知恩！为什么你没有尝到？学佛，根本对于「佛」是什么不理解。很多佛教徒，甚至于出家人，我问你一句，什么叫佛、什么叫法，什么叫佛法，答不出来！为什么要学佛？学佛有什么好处？说不出来，你还能谈得上修行吗？所以这部经是学佛入门第一部经，《十善业道经》是第二部。学佛要从这部经学起，这是入门第一部经典，第一个课程，这个课程学不好，其他都不必谈了，全都落空了。由于自己造作的罪业，『现自衰耗』，你现前所得的，样样不称心、不如意。",
      "zh_TW": "《十善業道經》我們在新加坡詳細講過一遍，大概光碟有八十多個，經文不長，你不能夠透徹理解，怎麼能落實？如何能得到學佛的好處，方東美先生過去跟我講的「學佛是人生最高的享受」，人生最高享受你怎麼能得到？能信、能解、能行，你才真的得到。你真正得到了，你才會真正感謝老師，你才會知恩報恩。現在為什麼你不懂得報恩、不知恩？佛法真正好的味道沒有嘗到，你怎麼會知恩！為什麼你沒有嘗到？學佛，根本對於「佛」是什麼不理解。很多佛教徒，甚至於出家人，我問你一句，什麼叫佛、什麼叫法，什麼叫佛法，答不出來！為什麼要學佛？學佛有什麼好處？說不出來，你還能談得上修行嗎？所以這部經是學佛入門第一部經，《十善業道經》是第二部。學佛要從這部經學起，這是入門第一部經典，第一個課程，這個課程學不好，其他都不必談了，全都落空了。由於自己造作的罪業，『現自衰耗』，你現前所得的，樣樣不稱心、不如意。"
    },
    {
      "id": "15-014-0011_p0021",
      "zh_CN": "【后复受殃。】",
      "zh_TW": "【後復受殃。】"
    },
    {
      "id": "15-014-0011_p0022",
      "zh_CN": "将来恶报还在后头。",
      "zh_TW": "將來惡報還在後頭。"
    },
    {
      "id": "15-014-0011_p0023",
      "zh_CN": "【死趣恶道。】",
      "zh_TW": "【死趣惡道。】"
    },
    {
      "id": "15-014-0011_p0024",
      "zh_CN": "死了之后必定落在三途恶道。所以现在我们要很冷静的观察，不可以自欺欺人。我这一生所看到的，出家人死的相没有在家人好，我们看到很多老和尚过世，我们也常常看到居士往生，在这里就提高了警觉。为什么出家人不如在家人？在家人真修，出家人假修，完全欺骗信徒。从哪里看？出家人死全身僵硬，在家人往生瑞相全身柔软，从这里看到的。全身僵硬，死的时候很恐怖，他害怕，必堕三途。死的时候全身柔软，他走得很安详，决定不堕三恶道。在家人走的时候神智清楚，清清楚楚、明明白白；出家人走的时候迷惑颠倒、神智不清，徒弟在旁边不认识了。这个不得了，糊里糊涂死，他就随业力牵引，他没有能力辨别。中国人讲「五福」，五福最后一个是「好死」。好死，你将来好生，你生到好地方去；你死得不好，将来就生三恶道，这肯定的。细心去观察你就看出这些业因果报，你看到之后你自己才会警惕，「我将来死的时候怎么办？」现在依旧还要造业，将来果报，许许多多走的人那个样子就是我们的借镜，我们像他那样就糟了！",
      "zh_TW": "死了之後必定落在三途惡道。所以現在我們要很冷靜的觀察，不可以自欺欺人。我這一生所看到的，出家人死的相沒有在家人好，我們看到很多老和尚過世，我們也常常看到居士往生，在這裡就提高了警覺。為什麼出家人不如在家人？在家人真修，出家人假修，完全欺騙信徒。從哪裡看？出家人死全身僵硬，在家人往生瑞相全身柔軟，從這裡看到的。全身僵硬，死的時候很恐怖，他害怕，必墮三途。死的時候全身柔軟，他走得很安詳，決定不墮三惡道。在家人走的時候神智清楚，清清楚楚、明明白白；出家人走的時候迷惑顛倒、神智不清，徒弟在旁邊不認識了。這個不得了，糊裡糊塗死，他就隨業力牽引，他沒有能力辨別。中國人講「五福」，五福最後一個是「好死」。好死，你將來好生，你生到好地方去；你死得不好，將來就生三惡道，這肯定的。細心去觀察你就看出這些業因果報，你看到之後你自己才會警惕，「我將來死的時候怎麼辦？」現在依舊還要造業，將來果報，許許多多走的人那個樣子就是我們的借鏡，我們像他那樣就糟了！"
    },
    {
      "id": "15-014-0011_p0025",
      "zh_CN": "黄念祖老居士有一次跟我聊天讲得好，他说在古时候修行证果的人，在比例上讲出家男众最多，排名第一，第二是出家女众，第三是在家男居士，第四是在家女居士。现在颠倒了，修行最有成就的、比例最多的，真正念佛往生的，在家女居士排第一，在家男居士排第二，出家人排在末尾，颠倒了。在家人造业少，出家人造业重，上欺骗佛菩萨，下欺骗善心的信徒，这还得了！养尊处优，贪图五欲六尘的享受，不知道真正修行。如果严格的来说，你出家是为什么？你要说修行、往生、成佛、证果，在家一样可以完成、可以做到，你不应该出家。出家的使命是什么？续佛慧命、弘法利生。就跟释迦牟尼佛一样，出家就要讲经说法，做一个义务的多元文化社会教育工作者，把圣教教导一切众生，我们是干这个的。出家没有干这个事情，你是好人什么坏事情也没做，什么坏念头也没有，你都有罪。寺院就是一个学校，住持是校长，里面出家人是教职员，你这个学校没有教化众生你就有罪。现在我们这个附近学校不少，如果这个学校校长、老师都很好，都没有做事，天天不上课，天天不教学生，我想市政府一定要把他撤职查办，「我没做坏事」，你没有尽到你的责任。你选择这个行业，这个行业是教学的行业，是佛陀教育，你既然选择这个行业了，你没有把这个行业做好，你就有罪。",
      "zh_TW": "黃念祖老居士有一次跟我聊天講得好，他說在古時候修行證果的人，在比例上講出家男眾最多，排名第一，第二是出家女眾，第三是在家男居士，第四是在家女居士。現在顛倒了，修行最有成就的、比例最多的，真正念佛往生的，在家女居士排第一，在家男居士排第二，出家人排在末尾，顛倒了。在家人造業少，出家人造業重，上欺騙佛菩薩，下欺騙善心的信徒，這還得了！養尊處優，貪圖五欲六塵的享受，不知道真正修行。如果嚴格的來說，你出家是為什麼？你要說修行、往生、成佛、證果，在家一樣可以完成、可以做到，你不應該出家。出家的使命是什麼？續佛慧命、弘法利生。就跟釋迦牟尼佛一樣，出家就要講經說法，做一個義務的多元文化社會教育工作者，把聖教教導一切眾生，我們是幹這個的。出家沒有幹這個事情，你是好人什麼壞事情也沒做，什麼壞念頭也沒有，你都有罪。寺院就是一個學校，住持是校長，裡面出家人是教職員，你這個學校沒有教化眾生你就有罪。現在我們這個附近學校不少，如果這個學校校長、老師都很好，都沒有做事，天天不上課，天天不教學生，我想市政府一定要把他撤職查辦，「我沒做壞事」，你沒有盡到你的責任。你選擇這個行業，這個行業是教學的行業，是佛陀教育，你既然選擇這個行業了，你沒有把這個行業做好，你就有罪。"
    },
    {
      "id": "15-014-0011_p0026",
      "zh_CN": "现在出家人堕落的为什么这么多，死堕三途的太多太多，你要不细心观察你不觉得，粗心大意，细心一看不得了，太可怕！可怕到什么？自己都没学好，怎么能把别人教好！自己三皈五戒都没做到，还天天传三皈五戒骗人。我跟大家讲真话，我年岁大了，快要死了，「人之将死，其言也善」，希望大家觉悟，希望大家赶快回头，只要这一口气没断，真正忏悔回头还来得及；到你这口气断了，那你就来不及了。到你年岁衰老，很多得老人痴呆症那就完了，那就必堕三途。你要晓得往生西方极乐世界第一个条件是临命终时头脑清楚，最后一念是求生净土、是阿弥陀佛，他才能去得了。神智一迷糊，家亲眷属都不认识了，阿弥陀佛也忘掉了，这叫真正可怕，别人帮你助念都没有用处。为什么？不能接受，他也听不进去，甚至到那个时候他也听不懂，这些事实真相都要我们在平常细心去观察。堕恶道，佛在这边讲：",
      "zh_TW": "現在出家人墮落的為什麼這麼多，死墮三途的太多太多，你要不細心觀察你不覺得，粗心大意，細心一看不得了，太可怕！可怕到什麼？自己都沒學好，怎麼能把別人教好！自己三皈五戒都沒做到，還天天傳三皈五戒騙人。我跟大家講真話，我年歲大了，快要死了，「人之將死，其言也善」，希望大家覺悟，希望大家趕快回頭，只要這一口氣沒斷，真正懺悔回頭還來得及；到你這口氣斷了，那你就來不及了。到你年歲衰老，很多得老人痴呆症那就完了，那就必墮三途。你要曉得往生西方極樂世界第一個條件是臨命終時頭腦清楚，最後一念是求生淨土、是阿彌陀佛，他才能去得了。神智一迷糊，家親眷屬都不認識了，阿彌陀佛也忘掉了，這叫真正可怕，別人幫你助念都沒有用處。為什麼？不能接受，他也聽不進去，甚至到那個時候他也聽不懂，這些事實真相都要我們在平常細心去觀察。墮惡道，佛在這邊講："
    },
    {
      "id": "15-014-0011_p0027",
      "zh_CN": "【辗转受痛。酷不可言。】",
      "zh_TW": "【輾轉受痛。酷不可言。】"
    },
    {
      "id": "15-014-0011_p0028",
      "zh_CN": "地狱的果报，诸位细读《地藏菩萨本愿经》你就知道，这个经我们讲过，也留着有录像流通。原因：",
      "zh_TW": "地獄的果報，諸位細讀《地藏菩薩本願經》你就知道，這個經我們講過，也留著有錄像流通。原因："
    },
    {
      "id": "15-014-0011_p0029",
      "zh_CN": "【皆由积恶。其行不善。】",
      "zh_TW": "【皆由積惡。其行不善。】"
    },
    {
      "id": "15-014-0011_p0030",
      "zh_CN": "为什么有这样凄惨的果报？都是因为积恶，天天在累积恶行，你没有善行，这还得了！我们自己每天要反省，要找出自己的过失毛病，天天把这些毛病改过来，这叫真修行。不去自己找毛病，毛病天天在累积，愈积愈多，你的业障、罪过愈来愈重，这可不得了，这真的没救了。好，现在时间到了，我们就讲到此地。",
      "zh_TW": "為什麼有這樣悽慘的果報？都是因為積惡，天天在累積惡行，你沒有善行，這還得了！我們自己每天要反省，要找出自己的過失毛病，天天把這些毛病改過來，這叫真修行。不去自己找毛病，毛病天天在累積，愈積愈多，你的業障、罪過愈來愈重，這可不得了，這真的沒救了。好，現在時間到了，我們就講到此地。"
    }
  ]
}