{
  "doc_id": "15-014-0034",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0034",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "15-014-0034_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》第九十二面，从偈颂第二首看起：",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》第九十二面，從偈頌第二首看起："
    },
    {
      "id": "15-014-0034_p0002",
      "zh_CN": "【世浊多恶人。还自堕颠倒。谀谄諀訾圣。邪媚毁正真。】",
      "zh_TW": "【世濁多惡人。還自墮顛倒。諛諂諀訾聖。邪媚毀正真。】"
    },
    {
      "id": "15-014-0034_p0003",
      "zh_CN": "从这一首看起，这一首是讲恶人自甘堕落。『世浊』这两个字我们现在读到，确实是感慨无穷。「浊」就是污染，现在我们看这个世界，大家都知道，由于科学技术的发达，污染了地球的生态平衡，造成许许多多的灾难。世间许多国家地区，知道这个问题严重，都在提倡环保。能不能收到效果？我的看法是微乎其微，为什么？他没有找到污染的根本原因，不能够从根本下手。根本的原因是什么？是众生心理的污染，这才是真因。佛家常讲「依报随着正报转」，正报是我们起心动念。因此，如何能够防止心理的污染，环境的问题自然就解决了。",
      "zh_TW": "從這一首看起，這一首是講惡人自甘墮落。『世濁』這兩個字我們現在讀到，確實是感慨無窮。「濁」就是污染，現在我們看這個世界，大家都知道，由於科學技術的發達，污染了地球的生態平衡，造成許許多多的災難。世間許多國家地區，知道這個問題嚴重，都在提倡環保。能不能收到效果？我的看法是微乎其微，為什麼？他沒有找到污染的根本原因，不能夠從根本下手。根本的原因是什麼？是眾生心理的污染，這才是真因。佛家常講「依報隨著正報轉」，正報是我們起心動念。因此，如何能夠防止心理的污染，環境的問題自然就解決了。"
    },
    {
      "id": "15-014-0034_p0004",
      "zh_CN": "我们看看最近这一个世纪，特别是最近的五、六十年，从二次大战之后，科学技术突飞猛进，特别是大众传播的事业，电视、电脑网路这些东西发明了，普遍到全世界，将来的时候，几乎每个人手上都戴着有这些收听的工具。内容是什么？都是教你杀盗淫妄，全是教你十恶法，不是教你善法。小朋友从小就被这个污染，这个问题严重。我们也在资讯里面听到过儿童犯罪、学生犯罪，这些执法的人员调查问他：「你为什么要犯这个罪？」调查他的动机，他从电视上学来的，他模仿，从网路里面学来的，这还得了！所以这个世间怎么会不乱？怎么可能没有灾害？基督教、天主教、犹太教，这三个教是一家人，他们所遵从的经典都是《新旧约》，伊斯兰教所奉的是《古兰经》，这些宗教经典里面都讲世界末日，世界末日可不可能发生？我们要是看现前社会状况，是大有可能！",
      "zh_TW": "我們看看最近這一個世紀，特別是最近的五、六十年，從二次大戰之後，科學技術突飛猛進，特別是大眾傳播的事業，電視、電腦網路這些東西發明了，普遍到全世界，將來的時候，幾乎每個人手上都戴著有這些收聽的工具。內容是什麼？都是教你殺盜淫妄，全是教你十惡法，不是教你善法。小朋友從小就被這個污染，這個問題嚴重。我們也在資訊裡面聽到過兒童犯罪、學生犯罪，這些執法的人員調查問他：「你為什麼要犯這個罪？」調查他的動機，他從電視上學來的，他模仿，從網路裡面學來的，這還得了！所以這個世間怎麼會不亂？怎麼可能沒有災害？基督教、天主教、猶太教，這三個教是一家人，他們所遵從的經典都是《新舊約》，伊斯蘭教所奉的是《古蘭經》，這些宗教經典裡面都講世界末日，世界末日可不可能發生？我們要是看現前社會狀況，是大有可能！"
    },
    {
      "id": "15-014-0034_p0005",
      "zh_CN": "阿难这首偈给我们暗示，『世浊多恶人』，造十恶业的人，比例太多了，这个世间严重的污染，精神污染，物质污染，几乎到毁灭的程度。『还自堕颠倒』，这些人不知道回头，不觉悟，迷于十恶，迷于邪知邪见，这才是世间灾难的根本原因。我们要想救自己，不能不懂这个道理，自己要赶快回头。佛在大经里面告诉我们，世间有共业，共业里头也有不共业，《楞严经》里讲的「别业」，我们要觉悟，我们要回头，我们要真修！",
      "zh_TW": "阿難這首偈給我們暗示，『世濁多惡人』，造十惡業的人，比例太多了，這個世間嚴重的污染，精神污染，物質污染，幾乎到毀滅的程度。『還自墮顛倒』，這些人不知道回頭，不覺悟，迷於十惡，迷於邪知邪見，這才是世間災難的根本原因。我們要想救自己，不能不懂這個道理，自己要趕快回頭。佛在大經裡面告訴我們，世間有共業，共業裡頭也有不共業，《楞嚴經》裡講的「別業」，我們要覺悟，我們要回頭，我們要真修！"
    },
    {
      "id": "15-014-0034_p0006",
      "zh_CN": "后面这两句是讲存心有意毁谤三宝，阻碍世间人行善。注解里面讲『谀谄』，这是在第九十三面第一行：「谀谄」是指入佛法中破佛法。真有，不是没有。他为什么学佛？是为名闻利养而学佛的，甚至于出家的。为什么出家？这一个行业里头得名闻利养容易，比你做哪一行生意都好赚，哪一个行业里头还都要本钱，这是无本万利，不是一本万利，是无本万利！确实有不少人，那是世间聪明人，他看准了，他来从事这个行业，所谓是「开庙店」、「开佛店」，欺骗善男信女，确实他也能得逞一时，后面果报都在地狱，他不知道，他真的不知道。你要是问他，讲到地狱三途，他会反过来问你：「你相信这是真的吗？」你说有什么法子！所以佛门有个谚语说：「信徒怕因果，因果怕和尚！」你们想想这个意思。出家人不相信因果报应，说佛在经上讲因果报应是吓唬人的，不过是劝人为善而已。这是邪知邪见，『邪媚毁正真』！",
      "zh_TW": "後面這兩句是講存心有意毀謗三寶，阻礙世間人行善。註解裡面講『諛諂』，這是在第九十三面第一行：「諛諂」是指入佛法中破佛法。真有，不是沒有。他為什麼學佛？是為名聞利養而學佛的，甚至於出家的。為什麼出家？這一個行業裡頭得名聞利養容易，比你做哪一行生意都好賺，哪一個行業裡頭還都要本錢，這是無本萬利，不是一本萬利，是無本萬利！確實有不少人，那是世間聰明人，他看準了，他來從事這個行業，所謂是「開廟店」、「開佛店」，欺騙善男信女，確實他也能得逞一時，後面果報都在地獄，他不知道，他真的不知道。你要是問他，講到地獄三途，他會反過來問你：「你相信這是真的嗎？」你說有什麼法子！所以佛門有個諺語說：「信徒怕因果，因果怕和尚！」你們想想這個意思。出家人不相信因果報應，說佛在經上講因果報應是嚇唬人的，不過是勸人為善而已。這是邪知邪見，『邪媚毀正真』！"
    },
    {
      "id": "15-014-0034_p0007",
      "zh_CN": "尤其是《地藏菩萨本愿经》里面讲的三途、地狱苦报，出家人常常诵这部经，诵了他不相信这经上所说的。这是我亲眼所见、亲耳所闻。这是出家人，也是我们同辈分，常常在一起聊天，「净空法师，你真相信这一套？」我有什么法子！我真相信，他真不相信，真的是胆大妄为！问我话的这几个法师，现在都不在了，都已经走了。所以我们一定要相信，佛在经典上的话句句是真实。佛教我们不妄语，他怎么可能用这种方式来教化众生？佛一生讲经说法四十九年，如果有一次妄语，我们就想到，有一次可能就有两次，可能就有十次、百次，我们对他的信心就没有了。世间聪明人不干这个事情，何况是诸佛菩萨！句句话都是真实语、诚谛语，我们要相信。底下一首接着说：",
      "zh_TW": "尤其是《地藏菩薩本願經》裡面講的三途、地獄苦報，出家人常常誦這部經，誦了他不相信這經上所說的。這是我親眼所見、親耳所聞。這是出家人，也是我們同輩分，常常在一起聊天，「淨空法師，你真相信這一套？」我有什麼法子！我真相信，他真不相信，真的是膽大妄為！問我話的這幾個法師，現在都不在了，都已經走了。所以我們一定要相信，佛在經典上的話句句是真實。佛教我們不妄語，他怎麼可能用這種方式來教化眾生？佛一生講經說法四十九年，如果有一次妄語，我們就想到，有一次可能就有兩次，可能就有十次、百次，我們對他的信心就沒有了。世間聰明人不幹這個事情，何況是諸佛菩薩！句句話都是真實語、誠諦語，我們要相信。底下一首接著說："
    },
    {
      "id": "15-014-0034_p0008",
      "zh_CN": "【不信世有佛。言佛非大道。是人是非人。自作众罪本。】",
      "zh_TW": "【不信世有佛。言佛非大道。是人是非人。自作眾罪本。】"
    },
    {
      "id": "15-014-0034_p0009",
      "zh_CN": "邪见之人，不相信世间有佛。佛是世间证得究竟圆满智慧的人，对于世出世间法彻底通达明了，在佛门里面称他为佛陀。佛告诉我们，这种究竟圆满智慧德能，不是他一个人的专利，他在《华严经》上讲得非常好，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，佛把这事实真相给我们一语道破。佛智慧真的是无量无边，佛说这无量无边的智慧，我们一切众生个个都有，不是他专利。「德相」说两桩事情，德是讲能力，万德万能，无所不知、无所不能，我们每个人也有。「相」是相好，你们在经上看到西方极乐世界的依正庄严，《华严经》上看到毘卢遮那佛华藏世界的依正庄严，我们个个人都有。都有，为什么现在沦落到这个地步？佛说了，只是你有妄想分别执着，把你的智慧、德能、相好全都障碍住了，就这么回事情！",
      "zh_TW": "邪見之人，不相信世間有佛。佛是世間證得究竟圓滿智慧的人，對於世出世間法徹底通達明瞭，在佛門裡面稱他為佛陀。佛告訴我們，這種究竟圓滿智慧德能，不是他一個人的專利，他在《華嚴經》上講得非常好，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，佛把這事實真相給我們一語道破。佛智慧真的是無量無邊，佛說這無量無邊的智慧，我們一切眾生個個都有，不是他專利。「德相」說兩樁事情，德是講能力，萬德萬能，無所不知、無所不能，我們每個人也有。「相」是相好，你們在經上看到西方極樂世界的依正莊嚴，《華嚴經》上看到毘盧遮那佛華藏世界的依正莊嚴，我們個個人都有。都有，為什麼現在淪落到這個地步？佛說了，只是你有妄想分別執著，把你的智慧、德能、相好全都障礙住了，就這麼回事情！"
    },
    {
      "id": "15-014-0034_p0010",
      "zh_CN": "佛教导我们，他有给我们什么？他什么都没给我们，这个诸位要晓得。佛只是提醒我们，说出事实真相。他也是凡夫修成的，只要我们能够把妄想分别执着断尽，那你就成佛了。在佛法里面，修学也是三个层次，执着离开了，于一切世出世间法决定不再执着，你就证阿罗汉果，称之为正觉；你再能把分别断掉，于世出世间一切法决定没有分别心，你的境界向上提升了一个层次，正等正觉，我们称菩萨；如果再把妄想也断掉、断干净了，就称为无上正等正觉，称之为佛陀。由此可知，佛、菩萨、阿罗汉，是佛教修学，就像现在讲三个学位，是学位的名称。世间有没有佛？确确实实有，有妄想分别执着统统断尽的人，那个人就是佛。你要是肯干，你要能把这三个东西断尽，你现在就成佛了。凡夫成佛，跟诸位讲，在一念之间。一念果然觉悟了，真的觉悟了，所谓「放下屠刀，立地成佛」，那个屠刀是什么？妄想分别执着，屠杀你的法身慧命。佛才是真正的大道，就是无上正等正觉。",
      "zh_TW": "佛教導我們，他有給我們什麼？他什麼都沒給我們，這個諸位要曉得。佛只是提醒我們，說出事實真相。他也是凡夫修成的，只要我們能夠把妄想分別執著斷盡，那你就成佛了。在佛法裡面，修學也是三個層次，執著離開了，於一切世出世間法決定不再執著，你就證阿羅漢果，稱之為正覺；你再能把分別斷掉，於世出世間一切法決定沒有分別心，你的境界向上提升了一個層次，正等正覺，我們稱菩薩；如果再把妄想也斷掉、斷乾淨了，就稱為無上正等正覺，稱之為佛陀。由此可知，佛、菩薩、阿羅漢，是佛教修學，就像現在講三個學位，是學位的名稱。世間有沒有佛？確確實實有，有妄想分別執著統統斷盡的人，那個人就是佛。你要是肯幹，你要能把這三個東西斷盡，你現在就成佛了。凡夫成佛，跟諸位講，在一念之間。一念果然覺悟了，真的覺悟了，所謂「放下屠刀，立地成佛」，那個屠刀是什麼？妄想分別執著，屠殺你的法身慧命。佛才是真正的大道，就是無上正等正覺。"
    },
    {
      "id": "15-014-0034_p0011",
      "zh_CN": "诸佛菩萨苦口婆心教导，他不相信，他不能接受，阿难说这个人『是人是非人』，「是人」是什么？是个人的样子，这句话意思很深，实际上他已经不是人了，不是人是什么？三途畜生！愚痴，他没有智慧，『自作众罪本』。注解里面，我把这一句的意思念给大家听，在九十四面第一行，我们从最后一个字念起：「虽外具人形，其实已失人格根本。」这就「是人是非人」。「儒家人格为仁义礼智信」，人格就是做人的资格、做人的条件，必须具备这个条件，这才是个人。佛家做人的条件是五戒十善，如果人把五常舍弃掉，把五戒十善也舍弃掉，这个人就不是人了。不是人是什么？《左传》里头有一句话说得很好，「人弃常则妖兴」，常就是五常，就像我们佛门里面的五戒十善。如果不讲这个，把这个丢掉了，他是妖魔鬼怪，他不是人，是个人的形状，实际上他是妖魔鬼怪。",
      "zh_TW": "諸佛菩薩苦口婆心教導，他不相信，他不能接受，阿難說這個人『是人是非人』，「是人」是什麼？是個人的樣子，這句話意思很深，實際上他已經不是人了，不是人是什麼？三途畜生！愚痴，他沒有智慧，『自作眾罪本』。註解裡面，我把這一句的意思念給大家聽，在九十四面第一行，我們從最後一個字念起：「雖外具人形，其實已失人格根本。」這就「是人是非人」。「儒家人格為仁義禮智信」，人格就是做人的資格、做人的條件，必須具備這個條件，這才是個人。佛家做人的條件是五戒十善，如果人把五常捨棄掉，把五戒十善也捨棄掉，這個人就不是人了。不是人是什麼？《左傳》裡頭有一句話說得很好，「人棄常則妖興」，常就是五常，就像我們佛門裡面的五戒十善。如果不講這個，把這個丟掉了，他是妖魔鬼怪，他不是人，是個人的形狀，實際上他是妖魔鬼怪。"
    },
    {
      "id": "15-014-0034_p0012",
      "zh_CN": "所以诸位同修一定要知道，妖魔鬼怪不是青面獠牙，让你一看到就很害怕，妖魔鬼怪打扮得很漂亮，你看到都喜爱，你很容易上他当，妖魔鬼怪从这里看。这个人不讲仁义礼智信，不讲五戒十善，这个人在我们佛门讲是魔弟子，不是佛弟子。佛弟子最基本的一定把十善修好。不修十善，不顺人道，他不是人道，现在看到他是个人的样子，转眼之间他就堕恶道去了，造作无量无边的罪业。往下我们看第三段「各罪别报」，这是讲的五戒，我们讲破戒的果报。",
      "zh_TW": "所以諸位同修一定要知道，妖魔鬼怪不是青面獠牙，讓你一看到就很害怕，妖魔鬼怪打扮得很漂亮，你看到都喜愛，你很容易上他當，妖魔鬼怪從這裡看。這個人不講仁義禮智信，不講五戒十善，這個人在我們佛門講是魔弟子，不是佛弟子。佛弟子最基本的一定把十善修好。不修十善，不順人道，他不是人道，現在看到他是個人的樣子，轉眼之間他就墮惡道去了，造作無量無邊的罪業。往下我們看第三段「各罪別報」，這是講的五戒，我們講破戒的果報。"
    },
    {
      "id": "15-014-0034_p0013",
      "zh_CN": "【命尽往无择。刀剑解身形。食鬼好伐杀。镬汤涌其中。】",
      "zh_TW": "【命盡往無擇。刀劍解身形。食鬼好伐殺。鑊湯涌其中。】"
    },
    {
      "id": "15-014-0034_p0014",
      "zh_CN": "这一首是说地狱的总报。『命尽』，就是讲前面这个人，「不信世有佛，言佛非大道」，造作五逆十恶，死了以后，「命尽」是死了以后，堕地狱，『无择』就是无间地狱。下面三句是说无间地狱里面的果报，刀山剑树。『食鬼』是指牛头马面，地狱里面那些鬼族，这些鬼族一点慈悲心都没有，见到这个罪人，他就杀害他。『镬汤』就是我们常讲的油鼎。地狱里面的刑具太多太多，说之不尽，《地藏菩萨本愿经》里面介绍的比较详细，但是实在讲也不过是千万分之一二，哪里能说得尽？无间地狱是地狱里面所有一切刑罚同时都要受，不是一个一个受的，同时都要受。《地藏经》上讲得很清楚，堕在无间地狱，他感觉自己的身体跟地狱一样大，地狱里面所有一切刑罚同时受。死了之后，业风一吹他又醒过来了，一天当中真是万死万生，确实求生不得，求死不能，一定要等他罪报受满他才能出来。所以地狱的罪，决定不能造。世尊在《楞严经》里面跟我们讲六道，单单地狱这一道，占一大段经文里面二分之一。佛为什么要这样详细说？那就是告诉你，地狱很容易进去，不容易出来，太苦了，警惕人千万不要造地狱罪。可是我们看看现在人，造无间地狱的人确实很多，这些人正是经上所讲的「可怜悯者」，他们的确无知，不知道道理，不了解事实真相，胆大妄为！这些事，诸位同修多读《地藏菩萨本愿经》你就明白了，什么样的业因，感什么样的果报。底下一句：",
      "zh_TW": "這一首是說地獄的總報。『命盡』，就是講前面這個人，「不信世有佛，言佛非大道」，造作五逆十惡，死了以後，「命盡」是死了以後，墮地獄，『無擇』就是無間地獄。下面三句是說無間地獄裡面的果報，刀山劍樹。『食鬼』是指牛頭馬面，地獄裡面那些鬼族，這些鬼族一點慈悲心都沒有，見到這個罪人，他就殺害他。『鑊湯』就是我們常講的油鼎。地獄裡面的刑具太多太多，說之不盡，《地藏菩薩本願經》裡面介紹的比較詳細，但是實在講也不過是千萬分之一二，哪裡能說得盡？無間地獄是地獄裡面所有一切刑罰同時都要受，不是一個一個受的，同時都要受。《地藏經》上講得很清楚，墮在無間地獄，他感覺自己的身體跟地獄一樣大，地獄裡面所有一切刑罰同時受。死了之後，業風一吹他又醒過來了，一天當中真是萬死萬生，確實求生不得，求死不能，一定要等他罪報受滿他才能出來。所以地獄的罪，決定不能造。世尊在《楞嚴經》裡面跟我們講六道，單單地獄這一道，佔一大段經文裡面二分之一。佛為什麼要這樣詳細說？那就是告訴你，地獄很容易進去，不容易出來，太苦了，警惕人千萬不要造地獄罪。可是我們看看現在人，造無間地獄的人確實很多，這些人正是經上所講的「可憐憫者」，他們的確無知，不知道道理，不了解事實真相，膽大妄為！這些事，諸位同修多讀《地藏菩薩本願經》你就明白了，什麼樣的業因，感什麼樣的果報。底下一句："
    },
    {
      "id": "15-014-0034_p0015",
      "zh_CN": "【婬佚抱铜柱。大火相烧然。】",
      "zh_TW": "【婬佚抱銅柱。大火相燒然。】"
    },
    {
      "id": "15-014-0034_p0016",
      "zh_CN": "这是讲邪淫的果报。这个铜柱是古时候讲的「炮烙」，殷纣王那个时候制的这种刑罚。这个铜柱用火烧，全部燃烧起来之后，这个罪人叫他抱这个柱子，这是邪淫的果报。世间人哪里晓得这个事情？你跟他讲，他摇头，他不相信，到临命终时，地狱相现前，后悔莫及。地狱里头的刑罚，绝对不是阎罗王设置的，而是由自己罪业自自然然变现出来的。就像你作梦一样，做的这些恶梦，恶梦不是有人造作，不是有人在那里导演的，是你自己阿赖耶识里头潜意识变现出来的。下面一句：",
      "zh_TW": "這是講邪淫的果報。這個銅柱是古時候講的「炮烙」，殷紂王那個時候制的這種刑罰。這個銅柱用火燒，全部燃燒起來之後，這個罪人叫他抱這個柱子，這是邪淫的果報。世間人哪裡曉得這個事情？你跟他講，他搖頭，他不相信，到臨命終時，地獄相現前，後悔莫及。地獄裡頭的刑罰，絕對不是閻羅王設置的，而是由自己罪業自自然然變現出來的。就像你作夢一樣，做的這些惡夢，惡夢不是有人造作，不是有人在那裡導演的，是你自己阿賴耶識裡頭潛意識變現出來的。下面一句："
    },
    {
      "id": "15-014-0034_p0017",
      "zh_CN": "【诽谤清高士。铁钳拔其舌。】",
      "zh_TW": "【誹謗清高士。鐵鉗拔其舌。】"
    },
    {
      "id": "15-014-0034_p0018",
      "zh_CN": "这是恶意毁谤贤善，前面讲的贤人善士。这些人是世间的好人，他住在这个世间，他的德行、他的教化能够利益一方，你恶意毁谤，障碍他劝化众生，使许许多多众生对他丧失信心，迷失了法身慧命，这个因果你要背。果报在拔舌地狱！下面这一首：",
      "zh_TW": "這是惡意毀謗賢善，前面講的賢人善士。這些人是世間的好人，他住在這個世間，他的德行、他的教化能夠利益一方，你惡意毀謗，障礙他勸化眾生，使許許多多眾生對他喪失信心，迷失了法身慧命，這個因果你要背。果報在拔舌地獄！下面這一首："
    },
    {
      "id": "15-014-0034_p0019",
      "zh_CN": "【乱酒无礼节。迷惑失人道。死入地狱中。洋铜沃其口。】",
      "zh_TW": "【亂酒無禮節。迷惑失人道。死入地獄中。洋銅沃其口。】"
    },
    {
      "id": "15-014-0034_p0020",
      "zh_CN": "这是「乱酒」的罪报。诸位同修在此地一定要知道，五戒里面杀盗淫妄是性罪，你犯了本身就有罪，你受五戒犯了罪，不受五戒还是犯罪。不能说我不受戒了，杀盗淫妄就没有罪了，那你就错了。但是酒这一条，你不受这一条戒，你没有罪，受了你就有破戒之罪。但是你必须要晓得，酒属于遮戒，遮是什么？是预防的，怕你酒醉乱性，去造杀盗淫妄，用意在此地。我们仔细观察，古今中外，凡是造杀盗淫妄造作罪业的，大概与酒都有关系，他酒喝多了，迷失了本性。",
      "zh_TW": "這是「亂酒」的罪報。諸位同修在此地一定要知道，五戒裡面殺盜淫妄是性罪，你犯了本身就有罪，你受五戒犯了罪，不受五戒還是犯罪。不能說我不受戒了，殺盜淫妄就沒有罪了，那你就錯了。但是酒這一條，你不受這一條戒，你沒有罪，受了你就有破戒之罪。但是你必須要曉得，酒屬於遮戒，遮是什麼？是預防的，怕你酒醉亂性，去造殺盜淫妄，用意在此地。我們仔細觀察，古今中外，凡是造殺盜淫妄造作罪業的，大概與酒都有關係，他酒喝多了，迷失了本性。"
    },
    {
      "id": "15-014-0034_p0021",
      "zh_CN": "经文头一句讲得好，『乱酒无礼节』。佛家「不饮酒」是智慧，也就是说时时刻刻，用现代的话来讲，保持你头脑的清醒，你不要被迷惑了。酒是最容易迷惑人的，所以佛把它列入根本大戒，很有道理！但是酒的开缘很多，你生病的时候，特别是中医，中医里面很多药用酒作药引，这可以用，为什么？这不会醉的。酒可以做料理，菜里面作配料，这个可以用，我们讲料酒，你就记住，这是不会醉人的，不会有「乱酒」这种情形的。还有一种，帮住血液循环，年岁大的人，佛经里面讲七十以上，体力衰弱，血液循环不好，佛容许，开缘！用酒帮助你血液循环。",
      "zh_TW": "經文頭一句講得好，『亂酒無禮節』。佛家「不飲酒」是智慧，也就是說時時刻刻，用現代的話來講，保持你頭腦的清醒，你不要被迷惑了。酒是最容易迷惑人的，所以佛把它列入根本大戒，很有道理！但是酒的開緣很多，你生病的時候，特別是中醫，中醫裡面很多藥用酒作藥引，這可以用，為什麼？這不會醉的。酒可以做料理，菜裡面作配料，這個可以用，我們講料酒，你就記住，這是不會醉人的，不會有「亂酒」這種情形的。還有一種，幫住血液循環，年歲大的人，佛經裡面講七十以上，體力衰弱，血液循環不好，佛容許，開緣！用酒幫助你血液循環。"
    },
    {
      "id": "15-014-0034_p0022",
      "zh_CN": "佛制定这些戒律通情达理，所以在什么状况之下是开戒，什么状况之下是破戒，你要搞清楚、搞明白。持戒对于佛制戒的因缘、制戒的道理，以及这条戒如何落实在生活当中，都要懂得。你要是不懂，就死在戒律之下，那也错了。错在什么地方？错在你非常执着、非常顽固，让一些还没有学佛的人看到你这个形象，不敢学佛，错在这个地方。所以佛法教学活活泼泼，在在处处令一切众生生欢喜心，这个道理我们要懂，一定要做出好的榜样给人看。「乱酒」没有节制，必定做出其他的重罪，所以失礼。『迷惑失人道』，人道，前面讲的，儒家讲的五常，佛家讲的十善五戒，你都不能遵守，都违犯了。",
      "zh_TW": "佛制定這些戒律通情達理，所以在什麼狀況之下是開戒，什麼狀況之下是破戒，你要搞清楚、搞明白。持戒對於佛制戒的因緣、制戒的道理，以及這條戒如何落實在生活當中，都要懂得。你要是不懂，就死在戒律之下，那也錯了。錯在什麼地方？錯在你非常執著、非常頑固，讓一些還沒有學佛的人看到你這個形象，不敢學佛，錯在這個地方。所以佛法教學活活潑潑，在在處處令一切眾生生歡喜心，這個道理我們要懂，一定要做出好的榜樣給人看。「亂酒」沒有節制，必定做出其他的重罪，所以失禮。『迷惑失人道』，人道，前面講的，儒家講的五常，佛家講的十善五戒，你都不能遵守，都違犯了。"
    },
    {
      "id": "15-014-0034_p0023",
      "zh_CN": "『死入地狱中』，佛家讲地狱、讲饿鬼，种类很复杂。地狱不只一个，经典上讲，种类就有七十多种；饿鬼道有三十六种。每一个种类里面，所受的罪轻重有差别。最重的是无间地狱，这是造五逆十恶罪。『洋铜沃其口』，这是洋铜地狱，把铜加温到铜变成液体，「你不是要喝酒吗？」铜汁当作酒，这些小鬼们请你喝酒。诸位想想，洋铜喝下去之后，整个内脏都烧坏掉了，他要去受这种果报，这个果报太可怕了。这些话记住，是真的不是假的，确有其事！我们要小心谨慎。再看末后这一首：",
      "zh_TW": "『死入地獄中』，佛家講地獄、講餓鬼，種類很複雜。地獄不只一個，經典上講，種類就有七十多種；餓鬼道有三十六種。每一個種類裡面，所受的罪輕重有差別。最重的是無間地獄，這是造五逆十惡罪。『洋銅沃其口』，這是洋銅地獄，把銅加溫到銅變成液體，「你不是要喝酒嗎？」銅汁當作酒，這些小鬼們請你喝酒。諸位想想，洋銅喝下去之後，整個內臟都燒壞掉了，他要去受這種果報，這個果報太可怕了。這些話記住，是真的不是假的，確有其事！我們要小心謹慎。再看末後這一首："
    },
    {
      "id": "15-014-0034_p0024",
      "zh_CN": "【遭逢众厄难。毒痛不可言。若生还为人。下贱贫穷中。】",
      "zh_TW": "【遭逢眾厄難。毒痛不可言。若生還為人。下賤貧窮中。】"
    },
    {
      "id": "15-014-0034_p0025",
      "zh_CN": "这一首是总结破五戒的苦报。前面两句是讲三途之苦，地狱、饿鬼、畜生，说之不尽！后面这两句，他在三途里面，罪受完之后依旧会得人身，为什么？阿赖耶识里面有三善道的种子。恶报受尽之后，三善道的种子起现行，这得人身。得人身他还有恶道的余习，残余的习气，这个事情很麻烦！虽然得人身，依旧会造罪业，他有造作恶业的习气；『下贱贫穷中』。",
      "zh_TW": "這一首是總結破五戒的苦報。前面兩句是講三途之苦，地獄、餓鬼、畜生，說之不盡！後面這兩句，他在三途裡面，罪受完之後依舊會得人身，為什麼？阿賴耶識裡面有三善道的種子。惡報受盡之後，三善道的種子起現行，這得人身。得人身他還有惡道的餘習，殘餘的習氣，這個事情很麻煩！雖然得人身，依舊會造罪業，他有造作惡業的習氣；『下賤貧窮中』。"
    },
    {
      "id": "15-014-0034_p0026",
      "zh_CN": "因此我们一定要知道，世出世间法，实际的真相是什么？无非是因果报应而已。我们果然把这些事实看清楚、看明白，你就不会再造恶业了。不但不造恶业，我相信一个恶念都不会生，你会把阿赖耶识里头的恶缘统统断尽。纵然有恶的因，没有恶缘，这个恶的因不会现行，也就是说，不会有恶的果报。所以佛法不讲因生，讲「缘生」，道理在此地。这才叫真正有智慧，真正是个聪明人，我们应当要学习。再看下面的经文，「五戒别果」。前面是讲破戒你所受的罪报，现在反过来给你讲持戒：",
      "zh_TW": "因此我們一定要知道，世出世間法，實際的真相是什麼？無非是因果報應而已。我們果然把這些事實看清楚、看明白，你就不會再造惡業了。不但不造惡業，我相信一個惡念都不會生，你會把阿賴耶識裡頭的惡緣統統斷盡。縱然有惡的因，沒有惡緣，這個惡的因不會現行，也就是說，不會有惡的果報。所以佛法不講因生，講「緣生」，道理在此地。這才叫真正有智慧，真正是個聰明人，我們應當要學習。再看下面的經文，「五戒別果」。前面是講破戒你所受的罪報，現在反過來給你講持戒："
    },
    {
      "id": "15-014-0034_p0027",
      "zh_CN": "【不杀得长寿。无病常康强。】",
      "zh_TW": "【不殺得長壽。無病常康強。】"
    },
    {
      "id": "15-014-0034_p0028",
      "zh_CN": "不杀生，得的果报是长寿。诸位要知道，不杀就是无畏布施，必须要做到蚊虫、蚂蚁小动物，都没有杀害牠的念头，要做到这一点。我们平常在家的同修们，厨房、洗手间，常常有蟑螂、有蚊虫、有蚂蚁这些小动物来骚扰，你要用慈悲心看待，决定不能杀害。你杀害，你跟牠结冤仇，你的果报折损你的寿命，你容易得疾病，有疾病缠扰。还得想到即使是小蚂蚁，牠也是一条命，牠也贪生怕死，你杀害牠，将来你堕落成蚂蚁，牠变成人，他也要杀你，冤冤相报，没完没了！愈想就愈可怕。因此，佛教导我们，像厨房这些场所，保持清洁，整齐清洁，这些小动物自然就少了。同时我们要明了，要跟这些小动物好好的相处，牠到这儿来找什么？来找食物的，来谋生的。像我们每天去外面工作，也是谋生，牠到你厨房来，牠是来谋生的，牠不犯死罪。我们应当有布施供养的心，帮助牠，常常照顾牠，牠有灵性，牠会跟你合作，不会来干扰你。我们平常被蚊子叮了一口，那个蚊子也是来谋生的，是来找东西吃的，牠来叮我们的时候，我们想想，我们是受过三皈的佛弟子，受过菩萨戒的菩萨，那我们应当布施供养牠才对。你把牠赶走就错误了，你那么吝啬不肯布施，你再把牠打死，那个罪过就更重了。从这些小地方做起。",
      "zh_TW": "不殺生，得的果報是長壽。諸位要知道，不殺就是無畏布施，必須要做到蚊蟲、螞蟻小動物，都沒有殺害牠的念頭，要做到這一點。我們平常在家的同修們，廚房、洗手間，常常有蟑螂、有蚊蟲、有螞蟻這些小動物來騷擾，你要用慈悲心看待，決定不能殺害。你殺害，你跟牠結冤仇，你的果報折損你的壽命，你容易得疾病，有疾病纏擾。還得想到即使是小螞蟻，牠也是一條命，牠也貪生怕死，你殺害牠，將來你墮落成螞蟻，牠變成人，他也要殺你，冤冤相報，沒完沒了！愈想就愈可怕。因此，佛教導我們，像廚房這些場所，保持清潔，整齊清潔，這些小動物自然就少了。同時我們要明瞭，要跟這些小動物好好的相處，牠到這兒來找什麼？來找食物的，來謀生的。像我們每天去外面工作，也是謀生，牠到你廚房來，牠是來謀生的，牠不犯死罪。我們應當有布施供養的心，幫助牠，常常照顧牠，牠有靈性，牠會跟你合作，不會來干擾你。我們平常被蚊子叮了一口，那個蚊子也是來謀生的，是來找東西吃的，牠來叮我們的時候，我們想想，我們是受過三皈的佛弟子，受過菩薩戒的菩薩，那我們應當布施供養牠才對。你把牠趕走就錯誤了，你那麼吝嗇不肯布施，你再把牠打死，那個罪過就更重了。從這些小地方做起。"
    },
    {
      "id": "15-014-0034_p0029",
      "zh_CN": "这些小动物确确实实有灵性，我们自己认真修善积德，会感动这些小动物。我们在《印光大师传记》里面看到，印祖七十岁之后，这些小动物再不干扰他了。普通一个寮房，里面有跳蚤，有这些小动物，有蚊虫、蚂蚁这些东西，印光大师到那里去住，这小东西你去找，一个都找不到，搬家了。这是什么？善德的感化，牠尊敬好人，尊敬有道德之人，这是我们应当要学习的。我们在这些年当中，自己这样作法，取得了很好的感应。我们在新加坡、在澳洲，居住环境的这些小动物跟我们都很合作，我们大家生活在一起，互助合作，绝不干扰。牠真听话，真懂得我们意思。所以一定要跟牠沟通，决定不能有杀害的念头，我们得的果报是长寿。",
      "zh_TW": "這些小動物確確實實有靈性，我們自己認真修善積德，會感動這些小動物。我們在《印光大師傳記》裡面看到，印祖七十歲之後，這些小動物再不干擾他了。普通一個寮房，裡面有跳蚤，有這些小動物，有蚊蟲、螞蟻這些東西，印光大師到那裡去住，這小東西你去找，一個都找不到，搬家了。這是什麼？善德的感化，牠尊敬好人，尊敬有道德之人，這是我們應當要學習的。我們在這些年當中，自己這樣作法，取得了很好的感應。我們在新加坡、在澳洲，居住環境的這些小動物跟我們都很合作，我們大家生活在一起，互助合作，絕不干擾。牠真聽話，真懂得我們意思。所以一定要跟牠溝通，決定不能有殺害的念頭，我們得的果報是長壽。"
    },
    {
      "id": "15-014-0034_p0030",
      "zh_CN": "『无病常康强』，你一生不生病，健康强壮。新加坡有一位许哲居士，好像前几天这边电视台也介绍她，她今年一百零三岁，一生没有生过病。什么原因？不杀生。她告诉我，她是胎里素，前世大概是个修行人，她母亲怀孕怀她的时候就吃长素，吃荤腥东西她就呕吐，她生下来就素食，一百零三年！她自己称，我认识她的时候是一百零一岁，她自己称「一百零一岁的年轻人」！我仔细观察她，头发白了，掉一个牙齿，其他的身体状况跟年轻人完全一样。现在每天照顾二十多位老人、穷苦的老人，她帮助他们。其实那些老人比她年轻多了，但是那些真的是老了，她那么大年岁，她不老。我们要学！她不老的原因是心地清净，没有自私自利，起心动念她都是照顾贫穷的人、生病的人。尤其贫穷生病的老人，一生伺候他们、照顾他们，得的果报我们看到了，这些人都是我们修行的好榜样。她的生活非常简单，她一天吃一餐，早晨喝一点流质、喝一点牛奶，晚上完全不吃，一餐吃生菜。告诉诸位，她不吃油、不吃盐、不吃糖，所有一切调味东西她统统都没有了，就吃生菜，身体那么样的健康。我们在饮食方面天天在挑剔，天天在讲求营养，结果营养了一身的毛病，病从口入！心清净，身清净，她的生活环境清净，妳到她居住的地方，虽然不是很好的房子，干干净净，一尘不染。喜欢读书，很值得我们效法，值得我们修学。今天时间到了，我们就讲到此地。",
      "zh_TW": "『無病常康強』，你一生不生病，健康強壯。新加坡有一位許哲居士，好像前幾天這邊電視台也介紹她，她今年一百零三歲，一生沒有生過病。什麼原因？不殺生。她告訴我，她是胎裡素，前世大概是個修行人，她母親懷孕懷她的時候就吃長素，吃葷腥東西她就嘔吐，她生下來就素食，一百零三年！她自己稱，我認識她的時候是一百零一歲，她自己稱「一百零一歲的年輕人」！我仔細觀察她，頭髮白了，掉一個牙齒，其他的身體狀況跟年輕人完全一樣。現在每天照顧二十多位老人、窮苦的老人，她幫助他們。其實那些老人比她年輕多了，但是那些真的是老了，她那麼大年歲，她不老。我們要學！她不老的原因是心地清淨，沒有自私自利，起心動念她都是照顧貧窮的人、生病的人。尤其貧窮生病的老人，一生伺候他們、照顧他們，得的果報我們看到了，這些人都是我們修行的好榜樣。她的生活非常簡單，她一天吃一餐，早晨喝一點流質、喝一點牛奶，晚上完全不吃，一餐吃生菜。告訴諸位，她不吃油、不吃鹽、不吃糖，所有一切調味東西她統統都沒有了，就吃生菜，身體那麼樣的健康。我們在飲食方面天天在挑剔，天天在講求營養，結果營養了一身的毛病，病從口入！心清淨，身清淨，她的生活環境清淨，妳到她居住的地方，雖然不是很好的房子，乾乾淨淨，一塵不染。喜歡讀書，很值得我們效法，值得我們修學。今天時間到了，我們就講到此地。"
    }
  ]
}