{
  "doc_id": "15-014-0038",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台视摄影棚",
    "zh_TW": "台灣台視攝影棚"
  },
  "doc_number": "15-014-0038",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "15-014-0038_p0001",
      "zh_CN": "诸位观众，大家好！请掀开《阿难问事佛吉凶经讲记》，第一百零八面最后一行当中看起：",
      "zh_TW": "諸位觀眾，大家好！請掀開《阿難問事佛吉凶經講記》，第一百零八面最後一行當中看起："
    },
    {
      "id": "15-014-0038_p0002",
      "zh_CN": "【自归大护田。植种不死地。】",
      "zh_TW": "【自歸大護田。植種不死地。】"
    },
    {
      "id": "15-014-0038_p0003",
      "zh_CN": "这一句是讲皈依三宝，『自归大护田』，「大护田」是讲三宝。「皈依」就是正式拜三宝为老师。诸位一定要明白这一句话，不是拜某一个法师为老师，是以三宝为老师。我们是皈依三宝，是三宝弟子，而不是某一个法师的弟子。这个念头不能错，如果错了，副作用就太大，副作用产生不好的果报，是很恐怖的。你是皈依这个法师，「这个法师是我的师父，那个法师不是我的师父；这是我师父的道场，那个是别人的道场。」你起这种心你就分化僧团，你就破和合僧，分化僧团、破和合僧的罪是在阿鼻地狱，这是属于五逆罪之一。",
      "zh_TW": "這一句是講皈依三寶，『自歸大護田』，「大護田」是講三寶。「皈依」就是正式拜三寶為老師。諸位一定要明白這一句話，不是拜某一個法師為老師，是以三寶為老師。我們是皈依三寶，是三寶弟子，而不是某一個法師的弟子。這個念頭不能錯，如果錯了，副作用就太大，副作用產生不好的果報，是很恐怖的。你是皈依這個法師，「這個法師是我的師父，那個法師不是我的師父；這是我師父的道場，那個是別人的道場。」你起這種心你就分化僧團，你就破和合僧，分化僧團、破和合僧的罪是在阿鼻地獄，這是屬於五逆罪之一。"
    },
    {
      "id": "15-014-0038_p0004",
      "zh_CN": "因此，「皈依」是僧团里面一个出家人做代表，把佛法修学的总纲领传授给你。也就是我们第一句讲的「福人在向向」，把修学的目标方向告诉你，无论你修学哪个法门，你不离这个目标，你也不离这个方向。正是所谓「归元无二路，方便有多门」，佛讲八万四千法门、无量法门，这方便有多门，归元真的是无二路。这个目标是什么？目标就是觉、正、净。佛法僧是觉正净的意思。诸位看《六祖坛经》，六祖为大家传授皈依，他不讲皈依佛、皈依法、皈依僧。我当年读到这个经文，我就在想：「他为什么不用皈依佛、皈依法、皈依僧？」大概佛教传到中国来有一千多年了，可能在当时就有人听佛法僧把意思错会了。我们今天讲「皈依佛」你就想到佛像，「皈依法」你想到经典，「皈依僧」你想到出家人，全搞错了。所以他不能不改变一个说法，他说皈依觉、皈依正、皈依净，然后说「佛者，觉也；法者，正也；僧者，净也」，这个讲法我们就很清楚、很明白了。",
      "zh_TW": "因此，「皈依」是僧團裡面一個出家人做代表，把佛法修學的總綱領傳授給你。也就是我們第一句講的「福人在向向」，把修學的目標方向告訴你，無論你修學哪個法門，你不離這個目標，你也不離這個方向。正是所謂「歸元無二路，方便有多門」，佛講八萬四千法門、無量法門，這方便有多門，歸元真的是無二路。這個目標是什麼？目標就是覺、正、淨。佛法僧是覺正淨的意思。諸位看《六祖壇經》，六祖為大家傳授皈依，他不講皈依佛、皈依法、皈依僧。我當年讀到這個經文，我就在想：「他為什麼不用皈依佛、皈依法、皈依僧？」大概佛教傳到中國來有一千多年了，可能在當時就有人聽佛法僧把意思錯會了。我們今天講「皈依佛」你就想到佛像，「皈依法」你想到經典，「皈依僧」你想到出家人，全搞錯了。所以他不能不改變一個說法，他說皈依覺、皈依正、皈依淨，然後說「佛者，覺也；法者，正也；僧者，淨也」，這個講法我們就很清楚、很明白了。"
    },
    {
      "id": "15-014-0038_p0005",
      "zh_CN": "「皈」是回归、回头。从哪里回头？从迷惑颠倒回头。依自性觉，这叫皈依佛。从邪知、邪见回头，我们现在讲从错误的想法、看法回过头，依正确的思想，这叫皈依法。从一切染污回过头来依清净心，这叫皈依僧，所以僧宝是代表六根清净一尘不染。因此佛教我们皈依是皈依自性三宝，不是皈依外头的。皈依外面的那叫心外求法，心外求法在佛教里面称之为外道，你学佛学成外道，错了！三宝是自性三宝，但是住持三宝就是外面的三宝，它有作用，什么作用？它提醒我们皈依自性三宝，没有人提醒常常忘掉。",
      "zh_TW": "「皈」是回歸、回頭。從哪裡回頭？從迷惑顛倒回頭。依自性覺，這叫皈依佛。從邪知、邪見回頭，我們現在講從錯誤的想法、看法回過頭，依正確的思想，這叫皈依法。從一切染污回過頭來依清淨心，這叫皈依僧，所以僧寶是代表六根清淨一塵不染。因此佛教我們皈依是皈依自性三寶，不是皈依外頭的。皈依外面的那叫心外求法，心外求法在佛教裡面稱之為外道，你學佛學成外道，錯了！三寶是自性三寶，但是住持三寶就是外面的三寶，它有作用，什麼作用？它提醒我們皈依自性三寶，沒有人提醒常常忘掉。"
    },
    {
      "id": "15-014-0038_p0006",
      "zh_CN": "所以，看到佛像我们想到自性觉，我一定要觉而不迷，平常日常生活当中从早到晚，你对人、对事、对物一定要记住「觉而不迷」。「法」是从错误的想法，也就是对人、对事、对物，我们想错了、看错了，要从错误回过头来，依正确的想法、看法，这叫皈依法。看到出家人，不要理会他修行怎么样，与我不相干，他修得好，我也沾不上光，他修得不好，也不会连累我，我一看到出家人，我就要想到自己六根清净一尘不染，用他这个形象提醒我们自己。所以住持三宝有很大的功德，它帮助我们、时时刻刻提醒我们，这才叫「自归大护田」，三自皈。",
      "zh_TW": "所以，看到佛像我們想到自性覺，我一定要覺而不迷，平常日常生活當中從早到晚，你對人、對事、對物一定要記住「覺而不迷」。「法」是從錯誤的想法，也就是對人、對事、對物，我們想錯了、看錯了，要從錯誤回過頭來，依正確的想法、看法，這叫皈依法。看到出家人，不要理會他修行怎麼樣，與我不相干，他修得好，我也沾不上光，他修得不好，也不會連累我，我一看到出家人，我就要想到自己六根清淨一塵不染，用他這個形象提醒我們自己。所以住持三寶有很大的功德，它幫助我們、時時刻刻提醒我們，這才叫「自歸大護田」，三自皈。"
    },
    {
      "id": "15-014-0038_p0007",
      "zh_CN": "『植种不死地』，我们依照经典理论方法修行，把佛的教诲落实在我们日常生活、工作、处事待人接物。功夫好的人，三年五载你就契入「不死地」，你对于这句话所讲的境界，你就明白了。我讲经常常跟同学们说，学佛契入境界的好处，世间人所想的，「怎样叫我能够不衰老，不生病」，这大家迫切希望的。不死，还没有人跟我讲过。都不愿意老、不愿意生病，真的做得到。最后告诉你，真的不死，了生死、出三界。「了」是明了。生死到底是怎么回事情？你清清楚楚、明明白白，叫了生死。这都是真的，一定要我们自己去证明、去证实。再看下面这首偈：",
      "zh_TW": "『植種不死地』，我們依照經典理論方法修行，把佛的教誨落實在我們日常生活、工作、處事待人接物。功夫好的人，三年五載你就契入「不死地」，你對於這句話所講的境界，你就明白了。我講經常常跟同學們說，學佛契入境界的好處，世間人所想的，「怎樣叫我能夠不衰老，不生病」，這大家迫切希望的。不死，還沒有人跟我講過。都不願意老、不願意生病，真的做得到。最後告訴你，真的不死，了生死、出三界。「了」是明瞭。生死到底是怎麼回事情？你清清楚楚、明明白白，叫了生死。這都是真的，一定要我們自己去證明、去證實。再看下面這首偈："
    },
    {
      "id": "15-014-0038_p0008",
      "zh_CN": "【恩大莫过佛。世佑转法轮。愿使一切人。得服甘露浆。】",
      "zh_TW": "【恩大莫過佛。世佑轉法輪。願使一切人。得服甘露漿。】"
    },
    {
      "id": "15-014-0038_p0009",
      "zh_CN": "这首偈子里面所说的，世出世间恩德最大的无过于佛陀，这就是指释迦牟尼佛。如果不是他出现在世间教导我们，我们对于宇宙人生真相，怎么可能明了？不可能的事情！真的是他老人家出现于世，虽然我们没有缘分跟他出生在同一个时代，在他末法时期，我们还能够读到他的经典，我们从经典里面觉悟、明白了，能信、能解、能愿、能行，我们跟释迦牟尼佛就同在。他的恩德就是底下这三句。",
      "zh_TW": "這首偈子裡面所說的，世出世間恩德最大的無過於佛陀，這就是指釋迦牟尼佛。如果不是他出現在世間教導我們，我們對於宇宙人生真相，怎麼可能明瞭？不可能的事情！真的是他老人家出現於世，雖然我們沒有緣分跟他出生在同一個時代，在他末法時期，我們還能夠讀到他的經典，我們從經典裡面覺悟、明白了，能信、能解、能願、能行，我們跟釋迦牟尼佛就同在。他的恩德就是底下這三句。"
    },
    {
      "id": "15-014-0038_p0010",
      "zh_CN": "『世佑转法轮』，「法轮」是代表讲经说法教学。现在世间人很重视标志，外国人非常重视。我这次到澳洲，澳洲同修们告诉我：「法师，你们道场印这个名片，一定要把你们的标志（MARK）印上去，外国人重视这个。」我们佛教用的标志就是用「轮」，来代表释迦牟尼佛一生所讲的真理。轮的相是圆满的，轮是圆。圆，诸位晓得有圆心、有圆周，圆心在哪里？圆心肯定有，圆心决定找不到，诸位学过几何都知道，肯定有，但是你找不到。周从哪里来的？周是从圆心变现出来的。这个相代表佛所讲的真理，「空有不二，性相一如」。圆心是讲的法性，圆周是讲的法相，心是代表理，圆周代表事，理跟事是一不是二。",
      "zh_TW": "『世佑轉法輪』，「法輪」是代表講經說法教學。現在世間人很重視標誌，外國人非常重視。我這次到澳洲，澳洲同修們告訴我：「法師，你們道場印這個名片，一定要把你們的標誌（MARK）印上去，外國人重視這個。」我們佛教用的標誌就是用「輪」，來代表釋迦牟尼佛一生所講的真理。輪的相是圓滿的，輪是圓。圓，諸位曉得有圓心、有圓周，圓心在哪裡？圓心肯定有，圓心決定找不到，諸位學過幾何都知道，肯定有，但是你找不到。周從哪裡來的？周是從圓心變現出來的。這個相代表佛所講的真理，「空有不二，性相一如」。圓心是講的法性，圓周是講的法相，心是代表理，圓周代表事，理跟事是一不是二。"
    },
    {
      "id": "15-014-0038_p0011",
      "zh_CN": "用在我们人身上，圆心就代表我们的真心，圆周就是我们的身体。身体有，身有，心是空的。所以你的心要虚、要空，你的心就灵，智慧就生起来了。心里头有了东西，坏了，心堵塞了，你只会起烦恼，不会开智慧。所以心永远要保持六祖所讲的「本来无一物」，心就灵了。「身」，身是个圆周，圆周的作用一定要动，心不能动，身要动，身要不动，人就死了。我们平常讲的名词「活动」，动这个人是活的，不动这个人就死了。你要活你就要动。身要动，心可不能动，心要一动，心死了。现在这些人心都死了，身在那里动，「行尸走肉」，这叫凡夫。佛菩萨高明的地方，他心永远清净，六根接触六尘境界，就是对人对事对物，永远保持清净心，他在境界里头决定做到不起心、不动念、不分别、不执着。大乘经上常说：「那伽常在定，无有不定时」，「定」是真心。",
      "zh_TW": "用在我們人身上，圓心就代表我們的真心，圓周就是我們的身體。身體有，身有，心是空的。所以你的心要虛、要空，你的心就靈，智慧就生起來了。心裡頭有了東西，壞了，心堵塞了，你只會起煩惱，不會開智慧。所以心永遠要保持六祖所講的「本來無一物」，心就靈了。「身」，身是個圓周，圓周的作用一定要動，心不能動，身要動，身要不動，人就死了。我們平常講的名詞「活動」，動這個人是活的，不動這個人就死了。你要活你就要動。身要動，心可不能動，心要一動，心死了。現在這些人心都死了，身在那裡動，「行屍走肉」，這叫凡夫。佛菩薩高明的地方，他心永遠清淨，六根接觸六塵境界，就是對人對事對物，永遠保持清淨心，他在境界裡頭決定做到不起心、不動念、不分別、不執著。大乘經上常說：「那伽常在定，無有不定時」，「定」是真心。"
    },
    {
      "id": "15-014-0038_p0012",
      "zh_CN": "所以诸位懂得这个道理，你就晓得怎样养生，知道怎样不老、不病，你懂得这个道理，心清净，身要活动。人怎么老的？古人说得好：「忧能使人老」，你的烦恼忧虑太多了，所以你老化得很快。特别容易感触到的，我们有很多朋友，过去的同事同学，他在工作的时候，每天忙着自己工作，没有想到自己衰老，做得很起劲、很有精神。一旦退休了，离开工作岗位，两年不见面，我一见到他，至少衰老了十年，什么原因？工作的时候没有想到老，现在一退休了，老了，天天在想老，想老不就老了！想老的，老了就一定想到要生病，所以病就来了，就这么回事情。我们这个行业好，为什么？没有退休的，所以永远脑子里头没有「老」的观念，也没有「病」的观念，所以他就不会老，也就不会生病了。我这一生，偶尔生个什么病？伤风感冒。除伤风感冒，没有生过病。我不要找医生，我也不要吃药，休养几天就恢复了。所以诸位要想不病、不老，你千万不要天天去想老、去想病，那你的亏就吃大了！这是法轮里头表的意思，佛用这个来保佑世间一切众生。后面这两句是阿难希望我们大家接受佛陀的教诲，应当认真努力学习。『愿使一切人，得服甘露浆』，把佛陀的教诲比喻作「甘露浆」。",
      "zh_TW": "所以諸位懂得這個道理，你就曉得怎樣養生，知道怎樣不老、不病，你懂得這個道理，心清淨，身要活動。人怎麼老的？古人說得好：「憂能使人老」，你的煩惱憂慮太多了，所以你老化得很快。特別容易感觸到的，我們有很多朋友，過去的同事同學，他在工作的時候，每天忙著自己工作，沒有想到自己衰老，做得很起勁、很有精神。一旦退休了，離開工作崗位，兩年不見面，我一見到他，至少衰老了十年，什麼原因？工作的時候沒有想到老，現在一退休了，老了，天天在想老，想老不就老了！想老的，老了就一定想到要生病，所以病就來了，就這麼回事情。我們這個行業好，為什麼？沒有退休的，所以永遠腦子裡頭沒有「老」的觀念，也沒有「病」的觀念，所以他就不會老，也就不會生病了。我這一生，偶爾生個什麼病？傷風感冒。除傷風感冒，沒有生過病。我不要找醫生，我也不要吃藥，休養幾天就恢復了。所以諸位要想不病、不老，你千萬不要天天去想老、去想病，那你的虧就吃大了！這是法輪裡頭表的意思，佛用這個來保佑世間一切眾生。後面這兩句是阿難希望我們大家接受佛陀的教誨，應當認真努力學習。『願使一切人，得服甘露漿』，把佛陀的教誨比喻作「甘露漿」。"
    },
    {
      "id": "15-014-0038_p0013",
      "zh_CN": "【慧船到彼岸。法磬引大千。彼我无有二。发愿无上真。】",
      "zh_TW": "【慧船到彼岸。法磬引大千。彼我無有二。發願無上真。】"
    },
    {
      "id": "15-014-0038_p0014",
      "zh_CN": "『慧船』比喻佛法，佛法是智慧的宝舟，能帮助我们离苦得乐。「苦」是我们现在这个岸，我们依照佛法修学，宇宙人生真相明白了，苦就离开了，你就得到真乐，那就从苦这个岸度到乐的彼岸，离苦得乐。『法磬引大千』，「法磬」也是比喻释迦牟尼佛讲经说法，引导我们超越大千世界，大千世界是六道、是十法界。超越大千，你就证得一真法界，《华严经》上讲的法身菩萨，法身菩萨是真佛，那不是假的，那是究竟圆满的成就。你决定能够证得底下这一句，『彼我无有二』，这一句是大乘经里面讲的「入不二法门」。诸位要知道，不二就是一，一真，入不二法门就是入一真法界。一真法界是谁住的？佛菩萨住的。不是普通菩萨，是法身菩萨住的，他们住一真法界。大乘经里面《华严经》上讲的「华藏世界」，《净土经》里面讲的极乐世界，都是一真法界。希望我们接受如来教诲，要证得不二法门，证得一真法界，这才是修学到圆满，不能中途中止，那就错了。一定要把学业圆满完成。虽然是小乘经，这一句是大乘究竟的果报。",
      "zh_TW": "『慧船』比喻佛法，佛法是智慧的寶舟，能幫助我們離苦得樂。「苦」是我們現在這個岸，我們依照佛法修學，宇宙人生真相明白了，苦就離開了，你就得到真樂，那就從苦這個岸度到樂的彼岸，離苦得樂。『法磬引大千』，「法磬」也是比喻釋迦牟尼佛講經說法，引導我們超越大千世界，大千世界是六道、是十法界。超越大千，你就證得一真法界，《華嚴經》上講的法身菩薩，法身菩薩是真佛，那不是假的，那是究竟圓滿的成就。你決定能夠證得底下這一句，『彼我無有二』，這一句是大乘經裡面講的「入不二法門」。諸位要知道，不二就是一，一真，入不二法門就是入一真法界。一真法界是誰住的？佛菩薩住的。不是普通菩薩，是法身菩薩住的，他們住一真法界。大乘經裡面《華嚴經》上講的「華藏世界」，《淨土經》裡面講的極樂世界，都是一真法界。希望我們接受如來教誨，要證得不二法門，證得一真法界，這才是修學到圓滿，不能中途中止，那就錯了。一定要把學業圓滿完成。雖然是小乘經，這一句是大乘究竟的果報。"
    },
    {
      "id": "15-014-0038_p0015",
      "zh_CN": "『发愿无上真』，这个发愿就是发菩提心，发四弘誓愿。因此，我们今天学习，一定要有一个圆满学习的心愿，那就是决不是为我个人来学习的，我要为全世界一切苦难众生来学习，这样就对了。我念这一句阿弥陀佛，不是为我自己念的，为全世界苦难众生念的，声声佛号都从这个大愿心发出，这个功德无量，感应不可思议。如果起心动念都是为自己，这个心量太小了，怎么样去苦修、怎么样精进，得的效果很少，很微弱。量大福大，一定要把心量拓开，想到自己一定想到别人，要想到全世界苦难众生，我们才能够与诸佛菩萨感应道交，我们才能够与天地鬼神起感应的作用。知道虚空法界一切众生跟我是一体，这样才能发大慈悲心。",
      "zh_TW": "『發願無上真』，這個發願就是發菩提心，發四弘誓願。因此，我們今天學習，一定要有一個圓滿學習的心願，那就是決不是為我個人來學習的，我要為全世界一切苦難眾生來學習，這樣就對了。我念這一句阿彌陀佛，不是為我自己念的，為全世界苦難眾生念的，聲聲佛號都從這個大願心發出，這個功德無量，感應不可思議。如果起心動念都是為自己，這個心量太小了，怎麼樣去苦修、怎麼樣精進，得的效果很少，很微弱。量大福大，一定要把心量拓開，想到自己一定想到別人，要想到全世界苦難眾生，我們才能夠與諸佛菩薩感應道交，我們才能夠與天地鬼神起感應的作用。知道虛空法界一切眾生跟我是一體，這樣才能發大慈悲心。"
    },
    {
      "id": "15-014-0038_p0016",
      "zh_CN": "「无缘大慈、同体大悲」。「无缘」，现在的话讲，没有条件。我们尊敬一切众生，敬爱一切众生，信任一切众生，帮助一切众生，没有条件好谈，为什么？彼我不二，还谈什么条件！我们用这种心行处事待人接物，必然能够得到所有不同国家、不同种族、不同宗教这些人士善意的回应，社会才能永久安定，世界才会有永久和平。要靠我们大家觉悟过来、省悟过来，真的就要去做。和平是可以落实的。「和平」，这个世间人叫了千万年，我看这个世界愈来愈不和平，毛病出在哪里？大家都希望众生能够和睦相处，这是个愿望，是个果报。果必有因，不修因，希望得果报，哪有这个道理！因是什么？因是「平」，平等对待，人与人能够平等对待，国与国能平等对待，族与族平等对待，宗教跟宗教平等对待，世界就和睦了。所以中国人讲和平，「和是果，平是因」，修因才能得果报，我们要懂这个道理。要从自己本身做起，我们以清净平等真诚心待人，人家也会以善心来回报，和平的曙光就看到了。我这些年来在新加坡、在马来西亚、在澳洲，团结不同的宗教，团结不同的族群，依什么？完全依经典的教诲，收到很好的效果。说明佛的教诲是真实的，只要我们能落实，就能够做到社会安定、世界和平、人民幸福，要靠自己去做。偈颂二十八首我们就讲到此地。再看末后，这是本经的流通分：",
      "zh_TW": "「無緣大慈、同體大悲」。「無緣」，現在的話講，沒有條件。我們尊敬一切眾生，敬愛一切眾生，信任一切眾生，幫助一切眾生，沒有條件好談，為什麼？彼我不二，還談什麼條件！我們用這種心行處事待人接物，必然能夠得到所有不同國家、不同種族、不同宗教這些人士善意的回應，社會才能永久安定，世界才會有永久和平。要靠我們大家覺悟過來、省悟過來，真的就要去做。和平是可以落實的。「和平」，這個世間人叫了千萬年，我看這個世界愈來愈不和平，毛病出在哪裡？大家都希望眾生能夠和睦相處，這是個願望，是個果報。果必有因，不修因，希望得果報，哪有這個道理！因是什麼？因是「平」，平等對待，人與人能夠平等對待，國與國能平等對待，族與族平等對待，宗教跟宗教平等對待，世界就和睦了。所以中國人講和平，「和是果，平是因」，修因才能得果報，我們要懂這個道理。要從自己本身做起，我們以清淨平等真誠心待人，人家也會以善心來回報，和平的曙光就看到了。我這些年來在新加坡、在馬來西亞、在澳洲，團結不同的宗教，團結不同的族群，依什麼？完全依經典的教誨，收到很好的效果。說明佛的教誨是真實的，只要我們能落實，就能夠做到社會安定、世界和平、人民幸福，要靠自己去做。偈頌二十八首我們就講到此地。再看末後，這是本經的流通分："
    },
    {
      "id": "15-014-0038_p0017",
      "zh_CN": "【阿难颂如是已。诸会大众。一时信解。皆发无上正真之道。僧那大铠甘露之意。】",
      "zh_TW": "【阿難頌如是已。諸會大眾。一時信解。皆發無上正真之道。僧那大鎧甘露之意。】"
    },
    {
      "id": "15-014-0038_p0018",
      "zh_CN": "这段文，这是总结阿难的二十八首偈颂。阿难说完，参与法会的大众，对于前面四个单元，佛陀的教诲，前面的偈颂，阿难的劝导，一时省悟过来、明白了。『信解』，这是对于佛说的、阿难所说的，都能接受、都能相信、都能够理解。『皆发无上正真之道』，发心求学，发心向佛学习，希求无上真正之道，就是前面所讲的「福人在向向」、「彼我无有二」，这两句他真的懂了，真搞清楚了。『僧那大铠』，「僧那」是印度话、梵文，精进的意思。跟「大铠」连起来，精进里面有披甲精进，我们讲勇猛精进。像打仗一样，现在打仗也是如此，坦克、装甲军队在前面冲锋，取这个意思，我们要精进不懈。『甘露之意』，这是比喻所希求的无上佛果，无上正等正觉。再看底下这一段：",
      "zh_TW": "這段文，這是總結阿難的二十八首偈頌。阿難說完，參與法會的大眾，對於前面四個單元，佛陀的教誨，前面的偈頌，阿難的勸導，一時省悟過來、明白了。『信解』，這是對於佛說的、阿難所說的，都能接受、都能相信、都能夠理解。『皆發無上正真之道』，發心求學，發心向佛學習，希求無上真正之道，就是前面所講的「福人在向向」、「彼我無有二」，這兩句他真的懂了，真搞清楚了。『僧那大鎧』，「僧那」是印度話、梵文，精進的意思。跟「大鎧」連起來，精進裡面有披甲精進，我們講勇猛精進。像打仗一樣，現在打仗也是如此，坦克、裝甲軍隊在前面衝鋒，取這個意思，我們要精進不懈。『甘露之意』，這是比喻所希求的無上佛果，無上正等正覺。再看底下這一段："
    },
    {
      "id": "15-014-0038_p0019",
      "zh_CN": "【香薰三千。从是得度。开示道地。为作桥梁。】",
      "zh_TW": "【香薰三千。從是得度。開示道地。為作橋樑。】"
    },
    {
      "id": "15-014-0038_p0020",
      "zh_CN": "这一段很重要，我们自己成就了，不要忘记帮助别人。一定要像佛菩萨一样，自己德行学业成就之后，一定要为众生服务，回过头要像佛菩萨一样，去帮助苦难众生，这样就对了。不是说学了，你自己得到之后，就可以去享福了。释迦牟尼佛为什么不在极乐世界享福，要到我们这个人间来受罪？印光大师诸位知道，这是西方极乐世界大势至菩萨再来的，他为什么不在极乐世界享福，要到我们这个人间来示现、来吃苦？我们要深明大义，佛的学生不是享福来的。我一直到晚年，实在讲逼不得已才建两个道场，是为离开图书馆你们这些同修，看到你们在外面流浪、无家可归、身心不安，给你们建两个道场，不是我要建的。你以为建了两个道场我会去享福？我没有这个福报。所以很多同修问：「法师，你将来在哪里？」我还是到处流浪，一切随缘，由佛菩萨安排，哪里有缘哪里去！我不会在澳洲享福，也不会在古晋山上享福，偶尔去看看大家，那是什么？你们修得不错，我去看看你。你们修得不如法，我根本就不会去。所以要『为作桥梁』，为这些苦难众生作得度的桥梁，要发这个心。",
      "zh_TW": "這一段很重要，我們自己成就了，不要忘記幫助別人。一定要像佛菩薩一樣，自己德行學業成就之後，一定要為眾生服務，回過頭要像佛菩薩一樣，去幫助苦難眾生，這樣就對了。不是說學了，你自己得到之後，就可以去享福了。釋迦牟尼佛為什麼不在極樂世界享福，要到我們這個人間來受罪？印光大師諸位知道，這是西方極樂世界大勢至菩薩再來的，他為什麼不在極樂世界享福，要到我們這個人間來示現、來吃苦？我們要深明大義，佛的學生不是享福來的。我一直到晚年，實在講逼不得已才建兩個道場，是為離開圖書館你們這些同修，看到你們在外面流浪、無家可歸、身心不安，給你們建兩個道場，不是我要建的。你以為建了兩個道場我會去享福？我沒有這個福報。所以很多同修問：「法師，你將來在哪裡？」我還是到處流浪，一切隨緣，由佛菩薩安排，哪裡有緣哪裡去！我不會在澳洲享福，也不會在古晉山上享福，偶爾去看看大家，那是什麼？你們修得不錯，我去看看你。你們修得不如法，我根本就不會去。所以要『為作橋樑』，為這些苦難眾生作得度的橋樑，要發這個心。"
    },
    {
      "id": "15-014-0038_p0021",
      "zh_CN": "前面这两句：『香薰三千，从是得度』，是讲的自己成就。这个「香」，我们佛经里面讲「戒定真香」，戒、定、慧、解脱、解脱知见叫「五分法身香」。这是讲你自己成就，你自己成就，三千大千世界诸佛菩萨善神都欢喜、都赞叹，也都拥护。后面你要舍己为人，要为一切众生开示得道之地，我们讲普度众生。像佛菩萨一样，把多元文化的社会教育工作承担起来，不辞辛劳，天天为大家上课。只要有人真正肯学，「佛氏门中，不舍一人」，真肯学，一定要去帮助他。学佛，要是没有接受苦难的精神，你在菩提道上肯定没有成就，好逸恶劳，贪图五欲六尘的享受，你天天在增长贪瞋痴。佛法是教我们天天要减少贪瞋痴，你的贪瞋痴天天还增长，你跟道完全相背，你怎么会有成就？所以我们选择好的处所建立道场，是帮助大家成就道业，不是叫你到那边去享福的。你要去享福，要想想你有多大的福报？到那边去了，几天福报就享尽了！你不去，也许你能够活个八十、九十，到那边去的时候，可能四十、五十你就死了，为什么？福报享尽了，这都是真话。一定要利用好的修学环境，勇猛精进，成就自己道业之后，出来教化众生。",
      "zh_TW": "前面這兩句：『香薰三千，從是得度』，是講的自己成就。這個「香」，我們佛經裡面講「戒定真香」，戒、定、慧、解脫、解脫知見叫「五分法身香」。這是講你自己成就，你自己成就，三千大千世界諸佛菩薩善神都歡喜、都讚歎，也都擁護。後面你要捨己為人，要為一切眾生開示得道之地，我們講普度眾生。像佛菩薩一樣，把多元文化的社會教育工作承擔起來，不辭辛勞，天天為大家上課。只要有人真正肯學，「佛氏門中，不捨一人」，真肯學，一定要去幫助他。學佛，要是沒有接受苦難的精神，你在菩提道上肯定沒有成就，好逸惡勞，貪圖五欲六塵的享受，你天天在增長貪瞋痴。佛法是教我們天天要減少貪瞋痴，你的貪瞋痴天天還增長，你跟道完全相背，你怎麼會有成就？所以我們選擇好的處所建立道場，是幫助大家成就道業，不是叫你到那邊去享福的。你要去享福，要想想你有多大的福報？到那邊去了，幾天福報就享盡了！你不去，也許你能夠活個八十、九十，到那邊去的時候，可能四十、五十你就死了，為什麼？福報享盡了，這都是真話。一定要利用好的修學環境，勇猛精進，成就自己道業之後，出來教化眾生。"
    },
    {
      "id": "15-014-0038_p0022",
      "zh_CN": "现在全世界大家知道佛法好，佛法里头缺师资，没有好的老师在教导。我们在那里做培养老师的工作。要具足教学的能力，第一个是德行，你要是没有真正的德行，经教学好了，你也教不好众生，为什么？有才无德。因此，我们今天教学最重视的是德行，德行一定要把自私自利放下，把名闻利养放下，把享受五欲六尘放下，把贪瞋痴慢放下，你才能够进德修业。如果这四桩事情放不下，充其量你可以做个佛学家，在这个世间可以拿个佛学硕士、佛学博士，断烦恼、出三界、了生死与你毫不相干，你就错了。所以我们要学佛，不要搞颠倒了。颠倒是什么？颠倒是佛学，佛学跟学佛不一样！学佛可以了生死，佛学不能了生死。千万记住，不要去搞佛学，要学佛，学得跟释迦牟尼佛一样，我们就成就了。再看最后这一段：",
      "zh_TW": "現在全世界大家知道佛法好，佛法裡頭缺師資，沒有好的老師在教導。我們在那裡做培養老師的工作。要具足教學的能力，第一個是德行，你要是沒有真正的德行，經教學好了，你也教不好眾生，為什麼？有才無德。因此，我們今天教學最重視的是德行，德行一定要把自私自利放下，把名聞利養放下，把享受五欲六塵放下，把貪瞋痴慢放下，你才能夠進德修業。如果這四樁事情放不下，充其量你可以做個佛學家，在這個世間可以拿個佛學碩士、佛學博士，斷煩惱、出三界、了生死與你毫不相干，你就錯了。所以我們要學佛，不要搞顛倒了。顛倒是什麼？顛倒是佛學，佛學跟學佛不一樣！學佛可以了生死，佛學不能了生死。千萬記住，不要去搞佛學，要學佛，學得跟釋迦牟尼佛一樣，我們就成就了。再看最後這一段："
    },
    {
      "id": "15-014-0038_p0023",
      "zh_CN": "【国王臣民。天龙鬼神。闻经欢喜。阿难所说。且悲且恐。稽首佛足。及礼阿难。受教而去。】",
      "zh_TW": "【國王臣民。天龍鬼神。聞經歡喜。阿難所說。且悲且恐。稽首佛足。及禮阿難。受教而去。】"
    },
    {
      "id": "15-014-0038_p0024",
      "zh_CN": "这是记载当时参加法会有国王、有大臣、也有许多人民，听释迦牟尼佛讲这些道理。国王、臣民是我们肉眼能看得见的，还有肉眼看不见的天龙鬼神，也都在道场听经闻法，他们闻经欢喜。『阿难所说』这一句也不能省，末后二十八首偈颂是阿难所说，阿难的心得报告，里面许许多多劝导我们。",
      "zh_TW": "這是記載當時參加法會有國王、有大臣、也有許多人民，聽釋迦牟尼佛講這些道理。國王、臣民是我們肉眼能看得見的，還有肉眼看不見的天龍鬼神，也都在道場聽經聞法，他們聞經歡喜。『阿難所說』這一句也不能省，末後二十八首偈頌是阿難所說，阿難的心得報告，裡面許許多多勸導我們。"
    },
    {
      "id": "15-014-0038_p0025",
      "zh_CN": "『且悲且恐』，「悲」是悲悯这个世间还有许许多多业障重的人，没有缘分见到佛，没有缘分闻到佛法，代他们悲伤。「恐」是对自己，听了佛陀、阿难的教诲，恐怕自己做不到，也在勉励自己。『稽首佛足，及礼阿难。』这是对老师的礼敬。老师教学一无所求，不像一般教学还要交学费，释迦牟尼佛一生教学没有收过学费。所以我说他老人家的身分，要用现在的话来说，他是什么身分？他是一位多元文化社会教育的工作者，而且是义工，义务工作者，一生做社教义工，我们一定要向他老人家学习。",
      "zh_TW": "『且悲且恐』，「悲」是悲憫這個世間還有許許多多業障重的人，沒有緣分見到佛，沒有緣分聞到佛法，代他們悲傷。「恐」是對自己，聽了佛陀、阿難的教誨，恐怕自己做不到，也在勉勵自己。『稽首佛足，及禮阿難。』這是對老師的禮敬。老師教學一無所求，不像一般教學還要交學費，釋迦牟尼佛一生教學沒有收過學費。所以我說他老人家的身分，要用現在的話來說，他是什麼身分？他是一位多元文化社會教育的工作者，而且是義工，義務工作者，一生做社教義工，我們一定要向他老人家學習。"
    },
    {
      "id": "15-014-0038_p0026",
      "zh_CN": "可是现在时代变了，我在外国听说法师讲经说法卖门票，皈依都是有价钱的，听说价钱愈高，人还愈多。现在人不知道是什么样的心理？有一年我在迈阿密，那边同修请我去讲经，一些人就告诉我：「法师，你这里传不传皈依？」我说：「可以。」问我：「价码多少？」我说：「我们从来没有收过费用、收过钱的。」「别的法师，尤其是西藏这些喇嘛、仁波切到这里来灌顶都有价钱，至少是美金二十块，多的是五十块。」听说价钱愈高人愈多。价钱愈高就灵，少了就不灵，「法师，你这个皈依不要钱，人家说你这个不灵」。所以，今天社会对于佛法误解太深、太严重了，没有人去宣扬、没有人去讲。",
      "zh_TW": "可是現在時代變了，我在外國聽說法師講經說法賣門票，皈依都是有價錢的，聽說價錢愈高，人還愈多。現在人不知道是什麼樣的心理？有一年我在邁阿密，那邊同修請我去講經，一些人就告訴我：「法師，你這裡傳不傳皈依？」我說：「可以。」問我：「價碼多少？」我說：「我們從來沒有收過費用、收過錢的。」「別的法師，尤其是西藏這些喇嘛、仁波切到這裡來灌頂都有價錢，至少是美金二十塊，多的是五十塊。」聽說價錢愈高人愈多。價錢愈高就靈，少了就不靈，「法師，你這個皈依不要錢，人家說你這個不靈」。所以，今天社會對於佛法誤解太深、太嚴重了，沒有人去宣揚、沒有人去講。"
    },
    {
      "id": "15-014-0038_p0027",
      "zh_CN": "『受教而去』，把这个课程学完了离开，离开老师。离开老师不是就没事了，他们如何把接受的这些教诲落实在自己生活当中，依教奉行，这才是如来真正的弟子。这部经我们到此地是讲圆满了。",
      "zh_TW": "『受教而去』，把這個課程學完了離開，離開老師。離開老師不是就沒事了，他們如何把接受的這些教誨落實在自己生活當中，依教奉行，這才是如來真正的弟子。這部經我們到此地是講圓滿了。"
    },
    {
      "id": "15-014-0038_p0028",
      "zh_CN": "这一次受时间的限制，后面的速度比较快一点。还有一点时间，我们总结。这一部经上，佛在这里教我们什么？这个要知道。佛在这一部经上可以说教我们四桩事情，第一个要生正信，对于释迦牟尼佛，以及释迦牟尼佛四十九年的教诲，虽然没有完全传到中国来，但是他重要的经典都传到中国来。印度当年那些高僧带来的，我们中国有高僧到印度去留学带回来的，因为那个时候交通不方便，典籍太多、繁重，运输艰难，带来的一定是精挑细选，都选最好的东西到中国来，分量相当之多。来到中国，当时是帝王护法，都认出家人为老师，国师，对法师礼遇有加，以国家的力量从事于翻译的工作。佛经在中国不是个人翻译，国家翻译的，道场就像我们今天讲的「国立编译馆」一样，规模很大。我们在历史记载上看到的，鸠摩罗什大师的译场四百多人，你看它的编制。玄奘大师的译场，唐太宗护法的，六百多人，多么大的规模！集合国家的人力、物力、财力，从事于译经的工作，让佛法代代相传。",
      "zh_TW": "這一次受時間的限制，後面的速度比較快一點。還有一點時間，我們總結。這一部經上，佛在這裡教我們什麼？這個要知道。佛在這一部經上可以說教我們四樁事情，第一個要生正信，對於釋迦牟尼佛，以及釋迦牟尼佛四十九年的教誨，雖然沒有完全傳到中國來，但是他重要的經典都傳到中國來。印度當年那些高僧帶來的，我們中國有高僧到印度去留學帶回來的，因為那個時候交通不方便，典籍太多、繁重，運輸艱難，帶來的一定是精挑細選，都選最好的東西到中國來，分量相當之多。來到中國，當時是帝王護法，都認出家人為老師，國師，對法師禮遇有加，以國家的力量從事於翻譯的工作。佛經在中國不是個人翻譯，國家翻譯的，道場就像我們今天講的「國立編譯館」一樣，規模很大。我們在歷史記載上看到的，鳩摩羅什大師的譯場四百多人，你看它的編制。玄奘大師的譯場，唐太宗護法的，六百多人，多麼大的規模！集合國家的人力、物力、財力，從事於譯經的工作，讓佛法代代相傳。"
    },
    {
      "id": "15-014-0038_p0029",
      "zh_CN": "中国人得到佛法的密意，依照佛法修行，开悟证果的人很多。这是我们在《大藏经》里面，「史传部」里头都能看得到的。现在这一代没有了，别说证果，连开悟的都没有了，大概还有极少数得禅定，那就很难得了。为什么会变成这种现象？善师没有了，道德之人没有了，佛法衰微了。我们今天遇到佛法，头一个要知恩报恩。阿难在此地赞叹世出世间的恩德，佛的恩德第一大，我们知不知道？我们今天接受佛的恩德，用什么方法报佛恩？必须踏着佛陀的足迹，不辞辛劳把佛法介绍给广大群众。",
      "zh_TW": "中國人得到佛法的密意，依照佛法修行，開悟證果的人很多。這是我們在《大藏經》裡面，「史傳部」裡頭都能看得到的。現在這一代沒有了，別說證果，連開悟的都沒有了，大概還有極少數得禪定，那就很難得了。為什麼會變成這種現象？善師沒有了，道德之人沒有了，佛法衰微了。我們今天遇到佛法，頭一個要知恩報恩。阿難在此地讚歎世出世間的恩德，佛的恩德第一大，我們知不知道？我們今天接受佛的恩德，用什麼方法報佛恩？必須踏著佛陀的足跡，不辭辛勞把佛法介紹給廣大群眾。"
    },
    {
      "id": "15-014-0038_p0030",
      "zh_CN": "现在方便，可以利用高科技。所以我一出来讲经，我就看重电视，所以我们在景美建一个图书馆，那是在二十多年前，我们的图书馆就叫「华藏佛教视听图书馆」，我们就开始走这个路子。我们的财力非常有限，因为我们一生心力都用在经典上，我们不应酬信徒，不巴结人、不去讨好人，所以有钱有力的护法，我们道场一个都没有，在我们道场都是平民。有钱有势力的都到别的大庙去了，我们这个小庙他不会来，他也瞧不起。因此我们只保留录音带、录影带，到最近这几年做成光碟、VCD，也上了网路。而且我们讲经，无论是书籍、录像我们统统没有版权，欢迎流通。如果说版权所有，这是违背佛陀的教诲，为什么？你的慈悲心没有了，你寻求一点小利，把众生闻经、闻法的缘断掉了，那个罪过很重！我们因为没有版权，所以大家拿到之后，他自己就去翻印。到底印多少我们不知道，流通量遍及全世界。",
      "zh_TW": "現在方便，可以利用高科技。所以我一出來講經，我就看重電視，所以我們在景美建一個圖書館，那是在二十多年前，我們的圖書館就叫「華藏佛教視聽圖書館」，我們就開始走這個路子。我們的財力非常有限，因為我們一生心力都用在經典上，我們不應酬信徒，不巴結人、不去討好人，所以有錢有力的護法，我們道場一個都沒有，在我們道場都是平民。有錢有勢力的都到別的大廟去了，我們這個小廟他不會來，他也瞧不起。因此我們只保留錄音帶、錄影帶，到最近這幾年做成光碟、VCD，也上了網路。而且我們講經，無論是書籍、錄像我們統統沒有版權，歡迎流通。如果說版權所有，這是違背佛陀的教誨，為什麼？你的慈悲心沒有了，你尋求一點小利，把眾生聞經、聞法的緣斷掉了，那個罪過很重！我們因為沒有版權，所以大家拿到之後，他自己就去翻印。到底印多少我們不知道，流通量遍及全世界。"
    },
    {
      "id": "15-014-0038_p0031",
      "zh_CN": "前些年我到新加坡，演培法师请我吃饭，我问他：「老法师，今天为什么请我吃饭？」那个素菜办得很丰富，在新加坡一个很有名的素食馆，他办了一桌斋请我。老法师很谦虚，告诉我：「净空法师你的法缘很好，你能不能教我？」我说：「这个不必请我吃饭，你来问，我还敢不说吗？」为什么法缘这样好？我们要跟众生广结法缘，不能吝啬。我知道他写的书不少，总有几十种之多，他有个《谛观全集》。「如果你的著作后头『版权所有，翻印必究』，你的法缘就断掉了。」他听了很难过。你想想看，我们在台北有一个「佛陀教育基金会」，每年出版的东西很多，流通全世界，演培法师一本书都没有。他说：「为什么？」我说：「后头版权所有，我要是印了还要吃官司，谁敢印你的？」他就没话说了。",
      "zh_TW": "前些年我到新加坡，演培法師請我吃飯，我問他：「老法師，今天為什麼請我吃飯？」那個素菜辦得很豐富，在新加坡一個很有名的素食館，他辦了一桌齋請我。老法師很謙虛，告訴我：「淨空法師你的法緣很好，你能不能教我？」我說：「這個不必請我吃飯，你來問，我還敢不說嗎？」為什麼法緣這樣好？我們要跟眾生廣結法緣，不能吝嗇。我知道他寫的書不少，總有幾十種之多，他有個《諦觀全集》。「如果你的著作後頭『版權所有，翻印必究』，你的法緣就斷掉了。」他聽了很難過。你想想看，我們在台北有一個「佛陀教育基金會」，每年出版的東西很多，流通全世界，演培法師一本書都沒有。他說：「為什麼？」我說：「後頭版權所有，我要是印了還要吃官司，誰敢印你的？」他就沒話說了。"
    },
    {
      "id": "15-014-0038_p0032",
      "zh_CN": "佛法要流通，要利益众生，不可以限制。我们所流通的，完全是免费赠送，绝对不收回一分钱，我们基金会的同仁都能守住这个原则。我在成立的时候告诉大家，我们收入的钱多，多做，少就少做，没有就不做，我们大家念佛多自在。决定不要到外面去化缘找钱，那你叫自找苦吃，为什么？那叫攀缘，不是随缘，我们随缘不攀缘。所以你们大家供养我的这个，全部交给「佛陀教育基金会」，做什么用？这四十个小时我们讲的，会做成VCD流通，这些钱拿去做这个。我们不要化缘。我们这个流通出去了，人家听到欢喜，他自然就会翻印，他就会去流通了。这样流通，愈流通愈广，得利益就愈多。",
      "zh_TW": "佛法要流通，要利益眾生，不可以限制。我們所流通的，完全是免費贈送，絕對不收回一分錢，我們基金會的同仁都能守住這個原則。我在成立的時候告訴大家，我們收入的錢多，多做，少就少做，沒有就不做，我們大家念佛多自在。決定不要到外面去化緣找錢，那你叫自找苦吃，為什麼？那叫攀緣，不是隨緣，我們隨緣不攀緣。所以你們大家供養我的這個，全部交給「佛陀教育基金會」，做什麼用？這四十個小時我們講的，會做成VCD流通，這些錢拿去做這個。我們不要化緣。我們這個流通出去了，人家聽到歡喜，他自然就會翻印，他就會去流通了。這樣流通，愈流通愈廣，得利益就愈多。"
    },
    {
      "id": "15-014-0038_p0033",
      "zh_CN": "所以我们学佛要生正信，要起正行，要求正解，最后一定要利益众生，决定不要想到自己的利益，那你就错了。福不能享，人一享福，给诸位说，你想你到了七老八十，像我这种年龄，有许多人来照顾你、伺候你，站起、坐下两边都有人扶到，那叫享福？你想想，享的是什么福？老病死的福。我的老师李炳南老居士，九十五岁都不需要人伺候，没有人照顾他，身体健康。我要有人一伺候，马上就老了，马上就生病了。你说到底哪个好？活到一百岁、两百岁都不需要人照顾，我还能照顾别人，这个好！新加坡许哲居士今年一百零三岁，她身体健康的状况就跟三、四十岁的人一样，每天照顾二十多个老人、病人，她照顾人，不需要人照顾她。你们想想看，你们是服侍人好，还是要别人服侍你好？想想就知道了。",
      "zh_TW": "所以我們學佛要生正信，要起正行，要求正解，最後一定要利益眾生，決定不要想到自己的利益，那你就錯了。福不能享，人一享福，給諸位說，你想你到了七老八十，像我這種年齡，有許多人來照顧你、伺候你，站起、坐下兩邊都有人扶到，那叫享福？你想想，享的是什麼福？老病死的福。我的老師李炳南老居士，九十五歲都不需要人伺候，沒有人照顧他，身體健康。我要有人一伺候，馬上就老了，馬上就生病了。你說到底哪個好？活到一百歲、兩百歲都不需要人照顧，我還能照顧別人，這個好！新加坡許哲居士今年一百零三歲，她身體健康的狀況就跟三、四十歲的人一樣，每天照顧二十多個老人、病人，她照顧人，不需要人照顧她。你們想想看，你們是服侍人好，還是要別人服侍你好？想想就知道了。"
    },
    {
      "id": "15-014-0038_p0034",
      "zh_CN": "今天我们时间到了，这部经圆满了！祝福同修们健康长寿、谐偶，这个经上开头讲的自在谐偶，谐偶就是一切事称心如意。可是不要忘了，要为世界苦难众生尽我们一份心力、劳力。谢谢大家！",
      "zh_TW": "今天我們時間到了，這部經圓滿了！祝福同修們健康長壽、諧偶，這個經上開頭講的自在諧偶，諧偶就是一切事稱心如意。可是不要忘了，要為世界苦難眾生盡我們一份心力、勞力。謝謝大家！"
    }
  ]
}