{
  "doc_id": "21-508-0001",
  "title": {
    "zh_CN": "净空老和尚除夕祝福开示",
    "zh_TW": "淨空老和尚除夕祝福開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-508-0001",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "21-508-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家新年好，请坐。今天是己丑年的除夕，中国人还是对于旧历年有不同的感情，在这个年节的日子，我们感触确实很深。在这一生当中，回想到我学佛的因缘实在是很偶然的机遇，我跟方东美先生学哲学，他把佛法介绍给我，我才重新认识佛教，知道这是释迦牟尼佛的教育。过去以为它是宗教，以为它是迷信，产生严重的误会，所以从来就没有接触过。经过老师介绍，也很难得，在那时候没多久我认识了章嘉大师，这两位真正的善知识帮助我进入佛门。",
      "zh_TW": "諸位法師，諸位同學，大家新年好，請坐。今天是己丑年的除夕，中國人還是對於舊曆年有不同的感情，在這個年節的日子，我們感觸確實很深。在這一生當中，回想到我學佛的因緣實在是很偶然的機遇，我跟方東美先生學哲學，他把佛法介紹給我，我才重新認識佛教，知道這是釋迦牟尼佛的教育。過去以為它是宗教，以為它是迷信，產生嚴重的誤會，所以從來就沒有接觸過。經過老師介紹，也很難得，在那時候沒多久我認識了章嘉大師，這兩位真正的善知識幫助我進入佛門。"
    },
    {
      "id": "21-508-0001_p0002",
      "zh_CN": "大师教我要认识释迦牟尼佛，要好好的跟着释迦牟尼佛学习。佛陀虽然不在世了，他的教诲就是经典，依旧留存在世间，就是说，古往这些大德们把佛陀一生的教诲收集起来，编成一部丛书，这部丛书我们称它为《大藏经》。这部《大藏经》的内容说些什么？真可以说是包罗万象，整个宇宙人生都讲到了。如果我们就它重要的部分来说，把它归纳成五大类，那就是伦理，伦理是讲关系，它讲到人跟人的关系，人跟自然环境的关系，也就是说，人跟所有一切动物的关系，人跟一切植物花草树木的关系，人跟山河大地的关系，人跟大自然的关系，人跟整个宇宙的关系；它还讲到人跟不同维次空间众生的关系，这是佛经里面讲的一切鬼神众，这是不同维次空间，这属於伦理。我们把关系搞清楚，然后怎样尽到自己的本分、义务，在这个地方才体现到人生真正的价值，现在讲价值观，人生真正的意义。",
      "zh_TW": "大師教我要認識釋迦牟尼佛，要好好的跟著釋迦牟尼佛學習。佛陀雖然不在世了，他的教誨就是經典，依舊留存在世間，就是說，古往這些大德們把佛陀一生的教誨收集起來，編成一部叢書，這部叢書我們稱它為《大藏經》。這部《大藏經》的內容說些什麼？真可以說是包羅萬象，整個宇宙人生都講到了。如果我們就它重要的部分來說，把它歸納成五大類，那就是倫理，倫理是講關係，它講到人跟人的關係，人跟自然環境的關係，也就是說，人跟所有一切動物的關係，人跟一切植物花草樹木的關係，人跟山河大地的關係，人跟大自然的關係，人跟整個宇宙的關係；它還講到人跟不同維次空間眾生的關係，這是佛經裡面講的一切鬼神眾，這是不同維次空間，這屬於倫理。我們把關係搞清楚，然後怎樣盡到自己的本分、義務，在這個地方才體現到人生真正的價值，現在講價值觀，人生真正的意義。"
    },
    {
      "id": "21-508-0001_p0003",
      "zh_CN": "我们活在这个世间，这一生有什么意思？有什么价值？决不是为享有物质生活而来的，也不是享受精神生活，都不是。那到底是什么？我们从圣贤教诲上来看，我们活在这个世间应该是这样说法，我们是来学习的，像上学一样，我们现在上一年级，我们的目标是希望明年能上二年级，不断把我们的灵性、境界向上提升。提升到究竟圆满，在佛法里面讲，那叫成佛，佛是达到究竟圆满。没有到究竟圆满，向着这个目标、向着这个方向认真学习，都称之为菩萨，菩萨好比是学生，你还没毕业。学生当然有小学生、中学生、大学生、研究所的研究生，都是学生。所以佛教里面自自然然也就形成所谓十信位，十信是小学，十住好像是中学，十回向好比是高中，十地好比是大学，等觉好比是研究所，它也有次第。",
      "zh_TW": "我們活在這個世間，這一生有什麼意思？有什麼價值？決不是為享有物質生活而來的，也不是享受精神生活，都不是。那到底是什麼？我們從聖賢教誨上來看，我們活在這個世間應該是這樣說法，我們是來學習的，像上學一樣，我們現在上一年級，我們的目標是希望明年能上二年級，不斷把我們的靈性、境界向上提升。提升到究竟圓滿，在佛法裡面講，那叫成佛，佛是達到究竟圓滿。沒有到究竟圓滿，向著這個目標、向著這個方向認真學習，都稱之為菩薩，菩薩好比是學生，你還沒畢業。學生當然有小學生、中學生、大學生、研究所的研究生，都是學生。所以佛教裡面自自然然也就形成所謂十信位，十信是小學，十住好像是中學，十迴向好比是高中，十地好比是大學，等覺好比是研究所，它也有次第。"
    },
    {
      "id": "21-508-0001_p0004",
      "zh_CN": "在《华严》，《华严》也是方先生特别给我介绍的，他说这部书是佛经哲学概论，我跟他学哲学，他介绍给我的时候说佛经哲学，他说这部书编得太好了，在这世界上找不到第二种能跟它相比的。他老人家告诉我，这个书里头有圆满的理论、有周详的方法，最难得的它还带表演。末后善财童子五十三参，他把这些理论、方法做出来给我们看，也就是落实在生活、落实在学习、落实在处事待人接物，做出来给我们看。像这样好的教科书，在世界上确实找不到第二种。我们是通过老师的介绍才知道这门学问的殊胜。接触之后就学看经，虽然看不懂，大概也是佛法里面所说的，过去生中还有这个善根，看不懂怎么样？欢喜，喜欢看，喜欢接受，那年我二十六岁。接触之后遇到了章嘉大师，大师是专门学佛的，方先生是附带的。而且两位老师对我都非常好，特别给我的时间是每个星期天我们见一次面，我把我一个星期学习的心得提出报告向他老人家请教。章嘉大师劝我出家，劝我学释迦牟尼佛一生讲经教学，我也很喜欢这个行业，我就接受了。在这么多年的学习过程当中，确实是证实了方老师告诉我的，学佛是人生最高的享受。",
      "zh_TW": "在《華嚴》，《華嚴》也是方先生特別給我介紹的，他說這部書是佛經哲學概論，我跟他學哲學，他介紹給我的時候說佛經哲學，他說這部書編得太好了，在這世界上找不到第二種能跟它相比的。他老人家告訴我，這個書裡頭有圓滿的理論、有周詳的方法，最難得的它還帶表演。末後善財童子五十三參，他把這些理論、方法做出來給我們看，也就是落實在生活、落實在學習、落實在處事待人接物，做出來給我們看。像這樣好的教科書，在世界上確實找不到第二種。我們是通過老師的介紹才知道這門學問的殊勝。接觸之後就學看經，雖然看不懂，大概也是佛法裡面所說的，過去生中還有這個善根，看不懂怎麼樣？歡喜，喜歡看，喜歡接受，那年我二十六歲。接觸之後遇到了章嘉大師，大師是專門學佛的，方先生是附帶的。而且兩位老師對我都非常好，特別給我的時間是每個星期天我們見一次面，我把我一個星期學習的心得提出報告向他老人家請教。章嘉大師勸我出家，勸我學釋迦牟尼佛一生講經教學，我也很喜歡這個行業，我就接受了。在這麼多年的學習過程當中，確實是證實了方老師告訴我的，學佛是人生最高的享受。"
    },
    {
      "id": "21-508-0001_p0005",
      "zh_CN": "每个人一生过程当中，我们相信都会遇到有顺境、有逆境、有善缘、有恶缘，我们用佛陀教导我们的智慧方法，都能够很顺利的过关。我们把这些境界，无论是环境或者是人事，都看作是考试，通过之后必定向上提升，所以愈学愈欢喜。我们有没有遭遇到困难？没有，我们完全是通过考试。所以在早年，二十多年前我常讲，这个世界要能够恢复安定和谐，人人能过着幸福美满的生活，必须要做到个人自己在本分岗位上认真的工作，认真把它做好，然后跟其他行业互助合作，这个社会就非常美好。我们这个行业的本分就像释迦牟尼佛一样，他老人家一生开悟之后就从事教学，三十岁开悟的，七十九岁圆寂的，讲经三百余会，说法四十九年。讲经三百会就是我们现在所讲的办班，办班教学，一生乐此不疲，这是本分的事情。",
      "zh_TW": "每個人一生過程當中，我們相信都會遇到有順境、有逆境、有善緣、有惡緣，我們用佛陀教導我們的智慧方法，都能夠很順利的過關。我們把這些境界，無論是環境或者是人事，都看作是考試，通過之後必定向上提升，所以愈學愈歡喜。我們有沒有遭遇到困難？沒有，我們完全是通過考試。所以在早年，二十多年前我常講，這個世界要能夠恢復安定和諧，人人能過著幸福美滿的生活，必須要做到個人自己在本分崗位上認真的工作，認真把它做好，然後跟其他行業互助合作，這個社會就非常美好。我們這個行業的本分就像釋迦牟尼佛一樣，他老人家一生開悟之後就從事教學，三十歲開悟的，七十九歲圓寂的，講經三百餘會，說法四十九年。講經三百會就是我們現在所講的辦班，辦班教學，一生樂此不疲，這是本分的事情。"
    },
    {
      "id": "21-508-0001_p0006",
      "zh_CN": "做其他的就不是我们的本分，像我们最近的三年，我们也在国内家乡汤池做一个文化教育中心，照我们章嘉大师的说法，叫不守本分。为什么去搞这个？这有原因的，不是我想搞的，没想过，是因为这些年来有这个机缘参加国际和平会议，多半都是联合国主导的，我参加十几次会议。我们讨论的问题都是属于和平会议，讨论的只有一个题目，「消灭冲突，促进社会安定、世界和平」。联合国几十年来对这个问题没法子解决，不知道开多少次的会议，与会的这些专家学者我认识的很多，所以我就把我们中国五千年传统的教学方法，以及释迦牟尼佛办班教学的办法介绍给大众。他们听闻之后耳目一新，很有兴趣，也很赞叹，但是会后我们在一起吃饭聊天就来告诉我，他说法师，你讲得很好，这是理想，做不到。这句话就让我为难了，为什么？没有信心，没有信心才是真正的危机。你看佛常常给我们说，「信为道元功德母」，你成就的大小决定在信心，你没有信心就不能成就。",
      "zh_TW": "做其他的就不是我們的本分，像我們最近的三年，我們也在國內家鄉湯池做一個文化教育中心，照我們章嘉大師的說法，叫不守本分。為什麼去搞這個？這有原因的，不是我想搞的，沒想過，是因為這些年來有這個機緣參加國際和平會議，多半都是聯合國主導的，我參加十幾次會議。我們討論的問題都是屬於和平會議，討論的只有一個題目，「消滅衝突，促進社會安定、世界和平」。聯合國幾十年來對這個問題沒法子解決，不知道開多少次的會議，與會的這些專家學者我認識的很多，所以我就把我們中國五千年傳統的教學方法，以及釋迦牟尼佛辦班教學的辦法介紹給大眾。他們聽聞之後耳目一新，很有興趣，也很讚歎，但是會後我們在一起吃飯聊天就來告訴我，他說法師，你講得很好，這是理想，做不到。這句話就讓我為難了，為什麼？沒有信心，沒有信心才是真正的危機。你看佛常常給我們說，「信為道元功德母」，你成就的大小決定在信心，你沒有信心就不能成就。"
    },
    {
      "id": "21-508-0001_p0007",
      "zh_CN": "我们中国五千年来古圣先贤的「建国君民，教学为先」，修身齐家，格致为本，这在中国推行了五千年，效果卓着，现在人没有信心，那多可惜，那就没法子了。因此我们才在汤池办这个班做实验，看看传统这些东西在现代社会里面还能不能行？结果这个实验成功了，这个小镇，我们用一个小镇做实验，推动全民教育，只用一门功课，儒家的《弟子规》。我们常常讲儒释道三个根，三个根，因为其他的道跟佛是宗教，在现行国家政策上是不可以的，只能在宗教道场里面可以学习，学校不可以，所以我们只用儒家这一门。这一门没有想到做成功了，而且做得让我们非常满意，时间三、四个月，效果就卓着，如果能扎三个根、扎四个根，那还得了！这个实验让我们证明老祖宗所说的话，「人之初，性本善」，给我们显示出人民是教得好的，只要你肯教。所以我们二００六年在联合国教科文组织巴黎总部做一个活动，办一个活动，我们把这个成果向联合国提出报告，而且做三天展览，效果非常好。实验成功了，我们就交给政府，我们要回过头来干本分的事情，所以以后我们不再做非分的事情，免得老师会责备我，不再做非分了，我们把这个经验告诉大家。",
      "zh_TW": "我們中國五千年來古聖先賢的「建國君民，教學為先」，修身齊家，格致為本，這在中國推行了五千年，效果卓著，現在人沒有信心，那多可惜，那就沒法子了。因此我們才在湯池辦這個班做實驗，看看傳統這些東西在現代社會裡面還能不能行？結果這個實驗成功了，這個小鎮，我們用一個小鎮做實驗，推動全民教育，只用一門功課，儒家的《弟子規》。我們常常講儒釋道三個根，三個根，因為其他的道跟佛是宗教，在現行國家政策上是不可以的，只能在宗教道場裡面可以學習，學校不可以，所以我們只用儒家這一門。這一門沒有想到做成功了，而且做得讓我們非常滿意，時間三、四個月，效果就卓著，如果能紮三個根、紮四個根，那還得了！這個實驗讓我們證明老祖宗所說的話，「人之初，性本善」，給我們顯示出人民是教得好的，只要你肯教。所以我們二００六年在聯合國教科文組織巴黎總部做一個活動，辦一個活動，我們把這個成果向聯合國提出報告，而且做三天展覽，效果非常好。實驗成功了，我們就交給政府，我們要回過頭來幹本分的事情，所以以後我們不再做非分的事情，免得老師會責備我，不再做非分了，我們把這個經驗告訴大家。"
    },
    {
      "id": "21-508-0001_p0008",
      "zh_CN": "学佛必须要知道扎根教育，我们今天学佛，在家同修没有做到十善业，出家的同学也疏忽沙弥律仪，所以我们往往几十年的修学没有成果。所以我这几年来特别提醒同学们，我们要补习，补习扎根教育。出家人要扎四个根，《弟子规》、《感应篇》、《十善业》、《沙弥律仪》，这四门一定要做到，我们相信一年的时间是足够了。根扎稳了，然后在经论里头选一门，《华严》里头讲得清楚，一经通一切经通，一个法门成就是一切法门都成就，所以不可以贪多，要专、要精，那我们这一生当中肯定个个都有成就。这才是可喜的现象，值得恭喜的，除这个之外都是过眼云烟，不是真的。",
      "zh_TW": "學佛必須要知道扎根教育，我們今天學佛，在家同修沒有做到十善業，出家的同學也疏忽沙彌律儀，所以我們往往幾十年的修學沒有成果。所以我這幾年來特別提醒同學們，我們要補習，補習扎根教育。出家人要紮四個根，《弟子規》、《感應篇》、《十善業》、《沙彌律儀》，這四門一定要做到，我們相信一年的時間是足夠了。根紮穩了，然後在經論裡頭選一門，《華嚴》裡頭講得清楚，一經通一切經通，一個法門成就是一切法門都成就，所以不可以貪多，要專、要精，那我們這一生當中肯定個個都有成就。這才是可喜的現象，值得恭喜的，除這個之外都是過眼雲煙，不是真的。"
    },
    {
      "id": "21-508-0001_p0009",
      "zh_CN": "我们自己有成就，才能够帮助别人，帮助这个社会，帮助国家，帮助世界，真正达到化解冲突，恢复安定和平，中国古时候所谓的礼义之邦，和谐社会，决定可以落实。希望我们国家带领这个世界走向幸福美满，安定和平，这是今年我给同学们的祝福。我们学佛人一定要尽一分力量来协助这个社会，那就是我们自己要做一个好榜样，「学为人师，行为世范」。释迦牟尼佛在过去给我们做的好样子，我们今天要继承，要把它发扬光大，要做给这个社会大众看，做给我们国家民族看，做给全世界、全人类去看，这才是真正佛的好弟子。我的祝福就说到此地，谢谢大家，新年吉祥如意。",
      "zh_TW": "我們自己有成就，才能夠幫助別人，幫助這個社會，幫助國家，幫助世界，真正達到化解衝突，恢復安定和平，中國古時候所謂的禮義之邦，和諧社會，決定可以落實。希望我們國家帶領這個世界走向幸福美滿，安定和平，這是今年我給同學們的祝福。我們學佛人一定要盡一分力量來協助這個社會，那就是我們自己要做一個好榜樣，「學為人師，行為世範」。釋迦牟尼佛在過去給我們做的好樣子，我們今天要繼承，要把它發揚光大，要做給這個社會大眾看，做給我們國家民族看，做給全世界、全人類去看，這才是真正佛的好弟子。我的祝福就說到此地，謝謝大家，新年吉祥如意。"
    }
  ]
}