{
  "doc_id": "12-041-0002",
  "title": {
    "zh_CN": "善财童子参学报告（二三）",
    "zh_TW": "善財童子參學報告（二三）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-041-0002",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "12-041-0002_p0001",
      "zh_CN": "请掀开讲义第三面第三行看起：",
      "zh_TW": "請掀開講義第三面第三行看起："
    },
    {
      "id": "12-041-0002_p0002",
      "zh_CN": "【七、普遍法界诸佛刹故，发广大心。】",
      "zh_TW": "【七、普遍法界諸佛剎故，發廣大心。】"
    },
    {
      "id": "12-041-0002_p0003",
      "zh_CN": "向下这五句，都是「而生其心」。前面一句是「应无所住」。「而生其心」，这是真正的菩提心。中国古老谚语常说「量大福大」，我们要细心观察这个人有没有福报，你就要留意看他的心量，量大之人必定有大福，纵然现在他还没有发福，可以肯定他将来必定发达。我们从历史上去观察，乃至于从现在社会上仔细去观察，确实很有效验。如果一个度量小的人，他纵然是发福、发达了，那是他前生所修的福，我们也能够肯定他，他福享尽了，他就衰了，所以他前途不是旺相，是衰相。唯有心量大的人，现在虽然没有发达，他前途是兴旺的气象，不一样，细心观察能看得出来。所以量大福大，我们要学习。",
      "zh_TW": "向下這五句，都是「而生其心」。前面一句是「應無所住」。「而生其心」，這是真正的菩提心。中國古老諺語常說「量大福大」，我們要細心觀察這個人有沒有福報，你就要留意看他的心量，量大之人必定有大福，縱然現在他還沒有發福，可以肯定他將來必定發達。我們從歷史上去觀察，乃至於從現在社會上仔細去觀察，確實很有效驗。如果一個度量小的人，他縱然是發福、發達了，那是他前生所修的福，我們也能夠肯定他，他福享盡了，他就衰了，所以他前途不是旺相，是衰相。唯有心量大的人，現在雖然沒有發達，他前途是興旺的氣象，不一樣，細心觀察能看得出來。所以量大福大，我們要學習。"
    },
    {
      "id": "12-041-0002_p0004",
      "zh_CN": "菩萨在此地教给我们，『普遍法界诸佛刹故』，我们要有这个心量。现在人前途为什么有限？量太小了。世间人量最小的，只顾他自己一身，很可怜！量稍微大一点，他顾他一家，再大一点，他有公司行号，他顾及他的事业，顾及他的员工，这就相当难得了。我们看到许多事业做得不错，到最后都失败，什么原因？利用员工，他没有照顾员工，这就心量太小，他连一个公司的心量都没有。我们佛门道场也是如此，如果心量只顾到自己一个道场，道场到最后还做不好。什么原因？利用信徒，利用这些热心的义工，最后被人家看穿，原来他是利用我的，统统都散掉了，众叛亲离，你就失败了。凡是能够照顾员工的，你一个道场真正爱护信徒、照顾信徒、帮助信徒，他产生一个凝聚的力量，这个道场是兴旺的。这心量还是小，只有一个小团体；再扩大，这一个地区，这一个国家；更大的是这一个世界。中国古圣先贤讲，没有宽宏大量，你可以做一个诸侯，那是你的福报，你修得来的，你可以做个小国王；你要想做天下的领袖，做世界的领袖，决定不可能。",
      "zh_TW": "菩薩在此地教給我們，『普遍法界諸佛剎故』，我們要有這個心量。現在人前途為什麼有限？量太小了。世間人量最小的，只顧他自己一身，很可憐！量稍微大一點，他顧他一家，再大一點，他有公司行號，他顧及他的事業，顧及他的員工，這就相當難得了。我們看到許多事業做得不錯，到最後都失敗，什麼原因？利用員工，他沒有照顧員工，這就心量太小，他連一個公司的心量都沒有。我們佛門道場也是如此，如果心量只顧到自己一個道場，道場到最後還做不好。什麼原因？利用信徒，利用這些熱心的義工，最後被人家看穿，原來他是利用我的，統統都散掉了，眾叛親離，你就失敗了。凡是能夠照顧員工的，你一個道場真正愛護信徒、照顧信徒、幫助信徒，他產生一個凝聚的力量，這個道場是興旺的。這心量還是小，只有一個小團體；再擴大，這一個地區，這一個國家；更大的是這一個世界。中國古聖先賢講，沒有寬宏大量，你可以做一個諸侯，那是你的福報，你修得來的，你可以做個小國王；你要想做天下的領袖，做世界的領袖，決定不可能。"
    },
    {
      "id": "12-041-0002_p0005",
      "zh_CN": "古人讲的是「王天下」（这念旺），王天下，这三个字用现在话来说，就是领导全世界，为全世界人所仰慕的，对你心悦诚服，那你得要度量大，你要真正爱护一切众生，真正去教化一切众生，以身作则，你才能成为一个大人物，才能成为一个伟人。伟人、大人要由历史公认，自己不能够妄称，那是假的，不是真的。所以佛教导我们要拓开心量，要像诸佛如来一样，佛的心量大，「心包太虚，量周沙界」，他心量不是为一个地球，不是为一个太阳系、一个银河系，不是的，尽虚空遍法界，他都爱护，他都照顾，他都为一切众生服务，为虚空法界一切众生服务，为虚空法界一切众生做最好的榜样，这个人了不起。我们学佛要从这些地方下手，要在这个地方学真功夫。我们的思想，我们的见解，我们的言语，我们的动作，点点滴滴都要想着做一切众生最好的榜样，这叫真的学佛。",
      "zh_TW": "古人講的是「王天下」（這念旺），王天下，這三個字用現在話來說，就是領導全世界，為全世界人所仰慕的，對你心悅誠服，那你得要度量大，你要真正愛護一切眾生，真正去教化一切眾生，以身作則，你才能成為一個大人物，才能成為一個偉人。偉人、大人要由歷史公認，自己不能夠妄稱，那是假的，不是真的。所以佛教導我們要拓開心量，要像諸佛如來一樣，佛的心量大，「心包太虛，量周沙界」，他心量不是為一個地球，不是為一個太陽系、一個銀河系，不是的，盡虛空遍法界，他都愛護，他都照顧，他都為一切眾生服務，為虛空法界一切眾生服務，為虛空法界一切眾生做最好的榜樣，這個人了不起。我們學佛要從這些地方下手，要在這個地方學真功夫。我們的思想，我們的見解，我們的言語，我們的動作，點點滴滴都要想著做一切眾生最好的榜樣，這叫真的學佛。"
    },
    {
      "id": "12-041-0002_p0006",
      "zh_CN": "众生造作许多恶业，我要反过来，样样以善来感化他，来教导他，断恶为善。释迦牟尼佛为我们做的榜样，我们能体会到吗？世间人讲自爱，真正懂得自己爱护自己的人不多。谁懂得？佛懂得，佛做出自爱的榜样来给我们看。名闻利养世间人所爱，佛说这东西不是好东西。为什么？它的副作用太可怕，必须远离。名，名为造物所忌，一个人名实不相符，往往就遇到不思议的灾难；名实相符的人，真有智慧，他还要尽可能避开这些名与利，想尽方法避开。真正有智慧的人，他晓得。所以，做好事不要让人知道的好，这叫积阴德，阴德天报之，报得厚。所以，人出名绝对不是个好事情，现在一般人无知，想尽方法要提升自己的知名度，不晓得这里头藏的祸害。利，更不必说了，为什么它有祸害？因为名利、权位都是一切众生所争夺的对象，你也参加他的争夺，你夺不到，你就被人家打败，就被人家伤害了。这东西在我们一生当中不是最重要的；换句话说，我们活在世间不是为名闻利养来的。不为名闻利养，名闻利养就应当要放下。",
      "zh_TW": "眾生造作許多惡業，我要反過來，樣樣以善來感化他，來教導他，斷惡為善。釋迦牟尼佛為我們做的榜樣，我們能體會到嗎？世間人講自愛，真正懂得自己愛護自己的人不多。誰懂得？佛懂得，佛做出自愛的榜樣來給我們看。名聞利養世間人所愛，佛說這東西不是好東西。為什麼？它的副作用太可怕，必須遠離。名，名為造物所忌，一個人名實不相符，往往就遇到不思議的災難；名實相符的人，真有智慧，他還要盡可能避開這些名與利，想盡方法避開。真正有智慧的人，他曉得。所以，做好事不要讓人知道的好，這叫積陰德，陰德天報之，報得厚。所以，人出名絕對不是個好事情，現在一般人無知，想盡方法要提升自己的知名度，不曉得這裡頭藏的禍害。利，更不必說了，為什麼它有禍害？因為名利、權位都是一切眾生所爭奪的對象，你也參加他的爭奪，你奪不到，你就被人家打敗，就被人家傷害了。這東西在我們一生當中不是最重要的；換句話說，我們活在世間不是為名聞利養來的。不為名聞利養，名聞利養就應當要放下。"
    },
    {
      "id": "12-041-0002_p0007",
      "zh_CN": "五欲六尘又怎么样？五欲六尘是「财色名食睡」，对我们很重要吗？不见得！财够用就可以，何必要多？多就起贪心，贪是烦恼的根，我们要懂。佛告诉我们贪瞋痴叫三毒烦恼，无量无边的烦恼，无量无边的罪业，无量无边的苦报，都从贪瞋痴生的。这三条再归纳，就是一个贪。为什么会有瞋恚？贪不到才瞋恚，不了解事实真相是愚痴。所以贪是根，对于我们身心有严重的伤害。佛教给我们，佛做出来给我们看，释迦牟尼佛一天吃一餐，为什么？贪心断掉，烦恼的根断了，每天出去托钵都非常欢喜，人家给什么吃什么，不像安世高那个同学，托钵托到好的，很欢喜；托到不好的，心里不高兴。佛没有，佛无论人家给他什么，都欢喜，都感恩，这是我们要学的。心目当中对待施主一律平等看待，在这里头修平等心、修清净心、修正觉心，在极不平等的境界里面修平等，这是正确的。所以修行在哪里修行？日常生活当中点点滴滴。",
      "zh_TW": "五欲六塵又怎麼樣？五欲六塵是「財色名食睡」，對我們很重要嗎？不見得！財夠用就可以，何必要多？多就起貪心，貪是煩惱的根，我們要懂。佛告訴我們貪瞋痴叫三毒煩惱，無量無邊的煩惱，無量無邊的罪業，無量無邊的苦報，都從貪瞋痴生的。這三條再歸納，就是一個貪。為什麼會有瞋恚？貪不到才瞋恚，不了解事實真相是愚痴。所以貪是根，對於我們身心有嚴重的傷害。佛教給我們，佛做出來給我們看，釋迦牟尼佛一天吃一餐，為什麼？貪心斷掉，煩惱的根斷了，每天出去托缽都非常歡喜，人家給什麼吃什麼，不像安世高那個同學，托缽托到好的，很歡喜；托到不好的，心裡不高興。佛沒有，佛無論人家給他什麼，都歡喜，都感恩，這是我們要學的。心目當中對待施主一律平等看待，在這裡頭修平等心、修清淨心、修正覺心，在極不平等的境界裡面修平等，這是正確的。所以修行在哪裡修行？日常生活當中點點滴滴。"
    },
    {
      "id": "12-041-0002_p0008",
      "zh_CN": "为什么一天吃一餐？自爱，爱护我的身体。我们知道身体是许多器官组成的，饮食吃下去之后，这些器官在那里工作，把你吃下的这些饮食消化变化成能量，我们讲营养就是能量，来养这个身体。如果你好吃、贪吃，你吃得太多，你是给你的这些器官增加工作量，你哪里是爱它？你爱它的话，你应当要减少它的工作量，让它欢喜，让它长寿。它是一个机器，你会保养，你很爱惜，你绝对不让它超过工作量，这机器寿命肯定长，身心愉快。你好吃，为了三寸舌头，味就是三寸舌，到喉咙底下味道就没有了，特别偏爱舌头、三寸舌，让肠胃大量的负荷。爱舌头，糟蹋你的内脏，几个人懂得这个道理？几个人把这个事情搞清楚、搞明白？所以世间人只有自爱之名，没有自爱之实。烦恼轻、妄念少，我们需要补充的能量就少，一天一餐够了，会非常正常，精神饱满，一天到晚欢欢喜喜，常生欢喜心，这种人才真正懂得自爱。绝不糟蹋自己，对于自己身体，每一个器官、每一个细胞都爱护，都不伤害它，儒家讲这是尽孝道。我们的肤发、我们的身体，受之于父母，我自爱就是爱父母，不自爱常常损坏自己身体，不孝！这个道理懂得的人少了。释迦牟尼佛做出这么好的榜样给我们看，我们看了，几时你看出门道出来？几时你觉悟了？看出门道，体会得到了，决定向释迦牟尼佛学习。还得要学习释迦牟尼佛的大心量，我爱我自己，我爱我家庭，我爱我的团体，爱我的国家，还要爱这个世界，还不行！还要爱虚空法界一切国土众生。这个爱决定是平等的，决定是清净的，如果有不平等，那就不是真的，那是假的。平等的爱心！",
      "zh_TW": "為什麼一天吃一餐？自愛，愛護我的身體。我們知道身體是許多器官組成的，飲食吃下去之後，這些器官在那裡工作，把你吃下的這些飲食消化變化成能量，我們講營養就是能量，來養這個身體。如果你好吃、貪吃，你吃得太多，你是給你的這些器官增加工作量，你哪裡是愛它？你愛它的話，你應當要減少它的工作量，讓它歡喜，讓它長壽。它是一個機器，你會保養，你很愛惜，你絕對不讓它超過工作量，這機器壽命肯定長，身心愉快。你好吃，為了三寸舌頭，味就是三寸舌，到喉嚨底下味道就沒有了，特別偏愛舌頭、三寸舌，讓腸胃大量的負荷。愛舌頭，糟蹋你的內臟，幾個人懂得這個道理？幾個人把這個事情搞清楚、搞明白？所以世間人只有自愛之名，沒有自愛之實。煩惱輕、妄念少，我們需要補充的能量就少，一天一餐夠了，會非常正常，精神飽滿，一天到晚歡歡喜喜，常生歡喜心，這種人才真正懂得自愛。絕不糟蹋自己，對於自己身體，每一個器官、每一個細胞都愛護，都不傷害它，儒家講這是盡孝道。我們的膚髮、我們的身體，受之於父母，我自愛就是愛父母，不自愛常常損壞自己身體，不孝！這個道理懂得的人少了。釋迦牟尼佛做出這麼好的榜樣給我們看，我們看了，幾時你看出門道出來？幾時你覺悟了？看出門道，體會得到了，決定向釋迦牟尼佛學習。還得要學習釋迦牟尼佛的大心量，我愛我自己，我愛我家庭，我愛我的團體，愛我的國家，還要愛這個世界，還不行！還要愛虛空法界一切國土眾生。這個愛決定是平等的，決定是清淨的，如果有不平等，那就不是真的，那是假的。平等的愛心！"
    },
    {
      "id": "12-041-0002_p0009",
      "zh_CN": "今天世界为什么没有和平？和是和睦，为什么人跟人不和、族跟族不和、宗教跟宗教不和、国家跟国家不和，什么原因？不平。我们中国文字是智慧的符号，「和平」，和是果，要想得到和睦相处之果，你要修因。因是什么？平等对待。有平等，才有和睦；没有平等，哪来的和睦？我们要想一切众生和睦相处，首先要修因，修平等对待。从哪里修起？从我本身修起，无论在什么环境，无论是什么人，对我有恩德的人、对我有冤仇的人，我都是一律平等对待。你要问：「为什么要这样修法？」我将来会生到平等的世界，为什么？我心平等，果报一定在平等的世界。平等世界在哪里？西方极乐世界是平等世界，《华严经》上讲的华藏世界是平等世界。诸位要知道，平等世界就叫做一真法界，生到一真法界里，《华严经》上称他为法身菩萨。你还有不平等，还有高下，「你不如我，我比你强」，只要有这种意念存在，你就肯定出不了十法界。为什么？十法界不平等，有高下，不是华严境界。你要是明白这个道理，明白这个事实真相，你才晓得为什么要修平等心。法相宗的大德常讲：「转末那识为平等性智」，这一转，我们很清楚，他脱离十法界，他到一真法界去了。纵使他不生西方极乐世界，肯定他生华藏世界，他超越十法界了。",
      "zh_TW": "今天世界為什麼沒有和平？和是和睦，為什麼人跟人不和、族跟族不和、宗教跟宗教不和、國家跟國家不和，什麼原因？不平。我們中國文字是智慧的符號，「和平」，和是果，要想得到和睦相處之果，你要修因。因是什麼？平等對待。有平等，才有和睦；沒有平等，哪來的和睦？我們要想一切眾生和睦相處，首先要修因，修平等對待。從哪裡修起？從我本身修起，無論在什麼環境，無論是什麼人，對我有恩德的人、對我有冤仇的人，我都是一律平等對待。你要問：「為什麼要這樣修法？」我將來會生到平等的世界，為什麼？我心平等，果報一定在平等的世界。平等世界在哪裡？西方極樂世界是平等世界，《華嚴經》上講的華藏世界是平等世界。諸位要知道，平等世界就叫做一真法界，生到一真法界裡，《華嚴經》上稱他為法身菩薩。你還有不平等，還有高下，「你不如我，我比你強」，只要有這種意念存在，你就肯定出不了十法界。為什麼？十法界不平等，有高下，不是華嚴境界。你要是明白這個道理，明白這個事實真相，你才曉得為什麼要修平等心。法相宗的大德常講：「轉末那識為平等性智」，這一轉，我們很清楚，他脫離十法界，他到一真法界去了。縱使他不生西方極樂世界，肯定他生華藏世界，他超越十法界了。"
    },
    {
      "id": "12-041-0002_p0010",
      "zh_CN": "世尊真的对我们是大恩大德，这些道理事实真相，要不是他老人家，没有人能说得出来，谁能教我们？谁有这个能力？我们怎么能不感恩！因为听了他的教诲，我们能够依教奉行，我这一生取一真法界，肯定的，百分之百的把握。为什么？这事不是求人，古人常讲「天下有难事」，什么事难？「登天难，求人难」，是真的。这事情求自己不求人，只需要自己在极不平的境界里面修平等心，顺境不贪，逆境不瞋恨，永远保持自己的平等心，决定不被贪瞋痴慢污染，决定不被喜怒哀乐爱恶欲所染，这是七情，不被它所染，我们的清净平等觉就现前了。",
      "zh_TW": "世尊真的對我們是大恩大德，這些道理事實真相，要不是他老人家，沒有人能說得出來，誰能教我們？誰有這個能力？我們怎麼能不感恩！因為聽了他的教誨，我們能夠依教奉行，我這一生取一真法界，肯定的，百分之百的把握。為什麼？這事不是求人，古人常講「天下有難事」，什麼事難？「登天難，求人難」，是真的。這事情求自己不求人，只需要自己在極不平的境界裡面修平等心，順境不貪，逆境不瞋恨，永遠保持自己的平等心，決定不被貪瞋痴慢污染，決定不被喜怒哀樂愛惡欲所染，這是七情，不被它所染，我們的清淨平等覺就現前了。"
    },
    {
      "id": "12-041-0002_p0011",
      "zh_CN": "诸位要晓得，清净平等是真正的禅定，觉是真实智慧，定慧等学。在哪里修？都在日常生活当中，你看到这些人，你看到这些事，你接触那些物，都是我们修行的地方。修什么？刚才讲了，修清净心、修平等心、修觉心，觉而不迷。学佛，一入佛门的头一天，我们接受三皈传授，三皈传给我们什么？就传给我们这三桩事情：「皈依佛」，觉而不迷；「皈依法」，正而不邪，清净平等是正；「皈依僧」，净而不染；这叫三宝。三宝是觉正净，就是清净平等觉；清净是僧宝，平等是法宝，觉是佛宝。三宝在哪里？三宝在我们自性里头，三宝在我们心中不在外头，外头没有。所以，佛法称为内学，心外无法，法外无心。",
      "zh_TW": "諸位要曉得，清淨平等是真正的禪定，覺是真實智慧，定慧等學。在哪裡修？都在日常生活當中，你看到這些人，你看到這些事，你接觸那些物，都是我們修行的地方。修什麼？剛才講了，修清淨心、修平等心、修覺心，覺而不迷。學佛，一入佛門的頭一天，我們接受三皈傳授，三皈傳給我們什麼？就傳給我們這三樁事情：「皈依佛」，覺而不迷；「皈依法」，正而不邪，清淨平等是正；「皈依僧」，淨而不染；這叫三寶。三寶是覺正淨，就是清淨平等覺；清淨是僧寶，平等是法寶，覺是佛寶。三寶在哪裡？三寶在我們自性裡頭，三寶在我們心中不在外頭，外頭沒有。所以，佛法稱為內學，心外無法，法外無心。"
    },
    {
      "id": "12-041-0002_p0012",
      "zh_CN": "日常生活当中处事待人接物，你会用心吗？祖师大德常常问学人、问学生：「你会么！」这句话什么意思？「你会用心吗？」会用心的是佛菩萨，错用了心的是凡夫。会用心的是用真心，不会用真心的他用妄心。妄心是什么？法相宗所讲的八识五十一心所，这是妄心。你在日常生活当中堕在妄心里面，这很可怜，没有人能帮得上你的忙。所以学佛没有别的，学会用真心。",
      "zh_TW": "日常生活當中處事待人接物，你會用心嗎？祖師大德常常問學人、問學生：「你會麼！」這句話什麼意思？「你會用心嗎？」會用心的是佛菩薩，錯用了心的是凡夫。會用心的是用真心，不會用真心的他用妄心。妄心是什麼？法相宗所講的八識五十一心所，這是妄心。你在日常生活當中墮在妄心裡面，這很可憐，沒有人能幫得上你的忙。所以學佛沒有別的，學會用真心。"
    },
    {
      "id": "12-041-0002_p0013",
      "zh_CN": "佛的经论太多，说的名相也非常多，如果抓不住纲领，确实无从下手。我学佛五十年，总结佛法的纲领，我写了二十个字，前面十个字是用心，你会用心，「真诚心、清净心、平等心、正觉心、慈悲心」，你不要忘记。对一切人、一切事、一切物，无论顺境逆境，无论善缘恶缘，统统用这个心。真心，用这个心就跟法身菩萨一样，跟他一样，你已经到法身菩萨的境界了。在生活里面，事相当中，我们对一切人、对一切事、对一切物，我也写了十个字，「看破、放下」，看破是样样明了、样样清楚；放下，放下是断恶修善、断迷为悟，要把迷邪染放下，要把烦恼习气种种不善放下。我常讲的，自私自利要放下，名闻利养要放下，五欲六尘要放下，贪瞋痴慢要放下，决定有害。无量劫来我们修行都得不到结果，什么原因？被这十六个字害了。现在要觉悟、要明白，从此之后不再上它的当，不再被它蒙蔽。统统放下，我们这一生的生活「自在」。人为什么不快乐、不自在？他没有放下，所以他有忧虑，他有牵挂，他有烦恼；统统放下，得大自在。我们的生活、工作、待人接物，我们应该用什么态度？「随缘」。古德教给我们，「随缘消旧业，莫更造新殃」。这好，这多快乐！最后两个字，「念佛」。什么叫念佛？念阿弥陀佛，不是的，不是念阿弥陀佛。念什么佛？一切有情众生都是佛，不但有情众生是佛，一切无情众生也是佛。有情的众生有佛性，无情的众生有法性，佛性跟法性是一个性，不是两个性。所以菩萨成佛，他见到大地所有一切众生同成佛道，那叫「念佛」。",
      "zh_TW": "佛的經論太多，說的名相也非常多，如果抓不住綱領，確實無從下手。我學佛五十年，總結佛法的綱領，我寫了二十個字，前面十個字是用心，你會用心，「真誠心、清淨心、平等心、正覺心、慈悲心」，你不要忘記。對一切人、一切事、一切物，無論順境逆境，無論善緣惡緣，統統用這個心。真心，用這個心就跟法身菩薩一樣，跟他一樣，你已經到法身菩薩的境界了。在生活裡面，事相當中，我們對一切人、對一切事、對一切物，我也寫了十個字，「看破、放下」，看破是樣樣明瞭、樣樣清楚；放下，放下是斷惡修善、斷迷為悟，要把迷邪染放下，要把煩惱習氣種種不善放下。我常講的，自私自利要放下，名聞利養要放下，五欲六塵要放下，貪瞋痴慢要放下，決定有害。無量劫來我們修行都得不到結果，什麼原因？被這十六個字害了。現在要覺悟、要明白，從此之後不再上它的當，不再被它蒙蔽。統統放下，我們這一生的生活「自在」。人為什麼不快樂、不自在？他沒有放下，所以他有憂慮，他有牽掛，他有煩惱；統統放下，得大自在。我們的生活、工作、待人接物，我們應該用什麼態度？「隨緣」。古德教給我們，「隨緣消舊業，莫更造新殃」。這好，這多快樂！最後兩個字，「念佛」。什麼叫念佛？念阿彌陀佛，不是的，不是念阿彌陀佛。念什麼佛？一切有情眾生都是佛，不但有情眾生是佛，一切無情眾生也是佛。有情的眾生有佛性，無情的眾生有法性，佛性跟法性是一個性，不是兩個性。所以菩薩成佛，他見到大地所有一切眾生同成佛道，那叫「念佛」。"
    },
    {
      "id": "12-041-0002_p0014",
      "zh_CN": "一切众生都是佛，好人是佛，坏人也是佛，我怎么敢对坏人起恶念？我怎么敢轻慢恶人？不可以，他真的是佛，不过现在他自己不知道他是佛。跟我们一样，我们没有学佛，也不知道自己是佛。学佛之后才恍然大悟，佛不在外面，原来佛是自己，佛就是自己的觉性。诸位要知道，不是灵性是觉性，灵性是第二义，觉性才是第一义。所以，我们看一切众生，没有一个不是佛。诸位要是读过《楞严经》，你就明白。众生的真心真性在哪里？佛在经上讲得很清楚，「六根门头放光动地」的，那就是你自己的佛性。眼能见，能见是自己的真性；耳能闻，能闻是自己的真性；鼻能嗅，口能尝，身能触，意能知；眼耳鼻舌身意那个能力，原来就是自己的真心，就是自己的本性。这个事实真相，确实没人知道。为什么凡夫跟佛差别不一样？差别就在：你会么！佛与法身菩萨会，会什么？会用六根的根性，他见他用见性见，他闻他用闻性闻。我们凡夫不会，不会怎么样？不会，用眼识见，用耳识闻，把六根门头的真性变成了六识，很糟糕！凡夫把智转成识，迷了；佛菩萨转识成智。宗门教下祖师大德呵斥：你会么！意思就在此地，你要是会用六根根性，你就成就了。",
      "zh_TW": "一切眾生都是佛，好人是佛，壞人也是佛，我怎麼敢對壞人起惡念？我怎麼敢輕慢惡人？不可以，他真的是佛，不過現在他自己不知道他是佛。跟我們一樣，我們沒有學佛，也不知道自己是佛。學佛之後才恍然大悟，佛不在外面，原來佛是自己，佛就是自己的覺性。諸位要知道，不是靈性是覺性，靈性是第二義，覺性才是第一義。所以，我們看一切眾生，沒有一個不是佛。諸位要是讀過《楞嚴經》，你就明白。眾生的真心真性在哪裡？佛在經上講得很清楚，「六根門頭放光動地」的，那就是你自己的佛性。眼能見，能見是自己的真性；耳能聞，能聞是自己的真性；鼻能嗅，口能嘗，身能觸，意能知；眼耳鼻舌身意那個能力，原來就是自己的真心，就是自己的本性。這個事實真相，確實沒人知道。為什麼凡夫跟佛差別不一樣？差別就在：你會麼！佛與法身菩薩會，會什麼？會用六根的根性，他見他用見性見，他聞他用聞性聞。我們凡夫不會，不會怎麼樣？不會，用眼識見，用耳識聞，把六根門頭的真性變成了六識，很糟糕！凡夫把智轉成識，迷了；佛菩薩轉識成智。宗門教下祖師大德呵斥：你會麼！意思就在此地，你要是會用六根根性，你就成就了。"
    },
    {
      "id": "12-041-0002_p0015",
      "zh_CN": "自古以来《楞严经》的注解，古注以《长水疏》为代表，这是受天台大师的影响，用三止三观来做功夫；今注以明朝交光大师为代表。交光大师实在也非常了不起！他念佛念得很有功夫，寿命到了，阿弥陀佛来接引他，好事情，那真的是能往生。可是他一想：《楞严》这部经这么重要，自古以来讲经的法师，都没有把经义讲得透辟。他把这桩事情向阿弥陀佛报告，然后请求阿弥陀佛能不能准他的假，暂时不到极乐世界去，来注《楞严经》，等到《楞严经》注好之后再往生。阿弥陀佛就准了他的假，佛走了，他的身体也好了。注《楞严经》，称为《楞严正脉》。他跟古人不一样的是什么地方？「舍识用根」。他不用天台的三止三观，因为天台三止三观还是用心意识，他是统统把心意识摆脱掉，直捷了当舍识用根。主张我们见色用见性见，什么叫「见性」？我们睁开眼睛，第一眼看到的那是见性、是真心。为什么？你还没有开始分别，就是说第一眼见的时候，没有妄想，没有分别，没有执着，我们通常讲你还没有起心动念，你还没有分别执着，法法平等。「识」是什么？第二念。麻烦来了，第二念就不平等了，第二念分别心起来了，只要一分别就不平等，那一执着就严重的灾害了。",
      "zh_TW": "自古以來《楞嚴經》的註解，古註以《長水疏》為代表，這是受天台大師的影響，用三止三觀來做功夫；今註以明朝交光大師為代表。交光大師實在也非常了不起！他念佛念得很有功夫，壽命到了，阿彌陀佛來接引他，好事情，那真的是能往生。可是他一想：《楞嚴》這部經這麼重要，自古以來講經的法師，都沒有把經義講得透闢。他把這樁事情向阿彌陀佛報告，然後請求阿彌陀佛能不能准他的假，暫時不到極樂世界去，來註《楞嚴經》，等到《楞嚴經》註好之後再往生。阿彌陀佛就准了他的假，佛走了，他的身體也好了。註《楞嚴經》，稱為《楞嚴正脈》。他跟古人不一樣的是什麼地方？「捨識用根」。他不用天台的三止三觀，因為天台三止三觀還是用心意識，他是統統把心意識擺脫掉，直捷了當捨識用根。主張我們見色用見性見，什麼叫「見性」？我們睜開眼睛，第一眼看到的那是見性、是真心。為什麼？你還沒有開始分別，就是說第一眼見的時候，沒有妄想，沒有分別，沒有執著，我們通常講你還沒有起心動念，你還沒有分別執著，法法平等。「識」是什麼？第二念。麻煩來了，第二念就不平等了，第二念分別心起來了，只要一分別就不平等，那一執著就嚴重的災害了。"
    },
    {
      "id": "12-041-0002_p0016",
      "zh_CN": "由此可知，祖师大德问的「会么」，这个意思我们就更清楚，你能够永远保持用第一念，眼见色第一念永远保持，耳闻声也是永远保持第一念，第一念里头没有妄想、没有分别、没有执着，法法皆如，法法平等。这是什么境界？一真法界。凡夫麻烦在哪里？保不住第一念。第一念的时间太短太短了，比刹那还短。佛在《仁王经》上说的，一弹指六十刹那，一弹指的六十分之一叫一刹那。我们弹指连着弹，弹得很快，我一秒钟可以弹四次，四乘六十，佛讲了，都是《仁王经》上讲的，一刹那有九百生灭，四乘六十乘九百，这一秒钟当中多少个生灭？两个十万八千，一秒钟两个十万八千生灭。所以你到第二个生灭，你就乱了，你就落在妄想分别执着里头，这个麻烦大了。所以佛把我们的病根说出来，我们能把病治好，就成佛了，就完全成为健康的人，事实真相如此。",
      "zh_TW": "由此可知，祖師大德問的「會麼」，這個意思我們就更清楚，你能夠永遠保持用第一念，眼見色第一念永遠保持，耳聞聲也是永遠保持第一念，第一念裡頭沒有妄想、沒有分別、沒有執著，法法皆如，法法平等。這是什麼境界？一真法界。凡夫麻煩在哪裡？保不住第一念。第一念的時間太短太短了，比剎那還短。佛在《仁王經》上說的，一彈指六十剎那，一彈指的六十分之一叫一剎那。我們彈指連著彈，彈得很快，我一秒鐘可以彈四次，四乘六十，佛講了，都是《仁王經》上講的，一剎那有九百生滅，四乘六十乘九百，這一秒鐘當中多少個生滅？兩個十萬八千，一秒鐘兩個十萬八千生滅。所以你到第二個生滅，你就亂了，你就落在妄想分別執著裡頭，這個麻煩大了。所以佛把我們的病根說出來，我們能把病治好，就成佛了，就完全成為健康的人，事實真相如此。"
    },
    {
      "id": "12-041-0002_p0017",
      "zh_CN": "我们今天最麻烦就是已经养成习惯，眼见色，耳闻声，六根接触六尘境界，一接触马上就起分别、就起执着，到什么时候你六根接触六尘境界不分别不执着，你的功夫就到家了。我们要问：在这个状况之下，你还有没有能力分别？这个话不是我讲的，《坛经》上六祖惠能大师问永嘉禅师，六祖问永嘉：「你还有分别吗？」跟我刚才讲的意思完全相同，这是来考试他、来测验他。永嘉答得好：「分别亦非意。」这句话是什么意思？我换句话跟大家说，看看你们能不能懂？分别就是不分别，不分别就是分别，你懂吗？怎么说分别就是不分别？譬如，我们看到这一张纸，这是我们的讲义。这是什么？「这是《华严经》讲义，这是一张纸。」这不是分别了吗？菩萨也跟我们一样分别，但是他没有分别，为什么？他心里头确实没有妄想、没有分别、没有执着。为什么要这样？因为你叫它做讲义，你分别它是讲义，你执着它是讲义，我随顺你的分别。我这个分别不是我分别，是你分别，是你执着；我没有分别，没有执着，「分别亦非意」；这就是普贤菩萨十大愿王里面讲的「恒顺众生，随喜功德」，大乘经上常常讲的，「佛法在世间，不坏世间法」。",
      "zh_TW": "我們今天最麻煩就是已經養成習慣，眼見色，耳聞聲，六根接觸六塵境界，一接觸馬上就起分別、就起執著，到什麼時候你六根接觸六塵境界不分別不執著，你的功夫就到家了。我們要問：在這個狀況之下，你還有沒有能力分別？這個話不是我講的，《壇經》上六祖惠能大師問永嘉禪師，六祖問永嘉：「你還有分別嗎？」跟我剛才講的意思完全相同，這是來考試他、來測驗他。永嘉答得好：「分別亦非意。」這句話是什麼意思？我換句話跟大家說，看看你們能不能懂？分別就是不分別，不分別就是分別，你懂嗎？怎麼說分別就是不分別？譬如，我們看到這一張紙，這是我們的講義。這是什麼？「這是《華嚴經》講義，這是一張紙。」這不是分別了嗎？菩薩也跟我們一樣分別，但是他沒有分別，為什麼？他心裡頭確實沒有妄想、沒有分別、沒有執著。為什麼要這樣？因為你叫它做講義，你分別它是講義，你執著它是講義，我隨順你的分別。我這個分別不是我分別，是你分別，是你執著；我沒有分別，沒有執著，「分別亦非意」；這就是普賢菩薩十大願王裡面講的「恆順眾生，隨喜功德」，大乘經上常常講的，「佛法在世間，不壞世間法」。"
    },
    {
      "id": "12-041-0002_p0018",
      "zh_CN": "我这十条里头，随缘，这就是随缘，确确实实没有分别，没有丝毫分别，没有丝毫执着。是你分别，你执着，你有，我没有。我可以随顺你，我随顺你，决定不受你的障碍，这叫事事无碍。理事无碍、事事无碍，入无障碍的法界，入无障碍的法界就是一真法界。十法界里头有障碍，一真法界里头没有障碍，一真跟十法界是一不是二，这些道理诸位细细去想，你要是想通了，有很大的好处。你要能够把它落实，叫真修行；不能落实，你明白这个意思，你是「能知不能行」，古人有一句话说「不是真智慧」。能知不能行，不是真智慧，为什么？不能行，你还是要搞六道轮回。六道一轮回，太可怕了！你这一生悟入这一点，知道这一点，一轮回就忘得干干净净，下一次再碰到这种境界，再碰到这个悟入，不知道到哪一生、哪一劫去了，所以说不是真智慧。由此可知，我们这一生当中，什么是自己最大的大事情？契入不二法门，契入一真法界，是我们真正第一桩大事。其余的一切世出世间法，鸡毛蒜皮。你再想一想：人家毁谤我们、侮辱我们，甚至于陷害我们，算什么！这些东西怎么能放在心上？不放在心上，大利益；放在心上，大伤害。不是外头人能伤害我们的身心，全部是自己糟蹋自己，外面没有能力，纵然帝释天王、阎罗王、妖魔鬼怪、佛菩萨，对我们都没有办法伤害毫分。伤害是什么？伤害确实是自己伤害自己，这是真的，一点都不假。所以心量要拓开，一定要包容，决不能只顾自己。",
      "zh_TW": "我這十條裡頭，隨緣，這就是隨緣，確確實實沒有分別，沒有絲毫分別，沒有絲毫執著。是你分別，你執著，你有，我沒有。我可以隨順你，我隨順你，決定不受你的障礙，這叫事事無礙。理事無礙、事事無礙，入無障礙的法界，入無障礙的法界就是一真法界。十法界裡頭有障礙，一真法界裡頭沒有障礙，一真跟十法界是一不是二，這些道理諸位細細去想，你要是想通了，有很大的好處。你要能夠把它落實，叫真修行；不能落實，你明白這個意思，你是「能知不能行」，古人有一句話說「不是真智慧」。能知不能行，不是真智慧，為什麼？不能行，你還是要搞六道輪迴。六道一輪迴，太可怕了！你這一生悟入這一點，知道這一點，一輪迴就忘得乾乾淨淨，下一次再碰到這種境界，再碰到這個悟入，不知道到哪一生、哪一劫去了，所以說不是真智慧。由此可知，我們這一生當中，什麼是自己最大的大事情？契入不二法門，契入一真法界，是我們真正第一樁大事。其餘的一切世出世間法，雞毛蒜皮。你再想一想：人家毀謗我們、侮辱我們，甚至於陷害我們，算什麼！這些東西怎麼能放在心上？不放在心上，大利益；放在心上，大傷害。不是外頭人能傷害我們的身心，全部是自己糟蹋自己，外面沒有能力，縱然帝釋天王、閻羅王、妖魔鬼怪、佛菩薩，對我們都沒有辦法傷害毫分。傷害是什麼？傷害確實是自己傷害自己，這是真的，一點都不假。所以心量要拓開，一定要包容，決不能只顧自己。"
    },
    {
      "id": "12-041-0002_p0019",
      "zh_CN": "我们最近在澳洲，澳洲政府批准我们在那边办「净宗学院」。虽然是净宗，但是今天中国整个佛法，每一个宗派都衰微，我们不能够说只提倡净宗，其他宗派我们不管，我们的心量太小了。所以净宗学校建好之后，我办学，我是中国十个宗派统统办。我这个学院，我底下分十个学系，我有净宗学系、有天台学系、有华严学系、有法相学系、有戒律学系、有禅学系、有密学系，学生统统都收，你们喜欢修哪一个宗派，我统统帮助。我不能只兴一个宗，我要把大小乘、显密，统统把它复兴起来，我决定是尽心尽力去做。所以我在构想当中，我现在需要一片大的土地，我想像当中，至少要一百个ACRE到三百个ACRE，有这么大的土地，我将来慢慢的会发展成为一个佛教大学。到最后成为佛教大学，我们这里面就分学院，我们的系就升为学院，我们有净宗学院，有禅学院，有法相学院，有天台学院，有贤首学院。学院里面再分学系、再分科，学校里面将来教学的教科书的内容就是三藏十二部经典，名副其实的佛教大学，为各个宗派培养弘法利生的人才。心量要大！我们招生向全世界招生，不限于一个国家、一个地区；心量小了不行，那怎么能成得了事业？心量一定大，一定要方方面面全部都要顾及到，平等的爱护，平等的协助，我们才对得起本师释迦牟尼佛，才对得起历代传法的高僧大德。",
      "zh_TW": "我們最近在澳洲，澳洲政府批准我們在那邊辦「淨宗學院」。雖然是淨宗，但是今天中國整個佛法，每一個宗派都衰微，我們不能夠說只提倡淨宗，其他宗派我們不管，我們的心量太小了。所以淨宗學校建好之後，我辦學，我是中國十個宗派統統辦。我這個學院，我底下分十個學系，我有淨宗學系、有天台學系、有華嚴學系、有法相學系、有戒律學系、有禪學系、有密學系，學生統統都收，你們喜歡修哪一個宗派，我統統幫助。我不能只興一個宗，我要把大小乘、顯密，統統把它復興起來，我決定是盡心盡力去做。所以我在構想當中，我現在需要一片大的土地，我想像當中，至少要一百個ACRE到三百個ACRE，有這麼大的土地，我將來慢慢的會發展成為一個佛教大學。到最後成為佛教大學，我們這裡面就分學院，我們的系就升為學院，我們有淨宗學院，有禪學院，有法相學院，有天台學院，有賢首學院。學院裡面再分學系、再分科，學校裡面將來教學的教科書的內容就是三藏十二部經典，名副其實的佛教大學，為各個宗派培養弘法利生的人才。心量要大！我們招生向全世界招生，不限於一個國家、一個地區；心量小了不行，那怎麼能成得了事業？心量一定大，一定要方方面面全部都要顧及到，平等的愛護，平等的協助，我們才對得起本師釋迦牟尼佛，才對得起歷代傳法的高僧大德。"
    },
    {
      "id": "12-041-0002_p0020",
      "zh_CN": "我们今天有这么一个机会，应当全心全力尽这一点绵薄之力。所以，我们今天是发广大心，普遍法界诸佛刹，决不是为一个小道场，为我们一个小地区，那我们对不起佛菩萨，我们对不起祖师大德，我们也对不起一切苦难众生。今天时间到了，就讲到此地。",
      "zh_TW": "我們今天有這麼一個機會，應當全心全力盡這一點綿薄之力。所以，我們今天是發廣大心，普遍法界諸佛剎，決不是為一個小道場，為我們一個小地區，那我們對不起佛菩薩，我們對不起祖師大德，我們也對不起一切苦難眾生。今天時間到了，就講到此地。"
    }
  ]
}