{
  "doc_id": "12-028-0003",
  "title": {
    "zh_CN": "善财童子参学报告（十）",
    "zh_TW": "善財童子參學報告（十）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-028-0003",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "12-028-0003_p0001",
      "zh_CN": "请看讲义，「比丘会」最后两段：",
      "zh_TW": "請看講義，「比丘會」最後兩段："
    },
    {
      "id": "12-028-0003_p0002",
      "zh_CN": "【得此三昧力故，即时获得十千真实菩提之心，成就十千甚深三昧，具足十千诸波罗蜜，圆满十千智慧光明，发起十千自在神力。身心柔软微妙，增长信乐，住菩提心，坚固不动。】",
      "zh_TW": "【得此三昧力故，即時獲得十千真實菩提之心，成就十千甚深三昧，具足十千諸波羅蜜，圓滿十千智慧光明，發起十千自在神力。身心柔軟微妙，增長信樂，住菩提心，堅固不動。】"
    },
    {
      "id": "12-028-0003_p0003",
      "zh_CN": "这一段经文说明『得此三昧』，所获得的真实功德。这个「三昧」是「见一切佛境界无碍眼」，前面跟诸位报告过。经文里面每一句都讲『十千』，「十千」是代表大圆满，并不是真实的数字，把它看作数字，那就错了，是表圆满，大圆满，用这个来做代表。《华严经》是用数字来表法，所以处处都是给我们讲「十」，十是圆满，「十千」就是究竟圆满的意思。",
      "zh_TW": "這一段經文說明『得此三昧』，所獲得的真實功德。這個「三昧」是「見一切佛境界無礙眼」，前面跟諸位報告過。經文裡面每一句都講『十千』，「十千」是代表大圓滿，並不是真實的數字，把它看作數字，那就錯了，是表圓滿，大圓滿，用這個來做代表。《華嚴經》是用數字來表法，所以處處都是給我們講「十」，十是圓滿，「十千」就是究竟圓滿的意思。"
    },
    {
      "id": "12-028-0003_p0004",
      "zh_CN": "第一句是讲真实的菩提心，我们懂得表法的意思就容易体会了，圆满的真实菩提心。菩提心就是觉悟之心，菩提这两个字是梵语，翻成中国就是觉悟的意思。觉悟确确实实一定要到见性才是圆满，我们在经论里面常常看到始觉，始是开始，什么时候叫始觉？天天都始觉。菩萨位次上，从初信位的菩萨，一直到等觉，每一个位次都是始觉，这开始觉悟了，所以菩提心确确实实有许许多多程度上的不相同。菩提心一发，真的发了，就是圆教初住菩萨，《华严》圆教初住菩萨叫发心住，菩提心发了。菩提心发了是什么样子？同学们如果读过《大乘起信论》，你们想想这个题目「大乘起信」，刚刚生起信心，不是很高的，是大乘法里面初入门的教科书，《起信论》上所讲的就是发菩提心的样子。再看看我们中国人，最熟悉的无过于《金刚般若波罗蜜经》，《金刚经》上所讲的境界，也就是圆教初住菩萨的境界，并不很高；换句话说，就是刚刚明心见性的境界。这些都足以供给我们做参考，我们如果真正发起菩提心，就契入这个境界。",
      "zh_TW": "第一句是講真實的菩提心，我們懂得表法的意思就容易體會了，圓滿的真實菩提心。菩提心就是覺悟之心，菩提這兩個字是梵語，翻成中國就是覺悟的意思。覺悟確確實實一定要到見性才是圓滿，我們在經論裡面常常看到始覺，始是開始，什麼時候叫始覺？天天都始覺。菩薩位次上，從初信位的菩薩，一直到等覺，每一個位次都是始覺，這開始覺悟了，所以菩提心確確實實有許許多多程度上的不相同。菩提心一發，真的發了，就是圓教初住菩薩，《華嚴》圓教初住菩薩叫發心住，菩提心發了。菩提心發了是什麼樣子？同學們如果讀過《大乘起信論》，你們想想這個題目「大乘起信」，剛剛生起信心，不是很高的，是大乘法裡面初入門的教科書，《起信論》上所講的就是發菩提心的樣子。再看看我們中國人，最熟悉的無過於《金剛般若波羅蜜經》，《金剛經》上所講的境界，也就是圓教初住菩薩的境界，並不很高；換句話說，就是剛剛明心見性的境界。這些都足以供給我們做參考，我們如果真正發起菩提心，就契入這個境界。"
    },
    {
      "id": "12-028-0003_p0005",
      "zh_CN": "《金刚经》上所说的，菩萨如果还有「我相，人相，众生相，寿者相，即非菩萨」，那个即非菩萨是什么？即非真实发菩提心的菩萨。不能说他不是菩萨，但是这个菩萨发菩提心了，不是真的，不是真发。不是真发，他也发了，这个话怎么讲法？我们如果用天台大师六即佛的说法，大家就好懂了。六即佛里面，第一句要记住，「理即佛」。什么叫理即佛？就是佛在《华严经》上讲的一切众生本来成佛，我们大家都是佛，这是真的不是假的。虽然本来是佛，可是现在迷惑了，是个迷惑颠倒的佛，是个头脑不清醒的佛，一天到晚造罪业的佛，我们现在搞成这个样子。从佛性上说，从心性上说，我们跟十方诸佛如来无二无别，我们修行能够成佛就是依这个条件。",
      "zh_TW": "《金剛經》上所說的，菩薩如果還有「我相，人相，眾生相，壽者相，即非菩薩」，那個即非菩薩是什麼？即非真實發菩提心的菩薩。不能說他不是菩薩，但是這個菩薩發菩提心了，不是真的，不是真發。不是真發，他也發了，這個話怎麼講法？我們如果用天台大師六即佛的說法，大家就好懂了。六即佛裡面，第一句要記住，「理即佛」。什麼叫理即佛？就是佛在《華嚴經》上講的一切眾生本來成佛，我們大家都是佛，這是真的不是假的。雖然本來是佛，可是現在迷惑了，是個迷惑顛倒的佛，是個頭腦不清醒的佛，一天到晚造罪業的佛，我們現在搞成這個樣子。從佛性上說，從心性上說，我們跟十方諸佛如來無二無別，我們修行能夠成佛就是依這個條件。"
    },
    {
      "id": "12-028-0003_p0006",
      "zh_CN": "《起信论》里头也说，马鸣菩萨讲「本觉本有，不觉本无」。本觉就是自性佛，就是天台家的理即佛，本有，一切众生个个都有，人人都有佛性，可是现在我们迷了，不觉。不觉本来没有，本觉是本来有的，我们要相信这个道理，整个佛法的信心就是建立在这个基础上。我们要深深相信自己有佛性，自己本来跟诸佛如来没有两样，现在为什么变成这个样子？《楞严经》上讲「一念不觉而有无明」，「无明不觉生三细，境界为缘长六粗」，我们才变成这个样子，愈迷愈深，每况愈下，落得如此地步。总算我们过去生中还有深厚的善根福德，这一生当中遇到佛法，知道回头了，这也是始觉，这开始觉悟了。",
      "zh_TW": "《起信論》裡頭也說，馬鳴菩薩講「本覺本有，不覺本無」。本覺就是自性佛，就是天台家的理即佛，本有，一切眾生個個都有，人人都有佛性，可是現在我們迷了，不覺。不覺本來沒有，本覺是本來有的，我們要相信這個道理，整個佛法的信心就是建立在這個基礎上。我們要深深相信自己有佛性，自己本來跟諸佛如來沒有兩樣，現在為什麼變成這個樣子？《楞嚴經》上講「一念不覺而有無明」，「無明不覺生三細，境界為緣長六粗」，我們才變成這個樣子，愈迷愈深，每況愈下，落得如此地步。總算我們過去生中還有深厚的善根福德，這一生當中遇到佛法，知道回頭了，這也是始覺，這開始覺悟了。"
    },
    {
      "id": "12-028-0003_p0007",
      "zh_CN": "觉悟之后，这才学佛。也发了心，有多少同修发了心，受三皈，受五戒，受菩萨戒，这一受菩萨戒，那就是菩萨了，不过对于菩萨的法式不清楚、不明白，菩萨的境界、菩萨的心行一无所知，只是受了个菩萨戒，挂了个菩萨名，这天台大师讲你现在在什么位子上？叫「名字菩萨」，名字菩萨是有名无实，出不了三界。天天读经拜佛修行，功夫不得力，一天到晚还胡思乱想，处事待人接物依旧妄想分别执着，这叫名字位菩萨，还是继续搞六道轮回。如果你的觉悟提升了一层，高一等了，你真用功，你知道三界很苦，你知道佛陀的教诲非常宝贵，你信佛，读经求解，我不但要读，经里面所说的意思我要懂、我要明了，不但要懂，要深解义趣，我要解得深，要理解得透彻，我也肯认真努力去做，这个地位叫「观行菩萨」，六即佛里头观行即佛。这是功夫得力了，能够把自己的烦恼习气控制住，虽然烦恼习气没有断，但是不会现行，这样的人有能力超越六道轮回，念佛求生西方极乐世界，决定得生，生凡圣同居土。为什么？你烦恼没断；烦恼习气没断，只是控制住而已，你有定慧力把烦恼习气控制住。这是观行位的菩萨，也发了菩提心。",
      "zh_TW": "覺悟之後，這才學佛。也發了心，有多少同修發了心，受三皈，受五戒，受菩薩戒，這一受菩薩戒，那就是菩薩了，不過對於菩薩的法式不清楚、不明白，菩薩的境界、菩薩的心行一無所知，只是受了個菩薩戒，掛了個菩薩名，這天台大師講你現在在什麼位子上？叫「名字菩薩」，名字菩薩是有名無實，出不了三界。天天讀經拜佛修行，功夫不得力，一天到晚還胡思亂想，處事待人接物依舊妄想分別執著，這叫名字位菩薩，還是繼續搞六道輪迴。如果你的覺悟提升了一層，高一等了，你真用功，你知道三界很苦，你知道佛陀的教誨非常寶貴，你信佛，讀經求解，我不但要讀，經裡面所說的意思我要懂、我要明瞭，不但要懂，要深解義趣，我要解得深，要理解得透徹，我也肯認真努力去做，這個地位叫「觀行菩薩」，六即佛裡頭觀行即佛。這是功夫得力了，能夠把自己的煩惱習氣控制住，雖然煩惱習氣沒有斷，但是不會現行，這樣的人有能力超越六道輪迴，念佛求生西方極樂世界，決定得生，生凡聖同居土。為什麼？你煩惱沒斷；煩惱習氣沒斷，只是控制住而已，你有定慧力把煩惱習氣控制住。這是觀行位的菩薩，也發了菩提心。"
    },
    {
      "id": "12-028-0003_p0008",
      "zh_CN": "更高一层是相似位的菩萨，跟真的菩萨有一点像，也就是说他见思烦恼断了，尘沙烦恼也断了，他的果报在四圣法界，不在六道，超出六道。十法界里面，声闻、缘觉、菩萨、佛，他在这个法界里头。当然他们也有菩提心，他们有觉悟，比我们高明得太多太多了，但是不是《金刚经》上所说的境界，还不算。《金刚经》上讲菩提心的境界是什么？一真法界的境界，超越十法界，所以四相破了，真的无我相，无人相，无众生相，无寿者相，不但四相他放下了，连四相的念头都没有，《金刚经》的后半部，无我见，无人见，无众生见，无寿者见，这才是真的菩萨，这个就是发心住的菩萨。所以此地讲『即时获得十千真实菩提之心』，圆教初住以上，法身大士，他们超越十法界了。这一句境界我们要明了、要懂得，这都是华严会上的法身大士，初住以上的菩萨。",
      "zh_TW": "更高一層是相似位的菩薩，跟真的菩薩有一點像，也就是說他見思煩惱斷了，塵沙煩惱也斷了，他的果報在四聖法界，不在六道，超出六道。十法界裡面，聲聞、緣覺、菩薩、佛，他在這個法界裡頭。當然他們也有菩提心，他們有覺悟，比我們高明得太多太多了，但是不是《金剛經》上所說的境界，還不算。《金剛經》上講菩提心的境界是什麼？一真法界的境界，超越十法界，所以四相破了，真的無我相，無人相，無眾生相，無壽者相，不但四相他放下了，連四相的念頭都沒有，《金剛經》的後半部，無我見，無人見，無眾生見，無壽者見，這才是真的菩薩，這個就是發心住的菩薩。所以此地講『即時獲得十千真實菩提之心』，圓教初住以上，法身大士，他們超越十法界了。這一句境界我們要明瞭、要懂得，這都是華嚴會上的法身大士，初住以上的菩薩。"
    },
    {
      "id": "12-028-0003_p0009",
      "zh_CN": "『成就十千甚深三昧』。「三昧」是梵语，意思是正受，前面跟诸位报告过，正常的享受。不但是正常的享受，甚深的正常享受，这是什么意思？用浅显的话来说，十法界里面的依正庄严，他都不起心动念。我们凡夫眼见色、耳闻声、舌尝味，六根接触外面境界都会起心动念，今天人家请我吃饭，这一道菜味道不错，动念头了，这就没有三昧。三昧是什么？境界现前，不起心、不动念，不分别、不执着，那叫三昧。起心动念就没有了，起心动念是凡夫。佛讲凡夫的受：苦乐忧喜，合自己的意思乐，这个菜好吃，合自己的口味，不合自己的口味就讨厌。每个人口味不一样，我们中国人跟印度人口味就完全不同，印度人吃辣，烧烤、咖哩、辣椒，我们吃那个菜很苦，吃不下去，他们吃得津津有味。由此可知，每一个人苦乐忧喜的标准都不一样，这是凡夫的受。",
      "zh_TW": "『成就十千甚深三昧』。「三昧」是梵語，意思是正受，前面跟諸位報告過，正常的享受。不但是正常的享受，甚深的正常享受，這是什麼意思？用淺顯的話來說，十法界裡面的依正莊嚴，他都不起心動念。我們凡夫眼見色、耳聞聲、舌嘗味，六根接觸外面境界都會起心動念，今天人家請我吃飯，這一道菜味道不錯，動念頭了，這就沒有三昧。三昧是什麼？境界現前，不起心、不動念，不分別、不執著，那叫三昧。起心動念就沒有了，起心動念是凡夫。佛講凡夫的受：苦樂憂喜，合自己的意思樂，這個菜好吃，合自己的口味，不合自己的口味就討厭。每個人口味不一樣，我們中國人跟印度人口味就完全不同，印度人吃辣，燒烤、咖哩、辣椒，我們吃那個菜很苦，吃不下去，他們吃得津津有味。由此可知，每一個人苦樂憂喜的標準都不一樣，這是凡夫的受。"
    },
    {
      "id": "12-028-0003_p0010",
      "zh_CN": "诸佛菩萨觉悟的人，他的受是平等受。到什么时候我们要入这个境界，吃印度餐不辣，吃得也很舒服，那就行了。无论什么样的菜，我们吃起来都一样，你就得平等受。可是我们现在确实功夫不到家，我们真的受不了。上个月我们有个机会到澳洲去旅游，有些小城市没有中国菜，我们吃外国的烧烤，有几个同修回到新加坡之后，火气上升满口都起泡。人家当地人，天天吃那个没事，我们吃了两天就受不了。这就是我们凡夫有受，这个受不是正常的受，佛菩萨的受是正常的受。我们想佛菩萨何以能受得了？佛菩萨没有分别心、没有执着心，离开一切妄想分别执着，所有一切受都是平等、都是自在，这叫三昧。",
      "zh_TW": "諸佛菩薩覺悟的人，他的受是平等受。到什麼時候我們要入這個境界，吃印度餐不辣，吃得也很舒服，那就行了。無論什麼樣的菜，我們吃起來都一樣，你就得平等受。可是我們現在確實功夫不到家，我們真的受不了。上個月我們有個機會到澳洲去旅遊，有些小城市沒有中國菜，我們吃外國的燒烤，有幾個同修回到新加坡之後，火氣上升滿口都起泡。人家當地人，天天吃那個沒事，我們吃了兩天就受不了。這就是我們凡夫有受，這個受不是正常的受，佛菩薩的受是正常的受。我們想佛菩薩何以能受得了？佛菩薩沒有分別心、沒有執著心，離開一切妄想分別執著，所有一切受都是平等、都是自在，這叫三昧。"
    },
    {
      "id": "12-028-0003_p0011",
      "zh_CN": "「甚深三昧」，这个境界就深了、广了，尽虚空、遍法界，十法界依正庄严，他都能平等受。我们要学，可是有很多同修说学不来，你为什么学不来？你的念头没有转过来。什么念头？我们是轮回的念头，你要把轮回的念头转成菩提的念头，问题就解决了。把轮回心转变成菩提心，问题才能解决，就不难了！所以说来说去，总而言之，要转念头。从前李炳南老居士常讲，学佛要改心理，把凡夫的心要改成佛菩萨的心，我们修菩萨道就不难。心不改过来，难了，太难太难了！宗门教下祖师大德都教导我们从根本修，从根本修是改变心理，然后无论什么境界，你接触到都是正常的享受，正常的享受叫极乐。十千是圆满的，圆满的正常享受。",
      "zh_TW": "「甚深三昧」，這個境界就深了、廣了，盡虛空、遍法界，十法界依正莊嚴，他都能平等受。我們要學，可是有很多同修說學不來，你為什麼學不來？你的念頭沒有轉過來。什麼念頭？我們是輪迴的念頭，你要把輪迴的念頭轉成菩提的念頭，問題就解決了。把輪迴心轉變成菩提心，問題才能解決，就不難了！所以說來說去，總而言之，要轉念頭。從前李炳南老居士常講，學佛要改心理，把凡夫的心要改成佛菩薩的心，我們修菩薩道就不難。心不改過來，難了，太難太難了！宗門教下祖師大德都教導我們從根本修，從根本修是改變心理，然後無論什麼境界，你接觸到都是正常的享受，正常的享受叫極樂。十千是圓滿的，圓滿的正常享受。"
    },
    {
      "id": "12-028-0003_p0012",
      "zh_CN": "第三句『具足十千诸波罗蜜』。「十千诸波罗蜜」，就是我们平常讲的无量法门。大乘法里面，佛常说六波罗蜜，六度万行，十千波罗蜜就是万行，这一句具足成就六度万行。六度万行是什么样子？完全在我们日常生活当中，我们从早到晚，从年初一到腊月三十，一切时、一切处，起心动念、言语造作都不迷，都是觉而不迷，正而不邪，净而不染，统统与佛法相应，那就是圆满波罗蜜多。这不是凡人能做到的，法身大士他们成就「见一切佛境界无碍眼三昧」，所以他做到了。这是过佛菩萨的生活，也就是觉了「大方广」，契入「佛华严」的境界，过佛华严的生活，这样的圆满。",
      "zh_TW": "第三句『具足十千諸波羅蜜』。「十千諸波羅蜜」，就是我們平常講的無量法門。大乘法裡面，佛常說六波羅蜜，六度萬行，十千波羅蜜就是萬行，這一句具足成就六度萬行。六度萬行是什麼樣子？完全在我們日常生活當中，我們從早到晚，從年初一到臘月三十，一切時、一切處，起心動念、言語造作都不迷，都是覺而不迷，正而不邪，淨而不染，統統與佛法相應，那就是圓滿波羅蜜多。這不是凡人能做到的，法身大士他們成就「見一切佛境界無礙眼三昧」，所以他做到了。這是過佛菩薩的生活，也就是覺了「大方廣」，契入「佛華嚴」的境界，過佛華嚴的生活，這樣的圓滿。"
    },
    {
      "id": "12-028-0003_p0013",
      "zh_CN": "下面一句『圆满十千智慧光明』。前面「十千诸波罗蜜」，是自性德能圆满的流露，这一句「圆满十千智慧光明」，是自性般若的流露。我们要问学佛为什么一定要明心见性？明心见性有什么好处？心地不明有什么不好处？你读读这些经文就明白了，心性不明起惑造业，你免不了三途六道的苦报。明心见性之后，自性里面无量的智慧、无量的德能统统显现，好处就在此地。",
      "zh_TW": "下面一句『圓滿十千智慧光明』。前面「十千諸波羅蜜」，是自性德能圓滿的流露，這一句「圓滿十千智慧光明」，是自性般若的流露。我們要問學佛為什麼一定要明心見性？明心見性有什麼好處？心地不明有什麼不好處？你讀讀這些經文就明白了，心性不明起惑造業，你免不了三途六道的苦報。明心見性之後，自性裡面無量的智慧、無量的德能統統顯現，好處就在此地。"
    },
    {
      "id": "12-028-0003_p0014",
      "zh_CN": "下面一句『发起十千自在神力』，你的德能，自性的德能现前了，你得到真实的受用，这才是真正幸福美满的人生。我们世间人常讲真善美慧，世间人有这四个字，有名无实，你什么时候看见哪一个人过真善美慧的生活？不但人间没有，天上也没有。不但天上没有，跟诸位说，声闻、缘觉、菩萨都没有，十法界里头统统没有。真善美慧哪里有？明心见性就有了，法身菩萨有，一点都不假，他们现在证得，他们过的是真善美慧的生活。他的境界，他的智慧，他的德能，我们凡夫怎么想也想不到，我们的想法全是属于妄想。「自在神力」，力就是我们今天讲的能力。力，为什么加个神？神是超出我们凡夫的能力，神是所谓神奇莫测，他这个能力太大了、太微妙了，我们凡夫比不上、办不到，他都能办，他得大自在。",
      "zh_TW": "下面一句『發起十千自在神力』，你的德能，自性的德能現前了，你得到真實的受用，這才是真正幸福美滿的人生。我們世間人常講真善美慧，世間人有這四個字，有名無實，你什麼時候看見哪一個人過真善美慧的生活？不但人間沒有，天上也沒有。不但天上沒有，跟諸位說，聲聞、緣覺、菩薩都沒有，十法界裡頭統統沒有。真善美慧哪裡有？明心見性就有了，法身菩薩有，一點都不假，他們現在證得，他們過的是真善美慧的生活。他的境界，他的智慧，他的德能，我們凡夫怎麼想也想不到，我們的想法全是屬於妄想。「自在神力」，力就是我們今天講的能力。力，為什麼加個神？神是超出我們凡夫的能力，神是所謂神奇莫測，他這個能力太大了、太微妙了，我們凡夫比不上、辦不到，他都能辦，他得大自在。"
    },
    {
      "id": "12-028-0003_p0015",
      "zh_CN": "下面给我们略举他的德用，『身心柔软微妙』。不但是德性，而且是德相，觉悟的人跟不觉悟的人，这个地方也就有很大的差别。觉悟的人「身心柔软微妙」，说明什么？他没有烦恼，不但没有烦恼，习气也没有。我们凡夫有贪瞋痴慢，所以凡夫之人刚强自用，自以为是，处处总觉得高人一等，贡高我慢。看看诸佛菩萨，人家身心柔软，没有这个习气，你跟他们相处，平易近人，一丝毫的习气都没有，处事待人接物柔和爱语。我们在世法里面看，真正这些领袖大人物，他们对待下人都是很柔和的，摆着官架子，打官腔，说话严厉，是什么？小官，地位不高。这个显示什么？他没有福报。做大官的，大的领袖，他有大福报，人家显示出心平气和，量大福大，纵是下属有忤逆、违背，也有冒犯，他也没有在意，对人总是笑容、总是柔和。这个人我们一看，这人有大福报，你们要不相信，你去念《了凡四训》。",
      "zh_TW": "下面給我們略舉他的德用，『身心柔軟微妙』。不但是德性，而且是德相，覺悟的人跟不覺悟的人，這個地方也就有很大的差別。覺悟的人「身心柔軟微妙」，說明什麼？他沒有煩惱，不但沒有煩惱，習氣也沒有。我們凡夫有貪瞋痴慢，所以凡夫之人剛強自用，自以為是，處處總覺得高人一等，貢高我慢。看看諸佛菩薩，人家身心柔軟，沒有這個習氣，你跟他們相處，平易近人，一絲毫的習氣都沒有，處事待人接物柔和愛語。我們在世法裡面看，真正這些領袖大人物，他們對待下人都是很柔和的，擺著官架子，打官腔，說話嚴厲，是什麼？小官，地位不高。這個顯示什麼？他沒有福報。做大官的，大的領袖，他有大福報，人家顯示出心平氣和，量大福大，縱是下屬有忤逆、違背，也有冒犯，他也沒有在意，對人總是笑容、總是柔和。這個人我們一看，這人有大福報，你們要不相信，你去念《了凡四訓》。"
    },
    {
      "id": "12-028-0003_p0016",
      "zh_CN": "袁了凡先生他看人观察入微，他举出的例子很多，而且都是做学生时代。这些学子去赶考，或者是考秀才，或者是考举人，或者是考进士，他跟他们接触，看到这个人温文儒雅，心情平和，待人有礼谦虚，他的判断，这个人这一次考试一定得中，将来的前途一定是无量的。都被他料中，这个观察这叫学问。所以有学问的人，有德行的人，看人一看就清楚，你有多么大的前途，你有多么大的福报，一眼就看穿，还有什么好计较的？没有好计较的。我们学佛要从这些地方学，学身心柔软。明心见性之后才有微妙，我们现在学柔软，微妙是自然成就，那是学不来的。",
      "zh_TW": "袁了凡先生他看人觀察入微，他舉出的例子很多，而且都是做學生時代。這些學子去趕考，或者是考秀才，或者是考舉人，或者是考進士，他跟他們接觸，看到這個人溫文儒雅，心情平和，待人有禮謙虛，他的判斷，這個人這一次考試一定得中，將來的前途一定是無量的。都被他料中，這個觀察這叫學問。所以有學問的人，有德行的人，看人一看就清楚，你有多麼大的前途，你有多麼大的福報，一眼就看穿，還有什麼好計較的？沒有好計較的。我們學佛要從這些地方學，學身心柔軟。明心見性之後才有微妙，我們現在學柔軟，微妙是自然成就，那是學不來的。"
    },
    {
      "id": "12-028-0003_p0017",
      "zh_CN": "『增长信乐』。你只要肯认真的学习，你的信心确实会增长。人与人之间相处，难！古人常讲做事难，做人更难，尤其是做现代的人。昨天我们讲完之后我出去，有个同修告诉我，他说中国有一些很有修行的老和尚，他们说不久的将来这个世界上还有灾难，灾难发生的时候，每个人头脑都迷惑颠倒、都神志不清，这个很可怕。但这种情形有没有？很可能。你看看一个地震，我们人被地摇几下，头脑就不清楚了，惊慌失措！所以这些事情很可能的，平常我们要「增长信乐」，就能够应付这些灾难。",
      "zh_TW": "『增長信樂』。你只要肯認真的學習，你的信心確實會增長。人與人之間相處，難！古人常講做事難，做人更難，尤其是做現代的人。昨天我們講完之後我出去，有個同修告訴我，他說中國有一些很有修行的老和尚，他們說不久的將來這個世界上還有災難，災難發生的時候，每個人頭腦都迷惑顛倒、都神志不清，這個很可怕。但這種情形有沒有？很可能。你看看一個地震，我們人被地搖幾下，頭腦就不清楚了，驚慌失措！所以這些事情很可能的，平常我們要「增長信樂」，就能夠應付這些災難。"
    },
    {
      "id": "12-028-0003_p0018",
      "zh_CN": "道场，道场愈是大，人多愈复杂，人多意见多，每一个人都自以为是，每一个人都不服人，你想想今天这个道场建立多么困难！有一些人受不了这些气，掉头而去，他就走了，不到这个道场来了；甚至于本来发心在这儿作义工，做得很欢喜，一遇到不如意的事情，算了！下次不来了。每一个道场都有这个情形，有人来告诉我，我劝导他们，那一些刚强狠戾自用之人，很难相处的人，我们今天学佛要把他当作佛菩萨来看待。佛菩萨为什么用这个方法来对待我？要我修忍辱波罗蜜，他这个气焰摆在这里，看看我受得了、受不了，我不能离开他，离开他，忍辱波罗蜜没地方修了。忍辱波罗蜜要是没有的话，什么事都不能成。佛在大经上讲得很好，布施是修福，忍辱是保持，你虽然有福，你保不住，随修随失掉，最后还是受苦受难。",
      "zh_TW": "道場，道場愈是大，人多愈複雜，人多意見多，每一個人都自以為是，每一個人都不服人，你想想今天這個道場建立多麼困難！有一些人受不了這些氣，掉頭而去，他就走了，不到這個道場來了；甚至於本來發心在這兒作義工，做得很歡喜，一遇到不如意的事情，算了！下次不來了。每一個道場都有這個情形，有人來告訴我，我勸導他們，那一些剛強狠戾自用之人，很難相處的人，我們今天學佛要把他當作佛菩薩來看待。佛菩薩為什麼用這個方法來對待我？要我修忍辱波羅蜜，他這個氣焰擺在這裡，看看我受得了、受不了，我不能離開他，離開他，忍辱波羅蜜沒地方修了。忍辱波羅蜜要是沒有的話，什麼事都不能成。佛在大經上講得很好，布施是修福，忍辱是保持，你雖然有福，你保不住，隨修隨失掉，最後還是受苦受難。"
    },
    {
      "id": "12-028-0003_p0019",
      "zh_CN": "所以《金刚经》，佛教菩萨讲六波罗蜜，布施、忍辱讲得最多；由此可知，菩萨的修学这两点非常重要。我们喜欢布施，前面我跟诸位讲，你在此地作义工为大家服务是布施，我们不是用金钱布施，用我们的劳力来布施，我要怎样策画护持这个道场，是用我智慧来布施、用劳力来布施，这叫内财布施，比出一点金钱，那个功德还要殊胜。金钱是外财，外财比不上内财。如果遇到几个人对待你面色不好看，你受不了，你不来了，你把在此地修布施、修忍辱的机会失掉了。所以我们要把这些人，侮辱我的人，甚至于毁谤我的人，常常找我麻烦的人，对我毫不客气的人，我把他看作菩萨，我成就我忍辱波罗蜜。我绝不离开他，使我有机会修布施波罗蜜，又成就忍辱波罗蜜，有什么不好吗？要知道正法道场这个缘很难遇到，百千万劫难遭遇，遇到一天我就修一天福，决不能把这个机会错过，决不能受外缘的障碍，顺逆外缘都是考验自己，我们要能受得了才行，这样子「增长信乐」，增长信心，增长法喜。",
      "zh_TW": "所以《金剛經》，佛教菩薩講六波羅蜜，布施、忍辱講得最多；由此可知，菩薩的修學這兩點非常重要。我們喜歡布施，前面我跟諸位講，你在此地作義工為大家服務是布施，我們不是用金錢布施，用我們的勞力來布施，我要怎樣策畫護持這個道場，是用我智慧來布施、用勞力來布施，這叫內財布施，比出一點金錢，那個功德還要殊勝。金錢是外財，外財比不上內財。如果遇到幾個人對待你面色不好看，你受不了，你不來了，你把在此地修布施、修忍辱的機會失掉了。所以我們要把這些人，侮辱我的人，甚至於毀謗我的人，常常找我麻煩的人，對我毫不客氣的人，我把他看作菩薩，我成就我忍辱波羅蜜。我絕不離開他，使我有機會修布施波羅蜜，又成就忍辱波羅蜜，有什麼不好嗎？要知道正法道場這個緣很難遇到，百千萬劫難遭遇，遇到一天我就修一天福，決不能把這個機會錯過，決不能受外緣的障礙，順逆外緣都是考驗自己，我們要能受得了才行，這樣子「增長信樂」，增長信心，增長法喜。"
    },
    {
      "id": "12-028-0003_p0020",
      "zh_CN": "『住菩提心，坚固不动』。自己真正安住在觉正净，真正安住在利乐有情，所以学佛没有别的，处处收歛自己，恒顺众生，我们才能够成就佛法，才能得佛法真实殊胜的利益。末后这一句好，「坚固不动」。坚固我们信心，坚固我们的愿心，坚固我们的修行，不为一切境界所动摇，哪有不成就的道理？再看最后这一段：",
      "zh_TW": "『住菩提心，堅固不動』。自己真正安住在覺正淨，真正安住在利樂有情，所以學佛沒有別的，處處收歛自己，恆順眾生，我們才能夠成就佛法，才能得佛法真實殊勝的利益。末後這一句好，「堅固不動」。堅固我們信心，堅固我們的願心，堅固我們的修行，不為一切境界所動搖，哪有不成就的道理？再看最後這一段："
    },
    {
      "id": "12-028-0003_p0021",
      "zh_CN": "【文殊菩萨具足安住真实吉祥微妙功德，普贤胜行。劝诸比丘安住普贤胜行，入于甚深广大愿海，得心清净，身清净，得身轻利，广大不退神通，普于十方一切世界诸如来所，悉现其身，具足成就一切佛法。】",
      "zh_TW": "【文殊菩薩具足安住真實吉祥微妙功德，普賢勝行。勸諸比丘安住普賢勝行，入於甚深廣大願海，得心清淨，身清淨，得身輕利，廣大不退神通，普於十方一切世界諸如來所，悉現其身，具足成就一切佛法。】"
    },
    {
      "id": "12-028-0003_p0022",
      "zh_CN": "这一段菩萨修学一切功德落实了，落实才是真实的圆满。『文殊菩萨具足安住』，「具足」是圆满，没有一丝毫欠缺。安住在『真实吉祥微妙功德』，什么叫「吉祥」？你应该得的福报，你得到了，这是吉祥。不应该得到，你得到，不是吉祥。那是什么？祸根，我们要懂这个道理。凡是不应该得到的，不可以取，名闻利养，五欲六尘，种种享受，只能够取我们应该得到的，这是吉祥。应该得到的，自己能够不受用，能够布施供养别人，那就是大吉祥、大福德。所以世出世间这些圣贤，他们的福德，智慧圆满，福德圆满，虽然具足大福德，他们还是节俭，过着非常节俭的生活；为什么？将他自己这个福报布施给一切众生。",
      "zh_TW": "這一段菩薩修學一切功德落實了，落實才是真實的圓滿。『文殊菩薩具足安住』，「具足」是圓滿，沒有一絲毫欠缺。安住在『真實吉祥微妙功德』，什麼叫「吉祥」？你應該得的福報，你得到了，這是吉祥。不應該得到，你得到，不是吉祥。那是什麼？禍根，我們要懂這個道理。凡是不應該得到的，不可以取，名聞利養，五欲六塵，種種享受，只能夠取我們應該得到的，這是吉祥。應該得到的，自己能夠不受用，能夠布施供養別人，那就是大吉祥、大福德。所以世出世間這些聖賢，他們的福德，智慧圓滿，福德圓滿，雖然具足大福德，他們還是節儉，過著非常節儉的生活；為什麼？將他自己這個福報布施給一切眾生。"
    },
    {
      "id": "12-028-0003_p0023",
      "zh_CN": "我们要学习，我们没有福德，而且喜欢浪费，那怎么得了？不但来生果报不堪设想，怕的是这一生到晚年就没有福报了。现在年轻体力还强壮，受一点苦难，算不了什么。所以有福要想到晚年去享，晚年体力衰了，需要人照顾。少壮的时候要懂得节俭，少壮时候浪费，我们看的例子太多，古时候的例子，现在眼前，诸位都能看到，到年岁大了，福报享尽，真可怜，人太多太多了！我们能保得住，我们自己福报到晚年还享受不尽？靠不住，一个大灾难来了，不知道产生什么变化。所以积德累功，勤俭修福，比什么都重要，你才真正得到吉祥的功德，文殊菩萨教给我们的。",
      "zh_TW": "我們要學習，我們沒有福德，而且喜歡浪費，那怎麼得了？不但來生果報不堪設想，怕的是這一生到晚年就沒有福報了。現在年輕體力還強壯，受一點苦難，算不了什麼。所以有福要想到晚年去享，晚年體力衰了，需要人照顧。少壯的時候要懂得節儉，少壯時候浪費，我們看的例子太多，古時候的例子，現在眼前，諸位都能看到，到年歲大了，福報享盡，真可憐，人太多太多了！我們能保得住，我們自己福報到晚年還享受不盡？靠不住，一個大災難來了，不知道產生什麼變化。所以積德累功，勤儉修福，比什麼都重要，你才真正得到吉祥的功德，文殊菩薩教給我們的。"
    },
    {
      "id": "12-028-0003_p0024",
      "zh_CN": "文殊菩萨教学的纲领：十波罗蜜，这在《华严经》上。通常大乘经上只讲六波罗蜜，十波罗蜜是后面又加了四条，按照这个顺序：布施、持戒、忍辱、精进、禅定、般若、愿、力、方便、智，文殊菩萨教给我们十波罗蜜。普贤菩萨教给我们是十愿，「礼敬诸佛，称赞如来，广修供养，忏悔业障，常随佛学」，句句都重要，「请转法轮」。我们到这个地方来，这些同修请我们来讲经，这是属于请转法轮。后面「请佛住世」，这个现在讲，请法师来讲经，讲个几天，讲几个月，短时间的。几个人能在短时间就开悟、就证果？这不可能。",
      "zh_TW": "文殊菩薩教學的綱領：十波羅蜜，這在《華嚴經》上。通常大乘經上只講六波羅蜜，十波羅蜜是後面又加了四條，按照這個順序：布施、持戒、忍辱、精進、禪定、般若、願、力、方便、智，文殊菩薩教給我們十波羅蜜。普賢菩薩教給我們是十願，「禮敬諸佛，稱讚如來，廣修供養，懺悔業障，常隨佛學」，句句都重要，「請轉法輪」。我們到這個地方來，這些同修請我們來講經，這是屬於請轉法輪。後面「請佛住世」，這個現在講，請法師來講經，講個幾天，講幾個月，短時間的。幾個人能在短時間就開悟、就證果？這不可能。"
    },
    {
      "id": "12-028-0003_p0025",
      "zh_CN": "我在求学的时候，老师曾经问过我：你将来学成之后有什么打算？我给老师说，我说：我学成之后，每个地方到处去弘法，把佛法介绍给广大的群众，推荐给广大的群众。老师听了摇头，「你只可以自利，不能利他」，我听不懂什么意思？他说：你可以自利，不能利他。我向他老人家请教，我为什么不能利他？他说：你想一想有几个人听一部经就开悟、就证果？我想想真的，是难！我说：那怎么办？你要住在一个地方，不要动，讲个十年、二十年、三十年，那个地方人才会有成就。我明白了，李老师在台中住三十八年，在那个地方讲了三十八年，所以台中往生的人很多。",
      "zh_TW": "我在求學的時候，老師曾經問過我：你將來學成之後有什麼打算？我給老師說，我說：我學成之後，每個地方到處去弘法，把佛法介紹給廣大的群眾，推薦給廣大的群眾。老師聽了搖頭，「你只可以自利，不能利他」，我聽不懂什麼意思？他說：你可以自利，不能利他。我向他老人家請教，我為什麼不能利他？他說：你想一想有幾個人聽一部經就開悟、就證果？我想想真的，是難！我說：那怎麼辦？你要住在一個地方，不要動，講個十年、二十年、三十年，那個地方人才會有成就。我明白了，李老師在台中住三十八年，在那個地方講了三十八年，所以台中往生的人很多。"
    },
    {
      "id": "12-028-0003_p0026",
      "zh_CN": "我到处跑是不行，但是我又不能不跑，为什么？我没有庙、没有道场，我在这个世间是作客，不是作主，自己有个道场才可以坐下来作主。我一生都是住别人道场，没有自己的道场，只好作客了。作客要守客人的本分，古人常讲客随主便，总是要随缘，随顺主人，我们一定跟他配合得很好。我懂得作客的道理，一般道场请我，第一个我知道我是客人的身分，绝不攀缘信徒，我不会看到信徒，「你贵姓，你住在哪里，你的电话多少」，我从来没有过。我身上也有个电话本，里头大概不超过二十个人，这是经常有必要事情联络，没有必要事情我绝不问人家你姓什么，我从来没有问过人。你们也许发现过，我坐在那里，你们常常来看我，我没有问过你姓什么，没有问过，我不需要认识。古人讲得好，「知事少时烦恼少，识人多处是非多」，认识人愈少，是非愈少。所以我第一个不攀缘，不需要认识人。",
      "zh_TW": "我到處跑是不行，但是我又不能不跑，為什麼？我沒有廟、沒有道場，我在這個世間是作客，不是作主，自己有個道場才可以坐下來作主。我一生都是住別人道場，沒有自己的道場，只好作客了。作客要守客人的本分，古人常講客隨主便，總是要隨緣，隨順主人，我們一定跟他配合得很好。我懂得作客的道理，一般道場請我，第一個我知道我是客人的身分，絕不攀緣信徒，我不會看到信徒，「你貴姓，你住在哪裡，你的電話多少」，我從來沒有過。我身上也有個電話本，裡頭大概不超過二十個人，這是經常有必要事情聯絡，沒有必要事情我絕不問人家你姓什麼，我從來沒有問過人。你們也許發現過，我坐在那裡，你們常常來看我，我沒有問過你姓什麼，沒有問過，我不需要認識。古人講得好，「知事少時煩惱少，識人多處是非多」，認識人愈少，是非愈少。所以我第一個不攀緣，不需要認識人。"
    },
    {
      "id": "12-028-0003_p0027",
      "zh_CN": "第二个我不接受供养，我住在别人道场，所有供养全部归常住，我有必须要用钱，常住替我付，我懂礼。第三有人发心皈依，归常住的老和尚，我不接受皈依。我要给人传授皈依，皈依证上还是常住老和尚的名字。但是我所住的道场都是居士道场，居士道场没有法师，所以皈依证上我就印上名字。过去在台湾，我住的是韩锳居士的道场，我跟她配合很好，她护持三十年，她往生之后，我就离开了。现在新加坡居士林，李木源居士请我，我住居士林的道场。自己没有道场，一生随缘，随缘就自在。有道场很苦，天天要操心，房子漏了，还找人来修补，你说多麻烦！打电话，还缴电话费，你说这个多讨厌！我什么事都不管，除了读经、讲经、念佛之外，没事。",
      "zh_TW": "第二個我不接受供養，我住在別人道場，所有供養全部歸常住，我有必須要用錢，常住替我付，我懂禮。第三有人發心皈依，歸常住的老和尚，我不接受皈依。我要給人傳授皈依，皈依證上還是常住老和尚的名字。但是我所住的道場都是居士道場，居士道場沒有法師，所以皈依證上我就印上名字。過去在台灣，我住的是韓鍈居士的道場，我跟她配合很好，她護持三十年，她往生之後，我就離開了。現在新加坡居士林，李木源居士請我，我住居士林的道場。自己沒有道場，一生隨緣，隨緣就自在。有道場很苦，天天要操心，房子漏了，還找人來修補，你說多麻煩！打電話，還繳電話費，你說這個多討厭！我什麼事都不管，除了讀經、講經、念佛之外，沒事。"
    },
    {
      "id": "12-028-0003_p0028",
      "zh_CN": "「请佛住世」，要请法师长住在这个地方，让我们大家每天都有经听，每天都可以在一起互相研究讨论，这样对佛法才能够深解义趣，时间短了不行，这普贤菩萨教给我们的。乃至于「普皆回向」，普皆回向这一句话，我们的心量拓开了，不为自己，为一切众生。前面九条都是为一切众生，为正法久住世间，不为自己，没有个人利益，没有小团体的利益，这就如法。这是『普贤胜行』，这十大愿王。",
      "zh_TW": "「請佛住世」，要請法師長住在這個地方，讓我們大家每天都有經聽，每天都可以在一起互相研究討論，這樣對佛法才能夠深解義趣，時間短了不行，這普賢菩薩教給我們的。乃至於「普皆迴向」，普皆迴向這一句話，我們的心量拓開了，不為自己，為一切眾生。前面九條都是為一切眾生，為正法久住世間，不為自己，沒有個人利益，沒有小團體的利益，這就如法。這是『普賢勝行』，這十大願王。"
    },
    {
      "id": "12-028-0003_p0029",
      "zh_CN": "『劝诸比丘安住普贤胜行』，普贤菩萨是这个修法，文殊菩萨也劝六千比丘修学普贤行愿。六千比丘接受文殊、普贤的教诲，『入于甚深广大愿海』，「广大愿海」就是普贤行愿十大愿王，『得心清净』。何以修十波罗蜜、修普贤行，得心清净？离一切相，修一切善，心就清净。我们今天学《华严》，也修十波罗蜜，也修普贤十愿，我们的心不清净、身不清净，什么原因？着相，关键就在此地。我们着相修，我们为自己修，为自己的功德修，为自己的利益修，为我们这个团体的利益来修，心量太小了。再看看这些菩萨们，他们的确跟佛学到了，「心包太虚，量周沙界」，他们为虚空法界一切众生修，你看这个心量多大！所以他的心清净。诸位要晓得，清净不清净都在分别执着，只要有一点点私心，你的心就不清净，私心完全没有了，你的心当然清净。《金刚经》上这两句话就太重要了，离相修善，修善就是要学普贤十愿，要学文殊十行，离相才是真正的文殊、普贤行，着相就不是，得心清净。",
      "zh_TW": "『勸諸比丘安住普賢勝行』，普賢菩薩是這個修法，文殊菩薩也勸六千比丘修學普賢行願。六千比丘接受文殊、普賢的教誨，『入於甚深廣大願海』，「廣大願海」就是普賢行願十大願王，『得心清淨』。何以修十波羅蜜、修普賢行，得心清淨？離一切相，修一切善，心就清淨。我們今天學《華嚴》，也修十波羅蜜，也修普賢十願，我們的心不清淨、身不清淨，什麼原因？著相，關鍵就在此地。我們著相修，我們為自己修，為自己的功德修，為自己的利益修，為我們這個團體的利益來修，心量太小了。再看看這些菩薩們，他們的確跟佛學到了，「心包太虛，量周沙界」，他們為虛空法界一切眾生修，你看這個心量多大！所以他的心清淨。諸位要曉得，清淨不清淨都在分別執著，只要有一點點私心，你的心就不清淨，私心完全沒有了，你的心當然清淨。《金剛經》上這兩句話就太重要了，離相修善，修善就是要學普賢十願，要學文殊十行，離相才是真正的文殊、普賢行，著相就不是，得心清淨。"
    },
    {
      "id": "12-028-0003_p0030",
      "zh_CN": "心清净了，身就清净，为什么？境随心转。我们的身要跟心对照起来看，身是境界，身体是境界，身随着心转，心清净，身就清净。诸位同修可以冷静观察，看自己，很冷静的观察自己，自己在欢喜的时候整个身体舒畅，自己在痛苦的时候整个身体紧张，我们的身随着心转。自己烦恼多、忧虑多，身体就不健康，许许多多的病痛；如果心清净了，什么毛病都没有。昨天有个同修告诉我，他在大陆上遇到一位老修行，年岁很大了，修的法门很多，身体不健康，很多毛病，常常要找医生，天天离不开药罐子。大概在一年前，遇到净土法门，遇到《无量寿经》，遇到之后非常欢喜，专门依照这个经典修学，老实念佛，其他修的乱七八糟统统都丢掉，不到一年他什么毛病都没有，现在也不要吃药，也不要看医生。什么原因？心清净了，专心。以前修是杂修，修得太多，心不清净，关键在此地。只要专心一致，身心健康，长寿快乐。",
      "zh_TW": "心清淨了，身就清淨，為什麼？境隨心轉。我們的身要跟心對照起來看，身是境界，身體是境界，身隨著心轉，心清淨，身就清淨。諸位同修可以冷靜觀察，看自己，很冷靜的觀察自己，自己在歡喜的時候整個身體舒暢，自己在痛苦的時候整個身體緊張，我們的身隨著心轉。自己煩惱多、憂慮多，身體就不健康，許許多多的病痛；如果心清淨了，什麼毛病都沒有。昨天有個同修告訴我，他在大陸上遇到一位老修行，年歲很大了，修的法門很多，身體不健康，很多毛病，常常要找醫生，天天離不開藥罐子。大概在一年前，遇到淨土法門，遇到《無量壽經》，遇到之後非常歡喜，專門依照這個經典修學，老實念佛，其他修的亂七八糟統統都丟掉，不到一年他什麼毛病都沒有，現在也不要吃藥，也不要看醫生。什麼原因？心清淨了，專心。以前修是雜修，修得太多，心不清淨，關鍵在此地。只要專心一致，身心健康，長壽快樂。"
    },
    {
      "id": "12-028-0003_p0031",
      "zh_CN": "『得身轻利』，「轻」是轻安，「利」是便利，这就是我们今天讲的健康，身体健康，没有疾病。虽然在老年了，体力状况还跟壮年差不多，轻利。轻利这两个字通常是形容少年人的，菩萨确确实实是这样的，永远不衰老；虽然年龄是增加，身体状况永远保持着不衰老。这是我们在讲堂讲得很多，功夫得力，人不老、不病、不死，学佛的好处。你不肯学佛，老、病、死，你决定逃不过。而且老得很快，一年不知不觉就过去了，渐渐就入衰老的状况。这一句是告诉我们，身心清净就不会衰老。人，实在讲，是要长寿，为什么？寿命不长，我们学习还没有成就就死了，这叫魔障，四种魔里叫死魔。死为什么是魔？我们功夫还没成就，才学到一半，寿命到了。",
      "zh_TW": "『得身輕利』，「輕」是輕安，「利」是便利，這就是我們今天講的健康，身體健康，沒有疾病。雖然在老年了，體力狀況還跟壯年差不多，輕利。輕利這兩個字通常是形容少年人的，菩薩確確實實是這樣的，永遠不衰老；雖然年齡是增加，身體狀況永遠保持著不衰老。這是我們在講堂講得很多，功夫得力，人不老、不病、不死，學佛的好處。你不肯學佛，老、病、死，你決定逃不過。而且老得很快，一年不知不覺就過去了，漸漸就入衰老的狀況。這一句是告訴我們，身心清淨就不會衰老。人，實在講，是要長壽，為什麼？壽命不長，我們學習還沒有成就就死了，這叫魔障，四種魔裡叫死魔。死為什麼是魔？我們功夫還沒成就，才學到一半，壽命到了。"
    },
    {
      "id": "12-028-0003_p0032",
      "zh_CN": "我自己想想我感触就很深，如果我在四十、五十就死了，我对于佛法的契入很浅薄，纵然幸运能往生，也只能生凡圣同居土。我又多能活上个二十年，对我的利益太大了，我往生决不是在凡圣同居土，最低限度也是方便有余土，实报庄严土也沾了一点边；再让我能够活个五年，我就很有把握取实报庄严土。你想想看这多重要！所以没有长时间的薰修怎么行？寿命可以延长，只要断恶修善。我没有求长寿，袁了凡先生也没有求长寿，算命先生算命，他的寿命五十三岁，他活到七十多岁。寿命怎么延长的？积功累德而延长的。我的寿命就更短，年轻的时候多少人给我算命看相，都说我过不了四十五岁，我现在已经延长相当多了，我也没有求长寿；再能够活五年，我就把握取实报庄严土了。所以我们要珍惜宝贵的寿命，世间什么都是假的，只有这个是真的，真的要认真努力去求得，假的统统要放下，这个世间名闻利养、财色名食睡全是假的，要把它舍得干干净净。弘法利生随缘，绝不攀缘，有一天机会我很认真努力干一天，明天没有了，若无其事，决不说好可惜，有这个念头就错了，你还是没有放下。真正放下，得大自在，所以才得「身心轻利」。",
      "zh_TW": "我自己想想我感觸就很深，如果我在四十、五十就死了，我對於佛法的契入很淺薄，縱然幸運能往生，也只能生凡聖同居土。我又多能活上個二十年，對我的利益太大了，我往生決不是在凡聖同居土，最低限度也是方便有餘土，實報莊嚴土也沾了一點邊；再讓我能夠活個五年，我就很有把握取實報莊嚴土。你想想看這多重要！所以沒有長時間的薰修怎麼行？壽命可以延長，只要斷惡修善。我沒有求長壽，袁了凡先生也沒有求長壽，算命先生算命，他的壽命五十三歲，他活到七十多歲。壽命怎麼延長的？積功累德而延長的。我的壽命就更短，年輕的時候多少人給我算命看相，都說我過不了四十五歲，我現在已經延長相當多了，我也沒有求長壽；再能夠活五年，我就把握取實報莊嚴土了。所以我們要珍惜寶貴的壽命，世間什麼都是假的，只有這個是真的，真的要認真努力去求得，假的統統要放下，這個世間名聞利養、財色名食睡全是假的，要把它捨得乾乾淨淨。弘法利生隨緣，絕不攀緣，有一天機會我很認真努力幹一天，明天沒有了，若無其事，決不說好可惜，有這個念頭就錯了，你還是沒有放下。真正放下，得大自在，所以才得「身心輕利」。"
    },
    {
      "id": "12-028-0003_p0033",
      "zh_CN": "『广大不退神通』。这是讲处世应变的能力，你的能力广大。神通，用现在的话来说就是能力，通是通达。世出世间一切法，一切人事，一切物，一切理，都能够通达，所以称之为神通。只要通，什么事就好办；所有一切的毛病，发生的关键就是不通，不通就出毛病。譬如我们身上，诸位晓得，神经系统、微细血管很多很多，哪一个小微细血管不通了，毛病出来了。我们手指、脚指，这微细血管如果不通，这个地方就麻木了。如果大的血管不通，就重病现前。所以你有病，你身体不舒服，你去看医生，医生一定问你，首先问你大小便正不正常，如果正常没有什么大毛病，为什么？主要管道通了，你那个毛病发生在小的管道上，不是主要的。这个我们都有经验，只要通了，什么事就好办了，问题就是不通。",
      "zh_TW": "『廣大不退神通』。這是講處世應變的能力，你的能力廣大。神通，用現在的話來說就是能力，通是通達。世出世間一切法，一切人事，一切物，一切理，都能夠通達，所以稱之為神通。只要通，什麼事就好辦；所有一切的毛病，發生的關鍵就是不通，不通就出毛病。譬如我們身上，諸位曉得，神經系統、微細血管很多很多，哪一個小微細血管不通了，毛病出來了。我們手指、腳指，這微細血管如果不通，這個地方就麻木了。如果大的血管不通，就重病現前。所以你有病，你身體不舒服，你去看醫生，醫生一定問你，首先問你大小便正不正常，如果正常沒有什麼大毛病，為什麼？主要管道通了，你那個毛病發生在小的管道上，不是主要的。這個我們都有經驗，只要通了，什麼事就好辦了，問題就是不通。"
    },
    {
      "id": "12-028-0003_p0034",
      "zh_CN": "我们对于这个世间人情法理都不通，如果通了，什么环境你都能相处，你都会处得很好。你为什么处事待人接物常常招惹些麻烦？你不通人情、不通事理，自以为是，刚愎自用，所以才出许许多多障碍，许许多多的麻烦。政治家，中国古人常讲政通人和，上下管道通了，没有疑虑，没有障碍，社会就安定，天下太平。「通」这个字非常重要，世法通了，世间法里头没有障碍，佛法通了，就修行证果了。由此可知，诸佛菩萨教化众生，没有别的，就是把不通的地方给你打通。你有妄想，不通了；你有分别，不通了；你有执着，不通了；除了妄想分别执着，就全都通了，这个意思深了。这些菩萨妄想分别执着统统断了，所以他们证得的是「广大不退神通」。",
      "zh_TW": "我們對於這個世間人情法理都不通，如果通了，什麼環境你都能相處，你都會處得很好。你為什麼處事待人接物常常招惹些麻煩？你不通人情、不通事理，自以為是，剛愎自用，所以才出許許多多障礙，許許多多的麻煩。政治家，中國古人常講政通人和，上下管道通了，沒有疑慮，沒有障礙，社會就安定，天下太平。「通」這個字非常重要，世法通了，世間法裡頭沒有障礙，佛法通了，就修行證果了。由此可知，諸佛菩薩教化眾生，沒有別的，就是把不通的地方給你打通。你有妄想，不通了；你有分別，不通了；你有執著，不通了；除了妄想分別執著，就全都通了，這個意思深了。這些菩薩妄想分別執著統統斷了，所以他們證得的是「廣大不退神通」。"
    },
    {
      "id": "12-028-0003_p0035",
      "zh_CN": "『普于十方一切世界诸如来所，悉现其身，具足成就一切佛法』。末后这一句是大用自在，我们今天作用确实受了许许多多限制，他们得自在了。诸位要知道，今天讲得这么多，都是他们获得广大三昧的德用，这个三昧名字叫「见一切佛境界无碍眼」。前面跟诸位报告过，这就是宗门讲的明心见性，教下所讲的大开圆解，我们念佛人所讲的一心不乱。念佛只要念到一心不乱，这里头所说的你全都得到。我们今天念佛为什么到不了这个境界？我们不是一心称念。佛菩萨教我们念佛用什么方法念？一心称念；《无量寿经》上，佛教给我们「一向专念」。我们今天是怎么念佛？我们是多向杂念，不专，一面念佛一面还要想东想西，牵肠挂肚的事情太多了，放不下，所以我们得不到三昧。烦恼业障习气消不掉，关键就在此地。",
      "zh_TW": "『普於十方一切世界諸如來所，悉現其身，具足成就一切佛法』。末後這一句是大用自在，我們今天作用確實受了許許多多限制，他們得自在了。諸位要知道，今天講得這麼多，都是他們獲得廣大三昧的德用，這個三昧名字叫「見一切佛境界無礙眼」。前面跟諸位報告過，這就是宗門講的明心見性，教下所講的大開圓解，我們念佛人所講的一心不亂。念佛只要念到一心不亂，這裡頭所說的你全都得到。我們今天念佛為什麼到不了這個境界？我們不是一心稱念。佛菩薩教我們念佛用什麼方法念？一心稱念；《無量壽經》上，佛教給我們「一向專念」。我們今天是怎麼念佛？我們是多向雜念，不專，一面念佛一面還要想東想西，牽腸掛肚的事情太多了，放不下，所以我們得不到三昧。煩惱業障習氣消不掉，關鍵就在此地。"
    },
    {
      "id": "12-028-0003_p0036",
      "zh_CN": "念佛的时候要记住，纵然做不到一心称念，也应该做到一向专念；一向专念比较容易做到，一心是比较困难。一向，一个方向，一个目标；专念，专就是决定不能够掺杂，不可以夹杂，不夹杂就叫专。这样念佛，就能够得力了，功夫能得力。所以说办事的时候，我们把佛号放下，专心去办事，念佛的时候把工作放下，专心念佛，这个样子佛也念得好，事情也办得好，两边都好。千万不可以，办事的时候又念佛，念佛的时候又想着事，佛也没有念好，事也没有办好，诸位要懂这个道理。",
      "zh_TW": "念佛的時候要記住，縱然做不到一心稱念，也應該做到一向專念；一向專念比較容易做到，一心是比較困難。一向，一個方向，一個目標；專念，專就是決定不能夠摻雜，不可以夾雜，不夾雜就叫專。這樣念佛，就能夠得力了，功夫能得力。所以說辦事的時候，我們把佛號放下，專心去辦事，念佛的時候把工作放下，專心念佛，這個樣子佛也念得好，事情也辦得好，兩邊都好。千萬不可以，辦事的時候又念佛，念佛的時候又想著事，佛也沒有念好，事也沒有辦好，諸位要懂這個道理。"
    },
    {
      "id": "12-028-0003_p0037",
      "zh_CN": "所以他们有能力，每天随时随刻可以亲近十方诸佛如来。就像西方极乐世界人一样，参访诸佛，供养诸佛，供养诸佛是得大福报，修福！亲近诸佛，听诸佛讲经说法，智慧！所以人家每天干的是什么事情？福慧双修，所以他的福慧才能够达到圆满。不像我们，我们现在一天到晚在烦恼里头打滚，苦不堪言。他们「成就一切佛法」，我们所成就的是三途六道，怎么能比？「比丘会」就报告到此地。再看下面第四个大段「诸乘人会」：",
      "zh_TW": "所以他們有能力，每天隨時隨刻可以親近十方諸佛如來。就像西方極樂世界人一樣，參訪諸佛，供養諸佛，供養諸佛是得大福報，修福！親近諸佛，聽諸佛講經說法，智慧！所以人家每天幹的是什麼事情？福慧雙修，所以他的福慧才能夠達到圓滿。不像我們，我們現在一天到晚在煩惱裡頭打滾，苦不堪言。他們「成就一切佛法」，我們所成就的是三途六道，怎麼能比？「比丘會」就報告到此地。再看下面第四個大段「諸乘人會」："
    },
    {
      "id": "12-028-0003_p0038",
      "zh_CN": "【文殊菩萨渐次南行，经历城邑聚落，至福生城。于其城东，住庄严幢娑罗林中，往昔诸佛曾所止住，教化成熟一切众生大塔庙处。亦是世尊毘卢遮那于往昔时行菩萨行，能舍无量难舍之处。是故此林名称普闻无量佛刹。此处常为天龙人非人等恭敬供养。】",
      "zh_TW": "【文殊菩薩漸次南行，經歷城邑聚落，至福生城。於其城東，住莊嚴幢娑羅林中，往昔諸佛曾所止住，教化成熟一切眾生大塔廟處。亦是世尊毘盧遮那於往昔時行菩薩行，能捨無量難捨之處。是故此林名稱普聞無量佛剎。此處常為天龍人非人等恭敬供養。】"
    },
    {
      "id": "12-028-0003_p0039",
      "zh_CN": "这段文先给我们介绍文殊菩萨的行止。『渐次南行』，「南行」是指出方向。这个「南」不是东南西北，如果我们把它看成东南西北，那你就看错了。南是代表光明，是代表智慧，他向哪个方向？向光明这个方向，向智慧这个方向。为什么用「南」来代表？诸位要晓得，印度是在北半球，今天大家晓得地球是圆的，佛经上也说得很清楚，虽然没有说地球是圆的，住的地是圆的，意思很清楚。佛讲十方世界，东南西北，东北东南，西南西北，上方下方，那不就圆说出来了吗？我们这个世界有上方，还有下方。上方有无量无边的世界，下方也有无量无边的世界，这佛都说出来了。我们住在北半球，按照五行的分配，北方是水，东方是木，南方是火，西方是金，中央是土；南方是火，火的相是光明，南方是赤道。所以在北半球，愈往北走愈寒冷，愈往南走愈炎热。所以南代表光明，代表智慧，取这个意思。文殊菩萨所在的方向都叫做南方，不管他在哪个方所都叫南方，智慧之方，光明之方，取这个意思。",
      "zh_TW": "這段文先給我們介紹文殊菩薩的行止。『漸次南行』，「南行」是指出方向。這個「南」不是東南西北，如果我們把它看成東南西北，那你就看錯了。南是代表光明，是代表智慧，他向哪個方向？向光明這個方向，向智慧這個方向。為什麼用「南」來代表？諸位要曉得，印度是在北半球，今天大家曉得地球是圓的，佛經上也說得很清楚，雖然沒有說地球是圓的，住的地是圓的，意思很清楚。佛講十方世界，東南西北，東北東南，西南西北，上方下方，那不就圓說出來了嗎？我們這個世界有上方，還有下方。上方有無量無邊的世界，下方也有無量無邊的世界，這佛都說出來了。我們住在北半球，按照五行的分配，北方是水，東方是木，南方是火，西方是金，中央是土；南方是火，火的相是光明，南方是赤道。所以在北半球，愈往北走愈寒冷，愈往南走愈炎熱。所以南代表光明，代表智慧，取這個意思。文殊菩薩所在的方向都叫做南方，不管他在哪個方所都叫南方，智慧之方，光明之方，取這個意思。"
    },
    {
      "id": "12-028-0003_p0040",
      "zh_CN": "『经历城邑聚落』，「城邑」是都市，「聚落」是村庄。他到处教化，也都在旅行，走过很多的城市村庄。『至福生城』，「福生城」也不是一个城市，你要把它看作一个城市，你又错了。你学考古，到印度找个福生城，决定找不到，没有这个地方。什么叫福生城？这个地方有人启请菩萨说法，有人启请菩萨在这个地方长住，这个地方就叫福生城，普贤行愿里面讲的「请转法轮」、「请佛住世」。这个地方有这么多热心的同修们，大家发心请法师来讲经说法，请法师住在这个地方，教化一方，这一个城有福了，众生有福了，这个城就叫福生城，是这么一个讲法。由此可知，凡是善知识所住的地方，往后五十三参，五十三位菩萨表演给我们看，他们所住的地方都叫做南方，他们所住的都市都叫做福城，众生有福，叫福城。所以他到福城，我们就想到这个地方的四众弟子欢迎菩萨，启请菩萨在这个地方弘法利生。",
      "zh_TW": "『經歷城邑聚落』，「城邑」是都市，「聚落」是村莊。他到處教化，也都在旅行，走過很多的城市村莊。『至福生城』，「福生城」也不是一個城市，你要把它看作一個城市，你又錯了。你學考古，到印度找個福生城，決定找不到，沒有這個地方。什麼叫福生城？這個地方有人啟請菩薩說法，有人啟請菩薩在這個地方長住，這個地方就叫福生城，普賢行願裡面講的「請轉法輪」、「請佛住世」。這個地方有這麼多熱心的同修們，大家發心請法師來講經說法，請法師住在這個地方，教化一方，這一個城有福了，眾生有福了，這個城就叫福生城，是這麼一個講法。由此可知，凡是善知識所住的地方，往後五十三參，五十三位菩薩表演給我們看，他們所住的地方都叫做南方，他們所住的都市都叫做福城，眾生有福，叫福城。所以他到福城，我們就想到這個地方的四眾弟子歡迎菩薩，啟請菩薩在這個地方弘法利生。"
    },
    {
      "id": "12-028-0003_p0041",
      "zh_CN": "『于其城东』，「城东」也表示意思，都是表法的，决不是真的东方。东是什么？太阳出来的地方。象征什么？佛法从这个地方生起了，这就叫城东，决不是这个都市的东面。说不定这个道场建在都市的西面，西面也叫城东，也不叫做城西。城西是什么？太阳落下去了。这是佛法生起来，统统含着表法的义趣。所以它的字不可以依文解字，「依文解义，三世佛冤」，三世诸佛都喊冤枉，你把他意思错会了。每一个字它代表的意义，我们要懂得。",
      "zh_TW": "『於其城東』，「城東」也表示意思，都是表法的，決不是真的東方。東是什麼？太陽出來的地方。象徵什麼？佛法從這個地方生起了，這就叫城東，決不是這個都市的東面。說不定這個道場建在都市的西面，西面也叫城東，也不叫做城西。城西是什麼？太陽落下去了。這是佛法生起來，統統含著表法的義趣。所以它的字不可以依文解字，「依文解義，三世佛冤」，三世諸佛都喊冤枉，你把他意思錯會了。每一個字它代表的意義，我們要懂得。"
    },
    {
      "id": "12-028-0003_p0042",
      "zh_CN": "菩萨这一行，住在『庄严幢娑罗林中』，这是道场的名字，这个道场名字也是表法的。「娑罗林」我们就能够想像得到，这个地方树木很多，树木高大，是修行人最理想的道场。为什么？在那个时候出家修行人，日中一食，树下一宿，他们没有房舍，讲经说法都在树下。所以树愈高愈大，树荫阴凉，学生围绕着，老师在那里讲经说道，晚上每一个人找一棵树下打坐，他们过的是这种生活。所以我们要晓得，这是修学的好环境。「庄严幢」，幢是高显之义，形容他们智慧高、德行高，居住在这个地区，弘法利生。而这种地区，过去诸佛也是选择这种场所，做为修道的处所。我们看华藏世界、看极乐世界，佛在经典里面告诉我们，都是有繁密的大树，不但我们喜欢树木多，十方世界一切众生都喜欢。所以树木多的地方，确确实实是一个很好修道，修身养性的地方。我们到中国，看到从前古大德建的这些道场，都在深山，繁木树林之中，环境幽雅。人在那个地方，自自然然心境就能跟大自然融成一片，没有都市这一种繁华、噪音骚扰，没有！身心容易得到清净，对初学的人带来了许许多多的方便。",
      "zh_TW": "菩薩這一行，住在『莊嚴幢娑羅林中』，這是道場的名字，這個道場名字也是表法的。「娑羅林」我們就能夠想像得到，這個地方樹木很多，樹木高大，是修行人最理想的道場。為什麼？在那個時候出家修行人，日中一食，樹下一宿，他們沒有房舍，講經說法都在樹下。所以樹愈高愈大，樹蔭陰涼，學生圍繞著，老師在那裡講經說道，晚上每一個人找一棵樹下打坐，他們過的是這種生活。所以我們要曉得，這是修學的好環境。「莊嚴幢」，幢是高顯之義，形容他們智慧高、德行高，居住在這個地區，弘法利生。而這種地區，過去諸佛也是選擇這種場所，做為修道的處所。我們看華藏世界、看極樂世界，佛在經典裡面告訴我們，都是有繁密的大樹，不但我們喜歡樹木多，十方世界一切眾生都喜歡。所以樹木多的地方，確確實實是一個很好修道，修身養性的地方。我們到中國，看到從前古大德建的這些道場，都在深山，繁木樹林之中，環境幽雅。人在那個地方，自自然然心境就能跟大自然融成一片，沒有都市這一種繁華、噪音騷擾，沒有！身心容易得到清淨，對初學的人帶來了許許多多的方便。"
    },
    {
      "id": "12-028-0003_p0043",
      "zh_CN": "『往昔诸佛曾所止住』，过去诸佛也曾经在这些地方住过，在这些地方讲经说法，修行养道。『教化成熟一切众生大塔庙处』，「塔庙」未必建得很高大，只要德大、智大，就称之为大塔庙。塔是藏佛舍利，供养佛舍利；庙是个形象，相貌。往后佛法传到中国，才真的建大塔庙。在古时候的印度，只有塔，没有庙。出家人往生圆寂了，收藏骨灰，佛家都是用火化，收藏舍利，建塔。但是传到中国之后，不但有塔，而且还有庙。这个庙宫殿式的，这是古时候的帝王尊师重道，以自己这个福报，自己享受的福报也要让老师，也要让父母，享受同样的福报，这是孝顺。佛在《观经》三福，第一句话：「孝养父母」。",
      "zh_TW": "『往昔諸佛曾所止住』，過去諸佛也曾經在這些地方住過，在這些地方講經說法，修行養道。『教化成熟一切眾生大塔廟處』，「塔廟」未必建得很高大，只要德大、智大，就稱之為大塔廟。塔是藏佛舍利，供養佛舍利；廟是個形象，相貌。往後佛法傳到中國，才真的建大塔廟。在古時候的印度，只有塔，沒有廟。出家人往生圓寂了，收藏骨灰，佛家都是用火化，收藏舍利，建塔。但是傳到中國之後，不但有塔，而且還有廟。這個廟宮殿式的，這是古時候的帝王尊師重道，以自己這個福報，自己享受的福報也要讓老師，也要讓父母，享受同樣的福報，這是孝順。佛在《觀經》三福，第一句話：「孝養父母」。"
    },
    {
      "id": "12-028-0003_p0044",
      "zh_CN": "在古代的印度人，不是不懂得孝养，他也懂得，但是佛总是恒顺众生。佛陀没有出世之前，印度的宗教已经很多，很盛行，我们今天看到印度教，印度教就有四千多年的历史。我们佛教，外国人他们的计算法，佛教只有二千五百多年，印度教有四千多年。在佛那个时候，他们叫婆罗门教，很古老的宗教。这些宗教家们，他们都提倡日中一食，树下一宿。佛要教化众生，如果要讲求种种享受，印度人看起来，你们比不上婆罗门，人家真修行，你们是假的。所以佛也要跟他们一样，只能够做得比他更好，不能不及，这就是要随顺当时的风俗习惯，得到社会大众的尊敬、信仰，佛的教导大家才相信，才会依教奉行。",
      "zh_TW": "在古代的印度人，不是不懂得孝養，他也懂得，但是佛總是恆順眾生。佛陀沒有出世之前，印度的宗教已經很多，很盛行，我們今天看到印度教，印度教就有四千多年的歷史。我們佛教，外國人他們的計算法，佛教只有二千五百多年，印度教有四千多年。在佛那個時候，他們叫婆羅門教，很古老的宗教。這些宗教家們，他們都提倡日中一食，樹下一宿。佛要教化眾生，如果要講求種種享受，印度人看起來，你們比不上婆羅門，人家真修行，你們是假的。所以佛也要跟他們一樣，只能夠做得比他更好，不能不及，這就是要隨順當時的風俗習慣，得到社會大眾的尊敬、信仰，佛的教導大家才相信，才會依教奉行。"
    },
    {
      "id": "12-028-0003_p0045",
      "zh_CN": "佛法传到中国来之后，中国的风俗习惯跟印度人恰恰相反。中国人尊重帝王，中国人讲孝养父母，自己有福报，决定不能让父母日子过得很贫苦，这讲不通的。自己有了大的福报，不能不照顾老师。在中国古时候，师徒如父子，现在没有了，现在师道没有了。从前师徒如父子，学生对老师的孝敬，跟孝顺父母没有两样。唯一的差别就是在丧服上的差别，父母死了穿孝服，服丧三年，老师死了没有孝服，心丧三年，那个心情跟父母过世没有两样，叫心丧三年，就是在没有孝服，其他的没有两样。老师的生活一定要照顾，老师的儿女跟自己的兄弟完全一样，一生都要照顾。所以从前老师教学生他认真，为什么？学生报答太厚了；你要不认真教学，你怎么对得起学生？所以他做了皇帝，享受世间第一等的荣华富贵，怎么能够让老师住个小茅篷，那人家要把这个学生骂死了，你忘恩负义。所以佛教传到中国来之后，这些法师都是帝王师，皇帝都尽心尽力供养。这是佛法在中国，总希望将老师生活样样都照顾到，使老师能够安心办道，让老师能够方便教化众生。",
      "zh_TW": "佛法傳到中國來之後，中國的風俗習慣跟印度人恰恰相反。中國人尊重帝王，中國人講孝養父母，自己有福報，決定不能讓父母日子過得很貧苦，這講不通的。自己有了大的福報，不能不照顧老師。在中國古時候，師徒如父子，現在沒有了，現在師道沒有了。從前師徒如父子，學生對老師的孝敬，跟孝順父母沒有兩樣。唯一的差別就是在喪服上的差別，父母死了穿孝服，服喪三年，老師死了沒有孝服，心喪三年，那個心情跟父母過世沒有兩樣，叫心喪三年，就是在沒有孝服，其他的沒有兩樣。老師的生活一定要照顧，老師的兒女跟自己的兄弟完全一樣，一生都要照顧。所以從前老師教學生他認真，為什麼？學生報答太厚了；你要不認真教學，你怎麼對得起學生？所以他做了皇帝，享受世間第一等的榮華富貴，怎麼能夠讓老師住個小茅篷，那人家要把這個學生罵死了，你忘恩負義。所以佛教傳到中國來之後，這些法師都是帝王師，皇帝都盡心盡力供養。這是佛法在中國，總希望將老師生活樣樣都照顧到，使老師能夠安心辦道，讓老師能夠方便教化眾生。"
    },
    {
      "id": "12-028-0003_p0046",
      "zh_CN": "这是孝养父母，奉事师长，在某一个地区有某一个地区的作法，不能说不对；都对，符合当时当地的风俗习惯，伦理道德，一切都合。如果我们对老师的物质生活都不照顾，他三餐饭都有忧虑，哪有心情办道，哪有心情去讲经说法，利益众生。所以佛家常讲「身安则道隆」，「法轮未转，食轮先」，在弘法利生之前，先要让我们生活安定，生活安定才谈得上修行，才谈得上教化众生。古人所讲的都有大道理，我们要能细心体会，才能够令佛法长住在这个地区，这个年代。凡是有佛法，就是有大福德，就是有大因缘。这是说到道场的建立。",
      "zh_TW": "這是孝養父母，奉事師長，在某一個地區有某一個地區的作法，不能說不對；都對，符合當時當地的風俗習慣，倫理道德，一切都合。如果我們對老師的物質生活都不照顧，他三餐飯都有憂慮，哪有心情辦道，哪有心情去講經說法，利益眾生。所以佛家常講「身安則道隆」，「法輪未轉，食輪先」，在弘法利生之前，先要讓我們生活安定，生活安定才談得上修行，才談得上教化眾生。古人所講的都有大道理，我們要能細心體會，才能夠令佛法長住在這個地區，這個年代。凡是有佛法，就是有大福德，就是有大因緣。這是說到道場的建立。"
    },
    {
      "id": "12-028-0003_p0047",
      "zh_CN": "『是故此林名称普闻无量佛刹』。凡是有修行人的处所，无论在什么处所，这个地方都是名称「普闻」。我们人不知道，鬼神知道，诸天知道，诸佛菩萨知道。真正发心办道，依教修行，决定得诸佛护念，龙天善神拥护，这就是「名称普闻无量佛刹」。『此处常为天龙人非人等』，这是讲八部护法鬼神，他们『恭敬供养』。凡是得诸佛护念，龙天善神恭敬供养，这个地区不会遭难。现在这个世间，大家知道天灾人祸很多，我们要想消除这些灾难，太难了。为什么？一切众生共业所感，人心要不转变过来，灾难没有法子消除。但是我们尽心尽力，如理如法的修学，我们住在这个地区，可以使这个地区的灾难减轻，可以使这个地区灾难的时间缩短，这是肯定的，可以做得到的。",
      "zh_TW": "『是故此林名稱普聞無量佛剎』。凡是有修行人的處所，無論在什麼處所，這個地方都是名稱「普聞」。我們人不知道，鬼神知道，諸天知道，諸佛菩薩知道。真正發心辦道，依教修行，決定得諸佛護念，龍天善神擁護，這就是「名稱普聞無量佛剎」。『此處常為天龍人非人等』，這是講八部護法鬼神，他們『恭敬供養』。凡是得諸佛護念，龍天善神恭敬供養，這個地區不會遭難。現在這個世間，大家知道天災人禍很多，我們要想消除這些災難，太難了。為什麼？一切眾生共業所感，人心要不轉變過來，災難沒有法子消除。但是我們盡心盡力，如理如法的修學，我們住在這個地區，可以使這個地區的災難減輕，可以使這個地區災難的時間縮短，這是肯定的，可以做得到的。"
    },
    {
      "id": "12-028-0003_p0048",
      "zh_CN": "我们明白这个道理，了解事实真相，一定要认真努力修学，不为自己，为苦难众生。他们无知，佛在《无量寿经》上讲得好，「先人不善，不识道德」，无人教导，所以这些人造作一切罪业，我们不能怪他。所以真正修行人看到这些事实现象，反过来要问自己，现在我们遇到这种现象，如何认真努力、如理如法的修学帮助他们，不能完全化解，刚才说一定要帮助他灾难程度降低，灾难的时间缩短。我们邀集志同道合，大家共同来修学，这个力量就更大了。所以每个月我们有机缘在此地，有三天在一起学教，白天也有不少同修参加这边念佛，这个功德很大，对整个香港地区，对整个东南地区，都有消灾免难的作用。我们的心愈真愈诚，力量就愈大，决定不可以轻视自己，不可以疏忽这一个大事因缘。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們明白這個道理，了解事實真相，一定要認真努力修學，不為自己，為苦難眾生。他們無知，佛在《無量壽經》上講得好，「先人不善，不識道德」，無人教導，所以這些人造作一切罪業，我們不能怪他。所以真正修行人看到這些事實現象，反過來要問自己，現在我們遇到這種現象，如何認真努力、如理如法的修學幫助他們，不能完全化解，剛才說一定要幫助他災難程度降低，災難的時間縮短。我們邀集志同道合，大家共同來修學，這個力量就更大了。所以每個月我們有機緣在此地，有三天在一起學教，白天也有不少同修參加這邊念佛，這個功德很大，對整個香港地區，對整個東南地區，都有消災免難的作用。我們的心愈真愈誠，力量就愈大，決定不可以輕視自己，不可以疏忽這一個大事因緣。今天時間到了，我們就講到此地。"
    }
  ]
}