{
  "doc_id": "21-780-0001",
  "title": {
    "zh_CN": "发扬宗教教育  促进安定和平",
    "zh_TW": "發揚宗教教育  促進安定和平"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "法国巴黎教科文组织总部",
    "zh_TW": "法國巴黎教科文組織總部"
  },
  "doc_number": "21-780-0001",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "21-780-0001_p0001",
      "zh_CN": "尊敬的教科文组织总干事博科娃阁下、世佛联主席宛纳梅提先生、各国大使代表、各位宗教领袖、各位嘉宾、女士们、先生们：大家好！",
      "zh_TW": "尊敬的教科文組織總幹事博科娃閣下、世佛聯主席宛納梅提先生、各國大使代表、各位宗教領袖、各位嘉賓、女士們、先生們：大家好！"
    },
    {
      "id": "21-780-0001_p0002",
      "zh_CN": "今年教科文组织的国际和平会议是一个非常特殊的聚会，我们纪念已故泰国国王普密蓬．阿杜德陛下，怀念他对人类可持续性发展的贡献；我们聆听了古今治国宝典《群书治要》的理念与实践经验；我们探讨了多元宗教教育与和谐的密切关联；我们了解了多元宗教教育如何化解冲突、促进和平，以及宗教之间的关系、宗教与环境的关系；我们共同祭祀了世界各族的祖先，这在教科文组织是一项创举；我们聆听了传统文化与水结晶的报告；我们聆听了世佛联弘扬佛陀教育与促进世界和平的实践经验。如此多元而丰富的内容，显示本次的国际和平会议，在促进世界和平的理论与实践方面，有了长足的进展，成果也特别丰硕。",
      "zh_TW": "今年教科文組織的國際和平會議是一個非常特殊的聚會，我們紀念已故泰國國王普密蓬．阿杜德陛下，懷念他對人類可持續性發展的貢獻；我們聆聽了古今治國寶典《群書治要》的理念與實踐經驗；我們探討了多元宗教教育與和諧的密切關聯；我們了解了多元宗教教育如何化解衝突、促進和平，以及宗教之間的關係、宗教與環境的關係；我們共同祭祀了世界各族的祖先，這在教科文組織是一項創舉；我們聆聽了傳統文化與水結晶的報告；我們聆聽了世佛聯弘揚佛陀教育與促進世界和平的實踐經驗。如此多元而豐富的內容，顯示本次的國際和平會議，在促進世界和平的理論與實踐方面，有了長足的進展，成果也特別豐碩。"
    },
    {
      "id": "21-780-0001_p0003",
      "zh_CN": "在本次会议即将结束之际，我想再次强调宗教教育当中「一体的爱」的重要性；以及在实践当中，必须「重义轻利」；同时，基于对因果法则的了解，所以能够做到「安分不争」；然后，我想举出落实宗教教育的案例，来证明其可行性。",
      "zh_TW": "在本次會議即將結束之際，我想再次強調宗教教育當中「一體的愛」的重要性；以及在實踐當中，必須「重義輕利」；同時，基於對因果法則的了解，所以能夠做到「安分不爭」；然後，我想舉出落實宗教教育的案例，來證明其可行性。"
    },
    {
      "id": "21-780-0001_p0004",
      "zh_CN": "一体的爱",
      "zh_TW": "一體的愛"
    },
    {
      "id": "21-780-0001_p0005",
      "zh_CN": "诚如我之前所说的，宗教是人类主要的教育、重要的教学、尊崇的教化，是人类不可或缺的普世教育。世界各宗教的核心都是仁慈博爱，而仁慈博爱的根源是因为大家是一体的，如同身体的五脏六腑与四肢百骸一样。当牙齿咬到了舌头，舌头不会去报复，因为它们是一体的；当左手受伤了，右手自然会去抚慰左手，不需要任何理由，因为它们是一体的。同样的道理，了解到无量的众生跟我们自己是一体时，我们的慈悲就是没有条件的，能够平等的爱护一切众生，这就是真心。当真心流露出来时，清净、平等、正觉、慈悲这些性德就自然现前。",
      "zh_TW": "誠如我之前所說的，宗教是人類主要的教育、重要的教學、尊崇的教化，是人類不可或缺的普世教育。世界各宗教的核心都是仁慈博愛，而仁慈博愛的根源是因為大家是一體的，如同身體的五臟六腑與四肢百骸一樣。當牙齒咬到了舌頭，舌頭不會去報復，因為它們是一體的；當左手受傷了，右手自然會去撫慰左手，不需要任何理由，因為它們是一體的。同樣的道理，了解到無量的眾生跟我們自己是一體時，我們的慈悲就是沒有條件的，能夠平等的愛護一切眾生，這就是真心。當真心流露出來時，清淨、平等、正覺、慈悲這些性德就自然現前。"
    },
    {
      "id": "21-780-0001_p0006",
      "zh_CN": "在各宗教的典籍里，都有类似这样的记载：看到有人遭遇苦难的时候，自然而然就会体会对方的痛苦而伸出援手，所谓「人饥己饥，人溺己溺」。这种恻隐之心，是人性当中本来具有的，这就是所谓的「良心」（真心），也就是「一体的爱」，也就是「神性」。将这种良心发扬光大，人人都能成为圣贤君子。但是人们的良心容易受到物质欲望所蒙蔽，而变得自私自利，做出损人利己的行为，所以就需要宗教教育来教化人心。宗教教育的内容包括伦理教育、道德教育、因果教育和圣贤教育。而宗教教育的终极目的，就是使人回归到本性本善的良心、回归到一体的爱、回归到神性，那时，人就与神合而为一，就是圣贤，就生活在纯净纯善的天堂当中。",
      "zh_TW": "在各宗教的典籍裡，都有類似這樣的記載：看到有人遭遇苦難的時候，自然而然就會體會對方的痛苦而伸出援手，所謂「人饑己饑，人溺己溺」。這種惻隱之心，是人性當中本來具有的，這就是所謂的「良心」（真心），也就是「一體的愛」，也就是「神性」。將這種良心發揚光大，人人都能成為聖賢君子。但是人們的良心容易受到物質欲望所蒙蔽，而變得自私自利，做出損人利己的行為，所以就需要宗教教育來教化人心。宗教教育的內容包括倫理教育、道德教育、因果教育和聖賢教育。而宗教教育的終極目的，就是使人回歸到本性本善的良心、回歸到一體的愛、回歸到神性，那時，人就與神合而為一，就是聖賢，就生活在純淨純善的天堂當中。"
    },
    {
      "id": "21-780-0001_p0007",
      "zh_CN": "重义轻利",
      "zh_TW": "重義輕利"
    },
    {
      "id": "21-780-0001_p0008",
      "zh_CN": "回归一体的爱，在实践方面，必须做到重义轻利。所谓的「义」，就是正当的行为，乃是依循伦理教育、道德教育、因果教育、圣贤教育去实践的行为。",
      "zh_TW": "回歸一體的愛，在實踐方面，必須做到重義輕利。所謂的「義」，就是正當的行為，乃是依循倫理教育、道德教育、因果教育、聖賢教育去實踐的行為。"
    },
    {
      "id": "21-780-0001_p0009",
      "zh_CN": "自私自利是当今世界种种问题的根源。中国古代圣哲孟子在二千三百多年前，就已经看清楚了这个问题。有一次孟子去拜见梁惠王，梁惠王问他：「老先生，您从老远的地方来到我的国家，能给我们带来什么样的利益？」孟子回答得很好：「王何必谈利呢？还有仁义啊！」孟子不愿意谈利益，他说：「上下交征利，而国危矣。」如果一个国家，从领导人到老百姓都在争夺利益，这个国家就很危险了！国家如此，家庭亦然，如果家庭中夫妻、父子、兄弟都在互相争利，那么这个家就不成为家了。",
      "zh_TW": "自私自利是當今世界種種問題的根源。中國古代聖哲孟子在二千三百多年前，就已經看清楚了這個問題。有一次孟子去拜見梁惠王，梁惠王問他：「老先生，您從老遠的地方來到我的國家，能給我們帶來什麼樣的利益？」孟子回答得很好：「王何必談利呢？還有仁義啊！」孟子不願意談利益，他說：「上下交征利，而國危矣。」如果一個國家，從領導人到老百姓都在爭奪利益，這個國家就很危險了！國家如此，家庭亦然，如果家庭中夫妻、父子、兄弟都在互相爭利，那麼這個家就不成為家了。"
    },
    {
      "id": "21-780-0001_p0010",
      "zh_CN": "如果人们只重功利，不讲道义，为了满足自私自利，背弃了伦理、道德、因果、圣贤的教育原则，有利可图时就是朋友，利益冲突时就是敌人；有利可图就联手，利益冲突就消灭对方，这样的社会，人民无论贫富，都生活在不安、痛苦之中，这样的风气真的是祸患无穷！要扭转这种颓势，就必须振兴宗教教育，端正世道人心，提倡重义轻利。将道义放在第一位，利益放在次要的位置，人才会清醒，才会深刻了解：遵循伦理道德，人才活得心安理得；遵循因果法则，人才能改造自己的命运；学习圣贤教育，人才能提升自己的灵性，获得永恒的真实快乐。如此落实，人才能恢复良心、恢复一体的爱、恢复神性。",
      "zh_TW": "如果人們只重功利，不講道義，為了滿足自私自利，背棄了倫理、道德、因果、聖賢的教育原則，有利可圖時就是朋友，利益衝突時就是敵人；有利可圖就聯手，利益衝突就消滅對方，這樣的社會，人民無論貧富，都生活在不安、痛苦之中，這樣的風氣真的是禍患無窮！要扭轉這種頹勢，就必須振興宗教教育，端正世道人心，提倡重義輕利。將道義放在第一位，利益放在次要的位置，人才會清醒，才會深刻了解：遵循倫理道德，人才活得心安理得；遵循因果法則，人才能改造自己的命運；學習聖賢教育，人才能提升自己的靈性，獲得永恆的真實快樂。如此落實，人才能恢復良心、恢復一體的愛、恢復神性。"
    },
    {
      "id": "21-780-0001_p0011",
      "zh_CN": "安分不争",
      "zh_TW": "安分不爭"
    },
    {
      "id": "21-780-0001_p0012",
      "zh_CN": "在前述四种普世教育当中，因果教育特别重要，但恰恰是最受忽视的环节。「善有善报，恶有恶报」，这样的因果法则是古人普遍接受的一种观念。但是现在人目光短浅，又利欲薰心、急功近利，往往不相信因果报应。然而，因果法则是宇宙间运行的自然规律，不会因为人们不相信就不产生作用。「不是不报，时候未到」，只要经历足够长的时间酝酿，善恶报应会分别显现在作善和作恶者的身上，丝毫不爽。",
      "zh_TW": "在前述四種普世教育當中，因果教育特別重要，但恰恰是最受忽視的環節。「善有善報，惡有惡報」，這樣的因果法則是古人普遍接受的一種觀念。但是現在人目光短淺，又利欲薰心、急功近利，往往不相信因果報應。然而，因果法則是宇宙間運行的自然規律，不會因為人們不相信就不產生作用。「不是不報，時候未到」，只要經歷足夠長的時間醞釀，善惡報應會分別顯現在作善和作惡者的身上，絲毫不爽。"
    },
    {
      "id": "21-780-0001_p0013",
      "zh_CN": "举例而言，财富、聪明智慧、健康长寿是每个人都希望得到的，但必须知道获得它们的原因和方法。具备了因，加上种种适当的助缘配合，才能得到果，这不是强求所能得到的。财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，这是它们的因果关系。如果能够坚持，按照这样去布施，这三种福报都能得到。",
      "zh_TW": "舉例而言，財富、聰明智慧、健康長壽是每個人都希望得到的，但必須知道獲得它們的原因和方法。具備了因，加上種種適當的助緣配合，才能得到果，這不是強求所能得到的。財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，這是它們的因果關係。如果能夠堅持，按照這樣去布施，這三種福報都能得到。"
    },
    {
      "id": "21-780-0001_p0014",
      "zh_CN": "就财富而言，一个人今生能得多少财富，跟他今生与过去生所做的财布施密切相关。所以命运是存在的，所谓「一饮一啄，莫非前定」，该是你的，终究你会得到；不该你得到的，你怎么争也争不到。所以福报是修来的，不是争来的；争，不但对自己没有好处，反而会伤害自己。了解这个原理，人的心就安了，就会安守本分，不会作非分之想，更不会为了发财而违法乱纪、铤而走险了。",
      "zh_TW": "就財富而言，一個人今生能得多少財富，跟他今生與過去生所做的財布施密切相關。所以命運是存在的，所謂「一飲一啄，莫非前定」，該是你的，終究你會得到；不該你得到的，你怎麼爭也爭不到。所以福報是修來的，不是爭來的；爭，不但對自己沒有好處，反而會傷害自己。了解這個原理，人的心就安了，就會安守本分，不會作非分之想，更不會為了發財而違法亂紀、鋌而走險了。"
    },
    {
      "id": "21-780-0001_p0015",
      "zh_CN": "虽然每个人都有自己的命运，但是命运不是定数，而是可以改变的。如果一个人毫不行善，而是不断造恶，那么他的福报与好运很快就会消耗完，接着来的是无尽的灾难与厄运；反之，如果一个人努力断恶修善，那么他的命运就会愈来愈好，灾难与厄运会很快度过，福报与好运会绵延长久。明了这样的因果关系，人自然会重义轻利，因为他知道，注重道义所修的是福报的因，将来自然会感召福报；争夺是受苦的因，将来必定会感召苦果。",
      "zh_TW": "雖然每個人都有自己的命運，但是命運不是定數，而是可以改變的。如果一個人毫不行善，而是不斷造惡，那麼他的福報與好運很快就會消耗完，接著來的是無盡的災難與厄運；反之，如果一個人努力斷惡修善，那麼他的命運就會愈來愈好，災難與厄運會很快度過，福報與好運會綿延長久。明瞭這樣的因果關係，人自然會重義輕利，因為他知道，注重道義所修的是福報的因，將來自然會感召福報；爭奪是受苦的因，將來必定會感召苦果。"
    },
    {
      "id": "21-780-0001_p0016",
      "zh_CN": "中国古代有个安分不争的故事传为佳话，后来编成《六尺巷》的戏剧，劝勉人落实礼让的美德。这个故事发生在清朝康熙年间，故事的主人翁是当时在朝廷担任高官的张英，他一生为人处事以「敬慎」为怀。有一次，张英的老家与邻居吴家，为了住宅基地的问题发生争执，彼此不肯相让，地方官员也劝解不了，于是张家的总管写信派人送到京城，向张英报告这件事。张英回答给家人只是一首诗：「一纸书来只为墙，让他三尺又何妨？长城万里今犹在，不见当年秦始皇。」于是张家人主动退让了三尺；吴家见了深受感动，也退让了三尺，于是两家之间留出了一条六尺宽的巷道，这就是「六尺巷」的由来。张英之后，张氏家族世泽绵延、人才辈出，明清两代近二十世，族中秀才以上功名者近千人，其中进士二十六人，举人八十九人，贡生、国子监生七百余人，呈现了「父子宰相」「三世得谥」「六代翰林」的光荣景象。凡此种种，都与安分不争、厚德载物的敦厚家风息息相关。",
      "zh_TW": "中國古代有個安分不爭的故事傳為佳話，後來編成《六尺巷》的戲劇，勸勉人落實禮讓的美德。這個故事發生在清朝康熙年間，故事的主人翁是當時在朝廷擔任高官的張英，他一生為人處事以「敬慎」為懷。有一次，張英的老家與鄰居吳家，為了住宅基地的問題發生爭執，彼此不肯相讓，地方官員也勸解不了，於是張家的總管寫信派人送到京城，向張英報告這件事。張英回答給家人只是一首詩：「一紙書來只為牆，讓他三尺又何妨？長城萬里今猶在，不見當年秦始皇。」於是張家人主動退讓了三尺；吳家見了深受感動，也退讓了三尺，於是兩家之間留出了一條六尺寬的巷道，這就是「六尺巷」的由來。張英之後，張氏家族世澤綿延、人才輩出，明清兩代近二十世，族中秀才以上功名者近千人，其中進士二十六人，舉人八十九人，貢生、國子監生七百餘人，呈現了「父子宰相」「三世得謚」「六代翰林」的光榮景象。凡此種種，都與安分不爭、厚德載物的敦厚家風息息相關。"
    },
    {
      "id": "21-780-0001_p0017",
      "zh_CN": "这个故事给予我们很重要的启示，正与我们本次会议的主题相应：选择恶性竞争、斗争、战争，人类有受不完的灾难；放弃恶性竞争、斗争、战争，人类有享不尽的福报。这完全符合宗教教育与因果法则，值得大力宣导，普令世人觉醒。",
      "zh_TW": "這個故事給予我們很重要的啟示，正與我們本次會議的主題相應：選擇惡性競爭、鬥爭、戰爭，人類有受不完的災難；放棄惡性競爭、鬥爭、戰爭，人類有享不盡的福報。這完全符合宗教教育與因果法則，值得大力宣導，普令世人覺醒。"
    },
    {
      "id": "21-780-0001_p0018",
      "zh_CN": "落实宗教教育的案例",
      "zh_TW": "落實宗教教育的案例"
    },
    {
      "id": "21-780-0001_p0019",
      "zh_CN": "一、传统文化教育中心",
      "zh_TW": "一、傳統文化教育中心"
    },
    {
      "id": "21-780-0001_p0020",
      "zh_CN": "二ＯＯ五年，我在自己的家乡成立传统文化教育中心，向小镇的四万八千居民宣扬伦理教育、道德教育、因果教育、圣贤教育。三个月的时间就成效卓着：家庭里婆媳纷争解决了，家庭和睦；邻里之间的纷争没有了，邻里和睦；社区大家不再丢垃圾了，社区整洁；商店不再有人偷窃，商店安宁；离婚率和犯罪率都大幅度的下降，小镇祥和。有一个外来的人将钱包遗失在出租车上，出租车司机拾金不昧，将钱包送到警察局。失主得到钱包之后非常欢喜，取出很大的一笔钱来酬谢司机，但是司机拒绝接受。司机说：您不用给我钱，这是我应该做的；如果是从前，我会把钱包里的钱占为己有，不会还给您，但是我自从学习了圣贤教育之后，知道做人的道理，不应取非分之财，所以我把钱包还给您——不止我会这样做，我们小镇上每个出租车司机都会这么做。从这里可以看到，接受过普世教育的人，确实能够回归本善的良心，做到重义轻利，安分不争，这才是最吉祥的人生。",
      "zh_TW": "二ＯＯ五年，我在自己的家鄉成立傳統文化教育中心，向小鎮的四萬八千居民宣揚倫理教育、道德教育、因果教育、聖賢教育。三個月的時間就成效卓著：家庭裡婆媳紛爭解決了，家庭和睦；鄰里之間的紛爭沒有了，鄰里和睦；社區大家不再丟垃圾了，社區整潔；商店不再有人偷竊，商店安寧；離婚率和犯罪率都大幅度的下降，小鎮祥和。有一個外來的人將錢包遺失在出租車上，出租車司機拾金不昧，將錢包送到警察局。失主得到錢包之後非常歡喜，取出很大的一筆錢來酬謝司機，但是司機拒絕接受。司機說：您不用給我錢，這是我應該做的；如果是從前，我會把錢包裡的錢佔為己有，不會還給您，但是我自從學習了聖賢教育之後，知道做人的道理，不應取非分之財，所以我把錢包還給您——不止我會這樣做，我們小鎮上每個出租車司機都會這麼做。從這裡可以看到，接受過普世教育的人，確實能夠回歸本善的良心，做到重義輕利，安分不爭，這才是最吉祥的人生。"
    },
    {
      "id": "21-780-0001_p0021",
      "zh_CN": "二、道德讲堂",
      "zh_TW": "二、道德講堂"
    },
    {
      "id": "21-780-0001_p0022",
      "zh_CN": "这里所谓的「道德讲堂」，是指提供安稳的食宿环境，让人放下一切牵挂与干扰，七天的时间里，专注于学习伦理教育、道德教育、因果教育、圣贤教育。如此的密集学习，效果非常显著：七天之内，恶人改恶向善，暴戾的人变得和善，贪婪的人戒除贪心，忤逆的人变得孝顺，婚姻面临破裂的人和好如初……许许多多人的人生价值观产生了重大的正面转变。这充分显示人性本善，人是教得好的，只是没有遇到正确的指导而已。宗教教育的重要性再度得到了肯定。",
      "zh_TW": "這裡所謂的「道德講堂」，是指提供安穩的食宿環境，讓人放下一切牽掛與干擾，七天的時間裡，專注於學習倫理教育、道德教育、因果教育、聖賢教育。如此的密集學習，效果非常顯著：七天之內，惡人改惡向善，暴戾的人變得和善，貪婪的人戒除貪心，忤逆的人變得孝順，婚姻面臨破裂的人和好如初……許許多多人的人生價值觀產生了重大的正面轉變。這充分顯示人性本善，人是教得好的，只是沒有遇到正確的指導而已。宗教教育的重要性再度得到了肯定。"
    },
    {
      "id": "21-780-0001_p0023",
      "zh_CN": "三、幸福企业",
      "zh_TW": "三、幸福企業"
    },
    {
      "id": "21-780-0001_p0024",
      "zh_CN": "企业落实四种普世教育，员工定期轮流学习。企业以员工的幸福与顾客的满意为目的，不以赚钱为目的。整个企业就是一个相亲相爱的大家庭，老板是大家长，员工都是家人，彼此互相关怀、互相照顾、互助合作，发挥一体的大爱。如此，虽然不强调营利，结果企业的利润自然不断增长；虽然不强调解决问题，结果企业的许多问题自然消失于无形。",
      "zh_TW": "企業落實四種普世教育，員工定期輪流學習。企業以員工的幸福與顧客的滿意為目的，不以賺錢為目的。整個企業就是一個相親相愛的大家庭，老闆是大家長，員工都是家人，彼此互相關懷、互相照顧、互助合作，發揮一體的大愛。如此，雖然不強調營利，結果企業的利潤自然不斷增長；雖然不強調解決問題，結果企業的許多問題自然消失於無形。"
    },
    {
      "id": "21-780-0001_p0025",
      "zh_CN": "四、新加坡宗教团结",
      "zh_TW": "四、新加坡宗教團結"
    },
    {
      "id": "21-780-0001_p0026",
      "zh_CN": "一九九九年，我们在新加坡团结九大宗教，用的是佛教的「四摄法」，也就是四种公共关系法。第一个「布施」，多送礼、多请客，拉近人与人之间的距离；第二「爱语」，讲真正对别人有帮助的话；第三「利行」，做真正对别人有利益的事情；第四「同事」，具有共同的理想，从事共同的事业。九大宗教互相学习彼此的教义，互相参加彼此的大型活动，时常聚会交流，真正成为相亲相爱的一家人，新加坡政府非常欢喜，特别加以表扬，这对新加坡的社会安定起到很好的作用。",
      "zh_TW": "一九九九年，我們在新加坡團結九大宗教，用的是佛教的「四攝法」，也就是四種公共關係法。第一個「布施」，多送禮、多請客，拉近人與人之間的距離；第二「愛語」，講真正對別人有幫助的話；第三「利行」，做真正對別人有利益的事情；第四「同事」，具有共同的理想，從事共同的事業。九大宗教互相學習彼此的教義，互相參加彼此的大型活動，時常聚會交流，真正成為相親相愛的一家人，新加坡政府非常歡喜，特別加以表揚，這對新加坡的社會安定起到很好的作用。"
    },
    {
      "id": "21-780-0001_p0027",
      "zh_CN": "五、图文巴宗教团结",
      "zh_TW": "五、圖文巴宗教團結"
    },
    {
      "id": "21-780-0001_p0028",
      "zh_CN": "二ＯＯ二年，我在澳洲图文巴市成立「澳洲净宗学院」，开始做团结宗教、团结族群的工作。我们每周六举办温馨晚宴，准备美味的素食餐饮，免费招待任何愿意前来聚餐的人。晚宴上还有余兴节目表演，也有宗教教义的分享，在这个交流的平台上，大家互相认识，加深友谊。图文巴也举办青年学习营，参观各宗教的活动场所；宗教领袖定期聚会研讨；各宗教代表固定时间在广播电台播讲宗教教义。图文巴各宗教代表与新加坡、马来西亚、香港等地区宗教人士一起，从各自宗教圣典里粹选精华三百六十小段，合集成为《宗教经典三六Ｏ》，方便各宗教人士互相学习彼此的教义。图文巴有志之士共同发起，希望将图文巴构建成全世界第一个「多元文化和谐示范城」。从二Ｏ一三年到二Ｏ一六年，图文巴代表团连续四年在教科文组织汇报和谐的成果。今年三月，教科文组织九个国家大使代表访问图文巴，印象非常深刻，认为确实是落实了和谐的理念，做出了和谐的榜样。",
      "zh_TW": "二ＯＯ二年，我在澳洲圖文巴市成立「澳洲淨宗學院」，開始做團結宗教、團結族群的工作。我們每週六舉辦溫馨晚宴，準備美味的素食餐飲，免費招待任何願意前來聚餐的人。晚宴上還有餘興節目表演，也有宗教教義的分享，在這個交流的平台上，大家互相認識，加深友誼。圖文巴也舉辦青年學習營，參觀各宗教的活動場所；宗教領袖定期聚會研討；各宗教代表固定時間在廣播電台播講宗教教義。圖文巴各宗教代表與新加坡、馬來西亞、香港等地區宗教人士一起，從各自宗教聖典裡粹選精華三百六十小段，合集成為《宗教經典三六Ｏ》，方便各宗教人士互相學習彼此的教義。圖文巴有志之士共同發起，希望將圖文巴構建成全世界第一個「多元文化和諧示範城」。從二Ｏ一三年到二Ｏ一六年，圖文巴代表團連續四年在教科文組織匯報和諧的成果。今年三月，教科文組織九個國家大使代表訪問圖文巴，印象非常深刻，認為確實是落實了和諧的理念，做出了和諧的榜樣。"
    },
    {
      "id": "21-780-0001_p0029",
      "zh_CN": "结语",
      "zh_TW": "結語"
    },
    {
      "id": "21-780-0001_p0030",
      "zh_CN": "英国历史哲学家汤恩比博士曾说：「历史的发展是先有宗教，然后科技再从宗教中衍生出来。科技从未能够替代宗教，并且我预计，它永远不能替代宗教。」由汤恩比博士这段话中，我们可以了解，宗教教育是人类不可欠缺的。",
      "zh_TW": "英國歷史哲學家湯恩比博士曾說：「歷史的發展是先有宗教，然後科技再從宗教中衍生出來。科技從未能夠替代宗教，並且我預計，它永遠不能替代宗教。」由湯恩比博士這段話中，我們可以了解，宗教教育是人類不可欠缺的。"
    },
    {
      "id": "21-780-0001_p0031",
      "zh_CN": "我从事宗教团结与宗教教育将近二十年，经验告诉我，宗教教育确实能够化解冲突，促进安定和平。关键在于宗教之间必须时常交流往来，增进彼此之间的认识与情谊，才能真正达到效果。因此，多年以来我一直期望有人能够成立宗教大学，培养宗教教育继起的人才，让这些人才在一起学习，互相交流与观摩。现在，英国威尔士三一圣大卫大学准备设置「和谐博士」学位，请各宗教领袖推荐二十五位博士生，既深入学习自己宗教的教义，同时也聆听其他宗教的教义。几年之后，希望成立宗教学院，乃至进一步成立宗教大学。从这里培养出来的各个宗教传教师，将在网络电视台讲解宗教经典，让全世界人都能收听。这是一个非常伟大的计划！希望有新一代的年轻人，能将宗教教育的理念发扬光大，进一步团结各宗教，造福全人类，这将是宗教教育对世界做出最杰出的贡献。",
      "zh_TW": "我從事宗教團結與宗教教育將近二十年，經驗告訴我，宗教教育確實能夠化解衝突，促進安定和平。關鍵在於宗教之間必須時常交流往來，增進彼此之間的認識與情誼，才能真正達到效果。因此，多年以來我一直期望有人能夠成立宗教大學，培養宗教教育繼起的人才，讓這些人才在一起學習，互相交流與觀摩。現在，英國威爾士三一聖大衛大學準備設置「和諧博士」學位，請各宗教領袖推薦二十五位博士生，既深入學習自己宗教的教義，同時也聆聽其他宗教的教義。幾年之後，希望成立宗教學院，乃至進一步成立宗教大學。從這裡培養出來的各個宗教傳教師，將在網絡電視台講解宗教經典，讓全世界人都能收聽。這是一個非常偉大的計畫！希望有新一代的年輕人，能將宗教教育的理念發揚光大，進一步團結各宗教，造福全人類，這將是宗教教育對世界做出最傑出的貢獻。"
    },
    {
      "id": "21-780-0001_p0032",
      "zh_CN": "最后，虔诚祝愿宗教教育普遍全球，带来社会安定、人民幸福、天下太平！祝愿在座的各位身心健康、六时吉祥、光寿无量！谢谢大家！",
      "zh_TW": "最後，虔誠祝願宗教教育普遍全球，帶來社會安定、人民幸福、天下太平！祝願在座的各位身心健康、六時吉祥、光壽無量！謝謝大家！"
    }
  ]
}