{
  "doc_id": "21-519-0004",
  "title": {
    "zh_CN": "于净宗学院2009年报恩佛学讲座的开示",
    "zh_TW": "於淨宗學院2009年報恩佛學講座的開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-519-0004",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "21-519-0004_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。昨天我们谈到发心，发心非常重要，世尊在大乘经，特别是在《华严》告诉我们，如果没有发菩提心，修行种种善业都是魔所摄，这个话的意思说得很清楚、很明白，因为修善一定得善果。如果不是真心修善果，还是用的妄心，自私自利的心、名闻利养的心、贡高我慢的心、损人利己的心，修积种种善业得的果报殊胜，人间的福报、天上的福报他得到，但是他是属于哪一类？属于阿修罗。《楞严经》里面告诉我们，五趣是天、人、畜生、饿鬼、地狱，这叫五趣。这里面除了地狱其他的四趣都有阿修罗，有天阿修罗、有人阿修罗、有畜生阿修罗、有饿鬼阿修罗。阿修罗的习气很重，这个习气是什么？好胜、好斗，起心动念没有离开竞争，这是阿修罗的特性。他前生在佛门当中为佛弟子，修的有大福报，这个大福报叫上品十善、中品十善。怎么上品十善还会变成阿修罗？譬如说现在我们这个世间，寺院庵堂你看大年初一，作兴烧第一炷香求佛菩萨保佑。多少人要竞争烧头一炷香，他要不是头一炷香他就不高兴，这是阿修罗的习气、阿修罗的业因，无论干什么总不肯输给别人，这就是阿修罗道的业因。他在天上如是，在人间亦如是，甚至于在饿鬼、畜生都不例外，所以有天之福，没有天之德。人天的大德是让。现在人我们细心观察这个社会，培养阿修罗的教育很普遍，培养圣贤的教育愈来愈少。为什么？圣贤不讲竞争，先教你忍让，再提升为谦让，谦虚让别人，到最高的境界礼让，让到底，没有竞争，这是世间圣贤、出世间的佛菩萨。现在教人处处忍让少了，处处都争，处处都夺，处处去抢，这种教育多，所以这个世间修罗、罗刹多了！为什么多的？这因素我们很清楚，看得很明白，就是没有真心。",
      "zh_TW": "諸位法師，諸位同學，請坐。昨天我們談到發心，發心非常重要，世尊在大乘經，特別是在《華嚴》告訴我們，如果沒有發菩提心，修行種種善業都是魔所攝，這個話的意思說得很清楚、很明白，因為修善一定得善果。如果不是真心修善果，還是用的妄心，自私自利的心、名聞利養的心、貢高我慢的心、損人利己的心，修積種種善業得的果報殊勝，人間的福報、天上的福報他得到，但是他是屬於哪一類？屬於阿修羅。《楞嚴經》裡面告訴我們，五趣是天、人、畜生、餓鬼、地獄，這叫五趣。這裡面除了地獄其他的四趣都有阿修羅，有天阿修羅、有人阿修羅、有畜生阿修羅、有餓鬼阿修羅。阿修羅的習氣很重，這個習氣是什麼？好勝、好鬥，起心動念沒有離開競爭，這是阿修羅的特性。他前生在佛門當中為佛弟子，修的有大福報，這個大福報叫上品十善、中品十善。怎麼上品十善還會變成阿修羅？譬如說現在我們這個世間，寺院庵堂你看大年初一，作興燒第一炷香求佛菩薩保佑。多少人要競爭燒頭一炷香，他要不是頭一炷香他就不高興，這是阿修羅的習氣、阿修羅的業因，無論幹什麼總不肯輸給別人，這就是阿修羅道的業因。他在天上如是，在人間亦如是，甚至於在餓鬼、畜生都不例外，所以有天之福，沒有天之德。人天的大德是讓。現在人我們細心觀察這個社會，培養阿修羅的教育很普遍，培養聖賢的教育愈來愈少。為什麼？聖賢不講競爭，先教你忍讓，再提升為謙讓，謙虛讓別人，到最高的境界禮讓，讓到底，沒有競爭，這是世間聖賢、出世間的佛菩薩。現在教人處處忍讓少了，處處都爭，處處都奪，處處去搶，這種教育多，所以這個世間修羅、羅剎多了！為什麼多的？這因素我們很清楚，看得很明白，就是沒有真心。"
    },
    {
      "id": "21-519-0004_p0002",
      "zh_CN": "所以菩提心太重要了，菩提心就不会，菩提心之体是直心、至诚心。我们经论里面常常讲的，《起信论》里面讲的「直心、深心、大悲心」，《观经》里面所讲的「至诚心、深心、回向发愿心」。我们为了讲解方便，大家容易体会，我们用了十个字，真诚，真诚是菩提心之体；深心，我们用《无量寿经》的经题，「清净、平等、正觉」。这是世尊在《无量寿经》上教给我们修因，这是菩提心；果报就是经题的上半段所说的，「大乘、无量寿、庄严」。清净生智慧，大乘是智慧；平等是禅定，果报是无量寿；觉，觉而不迷，果报是庄严。所以经题上前面一段是讲果报，后面这五个字是讲修因，修因证果。我们学佛方向、目标要正确，我们的起心动念、言语造作，是不是与清净平等觉相应？如果相应我们是在学佛，一念相应一念佛，念念相应念念佛。时时刻刻要检点是不是相应？体，实在讲就是世尊在《华严经》上讲的，「一切众生皆有如来智慧」，真诚、清净、平等是智慧，是真的觉悟，这是我们的真心，是我们的本心。换句话说，我们迷了自性，真心不现前，妄心现前，妄心是什么？自私自利、贪瞋痴慢是妄心，这不是真心，这些东西自性清净心里头没有的；自性清净心里面有的，是真诚、清净、平等、正觉、慈悲。所以佛希望我们用真心，发菩提心就是用真心去生活，用真心处事待人接物就对了。行一切善，断一切恶，果报小的是人天，殊胜的那是诸佛菩萨的果德，所以这是为什么要发心道理在此地。",
      "zh_TW": "所以菩提心太重要了，菩提心就不會，菩提心之體是直心、至誠心。我們經論裡面常常講的，《起信論》裡面講的「直心、深心、大悲心」，《觀經》裡面所講的「至誠心、深心、迴向發願心」。我們為了講解方便，大家容易體會，我們用了十個字，真誠，真誠是菩提心之體；深心，我們用《無量壽經》的經題，「清淨、平等、正覺」。這是世尊在《無量壽經》上教給我們修因，這是菩提心；果報就是經題的上半段所說的，「大乘、無量壽、莊嚴」。清淨生智慧，大乘是智慧；平等是禪定，果報是無量壽；覺，覺而不迷，果報是莊嚴。所以經題上前面一段是講果報，後面這五個字是講修因，修因證果。我們學佛方向、目標要正確，我們的起心動念、言語造作，是不是與清淨平等覺相應？如果相應我們是在學佛，一念相應一念佛，念念相應念念佛。時時刻刻要檢點是不是相應？體，實在講就是世尊在《華嚴經》上講的，「一切眾生皆有如來智慧」，真誠、清淨、平等是智慧，是真的覺悟，這是我們的真心，是我們的本心。換句話說，我們迷了自性，真心不現前，妄心現前，妄心是什麼？自私自利、貪瞋痴慢是妄心，這不是真心，這些東西自性清淨心裡頭沒有的；自性清淨心裡面有的，是真誠、清淨、平等、正覺、慈悲。所以佛希望我們用真心，發菩提心就是用真心去生活，用真心處事待人接物就對了。行一切善，斷一切惡，果報小的是人天，殊勝的那是諸佛菩薩的果德，所以這是為什麼要發心道理在此地。"
    },
    {
      "id": "21-519-0004_p0003",
      "zh_CN": "菩提心的体知道了，菩提心的相是什么？大乘佛法里常讲四弘誓愿，《华严经》上讲的十度、十波罗蜜，也就是文殊菩萨十波罗蜜，是菩提心的相，样子。一般同学只记得前面的六条，第一个是布施，布施就是舍，难舍能舍，舍也就是我们平常讲的放下。舍到极处，是放下对世出世间一切法的执着、分别、起心动念，这是真正舍到究竟处。具体来说，在《华严经》上讲的十个科目，头一个是布施，第二个是持戒。舍，最重要的是舍分别、执着，行一切善不分别、不执着，这叫妙用。第二持戒，戒律是心行染净善恶的标准，所以佛在经上叫我们做的，我们要依教奉行。《弟子规》上说「父母教，须敬听」，这是持戒，佛菩萨是我们的父母，比父母还要慈悲，比父母的恩还要重。为什么？父母照顾我们一生一世，佛菩萨照顾我们生生世世，佛菩萨的恩德大。我们要依照他的教诲，做出一个好样子给众生看，也就是现在所说的「学为人师，行为世范」。贤首大师《还源观》里面所讲的，「威仪有则」，则是规矩，威仪是行住坐卧、起心动念都要符合规矩，这个规矩就是戒律。戒律的基础、戒律的根本，给诸位说就是《弟子规》。我们真正要做到佛经里面所说的标准，「善男子善女人」，怎么个修法？把《弟子规》做到那就是，你就很像一个善男子善女人，世间标准取得。然后再向上提升，学《感应篇》、学《十善业道》，你就圆满的取得佛菩萨的标准，善男子善女人的标准你就取得，这持戒。",
      "zh_TW": "菩提心的體知道了，菩提心的相是什麼？大乘佛法裡常講四弘誓願，《華嚴經》上講的十度、十波羅蜜，也就是文殊菩薩十波羅蜜，是菩提心的相，樣子。一般同學只記得前面的六條，第一個是布施，布施就是捨，難捨能捨，捨也就是我們平常講的放下。捨到極處，是放下對世出世間一切法的執著、分別、起心動念，這是真正捨到究竟處。具體來說，在《華嚴經》上講的十個科目，頭一個是布施，第二個是持戒。捨，最重要的是捨分別、執著，行一切善不分別、不執著，這叫妙用。第二持戒，戒律是心行染淨善惡的標準，所以佛在經上叫我們做的，我們要依教奉行。《弟子規》上說「父母教，須敬聽」，這是持戒，佛菩薩是我們的父母，比父母還要慈悲，比父母的恩還要重。為什麼？父母照顧我們一生一世，佛菩薩照顧我們生生世世，佛菩薩的恩德大。我們要依照他的教誨，做出一個好樣子給眾生看，也就是現在所說的「學為人師，行為世範」。賢首大師《還源觀》裡面所講的，「威儀有則」，則是規矩，威儀是行住坐臥、起心動念都要符合規矩，這個規矩就是戒律。戒律的基礎、戒律的根本，給諸位說就是《弟子規》。我們真正要做到佛經裡面所說的標準，「善男子善女人」，怎麼個修法？把《弟子規》做到那就是，你就很像一個善男子善女人，世間標準取得。然後再向上提升，學《感應篇》、學《十善業道》，你就圓滿的取得佛菩薩的標準，善男子善女人的標準你就取得，這持戒。"
    },
    {
      "id": "21-519-0004_p0004",
      "zh_CN": "持戒以后怎样把这放下，为众生做好样子永远保持下去，不要再丢掉？这就要修第三个忍辱波罗蜜。你要不能忍耐，做上几天不再做了，过去的烦恼习气又现行，你功夫就没有。所以要修忍辱波罗蜜，你能够忍，坚持永远这样做下去，这就对了，这很好了。很好还得要求进步，中国古人教导我们，行，这讲修行，「行如逆水行舟，不进则退」，自自然然他就退转。所以一定要求进步，要修精进波罗蜜，为什么？没有精进你就没有办法得定。精进是修禅定的前方便，什么是精进？忍辱才能帮助你精进。六度十度后后胜于前前，前面是基础，有前面才有后面，像十层大楼一样，有第一层才能建第二层，有第二层才能建第三层，一层一层往上建。所以有忍辱你才会有禅定，你什么都能忍，什么都不争，什么都放下，你就容易得定。所谓是理得心就安，心安理就更深一层的契入，所以下面自自然然就得三昧。《华严经》上讲得三昧，我们学《华严经》得清净心，那就叫华严三昧；我们依《无量寿经》，用念佛法门得到三昧，就叫做念佛三昧；我们用《法华经》的方法得到三昧，就叫法华三昧。这样子三昧就无量无边！可是方法不同，法门不一样，所得到的三昧是相同的，三昧是定，就是清净平等觉，这是完全相同，叫殊途同归。《金刚经》上讲「法门平等，无有高下」，就是说这桩事情。不管你用什么法门，只要得到清净心、得到平等心，都是一样的。",
      "zh_TW": "持戒以後怎樣把這放下，為眾生做好樣子永遠保持下去，不要再丟掉？這就要修第三個忍辱波羅蜜。你要不能忍耐，做上幾天不再做了，過去的煩惱習氣又現行，你功夫就沒有。所以要修忍辱波羅蜜，你能夠忍，堅持永遠這樣做下去，這就對了，這很好了。很好還得要求進步，中國古人教導我們，行，這講修行，「行如逆水行舟，不進則退」，自自然然他就退轉。所以一定要求進步，要修精進波羅蜜，為什麼？沒有精進你就沒有辦法得定。精進是修禪定的前方便，什麼是精進？忍辱才能幫助你精進。六度十度後後勝於前前，前面是基礎，有前面才有後面，像十層大樓一樣，有第一層才能建第二層，有第二層才能建第三層，一層一層往上建。所以有忍辱你才會有禪定，你什麼都能忍，什麼都不爭，什麼都放下，你就容易得定。所謂是理得心就安，心安理就更深一層的契入，所以下面自自然然就得三昧。《華嚴經》上講得三昧，我們學《華嚴經》得清淨心，那就叫華嚴三昧；我們依《無量壽經》，用念佛法門得到三昧，就叫做念佛三昧；我們用《法華經》的方法得到三昧，就叫法華三昧。這樣子三昧就無量無邊！可是方法不同，法門不一樣，所得到的三昧是相同的，三昧是定，就是清淨平等覺，這是完全相同，叫殊途同歸。《金剛經》上講「法門平等，無有高下」，就是說這樁事情。不管你用什麼法門，只要得到清淨心、得到平等心，都是一樣的。"
    },
    {
      "id": "21-519-0004_p0005",
      "zh_CN": "从这个地方，我们也就能深深的体会到，佛教给我们什么？佛法我们求的什么？我们求清净心，求平等心，求觉而不迷、正而不邪、净而不染，学佛的目标在此地。绝对不是世间五欲六尘的享受，你求这个那就错了，完全颠倒。为什么？这些东西是生烦恼的，这些东西是增长贪瞋痴的，这些东西是轮回业。学佛干的是轮回业，他能出得了六道吗？永远不能出离六道，所以他错了。佛给我们提出了警告，我们要常常记在心里，这个警告是什么？他老人家讲，佛灭度之后第一个五百年叫「戒律成就」，持戒就能得定，就能证果。第二个五百年，人的烦恼习气逐渐严重，持戒收不到效果，要得修定，「禅定成就」。第三个五百年，人的烦恼习气愈来愈严重，修定也得不到定，只有研究经教，理论通达明了跟佛结了个善缘，什么时候有成就很难讲，叫「多闻成就」。第四个五百年去佛愈来愈远，对于研究教理也感到很困难，大家只知道修福，建造塔庙，所以叫「塔庙坚固」，还算不错还知道修福。可是到第五个五百年，现在是第五，你看释迦牟尼佛过世，今年是这是国际上公认的二千五百五十三年，这第五个五百年，第五个五百年是什么？叫「斗诤坚固」。要知道斗诤坚固的结果，全都到阿鼻地狱去，你说多么可怕！佛说出他老人家灭度之后，这二千五百年的现象，说得清楚、说得明白，事实确实如是。",
      "zh_TW": "從這個地方，我們也就能深深的體會到，佛教給我們什麼？佛法我們求的什麼？我們求清淨心，求平等心，求覺而不迷、正而不邪、淨而不染，學佛的目標在此地。絕對不是世間五欲六塵的享受，你求這個那就錯了，完全顛倒。為什麼？這些東西是生煩惱的，這些東西是增長貪瞋痴的，這些東西是輪迴業。學佛幹的是輪迴業，他能出得了六道嗎？永遠不能出離六道，所以他錯了。佛給我們提出了警告，我們要常常記在心裡，這個警告是什麼？他老人家講，佛滅度之後第一個五百年叫「戒律成就」，持戒就能得定，就能證果。第二個五百年，人的煩惱習氣逐漸嚴重，持戒收不到效果，要得修定，「禪定成就」。第三個五百年，人的煩惱習氣愈來愈嚴重，修定也得不到定，只有研究經教，理論通達明瞭跟佛結了個善緣，什麼時候有成就很難講，叫「多聞成就」。第四個五百年去佛愈來愈遠，對於研究教理也感到很困難，大家只知道修福，建造塔廟，所以叫「塔廟堅固」，還算不錯還知道修福。可是到第五個五百年，現在是第五，你看釋迦牟尼佛過世，今年是這是國際上公認的二千五百五十三年，這第五個五百年，第五個五百年是什麼？叫「鬥諍堅固」。要知道鬥諍堅固的結果，全都到阿鼻地獄去，你說多麼可怕！佛說出他老人家滅度之後，這二千五百年的現象，說得清楚、說得明白，事實確實如是。"
    },
    {
      "id": "21-519-0004_p0006",
      "zh_CN": "那我们现在学佛，我们要学什么？不能学斗诤，不能搞塔庙，至少要搞多闻。我们把佛的经教搞清楚、搞明白，然后选定一个法门，一门深入，长时薰修这一生一样成就，什么样成就？证果。是真的是假的？真的，也是释迦牟尼佛教给我们的，你看《华严经》到末后，普贤菩萨十大愿王导归极乐。《华严经》是教，是多闻成就，到最后你明白，死心塌地念佛求生极乐世界，生到极乐世界就成佛，圆满成就。这是我们学佛人一生正确的目标、正确的方向，千万不能搞错！搞错了，我们就辜负释迦牟尼佛当年在世四十九年，讲经说法，日中一食，树下一宿，做出那种样子来给我们看。我们能够明了，能够记住，能够效法，我们就不会走错路。所以禅定比什么都重要，八万四千法门是八万四千种不同的方法修禅定，我们持名念佛也不例外。不但不例外，持名念佛世尊在《大集经》里面告诉我们，这个法门是「无上深妙禅」，持名念佛是无上深妙禅，这句话的意思可深！谁说念佛不是修禅？自己天天在修还不知道，你看到你命终时预知时至，没有病苦，佛来接引。生到极乐世界不管是什么品位，《无量寿经》四十八愿里面讲得很清楚，「皆作阿惟越致菩萨」，阿惟越致是梵语，翻成中国意思圆证三不退。在一般大乘教里头，达到证三不退是什么果位？八地，八地才能叫圆证三不退。往生西方极乐世界即使是凡圣同居土下下品往生，也能达到这个地位。所以净土称为难信之法，就难信在这个地方。",
      "zh_TW": "那我們現在學佛，我們要學什麼？不能學鬥諍，不能搞塔廟，至少要搞多聞。我們把佛的經教搞清楚、搞明白，然後選定一個法門，一門深入，長時薰修這一生一樣成就，什麼樣成就？證果。是真的是假的？真的，也是釋迦牟尼佛教給我們的，你看《華嚴經》到末後，普賢菩薩十大願王導歸極樂。《華嚴經》是教，是多聞成就，到最後你明白，死心塌地念佛求生極樂世界，生到極樂世界就成佛，圓滿成就。這是我們學佛人一生正確的目標、正確的方向，千萬不能搞錯！搞錯了，我們就辜負釋迦牟尼佛當年在世四十九年，講經說法，日中一食，樹下一宿，做出那種樣子來給我們看。我們能夠明瞭，能夠記住，能夠效法，我們就不會走錯路。所以禪定比什麼都重要，八萬四千法門是八萬四千種不同的方法修禪定，我們持名念佛也不例外。不但不例外，持名念佛世尊在《大集經》裡面告訴我們，這個法門是「無上深妙禪」，持名念佛是無上深妙禪，這句話的意思可深！誰說念佛不是修禪？自己天天在修還不知道，你看到你命終時預知時至，沒有病苦，佛來接引。生到極樂世界不管是什麼品位，《無量壽經》四十八願裡面講得很清楚，「皆作阿惟越致菩薩」，阿惟越致是梵語，翻成中國意思圓證三不退。在一般大乘教裡頭，達到證三不退是什麼果位？八地，八地才能叫圓證三不退。往生西方極樂世界即使是凡聖同居土下下品往生，也能達到這個地位。所以淨土稱為難信之法，就難信在這個地方。"
    },
    {
      "id": "21-519-0004_p0007",
      "zh_CN": "我们凡夫不知不觉，声闻、缘觉、诸大菩萨，他们清清楚楚、明明白白，这是不思议的法门，唯佛与佛方能究竟，等觉以下都参不透。我们今天碰到，如果不能够一切放下认真修学，怎么能对得起自己！这话怎么说？这个法门是「百千万劫难遭遇」，你今天遇到，前清乾隆年间彭际清居士说，「这个法门是无量劫来稀有难逢，你今天逢到。」这话都是真话，一点都不假，只要你真正能抓住，放下万缘，一心信愿，一门深入，长时薰修，你这一生不就成就了吗？这才是真实智慧。所以禅定后面就是般若，在十波罗蜜里面讲，这个般若是根本智，从禅定里面得根本智，是自性本有的般若智慧，它起作用就是大德大能。作用里面第一个是方便，方便就是普贤十愿里面所讲的，「恒顺众生，随喜功德」，这方便波罗蜜。接着下面愿波罗蜜，四弘誓愿「众生无边誓愿度」，为什么要发这个愿？我们今天学了佛，经典里面常常读到这样的句子，有口无心。不过也好，你念了之后阿赖耶里面落了种子，有这个好处；要真正发这个愿，他一定是明白，这个愿才能够兴起。章嘉大师所说的看破！看破的意思就是明白，明白什么？明白整个宇宙跟自己是一体，所以自自然然生起同体大悲、无缘大慈。无缘是没有条件，真正的爱心，真心里面的那一分爱，真心里面的智慧、德能，中心点、核心就是慈悲、就是爱。慈悲遍法界，善意也是满法界，遍满法界。",
      "zh_TW": "我們凡夫不知不覺，聲聞、緣覺、諸大菩薩，他們清清楚楚、明明白白，這是不思議的法門，唯佛與佛方能究竟，等覺以下都參不透。我們今天碰到，如果不能夠一切放下認真修學，怎麼能對得起自己！這話怎麼說？這個法門是「百千萬劫難遭遇」，你今天遇到，前清乾隆年間彭際清居士說，「這個法門是無量劫來稀有難逢，你今天逢到。」這話都是真話，一點都不假，只要你真正能抓住，放下萬緣，一心信願，一門深入，長時薰修，你這一生不就成就了嗎？這才是真實智慧。所以禪定後面就是般若，在十波羅蜜裡面講，這個般若是根本智，從禪定裡面得根本智，是自性本有的般若智慧，它起作用就是大德大能。作用裡面第一個是方便，方便就是普賢十願裡面所講的，「恆順眾生，隨喜功德」，這方便波羅蜜。接著下面願波羅蜜，四弘誓願「眾生無邊誓願度」，為什麼要發這個願？我們今天學了佛，經典裡面常常讀到這樣的句子，有口無心。不過也好，你念了之後阿賴耶裡面落了種子，有這個好處；要真正發這個願，他一定是明白，這個願才能夠興起。章嘉大師所說的看破！看破的意思就是明白，明白什麼？明白整個宇宙跟自己是一體，所以自自然然生起同體大悲、無緣大慈。無緣是沒有條件，真正的愛心，真心裡面的那一分愛，真心裡面的智慧、德能，中心點、核心就是慈悲、就是愛。慈悲遍法界，善意也是滿法界，遍滿法界。"
    },
    {
      "id": "21-519-0004_p0008",
      "zh_CN": "诸佛如来、法身菩萨生活在这个境界里头，你说是不是叫法喜充满、叫常生欢喜心！这两句话我们才懂。这两句话常常看、常常念，真正的意思体会不到，这才明了。回过头来再看看孔子的，「学而时习之，不亦说乎；有朋自远方来，不亦乐乎；人不知而不愠，不亦君子乎」。这句话的意思就有很深刻的体会，古人所谓「孔颜之乐」，诸佛菩萨之慈悲，我们能够享受到几分就很不错了，那就是人生最高的享受。不契入这个境界体会不到，入这个境界不但体会得，你享受到，亲身的感受多么欢喜，多么快乐！我们不能不晓得，四弘誓愿兴起来，为度众生要断烦恼。菩萨烦恼都没有了，他还断什么？好像舞台表演一样，表演断烦恼给我们看。像释迦牟尼佛为我们示现的八相成道，那就是示现断烦恼，示现学法门，示现成佛道，做给我们看，这是大德大能。力波罗蜜，具体而言，如来果地上十种无比殊胜的能力。末后第十个波罗蜜是智，这个智是权智，就是应用在日常生活里面的智慧、工作里面的智慧、处事待人接物里面的智慧，就是把般若波罗蜜落实在实际生活当中，这是菩提心的样子。",
      "zh_TW": "諸佛如來、法身菩薩生活在這個境界裡頭，你說是不是叫法喜充滿、叫常生歡喜心！這兩句話我們才懂。這兩句話常常看、常常念，真正的意思體會不到，這才明瞭。回過頭來再看看孔子的，「學而時習之，不亦說乎；有朋自遠方來，不亦樂乎；人不知而不慍，不亦君子乎」。這句話的意思就有很深刻的體會，古人所謂「孔顏之樂」，諸佛菩薩之慈悲，我們能夠享受到幾分就很不錯了，那就是人生最高的享受。不契入這個境界體會不到，入這個境界不但體會得，你享受到，親身的感受多麼歡喜，多麼快樂！我們不能不曉得，四弘誓願興起來，為度眾生要斷煩惱。菩薩煩惱都沒有了，他還斷什麼？好像舞台表演一樣，表演斷煩惱給我們看。像釋迦牟尼佛為我們示現的八相成道，那就是示現斷煩惱，示現學法門，示現成佛道，做給我們看，這是大德大能。力波羅蜜，具體而言，如來果地上十種無比殊勝的能力。末後第十個波羅蜜是智，這個智是權智，就是應用在日常生活裡面的智慧、工作裡面的智慧、處事待人接物裡面的智慧，就是把般若波羅蜜落實在實際生活當中，這是菩提心的樣子。"
    },
    {
      "id": "21-519-0004_p0009",
      "zh_CN": "我们说得再更具体一点，把这十波罗蜜落实在《弟子规》，《弟子规》里头每一句都具足十波罗蜜。《弟子规》了不起！《弟子规》是什么？这《弟子规》是佛行，比菩萨行还要高一级。一行里面具足一切行，一波罗蜜里面具足一切波罗蜜，一即是多，多即是一，一多不二，这华严境界。所以我们对《弟子规》的看法，对《感应篇》的看法，对《十善业道》的看法，跟《华严经》等量齐观，一丝毫差别都没有。儒释道的三个根，就是《华严经》修行的基础，不在这上奠基华严大厦怎么能建得成功？所以我们学佛修行，从哪个地方开始这就明白，从三个根开始。出家人还得加一个《沙弥律仪》，这出家的根，四个根。依《华严经》的教，归弥陀净土这是无上的法门，在修学的时候就契入华严境界，过法身菩萨的生活你说多自在，你说多么圆满！古晋现在在办「幸福美满的人生」，办这个讲座实在名称很好听，真正落实是大方广佛华严才是究竟幸福美满。末后一着往生净土上上品往生，这种机缘不容易遇到，太稀有了，我们在这一生当中得人身、闻佛法，居然遇到这样稀有的法门，要不能把它掌握、抓住认真修学，还要去搞世间名闻利养，那就糊涂到所以然去了，真的是没救。世间人要的东西，我们统统不要，我们跟世间人没冲突，为什么？他要的我不要，我要的他不要，这个关系不就很容易处得好吗？我想要，他想要，就竞争了；现在我不要他要，他不要我要，没有竞争的。",
      "zh_TW": "我們說得再更具體一點，把這十波羅蜜落實在《弟子規》，《弟子規》裡頭每一句都具足十波羅蜜。《弟子規》了不起！《弟子規》是什麼？這《弟子規》是佛行，比菩薩行還要高一級。一行裡面具足一切行，一波羅蜜裡面具足一切波羅蜜，一即是多，多即是一，一多不二，這華嚴境界。所以我們對《弟子規》的看法，對《感應篇》的看法，對《十善業道》的看法，跟《華嚴經》等量齊觀，一絲毫差別都沒有。儒釋道的三個根，就是《華嚴經》修行的基礎，不在這上奠基華嚴大廈怎麼能建得成功？所以我們學佛修行，從哪個地方開始這就明白，從三個根開始。出家人還得加一個《沙彌律儀》，這出家的根，四個根。依《華嚴經》的教，歸彌陀淨土這是無上的法門，在修學的時候就契入華嚴境界，過法身菩薩的生活你說多自在，你說多麼圓滿！古晉現在在辦「幸福美滿的人生」，辦這個講座實在名稱很好聽，真正落實是大方廣佛華嚴才是究竟幸福美滿。末後一著往生淨土上上品往生，這種機緣不容易遇到，太稀有了，我們在這一生當中得人身、聞佛法，居然遇到這樣稀有的法門，要不能把它掌握、抓住認真修學，還要去搞世間名聞利養，那就糊塗到所以然去了，真的是沒救。世間人要的東西，我們統統不要，我們跟世間人沒衝突，為什麼？他要的我不要，我要的他不要，這個關係不就很容易處得好嗎？我想要，他想要，就競爭了；現在我不要他要，他不要我要，沒有競爭的。"
    },
    {
      "id": "21-519-0004_p0010",
      "zh_CN": "菩提心相明白了，清凉又给我们讲菩提心的德，德是什么？道德、德行。随顺道的理念，随顺道的行为，道就是自性，就是真诚、清净、平等、正觉、慈悲，这是大道。大德，一定心里头要有清清楚楚立大志，这个大志是成无上正觉，能不能做到？《华严经》里面告诉我们肯定做到。为什么？因为你本来就是，只是现前你的妄想分别执着，把你的本来面目障碍住。如果你把这个障碍放下，你就恢复性德，你就恢复无量智慧、无量德能、无量相好，你就恢复！所以佛说「一切众生本来是佛」，这个话说的是一点都没错，我们不能不知道，跟十方一切诸佛如来无二无别。你看大乘教里头佛说了多少这样的话，智慧、德相平等，一个心、一个智慧，德能相好丝毫没有差别。「但以妄想分别执着而不能证得」，毛病就出在这里，只要我们把妄想分别执着放下就恢复。所以从理上讲凡夫成佛在一念之间，这一念转过来你是如如佛，转不过来那你是凡夫。为什么不放下？为什么自己跟自己过不去？",
      "zh_TW": "菩提心相明白了，清涼又給我們講菩提心的德，德是什麼？道德、德行。隨順道的理念，隨順道的行為，道就是自性，就是真誠、清淨、平等、正覺、慈悲，這是大道。大德，一定心裡頭要有清清楚楚立大志，這個大志是成無上正覺，能不能做到？《華嚴經》裡面告訴我們肯定做到。為什麼？因為你本來就是，只是現前你的妄想分別執著，把你的本來面目障礙住。如果你把這個障礙放下，你就恢復性德，你就恢復無量智慧、無量德能、無量相好，你就恢復！所以佛說「一切眾生本來是佛」，這個話說的是一點都沒錯，我們不能不知道，跟十方一切諸佛如來無二無別。你看大乘教裡頭佛說了多少這樣的話，智慧、德相平等，一個心、一個智慧，德能相好絲毫沒有差別。「但以妄想分別執著而不能證得」，毛病就出在這裡，只要我們把妄想分別執著放下就恢復。所以從理上講凡夫成佛在一念之間，這一念轉過來你是如如佛，轉不過來那你是凡夫。為什麼不放下？為什麼自己跟自己過不去？"
    },
    {
      "id": "21-519-0004_p0011",
      "zh_CN": "菩提心的体相德，这三种是一而三，三而一，永远不相离。大师举了个比喻，体好像是宝珠，相好像是宝珠的圆满光明，德是无所不照。成熟众生，不但帮助自己在这一生当中成无上道，所以我们真的学了《华严》心量拓开。原本我们学佛，能生到西方极乐世界凡圣同居土，我就很满足！这是小乘心。学了《华严》心量变大，我往生西方极乐世界，一定要上上品生阿弥陀佛的实报庄严土，这才对！能不能做到？肯定能做到。为什么这么肯定？只要自己放得下就做到，自己不肯放下那就没法子。放下这个事情不求人，古大德常讲「天下事登天难、求人难」，不求人求自己有什么难处！所以要常常劝自己放下，放下身心世界。这个放下身心世界不是不做事，对众生有利益的事情去做，把自己的自私自利、名闻利养、贪瞋痴慢放下，把自己的妄想分别执着放下，事照干，理事无碍，事事无碍。我们这样子就是从一个凡夫人，回归到法身菩萨的生活，你说多快乐、多自在。今天时间到了，我们就学习到此地。",
      "zh_TW": "菩提心的體相德，這三種是一而三，三而一，永遠不相離。大師舉了個比喻，體好像是寶珠，相好像是寶珠的圓滿光明，德是無所不照。成熟眾生，不但幫助自己在這一生當中成無上道，所以我們真的學了《華嚴》心量拓開。原本我們學佛，能生到西方極樂世界凡聖同居土，我就很滿足！這是小乘心。學了《華嚴》心量變大，我往生西方極樂世界，一定要上上品生阿彌陀佛的實報莊嚴土，這才對！能不能做到？肯定能做到。為什麼這麼肯定？只要自己放得下就做到，自己不肯放下那就沒法子。放下這個事情不求人，古大德常講「天下事登天難、求人難」，不求人求自己有什麼難處！所以要常常勸自己放下，放下身心世界。這個放下身心世界不是不做事，對眾生有利益的事情去做，把自己的自私自利、名聞利養、貪瞋痴慢放下，把自己的妄想分別執著放下，事照幹，理事無礙，事事無礙。我們這樣子就是從一個凡夫人，回歸到法身菩薩的生活，你說多快樂、多自在。今天時間到了，我們就學習到此地。"
    }
  ]
}