{
  "doc_id": "09-005-0008",
  "title": {
    "zh_CN": "六祖坛经",
    "zh_TW": "六祖壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-005-0008",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "09-005-0008_p0001",
      "zh_CN": "请掀开经本，第十面第七行从当中看起，当中「善知识」这里看起：",
      "zh_TW": "請掀開經本，第十面第七行從當中看起，當中「善知識」這裡看起："
    },
    {
      "id": "09-005-0008_p0002",
      "zh_CN": "【善知识。我于忍和尚处。一闻言下便悟。顿见真如本性。是以将此教法流行。令学道者顿悟菩提。各自观心。自见本性。】",
      "zh_TW": "【善知識。我於忍和尚處。一聞言下便悟。頓見真如本性。是以將此教法流行。令學道者頓悟菩提。各自觀心。自見本性。】"
    },
    {
      "id": "09-005-0008_p0003",
      "zh_CN": "从这个地方看起。这个几句话，是他自己老人家，为我们做一个榜样。『忍和尚』就是黄梅的五祖大师。他说他在五祖那里『一闻言下便悟』，悟个什么？就是悟本元自性清净心。此地要紧的就是这个「一闻」，古人所谓「上上根人，一闻千悟」，一闻就是一心闻也。一心就是无分别心，也就是楞严会上所说的，「反闻闻自性，性成无上道」，所以着重在一。换句话说，也就是一心听闻，这才能够悟入，『顿见真如本性』，以后就是将这教法辗转流通教诫学人。他教学的目标都是教人『顿悟菩提，各自观心，自见本性』。这说明禅宗教学的宗旨、手段，手段是顿悟，目的是见性。古德常讲「识得一，万事毕」，所以这个一就太重要了。我们讲到信、解、行、证，这个修学四个过程。信要信一心，信一心就是自性清净心；解也要一，解一理，这就是实相般若，大师在这一段给我们开示的；行要行一门，我们今天所采取的法门是念佛法门，我们不取参究、不取观心，我们取念佛法门（但是解与行，可以说是共同的）；证，无上菩提正等正觉。由此可知，一切大乘经都是以实相为体。读诵大乘，如果要不是一心，换句话说，就没有法子契入实相，换句话说，就没有法子入门，这是我们应当要晓得的。",
      "zh_TW": "從這個地方看起。這個幾句話，是他自己老人家，為我們做一個榜樣。『忍和尚』就是黃梅的五祖大師。他說他在五祖那裡『一聞言下便悟』，悟個什麼？就是悟本元自性清淨心。此地要緊的就是這個「一聞」，古人所謂「上上根人，一聞千悟」，一聞就是一心聞也。一心就是無分別心，也就是楞嚴會上所說的，「反聞聞自性，性成無上道」，所以著重在一。換句話說，也就是一心聽聞，這才能夠悟入，『頓見真如本性』，以後就是將這教法輾轉流通教誡學人。他教學的目標都是教人『頓悟菩提，各自觀心，自見本性』。這說明禪宗教學的宗旨、手段，手段是頓悟，目的是見性。古德常講「識得一，萬事畢」，所以這個一就太重要了。我們講到信、解、行、證，這個修學四個過程。信要信一心，信一心就是自性清淨心；解也要一，解一理，這就是實相般若，大師在這一段給我們開示的；行要行一門，我們今天所採取的法門是念佛法門，我們不取參究、不取觀心，我們取念佛法門（但是解與行，可以說是共同的）；證，無上菩提正等正覺。由此可知，一切大乘經都是以實相為體。讀誦大乘，如果要不是一心，換句話說，就沒有法子契入實相，換句話說，就沒有法子入門，這是我們應當要曉得的。"
    },
    {
      "id": "09-005-0008_p0004",
      "zh_CN": "如果要想把佛教兴盛起来，也要懂得「一」，这个道理。我们仔细的观察，古往今来法门要兴盛，第一个就是道场要一；道场要多了，可以说只能够做到宣扬，劝人信佛，于佛法当中生起正信心，要想有成就不容易。所以要想真正自己有成就、大众有成就，这个道场一定要一定。譬如六祖在曹溪，如果他要到处跑，他一生自己没有问题，能成就；如果说一生能成就四十三个大彻大悟、明心见性，那是不可能的事情。像东林，过去慧远大师，这是修念佛法门的，他如果也是到处去传教，决定不能个个往生。所以他一生就在庐山，从来不出山门，他是以虎溪为界，他不出这个界限。所以在一生当中自己成就了，凡是跟他在一块念佛的个个往生。所以这个道场要一定。法门也要一定，要坚守原则，永无变更，这个样子没有不成就的。最近的，像台中莲社，李老师就是我们一个榜样，他在台中四十年如一日，他没有到别处讲过经，他就在台中。别处是很难得的，偶尔请他去讲讲演，时间都很短，而且他的原则就是当天回去，他不在外面住，譬如台北请他讲演，讲完了当天就回去。很少，我跟他十年，好像没有在外面住过一晚上。这就是说道场要专一，才能够自利利他。所以这个一太重要了，心要能专一，必定能够悟入。下面他老人家告诉我们：",
      "zh_TW": "如果要想把佛教興盛起來，也要懂得「一」，這個道理。我們仔細的觀察，古往今來法門要興盛，第一個就是道場要一；道場要多了，可以說只能夠做到宣揚，勸人信佛，於佛法當中生起正信心，要想有成就不容易。所以要想真正自己有成就、大眾有成就，這個道場一定要一定。譬如六祖在曹溪，如果他要到處跑，他一生自己沒有問題，能成就；如果說一生能成就四十三個大徹大悟、明心見性，那是不可能的事情。像東林，過去慧遠大師，這是修念佛法門的，他如果也是到處去傳教，決定不能個個往生。所以他一生就在廬山，從來不出山門，他是以虎溪為界，他不出這個界限。所以在一生當中自己成就了，凡是跟他在一塊念佛的個個往生。所以這個道場要一定。法門也要一定，要堅守原則，永無變更，這個樣子沒有不成就的。最近的，像台中蓮社，李老師就是我們一個榜樣，他在台中四十年如一日，他沒有到別處講過經，他就在台中。別處是很難得的，偶爾請他去講講演，時間都很短，而且他的原則就是當天回去，他不在外面住，譬如台北請他講演，講完了當天就回去。很少，我跟他十年，好像沒有在外面住過一晚上。這就是說道場要專一，才能夠自利利他。所以這個一太重要了，心要能專一，必定能夠悟入。下面他老人家告訴我們："
    },
    {
      "id": "09-005-0008_p0005",
      "zh_CN": "【若自不悟。】",
      "zh_TW": "【若自不悟。】"
    },
    {
      "id": "09-005-0008_p0006",
      "zh_CN": "这是讲自己用功，真正用功还不能够悟入，这个时候怎么办？",
      "zh_TW": "這是講自己用功，真正用功還不能夠悟入，這個時候怎麼辦？"
    },
    {
      "id": "09-005-0008_p0007",
      "zh_CN": "【须觅大善知识解最上乘法者直示正路。】",
      "zh_TW": "【須覓大善知識解最上乘法者直示正路。】"
    },
    {
      "id": "09-005-0008_p0008",
      "zh_CN": "这就是教给我们，自己真正想学、真正肯用功，而得不到门路可入，得不到门路可入，这个时候就要有老师。所以一定要求善知识开导，这个善知识是解行相应，能解最上乘法，请他来指示我们一条正路。",
      "zh_TW": "這就是教給我們，自己真正想學、真正肯用功，而得不到門路可入，得不到門路可入，這個時候就要有老師。所以一定要求善知識開導，這個善知識是解行相應，能解最上乘法，請他來指示我們一條正路。"
    },
    {
      "id": "09-005-0008_p0009",
      "zh_CN": "【是善知识有大因缘。】",
      "zh_TW": "【是善知識有大因緣。】"
    },
    {
      "id": "09-005-0008_p0010",
      "zh_CN": "这一句话很重要，这就是佛门里头常讲的师资道合，学生对于老师一定要生极尊敬的信心，这就是大因缘。印光大师过去曾经说过，在《永思集》里面，或者是《文钞》里头，我过去看过这么一段公案。曾经有一个学生，当然也是学佛的，亲近他老人家，向他老人家请教，「佛法有没有方法，很快的就能够入进去」，向他提这么一个问题。印光大师就告诉他，有。然后跟他说明，他讲这个入佛门的密钥，就是秘密的钥匙，用这个做比喻，印光大师告诉他两个字「诚敬」，一分诚敬得一分利益，十分诚敬得十分利益。所以诸位一定要明了，尊师重道，绝对不是老师一定要学生恭敬他，如果老师有这个心他就错了，老师自己心还不清净，心里面还有名闻利养，还没舍掉。诸位要晓得，为什么教你生恭敬心？恭敬心你能得到东西；心不诚敬，老师怎么教法，你也得不到。所以恭敬心是接受佛法唯一的条件。实在讲世间法也是如此，凡是真正能够学成的，特别是在道业上、学业上，讲到技术、技能那个比较要其次一点，道学确确实实都是从恭敬当中得到的，这是讲心性之学。这个诚敬是性德，就是真如本性本来具有的德行。凡夫是迷失了，迷失了自性，我们对一切人、一切物才有不恭敬，这是我们不能见性的原因在此地。所以这个大因缘就是师资道合，学生敬老师，老师也尊重学生，彼此互相的尊敬，这才能有成就。",
      "zh_TW": "這一句話很重要，這就是佛門裡頭常講的師資道合，學生對於老師一定要生極尊敬的信心，這就是大因緣。印光大師過去曾經說過，在《永思集》裡面，或者是《文鈔》裡頭，我過去看過這麼一段公案。曾經有一個學生，當然也是學佛的，親近他老人家，向他老人家請教，「佛法有沒有方法，很快的就能夠入進去」，向他提這麼一個問題。印光大師就告訴他，有。然後跟他說明，他講這個入佛門的密鑰，就是祕密的鑰匙，用這個做比喻，印光大師告訴他兩個字「誠敬」，一分誠敬得一分利益，十分誠敬得十分利益。所以諸位一定要明瞭，尊師重道，絕對不是老師一定要學生恭敬他，如果老師有這個心他就錯了，老師自己心還不清淨，心裡面還有名聞利養，還沒捨掉。諸位要曉得，為什麼教你生恭敬心？恭敬心你能得到東西；心不誠敬，老師怎麼教法，你也得不到。所以恭敬心是接受佛法唯一的條件。實在講世間法也是如此，凡是真正能夠學成的，特別是在道業上、學業上，講到技術、技能那個比較要其次一點，道學確確實實都是從恭敬當中得到的，這是講心性之學。這個誠敬是性德，就是真如本性本來具有的德行。凡夫是迷失了，迷失了自性，我們對一切人、一切物才有不恭敬，這是我們不能見性的原因在此地。所以這個大因緣就是師資道合，學生敬老師，老師也尊重學生，彼此互相的尊敬，這才能有成就。"
    },
    {
      "id": "09-005-0008_p0011",
      "zh_CN": "【所谓化导令得见性。】",
      "zh_TW": "【所謂化導令得見性。】"
    },
    {
      "id": "09-005-0008_p0012",
      "zh_CN": "『化』是教化，老师教，学生能够消化，闻了佛法之后，就能够所谓是变化气质。所以「化」是教学的成果，真正有成果。『导』是诱导他，目标是教他见性。",
      "zh_TW": "『化』是教化，老師教，學生能夠消化，聞了佛法之後，就能夠所謂是變化氣質。所以「化」是教學的成果，真正有成果。『導』是誘導他，目標是教他見性。"
    },
    {
      "id": "09-005-0008_p0013",
      "zh_CN": "【一切善法因善知识能发起故。】",
      "zh_TW": "【一切善法因善知識能發起故。】"
    },
    {
      "id": "09-005-0008_p0014",
      "zh_CN": "『发起』就是生起。如果见了性，性是纯善，所以世出世间一切善法自自然然就生。",
      "zh_TW": "『發起』就是生起。如果見了性，性是純善，所以世出世間一切善法自自然然就生。"
    },
    {
      "id": "09-005-0008_p0015",
      "zh_CN": "【三世诸佛。十二部经。】",
      "zh_TW": "【三世諸佛。十二部經。】"
    },
    {
      "id": "09-005-0008_p0016",
      "zh_CN": "『十二部经』，前面说过了。就是整个的佛法，不但是释迦牟尼佛一生所讲的，『三世诸佛』，过去、现在一切诸佛所说的一切经。这个经在哪里，从什么地方出来的？",
      "zh_TW": "『十二部經』，前面說過了。就是整個的佛法，不但是釋迦牟尼佛一生所講的，『三世諸佛』，過去、現在一切諸佛所說的一切經。這個經在哪裡，從什麼地方出來的？"
    },
    {
      "id": "09-005-0008_p0017",
      "zh_CN": "【在人性中本自具有。】",
      "zh_TW": "【在人性中本自具有。】"
    },
    {
      "id": "09-005-0008_p0018",
      "zh_CN": "这在《华严经》里面说得清清楚楚，佛说「无一众生而不具有如来智慧德相」，可见得众生与佛本来是平等的。现在为什么不平等？为什么不一样？佛说，「但以妄想执着而不能证得」，这就是变成众生。我们有种种妄想，有许多执着，使我们自己迷失了本来具有的智慧德相。所以佛法所教的，总而言之，无非是教我们离妄想，除执着。能离妄想，能除执着，自性当中本来具足的智慧德能就统统都现前。所以佛法讲，真正的般若智慧、无量的德能都不是从外面来的，都是你自性里面本来具足的。",
      "zh_TW": "這在《華嚴經》裡面說得清清楚楚，佛說「無一眾生而不具有如來智慧德相」，可見得眾生與佛本來是平等的。現在為什麼不平等？為什麼不一樣？佛說，「但以妄想執著而不能證得」，這就是變成眾生。我們有種種妄想，有許多執著，使我們自己迷失了本來具有的智慧德相。所以佛法所教的，總而言之，無非是教我們離妄想，除執著。能離妄想，能除執著，自性當中本來具足的智慧德能就統統都現前。所以佛法講，真正的般若智慧、無量的德能都不是從外面來的，都是你自性裡面本來具足的。"
    },
    {
      "id": "09-005-0008_p0019",
      "zh_CN": "【不能自悟。须求善知识。】",
      "zh_TW": "【不能自悟。須求善知識。】"
    },
    {
      "id": "09-005-0008_p0020",
      "zh_CN": "我们自己迷得深、迷得太重了，没有法子自己开悟，这才求善知识来帮助我们。",
      "zh_TW": "我們自己迷得深、迷得太重了，沒有法子自己開悟，這才求善知識來幫助我們。"
    },
    {
      "id": "09-005-0008_p0021",
      "zh_CN": "【指示方见。】",
      "zh_TW": "【指示方見。】"
    },
    {
      "id": "09-005-0008_p0022",
      "zh_CN": "「善知识」，这就讲老师。老师对我们的好处就是开示，开示之后，做学生的人要能悟入。老师虽然讲开示，学生还是不能悟入，那就没法子了，老师只能做到这个地步。所谓「开」就是讲解，把理论、方法、境界说给我们听；「示」是做一个模范，做出一个样子来给我们看。所以开是言教，示是身教，我们要从开示当中去悟入。所以六祖在本经里面常说，一个人明心见性，是他自悟、自修、自证，这是一点都不错。佛法要靠自己，老师帮忙的地方毕竟是有限，但是这个有限的帮助也非常的重要。",
      "zh_TW": "「善知識」，這就講老師。老師對我們的好處就是開示，開示之後，做學生的人要能悟入。老師雖然講開示，學生還是不能悟入，那就沒法子了，老師只能做到這個地步。所謂「開」就是講解，把理論、方法、境界說給我們聽；「示」是做一個模範，做出一個樣子來給我們看。所以開是言教，示是身教，我們要從開示當中去悟入。所以六祖在本經裡面常說，一個人明心見性，是他自悟、自修、自證，這是一點都不錯。佛法要靠自己，老師幫忙的地方畢竟是有限，但是這個有限的幫助也非常的重要。"
    },
    {
      "id": "09-005-0008_p0023",
      "zh_CN": "【若自悟者。不假外求。】",
      "zh_TW": "【若自悟者。不假外求。】"
    },
    {
      "id": "09-005-0008_p0024",
      "zh_CN": "这是讲悟入的人他心清净了，晓得一切法都从自性当中流出来的，绝对不会再向外攀缘，这是清净心真正得到了。六祖不但有言说，他自己所做的就是一个最好的榜样，在一生当中他无求。",
      "zh_TW": "這是講悟入的人他心清淨了，曉得一切法都從自性當中流出來的，絕對不會再向外攀緣，這是清淨心真正得到了。六祖不但有言說，他自己所做的就是一個最好的榜樣，在一生當中他無求。"
    },
    {
      "id": "09-005-0008_p0025",
      "zh_CN": "【若一向执谓须要他善知识望得解脱者。无有是处。】",
      "zh_TW": "【若一向執謂須要他善知識望得解脫者。無有是處。】"
    },
    {
      "id": "09-005-0008_p0026",
      "zh_CN": "这就是一个错误的观念，假如你一向还执着，心里以为需要一个好的老师，他来教我、来传授给我，把这个法门传授给我，我就能够得到解脱了，祖师说没有这个道理。由此可知，佛法里面决定没有什么秘密传授，没有这个道理，如果你要是有这种想法，那就错了。下面说出这个理由出来：",
      "zh_TW": "這就是一個錯誤的觀念，假如你一向還執著，心裡以為需要一個好的老師，他來教我、來傳授給我，把這個法門傳授給我，我就能夠得到解脫了，祖師說沒有這個道理。由此可知，佛法裡面決定沒有什麼祕密傳授，沒有這個道理，如果你要是有這種想法，那就錯了。下面說出這個理由出來："
    },
    {
      "id": "09-005-0008_p0027",
      "zh_CN": "【何以故。自心内有知识自悟。若起邪迷妄念颠倒外善知识。虽有教授。救不可得。】",
      "zh_TW": "【何以故。自心內有知識自悟。若起邪迷妄念顛倒外善知識。雖有教授。救不可得。】"
    },
    {
      "id": "09-005-0008_p0028",
      "zh_CN": "没法子救你，真正开悟的人是自悟。为什么不悟？不悟就是你有邪见、你有迷惑、你有妄念、你有颠倒，『颠倒』就是错误的思想与见解。这个样子要靠外面善知识来度你，外面这个老师虽然有教授，来教导你，可是你邪迷妄念要不能够舍掉，纵然诸佛菩萨来也帮不上忙。由此可知，前面讲的一心重要！往往我们学佛的人，听经听久了也知道这个事情重要，可是在日常生活当中往往把它忘掉、疏忽了，所以这桩事情是若有若无。我们一生当中用这种态度来修学，这一生必定空过。真正有成就的人，他有决心，他能够把一切外缘统统断掉，专修一心，不用几年他就成就了。净宗常说万修万人去，比禅宗是要方便一点，因为禅宗要不断见思烦恼，那是一点成就都没有。后面我们会讨论到，一般修禅的人，绝大多数果报都在四禅天，这个四禅讲初禅、二禅、三禅、四禅，都在这些地方，没有法子了生死出三界。",
      "zh_TW": "沒法子救你，真正開悟的人是自悟。為什麼不悟？不悟就是你有邪見、你有迷惑、你有妄念、你有顛倒，『顛倒』就是錯誤的思想與見解。這個樣子要靠外面善知識來度你，外面這個老師雖然有教授，來教導你，可是你邪迷妄念要不能夠捨掉，縱然諸佛菩薩來也幫不上忙。由此可知，前面講的一心重要！往往我們學佛的人，聽經聽久了也知道這個事情重要，可是在日常生活當中往往把它忘掉、疏忽了，所以這樁事情是若有若無。我們一生當中用這種態度來修學，這一生必定空過。真正有成就的人，他有決心，他能夠把一切外緣統統斷掉，專修一心，不用幾年他就成就了。淨宗常說萬修萬人去，比禪宗是要方便一點，因為禪宗要不斷見思煩惱，那是一點成就都沒有。後面我們會討論到，一般修禪的人，絕大多數果報都在四禪天，這個四禪講初禪、二禪、三禪、四禪，都在這些地方，沒有法子了生死出三界。"
    },
    {
      "id": "09-005-0008_p0029",
      "zh_CN": "净比他们的好处，就是你真正得一心，或者我们讲功夫成片，就能往生，这个福报、道行那就绝对不是四禅八定的人可以比较的。但是这个法门却又是真正难信之法。怎么难信？我们听了不相信，不能接受，这就是我们自己心里起的邪迷妄想颠倒，不能接受。能接受的人有福报，我们就以倓虚法师讲的谛闲法师的故事，谛闲法师一生劝多少人念佛，有几个成就？我们在台湾这么多年，我们看到李老师在台中教学四十年，学生最保守的估计也超过三十万人，这是最保守的估计。我在他那个地方学了十年，我是民国五十六年离开他，那个时候已经有二十多万学生，民国五十六年我离开他的时候已经有二十多万人。现在离开他之后又有二十多年，快到三十年，所以说最保守的估计有三十多万人，只有多，没有少。天天教大家念佛，几个人有成就？成就的也不算少，我相信一百、二百人是有的。但是不成比例，三、四十万人当中成就的也只有二、三百人。这二、三百人相信他的，能够依教奉行的，成就了。听听还是有怀疑，或者纵然没有怀疑，还是放不下，就是我刚才讲的，若有若无这一类人，这一类人这一生没有法子成就，大家不晓得这个事情重要。再看底下经文：",
      "zh_TW": "淨比他們的好處，就是你真正得一心，或者我們講功夫成片，就能往生，這個福報、道行那就絕對不是四禪八定的人可以比較的。但是這個法門卻又是真正難信之法。怎麼難信？我們聽了不相信，不能接受，這就是我們自己心裡起的邪迷妄想顛倒，不能接受。能接受的人有福報，我們就以倓虛法師講的諦閑法師的故事，諦閑法師一生勸多少人念佛，有幾個成就？我們在台灣這麼多年，我們看到李老師在台中教學四十年，學生最保守的估計也超過三十萬人，這是最保守的估計。我在他那個地方學了十年，我是民國五十六年離開他，那個時候已經有二十多萬學生，民國五十六年我離開他的時候已經有二十多萬人。現在離開他之後又有二十多年，快到三十年，所以說最保守的估計有三十多萬人，只有多，沒有少。天天教大家念佛，幾個人有成就？成就的也不算少，我相信一百、二百人是有的。但是不成比例，三、四十萬人當中成就的也只有二、三百人。這二、三百人相信他的，能夠依教奉行的，成就了。聽聽還是有懷疑，或者縱然沒有懷疑，還是放不下，就是我剛才講的，若有若無這一類人，這一類人這一生沒有法子成就，大家不曉得這個事情重要。再看底下經文："
    },
    {
      "id": "09-005-0008_p0030",
      "zh_CN": "【若起正真般若观照。一刹那间妄念俱灭。若识自性。一悟即至佛地。】",
      "zh_TW": "【若起正真般若觀照。一剎那間妄念俱滅。若識自性。一悟即至佛地。】"
    },
    {
      "id": "09-005-0008_p0031",
      "zh_CN": "这是教给我们，如果我们能起『正真般若观照』，这是讲用功夫。什么叫「正真般若观照」？拣别这不是假的，假的是口头上说的是假的。你要念了几部《般若经》，你也会说，说到做不到，这不是真正的般若，真正般若是要叫你做到。怎么个做法？我们举一个例子，这个很要紧，但是真正去做是要下点功夫。譬如我们眼见色，我们眼睛打开，看到外面的一切色相，见外面色相见得清清楚楚、明明白白，当中绝没有分别、绝没有执着，这个时候就是般若观照，就是真正的般若观照。而我们不行的在哪里？我们一见就起分别，般若就失掉了，一见就起执着，一有分别执着，就把你般若观照堕落到意识、妄念里面去了，就是前面说的邪迷妄念颠倒，就堕到这个里面去了。你所看的外面一切境界就不真实了，于是乎在这个里面就生贪瞋痴慢，顺自己意思的起了贪心，不顺自己意思起瞋恚心，这叫生烦恼，烦恼就生起来了。如果是真正般若智照，决定不生烦恼，只生智慧；换句话说，佛菩萨用心跟我们用心不一样的地方就在此地，除此之外，佛与众生没有两样。我们每天穿衣吃饭，佛也穿衣吃饭；我们也有不少应酬，佛也有不少应酬。实在讲没有两样，两样就是用心不一样，他心清净，我们心不清净；他在一切境界里头没有分别、没有执着，我们有分别、有执着；他在一切境界里生智慧，我们在境界里生烦恼，就不相同在这个地方。所以佛在一切大乘经里面教我们恢复真心，恢复我们本来面目，这样就了脱生死轮回。",
      "zh_TW": "這是教給我們，如果我們能起『正真般若觀照』，這是講用功夫。什麼叫「正真般若觀照」？揀別這不是假的，假的是口頭上說的是假的。你要念了幾部《般若經》，你也會說，說到做不到，這不是真正的般若，真正般若是要叫你做到。怎麼個做法？我們舉一個例子，這個很要緊，但是真正去做是要下點功夫。譬如我們眼見色，我們眼睛打開，看到外面的一切色相，見外面色相見得清清楚楚、明明白白，當中絕沒有分別、絕沒有執著，這個時候就是般若觀照，就是真正的般若觀照。而我們不行的在哪裡？我們一見就起分別，般若就失掉了，一見就起執著，一有分別執著，就把你般若觀照墮落到意識、妄念裡面去了，就是前面說的邪迷妄念顛倒，就墮到這個裡面去了。你所看的外面一切境界就不真實了，於是乎在這個裡面就生貪瞋痴慢，順自己意思的起了貪心，不順自己意思起瞋恚心，這叫生煩惱，煩惱就生起來了。如果是真正般若智照，決定不生煩惱，只生智慧；換句話說，佛菩薩用心跟我們用心不一樣的地方就在此地，除此之外，佛與眾生沒有兩樣。我們每天穿衣吃飯，佛也穿衣吃飯；我們也有不少應酬，佛也有不少應酬。實在講沒有兩樣，兩樣就是用心不一樣，他心清淨，我們心不清淨；他在一切境界裡頭沒有分別、沒有執著，我們有分別、有執著；他在一切境界裡生智慧，我們在境界裡生煩惱，就不相同在這個地方。所以佛在一切大乘經裡面教我們恢復真心，恢復我們本來面目，這樣就了脫生死輪迴。"
    },
    {
      "id": "09-005-0008_p0032",
      "zh_CN": "实在讲，生死轮回要从理上讲不难明了，我们于一切事迷惑，迷惑就造业。什么叫迷？起心动念、分别执着是迷。像我刚才举的这个例子，我们眼见外面色，我们起心动念、分别执着这是迷，迷了造业。什么叫造业？起贪瞋这就是造业，顺境里面起贪心就造业，逆境里面起瞋恨心就造业，造了业之后就有果报。所以你造善业就有善报，造恶业就有恶报。在接受果报的时候又迷惑，迷惑又造业，造业又受报，这就叫因果轮回，六道轮回就这么来的。所以六道轮回从什么地方来的？自己造的，起惑、造业、受报，自己造的，不是外面有的，是自己造的，自作自受。如果我们不起惑、不造业，轮回就没有了。所以叫了生死超轮回，不造业、不迷惑了，用心像镜子一样，佛菩萨用心就像镜子。镜子照外面境界，照得清清楚楚、了了分明，镜子不分别，镜子也不执着，它也不落印象，这就叫做正真般若观照。这说得容易，做起来难，难在哪里？我们起惑、造业是无始劫以来的习气，虽然我们现在一听明了了，想断断不掉，这个可怕。断不掉，不管用，还是要生死轮回。真正要想超越，一定要用功夫，要了解宇宙人生的真相。",
      "zh_TW": "實在講，生死輪迴要從理上講不難明瞭，我們於一切事迷惑，迷惑就造業。什麼叫迷？起心動念、分別執著是迷。像我剛才舉的這個例子，我們眼見外面色，我們起心動念、分別執著這是迷，迷了造業。什麼叫造業？起貪瞋這就是造業，順境裡面起貪心就造業，逆境裡面起瞋恨心就造業，造了業之後就有果報。所以你造善業就有善報，造惡業就有惡報。在接受果報的時候又迷惑，迷惑又造業，造業又受報，這就叫因果輪迴，六道輪迴就這麼來的。所以六道輪迴從什麼地方來的？自己造的，起惑、造業、受報，自己造的，不是外面有的，是自己造的，自作自受。如果我們不起惑、不造業，輪迴就沒有了。所以叫了生死超輪迴，不造業、不迷惑了，用心像鏡子一樣，佛菩薩用心就像鏡子。鏡子照外面境界，照得清清楚楚、了了分明，鏡子不分別，鏡子也不執著，它也不落印象，這就叫做正真般若觀照。這說得容易，做起來難，難在哪裡？我們起惑、造業是無始劫以來的習氣，雖然我們現在一聽明瞭了，想斷斷不掉，這個可怕。斷不掉，不管用，還是要生死輪迴。真正要想超越，一定要用功夫，要了解宇宙人生的真相。"
    },
    {
      "id": "09-005-0008_p0033",
      "zh_CN": "这是讲圣人的用心，他能这样用心，『一刹那间妄念俱灭』，妄念没有了。在一切境界里面不起心、不动念、不分别、不执着，他哪有妄念？妄念没有了，就是自性，就见性了。这个时候是『一悟即至佛地』。什么是「佛」？见性是佛。所以禅家常说「明心见性，见性成佛」。此地诸位要记住，它所说的成佛，还不是究竟圆满的佛，这是诸位要明白的。在天台大师所讲的六即佛当中这是分证即佛，虽然不是究竟圆满的佛，他是真佛，不是假佛。这一桩事情，我们在许多大经大论里面都看得很清楚，圆教初住以上，别教是初地以上，这都是明心见性的人。再看下面一段经文，讲般若三昧。",
      "zh_TW": "這是講聖人的用心，他能這樣用心，『一剎那間妄念俱滅』，妄念沒有了。在一切境界裡面不起心、不動念、不分別、不執著，他哪有妄念？妄念沒有了，就是自性，就見性了。這個時候是『一悟即至佛地』。什麼是「佛」？見性是佛。所以禪家常說「明心見性，見性成佛」。此地諸位要記住，它所說的成佛，還不是究竟圓滿的佛，這是諸位要明白的。在天台大師所講的六即佛當中這是分證即佛，雖然不是究竟圓滿的佛，他是真佛，不是假佛。這一樁事情，我們在許多大經大論裡面都看得很清楚，圓教初住以上，別教是初地以上，這都是明心見性的人。再看下面一段經文，講般若三昧。"
    },
    {
      "id": "09-005-0008_p0034",
      "zh_CN": "【善知识。智慧观照。内外明彻。识自本心。若识本心。即本解脱。若得解脱。即是般若三昧。般若三昧。即是无念。】",
      "zh_TW": "【善知識。智慧觀照。內外明徹。識自本心。若識本心。即本解脫。若得解脫。即是般若三昧。般若三昧。即是無念。】"
    },
    {
      "id": "09-005-0008_p0035",
      "zh_CN": "这一段重要的要给我们讲什么叫做『般若三昧』。你要用『智慧观照』，这就是你会用功夫了，换句话说，你这叫真正的修行。所以修行，诸位要记住，绝不是像现在有许多流于形式，天天早晚诵经、拜佛，做这些样子、仪式，有这个外表，其实内心还是邪迷、妄想、颠倒，这没用处的。真正修行人要从心地里面做功夫，做什么功夫？就是要用「智慧观照」，要用这个功夫。这是讲真正会用功的人。一天到晚自己要把握住，决定不能放松，眼见色不起心、不动念、不分别、不执着，耳闻声、鼻闻香、舌尝味、身对一切的接触、念头的起灭，统统都要做到不分别、不执着、不起心、不动念。如果像这样，那不是什么都不知道吗？什么都不知道，不行，那叫死定。样样清楚，样样明了，这才叫观照。所以禅家用功比念佛难，实实在在是难。念佛是什么？凡是所有念头一起来，统统换成阿弥陀佛，这个容易！这个比六根对六境的观照，实在是容易太多太多了，方便太多，功效完全可以说是相等，甚至于念佛的功效还要超过学禅的人。所以我们看看许多禅宗大德到最后统统念佛求生净土，这个道理就在此地。",
      "zh_TW": "這一段重要的要給我們講什麼叫做『般若三昧』。你要用『智慧觀照』，這就是你會用功夫了，換句話說，你這叫真正的修行。所以修行，諸位要記住，絕不是像現在有許多流於形式，天天早晚誦經、拜佛，做這些樣子、儀式，有這個外表，其實內心還是邪迷、妄想、顛倒，這沒用處的。真正修行人要從心地裡面做功夫，做什麼功夫？就是要用「智慧觀照」，要用這個功夫。這是講真正會用功的人。一天到晚自己要把握住，決定不能放鬆，眼見色不起心、不動念、不分別、不執著，耳聞聲、鼻聞香、舌嘗味、身對一切的接觸、念頭的起滅，統統都要做到不分別、不執著、不起心、不動念。如果像這樣，那不是什麼都不知道嗎？什麼都不知道，不行，那叫死定。樣樣清楚，樣樣明瞭，這才叫觀照。所以禪家用功比念佛難，實實在在是難。念佛是什麼？凡是所有念頭一起來，統統換成阿彌陀佛，這個容易！這個比六根對六境的觀照，實在是容易太多太多了，方便太多，功效完全可以說是相等，甚至於念佛的功效還要超過學禪的人。所以我們看看許多禪宗大德到最後統統念佛求生淨土，這個道理就在此地。"
    },
    {
      "id": "09-005-0008_p0036",
      "zh_CN": "这是刚刚下手就用观照，观照的功夫久了就得定，那就是第二层的功夫。观照久了，观照久了到什么时候功夫到了第二层？就是妄想不生，这是到了第二层的功夫。此地讲，『智慧观照，内外明彻』，可见得他不是什么都不知道，样样都明了，样样都清楚。不但现前的事情他样样清楚，过去、未来都清楚，他怎么清楚？观照所见到的，他是照见的。『识自本心』，这就是见性，『即本解脱』，他这个时候真正晓得、明了心是一回什么事情。这个讲得多、讲得比较详细的就是《大佛顶首楞严经》。「解脱」就是自在，他得到自在。这个时候就是『般若三昧，般若三昧，即是无念』。无分别，无执着，不起心不动念，一切时、一切处、一切境界里面，统统都是这样的，这是第二层的功夫。观照可以说这个功夫与我们念佛的功夫成片差不多，般若三昧相当于我们事一心不乱，这个如果是念佛人来说，功夫是相当之高。下面给我们解释：",
      "zh_TW": "這是剛剛下手就用觀照，觀照的功夫久了就得定，那就是第二層的功夫。觀照久了，觀照久了到什麼時候功夫到了第二層？就是妄想不生，這是到了第二層的功夫。此地講，『智慧觀照，內外明徹』，可見得他不是什麼都不知道，樣樣都明瞭，樣樣都清楚。不但現前的事情他樣樣清楚，過去、未來都清楚，他怎麼清楚？觀照所見到的，他是照見的。『識自本心』，這就是見性，『即本解脫』，他這個時候真正曉得、明瞭心是一回什麼事情。這個講得多、講得比較詳細的就是《大佛頂首楞嚴經》。「解脫」就是自在，他得到自在。這個時候就是『般若三昧，般若三昧，即是無念』。無分別，無執著，不起心不動念，一切時、一切處、一切境界裡面，統統都是這樣的，這是第二層的功夫。觀照可以說這個功夫與我們念佛的功夫成片差不多，般若三昧相當於我們事一心不亂，這個如果是念佛人來說，功夫是相當之高。下面給我們解釋："
    },
    {
      "id": "09-005-0008_p0037",
      "zh_CN": "【何名无念。若见一切法。心不染着。是为无念。】",
      "zh_TW": "【何名無念。若見一切法。心不染著。是為無念。】"
    },
    {
      "id": "09-005-0008_p0038",
      "zh_CN": "这是『无念』最简单的一个解释，换句话说，「无念」就是一切处无心，无什么心？无染着的心。『着』是执着。『染』就是生贪瞋痴慢。在一切境界里面绝对不生这种心，没有贪心，没有瞋恚心，没有愚痴心。贪、瞋容易明白，什么叫愚痴？不愚痴就是样样清楚，不是说他很迷惑，什么都不知道，那就叫愚痴。你要问他，没有一样不清楚，没有一样不明了，这个就是智慧，他不愚痴，这个叫无念，是无这些念头；换句话说，无念是无邪念，不是没有正念。正念就是一切法了了分明，这是正念。所以正念也叫做无念。",
      "zh_TW": "這是『無念』最簡單的一個解釋，換句話說，「無念」就是一切處無心，無什麼心？無染著的心。『著』是執著。『染』就是生貪瞋痴慢。在一切境界裡面絕對不生這種心，沒有貪心，沒有瞋恚心，沒有愚痴心。貪、瞋容易明白，什麼叫愚痴？不愚痴就是樣樣清楚，不是說他很迷惑，什麼都不知道，那就叫愚痴。你要問他，沒有一樣不清楚，沒有一樣不明瞭，這個就是智慧，他不愚痴，這個叫無念，是無這些念頭；換句話說，無念是無邪念，不是沒有正念。正念就是一切法了了分明，這是正念。所以正念也叫做無念。"
    },
    {
      "id": "09-005-0008_p0039",
      "zh_CN": "【用即遍一切处。亦不着一切处。】",
      "zh_TW": "【用即遍一切處。亦不著一切處。】"
    },
    {
      "id": "09-005-0008_p0040",
      "zh_CN": "可见得它有体、有用，活活泼泼，不是不起作用的。如果不起作用，释迦牟尼佛怎么能够教学四十九年？六祖要不起作用，怎么能够在曹溪弘法三十七年？它有用，天天在讲经说法，天天在教导学生，所以它有用的。虽然起作用，他不执着。这个老师对学生，每一个学生清清楚楚、明明白白，有的学生肯用功，有的学生不用功。见到那个很用功的，他也不生欢喜心；见到那个不用功的，偷懒的，他也不讨厌他，也不厌恶他，他用心是平等的，平等的慈悲。所以他心清净，这就跟一般凡夫用心不一样处，就在此地。所以我们学佛要在这些地方学。因为教的学生，用功、不用功他的事情，成就、不成就也是他的事情。所以老师只要认真的教，只要给学生做一个好榜样，我们这个本分事情就尽到了。对于学生要用种种善巧方便来诱导他，实在不能接受，就是说给他种了善根。所以佛法里面教学，不是一生成就的，这个诸位要记住。他这一生不能成就，来生再来，来生再不能成就，下一生再来。所以佛菩萨他有这个能力，生生世世他示现在世间，生生世世在教化这些人，那个愚人、邪见之人也会有成就的。所以在《法华经》上说，一阐提也有佛性，一阐提也应当作佛，就是这个道理。",
      "zh_TW": "可見得它有體、有用，活活潑潑，不是不起作用的。如果不起作用，釋迦牟尼佛怎麼能夠教學四十九年？六祖要不起作用，怎麼能夠在曹溪弘法三十七年？它有用，天天在講經說法，天天在教導學生，所以它有用的。雖然起作用，他不執著。這個老師對學生，每一個學生清清楚楚、明明白白，有的學生肯用功，有的學生不用功。見到那個很用功的，他也不生歡喜心；見到那個不用功的，偷懶的，他也不討厭他，也不厭惡他，他用心是平等的，平等的慈悲。所以他心清淨，這就跟一般凡夫用心不一樣處，就在此地。所以我們學佛要在這些地方學。因為教的學生，用功、不用功他的事情，成就、不成就也是他的事情。所以老師只要認真的教，只要給學生做一個好榜樣，我們這個本分事情就盡到了。對於學生要用種種善巧方便來誘導他，實在不能接受，就是說給他種了善根。所以佛法裡面教學，不是一生成就的，這個諸位要記住。他這一生不能成就，來生再來，來生再不能成就，下一生再來。所以佛菩薩他有這個能力，生生世世他示現在世間，生生世世在教化這些人，那個愚人、邪見之人也會有成就的。所以在《法華經》上說，一闡提也有佛性，一闡提也應當作佛，就是這個道理。"
    },
    {
      "id": "09-005-0008_p0041",
      "zh_CN": "【但净本心。使六识出六门。于六尘中无染无杂。来去自由。通用无滞。即是般若三昧。自在解脱。名无念行。】",
      "zh_TW": "【但淨本心。使六識出六門。於六塵中無染無雜。來去自由。通用無滯。即是般若三昧。自在解脫。名無念行。】"
    },
    {
      "id": "09-005-0008_p0042",
      "zh_CN": "这就把修行第二个层次的样子，给我们描绘得清清楚楚，所以要心清净。佛法修行，在前面曾经跟诸位说过，它的门路虽然多，也就是方法多，手段很多，所谓讲八万四千法门，要是把它归纳一下，可以归纳为三个法门，就是觉正净，总不离这三个大原则。像禅它是从觉这一门入的，大彻大悟，明心见性，它从这一门入；教下，像天台宗、华严宗、三论宗、唯识宗，像小乘俱舍宗，这些都是从正入门，就是正知正见，从这个门入；像戒律，律宗，我们念佛的净土宗，这是从净，清净心入。所以门路虽多，归纳起来不外乎这三大类，这是我们一定要知道的、要了解的。虽然用觉，这个正、净帮助他。像我们现在修念佛法门，我们是以净为主，我们也需要觉、正来做助行。假如我们不觉，心不正，要想净，不容易净得下来。我们也有相当的觉悟，有相当的正知见，清净心就容易得到。所以这三个，有一个做正，两个做助修，正助双修这样才能成功。成功达到的目标决定是相同的，因此说「法门平等，无有高下」，就是这么个道理。",
      "zh_TW": "這就把修行第二個層次的樣子，給我們描繪得清清楚楚，所以要心清淨。佛法修行，在前面曾經跟諸位說過，它的門路雖然多，也就是方法多，手段很多，所謂講八萬四千法門，要是把它歸納一下，可以歸納為三個法門，就是覺正淨，總不離這三個大原則。像禪它是從覺這一門入的，大徹大悟，明心見性，它從這一門入；教下，像天台宗、華嚴宗、三論宗、唯識宗，像小乘俱舍宗，這些都是從正入門，就是正知正見，從這個門入；像戒律，律宗，我們念佛的淨土宗，這是從淨，清淨心入。所以門路雖多，歸納起來不外乎這三大類，這是我們一定要知道的、要了解的。雖然用覺，這個正、淨幫助他。像我們現在修念佛法門，我們是以淨為主，我們也需要覺、正來做助行。假如我們不覺，心不正，要想淨，不容易淨得下來。我們也有相當的覺悟，有相當的正知見，清淨心就容易得到。所以這三個，有一個做正，兩個做助修，正助雙修這樣才能成功。成功達到的目標決定是相同的，因此說「法門平等，無有高下」，就是這麼個道理。"
    },
    {
      "id": "09-005-0008_p0043",
      "zh_CN": "此地他老人家教给我们，『但净本心』，无论在什么时候、在什么处所、在什么境界当中，你要保持你的清净心，就是心决定不被外境所染、不被外境所动。『六识』就是眼、耳、鼻、舌、身、意，这个「六识」；『出六门』，「六门」就是六根，也是眼、耳、鼻、舌、身，内里面叫意；六识它在六根里面起作用，起作用的对象就是『六尘』，也就是眼见色、耳闻声。内里面是识，识必须要通过六门（就是六根），通过六根再接触外面六种境界，这叫「六尘」。在这里面学个什么？学个『无染无杂』。真正我们心在一切境界里不染着了，诸位想想，你怎么会起妄念？你之所以会起妄念，就是你心在境界里头染污。染污就是起心动念，有了贪瞋痴慢这些东西，有了这个，有了人我是非，生起这个东西来，这个叫染污。真正到「无染无杂」，这个心一定清净，心清净当然就生智慧。所以，他『来去自由，通用无滞』，他没有障碍。",
      "zh_TW": "此地他老人家教給我們，『但淨本心』，無論在什麼時候、在什麼處所、在什麼境界當中，你要保持你的清淨心，就是心決定不被外境所染、不被外境所動。『六識』就是眼、耳、鼻、舌、身、意，這個「六識」；『出六門』，「六門」就是六根，也是眼、耳、鼻、舌、身，內裡面叫意；六識它在六根裡面起作用，起作用的對象就是『六塵』，也就是眼見色、耳聞聲。內裡面是識，識必須要通過六門（就是六根），通過六根再接觸外面六種境界，這叫「六塵」。在這裡面學個什麼？學個『無染無雜』。真正我們心在一切境界裡不染著了，諸位想想，你怎麼會起妄念？你之所以會起妄念，就是你心在境界裡頭染污。染污就是起心動念，有了貪瞋痴慢這些東西，有了這個，有了人我是非，生起這個東西來，這個叫染污。真正到「無染無雜」，這個心一定清淨，心清淨當然就生智慧。所以，他『來去自由，通用無滯』，他沒有障礙。"
    },
    {
      "id": "09-005-0008_p0044",
      "zh_CN": "就像清凉大师在《华严经疏钞》里面所讲的，理事无碍，事事无碍。《华严经．入法界品》善财童子五十三参表演出来给我们看，你看看修般若、修大乘佛法、修一乘佛法，男女老幼统统都可以学，各行各业也统统可以学，没有障碍，各行各业都学菩萨道、都修的是菩萨行。你要说这个行业不行，不能学佛，那错了，那佛法是有障碍，佛法有条件。初级的佛法有许许多多的障碍，高级的佛法没有障碍，这个诸位要懂。初级的佛法，好像你小学生，你什么都不懂，要定许多规条，教你要守这些规矩。高级的佛法，你已经成人了，你什么都懂了，小学生所守的那些规矩对你就用不上，你自自然然不犯规，自自然然没有过失，所以做到事事无碍。孔老夫子一生讲修养，他老人家说，他到七十岁「从心所欲不逾矩」，那就是事事无碍，样样事情随心所欲，不会犯规矩、犯过错，那就是《华严经》上的境界。",
      "zh_TW": "就像清涼大師在《華嚴經疏鈔》裡面所講的，理事無礙，事事無礙。《華嚴經．入法界品》善財童子五十三參表演出來給我們看，你看看修般若、修大乘佛法、修一乘佛法，男女老幼統統都可以學，各行各業也統統可以學，沒有障礙，各行各業都學菩薩道、都修的是菩薩行。你要說這個行業不行，不能學佛，那錯了，那佛法是有障礙，佛法有條件。初級的佛法有許許多多的障礙，高級的佛法沒有障礙，這個諸位要懂。初級的佛法，好像你小學生，你什麼都不懂，要定許多規條，教你要守這些規矩。高級的佛法，你已經成人了，你什麼都懂了，小學生所守的那些規矩對你就用不上，你自自然然不犯規，自自然然沒有過失，所以做到事事無礙。孔老夫子一生講修養，他老人家說，他到七十歲「從心所欲不逾矩」，那就是事事無礙，樣樣事情隨心所欲，不會犯規矩、犯過錯，那就是《華嚴經》上的境界。"
    },
    {
      "id": "09-005-0008_p0045",
      "zh_CN": "我们现在功夫不到，那是有许许多多地方我们要防非止过，这是功夫不到家。如果真正是到『般若三昧，自在解脱』，那个境界就不一样。虽然自己到了这个境界，到事事无碍，如果他要来教小学生，那怎么办？还要跟小学生一样守规矩，为什么？做个样子给小学生看。所以就是像这些诸佛，像这些大菩萨到我们这里来要教我们，他也要守五戒，他也要修十善业道，他要做给我们看。否则的话，他天天教我们做，他自己不做，我们看了，不相信。这就好比说，他是个大学校长，今天叫他去做小学教员去，去教小学生去，他一定要做个好榜样给小学生看，就是这么个道理。他自己实实在在是事事无碍，但是他要来教我们，他有许多地方还是有障碍，还是要守戒律，还是要讲求防非止过。这是讲的『无念行』，这个才叫做「无念行」，这是佛法所说的。底下讲，从反面来说，那就错用、误解了，以为什么叫无念？",
      "zh_TW": "我們現在功夫不到，那是有許許多多地方我們要防非止過，這是功夫不到家。如果真正是到『般若三昧，自在解脫』，那個境界就不一樣。雖然自己到了這個境界，到事事無礙，如果他要來教小學生，那怎麼辦？還要跟小學生一樣守規矩，為什麼？做個樣子給小學生看。所以就是像這些諸佛，像這些大菩薩到我們這裡來要教我們，他也要守五戒，他也要修十善業道，他要做給我們看。否則的話，他天天教我們做，他自己不做，我們看了，不相信。這就好比說，他是個大學校長，今天叫他去做小學教員去，去教小學生去，他一定要做個好榜樣給小學生看，就是這麼個道理。他自己實實在在是事事無礙，但是他要來教我們，他有許多地方還是有障礙，還是要守戒律，還是要講求防非止過。這是講的『無念行』，這個才叫做「無念行」，這是佛法所說的。底下講，從反面來說，那就錯用、誤解了，以為什麼叫無念？"
    },
    {
      "id": "09-005-0008_p0046",
      "zh_CN": "【若百物不思。当令念绝。即是法缚。即名边见。】",
      "zh_TW": "【若百物不思。當令念絕。即是法縛。即名邊見。】"
    },
    {
      "id": "09-005-0008_p0047",
      "zh_CN": "这就错了，千万不要把无念当作什么都不想，那就错了。所以诸位要晓得，佛法里面讲的无念是无一切恶念，无分别念、无执着念、无贪瞋念、无嫉妒念、无瞋害念，没有这些念头，叫无这些念。不是连正念都没有了，你要是把正念都没有了，大错特错，那你是不了解佛法，闻了佛法又执着在佛法上，被法所系缚住，这叫『边见』。要是这样修无念的话，他要修成功了，就变成无想定，果报在四禅的无想天。有这种人，修到无想天去了，就搞错了，没有真正懂得无念的意义。我们再看底下这一段，底下这一段虽然只有几句，很要紧，它是给我们说无念的功德。",
      "zh_TW": "這就錯了，千萬不要把無念當作什麼都不想，那就錯了。所以諸位要曉得，佛法裡面講的無念是無一切惡念，無分別念、無執著念、無貪瞋念、無嫉妒念、無瞋害念，沒有這些念頭，叫無這些念。不是連正念都沒有了，你要是把正念都沒有了，大錯特錯，那你是不了解佛法，聞了佛法又執著在佛法上，被法所繫縛住，這叫『邊見』。要是這樣修無念的話，他要修成功了，就變成無想定，果報在四禪的無想天。有這種人，修到無想天去了，就搞錯了，沒有真正懂得無念的意義。我們再看底下這一段，底下這一段雖然只有幾句，很要緊，它是給我們說無念的功德。"
    },
    {
      "id": "09-005-0008_p0048",
      "zh_CN": "【善知识。悟无念法者。万法尽通。】",
      "zh_TW": "【善知識。悟無念法者。萬法盡通。】"
    },
    {
      "id": "09-005-0008_p0049",
      "zh_CN": "这个功德利益在此地。为什么一切法都通？因为你心清净了，清净心里面他起照的作用。一切法一接触他就通达，他就没有障碍，前面讲「来去自由，通用无滞」，就是这个道理。所以佛法可以说它的枢纽就是在清净心，就是在定，三昧就是定，定就能开慧。",
      "zh_TW": "這個功德利益在此地。為什麼一切法都通？因為你心清淨了，清淨心裡面他起照的作用。一切法一接觸他就通達，他就沒有障礙，前面講「來去自由，通用無滯」，就是這個道理。所以佛法可以說它的樞紐就是在清淨心，就是在定，三昧就是定，定就能開慧。"
    },
    {
      "id": "09-005-0008_p0050",
      "zh_CN": "【悟无念法者。见诸佛境界。】",
      "zh_TW": "【悟無念法者。見諸佛境界。】"
    },
    {
      "id": "09-005-0008_p0051",
      "zh_CN": "从这一句里面，你就懂得一切佛法不要学就通了，一切经典所讲的就是诸佛境界。这一点六祖就是一个最好的证人，他对于一切佛法只要一接触，他不认识字，认识字的人你把佛经念给他听，你一念他都懂，他就能够把这里面的道理给你说出来，说得头头是道。为什么他有这个能力？就是他心里头无念，所以他见到佛的境界。佛境界是什么？因为佛也无念，你的心要无念，跟佛心一样，心心相印。佛心里面流露出来的言语、经典，跟他自己心里面的言语、经典没有两样，完全相同，所以他能见诸佛境界。末后这一句，功德更殊胜，更是究竟圆满。",
      "zh_TW": "從這一句裡面，你就懂得一切佛法不要學就通了，一切經典所講的就是諸佛境界。這一點六祖就是一個最好的證人，他對於一切佛法只要一接觸，他不認識字，認識字的人你把佛經念給他聽，你一念他都懂，他就能夠把這裡面的道理給你說出來，說得頭頭是道。為什麼他有這個能力？就是他心裡頭無念，所以他見到佛的境界。佛境界是什麼？因為佛也無念，你的心要無念，跟佛心一樣，心心相印。佛心裡面流露出來的言語、經典，跟他自己心裡面的言語、經典沒有兩樣，完全相同，所以他能見諸佛境界。末後這一句，功德更殊勝，更是究竟圓滿。"
    },
    {
      "id": "09-005-0008_p0052",
      "zh_CN": "【悟无念法者。至佛地位。】",
      "zh_TW": "【悟無念法者。至佛地位。】"
    },
    {
      "id": "09-005-0008_p0053",
      "zh_CN": "那就成佛了。这三句说三种功德，一种是一切法通达，这个多半偏重讲世间法，没有一样他不通；第二句讲佛法，佛境界；第三句讲佛的果位。再看底下一段，这是到末后了，末后嘱咐我们流通，可见得流通太重要了。",
      "zh_TW": "那就成佛了。這三句說三種功德，一種是一切法通達，這個多半偏重講世間法，沒有一樣他不通；第二句講佛法，佛境界；第三句講佛的果位。再看底下一段，這是到末後了，末後囑咐我們流通，可見得流通太重要了。"
    },
    {
      "id": "09-005-0008_p0054",
      "zh_CN": "【善知识。后代得吾法者。】",
      "zh_TW": "【善知識。後代得吾法者。】"
    },
    {
      "id": "09-005-0008_p0055",
      "zh_CN": "『得』就是真正明了依教修行而有成就的人，这是得法的。",
      "zh_TW": "『得』就是真正明瞭依教修行而有成就的人，這是得法的。"
    },
    {
      "id": "09-005-0008_p0056",
      "zh_CN": "【将此顿教法门。于同见同行。发愿受持如事佛故。终身而不退者。定入圣位。】",
      "zh_TW": "【將此頓教法門。於同見同行。發願受持如事佛故。終身而不退者。定入聖位。】"
    },
    {
      "id": "09-005-0008_p0057",
      "zh_CN": "这就讲我们流通佛法，我们传佛法要传给哪些人？要传给『同见同行』的人。他的见解跟我们不相同，他修行法门不相同，我们想劝他做，他不能接受，那就叫白费力气。所以传法一定就是见解相同，修学的法门相同，这就行了，遇到这样的人一定要传授给他，就是一定要帮助他。『发愿受持』，肯发愿、肯受持就是依教修行。『如事佛故』，这是在修行里面第一个因素，就是普贤十愿里的第一愿「礼敬诸佛」，这是讲修学的诚敬就像事佛一样。『终身而不退者，定入圣位』，这样的人决定成就，「圣位」就是菩萨位，明心见性，见性成佛，这就是四十一位法身大士之流。",
      "zh_TW": "這就講我們流通佛法，我們傳佛法要傳給哪些人？要傳給『同見同行』的人。他的見解跟我們不相同，他修行法門不相同，我們想勸他做，他不能接受，那就叫白費力氣。所以傳法一定就是見解相同，修學的法門相同，這就行了，遇到這樣的人一定要傳授給他，就是一定要幫助他。『發願受持』，肯發願、肯受持就是依教修行。『如事佛故』，這是在修行裡面第一個因素，就是普賢十願裡的第一願「禮敬諸佛」，這是講修學的誠敬就像事佛一樣。『終身而不退者，定入聖位』，這樣的人決定成就，「聖位」就是菩薩位，明心見性，見性成佛，這就是四十一位法身大士之流。"
    },
    {
      "id": "09-005-0008_p0058",
      "zh_CN": "【然须传授从上以来默传分付。】",
      "zh_TW": "【然須傳授從上以來默傳分付。】"
    },
    {
      "id": "09-005-0008_p0059",
      "zh_CN": "『默传分付』就是以心印心，见性成佛。为什么讲「默」？实在讲，你看一天讲到晚，默的意思在哪里？诸位要晓得，在言说之外。佛法的难也就难在这个地方，它是意在言外，你要细心去体会它；经典也是如此，如果你依文解义就错了，意思都在言语文字之外，所以叫「默传分付」。",
      "zh_TW": "『默傳分付』就是以心印心，見性成佛。為什麼講「默」？實在講，你看一天講到晚，默的意思在哪裡？諸位要曉得，在言說之外。佛法的難也就難在這個地方，它是意在言外，你要細心去體會它；經典也是如此，如果你依文解義就錯了，意思都在言語文字之外，所以叫「默傳分付」。"
    },
    {
      "id": "09-005-0008_p0060",
      "zh_CN": "【不得匿其正法。】",
      "zh_TW": "【不得匿其正法。】"
    },
    {
      "id": "09-005-0008_p0061",
      "zh_CN": "决定不能吝法，遇到能够接受的人，希望修学的人，你要尽心尽力的去帮助他，你要不帮助他，那就是过失，那就错了。",
      "zh_TW": "決定不能吝法，遇到能夠接受的人，希望修學的人，你要盡心盡力的去幫助他，你要不幫助他，那就是過失，那就錯了。"
    },
    {
      "id": "09-005-0008_p0062",
      "zh_CN": "【若不同见同行。在别法中。不得传付。】",
      "zh_TW": "【若不同見同行。在別法中。不得傳付。】"
    },
    {
      "id": "09-005-0008_p0063",
      "zh_CN": "这就是讲志不同、道不合的人，你不必传给他，你要是传给他的话，不但那个人不能接受，恐怕还要叫他毁谤，还要叫他造罪业。所以这个不传是大慈大悲，免得他造罪。所以这一类人，『不得传付』。",
      "zh_TW": "這就是講志不同、道不合的人，你不必傳給他，你要是傳給他的話，不但那個人不能接受，恐怕還要叫他毀謗，還要叫他造罪業。所以這個不傳是大慈大悲，免得他造罪。所以這一類人，『不得傳付』。"
    },
    {
      "id": "09-005-0008_p0064",
      "zh_CN": "【损彼前人。究竟无益。恐愚人不解。谤此法门。百劫千生断佛种性。】",
      "zh_TW": "【損彼前人。究竟無益。恐愚人不解。謗此法門。百劫千生斷佛種性。】"
    },
    {
      "id": "09-005-0008_p0065",
      "zh_CN": "所以，佛教诫那个人是大慈大悲，佛要不教那个人还是大慈大悲，因为他知道那个人不能接受，怕他毁谤正法，毁谤正法是有罪过的。这是最后嘱咐流通的几句话，可见流通一定是因人，这个人可以教，要努力帮助他，不能教就不必。现在有很多人，的确有许多太热心了，不能教的，他也勉强去教，这样不好，用不着勉强。他肯接受的，能接受一分教他一分，能接受两分的教他两分。能接受的一分的，你教他两分，他还是只能接受一分，多余的那一分装不进去，所以没有用处。这是教学、传法，一定要晓得这个原则。下面这是「无相颂」，这是一共有十五首，有六十句，也是多半都是属于重颂，说明前面所讲的大意。",
      "zh_TW": "所以，佛教誡那個人是大慈大悲，佛要不教那個人還是大慈大悲，因為他知道那個人不能接受，怕他毀謗正法，毀謗正法是有罪過的。這是最後囑咐流通的幾句話，可見流通一定是因人，這個人可以教，要努力幫助他，不能教就不必。現在有很多人，的確有許多太熱心了，不能教的，他也勉強去教，這樣不好，用不著勉強。他肯接受的，能接受一分教他一分，能接受兩分的教他兩分。能接受的一分的，你教他兩分，他還是只能接受一分，多餘的那一分裝不進去，所以沒有用處。這是教學、傳法，一定要曉得這個原則。下面這是「無相頌」，這是一共有十五首，有六十句，也是多半都是屬於重頌，說明前面所講的大意。"
    },
    {
      "id": "09-005-0008_p0066",
      "zh_CN": "【善知识。吾有一无相颂。】",
      "zh_TW": "【善知識。吾有一無相頌。】"
    },
    {
      "id": "09-005-0008_p0067",
      "zh_CN": "『无相』的意思就是离相，与一切相不要执着。前面大师所说的这些法都是教我们不执着，教我们自己在日常生活当中，要用真正的般若观照，所以下面偈颂也是如此。",
      "zh_TW": "『無相』的意思就是離相，與一切相不要執著。前面大師所說的這些法都是教我們不執著，教我們自己在日常生活當中，要用真正的般若觀照，所以下面偈頌也是如此。"
    },
    {
      "id": "09-005-0008_p0068",
      "zh_CN": "【各须诵取。在家出家。但依此修。若不自修。惟记吾言。亦无有益。听吾颂曰。】",
      "zh_TW": "【各須誦取。在家出家。但依此修。若不自修。惟記吾言。亦無有益。聽吾頌曰。】"
    },
    {
      "id": "09-005-0008_p0069",
      "zh_CN": "这个几句话说得很明白，修行在家出家一样，一样的成就，你要懂理论、要懂方法。如果自己不真正的修，『修』就是修正，修正我们错误的思想，修正我们错误的行为，这个叫修行。如果自己不修，把这个经典、注解记得再熟，没用，一点用处都没有。我们看底下这十五首偈，每一段里头它都有一个宗旨，我们仔细来研究它。第一首偈，它这是五言的，每一句五个字，四句是一首。",
      "zh_TW": "這個幾句話說得很明白，修行在家出家一樣，一樣的成就，你要懂理論、要懂方法。如果自己不真正的修，『修』就是修正，修正我們錯誤的思想，修正我們錯誤的行為，這個叫修行。如果自己不修，把這個經典、註解記得再熟，沒用，一點用處都沒有。我們看底下這十五首偈，每一段裡頭它都有一個宗旨，我們仔細來研究它。第一首偈，它這是五言的，每一句五個字，四句是一首。"
    },
    {
      "id": "09-005-0008_p0070",
      "zh_CN": "【说通及心通。如日处虚空。唯传见性法。出世破邪宗。】",
      "zh_TW": "【說通及心通。如日處虛空。唯傳見性法。出世破邪宗。】"
    },
    {
      "id": "09-005-0008_p0071",
      "zh_CN": "这一首是说整个佛法教学的宗旨，简简单单的给我们揭示出来，『说通』就是讲的教下，『心通』就是讲的宗门，所以这一句就是把整个佛法十大宗都包括了。「心通」就是禅宗，除禅宗之外统统叫做教下。所以佛门自己称宗教就是这个意思，它与现在我们世间人一般讲宗教定义不相同，佛教自己称宗教就是宗门教下。宗门里面它的特色就是不立文字、直指人心、见性成佛，这个是手段不一样。教下都是有经典依据，就好像我们办学校一样，有小学、中学、大学、研究所，这样一层一层循序渐进，这个都叫「说通」。还有一个意思，「心通」有证悟实相的意思；「说通」是对于佛法能够理解，没有能够证得。真正证得了，这是心通。心通，说没有不通的；能有说通，未必有心通。所以博闻强记的人，他能说通，他心不通；心通的人，没有说说不通。这就是心通比说通境界要高。由此可知，说通与心通，宗门、教下都有。",
      "zh_TW": "這一首是說整個佛法教學的宗旨，簡簡單單的給我們揭示出來，『說通』就是講的教下，『心通』就是講的宗門，所以這一句就是把整個佛法十大宗都包括了。「心通」就是禪宗，除禪宗之外統統叫做教下。所以佛門自己稱宗教就是這個意思，它與現在我們世間人一般講宗教定義不相同，佛教自己稱宗教就是宗門教下。宗門裡面它的特色就是不立文字、直指人心、見性成佛，這個是手段不一樣。教下都是有經典依據，就好像我們辦學校一樣，有小學、中學、大學、研究所，這樣一層一層循序漸進，這個都叫「說通」。還有一個意思，「心通」有證悟實相的意思；「說通」是對於佛法能夠理解，沒有能夠證得。真正證得了，這是心通。心通，說沒有不通的；能有說通，未必有心通。所以博聞強記的人，他能說通，他心不通；心通的人，沒有說說不通。這就是心通比說通境界要高。由此可知，說通與心通，宗門、教下都有。"
    },
    {
      "id": "09-005-0008_p0072",
      "zh_CN": "这一句是比喻，『如日处虚空』，「日」是代表光明，佛法就像慧日一样在虚空。「虚空」这个意思显示出它不着，如果要着，它就不动，太阳是动的，它在空中不住空，佛法最要紧就是教我们要不执着。『唯传见性法』，宗门、教下都是以这个为宗旨，禅宗教我们明心见性，教下也是教我们明心见性，不过教下那个名词不一样，叫大开圆解，大开圆解就是明心见性；我们净土宗叫理一心不乱，理一心不乱也是明心见性。换句话说，一桩事情，名字叫的不一样，其实是一桩事情，都是讲的见性法，所以是「唯传见性法」。『出世破邪宗』，「出世」，出现在这个世间，在这个世间建立佛法的教学是为什么？是破那些邪知邪见的。换句话说，凡是不以明心见性为教学宗旨的，佛门里都称之为「邪宗」。他这个是标准定得高，这是我们要晓得的，他是一个高标准的看法。",
      "zh_TW": "這一句是比喻，『如日處虛空』，「日」是代表光明，佛法就像慧日一樣在虛空。「虛空」這個意思顯示出它不著，如果要著，它就不動，太陽是動的，它在空中不住空，佛法最要緊就是教我們要不執著。『唯傳見性法』，宗門、教下都是以這個為宗旨，禪宗教我們明心見性，教下也是教我們明心見性，不過教下那個名詞不一樣，叫大開圓解，大開圓解就是明心見性；我們淨土宗叫理一心不亂，理一心不亂也是明心見性。換句話說，一樁事情，名字叫的不一樣，其實是一樁事情，都是講的見性法，所以是「唯傳見性法」。『出世破邪宗』，「出世」，出現在這個世間，在這個世間建立佛法的教學是為什麼？是破那些邪知邪見的。換句話說，凡是不以明心見性為教學宗旨的，佛門裡都稱之為「邪宗」。他這個是標準定得高，這是我們要曉得的，他是一個高標準的看法。"
    },
    {
      "id": "09-005-0008_p0073",
      "zh_CN": "因为不见性，实实在在讲很麻烦，即使修善业，固然来生得善报，可是这个善报，他享福，享人天福报，凡是享人天福报的享尽了，享尽了还是要堕落。因为我们造业不是一生，生生世世，生生世世之中，仔细想来，我们造的恶业多，造的善业少，这是必定的。如果要不信，我们自己可以很冷静的去想一想，我从早到晚，这一天当中、这几个小时当中我的起心动念，如果诸位自己要把它记录一下，我起了多少个善念、多少个恶念。古人有用这个来练心的，他起个恶念就用个黑豆，他放两个瓶，起个恶念拿个黑豆丢瓶里，起个善念找一个白豆丢瓶里，结果一天看起来，那个黑豆的瓶里好多好多，白豆只有几粒。这检查就晓得，自己起心动念恶念多、善念少。所以你不认真检点，不晓得，认真检点，才知道念头的可怕。袁了凡居士用功过格就是检点自己的善恶，自己知道了，知道就改，总希望自己每一天善念多、恶念少，他才能真正改。你要不认真检点，没有法子改过，为什么？不知道善恶，总以为自己：我善多，恶念不多。你没有记录，你有记录就不一样了。既然是有恶业，必定堕三途。所以说那些是邪宗，实实在在有道理。第二首偈是讲理法，佛教法宝中有教理行果。前面是讲教学，这个地方讲理论，佛法里头讲的理论。",
      "zh_TW": "因為不見性，實實在在講很麻煩，即使修善業，固然來生得善報，可是這個善報，他享福，享人天福報，凡是享人天福報的享盡了，享盡了還是要墮落。因為我們造業不是一生，生生世世，生生世世之中，仔細想來，我們造的惡業多，造的善業少，這是必定的。如果要不信，我們自己可以很冷靜的去想一想，我從早到晚，這一天當中、這幾個小時當中我的起心動念，如果諸位自己要把它記錄一下，我起了多少個善念、多少個惡念。古人有用這個來練心的，他起個惡念就用個黑豆，他放兩個瓶，起個惡念拿個黑豆丟瓶裡，起個善念找一個白豆丟瓶裡，結果一天看起來，那個黑豆的瓶裡好多好多，白豆只有幾粒。這檢查就曉得，自己起心動念惡念多、善念少。所以你不認真檢點，不曉得，認真檢點，才知道念頭的可怕。袁了凡居士用功過格就是檢點自己的善惡，自己知道了，知道就改，總希望自己每一天善念多、惡念少，他才能真正改。你要不認真檢點，沒有法子改過，為什麼？不知道善惡，總以為自己：我善多，惡念不多。你沒有記錄，你有記錄就不一樣了。既然是有惡業，必定墮三途。所以說那些是邪宗，實實在在有道理。第二首偈是講理法，佛教法寶中有教理行果。前面是講教學，這個地方講理論，佛法裡頭講的理論。"
    },
    {
      "id": "09-005-0008_p0074",
      "zh_CN": "【法即无顿渐。迷悟有迟疾。只此见性门。愚人不可悉。】",
      "zh_TW": "【法即無頓漸。迷悟有遲疾。只此見性門。愚人不可悉。】"
    },
    {
      "id": "09-005-0008_p0075",
      "zh_CN": "这是讲佛教的理，从理上讲法是平等的，哪有什么顿与渐？『顿』就是指禅宗，『渐』就是指教下。实在讲，法没有顿渐。顿渐从哪里来？顿渐从人来的。其实人也是平等的。人里头为什么有分？人里面就是迷悟不相同。有人迷得重的，他就悟得少；悟得深的，他就迷得轻。所以说一切众生迷悟不相同。迷得重的人，他悟得就慢；迷得轻的人，他悟得就快，这样才变成好像教也有顿渐了，这个现象是从这么产生的。六祖所传的是直截了当明心见性，这个必须要有很高的悟性，迷得很浅的人才能够办得到。所以说『愚人不可悉』，「愚人」就是迷得重的人，业障重的人没有法子。换句话说，他的教学不接引这一类人，迷惑太重的人他没法子，他是要接引上上乘人，那是他教化的对象。底下有三首偈是讲行法。第三首是总说，第四首这是别说。我们先看第三首：",
      "zh_TW": "這是講佛教的理，從理上講法是平等的，哪有什麼頓與漸？『頓』就是指禪宗，『漸』就是指教下。實在講，法沒有頓漸。頓漸從哪裡來？頓漸從人來的。其實人也是平等的。人裡頭為什麼有分？人裡面就是迷悟不相同。有人迷得重的，他就悟得少；悟得深的，他就迷得輕。所以說一切眾生迷悟不相同。迷得重的人，他悟得就慢；迷得輕的人，他悟得就快，這樣才變成好像教也有頓漸了，這個現象是從這麼產生的。六祖所傳的是直截了當明心見性，這個必須要有很高的悟性，迷得很淺的人才能夠辦得到。所以說『愚人不可悉』，「愚人」就是迷得重的人，業障重的人沒有法子。換句話說，他的教學不接引這一類人，迷惑太重的人他沒法子，他是要接引上上乘人，那是他教化的對象。底下有三首偈是講行法。第三首是總說，第四首這是別說。我們先看第三首："
    },
    {
      "id": "09-005-0008_p0076",
      "zh_CN": "【说即虽万般。合理还归一。烦恼暗宅中。常须生慧日。】",
      "zh_TW": "【說即雖萬般。合理還歸一。煩惱暗宅中。常須生慧日。】"
    },
    {
      "id": "09-005-0008_p0077",
      "zh_CN": "这是讲修行法门里面总纲领。『说』是讲经说法，就是教学。教学的宗派很多，宗派就像一个学校的院系一样，佛门里很多很多；法门就好比课程，课程就更多了。就以经典来说，现在佛教的《大藏经》，从印度直接翻译过来的三千多部，没有翻过来的还是很多；如果加上历代这些注疏，这些祖师大德们的注疏，现在有十几万卷。实在讲，分量非常之大。这是教学。教学虽然是多，有万般，理是一个。什么理？都是诱导我们明心见性，这是一个理。『合理还归一』，佛门常说殊途同归，不管是哪个法门，到最后一定是教你明心见性。性在哪里？性就在烦恼当中。所以他特别提醒我们，『烦恼暗宅中，常须生慧日』，迷了就是烦恼，悟了就是自性、就是慧日。所以在日常生活当中教我们要觉而不迷，必须要知道烦恼是迷的相，智慧是觉悟的相，破迷开悟就是转烦恼为菩提。第四首这是讲生智慧：",
      "zh_TW": "這是講修行法門裡面總綱領。『說』是講經說法，就是教學。教學的宗派很多，宗派就像一個學校的院系一樣，佛門裡很多很多；法門就好比課程，課程就更多了。就以經典來說，現在佛教的《大藏經》，從印度直接翻譯過來的三千多部，沒有翻過來的還是很多；如果加上歷代這些註疏，這些祖師大德們的註疏，現在有十幾萬卷。實在講，分量非常之大。這是教學。教學雖然是多，有萬般，理是一個。什麼理？都是誘導我們明心見性，這是一個理。『合理還歸一』，佛門常說殊途同歸，不管是哪個法門，到最後一定是教你明心見性。性在哪裡？性就在煩惱當中。所以他特別提醒我們，『煩惱暗宅中，常須生慧日』，迷了就是煩惱，悟了就是自性、就是慧日。所以在日常生活當中教我們要覺而不迷，必須要知道煩惱是迷的相，智慧是覺悟的相，破迷開悟就是轉煩惱為菩提。第四首這是講生智慧："
    },
    {
      "id": "09-005-0008_p0078",
      "zh_CN": "【邪来烦恼至。】",
      "zh_TW": "【邪來煩惱至。】"
    },
    {
      "id": "09-005-0008_p0079",
      "zh_CN": "烦恼现前，自己要觉悟，那就是邪来了，邪知邪见才会有烦恼。",
      "zh_TW": "煩惱現前，自己要覺悟，那就是邪來了，邪知邪見才會有煩惱。"
    },
    {
      "id": "09-005-0008_p0080",
      "zh_CN": "【正来烦恼除。】",
      "zh_TW": "【正來煩惱除。】"
    },
    {
      "id": "09-005-0008_p0081",
      "zh_CN": "『正』就是正知正见，烦恼就消失了。可是一个真正修行人，应该用什么态度？",
      "zh_TW": "『正』就是正知正見，煩惱就消失了。可是一個真正修行人，應該用什麼態度？"
    },
    {
      "id": "09-005-0008_p0082",
      "zh_CN": "【邪正俱不用。清净至无余。】",
      "zh_TW": "【邪正俱不用。清淨至無餘。】"
    },
    {
      "id": "09-005-0008_p0083",
      "zh_CN": "你心里有个正法，固然是不错，是能够不生烦恼，但是你也不开智慧。你心里面如果有正，心里头如果有佛法、有一切善法，心里头有一切善法，果报在三善道；心里面有佛法，大概果报在声闻、缘觉、权教菩萨，不能见性，为什么？清净心里面没有佛法。「本来无一物，何处惹尘埃」，你清净心里头还有个佛，有个佛你的心就不清净，诸位一定要明白这个道理。可是我们现在心里头要有佛，因为我们是很不清净。到什么时候我们这个佛才不要？一定要到西方极乐世界以后我们才不要，我们才能把境界再往上提升。现在我们一心一意想求生西方极乐世界，这个心里头非有阿弥陀佛不可，要懂得这个道理。所以看了禅宗这些语录、经典，看到这个，佛也不要，好了，你阿弥陀佛也不念了，那个麻烦就大了，这就把它那个意思错解了，因为他讲的话没错，他那是高境界。",
      "zh_TW": "你心裡有個正法，固然是不錯，是能夠不生煩惱，但是你也不開智慧。你心裡面如果有正，心裡頭如果有佛法、有一切善法，心裡頭有一切善法，果報在三善道；心裡面有佛法，大概果報在聲聞、緣覺、權教菩薩，不能見性，為什麼？清淨心裡面沒有佛法。「本來無一物，何處惹塵埃」，你清淨心裡頭還有個佛，有個佛你的心就不清淨，諸位一定要明白這個道理。可是我們現在心裡頭要有佛，因為我們是很不清淨。到什麼時候我們這個佛才不要？一定要到西方極樂世界以後我們才不要，我們才能把境界再往上提升。現在我們一心一意想求生西方極樂世界，這個心裡頭非有阿彌陀佛不可，要懂得這個道理。所以看了禪宗這些語錄、經典，看到這個，佛也不要，好了，你阿彌陀佛也不念了，那個麻煩就大了，這就把它那個意思錯解了，因為他講的話沒錯，他那是高境界。"
    },
    {
      "id": "09-005-0008_p0084",
      "zh_CN": "到法身大士，他就不能有佛，如果再有的话，他境界决定不能向上提升，就是他不能见性，你可以得定，不能见性。换句话说，我们今天念阿弥陀佛，如果心里头真有佛，你阿弥陀佛念得再好，是事一心不乱，决定不能到理一心不乱。因为理一心不乱你还有个佛，与理不合，理里头没有佛。可是你要晓得，你要到事一心不乱之后，才可以心里头没有佛。没有佛要不要念？要念。怎么没有佛也要念？那是念而无念，无念而念。有念不碍无念，无念不碍有念，那叫真的无。所以这个无并不是什么都没有，那就错了。无是什么？没有执着，没有分别，虽然念南无阿弥陀佛，没有分别这桩事情，也没有执着这个事情，这才是般若，这个才是观照。如果你什么都不念，你又落在空无里头，就是又落在无想定里面，那就大错特错了。",
      "zh_TW": "到法身大士，他就不能有佛，如果再有的話，他境界決定不能向上提升，就是他不能見性，你可以得定，不能見性。換句話說，我們今天念阿彌陀佛，如果心裡頭真有佛，你阿彌陀佛念得再好，是事一心不亂，決定不能到理一心不亂。因為理一心不亂你還有個佛，與理不合，理裡頭沒有佛。可是你要曉得，你要到事一心不亂之後，才可以心裡頭沒有佛。沒有佛要不要念？要念。怎麼沒有佛也要念？那是念而無念，無念而念。有念不礙無念，無念不礙有念，那叫真的無。所以這個無並不是什麼都沒有，那就錯了。無是什麼？沒有執著，沒有分別，雖然念南無阿彌陀佛，沒有分別這樁事情，也沒有執著這個事情，這才是般若，這個才是觀照。如果你什麼都不念，你又落在空無裡頭，就是又落在無想定裡面，那就大錯特錯了。"
    },
    {
      "id": "09-005-0008_p0085",
      "zh_CN": "所以你看《楞严经》，这上面讲大势至菩萨，他是用念佛修楞严大定的。你看他老人家所讲的，二六时中，「都摄六根，净念相继」，他念！念就是一句阿弥陀佛没断。净是什么？净，不执着。不分别，不执着，心里头真的没有，口里头真念，这个才叫做真正的清净，这个才叫真正的无念。跟六祖所讲这个无念道理是一样的，无念就是无分别、无执着，决定还是在念，这个才叫做无念。所以讲『邪正俱不用』，为什么？「邪正」是二边、是相对的，相对的与性不相应，真如本性不是相对的。所以凡是相对的，都要把它舍掉，你这个心才到真正的清净。『清净至无余』，就是到最极清净，最极清净也就叫做大涅槃。所以，「清净至无余」，也就是证得大涅槃的境界。再看底下一首，第五首讲自觉：",
      "zh_TW": "所以你看《楞嚴經》，這上面講大勢至菩薩，他是用念佛修楞嚴大定的。你看他老人家所講的，二六時中，「都攝六根，淨念相繼」，他念！念就是一句阿彌陀佛沒斷。淨是什麼？淨，不執著。不分別，不執著，心裡頭真的沒有，口裡頭真念，這個才叫做真正的清淨，這個才叫真正的無念。跟六祖所講這個無念道理是一樣的，無念就是無分別、無執著，決定還是在念，這個才叫做無念。所以講『邪正俱不用』，為什麼？「邪正」是二邊、是相對的，相對的與性不相應，真如本性不是相對的。所以凡是相對的，都要把它捨掉，你這個心才到真正的清淨。『清淨至無餘』，就是到最極清淨，最極清淨也就叫做大涅槃。所以，「清淨至無餘」，也就是證得大涅槃的境界。再看底下一首，第五首講自覺："
    },
    {
      "id": "09-005-0008_p0086",
      "zh_CN": "【菩提本自性。起心即是妄。净心在妄中。但正无三障。】",
      "zh_TW": "【菩提本自性。起心即是妄。淨心在妄中。但正無三障。】"
    },
    {
      "id": "09-005-0008_p0087",
      "zh_CN": "这个好，这首偈子说得非常之好。『菩提』就是大觉，我们自性里面本来就有觉性，由此可知，菩提不是修来的，是你自己本来有的。本有的大菩提现在为什么不能现前？因为我们在一切境界当中起心动念，所以把本来具有的觉性失掉了。所以第二句跟我们说，『起心即是妄』，妄是在这个地方。虽然是有妄，我们这个真的有没有失掉？没有失掉，真跟妄是同时的。『净心』是真的，譬如我们举一个浅显的例子来说，诚敬心哪个人没有？诚敬心就是真如本性，就是佛性。我们在别人面前起了贡高我慢，这是妄心。妄心起来了，我们诚敬心有没有？诚敬心当然有，诚敬是本来有的，妄心是本来无的，这个诸位要知道。所以本来无的，一定可以断得掉，可以去掉，本来有的，决定可以现前。「净心」是真如本性，在哪里？就在烦恼里面，就在妄心里面，真妄和合，我们要明了、要晓得哪是真哪是妄。",
      "zh_TW": "這個好，這首偈子說得非常之好。『菩提』就是大覺，我們自性裡面本來就有覺性，由此可知，菩提不是修來的，是你自己本來有的。本有的大菩提現在為什麼不能現前？因為我們在一切境界當中起心動念，所以把本來具有的覺性失掉了。所以第二句跟我們說，『起心即是妄』，妄是在這個地方。雖然是有妄，我們這個真的有沒有失掉？沒有失掉，真跟妄是同時的。『淨心』是真的，譬如我們舉一個淺顯的例子來說，誠敬心哪個人沒有？誠敬心就是真如本性，就是佛性。我們在別人面前起了貢高我慢，這是妄心。妄心起來了，我們誠敬心有沒有？誠敬心當然有，誠敬是本來有的，妄心是本來無的，這個諸位要知道。所以本來無的，一定可以斷得掉，可以去掉，本來有的，決定可以現前。「淨心」是真如本性，在哪裡？就在煩惱裡面，就在妄心裡面，真妄和合，我們要明瞭、要曉得哪是真哪是妄。"
    },
    {
      "id": "09-005-0008_p0088",
      "zh_CN": "只要你正就行了，正就没有三障。『正』是正心，正心就是菩提心，我们常说发菩提心，只要你一发菩提心就没有三障。『三障』就是讲的烦恼障、业障、报障。「障」是什么意思？就是障碍了菩提涅槃，障碍了明心见性，这有三类的障碍。只要你能够正心，这三障就没有。这个正心，菩提心里面所说的至诚心，这是正的本体；深心、大悲心是正心的作用，有体、有用。儒家讲「诚意正心」，诚意是体，正心就是作用、就是起用，用在我们生活上，用在我们社会上，就是修身、齐家、治国、平天下，跟佛法所讲的是一个道理。佛法讲的直心就是至诚心，就是诚意；讲的深心就是清净心。自己要清净，对别人要慈悲，这就是正。自己清净，对人慈悲，你三障就能够消除。所以这一首是教我们自觉，自觉的秘诀就是要正心。再看底下有三首，六、七、八这三首，都是讲觉他。",
      "zh_TW": "只要你正就行了，正就沒有三障。『正』是正心，正心就是菩提心，我們常說發菩提心，只要你一發菩提心就沒有三障。『三障』就是講的煩惱障、業障、報障。「障」是什麼意思？就是障礙了菩提涅槃，障礙了明心見性，這有三類的障礙。只要你能夠正心，這三障就沒有。這個正心，菩提心裡面所說的至誠心，這是正的本體；深心、大悲心是正心的作用，有體、有用。儒家講「誠意正心」，誠意是體，正心就是作用、就是起用，用在我們生活上，用在我們社會上，就是修身、齊家、治國、平天下，跟佛法所講的是一個道理。佛法講的直心就是至誠心，就是誠意；講的深心就是清淨心。自己要清淨，對別人要慈悲，這就是正。自己清淨，對人慈悲，你三障就能夠消除。所以這一首是教我們自覺，自覺的祕訣就是要正心。再看底下有三首，六、七、八這三首，都是講覺他。"
    },
    {
      "id": "09-005-0008_p0089",
      "zh_CN": "【世人若修道。一切尽不妨。常自见己过。与道即相当。】",
      "zh_TW": "【世人若修道。一切盡不妨。常自見己過。與道即相當。】"
    },
    {
      "id": "09-005-0008_p0090",
      "zh_CN": "这讲『修道』，「修道」就是修明心见性。『一切尽不妨』，这个「一切」就是男女老少、各行各业都没有障碍，甚至于修其他的宗教也不妨碍。我们在《华严经》里面就看到几个，像胜热婆罗门，他不是佛教徒，他是婆罗门教；遍行外道那更不是佛教，我们看到五个不是佛教的，就是其他宗教的宗教徒，不妨碍，一样可以学佛，一样可以明心见性。所以它与宗教不相妨碍，不管信仰什么宗教，都可以修学这个法门，所以说一切尽不妨。可是要紧的在哪里？要『常自见己过，与道即相当』。为什么？修行就是改过，我们行为当中有过失，把它改正过来、修正过来，这叫修行。如果你自己连过失都见不到，试问问你修什么，你怎么个修法？你没有办法修正。你要想修正你的行为，首先你要知道行为的过失，哪些地方是不对、错的，你能把它改过来。天天改，不贰过，这就是菩萨道。所以这两句话非常重要。第七首说：",
      "zh_TW": "這講『修道』，「修道」就是修明心見性。『一切盡不妨』，這個「一切」就是男女老少、各行各業都沒有障礙，甚至於修其他的宗教也不妨礙。我們在《華嚴經》裡面就看到幾個，像勝熱婆羅門，他不是佛教徒，他是婆羅門教；遍行外道那更不是佛教，我們看到五個不是佛教的，就是其他宗教的宗教徒，不妨礙，一樣可以學佛，一樣可以明心見性。所以它與宗教不相妨礙，不管信仰什麼宗教，都可以修學這個法門，所以說一切盡不妨。可是要緊的在哪裡？要『常自見己過，與道即相當』。為什麼？修行就是改過，我們行為當中有過失，把它改正過來、修正過來，這叫修行。如果你自己連過失都見不到，試問問你修什麼，你怎麼個修法？你沒有辦法修正。你要想修正你的行為，首先你要知道行為的過失，哪些地方是不對、錯的，你能把它改過來。天天改，不貳過，這就是菩薩道。所以這兩句話非常重要。第七首說："
    },
    {
      "id": "09-005-0008_p0091",
      "zh_CN": "【色类自有道。各不相妨恼。离道别觅道。终身不见道。】",
      "zh_TW": "【色類自有道。各不相妨惱。離道別覓道。終身不見道。】"
    },
    {
      "id": "09-005-0008_p0092",
      "zh_CN": "『色类』是指一切众生之类，各有各的生存之道。我们今天，现在世间人他晓得了，地球上要讲求生态平衡，这就是此地讲的「色类自有道」。你要是把生态当中某一种东西把它消灭掉，它会影响别的，它就不平衡，整个大自然它就失去了平衡，这是错误的。佛法为什么有八万四千法门，为什么有无量法门？原因就在此地，要这个法门能适合你，你就用这个方法，不必跟着别人去学，用不着。门门都能见性，门门都能证果，这就对了，这是佛法的好处！它能够说出种种法门，适合男女老少，适合各行各业，甚至于适合各种不同的宗教，绝对不反对你的宗教，你还是学你的宗教，一样能成就。",
      "zh_TW": "『色類』是指一切眾生之類，各有各的生存之道。我們今天，現在世間人他曉得了，地球上要講求生態平衡，這就是此地講的「色類自有道」。你要是把生態當中某一種東西把它消滅掉，它會影響別的，它就不平衡，整個大自然它就失去了平衡，這是錯誤的。佛法為什麼有八萬四千法門，為什麼有無量法門？原因就在此地，要這個法門能適合你，你就用這個方法，不必跟著別人去學，用不著。門門都能見性，門門都能證果，這就對了，這是佛法的好處！它能夠說出種種法門，適合男女老少，適合各行各業，甚至於適合各種不同的宗教，絕對不反對你的宗教，你還是學你的宗教，一樣能成就。"
    },
    {
      "id": "09-005-0008_p0093",
      "zh_CN": "再跟诸位说，西藏尼泊尔的密宗就是有他们原来的宗教，他们信神，他们有信婆罗门教，有信印度教，他们也学佛，学佛还拜他的神。所以我们往往看到，他们密宗里头有很多奇奇怪怪、神秘的，就是他是带着非常浓厚的宗教色彩，就是印度古老的那些神教的色彩在里面。所以诸位一定要明白这个道理，他在那个环境里，佛就教他那个方法来学佛，他学起来很顺利。所以他用不着学中国的，中国人也用不着学他的，为什么？每一个国家民族文化背景不相同，意识形态不一样，生活方式不一样，而佛法统统能适应，好处它就在此地。所以一定要记住，色类自有道。『各不相妨恼』，彼此不相妨碍，也不会彼此生烦恼，不会的。『离道别觅道，终身不见道』，道本不离人，道是要向自己心中去求，不要到外头去找，外头找不到的。再看底下一首，还是属于这个性质一类的。",
      "zh_TW": "再跟諸位說，西藏尼泊爾的密宗就是有他們原來的宗教，他們信神，他們有信婆羅門教，有信印度教，他們也學佛，學佛還拜他的神。所以我們往往看到，他們密宗裡頭有很多奇奇怪怪、神祕的，就是他是帶著非常濃厚的宗教色彩，就是印度古老的那些神教的色彩在裡面。所以諸位一定要明白這個道理，他在那個環境裡，佛就教他那個方法來學佛，他學起來很順利。所以他用不著學中國的，中國人也用不著學他的，為什麼？每一個國家民族文化背景不相同，意識形態不一樣，生活方式不一樣，而佛法統統能適應，好處它就在此地。所以一定要記住，色類自有道。『各不相妨惱』，彼此不相妨礙，也不會彼此生煩惱，不會的。『離道別覓道，終身不見道』，道本不離人，道是要向自己心中去求，不要到外頭去找，外頭找不到的。再看底下一首，還是屬於這個性質一類的。"
    },
    {
      "id": "09-005-0008_p0094",
      "zh_CN": "【波波度一生。到头还自懊。欲得见真道。行正即是道。】",
      "zh_TW": "【波波度一生。到頭還自懊。欲得見真道。行正即是道。】"
    },
    {
      "id": "09-005-0008_p0095",
      "zh_CN": "末后这两句，把真道给我们讲得很清楚、很明白。如果你要是「离道别觅道」，那个道就是你自己的清净心，你要离开自己的清净信心，到处去求道，你一生也不会见道。这个样子，你劳劳碌碌的奔波一生，到后来你就后悔，没有不后悔的。『欲得见真道』，你要想见到真道，诸佛所证的真道，诸佛所传的真道是什么？你的『行正』就是道，你心正，你的行正，这就是佛道。诸佛菩萨个个心正、行正，我自己心也正、行也正，这就是道，与十方三世诸佛如来所见、所行、所证，无二无别。所以六祖他这一段无相颂，十五首六十句，可以说把整个佛法的精髓说尽了，就是这一部《坛经》前前后后所说的，总不出这六十句的范围。前面跟诸位说过《坛经》是大乘佛法的精华，这六十句是《坛经》的精髓，也可以说这六十句是整个大乘佛法的精要处，所以他老人家教我们记住，教我们依教奉行，很有道理。今天时间到了，我们就讲到此地。",
      "zh_TW": "末後這兩句，把真道給我們講得很清楚、很明白。如果你要是「離道別覓道」，那個道就是你自己的清淨心，你要離開自己的清淨信心，到處去求道，你一生也不會見道。這個樣子，你勞勞碌碌的奔波一生，到後來你就後悔，沒有不後悔的。『欲得見真道』，你要想見到真道，諸佛所證的真道，諸佛所傳的真道是什麼？你的『行正』就是道，你心正，你的行正，這就是佛道。諸佛菩薩個個心正、行正，我自己心也正、行也正，這就是道，與十方三世諸佛如來所見、所行、所證，無二無別。所以六祖他這一段無相頌，十五首六十句，可以說把整個佛法的精髓說盡了，就是這一部《壇經》前前後後所說的，總不出這六十句的範圍。前面跟諸位說過《壇經》是大乘佛法的精華，這六十句是《壇經》的精髓，也可以說這六十句是整個大乘佛法的精要處，所以他老人家教我們記住，教我們依教奉行，很有道理。今天時間到了，我們就講到此地。"
    }
  ]
}