{
  "doc_id": "09-005-0021",
  "title": {
    "zh_CN": "六祖坛经",
    "zh_TW": "六祖壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-005-0021",
  "total_paragraphs": 284,
  "paragraphs": [
    {
      "id": "09-005-0021_p0001",
      "zh_CN": "倒数第三行，第三句开始：",
      "zh_TW": "倒數第三行，第三句開始："
    },
    {
      "id": "09-005-0021_p0002",
      "zh_CN": "【报诸学道人。努力须用意。莫于大乘门。却执生死智。】",
      "zh_TW": "【報諸學道人。努力須用意。莫於大乘門。卻執生死智。】"
    },
    {
      "id": "09-005-0021_p0003",
      "zh_CN": "从这一首以下都是说不争。这首偈的大意是说明大乘学者，不执着生死这种见解，『生死智』就是于生死的看法，不执着这个看法。佛法里面争论是自古以来都免不了的，可是争论看在什么样的情形之下。如果是为了破迷开悟，这个争论是对的，所谓辩论是对的。如果执着自己的成见，彼此不服，那这种争论就是生死根本，障碍了悟门，不但是不能了生死，连开悟都达不到。所以这一点很重要、很重要。所以祖师嘱咐大家『努力须用意』，「努力」就是要认真去努力、去修学。『莫于大乘门』，这个「大乘门」特别指禅宗的顿教，决定不能执着有生死的见解。",
      "zh_TW": "從這一首以下都是說不爭。這首偈的大意是說明大乘學者，不執著生死這種見解，『生死智』就是於生死的看法，不執著這個看法。佛法裡面爭論是自古以來都免不了的，可是爭論看在什麼樣的情形之下。如果是為了破迷開悟，這個爭論是對的，所謂辯論是對的。如果執著自己的成見，彼此不服，那這種爭論就是生死根本，障礙了悟門，不但是不能了生死，連開悟都達不到。所以這一點很重要、很重要。所以祖師囑咐大家『努力須用意』，「努力」就是要認真去努力、去修學。『莫於大乘門』，這個「大乘門」特別指禪宗的頓教，決定不能執著有生死的見解。"
    },
    {
      "id": "09-005-0021_p0004",
      "zh_CN": "【若言下相应。即共论佛义。若实不相应。合掌令欢喜。】",
      "zh_TW": "【若言下相應。即共論佛義。若實不相應。合掌令歡喜。】"
    },
    {
      "id": "09-005-0021_p0005",
      "zh_CN": "这一首偈非常非常的要紧。那就是契机契理可以在一块讨论佛法，辩论都没有问题。如果是一昧执着自己的成见，自以为是，批判别人的，不相应的，就不要跟他辩论，他说什么就合掌赞叹几句，欢欢喜喜就行了，跟他结一个善缘。这个在我们一般社会上待人接物，都用得上这个原理。",
      "zh_TW": "這一首偈非常非常的要緊。那就是契機契理可以在一塊討論佛法，辯論都沒有問題。如果是一昧執著自己的成見，自以為是，批判別人的，不相應的，就不要跟他辯論，他說什麼就合掌讚歎幾句，歡歡喜喜就行了，跟他結一個善緣。這個在我們一般社會上待人接物，都用得上這個原理。"
    },
    {
      "id": "09-005-0021_p0006",
      "zh_CN": "【此宗本无诤。诤即失道意。】",
      "zh_TW": "【此宗本無諍。諍即失道意。】"
    },
    {
      "id": "09-005-0021_p0007",
      "zh_CN": "顿教法门里面决定没有争论，为什么？本觉常照，经上处处也说「寂而常照，照而常寂」，心地清净，清净光明，决定没有争论。只有看到别人，如果有错的地方给他指点，他不服气的时候，我们不跟他争论。他若有疑，有疑可以给他解释，可以给他讲解，可以给他辩论，辩论无非是破他的疑惑而已，决非争论。『诤』就失了道意，「诤」里面他有个胜负的心，有一个自以为是、不肯服输，有这个念头在，这个就错了，学道的人不可以有这种念头。禅如是，净也是如是，这一点同修们要特别注意。念佛的人要是争，诸位想想，他怎么能到一心不乱？这不可能的事情。不但一心不乱得不到，我们常讲功夫成片，要想到功夫成片，这个争论就要不得，一有争论我们的功夫全盘失掉了。所以这一点要特别的注意。",
      "zh_TW": "頓教法門裡面決定沒有爭論，為什麼？本覺常照，經上處處也說「寂而常照，照而常寂」，心地清淨，清淨光明，決定沒有爭論。只有看到別人，如果有錯的地方給他指點，他不服氣的時候，我們不跟他爭論。他若有疑，有疑可以給他解釋，可以給他講解，可以給他辯論，辯論無非是破他的疑惑而已，決非爭論。『諍』就失了道意，「諍」裡面他有個勝負的心，有一個自以為是、不肯服輸，有這個念頭在，這個就錯了，學道的人不可以有這種念頭。禪如是，淨也是如是，這一點同修們要特別注意。念佛的人要是爭，諸位想想，他怎麼能到一心不亂？這不可能的事情。不但一心不亂得不到，我們常講功夫成片，要想到功夫成片，這個爭論就要不得，一有爭論我們的功夫全盤失掉了。所以這一點要特別的注意。"
    },
    {
      "id": "09-005-0021_p0008",
      "zh_CN": "【执逆诤法门。自性入生死。】",
      "zh_TW": "【執逆諍法門。自性入生死。】"
    },
    {
      "id": "09-005-0021_p0009",
      "zh_CN": "这个末后两句是讲争论的过失。『执』就是固执，『逆』是违逆，违逆自性，换句话说，就是违背了清净心，这心不清净。这个就是所谓斗诤的法门，不断的斗诤下去，你真如本性决定迷惑颠倒，还是要去搞六道轮回，这就是『自性入生死』。因为有『诤』，诸位要晓得，必定有瞋恚，瞋恚决定退失道心。你看烦恼里面，最严重的就是瞋恚，最严重是瞋恚。大经上常讲，「一念瞋心起，百万障门开」，所有的障碍统统都起来了。所以佛在《楞严经》里面讲，《楞严经》说得详细，通常讲六道，《楞严》讲七道，六道里头再加一个仙人，把仙人提出来也列一道，所以一共有七道。而这个七趣（趣跟道是一样的意思）内容很长，但是讲地狱这一道占全文的二分之一。佛为什么把地狱说得这么详细？就是告诉你，这个地方决定去不得，去了之后麻烦可大。地狱是什么原因去的？瞋恚心。瞋心堕地狱，贪心堕饿鬼，愚痴是畜生。所以佛教我们断贪瞋痴，换句话说，不再堕三恶道，道理在此地，特别是地狱道决定去不得。再看下面经文：",
      "zh_TW": "這個末後兩句是講爭論的過失。『執』就是固執，『逆』是違逆，違逆自性，換句話說，就是違背了清淨心，這心不清淨。這個就是所謂鬥諍的法門，不斷的鬥諍下去，你真如本性決定迷惑顛倒，還是要去搞六道輪迴，這就是『自性入生死』。因為有『諍』，諸位要曉得，必定有瞋恚，瞋恚決定退失道心。你看煩惱裡面，最嚴重的就是瞋恚，最嚴重是瞋恚。大經上常講，「一念瞋心起，百萬障門開」，所有的障礙統統都起來了。所以佛在《楞嚴經》裡面講，《楞嚴經》說得詳細，通常講六道，《楞嚴》講七道，六道裡頭再加一個仙人，把仙人提出來也列一道，所以一共有七道。而這個七趣（趣跟道是一樣的意思）內容很長，但是講地獄這一道佔全文的二分之一。佛為什麼把地獄說得這麼詳細？就是告訴你，這個地方決定去不得，去了之後麻煩可大。地獄是什麼原因去的？瞋恚心。瞋心墮地獄，貪心墮餓鬼，愚痴是畜生。所以佛教我們斷貪瞋痴，換句話說，不再墮三惡道，道理在此地，特別是地獄道決定去不得。再看下面經文："
    },
    {
      "id": "09-005-0021_p0010",
      "zh_CN": "【时徒众闻说偈已。普皆作礼。并体师意。各各摄心。依法修行。更不敢诤。乃知大师不久住世。】",
      "zh_TW": "【時徒眾聞說偈已。普皆作禮。並體師意。各各攝心。依法修行。更不敢諍。乃知大師不久住世。】"
    },
    {
      "id": "09-005-0021_p0011",
      "zh_CN": "这都是六祖最后的遗言。说了这个偈之后，大家有些体会到祖师的苦口婆心，劝导大家要和睦，僧团要和合，不要争论，这样佛法才能够发扬光大。这是祖师这一段的意思。",
      "zh_TW": "這都是六祖最後的遺言。說了這個偈之後，大家有些體會到祖師的苦口婆心，勸導大家要和睦，僧團要和合，不要爭論，這樣佛法才能夠發揚光大。這是祖師這一段的意思。"
    },
    {
      "id": "09-005-0021_p0012",
      "zh_CN": "【法海上座再拜问曰。和尚入灭之后。衣法当付何人。】",
      "zh_TW": "【法海上座再拜問曰。和尚入滅之後。衣法當付何人。】"
    },
    {
      "id": "09-005-0021_p0013",
      "zh_CN": "这是问到传法，这很重要。您老人家是第六代祖师，圆寂之后，第七代的祖师应该由什么人来接替你的位？",
      "zh_TW": "這是問到傳法，這很重要。您老人家是第六代祖師，圓寂之後，第七代的祖師應該由什麼人來接替你的位？"
    },
    {
      "id": "09-005-0021_p0014",
      "zh_CN": "【师曰。吾于大梵寺说法。以至于今。抄录流行。目曰法宝坛经。汝等守护。递相传授。度诸群生。但依此说。是名正法。】",
      "zh_TW": "【師曰。吾於大梵寺說法。以至於今。抄錄流行。目曰法寶壇經。汝等守護。遞相傳授。度諸群生。但依此說。是名正法。】"
    },
    {
      "id": "09-005-0021_p0015",
      "zh_CN": "可见得六祖这个语录，他老人家在世的时候就已经流行了。我们在第一章，第一章就是他最初在大梵寺讲的，非常完整的一个讲演的记录，六祖在世已经就流通，而且已经定了个名字叫《法宝坛经》。三十七年当中所讲的就是这部经的第一章，凡是重要的话都已经抄录，而且把它分类；就是说它有十章，有十个小题目，分成十类，这个十类就是三十七年所讲的。除了第一章之外，第一章、第二章可以说是同时讲的，第三章以后都是三十七年所讲的。所以特别嘱咐大家，传法就是传承，『递相传受』，自度度他，依照这个理论、方法、境界来修行，这就是正法住世。",
      "zh_TW": "可見得六祖這個語錄，他老人家在世的時候就已經流行了。我們在第一章，第一章就是他最初在大梵寺講的，非常完整的一個講演的記錄，六祖在世已經就流通，而且已經定了個名字叫《法寶壇經》。三十七年當中所講的就是這部經的第一章，凡是重要的話都已經抄錄，而且把它分類；就是說它有十章，有十個小題目，分成十類，這個十類就是三十七年所講的。除了第一章之外，第一章、第二章可以說是同時講的，第三章以後都是三十七年所講的。所以特別囑咐大家，傳法就是傳承，『遞相傳受』，自度度他，依照這個理論、方法、境界來修行，這就是正法住世。"
    },
    {
      "id": "09-005-0021_p0016",
      "zh_CN": "【今为汝等说法。不付其衣。盖为汝等信根淳熟。决定无疑。堪任大事。然据先祖达摩大师付授偈意。衣不合传。】",
      "zh_TW": "【今為汝等說法。不付其衣。蓋為汝等信根淳熟。決定無疑。堪任大事。然據先祖達摩大師付授偈意。衣不合傳。】"
    },
    {
      "id": "09-005-0021_p0017",
      "zh_CN": "达摩祖师到中国来之后传受衣钵他有这个衣，这个衣只传五代以后就再不传，达摩自己本身不算，第一代、第二代到第五代就是能大师。所以他讲，大家『根机淳熟』，因为传衣钵，衣钵就是争端。你看当年五祖传给他，他还到猎人队里头避难十五年，有多少人要抢他那个衣钵。这个偈意，从此以后只传法不传衣，法是什么？就是《坛经》，以后就传这个法，不传衣。达摩祖师这个偈子在后面：",
      "zh_TW": "達摩祖師到中國來之後傳受衣缽他有這個衣，這個衣只傳五代以後就再不傳，達摩自己本身不算，第一代、第二代到第五代就是能大師。所以他講，大家『根機淳熟』，因為傳衣缽，衣缽就是爭端。你看當年五祖傳給他，他還到獵人隊裡頭避難十五年，有多少人要搶他那個衣缽。這個偈意，從此以後只傳法不傳衣，法是什麼？就是《壇經》，以後就傳這個法，不傳衣。達摩祖師這個偈子在後面："
    },
    {
      "id": "09-005-0021_p0018",
      "zh_CN": "【偈曰。吾本来兹土。传法救迷情。一花开五叶。结果自然成。】",
      "zh_TW": "【偈曰。吾本來茲土。傳法救迷情。一花開五葉。結果自然成。】"
    },
    {
      "id": "09-005-0021_p0019",
      "zh_CN": "这首偈是个预言。第一句是达摩祖师自己称他到中国来，到中国来的目的就是来传法，是来救度众生的。底下两句就是预言，『一花开五叶』，「一花」就是达摩祖师，「五叶」就是传五代，从慧可到能大师这是五代，五代之后禅宗就发扬光大、就结果。所以到六祖确确实实将禅宗发扬光大。",
      "zh_TW": "這首偈是個預言。第一句是達摩祖師自己稱他到中國來，到中國來的目的就是來傳法，是來救度眾生的。底下兩句就是預言，『一花開五葉』，「一花」就是達摩祖師，「五葉」就是傳五代，從慧可到能大師這是五代，五代之後禪宗就發揚光大、就結果。所以到六祖確確實實將禪宗發揚光大。"
    },
    {
      "id": "09-005-0021_p0020",
      "zh_CN": "【师复曰。诸善知识。汝等各各净心。听吾说法。汝等诸人自心是佛。更莫狐疑。】",
      "zh_TW": "【師復曰。諸善知識。汝等各各淨心。聽吾說法。汝等諸人自心是佛。更莫狐疑。】"
    },
    {
      "id": "09-005-0021_p0021",
      "zh_CN": "这两句话非常重要，我们这一生能不能成就，就看你自己有没有信心。自己要不相信自己，修什么法门都不行、都不能成功。自己一定要相信自己，相信自己有佛性，相信自己有善根。过去造的恶没有关系，现前造的恶也没有关系，以后不造就好了。岂不闻《十六观经》，第十六观里头所说的，「五逆十恶」，那个罪业就非常非常的重，一念回心，只要他回心转意，十念、一念都得往生。我们今天作恶多端还没有到那个程度，那些人都可以往生，那我们没有问题。但是从今天起一定要认真的改过自新，我们不但求往生，而且要求高品位的往生，总得把自己的品位要往上提升。这个世间帮助众生的事情，我们心力尽到了，功德就圆满，不要再计较，也不要生烦恼。尽心尽力去做就好，能做多少咱们就做多少，这样就是圆满功德，决定不怀疑。",
      "zh_TW": "這兩句話非常重要，我們這一生能不能成就，就看你自己有沒有信心。自己要不相信自己，修什麼法門都不行、都不能成功。自己一定要相信自己，相信自己有佛性，相信自己有善根。過去造的惡沒有關係，現前造的惡也沒有關係，以後不造就好了。豈不聞《十六觀經》，第十六觀裡頭所說的，「五逆十惡」，那個罪業就非常非常的重，一念回心，只要他回心轉意，十念、一念都得往生。我們今天作惡多端還沒有到那個程度，那些人都可以往生，那我們沒有問題。但是從今天起一定要認真的改過自新，我們不但求往生，而且要求高品位的往生，總得把自己的品位要往上提升。這個世間幫助眾生的事情，我們心力盡到了，功德就圓滿，不要再計較，也不要生煩惱。盡心盡力去做就好，能做多少咱們就做多少，這樣就是圓滿功德，決定不懷疑。"
    },
    {
      "id": "09-005-0021_p0022",
      "zh_CN": "【外无一物而能建立。皆是本心生万种法。】",
      "zh_TW": "【外無一物而能建立。皆是本心生萬種法。】"
    },
    {
      "id": "09-005-0021_p0023",
      "zh_CN": "这就是讲，外面有没有法？心外无法，法外无心，十法界依正庄严，种种建立，统统是自心变现的，真心变现之物。",
      "zh_TW": "這就是講，外面有沒有法？心外無法，法外無心，十法界依正莊嚴，種種建立，統統是自心變現的，真心變現之物。"
    },
    {
      "id": "09-005-0021_p0024",
      "zh_CN": "【故经云心生种种法生。心灭种种法灭。】",
      "zh_TW": "【故經云心生種種法生。心滅種種法滅。】"
    },
    {
      "id": "09-005-0021_p0025",
      "zh_CN": "这是《楞伽经》里面所讲的。",
      "zh_TW": "這是《楞伽經》裡面所講的。"
    },
    {
      "id": "09-005-0021_p0026",
      "zh_CN": "【若欲成就种智。】",
      "zh_TW": "【若欲成就種智。】"
    },
    {
      "id": "09-005-0021_p0027",
      "zh_CN": "这一句话就是成佛，成佛就是成一切种智。底下这个话就重要了：",
      "zh_TW": "這一句話就是成佛，成佛就是成一切種智。底下這個話就重要了："
    },
    {
      "id": "09-005-0021_p0028",
      "zh_CN": "【须达一相三昧。一行三昧。】",
      "zh_TW": "【須達一相三昧。一行三昧。】"
    },
    {
      "id": "09-005-0021_p0029",
      "zh_CN": "决定要专一，佛法法门虽多，那个多是接引不同根机的人而设施的，不是许多法门去接引一个人，不是的，这一点一定要搞清楚。就好像药，药有很多很多种，太多了，你不能说我有病，我把所有的药统统都拿来吃，那你一定要吃死。法门也是如此，如果所有东西统统都学、统统都修，那就被这些法害死你，法身慧命就死掉了。所以佛法能救人也能害人。这个我说得很早，我那个时候一到台中，到台中亲近李老师的时候，我就提出这个议论，那一边同学反对：佛法是好的，怎么会害死人？他们不服气，去问老师。结果老师说：是，对，没错，佛法是会害死人。他们就怔住了。确实如此，你自己一定要晓得，无量法门里面只能修一个。好像我们害病，我们吃药，吃对症的这一服药，一吃病就好了，决定不能样样都吃。哪一个法门对我们的根机，我们就修一行一相。",
      "zh_TW": "決定要專一，佛法法門雖多，那個多是接引不同根機的人而設施的，不是許多法門去接引一個人，不是的，這一點一定要搞清楚。就好像藥，藥有很多很多種，太多了，你不能說我有病，我把所有的藥統統都拿來吃，那你一定要吃死。法門也是如此，如果所有東西統統都學、統統都修，那就被這些法害死你，法身慧命就死掉了。所以佛法能救人也能害人。這個我說得很早，我那個時候一到台中，到台中親近李老師的時候，我就提出這個議論，那一邊同學反對：佛法是好的，怎麼會害死人？他們不服氣，去問老師。結果老師說：是，對，沒錯，佛法是會害死人。他們就怔住了。確實如此，你自己一定要曉得，無量法門裡面只能修一個。好像我們害病，我們吃藥，吃對症的這一服藥，一吃病就好了，決定不能樣樣都吃。哪一個法門對我們的根機，我們就修一行一相。"
    },
    {
      "id": "09-005-0021_p0030",
      "zh_CN": "『一行三昧』跟『一相三昧』，诸位一定要把这个名词含义搞清楚，它不是专指哪一个法门，不是专指某一个行相。禅，你就专禅，那就是一行一相；咱修净，要老实念佛，忆佛念佛，这就是一行一相。所以这两个名词，八万四千法门，门门可以用，你要懂得这个道理。此地讲的是禅宗的「一行三昧」跟「一相三昧」，你看看我们在《弥陀经要解》里面，蕅益大师也提出一行三昧、一相三昧，那是念佛的一行一相，此地是禅宗的一行一相。但是禅宗这个意思我们要懂得，为什么？我们念佛念到一心不乱，跟禅宗完全一样，境界相同。但是我们的方法与禅不一样，净的方法容易，禅的方法难。下面就是解释这两种三昧的境界：",
      "zh_TW": "『一行三昧』跟『一相三昧』，諸位一定要把這個名詞含義搞清楚，它不是專指哪一個法門，不是專指某一個行相。禪，你就專禪，那就是一行一相；咱修淨，要老實念佛，憶佛念佛，這就是一行一相。所以這兩個名詞，八萬四千法門，門門可以用，你要懂得這個道理。此地講的是禪宗的「一行三昧」跟「一相三昧」，你看看我們在《彌陀經要解》裡面，蕅益大師也提出一行三昧、一相三昧，那是念佛的一行一相，此地是禪宗的一行一相。但是禪宗這個意思我們要懂得，為什麼？我們念佛念到一心不亂，跟禪宗完全一樣，境界相同。但是我們的方法與禪不一樣，淨的方法容易，禪的方法難。下面就是解釋這兩種三昧的境界："
    },
    {
      "id": "09-005-0021_p0031",
      "zh_CN": "【若于一切处而不住相。于彼相中不生憎爱。亦无取舍。不念利益成坏等事。安闲恬静。虚融澹泊。此名一相三昧。】",
      "zh_TW": "【若於一切處而不住相。於彼相中不生憎愛。亦無取捨。不念利益成壞等事。安閒恬靜。虛融澹泊。此名一相三昧。】"
    },
    {
      "id": "09-005-0021_p0032",
      "zh_CN": "像这个我们要把它抄下来，这个太重要了，做不到，要常常想着，可以把它写在桌子旁边做个座右铭。第一个不着相，『不住相』就是不着相。在一切相，相就是境界，顺境、逆境，顺境逆境不生憎爱，你的心就清净。顺逆境里面，『憎』就是瞋恚心，没有瞋恚心；『爱』是贪心，贪爱，不生这个心。真正的爱，慈悲，要生慈悲心，爱心。爱心里头没有贪，没有占有，就是底下讲的没有『取舍』，这就叫做慈悲。慈悲跟一般的爱有什么不相同？慈悲是爱里面没有贪瞋，没有取舍，这个就是慈悲。所以这个爱心是清净的。世间人的爱心，他里头有贪，他有执着，他有取有舍，所以这个就不是慈悲。这个是讲对顺逆两种境界，特别是在人事上，多分说在人上。",
      "zh_TW": "像這個我們要把它抄下來，這個太重要了，做不到，要常常想著，可以把它寫在桌子旁邊做個座右銘。第一個不著相，『不住相』就是不著相。在一切相，相就是境界，順境、逆境，順境逆境不生憎愛，你的心就清淨。順逆境裡面，『憎』就是瞋恚心，沒有瞋恚心；『愛』是貪心，貪愛，不生這個心。真正的愛，慈悲，要生慈悲心，愛心。愛心裡頭沒有貪，沒有佔有，就是底下講的沒有『取捨』，這就叫做慈悲。慈悲跟一般的愛有什麼不相同？慈悲是愛裡面沒有貪瞋，沒有取捨，這個就是慈悲。所以這個愛心是清淨的。世間人的愛心，他裡頭有貪，他有執著，他有取有捨，所以這個就不是慈悲。這個是講對順逆兩種境界，特別是在人事上，多分說在人上。"
    },
    {
      "id": "09-005-0021_p0033",
      "zh_CN": "『不念利益成坏等事』，注意它的「念」，我们常常讲心里头烦恼很多，想的事情太多了。真正修道人，事情在面前，尽心尽力去做，做完之后不想。你说，不想还能做事吗？当然是要想，但是一天总得要抽出一点时间不想，好！养生之道。一个非常忙碌的人，不要说多，他每天如果能够静坐下来，坐个十分钟、十五分钟，这个十分钟、十五分钟什么东西都不想，很大很大的受用。不要看这个时间短，精神体力都能恢复。因为你二十四小时统统都在打妄想，连睡觉也打妄想，打妄想就是作梦，连睡觉也打妄想。所以能够坐在那个地方，头脑很清醒，什么妄念都没有，什么都放下；要是放放不下，想不妄想妄想还是往外头冒，那就用念佛的方法。这个十几二十分钟心里头是佛号，除了佛号之外没有其他的念头，这养心也能养身，这是很重要很重要的。所以「利益成坏」这个事要放得下，为什么妄念那么多？就是这个事情放不下。利害得失放不下，这个可以说是烦恼的根本。人要把利害得失这个念头打掉了，他的烦恼至少去掉十分七、八，十之七、八都没有了，心自然能清净，佛自然能念得好。底下就是确立境界，『安闲恬静』，你的心自然就安，悠闲，心地真正到清净的境界，『虚融澹泊』，这个就是『一相三昧』。再看底下这一段文：",
      "zh_TW": "『不念利益成壞等事』，注意它的「念」，我們常常講心裡頭煩惱很多，想的事情太多了。真正修道人，事情在面前，盡心盡力去做，做完之後不想。你說，不想還能做事嗎？當然是要想，但是一天總得要抽出一點時間不想，好！養生之道。一個非常忙碌的人，不要說多，他每天如果能夠靜坐下來，坐個十分鐘、十五分鐘，這個十分鐘、十五分鐘什麼東西都不想，很大很大的受用。不要看這個時間短，精神體力都能恢復。因為你二十四小時統統都在打妄想，連睡覺也打妄想，打妄想就是作夢，連睡覺也打妄想。所以能夠坐在那個地方，頭腦很清醒，什麼妄念都沒有，什麼都放下；要是放放不下，想不妄想妄想還是往外頭冒，那就用念佛的方法。這個十幾二十分鐘心裡頭是佛號，除了佛號之外沒有其他的念頭，這養心也能養身，這是很重要很重要的。所以「利益成壞」這個事要放得下，為什麼妄念那麼多？就是這個事情放不下。利害得失放不下，這個可以說是煩惱的根本。人要把利害得失這個念頭打掉了，他的煩惱至少去掉十分七、八，十之七、八都沒有了，心自然能清淨，佛自然能念得好。底下就是確立境界，『安閒恬靜』，你的心自然就安，悠閒，心地真正到清淨的境界，『虛融澹泊』，這個就是『一相三昧』。再看底下這一段文："
    },
    {
      "id": "09-005-0021_p0034",
      "zh_CN": "【若于一切处行住坐卧。纯一直心。不动道场。真成净土。此名一行三昧。】",
      "zh_TW": "【若於一切處行住坐臥。純一直心。不動道場。真成淨土。此名一行三昧。】"
    },
    {
      "id": "09-005-0021_p0035",
      "zh_CN": "相是境界相，行是起心动念，这就是行为，行为以心为根本，起心动念这个是根本。所以他向根本上说，心直，言当然直，行也直。所以，直，这是纯善，没有妄念。一切时、一切处，一切境界当中行住坐卧都是用一个直心，用一个真诚之心，这个真诚心里面没有恶念，直心就是佛法讲的菩提心，就是儒家讲的诚意正心，心净则土净，这就叫『真成净土』。常常用这个心，常常修一行，与西方净土必定感应。所以六祖大师以后，特别是「马祖建丛林，百丈立清规」，清规里面《禅门日诵》，诸位看看，就是禅宗的平常的课诵，晚上都念佛，晚课念佛，念《弥陀经》、念佛，禅宗他们圆寂的时候也都念佛求生净土。一生参禅，末后回向净土，行，为什么？他心清净，他与净土相应，除非他不肯发愿往生，他要发愿往生真行。由此可知，往生西方极乐世界，虽然决定是在愿（信愿），心清净是个关键，心不清净发愿想去也去不成，心清净一愿就去了。再看底下经文：",
      "zh_TW": "相是境界相，行是起心動念，這就是行為，行為以心為根本，起心動念這個是根本。所以他向根本上說，心直，言當然直，行也直。所以，直，這是純善，沒有妄念。一切時、一切處，一切境界當中行住坐臥都是用一個直心，用一個真誠之心，這個真誠心裡面沒有惡念，直心就是佛法講的菩提心，就是儒家講的誠意正心，心淨則土淨，這就叫『真成淨土』。常常用這個心，常常修一行，與西方淨土必定感應。所以六祖大師以後，特別是「馬祖建叢林，百丈立清規」，清規裡面《禪門日誦》，諸位看看，就是禪宗的平常的課誦，晚上都念佛，晚課念佛，念《彌陀經》、念佛，禪宗他們圓寂的時候也都念佛求生淨土。一生參禪，末後迴向淨土，行，為什麼？他心清淨，他與淨土相應，除非他不肯發願往生，他要發願往生真行。由此可知，往生西方極樂世界，雖然決定是在願（信願），心清淨是個關鍵，心不清淨發願想去也去不成，心清淨一願就去了。再看底下經文："
    },
    {
      "id": "09-005-0021_p0036",
      "zh_CN": "【若人具二三昧。】",
      "zh_TW": "【若人具二三昧。】"
    },
    {
      "id": "09-005-0021_p0037",
      "zh_CN": "这就是假如有人，他具足这两种三昧，一相、一行。",
      "zh_TW": "這就是假如有人，他具足這兩種三昧，一相、一行。"
    },
    {
      "id": "09-005-0021_p0038",
      "zh_CN": "【如地有种。】",
      "zh_TW": "【如地有種。】"
    },
    {
      "id": "09-005-0021_p0039",
      "zh_CN": "这个好像地上种子下下去了。",
      "zh_TW": "這個好像地上種子下下去了。"
    },
    {
      "id": "09-005-0021_p0040",
      "zh_CN": "【含藏长养。成熟其实。】",
      "zh_TW": "【含藏長養。成熟其實。】"
    },
    {
      "id": "09-005-0021_p0041",
      "zh_CN": "这个植物种子下去，众缘具足，它一定开花结果。",
      "zh_TW": "這個植物種子下去，眾緣具足，它一定開花結果。"
    },
    {
      "id": "09-005-0021_p0042",
      "zh_CN": "【一相一行亦复如是。】",
      "zh_TW": "【一相一行亦復如是。】"
    },
    {
      "id": "09-005-0021_p0043",
      "zh_CN": "可见得这二三昧，六祖大师非常重视。在《弥陀经疏钞》里面、《要解》里面、《圆中钞》里面，都提到这两种三昧。",
      "zh_TW": "可見得這二三昧，六祖大師非常重視。在《彌陀經疏鈔》裡面、《要解》裡面、《圓中鈔》裡面，都提到這兩種三昧。"
    },
    {
      "id": "09-005-0021_p0044",
      "zh_CN": "【我今说法。犹如时雨。普润大地。】",
      "zh_TW": "【我今說法。猶如時雨。普潤大地。】"
    },
    {
      "id": "09-005-0021_p0045",
      "zh_CN": "这是六祖他今天说法，『今』是有双关的意思，可以说他这一生，今生说法，那就指三十七年所说的；如果指「今」，也可以指当时所说的。『犹如时雨』，我们这个时候需要雨水的时候，这个雨水就落了，这叫「时雨」，所谓及时之雨。『普润大地』，普遍的利益众生。",
      "zh_TW": "這是六祖他今天說法，『今』是有雙關的意思，可以說他這一生，今生說法，那就指三十七年所說的；如果指「今」，也可以指當時所說的。『猶如時雨』，我們這個時候需要雨水的時候，這個雨水就落了，這叫「時雨」，所謂及時之雨。『普潤大地』，普遍的利益眾生。"
    },
    {
      "id": "09-005-0021_p0046",
      "zh_CN": "【汝等佛性。譬诸种子。遇兹霑洽。悉得发生。】",
      "zh_TW": "【汝等佛性。譬諸種子。遇茲霑洽。悉得發生。】"
    },
    {
      "id": "09-005-0021_p0047",
      "zh_CN": "大家都有佛性，虽有佛性，遇不到佛法，没有听到佛法，他心发不起来。现在你们大家有这个缘分，自己有佛性又听到佛法，就好像种子遇到了及时之雨，所以一定发生。",
      "zh_TW": "大家都有佛性，雖有佛性，遇不到佛法，沒有聽到佛法，他心發不起來。現在你們大家有這個緣分，自己有佛性又聽到佛法，就好像種子遇到了及時之雨，所以一定發生。"
    },
    {
      "id": "09-005-0021_p0048",
      "zh_CN": "【承吾旨者。决获菩提。依吾行者。定证妙果。】",
      "zh_TW": "【承吾旨者。決獲菩提。依吾行者。定證妙果。】"
    },
    {
      "id": "09-005-0021_p0049",
      "zh_CN": "『旨』是宗旨，『承』是接受的意思，你要能够接受六祖所传的这个宗旨，依照他老人家教导的方法来修行，决定证无上菩提，这个就是证果。",
      "zh_TW": "『旨』是宗旨，『承』是接受的意思，你要能夠接受六祖所傳的這個宗旨，依照他老人家教導的方法來修行，決定證無上菩提，這個就是證果。"
    },
    {
      "id": "09-005-0021_p0050",
      "zh_CN": "【听吾偈曰。心地含诸种。普雨悉皆萌。顿悟花情已。菩提果自成。】",
      "zh_TW": "【聽吾偈曰。心地含諸種。普雨悉皆萌。頓悟花情已。菩提果自成。】"
    },
    {
      "id": "09-005-0021_p0051",
      "zh_CN": "此地讲的『诸种』，是说的十法界，十法界依正庄严都是自己心地变现出来的，虽然有无量无边的种子，祖师在此地这个意思，特别侧重在佛性种子，你也能成佛，你也有佛性种子。第二句就是他的教化，三十七年的教化，这个教化就像及时之雨一样，种子遇到了应当要发芽，应当要长成。『顿悟花情已』，「花」代表的因地，「花情」就是比喻菩萨，菩萨叫觉有情，觉悟的有情众生，他情并没有断尽，也就是转识成智他没有转得圆满；成佛，这个情识完全变成智慧，所谓转第八识成大圆镜智，这是八地以上的境界。「顿悟」就是他这个法门，他的宗旨，悟了之后就是菩萨，从此以后发菩提心，行菩萨道，『菩提果自成』。",
      "zh_TW": "此地講的『諸種』，是說的十法界，十法界依正莊嚴都是自己心地變現出來的，雖然有無量無邊的種子，祖師在此地這個意思，特別側重在佛性種子，你也能成佛，你也有佛性種子。第二句就是他的教化，三十七年的教化，這個教化就像及時之雨一樣，種子遇到了應當要發芽，應當要長成。『頓悟花情已』，「花」代表的因地，「花情」就是比喻菩薩，菩薩叫覺有情，覺悟的有情眾生，他情並沒有斷盡，也就是轉識成智他沒有轉得圓滿；成佛，這個情識完全變成智慧，所謂轉第八識成大圓鏡智，這是八地以上的境界。「頓悟」就是他這個法門，他的宗旨，悟了之後就是菩薩，從此以後發菩提心，行菩薩道，『菩提果自成』。"
    },
    {
      "id": "09-005-0021_p0052",
      "zh_CN": "【师说偈已。曰。其法无二。其心亦然。】",
      "zh_TW": "【師說偈已。曰。其法無二。其心亦然。】"
    },
    {
      "id": "09-005-0021_p0053",
      "zh_CN": "法是一，心也要一。",
      "zh_TW": "法是一，心也要一。"
    },
    {
      "id": "09-005-0021_p0054",
      "zh_CN": "【其道清净。亦无诸相。】",
      "zh_TW": "【其道清淨。亦無諸相。】"
    },
    {
      "id": "09-005-0021_p0055",
      "zh_CN": "所以叫你不着相，不着相就清净。『道』也是指的心，心就清净。",
      "zh_TW": "所以叫你不著相，不著相就清淨。『道』也是指的心，心就清淨。"
    },
    {
      "id": "09-005-0021_p0056",
      "zh_CN": "【汝等慎勿观静及空其心。】",
      "zh_TW": "【汝等慎勿觀靜及空其心。】"
    },
    {
      "id": "09-005-0021_p0057",
      "zh_CN": "这个就是神秀大师他们那边常常讲的方法，前面我们已经读过。用不着『观静』，用不着『空其心』，就是心里头什么都没有，什么都不想，那也是着了相，着了空相，所以这个要不得。",
      "zh_TW": "這個就是神秀大師他們那邊常常講的方法，前面我們已經讀過。用不著『觀靜』，用不著『空其心』，就是心裡頭什麼都沒有，什麼都不想，那也是著了相，著了空相，所以這個要不得。"
    },
    {
      "id": "09-005-0021_p0058",
      "zh_CN": "【此心本净。】",
      "zh_TW": "【此心本淨。】"
    },
    {
      "id": "09-005-0021_p0059",
      "zh_CN": "心本来就是清净的。",
      "zh_TW": "心本來就是清淨的。"
    },
    {
      "id": "09-005-0021_p0060",
      "zh_CN": "【无可取舍。】",
      "zh_TW": "【無可取捨。】"
    },
    {
      "id": "09-005-0021_p0061",
      "zh_CN": "这一句很重要，只要在一切法里头不取不舍，世间法里面无有取舍，出世间法里头也没有取舍，我心就清净了。有取，着了相；有舍，也着了相。取，着了有相；舍，着了空相，不着空就着有。所以说二边都不取不舍，一切统统随缘，随缘里头没有取舍，他才能真正得到自在。",
      "zh_TW": "這一句很重要，只要在一切法裡頭不取不捨，世間法裡面無有取捨，出世間法裡頭也沒有取捨，我心就清淨了。有取，著了相；有捨，也著了相。取，著了有相；捨，著了空相，不著空就著有。所以說二邊都不取不捨，一切統統隨緣，隨緣裡頭沒有取捨，他才能真正得到自在。"
    },
    {
      "id": "09-005-0021_p0062",
      "zh_CN": "【各自努力。随缘好去。】",
      "zh_TW": "【各自努力。隨緣好去。】"
    },
    {
      "id": "09-005-0021_p0063",
      "zh_CN": "『好去』是去自己用功，去帮助别人。",
      "zh_TW": "『好去』是去自己用功，去幫助別人。"
    },
    {
      "id": "09-005-0021_p0064",
      "zh_CN": "【尔时。徒众作礼而退。】",
      "zh_TW": "【爾時。徒眾作禮而退。】"
    },
    {
      "id": "09-005-0021_p0065",
      "zh_CN": "这一段是开示心要，非常重要。底下一段就是说他要走了，跟大家告辞，回到新州，这是开元元年的事情：",
      "zh_TW": "這一段是開示心要，非常重要。底下一段就是說他要走了，跟大家告辭，回到新州，這是開元元年的事情："
    },
    {
      "id": "09-005-0021_p0066",
      "zh_CN": "【大师七月八日忽谓门人曰。吾欲归新州。】",
      "zh_TW": "【大師七月八日忽謂門人曰。吾欲歸新州。】"
    },
    {
      "id": "09-005-0021_p0067",
      "zh_CN": "他想要回到新州去了，就是国恩寺。",
      "zh_TW": "他想要回到新州去了，就是國恩寺。"
    },
    {
      "id": "09-005-0021_p0068",
      "zh_CN": "【汝等速理舟楫。】",
      "zh_TW": "【汝等速理舟楫。】"
    },
    {
      "id": "09-005-0021_p0069",
      "zh_CN": "就是准备船，他坐船去。这个就是珠江，广东的珠江。",
      "zh_TW": "就是準備船，他坐船去。這個就是珠江，廣東的珠江。"
    },
    {
      "id": "09-005-0021_p0070",
      "zh_CN": "【大众哀留甚坚。】",
      "zh_TW": "【大眾哀留甚堅。】"
    },
    {
      "id": "09-005-0021_p0071",
      "zh_CN": "大家苦苦的想留祖师。",
      "zh_TW": "大家苦苦的想留祖師。"
    },
    {
      "id": "09-005-0021_p0072",
      "zh_CN": "【师曰。诸佛出现。犹示涅槃。有来必去。理亦常然。】",
      "zh_TW": "【師曰。諸佛出現。猶示涅槃。有來必去。理亦常然。】"
    },
    {
      "id": "09-005-0021_p0073",
      "zh_CN": "不但我应该要走，诸佛如来也是这个样子，这是一个常理，是个正常的现象。",
      "zh_TW": "不但我應該要走，諸佛如來也是這個樣子，這是一個常理，是個正常的現象。"
    },
    {
      "id": "09-005-0021_p0074",
      "zh_CN": "【吾此形骸。归必有所。】",
      "zh_TW": "【吾此形骸。歸必有所。】"
    },
    {
      "id": "09-005-0021_p0075",
      "zh_CN": "所谓落叶归根，他有个地方要回去的。",
      "zh_TW": "所謂落葉歸根，他有個地方要回去的。"
    },
    {
      "id": "09-005-0021_p0076",
      "zh_CN": "【众曰。师从此去。早晚可回。】",
      "zh_TW": "【眾曰。師從此去。早晚可回。】"
    },
    {
      "id": "09-005-0021_p0077",
      "zh_CN": "大众关心，你老人家现在去，什么时候再回来？",
      "zh_TW": "大眾關心，你老人家現在去，什麼時候再回來？"
    },
    {
      "id": "09-005-0021_p0078",
      "zh_CN": "【师曰。落叶归根。来时无口。】",
      "zh_TW": "【師曰。落葉歸根。來時無口。】"
    },
    {
      "id": "09-005-0021_p0079",
      "zh_CN": "他只说了这么两句话。『来』，他决定来，以后六祖的肉身还是回到曹溪。『无口』是什么？回来之后不再说话了，来是一定回来，回来不讲话了。『落叶归根』，就是要到新州那一边，示寂是在新州，他要回到那个地方去。他为什么不在曹溪？曹溪他在那里教导了三十七年，为什么不在曹溪？新州虽然是他老家，他在新州的时间很少，离开老家之后，六祖很少回去，曹溪住了三十七年，为什么不在曹溪，要回到新州？诸位想想这个道理。就是他这一句话，「落叶归根」，他就是教训我们这一句，不要忘本，是这个意思，取这个意思，教我们每一个人决定不能忘本，根就是根本。我们今天在美国，我们的根是中国人，不要忘了中国，诸位一定要懂得这个道理。所以他这里的用意很深很深。其实在这个境界里，还有什么好选择的，哪里还不是都一样吗？这个就是告诉我们不忘本，用意在此地。",
      "zh_TW": "他只說了這麼兩句話。『來』，他決定來，以後六祖的肉身還是回到曹溪。『無口』是什麼？回來之後不再說話了，來是一定回來，回來不講話了。『落葉歸根』，就是要到新州那一邊，示寂是在新州，他要回到那個地方去。他為什麼不在曹溪？曹溪他在那裡教導了三十七年，為什麼不在曹溪？新州雖然是他老家，他在新州的時間很少，離開老家之後，六祖很少回去，曹溪住了三十七年，為什麼不在曹溪，要回到新州？諸位想想這個道理。就是他這一句話，「落葉歸根」，他就是教訓我們這一句，不要忘本，是這個意思，取這個意思，教我們每一個人決定不能忘本，根就是根本。我們今天在美國，我們的根是中國人，不要忘了中國，諸位一定要懂得這個道理。所以他這裡的用意很深很深。其實在這個境界裡，還有什麼好選擇的，哪裡還不是都一樣嗎？這個就是告訴我們不忘本，用意在此地。"
    },
    {
      "id": "09-005-0021_p0080",
      "zh_CN": "【又问曰。正法眼藏传付何人。】",
      "zh_TW": "【又問曰。正法眼藏傳付何人。】"
    },
    {
      "id": "09-005-0021_p0081",
      "zh_CN": "这里还是问传法。",
      "zh_TW": "這裡還是問傳法。"
    },
    {
      "id": "09-005-0021_p0082",
      "zh_CN": "【师曰。有道者得。无心者通。】",
      "zh_TW": "【師曰。有道者得。無心者通。】"
    },
    {
      "id": "09-005-0021_p0083",
      "zh_CN": "他不指某一个人，因为得法的人有四十三个，所以真正有道的人他得了。什么叫『有道』？『无心』，无私心、无妄心，这个人就通达。我们今天说不通，就是一个私欲的念头障碍住。离开私欲，就是去了障碍，法法都通。",
      "zh_TW": "他不指某一個人，因為得法的人有四十三個，所以真正有道的人他得了。什麼叫『有道』？『無心』，無私心、無妄心，這個人就通達。我們今天說不通，就是一個私欲的念頭障礙住。離開私欲，就是去了障礙，法法都通。"
    },
    {
      "id": "09-005-0021_p0084",
      "zh_CN": "【又问。后莫有难否。】",
      "zh_TW": "【又問。後莫有難否。】"
    },
    {
      "id": "09-005-0021_p0085",
      "zh_CN": "所以弟子们关心的，也实在是很周详、周密，以后还有没有什么难？会有没有什么麻烦事情？你看六祖此地讲的，底下讲了两条预言。这个也都说明了六祖有神通，能知过去未来，他给大家说了个谜语，就是预言。",
      "zh_TW": "所以弟子們關心的，也實在是很周詳、周密，以後還有沒有什麼難？會有沒有什麼麻煩事情？你看六祖此地講的，底下講了兩條預言。這個也都說明了六祖有神通，能知過去未來，他給大家說了個謎語，就是預言。"
    },
    {
      "id": "09-005-0021_p0086",
      "zh_CN": "【师曰。吾灭后五六年。当有一人来取吾首。】",
      "zh_TW": "【師曰。吾滅後五六年。當有一人來取吾首。】"
    },
    {
      "id": "09-005-0021_p0087",
      "zh_CN": "有一个人来要他的头。",
      "zh_TW": "有一個人來要他的頭。"
    },
    {
      "id": "09-005-0021_p0088",
      "zh_CN": "【听吾记曰。】",
      "zh_TW": "【聽吾記曰。】"
    },
    {
      "id": "09-005-0021_p0089",
      "zh_CN": "这个『记』就是预计，就是预言，预先告诉你们。",
      "zh_TW": "這個『記』就是預計，就是預言，預先告訴你們。"
    },
    {
      "id": "09-005-0021_p0090",
      "zh_CN": "【头上养亲。口里须餐。遇满之难。杨柳为官。】",
      "zh_TW": "【頭上養親。口裡須餐。遇滿之難。楊柳為官。】"
    },
    {
      "id": "09-005-0021_p0091",
      "zh_CN": "这个预言，这个四句在此地不要解释，我们念到后面去的时候会看到，你只要把这个四句记住。当时大家听了也是糊里糊涂的，也不晓得这是怎么回事情。",
      "zh_TW": "這個預言，這個四句在此地不要解釋，我們念到後面去的時候會看到，你只要把這個四句記住。當時大家聽了也是糊裡糊塗的，也不曉得這是怎麼回事情。"
    },
    {
      "id": "09-005-0021_p0092",
      "zh_CN": "【又云。吾去七十年。】",
      "zh_TW": "【又云。吾去七十年。】"
    },
    {
      "id": "09-005-0021_p0093",
      "zh_CN": "这就是他老人家灭后七十年。",
      "zh_TW": "這就是他老人家滅後七十年。"
    },
    {
      "id": "09-005-0021_p0094",
      "zh_CN": "【有二菩萨从东方来。一出家。一在家。同时兴化。建立吾宗。缔缉伽蓝。昌隆法嗣。】",
      "zh_TW": "【有二菩薩從東方來。一出家。一在家。同時興化。建立吾宗。締緝伽藍。昌隆法嗣。】"
    },
    {
      "id": "09-005-0021_p0095",
      "zh_CN": "这个也是一桩大事情。这是两条预言，一条是他自己有难，遇难；一条是预计后来佛法的兴盛。两个菩萨，一个就是马祖道一禅师，这是第一个倡导建丛林的，提倡建丛林的。所以诸位要晓得，丛林是我们中国佛法的特色。丛林是什么？就是办学校。因为从前出家人，虽然都住在这一个寺庙里面，各人修各人的，只是讲经说法的时候大家来听，听完之后各人干各人的，真正是民主自由。在这个时候已经就有很多流弊，听经的时候来了，修行他不干，他就玩去了，他自己不修了，不认真的修。道一禅师看到这些现象，这是佛门的衰相，所以他就建立共修的制度，丛林提倡共修，叫依众靠众，大家互相监督。早晨三点钟起床，个个都要起来，你不起来，有人会催你起来，依众靠众，大家彼此互相监督、互相警策，收到很大的效果。所以丛林就等于一个佛教大学，里面也分科，首座和尚分座讲经，但是行门决定是一个。研究教可以分座，喜欢听什么经，最初的时候有几个法师，讲堂很多，所以也很大，好像有几个教室，喜欢听哪一门的，专门听哪一门，但是行门统统是坐禅。这是丛林的一个开始、一个开端，所以这是非常非常的了不起。",
      "zh_TW": "這個也是一樁大事情。這是兩條預言，一條是他自己有難，遇難；一條是預計後來佛法的興盛。兩個菩薩，一個就是馬祖道一禪師，這是第一個倡導建叢林的，提倡建叢林的。所以諸位要曉得，叢林是我們中國佛法的特色。叢林是什麼？就是辦學校。因為從前出家人，雖然都住在這一個寺廟裡面，各人修各人的，只是講經說法的時候大家來聽，聽完之後各人幹各人的，真正是民主自由。在這個時候已經就有很多流弊，聽經的時候來了，修行他不幹，他就玩去了，他自己不修了，不認真的修。道一禪師看到這些現象，這是佛門的衰相，所以他就建立共修的制度，叢林提倡共修，叫依眾靠眾，大家互相監督。早晨三點鐘起床，個個都要起來，你不起來，有人會催你起來，依眾靠眾，大家彼此互相監督、互相警策，收到很大的效果。所以叢林就等於一個佛教大學，裡面也分科，首座和尚分座講經，但是行門決定是一個。研究教可以分座，喜歡聽什麼經，最初的時候有幾個法師，講堂很多，所以也很大，好像有幾個教室，喜歡聽哪一門的，專門聽哪一門，但是行門統統是坐禪。這是叢林的一個開始、一個開端，所以這是非常非常的了不起。"
    },
    {
      "id": "09-005-0021_p0096",
      "zh_CN": "在家居士就是指庞居士，庞蕴，蕴就是五蕴皆空那个蕴。庞蕴，这个居士也很了不起，他是一家人都成就了，他自己、他的太太、他的女儿。他那些故事，《庞居士语录》里头都有，诸位可以参考来看。他本来是很富有的，家庭非常富有，他把他家里这些值钱的东西，金银财宝装在一个船上，船划到江当中，把船底下打个洞，沉下去了，什么都不要。人家看到他这个样子，他说你既然这么多钱统统不要了，为什么不拿去做一些好事？他回答人家一句话，「好事不如无事。」这都是禅机，好事不如无事。他之所以这么做，就是要说这句话的，就是教人这句话，天下事什么事最好？无事最好。事情来了，那是没有法子不能不做，不来不找，这就叫随缘不攀缘。来了，来了要尽心尽力做，不来不找。他以后的生活就是打草鞋，做草鞋卖草鞋，每天卖几双草鞋，这个钱够过日子，一家人成就。他在临走的时候，也是很逍遥、很自在，叫他的女儿到外面看看，太阳到什么地方？意思就是他要走了，是不是到中午了？他女儿出去一看，告诉他，还没到，女儿先走了。老头气坏了，我还要替她料理后事，耽误了七天。你看看，多么厉害，女儿跟他开玩笑，女儿不替他办后事，要他替自己办后事，真自在！太太也是如此，生死自在，游戏人间，想走就走。这是两个菩萨，一个是出家，一个是在家。",
      "zh_TW": "在家居士就是指龐居士，龐蘊，蘊就是五蘊皆空那個蘊。龐蘊，這個居士也很了不起，他是一家人都成就了，他自己、他的太太、他的女兒。他那些故事，《龐居士語錄》裡頭都有，諸位可以參考來看。他本來是很富有的，家庭非常富有，他把他家裡這些值錢的東西，金銀財寶裝在一個船上，船划到江當中，把船底下打個洞，沉下去了，什麼都不要。人家看到他這個樣子，他說你既然這麼多錢統統不要了，為什麼不拿去做一些好事？他回答人家一句話，「好事不如無事。」這都是禪機，好事不如無事。他之所以這麼做，就是要說這句話的，就是教人這句話，天下事什麼事最好？無事最好。事情來了，那是沒有法子不能不做，不來不找，這就叫隨緣不攀緣。來了，來了要盡心盡力做，不來不找。他以後的生活就是打草鞋，做草鞋賣草鞋，每天賣幾雙草鞋，這個錢夠過日子，一家人成就。他在臨走的時候，也是很逍遙、很自在，叫他的女兒到外面看看，太陽到什麼地方？意思就是他要走了，是不是到中午了？他女兒出去一看，告訴他，還沒到，女兒先走了。老頭氣壞了，我還要替她料理後事，耽誤了七天。你看看，多麼厲害，女兒跟他開玩笑，女兒不替他辦後事，要他替自己辦後事，真自在！太太也是如此，生死自在，遊戲人間，想走就走。這是兩個菩薩，一個是出家，一個是在家。"
    },
    {
      "id": "09-005-0021_p0097",
      "zh_CN": "【问曰。未知从上佛祖应现已来。传授几代。愿垂开示。】",
      "zh_TW": "【問曰。未知從上佛祖應現已來。傳授幾代。願垂開示。】"
    },
    {
      "id": "09-005-0021_p0098",
      "zh_CN": "这一段就是问佛法的师承。",
      "zh_TW": "這一段就是問佛法的師承。"
    },
    {
      "id": "09-005-0021_p0099",
      "zh_CN": "【师云。古佛应世已无数量。不可计也。】",
      "zh_TW": "【師云。古佛應世已無數量。不可計也。】"
    },
    {
      "id": "09-005-0021_p0100",
      "zh_CN": "世界有成住坏空，无论经过多少个成住坏空，诸佛如来在机缘成熟的时候，必定来教化众生，所谓是众生有感，佛菩萨就有应。要问佛菩萨到这个世间来多少次？这个没法子，说不清。",
      "zh_TW": "世界有成住壞空，無論經過多少個成住壞空，諸佛如來在機緣成熟的時候，必定來教化眾生，所謂是眾生有感，佛菩薩就有應。要問佛菩薩到這個世間來多少次？這個沒法子，說不清。"
    },
    {
      "id": "09-005-0021_p0101",
      "zh_CN": "【今以七佛为始。】",
      "zh_TW": "【今以七佛為始。】"
    },
    {
      "id": "09-005-0021_p0102",
      "zh_CN": "你既然问了，我跟你讲，我只给你讲最近的七尊佛。",
      "zh_TW": "你既然問了，我跟你講，我只給你講最近的七尊佛。"
    },
    {
      "id": "09-005-0021_p0103",
      "zh_CN": "【过去庄严劫。毘婆尸佛。】",
      "zh_TW": "【過去莊嚴劫。毘婆尸佛。】"
    },
    {
      "id": "09-005-0021_p0104",
      "zh_CN": "这是庄严劫末后的第三尊佛，倒数第三尊佛。",
      "zh_TW": "這是莊嚴劫末後的第三尊佛，倒數第三尊佛。"
    },
    {
      "id": "09-005-0021_p0105",
      "zh_CN": "【尸弃佛。】",
      "zh_TW": "【尸棄佛。】"
    },
    {
      "id": "09-005-0021_p0106",
      "zh_CN": "这是第二尊，末后的第二尊。",
      "zh_TW": "這是第二尊，末後的第二尊。"
    },
    {
      "id": "09-005-0021_p0107",
      "zh_CN": "【毘舍浮佛。】",
      "zh_TW": "【毘舍浮佛。】"
    },
    {
      "id": "09-005-0021_p0108",
      "zh_CN": "这是最后一尊，就是过去庄严劫里面这个三尊佛。",
      "zh_TW": "這是最後一尊，就是過去莊嚴劫裡面這個三尊佛。"
    },
    {
      "id": "09-005-0021_p0109",
      "zh_CN": "【今贤劫。】",
      "zh_TW": "【今賢劫。】"
    },
    {
      "id": "09-005-0021_p0110",
      "zh_CN": "这是讲我们现在，我们现在这个劫，叫『贤劫』。「贤劫」里面有一千尊佛出世，现在释迦牟尼佛是我们贤劫的第四尊佛。",
      "zh_TW": "這是講我們現在，我們現在這個劫，叫『賢劫』。「賢劫」裡面有一千尊佛出世，現在釋迦牟尼佛是我們賢劫的第四尊佛。"
    },
    {
      "id": "09-005-0021_p0111",
      "zh_CN": "【拘留孙佛。】",
      "zh_TW": "【拘留孫佛。】"
    },
    {
      "id": "09-005-0021_p0112",
      "zh_CN": "『拘留孙佛』是贤劫里面第一尊佛。",
      "zh_TW": "『拘留孫佛』是賢劫裡面第一尊佛。"
    },
    {
      "id": "09-005-0021_p0113",
      "zh_CN": "【拘那含牟尼佛。】",
      "zh_TW": "【拘那含牟尼佛。】"
    },
    {
      "id": "09-005-0021_p0114",
      "zh_CN": "这是第二尊。",
      "zh_TW": "這是第二尊。"
    },
    {
      "id": "09-005-0021_p0115",
      "zh_CN": "【迦叶佛。】",
      "zh_TW": "【迦葉佛。】"
    },
    {
      "id": "09-005-0021_p0116",
      "zh_CN": "这是第三尊。",
      "zh_TW": "這是第三尊。"
    },
    {
      "id": "09-005-0021_p0117",
      "zh_CN": "【释迦文佛。】",
      "zh_TW": "【釋迦文佛。】"
    },
    {
      "id": "09-005-0021_p0118",
      "zh_CN": "到释迦牟尼佛是第四尊。所以贤劫四尊加上从前庄严劫里面末后的三尊叫七佛，七尊佛。",
      "zh_TW": "到釋迦牟尼佛是第四尊。所以賢劫四尊加上從前莊嚴劫裡面末後的三尊叫七佛，七尊佛。"
    },
    {
      "id": "09-005-0021_p0119",
      "zh_CN": "【是为七佛。】",
      "zh_TW": "【是為七佛。】"
    },
    {
      "id": "09-005-0021_p0120",
      "zh_CN": "这是讲佛与佛的相承。再说释迦牟尼佛的佛法一直传到今天：",
      "zh_TW": "這是講佛與佛的相承。再說釋迦牟尼佛的佛法一直傳到今天："
    },
    {
      "id": "09-005-0021_p0121",
      "zh_CN": "【释迦文佛首传摩诃迦叶尊者。】",
      "zh_TW": "【釋迦文佛首傳摩訶迦葉尊者。】"
    },
    {
      "id": "09-005-0021_p0122",
      "zh_CN": "这是衣钵传给大迦叶尊者。",
      "zh_TW": "這是衣缽傳給大迦葉尊者。"
    },
    {
      "id": "09-005-0021_p0123",
      "zh_CN": "【第二阿难尊者。】",
      "zh_TW": "【第二阿難尊者。】"
    },
    {
      "id": "09-005-0021_p0124",
      "zh_CN": "所以阿难得法，虽然阿难是释迦牟尼佛的侍者，跟佛的关系非常之密切，但是他真正得法是从摩诃迦叶的教导。",
      "zh_TW": "所以阿難得法，雖然阿難是釋迦牟尼佛的侍者，跟佛的關係非常之密切，但是他真正得法是從摩訶迦葉的教導。"
    },
    {
      "id": "09-005-0021_p0125",
      "zh_CN": "【第三商那和修尊者。第四优波鞠多尊者。第五提多迦尊者。第六弥遮迦尊者。第七婆须蜜多尊者。第八佛驮难提尊者。第九伏驮蜜多尊者。第十胁尊者。十一富那夜奢尊者。十二马鸣大士。】",
      "zh_TW": "【第三商那和修尊者。第四優波鞠多尊者。第五提多迦尊者。第六彌遮迦尊者。第七婆須蜜多尊者。第八佛馱難提尊者。第九伏馱蜜多尊者。第十脅尊者。十一富那夜奢尊者。十二馬鳴大士。】"
    },
    {
      "id": "09-005-0021_p0126",
      "zh_CN": "这些尊者在《传灯录》里面都有传记，诸位如果要知道的话可以参考，《五灯会元》里头也有，《佛祖统纪》、《释迦方志》里面都有，都有他们的小传，他们的历史。十二祖马鸣大士，这个人非常的了不起，与以后大乘佛法关系非常之密切。",
      "zh_TW": "這些尊者在《傳燈錄》裡面都有傳記，諸位如果要知道的話可以參考，《五燈會元》裡頭也有，《佛祖統紀》、《釋迦方志》裡面都有，都有他們的小傳，他們的歷史。十二祖馬鳴大士，這個人非常的了不起，與以後大乘佛法關係非常之密切。"
    },
    {
      "id": "09-005-0021_p0127",
      "zh_CN": "【十三迦毘摩罗尊者。十四龙树大士。】",
      "zh_TW": "【十三迦毘摩羅尊者。十四龍樹大士。】"
    },
    {
      "id": "09-005-0021_p0128",
      "zh_CN": "龙树菩萨跟马鸣菩萨，与我们中国佛法关系最密切。龙树是佛陀灭度七百年以后出生的，《华严经》就是他传出来的。这个人是个再来人，他出世之后先学外道，外道那些典籍全都读尽了，然后遇到佛法来学佛；佛经里头的典籍也都读尽了，读尽之后，自己觉得这个世间，除了他之外没有人了，就生了大我慢。徒弟怂恿他说：师父，你就作新佛好了，何必跟着释迦牟尼佛后面走，你可以作新佛，我们也作新佛弟子。他听了觉得也满有道理。这个时候大龙菩萨看到这个现象，心里就生出怜悯心，就把他接引到龙宫里去，看看他所收藏的经典。龙宫里面的图书馆，接引他去参观一下，他在那里一看到《华严经》，自己再不敢说了。《华严经》有多少分量？「三千大千世界微尘偈，一四天下微尘品」，把他吓住了，吓呆了，不敢再讲成佛，这个念头不敢起了，这才佩服佛佩服得五体投地，没有话说了。看到这个大本《华严经》，我们一般人没有能力接受；再看中本，也不能接受，太大了，分量实在太大；看到下本，下本是十万偈三十六品，这个我们阎浮提众生有能力接受。所以就把下本的，下本实在就是《华严经》纲要，就是我们现在念的《华严经》，是《华严经》纲要。你看我这一次给尹建维一套书，我们中国历史叫《通鉴辑览》，那就是中国历史的大纲，就好比是下本的；大本的《二十五史》，我们中国历史大本的是《二十五史》；中本的就是《资治通鉴》。《通鉴辑览》是下本的，我们现在念《华严经》，就好比《通鉴辑览》一样，下本经。",
      "zh_TW": "龍樹菩薩跟馬鳴菩薩，與我們中國佛法關係最密切。龍樹是佛陀滅度七百年以後出生的，《華嚴經》就是他傳出來的。這個人是個再來人，他出世之後先學外道，外道那些典籍全都讀盡了，然後遇到佛法來學佛；佛經裡頭的典籍也都讀盡了，讀盡之後，自己覺得這個世間，除了他之外沒有人了，就生了大我慢。徒弟慫恿他說：師父，你就作新佛好了，何必跟著釋迦牟尼佛後面走，你可以作新佛，我們也作新佛弟子。他聽了覺得也滿有道理。這個時候大龍菩薩看到這個現象，心裡就生出憐憫心，就把他接引到龍宮裡去，看看他所收藏的經典。龍宮裡面的圖書館，接引他去參觀一下，他在那裡一看到《華嚴經》，自己再不敢說了。《華嚴經》有多少分量？「三千大千世界微塵偈，一四天下微塵品」，把他嚇住了，嚇呆了，不敢再講成佛，這個念頭不敢起了，這才佩服佛佩服得五體投地，沒有話說了。看到這個大本《華嚴經》，我們一般人沒有能力接受；再看中本，也不能接受，太大了，分量實在太大；看到下本，下本是十萬偈三十六品，這個我們閻浮提眾生有能力接受。所以就把下本的，下本實在就是《華嚴經》綱要，就是我們現在念的《華嚴經》，是《華嚴經》綱要。你看我這一次給尹建維一套書，我們中國歷史叫《通鑑輯覽》，那就是中國歷史的大綱，就好比是下本的；大本的《二十五史》，我們中國歷史大本的是《二十五史》；中本的就是《資治通鑑》。《通鑑輯覽》是下本的，我們現在念《華嚴經》，就好比《通鑑輯覽》一樣，下本經。"
    },
    {
      "id": "09-005-0021_p0129",
      "zh_CN": "而且这部经流传到中国来，因为分量太大了，从前书不是这样装订的。印度是贝叶写的，贝叶很厚，一张也写不了几行字，写个四行、五行，它只有这么宽、只有这么长。所以你想一部经有多少，那真是几个车子都拉不完，一部车丢掉了一部分，很平常的事情。所以传到中国来的《华严经》是个残缺的本子，连《四十华严》合起来，只有全部《华严经》的一半，《八十华严》一共是四万五千颂。你看十万颂，加四万五千颂，一半都不到，加上《四十华严》勉强是一半。另外一半没有了，在这个世间已经找不到，失传了。但是这个一半，这部《华严经》还是能看得出来。现在在这个世界上，可以说是最完备的《华严经》保留下来，就是中文的本子，非常的难得。《八十华严》已经完全散失了，《四十华严》的梵本还有，现在还存在这个世间，《八十》的已经散失了。密宗也是龙树菩萨兴起的，他开铁塔传密藏，所以龙树菩萨是显宗、密宗共同的祖师。我们中国是八大宗，他是八大宗的共祖，八大宗都是他传出来的，密宗也是他传出来的，显密各宗的祖师。他在禅宗承传，他是第十四代。所以诸位，由此可知，整个佛法在禅宗师承上都能找得出依据的，真是像一棵树一样，根本枝叶清清楚楚。龙树传给：",
      "zh_TW": "而且這部經流傳到中國來，因為分量太大了，從前書不是這樣裝訂的。印度是貝葉寫的，貝葉很厚，一張也寫不了幾行字，寫個四行、五行，它只有這麼寬、只有這麼長。所以你想一部經有多少，那真是幾個車子都拉不完，一部車丟掉了一部分，很平常的事情。所以傳到中國來的《華嚴經》是個殘缺的本子，連《四十華嚴》合起來，只有全部《華嚴經》的一半，《八十華嚴》一共是四萬五千頌。你看十萬頌，加四萬五千頌，一半都不到，加上《四十華嚴》勉強是一半。另外一半沒有了，在這個世間已經找不到，失傳了。但是這個一半，這部《華嚴經》還是能看得出來。現在在這個世界上，可以說是最完備的《華嚴經》保留下來，就是中文的本子，非常的難得。《八十華嚴》已經完全散失了，《四十華嚴》的梵本還有，現在還存在這個世間，《八十》的已經散失了。密宗也是龍樹菩薩興起的，他開鐵塔傳密藏，所以龍樹菩薩是顯宗、密宗共同的祖師。我們中國是八大宗，他是八大宗的共祖，八大宗都是他傳出來的，密宗也是他傳出來的，顯密各宗的祖師。他在禪宗承傳，他是第十四代。所以諸位，由此可知，整個佛法在禪宗師承上都能找得出依據的，真是像一棵樹一樣，根本枝葉清清楚楚。龍樹傳給："
    },
    {
      "id": "09-005-0021_p0130",
      "zh_CN": "【十五迦那提婆尊者。十六罗侯罗多尊者。十七僧伽难提尊者。十八伽耶舍多尊者。十九鸠摩罗多尊者。二十阇耶多尊者。二十一婆修盘头尊者。二十二摩拏罗尊者。二十三鹤勒那尊者。二十四师子尊者。二十五婆舍斯多尊者。二十六不如蜜多尊者。二十七般若多罗尊者。二十八菩提达摩尊者。】",
      "zh_TW": "【十五迦那提婆尊者。十六羅侯羅多尊者。十七僧伽難提尊者。十八伽耶舍多尊者。十九鳩摩羅多尊者。二十闍耶多尊者。二十一婆修盤頭尊者。二十二摩拏羅尊者。二十三鶴勒那尊者。二十四師子尊者。二十五婆舍斯多尊者。二十六不如蜜多尊者。二十七般若多羅尊者。二十八菩提達摩尊者。】"
    },
    {
      "id": "09-005-0021_p0131",
      "zh_CN": "我们通常称达摩祖师，菩提两个字省掉了，具足名字是『菩提达摩』。",
      "zh_TW": "我們通常稱達摩祖師，菩提兩個字省掉了，具足名字是『菩提達摩』。"
    },
    {
      "id": "09-005-0021_p0132",
      "zh_CN": "【此土是为初祖。】",
      "zh_TW": "【此土是為初祖。】"
    },
    {
      "id": "09-005-0021_p0133",
      "zh_CN": "菩提达摩到中国来，他在整个承传上，他是第二十八代，在中国他算是第一代。",
      "zh_TW": "菩提達摩到中國來，他在整個承傳上，他是第二十八代，在中國他算是第一代。"
    },
    {
      "id": "09-005-0021_p0134",
      "zh_CN": "【二十九慧可大师。三十僧璨大师。】",
      "zh_TW": "【二十九慧可大師。三十僧璨大師。】"
    },
    {
      "id": "09-005-0021_p0135",
      "zh_CN": "这在中国讲是三祖。",
      "zh_TW": "這在中國講是三祖。"
    },
    {
      "id": "09-005-0021_p0136",
      "zh_CN": "【三十一道信大师。】",
      "zh_TW": "【三十一道信大師。】"
    },
    {
      "id": "09-005-0021_p0137",
      "zh_CN": "这是中国禅宗四祖。",
      "zh_TW": "這是中國禪宗四祖。"
    },
    {
      "id": "09-005-0021_p0138",
      "zh_CN": "【三十二弘忍大师。】",
      "zh_TW": "【三十二弘忍大師。】"
    },
    {
      "id": "09-005-0021_p0139",
      "zh_CN": "就是六祖的老师。",
      "zh_TW": "就是六祖的老師。"
    },
    {
      "id": "09-005-0021_p0140",
      "zh_CN": "【惠能是为三十三祖。】",
      "zh_TW": "【惠能是為三十三祖。】"
    },
    {
      "id": "09-005-0021_p0141",
      "zh_CN": "禅宗里面常讲前三三、后三三，多半是指这个典故。前三三就是指他们，六祖惠能这是前三三，后来承传的，这叫后三三。",
      "zh_TW": "禪宗裡面常講前三三、後三三，多半是指這個典故。前三三就是指他們，六祖惠能這是前三三，後來承傳的，這叫後三三。"
    },
    {
      "id": "09-005-0021_p0142",
      "zh_CN": "【从上诸祖。各有禀承。汝等向后。递代流传。毋令乖误。】",
      "zh_TW": "【從上諸祖。各有稟承。汝等向後。遞代流傳。毋令乖誤。】"
    },
    {
      "id": "09-005-0021_p0143",
      "zh_CN": "就是师承决定不能错。所以重视师承，可见得佛法确确实实是属于教学，一代一代的承传下来，是有它的根源可考的。下面一段，这是讲大师示寂的情形。",
      "zh_TW": "就是師承決定不能錯。所以重視師承，可見得佛法確確實實是屬於教學，一代一代的承傳下來，是有它的根源可考的。下面一段，這是講大師示寂的情形。"
    },
    {
      "id": "09-005-0021_p0144",
      "zh_CN": "【大师开元元年癸丑岁。】",
      "zh_TW": "【大師開元元年癸丑歲。】"
    },
    {
      "id": "09-005-0021_p0145",
      "zh_CN": "这是公元七百一十三年。",
      "zh_TW": "這是公元七百一十三年。"
    },
    {
      "id": "09-005-0021_p0146",
      "zh_CN": "【八月三日。】",
      "zh_TW": "【八月三日。】"
    },
    {
      "id": "09-005-0021_p0147",
      "zh_CN": "八月初三。",
      "zh_TW": "八月初三。"
    },
    {
      "id": "09-005-0021_p0148",
      "zh_CN": "【于国恩寺斋罢。】",
      "zh_TW": "【於國恩寺齋罷。】"
    },
    {
      "id": "09-005-0021_p0149",
      "zh_CN": "这个时间是中午，『斋』是中午，中午用完斋之后。",
      "zh_TW": "這個時間是中午，『齋』是中午，中午用完齋之後。"
    },
    {
      "id": "09-005-0021_p0150",
      "zh_CN": "【谓诸徒众曰。汝等各依位坐。】",
      "zh_TW": "【謂諸徒眾曰。汝等各依位坐。】"
    },
    {
      "id": "09-005-0021_p0151",
      "zh_CN": "叫大家每个人在自己坐位上坐好。",
      "zh_TW": "叫大家每個人在自己坐位上坐好。"
    },
    {
      "id": "09-005-0021_p0152",
      "zh_CN": "【吾与汝别。】",
      "zh_TW": "【吾與汝別。】"
    },
    {
      "id": "09-005-0021_p0153",
      "zh_CN": "跟大家告别。",
      "zh_TW": "跟大家告別。"
    },
    {
      "id": "09-005-0021_p0154",
      "zh_CN": "【法海白言。和尚留何教法。令后代迷人得见佛性。】",
      "zh_TW": "【法海白言。和尚留何教法。令後代迷人得見佛性。】"
    },
    {
      "id": "09-005-0021_p0155",
      "zh_CN": "这是最后的请教，希望大师明白指示，后来的人要怎样修学才能够明心见性。",
      "zh_TW": "這是最後的請教，希望大師明白指示，後來的人要怎樣修學才能夠明心見性。"
    },
    {
      "id": "09-005-0021_p0156",
      "zh_CN": "【师言。汝等谛听。后代迷人。若识众生。即是佛性。若不识众生。万劫觅佛难逢。吾今教汝。识自心众生。见自心佛性。】",
      "zh_TW": "【師言。汝等諦聽。後代迷人。若識眾生。即是佛性。若不識眾生。萬劫覓佛難逢。吾今教汝。識自心眾生。見自心佛性。】"
    },
    {
      "id": "09-005-0021_p0157",
      "zh_CN": "大师告诉法海与大众的，实在就是开导我们后人。『众生』就是自己。所以一个人，平常讲「人贵自知」，一个人要认识自己，不认识别人没有关系，一定要认识自己，你能够认识自己，那你就是佛。所以他提出来讲，一定要识众生。「众生」两个字怎么说？是众缘和合而生起的现象。我们这个人身是个现象，是众缘和合而生起的现象，所以叫众生。佛门里面，这在大陆上从前是很有规矩的，你要是到人家的寺院问，你这个寺院住多少人？人家一听就晓得你外行，你不懂佛法。内行人怎么样？你这住多少众，住了多少个众缘和合而生起的现象，就这个意思。这是什么？教你不迷，不要着人相，我相、人相，不要着这个相。所以一定要破我执、破我相，不在这上面起执着，晓得事实真相而不迷惑，大师用意在此地，『若不识众生，万劫觅佛难逢』。下面他教我们，这是给我们一个启示，如何认识自己，教我们『识自心众生，见自心佛性』。",
      "zh_TW": "大師告訴法海與大眾的，實在就是開導我們後人。『眾生』就是自己。所以一個人，平常講「人貴自知」，一個人要認識自己，不認識別人沒有關係，一定要認識自己，你能夠認識自己，那你就是佛。所以他提出來講，一定要識眾生。「眾生」兩個字怎麼說？是眾緣和合而生起的現象。我們這個人身是個現象，是眾緣和合而生起的現象，所以叫眾生。佛門裡面，這在大陸上從前是很有規矩的，你要是到人家的寺院問，你這個寺院住多少人？人家一聽就曉得你外行，你不懂佛法。內行人怎麼樣？你這住多少眾，住了多少個眾緣和合而生起的現象，就這個意思。這是什麼？教你不迷，不要著人相，我相、人相，不要著這個相。所以一定要破我執、破我相，不在這上面起執著，曉得事實真相而不迷惑，大師用意在此地，『若不識眾生，萬劫覓佛難逢』。下面他教我們，這是給我們一個啟示，如何認識自己，教我們『識自心眾生，見自心佛性』。"
    },
    {
      "id": "09-005-0021_p0158",
      "zh_CN": "【欲求见佛。但识众生。只为众生迷佛。非是佛迷众生。】",
      "zh_TW": "【欲求見佛。但識眾生。只為眾生迷佛。非是佛迷眾生。】"
    },
    {
      "id": "09-005-0021_p0159",
      "zh_CN": "这是真的，自性确实不迷，的确是众生迷了。",
      "zh_TW": "這是真的，自性確實不迷，的確是眾生迷了。"
    },
    {
      "id": "09-005-0021_p0160",
      "zh_CN": "【自性若悟。众生是佛。自性若迷。佛是众生。自性平等。众生是佛。自性邪险。佛是众生。汝等心若险曲。即佛在众生中。一念平直。即是众生成佛。】",
      "zh_TW": "【自性若悟。眾生是佛。自性若迷。佛是眾生。自性平等。眾生是佛。自性邪險。佛是眾生。汝等心若險曲。即佛在眾生中。一念平直。即是眾生成佛。】"
    },
    {
      "id": "09-005-0021_p0161",
      "zh_CN": "这个几句话已经说得清清楚楚、明明白白，佛跟众生，实在讲就是迷悟。底下举出这几条都是讲迷悟之相。悟的相心是平等的，迷的相心是不平等的，『邪险』就是不平等。心不平等，佛就变成众生；如果你一念平等，众生就成佛。在纲领上讲，十法界的心行，十法界他们就是用心不一样。我们从下面往上面说，地狱道用的瞋恚心，饿鬼道用的贪心，畜生是愚痴心，修罗是好胜心，人是五戒心，天是十善心，声闻是四谛心，缘觉是因缘心，菩萨是六度心，佛是平等心，这是佛法里常讲的。十法界怎么来的？用心不一样。所以要想成佛一定要修平等心，这个重要！菩提心里面，第一个讲平等，直心就是平等。所以他这讲『一念平直』，平等心就是直心。再往下面看：",
      "zh_TW": "這個幾句話已經說得清清楚楚、明明白白，佛跟眾生，實在講就是迷悟。底下舉出這幾條都是講迷悟之相。悟的相心是平等的，迷的相心是不平等的，『邪險』就是不平等。心不平等，佛就變成眾生；如果你一念平等，眾生就成佛。在綱領上講，十法界的心行，十法界他們就是用心不一樣。我們從下面往上面說，地獄道用的瞋恚心，餓鬼道用的貪心，畜生是愚痴心，修羅是好勝心，人是五戒心，天是十善心，聲聞是四諦心，緣覺是因緣心，菩薩是六度心，佛是平等心，這是佛法裡常講的。十法界怎麼來的？用心不一樣。所以要想成佛一定要修平等心，這個重要！菩提心裡面，第一個講平等，直心就是平等。所以他這講『一念平直』，平等心就是直心。再往下面看："
    },
    {
      "id": "09-005-0021_p0162",
      "zh_CN": "【我心自有佛。自佛是真佛。自若无佛心。何处求真佛。汝等自心是佛。更莫狐疑。】",
      "zh_TW": "【我心自有佛。自佛是真佛。自若無佛心。何處求真佛。汝等自心是佛。更莫狐疑。】"
    },
    {
      "id": "09-005-0021_p0163",
      "zh_CN": "这个两句话，我们看到第二次了，凡是有重复的，这个话都是非常非常重要。我们自己有清净心，自己有平等心，只要把一切念头、顾虑统统放下就是，这个心就平等、就清净，就是个佛心。一念妄想起来，那又变成众生。所以一个妄念来了就落在十法界。",
      "zh_TW": "這個兩句話，我們看到第二次了，凡是有重複的，這個話都是非常非常重要。我們自己有清淨心，自己有平等心，只要把一切念頭、顧慮統統放下就是，這個心就平等、就清淨，就是個佛心。一念妄想起來，那又變成眾生。所以一個妄念來了就落在十法界。"
    },
    {
      "id": "09-005-0021_p0164",
      "zh_CN": "【外无一物而能建立。皆是本心生万种法。】",
      "zh_TW": "【外無一物而能建立。皆是本心生萬種法。】"
    },
    {
      "id": "09-005-0021_p0165",
      "zh_CN": "这一句话也重复，前面说过了。十法界依正庄严统统是本心所生的、所现的，因此我们在一切法里面不取不舍就是根据这个道理。为什么一切法你不要去舍？因为一切法是自性变现的，你要在一切法里有取有舍，那叫头上安头，自找麻烦。",
      "zh_TW": "這一句話也重複，前面說過了。十法界依正莊嚴統統是本心所生的、所現的，因此我們在一切法裡面不取不捨就是根據這個道理。為什麼一切法你不要去捨？因為一切法是自性變現的，你要在一切法裡有取有捨，那叫頭上安頭，自找麻煩。"
    },
    {
      "id": "09-005-0021_p0166",
      "zh_CN": "【故经云。心生种种法生。心灭种种法灭。】",
      "zh_TW": "【故經云。心生種種法生。心滅種種法滅。】"
    },
    {
      "id": "09-005-0021_p0167",
      "zh_CN": "《楞严经》上也辨别这个问题，心生法，法生心。心生法是讲一切万法的根源，「无明不觉生三细，境界为缘长六粗」，心生法就是真如本性变成阿赖耶识，这是心生法；法生心，就是外面这些境界使我们起许许多多的念头，贪瞋痴慢这个念头，法生心。",
      "zh_TW": "《楞嚴經》上也辨別這個問題，心生法，法生心。心生法是講一切萬法的根源，「無明不覺生三細，境界為緣長六粗」，心生法就是真如本性變成阿賴耶識，這是心生法；法生心，就是外面這些境界使我們起許許多多的念頭，貪瞋痴慢這個念頭，法生心。"
    },
    {
      "id": "09-005-0021_p0168",
      "zh_CN": "【吾今留一偈。与汝等别。名自性真佛偈。后代之人。识此偈意。自见本心。自成佛道。】",
      "zh_TW": "【吾今留一偈。與汝等別。名自性真佛偈。後代之人。識此偈意。自見本心。自成佛道。】"
    },
    {
      "id": "09-005-0021_p0169",
      "zh_CN": "底下这个八首就是『自性真佛偈』。第一首就是辨别佛与魔，佛、魔从什么地方识别：",
      "zh_TW": "底下這個八首就是『自性真佛偈』。第一首就是辨別佛與魔，佛、魔從什麼地方識別："
    },
    {
      "id": "09-005-0021_p0170",
      "zh_CN": "【偈曰。真如自性是真佛。】",
      "zh_TW": "【偈曰。真如自性是真佛。】"
    },
    {
      "id": "09-005-0021_p0171",
      "zh_CN": "可见得真佛是本有的，不是向外求得来的。",
      "zh_TW": "可見得真佛是本有的，不是向外求得來的。"
    },
    {
      "id": "09-005-0021_p0172",
      "zh_CN": "【邪见三毒是魔王。】",
      "zh_TW": "【邪見三毒是魔王。】"
    },
    {
      "id": "09-005-0021_p0173",
      "zh_CN": "我们今天真佛是隐而不现，每个人都有真佛，真佛没有露出来，为什么？魔王把它遮住了，魔王挡住，我们看都看到魔，没有看到佛。『魔』是什么？『邪见』，邪知邪见；『三毒』就是贪、瞋、痴。你看到三毒，你就晓得邪见是指什么？身见、边见、见取见、戒取见、邪见，就指这五种见，这就是见思烦恼。贪瞋痴慢疑是思惑，见惑、思惑这是「魔王」。",
      "zh_TW": "我們今天真佛是隱而不現，每個人都有真佛，真佛沒有露出來，為什麼？魔王把它遮住了，魔王擋住，我們看都看到魔，沒有看到佛。『魔』是什麼？『邪見』，邪知邪見；『三毒』就是貪、瞋、痴。你看到三毒，你就曉得邪見是指什麼？身見、邊見、見取見、戒取見、邪見，就指這五種見，這就是見思煩惱。貪瞋痴慢疑是思惑，見惑、思惑這是「魔王」。"
    },
    {
      "id": "09-005-0021_p0174",
      "zh_CN": "【邪迷之时魔在舍。】",
      "zh_TW": "【邪迷之時魔在舍。】"
    },
    {
      "id": "09-005-0021_p0175",
      "zh_CN": "就是魔王住在你家里，这个『舍』比作我们的身体，我们身被魔控制住，被邪见、三毒主宰了，听它指挥，听它摆布，要去造种种罪业。",
      "zh_TW": "就是魔王住在你家裡，這個『舍』比作我們的身體，我們身被魔控制住，被邪見、三毒主宰了，聽它指揮，聽它擺佈，要去造種種罪業。"
    },
    {
      "id": "09-005-0021_p0176",
      "zh_CN": "【正见之时佛在堂。】",
      "zh_TW": "【正見之時佛在堂。】"
    },
    {
      "id": "09-005-0021_p0177",
      "zh_CN": "佛法修学的，大师特别明白给我们说出，皈依三宝是皈依的觉正净，觉而不迷、正而不邪、净而不染，这就是佛在堂，那就是真佛做主宰，我们正知正见，得大自在。可见得众生要成佛，真的是在一念之间，把烦恼舍掉，正见现前。第二首说明佛跟魔是一不是二，本性觉悟了就叫佛，本性迷了就叫魔。",
      "zh_TW": "佛法修學的，大師特別明白給我們說出，皈依三寶是皈依的覺正淨，覺而不迷、正而不邪、淨而不染，這就是佛在堂，那就是真佛做主宰，我們正知正見，得大自在。可見得眾生要成佛，真的是在一念之間，把煩惱捨掉，正見現前。第二首說明佛跟魔是一不是二，本性覺悟了就叫佛，本性迷了就叫魔。"
    },
    {
      "id": "09-005-0021_p0178",
      "zh_CN": "【性中邪见三毒生。】",
      "zh_TW": "【性中邪見三毒生。】"
    },
    {
      "id": "09-005-0021_p0179",
      "zh_CN": "你的见解错误、思想错误，贪瞋痴慢生起来。",
      "zh_TW": "你的見解錯誤、思想錯誤，貪瞋痴慢生起來。"
    },
    {
      "id": "09-005-0021_p0180",
      "zh_CN": "【即是魔王来住舍。】",
      "zh_TW": "【即是魔王來住舍。】"
    },
    {
      "id": "09-005-0021_p0181",
      "zh_CN": "你看，一念邪见，佛就变成魔。",
      "zh_TW": "你看，一念邪見，佛就變成魔。"
    },
    {
      "id": "09-005-0021_p0182",
      "zh_CN": "【正见自除三毒心。魔变成佛真无假。】",
      "zh_TW": "【正見自除三毒心。魔變成佛真無假。】"
    },
    {
      "id": "09-005-0021_p0183",
      "zh_CN": "正知见现前，三毒心没有了，贪瞋痴没有了，这个时候心里头干干净净，一丝不挂，什么牵挂都没有，什么念头都没有，清净，魔就变成佛，这是真的不是假的。为什么说是真的不是假的？诸位要晓得，贪瞋痴没有，只是迷，不是真正东西。如果诸位要细心，像古德讲，譬如像慧可禅师见达摩祖师，他的心不安，达摩祖师说你把心拿来，我替你安，他觅心了不可得。你说我贪心很重，好，贪心拿来，我给你治一治。你去找，你也找不到，贪心在哪里？我瞋恚心好重，好，你瞋恚心拿来，我替你安一安，觅心了不可得。所以知道那是假的不是真的，真的一定能找到，假的找不到。真如本性是真的，不是假的，所谓「六根门头放光动地」，释迦牟尼佛在楞严会上指给我们看的，那就一点都不假。贪瞋痴慢找不出来，没有，决定是假的，就是自性迷了，起的是迷用，就叫贪瞋痴。所以就是佛性一个是觉用，一个是迷用，觉用我们叫做佛，迷用就叫做凡夫，就是贪瞋痴。下面讲三身原本是一性：",
      "zh_TW": "正知見現前，三毒心沒有了，貪瞋痴沒有了，這個時候心裡頭乾乾淨淨，一絲不掛，什麼牽掛都沒有，什麼念頭都沒有，清淨，魔就變成佛，這是真的不是假的。為什麼說是真的不是假的？諸位要曉得，貪瞋痴沒有，只是迷，不是真正東西。如果諸位要細心，像古德講，譬如像慧可禪師見達摩祖師，他的心不安，達摩祖師說你把心拿來，我替你安，他覓心了不可得。你說我貪心很重，好，貪心拿來，我給你治一治。你去找，你也找不到，貪心在哪裡？我瞋恚心好重，好，你瞋恚心拿來，我替你安一安，覓心了不可得。所以知道那是假的不是真的，真的一定能找到，假的找不到。真如本性是真的，不是假的，所謂「六根門頭放光動地」，釋迦牟尼佛在楞嚴會上指給我們看的，那就一點都不假。貪瞋痴慢找不出來，沒有，決定是假的，就是自性迷了，起的是迷用，就叫貪瞋痴。所以就是佛性一個是覺用，一個是迷用，覺用我們叫做佛，迷用就叫做凡夫，就是貪瞋痴。下面講三身原本是一性："
    },
    {
      "id": "09-005-0021_p0184",
      "zh_CN": "【法身报身及化身。三身本来是一身。】",
      "zh_TW": "【法身報身及化身。三身本來是一身。】"
    },
    {
      "id": "09-005-0021_p0185",
      "zh_CN": "这一点前面一再说得详细，我们自己要晓得，我们的本性就是法身，我们的觉性就是报身，我们的分别执着（就是意识心）就是我们的化身。",
      "zh_TW": "這一點前面一再說得詳細，我們自己要曉得，我們的本性就是法身，我們的覺性就是報身，我們的分別執著（就是意識心）就是我們的化身。"
    },
    {
      "id": "09-005-0021_p0186",
      "zh_CN": "【若向性中能自见。即是成佛菩提因。】",
      "zh_TW": "【若向性中能自見。即是成佛菩提因。】"
    },
    {
      "id": "09-005-0021_p0187",
      "zh_CN": "『菩提因』就是佛菩提、佛智慧，在『性中』见，性中能见到自己三身一体。",
      "zh_TW": "『菩提因』就是佛菩提、佛智慧，在『性中』見，性中能見到自己三身一體。"
    },
    {
      "id": "09-005-0021_p0188",
      "zh_CN": "【本从化身生净性。净性常在化身中。性使化身行正道。当来圆满真无穷。】",
      "zh_TW": "【本從化身生淨性。淨性常在化身中。性使化身行正道。當來圓滿真無窮。】"
    },
    {
      "id": "09-005-0021_p0189",
      "zh_CN": "这首偈说明一三不异，一即是三、三即是一，不一不异。『从化身』，法身自性清净的法身，像我们念佛念到一心不乱就是法身现前，理一心不乱。『净性常在化身中』，我们的清净自性从哪个地方表现？就在肉身，也就表现在日常生活待人接物之中，法身就能够流露。『性使化身行正道』，这个就是佛菩萨，刚才讲了，正知正见做主宰了，而不是邪知见在指挥我们，这个就是佛、就是菩萨。『当来圆满真无穷』，这是讲功德报身当来，所以称作报身圆满无穷。报身是智慧之身、福德之身，我们常讲求福、求慧，圆满的智慧、福报一定现前。第五首偈是讲除障见性：",
      "zh_TW": "這首偈說明一三不異，一即是三、三即是一，不一不異。『從化身』，法身自性清淨的法身，像我們念佛念到一心不亂就是法身現前，理一心不亂。『淨性常在化身中』，我們的清淨自性從哪個地方表現？就在肉身，也就表現在日常生活待人接物之中，法身就能夠流露。『性使化身行正道』，這個就是佛菩薩，剛才講了，正知正見做主宰了，而不是邪知見在指揮我們，這個就是佛、就是菩薩。『當來圓滿真無窮』，這是講功德報身當來，所以稱作報身圓滿無窮。報身是智慧之身、福德之身，我們常講求福、求慧，圓滿的智慧、福報一定現前。第五首偈是講除障見性："
    },
    {
      "id": "09-005-0021_p0190",
      "zh_CN": "【淫性本是净性因。除淫即是净性身。性中各自离五欲。见性刹那即是真。】",
      "zh_TW": "【淫性本是淨性因。除淫即是淨性身。性中各自離五欲。見性剎那即是真。】"
    },
    {
      "id": "09-005-0021_p0191",
      "zh_CN": "在贪爱里面，淫是占最重要的一位。佛在经论上常常跟我们说，「爱不重不生娑婆，念不一不生净土」，这个两句话很重要很重要。所以贪淫之心一定要断，它是染污，它是障碍，是最严重的染污，染污了清净法身。所以这个念头要把它打掉，然后清净的自性法身就能够现前。可见得你要想求清净心，从哪里求？从除淫求起。它是因，不从这个因上，哪里会有果？由此可知，修行从哪里修？五欲六尘，在五欲六尘里头要离五欲六尘，五欲六尘是修行的增上缘，没有五欲六尘修行就难了。",
      "zh_TW": "在貪愛裡面，淫是佔最重要的一位。佛在經論上常常跟我們說，「愛不重不生娑婆，念不一不生淨土」，這個兩句話很重要很重要。所以貪淫之心一定要斷，它是染污，它是障礙，是最嚴重的染污，染污了清淨法身。所以這個念頭要把它打掉，然後清淨的自性法身就能夠現前。可見得你要想求清淨心，從哪裡求？從除淫求起。它是因，不從這個因上，哪裡會有果？由此可知，修行從哪裡修？五欲六塵，在五欲六塵裡頭要離五欲六塵，五欲六塵是修行的增上緣，沒有五欲六塵修行就難了。"
    },
    {
      "id": "09-005-0021_p0192",
      "zh_CN": "所以极乐世界修行进度很慢，娑婆世界修行进度很快，进得快，退得也快。极乐世界进度很慢，它不退，为什么？它没有退缘。为什么进度很慢？没有进的缘，所以进得很慢，不会退。我们这个世界要进进得好快，要退退得好快，不进则退，问题在此地。经上常讲，娑婆世界修行一天，等于极乐世界修行一百年。所以我们这个地方，一生能够念到一心不乱；到极乐世界去，念到一心不乱要几个大劫。不过那个地方人寿命长就是，不在乎，就十个大劫也无所谓，也不在乎，他寿命长，他无量寿，有的是时间。所以诸位用功，一定要把握住娑婆世界这个机会用功，会修行的，这地方是非常有利的道场，环境恶劣，恶劣当中修不动心，这个是真不动。所以会用心的人，他就会运用境界，所有境界都变成自己修行的增上缘。",
      "zh_TW": "所以極樂世界修行進度很慢，娑婆世界修行進度很快，進得快，退得也快。極樂世界進度很慢，它不退，為什麼？它沒有退緣。為什麼進度很慢？沒有進的緣，所以進得很慢，不會退。我們這個世界要進進得好快，要退退得好快，不進則退，問題在此地。經上常講，娑婆世界修行一天，等於極樂世界修行一百年。所以我們這個地方，一生能夠念到一心不亂；到極樂世界去，念到一心不亂要幾個大劫。不過那個地方人壽命長就是，不在乎，就十個大劫也無所謂，也不在乎，他壽命長，他無量壽，有的是時間。所以諸位用功，一定要把握住娑婆世界這個機會用功，會修行的，這地方是非常有利的道場，環境惡劣，惡劣當中修不動心，這個是真不動。所以會用心的人，他就會運用境界，所有境界都變成自己修行的增上緣。"
    },
    {
      "id": "09-005-0021_p0193",
      "zh_CN": "所以第二句就是第一句的注解，为什么『淫性本是净性因，除淫即是净性身』？就是清净法身。『性中各自离五欲』，「五欲」是财色名食睡，或者讲色声香味触也可以，但是正说是说财色名食睡这个五欲。『见性刹那即是真』，见性是真性用事，性中没有污染。",
      "zh_TW": "所以第二句就是第一句的註解，為什麼『淫性本是淨性因，除淫即是淨性身』？就是清淨法身。『性中各自離五欲』，「五欲」是財色名食睡，或者講色聲香味觸也可以，但是正說是說財色名食睡這個五欲。『見性剎那即是真』，見性是真性用事，性中沒有污染。"
    },
    {
      "id": "09-005-0021_p0194",
      "zh_CN": "【今生若遇顿教门。忽悟自性见世尊。若欲修行觅作佛。不知何处拟求真。】",
      "zh_TW": "【今生若遇頓教門。忽悟自性見世尊。若欲修行覓作佛。不知何處擬求真。】"
    },
    {
      "id": "09-005-0021_p0195",
      "zh_CN": "第一句就是指禅宗顿教的法门，这个是百千万劫难遭遇，难得遇到，遇到之后要悟。悟什么？悟自性，悟自性就是见佛。所以古德常讲一个迷惑颠倒的人，忽然被善知识一指点、一开导之后，他一念回光就能见自本性。在本经里面我们看到好几个例子，第一个我们看到惠明，惠明存的心是个恶心，要去追六祖把衣钵抢回来，说不定还要谋害他，一念回光他就明心见性，那是真正做到了。所以六祖讲「不思善、不思恶」，他一听这个话，果然善恶统统都没有了，统统都断掉了；这个时候人家一点，正在这个时候，「如何是明上座本来面目？」他一下就恍然大悟。可见得为什么我们不能悟？就是胡思乱想，就是妄念息不住。妄念一息住，真的一句话就打破了，就点醒了。",
      "zh_TW": "第一句就是指禪宗頓教的法門，這個是百千萬劫難遭遇，難得遇到，遇到之後要悟。悟什麼？悟自性，悟自性就是見佛。所以古德常講一個迷惑顛倒的人，忽然被善知識一指點、一開導之後，他一念迴光就能見自本性。在本經裡面我們看到好幾個例子，第一個我們看到惠明，惠明存的心是個惡心，要去追六祖把衣缽搶回來，說不定還要謀害他，一念迴光他就明心見性，那是真正做到了。所以六祖講「不思善、不思惡」，他一聽這個話，果然善惡統統都沒有了，統統都斷掉了；這個時候人家一點，正在這個時候，「如何是明上座本來面目？」他一下就恍然大悟。可見得為什麼我們不能悟？就是胡思亂想，就是妄念息不住。妄念一息住，真的一句話就打破了，就點醒了。"
    },
    {
      "id": "09-005-0021_p0196",
      "zh_CN": "我们念头太多太多了，放不下，这个就是佛法讲的业障。业障实在也是假的，你自己硬是不肯放下，有什么法子？这没有办法，这个东西一定要你自己肯放下，这个肯放下就是真忏悔。惠明那个时候拿衣钵，衣钵明明在石头上摆着，那么一点点小东西，他自己是个武将军出身的。从前将军跟现在不一样，现在将军也许说没有力气拿不动东西，从前不行的，从前将军一定是武功高强的。你想那个衣钵，我看顶多也不过一、二斤重，不得了了，他居然拿不动，他这个时候忏悔的心生起来了，知道自己罪太大了，所以一句话能点醒。『若欲修行觅作佛』，这是讲向外，你要向外驰求的话，那你就不晓得到什么时候才能见性，修行一定要向内求，不是向外求。佛门里常讲，「心外无法，法外无心」，一定要向内求。",
      "zh_TW": "我們念頭太多太多了，放不下，這個就是佛法講的業障。業障實在也是假的，你自己硬是不肯放下，有什麼法子？這沒有辦法，這個東西一定要你自己肯放下，這個肯放下就是真懺悔。惠明那個時候拿衣缽，衣缽明明在石頭上擺著，那麼一點點小東西，他自己是個武將軍出身的。從前將軍跟現在不一樣，現在將軍也許說沒有力氣拿不動東西，從前不行的，從前將軍一定是武功高強的。你想那個衣缽，我看頂多也不過一、二斤重，不得了了，他居然拿不動，他這個時候懺悔的心生起來了，知道自己罪太大了，所以一句話能點醒。『若欲修行覓作佛』，這是講向外，你要向外馳求的話，那你就不曉得到什麼時候才能見性，修行一定要向內求，不是向外求。佛門裡常講，「心外無法，法外無心」，一定要向內求。"
    },
    {
      "id": "09-005-0021_p0197",
      "zh_CN": "【若能心中自见真。】",
      "zh_TW": "【若能心中自見真。】"
    },
    {
      "id": "09-005-0021_p0198",
      "zh_CN": "这是真正的事实，心里头干干净净，六祖说的「本来无一物」，这个才是根本。",
      "zh_TW": "這是真正的事實，心裡頭乾乾淨淨，六祖說的「本來無一物」，這個才是根本。"
    },
    {
      "id": "09-005-0021_p0199",
      "zh_CN": "【有真即是成佛因。】",
      "zh_TW": "【有真即是成佛因。】"
    },
    {
      "id": "09-005-0021_p0200",
      "zh_CN": "『有真』就是决定没有杂念、没有妄想，这就是真心，真心就是成佛正因。",
      "zh_TW": "『有真』就是決定沒有雜念、沒有妄想，這就是真心，真心就是成佛正因。"
    },
    {
      "id": "09-005-0021_p0201",
      "zh_CN": "【不见自性外觅佛。起心总是大痴人。】",
      "zh_TW": "【不見自性外覓佛。起心總是大痴人。】"
    },
    {
      "id": "09-005-0021_p0202",
      "zh_CN": "这决定是凡夫、是外道，起心动念，心外求法。",
      "zh_TW": "這決定是凡夫、是外道，起心動念，心外求法。"
    },
    {
      "id": "09-005-0021_p0203",
      "zh_CN": "【顿教法门今已留。救度世人须自修。】",
      "zh_TW": "【頓教法門今已留。救度世人須自修。】"
    },
    {
      "id": "09-005-0021_p0204",
      "zh_CN": "所以六祖常常教诫，这个事情总是要自悟、自修、自度、自证。佛菩萨、祖师只能给我们做一个增上缘，就好像老师教学生，把理论方法都教给你，你要自己去做，自己不做，他没有办法。",
      "zh_TW": "所以六祖常常教誡，這個事情總是要自悟、自修、自度、自證。佛菩薩、祖師只能給我們做一個增上緣，就好像老師教學生，把理論方法都教給你，你要自己去做，自己不做，他沒有辦法。"
    },
    {
      "id": "09-005-0021_p0205",
      "zh_CN": "【报汝当来学道者。不作此见大悠悠。】",
      "zh_TW": "【報汝當來學道者。不作此見大悠悠。】"
    },
    {
      "id": "09-005-0021_p0206",
      "zh_CN": "『当来』是将来，这是报告你们这些后来的人，你要没有这种见解，你这一生就空过了。『大悠悠』，说得不好听的话，就是醉生梦死、糊里糊涂过一辈子，那就太可惜了。再看底下这一段，这是最后的遗教：",
      "zh_TW": "『當來』是將來，這是報告你們這些後來的人，你要沒有這種見解，你這一生就空過了。『大悠悠』，說得不好聽的話，就是醉生夢死、糊裡糊塗過一輩子，那就太可惜了。再看底下這一段，這是最後的遺教："
    },
    {
      "id": "09-005-0021_p0207",
      "zh_CN": "【师说偈已。告曰。汝等好住。】",
      "zh_TW": "【師說偈已。告曰。汝等好住。】"
    },
    {
      "id": "09-005-0021_p0208",
      "zh_CN": "你们好好的去过日子，好好的自行化他去。",
      "zh_TW": "你們好好的去過日子，好好的自行化他去。"
    },
    {
      "id": "09-005-0021_p0209",
      "zh_CN": "【吾灭度后。莫作世情悲泣雨泪。受人吊问。身着孝服。非吾弟子。亦非正法。】",
      "zh_TW": "【吾滅度後。莫作世情悲泣雨淚。受人弔問。身著孝服。非吾弟子。亦非正法。】"
    },
    {
      "id": "09-005-0021_p0210",
      "zh_CN": "这是特别告诫，不要学这些世间人，走了之后哭哭啼啼的，搞这些世间事情。为什么？佛法里头没有生死，来去自在。所以一定要懂这个道理。",
      "zh_TW": "這是特別告誡，不要學這些世間人，走了之後哭哭啼啼的，搞這些世間事情。為什麼？佛法裡頭沒有生死，來去自在。所以一定要懂這個道理。"
    },
    {
      "id": "09-005-0021_p0211",
      "zh_CN": "【但识自本心。见自本性。无动无静。无生无灭。无去无来。无是无非。无住无往。】",
      "zh_TW": "【但識自本心。見自本性。無動無靜。無生無滅。無去無來。無是無非。無住無往。】"
    },
    {
      "id": "09-005-0021_p0212",
      "zh_CN": "这是说出一个修行证道的人，本地风光，他确确实实是如此，得大自在。",
      "zh_TW": "這是說出一個修行證道的人，本地風光，他確確實實是如此，得大自在。"
    },
    {
      "id": "09-005-0021_p0213",
      "zh_CN": "【恐汝等心迷。不会吾意。】",
      "zh_TW": "【恐汝等心迷。不會吾意。】"
    },
    {
      "id": "09-005-0021_p0214",
      "zh_CN": "这是一再苦口婆心的教诫。",
      "zh_TW": "這是一再苦口婆心的教誡。"
    },
    {
      "id": "09-005-0021_p0215",
      "zh_CN": "【今再嘱汝。令汝见性。吾灭度后。依此修行。如吾在日。若违吾教。纵吾在世。亦无有益。】",
      "zh_TW": "【今再囑汝。令汝見性。吾滅度後。依此修行。如吾在日。若違吾教。縱吾在世。亦無有益。】"
    },
    {
      "id": "09-005-0021_p0216",
      "zh_CN": "这个话说得千真万确。",
      "zh_TW": "這個話說得千真萬確。"
    },
    {
      "id": "09-005-0021_p0217",
      "zh_CN": "【复说偈曰。】",
      "zh_TW": "【復說偈曰。】"
    },
    {
      "id": "09-005-0021_p0218",
      "zh_CN": "这个四句偈说尽了修行人的本色，这是我们应当要学的。",
      "zh_TW": "這個四句偈說盡了修行人的本色，這是我們應當要學的。"
    },
    {
      "id": "09-005-0021_p0219",
      "zh_CN": "【兀兀不修善。】",
      "zh_TW": "【兀兀不修善。】"
    },
    {
      "id": "09-005-0021_p0220",
      "zh_CN": "『兀兀』是不动的意思，心地清净不为境界所动。这个『不修善』，诸位要记住，不是说不做善事，心里不要想着做善事，善事要不要做？要做，「作而无作，无作而作」，做善事心里头不起这个念头，心里如如不动，是这个意思。千万不要误会，「兀兀不修善」，我什么善事也不要做，那你就完全错会祖师的意思，这就要不得。佛祖说的「诸恶莫作，众善奉行」，这些善事不做怎么可以？作善不能够着相，着相就坏了。",
      "zh_TW": "『兀兀』是不動的意思，心地清淨不為境界所動。這個『不修善』，諸位要記住，不是說不做善事，心裡不要想著做善事，善事要不要做？要做，「作而無作，無作而作」，做善事心裡頭不起這個念頭，心裡如如不動，是這個意思。千萬不要誤會，「兀兀不修善」，我什麼善事也不要做，那你就完全錯會祖師的意思，這就要不得。佛祖說的「諸惡莫作，眾善奉行」，這些善事不做怎麼可以？作善不能夠著相，著相就壞了。"
    },
    {
      "id": "09-005-0021_p0221",
      "zh_CN": "【腾腾不造恶。】",
      "zh_TW": "【騰騰不造惡。】"
    },
    {
      "id": "09-005-0021_p0222",
      "zh_CN": "『腾腾』是很自在，无所作为的样子，『不造恶』，心地清凉自在，决定不起一个恶念。",
      "zh_TW": "『騰騰』是很自在，無所作為的樣子，『不造惡』，心地清涼自在，決定不起一個惡念。"
    },
    {
      "id": "09-005-0021_p0223",
      "zh_CN": "【寂寂断见闻。】",
      "zh_TW": "【寂寂斷見聞。】"
    },
    {
      "id": "09-005-0021_p0224",
      "zh_CN": "『寂』是清净寂灭，非常的安静，清净心当中什么见闻、杂念统统舍掉。",
      "zh_TW": "『寂』是清淨寂滅，非常的安靜，清淨心當中什麼見聞、雜念統統捨掉。"
    },
    {
      "id": "09-005-0021_p0225",
      "zh_CN": "【荡荡心无着。】",
      "zh_TW": "【蕩蕩心無著。】"
    },
    {
      "id": "09-005-0021_p0226",
      "zh_CN": "『荡荡』就是心里平等，平平坦坦心无所住，这个意思。心里面不执着一切，什么都不执着，不但世间法不执着，佛法也不执着，这个才真正见道。所以诸位想想，他讲的这些原理、原则，再想想这个念佛法门，的确非常非常相应。下面这个文，看大师说去就去：",
      "zh_TW": "『蕩蕩』就是心裡平等，平平坦坦心無所住，這個意思。心裡面不執著一切，什麼都不執著，不但世間法不執著，佛法也不執著，這個才真正見道。所以諸位想想，他講的這些原理、原則，再想想這個念佛法門，的確非常非常相應。下面這個文，看大師說去就去："
    },
    {
      "id": "09-005-0021_p0227",
      "zh_CN": "【师说偈已。端坐至三更。】",
      "zh_TW": "【師說偈已。端坐至三更。】"
    },
    {
      "id": "09-005-0021_p0228",
      "zh_CN": "这一次谈话时间很长，从中午用完斋之后就召集大家，到晚上三更，『三更』是夜晚十二点，这跟大家告别谈这么多，这么长的时间在一起谈话。",
      "zh_TW": "這一次談話時間很長，從中午用完齋之後就召集大家，到晚上三更，『三更』是夜晚十二點，這跟大家告別談這麼多，這麼長的時間在一起談話。"
    },
    {
      "id": "09-005-0021_p0229",
      "zh_CN": "【忽谓门人曰。吾行矣。奄然迁化。】",
      "zh_TW": "【忽謂門人曰。吾行矣。奄然遷化。】"
    },
    {
      "id": "09-005-0021_p0230",
      "zh_CN": "说完了，跟大家说：我走了。说走就走了，多潇洒，多自在。",
      "zh_TW": "說完了，跟大家說：我走了。說走就走了，多瀟灑，多自在。"
    },
    {
      "id": "09-005-0021_p0231",
      "zh_CN": "【于时异香满室。白虹属地。】",
      "zh_TW": "【於時異香滿室。白虹屬地。】"
    },
    {
      "id": "09-005-0021_p0232",
      "zh_CN": "就有一道光，像彩虹一样，从地面上起来。",
      "zh_TW": "就有一道光，像彩虹一樣，從地面上起來。"
    },
    {
      "id": "09-005-0021_p0233",
      "zh_CN": "【林木变白。禽兽哀鸣。】",
      "zh_TW": "【林木變白。禽獸哀鳴。】"
    },
    {
      "id": "09-005-0021_p0234",
      "zh_CN": "这是当时现的这种瑞相。",
      "zh_TW": "這是當時現的這種瑞相。"
    },
    {
      "id": "09-005-0021_p0235",
      "zh_CN": "【十一月广韶新三郡官僚洎门人缁白。】",
      "zh_TW": "【十一月廣韶新三郡官僚洎門人緇白。】"
    },
    {
      "id": "09-005-0021_p0236",
      "zh_CN": "『缁』是出家的弟子，『白』是白衣，就是在家的弟子，在家的皈依弟子。",
      "zh_TW": "『緇』是出家的弟子，『白』是白衣，就是在家的弟子，在家的皈依弟子。"
    },
    {
      "id": "09-005-0021_p0237",
      "zh_CN": "【争迎真身。莫决所之。】",
      "zh_TW": "【爭迎真身。莫決所之。】"
    },
    {
      "id": "09-005-0021_p0238",
      "zh_CN": "因为大师在世，这三个寺庙关系都很深，广州的法性寺是他剃度的地方，就是「风动、幡动」这个地方；新州的国恩寺，是他的老家；宝林寺是他弘法三十七年，大家都想要他的身体。送到哪里去供养？",
      "zh_TW": "因為大師在世，這三個寺廟關係都很深，廣州的法性寺是他剃度的地方，就是「風動、幡動」這個地方；新州的國恩寺，是他的老家；寶林寺是他弘法三十七年，大家都想要他的身體。送到哪裡去供養？"
    },
    {
      "id": "09-005-0021_p0239",
      "zh_CN": "【乃焚香祷曰。香烟指处。师所归焉。】",
      "zh_TW": "【乃焚香禱曰。香煙指處。師所歸焉。】"
    },
    {
      "id": "09-005-0021_p0240",
      "zh_CN": "大家就用这个方法，我们烧香，看这个烟往哪一个方向飘，大师就到哪里去。",
      "zh_TW": "大家就用這個方法，我們燒香，看這個煙往哪一個方向飄，大師就到哪裡去。"
    },
    {
      "id": "09-005-0021_p0241",
      "zh_CN": "【时香烟直贯曹溪。】",
      "zh_TW": "【時香煙直貫曹溪。】"
    },
    {
      "id": "09-005-0021_p0242",
      "zh_CN": "这个不可思议，新州距离曹溪相当远，那个香烟一直就往那里飘。大家没话说了，肉身只好送到曹溪去。所以说「来时无口」，是回去了，回去不再说法了。",
      "zh_TW": "這個不可思議，新州距離曹溪相當遠，那個香煙一直就往那裡飄。大家沒話說了，肉身只好送到曹溪去。所以說「來時無口」，是回去了，回去不再說法了。"
    },
    {
      "id": "09-005-0021_p0243",
      "zh_CN": "【十一月十三日。迁神龛。】",
      "zh_TW": "【十一月十三日。遷神龕。】"
    },
    {
      "id": "09-005-0021_p0244",
      "zh_CN": "『神龛』就是他这个肉身，就像我们用的佛龛一样，做这个龛。",
      "zh_TW": "『神龕』就是他這個肉身，就像我們用的佛龕一樣，做這個龕。"
    },
    {
      "id": "09-005-0021_p0245",
      "zh_CN": "【并所传衣钵而回。】",
      "zh_TW": "【併所傳衣缽而回。】"
    },
    {
      "id": "09-005-0021_p0246",
      "zh_CN": "连传的衣钵都送回曹溪供养。",
      "zh_TW": "連傳的衣缽都送回曹溪供養。"
    },
    {
      "id": "09-005-0021_p0247",
      "zh_CN": "【次年七月二十五日出龛。弟子方辩以香泥上之。】",
      "zh_TW": "【次年七月二十五日出龕。弟子方辯以香泥上之。】"
    },
    {
      "id": "09-005-0021_p0248",
      "zh_CN": "这一句就记在此地。现在诸位看到六祖大师这个像，就是方辩用泥再把他修补了，跟大师在世的面貌完全一样。所以他这个像是经过方辩给他修饰的，这个像是一模一样。这经本前面有大师的肉身像。",
      "zh_TW": "這一句就記在此地。現在諸位看到六祖大師這個像，就是方辯用泥再把他修補了，跟大師在世的面貌完全一樣。所以他這個像是經過方辯給他修飾的，這個像是一模一樣。這經本前面有大師的肉身像。"
    },
    {
      "id": "09-005-0021_p0249",
      "zh_CN": "【门人忆念取首之记。】",
      "zh_TW": "【門人憶念取首之記。】"
    },
    {
      "id": "09-005-0021_p0250",
      "zh_CN": "他说过这个预言，说有人来要他的头，五年之后，所以大家就有了预防。",
      "zh_TW": "他說過這個預言，說有人來要他的頭，五年之後，所以大家就有了預防。"
    },
    {
      "id": "09-005-0021_p0251",
      "zh_CN": "【遂先以铁叶漆布固护师颈入塔。】",
      "zh_TW": "【遂先以鐵葉漆布固護師頸入塔。】"
    },
    {
      "id": "09-005-0021_p0252",
      "zh_CN": "就用铁片保护这个颈子，然后外面漆起来看不出来，实际上这颈子上是有铁片保护着的。",
      "zh_TW": "就用鐵片保護這個頸子，然後外面漆起來看不出來，實際上這頸子上是有鐵片保護著的。"
    },
    {
      "id": "09-005-0021_p0253",
      "zh_CN": "【忽于塔内白光出现。直上冲天。三日始散。】",
      "zh_TW": "【忽於塔內白光出現。直上衝天。三日始散。】"
    },
    {
      "id": "09-005-0021_p0254",
      "zh_CN": "这是瑞相，肉身送到塔里面供养的时候，有这个瑞相。",
      "zh_TW": "這是瑞相，肉身送到塔裡面供養的時候，有這個瑞相。"
    },
    {
      "id": "09-005-0021_p0255",
      "zh_CN": "【韶州奏闻。】",
      "zh_TW": "【韶州奏聞。】"
    },
    {
      "id": "09-005-0021_p0256",
      "zh_CN": "『韶州』刺史把六祖这些瑞相，写成奏章呈到皇帝那边去。",
      "zh_TW": "『韶州』刺史把六祖這些瑞相，寫成奏章呈到皇帝那邊去。"
    },
    {
      "id": "09-005-0021_p0257",
      "zh_CN": "【奉敕立碑。纪师道行。】",
      "zh_TW": "【奉敕立碑。紀師道行。】"
    },
    {
      "id": "09-005-0021_p0258",
      "zh_CN": "皇帝下圣旨，叫这个地方上给他『立碑』，把一生弘法利生的事迹都记载下来。这个碑当时由王维，这都是我们中国历史上了不起的一些文学家，柳宗元、刘禹锡都做了碑记，都替六祖做碑记。",
      "zh_TW": "皇帝下聖旨，叫這個地方上給他『立碑』，把一生弘法利生的事跡都記載下來。這個碑當時由王維，這都是我們中國歷史上了不起的一些文學家，柳宗元、劉禹錫都做了碑記，都替六祖做碑記。"
    },
    {
      "id": "09-005-0021_p0259",
      "zh_CN": "【师春秋七十有六。】",
      "zh_TW": "【師春秋七十有六。】"
    },
    {
      "id": "09-005-0021_p0260",
      "zh_CN": "他老人家圆寂的时候七十六岁。六祖大师生在唐太宗贞观十二年二月初八，贞观十二年就是公元六百三十八年；他老人家圆寂是玄宗（就是唐明皇）开元元年，唐明皇做皇帝的那一年元年，公元七百一十三年，所以他世寿是七十六岁。",
      "zh_TW": "他老人家圓寂的時候七十六歲。六祖大師生在唐太宗貞觀十二年二月初八，貞觀十二年就是公元六百三十八年；他老人家圓寂是玄宗（就是唐明皇）開元元年，唐明皇做皇帝的那一年元年，公元七百一十三年，所以他世壽是七十六歲。"
    },
    {
      "id": "09-005-0021_p0261",
      "zh_CN": "【年二十四传衣。】",
      "zh_TW": "【年二十四傳衣。】"
    },
    {
      "id": "09-005-0021_p0262",
      "zh_CN": "五祖传衣钵给他，他二十四岁，明心见性、大彻大悟是二十四岁。",
      "zh_TW": "五祖傳衣缽給他，他二十四歲，明心見性、大徹大悟是二十四歲。"
    },
    {
      "id": "09-005-0021_p0263",
      "zh_CN": "【三十九祝发。】",
      "zh_TW": "【三十九祝髮。】"
    },
    {
      "id": "09-005-0021_p0264",
      "zh_CN": "示现出家相，三十九岁，年岁相当大了，一直都在避难。",
      "zh_TW": "示現出家相，三十九歲，年歲相當大了，一直都在避難。"
    },
    {
      "id": "09-005-0021_p0265",
      "zh_CN": "【说法利生三十七载。】",
      "zh_TW": "【說法利生三十七載。】"
    },
    {
      "id": "09-005-0021_p0266",
      "zh_CN": "弘法利生在曹溪，弘法利生三十七年。",
      "zh_TW": "弘法利生在曹溪，弘法利生三十七年。"
    },
    {
      "id": "09-005-0021_p0267",
      "zh_CN": "【得旨嗣法者四十三人。】",
      "zh_TW": "【得旨嗣法者四十三人。】"
    },
    {
      "id": "09-005-0021_p0268",
      "zh_CN": "这个在丁福保的注解里面都有很详细的记载，这四十三个人明心见性，传六祖之法。",
      "zh_TW": "這個在丁福保的註解裡面都有很詳細的記載，這四十三個人明心見性，傳六祖之法。"
    },
    {
      "id": "09-005-0021_p0269",
      "zh_CN": "【悟道超凡者莫知其数。】",
      "zh_TW": "【悟道超凡者莫知其數。】"
    },
    {
      "id": "09-005-0021_p0270",
      "zh_CN": "虽然是没有明心见性，但是在修行上也相当了不起，真正得禅定，有功夫的人，那就太多太多，就很难说了。",
      "zh_TW": "雖然是沒有明心見性，但是在修行上也相當了不起，真正得禪定，有功夫的人，那就太多太多，就很難說了。"
    },
    {
      "id": "09-005-0021_p0271",
      "zh_CN": "【达摩所传信衣。】",
      "zh_TW": "【達摩所傳信衣。】"
    },
    {
      "id": "09-005-0021_p0272",
      "zh_CN": "就是衣钵。衣钵为什么叫『信衣』？就是凭证。",
      "zh_TW": "就是衣缽。衣缽為什麼叫『信衣』？就是憑證。"
    },
    {
      "id": "09-005-0021_p0273",
      "zh_CN": "【中宗赐磨衲宝钵。】",
      "zh_TW": "【中宗賜磨衲寶缽。】"
    },
    {
      "id": "09-005-0021_p0274",
      "zh_CN": "这是前面我们看到的，中宗皇帝送给他的钵跟袈裟。",
      "zh_TW": "這是前面我們看到的，中宗皇帝送給他的缽跟袈裟。"
    },
    {
      "id": "09-005-0021_p0275",
      "zh_CN": "【及方辩塑师真相。】",
      "zh_TW": "【及方辯塑師真相。】"
    },
    {
      "id": "09-005-0021_p0276",
      "zh_CN": "『方辩』那个时候给六祖塑了七寸的像，以后肉身这个像也是他修补的。",
      "zh_TW": "『方辯』那個時候給六祖塑了七寸的像，以後肉身這個像也是他修補的。"
    },
    {
      "id": "09-005-0021_p0277",
      "zh_CN": "【并道具等。】",
      "zh_TW": "【並道具等。】"
    },
    {
      "id": "09-005-0021_p0278",
      "zh_CN": "『道具』，就是六祖一生自己所用的一些东西，用的一些衣物，这些东西。",
      "zh_TW": "『道具』，就是六祖一生自己所用的一些東西，用的一些衣物，這些東西。"
    },
    {
      "id": "09-005-0021_p0279",
      "zh_CN": "【主塔侍者尸之。】",
      "zh_TW": "【主塔侍者尸之。】"
    },
    {
      "id": "09-005-0021_p0280",
      "zh_CN": "『尸』是管理。有肉身塔，有一个人专门负责管理，他这些衣钵，六祖的衣物都在这个塔里面，由他来看管。",
      "zh_TW": "『尸』是管理。有肉身塔，有一個人專門負責管理，他這些衣缽，六祖的衣物都在這個塔裡面，由他來看管。"
    },
    {
      "id": "09-005-0021_p0281",
      "zh_CN": "【永镇宝林道场。】",
      "zh_TW": "【永鎮寶林道場。】"
    },
    {
      "id": "09-005-0021_p0282",
      "zh_CN": "这个东西以后都不传了，就到此为止。",
      "zh_TW": "這個東西以後都不傳了，就到此為止。"
    },
    {
      "id": "09-005-0021_p0283",
      "zh_CN": "【流传坛经。以显宗旨。兴隆三宝。普利群生者。】",
      "zh_TW": "【流傳壇經。以顯宗旨。興隆三寶。普利群生者。】"
    },
    {
      "id": "09-005-0021_p0284",
      "zh_CN": "到以后所传的，就是传《坛经》，只传法，不传衣钵，衣钵是一个争端。这部经到此地讲圆满了。",
      "zh_TW": "到以後所傳的，就是傳《壇經》，只傳法，不傳衣缽，衣缽是一個爭端。這部經到此地講圓滿了。"
    }
  ]
}