{
  "doc_id": "09-005-0009",
  "title": {
    "zh_CN": "六祖坛经",
    "zh_TW": "六祖壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-005-0009",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "09-005-0009_p0001",
      "zh_CN": "接着看偈颂，上一次讲到第五首：「菩提本自性，起心即是妄，净心在妄中，但正无三障。世人若修道，一切尽不妨，常自见己过，与道即相当。」讲到这一首，第六首。第六首好像也讲过，我们把这个也念一念：",
      "zh_TW": "接著看偈頌，上一次講到第五首：「菩提本自性，起心即是妄，淨心在妄中，但正無三障。世人若修道，一切盡不妨，常自見己過，與道即相當。」講到這一首，第六首。第六首好像也講過，我們把這個也念一念："
    },
    {
      "id": "09-005-0009_p0002",
      "zh_CN": "「世人若修道，一切尽不妨，常自见己过，与道即相当。色类自有道，各不相妨恼，离道别觅道，终身不见道。波波度一生，到头还自懊，欲得见真道，行正即是道。」好像讲到这个地方。这几首偈的大意，都是说觉他，都是讲的觉他。修道在理论上讲，任何一个法门，都可以成就，所以说「一切尽不妨」，这在理上讲。可是事上确实有难易的差别，因为众生根性不相同，修学任何一个法门，我们一定要它的原理掌握到，那就是必得要断见思烦恼。如果说不断见思烦恼而成就的，那是自欺欺人，没有这回事情。捷径是有，捷径只有一条，那就是念佛求生净土，只有这一条，再没有第二条捷径。我们在印光大师《文钞》里面就看到，这是他老人家引用一个在我们中国佛教人人皆知的一段公案。唐朝代宗时代，李源跟圆泽禅师的一段公案，好像我们图书室里头小朋友的故事书里就有这一段，三生石就是讲这个故事。这个人参禅，有相当的功夫，知道过去、现在、未来，有这个能力，而且来去自在，结果依然不能超越三界。这个就是李源想去朝峨眉山，圆泽禅师就坚持，希望走陆路，从长安那边走；李源坚持走水路，从长江坐船去。结果圆泽禅师还是迁就李源，他们两个各有心思，所以选择的路都不一样。李源怕走长安过，让别人认为他想去做官，求名求利，所以他不愿意从京师这条道路走。圆泽禅师是另有隐衷，他有他的心思。结果走到靠近四川，还没有到城都，在江边上遇到一个妇人，怀了孕的，在江边上洗衣服。他们的船走到那里一看到这个人，他就流眼泪，李源就问他什么事情？他说：我之所以不愿意走这条路，就怕见到这个女人。他说：你一路上见了很多，为什么你害怕？他说：你不晓得，她怀孕已经怀了三年六个月，就是等我去投胎的。他说：你不去不行吗？他说：不见面可以，见了面就不行，一定要去。所以就跟李源讲，你在此地停几天好了，把我的后事办妥，你再走。",
      "zh_TW": "「世人若修道，一切盡不妨，常自見己過，與道即相當。色類自有道，各不相妨惱，離道別覓道，終身不見道。波波度一生，到頭還自懊，欲得見真道，行正即是道。」好像講到這個地方。這幾首偈的大意，都是說覺他，都是講的覺他。修道在理論上講，任何一個法門，都可以成就，所以說「一切盡不妨」，這在理上講。可是事上確實有難易的差別，因為眾生根性不相同，修學任何一個法門，我們一定要它的原理掌握到，那就是必得要斷見思煩惱。如果說不斷見思煩惱而成就的，那是自欺欺人，沒有這回事情。捷徑是有，捷徑只有一條，那就是念佛求生淨土，只有這一條，再沒有第二條捷徑。我們在印光大師《文鈔》裡面就看到，這是他老人家引用一個在我們中國佛教人人皆知的一段公案。唐朝代宗時代，李源跟圓澤禪師的一段公案，好像我們圖書室裡頭小朋友的故事書裡就有這一段，三生石就是講這個故事。這個人參禪，有相當的功夫，知道過去、現在、未來，有這個能力，而且來去自在，結果依然不能超越三界。這個就是李源想去朝峨眉山，圓澤禪師就堅持，希望走陸路，從長安那邊走；李源堅持走水路，從長江坐船去。結果圓澤禪師還是遷就李源，他們兩個各有心思，所以選擇的路都不一樣。李源怕走長安過，讓別人認為他想去做官，求名求利，所以他不願意從京師這條道路走。圓澤禪師是另有隱衷，他有他的心思。結果走到靠近四川，還沒有到城都，在江邊上遇到一個婦人，懷了孕的，在江邊上洗衣服。他們的船走到那裡一看到這個人，他就流眼淚，李源就問他什麼事情？他說：我之所以不願意走這條路，就怕見到這個女人。他說：你一路上見了很多，為什麼你害怕？他說：你不曉得，她懷孕已經懷了三年六個月，就是等我去投胎的。他說：你不去不行嗎？他說：不見面可以，見了面就不行，一定要去。所以就跟李源講，你在此地停幾天好了，把我的後事辦妥，你再走。"
    },
    {
      "id": "09-005-0009_p0003",
      "zh_CN": "李源到这个时候真是后悔莫及，不知道他有这么一段事情。他说：我去投胎，三天之后你来看我（就是出生第三天你来看我），我们两个一笑为凭，做个证明（你看我，我对你笑笑）。他说：十二年之后，我们在杭州，在一个寺庙的旁边，八月中秋，我们在那里见面。可见得他知过去、知现在、知未来。他说完之后，他洗了澡，换了衣服，坐在那里就走了。有这样的功夫，说去就去。李源把他的尸体处理之后，到第三天果然就到那个妇人家里去看小孩，就告诉她这段事情，叫她把小孩抱出来看看，小孩一见面，就跟他笑一笑，这就证明没错。十二年之后，他去赴约，果然没错，有一个小孩骑着牛、吹着笛子跟他见面，一路唱山歌唱来了。见了面之后，他说：泽公，你还好吗？他说：李先生，你果然是一个很有信用的人。十二年没有赴约，在这一天见了一次面。",
      "zh_TW": "李源到這個時候真是後悔莫及，不知道他有這麼一段事情。他說：我去投胎，三天之後你來看我（就是出生第三天你來看我），我們兩個一笑為憑，做個證明（你看我，我對你笑笑）。他說：十二年之後，我們在杭州，在一個寺廟的旁邊，八月中秋，我們在那裡見面。可見得他知過去、知現在、知未來。他說完之後，他洗了澡，換了衣服，坐在那裡就走了。有這樣的功夫，說去就去。李源把他的屍體處理之後，到第三天果然就到那個婦人家裡去看小孩，就告訴她這段事情，叫她把小孩抱出來看看，小孩一見面，就跟他笑一笑，這就證明沒錯。十二年之後，他去赴約，果然沒錯，有一個小孩騎著牛、吹著笛子跟他見面，一路唱山歌唱來了。見了面之後，他說：澤公，你還好嗎？他說：李先生，你果然是一個很有信用的人。十二年沒有赴約，在這一天見了一次面。"
    },
    {
      "id": "09-005-0009_p0004",
      "zh_CN": "这是讲像这样的人物，还是要生死轮回。古来修行修到这种功夫的人，很多。但是每一次轮回，他的功夫必定要往下降，轮转个三、四世就忘得干干净净，就跟普通凡夫一样了。了生死、出三界不容易！所以诸位要记住，坐脱立亡，像圆泽禅师这个样子，说走就走，双腿一盘就走了，这样的功夫，假如他要求生净土，品位不低！修其他的法门，出不了三界。祖师有说，密宗里面这些活佛，这些喇嘛再转世，他说在康熙、乾隆年代的时候，西藏这些活佛转世的时候就跟圆泽禅师一样，他到哪一家去投生，他讲得清清楚楚，嘱咐他底下这些徒弟，到时候把他找回来；找到之后，他记得前生的事情。那是真的，不假。所以我们想，西藏那些活佛转世的（圆泽也一样，那个功夫不在那些活佛之下），转世怎么样？还是人道，还是到人道来。他说近来，西藏这些喇嘛活佛转世，走的时候糊里糊涂，没有交代清楚就走了；把他找到之后，问他前生的事情，他也不知道。所以这个不可靠。",
      "zh_TW": "這是講像這樣的人物，還是要生死輪迴。古來修行修到這種功夫的人，很多。但是每一次輪迴，他的功夫必定要往下降，輪轉個三、四世就忘得乾乾淨淨，就跟普通凡夫一樣了。了生死、出三界不容易！所以諸位要記住，坐脫立亡，像圓澤禪師這個樣子，說走就走，雙腿一盤就走了，這樣的功夫，假如他要求生淨土，品位不低！修其他的法門，出不了三界。祖師有說，密宗裡面這些活佛，這些喇嘛再轉世，他說在康熙、乾隆年代的時候，西藏這些活佛轉世的時候就跟圓澤禪師一樣，他到哪一家去投生，他講得清清楚楚，囑咐他底下這些徒弟，到時候把他找回來；找到之後，他記得前生的事情。那是真的，不假。所以我們想，西藏那些活佛轉世的（圓澤也一樣，那個功夫不在那些活佛之下），轉世怎麼樣？還是人道，還是到人道來。他說近來，西藏這些喇嘛活佛轉世，走的時候糊裡糊塗，沒有交代清楚就走了；把他找到之後，問他前生的事情，他也不知道。所以這個不可靠。"
    },
    {
      "id": "09-005-0009_p0005",
      "zh_CN": "所以他老人家下了一个断语，如果不求生净土，现代人要能够即身成佛，了脱生死轮回，一个也找不到。理论上讲行，事实上不行。他说他这个绝对不是批评其他的法门，佛法有契理不契机，有契机不契理，唯独念佛求生净土，理机双契。所以我们念偈子的时候要明白这个道理，他的这些理论我们可以参考，帮助我们做增上缘。我们对于其他人修学那些法门的，我们只有恭敬、只有赞叹，为什么？我自己不行，没有这个能力，他是大根器的人，再来人也说不定，咱们不敢毁谤，唯有恭敬赞叹。所以自己一定要知道自己的根性，老实念佛。这个就是说「世人若修道，一切尽不妨」，无论从事世间哪一种行业都不妨碍，尤其是念佛法门，二六时中只要心里面有佛、口里面有佛就行了，没有妨碍的。但是要想功夫得力，底下这一句很重要，「常自见己过」。前面曾经跟诸位说过，古人所讲，「圣人多过」，过失很多；贤人过失就少了，少过；愚人、凡夫没有过。怎么没有过？他自己不觉悟，一身的过失他不知道，这个叫愚人。圣人起心动念的过失他晓得，晓得他就能改，知过则改；我们的过连知都不知道，怎么改法？没法子改。这个就是印光大师为什么要我们天天去念《感应篇》、去念《安士全书》，无非是念这些书，时时刻刻能够见到自己的过，你能见过，「与道即相当」，改过就是修道，就是修行。修行无非是修正我们错误的思想、行为，这个就叫修行。",
      "zh_TW": "所以他老人家下了一個斷語，如果不求生淨土，現代人要能夠即身成佛，了脫生死輪迴，一個也找不到。理論上講行，事實上不行。他說他這個絕對不是批評其他的法門，佛法有契理不契機，有契機不契理，唯獨念佛求生淨土，理機雙契。所以我們念偈子的時候要明白這個道理，他的這些理論我們可以參考，幫助我們做增上緣。我們對於其他人修學那些法門的，我們只有恭敬、只有讚歎，為什麼？我自己不行，沒有這個能力，他是大根器的人，再來人也說不定，咱們不敢毀謗，唯有恭敬讚歎。所以自己一定要知道自己的根性，老實念佛。這個就是說「世人若修道，一切盡不妨」，無論從事世間哪一種行業都不妨礙，尤其是念佛法門，二六時中只要心裡面有佛、口裡面有佛就行了，沒有妨礙的。但是要想功夫得力，底下這一句很重要，「常自見己過」。前面曾經跟諸位說過，古人所講，「聖人多過」，過失很多；賢人過失就少了，少過；愚人、凡夫沒有過。怎麼沒有過？他自己不覺悟，一身的過失他不知道，這個叫愚人。聖人起心動念的過失他曉得，曉得他就能改，知過則改；我們的過連知都不知道，怎麼改法？沒法子改。這個就是印光大師為什麼要我們天天去念《感應篇》、去念《安士全書》，無非是念這些書，時時刻刻能夠見到自己的過，你能見過，「與道即相當」，改過就是修道，就是修行。修行無非是修正我們錯誤的思想、行為，這個就叫修行。"
    },
    {
      "id": "09-005-0009_p0006",
      "zh_CN": "「色类自有道」，这个是讲十法界一切众生之类，各个自己具足大道，因此是「各不相妨恼」。所以大家能够在一起共存，彼此互相不相妨碍。为什么现在我们看，特别是欲界的众生，尤其是欲界里面的欲界天以下的斗争坚固，天上也打仗。你看佛经上讲的，忉利天常常跟阿修罗战争。所以忉利天也不太平，福报虽然大，也是还有战争之苦。夜摩天以上比较好一点，没有战争，因为愈是往上去，瞋恚心愈轻、愈淡薄，所以他福报愈大。这两句话说的，「色类自有道，各不相妨恼」，如果在理上讲，我们很容易明了。那是华严经上所讲的，「应观法界性，一切唯心造」，十法界依正庄严，一切众生之类，都是唯心所现，唯识所变。所以与自己的关系是一体的，不应该互相妨害。为什么到现在有互相妨害的情形？这就是我们迷失了自性，在这个境界里面，一切众生之类里面，生贪瞋恶念，所以才彼此互相妨害，互相残杀。所以这个是决定违反了本性。",
      "zh_TW": "「色類自有道」，這個是講十法界一切眾生之類，各個自己具足大道，因此是「各不相妨惱」。所以大家能夠在一起共存，彼此互相不相妨礙。為什麼現在我們看，特別是欲界的眾生，尤其是欲界裡面的欲界天以下的鬥爭堅固，天上也打仗。你看佛經上講的，忉利天常常跟阿修羅戰爭。所以忉利天也不太平，福報雖然大，也是還有戰爭之苦。夜摩天以上比較好一點，沒有戰爭，因為愈是往上去，瞋恚心愈輕、愈淡薄，所以他福報愈大。這兩句話說的，「色類自有道，各不相妨惱」，如果在理上講，我們很容易明瞭。那是華嚴經上所講的，「應觀法界性，一切唯心造」，十法界依正莊嚴，一切眾生之類，都是唯心所現，唯識所變。所以與自己的關係是一體的，不應該互相妨害。為什麼到現在有互相妨害的情形？這就是我們迷失了自性，在這個境界裡面，一切眾生之類裡面，生貪瞋惡念，所以才彼此互相妨害，互相殘殺。所以這個是決定違反了本性。"
    },
    {
      "id": "09-005-0009_p0007",
      "zh_CN": "我们今天说起来很惭愧，我们居住的环境有很多小虫来干扰，在此地有蚂蚁、蜘蛛、苍蝇、蚊子、蟑螂，有什么法子？那我们必须要杀生。杀，牠又不甘心。所以彼此互相就妨碍、互相就生烦恼。这是我们应该惭愧的地方。但是又不能不做，自己没这个功夫。我们看印光法师的传记上写的，他老人家七十岁以后，这个是他老人家示现，他的功夫成就了。在大陆上，尤其是寺院里面，因为他洗澡少，所以身上容易生虱子、跳蚤，这个东西也是很烦恼的事情，像蚊虫、苍蝇之类的。在以前他的房间常常有，他这些徒弟、弟子们就替他抓，在寺庙里把这些虫抓来放在一个竹桶里面，还养牠，养在竹桶里面。印光法师看到之后就说不要抓，随牠去。人家问：为什么？他就讲：我的德行不够，有了这些东西在，时时刻刻能够提醒我，我道业没有成就。古人有道，住在这个地方，这些小动物叫迁单（就是搬家），牠们都搬走了。我住在这个地方，牠们不肯搬家，常常来打搅我，可见得我的功夫还不够。所以留着，让我自己有个警惕。于是大家也就不抓了。七十岁之后，真的，那个房间里头，凡是有这些小虫，别人住的时候有，老和尚到那里去一住，一个也找不到，都搬家了。这个是印光大师传记里面写得清清楚楚的。可见得「色类自有道，各不相妨恼」，真的一点没错，你不妨碍牠，牠就不妨碍你。你的心真正修到清净，大慈悲心发出来之后，这些小动物都会被感动。所以我们看到老和尚这个样子，应当深深生惭愧心，不得已得想方法驱逐这些小虫之类的，驱逐掉，一方面自己要加紧修道，要求感应，这才是一条正路。「离道别觅道，终身不见道」。道在那里？道在自己心中，清净心是道。离了自己清净心，到外面去找道，找不到的，没有这个道理，那是终身也不见道，道要向内心去求。",
      "zh_TW": "我們今天說起來很慚愧，我們居住的環境有很多小蟲來干擾，在此地有螞蟻、蜘蛛、蒼蠅、蚊子、蟑螂，有什麼法子？那我們必須要殺生。殺，牠又不甘心。所以彼此互相就妨礙、互相就生煩惱。這是我們應該慚愧的地方。但是又不能不做，自己沒這個功夫。我們看印光法師的傳記上寫的，他老人家七十歲以後，這個是他老人家示現，他的功夫成就了。在大陸上，尤其是寺院裡面，因為他洗澡少，所以身上容易生蝨子、跳蚤，這個東西也是很煩惱的事情，像蚊蟲、蒼蠅之類的。在以前他的房間常常有，他這些徒弟、弟子們就替他抓，在寺廟裡把這些蟲抓來放在一個竹桶裡面，還養牠，養在竹桶裡面。印光法師看到之後就說不要抓，隨牠去。人家問：為什麼？他就講：我的德行不夠，有了這些東西在，時時刻刻能夠提醒我，我道業沒有成就。古人有道，住在這個地方，這些小動物叫遷單（就是搬家），牠們都搬走了。我住在這個地方，牠們不肯搬家，常常來打攪我，可見得我的功夫還不夠。所以留著，讓我自己有個警惕。於是大家也就不抓了。七十歲之後，真的，那個房間裡頭，凡是有這些小蟲，別人住的時候有，老和尚到那裡去一住，一個也找不到，都搬家了。這個是印光大師傳記裡面寫得清清楚楚的。可見得「色類自有道，各不相妨惱」，真的一點沒錯，你不妨礙牠，牠就不妨礙你。你的心真正修到清淨，大慈悲心發出來之後，這些小動物都會被感動。所以我們看到老和尚這個樣子，應當深深生慚愧心，不得已得想方法驅逐這些小蟲之類的，驅逐掉，一方面自己要加緊修道，要求感應，這才是一條正路。「離道別覓道，終身不見道」。道在那裡？道在自己心中，清淨心是道。離了自己清淨心，到外面去找道，找不到的，沒有這個道理，那是終身也不見道，道要向內心去求。"
    },
    {
      "id": "09-005-0009_p0008",
      "zh_CN": "底下第八首说，「波波度一生」，这就是我们常说的劳碌奔波过了一辈子，过了一生，到头一定要懊悔的，就是后悔。这一生空过了，这一生没有真正的修道、没有真正的成就，但是到那个时候后悔来不及了。所以平时一定要提高警觉。这一点我们实实在在，心里头要清楚、要明白，决定不能够迷惑，吃亏的不是别人，是自己。像谛闲法师那个念佛的徒弟，人家念了三年佛，站着走的。这是四十多岁才闻佛法，他一生没有听过经，也没有看过经，他不认识字。虽然出家，也没有受戒，老和尚不叫他受戒，年岁大受不了这个苦，就教他一句「南无阿弥陀佛」六个字。他就是念这六个字，念了三年，他站着走了。他是预知时至，老法师赞叹，说他这种成就比讲经说法的大法师、比丛林寺院的方丈住持要超过太多了，这是了不起的成就！死了之后，他的身体在那里还站了三天，站着走的，还站了三天，等他的师父来给他办后事。我们再想想圆泽禅师，跟他怎么能比？一往生西方极乐世界，就一生成佛，这没话说的。除非你不往生，往生既使下品下生，也是当生成佛。那个才叫做即身成佛，那一点都不假的。所以我们一定要记住这个教训。",
      "zh_TW": "底下第八首說，「波波度一生」，這就是我們常說的勞碌奔波過了一輩子，過了一生，到頭一定要懊悔的，就是後悔。這一生空過了，這一生沒有真正的修道、沒有真正的成就，但是到那個時候後悔來不及了。所以平時一定要提高警覺。這一點我們實實在在，心裡頭要清楚、要明白，決定不能夠迷惑，吃虧的不是別人，是自己。像諦閑法師那個念佛的徒弟，人家念了三年佛，站著走的。這是四十多歲才聞佛法，他一生沒有聽過經，也沒有看過經，他不認識字。雖然出家，也沒有受戒，老和尚不叫他受戒，年歲大受不了這個苦，就教他一句「南無阿彌陀佛」六個字。他就是念這六個字，念了三年，他站著走了。他是預知時至，老法師讚歎，說他這種成就比講經說法的大法師、比叢林寺院的方丈住持要超過太多了，這是了不起的成就！死了之後，他的身體在那裡還站了三天，站著走的，還站了三天，等他的師父來給他辦後事。我們再想想圓澤禪師，跟他怎麼能比？一往生西方極樂世界，就一生成佛，這沒話說的。除非你不往生，往生既使下品下生，也是當生成佛。那個才叫做即身成佛，那一點都不假的。所以我們一定要記住這個教訓。"
    },
    {
      "id": "09-005-0009_p0009",
      "zh_CN": "倓虚老和尚还说了一桩事情，我想诸位也能记得很清楚，他在头陀寺做方丈的时候，那个庙里一只大公鸡，公鸡也能够念佛往生，这是他们大家看到的事情。每一天上早晚课的时候，这只公鸡就跟着一起，一样也去。往生的那一天，晚课做完之后，大家都散了，公鸡不走。香灯师就跟公鸡讲，你赶快走，不走我要关门了。牠跑到佛像前面，仰着头看佛像，叫了三声（那个三声也许是念阿弥陀佛），站着就走了。确实我们佛要念不好，连那只鸡都不如。所以一定要老老实实的把这一句佛号念好，其他的一切随缘就好，不要攀缘，也不必很认真，咱们念佛这个事情决定要认真。大师在此地的教训非常多，对于念佛人有很大很大的帮助。",
      "zh_TW": "倓虛老和尚還說了一樁事情，我想諸位也能記得很清楚，他在頭陀寺做方丈的時候，那個廟裡一隻大公雞，公雞也能夠念佛往生，這是他們大家看到的事情。每一天上早晚課的時候，這隻公雞就跟著一起，一樣也去。往生的那一天，晚課做完之後，大家都散了，公雞不走。香燈師就跟公雞講，你趕快走，不走我要關門了。牠跑到佛像前面，仰著頭看佛像，叫了三聲（那個三聲也許是念阿彌陀佛），站著就走了。確實我們佛要念不好，連那隻雞都不如。所以一定要老老實實的把這一句佛號念好，其他的一切隨緣就好，不要攀緣，也不必很認真，咱們念佛這個事情決定要認真。大師在此地的教訓非常多，對於念佛人有很大很大的幫助。"
    },
    {
      "id": "09-005-0009_p0010",
      "zh_CN": "「欲得见真道，行正即是道」。我们的思想行为正而不邪，这就是道。正就是觉、就是清净，这是一而三，三而一。心地正大光明，行为正大光明，这个就是道。再看第九首，第九、第十这两首是除障。",
      "zh_TW": "「欲得見真道，行正即是道」。我們的思想行為正而不邪，這就是道。正就是覺、就是清淨，這是一而三，三而一。心地正大光明，行為正大光明，這個就是道。再看第九首，第九、第十這兩首是除障。"
    },
    {
      "id": "09-005-0009_p0011",
      "zh_CN": "【自若无道心。暗行不见道。】",
      "zh_TW": "【自若無道心。闇行不見道。】"
    },
    {
      "id": "09-005-0009_p0012",
      "zh_CN": "自己假如没有道心，没有道心，你的思想行为一定迷惑颠倒，所以你不见道。『道心』是什么？向道之心。以我们念佛人来说，我们念佛人存什么心？存着念念求生西方极乐世界的心。我念念想求生西方极乐世界，我对这个世界当然就能放下，当然就无所留恋。对这个世界的人，一定客客气气、恭恭敬敬，为什么？我到这里来做客，不久就要回去、要走了。这里的人对我好的，很好，我们结个欢喜缘；不好的，我们也结个欢喜缘。心里面要有主宰，这个就是道心。任何境界，任何法门，心地绝不动摇。一个人在一生当中心要是有了主宰，这个人很幸福。他在一生当中，好比船在大海里面，他有方向，他有目标，他晓得这一生能到什么样的境界。所以这两句很重要。我们今天念佛人讲的道心，就是信愿行。深信切愿，老实念佛，这就是道心。",
      "zh_TW": "自己假如沒有道心，沒有道心，你的思想行為一定迷惑顛倒，所以你不見道。『道心』是什麼？向道之心。以我們念佛人來說，我們念佛人存什麼心？存著念念求生西方極樂世界的心。我念念想求生西方極樂世界，我對這個世界當然就能放下，當然就無所留戀。對這個世界的人，一定客客氣氣、恭恭敬敬，為什麼？我到這裡來做客，不久就要回去、要走了。這裡的人對我好的，很好，我們結個歡喜緣；不好的，我們也結個歡喜緣。心裡面要有主宰，這個就是道心。任何境界，任何法門，心地絕不動搖。一個人在一生當中心要是有了主宰，這個人很幸福。他在一生當中，好比船在大海裡面，他有方向，他有目標，他曉得這一生能到什麼樣的境界。所以這兩句很重要。我們今天念佛人講的道心，就是信願行。深信切願，老實念佛，這就是道心。"
    },
    {
      "id": "09-005-0009_p0013",
      "zh_CN": "【若真修道人。不见世间过。】",
      "zh_TW": "【若真修道人。不見世間過。】"
    },
    {
      "id": "09-005-0009_p0014",
      "zh_CN": "为什么不见？因为他心心都念在道上，没有时间看这个世间过失，没时间看。念念在阿弥陀佛上，哪里还有时间去看过失？所以说一切妄想分别是非人我，他统统都摆脱掉了，一心念佛，这是一个真正修道人。第七首说：",
      "zh_TW": "為什麼不見？因為他心心都念在道上，沒有時間看這個世間過失，沒時間看。念念在阿彌陀佛上，哪裡還有時間去看過失？所以說一切妄想分別是非人我，他統統都擺脫掉了，一心念佛，這是一個真正修道人。第七首說："
    },
    {
      "id": "09-005-0009_p0015",
      "zh_CN": "【若见他人非。自非却是左。】",
      "zh_TW": "【若見他人非。自非卻是左。】"
    },
    {
      "id": "09-005-0009_p0016",
      "zh_CN": "我们见到别人过失了，见到别人的过失，实在讲就是自己的过失。自己要没有过失，怎么会见到别人的过失？这个道理要用唯识来解释。外面的境界相，叫本质相分。你见到本质相分，你的眼识里面就落了一个印象，好像照相机一样，底下有个底片。你们第六识、第七识就缘着这个影像，又变现成第六识的相分、第七识的相分，第六识分别它的相分，第七识是执着它的相分，与外面境界，实在讲丝毫不相干。所以我们今天分别种种法相，你要把唯识念通了才晓得，你是在家里看电视，不是现场。你自己所见到那些过失，的确是自己见自己的过失，没有见到现场。现场那个地方就是给你一个外缘，把你自己的是非人我烦恼，把它勾引起来，就是你自己阿赖耶识里有这些东西。如果你自心清净，外面什么样的境缘，也不会把你烦恼引起来。见到别人过，就是自己的烦恼，心就不清净。所以说『自非却是左』，「左」是堕落，右是往上升，左是往下降。所以古时做官的人，如果犯罪，降级了，叫左迁。左迁，就是降级、犯罪了。你看笔录《楞严经》的房融，他从前是做宰相的，大概是得罪皇帝，把他降级，降到广州去做地方官，相当一个知府一样。从宰相一下降到一个知府，降了好多级，这就叫左迁。底下老人家教给我们：",
      "zh_TW": "我們見到別人過失了，見到別人的過失，實在講就是自己的過失。自己要沒有過失，怎麼會見到別人的過失？這個道理要用唯識來解釋。外面的境界相，叫本質相分。你見到本質相分，你的眼識裡面就落了一個印象，好像照相機一樣，底下有個底片。你們第六識、第七識就緣著這個影像，又變現成第六識的相分、第七識的相分，第六識分別它的相分，第七識是執著它的相分，與外面境界，實在講絲毫不相干。所以我們今天分別種種法相，你要把唯識念通了才曉得，你是在家裡看電視，不是現場。你自己所見到那些過失，的確是自己見自己的過失，沒有見到現場。現場那個地方就是給你一個外緣，把你自己的是非人我煩惱，把它勾引起來，就是你自己阿賴耶識裡有這些東西。如果你自心清淨，外面什麼樣的境緣，也不會把你煩惱引起來。見到別人過，就是自己的煩惱，心就不清淨。所以說『自非卻是左』，「左」是墮落，右是往上升，左是往下降。所以古時做官的人，如果犯罪，降級了，叫左遷。左遷，就是降級、犯罪了。你看筆錄《楞嚴經》的房融，他從前是做宰相的，大概是得罪皇帝，把他降級，降到廣州去做地方官，相當一個知府一樣。從宰相一下降到一個知府，降了好多級，這就叫左遷。底下老人家教給我們："
    },
    {
      "id": "09-005-0009_p0017",
      "zh_CN": "【他非我不非。我非自有过。】",
      "zh_TW": "【他非我不非。我非自有過。】"
    },
    {
      "id": "09-005-0009_p0018",
      "zh_CN": "别人有什么不对他的事情，与我不相干，我看了、听了心要平静，心像镜子一样照得清清楚楚，绝对不受影响，心地平静。心地平静，才能把是非善恶看得清清楚楚，如果你要一动感情，往往误事。所以，这个世间古今中外都一样，做大人物、大领袖人物，他跟别人确实不相同。不同在什么地方？他有定力，不管什么大的事情来到面前了，他不惊，他不慌张，他很冷静，一点都不会激动。所以他事情看得很清楚，处理就能得当。凡是激动一定乱事、一定坏事的，激动就是没定。所以这个要记住。『他非我不非，我非自有过』，把别人的是非变成自己的是非，这就是自己的过失。",
      "zh_TW": "別人有什麼不對他的事情，與我不相干，我看了、聽了心要平靜，心像鏡子一樣照得清清楚楚，絕對不受影響，心地平靜。心地平靜，才能把是非善惡看得清清楚楚，如果你要一動感情，往往誤事。所以，這個世間古今中外都一樣，做大人物、大領袖人物，他跟別人確實不相同。不同在什麼地方？他有定力，不管什麼大的事情來到面前了，他不驚，他不慌張，他很冷靜，一點都不會激動。所以他事情看得很清楚，處理就能得當。凡是激動一定亂事、一定壞事的，激動就是沒定。所以這個要記住。『他非我不非，我非自有過』，把別人的是非變成自己的是非，這就是自己的過失。"
    },
    {
      "id": "09-005-0009_p0019",
      "zh_CN": "【但自却非心。打除烦恼破。憎爱不关心。长伸两脚卧。】",
      "zh_TW": "【但自卻非心。打除煩惱破。憎愛不關心。長伸兩腳臥。】"
    },
    {
      "id": "09-005-0009_p0020",
      "zh_CN": "这一首是讲自证。只要我们把是非心去掉、人我心去掉，然后功夫就能够得力。功夫得力，这才能够真正伏住烦恼。『打除』也就是伏的意思。能伏烦恼之后，才能够断烦恼。你要想真正做到这个功夫，那么你必须要记住，『憎爱不关心』，你要把爱憎的心摆脱掉。爱憎心就是什么？贪瞋。顺境里面起贪爱，逆境里面不合自己意思了，起瞋恚。这是我们佛法里面讲魔障，这是两个最大的魔障。所以降魔，你能够在顺境里面不起贪爱，逆境里面不起瞋恚，魔就被你降伏住了，降魔是用这个降法。所以首先要认识什么叫做魔，自己一定要认识清楚。五阴是魔，烦恼是魔，烦恼就是贪瞋痴慢疑，这就是魔。只要有一个魔在，你就会有障碍，换句话说，你念佛想得一心就办不到，必须把这些魔障赶尽杀绝，你才能够到一心不乱。所以你要想除魔障，你先一定要认识魔是什么，你连魔都不认识，你怎么能除得掉他？先要认识他，然后才能够除掉他。所以要记住，是非人我是魔，贪瞋痴慢是魔，我们今天学佛、念佛功夫不得力，都是这些东西在打闲岔、在扰乱，果然把这个东西统统都去掉，你就安心办道了。『长伸两脚卧』，就是形容身心世界一切万缘统统放下，没事了。像过去大珠和尚，有人就向他老人家请教，你老人家平时怎么用功法（那是禅宗里的法将，明心见性的）？他就告诉别人，「饥来吃饭，困来眠。」人家听了莫明其妙，哪一个人肚子饿了不吃饭，困了不睡觉，这个就是用功办道吗？实在讲他那个真正是，他没有别的事，我现在只有肚子饿了吃饭，困了睡觉，别的事没有了。意思是告诉我们，他烦恼断尽了，没有了，这是说明功夫到家了。我们现在不行，我们现在真正办道，哪有心思吃饭，哪有心思睡觉，念念怎么样断烦恼，怎么样了生死。他的烦恼统统已经打发掉了，剩下来的事情就是肚皮饿了吃饭、困了睡觉。这个就是「憎爱不关心，长伸两脚卧」。第十二首：",
      "zh_TW": "這一首是講自證。只要我們把是非心去掉、人我心去掉，然後功夫就能夠得力。功夫得力，這才能夠真正伏住煩惱。『打除』也就是伏的意思。能伏煩惱之後，才能夠斷煩惱。你要想真正做到這個功夫，那麼你必須要記住，『憎愛不關心』，你要把愛憎的心擺脫掉。愛憎心就是什麼？貪瞋。順境裡面起貪愛，逆境裡面不合自己意思了，起瞋恚。這是我們佛法裡面講魔障，這是兩個最大的魔障。所以降魔，你能夠在順境裡面不起貪愛，逆境裡面不起瞋恚，魔就被你降伏住了，降魔是用這個降法。所以首先要認識什麼叫做魔，自己一定要認識清楚。五陰是魔，煩惱是魔，煩惱就是貪瞋痴慢疑，這就是魔。只要有一個魔在，你就會有障礙，換句話說，你念佛想得一心就辦不到，必須把這些魔障趕盡殺絕，你才能夠到一心不亂。所以你要想除魔障，你先一定要認識魔是什麼，你連魔都不認識，你怎麼能除得掉他？先要認識他，然後才能夠除掉他。所以要記住，是非人我是魔，貪瞋痴慢是魔，我們今天學佛、念佛功夫不得力，都是這些東西在打閒岔、在擾亂，果然把這個東西統統都去掉，你就安心辦道了。『長伸兩腳臥』，就是形容身心世界一切萬緣統統放下，沒事了。像過去大珠和尚，有人就向他老人家請教，你老人家平時怎麼用功法（那是禪宗裡的法將，明心見性的）？他就告訴別人，「飢來吃飯，睏來眠。」人家聽了莫明其妙，哪一個人肚子餓了不吃飯，睏了不睡覺，這個就是用功辦道嗎？實在講他那個真正是，他沒有別的事，我現在只有肚子餓了吃飯，睏了睡覺，別的事沒有了。意思是告訴我們，他煩惱斷盡了，沒有了，這是說明功夫到家了。我們現在不行，我們現在真正辦道，哪有心思吃飯，哪有心思睡覺，念念怎麼樣斷煩惱，怎麼樣了生死。他的煩惱統統已經打發掉了，剩下來的事情就是肚皮餓了吃飯、睏了睡覺。這個就是「憎愛不關心，長伸兩腳臥」。第十二首："
    },
    {
      "id": "09-005-0009_p0021",
      "zh_CN": "【欲拟化他人。自须有方便。勿令彼有疑。即是自性现。】",
      "zh_TW": "【欲擬化他人。自須有方便。勿令彼有疑。即是自性現。】"
    },
    {
      "id": "09-005-0009_p0022",
      "zh_CN": "这是度化众生的原则。可见得摄受教化众生，最要紧的原则，就是教众生生信心，于正法决定不疑惑就行了。「信心清净，则生实相」，佛在《金刚经》上讲的。如果这两句话用在念佛法门里面，生实相就是理一心不乱。换句话说，如何证得理一心不乱？信心清净。我们如果有一丝毫的疑惑，我们的信心就不清净。所以教化众生，自己必须要有方便，方便善巧是无量无边，所谓是应机说法，无有定法可说，只要叫听的人断疑生信就可以了。学道，诸位一定要明了，道里面有学(就是有学问)，学问里面有道。所以，佛法门路虽多，归纳起来三条大路，觉、正、净。禅与般若，是从「觉」这条路走进来的；教下，像天台、贤首（就是华严宗）、唯识、三论，这些宗派都是从「正」入门的，就是正知正见，从这入门的；律宗、净土宗、密宗，都是从「净」，从清净心，从净入门的。为什么我们特别要提倡西方净土？那就是我们这三条路都走不通，这才求西方净土。西方净土，我们的心不净，也能成就，就是带业往生。比如讲戒律，戒律要到真正清净，才能证阿罗汉果，见思烦恼断尽了。密宗到三密相应，清净心现前，所谓即身成佛，印光大师说得清清楚楚，跟阿罗汉的境界完全相等，不是成究竟圆满的佛，这个要搞清楚。所以你要是把这些宗教全都搞清楚了，你才晓得净土法门不可思议。那些法门我们一生不容易成就，老实念佛，一生必定成就。善导、永明延寿都说，万修万人去，一个也不会漏掉的。这是这个法门的殊胜。再看第十三首偈：",
      "zh_TW": "這是度化眾生的原則。可見得攝受教化眾生，最要緊的原則，就是教眾生生信心，於正法決定不疑惑就行了。「信心清淨，則生實相」，佛在《金剛經》上講的。如果這兩句話用在念佛法門裡面，生實相就是理一心不亂。換句話說，如何證得理一心不亂？信心清淨。我們如果有一絲毫的疑惑，我們的信心就不清淨。所以教化眾生，自己必須要有方便，方便善巧是無量無邊，所謂是應機說法，無有定法可說，只要叫聽的人斷疑生信就可以了。學道，諸位一定要明瞭，道裡面有學(就是有學問)，學問裡面有道。所以，佛法門路雖多，歸納起來三條大路，覺、正、淨。禪與般若，是從「覺」這條路走進來的；教下，像天台、賢首（就是華嚴宗）、唯識、三論，這些宗派都是從「正」入門的，就是正知正見，從這入門的；律宗、淨土宗、密宗，都是從「淨」，從清淨心，從淨入門的。為什麼我們特別要提倡西方淨土？那就是我們這三條路都走不通，這才求西方淨土。西方淨土，我們的心不淨，也能成就，就是帶業往生。比如講戒律，戒律要到真正清淨，才能證阿羅漢果，見思煩惱斷盡了。密宗到三密相應，清淨心現前，所謂即身成佛，印光大師說得清清楚楚，跟阿羅漢的境界完全相等，不是成究竟圓滿的佛，這個要搞清楚。所以你要是把這些宗教全都搞清楚了，你才曉得淨土法門不可思議。那些法門我們一生不容易成就，老實念佛，一生必定成就。善導、永明延壽都說，萬修萬人去，一個也不會漏掉的。這是這個法門的殊勝。再看第十三首偈："
    },
    {
      "id": "09-005-0009_p0023",
      "zh_CN": "【佛法在世间。不离世间觉。离世觅菩提。恰如求兔角。】",
      "zh_TW": "【佛法在世間。不離世間覺。離世覓菩提。恰如求兔角。】"
    },
    {
      "id": "09-005-0009_p0024",
      "zh_CN": "这是讲信解。世间跟出世间，佛法与世间法，给诸位说，是一不是二。觉悟了一切世间法就是佛法，迷了一切佛法就叫做世间法，说穿了，只换名词没有换自体。你要觉悟了就叫你做佛，你要是迷惑了就叫你做众生，换句话说，佛是你，众生还是你。诸位一定要明白这个事实真相。所以佛法只讲迷悟。佛说的种种法相名词，这都叫方便说，我们决定不能被这些法相名词迷惑了，那你就大错了。所以有许多人执着在法相名词里头，产生许许多多无谓的戏论。禅里头没有戏论，念佛法门里面没有戏论，持戒的没有戏论。教下有，密宗也有，为什么？他们常常讲经辩论，辩论都是戏论。辩来辩去清净心，像六祖所说的「本来无一物，何处惹尘埃」，你辩什么，没得好辩的。辩来辩去所得的结论，给诸位说，都是一些法相名词，都是一些分别知见，头上安头。既然这个都是虚妄的，凡所有相皆是虚妄，为什么佛要设这种方便法门？有些人他就喜欢这一套。佛是大慈大悲，恒顺众生，随喜功德，你喜欢辩，好，好像学校老师一样，出了很多题目，让你去辩去，你喜欢这一套。那个不喜欢辩的？不喜欢辩的，行，有，你去参禅去，你去念佛去。所以说八万四千法门，门门施设不同，应一切众生种种不同根性而设施的。没有这些众生就没有佛法，佛法是因众生而建立的，六祖大师前面说得很明白。所以佛法也是假的，也不是真的。所以这个地方我们要了解，我们在世间觉就是菩提，觉就是佛法，就怕迷。",
      "zh_TW": "這是講信解。世間跟出世間，佛法與世間法，給諸位說，是一不是二。覺悟了一切世間法就是佛法，迷了一切佛法就叫做世間法，說穿了，只換名詞沒有換自體。你要覺悟了就叫你做佛，你要是迷惑了就叫你做眾生，換句話說，佛是你，眾生還是你。諸位一定要明白這個事實真相。所以佛法只講迷悟。佛說的種種法相名詞，這都叫方便說，我們決定不能被這些法相名詞迷惑了，那你就大錯了。所以有許多人執著在法相名詞裡頭，產生許許多多無謂的戲論。禪裡頭沒有戲論，念佛法門裡面沒有戲論，持戒的沒有戲論。教下有，密宗也有，為什麼？他們常常講經辯論，辯論都是戲論。辯來辯去清淨心，像六祖所說的「本來無一物，何處惹塵埃」，你辯什麼，沒得好辯的。辯來辯去所得的結論，給諸位說，都是一些法相名詞，都是一些分別知見，頭上安頭。既然這個都是虛妄的，凡所有相皆是虛妄，為什麼佛要設這種方便法門？有些人他就喜歡這一套。佛是大慈大悲，恆順眾生，隨喜功德，你喜歡辯，好，好像學校老師一樣，出了很多題目，讓你去辯去，你喜歡這一套。那個不喜歡辯的？不喜歡辯的，行，有，你去參禪去，你去念佛去。所以說八萬四千法門，門門施設不同，應一切眾生種種不同根性而設施的。沒有這些眾生就沒有佛法，佛法是因眾生而建立的，六祖大師前面說得很明白。所以佛法也是假的，也不是真的。所以這個地方我們要了解，我們在世間覺就是菩提，覺就是佛法，就怕迷。"
    },
    {
      "id": "09-005-0009_p0025",
      "zh_CN": "修行求觉、求正、求净，在哪里求？就在世间求。『离世觅菩提』，这就是二乘。离开这个世间，到深山人迹不到的地方去修行，纵然修到身心清净，他不是真正的清净，假如把他带到都市里面来，转几圈，他又迷惑了。为什么？他禁不起花花世界的诱惑，他又要退堕了。这样的人有没有？太多太多了。所以一个真正修行成就的人，必定在红尘里面锻炼的。所以古德也常说，水里面开的莲花不稀奇，火里面开的莲花，那才稀奇。火是代表五欲六尘，这就是世间。在五欲六尘里面，而不染五欲六尘，这个叫真清净。舍离五欲六尘，躲避它、怕它，不敢亲近它，这个是身清净，这个不叫真清净。为什么？你一接触的时候，清净心就失掉了，那个不叫真清净。真清净是在五欲里头而不染五欲。这一点，难！这是真功夫。那做不到怎么办？做不到就远离，学小乘，就远离。远离，跟诸位说，念佛，求生净土。这个才叫真正永离世间，永离迷惑颠倒。如果不能生净土，还要六道轮回，没用处的，怎么离也离不了。所以大菩提就是即世间离世间，离即同时，离即不二，这就是这一首的意思。第十四首说：",
      "zh_TW": "修行求覺、求正、求淨，在哪裡求？就在世間求。『離世覓菩提』，這就是二乘。離開這個世間，到深山人跡不到的地方去修行，縱然修到身心清淨，他不是真正的清淨，假如把他帶到都市裡面來，轉幾圈，他又迷惑了。為什麼？他禁不起花花世界的誘惑，他又要退墮了。這樣的人有沒有？太多太多了。所以一個真正修行成就的人，必定在紅塵裡面鍛鍊的。所以古德也常說，水裡面開的蓮花不稀奇，火裡面開的蓮花，那才稀奇。火是代表五欲六塵，這就是世間。在五欲六塵裡面，而不染五欲六塵，這個叫真清淨。捨離五欲六塵，躲避它、怕它，不敢親近它，這個是身清淨，這個不叫真清淨。為什麼？你一接觸的時候，清淨心就失掉了，那個不叫真清淨。真清淨是在五欲裡頭而不染五欲。這一點，難！這是真功夫。那做不到怎麼辦？做不到就遠離，學小乘，就遠離。遠離，跟諸位說，念佛，求生淨土。這個才叫真正永離世間，永離迷惑顛倒。如果不能生淨土，還要六道輪迴，沒用處的，怎麼離也離不了。所以大菩提就是即世間離世間，離即同時，離即不二，這就是這一首的意思。第十四首說："
    },
    {
      "id": "09-005-0009_p0026",
      "zh_CN": "【正见名出世。邪见是世间。邪正尽打却。菩提性宛然。】",
      "zh_TW": "【正見名出世。邪見是世間。邪正盡打卻。菩提性宛然。】"
    },
    {
      "id": "09-005-0009_p0027",
      "zh_CN": "这首是讲果法，修行证果。首先讲什么是出世间，什么是世间，这个定义给我们说出来了。正知正见就超越世间，的确超越世间一般人的知见，换句话说，这就是认识，他对这个世间一切法的认识跟普通人不一样，他彻底明了一切法的体性、相状、作用（就是体相用），他一点都不迷惑，这就叫『出世』。所以出世并没有离开我们社会，没有离开世间。『邪见是世间』，「邪见」是对于一切法的体相用看错了，不具足正知正见，在一切法里起迷惑颠倒的知见，这个人我们叫他做世间。彻底觉悟的人，我们叫他做出世间。由此可知，世间跟出世间有没有界线？没有。在人，不在事，一切法、一切事里面，找不到什么叫世间、什么叫出世间，世间、出世间是从你心里面一念觉、一念迷上分的。正如前面所讲的，菩提、涅槃，烦恼、生死，佛法、众生法，都是从你心里面分的，在一切法里面找不到。一切法里面没有菩提，也没有涅槃，也没有烦恼，也没有生死，一切法里确确实实没有。你一念迷，就有烦恼，就有生死，就有世间，就有众生。你一念悟，这就有佛、有菩提、有涅槃。这个是佛法的真实相。",
      "zh_TW": "這首是講果法，修行證果。首先講什麼是出世間，什麼是世間，這個定義給我們說出來了。正知正見就超越世間，的確超越世間一般人的知見，換句話說，這就是認識，他對這個世間一切法的認識跟普通人不一樣，他徹底明瞭一切法的體性、相狀、作用（就是體相用），他一點都不迷惑，這就叫『出世』。所以出世並沒有離開我們社會，沒有離開世間。『邪見是世間』，「邪見」是對於一切法的體相用看錯了，不具足正知正見，在一切法裡起迷惑顛倒的知見，這個人我們叫他做世間。徹底覺悟的人，我們叫他做出世間。由此可知，世間跟出世間有沒有界線？沒有。在人，不在事，一切法、一切事裡面，找不到什麼叫世間、什麼叫出世間，世間、出世間是從你心裡面一念覺、一念迷上分的。正如前面所講的，菩提、涅槃，煩惱、生死，佛法、眾生法，都是從你心裡面分的，在一切法裡面找不到。一切法裡面沒有菩提，也沒有涅槃，也沒有煩惱，也沒有生死，一切法裡確確實實沒有。你一念迷，就有煩惱，就有生死，就有世間，就有眾生。你一念悟，這就有佛、有菩提、有涅槃。這個是佛法的真實相。"
    },
    {
      "id": "09-005-0009_p0028",
      "zh_CN": "真正要达到究竟果位，那怎么样？得邪正二边都离开，换句话说，世间法、出世间法统统舍掉，这才明心见性。诸位要记住，你要是心里有正，没有邪了，你纵然成佛了，你是十法界的佛，就是藏教的佛，你只能够成藏教的佛、藏教的菩萨，通教、别教、圆教你没分。为什么？你要想成别教、圆教的菩萨，邪正二边都离掉，世出世间法二边也离掉。所以六祖在这部经的最初，印宗法师问他黄梅的宗旨，他答复说：只论见性，不说禅定解脱。印宗就问：为什么不说禅定解脱？他老人家答复：禅定解脱是二法，佛法是不二法。你记住这几句话，重要！二法是什么？对立的。有邪有正是二法，二法不是佛法，佛法是本来无一物，怎么会有二法？有一就有二，所以一也不能要。你有一个正，它一定有个反，所以反正二边都不要。你的心才真正清净，自性才能够现前，这叫明心见性，『菩提性宛然』，「宛然」清清楚楚、明明白白现前了。凡是你不能见性，就是你本性上有障碍，最微细的障碍就是二分法，有邪有正。西方爱因斯坦说过，我们所有的一切人类，都是生活在相对论里头。相对就是二分法，相对的，几时你把这个相对摆脱掉了，你就超越了。所以佛法是要超越相对的世界。超越之后，那叫什么？没名字，也没有形象，有名、有相又变成对立。所以我们修行人很不容易见性就是想什么？要打破砂锅问到底。问到底了，还是在迷圈里头没出去。诸位细细去想想看，问到底还没有出这个圈套。如何出这个圈套？不问了，那就出去了。不问是没念头，没有疑，就超越了。所以到最后告诉你，言语道断，心行处灭，出去了。这个心是到极清净了，真性现前。",
      "zh_TW": "真正要達到究竟果位，那怎麼樣？得邪正二邊都離開，換句話說，世間法、出世間法統統捨掉，這才明心見性。諸位要記住，你要是心裡有正，沒有邪了，你縱然成佛了，你是十法界的佛，就是藏教的佛，你只能夠成藏教的佛、藏教的菩薩，通教、別教、圓教你沒分。為什麼？你要想成別教、圓教的菩薩，邪正二邊都離掉，世出世間法二邊也離掉。所以六祖在這部經的最初，印宗法師問他黃梅的宗旨，他答覆說：只論見性，不說禪定解脫。印宗就問：為什麼不說禪定解脫？他老人家答覆：禪定解脫是二法，佛法是不二法。你記住這幾句話，重要！二法是什麼？對立的。有邪有正是二法，二法不是佛法，佛法是本來無一物，怎麼會有二法？有一就有二，所以一也不能要。你有一個正，它一定有個反，所以反正二邊都不要。你的心才真正清淨，自性才能夠現前，這叫明心見性，『菩提性宛然』，「宛然」清清楚楚、明明白白現前了。凡是你不能見性，就是你本性上有障礙，最微細的障礙就是二分法，有邪有正。西方愛因斯坦說過，我們所有的一切人類，都是生活在相對論裡頭。相對就是二分法，相對的，幾時你把這個相對擺脫掉了，你就超越了。所以佛法是要超越相對的世界。超越之後，那叫什麼？沒名字，也沒有形象，有名、有相又變成對立。所以我們修行人很不容易見性就是想什麼？要打破砂鍋問到底。問到底了，還是在迷圈裡頭沒出去。諸位細細去想想看，問到底還沒有出這個圈套。如何出這個圈套？不問了，那就出去了。不問是沒念頭，沒有疑，就超越了。所以到最後告訴你，言語道斷，心行處滅，出去了。這個心是到極清淨了，真性現前。"
    },
    {
      "id": "09-005-0009_p0029",
      "zh_CN": "所以要知道，讨论、辩论、讲解都是低级的佛法，中级的佛法、高级的佛法没有了，不用这些了。其实，我们在三界六道里面，高级的凡夫他们也没有辩论，也没有言说。交换意见，说好半天，也许对方还错会了意思，这不是麻烦吗？你们诸位要是读佛经里面讲的二十八层天，光音天以上的人不讲话了。光音天是第二禅，光音天以下有言语交谈的，光音天以上没有了。表达意见用什么方式？放光。你这一放光，他那边就晓得，清清楚楚的。也许你认为这个很奇怪，怎么会有这些事情？其实我们现在人也在做，你们每天开车，开到十字路口，那里一放红光，你马上就停着，乖乖停了，你就不敢走了；一放绿光，你就开车。你看，不要说话，用不着讲话的。所以光音天以上，要讨论佛法、讲解大经大论，不用言语的。我们看到佛在说法之前放光，光音天以上这些人，一看到这个光，意思全晓得了。再给你一句一句讲，光音天以下的，他看到这个光不晓得干什么事情，不懂的。好，这才用言语来给你解说，解说得大半天，有的时候听的人十之七八错会了意思，没有能懂得如来真实义。所以高级的凡夫都不用言语了。",
      "zh_TW": "所以要知道，討論、辯論、講解都是低級的佛法，中級的佛法、高級的佛法沒有了，不用這些了。其實，我們在三界六道裡面，高級的凡夫他們也沒有辯論，也沒有言說。交換意見，說好半天，也許對方還錯會了意思，這不是麻煩嗎？你們諸位要是讀佛經裡面講的二十八層天，光音天以上的人不講話了。光音天是第二禪，光音天以下有言語交談的，光音天以上沒有了。表達意見用什麼方式？放光。你這一放光，他那邊就曉得，清清楚楚的。也許你認為這個很奇怪，怎麼會有這些事情？其實我們現在人也在做，你們每天開車，開到十字路口，那裡一放紅光，你馬上就停著，乖乖停了，你就不敢走了；一放綠光，你就開車。你看，不要說話，用不著講話的。所以光音天以上，要討論佛法、講解大經大論，不用言語的。我們看到佛在說法之前放光，光音天以上這些人，一看到這個光，意思全曉得了。再給你一句一句講，光音天以下的，他看到這個光不曉得幹什麼事情，不懂的。好，這才用言語來給你解說，解說得大半天，有的時候聽的人十之七八錯會了意思，沒有能懂得如來真實義。所以高級的凡夫都不用言語了。"
    },
    {
      "id": "09-005-0009_p0030",
      "zh_CN": "所以诸位一定要明白，这是事实。讨论当中，我们常讲词不达意，叫对方听了之后产生误会，这就是我们的言语功能没有能真正把自己意思表达出来，他才会错会意思。所以言语文字它的功能是有限的，不是一个最完美的，不是的，有限度的。许许多多的真实义是言语文字没有法子表达的，你要用清净心去领会。所以禅宗是以心印心，不用言语文字。不用言语文字，禅宗的言语文字比任何一宗都多，你们要看看《大藏经》，《大藏经》的续藏，续藏里面差不多有四分之三都是禅宗的语录。它不立文字，它的文字比任何一宗都多。这什么缘故？它的言语文字是工具，意在言外，这个叫不立文字。所以它的意思你不能在文字当中去求，不能在言说当中求，言说文字好像是指路牌一样、路标一样，那不是目的地。你要看着那个路标，你自己要往前进，你不能把这个路标就当作目的地，那就错了。这叫做不立文字。所以诸位要懂得这个意思，千万不要错会。末后一首偈子是结劝，劝勉我们：",
      "zh_TW": "所以諸位一定要明白，這是事實。討論當中，我們常講詞不達意，叫對方聽了之後產生誤會，這就是我們的言語功能沒有能真正把自己意思表達出來，他才會錯會意思。所以言語文字它的功能是有限的，不是一個最完美的，不是的，有限度的。許許多多的真實義是言語文字沒有法子表達的，你要用清淨心去領會。所以禪宗是以心印心，不用言語文字。不用言語文字，禪宗的言語文字比任何一宗都多，你們要看看《大藏經》，《大藏經》的續藏，續藏裡面差不多有四分之三都是禪宗的語錄。它不立文字，它的文字比任何一宗都多。這什麼緣故？它的言語文字是工具，意在言外，這個叫不立文字。所以它的意思你不能在文字當中去求，不能在言說當中求，言說文字好像是指路牌一樣、路標一樣，那不是目的地。你要看著那個路標，你自己要往前進，你不能把這個路標就當作目的地，那就錯了。這叫做不立文字。所以諸位要懂得這個意思，千萬不要錯會。末後一首偈子是結勸，勸勉我們："
    },
    {
      "id": "09-005-0009_p0031",
      "zh_CN": "【此颂是顿教。】",
      "zh_TW": "【此頌是頓教。】"
    },
    {
      "id": "09-005-0009_p0032",
      "zh_CN": "指前面四首，这是禅宗顿修、顿悟、顿证的教学。",
      "zh_TW": "指前面四首，這是禪宗頓修、頓悟、頓證的教學。"
    },
    {
      "id": "09-005-0009_p0033",
      "zh_CN": "【亦名大法船。】",
      "zh_TW": "【亦名大法船。】"
    },
    {
      "id": "09-005-0009_p0034",
      "zh_CN": "这是比喻，船可以渡人，法也能够度你，把你从迷度到悟，乘这个法船就可以破迷开悟。破迷开悟就是由生死的此岸度到大涅槃的彼岸。悟就叫涅槃，迷就叫生死。末后两句说：",
      "zh_TW": "這是比喻，船可以渡人，法也能夠度你，把你從迷度到悟，乘這個法船就可以破迷開悟。破迷開悟就是由生死的此岸度到大涅槃的彼岸。悟就叫涅槃，迷就叫生死。末後兩句說："
    },
    {
      "id": "09-005-0009_p0035",
      "zh_CN": "【迷闻经累劫。悟则刹那间。】",
      "zh_TW": "【迷聞經累劫。悟則剎那間。】"
    },
    {
      "id": "09-005-0009_p0036",
      "zh_CN": "『迷闻』是什么意思？听了之后没悟，「闻」就是听，听了还是迷惑颠倒，并没有开悟，这叫迷闻。听了不开悟，这个时间就相当之长，所谓是三大阿僧祇劫、无量大劫，这是对迷闻的人来说的。要是悟了，那是刹那之间。所以，由此可知，佛法里面讲时间不是真的。成佛要三大阿僧祇劫，对谁说？对迷闻的人说的。如果觉悟的人（一听就悟的人），成佛在刹那之间、弹指之间。所以《华严经》上讲的，「念劫圆融。」如果是迷闻，一刹那变成无量劫。如果是悟闻的话，变无量劫为一刹那。所以你说我们要成佛究竟要多久？你明白这个道理，你这个疑问就没有了。成佛之久暂，在你自己的迷悟，悟了当下就成佛。可是我们很想悟，悟不了！不悟，怎么办？那就得老实念佛，求生净土。一个人真正老实念佛，求生净土，与禅宗大彻大悟没有两样；不仅没有两样，比禅宗大彻大悟不晓得要超胜多少，禅宗大彻大悟的人比不上！",
      "zh_TW": "『迷聞』是什麼意思？聽了之後沒悟，「聞」就是聽，聽了還是迷惑顛倒，並沒有開悟，這叫迷聞。聽了不開悟，這個時間就相當之長，所謂是三大阿僧祇劫、無量大劫，這是對迷聞的人來說的。要是悟了，那是剎那之間。所以，由此可知，佛法裡面講時間不是真的。成佛要三大阿僧祇劫，對誰說？對迷聞的人說的。如果覺悟的人（一聽就悟的人），成佛在剎那之間、彈指之間。所以《華嚴經》上講的，「念劫圓融。」如果是迷聞，一剎那變成無量劫。如果是悟聞的話，變無量劫為一剎那。所以你說我們要成佛究竟要多久？你明白這個道理，你這個疑問就沒有了。成佛之久暫，在你自己的迷悟，悟了當下就成佛。可是我們很想悟，悟不了！不悟，怎麼辦？那就得老實念佛，求生淨土。一個人真正老實念佛，求生淨土，與禪宗大徹大悟沒有兩樣；不僅沒有兩樣，比禪宗大徹大悟不曉得要超勝多少，禪宗大徹大悟的人比不上！"
    },
    {
      "id": "09-005-0009_p0037",
      "zh_CN": "圆泽禅师，那是大彻大悟，他还要去投胎，还要去做人家的小孩、儿子，还要流转六道，哪里能够比得上一个凡圣同居土下品下生的人？比不上。凡圣同居土下品下生，我们在净土经里面所看到的，圆证三不退，这个福报太大太大了。他是凡夫，他为什么有那么大的福报？给诸位说，沾佛的光，沾菩萨的光。我们今天自己没吃的、没穿的，如果今天国王在那里请客宴会，你也参加在其中，你虽然家里没吃的、没穿的，今天有最丰富的、最好的菜肴给你来享受，为什么？沾那个有福的人光。往生到西方极乐世界，天天跟阿弥陀佛在一起，天天跟文殊、普贤、观音、势至在一起，你还怕没有福报！这个福报是这么来的，神通、受用就是这么来的，这个才叫佛力真正的加持。佛的神通、佛的福报给我们享受，这是一切经里头所没有的，他方世界没这个事情，只有西方极乐世界有，而且西方极乐世界最容易去。所以说到这个地方，我们要真正的定宗旨，下定决心念佛，决定没有怀疑，这一生是一定要到西方去。你要是真正能建立，立下这个志愿，有这样的信心，那你有福了。绝对不被其他法门所动摇，更不会为这个世间名闻利养、五欲六尘所迷惑，那你就是正知正见，你就是觉而不迷。",
      "zh_TW": "圓澤禪師，那是大徹大悟，他還要去投胎，還要去做人家的小孩、兒子，還要流轉六道，哪裡能夠比得上一個凡聖同居土下品下生的人？比不上。凡聖同居土下品下生，我們在淨土經裡面所看到的，圓證三不退，這個福報太大太大了。他是凡夫，他為什麼有那麼大的福報？給諸位說，沾佛的光，沾菩薩的光。我們今天自己沒吃的、沒穿的，如果今天國王在那裡請客宴會，你也參加在其中，你雖然家裡沒吃的、沒穿的，今天有最豐富的、最好的菜餚給你來享受，為什麼？沾那個有福的人光。往生到西方極樂世界，天天跟阿彌陀佛在一起，天天跟文殊、普賢、觀音、勢至在一起，你還怕沒有福報！這個福報是這麼來的，神通、受用就是這麼來的，這個才叫佛力真正的加持。佛的神通、佛的福報給我們享受，這是一切經裡頭所沒有的，他方世界沒這個事情，只有西方極樂世界有，而且西方極樂世界最容易去。所以說到這個地方，我們要真正的定宗旨，下定決心念佛，決定沒有懷疑，這一生是一定要到西方去。你要是真正能建立，立下這個志願，有這樣的信心，那你有福了。絕對不被其他法門所動搖，更不會為這個世間名聞利養、五欲六塵所迷惑，那你就是正知正見，你就是覺而不迷。"
    },
    {
      "id": "09-005-0009_p0038",
      "zh_CN": "平生大事就是忆念念佛，心里一天到晚想着佛、念着佛，你就成功了。前面说「一切尽不妨」，你今天无论从事任何职业，你都可以念佛，一切工作照做我佛号不停。工作随缘而不攀缘，有一分工作我的生活安定，俗话常说「法轮未转食轮先」，身心不能够安稳就没有办法修道。所以修道人首先的一个条件，生活要安定，没有忧虑，他才能够安心办道。所以真正一切放下办道的人，一定要有护法，道理就在此地；所谓护法照顾他的生活。在从前中国大陆，寺庙都有产业，这种产业都是施主布施的，送田给他、送山给他，他这个田、山可以租给农夫去种，收成的时候每一年分一点稻子送到寺庙里来供养，所谓收租，叫租金，寺院里就拿这个做为一年生活的费用。所以寺庙他不要化缘，他不要做经忏佛事，大家能够安心办道。台湾的情形不一样，台湾情形我们都很了解，台湾寺庙没有产业，他要不靠信徒，他就没饭吃。所以逼着他不能不做经忏、不能不搞法会，他要不搞法会、不做经忏，他就没有生活来源。所以这跟大陆的情形不相同。可是大陆现在佛教是什么情形，我就不太了解了。因此，诸位同修，都是以在家学佛的身分，无论从事哪一个行业，没有关系，只要吃得饱、穿得暖，一心念佛，不要留恋这个世界。这是讲真话，不要留恋。",
      "zh_TW": "平生大事就是憶念念佛，心裡一天到晚想著佛、念著佛，你就成功了。前面說「一切盡不妨」，你今天無論從事任何職業，你都可以念佛，一切工作照做我佛號不停。工作隨緣而不攀緣，有一分工作我的生活安定，俗話常說「法輪未轉食輪先」，身心不能夠安穩就沒有辦法修道。所以修道人首先的一個條件，生活要安定，沒有憂慮，他才能夠安心辦道。所以真正一切放下辦道的人，一定要有護法，道理就在此地；所謂護法照顧他的生活。在從前中國大陸，寺廟都有產業，這種產業都是施主布施的，送田給他、送山給他，他這個田、山可以租給農夫去種，收成的時候每一年分一點稻子送到寺廟裡來供養，所謂收租，叫租金，寺院裡就拿這個做為一年生活的費用。所以寺廟他不要化緣，他不要做經懺佛事，大家能夠安心辦道。台灣的情形不一樣，台灣情形我們都很了解，台灣寺廟沒有產業，他要不靠信徒，他就沒飯吃。所以逼著他不能不做經懺、不能不搞法會，他要不搞法會、不做經懺，他就沒有生活來源。所以這跟大陸的情形不相同。可是大陸現在佛教是什麼情形，我就不太了解了。因此，諸位同修，都是以在家學佛的身分，無論從事哪一個行業，沒有關係，只要吃得飽、穿得暖，一心念佛，不要留戀這個世界。這是講真話，不要留戀。"
    },
    {
      "id": "09-005-0009_p0039",
      "zh_CN": "自古以来这些念佛人，我们在《往生传》里面所看到的，念个二三年、三四年他就走了。难道，每一个念佛的人都是寿命到了吗？不见得。有很多人他寿命很长，他功夫到了，他不愿意在这个世间再住了，提前走了。像《往生传》里面讲的莹珂，那就是一个很显然的例子，他是念到把阿弥陀佛念来了，阿弥陀佛告诉他：你的寿命还有十年，十年之后我来接引你。他跟阿弥陀佛说：我现在就要跟你去，我那个十年寿命不要了。阿弥陀佛就答应他，好，三天以后我来接引你。他三天以后往生了，念佛走的。这个跟《弥陀经》里面讲，若一日到若七日，这一点都不假。莹珂并不是一个真正念佛人，他虽然出了家，他不守戒，戒都破了。他有一点点善根，就是他怕堕地狱，因为他自己看看佛经戒律上所讲的，再想想自己所作所为，一定堕地狱。他怕堕地狱，所以就问这些同学们怎么办？同学们就劝他念佛，求生净土。他也真难得，他真干，他把寮房的门一关，就念了三天三夜。三天三夜这么一口气念下去，不吃饭，连水都不喝，把阿弥陀佛念来了。所以《弥陀经》讲，若一日到若七日，没错，他三天三夜把阿弥陀佛念来了。阿弥陀佛告诉他：你从今以后好好的修。他跟阿弥陀佛说：我劣根性太重，我禁不起诱惑，再有十年不知道要做多少坏事，算了，我现在就跟你走好了，免得再造恶。所以这样三天之后，阿弥陀佛来了，就把他带走了。他又没害病。这比那个预知时至还厉害！就怕你不肯去，要去七天决定走得了，连那个破戒的人三天都能走，我们做的恶事还没有他那么多。所以这个问题叫生死心切，他就走了。",
      "zh_TW": "自古以來這些念佛人，我們在《往生傳》裡面所看到的，念個二三年、三四年他就走了。難道，每一個念佛的人都是壽命到了嗎？不見得。有很多人他壽命很長，他功夫到了，他不願意在這個世間再住了，提前走了。像《往生傳》裡面講的瑩珂，那就是一個很顯然的例子，他是念到把阿彌陀佛念來了，阿彌陀佛告訴他：你的壽命還有十年，十年之後我來接引你。他跟阿彌陀佛說：我現在就要跟你去，我那個十年壽命不要了。阿彌陀佛就答應他，好，三天以後我來接引你。他三天以後往生了，念佛走的。這個跟《彌陀經》裡面講，若一日到若七日，這一點都不假。瑩珂並不是一個真正念佛人，他雖然出了家，他不守戒，戒都破了。他有一點點善根，就是他怕墮地獄，因為他自己看看佛經戒律上所講的，再想想自己所作所為，一定墮地獄。他怕墮地獄，所以就問這些同學們怎麼辦？同學們就勸他念佛，求生淨土。他也真難得，他真幹，他把寮房的門一關，就念了三天三夜。三天三夜這麼一口氣念下去，不吃飯，連水都不喝，把阿彌陀佛念來了。所以《彌陀經》講，若一日到若七日，沒錯，他三天三夜把阿彌陀佛念來了。阿彌陀佛告訴他：你從今以後好好的修。他跟阿彌陀佛說：我劣根性太重，我禁不起誘惑，再有十年不知道要做多少壞事，算了，我現在就跟你走好了，免得再造惡。所以這樣三天之後，阿彌陀佛來了，就把他帶走了。他又沒害病。這比那個預知時至還厲害！就怕你不肯去，要去七天決定走得了，連那個破戒的人三天都能走，我們做的惡事還沒有他那麼多。所以這個問題叫生死心切，他就走了。"
    },
    {
      "id": "09-005-0009_p0040",
      "zh_CN": "在《往生传》里面，像莹珂这个事情不止他一个人，有好几位都是念佛的确没有超过七天走的。所以佛门里头打七，有一种叫做精进佛七。精进佛七是干什么的？就是往生的。打精进佛七，所谓是克期取证，取证，证什么？往生西方极乐世界这是取证，去证九品往生，去证这个的。但是现在一般人不敢讲，讲了什么？哪个敢来！打佛七是干什么？打佛七是送死的，到这七天就没命了，这还能去吗？这个地方不能去，一个也不来了。所以只好改一下，改做什么？求一心不乱的。实在讲那个七天他一心也没求到，还是乱心，这叫不如法。过去李老师曾经跟我们说过，真正打佛七人数决定不能超过十个人，为什么？人多了杂乱，真正念佛做功夫的人他会受影响，人愈少愈好。所以人不能多，决定会有成就。这是讲真正做功夫的。",
      "zh_TW": "在《往生傳》裡面，像瑩珂這個事情不止他一個人，有好幾位都是念佛的確沒有超過七天走的。所以佛門裡頭打七，有一種叫做精進佛七。精進佛七是幹什麼的？就是往生的。打精進佛七，所謂是剋期取證，取證，證什麼？往生西方極樂世界這是取證，去證九品往生，去證這個的。但是現在一般人不敢講，講了什麼？哪個敢來！打佛七是幹什麼？打佛七是送死的，到這七天就沒命了，這還能去嗎？這個地方不能去，一個也不來了。所以只好改一下，改做什麼？求一心不亂的。實在講那個七天他一心也沒求到，還是亂心，這叫不如法。過去李老師曾經跟我們說過，真正打佛七人數決定不能超過十個人，為什麼？人多了雜亂，真正念佛做功夫的人他會受影響，人愈少愈好。所以人不能多，決定會有成就。這是講真正做功夫的。"
    },
    {
      "id": "09-005-0009_p0041",
      "zh_CN": "我们平素工作非常之忙碌，但是你一个月能够念个几天佛都好。旧金山甘贵穗居士可以做为在美国念佛同修的一个标样。你看她平常嘻嘻哈哈的，好像也没有看到她念佛，也没有看到她做早晚课，早晨一早她就去上班去了，跟诸位一样的非常辛苦。她妈妈告诉我的。她一个月大概要念二、三天，但是她那个念二、三天佛是认真的念，比如今天她要念佛，她也没有一定的日子，她高兴就念，不高兴她就不念。她一高兴了，她就跟她妈妈讲我今天要念佛，今天一天不接电话，一天不跟任何一个人讲话，跟她妈妈也不讲话，她就是一心念佛。她妈妈给她烧饭，烧好了她来吃，也不讲话；吃完之后，她就念佛。她一个月总要念个三、四天，日期不定，她是这么念的，所以她念的时候她念得专。所以她有感应、她有瑞相，这个人这一生当中必定往生。她在念佛的时候看到莲花，莲花上有她自己的名字，她是没告诉任何一个人，我在那里讲经的时候，她跟我讲。我说这是很好的瑞相，这个一点都没错，与经里面所讲的完全相符合，妳具足信心，一直念下去。她这个功夫就是专，时间虽然短，她专。念佛的时候，她真的什么都放下，一个杂念都没有，一心念去，她是这么念的。虽然她不是天天念，她那个一天确实抵得我们多少年，我们多少年都不如人家念一天。一个月念个二、三天，她就行。",
      "zh_TW": "我們平素工作非常之忙碌，但是你一個月能夠念個幾天佛都好。舊金山甘貴穗居士可以做為在美國念佛同修的一個標樣。你看她平常嘻嘻哈哈的，好像也沒有看到她念佛，也沒有看到她做早晚課，早晨一早她就去上班去了，跟諸位一樣的非常辛苦。她媽媽告訴我的。她一個月大概要念二、三天，但是她那個念二、三天佛是認真的念，比如今天她要念佛，她也沒有一定的日子，她高興就念，不高興她就不念。她一高興了，她就跟她媽媽講我今天要念佛，今天一天不接電話，一天不跟任何一個人講話，跟她媽媽也不講話，她就是一心念佛。她媽媽給她燒飯，燒好了她來吃，也不講話；吃完之後，她就念佛。她一個月總要念個三、四天，日期不定，她是這麼念的，所以她念的時候她念得專。所以她有感應、她有瑞相，這個人這一生當中必定往生。她在念佛的時候看到蓮花，蓮花上有她自己的名字，她是沒告訴任何一個人，我在那裡講經的時候，她跟我講。我說這是很好的瑞相，這個一點都沒錯，與經裡面所講的完全相符合，妳具足信心，一直念下去。她這個功夫就是專，時間雖然短，她專。念佛的時候，她真的什麼都放下，一個雜念都沒有，一心念去，她是這麼念的。雖然她不是天天念，她那個一天確實抵得我們多少年，我們多少年都不如人家念一天。一個月念個二、三天，她就行。"
    },
    {
      "id": "09-005-0009_p0042",
      "zh_CN": "所以像这种修学法，我们实在可以采取，我们或者是一个月念两次（两个礼拜来念一次），像打佛七一样。哪些人参加进到这个佛堂一句话都不能说，这一天电话统统拔掉，能有两个人（两位同修）发心护持，就是烧饭、烧水，照顾大家，外面要有客人的话，在外头挡驾，不准进来。里面真正什么拉杂事情统统放下，都不要去管、不要去问，好好的念一天佛，这样念佛的功德不可思议。念佛绕着念、坐着念，或者就用《西方公据》的方法，我们烧长香（一支香大概一个半钟点），就是一堂课；一堂课完了，第二堂马上接着，不要松懈。这一堂课的做法，就是一卷《弥陀经》，三遍往生咒，一千声佛号，用念珠，念珠十串。一千声佛号念完了之后，回向礼佛，礼佛拜四十八拜，与阿弥陀佛四十八愿相应。四十八拜完了之后，马上接着第二支香，跟前面一样，又是一卷《弥陀经》，三遍往生咒，一千声佛号，然后再四十八拜，就这样的不断，就这个方法循环不断。吃饭的时候，中午随便吃一点。吃饭的时候不要吃饱，这个很重要，吃饱了精神提不起来，真正用功夫肚子里是不饥不饱。所以吃饭的时候顶多吃六成就够了，就是平常我要吃两碗饭的，我在这一天念佛的时候我吃一碗。吃太饱了容易昏沉，底下功夫不能够继续，所以要不饥不饱。可以预备一点点心，如果饿的时候吃一点点。禅堂里面也是这样的，真正用功夫的时候不能吃饱。所以有两个人护持，一个月两次（就是两天），认真到此地来念两天，能够说念个一年、二年，自自然然就不一样了。",
      "zh_TW": "所以像這種修學法，我們實在可以採取，我們或者是一個月念兩次（兩個禮拜來念一次），像打佛七一樣。哪些人參加進到這個佛堂一句話都不能說，這一天電話統統拔掉，能有兩個人（兩位同修）發心護持，就是燒飯、燒水，照顧大家，外面要有客人的話，在外頭擋駕，不准進來。裡面真正什麼拉雜事情統統放下，都不要去管、不要去問，好好的念一天佛，這樣念佛的功德不可思議。念佛繞著念、坐著念，或者就用《西方公據》的方法，我們燒長香（一支香大概一個半鐘點），就是一堂課；一堂課完了，第二堂馬上接著，不要鬆懈。這一堂課的做法，就是一卷《彌陀經》，三遍往生咒，一千聲佛號，用念珠，念珠十串。一千聲佛號念完了之後，迴向禮佛，禮佛拜四十八拜，與阿彌陀佛四十八願相應。四十八拜完了之後，馬上接著第二支香，跟前面一樣，又是一卷《彌陀經》，三遍往生咒，一千聲佛號，然後再四十八拜，就這樣的不斷，就這個方法循環不斷。吃飯的時候，中午隨便吃一點。吃飯的時候不要吃飽，這個很重要，吃飽了精神提不起來，真正用功夫肚子裡是不飢不飽。所以吃飯的時候頂多吃六成就夠了，就是平常我要吃兩碗飯的，我在這一天念佛的時候我吃一碗。吃太飽了容易昏沉，底下功夫不能夠繼續，所以要不飢不飽。可以預備一點點心，如果餓的時候吃一點點。禪堂裡面也是這樣的，真正用功夫的時候不能吃飽。所以有兩個人護持，一個月兩次（就是兩天），認真到此地來念兩天，能夠說念個一年、二年，自自然然就不一樣了。"
    },
    {
      "id": "09-005-0009_p0043",
      "zh_CN": "念佛这一天，进到佛门来，真的身心世界一切放下，什么事不要去想、不要去理会，就这一句阿弥陀佛念上十几个钟点；当然最好是一天一夜，就好像精进佛七，人家打七天，你打一天。一天，二十四小时，一天圆满。累了，念一天完了之后，再去休息去。但是这一天的功夫，给诸位说，抵得你平素念佛不晓得要超过多少年，没有这一天功夫有效。所以像这样念法的时候，如果继续不断念七天，真的有意思求往生，那真的就走了。可是现在你还有些牵挂，家里头还有儿女、还有父母，还需要照顾，你还不敢走；虽不敢走，自己有信心、有把握。所以这是我们应该要记取的，要效法，要认真去做的。这个道场就真正叫道场，天天讲经说法不见得是道场，道是真正去做。所以在美国这个环境，自己真正想念佛的话，比台湾好。打闲岔的人少，障缘少，自己真正用功，这个环境比台湾好。讲经、听经，就是宣传佛教，或者是培育人才，我们这个地方条件不及台湾。修行比台湾好，这个地方要是真正念上三年佛，没有不成就的。所以环境优劣也要看得清清楚楚。好，我们再看底下经文：",
      "zh_TW": "念佛這一天，進到佛門來，真的身心世界一切放下，什麼事不要去想、不要去理會，就這一句阿彌陀佛念上十幾個鐘點；當然最好是一天一夜，就好像精進佛七，人家打七天，你打一天。一天，二十四小時，一天圓滿。累了，念一天完了之後，再去休息去。但是這一天的功夫，給諸位說，抵得你平素念佛不曉得要超過多少年，沒有這一天功夫有效。所以像這樣念法的時候，如果繼續不斷念七天，真的有意思求往生，那真的就走了。可是現在你還有些牽掛，家裡頭還有兒女、還有父母，還需要照顧，你還不敢走；雖不敢走，自己有信心、有把握。所以這是我們應該要記取的，要效法，要認真去做的。這個道場就真正叫道場，天天講經說法不見得是道場，道是真正去做。所以在美國這個環境，自己真正想念佛的話，比台灣好。打閒岔的人少，障緣少，自己真正用功，這個環境比台灣好。講經、聽經，就是宣傳佛教，或者是培育人才，我們這個地方條件不及台灣。修行比台灣好，這個地方要是真正念上三年佛，沒有不成就的。所以環境優劣也要看得清清楚楚。好，我們再看底下經文："
    },
    {
      "id": "09-005-0009_p0044",
      "zh_CN": "【师復曰。今于大梵寺說此顿教。普愿法界众生言下見性成佛。】",
      "zh_TW": "【師復曰。今於大梵寺說此頓教。普願法界眾生言下見性成佛。】"
    },
    {
      "id": "09-005-0009_p0045",
      "zh_CN": "这个就是回向，开示讲完之后，这就是回向。所以，我们从这部经开讲以来到此地，这是六祖大师当时在大梵寺一次开示完完整整的记录，非常之难得。后面，第二章，也是在大梵寺，是答问，答复大家的疑问。这个两章是同时讲的，就是差一天；往后去，后面八章，那都是他老人家一生三十七年所说的纲要。所以每一章里面，那不定是什么时候讲的，也不定是多少次讲的，就是三十七年一生说法精华摘要的记录（就如同儒家的《论语》性质相同，是弟子们记录的），当然都是六祖所说的话。而这一篇，这是一个完整的记录，是一个完整的讲演记录，所以非常难得。",
      "zh_TW": "這個就是迴向，開示講完之後，這就是迴向。所以，我們從這部經開講以來到此地，這是六祖大師當時在大梵寺一次開示完完整整的記錄，非常之難得。後面，第二章，也是在大梵寺，是答問，答覆大家的疑問。這個兩章是同時講的，就是差一天；往後去，後面八章，那都是他老人家一生三十七年所說的綱要。所以每一章裡面，那不定是什麼時候講的，也不定是多少次講的，就是三十七年一生說法精華摘要的記錄（就如同儒家的《論語》性質相同，是弟子們記錄的），當然都是六祖所說的話。而這一篇，這是一個完整的記錄，是一個完整的講演記錄，所以非常難得。"
    },
    {
      "id": "09-005-0009_p0046",
      "zh_CN": "【时韦史君与官僚道俗闻师所說。无不省悟。】",
      "zh_TW": "【時韋史君與官僚道俗聞師所說。無不省悟。】"
    },
    {
      "id": "09-005-0009_p0047",
      "zh_CN": "『省』是反省，『悟』是觉悟。",
      "zh_TW": "『省』是反省，『悟』是覺悟。"
    },
    {
      "id": "09-005-0009_p0048",
      "zh_CN": "【一时作禮。】",
      "zh_TW": "【一時作禮。】"
    },
    {
      "id": "09-005-0009_p0049",
      "zh_CN": "『一时』是同时，同时作禮。",
      "zh_TW": "『一時』是同時，同時作禮。"
    },
    {
      "id": "09-005-0009_p0050",
      "zh_CN": "【皆叹善哉。何期嶺南有佛出世。】",
      "zh_TW": "【皆歎善哉。何期嶺南有佛出世。】"
    },
    {
      "id": "09-005-0009_p0051",
      "zh_CN": "这个就是礼敬赞叹，表示衷心的感激，是这个意思。第一章到此地我们介绍完了，时间也差不多。下面这一章是解释功德与净土，就是大众问题虽然是有很多，这两个是重要的问题。什么叫功德，以及在那个时候念佛求生净土的人也不少，他们是学禅的，所以也有人提出净土往生，大师是怎么个看法，这里面有说明。说明我们要仔细来看，六祖大师没有否定净土、没有反对净土，不但他不反对、不排斥，他是更进一步的劝人，念佛要把品位向最上地方去提升，他的用意在此地。换句话说，他是直截了当教给众生，取法乎上，也得乎上，他是这个意思。我们到经文的时候再讨论。今天我们就讲到此地。",
      "zh_TW": "這個就是禮敬讚歎，表示衷心的感激，是這個意思。第一章到此地我們介紹完了，時間也差不多。下面這一章是解釋功德與淨土，就是大眾問題雖然是有很多，這兩個是重要的問題。什麼叫功德，以及在那個時候念佛求生淨土的人也不少，他們是學禪的，所以也有人提出淨土往生，大師是怎麼個看法，這裡面有說明。說明我們要仔細來看，六祖大師沒有否定淨土、沒有反對淨土，不但他不反對、不排斥，他是更進一步的勸人，念佛要把品位向最上地方去提升，他的用意在此地。換句話說，他是直截了當教給眾生，取法乎上，也得乎上，他是這個意思。我們到經文的時候再討論。今天我們就講到此地。"
    }
  ]
}