{
  "doc_id": "09-005-0017",
  "title": {
    "zh_CN": "六祖坛经",
    "zh_TW": "六祖壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-005-0017",
  "total_paragraphs": 269,
  "paragraphs": [
    {
      "id": "09-005-0017_p0001",
      "zh_CN": "请掀开经本，第二十四面第三行，志道禅师：",
      "zh_TW": "請掀開經本，第二十四面第三行，志道禪師："
    },
    {
      "id": "09-005-0017_p0002",
      "zh_CN": "【僧志道。广州南海人也。请益曰。】",
      "zh_TW": "【僧志道。廣州南海人也。請益曰。】"
    },
    {
      "id": "09-005-0017_p0003",
      "zh_CN": "这也是来参学，向六祖大师请教。",
      "zh_TW": "這也是來參學，向六祖大師請教。"
    },
    {
      "id": "09-005-0017_p0004",
      "zh_CN": "【学人自出家。览涅槃经十载有余。未明大意。愿和尚垂诲。】",
      "zh_TW": "【學人自出家。覽涅槃經十載有餘。未明大意。願和尚垂誨。】"
    },
    {
      "id": "09-005-0017_p0005",
      "zh_CN": "像这些地方，我们应当特别留意的，就是前面曾经跟诸位提示过的，古人学一个东西他都专，都是一门深入，所以到祖师门前一请教，一经指示，他就能够大彻大悟。这个道理没有别的，就是因为他用功很勤，长时间的锲而不舍，他在那里努力，所以才有这样的效果。这是值得我们特别要注意，也是值得我们学习的地方。他是在《涅槃经》上下了十年多的功夫，虽然『未明大意』，就是没有能够大彻大悟。但是功夫的确是花了十年多，到这里来请教大师，求大师慈悲『垂诲』，「垂诲」就是慈悲教诲。",
      "zh_TW": "像這些地方，我們應當特別留意的，就是前面曾經跟諸位提示過的，古人學一個東西他都專，都是一門深入，所以到祖師門前一請教，一經指示，他就能夠大徹大悟。這個道理沒有別的，就是因為他用功很勤，長時間的鍥而不捨，他在那裡努力，所以才有這樣的效果。這是值得我們特別要注意，也是值得我們學習的地方。他是在《涅槃經》上下了十年多的功夫，雖然『未明大意』，就是沒有能夠大徹大悟。但是功夫的確是花了十年多，到這裡來請教大師，求大師慈悲『垂誨』，「垂誨」就是慈悲教誨。"
    },
    {
      "id": "09-005-0017_p0006",
      "zh_CN": "【师曰。汝何处未明。】",
      "zh_TW": "【師曰。汝何處未明。】"
    },
    {
      "id": "09-005-0017_p0007",
      "zh_CN": "《涅槃经》念了十年，当然念得很熟。所以他就问他，你说不明大意，哪个地方不明白？",
      "zh_TW": "《涅槃經》念了十年，當然念得很熟。所以他就問他，你說不明大意，哪個地方不明白？"
    },
    {
      "id": "09-005-0017_p0008",
      "zh_CN": "【曰。诸行无常。是生灭法。生灭灭已。寂灭为乐。】",
      "zh_TW": "【曰。諸行無常。是生滅法。生滅滅已。寂滅為樂。】"
    },
    {
      "id": "09-005-0017_p0009",
      "zh_CN": "这是《涅槃经》的经文，这四句偈是过去离怖畏如来所说的。在《涅槃经》十三卷里面有这个故事，有一个公案，这个故事也非常有趣，说出从前菩萨求法不舍身命。这是佛在行菩萨道求法的时候，他住在雪山，在雪山修行。这个时候帝释天，我们中国人称为玉皇大帝，他见到了。见到的时候他也吃了一惊，这个人发这么大心，想要修出三界、了生死，证无上菩提，这实在是不容易。于是乎他就变一个罗刹（就是恶鬼），变个罗刹来试验这个修行人，看看他到底是真的还是假的。于是罗刹就念了佛经上两句偈，『诸行无常，是生灭法』。这个菩萨（就是修行人）听了之后非常的感动，到处去看，声音从哪里来的，什么人说的，看了半天也没人，看到面前一个罗刹鬼，就问这是不是你说的？那个罗刹鬼说：是的。他说：你这个偈子不完全，应该后头还有。他说：后面是还有，不过我这个肚子很饿，好多天都没吃饭，现在我又不想说了。他说：什么条件你才可以说？他说：我要吃饱，我才能说。他说：你吃什么？他说：我吃人。人没有，菩萨就考虑了一下，他说：好，你把后两句说出来，我舍身供养你。罗刹鬼说：你说这个话靠得住吗？他说：我是修行人，不打妄语，说到决定做到。于是罗刹鬼就把后面两句说出来，『生灭灭已，寂灭为乐』。这个时候他听了这首偈子，所谓是「析骨为笔」，用自己身上的血到处写，希望什么？希望佛法能够流通，不要丧失掉了。这是舍身供养罗刹，罗刹马上就恢复他自己本相是帝释天，非常的感动。所以，从前修行人为法舍身，不计其数。这是菩萨在修行，修菩萨道的时候有这么一段公案，《涅槃经》里面说得很清楚。志道禅师就是在这首偈子他有疑惑。",
      "zh_TW": "這是《涅槃經》的經文，這四句偈是過去離怖畏如來所說的。在《涅槃經》十三卷裡面有這個故事，有一個公案，這個故事也非常有趣，說出從前菩薩求法不捨身命。這是佛在行菩薩道求法的時候，他住在雪山，在雪山修行。這個時候帝釋天，我們中國人稱為玉皇大帝，他見到了。見到的時候他也吃了一驚，這個人發這麼大心，想要修出三界、了生死，證無上菩提，這實在是不容易。於是乎他就變一個羅剎（就是惡鬼），變個羅剎來試驗這個修行人，看看他到底是真的還是假的。於是羅剎就念了佛經上兩句偈，『諸行無常，是生滅法』。這個菩薩（就是修行人）聽了之後非常的感動，到處去看，聲音從哪裡來的，什麼人說的，看了半天也沒人，看到面前一個羅剎鬼，就問這是不是你說的？那個羅剎鬼說：是的。他說：你這個偈子不完全，應該後頭還有。他說：後面是還有，不過我這個肚子很餓，好多天都沒吃飯，現在我又不想說了。他說：什麼條件你才可以說？他說：我要吃飽，我才能說。他說：你吃什麼？他說：我吃人。人沒有，菩薩就考慮了一下，他說：好，你把後兩句說出來，我捨身供養你。羅剎鬼說：你說這個話靠得住嗎？他說：我是修行人，不打妄語，說到決定做到。於是羅剎鬼就把後面兩句說出來，『生滅滅已，寂滅為樂』。這個時候他聽了這首偈子，所謂是「析骨為筆」，用自己身上的血到處寫，希望什麼？希望佛法能夠流通，不要喪失掉了。這是捨身供養羅剎，羅剎馬上就恢復他自己本相是帝釋天，非常的感動。所以，從前修行人為法捨身，不計其數。這是菩薩在修行，修菩薩道的時候有這麼一段公案，《涅槃經》裡面說得很清楚。志道禪師就是在這首偈子他有疑惑。"
    },
    {
      "id": "09-005-0017_p0010",
      "zh_CN": "【于此疑惑。】",
      "zh_TW": "【於此疑惑。】"
    },
    {
      "id": "09-005-0017_p0011",
      "zh_CN": "对这首偈子疑惑。",
      "zh_TW": "對這首偈子疑惑。"
    },
    {
      "id": "09-005-0017_p0012",
      "zh_CN": "【师曰。汝作么生疑。】",
      "zh_TW": "【師曰。汝作麼生疑。】"
    },
    {
      "id": "09-005-0017_p0013",
      "zh_CN": "『作么生』，可以说在唐宋时候是一句口头语，拿现在的话就是：你为什么会疑？「作么生」就是为什么，你为什么会生疑？志道就说：",
      "zh_TW": "『作麼生』，可以說在唐宋時候是一句口頭語，拿現在的話就是：你為什麼會疑？「作麼生」就是為什麼，你為什麼會生疑？志道就說："
    },
    {
      "id": "09-005-0017_p0014",
      "zh_CN": "【曰。一切众生皆有二身。谓色身法身也。】",
      "zh_TW": "【曰。一切眾生皆有二身。謂色身法身也。】"
    },
    {
      "id": "09-005-0017_p0015",
      "zh_CN": "他这个疑的根源从这来的，一切众生都有两个身，一个『色身』，就是我们现前这个「色身」，另外一个是『法身』。",
      "zh_TW": "他這個疑的根源從這來的，一切眾生都有兩個身，一個『色身』，就是我們現前這個「色身」，另外一個是『法身』。"
    },
    {
      "id": "09-005-0017_p0016",
      "zh_CN": "【色身无常。有生有灭。法身有常。】",
      "zh_TW": "【色身無常。有生有滅。法身有常。】"
    },
    {
      "id": "09-005-0017_p0017",
      "zh_CN": "色身是无常，法身是有常，可是法身虽然有常，法身是：",
      "zh_TW": "色身是無常，法身是有常，可是法身雖然有常，法身是："
    },
    {
      "id": "09-005-0017_p0018",
      "zh_CN": "【无知无觉。】",
      "zh_TW": "【無知無覺。】"
    },
    {
      "id": "09-005-0017_p0019",
      "zh_CN": "我们色身是无常，但是它有知有觉，它是个生灭法；法身虽然是真常，但是它无知无觉，它是不生不灭的。他就执着在这一点。",
      "zh_TW": "我們色身是無常，但是它有知有覺，它是個生滅法；法身雖然是真常，但是它無知無覺，它是不生不滅的。他就執著在這一點。"
    },
    {
      "id": "09-005-0017_p0020",
      "zh_CN": "【经云生灭灭已。寂灭为乐者。不审何身寂灭。何身受乐。】",
      "zh_TW": "【經云生滅滅已。寂滅為樂者。不審何身寂滅。何身受樂。】"
    },
    {
      "id": "09-005-0017_p0021",
      "zh_CN": "他说不晓得到底是哪一个身，这两种身，哪一个身寂灭，哪一个身在那里享乐？",
      "zh_TW": "他說不曉得到底是哪一個身，這兩種身，哪一個身寂滅，哪一個身在那裡享樂？"
    },
    {
      "id": "09-005-0017_p0022",
      "zh_CN": "【若色身者。】",
      "zh_TW": "【若色身者。】"
    },
    {
      "id": "09-005-0017_p0023",
      "zh_CN": "假如说色身在那里享乐的话，就是：",
      "zh_TW": "假如說色身在那裡享樂的話，就是："
    },
    {
      "id": "09-005-0017_p0024",
      "zh_CN": "【色身灭时。】",
      "zh_TW": "【色身滅時。】"
    },
    {
      "id": "09-005-0017_p0025",
      "zh_CN": "这就是讲人死的时候。",
      "zh_TW": "這就是講人死的時候。"
    },
    {
      "id": "09-005-0017_p0026",
      "zh_CN": "【四大分散。全然是苦。苦不可言乐。】",
      "zh_TW": "【四大分散。全然是苦。苦不可言樂。】"
    },
    {
      "id": "09-005-0017_p0027",
      "zh_CN": "当然这样一说就不是我们这个身来享受了。",
      "zh_TW": "當然這樣一說就不是我們這個身來享受了。"
    },
    {
      "id": "09-005-0017_p0028",
      "zh_CN": "【若法身寂灭。即同草木瓦石。】",
      "zh_TW": "【若法身寂滅。即同草木瓦石。】"
    },
    {
      "id": "09-005-0017_p0029",
      "zh_CN": "一切万法就是法身，法身无知无觉，那到底是：",
      "zh_TW": "一切萬法就是法身，法身無知無覺，那到底是："
    },
    {
      "id": "09-005-0017_p0030",
      "zh_CN": "【谁当受乐。】",
      "zh_TW": "【誰當受樂。】"
    },
    {
      "id": "09-005-0017_p0031",
      "zh_CN": "说寂灭为乐，这个乐什么身来受？说色身有问题，说法身也有问题。",
      "zh_TW": "說寂滅為樂，這個樂什麼身來受？說色身有問題，說法身也有問題。"
    },
    {
      "id": "09-005-0017_p0032",
      "zh_CN": "【又法性是生灭之体。】",
      "zh_TW": "【又法性是生滅之體。】"
    },
    {
      "id": "09-005-0017_p0033",
      "zh_CN": "生灭是色身，法性是色身的本体。",
      "zh_TW": "生滅是色身，法性是色身的本體。"
    },
    {
      "id": "09-005-0017_p0034",
      "zh_CN": "【五蕴是生灭之用。】",
      "zh_TW": "【五蘊是生滅之用。】"
    },
    {
      "id": "09-005-0017_p0035",
      "zh_CN": "色受想行识，就是我们这个生灭身的受用。",
      "zh_TW": "色受想行識，就是我們這個生滅身的受用。"
    },
    {
      "id": "09-005-0017_p0036",
      "zh_CN": "【一体五用。】",
      "zh_TW": "【一體五用。】"
    },
    {
      "id": "09-005-0017_p0037",
      "zh_CN": "体虽然是一个，作用有五种。",
      "zh_TW": "體雖然是一個，作用有五種。"
    },
    {
      "id": "09-005-0017_p0038",
      "zh_CN": "【生灭是常。生则从体起用。灭则摄用归体。】",
      "zh_TW": "【生滅是常。生則從體起用。滅則攝用歸體。】"
    },
    {
      "id": "09-005-0017_p0039",
      "zh_CN": "这是讲生灭是个常道，是个常法。",
      "zh_TW": "這是講生滅是個常道，是個常法。"
    },
    {
      "id": "09-005-0017_p0040",
      "zh_CN": "【若听更生。即有情之类不断不灭。】",
      "zh_TW": "【若聽更生。即有情之類不斷不滅。】"
    },
    {
      "id": "09-005-0017_p0041",
      "zh_CN": "『听』的意思，就是说我们同意、认可它，就是生生世世永远在那里循环不息。这样一来，这个有情的世间，我们今天讲一切动物，有情众生它不断、它不灭。这个断灭是个暂时的现象，因为这里灭了，经上说四十九天它又投胎了。可见得，实实在在讲，它是不断不灭。这个就现象上来观察。",
      "zh_TW": "『聽』的意思，就是說我們同意、認可它，就是生生世世永遠在那裡循環不息。這樣一來，這個有情的世間，我們今天講一切動物，有情眾生它不斷、它不滅。這個斷滅是個暫時的現象，因為這裡滅了，經上說四十九天它又投胎了。可見得，實實在在講，它是不斷不滅。這個就現象上來觀察。"
    },
    {
      "id": "09-005-0017_p0042",
      "zh_CN": "【若不听更生。则永归寂灭。同于无情之物。】",
      "zh_TW": "【若不聽更生。則永歸寂滅。同於無情之物。】"
    },
    {
      "id": "09-005-0017_p0043",
      "zh_CN": "如果我们不同意这个看法，灭了以后永远不会再生，那就永远寂灭，永远寂灭就变成无情，砖头、瓦块，变成这些东西。",
      "zh_TW": "如果我們不同意這個看法，滅了以後永遠不會再生，那就永遠寂滅，永遠寂滅就變成無情，磚頭、瓦塊，變成這些東西。"
    },
    {
      "id": "09-005-0017_p0044",
      "zh_CN": "【如是则一切诸法被涅槃之所禁伏。尚不得生。何乐之有。】",
      "zh_TW": "【如是則一切諸法被涅槃之所禁伏。尚不得生。何樂之有。】"
    },
    {
      "id": "09-005-0017_p0045",
      "zh_CN": "「寂灭为乐」，乐在哪里？寂灭就是涅槃，所以这样一看，涅槃很可怕；如果一证到涅槃的话，那就像他所讲的，如果永远不生就永远寂灭，这个实在讲，就像小乘人掉到涅槃坑里去了。其实小乘掉到涅槃坑，还不是他这里所说的，他这个地方所说涅槃，人就变成无情的砖头、瓦块、石头之类的，这叫成佛吗？这个叫证涅槃吗？这又乐在什么地方？人真的变成一块石头，石头是无知无觉，它知道什么乐？怎么可以叫寂灭为乐？他的疑问在这个地方。这是他念《涅槃经》念了十年，参不透的地方。诸位要晓得，经上常讲「一迷一切迷，一悟一切悟」，如果他在这个地方要开悟了，全经整个教义都贯通。可见得，我们看前面，也有看到念《涅槃经》的，像无尽藏比丘尼，各人迷的地方不一样，有的人在这几句上迷了，有的人那几句上不通了。所以一通一切都通了，这是疑情之所在。",
      "zh_TW": "「寂滅為樂」，樂在哪裡？寂滅就是涅槃，所以這樣一看，涅槃很可怕；如果一證到涅槃的話，那就像他所講的，如果永遠不生就永遠寂滅，這個實在講，就像小乘人掉到涅槃坑裡去了。其實小乘掉到涅槃坑，還不是他這裡所說的，他這個地方所說涅槃，人就變成無情的磚頭、瓦塊、石頭之類的，這叫成佛嗎？這個叫證涅槃嗎？這又樂在什麼地方？人真的變成一塊石頭，石頭是無知無覺，它知道什麼樂？怎麼可以叫寂滅為樂？他的疑問在這個地方。這是他念《涅槃經》念了十年，參不透的地方。諸位要曉得，經上常講「一迷一切迷，一悟一切悟」，如果他在這個地方要開悟了，全經整個教義都貫通。可見得，我們看前面，也有看到念《涅槃經》的，像無盡藏比丘尼，各人迷的地方不一樣，有的人在這幾句上迷了，有的人那幾句上不通了。所以一通一切都通了，這是疑情之所在。"
    },
    {
      "id": "09-005-0017_p0046",
      "zh_CN": "【师曰。】",
      "zh_TW": "【師曰。】"
    },
    {
      "id": "09-005-0017_p0047",
      "zh_CN": "六祖大师听他这么说，这就告诉他：",
      "zh_TW": "六祖大師聽他這麼說，這就告訴他："
    },
    {
      "id": "09-005-0017_p0048",
      "zh_CN": "【汝是释子。何习外道。】",
      "zh_TW": "【汝是釋子。何習外道。】"
    },
    {
      "id": "09-005-0017_p0049",
      "zh_CN": "你是佛弟子，你怎么学了外道？因为前面所说的，完全是外道的见解、外道的思想，那不是佛法，他的思想、见解完全错了。他说，你怎么会学外道？",
      "zh_TW": "你是佛弟子，你怎麼學了外道？因為前面所說的，完全是外道的見解、外道的思想，那不是佛法，他的思想、見解完全錯了。他說，你怎麼會學外道？"
    },
    {
      "id": "09-005-0017_p0050",
      "zh_CN": "【断常邪见。】",
      "zh_TW": "【斷常邪見。】"
    },
    {
      "id": "09-005-0017_p0051",
      "zh_CN": "你把一切事理看是有常有断，看成一个生灭法，这个见解是错误的，拿外道的邪知邪见：",
      "zh_TW": "你把一切事理看是有常有斷，看成一個生滅法，這個見解是錯誤的，拿外道的邪知邪見："
    },
    {
      "id": "09-005-0017_p0052",
      "zh_CN": "【而议最上乘法。】",
      "zh_TW": "【而議最上乘法。】"
    },
    {
      "id": "09-005-0017_p0053",
      "zh_CN": "你拿它来讨论、议论佛经（《涅槃经》是上乘法，佛最后所说的），这个是大错特错。",
      "zh_TW": "你拿它來討論、議論佛經（《涅槃經》是上乘法，佛最後所說的），這個是大錯特錯。"
    },
    {
      "id": "09-005-0017_p0054",
      "zh_CN": "【据汝所说。即色身外别有法身。】",
      "zh_TW": "【據汝所說。即色身外別有法身。】"
    },
    {
      "id": "09-005-0017_p0055",
      "zh_CN": "其实要知道佛法里头，我们前面听六祖讲过，在其他经论上也看到过，像《弥陀经》上我们也讨论过，说一体三身，三身是一体。他现在把三身分了家，他这个见解错误就错在这个地方，不知道三身是一体，他以为色身外别有法身，所以才有这种错误的看法、错误的见解。",
      "zh_TW": "其實要知道佛法裡頭，我們前面聽六祖講過，在其他經論上也看到過，像《彌陀經》上我們也討論過，說一體三身，三身是一體。他現在把三身分了家，他這個見解錯誤就錯在這個地方，不知道三身是一體，他以為色身外別有法身，所以才有這種錯誤的看法、錯誤的見解。"
    },
    {
      "id": "09-005-0017_p0056",
      "zh_CN": "【离生灭求于寂灭。】",
      "zh_TW": "【離生滅求於寂滅。】"
    },
    {
      "id": "09-005-0017_p0057",
      "zh_CN": "因为有两身才有这个意思，舍生灭法，求不生不灭法，『寂灭』就是不生不灭。",
      "zh_TW": "因為有兩身才有這個意思，捨生滅法，求不生不滅法，『寂滅』就是不生不滅。"
    },
    {
      "id": "09-005-0017_p0058",
      "zh_CN": "【又推涅槃常乐。言有身受用。】",
      "zh_TW": "【又推涅槃常樂。言有身受用。】"
    },
    {
      "id": "09-005-0017_p0059",
      "zh_CN": "经上讲的「寂灭为乐」，你在那里推想有一个身在享受这个乐。",
      "zh_TW": "經上講的「寂滅為樂」，你在那裡推想有一個身在享受這個樂。"
    },
    {
      "id": "09-005-0017_p0060",
      "zh_CN": "【斯乃执吝生死。耽着世乐。】",
      "zh_TW": "【斯乃執吝生死。耽著世樂。】"
    },
    {
      "id": "09-005-0017_p0061",
      "zh_CN": "他把涅槃、寂灭为乐，也把它比喻作五欲六尘这种之乐，为什么？色身可以享受。他有这个意念在，他的生死心没有了。所以还是『执吝生死』，「执」是执着，「吝」是吝惜，没有放下。所以还是耽染世间五欲六尘之乐，他这个没放得下，所以他才有前面的疑惑。正因为他没有彻底放下，所以十年《涅槃经》念了没有悟处。这个也是一个原理原则，不管修哪一个法门，只要你心里头有一样东西没有放下，就是障碍。拿我们今天念佛来说，我们得不到一心，甚至于得不到功夫成片，你晓得原因在哪里？心里必定有一桩事情没有放下。如果真正放下了，没有不得一心的。",
      "zh_TW": "他把涅槃、寂滅為樂，也把它比喻作五欲六塵這種之樂，為什麼？色身可以享受。他有這個意念在，他的生死心沒有了。所以還是『執吝生死』，「執」是執著，「吝」是吝惜，沒有放下。所以還是耽染世間五欲六塵之樂，他這個沒放得下，所以他才有前面的疑惑。正因為他沒有徹底放下，所以十年《涅槃經》念了沒有悟處。這個也是一個原理原則，不管修哪一個法門，只要你心裡頭有一樣東西沒有放下，就是障礙。拿我們今天念佛來說，我們得不到一心，甚至於得不到功夫成片，你曉得原因在哪裡？心裡必定有一樁事情沒有放下。如果真正放下了，沒有不得一心的。"
    },
    {
      "id": "09-005-0017_p0062",
      "zh_CN": "经上明白的开示我们，「若一日到若七日」，我们昨天晚上在《弥陀要解》里面讨论过。你心里有执着、有放不下的，那这个没有法子，佛号念一辈子都得不到功夫成片，那一心就别指望了，功夫成片都得不到。这是我们要大大的觉悟，无始劫以来，六道轮回生死的根本，就是个放不下。所以祖师常常开示念佛人，要放下身心世界，什么都不想，什么都不要，一心一意只有愿见弥陀、求生西方，只有这一念。这样的人没有一个不往生，没有一个不成功，时间很短，很快就能够得到，这是我们要真正警觉到的、要体会到的。人家行，行在哪里？我们不行，不行在哪里？总得要清清楚楚、明明白白。参禅的人有这个执着，执吝就是放不下，他不会开悟，障碍他的悟门，别说他念十年，念一百年也不会开悟。大师在此地点破他的迷关，帮助他打破这个迷关，使他能够大彻大悟。",
      "zh_TW": "經上明白的開示我們，「若一日到若七日」，我們昨天晚上在《彌陀要解》裡面討論過。你心裡有執著、有放不下的，那這個沒有法子，佛號念一輩子都得不到功夫成片，那一心就別指望了，功夫成片都得不到。這是我們要大大的覺悟，無始劫以來，六道輪迴生死的根本，就是個放不下。所以祖師常常開示念佛人，要放下身心世界，什麼都不想，什麼都不要，一心一意只有願見彌陀、求生西方，只有這一念。這樣的人沒有一個不往生，沒有一個不成功，時間很短，很快就能夠得到，這是我們要真正警覺到的、要體會到的。人家行，行在哪裡？我們不行，不行在哪裡？總得要清清楚楚、明明白白。參禪的人有這個執著，執吝就是放不下，他不會開悟，障礙他的悟門，別說他念十年，念一百年也不會開悟。大師在此地點破他的迷關，幫助他打破這個迷關，使他能夠大徹大悟。"
    },
    {
      "id": "09-005-0017_p0063",
      "zh_CN": "【汝今当知。佛为一切迷人认五蕴和合为自体相。分别一切法为外尘相。好生恶死。念念迁流。不知梦幻虚假。枉受轮回。以常乐涅槃翻为苦相。终日驰求。佛愍此故。乃示涅槃真乐。】",
      "zh_TW": "【汝今當知。佛為一切迷人認五蘊和合為自體相。分別一切法為外塵相。好生惡死。念念遷流。不知夢幻虛假。枉受輪迴。以常樂涅槃翻為苦相。終日馳求。佛愍此故。乃示涅槃真樂。】"
    },
    {
      "id": "09-005-0017_p0064",
      "zh_CN": "这一段是说明佛说法的用心，正因为众生有病，佛用这一帖药来对治众生的毛病，于是乎佛就有法可说。而这几句话，说的是我们有情众生的真相，真实相。五蕴和合之体有没有？有，这是事实。外面一切法尘，这个境界相有没有？也是有。病在哪里？病在我们错认了。我们对于自体相是过分的执吝，执着、爱惜放不下，以为这个就是我。而不晓得，事实是什么？事实，它不是我，是我所。就是我所有之物里头的一种，并不是我，我是不生不灭的，这是生灭的。好像我们穿衣，这是我的衣服，我的衣服是个生灭法，穿破了，不要了，再去做件新的；我们现前身体也是我所有的，跟衣服一样，坏了马上再换一个，换个新的。要懂得这个意思，这个不是我。你要晓得是我所，那舍身受身就方便了。所以他遇到罗刹鬼，他肯把这个身体布施给他、供养给他，你需要，我舍给你；舍给你，他马上又得个身。我们今天为什么舍不得？因为执着我身只有一个，舍了之后永远没有了，这就是我，我没有了，这就错了，错在这个地方。所以要晓得我是永远在的，不生不灭，我所有的是生灭法，要明白这个道理。所以身可以布施。",
      "zh_TW": "這一段是說明佛說法的用心，正因為眾生有病，佛用這一帖藥來對治眾生的毛病，於是乎佛就有法可說。而這幾句話，說的是我們有情眾生的真相，真實相。五蘊和合之體有沒有？有，這是事實。外面一切法塵，這個境界相有沒有？也是有。病在哪裡？病在我們錯認了。我們對於自體相是過分的執吝，執著、愛惜放不下，以為這個就是我。而不曉得，事實是什麼？事實，它不是我，是我所。就是我所有之物裡頭的一種，並不是我，我是不生不滅的，這是生滅的。好像我們穿衣，這是我的衣服，我的衣服是個生滅法，穿破了，不要了，再去做件新的；我們現前身體也是我所有的，跟衣服一樣，壞了馬上再換一個，換個新的。要懂得這個意思，這個不是我。你要曉得是我所，那捨身受身就方便了。所以他遇到羅剎鬼，他肯把這個身體布施給他、供養給他，你需要，我捨給你；捨給你，他馬上又得個身。我們今天為什麼捨不得？因為執著我身只有一個，捨了之後永遠沒有了，這就是我，我沒有了，這就錯了，錯在這個地方。所以要曉得我是永遠在的，不生不滅，我所有的是生滅法，要明白這個道理。所以身可以布施。"
    },
    {
      "id": "09-005-0017_p0065",
      "zh_CN": "外面一切法界相也是有，病在哪里？病在你分别，也病在你执着。所以离开一切分别、执着、迷惑，这个法界的实相就现前了。那个时候你所见到的就是诸法实相，与诸佛菩萨所见的没有两样。我们今天见这个相是虚妄相，把实相变成虚妄相。虚妄在什么地方？就虚妄在我们迷、我们执着，就是迷与执着，眼前的实相不认识，所以佛说为虚妄。其实相哪有虚妄？是你对于一切相，虚妄的见解，虚妄的认识，虚妄的分别执着，是说的这个，这虚妄相讲这个。所以离开这些虚妄，立刻所有一切相内外统统是真实的，这叫实相。所以实相跟虚妄相是一不是二，不是说虚妄相之外还有个实相、实相之外又有个虚妄相，那就搞错了。正如此地讲，法身之外还有一个色身，色身之外还有一个法身，他也弄错了，他不晓得是一不是二。所以这个要认识。",
      "zh_TW": "外面一切法界相也是有，病在哪裡？病在你分別，也病在你執著。所以離開一切分別、執著、迷惑，這個法界的實相就現前了。那個時候你所見到的就是諸法實相，與諸佛菩薩所見的沒有兩樣。我們今天見這個相是虛妄相，把實相變成虛妄相。虛妄在什麼地方？就虛妄在我們迷、我們執著，就是迷與執著，眼前的實相不認識，所以佛說為虛妄。其實相哪有虛妄？是你對於一切相，虛妄的見解，虛妄的認識，虛妄的分別執著，是說的這個，這虛妄相講這個。所以離開這些虛妄，立刻所有一切相內外統統是真實的，這叫實相。所以實相跟虛妄相是一不是二，不是說虛妄相之外還有個實相、實相之外又有個虛妄相，那就搞錯了。正如此地講，法身之外還有一個色身，色身之外還有一個法身，他也弄錯了，他不曉得是一不是二。所以這個要認識。"
    },
    {
      "id": "09-005-0017_p0066",
      "zh_CN": "因为他迷惑、执着，他就『好生恶死』，生就喜欢，死就恐惧、就害怕。『念念迁流，不知梦幻虚假』，凡所有相皆是虚妄，所以相不是真实的。因为这个错误的观念，这个错误的想法、错误的看法，于是乎就变现出六道轮回，自作自受。好像人做恶梦一样，梦是假的，他把假的当作真的，所以他也很痛苦，他夜夜都在受苦，就是这个道理。『以常乐涅槃』，「常乐涅槃」是真相、是实相、是自家本来面目，因为迷了常乐涅槃，所以就变成六道轮回、变成三恶道。『翻为苦相』，怎么变的？这个变是自己变的，不是别人替你变的，就是你迷、执着；破迷、断执，那马上就恢复，就能够离苦得乐。所以这是把凡夫病根说出来。凡夫，『终日驰求』，患得患失。『佛愍此故』，佛怜悯众生迷惑颠倒，胡作妄为，『乃示涅槃真乐』，「涅槃」是不生不灭，指示出我们有不生不灭的真乐。",
      "zh_TW": "因為他迷惑、執著，他就『好生惡死』，生就喜歡，死就恐懼、就害怕。『念念遷流，不知夢幻虛假』，凡所有相皆是虛妄，所以相不是真實的。因為這個錯誤的觀念，這個錯誤的想法、錯誤的看法，於是乎就變現出六道輪迴，自作自受。好像人做惡夢一樣，夢是假的，他把假的當作真的，所以他也很痛苦，他夜夜都在受苦，就是這個道理。『以常樂涅槃』，「常樂涅槃」是真相、是實相、是自家本來面目，因為迷了常樂涅槃，所以就變成六道輪迴、變成三惡道。『翻為苦相』，怎麼變的？這個變是自己變的，不是別人替你變的，就是你迷、執著；破迷、斷執，那馬上就恢復，就能夠離苦得樂。所以這是把凡夫病根說出來。凡夫，『終日馳求』，患得患失。『佛愍此故』，佛憐憫眾生迷惑顛倒，胡作妄為，『乃示涅槃真樂』，「涅槃」是不生不滅，指示出我們有不生不滅的真樂。"
    },
    {
      "id": "09-005-0017_p0067",
      "zh_CN": "【刹那无有生相。刹那无有灭相。更无生灭可灭。是则寂灭现前。】",
      "zh_TW": "【剎那無有生相。剎那無有滅相。更無生滅可滅。是則寂滅現前。】"
    },
    {
      "id": "09-005-0017_p0068",
      "zh_CN": "这段文也是《涅槃经》里面很重要的意思。『刹那』是极短的时间，所谓一弹指有六十个刹那，可见刹那是很短的，就是一弹指的六十分之一，这是讲极短的时间，没有生相，也没有灭相，可见得本来是不生不灭。『更无生灭可灭』，要有生有灭，那这个相就是实在的、就是真实的，不能叫虚妄；正因为这个相，实在连生灭的相都找不到，可见得它是虚妄的，它不是真实的。经中常讲，「一弹指六十刹那，一刹那九百生灭」，都是说这个意思。不生不灭，叫『寂灭现前』。所以佛眼睛里面看一切众生，终日生而无生，灭而无灭，无生无灭，这就是实相，这就叫「寂灭现前」，寂是清净，清净寂灭。",
      "zh_TW": "這段文也是《涅槃經》裡面很重要的意思。『剎那』是極短的時間，所謂一彈指有六十個剎那，可見剎那是很短的，就是一彈指的六十分之一，這是講極短的時間，沒有生相，也沒有滅相，可見得本來是不生不滅。『更無生滅可滅』，要有生有滅，那這個相就是實在的、就是真實的，不能叫虛妄；正因為這個相，實在連生滅的相都找不到，可見得它是虛妄的，它不是真實的。經中常講，「一彈指六十剎那，一剎那九百生滅」，都是說這個意思。不生不滅，叫『寂滅現前』。所以佛眼睛裡面看一切眾生，終日生而無生，滅而無滅，無生無滅，這就是實相，這就叫「寂滅現前」，寂是清淨，清淨寂滅。"
    },
    {
      "id": "09-005-0017_p0069",
      "zh_CN": "【当现前时。亦无现前之量。乃谓常乐。】",
      "zh_TW": "【當現前時。亦無現前之量。乃謂常樂。】"
    },
    {
      "id": "09-005-0017_p0070",
      "zh_CN": "现在人都很着重讲这个『量』，假如真的落在量上，那又落实了，那又确实有这么一桩事情。正是《金刚经》上所说的，「凡所有相皆是虚妄」，虚妄就不会落在量上；「一切有为法，如梦幻泡影，如露亦如电」，这都是说的是虚妄，不是真实的。正因为事实真相如此，所以即在现前之时，「亦无现前之量」，这个叫『常乐』。所以经上所讲的「寂灭为乐」，这个乐不是苦乐之乐。而志道法师他误会了，他把这个乐当作苦乐之乐，与苦相对的这个叫乐，哪里晓得佛讲的乐，是苦乐二边统统都没有了，这个是乐，这是真乐。",
      "zh_TW": "現在人都很著重講這個『量』，假如真的落在量上，那又落實了，那又確實有這麼一樁事情。正是《金剛經》上所說的，「凡所有相皆是虛妄」，虛妄就不會落在量上；「一切有為法，如夢幻泡影，如露亦如電」，這都是說的是虛妄，不是真實的。正因為事實真相如此，所以即在現前之時，「亦無現前之量」，這個叫『常樂』。所以經上所講的「寂滅為樂」，這個樂不是苦樂之樂。而志道法師他誤會了，他把這個樂當作苦樂之樂，與苦相對的這個叫樂，哪裡曉得佛講的樂，是苦樂二邊統統都沒有了，這個是樂，這是真樂。"
    },
    {
      "id": "09-005-0017_p0071",
      "zh_CN": "【此乐无有受者。亦无不受者。】",
      "zh_TW": "【此樂無有受者。亦無不受者。】"
    },
    {
      "id": "09-005-0017_p0072",
      "zh_CN": "怎么说『无有受者，亦无不受者』？无不受就是有受，这个意思说得圆满。「无有受者」，你没有受乐的心，你要有受乐的心，那你就变成凡夫了，你还有一个心在受乐、在享受。前面大师给我们说，真心是什么？「本来无一物，何处惹尘埃。」你心里头还有乐，那你就不是真心，真心里头什么都没有。所以说「此乐无有受者」，这在理上讲、体上讲。「亦无不受者」，这个无不受者就是刚才讲的身，你入到这个境界，你是真乐。可是你那个乐，绝对不是世间苦乐之乐，的确就是经上讲的清净寂灭之乐，这个乐是真乐，这个乐里头没有烦恼。诸位要晓得，苦乐忧喜舍是烦恼，七情五欲是烦恼，你这个乐里头没有烦恼，这叫真常之乐。这个境界是要自己去体会、去实证，说不出来的。",
      "zh_TW": "怎麼說『無有受者，亦無不受者』？無不受就是有受，這個意思說得圓滿。「無有受者」，你沒有受樂的心，你要有受樂的心，那你就變成凡夫了，你還有一個心在受樂、在享受。前面大師給我們說，真心是什麼？「本來無一物，何處惹塵埃。」你心裡頭還有樂，那你就不是真心，真心裡頭什麼都沒有。所以說「此樂無有受者」，這在理上講、體上講。「亦無不受者」，這個無不受者就是剛才講的身，你入到這個境界，你是真樂。可是你那個樂，絕對不是世間苦樂之樂，的確就是經上講的清淨寂滅之樂，這個樂是真樂，這個樂裡頭沒有煩惱。諸位要曉得，苦樂憂喜捨是煩惱，七情五欲是煩惱，你這個樂裡頭沒有煩惱，這叫真常之樂。這個境界是要自己去體會、去實證，說不出來的。"
    },
    {
      "id": "09-005-0017_p0073",
      "zh_CN": "【岂有一体五用之名。】",
      "zh_TW": "【豈有一體五用之名。】"
    },
    {
      "id": "09-005-0017_p0074",
      "zh_CN": "一体五用是事实。为什么大师在此地说，『岂有一体五用之名』？这就是因为志道法师执着一体五用。「一体五用」是佛常常说的，那是为众生分别而说，要晓得一体五用、五用一体，这个是事实真相，你要执着，你要在这里分别，那就错了。这个就是连言说、分别都不可以，正是大经里面所说的，我们要离言说相、离名字相、离心缘相，这种清净寂灭之乐你才能够体会得到。",
      "zh_TW": "一體五用是事實。為什麼大師在此地說，『豈有一體五用之名』？這就是因為志道法師執著一體五用。「一體五用」是佛常常說的，那是為眾生分別而說，要曉得一體五用、五用一體，這個是事實真相，你要執著，你要在這裡分別，那就錯了。這個就是連言說、分別都不可以，正是大經裡面所說的，我們要離言說相、離名字相、離心緣相，這種清淨寂滅之樂你才能夠體會得到。"
    },
    {
      "id": "09-005-0017_p0075",
      "zh_CN": "【何况更言涅槃禁伏诸法。】",
      "zh_TW": "【何況更言涅槃禁伏諸法。】"
    },
    {
      "id": "09-005-0017_p0076",
      "zh_CN": "那是更错误的一个看法，这种看法、想法大错特错，『涅槃』怎么会禁伏诸法？「涅槃」得大自在，真解脱！怎么会禁止？怎么会是伏一切法？没有这个道理的。",
      "zh_TW": "那是更錯誤的一個看法，這種看法、想法大錯特錯，『涅槃』怎麼會禁伏諸法？「涅槃」得大自在，真解脫！怎麼會禁止？怎麼會是伏一切法？沒有這個道理的。"
    },
    {
      "id": "09-005-0017_p0077",
      "zh_CN": "【令永不生。斯乃谤佛毁法。】",
      "zh_TW": "【令永不生。斯乃謗佛毀法。】"
    },
    {
      "id": "09-005-0017_p0078",
      "zh_CN": "这种见解，这种想法，这个说法，那是『谤佛毁法』。其实他不是有意的，他是确确实实读经，在这个里头产生了一种错误的见解，错误的一个想法。大师在这一番开示里面，把这个病根说出来了。这些病根可能我们自己都有，我们如果不明白这个道理，不明白这个事实真相，什么时候我们才能自度？什么时候我们这一句佛号才能念到功夫成片，决定有把握往生西方世界？所以这一番开示对我们是有很大利益的。底下大师把这个意思，总结几句偈子来说明。",
      "zh_TW": "這種見解，這種想法，這個說法，那是『謗佛毀法』。其實他不是有意的，他是確確實實讀經，在這個裡頭產生了一種錯誤的見解，錯誤的一個想法。大師在這一番開示裡面，把這個病根說出來了。這些病根可能我們自己都有，我們如果不明白這個道理，不明白這個事實真相，什麼時候我們才能自度？什麼時候我們這一句佛號才能念到功夫成片，決定有把握往生西方世界？所以這一番開示對我們是有很大利益的。底下大師把這個意思，總結幾句偈子來說明。"
    },
    {
      "id": "09-005-0017_p0079",
      "zh_CN": "【听吾偈曰。】",
      "zh_TW": "【聽吾偈曰。】"
    },
    {
      "id": "09-005-0017_p0080",
      "zh_CN": "下面一共有八首偈颂。第一首说明涅槃的定义：",
      "zh_TW": "下面一共有八首偈頌。第一首說明涅槃的定義："
    },
    {
      "id": "09-005-0017_p0081",
      "zh_CN": "【无上大涅槃。圆明常寂照。凡愚谓之死。外道执为断。】",
      "zh_TW": "【無上大涅槃。圓明常寂照。凡愚謂之死。外道執為斷。】"
    },
    {
      "id": "09-005-0017_p0082",
      "zh_CN": "前面这一句是讲涅槃之体用。《楞伽经》上说，「妄想不生，不起不灭」，这就叫涅槃。它的作用是『圆明常寂照』，这说了五个。「圆」是圆满，一丝毫欠缺都没有，体性圆满、作用圆满、智慧圆满、德能圆满，没有一样不圆满，这是谁？就是自己本人。「明」是讲的妙净明心，就是真心，所以涅槃就是真心，儒家讲明德。「常」是永远就是这个样子，不生不灭，无始无终，这真正是自己。「寂」就是清净，决定没有散乱，这个叫寂。灵灵不昧那叫「照」，也就是说无论对什么境界，现前的、不现前的，现在的、过去的、未来的，此界他方，都清清楚楚、明明白白，这叫照。所以，涅槃之德有圆、有明、有常、有寂、有照。很可惜的，凡愚之人，他看作死；外道，看作断灭。这个都是迷失了『无上大涅槃』。再看第二首，第二首这是讲邪见的根本。",
      "zh_TW": "前面這一句是講涅槃之體用。《楞伽經》上說，「妄想不生，不起不滅」，這就叫涅槃。它的作用是『圓明常寂照』，這說了五個。「圓」是圓滿，一絲毫欠缺都沒有，體性圓滿、作用圓滿、智慧圓滿、德能圓滿，沒有一樣不圓滿，這是誰？就是自己本人。「明」是講的妙淨明心，就是真心，所以涅槃就是真心，儒家講明德。「常」是永遠就是這個樣子，不生不滅，無始無終，這真正是自己。「寂」就是清淨，決定沒有散亂，這個叫寂。靈靈不昧那叫「照」，也就是說無論對什麼境界，現前的、不現前的，現在的、過去的、未來的，此界他方，都清清楚楚、明明白白，這叫照。所以，涅槃之德有圓、有明、有常、有寂、有照。很可惜的，凡愚之人，他看作死；外道，看作斷滅。這個都是迷失了『無上大涅槃』。再看第二首，第二首這是講邪見的根本。"
    },
    {
      "id": "09-005-0017_p0083",
      "zh_CN": "【诸求二乘人。目以为无作。尽属情所计。六十二见本。】",
      "zh_TW": "【諸求二乘人。目以為無作。盡屬情所計。六十二見本。】"
    },
    {
      "id": "09-005-0017_p0084",
      "zh_CN": "二乘是声闻、缘觉，这两种人有没有体解到无上大涅槃？没有。所以佛法里面称他们所证的叫偏真涅槃，不是无上涅槃，叫偏真涅槃。因为他们看，是『以为无作』，这个「无作」就是说不应作功德求涅槃。可见得小乘人，他的确他得到一种甚深的禅定，能把他的妄想伏住，叫妄想不生，不起不灭，这是涅槃的相，他有一点仿佛。换句话说，二乘人证得的涅槃，严格的来说是相似的涅槃，不是真正的涅槃。为什么？他虽然妄想不生、不起不灭，但是圆明常寂照他都没有，圆明照至少这三个字没有，他有一点常、有一点寂，常跟寂他有一点，不圆满。所以他是沾了一点涅槃的边，不是圆满的。",
      "zh_TW": "二乘是聲聞、緣覺，這兩種人有沒有體解到無上大涅槃？沒有。所以佛法裡面稱他們所證的叫偏真涅槃，不是無上涅槃，叫偏真涅槃。因為他們看，是『以為無作』，這個「無作」就是說不應作功德求涅槃。可見得小乘人，他的確他得到一種甚深的禪定，能把他的妄想伏住，叫妄想不生，不起不滅，這是涅槃的相，他有一點彷彿。換句話說，二乘人證得的涅槃，嚴格的來說是相似的涅槃，不是真正的涅槃。為什麼？他雖然妄想不生、不起不滅，但是圓明常寂照他都沒有，圓明照至少這三個字沒有，他有一點常、有一點寂，常跟寂他有一點，不圓滿。所以他是沾了一點涅槃的邊，不是圓滿的。"
    },
    {
      "id": "09-005-0017_p0085",
      "zh_CN": "所以他那个见解也不是纯粹正确，『尽属情所计』，也就是分别、计度。而佛在《楞严经》上批评小乘人，就是证得的境界，那说得非常明显，他说小乘人那个境界（就是声闻、缘觉），是「内守幽闲」。他为什么不能证得无上大涅槃？就因为他还有内守，他守住他那个幽闲的境界，这就是定，他守住他的境界，他不舍他的境界，他永远在定中。所以小乘人依然还是有执着，他我执没有了，他有法执，叫「内守幽闲，犹为法尘分别影事」，这是释迦牟尼佛批评小乘人的境界，这个就是偏真涅槃的真相。你看与无上大涅槃，圆明常寂照，完全不一样。这是『六十二见本』，「六十二见本」就是当年佛陀在世，一般外道就有六十二种错误的见解，邪知邪见。这个就是六十二种邪见的根本，就是人家把死、断灭、无作，以为这个是涅槃，这个是所有邪知邪见的根本。我们再看第三首：",
      "zh_TW": "所以他那個見解也不是純粹正確，『盡屬情所計』，也就是分別、計度。而佛在《楞嚴經》上批評小乘人，就是證得的境界，那說得非常明顯，他說小乘人那個境界（就是聲聞、緣覺），是「內守幽閑」。他為什麼不能證得無上大涅槃？就因為他還有內守，他守住他那個幽閑的境界，這就是定，他守住他的境界，他不捨他的境界，他永遠在定中。所以小乘人依然還是有執著，他我執沒有了，他有法執，叫「內守幽閑，猶為法塵分別影事」，這是釋迦牟尼佛批評小乘人的境界，這個就是偏真涅槃的真相。你看與無上大涅槃，圓明常寂照，完全不一樣。這是『六十二見本』，「六十二見本」就是當年佛陀在世，一般外道就有六十二種錯誤的見解，邪知邪見。這個就是六十二種邪見的根本，就是人家把死、斷滅、無作，以為這個是涅槃，這個是所有邪知邪見的根本。我們再看第三首："
    },
    {
      "id": "09-005-0017_p0086",
      "zh_CN": "【妄立虚假名。何为真实义。惟有过量人。通达无取舍。】",
      "zh_TW": "【妄立虛假名。何為真實義。惟有過量人。通達無取捨。】"
    },
    {
      "id": "09-005-0017_p0087",
      "zh_CN": "这首偈是讲一个真正通达的人，他心清净，他不分别、不执着，晓得「六十二见」也不过是虚假名词而已，「名可名，非常名；道可道，非常道」，所以只有这些假名，并没有真正的意思。这就说凡夫、外道、二乘，他们分别执着的，都不是真实的事理，他是见解错误，不是实事、实理。所以『惟有过量人』，「过量人」就是指佛菩萨，大乘之人，『通达』，他对于这个事实真相明了，凡夫、二乘、外道他错在哪里、迷在哪里，清清楚楚、明明白白，你说疯话也好，你说醉话也好，他听了如如不动，没有『取舍』，就是不取涅槃，也不舍涅槃。这就是《金刚经》上所讲的「无住涅槃」，这是大乘菩萨他们的见解，所谓不住生死，不住涅槃。底下有三首都是讲的正知正见，请看经文：",
      "zh_TW": "這首偈是講一個真正通達的人，他心清淨，他不分別、不執著，曉得「六十二見」也不過是虛假名詞而已，「名可名，非常名；道可道，非常道」，所以只有這些假名，並沒有真正的意思。這就說凡夫、外道、二乘，他們分別執著的，都不是真實的事理，他是見解錯誤，不是實事、實理。所以『惟有過量人』，「過量人」就是指佛菩薩，大乘之人，『通達』，他對於這個事實真相明瞭，凡夫、二乘、外道他錯在哪裡、迷在哪裡，清清楚楚、明明白白，你說瘋話也好，你說醉話也好，他聽了如如不動，沒有『取捨』，就是不取涅槃，也不捨涅槃。這就是《金剛經》上所講的「無住涅槃」，這是大乘菩薩他們的見解，所謂不住生死，不住涅槃。底下有三首都是講的正知正見，請看經文："
    },
    {
      "id": "09-005-0017_p0088",
      "zh_CN": "【以知五蕴法。及以蕴中我。外现众色像。一一音声相。平等如梦幻。不起凡圣见。不作涅槃解。二边三际断。常应诸根用。而不起用想。分别一切法。不起分别想。】",
      "zh_TW": "【以知五蘊法。及以蘊中我。外現眾色像。一一音聲相。平等如夢幻。不起凡聖見。不作涅槃解。二邊三際斷。常應諸根用。而不起用想。分別一切法。不起分別想。】"
    },
    {
      "id": "09-005-0017_p0089",
      "zh_CN": "这就是佛与大菩萨们他们的见解、作用，是我们应当要学习的。『五蕴』是法，小乘人常讲的法执，凡夫我执，『及以蕴中我』。世出世间一切法，把它归纳起来不外乎五蕴，所以五蕴就是一切法，执着五蕴就是法执，执着蕴中我，那就叫我执。『外现众色像，一一音声相』，音声相是举一个例子，众色像里头举一个例子。色声香味触法，色受想行识，要知道法法平等，为什么？因为法法都是梦幻泡影，因为它都是有为法。佛在《金刚经》上说得很好，「一切有为法，如梦幻泡影」，色法如梦幻泡影，声法也是梦幻泡影，色声香味触法没有两个样子，色受想行识也没有两个样子，全是梦幻泡影，所以诸法是平等的。",
      "zh_TW": "這就是佛與大菩薩們他們的見解、作用，是我們應當要學習的。『五蘊』是法，小乘人常講的法執，凡夫我執，『及以蘊中我』。世出世間一切法，把它歸納起來不外乎五蘊，所以五蘊就是一切法，執著五蘊就是法執，執著蘊中我，那就叫我執。『外現眾色像，一一音聲相』，音聲相是舉一個例子，眾色像裡頭舉一個例子。色聲香味觸法，色受想行識，要知道法法平等，為什麼？因為法法都是夢幻泡影，因為它都是有為法。佛在《金剛經》上說得很好，「一切有為法，如夢幻泡影」，色法如夢幻泡影，聲法也是夢幻泡影，色聲香味觸法沒有兩個樣子，色受想行識也沒有兩個樣子，全是夢幻泡影，所以諸法是平等的。"
    },
    {
      "id": "09-005-0017_p0090",
      "zh_CN": "我们在这个里面见解，『不起凡圣见』。凡夫的见解，执着是有；圣人的见解，晓得这一切如幻。如幻没错，你对如幻要是有执着，那就错了。佛菩萨晓得如幻，佛菩萨心里决定不会有个「一切法如幻」，那就坏了。我们今天最糟糕的就是执着，平常我们执着这一切东西是有，好，现在佛给我们讲「凡所有相皆是虚妄」，你就执着这一切相都是虚妄的，这又错了。佛用这个话，无非是打掉我们一切有的执着，那个执着打掉了，佛讲的这个也要把它丢掉，你才能够得到真相。你这边舍弃了，你又执着佛所说的，又错了，那就是小乘人的执着，这是最难的。所以佛到最后实在是没法子，告诉我们佛没说法，哪个要说佛说法叫谤佛，这就是「法尚应舍，何况非法」，法就是佛法，也不能够执着，它只提供我们一个参考，帮助我们开悟。你执着了，你就不会开悟。你二边都不执着，你从自性里面有悟处。所以说「不起凡圣见」，我们的心清净、平等，凡圣的见解统统要放下。",
      "zh_TW": "我們在這個裡面見解，『不起凡聖見』。凡夫的見解，執著是有；聖人的見解，曉得這一切如幻。如幻沒錯，你對如幻要是有執著，那就錯了。佛菩薩曉得如幻，佛菩薩心裡決定不會有個「一切法如幻」，那就壞了。我們今天最糟糕的就是執著，平常我們執著這一切東西是有，好，現在佛給我們講「凡所有相皆是虛妄」，你就執著這一切相都是虛妄的，這又錯了。佛用這個話，無非是打掉我們一切有的執著，那個執著打掉了，佛講的這個也要把它丟掉，你才能夠得到真相。你這邊捨棄了，你又執著佛所說的，又錯了，那就是小乘人的執著，這是最難的。所以佛到最後實在是沒法子，告訴我們佛沒說法，哪個要說佛說法叫謗佛，這就是「法尚應捨，何況非法」，法就是佛法，也不能夠執著，它只提供我們一個參考，幫助我們開悟。你執著了，你就不會開悟。你二邊都不執著，你從自性裡面有悟處。所以說「不起凡聖見」，我們的心清淨、平等，凡聖的見解統統要放下。"
    },
    {
      "id": "09-005-0017_p0091",
      "zh_CN": "『不作涅槃解』，涅槃、生死，事相清清楚楚、明明白白，也不要执着生死，也不执着涅槃，二边都不执着。所以『二边三际断』，「三际」是过去、现在、未来。三际断了，心清净，为什么？不想现在，也不想过去，也不想未来。为什么？三际不可得，你所想的全是妄想，三际真正不可得。所以你能够把三际断掉，你的心就清净，心清净就放光明，圆明常寂照，这个真我就能够现前。「二边」，凡圣是二边，涅槃、生死是二边，菩提、烦恼是二边，凡是相对的都是二边，统统舍掉，唯一清净。这个境界就是佛法里面讲的，「无上大涅槃，圆明常寂照」，这是真实相。『常应诸根用』，「应」是相应，没有不相应的；「诸根」就是六根，在眼叫见、在耳叫闻，见闻觉知，这就是圆明常寂照的大用。虽用，『而不起用想』，你起用想，你就把圆明常寂照变成八识，又变成生死了。圆明常寂照的作用是真有，从来就没有断灭过，诸佛如来如此，一切众生也是如此，念念都是圆明常寂照。诸佛如来得到这个受用，凡夫失去了这个大用，就是因为你在圆明常寂照里面，你起心动念，你分别执着。所以把那个真用失掉了，结果变成了迷用，迷惑、造业、受报，在搞这些作用，真常的作用没有了。所以大师在此地教给我们，「而不起用想」。",
      "zh_TW": "『不作涅槃解』，涅槃、生死，事相清清楚楚、明明白白，也不要執著生死，也不執著涅槃，二邊都不執著。所以『二邊三際斷』，「三際」是過去、現在、未來。三際斷了，心清淨，為什麼？不想現在，也不想過去，也不想未來。為什麼？三際不可得，你所想的全是妄想，三際真正不可得。所以你能夠把三際斷掉，你的心就清淨，心清淨就放光明，圓明常寂照，這個真我就能夠現前。「二邊」，凡聖是二邊，涅槃、生死是二邊，菩提、煩惱是二邊，凡是相對的都是二邊，統統捨掉，唯一清淨。這個境界就是佛法裡面講的，「無上大涅槃，圓明常寂照」，這是真實相。『常應諸根用』，「應」是相應，沒有不相應的；「諸根」就是六根，在眼叫見、在耳叫聞，見聞覺知，這就是圓明常寂照的大用。雖用，『而不起用想』，你起用想，你就把圓明常寂照變成八識，又變成生死了。圓明常寂照的作用是真有，從來就沒有斷滅過，諸佛如來如此，一切眾生也是如此，念念都是圓明常寂照。諸佛如來得到這個受用，凡夫失去了這個大用，就是因為你在圓明常寂照裡面，你起心動念，你分別執著。所以把那個真用失掉了，結果變成了迷用，迷惑、造業、受報，在搞這些作用，真常的作用沒有了。所以大師在此地教給我們，「而不起用想」。"
    },
    {
      "id": "09-005-0017_p0092",
      "zh_CN": "『分别一切法，不起分别想』。前面两句是讲我们自受用，后头两句「分别一切法，不起分别想」是他受用。这个是真正的受用，分别是为他而分别，比如佛陀讲经说法，是为我们而分别，他是不是真正有分别、真正有言说，没有。他是为我们分别而分别，为我们言说而言说，他自己心里面从来没有个意思说，「我分别一切法，我在说一切法」，没有，他没有这个念头。这就是所谓无说而说，「分别一切法」是说，「不起分别想」是无说，无说跟言说是同时的，不是分作两段的，同时的，说而无说，无说而说。佛四十九年天天在说，从来没有间断的说，佛无说，为什么？佛从来没有起分别想。我们明白这个道理了，在日常生活当中，我们样样都在那里分别、都在那里做，分别就是不分别，作就是无作，这个就与佛法相应，就跟佛菩萨住世没有两样。所以要学这样，外面事情做得很圆满，内里面不生烦恼，内心永远是清净寂灭的，外面事情都会做得圆圆满满，利益一切众生。所以佛法是生活，佛法要离开生活，那就不是佛法了。底下一首解释寂灭乐，这是教我们要体会，要真正能够明了动中有不动，才晓得寂灭为乐。",
      "zh_TW": "『分別一切法，不起分別想』。前面兩句是講我們自受用，後頭兩句「分別一切法，不起分別想」是他受用。這個是真正的受用，分別是為他而分別，比如佛陀講經說法，是為我們而分別，他是不是真正有分別、真正有言說，沒有。他是為我們分別而分別，為我們言說而言說，他自己心裡面從來沒有個意思說，「我分別一切法，我在說一切法」，沒有，他沒有這個念頭。這就是所謂無說而說，「分別一切法」是說，「不起分別想」是無說，無說跟言說是同時的，不是分作兩段的，同時的，說而無說，無說而說。佛四十九年天天在說，從來沒有間斷的說，佛無說，為什麼？佛從來沒有起分別想。我們明白這個道理了，在日常生活當中，我們樣樣都在那裡分別、都在那裡做，分別就是不分別，作就是無作，這個就與佛法相應，就跟佛菩薩住世沒有兩樣。所以要學這樣，外面事情做得很圓滿，內裡面不生煩惱，內心永遠是清淨寂滅的，外面事情都會做得圓圓滿滿，利益一切眾生。所以佛法是生活，佛法要離開生活，那就不是佛法了。底下一首解釋寂滅樂，這是教我們要體會，要真正能夠明瞭動中有不動，才曉得寂滅為樂。"
    },
    {
      "id": "09-005-0017_p0093",
      "zh_CN": "【劫火烧海底。风鼓山相击。】",
      "zh_TW": "【劫火燒海底。風鼓山相擊。】"
    },
    {
      "id": "09-005-0017_p0094",
      "zh_CN": "这两句是指动。《仁王般若经》里面讲得很清楚，讲这个世界要坏的时候，这个世间有大的火灾，把这个世界烧坏，把这个世界烧成灰尘一样的，『劫火烧海底』。『风』就是风暴，当然火里面有大的旋风，使山都互相碰撞，这是讲世界毁灭的相，这是动，非常之动。动中有不动：",
      "zh_TW": "這兩句是指動。《仁王般若經》裡面講得很清楚，講這個世界要壞的時候，這個世間有大的火災，把這個世界燒壞，把這個世界燒成灰塵一樣的，『劫火燒海底』。『風』就是風暴，當然火裡面有大的旋風，使山都互相碰撞，這是講世界毀滅的相，這是動，非常之動。動中有不動："
    },
    {
      "id": "09-005-0017_p0095",
      "zh_CN": "【真常寂灭乐。涅槃相如是。】",
      "zh_TW": "【真常寂滅樂。涅槃相如是。】"
    },
    {
      "id": "09-005-0017_p0096",
      "zh_CN": "如来所证得的是真实常住，所以叫『真常』，《楞严经》上讲「独妙真常」。菩萨所证得的境界，讲到乐他有两种，一种是无上菩提正觉，这个是乐；第二种是无上涅槃寂灭之乐。这首偈显示，大动里面有不动。我们要觉悟，我们今天身在动，心也在动，身心都是相，都是作用。我们身心动当中有一个不动，我们本性不动。从内来讲，我们见性不动，我们眼识在动。所以你要晓得动中有不动，你要守住不动，不要着那个动。你要着那个动，执着那个动，那就很苦，你就很苦。你要能够守住你的不动，把你的动当作什么？当作作用，当作应付人、应付事，当作一种手段、一种作用。自己享受的什么？享受的是不动。这个就是佛法，这就叫佛、就叫菩萨。佛菩萨跟我们不同的地方就在此地。他晓得我们这个身心，动里头有不动的，我们自己不知道，迷失了，所以我们只有苦，没有乐。而佛菩萨只有乐，没有苦，他有圆明常寂照之乐，他有这五种都是乐。我们这五个一个都没有，圆没有，我们欠缺的太多了；明没有，我们愚痴；常也没有，寂更没有，照也没有。所以我们这五个都没有，这五个是我们本性，五个是真我。",
      "zh_TW": "如來所證得的是真實常住，所以叫『真常』，《楞嚴經》上講「獨妙真常」。菩薩所證得的境界，講到樂他有兩種，一種是無上菩提正覺，這個是樂；第二種是無上涅槃寂滅之樂。這首偈顯示，大動裡面有不動。我們要覺悟，我們今天身在動，心也在動，身心都是相，都是作用。我們身心動當中有一個不動，我們本性不動。從內來講，我們見性不動，我們眼識在動。所以你要曉得動中有不動，你要守住不動，不要著那個動。你要著那個動，執著那個動，那就很苦，你就很苦。你要能夠守住你的不動，把你的動當作什麼？當作作用，當作應付人、應付事，當作一種手段、一種作用。自己享受的什麼？享受的是不動。這個就是佛法，這就叫佛、就叫菩薩。佛菩薩跟我們不同的地方就在此地。他曉得我們這個身心，動裡頭有不動的，我們自己不知道，迷失了，所以我們只有苦，沒有樂。而佛菩薩只有樂，沒有苦，他有圓明常寂照之樂，他有這五種都是樂。我們這五個一個都沒有，圓沒有，我們欠缺的太多了；明沒有，我們愚痴；常也沒有，寂更沒有，照也沒有。所以我們這五個都沒有，這五個是我們本性，五個是真我。"
    },
    {
      "id": "09-005-0017_p0097",
      "zh_CN": "假如我们一恍然大悟，明了这桩事情，原来我们这五个都有，我们只守住自己圆明常寂照，拿我们的思想、意识，就是八识，拿我们的八识，拿我们这身体去做什么？做利益众生的事业。与自己圆明常寂照妨不妨碍？不妨碍，一点都不妨碍，这就真正叫自利利他，而在利益众生当中就修自己的圆明常寂照。圆明常寂照是性德，而我们有修德，我们的性德透出来，透得更圆满，透得更明显。这是《涅槃经》的意思。『涅槃相如是』，「相」是样子，涅槃的样子是这个样子的。所以真正入这个境界，你问他有没有生死？他没有；你问他有没有涅槃？他也没有，生死、涅槃都不住。或者说，你问他有没有生死？他说有，身有生死；问他有没有涅槃？有，自性涅槃。所以说生死也可以，涅槃也可以，到这里意思是圆的，它是一不是二。圆明常寂照是真常，永远存在，不生不灭，作用是有生有灭。所以生灭跟不生灭是和合的，是一桩事情，不是两桩事情。末后一首，这做总结，意思也很深。",
      "zh_TW": "假如我們一恍然大悟，明瞭這樁事情，原來我們這五個都有，我們只守住自己圓明常寂照，拿我們的思想、意識，就是八識，拿我們的八識，拿我們這身體去做什麼？做利益眾生的事業。與自己圓明常寂照妨不妨礙？不妨礙，一點都不妨礙，這就真正叫自利利他，而在利益眾生當中就修自己的圓明常寂照。圓明常寂照是性德，而我們有修德，我們的性德透出來，透得更圓滿，透得更明顯。這是《涅槃經》的意思。『涅槃相如是』，「相」是樣子，涅槃的樣子是這個樣子的。所以真正入這個境界，你問他有沒有生死？他沒有；你問他有沒有涅槃？他也沒有，生死、涅槃都不住。或者說，你問他有沒有生死？他說有，身有生死；問他有沒有涅槃？有，自性涅槃。所以說生死也可以，涅槃也可以，到這裡意思是圓的，它是一不是二。圓明常寂照是真常，永遠存在，不生不滅，作用是有生有滅。所以生滅跟不生滅是和合的，是一樁事情，不是兩樁事情。末後一首，這做總結，意思也很深。"
    },
    {
      "id": "09-005-0017_p0098",
      "zh_CN": "【吾今强言说。令汝舍邪见。汝勿随言解。许汝知少分。】",
      "zh_TW": "【吾今強言說。令汝捨邪見。汝勿隨言解。許汝知少分。】"
    },
    {
      "id": "09-005-0017_p0099",
      "zh_CN": "这个话很对。你听，听了不要分别、不要执着，你要悟入。如果你要随语生解，那你又错了，不可以随语生解，你要体会到这个境界，你才能够懂得一些，随语生解那还是不懂得。所以祖师说法，佛说法也是这样的，说，不得已，勉强而说。为什么说？不过是帮助你把邪知邪见给打掉而已，就是为的这个，千经万论不离这个宗旨。",
      "zh_TW": "這個話很對。你聽，聽了不要分別、不要執著，你要悟入。如果你要隨語生解，那你又錯了，不可以隨語生解，你要體會到這個境界，你才能夠懂得一些，隨語生解那還是不懂得。所以祖師說法，佛說法也是這樣的，說，不得已，勉強而說。為什麼說？不過是幫助你把邪知邪見給打掉而已，就是為的這個，千經萬論不離這個宗旨。"
    },
    {
      "id": "09-005-0017_p0100",
      "zh_CN": "【志道闻偈大悟。】",
      "zh_TW": "【志道聞偈大悟。】"
    },
    {
      "id": "09-005-0017_p0101",
      "zh_CN": "听祖师这么一开示，他大彻大悟。",
      "zh_TW": "聽祖師這麼一開示，他大徹大悟。"
    },
    {
      "id": "09-005-0017_p0102",
      "zh_CN": "【踊跃作礼而退。】",
      "zh_TW": "【踴躍作禮而退。】"
    },
    {
      "id": "09-005-0017_p0103",
      "zh_CN": "欢喜得不得了，十年多的疑团一下打破了。我们今天也听了，我们这个疑团打不破，我们不开悟，原因在哪里？人家有十年的基础，有十年的疑情。所以「小疑则小悟，大疑则大悟」，我们从来也没有提起这个疑情，所以听了还是不悟。但是听了不能说没有好处，有好处，希望听了之后要觉悟，要能把这些道理应用在日常生活当中，那就是真正修行。对于一个念佛人来讲，很大很大的好处，能够帮助你得一心。再看第七位行思禅师，这一位也是了不起的人，在禅宗史里面是一个大大有名的人物。",
      "zh_TW": "歡喜得不得了，十年多的疑團一下打破了。我們今天也聽了，我們這個疑團打不破，我們不開悟，原因在哪裡？人家有十年的基礎，有十年的疑情。所以「小疑則小悟，大疑則大悟」，我們從來也沒有提起這個疑情，所以聽了還是不悟。但是聽了不能說沒有好處，有好處，希望聽了之後要覺悟，要能把這些道理應用在日常生活當中，那就是真正修行。對於一個念佛人來講，很大很大的好處，能夠幫助你得一心。再看第七位行思禪師，這一位也是了不起的人，在禪宗史裡面是一個大大有名的人物。"
    },
    {
      "id": "09-005-0017_p0104",
      "zh_CN": "【行思禅师。姓刘氏。吉州安城人也。】",
      "zh_TW": "【行思禪師。姓劉氏。吉州安城人也。】"
    },
    {
      "id": "09-005-0017_p0105",
      "zh_CN": "俗家姓『刘』，『吉州』就是在现在的江西省，『安城』就是唐朝时候的安福县。「吉州」现在我们称为吉安，吉安就是这个地方，在江西的南方。",
      "zh_TW": "俗家姓『劉』，『吉州』就是在現在的江西省，『安城』就是唐朝時候的安福縣。「吉州」現在我們稱為吉安，吉安就是這個地方，在江西的南方。"
    },
    {
      "id": "09-005-0017_p0106",
      "zh_CN": "【闻曹溪法席盛化。径来参礼。】",
      "zh_TW": "【聞曹溪法席盛化。徑來參禮。】"
    },
    {
      "id": "09-005-0017_p0107",
      "zh_CN": "由江西到曹溪这个路不算远，是很近的距离，听说六祖大师在那个地方度化众生，讲经说法，所以他也来参学，来礼拜祖师。",
      "zh_TW": "由江西到曹溪這個路不算遠，是很近的距離，聽說六祖大師在那個地方度化眾生，講經說法，所以他也來參學，來禮拜祖師。"
    },
    {
      "id": "09-005-0017_p0108",
      "zh_CN": "【遂问曰。当何所务。即不落阶级。】",
      "zh_TW": "【遂問曰。當何所務。即不落階級。】"
    },
    {
      "id": "09-005-0017_p0109",
      "zh_CN": "他是自己的确有相当的成就，也有很好的境界，来见到祖师，求祖师给他印证。『所务』就是所做，这个话要拿现在的话来讲，就是我应当怎么做法，才不落在阶级里头？『阶级』，在佛法里面讲声闻、缘觉、菩萨，菩萨从初住到等觉有四十一个阶级。如果讲从初信到等觉有五十一个阶级，我们要怎么做才不落阶级，不落阶级就成佛。所以这个话的意思，我要怎么做法才能成佛，而且这个成佛是顿超，不落阶级，顿超。",
      "zh_TW": "他是自己的確有相當的成就，也有很好的境界，來見到祖師，求祖師給他印證。『所務』就是所做，這個話要拿現在的話來講，就是我應當怎麼做法，才不落在階級裡頭？『階級』，在佛法裡面講聲聞、緣覺、菩薩，菩薩從初住到等覺有四十一個階級。如果講從初信到等覺有五十一個階級，我們要怎麼做才不落階級，不落階級就成佛。所以這個話的意思，我要怎麼做法才能成佛，而且這個成佛是頓超，不落階級，頓超。"
    },
    {
      "id": "09-005-0017_p0110",
      "zh_CN": "【师曰。汝曾作什么来。】",
      "zh_TW": "【師曰。汝曾作什麼來。】"
    },
    {
      "id": "09-005-0017_p0111",
      "zh_CN": "祖师反问他一句，你曾经怎么个做法？你说怎么做不落阶级，我问你，你过去怎么做法的？",
      "zh_TW": "祖師反問他一句，你曾經怎麼個做法？你說怎麼做不落階級，我問你，你過去怎麼做法的？"
    },
    {
      "id": "09-005-0017_p0112",
      "zh_CN": "【曰。圣谛亦不为。】",
      "zh_TW": "【曰。聖諦亦不為。】"
    },
    {
      "id": "09-005-0017_p0113",
      "zh_CN": "『圣谛』就是无上菩提涅槃，我连这个都放下了。这个意思也就是说，身心世界、世间法、出世间法，我统统放下了。这就是佛，这不是佛是什么？这都没有了，统统放下，彻底放下，这个境界很高。祖师就说：",
      "zh_TW": "『聖諦』就是無上菩提涅槃，我連這個都放下了。這個意思也就是說，身心世界、世間法、出世間法，我統統放下了。這就是佛，這不是佛是什麼？這都沒有了，統統放下，徹底放下，這個境界很高。祖師就說："
    },
    {
      "id": "09-005-0017_p0114",
      "zh_CN": "【师曰。落何阶级。】",
      "zh_TW": "【師曰。落何階級。】"
    },
    {
      "id": "09-005-0017_p0115",
      "zh_CN": "你落在什么阶级上？",
      "zh_TW": "你落在什麼階級上？"
    },
    {
      "id": "09-005-0017_p0116",
      "zh_CN": "【曰。圣谛尚不为。何阶级之有。】",
      "zh_TW": "【曰。聖諦尚不為。何階級之有。】"
    },
    {
      "id": "09-005-0017_p0117",
      "zh_CN": "他哪还有什么阶级？没有阶级。",
      "zh_TW": "他哪還有什麼階級？沒有階級。"
    },
    {
      "id": "09-005-0017_p0118",
      "zh_CN": "【师深器之。】",
      "zh_TW": "【師深器之。】"
    },
    {
      "id": "09-005-0017_p0119",
      "zh_CN": "六祖大师非常器重他，确实是如此。",
      "zh_TW": "六祖大師非常器重他，確實是如此。"
    },
    {
      "id": "09-005-0017_p0120",
      "zh_CN": "【令思首众。】",
      "zh_TW": "【令思首眾。】"
    },
    {
      "id": "09-005-0017_p0121",
      "zh_CN": "就分派行思禅师叫他做大众的好像班长一样，派他出来当班长来领众，可见得他这是顿悟、顿超、顿证。",
      "zh_TW": "就分派行思禪師叫他做大眾的好像班長一樣，派他出來當班長來領眾，可見得他這是頓悟、頓超、頓證。"
    },
    {
      "id": "09-005-0017_p0122",
      "zh_CN": "【一日。师谓曰。】",
      "zh_TW": "【一日。師謂曰。】"
    },
    {
      "id": "09-005-0017_p0123",
      "zh_CN": "这有一天，六祖大师告诉他：",
      "zh_TW": "這有一天，六祖大師告訴他："
    },
    {
      "id": "09-005-0017_p0124",
      "zh_CN": "【汝当分化一方。无令断绝。】",
      "zh_TW": "【汝當分化一方。無令斷絕。】"
    },
    {
      "id": "09-005-0017_p0125",
      "zh_CN": "你的法缘还很胜，不错，你应当去教化众生，不要老守在我面前。",
      "zh_TW": "你的法緣還很勝，不錯，你應當去教化眾生，不要老守在我面前。"
    },
    {
      "id": "09-005-0017_p0126",
      "zh_CN": "【思既得法。遂回吉州青原山。弘法绍化。谥号弘济禅师。】",
      "zh_TW": "【思既得法。遂回吉州青原山。弘法紹化。諡號弘濟禪師。】"
    },
    {
      "id": "09-005-0017_p0127",
      "zh_CN": "所以他就回到他原来的家乡，他是吉州人，江西吉安，回到那边，那里有个青原山，在那里主持道场，教化一方。『绍』就是续佛慧命，弘法利生，续佛慧命。『谥号』是他老人家圆寂之后，皇帝送他一个名号，叫『弘济禅师』。第八位怀让禅师。这个都是六祖大师登堂入室的大弟子，我们中国佛教史里头占很重要的地位，像青原思、怀让、永嘉，都是非常了不起的人。",
      "zh_TW": "所以他就回到他原來的家鄉，他是吉州人，江西吉安，回到那邊，那裡有個青原山，在那裡主持道場，教化一方。『紹』就是續佛慧命，弘法利生，續佛慧命。『諡號』是他老人家圓寂之後，皇帝送他一個名號，叫『弘濟禪師』。第八位懷讓禪師。這個都是六祖大師登堂入室的大弟子，我們中國佛教史裡頭佔很重要的地位，像青原思、懷讓、永嘉，都是非常了不起的人。"
    },
    {
      "id": "09-005-0017_p0128",
      "zh_CN": "【怀让禅师。金州杜氏子也。】",
      "zh_TW": "【懷讓禪師。金州杜氏子也。】"
    },
    {
      "id": "09-005-0017_p0129",
      "zh_CN": "『金州』这个地方在现在陕西省，到民国年间的时候称之为安康县，就是这个地方的人，拿现在的话说他是陕西人，俗家姓『杜』。",
      "zh_TW": "『金州』這個地方在現在陝西省，到民國年間的時候稱之為安康縣，就是這個地方的人，拿現在的話說他是陝西人，俗家姓『杜』。"
    },
    {
      "id": "09-005-0017_p0130",
      "zh_CN": "【初谒嵩山安国师。安发之曹溪参扣。】",
      "zh_TW": "【初謁嵩山安國師。安發之曹溪參扣。】"
    },
    {
      "id": "09-005-0017_p0131",
      "zh_CN": "嵩山的安国师，也是当时很了不起的一位大法师。『嵩山』在中岳，我们中国大陆上五岳，它是在中岳，在现在的河南省，在那个地方他也有相当的成就。『安国师』就打发他到曹溪去参礼六祖，叫他到『曹溪参扣』，到那里去请教六祖大师。",
      "zh_TW": "嵩山的安國師，也是當時很了不起的一位大法師。『嵩山』在中嶽，我們中國大陸上五嶽，它是在中嶽，在現在的河南省，在那個地方他也有相當的成就。『安國師』就打發他到曹溪去參禮六祖，叫他到『曹溪參扣』，到那裡去請教六祖大師。"
    },
    {
      "id": "09-005-0017_p0132",
      "zh_CN": "【让至。礼拜。】",
      "zh_TW": "【讓至。禮拜。】"
    },
    {
      "id": "09-005-0017_p0133",
      "zh_CN": "怀让到达曹溪，礼拜六祖的时候：",
      "zh_TW": "懷讓到達曹溪，禮拜六祖的時候："
    },
    {
      "id": "09-005-0017_p0134",
      "zh_CN": "【师曰。甚处来。】",
      "zh_TW": "【師曰。甚處來。】"
    },
    {
      "id": "09-005-0017_p0135",
      "zh_CN": "你从哪里来的？",
      "zh_TW": "你從哪裡來的？"
    },
    {
      "id": "09-005-0017_p0136",
      "zh_CN": "【曰。嵩山。师曰。甚么物恁么来。】",
      "zh_TW": "【曰。嵩山。師曰。甚麼物恁麼來。】"
    },
    {
      "id": "09-005-0017_p0137",
      "zh_CN": "这个两句话也就是考试他的，禅宗的机锋话。拿现在话，『甚么物』就是什么东西，什么东西，怎么来的？他到这礼拜，什么东西，怎么来的？这个话就是这个意思。如果说我是个人，我走路来的，那完全就是凡夫。那六祖的确一听就不必说了，好，你跟着大众一块学吧。可人家这一听，答得就高明：",
      "zh_TW": "這個兩句話也就是考試他的，禪宗的機鋒話。拿現在話，『甚麼物』就是什麼東西，什麼東西，怎麼來的？他到這禮拜，什麼東西，怎麼來的？這個話就是這個意思。如果說我是個人，我走路來的，那完全就是凡夫。那六祖的確一聽就不必說了，好，你跟著大眾一塊學吧。可人家這一聽，答得就高明："
    },
    {
      "id": "09-005-0017_p0138",
      "zh_CN": "【曰。说似一物即不中。】",
      "zh_TW": "【曰。說似一物即不中。】"
    },
    {
      "id": "09-005-0017_p0139",
      "zh_CN": "「恁么来」是陪衬的话，重要的就是「甚么物」，是个什么东西？他答得妙，要说像一个物，怎么说也说不中。这讲什么？真如本性，就是讲自家本来面目，怎么说也说不出来。所以这个一问一答，问就等于考试一样，答案一说出来，马上就考中了，六祖听了就很满意。",
      "zh_TW": "「恁麼來」是陪襯的話，重要的就是「甚麼物」，是個什麼東西？他答得妙，要說像一個物，怎麼說也說不中。這講什麼？真如本性，就是講自家本來面目，怎麼說也說不出來。所以這個一問一答，問就等於考試一樣，答案一說出來，馬上就考中了，六祖聽了就很滿意。"
    },
    {
      "id": "09-005-0017_p0140",
      "zh_CN": "【师曰。还可修证否。】",
      "zh_TW": "【師曰。還可修證否。】"
    },
    {
      "id": "09-005-0017_p0141",
      "zh_CN": "你还要不要修，要不要证？",
      "zh_TW": "你還要不要修，要不要證？"
    },
    {
      "id": "09-005-0017_p0142",
      "zh_CN": "【曰。修证即不无。污染即不得。】",
      "zh_TW": "【曰。修證即不無。污染即不得。】"
    },
    {
      "id": "09-005-0017_p0143",
      "zh_CN": "这个话是非常的高明。你问修证的相？有，我还继续在修，继续在证；可是染污，决定染污不到。性上决定不能染污，相上我还规规矩矩在修。六祖这就称赞他说：",
      "zh_TW": "這個話是非常的高明。你問修證的相？有，我還繼續在修，繼續在證；可是染污，決定染污不到。性上決定不能染污，相上我還規規矩矩在修。六祖這就稱讚他說："
    },
    {
      "id": "09-005-0017_p0144",
      "zh_CN": "【师曰。只此不污染。诸佛之所护念。汝既如是。吾亦如是。】",
      "zh_TW": "【師曰。只此不污染。諸佛之所護念。汝既如是。吾亦如是。】"
    },
    {
      "id": "09-005-0017_p0145",
      "zh_CN": "说你到这个境界，这样的，我跟你一样，我也是这个境界。六祖每天也是循规蹈矩，也是在那里相上修行，心上清净。可见得这个境界是他自己亲证的境界。下面就说，",
      "zh_TW": "說你到這個境界，這樣的，我跟你一樣，我也是這個境界。六祖每天也是循規蹈矩，也是在那裡相上修行，心上清淨。可見得這個境界是他自己親證的境界。下面就說，"
    },
    {
      "id": "09-005-0017_p0146",
      "zh_CN": "【西天般若多罗谶。】",
      "zh_TW": "【西天般若多羅讖。】"
    },
    {
      "id": "09-005-0017_p0147",
      "zh_CN": "『谶』是预言。『西天』就是印度，印度当时有一个般若多罗法师，到中国来的时候曾经有个预言。这个预言到后面会看到。",
      "zh_TW": "『讖』是預言。『西天』就是印度，印度當時有一個般若多羅法師，到中國來的時候曾經有個預言。這個預言到後面會看到。"
    },
    {
      "id": "09-005-0017_p0148",
      "zh_CN": "【汝足下出一马驹。踏杀天下人。应在汝心。不须速说。】",
      "zh_TW": "【汝足下出一馬駒。踏殺天下人。應在汝心。不須速說。】"
    },
    {
      "id": "09-005-0017_p0149",
      "zh_CN": "可见得从这个几句话来讲，六祖大师有神通，般若多罗能够预先知道未来的事情，六祖大师也知道。所以他一见怀让，这个时候告诉他，从前般若多罗法师有预言，你的门下，『汝足下』，就是你的门下，就是将来你的学生里头，有一个姓马的。『马驹』是比喻，好像龙马一样了不起，要『踏杀天下人』。这个人是谁？就是马祖道一禅师，是怀让的徒弟。中国的丛林就是马祖道一他创办的，所以在佛教里面讲，是一个很大的革命。从前修行都是各人自己修行，他提出一个主张，大家在一起共修，这丛林提倡共修。在他以前，听经、听法大家在一起，修行各人修各人的，彼此不相干。从马祖开始，所谓建丛林，丛林他跟百丈禅师两个人合作，他是个首领，百丈帮助他建立清规，就等于定宪法一样，定这个规矩，那是百丈起草的。他们两个人合伙，「马祖建丛林，百丈立清规」，这是中国佛教一次大革命，由很散漫的变成了正式有规模的。丛林就等于说佛教大学，过去好像都是私塾，个人传授的，这时候就变成丛林，有计划大规模的来推广，丛林就是佛教大学。是佛教一个重大的改革，也是中国佛教的特色，就是丛林制度。『应在汝心，不须速说』，你不必讲，心里知道就好，知道就好了。",
      "zh_TW": "可見得從這個幾句話來講，六祖大師有神通，般若多羅能夠預先知道未來的事情，六祖大師也知道。所以他一見懷讓，這個時候告訴他，從前般若多羅法師有預言，你的門下，『汝足下』，就是你的門下，就是將來你的學生裡頭，有一個姓馬的。『馬駒』是比喻，好像龍馬一樣了不起，要『踏殺天下人』。這個人是誰？就是馬祖道一禪師，是懷讓的徒弟。中國的叢林就是馬祖道一他創辦的，所以在佛教裡面講，是一個很大的革命。從前修行都是各人自己修行，他提出一個主張，大家在一起共修，這叢林提倡共修。在他以前，聽經、聽法大家在一起，修行各人修各人的，彼此不相干。從馬祖開始，所謂建叢林，叢林他跟百丈禪師兩個人合作，他是個首領，百丈幫助他建立清規，就等於定憲法一樣，定這個規矩，那是百丈起草的。他們兩個人合夥，「馬祖建叢林，百丈立清規」，這是中國佛教一次大革命，由很散漫的變成了正式有規模的。叢林就等於說佛教大學，過去好像都是私塾，個人傳授的，這時候就變成叢林，有計劃大規模的來推廣，叢林就是佛教大學。是佛教一個重大的改革，也是中國佛教的特色，就是叢林制度。『應在汝心，不須速說』，你不必講，心裡知道就好，知道就好了。"
    },
    {
      "id": "09-005-0017_p0150",
      "zh_CN": "【让豁然契会。】",
      "zh_TW": "【讓豁然契會。】"
    },
    {
      "id": "09-005-0017_p0151",
      "zh_CN": "怀让禅师那时候豁然大悟，体会到这个意思。",
      "zh_TW": "懷讓禪師那時候豁然大悟，體會到這個意思。"
    },
    {
      "id": "09-005-0017_p0152",
      "zh_CN": "【遂执侍左右一十五载。】",
      "zh_TW": "【遂執侍左右一十五載。】"
    },
    {
      "id": "09-005-0017_p0153",
      "zh_CN": "他在曹溪住了十五年，跟着六祖大师。",
      "zh_TW": "他在曹溪住了十五年，跟著六祖大師。"
    },
    {
      "id": "09-005-0017_p0154",
      "zh_CN": "【日益玄奥。】",
      "zh_TW": "【日益玄奧。】"
    },
    {
      "id": "09-005-0017_p0155",
      "zh_CN": "这四个字是说他在十五年当中，他的道行天天有进步。",
      "zh_TW": "這四個字是說他在十五年當中，他的道行天天有進步。"
    },
    {
      "id": "09-005-0017_p0156",
      "zh_CN": "【后往南岳。大阐禅宗。】",
      "zh_TW": "【後往南嶽。大闡禪宗。】"
    },
    {
      "id": "09-005-0017_p0157",
      "zh_CN": "以后他离开之后，他住在湖南衡山，就是『南岳』，在那个地方教化一方。再看第九位，永嘉禅师。",
      "zh_TW": "以後他離開之後，他住在湖南衡山，就是『南嶽』，在那個地方教化一方。再看第九位，永嘉禪師。"
    },
    {
      "id": "09-005-0017_p0158",
      "zh_CN": "【永嘉玄觉禅师。】",
      "zh_TW": "【永嘉玄覺禪師。】"
    },
    {
      "id": "09-005-0017_p0159",
      "zh_CN": "『永嘉』是地名，在现在的浙江，就是浙江的温州，那个时候叫「永嘉」。法师法名叫『玄觉』，后人尊称他，不称他的法名，就称为永嘉大师。他有《禅宗永嘉集》、有《证道歌》流行在世间。他所遗留给后世的东西很少，就这两样东西，一个《证道歌》、一个《禅宗永嘉集》。但是对于中国佛教的影响除禅宗之外，几乎任何一个宗派没有不读《证道歌》的，没有不研究《禅宗永嘉集》的，所以他的影响力非常的广泛。",
      "zh_TW": "『永嘉』是地名，在現在的浙江，就是浙江的溫州，那個時候叫「永嘉」。法師法名叫『玄覺』，後人尊稱他，不稱他的法名，就稱為永嘉大師。他有《禪宗永嘉集》、有《證道歌》流行在世間。他所遺留給後世的東西很少，就這兩樣東西，一個《證道歌》、一個《禪宗永嘉集》。但是對於中國佛教的影響除禪宗之外，幾乎任何一個宗派沒有不讀《證道歌》的，沒有不研究《禪宗永嘉集》的，所以他的影響力非常的廣泛。"
    },
    {
      "id": "09-005-0017_p0160",
      "zh_CN": "【少习经论。】",
      "zh_TW": "【少習經論。】"
    },
    {
      "id": "09-005-0017_p0161",
      "zh_CN": "就是年轻的时候他就学佛，学习佛教的经论。",
      "zh_TW": "就是年輕的時候他就學佛，學習佛教的經論。"
    },
    {
      "id": "09-005-0017_p0162",
      "zh_CN": "【精天台止观法门。】",
      "zh_TW": "【精天台止觀法門。】"
    },
    {
      "id": "09-005-0017_p0163",
      "zh_CN": "对于天台止观之法，三止三观，就是智者大师所建立的这个修学的方法，他下过很大的功夫，很有心得。",
      "zh_TW": "對於天台止觀之法，三止三觀，就是智者大師所建立的這個修學的方法，他下過很大的功夫，很有心得。"
    },
    {
      "id": "09-005-0017_p0164",
      "zh_CN": "【因看维摩经。发明心地。】",
      "zh_TW": "【因看維摩經。發明心地。】"
    },
    {
      "id": "09-005-0017_p0165",
      "zh_CN": "以后读《维摩经》，他有悟处。『发明心地』，「发」就是开发，「明」就是光明，心地开发光明，我们现在一般人讲大彻大悟，就这个意思，禅家讲明心见性。他是在《维摩经》里面大彻大悟的，虽然是彻悟，没有人给他做证明。",
      "zh_TW": "以後讀《維摩經》，他有悟處。『發明心地』，「發」就是開發，「明」就是光明，心地開發光明，我們現在一般人講大徹大悟，就這個意思，禪家講明心見性。他是在《維摩經》裡面大徹大悟的，雖然是徹悟，沒有人給他做證明。"
    },
    {
      "id": "09-005-0017_p0166",
      "zh_CN": "【偶师弟子玄策相访。与其剧谈。出言暗合诸祖。】",
      "zh_TW": "【偶師弟子玄策相訪。與其劇談。出言暗合諸祖。】"
    },
    {
      "id": "09-005-0017_p0167",
      "zh_CN": "那真了不起！『偶』是偶然，偶然有一次，六祖大师的弟子，六祖大师的学生名字叫『玄策』，他到温州永嘉来。他是金华人，所以算起来他们算同乡，金华离温州相去不远，这是住得很近，听说有这么一个法师，他去拜访。『与其剧谈』，「剧谈」就是长谈，所谈的，看永嘉大师他这个见解、谈论，真正是了不起，跟祖师见解都差不多。",
      "zh_TW": "那真了不起！『偶』是偶然，偶然有一次，六祖大師的弟子，六祖大師的學生名字叫『玄策』，他到溫州永嘉來。他是金華人，所以算起來他們算同鄉，金華離溫州相去不遠，這是住得很近，聽說有這麼一個法師，他去拜訪。『與其劇談』，「劇談」就是長談，所談的，看永嘉大師他這個見解、談論，真正是了不起，跟祖師見解都差不多。"
    },
    {
      "id": "09-005-0017_p0168",
      "zh_CN": "【策云。仁者得法师谁。】",
      "zh_TW": "【策云。仁者得法師誰。】"
    },
    {
      "id": "09-005-0017_p0169",
      "zh_CN": "就问他，你的『得法师』，就是现在我们讲的指导教授，你的和尚，你是跟什么人学的？这些道理你怎么悟出来的？",
      "zh_TW": "就問他，你的『得法師』，就是現在我們講的指導教授，你的和尚，你是跟什麼人學的？這些道理你怎麼悟出來的？"
    },
    {
      "id": "09-005-0017_p0170",
      "zh_CN": "【曰。我听方等经论。各有师承。】",
      "zh_TW": "【曰。我聽方等經論。各有師承。】"
    },
    {
      "id": "09-005-0017_p0171",
      "zh_CN": "他听的经论不少，而且都是一些好的法师讲经说法，所以他没有一定的师承，他听了很多，跟过很多法师学过。",
      "zh_TW": "他聽的經論不少，而且都是一些好的法師講經說法，所以他沒有一定的師承，他聽了很多，跟過很多法師學過。"
    },
    {
      "id": "09-005-0017_p0172",
      "zh_CN": "【后于维摩经。悟佛心宗。未有证明者。】",
      "zh_TW": "【後於維摩經。悟佛心宗。未有證明者。】"
    },
    {
      "id": "09-005-0017_p0173",
      "zh_CN": "以后，他自己讲，他是读《维摩经》自己有悟处，但是没有人给他做证明。",
      "zh_TW": "以後，他自己講，他是讀《維摩經》自己有悟處，但是沒有人給他做證明。"
    },
    {
      "id": "09-005-0017_p0174",
      "zh_CN": "【策云。】",
      "zh_TW": "【策云。】"
    },
    {
      "id": "09-005-0017_p0175",
      "zh_CN": "玄策就跟他说：",
      "zh_TW": "玄策就跟他說："
    },
    {
      "id": "09-005-0017_p0176",
      "zh_CN": "【威音王已前即得。威音王已后。无师自悟。尽是天然外道。】",
      "zh_TW": "【威音王已前即得。威音王已後。無師自悟。盡是天然外道。】"
    },
    {
      "id": "09-005-0017_p0177",
      "zh_CN": "所以你必须要找一个善知识给你印证，给你印证的人，就是你传法的和尚，就是你的亲教师。如果你不找一个人来给你印证，你自己悟的，那都是天然外道。威音王这个事情，在《法华经．常不轻品》里面所说的，那是讲过去无量无边不可思议阿僧祇劫之前，有一尊佛叫威音王如来，这个就是讲那时候可以，从威音王以后就不行了，威音王以后一定有师承，一定要有老师指导，要有人给你印证，否则的话，你是天然外道。",
      "zh_TW": "所以你必須要找一個善知識給你印證，給你印證的人，就是你傳法的和尚，就是你的親教師。如果你不找一個人來給你印證，你自己悟的，那都是天然外道。威音王這個事情，在《法華經．常不輕品》裡面所說的，那是講過去無量無邊不可思議阿僧祇劫之前，有一尊佛叫威音王如來，這個就是講那時候可以，從威音王以後就不行了，威音王以後一定有師承，一定要有老師指導，要有人給你印證，否則的話，你是天然外道。"
    },
    {
      "id": "09-005-0017_p0178",
      "zh_CN": "【曰。愿仁者为我证据。】",
      "zh_TW": "【曰。願仁者為我證據。】"
    },
    {
      "id": "09-005-0017_p0179",
      "zh_CN": "所以他很谦虚，「我们谈的志同道合，你就给我做印证，你就给我做和尚好了」，相当谦虚。",
      "zh_TW": "所以他很謙虛，「我們談的志同道合，你就給我做印證，你就給我做和尚好了」，相當謙虛。"
    },
    {
      "id": "09-005-0017_p0180",
      "zh_CN": "【策云。我言轻。】",
      "zh_TW": "【策云。我言輕。】"
    },
    {
      "id": "09-005-0017_p0181",
      "zh_CN": "他说我这个地位不高，没有分量，我给你印证，人家也未必相信。",
      "zh_TW": "他說我這個地位不高，沒有分量，我給你印證，人家也未必相信。"
    },
    {
      "id": "09-005-0017_p0182",
      "zh_CN": "【曹溪有六祖大师。四方云集。并是受法者。】",
      "zh_TW": "【曹溪有六祖大師。四方雲集。並是受法者。】"
    },
    {
      "id": "09-005-0017_p0183",
      "zh_CN": "这就劝他到曹溪，请六祖大师来给他证明。",
      "zh_TW": "這就勸他到曹溪，請六祖大師來給他證明。"
    },
    {
      "id": "09-005-0017_p0184",
      "zh_CN": "【若去。则与偕行】",
      "zh_TW": "【若去。則與偕行】"
    },
    {
      "id": "09-005-0017_p0185",
      "zh_CN": "他说你要愿意去，我陪你一道。",
      "zh_TW": "他說你要願意去，我陪你一道。"
    },
    {
      "id": "09-005-0017_p0186",
      "zh_CN": "【觉遂同策来参。】",
      "zh_TW": "【覺遂同策來參。】"
    },
    {
      "id": "09-005-0017_p0187",
      "zh_CN": "于是乎他也很乐意，玄策就陪他到曹溪来。",
      "zh_TW": "於是乎他也很樂意，玄策就陪他到曹溪來。"
    },
    {
      "id": "09-005-0017_p0188",
      "zh_CN": "【绕师三匝。振锡而立。】",
      "zh_TW": "【繞師三匝。振錫而立。】"
    },
    {
      "id": "09-005-0017_p0189",
      "zh_CN": "到了曹溪，见到祖师一定要礼拜的。他没有礼拜，他见到祖师就是绕三匝，这个也是礼节，绕佛，也是礼节。绕三匝之后，他就站在那里，『振锡』，手上拿着锡杖，振动了锡杖，他站在那个地方，一句话也不说。",
      "zh_TW": "到了曹溪，見到祖師一定要禮拜的。他沒有禮拜，他見到祖師就是繞三匝，這個也是禮節，繞佛，也是禮節。繞三匝之後，他就站在那裡，『振錫』，手上拿著錫杖，振動了錫杖，他站在那個地方，一句話也不說。"
    },
    {
      "id": "09-005-0017_p0190",
      "zh_CN": "【师曰。】",
      "zh_TW": "【師曰。】"
    },
    {
      "id": "09-005-0017_p0191",
      "zh_CN": "六祖看到这个样子，就说话了：",
      "zh_TW": "六祖看到這個樣子，就說話了："
    },
    {
      "id": "09-005-0017_p0192",
      "zh_CN": "【夫沙门者。具三千威仪。八万细行。大德自何方而来。生大我慢。】",
      "zh_TW": "【夫沙門者。具三千威儀。八萬細行。大德自何方而來。生大我慢。】"
    },
    {
      "id": "09-005-0017_p0193",
      "zh_CN": "你怎么这么傲慢，到这来礼都不行一个？这是责备他的意思，为什么这样的骄慢？",
      "zh_TW": "你怎麼這麼傲慢，到這來禮都不行一個？這是責備他的意思，為什麼這樣的驕慢？"
    },
    {
      "id": "09-005-0017_p0194",
      "zh_CN": "【觉曰。生死事大。无常迅速。】",
      "zh_TW": "【覺曰。生死事大。無常迅速。】"
    },
    {
      "id": "09-005-0017_p0195",
      "zh_CN": "他来请教，就提出两句话。这个意思就是说，你不是要我具足「三千威仪，八万细行」到这来礼拜吗？我因为事情太急迫，我来不及了。什么事情这么样急，这么要紧、这么急？『生死事大，无常迅速』，连礼拜行礼的时间我都来不及。提出这个问题来。",
      "zh_TW": "他來請教，就提出兩句話。這個意思就是說，你不是要我具足「三千威儀，八萬細行」到這來禮拜嗎？我因為事情太急迫，我來不及了。什麼事情這麼樣急，這麼要緊、這麼急？『生死事大，無常迅速』，連禮拜行禮的時間我都來不及。提出這個問題來。"
    },
    {
      "id": "09-005-0017_p0196",
      "zh_CN": "【师曰。何不体取无生。了无速乎。】",
      "zh_TW": "【師曰。何不體取無生。了無速乎。】"
    },
    {
      "id": "09-005-0017_p0197",
      "zh_CN": "六祖就开示他，教他，你为什么不『体取无生』这个道理，了达『无速』，这个实相？这是提示他。永嘉禅师就说：",
      "zh_TW": "六祖就開示他，教他，你為什麼不『體取無生』這個道理，了達『無速』，這個實相？這是提示他。永嘉禪師就說："
    },
    {
      "id": "09-005-0017_p0198",
      "zh_CN": "【曰。体即无生。了本无速。】",
      "zh_TW": "【曰。體即無生。了本無速。】"
    },
    {
      "id": "09-005-0017_p0199",
      "zh_CN": "体认了自性本来没有生死，自性没有生死，『了』是一了百了，生死都没有，哪里还有迟速？迟速当然也谈不上。这个是真正明心见性，彻底的悟入了。",
      "zh_TW": "體認了自性本來沒有生死，自性沒有生死，『了』是一了百了，生死都沒有，哪裡還有遲速？遲速當然也談不上。這個是真正明心見性，徹底的悟入了。"
    },
    {
      "id": "09-005-0017_p0200",
      "zh_CN": "【师曰。】",
      "zh_TW": "【師曰。】"
    },
    {
      "id": "09-005-0017_p0201",
      "zh_CN": "六祖就给他证明：",
      "zh_TW": "六祖就給他證明："
    },
    {
      "id": "09-005-0017_p0202",
      "zh_CN": "【如是。如是。】",
      "zh_TW": "【如是。如是。】"
    },
    {
      "id": "09-005-0017_p0203",
      "zh_CN": "一点都没错。",
      "zh_TW": "一點都沒錯。"
    },
    {
      "id": "09-005-0017_p0204",
      "zh_CN": "【玄觉方具威仪礼拜。】",
      "zh_TW": "【玄覺方具威儀禮拜。】"
    },
    {
      "id": "09-005-0017_p0205",
      "zh_CN": "这个时候才行见面礼，才礼拜。这是有时间了，事情解决了，到这儿来大事解决了。",
      "zh_TW": "這個時候才行見面禮，才禮拜。這是有時間了，事情解決了，到這兒來大事解決了。"
    },
    {
      "id": "09-005-0017_p0206",
      "zh_CN": "【须臾告辞。】",
      "zh_TW": "【須臾告辭。】"
    },
    {
      "id": "09-005-0017_p0207",
      "zh_CN": "他这一礼拜他就要走，祖师给他一印证，他就要走，他不留下来。",
      "zh_TW": "他這一禮拜他就要走，祖師給他一印證，他就要走，他不留下來。"
    },
    {
      "id": "09-005-0017_p0208",
      "zh_CN": "【师曰。返太速乎。】",
      "zh_TW": "【師曰。返太速乎。】"
    },
    {
      "id": "09-005-0017_p0209",
      "zh_CN": "他说，你怎么要回去？走得太快了。",
      "zh_TW": "他說，你怎麼要回去？走得太快了。"
    },
    {
      "id": "09-005-0017_p0210",
      "zh_CN": "【曰。本自非动。岂有速耶。】",
      "zh_TW": "【曰。本自非動。豈有速耶。】"
    },
    {
      "id": "09-005-0017_p0211",
      "zh_CN": "自性是没有动，也没有静。你看《楞严经》上世尊给阿难开示的，在十番显见里面讲，见性就是自性，不来不去、本无动摇、不生不灭，说了十个意思。自性，『本自非动』，那怎么会太快？没有太速。",
      "zh_TW": "自性是沒有動，也沒有靜。你看《楞嚴經》上世尊給阿難開示的，在十番顯見裡面講，見性就是自性，不來不去、本無動搖、不生不滅，說了十個意思。自性，『本自非動』，那怎麼會太快？沒有太速。"
    },
    {
      "id": "09-005-0017_p0212",
      "zh_CN": "【师曰。谁知非动。】",
      "zh_TW": "【師曰。誰知非動。】"
    },
    {
      "id": "09-005-0017_p0213",
      "zh_CN": "这再近一层逼他，谁知道本自非动，谁知道？永嘉说：",
      "zh_TW": "這再近一層逼他，誰知道本自非動，誰知道？永嘉說："
    },
    {
      "id": "09-005-0017_p0214",
      "zh_CN": "【曰。仁者自生分别。】",
      "zh_TW": "【曰。仁者自生分別。】"
    },
    {
      "id": "09-005-0017_p0215",
      "zh_CN": "永嘉回答得好，你自己在分别，没有说我知道，你在分别。这话就是，我没有分别，而是你在分别。",
      "zh_TW": "永嘉回答得好，你自己在分別，沒有說我知道，你在分別。這話就是，我沒有分別，而是你在分別。"
    },
    {
      "id": "09-005-0017_p0216",
      "zh_CN": "【师曰。汝甚得无生之意。】",
      "zh_TW": "【師曰。汝甚得無生之意。】"
    },
    {
      "id": "09-005-0017_p0217",
      "zh_CN": "这赞叹他。不错，很难得，你对无生（就是不生不灭这个宗旨）体会得很深，很难得。",
      "zh_TW": "這讚歎他。不錯，很難得，你對無生（就是不生不滅這個宗旨）體會得很深，很難得。"
    },
    {
      "id": "09-005-0017_p0218",
      "zh_CN": "【曰。无生岂有意耶。】",
      "zh_TW": "【曰。無生豈有意耶。】"
    },
    {
      "id": "09-005-0017_p0219",
      "zh_CN": "所以他们这个一问一答非常之妙，无生哪里还有意？",
      "zh_TW": "所以他們這個一問一答非常之妙，無生哪裡還有意？"
    },
    {
      "id": "09-005-0017_p0220",
      "zh_CN": "【师曰。无意。谁当分别。】",
      "zh_TW": "【師曰。無意。誰當分別。】"
    },
    {
      "id": "09-005-0017_p0221",
      "zh_CN": "没有意思，谁分别？",
      "zh_TW": "沒有意思，誰分別？"
    },
    {
      "id": "09-005-0017_p0222",
      "zh_CN": "【曰。分别亦非意。】",
      "zh_TW": "【曰。分別亦非意。】"
    },
    {
      "id": "09-005-0017_p0223",
      "zh_CN": "这个答得非常非常圆满，分别也不是意，意里头没有分别。这就是《楞严》里面所讲的「随众生心，应所知量」，实在是分别即是不分别。所以从这一问一答，永嘉大师确确实实真正彻悟第一义谛，到曹溪让六祖做个证明。做证明，六祖就是他的老师，就是他的亲教师、他的和尚，所以他是六祖的门人。",
      "zh_TW": "這個答得非常非常圓滿，分別也不是意，意裡頭沒有分別。這就是《楞嚴》裡面所講的「隨眾生心，應所知量」，實在是分別即是不分別。所以從這一問一答，永嘉大師確確實實真正徹悟第一義諦，到曹溪讓六祖做個證明。做證明，六祖就是他的老師，就是他的親教師、他的和尚，所以他是六祖的門人。"
    },
    {
      "id": "09-005-0017_p0224",
      "zh_CN": "【师曰。善哉。少留一宿。】",
      "zh_TW": "【師曰。善哉。少留一宿。】"
    },
    {
      "id": "09-005-0017_p0225",
      "zh_CN": "好，留你住一晚上。所以他在曹溪住了一晚上，因此后来也留了一个佳话，叫「一宿觉」。",
      "zh_TW": "好，留你住一晚上。所以他在曹溪住了一晚上，因此後來也留了一個佳話，叫「一宿覺」。"
    },
    {
      "id": "09-005-0017_p0226",
      "zh_CN": "【时谓一宿觉。】",
      "zh_TW": "【時謂一宿覺。】"
    },
    {
      "id": "09-005-0017_p0227",
      "zh_CN": "他在曹溪住了一晚上。大概跟六祖时间他算是最短的，只住一晚上就走了，还是祖师特别留他的，要不留他，当时就走了。",
      "zh_TW": "他在曹溪住了一晚上。大概跟六祖時間他算是最短的，只住一晚上就走了，還是祖師特別留他的，要不留他，當時就走了。"
    },
    {
      "id": "09-005-0017_p0228",
      "zh_CN": "【后着证道歌。盛行于世。】",
      "zh_TW": "【後著證道歌。盛行於世。】"
    },
    {
      "id": "09-005-0017_p0229",
      "zh_CN": "他是很了不起的人，回到永嘉也是教化一方，留到后世的东西不多，就是一个是《证道歌》、一个是《永嘉集》。《证道歌》很短，《永嘉集》也不长，薄薄的小册子，可是佛教里不仅是禅宗，任何宗派，没有不念他这个小册子的。《永嘉集》是讲修证，修证的理论、方法，而《证道歌》完全讲他证入的境界，讲佛菩萨的境界。我们再看下面第十位，智隍禅师。",
      "zh_TW": "他是很了不起的人，回到永嘉也是教化一方，留到後世的東西不多，就是一個是《證道歌》、一個是《永嘉集》。《證道歌》很短，《永嘉集》也不長，薄薄的小冊子，可是佛教裡不僅是禪宗，任何宗派，沒有不念他這個小冊子的。《永嘉集》是講修證，修證的理論、方法，而《證道歌》完全講他證入的境界，講佛菩薩的境界。我們再看下面第十位，智隍禪師。"
    },
    {
      "id": "09-005-0017_p0230",
      "zh_CN": "【禅者智隍。】",
      "zh_TW": "【禪者智隍。】"
    },
    {
      "id": "09-005-0017_p0231",
      "zh_CN": "这是河北人。",
      "zh_TW": "這是河北人。"
    },
    {
      "id": "09-005-0017_p0232",
      "zh_CN": "【初参五祖。】",
      "zh_TW": "【初參五祖。】"
    },
    {
      "id": "09-005-0017_p0233",
      "zh_CN": "他也曾经到过黄梅，在五祖忍大师会下住过一段的时间。",
      "zh_TW": "他也曾經到過黃梅，在五祖忍大師會下住過一段的時間。"
    },
    {
      "id": "09-005-0017_p0234",
      "zh_CN": "【自谓已得正受。】",
      "zh_TW": "【自謂已得正受。】"
    },
    {
      "id": "09-005-0017_p0235",
      "zh_CN": "『自谓』，可见得不是真正得到，自己以为得到。实在讲他那个时候心地很清净，也是妄想不生，以为就证道了，所以他就离开黄梅，到河北。",
      "zh_TW": "『自謂』，可見得不是真正得到，自己以為得到。實在講他那個時候心地很清淨，也是妄想不生，以為就證道了，所以他就離開黃梅，到河北。"
    },
    {
      "id": "09-005-0017_p0236",
      "zh_CN": "【庵居长坐。积二十年。】",
      "zh_TW": "【菴居長坐。積二十年。】"
    },
    {
      "id": "09-005-0017_p0237",
      "zh_CN": "『庵』是一个小庙，他住在小庙里面修定，常常在坐禅，在那里住了二十年。",
      "zh_TW": "『菴』是一個小廟，他住在小廟裡面修定，常常在坐禪，在那裡住了二十年。"
    },
    {
      "id": "09-005-0017_p0238",
      "zh_CN": "【师弟子玄策。游方至何朔。闻隍之名。】",
      "zh_TW": "【師弟子玄策。游方至何朔。聞隍之名。】"
    },
    {
      "id": "09-005-0017_p0239",
      "zh_CN": "『玄策』是到处去参访，到处去游览，当然他也接引了不少人，这个很难得，接引不少人。所以到河北这个地方，就听到有一位智隍禅师很了不起，地方人对他都非常恭敬，说他是一个得道的高僧，于是乎他去拜访他。",
      "zh_TW": "『玄策』是到處去參訪，到處去遊覽，當然他也接引了不少人，這個很難得，接引不少人。所以到河北這個地方，就聽到有一位智隍禪師很了不起，地方人對他都非常恭敬，說他是一個得道的高僧，於是乎他去拜訪他。"
    },
    {
      "id": "09-005-0017_p0240",
      "zh_CN": "【造庵问云。】",
      "zh_TW": "【造菴問云。】"
    },
    {
      "id": "09-005-0017_p0241",
      "zh_CN": "到他那里去拜访他，向他请教。",
      "zh_TW": "到他那裡去拜訪他，向他請教。"
    },
    {
      "id": "09-005-0017_p0242",
      "zh_CN": "【汝在此作什么。】",
      "zh_TW": "【汝在此作什麼。】"
    },
    {
      "id": "09-005-0017_p0243",
      "zh_CN": "你在这个地方干什么？",
      "zh_TW": "你在這個地方幹什麼？"
    },
    {
      "id": "09-005-0017_p0244",
      "zh_CN": "【隍云。入定。】",
      "zh_TW": "【隍云。入定。】"
    },
    {
      "id": "09-005-0017_p0245",
      "zh_CN": "他说，我在这个地方入定。",
      "zh_TW": "他說，我在這個地方入定。"
    },
    {
      "id": "09-005-0017_p0246",
      "zh_CN": "【策云。汝云入定。为有心入耶。无心入耶。若无心入者。一切无情草木瓦石应合得定。】",
      "zh_TW": "【策云。汝云入定。為有心入耶。無心入耶。若無心入者。一切無情草木瓦石應合得定。】"
    },
    {
      "id": "09-005-0017_p0247",
      "zh_CN": "『无心』，那外头的石头它得定，它没有心。",
      "zh_TW": "『無心』，那外頭的石頭它得定，它沒有心。"
    },
    {
      "id": "09-005-0017_p0248",
      "zh_CN": "【若有心入者，一切有情含识之流亦应得定。】",
      "zh_TW": "【若有心入者，一切有情含識之流亦應得定。】"
    },
    {
      "id": "09-005-0017_p0249",
      "zh_CN": "像这些动物牠也应该会得定。你到底是有心还是无心？",
      "zh_TW": "像這些動物牠也應該會得定。你到底是有心還是無心？"
    },
    {
      "id": "09-005-0017_p0250",
      "zh_CN": "【隍曰。我正入定时。不见有有无之心。】",
      "zh_TW": "【隍曰。我正入定時。不見有有無之心。】"
    },
    {
      "id": "09-005-0017_p0251",
      "zh_CN": "这是讲他入定的时候，有心跟无心他都放下，没有分别执着。",
      "zh_TW": "這是講他入定的時候，有心跟無心他都放下，沒有分別執著。"
    },
    {
      "id": "09-005-0017_p0252",
      "zh_CN": "【策云。不见有有无之心。即是常定。】",
      "zh_TW": "【策云。不見有有無之心。即是常定。】"
    },
    {
      "id": "09-005-0017_p0253",
      "zh_CN": "不见有有、有无，他这个有是贯下去的，就是有、无这两种心都没有，要『不见有有无之心，即是常定』，「常定」就没有出入。",
      "zh_TW": "不見有有、有無，他這個有是貫下去的，就是有、無這兩種心都沒有，要『不見有有無之心，即是常定』，「常定」就沒有出入。"
    },
    {
      "id": "09-005-0017_p0254",
      "zh_CN": "【何有出入。若有出入。即非大定。】",
      "zh_TW": "【何有出入。若有出入。即非大定。】"
    },
    {
      "id": "09-005-0017_p0255",
      "zh_CN": "你还有出、有入，你这个不是大定，大定是常定，行住坐卧都在定中，这才真正是大定。",
      "zh_TW": "你還有出、有入，你這個不是大定，大定是常定，行住坐臥都在定中，這才真正是大定。"
    },
    {
      "id": "09-005-0017_p0256",
      "zh_CN": "【隍无对。】",
      "zh_TW": "【隍無對。】"
    },
    {
      "id": "09-005-0017_p0257",
      "zh_CN": "这个把智隍问倒了，他答不出来。",
      "zh_TW": "這個把智隍問倒了，他答不出來。"
    },
    {
      "id": "09-005-0017_p0258",
      "zh_CN": "【良久。】",
      "zh_TW": "【良久。】"
    },
    {
      "id": "09-005-0017_p0259",
      "zh_CN": "这是等了很久。",
      "zh_TW": "這是等了很久。"
    },
    {
      "id": "09-005-0017_p0260",
      "zh_CN": "【问曰。】",
      "zh_TW": "【問曰。】"
    },
    {
      "id": "09-005-0017_p0261",
      "zh_CN": "智隍禅师就问他：",
      "zh_TW": "智隍禪師就問他："
    },
    {
      "id": "09-005-0017_p0262",
      "zh_CN": "【师嗣谁耶。】",
      "zh_TW": "【師嗣誰耶。】"
    },
    {
      "id": "09-005-0017_p0263",
      "zh_CN": "就问玄策禅师，你继承哪一位，你的老师是谁？大概智隍在这里二十年也没有碰到对手，碰到玄策，被玄策整倒了。",
      "zh_TW": "就問玄策禪師，你繼承哪一位，你的老師是誰？大概智隍在這裡二十年也沒有碰到對手，碰到玄策，被玄策整倒了。"
    },
    {
      "id": "09-005-0017_p0264",
      "zh_CN": "【策云。我师曹溪六祖。】",
      "zh_TW": "【策云。我師曹溪六祖。】"
    },
    {
      "id": "09-005-0017_p0265",
      "zh_CN": "说：我的老师是曹溪六祖。",
      "zh_TW": "說：我的老師是曹溪六祖。"
    },
    {
      "id": "09-005-0017_p0266",
      "zh_CN": "【隍云。六祖以何为禅定。】",
      "zh_TW": "【隍云。六祖以何為禪定。】"
    },
    {
      "id": "09-005-0017_p0267",
      "zh_CN": "我这个禅定，你说是不对，那六祖以什么为禅定？",
      "zh_TW": "我這個禪定，你說是不對，那六祖以什麼為禪定？"
    },
    {
      "id": "09-005-0017_p0268",
      "zh_CN": "【策云。我师所说。妙湛圆寂。体用如如。五阴本空。六尘非有。不出不入。不定不乱。禅性无住。离住禅寂。禅性无生。离生禅想。心如虚空。亦无虚空之量。】",
      "zh_TW": "【策云。我師所說。妙湛圓寂。體用如如。五陰本空。六塵非有。不出不入。不定不亂。禪性無住。離住禪寂。禪性無生。離生禪想。心如虛空。亦無虛空之量。】"
    },
    {
      "id": "09-005-0017_p0269",
      "zh_CN": "这个几句话，是他叙述六祖大师平常教诫学生，告诉大家什么叫做禅定，把禅定的境界、禅定的受用、禅定的修学告诉大众，指导大众如何契入这个境界。今天时间到了，后面这一段文，我看还相当的长，今天讲不了，我们今天就讲到此地，下一次我们就从玄策禅师这一段话来讲起。",
      "zh_TW": "這個幾句話，是他敘述六祖大師平常教誡學生，告訴大家什麼叫做禪定，把禪定的境界、禪定的受用、禪定的修學告訴大眾，指導大眾如何契入這個境界。今天時間到了，後面這一段文，我看還相當的長，今天講不了，我們今天就講到此地，下一次我們就從玄策禪師這一段話來講起。"
    }
  ]
}