{
  "doc_id": "09-005-0011",
  "title": {
    "zh_CN": "六祖坛经",
    "zh_TW": "六祖壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-005-0011",
  "total_paragraphs": 165,
  "paragraphs": [
    {
      "id": "09-005-0011_p0001",
      "zh_CN": "请掀开经本，我们从第二章后面的偈颂看起，先念一遍对对地方：「心平何劳持戒，行直何用参禅；恩则亲养父母，义则上下相怜。让则尊卑和睦，忍则众恶无喧；若能钻木出火，淤泥定生红莲。」上一次我们讲到这个地方。今天接着往下看，向下都是在日用平常当中，教给我们用什么样的态度来修行。大师所给我们指示出来的，都是我们平常可以说是时时刻刻在犯的毛病，这些毛病有些我们自己能够觉察得到，有些是很难觉察到的；即使是觉察到，也没有认真的去把它改过来。经过大师这一次的提示，我们应当提高警觉，时时刻刻要把这些毛病改过来，改过就叫做修行，修正我们的行持。",
      "zh_TW": "請掀開經本，我們從第二章後面的偈頌看起，先念一遍對對地方：「心平何勞持戒，行直何用參禪；恩則親養父母，義則上下相憐。讓則尊卑和睦，忍則眾惡無喧；若能鑽木出火，淤泥定生紅蓮。」上一次我們講到這個地方。今天接著往下看，向下都是在日用平常當中，教給我們用什麼樣的態度來修行。大師所給我們指示出來的，都是我們平常可以說是時時刻刻在犯的毛病，這些毛病有些我們自己能夠覺察得到，有些是很難覺察到的；即使是覺察到，也沒有認真的去把它改過來。經過大師這一次的提示，我們應當提高警覺，時時刻刻要把這些毛病改過來，改過就叫做修行，修正我們的行持。"
    },
    {
      "id": "09-005-0011_p0002",
      "zh_CN": "【苦口的是良药。】",
      "zh_TW": "【苦口的是良藥。】"
    },
    {
      "id": "09-005-0011_p0003",
      "zh_CN": "『的』是的确，就是确确实实是良药，这是比喻。什么人『苦口』？诸佛菩萨，像祖师真是苦口婆心的劝导我们。",
      "zh_TW": "『的』是的確，就是確確實實是良藥，這是比喻。什麼人『苦口』？諸佛菩薩，像祖師真是苦口婆心的勸導我們。"
    },
    {
      "id": "09-005-0011_p0004",
      "zh_CN": "【逆耳必是忠言。】",
      "zh_TW": "【逆耳必是忠言。】"
    },
    {
      "id": "09-005-0011_p0005",
      "zh_CN": "祖师讲的这些话，许多当然都是与我们心之所思、身之所行，恰恰相反的。所以我们听了，知道是好；能够听到，知道是好，就不错了。可是知道这是好话，一定要依教奉行。",
      "zh_TW": "祖師講的這些話，許多當然都是與我們心之所思、身之所行，恰恰相反的。所以我們聽了，知道是好；能夠聽到，知道是好，就不錯了。可是知道這是好話，一定要依教奉行。"
    },
    {
      "id": "09-005-0011_p0006",
      "zh_CN": "【改过必生智慧。】",
      "zh_TW": "【改過必生智慧。】"
    },
    {
      "id": "09-005-0011_p0007",
      "zh_CN": "这就是能够依教奉行的人，这是有智慧的人。",
      "zh_TW": "這就是能夠依教奉行的人，這是有智慧的人。"
    },
    {
      "id": "09-005-0011_p0008",
      "zh_CN": "【护短心内非贤。】",
      "zh_TW": "【護短心內非賢。】"
    },
    {
      "id": "09-005-0011_p0009",
      "zh_CN": "当然最重要的就是这一句，哪一个人不护短？明明知道是错的，他也不肯承认。所以前一句是陪衬的话，人要能够不护短，才真正能改过。如果还是护短，即使改过也改得很有限，改得不够彻底，这是我们要留意到的。",
      "zh_TW": "當然最重要的就是這一句，哪一個人不護短？明明知道是錯的，他也不肯承認。所以前一句是陪襯的話，人要能夠不護短，才真正能改過。如果還是護短，即使改過也改得很有限，改得不夠徹底，這是我們要留意到的。"
    },
    {
      "id": "09-005-0011_p0010",
      "zh_CN": "【日用常行饶益。成道非由施钱。】",
      "zh_TW": "【日用常行饒益。成道非由施錢。】"
    },
    {
      "id": "09-005-0011_p0011",
      "zh_CN": "『饶』是丰饶；『益』是利益。这句话的意思是说在平常生活当中，我们念念都要想到利益众生，尽心尽力去帮助别人，使别人能够得到最大的利益，这个就是修道。所以说『成道非由施钱』，并不是只限于拿着钱财去布施供养，除钱财之外多的是，最重要的就是你要有这个心，常常要有利益别人的心，尽心尽力去做，这就是功德圆满。后面两句说：",
      "zh_TW": "『饒』是豐饒；『益』是利益。這句話的意思是說在平常生活當中，我們念念都要想到利益眾生，盡心盡力去幫助別人，使別人能夠得到最大的利益，這個就是修道。所以說『成道非由施錢』，並不是只限於拿著錢財去布施供養，除錢財之外多的是，最重要的就是你要有這個心，常常要有利益別人的心，盡心盡力去做，這就是功德圓滿。後面兩句說："
    },
    {
      "id": "09-005-0011_p0012",
      "zh_CN": "【菩提只向心觅。何劳向外求玄。听说依此修行。西方只在目前。】",
      "zh_TW": "【菩提只向心覓。何勞向外求玄。聽說依此修行。西方只在目前。】"
    },
    {
      "id": "09-005-0011_p0013",
      "zh_CN": "可见得六祖教导我们的，就是时时刻刻要以真诚之心，要存好心，要做好人，要说好话，要做好事，一切都要从内心去求，向外面攀缘那是缘不到的，这一句话千千万万要记住。佛家常讲外道，何谓外道？所谓外道都是心外求法，这叫外道。他不晓得向自己心地里面去用功夫，而向外攀缘，好奇骛怪，这个是错了。『听』是听祖师的开示；『说』是你自己理明白了，你自己在日用平常当中修行功夫得力了。所谓得力就是时时刻刻提得起警觉，同时真正能够改过自新，这个就叫做功夫得力了。得力之后要为人说，能说多少，这就说多少。",
      "zh_TW": "可見得六祖教導我們的，就是時時刻刻要以真誠之心，要存好心，要做好人，要說好話，要做好事，一切都要從內心去求，向外面攀緣那是緣不到的，這一句話千千萬萬要記住。佛家常講外道，何謂外道？所謂外道都是心外求法，這叫外道。他不曉得向自己心地裡面去用功夫，而向外攀緣，好奇騖怪，這個是錯了。『聽』是聽祖師的開示；『說』是你自己理明白了，你自己在日用平常當中修行功夫得力了。所謂得力就是時時刻刻提得起警覺，同時真正能夠改過自新，這個就叫做功夫得力了。得力之後要為人說，能說多少，這就說多少。"
    },
    {
      "id": "09-005-0011_p0014",
      "zh_CN": "今天下午，加拿大有一个居士打电话给我，他现在也在那里讲经说法，很难得。我这一次到加拿大，听了我讲经之后，我鼓励他出来弘法利生。他打电话来跟我说，他说他没有师承，拿着这个经典；又听说，邪师说法，如恒河沙，怕自己说错。我就告诉他，所谓的邪师是心邪，我说你的心不邪，你说法并不是向听众要名闻利养。他说这个倒没有。我说你没有就好了。凡是邪师他都有企图，都有他的目的。我说你既不求人恭敬，又不要名闻利养，你只把你自己看的、读的，你能够体会到的，你可以说给同修们听，勉励大家共同来学佛，这样就对了。初学讲经依照古人的注解来讲，决定不会差错，这是我特别提醒他。心邪，说法也就邪了，行为也就邪了。心正，言行都正。",
      "zh_TW": "今天下午，加拿大有一個居士打電話給我，他現在也在那裡講經說法，很難得。我這一次到加拿大，聽了我講經之後，我鼓勵他出來弘法利生。他打電話來跟我說，他說他沒有師承，拿著這個經典；又聽說，邪師說法，如恆河沙，怕自己說錯。我就告訴他，所謂的邪師是心邪，我說你的心不邪，你說法並不是向聽眾要名聞利養。他說這個倒沒有。我說你沒有就好了。凡是邪師他都有企圖，都有他的目的。我說你既不求人恭敬，又不要名聞利養，你只把你自己看的、讀的，你能夠體會到的，你可以說給同修們聽，勉勵大家共同來學佛，這樣就對了。初學講經依照古人的註解來講，決定不會差錯，這是我特別提醒他。心邪，說法也就邪了，行為也就邪了。心正，言行都正。"
    },
    {
      "id": "09-005-0011_p0015",
      "zh_CN": "所以我们不但要听，而且要发心说，要『依此修行』，能照这样做，西方就在眼前。这个实实在在是六祖大师苦口婆心，他老人家从理上来发挥，就是唯心净土自性弥陀，所以说『西方只在目前』。而我们从四首半的偈颂来看，可见得六祖是道尽世人的通病，那就是不肯认真的去修孝悌、忠信、忍让，不肯修这些，不能忍，不能让。像这个样子的话，念佛要想生西方的确不容易，西方极乐世界绝对不会有不孝、不义、不能忍让的人。《弥陀经》上讲得明明白白，说「得与如是诸上善人俱会一处」，上善之人是指什么人？我们在《弥陀经》里面说过是等觉菩萨。等觉菩萨哪有不孝，哪有不义，哪有不忍、不让的人？所以我们要想念佛求生净土，如果自己有这些毛病，从今天起，我们要认真的把它改正过来，这一点非常非常重要。这就是说明烦恼不能断，要能伏，要把它伏住。再看后面一段文：",
      "zh_TW": "所以我們不但要聽，而且要發心說，要『依此修行』，能照這樣做，西方就在眼前。這個實實在在是六祖大師苦口婆心，他老人家從理上來發揮，就是唯心淨土自性彌陀，所以說『西方只在目前』。而我們從四首半的偈頌來看，可見得六祖是道盡世人的通病，那就是不肯認真的去修孝悌、忠信、忍讓，不肯修這些，不能忍，不能讓。像這個樣子的話，念佛要想生西方的確不容易，西方極樂世界絕對不會有不孝、不義、不能忍讓的人。《彌陀經》上講得明明白白，說「得與如是諸上善人俱會一處」，上善之人是指什麼人？我們在《彌陀經》裡面說過是等覺菩薩。等覺菩薩哪有不孝，哪有不義，哪有不忍、不讓的人？所以我們要想念佛求生淨土，如果自己有這些毛病，從今天起，我們要認真的把它改正過來，這一點非常非常重要。這就是說明煩惱不能斷，要能伏，要把它伏住。再看後面一段文："
    },
    {
      "id": "09-005-0011_p0016",
      "zh_CN": "【师复曰。善知识。总须依偈修行。见取自性。直成佛道。法不相待。】",
      "zh_TW": "【師復曰。善知識。總須依偈修行。見取自性。直成佛道。法不相待。】"
    },
    {
      "id": "09-005-0011_p0017",
      "zh_CN": "『不相待』，意思就是说，佛法的机缘不容易遇到，真是法会缘聚一瞬间，劝勉我们要依照这个偈子来修行。要知道『见取自性』，就是要明心见性，『直成佛道』。在念佛法门里面来说，就是一定要求一心不乱，要想成就一心不乱，必须得放下万缘，我们才能够达到一心不乱。",
      "zh_TW": "『不相待』，意思就是說，佛法的機緣不容易遇到，真是法會緣聚一瞬間，勸勉我們要依照這個偈子來修行。要知道『見取自性』，就是要明心見性，『直成佛道』。在念佛法門裡面來說，就是一定要求一心不亂，要想成就一心不亂，必須得放下萬緣，我們才能夠達到一心不亂。"
    },
    {
      "id": "09-005-0011_p0018",
      "zh_CN": "【众人且散。吾归曹溪。】",
      "zh_TW": "【眾人且散。吾歸曹溪。】"
    },
    {
      "id": "09-005-0011_p0019",
      "zh_CN": "这是跟大家告别。他到大梵寺来大概是住了一天，头一天是讲开示，第二天是答复大众的问题，而这个里面提出三个问题，与我们都有很重要的关系，他答得非常的清楚。",
      "zh_TW": "這是跟大家告別。他到大梵寺來大概是住了一天，頭一天是講開示，第二天是答覆大眾的問題，而這個裡面提出三個問題，與我們都有很重要的關係，他答得非常的清楚。"
    },
    {
      "id": "09-005-0011_p0020",
      "zh_CN": "【众若有疑。却来相问。】",
      "zh_TW": "【眾若有疑。卻來相問。】"
    },
    {
      "id": "09-005-0011_p0021",
      "zh_CN": "他要回到曹溪去了，如果大家有疑问，可以到曹溪去看他。",
      "zh_TW": "他要回到曹溪去了，如果大家有疑問，可以到曹溪去看他。"
    },
    {
      "id": "09-005-0011_p0022",
      "zh_CN": "【时刺史官僚。在会善男信女。各得开悟。信受奉行。】",
      "zh_TW": "【時刺史官僚。在會善男信女。各得開悟。信受奉行。】"
    },
    {
      "id": "09-005-0011_p0023",
      "zh_CN": "这个文到这个地方，就等于说是一部经，这是有一点像流通分。以上这个两章都是在大梵寺所讲的，可以说是全部的记录，非常的珍贵。从第三章以后就是「定慧一体」，第三章以后就不是一次讲的了，而是大师一生当中所说的，弟子们把它分类记录下来，有一点像儒家的《论语》，这个性质相同。《论语》是孔老夫子一生教学当中，弟子们所记的心得笔记，以后也归类编成了一部书，称之为《论语》，《坛经》性质跟《论语》非常的相像。我们看第三章：",
      "zh_TW": "這個文到這個地方，就等於說是一部經，這是有一點像流通分。以上這個兩章都是在大梵寺所講的，可以說是全部的記錄，非常的珍貴。從第三章以後就是「定慧一體」，第三章以後就不是一次講的了，而是大師一生當中所說的，弟子們把它分類記錄下來，有一點像儒家的《論語》，這個性質相同。《論語》是孔老夫子一生教學當中，弟子們所記的心得筆記，以後也歸類編成了一部書，稱之為《論語》，《壇經》性質跟《論語》非常的相像。我們看第三章："
    },
    {
      "id": "09-005-0011_p0024",
      "zh_CN": "【定慧一体第三】",
      "zh_TW": "【定慧一體第三】"
    },
    {
      "id": "09-005-0011_p0025",
      "zh_CN": "禅定是体，寂而常照；智慧是用，照而常寂，体用不二，所以叫做定慧。实在说定与慧可以互为体用，定是体，慧就是用；慧是体，定也可以作用，它可以互为体用。过去祖师有一个简单的解释，解释戒定慧，什么叫戒？防非止恶这是戒；六根在六尘境界当中而不染着，这叫定；心境俱空，用心像一面镜子一样，照得外面清清楚楚，能照之体、所照的境界都是空寂的，这叫慧。这个解释是又简单、又透彻，解释得非常之好。在这一段里面，六祖大师要给我们说明定慧的定义。",
      "zh_TW": "禪定是體，寂而常照；智慧是用，照而常寂，體用不二，所以叫做定慧。實在說定與慧可以互為體用，定是體，慧就是用；慧是體，定也可以作用，它可以互為體用。過去祖師有一個簡單的解釋，解釋戒定慧，什麼叫戒？防非止惡這是戒；六根在六塵境界當中而不染著，這叫定；心境俱空，用心像一面鏡子一樣，照得外面清清楚楚，能照之體、所照的境界都是空寂的，這叫慧。這個解釋是又簡單、又透徹，解釋得非常之好。在這一段裡面，六祖大師要給我們說明定慧的定義。"
    },
    {
      "id": "09-005-0011_p0026",
      "zh_CN": "【师示众云。】",
      "zh_TW": "【師示眾云。】"
    },
    {
      "id": "09-005-0011_p0027",
      "zh_CN": "这个可以说大师三十七年当中，时时刻刻开示大众的。",
      "zh_TW": "這個可以說大師三十七年當中，時時刻刻開示大眾的。"
    },
    {
      "id": "09-005-0011_p0028",
      "zh_CN": "【善知识。我此法门。以定慧为本。】",
      "zh_TW": "【善知識。我此法門。以定慧為本。】"
    },
    {
      "id": "09-005-0011_p0029",
      "zh_CN": "这一句话就把禅宗的宗旨说出来了。我们念佛法门是以信愿行为本，比起禅宗是要容易得多。『定慧』，我们一生当中不一定能得到，就像祖师所说的，我们六根接触六尘境界是不是真的能够做到不染、不着了？这个话说得容易，做起来不容易，不是容易做得到的。定都不容易了，那慧就更难。所以这个净土法门的信愿行，说实在的话，人人能做得到，不识字、没念过书的也能做得到，他相信。像这个禅，信了不行，单信不行，一定要得定，一定要开智慧，那才行。念佛的人没有得定，没有开智慧，他能往生。他只要把这一句佛号念熟，二六时中心里面都有佛号他就行了，到时候决定感应道交。再看下面经文：",
      "zh_TW": "這一句話就把禪宗的宗旨說出來了。我們念佛法門是以信願行為本，比起禪宗是要容易得多。『定慧』，我們一生當中不一定能得到，就像祖師所說的，我們六根接觸六塵境界是不是真的能夠做到不染、不著了？這個話說得容易，做起來不容易，不是容易做得到的。定都不容易了，那慧就更難。所以這個淨土法門的信願行，說實在的話，人人能做得到，不識字、沒念過書的也能做得到，他相信。像這個禪，信了不行，單信不行，一定要得定，一定要開智慧，那才行。念佛的人沒有得定，沒有開智慧，他能往生。他只要把這一句佛號念熟，二六時中心裡面都有佛號他就行了，到時候決定感應道交。再看下面經文："
    },
    {
      "id": "09-005-0011_p0030",
      "zh_CN": "【大众勿迷。言定慧别。】",
      "zh_TW": "【大眾勿迷。言定慧別。】"
    },
    {
      "id": "09-005-0011_p0031",
      "zh_CN": "这个千万不要迷失了，如果说定慧有差别，定不是慧，慧不是定，这就错了。定慧是一体的，因为它可以互为体用。底下大师跟我们说得很清楚：",
      "zh_TW": "這個千萬不要迷失了，如果說定慧有差別，定不是慧，慧不是定，這就錯了。定慧是一體的，因為它可以互為體用。底下大師跟我們說得很清楚："
    },
    {
      "id": "09-005-0011_p0032",
      "zh_CN": "【定慧一体。不是二。】",
      "zh_TW": "【定慧一體。不是二。】"
    },
    {
      "id": "09-005-0011_p0033",
      "zh_CN": "实在讲是一而二、二而一，所以说不是二。",
      "zh_TW": "實在講是一而二、二而一，所以說不是二。"
    },
    {
      "id": "09-005-0011_p0034",
      "zh_CN": "【定是慧体。慧是定用。】",
      "zh_TW": "【定是慧體。慧是定用。】"
    },
    {
      "id": "09-005-0011_p0035",
      "zh_CN": "有体，有用。",
      "zh_TW": "有體，有用。"
    },
    {
      "id": "09-005-0011_p0036",
      "zh_CN": "【即慧之时定在慧。即定之时慧在定。若识此义。即是定慧等学。】",
      "zh_TW": "【即慧之時定在慧。即定之時慧在定。若識此義。即是定慧等學。】"
    },
    {
      "id": "09-005-0011_p0037",
      "zh_CN": "可见得定与慧是分不开的，如果把定跟慧要是分开了，那就不是达摩祖师传来的这个学派、这个宗派，那就不是了。再看下面：",
      "zh_TW": "可見得定與慧是分不開的，如果把定跟慧要是分開了，那就不是達摩祖師傳來的這個學派、這個宗派，那就不是了。再看下面："
    },
    {
      "id": "09-005-0011_p0038",
      "zh_CN": "【诸学道人。莫言先定发慧。先慧发定各别。】",
      "zh_TW": "【諸學道人。莫言先定發慧。先慧發定各別。】"
    },
    {
      "id": "09-005-0011_p0039",
      "zh_CN": "千万不要错了念头，定与慧是同时的，不是先修定后开慧，或者是先开慧后入定，那都不是这个法门的宗旨。",
      "zh_TW": "千萬不要錯了念頭，定與慧是同時的，不是先修定後開慧，或者是先開慧後入定，那都不是這個法門的宗旨。"
    },
    {
      "id": "09-005-0011_p0040",
      "zh_CN": "【作此见者。法有二相。】",
      "zh_TW": "【作此見者。法有二相。】"
    },
    {
      "id": "09-005-0011_p0041",
      "zh_CN": "如果你有上面的见解，你这个法是有二相，为什么？定慧是二，它不是一。前面我们在第一章里面所看到的，六祖大师对答印宗法师的话，印宗法师问禅定解脱。他老人家就说，禅定解脱是二法，不是佛法，佛法是不二法。如果我们在此地，把定慧也分作两个，那定慧是二法，二法就不是佛法。诸位要晓得，这个不是佛法，就不是高级的佛法。六祖大师所接引的人是上上乘人，换句话说，他是高级的佛法。譬如我们讲藏教、通教，那的确它这个戒定慧分得清清楚楚，因戒生定，因定开慧，它有层次。不像六祖此地所讲的，它是一体，是同时修学的，这个里面没有阶层的。",
      "zh_TW": "如果你有上面的見解，你這個法是有二相，為什麼？定慧是二，它不是一。前面我們在第一章裡面所看到的，六祖大師對答印宗法師的話，印宗法師問禪定解脫。他老人家就說，禪定解脫是二法，不是佛法，佛法是不二法。如果我們在此地，把定慧也分作兩個，那定慧是二法，二法就不是佛法。諸位要曉得，這個不是佛法，就不是高級的佛法。六祖大師所接引的人是上上乘人，換句話說，他是高級的佛法。譬如我們講藏教、通教，那的確它這個戒定慧分得清清楚楚，因戒生定，因定開慧，它有層次。不像六祖此地所講的，它是一體，是同時修學的，這個裡面沒有階層的。"
    },
    {
      "id": "09-005-0011_p0042",
      "zh_CN": "【口说善语。心中不善。空有定慧。定慧不等。】",
      "zh_TW": "【口說善語。心中不善。空有定慧。定慧不等。】"
    },
    {
      "id": "09-005-0011_p0043",
      "zh_CN": "如果有上面的见解，他的病就在此地，口里面说善，心不善，这就是心口不相应。什么叫定，他也知道；什么叫慧，他也晓得。可是他自己实在讲，即无定，也无慧，口里面所说的叫文字般若，所谓是口头禅而已。定慧要等，这是自己的境界，自己入进去了。没入进去，当然没有这个境界。所以下面说：",
      "zh_TW": "如果有上面的見解，他的病就在此地，口裡面說善，心不善，這就是心口不相應。什麼叫定，他也知道；什麼叫慧，他也曉得。可是他自己實在講，即無定，也無慧，口裡面所說的叫文字般若，所謂是口頭禪而已。定慧要等，這是自己的境界，自己入進去了。沒入進去，當然沒有這個境界。所以下面說："
    },
    {
      "id": "09-005-0011_p0044",
      "zh_CN": "【若心口俱善。内外一种。】",
      "zh_TW": "【若心口俱善。內外一種。】"
    },
    {
      "id": "09-005-0011_p0045",
      "zh_CN": "就是内外完全是一，表里如一。",
      "zh_TW": "就是內外完全是一，表裡如一。"
    },
    {
      "id": "09-005-0011_p0046",
      "zh_CN": "【定慧即等。】",
      "zh_TW": "【定慧即等。】"
    },
    {
      "id": "09-005-0011_p0047",
      "zh_CN": "这个时候定慧就均等了。凡是定慧到均等，他就入境界了，这也是最难的。",
      "zh_TW": "這個時候定慧就均等了。凡是定慧到均等，他就入境界了，這也是最難的。"
    },
    {
      "id": "09-005-0011_p0048",
      "zh_CN": "【自悟修行。不在于诤。若诤先后。即同迷人。不断胜负。却增我法。不离四相。】",
      "zh_TW": "【自悟修行。不在於諍。若諍先後。即同迷人。不斷勝負。卻增我法。不離四相。】"
    },
    {
      "id": "09-005-0011_p0049",
      "zh_CN": "这个也是学佛人的通病，我们一定要戒除，佛法是自悟、自修、自证，不要跟人争论。人家说这个法门殊胜，那个法门比不上这些，这都是争论，我们遇到这些人，我们不要跟他争。他说，他那个法门高，说净土是老太婆教，我们就承认。我们对他尊重，对他恭敬、叹赞，他高，我不如他。只要老老实实念佛，将来必定有成就，这种成就确实不是一般人所能够理解的。所以决定不与人争，与人争心就不清净。所以只要争，『即同迷人』，凡是相争，两个都迷。如果当中有一个悟的，悟的人不跟迷人争，悟的人能忍、能让。迷人不肯忍让，所以他才有争。有争就有胜负，一有胜负，『却增我法』，「我法」就是我执，就增长我执，执着。『不离四相』，《金刚经》上讲的「我相、人相、众生相、寿者相」，不但四相不能除掉，四相天天在增长，这是大病。凡是有四相，你定慧怎么能均等？这是我们要晓得的。再看底下一段，讲「一行三昧」。",
      "zh_TW": "這個也是學佛人的通病，我們一定要戒除，佛法是自悟、自修、自證，不要跟人爭論。人家說這個法門殊勝，那個法門比不上這些，這都是爭論，我們遇到這些人，我們不要跟他爭。他說，他那個法門高，說淨土是老太婆教，我們就承認。我們對他尊重，對他恭敬、歎讚，他高，我不如他。只要老老實實念佛，將來必定有成就，這種成就確實不是一般人所能夠理解的。所以決定不與人爭，與人爭心就不清淨。所以只要爭，『即同迷人』，凡是相爭，兩個都迷。如果當中有一個悟的，悟的人不跟迷人爭，悟的人能忍、能讓。迷人不肯忍讓，所以他才有爭。有爭就有勝負，一有勝負，『卻增我法』，「我法」就是我執，就增長我執，執著。『不離四相』，《金剛經》上講的「我相、人相、眾生相、壽者相」，不但四相不能除掉，四相天天在增長，這是大病。凡是有四相，你定慧怎麼能均等？這是我們要曉得的。再看底下一段，講「一行三昧」。"
    },
    {
      "id": "09-005-0011_p0050",
      "zh_CN": "【善知识。一行三昧者。于一切处行住坐卧常行一直心是也。】",
      "zh_TW": "【善知識。一行三昧者。於一切處行住坐臥常行一直心是也。】"
    },
    {
      "id": "09-005-0011_p0051",
      "zh_CN": "这就叫『一行三昧』，他讲的实在是简单明了。『于一切处行住坐卧』，就是说无论在什么时候，无论在什么处所，无论做什么事情，统统都要用一个直心，这就叫做「一行三昧」。『直心』是什么？真诚之心。诚到了极处，这个叫「直心」。在一般佛法里面讲，就是菩提心。能用直心，自己一定清净，自受用一定是清净，待人一定慈悲。因为直心是体，有体当然就有用，自受用就是清净心，他受用就是慈悲心，这个就是菩萨。这是一行三昧，最简单的解释。下面，他老人家又引经来证明。",
      "zh_TW": "這就叫『一行三昧』，他講的實在是簡單明瞭。『於一切處行住坐臥』，就是說無論在什麼時候，無論在什麼處所，無論做什麼事情，統統都要用一個直心，這就叫做「一行三昧」。『直心』是什麼？真誠之心。誠到了極處，這個叫「直心」。在一般佛法裡面講，就是菩提心。能用直心，自己一定清淨，自受用一定是清淨，待人一定慈悲。因為直心是體，有體當然就有用，自受用就是清淨心，他受用就是慈悲心，這個就是菩薩。這是一行三昧，最簡單的解釋。下面，他老人家又引經來證明。"
    },
    {
      "id": "09-005-0011_p0052",
      "zh_CN": "【如净名经云。】",
      "zh_TW": "【如淨名經云。】"
    },
    {
      "id": "09-005-0011_p0053",
      "zh_CN": "《净名经》是《维摩经》，经上说：",
      "zh_TW": "《淨名經》是《維摩經》，經上說："
    },
    {
      "id": "09-005-0011_p0054",
      "zh_CN": "【直心是道场。直心是净土。】",
      "zh_TW": "【直心是道場。直心是淨土。】"
    },
    {
      "id": "09-005-0011_p0055",
      "zh_CN": "所以心净则土净。原来经上它有菩萨两个字，「直心是菩萨道场，直心是菩萨净土」，大师省略了两个字。可见得直心重要，人能够时时刻刻不失去真诚，他就是常住道场，他就住净土，而且住的是真实的净土。你看佛法里不是说吗？十法界之上有个一真法界，那是真的。十法界里面有佛法界，佛跟菩萨、声闻、缘觉还是不平等，这个十法界有高下、有差别，那是什么？那是分别心里头说，不是真心。如果要用真心，真诚之心，十法界没有了，就不说十法界，叫一真法界。所以用真心见法界是一，不是二；不用真心才有千差万别，才有这许多的差别相。所以一切差别相都是从虚妄心里面生出来的，真心里头没有。六祖前面说，「本来无一物。」本来无一物，换句话说，就没有四圣六凡。四圣加六凡是有十物，它本来无一物，哪还有十个法界？没有。跟神秀那个境界确实不一样，神秀是「时时勤拂拭，勿使惹尘埃」，他在十法界。六祖那个境界是一真法界，他用真心，神秀还是用的意识心，跟我们一样用的是第六意识，而六祖是用真如本性。所以说用心不一样，这是我们应当要学习的。下面，这是教给我们修学的方法，就是修一行三昧的方法。",
      "zh_TW": "所以心淨則土淨。原來經上它有菩薩兩個字，「直心是菩薩道場，直心是菩薩淨土」，大師省略了兩個字。可見得直心重要，人能夠時時刻刻不失去真誠，他就是常住道場，他就住淨土，而且住的是真實的淨土。你看佛法裡不是說嗎？十法界之上有個一真法界，那是真的。十法界裡面有佛法界，佛跟菩薩、聲聞、緣覺還是不平等，這個十法界有高下、有差別，那是什麼？那是分別心裡頭說，不是真心。如果要用真心，真誠之心，十法界沒有了，就不說十法界，叫一真法界。所以用真心見法界是一，不是二；不用真心才有千差萬別，才有這許多的差別相。所以一切差別相都是從虛妄心裡面生出來的，真心裡頭沒有。六祖前面說，「本來無一物。」本來無一物，換句話說，就沒有四聖六凡。四聖加六凡是有十物，它本來無一物，哪還有十個法界？沒有。跟神秀那個境界確實不一樣，神秀是「時時勤拂拭，勿使惹塵埃」，他在十法界。六祖那個境界是一真法界，他用真心，神秀還是用的意識心，跟我們一樣用的是第六意識，而六祖是用真如本性。所以說用心不一樣，這是我們應當要學習的。下面，這是教給我們修學的方法，就是修一行三昧的方法。"
    },
    {
      "id": "09-005-0011_p0056",
      "zh_CN": "【莫心行谄曲。】",
      "zh_TW": "【莫心行諂曲。】"
    },
    {
      "id": "09-005-0011_p0057",
      "zh_CN": "『谄曲』就是不真实，心行不一。",
      "zh_TW": "『諂曲』就是不真實，心行不一。"
    },
    {
      "id": "09-005-0011_p0058",
      "zh_CN": "【口但说直。】",
      "zh_TW": "【口但說直。】"
    },
    {
      "id": "09-005-0011_p0059",
      "zh_CN": "说直心。",
      "zh_TW": "說直心。"
    },
    {
      "id": "09-005-0011_p0060",
      "zh_CN": "【口说一行三昧。不行直心。】",
      "zh_TW": "【口說一行三昧。不行直心。】"
    },
    {
      "id": "09-005-0011_p0061",
      "zh_CN": "没真去做，只是口里头说说而已，他没能够去做到，所谓是有口无心，口说心不行。",
      "zh_TW": "沒真去做，只是口裡頭說說而已，他沒能夠去做到，所謂是有口無心，口說心不行。"
    },
    {
      "id": "09-005-0011_p0062",
      "zh_CN": "【但行直心。于一切法勿有执着。】",
      "zh_TW": "【但行直心。於一切法勿有執著。】"
    },
    {
      "id": "09-005-0011_p0063",
      "zh_CN": "这是他教给我们，前面是病，病要把它改过来。应当记住，就是『但行直心』，不要有任何顾忌，于一切法都不要执着，世出世间一切法，眼之所见见得清楚，耳之所听听得清楚，样样清楚就是你的智慧。可是你不能执着，如果执着，那就不叫智慧，叫烦恼。不执着，烦恼就变成智慧，不执着是定，定起用是智慧。执着是心不定，不定起作用是烦恼，它的原理就在此地。我们在一切法里不执着，不执着就是常生智慧，六根见闻都变成增长智慧。就像祖师前面所说的，「弟子心中，常生智慧。」咱们问问他，他为什么常生智慧？他一切法不执着。我们常生烦恼，就是在一切法里头生执着。所以圣人跟凡夫不同的地方在哪里，我们要把它找到。找到之后，把这些不同的地方，咱们改过来，我们这一生也有成圣、成佛的希望了。",
      "zh_TW": "這是他教給我們，前面是病，病要把它改過來。應當記住，就是『但行直心』，不要有任何顧忌，於一切法都不要執著，世出世間一切法，眼之所見見得清楚，耳之所聽聽得清楚，樣樣清楚就是你的智慧。可是你不能執著，如果執著，那就不叫智慧，叫煩惱。不執著，煩惱就變成智慧，不執著是定，定起用是智慧。執著是心不定，不定起作用是煩惱，它的原理就在此地。我們在一切法裡不執著，不執著就是常生智慧，六根見聞都變成增長智慧。就像祖師前面所說的，「弟子心中，常生智慧。」咱們問問他，他為什麼常生智慧？他一切法不執著。我們常生煩惱，就是在一切法裡頭生執著。所以聖人跟凡夫不同的地方在哪裡，我們要把它找到。找到之後，把這些不同的地方，咱們改過來，我們這一生也有成聖、成佛的希望了。"
    },
    {
      "id": "09-005-0011_p0064",
      "zh_CN": "【迷人着法相。执一行三昧。】",
      "zh_TW": "【迷人著法相。執一行三昧。】"
    },
    {
      "id": "09-005-0011_p0065",
      "zh_CN": "这个真的不少人，这个不是假的，自古以来就有这种执着的人。他怎么样？他去修一行三昧。一行三昧怎么个修法？底下说的就是他那个修法？",
      "zh_TW": "這個真的不少人，這個不是假的，自古以來就有這種執著的人。他怎麼樣？他去修一行三昧。一行三昧怎麼個修法？底下說的就是他那個修法？"
    },
    {
      "id": "09-005-0011_p0066",
      "zh_CN": "【直言常坐不动。】",
      "zh_TW": "【直言常坐不動。】"
    },
    {
      "id": "09-005-0011_p0067",
      "zh_CN": "他去盘腿面壁。",
      "zh_TW": "他去盤腿面壁。"
    },
    {
      "id": "09-005-0011_p0068",
      "zh_CN": "【妄不起心。即是一行三昧。】",
      "zh_TW": "【妄不起心。即是一行三昧。】"
    },
    {
      "id": "09-005-0011_p0069",
      "zh_CN": "我们看看这个情形，这是修什么？这是修无想定。无想定是外道，即使修成之后，将来果报在无想天，这不是佛法，可见得他把一行三昧搞错了。祖师此地说的『一行三昧』，诸位要记住，就是用真诚之心，一切相不执着，不是叫你不做事情，什么事都做。日常生活待人接物没有两样，就是没有虚伪心，一味真诚，一切不执着，样样清楚，样样明达，样样圆满，这个叫「一行三昧」。所以要是错解这个意思，像此地讲的他以为是「常坐不动」，心里头什么也不想，什么念头都没有，这个叫一行三昧，这个错了。",
      "zh_TW": "我們看看這個情形，這是修什麼？這是修無想定。無想定是外道，即使修成之後，將來果報在無想天，這不是佛法，可見得他把一行三昧搞錯了。祖師此地說的『一行三昧』，諸位要記住，就是用真誠之心，一切相不執著，不是叫你不做事情，什麼事都做。日常生活待人接物沒有兩樣，就是沒有虛偽心，一味真誠，一切不執著，樣樣清楚，樣樣明達，樣樣圓滿，這個叫「一行三昧」。所以要是錯解這個意思，像此地講的他以為是「常坐不動」，心裡頭什麼也不想，什麼念頭都沒有，這個叫一行三昧，這個錯了。"
    },
    {
      "id": "09-005-0011_p0070",
      "zh_CN": "【作此解者。即同无情。】",
      "zh_TW": "【作此解者。即同無情。】"
    },
    {
      "id": "09-005-0011_p0071",
      "zh_CN": "那你这个修行，你修一辈子，决定修不过大石头，大石头你看一天到晚不动，它没有一切思想。你就是修成功了，也不过是修成一块石头而已，这个错了，大错特错。",
      "zh_TW": "那你這個修行，你修一輩子，決定修不過大石頭，大石頭你看一天到晚不動，它沒有一切思想。你就是修成功了，也不過是修成一塊石頭而已，這個錯了，大錯特錯。"
    },
    {
      "id": "09-005-0011_p0072",
      "zh_CN": "【却是障道因缘。】",
      "zh_TW": "【卻是障道因緣。】"
    },
    {
      "id": "09-005-0011_p0073",
      "zh_CN": "所以这个是必须要把它这个意思要认识清楚，决定不能错解。",
      "zh_TW": "所以這個是必須要把它這個意思要認識清楚，決定不能錯解。"
    },
    {
      "id": "09-005-0011_p0074",
      "zh_CN": "【善知识。道须通流。何以却滞。心不住法。道即通流。】",
      "zh_TW": "【善知識。道須通流。何以卻滯。心不住法。道即通流。】"
    },
    {
      "id": "09-005-0011_p0075",
      "zh_CN": "此地这个『道』是广义的，像前面大师在偈颂里面告诉我们，一切众生各有各的道，而且各个不相妨，彼此没有互相妨碍的。动物他就要动，他要不动的话，那他与道就相违背，他要动。所以说一定要通流，『道须通流』，「通」是通达，「流」就是流动，它一定要动的。『何以却滞』，「滞」是不动，每天盘腿面壁，这个不动。所以六祖学的这个禅，他天天在动，他在碓房里面天天在那里舂米，在那里破柴，这是分给他一份工作，他每天都干，干得非常勤快。他与他那个禅定丝毫没有影响，没有障碍，他在那里成就他的大定，他在那个地方修的一行三昧。这一行三昧怎么修的？他用真诚的心，不欺骗，努力的工作不偷懒，真心。体重不够，身上还绑个大石头，加重体重，希望多做一点工作，这个是真诚之心。一般人用妄心的，能偷懒就偷一点，反正工作很多人，又不是一个人。",
      "zh_TW": "此地這個『道』是廣義的，像前面大師在偈頌裡面告訴我們，一切眾生各有各的道，而且各個不相妨，彼此沒有互相妨礙的。動物他就要動，他要不動的話，那他與道就相違背，他要動。所以說一定要通流，『道須通流』，「通」是通達，「流」就是流動，它一定要動的。『何以卻滯』，「滯」是不動，每天盤腿面壁，這個不動。所以六祖學的這個禪，他天天在動，他在碓房裡面天天在那裡舂米，在那裡破柴，這是分給他一份工作，他每天都幹，幹得非常勤快。他與他那個禪定絲毫沒有影響，沒有障礙，他在那裡成就他的大定，他在那個地方修的一行三昧。這一行三昧怎麼修的？他用真誠的心，不欺騙，努力的工作不偷懶，真心。體重不夠，身上還綁個大石頭，加重體重，希望多做一點工作，這個是真誠之心。一般人用妄心的，能偷懶就偷一點，反正工作很多人，又不是一個人。"
    },
    {
      "id": "09-005-0011_p0076",
      "zh_CN": "这一个寺庙二、三千人吃饭，你想想看，碓房里面工作，至少也得有二、三十个人。没有二、三十个人，天天在那里舂米、破柴，二、三千人吃饭，那个米怎么办？那时候烧柴火。所以那么大的一个家，可见得人手很多，他要偷偷懒很容易，不难。可是他不偷懒，勤奋的工作，不偷懒，为什么原因？直心，他用直心。他确实修一行三昧，他不执着，他不着相。因为不着相，所以他也不觉得疲乏，也不觉得劳累，所谓「作而无作，无作而作」，作不作都不执着，所以他工作非常愉快。人家在碓房里做苦工，他在碓房里天天修禅定，天天修一行三昧，他修的是这个。这就是说明道须通流。『心不住法』，世出世间一切法都不执着，住就是执着，不住就是不执着，道就通流，就没有障碍。这个意思，他「通流」两个字，就是清凉大师在《华严经》里面讲的「无碍」的意思，「理事无碍，事事无碍」，没有障碍。",
      "zh_TW": "這一個寺廟二、三千人吃飯，你想想看，碓房裡面工作，至少也得有二、三十個人。沒有二、三十個人，天天在那裡舂米、破柴，二、三千人吃飯，那個米怎麼辦？那時候燒柴火。所以那麼大的一個家，可見得人手很多，他要偷偷懶很容易，不難。可是他不偷懶，勤奮的工作，不偷懶，為什麼原因？直心，他用直心。他確實修一行三昧，他不執著，他不著相。因為不著相，所以他也不覺得疲乏，也不覺得勞累，所謂「作而無作，無作而作」，作不作都不執著，所以他工作非常愉快。人家在碓房裡做苦工，他在碓房裡天天修禪定，天天修一行三昧，他修的是這個。這就是說明道須通流。『心不住法』，世出世間一切法都不執著，住就是執著，不住就是不執著，道就通流，就沒有障礙。這個意思，他「通流」兩個字，就是清涼大師在《華嚴經》裡面講的「無礙」的意思，「理事無礙，事事無礙」，沒有障礙。"
    },
    {
      "id": "09-005-0011_p0077",
      "zh_CN": "【心若住法。名为自缚。】",
      "zh_TW": "【心若住法。名為自縛。】"
    },
    {
      "id": "09-005-0011_p0078",
      "zh_CN": "『缚』是缠缚，就是自生烦恼，执着法，执着在法里被法所捆住。这是我们要懂得这个原理，要善修，学佛法不要被佛法捆住了。换句话说，学佛法不要死在佛法里面，那就错了，要把佛法应用在我们日常生活当中，成就我们的定慧。定慧在哪里用？在日常生活当中用，这个就是菩萨，就不是普通人。所以《华严经》的菩萨，各行各业，男女老少，统统都有。凡夫用的是乱心，迷惑颠倒；菩萨用的是真心，有定有慧。有定就是不执着，于一切法不执着；有慧，于一切法清清楚楚、明明白白，这个是真正的佛法。所以佛法实在是有益于人生，而是人必须要修学的。再看底下这段文：",
      "zh_TW": "『縛』是纏縛，就是自生煩惱，執著法，執著在法裡被法所捆住。這是我們要懂得這個原理，要善修，學佛法不要被佛法捆住了。換句話說，學佛法不要死在佛法裡面，那就錯了，要把佛法應用在我們日常生活當中，成就我們的定慧。定慧在哪裡用？在日常生活當中用，這個就是菩薩，就不是普通人。所以《華嚴經》的菩薩，各行各業，男女老少，統統都有。凡夫用的是亂心，迷惑顛倒；菩薩用的是真心，有定有慧。有定就是不執著，於一切法不執著；有慧，於一切法清清楚楚、明明白白，這個是真正的佛法。所以佛法實在是有益於人生，而是人必須要修學的。再看底下這段文："
    },
    {
      "id": "09-005-0011_p0079",
      "zh_CN": "【若言常坐不动是。】",
      "zh_TW": "【若言常坐不動是。】"
    },
    {
      "id": "09-005-0011_p0080",
      "zh_CN": "这是个误会，如果以为修一行三昧就是要常坐不动，经常在那里打坐。",
      "zh_TW": "這是個誤會，如果以為修一行三昧就是要常坐不動，經常在那裡打坐。"
    },
    {
      "id": "09-005-0011_p0081",
      "zh_CN": "【只如舍利弗宴坐林中。却被维摩诘诃。】",
      "zh_TW": "【只如舍利弗宴坐林中。卻被維摩詰訶。】"
    },
    {
      "id": "09-005-0011_p0082",
      "zh_CN": "『诃』是呵斥。这是他举一个例子，舍利弗尊者，这个是释迦牟尼佛弟子当中智慧第一的人，他有一次在树林里面打坐，『宴坐』，碰到维摩诘，维摩居士碰到他。维摩诘就问他，你在这里干什么？他说，我在这修定。维摩诘说，定是这个修法的吗？狠狠的教训了一番。以后维摩诘示疾的时候，释迦牟尼佛就派他去做代表，去看维摩居士，他不敢去。他就告诉释迦牟尼佛这回事情，他说我在树林里打坐，被他骂了一顿，我不愿意见他。这就是指这么一段故事。所以说入定，诸位要晓得，不是在那里盘腿面壁不动，那叫入定；那也是入定的一种，小定，这定不管用的，不能起作用的。真正的大定是心不住相，这个叫入定。世出世间一切法统统不执着，这个叫入大定。这是举佛经上一段公案来说。下面又讲当时一些人误会禅定的修学。",
      "zh_TW": "『訶』是呵斥。這是他舉一個例子，舍利弗尊者，這個是釋迦牟尼佛弟子當中智慧第一的人，他有一次在樹林裡面打坐，『宴坐』，碰到維摩詰，維摩居士碰到他。維摩詰就問他，你在這裡幹什麼？他說，我在這修定。維摩詰說，定是這個修法的嗎？狠狠的教訓了一番。以後維摩詰示疾的時候，釋迦牟尼佛就派他去做代表，去看維摩居士，他不敢去。他就告訴釋迦牟尼佛這回事情，他說我在樹林裡打坐，被他罵了一頓，我不願意見他。這就是指這麼一段故事。所以說入定，諸位要曉得，不是在那裡盤腿面壁不動，那叫入定；那也是入定的一種，小定，這定不管用的，不能起作用的。真正的大定是心不住相，這個叫入定。世出世間一切法統統不執著，這個叫入大定。這是舉佛經上一段公案來說。下面又講當時一些人誤會禪定的修學。"
    },
    {
      "id": "09-005-0011_p0083",
      "zh_CN": "【善知识。又有人教坐。看心观静。不动不起。从此置功。】",
      "zh_TW": "【善知識。又有人教坐。看心觀靜。不動不起。從此置功。】"
    },
    {
      "id": "09-005-0011_p0084",
      "zh_CN": "『置』就是种植；『功』是功德。意思就是从这个地方来修学功德，功德也就是定慧。",
      "zh_TW": "『置』就是種植；『功』是功德。意思就是從這個地方來修學功德，功德也就是定慧。"
    },
    {
      "id": "09-005-0011_p0085",
      "zh_CN": "【迷人不会。便执成颠。如此者众。如是相教。故知大错。】",
      "zh_TW": "【迷人不會。便執成顛。如此者眾。如是相教。故知大錯。】"
    },
    {
      "id": "09-005-0011_p0086",
      "zh_CN": "这个是有一些教学的人，对于这个道理没有真正研究通达，往往修学都修成了毛病，搞错了。所以倓虚大师说过，修禅，如果对于佛法要没有相当深刻的研究、理解，往往搞错了，那真是差之毫厘，失之千里。诸位要晓得，打坐「看心观静、不动不起」是初学的手段、方法，不是不好，是个方便法，是方法。可是你要执着，认为修禅定就是这个修法，那你就错了，那就大错特错了。这是一个基础，好像叫你小孩上学念书，念了一年级，书念了之后，念书不过就如此而已，以为这个就是念书，看到那些大学生想到他念的跟我也一样，这个就错了。所以这些手段、方法要会用，都有很大的帮助；要用错了，那就是迷惑颠倒。所以说『迷人不会』，他不懂得这个意思，用错了。『便执成颠』，「颠」就是发狂，狂妄。我们在倓老的录音带里面听到的，他讲谛闲法师那个学禅的徒弟，参禅参了十几年，以后他就是成为这一类的人，最后他去当土地公去了，修行一辈子，结果换得一个土地公。这个是大错特错，他不知道藉这个方便法要百尺竿头更进一步，要懂得这个道理，不能止于这个方法，更不可以得少为足。再看下面一段：",
      "zh_TW": "這個是有一些教學的人，對於這個道理沒有真正研究通達，往往修學都修成了毛病，搞錯了。所以倓虛大師說過，修禪，如果對於佛法要沒有相當深刻的研究、理解，往往搞錯了，那真是差之毫釐，失之千里。諸位要曉得，打坐「看心觀靜、不動不起」是初學的手段、方法，不是不好，是個方便法，是方法。可是你要執著，認為修禪定就是這個修法，那你就錯了，那就大錯特錯了。這是一個基礎，好像叫你小孩上學念書，念了一年級，書念了之後，念書不過就如此而已，以為這個就是念書，看到那些大學生想到他念的跟我也一樣，這個就錯了。所以這些手段、方法要會用，都有很大的幫助；要用錯了，那就是迷惑顛倒。所以說『迷人不會』，他不懂得這個意思，用錯了。『便執成顛』，「顛」就是發狂，狂妄。我們在倓老的錄音帶裡面聽到的，他講諦閑法師那個學禪的徒弟，參禪參了十幾年，以後他就是成為這一類的人，最後他去當土地公去了，修行一輩子，結果換得一個土地公。這個是大錯特錯，他不知道藉這個方便法要百尺竿頭更進一步，要懂得這個道理，不能止於這個方法，更不可以得少為足。再看下面一段："
    },
    {
      "id": "09-005-0011_p0087",
      "zh_CN": "【善知识。定慧犹如何等。】",
      "zh_TW": "【善知識。定慧猶如何等。】"
    },
    {
      "id": "09-005-0011_p0088",
      "zh_CN": "定慧等学，怎么个等法？",
      "zh_TW": "定慧等學，怎麼個等法？"
    },
    {
      "id": "09-005-0011_p0089",
      "zh_CN": "【犹如灯光。有灯即光。无灯即暗。灯是光之体。光是灯之用。名虽有二。体本同一。此定慧法。亦复如是。】",
      "zh_TW": "【猶如燈光。有燈即光。無燈即暗。燈是光之體。光是燈之用。名雖有二。體本同一。此定慧法。亦復如是。】"
    },
    {
      "id": "09-005-0011_p0090",
      "zh_CN": "这是举个比喻来跟我们说明，定慧是一不是二，他举灯来做这个比喻。『灯』是体，『光』是用，没有灯就没有光，没有光也没有灯，灯跟光决定是一不是二。『定』就好比是灯，『慧』就好比是光，举这个比喻来说，体用一如，体用不二。再看下面一段：",
      "zh_TW": "這是舉個比喻來跟我們說明，定慧是一不是二，他舉燈來做這個比喻。『燈』是體，『光』是用，沒有燈就沒有光，沒有光也沒有燈，燈跟光決定是一不是二。『定』就好比是燈，『慧』就好比是光，舉這個比喻來說，體用一如，體用不二。再看下面一段："
    },
    {
      "id": "09-005-0011_p0091",
      "zh_CN": "【善知识。本来正教无有顿渐。】",
      "zh_TW": "【善知識。本來正教無有頓漸。】"
    },
    {
      "id": "09-005-0011_p0092",
      "zh_CN": "说有个顿、有个渐就有争执，这就有分别、有争论，真正来说哪有顿渐？",
      "zh_TW": "說有個頓、有個漸就有爭執，這就有分別、有爭論，真正來說哪有頓漸？"
    },
    {
      "id": "09-005-0011_p0093",
      "zh_CN": "【人性自有利钝。】",
      "zh_TW": "【人性自有利鈍。】"
    },
    {
      "id": "09-005-0011_p0094",
      "zh_CN": "顿渐从哪里分的？从人分的，不是从法来分的，法里头没有。",
      "zh_TW": "頓漸從哪裡分的？從人分的，不是從法來分的，法裡頭沒有。"
    },
    {
      "id": "09-005-0011_p0095",
      "zh_CN": "【迷人渐契。】",
      "zh_TW": "【迷人漸契。】"
    },
    {
      "id": "09-005-0011_p0096",
      "zh_CN": "『契』就是契入。",
      "zh_TW": "『契』就是契入。"
    },
    {
      "id": "09-005-0011_p0097",
      "zh_CN": "【悟人顿修。】",
      "zh_TW": "【悟人頓修。】"
    },
    {
      "id": "09-005-0011_p0098",
      "zh_CN": "可见得人有迷悟程度不相同。有悟性的人，这就是利根；迷人，这叫钝根。人有迷悟不一样，法实在讲没有顿渐。法是因人而说的，如果这个人是个觉悟的人，他来看法，法就是顿；如果是迷人来看这个法，法就是渐。所以顿渐是因人而说的。",
      "zh_TW": "可見得人有迷悟程度不相同。有悟性的人，這就是利根；迷人，這叫鈍根。人有迷悟不一樣，法實在講沒有頓漸。法是因人而說的，如果這個人是個覺悟的人，他來看法，法就是頓；如果是迷人來看這個法，法就是漸。所以頓漸是因人而說的。"
    },
    {
      "id": "09-005-0011_p0099",
      "zh_CN": "【自识本心。自见本性。即无差别。所以立顿渐之假名。】",
      "zh_TW": "【自識本心。自見本性。即無差別。所以立頓漸之假名。】"
    },
    {
      "id": "09-005-0011_p0100",
      "zh_CN": "都是方便说而已，无论是顿修，或者是渐契，目标都是要『自识本心，自见本性』。明心见性之后，决定是一样的，见了性之后就没有顿渐。由此可知，说迷悟、顿渐，都是在没有见性之前的那些方便语，我们要认识方便，不要把这个方便当作真实。再看下面经文，底下非常非常的重要：",
      "zh_TW": "都是方便說而已，無論是頓修，或者是漸契，目標都是要『自識本心，自見本性』。明心見性之後，決定是一樣的，見了性之後就沒有頓漸。由此可知，說迷悟、頓漸，都是在沒有見性之前的那些方便語，我們要認識方便，不要把這個方便當作真實。再看下面經文，底下非常非常的重要："
    },
    {
      "id": "09-005-0011_p0101",
      "zh_CN": "【善知识。我此法门。从上以来。先立无念为宗。无相为体。无住为本。】",
      "zh_TW": "【善知識。我此法門。從上以來。先立無念為宗。無相為體。無住為本。】"
    },
    {
      "id": "09-005-0011_p0102",
      "zh_CN": "这是达摩祖师传来的禅宗，它的宗旨，修学的根本，换句话说，是禅宗修学最高的指导原则，就是这三句话。三句话实在讲就是六个字，无念、无相、无住就这六个字，这就是达摩祖师传来的这个法门的精髓。『无念』，什么叫无念，下面还有详细的解释。「无念」不是说什么念头都没有，什么念头都没有，刚才讲的，那就变成石头了，那就变成无情了。无念是无妄念，是无邪念。无妄念，无邪念，他就决定是有正念。所以无念就是正念的别名。人活的，不是死的，看得清楚，听得清楚，这是正念，这个叫正念。看里面起了分别、执着是妄念，就是不许有妄念，看一切色相不要分别、不要执着，你看得清清楚楚，这个叫正念，正念分明。听一切法，一切音声也是如此，听得清清楚楚，听得明明白白，也是不分别、不执着，在境界里头不起虚妄分别，不起执着，这个叫正念。可见得他是活人，他跟无情决定不一样，换句话说，有定、有慧，定慧等学就是无念。这是「先立无念为宗」。在念佛人来说，无念就是一句南无阿弥陀佛，心里面有一句南无阿弥陀佛，没有别的念头，没有一切妄念，无一切妄念，要有这个正念。念佛人就以阿弥陀佛为我们的正念，二六时中不要忘了。昨天台北寄来了一些录音带，有四、五十个带子，五会念佛的，念得还不错，有些同学已经带回家去了，没有拿到的，我们这边还有，将来我们自己再拷贝一些流通。希望常常听念佛的声音，自自然然培养着心中只有阿弥陀佛，这样就好。",
      "zh_TW": "這是達摩祖師傳來的禪宗，它的宗旨，修學的根本，換句話說，是禪宗修學最高的指導原則，就是這三句話。三句話實在講就是六個字，無念、無相、無住就這六個字，這就是達摩祖師傳來的這個法門的精髓。『無念』，什麼叫無念，下面還有詳細的解釋。「無念」不是說什麼念頭都沒有，什麼念頭都沒有，剛才講的，那就變成石頭了，那就變成無情了。無念是無妄念，是無邪念。無妄念，無邪念，他就決定是有正念。所以無念就是正念的別名。人活的，不是死的，看得清楚，聽得清楚，這是正念，這個叫正念。看裡面起了分別、執著是妄念，就是不許有妄念，看一切色相不要分別、不要執著，你看得清清楚楚，這個叫正念，正念分明。聽一切法，一切音聲也是如此，聽得清清楚楚，聽得明明白白，也是不分別、不執著，在境界裡頭不起虛妄分別，不起執著，這個叫正念。可見得他是活人，他跟無情決定不一樣，換句話說，有定、有慧，定慧等學就是無念。這是「先立無念為宗」。在念佛人來說，無念就是一句南無阿彌陀佛，心裡面有一句南無阿彌陀佛，沒有別的念頭，沒有一切妄念，無一切妄念，要有這個正念。念佛人就以阿彌陀佛為我們的正念，二六時中不要忘了。昨天台北寄來了一些錄音帶，有四、五十個帶子，五會念佛的，念得還不錯，有些同學已經帶回家去了，沒有拿到的，我們這邊還有，將來我們自己再拷貝一些流通。希望常常聽念佛的聲音，自自然然培養著心中只有阿彌陀佛，這樣就好。"
    },
    {
      "id": "09-005-0011_p0103",
      "zh_CN": "『无相为体』。「无相」就是在一切法相当中不分别，无相并不是说外面没有相，外面有，内里头要没有，这一条很重要，内里头要有，这个事情就麻烦了。对我们念佛人来讲很重要，我们念佛目标求一心不乱，如果你内里头有相，你怎么能得一心？譬如说佛、菩萨，阿弥陀佛不是观音菩萨，观音菩萨不是大势至菩萨，佛不是众生，众生不是佛，你要常常有这些分别执着就麻烦了。看到佛，看到菩萨，看到一切众生，看到自己，看得清清楚楚，不要分别这是佛、那是菩萨、那是众生，不分别。你要不分别的话，他都是平等的，一分别就不平等了。所以你什么都不分别，这个法界是一真法界；什么都不分别，你修的叫一行三昧。这样修很容易得一心不乱。我们现在这个功夫，一心不乱，难，太难了！就是因为见色闻声，六根接触六尘境界，他总是分别，而且坚固的在分别执着。所以没有办法得一心，没有办法见一真，这个也是我们的病根所在。",
      "zh_TW": "『無相為體』。「無相」就是在一切法相當中不分別，無相並不是說外面沒有相，外面有，內裡頭要沒有，這一條很重要，內裡頭要有，這個事情就麻煩了。對我們念佛人來講很重要，我們念佛目標求一心不亂，如果你內裡頭有相，你怎麼能得一心？譬如說佛、菩薩，阿彌陀佛不是觀音菩薩，觀音菩薩不是大勢至菩薩，佛不是眾生，眾生不是佛，你要常常有這些分別執著就麻煩了。看到佛，看到菩薩，看到一切眾生，看到自己，看得清清楚楚，不要分別這是佛、那是菩薩、那是眾生，不分別。你要不分別的話，他都是平等的，一分別就不平等了。所以你什麼都不分別，這個法界是一真法界；什麼都不分別，你修的叫一行三昧。這樣修很容易得一心不亂。我們現在這個功夫，一心不亂，難，太難了！就是因為見色聞聲，六根接觸六塵境界，他總是分別，而且堅固的在分別執著。所以沒有辦法得一心，沒有辦法見一真，這個也是我們的病根所在。"
    },
    {
      "id": "09-005-0011_p0104",
      "zh_CN": "如果要真正把这个病根拔除，我们在一生当中证得一心不乱，将来往生的时候上品上生。用禅宗这六个字来修学，那利益很大，就是无念、无相、无住，它不但帮助我们得一心，帮助我们得理一心不乱，那真正是了不起的功夫。所以这一部经对念佛人来讲有很大很大的帮助。『无住为本』。什么叫「无住」？无住，实在讲就是实相的别名，也就是真空的别名，空就灵了。所以《金刚经》上教给人说，「应无所住，而生其心。」无住，也就是六祖所讲的「本来无一物」，这是无住。底下再就事相上来给我们解释，使我们更容易体会宗旨的义趣。下面先从无相说：",
      "zh_TW": "如果要真正把這個病根拔除，我們在一生當中證得一心不亂，將來往生的時候上品上生。用禪宗這六個字來修學，那利益很大，就是無念、無相、無住，它不但幫助我們得一心，幫助我們得理一心不亂，那真正是了不起的功夫。所以這一部經對念佛人來講有很大很大的幫助。『無住為本』。什麼叫「無住」？無住，實在講就是實相的別名，也就是真空的別名，空就靈了。所以《金剛經》上教給人說，「應無所住，而生其心。」無住，也就是六祖所講的「本來無一物」，這是無住。底下再就事相上來給我們解釋，使我們更容易體會宗旨的義趣。下面先從無相說："
    },
    {
      "id": "09-005-0011_p0105",
      "zh_CN": "【无相者。于相而离相。】",
      "zh_TW": "【無相者。於相而離相。】"
    },
    {
      "id": "09-005-0011_p0106",
      "zh_CN": "可见得相是有，十法界依正庄严。我们在相上离相，『离相』就是不分别，不分别这些相。我们用见性见一切相，见性不分别。所以佛法常讲明心见性，性里面没有分别的；识有分别。识是什么东西？识还是本性，迷了。所以本性迷了就叫做识。迷了才有分别，觉悟它不分别，分别就见不到真相，这个实实在在的。为什么？分别里面有蒙蔽，事实真相就见不到。如果离一切相，对于一切相的真实，那看得清清楚楚，这个就叫不着相。",
      "zh_TW": "可見得相是有，十法界依正莊嚴。我們在相上離相，『離相』就是不分別，不分別這些相。我們用見性見一切相，見性不分別。所以佛法常講明心見性，性裡面沒有分別的；識有分別。識是什麼東西？識還是本性，迷了。所以本性迷了就叫做識。迷了才有分別，覺悟它不分別，分別就見不到真相，這個實實在在的。為什麼？分別裡面有蒙蔽，事實真相就見不到。如果離一切相，對於一切相的真實，那看得清清楚楚，這個就叫不著相。"
    },
    {
      "id": "09-005-0011_p0107",
      "zh_CN": "【无念者。于念而无念。】",
      "zh_TW": "【無念者。於念而無念。】"
    },
    {
      "id": "09-005-0011_p0108",
      "zh_CN": "这个后头还要详细解释。『于念』而没有邪念、没有妄念，可见得他不是完全无念，「于念」，他有念，念里头有无念，无邪无妄。",
      "zh_TW": "這個後頭還要詳細解釋。『於念』而沒有邪念、沒有妄念，可見得他不是完全無念，「於念」，他有念，念裡頭有無念，無邪無妄。"
    },
    {
      "id": "09-005-0011_p0109",
      "zh_CN": "【无住者。人之本性。】",
      "zh_TW": "【無住者。人之本性。】"
    },
    {
      "id": "09-005-0011_p0110",
      "zh_CN": "这是解释什么叫『无住』，「无住」就是当人的真如本性，这就叫无住。我们再往底下看，底下都是在日常生活当中，教给我们如何来修，才与「无念为宗，无相为体，无住为本」，这三大纲领相应。",
      "zh_TW": "這是解釋什麼叫『無住』，「無住」就是當人的真如本性，這就叫無住。我們再往底下看，底下都是在日常生活當中，教給我們如何來修，才與「無念為宗，無相為體，無住為本」，這三大綱領相應。"
    },
    {
      "id": "09-005-0011_p0111",
      "zh_CN": "【于世间善恶好丑。】",
      "zh_TW": "【於世間善惡好醜。】"
    },
    {
      "id": "09-005-0011_p0112",
      "zh_CN": "这个都是两个极端的，最容易分别，最容易执着的。",
      "zh_TW": "這個都是兩個極端的，最容易分別，最容易執著的。"
    },
    {
      "id": "09-005-0011_p0113",
      "zh_CN": "【乃至冤之与亲。】",
      "zh_TW": "【乃至冤之與親。】"
    },
    {
      "id": "09-005-0011_p0114",
      "zh_CN": "这也是两极。",
      "zh_TW": "這也是兩極。"
    },
    {
      "id": "09-005-0011_p0115",
      "zh_CN": "【言语触刺欺争之时。】",
      "zh_TW": "【言語觸刺欺爭之時。】"
    },
    {
      "id": "09-005-0011_p0116",
      "zh_CN": "要在这个时候看你的功夫，言语相接触，有很重争执的时候，在这个时候看你的功夫，看你的修养。换句话说，看你在这个时候，你是不是放下了，你的心是不是清净了？这是极不清净，在这个时候修清净心。",
      "zh_TW": "要在這個時候看你的功夫，言語相接觸，有很重爭執的時候，在這個時候看你的功夫，看你的修養。換句話說，看你在這個時候，你是不是放下了，你的心是不是清淨了？這是極不清淨，在這個時候修清淨心。"
    },
    {
      "id": "09-005-0011_p0117",
      "zh_CN": "【并将为空。不思酬害。】",
      "zh_TW": "【並將為空。不思酬害。】"
    },
    {
      "id": "09-005-0011_p0118",
      "zh_CN": "于恶、于丑、于冤，于这些触刺欺争的时候，自己确确实实没有一丝毫瞋恚的念头，没有一丝毫报复的念头，心在这个境界里平静的。下面，这就是说无住的定义及其修法：",
      "zh_TW": "於惡、於醜、於冤，於這些觸刺欺爭的時候，自己確確實實沒有一絲毫瞋恚的念頭，沒有一絲毫報復的念頭，心在這個境界裡平靜的。下面，這就是說無住的定義及其修法："
    },
    {
      "id": "09-005-0011_p0119",
      "zh_CN": "【念念之中。不思前境。】",
      "zh_TW": "【念念之中。不思前境。】"
    },
    {
      "id": "09-005-0011_p0120",
      "zh_CN": "眼前的境界不想，『不思』，「思」是分别。",
      "zh_TW": "眼前的境界不想，『不思』，「思」是分別。"
    },
    {
      "id": "09-005-0011_p0121",
      "zh_CN": "【若前念今念后念。念念相续不断。名为系缚。】",
      "zh_TW": "【若前念今念後念。念念相續不斷。名為繫縛。】"
    },
    {
      "id": "09-005-0011_p0122",
      "zh_CN": "我们犯的病在此地，我们妄念起来，起来它相续不断，这个念头一个一个接着继续的来，这个事情就麻烦了。所以就生烦恼，『系缚』就是烦恼，贪瞋痴爱的妄念就起来了，这个是严重的烦恼。如果我们能不思前境，『前念今念后念』，它不相续，虽然有一个念头起来，念头起来马上就灭掉，没有相续心，诸位想想，你烦恼就不会生，贪瞋痴慢就不会生。",
      "zh_TW": "我們犯的病在此地，我們妄念起來，起來它相續不斷，這個念頭一個一個接著繼續的來，這個事情就麻煩了。所以就生煩惱，『繫縛』就是煩惱，貪瞋痴愛的妄念就起來了，這個是嚴重的煩惱。如果我們能不思前境，『前念今念後念』，它不相續，雖然有一個念頭起來，念頭起來馬上就滅掉，沒有相續心，諸位想想，你煩惱就不會生，貪瞋痴慢就不會生。"
    },
    {
      "id": "09-005-0011_p0123",
      "zh_CN": "【于诸法上。念念不住。即无缚也。此是以无住为本。】",
      "zh_TW": "【於諸法上。念念不住。即無縛也。此是以無住為本。】"
    },
    {
      "id": "09-005-0011_p0124",
      "zh_CN": "不执着、不分别就是这个意思，你就『无缚』、就没有烦恼了，境界清清楚楚。《金刚经》上「无住生心」就是这个意思，境界不是不清楚，不清楚你是白痴，你愚痴。清楚，不生烦恼，不起分别，不生执着，要这样用心。所以说「应无所住，而生其心」，佛就是教我们这样用心，这样用心就跟佛菩萨没有两样，这样用心就叫做佛菩萨。凡夫他不会这样用心的，凡夫是前念今念后念，念念相续不断，所以他生烦恼，他要有果报。这一句话也就是道尽了六道生死轮回的根本，你有这个东西就是六道生死轮回，永远没完没了。你要一下觉悟了，要想脱离六道轮回，你就把这个念头断掉，这是妄念，晓得这个不是正念；断掉妄念之后，正念现前。",
      "zh_TW": "不執著、不分別就是這個意思，你就『無縛』、就沒有煩惱了，境界清清楚楚。《金剛經》上「無住生心」就是這個意思，境界不是不清楚，不清楚你是白痴，你愚痴。清楚，不生煩惱，不起分別，不生執著，要這樣用心。所以說「應無所住，而生其心」，佛就是教我們這樣用心，這樣用心就跟佛菩薩沒有兩樣，這樣用心就叫做佛菩薩。凡夫他不會這樣用心的，凡夫是前念今念後念，念念相續不斷，所以他生煩惱，他要有果報。這一句話也就是道盡了六道生死輪迴的根本，你有這個東西就是六道生死輪迴，永遠沒完沒了。你要一下覺悟了，要想脫離六道輪迴，你就把這個念頭斷掉，這是妄念，曉得這個不是正念；斷掉妄念之後，正念現前。"
    },
    {
      "id": "09-005-0011_p0125",
      "zh_CN": "所以『于诸法上，念念不住』，「诸法」是有，不是没有，世出世间一切法都有，都在你面前。只要你不住，你心不要住在那里，住在那里就错了，住就是分别、执着，你不要分别它。别人问你，随语就解答了，随语解答就跟佛说法一样。佛说法没有预备，人家到佛陀面前来向他请教，问题提出来，佛马上解答。我们看经典的记录，几乎绝大多数都是一问一答的，佛没有预备，没有考虑的。可见得他没有一样不明了，没有一样不清楚，你不问他，他什么都不知道，他没有分别、没有执着；你一问他，他随语就给你答出来了，这叫智慧。没有人问，心里头还想着这个，那叫烦恼，那叫邪知邪见。没有人问，心空空的，什么都没有，无住！无念、无相、无住。人家来问的时候有念、有相、有住，为他解答；答完了之后，还是无念、无相、无住。所以他的心永远是清净的。希望我们在这里能体会到这一层深深的意思。再看下面经文：",
      "zh_TW": "所以『於諸法上，念念不住』，「諸法」是有，不是沒有，世出世間一切法都有，都在你面前。只要你不住，你心不要住在那裡，住在那裡就錯了，住就是分別、執著，你不要分別它。別人問你，隨語就解答了，隨語解答就跟佛說法一樣。佛說法沒有預備，人家到佛陀面前來向他請教，問題提出來，佛馬上解答。我們看經典的記錄，幾乎絕大多數都是一問一答的，佛沒有預備，沒有考慮的。可見得他沒有一樣不明瞭，沒有一樣不清楚，你不問他，他什麼都不知道，他沒有分別、沒有執著；你一問他，他隨語就給你答出來了，這叫智慧。沒有人問，心裡頭還想著這個，那叫煩惱，那叫邪知邪見。沒有人問，心空空的，什麼都沒有，無住！無念、無相、無住。人家來問的時候有念、有相、有住，為他解答；答完了之後，還是無念、無相、無住。所以他的心永遠是清淨的。希望我們在這裡能體會到這一層深深的意思。再看下面經文："
    },
    {
      "id": "09-005-0011_p0126",
      "zh_CN": "【善知识。外离一切相。名为无相。】",
      "zh_TW": "【善知識。外離一切相。名為無相。】"
    },
    {
      "id": "09-005-0011_p0127",
      "zh_CN": "可见得不是真的没有相。『无相』是什么？就是在一切境界当中（举个比喻说）男女、长短、好丑等等，不要执这个相，你心就清净，这个叫无相相。",
      "zh_TW": "可見得不是真的沒有相。『無相』是什麼？就是在一切境界當中（舉個比喻說）男女、長短、好醜等等，不要執這個相，你心就清淨，這個叫無相相。"
    },
    {
      "id": "09-005-0011_p0128",
      "zh_CN": "【能离于相。即法体清净。】",
      "zh_TW": "【能離於相。即法體清淨。】"
    },
    {
      "id": "09-005-0011_p0129",
      "zh_CN": "『法体』就是你的心，心能生法，心生则种种法生，心灭则种种法灭，所以心是法体。「体」，实在讲原本就清净，哪有不净的时候？只因为你在相上有染、有着，所以看起来好像是不清净了。所以佛教给我们离相重要！",
      "zh_TW": "『法體』就是你的心，心能生法，心生則種種法生，心滅則種種法滅，所以心是法體。「體」，實在講原本就清淨，哪有不淨的時候？只因為你在相上有染、有著，所以看起來好像是不清淨了。所以佛教給我們離相重要！"
    },
    {
      "id": "09-005-0011_p0130",
      "zh_CN": "【此是以无相为体。】",
      "zh_TW": "【此是以無相為體。】"
    },
    {
      "id": "09-005-0011_p0131",
      "zh_CN": "这是把这个意思解释出来。下面再解释无念。",
      "zh_TW": "這是把這個意思解釋出來。下面再解釋無念。"
    },
    {
      "id": "09-005-0011_p0132",
      "zh_CN": "【善知识。于诸境上。心不染。曰无念。】",
      "zh_TW": "【善知識。於諸境上。心不染。曰無念。】"
    },
    {
      "id": "09-005-0011_p0133",
      "zh_CN": "『无念』是这个意思。一切境界，凡夫的境界、圣人的境界，顺境的境界、逆境的境界，心里头都不染，这个叫「无念」。",
      "zh_TW": "『無念』是這個意思。一切境界，凡夫的境界、聖人的境界，順境的境界、逆境的境界，心裡頭都不染，這個叫「無念」。"
    },
    {
      "id": "09-005-0011_p0134",
      "zh_CN": "【于自念上。常离诸境。不于境上生心。若只百物不思。念尽除却。一念绝即死。别处受生。是为大错。学道者思之。】",
      "zh_TW": "【於自念上。常離諸境。不於境上生心。若只百物不思。念盡除卻。一念絕即死。別處受生。是為大錯。學道者思之。】"
    },
    {
      "id": "09-005-0011_p0135",
      "zh_CN": "所以这个地方，这些名相的术语，它这个定义，一定要搞得清清楚楚，千万不要发生误会。像前面大师所说的「一行三昧」，有人误会，他就搞错，错修了。「无念」也是如此，千万不要发生误解。『于自念上』，可见得这是有念，不是完全无念，而在念上怎么样？念上离境界，不在境界上生心，这个叫做无念。唐朝时候禅宗里头有个公案，也是六祖大师的徒孙，慧海，是六祖大师的徒孙。曾经有一个人问他，问他你修道还用不用功？他说：我用功。他说：你怎么用功法？他说：我饥来吃饭，困来眠。我肚子饿了吃饭，困了睡觉，我就这个用功法。那个人就说：你这个用功法，这世间人哪一个人不是如此？个个人都是这样的，这算什么用功？慧海说：不一样。怎么不一样？他说：他们吃饭的时候不肯吃饭，怎么不肯吃饭？要讲究味道、东西，起分别、起执着；睡觉的时候他们也不肯睡觉，怎么不肯睡觉？要怎么睡得舒服，要种种讲求，所以不同。换句话说，他吃饭没有分别，他睡觉也不起分别心，没有任何执着，这个就不一样。",
      "zh_TW": "所以這個地方，這些名相的術語，它這個定義，一定要搞得清清楚楚，千萬不要發生誤會。像前面大師所說的「一行三昧」，有人誤會，他就搞錯，錯修了。「無念」也是如此，千萬不要發生誤解。『於自念上』，可見得這是有念，不是完全無念，而在念上怎麼樣？念上離境界，不在境界上生心，這個叫做無念。唐朝時候禪宗裡頭有個公案，也是六祖大師的徒孫，慧海，是六祖大師的徒孫。曾經有一個人問他，問他你修道還用不用功？他說：我用功。他說：你怎麼用功法？他說：我飢來吃飯，睏來眠。我肚子餓了吃飯，睏了睡覺，我就這個用功法。那個人就說：你這個用功法，這世間人哪一個人不是如此？個個人都是這樣的，這算什麼用功？慧海說：不一樣。怎麼不一樣？他說：他們吃飯的時候不肯吃飯，怎麼不肯吃飯？要講究味道、東西，起分別、起執著；睡覺的時候他們也不肯睡覺，怎麼不肯睡覺？要怎麼睡得舒服，要種種講求，所以不同。換句話說，他吃飯沒有分別，他睡覺也不起分別心，沒有任何執著，這個就不一樣。"
    },
    {
      "id": "09-005-0011_p0136",
      "zh_CN": "我们世间人确实如此，有很多人挑剔口味，讲求饮食。他在饮食、睡眠里面起心动念，在境界上起心动念，那是凡夫。他讲他这个用功，实在讲他是举两个例子，穿衣、吃饭，就包括所有的境界，在一切境界里头，他不起心不动念、不分别不执着，这叫做无念。事情做不做？照做，照样穿衣吃饭，困了就睡觉，饿了就吃饭，一切都是一样，没有两样，用心不一样。凡夫在境界里分别执着，他造业；他在一切境界里不分别、不执着，他不造业了。所以这个叫用功。六祖底下这一句话，这是警戒我们，千万不要错会了意思，如果认为说无念，什么念头都没有了，『一念绝即死』，「念绝」就是念头没有了，就死了，就变成死人了。死了以后，马上四十九天之后就投胎去了，投胎不晓得到哪一道去投胎去了，这个事情麻烦大了。所以这个大错特错，千万不能够误会，『学道者思之』。",
      "zh_TW": "我們世間人確實如此，有很多人挑剔口味，講求飲食。他在飲食、睡眠裡面起心動念，在境界上起心動念，那是凡夫。他講他這個用功，實在講他是舉兩個例子，穿衣、吃飯，就包括所有的境界，在一切境界裡頭，他不起心不動念、不分別不執著，這叫做無念。事情做不做？照做，照樣穿衣吃飯，睏了就睡覺，餓了就吃飯，一切都是一樣，沒有兩樣，用心不一樣。凡夫在境界裡分別執著，他造業；他在一切境界裡不分別、不執著，他不造業了。所以這個叫用功。六祖底下這一句話，這是警戒我們，千萬不要錯會了意思，如果認為說無念，什麼念頭都沒有了，『一念絕即死』，「念絕」就是念頭沒有了，就死了，就變成死人了。死了以後，馬上四十九天之後就投胎去了，投胎不曉得到哪一道去投胎去了，這個事情麻煩大了。所以這個大錯特錯，千萬不能夠誤會，『學道者思之』。"
    },
    {
      "id": "09-005-0011_p0137",
      "zh_CN": "【若不识法意。自错犹可。更误他人。自迷不见。又谤佛经。所以立无念为宗。】",
      "zh_TW": "【若不識法意。自錯猶可。更誤他人。自迷不見。又謗佛經。所以立無念為宗。】"
    },
    {
      "id": "09-005-0011_p0138",
      "zh_CN": "假如你要不认识『法意』，就是佛法的大义，你要是不能真正透彻明了，是你自己错了，那是你自作自受，活该，不能怪别人。自己错了，还去劝别人干，这个罪过大了，所谓以盲引盲，这个罪过很大很大。『自迷不见』，就是没有见道，没有开悟，没有见性，错解了佛经，就是谤经，『又谤佛经』，这个罪业就造得更重更重了。所以禅宗『立无念为宗』，于世出世间一切法，不但世间法不分别、不执着，一切佛法他也不分别、不执着。由这一点来看，我们就明了，真正参禅的人，对于佛法其他宗派，决定没有毁谤的，决无毁谤之理。为什么？他心清净、心平等，他一切法都不分别、都不执着，他怎么谤起？如果要谤其他的法门，他在经典、法门一定起分别执着，他才会自赞毁他。如果心境是平等的，这个念头生不起来。",
      "zh_TW": "假如你要不認識『法意』，就是佛法的大義，你要是不能真正透徹明瞭，是你自己錯了，那是你自作自受，活該，不能怪別人。自己錯了，還去勸別人幹，這個罪過大了，所謂以盲引盲，這個罪過很大很大。『自迷不見』，就是沒有見道，沒有開悟，沒有見性，錯解了佛經，就是謗經，『又謗佛經』，這個罪業就造得更重更重了。所以禪宗『立無念為宗』，於世出世間一切法，不但世間法不分別、不執著，一切佛法他也不分別、不執著。由這一點來看，我們就明瞭，真正參禪的人，對於佛法其他宗派，決定沒有毀謗的，決無毀謗之理。為什麼？他心清淨、心平等，他一切法都不分別、都不執著，他怎麼謗起？如果要謗其他的法門，他在經典、法門一定起分別執著，他才會自讚毀他。如果心境是平等的，這個念頭生不起來。"
    },
    {
      "id": "09-005-0011_p0139",
      "zh_CN": "【善知识。云何立无念为宗。】",
      "zh_TW": "【善知識。云何立無念為宗。】"
    },
    {
      "id": "09-005-0011_p0140",
      "zh_CN": "『云何』是为什么。要把所以然的道理，为我们说出来，为什么要以这个为修学的宗旨。",
      "zh_TW": "『云何』是為什麼。要把所以然的道理，為我們說出來，為什麼要以這個為修學的宗旨。"
    },
    {
      "id": "09-005-0011_p0141",
      "zh_CN": "【只缘口说见性。迷人于境上有念。念上便起邪见。一切尘劳妄想从此而生。自性本无一法可得。若有所得。妄说祸福。即是尘劳邪见。故此法门立无念为宗。】",
      "zh_TW": "【只緣口說見性。迷人於境上有念。念上便起邪見。一切塵勞妄想從此而生。自性本無一法可得。若有所得。妄說禍福。即是塵勞邪見。故此法門立無念為宗。】"
    },
    {
      "id": "09-005-0011_p0142",
      "zh_CN": "这个话说得非常非常有道理，也是把我们的病根说出来了，我们修行功夫为什么不得力？为什么不能入门？病根就在此地。那就是什么？『口说见性』，这句话要是换过来讲，口里头讲佛法，讲得天花乱坠，讲得头头是道，可是怎么样？他在境界上有念，他放不下，心里还是放不下，于一切境界还是分别执着，口里说得再好也不中用。既然有分别执着，那就会起邪见，既然有邪见，必定有贪瞋痴慢跟着起来，换句话说，迷惑、造业、受报连着来，统统从这生的，这个是病根之所在。所以要晓得，『自性本无一法可得』。《楞严》上说，「圆满菩提，归无所得」。《心经》大家最常念的，「无智亦无得」，真如本性是一法无得。",
      "zh_TW": "這個話說得非常非常有道理，也是把我們的病根說出來了，我們修行功夫為什麼不得力？為什麼不能入門？病根就在此地。那就是什麼？『口說見性』，這句話要是換過來講，口裡頭講佛法，講得天花亂墜，講得頭頭是道，可是怎麼樣？他在境界上有念，他放不下，心裡還是放不下，於一切境界還是分別執著，口裡說得再好也不中用。既然有分別執著，那就會起邪見，既然有邪見，必定有貪瞋痴慢跟著起來，換句話說，迷惑、造業、受報連著來，統統從這生的，這個是病根之所在。所以要曉得，『自性本無一法可得』。《楞嚴》上說，「圓滿菩提，歸無所得」。《心經》大家最常念的，「無智亦無得」，真如本性是一法無得。"
    },
    {
      "id": "09-005-0011_p0143",
      "zh_CN": "所以有得这个念头，就是个错误念头。凡夫不能了脱生死，不能超越六道轮回，不能成佛作祖，最大的一个障碍，就是他有得失的念头，他认为有得有失。其实，错了，没有得失。真能把得失这个念头打掉，可以说你已经成功了一大半，一百里路也走了八、九十。只要有这个念头在，这就是麻烦大了，没有法子入门。这是入佛门，就是明心见性的大障碍。不但是明心见性的大障碍，也是我们讲理一心不乱的大障碍。有得失，学六祖这个法门，决定不能入门。因为他这个门槛是明心见性，这是明心见性的大障碍，决定没法子见性的。有得失的念头，念佛还可以，带业往生，凡圣同居土、方便有余土还有得失的念头。可是诸位要晓得，实报庄严土没有，得失念头没有了。所以能够把得失念头打掉，念佛往生，生实报庄严土上品上生，法身大士。所以要晓得，佛为什么教我们把得失打掉，因为本性里头无有一法可得，把这个念头打掉，与本性相应，这是真的。得失是个妄念，绝对不是真实的，在《百法》里面得失是不相应行法，拿现在的话来讲，完全是抽象的名词。",
      "zh_TW": "所以有得這個念頭，就是個錯誤念頭。凡夫不能了脫生死，不能超越六道輪迴，不能成佛作祖，最大的一個障礙，就是他有得失的念頭，他認為有得有失。其實，錯了，沒有得失。真能把得失這個念頭打掉，可以說你已經成功了一大半，一百里路也走了八、九十。只要有這個念頭在，這就是麻煩大了，沒有法子入門。這是入佛門，就是明心見性的大障礙。不但是明心見性的大障礙，也是我們講理一心不亂的大障礙。有得失，學六祖這個法門，決定不能入門。因為他這個門檻是明心見性，這是明心見性的大障礙，決定沒法子見性的。有得失的念頭，念佛還可以，帶業往生，凡聖同居土、方便有餘土還有得失的念頭。可是諸位要曉得，實報莊嚴土沒有，得失念頭沒有了。所以能夠把得失念頭打掉，念佛往生，生實報莊嚴土上品上生，法身大士。所以要曉得，佛為什麼教我們把得失打掉，因為本性裡頭無有一法可得，把這個念頭打掉，與本性相應，這是真的。得失是個妄念，絕對不是真實的，在《百法》裡面得失是不相應行法，拿現在的話來講，完全是抽象的名詞。"
    },
    {
      "id": "09-005-0011_p0144",
      "zh_CN": "我们看底下的文，『若有所得，妄说祸福，即是尘劳邪见』。我们看现在有不少的人，在家出家天天搞这个，都讲祸福吉凶，讲神通变化，讲这些。六祖认为这些统统叫尘劳邪见，「尘劳」就是烦恼，决定是增长烦恼、增长邪见。为了避免这个过失，使大家都能够明心见性，所以他这个法门『立无念为宗』，道理在此地。",
      "zh_TW": "我們看底下的文，『若有所得，妄說禍福，即是塵勞邪見』。我們看現在有不少的人，在家出家天天搞這個，都講禍福吉凶，講神通變化，講這些。六祖認為這些統統叫塵勞邪見，「塵勞」就是煩惱，決定是增長煩惱、增長邪見。為了避免這個過失，使大家都能夠明心見性，所以他這個法門『立無念為宗』，道理在此地。"
    },
    {
      "id": "09-005-0011_p0145",
      "zh_CN": "【善知识。无者。无何事。念者。念何物。】",
      "zh_TW": "【善知識。無者。無何事。念者。念何物。】"
    },
    {
      "id": "09-005-0011_p0146",
      "zh_CN": "这把『无』、『念』两个字分开来讲。",
      "zh_TW": "這把『無』、『念』兩個字分開來講。"
    },
    {
      "id": "09-005-0011_p0147",
      "zh_CN": "【无者无二相。无诸尘劳之心。】",
      "zh_TW": "【無者無二相。無諸塵勞之心。】"
    },
    {
      "id": "09-005-0011_p0148",
      "zh_CN": "『无』的是这个，特别要记住这个『无二相』，特别要重视这个「二相」。二是什么？相对的，我跟人就是相对的，就是二相。如何能够把我跟人当中的界限把它消除掉，我与人是一相不二相，天下就太平了，人与人就能相亲相爱，就能和睦共处。为什么？你想想看，凡是有争执都是二，无二里头还有什么争的？没有争的。拿现在的话说就是把所有一切对立的这些概念统统消除，这个叫无，无有对立。因为无有对立，当然你就无一切烦恼，所有的烦恼都是从对立而生的。",
      "zh_TW": "『無』的是這個，特別要記住這個『無二相』，特別要重視這個「二相」。二是什麼？相對的，我跟人就是相對的，就是二相。如何能夠把我跟人當中的界限把它消除掉，我與人是一相不二相，天下就太平了，人與人就能相親相愛，就能和睦共處。為什麼？你想想看，凡是有爭執都是二，無二裡頭還有什麼爭的？沒有爭的。拿現在的話說就是把所有一切對立的這些概念統統消除，這個叫無，無有對立。因為無有對立，當然你就無一切煩惱，所有的煩惱都是從對立而生的。"
    },
    {
      "id": "09-005-0011_p0149",
      "zh_CN": "【念者。念真如本性。】",
      "zh_TW": "【念者。念真如本性。】"
    },
    {
      "id": "09-005-0011_p0150",
      "zh_CN": "这个容易懂，只要前面无二相，真如本性就现前，自自然然就现前。",
      "zh_TW": "這個容易懂，只要前面無二相，真如本性就現前，自自然然就現前。"
    },
    {
      "id": "09-005-0011_p0151",
      "zh_CN": "【真如即是念之体。念即是真如之用。】",
      "zh_TW": "【真如即是念之體。念即是真如之用。】"
    },
    {
      "id": "09-005-0011_p0152",
      "zh_CN": "这个两句话说得非常之好。所以学佛是活活泼泼的，不是死呆板的，它有体有用。",
      "zh_TW": "這個兩句話說得非常之好。所以學佛是活活潑潑的，不是死呆板的，它有體有用。"
    },
    {
      "id": "09-005-0011_p0153",
      "zh_CN": "【真如自性起念。】",
      "zh_TW": "【真如自性起念。】"
    },
    {
      "id": "09-005-0011_p0154",
      "zh_CN": "这就是自觉。",
      "zh_TW": "這就是自覺。"
    },
    {
      "id": "09-005-0011_p0155",
      "zh_CN": "【非眼耳鼻舌能念。】",
      "zh_TW": "【非眼耳鼻舌能念。】"
    },
    {
      "id": "09-005-0011_p0156",
      "zh_CN": "『眼耳鼻舌』就是讲六根，六根它起作用，谁在那里起作用？是真如本性。",
      "zh_TW": "『眼耳鼻舌』就是講六根，六根它起作用，誰在那裡起作用？是真如本性。"
    },
    {
      "id": "09-005-0011_p0157",
      "zh_CN": "【真如有性。所以起念。真如若无。眼耳色声当时即坏。】",
      "zh_TW": "【真如有性。所以起念。真如若無。眼耳色聲當時即壞。】"
    },
    {
      "id": "09-005-0011_p0158",
      "zh_CN": "一切色相都是真如变现之物，真如是体，是能变；一切色相是用，是所变，能所不二。所以真正明白这个事实真相，你才晓得，确实是无二相，能所不二，能变跟所变是一不是二。所以他教我们用无念，这个有道理的，无念与事实真相相应，有念与事实真相相违，不顺自性，无念它是顺性的。",
      "zh_TW": "一切色相都是真如變現之物，真如是體，是能變；一切色相是用，是所變，能所不二。所以真正明白這個事實真相，你才曉得，確實是無二相，能所不二，能變跟所變是一不是二。所以他教我們用無念，這個有道理的，無念與事實真相相應，有念與事實真相相違，不順自性，無念它是順性的。"
    },
    {
      "id": "09-005-0011_p0159",
      "zh_CN": "【善知识。真如自性起念。六根虽有见闻觉知。不染万境。而真性常自在。】",
      "zh_TW": "【善知識。真如自性起念。六根雖有見聞覺知。不染萬境。而真性常自在。】"
    },
    {
      "id": "09-005-0011_p0160",
      "zh_CN": "这是真的，一点都不假，『自在』就是解脱。所以观音菩萨在《心经》里面，一开端就说「观自在」。观是什么？观照，观就是无念，就是『自性起念』，叫观。我们在日常生活当中六根接触六尘境界不会观照，不会观照起作用就是迷，迷了观照，迷了观照起的作用就是着相，分别、执着，就是染污。观照，照得清清楚楚，不分别、不执着，所以他不染。外不着相，内不动心，所以他在一切境界里面得大自在。『真性常自在』，心自在，心自在身当然自在。",
      "zh_TW": "這是真的，一點都不假，『自在』就是解脫。所以觀音菩薩在《心經》裡面，一開端就說「觀自在」。觀是什麼？觀照，觀就是無念，就是『自性起念』，叫觀。我們在日常生活當中六根接觸六塵境界不會觀照，不會觀照起作用就是迷，迷了觀照，迷了觀照起的作用就是著相，分別、執著，就是染污。觀照，照得清清楚楚，不分別、不執著，所以他不染。外不著相，內不動心，所以他在一切境界裡面得大自在。『真性常自在』，心自在，心自在身當然自在。"
    },
    {
      "id": "09-005-0011_p0161",
      "zh_CN": "【故云。】",
      "zh_TW": "【故云。】"
    },
    {
      "id": "09-005-0011_p0162",
      "zh_CN": "这是经上说，也是《维摩经》上所讲的。",
      "zh_TW": "這是經上說，也是《維摩經》上所講的。"
    },
    {
      "id": "09-005-0011_p0163",
      "zh_CN": "【能善分别诸法相。于第一义而不动。】",
      "zh_TW": "【能善分別諸法相。於第一義而不動。】"
    },
    {
      "id": "09-005-0011_p0164",
      "zh_CN": "你看看它多活，世出世间一切境界相没有一样不明了，没有一样不清楚，它能分别。我们世间人能分别，不善；怎么不善？有执着。佛能分别一切法相，他善；善是什么？虽分别而不执着。虽分别善恶，不执着善恶；虽分别好丑，不执着好丑；虽分别高下，不执着高下，他心里没有。心里头确实没有善恶、没有好丑、没有高下，平等的，这个叫善。我们分高下，心里头真的有高下，分好丑真有好丑，与好他就生贪爱，与丑就生瞋恚，烦恼就跟着起来了。佛虽分别怎么样？分别他心清净，心里头不执着、不染着，他不生烦恼，只生智慧不生烦恼，这个叫善。我们叫学『善分别诸法相』，世出世间一切法相要善分别。",
      "zh_TW": "你看看它多活，世出世間一切境界相沒有一樣不明瞭，沒有一樣不清楚，它能分別。我們世間人能分別，不善；怎麼不善？有執著。佛能分別一切法相，他善；善是什麼？雖分別而不執著。雖分別善惡，不執著善惡；雖分別好醜，不執著好醜；雖分別高下，不執著高下，他心裡沒有。心裡頭確實沒有善惡、沒有好醜、沒有高下，平等的，這個叫善。我們分高下，心裡頭真的有高下，分好醜真有好醜，與好他就生貪愛，與醜就生瞋恚，煩惱就跟著起來了。佛雖分別怎麼樣？分別他心清淨，心裡頭不執著、不染著，他不生煩惱，只生智慧不生煩惱，這個叫善。我們叫學『善分別諸法相』，世出世間一切法相要善分別。"
    },
    {
      "id": "09-005-0011_p0165",
      "zh_CN": "『于第一义而不动』，「第一义」也就是真如本性，也就是前面讲的直心、真心。真心，决定没有动摇过，没有迷失过。这是禅宗的宗旨，也就是禅宗里面所讲的定慧。要想学禅，如果宗旨不明，那就是参一辈子，也是个糊里糊涂的禅，也是不得其门而入。六祖所讲的宗旨，不仅仅是禅宗，可以说一切大乘法门，都离不开这个原理、原则，即使念佛也不例外。所以我们念佛人，读这一章经有很大的利益，用这个方法来助修，使我们能够得理一心不乱；纵然理一心得不到，还可以得个事一心。古人所谓「取法乎上，仅得乎中」，上面得不到，还可以得个中等，对于将来往生西方极乐世界的品位，决定有很大的帮助。好，我们今天就讲到此地。",
      "zh_TW": "『於第一義而不動』，「第一義」也就是真如本性，也就是前面講的直心、真心。真心，決定沒有動搖過，沒有迷失過。這是禪宗的宗旨，也就是禪宗裡面所講的定慧。要想學禪，如果宗旨不明，那就是參一輩子，也是個糊裡糊塗的禪，也是不得其門而入。六祖所講的宗旨，不僅僅是禪宗，可以說一切大乘法門，都離不開這個原理、原則，即使念佛也不例外。所以我們念佛人，讀這一章經有很大的利益，用這個方法來助修，使我們能夠得理一心不亂；縱然理一心得不到，還可以得個事一心。古人所謂「取法乎上，僅得乎中」，上面得不到，還可以得個中等，對於將來往生西方極樂世界的品位，決定有很大的幫助。好，我們今天就講到此地。"
    }
  ]
}