{
  "doc_id": "09-005-0003",
  "title": {
    "zh_CN": "六祖坛经",
    "zh_TW": "六祖壇經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-005-0003",
  "total_paragraphs": 216,
  "paragraphs": [
    {
      "id": "09-005-0003_p0001",
      "zh_CN": "请掀开经本第五页，第五页第五行的当中。上一次讲到，神秀大师作偈几天都作不成，「神思不安，犹如梦中，行坐不乐」，讲到这个地方。今天我们接着底下的文来看：",
      "zh_TW": "請掀開經本第五頁，第五頁第五行的當中。上一次講到，神秀大師作偈幾天都作不成，「神思不安，猶如夢中，行坐不樂」，講到這個地方。今天我們接著底下的文來看："
    },
    {
      "id": "09-005-0003_p0002",
      "zh_CN": "【复两日。有一童子于碓房过。唱诵其偈。能一闻。便知此偈未见本性。虽未蒙教授。早识大意。】",
      "zh_TW": "【復兩日。有一童子於碓房過。唱誦其偈。能一聞。便知此偈未見本性。雖未蒙教授。早識大意。】"
    },
    {
      "id": "09-005-0003_p0003",
      "zh_CN": "从这一段看起。这是说明五祖将要传法，传法人选可以说他早就看中了惠能。但是佛法自古以来，确实它是民主制度，决定没有私相授受的，没有的。所以，必须要公开的宣布。于是五祖就叫每一个人作一首偈，把自己的见地说出来，如果确实是明心见性，五祖不但传法，而且也要传位，将这个祖位传下去。当时与会的一些大众，他们心目当中是看好神秀大师，神秀是他们的教授师，是他们大家的老师，五祖要传位必定是他得，大家干脆也就不要操心，就不写了。神秀见到这种情形，他也知道大家的想法，自己不得不作一首偈送给五祖看。可是作好之后，这经上说，他经四天，十三次想把这个偈子呈献给五祖，可是走到五祖堂前，心里面就恍惚不安，不敢呈递，最后写在南廊的墙壁上。第二天五祖看到了，对他这首偈也相当的赞扬。",
      "zh_TW": "從這一段看起。這是說明五祖將要傳法，傳法人選可以說他早就看中了惠能。但是佛法自古以來，確實它是民主制度，決定沒有私相授受的，沒有的。所以，必須要公開的宣布。於是五祖就叫每一個人作一首偈，把自己的見地說出來，如果確實是明心見性，五祖不但傳法，而且也要傳位，將這個祖位傳下去。當時與會的一些大眾，他們心目當中是看好神秀大師，神秀是他們的教授師，是他們大家的老師，五祖要傳位必定是他得，大家乾脆也就不要操心，就不寫了。神秀見到這種情形，他也知道大家的想法，自己不得不作一首偈送給五祖看。可是作好之後，這經上說，他經四天，十三次想把這個偈子呈獻給五祖，可是走到五祖堂前，心裡面就恍惚不安，不敢呈遞，最後寫在南廊的牆壁上。第二天五祖看到了，對他這首偈也相當的讚揚。"
    },
    {
      "id": "09-005-0003_p0004",
      "zh_CN": "这个意思，我在前面也特别的介绍给诸位，神秀是教授师，纵然没有见性，五祖对他批评责备不能当众。如果当众说他没有见性，他以后怎么能教人？大家对他尊敬的心就没有了。其实佛法的授受是决定在学生对老师的尊敬心。你看印光大师就说得很好，一分诚敬就一分收获，十分诚敬就十分收获，这叫师资道合。所以五祖对他这个偈子赞叹、赞扬，到晚上三更的时候把他召到禅房里面来教导他，这我们在前面所看到的。所以大庭广众之下，不可以严厉的责备学生，古来祖师大德几乎都是这种做法，这是值得我们要学习的，这个里面的意思非常之深。五祖责备他之后，告诉他，你这个偈子没见性，叫他过一、二天再作一首偈子来看。这经过了好几天，秀大师还是作不出来。",
      "zh_TW": "這個意思，我在前面也特別的介紹給諸位，神秀是教授師，縱然沒有見性，五祖對他批評責備不能當眾。如果當眾說他沒有見性，他以後怎麼能教人？大家對他尊敬的心就沒有了。其實佛法的授受是決定在學生對老師的尊敬心。你看印光大師就說得很好，一分誠敬就一分收穫，十分誠敬就十分收穫，這叫師資道合。所以五祖對他這個偈子讚歎、讚揚，到晚上三更的時候把他召到禪房裡面來教導他，這我們在前面所看到的。所以大庭廣眾之下，不可以嚴厲的責備學生，古來祖師大德幾乎都是這種做法，這是值得我們要學習的，這個裡面的意思非常之深。五祖責備他之後，告訴他，你這個偈子沒見性，叫他過一、二天再作一首偈子來看。這經過了好幾天，秀大師還是作不出來。"
    },
    {
      "id": "09-005-0003_p0005",
      "zh_CN": "这样又过了两天，有一个童子，这就是我们佛门里俗话讲的，小沙弥，没有成年的。古时候是二十岁成年，二十岁之前都可以称之为童子。这个也是在寺院里面的，就是沙弥僧。他从碓房经过，因为五祖叫大家都念秀大师这首偈，说明念这首偈不会堕落，依照这个偈子修行有大利益。这个话也是真实话，决定不是假的。《坛经》后面，尤其讲到念佛求往生，那讲得真正是好。他口里面念这个偈，能大师一听就晓得，一听就知道这个偈子没见性。他说他『虽未蒙教授』，就是没有承蒙五祖来教他，因为他是一到黄梅就派到碓房里工作，八个多月也没有到过禅堂，也没有跟五祖见过一次面，所以是没有蒙教授。虽然没有承蒙五祖教授，可是对于佛法大意他早已经明了，也就是明心见性。『早识大意』就是他早已经见性。见性的人，现在在黄梅五祖道场里面，除了五祖之外，就是惠能。这个庙里住了一千多个人，真正见性的就两个人，见性就是法身大士。所以《坛经》里面，许许多多地方值得我们学习的，我们要注意。学佛是从做人上学起，人都做不好，学佛决定不会成就，往生西方也靠不住，这个地方希望同修要留意。他就问这个童子说，你念什么，念什么偈？",
      "zh_TW": "這樣又過了兩天，有一個童子，這就是我們佛門裡俗話講的，小沙彌，沒有成年的。古時候是二十歲成年，二十歲之前都可以稱之為童子。這個也是在寺院裡面的，就是沙彌僧。他從碓房經過，因為五祖叫大家都念秀大師這首偈，說明念這首偈不會墮落，依照這個偈子修行有大利益。這個話也是真實話，決定不是假的。《壇經》後面，尤其講到念佛求往生，那講得真正是好。他口裡面念這個偈，能大師一聽就曉得，一聽就知道這個偈子沒見性。他說他『雖未蒙教授』，就是沒有承蒙五祖來教他，因為他是一到黃梅就派到碓房裡工作，八個多月也沒有到過禪堂，也沒有跟五祖見過一次面，所以是沒有蒙教授。雖然沒有承蒙五祖教授，可是對於佛法大意他早已經明瞭，也就是明心見性。『早識大意』就是他早已經見性。見性的人，現在在黃梅五祖道場裡面，除了五祖之外，就是惠能。這個廟裡住了一千多個人，真正見性的就兩個人，見性就是法身大士。所以《壇經》裡面，許許多多地方值得我們學習的，我們要注意。學佛是從做人上學起，人都做不好，學佛決定不會成就，往生西方也靠不住，這個地方希望同修要留意。他就問這個童子說，你念什麼，念什麼偈？"
    },
    {
      "id": "09-005-0003_p0006",
      "zh_CN": "【遂问童子曰。诵者何偈。童子言。】",
      "zh_TW": "【遂問童子曰。誦者何偈。童子言。】"
    },
    {
      "id": "09-005-0003_p0007",
      "zh_CN": "童子就说：",
      "zh_TW": "童子就說："
    },
    {
      "id": "09-005-0003_p0008",
      "zh_CN": "【尔这獦獠不知。大师言世人生死事大。欲得传付衣法。令门人作偈来看。若悟大意。即付衣法为第六祖。神秀上座于南廊壁上书无相偈。大师令人皆诵此偈。依此偈修。免堕恶道。】",
      "zh_TW": "【爾這獦獠不知。大師言世人生死事大。欲得傳付衣法。令門人作偈來看。若悟大意。即付衣法為第六祖。神秀上座於南廊壁上書無相偈。大師令人皆誦此偈。依此偈修。免墮惡道。】"
    },
    {
      "id": "09-005-0003_p0009",
      "zh_CN": "你看那个小沙弥对待惠能，这就是凡夫对圣人，是什么眼光去看他，你看称呼『尔这獦獠』，这是一点都不客气，没有尊敬，把他看作一个野蛮人。你看，这是他的态度，说这个话的语气，狂妄。这段话诸位一看就懂得，我们就不必多说，我们再往底下看：",
      "zh_TW": "你看那個小沙彌對待惠能，這就是凡夫對聖人，是什麼眼光去看他，你看稱呼『爾這獦獠』，這是一點都不客氣，沒有尊敬，把他看作一個野蠻人。你看，這是他的態度，說這個話的語氣，狂妄。這段話諸位一看就懂得，我們就不必多說，我們再往底下看："
    },
    {
      "id": "09-005-0003_p0010",
      "zh_CN": "【能曰。我亦要诵此。结来生缘。同生佛地。上人。我此踏碓八个余月。未曾行到堂前。望上人引至偈前礼拜。】",
      "zh_TW": "【能曰。我亦要誦此。結來生緣。同生佛地。上人。我此踏碓八個餘月。未曾行到堂前。望上人引至偈前禮拜。】"
    },
    {
      "id": "09-005-0003_p0011",
      "zh_CN": "我们看能大师他对人什么态度？这个童子称他作「獦獠」，他称童子为『上人』，这是敬称。所以凡夫眼睛里面看诸佛菩萨都是凡夫，佛菩萨眼里看凡夫统统是诸佛菩萨，这个不一样。所以学佛从哪里学？从恭敬当中学。普贤菩萨十大愿王里面，第一条教给我们「礼敬诸佛」，这是六祖做到了，他也没有人教他，他是真正做到了。我们想五祖在黄梅主持道场那么多年，必定也是教大家要礼敬诸佛，决定不可以贡高我慢，这个童子大概也听了不少，可惜没做到。像这些地方，就是我们要学习的地方。他就告诉童子说，称童子为「上人」，他说我在这里面踏碓，在碓房里面工作八个多月，没有到禅堂去过，没有到堂前去过。寺院那么大，禅堂究竟在哪里他还不晓得，『望上人引至偈前礼拜』，我希望你带我去，到这个偈子前面我也要礼拜。这个童子就带他去了。",
      "zh_TW": "我們看能大師他對人什麼態度？這個童子稱他作「獦獠」，他稱童子為『上人』，這是敬稱。所以凡夫眼睛裡面看諸佛菩薩都是凡夫，佛菩薩眼裡看凡夫統統是諸佛菩薩，這個不一樣。所以學佛從哪裡學？從恭敬當中學。普賢菩薩十大願王裡面，第一條教給我們「禮敬諸佛」，這是六祖做到了，他也沒有人教他，他是真正做到了。我們想五祖在黃梅主持道場那麼多年，必定也是教大家要禮敬諸佛，決定不可以貢高我慢，這個童子大概也聽了不少，可惜沒做到。像這些地方，就是我們要學習的地方。他就告訴童子說，稱童子為「上人」，他說我在這裡面踏碓，在碓房裡面工作八個多月，沒有到禪堂去過，沒有到堂前去過。寺院那麼大，禪堂究竟在哪裡他還不曉得，『望上人引至偈前禮拜』，我希望你帶我去，到這個偈子前面我也要禮拜。這個童子就帶他去了。"
    },
    {
      "id": "09-005-0003_p0012",
      "zh_CN": "【童子引至偈前作礼。】",
      "zh_TW": "【童子引至偈前作禮。】"
    },
    {
      "id": "09-005-0003_p0013",
      "zh_CN": "他也到那个偈前去礼拜。他说：",
      "zh_TW": "他也到那個偈前去禮拜。他說："
    },
    {
      "id": "09-005-0003_p0014",
      "zh_CN": "【能曰。能不识字。请上人为读。】",
      "zh_TW": "【能曰。能不識字。請上人為讀。】"
    },
    {
      "id": "09-005-0003_p0015",
      "zh_CN": "惠能大师不认识字，『请上人』，这个「上人」还是指这个童子，你念给我听。这个时候因缘也很巧。",
      "zh_TW": "惠能大師不認識字，『請上人』，這個「上人」還是指這個童子，你念給我聽。這個時候因緣也很巧。"
    },
    {
      "id": "09-005-0003_p0016",
      "zh_CN": "【时有江州别驾姓张名日用。便高声读。】",
      "zh_TW": "【時有江州別駕姓張名日用。便高聲讀。】"
    },
    {
      "id": "09-005-0003_p0017",
      "zh_CN": "『江州』是地名，就是现在的九江，在那个时候叫「江州」。『别驾』这个官大概是相当于现在的秘书长一类的。州在唐朝等于明清的府一样。有一点像民国年代，在从前的行政专员，行政专员底下的秘书，就等于这个时候的「别驾」。这个人『姓张名日用』，张日用，他在旁边听到，他就高声的把这个偈子念了一遍，给惠能听。",
      "zh_TW": "『江州』是地名，就是現在的九江，在那個時候叫「江州」。『別駕』這個官大概是相當於現在的祕書長一類的。州在唐朝等於明清的府一樣。有一點像民國年代，在從前的行政專員，行政專員底下的祕書，就等於這個時候的「別駕」。這個人『姓張名日用』，張日用，他在旁邊聽到，他就高聲的把這個偈子念了一遍，給惠能聽。"
    },
    {
      "id": "09-005-0003_p0018",
      "zh_CN": "【能闻已。】",
      "zh_TW": "【能聞已。】"
    },
    {
      "id": "09-005-0003_p0019",
      "zh_CN": "他听了。",
      "zh_TW": "他聽了。"
    },
    {
      "id": "09-005-0003_p0020",
      "zh_CN": "【因自言亦有一偈。望别驾为书。】",
      "zh_TW": "【因自言亦有一偈。望別駕為書。】"
    },
    {
      "id": "09-005-0003_p0021",
      "zh_CN": "他听了之后，他说我也有一首偈子，我也不会写字，就麻烦你，请别驾也给我写在这个墙壁上。",
      "zh_TW": "他聽了之後，他說我也有一首偈子，我也不會寫字，就麻煩你，請別駕也給我寫在這個牆壁上。"
    },
    {
      "id": "09-005-0003_p0022",
      "zh_CN": "【别驾言。獦獠。汝亦作偈。其事希有。】",
      "zh_TW": "【別駕言。獦獠。汝亦作偈。其事希有。】"
    },
    {
      "id": "09-005-0003_p0023",
      "zh_CN": "他这个别号，大概在当时寺院里，大家都不叫他惠能，都叫他作『獦獠』，有这么个外号，很难听。你也会作偈，这个事情太希有了，太难得了。这个语气当中并不是很尊敬的，也是很轻慢的语气，你也有资格？你还能够作偈子？这是有点轻慢的态度。",
      "zh_TW": "他這個別號，大概在當時寺院裡，大家都不叫他惠能，都叫他作『獦獠』，有這麼個外號，很難聽。你也會作偈，這個事情太希有了，太難得了。這個語氣當中並不是很尊敬的，也是很輕慢的語氣，你也有資格？你還能夠作偈子？這是有點輕慢的態度。"
    },
    {
      "id": "09-005-0003_p0024",
      "zh_CN": "【能启别驾言。欲学无上菩提。不得轻于初学。】",
      "zh_TW": "【能啟別駕言。欲學無上菩提。不得輕於初學。】"
    },
    {
      "id": "09-005-0003_p0025",
      "zh_CN": "这就是他奉劝他，你到寺庙里面来，你是想学佛的，『无上菩提』就是佛道，你是想来学佛的、想来成佛的，既然要发心学佛成佛，决定不能轻视初学的人。",
      "zh_TW": "這就是他奉勸他，你到寺廟裡面來，你是想學佛的，『無上菩提』就是佛道，你是想來學佛的、想來成佛的，既然要發心學佛成佛，決定不能輕視初學的人。"
    },
    {
      "id": "09-005-0003_p0026",
      "zh_CN": "【下下人有上上智。上上人有没意智。】",
      "zh_TW": "【下下人有上上智。上上人有沒意智。】"
    },
    {
      "id": "09-005-0003_p0027",
      "zh_CN": "他虽然在寺院里是下下之人，说不定他还有一点智慧；你们位子高高的，有的时候也会有糊涂的时候，所谓「智者千虑，必有一失」，就是取这个意思。",
      "zh_TW": "他雖然在寺院裡是下下之人，說不定他還有一點智慧；你們位子高高的，有的時候也會有糊塗的時候，所謂「智者千慮，必有一失」，就是取這個意思。"
    },
    {
      "id": "09-005-0003_p0028",
      "zh_CN": "【若轻人。即有无量无边罪。】",
      "zh_TW": "【若輕人。即有無量無邊罪。】"
    },
    {
      "id": "09-005-0003_p0029",
      "zh_CN": "要是轻视初学，轻慢别人，这是有罪过的。《法华经》有一位常不轻菩萨，轻就是轻慢人，他一生绝不轻慢任何一个人。他说，「轻贱我故，二百亿劫常不值佛、不闻法、不见僧」，这是讲轻慢别人的过失。《法华》是圆教一乘大经。所以我们对于任何一个人，我们要尊敬，即使不尊敬，决定不可以轻慢，这是有罪业的。他说了这么多话，别驾在寺院里面也是不能把这官架子摆出来，听了当然也不太舒服，就叫他别多说，好，你把你的偈子说出来好了，我给你写上就是。",
      "zh_TW": "要是輕視初學，輕慢別人，這是有罪過的。《法華經》有一位常不輕菩薩，輕就是輕慢人，他一生絕不輕慢任何一個人。他說，「輕賤我故，二百億劫常不值佛、不聞法、不見僧」，這是講輕慢別人的過失。《法華》是圓教一乘大經。所以我們對於任何一個人，我們要尊敬，即使不尊敬，決定不可以輕慢，這是有罪業的。他說了這麼多話，別駕在寺院裡面也是不能把這官架子擺出來，聽了當然也不太舒服，就叫他別多說，好，你把你的偈子說出來好了，我給你寫上就是。"
    },
    {
      "id": "09-005-0003_p0030",
      "zh_CN": "【别驾言。汝但诵偈。吾为汝书。汝若得法。先须度吾。勿忘此言。】",
      "zh_TW": "【別駕言。汝但誦偈。吾為汝書。汝若得法。先須度吾。勿忘此言。】"
    },
    {
      "id": "09-005-0003_p0031",
      "zh_CN": "他附带一个条件，你要是真正得了法，做了第六代祖师，你要记住你要先度我。他跟他有这么一段因缘。惠能大师的偈子就是底下这一首，这首也是非常著名的。",
      "zh_TW": "他附帶一個條件，你要是真正得了法，做了第六代祖師，你要記住你要先度我。他跟他有這麼一段因緣。惠能大師的偈子就是底下這一首，這首也是非常著名的。"
    },
    {
      "id": "09-005-0003_p0032",
      "zh_CN": "【能偈曰。菩提本无树。明镜亦非台。本来无一物。何处惹尘埃。】",
      "zh_TW": "【能偈曰。菩提本無樹。明鏡亦非臺。本來無一物。何處惹塵埃。】"
    },
    {
      "id": "09-005-0003_p0033",
      "zh_CN": "实际上这一首偈，就是把秀大师那个偈子改正，把它改正了。神秀大师那首偈，我们要是依照那个修，有用处，很有利益。能大师这个偈子，我们没法子下手，这是明心见性的境界，不是我们普通人的境界。所以，五祖称赞神秀大师那一首偈，是很有道理的。神秀大师没有离相，没有离心意识。而惠能大师把它一改，完全离心意识，完全离相，所谓是「卓立无依，灵灵不昧」，他是到这个境界。",
      "zh_TW": "實際上這一首偈，就是把秀大師那個偈子改正，把它改正了。神秀大師那首偈，我們要是依照那個修，有用處，很有利益。能大師這個偈子，我們沒法子下手，這是明心見性的境界，不是我們普通人的境界。所以，五祖稱讚神秀大師那一首偈，是很有道理的。神秀大師沒有離相，沒有離心意識。而惠能大師把它一改，完全離心意識，完全離相，所謂是「卓立無依，靈靈不昧」，他是到這個境界。"
    },
    {
      "id": "09-005-0003_p0034",
      "zh_CN": "【书此偈已。徒众总惊。无不嗟讶。各相谓言。奇哉。不得以貌取人。何得多时。使他肉身菩萨。】",
      "zh_TW": "【書此偈已。徒眾總驚。無不嗟訝。各相謂言。奇哉。不得以貌取人。何得多時。使他肉身菩薩。】"
    },
    {
      "id": "09-005-0003_p0035",
      "zh_CN": "他这首偈写出来之后，大家一看，虽然一般人也没有开悟，看到也吃了一惊。而六祖大师个子很矮小，其貌不扬，平常根本就没人瞧得起他，没有想到他有这么高的境界，所以大家统统惊奇。",
      "zh_TW": "他這首偈寫出來之後，大家一看，雖然一般人也沒有開悟，看到也吃了一驚。而六祖大師個子很矮小，其貌不揚，平常根本就沒人瞧得起他，沒有想到他有這麼高的境界，所以大家統統驚奇。"
    },
    {
      "id": "09-005-0003_p0036",
      "zh_CN": "【祖见众人惊怪。】",
      "zh_TW": "【祖見眾人驚怪。】"
    },
    {
      "id": "09-005-0003_p0037",
      "zh_CN": "五祖看到大众惊奇、觉得奇怪。",
      "zh_TW": "五祖看到大眾驚奇、覺得奇怪。"
    },
    {
      "id": "09-005-0003_p0038",
      "zh_CN": "【恐人损害。】",
      "zh_TW": "【恐人損害。】"
    },
    {
      "id": "09-005-0003_p0039",
      "zh_CN": "自古以来，嫉妒、障碍、陷害，这免不了的，这是众生无始劫以来的烦恼，这种烦恼愈到后世愈严重，尤其他是个初来的人。所以五祖怕人家害他，怕别人伤害他：",
      "zh_TW": "自古以來，嫉妒、障礙、陷害，這免不了的，這是眾生無始劫以來的煩惱，這種煩惱愈到後世愈嚴重，尤其他是個初來的人。所以五祖怕人家害他，怕別人傷害他："
    },
    {
      "id": "09-005-0003_p0040",
      "zh_CN": "【遂将鞋擦了偈。】",
      "zh_TW": "【遂將鞋擦了偈。】"
    },
    {
      "id": "09-005-0003_p0041",
      "zh_CN": "他把鞋子脱下来把那个偈子擦掉。",
      "zh_TW": "他把鞋子脫下來把那個偈子擦掉。"
    },
    {
      "id": "09-005-0003_p0042",
      "zh_CN": "【云。亦未见性。众人疑息。】",
      "zh_TW": "【云。亦未見性。眾人疑息。】"
    },
    {
      "id": "09-005-0003_p0043",
      "zh_CN": "说：也没见性。这是障人眼目。惠能表演了这一套，八个多月之后表演这么一套。",
      "zh_TW": "說：也沒見性。這是障人眼目。惠能表演了這一套，八個多月之後表演這麼一套。"
    },
    {
      "id": "09-005-0003_p0044",
      "zh_CN": "【次日。祖潜至碓坊。】",
      "zh_TW": "【次日。祖潛至碓坊。】"
    },
    {
      "id": "09-005-0003_p0045",
      "zh_CN": "『潜至』是不让人晓得，就是偷偷到碓坊去看惠能，五祖在第二天。",
      "zh_TW": "『潛至』是不讓人曉得，就是偷偷到碓坊去看惠能，五祖在第二天。"
    },
    {
      "id": "09-005-0003_p0046",
      "zh_CN": "【见能腰石舂米。】",
      "zh_TW": "【見能腰石舂米。】"
    },
    {
      "id": "09-005-0003_p0047",
      "zh_CN": "惠能，刚才说过了，他身材矮小，身体轻，舂米需要力气，需要体力的，他体力不够，他身上拴了个大石头（那个石头现在还在南华寺），增加自己的体重，好踏碓舂米。这是五祖到碓坊里看到他在那里工作。",
      "zh_TW": "惠能，剛才說過了，他身材矮小，身體輕，舂米需要力氣，需要體力的，他體力不夠，他身上拴了個大石頭（那個石頭現在還在南華寺），增加自己的體重，好踏碓舂米。這是五祖到碓坊裡看到他在那裡工作。"
    },
    {
      "id": "09-005-0003_p0048",
      "zh_CN": "【语曰。】",
      "zh_TW": "【語曰。】"
    },
    {
      "id": "09-005-0003_p0049",
      "zh_CN": "『语曰』就是告诉他。",
      "zh_TW": "『語曰』就是告訴他。"
    },
    {
      "id": "09-005-0003_p0050",
      "zh_CN": "【求道之人。为法忘躯。当如是乎。】",
      "zh_TW": "【求道之人。為法忘軀。當如是乎。】"
    },
    {
      "id": "09-005-0003_p0051",
      "zh_CN": "这一句话是赞叹他，你是一个求道的人，『为法忘躯』，不计辛劳，在这里苦修，应该是这个样子的。",
      "zh_TW": "這一句話是讚歎他，你是一個求道的人，『為法忘軀』，不計辛勞，在這裡苦修，應該是這個樣子的。"
    },
    {
      "id": "09-005-0003_p0052",
      "zh_CN": "【即问曰。米熟也未。】",
      "zh_TW": "【即問曰。米熟也未。】"
    },
    {
      "id": "09-005-0003_p0053",
      "zh_CN": "他这个语就是双关语、暗语，你舂米，米舂熟了没有？惠能一听就晓得，就知道他的用意之所在。",
      "zh_TW": "他這個語就是雙關語、暗語，你舂米，米舂熟了沒有？惠能一聽就曉得，就知道他的用意之所在。"
    },
    {
      "id": "09-005-0003_p0054",
      "zh_CN": "【能曰。米熟久矣。犹欠筛在。】",
      "zh_TW": "【能曰。米熟久矣。猶欠篩在。】"
    },
    {
      "id": "09-005-0003_p0055",
      "zh_CN": "米熟了，还没筛。『米熟』就是你自己有没有成熟，问他这个。他说我早就成熟了，没有人给我印证。『筛』就是印证，就希望祖师给我印证，给他做证明。所以这个话里头有话，纵然别人听了，别人听了听不出来，他们两个的暗语，彼此心里都明了。",
      "zh_TW": "米熟了，還沒篩。『米熟』就是你自己有沒有成熟，問他這個。他說我早就成熟了，沒有人給我印證。『篩』就是印證，就希望祖師給我印證，給他做證明。所以這個話裡頭有話，縱然別人聽了，別人聽了聽不出來，他們兩個的暗語，彼此心裡都明瞭。"
    },
    {
      "id": "09-005-0003_p0056",
      "zh_CN": "【祖以杖击碓三下而去。】",
      "zh_TW": "【祖以杖擊碓三下而去。】"
    },
    {
      "id": "09-005-0003_p0057",
      "zh_CN": "五祖拿手杖、拐杖，在他那个碓上敲了三下就走了。他就晓得这个意思，这就是告诉他，三更没有人的时候，到他房间去，他们两个约会。",
      "zh_TW": "五祖拿手杖、拐杖，在他那個碓上敲了三下就走了。他就曉得這個意思，這就是告訴他，三更沒有人的時候，到他房間去，他們兩個約會。"
    },
    {
      "id": "09-005-0003_p0058",
      "zh_CN": "【能即会祖意。三鼓入室。祖以袈裟遮围。不令人见。为说金刚经。】",
      "zh_TW": "【能即會祖意。三鼓入室。祖以袈裟遮圍。不令人見。為說金剛經。】"
    },
    {
      "id": "09-005-0003_p0059",
      "zh_CN": "这是怕别人看见，所以用袈裟遮围住。『遮围』，绝对不是遮围他的身，门关着还有窗户，一定是把袈裟挂在窗户上做窗帘，叫外面人看不见，是这个意思。所以我们读书要懂得当时这个情况，是不让人知道，他给他讲《金刚经》。讲《金刚经》，当然是讲大意，讲到：",
      "zh_TW": "這是怕別人看見，所以用袈裟遮圍住。『遮圍』，絕對不是遮圍他的身，門關著還有窗戶，一定是把袈裟掛在窗戶上做窗簾，叫外面人看不見，是這個意思。所以我們讀書要懂得當時這個情況，是不讓人知道，他給他講《金剛經》。講《金剛經》，當然是講大意，講到："
    },
    {
      "id": "09-005-0003_p0060",
      "zh_CN": "【至应无所住而生其心。】",
      "zh_TW": "【至應無所住而生其心。】"
    },
    {
      "id": "09-005-0003_p0061",
      "zh_CN": "到这个时候，惠能大师就表示他的态度了，他完全彻悟了。这个心实在是无所住的，心怎么无所住？因为心是宇宙万有的本体，宇宙万有是心变现出来的幻相，所以心哪里会有住？心要有住，它的功能就失掉了，它就不会变了；它能够变现十法界依正庄严，就是它不住，它才有这个功能。所以佛祖教学，其目的就是恢复真心。所以有所住心就是虚妄，无所住心就是智慧，这一点我们一定要明了。底下惠能大师，他就是把自己的心得、境界说出来。",
      "zh_TW": "到這個時候，惠能大師就表示他的態度了，他完全徹悟了。這個心實在是無所住的，心怎麼無所住？因為心是宇宙萬有的本體，宇宙萬有是心變現出來的幻相，所以心哪裡會有住？心要有住，它的功能就失掉了，它就不會變了；它能夠變現十法界依正莊嚴，就是它不住，它才有這個功能。所以佛祖教學，其目的就是恢復真心。所以有所住心就是虛妄，無所住心就是智慧，這一點我們一定要明瞭。底下惠能大師，他就是把自己的心得、境界說出來。"
    },
    {
      "id": "09-005-0003_p0062",
      "zh_CN": "【能言下大悟一切万法不离自性。】",
      "zh_TW": "【能言下大悟一切萬法不離自性。】"
    },
    {
      "id": "09-005-0003_p0063",
      "zh_CN": "这就是他悟入的境界。佛在大经大论里头常常告诉我们，像《华严》里头所说的，「应观法界性，一切唯心造」。所以佛教跟其他宗教不一样，其他的宗教说，宇宙有一个主宰的神，佛法里没有。佛法说宇宙从哪里来的？是你自性变现出来的。自性，不生不灭，不来不去。后面能大师悟入境界之后，他说了五句，说明自性的功德，也是他听了五祖给他讲《金刚经》（这《金刚经》一半没讲到，只讲到大概是四分之一的样子），这几句话是他的心得报告。底下就说：",
      "zh_TW": "這就是他悟入的境界。佛在大經大論裡頭常常告訴我們，像《華嚴》裡頭所說的，「應觀法界性，一切唯心造」。所以佛教跟其他宗教不一樣，其他的宗教說，宇宙有一個主宰的神，佛法裡沒有。佛法說宇宙從哪裡來的？是你自性變現出來的。自性，不生不滅，不來不去。後面能大師悟入境界之後，他說了五句，說明自性的功德，也是他聽了五祖給他講《金剛經》（這《金剛經》一半沒講到，只講到大概是四分之一的樣子），這幾句話是他的心得報告。底下就說："
    },
    {
      "id": "09-005-0003_p0064",
      "zh_CN": "【遂启祖言。】",
      "zh_TW": "【遂啟祖言。】"
    },
    {
      "id": "09-005-0003_p0065",
      "zh_CN": "『启』是下对上用的敬词。",
      "zh_TW": "『啟』是下對上用的敬詞。"
    },
    {
      "id": "09-005-0003_p0066",
      "zh_CN": "【何期自性本自清净。】",
      "zh_TW": "【何期自性本自清淨。】"
    },
    {
      "id": "09-005-0003_p0067",
      "zh_CN": "『自性』就是真心，真心本来是清净的。我们今天讲心染污了，染污的心不是真心，是妄心，妄心才有染污，真心没有染污，真心永远是清净的。这里我们举一个比喻来说，我们把眼睛比作真心，决定是没有染污的，我们把妄心比喻作眼镜，我们戴上眼镜，不是一样也能看东西吗？可是眼镜里面有灰尘、有脏了，我们看外面东西统统是脏的，统统是染污的。其实谁染污？那个外头镜片染污，不是眼睛染污。真心与妄心的关系，就像这个样子的。所以你的真心决定没有染污，你看外面形形色色的，这是戴了镜片看外面，不是直接看的，是透过这个妄心起作用，是这么回事情。悟入自性就好比把眼镜去掉了，我眼睛直接看的，这个境界才真实。我们就晓得，清净心是真心，心不清净决定是妄心，妄心是生死轮回的心，真心就是佛心。佛心，菩萨心，心地清净的。这是第一句。第二句说：",
      "zh_TW": "『自性』就是真心，真心本來是清淨的。我們今天講心染污了，染污的心不是真心，是妄心，妄心才有染污，真心沒有染污，真心永遠是清淨的。這裡我們舉一個比喻來說，我們把眼睛比作真心，決定是沒有染污的，我們把妄心比喻作眼鏡，我們戴上眼鏡，不是一樣也能看東西嗎？可是眼鏡裡面有灰塵、有髒了，我們看外面東西統統是髒的，統統是染污的。其實誰染污？那個外頭鏡片染污，不是眼睛染污。真心與妄心的關係，就像這個樣子的。所以你的真心決定沒有染污，你看外面形形色色的，這是戴了鏡片看外面，不是直接看的，是透過這個妄心起作用，是這麼回事情。悟入自性就好比把眼鏡去掉了，我眼睛直接看的，這個境界才真實。我們就曉得，清淨心是真心，心不清淨決定是妄心，妄心是生死輪迴的心，真心就是佛心。佛心，菩薩心，心地清淨的。這是第一句。第二句說："
    },
    {
      "id": "09-005-0003_p0068",
      "zh_CN": "【何期自性本不生灭。】",
      "zh_TW": "【何期自性本不生滅。】"
    },
    {
      "id": "09-005-0003_p0069",
      "zh_CN": "『何期』是刚刚他发现，没想到，没想到我自性本来是清净的，自性本来没有生灭。由此可知，生灭心是妄心，生灭心就是我们今天讲的念头，一个念头生，一个念头灭。这个念头是生灭的，这个是虚妄不是真实的，真实法永远是不生不灭。",
      "zh_TW": "『何期』是剛剛他發現，沒想到，沒想到我自性本來是清淨的，自性本來沒有生滅。由此可知，生滅心是妄心，生滅心就是我們今天講的念頭，一個念頭生，一個念頭滅。這個念頭是生滅的，這個是虛妄不是真實的，真實法永遠是不生不滅。"
    },
    {
      "id": "09-005-0003_p0070",
      "zh_CN": "【何期自性本自具足。】",
      "zh_TW": "【何期自性本自具足。】"
    },
    {
      "id": "09-005-0003_p0071",
      "zh_CN": "没有想到我自性是样样具足，样样都不缺乏。这个讲到大的虚空世界、十法界依正庄严都是自性变现出来的，自性里面有无量的智慧、有无量的德能。问题就是说，你能不能见性？能见性，智慧、德能统统透出来，你现前就得受用。我们今天就是迷失了自性，所以才这么苦。诸佛菩萨是悟了自性。凡夫跟佛菩萨不同就是迷悟，自性没有两样，悟了自性也是这样的，迷了还是这个样子。所以从自性上来说没有两样。因此佛在大经里面才说，「一切众生本来成佛。」本来成佛是就自性上说的，本来成佛，众生与佛没有两样，可是迷悟它起作用就不一样了。",
      "zh_TW": "沒有想到我自性是樣樣具足，樣樣都不缺乏。這個講到大的虛空世界、十法界依正莊嚴都是自性變現出來的，自性裡面有無量的智慧、有無量的德能。問題就是說，你能不能見性？能見性，智慧、德能統統透出來，你現前就得受用。我們今天就是迷失了自性，所以才這麼苦。諸佛菩薩是悟了自性。凡夫跟佛菩薩不同就是迷悟，自性沒有兩樣，悟了自性也是這樣的，迷了還是這個樣子。所以從自性上來說沒有兩樣。因此佛在大經裡面才說，「一切眾生本來成佛。」本來成佛是就自性上說的，本來成佛，眾生與佛沒有兩樣，可是迷悟它起作用就不一樣了。"
    },
    {
      "id": "09-005-0003_p0072",
      "zh_CN": "【何期自性本无动摇。】",
      "zh_TW": "【何期自性本無動搖。】"
    },
    {
      "id": "09-005-0003_p0073",
      "zh_CN": "这讲常住，《楞严》上所讲的「常住真心」，绝对不会被外境所动的。所以我们不晓得用真心，用妄心，妄心会被外面境界动。所以人家赞叹的时候，你心里生欢喜；人家骂你几声，要生好几天气，这就是妄心，被外面境界所转动。真心如如不动，不会被外境所动的，不动这就是禅定，这就是智慧，所谓是「八风吹不动」，那是用真心。",
      "zh_TW": "這講常住，《楞嚴》上所講的「常住真心」，絕對不會被外境所動的。所以我們不曉得用真心，用妄心，妄心會被外面境界動。所以人家讚歎的時候，你心裡生歡喜；人家罵你幾聲，要生好幾天氣，這就是妄心，被外面境界所轉動。真心如如不動，不會被外境所動的，不動這就是禪定，這就是智慧，所謂是「八風吹不動」，那是用真心。"
    },
    {
      "id": "09-005-0003_p0074",
      "zh_CN": "【何期自性能生万法。】",
      "zh_TW": "【何期自性能生萬法。】"
    },
    {
      "id": "09-005-0003_p0075",
      "zh_CN": "一切法统统是自性清净心变现出来的，性就是心，心就是佛，佛就是法，说的名词不一样，意思是相同的。惠能说到这五句，五祖就叫他不必说了。",
      "zh_TW": "一切法統統是自性清淨心變現出來的，性就是心，心就是佛，佛就是法，說的名詞不一樣，意思是相同的。惠能說到這五句，五祖就叫他不必說了。"
    },
    {
      "id": "09-005-0003_p0076",
      "zh_CN": "【祖知悟本性。】",
      "zh_TW": "【祖知悟本性。】"
    },
    {
      "id": "09-005-0003_p0077",
      "zh_CN": "五祖已经确确实实给他做证明，他确确实实是悟入本性，也就是明心见性。我们凡夫这个病，就是不认识自己的真心，不晓得自性是真佛，不晓得自性是真法，我们迷是迷在这个地方。诸佛菩萨这些大德们，他们所悟入的就是这个境界，六祖所说的这个五句，可以说代表所有悟入的人统统是这境界，不管他说的言词不一样，意思一定是相同的。我们念佛人，念到所谓理一心不乱，就是这个境界。这是自己亲自见到的，这些境界就实实在在是现在自己的眼前。底下祖师就是给他做印证。",
      "zh_TW": "五祖已經確確實實給他做證明，他確確實實是悟入本性，也就是明心見性。我們凡夫這個病，就是不認識自己的真心，不曉得自性是真佛，不曉得自性是真法，我們迷是迷在這個地方。諸佛菩薩這些大德們，他們所悟入的就是這個境界，六祖所說的這個五句，可以說代表所有悟入的人統統是這境界，不管他說的言詞不一樣，意思一定是相同的。我們念佛人，念到所謂理一心不亂，就是這個境界。這是自己親自見到的，這些境界就實實在在是現在自己的眼前。底下祖師就是給他做印證。"
    },
    {
      "id": "09-005-0003_p0078",
      "zh_CN": "【即名丈夫。天人师。佛。】",
      "zh_TW": "【即名丈夫。天人師。佛。】"
    },
    {
      "id": "09-005-0003_p0079",
      "zh_CN": "只要悟入这个境界，『丈夫』是佛的十号之一，『天人师』也是的。这个给他印证就是所谓明心见性、见性成佛，见性之人，他就具有天人师的身分，他可以在天上人间教化众生，所以称之为「天人师」。『佛』就是觉悟之人，「佛」翻作觉者，就是大彻大悟的人，这个人就叫做佛。六祖这是刚刚悟，就可以称佛吗？可以。我们要以天台大师所讲的六即佛，他这个地位是分证即佛。分证即佛是真佛，不是假佛，是真佛。虽然是真佛，并没有到究竟圆满。我们在《华严》里面看到，圆教初住菩萨就称佛，而且他有资格示现佛的身分在世间，所谓八相成道。也是像《法华．普门品》里面所讲的，「应以佛身而得度者，即现佛身而为说法」，他有资格现佛身，初住以上的菩萨，能大师就到这个境界。",
      "zh_TW": "只要悟入這個境界，『丈夫』是佛的十號之一，『天人師』也是的。這個給他印證就是所謂明心見性、見性成佛，見性之人，他就具有天人師的身分，他可以在天上人間教化眾生，所以稱之為「天人師」。『佛』就是覺悟之人，「佛」翻作覺者，就是大徹大悟的人，這個人就叫做佛。六祖這是剛剛悟，就可以稱佛嗎？可以。我們要以天台大師所講的六即佛，他這個地位是分證即佛。分證即佛是真佛，不是假佛，是真佛。雖然是真佛，並沒有到究竟圓滿。我們在《華嚴》裡面看到，圓教初住菩薩就稱佛，而且他有資格示現佛的身分在世間，所謂八相成道。也是像《法華．普門品》裡面所講的，「應以佛身而得度者，即現佛身而為說法」，他有資格現佛身，初住以上的菩薩，能大師就到這個境界。"
    },
    {
      "id": "09-005-0003_p0080",
      "zh_CN": "所以这个在念佛法门，念到理一心不乱，也就是成佛，也是这个境界。古德有说，学道之人，如果你想成佛，想成佛应该怎么个修法？在一切法里面不要分别、不要执着、不要起心动念。换句话说，在一切法当中求个不着相、不动心，不执着，你这个心就不灭；不起心动念，那个心就不生，不生不灭就是真心，那就是佛。这个意思要特别记住。所以我们常常在讲堂里面劝勉同修们，在日常生活当中学不起心不动念、不分别不执着。一切法里头无求就是心不生，一切法里头不执着就是心不灭，先学不生不灭，这是在修学过程当中非常非常的重要。",
      "zh_TW": "所以這個在念佛法門，念到理一心不亂，也就是成佛，也是這個境界。古德有說，學道之人，如果你想成佛，想成佛應該怎麼個修法？在一切法裡面不要分別、不要執著、不要起心動念。換句話說，在一切法當中求個不著相、不動心，不執著，你這個心就不滅；不起心動念，那個心就不生，不生不滅就是真心，那就是佛。這個意思要特別記住。所以我們常常在講堂裡面勸勉同修們，在日常生活當中學不起心不動念、不分別不執著。一切法裡頭無求就是心不生，一切法裡頭不執著就是心不滅，先學不生不滅，這是在修學過程當中非常非常的重要。"
    },
    {
      "id": "09-005-0003_p0081",
      "zh_CN": "【三更受法。人尽不知。便传顿教心法及衣钵。云。汝为第六代祖。善自护念。广度有情。流布将来。无令断绝。】",
      "zh_TW": "【三更受法。人盡不知。便傳頓教心法及衣缽。云。汝為第六代祖。善自護念。廣度有情。流布將來。無令斷絕。】"
    },
    {
      "id": "09-005-0003_p0082",
      "zh_CN": "这几句话非常非常要紧，这讲到护法。在前一次讲经的时候，我也讲到护法的重要性。尹建维在此地听了，他说好像经里头，没有特别讲护法的重要。我说经文里头有，你没有注意，此地这就是交代，这就是护法重要。『传』是传授，『顿』是顿悟的教法，传法是这样传的，以心印心，彼此都到同样的境界。如果说得简单一点，就是真正做到于世无求，于人无争，于一切法不执着，他真的到这个境界。所以在一切法里头，没有一法不通达，没有一法不明了，清净心当中就是智慧。这是传法，然后衣钵是个信物，这是释迦牟尼佛他老人家自己用的衣、自己吃饭的钵。出家人没有别的东西，只有三衣一钵，这是代代相传，这是祖师就以这个做证明，信物。五祖就把这个衣钵（释迦牟尼佛的衣钵），就是达摩祖师从印度带过来的，一代一代传，现在传给惠能大师，换句话说，由他来保管。当然这个衣钵决定不能用，佛的东西不可以用的，归他保管，他就是祖师。",
      "zh_TW": "這幾句話非常非常要緊，這講到護法。在前一次講經的時候，我也講到護法的重要性。尹建維在此地聽了，他說好像經裡頭，沒有特別講護法的重要。我說經文裡頭有，你沒有注意，此地這就是交代，這就是護法重要。『傳』是傳授，『頓』是頓悟的教法，傳法是這樣傳的，以心印心，彼此都到同樣的境界。如果說得簡單一點，就是真正做到於世無求，於人無爭，於一切法不執著，他真的到這個境界。所以在一切法裡頭，沒有一法不通達，沒有一法不明瞭，清淨心當中就是智慧。這是傳法，然後衣缽是個信物，這是釋迦牟尼佛他老人家自己用的衣、自己吃飯的缽。出家人沒有別的東西，只有三衣一缽，這是代代相傳，這是祖師就以這個做證明，信物。五祖就把這個衣缽（釋迦牟尼佛的衣缽），就是達摩祖師從印度帶過來的，一代一代傳，現在傳給惠能大師，換句話說，由他來保管。當然這個衣缽決定不能用，佛的東西不可以用的，歸他保管，他就是祖師。"
    },
    {
      "id": "09-005-0003_p0083",
      "zh_CN": "所以，你正式成为禅宗第六代祖师。这个时候惠能大师二十四岁，还没有剃头，还是居士身分，居士身分在黄梅的时候就接法了，接了祖位。五祖就嘱咐他，要『善自护念』，你要保护，要常常忆念。「护念」意思简单的说，「护」是对外来的邪恶来说的，一切邪法、恶法我们要护持，不让它侵犯自己，换句话说，自己心地里头决定不沾染邪恶；「念」是念自己的心，这个心念念要生善法，这是护念的意思。所以，首先要护自己的法，然后才能够护诸佛的正法。自己护自己都护不了，要想护持释迦牟尼佛的法，这是决定不可能的，办不到的。能够护持佛法，能够护持一切众生法，第一个先把自己的法护好，这样才能够护佛法、护众生法。",
      "zh_TW": "所以，你正式成為禪宗第六代祖師。這個時候惠能大師二十四歲，還沒有剃頭，還是居士身分，居士身分在黃梅的時候就接法了，接了祖位。五祖就囑咐他，要『善自護念』，你要保護，要常常憶念。「護念」意思簡單的說，「護」是對外來的邪惡來說的，一切邪法、惡法我們要護持，不讓它侵犯自己，換句話說，自己心地裡頭決定不沾染邪惡；「念」是念自己的心，這個心念念要生善法，這是護念的意思。所以，首先要護自己的法，然後才能夠護諸佛的正法。自己護自己都護不了，要想護持釋迦牟尼佛的法，這是決定不可能的，辦不到的。能夠護持佛法，能夠護持一切眾生法，第一個先把自己的法護好，這樣才能夠護佛法、護眾生法。"
    },
    {
      "id": "09-005-0003_p0084",
      "zh_CN": "『广度有情』，「有情」是指一切众生，要帮助他们，教化这些有情众生；而且还要『流布将来』，「流」是流通，「布」是展布，不但要利益当代，而且要将这个大法一代一代传下去，发扬光大，『无令断绝』，这是佛祖的苦心。所以佛法到我们这一代，我们自己不但要好好的修学，而且一定要发心把它发扬光大。这个工作必得要尽心尽力去做，只要你真正肯尽心尽力，自然有三宝加持。当你推不动的时候，这里有两种情形，一种是自己有业障，另外一种那就是众生没福。众生没福没有法子，佛菩萨想来教化，众生不肯接受，邪知邪见，正如经论里面所说的，「邪见稠林，不转法轮」，那是众生没福。众生有福，有障碍的话，就是自己德能不够。如果自己能够修德，能够培养自己的智慧，在众生福德因缘现前的时候，就是要广度有情。五祖后面又赠送他一首偈子：",
      "zh_TW": "『廣度有情』，「有情」是指一切眾生，要幫助他們，教化這些有情眾生；而且還要『流布將來』，「流」是流通，「布」是展布，不但要利益當代，而且要將這個大法一代一代傳下去，發揚光大，『無令斷絕』，這是佛祖的苦心。所以佛法到我們這一代，我們自己不但要好好的修學，而且一定要發心把它發揚光大。這個工作必得要盡心盡力去做，只要你真正肯盡心盡力，自然有三寶加持。當你推不動的時候，這裡有兩種情形，一種是自己有業障，另外一種那就是眾生沒福。眾生沒福沒有法子，佛菩薩想來教化，眾生不肯接受，邪知邪見，正如經論裡面所說的，「邪見稠林，不轉法輪」，那是眾生沒福。眾生有福，有障礙的話，就是自己德能不夠。如果自己能夠修德，能夠培養自己的智慧，在眾生福德因緣現前的時候，就是要廣度有情。五祖後面又贈送他一首偈子："
    },
    {
      "id": "09-005-0003_p0085",
      "zh_CN": "【听吾偈曰。有情来下种。因地果还生。无情既无种。无性亦无生。】",
      "zh_TW": "【聽吾偈曰。有情來下種。因地果還生。無情既無種。無性亦無生。】"
    },
    {
      "id": "09-005-0003_p0086",
      "zh_CN": "这首偈前面两句是度众生，从事上来说的。『有情来下种』是菩萨事业，菩萨是觉悟的有情，「下种」就是下成佛的种子。众生只要有成佛之因，将来决定结果，所以是『因地果还生』。种子下下去了，什么时候果成熟？那是每一个众生根性不相同，所谓根熟的众生，这一生就成就，根熟的众生当生就成就。像六祖，这是在黄梅，你看看五祖教学几十年当中，碰到这么一个根熟的，这他当生成就了。没有成熟的，帮助他成熟，像神秀，这是没成熟的，要帮助他成熟，像这一类人也不是少数。还有，没有善根的，你要给他种善根。没有善根的人，给他种善根，这个是非常非常的重要。所以我希望我们同修们，要向这个目标去努力、去做，学佛社虽然小，会做得很有意义。怎么个做法？我们今天是用经书、录音带、录影带，这是去流通、散布，毕竟这个范围还不大，但是当然是有相当的效果，也会有深远的影响。",
      "zh_TW": "這首偈前面兩句是度眾生，從事上來說的。『有情來下種』是菩薩事業，菩薩是覺悟的有情，「下種」就是下成佛的種子。眾生只要有成佛之因，將來決定結果，所以是『因地果還生』。種子下下去了，什麼時候果成熟？那是每一個眾生根性不相同，所謂根熟的眾生，這一生就成就，根熟的眾生當生就成就。像六祖，這是在黃梅，你看看五祖教學幾十年當中，碰到這麼一個根熟的，這他當生成就了。沒有成熟的，幫助他成熟，像神秀，這是沒成熟的，要幫助他成熟，像這一類人也不是少數。還有，沒有善根的，你要給他種善根。沒有善根的人，給他種善根，這個是非常非常的重要。所以我希望我們同修們，要向這個目標去努力、去做，學佛社雖然小，會做得很有意義。怎麼個做法？我們今天是用經書、錄音帶、錄影帶，這是去流通、散布，畢竟這個範圍還不大，但是當然是有相當的效果，也會有深遠的影響。"
    },
    {
      "id": "09-005-0003_p0087",
      "zh_CN": "我们晓得效果最大的，就是在报纸、杂志上写文章，尤其是报纸，你说看的人有多少！我们今天不但度中国人，我们希望能度外国人。这个地方外国人多，外国报纸怎么去写文章？当然整篇文章写起来很困难，咱们一次登几句。我们要一个小小的方块，去给它买一个小小的方块，我们每一次登一个佛像，写几句佛经里面的话，把它翻成英语，这样叫他一看，「一入耳根，永为道种」，一入眼根，亦复如是，也是为道种，这非常有意义。你说办一个杂志，杂志出版有限，成本也高，看的人还是不多。如果这一份报纸，一天要发行几十万份、几百万份，这个效果太大太大了。你刊登一次，就算打一折，他发行一百万，能够说是有十万人看，这个功德就不可思议！所以我相信你们同修这样的能力还有。像翻这个浅近的经典里头的语句，我相信有这个能力，整篇东西翻译困难，摘录下来重要的几个句子来翻，这个东西不难。所以希望要向这个目标来努力。这是真正「有情来下种，因地果还生」，这个功德不可思议。",
      "zh_TW": "我們曉得效果最大的，就是在報紙、雜誌上寫文章，尤其是報紙，你說看的人有多少！我們今天不但度中國人，我們希望能度外國人。這個地方外國人多，外國報紙怎麼去寫文章？當然整篇文章寫起來很困難，咱們一次登幾句。我們要一個小小的方塊，去給它買一個小小的方塊，我們每一次登一個佛像，寫幾句佛經裡面的話，把它翻成英語，這樣叫他一看，「一入耳根，永為道種」，一入眼根，亦復如是，也是為道種，這非常有意義。你說辦一個雜誌，雜誌出版有限，成本也高，看的人還是不多。如果這一份報紙，一天要發行幾十萬份、幾百萬份，這個效果太大太大了。你刊登一次，就算打一折，他發行一百萬，能夠說是有十萬人看，這個功德就不可思議！所以我相信你們同修這樣的能力還有。像翻這個淺近的經典裡頭的語句，我相信有這個能力，整篇東西翻譯困難，摘錄下來重要的幾個句子來翻，這個東西不難。所以希望要向這個目標來努力。這是真正「有情來下種，因地果還生」，這個功德不可思議。"
    },
    {
      "id": "09-005-0003_p0088",
      "zh_CN": "《金刚经》上也说，「如是灭度无量无数无边众生，实无众生得灭度者。」那就是底下两句话，『无情亦无种，无性亦无生』，这两句是离相。我每天这样做，努力这样做，做了不着相，不着自己在这里做的相，那就是「无情」，不着自己相；「无种」，不着众生相，不着我所做的这些相。这正是《般若经》里头常讲的「三轮体空」，这样就相应。所以五祖将顿教、将衣钵传授给他，送他一首偈子。这首偈子是教诲，也是勉励，我们读《坛经》，诸位要记住，不要把这些东西看作这是五祖对六祖所说的，我们听到了，我们心里有所感受，我们向这个目标去修学，换句话说，这个话也是对我们说的。再看下面经文：",
      "zh_TW": "《金剛經》上也說，「如是滅度無量無數無邊眾生，實無眾生得滅度者。」那就是底下兩句話，『無情亦無種，無性亦無生』，這兩句是離相。我每天這樣做，努力這樣做，做了不著相，不著自己在這裡做的相，那就是「無情」，不著自己相；「無種」，不著眾生相，不著我所做的這些相。這正是《般若經》裡頭常講的「三輪體空」，這樣就相應。所以五祖將頓教、將衣缽傳授給他，送他一首偈子。這首偈子是教誨，也是勉勵，我們讀《壇經》，諸位要記住，不要把這些東西看作這是五祖對六祖所說的，我們聽到了，我們心裡有所感受，我們向這個目標去修學，換句話說，這個話也是對我們說的。再看下面經文："
    },
    {
      "id": "09-005-0003_p0089",
      "zh_CN": "【祖复曰。昔达摩大师初来此土。人未之信。故传此衣以为信体。代代相承。】",
      "zh_TW": "【祖復曰。昔達摩大師初來此土。人未之信。故傳此衣以為信體。代代相承。】"
    },
    {
      "id": "09-005-0003_p0090",
      "zh_CN": "这是五祖再告诉他衣钵的来源，以及传衣钵的用意，这个必须要晓得。『达摩大师』从印度来的，谁相信他是祖师？因为他手上有释迦牟尼佛的衣钵，凭这一点我们认他作祖师。所以衣钵启发后人的信心，传衣钵用意在此地。所以这个衣钵是一代一代的传下来，这不过是一个证明，是一个征信而已，重要的是传法。",
      "zh_TW": "這是五祖再告訴他衣缽的來源，以及傳衣缽的用意，這個必須要曉得。『達摩大師』從印度來的，誰相信他是祖師？因為他手上有釋迦牟尼佛的衣缽，憑這一點我們認他作祖師。所以衣缽啟發後人的信心，傳衣缽用意在此地。所以這個衣缽是一代一代的傳下來，這不過是一個證明，是一個徵信而已，重要的是傳法。"
    },
    {
      "id": "09-005-0003_p0091",
      "zh_CN": "【法则以心传心。】",
      "zh_TW": "【法則以心傳心。】"
    },
    {
      "id": "09-005-0003_p0092",
      "zh_CN": "禅宗祖师说，「不得一法名为传心，若了此心，即是无心无法。」心才达到真正的清净，心里面有一物就不清净，真正要做到一念不生，这是你的真心现前，应用无方，这个重要。这是『以心传心』。",
      "zh_TW": "禪宗祖師說，「不得一法名為傳心，若了此心，即是無心無法。」心才達到真正的清淨，心裡面有一物就不清淨，真正要做到一念不生，這是你的真心現前，應用無方，這個重要。這是『以心傳心』。"
    },
    {
      "id": "09-005-0003_p0093",
      "zh_CN": "【皆令自悟自解。】",
      "zh_TW": "【皆令自悟自解。】"
    },
    {
      "id": "09-005-0003_p0094",
      "zh_CN": "可见得悟入这个境界。『解』就是彻底明了，这个要靠自己，别人没有法子帮助你的，帮不上忙的。为什么说「自悟自解」？所以佛祖教给你什么？就是教给你止息妄念，就是教你把一切万缘放下，恢复到你本来的自性清净心而已。「自悟自解」就是清净心起作用，我们前面看到惠能大师说出那个境界，那个境界就是清净心的作用，本自清净一直到能生万法，都是清净心的德用。",
      "zh_TW": "可見得悟入這個境界。『解』就是徹底明瞭，這個要靠自己，別人沒有法子幫助你的，幫不上忙的。為什麼說「自悟自解」？所以佛祖教給你什麼？就是教給你止息妄念，就是教你把一切萬緣放下，恢復到你本來的自性清淨心而已。「自悟自解」就是清淨心起作用，我們前面看到惠能大師說出那個境界，那個境界就是清淨心的作用，本自清淨一直到能生萬法，都是清淨心的德用。"
    },
    {
      "id": "09-005-0003_p0095",
      "zh_CN": "【自古佛佛惟传本体。】",
      "zh_TW": "【自古佛佛惟傳本體。】"
    },
    {
      "id": "09-005-0003_p0096",
      "zh_CN": "『本体』有一点跟现在哲学里面所讲的宇宙万有的本体是一个意思，佛法里面宇宙万有的本体就是自性。",
      "zh_TW": "『本體』有一點跟現在哲學裡面所講的宇宙萬有的本體是一個意思，佛法裡面宇宙萬有的本體就是自性。"
    },
    {
      "id": "09-005-0003_p0097",
      "zh_CN": "【师师密付本心。】",
      "zh_TW": "【師師密付本心。】"
    },
    {
      "id": "09-005-0003_p0098",
      "zh_CN": "『密』不是秘密，「密」是深密，它的的确确有相当的深度。佛法里头，实在讲，决定没有秘密。所以要紧的是要传法，要紧的是教你要悟入本性，悟入自性。",
      "zh_TW": "『密』不是祕密，「密」是深密，它的的確確有相當的深度。佛法裡頭，實在講，決定沒有祕密。所以要緊的是要傳法，要緊的是教你要悟入本性，悟入自性。"
    },
    {
      "id": "09-005-0003_p0099",
      "zh_CN": "【衣为争端。止汝勿传。】",
      "zh_TW": "【衣為爭端。止汝勿傳。】"
    },
    {
      "id": "09-005-0003_p0100",
      "zh_CN": "『衣』，这个地位许多人想抢的、想夺的，大家想争取的，这是一个争端。所以「衣」到你为止，以后不再传了，这是特别嘱咐他。",
      "zh_TW": "『衣』，這個地位許多人想搶的、想奪的，大家想爭取的，這是一個爭端。所以「衣」到你為止，以後不再傳了，這是特別囑咐他。"
    },
    {
      "id": "09-005-0003_p0101",
      "zh_CN": "【若传此衣。命如悬丝。】",
      "zh_TW": "【若傳此衣。命如懸絲。】"
    },
    {
      "id": "09-005-0003_p0102",
      "zh_CN": "如果将来还要传这个衣，恐怕到后来斗诤坚固，大家要为争夺衣钵，恐怕要打得头破血流，所以以后衣就不传了。",
      "zh_TW": "如果將來還要傳這個衣，恐怕到後來鬥諍堅固，大家要為爭奪衣缽，恐怕要打得頭破血流，所以以後衣就不傳了。"
    },
    {
      "id": "09-005-0003_p0103",
      "zh_CN": "【汝须速去。恐人害汝。】",
      "zh_TW": "【汝須速去。恐人害汝。】"
    },
    {
      "id": "09-005-0003_p0104",
      "zh_CN": "你赶快要走，离开此地，恐怕有人害你。这个也是真的，五祖将衣钵传给惠能，可以说寺庙里面至少有一半人心里不服，因为那是凡夫。里面那么多人，跟五祖跟了几十年，像神秀大师跟五祖差不多跟三十多年，后来衣钵给别人；而且来的这个人还是个南方人，老远来的，跟我们这里真是风马牛沾不上边的；而且又才来八个月，来做苦工的，禅堂里一次也没去过，怎么衣钵就给他？我相信里面有不少人，大概以为五祖老糊涂了，怎么把衣钵给他？大家不服气，你虽然给他了，他们还是想办法去找去，把它追回来。所以这个衣钵如果要是传给神秀，那大家没话说，一定完全都拥护的，绝对没有这个争端。可是神秀绝对不会跟他争衣钵的，他毕竟还是有道德，他是一个有道德的人，自己只有惭愧而已。可是别人没有这个雅量。",
      "zh_TW": "你趕快要走，離開此地，恐怕有人害你。這個也是真的，五祖將衣缽傳給惠能，可以說寺廟裡面至少有一半人心裡不服，因為那是凡夫。裡面那麼多人，跟五祖跟了幾十年，像神秀大師跟五祖差不多跟三十多年，後來衣缽給別人；而且來的這個人還是個南方人，老遠來的，跟我們這裡真是風馬牛沾不上邊的；而且又才來八個月，來做苦工的，禪堂裡一次也沒去過，怎麼衣缽就給他？我相信裡面有不少人，大概以為五祖老糊塗了，怎麼把衣缽給他？大家不服氣，你雖然給他了，他們還是想辦法去找去，把它追回來。所以這個衣缽如果要是傳給神秀，那大家沒話說，一定完全都擁護的，絕對沒有這個爭端。可是神秀絕對不會跟他爭衣缽的，他畢竟還是有道德，他是一個有道德的人，自己只有慚愧而已。可是別人沒有這個雅量。"
    },
    {
      "id": "09-005-0003_p0105",
      "zh_CN": "所以，一个团体无论大小，我们都要知道，这个团体分子一定很复杂。所以要想团体好，这个团体能够发扬光大，能够做一番事业，必须要真正做到平等，真正做到互敬、互信，这样才成功。如果有一个人在团体里头是独断专行，这个团体一定不长远。我自己过去也做过事情，我很了解，上面人做事情，底下人那个心理的反应，我了解得清清楚楚。太难！叫底下人心服口服不容易。所以，我现在在台北领导「佛陀教育基金会」，我对于我们每一个分子我都尊重。我们里面有一个总干事，简丰文居士，他做事情有的时候也是独断专行，我就告诉他决定不可以。我说你要这样做法，其余的董事，你就没有把他看在眼睛里头，虽然他来捧场、来开会，他心里不服。为什么？你没有把他当作董事看待，我说这个决定不可以。我说不但你总干事不能独断专行，我说我这个董事长也不能独断专行。我们大大小小的事情，都要经过董事会全体董事表决通过的，这个大家没话说。我们对于任何一个董事决定尊重他，不是把他邀来凑数的，不是的。我请你来，就是你在我这个里头决定有权利，有表决权，有说话的权利。所以大家都很热心。",
      "zh_TW": "所以，一個團體無論大小，我們都要知道，這個團體分子一定很複雜。所以要想團體好，這個團體能夠發揚光大，能夠做一番事業，必須要真正做到平等，真正做到互敬、互信，這樣才成功。如果有一個人在團體裡頭是獨斷專行，這個團體一定不長遠。我自己過去也做過事情，我很了解，上面人做事情，底下人那個心理的反應，我了解得清清楚楚。太難！叫底下人心服口服不容易。所以，我現在在台北領導「佛陀教育基金會」，我對於我們每一個分子我都尊重。我們裡面有一個總幹事，簡豐文居士，他做事情有的時候也是獨斷專行，我就告訴他決定不可以。我說你要這樣做法，其餘的董事，你就沒有把他看在眼睛裡頭，雖然他來捧場、來開會，他心裡不服。為什麼？你沒有把他當作董事看待，我說這個決定不可以。我說不但你總幹事不能獨斷專行，我說我這個董事長也不能獨斷專行。我們大大小小的事情，都要經過董事會全體董事表決通過的，這個大家沒話說。我們對於任何一個董事決定尊重他，不是把他邀來湊數的，不是的。我請你來，就是你在我這個裡頭決定有權利，有表決權，有說話的權利。所以大家都很熱心。"
    },
    {
      "id": "09-005-0003_p0106",
      "zh_CN": "今天他打个电话给我，里面想聘请一个人，我们聘请是有待遇的，是要支薪水的。做什么工作？专门做印经的工作。他提的这个意见很好，他说许多的经典，包括我们这次希望谢太太带回去的《莲池大师全集》，他说这个书古版的、木刻版本的，翻印的时候现在人看到不太习惯，他说我们最好重新排版，加上新式的标点符号。这个意见很好，可以。他说我们请一个人，专门负责来搞这个东西。我说也可以，但是我说请人，一定要经董事会通过，不是说我们两个商量一下就行了，然后人请来了，到开董事会请求追认，追认当然一定同意，但是那个意义已经失掉，意义失掉了。我说不能，最好避免追认，除非是不得已的情形之下，我们才能这样做法。最好不要耍这些把戏，叫人家看到心里也不舒服。",
      "zh_TW": "今天他打個電話給我，裡面想聘請一個人，我們聘請是有待遇的，是要支薪水的。做什麼工作？專門做印經的工作。他提的這個意見很好，他說許多的經典，包括我們這次希望謝太太帶回去的《蓮池大師全集》，他說這個書古版的、木刻版本的，翻印的時候現在人看到不太習慣，他說我們最好重新排版，加上新式的標點符號。這個意見很好，可以。他說我們請一個人，專門負責來搞這個東西。我說也可以，但是我說請人，一定要經董事會通過，不是說我們兩個商量一下就行了，然後人請來了，到開董事會請求追認，追認當然一定同意，但是那個意義已經失掉，意義失掉了。我說不能，最好避免追認，除非是不得已的情形之下，我們才能這樣做法。最好不要耍這些把戲，叫人家看到心裡也不舒服。"
    },
    {
      "id": "09-005-0003_p0107",
      "zh_CN": "所以说做事情很难、很难，做事不难，应付人很难，人能够应付好，这个里面团结，你这个事业才能够真正基础打下去，才能够发扬光大，所谓同心同德，这是很重要的。所以一切事情都要如理如法，佛法讲如法，如理如法才能够行得通。这里就是说五祖传给能大师，这是如法也如理，但是违背人情，情、理、法，它少了一个人情。这就是六祖在黄梅住的时间太少，换句话说，跟这些同学、道友关系没有建立，这一下就得了法，大家当然不服气。尤其是平常，大家根本没有把他看在眼里头，居然衣钵被他拿走了。所以像这些地方，这里面含藏着许许多多的东西，值得我们学习。所以他就讲，你赶快走，怕的是有人害你。害他为什么？无非是夺衣钵而已。",
      "zh_TW": "所以說做事情很難、很難，做事不難，應付人很難，人能夠應付好，這個裡面團結，你這個事業才能夠真正基礎打下去，才能夠發揚光大，所謂同心同德，這是很重要的。所以一切事情都要如理如法，佛法講如法，如理如法才能夠行得通。這裡就是說五祖傳給能大師，這是如法也如理，但是違背人情，情、理、法，它少了一個人情。這就是六祖在黃梅住的時間太少，換句話說，跟這些同學、道友關係沒有建立，這一下就得了法，大家當然不服氣。尤其是平常，大家根本沒有把他看在眼裡頭，居然衣缽被他拿走了。所以像這些地方，這裡面含藏著許許多多的東西，值得我們學習。所以他就講，你趕快走，怕的是有人害你。害他為什麼？無非是奪衣缽而已。"
    },
    {
      "id": "09-005-0003_p0108",
      "zh_CN": "【能曰。向甚处去。】",
      "zh_TW": "【能曰。向甚處去。】"
    },
    {
      "id": "09-005-0003_p0109",
      "zh_CN": "惠能问：我到哪里去？",
      "zh_TW": "惠能問：我到哪裡去？"
    },
    {
      "id": "09-005-0003_p0110",
      "zh_CN": "【祖云。逢怀则止。遇会则藏。】",
      "zh_TW": "【祖云。逢懷則止。遇會則藏。】"
    },
    {
      "id": "09-005-0003_p0111",
      "zh_CN": "我们从这些地方的谈话当中，就能够发现五祖确实有神通，不是一个简单的人。『怀』就是怀集县，『会』是四会县，这两个地方都在广东跟广西交界的地方。他说你赶紧逃，到那个地方去，到那里去避难去。",
      "zh_TW": "我們從這些地方的談話當中，就能夠發現五祖確實有神通，不是一個簡單的人。『懷』就是懷集縣，『會』是四會縣，這兩個地方都在廣東跟廣西交界的地方。他說你趕緊逃，到那個地方去，到那裡去避難去。"
    },
    {
      "id": "09-005-0003_p0112",
      "zh_CN": "【惠能三更领得衣钵。云。能本是南中人。】",
      "zh_TW": "【惠能三更領得衣缽。云。能本是南中人。】"
    },
    {
      "id": "09-005-0003_p0113",
      "zh_CN": "对于尊长要自称自己的名字，说惠能本来是南方人，所以叫『南中人』。",
      "zh_TW": "對於尊長要自稱自己的名字，說惠能本來是南方人，所以叫『南中人』。"
    },
    {
      "id": "09-005-0003_p0114",
      "zh_CN": "【久不知此山路。】",
      "zh_TW": "【久不知此山路。】"
    },
    {
      "id": "09-005-0003_p0115",
      "zh_CN": "现在半夜你叫我走，外头路不熟，也没有人可问，我走到哪里去？",
      "zh_TW": "現在半夜你叫我走，外頭路不熟，也沒有人可問，我走到哪裡去？"
    },
    {
      "id": "09-005-0003_p0116",
      "zh_CN": "【如何出得江口。】",
      "zh_TW": "【如何出得江口。】"
    },
    {
      "id": "09-005-0003_p0117",
      "zh_CN": "怎么样才能够到达长江的边岸？从那边雇船可以能离开此地。",
      "zh_TW": "怎麼樣才能夠到達長江的邊岸？從那邊僱船可以能離開此地。"
    },
    {
      "id": "09-005-0003_p0118",
      "zh_CN": "【五祖言。汝不须忧。吾自送汝。】",
      "zh_TW": "【五祖言。汝不須憂。吾自送汝。】"
    },
    {
      "id": "09-005-0003_p0119",
      "zh_CN": "他说你不要忧虑这个，我送你走。",
      "zh_TW": "他說你不要憂慮這個，我送你走。"
    },
    {
      "id": "09-005-0003_p0120",
      "zh_CN": "【祖相送直至九江驿。边有一只船子。】",
      "zh_TW": "【祖相送直至九江驛。邊有一隻船子。】"
    },
    {
      "id": "09-005-0003_p0121",
      "zh_CN": "『九江』距离湖北不远，五祖把他送到这个地方，这就是九江寻阳驿，就是这个地方。",
      "zh_TW": "『九江』距離湖北不遠，五祖把他送到這個地方，這就是九江尋陽驛，就是這個地方。"
    },
    {
      "id": "09-005-0003_p0122",
      "zh_CN": "【祖令惠能上船。五祖把𫇛自摇。】",
      "zh_TW": "【祖令惠能上船。五祖把艣自搖。】"
    },
    {
      "id": "09-005-0003_p0123",
      "zh_CN": "『𫇛』是什么样子，恐怕年轻的同修都不知道。不过现在正好此地有个展览会，这是中共在达拉斯办了一个展览会，展出我们中国古时候这些技术，那个里头有一条船，你到那里去一看，你就看到什么叫「𫇛」。它那个船是模型，缩小做的，做得很不错，缩小十分之一，你能够看得到。「五祖把𫇛自摇」：",
      "zh_TW": "『艣』是什麼樣子，恐怕年輕的同修都不知道。不過現在正好此地有個展覽會，這是中共在達拉斯辦了一個展覽會，展出我們中國古時候這些技術，那個裡頭有一條船，你到那裡去一看，你就看到什麼叫「艣」。它那個船是模型，縮小做的，做得很不錯，縮小十分之一，你能夠看得到。「五祖把艣自搖」："
    },
    {
      "id": "09-005-0003_p0124",
      "zh_CN": "【惠能言。请和尚坐。】",
      "zh_TW": "【惠能言。請和尚坐。】"
    },
    {
      "id": "09-005-0003_p0125",
      "zh_CN": "『和尚』是亲教师，五祖是六祖的亲教师，所以他称和尚。「和尚」在佛门是最尊敬的称呼，这是我们要知道的。称和尚，关系非常密切，直接指导我、直接教导我的老师才称和尚；不是直接教导的，我们通常一般称法师，称阿阇梨，不称和尚。称和尚，关系非常密切，这是师生的关系。",
      "zh_TW": "『和尚』是親教師，五祖是六祖的親教師，所以他稱和尚。「和尚」在佛門是最尊敬的稱呼，這是我們要知道的。稱和尚，關係非常密切，直接指導我、直接教導我的老師才稱和尚；不是直接教導的，我們通常一般稱法師，稱阿闍梨，不稱和尚。稱和尚，關係非常密切，這是師生的關係。"
    },
    {
      "id": "09-005-0003_p0126",
      "zh_CN": "【弟子合摇𫇛。】",
      "zh_TW": "【弟子合搖艣。】"
    },
    {
      "id": "09-005-0003_p0127",
      "zh_CN": "他说，请老师坐，我来『摇𫇛』，「摇𫇛」就是划船。",
      "zh_TW": "他說，請老師坐，我來『搖艣』，「搖艣」就是划船。"
    },
    {
      "id": "09-005-0003_p0128",
      "zh_CN": "【五祖云。合是吾渡汝。】",
      "zh_TW": "【五祖云。合是吾渡汝。】"
    },
    {
      "id": "09-005-0003_p0129",
      "zh_CN": "『合』是应该，应该是我度你。",
      "zh_TW": "『合』是應該，應該是我度你。"
    },
    {
      "id": "09-005-0003_p0130",
      "zh_CN": "【能云。迷时师度。悟了自度。度名虽一。用处不同。惠能生在边方。】",
      "zh_TW": "【能云。迷時師度。悟了自度。度名雖一。用處不同。惠能生在邊方。】"
    },
    {
      "id": "09-005-0003_p0131",
      "zh_CN": "『边方』就是边疆，那时候广州是我们中国的边疆。",
      "zh_TW": "『邊方』就是邊疆，那時候廣州是我們中國的邊疆。"
    },
    {
      "id": "09-005-0003_p0132",
      "zh_CN": "【语音不正。】",
      "zh_TW": "【語音不正。】"
    },
    {
      "id": "09-005-0003_p0133",
      "zh_CN": "说的广东话，『语音不正』。",
      "zh_TW": "說的廣東話，『語音不正』。"
    },
    {
      "id": "09-005-0003_p0134",
      "zh_CN": "【蒙师付法。今已得悟。只合自性自度。】",
      "zh_TW": "【蒙師付法。今已得悟。只合自性自度。】"
    },
    {
      "id": "09-005-0003_p0135",
      "zh_CN": "他要求来摇𫇛，还说了一番大道理，这个道理说得没错。迷的时候要依靠老师，老师来度我们；觉悟了之后要自度，『自性自度』。他现在已经觉悟，现在是我应该自度的时候，「自性自度」的时候。",
      "zh_TW": "他要求來搖艣，還說了一番大道理，這個道理說得沒錯。迷的時候要依靠老師，老師來度我們；覺悟了之後要自度，『自性自度』。他現在已經覺悟，現在是我應該自度的時候，「自性自度」的時候。"
    },
    {
      "id": "09-005-0003_p0136",
      "zh_CN": "【祖云。如是如是。以后佛法。由汝大行。汝去三年。吾方逝世。】",
      "zh_TW": "【祖云。如是如是。以後佛法。由汝大行。汝去三年。吾方逝世。】"
    },
    {
      "id": "09-005-0003_p0137",
      "zh_CN": "你看这些话所讲的，他早就晓得了，预知时至，他三年前就知道了。他现在要传法给他，主要就是三年以后他要走了。这个时候传法也正是时候，他把法传给他，三年当中他还坐镇在黄梅，能够把这个局面安定下来，能够维持现状。所以告诉他，以后佛法『由汝大行』，这个都是宿命通，过去现在未来清清楚楚、明明白白。像李老师他在台中两年前宣布，他说我讲经只讲两年，两年以后就不讲了，台中的徐醒民把这个消息传给我、告诉我。我就跟他说，我说老师住世恐怕就两年了。他在世一生就是讲经，他不讲经他就走了，他没事做。所以今年果然就走了，两年前说的。五祖是三年前说的，而且讲到以后佛法「由汝大行」，这个说的一点没错。禅宗一直到六祖手上，那真是发扬光大了，从达摩祖师到中国来，一个传一个，正是所谓叫单传，命若悬丝。六祖能大师在宝林教学三十七年，他传了四十三个人，这在禅宗史里面最盛的一桩事情，真是空前绝后。在他之前没有这么样的盛况，六祖以后也没有一个人有这样的盛况。在他一个人手上开悟的，大彻大悟、明心见性的四十三个人，真正了不起！",
      "zh_TW": "你看這些話所講的，他早就曉得了，預知時至，他三年前就知道了。他現在要傳法給他，主要就是三年以後他要走了。這個時候傳法也正是時候，他把法傳給他，三年當中他還坐鎮在黃梅，能夠把這個局面安定下來，能夠維持現狀。所以告訴他，以後佛法『由汝大行』，這個都是宿命通，過去現在未來清清楚楚、明明白白。像李老師他在台中兩年前宣布，他說我講經只講兩年，兩年以後就不講了，台中的徐醒民把這個消息傳給我、告訴我。我就跟他說，我說老師住世恐怕就兩年了。他在世一生就是講經，他不講經他就走了，他沒事做。所以今年果然就走了，兩年前說的。五祖是三年前說的，而且講到以後佛法「由汝大行」，這個說的一點沒錯。禪宗一直到六祖手上，那真是發揚光大了，從達摩祖師到中國來，一個傳一個，正是所謂叫單傳，命若懸絲。六祖能大師在寶林教學三十七年，他傳了四十三個人，這在禪宗史裡面最盛的一樁事情，真是空前絕後。在他之前沒有這麼樣的盛況，六祖以後也沒有一個人有這樣的盛況。在他一個人手上開悟的，大徹大悟、明心見性的四十三個人，真正了不起！"
    },
    {
      "id": "09-005-0003_p0138",
      "zh_CN": "你看五祖在黄梅三十多年才只有遇到一个，学生虽然有几千人，开悟的人少，太少太少了。你要问什么原因？说老实话，叫放不下，就是牵肠挂肚的事情放不下，名闻利养放不下，贪瞋痴慢放不下。没有别的，就是这个东西。果然贪瞋痴慢、名闻利养一切都放下，那个开悟的机会就来了。能不能悟入就在此地，关键就在这个地方。所以说成佛人人有分，问题就是你肯不肯。你看到这些人都有神通，神通从哪里来的？神通是本能。我们迷惑颠倒把我们自己的本能失掉了，如果我们恢复我们的清净心，清净心的起作用就是神通。不但知现在、知过去、知未来，自己前世是从哪里来的，后一世往哪里去，清清楚楚、明明白白。这种能力就是清净心的功能，只要你恢复清净心，你这个能力就恢复了。所以不必问别人，自己清楚。问别人，别人的话不可靠，别人所讲的话是真正不可靠。嘱咐的话说完了，就交代他：",
      "zh_TW": "你看五祖在黃梅三十多年才只有遇到一個，學生雖然有幾千人，開悟的人少，太少太少了。你要問什麼原因？說老實話，叫放不下，就是牽腸掛肚的事情放不下，名聞利養放不下，貪瞋痴慢放不下。沒有別的，就是這個東西。果然貪瞋痴慢、名聞利養一切都放下，那個開悟的機會就來了。能不能悟入就在此地，關鍵就在這個地方。所以說成佛人人有分，問題就是你肯不肯。你看到這些人都有神通，神通從哪裡來的？神通是本能。我們迷惑顛倒把我們自己的本能失掉了，如果我們恢復我們的清淨心，清淨心的起作用就是神通。不但知現在、知過去、知未來，自己前世是從哪裡來的，後一世往哪裡去，清清楚楚、明明白白。這種能力就是清淨心的功能，只要你恢復清淨心，你這個能力就恢復了。所以不必問別人，自己清楚。問別人，別人的話不可靠，別人所講的話是真正不可靠。囑咐的話說完了，就交代他："
    },
    {
      "id": "09-005-0003_p0139",
      "zh_CN": "【汝今好去。努力向南。】",
      "zh_TW": "【汝今好去。努力向南。】"
    },
    {
      "id": "09-005-0003_p0140",
      "zh_CN": "这把方向指给他，他的法缘在南方。",
      "zh_TW": "這把方向指給他，他的法緣在南方。"
    },
    {
      "id": "09-005-0003_p0141",
      "zh_CN": "【不宜速说。佛法难起。】",
      "zh_TW": "【不宜速說。佛法難起。】"
    },
    {
      "id": "09-005-0003_p0142",
      "zh_CN": "警告他，你虽然得法，你现在不能出来说法，你要隐居一段时期。为什么？佛法在当前有难，有难就是邪知邪见的人很多。所以这个时候不适宜说法，不适宜曝露身分。",
      "zh_TW": "警告他，你雖然得法，你現在不能出來說法，你要隱居一段時期。為什麼？佛法在當前有難，有難就是邪知邪見的人很多。所以這個時候不適宜說法，不適宜曝露身分。"
    },
    {
      "id": "09-005-0003_p0143",
      "zh_CN": "【能辞违祖已。发足南行。】",
      "zh_TW": "【能辭違祖已。發足南行。】"
    },
    {
      "id": "09-005-0003_p0144",
      "zh_CN": "诸位要晓得，他们这两个人的分别，要拿我们世俗人来看，这是永别，以后就不再见面，没有见面的机会了。如果拿世俗人来看，这个真是难分难舍。你看看他们心地光明清净，永别就好像是暂别一样，这样就分手、离开了。",
      "zh_TW": "諸位要曉得，他們這兩個人的分別，要拿我們世俗人來看，這是永別，以後就不再見面，沒有見面的機會了。如果拿世俗人來看，這個真是難分難捨。你看看他們心地光明清淨，永別就好像是暫別一樣，這樣就分手、離開了。"
    },
    {
      "id": "09-005-0003_p0145",
      "zh_CN": "【两月中间。至大庾岭。】",
      "zh_TW": "【兩月中間。至大庾嶺。】"
    },
    {
      "id": "09-005-0003_p0146",
      "zh_CN": "因为他这个时候，他要走小路，处处要防着别人来追他、来谋害他。所以小心谨慎去避难，走了两个月。他这走是从江西走，到了『大庾岭』，这是到了广东的边境。",
      "zh_TW": "因為他這個時候，他要走小路，處處要防著別人來追他、來謀害他。所以小心謹慎去避難，走了兩個月。他這走是從江西走，到了『大庾嶺』，這是到了廣東的邊境。"
    },
    {
      "id": "09-005-0003_p0147",
      "zh_CN": "【五祖归。】",
      "zh_TW": "【五祖歸。】"
    },
    {
      "id": "09-005-0003_p0148",
      "zh_CN": "五祖送他之后再回到黄梅。",
      "zh_TW": "五祖送他之後再回到黃梅。"
    },
    {
      "id": "09-005-0003_p0149",
      "zh_CN": "【数日不上堂。】",
      "zh_TW": "【數日不上堂。】"
    },
    {
      "id": "09-005-0003_p0150",
      "zh_CN": "好多天都不上堂说法。",
      "zh_TW": "好多天都不上堂說法。"
    },
    {
      "id": "09-005-0003_p0151",
      "zh_CN": "【众疑。】",
      "zh_TW": "【眾疑。】"
    },
    {
      "id": "09-005-0003_p0152",
      "zh_CN": "大众怀疑了。",
      "zh_TW": "大眾懷疑了。"
    },
    {
      "id": "09-005-0003_p0153",
      "zh_CN": "【诣问曰。】",
      "zh_TW": "【詣問曰。】"
    },
    {
      "id": "09-005-0003_p0154",
      "zh_CN": "就是到和尚哪里去问。",
      "zh_TW": "就是到和尚哪裡去問。"
    },
    {
      "id": "09-005-0003_p0155",
      "zh_CN": "【和尚少病少恼否。】",
      "zh_TW": "【和尚少病少惱否。】"
    },
    {
      "id": "09-005-0003_p0156",
      "zh_CN": "这是佛门普通问候的话，是不是身体不舒服，是不是有病，为什么好多天没有看到上堂？",
      "zh_TW": "這是佛門普通問候的話，是不是身體不舒服，是不是有病，為什麼好多天沒有看到上堂？"
    },
    {
      "id": "09-005-0003_p0157",
      "zh_CN": "【曰。病即无。衣法已南矣。】",
      "zh_TW": "【曰。病即無。衣法已南矣。】"
    },
    {
      "id": "09-005-0003_p0158",
      "zh_CN": "『病』没有，传法的衣钵已经到南方去了。所以说话句句是实话、诚实话，决定没有妄语。这个时候他晓得，惠能大概已经走得很远，跟你讲也可以，你追也不容易追得上，已经走很远了。",
      "zh_TW": "『病』沒有，傳法的衣缽已經到南方去了。所以說話句句是實話、誠實話，決定沒有妄語。這個時候他曉得，惠能大概已經走得很遠，跟你講也可以，你追也不容易追得上，已經走很遠了。"
    },
    {
      "id": "09-005-0003_p0159",
      "zh_CN": "【问谁人传授。】",
      "zh_TW": "【問誰人傳授。】"
    },
    {
      "id": "09-005-0003_p0160",
      "zh_CN": "大众当然一定问，哪一个得去了？",
      "zh_TW": "大眾當然一定問，哪一個得去了？"
    },
    {
      "id": "09-005-0003_p0161",
      "zh_CN": "【曰。能者得之。】",
      "zh_TW": "【曰。能者得之。】"
    },
    {
      "id": "09-005-0003_p0162",
      "zh_CN": "这个语也是双关的，他正好名字叫惠能，能干的人、有能力的人，他得去了。他这么一说，大家都晓得了。",
      "zh_TW": "這個語也是雙關的，他正好名字叫惠能，能幹的人、有能力的人，他得去了。他這麼一說，大家都曉得了。"
    },
    {
      "id": "09-005-0003_p0163",
      "zh_CN": "【众乃知焉。】",
      "zh_TW": "【眾乃知焉。】"
    },
    {
      "id": "09-005-0003_p0164",
      "zh_CN": "于是乎大家晓得，惠能大师得了衣钵，走了。大家一定再到碓房里去找这个人，人不见了。人也不见了，必定是他得去了。",
      "zh_TW": "於是乎大家曉得，惠能大師得了衣缽，走了。大家一定再到碓房裡去找這個人，人不見了。人也不見了，必定是他得去了。"
    },
    {
      "id": "09-005-0003_p0165",
      "zh_CN": "【逐后数百人来。欲夺衣钵。】",
      "zh_TW": "【逐後數百人來。欲奪衣缽。】"
    },
    {
      "id": "09-005-0003_p0166",
      "zh_CN": "所以我们估计至少寺庙里头有一半人不服，他这个寺庙里头住一千多人，就有几百个人不服气，要去把这个衣钵夺回来，换句话说，他没有资格作六祖。",
      "zh_TW": "所以我們估計至少寺廟裡頭有一半人不服，他這個寺廟裡頭住一千多人，就有幾百個人不服氣，要去把這個衣缽奪回來，換句話說，他沒有資格作六祖。"
    },
    {
      "id": "09-005-0003_p0167",
      "zh_CN": "【一僧俗姓陈名惠明。先是四品将军。性情粗糙。极意参寻。为众人先。】",
      "zh_TW": "【一僧俗姓陳名惠明。先是四品將軍。性情粗糙。極意參尋。為眾人先。】"
    },
    {
      "id": "09-005-0003_p0168",
      "zh_CN": "大概夺衣钵，我想就是他发起的。所以五祖说这些话，这是因为每个人因缘不一样，这个人虽然是个粗人，军人出身的，他在路上碰到惠能的时候，他也开悟了，他也见性了。所以他变成什么？变成惠能法师第一个得度的徒弟，开悟得度的。这也是五祖的慈悲，他要不是去追六祖，他这个因缘就没有了。所以这个说法，也可以说，故意做成这样让他去追，遇到这个因缘他能开悟，又度了一个。所以讲到因缘，实在是很复杂，这个里头因因果果，你仔细去看很有味道。这个人叫惠明，『四品将军』，这是从前的官职阶位，要拿现在的来比，差不多是少将的身分。他是一个武官，是个将军，大概也是离了军职出家，虽然出家脾气没改，还是粗暴脾气。『性情粗糙，极意参寻』，可能就是他发起要去追惠能，要把衣钵抢回来。他可能也是对于神秀最崇拜的，大概要把衣钵抢回来要送给神秀才行，所以他是『为众人先』。",
      "zh_TW": "大概奪衣缽，我想就是他發起的。所以五祖說這些話，這是因為每個人因緣不一樣，這個人雖然是個粗人，軍人出身的，他在路上碰到惠能的時候，他也開悟了，他也見性了。所以他變成什麼？變成惠能法師第一個得度的徒弟，開悟得度的。這也是五祖的慈悲，他要不是去追六祖，他這個因緣就沒有了。所以這個說法，也可以說，故意做成這樣讓他去追，遇到這個因緣他能開悟，又度了一個。所以講到因緣，實在是很複雜，這個裡頭因因果果，你仔細去看很有味道。這個人叫惠明，『四品將軍』，這是從前的官職階位，要拿現在的來比，差不多是少將的身分。他是一個武官，是個將軍，大概也是離了軍職出家，雖然出家脾氣沒改，還是粗暴脾氣。『性情粗糙，極意參尋』，可能就是他發起要去追惠能，要把衣缽搶回來。他可能也是對於神秀最崇拜的，大概要把衣缽搶回來要送給神秀才行，所以他是『為眾人先』。"
    },
    {
      "id": "09-005-0003_p0169",
      "zh_CN": "【趁及于能。】",
      "zh_TW": "【趁及於能。】"
    },
    {
      "id": "09-005-0003_p0170",
      "zh_CN": "『趁』是追击，追到了，他追到了。",
      "zh_TW": "『趁』是追擊，追到了，他追到了。"
    },
    {
      "id": "09-005-0003_p0171",
      "zh_CN": "【能掷下衣钵于石上。云。此衣表信。可力争耶。能隐于草莽中。】",
      "zh_TW": "【能擲下衣缽於石上。云。此衣表信。可力爭耶。能隱於草莽中。】"
    },
    {
      "id": "09-005-0003_p0172",
      "zh_CN": "这是惠能看到后头有人来追，晓得冤家对头来了，他是为衣钵而来的，所以他就把衣钵往石头上一丢。只是心里想这个衣钵是个信物，怎么能力争？可是惠能要是打，打不过他，没有法子。所以衣钵就放在路旁边石头上，自己就跑到草堆里藏起来。当然惠明的目的，衣钵拿回去算了，也不见得一定会伤害他，他来主要是为了夺衣钵的。",
      "zh_TW": "這是惠能看到後頭有人來追，曉得冤家對頭來了，他是為衣缽而來的，所以他就把衣缽往石頭上一丟。只是心裡想這個衣缽是個信物，怎麼能力爭？可是惠能要是打，打不過他，沒有法子。所以衣缽就放在路旁邊石頭上，自己就跑到草堆裡藏起來。當然惠明的目的，衣缽拿回去算了，也不見得一定會傷害他，他來主要是為了奪衣缽的。"
    },
    {
      "id": "09-005-0003_p0173",
      "zh_CN": "【惠明至。提掇不动。】",
      "zh_TW": "【惠明至。提掇不動。】"
    },
    {
      "id": "09-005-0003_p0174",
      "zh_CN": "这里面就是有护法神，诸位想想那个衣钵，尤其释迦牟尼佛用的衣钵，到六祖这个时候，已经有一千五百多年。一千五百多年那个衣，你想一件衣一千五百年，那个衣也就差不多快要坏了。所以这个钵与衣很轻很轻的东西，我想三岁的小朋友都会拿得动，他一个四品将军居然拿不动。这个时候他一定有所感悟，如果没有护法神守护，不可能拿不动的。这个衣钵现在在南华寺，将来你们有机会，到广东南华寺去参访，看看衣钵，你们能不能拿得动，现在还展览在那个地方。他拿不动，他心也就慌了，也就放下屠刀，要立地成佛，马上就改变主意。",
      "zh_TW": "這裡面就是有護法神，諸位想想那個衣缽，尤其釋迦牟尼佛用的衣缽，到六祖這個時候，已經有一千五百多年。一千五百多年那個衣，你想一件衣一千五百年，那個衣也就差不多快要壞了。所以這個缽與衣很輕很輕的東西，我想三歲的小朋友都會拿得動，他一個四品將軍居然拿不動。這個時候他一定有所感悟，如果沒有護法神守護，不可能拿不動的。這個衣缽現在在南華寺，將來你們有機會，到廣東南華寺去參訪，看看衣缽，你們能不能拿得動，現在還展覽在那個地方。他拿不動，他心也就慌了，也就放下屠刀，要立地成佛，馬上就改變主意。"
    },
    {
      "id": "09-005-0003_p0175",
      "zh_CN": "【乃唤云。行者行者。我为法来。不为衣来。】",
      "zh_TW": "【乃喚云。行者行者。我為法來。不為衣來。】"
    },
    {
      "id": "09-005-0003_p0176",
      "zh_CN": "这个话是真心话，现在他念头一转，我来求法的，我不要衣了。『行者』，他现在还没有示现出家相，没有剃头，还是一个居士身分，所以叫他做「行者」。",
      "zh_TW": "這個話是真心話，現在他念頭一轉，我來求法的，我不要衣了。『行者』，他現在還沒有示現出家相，沒有剃頭，還是一個居士身分，所以叫他做「行者」。"
    },
    {
      "id": "09-005-0003_p0177",
      "zh_CN": "【能遂出坐盘石上。】",
      "zh_TW": "【能遂出坐盤石上。】"
    },
    {
      "id": "09-005-0003_p0178",
      "zh_CN": "他这么一说，惠能大师就出来了，从藏匿的地方跑出来，坐在石头上。",
      "zh_TW": "他這麼一說，惠能大師就出來了，從藏匿的地方跑出來，坐在石頭上。"
    },
    {
      "id": "09-005-0003_p0179",
      "zh_CN": "【惠明作礼。云。望行者我说法。】",
      "zh_TW": "【惠明作禮。云。望行者我說法。】"
    },
    {
      "id": "09-005-0003_p0180",
      "zh_CN": "他是真的，真正放下屠刀，妄念没有了，瞋恚心也息掉了，所谓是回头是岸，这一点很难得、很难得，求他给他说法。",
      "zh_TW": "他是真的，真正放下屠刀，妄念沒有了，瞋恚心也息掉了，所謂是回頭是岸，這一點很難得、很難得，求他給他說法。"
    },
    {
      "id": "09-005-0003_p0181",
      "zh_CN": "【能云。汝既为法而来。可屏息诸缘。勿生一念。吾为汝说。】",
      "zh_TW": "【能云。汝既為法而來。可屏息諸緣。勿生一念。吾為汝說。】"
    },
    {
      "id": "09-005-0003_p0182",
      "zh_CN": "这就是说法的条件。为什么？真正能做到这两句话，就能开悟，一切众生可以说没有一个例外的，所以这两句话很重要。『屏息诸缘』就是放下，放下万缘，叫你心清净，这个时候你的清净心里面一点牵挂都没有。『勿生一念』，一念不生，这个时候的心就是诚心，至诚心，至诚心就是佛法里面讲的菩提心。所以什么时候可以能够得法？菩提心现前就得法了。",
      "zh_TW": "這就是說法的條件。為什麼？真正能做到這兩句話，就能開悟，一切眾生可以說沒有一個例外的，所以這兩句話很重要。『屏息諸緣』就是放下，放下萬緣，叫你心清淨，這個時候你的清淨心裡面一點牽掛都沒有。『勿生一念』，一念不生，這個時候的心就是誠心，至誠心，至誠心就是佛法裡面講的菩提心。所以什麼時候可以能夠得法？菩提心現前就得法了。"
    },
    {
      "id": "09-005-0003_p0183",
      "zh_CN": "【良久。】",
      "zh_TW": "【良久。】"
    },
    {
      "id": "09-005-0003_p0184",
      "zh_CN": "这个很重要，要叫他整个的心定下来，定一个时候，这才能说法，这个时候说法的效果，非常非常之大，真正不可思议。我跟诸位说过，我当年学佛第一次见章嘉大师，我向他老人家请教，他就是用这种态度。头一次见面，大概是将近有一个半小时，只说了三句话，所以印象非常非常深刻。但是那个时候我们毕竟没有惠明的功夫，心里头有疑，我提了一个问题，大师眼睛看着我一句话不说，看了半个多钟点，虽然心是定下来了，但是疑团还在，注意力很集中要听他的话，这个就是错误，这就是没有能够屏息诸缘。这个心里头还生念头，不是到一念不生，心里有疑，心里等待、期待他，你怎么答复我？所以有这个心就不能悟入。不过那个时候大师没有教我，「屏息诸缘，勿生一念」，他没有教我这个，可是他跟我讲的话，我很有受用。所以『良久』很重要，非常非常重要。我们可以看到，大师他行住坐卧都在定中，非常的稳重，你见了他之后，自自然然恭敬心就生起来。",
      "zh_TW": "這個很重要，要叫他整個的心定下來，定一個時候，這才能說法，這個時候說法的效果，非常非常之大，真正不可思議。我跟諸位說過，我當年學佛第一次見章嘉大師，我向他老人家請教，他就是用這種態度。頭一次見面，大概是將近有一個半小時，只說了三句話，所以印象非常非常深刻。但是那個時候我們畢竟沒有惠明的功夫，心裡頭有疑，我提了一個問題，大師眼睛看著我一句話不說，看了半個多鐘點，雖然心是定下來了，但是疑團還在，注意力很集中要聽他的話，這個就是錯誤，這就是沒有能夠屏息諸緣。這個心裡頭還生念頭，不是到一念不生，心裡有疑，心裡等待、期待他，你怎麼答覆我？所以有這個心就不能悟入。不過那個時候大師沒有教我，「屏息諸緣，勿生一念」，他沒有教我這個，可是他跟我講的話，我很有受用。所以『良久』很重要，非常非常重要。我們可以看到，大師他行住坐臥都在定中，非常的穩重，你見了他之後，自自然然恭敬心就生起來。"
    },
    {
      "id": "09-005-0003_p0185",
      "zh_CN": "这是惠明缘成熟了。所以缘成熟关键就在此地，这个样子经过能大师一点，他就大彻大悟。所以缘怎么叫熟？就是屏息诸缘、一念不生，你就熟了。你在平常日常生活当中，心永远是清净，决定没有攀缘的这个念头，决定不起心动念，你的缘就成熟了。你要用这个功夫念佛，你这一生必定念到理一心不乱，上品上生，花开见佛。你要遇到禅宗大德，必定是大彻大悟，明心见性。这是我们一定要学的，要记住的。所以心里头念头愈少愈好，要知道所有的念头都是妄念，所有的念头都叫造业，都是你六道生死轮回的根本，心不清净。真正的享受是清净心，身心清净。惠能大师怎么点他？看底下经文：",
      "zh_TW": "這是惠明緣成熟了。所以緣成熟關鍵就在此地，這個樣子經過能大師一點，他就大徹大悟。所以緣怎麼叫熟？就是屏息諸緣、一念不生，你就熟了。你在平常日常生活當中，心永遠是清淨，決定沒有攀緣的這個念頭，決定不起心動念，你的緣就成熟了。你要用這個功夫念佛，你這一生必定念到理一心不亂，上品上生，花開見佛。你要遇到禪宗大德，必定是大徹大悟，明心見性。這是我們一定要學的，要記住的。所以心裡頭念頭愈少愈好，要知道所有的念頭都是妄念，所有的念頭都叫造業，都是你六道生死輪迴的根本，心不清淨。真正的享受是清淨心，身心清淨。惠能大師怎麼點他？看底下經文："
    },
    {
      "id": "09-005-0003_p0186",
      "zh_CN": "【谓明曰。】",
      "zh_TW": "【謂明曰。】"
    },
    {
      "id": "09-005-0003_p0187",
      "zh_CN": "这就告诉惠明说。",
      "zh_TW": "這就告訴惠明說。"
    },
    {
      "id": "09-005-0003_p0188",
      "zh_CN": "【不思善。不思恶。】",
      "zh_TW": "【不思善。不思惡。】"
    },
    {
      "id": "09-005-0003_p0189",
      "zh_CN": "善恶二边都离开。",
      "zh_TW": "善惡二邊都離開。"
    },
    {
      "id": "09-005-0003_p0190",
      "zh_CN": "【正与么时。】",
      "zh_TW": "【正與麼時。】"
    },
    {
      "id": "09-005-0003_p0191",
      "zh_CN": "正在这个时候。",
      "zh_TW": "正在這個時候。"
    },
    {
      "id": "09-005-0003_p0192",
      "zh_CN": "【哪个是明上座本来面目。】",
      "zh_TW": "【哪個是明上座本來面目。】"
    },
    {
      "id": "09-005-0003_p0193",
      "zh_CN": "问他这一句话，他一下就惊悟了。",
      "zh_TW": "問他這一句話，他一下就驚悟了。"
    },
    {
      "id": "09-005-0003_p0194",
      "zh_CN": "【惠明言下大悟。】",
      "zh_TW": "【惠明言下大悟。】"
    },
    {
      "id": "09-005-0003_p0195",
      "zh_CN": "可是诸位要晓得，如果他心里还有妄念，还有起心动念，怎么点也点不醒的。我们相信，像这样禅宗故套点醒的方法，他在五祖会上不晓得听了多少遍也没有开悟。五祖哪天不讲，天天讲，为什么不开悟？心里头有妄念，心不清净，没有能够真正放下。这个时候他真放下了，他真正晓得不可思议，因为那么一个小包袱拿不动，这他才真正相信有护法神，真正相信不可思议，所以他在这个时候是彻底放下了。身心世界统统要放下，这就叫放下屠刀，这就叫做回头是岸，所以经过明人一点就开悟了。",
      "zh_TW": "可是諸位要曉得，如果他心裡還有妄念，還有起心動念，怎麼點也點不醒的。我們相信，像這樣禪宗故套點醒的方法，他在五祖會上不曉得聽了多少遍也沒有開悟。五祖哪天不講，天天講，為什麼不開悟？心裡頭有妄念，心不清淨，沒有能夠真正放下。這個時候他真放下了，他真正曉得不可思議，因為那麼一個小包袱拿不動，這他才真正相信有護法神，真正相信不可思議，所以他在這個時候是徹底放下了。身心世界統統要放下，這就叫放下屠刀，這就叫做回頭是岸，所以經過明人一點就開悟了。"
    },
    {
      "id": "09-005-0003_p0196",
      "zh_CN": "【复问云。上来密语密意外。还更有密意否。】",
      "zh_TW": "【復問云。上來密語密意外。還更有密意否。】"
    },
    {
      "id": "09-005-0003_p0197",
      "zh_CN": "这是他体悟了之后，悟入这个境界之后，这是深密。刚才说过了，佛门里头没有秘密，只有深密。这些话我们也听了，我们也没有开悟，那是我们用心跟他不一样。如果我们今天果然也像惠明用心，我点你，我没有开悟点醒你，你会开悟，这是真的。不见得有开悟的老师，可是的的确确有开悟的学生，古时候这种例子很多。所以他悟了之后，悟入之后就再请教大师说，『上来密语密意外，还更有密意否』？这个「密」就是五祖传给他的，就是除了这个之外，还有没有？",
      "zh_TW": "這是他體悟了之後，悟入這個境界之後，這是深密。剛才說過了，佛門裡頭沒有祕密，只有深密。這些話我們也聽了，我們也沒有開悟，那是我們用心跟他不一樣。如果我們今天果然也像惠明用心，我點你，我沒有開悟點醒你，你會開悟，這是真的。不見得有開悟的老師，可是的的確確有開悟的學生，古時候這種例子很多。所以他悟了之後，悟入之後就再請教大師說，『上來密語密意外，還更有密意否』？這個「密」就是五祖傳給他的，就是除了這個之外，還有沒有？"
    },
    {
      "id": "09-005-0003_p0198",
      "zh_CN": "【能云。与汝说者。即非密也。】",
      "zh_TW": "【能云。與汝說者。即非密也。】"
    },
    {
      "id": "09-005-0003_p0199",
      "zh_CN": "我给你说出来，还有什么密？",
      "zh_TW": "我給你說出來，還有什麼密？"
    },
    {
      "id": "09-005-0003_p0200",
      "zh_CN": "【汝若返照。密在汝边。】",
      "zh_TW": "【汝若返照。密在汝邊。】"
    },
    {
      "id": "09-005-0003_p0201",
      "zh_CN": "这就是自性自悟，『密在汝边』就是自性自悟。",
      "zh_TW": "這就是自性自悟，『密在汝邊』就是自性自悟。"
    },
    {
      "id": "09-005-0003_p0202",
      "zh_CN": "【明曰。惠明虽在黄梅。实未省自己面目。】",
      "zh_TW": "【明曰。惠明雖在黃梅。實未省自己面目。】"
    },
    {
      "id": "09-005-0003_p0203",
      "zh_CN": "从来不知道，在黄梅这么多年。",
      "zh_TW": "從來不知道，在黃梅這麼多年。"
    },
    {
      "id": "09-005-0003_p0204",
      "zh_CN": "【今蒙指示。如人饮水。冷暖自知。今行者即惠明师也。】",
      "zh_TW": "【今蒙指示。如人飲水。冷暖自知。今行者即惠明師也。】"
    },
    {
      "id": "09-005-0003_p0205",
      "zh_CN": "这是正式承认六祖是他的老师。所以六祖一生度了四十三个大彻大悟的人，这是第一个得度的。",
      "zh_TW": "這是正式承認六祖是他的老師。所以六祖一生度了四十三個大徹大悟的人，這是第一個得度的。"
    },
    {
      "id": "09-005-0003_p0206",
      "zh_CN": "【能曰。汝若如是。吾与汝同师黄梅。善自护持。】",
      "zh_TW": "【能曰。汝若如是。吾與汝同師黃梅。善自護持。】"
    },
    {
      "id": "09-005-0003_p0207",
      "zh_CN": "跟五祖教他的一样，此地用字就简单，就省略了。当然嘱咐他的话绝对不止一句话，教他自己要护持，当然必定劝他要弘法利生。",
      "zh_TW": "跟五祖教他的一樣，此地用字就簡單，就省略了。當然囑咐他的話絕對不止一句話，教他自己要護持，當然必定勸他要弘法利生。"
    },
    {
      "id": "09-005-0003_p0208",
      "zh_CN": "【明又问。惠明今后向甚处去。】",
      "zh_TW": "【明又問。惠明今後向甚處去。】"
    },
    {
      "id": "09-005-0003_p0209",
      "zh_CN": "他也不会再回黄梅，他也走了。为什么？他开悟了，开悟再去没有用，他要再去的话，除了五祖之外就是他，那秀大师不如他，秀大师在他之下，所以他也不会再去。就问他，我因缘在什么地方，我到哪里去？",
      "zh_TW": "他也不會再回黃梅，他也走了。為什麼？他開悟了，開悟再去沒有用，他要再去的話，除了五祖之外就是他，那秀大師不如他，秀大師在他之下，所以他也不會再去。就問他，我因緣在什麼地方，我到哪裡去？"
    },
    {
      "id": "09-005-0003_p0210",
      "zh_CN": "【能曰。逢袁则止。遇蒙则居。】",
      "zh_TW": "【能曰。逢袁則止。遇蒙則居。】"
    },
    {
      "id": "09-005-0003_p0211",
      "zh_CN": "能大师也有神通，也给他指出方向、指出路，你的缘在哪里，你的道场在什么地方。『袁』就是袁州，『蒙』是蒙山，袁州的蒙山，这个地方在现在的江西，你到那个地方去。所以到以后他果然在那个地方教化一方，指点他一条路。",
      "zh_TW": "能大師也有神通，也給他指出方向、指出路，你的緣在哪裡，你的道場在什麼地方。『袁』就是袁州，『蒙』是蒙山，袁州的蒙山，這個地方在現在的江西，你到那個地方去。所以到以後他果然在那個地方教化一方，指點他一條路。"
    },
    {
      "id": "09-005-0003_p0212",
      "zh_CN": "【明礼辞。】",
      "zh_TW": "【明禮辭。】"
    },
    {
      "id": "09-005-0003_p0213",
      "zh_CN": "惠明就拜辞六祖。",
      "zh_TW": "惠明就拜辭六祖。"
    },
    {
      "id": "09-005-0003_p0214",
      "zh_CN": "【明回至岭下。谓趁众曰。向陟崔嵬。竟无踪迹。当别道寻之。趁众咸以为然。】",
      "zh_TW": "【明回至嶺下。謂趁眾曰。向陟崔嵬。竟無蹤跡。當別道尋之。趁眾咸以為然。】"
    },
    {
      "id": "09-005-0003_p0215",
      "zh_CN": "他到了岭南，从岭下来之后，碰到后面追的人来，他碰到了，碰到之后他就打了个妄语，他说没有追到，恐怕从别的路走去，我们到另外的路去追。把这些人指使走了，使六祖平平安安的到达四会，到那个地方去隐居。惠明以后到了袁州之后，他改了名字，改叫道明，他认了六祖做他的老师、做他的和尚，所以不敢跟他平辈，不敢用惠字，所以就改成道明。所以我们今天在禅宗史上看到袁州道明和尚，就是此地讲的惠明，他也有相当的成就，也非常的了不起。到这个地方是一段，就是度惠明的一段公案。",
      "zh_TW": "他到了嶺南，從嶺下來之後，碰到後面追的人來，他碰到了，碰到之後他就打了個妄語，他說沒有追到，恐怕從別的路走去，我們到另外的路去追。把這些人指使走了，使六祖平平安安的到達四會，到那個地方去隱居。惠明以後到了袁州之後，他改了名字，改叫道明，他認了六祖做他的老師、做他的和尚，所以不敢跟他平輩，不敢用惠字，所以就改成道明。所以我們今天在禪宗史上看到袁州道明和尚，就是此地講的惠明，他也有相當的成就，也非常的了不起。到這個地方是一段，就是度惠明的一段公案。"
    },
    {
      "id": "09-005-0003_p0216",
      "zh_CN": "由此可知，祖师的安排巧妙之极。你看，五祖他的世寿还有三年，他再过一年传法不可以吗？何必一定在这个时候？这个时候传给他，附带就度了惠明。如果诸位想想看，他真的住上个两年的话，在五祖圆寂前一年传法都来得及，让能大师在黄梅住个两年，他现在住了八个月，再住两年，住了两年八个月（差不多住三年），他上上下下也熟了，到那个时候也没有这么多人追他，不会是这个情形。所以这种安排就是故意激起公愤，让这个惠明去追，追上来之后他开悟了。这就是五祖说，他的因缘是在他那里，他度不了，他能度他。正如同释迦牟尼佛在世，有一批人到佛这里来，佛度不了，佛叫他去跟舍利弗，结果被舍利弗度走了，他跟舍利弗有缘，舍利弗会下他能开悟，他听佛讲经不会开悟，这个道理就是如此。惠明在五祖会下听那么多年不开悟，在六祖这里给他一逼就开悟了。所以是用意非常之深，他这个安排非常的巧妙，这些地方我们都要留意、都要晓得。所以圣人用心，的的确确不是我们凡夫所能够测度的，他这一举度了两个人，两个开悟的。好，我们今天就讲到此地。",
      "zh_TW": "由此可知，祖師的安排巧妙之極。你看，五祖他的世壽還有三年，他再過一年傳法不可以嗎？何必一定在這個時候？這個時候傳給他，附帶就度了惠明。如果諸位想想看，他真的住上個兩年的話，在五祖圓寂前一年傳法都來得及，讓能大師在黃梅住個兩年，他現在住了八個月，再住兩年，住了兩年八個月（差不多住三年），他上上下下也熟了，到那個時候也沒有這麼多人追他，不會是這個情形。所以這種安排就是故意激起公憤，讓這個惠明去追，追上來之後他開悟了。這就是五祖說，他的因緣是在他那裡，他度不了，他能度他。正如同釋迦牟尼佛在世，有一批人到佛這裡來，佛度不了，佛叫他去跟舍利弗，結果被舍利弗度走了，他跟舍利弗有緣，舍利弗會下他能開悟，他聽佛講經不會開悟，這個道理就是如此。惠明在五祖會下聽那麼多年不開悟，在六祖這裡給他一逼就開悟了。所以是用意非常之深，他這個安排非常的巧妙，這些地方我們都要留意、都要曉得。所以聖人用心，的的確確不是我們凡夫所能夠測度的，他這一舉度了兩個人，兩個開悟的。好，我們今天就講到此地。"
    }
  ]
}