{
  "doc_id": "32-263-0001",
  "title": {
    "zh_CN": "和谐社会 孝敬为本 教学为先——新加坡护持祭祖大典护法与义工新春谈话",
    "zh_TW": "和諧社會 孝敬為本 教學為先——新加坡護持祭祖大典護法與義工新春談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "新加坡富丽华河畔酒店宴会厅",
    "zh_TW": "新加坡富麗華河畔酒店宴會廳"
  },
  "doc_number": "32-263-0001",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "32-263-0001_p0001",
      "zh_CN": "尊敬的诸位大德、诸位同修，大家新春吉祥！",
      "zh_TW": "尊敬的諸位大德、諸位同修，大家新春吉祥！"
    },
    {
      "id": "32-263-0001_p0002",
      "zh_CN": "时间过得真快，转眼又是新的一年。记得去年，我们也是在这里一起喜迎春节。新加坡让人感到浓厚的年味，说明这边的华人还惦记着自己的传统，没有把根忘掉，很难得！",
      "zh_TW": "時間過得真快，轉眼又是新的一年。記得去年，我們也是在這裡一起喜迎春節。新加坡讓人感到濃厚的年味，說明這邊的華人還惦記著自己的傳統，沒有把根忘掉，很難得！"
    },
    {
      "id": "32-263-0001_p0003",
      "zh_CN": "今天参加聚会的，有新加坡福建公会、新加坡幸福企业、大同书斋、新加坡净宗联谊会，还有新加坡其他的团体。以上团体的护法与义工同修们，今天欢聚一堂，共同迎接新春，这是一件很有意义的事。从这里可以看出新加坡同修们团结一致、同心同德的团队精神，希望大家继续保持下去。古语说「家和万事兴」，只要大家彼此和谐，精诚团结，这里的团队一定会愈来愈兴盛！",
      "zh_TW": "今天參加聚會的，有新加坡福建公會、新加坡幸福企業、大同書齋、新加坡淨宗聯誼會，還有新加坡其他的團體。以上團體的護法與義工同修們，今天歡聚一堂，共同迎接新春，這是一件很有意義的事。從這裡可以看出新加坡同修們團結一致、同心同德的團隊精神，希望大家繼續保持下去。古語說「家和萬事興」，只要大家彼此和諧，精誠團結，這裡的團隊一定會愈來愈興盛！"
    },
    {
      "id": "32-263-0001_p0004",
      "zh_CN": "最近三年来，新加坡、马来西亚和印尼的同修们一起合办祭祖大典，缅怀世界各族祖先，提倡孝敬之道，规模宏大，盛况空前。孝敬是万善的根本，所以祭祖大典对于敦厚社会善良风俗、端正世道人心，起到非常好的促进作用。这些活动的举办，端赖在座各位的辛勤付出，才得以圆满成就，所以各位所做的善业殊胜，功德无量！",
      "zh_TW": "最近三年來，新加坡、馬來西亞和印尼的同修們一起合辦祭祖大典，緬懷世界各族祖先，提倡孝敬之道，規模宏大，盛況空前。孝敬是萬善的根本，所以祭祖大典對於敦厚社會善良風俗、端正世道人心，起到非常好的促進作用。這些活動的舉辦，端賴在座各位的辛勤付出，才得以圓滿成就，所以各位所做的善業殊勝，功德無量！"
    },
    {
      "id": "32-263-0001_p0005",
      "zh_CN": "普世教育促进社会和谐",
      "zh_TW": "普世教育促進社會和諧"
    },
    {
      "id": "32-263-0001_p0006",
      "zh_CN": "去年冬至，我们在香港举办的祭祖大典活动当中，邀请了新加坡和澳洲的多元宗教代表，共同为世界和平祈福，并且分享各宗教对于祭祖的观点与作法。从这些分享当中，我们可以了解到，世界各民族、各宗教的传统都注重孝敬之道，所以对于纪念祖先都相当重视。这是非常好的传统，应该发扬光大。",
      "zh_TW": "去年冬至，我們在香港舉辦的祭祖大典活動當中，邀請了新加坡和澳洲的多元宗教代表，共同為世界和平祈福，並且分享各宗教對於祭祖的觀點與作法。從這些分享當中，我們可以了解到，世界各民族、各宗教的傳統都注重孝敬之道，所以對於紀念祖先都相當重視。這是非常好的傳統，應該發揚光大。"
    },
    {
      "id": "32-263-0001_p0007",
      "zh_CN": "今天我们看到世界的乱象，竞争私利、矛盾冲突、道德沦丧、灾变四起，这一切乱象的根本，原因在于教育出了问题。近百年来，全世界崇尚发展物质文明，疏忽了提升精神文明，东方世界疏忽了圣贤教育，西方世界疏忽了宗教教育，这两种教育都包含伦理、道德、因果和圣贤智慧这四种普世教育。疏忽了普世教育，人们的人生观与价值观就出现偏差，偏离了仁义礼智信，做人应有的德行，一味追求财色名利与物质享受。自私自利，不惜损人利己；为了发展经济，不惜牺牲大自然，其结果就造成种种乱象，而且愈来愈严重。",
      "zh_TW": "今天我們看到世界的亂象，競爭私利、矛盾衝突、道德淪喪、災變四起，這一切亂象的根本，原因在於教育出了問題。近百年來，全世界崇尚發展物質文明，疏忽了提升精神文明，東方世界疏忽了聖賢教育，西方世界疏忽了宗教教育，這兩種教育都包含倫理、道德、因果和聖賢智慧這四種普世教育。疏忽了普世教育，人們的人生觀與價值觀就出現偏差，偏離了仁義禮智信，做人應有的德行，一味追求財色名利與物質享受。自私自利，不惜損人利己；為了發展經濟，不惜犧牲大自然，其結果就造成種種亂象，而且愈來愈嚴重。"
    },
    {
      "id": "32-263-0001_p0008",
      "zh_CN": "要解决今天世界所面临的问题，挽救危机，端赖振兴伦理教育、道德教育、因果教育与圣贤智慧的教育。祭祖大典就是这类普世教育的一种形式，值得弘扬与提倡。",
      "zh_TW": "要解決今天世界所面臨的問題，挽救危機，端賴振興倫理教育、道德教育、因果教育與聖賢智慧的教育。祭祖大典就是這類普世教育的一種形式，值得弘揚與提倡。"
    },
    {
      "id": "32-263-0001_p0009",
      "zh_CN": "提倡圣贤教育",
      "zh_TW": "提倡聖賢教育"
    },
    {
      "id": "32-263-0001_p0010",
      "zh_CN": "东方传统文化以中国传统文化为主轴，其精髓就是圣贤教育，其纲领在于五伦、五常、四维、八德。这四科归纳起来，就是「孝悌忠信、礼义廉耻、仁爱和平」这十二个德目。前面两个德目「孝悌」，也就是「孝敬」，这是一切德目的根本，也是祭祖大典的精神所在。因此，举办祭祖大典就是提倡圣贤教育。",
      "zh_TW": "東方傳統文化以中國傳統文化為主軸，其精髓就是聖賢教育，其綱領在於五倫、五常、四維、八德。這四科歸納起來，就是「孝悌忠信、禮義廉恥、仁愛和平」這十二個德目。前面兩個德目「孝悌」，也就是「孝敬」，這是一切德目的根本，也是祭祖大典的精神所在。因此，舉辦祭祖大典就是提倡聖賢教育。"
    },
    {
      "id": "32-263-0001_p0011",
      "zh_CN": "现在世界各地兴起了汉学热，学习汉学的人愈来愈多。「汉学」是海外对中国各方面研究的通称；我们用「汉学」这一词，则是强调「古汉学」，注重在中国传统文化教育这方面，也就是注重在圣贤教育。我们在世界各地弘扬汉学，并不是跟随现代的风潮，而是真正看到了汉学对人类的重要性，看到了传承汉学的必要性。我们在英国办汉学院，在马来西亚也办汉学院，在澳洲办汉学班，在台湾地区也振兴汉学教育；越南方面也传来消息，他们也开始倡导汉学的学习。这些都是着眼于振兴老祖宗、古圣先贤留下来的圣贤教育。",
      "zh_TW": "現在世界各地興起了漢學熱，學習漢學的人愈來愈多。「漢學」是海外對中國各方面研究的通稱；我們用「漢學」這一詞，則是強調「古漢學」，注重在中國傳統文化教育這方面，也就是注重在聖賢教育。我們在世界各地弘揚漢學，並不是跟隨現代的風潮，而是真正看到了漢學對人類的重要性，看到了傳承漢學的必要性。我們在英國辦漢學院，在馬來西亞也辦漢學院，在澳洲辦漢學班，在台灣地區也振興漢學教育；越南方面也傳來消息，他們也開始倡導漢學的學習。這些都是著眼於振興老祖宗、古聖先賢留下來的聖賢教育。"
    },
    {
      "id": "32-263-0001_p0012",
      "zh_CN": "圣贤教育教导我们做人的道理，一切都从自己修身做起。正如《大学》所说的「格物、致知、诚意、正心、修身、齐家、治国、平天下」，这是顺乎天理与人性的一套完整的系统。由「内圣」而「外王」，自己本身修养好了，推而广之，影响周遭的一切人，最终达到的目的是「平天下」。「平天下」就是「平和天下」，用今天的话来讲，就是全世界人平等对待、和睦相处，达到这个阶段，就是世界和平。",
      "zh_TW": "聖賢教育教導我們做人的道理，一切都從自己修身做起。正如《大學》所說的「格物、致知、誠意、正心、修身、齊家、治國、平天下」，這是順乎天理與人性的一套完整的系統。由「內聖」而「外王」，自己本身修養好了，推而廣之，影響周遭的一切人，最終達到的目的是「平天下」。「平天下」就是「平和天下」，用今天的話來講，就是全世界人平等對待、和睦相處，達到這個階段，就是世界和平。"
    },
    {
      "id": "32-263-0001_p0013",
      "zh_CN": "我们办汉学院的目的在于振兴古汉语，培养有能力研读、讲解、翻译、落实《四库全书》的师资人才，将五千年的中华传统文化弘扬到全世界，真正「为往圣继绝学，为万世开太平」。现在汉学院的硕士班、大学预科班都已经相继开课，一切正逐渐步上正轨。",
      "zh_TW": "我們辦漢學院的目的在於振興古漢語，培養有能力研讀、講解、翻譯、落實《四庫全書》的師資人才，將五千年的中華傳統文化弘揚到全世界，真正「為往聖繼絕學，為萬世開太平」。現在漢學院的碩士班、大學預科班都已經相繼開課，一切正逐漸步上正軌。"
    },
    {
      "id": "32-263-0001_p0014",
      "zh_CN": "除了汉学院之外，我们还要办班教学，取名为「汉学传承班」。这个班基本上分为初级、中级、高级三个阶段。初级阶段是扎根，学习《圣学根之根》里面的二十三种教材，必须能够熟读、背诵，而且要能理解、讲解，这是非常重要的基础。中级阶段学习「四书」「五经」，不仅要明白道理，而且要具体落实。高级阶段学习《群书治要》，具备修身、齐家、治国、平天下的学问与能力。现在台南极乐寺开始办这个班，请大学中文系的教授来授课，要将老祖宗的圣贤教育传承下去。这个班的特色是重实质不重形式，要培养真正具备汉文化内涵的人才，能读懂、能讲解、能力行；不重学位、不重名利，重视真学问、真道德。我们要做的是这桩事情。",
      "zh_TW": "除了漢學院之外，我們還要辦班教學，取名為「漢學傳承班」。這個班基本上分為初級、中級、高級三個階段。初級階段是扎根，學習《聖學根之根》裡面的二十三種教材，必須能夠熟讀、背誦，而且要能理解、講解，這是非常重要的基礎。中級階段學習「四書」「五經」，不僅要明白道理，而且要具體落實。高級階段學習《群書治要》，具備修身、齊家、治國、平天下的學問與能力。現在台南極樂寺開始辦這個班，請大學中文系的教授來授課，要將老祖宗的聖賢教育傳承下去。這個班的特色是重實質不重形式，要培養真正具備漢文化內涵的人才，能讀懂、能講解、能力行；不重學位、不重名利，重視真學問、真道德。我們要做的是這樁事情。"
    },
    {
      "id": "32-263-0001_p0015",
      "zh_CN": "提倡宗教教育",
      "zh_TW": "提倡宗教教育"
    },
    {
      "id": "32-263-0001_p0016",
      "zh_CN": "提倡宗教，首先要明白什么是宗教。「宗教」依中文的解释，「宗」是主要的、重要的、尊崇的；「教」是教育、教学、教化；两个字合起来解释，宗教是人类主要的教育、重要的教学、尊崇的教化。所以宗教不是只有诵经与祈祷，它不是迷信，而是蕴含了伦理、道德、因果、圣贤智慧的教育。宗教的核心价值观就是爱，神圣的大爱、大公无私的博爱，所以宗教教育就是爱的教育。提倡宗教，就是让宗教回归教育，把宗教的教义讲清楚、讲明白、讲透彻。能够端正世道人心，宗教就能对社会作出巨大的贡献。",
      "zh_TW": "提倡宗教，首先要明白什麼是宗教。「宗教」依中文的解釋，「宗」是主要的、重要的、尊崇的；「教」是教育、教學、教化；兩個字合起來解釋，宗教是人類主要的教育、重要的教學、尊崇的教化。所以宗教不是只有誦經與祈禱，它不是迷信，而是蘊含了倫理、道德、因果、聖賢智慧的教育。宗教的核心價值觀就是愛，神聖的大愛、大公無私的博愛，所以宗教教育就是愛的教育。提倡宗教，就是讓宗教回歸教育，把宗教的教義講清楚、講明白、講透徹。能夠端正世道人心，宗教就能對社會作出巨大的貢獻。"
    },
    {
      "id": "32-263-0001_p0017",
      "zh_CN": "一九九九年，我们在新加坡团结宗教，就开始提倡各宗教讲经教学。二ＯＯ二年起，我们在澳洲图文巴团结宗教，也提倡宗教回归教育。图文巴和新加坡等地的宗教人士一起合编《宗教经典三六Ｏ》，在新加坡和图文巴都举行了发布会，这是对宗教教育做出的一个贡献。最近我们又精选了各宗教对于爱、对于一体的经句，编成《神爱世人》这本小册，希望能够普遍流通。",
      "zh_TW": "一九九九年，我們在新加坡團結宗教，就開始提倡各宗教講經教學。二ＯＯ二年起，我們在澳洲圖文巴團結宗教，也提倡宗教回歸教育。圖文巴和新加坡等地的宗教人士一起合編《宗教經典三六Ｏ》，在新加坡和圖文巴都舉行了發布會，這是對宗教教育做出的一個貢獻。最近我們又精選了各宗教對於愛、對於一體的經句，編成《神愛世人》這本小冊，希望能夠普遍流通。"
    },
    {
      "id": "32-263-0001_p0018",
      "zh_CN": "关于提倡宗教教育，英国查尔斯王子与威尔士大学休斯校长已经着手在进行，他们在大学里设了一个和谐博士班，专门替各个宗教培养传教的人才。学生三年毕业之后，取得博士学位，就有资格在大学里教授宗教的课程。让宗教回归教育，这是一个很好的开始，所以，我们全力支持这项计划。去年秋天，第一期和谐博士班已经开课。三年后，老师加上毕业生，预计会有三十位具备博士学位的传教师；有了师资，就可以开办宗教教育学院。学院采七年制：三年本科、一年硕士、三年博士，七年之后，估计能够培养出一百多名具有博士学位的老师，此时就可以正式开办世界宗教大学。所以我们朝着这个目标、这个方向努力。",
      "zh_TW": "關於提倡宗教教育，英國查爾斯王子與威爾士大學休斯校長已經著手在進行，他們在大學裡設了一個和諧博士班，專門替各個宗教培養傳教的人才。學生三年畢業之後，取得博士學位，就有資格在大學裡教授宗教的課程。讓宗教回歸教育，這是一個很好的開始，所以，我們全力支持這項計畫。去年秋天，第一期和諧博士班已經開課。三年後，老師加上畢業生，預計會有三十位具備博士學位的傳教師；有了師資，就可以開辦宗教教育學院。學院採七年制：三年本科、一年碩士、三年博士，七年之後，估計能夠培養出一百多名具有博士學位的老師，此時就可以正式開辦世界宗教大學。所以我們朝著這個目標、這個方向努力。"
    },
    {
      "id": "32-263-0001_p0019",
      "zh_CN": "去年联合国教科文组织批准了一个办公室给我，取名为「联合国教科文组织净空之友社」。这是一个多元宗教办公室，希望经由这个平台，能够更广泛的向世界传播、落实「恢复宗教教育、促进宗教团结、弘扬传统文化」的教育理念。这是我们事先想像不到的事情，完全是三宝加持、众神护佑的结果。",
      "zh_TW": "去年聯合國教科文組織批准了一個辦公室給我，取名為「聯合國教科文組織淨空之友社」。這是一個多元宗教辦公室，希望經由這個平台，能夠更廣泛的向世界傳播、落實「恢復宗教教育、促進宗教團結、弘揚傳統文化」的教育理念。這是我們事先想像不到的事情，完全是三寶加持、眾神護佑的結果。"
    },
    {
      "id": "32-263-0001_p0020",
      "zh_CN": "下一步，我们希望在巴黎办一个宗教教育活动中心，邀请各个宗教轮流来讲经，譬如周一基督教讲《圣经》，周二伊斯兰教讲《古兰经》……讲经的时候录像，然后在电视、网路播放。如此，相信很快大家就会明白宗教教育的重要性，都能够醒悟过来，共同振兴普世教育，促进社会和谐。",
      "zh_TW": "下一步，我們希望在巴黎辦一個宗教教育活動中心，邀請各個宗教輪流來講經，譬如週一基督教講《聖經》，週二伊斯蘭教講《古蘭經》……講經的時候錄像，然後在電視、網路播放。如此，相信很快大家就會明白宗教教育的重要性，都能夠醒悟過來，共同振興普世教育，促進社會和諧。"
    },
    {
      "id": "32-263-0001_p0021",
      "zh_CN": "结语",
      "zh_TW": "結語"
    },
    {
      "id": "32-263-0001_p0022",
      "zh_CN": "提倡汉学，可以振兴东方的圣贤教育；提倡宗教讲经教学，可以振兴西方的宗教教育。这两者的目的，都是在弘扬普世教育，唯有把教育办好了，才能真正化解冲突，促进社会安定和谐，这是世间第一等的好事！遇到缘，要尽心尽力去做，用真诚心、清净心去做，这也是在累积往生的资粮；没有缘，不攀缘，一心念佛求生净土，这是世出世间最殊胜、最真实、最究竟的头等大事。",
      "zh_TW": "提倡漢學，可以振興東方的聖賢教育；提倡宗教講經教學，可以振興西方的宗教教育。這兩者的目的，都是在弘揚普世教育，唯有把教育辦好了，才能真正化解衝突，促進社會安定和諧，這是世間第一等的好事！遇到緣，要盡心盡力去做，用真誠心、清淨心去做，這也是在累積往生的資糧；沒有緣，不攀緣，一心念佛求生淨土，這是世出世間最殊勝、最真實、最究竟的頭等大事。"
    },
    {
      "id": "32-263-0001_p0023",
      "zh_CN": "最后，祝福大家新春愉快、六时吉祥！诸恶莫作，岁岁平安；众善奉行，年年如意！法喜充满、光寿无量！谢谢大家！",
      "zh_TW": "最後，祝福大家新春愉快、六時吉祥！諸惡莫作，歲歲平安；眾善奉行，年年如意！法喜充滿、光壽無量！謝謝大家！"
    }
  ]
}