{
  "doc_id": "21-199-0001",
  "title": {
    "zh_CN": "韩国餐会讲话",
    "zh_TW": "韓國餐會講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "韩国",
    "zh_TW": "韓國"
  },
  "doc_number": "21-199-0001",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "21-199-0001_p0001",
      "zh_CN": "尊敬的小鸾法师、月云大法师、德山长老，各位法师、居士，大家晚上好！我学佛的因缘是早年非常欢喜学习哲学，所以从方东美先生，听他的指教，他老人家在教学最后一个单元，介绍到佛经哲学，告诉我：佛经哲学，全世界哲学的最高峰，学佛是人生最高的享受。我是被这二句话引进佛门。接触到佛教之后，大概在一个多月就认识了章嘉大师，我当时是二十六岁，我向他请教，我说我现在知道佛法的殊胜，但是有什么样的方法，能够叫我很快的能够契入？",
      "zh_TW": "尊敬的小鸞法師、月雲大法師、德山長老，各位法師、居士，大家晚上好！我學佛的因緣是早年非常歡喜學習哲學，所以從方東美先生，聽他的指教，他老人家在教學最後一個單元，介紹到佛經哲學，告訴我：佛經哲學，全世界哲學的最高峰，學佛是人生最高的享受。我是被這二句話引進佛門。接觸到佛教之後，大概在一個多月就認識了章嘉大師，我當時是二十六歲，我向他請教，我說我現在知道佛法的殊勝，但是有什麼樣的方法，能夠叫我很快的能夠契入？"
    },
    {
      "id": "21-199-0001_p0002",
      "zh_CN": "他告诉我，方法是有，给我讲的三个字：看破放下，看得破、放得下。看破就是对于宇宙人生真相彻底明白了，所以我们在《华严经》上看到毘卢遮那佛的华藏世界，在《无量寿经》里面看到阿弥陀佛的极乐世界。这世界是非常和睦，和平的世界，这个里面决定没有竞争，只有彼此互相尊重，互相敬爱，互助合作。为什么他们的世界那么美好，我们的世界这样的混乱？这是很值得我们省思的。",
      "zh_TW": "他告訴我，方法是有，給我講的三個字：看破放下，看得破、放得下。看破就是對於宇宙人生真相徹底明白了，所以我們在《華嚴經》上看到毘盧遮那佛的華藏世界，在《無量壽經》裡面看到阿彌陀佛的極樂世界。這世界是非常和睦，和平的世界，這個裡面決定沒有競爭，只有彼此互相尊重，互相敬愛，互助合作。為什麼他們的世界那麼美好，我們的世界這樣的混亂？這是很值得我們省思的。"
    },
    {
      "id": "21-199-0001_p0003",
      "zh_CN": "诸佛的国度是一个多元文化的社会，你看他们的心胸非常广大，来自十方世界只要有人愿意移民到他那个地方（往生就是移民），他都欢迎，从来没有拒绝的。你说这种包容量，这个大的慈悲的胸怀，包容量非常值得我们学习。所以学佛跟佛学是完全不同的，佛学是把佛教当作一门学术来研究，这个就把佛教变成世间法。学佛，我们一定要学得像释迦牟尼佛，像阿弥陀佛，像毘卢遮那佛，转凡成圣，这个是佛教真正教学的目标。",
      "zh_TW": "諸佛的國度是一個多元文化的社會，你看他們的心胸非常廣大，來自十方世界只要有人願意移民到他那個地方（往生就是移民），他都歡迎，從來沒有拒絕的。你說這種包容量，這個大的慈悲的胸懷，包容量非常值得我們學習。所以學佛跟佛學是完全不同的，佛學是把佛教當作一門學術來研究，這個就把佛教變成世間法。學佛，我們一定要學得像釋迦牟尼佛，像阿彌陀佛，像毘盧遮那佛，轉凡成聖，這個是佛教真正教學的目標。"
    },
    {
      "id": "21-199-0001_p0004",
      "zh_CN": "佛是什么？佛在经典上讲的非常清楚，佛是我们自己的本性，是我们自己的真心。现在科学家都在研究虚空从哪里来、世界从哪里来的、生命从哪里来的，都在研究这些问题，始终他也找不到答案。说的是很多，但是都不能叫人接受，不能叫人心服口服。佛在《华严经•出现品》里面告诉我们，他说的非常好，十法界依正庄严，也就是现在科学家所研究的这些范围。虚空世界、刹土众生，十法界依正庄严从哪里来的？唯心所变，唯识所变，心识就是佛。",
      "zh_TW": "佛是什麼？佛在經典上講的非常清楚，佛是我們自己的本性，是我們自己的真心。現在科學家都在研究虛空從哪裡來、世界從哪裡來的、生命從哪裡來的，都在研究這些問題，始終他也找不到答案。說的是很多，但是都不能叫人接受，不能叫人心服口服。佛在《華嚴經•出現品》裡面告訴我們，他說的非常好，十法界依正莊嚴，也就是現在科學家所研究的這些範圍。虛空世界、剎土眾生，十法界依正莊嚴從哪裡來的？唯心所變，唯識所變，心識就是佛。"
    },
    {
      "id": "21-199-0001_p0005",
      "zh_CN": "我们学佛真正的目的，不是在拿一个博士、拿一个什么学位，是真正要把我们的本性找回来，就是禅宗里讲「父母未生之前本来面目」，我们要把这个东西找回来，那什么问题都解决了。佛告诉我们，我们本性里面原来就是有大圆满，密宗里面讲大圆满，显宗也说，大圆满里面包括三样东西，第一个是智慧的圆满；第二个是能力的圆满，万德万能；第三个是相好的圆满。",
      "zh_TW": "我們學佛真正的目的，不是在拿一個博士、拿一個什麼學位，是真正要把我們的本性找回來，就是禪宗裡講「父母未生之前本來面目」，我們要把這個東西找回來，那什麼問題都解決了。佛告訴我們，我們本性裡面原來就是有大圓滿，密宗裡面講大圓滿，顯宗也說，大圓滿裡面包括三樣東西，第一個是智慧的圓滿；第二個是能力的圓滿，萬德萬能；第三個是相好的圓滿。"
    },
    {
      "id": "21-199-0001_p0006",
      "zh_CN": "如果我们认真去学习，这三个圆满我们都可以得到，所以佛讲一切众生跟佛没有两样，统统都具足这三个圆满。现在我们为什么不圆满了，三条东西都失掉了？智慧变成了烦恼，万德万能变成了无能，相好变成了丑陋。所以，这个因素，佛也一语给我们说破，他说「但以妄想执着而不能证得」，佛把我们的病根指出来。我们的病根就是妄想、分别、执着，所以把自性的圆满、智慧、德能、相好统统失掉了。",
      "zh_TW": "如果我們認真去學習，這三個圓滿我們都可以得到，所以佛講一切眾生跟佛沒有兩樣，統統都具足這三個圓滿。現在我們為什麼不圓滿了，三條東西都失掉了？智慧變成了煩惱，萬德萬能變成了無能，相好變成了醜陋。所以，這個因素，佛也一語給我們說破，他說「但以妄想執著而不能證得」，佛把我們的病根指出來。我們的病根就是妄想、分別、執著，所以把自性的圓滿、智慧、德能、相好統統失掉了。"
    },
    {
      "id": "21-199-0001_p0007",
      "zh_CN": "这个失掉不是真的失掉，是迷失，哪一天你觉悟了，哪一天圆满就恢复。所以佛教导我们怎样恢复？他有个方法，这个方法就是戒定慧三学，因戒得定，因定开慧，慧开之后，德能相好统统都能够恢复。所以戒学是佛法教给我们非常重要的一个手段，佛的这种教导跟儒家孔老夫子教给我们的方法，几乎是完全相同。儒教给我们（就是孔子教给我们），是要从格物、致知、诚意、正心下手。",
      "zh_TW": "這個失掉不是真的失掉，是迷失，哪一天你覺悟了，哪一天圓滿就恢復。所以佛教導我們怎樣恢復？他有個方法，這個方法就是戒定慧三學，因戒得定，因定開慧，慧開之後，德能相好統統都能夠恢復。所以戒學是佛法教給我們非常重要的一個手段，佛的這種教導跟儒家孔老夫子教給我們的方法，幾乎是完全相同。儒教給我們（就是孔子教給我們），是要從格物、致知、誠意、正心下手。"
    },
    {
      "id": "21-199-0001_p0008",
      "zh_CN": "格物就是要断烦恼，致知就是寻求智慧，所以还是从戒定慧三学入门。儒跟佛境界完全相同，你看《大学》可以说把儒家的教学，全部教学的纲领统统都写出来了。它完成的方法第一个就是「知止」，这二个字非常重要，知止就是知足，佛法里面讲知足。你看看菩萨成佛一定先要到兜率天去居住，兜率代表什么？兜率就是知足。所以人要不知足，你的烦恼就不能断，儒跟佛都教给我们要知足。",
      "zh_TW": "格物就是要斷煩惱，致知就是尋求智慧，所以還是從戒定慧三學入門。儒跟佛境界完全相同，你看《大學》可以說把儒家的教學，全部教學的綱領統統都寫出來了。它完成的方法第一個就是「知止」，這二個字非常重要，知止就是知足，佛法裡面講知足。你看看菩薩成佛一定先要到兜率天去居住，兜率代表什麼？兜率就是知足。所以人要不知足，你的煩惱就不能斷，儒跟佛都教給我們要知足。"
    },
    {
      "id": "21-199-0001_p0009",
      "zh_CN": "释迦牟尼佛当年在世过很简单的生活，非常快乐的生活，对这个世间、出世间真正做到了与人无争，与世无求，他心才能得清净，才能得三昧，三昧才能开智慧。所以我们一定要以真诚心、清净心、平等心、慈悲心放弃对一切人事物控制的念头，放弃对一切人事物占有的念头，我们才能够像佛菩萨一样，为一切苦难众生做牺牲奉献，热忱的服务。",
      "zh_TW": "釋迦牟尼佛當年在世過很簡單的生活，非常快樂的生活，對這個世間、出世間真正做到了與人無爭，與世無求，他心才能得清淨，才能得三昧，三昧才能開智慧。所以我們一定要以真誠心、清淨心、平等心、慈悲心放棄對一切人事物控制的念頭，放棄對一切人事物佔有的念頭，我們才能夠像佛菩薩一樣，為一切苦難眾生做犧牲奉獻，熱忱的服務。"
    },
    {
      "id": "21-199-0001_p0010",
      "zh_CN": "这一次能够到韩国，到日本来访问，这一边佛菩萨很多，我们到这边来向大家请教，希望我们能团结起来，帮助这一个苦难的世间。非常谢谢大家！",
      "zh_TW": "這一次能夠到韓國，到日本來訪問，這一邊佛菩薩很多，我們到這邊來向大家請教，希望我們能團結起來，幫助這一個苦難的世間。非常謝謝大家！"
    }
  ]
}