{
  "doc_id": "03-010-0001",
  "title": {
    "zh_CN": "净业三福",
    "zh_TW": "淨業三福"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾板桥体育馆",
    "zh_TW": "台灣板橋體育館"
  },
  "doc_number": "03-010-0001",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "03-010-0001_p0001",
      "zh_CN": "吴市长、各位长官、各位法师、各位善知识。今天我们有缘在板桥市有这么许多单位主办这一次佛学讲座，邀我到这里来给大家做一点佛法修学的报告。今天我看到这样隆重的礼节，我看了以后深深有感，在末法的时代还能够见到这样如法的礼节，实在是很难得，确实不多见。法师讲经的礼节是非常之隆重，在过去很平常，现在由于生活方式的转变，意识形态的不同，许多的礼节我们都已经简化，甚至于简化到像一般学校老师上课一样，仅仅有一个表示而已。这是看出佛教育与世间教育不相同的所在，这是非常明显让我们看得到的。",
      "zh_TW": "吳市長、各位長官、各位法師、各位善知識。今天我們有緣在板橋市有這麼許多單位主辦這一次佛學講座，邀我到這裡來給大家做一點佛法修學的報告。今天我看到這樣隆重的禮節，我看了以後深深有感，在末法的時代還能夠見到這樣如法的禮節，實在是很難得，確實不多見。法師講經的禮節是非常之隆重，在過去很平常，現在由於生活方式的轉變，意識形態的不同，許多的禮節我們都已經簡化，甚至於簡化到像一般學校老師上課一樣，僅僅有一個表示而已。這是看出佛教育與世間教育不相同的所在，這是非常明顯讓我們看得到的。"
    },
    {
      "id": "03-010-0001_p0002",
      "zh_CN": "今天这个讲座，可以说是专题的讲演，也可以说是正规的讲经，因为「净业三福」是《观无量寿佛经》的一段经文。为什么选这个讲题来讲？这是在这个时代，我们看到国内、国外学佛的风气，在形式上看很兴旺，在实际上真正能够收到佛法修学效果远不如过去。原因在什么地方，必须要认真去探讨，把它的病根找出来，然后将它修正过来，我们的修学功夫才能够真正的得力。这是这一次选择这个讲题主要的原因。相信在座的善知识们，可能有一些是初次接触到佛法，因此我们还要将佛法从头说起，先要认识佛教，佛教究竟是什么。如果对佛教产生误会，这是一误就误到底了，要想得到佛法真实的利益是很难。",
      "zh_TW": "今天這個講座，可以說是專題的講演，也可以說是正規的講經，因為「淨業三福」是《觀無量壽佛經》的一段經文。為什麼選這個講題來講？這是在這個時代，我們看到國內、國外學佛的風氣，在形式上看很興旺，在實際上真正能夠收到佛法修學效果遠不如過去。原因在什麼地方，必須要認真去探討，把它的病根找出來，然後將它修正過來，我們的修學功夫才能夠真正的得力。這是這一次選擇這個講題主要的原因。相信在座的善知識們，可能有一些是初次接觸到佛法，因此我們還要將佛法從頭說起，先要認識佛教，佛教究竟是什麼。如果對佛教產生誤會，這是一誤就誤到底了，要想得到佛法真實的利益是很難。"
    },
    {
      "id": "03-010-0001_p0003",
      "zh_CN": "佛教究竟是什么？我们今天在全世界所看到的有四种不同型态的佛教。第一种就是宗教的佛教。诸位要知道，佛教不是宗教，但是现在它已经变成宗教了，我们已经没有法子否认它是宗教。这是第一种型态，最普遍的。第二种是学术的佛教，佛教变成哲学、变成学术，在海外有许多大学里面开的有佛经的哲学，这是佛教变成学术了。第三种是最近大概二、三十年，我们见到的邪教的佛教，打着佛教的旗号，内容确实是一些妖魔鬼怪，这是有害于人的，有害于社会的，我们不能不加以辨别。第四种，我们说它是传统的佛教，传统的佛教，释迦牟尼佛代代相传，它是什么我们要把它认识清楚，它是教育，佛陀的教育。这个认知，在民国十二年，欧阳竟无先生在中山大学曾经做了一次讲演，他的题目是「佛教非宗教、非哲学，而为今世所必需」。这个讲演曾经在当时引起社会的震撼，欧阳先生举了许多的证据，说明佛教的本质是释迦牟尼佛的教育，这个话是真实的。世尊当年在世，与我们中国孔老夫子一生的行业非常相似，孔老夫子曾经周游列国，一生都用在教学上。世尊也是这样，舍弃了自己的尊荣，从事于教学的工作。他老人家一生，就如同经典上所说，讲经三百余会，说法四十九年，从来没有休息过，而且是周游列国，足迹遍五印度。",
      "zh_TW": "佛教究竟是什麼？我們今天在全世界所看到的有四種不同型態的佛教。第一種就是宗教的佛教。諸位要知道，佛教不是宗教，但是現在它已經變成宗教了，我們已經沒有法子否認它是宗教。這是第一種型態，最普遍的。第二種是學術的佛教，佛教變成哲學、變成學術，在海外有許多大學裡面開的有佛經的哲學，這是佛教變成學術了。第三種是最近大概二、三十年，我們見到的邪教的佛教，打著佛教的旗號，內容確實是一些妖魔鬼怪，這是有害於人的，有害於社會的，我們不能不加以辨別。第四種，我們說它是傳統的佛教，傳統的佛教，釋迦牟尼佛代代相傳，它是什麼我們要把它認識清楚，它是教育，佛陀的教育。這個認知，在民國十二年，歐陽竟無先生在中山大學曾經做了一次講演，他的題目是「佛教非宗教、非哲學，而為今世所必需」。這個講演曾經在當時引起社會的震撼，歐陽先生舉了許多的證據，說明佛教的本質是釋迦牟尼佛的教育，這個話是真實的。世尊當年在世，與我們中國孔老夫子一生的行業非常相似，孔老夫子曾經周遊列國，一生都用在教學上。世尊也是這樣，捨棄了自己的尊榮，從事於教學的工作。他老人家一生，就如同經典上所說，講經三百餘會，說法四十九年，從來沒有休息過，而且是周遊列國，足跡遍五印度。"
    },
    {
      "id": "03-010-0001_p0004",
      "zh_CN": "佛教即使从形式上来看它也是教育，我们称释迦牟尼佛称为本师，本师是根本的老师，我们自称为弟子，我们跟佛的关系是师生关系，这个宗教里面没有这种称呼的。世尊灭度之后一千年，佛法传到中国，这是我们国家派特使到西域去礼聘到中国来。来到中国之后，由中国外交机构来接待他们。汉朝的制度，主管外交的机关不叫外交部，叫鸿胪寺。我们今天这个寺院怎么来的要知道，寺是政府办事的机关，不是庙，鸿胪寺卿就相当于现在的外交部长。迎请到中国来之后，与中国朝野见面，我们谈得非常的投机，希望这个教育能够在中国发扬光大，与中国儒家的教育相辅相成，这就把摩腾、竺法兰两位大师留下来。留下来之后当然就不能让他长住在鸿胪寺，鸿胪寺是接待外宾的，是短时期招待所，不能长期让他们住。于是比照皇帝下面的一级单位，皇帝一级单位有九个寺，于是乎再成立一个寺，增设一个寺，这个寺称为白马寺。因为当年的经书、佛像是白马千里迢迢驮到中国来，我们中国的人心非常之厚道，连白马牠的功劳我们也不能把牠忘记，于是就称之为白马寺。所以佛教的教育机构称之为寺，这寺怎么来的一定要晓得，寺是政府办事的机构。",
      "zh_TW": "佛教即使從形式上來看它也是教育，我們稱釋迦牟尼佛稱為本師，本師是根本的老師，我們自稱為弟子，我們跟佛的關係是師生關係，這個宗教裡面沒有這種稱呼的。世尊滅度之後一千年，佛法傳到中國，這是我們國家派特使到西域去禮聘到中國來。來到中國之後，由中國外交機構來接待他們。漢朝的制度，主管外交的機關不叫外交部，叫鴻臚寺。我們今天這個寺院怎麼來的要知道，寺是政府辦事的機關，不是廟，鴻臚寺卿就相當於現在的外交部長。迎請到中國來之後，與中國朝野見面，我們談得非常的投機，希望這個教育能夠在中國發揚光大，與中國儒家的教育相輔相成，這就把摩騰、竺法蘭兩位大師留下來。留下來之後當然就不能讓他長住在鴻臚寺，鴻臚寺是接待外賓的，是短時期招待所，不能長期讓他們住。於是比照皇帝下面的一級單位，皇帝一級單位有九個寺，於是乎再成立一個寺，增設一個寺，這個寺稱為白馬寺。因為當年的經書、佛像是白馬千里迢迢馱到中國來，我們中國的人心非常之厚道，連白馬牠的功勞我們也不能把牠忘記，於是就稱之為白馬寺。所以佛教的教育機構稱之為寺，這寺怎麼來的一定要曉得，寺是政府辦事的機構。"
    },
    {
      "id": "03-010-0001_p0005",
      "zh_CN": "君主时代已经过去，现在是民国时代，从农业社会进步到工业社会，所以国家政治制度统统都已经革新，我们佛教这个道场名称还保持着汉朝的称呼。所以不读历史不知道事实真相，往往对佛教产生很大的误会，一看到寺，寺就是庙，里面是拜神的，这个里面是迷信的，这是对佛教的传播、教学产生了很大的障碍。因此今天佛的四众弟子，最重要的一个使命就是要把佛法回归到教育。你看从前这个寺院，寺院就是学校，它里面的组织跟今天的学校没有两样，只是称呼不相同。寺院的主管，这个教育机构的主管，我们一般学校称为校长，在佛门里面叫住持、叫方丈。住持、方丈实际上就是校长，他是负责主持教育行政与教育计划的、教育设施的。他下面有三个纲领执事，用现代的话来讲，就是总务、教务、训导，在佛门里面也是这三个纲领，首座和尚就是管教务的，就是教务主任；维那就是训导主任；当家师，我们常讲监院，就是总务主任。你看他们管的事情还是总务、教务、训导，只是名称不一样而已。所以佛法永远是站在时代的前端，永远是指导这个时代。今天我们佛法落伍了，落在时代的后面，没有跟着时代，没有站在时代的最前面。为什么不把我们今天寺院换个名称，我们里面所有执事的称呼也都要现代化？佛法如果不能做到现代化、不能做到本土化，就没有办法推展到全世界，这是我们必须要认识的。",
      "zh_TW": "君主時代已經過去，現在是民國時代，從農業社會進步到工業社會，所以國家政治制度統統都已經革新，我們佛教這個道場名稱還保持著漢朝的稱呼。所以不讀歷史不知道事實真相，往往對佛教產生很大的誤會，一看到寺，寺就是廟，裡面是拜神的，這個裡面是迷信的，這是對佛教的傳播、教學產生了很大的障礙。因此今天佛的四眾弟子，最重要的一個使命就是要把佛法回歸到教育。你看從前這個寺院，寺院就是學校，它裡面的組織跟今天的學校沒有兩樣，只是稱呼不相同。寺院的主管，這個教育機構的主管，我們一般學校稱為校長，在佛門裡面叫住持、叫方丈。住持、方丈實際上就是校長，他是負責主持教育行政與教育計畫的、教育設施的。他下面有三個綱領執事，用現代的話來講，就是總務、教務、訓導，在佛門裡面也是這三個綱領，首座和尚就是管教務的，就是教務主任；維那就是訓導主任；當家師，我們常講監院，就是總務主任。你看他們管的事情還是總務、教務、訓導，只是名稱不一樣而已。所以佛法永遠是站在時代的前端，永遠是指導這個時代。今天我們佛法落伍了，落在時代的後面，沒有跟著時代，沒有站在時代的最前面。為什麼不把我們今天寺院換個名稱，我們裡面所有執事的稱呼也都要現代化？佛法如果不能做到現代化、不能做到本土化，就沒有辦法推展到全世界，這是我們必須要認識的。"
    },
    {
      "id": "03-010-0001_p0006",
      "zh_CN": "因此在抗战期间，夏莲居老居士他老人家已经见到这一点，所以提倡把寺院改成为学会，这是一个很好的构想。我们这个道场不要再用寺院的名称，免得让大家误会，改成学会。修净土的我们称为净宗学会，学禅的称为禅学会，学华严的称为华严学会。用学会这个名称，大家一看这名称，这很有学术的气氛，就不至于让人家看到这是迷信。培养师资的称为学院，净宗学院、禅学院、华严学院、天台学院。因此道场，实在讲在从前都是专科大学。佛教的道场，里面是一个艺术的宫殿，实在就是用现代话来说，它是把学校跟博物馆结合成一体，是这么一个机构。因此它是属于艺术的教学。我们现代人常讲艺术化，一切讲艺术化，佛门在两千年前就提倡教学要艺术化，它真正做到了。所以诸位如果要深入了解佛法，你对它才真正是五体投地，真正是佩服。",
      "zh_TW": "因此在抗戰期間，夏蓮居老居士他老人家已經見到這一點，所以提倡把寺院改成為學會，這是一個很好的構想。我們這個道場不要再用寺院的名稱，免得讓大家誤會，改成學會。修淨土的我們稱為淨宗學會，學禪的稱為禪學會，學華嚴的稱為華嚴學會。用學會這個名稱，大家一看這名稱，這很有學術的氣氛，就不至於讓人家看到這是迷信。培養師資的稱為學院，淨宗學院、禪學院、華嚴學院、天台學院。因此道場，實在講在從前都是專科大學。佛教的道場，裡面是一個藝術的宮殿，實在就是用現代話來說，它是把學校跟博物館結合成一體，是這麼一個機構。因此它是屬於藝術的教學。我們現代人常講藝術化，一切講藝術化，佛門在兩千年前就提倡教學要藝術化，它真正做到了。所以諸位如果要深入了解佛法，你對它才真正是五體投地，真正是佩服。"
    },
    {
      "id": "03-010-0001_p0007",
      "zh_CN": "佛教既然是教育，它教育宗旨是什么？这个我们要知道。我们晓得，佛家的经典非常丰富，经典就是释迦牟尼佛当年教学的教科书，他的教科书非常丰富。我们今天要问，这么多的教科书，我们现在称为三藏经典，到底讲些什么？你们同修能不能答复得出来？这一部《大藏经》它讲些什么？要用佛学的名词来说，它所讲的是诸法实相；要用现代话来讲，它所讲的是宇宙人生的真相。宇宙是我们的生活环境，人生是我们本人；换句话说，佛教育就是讲我们自己跟我们自己生活环境的真相。你想想看，这个教育重要不重要？世界上的教育再没有比这个教育对我们更亲切了，我们切身所需要的就是佛教教育，这是我们必须要把它认识清楚的，我们才能够得到佛法真实的利益。",
      "zh_TW": "佛教既然是教育，它教育宗旨是什麼？這個我們要知道。我們曉得，佛家的經典非常豐富，經典就是釋迦牟尼佛當年教學的教科書，他的教科書非常豐富。我們今天要問，這麼多的教科書，我們現在稱為三藏經典，到底講些什麼？你們同修能不能答覆得出來？這一部《大藏經》它講些什麼？要用佛學的名詞來說，它所講的是諸法實相；要用現代話來講，它所講的是宇宙人生的真相。宇宙是我們的生活環境，人生是我們本人；換句話說，佛教育就是講我們自己跟我們自己生活環境的真相。你想想看，這個教育重要不重要？世界上的教育再沒有比這個教育對我們更親切了，我們切身所需要的就是佛教教育，這是我們必須要把它認識清楚的，我們才能夠得到佛法真實的利益。"
    },
    {
      "id": "03-010-0001_p0008",
      "zh_CN": "佛教是佛陀的教育，教育的宗旨我们了解了，要想认识宇宙人生的真相，这要智慧，要真正的智慧。所以佛法所追求的是阿耨多罗三藐三菩提，这一句话是梵语，翻成中国的意思就是无上正等正觉。这个话我们听起来还不好懂，我们再说得白一点，就是对宇宙人生一种究竟圆满的智慧。我们有究竟圆满的智慧，我们才能够认清宇宙人生的真相，学佛求的就是这个。诸位要知道，如果你在佛门里面求财、求富贵、求功名、求儿女、求平安，那是小事，能不能求得到？不一定，不一定能求到。可是，如果你能够求到真正的智慧，这些事情样样都可以求得到。为什么？有了智慧，哪一样办不到！所以智慧才是解决问题的，有智慧就是佛家常讲的「有求必应」。所以智慧是第一，有求必应是建立在圆满究竟智慧的基础上。",
      "zh_TW": "佛教是佛陀的教育，教育的宗旨我們了解了，要想認識宇宙人生的真相，這要智慧，要真正的智慧。所以佛法所追求的是阿耨多羅三藐三菩提，這一句話是梵語，翻成中國的意思就是無上正等正覺。這個話我們聽起來還不好懂，我們再說得白一點，就是對宇宙人生一種究竟圓滿的智慧。我們有究竟圓滿的智慧，我們才能夠認清宇宙人生的真相，學佛求的就是這個。諸位要知道，如果你在佛門裡面求財、求富貴、求功名、求兒女、求平安，那是小事，能不能求得到？不一定，不一定能求到。可是，如果你能夠求到真正的智慧，這些事情樣樣都可以求得到。為什麼？有了智慧，哪一樣辦不到！所以智慧才是解決問題的，有智慧就是佛家常講的「有求必應」。所以智慧是第一，有求必應是建立在圓滿究竟智慧的基礎上。"
    },
    {
      "id": "03-010-0001_p0009",
      "zh_CN": "现在我们要问，智慧怎么个求法？这就佛教给我们要修行。佛告诉我们，每个众生、每个人都有如来智慧德相，每个人、每个众生我们的智慧是平等的，跟诸佛如来没有两样，我们的德能、我们的才艺也跟诸佛没有两样，统统是一样的。可是现在诸佛菩萨智慧、德能流露在外面，我们的智慧、德能到哪里去了？这就是现代人讲的话，污染，我们的智慧、德能被污染了，被污染，不是没有，有。这个污染是障碍，我们今天思想有污染、见解有污染、心地有污染。现代人常说要讲求环保，要保护环境的清净，我们佛法在三千年前就教给我们要如何保护我们心地的清净。清净心起作用就是智慧，清净心起作用就是万德万能。佛法宗派很多，修行的方法很多，所谓八万四千法门、无量法门，法是方法，门是门径。这么多方法、门径做什么用的？都是帮助我们把精神的染污、心地的染污、思想的染污、见解的染污把它化除掉、把它断掉，恢复自性清净心，佛陀教学的能事就圆满了。所以佛法说来很简单，也不过就是如此而已！",
      "zh_TW": "現在我們要問，智慧怎麼個求法？這就佛教給我們要修行。佛告訴我們，每個眾生、每個人都有如來智慧德相，每個人、每個眾生我們的智慧是平等的，跟諸佛如來沒有兩樣，我們的德能、我們的才藝也跟諸佛沒有兩樣，統統是一樣的。可是現在諸佛菩薩智慧、德能流露在外面，我們的智慧、德能到哪裡去了？這就是現代人講的話，污染，我們的智慧、德能被污染了，被污染，不是沒有，有。這個污染是障礙，我們今天思想有污染、見解有污染、心地有污染。現代人常說要講求環保，要保護環境的清淨，我們佛法在三千年前就教給我們要如何保護我們心地的清淨。清淨心起作用就是智慧，清淨心起作用就是萬德萬能。佛法宗派很多，修行的方法很多，所謂八萬四千法門、無量法門，法是方法，門是門徑。這麼多方法、門徑做什麼用的？都是幫助我們把精神的染污、心地的染污、思想的染污、見解的染污把它化除掉、把它斷掉，恢復自性清淨心，佛陀教學的能事就圓滿了。所以佛法說來很簡單，也不過就是如此而已！"
    },
    {
      "id": "03-010-0001_p0010",
      "zh_CN": "现在我们讲到修行，行就是行为，行为有了错误，错误的行为就是染污，如何把错误的行为修正过来，这叫修行。修行是修正行为。行为把它一归纳不外乎三大类，这个三大类就是身口意三业。身是身体的造作，口是言语，意是思想、见解，这个三大类的行为有了错误，把这个错误修正过来。到底什么是正、什么是错？正的标准是什么？佛实在是高明、实在是伟大，并不是说他给我们制定一个标准要我们去遵守，那佛不值得我们尊敬。佛给我们讲，标准是自性，是你自己的自性，不是从外面来的。这个问题留待明天跟诸位详细的来报告。修正行为从哪里修起？佛在《观无量寿佛经》里面有一段开示，这段开示我们写在这张纸上，这是经文，不知道诸位同修有没有拿到？今天送来了六千张，应该够用。",
      "zh_TW": "現在我們講到修行，行就是行為，行為有了錯誤，錯誤的行為就是染污，如何把錯誤的行為修正過來，這叫修行。修行是修正行為。行為把它一歸納不外乎三大類，這個三大類就是身口意三業。身是身體的造作，口是言語，意是思想、見解，這個三大類的行為有了錯誤，把這個錯誤修正過來。到底什麼是正、什麼是錯？正的標準是什麼？佛實在是高明、實在是偉大，並不是說他給我們制定一個標準要我們去遵守，那佛不值得我們尊敬。佛給我們講，標準是自性，是你自己的自性，不是從外面來的。這個問題留待明天跟諸位詳細的來報告。修正行為從哪裡修起？佛在《觀無量壽佛經》裡面有一段開示，這段開示我們寫在這張紙上，這是經文，不知道諸位同修有沒有拿到？今天送來了六千張，應該夠用。"
    },
    {
      "id": "03-010-0001_p0011",
      "zh_CN": "我先把这桩事情给大家做个报告，《观无量寿佛经》是净土宗三经之一，里面给我们叙述了一个故事，就是频婆娑罗王家庭发生了变故，儿子篡夺父亲的政权，这个在我们中国人讲这叫大不孝，他杀父、害母。母亲在这个时候遭遇到家庭、国家的变故，感到这个世间非常之苦。于是乎她就要求释迦牟尼佛，问释迦牟尼佛，除了我们这个世界之外，还有没有更好的世界？用现代话来讲，她想移民过去，不想在这个世界再住下去。释迦牟尼佛非常慈悲，将十方世界，不仅是我们这个地球，还有他方世界，我们今天所谓的外太空，释迦牟尼佛把外太空里面许多星球那里面的状况，以他的神力变现在韦提希夫人的面前，让她自己看。她看了以后，她选择西方极乐世界，就是阿弥陀佛的教区。你看看释迦牟尼佛教学的善巧，他不是劝她，妳生极乐世界好，不是，他把十方世界给妳看，让妳自己去选择。选定了之后，世尊对她很赞叹，为什么？她选得很正确、没有选错，果然选的是十方世界里面最清净、最好的一个世界，真的被她选中了。选中之后她就要求释迦牟尼佛，我怎么去？这个世界很好，我用什么方法我才能够达到？",
      "zh_TW": "我先把這樁事情給大家做個報告，《觀無量壽佛經》是淨土宗三經之一，裡面給我們敘述了一個故事，就是頻婆娑羅王家庭發生了變故，兒子篡奪父親的政權，這個在我們中國人講這叫大不孝，他殺父、害母。母親在這個時候遭遇到家庭、國家的變故，感到這個世間非常之苦。於是乎她就要求釋迦牟尼佛，問釋迦牟尼佛，除了我們這個世界之外，還有沒有更好的世界？用現代話來講，她想移民過去，不想在這個世界再住下去。釋迦牟尼佛非常慈悲，將十方世界，不僅是我們這個地球，還有他方世界，我們今天所謂的外太空，釋迦牟尼佛把外太空裡面許多星球那裡面的狀況，以他的神力變現在韋提希夫人的面前，讓她自己看。她看了以後，她選擇西方極樂世界，就是阿彌陀佛的教區。你看看釋迦牟尼佛教學的善巧，他不是勸她，妳生極樂世界好，不是，他把十方世界給妳看，讓妳自己去選擇。選定了之後，世尊對她很讚歎，為什麼？她選得很正確、沒有選錯，果然選的是十方世界裡面最清淨、最好的一個世界，真的被她選中了。選中之後她就要求釋迦牟尼佛，我怎麼去？這個世界很好，我用什麼方法我才能夠達到？"
    },
    {
      "id": "03-010-0001_p0012",
      "zh_CN": "世尊在没有跟她讲往生西方极乐世界的方法之前，先要求她修三福，就是净业三福。佛而且特别为她说明，这个三福是「三世诸佛净业正因」，这句话非常的重要。我们知道，三世是讲过去、现在、未来，过去、现在、未来一切诸佛他们修的法门不一样，一定是不一样，修学的宗派也不一样，那都成佛了。可是无论修学哪个宗派，无论修学哪个法门，一定要以三福做基础。就好像我们盖房子一样，无论你盖什么式样的房子，无论你盖多么高的大楼，房屋的式样太多，千千万万种，但是地基是一样的，一定要做非常坚固的地基，从这个地基上才能够建造各种不同的建筑物。由此可知，净业三福是修行的基础，就像盖房子是地基。这是世尊要求韦提希夫人必须先要把这个基础打好，然后才可以接受佛教给她修学净土的方法。这就是四种念佛，四种念佛的方法都是建立在这个基础上。",
      "zh_TW": "世尊在沒有跟她講往生西方極樂世界的方法之前，先要求她修三福，就是淨業三福。佛而且特別為她說明，這個三福是「三世諸佛淨業正因」，這句話非常的重要。我們知道，三世是講過去、現在、未來，過去、現在、未來一切諸佛他們修的法門不一樣，一定是不一樣，修學的宗派也不一樣，那都成佛了。可是無論修學哪個宗派，無論修學哪個法門，一定要以三福做基礎。就好像我們蓋房子一樣，無論你蓋什麼式樣的房子，無論你蓋多麼高的大樓，房屋的式樣太多，千千萬萬種，但是地基是一樣的，一定要做非常堅固的地基，從這個地基上才能夠建造各種不同的建築物。由此可知，淨業三福是修行的基礎，就像蓋房子是地基。這是世尊要求韋提希夫人必須先要把這個基礎打好，然後才可以接受佛教給她修學淨土的方法。這就是四種念佛，四種念佛的方法都是建立在這個基礎上。"
    },
    {
      "id": "03-010-0001_p0013",
      "zh_CN": "我们从这个地方得到很大的启示，今天我们修学，费的时间比古人长，用的精神比古人多，为什么没有古人的成就？这时我们才恍然大悟，我们把基础疏忽掉了。好像盖房子怎么盖都盖不成功，毛病出在哪里？没有打地基。你搭个小茅蓬可以，盖个两层楼就倒了，那三层就不必说，两层都要倒了！这是我们今天把修学毛病找出来，一定要在此地打基础。",
      "zh_TW": "我們從這個地方得到很大的啟示，今天我們修學，費的時間比古人長，用的精神比古人多，為什麼沒有古人的成就？這時我們才恍然大悟，我們把基礎疏忽掉了。好像蓋房子怎麼蓋都蓋不成功，毛病出在哪裡？沒有打地基。你搭個小茅蓬可以，蓋個兩層樓就倒了，那三層就不必說，兩層都要倒了！這是我們今天把修學毛病找出來，一定要在此地打基礎。"
    },
    {
      "id": "03-010-0001_p0014",
      "zh_CN": "三福一共有三条，第一条是人天福报，第二条是小乘，就是声闻、缘觉二乘人的福报，第三条是大乘菩萨的福报。这三层就好像下面的基础，基础有三层，这个基础真的是非常之坚固。学佛，我们要想成佛、成菩萨，假如人都没有做好，怎么能成佛作祖？首先要把人做好。经文里面这条总共有四句。诸位要晓得，经文里面每一句每一个字它的含义深广无边，确实像佛在《华严》所讲「周遍法界」，包含无遗。三福第一条：",
      "zh_TW": "三福一共有三條，第一條是人天福報，第二條是小乘，就是聲聞、緣覺二乘人的福報，第三條是大乘菩薩的福報。這三層就好像下面的基礎，基礎有三層，這個基礎真的是非常之堅固。學佛，我們要想成佛、成菩薩，假如人都沒有做好，怎麼能成佛作祖？首先要把人做好。經文裡面這條總共有四句。諸位要曉得，經文裡面每一句每一個字它的含義深廣無邊，確實像佛在《華嚴》所講「周遍法界」，包含無遺。三福第一條："
    },
    {
      "id": "03-010-0001_p0015",
      "zh_CN": "【孝养父母。奉事师长。慈心不杀。修十善业。】",
      "zh_TW": "【孝養父母。奉事師長。慈心不殺。修十善業。】"
    },
    {
      "id": "03-010-0001_p0016",
      "zh_CN": "这个四句。四句实在给我们讲只讲了四个字，第一个是孝，第二个是敬，第三个是慈，第四个是善，给我们讲这四个字，这四个字是修行的大根大本。我们先讲孝，经上举一个例子，『养父母』，「养父母」是孝。但是这个孝字绝对不只是养父母。中国的文字是智慧的符号，这是我们中国古圣先贤、我们的列祖列宗留给后世子子孙孙最宝贵的遗产，我们要知道珍惜。在全世界任何国家民族，我们没有看到这样完美的工具。中国文字的结构可以分为六大类，我们称它作六书，这个孝字，六大类里面属于会意，你体会这个意思。这个字上面是个「老」，下面是个「子」，用现代话来说，就是上面一代跟底下一代结合成一体，你去想这个字的味道，你去想它的含义，这叫做孝。上面一代还有上一代，下一代还有下一代，过去无始，未来无终，这是一个整体。西洋人不懂得这个事实的真相，所以它有代沟；我们中国自古以来，没有听说有代沟的，这如果有代沟那就不孝，孝字就没有了。孝就是没有代沟的，就是始终是一体。这是从竖的方面来说。从横的方面来讲，佛法说横遍十方。所以这个字真正的意思就是佛家所讲「竖穷三际，横遍十方」，这是一个整体，这就是自己。",
      "zh_TW": "這個四句。四句實在給我們講只講了四個字，第一個是孝，第二個是敬，第三個是慈，第四個是善，給我們講這四個字，這四個字是修行的大根大本。我們先講孝，經上舉一個例子，『養父母』，「養父母」是孝。但是這個孝字絕對不只是養父母。中國的文字是智慧的符號，這是我們中國古聖先賢、我們的列祖列宗留給後世子子孫孫最寶貴的遺產，我們要知道珍惜。在全世界任何國家民族，我們沒有看到這樣完美的工具。中國文字的結構可以分為六大類，我們稱它作六書，這個孝字，六大類裡面屬於會意，你體會這個意思。這個字上面是個「老」，下面是個「子」，用現代話來說，就是上面一代跟底下一代結合成一體，你去想這個字的味道，你去想它的含義，這叫做孝。上面一代還有上一代，下一代還有下一代，過去無始，未來無終，這是一個整體。西洋人不懂得這個事實的真相，所以它有代溝；我們中國自古以來，沒有聽說有代溝的，這如果有代溝那就不孝，孝字就沒有了。孝就是沒有代溝的，就是始終是一體。這是從豎的方面來說。從橫的方面來講，佛法說橫遍十方。所以這個字真正的意思就是佛家所講「豎窮三際，橫遍十方」，這是一個整體，這就是自己。"
    },
    {
      "id": "03-010-0001_p0017",
      "zh_CN": "现代有些年轻人接触中国文化逐渐淡薄，有人来问我，为什么要祭祖先？祖先去我们很远，什么样子我们也不知道，为什么还要供一个祖先牌位，还要春秋祭祀？为什么？你明白孝这个意思就懂得，祭祖先就是永远叫我们体会到是一体。所以这是孝道，这是孝道真实的含义。因此，什么人能把这个孝做到圆满？给诸位说，只有成佛这个孝道就做圆满。菩萨都不圆满，等觉菩萨还有一品生相无明没有断，就是他的孝道不圆满。由此可知，释迦牟尼佛四十九年教给我们的是什么？原来一《大藏经》只说了一个孝字，只说这一个字。所以《华严》说「一即一切」，这个孝是一，无量无边的法门都离不开这一个字，都是这一个字演变出来，还归这一个字，这是我们要把它认清楚的。不敬父母是不孝，不敬师长也是不孝，不敬长官是不孝，不敬众生还是不孝。换句话说，即使我们在工作，没有把工作做好，不能尽心尽力去做，那也叫不孝。可见得这个孝之含义确实涵盖了整个的宇宙人生，这是我们一定要清清楚楚、明明白白的认识它。",
      "zh_TW": "現代有些年輕人接觸中國文化逐漸淡薄，有人來問我，為什麼要祭祖先？祖先去我們很遠，什麼樣子我們也不知道，為什麼還要供一個祖先牌位，還要春秋祭祀？為什麼？你明白孝這個意思就懂得，祭祖先就是永遠叫我們體會到是一體。所以這是孝道，這是孝道真實的含義。因此，什麼人能把這個孝做到圓滿？給諸位說，只有成佛這個孝道就做圓滿。菩薩都不圓滿，等覺菩薩還有一品生相無明沒有斷，就是他的孝道不圓滿。由此可知，釋迦牟尼佛四十九年教給我們的是什麼？原來一《大藏經》只說了一個孝字，只說這一個字。所以《華嚴》說「一即一切」，這個孝是一，無量無邊的法門都離不開這一個字，都是這一個字演變出來，還歸這一個字，這是我們要把它認清楚的。不敬父母是不孝，不敬師長也是不孝，不敬長官是不孝，不敬眾生還是不孝。換句話說，即使我們在工作，沒有把工作做好，不能盡心盡力去做，那也叫不孝。可見得這個孝之含義確實涵蓋了整個的宇宙人生，這是我們一定要清清楚楚、明明白白的認識它。"
    },
    {
      "id": "03-010-0001_p0018",
      "zh_CN": "所以学佛从哪里学起？从孝亲做起。不孝亲，你要是恭敬佛，说得不好听的话那是巴结佛，佛不会接受的。佛是看到你真正能够体会亲心、孝顺亲心，佛看到就欢喜。为什么？你跟佛真正是志同道合，佛是孝子，你也是孝子，佛会尊敬你，你也会尊敬佛，这才是如理如法，我们中国人常讲合情合理。养父母，不但要养父母之身，要养父母的心，要养父母之志，要养父母之愿，可见得这孝养两个字的范围也是非常的深广。兄弟多，兄弟不和就是不孝，家族不和睦也是不孝，为什么？父母操心、父母忧心。中国人常讲「家和万事兴」，和就是孝的效用，就是孝的一个结果。一家和这是孝，兄弟姐妹、亲戚、邻里乡党都要和睦！社会不和也是不孝，国家不和、世界不和，你看看做父母的他怎么不担心？凡是叫父母忧心的这都不孝。希望同修们要常常从这个地方体会，从这个地方去下手，学佛从这里学起，这是起步，这是基础的基础，根本的根本。",
      "zh_TW": "所以學佛從哪裡學起？從孝親做起。不孝親，你要是恭敬佛，說得不好聽的話那是巴結佛，佛不會接受的。佛是看到你真正能夠體會親心、孝順親心，佛看到就歡喜。為什麼？你跟佛真正是志同道合，佛是孝子，你也是孝子，佛會尊敬你，你也會尊敬佛，這才是如理如法，我們中國人常講合情合理。養父母，不但要養父母之身，要養父母的心，要養父母之志，要養父母之願，可見得這孝養兩個字的範圍也是非常的深廣。兄弟多，兄弟不和就是不孝，家族不和睦也是不孝，為什麼？父母操心、父母憂心。中國人常講「家和萬事興」，和就是孝的效用，就是孝的一個結果。一家和這是孝，兄弟姐妹、親戚、鄰里鄉黨都要和睦！社會不和也是不孝，國家不和、世界不和，你看看做父母的他怎麼不擔心？凡是叫父母憂心的這都不孝。希望同修們要常常從這個地方體會，從這個地方去下手，學佛從這裡學起，這是起步，這是基礎的基礎，根本的根本。"
    },
    {
      "id": "03-010-0001_p0019",
      "zh_CN": "第二句『奉事师长』，「师长」这就讲到教育，师长的恩德跟父母是相同的，父母关心子女，老师关心学生，没有两样。但是师道在今天已经衰微了，已经看不见了。在从前，古时候，老师关心学生决定超过他关心他的儿女。如果他关心儿女超过他的学生，社会上就要对他批评，这个做老师的人有私心，没有认真教导学生，他有偏心，你看他教他的儿女，他疏忽了学生，这在社会上会被舆论指责的。所以从前的老师宁愿自己的儿女不成器，这个社会人不会责怪他，学生有成就，这是他无限的光荣，得到社会大众的尊敬。所以做老师对于学生之爱护比父母爱护儿女还要来得恳切。这是从前讲师道。师道建立在孝道的基础上，诸位想想，不孝顺父母，怎么可能尊敬师长？师长是不是要你尊敬？不是的。尊敬师长是为了敬业、是为了敬学，对于自己学业尊重，是这个意思，所以说尊师重道。古今的大德都教给我们，一分诚敬得一分利益，二分诚敬得二分利益，十分诚敬得十分利益。",
      "zh_TW": "第二句『奉事師長』，「師長」這就講到教育，師長的恩德跟父母是相同的，父母關心子女，老師關心學生，沒有兩樣。但是師道在今天已經衰微了，已經看不見了。在從前，古時候，老師關心學生決定超過他關心他的兒女。如果他關心兒女超過他的學生，社會上就要對他批評，這個做老師的人有私心，沒有認真教導學生，他有偏心，你看他教他的兒女，他疏忽了學生，這在社會上會被輿論指責的。所以從前的老師寧願自己的兒女不成器，這個社會人不會責怪他，學生有成就，這是他無限的光榮，得到社會大眾的尊敬。所以做老師對於學生之愛護比父母愛護兒女還要來得懇切。這是從前講師道。師道建立在孝道的基礎上，諸位想想，不孝順父母，怎麼可能尊敬師長？師長是不是要你尊敬？不是的。尊敬師長是為了敬業、是為了敬學，對於自己學業尊重，是這個意思，所以說尊師重道。古今的大德都教給我們，一分誠敬得一分利益，二分誠敬得二分利益，十分誠敬得十分利益。"
    },
    {
      "id": "03-010-0001_p0020",
      "zh_CN": "所以老师教学生，学生选择老师，这都是缘分。你要问，什么样的老师是一个真正好老师？给诸位说，他有一个绝对的标准，这个标准是什么？就是我自己心目当中最仰慕的这个人，这个人就是我的好老师。也许他的学问、道德不如另外的人，另外的那个人我没有看得起他、我没有重视他，他纵有学问、道德，你跟他也是枉然。为什么？没有诚敬，换句话说，你在他的门下什么也得不到，就是不肯依教奉行。我们自己心目当中最仰慕的这个老师，那个老师讲的话我们会百分之百的把它做到，这就没问题了。因此选择老师，诸位懂得这个道理，你就会选择了，你在这个一生当中多少总会有成就，这一生决定不至于空过。",
      "zh_TW": "所以老師教學生，學生選擇老師，這都是緣分。你要問，什麼樣的老師是一個真正好老師？給諸位說，他有一個絕對的標準，這個標準是什麼？就是我自己心目當中最仰慕的這個人，這個人就是我的好老師。也許他的學問、道德不如另外的人，另外的那個人我沒有看得起他、我沒有重視他，他縱有學問、道德，你跟他也是枉然。為什麼？沒有誠敬，換句話說，你在他的門下什麼也得不到，就是不肯依教奉行。我們自己心目當中最仰慕的這個老師，那個老師講的話我們會百分之百的把它做到，這就沒問題了。因此選擇老師，諸位懂得這個道理，你就會選擇了，你在這個一生當中多少總會有成就，這一生決定不至於空過。"
    },
    {
      "id": "03-010-0001_p0021",
      "zh_CN": "我学佛，说实在的话，我年轻的时候读的书读得很多，喜欢读书，要想把我说服那是相当不容易的事情。我看这个佛教不如基督教，基督教不如回教，为什么？我都接触过。佛教迷信，怎么能够叫我们心服口服？所以从来就没有把佛教放在眼里，不知道佛教是什么一回事情。你就是到寺院里面来，看到这么多的神像，那时候不知道，以为是神像，这个神一多了叫泛神教、多神教，泛神教、多神教是低级的宗教，所以它比不上基督教。基督教只有一个神，唯一的真神，不复杂，这佛教比不上它。没有人能够把这些事实真相给我们讲清楚，这样去信仰那不是迷信是什么？",
      "zh_TW": "我學佛，說實在的話，我年輕的時候讀的書讀得很多，喜歡讀書，要想把我說服那是相當不容易的事情。我看這個佛教不如基督教，基督教不如回教，為什麼？我都接觸過。佛教迷信，怎麼能夠叫我們心服口服？所以從來就沒有把佛教放在眼裡，不知道佛教是什麼一回事情。你就是到寺院裡面來，看到這麼多的神像，那時候不知道，以為是神像，這個神一多了叫泛神教、多神教，泛神教、多神教是低級的宗教，所以它比不上基督教。基督教只有一個神，唯一的真神，不複雜，這佛教比不上它。沒有人能夠把這些事實真相給我們講清楚，這樣去信仰那不是迷信是什麼？"
    },
    {
      "id": "03-010-0001_p0022",
      "zh_CN": "我学佛是方东美先生介绍的，我在民国四十二年跟他学哲学，承方先生非常的爱护，给我做了一个有系统的教导。从西洋哲学讲到中国哲学，中国是从《易经》哲学一直讲到王阳明的哲学。然后这第三个单元讲到印度哲学，从印度部派、瑜伽、数论，一直讲到佛经哲学。最后他告诉我，佛经哲学是全世界哲学的精华，是全世界哲学的最高峰，是人生最高的享受。我是听了他这么一介绍，原来佛教里有这么好的东西，这才一下明白！明白之后，这个到寺院里去借经书看。那个时候民国四十几年，台湾的经书非常缺乏，买不到，只有寺院里面还有旧的藏经。我们渐渐跟寺院的法师们混熟了，藏经可以借出来看，好的东西我们自己手抄，买不到，只有手抄，还抄了不少本的经书。可见得那个时候得到一部经书，如获至宝！不像现在得来这么容易。求学非常的艰苦。这是提供同修们做个参考。",
      "zh_TW": "我學佛是方東美先生介紹的，我在民國四十二年跟他學哲學，承方先生非常的愛護，給我做了一個有系統的教導。從西洋哲學講到中國哲學，中國是從《易經》哲學一直講到王陽明的哲學。然後這第三個單元講到印度哲學，從印度部派、瑜伽、數論，一直講到佛經哲學。最後他告訴我，佛經哲學是全世界哲學的精華，是全世界哲學的最高峰，是人生最高的享受。我是聽了他這麼一介紹，原來佛教裡有這麼好的東西，這才一下明白！明白之後，這個到寺院裡去借經書看。那個時候民國四十幾年，台灣的經書非常缺乏，買不到，只有寺院裡面還有舊的藏經。我們漸漸跟寺院的法師們混熟了，藏經可以借出來看，好的東西我們自己手抄，買不到，只有手抄，還抄了不少本的經書。可見得那個時候得到一部經書，如獲至寶！不像現在得來這麼容易。求學非常的艱苦。這是提供同修們做個參考。"
    },
    {
      "id": "03-010-0001_p0023",
      "zh_CN": "不是自己心目当中最仰慕的老师，你对他讲的东西是半信半疑，你不能接受。所以最仰慕的老师，他给我们讲的我们百分之百的信任，一丝毫的怀疑都没有。所以方老师引我入佛门。我入佛门缘分实在讲是非常的殊胜，在大概一个多月的时候，我认识了章嘉大师，以后在经典上遇到一些困难问题都是他老人家指导我。那个时候章嘉大师住在青田街八号，我是每个星期天一定要到他那里去，他给我两个小时的时间，我跟他三年，我的佛学基础是章嘉大师奠定的。",
      "zh_TW": "不是自己心目當中最仰慕的老師，你對他講的東西是半信半疑，你不能接受。所以最仰慕的老師，他給我們講的我們百分之百的信任，一絲毫的懷疑都沒有。所以方老師引我入佛門。我入佛門緣分實在講是非常的殊勝，在大概一個多月的時候，我認識了章嘉大師，以後在經典上遇到一些困難問題都是他老人家指導我。那個時候章嘉大師住在青田街八號，我是每個星期天一定要到他那裡去，他給我兩個小時的時間，我跟他三年，我的佛學基礎是章嘉大師奠定的。"
    },
    {
      "id": "03-010-0001_p0024",
      "zh_CN": "所以师道完全在敬，在一个敬字，以真诚心、清净心、恭敬心去求学，要去求，去求道。老师选择学生用什么标准？就是真诚、恭敬，就这一个标准。实在说我那时候希望亲近方东美先生，自己的愿望只是希望他容许我到学校里面去旁听他的课程，我们愿望是如此。没有想到他召见我，他召见是在他家里，他家住牯岭街台大的宿舍。在他家里面谈话之后，他就告诉我，现在的学校先生不像先生，学生不像学生，你想到学校去听课，你会一无所得。这个几句话所谓凉水浇头，希望都没有了，我想到学校听他的课没指望了。我当时听他老人家这几句话，心里非常难过，他也看出来。最后他非常慈悲，他说这样好了，你每个星期天到我家里来，我给你上两小时课。所以我跟方先生学哲学，是每个星期天在他家里客厅小圆桌上，这一个老师、一个学生，我们课是这样上的。这是我没有想像到的，也不敢想像的。以后跟章嘉大师三年，也是一个老师、一个学生，在他住所里头教导，这个因缘非常之特殊。当时我不明了，以后我才知道，所以我对老师一生感激，念念不忘。",
      "zh_TW": "所以師道完全在敬，在一個敬字，以真誠心、清淨心、恭敬心去求學，要去求，去求道。老師選擇學生用什麼標準？就是真誠、恭敬，就這一個標準。實在說我那時候希望親近方東美先生，自己的願望只是希望他容許我到學校裡面去旁聽他的課程，我們願望是如此。沒有想到他召見我，他召見是在他家裡，他家住牯嶺街台大的宿舍。在他家裡面談話之後，他就告訴我，現在的學校先生不像先生，學生不像學生，你想到學校去聽課，你會一無所得。這個幾句話所謂涼水澆頭，希望都沒有了，我想到學校聽他的課沒指望了。我當時聽他老人家這幾句話，心裡非常難過，他也看出來。最後他非常慈悲，他說這樣好了，你每個星期天到我家裡來，我給你上兩小時課。所以我跟方先生學哲學，是每個星期天在他家裡客廳小圓桌上，這一個老師、一個學生，我們課是這樣上的。這是我沒有想像到的，也不敢想像的。以後跟章嘉大師三年，也是一個老師、一個學生，在他住所裡頭教導，這個因緣非常之特殊。當時我不明瞭，以後我才知道，所以我對老師一生感激，念念不忘。"
    },
    {
      "id": "03-010-0001_p0025",
      "zh_CN": "为什么不让我到学校里去？假如我到学校里面去旁听，我会认识很多同学，也会认识很多教授，会听到许多的学说，这是必然的。好不好？不好。什么不好？我们的清净心被污染，我们的思想、见解被污染。所以我学哲学的时候我是有愿望、有兴趣，我没有学过，没有读过哲学的书，也没有听过哲学的课。所以方先生看我是一张白纸，没有被染污过的。一个真正好老师想找一个学生，就是找一张白纸，一切没有受染，这是宝贝，所以要亲自教导，不可以到学校，到学校怕被污染。这种苦心我们知道之后才深深感谢他。假如当时他问我，你看了些什么哲学书籍？我说我看了很多。有没有听到课程、听演讲？我听了很多。方老师顶多点点头，好吧，哪一天你到学校来旁听，这就如此而已。为什么？被染污了之后很难教。为什么？先入为主，你有成见，你把你那些错误的见解再把它洗干净很不容易。所以真正好老师希望教一个真正发心喜欢学又没有学过的人，这是他选择的对象。",
      "zh_TW": "為什麼不讓我到學校裡去？假如我到學校裡面去旁聽，我會認識很多同學，也會認識很多教授，會聽到許多的學說，這是必然的。好不好？不好。什麼不好？我們的清淨心被污染，我們的思想、見解被污染。所以我學哲學的時候我是有願望、有興趣，我沒有學過，沒有讀過哲學的書，也沒有聽過哲學的課。所以方先生看我是一張白紙，沒有被染污過的。一個真正好老師想找一個學生，就是找一張白紙，一切沒有受染，這是寶貝，所以要親自教導，不可以到學校，到學校怕被污染。這種苦心我們知道之後才深深感謝他。假如當時他問我，你看了些什麼哲學書籍？我說我看了很多。有沒有聽到課程、聽演講？我聽了很多。方老師頂多點點頭，好吧，哪一天你到學校來旁聽，這就如此而已。為什麼？被染污了之後很難教。為什麼？先入為主，你有成見，你把你那些錯誤的見解再把它洗乾淨很不容易。所以真正好老師希望教一個真正發心喜歡學又沒有學過的人，這是他選擇的對象。"
    },
    {
      "id": "03-010-0001_p0026",
      "zh_CN": "这个拜老师真诚恭敬，在过去我自己这个年龄，我还记得我在六、七岁的时候，六十年前，我的父亲送我到私塾里面去念书，我大概念了四个月的私塾，时间很短。这个私塾是在一家祠堂里面，祠堂的大殿供奉着孔老夫子的神位，我们先要向孔夫子的神位行大礼，三跪九叩首，清朝时候的礼节。拜完了孔子神位之后，请老师上座，我的父亲带上礼物，他在前面，我在他的后面，要跟老师行大礼，也是三跪九叩首。那个老师没有说一拜，不说的，他就坐在那里就受了、就接受。诸位要晓得，这个大礼是父母把他的小孩付托给老师，老师如果不认真的来管教，怎么对得起他的父母？他的父母对老师这样的恭敬。我们看看现在的教育没有了。",
      "zh_TW": "這個拜老師真誠恭敬，在過去我自己這個年齡，我還記得我在六、七歲的時候，六十年前，我的父親送我到私塾裡面去念書，我大概念了四個月的私塾，時間很短。這個私塾是在一家祠堂裡面，祠堂的大殿供奉著孔老夫子的神位，我們先要向孔夫子的神位行大禮，三跪九叩首，清朝時候的禮節。拜完了孔子神位之後，請老師上座，我的父親帶上禮物，他在前面，我在他的後面，要跟老師行大禮，也是三跪九叩首。那個老師沒有說一拜，不說的，他就坐在那裡就受了、就接受。諸位要曉得，這個大禮是父母把他的小孩付託給老師，老師如果不認真的來管教，怎麼對得起他的父母？他的父母對老師這樣的恭敬。我們看看現在的教育沒有了。"
    },
    {
      "id": "03-010-0001_p0027",
      "zh_CN": "从前我们小孩顽皮，喜欢闹事，被老师处分，罚跪、打手心，手心都打肿了，回家之后父母看到今天被老师教训，父母备一分厚礼，明天到学校去谢谢老师。现在我听说学生要是被老师打，学生家长第二天到警察局去告状，你说这个跟从前完全相反。所以从前做老师不敢不认真的管教，那真的对不起家长。现在家长是小孩受了委屈，要告老师，老师怎么敢教学生？不敢教了，父母要负责任，不敢叫老师认真的教学了。我们从前因为看到父母第二天还要给老师送礼、还去道谢，所以以后在学校被老师处罚，回家不动声色，绝对不说。为什么？说了，说了第二天父母还要破财，还要去给老师道谢。",
      "zh_TW": "從前我們小孩頑皮，喜歡鬧事，被老師處分，罰跪、打手心，手心都打腫了，回家之後父母看到今天被老師教訓，父母備一分厚禮，明天到學校去謝謝老師。現在我聽說學生要是被老師打，學生家長第二天到警察局去告狀，你說這個跟從前完全相反。所以從前做老師不敢不認真的管教，那真的對不起家長。現在家長是小孩受了委屈，要告老師，老師怎麼敢教學生？不敢教了，父母要負責任，不敢叫老師認真的教學了。我們從前因為看到父母第二天還要給老師送禮、還去道謝，所以以後在學校被老師處罰，回家不動聲色，絕對不說。為什麼？說了，說了第二天父母還要破財，還要去給老師道謝。"
    },
    {
      "id": "03-010-0001_p0028",
      "zh_CN": "这是说到师道，师道是建立在孝道的基础上。从前一个小孩从小就是父母跟老师双方面配合把这个人教成人，所以家庭教育跟学校教育要配合，密切的合作。父母对于儿女虽然恩德很大，自己总不好意思说，叫着儿子女儿，我对你恩德很大，你要孝顺我，这个话说不出口，这很难讲的。要谁来说？要老师来说。老师要劝学生、教学生尽孝，教学生懂得什么叫孝、什么叫悌，懂得事亲，懂得事奉兄弟姐妹，教这个。同样的，老师教学生，也不好意思叫学生，学生，我是你的老师，你要尊敬我，这也说不出口。这要谁来教？要父母教。父母教儿女要尊师重道，老师教学生要孝顺父母，两个互相教这才能成功。一个人一生的幸福，家庭的美满，社会的和谐，国家的富强，世界的和平，都在教育。所以孔老夫子在「学记」里面就说得很明白，「建国君民，教学为先」，国家政治设施什么最重要？不是经济，教育最重要。我们今天台湾的社会非常不安定，大家都看到，毛病出在哪里？出在教育，教育彻底失败。所以虽富，富而不乐，你说这个多冤枉！",
      "zh_TW": "這是說到師道，師道是建立在孝道的基礎上。從前一個小孩從小就是父母跟老師雙方面配合把這個人教成人，所以家庭教育跟學校教育要配合，密切的合作。父母對於兒女雖然恩德很大，自己總不好意思說，叫著兒子女兒，我對你恩德很大，你要孝順我，這個話說不出口，這很難講的。要誰來說？要老師來說。老師要勸學生、教學生盡孝，教學生懂得什麼叫孝、什麼叫悌，懂得事親，懂得事奉兄弟姐妹，教這個。同樣的，老師教學生，也不好意思叫學生，學生，我是你的老師，你要尊敬我，這也說不出口。這要誰來教？要父母教。父母教兒女要尊師重道，老師教學生要孝順父母，兩個互相教這才能成功。一個人一生的幸福，家庭的美滿，社會的和諧，國家的富強，世界的和平，都在教育。所以孔老夫子在「學記」裡面就說得很明白，「建國君民，教學為先」，國家政治設施什麼最重要？不是經濟，教育最重要。我們今天台灣的社會非常不安定，大家都看到，毛病出在哪裡？出在教育，教育徹底失敗。所以雖富，富而不樂，你說這個多冤枉！"
    },
    {
      "id": "03-010-0001_p0029",
      "zh_CN": "我是民国四十八年出家的，我在临济寺出家。四十八年临济寺那个地方还是郊外，巴士只有一路，十七路，到达圆山动物园，一个小时一班，人很稀少。临济寺外面树木很多、很空旷，我们每天早晨起来扫树叶，在寺庙门口扫树叶。有一天我在扫地的时候，有几个学生，四个学生，这些学生到临济寺山上去散步，举止很不文雅，我就非常感叹，我说可惜没有受过教育。这个话被他们听到，他们转过头来就来质问我，他告诉我，他们是台大法学院的学生，好像是三、四年级的学生。他说你怎么可以说我没有受过教育？我一听说台大的学生，我也就很有兴趣。我说好，那我就向你请教，什么叫做教？什么叫做育？什么叫做教育？我这三个问题你说给我听听。结果四个人没有一个人能说得圆满，都说不出来。那个时候的学生跟现在学生不一样，他还明理，一被我问倒之后，他这傲慢态度就没有了，心地也就转到很谦虚，转过头来向我请教，他来问我，什么叫教育？",
      "zh_TW": "我是民國四十八年出家的，我在臨濟寺出家。四十八年臨濟寺那個地方還是郊外，巴士只有一路，十七路，到達圓山動物園，一個小時一班，人很稀少。臨濟寺外面樹木很多、很空曠，我們每天早晨起來掃樹葉，在寺廟門口掃樹葉。有一天我在掃地的時候，有幾個學生，四個學生，這些學生到臨濟寺山上去散步，舉止很不文雅，我就非常感嘆，我說可惜沒有受過教育。這個話被他們聽到，他們轉過頭來就來質問我，他告訴我，他們是台大法學院的學生，好像是三、四年級的學生。他說你怎麼可以說我沒有受過教育？我一聽說台大的學生，我也就很有興趣。我說好，那我就向你請教，什麼叫做教？什麼叫做育？什麼叫做教育？我這三個問題你說給我聽聽。結果四個人沒有一個人能說得圓滿，都說不出來。那個時候的學生跟現在學生不一樣，他還明理，一被我問倒之後，他這傲慢態度就沒有了，心地也就轉到很謙虛，轉過頭來向我請教，他來問我，什麼叫教育？"
    },
    {
      "id": "03-010-0001_p0030",
      "zh_CN": "我这就告诉他，我说你们不但高等教育没有受过，你们连小学教育都不懂。他愈听愈惊奇，他说怎么小学教育我都不懂？我说什么叫小学教育？小学教育教洒扫应对，我说你学过没有？不但这个你没学过，我说你饭都不会吃。他愈听愈奇怪，这饭怎么不会吃？我说我做四个菜，这四个菜怎么摆法，你晓不晓得？你有没有学过？不是随便摆的。我们中国这一桌菜出来，按照阴阳五行来摆的，这不能随便摆，你摆错了，人家一看到，没受过教育，外行。你去念《礼记》，你去念「月令」，你去念「曲礼」，你就晓得。我说你学过没有？那是小学教育！所以小学教育是生活教育，教育我们人与人的关系，父子什么关系，兄弟什么关系，人与人的关系。知道人与人的关系才能够把人做好，晓得我是什么身分我应该尽什么样的义务，我应该行什么样的礼节，这是教育。",
      "zh_TW": "我這就告訴他，我說你們不但高等教育沒有受過，你們連小學教育都不懂。他愈聽愈驚奇，他說怎麼小學教育我都不懂？我說什麼叫小學教育？小學教育教灑掃應對，我說你學過沒有？不但這個你沒學過，我說你飯都不會吃。他愈聽愈奇怪，這飯怎麼不會吃？我說我做四個菜，這四個菜怎麼擺法，你曉不曉得？你有沒有學過？不是隨便擺的。我們中國這一桌菜出來，按照陰陽五行來擺的，這不能隨便擺，你擺錯了，人家一看到，沒受過教育，外行。你去念《禮記》，你去念「月令」，你去念「曲禮」，你就曉得。我說你學過沒有？那是小學教育！所以小學教育是生活教育，教育我們人與人的關係，父子什麼關係，兄弟什麼關係，人與人的關係。知道人與人的關係才能夠把人做好，曉得我是什麼身分我應該盡什麼樣的義務，我應該行什麼樣的禮節，這是教育。"
    },
    {
      "id": "03-010-0001_p0031",
      "zh_CN": "今天我们的教育这些舍弃掉了，伦理没有了、道德没有了，教育就是伦理、道德。有伦理、道德为基础这个福报是真实的，那个时候你想我们这经济发达，我们人人真是享福，台湾是这个地球上的天堂，是这个地球上的极乐世界。为什么我们这样富有，我们的富有世界第一？这是很多年我就看到，我就说过，我说我们的富有决定超过日本。当时很多人不相信，今天确实我们超过日本。但是为什么我们社会这么乱？为什么我们日子过得这么苦？精神生活为什么这么紧张，没有安全感？我们的教育失败，没有从基础上来做起。即使我们今天再恢复伦理、道德的教育，诸位要晓得，要收到成效至少要二、三十年之后，不是一朝一夕能收到效果的。",
      "zh_TW": "今天我們的教育這些捨棄掉了，倫理沒有了、道德沒有了，教育就是倫理、道德。有倫理、道德為基礎這個福報是真實的，那個時候你想我們這經濟發達，我們人人真是享福，台灣是這個地球上的天堂，是這個地球上的極樂世界。為什麼我們這樣富有，我們的富有世界第一？這是很多年我就看到，我就說過，我說我們的富有決定超過日本。當時很多人不相信，今天確實我們超過日本。但是為什麼我們社會這麼亂？為什麼我們日子過得這麼苦？精神生活為什麼這麼緊張，沒有安全感？我們的教育失敗，沒有從基礎上來做起。即使我們今天再恢復倫理、道德的教育，諸位要曉得，要收到成效至少要二、三十年之後，不是一朝一夕能收到效果的。"
    },
    {
      "id": "03-010-0001_p0032",
      "zh_CN": "可是快速能收到效果的唯有大乘佛法的教学。佛法今天这个师生的关系，确实还有几分尊师重道。你看我们从事于佛教教育，我们出家人法师就是佛教教育的教员，我们这个教员在佛教育里面，学生对老师还挺恭敬的，见到还顶礼，很难得。现在你在一般学校里做老师，学生见你恭不恭敬？你从这个地方看出来，佛教教学为什么能够快速收到效果，就是尊师重道，佛门里面还保存着在。世间教学为什么收不到效果？尊师重道这个概念没有了。如何再恢复、如何再建立，这是非常严肃的一个问题。你要问，我们个人什么时候得到真正幸福？什么时候我们家庭真正的圆满、社会真正和谐？如果不能够恢复伦理、道德的教育，就永远没有指望了。所以佛给我们讲修学，这才是基础，这才是根本之根本。敬师跟孝亲，里面的境界之深、之广、之涵盖，完全相同。",
      "zh_TW": "可是快速能收到效果的唯有大乘佛法的教學。佛法今天這個師生的關係，確實還有幾分尊師重道。你看我們從事於佛教教育，我們出家人法師就是佛教教育的教員，我們這個教員在佛教育裡面，學生對老師還挺恭敬的，見到還頂禮，很難得。現在你在一般學校裡做老師，學生見你恭不恭敬？你從這個地方看出來，佛教教學為什麼能夠快速收到效果，就是尊師重道，佛門裡面還保存著在。世間教學為什麼收不到效果？尊師重道這個概念沒有了。如何再恢復、如何再建立，這是非常嚴肅的一個問題。你要問，我們個人什麼時候得到真正幸福？什麼時候我們家庭真正的圓滿、社會真正和諧？如果不能夠恢復倫理、道德的教育，就永遠沒有指望了。所以佛給我們講修學，這才是基礎，這才是根本之根本。敬師跟孝親，裡面的境界之深、之廣、之涵蓋，完全相同。"
    },
    {
      "id": "03-010-0001_p0033",
      "zh_CN": "第三句『慈心不杀』，「不杀」是慈。慈不只不杀这一桩事情，慈的范围也是无量的深广，佛只举出一个例子。不杀是慈，不害也是慈。当我们对人、对事、对物起心动念，我们都有个真诚的心，希望别人能够离苦得乐，希望一切众生能够离苦得乐。不但我们要希望，我们而且尽心尽力的帮助他，所谓「成人之美」，帮助他离苦、帮助他得乐，这是慈。如果我们只有这个心，不能尽心尽力协助，这个慈心不圆满。圆满的慈是要尽心尽力去帮助一切众生离苦得乐。",
      "zh_TW": "第三句『慈心不殺』，「不殺」是慈。慈不只不殺這一樁事情，慈的範圍也是無量的深廣，佛只舉出一個例子。不殺是慈，不害也是慈。當我們對人、對事、對物起心動念，我們都有個真誠的心，希望別人能夠離苦得樂，希望一切眾生能夠離苦得樂。不但我們要希望，我們而且盡心盡力的幫助他，所謂「成人之美」，幫助他離苦、幫助他得樂，這是慈。如果我們只有這個心，不能盡心盡力協助，這個慈心不圓滿。圓滿的慈是要盡心盡力去幫助一切眾生離苦得樂。"
    },
    {
      "id": "03-010-0001_p0034",
      "zh_CN": "末后一句是『修十善业』。佛在经上明白的给我们开示，佛说这个世间有六道，世间之外还有四圣法界。所以宇宙之间大别来分有十大类，这十大类就叫做十法界。十法界怎么形成的？从哪里来的？谁制造的？我们不能不清楚。佛告诉我们，十法界是从我们一念分别执着变现出来的，本来没有，是分别执着变现出来的。离开一切妄想分别执着，十法界就没有了。没有了叫什么？这不得已叫做一真法界，那是真的，那真实的。所以十法界是我们妄心变现出来的幻境，这是一句话把十界真相说明了。当然变现出来是有无量的因缘，因缘我们今天讲条件，很多的条件，非常复杂，不是单纯的。许多条件里面，最重要的一个条件是什么？佛告诉我们，我们从上面说到下面，怎样是成佛，就是成佛的第一个条件？是平等心。佛心是平等的，《无量寿经》上经题里面就教给我们「清净平等觉」，所以那个经是成佛的经典，是教你修平等心的。菩萨是修六度的，菩萨心是六度；缘觉，就是辟支佛，修十二因缘的；声闻，就是阿罗汉，是修四谛的。这是四圣法界。",
      "zh_TW": "末後一句是『修十善業』。佛在經上明白的給我們開示，佛說這個世間有六道，世間之外還有四聖法界。所以宇宙之間大別來分有十大類，這十大類就叫做十法界。十法界怎麼形成的？從哪裡來的？誰製造的？我們不能不清楚。佛告訴我們，十法界是從我們一念分別執著變現出來的，本來沒有，是分別執著變現出來的。離開一切妄想分別執著，十法界就沒有了。沒有了叫什麼？這不得已叫做一真法界，那是真的，那真實的。所以十法界是我們妄心變現出來的幻境，這是一句話把十界真相說明了。當然變現出來是有無量的因緣，因緣我們今天講條件，很多的條件，非常複雜，不是單純的。許多條件裡面，最重要的一個條件是什麼？佛告訴我們，我們從上面說到下面，怎樣是成佛，就是成佛的第一個條件？是平等心。佛心是平等的，《無量壽經》上經題裡面就教給我們「清淨平等覺」，所以那個經是成佛的經典，是教你修平等心的。菩薩是修六度的，菩薩心是六度；緣覺，就是辟支佛，修十二因緣的；聲聞，就是阿羅漢，是修四諦的。這是四聖法界。"
    },
    {
      "id": "03-010-0001_p0035",
      "zh_CN": "六凡法界第一个是天道，佛给我们讲修的上品十善，人道是中品十善，修罗是下品十善，十善生天。五戒是人身，五戒做得很圆满，没有欠缺，这能得人道来。五戒跟儒家所讲的五常内容完全相同，儒家讲的五常，仁义礼智信，常是常道，决定不能违背的。我们世间人常讲人格，什么叫人格？六道里面取得人道的资格，取得人道的资格五个条件，在佛叫五戒，在儒家叫五常。再往下面去，畜生是愚痴，什么叫愚痴？这个世出世间一切法真假不分、邪正不分、是非莫辨，甚至于利害都不清楚，这就是愚痴。愚痴堕畜生，悭贪变饿鬼，瞋恚堕地狱，所以这贪瞋痴又叫做三毒烦恼，它的果报就是地狱、饿鬼、畜生。这是在十法界里面最苦的三道，我们叫它做三恶道。佛教给我们「修十善业」，就是离开三恶道。",
      "zh_TW": "六凡法界第一個是天道，佛給我們講修的上品十善，人道是中品十善，修羅是下品十善，十善生天。五戒是人身，五戒做得很圓滿，沒有欠缺，這能得人道來。五戒跟儒家所講的五常內容完全相同，儒家講的五常，仁義禮智信，常是常道，決定不能違背的。我們世間人常講人格，什麼叫人格？六道裡面取得人道的資格，取得人道的資格五個條件，在佛叫五戒，在儒家叫五常。再往下面去，畜生是愚痴，什麼叫愚痴？這個世出世間一切法真假不分、邪正不分、是非莫辨，甚至於利害都不清楚，這就是愚痴。愚痴墮畜生，慳貪變餓鬼，瞋恚墮地獄，所以這貪瞋痴又叫做三毒煩惱，它的果報就是地獄、餓鬼、畜生。這是在十法界裡面最苦的三道，我們叫它做三惡道。佛教給我們「修十善業」，就是離開三惡道。"
    },
    {
      "id": "03-010-0001_p0036",
      "zh_CN": "十善业，业是造作，正在造作的时候叫做事，事情做完了那个结果就叫做业。你看你在学校念书，你的学分都念完叫毕业；正在念书的时候，你看你们所有的练习本子叫作业簿，那叫作业。我们身体的动作，身在作业；口里面的言语，口在造业；心里面起心动念，是意在造业，这身语意统统都在造业。造业就有果报，不会说是你造的业没有果报，没有这回事情的，造业一定有果报。因此我们造业就要小心了。业里面有善业、有恶业、有净业，善业果报在三善道、在人天，恶业果报在三恶道，净业这才能超越三界，超越六道轮回，四圣法界所造的统统叫净业，这是我们不能不知道的。因此学佛的人修净土，念这句阿弥陀佛是净业。但是我们在没有生到西方极乐世界之前，我们的身还在这个社会，不能离开人群、不能离开大众，我们身语意三业就要知道造善业，不造恶业。",
      "zh_TW": "十善業，業是造作，正在造作的時候叫做事，事情做完了那個結果就叫做業。你看你在學校念書，你的學分都念完叫畢業；正在念書的時候，你看你們所有的練習本子叫作業簿，那叫作業。我們身體的動作，身在作業；口裡面的言語，口在造業；心裡面起心動念，是意在造業，這身語意統統都在造業。造業就有果報，不會說是你造的業沒有果報，沒有這回事情的，造業一定有果報。因此我們造業就要小心了。業裡面有善業、有惡業、有淨業，善業果報在三善道、在人天，惡業果報在三惡道，淨業這才能超越三界，超越六道輪迴，四聖法界所造的統統叫淨業，這是我們不能不知道的。因此學佛的人修淨土，念這句阿彌陀佛是淨業。但是我們在沒有生到西方極樂世界之前，我們的身還在這個社會，不能離開人群、不能離開大眾，我們身語意三業就要知道造善業，不造惡業。"
    },
    {
      "id": "03-010-0001_p0037",
      "zh_CN": "在《观无量寿佛经疏》里面，念佛叫定善，善导大师所讲的修十善业叫散善，身口意造的善业叫散善，具足定散二善决定得生。这是释迦牟尼佛为韦提希夫人说明往生西方极乐世界的方法，我们今天在这里是讲的基础。身三善业是不杀生、不偷盗、不邪淫，这是身的三善。三善的范围也非常之广泛，不杀里面就包括不伤害，伤害众生有的时候比杀害他还要重。怎么见得？你看我们中国古时候的念书人，念书人非常重视气节，常说「士可杀，不可辱」，杀头没关系，侮辱不可以，他把侮辱看到比杀头还严重，我们要对他的侮辱、对他的伤害，那比杀害还严重。所以要知道，不杀里面包括着不害，绝不伤害众生；换句话说，决定不跟众生结冤仇。这是身善，这个身的第一善。",
      "zh_TW": "在《觀無量壽佛經疏》裡面，念佛叫定善，善導大師所講的修十善業叫散善，身口意造的善業叫散善，具足定散二善決定得生。這是釋迦牟尼佛為韋提希夫人說明往生西方極樂世界的方法，我們今天在這裡是講的基礎。身三善業是不殺生、不偷盜、不邪淫，這是身的三善。三善的範圍也非常之廣泛，不殺裡面就包括不傷害，傷害眾生有的時候比殺害他還要重。怎麼見得？你看我們中國古時候的念書人，念書人非常重視氣節，常說「士可殺，不可辱」，殺頭沒關係，侮辱不可以，他把侮辱看到比殺頭還嚴重，我們要對他的侮辱、對他的傷害，那比殺害還嚴重。所以要知道，不殺裡面包括著不害，絕不傷害眾生；換句話說，決定不跟眾生結冤仇。這是身善，這個身的第一善。"
    },
    {
      "id": "03-010-0001_p0038",
      "zh_CN": "第二不偷盗，偷盗意思也是非常的深广，在佛家叫不与取，凡是这个物有主，主人没有同意给你，你就不能够自取，你自己取这就是犯了盗戒。我们一般人，尤其是中国人，就是现代的中国人，古人不说，现代中国人，喜欢占一点小便宜。诸位要晓得，喜欢占一点小便宜这个念头就是盗心。殊不知这个盗是负债，负了债将来要还债。假如诸位是能够看到三世因果，看到过去世、现在世、未来世，你看到三世因果你才知道，事实真相不是我们想像的。你杀众生一定要偿命，你偷盗将来一定要还债；换句话说，决定没有占便宜的事情，也决定没有吃亏的事情，这老天爷是真公平！三世因果就能够看到事实的真相。知道这个事实我们的心就定下来，自己再清苦也不会起一个盗的意念，这个戒律才能持得清净，才能够得真实的利益。佛告诉我们，不盗得大富，不杀得健康长寿，后头都有果报的，不淫得美满眷属。它哪条一因都有哪一条果报的，确实这因果报应丝毫不爽。",
      "zh_TW": "第二不偷盜，偷盜意思也是非常的深廣，在佛家叫不與取，凡是這個物有主，主人沒有同意給你，你就不能夠自取，你自己取這就是犯了盜戒。我們一般人，尤其是中國人，就是現代的中國人，古人不說，現代中國人，喜歡佔一點小便宜。諸位要曉得，喜歡佔一點小便宜這個念頭就是盜心。殊不知這個盜是負債，負了債將來要還債。假如諸位是能夠看到三世因果，看到過去世、現在世、未來世，你看到三世因果你才知道，事實真相不是我們想像的。你殺眾生一定要償命，你偷盜將來一定要還債；換句話說，決定沒有佔便宜的事情，也決定沒有吃虧的事情，這老天爺是真公平！三世因果就能夠看到事實的真相。知道這個事實我們的心就定下來，自己再清苦也不會起一個盜的意念，這個戒律才能持得清淨，才能夠得真實的利益。佛告訴我們，不盜得大富，不殺得健康長壽，後頭都有果報的，不淫得美滿眷屬。它哪條一因都有哪一條果報的，確實這因果報應絲毫不爽。"
    },
    {
      "id": "03-010-0001_p0039",
      "zh_CN": "语业，不妄语，妄语是欺骗人，不妄语，不欺骗人；不两舌，两舌是挑拨是非；不绮语，绮语是花言巧语欺骗众生；不恶口，恶口是说话粗鲁，就是说的话很难听，叫人听了很不舒服，这是口业的四善。意里面不贪、不瞋、不痴。不贪的人就富足，世间什么人最富？不贪的人最富。纵然他有许多的财富，他还有贪吝，他的心不安，所以这欲望没有止境，他苦。那个知足的人快乐，他不需要，你还要，我都不需要，知足常乐。你要想这个世间我怎么样得到真正快乐、真正幸福？不贪，幸福、快乐马上就得到。这不难得到，就在你念头能不能转过来。不痴，不愚痴就是真实的智慧，不瞋恚是真正的慈悲。佛教给我们从这个地方修起。",
      "zh_TW": "語業，不妄語，妄語是欺騙人，不妄語，不欺騙人；不兩舌，兩舌是挑撥是非；不綺語，綺語是花言巧語欺騙眾生；不惡口，惡口是說話粗魯，就是說的話很難聽，叫人聽了很不舒服，這是口業的四善。意裡面不貪、不瞋、不痴。不貪的人就富足，世間什麼人最富？不貪的人最富。縱然他有許多的財富，他還有貪吝，他的心不安，所以這慾望沒有止境，他苦。那個知足的人快樂，他不需要，你還要，我都不需要，知足常樂。你要想這個世間我怎麼樣得到真正快樂、真正幸福？不貪，幸福、快樂馬上就得到。這不難得到，就在你念頭能不能轉過來。不痴，不愚痴就是真實的智慧，不瞋恚是真正的慈悲。佛教給我們從這個地方修起。"
    },
    {
      "id": "03-010-0001_p0040",
      "zh_CN": "所以十善业是我们对人、对事、对物的标准，依照这个标准修正我们一切错误的观念、错误的言行，奠定人天福德的基础，以这个基础再向上提升，这才能建立圆满的佛法。今天时间到了，我们把第一福介绍给诸位，明天跟大家介绍三皈、持戒。谢谢诸位。",
      "zh_TW": "所以十善業是我們對人、對事、對物的標準，依照這個標準修正我們一切錯誤的觀念、錯誤的言行，奠定人天福德的基礎，以這個基礎再向上提升，這才能建立圓滿的佛法。今天時間到了，我們把第一福介紹給諸位，明天跟大家介紹三皈、持戒。謝謝諸位。"
    }
  ]
}