{
  "doc_id": "02-001-0074",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—辗转其中，累劫难出",
    "zh_TW": "無量壽經（一次宣講）—輾轉其中，累劫難出"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0074",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-001-0074_p0001",
      "zh_CN": "请掀开经本六十七面，倒数第四行，我们把经文念一段，对对地方。",
      "zh_TW": "請掀開經本六十七面，倒數第四行，我們把經文念一段，對對地方。"
    },
    {
      "id": "02-001-0074_p0002",
      "zh_CN": "【又或见善憎谤。不思慕及。常怀盗心。悕望他利。用自供给。消散复取。神明克识。终入恶道。自有三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【又或見善憎謗。不思慕及。常懷盜心。悕望他利。用自供給。消散復取。神明剋識。終入惡道。自有三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-001-0074_p0003",
      "zh_CN": "从这个地方看起。这一章经文很长，也非常的重要，经中给我们细说浊世的苦恶，苦是讲的果报，恶是所讲的业因。这是经文里面的第二段，讲的是「盗恶」，五种恶业里面就是偷盗。前面已经跟诸位把形相都曾经报告过了，今天念的这段文是这一大段里面的第三小段。一开头告诉我们，『又或』，「或」是或有，这个意思并不是全部都是这个样子的，或者有。或有，是真的有，不是假的有。这就是我们常讲嫉妒心重，嫉妒心重的人与道业有关系。『善』有善人、有善事、有善行，无论是对善人、善事、善行，见到之后他就生起瞋恚心。实在讲这就是嫉妒心，别人的善业超过了自己，生起嫉妒心，嫉妒心重的就要想方法去破坏、毁谤。人与人如是，这种事情自古以来就有，佛是三千年前给我们说这个经的，就有。我们中国有个俗话说，「一家饱暖千家怨」，你这一家很富有，有财富，别人很穷，那些人嫉妒，想方法破坏。如果你家里面失火了，那些穷人在旁边站着看，烧得好！烧得好！你家里要被强盗偷去，强盗他看到了也不会拦阻，偷得好！你的邻居嫉妒瞋恨，这是事实。",
      "zh_TW": "從這個地方看起。這一章經文很長，也非常的重要，經中給我們細說濁世的苦惡，苦是講的果報，惡是所講的業因。這是經文裡面的第二段，講的是「盜惡」，五種惡業裡面就是偷盜。前面已經跟諸位把形相都曾經報告過了，今天念的這段文是這一大段裡面的第三小段。一開頭告訴我們，『又或』，「或」是或有，這個意思並不是全部都是這個樣子的，或者有。或有，是真的有，不是假的有。這就是我們常講嫉妒心重，嫉妒心重的人與道業有關係。『善』有善人、有善事、有善行，無論是對善人、善事、善行，見到之後他就生起瞋恚心。實在講這就是嫉妒心，別人的善業超過了自己，生起嫉妒心，嫉妒心重的就要想方法去破壞、毀謗。人與人如是，這種事情自古以來就有，佛是三千年前給我們說這個經的，就有。我們中國有個俗話說，「一家飽暖千家怨」，你這一家很富有，有財富，別人很窮，那些人嫉妒，想方法破壞。如果你家裡面失火了，那些窮人在旁邊站著看，燒得好！燒得好！你家裡要被強盜偷去，強盜他看到了也不會攔阻，偷得好！你的鄰居嫉妒瞋恨，這是事實。"
    },
    {
      "id": "02-001-0074_p0004",
      "zh_CN": "我再告诉诸位同修，现在咱们台湾人在国际上，外国人看我们很嫉妒。为什么？台湾有钱，全世界台湾最富，这个家最富，别人看到我们都眼红，由嫉妒就生瞋恨。从前我们经济没有到这个程度，外国人瞧不起台湾人，台湾的护照拿到国外很可怜，没人瞧得起。现在是嫉妒台湾人，看台湾人都眼红了。的确，今天在全世界台湾是第一富有，台湾的富有远远的超过日本。日本的财富虽然比台湾多一倍多，他们外汇存底一千五百多亿，我们台湾只有七百多亿，但是日本的人口比台湾多了十倍。外汇存底多一倍，人口多十倍，你想想看，谁富、谁有钱？所以现在在国外，人家嫉妒我们，常常找我们的麻烦。这是世间人一般的心理，佛在此地全都给我们说出来了。见到别人的善，见到别人的好处，『不思慕及，常怀盗心』，不去想学习别人。「慕及」就是学习，向他学习。人家有善，要学人家的善；人家有德，要学人家的德，应当努力向他学习，这个才对的。不但不肯学习，「常怀盗心」。什么是盗心？经文底下具体给我们说出来，『悕望他利，用自供给』，想尽方法去骗他的财物，骗得来自己享受。钱财用完了，『消散复取』，再去找他，或者用其他的手段。",
      "zh_TW": "我再告訴諸位同修，現在咱們台灣人在國際上，外國人看我們很嫉妒。為什麼？台灣有錢，全世界台灣最富，這個家最富，別人看到我們都眼紅，由嫉妒就生瞋恨。從前我們經濟沒有到這個程度，外國人瞧不起台灣人，台灣的護照拿到國外很可憐，沒人瞧得起。現在是嫉妒台灣人，看台灣人都眼紅了。的確，今天在全世界台灣是第一富有，台灣的富有遠遠的超過日本。日本的財富雖然比台灣多一倍多，他們外匯存底一千五百多億，我們台灣只有七百多億，但是日本的人口比台灣多了十倍。外匯存底多一倍，人口多十倍，你想想看，誰富、誰有錢？所以現在在國外，人家嫉妒我們，常常找我們的麻煩。這是世間人一般的心理，佛在此地全都給我們說出來了。見到別人的善，見到別人的好處，『不思慕及，常懷盜心』，不去想學習別人。「慕及」就是學習，向他學習。人家有善，要學人家的善；人家有德，要學人家的德，應當努力向他學習，這個才對的。不但不肯學習，「常懷盜心」。什麼是盜心？經文底下具體給我們說出來，『悕望他利，用自供給』，想盡方法去騙他的財物，騙得來自己享受。錢財用完了，『消散復取』，再去找他，或者用其他的手段。"
    },
    {
      "id": "02-001-0074_p0005",
      "zh_CN": "现代我们这个社会，特别是这两年，社会现象跟经上讲的完全相应。过去曾经有人问我，在国外我也碰到，没有一个不赞叹台湾经济起飞的奇迹，许多人问我台湾为什么会有这样的成就？我的答复很简单，什么因素？是戒严。诸位想想看，戒严对台湾是有绝对的好处。现在戒严令解除了，解除有什么好处？解除了整个社会混乱了。社会乱了，比过去几年动乱严重太多了。还有一点，在过去台湾每一位同胞都非常本分、非常努力勤奋的工作，才有今天的成就。现在这个成就展现在面前，大家怎么样？不愿意再做工了，不守本分了，去投机取巧，就是此地讲的盗心增长。去搞什么？去搞股票，去赌博，希望不劳而获，把别人的钱变成自己的，用种种巧妙的手段，不愿意去工作了。诸位想想这样的因，纵然你得到财富，你会有好结果吗？我在前几天遇到一个很会玩股票的同修，也是个佛教徒，来给我说这两年他赚了不少，真的赚了钱了，可是去年一年赔了几千万，好像所赚到的统统都赔光了，这几年白搞了。他还不死心，还要去搞。我就提醒他，你命里头有多少就是多少，你所赚来不是命里有的，不过是给你看看而已，那个看看并不是好事，看看叫你心里难过，叫你心里生烦恼，你又何必！本来心地清净的，现在是赢了欢喜、输了不甘心，还要继续去贪去。这个同修从前我认识他，他还算很不错，身体很健康，现在很瘦，看那个样子好可怜。我叫他不要干了，他说还要做。我说你是要钱不要命！纵然钱赚到了，把命赔掉了，这个钱赚来有什么意义？人一定要觉悟。这些手段统统都是盗心，就是这段经文上所讲的，我们读了之后要深深的警惕。",
      "zh_TW": "現代我們這個社會，特別是這兩年，社會現象跟經上講的完全相應。過去曾經有人問我，在國外我也碰到，沒有一個不讚歎台灣經濟起飛的奇蹟，許多人問我台灣為什麼會有這樣的成就？我的答覆很簡單，什麼因素？是戒嚴。諸位想想看，戒嚴對台灣是有絕對的好處。現在戒嚴令解除了，解除有什麼好處？解除了整個社會混亂了。社會亂了，比過去幾年動亂嚴重太多了。還有一點，在過去台灣每一位同胞都非常本分、非常努力勤奮的工作，才有今天的成就。現在這個成就展現在面前，大家怎麼樣？不願意再做工了，不守本分了，去投機取巧，就是此地講的盜心增長。去搞什麼？去搞股票，去賭博，希望不勞而獲，把別人的錢變成自己的，用種種巧妙的手段，不願意去工作了。諸位想想這樣的因，縱然你得到財富，你會有好結果嗎？我在前幾天遇到一個很會玩股票的同修，也是個佛教徒，來給我說這兩年他賺了不少，真的賺了錢了，可是去年一年賠了幾千萬，好像所賺到的統統都賠光了，這幾年白搞了。他還不死心，還要去搞。我就提醒他，你命裡頭有多少就是多少，你所賺來不是命裡有的，不過是給你看看而已，那個看看並不是好事，看看叫你心裡難過，叫你心裡生煩惱，你又何必！本來心地清淨的，現在是贏了歡喜、輸了不甘心，還要繼續去貪去。這個同修從前我認識他，他還算很不錯，身體很健康，現在很瘦，看那個樣子好可憐。我叫他不要幹了，他說還要做。我說你是要錢不要命！縱然錢賺到了，把命賠掉了，這個錢賺來有什麼意義？人一定要覺悟。這些手段統統都是盜心，就是這段經文上所講的，我們讀了之後要深深的警惕。"
    },
    {
      "id": "02-001-0074_p0006",
      "zh_CN": "前面这三段统统讲的是业因，讲的是花报，下面这六句经文是讲果报。『神明克识，终入恶道』，这样的思想、这样的见解、这样的行为，必定堕三恶道。此地讲的「神明」是说什么？到底是哪一尊神明？佛在《华严经》上告诉我们，每个人出生的时候都有两个神明跟着你，一个神叫同生，跟你同生，另外一个神叫同名；一个同生、一个同名，跟你的名字完全一样，同生同名。这两个神是日夜不离你的，你做好事他在旁边记录，你做坏事他也记录，起心动念他都记载。这个「克」是必定，「识」是神识。我们所作所为、起心动念不要以为人不知道，这两个神明天天在那里记录，记完一本，他一本帐簿可有得算了。",
      "zh_TW": "前面這三段統統講的是業因，講的是花報，下面這六句經文是講果報。『神明剋識，終入惡道』，這樣的思想、這樣的見解、這樣的行為，必定墮三惡道。此地講的「神明」是說什麼？到底是哪一尊神明？佛在《華嚴經》上告訴我們，每個人出生的時候都有兩個神明跟著你，一個神叫同生，跟你同生，另外一個神叫同名；一個同生、一個同名，跟你的名字完全一樣，同生同名。這兩個神是日夜不離你的，你做好事他在旁邊記錄，你做壞事他也記錄，起心動念他都記載。這個「剋」是必定，「識」是神識。我們所作所為、起心動念不要以為人不知道，這兩個神明天天在那裡記錄，記完一本，他一本帳簿可有得算了。"
    },
    {
      "id": "02-001-0074_p0007",
      "zh_CN": "何况《无量寿经》里面跟我们讲得很清楚，阿弥陀佛在四十八愿里面说得很清楚，释迦牟尼佛在经文里面说得更详细，西方极乐世界的人多，多到没有法子计算。两位世尊，就是释迦牟尼佛跟阿弥陀佛，异口同音的告诉我们，他用比喻说。说即使三千大千世界的所有众生，三千大千世界所有的众生，不是包括我们人吗？因为三千大千世界里有六道，上到非想非非想天，下到阿鼻地狱。这些全体六道里面众生，假设他们每一位都证得辟支佛果，神通都像大目犍连，共同来计算，算西方极乐世界有多少人，统统来计算，给他们多少时间？百千劫这么长的时间去计算，他所能够算得出来的人数，佛在经上说，如大海水里头的一毛尘水。拿一根汗毛在大海里滴个水，他能知道的数字像毛尘水，不知道的像大海水。你们想想西方极乐世界人有多少？这么多的人，每一个人他们的天眼洞视，尽虚空遍法界、十方无量无边诸佛国土里面一切众生，他们有能力看得清清楚楚。天耳彻听，我们讲悄悄话，甚至于你讲的声音太小了，对面人还没听见，西方那么多人全都听清楚了。他心通，我们心里起心动念，西方极乐世界人统统知道，无需要「神明克识」！所以我常说，念佛人是世出世间第一善人。为什么？他知道这个事实状况，不敢起心动念起一个坏念头，那不就是第一善人吗？起一个坏念头，阿弥陀佛晓得，观音、势至晓得，西方世界无量无边的那些天人没有一个不晓得，这是千真万确的事实。所以一个真正念佛人，真正希望往生西方极乐世界，心善、语善、行善，三业纯善才能够与西方相应，因为那个地方诸上善人俱会一处。我们念佛念得再多，三业不善，三业不清净，不能往生。所以我们看到的念佛人多，往生的人少，什么原因？就是他这句佛号与清净心、与善行不相应，这样念法不能往生。何况此地讲的还有这两位神明，同生同名天天给你记帐，记下来帐，到你临命终时就送到阎罗王那里去审判了。恶多善少，恶的力量强大，善的力量薄弱，将来投胎轮回，哪一个力量强大，这个力量牵着你先去投胎，所以说「终入恶道」。",
      "zh_TW": "何況《無量壽經》裡面跟我們講得很清楚，阿彌陀佛在四十八願裡面說得很清楚，釋迦牟尼佛在經文裡面說得更詳細，西方極樂世界的人多，多到沒有法子計算。兩位世尊，就是釋迦牟尼佛跟阿彌陀佛，異口同音的告訴我們，他用比喻說。說即使三千大千世界的所有眾生，三千大千世界所有的眾生，不是包括我們人嗎？因為三千大千世界裡有六道，上到非想非非想天，下到阿鼻地獄。這些全體六道裡面眾生，假設他們每一位都證得辟支佛果，神通都像大目犍連，共同來計算，算西方極樂世界有多少人，統統來計算，給他們多少時間？百千劫這麼長的時間去計算，他所能夠算得出來的人數，佛在經上說，如大海水裡頭的一毛塵水。拿一根汗毛在大海裡滴個水，他能知道的數字像毛塵水，不知道的像大海水。你們想想西方極樂世界人有多少？這麼多的人，每一個人他們的天眼洞視，盡虛空遍法界、十方無量無邊諸佛國土裡面一切眾生，他們有能力看得清清楚楚。天耳徹聽，我們講悄悄話，甚至於你講的聲音太小了，對面人還沒聽見，西方那麼多人全都聽清楚了。他心通，我們心裡起心動念，西方極樂世界人統統知道，無需要「神明剋識」！所以我常說，念佛人是世出世間第一善人。為什麼？他知道這個事實狀況，不敢起心動念起一個壞念頭，那不就是第一善人嗎？起一個壞念頭，阿彌陀佛曉得，觀音、勢至曉得，西方世界無量無邊的那些天人沒有一個不曉得，這是千真萬確的事實。所以一個真正念佛人，真正希望往生西方極樂世界，心善、語善、行善，三業純善才能夠與西方相應，因為那個地方諸上善人俱會一處。我們念佛念得再多，三業不善，三業不清淨，不能往生。所以我們看到的念佛人多，往生的人少，什麼原因？就是他這句佛號與清淨心、與善行不相應，這樣念法不能往生。何況此地講的還有這兩位神明，同生同名天天給你記帳，記下來帳，到你臨命終時就送到閻羅王那裡去審判了。惡多善少，惡的力量強大，善的力量薄弱，將來投胎輪迴，哪一個力量強大，這個力量牽著你先去投胎，所以說「終入惡道」。"
    },
    {
      "id": "02-001-0074_p0008",
      "zh_CN": "『自有三途，无量苦恼』，这个「自」是自然。「三途」从哪里来的？不是佛菩萨造的，也不是天神、阎罗王在那里施设的，不是的，是你自己心里面变化所作，自自然然有这些事情。这是佛在大乘经里面常说的「万法唯心」，《华严经》上说「应观法界性，一切唯心造」，天堂地狱、西方极乐世界统统是我们自心所造的。所以这种报应是自然的，自然有三途无量的苦恼。『辗转其中，累劫难出』，这个三途就是饿鬼、畜生、地狱，去容易，出来很难。为什么说出来难？因为三途恶习气非常之重，堕到里面必然是起恶念，造更重的恶业。所以这个三途辗转受苦，想出离很难，何况三恶道寿命很长。地狱道，像李炳南老居士以前编的《佛学概要十四讲》，那是最简单、最普通的一个说法，你看里头注解的地狱道，地狱的一天是我们人间二千七百年，非常可怕！中国号称五千年悠久的历史，在地狱里头不过两天。假定它也是三百六十天是一年，地狱的寿命，短命的也要活一万岁，长命的是万万岁，你说这怎么得了，什么时候能出得了头？地狱罪业决定不能造！",
      "zh_TW": "『自有三途，無量苦惱』，這個「自」是自然。「三途」從哪裡來的？不是佛菩薩造的，也不是天神、閻羅王在那裡施設的，不是的，是你自己心裡面變化所作，自自然然有這些事情。這是佛在大乘經裡面常說的「萬法唯心」，《華嚴經》上說「應觀法界性，一切唯心造」，天堂地獄、西方極樂世界統統是我們自心所造的。所以這種報應是自然的，自然有三途無量的苦惱。『輾轉其中，累劫難出』，這個三途就是餓鬼、畜生、地獄，去容易，出來很難。為什麼說出來難？因為三途惡習氣非常之重，墮到裡面必然是起惡念，造更重的惡業。所以這個三途輾轉受苦，想出離很難，何況三惡道壽命很長。地獄道，像李炳南老居士以前編的《佛學概要十四講》，那是最簡單、最普通的一個說法，你看裡頭註解的地獄道，地獄的一天是我們人間二千七百年，非常可怕！中國號稱五千年悠久的歷史，在地獄裡頭不過兩天。假定它也是三百六十天是一年，地獄的壽命，短命的也要活一萬歲，長命的是萬萬歲，你說這怎麼得了，什麼時候能出得了頭？地獄罪業決定不能造！"
    },
    {
      "id": "02-001-0074_p0009",
      "zh_CN": "什么样的罪业堕地狱？经上给我们说得很明白，上品十恶、五逆，这是堕地狱的业因。中品的十恶堕饿鬼。鬼道也很恐怖，鬼的寿命很长，离开鬼道不是容易事情。鬼道里面的一天是我们人间一个月，短命的也有千岁。过去章太炎居士在世的时候，曾经做过东岳大帝的判官，晚上他到阴曹地府去上班。他告诉他的朋友，他见到汉朝时候、唐朝时候许多人（许多鬼），都很熟悉。为什么？读他们的文章，居然在鬼道里还跟他们见了面。汉唐到我们现在，差不多是有两千年的历史了，两千年，你看那个时候死了堕饿鬼道，现在还在鬼道，没离开。畜生道，不要看到寿命很短促，牠死了之后又去投那个胎，牠不会去投别的道。为什么？愚痴。牠执着，认为它那个身体就是牠，死了以后还投这个胎。这个事情麻烦大了！所以佛在经上讲了一个很明显的故事，祇园精舍盖房子的时候，祇树给孤独园动工程，地上有一堆蚂蚁，佛看了之后笑了笑。佛的弟子看到佛看了蚂蚁好笑，就问释迦牟尼佛为什么要笑，佛就说，这个蚂蚁七尊佛出世，都过去了，牠还没有离蚂蚁身。我们不要讲多，一尊佛三个阿僧祇劫，三七二十一个阿僧祇劫，牠还是蚂蚁身。不是说牠寿命那么长，死了以后投胎又做蚂蚁，死了还是做蚂蚁，始终认定了蚂蚁是牠的身，都不晓得换一个身体，愚痴！从这一点看，畜生要想摆脱畜生身不容易！所以佛在此地苦口婆心的教导我们，「辗转其中，累劫难出」。",
      "zh_TW": "什麼樣的罪業墮地獄？經上給我們說得很明白，上品十惡、五逆，這是墮地獄的業因。中品的十惡墮餓鬼。鬼道也很恐怖，鬼的壽命很長，離開鬼道不是容易事情。鬼道裡面的一天是我們人間一個月，短命的也有千歲。過去章太炎居士在世的時候，曾經做過東嶽大帝的判官，晚上他到陰曹地府去上班。他告訴他的朋友，他見到漢朝時候、唐朝時候許多人（許多鬼），都很熟悉。為什麼？讀他們的文章，居然在鬼道裡還跟他們見了面。漢唐到我們現在，差不多是有兩千年的歷史了，兩千年，你看那個時候死了墮餓鬼道，現在還在鬼道，沒離開。畜生道，不要看到壽命很短促，牠死了之後又去投那個胎，牠不會去投別的道。為什麼？愚痴。牠執著，認為它那個身體就是牠，死了以後還投這個胎。這個事情麻煩大了！所以佛在經上講了一個很明顯的故事，祇園精舍蓋房子的時候，祇樹給孤獨園動工程，地上有一堆螞蟻，佛看了之後笑了笑。佛的弟子看到佛看了螞蟻好笑，就問釋迦牟尼佛為什麼要笑，佛就說，這個螞蟻七尊佛出世，都過去了，牠還沒有離螞蟻身。我們不要講多，一尊佛三個阿僧祇劫，三七二十一個阿僧祇劫，牠還是螞蟻身。不是說牠壽命那麼長，死了以後投胎又做螞蟻，死了還是做螞蟻，始終認定了螞蟻是牠的身，都不曉得換一個身體，愚痴！從這一點看，畜生要想擺脫畜生身不容易！所以佛在此地苦口婆心的教導我們，「輾轉其中，累劫難出」。"
    },
    {
      "id": "02-001-0074_p0010",
      "zh_CN": "『痛不可言』，三恶道非常的痛苦，何必造这个业？造作这些罪业，实在讲真的很容易。为什么？内有烦恼，外有恶缘，外面的缘一牵引，里面的烦恼就发作，不知不觉就造罪业，不晓得造罪业后果之可怕。不学佛的人没有这个警觉，学佛的同修一定要高度的警觉。人生苦短，朝不保夕，何必在这样短促的时光里面造这么重的罪业！你造的罪业你得到了什么？说实在的话，什么都得不到！人生在世，诸位仔细想想看，它的真相是一场空。不是说死的时候一场空，生不带来，死不带去，现前你这个身体还在世间，告诉你老实话，也是一场空。你能够体会到吗？你能够感觉到吗？你要没有体会到，我提醒你一下，当你睡觉睡着了的时候，试问问哪一样是你的？睡熟了的时候，人家把你身体抬走你都不晓得，何况身外之物，没有一样是自己的。你每天躺在床上睡一觉，就等于死一次一样，每天都死一次，还不觉悟！所以佛在《金刚经》上给我们说，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，这是给我们说真话，千真万确的事实。既然是一场空，何必去造业？没有一样是属于自己的，只有那个业会跟着你走，所谓是「万般将不去，唯有业随身」，这个业牵引你到六道去受报。这个事实，说实在话，如果不是佛给我们说出，不是佛给我们点醒，几个人觉悟到？太少太少了。不是没有，很少很少人能够觉悟到这个事实。所以真正了解事实的真相，你一定会自动的断一切恶、修一切善，不必要人劝导，自然会这么做法。",
      "zh_TW": "『痛不可言』，三惡道非常的痛苦，何必造這個業？造作這些罪業，實在講真的很容易。為什麼？內有煩惱，外有惡緣，外面的緣一牽引，裡面的煩惱就發作，不知不覺就造罪業，不曉得造罪業後果之可怕。不學佛的人沒有這個警覺，學佛的同修一定要高度的警覺。人生苦短，朝不保夕，何必在這樣短促的時光裡面造這麼重的罪業！你造的罪業你得到了什麼？說實在的話，什麼都得不到！人生在世，諸位仔細想想看，它的真相是一場空。不是說死的時候一場空，生不帶來，死不帶去，現前你這個身體還在世間，告訴你老實話，也是一場空。你能夠體會到嗎？你能夠感覺到嗎？你要沒有體會到，我提醒你一下，當你睡覺睡著了的時候，試問問哪一樣是你的？睡熟了的時候，人家把你身體抬走你都不曉得，何況身外之物，沒有一樣是自己的。你每天躺在床上睡一覺，就等於死一次一樣，每天都死一次，還不覺悟！所以佛在《金剛經》上給我們說，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，這是給我們說真話，千真萬確的事實。既然是一場空，何必去造業？沒有一樣是屬於自己的，只有那個業會跟著你走，所謂是「萬般將不去，唯有業隨身」，這個業牽引你到六道去受報。這個事實，說實在話，如果不是佛給我們說出，不是佛給我們點醒，幾個人覺悟到？太少太少了。不是沒有，很少很少人能夠覺悟到這個事實。所以真正了解事實的真相，你一定會自動的斷一切惡、修一切善，不必要人勸導，自然會這麼做法。"
    },
    {
      "id": "02-001-0074_p0011",
      "zh_CN": "再看下面第三段。第三段是讲五戒里面邪淫恶，以及因为淫恶引起的贪瞋，与它附带引起许许多多的恶行。",
      "zh_TW": "再看下面第三段。第三段是講五戒裡面邪淫惡，以及因為淫惡引起的貪瞋，與它附帶引起許許多多的惡行。"
    },
    {
      "id": "02-001-0074_p0012",
      "zh_CN": "【其三者。世间人民。相因寄生。寿命几何。不良之人。身心不正。常怀邪恶。常念婬佚。烦满胸中。邪态外逸。费损家财。事为非法。所当求者。而不肯为。】",
      "zh_TW": "【其三者。世間人民。相因寄生。壽命幾何。不良之人。身心不正。常懷邪惡。常念婬佚。煩滿胸中。邪態外逸。費損家財。事為非法。所當求者。而不肯為。】"
    },
    {
      "id": "02-001-0074_p0013",
      "zh_CN": "到这个地方是一小段。一开端佛给我们讲『相因寄生』，就是佛法里头常讲的共业。世间一切众生如果不是共业，不可能生在一处，不可能生在同时代，凡是生在同一个时代、同一个处所，都有共业；共业里面有不共业，有别业。这桩事情佛在《楞严经》里面跟我们讲得很详细。因为人与人是相互关系，拿现代的话，人不能离开社会单独生存，人不能够离开人群。我们生活所需都要依靠大众，我们穿的衣服要依赖纺织业，纺织业的原料要依赖农业，要依赖机械业。所以生活真是一饮一啄与整个社会各行各业都发生了关系，怎么能够脱离社会人群？这个就是「相因寄生」。范围扩大来讲，与整个地球上一切众生也是共业；再把范围扩大，十方法界都没有办法脱离的。现在科学家明了，我们这个地球是一个星球，在太空当中运行，它为什么有一定的轨道？受别的星球引力的牵引，换句话说，跟那些星球发生了共业的关系。那些星球与外太空的星球又发生引力的关系，尽虚空遍法界是一个共业。共业有亲疏，星球与星球比我们疏远，我们现在人与人之间，愈是靠近的家亲眷属，共业的缘愈亲。只有亲疏之不同，有这种关系在。",
      "zh_TW": "到這個地方是一小段。一開端佛給我們講『相因寄生』，就是佛法裡頭常講的共業。世間一切眾生如果不是共業，不可能生在一處，不可能生在同時代，凡是生在同一個時代、同一個處所，都有共業；共業裡面有不共業，有別業。這樁事情佛在《楞嚴經》裡面跟我們講得很詳細。因為人與人是相互關係，拿現代的話，人不能離開社會單獨生存，人不能夠離開人群。我們生活所需都要依靠大眾，我們穿的衣服要依賴紡織業，紡織業的原料要依賴農業，要依賴機械業。所以生活真是一飲一啄與整個社會各行各業都發生了關係，怎麼能夠脫離社會人群？這個就是「相因寄生」。範圍擴大來講，與整個地球上一切眾生也是共業；再把範圍擴大，十方法界都沒有辦法脫離的。現在科學家明瞭，我們這個地球是一個星球，在太空當中運行，它為什麼有一定的軌道？受別的星球引力的牽引，換句話說，跟那些星球發生了共業的關係。那些星球與外太空的星球又發生引力的關係，盡虛空遍法界是一個共業。共業有親疏，星球與星球比我們疏遠，我們現在人與人之間，愈是靠近的家親眷屬，共業的緣愈親。只有親疏之不同，有這種關係在。"
    },
    {
      "id": "02-001-0074_p0014",
      "zh_CN": "佛特别提醒我们，『寿命几何』，所谓是生死事大，无常迅速！这个相因寄生里面还有一层更深的关系，这个关系是什么？就是恩怨的报复，这是佛在经上给我们说得很清楚。人与人的关系，尤其是家亲眷属、父子儿女，什么关系？佛讲四种缘，报恩、报怨、讨债、还债。没有这个关系不会变成一家人，它会变成一家人就是这四种缘。如果儿女是报恩来的，好！我们中国人讲的孝子贤孙，这是最好的，大家都最羡慕的。如果是报怨来的，是冤家对头，败家子，他长大了会搞得你家破人亡，报怨来的。第三类是讨债来的，我们讲讨债鬼。讨债鬼大概父母都很喜欢的，到他债讨完他走了，父母很难过，不晓得前生欠他债，他来讨债的。欠他少，几岁就还完了，他就走了；欠他多，大概要搞到十几岁、二十岁他才走，他要把它讨完了，他就走了。第四种是还债的，还债是儿女欠父母的。如果欠得多，对于父母的生活他会照顾，但是没有恭敬心、没有孝心，只是物质上生活给你照顾得很周到。为什么？前一生欠你的钱财，这一生等于是分期按月还给你，就这么回事情。没有孝顺，这是还债的。如果欠得少，对父母生活很刻薄，每个月给你一点点钱，让你勉强过得去，欠得少的；欠得多的，每个月给你生活费用多一点，没有孝顺心。",
      "zh_TW": "佛特別提醒我們，『壽命幾何』，所謂是生死事大，無常迅速！這個相因寄生裡面還有一層更深的關係，這個關係是什麼？就是恩怨的報復，這是佛在經上給我們說得很清楚。人與人的關係，尤其是家親眷屬、父子兒女，什麼關係？佛講四種緣，報恩、報怨、討債、還債。沒有這個關係不會變成一家人，它會變成一家人就是這四種緣。如果兒女是報恩來的，好！我們中國人講的孝子賢孫，這是最好的，大家都最羨慕的。如果是報怨來的，是冤家對頭，敗家子，他長大了會搞得你家破人亡，報怨來的。第三類是討債來的，我們講討債鬼。討債鬼大概父母都很喜歡的，到他債討完他走了，父母很難過，不曉得前生欠他債，他來討債的。欠他少，幾歲就還完了，他就走了；欠他多，大概要搞到十幾歲、二十歲他才走，他要把它討完了，他就走了。第四種是還債的，還債是兒女欠父母的。如果欠得多，對於父母的生活他會照顧，但是沒有恭敬心、沒有孝心，只是物質上生活給你照顧得很周到。為什麼？前一生欠你的錢財，這一生等於是分期按月還給你，就這麼回事情。沒有孝順，這是還債的。如果欠得少，對父母生活很刻薄，每個月給你一點點錢，讓你勉強過得去，欠得少的；欠得多的，每個月給你生活費用多一點，沒有孝順心。"
    },
    {
      "id": "02-001-0074_p0015",
      "zh_CN": "佛讲四种缘，人与人这四种缘。一家人是这四种缘，咱们亲戚朋友也是这四种缘，乃至于你在社会上所熟悉的这些人，还是这四种缘，这个缘比较疏、比较淡。你在马路上遇到一个陌生人，见了面给你点头笑笑，过去世也有一点善缘；在马路上看到一个陌生人，看到你很不顺眼，瞪你一眼，也是过去生中有个不好的缘。你才晓得，真的是「一饮一啄，莫非前定」，我们与社会一切人的关系都是过去世相因寄生，有这么复杂的因缘。我们要知道共业，要知道因缘果报。",
      "zh_TW": "佛講四種緣，人與人這四種緣。一家人是這四種緣，咱們親戚朋友也是這四種緣，乃至於你在社會上所熟悉的這些人，還是這四種緣，這個緣比較疏、比較淡。你在馬路上遇到一個陌生人，見了面給你點頭笑笑，過去世也有一點善緣；在馬路上看到一個陌生人，看到你很不順眼，瞪你一眼，也是過去生中有個不好的緣。你才曉得，真的是「一飲一啄，莫非前定」，我們與社會一切人的關係都是過去世相因寄生，有這麼複雜的因緣。我們要知道共業，要知道因緣果報。"
    },
    {
      "id": "02-001-0074_p0016",
      "zh_CN": "在美国，现在在纽约有一位寿冶老和尚，这老和尚人很慈悲，专门学《华严经》的。在美国平常没什么事情，老和尚写《华严经》，他的字写得很工整，我听说他已经写了十几部，每一天写几张。他的字写得很大、很工整，写的经卷送到外国的图书馆、博物馆，让他们去收藏。其中有一部是血写的，他自己刺血，跟颜料（好像是朱砂）磨在一起，写过一部，是非常之难得。老法师在从前是住在香港，他移民到美国大概有二十多年，从前住在香港。在香港他有一个道场，在香港的蓝塘道，叫光明讲堂，我曾经在那个地方讲过两个月的经，一九七七年，十二年前，我在他讲堂讲过两个月的经。他讲堂挂了一副对联，对联是老和尚自己写的，上联是「夫妻是缘，有善缘有恶缘，冤冤相报」，夫妻是冤冤相报；下联写的是「儿女是债，有讨债有还债，无债不来」。他在大殿上挂了这么一副对联，很值得人警惕。都是说的这个。",
      "zh_TW": "在美國，現在在紐約有一位壽冶老和尚，這老和尚人很慈悲，專門學《華嚴經》的。在美國平常沒什麼事情，老和尚寫《華嚴經》，他的字寫得很工整，我聽說他已經寫了十幾部，每一天寫幾張。他的字寫得很大、很工整，寫的經卷送到外國的圖書館、博物館，讓他們去收藏。其中有一部是血寫的，他自己刺血，跟顏料（好像是朱砂）磨在一起，寫過一部，是非常之難得。老法師在從前是住在香港，他移民到美國大概有二十多年，從前住在香港。在香港他有一個道場，在香港的藍塘道，叫光明講堂，我曾經在那個地方講過兩個月的經，一九七七年，十二年前，我在他講堂講過兩個月的經。他講堂掛了一副對聯，對聯是老和尚自己寫的，上聯是「夫妻是緣，有善緣有惡緣，冤冤相報」，夫妻是冤冤相報；下聯寫的是「兒女是債，有討債有還債，無債不來」。他在大殿上掛了這麼一副對聯，很值得人警惕。都是說的這個。"
    },
    {
      "id": "02-001-0074_p0017",
      "zh_CN": "自己要想到「寿命几何」，想到生死事大，无常迅速，我们这个心就凉了，头脑就清醒了，一切恶念自然就消失了。所以，印光大师他老人家教人，他自己本身就这样做。印光大师的道场，现在大陆开放，我们可以到大陆上去观光，佛弟子到大陆上去，不要忘了看看印光法师他老人家从前住的道场，苏州灵岩寺。你去看看他的房间，他的房间非常简陋。他的小佛堂当中挂了一个条屏，他老人家自己写的，写了个「死」字，前面供一尊阿弥陀佛。时时刻刻想到要死了，要死了还有什么好贪的？还有什么好瞋的？想到要死了，什么都能放下；想到要死了，赶紧念阿弥陀佛求生西方世界。如果不生西方世界，给诸位说，你修得再好，你也没有法子脱离轮回，这是千真万确的事实。你没有能力脱离轮回，换句话说，你必堕三恶道，三恶道有分。你要不相信，你好好的冷静去想一想，这一天从早到晚，你的起心动念是善念多，还是恶念多？想一想我们这一生，从小到现在，我的恶念多，还是善念多？做的恶事多，还是善事多？这两相比较比较，往哪一道去自己是清清楚楚、明明白白，不要问人，也不必问佛菩萨，自己清楚。不得了，真正不得了！",
      "zh_TW": "自己要想到「壽命幾何」，想到生死事大，無常迅速，我們這個心就涼了，頭腦就清醒了，一切惡念自然就消失了。所以，印光大師他老人家教人，他自己本身就這樣做。印光大師的道場，現在大陸開放，我們可以到大陸上去觀光，佛弟子到大陸上去，不要忘了看看印光法師他老人家從前住的道場，蘇州靈岩寺。你去看看他的房間，他的房間非常簡陋。他的小佛堂當中掛了一個條屏，他老人家自己寫的，寫了個「死」字，前面供一尊阿彌陀佛。時時刻刻想到要死了，要死了還有什麼好貪的？還有什麼好瞋的？想到要死了，什麼都能放下；想到要死了，趕緊念阿彌陀佛求生西方世界。如果不生西方世界，給諸位說，你修得再好，你也沒有法子脫離輪迴，這是千真萬確的事實。你沒有能力脫離輪迴，換句話說，你必墮三惡道，三惡道有分。你要不相信，你好好的冷靜去想一想，這一天從早到晚，你的起心動念是善念多，還是惡念多？想一想我們這一生，從小到現在，我的惡念多，還是善念多？做的惡事多，還是善事多？這兩相比較比較，往哪一道去自己是清清楚楚、明明白白，不要問人，也不必問佛菩薩，自己清楚。不得了，真正不得了！"
    },
    {
      "id": "02-001-0074_p0018",
      "zh_CN": "这一生总算有幸，遇到这个救命的法门。这个法门真是救命的法门，别的法门救不了命，这个法门可以救命。你真正能够把握住了，依教奉行，决定往生。过去造的恶不怕，咱们这个法门是带业往生。但是诸位要记住，所谓带业是只带旧业不带新业，一面念佛一面还仍然造业，这个不可以的，这是罪上加罪，不能往生。从今天起，这个法门真正明白、真正理解了，要痛下决心断恶修善，来得及，决定得救；这是外教所讲的得救，真正会得救。这是特别提醒我们，提醒我们要警觉。",
      "zh_TW": "這一生總算有幸，遇到這個救命的法門。這個法門真是救命的法門，別的法門救不了命，這個法門可以救命。你真正能夠把握住了，依教奉行，決定往生。過去造的惡不怕，咱們這個法門是帶業往生。但是諸位要記住，所謂帶業是只帶舊業不帶新業，一面念佛一面還仍然造業，這個不可以的，這是罪上加罪，不能往生。從今天起，這個法門真正明白、真正理解了，要痛下決心斷惡修善，來得及，決定得救；這是外教所講的得救，真正會得救。這是特別提醒我們，提醒我們要警覺。"
    },
    {
      "id": "02-001-0074_p0019",
      "zh_CN": "再看世间迷惑颠倒的人、不觉悟的人还继续不断再造业，造什么业？造淫业。『不良之人，身心不正』，心有邪思，『常怀邪恶，常念婬佚，烦满胸中，邪态外逸』，这几句话都是形容淫业造业的状况。『费损家财，事为非法』，这两句是讲花报，眼前的报应。「事为非法」里面含藏着许许多多的恶业在，乃至于犯了世间的法律，要受国家的刑罚，为社会之所不耻，都包含在这一句里面。『所当求者，而不肯为』，「所当求者」，浅而言之是断恶修善他不肯做，讲到究竟之处是求生净土，不退成佛，这个你劝他，他不相信，他不肯接受，不肯认真努力去修学，非常的可惜。原因在哪里？就是恶业习气太重。现在这个社会诱惑的力量，就是外缘力量太强，不像从前，从前的社会纯朴，外缘少，纵然内心里面有这些烦恼习气，遇不到缘，所以他造这个罪业造不成，现在很麻烦。所以社会民主开放，对于一切众生来讲，固然也有好的一面，但是不好的占大多数，这是我们要知道的。从前的社会保守有保守的好处，人心淳厚！厚道，邪思少，恶缘少，所以从前的社会确实有它可爱可敬之处。再看下面这一段：",
      "zh_TW": "再看世間迷惑顛倒的人、不覺悟的人還繼續不斷再造業，造什麼業？造淫業。『不良之人，身心不正』，心有邪思，『常懷邪惡，常念婬佚，煩滿胸中，邪態外逸』，這幾句話都是形容淫業造業的狀況。『費損家財，事為非法』，這兩句是講花報，眼前的報應。「事為非法」裡面含藏著許許多多的惡業在，乃至於犯了世間的法律，要受國家的刑罰，為社會之所不恥，都包含在這一句裡面。『所當求者，而不肯為』，「所當求者」，淺而言之是斷惡修善他不肯做，講到究竟之處是求生淨土，不退成佛，這個你勸他，他不相信，他不肯接受，不肯認真努力去修學，非常的可惜。原因在哪裡？就是惡業習氣太重。現在這個社會誘惑的力量，就是外緣力量太強，不像從前，從前的社會純樸，外緣少，縱然內心裡面有這些煩惱習氣，遇不到緣，所以他造這個罪業造不成，現在很麻煩。所以社會民主開放，對於一切眾生來講，固然也有好的一面，但是不好的佔大多數，這是我們要知道的。從前的社會保守有保守的好處，人心淳厚！厚道，邪思少，惡緣少，所以從前的社會確實有它可愛可敬之處。再看下面這一段："
    },
    {
      "id": "02-001-0074_p0020",
      "zh_CN": "【又或交结聚会。兴兵相伐。攻劫杀戮。强夺迫胁。归给妻子。极身作乐。众共憎厌。患而苦之。】",
      "zh_TW": "【又或交結聚會。興兵相伐。攻劫殺戮。強奪迫脅。歸給妻子。極身作樂。眾共憎厭。患而苦之。】"
    },
    {
      "id": "02-001-0074_p0021",
      "zh_CN": "这一小段是说从淫恶引起的贪瞋。他为了要讨好妻子，为了要求得『极身作乐』，不惜『交结聚会』。「交结聚会」就是我们今天所讲的，一些不好的朋友聚会在一处共同造恶业。恶业大的就是『兴兵相伐』，攻城掠地，就引发战争。在古时候，中国、外国为女子而发动国际战争的很多，有许多的例子。这都是从邪淫引起了贪瞋，造作无量无边的罪业，目的无非是讨好一个女人而已。造这样的恶业，大众厌恶他，他的苦难也随之而来，这是讲的花报。末后这几句是讲果报。",
      "zh_TW": "這一小段是說從淫惡引起的貪瞋。他為了要討好妻子，為了要求得『極身作樂』，不惜『交結聚會』。「交結聚會」就是我們今天所講的，一些不好的朋友聚會在一處共同造惡業。惡業大的就是『興兵相伐』，攻城掠地，就引發戰爭。在古時候，中國、外國為女子而發動國際戰爭的很多，有許多的例子。這都是從邪淫引起了貪瞋，造作無量無邊的罪業，目的無非是討好一個女人而已。造這樣的惡業，大眾厭惡他，他的苦難也隨之而來，這是講的花報。末後這幾句是講果報。"
    },
    {
      "id": "02-001-0074_p0022",
      "zh_CN": "【如是之恶。著于人鬼。神明记识。】",
      "zh_TW": "【如是之惡。著於人鬼。神明記識。】"
    },
    {
      "id": "02-001-0074_p0023",
      "zh_CN": "他一生造作恶业，『着』是明显的意思，这个恶业造作显露出来的，人知道；你隐瞒，人不知道，鬼神知道。这就是『著于人鬼』的意思，人晓得，鬼也晓得！『神明记识』，前面一段同样讲过，与你俱生的这两个神明，同生同名，他们会把这些事情记载得详详细细、明明白白。",
      "zh_TW": "他一生造作惡業，『著』是明顯的意思，這個惡業造作顯露出來的，人知道；你隱瞞，人不知道，鬼神知道。這就是『著於人鬼』的意思，人曉得，鬼也曉得！『神明記識』，前面一段同樣講過，與你俱生的這兩個神明，同生同名，他們會把這些事情記載得詳詳細細、明明白白。"
    },
    {
      "id": "02-001-0074_p0024",
      "zh_CN": "【自入三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【自入三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-001-0074_p0025",
      "zh_CN": "这就不必解释了，跟前面那个果报是一样，三途苦报，现在的花报痛苦，将来的果报是更苦。所以前面我们提到过，阿罗汉有宿命通，知道过去世生生世世自己的行业果报，想到从前堕落在地狱里面的情形，证得阿罗汉了依然心有余悸，想到从前堕地狱，身上流血汗。身上一身冷汗，那个汗颜色是红的，血汗。我们每一位同修过去生中都堕过地狱，只是没有神通，这一生到人道隔阴之迷，前世事情忘得干干净净。如果有宿命通，想到过去所受的那个苦，现在再也不敢造恶了。请看底下一段，第四：",
      "zh_TW": "這就不必解釋了，跟前面那個果報是一樣，三途苦報，現在的花報痛苦，將來的果報是更苦。所以前面我們提到過，阿羅漢有宿命通，知道過去世生生世世自己的行業果報，想到從前墮落在地獄裡面的情形，證得阿羅漢了依然心有餘悸，想到從前墮地獄，身上流血汗。身上一身冷汗，那個汗顏色是紅的，血汗。我們每一位同修過去生中都墮過地獄，只是沒有神通，這一生到人道隔陰之迷，前世事情忘得乾乾淨淨。如果有宿命通，想到過去所受的那個苦，現在再也不敢造惡了。請看底下一段，第四："
    },
    {
      "id": "02-001-0074_p0026",
      "zh_CN": "【其四者。世间人民。不念修善。两舌。恶口。妄言。绮语。憎嫉善人。败坏贤明。不孝父母。轻慢师长。朋友无信。难得诚实。尊贵自大。谓己有道。】",
      "zh_TW": "【其四者。世間人民。不念修善。兩舌。惡口。妄言。綺語。憎嫉善人。敗壞賢明。不孝父母。輕慢師長。朋友無信。難得誠實。尊貴自大。謂己有道。】"
    },
    {
      "id": "02-001-0074_p0027",
      "zh_CN": "这个经文我们一看就晓得，这是讲妄语之恶，也就是口恶，以及与妄语连带所生的贪瞋痴慢，统统都来了。所以这个恶业绝对不是一个单纯的，一种恶业会牵连着一大堆的罪业。这里面有一条是主，这个主决定会引起许许多多的罪业，所以这个果报就很苦。佛在这里说，『世间人民，不念修善』。「不念修善」，因素很多，其中最重要的因素，实在说，凡夫之人善根少，恶的根性强大。怎么晓得？诸位要念过《百法明门论》你就知道，你看《百法》里面五十一个心所法，善心所只有十一个，恶心所有二十六个。这就是说人的本性里头（这个本性是讲习性，不是真如本性）就是善少恶多，何况十一个善法力量很弱，二十六个烦恼（恶法）力量强大。所以荀子说人性是恶，很有他的道理。那个时候佛法还没到中国来，孟子主张性善，荀子讲性恶，他讲得有道理！这是贤人。孔老夫子是圣人，圣人的见解跟贤人毕竟不同，孔老夫子说「性相近，习相远」，这个讲得高明。孔老夫子讲的这个性是真如本性，「性相近」，差不多是一样的；「习相远」，孟子跟荀子讲的性是习性，不是讲的本性，习性距离就远了，毕竟是善少恶多。这个习性要良好的教育来薰陶，把人善的习性增长，恶的习性逐渐降伏，这就是我们中国社会所尊重的圣贤君子，受过良好教育的。",
      "zh_TW": "這個經文我們一看就曉得，這是講妄語之惡，也就是口惡，以及與妄語連帶所生的貪瞋痴慢，統統都來了。所以這個惡業絕對不是一個單純的，一種惡業會牽連著一大堆的罪業。這裡面有一條是主，這個主決定會引起許許多多的罪業，所以這個果報就很苦。佛在這裡說，『世間人民，不念修善』。「不念修善」，因素很多，其中最重要的因素，實在說，凡夫之人善根少，惡的根性強大。怎麼曉得？諸位要念過《百法明門論》你就知道，你看《百法》裡面五十一個心所法，善心所只有十一個，惡心所有二十六個。這就是說人的本性裡頭（這個本性是講習性，不是真如本性）就是善少惡多，何況十一個善法力量很弱，二十六個煩惱（惡法）力量強大。所以荀子說人性是惡，很有他的道理。那個時候佛法還沒到中國來，孟子主張性善，荀子講性惡，他講得有道理！這是賢人。孔老夫子是聖人，聖人的見解跟賢人畢竟不同，孔老夫子說「性相近，習相遠」，這個講得高明。孔老夫子講的這個性是真如本性，「性相近」，差不多是一樣的；「習相遠」，孟子跟荀子講的性是習性，不是講的本性，習性距離就遠了，畢竟是善少惡多。這個習性要良好的教育來薰陶，把人善的習性增長，惡的習性逐漸降伏，這就是我們中國社會所尊重的聖賢君子，受過良好教育的。"
    },
    {
      "id": "02-001-0074_p0028",
      "zh_CN": "我们想想现代的教育，现代说老实话，没有教育了，现代哪有教育？至少我活了这么大年岁，我没有看到教育，没看到。我记得我出家的那一年，民国四十八年，我在圆山临济寺出家的。那个时候临济寺跟现在不一样，临济寺前面很大的院子，还有很多树，我们每天早晨去扫树叶。我在扫地的时候，有四个台湾大学的学生到我们庙里面来玩，那时候有小山坡，爬那小山坡。我们在那里扫地，这四个学生趾高气扬，傲慢得不得了，我看了就挺不顺眼的，在旁边就说了一句风凉话，「没受过教育！」这话被他们听到了，他们四个人马上转过头来，你说什么？我说没受过教育。他说你说谁？我说「你！」他说我们是台大法学院四年级的学生，马上就要毕业了，怎么说没受过教育？他质问。我说好，你说你受过教育，那我就请教你，这个「教」怎么讲法？「育」怎么讲法？「教育」怎么讲法？我就出了三个题目，什么叫教，什么叫育，什么叫教育，你讲给我听听看。四个人讲的我都摇头。最后他们也算不错，他就问我那什么叫教育？教育是教给你做人的道理。我说不要说你们没有受过高等教育，你们连小学教育都没受过。小学教育是什么？我说小学教育是洒扫应对，你会不会？小学是生活教育。我给四个菜给你，这四个菜怎么摆法你懂不懂？这里头有阴阳五行，你会不会？他们一听听呆了，说这个我们真的没有学过。那我们现在学的这个算什么？我就跟他们说，如果说你们受过高等知识的训练，我承认，那个大学应当改作「高等知识传习所」，名副其实；你要说是教育，我不承认。",
      "zh_TW": "我們想想現代的教育，現代說老實話，沒有教育了，現代哪有教育？至少我活了這麼大年歲，我沒有看到教育，沒看到。我記得我出家的那一年，民國四十八年，我在圓山臨濟寺出家的。那個時候臨濟寺跟現在不一樣，臨濟寺前面很大的院子，還有很多樹，我們每天早晨去掃樹葉。我在掃地的時候，有四個台灣大學的學生到我們廟裡面來玩，那時候有小山坡，爬那小山坡。我們在那裡掃地，這四個學生趾高氣揚，傲慢得不得了，我看了就挺不順眼的，在旁邊就說了一句風涼話，「沒受過教育！」這話被他們聽到了，他們四個人馬上轉過頭來，你說什麼？我說沒受過教育。他說你說誰？我說「你！」他說我們是台大法學院四年級的學生，馬上就要畢業了，怎麼說沒受過教育？他質問。我說好，你說你受過教育，那我就請教你，這個「教」怎麼講法？「育」怎麼講法？「教育」怎麼講法？我就出了三個題目，什麼叫教，什麼叫育，什麼叫教育，你講給我聽聽看。四個人講的我都搖頭。最後他們也算不錯，他就問我那什麼叫教育？教育是教給你做人的道理。我說不要說你們沒有受過高等教育，你們連小學教育都沒受過。小學教育是什麼？我說小學教育是灑掃應對，你會不會？小學是生活教育。我給四個菜給你，這四個菜怎麼擺法你懂不懂？這裡頭有陰陽五行，你會不會？他們一聽聽呆了，說這個我們真的沒有學過。那我們現在學的這個算什麼？我就跟他們說，如果說你們受過高等知識的訓練，我承認，那個大學應當改作「高等知識傳習所」，名副其實；你要說是教育，我不承認。"
    },
    {
      "id": "02-001-0074_p0029",
      "zh_CN": "诸位要晓得，中国到现在真的没有教育了。教育从哪个地方学起？一开端是孝亲尊师。受过教育的人说不孝顺父母、不敬师长、不友爱兄弟，这个人没受过教育。基本的教育是从这个地方下手的。佛门也不例外，佛法衰到极处，也就是佛教的教育失掉了。现在佛学院里面学的什么？学的是佛学，把佛经当作一门学问来研究，是佛学不是学佛。这两个字颠倒一下，意思完全不一样！学佛是教育，佛学是知识，是常识、知识。所以他纵然博学多闻，诸位想想，他的贪瞋痴慢一丝毫都没有减少，那叫什么教育？不要说佛法教育，世间教育，教育的目的在哪里？变化气质。中国自古以来教育的目的是变化气质，变凡夫成圣贤。所以，从前念书人志在圣贤，他以这个为目标。孔老夫子是圣人，孟夫子是贤人，以他们做典型、做模范，希圣希贤。佛法的教育，它的宗旨，转凡成圣，比儒家讲的标准还要高，儒家的圣人贤人还没有离开人道，佛法要超凡入圣。这是从前教育的目标。",
      "zh_TW": "諸位要曉得，中國到現在真的沒有教育了。教育從哪個地方學起？一開端是孝親尊師。受過教育的人說不孝順父母、不敬師長、不友愛兄弟，這個人沒受過教育。基本的教育是從這個地方下手的。佛門也不例外，佛法衰到極處，也就是佛教的教育失掉了。現在佛學院裡面學的什麼？學的是佛學，把佛經當作一門學問來研究，是佛學不是學佛。這兩個字顛倒一下，意思完全不一樣！學佛是教育，佛學是知識，是常識、知識。所以他縱然博學多聞，諸位想想，他的貪瞋痴慢一絲毫都沒有減少，那叫什麼教育？不要說佛法教育，世間教育，教育的目的在哪裡？變化氣質。中國自古以來教育的目的是變化氣質，變凡夫成聖賢。所以，從前念書人志在聖賢，他以這個為目標。孔老夫子是聖人，孟夫子是賢人，以他們做典型、做模範，希聖希賢。佛法的教育，它的宗旨，轉凡成聖，比儒家講的標準還要高，儒家的聖人賢人還沒有離開人道，佛法要超凡入聖。這是從前教育的目標。"
    },
    {
      "id": "02-001-0074_p0030",
      "zh_CN": "所以教育手段、目的都是要断烦恼。儒家一开端讲「格物致知」，格物就是断烦恼。物是什么？欲望、物欲，财色名食睡、五欲六尘。格是什么？格杀，跟它两个打一仗，要把五欲六尘消灭掉，这是格物，就是佛法里面讲破烦恼障。致知就是佛法里面讲破所知障，成就真实的智慧，这个是教育。我们看看现在中国外国所有的学校，所教所学的与这个不相干，他们所学到的是知识，对于断烦恼、对于开智慧毫无交涉，这是我们必须要知道的。所以学佛，要依照他们那种方法方式去学佛，你将来的成就顶多是一个佛学博士，或大佛学家而已，不管用，与了生死出三界不相关。",
      "zh_TW": "所以教育手段、目的都是要斷煩惱。儒家一開端講「格物致知」，格物就是斷煩惱。物是什麼？欲望、物欲，財色名食睡、五欲六塵。格是什麼？格殺，跟它兩個打一仗，要把五欲六塵消滅掉，這是格物，就是佛法裡面講破煩惱障。致知就是佛法裡面講破所知障，成就真實的智慧，這個是教育。我們看看現在中國外國所有的學校，所教所學的與這個不相干，他們所學到的是知識，對於斷煩惱、對於開智慧毫無交涉，這是我們必須要知道的。所以學佛，要依照他們那種方法方式去學佛，你將來的成就頂多是一個佛學博士，或大佛學家而已，不管用，與了生死出三界不相關。"
    },
    {
      "id": "02-001-0074_p0031",
      "zh_CN": "我过去在台中跟李老师的时候，李老师就特别警告我，因为我喜欢读书，喜欢读书对于学佛也是一个障碍。为什么？增长所知障。不但不能破所知障，增长所知障，这个事情很麻烦。所知障一增长，烦恼障会连带增长，怎么回事？你念得愈多，愈自己觉得了不起，愈瞧不起别人，贡高我慢随之增长，这个事情麻烦大了。所以他那时候特别提醒我，「古人别学苏东坡」，苏东坡是佛教徒，「今人不学梁启超」，梁启超也是个很有学问的人，这两位都是佛学家，都是佛学的学者，不能了生死，不能断烦恼。所以他老人家特别提醒我不要跟他们一样，跟他们一样就糟了、就坏了，是把佛学当作世间学问去研究了。所以要晓得佛学的本质是断贪瞋痴，是修戒定慧的，这才叫做学佛，才能够得到真实的利益。从哪里下手？从持戒，持戒就是断恶修善。所以这章经里面就是讲的五戒十善，前面的四段是五戒里面前四条，不杀生、不偷盗、不邪淫、不妄语，第四是不妄语；后面这一条包括了十善业，所以它这五段经文内容是五戒十善。",
      "zh_TW": "我過去在台中跟李老師的時候，李老師就特別警告我，因為我喜歡讀書，喜歡讀書對於學佛也是一個障礙。為什麼？增長所知障。不但不能破所知障，增長所知障，這個事情很麻煩。所知障一增長，煩惱障會連帶增長，怎麼回事？你念得愈多，愈自己覺得了不起，愈瞧不起別人，貢高我慢隨之增長，這個事情麻煩大了。所以他那時候特別提醒我，「古人別學蘇東坡」，蘇東坡是佛教徒，「今人不學梁啟超」，梁啟超也是個很有學問的人，這兩位都是佛學家，都是佛學的學者，不能了生死，不能斷煩惱。所以他老人家特別提醒我不要跟他們一樣，跟他們一樣就糟了、就壞了，是把佛學當作世間學問去研究了。所以要曉得佛學的本質是斷貪瞋痴，是修戒定慧的，這才叫做學佛，才能夠得到真實的利益。從哪裡下手？從持戒，持戒就是斷惡修善。所以這章經裡面就是講的五戒十善，前面的四段是五戒裡面前四條，不殺生、不偷盜、不邪淫、不妄語，第四是不妄語；後面這一條包括了十善業，所以它這五段經文內容是五戒十善。"
    },
    {
      "id": "02-001-0074_p0032",
      "zh_CN": "世间人迷惑颠倒，不想修善，不想这个事情，因此口业就特别容易造，也就是这个习气最重。恶习气里头口业的习气最重，不知不觉『两舌』，两舌就是挑拨是非。当然这里面有的是有意的，有的是无意的，有意无意拨弄是非，这就造两舌的业了。『恶口』，说话粗鲁，使人家听到心里面难受，粗恶的言语这叫恶口。『妄语』是欺骗人。『绮语』是花言巧语，这个范围最大，说得非常的好听。我们今天讲电视电影，有所谓黄色的就是属于绮语，人人喜爱。内容教你什么？教你杀盗淫妄，教你干这个。所以这个世间有许多戏剧、小说，今天所讲的电影电视大部分都是绮语，这是我们要警惕的。我记得有一年我们图书馆办大专讲座的时候，有几个世新的学生来参加，他们学影剧系的。我们讲到这个问题，他警觉性很高，他说那我们怎么办？是不是要改系？我说改系最好。真的他改系了，不再学戏剧。要知道这一行业，不知不觉的当中造了很多的恶业，你叫接触的人心理上、行为上受影响，你统统要负因果责任。所以职业要慎重选择，不要干这些行业，这些行业不好。",
      "zh_TW": "世間人迷惑顛倒，不想修善，不想這個事情，因此口業就特別容易造，也就是這個習氣最重。惡習氣裡頭口業的習氣最重，不知不覺『兩舌』，兩舌就是挑撥是非。當然這裡面有的是有意的，有的是無意的，有意無意撥弄是非，這就造兩舌的業了。『惡口』，說話粗魯，使人家聽到心裡面難受，粗惡的言語這叫惡口。『妄語』是欺騙人。『綺語』是花言巧語，這個範圍最大，說得非常的好聽。我們今天講電視電影，有所謂黃色的就是屬於綺語，人人喜愛。內容教你什麼？教你殺盜淫妄，教你幹這個。所以這個世間有許多戲劇、小說，今天所講的電影電視大部分都是綺語，這是我們要警惕的。我記得有一年我們圖書館辦大專講座的時候，有幾個世新的學生來參加，他們學影劇系的。我們講到這個問題，他警覺性很高，他說那我們怎麼辦？是不是要改系？我說改系最好。真的他改系了，不再學戲劇。要知道這一行業，不知不覺的當中造了很多的惡業，你叫接觸的人心理上、行為上受影響，你統統要負因果責任。所以職業要慎重選擇，不要幹這些行業，這些行業不好。"
    },
    {
      "id": "02-001-0074_p0033",
      "zh_CN": "下面这一段，这是讲因妄语恶引发贪瞋痴慢的罪业。『憎嫉善人』，看到善人、看到善事，他心里忍受不了，嫉妒瞋恨，还得想方法去破坏。『败坏贤明』，想办法去破坏。这是从妄语业引发贪瞋的罪业。『不孝父母，轻慢师长』，这是必然的。为什么？对于父母师长也欺骗，对于父母师长的财物也想方法把它侵夺，这就引发了盗业。所以妄语里头有盗、有贪、有瞋、有痴，甚至于里面有杀害，那个罪业就更重了。他连父母师长都不尊重，朋友就更不必谈了，『朋友无信』，朋友往来依什么？完全依利害关系。今天这个人与我有利，就跟他交朋友，明天那个利没有了，马上就不相往来。这个朋友不是道义的结合，利害的结合。所以我们读这段经文，拿这个经文的标准来观察这个世间，问题是一天比一天严重，没有改善的迹象。这是造因，造作的恶因一天比一天严重，这个世界还能好吗？不可能，所以这个世界将来会有很大的灾难。我们也不要相信这些预言、那些神通，不必听那些，我们看人心，看世道人心。人心善，果报就善；人心险恶，果报决定不善。",
      "zh_TW": "下面這一段，這是講因妄語惡引發貪瞋痴慢的罪業。『憎嫉善人』，看到善人、看到善事，他心裡忍受不了，嫉妒瞋恨，還得想方法去破壞。『敗壞賢明』，想辦法去破壞。這是從妄語業引發貪瞋的罪業。『不孝父母，輕慢師長』，這是必然的。為什麼？對於父母師長也欺騙，對於父母師長的財物也想方法把它侵奪，這就引發了盜業。所以妄語裡頭有盜、有貪、有瞋、有痴，甚至於裡面有殺害，那個罪業就更重了。他連父母師長都不尊重，朋友就更不必談了，『朋友無信』，朋友往來依什麼？完全依利害關係。今天這個人與我有利，就跟他交朋友，明天那個利沒有了，馬上就不相往來。這個朋友不是道義的結合，利害的結合。所以我們讀這段經文，拿這個經文的標準來觀察這個世間，問題是一天比一天嚴重，沒有改善的跡象。這是造因，造作的惡因一天比一天嚴重，這個世界還能好嗎？不可能，所以這個世界將來會有很大的災難。我們也不要相信這些預言、那些神通，不必聽那些，我們看人心，看世道人心。人心善，果報就善；人心險惡，果報決定不善。"
    },
    {
      "id": "02-001-0074_p0034",
      "zh_CN": "诸位同修，你冷静的去想一想我们台湾，在我们现前，十年前的人心跟今天的人心做个比较，二十年前跟十年前做个比较。我到台湾四十年了，刚刚来那个时候三十八年，台湾人心非常淳厚，可以说没有贪瞋痴慢，老百姓往来、做生意诚实不欺，厚道！我们从外地来的生疏，有的时候找人找不到，路上问一个人，不但很客气给你讲，有的时候他带路给我们送到，非常感谢。不像现在，现在马路上问个人，不知道，摇摇头，理都不理你。不一样了，这四十年变化太大了！生活虽然是自由了，人情道义荡然无存，这个可怕。从前那个时代人与人之间有道义的存在，现在没有了，现在人与人往来可以说「利害」两个字，这很可怕。",
      "zh_TW": "諸位同修，你冷靜的去想一想我們台灣，在我們現前，十年前的人心跟今天的人心做個比較，二十年前跟十年前做個比較。我到台灣四十年了，剛剛來那個時候三十八年，台灣人心非常淳厚，可以說沒有貪瞋痴慢，老百姓往來、做生意誠實不欺，厚道！我們從外地來的生疏，有的時候找人找不到，路上問一個人，不但很客氣給你講，有的時候他帶路給我們送到，非常感謝。不像現在，現在馬路上問個人，不知道，搖搖頭，理都不理你。不一樣了，這四十年變化太大了！生活雖然是自由了，人情道義蕩然無存，這個可怕。從前那個時代人與人之間有道義的存在，現在沒有了，現在人與人往來可以說「利害」兩個字，這很可怕。"
    },
    {
      "id": "02-001-0074_p0035",
      "zh_CN": "『尊贵自大，谓己有道』，世间人自认为他自己很聪明，贡高我慢，以为自己很聪明，以为自己有手段，以为自己很能干。学佛的人如果要是认为自己证果了，给人家说自己开悟了，这叫大妄语。未得，你给别人说我得到了，大妄语，在《戒经》里面讲果报是阿鼻地狱。为什么要造这么大的妄语？他的目的都是为了名闻利养。自己得道了，现在得道还不行，我在国外还听说某某说他是什么佛再来的，什么菩萨再来的，说得道都是太低了，都说佛菩萨再来的。你说怎么得了，这简直是造妄语罪造到极处！明眼人看得很清楚，非常可怜，将来要堕最剧最苦的地狱，比这个世间贡高我慢的罪业还要深重。",
      "zh_TW": "『尊貴自大，謂己有道』，世間人自認為他自己很聰明，貢高我慢，以為自己很聰明，以為自己有手段，以為自己很能幹。學佛的人如果要是認為自己證果了，給人家說自己開悟了，這叫大妄語。未得，你給別人說我得到了，大妄語，在《戒經》裡面講果報是阿鼻地獄。為什麼要造這麼大的妄語？他的目的都是為了名聞利養。自己得道了，現在得道還不行，我在國外還聽說某某說他是什麼佛再來的，什麼菩薩再來的，說得道都是太低了，都說佛菩薩再來的。你說怎麼得了，這簡直是造妄語罪造到極處！明眼人看得很清楚，非常可憐，將來要墮最劇最苦的地獄，比這個世間貢高我慢的罪業還要深重。"
    },
    {
      "id": "02-001-0074_p0036",
      "zh_CN": "这一段统统讲的是妄语的业因，以及从妄语引发的罪行，还都是说的造业，后面才给我们说出果报。这个妄语的果报，经上也常说「烊铜灌口」，地狱里头用什么样的罪业来治你？铜烧成液体，拿这个来灌到你的口，这是口业。地狱里头还有个拔舌地狱，都是口业的，都是妄语、两舌、绮语的果报。",
      "zh_TW": "這一段統統講的是妄語的業因，以及從妄語引發的罪行，還都是說的造業，後面才給我們說出果報。這個妄語的果報，經上也常說「烊銅灌口」，地獄裡頭用什麼樣的罪業來治你？銅燒成液體，拿這個來灌到你的口，這是口業。地獄裡頭還有個拔舌地獄，都是口業的，都是妄語、兩舌、綺語的果報。"
    },
    {
      "id": "02-001-0074_p0037",
      "zh_CN": "所以，佛菩萨真正大慈大悲，将这个事实的真相给我们说出。能信是大福，信了你不造恶因，将来可以免除果报；更能发心念佛求生净土，那就恭喜你永脱轮回，这一生往生不退成佛，这是十方一切诸佛没有不赞叹的。所以念佛之人，十方一切诸佛都保佑你，因为佛赞叹阿弥陀佛，必然赞叹念佛之人，必然拥护念佛之人，必然加持一切念佛之人。这个善因善果我们要知道、要珍惜。好，今天我们就讲到此地。",
      "zh_TW": "所以，佛菩薩真正大慈大悲，將這個事實的真相給我們說出。能信是大福，信了你不造惡因，將來可以免除果報；更能發心念佛求生淨土，那就恭喜你永脫輪迴，這一生往生不退成佛，這是十方一切諸佛沒有不讚歎的。所以念佛之人，十方一切諸佛都保佑你，因為佛讚歎阿彌陀佛，必然讚歎念佛之人，必然擁護念佛之人，必然加持一切念佛之人。這個善因善果我們要知道、要珍惜。好，今天我們就講到此地。"
    }
  ]
}