{
  "doc_id": "02-001-0050",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—十方诸佛遍赞",
    "zh_TW": "無量壽經（一次宣講）—十方諸佛遍讚"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十集",
    "zh_TW": "第五十集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0050",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "02-001-0050_p0001",
      "zh_CN": "第四十五页第一行，从第二句看起：",
      "zh_TW": "第四十五頁第一行，從第二句看起："
    },
    {
      "id": "02-001-0050_p0002",
      "zh_CN": "【复吹七宝林树。飘华成聚。种种色光。遍满佛土。随色次第。而不杂乱。柔软光洁。如兜罗绵。足履其上。没深四指。随足举已。还复如初。】",
      "zh_TW": "【復吹七寶林樹。飄華成聚。種種色光。遍滿佛土。隨色次第。而不雜亂。柔軟光潔。如兜羅綿。足履其上。沒深四指。隨足舉已。還復如初。】"
    },
    {
      "id": "02-001-0050_p0003",
      "zh_CN": "这接着看西方世界的景观，这一段是讲「德风华雨」。前面一段曾经讲到风吹罗网、宝树，都能够发微妙音，说一切法。众生（也就是在那边的大众）触其景观、闻其法音，都能够得殊胜之利益。经上给我们讲「犹如比丘得灭尽定」，这个意义很深。比丘怎样才能够得灭尽定？灭尽是指烦恼，小乘比丘是见思烦恼断尽了。大乘比丘就是十地菩萨，法云地的菩萨。经上常讲大比丘，那就不是普通的比丘，是指十地菩萨。十地菩萨不仅仅见思烦恼断了，尘沙烦恼也断了，无明烦恼四十一品无明也只剩下二品，距离无上菩提可以说是非常非常的近，这十地菩萨。由此可知，他这些烦恼怎么断的？就是西方世界，我们前面看过，六尘说法，六根所接触六尘境界，都能帮助我们断烦恼、证菩提，有这样殊胜的功德。",
      "zh_TW": "這接著看西方世界的景觀，這一段是講「德風華雨」。前面一段曾經講到風吹羅網、寶樹，都能夠發微妙音，說一切法。眾生（也就是在那邊的大眾）觸其景觀、聞其法音，都能夠得殊勝之利益。經上給我們講「猶如比丘得滅盡定」，這個意義很深。比丘怎樣才能夠得滅盡定？滅盡是指煩惱，小乘比丘是見思煩惱斷盡了。大乘比丘就是十地菩薩，法雲地的菩薩。經上常講大比丘，那就不是普通的比丘，是指十地菩薩。十地菩薩不僅僅見思煩惱斷了，塵沙煩惱也斷了，無明煩惱四十一品無明也只剩下二品，距離無上菩提可以說是非常非常的近，這十地菩薩。由此可知，他這些煩惱怎麼斷的？就是西方世界，我們前面看過，六塵說法，六根所接觸六塵境界，都能幫助我們斷煩惱、證菩提，有這樣殊勝的功德。"
    },
    {
      "id": "02-001-0050_p0004",
      "zh_CN": "今天再继续看景观之美。『复吹七宝林树，飘华成聚』，西方世界的树都是宝树，这些宝树都是弥陀性德变现的，跟我们这个世间宝树不一样。我们这个世间也有宝树，你看看这个珠宝店里头也有，不大，像盆景里面装饰的宝树，但是那个宝树不能够随心变化。西方极乐世界的宝树可以随着我们念来变化，所以这个就是自在，因此它也有「飘华成聚」。『种种色光』，它那里花多，颜色也多，光明也多，空中有天花，树林里面的花，风吹的时候它也能够飘在空中，可见这个景观非常非常之美。『遍满佛土』，佛土是讲他这个国土处处皆是。",
      "zh_TW": "今天再繼續看景觀之美。『復吹七寶林樹，飄華成聚』，西方世界的樹都是寶樹，這些寶樹都是彌陀性德變現的，跟我們這個世間寶樹不一樣。我們這個世間也有寶樹，你看看這個珠寶店裡頭也有，不大，像盆景裡面裝飾的寶樹，但是那個寶樹不能夠隨心變化。西方極樂世界的寶樹可以隨著我們念來變化，所以這個就是自在，因此它也有「飄華成聚」。『種種色光』，它那裡花多，顏色也多，光明也多，空中有天花，樹林裡面的花，風吹的時候它也能夠飄在空中，可見這個景觀非常非常之美。『遍滿佛土』，佛土是講他這個國土處處皆是。"
    },
    {
      "id": "02-001-0050_p0005",
      "zh_CN": "『随色次第，而不杂乱』，这两句很难得，这两句是这个花落下来自然就铺成了图案，它不乱。至于铺成什么样的图案，总是叫你看得很满意、很欢喜的图案，它是不必要人工去摆，也不必要去设计，花落下来的时候就能铺成图案，它不杂乱，而且铺在地上就像地毯一样。『柔软光洁，如兜罗绵』，「兜罗绵」是印度一种植物，这个李老师的小注里头：「疑为柳絮」。就像和我们中国的木棉一样，很软。『足履其上，没深四指』，你脚踩在那个地方，它会陷下去，因为它软，它会陷下去，它有弹性，你这脚抬起来，它又恢复原状，这是柔软而有弹性。但是这个花是宝花。像我们这边的宝大概都是很坚硬的，金银七宝这是很坚硬的，那我们踩上去，花、叶子有棱角，那一定是很痛苦的，不但是痛苦，可能还要叫我们受伤。西方世界不是如此，虽然是宝，它那个宝柔软，这就不可思议。虽然有棱角，它那个棱角它有弹性，换句话说，决定不会有伤害的。这个宝的确我们这个世间没有见过，也没有听过。",
      "zh_TW": "『隨色次第，而不雜亂』，這兩句很難得，這兩句是這個花落下來自然就鋪成了圖案，它不亂。至於鋪成什麼樣的圖案，總是叫你看得很滿意、很歡喜的圖案，它是不必要人工去擺，也不必要去設計，花落下來的時候就能鋪成圖案，它不雜亂，而且鋪在地上就像地毯一樣。『柔軟光潔，如兜羅綿』，「兜羅綿」是印度一種植物，這個李老師的小註裡頭：「疑為柳絮」。就像和我們中國的木棉一樣，很軟。『足履其上，沒深四指』，你腳踩在那個地方，它會陷下去，因為它軟，它會陷下去，它有彈性，你這腳抬起來，它又恢復原狀，這是柔軟而有彈性。但是這個花是寶花。像我們這邊的寶大概都是很堅硬的，金銀七寶這是很堅硬的，那我們踩上去，花、葉子有棱角，那一定是很痛苦的，不但是痛苦，可能還要叫我們受傷。西方世界不是如此，雖然是寶，它那個寶柔軟，這就不可思議。雖然有棱角，它那個棱角它有彈性，換句話說，決定不會有傷害的。這個寶的確我們這個世間沒有見過，也沒有聽過。"
    },
    {
      "id": "02-001-0050_p0006",
      "zh_CN": "【过食时后。其华自没。大地清净。更雨新华。】",
      "zh_TW": "【過食時後。其華自沒。大地清淨。更雨新華。】"
    },
    {
      "id": "02-001-0050_p0007",
      "zh_CN": "这个地方的『雨』要念去声，念「玉」，当作动词讲，就是落下来，从上面落下来，念玉；不念「语」，语是名词。后面说：",
      "zh_TW": "這個地方的『雨』要念去聲，念「玉」，當作動詞講，就是落下來，從上面落下來，念玉；不念「語」，語是名詞。後面說："
    },
    {
      "id": "02-001-0050_p0008",
      "zh_CN": "【随其时节。还复周遍。与前无异。如是六反。】",
      "zh_TW": "【隨其時節。還復周遍。與前無異。如是六反。】"
    },
    {
      "id": "02-001-0050_p0009",
      "zh_CN": "极乐世界这个名称得来不易，如果不是事事物物都能如人意的话，怎么可以叫极乐？何况十方世界这些众生，我们可以说根性不相同，习惯也不一样，兴趣爱好都不相同，怎么恰恰好是『六反』？由此可知，这是释迦牟尼佛为我们这个世间人介绍西方极乐世界，我们这个地球上的众生有时间观念，这是因为我们居住这个环境造成的。地球，现在大家晓得，有自转、有公转。自转一周二十四小时，有一个白天、一个晚上；公转一周三百六十五天，我们称它作一年。我们在这个地方住习惯了，所以这个执着就很重。印度人把一天分做六个时辰，「六反」，每一个时辰它有一次。六反就是讲的六时。我们现在用的时辰叫小时，我们称小时，小时怎么来的要知道。我们中国可以说自古以来讲时辰，都是讲子丑寅卯、辰巳午未，现在你们算命还得要算这个时辰，他不给你算几点钟，不给你算这个，他还得要算子丑寅卯。这个方式一直用到清朝末年，在我们中国用了几千年，民国年间才改了这个二十四小时。所以从前我们的一个时辰是现在两个小时，所以我们叫现在这个时辰叫小时，比我们中国小。可是我们中国的时辰比印度又小，印度一时是现在的四小时。所以他们分得很简单，昼三时、夜三时，它这个分法，所以把昼夜分成六时。佛当年在印度讲经，所以经典上常常讲六时。我们中国人也很聪明，把它加一个昼夜六时，就变成十二时，就变成我们中国的时了，就加上个昼夜六时。",
      "zh_TW": "極樂世界這個名稱得來不易，如果不是事事物物都能如人意的話，怎麼可以叫極樂？何況十方世界這些眾生，我們可以說根性不相同，習慣也不一樣，興趣愛好都不相同，怎麼恰恰好是『六反』？由此可知，這是釋迦牟尼佛為我們這個世間人介紹西方極樂世界，我們這個地球上的眾生有時間觀念，這是因為我們居住這個環境造成的。地球，現在大家曉得，有自轉、有公轉。自轉一周二十四小時，有一個白天、一個晚上；公轉一周三百六十五天，我們稱它作一年。我們在這個地方住習慣了，所以這個執著就很重。印度人把一天分做六個時辰，「六反」，每一個時辰它有一次。六反就是講的六時。我們現在用的時辰叫小時，我們稱小時，小時怎麼來的要知道。我們中國可以說自古以來講時辰，都是講子丑寅卯、辰巳午未，現在你們算命還得要算這個時辰，他不給你算幾點鐘，不給你算這個，他還得要算子丑寅卯。這個方式一直用到清朝末年，在我們中國用了幾千年，民國年間才改了這個二十四小時。所以從前我們的一個時辰是現在兩個小時，所以我們叫現在這個時辰叫小時，比我們中國小。可是我們中國的時辰比印度又小，印度一時是現在的四小時。所以他們分得很簡單，晝三時、夜三時，它這個分法，所以把晝夜分成六時。佛當年在印度講經，所以經典上常常講六時。我們中國人也很聰明，把它加一個晝夜六時，就變成十二時，就變成我們中國的時了，就加上個晝夜六時。"
    },
    {
      "id": "02-001-0050_p0010",
      "zh_CN": "这个六反，就是我们娑婆世界，特别是指我们地球上这些人去往生的有这个习惯，你就能够看到这个景观，每一个时辰花开花落，它有这个景象。因为西方极乐世界是光明世界，人身体放光，宫殿也放光，树木花草都放光，大地也放光，所以是一片光明，那边没有黑暗，换句话说，没有夜晚。所以确实初往生的人到那里好像不太习惯，也有时差，它都没有晚上，这就麻烦，没有晚上。不过到那个地方去不多久慢慢就会习惯了，初去的时候好像有点不太习惯，没有晚上。我们这边习惯上有一个昼夜的观念，所以在那边只能看到鸟叫、鸟休息的时候，鸟叫了就好像白天，实际上没有昼夜的差别，它没有。这个前面跟诸位说过，人那么多，人也没有姓，也没有名字，那边没有，一切标志统统没有，因为那边是无分别的世界。换句话，这有六反也是我们自己带去的习性才现这个相。这个『食时』也是像我们一天吃三餐，三餐也是有一定时间。所以这些统统是拣别着我们对于时间上的观念。",
      "zh_TW": "這個六反，就是我們娑婆世界，特別是指我們地球上這些人去往生的有這個習慣，你就能夠看到這個景觀，每一個時辰花開花落，它有這個景象。因為西方極樂世界是光明世界，人身體放光，宮殿也放光，樹木花草都放光，大地也放光，所以是一片光明，那邊沒有黑暗，換句話說，沒有夜晚。所以確實初往生的人到那裡好像不太習慣，也有時差，它都沒有晚上，這就麻煩，沒有晚上。不過到那個地方去不多久慢慢就會習慣了，初去的時候好像有點不太習慣，沒有晚上。我們這邊習慣上有一個晝夜的觀念，所以在那邊只能看到鳥叫、鳥休息的時候，鳥叫了就好像白天，實際上沒有晝夜的差別，它沒有。這個前面跟諸位說過，人那麼多，人也沒有姓，也沒有名字，那邊沒有，一切標誌統統沒有，因為那邊是無分別的世界。換句話，這有六反也是我們自己帶去的習性才現這個相。這個『食時』也是像我們一天吃三餐，三餐也是有一定時間。所以這些統統是揀別著我們對於時間上的觀念。"
    },
    {
      "id": "02-001-0050_p0011",
      "zh_CN": "再看下面一章：",
      "zh_TW": "再看下面一章："
    },
    {
      "id": "02-001-0050_p0012",
      "zh_CN": "【宝莲佛光第二十一】",
      "zh_TW": "【寶蓮佛光第二十一】"
    },
    {
      "id": "02-001-0050_p0013",
      "zh_CN": "【又众宝莲华周满世界。一一宝华百千亿叶。其华光明。无量种色。】",
      "zh_TW": "【又眾寶蓮華周滿世界。一一寶華百千億葉。其華光明。無量種色。】"
    },
    {
      "id": "02-001-0050_p0014",
      "zh_CN": "这几句我们要仔细的看，要把它记住。因为小本上只讲四种莲花，那是略说，并没有详细的讲。这个地方告诉我们，原来这个花不止四种颜色，有无量色。四种颜色是略举，在小本《弥陀经》里面它也有表法的意思，古德在注疏里面说四色表常、乐、我、净，这四净德。这个说法也很好。",
      "zh_TW": "這幾句我們要仔細的看，要把它記住。因為小本上只講四種蓮花，那是略說，並沒有詳細的講。這個地方告訴我們，原來這個花不止四種顏色，有無量色。四種顏色是略舉，在小本《彌陀經》裡面它也有表法的意思，古德在註疏裡面說四色表常、樂、我、淨，這四淨德。這個說法也很好。"
    },
    {
      "id": "02-001-0050_p0015",
      "zh_CN": "『宝莲』在西方极乐世界处处都见得到，为什么？那个地方所以有很多佛菩萨讲，那个世界叫莲花世界，就是它这个莲花太多、太普遍了，所以莲花世界。莲在花里面，实在讲它就相当的圆满，这代表圆满殊胜。第一个，莲代表一真法界。莲这个根是生在泥下面，泥土里面，茎是在水里面，花是开在水上，出水芙蓉。芙蓉就是莲花，它开在水面上。泥土代表六凡，六道凡夫染污；清水代表四圣，声闻、缘觉、菩萨、佛，清净不染。它花开在水上，换句话说，不但六凡它不染，四圣也不染，这个代表一真法界，所以它有这个表法的意义。",
      "zh_TW": "『寶蓮』在西方極樂世界處處都見得到，為什麼？那個地方所以有很多佛菩薩講，那個世界叫蓮花世界，就是它這個蓮花太多、太普遍了，所以蓮花世界。蓮在花裡面，實在講它就相當的圓滿，這代表圓滿殊勝。第一個，蓮代表一真法界。蓮這個根是生在泥下面，泥土裡面，莖是在水裡面，花是開在水上，出水芙蓉。芙蓉就是蓮花，它開在水面上。泥土代表六凡，六道凡夫染污；清水代表四聖，聲聞、緣覺、菩薩、佛，清淨不染。它花開在水上，換句話說，不但六凡它不染，四聖也不染，這個代表一真法界，所以它有這個表法的意義。"
    },
    {
      "id": "02-001-0050_p0016",
      "zh_CN": "同时莲是「因果同时」的，花是因，莲子是果，有花的时候，莲蓬里就有子，不像其他的花是先开花后结果，它是花果同时，没有先后。这个是代表佛法里面讲的因果，「因赅果海，果彻因源」，因果是同时的。所以你说它是因可以，你说它是果也可以。对前面这一念，后一念是果；对后一念，这一念是因，念念都是因果同时。不仅是造作，念念都是因果同时，善因则有善果，恶因则有恶果。这个是讲的真实。西方世界的莲花比我们这个地方的莲花殊胜，它的叶多，莲花的花瓣多，叶就是花瓣。『一一宝华百千亿叶』，它那个花又大，叶也多，所以经上常常形容佛的眼睛像青莲花叶一样。所以它不像我们这里，我们这里的莲花是这么大的叶，眼睛变得很难看，这就不好看了。佛的眼睛细长，可见得西方莲花的叶大概就像我们这边的菊花一样，细长，而不是像我们这个叶很大。所以它叶多，「百千亿叶」。花放光，莲是宝花，所以它有光。『无量种色。』下面就：",
      "zh_TW": "同時蓮是「因果同時」的，花是因，蓮子是果，有花的時候，蓮蓬裡就有子，不像其他的花是先開花後結果，它是花果同時，沒有先後。這個是代表佛法裡面講的因果，「因賅果海，果徹因源」，因果是同時的。所以你說它是因可以，你說它是果也可以。對前面這一念，後一念是果；對後一念，這一念是因，念念都是因果同時。不僅是造作，念念都是因果同時，善因則有善果，惡因則有惡果。這個是講的真實。西方世界的蓮花比我們這個地方的蓮花殊勝，它的葉多，蓮花的花瓣多，葉就是花瓣。『一一寶華百千億葉』，它那個花又大，葉也多，所以經上常常形容佛的眼睛像青蓮花葉一樣。所以它不像我們這裡，我們這裡的蓮花是這麼大的葉，眼睛變得很難看，這就不好看了。佛的眼睛細長，可見得西方蓮花的葉大概就像我們這邊的菊花一樣，細長，而不是像我們這個葉很大。所以它葉多，「百千億葉」。花放光，蓮是寶花，所以它有光。『無量種色。』下面就："
    },
    {
      "id": "02-001-0050_p0017",
      "zh_CN": "【青色青光。白色白光。玄黄朱紫。光色亦然。】",
      "zh_TW": "【青色青光。白色白光。玄黃朱紫。光色亦然。】"
    },
    {
      "id": "02-001-0050_p0018",
      "zh_CN": "这是举几个例子来说。",
      "zh_TW": "這是舉幾個例子來說。"
    },
    {
      "id": "02-001-0050_p0019",
      "zh_CN": "【复有无量妙宝百千摩尼。映饰珍奇。明曜日月。】",
      "zh_TW": "【復有無量妙寶百千摩尼。映飾珍奇。明曜日月。】"
    },
    {
      "id": "02-001-0050_p0020",
      "zh_CN": "这是讲莲花上还有宝饰。它莲花是宝，为什么上面还有许许多多这些珍奇的宝物做装饰品？诸位要晓得，西方世界的人都是住在莲花上，莲花就是他的宫殿，莲花化生。所以这个莲花不仅是他身住的处所，是他生活环境的一部分。甚至于他不离莲花，他到别的地方去，莲花就是他的交通工具，莲花能够飞行。所以他可以到他方世界去，他的莲花就像飞碟一样，他乘着莲花他就去了。所以这里面宝饰我们是可想而知，这些宝也都放光，『明曜日月』。",
      "zh_TW": "這是講蓮花上還有寶飾。它蓮花是寶，為什麼上面還有許許多多這些珍奇的寶物做裝飾品？諸位要曉得，西方世界的人都是住在蓮花上，蓮花就是他的宮殿，蓮花化生。所以這個蓮花不僅是他身住的處所，是他生活環境的一部分。甚至於他不離蓮花，他到別的地方去，蓮花就是他的交通工具，蓮花能夠飛行。所以他可以到他方世界去，他的蓮花就像飛碟一樣，他乘著蓮花他就去了。所以這裡面寶飾我們是可想而知，這些寶也都放光，『明曜日月』。"
    },
    {
      "id": "02-001-0050_p0021",
      "zh_CN": "【彼莲花量。】",
      "zh_TW": "【彼蓮花量。】"
    },
    {
      "id": "02-001-0050_p0022",
      "zh_CN": "这底下讲莲花的大小。前面是讲莲花的质，它的体质。",
      "zh_TW": "這底下講蓮花的大小。前面是講蓮花的質，它的體質。"
    },
    {
      "id": "02-001-0050_p0023",
      "zh_CN": "【或半由旬。或一二三四。乃至百千由旬。】",
      "zh_TW": "【或半由旬。或一二三四。乃至百千由旬。】"
    },
    {
      "id": "02-001-0050_p0024",
      "zh_CN": "这个花大小不相等，最小的也是『半由旬』。一由旬是我们中国四十里，「半由旬」则是二十里。这个说法是讲周朝时候，周朝的度量衡，比我们现在小。你看看弘一大师《律学三十一种》，它那里面就有一篇「周尺考」，这是考量周朝时候长度这个尺。跟我们现在比较起来是小很多，大概六寸都不到，周朝的一尺合我们现在六寸都不到，五寸多，不到六寸的样子。所以从前人说这个人一丈八尺，人好高，一丈八尺。如果照记录上讲，我们现在人个子慢慢都变小了，其实没有。那个时候尺小，所以量起来一丈八尺，现在量起来大概只有一丈。一丈的人还是有，我们个子比较高一点。所以要知道这个。释迦牟尼佛个子大，丈六金身，一丈六。一丈六要合现在的尺，大概一丈还不到。就算是周朝的尺，半由旬二十里，折合我们现在十里总是有，十里就相当大了，这是最小的莲花。大的莲花可不得了，百由旬、千由旬；到千由旬，那比我们这个地球大多了，我们地球没这么大，从南到北、从东到西也不到千由旬。可见得千由旬合我们现在讲的话，就算小由旬都不得了，小由旬都是四万里。现在我们这个地球直径没有四万里，打个对折，二万里也不得了，也没有这么长的距离。所以我们这地球放在莲花里头不算大，你看看莲花多大。",
      "zh_TW": "這個花大小不相等，最小的也是『半由旬』。一由旬是我們中國四十里，「半由旬」則是二十里。這個說法是講周朝時候，周朝的度量衡，比我們現在小。你看看弘一大師《律學三十一種》，它那裡面就有一篇「周尺考」，這是考量周朝時候長度這個尺。跟我們現在比較起來是小很多，大概六寸都不到，周朝的一尺合我們現在六寸都不到，五寸多，不到六寸的樣子。所以從前人說這個人一丈八尺，人好高，一丈八尺。如果照記錄上講，我們現在人個子慢慢都變小了，其實沒有。那個時候尺小，所以量起來一丈八尺，現在量起來大概只有一丈。一丈的人還是有，我們個子比較高一點。所以要知道這個。釋迦牟尼佛個子大，丈六金身，一丈六。一丈六要合現在的尺，大概一丈還不到。就算是周朝的尺，半由旬二十里，折合我們現在十里總是有，十里就相當大了，這是最小的蓮花。大的蓮花可不得了，百由旬、千由旬；到千由旬，那比我們這個地球大多了，我們地球沒這麼大，從南到北、從東到西也不到千由旬。可見得千由旬合我們現在講的話，就算小由旬都不得了，小由旬都是四萬里。現在我們這個地球直徑沒有四萬里，打個對折，二萬里也不得了，也沒有這麼長的距離。所以我們這地球放在蓮花裡頭不算大，你看看蓮花多大。"
    },
    {
      "id": "02-001-0050_p0025",
      "zh_CN": "莲花大小，给诸位说，这就是往生的人功夫勤惰不一样。你念佛的功夫勤，你往生生到西方极乐世界，你那花就大，花光彩特别的美。这个跟大家讲，这是真实的，我们今天在这个世间，你所有一切财富，你的房屋乃至于豪华像宫殿，你都带不走的，但是西方极乐世界这是永恒的，人是无量寿，物质享受永远不衰、永远不会变异的。所以大家要把这一点认识清楚，要晓得自己应当在哪一个方向去努力。将来我们都生到西方极乐世界，看到你半由旬的小莲花，虽然你来了，你不用功，懈怠；看到别人的莲花百由旬、千由旬，他真用功！这与品位上都有关系。所以蕅益大师告诉我们，能不能往生决定在信愿之有无；品位高下、莲花大小，那是你念佛功夫之浅深。",
      "zh_TW": "蓮花大小，給諸位說，這就是往生的人功夫勤惰不一樣。你念佛的功夫勤，你往生生到西方極樂世界，你那花就大，花光彩特別的美。這個跟大家講，這是真實的，我們今天在這個世間，你所有一切財富，你的房屋乃至於豪華像宮殿，你都帶不走的，但是西方極樂世界這是永恆的，人是無量壽，物質享受永遠不衰、永遠不會變異的。所以大家要把這一點認識清楚，要曉得自己應當在哪一個方向去努力。將來我們都生到西方極樂世界，看到你半由旬的小蓮花，雖然你來了，你不用功，懈怠；看到別人的蓮花百由旬、千由旬，他真用功！這與品位上都有關係。所以蕅益大師告訴我們，能不能往生決定在信願之有無；品位高下、蓮花大小，那是你念佛功夫之淺深。"
    },
    {
      "id": "02-001-0050_p0026",
      "zh_CN": "讲到功夫浅深，并没有说到念佛多少，决定在功夫浅深，而不是决定在念佛佛号的多少，这个要注意到。当然这你念得愈多是愈好，可是得要有功夫。所谓功夫就是决定能够降伏烦恼，这是功夫；能够把见思烦恼、妄想执着都能把它伏住，使自己得到身心清净，这是功夫。否则的话，念得再多都没有用处。由此可知，功夫浅深就是你念佛的成绩。你念得多、念得再多，烦恼习气伏不住，那个没用处，一定要能够把烦恼习气伏住，这个是往生必具的条件。由此可知，功夫成片，或者是事一心不乱、理一心不乱，乃至于百千由旬，当然是理一心不乱的，几十由旬到几百由旬的可能是事一心不乱的。所以我们自己一定要努力。用念佛这个功夫一生成就，上上品往生，大有人在，我们这后面会讲到三辈往生，到那里我们再细说。",
      "zh_TW": "講到功夫淺深，並沒有說到念佛多少，決定在功夫淺深，而不是決定在念佛佛號的多少，這個要注意到。當然這你念得愈多是愈好，可是得要有功夫。所謂功夫就是決定能夠降伏煩惱，這是功夫；能夠把見思煩惱、妄想執著都能把它伏住，使自己得到身心清淨，這是功夫。否則的話，念得再多都沒有用處。由此可知，功夫淺深就是你念佛的成績。你念得多、念得再多，煩惱習氣伏不住，那個沒用處，一定要能夠把煩惱習氣伏住，這個是往生必具的條件。由此可知，功夫成片，或者是事一心不亂、理一心不亂，乃至於百千由旬，當然是理一心不亂的，幾十由旬到幾百由旬的可能是事一心不亂的。所以我們自己一定要努力。用念佛這個功夫一生成就，上上品往生，大有人在，我們這後面會講到三輩往生，到那裡我們再細說。"
    },
    {
      "id": "02-001-0050_p0027",
      "zh_CN": "上上品往生的人，在家居士里头也不少，我们前面读过「贤护等十六正士」，那统统是在家的，而且都是在家的等觉菩萨，这些人往生，那当然是上上品生，他们的莲花一定是最大的。我们再看《观无量寿经》，《观经》佛是对韦提希夫人说的，所以当时当机里面没有出家人。佛讲经说法，韦提希夫人带着五百宫女，这部经是在皇宫里面讲的。而韦提希夫人听了佛讲经之后，她就证得无生法忍；换句话说，她往生西方极乐世界决定是上品上生。在家妇女也能够上品上生，这是我们一定要知道的，这都是我们最好的典范，我们要跟她学习。",
      "zh_TW": "上上品往生的人，在家居士裡頭也不少，我們前面讀過「賢護等十六正士」，那統統是在家的，而且都是在家的等覺菩薩，這些人往生，那當然是上上品生，他們的蓮花一定是最大的。我們再看《觀無量壽經》，《觀經》佛是對韋提希夫人說的，所以當時當機裡面沒有出家人。佛講經說法，韋提希夫人帶著五百宮女，這部經是在皇宮裡面講的。而韋提希夫人聽了佛講經之後，她就證得無生法忍；換句話說，她往生西方極樂世界決定是上品上生。在家婦女也能夠上品上生，這是我們一定要知道的，這都是我們最好的典範，我們要跟她學習。"
    },
    {
      "id": "02-001-0050_p0028",
      "zh_CN": "【一一华中。出三十六百千亿光。一一光中。出三十六百千亿佛。身色紫金。相好殊特。】",
      "zh_TW": "【一一華中。出三十六百千億光。一一光中。出三十六百千億佛。身色紫金。相好殊特。】"
    },
    {
      "id": "02-001-0050_p0029",
      "zh_CN": "这是讲光中化佛。莲花无论是大小，这个里面没有说一定说是哪种花，它既然不说，那就是普遍的，所有的莲花都放光。光明必然是光光互照，像我们这一个讲堂里面，许多灯光开起来，彼此互相融摄，所以它就产生出『三十六百千亿光』。这「三十六」从哪里来的？为什么它不说多，也不说少，一定说三十六？古人虽没有一个确定的说法，它代表四土九品，每一土都有九品。西方极乐世界是不思议圆满的世界，就是它这个四土是横列的，不是纵列的，所以在凡圣同居土，你能够一样的感受到常寂光土的光明。四土同时在一起，这个是他方世界没有的。这是一个说法。『一一光中出三十六百千亿佛』，这里是化佛，光中化佛。化佛也是身紫金色，『相好殊特』。",
      "zh_TW": "這是講光中化佛。蓮花無論是大小，這個裡面沒有說一定說是哪種花，它既然不說，那就是普遍的，所有的蓮花都放光。光明必然是光光互照，像我們這一個講堂裡面，許多燈光開起來，彼此互相融攝，所以它就產生出『三十六百千億光』。這「三十六」從哪裡來的？為什麼它不說多，也不說少，一定說三十六？古人雖沒有一個確定的說法，它代表四土九品，每一土都有九品。西方極樂世界是不思議圓滿的世界，就是它這個四土是橫列的，不是縱列的，所以在凡聖同居土，你能夠一樣的感受到常寂光土的光明。四土同時在一起，這個是他方世界沒有的。這是一個說法。『一一光中出三十六百千億佛』，這裡是化佛，光中化佛。化佛也是身紫金色，『相好殊特』。"
    },
    {
      "id": "02-001-0050_p0030",
      "zh_CN": "【一一诸佛。又放百千光明。普为十方说微妙法。】",
      "zh_TW": "【一一諸佛。又放百千光明。普為十方說微妙法。】"
    },
    {
      "id": "02-001-0050_p0031",
      "zh_CN": "前面看到光中化佛，化佛说法，普度众生。他度哪些众生？你看它这边，十方，这些佛普为十方一切世界度众生。",
      "zh_TW": "前面看到光中化佛，化佛說法，普度眾生。他度哪些眾生？你看它這邊，十方，這些佛普為十方一切世界度眾生。"
    },
    {
      "id": "02-001-0050_p0032",
      "zh_CN": "【如是诸佛。各各安立无量众生于佛正道。】",
      "zh_TW": "【如是諸佛。各各安立無量眾生於佛正道。】"
    },
    {
      "id": "02-001-0050_p0033",
      "zh_CN": "这一句要注意到，这些殊胜庄严都是阿弥陀佛变化所作。阿弥陀佛无量无边的化身，变化接引有缘众生，或者我们说接引根熟众生。根熟是他一听就相信、他就接受了。根没熟的，给他种善根；已经熟了的，接引他到西方极乐世界来。已经熟的，就是他相信，一接触这个法门，他确实能具足信愿行这三个条件，那他这一生就决定往生。这是佛的确是大慈大悲，平等普遍的接引。尤其是末后这一句，『各各安立无量众生』，这个「各各」是每一尊佛。『于佛正道』，这是指什么？给诸位说，就是指净土法门。净土法门是一切诸佛真实的正道，所以你在《华严经》上看到的，华藏世界的菩萨到最后都还要念佛求生净土，可见得净土是佛的真实正道。所以一切诸佛没有一尊佛不劝人念佛的，除非他不相信，他不肯念，这才教他其他法门。他如果是肯念，佛决定不说第二个法门，如果说第二法，对不起这个人。",
      "zh_TW": "這一句要注意到，這些殊勝莊嚴都是阿彌陀佛變化所作。阿彌陀佛無量無邊的化身，變化接引有緣眾生，或者我們說接引根熟眾生。根熟是他一聽就相信、他就接受了。根沒熟的，給他種善根；已經熟了的，接引他到西方極樂世界來。已經熟的，就是他相信，一接觸這個法門，他確實能具足信願行這三個條件，那他這一生就決定往生。這是佛的確是大慈大悲，平等普遍的接引。尤其是末後這一句，『各各安立無量眾生』，這個「各各」是每一尊佛。『於佛正道』，這是指什麼？給諸位說，就是指淨土法門。淨土法門是一切諸佛真實的正道，所以你在《華嚴經》上看到的，華藏世界的菩薩到最後都還要念佛求生淨土，可見得淨土是佛的真實正道。所以一切諸佛沒有一尊佛不勸人念佛的，除非他不相信，他不肯念，這才教他其他法門。他如果是肯念，佛決定不說第二個法門，如果說第二法，對不起這個人。"
    },
    {
      "id": "02-001-0050_p0034",
      "zh_CN": "这个法能够帮助你成无上道，是直捷的、快速的、圆满的，但是这个法门是有名的难信之法，真难信。所以为了建立我们坚定的信心，所以才勉励诸位要把这个五经读本从头多念几遍，目的在哪里？建立信心。信心只要一建立，那就套一句外道的话：你就得救了。你要没有信心，你没有法子得救，信心建立，那就得救了。这个得救是真的，外面宗教讲得救是假的，那是口头上的，有名无实。我们这是真实的，决定真实，往生不退成佛，你决定可以得到。",
      "zh_TW": "這個法能夠幫助你成無上道，是直捷的、快速的、圓滿的，但是這個法門是有名的難信之法，真難信。所以為了建立我們堅定的信心，所以才勉勵諸位要把這個五經讀本從頭多念幾遍，目的在哪裡？建立信心。信心只要一建立，那就套一句外道的話：你就得救了。你要沒有信心，你沒有法子得救，信心建立，那就得救了。這個得救是真的，外面宗教講得救是假的，那是口頭上的，有名無實。我們這是真實的，決定真實，往生不退成佛，你決定可以得到。"
    },
    {
      "id": "02-001-0050_p0035",
      "zh_CN": "请看底下：",
      "zh_TW": "請看底下："
    },
    {
      "id": "02-001-0050_p0036",
      "zh_CN": "【决证极果第二十二】",
      "zh_TW": "【決證極果第二十二】"
    },
    {
      "id": "02-001-0050_p0037",
      "zh_CN": "『决』是决定，『证』是证得，『极果』是圆教的佛果，也就是常说阿耨多罗三藐三菩提，无上正等正觉。像这样的经文，诸位如果稍稍留意一点，在其他经论上你见不到的，你看它这个字样多肯定，一丝毫怀疑都没有，决定证得。",
      "zh_TW": "『決』是決定，『證』是證得，『極果』是圓教的佛果，也就是常說阿耨多羅三藐三菩提，無上正等正覺。像這樣的經文，諸位如果稍稍留意一點，在其他經論上你見不到的，你看它這個字樣多肯定，一絲毫懷疑都沒有，決定證得。"
    },
    {
      "id": "02-001-0050_p0038",
      "zh_CN": "【复次阿难。彼佛国土。无有昏暗火光。日月星曜。昼夜之象。】",
      "zh_TW": "【復次阿難。彼佛國土。無有昏闇火光。日月星曜。晝夜之象。】"
    },
    {
      "id": "02-001-0050_p0039",
      "zh_CN": "这是讲自然现象，那个世界是一片光明，所以没有『昏暗』，也没有『火光』。我们因为晚上才点灯，它那个地方没有夜晚，所以它不用点灯。灯这个名词在西方极乐世界找不到，没听说过，他们那里用不着，没这个东西，所以名也没有。不但没有这个东西，『日月星曜』都没有，它这个世界一切是自己放光，自然放光。西方极乐世界有没有日月？有些经上说有，有些经上没说。纵然是有也不发生作用，为什么？佛光，乃至于一切宝物所放的光都超过了日月，所以纵有日月，在那个地方显不出它的光明。好像我们白天在太阳底下点着灯，灯点得再亮也显不出光明。所以西方极乐世界没有「昏暗」、灯火这些。",
      "zh_TW": "這是講自然現象，那個世界是一片光明，所以沒有『昏闇』，也沒有『火光』。我們因為晚上才點燈，它那個地方沒有夜晚，所以它不用點燈。燈這個名詞在西方極樂世界找不到，沒聽說過，他們那裡用不著，沒這個東西，所以名也沒有。不但沒有這個東西，『日月星曜』都沒有，它這個世界一切是自己放光，自然放光。西方極樂世界有沒有日月？有些經上說有，有些經上沒說。縱然是有也不發生作用，為什麼？佛光，乃至於一切寶物所放的光都超過了日月，所以縱有日月，在那個地方顯不出它的光明。好像我們白天在太陽底下點著燈，燈點得再亮也顯不出光明。所以西方極樂世界沒有「昏闇」、燈火這些。"
    },
    {
      "id": "02-001-0050_p0040",
      "zh_CN": "【亦无岁月劫数之名。】",
      "zh_TW": "【亦無歲月劫數之名。】"
    },
    {
      "id": "02-001-0050_p0041",
      "zh_CN": "佛是给我们说阿弥陀佛成佛以来已经十劫，是我们地球上人算的。他那地方有没有？没有。你要在那里问问看：阿弥陀佛，你成佛时间多久了？他也说不上来，的确他没有这个名词。为什么？他没有分别心。我们想他那地方寿命无量，阿弥陀佛还有涅槃的时候，这经上是有的。到底这个无量寿怎么讲法？无量寿真无量，寿命随意自在，没有一样不随意的。你愿意要我寿命一劫就一劫，要两劫就两劫，要千劫就千劫，要万劫就万劫，寿命随意，永不退转，不会退转的，寿命是随意的。所以那就是真正的无量寿，绝非有量之量。这句话就是说那个地方的人没有时间的概念。",
      "zh_TW": "佛是給我們說阿彌陀佛成佛以來已經十劫，是我們地球上人算的。他那地方有沒有？沒有。你要在那裡問問看：阿彌陀佛，你成佛時間多久了？他也說不上來，的確他沒有這個名詞。為什麼？他沒有分別心。我們想他那地方壽命無量，阿彌陀佛還有涅槃的時候，這經上是有的。到底這個無量壽怎麼講法？無量壽真無量，壽命隨意自在，沒有一樣不隨意的。你願意要我壽命一劫就一劫，要兩劫就兩劫，要千劫就千劫，要萬劫就萬劫，壽命隨意，永不退轉，不會退轉的，壽命是隨意的。所以那就是真正的無量壽，絕非有量之量。這句話就是說那個地方的人沒有時間的概念。"
    },
    {
      "id": "02-001-0050_p0042",
      "zh_CN": "【复无住着家室。于一切处。】",
      "zh_TW": "【復無住著家室。於一切處。】"
    },
    {
      "id": "02-001-0050_p0043",
      "zh_CN": "也没有这个。也没有说是你住在什么地方，他当然有住处，他的确是有住处，他不执着。而且他那个住处是活动的，他想在地上，他那宫殿就在地上；想在空中，他就升到空中去了，想在哪里就在哪里。不像我们这个地方的地搬不走的，房子搬不走的，他那个房子是随心所欲，可以搬来搬去的。",
      "zh_TW": "也沒有這個。也沒有說是你住在什麼地方，他當然有住處，他的確是有住處，他不執著。而且他那個住處是活動的，他想在地上，他那宮殿就在地上；想在空中，他就升到空中去了，想在哪裡就在哪裡。不像我們這個地方的地搬不走的，房子搬不走的，他那個房子是隨心所欲，可以搬來搬去的。"
    },
    {
      "id": "02-001-0050_p0044",
      "zh_CN": "【既无标式名号。亦无取舍分别。】",
      "zh_TW": "【既無標式名號。亦無取舍分別。】"
    },
    {
      "id": "02-001-0050_p0045",
      "zh_CN": "所以那边没有标志，像我们这地方住的所在，我们是哪一条路、门牌多少号，这种标志西方极乐世界没有。昨天在《弥陀经疏钞》里头也提到这一段，跟诸位也说过，今天我们正好念到这一段，《无量寿经》正好念到这一段。它没有，所以那边的人没有名号的。『亦无取舍分别』，这个很重要，于一切法心里面都不执着，所以他的心清净，他一切的受用是自然的，确实不是自己有意去求得的，没有，一切享受都是自然。",
      "zh_TW": "所以那邊沒有標誌，像我們這地方住的所在，我們是哪一條路、門牌多少號，這種標誌西方極樂世界沒有。昨天在《彌陀經疏鈔》裡頭也提到這一段，跟諸位也說過，今天我們正好念到這一段，《無量壽經》正好念到這一段。它沒有，所以那邊的人沒有名號的。『亦無取舍分別』，這個很重要，於一切法心裡面都不執著，所以他的心清淨，他一切的受用是自然的，確實不是自己有意去求得的，沒有，一切享受都是自然。"
    },
    {
      "id": "02-001-0050_p0046",
      "zh_CN": "【唯受清净最上快乐。】",
      "zh_TW": "【唯受清淨最上快樂。】"
    },
    {
      "id": "02-001-0050_p0047",
      "zh_CN": "所以才叫做极乐世界。这些地方，这几句经文虽然都是说的西方极乐世界，我们自己念念希望将来生到西方极乐世界，现在虽然还没去，应当要培养极乐世界的气氛，这个很重要。像这些地方就很重要的，首先培养什么？培养我们对这个世间一切名号标志不要认真，晓得这是假的，一切这些名号都是假的。我今天指着你的鼻子说你是狗，你会很生气，为什么？你执着假名。我们明了了，人家是指着我的鼻子叫我狗，我不生气，为什么？我晓得是假的。假如我们老祖宗当时建立的名号，我们正常人就叫做狗，我们现在不都叫做狗了，说狗你也会很快乐。这个名号是假的，我们中国老子的时候都知道，「名可名，非常名」。一真法界里头没有名号，名号是分别执着里面建立的，在《楞严》上讲舍识用根了，哪里还有这些执着！所以一切名相不要去执着，把它看淡。这些名相假名也不过在世间，是人与人，或者人与事，沟通的一种手段而已。所以要了解这个真相，更重要的，于一切法当中，把这个取舍得失的观念要放下。一切法里头不要求得，你求得就有失；我没有得的念头，你永远就没有失。所以要把得失的念头逐渐逐渐要把它降到最低的程度，这个就是培养西方极乐世界的气氛。这个气氛愈浓，将来对你往生愈方便，往生的时候没有障碍，生到西方极乐世界品位愈高，这个是一定的道理。",
      "zh_TW": "所以才叫做極樂世界。這些地方，這幾句經文雖然都是說的西方極樂世界，我們自己念念希望將來生到西方極樂世界，現在雖然還沒去，應當要培養極樂世界的氣氛，這個很重要。像這些地方就很重要的，首先培養什麼？培養我們對這個世間一切名號標誌不要認真，曉得這是假的，一切這些名號都是假的。我今天指著你的鼻子說你是狗，你會很生氣，為什麼？你執著假名。我們明瞭了，人家是指著我的鼻子叫我狗，我不生氣，為什麼？我曉得是假的。假如我們老祖宗當時建立的名號，我們正常人就叫做狗，我們現在不都叫做狗了，說狗你也會很快樂。這個名號是假的，我們中國老子的時候都知道，「名可名，非常名」。一真法界裡頭沒有名號，名號是分別執著裡面建立的，在《楞嚴》上講捨識用根了，哪裡還有這些執著！所以一切名相不要去執著，把它看淡。這些名相假名也不過在世間，是人與人，或者人與事，溝通的一種手段而已。所以要了解這個真相，更重要的，於一切法當中，把這個取捨得失的觀念要放下。一切法裡頭不要求得，你求得就有失；我沒有得的念頭，你永遠就沒有失。所以要把得失的念頭逐漸逐漸要把它降到最低的程度，這個就是培養西方極樂世界的氣氛。這個氣氛愈濃，將來對你往生愈方便，往生的時候沒有障礙，生到西方極樂世界品位愈高，這個是一定的道理。"
    },
    {
      "id": "02-001-0050_p0048",
      "zh_CN": "下面这一段就讲证果。",
      "zh_TW": "下面這一段就講證果。"
    },
    {
      "id": "02-001-0050_p0049",
      "zh_CN": "【若有善男子。善女人。】",
      "zh_TW": "【若有善男子。善女人。】"
    },
    {
      "id": "02-001-0050_p0050",
      "zh_CN": "此地这个「善」字是指具足信愿行，这才称之为善，所以本经讲的『善男子、善女人』善的定义，跟其他经上意思不一样。因为接着底下我们就看到，他可是生西方极乐世界才称之为善，不能生到西方极乐世界，这不能算善。",
      "zh_TW": "此地這個「善」字是指具足信願行，這才稱之為善，所以本經講的『善男子、善女人』善的定義，跟其他經上意思不一樣。因為接著底下我們就看到，他可是生西方極樂世界才稱之為善，不能生到西方極樂世界，這不能算善。"
    },
    {
      "id": "02-001-0050_p0051",
      "zh_CN": "【若已生。若当生。】",
      "zh_TW": "【若已生。若當生。】"
    },
    {
      "id": "02-001-0050_p0052",
      "zh_CN": "『已生』是已经往生的人。『当生』是指我们现在正在修学，我们希望生到西方极乐世界，虽然没去，你信愿行这三个条件统统具足，你现在还没去也就等于去了。为什么？你决定要去，决定不会落空，依照这个方法修行，发菩提心，一向专念，善导大师讲的，一百个人修，一百个人往生；一千个人修，一千个人往生，一个也不会漏掉的，这就决定往生。",
      "zh_TW": "『已生』是已經往生的人。『當生』是指我們現在正在修學，我們希望生到西方極樂世界，雖然沒去，你信願行這三個條件統統具足，你現在還沒去也就等於去了。為什麼？你決定要去，決定不會落空，依照這個方法修行，發菩提心，一向專念，善導大師講的，一百個人修，一百個人往生；一千個人修，一千個人往生，一個也不會漏掉的，這就決定往生。"
    },
    {
      "id": "02-001-0050_p0053",
      "zh_CN": "底下这一句就太好了。",
      "zh_TW": "底下這一句就太好了。"
    },
    {
      "id": "02-001-0050_p0054",
      "zh_CN": "【皆悉住于正定之聚。】",
      "zh_TW": "【皆悉住於正定之聚。】"
    },
    {
      "id": "02-001-0050_p0055",
      "zh_CN": "这句话重要，非常重要，尤其是此地讲的『正定之聚』，跟佛在一切大乘法里面讲的味道不一样。通常佛所讲的，什么叫正定？就是说这个人依照这个理论方法去修行，他决定证果，这个就叫做正定。佛将一切众生分为三大类，三聚。第二种是邪定聚，邪定聚也是指修行人，但他所依据的理论方法有错误，虽然很勤奋的修行，他不能证果；不能证果不是说他不用功，真正用功修行，证不到果位，这属于邪定。第三种叫不定聚，不定聚他要遇到正定，要看他的缘分。遇到正定，受到正定聚人的薰习，他也可以变成正定；如果他不幸遇到邪门外道，他就去学那些东西去了，那就很不幸，所以这是不定。由此可知，一切众生里面不定聚的人占最大多数，这个就是我们常讲的先入为主，这就看他的福德因缘。",
      "zh_TW": "這句話重要，非常重要，尤其是此地講的『正定之聚』，跟佛在一切大乘法裡面講的味道不一樣。通常佛所講的，什麼叫正定？就是說這個人依照這個理論方法去修行，他決定證果，這個就叫做正定。佛將一切眾生分為三大類，三聚。第二種是邪定聚，邪定聚也是指修行人，但他所依據的理論方法有錯誤，雖然很勤奮的修行，他不能證果；不能證果不是說他不用功，真正用功修行，證不到果位，這屬於邪定。第三種叫不定聚，不定聚他要遇到正定，要看他的緣分。遇到正定，受到正定聚人的薰習，他也可以變成正定；如果他不幸遇到邪門外道，他就去學那些東西去了，那就很不幸，所以這是不定。由此可知，一切眾生裡面不定聚的人佔最大多數，這個就是我們常講的先入為主，這就看他的福德因緣。"
    },
    {
      "id": "02-001-0050_p0056",
      "zh_CN": "在这个地方，我说它有特别的意义，跟佛在大乘佛法里讲的不相同，此地这个正定聚怎么讲？死心塌地念阿弥陀佛，绝无改变。这个是第一正定聚，这种人决定往生！换句话说，他就抱着这一本《无量寿经》，或者一本《阿弥陀经》，第二本经书他就不要了，这是真正正定聚，他心定在这一个法门上。如果还想看看《般若》、看看《金刚经》、念念《地藏经》，再念念《药师经》，这个人心还是不定的，没有定。真正定了，决定不杂修，专修！所以我们现在编这个净土五经，为什么人编的？就是为那个不定聚的人而编的。正定聚的人还编什么，不用了！他信不过，所以才把净土典籍统统会集起来，叫你统统看到，希望你从不定聚变成正定聚，我们目的在此地。统统明了之后，在我猜想当中，你在这个经典里面取舍，我相信很可能你就取这个《无量寿经》，或者是简单一点，《阿弥陀经》。这两部是同本，实在讲是一本，莲池大师称为大本、小本。所以你真正守定了一部经，这一部经就决定得度、决定往生、决定不退、决定证无上菩提，这叫「正定聚」。",
      "zh_TW": "在這個地方，我說它有特別的意義，跟佛在大乘佛法裡講的不相同，此地這個正定聚怎麼講？死心塌地念阿彌陀佛，絕無改變。這個是第一正定聚，這種人決定往生！換句話說，他就抱著這一本《無量壽經》，或者一本《阿彌陀經》，第二本經書他就不要了，這是真正正定聚，他心定在這一個法門上。如果還想看看《般若》、看看《金剛經》、念念《地藏經》，再念念《藥師經》，這個人心還是不定的，沒有定。真正定了，決定不雜修，專修！所以我們現在編這個淨土五經，為什麼人編的？就是為那個不定聚的人而編的。正定聚的人還編什麼，不用了！他信不過，所以才把淨土典籍統統會集起來，叫你統統看到，希望你從不定聚變成正定聚，我們目的在此地。統統明瞭之後，在我猜想當中，你在這個經典裡面取捨，我相信很可能你就取這個《無量壽經》，或者是簡單一點，《阿彌陀經》。這兩部是同本，實在講是一本，蓮池大師稱為大本、小本。所以你真正守定了一部經，這一部經就決定得度、決定往生、決定不退、決定證無上菩提，這叫「正定聚」。"
    },
    {
      "id": "02-001-0050_p0057",
      "zh_CN": "所以我说此地的正定不同于其他地方所说的，它有特别的意义在里面，我们要晓得。不但对于世缘我们要看得破，要放得下，佛法也要看破，也要放下。你放下了，你才真的专，专一那就是正定聚，跟经上讲的完全一样。所以你就晓得前面讲的「善男子、善女人」的标准，他是要符合住于正定之聚，要符合这个标准才是本经所称的善男子、善女人。所以不同于其他所说的。修学其他法门，这一生不见得能成就，只可以说种善根而已，不见得能成就，所以还不是真正的善；修学这个法门，这一生决定成就，绝不落空，所以它是真善。",
      "zh_TW": "所以我說此地的正定不同於其他地方所說的，它有特別的意義在裡面，我們要曉得。不但對於世緣我們要看得破，要放得下，佛法也要看破，也要放下。你放下了，你才真的專，專一那就是正定聚，跟經上講的完全一樣。所以你就曉得前面講的「善男子、善女人」的標準，他是要符合住於正定之聚，要符合這個標準才是本經所稱的善男子、善女人。所以不同於其他所說的。修學其他法門，這一生不見得能成就，只可以說種善根而已，不見得能成就，所以還不是真正的善；修學這個法門，這一生決定成就，絕不落空，所以它是真善。"
    },
    {
      "id": "02-001-0050_p0058",
      "zh_CN": "下面一句是：",
      "zh_TW": "下面一句是："
    },
    {
      "id": "02-001-0050_p0059",
      "zh_CN": "【决定证于阿耨多罗三藐三菩提。】",
      "zh_TW": "【決定證於阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-001-0050_p0060",
      "zh_CN": "决定证得，这一句是梵语，也是佛法修学的目标，我们到西方极乐世界去，去干什么？去就是为这个事情去的。『阿耨多罗三藐三菩提』翻成中国的话叫无上正等正觉，就是究竟圆满的智慧。究竟圆满的智慧不容易证得，连华藏世界都没有办法证得；华藏世界如果能够证得，华藏世界的菩萨何必跟着普贤菩萨到西方极乐世界去？这是值得我们深思的。这个地方能证无上菩提，何必费一道手续跑到别的世界去，没有这个必要。由此可知，华藏世界取无上菩提尚且甚难，何况其他诸佛世界？其他诸佛世界都是凡圣同居，都是十法界，华藏世界是一真法界，一真法界取无上菩提尚且有难处，其他不必说了。",
      "zh_TW": "決定證得，這一句是梵語，也是佛法修學的目標，我們到西方極樂世界去，去幹什麼？去就是為這個事情去的。『阿耨多羅三藐三菩提』翻成中國的話叫無上正等正覺，就是究竟圓滿的智慧。究竟圓滿的智慧不容易證得，連華藏世界都沒有辦法證得；華藏世界如果能夠證得，華藏世界的菩薩何必跟著普賢菩薩到西方極樂世界去？這是值得我們深思的。這個地方能證無上菩提，何必費一道手續跑到別的世界去，沒有這個必要。由此可知，華藏世界取無上菩提尚且甚難，何況其他諸佛世界？其他諸佛世界都是凡聖同居，都是十法界，華藏世界是一真法界，一真法界取無上菩提尚且有難處，其他不必說了。"
    },
    {
      "id": "02-001-0050_p0061",
      "zh_CN": "从这些地方我们才能体会到极乐世界的殊胜，才能显示出极乐世界的庄严，我们自己真正庆幸自己找到这个法门不容易，这一生当中遇到这个法门不是一个容易事情，真的像古人所说的「无量劫来稀有难逢之一日」，我们遇到了！所以你心里稍稍明白了，没有一个不欢喜，法喜充满。我们无量劫当中，今天总算是成佛的路子找到了，我们自己只要不舍弃，这一生决定成就，比你生到华藏世界还要值得庆幸。所以这一段经文决定不能够轻易看过。",
      "zh_TW": "從這些地方我們才能體會到極樂世界的殊勝，才能顯示出極樂世界的莊嚴，我們自己真正慶幸自己找到這個法門不容易，這一生當中遇到這個法門不是一個容易事情，真的像古人所說的「無量劫來稀有難逢之一日」，我們遇到了！所以你心裡稍稍明白了，沒有一個不歡喜，法喜充滿。我們無量劫當中，今天總算是成佛的路子找到了，我們自己只要不捨棄，這一生決定成就，比你生到華藏世界還要值得慶幸。所以這一段經文決定不能夠輕易看過。"
    },
    {
      "id": "02-001-0050_p0062",
      "zh_CN": "下面佛说：",
      "zh_TW": "下面佛說："
    },
    {
      "id": "02-001-0050_p0063",
      "zh_CN": "【何以故。若邪定聚。及不定聚。不能了知建立彼因故。】",
      "zh_TW": "【何以故。若邪定聚。及不定聚。不能了知建立彼因故。】"
    },
    {
      "id": "02-001-0050_p0064",
      "zh_CN": "假如是『邪定聚及不定聚』，『建立』是从你信心里面建立，『彼因』是往生西方极乐世界的因，就是指的信愿行，就是指的发菩提心，一向专念。邪定聚的人不相信，不定聚的人他也不能接受。如果我们用《弥陀经》上的话来解释这一句，我相信大家更容易体会。《弥陀经》上说「不可以少善根福德因缘，得生彼国」。由此可知，正定聚的人是善根福德因缘同时具足，这三个条件都具足了，这相当不容易的事情。",
      "zh_TW": "假如是『邪定聚及不定聚』，『建立』是從你信心裡面建立，『彼因』是往生西方極樂世界的因，就是指的信願行，就是指的發菩提心，一向專念。邪定聚的人不相信，不定聚的人他也不能接受。如果我們用《彌陀經》上的話來解釋這一句，我相信大家更容易體會。《彌陀經》上說「不可以少善根福德因緣，得生彼國」。由此可知，正定聚的人是善根福德因緣同時具足，這三個條件都具足了，這相當不容易的事情。"
    },
    {
      "id": "02-001-0050_p0065",
      "zh_CN": "我记得有一年，我们在嘉义梅山禅林寺办过一次大专讲座。禅林寺的人曾经请蓝吉富居士在那里好像讲了三个小时。他上完课下来之后，他提了一个问题来问我，他说经上讲，成佛要三大阿僧祇劫是不是一定的，是不是一定要三大阿僧祇劫？我当时告诉他，我说不一定。他说怎么不一定？我就举《弥陀经》上这三个条件，这三个条件具足了，那你这一生就能成佛；三个条件缺一个，你这一生成不了佛。那么你生生世世，你到哪一生，这三个条件统统具足，这就好像中奖一样，那三个条件同时具足。他想了很久，他说不容易，这三个条件确实不容易同时具足。这难！三个条件少一个都不行。这三个条件，古人也有很多种讲法，我在讲《弥陀经》的时候，我没有采取古人的讲法，我把善根、福德配在信解行证上来说。什么叫善根？信解是善根。什么是福德？行证是福德。你不信、不能够理解，你是没有善根。你不肯照做就没福，你能够依教奉行，那你这个人有福。这个解释清楚，也简单，也好懂。我们仔细想想，确实是如此。什么人是第一等有福的人？给诸位说，老实念阿弥陀佛的人第一有福。你不要今天看到他很穷、他很苦，他过几年住大莲花七宝宫殿，你怎么能比得上他？你今天好像富有，财富你有几十亿、几百亿，过几年你要到三途去受苦。比不上人家！所以真正有福报的人，老实念佛的人有福。",
      "zh_TW": "我記得有一年，我們在嘉義梅山禪林寺辦過一次大專講座。禪林寺的人曾經請藍吉富居士在那裡好像講了三個小時。他上完課下來之後，他提了一個問題來問我，他說經上講，成佛要三大阿僧祇劫是不是一定的，是不是一定要三大阿僧祇劫？我當時告訴他，我說不一定。他說怎麼不一定？我就舉《彌陀經》上這三個條件，這三個條件具足了，那你這一生就能成佛；三個條件缺一個，你這一生成不了佛。那麼你生生世世，你到哪一生，這三個條件統統具足，這就好像中獎一樣，那三個條件同時具足。他想了很久，他說不容易，這三個條件確實不容易同時具足。這難！三個條件少一個都不行。這三個條件，古人也有很多種講法，我在講《彌陀經》的時候，我沒有採取古人的講法，我把善根、福德配在信解行證上來說。什麼叫善根？信解是善根。什麼是福德？行證是福德。你不信、不能夠理解，你是沒有善根。你不肯照做就沒福，你能夠依教奉行，那你這個人有福。這個解釋清楚，也簡單，也好懂。我們仔細想想，確實是如此。什麼人是第一等有福的人？給諸位說，老實念阿彌陀佛的人第一有福。你不要今天看到他很窮、他很苦，他過幾年住大蓮花七寶宮殿，你怎麼能比得上他？你今天好像富有，財富你有幾十億、幾百億，過幾年你要到三途去受苦。比不上人家！所以真正有福報的人，老實念佛的人有福。"
    },
    {
      "id": "02-001-0050_p0066",
      "zh_CN": "人生百岁，转眼云烟，这个事要真正觉悟，眼光稍稍看远一点你就晓得。眼前如果我们有力量，修福！你有财富，最好把财富舍弃掉，为什么？这个东西麻烦，是麻烦，是障碍。你仔细想想障碍，为什么？你常常心里牵挂着。牵挂着就糟糕了，你就分心，你这个念佛就不专心。所以为什么穷人成就比富人高？他心里没有牵挂，他只牵挂阿弥陀佛。富有的人牵挂他的财富，牵挂着财产，牵挂银行存款、黄金、股票，天天脑子里有这些玩意，这个东西很大的障碍，他心不专！念念阿弥陀佛，想着不晓得今天股票行情怎么样了。这个很糟糕！所以你要是有钱，我就劝你印经布施，多做一点好事，把这些善根统统回向求生西方极乐世界。我绝不骗你，你这些东西留在家里绝没好处，决定是障碍，遗祸无穷。不如两手空空的，两手空空的不得了，那个福报大！他一心一意专想阿弥陀佛。这个世界他过得太苦了，没有留恋，真正是想舍离这个世界，快快求生西方极乐世界。这个不一样。",
      "zh_TW": "人生百歲，轉眼雲煙，這個事要真正覺悟，眼光稍稍看遠一點你就曉得。眼前如果我們有力量，修福！你有財富，最好把財富捨棄掉，為什麼？這個東西麻煩，是麻煩，是障礙。你仔細想想障礙，為什麼？你常常心裡牽掛著。牽掛著就糟糕了，你就分心，你這個念佛就不專心。所以為什麼窮人成就比富人高？他心裡沒有牽掛，他只牽掛阿彌陀佛。富有的人牽掛他的財富，牽掛著財產，牽掛銀行存款、黃金、股票，天天腦子裡有這些玩意，這個東西很大的障礙，他心不專！念念阿彌陀佛，想著不曉得今天股票行情怎麼樣了。這個很糟糕！所以你要是有錢，我就勸你印經布施，多做一點好事，把這些善根統統迴向求生西方極樂世界。我絕不騙你，你這些東西留在家裡絕沒好處，決定是障礙，遺禍無窮。不如兩手空空的，兩手空空的不得了，那個福報大！他一心一意專想阿彌陀佛。這個世界他過得太苦了，沒有留戀，真正是想捨離這個世界，快快求生西方極樂世界。這個不一樣。"
    },
    {
      "id": "02-001-0050_p0067",
      "zh_CN": "所以一定要知道，『建立彼因』，就是往生的殊胜之因缘。这个因里面要细说还很多，三辈九品正因，什么因能取上品上生，什么因是中品生，什么因是下品生，这统统要搞清楚。经文上讲得很清楚，唯有正定之聚，他才了知建立。你看你心不定，你就没法子，这是念佛求生净土关键之所在。",
      "zh_TW": "所以一定要知道，『建立彼因』，就是往生的殊勝之因緣。這個因裡面要細說還很多，三輩九品正因，什麼因能取上品上生，什麼因是中品生，什麼因是下品生，這統統要搞清楚。經文上講得很清楚，唯有正定之聚，他才了知建立。你看你心不定，你就沒法子，這是念佛求生淨土關鍵之所在。"
    },
    {
      "id": "02-001-0050_p0068",
      "zh_CN": "这一章你要真正把它透彻搞明白，你要熟读全经，你才真正能够理解，不但要熟读全经，希望你就是梅光羲老居士所说的，希望由这个会集本带动你能够把原译的五种，统统能够浏览几遍。为什么？每一个版本里头详略不同。有些本子里面这桩事情说得详细，那个上说得简略；有一些事情那个本子说得详细，这个本子简略。所以你统统都看过，你才能对于净土法门真的认识、真的理解了。这个样子你信心才能建立，三辈九品的因果才清楚，然后知道自己应该怎么修法，我们的思想、见解、行持会跟阿弥陀佛、会跟十方一切诸佛一致，这个因就太殊胜了，无比的殊胜。",
      "zh_TW": "這一章你要真正把它透徹搞明白，你要熟讀全經，你才真正能夠理解，不但要熟讀全經，希望你就是梅光羲老居士所說的，希望由這個會集本帶動你能夠把原譯的五種，統統能夠瀏覽幾遍。為什麼？每一個版本裡頭詳略不同。有些本子裡面這樁事情說得詳細，那個上說得簡略；有一些事情那個本子說得詳細，這個本子簡略。所以你統統都看過，你才能對於淨土法門真的認識、真的理解了。這個樣子你信心才能建立，三輩九品的因果才清楚，然後知道自己應該怎麼修法，我們的思想、見解、行持會跟阿彌陀佛、會跟十方一切諸佛一致，這個因就太殊勝了，無比的殊勝。"
    },
    {
      "id": "02-001-0050_p0069",
      "zh_CN": "佛大慈大悲普度众生，我们今天一样可以做得到，虽然是凡夫地位，可是思想见解行持跟佛就相似、就接近了。一定要认真努力来学习。所以也正因为这个原因，我们才编这个净土五经读本。这个读本的出现非常之稀有，绝不是人力所能为的，是要佛菩萨三宝加持，这个本子才能出现，所以希望大家要认真去把它看清楚。所以要晓得末后这一句，『了知』，「了」是明了，清清楚楚的知道怎样去建立往生的正因，也就是决定成佛的正因，都在这部经上。",
      "zh_TW": "佛大慈大悲普度眾生，我們今天一樣可以做得到，雖然是凡夫地位，可是思想見解行持跟佛就相似、就接近了。一定要認真努力來學習。所以也正因為這個原因，我們才編這個淨土五經讀本。這個讀本的出現非常之稀有，絕不是人力所能為的，是要佛菩薩三寶加持，這個本子才能出現，所以希望大家要認真去把它看清楚。所以要曉得末後這一句，『了知』，「了」是明瞭，清清楚楚的知道怎樣去建立往生的正因，也就是決定成佛的正因，都在這部經上。"
    },
    {
      "id": "02-001-0050_p0070",
      "zh_CN": "下面这一章「十方佛赞」，跟《弥陀经》上「六方佛赞」意思完全相同。《弥陀经》罗什大师是意译，省略了，把十方说成六方，省略了。玄奘大师的译本里面保留原来的样子，是十方，它还有东南、西南、东北、西北，这个玄奘大师译本上，所以它保留着十方。十方一切诸佛都赞叹阿弥陀佛，都赞叹极乐世界、赞叹这部经典。你想想看，十方诸佛用什么赞叹？绝不是说称赞无量寿佛，称赞阿弥陀佛，这一句话很笼统。给诸位说就是讲《无量寿经》、讲《阿弥陀经》、讲《观无量寿经》，劝一切众生求生西方净土，这叫做赞叹。就像释迦牟尼佛给我们讲这个净土法门，这个三经是专讲。不是专讲，附带着讲的差不多有一百多部经典，里面是附带着说的，不是专讲。「大势至圆通章」就是《楞严经》里面附带说的；「普贤菩萨行愿品」是《华严经》里面附带说的。因为这两章非常重要，后来的祖师大德把它附在三经后面成为我们现在所谓的五经。还有许许多多经典，像这样附带说的总共有一百多种。所以古人说「千经万论，处处指归」，这个叫赞叹。",
      "zh_TW": "下面這一章「十方佛讚」，跟《彌陀經》上「六方佛讚」意思完全相同。《彌陀經》羅什大師是意譯，省略了，把十方說成六方，省略了。玄奘大師的譯本裡面保留原來的樣子，是十方，它還有東南、西南、東北、西北，這個玄奘大師譯本上，所以它保留著十方。十方一切諸佛都讚歎阿彌陀佛，都讚歎極樂世界、讚歎這部經典。你想想看，十方諸佛用什麼讚歎？絕不是說稱讚無量壽佛，稱讚阿彌陀佛，這一句話很籠統。給諸位說就是講《無量壽經》、講《阿彌陀經》、講《觀無量壽經》，勸一切眾生求生西方淨土，這叫做讚歎。就像釋迦牟尼佛給我們講這個淨土法門，這個三經是專講。不是專講，附帶著講的差不多有一百多部經典，裡面是附帶著說的，不是專講。「大勢至圓通章」就是《楞嚴經》裡面附帶說的；「普賢菩薩行願品」是《華嚴經》裡面附帶說的。因為這兩章非常重要，後來的祖師大德把它附在三經後面成為我們現在所謂的五經。還有許許多多經典，像這樣附帶說的總共有一百多種。所以古人說「千經萬論，處處指歸」，這個叫讚歎。"
    },
    {
      "id": "02-001-0050_p0071",
      "zh_CN": "从这个意义上我们能够体会到，西方极乐世界广大无比，一尊佛只教化一个大千世界，阿弥陀佛教化尽虚空遍法界、无量无边诸佛世界。一切诸佛没有一尊佛不代表阿弥陀佛教化众生的，普遍劝导一切众生求生西方极乐世界。可以说是诸佛度众生第一法门，用什么方法把这个博地凡夫度他马上就成佛？送他到西方极乐世界去，他立刻就不退成佛。所以诸佛度生成佛的第一法门，这是我们在诸佛遍赞里面看出来的，然后才真正明了这个法门的特别、这个法门的殊胜，没有任何一个法门可以能跟它相比。虽然在理论上讲法门平等无二无别，可是事上讲不然，理上讲平等，事上还是有差别。但是如果用这个法门从事上讲也平等，理事都平等。所以等觉菩萨也是发菩提心，一向专念求往生的。我们今天博地凡夫也是发菩提心，一向专念，也往生，平等！理事平等唯独这个法门。《华严》在事上都不平等，它接引的众生是四十一位法身大士，中下根性的人没分，不平等；理是平等，事不平等。这个法门理事都平等，所以找像理事都平等的法门真的不容易找到，你不相信去查《大藏经》，你看看，你能不能再找到一部理事平等的。所以我们遇到应当要珍惜，应当要发愿。好，我们今天讲到此地。",
      "zh_TW": "從這個意義上我們能夠體會到，西方極樂世界廣大無比，一尊佛只教化一個大千世界，阿彌陀佛教化盡虛空遍法界、無量無邊諸佛世界。一切諸佛沒有一尊佛不代表阿彌陀佛教化眾生的，普遍勸導一切眾生求生西方極樂世界。可以說是諸佛度眾生第一法門，用什麼方法把這個博地凡夫度他馬上就成佛？送他到西方極樂世界去，他立刻就不退成佛。所以諸佛度生成佛的第一法門，這是我們在諸佛遍讚裡面看出來的，然後才真正明瞭這個法門的特別、這個法門的殊勝，沒有任何一個法門可以能跟它相比。雖然在理論上講法門平等無二無別，可是事上講不然，理上講平等，事上還是有差別。但是如果用這個法門從事上講也平等，理事都平等。所以等覺菩薩也是發菩提心，一向專念求往生的。我們今天博地凡夫也是發菩提心，一向專念，也往生，平等！理事平等唯獨這個法門。《華嚴》在事上都不平等，它接引的眾生是四十一位法身大士，中下根性的人沒分，不平等；理是平等，事不平等。這個法門理事都平等，所以找像理事都平等的法門真的不容易找到，你不相信去查《大藏經》，你看看，你能不能再找到一部理事平等的。所以我們遇到應當要珍惜，應當要發願。好，我們今天講到此地。"
    }
  ]
}