{
  "doc_id": "02-001-0039",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—怎样破我执",
    "zh_TW": "無量壽經（一次宣講）—怎樣破我執"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十九集",
    "zh_TW": "第三十九集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0039",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "02-001-0039_p0001",
      "zh_CN": "请掀开经本第三十页，最后一行，上一次讲到：",
      "zh_TW": "請掀開經本第三十頁，最後一行，上一次講到："
    },
    {
      "id": "02-001-0039_p0002",
      "zh_CN": "【少欲知足。专求白法。惠利群生。志愿无倦。忍力成就。】",
      "zh_TW": "【少欲知足。專求白法。惠利群生。志願無倦。忍力成就。】"
    },
    {
      "id": "02-001-0039_p0003",
      "zh_CN": "这一段，它有很深的意思在，对于我们修学有很重要的关系，所以不能不多说几句。实在经典如果不深入的研究，从头到尾看过一遍，不觉得有太深的东西，愈研究是愈觉得它的深度是没有止境的，才真正发现古德所谓的第一宝藏。『志愿无倦』，「倦」是疲倦、厌倦。《华严经》普贤菩萨十大愿王，每一愿最后总结的话都是「念念相续，无有间断，身语意业，无有疲厌」，愿愿都是这四句话做总结，这就是「无有疲厌」的真实义，「志愿无倦」的真实义。他为什么会不疲不厌？这就是对于宇宙人生的事理他真明白了，彻底明白，究竟了解，所以他才发这样的大愿。而且这个大愿是从真心里面自自然然流露出来的，并没有一丝毫勉强。我们今天发愿，说老实话，不是真心流露，是意识心里头的分别执着发的愿，所以这个愿不长久。为什么不长久？妄心，妄心是假的不是真的。从真心里面发出来的，所以这个愿就跟法性没有两样，法性尽虚空遍法界，不生不灭，他这个愿力亦复如是。因此，在这部大经里头一再强调「住真实慧」。我们真实智慧不开，什么都困难，真是样样都有障碍。真实慧不是说说就开的，真实慧从哪里来？一定要从清净心来。真心才生真实智慧，我们这个心不是真心，要想从意识心里面去生真实慧，这是不可能的事情。《楞严经》上有一个比喻，犹如蒸沙作饭。沙不是饭之因，你煮上一万年它也煮不出饭出来，这就所谓是「因地不真，果招迂曲」。这也就是前面四十八愿里面第十九愿，劝我们要发菩提心。本经的修学宗旨，「发菩提心，一向专念」，这八个字是这个法门修学的宗旨。发菩提心在一向专念之前，可见得这是很要紧的事情。",
      "zh_TW": "這一段，它有很深的意思在，對於我們修學有很重要的關係，所以不能不多說幾句。實在經典如果不深入的研究，從頭到尾看過一遍，不覺得有太深的東西，愈研究是愈覺得它的深度是沒有止境的，才真正發現古德所謂的第一寶藏。『志願無倦』，「倦」是疲倦、厭倦。《華嚴經》普賢菩薩十大願王，每一願最後總結的話都是「念念相續，無有間斷，身語意業，無有疲厭」，願願都是這四句話做總結，這就是「無有疲厭」的真實義，「志願無倦」的真實義。他為什麼會不疲不厭？這就是對於宇宙人生的事理他真明白了，徹底明白，究竟了解，所以他才發這樣的大願。而且這個大願是從真心裡面自自然然流露出來的，並沒有一絲毫勉強。我們今天發願，說老實話，不是真心流露，是意識心裡頭的分別執著發的願，所以這個願不長久。為什麼不長久？妄心，妄心是假的不是真的。從真心裡面發出來的，所以這個願就跟法性沒有兩樣，法性盡虛空遍法界，不生不滅，他這個願力亦復如是。因此，在這部大經裡頭一再強調「住真實慧」。我們真實智慧不開，什麼都困難，真是樣樣都有障礙。真實慧不是說說就開的，真實慧從哪裡來？一定要從清淨心來。真心才生真實智慧，我們這個心不是真心，要想從意識心裡面去生真實慧，這是不可能的事情。《楞嚴經》上有一個比喻，猶如蒸沙作飯。沙不是飯之因，你煮上一萬年它也煮不出飯出來，這就所謂是「因地不真，果招迂曲」。這也就是前面四十八願裡面第十九願，勸我們要發菩提心。本經的修學宗旨，「發菩提心，一向專念」，這八個字是這個法門修學的宗旨。發菩提心在一向專念之前，可見得這是很要緊的事情。"
    },
    {
      "id": "02-001-0039_p0004",
      "zh_CN": "末后这一句，『忍力成就』。古人讲「忍之为德，持戒苦行所不及」，比不上的。他能持戒、能修苦行，他不能忍，最后前功尽弃。所以六度里面忍辱度排的顺序在第三，在持戒之后，它排列顺序是后面必定功德超过前面。能布施的人不一定能持戒，能持戒的人决定能布施；能持戒的人不一定能忍辱，能忍辱的人决定能持戒。譬如五戒，不杀生、不偷盗、不邪淫、不妄语、不饮酒，他忍得过，他能忍，他就不会犯戒。为什么犯戒破戒？忍不过。所以六波罗蜜后后胜于前前。「忍力」就是忍辱之力。通常我们讲忍辱有三种，第一种，对于世间一切不称意的事都能够安忍。俗话说，「人生在世，不如意事常八九」，这个要觉悟、要明了，哪有样样称心如意的？不可能的。不如意的事情多，但是一定要能够忍，这是对于世法忍，世间一切法。",
      "zh_TW": "末後這一句，『忍力成就』。古人講「忍之為德，持戒苦行所不及」，比不上的。他能持戒、能修苦行，他不能忍，最後前功盡棄。所以六度裡面忍辱度排的順序在第三，在持戒之後，它排列順序是後面必定功德超過前面。能布施的人不一定能持戒，能持戒的人決定能布施；能持戒的人不一定能忍辱，能忍辱的人決定能持戒。譬如五戒，不殺生、不偷盜、不邪淫、不妄語、不飲酒，他忍得過，他能忍，他就不會犯戒。為什麼犯戒破戒？忍不過。所以六波羅蜜後後勝於前前。「忍力」就是忍辱之力。通常我們講忍辱有三種，第一種，對於世間一切不稱意的事都能夠安忍。俗話說，「人生在世，不如意事常八九」，這個要覺悟、要明瞭，哪有樣樣稱心如意的？不可能的。不如意的事情多，但是一定要能夠忍，這是對於世法忍，世間一切法。"
    },
    {
      "id": "02-001-0039_p0005",
      "zh_CN": "第二种，人为的加害，别人侮辱我们、轻慢我们、伤害我们，这些都要忍，不要起瞋恨心，不要有报复的意念。为什么？我们是修菩萨道，菩萨道是大慈大悲。如果众生对我们有恶意，我们还有报复的念头，慈悲心到哪里去了？我们修无缘大慈、同体大悲，就在这个地方来看，我有没有真正的慈悲心。佛门里面常常说，「慈悲为本，方便为门」，菩萨道里头是慈悲为根本，没有慈悲，说老实话，人天的福德都得不到。你修再大的福报，你没有慈悲心，你这个福报到恶道里面去享，不会在人道，人道讲仁慈。你没有慈悲心，纵然修福，还是不能在三善道，何况成佛作祖？所以慈悲心在佛门里看得非常非常的重要。慈悲心的显露，就在一切人为加害于自己的时候，就能够很明显的看出来，我们究竟有没有慈悲心，究竟有多大的慈悲心。慈悲之为德，不可思议！真正慈悲心到相当的一个程度，一切的毒害都能化除，这个不是假的。心地要是真正慈悲，人家拿一碗毒药来给你吃，来害你，你喝下去之后没有事情，慈能把毒化解掉。慈悲心的人遇到毒蛇猛兽，牠不伤害你，为什么？慈心摄受牠，牠也会被感动。所以菩萨修慈是列在最重要的一个课题。",
      "zh_TW": "第二種，人為的加害，別人侮辱我們、輕慢我們、傷害我們，這些都要忍，不要起瞋恨心，不要有報復的意念。為什麼？我們是修菩薩道，菩薩道是大慈大悲。如果眾生對我們有惡意，我們還有報復的念頭，慈悲心到哪裡去了？我們修無緣大慈、同體大悲，就在這個地方來看，我有沒有真正的慈悲心。佛門裡面常常說，「慈悲為本，方便為門」，菩薩道裡頭是慈悲為根本，沒有慈悲，說老實話，人天的福德都得不到。你修再大的福報，你沒有慈悲心，你這個福報到惡道裡面去享，不會在人道，人道講仁慈。你沒有慈悲心，縱然修福，還是不能在三善道，何況成佛作祖？所以慈悲心在佛門裡看得非常非常的重要。慈悲心的顯露，就在一切人為加害於自己的時候，就能夠很明顯的看出來，我們究竟有沒有慈悲心，究竟有多大的慈悲心。慈悲之為德，不可思議！真正慈悲心到相當的一個程度，一切的毒害都能化除，這個不是假的。心地要是真正慈悲，人家拿一碗毒藥來給你吃，來害你，你喝下去之後沒有事情，慈能把毒化解掉。慈悲心的人遇到毒蛇猛獸，牠不傷害你，為什麼？慈心攝受牠，牠也會被感動。所以菩薩修慈是列在最重要的一個課題。"
    },
    {
      "id": "02-001-0039_p0006",
      "zh_CN": "我们近代的祖师印光大师，我们在他传记里面看到，他晚年住在寺院，他的寮房也有蚊虫、跳蚤，在过去寺庙丛林里头免不了的。有人看到老和尚房间里面有些蚊虫，想替他赶一赶（当然不至于杀，把牠赶出去），老和尚拒绝：你不要赶牠出去。他说为什么？我的德行不够，让牠在此地，使我生惭愧心。老和尚七十岁以后，无论他住哪个地方，你想去找一个蚊虫、找一个跳蚤找不到。这些东西到哪里去了？搬家了。也就是说明老和尚在七十岁的时候，他的慈心成就了，能够让这些小动物受感动。别人住的时候有这些虫，他老人家到那里一住就没有了，就搬家了。我们看《华严合论》，李长者要替《华严经》做个注解，想去找一个清净的环境，他到山上去找地方，在路上遇到一只老虎，老虎也不怕他，他也不怕老虎；不但不怕，他还跟老虎说：我想找个地方给《华严经》做个注解，这附近有没有适合的地方？老虎点点头。好！你给我带路。老虎就给他带路，带到那个地方，老虎窝，一窝的老虎。那个环境的确是不错，是山洞里头，的确是很幽静。他点点头，这个地方不错。老虎搬家，把地方让给他。《李长者传记》里头有。别人看到都吓死了！慈心，慈悲心！所以慈心成就，一切这些毒恶，他统统能够化解。",
      "zh_TW": "我們近代的祖師印光大師，我們在他傳記裡面看到，他晚年住在寺院，他的寮房也有蚊蟲、跳蚤，在過去寺廟叢林裡頭免不了的。有人看到老和尚房間裡面有些蚊蟲，想替他趕一趕（當然不至於殺，把牠趕出去），老和尚拒絕：你不要趕牠出去。他說為什麼？我的德行不夠，讓牠在此地，使我生慚愧心。老和尚七十歲以後，無論他住哪個地方，你想去找一個蚊蟲、找一個跳蚤找不到。這些東西到哪裡去了？搬家了。也就是說明老和尚在七十歲的時候，他的慈心成就了，能夠讓這些小動物受感動。別人住的時候有這些蟲，他老人家到那裡一住就沒有了，就搬家了。我們看《華嚴合論》，李長者要替《華嚴經》做個註解，想去找一個清淨的環境，他到山上去找地方，在路上遇到一隻老虎，老虎也不怕他，他也不怕老虎；不但不怕，他還跟老虎說：我想找個地方給《華嚴經》做個註解，這附近有沒有適合的地方？老虎點點頭。好！你給我帶路。老虎就給他帶路，帶到那個地方，老虎窩，一窩的老虎。那個環境的確是不錯，是山洞裡頭，的確是很幽靜。他點點頭，這個地方不錯。老虎搬家，把地方讓給他。《李長者傳記》裡頭有。別人看到都嚇死了！慈心，慈悲心！所以慈心成就，一切這些毒惡，他統統能夠化解。"
    },
    {
      "id": "02-001-0039_p0007",
      "zh_CN": "我们看到古圣前贤的榜样，自己纵然做不到，要生惭愧心。常常还有这些毒害侵扰我们，我们应当更要惭愧，这表示自己一点功夫都没有，蚊子还会咬我们，蚂蚁还会干扰我们。连这些小虫蚁，我们对牠都要有慈心，何况一切有情众生？如果这些有情众生对于我们，或是侮辱、或是骂詈、或是其他的伤害，我们自己心里想，要明了，他为什么对别人不是如此？这里面统统都有因果。他对我有恶意，前世也许我对他就是恶意，今天他也恶意相向，正好这帐就了了！所以菩萨甘心情愿的承受，这个帐到此地就勾销了，就结了。如果我们不接受，也以恶意相向，也有报复的心理，这个帐愈结愈麻烦，永远没完没了，这个事情麻烦大了！冤冤相报。所以真正觉悟的人，一切灾难就到此为止，希望在这一生当中统统报尽。所以什么样的灾难他也乐意的接受，他知道唯有接受、唯有忍辱才是真正的消业障。这个业障报掉了、消掉了，决定不与别人计较。这是第二类的人为灾害，要能够忍辱。",
      "zh_TW": "我們看到古聖前賢的榜樣，自己縱然做不到，要生慚愧心。常常還有這些毒害侵擾我們，我們應當更要慚愧，這表示自己一點功夫都沒有，蚊子還會咬我們，螞蟻還會干擾我們。連這些小蟲蟻，我們對牠都要有慈心，何況一切有情眾生？如果這些有情眾生對於我們，或是侮辱、或是罵詈、或是其他的傷害，我們自己心裡想，要明瞭，他為什麼對別人不是如此？這裡面統統都有因果。他對我有惡意，前世也許我對他就是惡意，今天他也惡意相向，正好這帳就了了！所以菩薩甘心情願的承受，這個帳到此地就勾銷了，就結了。如果我們不接受，也以惡意相向，也有報復的心理，這個帳愈結愈麻煩，永遠沒完沒了，這個事情麻煩大了！冤冤相報。所以真正覺悟的人，一切災難就到此為止，希望在這一生當中統統報盡。所以什麼樣的災難他也樂意的接受，他知道唯有接受、唯有忍辱才是真正的消業障。這個業障報掉了、消掉了，決定不與別人計較。這是第二類的人為災害，要能夠忍辱。"
    },
    {
      "id": "02-001-0039_p0008",
      "zh_CN": "第三种是修法。修行，不是一修就成就的，经上常讲，一般说修行要经历三大阿僧祇劫才能修成佛道。三大阿僧祇劫，从哪里算起？我们今天在这里修算不算？不算。要从你证得须陀洹果那一天算起，我们现在没证须陀洹果，不算。我们现在念书，念幼稚园，没念一年级，所以没有学籍，到上了小学一年级才算数，才算是有学籍，幼稚园不算数的。我们现在这个修学，生生世世的修行，换句话说，都没资格上一年级，你说糟糕不糟糕！我们修行说老实话，过去生中不晓得修了多少世，生生世世从来没有修成个及格，这糟糕。就是我们的见思烦恼，八十八品见惑没能断，没有能证到初果。小乘初果，在大乘圆教就是初信位的菩萨。《华严》讲十信、十住，初信位我们都没有取得，所以不算数。证得须陀洹以后，三大阿僧祇劫才能成佛，成什么样的佛？藏教佛。佛也不同，有藏教、通教、别教、圆教，三个阿僧祇劫只能成藏教佛。要成一个究竟圆满佛，《华严经》上说的无量劫，不是三个阿僧祇劫，这么长的时间，你要没有耐心，那就完了。所以学佛，我们讲修行，修什么？就是修耐心，就是修忍辱波罗蜜。",
      "zh_TW": "第三種是修法。修行，不是一修就成就的，經上常講，一般說修行要經歷三大阿僧祇劫才能修成佛道。三大阿僧祇劫，從哪裡算起？我們今天在這裡修算不算？不算。要從你證得須陀洹果那一天算起，我們現在沒證須陀洹果，不算。我們現在念書，念幼稚園，沒念一年級，所以沒有學籍，到上了小學一年級才算數，才算是有學籍，幼稚園不算數的。我們現在這個修學，生生世世的修行，換句話說，都沒資格上一年級，你說糟糕不糟糕！我們修行說老實話，過去生中不曉得修了多少世，生生世世從來沒有修成個及格，這糟糕。就是我們的見思煩惱，八十八品見惑沒能斷，沒有能證到初果。小乘初果，在大乘圓教就是初信位的菩薩。《華嚴》講十信、十住，初信位我們都沒有取得，所以不算數。證得須陀洹以後，三大阿僧祇劫才能成佛，成什麼樣的佛？藏教佛。佛也不同，有藏教、通教、別教、圓教，三個阿僧祇劫只能成藏教佛。要成一個究竟圓滿佛，《華嚴經》上說的無量劫，不是三個阿僧祇劫，這麼長的時間，你要沒有耐心，那就完了。所以學佛，我們講修行，修什麼？就是修耐心，就是修忍辱波羅蜜。"
    },
    {
      "id": "02-001-0039_p0009",
      "zh_CN": "六度里面，虽然这是六大纲领，实在讲，它顶重要的是两样东西，一个布施，一个忍辱。你看看《金刚经》，金刚般若讲六波罗蜜，这两条讲得最多，讲得最详细，菩萨的功力就用在这两条。布施是放下，能舍，不但外财能舍，身外之物能放得下，内财也能舍，头目脑髓统统能舍。第二个就是忍辱，你能舍不能忍，没用处，你所修的是人天有漏的福报，不是功德。这是《华严》上说的「火烧功德林」，什么火？瞋恚之火。这心里一不高兴，那功德就完了，一切功德都没有了。虽没有功德，福德在。所以梁武帝当年遇到达摩祖师，如果他要改变一个字：我所修的福德多不多？那达摩祖师一定说甚多甚多！可惜，问他说我的功德多不多？那功德没有。功德跟福德不一样，功德要能忍，梁武帝不能忍。达摩祖师说他没有功德，他马上发脾气，不护他的法，那确实没有功德。所以我们要修行，不能不重视忍辱，你要不修忍辱波罗蜜，你就是修一辈子，也是一样都不能成就，顶多来生得一点人天痴福而已。你心不能清净，换句话讲，你不能往生，往生要清净心。人不能忍辱，稍稍境界现前，心里就不高兴，念佛一心不乱是当然得不到，功夫成片也得不到，功夫成片也得要忍辱才能够达到的。所以这个修行时间长，仪规繁琐，都要能够忍受。说到仪规，就是修行的方法。佛陀在世的时候没有仪规，释迦牟尼佛一生都是讲经说法，天天讲经说法。修行是各人自己的事情，道理明白了，你自己就会修行。「修行」两字的定义要搞清楚，行是行为，我们的行为有错误、有过失，把它修正过来叫做修行。每个人习气毛病不相同，因此各人有各人修行的方法。佛陀在世的时候，大家不是在一起共修，各人修各人的，所以那些弟子们都证阿罗汉果，都证果了。",
      "zh_TW": "六度裡面，雖然這是六大綱領，實在講，它頂重要的是兩樣東西，一個布施，一個忍辱。你看看《金剛經》，金剛般若講六波羅蜜，這兩條講得最多，講得最詳細，菩薩的功力就用在這兩條。布施是放下，能捨，不但外財能捨，身外之物能放得下，內財也能捨，頭目腦髓統統能捨。第二個就是忍辱，你能捨不能忍，沒用處，你所修的是人天有漏的福報，不是功德。這是《華嚴》上說的「火燒功德林」，什麼火？瞋恚之火。這心裡一不高興，那功德就完了，一切功德都沒有了。雖沒有功德，福德在。所以梁武帝當年遇到達摩祖師，如果他要改變一個字：我所修的福德多不多？那達摩祖師一定說甚多甚多！可惜，問他說我的功德多不多？那功德沒有。功德跟福德不一樣，功德要能忍，梁武帝不能忍。達摩祖師說他沒有功德，他馬上發脾氣，不護他的法，那確實沒有功德。所以我們要修行，不能不重視忍辱，你要不修忍辱波羅蜜，你就是修一輩子，也是一樣都不能成就，頂多來生得一點人天痴福而已。你心不能清淨，換句話講，你不能往生，往生要清淨心。人不能忍辱，稍稍境界現前，心裡就不高興，念佛一心不亂是當然得不到，功夫成片也得不到，功夫成片也得要忍辱才能夠達到的。所以這個修行時間長，儀規繁瑣，都要能夠忍受。說到儀規，就是修行的方法。佛陀在世的時候沒有儀規，釋迦牟尼佛一生都是講經說法，天天講經說法。修行是各人自己的事情，道理明白了，你自己就會修行。「修行」兩字的定義要搞清楚，行是行為，我們的行為有錯誤、有過失，把它修正過來叫做修行。每個人習氣毛病不相同，因此各人有各人修行的方法。佛陀在世的時候，大家不是在一起共修，各人修各人的，所以那些弟子們都證阿羅漢果，都證果了。"
    },
    {
      "id": "02-001-0039_p0010",
      "zh_CN": "佛教之所以伟大，它能够适合一切时代，能够适合一切众生，这是它伟大之处。这个适合，是讲它的原理原则适合，至于怎么样做法，是随着时代去变迁，随着地域而有所不同，这才能适应得了。在印度，出家人的生活方式是三衣一钵、树下一宿、日中一食，这是那个时候印度风俗习惯就是如此。这种风俗习惯在我们中国行不通，所以佛教一到中国来，就不用印度这个方法。为什么？佛教是我们中国帝王派特使到印度请来的，皇帝的老师，说叫他天天到外面托钵要饭，这怎么讲也讲不过去。所以皇帝要造好的宫殿，把他供养在那里，天天侍候他，尽一点学生对待老师之道。所以这个制度一到中国来就废除了，到中国来的出家人不去托钵了，也不止三衣；皇帝的老师，总要多做几件好衣服送给老师，也不是三衣了。这个就是什么？就是它的时代性，它不是那么样的固执。所以到中国来，我们中国现在出家人穿的衣服是中国衣服，没有穿印度人的衣服。我们现在穿的大袖，这个衣服叫海青，海青是汉朝的服装，佛教来的时候是汉朝，所以我们今天穿这个衣服，汉朝的服装。这个服装在汉朝是读书人穿的，不做粗事情的，做粗事情的时候，他袖子短一点，做事情方便。但是那个时候袖子短，大概也有这么大小，也不会像现在的袖子只这么大，穿在身上好难过，绑在身上。你看看我们中国古时候的袖子，短袖子差不多也有这么宽的，这个做得已经不如法了，它的长度应该从这个地方拖到地，现在偷工减料，省了一大半。所以我们现在中国出家人穿的是中国衣服，并不是释迦牟尼佛那个衣服。释迦牟尼佛穿的衣服，现在印度人穿的，就是一块布裹在身上，南传小乘佛教还是用那个服装。",
      "zh_TW": "佛教之所以偉大，它能夠適合一切時代，能夠適合一切眾生，這是它偉大之處。這個適合，是講它的原理原則適合，至於怎麼樣做法，是隨著時代去變遷，隨著地域而有所不同，這才能適應得了。在印度，出家人的生活方式是三衣一缽、樹下一宿、日中一食，這是那個時候印度風俗習慣就是如此。這種風俗習慣在我們中國行不通，所以佛教一到中國來，就不用印度這個方法。為什麼？佛教是我們中國帝王派特使到印度請來的，皇帝的老師，說叫他天天到外面托缽要飯，這怎麼講也講不過去。所以皇帝要造好的宮殿，把他供養在那裡，天天侍候他，盡一點學生對待老師之道。所以這個制度一到中國來就廢除了，到中國來的出家人不去托缽了，也不止三衣；皇帝的老師，總要多做幾件好衣服送給老師，也不是三衣了。這個就是什麼？就是它的時代性，它不是那麼樣的固執。所以到中國來，我們中國現在出家人穿的衣服是中國衣服，沒有穿印度人的衣服。我們現在穿的大袖，這個衣服叫海青，海青是漢朝的服裝，佛教來的時候是漢朝，所以我們今天穿這個衣服，漢朝的服裝。這個服裝在漢朝是讀書人穿的，不做粗事情的，做粗事情的時候，他袖子短一點，做事情方便。但是那個時候袖子短，大概也有這麼大小，也不會像現在的袖子只這麼大，穿在身上好難過，綁在身上。你看看我們中國古時候的袖子，短袖子差不多也有這麼寬的，這個做得已經不如法了，它的長度應該從這個地方拖到地，現在偷工減料，省了一大半。所以我們現在中國出家人穿的是中國衣服，並不是釋迦牟尼佛那個衣服。釋迦牟尼佛穿的衣服，現在印度人穿的，就是一塊布裹在身上，南傳小乘佛教還是用那個服裝。"
    },
    {
      "id": "02-001-0039_p0011",
      "zh_CN": "三衣到中国来，就变成象征性的纪念了，只有在典礼的时候用一下。就是我们现在搭的衣，跟印度原来的衣，我们把它裁了大概只有一半，因为它那个衣很大，它整个裹在身上，我们现在用勾环套起来。所以比原来的衣小了一半，只有在典礼的时候、做佛事当中，诵经拜佛、典礼当中我们才用，做为礼服来用。这个勾环是以后的，最先的，因为在汉朝传来的时候，它只是用两个带子，这边钉一个带子，底下一个带子系起来，这系得很麻烦，以后是聪明人想个办法用勾环，这比系带子方便多了。它都是改进，不断在改进。佛教从中国传到日本，日本比我们更进步，你看日本那个袈裟只有这么大，大概只有一、二吋的样子，那个袈裟。平常放在西装袋子搁着，要用的时候拿出来，脖子上一套，挂在这，那是他的袈裟。我们现在很麻烦，大衣那么大一块，他比我们更省事，那么大的衣在日本人缩得成为一、二吋了，口袋可以放。所以这个要明了，就是佛法在仪规上，它有它的地区性、有它的时代性，不是一成不变的，一成不变的是它的精神、是它的理论，是它修行的原理原则，这个不变。",
      "zh_TW": "三衣到中國來，就變成象徵性的紀念了，只有在典禮的時候用一下。就是我們現在搭的衣，跟印度原來的衣，我們把它裁了大概只有一半，因為它那個衣很大，它整個裹在身上，我們現在用勾環套起來。所以比原來的衣小了一半，只有在典禮的時候、做佛事當中，誦經拜佛、典禮當中我們才用，做為禮服來用。這個勾環是以後的，最先的，因為在漢朝傳來的時候，它只是用兩個帶子，這邊釘一個帶子，底下一個帶子繫起來，這繫得很麻煩，以後是聰明人想個辦法用勾環，這比繫帶子方便多了。它都是改進，不斷在改進。佛教從中國傳到日本，日本比我們更進步，你看日本那個袈裟只有這麼大，大概只有一、二吋的樣子，那個袈裟。平常放在西裝袋子擱著，要用的時候拿出來，脖子上一套，掛在這，那是他的袈裟。我們現在很麻煩，大衣那麼大一塊，他比我們更省事，那麼大的衣在日本人縮得成為一、二吋了，口袋可以放。所以這個要明瞭，就是佛法在儀規上，它有它的地區性、有它的時代性，不是一成不變的，一成不變的是它的精神、是它的理論，是它修行的原理原則，這個不變。"
    },
    {
      "id": "02-001-0039_p0012",
      "zh_CN": "因此我们真正想学佛，想得一点成就，你要把修行的纲领抓住，它的总纲领就是三皈依。觉而不迷、正而不邪、净而不染，就是保持自己心地的觉正净，这是佛门修行的总纲领。不管是显教密教、宗门教下，八万四千法门，连我们净土法门都不能违背，这个是总纲领。如果单单讲净土法门的纲领，宗旨是「发菩提心，一向专念」。纲领三条，《观经》上讲的三种净业，这是修行的纲领，把所有一切的行法都可以系在这三种净业之下。三种净业里面，第一个「孝养父母」。孝养父母绝对不是说我们对父母能够做到奉养就算孝，那就错了。如果对于父母止于奉养，古人讲连畜生也做得到。佛门称为大孝，为什么称为大孝？必须要帮助父母脱离生死轮回，帮助父母求生西方净土，他这一生作佛了，这是大孝。说实在话，不求西方净土，无始劫以来的罪业决定消不干净，一切善根福德决定不能圆满。为什么要到西方极乐世界去？是为这个，为消业障，为求圆满的智慧福德，这样才到西方极乐世界去。「慈心不杀」就是修慈悲心，慈悲为本。你看「孝养父母，奉事师长」，这是孝亲尊师，底下接着就是修慈悲，要修慈悲心，修十善业道，这是第一个净业。",
      "zh_TW": "因此我們真正想學佛，想得一點成就，你要把修行的綱領抓住，它的總綱領就是三皈依。覺而不迷、正而不邪、淨而不染，就是保持自己心地的覺正淨，這是佛門修行的總綱領。不管是顯教密教、宗門教下，八萬四千法門，連我們淨土法門都不能違背，這個是總綱領。如果單單講淨土法門的綱領，宗旨是「發菩提心，一向專念」。綱領三條，《觀經》上講的三種淨業，這是修行的綱領，把所有一切的行法都可以繫在這三種淨業之下。三種淨業裡面，第一個「孝養父母」。孝養父母絕對不是說我們對父母能夠做到奉養就算孝，那就錯了。如果對於父母止於奉養，古人講連畜生也做得到。佛門稱為大孝，為什麼稱為大孝？必須要幫助父母脫離生死輪迴，幫助父母求生西方淨土，他這一生作佛了，這是大孝。說實在話，不求西方淨土，無始劫以來的罪業決定消不乾淨，一切善根福德決定不能圓滿。為什麼要到西方極樂世界去？是為這個，為消業障，為求圓滿的智慧福德，這樣才到西方極樂世界去。「慈心不殺」就是修慈悲心，慈悲為本。你看「孝養父母，奉事師長」，這是孝親尊師，底下接著就是修慈悲，要修慈悲心，修十善業道，這是第一個淨業。"
    },
    {
      "id": "02-001-0039_p0013",
      "zh_CN": "第二净业，皈依三宝，就是皈依觉正净，「具足众戒，不犯威仪」。戒律，一定要懂得戒律的精神，戒律真正的意义。戒律到中国也是中国化了，也把它大幅度的修正了，中国人叫「清规」，清规就是戒律的中国化，就是戒律的现代化。我们讲现代化、中国化是唐朝时候的，百丈大师定清规，就是把戒律变成中国化，变成戒律是唐朝时代的，大家都很乐意遵守，都不会觉得困难，都非常的欢喜。从唐朝到今天，再也没有人做大幅度的修改，所以今天我们看到戒律没办法做，怎么个做法？不是清规不好，是清规适合那个时代，那个时候是君主时代，是农业社会。现代我们的社会结构，我们的生活方式，跟古人完全不相同，一百八十度的大转变，我们还用那个时代的，像法令规章，这怎么能行得通？我们世间法律，你看过几年要修改一次，过几年又要修改一次，为什么？便民，要能适合时代性。所以诸位一定要明白戒律真正的意思。如果戒律是一成不变，换句话说，我们今天学佛，必须要学做三千年前的古人，还得要做三千年前印度人，这简直就是强人所难，这个佛教是决定行不通的，走死路的。所以大家要晓得，清规是戒律的中国化，是戒律当时的现代化。",
      "zh_TW": "第二淨業，皈依三寶，就是皈依覺正淨，「具足眾戒，不犯威儀」。戒律，一定要懂得戒律的精神，戒律真正的意義。戒律到中國也是中國化了，也把它大幅度的修正了，中國人叫「清規」，清規就是戒律的中國化，就是戒律的現代化。我們講現代化、中國化是唐朝時候的，百丈大師定清規，就是把戒律變成中國化，變成戒律是唐朝時代的，大家都很樂意遵守，都不會覺得困難，都非常的歡喜。從唐朝到今天，再也沒有人做大幅度的修改，所以今天我們看到戒律沒辦法做，怎麼個做法？不是清規不好，是清規適合那個時代，那個時候是君主時代，是農業社會。現代我們的社會結構，我們的生活方式，跟古人完全不相同，一百八十度的大轉變，我們還用那個時代的，像法令規章，這怎麼能行得通？我們世間法律，你看過幾年要修改一次，過幾年又要修改一次，為什麼？便民，要能適合時代性。所以諸位一定要明白戒律真正的意思。如果戒律是一成不變，換句話說，我們今天學佛，必須要學做三千年前的古人，還得要做三千年前印度人，這簡直就是強人所難，這個佛教是決定行不通的，走死路的。所以大家要曉得，清規是戒律的中國化，是戒律當時的現代化。"
    },
    {
      "id": "02-001-0039_p0014",
      "zh_CN": "历代确实有修订的，你看每一个宗派、每一个寺院有它寺院的规约，那就是它那个寺院里面戒律的现代化。但是这种修订始终都是改的幅度很小，不是大幅度的修改，小幅度的，这个我们能够理解。因为从唐朝到清朝末年，我们中国社会还是以农业为主，还是农业社会，一直到今天的大陆，可以说依然还是在农业社会的状态之下。自唐到清朝末年都是君主时代，所以它变化不大。现在变化太大了，从君主变到民主，从农业社会变成到工业社会。尤其在大陆上，从我们中国传统的文化变成列宁、马克思的共产社会，完全不相同了。所以佛教要想适应这个时代，那就必须要做全盘的调整，大幅度的修改，佛法才能够利益一切众生。这个基本的概念我们要认识，知道佛法它永远都是走在时代的前面。只要我们认识它，它不是教我们墨守成规，不是的；它不是教我们倒退，它是教我们前进的，六波罗蜜里面就是精进波罗蜜，进是进步，它没有落伍的，它没有退转的。要前进，前进就要改革，它才有进化。往前进一步，它就有一个变化，再进一步又有一个变化，不断的在变，不断的在向前进，这是进步的现象。但是现在有不少学佛的学死了，很可怜，死在经教里面、死在戒律里头、死在仪规里面，学了一辈子，什么都不是。他不像现代人，他也不像古人，他也不像印度人，他什么都不是，这可怜！诸佛菩萨看到了都会流眼泪，学佛怎么学成这个样子？我们一定要明了，这样伟大的佛教，被我们现在一般人糟蹋掉了，这个罪过无量无边。",
      "zh_TW": "歷代確實有修訂的，你看每一個宗派、每一個寺院有它寺院的規約，那就是它那個寺院裡面戒律的現代化。但是這種修訂始終都是改的幅度很小，不是大幅度的修改，小幅度的，這個我們能夠理解。因為從唐朝到清朝末年，我們中國社會還是以農業為主，還是農業社會，一直到今天的大陸，可以說依然還是在農業社會的狀態之下。自唐到清朝末年都是君主時代，所以它變化不大。現在變化太大了，從君主變到民主，從農業社會變成到工業社會。尤其在大陸上，從我們中國傳統的文化變成列寧、馬克思的共產社會，完全不相同了。所以佛教要想適應這個時代，那就必須要做全盤的調整，大幅度的修改，佛法才能夠利益一切眾生。這個基本的概念我們要認識，知道佛法它永遠都是走在時代的前面。只要我們認識它，它不是教我們墨守成規，不是的；它不是教我們倒退，它是教我們前進的，六波羅蜜裡面就是精進波羅蜜，進是進步，它沒有落伍的，它沒有退轉的。要前進，前進就要改革，它才有進化。往前進一步，它就有一個變化，再進一步又有一個變化，不斷的在變，不斷的在向前進，這是進步的現象。但是現在有不少學佛的學死了，很可憐，死在經教裡面、死在戒律裡頭、死在儀規裡面，學了一輩子，什麼都不是。他不像現代人，他也不像古人，他也不像印度人，他什麼都不是，這可憐！諸佛菩薩看到了都會流眼淚，學佛怎麼學成這個樣子？我們一定要明瞭，這樣偉大的佛教，被我們現在一般人糟蹋掉了，這個罪過無量無邊。"
    },
    {
      "id": "02-001-0039_p0015",
      "zh_CN": "所以我们一定要明理，修法要忍耐，一切改进也得要忍耐，要破一切执着。因为佛在《华严．出现品》里面明白的告诉我们，一切众生皆有如来智慧德相；换句话说，生佛是平等的。现在为什么不平等？为什么人家超越三界，游化十方，我们今天还在搞六道轮回，苦不堪言，原因在哪里？佛给我们说，只为妄想执着而不能证得。佛一句话道破了，我们的病根在哪里？妄想执着。所以，执着害大病！破人我执就证阿罗汉果，破法我执就是圆教初住以上的菩萨。如果你执着坚固而不破，换句话说，你就决定出不了三界，人我执破才能出三界。《金刚经》上说得很好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。你只要四相具足，你六度万行修得再好，禅定功夫再深，出不了三界，怎么修，充其量你也不过生到色界天而已，寿命到了还要往下堕落。为什么？我执没破，你有一个坚固的我执。所以我们要想真正成就，真正与佛菩萨感应道交，一定要破我执。我执怎么破法？我们在讲席里也常常提到，大乘方法比小乘要高妙得多。小乘破我执很难很难；大乘，他把我执放在一边，不理它，自然没有了，这个方法妙！方法怎么用？我起心动念都想别人，不想自己，把自己忘掉了，我执不破，自然没有了，这个法子比小乘妙得多。所以起心动念都想到别人，不要替自己设想，自己的福报自然在当中。处处为自己设想，反而没有福报；处处为别人着想，那个福报是无有穷尽的。我念念照顾别人，别人自然照顾我；他不照顾我，我也没有悔意，这样修才会有个结果。实在说，人不照顾你，佛菩萨来照顾你，鬼神来照顾你；凡夫不认识你，你有大德，鬼神认识你，佛菩萨认识你。所以念念绝不为自己设想，我们这个心与菩提心相应，与道心相应了。这讲修行。",
      "zh_TW": "所以我們一定要明理，修法要忍耐，一切改進也得要忍耐，要破一切執著。因為佛在《華嚴．出現品》裡面明白的告訴我們，一切眾生皆有如來智慧德相；換句話說，生佛是平等的。現在為什麼不平等？為什麼人家超越三界，遊化十方，我們今天還在搞六道輪迴，苦不堪言，原因在哪裡？佛給我們說，只為妄想執著而不能證得。佛一句話道破了，我們的病根在哪裡？妄想執著。所以，執著害大病！破人我執就證阿羅漢果，破法我執就是圓教初住以上的菩薩。如果你執著堅固而不破，換句話說，你就決定出不了三界，人我執破才能出三界。《金剛經》上說得很好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。你只要四相具足，你六度萬行修得再好，禪定功夫再深，出不了三界，怎麼修，充其量你也不過生到色界天而已，壽命到了還要往下墮落。為什麼？我執沒破，你有一個堅固的我執。所以我們要想真正成就，真正與佛菩薩感應道交，一定要破我執。我執怎麼破法？我們在講席裡也常常提到，大乘方法比小乘要高妙得多。小乘破我執很難很難；大乘，他把我執放在一邊，不理它，自然沒有了，這個方法妙！方法怎麼用？我起心動念都想別人，不想自己，把自己忘掉了，我執不破，自然沒有了，這個法子比小乘妙得多。所以起心動念都想到別人，不要替自己設想，自己的福報自然在當中。處處為自己設想，反而沒有福報；處處為別人著想，那個福報是無有窮盡的。我念念照顧別人，別人自然照顧我；他不照顧我，我也沒有悔意，這樣修才會有個結果。實在說，人不照顧你，佛菩薩來照顧你，鬼神來照顧你；凡夫不認識你，你有大德，鬼神認識你，佛菩薩認識你。所以念念絕不為自己設想，我們這個心與菩提心相應，與道心相應了。這講修行。"
    },
    {
      "id": "02-001-0039_p0016",
      "zh_CN": "所以古人才讲，「忍之为德，持戒苦行所不及。能行忍者，乃可名为有力大人」。忍辱就是对治瞋恚。三毒里面瞋恚是最重，瞋恚堕地狱，它对治瞋恚，同时也能够对治贪欲。一个人能忍，他贪心逐渐逐渐就消失了；能忍，他就不愚痴，他常常可以保持头脑清净，清净心就能够生智慧。佛法里头讲忍讲得太多太多了，绝对不是我们一堂课能讲得完的。这段经文，我们就简单介绍到此地。我们看底下一段：",
      "zh_TW": "所以古人才講，「忍之為德，持戒苦行所不及。能行忍者，乃可名為有力大人」。忍辱就是對治瞋恚。三毒裡面瞋恚是最重，瞋恚墮地獄，它對治瞋恚，同時也能夠對治貪欲。一個人能忍，他貪心逐漸逐漸就消失了；能忍，他就不愚痴，他常常可以保持頭腦清淨，清淨心就能夠生智慧。佛法裡頭講忍講得太多太多了，絕對不是我們一堂課能講得完的。這段經文，我們就簡單介紹到此地。我們看底下一段："
    },
    {
      "id": "02-001-0039_p0017",
      "zh_CN": "【于诸有情。常怀慈忍。和颜爱语。劝谕策进。恭敬三宝。奉事师长。无有虚伪谄曲之心。】",
      "zh_TW": "【於諸有情。常懷慈忍。和顏愛語。勸諭策進。恭敬三寶。奉事師長。無有虛偽諂曲之心。】"
    },
    {
      "id": "02-001-0039_p0018",
      "zh_CN": "我记得我在前面曾经跟大家说过，往生西方极乐世界，这是我们特别强调的。有一些年轻人来跟我说，我讲经太强调往生，他说好像这个太消极了，我们年纪轻轻，在这个社会上还很有前途，一个个都叫我们往生，这有什么意思？我们听他讲得好像也满有道理，实在说他这个道理并不健全。为什么不健全？我们来到这个人世间不止一次，不晓得多少次了。六道里头，你们天上也去过，甚至于在座不少同修，你们都当过上帝，你们也曾经下过地狱，也曾经变过畜生，这六道里头哪一道你都去过了。如果不求净土，我们将来生生世世还搞这一套，这个问题很严重。所以发愿求生净土，给诸位说，这是大智慧！真正彻底究竟圆满的觉悟，才会把这个事情看作我们这一生当中第一桩大事。但是佛法在世间，不离世间觉，这世间事情我们要不要去做？要做。不但要做，而且很积极去做，不是说我们离开世间，那就错了。这部经上所讲的，你看这边几句，『于诸有情』，就是对待一切有情众生，我们用什么心？『常怀慈忍』。这不是消极，我们要以慈悲心处事待人接物，我们要以忍辱的态度来处世，这不是消极。「慈忍」不是口号，慈是什么？令一切众生得乐；悲是帮助一切众生离苦，所以这个不是喊口号。人家有痛苦，我们帮助他解决，我们希望他物质生活、精神生活都能够提升。今天我们政府喊出的口号「安和乐利」，我们佛门叫「慈忍」，是要我们尽心尽力去帮助一切众生，帮助这个社会，帮助这个世间，要去做的。除了叫他在眼前生活上能够满足，不至于缺乏，能够得到安定，这是现前照顾了，可是将来怎么办？死以后怎么办？如果来世又堕落，再搞轮回，这个慈悲不圆满，这个慈悲不究竟。所以，世法里头必须还要加上佛法，世法教你现在离苦得乐，佛法教你生生世世永久离苦得乐，这才叫做大慈大悲。所以我过去曾经讲过，咱们往生，九品怎么来的？你把这部经，不是叫你把它念熟，念熟是第一步，要把它做到。这里面佛给我们的教训，我们统统要把它兑现，在我们日常生活当中要做到，处事待人接物要做到。你能够百分之百的做到，你上品上生；你能够做到百分之九十，你上品中生；你做到百分之八十，你上品下生。这样依次往下降，下品下生，至少你要做到两成。两成都做不到，天天念这句阿弥陀佛，古人讲你念佛的功夫，念到说风吹不透、雨打不湿也枉然，也不能往生，所以古人讥笑念佛人是「喊破喉咙也枉然」。问题在哪里？你只会念，你一点都没有做到。这个要紧，我们要尽心尽力的去做。",
      "zh_TW": "我記得我在前面曾經跟大家說過，往生西方極樂世界，這是我們特別強調的。有一些年輕人來跟我說，我講經太強調往生，他說好像這個太消極了，我們年紀輕輕，在這個社會上還很有前途，一個個都叫我們往生，這有什麼意思？我們聽他講得好像也滿有道理，實在說他這個道理並不健全。為什麼不健全？我們來到這個人世間不止一次，不曉得多少次了。六道裡頭，你們天上也去過，甚至於在座不少同修，你們都當過上帝，你們也曾經下過地獄，也曾經變過畜生，這六道裡頭哪一道你都去過了。如果不求淨土，我們將來生生世世還搞這一套，這個問題很嚴重。所以發願求生淨土，給諸位說，這是大智慧！真正徹底究竟圓滿的覺悟，才會把這個事情看作我們這一生當中第一樁大事。但是佛法在世間，不離世間覺，這世間事情我們要不要去做？要做。不但要做，而且很積極去做，不是說我們離開世間，那就錯了。這部經上所講的，你看這邊幾句，『於諸有情』，就是對待一切有情眾生，我們用什麼心？『常懷慈忍』。這不是消極，我們要以慈悲心處事待人接物，我們要以忍辱的態度來處世，這不是消極。「慈忍」不是口號，慈是什麼？令一切眾生得樂；悲是幫助一切眾生離苦，所以這個不是喊口號。人家有痛苦，我們幫助他解決，我們希望他物質生活、精神生活都能夠提升。今天我們政府喊出的口號「安和樂利」，我們佛門叫「慈忍」，是要我們盡心盡力去幫助一切眾生，幫助這個社會，幫助這個世間，要去做的。除了叫他在眼前生活上能夠滿足，不至於缺乏，能夠得到安定，這是現前照顧了，可是將來怎麼辦？死以後怎麼辦？如果來世又墮落，再搞輪迴，這個慈悲不圓滿，這個慈悲不究竟。所以，世法裡頭必須還要加上佛法，世法教你現在離苦得樂，佛法教你生生世世永久離苦得樂，這才叫做大慈大悲。所以我過去曾經講過，咱們往生，九品怎麼來的？你把這部經，不是叫你把它念熟，念熟是第一步，要把它做到。這裡面佛給我們的教訓，我們統統要把它兌現，在我們日常生活當中要做到，處事待人接物要做到。你能夠百分之百的做到，你上品上生；你能夠做到百分之九十，你上品中生；你做到百分之八十，你上品下生。這樣依次往下降，下品下生，至少你要做到兩成。兩成都做不到，天天念這句阿彌陀佛，古人講你念佛的功夫，念到說風吹不透、雨打不濕也枉然，也不能往生，所以古人譏笑念佛人是「喊破喉嚨也枉然」。問題在哪裡？你只會念，你一點都沒有做到。這個要緊，我們要盡心盡力的去做。"
    },
    {
      "id": "02-001-0039_p0019",
      "zh_CN": "『和颜爱语』，我见到别人，我板着面孔，这个不行，这人不能往生。西方极乐世界每个人都笑眯眯的，没有板着面孔的。经上在这里教给我们的「爱语」，说出言语的时候人家喜欢听，言语音声绝不粗暴，决定不是无意义的言语，戏论的言语没有，言语一定有利益众生的。对他有利益，有利益还要柔和，这个我们要做到。所以佛门，你看正规的寺庙，你们到大陆去看看，大陆的寺庙那是正规的，你一到寺院，进山门第一个就看到天王殿，天王殿里第一个见到的弥勒菩萨。弥勒菩萨教你什么？就是教你常怀慈忍、和颜爱语。弥勒菩萨塑的是布袋和尚像，笑眯眯的。我们通常看到弥勒菩萨身上塑了好几个小孩，有五个、有六个。五个代表什么？五欲：财、色、名、食、睡。六个小孩代表六尘：色、声、香、味、触、法。虽然为五欲六尘围绕，心地清净，不受干扰，在五欲六尘里面修清净心。所以心量大，能包容，不与人计较，对待任何人都笑面迎人。所以弥勒菩萨像放在佛门里面，第一个让人见到的，就是教学佛，要什么样的态度才能学佛？要有肚量能容人，见人要生欢喜相。生平等心，呈喜悦相，才有资格入佛门。如果你气量很小，不能容人，见到人面孔板着的，这个人没有资格入佛门。它代表这个意义。所以佛门的寺院，拿今天的话来讲是什么？佛教博物馆。这一点都没有错！里面所展示的，都是启发人心的。每一尊佛菩萨，他代表很深的意义，像观音菩萨代表大慈大悲，地藏菩萨代表孝亲尊师，释迦牟尼佛代表仁慈清净，阿弥陀佛代表无量觉，都有它的教育意义在里头，那不是神像。你要明了这个意义，寺庙去参观，你就法喜充满了。参观一遍，那就是真实的修行。很可惜，我们现在对于佛法真正的教义都不了解，都把这些佛菩萨像看作神明，所表现的，迷信！迷信的果报都是在三恶道，他要不迷，他怎么会到三恶道去？出家人会堕恶道吗？出家人堕得更多，俗话常说「地狱门前僧道多」。为什么会堕地狱？迷信，迷了就堕三恶道，觉悟了才能超越轮回。",
      "zh_TW": "『和顏愛語』，我見到別人，我板著面孔，這個不行，這人不能往生。西方極樂世界每個人都笑眯眯的，沒有板著面孔的。經上在這裡教給我們的「愛語」，說出言語的時候人家喜歡聽，言語音聲絕不粗暴，決定不是無意義的言語，戲論的言語沒有，言語一定有利益眾生的。對他有利益，有利益還要柔和，這個我們要做到。所以佛門，你看正規的寺廟，你們到大陸去看看，大陸的寺廟那是正規的，你一到寺院，進山門第一個就看到天王殿，天王殿裡第一個見到的彌勒菩薩。彌勒菩薩教你什麼？就是教你常懷慈忍、和顏愛語。彌勒菩薩塑的是布袋和尚像，笑眯眯的。我們通常看到彌勒菩薩身上塑了好幾個小孩，有五個、有六個。五個代表什麼？五欲：財、色、名、食、睡。六個小孩代表六塵：色、聲、香、味、觸、法。雖然為五欲六塵圍繞，心地清淨，不受干擾，在五欲六塵裡面修清淨心。所以心量大，能包容，不與人計較，對待任何人都笑面迎人。所以彌勒菩薩像放在佛門裡面，第一個讓人見到的，就是教學佛，要什麼樣的態度才能學佛？要有肚量能容人，見人要生歡喜相。生平等心，呈喜悅相，才有資格入佛門。如果你氣量很小，不能容人，見到人面孔板著的，這個人沒有資格入佛門。它代表這個意義。所以佛門的寺院，拿今天的話來講是什麼？佛教博物館。這一點都沒有錯！裡面所展示的，都是啟發人心的。每一尊佛菩薩，他代表很深的意義，像觀音菩薩代表大慈大悲，地藏菩薩代表孝親尊師，釋迦牟尼佛代表仁慈清淨，阿彌陀佛代表無量覺，都有它的教育意義在裡頭，那不是神像。你要明瞭這個意義，寺廟去參觀，你就法喜充滿了。參觀一遍，那就是真實的修行。很可惜，我們現在對於佛法真正的教義都不了解，都把這些佛菩薩像看作神明，所表現的，迷信！迷信的果報都是在三惡道，他要不迷，他怎麼會到三惡道去？出家人會墮惡道嗎？出家人墮得更多，俗話常說「地獄門前僧道多」。為什麼會墮地獄？迷信，迷了就墮三惡道，覺悟了才能超越輪迴。"
    },
    {
      "id": "02-001-0039_p0020",
      "zh_CN": "这是教给我们要和颜爱语。像这些地方，我们要特别努力来学习。经不是念完就算了、讲完就算了，要去做到。我们天天念这部经，天天拿这个经文对照我们的思想、见解、行为，有没有做到的？这个没有做到，赶紧要去做到；已经做到了生欢喜心，这一句我做到了，这个地方我做到了，这才叫做修行，这部经念得才有用处。所以经不是念给佛菩萨听的，佛菩萨才不要听，连我都不要听，佛菩萨要听吗？所以展开经卷就是修行，希望同修们要知道这一点。",
      "zh_TW": "這是教給我們要和顏愛語。像這些地方，我們要特別努力來學習。經不是念完就算了、講完就算了，要去做到。我們天天念這部經，天天拿這個經文對照我們的思想、見解、行為，有沒有做到的？這個沒有做到，趕緊要去做到；已經做到了生歡喜心，這一句我做到了，這個地方我做到了，這才叫做修行，這部經念得才有用處。所以經不是念給佛菩薩聽的，佛菩薩才不要聽，連我都不要聽，佛菩薩要聽嗎？所以展開經卷就是修行，希望同修們要知道這一點。"
    },
    {
      "id": "02-001-0039_p0021",
      "zh_CN": "『劝谕策进』，这个是对自对他。对自己，劝自己要求进步，要认真的修正自己的思想、见解、行为；「谕」是讲给别人听，劝勉别人，自利利他。下面这两句，这是修行的大根大本。『恭敬三宝，奉事师长』，「三宝」是佛、法、僧。此地讲的三宝是讲住持三宝，不是讲的自性三宝。对住持三宝为什么要恭敬？它有很大的功德。如果没有住持三宝，我们怎么会知道自己有自性三宝？如果没有住持三宝，我们的自性三宝会忘得干干净净。所以你家里供了佛像，你一看到佛就想到我要觉悟，觉而不迷。它在提醒你，它时时刻刻在提醒你觉而不迷，这是供养佛最大的功德。哪有这么一个好人常常来提醒你？不可能的事情。用佛像来提醒自己。经典是法宝，天天要念，所以经典不必念很多，这一部经典你要真正能做到，你就上品上生。你再搞多，贪多嚼不烂，你会把你自己搞乱掉。你就依照这部经来修行，决定没有错。一部经通了，一切经都通。所有法门，最后归一个方向、一个目标。所以我们选择只要选一门，一经通则一切经通。一往生西方极乐世界，是十方诸佛的佛法统统得到，一样也不会失掉。所以法宝，一生只选择一门，你就对了。你搞多了，那就是从前清凉大师讲的，你决定增长邪见，你得不到清净心，你不能做到一心不乱。一个法门才可以达到一心不乱，搞个三、四门的时候，一心不乱这一生没指望了。不但一心不乱没指望，连清净心都不能成就，这个损失就太大了。僧宝是出家人。见到出家人，你不管他是持戒、犯戒、破戒，一概不要理会，为什么？那是他的事情，与我不相干。我一见到他，马上就想到我六根清净、一尘不染，我想我自己，这个功德就大了。一见到出家人，我就想到六和敬，僧是代表和合、代表清净。如果我见不到，我就忘掉了，一见到就提醒自己，所以这个功德非常非常之大。他常常提醒我，我们对他一定要恭敬，意义在这个地方。六和敬，如果用在你一家，你这个家庭必定兴旺；如果用在你的公司行号，你的公司行号决定发达；如果一个社会、一个国家都修六和敬，这个国家一定富强康乐。是要去做的。",
      "zh_TW": "『勸諭策進』，這個是對自對他。對自己，勸自己要求進步，要認真的修正自己的思想、見解、行為；「諭」是講給別人聽，勸勉別人，自利利他。下面這兩句，這是修行的大根大本。『恭敬三寶，奉事師長』，「三寶」是佛、法、僧。此地講的三寶是講住持三寶，不是講的自性三寶。對住持三寶為什麼要恭敬？它有很大的功德。如果沒有住持三寶，我們怎麼會知道自己有自性三寶？如果沒有住持三寶，我們的自性三寶會忘得乾乾淨淨。所以你家裡供了佛像，你一看到佛就想到我要覺悟，覺而不迷。它在提醒你，它時時刻刻在提醒你覺而不迷，這是供養佛最大的功德。哪有這麼一個好人常常來提醒你？不可能的事情。用佛像來提醒自己。經典是法寶，天天要念，所以經典不必念很多，這一部經典你要真正能做到，你就上品上生。你再搞多，貪多嚼不爛，你會把你自己搞亂掉。你就依照這部經來修行，決定沒有錯。一部經通了，一切經都通。所有法門，最後歸一個方向、一個目標。所以我們選擇只要選一門，一經通則一切經通。一往生西方極樂世界，是十方諸佛的佛法統統得到，一樣也不會失掉。所以法寶，一生只選擇一門，你就對了。你搞多了，那就是從前清涼大師講的，你決定增長邪見，你得不到清淨心，你不能做到一心不亂。一個法門才可以達到一心不亂，搞個三、四門的時候，一心不亂這一生沒指望了。不但一心不亂沒指望，連清淨心都不能成就，這個損失就太大了。僧寶是出家人。見到出家人，你不管他是持戒、犯戒、破戒，一概不要理會，為什麼？那是他的事情，與我不相干。我一見到他，馬上就想到我六根清淨、一塵不染，我想我自己，這個功德就大了。一見到出家人，我就想到六和敬，僧是代表和合、代表清淨。如果我見不到，我就忘掉了，一見到就提醒自己，所以這個功德非常非常之大。他常常提醒我，我們對他一定要恭敬，意義在這個地方。六和敬，如果用在你一家，你這個家庭必定興旺；如果用在你的公司行號，你的公司行號決定發達；如果一個社會、一個國家都修六和敬，這個國家一定富強康樂。是要去做的。"
    },
    {
      "id": "02-001-0039_p0022",
      "zh_CN": "「奉事师长」，师长很清苦。这讲过去，真正是传道、解惑、授业，这是老师的责任。他的生活清苦，学生要不供养他，他势必要为生活去经营、去操心；为生活经营操心，他就不能专心教学，就不能专心读书。我们希望他专心读书，专心来教学，因此对于他生活上必须要照顾。一个有学问的人，他的生活不会奢侈，都是过一种很清淡的生活，并不需要多少，让他自己身心能够安稳，专心的来教导一方。所以师长一定要奉事，你不奉事他，他只好离开这个地方，到别的地方去了。哪个地方有人照顾他，他就会在那里教化一方，这个是一点都不假的。如果他不到别的地方去，那他只好去做生意、做买卖，或者去做别的工作去了，他不能教书了，不能专心教学，这是一个地方上莫大的损失。",
      "zh_TW": "「奉事師長」，師長很清苦。這講過去，真正是傳道、解惑、授業，這是老師的責任。他的生活清苦，學生要不供養他，他勢必要為生活去經營、去操心；為生活經營操心，他就不能專心教學，就不能專心讀書。我們希望他專心讀書，專心來教學，因此對於他生活上必須要照顧。一個有學問的人，他的生活不會奢侈，都是過一種很清淡的生活，並不需要多少，讓他自己身心能夠安穩，專心的來教導一方。所以師長一定要奉事，你不奉事他，他只好離開這個地方，到別的地方去了。哪個地方有人照顧他，他就會在那裡教化一方，這個是一點都不假的。如果他不到別的地方去，那他只好去做生意、做買賣，或者去做別的工作去了，他不能教書了，不能專心教學，這是一個地方上莫大的損失。"
    },
    {
      "id": "02-001-0039_p0023",
      "zh_CN": "『无有虚伪谄曲之心』，这个就是《维摩经》上所讲的「直心是道场」，培养我们真诚之心。我们在日常生活当中，处事待人接物都要用真心、用至诚心，绝对没有谄伪，没有委曲婉转，这是修道的大根大本，也是菩提心的本体，菩提心的本体是直心、是至诚心，这一句就是直心跟至诚心。到这地方是一个小段。",
      "zh_TW": "『無有虛偽諂曲之心』，這個就是《維摩經》上所講的「直心是道場」，培養我們真誠之心。我們在日常生活當中，處事待人接物都要用真心、用至誠心，絕對沒有諂偽，沒有委曲婉轉，這是修道的大根大本，也是菩提心的本體，菩提心的本體是直心、是至誠心，這一句就是直心跟至誠心。到這地方是一個小段。"
    }
  ]
}