{
  "doc_id": "02-001-0018",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—一切诸佛所护念经",
    "zh_TW": "無量壽經（一次宣講）—一切諸佛所護念經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0018",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "02-001-0018_p0001",
      "zh_CN": "请掀开经本，第十一面第一行：",
      "zh_TW": "請掀開經本，第十一面第一行："
    },
    {
      "id": "02-001-0018_p0002",
      "zh_CN": "【咸共遵修普贤大士之德。具足无量行愿。安住一切功德法中。】",
      "zh_TW": "【咸共遵修普賢大士之德。具足無量行願。安住一切功德法中。】"
    },
    {
      "id": "02-001-0018_p0003",
      "zh_CN": "从这一句看起。这一段叹德，主要的是说明无量寿会中这一些比丘、罗汉、菩萨们，没有一个不是修学普贤菩萨十大愿王，这是在这部经的开端就明白的为我们指示出来。由此可知，修学念佛法门的同修，我们对于普贤十愿是不能够忽略的，一定要努力来修学。「十大愿」上一次跟诸位说过了，这个十愿与普通我们所常说的四弘誓愿，以及本经阿弥陀佛在因地里面所发的四十八愿，这个都非常非常的重要。我们不但要牢牢的把它记住，而且还要尽力去把它做到。真正求生净土的人，务必要与阿弥陀佛同心、同愿、同解、同行，那么这个人决定是上品上生。所以我们修学这个法门，要向这个方向去努力。",
      "zh_TW": "從這一句看起。這一段歎德，主要的是說明無量壽會中這一些比丘、羅漢、菩薩們，沒有一個不是修學普賢菩薩十大願王，這是在這部經的開端就明白的為我們指示出來。由此可知，修學念佛法門的同修，我們對於普賢十願是不能夠忽略的，一定要努力來修學。「十大願」上一次跟諸位說過了，這個十願與普通我們所常說的四弘誓願，以及本經阿彌陀佛在因地裡面所發的四十八願，這個都非常非常的重要。我們不但要牢牢的把它記住，而且還要盡力去把它做到。真正求生淨土的人，務必要與阿彌陀佛同心、同願、同解、同行，那麼這個人決定是上品上生。所以我們修學這個法門，要向這個方向去努力。"
    },
    {
      "id": "02-001-0018_p0004",
      "zh_CN": "如何把这四点统统做到？那就除了持名念佛之外，要念经。念经的目的在哪里？念经的目的就是同解、同愿、同行，我们自己的见解、思想、观念、日常的行持，展开这部经卷跟它对照对照，哪几句我已经做到了，哪些我还没有做到。已经做到了的要问一问，我做到了几成，这个很重要。你做到的成分愈多，百分之百的做到了，那你简直就跟阿弥陀佛没有两样。所以修行要在这上面下功夫，这是不可以不知道的。",
      "zh_TW": "如何把這四點統統做到？那就除了持名念佛之外，要念經。念經的目的在哪裡？念經的目的就是同解、同願、同行，我們自己的見解、思想、觀念、日常的行持，展開這部經卷跟它對照對照，哪幾句我已經做到了，哪些我還沒有做到。已經做到了的要問一問，我做到了幾成，這個很重要。你做到的成分愈多，百分之百的做到了，那你簡直就跟阿彌陀佛沒有兩樣。所以修行要在這上面下功夫，這是不可以不知道的。"
    },
    {
      "id": "02-001-0018_p0005",
      "zh_CN": "四弘誓愿是导归极乐，是为我们这一章经的纲领，是这一章经的宗旨，所以里面就具足无量的行愿，展开来就是诸佛菩萨在因地当中所修的万德万行。『安住一切功德法中』，这个地方讲的「一切功德」，就是指如来果地无尽的功德。我们要怎样叫自己安住在如来果地的功德法中？就是像我刚才所说的，我们与阿弥陀佛、与十方一切如来，同心、同愿、同解、同行，这就是安住在一切功德法中了，这是自己成就。自己成就之后，一定要去帮助别人，要帮助别人成佛，要帮助别人快快的成佛，这一点很重要。",
      "zh_TW": "四弘誓願是導歸極樂，是為我們這一章經的綱領，是這一章經的宗旨，所以裡面就具足無量的行願，展開來就是諸佛菩薩在因地當中所修的萬德萬行。『安住一切功德法中』，這個地方講的「一切功德」，就是指如來果地無盡的功德。我們要怎樣叫自己安住在如來果地的功德法中？就是像我剛才所說的，我們與阿彌陀佛、與十方一切如來，同心、同願、同解、同行，這就是安住在一切功德法中了，這是自己成就。自己成就之後，一定要去幫助別人，要幫助別人成佛，要幫助別人快快的成佛，這一點很重要。"
    },
    {
      "id": "02-001-0018_p0006",
      "zh_CN": "成佛的法门多，方法门道多，这里头有快的、有慢的，我们希望走一条最快速的道路。我今天也听说，我还是头一次听说，说有许许多多人对我们这个净土法门有误会。像现在年轻人学佛好高骛远，说要求新、求变、求快速，我今天听到的。我听到了，有很大的感慨，为什么？他求新，他没有能够得到新；求变，他又变不了；求速，反而慢了，这三条都达不到。我们念佛人，这三条统统做到了。我们修学这个法门就是求新，儒家教学「苟日新，日日新」，日新又新，我们确实是如此，我们一年比一年新，这就是进步。我们往这个菩提道，往西方极乐世界的道路，一天比一天接近，这是新。我们距离六道轮回是一天比一天远，我们求的是这个新。我们天天也在变，我们是变凡成圣，真的在变，变烦恼成菩提，我们烦恼天天少了，智慧天天增长了，这个就是变，我们在这变这个。我们的速度、我们的觉悟天天在加快，这个就是速。信心具足，信心清净，所以我们所求的，实在讲是依戒定慧、依四弘誓愿修净土法门。底下看看这些菩萨们的行持，这都是我们要学习的。",
      "zh_TW": "成佛的法門多，方法門道多，這裡頭有快的、有慢的，我們希望走一條最快速的道路。我今天也聽說，我還是頭一次聽說，說有許許多多人對我們這個淨土法門有誤會。像現在年輕人學佛好高騖遠，說要求新、求變、求快速，我今天聽到的。我聽到了，有很大的感慨，為什麼？他求新，他沒有能夠得到新；求變，他又變不了；求速，反而慢了，這三條都達不到。我們念佛人，這三條統統做到了。我們修學這個法門就是求新，儒家教學「苟日新，日日新」，日新又新，我們確實是如此，我們一年比一年新，這就是進步。我們往這個菩提道，往西方極樂世界的道路，一天比一天接近，這是新。我們距離六道輪迴是一天比一天遠，我們求的是這個新。我們天天也在變，我們是變凡成聖，真的在變，變煩惱成菩提，我們煩惱天天少了，智慧天天增長了，這個就是變，我們在這變這個。我們的速度、我們的覺悟天天在加快，這個就是速。信心具足，信心清淨，所以我們所求的，實在講是依戒定慧、依四弘誓願修淨土法門。底下看看這些菩薩們的行持，這都是我們要學習的。"
    },
    {
      "id": "02-001-0018_p0007",
      "zh_CN": "【游步十方。行权方便。入佛法藏。究竟彼岸。】",
      "zh_TW": "【遊步十方。行權方便。入佛法藏。究竟彼岸。】"
    },
    {
      "id": "02-001-0018_p0008",
      "zh_CN": "这四句完全含摄了净土法门。『游步十方』，这是讲十方诸佛刹土。这些菩萨们，前面跟大家说过，比丘也好，罗汉也好，菩萨也好，连这些贤护等十六正士在家菩萨，全都是过去已经往生西方极乐世界的。到了西方极乐世界，他们的悲愿深重，还没有成佛，他就要到十方世界去教化众生了，这是大悲愿力特别的殊胜。不仅仅到我们这个世界来，他哪个世界都去，十方诸佛刹土他哪里都去，去干什么？去宣扬净土法门。『行权方便』，善巧方便，接引众生。『入佛法藏，究竟彼岸』，「入」就是证，可见得这些人统统都是已经证得佛法藏（就是一乘果海），所以这些人都是等觉菩萨。我们看到比丘、罗汉，实际上都是这些大菩萨来示现的，好像唱戏，演、扮装这个角色，并不是真正的比丘，不是真正的罗汉，真正的都是「入佛法藏，究竟彼岸」，这个究竟彼岸就是念佛成佛，我们一定要明白这个道理。",
      "zh_TW": "這四句完全含攝了淨土法門。『遊步十方』，這是講十方諸佛剎土。這些菩薩們，前面跟大家說過，比丘也好，羅漢也好，菩薩也好，連這些賢護等十六正士在家菩薩，全都是過去已經往生西方極樂世界的。到了西方極樂世界，他們的悲願深重，還沒有成佛，他就要到十方世界去教化眾生了，這是大悲願力特別的殊勝。不僅僅到我們這個世界來，他哪個世界都去，十方諸佛剎土他哪裡都去，去幹什麼？去宣揚淨土法門。『行權方便』，善巧方便，接引眾生。『入佛法藏，究竟彼岸』，「入」就是證，可見得這些人統統都是已經證得佛法藏（就是一乘果海），所以這些人都是等覺菩薩。我們看到比丘、羅漢，實際上都是這些大菩薩來示現的，好像唱戲，演、扮裝這個角色，並不是真正的比丘，不是真正的羅漢，真正的都是「入佛法藏，究竟彼岸」，這個究竟彼岸就是念佛成佛，我們一定要明白這個道理。"
    },
    {
      "id": "02-001-0018_p0009",
      "zh_CN": "我们在《华严》上看，十地菩萨不离念佛，从初地到等觉，我们通常讲十地，是包括这十一地。初地以上他修什么法门？统统都是修念佛法门，与《观经》上跟我们讲的原理「是心是佛，是心作佛」，他是百分之百的做到了。在地前（十地以前），他还修无量的法门，什么法门都修；登了地了，他什么都不修了，只修一个念佛法门，从初地到成佛。我们现在是一下手、一开端，我们就念佛，就跟初地菩萨修行的方法一模一样，这个不得了，绝不是普通人能够做得到的。所以这样的人就是经上讲的，像蕅益大师所说的，这个人他这一生成佛的机会到了，这个太难得了。成佛的机会到了，他才相信，他才愿意念佛。他修什么法门？修地上菩萨的法门，不修别的法门，这是心作佛了。我们明白这个道理就得死心塌地的来修学，决定不改变，叫一门深入。这部经我们这一生受用不尽，这部经是一切经的归宿、一切经的纲领，《华严》、《法华》都不出本经，实在讲是无上稀有的法宝。我们今天能轻易得到，所以你不晓得宝贵，你得到得太容易了，你不晓得这宝贵。你要真正识货认识它了，你才会珍惜它，这是无量劫以来稀有难得的一天，你得到！",
      "zh_TW": "我們在《華嚴》上看，十地菩薩不離念佛，從初地到等覺，我們通常講十地，是包括這十一地。初地以上他修什麼法門？統統都是修念佛法門，與《觀經》上跟我們講的原理「是心是佛，是心作佛」，他是百分之百的做到了。在地前（十地以前），他還修無量的法門，什麼法門都修；登了地了，他什麼都不修了，只修一個念佛法門，從初地到成佛。我們現在是一下手、一開端，我們就念佛，就跟初地菩薩修行的方法一模一樣，這個不得了，絕不是普通人能夠做得到的。所以這樣的人就是經上講的，像蕅益大師所說的，這個人他這一生成佛的機會到了，這個太難得了。成佛的機會到了，他才相信，他才願意念佛。他修什麼法門？修地上菩薩的法門，不修別的法門，這是心作佛了。我們明白這個道理就得死心塌地的來修學，決定不改變，叫一門深入。這部經我們這一生受用不盡，這部經是一切經的歸宿、一切經的綱領，《華嚴》、《法華》都不出本經，實在講是無上稀有的法寶。我們今天能輕易得到，所以你不曉得寶貴，你得到得太容易了，你不曉得這寶貴。你要真正識貨認識它了，你才會珍惜它，這是無量劫以來稀有難得的一天，你得到！"
    },
    {
      "id": "02-001-0018_p0010",
      "zh_CN": "【愿于无量世界成等正觉。】",
      "zh_TW": "【願於無量世界成等正覺。】"
    },
    {
      "id": "02-001-0018_p0011",
      "zh_CN": "这是讲这些菩萨们，这些菩萨们已经入佛法藏，究竟彼岸。换句话，这两句话是对什么人说的？对于圆教等觉菩萨说的。前面所说的那些人统统都是这种境界的人，因此他们有资格以佛的身分去度化众生。就像《普门品》所说的，「应以佛身得度者，即现佛身而为说法」，他可以用佛的身分出现在世间，可以示现藏教的佛，可以示现通教的佛，可以示现别教的佛，他有这个能力。下面我们所看的，他示现的什么样的佛？他示现的是藏教的佛，怎么晓得？底下讲八相成道，这个八相成道就是藏教的佛。",
      "zh_TW": "這是講這些菩薩們，這些菩薩們已經入佛法藏，究竟彼岸。換句話，這兩句話是對什麼人說的？對於圓教等覺菩薩說的。前面所說的那些人統統都是這種境界的人，因此他們有資格以佛的身分去度化眾生。就像《普門品》所說的，「應以佛身得度者，即現佛身而為說法」，他可以用佛的身分出現在世間，可以示現藏教的佛，可以示現通教的佛，可以示現別教的佛，他有這個能力。下面我們所看的，他示現的什麼樣的佛？他示現的是藏教的佛，怎麼曉得？底下講八相成道，這個八相成道就是藏教的佛。"
    },
    {
      "id": "02-001-0018_p0012",
      "zh_CN": "【舍兜率。降王宫。】",
      "zh_TW": "【捨兜率。降王宮。】"
    },
    {
      "id": "02-001-0018_p0013",
      "zh_CN": "『舍兜率』就是降生。补处菩萨住在兜率内院，释迦牟尼佛所示现的也是这个样子，弥勒菩萨示现的也是这个样子，弥勒菩萨现在住在兜率天内院。兜率天的寿命是四千岁，他那个四千岁跟我们人间的算法不一样，兜率天的一天是我们人间四百年，也算一年三百六十天，这样算四千岁，你们自己去算算这个算术。所以《弥勒下生经》里面讲，弥勒菩萨什么时候到我们这个世间来成佛？五十六亿万年以后，就是这个算法。五十六亿万年是兜率天的四千岁，他从兜率天降生到我们这个世界上来。所以这个五十六亿万年是这么来的，这个诸位一定要晓得。现在一贯道他们强调的说现在弥勒菩萨已经掌天盘了，这是胡说，决定没有根据的。忉利天一天是我们人间一百年，往上去是倍倍增加，所以夜摩天一天是我们人间的两百年，加一倍；兜率天就是我们人间的四百年，它又加了一倍。所以说是弥勒菩萨现在就成佛，没这个道理，佛经里头找不到这种说法，这是大家一定要明了，不要听信谣言，这是误了自已。",
      "zh_TW": "『捨兜率』就是降生。補處菩薩住在兜率內院，釋迦牟尼佛所示現的也是這個樣子，彌勒菩薩示現的也是這個樣子，彌勒菩薩現在住在兜率天內院。兜率天的壽命是四千歲，他那個四千歲跟我們人間的算法不一樣，兜率天的一天是我們人間四百年，也算一年三百六十天，這樣算四千歲，你們自己去算算這個算術。所以《彌勒下生經》裡面講，彌勒菩薩什麼時候到我們這個世間來成佛？五十六億萬年以後，就是這個算法。五十六億萬年是兜率天的四千歲，他從兜率天降生到我們這個世界上來。所以這個五十六億萬年是這麼來的，這個諸位一定要曉得。現在一貫道他們強調的說現在彌勒菩薩已經掌天盤了，這是胡說，決定沒有根據的。忉利天一天是我們人間一百年，往上去是倍倍增加，所以夜摩天一天是我們人間的兩百年，加一倍；兜率天就是我們人間的四百年，它又加了一倍。所以說是彌勒菩薩現在就成佛，沒這個道理，佛經裡頭找不到這種說法，這是大家一定要明瞭，不要聽信謠言，這是誤了自已。"
    },
    {
      "id": "02-001-0018_p0014",
      "zh_CN": "『降王宫』，佛出现都是出现在王宫里面，这个用意相当之深，用意相当深。世间人所追求的都是名利，所以佛出现在世间是告诉大家，你们所求不到的，我统统都具足，统统具足了，我不要，出家了。所以佛决定要生在帝王之家，他不会生在乞丐之家。生在乞丐之家，人家说他为什么出家？他没饭吃。生在帝王之家，他要不出家就做国王，大家就会想想，做国王是富有四海，贵为天子，他为什么不要，他去出家去，那这个出家一定比帝王还要殊胜。所以这一示现，就叫人去反省，修道胜过世间的富贵，绝不是世间富贵所能够相比的，所以佛菩萨多半都是生在帝王之家。这一句里面就是托胎、出生，这句里面包括八相成道里面的第二、第三；第一个是降生，第二是托胎，第三个是出生，出生在王宫。",
      "zh_TW": "『降王宮』，佛出現都是出現在王宮裡面，這個用意相當之深，用意相當深。世間人所追求的都是名利，所以佛出現在世間是告訴大家，你們所求不到的，我統統都具足，統統具足了，我不要，出家了。所以佛決定要生在帝王之家，他不會生在乞丐之家。生在乞丐之家，人家說他為什麼出家？他沒飯吃。生在帝王之家，他要不出家就做國王，大家就會想想，做國王是富有四海，貴為天子，他為什麼不要，他去出家去，那這個出家一定比帝王還要殊勝。所以這一示現，就叫人去反省，修道勝過世間的富貴，絕不是世間富貴所能夠相比的，所以佛菩薩多半都是生在帝王之家。這一句裡面就是托胎、出生，這句裡面包括八相成道裡面的第二、第三；第一個是降生，第二是托胎，第三個是出生，出生在王宮。"
    },
    {
      "id": "02-001-0018_p0015",
      "zh_CN": "【弃位出家。】",
      "zh_TW": "【棄位出家。】"
    },
    {
      "id": "02-001-0018_p0016",
      "zh_CN": "这个『位』就是帝王之位，他不要了，他要去出家了。这一句是第四相，出家。底下这几句还是这个意思。",
      "zh_TW": "這個『位』就是帝王之位，他不要了，他要去出家了。這一句是第四相，出家。底下這幾句還是這個意思。"
    },
    {
      "id": "02-001-0018_p0017",
      "zh_CN": "【苦行学道。】",
      "zh_TW": "【苦行學道。】"
    },
    {
      "id": "02-001-0018_p0018",
      "zh_CN": "释迦牟尼佛出家之后是到处参学，世间法、出世间法统统都学习。学遍了，这才示现的告诉大家，所学的都不管用，都不能解决问题。什么问题？生老病死，解决不了这个问题。这就是告诉一些宗教徒，当时在印度这些外道，都是些印度的宗教，告诉他们，你们那些方法我统统都学过了，不行，解决不了问题。这才到雪山去苦行，喜马拉雅山修苦行。通常一般修行人苦行是三年，要修三年苦行，释迦牟尼佛加一倍，修六年的苦行。为什么加一倍？这也是告诉大家，苦行也解决不了问题，这才修了六年，舍弃苦行到菩提树下，再示现成道。",
      "zh_TW": "釋迦牟尼佛出家之後是到處參學，世間法、出世間法統統都學習。學遍了，這才示現的告訴大家，所學的都不管用，都不能解決問題。什麼問題？生老病死，解決不了這個問題。這就是告訴一些宗教徒，當時在印度這些外道，都是些印度的宗教，告訴他們，你們那些方法我統統都學過了，不行，解決不了問題。這才到雪山去苦行，喜馬拉雅山修苦行。通常一般修行人苦行是三年，要修三年苦行，釋迦牟尼佛加一倍，修六年的苦行。為什麼加一倍？這也是告訴大家，苦行也解決不了問題，這才修了六年，捨棄苦行到菩提樹下，再示現成道。"
    },
    {
      "id": "02-001-0018_p0019",
      "zh_CN": "【作斯示现。顺世间故。】",
      "zh_TW": "【作斯示現。順世間故。】"
    },
    {
      "id": "02-001-0018_p0020",
      "zh_CN": "这就是顺一般修行求道人的看法、想法，如果释迦牟尼佛不这样做法，大家对于他的成就不能信任。好像一般宗教徒都是经过苦行，都是经过参访，那么他也照办照做，做得比你还要认真，时间比你还要长，然后再告诉你那个法子不行，那大家没有话说。你如果没有去做，你要是否定别人，人家不服。他统统都做到，比一般人做得还要彻底，这个就是『顺世间故』。",
      "zh_TW": "這就是順一般修行求道人的看法、想法，如果釋迦牟尼佛不這樣做法，大家對於他的成就不能信任。好像一般宗教徒都是經過苦行，都是經過參訪，那麼他也照辦照做，做得比你還要認真，時間比你還要長，然後再告訴你那個法子不行，那大家沒有話說。你如果沒有去做，你要是否定別人，人家不服。他統統都做到，比一般人做得還要徹底，這個就是『順世間故』。"
    },
    {
      "id": "02-001-0018_p0021",
      "zh_CN": "【以定慧力。降伏魔怨。】",
      "zh_TW": "【以定慧力。降伏魔怨。】"
    },
    {
      "id": "02-001-0018_p0022",
      "zh_CN": "这一句就是降魔，是第五种相。『魔怨』就是这个世间五欲六尘的诱惑。「魔」是折磨，就是障碍，妨碍你，不让你很顺利的去成就；「怨」是冤家。冤家说实在话，就是我们平常在言语态度上得罪了人，你跟人结了冤仇了。如果这个人报复的心非常强烈，这就变成你的冤家。这个冤家不止一生结的，我们过去生中生生世世，不晓得跟多少众生结下了冤仇。这些人决定是你的障碍，他要来报复你，他要来破坏你，怎么办？你必须有定、有慧才能够应付得了。你有智慧、你有定力，这才能够顺利通过这些难关。",
      "zh_TW": "這一句就是降魔，是第五種相。『魔怨』就是這個世間五欲六塵的誘惑。「魔」是折磨，就是障礙，妨礙你，不讓你很順利的去成就；「怨」是冤家。冤家說實在話，就是我們平常在言語態度上得罪了人，你跟人結了冤仇了。如果這個人報復的心非常強烈，這就變成你的冤家。這個冤家不止一生結的，我們過去生中生生世世，不曉得跟多少眾生結下了冤仇。這些人決定是你的障礙，他要來報復你，他要來破壞你，怎麼辦？你必須有定、有慧才能夠應付得了。你有智慧、你有定力，這才能夠順利通過這些難關。"
    },
    {
      "id": "02-001-0018_p0023",
      "zh_CN": "在释迦牟尼成佛的时候，佛在菩提树下，在修禅定，天魔外道都来了，威胁利诱，种种手段来诱惑释迦牟尼佛。我们以释迦牟尼佛做例子，他们这些人统统都是这种方式，威胁利诱。佛是如如不动，决定不动摇，决定不动心，那魔就没有法子，只好自己离开。所以诸位要晓得，俗话说「见怪不怪，其怪自败」，那个怪只好走了，他对你无可奈何。因为现在这个年头怪事太多了，到处看到什么神通感应，那是怪事。这都是迷惑众生的，这都是魔怨，凡是有这个统统是魔怨。你见到佛了，那个佛也许是魔变的，因为你喜欢佛、你敬佛，魔就变一个佛来诱惑你，这个事情很麻烦。",
      "zh_TW": "在釋迦牟尼成佛的時候，佛在菩提樹下，在修禪定，天魔外道都來了，威脅利誘，種種手段來誘惑釋迦牟尼佛。我們以釋迦牟尼佛做例子，他們這些人統統都是這種方式，威脅利誘。佛是如如不動，決定不動搖，決定不動心，那魔就沒有法子，只好自己離開。所以諸位要曉得，俗話說「見怪不怪，其怪自敗」，那個怪只好走了，他對你無可奈何。因為現在這個年頭怪事太多了，到處看到什麼神通感應，那是怪事。這都是迷惑眾生的，這都是魔怨，凡是有這個統統是魔怨。你見到佛了，那個佛也許是魔變的，因為你喜歡佛、你敬佛，魔就變一個佛來誘惑你，這個事情很麻煩。"
    },
    {
      "id": "02-001-0018_p0024",
      "zh_CN": "因此我们修净土这个法门，我们依法，不依神通、不依感应。纵有感应也不当作一回事情，也不理会它，见如不见，闻如不闻，我们心清净。说依法就是依经典，要把经典里面每一句话都要做到，这个就是依经典。我们现在能做到的，我们统统要做到；我们不能做到的，我们有这个愿望，将来自己有这个能力、有这种智慧，我们必定会兑现的。所以唯有定慧能降伏这些妖魔鬼怪，妖魔鬼怪再多，他对你也是无可奈何。",
      "zh_TW": "因此我們修淨土這個法門，我們依法，不依神通、不依感應。縱有感應也不當作一回事情，也不理會它，見如不見，聞如不聞，我們心清淨。說依法就是依經典，要把經典裡面每一句話都要做到，這個就是依經典。我們現在能做到的，我們統統要做到；我們不能做到的，我們有這個願望，將來自己有這個能力、有這種智慧，我們必定會兌現的。所以唯有定慧能降伏這些妖魔鬼怪，妖魔鬼怪再多，他對你也是無可奈何。"
    },
    {
      "id": "02-001-0018_p0025",
      "zh_CN": "【得微妙法。成最正觉。】",
      "zh_TW": "【得微妙法。成最正覺。】"
    },
    {
      "id": "02-001-0018_p0026",
      "zh_CN": "这一句就是第六种相成道，示现成佛，成佛是『得微妙法』。「微妙法」是什么？就是实相妙理，禅家所讲的明心见性，这个得微妙法就是明心见性；在我们念佛法门里面讲就是理一心不乱，理一心不乱就是得微妙法。『成最正觉』，释迦牟尼佛当年在菩提树下夜睹明星，豁然大悟，就是入这个境界，这个都是示现的。",
      "zh_TW": "這一句就是第六種相成道，示現成佛，成佛是『得微妙法』。「微妙法」是什麼？就是實相妙理，禪家所講的明心見性，這個得微妙法就是明心見性；在我們念佛法門裡面講就是理一心不亂，理一心不亂就是得微妙法。『成最正覺』，釋迦牟尼佛當年在菩提樹下夜睹明星，豁然大悟，就是入這個境界，這個都是示現的。"
    },
    {
      "id": "02-001-0018_p0027",
      "zh_CN": "【天人归仰。请转法轮。常以法音。觉诸世间。破烦恼城。坏诸欲堑。洗濯垢污。显明清白。】",
      "zh_TW": "【天人歸仰。請轉法輪。常以法音。覺諸世間。破煩惱城。壞諸欲塹。洗濯垢污。顯明清白。】"
    },
    {
      "id": "02-001-0018_p0028",
      "zh_CN": "向下这很长的一段文都是说『转法轮』，转法轮的意思就是讲经说法，教化众生，就是这个意思。佛法你看在三千年前它也讲标志，它有个标志。佛门里面的标志就是法轮，用法轮做标志，或者用莲花，或者用卍字，但是用法轮的是最普遍、最多，莲花也是一样。法轮就是代表佛法，「轮」这个相非常的微妙，在一切形像里面唯有这个相能够代表空有不二，所以它代表的意义很圆满。圆有个心，心有没有？不能说它没有，也不能说它有。你说有，找不到；说没有，理上讲不通，所以心是空，外面的周是有。像《心经》里面讲的空，空就是圆心，色就是圆周，「色不异空，空不异色；色即是空，空即是色」，这个圆能够表示出来。心是本体，就是真如本性，代表这个。圆周代表相、代表作用，从体现相，从体起用，所以它代表这个意义。佛所说的一切法、所讲的一切经，离不开这个意思，都是给我们说明宇宙的体相作用，宇宙人生的体相作用，这就是佛法所说的内容。所以用法轮，用这个轮相来代表。",
      "zh_TW": "向下這很長的一段文都是說『轉法輪』，轉法輪的意思就是講經說法，教化眾生，就是這個意思。佛法你看在三千年前它也講標誌，它有個標誌。佛門裡面的標誌就是法輪，用法輪做標誌，或者用蓮花，或者用卍字，但是用法輪的是最普遍、最多，蓮花也是一樣。法輪就是代表佛法，「輪」這個相非常的微妙，在一切形像裡面唯有這個相能夠代表空有不二，所以它代表的意義很圓滿。圓有個心，心有沒有？不能說它沒有，也不能說它有。你說有，找不到；說沒有，理上講不通，所以心是空，外面的周是有。像《心經》裡面講的空，空就是圓心，色就是圓周，「色不異空，空不異色；色即是空，空即是色」，這個圓能夠表示出來。心是本體，就是真如本性，代表這個。圓周代表相、代表作用，從體現相，從體起用，所以它代表這個意義。佛所說的一切法、所講的一切經，離不開這個意思，都是給我們說明宇宙的體相作用，宇宙人生的體相作用，這就是佛法所說的內容。所以用法輪，用這個輪相來代表。"
    },
    {
      "id": "02-001-0018_p0029",
      "zh_CN": "轮的作用一定是转动，如果轮要不转了，那就没有用处。像我们今天科技进步，靠什么来带动？都是靠这个轮。你们从家里到讲堂来，车轮要不转，你就不能来了，都得要靠它在转、靠它在动，所以轮它的作用就是转动。相在动，性不动，它这个圆心不动。所以从圆心上来说，从你家到此地来，不来不去，它没有动，它没有来去；相上有来去，性里头没有来去，所以你细细体会这个味道。相有性空，但是那个相有是从性空里面变现出来的，因此那个有即非有。你要把这个有当作真有，那你是迷了、错了。有不是真有，有，佛法讲「妙有」，这个妙就是假的，不是真的，假的，它有相，它有作用。",
      "zh_TW": "輪的作用一定是轉動，如果輪要不轉了，那就沒有用處。像我們今天科技進步，靠什麼來帶動？都是靠這個輪。你們從家裡到講堂來，車輪要不轉，你就不能來了，都得要靠它在轉、靠它在動，所以輪它的作用就是轉動。相在動，性不動，它這個圓心不動。所以從圓心上來說，從你家到此地來，不來不去，它沒有動，它沒有來去；相上有來去，性裡頭沒有來去，所以你細細體會這個味道。相有性空，但是那個相有是從性空裡面變現出來的，因此那個有即非有。你要把這個有當作真有，那你是迷了、錯了。有不是真有，有，佛法講「妙有」，這個妙就是假的，不是真的，假的，它有相，它有作用。"
    },
    {
      "id": "02-001-0018_p0030",
      "zh_CN": "现代科学进步，对于这个事实的真相是更容易明了了。现在科学家眼睛里面看到这个宇宙之间森罗万象，他晓得这些东西没有什么奇妙的，都是一堆一堆的那些原子、电子、中子、核子，都是这些东西，除了这个东西之外还有什么？没有了。再深入一观察，那是更细微了，现在所谓是波动，所谓是能量，那个就是色即是空，所有物质统统是空的，绝不是真实的。我们凡夫不晓得事实真相，在这些迷惑颠倒，起分别、起执着，在那里打妄想，这个亏就吃大了。",
      "zh_TW": "現代科學進步，對於這個事實的真相是更容易明瞭了。現在科學家眼睛裡面看到這個宇宙之間森羅萬象，他曉得這些東西沒有什麼奇妙的，都是一堆一堆的那些原子、電子、中子、核子，都是這些東西，除了這個東西之外還有什麼？沒有了。再深入一觀察，那是更細微了，現在所謂是波動，所謂是能量，那個就是色即是空，所有物質統統是空的，絕不是真實的。我們凡夫不曉得事實真相，在這些迷惑顛倒，起分別、起執著，在那裡打妄想，這個虧就吃大了。"
    },
    {
      "id": "02-001-0018_p0031",
      "zh_CN": "佛菩萨讲经说法告诉我们事实的真相。佛说法，说法是非常尊重的一桩大事，这不是随随便便的，一定要有人启请。佛证得这样的微妙法，就是对于宇宙人生的真相他彻底明白了。谁知道？没有人知道，没有人认识，那就没有人启请。没有人启请，佛一成佛了，他就入灭了，他就入大涅槃。所以这个时候，一定要有人启请，请佛讲经说法，请佛住世。当然我们人间没有这种能力的人，不认识的，好在净居天人他们知道。净居天就是四禅五不还天的那些修道的人，三果罗汉斯陀含都是在五不还天里面修行，他们知道，他们晓得释迦牟尼佛成佛。所以这些人下来，来启请，请佛转法轮。佛有人请，当然他就不会入灭了，他也就答应了，这就是『天人归仰，请转法轮』。",
      "zh_TW": "佛菩薩講經說法告訴我們事實的真相。佛說法，說法是非常尊重的一樁大事，這不是隨隨便便的，一定要有人啟請。佛證得這樣的微妙法，就是對於宇宙人生的真相他徹底明白了。誰知道？沒有人知道，沒有人認識，那就沒有人啟請。沒有人啟請，佛一成佛了，他就入滅了，他就入大涅槃。所以這個時候，一定要有人啟請，請佛講經說法，請佛住世。當然我們人間沒有這種能力的人，不認識的，好在淨居天人他們知道。淨居天就是四禪五不還天的那些修道的人，三果羅漢斯陀含都是在五不還天裡面修行，他們知道，他們曉得釋迦牟尼佛成佛。所以這些人下來，來啟請，請佛轉法輪。佛有人請，當然他就不會入滅了，他也就答應了，這就是『天人歸仰，請轉法輪』。"
    },
    {
      "id": "02-001-0018_p0032",
      "zh_CN": "『常以法音，觉诸世间』，这就是佛讲经说法的宗旨所在。佛为什么要讲经？目的就在此地，是要叫一切世间人觉悟。这个「世间」有凡夫世间，我们这些凡人，六道凡夫，这是世间；除这些凡夫之外，这些阿罗汉、辟支佛、菩萨也叫世间，叫做「知正觉世间」。他们虽然觉悟了，觉悟得不圆满、不彻底、不究竟，所以还是要佛来讲经说法，来教化他们。",
      "zh_TW": "『常以法音，覺諸世間』，這就是佛講經說法的宗旨所在。佛為什麼要講經？目的就在此地，是要叫一切世間人覺悟。這個「世間」有凡夫世間，我們這些凡人，六道凡夫，這是世間；除這些凡夫之外，這些阿羅漢、辟支佛、菩薩也叫世間，叫做「知正覺世間」。他們雖然覺悟了，覺悟得不圓滿、不徹底、不究竟，所以還是要佛來講經說法，來教化他們。"
    },
    {
      "id": "02-001-0018_p0033",
      "zh_CN": "那么在本经，我们前面在玄谈上说过，这部经是「如来称性极谈」，如来正说，这个意思很要紧、很要紧，为什么？称性极谈，换句话说，佛所证得究竟圆满的境界为我们说出来，一丝毫隐瞒都没有。也就是说，佛所证得的百分之百的为我们说出来，不像说其他的经典，其他经典里头都有打折扣的，没有百分之百的说出来，唯独这部经是百分之百的说出来，一点折扣都没有。正说那就是主要所讲的。佛示现在这个世间要讲什么法门？就是讲这部经。其他一切经可以说是附带说的，不是正说，连《华严》、《法华》都不算正说。你看《华严》、《法华》到最后都劝你念佛求生净土，拐弯抹角到后来劝你干这个。这部经是自始至终完全讲西方净土，所以它是正说。我们也可以说，三藏十二部经典，所有一切法门好像都是这部经的序分，引导你、诱导你的，这部经就是一大藏教的正宗分，主题在这个地方，你才晓得这个法门之可贵。",
      "zh_TW": "那麼在本經，我們前面在玄談上說過，這部經是「如來稱性極談」，如來正說，這個意思很要緊、很要緊，為什麼？稱性極談，換句話說，佛所證得究竟圓滿的境界為我們說出來，一絲毫隱瞞都沒有。也就是說，佛所證得的百分之百的為我們說出來，不像說其他的經典，其他經典裡頭都有打折扣的，沒有百分之百的說出來，唯獨這部經是百分之百的說出來，一點折扣都沒有。正說那就是主要所講的。佛示現在這個世間要講什麼法門？就是講這部經。其他一切經可以說是附帶說的，不是正說，連《華嚴》、《法華》都不算正說。你看《華嚴》、《法華》到最後都勸你念佛求生淨土，拐彎抹角到後來勸你幹這個。這部經是自始至終完全講西方淨土，所以它是正說。我們也可以說，三藏十二部經典，所有一切法門好像都是這部經的序分，引導你、誘導你的，這部經就是一大藏教的正宗分，主題在這個地方，你才曉得這個法門之可貴。"
    },
    {
      "id": "02-001-0018_p0034",
      "zh_CN": "「常以法音，觉诸世间」，这个法音实在讲，就是一句阿弥陀佛。这一句阿弥陀佛决定不可思议，觉悟一切世间，从六道到三乘，九法界的众生。佛用什么方法度？一句阿弥陀佛，圆圆满满的度脱了。但是这个法门实实在在是难信之法，太难信了。",
      "zh_TW": "「常以法音，覺諸世間」，這個法音實在講，就是一句阿彌陀佛。這一句阿彌陀佛決定不可思議，覺悟一切世間，從六道到三乘，九法界的眾生。佛用什麼方法度？一句阿彌陀佛，圓圓滿滿的度脫了。但是這個法門實實在在是難信之法，太難信了。"
    },
    {
      "id": "02-001-0018_p0035",
      "zh_CN": "『破烦恼城』，「城」是代表坚固，烦恼（贪、瞋、痴、慢、怀疑、恶见）。恶见是错误的见解，怀疑圣教，对于佛所讲的不能完全相信，这是大烦恼，根本烦恼。为什么？因为你怀疑，你不能完全相信，这个利益你得不到的。你不怀疑能相信，那么你这一生就成佛了；你这一怀疑、一不相信，你这一生成佛的机会当面错过。所以这个疑，谁吃亏？自己吃亏，与佛不相干。佛的经教一丝毫都没有受到损伤，伤害的是自己，佛为我们说法是破除我们的烦恼。",
      "zh_TW": "『破煩惱城』，「城」是代表堅固，煩惱（貪、瞋、痴、慢、懷疑、惡見）。惡見是錯誤的見解，懷疑聖教，對於佛所講的不能完全相信，這是大煩惱，根本煩惱。為什麼？因為你懷疑，你不能完全相信，這個利益你得不到的。你不懷疑能相信，那麼你這一生就成佛了；你這一懷疑、一不相信，你這一生成佛的機會當面錯過。所以這個疑，誰吃虧？自己吃虧，與佛不相干。佛的經教一絲毫都沒有受到損傷，傷害的是自己，佛為我們說法是破除我們的煩惱。"
    },
    {
      "id": "02-001-0018_p0036",
      "zh_CN": "由此可知，我们今天读经、讲经、研究经典，我们目的何在？目的就是断烦恼。烦恼断了，到西方极乐世界品位就增高。见思烦恼断了，就是中辈往生；尘沙、无明要是断掉了，上辈往生，上三品；如果说是见思烦恼都没有断，没有断有能力把它控制住，就是伏烦恼，这样的人就是下辈往生。我们经上讲的上中下三辈，这是本经。《观无量寿经》里面讲得很详细，讲九品，三辈每一辈里头都有九品，那个讲的就详细了。所以说是烦恼愈少，品位就愈高；烦恼愈多，品位就愈低，所以西方极乐世界三辈九品就是这样形成的。因此断烦恼是我们现前非常重要的课题，我们要认真的去修学。",
      "zh_TW": "由此可知，我們今天讀經、講經、研究經典，我們目的何在？目的就是斷煩惱。煩惱斷了，到西方極樂世界品位就增高。見思煩惱斷了，就是中輩往生；塵沙、無明要是斷掉了，上輩往生，上三品；如果說是見思煩惱都沒有斷，沒有斷有能力把它控制住，就是伏煩惱，這樣的人就是下輩往生。我們經上講的上中下三輩，這是本經。《觀無量壽經》裡面講得很詳細，講九品，三輩每一輩裡頭都有九品，那個講的就詳細了。所以說是煩惱愈少，品位就愈高；煩惱愈多，品位就愈低，所以西方極樂世界三輩九品就是這樣形成的。因此斷煩惱是我們現前非常重要的課題，我們要認真的去修學。"
    },
    {
      "id": "02-001-0018_p0037",
      "zh_CN": "『坏诸欲堑』，这个「坏」是破坏，「欲」就是欲望，财色名食睡，五欲六尘的这个欲望。这个欲望也是很大的障碍，我们在这些五欲里面患得患失，没有的想去追求，求到了又怕丢掉。你这个心永远不能安，被外面境界所转，这个人就很苦，所谓是得失的观念太重。得失是假的，不是真的，你要觉悟，你在这个世间，你一样也得不到，没有一样是你的。你要冷静的想一想，你晚上在床上一觉睡着，眼睛一闭，你想想，那个时候什么东西是你的？睡熟了，人家把你抬走了你都不晓得，没有一样是自己有的。俗话说「生不带来，死不带去」，你现在还没死，死的时候你就觉悟，没有一样东西可以带去。可是每天晚上睡熟了等于死，你每天都小死一次，你还不觉悟！没有一样是自己的，一场空！所以要觉悟。这些五欲六尘，每个人一生所享受的，都是你命里头注定的，你要不信，好好的去念念《了凡四训》，你把《了凡四训》从头到尾念上三百遍，你就会相信。一遍、两遍没有用处的，那个印象太薄弱了，读了两天就忘掉了；你念上三百遍，你一辈子不会忘掉，你就晓得「一饮一啄，莫非前定」。既然命里注定的了，你还求它干什么？命里头没有的，怎么求也求不到；命里头有的，我想不要，不要也不行，到时候还是要来，所以不需要求。",
      "zh_TW": "『壞諸欲塹』，這個「壞」是破壞，「欲」就是欲望，財色名食睡，五欲六塵的這個欲望。這個欲望也是很大的障礙，我們在這些五欲裡面患得患失，沒有的想去追求，求到了又怕丟掉。你這個心永遠不能安，被外面境界所轉，這個人就很苦，所謂是得失的觀念太重。得失是假的，不是真的，你要覺悟，你在這個世間，你一樣也得不到，沒有一樣是你的。你要冷靜的想一想，你晚上在床上一覺睡著，眼睛一閉，你想想，那個時候什麼東西是你的？睡熟了，人家把你抬走了你都不曉得，沒有一樣是自己有的。俗話說「生不帶來，死不帶去」，你現在還沒死，死的時候你就覺悟，沒有一樣東西可以帶去。可是每天晚上睡熟了等於死，你每天都小死一次，你還不覺悟！沒有一樣是自己的，一場空！所以要覺悟。這些五欲六塵，每個人一生所享受的，都是你命裡頭注定的，你要不信，好好的去念念《了凡四訓》，你把《了凡四訓》從頭到尾念上三百遍，你就會相信。一遍、兩遍沒有用處的，那個印象太薄弱了，讀了兩天就忘掉了；你念上三百遍，你一輩子不會忘掉，你就曉得「一飲一啄，莫非前定」。既然命裡注定的了，你還求它幹什麼？命裡頭沒有的，怎麼求也求不到；命裡頭有的，我想不要，不要也不行，到時候還是要來，所以不需要求。"
    },
    {
      "id": "02-001-0018_p0038",
      "zh_CN": "所以《了凡四训》真的要是接受念通了，你很快乐。为什么？你在这个世间没有得失心，你会很快乐。所以袁了凡跟云谷禅师两个对坐了三天三夜，不起一个念头，他就是相信因果报应，相信「一饮一啄，莫非前定」。我想动脑筋怎么想去求，求不到，那何必要去动这些妄念！所以他妄念没有了，他并不是修行有功夫，他是相信因果报应。所以我叫袁了凡「标准的凡夫」，我们大家连标准都不够，他才算是个标准的凡夫。所以这些欲望要把它舍掉，为什么？这些东西还是属于障碍。欲望多了，西方极乐世界去不了，到时候阿弥陀佛来接引你，你这个也舍不得，那个也放不下，那好了，这个机会就错过了。所以想到我们这一天，我们吃得饱、穿得暖，很自在，有功夫去念佛，有功夫去读经，这是人生第一大福报！明天，明天还没有到，操那个心干什么？冤枉操心，明天还没到，这样你就非常自在快乐了。",
      "zh_TW": "所以《了凡四訓》真的要是接受念通了，你很快樂。為什麼？你在這個世間沒有得失心，你會很快樂。所以袁了凡跟雲谷禪師兩個對坐了三天三夜，不起一個念頭，他就是相信因果報應，相信「一飲一啄，莫非前定」。我想動腦筋怎麼想去求，求不到，那何必要去動這些妄念！所以他妄念沒有了，他並不是修行有功夫，他是相信因果報應。所以我叫袁了凡「標準的凡夫」，我們大家連標準都不夠，他才算是個標準的凡夫。所以這些欲望要把它捨掉，為什麼？這些東西還是屬於障礙。欲望多了，西方極樂世界去不了，到時候阿彌陀佛來接引你，你這個也捨不得，那個也放不下，那好了，這個機會就錯過了。所以想到我們這一天，我們吃得飽、穿得暖，很自在，有功夫去念佛，有功夫去讀經，這是人生第一大福報！明天，明天還沒有到，操那個心幹什麼？冤枉操心，明天還沒到，這樣你就非常自在快樂了。"
    },
    {
      "id": "02-001-0018_p0039",
      "zh_CN": "『洗濯垢污，显明清白』，这两句是前面两句的效果，前面你真正断烦恼了，真正离五欲六尘了，那你心地里面的染污统统没有了，你就洗得干干净净了。这两句话如果用禅宗的话来讲，就是明心见性。「洗濯垢污」就是明心，心里面的肮脏东西统统洗干净了、显明了。「显明清白」，真如本性露出来了，就是明心见性，也是古德常讲的「迥脱根尘，灵光独耀」，这禅家讲的境界。如果就本宗来说，前面一句是都摄六根，后面这一句是净念相继，自得心开。「显明」是净念相继，「清白」是自得心开，大彻大悟，也是讲的明心见性。所以这两句讲效果。",
      "zh_TW": "『洗濯垢污，顯明清白』，這兩句是前面兩句的效果，前面你真正斷煩惱了，真正離五欲六塵了，那你心地裡面的染污統統沒有了，你就洗得乾乾淨淨了。這兩句話如果用禪宗的話來講，就是明心見性。「洗濯垢污」就是明心，心裡面的骯髒東西統統洗乾淨了、顯明了。「顯明清白」，真如本性露出來了，就是明心見性，也是古德常講的「迥脫根塵，靈光獨耀」，這禪家講的境界。如果就本宗來說，前面一句是都攝六根，後面這一句是淨念相繼，自得心開。「顯明」是淨念相繼，「清白」是自得心開，大徹大悟，也是講的明心見性。所以這兩句講效果。"
    },
    {
      "id": "02-001-0018_p0040",
      "zh_CN": "由此可知，一心不乱跟明心见性都要断烦恼、离五欲六尘才行。要说是不断烦恼、不要离五欲六尘也能成就，给诸位说，那是魔说，不是佛说。现在这个世间妖魔鬼怪太多了，密宗很盛行，为什么盛行？因为大家贪小便宜，不要断烦恼、不要离五欲六尘也能成佛，这个法门太好了，所以妖魔鬼怪就宣传这个法门，你一听很喜欢，结果你上当。将来你修，修到最后你成就了，成就什么？成就阿鼻地狱。到那个时候晓得吃亏上当了，妖魔鬼怪可不负责任，你也找不到他，他在那里欺骗你。",
      "zh_TW": "由此可知，一心不亂跟明心見性都要斷煩惱、離五欲六塵才行。要說是不斷煩惱、不要離五欲六塵也能成就，給諸位說，那是魔說，不是佛說。現在這個世間妖魔鬼怪太多了，密宗很盛行，為什麼盛行？因為大家貪小便宜，不要斷煩惱、不要離五欲六塵也能成佛，這個法門太好了，所以妖魔鬼怪就宣傳這個法門，你一聽很喜歡，結果你上當。將來你修，修到最後你成就了，成就什麼？成就阿鼻地獄。到那個時候曉得吃虧上當了，妖魔鬼怪可不負責任，你也找不到他，他在那裡欺騙你。"
    },
    {
      "id": "02-001-0018_p0041",
      "zh_CN": "所以现在这个世间密宗，可以说一万个传密的人难得一个是真正的善知识，你遇不到。你真正遇到密宗善知识，他一定叫你从戒定慧学起，一定叫你断烦恼、离五欲六尘学起，这个才是密宗真正善知识。大经注解黄念祖居士，他是密宗的金刚上师，但是他不传法。他具备金刚上师的条件，他不传法，他为什么不传法？觉得现在没有对象，没有一个人有资格学，没有对象。所以他处处劝人念佛，劝人修行，你就依靠净土三经，你这一生决定不空过。三经里面尤其重视的是《弥陀经要解》，蕅益大师，他是常常赞叹，《弥陀经要解》。这部经他做了一个很详细的注解，当然非常重要，但自己总不能赞叹自己，所以他找我，要我给他写个序，请我来赞叹他。这个是能叫一切众生得殊胜利益的，得无比的利益。",
      "zh_TW": "所以現在這個世間密宗，可以說一萬個傳密的人難得一個是真正的善知識，你遇不到。你真正遇到密宗善知識，他一定叫你從戒定慧學起，一定叫你斷煩惱、離五欲六塵學起，這個才是密宗真正善知識。大經註解黃念祖居士，他是密宗的金剛上師，但是他不傳法。他具備金剛上師的條件，他不傳法，他為什麼不傳法？覺得現在沒有對象，沒有一個人有資格學，沒有對象。所以他處處勸人念佛，勸人修行，你就依靠淨土三經，你這一生決定不空過。三經裡面尤其重視的是《彌陀經要解》，蕅益大師，他是常常讚歎，《彌陀經要解》。這部經他做了一個很詳細的註解，當然非常重要，但自己總不能讚歎自己，所以他找我，要我給他寫個序，請我來讚歎他。這個是能叫一切眾生得殊勝利益的，得無比的利益。"
    },
    {
      "id": "02-001-0018_p0042",
      "zh_CN": "以上所说的是自己有成就了，自己有了成就可别忘掉，「众生无边誓愿度」，你发了这个愿，你这个愿总要兑现，总不能说不兑现，下面就要兑现了。",
      "zh_TW": "以上所說的是自己有成就了，自己有了成就可別忘掉，「眾生無邊誓願度」，你發了這個願，你這個願總要兌現，總不能說不兌現，下面就要兌現了。"
    },
    {
      "id": "02-001-0018_p0043",
      "zh_CN": "【调众生。宣妙理。贮功德。示福田。】",
      "zh_TW": "【調眾生。宣妙理。貯功德。示福田。】"
    },
    {
      "id": "02-001-0018_p0044",
      "zh_CN": "这就是度众生。『调』是调理、调适，众生烦恼重、习气深，你要用智慧、用善巧方便来调理他，慢慢的诱他入道，慢慢的诱导他入净土法门，必须把众生诱导入到这部经，才叫究竟成就。为什么？其他的法门说老实话，一生当中很难成就，这个是千真万确的事实，很难成就。入这个法门，那这一生当中是注定要成就的，而且是不思议的成就，这一生成佛，是究竟圆满的成就，等于诸佛度众生没有两样。",
      "zh_TW": "這就是度眾生。『調』是調理、調適，眾生煩惱重、習氣深，你要用智慧、用善巧方便來調理他，慢慢的誘他入道，慢慢的誘導他入淨土法門，必須把眾生誘導入到這部經，才叫究竟成就。為什麼？其他的法門說老實話，一生當中很難成就，這個是千真萬確的事實，很難成就。入這個法門，那這一生當中是注定要成就的，而且是不思議的成就，這一生成佛，是究竟圓滿的成就，等於諸佛度眾生沒有兩樣。"
    },
    {
      "id": "02-001-0018_p0045",
      "zh_CN": "『宣妙理』，这个「妙理」要照一般讲的话，就是开示悟入，这是一般大乘法门讲的。在本经里那更有妙义，这个妙理就是本经所说的；换句话说，净土三经或者是五经一论里面所讲西方极乐世界持名念佛的法门，这是妙中之妙。『贮功德』，我们不要储蓄钱财，现在大家都喜欢储蓄钱财，把钱财看得很重；佛教给我们钱财舍掉，你去储蓄功德。说老实话，你那个钱财能不能丢得掉？丢不掉。现在这是你自己不能相信，你要相信，譬如你现在有一百万，你明天捐掉，做慈善事业舍掉，我相信不到三个月，你那个钱又回来了，不晓得从哪来的。为什么？你命里面有的，丢不掉！你命里头没有的，这个地方又倒闭了，那个地方什么贬值了，没有几天都完掉了，没有了。为什么？你命里头没有的，没有的你保不住；有的，丢不掉。所以，你明白之后就尽情去布施，慷慨大方，乐得大方。",
      "zh_TW": "『宣妙理』，這個「妙理」要照一般講的話，就是開示悟入，這是一般大乘法門講的。在本經裡那更有妙義，這個妙理就是本經所說的；換句話說，淨土三經或者是五經一論裡面所講西方極樂世界持名念佛的法門，這是妙中之妙。『貯功德』，我們不要儲蓄錢財，現在大家都喜歡儲蓄錢財，把錢財看得很重；佛教給我們錢財捨掉，你去儲蓄功德。說老實話，你那個錢財能不能丟得掉？丟不掉。現在這是你自己不能相信，你要相信，譬如你現在有一百萬，你明天捐掉，做慈善事業捨掉，我相信不到三個月，你那個錢又回來了，不曉得從哪來的。為什麼？你命裡面有的，丟不掉！你命裡頭沒有的，這個地方又倒閉了，那個地方什麼貶值了，沒有幾天都完掉了，沒有了。為什麼？你命裡頭沒有的，沒有的你保不住；有的，丟不掉。所以，你明白之後就盡情去布施，慷慨大方，樂得大方。"
    },
    {
      "id": "02-001-0018_p0046",
      "zh_CN": "我学佛三十多年来，你看这里舍掉了，没几天它又来了。来多少？就跟舍掉那个数字差不多。也没有太多，但是会多一点点，好像有一点利息一样，利息不多，有一点点。这是我三十多年当中的体验，真的丢不掉。所以见到真正是好事，我们努力去做，这是储蓄功德。因为钱财说实在话，最安全、最可靠的就是布施掉，这是你命中的财富的时候，你决定没有损失。你钱财来了，我没有用它，我还存在那个地方。存在银行靠不住，银行都会倒闭，我们台湾没有，美国银行倒闭了好多家，像美国这个经济不景气，银行都倒了，连保险公司都倒了，到后来靠不住。",
      "zh_TW": "我學佛三十多年來，你看這裡捨掉了，沒幾天它又來了。來多少？就跟捨掉那個數字差不多。也沒有太多，但是會多一點點，好像有一點利息一樣，利息不多，有一點點。這是我三十多年當中的體驗，真的丟不掉。所以見到真正是好事，我們努力去做，這是儲蓄功德。因為錢財說實在話，最安全、最可靠的就是布施掉，這是你命中的財富的時候，你決定沒有損失。你錢財來了，我沒有用它，我還存在那個地方。存在銀行靠不住，銀行都會倒閉，我們台灣沒有，美國銀行倒閉了好多家，像美國這個經濟不景氣，銀行都倒了，連保險公司都倒了，到後來靠不住。"
    },
    {
      "id": "02-001-0018_p0047",
      "zh_CN": "所以最可靠的是修福，存在众生大众这个福报里面。所以经上讲，你财布施，生生世世你的财用不会缺乏。所以今天世间人发财的，他那个财决定不是无缘无故发的。你说他聪明，他很能干，实在讲那个聪明能干的穷人很多，他为什么不发财？他头脑灵活得很，他命里头没有财，有什么办法！我以前那个老师方东美先生，他命里没财，他真聪明，他有聪明、有智慧。韩战的时候，他自己夸口，他一个人至少可以抵得上十个师的兵力，他有那个头脑。他没有福报，一生做穷教授，有的时候连买书都买不起，你说有什么办法。绝不是没有聪明智慧，这就是前生他没有修财布施，这一生得的贫穷。他前生修的法布施，所以他聪明智慧，他超过人。",
      "zh_TW": "所以最可靠的是修福，存在眾生大眾這個福報裡面。所以經上講，你財布施，生生世世你的財用不會缺乏。所以今天世間人發財的，他那個財決定不是無緣無故發的。你說他聰明，他很能幹，實在講那個聰明能幹的窮人很多，他為什麼不發財？他頭腦靈活得很，他命裡頭沒有財，有什麼辦法！我以前那個老師方東美先生，他命裡沒財，他真聰明，他有聰明、有智慧。韓戰的時候，他自己誇口，他一個人至少可以抵得上十個師的兵力，他有那個頭腦。他沒有福報，一生做窮教授，有的時候連買書都買不起，你說有什麼辦法。絕不是沒有聰明智慧，這就是前生他沒有修財布施，這一生得的貧窮。他前生修的法布施，所以他聰明智慧，他超過人。"
    },
    {
      "id": "02-001-0018_p0048",
      "zh_CN": "所以佛教给我们三种布施都要修，你的福慧才完全。修财布施，你财用不缺乏，你有财富；修法布施，你聪明智慧；修无畏布施，你健康长寿，这个人才是真正有福报。所以要知道，财富、聪明智慧、健康长寿这是果报，果报一定有因缘，你不修因，哪来的果报！",
      "zh_TW": "所以佛教給我們三種布施都要修，你的福慧才完全。修財布施，你財用不缺乏，你有財富；修法布施，你聰明智慧；修無畏布施，你健康長壽，這個人才是真正有福報。所以要知道，財富、聰明智慧、健康長壽這是果報，果報一定有因緣，你不修因，哪來的果報！"
    },
    {
      "id": "02-001-0018_p0049",
      "zh_CN": "我今天坐在这个地方，给诸位说，我这是果报。我前世大概跟方老师一样，专修法布施，不修财布施，所以我在学佛那个阶段，我有十五年那是苦得不得了，一天吃一餐。那个不是修行，标榜我很了不起，我日中一食，实在是没得吃；有得吃，我一天吃七餐我也不烦。没得吃，真可怜，没法子。又短命，那个算命看相都说我活不了四十五岁，我很相信。所以一学佛，我那个进度表就列好了，为什么？到四十五岁就完了，没有了。所以现在这一点福报、寿命，这一生修的，不是前生的；智慧是前生的，前生确实是有，这个福报、寿命是学佛以后才修来的。",
      "zh_TW": "我今天坐在這個地方，給諸位說，我這是果報。我前世大概跟方老師一樣，專修法布施，不修財布施，所以我在學佛那個階段，我有十五年那是苦得不得了，一天吃一餐。那個不是修行，標榜我很了不起，我日中一食，實在是沒得吃；有得吃，我一天吃七餐我也不煩。沒得吃，真可憐，沒法子。又短命，那個算命看相都說我活不了四十五歲，我很相信。所以一學佛，我那個進度表就列好了，為什麼？到四十五歲就完了，沒有了。所以現在這一點福報、壽命，這一生修的，不是前生的；智慧是前生的，前生確實是有，這個福報、壽命是學佛以後才修來的。"
    },
    {
      "id": "02-001-0018_p0050",
      "zh_CN": "所以你明白这个道理，我们真正肯干，这个就是教给我们如何储蓄功德。佛指示给我们什么叫福田，福田一定要孝养父母，要尊敬师长，要救济贫苦。人家有灾难需要帮忙的，我们除非没有见到，见到的时候一定要做。没有见到，你也不要去找着做，找着做就攀缘了，那会受人家欺骗。所以一定要有智慧。那在没有遇到这些缘当中，给诸位说，这个印经弘法是最大的福田。你看印经，经是法，法布施。我们拿着钱财去印经就是财布施，所以这个印经，财布施、法布施、无畏布施，这三种布施统统都有了。那个人读了经之后，他智慧开了，他没有恐惧了，他也会修行了生死，往生西方极乐世界了，无畏布施都有了。所以这个印经里面是财布施、法布施、无畏布施，三种布施统统具足，这个是不可思议的功德。",
      "zh_TW": "所以你明白這個道理，我們真正肯幹，這個就是教給我們如何儲蓄功德。佛指示給我們什麼叫福田，福田一定要孝養父母，要尊敬師長，要救濟貧苦。人家有災難需要幫忙的，我們除非沒有見到，見到的時候一定要做。沒有見到，你也不要去找著做，找著做就攀緣了，那會受人家欺騙。所以一定要有智慧。那在沒有遇到這些緣當中，給諸位說，這個印經弘法是最大的福田。你看印經，經是法，法布施。我們拿著錢財去印經就是財布施，所以這個印經，財布施、法布施、無畏布施，這三種布施統統都有了。那個人讀了經之後，他智慧開了，他沒有恐懼了，他也會修行了生死，往生西方極樂世界了，無畏布施都有了。所以這個印經裡面是財布施、法布施、無畏布施，三種布施統統具足，這個是不可思議的功德。"
    },
    {
      "id": "02-001-0018_p0051",
      "zh_CN": "还有一个方式也是很好的功德，请法师讲经。我们没有道场就租借一个道场，请法师讲一部经；或者是请法师，我们找一个地方，领导我们打一个佛七、两个佛七、三个佛七，乃至于七个佛七，这个功德都是无比的殊胜，这是人间最大的福报，解行相应。所以有钱去干这些事情好！这个事情好，没有比这个事情更好的。",
      "zh_TW": "還有一個方式也是很好的功德，請法師講經。我們沒有道場就租借一個道場，請法師講一部經；或者是請法師，我們找一個地方，領導我們打一個佛七、兩個佛七、三個佛七，乃至於七個佛七，這個功德都是無比的殊勝，這是人間最大的福報，解行相應。所以有錢去幹這些事情好！這個事情好，沒有比這個事情更好的。"
    },
    {
      "id": "02-001-0018_p0052",
      "zh_CN": "【以诸法药。救疗三苦。升灌顶阶。授菩提记。】",
      "zh_TW": "【以諸法藥。救療三苦。升灌頂階。授菩提記。】"
    },
    {
      "id": "02-001-0018_p0053",
      "zh_CN": "『法药』就是经典。释迦牟尼佛当年在世，所谓讲经三百余会，说法四十九年。四十九年当中，他一共有三百多会，每一会里面都讲不少的经典。所说的这一切经典，都是为我们阐扬、发明宇宙人生的真理，真实的道理、真实的事相，让我们对于自己、对于宇宙有正确彻底的了解，这个好比是「法药」。我们对于宇宙人生的真理、事实真相不了解，所以才有许多错误的想法、错误的看法、错误的见解、错误的行为，这一切都错了，就搞成六道，就变成三途。所以说六道三途从哪里来的？我们自己造的，自作自受，这个是没法子的。",
      "zh_TW": "『法藥』就是經典。釋迦牟尼佛當年在世，所謂講經三百餘會，說法四十九年。四十九年當中，他一共有三百多會，每一會裡面都講不少的經典。所說的這一切經典，都是為我們闡揚、發明宇宙人生的真理，真實的道理、真實的事相，讓我們對於自己、對於宇宙有正確徹底的了解，這個好比是「法藥」。我們對於宇宙人生的真理、事實真相不了解，所以才有許多錯誤的想法、錯誤的看法、錯誤的見解、錯誤的行為，這一切都錯了，就搞成六道，就變成三途。所以說六道三途從哪裡來的？我們自己造的，自作自受，這個是沒法子的。"
    },
    {
      "id": "02-001-0018_p0054",
      "zh_CN": "佛给我们讲了这许多经典，我们明白了，明白之后，我们从今以后不再造六道轮回的业了，不再造三途的业了，那么六道三途我们就远离了。我们从今以后造成佛的业、造成菩萨的业，要造这个，那你决定能成就。像我们在前面讲「如是我闻」，我跟大家讲如是两个字的意思，这两个字的意思非常非常的妙。我们自己明白了，心里面就能生清净信心，坚固的信心，晓得我们造成佛的业，我们决定成佛，我们造菩萨的业决定成菩萨，这个就是『以诸法药，救疗三苦』。",
      "zh_TW": "佛給我們講了這許多經典，我們明白了，明白之後，我們從今以後不再造六道輪迴的業了，不再造三途的業了，那麼六道三途我們就遠離了。我們從今以後造成佛的業、造成菩薩的業，要造這個，那你決定能成就。像我們在前面講「如是我聞」，我跟大家講如是兩個字的意思，這兩個字的意思非常非常的妙。我們自己明白了，心裡面就能生清淨信心，堅固的信心，曉得我們造成佛的業，我們決定成佛，我們造菩薩的業決定成菩薩，這個就是『以諸法藥，救療三苦』。"
    },
    {
      "id": "02-001-0018_p0055",
      "zh_CN": "「三苦」是讲六道，六道三界（欲界、色界、无色界）。欲界里面苦苦、坏苦、行苦，统统具足。色界里面因为他离欲了，所以他没有苦苦，但是他有坏苦、有行苦。无色界这是凡夫里头最高级的，连身体都不要了，身为苦本，他身体都不要了，我们现在一般人讲灵界。他没有身体，无色界，所以他坏苦也没有了，当然没有苦苦，但是他有行苦。所以佛给我们说三界统苦，纵然生到非想非非想天，还是免不了有行苦。你要想脱离三苦，就是超越六道轮回了，这要靠佛法。而佛法当中，说实在的，在我们一生当中，不必很长的时间，我们真正能够达得到，唯有信愿持名求生净土，圆证三不退，一生圆满无上菩提。所以这个法门，在一切法门里面真的无比的殊胜，可惜一般人不识货。",
      "zh_TW": "「三苦」是講六道，六道三界（欲界、色界、無色界）。欲界裡面苦苦、壞苦、行苦，統統具足。色界裡面因為他離欲了，所以他沒有苦苦，但是他有壞苦、有行苦。無色界這是凡夫裡頭最高級的，連身體都不要了，身為苦本，他身體都不要了，我們現在一般人講靈界。他沒有身體，無色界，所以他壞苦也沒有了，當然沒有苦苦，但是他有行苦。所以佛給我們說三界統苦，縱然生到非想非非想天，還是免不了有行苦。你要想脫離三苦，就是超越六道輪迴了，這要靠佛法。而佛法當中，說實在的，在我們一生當中，不必很長的時間，我們真正能夠達得到，唯有信願持名求生淨土，圓證三不退，一生圓滿無上菩提。所以這個法門，在一切法門裡面真的無比的殊勝，可惜一般人不識貨。"
    },
    {
      "id": "02-001-0018_p0056",
      "zh_CN": "我今天在这里跟大家讲，不但跟你们，我在世界各国讲，大家还有一点相信。纵然他不能接受，他也不好意思反驳，原因是什么？我在过去那些年当中，各宗各派的大经大论都涉猎过、都讲过，我今天回过头来了，回到净土里来了。所以你说禅，口头禅我比你会说；你说密，那嘴皮上的密，我也不会输给你；你说哪一门我都懂得，而且主要的经论我都讲过好多遍。所以我在国外讲净土大家没有话说，他不敢说我是老太婆，他不敢说我是什么都不懂、只会念佛，他不敢讲。唯独这个法门是纯一真实，所以要想救苦，离苦得乐，实在讲没有比这个法门更稳当，没有比这个法门更快速。",
      "zh_TW": "我今天在這裡跟大家講，不但跟你們，我在世界各國講，大家還有一點相信。縱然他不能接受，他也不好意思反駁，原因是什麼？我在過去那些年當中，各宗各派的大經大論都涉獵過、都講過，我今天回過頭來了，回到淨土裡來了。所以你說禪，口頭禪我比你會說；你說密，那嘴皮上的密，我也不會輸給你；你說哪一門我都懂得，而且主要的經論我都講過好多遍。所以我在國外講淨土大家沒有話說，他不敢說我是老太婆，他不敢說我是什麼都不懂、只會念佛，他不敢講。唯獨這個法門是純一真實，所以要想救苦，離苦得樂，實在講沒有比這個法門更穩當，沒有比這個法門更快速。"
    },
    {
      "id": "02-001-0018_p0057",
      "zh_CN": "可是诸位要想往生西方世界品位增高，必须要三经合参，或者是五经一论合起来研究。你对于西方世界这些缘起、因缘、因果会搞得清清楚楚、明明白白，这才真正是断疑生信，信心这样才能建立。修行步步踏实，一步都不会落空，天天在精进，你的境界必定年年不一样，月月不相同。我跟诸位同修说，我现在讲天天不一样，我做不到，我还没有到这个境界，但是月月不相同我做到了。我不是年年不一样，我是月月不一样，这个做到了，每一个月境界都不相同。所以你们听经，你们听我这些录音带，那个录音带都可以作废了，为什么？像我这一次所讲的跟过去所讲的完全不相同。那么到我明年重新再讲，不要说明年，我就明天从头到尾再讲一遍，上面讲的都可以作废了，都可以不要了，没有这一次讲得圆满，没有这一次讲得透彻。所以你们，我看有不少新面孔，你们有福，从前那些听我讲经的现在不来了，就是说他的福报只有那么大。现在我的福报高了，他没有办法，他只好走了。这确实如此，愈是后来的他福报愈大，愈是先来的福报愈小，这是一点都没错。这个是「救疗三苦」，是这个意思。",
      "zh_TW": "可是諸位要想往生西方世界品位增高，必須要三經合參，或者是五經一論合起來研究。你對於西方世界這些緣起、因緣、因果會搞得清清楚楚、明明白白，這才真正是斷疑生信，信心這樣才能建立。修行步步踏實，一步都不會落空，天天在精進，你的境界必定年年不一樣，月月不相同。我跟諸位同修說，我現在講天天不一樣，我做不到，我還沒有到這個境界，但是月月不相同我做到了。我不是年年不一樣，我是月月不一樣，這個做到了，每一個月境界都不相同。所以你們聽經，你們聽我這些錄音帶，那個錄音帶都可以作廢了，為什麼？像我這一次所講的跟過去所講的完全不相同。那麼到我明年重新再講，不要說明年，我就明天從頭到尾再講一遍，上面講的都可以作廢了，都可以不要了，沒有這一次講得圓滿，沒有這一次講得透徹。所以你們，我看有不少新面孔，你們有福，從前那些聽我講經的現在不來了，就是說他的福報只有那麼大。現在我的福報高了，他沒有辦法，他只好走了。這確實如此，愈是後來的他福報愈大，愈是先來的福報愈小，這是一點都沒錯。這個是「救療三苦」，是這個意思。"
    },
    {
      "id": "02-001-0018_p0058",
      "zh_CN": "『升灌顶阶，授菩提记』，这一句是合密宗里头的意思。所以这部经、这个法门里面，净土里头有禅、有密。所以你修学这个法门，不必再学禅了，也不必再修密了，禅密都在一句阿弥陀佛佛号之中，这是妙不可言，是我们在经上看得很明白，像前面表法，文殊菩萨代表禅净不二，普贤菩萨代表净密不二。所以说重要修行的纲领全在这部经当中，我们不必再去搞别的，晓得一切法圆圆满满，没有一法不具足。",
      "zh_TW": "『升灌頂階，授菩提記』，這一句是合密宗裡頭的意思。所以這部經、這個法門裡面，淨土裡頭有禪、有密。所以你修學這個法門，不必再學禪了，也不必再修密了，禪密都在一句阿彌陀佛佛號之中，這是妙不可言，是我們在經上看得很明白，像前面表法，文殊菩薩代表禪淨不二，普賢菩薩代表淨密不二。所以說重要修行的綱領全在這部經當中，我們不必再去搞別的，曉得一切法圓圓滿滿，沒有一法不具足。"
    },
    {
      "id": "02-001-0018_p0059",
      "zh_CN": "「灌顶」，这个灌绝对不是拿一点水在你头上灌一下，那是形式，你要了解里头真正的意思。水是什么水？大悲水，这个灌就是大悲护念的意思。顶是什么？顶是如来所证究竟之果，没有比这个更上。这个意思就是诸佛护念，是我们从初发心，一直修行到如来果位，佛一直都保护我们，一直都护念我们，一直都在加持我们，这就叫做灌顶真正的意思。可是要想得到诸佛护念，那你一定要修学这个法门。为什么？小本《弥陀经》上说得很清楚，「一切诸佛所护念经」，这是灌顶的意思圆圆满满的显露出来了。所以依照这部经修行，这部经是大本，跟《弥陀经》是同部，这是详细的《阿弥陀经》，《阿弥陀经》是简单的、略说的《无量寿经》，所以这两部经是相同的。那么你才晓得，一切诸佛护念，是护念这部经、护念依照这部经修行的人。所以依照这部经来修行，十方三世一切诸佛都护念你，这就是「升灌顶阶，授菩提记」。你看看我们现在其实还是博地凡夫，就已经得佛给你灌顶了，就已经得佛给你授记了，这真正是千真万确的事实。",
      "zh_TW": "「灌頂」，這個灌絕對不是拿一點水在你頭上灌一下，那是形式，你要了解裡頭真正的意思。水是什麼水？大悲水，這個灌就是大悲護念的意思。頂是什麼？頂是如來所證究竟之果，沒有比這個更上。這個意思就是諸佛護念，是我們從初發心，一直修行到如來果位，佛一直都保護我們，一直都護念我們，一直都在加持我們，這就叫做灌頂真正的意思。可是要想得到諸佛護念，那你一定要修學這個法門。為什麼？小本《彌陀經》上說得很清楚，「一切諸佛所護念經」，這是灌頂的意思圓圓滿滿的顯露出來了。所以依照這部經修行，這部經是大本，跟《彌陀經》是同部，這是詳細的《阿彌陀經》，《阿彌陀經》是簡單的、略說的《無量壽經》，所以這兩部經是相同的。那麼你才曉得，一切諸佛護念，是護念這部經、護念依照這部經修行的人。所以依照這部經來修行，十方三世一切諸佛都護念你，這就是「升灌頂階，授菩提記」。你看看我們現在其實還是博地凡夫，就已經得佛給你灌頂了，就已經得佛給你授記了，這真正是千真萬確的事實。"
    },
    {
      "id": "02-001-0018_p0060",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}