{
  "doc_id": "02-001-0004",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—念佛的秘诀",
    "zh_TW": "無量壽經（一次宣講）—念佛的祕訣"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0004",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "02-001-0004_p0001",
      "zh_CN": "请掀开讲义，第三个大段「一经宗趣」。前面曾经介绍过「教起因缘」，今天接着来研究「一经宗趣」。",
      "zh_TW": "請掀開講義，第三個大段「一經宗趣」。前面曾經介紹過「教起因緣」，今天接著來研究「一經宗趣」。"
    },
    {
      "id": "02-001-0004_p0002",
      "zh_CN": "第一，「宗谓宗旨，又修行之要径也。趣者，趣向、归趣也。体是理，宗是行。是故依经宗旨，明其所为，识其所求，究其所至，名之为趣。」这是将「宗趣」两个字解释得很清楚，文字也相当的简洁。五重玄义里面，「辨体」之后有「明宗」，明宗之后再「论用」，所以宗与用非常非常的要紧。「宗」就是讲修行的方法，「体」是讲依据的理论，理论明白之后，我们怎么修法，这讲到修行方法了。「趣」是趣向、是归趣。黄居士在此地用了十二个字，可以说把「趣」这个字描写得非常的淋漓尽致。「明其所为」，明是明了，晓得这部经究竟为的是什么；求的是什么？认识它，「识其所求」；它终究的目的在什么地方？这就是「究其所至」，它究竟的目标在什么地方，这是一定要认清楚的。",
      "zh_TW": "第一，「宗謂宗旨，又修行之要徑也。趣者，趣向、歸趣也。體是理，宗是行。是故依經宗旨，明其所為，識其所求，究其所至，名之為趣。」這是將「宗趣」兩個字解釋得很清楚，文字也相當的簡潔。五重玄義裡面，「辨體」之後有「明宗」，明宗之後再「論用」，所以宗與用非常非常的要緊。「宗」就是講修行的方法，「體」是講依據的理論，理論明白之後，我們怎麼修法，這講到修行方法了。「趣」是趣向、是歸趣。黃居士在此地用了十二個字，可以說把「趣」這個字描寫得非常的淋漓盡致。「明其所為」，明是明瞭，曉得這部經究竟為的是什麼；求的是什麼？認識它，「識其所求」；它終究的目的在什麼地方？這就是「究其所至」，它究竟的目標在什麼地方，這是一定要認清楚的。"
    },
    {
      "id": "02-001-0004_p0003",
      "zh_CN": "下面我们就把这个宗趣总纲领标出来，「本经以发菩提心，一向专念为宗。以圆生四土，迳登不退为趣。」这个宗趣实在讲就非常非常的稀有了，有这样宗旨的经典，如果我们不肯努力去修学，那实在是太可惜了。在此地特别要注意的就是「发菩提心，一向专念」这两句，然后你才能达到目标，那就是往生西方极乐世界。这个往生相当不简单，是「圆生四土」，圆是圆满。四土后面会讨论到，凡圣同居土、方便有余土、实报庄严土、常寂光净土，圆圆满满的。生凡圣同居土就是圆生四土，这是实实在在不可思议，佛说的一切经里面没有这个说法，一切诸佛国土里头也没有这种事。所以西方极乐世界非常特别，别的世界没有，它有。它究竟怎么会有的？这个里头也有很多很多的因缘，也不是很单纯的。你要能信得过，算是你有福气，你这一生就成佛了；你要不相信，你就慢慢来，那就要三大阿僧祇劫、无量阿僧祇劫，才会转到西方极乐世界。你的同学，肯相信的早都成佛了，你还在六道里轮回，还在打滚。",
      "zh_TW": "下面我們就把這個宗趣總綱領標出來，「本經以發菩提心，一向專念為宗。以圓生四土，逕登不退為趣。」這個宗趣實在講就非常非常的稀有了，有這樣宗旨的經典，如果我們不肯努力去修學，那實在是太可惜了。在此地特別要注意的就是「發菩提心，一向專念」這兩句，然後你才能達到目標，那就是往生西方極樂世界。這個往生相當不簡單，是「圓生四土」，圓是圓滿。四土後面會討論到，凡聖同居土、方便有餘土、實報莊嚴土、常寂光淨土，圓圓滿滿的。生凡聖同居土就是圓生四土，這是實實在在不可思議，佛說的一切經裡面沒有這個說法，一切諸佛國土裡頭也沒有這種事。所以西方極樂世界非常特別，別的世界沒有，它有。它究竟怎麼會有的？這個裡頭也有很多很多的因緣，也不是很單純的。你要能信得過，算是你有福氣，你這一生就成佛了；你要不相信，你就慢慢來，那就要三大阿僧祇劫、無量阿僧祇劫，才會轉到西方極樂世界。你的同學，肯相信的早都成佛了，你還在六道裡輪迴，還在打滾。"
    },
    {
      "id": "02-001-0004_p0004",
      "zh_CN": "底下我们先明宗，然后再明趣。「经云：三辈往生之人，莫不以发菩提心，一向专念为因。」这个宗旨不是黄念祖居士自己想出来的，不是的，是从经文里面摘录出来的，经上就是这么说的，这部经可以说，这两句话非常非常重要。",
      "zh_TW": "底下我們先明宗，然後再明趣。「經云：三輩往生之人，莫不以發菩提心，一向專念為因。」這個宗旨不是黃念祖居士自己想出來的，不是的，是從經文裡面摘錄出來的，經上就是這麼說的，這部經可以說，這兩句話非常非常重要。"
    },
    {
      "id": "02-001-0004_p0005",
      "zh_CN": "再看底下这一段，「第十九愿是发菩提心，第十八愿是一向专念。」十九愿、十八愿就是阿弥陀佛四十八愿里面的，在我们这个经本子里面是二十四愿。二十四跟四十八内容完全相同，就是这个地方二十四，有的一愿里面包括两愿、包括三愿。四十八跟二十四只有开合不一样，就是有的归纳起来，有的把它展开来说，多说一点，内容完全相同。古来的译本，这个愿的数目一共是有三种不同，有四十八愿、有二十四愿、有三十六愿，有这三种数字，可是内容都一样，就是翻的人他的开合不相同。十九愿里面讲要发菩提心，十八愿里面是讲要一向专念。「故知发菩提心，一向专念是弥陀本愿之心髓」，也可以说这是四十八愿里面最重要的两个愿，是希望十方世界一切求往生净土的人，一定要发菩提心，一定要一向专念，才能与阿弥陀佛这四十八愿愿愿相应，这很重要很重要。「全部大经之宗要」，全部就是指《无量寿经》，说《无量寿经》当然也就包括了《阿弥陀经》，因为《阿弥陀经》跟《无量寿经》是同部的，内容完全相同，一个是略说，一个是详细的说。「往生必修之正因」，你要求生西方极乐世界，你一定要这样做法，要这样修法；「方便度生之慈航」，慈航是比喻，也就是阿弥陀佛他能够普度一切众生，依什么？就是依这两句话。「本经所崇，全在于此。修行要径，唯斯捷要，故为本经之宗也。」这是我们要特别记住的，要认真去修学。假如你不发心，没有发菩提心，你念佛念得再勤也不能往生，古德说「喊破喉咙也枉然」。不能往生，一生念了这么多佛，有没有好处？好处也有，人天福报，来生享福。所以念佛总归是有好处就是了，可是人间福报，你觉得做人好不好？来生还要不要做人？这是值得你三思的，你要好好的去想一想。",
      "zh_TW": "再看底下這一段，「第十九願是發菩提心，第十八願是一向專念。」十九願、十八願就是阿彌陀佛四十八願裡面的，在我們這個經本子裡面是二十四願。二十四跟四十八內容完全相同，就是這個地方二十四，有的一願裡面包括兩願、包括三願。四十八跟二十四只有開合不一樣，就是有的歸納起來，有的把它展開來說，多說一點，內容完全相同。古來的譯本，這個願的數目一共是有三種不同，有四十八願、有二十四願、有三十六願，有這三種數字，可是內容都一樣，就是翻的人他的開合不相同。十九願裡面講要發菩提心，十八願裡面是講要一向專念。「故知發菩提心，一向專念是彌陀本願之心髓」，也可以說這是四十八願裡面最重要的兩個願，是希望十方世界一切求往生淨土的人，一定要發菩提心，一定要一向專念，才能與阿彌陀佛這四十八願願願相應，這很重要很重要。「全部大經之宗要」，全部就是指《無量壽經》，說《無量壽經》當然也就包括了《阿彌陀經》，因為《阿彌陀經》跟《無量壽經》是同部的，內容完全相同，一個是略說，一個是詳細的說。「往生必修之正因」，你要求生西方極樂世界，你一定要這樣做法，要這樣修法；「方便度生之慈航」，慈航是比喻，也就是阿彌陀佛他能夠普度一切眾生，依什麼？就是依這兩句話。「本經所崇，全在於此。修行要徑，唯斯捷要，故為本經之宗也。」這是我們要特別記住的，要認真去修學。假如你不發心，沒有發菩提心，你念佛念得再勤也不能往生，古德說「喊破喉嚨也枉然」。不能往生，一生念了這麼多佛，有沒有好處？好處也有，人天福報，來生享福。所以念佛總歸是有好處就是了，可是人間福報，你覺得做人好不好？來生還要不要做人？這是值得你三思的，你要好好的去想一想。"
    },
    {
      "id": "02-001-0004_p0006",
      "zh_CN": "什么叫菩提心？怎样发菩提心？这是我们当前很重要的课题，这个注解里面也给我们写得很详细。「发心有二义，先须离三种与菩提门相违法」，就是与菩提心相违背的你要离开。哪三条？这底下有，第一，「依智慧门，不求自乐，远离我心贪着自身故。」你要想真正发菩提心，这个要修，换句话说，要把我执打破；纵然不能打破，也要把执着看轻，远离贪爱，使你这个心达到平等。平等心是菩提心的基础，心不平等，菩提心发不出来。在一般同修当中，有的是善根深厚，他待人接物就不太计较、不太执着，这种人发心就比较容易；有些人业障深重，芝麻一点大的小事，他都要执着，他都很认真，这个就很麻烦，这一类同修菩提心很难发得出来，这是诸位要觉悟的。",
      "zh_TW": "什麼叫菩提心？怎樣發菩提心？這是我們當前很重要的課題，這個註解裡面也給我們寫得很詳細。「發心有二義，先須離三種與菩提門相違法」，就是與菩提心相違背的你要離開。哪三條？這底下有，第一，「依智慧門，不求自樂，遠離我心貪著自身故。」你要想真正發菩提心，這個要修，換句話說，要把我執打破；縱然不能打破，也要把執著看輕，遠離貪愛，使你這個心達到平等。平等心是菩提心的基礎，心不平等，菩提心發不出來。在一般同修當中，有的是善根深厚，他待人接物就不太計較、不太執著，這種人發心就比較容易；有些人業障深重，芝麻一點大的小事，他都要執著，他都很認真，這個就很麻煩，這一類同修菩提心很難發得出來，這是諸位要覺悟的。"
    },
    {
      "id": "02-001-0004_p0007",
      "zh_CN": "我在初学佛的时候，我们圆山临济寺的念佛会，那个时候副会长林道棨居士，念佛会的副会长，每个星期领导大众念佛的，照理说修得不错。在临命终时业障现前了，佛号都不能听，听到佛号就发脾气，所以临终的时候没有一个人敢在他面前念佛，这业障。第二桩事情，我遇到有一个同修，他来告诉我，他说他的师父（这在国外）修行很好，这两年着魔了，住神经病院去了，他来问我，要不要再去亲近他？他跟这个师父不少年。所谓修得很好就是按照仪规来修行，持戒修行。他是学密的，每天修法功课从来不间断的，现在着魔变成神经病了。我就问他，我说既然是你师父，虽然是着了魔，你也得照顾照顾他。他要是在生病当中住在医院，如果经济上有困难，你应该去帮助他一点。他跟我说，他的钱太多太多了。我说，那你可以不要去了。我说他那个着魔的原因，大概就是钱太多了，贪着！第三个例子，也是个修行不错的人，在佛门里头也做了不少的功德好事情，疑心很重，脾气很暴躁，这都是将来很容易着魔障，菩提心决定发不起来，虽然天天供的西方三圣，天天念佛，不容易往生。",
      "zh_TW": "我在初學佛的時候，我們圓山臨濟寺的念佛會，那個時候副會長林道棨居士，念佛會的副會長，每個星期領導大眾念佛的，照理說修得不錯。在臨命終時業障現前了，佛號都不能聽，聽到佛號就發脾氣，所以臨終的時候沒有一個人敢在他面前念佛，這業障。第二樁事情，我遇到有一個同修，他來告訴我，他說他的師父（這在國外）修行很好，這兩年著魔了，住神經病院去了，他來問我，要不要再去親近他？他跟這個師父不少年。所謂修得很好就是按照儀規來修行，持戒修行。他是學密的，每天修法功課從來不間斷的，現在著魔變成神經病了。我就問他，我說既然是你師父，雖然是著了魔，你也得照顧照顧他。他要是在生病當中住在醫院，如果經濟上有困難，你應該去幫助他一點。他跟我說，他的錢太多太多了。我說，那你可以不要去了。我說他那個著魔的原因，大概就是錢太多了，貪著！第三個例子，也是個修行不錯的人，在佛門裡頭也做了不少的功德好事情，疑心很重，脾氣很暴躁，這都是將來很容易著魔障，菩提心決定發不起來，雖然天天供的西方三聖，天天念佛，不容易往生。"
    },
    {
      "id": "02-001-0004_p0008",
      "zh_CN": "这是我们看到别人，回来想想自己，要警惕。确确实实祖师说的话没错，先要把菩提心那个障碍要排除，不为自己求安乐，那很重要很重要。自己能够安贫乐道，生活过得去就可以了，用不着再去追求。我们要求的什么？求清净心；就是求什么？求菩提心，求一心专念，要把这个求到，这是真的。远离一切贪着，「贪」是贪欲，「着」是着相、执着。所以学佛的人，无论什么境界现前，「凡所有相，皆是虚妄」，决定不执着，给诸位说，你就不会上魔的当，你不容易着魔。凡是着魔的人，魔来诱惑你，是你自己甘心情愿跟他去。他用什么东西来诱惑？用一些神通、用一些幻相，像感应，用这些，你也喜欢这个，那就很容易上他当。在现前这个社会，可以说妖魔鬼怪充斥在社会每个角落。现在学佛的人，为什么着魔的人那么多，中国、外国处处都看得到，时时都听得到？就是好奇骛怪。我在国外，不知道是什么人，还寄了大概总有一、二百张广钦法师出殡那一天的照片，什么有光、还有莲花，寄了一、二百张给我，寄到美国，我看到之后统统把它烧掉。这些东西是什么？就是迷惑人。广钦法师决定不干这个事情，他是一个好法师，他不迷惑人，人家说他有神通，都是造谣生事。我曾经听他说过，人家问他，老和尚有神通？他就问：你怎么晓得我有神通？他说，老和尚常常吩咐今天有哪个人来，明天有哪个人来，要打扫接待。他说人家没有来，你都先知道了。老和尚说，人家老早就写信给我了，我怎么不晓得？都是一些心里面不干净，喜欢神通的人在造谣，老和尚很冤枉。你看照片会不会有真的？我相信也有真的，但是也有做假的。做假的很容易，我也会做，但是真的我也见过，见了怎么样？见过就完了、就算了，我连底片都烧掉。所以决定不要搞这些奇奇怪怪的事情。发菩提心，一向专念，这个重要，这是佛祖在经论里头教给我们的。",
      "zh_TW": "這是我們看到別人，回來想想自己，要警惕。確確實實祖師說的話沒錯，先要把菩提心那個障礙要排除，不為自己求安樂，那很重要很重要。自己能夠安貧樂道，生活過得去就可以了，用不著再去追求。我們要求的什麼？求清淨心；就是求什麼？求菩提心，求一心專念，要把這個求到，這是真的。遠離一切貪著，「貪」是貪欲，「著」是著相、執著。所以學佛的人，無論什麼境界現前，「凡所有相，皆是虛妄」，決定不執著，給諸位說，你就不會上魔的當，你不容易著魔。凡是著魔的人，魔來誘惑你，是你自己甘心情願跟他去。他用什麼東西來誘惑？用一些神通、用一些幻相，像感應，用這些，你也喜歡這個，那就很容易上他當。在現前這個社會，可以說妖魔鬼怪充斥在社會每個角落。現在學佛的人，為什麼著魔的人那麼多，中國、外國處處都看得到，時時都聽得到？就是好奇騖怪。我在國外，不知道是什麼人，還寄了大概總有一、二百張廣欽法師出殯那一天的照片，什麼有光、還有蓮花，寄了一、二百張給我，寄到美國，我看到之後統統把它燒掉。這些東西是什麼？就是迷惑人。廣欽法師決定不幹這個事情，他是一個好法師，他不迷惑人，人家說他有神通，都是造謠生事。我曾經聽他說過，人家問他，老和尚有神通？他就問：你怎麼曉得我有神通？他說，老和尚常常吩咐今天有哪個人來，明天有哪個人來，要打掃接待。他說人家沒有來，你都先知道了。老和尚說，人家老早就寫信給我了，我怎麼不曉得？都是一些心裡面不乾淨，喜歡神通的人在造謠，老和尚很冤枉。你看照片會不會有真的？我相信也有真的，但是也有做假的。做假的很容易，我也會做，但是真的我也見過，見了怎麼樣？見過就完了、就算了，我連底片都燒掉。所以決定不要搞這些奇奇怪怪的事情。發菩提心，一向專念，這個重要，這是佛祖在經論裡頭教給我們的。"
    },
    {
      "id": "02-001-0004_p0009",
      "zh_CN": "第二，「依慈悲门，拔一切众生苦，远离无安众生心故。」慈悲要以智慧为基础，所以第一个是依智慧，第二个依慈悲。我们今天学佛有没有慈悲心？说老实话，没有。往往我们自己好像发心，实际上自己做了破和合僧、破坏僧团的事情，自己不觉知，这个罪业非常非常重。有没有人会给你讲？没有人讲你。为什么？人家不会愿意跟你做冤家，反正你堕落与我不相干。没有人讲的，自己要反省。僧团叫和合僧团，今天纵然我们没有真正的六和敬的僧团，就是普通道场也是如此，我们在道场，总要叫道场一团和气，不要叫道场大众起烦恼，不要叫道场大众意见分歧，这就是护持佛法。能够守规矩，能够做成榜样给别人看，那你就是菩萨，你就是真正的护法。我过去初学佛的时候在台中慈光图书馆，那个道场比我们这里大得多，慈光图书馆有四百坪，比我们大得多，我们工作人员只有三个人。最初创办的时候李老师做馆长，我们只有三个人在里面做，每个人都能把道场的一切工作当作是自己的工作。虽然也有分工，可是自己工作做完了会帮助别人，都是自动的，没有要求你来帮我做一点，没有，全是自动的互助合作，这个道场兴旺。如果各个人都对立，不能彼此互相合作，这个道场就要衰了。所以僧团要和合、要互相协助，决定不能把界限画得那么清，这是我的工作，那不是我的工作，我一天要工作多少个小时，多一点都不肯做，这哪里有菩提心！我为谁做的？为三宝做的，为一切众生做的。你想一想，你父母对待儿女，工作有没有时间性？有没有上下班？你要问什么叫菩提心？拿做父母对待儿女那个心对待佛法、对待一切众生，那就是菩提心。",
      "zh_TW": "第二，「依慈悲門，拔一切眾生苦，遠離無安眾生心故。」慈悲要以智慧為基礎，所以第一個是依智慧，第二個依慈悲。我們今天學佛有沒有慈悲心？說老實話，沒有。往往我們自己好像發心，實際上自己做了破和合僧、破壞僧團的事情，自己不覺知，這個罪業非常非常重。有沒有人會給你講？沒有人講你。為什麼？人家不會願意跟你做冤家，反正你墮落與我不相干。沒有人講的，自己要反省。僧團叫和合僧團，今天縱然我們沒有真正的六和敬的僧團，就是普通道場也是如此，我們在道場，總要叫道場一團和氣，不要叫道場大眾起煩惱，不要叫道場大眾意見分歧，這就是護持佛法。能夠守規矩，能夠做成榜樣給別人看，那你就是菩薩，你就是真正的護法。我過去初學佛的時候在台中慈光圖書館，那個道場比我們這裡大得多，慈光圖書館有四百坪，比我們大得多，我們工作人員只有三個人。最初創辦的時候李老師做館長，我們只有三個人在裡面做，每個人都能把道場的一切工作當作是自己的工作。雖然也有分工，可是自己工作做完了會幫助別人，都是自動的，沒有要求你來幫我做一點，沒有，全是自動的互助合作，這個道場興旺。如果各個人都對立，不能彼此互相合作，這個道場就要衰了。所以僧團要和合、要互相協助，決定不能把界限畫得那麼清，這是我的工作，那不是我的工作，我一天要工作多少個小時，多一點都不肯做，這哪裡有菩提心！我為誰做的？為三寶做的，為一切眾生做的。你想一想，你父母對待兒女，工作有沒有時間性？有沒有上下班？你要問什麼叫菩提心？拿做父母對待兒女那個心對待佛法、對待一切眾生，那就是菩提心。"
    },
    {
      "id": "02-001-0004_p0010",
      "zh_CN": "所以第二个，这是讲慈悲，一定要发慈悲心。慈悲心里面就没有人我，慈悲心里面就没有界限，慈悲心里面是尽心尽力我们去帮助别人。我过去看到两个老师，我一生非常敬佩。第一位，我亲近的章嘉大师，章嘉大师非常慈悲，一点架子都没有，虽然是地位、身分那么高，他给我说，无论什么人想来见我，随时随地我都愿意接见。没有定时间的，没有限制的，这不容易。第二个就是台中的李老师，李老师后来要见他，一个星期之前要跟他联络，要定时间。他不是摆架子，他是事情太多了，你要不预先约定时间，他没有办法，他不能分身。我见过一次，那是政大的一个学生，第一次见李老师，向李老师提出一些问题，那些问题幼稚得不得了，可是李老师一样一样很耐烦的、很细心的给他解答。问题不短，一问就三个多钟点，他有那么大的耐心，我们都佩服他，看到的时候，这真正是给我们上了一课。才晓得菩萨必须对待人有耐心，真正显示出大慈大悲，拔众生苦，与众生乐，「远离无安众生心」，众生心不安，你要帮助他，要叫他心安。",
      "zh_TW": "所以第二個，這是講慈悲，一定要發慈悲心。慈悲心裡面就沒有人我，慈悲心裡面就沒有界限，慈悲心裡面是盡心盡力我們去幫助別人。我過去看到兩個老師，我一生非常敬佩。第一位，我親近的章嘉大師，章嘉大師非常慈悲，一點架子都沒有，雖然是地位、身分那麼高，他給我說，無論什麼人想來見我，隨時隨地我都願意接見。沒有定時間的，沒有限制的，這不容易。第二個就是台中的李老師，李老師後來要見他，一個星期之前要跟他聯絡，要定時間。他不是擺架子，他是事情太多了，你要不預先約定時間，他沒有辦法，他不能分身。我見過一次，那是政大的一個學生，第一次見李老師，向李老師提出一些問題，那些問題幼稚得不得了，可是李老師一樣一樣很耐煩的、很細心的給他解答。問題不短，一問就三個多鐘點，他有那麼大的耐心，我們都佩服他，看到的時候，這真正是給我們上了一課。才曉得菩薩必須對待人有耐心，真正顯示出大慈大悲，拔眾生苦，與眾生樂，「遠離無安眾生心」，眾生心不安，你要幫助他，要叫他心安。"
    },
    {
      "id": "02-001-0004_p0011",
      "zh_CN": "第三，「依方便门」，诸位记住，要依智慧、要依慈悲、要依方便，「怜悯一切众生心，远离恭敬供养自身心故」。我们帮助别人无条件的，不是为求人家恭敬。人家对我不恭敬，我就不帮助他，这不是菩萨。不但人家对你不恭敬，你还要帮助他，人家甚至毁谤你，甚至于想杀害你，你还是要帮助他，这才叫修菩提心。他为什么对你不恭敬？他有他的业障，甚至于他有他的误会，他有他的隔阂，他不了解。我们既然发心学佛，行菩萨道，不必求人家了解，不问别人用什么心对我，我们要用菩提心待人，这样就对了。有些地方供养多就欢喜，供养少就下次不来了，这没供养；换句话说，这不是为度众生，不是为帮助众生，是为供养而来的。真正为了帮助众生，这个地方没有供养，我们自己花路费去，应该如此。尤其是国外众生，因为国外对于供养他没有这个概念，他没有这个习惯。美国人通常逢年过节，或者生日的时候，他来祝贺就送你一个卡片，送一朵花给你，礼物就是这些，从来没有送红包、送钱的，没有这个习惯。所以我们也有一些法师大德们到国外去了一趟，以后不再去了，为什么原因？那供养连往返飞机票都不够，去的时候自己还要贴钱。没钱贴可以，情有可原，如果有钱贴的话，还是应该要去的。所以说不求供养、不求恭敬，是无条件的，我们把佛法介绍给别人，尤其是把这个净土法门、当生成就的佛法介绍给别人。有一个人肯学，一个人就成佛了，帮助一个人成佛这是真正的快乐、无比的快乐。一个往生，往生就成佛，所以这个事情值得做的。",
      "zh_TW": "第三，「依方便門」，諸位記住，要依智慧、要依慈悲、要依方便，「憐憫一切眾生心，遠離恭敬供養自身心故」。我們幫助別人無條件的，不是為求人家恭敬。人家對我不恭敬，我就不幫助他，這不是菩薩。不但人家對你不恭敬，你還要幫助他，人家甚至毀謗你，甚至於想殺害你，你還是要幫助他，這才叫修菩提心。他為什麼對你不恭敬？他有他的業障，甚至於他有他的誤會，他有他的隔閡，他不了解。我們既然發心學佛，行菩薩道，不必求人家了解，不問別人用什麼心對我，我們要用菩提心待人，這樣就對了。有些地方供養多就歡喜，供養少就下次不來了，這沒供養；換句話說，這不是為度眾生，不是為幫助眾生，是為供養而來的。真正為了幫助眾生，這個地方沒有供養，我們自己花路費去，應該如此。尤其是國外眾生，因為國外對於供養他沒有這個概念，他沒有這個習慣。美國人通常逢年過節，或者生日的時候，他來祝賀就送你一個卡片，送一朵花給你，禮物就是這些，從來沒有送紅包、送錢的，沒有這個習慣。所以我們也有一些法師大德們到國外去了一趟，以後不再去了，為什麼原因？那供養連往返飛機票都不夠，去的時候自己還要貼錢。沒錢貼可以，情有可原，如果有錢貼的話，還是應該要去的。所以說不求供養、不求恭敬，是無條件的，我們把佛法介紹給別人，尤其是把這個淨土法門、當生成就的佛法介紹給別人。有一個人肯學，一個人就成佛了，幫助一個人成佛這是真正的快樂、無比的快樂。一個往生，往生就成佛，所以這個事情值得做的。"
    },
    {
      "id": "02-001-0004_p0012",
      "zh_CN": "修行人都是有大福报的人。自古以来说福有两种：一种叫红福，就是世间的富贵，叫红福，做大官、发大财的，这是世间红福；出世间叫清福。清福比红福难享，你刚刚出家就想享清福，你这个福从哪里来？你没有修福就想享福，诸位想想，这是办不到的事情。所以在古时候出家修行的人，或者是在家修行的居士（在家修行居士有很多住到寺院里面修行，以居士的身分住在寺院，这是中国自古以来都很盛行的，居士常年住在寺庙里面做清众），都有一个共同的条件，五年学戒。头五年修福，不是享福，头五年是给大众服务，就是寺庙里头所有的工作都是新出家的他们做。讲堂里讲经没有他的位子，他没有资格进讲堂听经；念佛堂，他没有资格进去念佛；禅堂也没有他的位子，他也不能进去参禅，他只能打杂、只能做工。你们看《坛经》，六祖到黄梅住了八个月，他做什么工作？破柴、舂米，都做这些粗重的工作，给寺庙大众服务，修福。五年以后你可以当清众了，讲堂里面有你的座位，禅堂里头、念佛堂里头都有你座位了。为什么？你修了五年福，你才能享福；你没修福，你到哪里去享福？一定要修福。也有同修告诉我，我们台湾这些年来，尤其是最近这些年，年轻的出家人很多，但是道场都住不住，都到外面去乱跑，到处流浪，流了一阵就还俗了。这样有没有好处？给诸位说没有好处，把佛教的形象破坏了，这个罪业很重。他的罪名就是破坏佛教的形象，等于破和合僧，让这个社会上轻视佛教，瞧不起佛教。现在唯一的办法就是他求出家，剃度师要谨慎，看看这个人，不能在这个地方常住的，最好不要给他剃度。所以剃度师也要有耐心，求出家的人也得要有耐心，最好能够在寺院里面住个二年、三年再出家。因为你居士身分，你住几天跑掉无所谓，你没有破坏佛教的形象；剃了头到处乱跑，这是破坏佛教形象。这是许许多多地方，我们应当要警觉，应当要注意。",
      "zh_TW": "修行人都是有大福報的人。自古以來說福有兩種：一種叫紅福，就是世間的富貴，叫紅福，做大官、發大財的，這是世間紅福；出世間叫清福。清福比紅福難享，你剛剛出家就想享清福，你這個福從哪裡來？你沒有修福就想享福，諸位想想，這是辦不到的事情。所以在古時候出家修行的人，或者是在家修行的居士（在家修行居士有很多住到寺院裡面修行，以居士的身分住在寺院，這是中國自古以來都很盛行的，居士常年住在寺廟裡面做清眾），都有一個共同的條件，五年學戒。頭五年修福，不是享福，頭五年是給大眾服務，就是寺廟裡頭所有的工作都是新出家的他們做。講堂裡講經沒有他的位子，他沒有資格進講堂聽經；念佛堂，他沒有資格進去念佛；禪堂也沒有他的位子，他也不能進去參禪，他只能打雜、只能做工。你們看《壇經》，六祖到黃梅住了八個月，他做什麼工作？破柴、舂米，都做這些粗重的工作，給寺廟大眾服務，修福。五年以後你可以當清眾了，講堂裡面有你的座位，禪堂裡頭、念佛堂裡頭都有你座位了。為什麼？你修了五年福，你才能享福；你沒修福，你到哪裡去享福？一定要修福。也有同修告訴我，我們台灣這些年來，尤其是最近這些年，年輕的出家人很多，但是道場都住不住，都到外面去亂跑，到處流浪，流了一陣就還俗了。這樣有沒有好處？給諸位說沒有好處，把佛教的形象破壞了，這個罪業很重。他的罪名就是破壞佛教的形象，等於破和合僧，讓這個社會上輕視佛教，瞧不起佛教。現在唯一的辦法就是他求出家，剃度師要謹慎，看看這個人，不能在這個地方常住的，最好不要給他剃度。所以剃度師也要有耐心，求出家的人也得要有耐心，最好能夠在寺院裡面住個二年、三年再出家。因為你居士身分，你住幾天跑掉無所謂，你沒有破壞佛教的形象；剃了頭到處亂跑，這是破壞佛教形象。這是許許多多地方，我們應當要警覺，應當要注意。"
    },
    {
      "id": "02-001-0004_p0013",
      "zh_CN": "「次须知三种顺菩提门」，就是顺菩提心的这个法门，第一个是「无染清净心」，第二个是「安清净心」，第三个是「乐清净心」。如果我们把上面这个去掉，你就会发现就是一个清净心，这是顺菩提门。要想自己心清净，第一个修不染，不染就要不着相，离相。离相心清净，没有染着，见色闻声都不染着，始终心是清净的。刚才说了，人住不住，到处乱跑，就是不安。他不安，他心怎么会清净？所以净土法门里头叫安乐行。心里面安，心里面有法喜，这是清净心，这是菩提心的相。菩提心是什么相，什么样子？菩提心是无染、安乐、清净，我们要顺这个。假如我们无染、安乐、清净天天增长，我们就会体会到自己的菩提心就有进步，就得力了，真正发了菩提心。如果心里面还是染着，还是不安稳，还是忧虑烦恼，那我们就违背了菩提心，与菩提心背道而驰了。这是首先把菩提心的样子略略的说出来。",
      "zh_TW": "「次須知三種順菩提門」，就是順菩提心的這個法門，第一個是「無染清淨心」，第二個是「安清淨心」，第三個是「樂清淨心」。如果我們把上面這個去掉，你就會發現就是一個清淨心，這是順菩提門。要想自己心清淨，第一個修不染，不染就要不著相，離相。離相心清淨，沒有染著，見色聞聲都不染著，始終心是清淨的。剛才說了，人住不住，到處亂跑，就是不安。他不安，他心怎麼會清淨？所以淨土法門裡頭叫安樂行。心裡面安，心裡面有法喜，這是清淨心，這是菩提心的相。菩提心是什麼相，什麼樣子？菩提心是無染、安樂、清淨，我們要順這個。假如我們無染、安樂、清淨天天增長，我們就會體會到自己的菩提心就有進步，就得力了，真正發了菩提心。如果心裡面還是染著，還是不安穩，還是憂慮煩惱，那我們就違背了菩提心，與菩提心背道而馳了。這是首先把菩提心的樣子略略的說出來。"
    },
    {
      "id": "02-001-0004_p0014",
      "zh_CN": "底下引用一条「元晓师云」。元晓师是唐朝时候韩国人（现在的韩国，那个时候的朝鲜），到中国来留学。他是个出家人，很有成就，当时也是朝鲜的高僧，他在中国学法。「发菩提心是明正因」，这是讲往生西方极乐世界，发菩提心是正因。「又云，发心有二」，这是他说的，有两种发心：一种叫「随事发心」，一种叫「顺理发心」，说得也很好。随事，如四弘誓愿，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，随这个事相发心。四弘誓愿，我们在讲席当中也常常提到，里面最重要的一愿就是度众生。所以菩提心不为自己，是为众生，因为要度众生，必须自己有能力、有智慧，才能度得了众生。所以断烦恼就是培养自己的德能，我自己有烦恼，我怎么能度得了烦恼的众生？你要想度那个烦恼众生，必须先把自己烦恼都断掉。所以断烦恼是成就自己的品德，学法门是成就自己的学问，品学兼优，这才能够帮助别人。成佛道是达到究竟圆满，我的品德跟学问要做到究竟圆满，那就是成佛道，这样才能够完成第一愿。所以念念我为什么要断烦恼？我为什么要修行？我为什么要念佛？我为什么要求生西方极乐世界？都是为了要普度众生。因为不到西方极乐世界，我们的烦恼断不了，在这个世间断不了，修什么法门都不容易把烦恼断掉。",
      "zh_TW": "底下引用一條「元曉師云」。元曉師是唐朝時候韓國人（現在的韓國，那個時候的朝鮮），到中國來留學。他是個出家人，很有成就，當時也是朝鮮的高僧，他在中國學法。「發菩提心是明正因」，這是講往生西方極樂世界，發菩提心是正因。「又云，發心有二」，這是他說的，有兩種發心：一種叫「隨事發心」，一種叫「順理發心」，說得也很好。隨事，如四弘誓願，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，隨這個事相發心。四弘誓願，我們在講席當中也常常提到，裡面最重要的一願就是度眾生。所以菩提心不為自己，是為眾生，因為要度眾生，必須自己有能力、有智慧，才能度得了眾生。所以斷煩惱就是培養自己的德能，我自己有煩惱，我怎麼能度得了煩惱的眾生？你要想度那個煩惱眾生，必須先把自己煩惱都斷掉。所以斷煩惱是成就自己的品德，學法門是成就自己的學問，品學兼優，這才能夠幫助別人。成佛道是達到究竟圓滿，我的品德跟學問要做到究竟圓滿，那就是成佛道，這樣才能夠完成第一願。所以念念我為什麼要斷煩惱？我為什麼要修行？我為什麼要念佛？我為什麼要求生西方極樂世界？都是為了要普度眾生。因為不到西方極樂世界，我們的煩惱斷不了，在這個世間斷不了，修什麼法門都不容易把煩惱斷掉。"
    },
    {
      "id": "02-001-0004_p0015",
      "zh_CN": "我最近这两年来，在国外讲经不像从前，从前到国外去，事先都是登报纸，有广告宣传，找大场地，来听的人很多。现在不干了，现在每到一个地方都是十几个人，顶多二、三十个人。在同修们家里讲，所来的全是念佛的人，知见完全相同，纯粹修净土的同修。我跟他讲，不修净土的同修，你愿意来也好；你不愿意来，我决定不找你。不要怕人少，你看看《西方确指》觉明妙行菩萨，他们那边同修只有十二个人，十二个人个个往生，这还得了？不得了！十二尊佛。所以我们不在乎人多少，三个、五个就已经很多了。一个、两个请我去讲经，我也会跟他讲，我绝对不会说，「你这里只有两个人，就不必了吧！」我不会的。因为你两个人真正想修净土，真正想求往生，你有疑惑不能解决，你信心不坚固，我一定要帮助你，「佛氏门中，不舍一人」。假如这个地方没有人相信净土、没有人学净土，他听经的人有几千人、几万人，请我去我也不去。为什么？我去到那个地方，一个也度不了，一点成绩也没有，我不去。他一、二个人，我到那个地方去度一个人，我有圆满的功德、圆满的成就。所以一定要了解这个道理，这随事发心。",
      "zh_TW": "我最近這兩年來，在國外講經不像從前，從前到國外去，事先都是登報紙，有廣告宣傳，找大場地，來聽的人很多。現在不幹了，現在每到一個地方都是十幾個人，頂多二、三十個人。在同修們家裡講，所來的全是念佛的人，知見完全相同，純粹修淨土的同修。我跟他講，不修淨土的同修，你願意來也好；你不願意來，我決定不找你。不要怕人少，你看看《西方確指》覺明妙行菩薩，他們那邊同修只有十二個人，十二個人個個往生，這還得了？不得了！十二尊佛。所以我們不在乎人多少，三個、五個就已經很多了。一個、兩個請我去講經，我也會跟他講，我絕對不會說，「你這裡只有兩個人，就不必了吧！」我不會的。因為你兩個人真正想修淨土，真正想求往生，你有疑惑不能解決，你信心不堅固，我一定要幫助你，「佛氏門中，不捨一人」。假如這個地方沒有人相信淨土、沒有人學淨土，他聽經的人有幾千人、幾萬人，請我去我也不去。為什麼？我去到那個地方，一個也度不了，一點成績也沒有，我不去。他一、二個人，我到那個地方去度一個人，我有圓滿的功德、圓滿的成就。所以一定要了解這個道理，這隨事發心。"
    },
    {
      "id": "02-001-0004_p0016",
      "zh_CN": "顺理发心是「信解诸法实相而发心者」，那就是对于经题，对于宇宙人生的实相能够透彻了解，那这个发心就非常的真实。这样发心的人，他念佛就是经上所讲的「理一心不乱」，这是理念；随事发心的是事念。我们执持名号有事持、有理持，这是我们在蕅益大师《要解》里面看得清楚的。",
      "zh_TW": "順理發心是「信解諸法實相而發心者」，那就是對於經題，對於宇宙人生的實相能夠透徹了解，那這個發心就非常的真實。這樣發心的人，他念佛就是經上所講的「理一心不亂」，這是理念；隨事發心的是事念。我們執持名號有事持、有理持，這是我們在蕅益大師《要解》裡面看得清楚的。"
    },
    {
      "id": "02-001-0004_p0017",
      "zh_CN": "我们继续看底下这段，「元晓师等以发菩提心为正因，念佛为助行」，这是他们的主张。「善导、灵芝，与日净宗诸家」，这个「日」是日本，修净土的，这日本古代的，修净土也有真正不少有成就的，「则以持名为正行，发心为助行」。他们这两种说法恰恰相反。善导是唐朝人，灵芝戒律非常之好，他是律宗的祖师，也是个发心念佛的人。善导大师是日本人最崇敬的、最崇拜的，我们到日本，看到很多庙的名字都叫「善导寺」，我们台北的「善导寺」是日本人遗留下来的，都是为了纪念善导大师，用他的名字做寺庙的名称。你一看到「善导寺」，决定是净土宗的，善导大师是净土宗第二代的祖师。这是说两家的说法（就是两派的说法）不相同，我们到底要遵守哪一派？底下说「莲池大师和会之曰」，莲池大师在净土宗是非常了不起的一位人物，他把这两种说法融会贯穿起来，「还以持名为正行，复以持名为发菩提心」。这说得非常妙，正助是一不是二，我们这个疑惑就没有了。蕅益大师师承莲池，把这个意思更是发扬光大，我们依照这个修行决定就不错。",
      "zh_TW": "我們繼續看底下這段，「元曉師等以發菩提心為正因，念佛為助行」，這是他們的主張。「善導、靈芝，與日淨宗諸家」，這個「日」是日本，修淨土的，這日本古代的，修淨土也有真正不少有成就的，「則以持名為正行，發心為助行」。他們這兩種說法恰恰相反。善導是唐朝人，靈芝戒律非常之好，他是律宗的祖師，也是個發心念佛的人。善導大師是日本人最崇敬的、最崇拜的，我們到日本，看到很多廟的名字都叫「善導寺」，我們台北的「善導寺」是日本人遺留下來的，都是為了紀念善導大師，用他的名字做寺廟的名稱。你一看到「善導寺」，決定是淨土宗的，善導大師是淨土宗第二代的祖師。這是說兩家的說法（就是兩派的說法）不相同，我們到底要遵守哪一派？底下說「蓮池大師和會之曰」，蓮池大師在淨土宗是非常了不起的一位人物，他把這兩種說法融會貫穿起來，「還以持名為正行，復以持名為發菩提心」。這說得非常妙，正助是一不是二，我們這個疑惑就沒有了。蕅益大師師承蓮池，把這個意思更是發揚光大，我們依照這個修行決定就不錯。"
    },
    {
      "id": "02-001-0004_p0018",
      "zh_CN": "「彻悟禅师云」，这是禅宗的一个大德，真正是大彻大悟，他也是回过头来专修净土，著述里面对于净土的贡献很大。他有几句话，这是教诫后人，我们应当要牢牢记住，「真为生死，发菩提心，以深信愿，持佛名号」。这是禅宗大彻大悟的大德教给我们怎样修行？教我们念佛。我们今天念佛功夫不得力，烦恼不能断，习气改不掉，智慧不能增长，原因在哪里？就是不是真正为生死心，把这个疏忽掉了，也就是说生死心不切。如果一个人真正为生死，其他的事情都是鸡毛蒜皮，不值得一提，不值得一顾，生死事大。近代印光大师也常常提示我们，念佛人应当把「死」字贴在额头上，常常要想到我马上就要死了，现在就要死了，到这个时候你还有什么放不下的？你要不全盘放下，那你只有六道轮回，除了轮回之外，没有其他路子可走。你得彻底放下，一心念佛。深信愿，信得深，决定没有疑惑；愿得切，决定没有第二个选择，我只有这一个选择，这个就是愿切。一丝毫怀疑都没有，这是信得深；佛法八万四千法门，我选经就选这一部，我修行的方法就选持名念佛，这才叫深信愿。我学了这个，心里还不甘心，还要想学学别的，那就是你信愿不深，信愿不真、不切，你还要搞别的。说穿了，别的东西能搞得通吗？别说大乘经，小乘经也搞不通。",
      "zh_TW": "「徹悟禪師云」，這是禪宗的一個大德，真正是大徹大悟，他也是回過頭來專修淨土，著述裡面對於淨土的貢獻很大。他有幾句話，這是教誡後人，我們應當要牢牢記住，「真為生死，發菩提心，以深信願，持佛名號」。這是禪宗大徹大悟的大德教給我們怎樣修行？教我們念佛。我們今天念佛功夫不得力，煩惱不能斷，習氣改不掉，智慧不能增長，原因在哪裡？就是不是真正為生死心，把這個疏忽掉了，也就是說生死心不切。如果一個人真正為生死，其他的事情都是雞毛蒜皮，不值得一提，不值得一顧，生死事大。近代印光大師也常常提示我們，念佛人應當把「死」字貼在額頭上，常常要想到我馬上就要死了，現在就要死了，到這個時候你還有什麼放不下的？你要不全盤放下，那你只有六道輪迴，除了輪迴之外，沒有其他路子可走。你得徹底放下，一心念佛。深信願，信得深，決定沒有疑惑；願得切，決定沒有第二個選擇，我只有這一個選擇，這個就是願切。一絲毫懷疑都沒有，這是信得深；佛法八萬四千法門，我選經就選這一部，我修行的方法就選持名念佛，這才叫深信願。我學了這個，心裡還不甘心，還要想學學別的，那就是你信願不深，信願不真、不切，你還要搞別的。說穿了，別的東西能搞得通嗎？別說大乘經，小乘經也搞不通。"
    },
    {
      "id": "02-001-0004_p0019",
      "zh_CN": "我自己算是个过来人，我二十六岁开始在经教里头下功夫，现在快过年了，过了年我六十二了。我是个过来人，没有一样搞通，都是假的，自欺欺人而已。换句话说，白费这么多时间，不如老老实实念佛。经我就选一部，就这一部《弥陀经》足够了。《弥陀经》我过去跟大家介绍三种注解，现在这三种注解，谢居士他发心印成一本。《弥陀经》三种注解合刊，《疏钞》、《要解》、《通赞疏》，足够了，再加上《无量寿经》（《无量寿经》跟《阿弥陀经》是完全相同的），我们这一生足够了，足够去西方极乐世界了，再搞别的恐怕要误事。我跟诸位讲真话，也许人听的时候，这个法师不行，骗人的，还是要博学多闻，样样都要搞，为什么？他过去也搞过很多。你说得很有道理，我是发现我吃了亏、上了当，我如果从二十六岁一开头就搞《无量寿经》、《弥陀经》，那我给诸位说，今天我走遍全世界，哪一个人见到我不恭恭敬敬「阿弥陀佛」？就是因为搞太多了，现在什么都不像，一样也不是，这个亏就吃大了！所以教育就是把错误、失败的教训传给后人，使后人不再有这个错误、不再有这种失败，这就是教育。我走这个错误路子，我不希望别人也走这个路子；我吃这么大的亏，我希望你们不要吃亏，那你们的成就必定在我之上，后来居上。你们如果要模仿我，照我这个路子来走，我可以肯定说，你决定不如我，因为我遇到不少真正的善知识，你们没有这种机会遇到，你决定不如我，这是真的。你要肯相信我给你说的话，走这一条路，你决定胜过我。这是讲的「以深信愿，执持名号」，这一句名号实实在在不可思议，我们后面会讨论到。",
      "zh_TW": "我自己算是個過來人，我二十六歲開始在經教裡頭下功夫，現在快過年了，過了年我六十二了。我是個過來人，沒有一樣搞通，都是假的，自欺欺人而已。換句話說，白費這麼多時間，不如老老實實念佛。經我就選一部，就這一部《彌陀經》足夠了。《彌陀經》我過去跟大家介紹三種註解，現在這三種註解，謝居士他發心印成一本。《彌陀經》三種註解合刊，《疏鈔》、《要解》、《通贊疏》，足夠了，再加上《無量壽經》（《無量壽經》跟《阿彌陀經》是完全相同的），我們這一生足夠了，足夠去西方極樂世界了，再搞別的恐怕要誤事。我跟諸位講真話，也許人聽的時候，這個法師不行，騙人的，還是要博學多聞，樣樣都要搞，為什麼？他過去也搞過很多。你說得很有道理，我是發現我吃了虧、上了當，我如果從二十六歲一開頭就搞《無量壽經》、《彌陀經》，那我給諸位說，今天我走遍全世界，哪一個人見到我不恭恭敬敬「阿彌陀佛」？就是因為搞太多了，現在什麼都不像，一樣也不是，這個虧就吃大了！所以教育就是把錯誤、失敗的教訓傳給後人，使後人不再有這個錯誤、不再有這種失敗，這就是教育。我走這個錯誤路子，我不希望別人也走這個路子；我吃這麼大的虧，我希望你們不要吃虧，那你們的成就必定在我之上，後來居上。你們如果要模仿我，照我這個路子來走，我可以肯定說，你決定不如我，因為我遇到不少真正的善知識，你們沒有這種機會遇到，你決定不如我，這是真的。你要肯相信我給你說的話，走這一條路，你決定勝過我。這是講的「以深信願，執持名號」，這一句名號實實在在不可思議，我們後面會討論到。"
    },
    {
      "id": "02-001-0004_p0020",
      "zh_CN": "「蕅益大师云」，这是《要解》里面说的，「信、愿、持名，为一经要旨」，这部经最重要的宗旨，「信愿为慧行，持名为行行」。有很多人误会了，以为什么？念佛的人不求智慧，一天到晚念这一句阿弥陀佛，没有慧。虽然说一切妄念起来了，用这一句阿弥陀佛把它压下去，顶多充其量有一点点定，相似定，还不叫真定，叫相似的定，那完全没有慧，这是对于这个法门完全不了解所产生的误会。诸位要晓得，诸佛如来教诫众生第一法门，哪有没有智慧？所以蕅益大师在《要解》里明白给我们提示出来，你能信，你肯发愿求生，这是无比的智慧。李老师在这部经眉注上，第三十三面眉注上注的有，他说「应警三点」，应该警惕这三点，第一点就是经上讲的「住菩萨道，供四百亿佛，尚有隔阴退转」，你说这个可怕不可怕？这是经上讲，像大菩萨们，他们生生世世修六度法在度众生，没有发心求生西方极乐世界，久远劫以来他们都行菩萨道，而且曾经供养四百亿佛，你想想多少时间！现在怎么样？还是有隔阴之迷，还是有退转，这是值得我们警惕的。第二点，他说虽然有远因，将来还是会往生西方极乐世界，因为他曾经读过这部经，曾经听到过阿弥陀佛的名号，不过是没发心而已，但是免不了长劫流转，你要生死轮回，你要受这些苦。所以第三点，他老人家就教给我们，「不求带业往生，非愚即狂」。没智慧、不求往生净土的人，不是愚人就是狂妄之人，这两种人都没有智慧。所以信愿之人的确是很大的智慧、很深的智慧，他才相信，他才肯发愿，这是慧行。",
      "zh_TW": "「蕅益大師云」，這是《要解》裡面說的，「信、願、持名，為一經要旨」，這部經最重要的宗旨，「信願為慧行，持名為行行」。有很多人誤會了，以為什麼？念佛的人不求智慧，一天到晚念這一句阿彌陀佛，沒有慧。雖然說一切妄念起來了，用這一句阿彌陀佛把它壓下去，頂多充其量有一點點定，相似定，還不叫真定，叫相似的定，那完全沒有慧，這是對於這個法門完全不了解所產生的誤會。諸位要曉得，諸佛如來教誡眾生第一法門，哪有沒有智慧？所以蕅益大師在《要解》裡明白給我們提示出來，你能信，你肯發願求生，這是無比的智慧。李老師在這部經眉註上，第三十三面眉註上註的有，他說「應警三點」，應該警惕這三點，第一點就是經上講的「住菩薩道，供四百億佛，尚有隔陰退轉」，你說這個可怕不可怕？這是經上講，像大菩薩們，他們生生世世修六度法在度眾生，沒有發心求生西方極樂世界，久遠劫以來他們都行菩薩道，而且曾經供養四百億佛，你想想多少時間！現在怎麼樣？還是有隔陰之迷，還是有退轉，這是值得我們警惕的。第二點，他說雖然有遠因，將來還是會往生西方極樂世界，因為他曾經讀過這部經，曾經聽到過阿彌陀佛的名號，不過是沒發心而已，但是免不了長劫流轉，你要生死輪迴，你要受這些苦。所以第三點，他老人家就教給我們，「不求帶業往生，非愚即狂」。沒智慧、不求往生淨土的人，不是愚人就是狂妄之人，這兩種人都沒有智慧。所以信願之人的確是很大的智慧、很深的智慧，他才相信，他才肯發願，這是慧行。"
    },
    {
      "id": "02-001-0004_p0021",
      "zh_CN": "持名，这一句佛号我常跟诸位讲，不怀疑、不间断、不夹杂，这是「行行」，这是念佛的秘诀，二六时中，我们这句佛号不要叫它断掉。我们今天这个念佛，说实在话都是在试验，有没有上轨道？没有，没有上轨道。上轨道的念佛不是这个念法，上轨道里面没有这么多花样，头一支香也不要《弥陀经》，也不要唱赞，什么都没有，就是一句阿弥陀佛。一天十万声佛号，什么都没有，这就上轨道了。所以愈是妙的法门愈简单。我们现在这个念佛当中夹杂《弥陀经》、夹杂着香赞，而且声调常常在变化，常常在换，所以很不容易得力；功夫不容易得力就是你的妄念伏不住，你得不到一心，原因就在此地。所以佛七念佛法会是提起大家念佛的兴趣，如果将来大家真正发心，深信发愿，我们要修这个法门了，那我们这个念佛方法就不如此，就是从早到晚不休息，一句佛号念下去。我现在在美国教人，我就教这个方法，这个方法简单、容易。我就用录音带，我们采取台中录音的这个音调，它是不缓不急，能念得很舒服。录音机一打开，跟着这个去念，它一面刚好半小时，绕念半小时，坐着念半小时，再拜半小时。拜半小时的时候，耳朵里面听佛号，心里念佛号，口不出声，礼佛，拜半个小时。拜完之后又绕半小时，再坐念半小时，再拜半小时，就是这样一直下去。实在念累了，你就去休息一下，精神、体力恢复了马上再念，这样子念法，这上轨道。这样念的话，念上三天，你就会有感应，这就功夫得力的相。得力的相是什么？无论在什么时候，无论在什么处所，你只要心里头不想事情，心里头妄想一下放下，你就会很清楚听到耳朵里佛号，清清楚楚。不管在什么地方，不管在什么时候，佛号清清楚楚、字字分明，这是功夫刚刚得力的现象，能够这样保持二、三年就是功夫成片，就决定往生。我在外面教人，人家依照我这个方法做，做了几天都来告诉我，确实是听到佛号。我就告诉他，你要好好的保持，如果不保持，两天就没有了，你再也听不到了，这是真的。所以将来大家有福，我们就有机会建一个念佛堂。来修的人不在乎多少，三个、五个不少，一百、两百不多，但是一定要依照这个方法来修，这就是将来我们自己道场独特的道风，跟别人不一样，真正是想求生西方极乐世界、想成就的。",
      "zh_TW": "持名，這一句佛號我常跟諸位講，不懷疑、不間斷、不夾雜，這是「行行」，這是念佛的祕訣，二六時中，我們這句佛號不要叫它斷掉。我們今天這個念佛，說實在話都是在試驗，有沒有上軌道？沒有，沒有上軌道。上軌道的念佛不是這個念法，上軌道裡面沒有這麼多花樣，頭一支香也不要《彌陀經》，也不要唱讚，什麼都沒有，就是一句阿彌陀佛。一天十萬聲佛號，什麼都沒有，這就上軌道了。所以愈是妙的法門愈簡單。我們現在這個念佛當中夾雜《彌陀經》、夾雜著香讚，而且聲調常常在變化，常常在換，所以很不容易得力；功夫不容易得力就是你的妄念伏不住，你得不到一心，原因就在此地。所以佛七念佛法會是提起大家念佛的興趣，如果將來大家真正發心，深信發願，我們要修這個法門了，那我們這個念佛方法就不如此，就是從早到晚不休息，一句佛號念下去。我現在在美國教人，我就教這個方法，這個方法簡單、容易。我就用錄音帶，我們採取台中錄音的這個音調，它是不緩不急，能念得很舒服。錄音機一打開，跟著這個去念，它一面剛好半小時，繞念半小時，坐著念半小時，再拜半小時。拜半小時的時候，耳朵裡面聽佛號，心裡念佛號，口不出聲，禮佛，拜半個小時。拜完之後又繞半小時，再坐念半小時，再拜半小時，就是這樣一直下去。實在念累了，你就去休息一下，精神、體力恢復了馬上再念，這樣子念法，這上軌道。這樣念的話，念上三天，你就會有感應，這就功夫得力的相。得力的相是什麼？無論在什麼時候，無論在什麼處所，你只要心裡頭不想事情，心裡頭妄想一下放下，你就會很清楚聽到耳朵裡佛號，清清楚楚。不管在什麼地方，不管在什麼時候，佛號清清楚楚、字字分明，這是功夫剛剛得力的現象，能夠這樣保持二、三年就是功夫成片，就決定往生。我在外面教人，人家依照我這個方法做，做了幾天都來告訴我，確實是聽到佛號。我就告訴他，你要好好的保持，如果不保持，兩天就沒有了，你再也聽不到了，這是真的。所以將來大家有福，我們就有機會建一個念佛堂。來修的人不在乎多少，三個、五個不少，一百、兩百不多，但是一定要依照這個方法來修，這就是將來我們自己道場獨特的道風，跟別人不一樣，真正是想求生西方極樂世界、想成就的。"
    },
    {
      "id": "02-001-0004_p0022",
      "zh_CN": "底下几句话非常非常重要，「得生与否，全由信愿之有无；品位高下，全由持名之深浅。故慧行为先导，行行为正修，如目足并运也。」这一句很重要很重要，能不能往生就看你有没有信愿，信愿是智慧，信愿是菩提心。往生到西方极乐世界的品位高下，那是你持名功夫的浅深。你用持名的功夫能真正伏住烦恼了，心得到清净，像前面讲的无染清净心、安清净心、乐清净心，你初步得到这个，这是功夫成片。你每天法喜充满，你不会在这个世间看到有一个人看不顺眼，有一桩事情看到不如意，没有；如果还有这个，你念佛功夫没有伏住烦恼。看到这个人喜欢，看到那个人讨厌，这不行，你没功夫，换句话说你很难往生。这是我在此地要奉劝诸位，常常检点自己功夫到什么程度，就在这上检查，处事待人接物是不是真正用平等心、真正用安乐心？平等心待人、清净心待人，安乐心自己享受，和光同尘。到后面讲到四土里面再跟诸位讲功夫高下，你念佛的功夫高下，往生品位不相同。慧是先导，引导我们的，行是正修；慧好比是眼睛，行好比是两条腿，眼睛看路看得清清楚楚，路一步一步往前进，所以「目足并运」。",
      "zh_TW": "底下幾句話非常非常重要，「得生與否，全由信願之有無；品位高下，全由持名之深淺。故慧行為先導，行行為正修，如目足並運也。」這一句很重要很重要，能不能往生就看你有沒有信願，信願是智慧，信願是菩提心。往生到西方極樂世界的品位高下，那是你持名功夫的淺深。你用持名的功夫能真正伏住煩惱了，心得到清淨，像前面講的無染清淨心、安清淨心、樂清淨心，你初步得到這個，這是功夫成片。你每天法喜充滿，你不會在這個世間看到有一個人看不順眼，有一樁事情看到不如意，沒有；如果還有這個，你念佛功夫沒有伏住煩惱。看到這個人喜歡，看到那個人討厭，這不行，你沒功夫，換句話說你很難往生。這是我在此地要奉勸諸位，常常檢點自己功夫到什麼程度，就在這上檢查，處事待人接物是不是真正用平等心、真正用安樂心？平等心待人、清淨心待人，安樂心自己享受，和光同塵。到後面講到四土裡面再跟諸位講功夫高下，你念佛的功夫高下，往生品位不相同。慧是先導，引導我們的，行是正修；慧好比是眼睛，行好比是兩條腿，眼睛看路看得清清楚楚，路一步一步往前進，所以「目足並運」。"
    },
    {
      "id": "02-001-0004_p0023",
      "zh_CN": "「又曰：深信发愿，即无上菩提。」这一句话也非常非常重要。菩提心怎么发？讲了半天，搞不清楚什么叫菩提心，怎么个发法。这个的确是很难，实在讲，自古以来祖师大德没有把这个话说得像蕅益大师这么清楚、这么明白、这么简单。所以以后你要讲，什么叫发菩提心？求生西方极乐世界就是发菩提心，这个真是一句话把我们点醒。我们对西方极乐世界一点都不怀疑，就是对《弥陀经》跟《无量寿经》讲的每一句话、每一个字都不怀疑，我们深信，我们依照这个经典发愿求生西方极乐世界，这就是发无上菩提心。「合此信愿，的为净土指南」，的的确确是净土的指南。「由此而执持名号，乃为正行。」所以念佛正行必须是以菩提心为基础，这个念佛才是正行，否则天天念佛，念得再多也不算是正行。我在过去还听说，这是我们本省的，大概也是念佛的人，他不懂得佛法，他为什么天天念佛？他说念一句佛号，这一句佛号就值多少钱，就是存钱，存钱将来死了之后到阴间好用。所以他拚命的念，将来死了以后钱就多，他为这个念佛的，这个不是正行。他这样念佛，将来一定是生在鬼道，他的愿在鬼道，他愿意去做鬼，做一个有钱的鬼。所以我们千万不要发愿将来去做鬼、去做神，这就糟糕了！我们要发愿求生西方极乐世界。而且一定要有坚定的信心，我一定要阿弥陀佛来接引我，阿弥陀佛没有来接引我不走；阿弥陀佛来了，我就跟他走。他什么时候来？他一定会来，你要有这个信心。你不要「我盼，盼了一辈子，到死也没有看阿弥陀佛来」，那是你自己信心不坚固；你信心坚固，愿力很强的话，阿弥陀佛一定会来，每个往生的人都是阿弥陀佛来接引他去的。所以这一点非常非常重要，这是正行。",
      "zh_TW": "「又曰：深信發願，即無上菩提。」這一句話也非常非常重要。菩提心怎麼發？講了半天，搞不清楚什麼叫菩提心，怎麼個發法。這個的確是很難，實在講，自古以來祖師大德沒有把這個話說得像蕅益大師這麼清楚、這麼明白、這麼簡單。所以以後你要講，什麼叫發菩提心？求生西方極樂世界就是發菩提心，這個真是一句話把我們點醒。我們對西方極樂世界一點都不懷疑，就是對《彌陀經》跟《無量壽經》講的每一句話、每一個字都不懷疑，我們深信，我們依照這個經典發願求生西方極樂世界，這就是發無上菩提心。「合此信願，的為淨土指南」，的的確確是淨土的指南。「由此而執持名號，乃為正行。」所以念佛正行必須是以菩提心為基礎，這個念佛才是正行，否則天天念佛，念得再多也不算是正行。我在過去還聽說，這是我們本省的，大概也是念佛的人，他不懂得佛法，他為什麼天天念佛？他說念一句佛號，這一句佛號就值多少錢，就是存錢，存錢將來死了之後到陰間好用。所以他拚命的念，將來死了以後錢就多，他為這個念佛的，這個不是正行。他這樣念佛，將來一定是生在鬼道，他的願在鬼道，他願意去做鬼，做一個有錢的鬼。所以我們千萬不要發願將來去做鬼、去做神，這就糟糕了！我們要發願求生西方極樂世界。而且一定要有堅定的信心，我一定要阿彌陀佛來接引我，阿彌陀佛沒有來接引我不走；阿彌陀佛來了，我就跟他走。他什麼時候來？他一定會來，你要有這個信心。你不要「我盼，盼了一輩子，到死也沒有看阿彌陀佛來」，那是你自己信心不堅固；你信心堅固，願力很強的話，阿彌陀佛一定會來，每個往生的人都是阿彌陀佛來接引他去的。所以這一點非常非常重要，這是正行。"
    },
    {
      "id": "02-001-0004_p0024",
      "zh_CN": "「大本亦以发菩提愿为要，正与此同。」这些统统都是节录蕅益大师《要解》里面的。「故今以发菩提心，一向专念」，这两句话就是《无量寿经》上两句经文，「为大本之宗」，以这个为《无量寿经》修学的宗旨，「正是遵奉莲池诸祖之垂教也」。跟善导、莲池、蕅益、彻悟他们所指给我们路相同，是完全一致的，这我们更不会有怀疑了。这些祖师大德个个都是预知时至，自在往生的，都是净土宗了不起的祖师。所以我们应当要相信、应当要发愿，要好好的去念佛，念佛的时候身心世界一切放下。说到这里，又怕同修们听了误会，这一切放下，我一切工作不做了？那又错了。放下是指什么？是指你心里东西放下，心里面一切分别执着妄想放下。工作要不要做？要认真去做，要努力去做，福慧双修。要晓得念佛不碍工作，不管做什么工作不碍念佛，这个法门好就好在此地。只要没有用思考的工作都可以念佛，甚至于用思考的还可以听佛号，你看我在这里写这些讲义、编这个东西，我用随身听放在耳朵里，我还是听佛号，一面听佛号一面看经，一面写东西，没妨碍。所以佛号不要间断，这是正行，一切时一切处，佛号统统不间断。",
      "zh_TW": "「大本亦以發菩提願為要，正與此同。」這些統統都是節錄蕅益大師《要解》裡面的。「故今以發菩提心，一向專念」，這兩句話就是《無量壽經》上兩句經文，「為大本之宗」，以這個為《無量壽經》修學的宗旨，「正是遵奉蓮池諸祖之垂教也」。跟善導、蓮池、蕅益、徹悟他們所指給我們路相同，是完全一致的，這我們更不會有懷疑了。這些祖師大德個個都是預知時至，自在往生的，都是淨土宗了不起的祖師。所以我們應當要相信、應當要發願，要好好的去念佛，念佛的時候身心世界一切放下。說到這裡，又怕同修們聽了誤會，這一切放下，我一切工作不做了？那又錯了。放下是指什麼？是指你心裡東西放下，心裡面一切分別執著妄想放下。工作要不要做？要認真去做，要努力去做，福慧雙修。要曉得念佛不礙工作，不管做什麼工作不礙念佛，這個法門好就好在此地。只要沒有用思考的工作都可以念佛，甚至於用思考的還可以聽佛號，你看我在這裡寫這些講義、編這個東西，我用隨身聽放在耳朵裡，我還是聽佛號，一面聽佛號一面看經，一面寫東西，沒妨礙。所以佛號不要間斷，這是正行，一切時一切處，佛號統統不間斷。"
    },
    {
      "id": "02-001-0004_p0025",
      "zh_CN": "还有现在交通便捷了，观光又开放了，许多人都到国外去观光。去观光，大概初次去都很苦，你不到美国去吗？一去就闹时差，这个东西很麻烦。如果你是两个礼拜观光，你一个礼拜才能够适应；换句话，你去两个礼拜，只能用一个礼拜的时间，这就很麻烦。我出国没有时差，人家问我，你怎么会没有时差？我就告诉他，我在飞机上念佛，我不睡觉，我就用随身听，耳机一套，在念佛。我那个随身听，一个电池三个小时，我四个电池用完了就到美国，一到美国下飞机，我精神很好，没有时差。我有我的办法，我把我这个办法传给庄传宗，庄传宗试验了一次，果然没有时差，他说有效。念佛，念佛就没有时差。",
      "zh_TW": "還有現在交通便捷了，觀光又開放了，許多人都到國外去觀光。去觀光，大概初次去都很苦，你不到美國去嗎？一去就鬧時差，這個東西很麻煩。如果你是兩個禮拜觀光，你一個禮拜才能夠適應；換句話，你去兩個禮拜，只能用一個禮拜的時間，這就很麻煩。我出國沒有時差，人家問我，你怎麼會沒有時差？我就告訴他，我在飛機上念佛，我不睡覺，我就用隨身聽，耳機一套，在念佛。我那個隨身聽，一個電池三個小時，我四個電池用完了就到美國，一到美國下飛機，我精神很好，沒有時差。我有我的辦法，我把我這個辦法傳給莊傳宗，莊傳宗試驗了一次，果然沒有時差，他說有效。念佛，念佛就沒有時差。"
    }
  ]
}