{
  "doc_id": "02-001-0089",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—稀有难逢之一日",
    "zh_TW": "無量壽經（一次宣講）—稀有難逢之一日"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十九集",
    "zh_TW": "第八十九集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0089",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-001-0089_p0001",
      "zh_CN": "请掀开经本第八十八页：",
      "zh_TW": "請掀開經本第八十八頁："
    },
    {
      "id": "02-001-0089_p0002",
      "zh_CN": "【福慧始闻第四十七】",
      "zh_TW": "【福慧始聞第四十七】"
    },
    {
      "id": "02-001-0089_p0003",
      "zh_CN": "《无量寿经》到前面四十六章就已经讲圆满了，夏老居士大概是有感于阿弥陀佛四十八愿，总得四十八章，这部经才真正是功德圆满。所以后面这两章，尤其是这一章的偈颂是属于重颂，就是把前面的意思再用偈颂的体裁再说一遍。再说一遍是不是显累赘？不然，他再叙说一遍，说明前面所讲的非常重要。长行文不便于偈颂，我们把它念背不太容易；偈子比较容易，它是诗歌的体裁，而且可以唱的，配上曲可以唱。佛讲偈颂还有另外一个意思，佛说法不像一般学校上课，一般学校上课，学生是固定的，到时候都来了。佛说法是应机而说，所以来听经的人有先来、有后到，有从当中才开始来听的，前面没有听到，有些人就这一会他才来的，听到的没头没尾。于是这个偈颂它有一个好处，把前面的大意略为叙说一下，使他前面没有听到的，在偈颂里面也得到前面所讲的一些道理。所以它有许许多多种的好处，往往在长行后面都有偈颂。",
      "zh_TW": "《無量壽經》到前面四十六章就已經講圓滿了，夏老居士大概是有感於阿彌陀佛四十八願，總得四十八章，這部經才真正是功德圓滿。所以後面這兩章，尤其是這一章的偈頌是屬於重頌，就是把前面的意思再用偈頌的體裁再說一遍。再說一遍是不是顯累贅？不然，他再敘說一遍，說明前面所講的非常重要。長行文不便於偈頌，我們把它念背不太容易；偈子比較容易，它是詩歌的體裁，而且可以唱的，配上曲可以唱。佛講偈頌還有另外一個意思，佛說法不像一般學校上課，一般學校上課，學生是固定的，到時候都來了。佛說法是應機而說，所以來聽經的人有先來、有後到，有從當中才開始來聽的，前面沒有聽到，有些人就這一會他才來的，聽到的沒頭沒尾。於是這個偈頌它有一個好處，把前面的大意略為敘說一下，使他前面沒有聽到的，在偈頌裡面也得到前面所講的一些道理。所以它有許許多多種的好處，往往在長行後面都有偈頌。"
    },
    {
      "id": "02-001-0089_p0004",
      "zh_CN": "在这一章里面，它的内容有三点，第一个是劝勉我们受持这部《无量寿经》，发愿往生，这个是最主要的一个目的。第二点意思是讲佛的智慧是很难遇到的，也很难听得到的，要珍惜这个因缘。第三点，肯定了如果我们对于这部经能够相信、能够依教奉行，在这一生当中是决定得度。我们看经文，经文一开端就把这个意思说出来了。",
      "zh_TW": "在這一章裡面，它的內容有三點，第一個是勸勉我們受持這部《無量壽經》，發願往生，這個是最主要的一個目的。第二點意思是講佛的智慧是很難遇到的，也很難聽得到的，要珍惜這個因緣。第三點，肯定了如果我們對於這部經能夠相信、能夠依教奉行，在這一生當中是決定得度。我們看經文，經文一開端就把這個意思說出來了。"
    },
    {
      "id": "02-001-0089_p0005",
      "zh_CN": "【尔时世尊而说颂曰。】",
      "zh_TW": "【爾時世尊而說頌曰。】"
    },
    {
      "id": "02-001-0089_p0006",
      "zh_CN": "这是正式接着前面长行讲完的时候，偈颂是世尊为我们说出的。",
      "zh_TW": "這是正式接著前面長行講完的時候，偈頌是世尊為我們說出的。"
    },
    {
      "id": "02-001-0089_p0007",
      "zh_CN": "【若不往昔修福慧。于此正法不能闻。已曾供养诸如来。则能欢喜信此事。】",
      "zh_TW": "【若不往昔修福慧。於此正法不能聞。已曾供養諸如來。則能歡喜信此事。】"
    },
    {
      "id": "02-001-0089_p0008",
      "zh_CN": "这是第一首。这一首清清楚楚、明明白白的告诉我们，遇到这个法门、听到这部经典决定是具足福慧，正如同《弥陀经》上所讲的，「不可以少善根福德因缘，得生彼国」。善根就是慧，福德就是此地讲的福，这种善根与福德决定是多生多劫修积的。因为学佛的人很多，学其他法门宗派的人非常之多，他没有机会听到这部经，没有发心修学这个法门，前面长行里讲过，他没福、智慧鲜少，福慧都少。由此可知，这句经文是『往昔修福慧』，这个「往昔」真的是指无量劫中。我们这一生遇到生欢喜心发愿往生，不是偶然的事情，不是这一生的事情，多生多劫的善根福德是今日成熟了，才能够遇得到。",
      "zh_TW": "這是第一首。這一首清清楚楚、明明白白的告訴我們，遇到這個法門、聽到這部經典決定是具足福慧，正如同《彌陀經》上所講的，「不可以少善根福德因緣，得生彼國」。善根就是慧，福德就是此地講的福，這種善根與福德決定是多生多劫修積的。因為學佛的人很多，學其他法門宗派的人非常之多，他沒有機會聽到這部經，沒有發心修學這個法門，前面長行裡講過，他沒福、智慧鮮少，福慧都少。由此可知，這句經文是『往昔修福慧』，這個「往昔」真的是指無量劫中。我們這一生遇到生歡喜心發願往生，不是偶然的事情，不是這一生的事情，多生多劫的善根福德是今日成熟了，才能夠遇得到。"
    },
    {
      "id": "02-001-0089_p0009",
      "zh_CN": "尤其是我们这个时代，想一想，佛真正是慈悲，如果不是这个本子出现，《无量寿经》要想弘扬，还像过去一样困难，这是真的。为什么？译本文字生涩，读起来读得不通畅，意思也不明显，所以相当困难。自古以来注解的人很少，我们中国人古时候注解《无量寿经》只有两个人。隋朝的慧远，不是我们第一代的祖师，隋朝时代的人，他老人家法名也叫慧远，在中国历史上称为小慧远，他作了一个《义疏》，这是在我们台湾流通很广泛；另外吉藏法师也有一个注解，也叫做《义疏》，名字相同，但是吉藏的《义疏》注得很简单，注解的文字恐怕还没有经文多。所以要想理解经中的大意，的确不是容易事情。会集的本子，虽然在文字上是顺畅了不少，但是都有瑕疵，受后人的批评，流通就产生障碍。",
      "zh_TW": "尤其是我們這個時代，想一想，佛真正是慈悲，如果不是這個本子出現，《無量壽經》要想弘揚，還像過去一樣困難，這是真的。為什麼？譯本文字生澀，讀起來讀得不通暢，意思也不明顯，所以相當困難。自古以來註解的人很少，我們中國人古時候註解《無量壽經》只有兩個人。隋朝的慧遠，不是我們第一代的祖師，隋朝時代的人，他老人家法名也叫慧遠，在中國歷史上稱為小慧遠，他作了一個《義疏》，這是在我們台灣流通很廣泛；另外吉藏法師也有一個註解，也叫做《義疏》，名字相同，但是吉藏的《義疏》註得很簡單，註解的文字恐怕還沒有經文多。所以要想理解經中的大意，的確不是容易事情。會集的本子，雖然在文字上是順暢了不少，但是都有瑕疵，受後人的批評，流通就產生障礙。"
    },
    {
      "id": "02-001-0089_p0010",
      "zh_CN": "现代是末法，眼看着众生烦恼，烦恼就是造恶因，经上讲的五恶、五痛、五烧，天天都在增长，这个不得了。所有的法门，对于这个时代来说都失效了，救不了，众生的病太重了，那些药方对治不了这个毛病。诸佛如来的本愿，所谓「佛氏门中，不舍一人」，愈是苦难来临的时候，佛菩萨愈是慈悲，这才感得夏莲居老居士示现。夏老居士，说实在的话，是佛菩萨再来，不是普通人，为我们重新把古译本加以整理，重新编排，成就这个本子。这个本子就是五种原译本的集大成，每一字、每一句都是原译的原文，没有更动一句一字，所以这个诟病没有了。我们展开这个本子是无量的欢喜，也就是佛菩萨这部经留在末法时期来度众生，非常契合众生的根性，九种本子里面这是第一善本。经上讲，将来佛法统统灭了，到最后这部经还留一百年，在我们想想，大概九种本子，其他八种本子也没有了，到最后能够留下去的必定就是这个本子。这个是众生无量劫来善根福德因缘成熟，才感得这个本子的出现。",
      "zh_TW": "現代是末法，眼看著眾生煩惱，煩惱就是造惡因，經上講的五惡、五痛、五燒，天天都在增長，這個不得了。所有的法門，對於這個時代來說都失效了，救不了，眾生的病太重了，那些藥方對治不了這個毛病。諸佛如來的本願，所謂「佛氏門中，不捨一人」，愈是苦難來臨的時候，佛菩薩愈是慈悲，這才感得夏蓮居老居士示現。夏老居士，說實在的話，是佛菩薩再來，不是普通人，為我們重新把古譯本加以整理，重新編排，成就這個本子。這個本子就是五種原譯本的集大成，每一字、每一句都是原譯的原文，沒有更動一句一字，所以這個詬病沒有了。我們展開這個本子是無量的歡喜，也就是佛菩薩這部經留在末法時期來度眾生，非常契合眾生的根性，九種本子裡面這是第一善本。經上講，將來佛法統統滅了，到最後這部經還留一百年，在我們想想，大概九種本子，其他八種本子也沒有了，到最後能夠留下去的必定就是這個本子。這個是眾生無量劫來善根福德因緣成熟，才感得這個本子的出現。"
    },
    {
      "id": "02-001-0089_p0011",
      "zh_CN": "所以佛在此地感叹说，如果不是过去多生多劫修福修慧，这个机会你遇不到的，纵然遇到，也是搁置在一边，你想这多可惜。从这三年来，我们在各处把这个本子介绍给同修，可以说没有一个不欢喜，这也就是显示出这本经契合于当代众生的根机。我们无论在中国、在外国，人人欢喜，人人都欢迎，这是众生之福。在今天这样一个苦难的社会，唯独此经能真正得度众生。",
      "zh_TW": "所以佛在此地感嘆說，如果不是過去多生多劫修福修慧，這個機會你遇不到的，縱然遇到，也是擱置在一邊，你想這多可惜。從這三年來，我們在各處把這個本子介紹給同修，可以說沒有一個不歡喜，這也就是顯示出這本經契合於當代眾生的根機。我們無論在中國、在外國，人人歡喜，人人都歡迎，這是眾生之福。在今天這樣一個苦難的社會，唯獨此經能真正得度眾生。"
    },
    {
      "id": "02-001-0089_p0012",
      "zh_CN": "下面两句说，『已曾供养诸如来，则能欢喜信此事』。最低限度，也像前面所讲的阿阇王子五百长者子一样，在过去生中住菩萨道供四百亿佛，因为当时佛讲经，他们参加这个法会，听了都很欢喜。他那个时候听佛讲经欢喜，跟我们今天读这部经生欢喜心是一样的境界。他听了欢喜是「已曾供养诸如来」，我们今天听到这部经、读到这部经也像他一样的欢喜心，我们过去世的宿因一定也相同。像《金刚经》上所说的，《金刚经》上有一段话说「如来灭后，后五百岁」，后五百岁就是指我们现在，它是把五百年称为一个阶段。五个五百年以后，就是二千五百年之后，这就是我们末法时期，二千五百年之后，佛说的，是什么世界？斗争坚固。那我们看看这个世界，确实是斗争，全世界都在斗争，佛门里头也不例外，寺庙里面也斗争，斗争坚固的时代。「有持戒修福者，于此章句能生信心，以此为实，当知是人，不于一佛二佛三四五佛而种善根，已于无量千万佛所种诸善根」，这是佛在《金刚经》上说的。由此可知，这部经上讲「已曾供养诸如来」必然也是已于无量千万佛所种诸善根。在这个末法斗争坚固的时代能相信，能把经上讲的字字句句看作真实，而不是假的，你有这个信心，「则能欢喜信此事」。",
      "zh_TW": "下面兩句說，『已曾供養諸如來，則能歡喜信此事』。最低限度，也像前面所講的阿闍王子五百長者子一樣，在過去生中住菩薩道供四百億佛，因為當時佛講經，他們參加這個法會，聽了都很歡喜。他那個時候聽佛講經歡喜，跟我們今天讀這部經生歡喜心是一樣的境界。他聽了歡喜是「已曾供養諸如來」，我們今天聽到這部經、讀到這部經也像他一樣的歡喜心，我們過去世的宿因一定也相同。像《金剛經》上所說的，《金剛經》上有一段話說「如來滅後，後五百歲」，後五百歲就是指我們現在，它是把五百年稱為一個階段。五個五百年以後，就是二千五百年之後，這就是我們末法時期，二千五百年之後，佛說的，是什麼世界？鬥爭堅固。那我們看看這個世界，確實是鬥爭，全世界都在鬥爭，佛門裡頭也不例外，寺廟裡面也鬥爭，鬥爭堅固的時代。「有持戒修福者，於此章句能生信心，以此為實，當知是人，不於一佛二佛三四五佛而種善根，已於無量千萬佛所種諸善根」，這是佛在《金剛經》上說的。由此可知，這部經上講「已曾供養諸如來」必然也是已於無量千萬佛所種諸善根。在這個末法鬥爭堅固的時代能相信，能把經上講的字字句句看作真實，而不是假的，你有這個信心，「則能歡喜信此事」。"
    },
    {
      "id": "02-001-0089_p0013",
      "zh_CN": "这两天，我们重新把《了凡四训》在此地温习一遍，《了凡四训》里面都是讲因缘果报。因果不但是世法的定律，佛法也不出因果的范围，我们展开《华严经》，「五周因果」。由此可知，我们能够欢喜、能够相信、能够发愿求生，这有很深的因！不是浅因、不是小因，这是我们自己要庆幸的、要明了的，无量劫的善根今天成熟。再看第二首：",
      "zh_TW": "這兩天，我們重新把《了凡四訓》在此地溫習一遍，《了凡四訓》裡面都是講因緣果報。因果不但是世法的定律，佛法也不出因果的範圍，我們展開《華嚴經》，「五周因果」。由此可知，我們能夠歡喜、能夠相信、能夠發願求生，這有很深的因！不是淺因、不是小因，這是我們自己要慶幸的、要明瞭的，無量劫的善根今天成熟。再看第二首："
    },
    {
      "id": "02-001-0089_p0014",
      "zh_CN": "【恶骄懈怠及邪见。难信如来微妙法。譬如盲人恒处暗。不能开导于他路。】",
      "zh_TW": "【惡驕懈怠及邪見。難信如來微妙法。譬如盲人恆處闇。不能開導於他路。】"
    },
    {
      "id": "02-001-0089_p0015",
      "zh_CN": "这是从反过来看，不相信佛法的，不能接受这个法门的。佛虽然是说了许许多多的法门，法门都好，但是众生根性不相同，未必能够适合。怎么知道适合不适合？这个自己可以验证一下就知道，你其他的法门都去尝试尝试看，如果修学，烦恼轻了、妄想少了，修学这个法门确实妄想少了、智慧增长了，这个修学就有效，就起了作用；如果依照这个法门修学，烦恼不见得灭少，妄念还是会增加，智慧不能现前，这个法门对你完全没有效果。一切经论法门你能够认真去反省检点，乃至于包括我们做的早晚两堂功课都是如此，两堂功课做下来收不到效果，这两堂功课何必去做它？不觉得浪费时间、浪费精神吗？尤其现代人一切都讲时效，要讲效果，这个东西我们做了收不到效果，那做它干什么？诸位能从这个地方去反省、去深思，我们才能够找出一条真正修行的道路，这一生决定要有成就，不能让它空过。至于业障深的人，我们要认识，我们要怜悯他。有的时候慈悲心太过了头，一定要想去度他，佛都度不了，你怎么能度得了？必须要有耐心，要有善巧方便去帮助他，他不醒悟，你帮助他，慢慢的叫他觉悟，这个东西不能着急的。",
      "zh_TW": "這是從反過來看，不相信佛法的，不能接受這個法門的。佛雖然是說了許許多多的法門，法門都好，但是眾生根性不相同，未必能夠適合。怎麼知道適合不適合？這個自己可以驗證一下就知道，你其他的法門都去嘗試嘗試看，如果修學，煩惱輕了、妄想少了，修學這個法門確實妄想少了、智慧增長了，這個修學就有效，就起了作用；如果依照這個法門修學，煩惱不見得滅少，妄念還是會增加，智慧不能現前，這個法門對你完全沒有效果。一切經論法門你能夠認真去反省檢點，乃至於包括我們做的早晚兩堂功課都是如此，兩堂功課做下來收不到效果，這兩堂功課何必去做它？不覺得浪費時間、浪費精神嗎？尤其現代人一切都講時效，要講效果，這個東西我們做了收不到效果，那做它幹什麼？諸位能從這個地方去反省、去深思，我們才能夠找出一條真正修行的道路，這一生決定要有成就，不能讓它空過。至於業障深的人，我們要認識，我們要憐憫他。有的時候慈悲心太過了頭，一定要想去度他，佛都度不了，你怎麼能度得了？必須要有耐心，要有善巧方便去幫助他，他不醒悟，你幫助他，慢慢的叫他覺悟，這個東西不能著急的。"
    },
    {
      "id": "02-001-0089_p0016",
      "zh_CN": "前天有一位同修来看我，她住在基隆，晚上没有法子来听经。她说她是一个虔诚的佛教徒，吃长斋念佛的。她有个小孩到美国去念书，在那边人地生疏，也没有什么人照顾，所以同学们信基督教的，把他拉去信基督教，她难过得不得了。先生去看儿子，儿子也把先生拖到基督教去了。先生说基督教也不错，大家认识的人多，假期也不会寂寞。她就懊恼非凡，她说这怎么办？先生儿子对她都还不错，都很好。我就告诉她，信教自由，如果天天烦恼，好了，妳的佛法也坏了，也学不成功，妳帮助他们也拉不回来，自己佛法也修不成就，到最后人家看到妳这个样子，「你看佛教到最后都没有成就，那还是基督教好」。如果真正显示出佛教比基督教是要好，妳就认真修，有了成就，做个样子给他们看看，让他们自己去比较一下。",
      "zh_TW": "前天有一位同修來看我，她住在基隆，晚上沒有法子來聽經。她說她是一個虔誠的佛教徒，吃長齋念佛的。她有個小孩到美國去念書，在那邊人地生疏，也沒有什麼人照顧，所以同學們信基督教的，把他拉去信基督教，她難過得不得了。先生去看兒子，兒子也把先生拖到基督教去了。先生說基督教也不錯，大家認識的人多，假期也不會寂寞。她就懊惱非凡，她說這怎麼辦？先生兒子對她都還不錯，都很好。我就告訴她，信教自由，如果天天煩惱，好了，妳的佛法也壞了，也學不成功，妳幫助他們也拉不回來，自己佛法也修不成就，到最後人家看到妳這個樣子，「你看佛教到最後都沒有成就，那還是基督教好」。如果真正顯示出佛教比基督教是要好，妳就認真修，有了成就，做個樣子給他們看看，讓他們自己去比較一下。"
    },
    {
      "id": "02-001-0089_p0017",
      "zh_CN": "所以我就想到从前香港何东爵士夫人，何士礼的母亲，那个老太太高明，把一家人都度了。一家都是虔诚的基督教徒，她的方法很高明，她是开往生大会表演往生，让家里人看看，那没话说了。平常不说一句话，到临命终时她预知时至，晓得什么时候走，亲戚朋友发通知，都来送她往生。跟大家讲几句话，她到西方极乐世界去了，这一盘腿一坐，叫大家念佛送她，念不到十五分钟，她走了。全家虔诚的基督教徒，从此以后不上教堂了，老实念佛，为什么？亲眼看到的。所以我就教给她，妳应当学何东老太太。这个因缘也不是容易事情。",
      "zh_TW": "所以我就想到從前香港何東爵士夫人，何士禮的母親，那個老太太高明，把一家人都度了。一家都是虔誠的基督教徒，她的方法很高明，她是開往生大會表演往生，讓家裡人看看，那沒話說了。平常不說一句話，到臨命終時她預知時至，曉得什麼時候走，親戚朋友發通知，都來送她往生。跟大家講幾句話，她到西方極樂世界去了，這一盤腿一坐，叫大家念佛送她，念不到十五分鐘，她走了。全家虔誠的基督教徒，從此以後不上教堂了，老實念佛，為什麼？親眼看到的。所以我就教給她，妳應當學何東老太太。這個因緣也不是容易事情。"
    },
    {
      "id": "02-001-0089_p0018",
      "zh_CN": "所以『恶骄懈怠及邪见』，这一句把不能信受的人统统都包括了。「恶」当然最主要的是指恶见，《弥陀经》跟本经上都说「五浊恶世」，浊恶里面最根本的就是错误的见解、错误的思想。错的标准是什么？这个我们要知道，与自性相违背的就是错误的。顺着自性的，这是正知正见，顺着性的。什么叫自性？这个要不搞清楚，前面的意思还是不能够体会。这个自性，我们讲得最简单、最容易了解的就是清净心。换句话说，你一天到晚，无论在什么环境里面，你心是清净的，这个清净心就是真心。与清净心相应，所有一切思想、见解都是正知正见；如果你的思想、见解染污了你的清净心，这个思想全是错误的。染污的相是什么？贪瞋痴慢。你翻开《百法明门》，二十六个烦恼统统叫染污，里头只要有一条，心就不清净。二十六个烦恼，二十六大类，里面有六条是根本，贪、瞋、痴、慢、疑、恶见，这六条叫根本烦恼。心地清净，这些东西确确实实没有，这才是正知正见。这说起来容易，做起来可难了，谁能做得到？万万人当中难得找到一个；中国大陆有十亿人，能不能找到十个？靠不住，你才晓得难！",
      "zh_TW": "所以『惡驕懈怠及邪見』，這一句把不能信受的人統統都包括了。「惡」當然最主要的是指惡見，《彌陀經》跟本經上都說「五濁惡世」，濁惡裡面最根本的就是錯誤的見解、錯誤的思想。錯的標準是什麼？這個我們要知道，與自性相違背的就是錯誤的。順著自性的，這是正知正見，順著性的。什麼叫自性？這個要不搞清楚，前面的意思還是不能夠體會。這個自性，我們講得最簡單、最容易了解的就是清淨心。換句話說，你一天到晚，無論在什麼環境裡面，你心是清淨的，這個清淨心就是真心。與清淨心相應，所有一切思想、見解都是正知正見；如果你的思想、見解染污了你的清淨心，這個思想全是錯誤的。染污的相是什麼？貪瞋痴慢。你翻開《百法明門》，二十六個煩惱統統叫染污，裡頭只要有一條，心就不清淨。二十六個煩惱，二十六大類，裡面有六條是根本，貪、瞋、痴、慢、疑、惡見，這六條叫根本煩惱。心地清淨，這些東西確確實實沒有，這才是正知正見。這說起來容易，做起來可難了，誰能做得到？萬萬人當中難得找到一個；中國大陸有十億人，能不能找到十個？靠不住，你才曉得難！"
    },
    {
      "id": "02-001-0089_p0019",
      "zh_CN": "佛菩萨实在是慈悲到了极处，法是正确的，这么难，谁能得度？谁能够修学？这才大开方便之门，阿弥陀佛教我们念他的名号，这就容易了。如果我们念念心里有阿弥陀佛，给诸位说，这就叫正知正见，这个我们办得到，我们人人都办得到。我们想，想阿弥陀佛；念，念阿弥陀佛；礼拜、恭敬，也是礼拜恭敬阿弥陀佛；谈吐，我们言语也不离阿弥陀佛。我们见人一合掌「阿弥陀佛」，然后再给你谈问题，谈完了之后再「阿弥陀佛」结束，阿弥陀佛开头，阿弥陀佛结束，这就是正知正见。除了这个法门之外，与清净心相应，那是很不容易的事情。这个法门修久了，自自然然妄念就少，妄念少了，心就逐渐清净了，所以不求清净，自然得清净。清净心，用念佛求得的清净心叫做念佛三昧，细说就是功夫成片、事一心不乱、理一心不乱，统统叫念佛三昧。功夫浅的就是成片，功夫深的就是一心不乱。",
      "zh_TW": "佛菩薩實在是慈悲到了極處，法是正確的，這麼難，誰能得度？誰能夠修學？這才大開方便之門，阿彌陀佛教我們念他的名號，這就容易了。如果我們念念心裡有阿彌陀佛，給諸位說，這就叫正知正見，這個我們辦得到，我們人人都辦得到。我們想，想阿彌陀佛；念，念阿彌陀佛；禮拜、恭敬，也是禮拜恭敬阿彌陀佛；談吐，我們言語也不離阿彌陀佛。我們見人一合掌「阿彌陀佛」，然後再給你談問題，談完了之後再「阿彌陀佛」結束，阿彌陀佛開頭，阿彌陀佛結束，這就是正知正見。除了這個法門之外，與清淨心相應，那是很不容易的事情。這個法門修久了，自自然然妄念就少，妄念少了，心就逐漸清淨了，所以不求清淨，自然得清淨。清淨心，用念佛求得的清淨心叫做念佛三昧，細說就是功夫成片、事一心不亂、理一心不亂，統統叫念佛三昧。功夫淺的就是成片，功夫深的就是一心不亂。"
    },
    {
      "id": "02-001-0089_p0020",
      "zh_CN": "所以作恶、骄慢是自以为是，具有邪见的这些人，他们不能够信受这个法门。不能信受这个法门，麻烦就大了，为什么？不能超越六道轮回。不能超越六道轮回就免不了要堕三恶道，而且决定是在恶道的时间长，在善道的时间短。这就是『譬如盲人恒处暗』，恒是恒常，这个暗，广是指六道，狭义的是指三途。『不能开导于他路』，自己都找不到门路，怎么能够引导别人了生死、出三界？你要能够带头领别人，首先你自己要有能力超越三界。在末法时期以前不提，人的根性比现在人要厚，修其他法门还有有成就的，末法时期以后难，非常非常的困难。再看底下一首，第三首，三、四首是第二段。",
      "zh_TW": "所以作惡、驕慢是自以為是，具有邪見的這些人，他們不能夠信受這個法門。不能信受這個法門，麻煩就大了，為什麼？不能超越六道輪迴。不能超越六道輪迴就免不了要墮三惡道，而且決定是在惡道的時間長，在善道的時間短。這就是『譬如盲人恆處闇』，恆是恆常，這個闇，廣是指六道，狹義的是指三途。『不能開導於他路』，自己都找不到門路，怎麼能夠引導別人了生死、出三界？你要能夠帶頭領別人，首先你自己要有能力超越三界。在末法時期以前不提，人的根性比現在人要厚，修其他法門還有有成就的，末法時期以後難，非常非常的困難。再看底下一首，第三首，三、四首是第二段。"
    },
    {
      "id": "02-001-0089_p0021",
      "zh_CN": "【唯曾于佛植众善。救世之行方能修。闻已受持及书写。读诵赞演并供养。如是一心求净方。决定往生极乐国。假使大火满三千。乘佛威德悉能超。】",
      "zh_TW": "【唯曾於佛植眾善。救世之行方能修。聞已受持及書寫。讀誦讚演並供養。如是一心求淨方。決定往生極樂國。假使大火滿三千。乘佛威德悉能超。】"
    },
    {
      "id": "02-001-0089_p0022",
      "zh_CN": "这两首实在说尽了往生西方极乐世界，只要受持是决定可靠的。前面说过，也就是佛给我们授记，给我们做证明，我们读这个很欢喜，听了很欢喜，那我们就是无量劫的诸佛如来处所种的善根，今天起现行。这个我们不晓得的，佛告诉我们的。佛不会说假话，我们要信得过，如果你要信不过，那就刚才说的，后世那个授记的人了。这个地方又说，『唯曾于佛植众善』，这个佛就是前面所讲的无量无边诸佛如来处所，植众善根，『救世之行方能修』，「救世之行」就是净土法门，就是持名念佛这种的修行方法。本经所提的救世之经就是《无量寿经》，救世之行就是信愿持名。所以你没有真实的善根福德，你怎么能修这个法门！",
      "zh_TW": "這兩首實在說盡了往生西方極樂世界，只要受持是決定可靠的。前面說過，也就是佛給我們授記，給我們做證明，我們讀這個很歡喜，聽了很歡喜，那我們就是無量劫的諸佛如來處所種的善根，今天起現行。這個我們不曉得的，佛告訴我們的。佛不會說假話，我們要信得過，如果你要信不過，那就剛才說的，後世那個授記的人了。這個地方又說，『唯曾於佛植眾善』，這個佛就是前面所講的無量無邊諸佛如來處所，植眾善根，『救世之行方能修』，「救世之行」就是淨土法門，就是持名念佛這種的修行方法。本經所提的救世之經就是《無量壽經》，救世之行就是信願持名。所以你沒有真實的善根福德，你怎麼能修這個法門！"
    },
    {
      "id": "02-001-0089_p0023",
      "zh_CN": "佛在经上说，「当来一切众生，皆以此法而得度脱」，佛对阿难说的。我们要想度自己，要想帮助别人，换句话说，舍弃这个法门，就没有第二个法门。大家可以试试看，如果你觉得你时间还很长，你可以去试验试验看。只有这一个方法，这个方法得来不容易，难信易行，人人都能修，人人都能念，人人都能往生，问题就是他相不相信。我们是善根福德因缘成熟之人，这是诸佛如来欢喜赞叹的，都恭喜、恭贺你，因为你这一生要成佛了。多少菩萨都羡慕，菩萨还不晓得到什么时候才能成佛，看到你这个人这一生要成佛了，菩萨都羡慕，声闻、缘觉更不必说了，这是真的。",
      "zh_TW": "佛在經上說，「當來一切眾生，皆以此法而得度脫」，佛對阿難說的。我們要想度自己，要想幫助別人，換句話說，捨棄這個法門，就沒有第二個法門。大家可以試試看，如果你覺得你時間還很長，你可以去試驗試驗看。只有這一個方法，這個方法得來不容易，難信易行，人人都能修，人人都能念，人人都能往生，問題就是他相不相信。我們是善根福德因緣成熟之人，這是諸佛如來歡喜讚歎的，都恭喜、恭賀你，因為你這一生要成佛了。多少菩薩都羨慕，菩薩還不曉得到什麼時候才能成佛，看到你這個人這一生要成佛了，菩薩都羨慕，聲聞、緣覺更不必說了，這是真的。"
    },
    {
      "id": "02-001-0089_p0024",
      "zh_CN": "我们无量劫来蒙佛的深恩大德，今日成熟，如何报答？要报佛恩，经上也给我们说了很多，这个地方又提起了，后面这六句就是真正报佛恩，真实的上报佛恩。『闻已受持』，我们听到这部经一定要接受、要保持，不能把它失掉。这个接受是心里面完全承受过来，也就是说它的理论、方法、境界完全明白，依教奉行，这个叫受持。经，天天要念，随时随处起心动念、言语造作都要跟经所讲的相应，这叫做受持，不相应那就不是受持。这四个字是自修，要自行。底下这讲的化他，不能帮助别人，就不能报佛深恩，要熟悉！",
      "zh_TW": "我們無量劫來蒙佛的深恩大德，今日成熟，如何報答？要報佛恩，經上也給我們說了很多，這個地方又提起了，後面這六句就是真正報佛恩，真實的上報佛恩。『聞已受持』，我們聽到這部經一定要接受、要保持，不能把它失掉。這個接受是心裡面完全承受過來，也就是說它的理論、方法、境界完全明白，依教奉行，這個叫受持。經，天天要念，隨時隨處起心動念、言語造作都要跟經所講的相應，這叫做受持，不相應那就不是受持。這四個字是自修，要自行。底下這講的化他，不能幫助別人，就不能報佛深恩，要熟悉！"
    },
    {
      "id": "02-001-0089_p0025",
      "zh_CN": "现代的教育跟从前不一样。我今天偶尔翻了一翻，过去欧阳竟无在南京办了个佛学院，「支那内学院」，民国十五年在南京办的。院训里面他非常感慨，在那个时候，一般知识分子认为中国的古书，四书五经太深了，不适合小孩念，所以把中国自古以来的教学，读经废弃掉了。他对于这桩事情是无限的痛心，这是把中华民族的命脉给断掉了，招来今天国家这么大的灾难，人民受这样的痛苦。你找它的根源，就是教育观点错误了，这种错误一直绵延到现在。实在讲，他们只有知识没有智慧！所以他讲这个院训里面第一个字就是思，思是真实的智慧，没有真实的智慧，你会把人误导了方向，一定要有真实智慧。",
      "zh_TW": "現代的教育跟從前不一樣。我今天偶爾翻了一翻，過去歐陽竟無在南京辦了個佛學院，「支那內學院」，民國十五年在南京辦的。院訓裡面他非常感慨，在那個時候，一般知識分子認為中國的古書，四書五經太深了，不適合小孩念，所以把中國自古以來的教學，讀經廢棄掉了。他對於這樁事情是無限的痛心，這是把中華民族的命脈給斷掉了，招來今天國家這麼大的災難，人民受這樣的痛苦。你找它的根源，就是教育觀點錯誤了，這種錯誤一直綿延到現在。實在講，他們只有知識沒有智慧！所以他講這個院訓裡面第一個字就是思，思是真實的智慧，沒有真實的智慧，你會把人誤導了方向，一定要有真實智慧。"
    },
    {
      "id": "02-001-0089_p0026",
      "zh_CN": "『书写』，所以还是希望大家对于中国的文字、中国的书法要留意。我们现在台湾出家人不讲求这个，大陆上他们的佛学院有书法这一门课程，而且非常重视。因为你是一个法师，出去了，不管你里面有没有货，你的毛笔字写得很像样，人家就很佩服你，面子，外表。你里面再好，写几个字写得很难看，你里面那个好处人家也不相信，也就没有了。所以他们非常重视书法。我到北京佛学院参观，他送我一本他们佛学院的教学大纲，就是教学计划，所以我知道它课程里面，书法是很重要的一门功课。我们今天疏忽了，人家真干。实在讲，书法真正要想学得能拿得出去，二、三年的时间够了，足够了。尤其现在大家都不写字，不写字，你写个二、三年，那就很好了，就很像样子。但是要天天写，要有耐心。所以写字也是修养，也是修定。写字、画画都是修定，心不清净你就写不好。所以写字的时候也是把身心世界一切放下，这个字才能够写得好；心浮气躁，这字是一定写不好。所以它也是一种修养的功夫。好的书法，我还是鼓励写经，因为它是个艺术品，可以传流于后世。虽然现在印刷术发达，写经还是有最高的艺术价值。所以今天我们看到这个经典好的版本，尤其是古人手写的本子，手写本子当然能珍藏，有很多手写本子影印出来，都是有相当高的艺术价值。",
      "zh_TW": "『書寫』，所以還是希望大家對於中國的文字、中國的書法要留意。我們現在台灣出家人不講求這個，大陸上他們的佛學院有書法這一門課程，而且非常重視。因為你是一個法師，出去了，不管你裡面有沒有貨，你的毛筆字寫得很像樣，人家就很佩服你，面子，外表。你裡面再好，寫幾個字寫得很難看，你裡面那個好處人家也不相信，也就沒有了。所以他們非常重視書法。我到北京佛學院參觀，他送我一本他們佛學院的教學大綱，就是教學計畫，所以我知道它課程裡面，書法是很重要的一門功課。我們今天疏忽了，人家真幹。實在講，書法真正要想學得能拿得出去，二、三年的時間夠了，足夠了。尤其現在大家都不寫字，不寫字，你寫個二、三年，那就很好了，就很像樣子。但是要天天寫，要有耐心。所以寫字也是修養，也是修定。寫字、畫畫都是修定，心不清淨你就寫不好。所以寫字的時候也是把身心世界一切放下，這個字才能夠寫得好；心浮氣躁，這字是一定寫不好。所以它也是一種修養的功夫。好的書法，我還是鼓勵寫經，因為它是個藝術品，可以傳流於後世。雖然現在印刷術發達，寫經還是有最高的藝術價值。所以今天我們看到這個經典好的版本，尤其是古人手寫的本子，手寫本子當然能珍藏，有很多手寫本子影印出來，都是有相當高的藝術價值。"
    },
    {
      "id": "02-001-0089_p0027",
      "zh_CN": "此地的书写包括现在印经，使经典能够大量的流通，使一切众生都有机缘遇到。遇到了他能够相信、他能够受持，那是他的善根福德因缘这三个条件成熟。如果经典不能够大量流通，纵然他有善根、有福德，他没有机会遇到，这一生也可惜掉了。所以我们能够帮助别人的，我们不能帮他培善根、培福德，至少我们可以帮助他的因缘，这个因缘是我们能做得到的，应当在这上面着眼，努力去做去。",
      "zh_TW": "此地的書寫包括現在印經，使經典能夠大量的流通，使一切眾生都有機緣遇到。遇到了他能夠相信、他能夠受持，那是他的善根福德因緣這三個條件成熟。如果經典不能夠大量流通，縱然他有善根、有福德，他沒有機會遇到，這一生也可惜掉了。所以我們能夠幫助別人的，我們不能幫他培善根、培福德，至少我們可以幫助他的因緣，這個因緣是我們能做得到的，應當在這上面著眼，努力去做去。"
    },
    {
      "id": "02-001-0089_p0028",
      "zh_CN": "『读诵』，读诵是自行化他。读要出音声，要出声读，要读得清清楚楚，使外面人听到的时候，他能够懂得经义。所以你读经，往往不知不觉也度了人，除我们肉眼看得到的人物之外，还有看不见的鬼神，你读经，有的时候他遇到了，他站在旁边听。大家晓得，六祖大师跟佛法的缘分就是听人家念《金刚经》，如果那个人不念《金刚经》，他一生遇不到这个因缘，虽然有善根、有福德，没有因缘也是枉然。他去卖柴，到一个客店里面去送柴火，听到人家在念《金刚经》，他在外面听，听了他就懂得、他就明了了，他学佛的因缘是从这来的。所以「读诵」也能够度众生。",
      "zh_TW": "『讀誦』，讀誦是自行化他。讀要出音聲，要出聲讀，要讀得清清楚楚，使外面人聽到的時候，他能夠懂得經義。所以你讀經，往往不知不覺也度了人，除我們肉眼看得到的人物之外，還有看不見的鬼神，你讀經，有的時候他遇到了，他站在旁邊聽。大家曉得，六祖大師跟佛法的緣分就是聽人家念《金剛經》，如果那個人不念《金剛經》，他一生遇不到這個因緣，雖然有善根、有福德，沒有因緣也是枉然。他去賣柴，到一個客店裡面去送柴火，聽到人家在念《金剛經》，他在外面聽，聽了他就懂得、他就明瞭了，他學佛的因緣是從這來的。所以「讀誦」也能夠度眾生。"
    },
    {
      "id": "02-001-0089_p0029",
      "zh_CN": "尤其现在我们可以利用科学工具。你念得很熟，念得很如法，如法就是句读分明、字正腔圆，而且是抑扬顿挫，使人一听，这个经的意思完全了解、完全明白，这个才真正叫读诵。使听的人欢喜，也产生了信心、愿心，依教奉行，这个功德多大！把它制成录音带流通，有声的《无量寿经》，现在有声的《无量寿经》我概略估计一下，在全世界流通总有一万部以上，就是有声的《无量寿经》，这个很难得。我们在此地做的三种带子，有国语的，现在还有台语的。国语的，有两个小时的，有一个半小时的，有一个小时的，有三种不同的速度。我们这些带子都流通到南洋，流通到大陆，流通到美国、加拿大，还有欧洲少部分，都过去了。欧洲在法国、在德国、在英国都有。我们这个小小的地方，的确做的事情可不小，送得很远。这个就是读诵跟前面书写，现在有同等的效果，一个是文字的经典，一个是有声的经典。",
      "zh_TW": "尤其現在我們可以利用科學工具。你念得很熟，念得很如法，如法就是句讀分明、字正腔圓，而且是抑揚頓挫，使人一聽，這個經的意思完全了解、完全明白，這個才真正叫讀誦。使聽的人歡喜，也產生了信心、願心，依教奉行，這個功德多大！把它製成錄音帶流通，有聲的《無量壽經》，現在有聲的《無量壽經》我概略估計一下，在全世界流通總有一萬部以上，就是有聲的《無量壽經》，這個很難得。我們在此地做的三種帶子，有國語的，現在還有台語的。國語的，有兩個小時的，有一個半小時的，有一個小時的，有三種不同的速度。我們這些帶子都流通到南洋，流通到大陸，流通到美國、加拿大，還有歐洲少部分，都過去了。歐洲在法國、在德國、在英國都有。我們這個小小的地方，的確做的事情可不小，送得很遠。這個就是讀誦跟前面書寫，現在有同等的效果，一個是文字的經典，一個是有聲的經典。"
    },
    {
      "id": "02-001-0089_p0030",
      "zh_CN": "『赞演』，赞演就是讲经，讲演这部经，说这部经的好处，劝人修学，赞叹，演是演说。这个很重要，有许多人他智慧不开，没有接触过，要不跟他说得很清楚，他这个欢喜心生不起来。所以我们过去在国外弘法，每次出去大概都是三、四个月，差不多要走八、九个地方，平均每个地方一个星期，讲个几场，演讲的方式收的效果很少。所以我从今年开始要改变方法，哪个地方再请我去讲演，不去了，我们不要浪费这个精神，也不要去浪费飞机票。从今年起，哪个地方请我讲经，至少一个月，我给他从头到尾讲一部《无量寿经》，就是六十个小时，如果不安排六十个小时，不要来请我。",
      "zh_TW": "『讚演』，讚演就是講經，講演這部經，說這部經的好處，勸人修學，讚歎，演是演說。這個很重要，有許多人他智慧不開，沒有接觸過，要不跟他說得很清楚，他這個歡喜心生不起來。所以我們過去在國外弘法，每次出去大概都是三、四個月，差不多要走八、九個地方，平均每個地方一個星期，講個幾場，演講的方式收的效果很少。所以我從今年開始要改變方法，哪個地方再請我去講演，不去了，我們不要浪費這個精神，也不要去浪費飛機票。從今年起，哪個地方請我講經，至少一個月，我給他從頭到尾講一部《無量壽經》，就是六十個小時，如果不安排六十個小時，不要來請我。"
    },
    {
      "id": "02-001-0089_p0031",
      "zh_CN": "有这么长的时间赞演这部大经，的的确确多少会有几个相信，能够产生效果。最明显的例子是新加坡给我们证明，如果我们不到那里有六十个小时的讲演，新加坡接受这个法门人就不会有这么多。所以我发心，全世界每一个大城我都愿意去讲一个月。这次我到美国大概至少是三个月，有三个月的时间，我可以把这部经讲两遍。第一遍已经安排了，在亚特兰大去讲，第二遍可能在华盛顿ＤＣ，美国的首都。达拉斯那个地方我顶多只去住一个星期，为什么？房子没盖好，等盖好以后再说。讲堂没有盖好，我到别的地方去讲经。所以这个很重要。讲演一定要讲完整，如果时间允许，当然愈细愈好；时间不允许，把时间缩短，也要讲一个完整的。",
      "zh_TW": "有這麼長的時間讚演這部大經，的的確確多少會有幾個相信，能夠產生效果。最明顯的例子是新加坡給我們證明，如果我們不到那裡有六十個小時的講演，新加坡接受這個法門人就不會有這麼多。所以我發心，全世界每一個大城我都願意去講一個月。這次我到美國大概至少是三個月，有三個月的時間，我可以把這部經講兩遍。第一遍已經安排了，在亞特蘭大去講，第二遍可能在華盛頓ＤＣ，美國的首都。達拉斯那個地方我頂多只去住一個星期，為什麼？房子沒蓋好，等蓋好以後再說。講堂沒有蓋好，我到別的地方去講經。所以這個很重要。講演一定要講完整，如果時間允許，當然愈細愈好；時間不允許，把時間縮短，也要講一個完整的。"
    },
    {
      "id": "02-001-0089_p0032",
      "zh_CN": "底下讲『供养』。供养，《普贤行愿品》里面给我们讲的有财供养、有法供养，这两个字，财、法都包括在其中。法供养，依教修行，依照这部经典修行，这是法供养；财供养，就是把这些经典或者是录音带，赠送给有缘之人。所谓有缘，就是介绍这部经给他，他欢喜。我们把这个经书、把这个录音带供养他，这是自行化他，我们修学净宗一定要做，随分随力努力去做去。自行化他只有一个方向、一个目标，底下所说的，『如是一心求净方』，「净方」就是西方，底下讲的极乐世界。没有二心，一个愿望，自己这一生决定往生极乐世界，愿一切众生都有这个机缘同生极乐。",
      "zh_TW": "底下講『供養』。供養，《普賢行願品》裡面給我們講的有財供養、有法供養，這兩個字，財、法都包括在其中。法供養，依教修行，依照這部經典修行，這是法供養；財供養，就是把這些經典或者是錄音帶，贈送給有緣之人。所謂有緣，就是介紹這部經給他，他歡喜。我們把這個經書、把這個錄音帶供養他，這是自行化他，我們修學淨宗一定要做，隨分隨力努力去做去。自行化他只有一個方向、一個目標，底下所說的，『如是一心求淨方』，「淨方」就是西方，底下講的極樂世界。沒有二心，一個願望，自己這一生決定往生極樂世界，願一切眾生都有這個機緣同生極樂。"
    },
    {
      "id": "02-001-0089_p0033",
      "zh_CN": "底下这四句，『假使大火满三千，乘佛威德悉能超』，尤其是这两句，这两句我们今天的人看，有特别殊胜不可思议的意思。现在世界充满了危机，如果诸位留意最近这几天国际上的新闻，你就知道。东欧现在是很大的一个巨变，苏联内部发生了问题，戈巴契夫如果处理得不当，这个世界立刻有大变化。不要看到现在好像东西方和解了，不一定，也许是什么？回光返照。太可怕了，说不定第三次核子大战就会爆发，这一爆发，就是经上讲的「大火满三千」。可是我们修净土的人不怕，纵然核子弹爆炸了，我们还能「乘佛威德悉能超」，我们还是可以往生西方极乐世界。这个了不起，这个就是不管什么样的劫难，我们念佛的人都不相干，有力量超越，弥陀本师威神加持，决定往生。所以这四句是世尊给我们授记，给我们做了保证。《心经》里面讲「度一切苦厄」，真正度一切苦厄是观世音菩萨，人家「行深般若波罗蜜」他有这个能力，我们今天凭一句佛号，凭真信切愿，这一句佛号等于观世音菩萨的甚深般若，这一切苦厄统统超越了。下面两首是第二段，赞叹如来的甚深智慧。",
      "zh_TW": "底下這四句，『假使大火滿三千，乘佛威德悉能超』，尤其是這兩句，這兩句我們今天的人看，有特別殊勝不可思議的意思。現在世界充滿了危機，如果諸位留意最近這幾天國際上的新聞，你就知道。東歐現在是很大的一個巨變，蘇聯內部發生了問題，戈巴契夫如果處理得不當，這個世界立刻有大變化。不要看到現在好像東西方和解了，不一定，也許是什麼？回光返照。太可怕了，說不定第三次核子大戰就會爆發，這一爆發，就是經上講的「大火滿三千」。可是我們修淨土的人不怕，縱然核子彈爆炸了，我們還能「乘佛威德悉能超」，我們還是可以往生西方極樂世界。這個了不起，這個就是不管什麼樣的劫難，我們念佛的人都不相干，有力量超越，彌陀本師威神加持，決定往生。所以這四句是世尊給我們授記，給我們做了保證。《心經》裡面講「度一切苦厄」，真正度一切苦厄是觀世音菩薩，人家「行深般若波羅蜜」他有這個能力，我們今天憑一句佛號，憑真信切願，這一句佛號等於觀世音菩薩的甚深般若，這一切苦厄統統超越了。下面兩首是第二段，讚歎如來的甚深智慧。"
    },
    {
      "id": "02-001-0089_p0034",
      "zh_CN": "【如来深广智慧海。唯佛与佛乃能知。声闻亿劫思佛智。尽其神力莫能测。】",
      "zh_TW": "【如來深廣智慧海。唯佛與佛乃能知。聲聞億劫思佛智。盡其神力莫能測。】"
    },
    {
      "id": "02-001-0089_p0035",
      "zh_CN": "世尊为什么要赞佛大智？如果我们对于佛的智慧不相信，这部经上所讲的你就会怀疑，你就很难接受。为什么？这部经上所讲的是如来圆满的智慧，可以说佛说众经只用他一部分的智慧，唯独此经，佛是用圆满的智慧。这部经是不思议经，所以这部经是最难信之法，为什么难信？我们没有这个智慧，菩萨的智慧不圆满，看到佛圆满的智慧他也怀疑，谁能相信？『唯佛与佛乃能知』。所以诸位相信了，你们是佛，不是菩萨，你要是菩萨你不相信。给你说佛是真的，不是假的，为什么？相信这个，你这一生决定往生，往生，一生决定成佛，你是佛，不是菩萨。菩萨不信，菩萨不求往生。",
      "zh_TW": "世尊為什麼要讚佛大智？如果我們對於佛的智慧不相信，這部經上所講的你就會懷疑，你就很難接受。為什麼？這部經上所講的是如來圓滿的智慧，可以說佛說眾經只用他一部分的智慧，唯獨此經，佛是用圓滿的智慧。這部經是不思議經，所以這部經是最難信之法，為什麼難信？我們沒有這個智慧，菩薩的智慧不圓滿，看到佛圓滿的智慧他也懷疑，誰能相信？『唯佛與佛乃能知』。所以諸位相信了，你們是佛，不是菩薩，你要是菩薩你不相信。給你說佛是真的，不是假的，為什麼？相信這個，你這一生決定往生，往生，一生決定成佛，你是佛，不是菩薩。菩薩不信，菩薩不求往生。"
    },
    {
      "id": "02-001-0089_p0036",
      "zh_CN": "这个话是佛给我们说的。我们真正能够相信佛的五种殊胜的智慧，那你跟诸佛没有两样；佛相信，我也相信，我跟佛有什么两样！文殊菩萨信愿持名往生，我也信愿持名往生，我跟文殊、普贤有什么差别？没有差别。这是真的，不是假的。但是舍弃了这个法门，那跟文殊、普贤是天壤之别，差别太大了。不信这个法门，那你跟佛的差别就更大；信了这个法门，跟佛就没有差别，跟这些等觉菩萨也没有差别。所以生到西方极乐世界，为什么西方极乐世界是平等的世界，你就晓得了，相好、光明、神通、道力都能跟阿弥陀佛平等。「唯佛与佛乃能知」，真信不疑。",
      "zh_TW": "這個話是佛給我們說的。我們真正能夠相信佛的五種殊勝的智慧，那你跟諸佛沒有兩樣；佛相信，我也相信，我跟佛有什麼兩樣！文殊菩薩信願持名往生，我也信願持名往生，我跟文殊、普賢有什麼差別？沒有差別。這是真的，不是假的。但是捨棄了這個法門，那跟文殊、普賢是天壤之別，差別太大了。不信這個法門，那你跟佛的差別就更大；信了這個法門，跟佛就沒有差別，跟這些等覺菩薩也沒有差別。所以生到西方極樂世界，為什麼西方極樂世界是平等的世界，你就曉得了，相好、光明、神通、道力都能跟阿彌陀佛平等。「唯佛與佛乃能知」，真信不疑。"
    },
    {
      "id": "02-001-0089_p0037",
      "zh_CN": "所以『声闻』，声闻是阿罗汉，那些人是『亿劫思佛智』。前面讲过，这声闻是哪些声闻？佛在经上给我们讲了个比喻，假使十方世界众生，那就一个都不漏，十方诸佛刹土所有的众生，这是假设的话，统统都成了辟支佛，神通都像目犍连一样，共同来计算西方极乐世界的人数、来计算阿弥陀佛的寿量，都算不出。人数、寿命都算不出，何况智慧！『尽其神力莫能测』，声闻、缘觉、菩萨都不行，都没有办法完全了解如来的智慧。",
      "zh_TW": "所以『聲聞』，聲聞是阿羅漢，那些人是『億劫思佛智』。前面講過，這聲聞是哪些聲聞？佛在經上給我們講了個比喻，假使十方世界眾生，那就一個都不漏，十方諸佛剎土所有的眾生，這是假設的話，統統都成了辟支佛，神通都像目犍連一樣，共同來計算西方極樂世界的人數、來計算阿彌陀佛的壽量，都算不出。人數、壽命都算不出，何況智慧！『盡其神力莫能測』，聲聞、緣覺、菩薩都不行，都沒有辦法完全了解如來的智慧。"
    },
    {
      "id": "02-001-0089_p0038",
      "zh_CN": "所以这桩事情是唯佛与佛方能究竟，西方极乐世界那里头有多少人？阿弥陀佛寿命多长？也只有诸佛如来才知道。等觉菩萨虽然知道，还不能完全详细，知道一个大概，不能知道详细。这四句偈的目的是教我们对于佛智要有仰信，敬仰、真信，决定不要怀疑，想想阿罗汉、辟支佛都不知道，我怎么会知道！",
      "zh_TW": "所以這樁事情是唯佛與佛方能究竟，西方極樂世界那裡頭有多少人？阿彌陀佛壽命多長？也只有諸佛如來才知道。等覺菩薩雖然知道，還不能完全詳細，知道一個大概，不能知道詳細。這四句偈的目的是教我們對於佛智要有仰信，敬仰、真信，決定不要懷疑，想想阿羅漢、辟支佛都不知道，我怎麼會知道！"
    },
    {
      "id": "02-001-0089_p0039",
      "zh_CN": "我们今天能够信心不疑，是因为诸佛都赞叹。华严会上四十一位法身大士都往生，我们看到这个事实，我们相信了，一点怀疑都没有，我们的信心是从这个地方建立的。当然这是近因，我们看到这个现象。远因就是前面所讲的，在无量劫以来，无量诸佛如来所种善根，那是远因，没有这个深厚的善根，今天纵然看到这个事，还是不相信。所以也有不少出家的法师讲净土法门，劝人念佛往生，他自己不相信，他自己不念佛。为什么讲给别人？因为别人需要，他认为他自己不需要。自己不信，自己不求往生，他讲的那个经，诸位想想看，他讲的怎么能够相应？所以这是劝我们深信发愿。",
      "zh_TW": "我們今天能夠信心不疑，是因為諸佛都讚歎。華嚴會上四十一位法身大士都往生，我們看到這個事實，我們相信了，一點懷疑都沒有，我們的信心是從這個地方建立的。當然這是近因，我們看到這個現象。遠因就是前面所講的，在無量劫以來，無量諸佛如來所種善根，那是遠因，沒有這個深厚的善根，今天縱然看到這個事，還是不相信。所以也有不少出家的法師講淨土法門，勸人念佛往生，他自己不相信，他自己不念佛。為什麼講給別人？因為別人需要，他認為他自己不需要。自己不信，自己不求往生，他講的那個經，諸位想想看，他講的怎麼能夠相應？所以這是勸我們深信發願。"
    },
    {
      "id": "02-001-0089_p0040",
      "zh_CN": "【如来功德佛自知。唯有世尊能开示。】",
      "zh_TW": "【如來功德佛自知。唯有世尊能開示。】"
    },
    {
      "id": "02-001-0089_p0041",
      "zh_CN": "这两句是总结前面的一首偈，就是接前面「如来深广智慧海」，接这一首偈。如来的功德，如来自己知道。此地说过如来、说过佛，它这个讲法跟《金刚经》上的意思一样。凡是讲如来，是讲的法身，是讲的本体，也就是我们常讲的佛性、法性，是讲的真如本性。讲佛，或者是讲报身，或者是讲应化身，都可以，从事相上讲的，讲如来是从本性上讲的。也就是说成了佛，本性的功德只有佛自己知道；也就是说成了佛才知道，不成佛不知道。因为知道，这才能够开示，才能说得出来，不知道哪能说得出来？",
      "zh_TW": "這兩句是總結前面的一首偈，就是接前面「如來深廣智慧海」，接這一首偈。如來的功德，如來自己知道。此地說過如來、說過佛，它這個講法跟《金剛經》上的意思一樣。凡是講如來，是講的法身，是講的本體，也就是我們常講的佛性、法性，是講的真如本性。講佛，或者是講報身，或者是講應化身，都可以，從事相上講的，講如來是從本性上講的。也就是說成了佛，本性的功德只有佛自己知道；也就是說成了佛才知道，不成佛不知道。因為知道，這才能夠開示，才能說得出來，不知道哪能說得出來？"
    },
    {
      "id": "02-001-0089_p0042",
      "zh_CN": "所以现在有不少同修发心学讲经，好事情。经要怎样能讲得好？要有修持，要有修证的功夫。你能够证得一分，你能够讲出一分；你能够证得十分，你就可以讲出十分。如果你完全没有修证，你所能够讲的是道听涂说，听别人讲的，「学记」里面所说的「记问之学」。不是从自性里头流出来的，是你看得很多，你记得，你有疑问问别人，人家讲的，你所说的都是别人的大杂烩，与你自己毫不相干。这种的学问，儒家有个批评，批评得很好，「不足以为人师也」。不能教人，不是自己的东西，统统凑出来的，现在所谓写文章叫文抄公，到处抄一点，抄一篇文章，这完全不是自己的。",
      "zh_TW": "所以現在有不少同修發心學講經，好事情。經要怎樣能講得好？要有修持，要有修證的功夫。你能夠證得一分，你能夠講出一分；你能夠證得十分，你就可以講出十分。如果你完全沒有修證，你所能夠講的是道聽塗說，聽別人講的，「學記」裡面所說的「記問之學」。不是從自性裡頭流出來的，是你看得很多，你記得，你有疑問問別人，人家講的，你所說的都是別人的大雜燴，與你自己毫不相干。這種的學問，儒家有個批評，批評得很好，「不足以為人師也」。不能教人，不是自己的東西，統統湊出來的，現在所謂寫文章叫文抄公，到處抄一點，抄一篇文章，這完全不是自己的。"
    },
    {
      "id": "02-001-0089_p0043",
      "zh_CN": "所以佛法必须要出于自性，要真正修持。你修持，有真实的修证，自自然然就讲得很好。我们中国，特别是禅宗里面，许多古来的祖师大德，他们有没有学过？没有学过，现在讲什么教学法、教育心理学，搞了一大堆，人家都没有学过，一样也没学过，但是他能说得很动人。为什么？心性的流露，与大众自自然然产生共鸣；现在叫共鸣，佛法里面叫感应道交，就是这么一个道理。所以不用真实功夫那怎么行？真实的功夫，最要紧的就是心清净，要想心清净，必须把分别执着、是非人我舍掉，心里面还有这些东西，这是障碍，不但是障碍，你看《了凡四训》里面讲的，罪障！我们试问一问，我们今天看这个社会，看到别人，别人有比我好的地方，我还有没有嫉妒？如果心里还有一念嫉妒心，要警觉，这是自己业障现前，这一念就是我们修行的大障碍。不但是修行的大障碍，是我们前程的障碍。在世间人讲我们修福修慧，《了凡四训》讲改造命运，是改造命运的障碍；连世俗命运都产生了障碍，何况修出世间法？",
      "zh_TW": "所以佛法必須要出於自性，要真正修持。你修持，有真實的修證，自自然然就講得很好。我們中國，特別是禪宗裡面，許多古來的祖師大德，他們有沒有學過？沒有學過，現在講什麼教學法、教育心理學，搞了一大堆，人家都沒有學過，一樣也沒學過，但是他能說得很動人。為什麼？心性的流露，與大眾自自然然產生共鳴；現在叫共鳴，佛法裡面叫感應道交，就是這麼一個道理。所以不用真實功夫那怎麼行？真實的功夫，最要緊的就是心清淨，要想心清淨，必須把分別執著、是非人我捨掉，心裡面還有這些東西，這是障礙，不但是障礙，你看《了凡四訓》裡面講的，罪障！我們試問一問，我們今天看這個社會，看到別人，別人有比我好的地方，我還有沒有嫉妒？如果心裡還有一念嫉妒心，要警覺，這是自己業障現前，這一念就是我們修行的大障礙。不但是修行的大障礙，是我們前程的障礙。在世間人講我們修福修慧，《了凡四訓》講改造命運，是改造命運的障礙；連世俗命運都產生了障礙，何況修出世間法？"
    },
    {
      "id": "02-001-0089_p0044",
      "zh_CN": "所以一切境缘当中，就是我们锻炼自己的处所。《华严》大经，善财童子五十三参所说的历事练心，在顺境里面磨炼自己，不起贪爱；逆境里面磨炼自己，不起瞋恚；所有境界里面练什么？练清净心、练平等心，从清净、平等里面生出大慈悲心，这就是佛菩萨。所以善财童子是一切人物都是他的老师，都是他的善知识。为什么？磨炼自己。善人，我会不会起贪爱心？一有贪爱马上警觉我错了，业障现前了；遇到不顺眼的人，我讨厌他，这个念头起来，也是我业障现前。顺逆境界里头磨炼成完全平等，心地到真正清净、不受染污，他成功了，这叫做修行。所以修行不是叫你一天念多少经、念多少佛号、磕多少头，那个没用处的，那是样子、形式！形式、样子要得不到实际效果，这个形式、样子一点用处都没有。所以古人从这个角度上来说，你念佛一天念十万声，喊破喉咙也枉然。每天磕头，专门修这个方法，一天拜三千拜、拜五千拜，他说你磕头像从前桩米那个碓一样，像碓一样，有什么用处？没用处！所以要知道历事练心。",
      "zh_TW": "所以一切境緣當中，就是我們鍛鍊自己的處所。《華嚴》大經，善財童子五十三參所說的歷事練心，在順境裡面磨鍊自己，不起貪愛；逆境裡面磨鍊自己，不起瞋恚；所有境界裡面練什麼？練清淨心、練平等心，從清淨、平等裡面生出大慈悲心，這就是佛菩薩。所以善財童子是一切人物都是他的老師，都是他的善知識。為什麼？磨鍊自己。善人，我會不會起貪愛心？一有貪愛馬上警覺我錯了，業障現前了；遇到不順眼的人，我討厭他，這個念頭起來，也是我業障現前。順逆境界裡頭磨鍊成完全平等，心地到真正清淨、不受染污，他成功了，這叫做修行。所以修行不是叫你一天念多少經、念多少佛號、磕多少頭，那個沒用處的，那是樣子、形式！形式、樣子要得不到實際效果，這個形式、樣子一點用處都沒有。所以古人從這個角度上來說，你念佛一天念十萬聲，喊破喉嚨也枉然。每天磕頭，專門修這個方法，一天拜三千拜、拜五千拜，他說你磕頭像從前樁米那個碓一樣，像碓一樣，有什麼用處？沒用處！所以要知道歷事練心。"
    },
    {
      "id": "02-001-0089_p0045",
      "zh_CN": "你看释迦牟尼佛在世，我们在《弥陀经》里面看到十六尊者，罗睺罗，罗睺罗尊者他修的叫密行，他那个密行不是现在的密宗，不是现在所说的密宗。他的密行是什么？他天天玩耍，也就是形式上的修行统统没有，他也不念佛，他也不念经，他也不拜佛，天天玩。但是他真正用功，他在玩耍的时候，就是在一切境缘里，他在那里练清净心、练平等心。所以别的人不知道，顽皮的小孩，只有佛知道他真用功，比谁都用功；别人搞的都是样子、形式，他搞的实质，他不讲求形式，真正用功。末后这两句，这一段的两句讲：",
      "zh_TW": "你看釋迦牟尼佛在世，我們在《彌陀經》裡面看到十六尊者，羅睺羅，羅睺羅尊者他修的叫密行，他那個密行不是現在的密宗，不是現在所說的密宗。他的密行是什麼？他天天玩耍，也就是形式上的修行統統沒有，他也不念佛，他也不念經，他也不拜佛，天天玩。但是他真正用功，他在玩耍的時候，就是在一切境緣裡，他在那裡練清淨心、練平等心。所以別的人不知道，頑皮的小孩，只有佛知道他真用功，比誰都用功；別人搞的都是樣子、形式，他搞的實質，他不講求形式，真正用功。末後這兩句，這一段的兩句講："
    },
    {
      "id": "02-001-0089_p0046",
      "zh_CN": "【人身难得佛难值。信慧闻法难中难。】",
      "zh_TW": "【人身難得佛難值。信慧聞法難中難。】"
    },
    {
      "id": "02-001-0089_p0047",
      "zh_CN": "这一句是佛苦口婆心为我们说出。上面六句是赞叹如来果地上的智慧，希望我们深信不疑，我们能信佛智就会深信佛所讲的这部经，字字句句我们会把它当真，一点都不假。人身真正难得，古德所说的，一失人身，万劫不复！所以佛在经论上常常赞叹人身难得、人身可贵。因为得人身容易闻佛法，容易修行成就，其他道里面闻佛法比人道要困难，纵然闻到佛法，真正能在佛法里面觉悟也比人道困难，所以特别显示人身之难得。",
      "zh_TW": "這一句是佛苦口婆心為我們說出。上面六句是讚歎如來果地上的智慧，希望我們深信不疑，我們能信佛智就會深信佛所講的這部經，字字句句我們會把它當真，一點都不假。人身真正難得，古德所說的，一失人身，萬劫不復！所以佛在經論上常常讚歎人身難得、人身可貴。因為得人身容易聞佛法，容易修行成就，其他道裡面聞佛法比人道要困難，縱然聞到佛法，真正能在佛法裡面覺悟也比人道困難，所以特別顯示人身之難得。"
    },
    {
      "id": "02-001-0089_p0048",
      "zh_CN": "佛法难遇，『值』就是遇到，因为世间有佛法的时间不长。我们这个世界真是过去无始、未来无终，有佛法只有短短的一万二千年。释迦牟尼佛的法运一万二千年，底下一尊佛出现，弥勒佛出现，这个当中要隔五十六亿七千万年。你们诸位想想看，五十六亿七千万年世间没有佛法，下面弥勒佛才出来，弥勒佛再出世，有佛法的时间跟释迦牟尼佛一样也很短暂。我们寿命很短，看到一万二千年很长，可是你要去看看无量劫，这一万二千年算什么，太短暂了！所以很不容易遇到，纵然遇到，能不能保证遇到这个法门？这个法门是如来说法度众生的第一法门，你能不能遇到？遇到之后你能不能相信？这才知道，必须要善根、福德、因缘三个条件具足，你才能成就。",
      "zh_TW": "佛法難遇，『值』就是遇到，因為世間有佛法的時間不長。我們這個世界真是過去無始、未來無終，有佛法只有短短的一萬二千年。釋迦牟尼佛的法運一萬二千年，底下一尊佛出現，彌勒佛出現，這個當中要隔五十六億七千萬年。你們諸位想想看，五十六億七千萬年世間沒有佛法，下面彌勒佛才出來，彌勒佛再出世，有佛法的時間跟釋迦牟尼佛一樣也很短暫。我們壽命很短，看到一萬二千年很長，可是你要去看看無量劫，這一萬二千年算什麼，太短暫了！所以很不容易遇到，縱然遇到，能不能保證遇到這個法門？這個法門是如來說法度眾生的第一法門，你能不能遇到？遇到之後你能不能相信？這才知道，必須要善根、福德、因緣三個條件具足，你才能成就。"
    },
    {
      "id": "02-001-0089_p0049",
      "zh_CN": "我有一年在梅山禅林寺办大专讲座，那个时候蓝吉富在那个地方做了一次讲演，有两个小时。他讲完了之后，他来问我，他说法师，我有一个问题怀疑。我说什么问题？他说佛在经上讲，成佛要三大阿僧祇劫，这话到底是真的还是假的？我就告诉他，佛讲三大阿僧祇劫也不是真的，但也不是假的。他说那怎么说法？我就告诉他，如果一个人在一生当中，善根、福德、因缘三个条件凑合了、聚合了，他这一生就成佛，这三个条件缺一个就成不了。就像抽奖一样，你们想想看，哪一个人在一生当中这三个条件一下都抽到？他想想是很难，的确很难。",
      "zh_TW": "我有一年在梅山禪林寺辦大專講座，那個時候藍吉富在那個地方做了一次講演，有兩個小時。他講完了之後，他來問我，他說法師，我有一個問題懷疑。我說什麼問題？他說佛在經上講，成佛要三大阿僧祇劫，這話到底是真的還是假的？我就告訴他，佛講三大阿僧祇劫也不是真的，但也不是假的。他說那怎麼說法？我就告訴他，如果一個人在一生當中，善根、福德、因緣三個條件湊合了、聚合了，他這一生就成佛，這三個條件缺一個就成不了。就像抽獎一樣，你們想想看，哪一個人在一生當中這三個條件一下都抽到？他想想是很難，的確很難。"
    },
    {
      "id": "02-001-0089_p0050",
      "zh_CN": "所以遇到了佛法，还刚刚好这三个条件都成熟，善根、福德成熟，因缘遇到了，这才行。所以我们在座同修不简单、不容易！你不知道过去生生世世的因缘，你要晓得确实不容易。所以佛在这里苦口婆心的劝导我们，希望我们不要放过这个因缘，这个因缘你要是舍弃了，你说下一次再遇到，不晓得要隔无量个阿僧大劫才会遇到。因为这三个条件一下凑合了的确很不容易，这个真是彭际清居士讲的「无量劫来稀有难逢之一日」，这个一日就是三个条件一下凑合，叫做稀有的一日，我们要珍惜。珍惜这个因缘，那就要恭喜你，为什么？你这一生成佛了，这是决定不假的，往生不退成佛，一生办到，不要等第二生。好，我们今天讲到此地。",
      "zh_TW": "所以遇到了佛法，還剛剛好這三個條件都成熟，善根、福德成熟，因緣遇到了，這才行。所以我們在座同修不簡單、不容易！你不知道過去生生世世的因緣，你要曉得確實不容易。所以佛在這裡苦口婆心的勸導我們，希望我們不要放過這個因緣，這個因緣你要是捨棄了，你說下一次再遇到，不曉得要隔無量個阿僧大劫才會遇到。因為這三個條件一下湊合了的確很不容易，這個真是彭際清居士講的「無量劫來稀有難逢之一日」，這個一日就是三個條件一下湊合，叫做稀有的一日，我們要珍惜。珍惜這個因緣，那就要恭喜你，為什麼？你這一生成佛了，這是決定不假的，往生不退成佛，一生辦到，不要等第二生。好，我們今天講到此地。"
    }
  ]
}