{
  "doc_id": "02-001-0053",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—真正的供养",
    "zh_TW": "無量壽經（一次宣講）—真正的供養"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十三集",
    "zh_TW": "第五十三集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0053",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-001-0053_p0001",
      "zh_CN": "请掀开经本第四十九面，倒数第四行。",
      "zh_TW": "請掀開經本第四十九面，倒數第四行。"
    },
    {
      "id": "02-001-0053_p0002",
      "zh_CN": "【往生正因第二十五】",
      "zh_TW": "【往生正因第二十五】"
    },
    {
      "id": "02-001-0053_p0003",
      "zh_CN": "前面一章讲过三辈往生，主要是说明往生之后的位次，对于因行简略的介绍。这一章着重在因行上，果位就是前面所讲的三辈。在《观经》里面所说的九品，比三辈说得更要详细。所以这一章非常重要，是我们修学净土必须要依靠的，要认真学习的。经文一共有四段，第一段里面说出往生的正因有六句，我们先念念经文：",
      "zh_TW": "前面一章講過三輩往生，主要是說明往生之後的位次，對於因行簡略的介紹。這一章著重在因行上，果位就是前面所講的三輩。在《觀經》裡面所說的九品，比三輩說得更要詳細。所以這一章非常重要，是我們修學淨土必須要依靠的，要認真學習的。經文一共有四段，第一段裡面說出往生的正因有六句，我們先念念經文："
    },
    {
      "id": "02-001-0053_p0004",
      "zh_CN": "【复次阿难。若有善男子。善女人。闻此经典。受持。读诵。书写。供养。昼夜相续。求生彼刹。发菩提心。持诸禁戒。坚守不犯。饶益有情。所作善根。悉施与之。令得安乐。忆念西方阿弥陀佛。及彼国土。】",
      "zh_TW": "【復次阿難。若有善男子。善女人。聞此經典。受持。讀誦。書寫。供養。晝夜相續。求生彼剎。發菩提心。持諸禁戒。堅守不犯。饒益有情。所作善根。悉施與之。令得安樂。憶念西方阿彌陀佛。及彼國土。】"
    },
    {
      "id": "02-001-0053_p0005",
      "zh_CN": "这一小段里面就说出了六种正因，这个六种正因里面就是六句。第一句是说受持本经，这部经非常重要。『善男子，善女人』，特别要注意这个「善」，这个善字就是《阿弥陀经》里面所说的「不可以少善根福德因缘得生彼国」；换句话说，善男子善女人就是多善根、多福德、多因缘的人。这是很不容易遇到的，如果这三个条件具足，在我们佛法来说叫做根熟众生，三个条件都具足。什么叫做根熟？就是你这一生有机会作佛。就是成佛的机会到了，这叫根熟；如果成个罗汉、成个菩萨，不算根熟。成佛的机会到了，你能够把握着这个机会，你这一生决定成佛。所以这部经不可思议之处就是叫凡夫一生成佛，这是本经最不可思议的，也是一切经里面所没有的，第一殊胜的法门。",
      "zh_TW": "這一小段裡面就說出了六種正因，這個六種正因裡面就是六句。第一句是說受持本經，這部經非常重要。『善男子，善女人』，特別要注意這個「善」，這個善字就是《阿彌陀經》裡面所說的「不可以少善根福德因緣得生彼國」；換句話說，善男子善女人就是多善根、多福德、多因緣的人。這是很不容易遇到的，如果這三個條件具足，在我們佛法來說叫做根熟眾生，三個條件都具足。什麼叫做根熟？就是你這一生有機會作佛。就是成佛的機會到了，這叫根熟；如果成個羅漢、成個菩薩，不算根熟。成佛的機會到了，你能夠把握著這個機會，你這一生決定成佛。所以這部經不可思議之處就是叫凡夫一生成佛，這是本經最不可思議的，也是一切經裡面所沒有的，第一殊勝的法門。"
    },
    {
      "id": "02-001-0053_p0006",
      "zh_CN": "当然佛叫着阿难，先要把当机的人找到。下面就讲修行的方法。『闻此经典』，这个经典就是《无量寿经》。《无量寿经》，同修们要特别注意到，这个本子（经本）到我们中国来得最早，佛教传到中国来的时候这个经就来中国了，后汉时候传到中国来，来得最早。安士高大师到中国来的时候，安士高有翻过这部经典，可惜这个经本失传了。我们在古时候经书目录里面有记载，所以它来得很早，翻译最多，总共有十二次的翻译，这是所有一切经翻译之胜，没有能够超越本经的。但是这么多的译本，现在流传下来的只有五种，有七种已经失传。这五种本子翻译内容出入很大，前面都曾经跟诸位报告过。为什么译本出入很大？这是因为释迦牟尼佛当年在世，对于这个法门是多次宣讲，不止讲一次，所以阿难尊者集结的原本就不止一种，就有很多种。",
      "zh_TW": "當然佛叫著阿難，先要把當機的人找到。下面就講修行的方法。『聞此經典』，這個經典就是《無量壽經》。《無量壽經》，同修們要特別注意到，這個本子（經本）到我們中國來得最早，佛教傳到中國來的時候這個經就來中國了，後漢時候傳到中國來，來得最早。安士高大師到中國來的時候，安士高有翻過這部經典，可惜這個經本失傳了。我們在古時候經書目錄裡面有記載，所以它來得很早，翻譯最多，總共有十二次的翻譯，這是所有一切經翻譯之勝，沒有能夠超越本經的。但是這麼多的譯本，現在流傳下來的只有五種，有七種已經失傳。這五種本子翻譯內容出入很大，前面都曾經跟諸位報告過。為什麼譯本出入很大？這是因為釋迦牟尼佛當年在世，對於這個法門是多次宣講，不止講一次，所以阿難尊者集結的原本就不止一種，就有很多種。"
    },
    {
      "id": "02-001-0053_p0007",
      "zh_CN": "这些本子传到中国来，都把它翻译出来，因此内容出入就相当大，于是乎后来的大德们才感觉到有会集的必要。最初会集的是宋朝王龙舒居士。如果要认为会集不当，王龙舒居士往生的时候是预知时至站着走的。《龙舒净土文》前面有一个画像，就是他往生时候的像，他是站着走的。可见得会集是有必要的。但是会集一定要忠于原译，不能随便改动原译本的文字。如果改动文字，后人会讲话的，随便改经这不可以。龙舒居士虽然是会集本经，也免不了犯这个毛病，自己把原文改动了一些，当然不多，改动几个字。以后清朝乾隆年间，彭际清居士作了一个节本，咸丰年间魏默深居士也作了一次会集本。这三位大德，可以说都犯了这个毛病，所以印光法师很不满意，有严厉的批评；虽然有赞叹，也有批评。夏莲居居士也是见到古人会集犯了这个毛病，对于这个经的流通就产生障碍。这部经是净宗第一经，对于修净土的人非常重要，所以他自己发心，前后用了六、七年的时间会集成这个本子。这个本子把前人所有的弊病全部都避免了，所以是最好的一个本子。诸位如果将九种本子合起来看，你才知道这个本子是《无量寿经》里面最善之本。所以今天我们在这里看到这个经文「闻此经典」，我们在九种本子里面选择这个本子，理由就在此地。",
      "zh_TW": "這些本子傳到中國來，都把它翻譯出來，因此內容出入就相當大，於是乎後來的大德們才感覺到有會集的必要。最初會集的是宋朝王龍舒居士。如果要認為會集不當，王龍舒居士往生的時候是預知時至站著走的。《龍舒淨土文》前面有一個畫像，就是他往生時候的像，他是站著走的。可見得會集是有必要的。但是會集一定要忠於原譯，不能隨便改動原譯本的文字。如果改動文字，後人會講話的，隨便改經這不可以。龍舒居士雖然是會集本經，也免不了犯這個毛病，自己把原文改動了一些，當然不多，改動幾個字。以後清朝乾隆年間，彭際清居士作了一個節本，咸豐年間魏默深居士也作了一次會集本。這三位大德，可以說都犯了這個毛病，所以印光法師很不滿意，有嚴厲的批評；雖然有讚歎，也有批評。夏蓮居居士也是見到古人會集犯了這個毛病，對於這個經的流通就產生障礙。這部經是淨宗第一經，對於修淨土的人非常重要，所以他自己發心，前後用了六、七年的時間會集成這個本子。這個本子把前人所有的弊病全部都避免了，所以是最好的一個本子。諸位如果將九種本子合起來看，你才知道這個本子是《無量壽經》裡面最善之本。所以今天我們在這裡看到這個經文「聞此經典」，我們在九種本子裡面選擇這個本子，理由就在此地。"
    },
    {
      "id": "02-001-0053_p0008",
      "zh_CN": "佛教给我们闻此经典，第一个要『受持』。「受」是接受，接受这部经典的教训，依教奉行。要把这部经典里面的理论变成我们自己的知见，将这里面的教训变成我们自己的生活行持，这叫做受持。「持」是保持而不失掉。也就是说，我们依照经典去做，不是做一天，不是做一个月，不是做一年，我们要尽形寿的奉行，这个叫做受持。第二要『读诵』。读诵这个里面有很深的意义，读诵不是研究，这一点诸位总得要清楚，因为这部经字字句句都是从佛陀真如本性里面流露出来的。前面一再给我们说明本经真实之际，所以说显示开化真实之际，这个「真实之际」就是我们常讲的真如本性；又告诉我们这是「住真实慧」，真实慧就是般若智慧。所以你念这个经就等于念六百卷《大般若》，这是真实之慧。佛又告诉我们，惠以众生真实之利，「利」是利益，最真实的利益。为什么？叫我们一生往生不退成佛。这个利益是最真实的，这在一切经里面没有说过这三种真实。",
      "zh_TW": "佛教給我們聞此經典，第一個要『受持』。「受」是接受，接受這部經典的教訓，依教奉行。要把這部經典裡面的理論變成我們自己的知見，將這裡面的教訓變成我們自己的生活行持，這叫做受持。「持」是保持而不失掉。也就是說，我們依照經典去做，不是做一天，不是做一個月，不是做一年，我們要盡形壽的奉行，這個叫做受持。第二要『讀誦』。讀誦這個裡面有很深的意義，讀誦不是研究，這一點諸位總得要清楚，因為這部經字字句句都是從佛陀真如本性裡面流露出來的。前面一再給我們說明本經真實之際，所以說顯示開化真實之際，這個「真實之際」就是我們常講的真如本性；又告訴我們這是「住真實慧」，真實慧就是般若智慧。所以你念這個經就等於念六百卷《大般若》，這是真實之慧。佛又告訴我們，惠以眾生真實之利，「利」是利益，最真實的利益。為什麼？叫我們一生往生不退成佛。這個利益是最真實的，這在一切經裡面沒有說過這三種真實。"
    },
    {
      "id": "02-001-0053_p0009",
      "zh_CN": "读诵它的目的，三种真实统统开发显示出来，只要认真的去念。如果从一般教下的理论上来说，读诵经典是戒定慧三学一次修成。我们将这部经本展开，如果你念得很熟的话，大概一个小时就念一遍。我念一遍就是修一个小时的戒定慧，修这个三学，我念两遍就修两个小时，我念三遍就修三个小时。念的时候恭恭敬敬的去念，不一定在佛像面前，随时随处都可以，只要我们以恭敬心。恭敬心就是没有妄想，能够说把一切妄念统统放下，这个就是真诚。一心一意去念，不要想经里面的意思，不必去想它，就是念得清清楚楚、明明白白，没有念错、没有念漏就好，要这样念法。这样念法，戒学、定学、慧学三学都在其中。如果我们一面念，一面想经里面的意义，那就错了，那就把念经当作念世间书一样，戒定慧三学没有了。所以念经不能够起心动念，目的就是息灭我们妄想执着。念经这个阶段当中，我们心里头妄想执着统统没有了，心地清净，戒定慧三学都在其中。",
      "zh_TW": "讀誦它的目的，三種真實統統開發顯示出來，只要認真的去念。如果從一般教下的理論上來說，讀誦經典是戒定慧三學一次修成。我們將這部經本展開，如果你念得很熟的話，大概一個小時就念一遍。我念一遍就是修一個小時的戒定慧，修這個三學，我念兩遍就修兩個小時，我念三遍就修三個小時。念的時候恭恭敬敬的去念，不一定在佛像面前，隨時隨處都可以，只要我們以恭敬心。恭敬心就是沒有妄想，能夠說把一切妄念統統放下，這個就是真誠。一心一意去念，不要想經裡面的意思，不必去想它，就是念得清清楚楚、明明白白，沒有念錯、沒有念漏就好，要這樣念法。這樣念法，戒學、定學、慧學三學都在其中。如果我們一面念，一面想經裡面的意義，那就錯了，那就把念經當作念世間書一樣，戒定慧三學沒有了。所以念經不能夠起心動念，目的就是息滅我們妄想執著。念經這個階段當中，我們心裡頭妄想執著統統沒有了，心地清淨，戒定慧三學都在其中。"
    },
    {
      "id": "02-001-0053_p0010",
      "zh_CN": "读诵非常重要，读是看着本子念，诵是念熟之后可以背诵，不看本子，当然这是念得很熟。可是现在的社会，无论在国内在国外，生活都非常的繁忙紧张，初念的人，这部经从头到尾念一遍恐怕要两个小时，生疏、不熟，你这一天到哪里去找两个小时的时间坐下来念经？没有这个时间，想念也没法子念，读诵的意愿渐渐就淡了。为了这个原因，所以我们特别制作念诵经文的录音带，这个录音带帮助许许多多的同修生起读诵的意愿，这是很大的功德。特别是海外的华侨，海外华侨尤其对于自己的子女，都希望他们不要把中国的文字遗忘掉。虽然有这个期望，可是很难达到。我们制作这套录音带、印这个经典，实在是给他们帮了一个很大的忙。他们小朋友可以，照著录音带念经，这样子中国的语文才能够保持下去，天天学说中国话、读中国书、认识中国字；不但如此，还能够读中国的古文，这非常的难得。用这个方法可以带动我们大家做到真正的读诵，就是不看经本，听录音带听久了，自然也就会背诵，再展开经卷非常的容易。这是藉现在科学工具的便利。",
      "zh_TW": "讀誦非常重要，讀是看著本子念，誦是念熟之後可以背誦，不看本子，當然這是念得很熟。可是現在的社會，無論在國內在國外，生活都非常的繁忙緊張，初念的人，這部經從頭到尾念一遍恐怕要兩個小時，生疏、不熟，你這一天到哪裡去找兩個小時的時間坐下來念經？沒有這個時間，想念也沒法子念，讀誦的意願漸漸就淡了。為了這個原因，所以我們特別製作念誦經文的錄音帶，這個錄音帶幫助許許多多的同修生起讀誦的意願，這是很大的功德。特別是海外的華僑，海外華僑尤其對於自己的子女，都希望他們不要把中國的文字遺忘掉。雖然有這個期望，可是很難達到。我們製作這套錄音帶、印這個經典，實在是給他們幫了一個很大的忙。他們小朋友可以，照著錄音帶念經，這樣子中國的語文才能夠保持下去，天天學說中國話、讀中國書、認識中國字；不但如此，還能夠讀中國的古文，這非常的難得。用這個方法可以帶動我們大家做到真正的讀誦，就是不看經本，聽錄音帶聽久了，自然也就會背誦，再展開經卷非常的容易。這是藉現在科學工具的便利。"
    },
    {
      "id": "02-001-0053_p0011",
      "zh_CN": "第三『书写』。书写就是我们现在所讲的流通，这个功德很大。我们自己得到佛法殊胜的利益，应当要把这个利益介绍给别人，这样才能够报佛恩。佛教我们要流通佛法、宣扬佛法，这是弘法利生。以前没有印刷术，经本的流通都是要靠书写，你能够写一部，这个世间就多一部经。现在印刷术发达，我们不必书写，我们大量去翻印。所以这个书写就是我们今天讲的印经，这是每一位佛弟子都应当要做的。如果有能力书写，书写是最好。为什么？这部经从头到尾你要是写一遍，比你念几十遍的印象都要深刻。尤其是写的经典有高度的艺术价值，写出来之后可以影印，原本将来可以送到博物馆永久保存。我们现在有很多书法写得好的老居士，年岁大了，在家里没有事情，天天写经，写了影印，到处赠送流通，原本送到故宫博物院去保管去了。这个非常有价值，所以诸位书法好的应当要发心书写。",
      "zh_TW": "第三『書寫』。書寫就是我們現在所講的流通，這個功德很大。我們自己得到佛法殊勝的利益，應當要把這個利益介紹給別人，這樣才能夠報佛恩。佛教我們要流通佛法、宣揚佛法，這是弘法利生。以前沒有印刷術，經本的流通都是要靠書寫，你能夠寫一部，這個世間就多一部經。現在印刷術發達，我們不必書寫，我們大量去翻印。所以這個書寫就是我們今天講的印經，這是每一位佛弟子都應當要做的。如果有能力書寫，書寫是最好。為什麼？這部經從頭到尾你要是寫一遍，比你念幾十遍的印象都要深刻。尤其是寫的經典有高度的藝術價值，寫出來之後可以影印，原本將來可以送到博物館永久保存。我們現在有很多書法寫得好的老居士，年歲大了，在家裡沒有事情，天天寫經，寫了影印，到處贈送流通，原本送到故宮博物院去保管去了。這個非常有價值，所以諸位書法好的應當要發心書寫。"
    },
    {
      "id": "02-001-0053_p0012",
      "zh_CN": "这个『供养』里面的意思包括非常之多。供养我们晓得，有财供养、有法供养。普贤菩萨在《行愿品》里面告诉我们，「诸供养中，法供养最」，一切供养里面法供养第一。他又在法供养里面举出七个例子，第一条就是所谓「如说修行供养」。我们今天讲供养诸佛、供养一切众生，用什么方式供养最好？依教修行。依教修行，我们在讲席里面说得很多，说得很明白，要把这部经的思想变成自己的思想，我们的想法看法与经相应。换句话说，这部经是如来知见，你看《法华经》里面所讲的「开示悟入佛之知见」，这部经纯粹是佛知佛见。所以蕅益大师说本经是「华严奥藏，法华秘髓」。这两句话包括了整个佛法，因为《华严经》是佛最初说的，《法华》是佛最后说的；说一个前、说一个后就统统都包括，可以说是释迦牟尼佛一生所说一切法里面的精华就在这部经上。我们晓得《心经》，《心经》是六百卷《大般若》的《心经》；本经要说为心经，那就是三藏十二部的心经，释迦牟尼佛四十九年所说的一切经当中的心经，千经万论都归到这部经。你才晓得这部经的价值，这部经之不可思议，所以十方三世一切诸佛护念，一切诸佛弘扬，一切诸佛都读诵、都受持。如果我们的看法想法跟这个经相应，那你的知见就是佛知佛见；如果我们的行持与本经相应，那就是佛菩萨的行持。所以修行，常言说得好，修正我们的思想，修正我们的言语行为。用什么标准？用本经做标准就足够了。这是「如说修行供养」。",
      "zh_TW": "這個『供養』裡面的意思包括非常之多。供養我們曉得，有財供養、有法供養。普賢菩薩在《行願品》裡面告訴我們，「諸供養中，法供養最」，一切供養裡面法供養第一。他又在法供養裡面舉出七個例子，第一條就是所謂「如說修行供養」。我們今天講供養諸佛、供養一切眾生，用什麼方式供養最好？依教修行。依教修行，我們在講席裡面說得很多，說得很明白，要把這部經的思想變成自己的思想，我們的想法看法與經相應。換句話說，這部經是如來知見，你看《法華經》裡面所講的「開示悟入佛之知見」，這部經純粹是佛知佛見。所以蕅益大師說本經是「華嚴奧藏，法華祕髓」。這兩句話包括了整個佛法，因為《華嚴經》是佛最初說的，《法華》是佛最後說的；說一個前、說一個後就統統都包括，可以說是釋迦牟尼佛一生所說一切法裡面的精華就在這部經上。我們曉得《心經》，《心經》是六百卷《大般若》的《心經》；本經要說為心經，那就是三藏十二部的心經，釋迦牟尼佛四十九年所說的一切經當中的心經，千經萬論都歸到這部經。你才曉得這部經的價值，這部經之不可思議，所以十方三世一切諸佛護念，一切諸佛弘揚，一切諸佛都讀誦、都受持。如果我們的看法想法跟這個經相應，那你的知見就是佛知佛見；如果我們的行持與本經相應，那就是佛菩薩的行持。所以修行，常言說得好，修正我們的思想，修正我們的言語行為。用什麼標準？用本經做標準就足夠了。這是「如說修行供養」。"
    },
    {
      "id": "02-001-0053_p0013",
      "zh_CN": "第二「利益众生供养」。我们怎样去利益？把这个经本书写影印流通，送给别人，这是利益众生的供养。我们把念诵的录音带赠送给别人，也是属于利益众生供养。这个录音带，我们在台湾做了三千套，新加坡那边做了一千套，这是我们知道的。还有我们所不晓得的，每一位同修自己在家里念经转录，送给他的亲戚朋友。我在新加坡就晓得有几位同修，已经自己在家里录了二、三十套送给他的亲戚朋友，这是我们不晓得的数字。所以概略的估计，我们这个录音带在国内外流通至少有五千套。不仅仅在台湾、新加坡、马来西亚、印度（悟源法师在这里听经，带了几套到印度去，印度也有了），中国大陆我们这次也带了好几套去赠送，送到广州、送到江苏（苏州灵严山印光法师的道场）、上海、北京，乃至于东北，我们统统都送过去，这些都是属于利益众生的供养。我们尽心尽力去帮助这些众生，使他们有因缘得到这部经，有因缘也能够自己受持读诵这部经，这是我们尽心尽力帮助他。",
      "zh_TW": "第二「利益眾生供養」。我們怎樣去利益？把這個經本書寫影印流通，送給別人，這是利益眾生的供養。我們把念誦的錄音帶贈送給別人，也是屬於利益眾生供養。這個錄音帶，我們在台灣做了三千套，新加坡那邊做了一千套，這是我們知道的。還有我們所不曉得的，每一位同修自己在家裡念經轉錄，送給他的親戚朋友。我在新加坡就曉得有幾位同修，已經自己在家裡錄了二、三十套送給他的親戚朋友，這是我們不曉得的數字。所以概略的估計，我們這個錄音帶在國內外流通至少有五千套。不僅僅在台灣、新加坡、馬來西亞、印度（悟源法師在這裡聽經，帶了幾套到印度去，印度也有了），中國大陸我們這次也帶了好幾套去贈送，送到廣州、送到江蘇（蘇州靈嚴山印光法師的道場）、上海、北京，乃至於東北，我們統統都送過去，這些都是屬於利益眾生的供養。我們盡心盡力去幫助這些眾生，使他們有因緣得到這部經，有因緣也能夠自己受持讀誦這部經，這是我們盡心盡力幫助他。"
    },
    {
      "id": "02-001-0053_p0014",
      "zh_CN": "第三种供养是「摄受众生供养」。这个摄受跟前面那个利益不一样，更进一步。苦口婆心的劝导他，心里面念念不忘这些众生，这是摄受。前面这个利益要看缘分，有缘分才能送得到，没有缘分送不到。摄受是我们自己心心念念不忘一切苦难的众生，不忘一些发心修行而迷失正道的众生。真正成佛之道给诸位说，只有这一条路，其余路虽然多，八万四千法门虽然多，成不了佛道，这一生没有法子成就，一生能成就唯独这个法门。我们是非常的幸运，一生当中能够遇到，所以念念都要摄受一切众生，念念希望有机会、有能力帮助一切众生认识这个法门，明了这个法门，依照这个法门修学，这个是摄受。",
      "zh_TW": "第三種供養是「攝受眾生供養」。這個攝受跟前面那個利益不一樣，更進一步。苦口婆心的勸導他，心裡面念念不忘這些眾生，這是攝受。前面這個利益要看緣分，有緣分才能送得到，沒有緣分送不到。攝受是我們自己心心念念不忘一切苦難的眾生，不忘一些發心修行而迷失正道的眾生。真正成佛之道給諸位說，只有這一條路，其餘路雖然多，八萬四千法門雖然多，成不了佛道，這一生沒有法子成就，一生能成就唯獨這個法門。我們是非常的幸運，一生當中能夠遇到，所以念念都要攝受一切眾生，念念希望有機會、有能力幫助一切眾生認識這個法門，明瞭這個法門，依照這個法門修學，這個是攝受。"
    },
    {
      "id": "02-001-0053_p0015",
      "zh_CN": "第四是「代众生苦供养」。众生苦，我们怎么代替？佛法里常说因缘果报是自己承受的，别人不能代替，而此地说的代替也是有道理的。譬如说我很富有，我的生活过得很好，但是我为了要帮助众生，帮助众生需要财富，必须把自己的受用减少，生活过得苦一点，把我们多余的钱或是印经，或是刚才讲的制作录音带这些，帮助一切众生，这就是我们自己受的苦是代众生受的。如果你更能够发心，我们这里讲座小，建道场、建立佛学院、培养弘法人才都需要花钱。从前李炳老在台中开了一个内典研究班，培养八个学生，四年，一年一百万。这四百万从哪里来的？是美国纽约沈家祯居士，他发心拿了三百万，台中莲社拿一百万。沈居士拿出这三百万代众生苦！他要不拿，他的生活过得很富裕。沈家祯居士，实在我们非常之佩服，他跟他的太太生活过得非常俭朴，他的财富可以说统统用在佛教的事业。他在纽约办了一个佛教图书馆，可以说是全世界佛教规模最大的图书馆，管理人员就有二十多个人。这个图书馆是附设在纽约大学。除这之外，他建了一个庄严寺，一个大觉寺，这是纽约两个规模比较大的道场。这些都是省吃俭用代众生苦供养。像这个范围非常之广泛，要我们自己去想应当怎样去做。在世间法里面，在我们中国历史上，可以说最具足典型榜样的是范仲淹，范仲淹的确做到了代众生苦供养。他是我们中国一个非常好的榜样，他官做到宰相，生活非常富裕，可是他把他的收入拿来救济贫苦，拿来办学校，培养清寒的子弟，替国家培育人才，都用在这上面，自己的生活非常俭朴，死的时候连棺材都买不起。他以他一个人的收入养三百多家。这是中国历史上非常了不起的一个人，真正能够把自己的生活降到最低的水准，把整个自己的力量贡献出来给社会大众。",
      "zh_TW": "第四是「代眾生苦供養」。眾生苦，我們怎麼代替？佛法裡常說因緣果報是自己承受的，別人不能代替，而此地說的代替也是有道理的。譬如說我很富有，我的生活過得很好，但是我為了要幫助眾生，幫助眾生需要財富，必須把自己的受用減少，生活過得苦一點，把我們多餘的錢或是印經，或是剛才講的製作錄音帶這些，幫助一切眾生，這就是我們自己受的苦是代眾生受的。如果你更能夠發心，我們這裡講座小，建道場、建立佛學院、培養弘法人才都需要花錢。從前李炳老在台中開了一個內典研究班，培養八個學生，四年，一年一百萬。這四百萬從哪裡來的？是美國紐約沈家禎居士，他發心拿了三百萬，台中蓮社拿一百萬。沈居士拿出這三百萬代眾生苦！他要不拿，他的生活過得很富裕。沈家禎居士，實在我們非常之佩服，他跟他的太太生活過得非常儉樸，他的財富可以說統統用在佛教的事業。他在紐約辦了一個佛教圖書館，可以說是全世界佛教規模最大的圖書館，管理人員就有二十多個人。這個圖書館是附設在紐約大學。除這之外，他建了一個莊嚴寺，一個大覺寺，這是紐約兩個規模比較大的道場。這些都是省吃儉用代眾生苦供養。像這個範圍非常之廣泛，要我們自己去想應當怎樣去做。在世間法裡面，在我們中國歷史上，可以說最具足典型榜樣的是范仲淹，范仲淹的確做到了代眾生苦供養。他是我們中國一個非常好的榜樣，他官做到宰相，生活非常富裕，可是他把他的收入拿來救濟貧苦，拿來辦學校，培養清寒的子弟，替國家培育人才，都用在這上面，自己的生活非常儉樸，死的時候連棺材都買不起。他以他一個人的收入養三百多家。這是中國歷史上非常了不起的一個人，真正能夠把自己的生活降到最低的水準，把整個自己的力量貢獻出來給社會大眾。"
    },
    {
      "id": "02-001-0053_p0016",
      "zh_CN": "第五种是「勤修善根供养」。善根是什么？佛法里面通常讲的三善根，所有一切善法都是从这个根生出来的。这三善根就是无贪、无瞋、无痴。所以贪瞋痴叫三毒烦恼，所有一切罪业都是从贪瞋痴生出来的；翻过来，所有一切善法都是从不贪、不瞋、不痴这三条生出来的。这个对我们学佛的同修非常重要。经上一提善男子善女人，如果我们心里头还有贪瞋痴慢，那不是善男子，也不是善女人，经上常常叫着，那我们都没分。如果我们心里果然没有贪瞋痴，经上讲的善男子，那是叫的我，我有分。所以自己要常常反省，我们自己在这个世间到底是善人还是恶人。一定要勤修善根，自己能够修善根成就一切善法，然后才能劝导别人、勉励别人共同来修三善根。这是通常所讲的，这个无贪、无瞋、无痴通世出世间善法。如果讲高级的，大乘佛法里面讲善根只有一种，精进，菩萨善根是精进。因为无贪、无痴、无瞋这三善根菩萨早已具足，已经修行圆满，所以往上去，精进是善根，他能精进就可以早一天圆成佛道。所以勤修善根是真实的供养。",
      "zh_TW": "第五種是「勤修善根供養」。善根是什麼？佛法裡面通常講的三善根，所有一切善法都是從這個根生出來的。這三善根就是無貪、無瞋、無痴。所以貪瞋痴叫三毒煩惱，所有一切罪業都是從貪瞋痴生出來的；翻過來，所有一切善法都是從不貪、不瞋、不痴這三條生出來的。這個對我們學佛的同修非常重要。經上一提善男子善女人，如果我們心裡頭還有貪瞋痴慢，那不是善男子，也不是善女人，經上常常叫著，那我們都沒分。如果我們心裡果然沒有貪瞋痴，經上講的善男子，那是叫的我，我有分。所以自己要常常反省，我們自己在這個世間到底是善人還是惡人。一定要勤修善根，自己能夠修善根成就一切善法，然後才能勸導別人、勉勵別人共同來修三善根。這是通常所講的，這個無貪、無瞋、無痴通世出世間善法。如果講高級的，大乘佛法裡面講善根只有一種，精進，菩薩善根是精進。因為無貪、無痴、無瞋這三善根菩薩早已具足，已經修行圓滿，所以往上去，精進是善根，他能精進就可以早一天圓成佛道。所以勤修善根是真實的供養。"
    },
    {
      "id": "02-001-0053_p0017",
      "zh_CN": "第六是「不舍菩萨业供养」，也就是佛菩萨的事业。佛菩萨的事业是什么？是帮助一切众生破迷开悟、离苦得乐，这是菩萨事业。所以菩萨无论在哪一行，无论从事某一种行业，像我们看《华严经》，你在《华严经》看善财童子五十三参，那五十三位菩萨所示现的各行各业。五十三位菩萨里面示现出家的只有五位，其余统统是在家，男女老少各行各业统统都有，都是佛菩萨。无论从事哪一个行业，都是利用机会帮助众生觉悟，帮助众生破除迷惑，帮助他开悟，帮助他离苦得乐。所有一切苦从哪里来的？从迷惑颠倒来的。乐从哪里来的？乐是从真正觉悟，觉悟的人没有不快乐的。所以苦乐是果，迷悟是因，一定要帮助他破迷开悟，他才能真正得到离苦得乐。这是菩萨事业。",
      "zh_TW": "第六是「不捨菩薩業供養」，也就是佛菩薩的事業。佛菩薩的事業是什麼？是幫助一切眾生破迷開悟、離苦得樂，這是菩薩事業。所以菩薩無論在哪一行，無論從事某一種行業，像我們看《華嚴經》，你在《華嚴經》看善財童子五十三參，那五十三位菩薩所示現的各行各業。五十三位菩薩裡面示現出家的只有五位，其餘統統是在家，男女老少各行各業統統都有，都是佛菩薩。無論從事哪一個行業，都是利用機會幫助眾生覺悟，幫助眾生破除迷惑，幫助他開悟，幫助他離苦得樂。所有一切苦從哪裡來的？從迷惑顛倒來的。樂從哪裡來的？樂是從真正覺悟，覺悟的人沒有不快樂的。所以苦樂是果，迷悟是因，一定要幫助他破迷開悟，他才能真正得到離苦得樂。這是菩薩事業。"
    },
    {
      "id": "02-001-0053_p0018",
      "zh_CN": "末后一条是「不离菩提心供养」，菩提心就是觉悟的心，永远不会迷，这个心就叫菩提心。「菩提」是梵语，翻成中国字是「觉」的意思。也就是说，我们一天从早到晚，处事待人接物一定是觉而不迷，这就是不离菩提心供养。三皈依里面所讲的觉而不迷、正而不邪、净而不染，这三条做到一条，一即是三，三即是一。心地要是觉而不迷，必定是正大光明，必然是清净平等，这是一定的道理。所以念佛人着重在求心清净，心净则土净，心地清净就是自性觉，心地清净就是自性正，这个叫做不离菩提心供养。普贤菩萨讲法供养里面给我们举出这几个例子，然后又给我们做一个比较。为什么？因为一切诸佛如来尊重法故。尊重法换句话来说就是尊重学术、尊重教育，就是这个意思。所以你看看我们中国古圣先贤，你看《礼记》里面《学记》这一篇文章，是我们中国自古以来的教育哲学，里面有一句很有名的话，「建国君民，教学为先」。你建立一个国家，希望老百姓都能过好日子，什么最重要？把教育办好最重要。教育是教你开智慧的，是教你明理的。每一个人都有智慧，每一个人都明白事理，他不会作乱，决定是安分守已。人人守本分，这个国家怎么会不好？社会一定安定、一定进步、一定富强。所以教育非常重要。",
      "zh_TW": "末後一條是「不離菩提心供養」，菩提心就是覺悟的心，永遠不會迷，這個心就叫菩提心。「菩提」是梵語，翻成中國字是「覺」的意思。也就是說，我們一天從早到晚，處事待人接物一定是覺而不迷，這就是不離菩提心供養。三皈依裡面所講的覺而不迷、正而不邪、淨而不染，這三條做到一條，一即是三，三即是一。心地要是覺而不迷，必定是正大光明，必然是清淨平等，這是一定的道理。所以念佛人著重在求心清淨，心淨則土淨，心地清淨就是自性覺，心地清淨就是自性正，這個叫做不離菩提心供養。普賢菩薩講法供養裡面給我們舉出這幾個例子，然後又給我們做一個比較。為什麼？因為一切諸佛如來尊重法故。尊重法換句話來說就是尊重學術、尊重教育，就是這個意思。所以你看看我們中國古聖先賢，你看《禮記》裡面《學記》這一篇文章，是我們中國自古以來的教育哲學，裡面有一句很有名的話，「建國君民，教學為先」。你建立一個國家，希望老百姓都能過好日子，什麼最重要？把教育辦好最重要。教育是教你開智慧的，是教你明理的。每一個人都有智慧，每一個人都明白事理，他不會作亂，決定是安分守已。人人守本分，這個國家怎麼會不好？社會一定安定、一定進步、一定富強。所以教育非常重要。"
    },
    {
      "id": "02-001-0053_p0019",
      "zh_CN": "佛法是教育，是释迦牟尼佛的教育，一切诸佛如来重法就是重视教育。中国孔老夫子是大教育家，释迦牟尼佛也是大教育家，他们对教育都非常重视。经上讲的重法，拿现在的话就是非常注重教育，所以他毕生从事于教学的工作，在佛法里面讲就是弘法利生。弘法就是教学，到处教学，帮助一切众生觉悟，破迷开悟。这样才能够出生作佛。佛是什么？佛是彻底觉悟的人。唯有在教育里面才能够产生彻底究竟觉悟的人，这个人我们就叫他作佛。所以佛是一个究竟圆满的智慧者，究竟圆满的觉悟者。所以佛才给我们说，如果一切菩萨们都知道修法供养，这样才能够成就供养如来。如来就是希望一切众生个个觉悟，你们都能够帮助一切众生觉悟，佛的愿望就达到了，佛愿望达到就是对佛真正的供养，这样的修法才叫真供养。所以供养里面的范围非常广大，我们一定要体会这个意思，晓得怎样去修学。这是闻此经典，要记住这四桩事情，受持、读诵、书写、供养，我们这个经典才算没有白遇到，福慧都在其中。",
      "zh_TW": "佛法是教育，是釋迦牟尼佛的教育，一切諸佛如來重法就是重視教育。中國孔老夫子是大教育家，釋迦牟尼佛也是大教育家，他們對教育都非常重視。經上講的重法，拿現在的話就是非常注重教育，所以他畢生從事於教學的工作，在佛法裡面講就是弘法利生。弘法就是教學，到處教學，幫助一切眾生覺悟，破迷開悟。這樣才能夠出生作佛。佛是什麼？佛是徹底覺悟的人。唯有在教育裡面才能夠產生徹底究竟覺悟的人，這個人我們就叫他作佛。所以佛是一個究竟圓滿的智慧者，究竟圓滿的覺悟者。所以佛才給我們說，如果一切菩薩們都知道修法供養，這樣才能夠成就供養如來。如來就是希望一切眾生個個覺悟，你們都能夠幫助一切眾生覺悟，佛的願望就達到了，佛願望達到就是對佛真正的供養，這樣的修法才叫真供養。所以供養裡面的範圍非常廣大，我們一定要體會這個意思，曉得怎樣去修學。這是聞此經典，要記住這四樁事情，受持、讀誦、書寫、供養，我們這個經典才算沒有白遇到，福慧都在其中。"
    },
    {
      "id": "02-001-0053_p0020",
      "zh_CN": "末后这一句说得很好，『昼夜相续』，就是不能间断，受持不能间断，读诵不能间断，书写不能间断，供养更不能间断。能够把这八个字做到，这是真正的佛弟子。",
      "zh_TW": "末後這一句說得很好，『晝夜相續』，就是不能間斷，受持不能間斷，讀誦不能間斷，書寫不能間斷，供養更不能間斷。能夠把這八個字做到，這是真正的佛弟子。"
    },
    {
      "id": "02-001-0053_p0021",
      "zh_CN": "末后『求生彼刹』，这是我们最后的一个目标，到西方极乐世界见阿弥陀佛。『发菩提心』，求生彼刹一定要发菩提心。发菩提心，简单的讲就是发求生净土的心愿，这个就是无上菩提心。前面是「闻此经典，受持、读诵、书写、供养，昼夜相续」，到这里是一句，这是第一句受持本经，第二句「求生彼刹」是求生净土，「发菩提心」是第三句，第四句是『持诸禁戒，坚守不犯』，这是严持戒律。戒律，佛在一切经上告诉我们三聚净戒，戒律有三大类。第一大类叫律仪戒，这是佛制定的。佛在经典里面所制定的这些戒律，像五戒、十戒、比丘戒、比丘尼戒、菩萨戒，这些是佛为我们制定的，我们称它做律仪戒，这是一类。除这个之外，佛所没有讲到的、必须要遵守的，也在戒律的含义当中，就是利益众生的戒律。凡是对众生有利益的，佛没有说，我们也要遵守；不能说佛没说，我们就不要做，那是不可以的。第三类，摄一切善法。佛没有说，但这是善的，对我自己的确有好处，我也应该要遵守。换句话说，这两类包括我们现在国家的法律，社会的道德、风俗、习惯，都包括在戒律的范畴之内，要坚守不犯。换句话说，这两句就是我们今天所讲的守法，要养成守法的观念。人人都守法，社会祥和；唯有社会祥和，才能真正做到安和乐利。",
      "zh_TW": "末後『求生彼剎』，這是我們最後的一個目標，到西方極樂世界見阿彌陀佛。『發菩提心』，求生彼剎一定要發菩提心。發菩提心，簡單的講就是發求生淨土的心願，這個就是無上菩提心。前面是「聞此經典，受持、讀誦、書寫、供養，晝夜相續」，到這裡是一句，這是第一句受持本經，第二句「求生彼剎」是求生淨土，「發菩提心」是第三句，第四句是『持諸禁戒，堅守不犯』，這是嚴持戒律。戒律，佛在一切經上告訴我們三聚淨戒，戒律有三大類。第一大類叫律儀戒，這是佛制定的。佛在經典裡面所制定的這些戒律，像五戒、十戒、比丘戒、比丘尼戒、菩薩戒，這些是佛為我們制定的，我們稱它做律儀戒，這是一類。除這個之外，佛所沒有講到的、必須要遵守的，也在戒律的含義當中，就是利益眾生的戒律。凡是對眾生有利益的，佛沒有說，我們也要遵守；不能說佛沒說，我們就不要做，那是不可以的。第三類，攝一切善法。佛沒有說，但這是善的，對我自己的確有好處，我也應該要遵守。換句話說，這兩類包括我們現在國家的法律，社會的道德、風俗、習慣，都包括在戒律的範疇之內，要堅守不犯。換句話說，這兩句就是我們今天所講的守法，要養成守法的觀念。人人都守法，社會祥和；唯有社會祥和，才能真正做到安和樂利。"
    },
    {
      "id": "02-001-0053_p0022",
      "zh_CN": "第五句是『饶益有情，所作善根，悉施与之，令得安乐』，这一句是利益众生。「饶」是丰饶，也就是我们今天讲的，我们尽心尽力予一切众生最大的利益。我们心力统统尽到，这才叫做饶益。我们今天世间人，利益众生的事情他做，但是没有饶，也就是说，我们并没有把全部的力量尽上。帮助众生帮助一点点，我已经做得不错了，没有尽心尽力去做。像我们刚才讲的范仲淹先生，那是饶益众生，他是全部力量尽上了，他做到了饶益。这是佛勉励我们。要知道我们在这个世间，时间是很短暂的，纵然活上一百岁，一弹指就过去了。你真正觉悟，我就过一百年苦日子也算不了什么，来生到极乐世界，那个受用就像经中所说的真正不可思议。所以短暂忍受一下，苦个几年值得。如果贪图现前的受用，没有能够如法修行，换句话说，我们更长远的利益失掉了，这很可惜！真正聪明人、真正觉悟人，他知道我要求更长远的利益，我愿意把现前这点小利益能够放弃掉。",
      "zh_TW": "第五句是『饒益有情，所作善根，悉施與之，令得安樂』，這一句是利益眾生。「饒」是豐饒，也就是我們今天講的，我們盡心盡力予一切眾生最大的利益。我們心力統統盡到，這才叫做饒益。我們今天世間人，利益眾生的事情他做，但是沒有饒，也就是說，我們並沒有把全部的力量盡上。幫助眾生幫助一點點，我已經做得不錯了，沒有盡心盡力去做。像我們剛才講的范仲淹先生，那是饒益眾生，他是全部力量盡上了，他做到了饒益。這是佛勉勵我們。要知道我們在這個世間，時間是很短暫的，縱然活上一百歲，一彈指就過去了。你真正覺悟，我就過一百年苦日子也算不了什麼，來生到極樂世界，那個受用就像經中所說的真正不可思議。所以短暫忍受一下，苦個幾年值得。如果貪圖現前的受用，沒有能夠如法修行，換句話說，我們更長遠的利益失掉了，這很可惜！真正聰明人、真正覺悟人，他知道我要求更長遠的利益，我願意把現前這點小利益能夠放棄掉。"
    },
    {
      "id": "02-001-0053_p0023",
      "zh_CN": "这四句是叫我们利他，利他才是真正的善。「所作善根，悉施与之」，惠施于一切众生，令一切众生得安乐。不为自己求安乐，要替一切众生求安乐，这是菩萨行。世间菩萨多了，天下太平，老百姓不会作乱。你是工厂的老板，所得的利益统统来布施供养员工，员工怎么不快乐？个个快乐，他绝对不会罢工。那这个老板是菩萨老板，不是普通人。所得的利益大家共享，不为自己求安乐，这样才能够服人。",
      "zh_TW": "這四句是叫我們利他，利他才是真正的善。「所作善根，悉施與之」，惠施於一切眾生，令一切眾生得安樂。不為自己求安樂，要替一切眾生求安樂，這是菩薩行。世間菩薩多了，天下太平，老百姓不會作亂。你是工廠的老闆，所得的利益統統來布施供養員工，員工怎麼不快樂？個個快樂，他絕對不會罷工。那這個老闆是菩薩老闆，不是普通人。所得的利益大家共享，不為自己求安樂，這樣才能夠服人。"
    },
    {
      "id": "02-001-0053_p0024",
      "zh_CN": "末后一句是忆佛念佛，『忆念西方阿弥陀佛，及彼国土』。「忆」是心里面常常想念，「念」是口里面念这个佛号不间断。常常想念，那就是经一定要熟，常常能够想经中所说的种种境界。像夏莲居老居士给我们编的《净修捷要》，《净修捷要》里面的三十二拜，每一拜里面都有观想，那就是忆佛；每一拜里面三称佛名是念佛。他编的这个是根据天亲菩萨《往生论》里面所讲的五念法，五念法里有观想、有称念、有礼拜、有供养、有回向，他在每一拜里面这五个意思统统具足。所以《净修捷要》是我们专修净土的同修非常好的一种修学仪规。",
      "zh_TW": "末後一句是憶佛念佛，『憶念西方阿彌陀佛，及彼國土』。「憶」是心裡面常常想念，「念」是口裡面念這個佛號不間斷。常常想念，那就是經一定要熟，常常能夠想經中所說的種種境界。像夏蓮居老居士給我們編的《淨修捷要》，《淨修捷要》裡面的三十二拜，每一拜裡面都有觀想，那就是憶佛；每一拜裡面三稱佛名是念佛。他編的這個是根據天親菩薩《往生論》裡面所講的五念法，五念法裡有觀想、有稱念、有禮拜、有供養、有迴向，他在每一拜裡面這五個意思統統具足。所以《淨修捷要》是我們專修淨土的同修非常好的一種修學儀規。"
    },
    {
      "id": "02-001-0053_p0025",
      "zh_CN": "我们新印的本子，经、《宝王三昧忏》、《净修捷要》这三样东西合印在一起，后面两种是行经，这个经文是解；解行都圆满，一本统统具足。所以真正修净土的同修，这一本书就够了，就足够。尤其是《宝王三昧忏》，编得非常之好。毕竟夏老居士是现代人，他是民国五十四年往生的，距离我们现在才二十五年，所以忏的内容针对着我们现代人三业所造的罪业发露忏悔。我们念从前古人编的忏，那是对那个时代人所说的，我们今天来读不切时宜。他编这个，真是对我们现前三业许许多多的毛病，诸位仔细看就晓得。所以这个忏本非常非常之好，希望同修认真的来学习。我们这个道场，希望以后常常能够拜这个忏，或者是一个月拜一次，甚至于是一个星期可以拜一次，那是最好的。一个星期来拜一次最好，如果一个星期做不到，至少一个月拜一次。《净修捷要》可以做为早晚课诵。这是忆佛念佛，忆念西方依正庄严，这就是国土。这六句是讲的修因，后面这一小段是讲果报。",
      "zh_TW": "我們新印的本子，經、《寶王三昧懺》、《淨修捷要》這三樣東西合印在一起，後面兩種是行經，這個經文是解；解行都圓滿，一本統統具足。所以真正修淨土的同修，這一本書就夠了，就足夠。尤其是《寶王三昧懺》，編得非常之好。畢竟夏老居士是現代人，他是民國五十四年往生的，距離我們現在才二十五年，所以懺的內容針對著我們現代人三業所造的罪業發露懺悔。我們念從前古人編的懺，那是對那個時代人所說的，我們今天來讀不切時宜。他編這個，真是對我們現前三業許許多多的毛病，諸位仔細看就曉得。所以這個懺本非常非常之好，希望同修認真的來學習。我們這個道場，希望以後常常能夠拜這個懺，或者是一個月拜一次，甚至於是一個星期可以拜一次，那是最好的。一個星期來拜一次最好，如果一個星期做不到，至少一個月拜一次。《淨修捷要》可以做為早晚課誦。這是憶佛念佛，憶念西方依正莊嚴，這就是國土。這六句是講的修因，後面這一小段是講果報。"
    },
    {
      "id": "02-001-0053_p0026",
      "zh_CN": "【是人命终。如佛色相种种庄严。生宝刹中。速得闻法。永不退转。】",
      "zh_TW": "【是人命終。如佛色相種種莊嚴。生寶剎中。速得聞法。永不退轉。】"
    },
    {
      "id": "02-001-0053_p0027",
      "zh_CN": "这就是上三品生的，上辈往生的。这个人命终，此地要特别注意到『如佛色相』。一个人在临终的时候，我们观察他的相状，可以概略的能判断他到哪一道去，能够判断出来。死的时候相貌不好，决定是三恶道；死的时候相貌非常好，圆满，你看到欢喜，看到不会害怕、不会讨厌，这个人决定不堕三恶道，这是一般能够看得出来的。所以一般念佛的人往生，在绝大多数相貌都非常好。相貌好，是不是真的能往生？不一定，往生不一定，但是绝不堕三恶道，这是可以肯定的。他有好的相，他不会堕三恶道。往生的瑞相，那要跟经上讲的相应，种种庄严。最可靠的是他在临终的时候自己说出来他见到佛，佛来接引他，他去了，这是决定往生，一点问题都没有，纵然有病也没有关系。最后临终的时候他给旁边的人说，「我看到佛了，佛来接引我了」，这是决定往生。经上也说，有些人在临终的时候见到佛来接引，但是他没有气力，他说不出来，那也是决定往生。他说不出来，但是他的面容一定现的是笑容，欢喜，见到佛了，一定是一个非常欢喜的相走的，虽然说不出来，也是往生的瑞相。另外，人在临终的时候，我们听到念佛的声音，绝对不是我们人念，空中有佛号的声音，或者见到光明，或者闻到异香，香光庄严，这些都是决定往生的好相。如果没有这些祥瑞，纵然是好相，不能断定他是往生。尤其火化之后留舍利，乃至于留全身，都不能够确定他是往生；能够确定往生，一定要与经上所说的境界要相应。",
      "zh_TW": "這就是上三品生的，上輩往生的。這個人命終，此地要特別注意到『如佛色相』。一個人在臨終的時候，我們觀察他的相狀，可以概略的能判斷他到哪一道去，能夠判斷出來。死的時候相貌不好，決定是三惡道；死的時候相貌非常好，圓滿，你看到歡喜，看到不會害怕、不會討厭，這個人決定不墮三惡道，這是一般能夠看得出來的。所以一般念佛的人往生，在絕大多數相貌都非常好。相貌好，是不是真的能往生？不一定，往生不一定，但是絕不墮三惡道，這是可以肯定的。他有好的相，他不會墮三惡道。往生的瑞相，那要跟經上講的相應，種種莊嚴。最可靠的是他在臨終的時候自己說出來他見到佛，佛來接引他，他去了，這是決定往生，一點問題都沒有，縱然有病也沒有關係。最後臨終的時候他給旁邊的人說，「我看到佛了，佛來接引我了」，這是決定往生。經上也說，有些人在臨終的時候見到佛來接引，但是他沒有氣力，他說不出來，那也是決定往生。他說不出來，但是他的面容一定現的是笑容，歡喜，見到佛了，一定是一個非常歡喜的相走的，雖然說不出來，也是往生的瑞相。另外，人在臨終的時候，我們聽到念佛的聲音，絕對不是我們人念，空中有佛號的聲音，或者見到光明，或者聞到異香，香光莊嚴，這些都是決定往生的好相。如果沒有這些祥瑞，縱然是好相，不能斷定他是往生。尤其火化之後留舍利，乃至於留全身，都不能夠確定他是往生；能夠確定往生，一定要與經上所說的境界要相應。"
    },
    {
      "id": "02-001-0053_p0028",
      "zh_CN": "『生宝刹中』，「宝刹」是指西方极乐世界，到那个地方去闻法，见佛闻法，永不退转，圆证三不退。所以我们读这部经一定要觉悟，我们想不想学一切法门？很想，法门无量誓愿学。你要在现在学就错了，为什么？我们没有这个能力学习，也没有这个时间来学习。今天我们要学的，就依照这部经，就学这一个法门，我们先到西方极乐世界。到了西方极乐世界，想学什么经就学什么经，想学什么法门就学什么法门。无量无边法门我统统都学，都有这个能力，也有足够的时间，那边的人无量寿，那个寿命是真正无量。这部经前面、后面都有说，是真实的无量寿，所以你有足够的时间，有能力去学习。这是一定要看清楚的。如果眼前要是样样东西都喜欢，都学，把我们求生净土会障碍。纵然往生，说老实话，品位也不高，因为你的精力、时间分散掉了，不专，不如专修，这一点很重要。",
      "zh_TW": "『生寶剎中』，「寶剎」是指西方極樂世界，到那個地方去聞法，見佛聞法，永不退轉，圓證三不退。所以我們讀這部經一定要覺悟，我們想不想學一切法門？很想，法門無量誓願學。你要在現在學就錯了，為什麼？我們沒有這個能力學習，也沒有這個時間來學習。今天我們要學的，就依照這部經，就學這一個法門，我們先到西方極樂世界。到了西方極樂世界，想學什麼經就學什麼經，想學什麼法門就學什麼法門。無量無邊法門我統統都學，都有這個能力，也有足夠的時間，那邊的人無量壽，那個壽命是真正無量。這部經前面、後面都有說，是真實的無量壽，所以你有足夠的時間，有能力去學習。這是一定要看清楚的。如果眼前要是樣樣東西都喜歡，都學，把我們求生淨土會障礙。縱然往生，說老實話，品位也不高，因為你的精力、時間分散掉了，不專，不如專修，這一點很重要。"
    },
    {
      "id": "02-001-0053_p0029",
      "zh_CN": "再看第二段。第二段正因，佛给我们说了三句，这是前面所讲的中辈往生，前面是上辈，这是中辈。",
      "zh_TW": "再看第二段。第二段正因，佛給我們說了三句，這是前面所講的中輩往生，前面是上輩，這是中輩。"
    },
    {
      "id": "02-001-0053_p0030",
      "zh_CN": "【复次阿难。若有众生。欲生彼国。虽不能大精进禅定。尽持经戒。要当作善。】",
      "zh_TW": "【復次阿難。若有眾生。欲生彼國。雖不能大精進禪定。盡持經戒。要當作善。】"
    },
    {
      "id": "02-001-0053_p0031",
      "zh_CN": "前面是说，的确是有不少同修环境上不许可，像前面所讲的他做不到，不能大精进，不能够得清净心。这个禅定，我们把它说成清净心，诸位容易懂。为什么你心不清净？你琐碎的事情太多，应酬太多，你没有办法清净，想清净得不到时间，到夜晚已经精疲力倦想休息了。这个社会上这种繁忙的人很多很多，所以他心得不到清净，没有办法在佛法修学上精进，也没有时间去读诵经典，这他都做不到。怎么办？不得已而求其次，佛教给我们『要当作善』。底下给我们说出：",
      "zh_TW": "前面是說，的確是有不少同修環境上不許可，像前面所講的他做不到，不能大精進，不能夠得清淨心。這個禪定，我們把它說成清淨心，諸位容易懂。為什麼你心不清淨？你瑣碎的事情太多，應酬太多，你沒有辦法清淨，想清淨得不到時間，到夜晚已經精疲力倦想休息了。這個社會上這種繁忙的人很多很多，所以他心得不到清淨，沒有辦法在佛法修學上精進，也沒有時間去讀誦經典，這他都做不到。怎麼辦？不得已而求其次，佛教給我們『要當作善』。底下給我們說出："
    },
    {
      "id": "02-001-0053_p0032",
      "zh_CN": "【所谓一不杀生。二不偷盗。不三淫欲。四不妄言。五不绮语。六不恶口。七不两舌。八不贪。九不瞋。十不痴。】",
      "zh_TW": "【所謂一不殺生。二不偷盜。不三淫欲。四不妄言。五不綺語。六不惡口。七不兩舌。八不貪。九不瞋。十不痴。】"
    },
    {
      "id": "02-001-0053_p0033",
      "zh_CN": "这是一句，第一句，第一句就是告诉我们修行十善，这跟《观经》三福里面第一条所讲的完全相同，三福第一条告诉我们「孝养父母，奉事师长，慈心不杀，修十善业」。所以十善业是佛法基本的戒条，一定要受持。第一个是『不杀生』。一切有情都有生命，我们自己不愿意别人来杀害我，换句话说，我就不应该杀害一切众生。常常能够推己及人，推己及一切有情众生，这个是一定要做到的。不杀、不盗、不淫、不妄，这是佛法的四重戒，从初发心到无上菩提都要遵守的，四条重戒。持戒持得再好，在无意当中误杀的还是很多，譬如走路，路上的小虫、蚂蚁，不小心把牠踏死了，自己都不知道。谁走路的时候眼睛看着地下看得仔细，一步一步去挪动？不可能。那个不叫做罪，叫做过。过是无意的，不是有意的，有意杀害这是罪，无意是过失。但是诸位要晓得，五戒、十戒乃至于比丘戒、菩萨戒都有开缘。所以持戒一定要懂得开遮持犯，知道什么样的情形是持戒，什么样的情形是犯戒，什么样的状况之下是开戒，开戒不是犯戒。所以戒律是活泼的，不是死的，不是死呆板的，在某一种情形之下，利益众生这个情形之下是有开缘的。这是第一条。",
      "zh_TW": "這是一句，第一句，第一句就是告訴我們修行十善，這跟《觀經》三福裡面第一條所講的完全相同，三福第一條告訴我們「孝養父母，奉事師長，慈心不殺，修十善業」。所以十善業是佛法基本的戒條，一定要受持。第一個是『不殺生』。一切有情都有生命，我們自己不願意別人來殺害我，換句話說，我就不應該殺害一切眾生。常常能夠推己及人，推己及一切有情眾生，這個是一定要做到的。不殺、不盜、不淫、不妄，這是佛法的四重戒，從初發心到無上菩提都要遵守的，四條重戒。持戒持得再好，在無意當中誤殺的還是很多，譬如走路，路上的小蟲、螞蟻，不小心把牠踏死了，自己都不知道。誰走路的時候眼睛看著地下看得仔細，一步一步去挪動？不可能。那個不叫做罪，叫做過。過是無意的，不是有意的，有意殺害這是罪，無意是過失。但是諸位要曉得，五戒、十戒乃至於比丘戒、菩薩戒都有開緣。所以持戒一定要懂得開遮持犯，知道什麼樣的情形是持戒，什麼樣的情形是犯戒，什麼樣的狀況之下是開戒，開戒不是犯戒。所以戒律是活潑的，不是死的，不是死呆板的，在某一種情形之下，利益眾生這個情形之下是有開緣的。這是第一條。"
    },
    {
      "id": "02-001-0053_p0034",
      "zh_CN": "第二条『不偷盗』。现在说老实话，做生意的人如果守这条戒就不能赚钱，为什么？总是想逃税。逃税是偷盗，偷国家的。总是想在顾客里面贪点，多赚几个钱。多赚点钱也是属于偷盗，譬如说我的成本多少钱，应该合理的利润是多少，可是我总想合理的利润再多赚点，那多赚点属于偷盗。第三『不淫欲』。这是杀盗淫，叫身三，身体上所做的三种恶业；不，这是完全转过来，不杀生、不偷盗、不邪淫。",
      "zh_TW": "第二條『不偷盜』。現在說老實話，做生意的人如果守這條戒就不能賺錢，為什麼？總是想逃稅。逃稅是偷盜，偷國家的。總是想在顧客裡面貪點，多賺幾個錢。多賺點錢也是屬於偷盜，譬如說我的成本多少錢，應該合理的利潤是多少，可是我總想合理的利潤再多賺點，那多賺點屬於偷盜。第三『不淫欲』。這是殺盜淫，叫身三，身體上所做的三種惡業；不，這是完全轉過來，不殺生、不偷盜、不邪淫。"
    },
    {
      "id": "02-001-0053_p0035",
      "zh_CN": "口有四种业。『不妄语』，妄语是欺骗别人，欺骗人是有罪业的，这个罪属于性罪，不管你受不受戒都是有罪的，没有受过戒、不懂得佛法的人也是有罪的。这个妄语戒开缘也很多，总而言之是利益众生的，对于众生决定有利益的。佛在经上举的一个例子说，一个打猎的人追一只兔子，打猎的人想杀牠，走到三岔口兔子跑掉了。他走到那边，不知道兔子跑到哪儿去了。正好这个地方有个人，这个人是学佛的。他就问他，你有没有看到兔子？他说我看到了。跑哪里去了？他就指相反的方向。这不是骗他吗？欺骗他，这是开缘。为什么？叫他不要杀生，保全兔子的生命，这是大慈大悲。如果说我不能妄语，他说哪里我就告诉他哪里，好了，这个人又造杀生的罪业，兔子冤枉丢了一条命。就像这些地方，诸位一定要明了，不要死在戒律里头。处处都要想到利益一切众生，不要伤害众生，这样的妄语是出于慈悲，这是开缘、是方便，这个不叫破戒。『绮语』是花言巧语，包括我们现在电影、广播这些歌舞，我们现在讲黄色、灰色、什么黑色，乱七八糟的东西，都是属于绮语。佛法的绮语也包括，为什么？都是扰乱社会、蛊惑人心，都是属于这一类的，这个就是绮语，给社会带来动乱不安。『恶口』是言语粗鲁，『两舌』是挑拨是非，这是决定不可以。",
      "zh_TW": "口有四種業。『不妄語』，妄語是欺騙別人，欺騙人是有罪業的，這個罪屬於性罪，不管你受不受戒都是有罪的，沒有受過戒、不懂得佛法的人也是有罪的。這個妄語戒開緣也很多，總而言之是利益眾生的，對於眾生決定有利益的。佛在經上舉的一個例子說，一個打獵的人追一隻兔子，打獵的人想殺牠，走到三岔口兔子跑掉了。他走到那邊，不知道兔子跑到哪兒去了。正好這個地方有個人，這個人是學佛的。他就問他，你有沒有看到兔子？他說我看到了。跑哪裡去了？他就指相反的方向。這不是騙他嗎？欺騙他，這是開緣。為什麼？叫他不要殺生，保全兔子的生命，這是大慈大悲。如果說我不能妄語，他說哪裡我就告訴他哪裡，好了，這個人又造殺生的罪業，兔子冤枉丟了一條命。就像這些地方，諸位一定要明瞭，不要死在戒律裡頭。處處都要想到利益一切眾生，不要傷害眾生，這樣的妄語是出於慈悲，這是開緣、是方便，這個不叫破戒。『綺語』是花言巧語，包括我們現在電影、廣播這些歌舞，我們現在講黃色、灰色、什麼黑色，亂七八糟的東西，都是屬於綺語。佛法的綺語也包括，為什麼？都是擾亂社會、蠱惑人心，都是屬於這一類的，這個就是綺語，給社會帶來動亂不安。『惡口』是言語粗魯，『兩舌』是挑撥是非，這是決定不可以。"
    },
    {
      "id": "02-001-0053_p0036",
      "zh_CN": "末后三条叫意三业，属于我们思想见解、心理行为上的。不贪、不瞋、不痴，「瞋」是瞋恚，「贪」是贪爱，「痴」是愚痴。所谓愚痴，就是对于邪正、真妄、是非、利害不能够辨别，把真的当作假的，把是看作非，把非看作是，一切颠倒，这个叫愚痴。愚痴是一切罪恶的根源，他要不痴，他决定就不贪；他要不痴，他决定不会有瞋恨。他所以起贪瞋，追其根源都是从愚痴上出来的。所以痴很难断，贪瞋容易断，痴难断。这是讲要修十善业，这第一条要叫我们修十善业。第二句说：",
      "zh_TW": "末後三條叫意三業，屬於我們思想見解、心理行為上的。不貪、不瞋、不痴，「瞋」是瞋恚，「貪」是貪愛，「痴」是愚痴。所謂愚痴，就是對於邪正、真妄、是非、利害不能夠辨別，把真的當作假的，把是看作非，把非看作是，一切顛倒，這個叫愚痴。愚痴是一切罪惡的根源，他要不痴，他決定就不貪；他要不痴，他決定不會有瞋恨。他所以起貪瞋，追其根源都是從愚痴上出來的。所以痴很難斷，貪瞋容易斷，痴難斷。這是講要修十善業，這第一條要叫我們修十善業。第二句說："
    },
    {
      "id": "02-001-0053_p0037",
      "zh_CN": "【如是昼夜思惟。极乐世界阿弥陀佛。种种功德。种种庄严。】",
      "zh_TW": "【如是晝夜思惟。極樂世界阿彌陀佛。種種功德。種種莊嚴。】"
    },
    {
      "id": "02-001-0053_p0038",
      "zh_CN": "这一句容易懂，是叫我们昼夜念佛，这容易懂。纵然在工作极度繁忙的时候，也不能忘记念佛。总而言之一句话，佛号念得是愈多愈好。一个真正念佛求生净土的人，每天至少要念一万声佛号。一万声佛号念四个字，阿弥陀佛、阿弥陀佛，像这样的速度大概两个小时，实在讲不多。两个小时不能一次念，可以分两次；不能分两次念，我可以分四次，一次念半个小时。忙里偷闲，一次念半个小时，一天念四次，念足一万声。当然念得是愈多愈好。这是教给我们昼夜念佛。第三句：",
      "zh_TW": "這一句容易懂，是叫我們晝夜念佛，這容易懂。縱然在工作極度繁忙的時候，也不能忘記念佛。總而言之一句話，佛號念得是愈多愈好。一個真正念佛求生淨土的人，每天至少要念一萬聲佛號。一萬聲佛號念四個字，阿彌陀佛、阿彌陀佛，像這樣的速度大概兩個小時，實在講不多。兩個小時不能一次念，可以分兩次；不能分兩次念，我可以分四次，一次念半個小時。忙裡偷閒，一次念半個小時，一天念四次，念足一萬聲。當然念得是愈多愈好。這是教給我們晝夜念佛。第三句："
    },
    {
      "id": "02-001-0053_p0039",
      "zh_CN": "【志心归依。顶礼供养。】",
      "zh_TW": "【志心歸依。頂禮供養。】"
    },
    {
      "id": "02-001-0053_p0040",
      "zh_CN": "这是第三句。『志心』就是真心、诚心、一心，『归』是回头，『依』是依靠。从世出世间一切法里面回过头来，专依靠阿弥陀佛，专依《无量寿经》，这叫「至心归依」。『顶礼供养』，「顶礼」意思讲诚敬，至诚恭敬。「供养」，前面跟诸位所说的普贤菩萨所讲的七种法供养，我们真正能把它做到。所以在第二段讲修因有三句，后面这是讲果报。",
      "zh_TW": "這是第三句。『志心』就是真心、誠心、一心，『歸』是回頭，『依』是依靠。從世出世間一切法裡面回過頭來，專依靠阿彌陀佛，專依《無量壽經》，這叫「至心歸依」。『頂禮供養』，「頂禮」意思講誠敬，至誠恭敬。「供養」，前面跟諸位所說的普賢菩薩所講的七種法供養，我們真正能把它做到。所以在第二段講修因有三句，後面這是講果報。"
    },
    {
      "id": "02-001-0053_p0041",
      "zh_CN": "【是人临终。不惊不怖。心不颠倒。即得往生彼佛国土。】",
      "zh_TW": "【是人臨終。不驚不怖。心不顛倒。即得往生彼佛國土。】"
    },
    {
      "id": "02-001-0053_p0042",
      "zh_CN": "这一句是讲的果报，这个人在临终的时候没有恐怖，能够预知时至，如入禅定。『心不颠倒』，他心里清清楚楚、明明白白，佛决定来接引，他就跟佛往生西方极乐世界。",
      "zh_TW": "這一句是講的果報，這個人在臨終的時候沒有恐怖，能夠預知時至，如入禪定。『心不顛倒』，他心裡清清楚楚、明明白白，佛決定來接引，他就跟佛往生西方極樂世界。"
    },
    {
      "id": "02-001-0053_p0043",
      "zh_CN": "今天时间到了，这一章经只讲了一半，底下一半我们星期六再续讲。",
      "zh_TW": "今天時間到了，這一章經只講了一半，底下一半我們星期六再續講。"
    }
  ]
}