{
  "doc_id": "02-001-0005",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—怎样才是一向专念",
    "zh_TW": "無量壽經（一次宣講）—怎樣才是一向專念"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "景美华藏图书馆",
    "zh_TW": "景美華藏圖書館"
  },
  "doc_number": "02-001-0005",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "02-001-0005_p0001",
      "zh_CN": "讲义的第十页，看第六条，「观经云：若有众生，愿生彼国，发三种心，即便往生」，这个三种心就是菩提心；「一者至诚心，二者深心，三者回向发愿心。具三心者，必生彼国」，这是《观无量寿经》的经文。这段经文非常重要，在自古以来许多讲经、注解经论的，只要讲到菩提心，都会引用这段经文，所以这段经文特别的要紧。在《大乘起信论》里面讲菩提心，它也讲三个，第一个是「直心」，第二个是「深心」，第三个是「大悲心」。我们将《起信论》跟《观经》里面所说合起来看，这个意思就非常的明显。所谓「直心」就是至诚心，真诚到了极处，这个叫至诚，真诚心。这一点实在讲，还不是一般人能做得到的，通常讲我们这个心很直，我对人都很直，我的心很诚，其实他不了解经里面所讲的这个含义。在古人，像曾国藩他在《读书笔记》里面就将「诚」下了一个定义，就是解释什么叫做诚？一念不生是谓诚。这就不容易，我们起一个念头就不诚，一念不生的时候是诚，这是真心。所以菩提心是以至诚心为本体，深心与回向发愿心都是起作用，有体、有用，这个跟《起信论》里面意思是相同的，《起信论》讲直心就是至诚心。",
      "zh_TW": "講義的第十頁，看第六條，「觀經云：若有眾生，願生彼國，發三種心，即便往生」，這個三種心就是菩提心；「一者至誠心，二者深心，三者迴向發願心。具三心者，必生彼國」，這是《觀無量壽經》的經文。這段經文非常重要，在自古以來許多講經、註解經論的，只要講到菩提心，都會引用這段經文，所以這段經文特別的要緊。在《大乘起信論》裡面講菩提心，它也講三個，第一個是「直心」，第二個是「深心」，第三個是「大悲心」。我們將《起信論》跟《觀經》裡面所說合起來看，這個意思就非常的明顯。所謂「直心」就是至誠心，真誠到了極處，這個叫至誠，真誠心。這一點實在講，還不是一般人能做得到的，通常講我們這個心很直，我對人都很直，我的心很誠，其實他不了解經裡面所講的這個含義。在古人，像曾國藩他在《讀書筆記》裡面就將「誠」下了一個定義，就是解釋什麼叫做誠？一念不生是謂誠。這就不容易，我們起一個念頭就不誠，一念不生的時候是誠，這是真心。所以菩提心是以至誠心為本體，深心與迴向發願心都是起作用，有體、有用，這個跟《起信論》裡面意思是相同的，《起信論》講直心就是至誠心。"
    },
    {
      "id": "02-001-0005_p0002",
      "zh_CN": "虽然经上常常教我们发菩提心，真正菩提心发起来了，那就不是凡夫，也不是阿罗汉，阿罗汉跟辟支佛都没有菩提心，菩提心都还没发得起来。那是什么人？是圆实的菩萨，还不是普通的菩萨。就像《金刚经》上所讲的那个标准，《金刚经》上说「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，那就不是菩萨。为什么？因为至诚心里面没有分别执着。如果还有人我、还有自他，这个心就不诚，这就不是至诚心。所以至诚心也可以说就是清净心、就是平等心；你的心不清净、不平等，那就谈不上诚，所以这个至诚很不容易做到。",
      "zh_TW": "雖然經上常常教我們發菩提心，真正菩提心發起來了，那就不是凡夫，也不是阿羅漢，阿羅漢跟辟支佛都沒有菩提心，菩提心都還沒發得起來。那是什麼人？是圓實的菩薩，還不是普通的菩薩。就像《金剛經》上所講的那個標準，《金剛經》上說「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，那就不是菩薩。為什麼？因為至誠心裡面沒有分別執著。如果還有人我、還有自他，這個心就不誠，這就不是至誠心。所以至誠心也可以說就是清淨心、就是平等心；你的心不清淨、不平等，那就談不上誠，所以這個至誠很不容易做到。"
    },
    {
      "id": "02-001-0005_p0003",
      "zh_CN": "大乘佛法是以这个为基础，从这里开始修，发心之后再修行。其实儒家它也是以这个为基础，我们在《四书．大学》里面所读到的，「格物、致知、诚意、正心、修身、齐家、治国、平天下」，这是《大学》里面的八个条目，它里面就有「诚意」，这个诚意就是我们此地讲的至诚心，这是菩提心的本体。讲到起作用，佛法里面讲两条，讲深心，讲回向心；儒家只讲一个，只讲正心，它把这两条合起来，合成一个。所以佛法讲菩提心讲三心；儒家讲菩提心讲二心，诚意、正心。",
      "zh_TW": "大乘佛法是以這個為基礎，從這裡開始修，發心之後再修行。其實儒家它也是以這個為基礎，我們在《四書．大學》裡面所讀到的，「格物、致知、誠意、正心、修身、齊家、治國、平天下」，這是《大學》裡面的八個條目，它裡面就有「誠意」，這個誠意就是我們此地講的至誠心，這是菩提心的本體。講到起作用，佛法裡面講兩條，講深心，講迴向心；儒家只講一個，只講正心，它把這兩條合起來，合成一個。所以佛法講菩提心講三心；儒家講菩提心講二心，誠意、正心。"
    },
    {
      "id": "02-001-0005_p0004",
      "zh_CN": "佛法讲，菩提心要发得起来，必须要把它的障碍除掉。什么障碍？第一个是烦恼障，你有烦恼，你的心就不诚了，至诚心里面没有烦恼；你有所知障，你这个心不诚了。所以我们凡夫是烦恼障、所知障统统具足，我们哪来的菩提心？没有。阿罗汉、辟支佛，这是小乘圣人，他们没有烦恼，他见思烦恼断了，他没有烦恼障，但是他有所知障，他所知障没有破，所以菩提心还是显不起来。能够把菩提心显出来的，那是大乘菩萨，而且是法身大士，我们讲《华严》上圆教初住菩萨，初住叫发心住，发菩提心。菩提心发出来了，一发出来就是圆教初住菩萨，很不容易，相当不容易。儒家的圣贤，实在讲跟佛法没有两样，也不容易，你看儒家第一个讲「格物」，格物就是破烦恼障；「致知」就是破所知障。真的，孔老夫子跟释迦牟尼佛没见过面，没有开过会，两个商量商量，没有，但是他们两个所讲的一模一样，一点差别都没有，真正是不可思议。所以这是古人所讲「英雄所见大略相同」，孔老夫子实实在在了不起，他的见解跟释迦牟尼佛没有两样。所以这个发心就难了。",
      "zh_TW": "佛法講，菩提心要發得起來，必須要把它的障礙除掉。什麼障礙？第一個是煩惱障，你有煩惱，你的心就不誠了，至誠心裡面沒有煩惱；你有所知障，你這個心不誠了。所以我們凡夫是煩惱障、所知障統統具足，我們哪來的菩提心？沒有。阿羅漢、辟支佛，這是小乘聖人，他們沒有煩惱，他見思煩惱斷了，他沒有煩惱障，但是他有所知障，他所知障沒有破，所以菩提心還是顯不起來。能夠把菩提心顯出來的，那是大乘菩薩，而且是法身大士，我們講《華嚴》上圓教初住菩薩，初住叫發心住，發菩提心。菩提心發出來了，一發出來就是圓教初住菩薩，很不容易，相當不容易。儒家的聖賢，實在講跟佛法沒有兩樣，也不容易，你看儒家第一個講「格物」，格物就是破煩惱障；「致知」就是破所知障。真的，孔老夫子跟釋迦牟尼佛沒見過面，沒有開過會，兩個商量商量，沒有，但是他們兩個所講的一模一樣，一點差別都沒有，真正是不可思議。所以這是古人所講「英雄所見大略相同」，孔老夫子實實在在了不起，他的見解跟釋迦牟尼佛沒有兩樣。所以這個發心就難了。"
    },
    {
      "id": "02-001-0005_p0005",
      "zh_CN": "至诚心它起作用，佛法讲两个作用，第一个对自己，也就是自受用，自己的享受，这就是深心。什么叫深心？深心是清净心，是好善好德之心。可见得好善好德是性德，是从真如本性里面自自然然流露出来的，它好善好德，这是深心，这是自受用。回向发愿心，这个就是大悲心，大慈大悲，这是对人的。所以这个心的起作用，一个是对自己，一个是对别人，对别人就是回向发愿，这个就是慈悲。我们自己所做的一切善行，所做的一切好事，都希望与众生共享这个成果，这就叫回向心。我今天所做的我享受，我不分给别人，这就不叫回向。所以诸位要懂得回向的意义，不是念了经把回向偈念一下就算了，我这就回向了，那是假的，那不是真的，那是口头上回向，永远不能兑现的。换句话说，那个回向叫打妄语，叫自欺欺人，那个要不得，那是有罪过的。所以回向的意义要懂得，非常的深广。我们的智慧、我们的能力、我们的财富，都愿意与一切众生共享，这个叫回向，真正能够帮助别人，所修行的一切功德也是如此。",
      "zh_TW": "至誠心它起作用，佛法講兩個作用，第一個對自己，也就是自受用，自己的享受，這就是深心。什麼叫深心？深心是清淨心，是好善好德之心。可見得好善好德是性德，是從真如本性裡面自自然然流露出來的，它好善好德，這是深心，這是自受用。迴向發願心，這個就是大悲心，大慈大悲，這是對人的。所以這個心的起作用，一個是對自己，一個是對別人，對別人就是迴向發願，這個就是慈悲。我們自己所做的一切善行，所做的一切好事，都希望與眾生共享這個成果，這就叫迴向心。我今天所做的我享受，我不分給別人，這就不叫迴向。所以諸位要懂得迴向的意義，不是念了經把迴向偈念一下就算了，我這就迴向了，那是假的，那不是真的，那是口頭上迴向，永遠不能兌現的。換句話說，那個迴向叫打妄語，叫自欺欺人，那個要不得，那是有罪過的。所以迴向的意義要懂得，非常的深廣。我們的智慧、我們的能力、我們的財富，都願意與一切眾生共享，這個叫迴向，真正能夠幫助別人，所修行的一切功德也是如此。"
    },
    {
      "id": "02-001-0005_p0006",
      "zh_CN": "发愿，那是度众生，像通常讲的四弘誓愿，前面跟诸位提过的。阿弥陀佛那个愿就更特别了，四十八愿。所以这个经里面四十八愿非常重要，你要晓得西方极乐世界到底是个什么样子，你看看四十八愿就知道了。四十八愿，换句话说，就是阿弥陀佛建设西方极乐世界的理想、蓝图，他全部都兑现了，所以看了四十八愿就晓得西方极乐世界的大概了。我们在国外有的时候时间很短，讲这个大经不可能从头讲到尾，不可能。如果略说，略说没有意义，囫囵吞枣，大家听了还等于白听一样。所以我就只讲四十八愿那一章，我说我把极乐世界介绍给你，四十八愿就是将极乐世界介绍出来。像普贤菩萨发十大愿，观世音菩萨十二大愿，诸佛菩萨在因地里都有一些特别的弘愿。我们一样的也要发愿，要发愿往生西方极乐世界，要发愿帮助别人往生西方极乐世界，把这个法门尽心尽力的去介绍给别人，我们至少要发这个愿，发这个愿就是继续阿弥陀佛普度众生的弘愿。我们帮助阿弥陀佛介绍西方国土，帮助阿弥陀佛接引一切众生，一定要发这个愿。所以我是在每个地区、每个道场我都劝同修，我们要认真的学《弥陀经》、学《无量寿经》。《观无量寿经》还其次，我们可以读、可以研究，来帮助我们理解《阿弥陀经》跟《无量寿经》。要尽心尽力的弘扬这部经，要弘扬；我们有钱，有钱拿来印经；我们有精神、有体力，我们学讲这部经。尽心尽力的去做，这个样子与佛的愿心就相应，佛愿意度众生，我们也愿意度众生。",
      "zh_TW": "發願，那是度眾生，像通常講的四弘誓願，前面跟諸位提過的。阿彌陀佛那個願就更特別了，四十八願。所以這個經裡面四十八願非常重要，你要曉得西方極樂世界到底是個什麼樣子，你看看四十八願就知道了。四十八願，換句話說，就是阿彌陀佛建設西方極樂世界的理想、藍圖，他全部都兌現了，所以看了四十八願就曉得西方極樂世界的大概了。我們在國外有的時候時間很短，講這個大經不可能從頭講到尾，不可能。如果略說，略說沒有意義，囫圇吞棗，大家聽了還等於白聽一樣。所以我就只講四十八願那一章，我說我把極樂世界介紹給你，四十八願就是將極樂世界介紹出來。像普賢菩薩發十大願，觀世音菩薩十二大願，諸佛菩薩在因地裡都有一些特別的弘願。我們一樣的也要發願，要發願往生西方極樂世界，要發願幫助別人往生西方極樂世界，把這個法門盡心盡力的去介紹給別人，我們至少要發這個願，發這個願就是繼續阿彌陀佛普度眾生的弘願。我們幫助阿彌陀佛介紹西方國土，幫助阿彌陀佛接引一切眾生，一定要發這個願。所以我是在每個地區、每個道場我都勸同修，我們要認真的學《彌陀經》、學《無量壽經》。《觀無量壽經》還其次，我們可以讀、可以研究，來幫助我們理解《阿彌陀經》跟《無量壽經》。要盡心盡力的弘揚這部經，要弘揚；我們有錢，有錢拿來印經；我們有精神、有體力，我們學講這部經。盡心盡力的去做，這個樣子與佛的願心就相應，佛願意度眾生，我們也願意度眾生。"
    },
    {
      "id": "02-001-0005_p0007",
      "zh_CN": "所以「三心圆发」，这个三条圆圆满满的发出来，这个人，这经上讲的，必定往生西方极乐世界，必定往生。可是这个三心实实在在是不容易发得出来，这是真的，因为你一发出来的时候，你就是圆教初住菩萨；换句话说，一发出来你念佛就是理一心不乱。我们念佛法门里面，到理一心不乱的时候，这三心圆发，事一心还没有。可是明白这个道理，虽然我们做不到，我们向这个方向走，向这个目标去精进，那就没错了。怎么个走法？就是真的菩提心发不起来，发一点相似的，就是有那么个样子。怎么发法？我们待人接物用真诚，不欺骗别人。不自欺、不骗人，我们用真心来待人接物，培养自己好善好德的心，这个要培养，就是培养把自己的智慧、福报能与一切众生共享的这种心胸。把你这个心胸拓开，我有福，愿大家共享，这个就是相似的菩提心，与菩提心像那么个样子，比较接近，要这样做法；不是这样做法，念佛的确很难往生西方极乐世界。",
      "zh_TW": "所以「三心圓發」，這個三條圓圓滿滿的發出來，這個人，這經上講的，必定往生西方極樂世界，必定往生。可是這個三心實實在在是不容易發得出來，這是真的，因為你一發出來的時候，你就是圓教初住菩薩；換句話說，一發出來你念佛就是理一心不亂。我們念佛法門裡面，到理一心不亂的時候，這三心圓發，事一心還沒有。可是明白這個道理，雖然我們做不到，我們向這個方向走，向這個目標去精進，那就沒錯了。怎麼個走法？就是真的菩提心發不起來，發一點相似的，就是有那麼個樣子。怎麼發法？我們待人接物用真誠，不欺騙別人。不自欺、不騙人，我們用真心來待人接物，培養自己好善好德的心，這個要培養，就是培養把自己的智慧、福報能與一切眾生共享的這種心胸。把你這個心胸拓開，我有福，願大家共享，這個就是相似的菩提心，與菩提心像那麼個樣子，比較接近，要這樣做法；不是這樣做法，念佛的確很難往生西方極樂世界。"
    },
    {
      "id": "02-001-0005_p0008",
      "zh_CN": "蕅益大师给我们讲得最好，他说菩提心，你发愿求生西方极乐世界这个心就是无上菩提心，这是自古以来从来没有人讲过的。他这一讲（这在《弥陀经要解》里头），我细细想一想，很对，没讲错。为什么？一去到西方极乐世界，菩提心不都起来了吗？那真的菩提心。不往生西方极乐世界，你这个菩提心发不起来；一到西方极乐世界，个个都是三心圆发，哪怕是下品下生。所以求生西方极乐世界，这个心就是无上菩提心，这个真正是蕅益大师了不起的一个见解，一句话给我们点醒、给我们道破，使我们对菩提心充满了信心，不至于感觉到这太高、太渺茫了，我一生做不到。所以你真正发愿求生西方极乐世界，就是三心圆发。",
      "zh_TW": "蕅益大師給我們講得最好，他說菩提心，你發願求生西方極樂世界這個心就是無上菩提心，這是自古以來從來沒有人講過的。他這一講（這在《彌陀經要解》裡頭），我細細想一想，很對，沒講錯。為什麼？一去到西方極樂世界，菩提心不都起來了嗎？那真的菩提心。不往生西方極樂世界，你這個菩提心發不起來；一到西方極樂世界，個個都是三心圓發，哪怕是下品下生。所以求生西方極樂世界，這個心就是無上菩提心，這個真正是蕅益大師了不起的一個見解，一句話給我們點醒、給我們道破，使我們對菩提心充滿了信心，不至於感覺到這太高、太渺茫了，我一生做不到。所以你真正發願求生西方極樂世界，就是三心圓發。"
    },
    {
      "id": "02-001-0005_p0009",
      "zh_CN": "再看底下一条，这是引用《菩提心义》，菩提心的大义里面这个说法，「此菩提之心，成佛之本，大事因缘莫过于此」。这句话很要紧，我们应当要记住，成佛的根本就是在发菩提心，因为成佛是心成佛，不是身成佛。今天还有同修来问我，说这个念佛他怀疑，因为他自己没有吃素，不敢念佛。他说有人讲，这口不净（口不净就是没有吃素）念佛是有罪的，所以吓得他佛都不敢念了。这是绝大的错误！口不净，什么叫口不净？天天骂人，天天妄语，那个叫不净，不是吃肉，不是说这个。口的四种业，你看妄语、两舌、恶口、绮语，这个叫口业，没有说吃肉，查遍《大藏经》也没有这一条。所以诸位要晓得，所谓口不净就是指这个。你一天到晚念阿弥陀佛，你还骂人、还骗人，还说这些肮脏话，那当然是有罪的，不是说你吃肉，这个诸位要晓得，不要把这个意思搞错了，应当要好好念佛。因为我们查遍净土经论，往生西方极乐世界是讲你念佛功夫的浅深，不是说你吃素是不是吃得很认真，没这一条，这一条也查不到。如果吃素的个个都往生，上品上生，我们就很糟糕了，我们就没有希望了。最有希望的是什么？牛、羊，牠们一定上品上生，牠们吃的那个素比我们吃得干净，我们吃不过牠。所以决定不要把这个经意思错会了，许多人错解了经。所以他虽然没有吃长素，我劝他要念佛，要认真念佛，这个与经教里面并没有抵触。但是应当是不杀生，佛经里面常讲的，戒律也讲吃三净肉，三净肉就是「不闻杀」、「不见杀」，我没有看到杀，我没有听到杀的声音；「不为我杀」，牠不是为我杀的。现在市场上买这个杀现成的，这都是三净肉。所以学佛的同修如果没有吃长素的，吃三净肉，不要买活的东西回来杀生，这是很重要很重要的一条。",
      "zh_TW": "再看底下一條，這是引用《菩提心義》，菩提心的大義裡面這個說法，「此菩提之心，成佛之本，大事因緣莫過於此」。這句話很要緊，我們應當要記住，成佛的根本就是在發菩提心，因為成佛是心成佛，不是身成佛。今天還有同修來問我，說這個念佛他懷疑，因為他自己沒有吃素，不敢念佛。他說有人講，這口不淨（口不淨就是沒有吃素）念佛是有罪的，所以嚇得他佛都不敢念了。這是絕大的錯誤！口不淨，什麼叫口不淨？天天罵人，天天妄語，那個叫不淨，不是吃肉，不是說這個。口的四種業，你看妄語、兩舌、惡口、綺語，這個叫口業，沒有說吃肉，查遍《大藏經》也沒有這一條。所以諸位要曉得，所謂口不淨就是指這個。你一天到晚念阿彌陀佛，你還罵人、還騙人，還說這些骯髒話，那當然是有罪的，不是說你吃肉，這個諸位要曉得，不要把這個意思搞錯了，應當要好好念佛。因為我們查遍淨土經論，往生西方極樂世界是講你念佛功夫的淺深，不是說你吃素是不是吃得很認真，沒這一條，這一條也查不到。如果吃素的個個都往生，上品上生，我們就很糟糕了，我們就沒有希望了。最有希望的是什麼？牛、羊，牠們一定上品上生，牠們吃的那個素比我們吃得乾淨，我們吃不過牠。所以決定不要把這個經意思錯會了，許多人錯解了經。所以他雖然沒有吃長素，我勸他要念佛，要認真念佛，這個與經教裡面並沒有牴觸。但是應當是不殺生，佛經裡面常講的，戒律也講吃三淨肉，三淨肉就是「不聞殺」、「不見殺」，我沒有看到殺，我沒有聽到殺的聲音；「不為我殺」，牠不是為我殺的。現在市場上買這個殺現成的，這都是三淨肉。所以學佛的同修如果沒有吃長素的，吃三淨肉，不要買活的東西回來殺生，這是很重要很重要的一條。"
    },
    {
      "id": "02-001-0005_p0010",
      "zh_CN": "能够素食当然是最好，尤其是现代这个社会。我是二十六岁学佛就开始吃素，所以很多年我都没有吃过肉食这些东西。我跟方东美老师走得比较近，有一次我问方师母，因为他们吃肉，我就问她，我说你们现在吃的肉跟吃的蛋，妳想一想，比三十年前吃的味道一样不一样？她答复我，她说真的不一样。三十年前，你们吃的那个肉，那些动物，像鸡、鸭、猪，那真正是自自然然让牠长成的，所以那个味道决定不一样。现代怎么样？又打针，又喂什么东西，那个换句话说，牠是不正常的发育，牠那个味道一定不一样，所以多吃的时候什么怪病都出来了，多吃这东西容易长一些疾病。所以说现在这个肉里头，我看都是有毒素的，都有毒！你看那个鸡蛋的味道，决定不是三十年前那种土鸡蛋，味道不一样，不相同。所以现在这个东西最好少吃为妙，吃了会容易长毛病，容易得病。古人所谓是「病从口入，祸从口出」，吃东西的确是要小心。",
      "zh_TW": "能夠素食當然是最好，尤其是現代這個社會。我是二十六歲學佛就開始吃素，所以很多年我都沒有吃過肉食這些東西。我跟方東美老師走得比較近，有一次我問方師母，因為他們吃肉，我就問她，我說你們現在吃的肉跟吃的蛋，妳想一想，比三十年前吃的味道一樣不一樣？她答覆我，她說真的不一樣。三十年前，你們吃的那個肉，那些動物，像雞、鴨、豬，那真正是自自然然讓牠長成的，所以那個味道決定不一樣。現代怎麼樣？又打針，又餵什麼東西，那個換句話說，牠是不正常的發育，牠那個味道一定不一樣，所以多吃的時候什麼怪病都出來了，多吃這東西容易長一些疾病。所以說現在這個肉裡頭，我看都是有毒素的，都有毒！你看那個雞蛋的味道，決定不是三十年前那種土雞蛋，味道不一樣，不相同。所以現在這個東西最好少吃為妙，吃了會容易長毛病，容易得病。古人所謂是「病從口入，禍從口出」，吃東西的確是要小心。"
    },
    {
      "id": "02-001-0005_p0011",
      "zh_CN": "佛法经典里面的意义一定要搞清楚，否则的话就产生误会，误会就造成障碍。所以佛一定要多念，一定要发菩提心。「菩提心论云：此菩提心，能包藏一切诸佛功德法故。若修证出现，则为一切导师。若归本则是密严土，不起于座，能成一切佛事。」这是《菩提心论》里面的一段文，说得很明白，菩提心就是我们自己的真心，就是我们自己的本性，真心本性的功德作用是无量无边。你看《华严经》里面所说的，尽虚空遍法界，十法界依正庄严，唯心所现。整个宇宙从哪里来的？外教说是上帝造的，佛法不是这个说法，佛法说是我们自己心里头变现出来的。「唯心所现，唯识所变」，心能现相，识能够变化。识就是分别执着，你起了分别执着，一切相就在那里变动。能现的就是真心，能变的就是真心的作用；作用里面有迷、有悟，觉悟的作用就是佛菩萨，迷的作用就是六道凡夫。所以，迷是迷的菩提心，悟也是悟的菩提心，菩提心本身没有迷悟，所以才说迷悟不二，凡圣一如，这是给诸位说事实的真相。所以这个心就能够包藏一切诸佛功德法，十方三世一切诸佛，智慧、功德、能力、神通，没有一样不在菩提心里面。所以我们菩提心真的要现前了，一切法具足，不必要学了，没有一法不具足。因为十方三世一切诸佛的法都是从菩提心里流出来的，你现在菩提心现前了，诸佛的法跟你心里流的法没有两样，无二无别。所以诸位真正能够体悟，能够彻底通达明了了，你就得自在；怎么自在？就真正肯放下了。",
      "zh_TW": "佛法經典裡面的意義一定要搞清楚，否則的話就產生誤會，誤會就造成障礙。所以佛一定要多念，一定要發菩提心。「菩提心論云：此菩提心，能包藏一切諸佛功德法故。若修證出現，則為一切導師。若歸本則是密嚴土，不起於座，能成一切佛事。」這是《菩提心論》裡面的一段文，說得很明白，菩提心就是我們自己的真心，就是我們自己的本性，真心本性的功德作用是無量無邊。你看《華嚴經》裡面所說的，盡虛空遍法界，十法界依正莊嚴，唯心所現。整個宇宙從哪裡來的？外教說是上帝造的，佛法不是這個說法，佛法說是我們自己心裡頭變現出來的。「唯心所現，唯識所變」，心能現相，識能夠變化。識就是分別執著，你起了分別執著，一切相就在那裡變動。能現的就是真心，能變的就是真心的作用；作用裡面有迷、有悟，覺悟的作用就是佛菩薩，迷的作用就是六道凡夫。所以，迷是迷的菩提心，悟也是悟的菩提心，菩提心本身沒有迷悟，所以才說迷悟不二，凡聖一如，這是給諸位說事實的真相。所以這個心就能夠包藏一切諸佛功德法，十方三世一切諸佛，智慧、功德、能力、神通，沒有一樣不在菩提心裡面。所以我們菩提心真的要現前了，一切法具足，不必要學了，沒有一法不具足。因為十方三世一切諸佛的法都是從菩提心裡流出來的，你現在菩提心現前了，諸佛的法跟你心裡流的法沒有兩樣，無二無別。所以諸位真正能夠體悟，能夠徹底通達明瞭了，你就得自在；怎麼自在？就真正肯放下了。"
    },
    {
      "id": "02-001-0005_p0012",
      "zh_CN": "像初学佛的人发心，三藏十二部那么多经典要去学，苦死了，学到哪一年你才能学成？真正一觉悟这个，我不要学了，我念佛，把我的清净心念出来，只要清净心现出来，三藏十二部就是我清净心里头的东西，我全都得到了。像六祖大师作《坛经》，我们《坛经》在这里讲过多少遍，同修们应该有印象，六祖大师得到清净心了，所以世出世间一切法，他没有学都通达了。法达禅师去问他《法华经》，他《法华经》没念过，他不认识字，也没读过，他就叫他「你把那个经念一遍我听听」，他一念他就懂了，他就讲解给他听，他就开悟了。无尽藏比丘尼有缘碰到他，她是一个学《涅槃经》的，《涅槃经》的分量相当大，有三十六卷，无尽藏比丘尼把这个经念一遍，他就从头到尾给她讲一遍，也叫她开悟了。都没学过的。这个能力从哪里来的？菩提心里面流露出来的。菩提心就是佛心，自己菩提心恢复了，你的心跟十方三世诸佛的心是一样的，诸佛心中那个经论与你就没有差别。除非是你不接触，你一接触就明了、就通达，一点障碍都没有。所以真正明白这个道理，千经万论可以放下了，我学一门就行了。一门里面，最殊胜的就是念佛法门，一切经里面最殊胜的就是《阿弥陀经》；《无量寿经》跟《阿弥陀经》是一样的，讲《无量寿经》跟《阿弥陀经》是同部的，最殊胜的就是这部经典，学这个就够了。",
      "zh_TW": "像初學佛的人發心，三藏十二部那麼多經典要去學，苦死了，學到哪一年你才能學成？真正一覺悟這個，我不要學了，我念佛，把我的清淨心念出來，只要清淨心現出來，三藏十二部就是我清淨心裡頭的東西，我全都得到了。像六祖大師作《壇經》，我們《壇經》在這裡講過多少遍，同修們應該有印象，六祖大師得到清淨心了，所以世出世間一切法，他沒有學都通達了。法達禪師去問他《法華經》，他《法華經》沒念過，他不認識字，也沒讀過，他就叫他「你把那個經念一遍我聽聽」，他一念他就懂了，他就講解給他聽，他就開悟了。無盡藏比丘尼有緣碰到他，她是一個學《涅槃經》的，《涅槃經》的分量相當大，有三十六卷，無盡藏比丘尼把這個經念一遍，他就從頭到尾給她講一遍，也叫她開悟了。都沒學過的。這個能力從哪裡來的？菩提心裡面流露出來的。菩提心就是佛心，自己菩提心恢復了，你的心跟十方三世諸佛的心是一樣的，諸佛心中那個經論與你就沒有差別。除非是你不接觸，你一接觸就明瞭、就通達，一點障礙都沒有。所以真正明白這個道理，千經萬論可以放下了，我學一門就行了。一門裡面，最殊勝的就是念佛法門，一切經裡面最殊勝的就是《阿彌陀經》；《無量壽經》跟《阿彌陀經》是一樣的，講《無量壽經》跟《阿彌陀經》是同部的，最殊勝的就是這部經典，學這個就夠了。"
    },
    {
      "id": "02-001-0005_p0013",
      "zh_CN": "所以我鼓励年轻的同修要发心，要发回向发愿心，发什么愿？要去度众生，要给一切众生讲解《无量寿经》、《阿弥陀经》。有同学说太难了，这个要学多少年！不难，你真正肯发心，在我想有一年的时间足够了，一年就毕业，就可以出来讲经；只要你出来讲经，还有三宝加持。你要真肯发心，要把全部的精神、全部的时间投入在这个经典里面，你就成功了。我过去在台中跟李老师学《弥陀经要解》，蕅益大师的《要解》，三个月，三个月这个《要解》就能讲了，就可以上台表演了，不难。《无量寿经》长一点，九个月大概可以，不成问题了。所以一年的时间学个《弥陀经》、学个《无量寿经》足足有余。专攻，学会了之后就专讲这两部经，时间短的讲《弥陀经》，如果时间长就可以讲《无量寿经》。要尽虚空遍法界去弘扬，这样才能够报佛恩，才能够对得起本师释迦牟尼佛，才能对得起阿弥陀佛。一定要发心，天下无难事，何况还有诸佛菩萨来加持。现在这个问题，结症就是你不肯发心，这个没有办法，佛菩萨想加也加不上，帮不上忙，所以你自己一定要发心。",
      "zh_TW": "所以我鼓勵年輕的同修要發心，要發迴向發願心，發什麼願？要去度眾生，要給一切眾生講解《無量壽經》、《阿彌陀經》。有同學說太難了，這個要學多少年！不難，你真正肯發心，在我想有一年的時間足夠了，一年就畢業，就可以出來講經；只要你出來講經，還有三寶加持。你要真肯發心，要把全部的精神、全部的時間投入在這個經典裡面，你就成功了。我過去在台中跟李老師學《彌陀經要解》，蕅益大師的《要解》，三個月，三個月這個《要解》就能講了，就可以上台表演了，不難。《無量壽經》長一點，九個月大概可以，不成問題了。所以一年的時間學個《彌陀經》、學個《無量壽經》足足有餘。專攻，學會了之後就專講這兩部經，時間短的講《彌陀經》，如果時間長就可以講《無量壽經》。要盡虛空遍法界去弘揚，這樣才能夠報佛恩，才能夠對得起本師釋迦牟尼佛，才能對得起阿彌陀佛。一定要發心，天下無難事，何況還有諸佛菩薩來加持。現在這個問題，結癥就是你不肯發心，這個沒有辦法，佛菩薩想加也加不上，幫不上忙，所以你自己一定要發心。"
    },
    {
      "id": "02-001-0005_p0014",
      "zh_CN": "底下讲「若修证出现」，这个出现就是菩提心整个显露出来了，无明、烦恼那些障碍都去掉了，刚才讲烦恼障、所知障除掉了，真正像儒家讲的，「格物而后致知，致知而后意诚」，菩提心现前了。「则为一切导师」，我刚才劝大家弘法利生，你就是一切众生的导师，你就可以去教化一切众生。「若归本则是密严土」，这个密严土就是诸佛菩萨的究竟净土，也就是我们这个经上讲的常寂光净土。「不起于座，能成一切佛事」，这是讲成佛事容易、简单，不起座，一切事情圆圆满满成就了。菩提心是智慧心、是觉心，过去、现在、未来，十方三世，没有一桩事情不明了，没有一桩事情不通达，所以他能成一切佛事。所以佛法的修行，最着重在修心。我们过去也讲过一些禅宗的语录，像《大珠和尚语录》一开端讲到修行，从根本修。什么是根本？心是根本，要在这上修，这才真正抓到根本。而我们念佛，这一句佛号正是修大菩提心，菩提心是觉心。阿弥陀佛，「阿」翻成中国意思是无，「弥陀」是量，「佛」是觉，无量觉，无量觉心不是菩提心是什么心？所以我们念佛，念念就是提醒我们无量觉，一切时、一切处，处事待人接物觉而不迷，这就是阿弥陀佛，这是自性弥陀。借着西方极乐世界阿弥陀佛，把我们自性里面的弥陀显现出来，自他不二，这才是感应道交。",
      "zh_TW": "底下講「若修證出現」，這個出現就是菩提心整個顯露出來了，無明、煩惱那些障礙都去掉了，剛才講煩惱障、所知障除掉了，真正像儒家講的，「格物而後致知，致知而後意誠」，菩提心現前了。「則為一切導師」，我剛才勸大家弘法利生，你就是一切眾生的導師，你就可以去教化一切眾生。「若歸本則是密嚴土」，這個密嚴土就是諸佛菩薩的究竟淨土，也就是我們這個經上講的常寂光淨土。「不起於座，能成一切佛事」，這是講成佛事容易、簡單，不起座，一切事情圓圓滿滿成就了。菩提心是智慧心、是覺心，過去、現在、未來，十方三世，沒有一樁事情不明瞭，沒有一樁事情不通達，所以他能成一切佛事。所以佛法的修行，最著重在修心。我們過去也講過一些禪宗的語錄，像《大珠和尚語錄》一開端講到修行，從根本修。什麼是根本？心是根本，要在這上修，這才真正抓到根本。而我們念佛，這一句佛號正是修大菩提心，菩提心是覺心。阿彌陀佛，「阿」翻成中國意思是無，「彌陀」是量，「佛」是覺，無量覺，無量覺心不是菩提心是什麼心？所以我們念佛，念念就是提醒我們無量覺，一切時、一切處，處事待人接物覺而不迷，這就是阿彌陀佛，這是自性彌陀。藉著西方極樂世界阿彌陀佛，把我們自性裡面的彌陀顯現出來，自他不二，這才是感應道交。"
    },
    {
      "id": "02-001-0005_p0015",
      "zh_CN": "「又赞菩提心曰：若人求佛慧，通达菩提心，父母所生身，速证大觉位。」这个赞得好，而且有证明，什么证明？《华严经》上的善财童子，善财童子是肉身成佛，我们在《华严经》上看到，他没有经过第二生，他就是一生。五十三参，每参访一位善知识，他的菩萨位次升一级；参访到普贤菩萨，他就是等觉菩萨；十大愿王导归极乐，他就是圆教的佛果，他成佛了，究竟圆满的佛他一生成了。父母生的这个肉身，一生就成佛了，就成圆教无上佛果，这我们在《华严经》上看到的，这个不是假的。换句话说，善财能做得到，我们每个人都能做得到，问题就是你肯不肯做？你不肯做，那就没法子；肯做，凡是经上所讲到的，我们统统能做得到。如果我们娑婆世界凡夫做不到，释迦牟尼佛决定不会说，那个说了没有意义，说了等于是吊口味，那有什么意思？只要是经上所讲的，我们统统都能够做到。所以求如来究竟圆满的智慧，一定要通达菩提心。",
      "zh_TW": "「又讚菩提心曰：若人求佛慧，通達菩提心，父母所生身，速證大覺位。」這個讚得好，而且有證明，什麼證明？《華嚴經》上的善財童子，善財童子是肉身成佛，我們在《華嚴經》上看到，他沒有經過第二生，他就是一生。五十三參，每參訪一位善知識，他的菩薩位次升一級；參訪到普賢菩薩，他就是等覺菩薩；十大願王導歸極樂，他就是圓教的佛果，他成佛了，究竟圓滿的佛他一生成了。父母生的這個肉身，一生就成佛了，就成圓教無上佛果，這我們在《華嚴經》上看到的，這個不是假的。換句話說，善財能做得到，我們每個人都能做得到，問題就是你肯不肯做？你不肯做，那就沒法子；肯做，凡是經上所講到的，我們統統能做得到。如果我們娑婆世界凡夫做不到，釋迦牟尼佛決定不會說，那個說了沒有意義，說了等於是吊口味，那有什麼意思？只要是經上所講的，我們統統都能夠做到。所以求如來究竟圓滿的智慧，一定要通達菩提心。"
    },
    {
      "id": "02-001-0005_p0016",
      "zh_CN": "第八，引用《华严经》上的，「忘失菩提心，修诸善法，是名魔业。故发心之要，不可言喻」。这是《华严经》上给我们一个重要的提示，那就是修行，菩提心非常重要；没有菩提心，修一切善法都是魔业。这种说法我们乍听都会怀疑，做一切善事怎么会变成魔？你首先要懂得「魔」这个字的定义，佛经里面讲魔，什么叫做魔，你要明了这一点。魔就是障碍、就是折磨，叫你身心得不到安稳，就如同恶鬼纠缠你一样，所以称之为「魔」。你没有菩提心，修一切善法，这个善所谓善有善报，到三善道去享福，你不能出三界，你去享福了，试问问，你享福当中会不会造业？佛法里面常讲「三世怨」，这一生修福，来生享福，到下一生呢？三世因果。",
      "zh_TW": "第八，引用《華嚴經》上的，「忘失菩提心，修諸善法，是名魔業。故發心之要，不可言喻」。這是《華嚴經》上給我們一個重要的提示，那就是修行，菩提心非常重要；沒有菩提心，修一切善法都是魔業。這種說法我們乍聽都會懷疑，做一切善事怎麼會變成魔？你首先要懂得「魔」這個字的定義，佛經裡面講魔，什麼叫做魔，你要明瞭這一點。魔就是障礙、就是折磨，叫你身心得不到安穩，就如同惡鬼糾纏你一樣，所以稱之為「魔」。你沒有菩提心，修一切善法，這個善所謂善有善報，到三善道去享福，你不能出三界，你去享福了，試問問，你享福當中會不會造業？佛法裡面常講「三世怨」，這一生修福，來生享福，到下一生呢？三世因果。"
    },
    {
      "id": "02-001-0005_p0017",
      "zh_CN": "我们台湾同胞现在享福了，日本统治之下的台湾，那个时候的人受灾受难，吃苦头。那个时候虽然吃得很苦，会修福，这一生就享福。享福里面造业，俗话说「饱暖思淫欲」，现在这个社会杀盗淫妄，不得了！如果是贫穷落后，三餐都不能维持，他这些妄念决定没有，他要想方法把肚子填饱，他没有其他的妄念。所以在享福的当中一定造罪业，你福享尽了，那个罪业的果报也成熟了，那就又到三恶道去受罪去了，叫三世怨！这就是什么？没有菩提心。没有菩提心，没有智慧、没有觉悟的心。假如一个人有觉心，就是有菩提心，他有福报，有福报他自己不享，他给大家去享；给大家享，自己决定不会堕落。这是有菩提心跟没菩提心的观念、行持不相同。所以我们在这个世间，不但恶事不能做，善事也不要去做。佛法里不是说吗？「好事不如无事」，无事才好！身心清净，无忧无虑，无牵无挂，这个好！这是佛教给我们的。可是有一些好事、善事要是找到你了，那我们要去做，我们要认真负责去做；找不到我头上，我自己不要去找事情做。我自己找事情，那叫攀缘，那叫麻烦；事情找到我头上来了，我要尽心尽力替大家服务。果能人人都如是，这个社会里头争名夺利就没有了；人只要一不争名夺利，天下就太平，大家就享福了。这才是真正的好事，不要名闻利养。记住，好事不如无事。别人做好事情，我们随喜赞叹，尽心尽力去帮助他，他做的那个好事也就是自己做的好事，何必一定要抢过来自己做？那就变成坏事，不是好事了。从前我们这里，地方选好人好事，有一次我听到李老师把那个好人「好」事上加了个圈，好人「好」事，意思就不相同了，这就是教我们好事不如无事。这是佛法正确的教训，好事不如无事。这是一再说明发菩提心的重要，学佛不可不发菩提心。",
      "zh_TW": "我們台灣同胞現在享福了，日本統治之下的台灣，那個時候的人受災受難，吃苦頭。那個時候雖然吃得很苦，會修福，這一生就享福。享福裡面造業，俗話說「飽暖思淫欲」，現在這個社會殺盜淫妄，不得了！如果是貧窮落後，三餐都不能維持，他這些妄念決定沒有，他要想方法把肚子填飽，他沒有其他的妄念。所以在享福的當中一定造罪業，你福享盡了，那個罪業的果報也成熟了，那就又到三惡道去受罪去了，叫三世怨！這就是什麼？沒有菩提心。沒有菩提心，沒有智慧、沒有覺悟的心。假如一個人有覺心，就是有菩提心，他有福報，有福報他自己不享，他給大家去享；給大家享，自己決定不會墮落。這是有菩提心跟沒菩提心的觀念、行持不相同。所以我們在這個世間，不但惡事不能做，善事也不要去做。佛法裡不是說嗎？「好事不如無事」，無事才好！身心清淨，無憂無慮，無牽無掛，這個好！這是佛教給我們的。可是有一些好事、善事要是找到你了，那我們要去做，我們要認真負責去做；找不到我頭上，我自己不要去找事情做。我自己找事情，那叫攀緣，那叫麻煩；事情找到我頭上來了，我要盡心盡力替大家服務。果能人人都如是，這個社會裡頭爭名奪利就沒有了；人只要一不爭名奪利，天下就太平，大家就享福了。這才是真正的好事，不要名聞利養。記住，好事不如無事。別人做好事情，我們隨喜讚歎，盡心盡力去幫助他，他做的那個好事也就是自己做的好事，何必一定要搶過來自己做？那就變成壞事，不是好事了。從前我們這裡，地方選好人好事，有一次我聽到李老師把那個好人「好」事上加了個圈，好人「好」事，意思就不相同了，這就是教我們好事不如無事。這是佛法正確的教訓，好事不如無事。這是一再說明發菩提心的重要，學佛不可不發菩提心。"
    },
    {
      "id": "02-001-0005_p0018",
      "zh_CN": "底下这一段要讲一向专念，因为这部经的宗旨就是「发菩提心，一向专念」。前面这一大段讲的发菩提心，后面这一段要讲一向专念，这样才决定往生。第九条，「一向专念，即专恒依止持名念佛法门之义也」。这个解释得很明白，就是专心、专门，就依这一句阿弥陀佛，这才叫一向专念。如果我们念阿弥陀佛，又想念观音菩萨、又想念药师佛，这就不专，这变成夹杂了。也有一些同修，因为过去没有能把佛法搞清楚，学佛也很多年了，早晚的课诵就很复杂。我遇到过，我是民国五十六年到台北来讲经，有一个同修在法院里面做事情，他就给我诉苦，他的早课太多了，在家里做不完，上了交通车上还要做，甚至于到办公室里还要做。我说太多了，太忙，天天都是这样子，苦得不得了。我就问他，我说你的功课怎么做法？他说要念楞严咒、大悲咒、十小咒、《金刚经》、《弥陀经》，还有《普门品》，好多，一大堆。我说难怪了，念了本师释迦牟尼佛、阿弥陀佛、药师佛、观音菩萨，大概还有不少的菩萨，他统统都要念，很苦！他来问我，我说你可以简化一点，既然一心要求生净土，就念阿弥陀佛、念《弥陀经》就够了。他听了不敢相信，也不敢做，念那么多年了，那么多的经，现在不念好像对不起佛菩萨，怕佛菩萨找他麻烦，菩萨怪罪下来不得了。完全把佛菩萨想作一个普通的人，念他就欢喜，不念他就生气，这搞错了。我劝他专念，他不相信，跑到台中去看李老师，李老师跟我讲的一样，也是劝他专门念阿弥陀佛。他回来跟我说见了李老师，我说李老师怎么教你的？他说跟法师说的一样。我说你还信不信？还不能完全相信，这个没有法子了，那就是自讨苦吃。这就是不能够一向专念，所以学佛学了一辈子，不要说一心不乱没得到，连个功夫成片都得不到，这个问题严重。功夫成片要是得不到，换句话说，就不能往生，这一生的修学只不过是跟阿弥陀佛结了个法缘而已，要想成就，不晓得到哪一生、哪一劫去了。所以我们自己，如果要想这一生往生西方极乐世界，你要牢牢的记住这两句话，「发菩提心，一向专念」，你要把这八个字记住，你这一生才能够稳稳当当的往生西方极乐世界。",
      "zh_TW": "底下這一段要講一向專念，因為這部經的宗旨就是「發菩提心，一向專念」。前面這一大段講的發菩提心，後面這一段要講一向專念，這樣才決定往生。第九條，「一向專念，即專恆依止持名念佛法門之義也」。這個解釋得很明白，就是專心、專門，就依這一句阿彌陀佛，這才叫一向專念。如果我們念阿彌陀佛，又想念觀音菩薩、又想念藥師佛，這就不專，這變成夾雜了。也有一些同修，因為過去沒有能把佛法搞清楚，學佛也很多年了，早晚的課誦就很複雜。我遇到過，我是民國五十六年到台北來講經，有一個同修在法院裡面做事情，他就給我訴苦，他的早課太多了，在家裡做不完，上了交通車上還要做，甚至於到辦公室裡還要做。我說太多了，太忙，天天都是這樣子，苦得不得了。我就問他，我說你的功課怎麼做法？他說要念楞嚴咒、大悲咒、十小咒、《金剛經》、《彌陀經》，還有《普門品》，好多，一大堆。我說難怪了，念了本師釋迦牟尼佛、阿彌陀佛、藥師佛、觀音菩薩，大概還有不少的菩薩，他統統都要念，很苦！他來問我，我說你可以簡化一點，既然一心要求生淨土，就念阿彌陀佛、念《彌陀經》就夠了。他聽了不敢相信，也不敢做，念那麼多年了，那麼多的經，現在不念好像對不起佛菩薩，怕佛菩薩找他麻煩，菩薩怪罪下來不得了。完全把佛菩薩想作一個普通的人，念他就歡喜，不念他就生氣，這搞錯了。我勸他專念，他不相信，跑到台中去看李老師，李老師跟我講的一樣，也是勸他專門念阿彌陀佛。他回來跟我說見了李老師，我說李老師怎麼教你的？他說跟法師說的一樣。我說你還信不信？還不能完全相信，這個沒有法子了，那就是自討苦吃。這就是不能夠一向專念，所以學佛學了一輩子，不要說一心不亂沒得到，連個功夫成片都得不到，這個問題嚴重。功夫成片要是得不到，換句話說，就不能往生，這一生的修學只不過是跟阿彌陀佛結了個法緣而已，要想成就，不曉得到哪一生、哪一劫去了。所以我們自己，如果要想這一生往生西方極樂世界，你要牢牢的記住這兩句話，「發菩提心，一向專念」，你要把這八個字記住，你這一生才能夠穩穩當當的往生西方極樂世界。"
    },
    {
      "id": "02-001-0005_p0019",
      "zh_CN": "「弥陀因中发十念必生之大愿，故行人发菩提心，一向专念，必得往生净土，圆证不退之妙果」，这个两句话不是黄老居士随便说出来的，是依照经典里面所说的。前面跟诸位说明过，根据第十九愿、第十八愿，十九愿是教我们发菩提心，十八愿教我们一向专念，是阿弥陀佛本愿里面教诲；换句话说，与阿弥陀佛的本愿相应，我们真正能这样做，决定往生，决定成佛。",
      "zh_TW": "「彌陀因中發十念必生之大願，故行人發菩提心，一向專念，必得往生淨土，圓證不退之妙果」，這個兩句話不是黃老居士隨便說出來的，是依照經典裡面所說的。前面跟諸位說明過，根據第十九願、第十八願，十九願是教我們發菩提心，十八願教我們一向專念，是阿彌陀佛本願裡面教誨；換句話說，與阿彌陀佛的本願相應，我們真正能這樣做，決定往生，決定成佛。"
    },
    {
      "id": "02-001-0005_p0020",
      "zh_CN": "底下讲什么叫一向专念？这个也得搞清楚。下面文字不多，可是解释得很详细，「一向专念者，古云：上尽形寿，下至十念」。可见得这个里面包括得非常宽广，人人都可以做得到。上等的是尽形寿，就是一生；「上尽形寿，指从发心念佛之日，终身念佛，直至命终之最后一念也」，这就是上根，上等的。我们今天发心念佛，修这个法门，从今天起，一天到晚就念这一句阿弥陀佛，一直念到死，最后一口气为止，我统统是阿弥陀佛，这是上根。什么其他的统统不必念了，你就老老实实，一句阿弥陀佛念下去，就成功。",
      "zh_TW": "底下講什麼叫一向專念？這個也得搞清楚。下面文字不多，可是解釋得很詳細，「一向專念者，古云：上盡形壽，下至十念」。可見得這個裡面包括得非常寬廣，人人都可以做得到。上等的是盡形壽，就是一生；「上盡形壽，指從發心念佛之日，終身念佛，直至命終之最後一念也」，這就是上根，上等的。我們今天發心念佛，修這個法門，從今天起，一天到晚就念這一句阿彌陀佛，一直念到死，最後一口氣為止，我統統是阿彌陀佛，這是上根。什麼其他的統統不必念了，你就老老實實，一句阿彌陀佛念下去，就成功。"
    },
    {
      "id": "02-001-0005_p0021",
      "zh_CN": "我们在讲席前面曾经跟诸位说过，倓虚老法师在香港佛七里面的录音带我们这里有，你们诸位可以请回去听听。他讲他那个师兄弟，谛闲老法师一个徒弟，四十多岁出家，不认识字，一生从来没有听过一次经，也没有念过一次经。出家之后，老和尚也不要叫他受戒，四十多岁年岁太大了，受不了那个苦，戒不要受了，就教他一句阿弥陀佛，一直念下去，念累了就休息，休息好了继续再念。他就是这个「上尽形寿」，他是个粗人，他念了三年，预知时至，他往生了。他是站着往生的，他没有害病，站着往生。往生之后，这个庙里派人去通知谛闲老法师，请谛闲老法师到这来替他办后事。这一个往返三天，谛闲老法师来的时候，他已经死了三天了，还站在那里，站了三天，等老和尚来给他办后事。这个没有别的，就是发菩提心，一向专念，上等的，念了三年。往生不难！这个要记住。许许多多的榜样摆在我们面前，我们再不相信，那就没有法子了。",
      "zh_TW": "我們在講席前面曾經跟諸位說過，倓虛老法師在香港佛七裡面的錄音帶我們這裡有，你們諸位可以請回去聽聽。他講他那個師兄弟，諦閑老法師一個徒弟，四十多歲出家，不認識字，一生從來沒有聽過一次經，也沒有念過一次經。出家之後，老和尚也不要叫他受戒，四十多歲年歲太大了，受不了那個苦，戒不要受了，就教他一句阿彌陀佛，一直念下去，念累了就休息，休息好了繼續再念。他就是這個「上盡形壽」，他是個粗人，他念了三年，預知時至，他往生了。他是站著往生的，他沒有害病，站著往生。往生之後，這個廟裡派人去通知諦閑老法師，請諦閑老法師到這來替他辦後事。這一個往返三天，諦閑老法師來的時候，他已經死了三天了，還站在那裡，站了三天，等老和尚來給他辦後事。這個沒有別的，就是發菩提心，一向專念，上等的，念了三年。往生不難！這個要記住。許許多多的榜樣擺在我們面前，我們再不相信，那就沒有法子了。"
    },
    {
      "id": "02-001-0005_p0022",
      "zh_CN": "下一等的，就是次一等的，「未能及此」，一生念佛他办不到，当然有他的原因，「或因障重」，这是自己有业障，没有办法，做不到；「或因事繁」，尤其在现代这个社会，工作压力很沉重。没有时间多念，「则于每日行十念法，亦符于一向专念。」这是讲到最下，你每天做早晚课，早晨起来念十句阿弥陀佛，晚上睡觉之前念十句阿弥陀佛，这是最少的，这你总可以办得到。你一生都不缺，天天都照这样做，从来不缺一次，这也是一向专念。所以它这个里头伸缩的幅度很大，没有一个人做不到。你总不能说我连念十句佛号的工夫都没有，哪有这种人！早晨起来，洗了脸漱了口，有佛像的在佛像面前烧一炷香，合掌念十声「南无阿弥陀佛」。这个十念法，它是尽一口气叫一念，念六字、四字都可以，阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛，尽一口气叫一念，念十口气，晚上在睡觉之前念十念，这是最简单的，哪有做不到的道理？所以同修们一定要发心。我劝大家发心修什么法门？就修十念法。因为什么？你决定做得到，决定不退转。你就从今天起，就用这个方法修，如果有时间我就多念；没有时间，我这个十念总不缺。十念是我的正修，平常叫散念，我一天念一万声也好、念十万声也好，那叫做散念，来帮助我这个正念。我一天念多念少无所谓，我早晚这个十念是必修的，这是我自己最重要的功课，就成功了。所以这个法门真是易行道，人人都做得到，这样你的课诵就不缺了，早晚课诵一次也不会缺。",
      "zh_TW": "下一等的，就是次一等的，「未能及此」，一生念佛他辦不到，當然有他的原因，「或因障重」，這是自己有業障，沒有辦法，做不到；「或因事繁」，尤其在現代這個社會，工作壓力很沉重。沒有時間多念，「則於每日行十念法，亦符於一向專念。」這是講到最下，你每天做早晚課，早晨起來念十句阿彌陀佛，晚上睡覺之前念十句阿彌陀佛，這是最少的，這你總可以辦得到。你一生都不缺，天天都照這樣做，從來不缺一次，這也是一向專念。所以它這個裡頭伸縮的幅度很大，沒有一個人做不到。你總不能說我連念十句佛號的工夫都沒有，哪有這種人！早晨起來，洗了臉漱了口，有佛像的在佛像面前燒一炷香，合掌念十聲「南無阿彌陀佛」。這個十念法，它是盡一口氣叫一念，念六字、四字都可以，阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛，盡一口氣叫一念，念十口氣，晚上在睡覺之前念十念，這是最簡單的，哪有做不到的道理？所以同修們一定要發心。我勸大家發心修什麼法門？就修十念法。因為什麼？你決定做得到，決定不退轉。你就從今天起，就用這個方法修，如果有時間我就多念；沒有時間，我這個十念總不缺。十念是我的正修，平常叫散念，我一天念一萬聲也好、念十萬聲也好，那叫做散念，來幫助我這個正念。我一天念多念少無所謂，我早晚這個十念是必修的，這是我自己最重要的功課，就成功了。所以這個法門真是易行道，人人都做得到，這樣你的課誦就不缺了，早晚課誦一次也不會缺。"
    },
    {
      "id": "02-001-0005_p0023",
      "zh_CN": "更下的，这是讲到最低的了，最低是什么？「则如《观经》所说恶逆之人」，就是十恶五逆之人，造这种罪业必定堕阿鼻地狱。总算他有一点善根，「临欲命终」，这就是还没断气，人快要死了，还没断气，这个时候「得聆圣教，至心悔改」，他总算是有一点福气，遇到善知识，听到圣教，就是听到教他修念佛法门，「十念称名，亦得往生，故云十念必生也」。像唐朝的张善和，《往生传》上有他的例子，这个人就是这个例子。他是一个屠户，杀牛的，一生杀牛、卖牛肉的，临命终的时候，他看到许多牛头人来跟他讨命，这是地狱相现前，他喊救命。他的运气好，刚刚有一个出家人从他门口过，听到里面喊救命，问他什么事情？他说好多牛头人来要命。这个出家人就点了一把香，交到他手上拿着，「赶快念阿弥陀佛，求生西方净土」。他就大声的念阿弥陀佛、阿弥陀佛，念了不到十声，他就说牛头人不见了，阿弥陀佛出现了，他跟阿弥陀佛走了。十念往生的，确确实实有这个例子。",
      "zh_TW": "更下的，這是講到最低的了，最低是什麼？「則如《觀經》所說惡逆之人」，就是十惡五逆之人，造這種罪業必定墮阿鼻地獄。總算他有一點善根，「臨欲命終」，這就是還沒斷氣，人快要死了，還沒斷氣，這個時候「得聆聖教，至心悔改」，他總算是有一點福氣，遇到善知識，聽到聖教，就是聽到教他修念佛法門，「十念稱名，亦得往生，故云十念必生也」。像唐朝的張善和，《往生傳》上有他的例子，這個人就是這個例子。他是一個屠戶，殺牛的，一生殺牛、賣牛肉的，臨命終的時候，他看到許多牛頭人來跟他討命，這是地獄相現前，他喊救命。他的運氣好，剛剛有一個出家人從他門口過，聽到裡面喊救命，問他什麼事情？他說好多牛頭人來要命。這個出家人就點了一把香，交到他手上拿著，「趕快念阿彌陀佛，求生西方淨土」。他就大聲的念阿彌陀佛、阿彌陀佛，念了不到十聲，他就說牛頭人不見了，阿彌陀佛出現了，他跟阿彌陀佛走了。十念往生的，確確實實有這個例子。"
    },
    {
      "id": "02-001-0005_p0024",
      "zh_CN": "这个地方诸位要记住，像张善和这样，还是从初发心到最后一念，他符合一向专念。他过去不晓得，法师一教他，他才知道念阿弥陀佛。他一口气念下去，一直念到牛头人不见了，阿弥陀佛念来了，到念到断气，你看他不是一向专念吗？跟经里面讲的相符合，所以他往生了。诸位同修，你们不行，因为什么？你们现在听到这个经了，你只能从今天发心，早晚一堂课不能差，你才是一向专念。你不能学张善和，因为张善和他以前没听到，他在临命终时才听到；你们现在个个都听到了，临终十念你们没分了，你要记住。不要想到张善和临终十念，到我临命终时十念还可以，那你叫打妄想。到那时候不能兑现，你不要怪我，我没有说错，是你自己把意思误会了。这个要好好的记住。",
      "zh_TW": "這個地方諸位要記住，像張善和這樣，還是從初發心到最後一念，他符合一向專念。他過去不曉得，法師一教他，他才知道念阿彌陀佛。他一口氣念下去，一直念到牛頭人不見了，阿彌陀佛念來了，到念到斷氣，你看他不是一向專念嗎？跟經裡面講的相符合，所以他往生了。諸位同修，你們不行，因為什麼？你們現在聽到這個經了，你只能從今天發心，早晚一堂課不能差，你才是一向專念。你不能學張善和，因為張善和他以前沒聽到，他在臨命終時才聽到；你們現在個個都聽到了，臨終十念你們沒分了，你要記住。不要想到張善和臨終十念，到我臨命終時十念還可以，那你叫打妄想。到那時候不能兌現，你不要怪我，我沒有說錯，是你自己把意思誤會了。這個要好好的記住。"
    },
    {
      "id": "02-001-0005_p0025",
      "zh_CN": "底下这一段讲，「行者应知」，行者就是修行的人。依照这个方法修行的人，你应当要知道，「一向专念，指从初发心念佛，直至最后一念也，而其关键实在最后。」因为最后那一念，就是我们从娑婆世界往生到西方极乐世界，所以关键在最后一念，希望同修们要记住。古时候也有很多出家的法师，他一生就修十念法，往生的也很多。所以这个十念往生，不但在家人可以修，出家人一样可以修。修这个法最好，为什么？处今天这个社会，很多事情不是自己能够预料到的，要定的功课，一天早晚功课要做半个小时、一个小时，可能你就会差一次、两次；差一次、两次我再来补做，这就不是一向专念了，与这个经义不符合，已经断掉了。所以我劝人修十念法，这是最稳当的，决定不缺的。我自己也是修十念法，平常我念佛是不间断的，有工夫我都念佛，但是自己早晚课，主修的就是十念法，有佛像面对佛像；没有佛像，面对西方就行。",
      "zh_TW": "底下這一段講，「行者應知」，行者就是修行的人。依照這個方法修行的人，你應當要知道，「一向專念，指從初發心念佛，直至最後一念也，而其關鍵實在最後。」因為最後那一念，就是我們從娑婆世界往生到西方極樂世界，所以關鍵在最後一念，希望同修們要記住。古時候也有很多出家的法師，他一生就修十念法，往生的也很多。所以這個十念往生，不但在家人可以修，出家人一樣可以修。修這個法最好，為什麼？處今天這個社會，很多事情不是自己能夠預料到的，要定的功課，一天早晚功課要做半個小時、一個小時，可能你就會差一次、兩次；差一次、兩次我再來補做，這就不是一向專念了，與這個經義不符合，已經斷掉了。所以我勸人修十念法，這是最穩當的，決定不缺的。我自己也是修十念法，平常我念佛是不間斷的，有工夫我都念佛，但是自己早晚課，主修的就是十念法，有佛像面對佛像；沒有佛像，面對西方就行。"
    },
    {
      "id": "02-001-0005_p0026",
      "zh_CN": "底下我特别把它画出来，这个就很重要了。「反之」，反之就是相反的。「如有人念佛数十年，或于最后阶段，轻视持名而改行他法」，这就坏了，念佛念了几十年，听说禅好，密即身成佛，他不念佛了，他去搞禅、搞密了，这就坏了。「或于临终不欣极乐，而恋世间」，到临命终时舍不得这个世界，不愿意往生，「未能念佛，是则不名一向专念也」，这个就是与经义完全相违背了。所以这是非常非常的重要，希望同修们要特别的留意。",
      "zh_TW": "底下我特別把它畫出來，這個就很重要了。「反之」，反之就是相反的。「如有人念佛數十年，或於最後階段，輕視持名而改行他法」，這就壞了，念佛念了幾十年，聽說禪好，密即身成佛，他不念佛了，他去搞禪、搞密了，這就壞了。「或於臨終不欣極樂，而戀世間」，到臨命終時捨不得這個世界，不願意往生，「未能念佛，是則不名一向專念也」，這個就是與經義完全相違背了。所以這是非常非常的重要，希望同修們要特別的留意。"
    }
  ]
}