{
  "doc_id": "02-001-0014",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—《华严经》说到最后说什么",
    "zh_TW": "無量壽經（一次宣講）—《華嚴經》說到最後說什麼"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0014",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "02-001-0014_p0001",
      "zh_CN": "请掀开讲义第二十九面，二十九面第二行。这一段是十个大段里面的第六大段，「藏教所摄」。我们接着看第六节，「《疏钞》广引净宗经中事事无碍之文，深意苦心，以证本经正显事事无碍法界，亦即证明本经属于圆教，实不容或疑也」。",
      "zh_TW": "請掀開講義第二十九面，二十九面第二行。這一段是十個大段裡面的第六大段，「藏教所攝」。我們接著看第六節，「《疏鈔》廣引淨宗經中事事無礙之文，深意苦心，以證本經正顯事事無礙法界，亦即證明本經屬於圓教，實不容或疑也」。"
    },
    {
      "id": "02-001-0014_p0002",
      "zh_CN": "佛法可以说是非常的广大，一切经可以说无不殊胜，但是究竟哪一部经才能够真正在短时期（我们常讲在一生当中），能够帮助我们断烦恼、了生死、出三界、成佛道？这就不是每一部经都具足的。这四个条件统统具足，只有这部《无量寿经》，它是统统具足，可是凡夫不认识。为什么说他不认识？他有偏执，他有偏见、他有执着，这个偏见执着是不相信，是难信之法，谁难信？说实在话，这个难信不是说我们一般人，我们一般人一接触，往往他就相信。像老太婆，你要她念佛，她就认真念，念到最后她往生了，不难信！难信的是真正通达佛教的这些人，他经典看多了，经典看多了他就不相信。为什么不相信？理上讲不通，哪有完全没有断惑就能够跟等觉菩萨在一起？这是不可能的，理上讲不通的。难信是说这些人。所以教下许许多多的大法师不相信净土。他也劝别人念佛，他自己不念佛；他劝别人求生净土，他自己不愿意求生净土。原因是什么？他认为净土是老太婆教，不过是像妳们这种没知识的人念念佛，他自己以为他的程度很高，不需要念佛，天天去谈玄说妙去了。实在讲，他不识货，不知道这部经还在《华严》、《法华》之上。如果我们这样说，他听到了马上就反对、驳斥，说我们学净土的人自高自大。莲池大师生在明朝末年，他作的《疏钞》可以说是深意苦心。他识货，他认识，但是许许多多宗门教下的人不认识。你看参禅的人说，念佛一声要漱口三天，好像这个佛号把他的口玷污了，他去洗三天去。他那个时代，禅与教的风气非常盛，莲池大师要提倡净土，怎么办？所以《疏钞》里面许许多多地方都是引用《华严经》的经文来解释，这个就是用意很深，把《弥陀经》提升到跟《华严经》平等，就是这个意思。大家对《华严》没有不尊重，《弥陀经》没看得起。处处以《华严经》来跟它比较、跟它对照，这个真正是苦心，证明《弥陀经》里面所讲的也是事事无碍，事事无碍是讲到最高的境界了。《华严》最高的境界，理事无碍、事事无碍，事事无碍是最高的。《华严》是圆教，全圆，用《华严》教义来解释《弥陀经》，《弥陀经》也是全圆，跟《华严经》没有两样，这是莲池大师教我们认识《弥陀经》。《弥陀经》跟《无量寿经》是同部，完全相同的，你就晓得《无量寿经》、《弥陀经》是一乘佛法，至高无上的佛法。他用这种方法，「实不容或疑也」，决定不容许我们对它怀疑。怀疑，实在讲自己吃亏，于这个经典可以说是毫无损伤，只是我们自己吃亏了。",
      "zh_TW": "佛法可以說是非常的廣大，一切經可以說無不殊勝，但是究竟哪一部經才能夠真正在短時期（我們常講在一生當中），能夠幫助我們斷煩惱、了生死、出三界、成佛道？這就不是每一部經都具足的。這四個條件統統具足，只有這部《無量壽經》，它是統統具足，可是凡夫不認識。為什麼說他不認識？他有偏執，他有偏見、他有執著，這個偏見執著是不相信，是難信之法，誰難信？說實在話，這個難信不是說我們一般人，我們一般人一接觸，往往他就相信。像老太婆，你要她念佛，她就認真念，念到最後她往生了，不難信！難信的是真正通達佛教的這些人，他經典看多了，經典看多了他就不相信。為什麼不相信？理上講不通，哪有完全沒有斷惑就能夠跟等覺菩薩在一起？這是不可能的，理上講不通的。難信是說這些人。所以教下許許多多的大法師不相信淨土。他也勸別人念佛，他自己不念佛；他勸別人求生淨土，他自己不願意求生淨土。原因是什麼？他認為淨土是老太婆教，不過是像妳們這種沒知識的人念念佛，他自己以為他的程度很高，不需要念佛，天天去談玄說妙去了。實在講，他不識貨，不知道這部經還在《華嚴》、《法華》之上。如果我們這樣說，他聽到了馬上就反對、駁斥，說我們學淨土的人自高自大。蓮池大師生在明朝末年，他作的《疏鈔》可以說是深意苦心。他識貨，他認識，但是許許多多宗門教下的人不認識。你看參禪的人說，念佛一聲要漱口三天，好像這個佛號把他的口玷污了，他去洗三天去。他那個時代，禪與教的風氣非常盛，蓮池大師要提倡淨土，怎麼辦？所以《疏鈔》裡面許許多多地方都是引用《華嚴經》的經文來解釋，這個就是用意很深，把《彌陀經》提升到跟《華嚴經》平等，就是這個意思。大家對《華嚴》沒有不尊重，《彌陀經》沒看得起。處處以《華嚴經》來跟它比較、跟它對照，這個真正是苦心，證明《彌陀經》裡面所講的也是事事無礙，事事無礙是講到最高的境界了。《華嚴》最高的境界，理事無礙、事事無礙，事事無礙是最高的。《華嚴》是圓教，全圓，用《華嚴》教義來解釋《彌陀經》，《彌陀經》也是全圓，跟《華嚴經》沒有兩樣，這是蓮池大師教我們認識《彌陀經》。《彌陀經》跟《無量壽經》是同部，完全相同的，你就曉得《無量壽經》、《彌陀經》是一乘佛法，至高無上的佛法。他用這種方法，「實不容或疑也」，決定不容許我們對它懷疑。懷疑，實在講自己吃虧，於這個經典可以說是毫無損傷，只是我們自己吃虧了。"
    },
    {
      "id": "02-001-0014_p0003",
      "zh_CN": "「黄念祖居士依《疏钞》义」，他注解很长的一段文，就是依莲池大师《疏钞》里面所讲的这个义理，「专论本经中事事无碍之相」。他发挥得更透彻、更圆满，而且引用《探玄记》里面所讲的十玄次第。《华严经》重要的意义就是十玄门，《探玄记》是《六十华严》的注解，也是《华严经》在中国最早一次翻译的。他引用《探玄记》里面的十玄门跟《弥陀经》来对照，《华严》里头有十玄，《弥陀经》也有十玄，可见得它确确实实跟《华严经》是一样的。「以明本经实具十玄」，实实在在具备十玄门，一条都不欠缺。「于是确证本经正属圆教，即是中本《华严》。以证如上之说皆是真实语，非因净宗行人之妄自尊大也。」这些祖师大德的话句句都是实实在在的，绝不是狂妄自大，决定不是。我们明白了、信受了，自己得的利益无量无边。为什么？它真真实实是一生成佛的法门，当生成佛的法门。「《华严》末后以十大愿王导归极乐。今本经全显极乐，导引凡圣，同归极乐。故称本经为中本《华严》，诚有据也。」一部《华严经》说到最后说什么？劝你念佛往生净土。所以前面我们读到古大德讲，《华严》、《法华》只不过是《弥陀经》的引导而已，引导你入《弥陀经》，引导你入《无量寿经》。如果我们讲三分来比喻，《华严》跟《法华》是序分，《弥陀经》、《无量寿经》是正宗分，引导我们入净土的。《法华经》也是如此，《法华经》在「药王本事品」里面，经文清清楚楚劝我们念佛求生西方。《普门品》里面还有六首偈子，也是劝我们念佛求生净土。但是这个偈子，现在我们流通的《普门品》里头没有，而是吕碧诚居士，这是民国初年一位了不起的佛门的大德，她读到梵文原本的《法华经》，一对照的时候，《普门品》里面少了这六首偈，她把这六首偈翻成中文。以后我们有机会再印《普门品》，可以把吕碧诚这六首偈子加进去，它就完整了。这个六首偈现在台中莲社出版的《听经笔记》里头有，李老师从前讲《普门品》的时候，她这个偈子都补充进去了。所以这证明确确实实它有根据的，不是随便说的。",
      "zh_TW": "「黃念祖居士依《疏鈔》義」，他註解很長的一段文，就是依蓮池大師《疏鈔》裡面所講的這個義理，「專論本經中事事無礙之相」。他發揮得更透徹、更圓滿，而且引用《探玄記》裡面所講的十玄次第。《華嚴經》重要的意義就是十玄門，《探玄記》是《六十華嚴》的註解，也是《華嚴經》在中國最早一次翻譯的。他引用《探玄記》裡面的十玄門跟《彌陀經》來對照，《華嚴》裡頭有十玄，《彌陀經》也有十玄，可見得它確確實實跟《華嚴經》是一樣的。「以明本經實具十玄」，實實在在具備十玄門，一條都不欠缺。「於是確證本經正屬圓教，即是中本《華嚴》。以證如上之說皆是真實語，非因淨宗行人之妄自尊大也。」這些祖師大德的話句句都是實實在在的，絕不是狂妄自大，決定不是。我們明白了、信受了，自己得的利益無量無邊。為什麼？它真真實實是一生成佛的法門，當生成佛的法門。「《華嚴》末後以十大願王導歸極樂。今本經全顯極樂，導引凡聖，同歸極樂。故稱本經為中本《華嚴》，誠有據也。」一部《華嚴經》說到最後說什麼？勸你念佛往生淨土。所以前面我們讀到古大德講，《華嚴》、《法華》只不過是《彌陀經》的引導而已，引導你入《彌陀經》，引導你入《無量壽經》。如果我們講三分來比喻，《華嚴》跟《法華》是序分，《彌陀經》、《無量壽經》是正宗分，引導我們入淨土的。《法華經》也是如此，《法華經》在「藥王本事品」裡面，經文清清楚楚勸我們念佛求生西方。《普門品》裡面還有六首偈子，也是勸我們念佛求生淨土。但是這個偈子，現在我們流通的《普門品》裡頭沒有，而是呂碧誠居士，這是民國初年一位了不起的佛門的大德，她讀到梵文原本的《法華經》，一對照的時候，《普門品》裡面少了這六首偈，她把這六首偈翻成中文。以後我們有機會再印《普門品》，可以把呂碧誠這六首偈子加進去，它就完整了。這個六首偈現在台中蓮社出版的《聽經筆記》裡頭有，李老師從前講《普門品》的時候，她這個偈子都補充進去了。所以這證明確確實實它有根據的，不是隨便說的。"
    },
    {
      "id": "02-001-0014_p0004",
      "zh_CN": "再看底下第七大段「部类差别」。第一讲同部，「本经与小本《弥陀》」，就是《阿弥陀经》，「是同部经典」，这两部经实在上讲就是一部经，完全相同。「《疏钞》谓大小二本」，这是莲池大师跟我们讲的，这两部经是大小两本。「文有繁简，义无胜劣，判属同部」，内容完全相同，一个说得详细，一个说得简略。简略的《无量寿经》就是《阿弥陀经》，详细的《阿弥陀经》就是《无量寿经》，所以它们是同部，内容完全相同。「小本现有三种」，就是《佛说阿弥陀经》现在有三种本子。我们平常所看到的是鸠摩罗什大师翻译的，除这个本子之外还有玄奘大师翻译的，这是两种本子；近代夏莲居居士把罗什跟玄奘两种译本合起来，重新校刊编辑有个会集本，所以就有三种本子。这三种本子，我们也把它印出来，将来大家都能够看到《弥陀经》的本来面目。「秦唐二译」，秦就是姚秦，鸠摩罗什大师翻的，唐是玄奘大师，这两种译本。「大体相同，稍有出入。秦译精要流畅，众所宗向。」罗什大师文字翻得非常的通顺流畅，所以我们中国人非常喜欢读他的本子，大家都拿它来作早晚课用。玄奘大师译本是直译的，罗什是意译，他是直译，直译的在文字上的流畅，那是比不上秦译本，比不上。可是直译有直译的好处，把原来的那个样子保存下来了，本来面目保存下来了。「唐译则准确详备，力保原面。」他一句一句翻译的，那一点都不会错的。所以《弥陀经》原来的面目是玄奘大师翻译的，保存得非常的完备。夏莲居居士就根据这两种本子重新校对、重新编辑，又根据六朝时候石刻的石经；六朝时候刻的《阿弥陀经》是秦译的本子，比我们现在这个本子多二十一个字，换句话说，我们现在流通的经本里面少二十一个字，所以他就根据这个石经，把这二十一个字补进去，「补足秦译所伕之廿一字。按襄阳石经乃六朝人手书而刻石者」，所以是相当可靠的。这二十一个字是在「一心不乱」的底下，我们看经文「一心不乱」底下，经文这么念法，「一心不乱，专持名号，以称名故，诸罪消灭，即是多善根福德因缘」。这几个字现在本子上没有，但是古时候有，所以夏莲居居士根据六朝的石经把这二十一个字补进去，这个意思非常的完整了。「会本依古德意，补入此廿一字，大有益于圣教也。」因为《弥陀经》上给我们说得很清楚，「不可以少善根福德因缘得生彼国」，那善根福德因缘怎么修法？「专持名号，以称名故，诸罪消灭」，这就是多善根、多福德、多因缘。所以这二十一个字确确实实很重要。所以同部的就是两种，《弥陀经》跟《无量寿经》是同部的，也就是说一部经。",
      "zh_TW": "再看底下第七大段「部類差別」。第一講同部，「本經與小本《彌陀》」，就是《阿彌陀經》，「是同部經典」，這兩部經實在上講就是一部經，完全相同。「《疏鈔》謂大小二本」，這是蓮池大師跟我們講的，這兩部經是大小兩本。「文有繁簡，義無勝劣，判屬同部」，內容完全相同，一個說得詳細，一個說得簡略。簡略的《無量壽經》就是《阿彌陀經》，詳細的《阿彌陀經》就是《無量壽經》，所以它們是同部，內容完全相同。「小本現有三種」，就是《佛說阿彌陀經》現在有三種本子。我們平常所看到的是鳩摩羅什大師翻譯的，除這個本子之外還有玄奘大師翻譯的，這是兩種本子；近代夏蓮居居士把羅什跟玄奘兩種譯本合起來，重新校刊編輯有個會集本，所以就有三種本子。這三種本子，我們也把它印出來，將來大家都能夠看到《彌陀經》的本來面目。「秦唐二譯」，秦就是姚秦，鳩摩羅什大師翻的，唐是玄奘大師，這兩種譯本。「大體相同，稍有出入。秦譯精要流暢，眾所宗向。」羅什大師文字翻得非常的通順流暢，所以我們中國人非常喜歡讀他的本子，大家都拿它來作早晚課用。玄奘大師譯本是直譯的，羅什是意譯，他是直譯，直譯的在文字上的流暢，那是比不上秦譯本，比不上。可是直譯有直譯的好處，把原來的那個樣子保存下來了，本來面目保存下來了。「唐譯則準確詳備，力保原面。」他一句一句翻譯的，那一點都不會錯的。所以《彌陀經》原來的面目是玄奘大師翻譯的，保存得非常的完備。夏蓮居居士就根據這兩種本子重新校對、重新編輯，又根據六朝時候石刻的石經；六朝時候刻的《阿彌陀經》是秦譯的本子，比我們現在這個本子多二十一個字，換句話說，我們現在流通的經本裡面少二十一個字，所以他就根據這個石經，把這二十一個字補進去，「補足秦譯所伕之廿一字。按襄陽石經乃六朝人手書而刻石者」，所以是相當可靠的。這二十一個字是在「一心不亂」的底下，我們看經文「一心不亂」底下，經文這麼念法，「一心不亂，專持名號，以稱名故，諸罪消滅，即是多善根福德因緣」。這幾個字現在本子上沒有，但是古時候有，所以夏蓮居居士根據六朝的石經把這二十一個字補進去，這個意思非常的完整了。「會本依古德意，補入此廿一字，大有益於聖教也。」因為《彌陀經》上給我們說得很清楚，「不可以少善根福德因緣得生彼國」，那善根福德因緣怎麼修法？「專持名號，以稱名故，諸罪消滅」，這就是多善根、多福德、多因緣。所以這二十一個字確確實實很重要。所以同部的就是兩種，《彌陀經》跟《無量壽經》是同部的，也就是說一部經。"
    },
    {
      "id": "02-001-0014_p0005",
      "zh_CN": "第二是「同类」，不同部，但是它同类。同类怎么讲？「凡倡导忆念弥陀，愿生极乐之经典，均属同类。」凡是经上提倡念佛求生净土的，这个就是与《弥陀经》、《无量寿经》同属一类的。这个里面有亲有疏，哪些亲？里面特别强调以这个为主的就是亲，附带着说的就比较疏一点，所以说「以持名念佛为亲，其他为疏」。这里举出几个例子，譬如第一个，《佛说观无量寿经》，《观无量寿经》里面也提倡持名念佛。《观经》里面是讲我们念佛的方法、修行的方法，它一共说了三种。三种里面，观想说得最多，所以我们就称它作《观无量寿佛经》。它总共是十六观，十六观里面，前面从第一到第十二都是观想念佛，所以说得最多；第十三观讲观像念佛，第十六讲持名念佛，所以《观无量寿经》里面把念佛的方法统统都说到了。十六观里面讲的这三种修行方法，佛在《观经》里面也特别说明持名最容易，是方便当中第一方便，真正是三根普被、利钝全收。所以《弥陀经》跟《无量寿经》里面采取的持名念佛，可以说就是依第十六观来讲的。第二种就是《华严经·普贤行愿品》。此地讲的「行愿品」，实在讲就是「行愿品」里面最后一卷。因为「普贤菩萨行愿品」一共有四十卷经文，内容就是讲善财童子五十三参，此地讲的「行愿品」就是专指最后一卷，善财童子参访普贤菩萨，普贤菩萨说出十大愿王导归极乐，这是明明白白教给我们念佛求生净土，所以是本经的同类。第三，《楞严经》上「大势至菩萨念佛圆通章」。这一章经是近代印光大师将它从《楞严经》里面抽出来归到净土四经里面，就变成净土五经了，所以净土五经里头，「大势至圆通章」是印光大师加进去的。有没有道理？有道理！因为「大势至菩萨念佛圆通章」里面也是清清楚楚的告诉我们「都摄六根，净念相继，忆佛念佛，不假方便，自得心开」，这都是最直接的劝我们修净土法门。这是净土五经。再像《往生论》、《安乐集》，这些也都是专门提倡净土，专门劝我们求生西方，所以像这个都可以说是本经同类。",
      "zh_TW": "第二是「同類」，不同部，但是它同類。同類怎麼講？「凡倡導憶念彌陀，願生極樂之經典，均屬同類。」凡是經上提倡念佛求生淨土的，這個就是與《彌陀經》、《無量壽經》同屬一類的。這個裡面有親有疏，哪些親？裡面特別強調以這個為主的就是親，附帶著說的就比較疏一點，所以說「以持名念佛為親，其他為疏」。這裡舉出幾個例子，譬如第一個，《佛說觀無量壽經》，《觀無量壽經》裡面也提倡持名念佛。《觀經》裡面是講我們念佛的方法、修行的方法，它一共說了三種。三種裡面，觀想說得最多，所以我們就稱它作《觀無量壽佛經》。它總共是十六觀，十六觀裡面，前面從第一到第十二都是觀想念佛，所以說得最多；第十三觀講觀像念佛，第十六講持名念佛，所以《觀無量壽經》裡面把念佛的方法統統都說到了。十六觀裡面講的這三種修行方法，佛在《觀經》裡面也特別說明持名最容易，是方便當中第一方便，真正是三根普被、利鈍全收。所以《彌陀經》跟《無量壽經》裡面採取的持名念佛，可以說就是依第十六觀來講的。第二種就是《華嚴經·普賢行願品》。此地講的「行願品」，實在講就是「行願品」裡面最後一卷。因為「普賢菩薩行願品」一共有四十卷經文，內容就是講善財童子五十三參，此地講的「行願品」就是專指最後一卷，善財童子參訪普賢菩薩，普賢菩薩說出十大願王導歸極樂，這是明明白白教給我們念佛求生淨土，所以是本經的同類。第三，《楞嚴經》上「大勢至菩薩念佛圓通章」。這一章經是近代印光大師將它從《楞嚴經》裡面抽出來歸到淨土四經裡面，就變成淨土五經了，所以淨土五經裡頭，「大勢至圓通章」是印光大師加進去的。有沒有道理？有道理！因為「大勢至菩薩念佛圓通章」裡面也是清清楚楚的告訴我們「都攝六根，淨念相繼，憶佛念佛，不假方便，自得心開」，這都是最直接的勸我們修淨土法門。這是淨土五經。再像《往生論》、《安樂集》，這些也都是專門提倡淨土，專門勸我們求生西方，所以像這個都可以說是本經同類。"
    },
    {
      "id": "02-001-0014_p0006",
      "zh_CN": "同类当然很多，这里只举了几个例子。譬如说蕅益大师编的《净土十要》，《十要》里面第一部是《弥陀经要解》，与《无量寿经》是同部，其余的九种可以说都是同类，这是《净土十要》里面所说的。除这个之外，「带说净土经论」，我们现在此地印出来的《净宗经论合刊》里面有目录，目录里头一共有二百四十多种，这是一切经论里面劝我们求生西方极乐世界的，附带说的就有这么多。「此乃略举其要，遗漏难免。」因为我们并没有把《大藏经》仔细去念过，所以遗漏一定还是有的。就是常常读的这些经典里面，二百四十多种经典里面，佛都劝我们求生西方世界。由此可知，部类差别显示出来，佛一生无时无刻不提倡这个法门，真是古德所说的「千经万论，处处指归」，我们就晓得这部经的重要性。",
      "zh_TW": "同類當然很多，這裡只舉了幾個例子。譬如說蕅益大師編的《淨土十要》，《十要》裡面第一部是《彌陀經要解》，與《無量壽經》是同部，其餘的九種可以說都是同類，這是《淨土十要》裡面所說的。除這個之外，「帶說淨土經論」，我們現在此地印出來的《淨宗經論合刊》裡面有目錄，目錄裡頭一共有二百四十多種，這是一切經論裡面勸我們求生西方極樂世界的，附帶說的就有這麼多。「此乃略舉其要，遺漏難免。」因為我們並沒有把《大藏經》仔細去念過，所以遺漏一定還是有的。就是常常讀的這些經典裡面，二百四十多種經典裡面，佛都勸我們求生西方世界。由此可知，部類差別顯示出來，佛一生無時無刻不提倡這個法門，真是古德所說的「千經萬論，處處指歸」，我們就曉得這部經的重要性。"
    },
    {
      "id": "02-001-0014_p0007",
      "zh_CN": "下面第八段要说的是翻译、会校，以及注释、注解，这是我们要晓得的。第一，「『译』指本经之原译本」，译就是翻译。「『会校』指根据诸种原译而会集校订之本。」我们现在用的这个本子就是会集校订本。「『释』指本经诸本之注释」，就是注解。这是这部经在中国翻译流通的历史，经过的情形。「本经译本，自汉迄宋，凡有十二。宋元而降，仅存五种。」这就说明这部经在中国翻译非常的兴盛。从汉朝到宋朝，一共有十二次的翻译。但是宋元以后，我们现在能够看得到的只有五种，七种本子已经不存在了，失掉了，这个很可惜。现在存的就是底下这五种，我们这个《净宗经论合刊》上有，《大藏经》里面也有。第一种《无量清净平等觉经》，这就是《无量寿经》。经文里面说得很清楚，佛告诉阿难，你愿不愿意见平等觉？平等觉就是阿弥陀佛，阿弥陀佛的别号就是无量寿佛。这部经是后汉时候（这翻得早了）「月氏沙门」，月氏是当时一个国家（这个字要念破音字，不念月，念肉；底下也不念氏，念支）。月氏在汉朝是在西域，这个国家拿现在来说是新疆的西北一部分，大概苏联那边也有一部分，是古时候的月氏国。这位法师是月氏国人，沙门是出家人，他的名字叫「支娄迦谶」。「译于洛阳」，洛阳是汉朝时候的首都，后汉的首都在洛阳。",
      "zh_TW": "下面第八段要說的是翻譯、會校，以及註釋、註解，這是我們要曉得的。第一，「『譯』指本經之原譯本」，譯就是翻譯。「『會校』指根據諸種原譯而會集校訂之本。」我們現在用的這個本子就是會集校訂本。「『釋』指本經諸本之註釋」，就是註解。這是這部經在中國翻譯流通的歷史，經過的情形。「本經譯本，自漢迄宋，凡有十二。宋元而降，僅存五種。」這就說明這部經在中國翻譯非常的興盛。從漢朝到宋朝，一共有十二次的翻譯。但是宋元以後，我們現在能夠看得到的只有五種，七種本子已經不存在了，失掉了，這個很可惜。現在存的就是底下這五種，我們這個《淨宗經論合刊》上有，《大藏經》裡面也有。第一種《無量清淨平等覺經》，這就是《無量壽經》。經文裡面說得很清楚，佛告訴阿難，你願不願意見平等覺？平等覺就是阿彌陀佛，阿彌陀佛的別號就是無量壽佛。這部經是後漢時候（這翻得早了）「月氏沙門」，月氏是當時一個國家（這個字要念破音字，不念月，念肉；底下也不念氏，念支）。月氏在漢朝是在西域，這個國家拿現在來說是新疆的西北一部分，大概蘇聯那邊也有一部分，是古時候的月氏國。這位法師是月氏國人，沙門是出家人，他的名字叫「支婁迦讖」。「譯於洛陽」，洛陽是漢朝時候的首都，後漢的首都在洛陽。"
    },
    {
      "id": "02-001-0014_p0008",
      "zh_CN": "第二种是《佛说诸佛阿弥陀三耶三佛萨楼佛檀过度人道经》。这名字很长，但它也有很简单的名字，简单的名字「一名《无量寿经》，一名《阿弥陀经》」，它的简称就很简单了。这是东吴时候（就是三国的时候），这位译经的人住在吴国。他不是中国人，他也是月氏，但是他不是出家人，他是一位居士到我们中国来的，就是「月氏优婆塞支谦」，当时以居士身分在我们中国弘扬佛法，他也译了一些经典。",
      "zh_TW": "第二種是《佛說諸佛阿彌陀三耶三佛薩樓佛檀過度人道經》。這名字很長，但它也有很簡單的名字，簡單的名字「一名《無量壽經》，一名《阿彌陀經》」，它的簡稱就很簡單了。這是東吳時候（就是三國的時候），這位譯經的人住在吳國。他不是中國人，他也是月氏，但是他不是出家人，他是一位居士到我們中國來的，就是「月氏優婆塞支謙」，當時以居士身分在我們中國弘揚佛法，他也譯了一些經典。"
    },
    {
      "id": "02-001-0014_p0009",
      "zh_CN": "第三种叫《无量寿经》。这个本子在台湾非常的盛行，诸位看到《无量寿经》都是这个本子，康僧铠的本子。康僧铠也是在三国时代，跟前面支谦同时代的人，但是他在曹魏；三国是魏、蜀、吴，他在魏国，在北方，曹魏。「印度沙门康僧铠」，康僧铠是印度人。「译于洛阳白马寺」，这是在洛阳白马寺翻译的。这个本子在我们现存的五种经里面，可以说它翻得最好，意思翻得非常的完整，因此自古以来流通最广的、最多的就是这个本子。这部经注解很少，古人都用他这个本子做注解，所以流通得很广。",
      "zh_TW": "第三種叫《無量壽經》。這個本子在台灣非常的盛行，諸位看到《無量壽經》都是這個本子，康僧鎧的本子。康僧鎧也是在三國時代，跟前面支謙同時代的人，但是他在曹魏；三國是魏、蜀、吳，他在魏國，在北方，曹魏。「印度沙門康僧鎧」，康僧鎧是印度人。「譯於洛陽白馬寺」，這是在洛陽白馬寺翻譯的。這個本子在我們現存的五種經裡面，可以說它翻得最好，意思翻得非常的完整，因此自古以來流通最廣的、最多的就是這個本子。這部經註解很少，古人都用他這個本子做註解，所以流通得很廣。"
    },
    {
      "id": "02-001-0014_p0010",
      "zh_CN": "第四种叫《无量寿如来会》，这一种是出自于《宝积经》的。我们晓得大藏经里面有一大部叫《大宝积经》，分量非常之多，这是《宝积经》里面的一部分。由此可知，佛说《大宝积经》的时候也介绍《无量寿经》，也劝大家念佛求生净土。这个显示出什么？显示出佛讲《无量寿经》不是一次说的，在宝积会里头讲过；其余的一般看法，在方等会里面讲的，可见得他讲这部经决定不止一次。其他的经，佛在一生当中只讲一次，唯独这部经，佛是讲了很多次，多次宣说，那就非常重要了。《大宝积经》是唐朝「南印度三藏菩提流志」翻译的，这部经现在有单独流通的。当然《大宝积经》前几年我们台湾曾经印过，我看到精装本，这么厚的本子是六本，《大宝积经》里面有这一会。第五种是《佛说大乘无量寿庄严经》。这个翻译得最晚，宋朝翻译的，加上「赵宋」，赵宋就是唐以后赵匡胤所建立的王朝。因为中国历史上称宋的有好几个，东晋的时候有刘宋，刘裕建立的一个国家也叫宋，所以我们加上皇帝的姓来区别它是哪一个朝代，那么这是赵宋。「沙门法贤译」，法贤尊者也是从印度来的。这是我们现在所存的五种，我们能看到的完完整整的五种翻译。",
      "zh_TW": "第四種叫《無量壽如來會》，這一種是出自於《寶積經》的。我們曉得大藏經裡面有一大部叫《大寶積經》，分量非常之多，這是《寶積經》裡面的一部分。由此可知，佛說《大寶積經》的時候也介紹《無量壽經》，也勸大家念佛求生淨土。這個顯示出什麼？顯示出佛講《無量壽經》不是一次說的，在寶積會裡頭講過；其餘的一般看法，在方等會裡面講的，可見得他講這部經決定不止一次。其他的經，佛在一生當中只講一次，唯獨這部經，佛是講了很多次，多次宣說，那就非常重要了。《大寶積經》是唐朝「南印度三藏菩提流志」翻譯的，這部經現在有單獨流通的。當然《大寶積經》前幾年我們台灣曾經印過，我看到精裝本，這麼厚的本子是六本，《大寶積經》裡面有這一會。第五種是《佛說大乘無量壽莊嚴經》。這個翻譯得最晚，宋朝翻譯的，加上「趙宋」，趙宋就是唐以後趙匡胤所建立的王朝。因為中國歷史上稱宋的有好幾個，東晉的時候有劉宋，劉裕建立的一個國家也叫宋，所以我們加上皇帝的姓來區別它是哪一個朝代，那麼這是趙宋。「沙門法賢譯」，法賢尊者也是從印度來的。這是我們現在所存的五種，我們能看到的完完整整的五種翻譯。"
    },
    {
      "id": "02-001-0014_p0011",
      "zh_CN": "再说「佚失七种」，还有七种现在看不到，失传了。「据《开元释教录》计有」，开元是唐朝唐明皇的时代，唐明皇时代译的经就相当丰当了，在那个时候就整理出一部佛经的等于说总目录，叫做《开元释教录》。「释教」就是释迦牟尼佛的这个教，我们现在讲佛教，这就是佛教经典的总目录。《开元释教录》现在也收在《大藏经》里面了，它那个目录里面有。《无量寿经》有十二种翻译，第一种就是「《无量寿经》二卷，后汉安世高译」。安世高，我们对他很熟悉，我们读过很多他翻译的经本，是我们中国早期翻译史上最出名的一位大师。很可惜他这个本子失传了，要不然我相信大家一定都喜欢念他的本子，他的文字翻得好。第二种叫「《无量清净平等觉经》二卷，曹魏沙门帛延译于洛阳白马寺」。这个本子现在也见不到了，失传了。第三种失传的叫《无量寿经》，有二卷，晋朝时候「沙门竺昙摩罗密」翻译的。竺昙摩罗密，有的时候把它完全翻成中国话叫做「竺法护」，竺法护在我们中国佛教史上是很出名的一个人，是他翻译的。这个本子智者大师见过，我们在《观无量寿经》、《妙宗钞》里面看到的，因为智者大师作《观无量寿经注解》提到这个本子，可见得他看过。这个本子一定是在智者大师以后才失传的，智者当年看到这个经本。第四种叫《无量寿至真等正觉经》，有二卷。它也有别名，「一名《乐佛土乐经》，一名《极乐佛土经》」，这是「东晋西域沙门竺法力」翻译的。第五种叫《新无量寿经》，二卷，「东晋沙门佛陀跋陀罗译于道场寺」。第六种也叫做《新无量寿经》，也是二卷，是「宋」，这个宋都是刘宋，南北朝时期，东晋那个时代的，所以是刘宋，「凉州沙门宝云译于道场寺」。第七种也叫《新无量寿经》，二卷，同样的也是刘宋，「罽宾国沙门昙摩罗密多译」。这三部都同名，同时代译的，甚至于前面两种都是在道场寺译的，诸位想想，如果版本要相同，那就没有必要了，必定是梵本不相同。梵本不相同，我们就能想到，佛当年在世说这个经不是一次说的，这部经说了很多次，所以才会有这个现象，不然不可能有这个现象的。",
      "zh_TW": "再說「佚失七種」，還有七種現在看不到，失傳了。「據《開元釋教錄》計有」，開元是唐朝唐明皇的時代，唐明皇時代譯的經就相當豐當了，在那個時候就整理出一部佛經的等於說總目錄，叫做《開元釋教錄》。「釋教」就是釋迦牟尼佛的這個教，我們現在講佛教，這就是佛教經典的總目錄。《開元釋教錄》現在也收在《大藏經》裡面了，它那個目錄裡面有。《無量壽經》有十二種翻譯，第一種就是「《無量壽經》二卷，後漢安世高譯」。安世高，我們對他很熟悉，我們讀過很多他翻譯的經本，是我們中國早期翻譯史上最出名的一位大師。很可惜他這個本子失傳了，要不然我相信大家一定都喜歡念他的本子，他的文字翻得好。第二種叫「《無量清淨平等覺經》二卷，曹魏沙門帛延譯於洛陽白馬寺」。這個本子現在也見不到了，失傳了。第三種失傳的叫《無量壽經》，有二卷，晉朝時候「沙門竺曇摩羅密」翻譯的。竺曇摩羅密，有的時候把它完全翻成中國話叫做「竺法護」，竺法護在我們中國佛教史上是很出名的一個人，是他翻譯的。這個本子智者大師見過，我們在《觀無量壽經》、《妙宗鈔》裡面看到的，因為智者大師作《觀無量壽經註解》提到這個本子，可見得他看過。這個本子一定是在智者大師以後才失傳的，智者當年看到這個經本。第四種叫《無量壽至真等正覺經》，有二卷。它也有別名，「一名《樂佛土樂經》，一名《極樂佛土經》」，這是「東晉西域沙門竺法力」翻譯的。第五種叫《新無量壽經》，二卷，「東晉沙門佛陀跋陀羅譯於道場寺」。第六種也叫做《新無量壽經》，也是二卷，是「宋」，這個宋都是劉宋，南北朝時期，東晉那個時代的，所以是劉宋，「涼州沙門寶雲譯於道場寺」。第七種也叫《新無量壽經》，二卷，同樣的也是劉宋，「罽賓國沙門曇摩羅密多譯」。這三部都同名，同時代譯的，甚至於前面兩種都是在道場寺譯的，諸位想想，如果版本要相同，那就沒有必要了，必定是梵本不相同。梵本不相同，我們就能想到，佛當年在世說這個經不是一次說的，這部經說了很多次，所以才會有這個現象，不然不可能有這個現象的。"
    },
    {
      "id": "02-001-0014_p0012",
      "zh_CN": "我们再看看底下，「以上连现存者，总八代十二译」，朝代是八个朝代，十二次翻译。「《甄解》云」，《甄解》是《无量寿经》日本人做的注解，它里面这样说的：「凡于诸经中，传译之盛，无如今经」，今经是《无量寿经》，从西域传过来，以及翻译最盛行的就是这部经。「斯乃以出世正意，利益无边故也」，这是他对这部经的评语，这部经是出世正意，超越世间，成佛作祖正意；利益无边，那是三根普被，利钝全收。是这个缘故，所以传得多、翻得多。「《会疏》云：『凡于一切经中，传译盛然，无如今经。斯乃道理幽邃，利益最上故也』。两疏同一卓见」，这是非常卓越的见解。所以诸位要晓得，这部经得来是实实在在不容易，现代学佛的人往往轻视了它，往往疏忽了。实在讲，蕅益大师在《要解》里面讲得最好，「悦所怀也」，蕅益大师这么说的，他说佛看到众生成佛的机缘成熟了，所以说这个难信之法。这个说法真正是说中了释迦牟尼佛、阿弥陀佛、十方一切诸佛的本怀，一语道破了。你今天能遇到这部经，就是你成佛的机会到了，你要能把握得住，你这一生就成佛了。你遇到其他的一切经，你这一生未必能成就，不能成佛；遇到这部经，不但你有成就，而且你成佛。这是一部叫凡夫成佛的经典，这个不容易，太难得太难得了！所以古德讲，咱们遇到这部经，是「无量劫来希有难逢之一日」，我们应当要清楚、要明白、要珍惜，不容易遇到。你看古德对这部经的见解，我们要细心体会。",
      "zh_TW": "我們再看看底下，「以上連現存者，總八代十二譯」，朝代是八個朝代，十二次翻譯。「《甄解》云」，《甄解》是《無量壽經》日本人做的註解，它裡面這樣說的：「凡於諸經中，傳譯之盛，無如今經」，今經是《無量壽經》，從西域傳過來，以及翻譯最盛行的就是這部經。「斯乃以出世正意，利益無邊故也」，這是他對這部經的評語，這部經是出世正意，超越世間，成佛作祖正意；利益無邊，那是三根普被，利鈍全收。是這個緣故，所以傳得多、翻得多。「《會疏》云：『凡於一切經中，傳譯盛然，無如今經。斯乃道理幽邃，利益最上故也』。兩疏同一卓見」，這是非常卓越的見解。所以諸位要曉得，這部經得來是實實在在不容易，現代學佛的人往往輕視了它，往往疏忽了。實在講，蕅益大師在《要解》裡面講得最好，「悅所懷也」，蕅益大師這麼說的，他說佛看到眾生成佛的機緣成熟了，所以說這個難信之法。這個說法真正是說中了釋迦牟尼佛、阿彌陀佛、十方一切諸佛的本懷，一語道破了。你今天能遇到這部經，就是你成佛的機會到了，你要能把握得住，你這一生就成佛了。你遇到其他的一切經，你這一生未必能成就，不能成佛；遇到這部經，不但你有成就，而且你成佛。這是一部叫凡夫成佛的經典，這個不容易，太難得太難得了！所以古德講，咱們遇到這部經，是「無量劫來希有難逢之一日」，我們應當要清楚、要明白、要珍惜，不容易遇到。你看古德對這部經的見解，我們要細心體會。"
    },
    {
      "id": "02-001-0014_p0013",
      "zh_CN": "底下又说，「本经为佛多次宣说」，不是一次讲的。「且诵习者多」，当时在印度念这部经的人多，非常的盛行。「梵本传写者多」，那时候印刷术没发明，没有印经，所以经典都靠手抄。在一切经里面，《无量寿经》抄的本子最多。「梵本有多种」，因此《无量寿经》原来的梵本就不一样，就有很多种，佛多次说的。「存没详略不同」，存没详略是讲内容，因为佛讲的次数多，有的时候讲得详细，有的时候讲得简单，所以记录下来里面内容详略就不一样、就不相同。「梵䇲写本又易脱落，故今诸译本甚有差异」，这是讲我们现在这五种本子，你要拿来比较比较，里面的出入很大，就证明它所依据的那个原本决定不相同。如果依据的原本相同，五个人翻译的当然是五种不同的文笔，但是大意总是差不多的，不可能有太大出入的。像罗什大师译的跟玄奘大师译的《弥陀经》，他们就没有什么大出入，为什么？它原本是一个本子。这个有这么大的出入，就可以证明它的原本决定不是一本，所以才有这么大的出入。「若细究存世之五译」，就是现在的这五种译本，我们要深入详细去研究它、去观察它，「可推知当年梵䇲，至少有三种」，就是现在这五种本子，它的原本至少有三种不同的本子。「必是所据之原梵本不同，方有此异耳」，才会有这么大的出入，必定是原本不同。「可见会集诸译，实有必要」，其他经没有听说会集的，只有这部经就觉得有会集的必要。最早会集的是宋朝王龙舒居士。",
      "zh_TW": "底下又說，「本經為佛多次宣說」，不是一次講的。「且誦習者多」，當時在印度念這部經的人多，非常的盛行。「梵本傳寫者多」，那時候印刷術沒發明，沒有印經，所以經典都靠手抄。在一切經裡面，《無量壽經》抄的本子最多。「梵本有多種」，因此《無量壽經》原來的梵本就不一樣，就有很多種，佛多次說的。「存沒詳略不同」，存沒詳略是講內容，因為佛講的次數多，有的時候講得詳細，有的時候講得簡單，所以記錄下來裡面內容詳略就不一樣、就不相同。「梵筴寫本又易脫落，故今諸譯本甚有差異」，這是講我們現在這五種本子，你要拿來比較比較，裡面的出入很大，就證明它所依據的那個原本決定不相同。如果依據的原本相同，五個人翻譯的當然是五種不同的文筆，但是大意總是差不多的，不可能有太大出入的。像羅什大師譯的跟玄奘大師譯的《彌陀經》，他們就沒有什麼大出入，為什麼？它原本是一個本子。這個有這麼大的出入，就可以證明它的原本決定不是一本，所以才有這麼大的出入。「若細究存世之五譯」，就是現在的這五種譯本，我們要深入詳細去研究它、去觀察它，「可推知當年梵筴，至少有三種」，就是現在這五種本子，它的原本至少有三種不同的本子。「必是所據之原梵本不同，方有此異耳」，才會有這麼大的出入，必定是原本不同。「可見會集諸譯，實有必要」，其他經沒有聽說會集的，只有這部經就覺得有會集的必要。最早會集的是宋朝王龍舒居士。"
    },
    {
      "id": "02-001-0014_p0014",
      "zh_CN": "底下我们再来看第六，「会校之本，自宋迄今，凡有四种」，从宋朝到我们民国年间一共有四种，就是四种会校的本子。校是校刊、校对，把各种翻译的本子来校对，校对它的同异，然后再重新加以编辑。前面说过了为什么要这样做法，实在有这样做法的必要。第一种叫《大阿弥陀经》，这个本子在我们中国非常的盛行，流通得很广，很多人喜欢念，连印光大师在《文钞》里头也赞叹，他编得很好。这是宋朝「国学进士」，国学进士是他的学历，等于我们现在讲的高考及格，国家最高等的考试及格。「龙舒」是地名，安徽省那个时候有个县，现在就是舒城，舒城就是从前的龙舒。王日休居士「校辑」，校正重新再编辑，所以他不敢用翻译，用校辑这个词句。龙舒居士他有一部专门劝人念佛求生净土的文集，叫《龙舒净土文》，很受人欢迎，真正是度无量的众生。那么他自己往生是站着走的。所以这一点诸位同修要记住，人都可以站着走吗？都可以预知时至，不要害病吗？可以的，问题就是你肯不肯、你想不想？你真的要想，那你就得要做。怎么做法？依教修行。所以《观经》不能不读。《观经》是讲念佛的方法，《无量寿经》是介绍整个西方极乐世界，说明西方极乐世界怎么来的（缘起），西方极乐世界的历史、西方极乐世界的概况，是给我们介绍这些，使我们对于西方极乐世界彻底的认识。小本《弥陀经》是劝我们往生，劝信、劝愿、劝行；《观无量寿经》是教给我们方法，说明西方极乐世界三辈九品的因果。你一定要懂得，懂得之后自己有信心，我修上品因，我当然到了西方极乐世界是上品果，这是一定的道理，所以因果要清楚。",
      "zh_TW": "底下我們再來看第六，「會校之本，自宋迄今，凡有四種」，從宋朝到我們民國年間一共有四種，就是四種會校的本子。校是校刊、校對，把各種翻譯的本子來校對，校對它的同異，然後再重新加以編輯。前面說過了為什麼要這樣做法，實在有這樣做法的必要。第一種叫《大阿彌陀經》，這個本子在我們中國非常的盛行，流通得很廣，很多人喜歡念，連印光大師在《文鈔》裡頭也讚歎，他編得很好。這是宋朝「國學進士」，國學進士是他的學歷，等於我們現在講的高考及格，國家最高等的考試及格。「龍舒」是地名，安徽省那個時候有個縣，現在就是舒城，舒城就是從前的龍舒。王日休居士「校輯」，校正重新再編輯，所以他不敢用翻譯，用校輯這個詞句。龍舒居士他有一部專門勸人念佛求生淨土的文集，叫《龍舒淨土文》，很受人歡迎，真正是度無量的眾生。那麼他自己往生是站著走的。所以這一點諸位同修要記住，人都可以站著走嗎？都可以預知時至，不要害病嗎？可以的，問題就是你肯不肯、你想不想？你真的要想，那你就得要做。怎麼做法？依教修行。所以《觀經》不能不讀。《觀經》是講念佛的方法，《無量壽經》是介紹整個西方極樂世界，說明西方極樂世界怎麼來的（緣起），西方極樂世界的歷史、西方極樂世界的概況，是給我們介紹這些，使我們對於西方極樂世界徹底的認識。小本《彌陀經》是勸我們往生，勸信、勸願、勸行；《觀無量壽經》是教給我們方法，說明西方極樂世界三輩九品的因果。你一定要懂得，懂得之後自己有信心，我修上品因，我當然到了西方極樂世界是上品果，這是一定的道理，所以因果要清楚。"
    },
    {
      "id": "02-001-0014_p0015",
      "zh_CN": "首先教给我们修三种福。你有福，你怎么会生病？生病的人没福，死的人就更没福了。所以真正依照《观经》的方法去修，人的确可以不老、不病、不死，马上就得到。生老病死苦，那个生的苦我们早忘掉了，算了、不谈了，老、病、死可以免掉，这个利益多大！你要认真的把这个三福去做到，你就可以不老、不病、不死，走的时候预知时至。王龙舒居士站着走的，预知时至站着走的，所以《龙舒净土文》前面有个像，那是龙舒居士往生的像，他是站在那里，手上拿着念珠念佛走的。我们要相信人人都可以做得到，我们不肯做，那就没法子了。你要依教奉行。我现在对于这个道理、事理清清楚楚、明明白白，我的功夫还不够，我想再能有个三年到五年，大概就有把握了，就不怕了，就可以做到了。因果、方法、理论我都知道了，现在只欠一点做的功夫了，所以要拚命努力的做，真正可以念到不死。",
      "zh_TW": "首先教給我們修三種福。你有福，你怎麼會生病？生病的人沒福，死的人就更沒福了。所以真正依照《觀經》的方法去修，人的確可以不老、不病、不死，馬上就得到。生老病死苦，那個生的苦我們早忘掉了，算了、不談了，老、病、死可以免掉，這個利益多大！你要認真的把這個三福去做到，你就可以不老、不病、不死，走的時候預知時至。王龍舒居士站著走的，預知時至站著走的，所以《龍舒淨土文》前面有個像，那是龍舒居士往生的像，他是站在那裡，手上拿著念珠念佛走的。我們要相信人人都可以做得到，我們不肯做，那就沒法子了。你要依教奉行。我現在對於這個道理、事理清清楚楚、明明白白，我的功夫還不夠，我想再能有個三年到五年，大概就有把握了，就不怕了，就可以做到了。因果、方法、理論我都知道了，現在只欠一點做的功夫了，所以要拚命努力的做，真正可以念到不死。"
    },
    {
      "id": "02-001-0014_p0016",
      "zh_CN": "第二种会集本叫《无量寿经》，是清朝「菩萨戒弟子彭际清节校」。这几种校刊的本子，梅光羲居士在我们现在这种会集本（夏莲居会集本）的序文里面写得很详细，对于从前这些人会集的得失讲得很明白。王龙舒居士这个本子，他只根据四种译本，《大宝积经‧如来会》他没有见到，所以五种本子里头他只见到四种，漏掉一种，这个很遗憾。彭际清这个本子，实际上他只一种，他把文字上重新修改了，换句话就是他漏了四种。当然在文字上重新一修饰，文字是更美了，意思也很清楚，算是一个很好的本子，可是五种译本只根据一种译本，这是美中不足。第三种叫《摩诃阿弥陀经》，这也是清朝「菩萨戒弟子承贯邵阳魏源会译」。邵阳是地名，现在的湖南，魏源是他的名字。他这个译本，的确五种本子他都见到了，他的缺点在哪里？是把这经文会校了之后，有些地方他自己改了。当然意思是对的，他自己斟酌用字、用词，没有用原来译本上的文字，所以这个会集不忠实，用了他自己的意思。翻译的时候可以，你可以用自己的意思，会集的时候不可以，所以他的缺失在这个地方。第四次就是我们现在用的这个本子，《佛说大乘无量寿庄严清净平等觉经》。诸位要晓得，这些名称统统都是一个本子，就是《无量寿经》。不要以为看了《平等觉经》不是《无量寿经》，《无量寿经》不是《平等觉经》，它一样的，这么多名统统是一样的。这是「民国菩萨戒弟子郓城夏莲居会集」，他是山东人，这是在民国二十几年间，他闭关三年会集这个本子，然后再用三年来修改，总共用了六年的时间这个本子才完成，才算是个定本了。这个本子出版之后，梅光羲居士非常赞叹，慈舟老法师就用这个本子讲过很多次，慧明老法师给他印证。慧明是显密圆融。我看到我们这里有很多小册子，《慧明老法师开示录》，就是他，他是夏莲居的老师，夏莲居是慧明老和尚的学生。这是民国年间，这个本子可以说是前面三种会集的弊病他统统都改过来了，所以这个本子是非常完善的一个本子。从前在台中李老师讲过，我们现在印的本子就是李老师眉注的本子，他讲解的时候，他自己就在经本上再加以注解。他是用毛笔写的，毛笔行书写得也相当工整，字也写得好，我们为了保存这个面目，把它影印出来的。因为有些人看李老师的字还是看不清楚，所以最近连国栋发心重新排版，就是把李老师的注解用小字排出来，再用红色的套印，那就非常清楚了。样本昨天晚上我才看到，样子拿来看了一下，我想大概再有一个月就可以出版了。他印了三千册，非常非常难得。",
      "zh_TW": "第二種會集本叫《無量壽經》，是清朝「菩薩戒弟子彭際清節校」。這幾種校刊的本子，梅光羲居士在我們現在這種會集本（夏蓮居會集本）的序文裡面寫得很詳細，對於從前這些人會集的得失講得很明白。王龍舒居士這個本子，他只根據四種譯本，《大寶積經‧如來會》他沒有見到，所以五種本子裡頭他只見到四種，漏掉一種，這個很遺憾。彭際清這個本子，實際上他只一種，他把文字上重新修改了，換句話就是他漏了四種。當然在文字上重新一修飾，文字是更美了，意思也很清楚，算是一個很好的本子，可是五種譯本只根據一種譯本，這是美中不足。第三種叫《摩訶阿彌陀經》，這也是清朝「菩薩戒弟子承貫邵陽魏源會譯」。邵陽是地名，現在的湖南，魏源是他的名字。他這個譯本，的確五種本子他都見到了，他的缺點在哪裡？是把這經文會校了之後，有些地方他自己改了。當然意思是對的，他自己斟酌用字、用詞，沒有用原來譯本上的文字，所以這個會集不忠實，用了他自己的意思。翻譯的時候可以，你可以用自己的意思，會集的時候不可以，所以他的缺失在這個地方。第四次就是我們現在用的這個本子，《佛說大乘無量壽莊嚴清淨平等覺經》。諸位要曉得，這些名稱統統都是一個本子，就是《無量壽經》。不要以為看了《平等覺經》不是《無量壽經》，《無量壽經》不是《平等覺經》，它一樣的，這麼多名統統是一樣的。這是「民國菩薩戒弟子鄆城夏蓮居會集」，他是山東人，這是在民國二十幾年間，他閉關三年會集這個本子，然後再用三年來修改，總共用了六年的時間這個本子才完成，才算是個定本了。這個本子出版之後，梅光羲居士非常讚歎，慈舟老法師就用這個本子講過很多次，慧明老法師給他印證。慧明是顯密圓融。我看到我們這裡有很多小冊子，《慧明老法師開示錄》，就是他，他是夏蓮居的老師，夏蓮居是慧明老和尚的學生。這是民國年間，這個本子可以說是前面三種會集的弊病他統統都改過來了，所以這個本子是非常完善的一個本子。從前在台中李老師講過，我們現在印的本子就是李老師眉註的本子，他講解的時候，他自己就在經本上再加以註解。他是用毛筆寫的，毛筆行書寫得也相當工整，字也寫得好，我們為了保存這個面目，把它影印出來的。因為有些人看李老師的字還是看不清楚，所以最近連國棟發心重新排版，就是把李老師的註解用小字排出來，再用紅色的套印，那就非常清楚了。樣本昨天晚上我才看到，樣子拿來看了一下，我想大概再有一個月就可以出版了。他印了三千冊，非常非常難得。"
    },
    {
      "id": "02-001-0014_p0017",
      "zh_CN": "这是讲会本有四种，连前面五种译本，大家要晓得，《无量寿经》现在总共有九种不同的本子。九种最常看到的译本里面，康僧铠的本子我们常看到，会集本里面常看到的是王日休的本子。现在夏莲居居士这个本子，台中过去印过两次，它一次我不知道它印多少部。我们从前法施会也印过两次，好像总共印过四千本。最近我们印的数量很多，有李老师眉注的本子，我们印了一万五千本，再加上连国栋居士把李老师这个注解排印的三千本，就是一万八千本，流通到海内外，流通得很广。新加坡那边的同修希望我到他那里去讲一次，所以我们上一次发起印小本。我本来想那时候它应该是印出来了，听说印刷厂的老板生病，把我们印书的进度拖延了。我们也请他印一万本，这一万本是印五十开的小本，我们携带非常方便，价钱也非常的合理，好像一本是六块钱，一万本是六万块钱。这个我们带到海外去讲经，做经本用非常的合适，所以这个本子我们大量的在流通。我们在国外讲，我们讲得很精简，没有这么详细的讲，所以时间上比较短。我这次在达拉斯，把《无量寿经》从头到尾讲过一遍，一共讲二十次，一次两个小时，四十个小时这部经就讲完了，但是《玄义》没有讲。我在旧金山讲《玄义》，十天《玄义》讲完了。所以总共合起来三十天，这部经从玄义到经文全部讲完。",
      "zh_TW": "這是講會本有四種，連前面五種譯本，大家要曉得，《無量壽經》現在總共有九種不同的本子。九種最常看到的譯本裡面，康僧鎧的本子我們常看到，會集本裡面常看到的是王日休的本子。現在夏蓮居居士這個本子，台中過去印過兩次，它一次我不知道它印多少部。我們從前法施會也印過兩次，好像總共印過四千本。最近我們印的數量很多，有李老師眉註的本子，我們印了一萬五千本，再加上連國棟居士把李老師這個註解排印的三千本，就是一萬八千本，流通到海內外，流通得很廣。新加坡那邊的同修希望我到他那裡去講一次，所以我們上一次發起印小本。我本來想那時候它應該是印出來了，聽說印刷廠的老闆生病，把我們印書的進度拖延了。我們也請他印一萬本，這一萬本是印五十開的小本，我們攜帶非常方便，價錢也非常的合理，好像一本是六塊錢，一萬本是六萬塊錢。這個我們帶到海外去講經，做經本用非常的合適，所以這個本子我們大量的在流通。我們在國外講，我們講得很精簡，沒有這麼詳細的講，所以時間上比較短。我這次在達拉斯，把《無量壽經》從頭到尾講過一遍，一共講二十次，一次兩個小時，四十個小時這部經就講完了，但是《玄義》沒有講。我在舊金山講《玄義》，十天《玄義》講完了。所以總共合起來三十天，這部經從玄義到經文全部講完。"
    },
    {
      "id": "02-001-0014_p0018",
      "zh_CN": "底下一段就是介绍本经的注解。这部经的注解自古以来就不多，第一种叫《无量寿经义疏》，六卷。这个现在在台湾很流行，我们台湾你要是看到《无量寿经义疏》，就是这个本子，慧远法师注的。这个慧远是隋朝的慧远，不是晋朝的时候，不是我们净土宗第一代的祖师，但是他们名字完全相同，都叫慧远，所以我们在历史上称他叫小慧远。因为他住在净影寺，所以我们也称他作「净影大师」。这个本子非常的流行。",
      "zh_TW": "底下一段就是介紹本經的註解。這部經的註解自古以來就不多，第一種叫《無量壽經義疏》，六卷。這個現在在台灣很流行，我們台灣你要是看到《無量壽經義疏》，就是這個本子，慧遠法師註的。這個慧遠是隋朝的慧遠，不是晉朝的時候，不是我們淨土宗第一代的祖師，但是他們名字完全相同，都叫慧遠，所以我們在歷史上稱他叫小慧遠。因為他住在淨影寺，所以我們也稱他作「淨影大師」。這個本子非常的流行。"
    },
    {
      "id": "02-001-0014_p0019",
      "zh_CN": "第二种也叫做《无量寿经义疏》，只有一卷，是唐朝嘉祥寺吉藏大师的著作。这个本子流通很少，我有一本原本，木刻版的原本。它流通得少有它的原因，他注解得太简单了，大概他注解的字恐怕还没有原文多。因为他注得简单，所以流通量就少了。在我们中国实在讲，古时候的注解只有这两种，另外还有两种也在中国流通的，但是不是中国人注的。第三种叫《无量寿经义述文赞》，有三卷，「新罗沙门憬兴着」，它在中国流通。这个是唐朝时候的。新罗就是现在的韩国，这位法师是韩国人，在中国留学，也是专修净土，所以他对《无量寿经》有个注解，在中国很流通。第四种叫《无量寿经宗要》，一卷，也是新罗沙门，元晓撰的。这个法师也是韩国人，他的注解在中国流通。第五种叫《游心安乐道》，有一卷，这也是元晓的。这个虽然不是按照经文一句一句来注解，但是是讲《无量寿经》的大意，专门劝修净土。第六种是介绍的日本，「日本则有了惠、峻谛、道隐、观彻等数十种之多，远超我国」。日本的《无量寿经》注解大概总有二十多种，比我们中国的著作多。现在在台湾翻印的藏经，像《卍字藏》都是日本人编的，所以这些注解可以说全部都能够看得到。《无量寿经》自古以来大概也有几十种之多，可是中国人注得少，外国人注的比我们多。这些注子都是注的原译本。",
      "zh_TW": "第二種也叫做《無量壽經義疏》，只有一卷，是唐朝嘉祥寺吉藏大師的著作。這個本子流通很少，我有一本原本，木刻版的原本。它流通得少有它的原因，他註解得太簡單了，大概他註解的字恐怕還沒有原文多。因為他註得簡單，所以流通量就少了。在我們中國實在講，古時候的註解只有這兩種，另外還有兩種也在中國流通的，但是不是中國人註的。第三種叫《無量壽經義述文讚》，有三卷，「新羅沙門憬興著」，它在中國流通。這個是唐朝時候的。新羅就是現在的韓國，這位法師是韓國人，在中國留學，也是專修淨土，所以他對《無量壽經》有個註解，在中國很流通。第四種叫《無量壽經宗要》，一卷，也是新羅沙門，元曉撰的。這個法師也是韓國人，他的註解在中國流通。第五種叫《游心安樂道》，有一卷，這也是元曉的。這個雖然不是按照經文一句一句來註解，但是是講《無量壽經》的大意，專門勸修淨土。第六種是介紹的日本，「日本則有了惠、峻諦、道隱、觀徹等數十種之多，遠超我國」。日本的《無量壽經》註解大概總有二十多種，比我們中國的著作多。現在在台灣翻印的藏經，像《卍字藏》都是日本人編的，所以這些註解可以說全部都能夠看得到。《無量壽經》自古以來大概也有幾十種之多，可是中國人註得少，外國人註的比我們多。這些註子都是註的原譯本。"
    },
    {
      "id": "02-001-0014_p0020",
      "zh_CN": "底下一段是讲注会集本的，不是注的原译本的。这个有五种，第一种《无量寿经起信论》，有三卷。这个本子在台湾流通，好像从前华冈印的一部丛书里头有，有彭际清居士的《无量寿经起信论》。他这个《无量寿经起信论》用什么本子？就是用他自己会集的本子。另外一种《无量寿经笺注》，二卷。这个本子在台湾也很流通，也是常见的，就是丁福保的本子。以前蔡念生居士将《丁福保居士全集》在台湾出版，所以这个本子在台湾也是很流通的，很容易见得到的。丁福保用的是什么本子？用的彭际清的会本。所以它跟《无量寿经起信论》的底本相同，用这个本子来注解的。第三种是《佛说摩诃阿弥陀经衷论》，这是「清末正定王耕心作」。王耕心居士是根据魏承贯的本子，就是会集本的第三种，邵阳魏源的会本，他根据这个本子做的注解。第四种就是我们现在所用的，《佛说大乘无量寿庄严清净平等觉经眉注》。这是李炳南老居士着的，虽然注得简单，但是经文里头每一段重要的他都提出来了，所以也是一部很好的参考资料。第五种是《佛说大乘无量寿庄严清净平等觉经解》，有四卷，「民国黄念祖解」。这个正在做版，大概六、七月间可以出版。",
      "zh_TW": "底下一段是講註會集本的，不是註的原譯本的。這個有五種，第一種《無量壽經起信論》，有三卷。這個本子在台灣流通，好像從前華岡印的一部叢書裡頭有，有彭際清居士的《無量壽經起信論》。他這個《無量壽經起信論》用什麼本子？就是用他自己會集的本子。另外一種《無量壽經箋註》，二卷。這個本子在台灣也很流通，也是常見的，就是丁福保的本子。以前蔡念生居士將《丁福保居士全集》在台灣出版，所以這個本子在台灣也是很流通的，很容易見得到的。丁福保用的是什麼本子？用的彭際清的會本。所以它跟《無量壽經起信論》的底本相同，用這個本子來註解的。第三種是《佛說摩訶阿彌陀經衷論》，這是「清末正定王耕心作」。王耕心居士是根據魏承貫的本子，就是會集本的第三種，邵陽魏源的會本，他根據這個本子做的註解。第四種就是我們現在所用的，《佛說大乘無量壽莊嚴清淨平等覺經眉註》。這是李炳南老居士著的，雖然註得簡單，但是經文裡頭每一段重要的他都提出來了，所以也是一部很好的參考資料。第五種是《佛說大乘無量壽莊嚴清淨平等覺經解》，有四卷，「民國黃念祖解」。這個正在做版，大概六、七月間可以出版。"
    },
    {
      "id": "02-001-0014_p0021",
      "zh_CN": "这是介绍本经的注解。这一段我们明了之后，知道这部经在中国传译、注述、流通大致上的情形，我们对这部经才能认识清楚，不至于很陌疏了。我们现在讲这部经，这份讲义主要就是依据黄念祖注解里面的玄义。他注解的分量非常之大，我们在里面取了重要的节录下来，跟诸位研究讨论。将来这个注解出版之后，诸位自己可以研究。我在此地讲经，既不依黄念祖的注解，也不完全依靠李老师的注解，我是把我自己对这个经修学的心得向大家报告，提供诸位做参考。因为注解已经有了，大家自己可以深入，可以去研究。最要紧的是要真正认识这部经，它在整个佛教里面占的是什么样的地位，到底有多么重要？与我们自己有些什么关系？我们把这个搞清楚，我们的信心才能真正生起来，愿才能真正发起来。所以，净土法门至少要三经合参。三经我们都讲了，《无量寿经》、《观无量寿经》讲过，《弥陀经》我们讲过很多遍，现在我们在讨论《无量寿经》。如果更想多读一点，那就五经，再加上《普贤菩萨行愿品》、《大势至圆通章》。可是我们现在看到一部新编的净土五经，我在美国看到的，这个五经是什么？《大势至圆通章》没有了，他把它换了，换成《心经》。这个净土五经，我觉得有一点莫名其妙。《心经》大家都很熟悉，《心经》里面有没有劝我们念佛往生的？一个字都找不到。如果说《心经》可以加上作净土五经的话，什么经都可以加了。没道理，很没有道理！怎么可以这样做法？古德的编辑他有道理。这个五经是印光法师加上去的，《大势至圆通章》是他加上去的，从前是净土四经，不是五经。这个我们要晓得，要能够辨别。我们学佛，尤其是学净土，我们依法不依人；法是经典，三经一论是最根本的依据。祖师提倡的这两种，《行愿品》跟《大势至圆通章》，我们想很有道理，为什么？它确确实实是符合提倡念佛求生净土的标准，它符合这个标准。《心经》我们看不出它哪一句经文能够契合这个标准，看不出来。所以这个新编的净土五经决定不能依靠，要依靠从前的老本子，这才没有错。",
      "zh_TW": "這是介紹本經的註解。這一段我們明瞭之後，知道這部經在中國傳譯、註述、流通大致上的情形，我們對這部經才能認識清楚，不至於很陌疏了。我們現在講這部經，這份講義主要就是依據黃念祖註解裡面的玄義。他註解的分量非常之大，我們在裡面取了重要的節錄下來，跟諸位研究討論。將來這個註解出版之後，諸位自己可以研究。我在此地講經，既不依黃念祖的註解，也不完全依靠李老師的註解，我是把我自己對這個經修學的心得向大家報告，提供諸位做參考。因為註解已經有了，大家自己可以深入，可以去研究。最要緊的是要真正認識這部經，它在整個佛教裡面佔的是什麼樣的地位，到底有多麼重要？與我們自己有些什麼關係？我們把這個搞清楚，我們的信心才能真正生起來，願才能真正發起來。所以，淨土法門至少要三經合參。三經我們都講了，《無量壽經》、《觀無量壽經》講過，《彌陀經》我們講過很多遍，現在我們在討論《無量壽經》。如果更想多讀一點，那就五經，再加上《普賢菩薩行願品》、《大勢至圓通章》。可是我們現在看到一部新編的淨土五經，我在美國看到的，這個五經是什麼？《大勢至圓通章》沒有了，他把它換了，換成《心經》。這個淨土五經，我覺得有一點莫名其妙。《心經》大家都很熟悉，《心經》裡面有沒有勸我們念佛往生的？一個字都找不到。如果說《心經》可以加上作淨土五經的話，什麼經都可以加了。沒道理，很沒有道理！怎麼可以這樣做法？古德的編輯他有道理。這個五經是印光法師加上去的，《大勢至圓通章》是他加上去的，從前是淨土四經，不是五經。這個我們要曉得，要能夠辨別。我們學佛，尤其是學淨土，我們依法不依人；法是經典，三經一論是最根本的依據。祖師提倡的這兩種，《行願品》跟《大勢至圓通章》，我們想很有道理，為什麼？它確確實實是符合提倡念佛求生淨土的標準，它符合這個標準。《心經》我們看不出它哪一句經文能夠契合這個標準，看不出來。所以這個新編的淨土五經決定不能依靠，要依靠從前的老本子，這才沒有錯。"
    },
    {
      "id": "02-001-0014_p0022",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}