{
  "doc_id": "02-001-0024",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—愿行相扶 所为皆克",
    "zh_TW": "無量壽經（一次宣講）—願行相扶 所為皆剋"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0024",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-001-0024_p0001",
      "zh_CN": "请掀开经本第十六面，最后一行：",
      "zh_TW": "請掀開經本第十六面，最後一行："
    },
    {
      "id": "02-001-0024_p0002",
      "zh_CN": "【亦如过去无量佛。为彼群生大导师。能救一切诸世间。生老病死众苦恼。常行布施及戒忍。精进定慧六波罗。未度有情令得度。已度之者使成佛。假令供养恒沙圣。不如坚勇求正觉。】",
      "zh_TW": "【亦如過去無量佛。為彼群生大導師。能救一切諸世間。生老病死眾苦惱。常行布施及戒忍。精進定慧六波羅。未度有情令得度。已度之者使成佛。假令供養恆沙聖。不如堅勇求正覺。】"
    },
    {
      "id": "02-001-0024_p0003",
      "zh_CN": "到这个地方是一段，这十句是求佛度众生之德。法藏比丘接着又在佛前发愿说，自己也像过去无量诸佛一样，『为彼群生大导师』。佛在世就是教化众生的，尤其是在五浊恶世，恶世之人比一般的时代痛苦要多、要深，急需要救苦。时代看起来好像是很不好，这也是真的，但是在最恶劣的时代，往往众生的根性反而大利。为什么？吃的苦头多，容易求觉悟，尤其是念佛求生净土这个法门。在太平盛世，大家把了生死的事情往往忘掉了，有的是时间，天下太平，佛法可以慢慢的欣赏，可以任意的来学习。但是在恶世极端苦难的时候，大家对于大经大论的研学心情要冷淡多了，唯一的愿望就是求了生死，所以反而这个法门特别容易接受，这也是不可思议的因缘。所以我们要说某一个时代好与不好，实在非常的难讲。",
      "zh_TW": "到這個地方是一段，這十句是求佛度眾生之德。法藏比丘接著又在佛前發願說，自己也像過去無量諸佛一樣，『為彼群生大導師』。佛在世就是教化眾生的，尤其是在五濁惡世，惡世之人比一般的時代痛苦要多、要深，急需要救苦。時代看起來好像是很不好，這也是真的，但是在最惡劣的時代，往往眾生的根性反而大利。為什麼？吃的苦頭多，容易求覺悟，尤其是念佛求生淨土這個法門。在太平盛世，大家把了生死的事情往往忘掉了，有的是時間，天下太平，佛法可以慢慢的欣賞，可以任意的來學習。但是在惡世極端苦難的時候，大家對於大經大論的研學心情要冷淡多了，唯一的願望就是求了生死，所以反而這個法門特別容易接受，這也是不可思議的因緣。所以我們要說某一個時代好與不好，實在非常的難講。"
    },
    {
      "id": "02-001-0024_p0004",
      "zh_CN": "『能救一切诸世间，生老病死众苦恼』，这个「一切世间」是指九法界有情，九法界有情统统都有「生老病死众苦恼」。也许我们会怀疑，阿罗汉、辟支佛、菩萨不已经是超越了六道轮回了吗？他哪里还有生老病死？生老病死众苦恼是三界之内的，可以说是任何一个人都无法避免的。三界之外的圣人，虽然没有生老病死，但是他还是有苦，他对于他那个苦的感受，实在不下于我们对于生老病死的感受。因为菩萨有变易生死，他的尘沙、无明没有断尽，所以三界之外还是有苦。苦要是真正断尽，完全没有了，那是成佛了。等觉菩萨还有一品生相无明没断，那就是他的苦恼。由此可知，度这一切有情众生，就是「南无阿弥陀佛」，这六个字妙绝了，这六个字能够普度一切众生。为什么？我们在大经《华严经》上看到，十地菩萨始终不离念佛，我们才晓得，念佛法门是度十地菩萨的。所以我们在前面玄谈里面说过，这部经、这个法门是度上上根人，这是古德的见解，主要是度上上根的。什么人是上上根？能相信，肯发愿往生，肯念佛，这个人就是上上根。因为他这一生必定往生；他往生到西方极乐世界，一生当中必定成佛，这个人不是上上根，什么人才是上上根？这是我们一定要明了的。",
      "zh_TW": "『能救一切諸世間，生老病死眾苦惱』，這個「一切世間」是指九法界有情，九法界有情統統都有「生老病死眾苦惱」。也許我們會懷疑，阿羅漢、辟支佛、菩薩不已經是超越了六道輪迴了嗎？他哪裡還有生老病死？生老病死眾苦惱是三界之內的，可以說是任何一個人都無法避免的。三界之外的聖人，雖然沒有生老病死，但是他還是有苦，他對於他那個苦的感受，實在不下於我們對於生老病死的感受。因為菩薩有變易生死，他的塵沙、無明沒有斷盡，所以三界之外還是有苦。苦要是真正斷盡，完全沒有了，那是成佛了。等覺菩薩還有一品生相無明沒斷，那就是他的苦惱。由此可知，度這一切有情眾生，就是「南無阿彌陀佛」，這六個字妙絕了，這六個字能夠普度一切眾生。為什麼？我們在大經《華嚴經》上看到，十地菩薩始終不離念佛，我們才曉得，念佛法門是度十地菩薩的。所以我們在前面玄談裡面說過，這部經、這個法門是度上上根人，這是古德的見解，主要是度上上根的。什麼人是上上根？能相信，肯發願往生，肯念佛，這個人就是上上根。因為他這一生必定往生；他往生到西方極樂世界，一生當中必定成佛，這個人不是上上根，什麼人才是上上根？這是我們一定要明瞭的。"
    },
    {
      "id": "02-001-0024_p0005",
      "zh_CN": "再看《华严经》上，我们看《四十华严》，善财童子五十三参，他参访第一位善知识吉祥云比丘，在《八十华严》称为德云比丘。德云跟吉祥云意思完全相同，是翻译的人翻的不一样，意思完全相同。德云比丘教他念佛法门，这个地方我们要注意到。末后第五十三位善知识，我说一个头、一个尾，五十三位善知识，最后的一位善知识是普贤菩萨，普贤菩萨不但劝他念佛，以十大愿王导归极乐，送他到西方极乐世界去。我们就晓得，德云比丘教他念佛，念什么佛？念阿弥陀佛。由此可知，善财的参访是从圆教初住一直到等觉，这当中是四十一个位次，他始终修的是念佛法门，从来没有改变。他参访那么多善知识，我们怎么晓得他没改变？你看，每参访一位善知识，他都没有跟他学，参访之后他就走了，「恋德礼辞」。恋德是感激，感激在他那边听了不少、看了不少，也懂得了不少。这是什么？这是开智慧，一切法门，世出世间法他都明了，他都不迷惑。明了是什么？他不执着，他心里干干净净，他还是修他的念佛法门。这个地方我们要注意，俗话常说「先入为主」，第一个老师教给你的先入，先入为主，吉祥云比丘教给他念佛，这个是主，这就是他根本所修的，他一生从来没有改变过。他门门都通、门门都了解，这是人家的智慧。但是虽了解，他不学，他也不修，始终就修他的念佛法门，这是《华严经》给我们显示的。你看像善财这个人，从初发心一直到成佛，就是一句南无阿弥陀佛，真正是《大势至圆通章》上所讲的「都摄六根，净念相继，不假方便，自得心开」，他就凭一句阿弥陀佛证无上道。这讲「能救」。",
      "zh_TW": "再看《華嚴經》上，我們看《四十華嚴》，善財童子五十三參，他參訪第一位善知識吉祥雲比丘，在《八十華嚴》稱為德雲比丘。德雲跟吉祥雲意思完全相同，是翻譯的人翻的不一樣，意思完全相同。德雲比丘教他念佛法門，這個地方我們要注意到。末後第五十三位善知識，我說一個頭、一個尾，五十三位善知識，最後的一位善知識是普賢菩薩，普賢菩薩不但勸他念佛，以十大願王導歸極樂，送他到西方極樂世界去。我們就曉得，德雲比丘教他念佛，念什麼佛？念阿彌陀佛。由此可知，善財的參訪是從圓教初住一直到等覺，這當中是四十一個位次，他始終修的是念佛法門，從來沒有改變。他參訪那麼多善知識，我們怎麼曉得他沒改變？你看，每參訪一位善知識，他都沒有跟他學，參訪之後他就走了，「戀德禮辭」。戀德是感激，感激在他那邊聽了不少、看了不少，也懂得了不少。這是什麼？這是開智慧，一切法門，世出世間法他都明瞭，他都不迷惑。明瞭是什麼？他不執著，他心裡乾乾淨淨，他還是修他的念佛法門。這個地方我們要注意，俗話常說「先入為主」，第一個老師教給你的先入，先入為主，吉祥雲比丘教給他念佛，這個是主，這就是他根本所修的，他一生從來沒有改變過。他門門都通、門門都了解，這是人家的智慧。但是雖了解，他不學，他也不修，始終就修他的念佛法門，這是《華嚴經》給我們顯示的。你看像善財這個人，從初發心一直到成佛，就是一句南無阿彌陀佛，真正是《大勢至圓通章》上所講的「都攝六根，淨念相繼，不假方便，自得心開」，他就憑一句阿彌陀佛證無上道。這講「能救」。"
    },
    {
      "id": "02-001-0024_p0006",
      "zh_CN": "『常行布施及戒忍，精进定慧六波罗。』这是一个念佛人在这个世间，我们还没有到西方极乐世界去，每天除了念佛之外，我们要干些什么？要行菩萨道，要学菩萨行。对于念佛人来说，什么是菩萨道？你心里头念念有阿弥陀佛就是菩萨道。菩萨道是讲存心，你的心跟阿弥陀佛完全一样，还有什么话说？心口要相应。行持就是我们的生活，处世、待人、接物，我们要修六度万行。",
      "zh_TW": "『常行布施及戒忍，精進定慧六波羅。』這是一個念佛人在這個世間，我們還沒有到西方極樂世界去，每天除了念佛之外，我們要幹些什麼？要行菩薩道，要學菩薩行。對於念佛人來說，什麼是菩薩道？你心裡頭念念有阿彌陀佛就是菩薩道。菩薩道是講存心，你的心跟阿彌陀佛完全一樣，還有什麼話說？心口要相應。行持就是我們的生活，處世、待人、接物，我們要修六度萬行。"
    },
    {
      "id": "02-001-0024_p0007",
      "zh_CN": "第一个是「布施」，布施就是放下，布施就是舍，要懂这个道理。放下什么？放下贪瞋痴慢，放下是非人我，乃至于放下一切佛法，我专心念佛，统统要放得下。也许你要问，你说的我们放下，为什么善财童子还参学？善财童子虽参学，随参随放下。这个大家看《华严经》，这是真的，不是假的。「恋德礼辞」，很感激这个善知识，给他礼拜恭敬，最后离开他，离开就是放下。那个放下并不是说离开这个人放下了，他那个法门也放下了，还是老老实实念这一句阿弥陀佛。这是我们应当学习的，这就是布施波罗蜜。五十三位善知识，实在讲，就是我们从早到晚所接触的社会各行各业的这些人物。我们生活在这世间，不能脱离社会，尤其是大乘佛法。我们跟这些人往来，虽然往来、虽然接触，心里头没有罣碍，干干净净，不会受他们一点点的沾染，这就是放下，还是一心清净念阿弥陀佛，这就是五十三参。五十三参就是描绘一个念佛人如何生活，如何面对这个社会，如何处事待人接物，那个经典就是这么一部经，是活活泼泼的，学了马上就用、马上就兑现的，这是大家一定要晓得。所以布施非常重要，将你内心里面所有一切忧虑、牵挂统统放下，你就得一心不乱，你就得清净心，清净心就是功夫成片，清净心就是一心不乱。所以布施是要把这些东西布施掉，千万不要错会了意思，布施大概是把我的钱财都布施给别人。你心里头忧虑牵挂的事情还很多，你的钱财布施出去只是修三界有漏福报而已，能不能往生？不能往生。往生一定要把你那些牵挂、忧虑布施掉，不要了、舍掉了，这样才能往生，这样才能得清净心。",
      "zh_TW": "第一個是「布施」，布施就是放下，布施就是捨，要懂這個道理。放下什麼？放下貪瞋痴慢，放下是非人我，乃至於放下一切佛法，我專心念佛，統統要放得下。也許你要問，你說的我們放下，為什麼善財童子還參學？善財童子雖參學，隨參隨放下。這個大家看《華嚴經》，這是真的，不是假的。「戀德禮辭」，很感激這個善知識，給他禮拜恭敬，最後離開他，離開就是放下。那個放下並不是說離開這個人放下了，他那個法門也放下了，還是老老實實念這一句阿彌陀佛。這是我們應當學習的，這就是布施波羅蜜。五十三位善知識，實在講，就是我們從早到晚所接觸的社會各行各業的這些人物。我們生活在這世間，不能脫離社會，尤其是大乘佛法。我們跟這些人往來，雖然往來、雖然接觸，心裡頭沒有罣礙，乾乾淨淨，不會受他們一點點的沾染，這就是放下，還是一心清淨念阿彌陀佛，這就是五十三參。五十三參就是描繪一個念佛人如何生活，如何面對這個社會，如何處事待人接物，那個經典就是這麼一部經，是活活潑潑的，學了馬上就用、馬上就兌現的，這是大家一定要曉得。所以布施非常重要，將你內心裡面所有一切憂慮、牽掛統統放下，你就得一心不亂，你就得清淨心，清淨心就是功夫成片，清淨心就是一心不亂。所以布施是要把這些東西布施掉，千萬不要錯會了意思，布施大概是把我的錢財都布施給別人。你心裡頭憂慮牽掛的事情還很多，你的錢財布施出去只是修三界有漏福報而已，能不能往生？不能往生。往生一定要把你那些牽掛、憂慮布施掉，不要了、捨掉了，這樣才能往生，這樣才能得清淨心。"
    },
    {
      "id": "02-001-0024_p0008",
      "zh_CN": "「持戒」，戒律非常的重要，不管是显宗密宗、宗门教下，包括我们念佛人，不能不持戒。但是近代念佛的人好像对于戒律都疏忽了，实在讲现在没有戒律了，开戒、受戒那是形式而已，只有样子，没有内容。这怎么办？大家都疏忽了，大家都不持戒，不持戒不会成就的。所以印光法师知道现在这个状况，特别为我们选定了三部书，拿这三部书来代替戒律，让我们自己努力的去自学。这三部书就是《安士全书》、《感应篇汇编》、《了凡四训》这三种。这三种，我们图书馆过去印过很多次。祖师是拿这三部书来代替戒律，希望我们把这三部书常常放在案头，时时去翻翻，能做多少就做多少，要认真的去做。戒律的精神是断恶修善，这三部书就是善恶的标准，能这样做就非常的好。",
      "zh_TW": "「持戒」，戒律非常的重要，不管是顯宗密宗、宗門教下，包括我們念佛人，不能不持戒。但是近代念佛的人好像對於戒律都疏忽了，實在講現在沒有戒律了，開戒、受戒那是形式而已，只有樣子，沒有內容。這怎麼辦？大家都疏忽了，大家都不持戒，不持戒不會成就的。所以印光法師知道現在這個狀況，特別為我們選定了三部書，拿這三部書來代替戒律，讓我們自己努力的去自學。這三部書就是《安士全書》、《感應篇彙編》、《了凡四訓》這三種。這三種，我們圖書館過去印過很多次。祖師是拿這三部書來代替戒律，希望我們把這三部書常常放在案頭，時時去翻翻，能做多少就做多少，要認真的去做。戒律的精神是斷惡修善，這三部書就是善惡的標準，能這樣做就非常的好。"
    },
    {
      "id": "02-001-0024_p0009",
      "zh_CN": "所以一定要持戒，最基本的就是五戒，至少要把五戒十善做好。你看《观无量寿经》里面，佛给我们讲求生净土的方法，在没有修念佛法门之前，必须要具备三个条件（三种净业），你看这多重要！三个条件，第一条是「孝养父母，奉事师长，慈心不杀，修十善业」，你看第一条里面就修十善业，所以十善非常重要，我们一定要把它做到。身体有三条，不杀生、不偷盗、在家同修不邪淫；口有四种，不妄语、不两舌、不恶口、不绮语；意里面有三条，不贪、不瞋、不痴，这是十善业，非常重要。第二条里面就讲到戒律，「受持三皈，具足众戒，不犯威仪」，你看这就讲到了。「具足众戒」，众是众多，所有戒律我们没办法持，我们至少要持五戒，或者是持十戒，十戒就是沙弥戒。实在讲，沙弥戒现在我们都做不到，没法子做到。沙弥戒里面有一条，手上不能过金钱，你身上装了钞票就犯戒了，做不到的。所以现在老实讲，能把十善业、五戒做好就行了，诸佛菩萨看到也就非常欢喜了，其他的确确实实做不到。「不犯威仪」简单的讲，就是我们无论到什么地方要守规矩，要有礼节。这个威仪，简单说就是规矩、礼节，这个很重要。末后一条叫你「发菩提心，深信因果，读诵大乘，劝进行者」。这是修净土之前要具备的三个条件。具足这三个条件，要能够专修，身专礼阿弥陀佛，口专念阿弥陀佛，心专想阿弥陀佛，那就是善导大师讲的，一百个人修，一百个人往生，决定没问题；一千个人修，一千个人往生，一个都不会漏掉。所以大家一定要记住，如果你前面三个条件没有，你就是专礼、专念、专想，恐怕还有问题，因为你那个妄想罪业的根没有断。所以这三种净业也叫「三福」，三种福报。往生西方极乐世界的人要多善根、多福德，这三条就是修福，念佛是多因缘。所以五戒十善一定要具备。",
      "zh_TW": "所以一定要持戒，最基本的就是五戒，至少要把五戒十善做好。你看《觀無量壽經》裡面，佛給我們講求生淨土的方法，在沒有修念佛法門之前，必須要具備三個條件（三種淨業），你看這多重要！三個條件，第一條是「孝養父母，奉事師長，慈心不殺，修十善業」，你看第一條裡面就修十善業，所以十善非常重要，我們一定要把它做到。身體有三條，不殺生、不偷盜、在家同修不邪淫；口有四種，不妄語、不兩舌、不惡口、不綺語；意裡面有三條，不貪、不瞋、不痴，這是十善業，非常重要。第二條裡面就講到戒律，「受持三皈，具足眾戒，不犯威儀」，你看這就講到了。「具足眾戒」，眾是眾多，所有戒律我們沒辦法持，我們至少要持五戒，或者是持十戒，十戒就是沙彌戒。實在講，沙彌戒現在我們都做不到，沒法子做到。沙彌戒裡面有一條，手上不能過金錢，你身上裝了鈔票就犯戒了，做不到的。所以現在老實講，能把十善業、五戒做好就行了，諸佛菩薩看到也就非常歡喜了，其他的確確實實做不到。「不犯威儀」簡單的講，就是我們無論到什麼地方要守規矩，要有禮節。這個威儀，簡單說就是規矩、禮節，這個很重要。末後一條叫你「發菩提心，深信因果，讀誦大乘，勸進行者」。這是修淨土之前要具備的三個條件。具足這三個條件，要能夠專修，身專禮阿彌陀佛，口專念阿彌陀佛，心專想阿彌陀佛，那就是善導大師講的，一百個人修，一百個人往生，決定沒問題；一千個人修，一千個人往生，一個都不會漏掉。所以大家一定要記住，如果你前面三個條件沒有，你就是專禮、專念、專想，恐怕還有問題，因為你那個妄想罪業的根沒有斷。所以這三種淨業也叫「三福」，三種福報。往生西方極樂世界的人要多善根、多福德，這三條就是修福，念佛是多因緣。所以五戒十善一定要具備。"
    },
    {
      "id": "02-001-0024_p0010",
      "zh_CN": "再就是「忍辱」，无论是顺境逆境，都要能够忍。顺境忍，不起贪爱之心，保持我们这个心清净；逆境我们要忍，不起瞋恚之心。《金刚经》上六波罗蜜特别强调两个，一个布施、一个忍辱。他能放下，要不能忍，还是不能成就，一定要修忍辱波罗蜜。所以念佛人不能动肝火，不能真正发脾气，这个要知道。处理事情的时候，应当发个脾气，事情可以处理好，这个可以。表面上发脾气，心里面没有，这是办事的手段，可以用，就好像演戏，这可以用。如果心里头真正有瞋恚，那就坏了，那就不好了，这是一定要知道的。",
      "zh_TW": "再就是「忍辱」，無論是順境逆境，都要能夠忍。順境忍，不起貪愛之心，保持我們這個心清淨；逆境我們要忍，不起瞋恚之心。《金剛經》上六波羅蜜特別強調兩個，一個布施、一個忍辱。他能放下，要不能忍，還是不能成就，一定要修忍辱波羅蜜。所以念佛人不能動肝火，不能真正發脾氣，這個要知道。處理事情的時候，應當發個脾氣，事情可以處理好，這個可以。表面上發脾氣，心裡面沒有，這是辦事的手段，可以用，就好像演戲，這可以用。如果心裡頭真正有瞋恚，那就壞了，那就不好了，這是一定要知道的。"
    },
    {
      "id": "02-001-0024_p0011",
      "zh_CN": "「精进」，不精进就懈怠、就懒隋，所以一定要精进。精进就是不间断，定慧就是不夹杂。你念佛里面没有夹杂，这就是定、这就是慧。不但不夹杂世间一切妄念，一切佛法也不夹杂，只有一句佛号一直念下去。这是叫我们常常要把它做到的，我们在这个世间，日常生活守住这六个原则。智慧拿现在的话来讲就是理智，理智的反面就是感情，平常生活，处事待人接物，我们不要动感情，我们要用理智，这就是般若波罗蜜。",
      "zh_TW": "「精進」，不精進就懈怠、就懶隋，所以一定要精進。精進就是不間斷，定慧就是不夾雜。你念佛裡面沒有夾雜，這就是定、這就是慧。不但不夾雜世間一切妄念，一切佛法也不夾雜，只有一句佛號一直念下去。這是叫我們常常要把它做到的，我們在這個世間，日常生活守住這六個原則。智慧拿現在的話來講就是理智，理智的反面就是感情，平常生活，處事待人接物，我們不要動感情，我們要用理智，這就是般若波羅蜜。"
    },
    {
      "id": "02-001-0024_p0012",
      "zh_CN": "『未度有情令得度，已度之者使成佛』，没有得度的这些众生，我们要帮他忙；就是没有学佛的人，我们要帮助他。用什么方法帮助他？这要观机，要用种种法门来诱导他进来。我们想起二十多年前，民国五十年，台大晨曦社成立了，这是台湾大专学生学佛的运动开始。当年在那里推动这个事情的是周宣德老居士，他在当中推动，帮助他们建立。周老居士现在在美国，在洛杉矶，今年九十一岁，晚年就一直念阿弥陀佛。现在他在他家里搞了个念佛会，大概有十几个人，每个星期有两次在他家念佛，也很难得。他跟台中李老师是好朋友，把这个消息传到台中，大家听了都很高兴，大专学生学佛了。我那个时候听到之后，我就很不以为然，李老师觉得我很奇怪，大专生学佛有什么不好？我就告诉他，好是好，万一走错了路，以后怎么办？谁去教他？何况这个东西先入为主，如果万一指导的人不是真正的佛教徒，对佛法不是真正有修有学的，把这个路指错了，这些都是高级知识分子，将来有谁能够把他们再带回头？李老师听到我这一说，他当时也就很冷静的想了一想，他觉得我这话是有道理的。他来跟我商量，他问我，你的意思怎么办？我就给他建议，我说我们也训练一批大专学生，将来彼此程度一样，他们可以辩论。于是乎台中才办大专佛学讲座，那个大专佛学讲座是我把它搞起来的。",
      "zh_TW": "『未度有情令得度，已度之者使成佛』，沒有得度的這些眾生，我們要幫他忙；就是沒有學佛的人，我們要幫助他。用什麼方法幫助他？這要觀機，要用種種法門來誘導他進來。我們想起二十多年前，民國五十年，台大晨曦社成立了，這是台灣大專學生學佛的運動開始。當年在那裡推動這個事情的是周宣德老居士，他在當中推動，幫助他們建立。周老居士現在在美國，在洛杉磯，今年九十一歲，晚年就一直念阿彌陀佛。現在他在他家裡搞了個念佛會，大概有十幾個人，每個星期有兩次在他家念佛，也很難得。他跟台中李老師是好朋友，把這個消息傳到台中，大家聽了都很高興，大專學生學佛了。我那個時候聽到之後，我就很不以為然，李老師覺得我很奇怪，大專生學佛有什麼不好？我就告訴他，好是好，萬一走錯了路，以後怎麼辦？誰去教他？何況這個東西先入為主，如果萬一指導的人不是真正的佛教徒，對佛法不是真正有修有學的，把這個路指錯了，這些都是高級知識分子，將來有誰能夠把他們再帶回頭？李老師聽到我這一說，他當時也就很冷靜的想了一想，他覺得我這話是有道理的。他來跟我商量，他問我，你的意思怎麼辦？我就給他建議，我說我們也訓練一批大專學生，將來彼此程度一樣，他們可以辯論。於是乎台中才辦大專佛學講座，那個大專佛學講座是我把它搞起來的。"
    },
    {
      "id": "02-001-0024_p0013",
      "zh_CN": "最先是慈光讲座，设立在慈光图书馆。慈光讲座的课程，这是相当不容易，李老师费了三个月的时间考虑课程，很谨慎的选定了六门课程。第一门是「佛学概要」，把整个佛法介绍给大家。他初学，他不懂佛法。这个「佛学概要」是李老师自己编的，他自己主讲。另外选的《八大人觉经》，《八大人觉经》经文虽然不长，只有八条，但是它大小乘教义统统都有，等于说佛经里面的佛学概要，选这一门，这都是接引初学的佛学常识。佛法宗派很多，但是归纳起来总不外性相二宗。要从每一个宗派来选经典，那就太多了，寒暑假时间很短，没办法，课程教不了，于是在性宗里面就选了《般若心经》，选这个。相宗实在找不到理想的教科书，他老人家自己编了个《唯识简介》，以后又把《百法明门》编成表解增加到课程里面，都叫做《唯识简介》。这性、相两宗有了，教有了。佛法重在行门，行门里面有自行、有化他，根据这些构想来编课程。自行的，他老人家选择的《阿弥陀经》，他自己主讲。所以六门功课他讲两门，讲一个「佛学概要」，讲一个《阿弥陀经》。利他的，就选择了《普贤菩萨行愿品》。所以这个构想花了三个月的时间，这样安排下来的，很不容易排定的课程。课程排好了，他老人家也找我去谈这个课程，我觉得课程排得非常理想，非常的难得。然后再研究请老师，哪一个课程请哪一个老师来讲。所以他的讲座办得很成功，而不是一般其他的办大专讲座，请一个人来，你喜欢讲什么就讲什么，没有课程标准，各人讲各人的，它这个课程不能够连起来。台中这六门课程它连起来的，根据课程再请老师，所以这个讲座办得相当成功。",
      "zh_TW": "最先是慈光講座，設立在慈光圖書館。慈光講座的課程，這是相當不容易，李老師費了三個月的時間考慮課程，很謹慎的選定了六門課程。第一門是「佛學概要」，把整個佛法介紹給大家。他初學，他不懂佛法。這個「佛學概要」是李老師自己編的，他自己主講。另外選的《八大人覺經》，《八大人覺經》經文雖然不長，只有八條，但是它大小乘教義統統都有，等於說佛經裡面的佛學概要，選這一門，這都是接引初學的佛學常識。佛法宗派很多，但是歸納起來總不外性相二宗。要從每一個宗派來選經典，那就太多了，寒暑假時間很短，沒辦法，課程教不了，於是在性宗裡面就選了《般若心經》，選這個。相宗實在找不到理想的教科書，他老人家自己編了個《唯識簡介》，以後又把《百法明門》編成表解增加到課程裡面，都叫做《唯識簡介》。這性、相兩宗有了，教有了。佛法重在行門，行門裡面有自行、有化他，根據這些構想來編課程。自行的，他老人家選擇的《阿彌陀經》，他自己主講。所以六門功課他講兩門，講一個「佛學概要」，講一個《阿彌陀經》。利他的，就選擇了《普賢菩薩行願品》。所以這個構想花了三個月的時間，這樣安排下來的，很不容易排定的課程。課程排好了，他老人家也找我去談這個課程，我覺得課程排得非常理想，非常的難得。然後再研究請老師，哪一個課程請哪一個老師來講。所以他的講座辦得很成功，而不是一般其他的辦大專講座，請一個人來，你喜歡講什麼就講什麼，沒有課程標準，各人講各人的，它這個課程不能夠連起來。台中這六門課程它連起來的，根據課程再請老師，所以這個講座辦得相當成功。"
    },
    {
      "id": "02-001-0024_p0014",
      "zh_CN": "这里讲「未度有情令得度」，我们要开方便门，从方便门还是把他诱归净土。你看行门里面，自行的《弥陀经》，化他的《普贤行愿品》，这是净土五经的两种，还是把他导归到净土来。相宗、性宗的常识都有了，也都具足，性宗讲《般若心经》，相宗讲《唯识简介》，佛学常识都有了。这里讲未度有情，我们的确要用一番心血，如何来接引大众。「已度之者使成佛」，已度就是已经学佛的人，老修行了，已经学佛的人一定要劝他念佛，他念佛他就会成佛。没有学佛的人，方便接引；已经真正学佛的人，一定要帮助他成佛。怎么成佛？念佛就成佛。岂不闻《观经》上说的，「是心是佛，是心作佛」，我们念佛的时候就是是心作佛。是心是佛那是原理，从原本上说你本来是佛。你现在为什么不是佛？因为你现在不念佛了，你现在天天念五欲六尘，天天念贪瞋痴慢，你天天念这个东西。念这个东西，将来你作什么？就作三恶道，六道里面最苦的地方去了。念这个东西哪有念佛好？所以把念头转一转，转到念佛，我们就作佛了。所以你念菩萨就作菩萨，你念声闻就作声闻，念什么就变什么。一切法，十法界依正庄严，唯心所现，就是是心是佛；唯识所变，就是是心作佛，看你作什么！你是心作佛就成佛；你是心作菩萨，你就成菩萨；你是心作天，那你就成天人，就生天，生天要念十善业道、要念慈悲喜舍才能生天。天天是患得患失，满脑袋是贪财贪色，那好了，你来生饿鬼道去了；念念瞋恚，来生就地狱道去了；念念愚痴，愚痴就是是非善恶都分不清楚，糊里糊涂过一辈子，来生多半是畜生道。就看你念什么！佛教给我们，最好的是「是心作佛」，你念佛，念佛就作佛。所以念佛的原理是从这来的。",
      "zh_TW": "這裡講「未度有情令得度」，我們要開方便門，從方便門還是把他誘歸淨土。你看行門裡面，自行的《彌陀經》，化他的《普賢行願品》，這是淨土五經的兩種，還是把他導歸到淨土來。相宗、性宗的常識都有了，也都具足，性宗講《般若心經》，相宗講《唯識簡介》，佛學常識都有了。這裡講未度有情，我們的確要用一番心血，如何來接引大眾。「已度之者使成佛」，已度就是已經學佛的人，老修行了，已經學佛的人一定要勸他念佛，他念佛他就會成佛。沒有學佛的人，方便接引；已經真正學佛的人，一定要幫助他成佛。怎麼成佛？念佛就成佛。豈不聞《觀經》上說的，「是心是佛，是心作佛」，我們念佛的時候就是是心作佛。是心是佛那是原理，從原本上說你本來是佛。你現在為什麼不是佛？因為你現在不念佛了，你現在天天念五欲六塵，天天念貪瞋痴慢，你天天念這個東西。念這個東西，將來你作什麼？就作三惡道，六道裡面最苦的地方去了。念這個東西哪有念佛好？所以把念頭轉一轉，轉到念佛，我們就作佛了。所以你念菩薩就作菩薩，你念聲聞就作聲聞，念什麼就變什麼。一切法，十法界依正莊嚴，唯心所現，就是是心是佛；唯識所變，就是是心作佛，看你作什麼！你是心作佛就成佛；你是心作菩薩，你就成菩薩；你是心作天，那你就成天人，就生天，生天要念十善業道、要念慈悲喜捨才能生天。天天是患得患失，滿腦袋是貪財貪色，那好了，你來生餓鬼道去了；念念瞋恚，來生就地獄道去了；念念愚痴，愚痴就是是非善惡都分不清楚，糊裡糊塗過一輩子，來生多半是畜生道。就看你念什麼！佛教給我們，最好的是「是心作佛」，你念佛，念佛就作佛。所以念佛的原理是從這來的。"
    },
    {
      "id": "02-001-0024_p0015",
      "zh_CN": "底下这两句劝我们，『假令供养恒沙圣，不如坚勇求正觉』。「圣」，小圣是指四果罗汉，大圣是指地上菩萨，初地以上的菩萨。此地讲供养福报大，这是假设的，假设你供养像恒河沙数那样的罗汉、菩萨，这个福很大，非常大，可是佛给我们说，「不如坚勇求正觉」。这一句指的什么？是不如求生西方极乐世界。坚是下坚决的志愿，勇猛精进，求生西方极乐世界。因为生到西方极乐世界，古德讲得太多了，即使五逆十恶的罪人，那个罪业太重了，他要是在临命终时肯相信，十念也能往生。但是诸位要记住，你不要听这个话的时候，我现在多造点罪业没关系，临终还来得及。你要这样想，临终在理论上讲是来得及，可是临终的时候，你能不能够想得起来念佛求往生？绝对不是你自己预料得到的。为什么？这样的人他在临命终时也具备三个条件，这三个条件看看你能不能具备？第一个条件，临命终时头脑清楚才行。如果迷惑颠倒了，连家亲眷属都不认得，那就没办法，那你就注定要入三恶道。你们诸位想想，我们看到很多临终之人，有几个临终人是清清楚楚、明明白白走的？有把握你临终的时候清楚，第一个重要的条件。第二个条件，遇到真正的善知识，劝你在这个时候发心念佛，求生极乐世界，你能不能遇到这个人恳切的来告诉你？这个人可能你遇到了，你听了之后，你能不能真正的忏悔？你一生所做的罪业，自己知道真的做错了，求佛菩萨原谅，求佛菩萨来接引，你是不是肯真正忏悔？所以五逆十恶，临终十念往生，要具足这三个条件，这三个条件缺一条都不行，这是我们要清楚的。三个条件都具足，确实他能往生，即使往生在下下品，他也是圆证三不退，这个不可思议，所以这个法门叫难信之法。一生到西方极乐世界，他的享受、他的地位等于圆教初住菩萨，等于别教的初地菩萨，一下就爬那么高。要在我们这个世间，修到别初地、圆初住，不知道要修多少时间，至少也要修一个阿僧祇劫以上才能修得到。我们才晓得往生成佛真正的捷径，最近的一条道路。所以佛在此地劝我们，这句话很重要，「不如坚勇求正觉」。这是我们一定要劝告别人，你的亲威、朋友遇到有这个机缘，应当要劝告。我们再看底下两首。",
      "zh_TW": "底下這兩句勸我們，『假令供養恆沙聖，不如堅勇求正覺』。「聖」，小聖是指四果羅漢，大聖是指地上菩薩，初地以上的菩薩。此地講供養福報大，這是假設的，假設你供養像恆河沙數那樣的羅漢、菩薩，這個福很大，非常大，可是佛給我們說，「不如堅勇求正覺」。這一句指的什麼？是不如求生西方極樂世界。堅是下堅決的志願，勇猛精進，求生西方極樂世界。因為生到西方極樂世界，古德講得太多了，即使五逆十惡的罪人，那個罪業太重了，他要是在臨命終時肯相信，十念也能往生。但是諸位要記住，你不要聽這個話的時候，我現在多造點罪業沒關係，臨終還來得及。你要這樣想，臨終在理論上講是來得及，可是臨終的時候，你能不能夠想得起來念佛求往生？絕對不是你自己預料得到的。為什麼？這樣的人他在臨命終時也具備三個條件，這三個條件看看你能不能具備？第一個條件，臨命終時頭腦清楚才行。如果迷惑顛倒了，連家親眷屬都不認得，那就沒辦法，那你就注定要入三惡道。你們諸位想想，我們看到很多臨終之人，有幾個臨終人是清清楚楚、明明白白走的？有把握你臨終的時候清楚，第一個重要的條件。第二個條件，遇到真正的善知識，勸你在這個時候發心念佛，求生極樂世界，你能不能遇到這個人懇切的來告訴你？這個人可能你遇到了，你聽了之後，你能不能真正的懺悔？你一生所做的罪業，自己知道真的做錯了，求佛菩薩原諒，求佛菩薩來接引，你是不是肯真正懺悔？所以五逆十惡，臨終十念往生，要具足這三個條件，這三個條件缺一條都不行，這是我們要清楚的。三個條件都具足，確實他能往生，即使往生在下下品，他也是圓證三不退，這個不可思議，所以這個法門叫難信之法。一生到西方極樂世界，他的享受、他的地位等於圓教初住菩薩，等於別教的初地菩薩，一下就爬那麼高。要在我們這個世間，修到別初地、圓初住，不知道要修多少時間，至少也要修一個阿僧祇劫以上才能修得到。我們才曉得往生成佛真正的捷徑，最近的一條道路。所以佛在此地勸我們，這句話很重要，「不如堅勇求正覺」。這是我們一定要勸告別人，你的親威、朋友遇到有這個機緣，應當要勸告。我們再看底下兩首。"
    },
    {
      "id": "02-001-0024_p0016",
      "zh_CN": "【愿当安住三摩地。恒放光明照一切。感得广大清净居。殊胜庄严无等伦。轮回诸趣众生类。速生我刹受安乐。常运慈心拔有情。度尽无边苦众生。】",
      "zh_TW": "【願當安住三摩地。恆放光明照一切。感得廣大清淨居。殊勝莊嚴無等倫。輪迴諸趣眾生類。速生我剎受安樂。常運慈心拔有情。度盡無邊苦眾生。】"
    },
    {
      "id": "02-001-0024_p0017",
      "zh_CN": "这两首是求净佛土愿，两首一共八句。现在西方极乐世界果然是净土，不但是净土，而且超过十方一切诸佛的净土，这是不可思议的事情。第一句『愿当安住三摩地』，李老师在底下注明，「这是法藏自度」，这一句是愿他自己安住在三摩地，「三摩地」就是念佛三昧。这八句是阿弥陀佛所发大愿的总归，也就是四十八愿的核心，后面四十八愿就是根据这个发出来的，所以这八句非常重要。所以我们说这个三摩地就是念佛三昧，念佛三昧是三昧中王。三昧就是禅定，三昧是大定。实在说，一切三昧都比不上念佛三昧。",
      "zh_TW": "這兩首是求淨佛土願，兩首一共八句。現在西方極樂世界果然是淨土，不但是淨土，而且超過十方一切諸佛的淨土，這是不可思議的事情。第一句『願當安住三摩地』，李老師在底下註明，「這是法藏自度」，這一句是願他自己安住在三摩地，「三摩地」就是念佛三昧。這八句是阿彌陀佛所發大願的總歸，也就是四十八願的核心，後面四十八願就是根據這個發出來的，所以這八句非常重要。所以我們說這個三摩地就是念佛三昧，念佛三昧是三昧中王。三昧就是禪定，三昧是大定。實在說，一切三昧都比不上念佛三昧。"
    },
    {
      "id": "02-001-0024_p0018",
      "zh_CN": "『恒放光明照一切』，这底下说「光摄不舍，寂而常照」。「一切」是指什么？指十方三世无量无边的诸佛刹土。十方诸佛世界里的九界众生，阿弥陀佛的佛光统统照到。佛光照到就是与众生有缘，可见得阿弥陀佛与我们有缘。阿弥陀佛的光明早就照到我们了，问题是我们接不接受，问题在这个地方。也许你会说，你说佛光照到我，我没有感觉到，我没有看到。对的，你是没有感觉到，你也不会看到，为什么？因为你有障碍。好像白天太阳照着你，你偏偏打一把伞，你不让它照，那有什么办法？障碍！虽然有障碍，佛光还是照到我们，我们这个缘还是很深。譬如说我们见到阿弥陀佛的形象，无论是塑的像也好、画的像也好，你见到佛像，那就是见到佛光；你听到一声阿弥陀佛，这也是佛光；你读到《阿弥陀经》，那当然更是佛光；读到这本《无量寿经》，那是圆满的佛光。你不晓得，这就是光明遍照。所以我们为什么要大量的来印佛经、印佛像，尤其是《弥陀经》、《无量寿经》，我们印这么多？最近这两年我们印了不少，我估计了一下，差不多印了有三万册。我们这个书流通到全世界，怕送到那里去没人看，我还特地到那里去演讲，劝他们要看这个书，这都是佛光遍照。我们天天念回向偈，「愿以此功德，庄严佛净土」，怎么庄严法？这就是庄严的方法，普遍的去宣传，普遍的劝大众认识阿弥陀佛、了解阿弥陀佛，进一步恭敬阿弥陀佛、学习阿弥陀佛，求生弥陀净土，这才是真正庄严佛净土。",
      "zh_TW": "『恆放光明照一切』，這底下說「光攝不捨，寂而常照」。「一切」是指什麼？指十方三世無量無邊的諸佛剎土。十方諸佛世界裡的九界眾生，阿彌陀佛的佛光統統照到。佛光照到就是與眾生有緣，可見得阿彌陀佛與我們有緣。阿彌陀佛的光明早就照到我們了，問題是我們接不接受，問題在這個地方。也許你會說，你說佛光照到我，我沒有感覺到，我沒有看到。對的，你是沒有感覺到，你也不會看到，為什麼？因為你有障礙。好像白天太陽照著你，你偏偏打一把傘，你不讓它照，那有什麼辦法？障礙！雖然有障礙，佛光還是照到我們，我們這個緣還是很深。譬如說我們見到阿彌陀佛的形象，無論是塑的像也好、畫的像也好，你見到佛像，那就是見到佛光；你聽到一聲阿彌陀佛，這也是佛光；你讀到《阿彌陀經》，那當然更是佛光；讀到這本《無量壽經》，那是圓滿的佛光。你不曉得，這就是光明遍照。所以我們為什麼要大量的來印佛經、印佛像，尤其是《彌陀經》、《無量壽經》，我們印這麼多？最近這兩年我們印了不少，我估計了一下，差不多印了有三萬冊。我們這個書流通到全世界，怕送到那裡去沒人看，我還特地到那裡去演講，勸他們要看這個書，這都是佛光遍照。我們天天念迴向偈，「願以此功德，莊嚴佛淨土」，怎麼莊嚴法？這就是莊嚴的方法，普遍的去宣傳，普遍的勸大眾認識阿彌陀佛、了解阿彌陀佛，進一步恭敬阿彌陀佛、學習阿彌陀佛，求生彌陀淨土，這才是真正莊嚴佛淨土。"
    },
    {
      "id": "02-001-0024_p0019",
      "zh_CN": "『感得广大清净居』，由此可知，极乐世界是阿弥陀佛愿力成就的，是阿弥陀佛三昧成就的，是阿弥陀佛光明成就的。这个跟其他的世界确实不一样，其他世界当然有佛的愿力，但是掺杂着众生的业力，它不纯，西方世界纯是弥陀愿力，这一句就是讲愿力所成的极乐世界。『殊胜庄严无等伦』，这一句是讲极乐世界的状况，它的殊胜、它的庄严是不可思议的，十方诸佛世界都不能跟它相比。「伦」就是同类，没有跟它是同等的，它特别殊胜，哪一个世界都比不上西方极乐世界好。我们现在这个世界很乱，你到其他国家去走走，没有一个地方不乱，不能住。到哪里去？赶紧到西方极乐世界去，要移民就移民最好的地方，以后不要再搬来搬去。西方极乐世界是最理想的地方，大家只要肯去，人人有分。",
      "zh_TW": "『感得廣大清淨居』，由此可知，極樂世界是阿彌陀佛願力成就的，是阿彌陀佛三昧成就的，是阿彌陀佛光明成就的。這個跟其他的世界確實不一樣，其他世界當然有佛的願力，但是摻雜著眾生的業力，它不純，西方世界純是彌陀願力，這一句就是講願力所成的極樂世界。『殊勝莊嚴無等倫』，這一句是講極樂世界的狀況，它的殊勝、它的莊嚴是不可思議的，十方諸佛世界都不能跟它相比。「倫」就是同類，沒有跟它是同等的，它特別殊勝，哪一個世界都比不上西方極樂世界好。我們現在這個世界很亂，你到其他國家去走走，沒有一個地方不亂，不能住。到哪裡去？趕緊到西方極樂世界去，要移民就移民最好的地方，以後不要再搬來搬去。西方極樂世界是最理想的地方，大家只要肯去，人人有分。"
    },
    {
      "id": "02-001-0024_p0020",
      "zh_CN": "我们再看底下这一首。前面这四句是弥陀自己成就的，后面四句是他接引十方世界广大的众生。『轮回诸趣众生类』，这是讲十方世界，十方诸佛世界都有六道，有六道当然都有轮回；换句话说，诸佛世界跟我们本师释迦牟尼佛这个世界都差不多。『速生我刹受安乐』，很快的都能够往生。「我刹」就是西方极乐世界，这个「我」是法藏比丘自称，就是阿弥陀佛自己说的。所以西方世界容易去，不难，很快就可以去得了。我们在《往生传》、《净土圣贤录》里面看到那些念佛人求往生的，三、五年成功的、成就的不计其数，可见得这个事情真的不难。拿我们台湾近代往生的人来说，你们看台中出版的林看治居士写的《念佛感应见闻记》，是她写的。林看治老居士现在还在，我受她的恩德很大。因为我们从前学佛，从来没有说是发个心，我们将来出来讲经，没有发这个心，以为讲经很难，不敢发这个心。我到台中亲近李老师，看到林看治在那里学讲经。林看治居士那个时候多大年岁？六十岁。什么程度？小学毕业。小学毕业，六十岁，她发心出来讲经，我们看到之后都流汗。她都能出来，我为什么不能出来？我年岁比她轻，我学历也比她好一点，她都能，我为什么不能？我是看到她才发心的，要不看到她，这心发不起来。所以我这么多年出来讲经说法，林看治带头带出来的。她今年八十多岁了，我们那时候在一块学经的时候，她的孙子都做小学老师了，老祖母还在我们进修班里面，很苦，在那里学讲经。她真学成了，不但她学成了，她的法缘比别人殊胜，不管到哪里讲经，她的听众比别人多，她法缘殊胜。我们看看她写的，本省这些年来往生的这些人，她搜集的大概总有一、二百人。台湾这个地方真正是宝岛，四十多年来有几百个人往生，这个不可思议。",
      "zh_TW": "我們再看底下這一首。前面這四句是彌陀自己成就的，後面四句是他接引十方世界廣大的眾生。『輪迴諸趣眾生類』，這是講十方世界，十方諸佛世界都有六道，有六道當然都有輪迴；換句話說，諸佛世界跟我們本師釋迦牟尼佛這個世界都差不多。『速生我剎受安樂』，很快的都能夠往生。「我剎」就是西方極樂世界，這個「我」是法藏比丘自稱，就是阿彌陀佛自己說的。所以西方世界容易去，不難，很快就可以去得了。我們在《往生傳》、《淨土聖賢錄》裡面看到那些念佛人求往生的，三、五年成功的、成就的不計其數，可見得這個事情真的不難。拿我們台灣近代往生的人來說，你們看台中出版的林看治居士寫的《念佛感應見聞記》，是她寫的。林看治老居士現在還在，我受她的恩德很大。因為我們從前學佛，從來沒有說是發個心，我們將來出來講經，沒有發這個心，以為講經很難，不敢發這個心。我到台中親近李老師，看到林看治在那裡學講經。林看治居士那個時候多大年歲？六十歲。什麼程度？小學畢業。小學畢業，六十歲，她發心出來講經，我們看到之後都流汗。她都能出來，我為什麼不能出來？我年歲比她輕，我學歷也比她好一點，她都能，我為什麼不能？我是看到她才發心的，要不看到她，這心發不起來。所以我這麼多年出來講經說法，林看治帶頭帶出來的。她今年八十多歲了，我們那時候在一塊學經的時候，她的孫子都做小學老師了，老祖母還在我們進修班裡面，很苦，在那裡學講經。她真學成了，不但她學成了，她的法緣比別人殊勝，不管到哪裡講經，她的聽眾比別人多，她法緣殊勝。我們看看她寫的，本省這些年來往生的這些人，她蒐集的大概總有一、二百人。台灣這個地方真正是寶島，四十多年來有幾百個人往生，這個不可思議。"
    },
    {
      "id": "02-001-0024_p0021",
      "zh_CN": "这是值得我们警惕，值得我们效法，我们应该向那些已经往生的人看齐，他们能做得到，我们为什么做不到？他们用的方法非常的简单，就是一句阿弥陀佛。实在讲，他们对于净土法门所理解的没有我们多。李老师在台中，《弥陀经》大概讲了有七、八遍，《无量寿经》只讲过二、三遍，其中是我在台中十年，我听到一遍讲《无量寿经》，《弥陀经》我听过两遍。李老师那时候告诉我，我在那里听经的时候，大概是他讲《弥陀经》讲第六遍的时候。我们的缘比他们殊胜，我们这边讲过《要解》，《弥陀要解》讲过好几遍；莲池大师的《疏钞》，过去两遍讲圆满，现在我们在讲第三遍；有《无量寿经》这样详细的、深入的来研讨，很不是容易事情。所以缘上我们比台中还要来得殊胜，就看大家努力了。",
      "zh_TW": "這是值得我們警惕，值得我們效法，我們應該向那些已經往生的人看齊，他們能做得到，我們為什麼做不到？他們用的方法非常的簡單，就是一句阿彌陀佛。實在講，他們對於淨土法門所理解的沒有我們多。李老師在台中，《彌陀經》大概講了有七、八遍，《無量壽經》只講過二、三遍，其中是我在台中十年，我聽到一遍講《無量壽經》，《彌陀經》我聽過兩遍。李老師那時候告訴我，我在那裡聽經的時候，大概是他講《彌陀經》講第六遍的時候。我們的緣比他們殊勝，我們這邊講過《要解》，《彌陀要解》講過好幾遍；蓮池大師的《疏鈔》，過去兩遍講圓滿，現在我們在講第三遍；有《無量壽經》這樣詳細的、深入的來研討，很不是容易事情。所以緣上我們比台中還要來得殊勝，就看大家努力了。"
    },
    {
      "id": "02-001-0024_p0022",
      "zh_CN": "『常运慈心拔有情，度尽无边苦众生』，这两句也是说阿弥陀佛自己。「常」这个字讲的是时间，从来没有间断过。阿弥陀佛在十方世界救度一切众生，从来没有停止过，从来没有间断过。「度尽无边」，这个无边是指空间。常运是时间，无边是空间。空间是十方，时间是三世，过去、现在、未来，大慈大悲接引十方一切有缘的众生。什么叫有缘？他肯相信、肯发愿、肯念佛的，这些众生与阿弥陀佛有缘。他要不相信，不愿意到西方极乐世界去，不肯念佛，这就没有缘。别人有没有缘，与我们不相关，我们自己反省反省，我们与阿弥陀佛有没有缘？这才是重要的。但是我们遇到一切人，都应当诚恳的劝勉他，信不信由他，我们帮忙帮到了。他肯信，他很幸运，他这一生作佛的机缘成熟了；他不肯相信，所谓是「一历耳根，永为道种」，种子种到他阿赖耶识里去了，将来遇到缘必定能成熟，这也是非常难得的一桩好事情。这也就是三福里头最后一句，叫我们「劝进行者」，意思就在此地。",
      "zh_TW": "『常運慈心拔有情，度盡無邊苦眾生』，這兩句也是說阿彌陀佛自己。「常」這個字講的是時間，從來沒有間斷過。阿彌陀佛在十方世界救度一切眾生，從來沒有停止過，從來沒有間斷過。「度盡無邊」，這個無邊是指空間。常運是時間，無邊是空間。空間是十方，時間是三世，過去、現在、未來，大慈大悲接引十方一切有緣的眾生。什麼叫有緣？他肯相信、肯發願、肯念佛的，這些眾生與阿彌陀佛有緣。他要不相信，不願意到西方極樂世界去，不肯念佛，這就沒有緣。別人有沒有緣，與我們不相關，我們自己反省反省，我們與阿彌陀佛有沒有緣？這才是重要的。但是我們遇到一切人，都應當誠懇的勸勉他，信不信由他，我們幫忙幫到了。他肯信，他很幸運，他這一生作佛的機緣成熟了；他不肯相信，所謂是「一歷耳根，永為道種」，種子種到他阿賴耶識裡去了，將來遇到緣必定能成熟，這也是非常難得的一樁好事情。這也就是三福裡頭最後一句，叫我們「勸進行者」，意思就在此地。"
    },
    {
      "id": "02-001-0024_p0023",
      "zh_CN": "末后这一首是求佛给他证明，证明他所发的誓愿是真的，不是假的，他的誓愿他决定会做到，决定不落空。",
      "zh_TW": "末後這一首是求佛給他證明，證明他所發的誓願是真的，不是假的，他的誓願他決定會做到，決定不落空。"
    },
    {
      "id": "02-001-0024_p0024",
      "zh_CN": "【我行决定坚固力。】",
      "zh_TW": "【我行決定堅固力。】"
    },
    {
      "id": "02-001-0024_p0025",
      "zh_CN": "这个『我』是法藏比丘自称。",
      "zh_TW": "這個『我』是法藏比丘自稱。"
    },
    {
      "id": "02-001-0024_p0026",
      "zh_CN": "【唯佛圣智能证知。】",
      "zh_TW": "【唯佛聖智能證知。】"
    },
    {
      "id": "02-001-0024_p0027",
      "zh_CN": "菩萨的弘誓、菩萨的大愿，只有佛才能够给他证明，求世自在王佛给他证明。",
      "zh_TW": "菩薩的弘誓、菩薩的大願，只有佛才能夠給他證明，求世自在王佛給他證明。"
    },
    {
      "id": "02-001-0024_p0028",
      "zh_CN": "【纵使身止诸苦中。】",
      "zh_TW": "【縱使身止諸苦中。】"
    },
    {
      "id": "02-001-0024_p0029",
      "zh_CN": "这一句是总结，结他发誓立心不可思议。身怎么会止于诸苦之中？度众生，众生刚强难化，你以好心对他，他用恶意对你；你好心帮助他，他怀疑你有什么企图对待我，所以度化众生要有极大的耐心，甚至于还要受众生许许多多的折磨，都得要受。众生堕地狱，佛也跟他到地狱去帮忙；众生变饿鬼，佛也得变饿鬼；众生变畜生，佛也要变畜生，不变畜生怎么能度牠？这个众生变成猪了，佛也没法子，也只好变成猪，天天跟牠在一起，在那里给牠讲经说法，劝牠念佛往生。阿弥陀佛说：",
      "zh_TW": "這一句是總結，結他發誓立心不可思議。身怎麼會止於諸苦之中？度眾生，眾生剛強難化，你以好心對他，他用惡意對你；你好心幫助他，他懷疑你有什麼企圖對待我，所以度化眾生要有極大的耐心，甚至於還要受眾生許許多多的折磨，都得要受。眾生墮地獄，佛也跟他到地獄去幫忙；眾生變餓鬼，佛也得變餓鬼；眾生變畜生，佛也要變畜生，不變畜生怎麼能度牠？這個眾生變成豬了，佛也沒法子，也只好變成豬，天天跟牠在一起，在那裡給牠講經說法，勸牠念佛往生。阿彌陀佛說："
    },
    {
      "id": "02-001-0024_p0030",
      "zh_CN": "【如是愿心永不退。】",
      "zh_TW": "【如是願心永不退。】"
    },
    {
      "id": "02-001-0024_p0031",
      "zh_CN": "「愿行相扶，所为皆克。」决定不退心，不管受什么样的大苦大难，佛都不会退心。佛法常说，有愿要没有行，这愿是假的，这愿是空的。我发了很大的愿，一样也做不到，这是假的。如果有行没有愿，那个行也不真实，行没有目标、没有方向，也错了。所以必须愿行相扶，这才能有成就。愿是前导，在前面引路，行是动力在推动它，有方向、有目标，这个行才有意义、才有结果、才有成就。",
      "zh_TW": "「願行相扶，所為皆剋。」決定不退心，不管受什麼樣的大苦大難，佛都不會退心。佛法常說，有願要沒有行，這願是假的，這願是空的。我發了很大的願，一樣也做不到，這是假的。如果有行沒有願，那個行也不真實，行沒有目標、沒有方向，也錯了。所以必須願行相扶，這才能有成就。願是前導，在前面引路，行是動力在推動它，有方向、有目標，這個行才有意義、才有結果、才有成就。"
    },
    {
      "id": "02-001-0024_p0032",
      "zh_CN": "真正发心求往生的人，我勉励同修们一定要求上品上生。我们古人说「取法乎上，仅得乎中」，我们求上品上生求不到，还可以得个中品往生。所以不要求我下品就好了，下品得不到就完了，就完全落空了。所以说，我们把目标定在上品，上品求不到，中、下品大概没有问题。目标一定要定高一点，可是一定要做。因为我在念《观无量寿经》，我们上一次大专讲座讲这个经的时候，我在这里头有一点体会。我看到经上讲的三福最后一条，「发菩提心，深信因果」，我对于这句「深信因果」有体会。为什么？深信因果，人天法里头都讲，世间法里都讲，你看《了凡四训》讲因果，《感应篇》里面讲因果，《安士全书》里头讲因果，为什么到最高级的菩萨还要教深信因果？菩萨还不信因果吗？所以我这个疑问从这产生的。因为第一条是人天，第二条是声闻、缘觉（小乘），第三条是菩萨，菩萨难道还不相信因果吗？所以以后想，菩萨信什么因果？信西方极乐世界三辈九品的因果，这样讲才能讲得合情合理。这就是勉励我们，你把这四土三辈九品的因果搞清楚了，我们修什么？我们修上品的因果。我修上品因，我将来当然得上品果；你修中品因，你往生西方极乐世界是中品果。所以我觉得那个深信因果应当就本经上来说。",
      "zh_TW": "真正發心求往生的人，我勉勵同修們一定要求上品上生。我們古人說「取法乎上，僅得乎中」，我們求上品上生求不到，還可以得個中品往生。所以不要求我下品就好了，下品得不到就完了，就完全落空了。所以說，我們把目標定在上品，上品求不到，中、下品大概沒有問題。目標一定要定高一點，可是一定要做。因為我在念《觀無量壽經》，我們上一次大專講座講這個經的時候，我在這裡頭有一點體會。我看到經上講的三福最後一條，「發菩提心，深信因果」，我對於這句「深信因果」有體會。為什麼？深信因果，人天法裡頭都講，世間法裡都講，你看《了凡四訓》講因果，《感應篇》裡面講因果，《安士全書》裡頭講因果，為什麼到最高級的菩薩還要教深信因果？菩薩還不信因果嗎？所以我這個疑問從這產生的。因為第一條是人天，第二條是聲聞、緣覺（小乘），第三條是菩薩，菩薩難道還不相信因果嗎？所以以後想，菩薩信什麼因果？信西方極樂世界三輩九品的因果，這樣講才能講得合情合理。這就是勉勵我們，你把這四土三輩九品的因果搞清楚了，我們修什麼？我們修上品的因果。我修上品因，我將來當然得上品果；你修中品因，你往生西方極樂世界是中品果。所以我覺得那個深信因果應當就本經上來說。"
    },
    {
      "id": "02-001-0024_p0033",
      "zh_CN": "必须要将净土三经的教训，要真真实实的把它变成自己的思想、见解、行为。这就是我们修，修什么？我们的想法、我们的看法、我们的做法统统依三经作标准，把它变成我们日常生活，变成我们处事待人接物的标准，总不相离。这样就与阿弥陀佛、就与本师释迦牟尼佛，乃至于十方一切诸佛同愿同行、同解同心。以这样殊胜的因缘，必定是上品上生，决定没有疑惑。所以我们读了法藏比丘发的这个愿，不要以为这是阿弥陀佛因地上他发的愿，与我不相干，那我们念就白念了。我们念了以后想一想，我们要像他一样发愿。我们学佛跟谁学？就跟法藏比丘学，就跟阿弥陀佛学，他怎么想，我也怎么想；他怎么做，我也怎么做。我们心像阿弥陀佛的心，我们的行为像阿弥陀佛的行为，决定往生，而且决定是很高的品位。",
      "zh_TW": "必須要將淨土三經的教訓，要真真實實的把它變成自己的思想、見解、行為。這就是我們修，修什麼？我們的想法、我們的看法、我們的做法統統依三經作標準，把它變成我們日常生活，變成我們處事待人接物的標準，總不相離。這樣就與阿彌陀佛、就與本師釋迦牟尼佛，乃至於十方一切諸佛同願同行、同解同心。以這樣殊勝的因緣，必定是上品上生，決定沒有疑惑。所以我們讀了法藏比丘發的這個願，不要以為這是阿彌陀佛因地上他發的願，與我不相干，那我們念就白念了。我們念了以後想一想，我們要像他一樣發願。我們學佛跟誰學？就跟法藏比丘學，就跟阿彌陀佛學，他怎麼想，我也怎麼想；他怎麼做，我也怎麼做。我們心像阿彌陀佛的心，我們的行為像阿彌陀佛的行為，決定往生，而且決定是很高的品位。"
    },
    {
      "id": "02-001-0024_p0034",
      "zh_CN": "李老师在上面把它做了一个总结，就是全集的系统，他一共总结成六句，第一句是「速登觉岸」，岸是彼岸，速登觉岸；第二是「为生导师」，为一切众生的导师；第三句「常行六度，度生成佛」；末后是「感得乐刹，尽度众生」。这个总结很好，可以说把这十首偈精要之处统统都说到了。我们今天就讲到此地。",
      "zh_TW": "李老師在上面把它做了一個總結，就是全集的系統，他一共總結成六句，第一句是「速登覺岸」，岸是彼岸，速登覺岸；第二是「為生導師」，為一切眾生的導師；第三句「常行六度，度生成佛」；末後是「感得樂剎，盡度眾生」。這個總結很好，可以說把這十首偈精要之處統統都說到了。我們今天就講到此地。"
    }
  ]
}