{
  "doc_id": "02-001-0067",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—贪爱是生死根本",
    "zh_TW": "無量壽經（一次宣講）—貪愛是生死根本"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十七集",
    "zh_TW": "第六十七集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0067",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "02-001-0067_p0001",
      "zh_CN": "请掀开经本六十二页，第一行：",
      "zh_TW": "請掀開經本六十二頁，第一行："
    },
    {
      "id": "02-001-0067_p0002",
      "zh_CN": "【或时心诤。有所恚怒。后世转剧。至成大怨。世间之事。更相患害。虽不临时。应急想破。】",
      "zh_TW": "【或時心諍。有所恚怒。後世轉劇。至成大怨。世間之事。更相患害。雖不臨時。應急想破。】"
    },
    {
      "id": "02-001-0067_p0003",
      "zh_CN": "到这个地方是一段。这一段经文前面的半段，我们上次因为时间的关系，没有能够把整段讲下来，只讲了一半，前面一半是劝导世人应当要和睦相处，要相敬相爱。佛一再的提示我们，人生是很短暂的，纵然长寿，活到一百岁，毕竟一百岁的人很少；纵然是一百年，也是一弹指之间的事情。我们如果冷静的看一看、想一想，我们见过的一些人，我们认识的一些人、熟悉的一些人，有许多都不在了，他这一生已经过去了。我到台湾，我们那个机关里面的同事，差不多三分之二都不在了，一大半都走了。想想这些人，从生到死这一生，这个生命究竟有什么意义？究竟有什么价值？看看别人，回过头来再想想自己，人就容易觉悟。佛给我们把这个真相一语道破，真是「万般将不去，唯有业随身」！要晓得人与人相聚就是在这一世，一生当中你们能够认识、能够见面，这个缘分是多生多劫，不是偶然的。实在讲，无量劫来我们才遇到一次，还有什么过不去的、有什么不能原谅的？没几天大家分手又走了，如果再想碰头，又到无量劫再加上无量劫，还不一定能够遇得到。所以世出世间的圣人都劝我们要忍让，要和睦相处，要相敬相爱。何况是经上给我们讲的这个关系特别亲切，父子、兄弟、夫妇、亲属，这些愈是亲愈是所谓「不是冤家不聚头」。怨憎会、爱别离，和睦相处相亲相爱，偏偏要告别，不能聚会，天天相处在一起都是冤家对头。诸位要明了，你不觉悟的时候是冤家对头，如果真正觉悟了，没有冤家对头。不要说佛法了，你就是孔老夫子所讲的「仁者无敌」，敌就是冤家对头，一个仁慈的人没有冤家对头，仁者无敌是这个讲法。为什么？他心量宽大，对人对事他都能够忍让。只要能忍能让，哪里还有冤家对头？没有了。所以这些怨怼在佛法里面讲是善知识，成就自己的忍辱波罗蜜、禅定波罗蜜、般若波罗蜜。你要没有这些人事上的逆境，菩萨六度后面三度非常重要，你到哪里去修？就是在人事逆境里头成就自己圆满波罗蜜。所以我们看善财童子五十三参，有没有逆境？有，善财童子所遇到的像胜热婆罗门、甘露火王都是逆境，遍行外道，善财童子眼睛里面是大善知识，不以为逆，我们世间人看到受不了。所以要在一切顺逆境界当中修什么？修自己的平等心，平等心是无上菩提的理体。心不能够在一切境界平等，无上正等正觉决定没分。因此这一章经文，这个开示意义非常之深重，我们要特别留意。修行从哪里下手？就从这些地方下手。",
      "zh_TW": "到這個地方是一段。這一段經文前面的半段，我們上次因為時間的關係，沒有能夠把整段講下來，只講了一半，前面一半是勸導世人應當要和睦相處，要相敬相愛。佛一再的提示我們，人生是很短暫的，縱然長壽，活到一百歲，畢竟一百歲的人很少；縱然是一百年，也是一彈指之間的事情。我們如果冷靜的看一看、想一想，我們見過的一些人，我們認識的一些人、熟悉的一些人，有許多都不在了，他這一生已經過去了。我到台灣，我們那個機關裡面的同事，差不多三分之二都不在了，一大半都走了。想想這些人，從生到死這一生，這個生命究竟有什麼意義？究竟有什麼價值？看看別人，回過頭來再想想自己，人就容易覺悟。佛給我們把這個真相一語道破，真是「萬般將不去，唯有業隨身」！要曉得人與人相聚就是在這一世，一生當中你們能夠認識、能夠見面，這個緣分是多生多劫，不是偶然的。實在講，無量劫來我們才遇到一次，還有什麼過不去的、有什麼不能原諒的？沒幾天大家分手又走了，如果再想碰頭，又到無量劫再加上無量劫，還不一定能夠遇得到。所以世出世間的聖人都勸我們要忍讓，要和睦相處，要相敬相愛。何況是經上給我們講的這個關係特別親切，父子、兄弟、夫婦、親屬，這些愈是親愈是所謂「不是冤家不聚頭」。怨憎會、愛別離，和睦相處相親相愛，偏偏要告別，不能聚會，天天相處在一起都是冤家對頭。諸位要明瞭，你不覺悟的時候是冤家對頭，如果真正覺悟了，沒有冤家對頭。不要說佛法了，你就是孔老夫子所講的「仁者無敵」，敵就是冤家對頭，一個仁慈的人沒有冤家對頭，仁者無敵是這個講法。為什麼？他心量寬大，對人對事他都能夠忍讓。只要能忍能讓，哪裡還有冤家對頭？沒有了。所以這些怨懟在佛法裡面講是善知識，成就自己的忍辱波羅蜜、禪定波羅蜜、般若波羅蜜。你要沒有這些人事上的逆境，菩薩六度後面三度非常重要，你到哪裡去修？就是在人事逆境裡頭成就自己圓滿波羅蜜。所以我們看善財童子五十三參，有沒有逆境？有，善財童子所遇到的像勝熱婆羅門、甘露火王都是逆境，遍行外道，善財童子眼睛裡面是大善知識，不以為逆，我們世間人看到受不了。所以要在一切順逆境界當中修什麼？修自己的平等心，平等心是無上菩提的理體。心不能夠在一切境界平等，無上正等正覺決定沒分。因此這一章經文，這個開示意義非常之深重，我們要特別留意。修行從哪裡下手？就從這些地方下手。"
    },
    {
      "id": "02-001-0067_p0004",
      "zh_CN": "这一章跟底下一章，都是讲我们在现在这个世间，在这个社会上要应付生活、要应付人事环境，我们用什么样的态度、什么样的心情能够保持道心不退转，就是禅宗里面所讲「保任」，就这个意思。你明白这个事实真相，就晓得应该要怎样做。后半段就是我们今天所念的这一段，佛给我们讲如果你要是不能够忍让，大家在一起相处不和，祸患有多么大，实在讲是后患无穷！这个祸患不是对人，是对自己。实在讲，不能忍让对别人没有什么伤害，对别人伤害实在太小太小，如果对方是个觉悟的人，根本就无法伤害他。所以你要晓得，不和这种伤害是对自己的，可以说百分之九十九伤害自己，对别人充其量不过是百分之一而已。所以这种事情这是愚人才干，有智慧的人决定不干这个事情。前面跟同修们讲过，孔老夫子的德行，温、良、恭、俭、让，让是忍让。由此可知，孔老夫子处事待人接物温和，跟任何一个人都能够相处。这是我们学佛的同修要想往生西方极乐世界，第一个要学的。你跟这个人处不好，跟那个人不能够相处，你将来到西方极乐世界去怎么办？到那个地方去，跟西方极乐世界诸上善人一定也不能相处，往生就没分。所以要学，就是从现在开始学起。",
      "zh_TW": "這一章跟底下一章，都是講我們在現在這個世間，在這個社會上要應付生活、要應付人事環境，我們用什麼樣的態度、什麼樣的心情能夠保持道心不退轉，就是禪宗裡面所講「保任」，就這個意思。你明白這個事實真相，就曉得應該要怎樣做。後半段就是我們今天所念的這一段，佛給我們講如果你要是不能夠忍讓，大家在一起相處不和，禍患有多麼大，實在講是後患無窮！這個禍患不是對人，是對自己。實在講，不能忍讓對別人沒有什麼傷害，對別人傷害實在太小太小，如果對方是個覺悟的人，根本就無法傷害他。所以你要曉得，不和這種傷害是對自己的，可以說百分之九十九傷害自己，對別人充其量不過是百分之一而已。所以這種事情這是愚人才幹，有智慧的人決定不幹這個事情。前面跟同修們講過，孔老夫子的德行，溫、良、恭、儉、讓，讓是忍讓。由此可知，孔老夫子處事待人接物溫和，跟任何一個人都能夠相處。這是我們學佛的同修要想往生西方極樂世界，第一個要學的。你跟這個人處不好，跟那個人不能夠相處，你將來到西方極樂世界去怎麼辦？到那個地方去，跟西方極樂世界諸上善人一定也不能相處，往生就沒分。所以要學，就是從現在開始學起。"
    },
    {
      "id": "02-001-0067_p0005",
      "zh_CN": "『或时心诤』，这个「诤」就是争执。有些在意见上不同的时候就会起了争执，这种事情尤其在现在的社会常常会发生，可能有的天天发生，也许一天发生很多次，那我们怎么办？六祖有一句话说得很好，对于言语志趣不相同的人，他老人家有个非常好的方式，合掌令欢喜。这个了不起！不要跟他争。他说，我听，听完了之后点头，「阿弥陀佛」，我们把阿弥陀佛种子送给他，这个好，这好事情。这一句阿弥陀佛，一历耳根，永为道种。他说的那个东西，我们这个耳朵听进，那个耳朵出去，不要存在心里，听完之后合掌，「阿弥陀佛」。生欢喜心就好，何必要争论？这个方法非常非常之妙，我们应当要学习。如果不能够忍让，心里面一定要生气、愤怒，有了这个情形，我们在讲席里头常常提醒同修，你要觉悟！为什么？业障现前了。心里不高兴，生气、烦恼，这是业障里面最重的，这个业障起现行。所以我刚才讲，这个害处是百分之九十九害自己，没有害别人，害不到别人。这个就是愚痴，就是佛常常在经上讲的「可怜愍者」，这个人真可怜，没人叫他生气，他自己生气。所以佛家常说「一念瞋心起，百万障门开」，障是什么？业障！什么业障都来了。如果瞋恚的心，当然是小的怨恨，可是冤冤相报。我们在过去生中生生世世迷惑颠倒，如果过去生中要是觉悟的话，你现在怎么会到人间来做人？怎么会这么苦？你还做一个凡夫，可见得你生生世世都迷惑颠倒，这是我们自己要能够想得通的。",
      "zh_TW": "『或時心諍』，這個「諍」就是爭執。有些在意見上不同的時候就會起了爭執，這種事情尤其在現在的社會常常會發生，可能有的天天發生，也許一天發生很多次，那我們怎麼辦？六祖有一句話說得很好，對於言語志趣不相同的人，他老人家有個非常好的方式，合掌令歡喜。這個了不起！不要跟他爭。他說，我聽，聽完了之後點頭，「阿彌陀佛」，我們把阿彌陀佛種子送給他，這個好，這好事情。這一句阿彌陀佛，一歷耳根，永為道種。他說的那個東西，我們這個耳朵聽進，那個耳朵出去，不要存在心裡，聽完之後合掌，「阿彌陀佛」。生歡喜心就好，何必要爭論？這個方法非常非常之妙，我們應當要學習。如果不能夠忍讓，心裡面一定要生氣、憤怒，有了這個情形，我們在講席裡頭常常提醒同修，你要覺悟！為什麼？業障現前了。心裡不高興，生氣、煩惱，這是業障裡面最重的，這個業障起現行。所以我剛才講，這個害處是百分之九十九害自己，沒有害別人，害不到別人。這個就是愚痴，就是佛常常在經上講的「可憐愍者」，這個人真可憐，沒人叫他生氣，他自己生氣。所以佛家常說「一念瞋心起，百萬障門開」，障是什麼？業障！什麼業障都來了。如果瞋恚的心，當然是小的怨恨，可是冤冤相報。我們在過去生中生生世世迷惑顛倒，如果過去生中要是覺悟的話，你現在怎麼會到人間來做人？怎麼會這麼苦？你還做一個凡夫，可見得你生生世世都迷惑顛倒，這是我們自己要能夠想得通的。"
    },
    {
      "id": "02-001-0067_p0006",
      "zh_CN": "我们在无量劫中跟这些众生结了多少怨，今天人家欺负我、人家侮辱我，我想想这是我应该受的报，我不能再记在心里；再记在心里，报来报去没完没了。一切都承受，在这一生统统把它报尽。我用什么样的心来承受？用清净心来承受，用智慧心来承受，用慈悲心来承受。不但我受人家的侮辱、欺负，不管你怎么样加害于我，不会存一念报复之心，而且存的是报恩、感恩戴德之心。第一个，这是我业障消掉了，业障报掉了；第二个，成就自己忍辱、禅定、般若波罗蜜。这个功德多大！这样大的恩人，你把他当作仇人看待，那还得了！修行要在这些地方修。平常念经、拜佛，如果遇到逆境还会生气，那不管用，那个念佛叫白念；那个拜佛，古人讲「犹如舂碓」，从前舂米舂碓就像那个样子，没有意义，也是白念了、白拜了。必定要把修学的功夫应用在日常生活当中，这才是真正修行，修行真正得到受用。所以，如果不能够修正我们错误的见解、思想、行为，那个麻烦就大了，那要与人结怨，结怨就冤冤相报，没完没了，而且这个报复是一次比一次严重。诸位同修要去看看《安士全书》前面的一篇《文昌帝君阴骘文》，文昌帝君说明他过去生中的遭遇，那种冤冤相报的可怕，自己就会警觉。所以经上讲『后世转剧，至成大怨』，这个大怨造的业就重了。往往你恨着一个人，你想报复这个人，会连同他的家族，甚至于连同他的亲戚朋友，这个罪业造得最重，后来的果报必定堕阿鼻地狱。这个都是迷惑颠倒造成的，不闻佛法不知道事实的真相，不知道果报的可怕。所以我们要想消灾免难，唯一的方法就是要学佛。",
      "zh_TW": "我們在無量劫中跟這些眾生結了多少怨，今天人家欺負我、人家侮辱我，我想想這是我應該受的報，我不能再記在心裡；再記在心裡，報來報去沒完沒了。一切都承受，在這一生統統把它報盡。我用什麼樣的心來承受？用清淨心來承受，用智慧心來承受，用慈悲心來承受。不但我受人家的侮辱、欺負，不管你怎麼樣加害於我，不會存一念報復之心，而且存的是報恩、感恩戴德之心。第一個，這是我業障消掉了，業障報掉了；第二個，成就自己忍辱、禪定、般若波羅蜜。這個功德多大！這樣大的恩人，你把他當作仇人看待，那還得了！修行要在這些地方修。平常念經、拜佛，如果遇到逆境還會生氣，那不管用，那個念佛叫白念；那個拜佛，古人講「猶如舂碓」，從前舂米舂碓就像那個樣子，沒有意義，也是白念了、白拜了。必定要把修學的功夫應用在日常生活當中，這才是真正修行，修行真正得到受用。所以，如果不能夠修正我們錯誤的見解、思想、行為，那個麻煩就大了，那要與人結怨，結怨就冤冤相報，沒完沒了，而且這個報復是一次比一次嚴重。諸位同修要去看看《安士全書》前面的一篇《文昌帝君陰騭文》，文昌帝君說明他過去生中的遭遇，那種冤冤相報的可怕，自己就會警覺。所以經上講『後世轉劇，至成大怨』，這個大怨造的業就重了。往往你恨著一個人，你想報復這個人，會連同他的家族，甚至於連同他的親戚朋友，這個罪業造得最重，後來的果報必定墮阿鼻地獄。這個都是迷惑顛倒造成的，不聞佛法不知道事實的真相，不知道果報的可怕。所以我們要想消災免難，唯一的方法就是要學佛。"
    },
    {
      "id": "02-001-0067_p0007",
      "zh_CN": "学佛一定要明理，形式上的拜拜没有用处。往往我们看到拜佛的人甚至出家人，他还会生气，他还有嫉妒，他还有报复心，原因在哪里？虽然身出了家，心没有出家。懂得这些形式的一些仪规，佛法真正的理论他不晓得；他如果真正明了，他的思想、见解、行为必定不像世间人。而且一定要知道果报通三世，不是这一生。世间浅见之人往往看到作恶的人偏偏在享福，作善的人好像在这个社会上贫穷下贱，于是乎一般人就不相信善有善报、恶有恶报，他不知道果报通三世！作恶的人享福，是他前生修的福，不是他今生作恶，他的福报就折掉了，没有这回事情。他前生作的福，他今生应当享受；这一生作恶，那是来生的事情。正所谓「欲知前世因，今生受者是」，要问我前世造的什么因，我这一生受的就是，这一生受的果报。「欲知来世果，今生作者是」，想想我来世什么果报，那我这一生所干的就是来生的果报，我这一生在修因。因果通三世！所以我常常劝勉同修，人要知道命运，特别要知道自己的命，知道自己的命就会安分守己，不会胡作妄为，就能够达到心安理得；道理明白，心就安了，不会再去妄想了。如果要打妄想，要跟人家比，那我们今天也会气死。你看我们诚心诚意在这里弘法利生，我们住这么小的一个地方；人家搞得好像并不如法，那个寺庙盖得富丽堂皇，徒众之多，财富的丰富，我们没有一样比得上人。什么原因？那是前生他修的福大，我们前生没修福，所以咱们在福报上比不上人，前世没修福。所以理明白了，我们不要跟人家比。我前一世没修，我这一世修，到来世我们这个地位就调换了。",
      "zh_TW": "學佛一定要明理，形式上的拜拜沒有用處。往往我們看到拜佛的人甚至出家人，他還會生氣，他還有嫉妒，他還有報復心，原因在哪裡？雖然身出了家，心沒有出家。懂得這些形式的一些儀規，佛法真正的理論他不曉得；他如果真正明瞭，他的思想、見解、行為必定不像世間人。而且一定要知道果報通三世，不是這一生。世間淺見之人往往看到作惡的人偏偏在享福，作善的人好像在這個社會上貧窮下賤，於是乎一般人就不相信善有善報、惡有惡報，他不知道果報通三世！作惡的人享福，是他前生修的福，不是他今生作惡，他的福報就折掉了，沒有這回事情。他前生作的福，他今生應當享受；這一生作惡，那是來生的事情。正所謂「欲知前世因，今生受者是」，要問我前世造的什麼因，我這一生受的就是，這一生受的果報。「欲知來世果，今生作者是」，想想我來世什麼果報，那我這一生所幹的就是來生的果報，我這一生在修因。因果通三世！所以我常常勸勉同修，人要知道命運，特別要知道自己的命，知道自己的命就會安分守己，不會胡作妄為，就能夠達到心安理得；道理明白，心就安了，不會再去妄想了。如果要打妄想，要跟人家比，那我們今天也會氣死。你看我們誠心誠意在這裡弘法利生，我們住這麼小的一個地方；人家搞得好像並不如法，那個寺廟蓋得富麗堂皇，徒眾之多，財富的豐富，我們沒有一樣比得上人。什麼原因？那是前生他修的福大，我們前生沒修福，所以咱們在福報上比不上人，前世沒修福。所以理明白了，我們不要跟人家比。我前一世沒修，我這一世修，到來世我們這個地位就調換了。"
    },
    {
      "id": "02-001-0067_p0008",
      "zh_CN": "福报不是从天上掉下来的，是要靠自己修的。何况佛法里头常常讲，福报里头有清福。我们看到世间人福报大，在佛门叫鸿福，红尘之福，那是世间的福报。清福是什么？是心地清净。心里头没有忧虑、没有牵挂、没有烦恼、没有妄念，身心舒泰，虽然住的小茅蓬，没有人知道，的确是非常自在，这种福叫清福。我们现在没有鸿福，我们的清福是真有，不是没有，是真有。清福比鸿福好！红尘之福免不了要作罪业、要背因果，清福是福慧双修、定慧等持。所以我们今天修的，给诸位说，是无比最上的大福报。为什么？来生到西方极乐世界去了，看看这个世间人家盖的大庙，那不能比！他今天造得再好，地下舖的也不过大理石而已，我们将来那个地方黄金为地，他能舖得起吗？我们的宫殿是七宝造的，它是钢筋水泥，跟我们不能比。只要努力修学，再过几年我们的福报就现前了，何必去羡慕红尘的福报？所以这是应当把它舍弃掉，你能够舍，西方极乐世界才得到。舍得，要把这个世间五欲六尘统统舍掉，西方极乐世界依正庄严我们就得到了。所以记得这句话「舍得」，你能舍才能够得；你要是不肯舍，决定得不到。",
      "zh_TW": "福報不是從天上掉下來的，是要靠自己修的。何況佛法裡頭常常講，福報裡頭有清福。我們看到世間人福報大，在佛門叫鴻福，紅塵之福，那是世間的福報。清福是什麼？是心地清淨。心裡頭沒有憂慮、沒有牽掛、沒有煩惱、沒有妄念，身心舒泰，雖然住的小茅蓬，沒有人知道，的確是非常自在，這種福叫清福。我們現在沒有鴻福，我們的清福是真有，不是沒有，是真有。清福比鴻福好！紅塵之福免不了要作罪業、要背因果，清福是福慧雙修、定慧等持。所以我們今天修的，給諸位說，是無比最上的大福報。為什麼？來生到西方極樂世界去了，看看這個世間人家蓋的大廟，那不能比！他今天造得再好，地下舖的也不過大理石而已，我們將來那個地方黃金為地，他能舖得起嗎？我們的宮殿是七寶造的，它是鋼筋水泥，跟我們不能比。只要努力修學，再過幾年我們的福報就現前了，何必去羨慕紅塵的福報？所以這是應當把它捨棄掉，你能夠捨，西方極樂世界才得到。捨得，要把這個世間五欲六塵統統捨掉，西方極樂世界依正莊嚴我們就得到了。所以記得這句話「捨得」，你能捨才能夠得；你要是不肯捨，決定得不到。"
    },
    {
      "id": "02-001-0067_p0009",
      "zh_CN": "这是讲报应虽然不是立刻就现前，要晓得果报通三世，决定不能够免除的。善有善报，恶有恶报，不是不报，时辰未到。所以经上讲『虽不临时，应急想破』，这个「不临时」是你这一生没有看到果报，但是要知道因果是真的，不是假的，这一生没有受到果报，他来生必定受；来生没有受，后生一定受（后生就是第三生以后），没有不受果报的。所以佛教给我们要觉悟，这个「应急想破」就是觉悟，你要多想想，要把这个理破开。所谓是「众生畏果，菩萨畏因」，换句话说，迷惑颠倒的人怕果报，果报来了他害怕；觉悟的人怕造因，怕造恶因。果报来了不怕，逆来顺受，自己从前迷惑颠倒造的，这正好消掉，所以他不怕；怕什么？怕现在再造恶因，这个可怕。特别是我们修净土，求生西方极乐世界的人，纵然我一天十万声阿弥陀佛不间断，我心里头还有瞋恚、还有不平，能不能往生？不能往生。往生西方极乐世界的道理是「心净则土净」，你这一句阿弥陀佛要把你所有这些恶习气统统念掉，念到心清净，这才能往生；虽念，心不清净没有用，不能往生。所以念佛人多，往生人少，道理就在此地。再看下面一段：",
      "zh_TW": "這是講報應雖然不是立刻就現前，要曉得果報通三世，決定不能夠免除的。善有善報，惡有惡報，不是不報，時辰未到。所以經上講『雖不臨時，應急想破』，這個「不臨時」是你這一生沒有看到果報，但是要知道因果是真的，不是假的，這一生沒有受到果報，他來生必定受；來生沒有受，後生一定受（後生就是第三生以後），沒有不受果報的。所以佛教給我們要覺悟，這個「應急想破」就是覺悟，你要多想想，要把這個理破開。所謂是「眾生畏果，菩薩畏因」，換句話說，迷惑顛倒的人怕果報，果報來了他害怕；覺悟的人怕造因，怕造惡因。果報來了不怕，逆來順受，自己從前迷惑顛倒造的，這正好消掉，所以他不怕；怕什麼？怕現在再造惡因，這個可怕。特別是我們修淨土，求生西方極樂世界的人，縱然我一天十萬聲阿彌陀佛不間斷，我心裡頭還有瞋恚、還有不平，能不能往生？不能往生。往生西方極樂世界的道理是「心淨則土淨」，你這一句阿彌陀佛要把你所有這些惡習氣統統念掉，念到心清淨，這才能往生；雖念，心不清淨沒有用，不能往生。所以念佛人多，往生人少，道理就在此地。再看下面一段："
    },
    {
      "id": "02-001-0067_p0010",
      "zh_CN": "【人在爱欲之中。独生独死。独去独来。苦乐自当。无有代者。善恶变化。追逐所生。道路不同。会见无期。何不于强健时。努力修善。欲何待乎。】",
      "zh_TW": "【人在愛欲之中。獨生獨死。獨去獨來。苦樂自當。無有代者。善惡變化。追逐所生。道路不同。會見無期。何不於強健時。努力修善。欲何待乎。】"
    },
    {
      "id": "02-001-0067_p0011",
      "zh_CN": "前面一段，佛把我们与人相处不和这个果报为我们开示过了，这一段接着就劝我们要断恶修善。经典里面所开示的每一句话、每一句教训都是我们往生西方必须具备的条件，如果往生西方不需要这些的话，佛何必讲这些废话？他就不必讲了。所以大家要记住，到你去往生去不了，经是证据，佛讲得很清楚，你都没做到，那你怎么能往生？不是阿弥陀佛不欢迎你，实在是你考试不及格，你都没能做到。所以经一定要熟。近来我遇到有几位同修，有的打电话，有的当面来问我，问我几时办佛学院来教学生？我说我是很想办，现在没有学生。他说我们想来学，我说你还不及格。他说什么不及格？我说《无量寿经》你有没有念三千遍？净土五经读本从头到尾，连序文、连跋文，你有没有看过二十遍？我都要考试的，《无量寿经》考默写，默写不是默一段，是把全经默出来，你写出来。这个考试可以考三天的，给你关一个房子，像闭关一样，每天三餐送饭给你吃，规定你三天时间把这本经默写出来，我要经过这个考试，净土五经读本要考问答题。如果没有这样的基础，佛学院是白办了，十方信徒拿供养来，我将来背因果不能交代。所以，没有这样的学生只好不办了。你们有哪些同修真正想发心跟我学，现在拼命干，干到整个真的都能默写了可以，行！你不下这个功夫，你叫我办佛学院，不行。所以佛学院的学生要真正发菩萨心，专修专弘，自利利他，担负起如来家业，十方一切诸佛弘法利生的大业，我们这一个肩膀把它挑起来。你要不下这样的苦功，这个担子你怎么能挑得起来？所以诸位同修真正发心，我是真干，我不是不干。",
      "zh_TW": "前面一段，佛把我們與人相處不和這個果報為我們開示過了，這一段接著就勸我們要斷惡修善。經典裡面所開示的每一句話、每一句教訓都是我們往生西方必須具備的條件，如果往生西方不需要這些的話，佛何必講這些廢話？他就不必講了。所以大家要記住，到你去往生去不了，經是證據，佛講得很清楚，你都沒做到，那你怎麼能往生？不是阿彌陀佛不歡迎你，實在是你考試不及格，你都沒能做到。所以經一定要熟。近來我遇到有幾位同修，有的打電話，有的當面來問我，問我幾時辦佛學院來教學生？我說我是很想辦，現在沒有學生。他說我們想來學，我說你還不及格。他說什麼不及格？我說《無量壽經》你有沒有念三千遍？淨土五經讀本從頭到尾，連序文、連跋文，你有沒有看過二十遍？我都要考試的，《無量壽經》考默寫，默寫不是默一段，是把全經默出來，你寫出來。這個考試可以考三天的，給你關一個房子，像閉關一樣，每天三餐送飯給你吃，規定你三天時間把這本經默寫出來，我要經過這個考試，淨土五經讀本要考問答題。如果沒有這樣的基礎，佛學院是白辦了，十方信徒拿供養來，我將來背因果不能交代。所以，沒有這樣的學生只好不辦了。你們有哪些同修真正想發心跟我學，現在拼命幹，幹到整個真的都能默寫了可以，行！你不下這個功夫，你叫我辦佛學院，不行。所以佛學院的學生要真正發菩薩心，專修專弘，自利利他，擔負起如來家業，十方一切諸佛弘法利生的大業，我們這一個肩膀把它挑起來。你要不下這樣的苦功，這個擔子你怎麼能挑得起來？所以諸位同修真正發心，我是真幹，我不是不幹。"
    },
    {
      "id": "02-001-0067_p0012",
      "zh_CN": "开佛学院，我们当然还是以三经为主，三经之外，许多与本宗有关的大乘经论，像《华严》、《法华》、《楞严》都得要讲，根基才厚。厚培根基，将来才能够普度劫难的众生，这个是要真正发大菩提心。从哪里学起？就是断恶修善。所以我告诉同修，把平常这些习气渐渐离开，就是喜欢多闻这个习气，这个习气不好。你看报纸、看杂志、看电视，这个都是习气，统统都不要，除了读经之外什么都丢掉，你这个心会清净。清净心，给诸位说是人生最高的享受，这个东西不要花钱买的，就是你自己不肯享受，那有什么法子？你要肯照这样做，不要多，三个月你就体会到了，真快乐！返朴归真，身心清净，世界清净。真的不要多的时间，三个月就见效，人真的静下来，真的定下来。这个定是真实的禅定，为什么？在红尘里面定下来的，不是找个深山旷野去面壁。面对着花花世界定下来，这个不容易，这是真正的功夫，这是本经里面讲的真实智慧、真实利益，一点都不假。",
      "zh_TW": "開佛學院，我們當然還是以三經為主，三經之外，許多與本宗有關的大乘經論，像《華嚴》、《法華》、《楞嚴》都得要講，根基才厚。厚培根基，將來才能夠普度劫難的眾生，這個是要真正發大菩提心。從哪裡學起？就是斷惡修善。所以我告訴同修，把平常這些習氣漸漸離開，就是喜歡多聞這個習氣，這個習氣不好。你看報紙、看雜誌、看電視，這個都是習氣，統統都不要，除了讀經之外什麼都丟掉，你這個心會清淨。清淨心，給諸位說是人生最高的享受，這個東西不要花錢買的，就是你自己不肯享受，那有什麼法子？你要肯照這樣做，不要多，三個月你就體會到了，真快樂！返樸歸真，身心清淨，世界清淨。真的不要多的時間，三個月就見效，人真的靜下來，真的定下來。這個定是真實的禪定，為什麼？在紅塵裡面定下來的，不是找個深山曠野去面壁。面對著花花世界定下來，這個不容易，這是真正的功夫，這是本經裡面講的真實智慧、真實利益，一點都不假。"
    },
    {
      "id": "02-001-0067_p0013",
      "zh_CN": "烦恼里面最重的就是爱欲，所以佛在此地第一句话就把它提出来，『人在爱欲之中』。佛家常讲「爱不重不生娑婆」，你为什么会搞六道轮回？就是你这个贪爱之心太重了。「念不一不生净土」，所以净宗主张的是一心不乱。我们今天把世出世间法一切都放下，单提一部经，单提一句佛号，这就是专一，念专一，念专一了决定生净土。所以你每天虽然是念经、虽然是念佛，你还看报纸、还看电视，我看你这个心很难专一。如果看报纸、看电视，心还专一，那你是功夫到家了，你是菩萨再来，你不是凡人。凡夫做不到，那是再来人，那是应化而来的再来人，那是我们望尘莫及的。所以自己要认识自己，决定不能学好看，不能要面子，要老老实实的去修行，知道贪爱是生死根本。世间人没有一个不堕在爱欲之中，这个爱欲范围非常广大，并不是专指男女之爱，男女之爱是爱欲里面最重的。你看现在许多人，他经也不听了、佛也不念了，天天去听股票，听那个东西去了。我在美国，是去年，我在阿拉巴马州讲经的时候，有个曾居士告诉我，他说他有个堂兄弟住在香港，在香港玩股票，他带了一个随身听，因为那个股票每两分钟播报一次，他连吃饭的时候都在听，一天日夜二十四小时不中断，非常专心，他给我讲这个事情。他有一天问我，我们学佛学到什么样的功夫能到一心不乱？我就给他讲，你如果能够念佛就像你那个亲戚听股票那样，就能够到一心不乱了。这什么原因？爱财！但是诸位要知道，这是增长贪心。如果我们能把这个爱欲转移一下，我爱阿弥陀佛、我爱西方极乐世界，那就好了，你就成功了。你要把念头转过来！世间这个财物得不到的，你去问问那些做股票的，几个做股票的赚了钱？我所知道的几个人都告诉我做股票做赔了；赚是赚了，赚了以后还想赚，没想到股票一跌赔掉了。最初要不赚，他就不玩了；赚到差不多，一下就丢光了。所以有人告诉我，到股票交易所那个地方去看，看那个人面孔的变化，你不要多，你在那里看十分钟，十分钟时间就够了，贪瞋痴慢疑统统表现出来了。一涨，欢喜了，贪心起来了；一跌，马上瞋恨心就露出来了；不知道情况的时候怀疑，不晓得是涨是跌，心吊在这个地方。所以贪瞋痴慢统统表现在面孔上，那个变化很大，看得清清楚楚、明明白白。所以佛教徒到那里去参访一下也不错，那是参学，到那里去看看，看看那个面孔变化，贪瞋痴慢疑极短的时间当中统统表现在面孔上。",
      "zh_TW": "煩惱裡面最重的就是愛欲，所以佛在此地第一句話就把它提出來，『人在愛欲之中』。佛家常講「愛不重不生娑婆」，你為什麼會搞六道輪迴？就是你這個貪愛之心太重了。「念不一不生淨土」，所以淨宗主張的是一心不亂。我們今天把世出世間法一切都放下，單提一部經，單提一句佛號，這就是專一，念專一，念專一了決定生淨土。所以你每天雖然是念經、雖然是念佛，你還看報紙、還看電視，我看你這個心很難專一。如果看報紙、看電視，心還專一，那你是功夫到家了，你是菩薩再來，你不是凡人。凡夫做不到，那是再來人，那是應化而來的再來人，那是我們望塵莫及的。所以自己要認識自己，決定不能學好看，不能要面子，要老老實實的去修行，知道貪愛是生死根本。世間人沒有一個不墮在愛欲之中，這個愛欲範圍非常廣大，並不是專指男女之愛，男女之愛是愛欲裡面最重的。你看現在許多人，他經也不聽了、佛也不念了，天天去聽股票，聽那個東西去了。我在美國，是去年，我在阿拉巴馬州講經的時候，有個曾居士告訴我，他說他有個堂兄弟住在香港，在香港玩股票，他帶了一個隨身聽，因為那個股票每兩分鐘播報一次，他連吃飯的時候都在聽，一天日夜二十四小時不中斷，非常專心，他給我講這個事情。他有一天問我，我們學佛學到什麼樣的功夫能到一心不亂？我就給他講，你如果能夠念佛就像你那個親戚聽股票那樣，就能夠到一心不亂了。這什麼原因？愛財！但是諸位要知道，這是增長貪心。如果我們能把這個愛欲轉移一下，我愛阿彌陀佛、我愛西方極樂世界，那就好了，你就成功了。你要把念頭轉過來！世間這個財物得不到的，你去問問那些做股票的，幾個做股票的賺了錢？我所知道的幾個人都告訴我做股票做賠了；賺是賺了，賺了以後還想賺，沒想到股票一跌賠掉了。最初要不賺，他就不玩了；賺到差不多，一下就丟光了。所以有人告訴我，到股票交易所那個地方去看，看那個人面孔的變化，你不要多，你在那裡看十分鐘，十分鐘時間就夠了，貪瞋痴慢疑統統表現出來了。一漲，歡喜了，貪心起來了；一跌，馬上瞋恨心就露出來了；不知道情況的時候懷疑，不曉得是漲是跌，心吊在這個地方。所以貪瞋痴慢統統表現在面孔上，那個變化很大，看得清清楚楚、明明白白。所以佛教徒到那裡去參訪一下也不錯，那是參學，到那裡去看看，看看那個面孔變化，貪瞋痴慢疑極短的時間當中統統表現在面孔上。"
    },
    {
      "id": "02-001-0067_p0014",
      "zh_CN": "贪爱的对象非常广大，世法里面叫五欲六尘，出世法里面无量的法门。所以法门也不能够贪爱，这些大乘法、这些大乘经典多好，你要是都贪，都想学，那就完了，你这一生注定要完。为什么？决定你学不成功。就好像念书一样，我一看到大学，学校里头几十个科系、几百个科系，样样都好，你样样都念，一个科系念四年，十个科系就四十年，一百个科系就四百年，你去念去，念不到二十个科系就得去见阎王，阎王就召见了。念不完的！佛教的经论、法门超过世间任何一所大学，你怎么能学得完？所以佛法也是分科分系，净土宗这是一科。我们为什么选这一科？这一科最简单，这一科的课本最少，只有一本净土五经就够了。这个叫什么？这叫聪明人！华严宗我不学，为什么？那个部头堆起来一大堆，我念不了。我们净土宗，你看现在我们印的五经读本，这是最完全的，也不过就是薄薄这么一小本而已，就够了。所以净宗在任何一个宗派里面，经典分量最少，最容易读诵、最容易接受、最容易理解、最容易修学，所以这个法门叫易行道。你不走容易的路，你自己找麻烦，那你自找苦吃。",
      "zh_TW": "貪愛的對象非常廣大，世法裡面叫五欲六塵，出世法裡面無量的法門。所以法門也不能夠貪愛，這些大乘法、這些大乘經典多好，你要是都貪，都想學，那就完了，你這一生注定要完。為什麼？決定你學不成功。就好像念書一樣，我一看到大學，學校裡頭幾十個科系、幾百個科系，樣樣都好，你樣樣都念，一個科系念四年，十個科系就四十年，一百個科系就四百年，你去念去，念不到二十個科系就得去見閻王，閻王就召見了。念不完的！佛教的經論、法門超過世間任何一所大學，你怎麼能學得完？所以佛法也是分科分系，淨土宗這是一科。我們為什麼選這一科？這一科最簡單，這一科的課本最少，只有一本淨土五經就夠了。這個叫什麼？這叫聰明人！華嚴宗我不學，為什麼？那個部頭堆起來一大堆，我念不了。我們淨土宗，你看現在我們印的五經讀本，這是最完全的，也不過就是薄薄這麼一小本而已，就夠了。所以淨宗在任何一個宗派裡面，經典分量最少，最容易讀誦、最容易接受、最容易理解、最容易修學，所以這個法門叫易行道。你不走容易的路，你自己找麻煩，那你自找苦吃。"
    },
    {
      "id": "02-001-0067_p0015",
      "zh_CN": "还有些人问我，他说法师，有些人说我们这是老太婆教，好像人家都瞧不起的，没什么学问，没智慧。我说人家说我老太婆，我就是老太婆！我说我学佛差不多快四十年了，我讲经也讲了三十年，今年是满三十年，我学到什么？我老实告诉你，我学到一个「我不如人」，我不如任何一个人。我老实念佛，我决定生净土。人人都比我强，那我恭喜你。他听了很满意，就不再说话了，我不如你。何必要跟人相比？也有人说法师，你从前讲的那些大经大论，我说我很惭愧，以前是无知，胡说八道。佛都没有讲过经，我还敢说我讲过经？不敢，真的是胡说八道。现在才真正认识自己，自己哪一样都不如人，回过头来这才老实念佛。现在才老实，从前不老实，现在才学老实了。",
      "zh_TW": "還有些人問我，他說法師，有些人說我們這是老太婆教，好像人家都瞧不起的，沒什麼學問，沒智慧。我說人家說我老太婆，我就是老太婆！我說我學佛差不多快四十年了，我講經也講了三十年，今年是滿三十年，我學到什麼？我老實告訴你，我學到一個「我不如人」，我不如任何一個人。我老實念佛，我決定生淨土。人人都比我強，那我恭喜你。他聽了很滿意，就不再說話了，我不如你。何必要跟人相比？也有人說法師，你從前講的那些大經大論，我說我很慚愧，以前是無知，胡說八道。佛都沒有講過經，我還敢說我講過經？不敢，真的是胡說八道。現在才真正認識自己，自己哪一樣都不如人，回過頭來這才老實念佛。現在才老實，從前不老實，現在才學老實了。"
    },
    {
      "id": "02-001-0067_p0016",
      "zh_CN": "所以经上讲『独生独死，独去独来，苦乐自当，无有代者』，这是真话，一口气不来就隔了一世。佛在经论上一再告诉我们人身难得，佛在经上有比喻，「须弥穿针」。须弥山多高？我们没法子想像。不要说须弥山，我们这个民生大楼不高，我们这个地方是五楼，你们在楼底下放一根绣花针，上面我给你吊根线，你在那里穿，你看看那个线能不能穿进去？这个比须弥差远了，你去穿穿看，你穿一天，看看能不能穿一根针？佛用这个比喻说失掉人身，来生还能得人身就像须弥穿针，这条线恰恰好，线放下去就穿进去了，你想想看哪有那么巧的事情？来生得不到人身就好比穿针穿不进去，不成比例。还有一个比喻叫「盲龟浮木」，比如大海里的乌龟，海里头漂了一块木板，木板当中有个洞，那个龟一伸头刚刚好伸到这个板洞去。这个跟须弥穿针没有两样，不容易，实在是不容易！佛给我们讲的话句句是真话。人虽然是相亲相爱，可以同时死，死了以后各人走各人的路，还是不能在一块。各人造的业不相同，各人受的果报不相同，怎么可能还会聚会在一块？没有这个道理。所以真相是「独死独生，独去独来」，这两句话诸位如果能多多的念几遍，你就会珍惜我们这个世间人，不管你亲爱的人还是冤家对头，我们聚会不容易，应当要和睦，应当要敬爱。",
      "zh_TW": "所以經上講『獨生獨死，獨去獨來，苦樂自當，無有代者』，這是真話，一口氣不來就隔了一世。佛在經論上一再告訴我們人身難得，佛在經上有比喻，「須彌穿針」。須彌山多高？我們沒法子想像。不要說須彌山，我們這個民生大樓不高，我們這個地方是五樓，你們在樓底下放一根繡花針，上面我給你吊根線，你在那裡穿，你看看那個線能不能穿進去？這個比須彌差遠了，你去穿穿看，你穿一天，看看能不能穿一根針？佛用這個比喻說失掉人身，來生還能得人身就像須彌穿針，這條線恰恰好，線放下去就穿進去了，你想想看哪有那麼巧的事情？來生得不到人身就好比穿針穿不進去，不成比例。還有一個比喻叫「盲龜浮木」，比如大海裡的烏龜，海裡頭漂了一塊木板，木板當中有個洞，那個龜一伸頭剛剛好伸到這個板洞去。這個跟須彌穿針沒有兩樣，不容易，實在是不容易！佛給我們講的話句句是真話。人雖然是相親相愛，可以同時死，死了以後各人走各人的路，還是不能在一塊。各人造的業不相同，各人受的果報不相同，怎麼可能還會聚會在一塊？沒有這個道理。所以真相是「獨死獨生，獨去獨來」，這兩句話諸位如果能多多的念幾遍，你就會珍惜我們這個世間人，不管你親愛的人還是冤家對頭，我們聚會不容易，應當要和睦，應當要敬愛。"
    },
    {
      "id": "02-001-0067_p0017",
      "zh_CN": "「苦乐自当，无有代者」，这两句话尤其说明善有善报，恶有恶报，果报没有人能够代替的，你造作恶决定受恶报，佛门里头没有代替的。基督教虽然说是可以代替，众生再重的罪业，耶稣十字架上把你的罪过都背去了，别人听到很欢喜，我听到很不高兴。我在抗战胜利之后回到南京，在南京念书，有一个同学是非常虔诚的基督徒，他常常带我到教堂去。我在教堂也跑了两年，《新旧约》我从头到尾也看了好几遍，牧师每说这句话我都不高兴。他要我受洗，我不肯受洗，为什么原因？我说天堂在我想像当中并不怎么好。他说为什么？我说所有一切人的罪业他都背去了，那个天堂就是罪恶包庇所，这样说起来，上帝岂不是黑社会的大头目？这我不干，我不愿意加入这个组织。牧师听了我的话非常生气，说我是魔鬼，以后不准我进教堂。这想不通，他有罪，他应当要受到惩罚，这才是对的，他有善应当受到奖励。如果上帝真正是正神，应当是赏罚严明才对，我们才佩服，这样的地方我愿意去。赏罚不明，不是他的信徒，做再善的好事都要堕地狱，这个地方不能去，决定不能去。做再坏的事情，只要信了他都可以到天堂，这种天堂怎么可以去？吓死人！简直是听得寒毛直竖，很恐怖，所以这个地方决定不去了。我讲了，那个牧师还不觉悟，还说我是魔鬼，把我赶出来。佛法给我们讲的是真的，善恶果报没有人能够代替；如果能够代替，给诸位说，诸佛菩萨大慈大悲，应当承担才对。所以佛给我们说真话，佛不像那个骗人的上帝。实在讲，上帝并不骗人，是他们基督徒骗人，上帝怎么会骗人？所以佛给我们讲真话，没有人能够代替，父子上山，各自努力，谁都代替不了谁。",
      "zh_TW": "「苦樂自當，無有代者」，這兩句話尤其說明善有善報，惡有惡報，果報沒有人能夠代替的，你造作惡決定受惡報，佛門裡頭沒有代替的。基督教雖然說是可以代替，眾生再重的罪業，耶穌十字架上把你的罪過都背去了，別人聽到很歡喜，我聽到很不高興。我在抗戰勝利之後回到南京，在南京念書，有一個同學是非常虔誠的基督徒，他常常帶我到教堂去。我在教堂也跑了兩年，《新舊約》我從頭到尾也看了好幾遍，牧師每說這句話我都不高興。他要我受洗，我不肯受洗，為什麼原因？我說天堂在我想像當中並不怎麼好。他說為什麼？我說所有一切人的罪業他都背去了，那個天堂就是罪惡包庇所，這樣說起來，上帝豈不是黑社會的大頭目？這我不幹，我不願意加入這個組織。牧師聽了我的話非常生氣，說我是魔鬼，以後不准我進教堂。這想不通，他有罪，他應當要受到懲罰，這才是對的，他有善應當受到獎勵。如果上帝真正是正神，應當是賞罰嚴明才對，我們才佩服，這樣的地方我願意去。賞罰不明，不是他的信徒，做再善的好事都要墮地獄，這個地方不能去，決定不能去。做再壞的事情，只要信了他都可以到天堂，這種天堂怎麼可以去？嚇死人！簡直是聽得寒毛直豎，很恐怖，所以這個地方決定不去了。我講了，那個牧師還不覺悟，還說我是魔鬼，把我趕出來。佛法給我們講的是真的，善惡果報沒有人能夠代替；如果能夠代替，給諸位說，諸佛菩薩大慈大悲，應當承擔才對。所以佛給我們說真話，佛不像那個騙人的上帝。實在講，上帝並不騙人，是他們基督徒騙人，上帝怎麼會騙人？所以佛給我們講真話，沒有人能夠代替，父子上山，各自努力，誰都代替不了誰。"
    },
    {
      "id": "02-001-0067_p0018",
      "zh_CN": "因此，我们对于善恶、因果要谨慎，不但恶事不能做，恶念都不能起。不要认为我起了个恶念不要紧，恶念轻；起一个恶念，阿赖耶识里面恶的种子已经种下去了。所以佛真正是慈悲，叫我们不要想过去做的恶事，为什么？你想一遍，那个恶的种子又增加一笔。与其想过去造作的那些罪恶，你为什么不想阿弥陀佛？阿弥陀佛想得愈多，就都到极乐世界去了。过去已经造的，佛给我们讲就不要去理会。忏除业障这个忏悔法是后不再造，从前已经造了那没法子，从今之后我觉悟了，我再不造罪业了，这个叫真正忏悔。绝对不是在佛菩萨面前早晚去念忏悔文、去祷告，祷告完了又干，那有什么用处？那个没有用处的。修行是心地功夫，要真正在心地上用功夫。所以这四句话意义非常之深广。",
      "zh_TW": "因此，我們對於善惡、因果要謹慎，不但惡事不能做，惡念都不能起。不要認為我起了個惡念不要緊，惡念輕；起一個惡念，阿賴耶識裡面惡的種子已經種下去了。所以佛真正是慈悲，叫我們不要想過去做的惡事，為什麼？你想一遍，那個惡的種子又增加一筆。與其想過去造作的那些罪惡，你為什麼不想阿彌陀佛？阿彌陀佛想得愈多，就都到極樂世界去了。過去已經造的，佛給我們講就不要去理會。懺除業障這個懺悔法是後不再造，從前已經造了那沒法子，從今之後我覺悟了，我再不造罪業了，這個叫真正懺悔。絕對不是在佛菩薩面前早晚去念懺悔文、去禱告，禱告完了又幹，那有什麼用處？那個沒有用處的。修行是心地功夫，要真正在心地上用功夫。所以這四句話意義非常之深廣。"
    },
    {
      "id": "02-001-0067_p0019",
      "zh_CN": "『善恶变化，追逐所生』，这个「善恶变化」，变化就是果报，因变成果了，善因变成善果，恶因结成恶果，这是变化。除这个变化之外，善也会变成恶，恶也会变成善。这是什么原因？诸位同修仔细念念《了凡四训》，你就明白了。所谓的善，有圆有偏、有满有半、有大有小、有真有伪，有的是真心，有的是假心。这些事情，《了凡四训》里面讲得很清楚，而且举了很多例子，注解里面引证的就更多。如果再要详细看，《文昌帝君阴骘文》的注解、《安士全书》，你看那个注解，你看看《感应篇汇编》，这都是印光大师一生极力提倡的。你要把这些书多多的念几遍，常常放在案头，你对于因果就不昧了，才晓得善恶因果变化之大，也晓得它变化的因缘。明白这些道理之后，我要奉劝诸位，我们要修第一善因。第一善因是什么？发菩提心，一向专念阿弥陀佛，这是第一善因。这个世间之事，我叫大家不要去过问，不要去听闻，不要去知道，目的何在？目的在求自己的清净心。我们住在这个世间为时甚短，我要在这个短短时间当中决定往生西方极乐世界。这个目标达到了，到了西方极乐世界之后，给诸位说，不但我在娑婆世界的事情，十方无量无边诸佛刹土、六道众生，乃至于十法界，你的天眼洞视、天耳彻听、他心遍知，没有一样不知道。所以现在我们学什么？学无知，一到西方极乐世界无所不知。现在你是样样都要知道，你有知，来生什么都不知道了，一转世、一隔阴，什么都不知道了。所以这些经典经文给我们的启示非常非常之大，这个「追逐所生」就是讲因缘果报如影随形。真的，菩萨畏因，我们对于自己起心动念、一切造作不能不谨慎，不能不提高警觉。",
      "zh_TW": "『善惡變化，追逐所生』，這個「善惡變化」，變化就是果報，因變成果了，善因變成善果，惡因結成惡果，這是變化。除這個變化之外，善也會變成惡，惡也會變成善。這是什麼原因？諸位同修仔細念念《了凡四訓》，你就明白了。所謂的善，有圓有偏、有滿有半、有大有小、有真有偽，有的是真心，有的是假心。這些事情，《了凡四訓》裡面講得很清楚，而且舉了很多例子，註解裡面引證的就更多。如果再要詳細看，《文昌帝君陰騭文》的註解、《安士全書》，你看那個註解，你看看《感應篇彙編》，這都是印光大師一生極力提倡的。你要把這些書多多的念幾遍，常常放在案頭，你對於因果就不昧了，才曉得善惡因果變化之大，也曉得它變化的因緣。明白這些道理之後，我要奉勸諸位，我們要修第一善因。第一善因是什麼？發菩提心，一向專念阿彌陀佛，這是第一善因。這個世間之事，我叫大家不要去過問，不要去聽聞，不要去知道，目的何在？目的在求自己的清淨心。我們住在這個世間為時甚短，我要在這個短短時間當中決定往生西方極樂世界。這個目標達到了，到了西方極樂世界之後，給諸位說，不但我在娑婆世界的事情，十方無量無邊諸佛剎土、六道眾生，乃至於十法界，你的天眼洞視、天耳徹聽、他心遍知，沒有一樣不知道。所以現在我們學什麼？學無知，一到西方極樂世界無所不知。現在你是樣樣都要知道，你有知，來生什麼都不知道了，一轉世、一隔陰，什麼都不知道了。所以這些經典經文給我們的啟示非常非常之大，這個「追逐所生」就是講因緣果報如影隨形。真的，菩薩畏因，我們對於自己起心動念、一切造作不能不謹慎，不能不提高警覺。"
    },
    {
      "id": "02-001-0067_p0020",
      "zh_CN": "『道路不同，会见无期。』因为每个人造的业不相同，你将来在六道里头往哪一道去也不相同；纵然是同一道，引业相同，满业不相同，同一道也未必能够遇得到，所以说「会见无期」。父子至亲总希望常常能够在一起，你真有这个希望，真想，实在讲是真可以做得到。什么方法？父子都到西方极乐世界就天天在一起了；换句话说，不能往生西方极乐世界，要想会见太难太难！这是真正要觉悟。我们很好的朋友、很好的眷属常常不想分离，就劝他，我们努力念阿弥陀佛，往生西方那就永远不分离了。只有这一个办法，除这一个办法之外没有第二个办法，这是我跟诸位讲真话，没有第二个办法。最近黄念祖老居士《无量寿经》的概要（《无量寿经》大意），他这个带子寄过来，我听了几个带子，他在讲经的时候也特别强调这一点，这个看法完全相同、完全一致，除了往生西方极乐世界，修学任何一个法门都靠不住，要想了生死出三界都不容易。",
      "zh_TW": "『道路不同，會見無期。』因為每個人造的業不相同，你將來在六道裡頭往哪一道去也不相同；縱然是同一道，引業相同，滿業不相同，同一道也未必能夠遇得到，所以說「會見無期」。父子至親總希望常常能夠在一起，你真有這個希望，真想，實在講是真可以做得到。什麼方法？父子都到西方極樂世界就天天在一起了；換句話說，不能往生西方極樂世界，要想會見太難太難！這是真正要覺悟。我們很好的朋友、很好的眷屬常常不想分離，就勸他，我們努力念阿彌陀佛，往生西方那就永遠不分離了。只有這一個辦法，除這一個辦法之外沒有第二個辦法，這是我跟諸位講真話，沒有第二個辦法。最近黃念祖老居士《無量壽經》的概要（《無量壽經》大意），他這個帶子寄過來，我聽了幾個帶子，他在講經的時候也特別強調這一點，這個看法完全相同、完全一致，除了往生西方極樂世界，修學任何一個法門都靠不住，要想了生死出三界都不容易。"
    },
    {
      "id": "02-001-0067_p0021",
      "zh_CN": "末后这一句是世尊劝勉我们，『何不于强健时，努力修善，欲何待乎！』修行实在讲要趁年少，老了修行就不行了。有很多人有个错误的观念，认为年少的时候应该要享乐，年老的时候再修行。他自己认为这个见解很正确，其实这个见解是错误的。你说我到年老的时候再修行，你能够保证你不短命吗？你跟阎罗王签了合同吗？合同有效吗？我们如果到那个公墓坟场里面去看一看，年轻人死的很多很多，没有到年老！这个事要觉悟。再看看古大德，无论是在家出家，修行证果开悟都是很年轻，大概都是在三十岁以前成就的。六祖大师证道的时候明心见性，五祖传衣钵给他，二十四岁，不是年岁很大，二十四岁他就是第六代祖师。为什么？年轻人有精神体力去修行。比如念佛，我们讲打一个佛七，年岁大的人佛七打不下来。一个佛七是七天七夜不能睡觉，这一句佛号念到底。年岁大的人体力衰了，没办法，一天一夜都受不了，哪里能七天七夜？年轻人办得到，大概就是四十岁以前的人还能做得到，四十岁就差了，三十左右的人行，二十几岁、三十岁的人几天几夜不睡觉精神好，他做得到。我在年轻的时候，那时候我在军中服务，舟山撤退的时候我三天三夜没睡觉，精神饱满，一点疲倦都没有，年轻！那个时候好像只有二十三岁，不知道学道。现在叫我熬夜，熬个三天三夜不行，年岁不饶人，没有法子。所以修行一定要趁年少，要在自己身体健康的时候努力修善，不能等待。",
      "zh_TW": "末後這一句是世尊勸勉我們，『何不於強健時，努力修善，欲何待乎！』修行實在講要趁年少，老了修行就不行了。有很多人有個錯誤的觀念，認為年少的時候應該要享樂，年老的時候再修行。他自己認為這個見解很正確，其實這個見解是錯誤的。你說我到年老的時候再修行，你能夠保證你不短命嗎？你跟閻羅王簽了合同嗎？合同有效嗎？我們如果到那個公墓墳場裡面去看一看，年輕人死的很多很多，沒有到年老！這個事要覺悟。再看看古大德，無論是在家出家，修行證果開悟都是很年輕，大概都是在三十歲以前成就的。六祖大師證道的時候明心見性，五祖傳衣缽給他，二十四歲，不是年歲很大，二十四歲他就是第六代祖師。為什麼？年輕人有精神體力去修行。比如念佛，我們講打一個佛七，年歲大的人佛七打不下來。一個佛七是七天七夜不能睡覺，這一句佛號念到底。年歲大的人體力衰了，沒辦法，一天一夜都受不了，哪裡能七天七夜？年輕人辦得到，大概就是四十歲以前的人還能做得到，四十歲就差了，三十左右的人行，二十幾歲、三十歲的人幾天幾夜不睡覺精神好，他做得到。我在年輕的時候，那時候我在軍中服務，舟山撤退的時候我三天三夜沒睡覺，精神飽滿，一點疲倦都沒有，年輕！那個時候好像只有二十三歲，不知道學道。現在叫我熬夜，熬個三天三夜不行，年歲不饒人，沒有法子。所以修行一定要趁年少，要在自己身體健康的時候努力修善，不能等待。"
    },
    {
      "id": "02-001-0067_p0022",
      "zh_CN": "这就是叫你及时努力，切莫迟疑，佛这个话真是苦口婆心劝导我们。譬如说经典要背诵，为什么要背诵？不能背诵，佛许多的开示记不得，我在生活当中、在处事待人接物之间就用不上，忘掉了。如果这个经背得很熟，我们六根接触外面境界，马上就想到佛在经上教给我们应该怎么做，一遇到事就晓得，你就有原则、就有分寸，你就做的跟经典所讲的相应。所以经不熟没有用处。说老实话，你念一《大藏经》不如念一本经。你一《大藏经》都念了，不熟、不记得，一句也没记住，念前面不知道后面，念到后面前面忘光了，不记得有什么用处？不如念一部经，这一部经分量适中，不太长、不太短，分量非常适中。文字不深，虽然是古文，但是非常浅显的古文，意思很明显。特别是夏老居士会集的本子，比五种原本好念多了。字字句句都来自于原文，夏老没有改动一个字，所以你念这一本经就是念五种原译的原文，等于说每一种经的选读，你是读的原经！非常非常的难得，这个因缘太殊胜了。你能够把它读熟，时时刻刻在生活里面提得起观照功夫；观照就是遇到事情会想到经上怎么讲，我应该怎么做，这叫做观照。我们俗话说「学以致用」，我学的东西有用处，在生活里面可以把它用到，经是活活泼泼的，它不是个死东西。",
      "zh_TW": "這就是叫你及時努力，切莫遲疑，佛這個話真是苦口婆心勸導我們。譬如說經典要背誦，為什麼要背誦？不能背誦，佛許多的開示記不得，我在生活當中、在處事待人接物之間就用不上，忘掉了。如果這個經背得很熟，我們六根接觸外面境界，馬上就想到佛在經上教給我們應該怎麼做，一遇到事就曉得，你就有原則、就有分寸，你就做的跟經典所講的相應。所以經不熟沒有用處。說老實話，你念一《大藏經》不如念一本經。你一《大藏經》都念了，不熟、不記得，一句也沒記住，念前面不知道後面，念到後面前面忘光了，不記得有什麼用處？不如念一部經，這一部經分量適中，不太長、不太短，分量非常適中。文字不深，雖然是古文，但是非常淺顯的古文，意思很明顯。特別是夏老居士會集的本子，比五種原本好念多了。字字句句都來自於原文，夏老沒有改動一個字，所以你念這一本經就是念五種原譯的原文，等於說每一種經的選讀，你是讀的原經！非常非常的難得，這個因緣太殊勝了。你能夠把它讀熟，時時刻刻在生活裡面提得起觀照功夫；觀照就是遇到事情會想到經上怎麼講，我應該怎麼做，這叫做觀照。我們俗話說「學以致用」，我學的東西有用處，在生活裡面可以把它用到，經是活活潑潑的，它不是個死東西。"
    },
    {
      "id": "02-001-0067_p0023",
      "zh_CN": "愈是年轻，记忆力愈好，背诵愈容易。所以我们中国古时候的教学实在讲，古时候教学是非常有道理。我们今天深深感觉到，今天传道、教学有事实上的困难，那就是什么？现在大家的观念不相同。真正教学有成就，一定要用古老的方法。所以我如果要开佛学院，我是用从前教私塾的方法，而不是现在一般佛学院授课的方法，不是的，这个方法没有效果。我过去在台中跟李老师求学，李老师教导我们是用教私塾的方法，个别教学。虽然我们一个班有二十几个同学，但是李老师教的时候是个别指导，并不是开一个课大家统统有，不是，是个别指导，但是每一个同学都要来参加。他的方法，看到好像是班上上课，其实意思完全不相同。他所教的学生就跟他对面坐着，这两张桌子排在对面，坐在他对面的是他教的学生，坐在旁边的是旁听生，那个老师决定不管，只教你这一个，把这个东西传授给你，你学会，其余的你们都旁听。一个人学一部经，这个人这一部经学完了再学第二部；第二个人来，他又坐到旁边去，去旁听第二部，是采取这个方法。他教的实在讲还不严，为什么？要是一严格，没有学生，一个学生都没有了，所以他老人家是不得已，大开方便之门。所以这个经不要求背，如果那个时候老师要求我们背经，一个个都吓跑掉了，没有人敢来学。",
      "zh_TW": "愈是年輕，記憶力愈好，背誦愈容易。所以我們中國古時候的教學實在講，古時候教學是非常有道理。我們今天深深感覺到，今天傳道、教學有事實上的困難，那就是什麼？現在大家的觀念不相同。真正教學有成就，一定要用古老的方法。所以我如果要開佛學院，我是用從前教私塾的方法，而不是現在一般佛學院授課的方法，不是的，這個方法沒有效果。我過去在台中跟李老師求學，李老師教導我們是用教私塾的方法，個別教學。雖然我們一個班有二十幾個同學，但是李老師教的時候是個別指導，並不是開一個課大家統統有，不是，是個別指導，但是每一個同學都要來參加。他的方法，看到好像是班上上課，其實意思完全不相同。他所教的學生就跟他對面坐著，這兩張桌子排在對面，坐在他對面的是他教的學生，坐在旁邊的是旁聽生，那個老師決定不管，只教你這一個，把這個東西傳授給你，你學會，其餘的你們都旁聽。一個人學一部經，這個人這一部經學完了再學第二部；第二個人來，他又坐到旁邊去，去旁聽第二部，是採取這個方法。他教的實在講還不嚴，為什麼？要是一嚴格，沒有學生，一個學生都沒有了，所以他老人家是不得已，大開方便之門。所以這個經不要求背，如果那個時候老師要求我們背經，一個個都嚇跑掉了，沒有人敢來學。"
    },
    {
      "id": "02-001-0067_p0024",
      "zh_CN": "没有要求背诵，只要求是讲经。讲经实在讲就是复讲，老师今天教你一个钟点，把这个经教给你，下次你要上台去讲经也一个钟点讲下来，他要求的是这个。这一部经从头到尾教完，你上台把这一部经从头到尾讲下来，这一部算是毕业了。教了就要上台讲。那个时候学生很可怜，非常之苦，没有一个学生没有流过眼泪，吃饭都不晓得味道，晚上决定睡不着觉，全部精神贯注在这一部经上。那个时候也没有录音机，那是民国四十七年的时候，没有录音机，老师所讲的都要把它记住。记也来不及，程度也不够，怎么办？就是所有旁听的人都要帮忙记。老师讲的时候，我们不管听多少，你都把它记下来，记了之后这个笔记统统交给这个人，他回去整理，整理出讲稿再上台来表演。所以第一堂课，老师讲给他听，第二堂课就是他讲给老师听，他要上台。老师坐在教室最后，因为老师来听的时候你没有麦克风，你一在讲台讲，我最后一个人可以听得见才行，如果讲的声音太小，我听不见不行，这不能算数。讲完之后，老师叫我们每一个同学批评，他哪个地方讲得对，哪个地方讲得不对。你单说对跟不对，老师不满意的，对要讲出很具体的，哪些地方，要一桩一桩举出来；你说哪个地方讲得不对也不能含糊笼统，你要把他过失都一条一条挑出来，叫他去改正。最后老师做总讲评，第二堂课才完了。完了之后还有第三堂，第三堂是什么？他就要正式上台去表演。",
      "zh_TW": "沒有要求背誦，只要求是講經。講經實在講就是複講，老師今天教你一個鐘點，把這個經教給你，下次你要上台去講經也一個鐘點講下來，他要求的是這個。這一部經從頭到尾教完，你上台把這一部經從頭到尾講下來，這一部算是畢業了。教了就要上台講。那個時候學生很可憐，非常之苦，沒有一個學生沒有流過眼淚，吃飯都不曉得味道，晚上決定睡不著覺，全部精神貫注在這一部經上。那個時候也沒有錄音機，那是民國四十七年的時候，沒有錄音機，老師所講的都要把它記住。記也來不及，程度也不夠，怎麼辦？就是所有旁聽的人都要幫忙記。老師講的時候，我們不管聽多少，你都把它記下來，記了之後這個筆記統統交給這個人，他回去整理，整理出講稿再上台來表演。所以第一堂課，老師講給他聽，第二堂課就是他講給老師聽，他要上台。老師坐在教室最後，因為老師來聽的時候你沒有麥克風，你一在講台講，我最後一個人可以聽得見才行，如果講的聲音太小，我聽不見不行，這不能算數。講完之後，老師叫我們每一個同學批評，他哪個地方講得對，哪個地方講得不對。你單說對跟不對，老師不滿意的，對要講出很具體的，哪些地方，要一樁一樁舉出來；你說哪個地方講得不對也不能含糊籠統，你要把他過失都一條一條挑出來，叫他去改正。最後老師做總講評，第二堂課才完了。完了之後還有第三堂，第三堂是什麼？他就要正式上台去表演。"
    },
    {
      "id": "02-001-0067_p0025",
      "zh_CN": "所以台中有练习讲经的道场，没有练习的道场学不出来。女生是台中莲社，男生是灵山寺；女生是星期六晚上，男生是星期天下午。听众都不少人，有七、八十人听。学生上台要练讲的时候，我们同学统统要到，而且坐在前面两排，前两排规定是同学坐的，一般听众三排以后，老师坐在最后一排。给诸位说，那个时候没有麦克风，你在台上表演，老师在末后要听得清楚，听不清楚老师要骂人，甚至会打人。表演完了不能就完了，回到小班再做总检讨，再求下一次的改进。这样教法！一个一个教。所以我们二十多个学生，老师辛辛苦苦教了两年，把这二十几个人统统带出来了。不是现在的佛学院，现在佛学院是不负责任的教，就像我们讲经一样，讲完了，你听懂也好、听不懂也好，与我不相干。李老师藉这个开班教的时候，教给你这部经，你不能上台从头到尾讲得很圆满，你决定没有机会学第二部经。一部学完了，能够讲得不错，老师很满意了，你才可以提出请求，我再学一部。所以在学习的过程当中，你那个心不专怎么行？没有法子！面对七、八十个人，你要是很难为情，下不了台，那真是不好意思，不要说老师骂，自己都难为情。所以在学经的过程当中，的确你们体会不到，因为你没有这个经历，体会不到，真的，吃什么东西、吃多少不晓得，什么味道不知道，确实如此。",
      "zh_TW": "所以台中有練習講經的道場，沒有練習的道場學不出來。女生是台中蓮社，男生是靈山寺；女生是星期六晚上，男生是星期天下午。聽眾都不少人，有七、八十人聽。學生上台要練講的時候，我們同學統統要到，而且坐在前面兩排，前兩排規定是同學坐的，一般聽眾三排以後，老師坐在最後一排。給諸位說，那個時候沒有麥克風，你在台上表演，老師在末後要聽得清楚，聽不清楚老師要罵人，甚至會打人。表演完了不能就完了，回到小班再做總檢討，再求下一次的改進。這樣教法！一個一個教。所以我們二十多個學生，老師辛辛苦苦教了兩年，把這二十幾個人統統帶出來了。不是現在的佛學院，現在佛學院是不負責任的教，就像我們講經一樣，講完了，你聽懂也好、聽不懂也好，與我不相干。李老師藉這個開班教的時候，教給你這部經，你不能上台從頭到尾講得很圓滿，你決定沒有機會學第二部經。一部學完了，能夠講得不錯，老師很滿意了，你才可以提出請求，我再學一部。所以在學習的過程當中，你那個心不專怎麼行？沒有法子！面對七、八十個人，你要是很難為情，下不了台，那真是不好意思，不要說老師罵，自己都難為情。所以在學經的過程當中，的確你們體會不到，因為你沒有這個經歷，體會不到，真的，吃什麼東西、吃多少不曉得，什麼味道不知道，確實如此。"
    },
    {
      "id": "02-001-0067_p0026",
      "zh_CN": "我知道我们这批人跟着李老师成就平平，没有什么了不起。原因是什么？李老师要求我们的水平太低了。所以我今天想教的时候，要把这个水准提高，希望底下这一批学生出来，决定超过我们这一辈。后来居上，佛教才有前途！你们跟我学，学得跟我一样，那都算我是失败了，学得不如我那就更糟，那谈什么？一定要在我之上。在我之上，你的基础要比我好，所以我要求非常严格，《无量寿经》你一定要念足三千遍，要全部能够默写得出来。默写考试就是整个你要写出来，错一、二个字可以原谅，如果错二十个字就不及格，这个学生不能收；或者你写错了，或者写颠倒了，只要有二十个错误就不能收了。没有这样严格的标准，你想想看，你怎么能够有资格代替十方三世一切如来弘法利生？这个担子多么重，这个责任多么大，这是无比神圣庄严，所以真正发心的年轻人要勉励自己。你真正走这条路，你这一生有意义，你这一生没有空过，你这一生在过去无量劫当中可以说是最光荣、最殊胜的一生，我也知道你将来必定往生，决定没有怀疑，决定往生。",
      "zh_TW": "我知道我們這批人跟著李老師成就平平，沒有什麼了不起。原因是什麼？李老師要求我們的水平太低了。所以我今天想教的時候，要把這個水準提高，希望底下這一批學生出來，決定超過我們這一輩。後來居上，佛教才有前途！你們跟我學，學得跟我一樣，那都算我是失敗了，學得不如我那就更糟，那談什麼？一定要在我之上。在我之上，你的基礎要比我好，所以我要求非常嚴格，《無量壽經》你一定要念足三千遍，要全部能夠默寫得出來。默寫考試就是整個你要寫出來，錯一、二個字可以原諒，如果錯二十個字就不及格，這個學生不能收；或者你寫錯了，或者寫顛倒了，只要有二十個錯誤就不能收了。沒有這樣嚴格的標準，你想想看，你怎麼能夠有資格代替十方三世一切如來弘法利生？這個擔子多麼重，這個責任多麼大，這是無比神聖莊嚴，所以真正發心的年輕人要勉勵自己。你真正走這條路，你這一生有意義，你這一生沒有空過，你這一生在過去無量劫當中可以說是最光榮、最殊勝的一生，我也知道你將來必定往生，決定沒有懷疑，決定往生。"
    }
  ]
}