{
  "doc_id": "02-001-0073",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—有果必有因",
    "zh_TW": "無量壽經（一次宣講）—有果必有因"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十三集",
    "zh_TW": "第七十三集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0073",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-001-0073_p0001",
      "zh_CN": "请掀开经本六十六面倒数第四行：",
      "zh_TW": "請掀開經本六十六面倒數第四行："
    },
    {
      "id": "02-001-0073_p0002",
      "zh_CN": "【世间有此目前现事。寿终之后。入其幽冥。转生受身。改形易道。故有泥犁。禽兽。蜎飞蠕动之属。】",
      "zh_TW": "【世間有此目前現事。壽終之後。入其幽冥。轉生受身。改形易道。故有泥犁。禽獸。蜎飛蠕動之屬。】"
    },
    {
      "id": "02-001-0073_p0003",
      "zh_CN": "在这一章，本师释迦牟尼佛将我们这个世间，特别是现前的社会，经上所讲的五浊恶世；换句话说，佛在三千年前就看到我们现在社会的状况，这是佛的天眼。现前社会无论在东方、西方，可以说是有史以来最混乱的一个时代，也是众生遭受苦难最重的一个时期。世界秩序要恢复，一般的看法总得三十年之后。换句话说，这三十年中还有许许多多的苦难。这苦难是果报，有果必有因，佛在这一章经文里面，把这些苦难的因缘果报详详细细的告诉我们。这经文一共有五段，第一段是讲杀生恶，你造恶因，当然就有果报。前面一次讲的，这一小段经文是说明因，造的恶因，以及花报，就是眼前的果报。今天接着我们看这段经文，这是后世的果报，比今世还要痛苦。",
      "zh_TW": "在這一章，本師釋迦牟尼佛將我們這個世間，特別是現前的社會，經上所講的五濁惡世；換句話說，佛在三千年前就看到我們現在社會的狀況，這是佛的天眼。現前社會無論在東方、西方，可以說是有史以來最混亂的一個時代，也是眾生遭受苦難最重的一個時期。世界秩序要恢復，一般的看法總得三十年之後。換句話說，這三十年中還有許許多多的苦難。這苦難是果報，有果必有因，佛在這一章經文裡面，把這些苦難的因緣果報詳詳細細的告訴我們。這經文一共有五段，第一段是講殺生惡，你造惡因，當然就有果報。前面一次講的，這一小段經文是說明因，造的惡因，以及花報，就是眼前的果報。今天接著我們看這段經文，這是後世的果報，比今世還要痛苦。"
    },
    {
      "id": "02-001-0073_p0004",
      "zh_CN": "第一句说『世间有此目前现事』，这是总结前面也启示后面的经文，这一句是承前启后。眼前的果报，我们只要把心静一静，就是很冷静的观察现在的社会，这个因果报应你会看得很清楚、很明白。『寿终之后，入其幽冥』，这讲来生。所以诸位要知道一个事实，现在花报好，果报一定好；现前我们所受的果报不好，来生就更严重了。果报之好坏，不在乎在社会上有地位、有财富，不在乎这些。这些是外表的好，这个没有用处的。要紧的就是我们现代人所讲的精神生活，精神生活能够提升，虽然贫，贫而乐。心里面忧虑少、烦恼少，你将来的果报一定好，即使不生西方极乐世界，也不会堕三恶道。三恶道是什么人去的？烦恼业障罪业深重人去的。烦恼是迷惑，迷惑才会造恶业。所以这章经文非常非常的重要，不亚于《楞严经》上讲的七趣那段经文。这是佛真实的慈悲，希望我们不要堕三恶道。你堕三恶道，谁都救不了你，因为这是你自己做的，自作自受，不是别人给你的。",
      "zh_TW": "第一句說『世間有此目前現事』，這是總結前面也啟示後面的經文，這一句是承前啟後。眼前的果報，我們只要把心靜一靜，就是很冷靜的觀察現在的社會，這個因果報應你會看得很清楚、很明白。『壽終之後，入其幽冥』，這講來生。所以諸位要知道一個事實，現在花報好，果報一定好；現前我們所受的果報不好，來生就更嚴重了。果報之好壞，不在乎在社會上有地位、有財富，不在乎這些。這些是外表的好，這個沒有用處的。要緊的就是我們現代人所講的精神生活，精神生活能夠提升，雖然貧，貧而樂。心裡面憂慮少、煩惱少，你將來的果報一定好，即使不生西方極樂世界，也不會墮三惡道。三惡道是什麼人去的？煩惱業障罪業深重人去的。煩惱是迷惑，迷惑才會造惡業。所以這章經文非常非常的重要，不亞於《楞嚴經》上講的七趣那段經文。這是佛真實的慈悲，希望我們不要墮三惡道。你墮三惡道，誰都救不了你，因為這是你自己做的，自作自受，不是別人給你的。"
    },
    {
      "id": "02-001-0073_p0005",
      "zh_CN": "「寿终之后，入其幽冥」，这个幽冥广义的讲就是三途，包括畜生。三途都叫做幽冥，幽是幽暗，冥是冥顽不灵。如果狭义的来说，这个幽冥专门指地狱、饿鬼。地藏菩萨很慈悲，号称幽冥教主，这是讲他悲心很重，度众生连地狱里面的众生也不舍弃。可是诸位要知道，地狱众生，地藏王菩萨纵然很慈悲想度他，也不是那么容易。原因是什么？不肯接受。就跟我们这人间一样，诸佛菩萨在这里教化我们，苦口婆心劝导，听了耳边风，不相信。地狱众生那种刚强顽固，比我们这个人间不晓得要超过多少倍。所以地藏菩萨虽然是很慈悲，在地狱里头度众生，真正得度的非常非常有限，诸位看看《地藏经》就晓得了。能够在幽冥界闻佛法回心转意得度的，可以说前世都是大修行人，都是善根非常之深厚，在临命终时一念差错，这样堕地狱的。到地狱见到菩萨，菩萨一劝他，他才省悟过来，这种在地狱里头占的比例很少很少。所以大家千万不要说没有关系，造罪业堕到地狱，还有地藏王菩萨可以救我。你要这么想法那就错了，那就是大大的错了，所以不可以有侥幸的心理。因为这个世间的确有很多侥幸的人，常常念《地藏经》、拜地藏菩萨，为什么原因？就是造罪业不怕，堕到地狱还有人救他，这是错误观念。",
      "zh_TW": "「壽終之後，入其幽冥」，這個幽冥廣義的講就是三途，包括畜生。三途都叫做幽冥，幽是幽暗，冥是冥頑不靈。如果狹義的來說，這個幽冥專門指地獄、餓鬼。地藏菩薩很慈悲，號稱幽冥教主，這是講他悲心很重，度眾生連地獄裡面的眾生也不捨棄。可是諸位要知道，地獄眾生，地藏王菩薩縱然很慈悲想度他，也不是那麼容易。原因是什麼？不肯接受。就跟我們這人間一樣，諸佛菩薩在這裡教化我們，苦口婆心勸導，聽了耳邊風，不相信。地獄眾生那種剛強頑固，比我們這個人間不曉得要超過多少倍。所以地藏菩薩雖然是很慈悲，在地獄裡頭度眾生，真正得度的非常非常有限，諸位看看《地藏經》就曉得了。能夠在幽冥界聞佛法回心轉意得度的，可以說前世都是大修行人，都是善根非常之深厚，在臨命終時一念差錯，這樣墮地獄的。到地獄見到菩薩，菩薩一勸他，他才省悟過來，這種在地獄裡頭佔的比例很少很少。所以大家千萬不要說沒有關係，造罪業墮到地獄，還有地藏王菩薩可以救我。你要這麼想法那就錯了，那就是大大的錯了，所以不可以有僥倖的心理。因為這個世間的確有很多僥倖的人，常常念《地藏經》、拜地藏菩薩，為什麼原因？就是造罪業不怕，墮到地獄還有人救他，這是錯誤觀念。"
    },
    {
      "id": "02-001-0073_p0006",
      "zh_CN": "『转生受身，改形易道』，这是六道轮回。我们这一生是人，如果做了恶事来生变成畜生，从人道改成畜生道。从人身，人身失掉了，变了一个畜生身，这个就叫「转生受身，改形易道」。六道里面这个身体形状各个不相同，不但畜生道里面种类差别繁多，人道也不例外。我们这个世间大家普遍所晓得的，我们中国人是黄种人，外国是白种人、黑种人、红种人，连人也分很多种，哪一道都是这样。得人身，在唯识学里面讲，引业；虽得人身，我们的形状、肤色、生活环境种种不一样，这叫满业。《唯识论》里头说得很详细，这个里面统统都是由过去生中的因缘，这一生才得的果报。如果造的罪业深重，底下讲『故有泥犁』，「泥犁」是地狱，所以六道里头有地狱道。『禽兽，蜎飞蠕动』，这是畜生道。所以有地狱、饿鬼、畜生，这三恶道。",
      "zh_TW": "『轉生受身，改形易道』，這是六道輪迴。我們這一生是人，如果做了惡事來生變成畜生，從人道改成畜生道。從人身，人身失掉了，變了一個畜生身，這個就叫「轉生受身，改形易道」。六道裡面這個身體形狀各個不相同，不但畜生道裡面種類差別繁多，人道也不例外。我們這個世間大家普遍所曉得的，我們中國人是黃種人，外國是白種人、黑種人、紅種人，連人也分很多種，哪一道都是這樣。得人身，在唯識學裡面講，引業；雖得人身，我們的形狀、膚色、生活環境種種不一樣，這叫滿業。《唯識論》裡頭說得很詳細，這個裡面統統都是由過去生中的因緣，這一生才得的果報。如果造的罪業深重，底下講『故有泥犁』，「泥犁」是地獄，所以六道裡頭有地獄道。『禽獸，蜎飛蠕動』，這是畜生道。所以有地獄、餓鬼、畜生，這三惡道。"
    },
    {
      "id": "02-001-0073_p0007",
      "zh_CN": "【譬如世法牢狱。剧苦极刑。魂神命精。随罪趣向。】",
      "zh_TW": "【譬如世法牢獄。劇苦極刑。魂神命精。隨罪趣向。】"
    },
    {
      "id": "02-001-0073_p0008",
      "zh_CN": "地狱之苦很难想像，说地狱说得最详细的是《地藏菩萨本愿经》，说得非常详细。《楞严经》里面佛也非常慈悲，对地狱这一道也是讲得很清楚，七趣里面讲地狱几乎是占一半的经文。这是佛的悲心，唯恐我们一不谨慎堕落到地狱去了。实在讲，我们在一生当中造作地狱的罪很容易，往往自己造作，自己绝对不知道，这叫迷惑。还认为自己所作所为是正当的，殊不知造的是地狱罪。他如果晓得这个罪业是地狱罪业，他决定不肯造。不知道，不知不觉就造了地狱罪业。佛在此地用世间牢狱来做比喻。实在讲，在我们台湾民主社会之下的牢狱，你去看看牢狱里头并不怎么很苦。如果从前在专制制度底下的牢狱，或者年岁大的人也许知道，二次大战那个时代，德国纳粹的那个牢狱，日本人特务的牢狱以及共产党制度之下的牢狱，那里面所受的极刑我们往往没有法子想像得到，想像不到那种残酷的情形。『剧苦极刑』，是用这个来做比喻。实际上地狱里面的苦处，比这个世间不晓得要超出了多少亿万倍。所以阿罗汉，阿罗汉是有神通，证了果有神通，想想从前堕在地狱里头，一想到那时候的事情，身上都流血汗，还是心有余悸。身上流冷汗，汗是血汗，恐怖到那个程度。凡夫迷惑颠倒，没有宿命通，不知道过去世。其实，哪一个人没有堕过地狱？都堕过。每一个人也都上过天堂，也都堕过地狱，现在一投胎，隔阴之迷，过去的事情统统不知道了，不知道地狱的可怕。",
      "zh_TW": "地獄之苦很難想像，說地獄說得最詳細的是《地藏菩薩本願經》，說得非常詳細。《楞嚴經》裡面佛也非常慈悲，對地獄這一道也是講得很清楚，七趣裡面講地獄幾乎是佔一半的經文。這是佛的悲心，唯恐我們一不謹慎墮落到地獄去了。實在講，我們在一生當中造作地獄的罪很容易，往往自己造作，自己絕對不知道，這叫迷惑。還認為自己所作所為是正當的，殊不知造的是地獄罪。他如果曉得這個罪業是地獄罪業，他決定不肯造。不知道，不知不覺就造了地獄罪業。佛在此地用世間牢獄來做比喻。實在講，在我們台灣民主社會之下的牢獄，你去看看牢獄裡頭並不怎麼很苦。如果從前在專制制度底下的牢獄，或者年歲大的人也許知道，二次大戰那個時代，德國納粹的那個牢獄，日本人特務的牢獄以及共產黨制度之下的牢獄，那裡面所受的極刑我們往往沒有法子想像得到，想像不到那種殘酷的情形。『劇苦極刑』，是用這個來做比喻。實際上地獄裡面的苦處，比這個世間不曉得要超出了多少億萬倍。所以阿羅漢，阿羅漢是有神通，證了果有神通，想想從前墮在地獄裡頭，一想到那時候的事情，身上都流血汗，還是心有餘悸。身上流冷汗，汗是血汗，恐怖到那個程度。凡夫迷惑顛倒，沒有宿命通，不知道過去世。其實，哪一個人沒有墮過地獄？都墮過。每一個人也都上過天堂，也都墮過地獄，現在一投胎，隔陰之迷，過去的事情統統不知道了，不知道地獄的可怕。"
    },
    {
      "id": "02-001-0073_p0009",
      "zh_CN": "『魂神命精』，这一句就是我们中国俗话讲的灵魂，佛法里面讲神识。这部经是汉朝时候翻译的，所以把中国的意思跟佛经里面的意思合在一起讲，「魂神命精」。『随罪趣向』，投胎当然不是我们的身投胎，谁去投胎？神识去投胎，我们中国人讲灵魂去投胎。魂是真的有，但是它不灵，它要灵，它绝对不会到三恶道去，就是到人间来它一定也找个富贵家庭，生下来就享福！不灵，随业去投胎，自己做不了主。往三恶道的，当然是「随罪趣向」，他造作的罪业浅深，造作罪业大小，他去受这个果报。",
      "zh_TW": "『魂神命精』，這一句就是我們中國俗話講的靈魂，佛法裡面講神識。這部經是漢朝時候翻譯的，所以把中國的意思跟佛經裡面的意思合在一起講，「魂神命精」。『隨罪趣向』，投胎當然不是我們的身投胎，誰去投胎？神識去投胎，我們中國人講靈魂去投胎。魂是真的有，但是它不靈，它要靈，它絕對不會到三惡道去，就是到人間來它一定也找個富貴家庭，生下來就享福！不靈，隨業去投胎，自己做不了主。往三惡道的，當然是「隨罪趣向」，他造作的罪業淺深，造作罪業大小，他去受這個果報。"
    },
    {
      "id": "02-001-0073_p0010",
      "zh_CN": "【所受寿命。或长或短。相从共生。更相报偿。】",
      "zh_TW": "【所受壽命。或長或短。相從共生。更相報償。】"
    },
    {
      "id": "02-001-0073_p0011",
      "zh_CN": "寿命之长短，当然在人间、天上这是善道，善道希望寿命长，愈长愈是福报。如果恶道，寿命长可就苦了。譬如说坐监牢狱，判的时间愈短愈好，愈长就愈不好。可是恶道寿命很长。你看通常我们讲的鬼道，鬼道里面的一天是我们人间的一个月，这就很长。寿命短的也是千岁千千岁，鬼道寿命短的。也算他一年三百六十天，他的一天等于我们人间一个月，你说怎么得了。地狱道就更可怕了。你看看过去李老师编的《佛学概要十四讲》，《十四讲》里面讲的地狱道，地狱的寿命，地狱的一天等于我们人间二千七百年。我们中国在世界上号称历史最悠久的国家，我们五千年历史在地狱里头才两天。地狱的寿命，短命的也是万岁万万岁。你看这个地方怎么能去？不能去，太可怕了！所以造作罪业的人赶紧要回头。",
      "zh_TW": "壽命之長短，當然在人間、天上這是善道，善道希望壽命長，愈長愈是福報。如果惡道，壽命長可就苦了。譬如說坐監牢獄，判的時間愈短愈好，愈長就愈不好。可是惡道壽命很長。你看通常我們講的鬼道，鬼道裡面的一天是我們人間的一個月，這就很長。壽命短的也是千歲千千歲，鬼道壽命短的。也算他一年三百六十天，他的一天等於我們人間一個月，你說怎麼得了。地獄道就更可怕了。你看看過去李老師編的《佛學概要十四講》，《十四講》裡面講的地獄道，地獄的壽命，地獄的一天等於我們人間二千七百年。我們中國在世界上號稱歷史最悠久的國家，我們五千年歷史在地獄裡頭才兩天。地獄的壽命，短命的也是萬歲萬萬歲。你看這個地方怎麼能去？不能去，太可怕了！所以造作罪業的人趕緊要回頭。"
    },
    {
      "id": "02-001-0073_p0012",
      "zh_CN": "净宗带业往生，你看看古大德讲解带业不一样，是带旧业不是带新业。什么叫旧业？没有闻佛法以前，不知道这个事情，我们做的，这个可以带。已经统统搞明白了，以为什么？多造一点罪业没关系，反正可以带得去，这个就错了，这个是带不去的。换句话说，一定要从今天起改过自新，痛革前非，以前的业可以带去的。不是真正回心转意，纵然念佛也不能往生，这是我们应该要晓得的。你看念佛的人有多少，往生有几个？我以前在台中跟李老师的时候，李老师就跟我讲过，他说你看我们台中莲友登记名册，有姓名、有住址的、有地点的，我们的莲友二十多万人，台中莲社的莲友。往生的有几个？三、五个人而已，不成比例。为什么去不了？一面念佛一面还造新业，这就不能往生了。那这个少数往生的，是真正觉悟回头，闻到净土法门之后，老实念佛，再不造罪业了，这个人往生。所以千万不要把佛的这些教训当作耳边风，轻看了它，这个果报是自己受。这是讲寿命长短差别。",
      "zh_TW": "淨宗帶業往生，你看看古大德講解帶業不一樣，是帶舊業不是帶新業。什麼叫舊業？沒有聞佛法以前，不知道這個事情，我們做的，這個可以帶。已經統統搞明白了，以為什麼？多造一點罪業沒關係，反正可以帶得去，這個就錯了，這個是帶不去的。換句話說，一定要從今天起改過自新，痛革前非，以前的業可以帶去的。不是真正回心轉意，縱然念佛也不能往生，這是我們應該要曉得的。你看念佛的人有多少，往生有幾個？我以前在台中跟李老師的時候，李老師就跟我講過，他說你看我們台中蓮友登記名冊，有姓名、有住址的、有地點的，我們的蓮友二十多萬人，台中蓮社的蓮友。往生的有幾個？三、五個人而已，不成比例。為什麼去不了？一面念佛一面還造新業，這就不能往生了。那這個少數往生的，是真正覺悟回頭，聞到淨土法門之後，老實念佛，再不造罪業了，這個人往生。所以千萬不要把佛的這些教訓當作耳邊風，輕看了它，這個果報是自己受。這是講壽命長短差別。"
    },
    {
      "id": "02-001-0073_p0013",
      "zh_CN": "这底下更麻烦了，『相从共生，更相报偿』。这两句话意思就是说，这个冤家对头「相从共生」，冤冤相报。他要不共生，他怎么报复？就是因为共生，所以报复的机会就太多了。你生到哪一道，他也生到哪一道；换句话，你堕地狱，他也堕地狱，到地狱里头还是杀来杀去的，还造罪业，你说这怎么得了。这个就是佛法里面所讲的怨憎会，冤家对头不希望见到偏偏碰在一起。「更相报偿」，他这个报复不会报得恰到好处，总是会超过一点，每次的报复都超过一点，所以这种报复是愈来愈惨、愈来愈烈，这非常之可怕。所以大家看看《安士全书》、《文昌帝君阴骘文》，文昌帝君自己说他在没有遇到佛法之前，他的瞋恨心很重，所以生生世世报复，所造的罪业无量无边。这是要我们认真去研究、去了解，冷静的去观察这个事实真相，然后才会真正觉悟我们这一生要不能往生净土，这些因缘果报决定摆脱不了。我们这一生学佛，学佛才几天，没学佛之前所造的恶业，自己想想都很可怕，何况我们还有过去生。过去生中生生世世造作的罪业，真如经上所说的，如果这个罪业要是有体相的话，哪怕体相再小，尽虚空也容纳不下。我们今天得人身，真是万幸万幸！能闻佛法这是多么大的福报。所以听到佛法之后，如果不能够理解，不能够依教奉行，这一生必定空过，那就太可惜了。底下两句说：",
      "zh_TW": "這底下更麻煩了，『相從共生，更相報償』。這兩句話意思就是說，這個冤家對頭「相從共生」，冤冤相報。他要不共生，他怎麼報復？就是因為共生，所以報復的機會就太多了。你生到哪一道，他也生到哪一道；換句話，你墮地獄，他也墮地獄，到地獄裡頭還是殺來殺去的，還造罪業，你說這怎麼得了。這個就是佛法裡面所講的怨憎會，冤家對頭不希望見到偏偏碰在一起。「更相報償」，他這個報復不會報得恰到好處，總是會超過一點，每次的報復都超過一點，所以這種報復是愈來愈慘、愈來愈烈，這非常之可怕。所以大家看看《安士全書》、《文昌帝君陰騭文》，文昌帝君自己說他在沒有遇到佛法之前，他的瞋恨心很重，所以生生世世報復，所造的罪業無量無邊。這是要我們認真去研究、去了解，冷靜的去觀察這個事實真相，然後才會真正覺悟我們這一生要不能往生淨土，這些因緣果報決定擺脫不了。我們這一生學佛，學佛才幾天，沒學佛之前所造的惡業，自己想想都很可怕，何況我們還有過去生。過去生中生生世世造作的罪業，真如經上所說的，如果這個罪業要是有體相的話，哪怕體相再小，盡虛空也容納不下。我們今天得人身，真是萬幸萬幸！能聞佛法這是多麼大的福報。所以聽到佛法之後，如果不能夠理解，不能夠依教奉行，這一生必定空過，那就太可惜了。底下兩句說："
    },
    {
      "id": "02-001-0073_p0014",
      "zh_CN": "【殃恶未尽。终不得离。辗转其中。累劫难出。难得解脱。痛不可言。】",
      "zh_TW": "【殃惡未盡。終不得離。輾轉其中。累劫難出。難得解脫。痛不可言。】"
    },
    {
      "id": "02-001-0073_p0015",
      "zh_CN": "这是继续说恶道的恐怖。你的罪业没有报尽，你没有办法离开恶道。你在恶道里头辗转轮回，地狱道受满了出来，出来多半到饿鬼道。到饿鬼道还不能当好鬼，还去当饿鬼。为什么当饿鬼？因为他有地狱的习气。在鬼道里面造罪业，那只有再回到地狱去。《地藏经》上不就这么说的吗？纵然饿鬼道的罪受尽了，还不能得人道，多半得畜生道。畜生也造罪业。在三恶道里『辗转其中，累劫难出，难得解脱』。这个事情，佛菩萨看得清清楚楚、明明白白。",
      "zh_TW": "這是繼續說惡道的恐怖。你的罪業沒有報盡，你沒有辦法離開惡道。你在惡道裡頭輾轉輪迴，地獄道受滿了出來，出來多半到餓鬼道。到餓鬼道還不能當好鬼，還去當餓鬼。為什麼當餓鬼？因為他有地獄的習氣。在鬼道裡面造罪業，那只有再回到地獄去。《地藏經》上不就這麼說的嗎？縱然餓鬼道的罪受盡了，還不能得人道，多半得畜生道。畜生也造罪業。在三惡道裡『輾轉其中，累劫難出，難得解脫』。這個事情，佛菩薩看得清清楚楚、明明白白。"
    },
    {
      "id": "02-001-0073_p0016",
      "zh_CN": "【天地之间。自然有是。】",
      "zh_TW": "【天地之間。自然有是。】"
    },
    {
      "id": "02-001-0073_p0017",
      "zh_CN": "这个两句话说得是非常非常之好。这些果报绝对不是别人安排的，不是的，不是上帝造的，也不是阎罗王安排的，『自然有是』。「自然有是」就是你自己业力变现出来的，所谓是如影随形，如响应声，这个因果是法尔自然如是，有因必定有果。所以经上讲，纵然：",
      "zh_TW": "這個兩句話說得是非常非常之好。這些果報絕對不是別人安排的，不是的，不是上帝造的，也不是閻羅王安排的，『自然有是』。「自然有是」就是你自己業力變現出來的，所謂是如影隨形，如響應聲，這個因果是法爾自然如是，有因必定有果。所以經上講，縱然："
    },
    {
      "id": "02-001-0073_p0018",
      "zh_CN": "【虽不即时暴应。】",
      "zh_TW": "【雖不即時暴應。】"
    },
    {
      "id": "02-001-0073_p0019",
      "zh_CN": "你眼前好像是没有看到报应，报应有没有？报应决定有。",
      "zh_TW": "你眼前好像是沒有看到報應，報應有沒有？報應決定有。"
    },
    {
      "id": "02-001-0073_p0020",
      "zh_CN": "【善恶会当归之。】",
      "zh_TW": "【善惡會當歸之。】"
    },
    {
      "id": "02-001-0073_p0021",
      "zh_CN": "果报是三世的，不是一世。往往我们看到作恶的人造了极重的罪业，他还善终，好像没有看到报应。我们这里看到他善终，其实他这里一口气断掉，那个地方阿鼻地狱去了。我们看不到他堕地狱，好像这一生当中他是善终，可是一个学佛的人能够看得出来，看他走的那个样子、那个情形，晓得他到哪一道去了，不学佛的人不知道。我们也看到有些善心人一生都做好事，好像没有得到好报，甚至于好像死得很惨，这是我们看到眼前的。这什么原因？当然有原因，我们这一生所受的多半是前生所造的因，今生所造的因，果报在来生或者在后生。这一生造了很多的罪业，经上说得很清楚，他前世修的福很大，他现在所享的是前生的余福，现在所造的那个报应还没到。虽没到，决定有，『善恶会当归之』，决定是有的，正是所谓不是不报，时辰未到。哪有没有报应的事情？这就说明因果不虚，后世一定要受报。",
      "zh_TW": "果報是三世的，不是一世。往往我們看到作惡的人造了極重的罪業，他還善終，好像沒有看到報應。我們這裡看到他善終，其實他這裡一口氣斷掉，那個地方阿鼻地獄去了。我們看不到他墮地獄，好像這一生當中他是善終，可是一個學佛的人能夠看得出來，看他走的那個樣子、那個情形，曉得他到哪一道去了，不學佛的人不知道。我們也看到有些善心人一生都做好事，好像沒有得到好報，甚至於好像死得很慘，這是我們看到眼前的。這什麼原因？當然有原因，我們這一生所受的多半是前生所造的因，今生所造的因，果報在來生或者在後生。這一生造了很多的罪業，經上說得很清楚，他前世修的福很大，他現在所享的是前生的餘福，現在所造的那個報應還沒到。雖沒到，決定有，『善惡會當歸之』，決定是有的，正是所謂不是不報，時辰未到。哪有沒有報應的事情？這就說明因果不虛，後世一定要受報。"
    },
    {
      "id": "02-001-0073_p0022",
      "zh_CN": "再看第二段。这个五段就是五戒，前面这一恶杀生，翻过来就是不杀生。所以能持五戒，佛说是为大善。五戒破了，大恶，这个决定是造三恶道的。",
      "zh_TW": "再看第二段。這個五段就是五戒，前面這一惡殺生，翻過來就是不殺生。所以能持五戒，佛說是為大善。五戒破了，大惡，這個決定是造三惡道的。"
    },
    {
      "id": "02-001-0073_p0023",
      "zh_CN": "【其二者。世间人民。不顺法度。奢淫骄纵。任心自恣。居上不明。在位不正。陷人冤枉。损害忠良。心口各异。机伪多端。尊卑中外。更相欺诳。瞋恚愚痴。欲自厚己。欲贪多有。利害胜负。结忿成雠。破家亡身。不顾前后。】",
      "zh_TW": "【其二者。世間人民。不順法度。奢淫驕縱。任心自恣。居上不明。在位不正。陷人冤枉。損害忠良。心口各異。機偽多端。尊卑中外。更相欺誑。瞋恚愚痴。欲自厚己。欲貪多有。利害勝負。結忿成讎。破家亡身。不顧前後。】"
    },
    {
      "id": "02-001-0073_p0024",
      "zh_CN": "到这里是一小段。第二段是讲盗恶，在五戒里面就是不偷盗，这是讲偷盗之恶。这偷盗，我们有没有犯？可以说每个人都犯了，只是犯的大大小小，这个罪轻重不等。这一条戒很难持。我们想占人家一点便宜就是偷盗，有占便宜的心，这是盗心，难，太难太难了，所以自己犯这个罪的时候自己不晓得。经文一开端『世间人民，不顺法度』，「法」大的讲、明显的讲就是法律，国家所制定的种种法律、种种规章，我们不能遵守，故意违犯，这是盗心。除了这个有形的法令规章之外，还有无形的风俗习惯、道德观念，这些统统都是法度。也就是日常生活的常规，我们违背了，有的是有意违背的，有的是无意违背的。无意违背，看到别人这样做，好像习惯成自然，别人都这么做，我们这样做好像也没为过。不学佛的人确实如此，学佛的人真正要警惕，晓得他这样做是往三恶道去。我们觉得也应该跟他做，好了，我们跟他到三恶道去了。社会上许许多多人这样做，我们不能跟他做，决定要回头。底下举出几个重大的造恶，就是过失。『奢淫骄纵』，「奢」是生活的奢侈，「淫」在此地讲过分，就是你的奢侈过分了。所以这个淫在此地意思很广，淫欲在底下一条，这个地方是讲盗戒，所以这个字是生活过度，奢侈过度。你要想过过分奢侈的生活，你天天就得想办法找钱，这就是决定超越了本分。刚才讲了，一定要占别人的便宜，或者占国家的便宜，损人利己。得到便宜之后，还觉得自己很聪明，自己很能干，别人不如我，「骄纵」，这是恶。『任心自恣』，人要到这个，可以说是无所不为，不知道因果可怕。这个三句是总说，「不顺法度，奢淫骄纵，任心自恣」，为所欲为。",
      "zh_TW": "到這裡是一小段。第二段是講盜惡，在五戒裡面就是不偷盜，這是講偷盜之惡。這偷盜，我們有沒有犯？可以說每個人都犯了，只是犯的大大小小，這個罪輕重不等。這一條戒很難持。我們想佔人家一點便宜就是偷盜，有佔便宜的心，這是盜心，難，太難太難了，所以自己犯這個罪的時候自己不曉得。經文一開端『世間人民，不順法度』，「法」大的講、明顯的講就是法律，國家所制定的種種法律、種種規章，我們不能遵守，故意違犯，這是盜心。除了這個有形的法令規章之外，還有無形的風俗習慣、道德觀念，這些統統都是法度。也就是日常生活的常規，我們違背了，有的是有意違背的，有的是無意違背的。無意違背，看到別人這樣做，好像習慣成自然，別人都這麼做，我們這樣做好像也沒為過。不學佛的人確實如此，學佛的人真正要警惕，曉得他這樣做是往三惡道去。我們覺得也應該跟他做，好了，我們跟他到三惡道去了。社會上許許多多人這樣做，我們不能跟他做，決定要回頭。底下舉出幾個重大的造惡，就是過失。『奢淫驕縱』，「奢」是生活的奢侈，「淫」在此地講過分，就是你的奢侈過分了。所以這個淫在此地意思很廣，淫欲在底下一條，這個地方是講盜戒，所以這個字是生活過度，奢侈過度。你要想過過分奢侈的生活，你天天就得想辦法找錢，這就是決定超越了本分。剛才講了，一定要佔別人的便宜，或者佔國家的便宜，損人利己。得到便宜之後，還覺得自己很聰明，自己很能幹，別人不如我，「驕縱」，這是惡。『任心自恣』，人要到這個，可以說是無所不為，不知道因果可怕。這個三句是總說，「不順法度，奢淫驕縱，任心自恣」，為所欲為。"
    },
    {
      "id": "02-001-0073_p0025",
      "zh_CN": "下面举几个实际的例子。『居上不明，在位不正』，这是举做官的、在上位的，这什么？收受贿赂，利用他的职权来盗取别人的财物，供给自己享受。譬如他做了大官，所谓有职权了，你有什么事情想拜托他、请他帮忙，先要给他送礼、讲好话。这个事情是不是我们甘心要给他的？不是甘心的，这都是盗。虽然他没有去偷你、去抢你，但是他的势力逼着你，你不得不把财物奉献给他，不是甘心情愿给他的，所以他拿到这分贿赂，统统是盗。所以他在位，他怎么会正？不可能正。「正」是正直，我们常讲清官，清官少。更可恶的，『陷人冤枉，损害忠良』，「忠良」跟他作风不一样，必然对他有障碍，有障碍怎么样？有障碍就要把他去掉。换句话说，只顾个人的利益，不顾国家、百姓的死活，他不顾这些，只顾个人。这些事情古今中外皆有。社会上这样的人如果少，这社会好；这样的人如果多、如果普遍，这个社会就有大灾难来了。",
      "zh_TW": "下面舉幾個實際的例子。『居上不明，在位不正』，這是舉做官的、在上位的，這什麼？收受賄賂，利用他的職權來盜取別人的財物，供給自己享受。譬如他做了大官，所謂有職權了，你有什麼事情想拜託他、請他幫忙，先要給他送禮、講好話。這個事情是不是我們甘心要給他的？不是甘心的，這都是盜。雖然他沒有去偷你、去搶你，但是他的勢力逼著你，你不得不把財物奉獻給他，不是甘心情願給他的，所以他拿到這分賄賂，統統是盜。所以他在位，他怎麼會正？不可能正。「正」是正直，我們常講清官，清官少。更可惡的，『陷人冤枉，損害忠良』，「忠良」跟他作風不一樣，必然對他有障礙，有障礙怎麼樣？有障礙就要把他去掉。換句話說，只顧個人的利益，不顧國家、百姓的死活，他不顧這些，只顧個人。這些事情古今中外皆有。社會上這樣的人如果少，這社會好；這樣的人如果多、如果普遍，這個社會就有大災難來了。"
    },
    {
      "id": "02-001-0073_p0026",
      "zh_CN": "所以从前君主跟现在民主的确是不相同。君主，老百姓的幸福，皇帝要负责任。为什么？他所用的这些地方首长是他任命的，所以他要负责任，任用这些人也是选贤与能，他要负责任。今天不然，今天是民主，县市长是老百姓选举出来的。责任谁负？责任是投票人要负责任。所以从前一个好的皇帝出来了，他所任用的人都是正派人，都是正人君子，老百姓享福。国家的选举不是像现在竞选，从前地方官吏就负有选举的责任。譬如说皇帝任命你，派你去做一个县长、做个知县，你在这个地方上做三年不能替国家推荐几个人才，你就会被撤职了，因为政绩里面第一条就是替国家选拔人才。所以从前的官没有事情他要出去访问，访什么？访孝廉。他要到处去打听，不露身分到外面去看，看这些年轻人哪一家真正的孝子；廉是廉洁，绝不贪图名闻利养。因为国家要的人就是要这种，第一个他能够孝亲，就能够忠心替国家、替老百姓做事情，所以选孝子；选廉洁之人，不求名闻利养的，这种人做官不会收贿赂，一定是正大光明。所以国家需要选拔这样的人才，这种人才选拔出来，他家境虽然很清寒，没有能力去读书，由国家来栽培他。这些人你要不暗中打听去找他，他绝不出来，为什么？他没有名利心，这些人都非常谦虚、非常正直。所以县太爷真知道了，还到他家去拜访劝他出来，劝还得劝好多次，他才肯答应出来。他这一答应对国家就要牺牲奉献，要替老百姓做事情。所以那个时候选举是这样选法的，等于说是国家主动的在选拔人才。所以从前的制度的确许多好的地方，超越我们现前的一些方式。",
      "zh_TW": "所以從前君主跟現在民主的確是不相同。君主，老百姓的幸福，皇帝要負責任。為什麼？他所用的這些地方首長是他任命的，所以他要負責任，任用這些人也是選賢與能，他要負責任。今天不然，今天是民主，縣市長是老百姓選舉出來的。責任誰負？責任是投票人要負責任。所以從前一個好的皇帝出來了，他所任用的人都是正派人，都是正人君子，老百姓享福。國家的選舉不是像現在競選，從前地方官吏就負有選舉的責任。譬如說皇帝任命你，派你去做一個縣長、做個知縣，你在這個地方上做三年不能替國家推薦幾個人才，你就會被撤職了，因為政績裡面第一條就是替國家選拔人才。所以從前的官沒有事情他要出去訪問，訪什麼？訪孝廉。他要到處去打聽，不露身分到外面去看，看這些年輕人哪一家真正的孝子；廉是廉潔，絕不貪圖名聞利養。因為國家要的人就是要這種，第一個他能夠孝親，就能夠忠心替國家、替老百姓做事情，所以選孝子；選廉潔之人，不求名聞利養的，這種人做官不會收賄賂，一定是正大光明。所以國家需要選拔這樣的人才，這種人才選拔出來，他家境雖然很清寒，沒有能力去讀書，由國家來栽培他。這些人你要不暗中打聽去找他，他絕不出來，為什麼？他沒有名利心，這些人都非常謙虛、非常正直。所以縣太爺真知道了，還到他家去拜訪勸他出來，勸還得勸好多次，他才肯答應出來。他這一答應對國家就要犧牲奉獻，要替老百姓做事情。所以那個時候選舉是這樣選法的，等於說是國家主動的在選拔人才。所以從前的制度的確許多好的地方，超越我們現前的一些方式。"
    },
    {
      "id": "02-001-0073_p0027",
      "zh_CN": "我们再往下面看，『心口各异，机伪多端』。这两句话容易懂，就是口是心非，口里面说得很好听，心里面所想、所做的是另外一桩事情。这个不但是有盗，还有妄语，还要欺骗人。所以这个五种恶，往往一种恶里头会牵连着其他的很多种，同时都在做，都在造业。「机伪多端」，机是机诈。拿现在讲，就是用不正当的手段欺骗人，虚伪、欺诈。孔夫子所讲的「巧言令色」都是属于这一类的。说得不好听就是诡诈、伪善，表面上装的好人。装在外面样子是个好人，内里面无恶不作，外面还装得像个好人，一般人觉察不出来，给诸位说，佛菩萨、鬼神清清楚楚。这个世间真正有学问、有德行的人能看得出来，可是一般人不容易觉察出来，虚伪奸诈。『尊卑中外，更相欺诳。』他用不正当的手段去欺骗人，不但对外人，对于自己家里人也是如此，甚至于对长辈、晚辈统统都骗，统统都欺诈。当然他所想得到的无非是名闻利养、五欲六尘，总是想得到这些，希望把别人的，自己能够取得，不择手段，「更相欺诳」。",
      "zh_TW": "我們再往下面看，『心口各異，機偽多端』。這兩句話容易懂，就是口是心非，口裡面說得很好聽，心裡面所想、所做的是另外一樁事情。這個不但是有盜，還有妄語，還要欺騙人。所以這個五種惡，往往一種惡裡頭會牽連著其他的很多種，同時都在做，都在造業。「機偽多端」，機是機詐。拿現在講，就是用不正當的手段欺騙人，虛偽、欺詐。孔夫子所講的「巧言令色」都是屬於這一類的。說得不好聽就是詭詐、偽善，表面上裝的好人。裝在外面樣子是個好人，內裡面無惡不作，外面還裝得像個好人，一般人覺察不出來，給諸位說，佛菩薩、鬼神清清楚楚。這個世間真正有學問、有德行的人能看得出來，可是一般人不容易覺察出來，虛偽奸詐。『尊卑中外，更相欺誑。』他用不正當的手段去欺騙人，不但對外人，對於自己家裡人也是如此，甚至於對長輩、晚輩統統都騙，統統都欺詐。當然他所想得到的無非是名聞利養、五欲六塵，總是想得到這些，希望把別人的，自己能夠取得，不擇手段，「更相欺誑」。"
    },
    {
      "id": "02-001-0073_p0028",
      "zh_CN": "『瞋恚愚痴，欲自厚己。』要是说他的第一个因素，实在讲是愚痴，愚痴是迷惑，因为迷惑他才起了贪心，「欲自厚己」这就是贪。从愚痴生了贪心，从贪心再生瞋恚心，厌恶别人。如果别人比他富有，别人比他尊贵，别人比他聪明，他就嫉妒瞋恨，不择手段的去破坏。这统统是属于盗心，由这个盗心造杀盗淫妄，由这个盗心起贪瞋痴三毒。『欲贪多有』，这个贪心永远是没有止尽的，愈贪愈想贪、愈想多。所以佛教给我们，真正觉悟的人，在物质生活一定要知足，知足常乐，适可而止。为什么？止了之后，你的心就清净了，清净心与道就相应，我们这句佛号才能念得好，才能念到功夫成片，才能念到一心不乱。如果心不知足，诸位想想，他要什么时候才能念到功夫成片？不可能。哪一天知足了，他就有可能了。所以生活要知足，绝对不要多求。纵然学佛，我们讲道场，道场也要知足。有不少同修来给我说：「法师，道场小了。」我很知足，为什么？大，大了没有人。咱们有这么多人，这个场合不是正好吗？而且大了人多，那些人都是不相干的人，那些人不是来学佛的，那些人是来玩弄佛教的。这个地方好玩，没地方去，来玩玩，他不是来学佛的。学佛的人很少，不多，到寺庙道场来玩的人很多，我们今天不要这些人，我们要真正学佛的人。",
      "zh_TW": "『瞋恚愚痴，欲自厚己。』要是說他的第一個因素，實在講是愚痴，愚痴是迷惑，因為迷惑他才起了貪心，「欲自厚己」這就是貪。從愚痴生了貪心，從貪心再生瞋恚心，厭惡別人。如果別人比他富有，別人比他尊貴，別人比他聰明，他就嫉妒瞋恨，不擇手段的去破壞。這統統是屬於盜心，由這個盜心造殺盜淫妄，由這個盜心起貪瞋痴三毒。『欲貪多有』，這個貪心永遠是沒有止盡的，愈貪愈想貪、愈想多。所以佛教給我們，真正覺悟的人，在物質生活一定要知足，知足常樂，適可而止。為什麼？止了之後，你的心就清淨了，清淨心與道就相應，我們這句佛號才能念得好，才能念到功夫成片，才能念到一心不亂。如果心不知足，諸位想想，他要什麼時候才能念到功夫成片？不可能。哪一天知足了，他就有可能了。所以生活要知足，絕對不要多求。縱然學佛，我們講道場，道場也要知足。有不少同修來給我說：「法師，道場小了。」我很知足，為什麼？大，大了沒有人。咱們有這麼多人，這個場合不是正好嗎？而且大了人多，那些人都是不相干的人，那些人不是來學佛的，那些人是來玩弄佛教的。這個地方好玩，沒地方去，來玩玩，他不是來學佛的。學佛的人很少，不多，到寺廟道場來玩的人很多，我們今天不要這些人，我們要真正學佛的人。"
    },
    {
      "id": "02-001-0073_p0029",
      "zh_CN": "尤其真正修净土的人，那人就更少了。为什么？经上讲的，这个法门是当生成佛的方法，看看哪些人有这个福报，你这一生要成佛了，这种人毕竟是不多。不是成佛的人，他到这来干什么？到这来是要成佛的。所以成佛的人不多，我们的道场就不需要大，这个是要知道的。何况道场如果要我们到处去求人、去化缘，那苦死了，那个太苦了。所以道场要让佛菩萨来操心，我们人不要操心。我们这个道场实在讲，佛菩萨成就的，不是到外面去化缘募捐搞得来的，不是的。换句话说，这是个成佛的道场，在这个道场种福是真实的福田。我们看看这个世间，有几个人有这么大的福报？他没有这么大的福报。是真实的福报，他才会那个种子种在真正的福田上。有钱的人很多，他没福，他没福他那个钱种在另外的田里头，那个田里头不生佛种子。所以真实的福田是要真实的福报他才能种。我们何必去劝人？不用。没有福的人想种一点福，种不到，他哪去种？种福还得要有福，这是实实在在的话。没福的人想修福修不到福，好像那个种子种在沙里面、种在石头上，永远也长不出东西出来。几个人能认识真正的福田？几个人能够认识真正的佛法？",
      "zh_TW": "尤其真正修淨土的人，那人就更少了。為什麼？經上講的，這個法門是當生成佛的方法，看看哪些人有這個福報，你這一生要成佛了，這種人畢竟是不多。不是成佛的人，他到這來幹什麼？到這來是要成佛的。所以成佛的人不多，我們的道場就不需要大，這個是要知道的。何況道場如果要我們到處去求人、去化緣，那苦死了，那個太苦了。所以道場要讓佛菩薩來操心，我們人不要操心。我們這個道場實在講，佛菩薩成就的，不是到外面去化緣募捐搞得來的，不是的。換句話說，這是個成佛的道場，在這個道場種福是真實的福田。我們看看這個世間，有幾個人有這麼大的福報？他沒有這麼大的福報。是真實的福報，他才會那個種子種在真正的福田上。有錢的人很多，他沒福，他沒福他那個錢種在另外的田裡頭，那個田裡頭不生佛種子。所以真實的福田是要真實的福報他才能種。我們何必去勸人？不用。沒有福的人想種一點福，種不到，他哪去種？種福還得要有福，這是實實在在的話。沒福的人想修福修不到福，好像那個種子種在沙裡面、種在石頭上，永遠也長不出東西出來。幾個人能認識真正的福田？幾個人能夠認識真正的佛法？"
    },
    {
      "id": "02-001-0073_p0030",
      "zh_CN": "我这个方法是当年章嘉大师教给我的，他只教给我一心向道、念念如法，如经教里面所说的一样，「佛氏门中，有求必应」，不要求人，求佛菩萨感应。他说如果你有求求没有成就，两个因素，第一个因素，你自己业障没消除；第二个因素，时节因缘没到。如果自己业障消除，时节因缘成熟、到了，佛菩萨、护法神自自然然都来了。我们中国古时候许多大德，那些大的丛林，他没有化缘来的，佛菩萨建造的。你看现在庐山慧远大师它那个大殿（念佛堂），那个念佛堂招牌叫神运殿，不是人建造的。他要的那些材料（建筑材料）说一次大风雨来，风吹来的，不晓得从哪来的，他所要的那么多，统统就运到这么多，神运殿，不可思议的感应。所以他那个地方，你看看一百二十多个人在那个地方修行，个个往生。那不得了，这一往生就是一生成佛！所以这非常非常不可思议。我们一定要相信佛，相信菩萨，相信护法神，向谁求？向佛菩萨求。",
      "zh_TW": "我這個方法是當年章嘉大師教給我的，他只教給我一心向道、念念如法，如經教裡面所說的一樣，「佛氏門中，有求必應」，不要求人，求佛菩薩感應。他說如果你有求求沒有成就，兩個因素，第一個因素，你自己業障沒消除；第二個因素，時節因緣沒到。如果自己業障消除，時節因緣成熟、到了，佛菩薩、護法神自自然然都來了。我們中國古時候許多大德，那些大的叢林，他沒有化緣來的，佛菩薩建造的。你看現在廬山慧遠大師它那個大殿（念佛堂），那個念佛堂招牌叫神運殿，不是人建造的。他要的那些材料（建築材料）說一次大風雨來，風吹來的，不曉得從哪來的，他所要的那麼多，統統就運到這麼多，神運殿，不可思議的感應。所以他那個地方，你看看一百二十多個人在那個地方修行，個個往生。那不得了，這一往生就是一生成佛！所以這非常非常不可思議。我們一定要相信佛，相信菩薩，相信護法神，向誰求？向佛菩薩求。"
    },
    {
      "id": "02-001-0073_p0031",
      "zh_CN": "我们真正这样做法，我们求来不是自己享受。过去有信徒告诉我，这个信徒是老信徒，年岁比我大，现在住在美国，非常的感慨，他说我们辛辛苦苦赚的钱供养法师、供养三宝，法师住的房子比我们家里大，法师排场比我们家里阔气。这个话我们听到很难过，真的不是假的，法师住的房子富丽堂皇，宫殿似的，你家房子怎么能跟他比？我那个时候刚刚学佛，他对我有一点供养，多少钱？二十块美金，送我一部《法苑珠林》，我第一部读的《法苑珠林》是他拿钱在香港请了这部书。我说我钱不要，我现在要书、要经典，他送我一部书。所以就很感慨。虽然感慨，还是常常到寺庙里要出钱，师父叫他出钱，不能不出。可见得他出得不甘心，他要甘心，他不会说这些牢骚话，他出得不甘心。这个就是贪心的确会增长的，你要是不把它止住掉，这个不得了，这是我们千万要警觉，很容易堕到这个圈套里面去了。",
      "zh_TW": "我們真正這樣做法，我們求來不是自己享受。過去有信徒告訴我，這個信徒是老信徒，年歲比我大，現在住在美國，非常的感慨，他說我們辛辛苦苦賺的錢供養法師、供養三寶，法師住的房子比我們家裡大，法師排場比我們家裡闊氣。這個話我們聽到很難過，真的不是假的，法師住的房子富麗堂皇，宮殿似的，你家房子怎麼能跟他比？我那個時候剛剛學佛，他對我有一點供養，多少錢？二十塊美金，送我一部《法苑珠林》，我第一部讀的《法苑珠林》是他拿錢在香港請了這部書。我說我錢不要，我現在要書、要經典，他送我一部書。所以就很感慨。雖然感慨，還是常常到寺廟裡要出錢，師父叫他出錢，不能不出。可見得他出得不甘心，他要甘心，他不會說這些牢騷話，他出得不甘心。這個就是貪心的確會增長的，你要是不把它止住掉，這個不得了，這是我們千萬要警覺，很容易墮到這個圈套裡面去了。"
    },
    {
      "id": "02-001-0073_p0032",
      "zh_CN": "人一有贪心，杀盗淫妄样样都做。为什么？满足他的贪欲，而他这个贪欲永远不会满的；换句话说，他造这个罪业也永远不止。这个不得了，修行再好也是枉然，还是要堕落。不要认为修行人怎么会堕三恶道？修行人堕地狱的多得很，俗话常说「地狱门前僧道多」，这个话是真的不是假的。你看慈云灌顶法师《大势至圆通章疏钞》，他讲念佛一百种不同的果报，第一种堕阿鼻地狱。念佛还念到阿鼻地狱去了，为什么原因？虽然一天到晚阿弥陀佛、阿弥陀佛，心里头杀盗淫妄照干，这样念佛人也要堕阿鼻地狱。千万不要说念一声阿弥陀佛佛号灭八十亿劫生死重罪，我造杀盗淫妄不要紧，我多念几句就灭掉了，殊不知到最后还要堕阿鼻地狱。这个就是把经义曲解了，堕到阿鼻地狱罪更重。怎么更重？他谤佛、谤法、谤僧。佛说我念阿弥陀佛就灭罪，我念了这么多为什么不灵？佛骗我。谤佛、谤法、谤僧，罪上加罪，不得了！不是佛菩萨不灵，是你自己错会了意思，你自己没有了解佛所讲的意思。",
      "zh_TW": "人一有貪心，殺盜淫妄樣樣都做。為什麼？滿足他的貪欲，而他這個貪欲永遠不會滿的；換句話說，他造這個罪業也永遠不止。這個不得了，修行再好也是枉然，還是要墮落。不要認為修行人怎麼會墮三惡道？修行人墮地獄的多得很，俗話常說「地獄門前僧道多」，這個話是真的不是假的。你看慈雲灌頂法師《大勢至圓通章疏鈔》，他講念佛一百種不同的果報，第一種墮阿鼻地獄。念佛還念到阿鼻地獄去了，為什麼原因？雖然一天到晚阿彌陀佛、阿彌陀佛，心裡頭殺盜淫妄照幹，這樣念佛人也要墮阿鼻地獄。千萬不要說念一聲阿彌陀佛佛號滅八十億劫生死重罪，我造殺盜淫妄不要緊，我多念幾句就滅掉了，殊不知到最後還要墮阿鼻地獄。這個就是把經義曲解了，墮到阿鼻地獄罪更重。怎麼更重？他謗佛、謗法、謗僧。佛說我念阿彌陀佛就滅罪，我念了這麼多為什麼不靈？佛騙我。謗佛、謗法、謗僧，罪上加罪，不得了！不是佛菩薩不靈，是你自己錯會了意思，你自己沒有了解佛所講的意思。"
    },
    {
      "id": "02-001-0073_p0033",
      "zh_CN": "『利害胜负』，为了个人利害，为了个人的好强好胜。『结忿成雠』，「忿」是小怨，「雠」是大仇，小小的过节逐渐逐渐演变成大仇，演变成仇恨。『破家亡身，不顾前后』，「前后」是讲因果。仇结深了，这就是冤冤相报，这就不能避免了。这些事情我们看看身边、看看社会，几乎在这个世界上随时随地都能够见得到，你从新闻上见到，从报纸上见到，这些人不相信因果报应。这个「不顾前后」就是不相信因果报应，前是现前，后是死了以后，现前造作，后来必有果报。",
      "zh_TW": "『利害勝負』，為了個人利害，為了個人的好強好勝。『結忿成讎』，「忿」是小怨，「讎」是大仇，小小的過節逐漸逐漸演變成大仇，演變成仇恨。『破家亡身，不顧前後』，「前後」是講因果。仇結深了，這就是冤冤相報，這就不能避免了。這些事情我們看看身邊、看看社會，幾乎在這個世界上隨時隨地都能夠見得到，你從新聞上見到，從報紙上見到，這些人不相信因果報應。這個「不顧前後」就是不相信因果報應，前是現前，後是死了以後，現前造作，後來必有果報。"
    },
    {
      "id": "02-001-0073_p0034",
      "zh_CN": "我在前天看到佛教会一个通知，大概是现在这个社会治安情形不好，社会很乱，所以佛教会想召开一个各寺庙负责人的会议，来研讨如何能够协助这个社会治安。我看了一下，这个通知也不见了，我也不晓得是哪一天召开。有效吗？所以今天许许多多的会议我对它没兴趣了，为什么？会而不议，议而不决，决而不行，去了干什么？你能拿出什么好办法来安定这个社会？说老实话，人人明信因果，社会就安定了。相信因果报应的人，我相信他不敢做坏事情，不但不敢做坏事，甚至于动个坏念头他也不敢，为什么？他知道三恶道可怕。尤其是念佛人，他心心念念我要到西方极乐世界去，我要见阿弥陀佛，我起个坏念头做个坏事，阿弥陀佛、观音、势至、西方极乐世界每一个人都看到了，这还能去吗？这去了也不好意思，去了也没有脸面。想到这个事情的时候，真的一个恶念都不会动，我才有资格去见阿弥陀佛，往生西方极乐世界。",
      "zh_TW": "我在前天看到佛教會一個通知，大概是現在這個社會治安情形不好，社會很亂，所以佛教會想召開一個各寺廟負責人的會議，來研討如何能夠協助這個社會治安。我看了一下，這個通知也不見了，我也不曉得是哪一天召開。有效嗎？所以今天許許多多的會議我對它沒興趣了，為什麼？會而不議，議而不決，決而不行，去了幹什麼？你能拿出什麼好辦法來安定這個社會？說老實話，人人明信因果，社會就安定了。相信因果報應的人，我相信他不敢做壞事情，不但不敢做壞事，甚至於動個壞念頭他也不敢，為什麼？他知道三惡道可怕。尤其是念佛人，他心心念念我要到西方極樂世界去，我要見阿彌陀佛，我起個壞念頭做個壞事，阿彌陀佛、觀音、勢至、西方極樂世界每一個人都看到了，這還能去嗎？這去了也不好意思，去了也沒有臉面。想到這個事情的時候，真的一個惡念都不會動，我才有資格去見阿彌陀佛，往生西方極樂世界。"
    },
    {
      "id": "02-001-0073_p0035",
      "zh_CN": "这个事情，《无量寿经》里头讲得清清楚楚，西方极乐世界人数之多，没法子计算。前面经文上说得很详细，即使十方世界所有一切众生统统证辟支佛果（这是比喻），神通都像大目犍连一样，共同来计算，给多少时间？千亿劫，这么长的时间去计算，算西方极乐世界的人数都算不出来。你想想看，我们在这里起心动念，他们统统看到。因为西方极乐世界每一个人，他们的神通、智慧、道力差不多都跟阿弥陀佛一样的，天眼洞视，天耳彻听，他心遍知。我们要见佛，要往生，要跟这些诸上善人俱会一处，我们的念头、我们的行为天天造罪业，跟他们相反，这能去得了吗？一天念十万声阿弥陀佛，古人所讲的「喊破喉咙也枉然」，还是去不了。所以这一句佛号，古德讲「一声佛号一声心」，要与你的真心相应。你的真心是什么？清净心、平等心、觉心，这经题上「清净平等觉」，念念与这个相应，这才能往生，这才能见佛。所以今天安定社会，我觉得最好的无过于弘扬《清净平等觉经》，如果我们台湾两千万同胞每个人都念这部经，保险不要三个月天下太平，这真的。",
      "zh_TW": "這個事情，《無量壽經》裡頭講得清清楚楚，西方極樂世界人數之多，沒法子計算。前面經文上說得很詳細，即使十方世界所有一切眾生統統證辟支佛果（這是比喻），神通都像大目犍連一樣，共同來計算，給多少時間？千億劫，這麼長的時間去計算，算西方極樂世界的人數都算不出來。你想想看，我們在這裡起心動念，他們統統看到。因為西方極樂世界每一個人，他們的神通、智慧、道力差不多都跟阿彌陀佛一樣的，天眼洞視，天耳徹聽，他心遍知。我們要見佛，要往生，要跟這些諸上善人俱會一處，我們的念頭、我們的行為天天造罪業，跟他們相反，這能去得了嗎？一天念十萬聲阿彌陀佛，古人所講的「喊破喉嚨也枉然」，還是去不了。所以這一句佛號，古德講「一聲佛號一聲心」，要與你的真心相應。你的真心是什麼？清淨心、平等心、覺心，這經題上「清淨平等覺」，念念與這個相應，這才能往生，這才能見佛。所以今天安定社會，我覺得最好的無過於弘揚《清淨平等覺經》，如果我們台灣兩千萬同胞每個人都念這部經，保險不要三個月天下太平，這真的。"
    },
    {
      "id": "02-001-0073_p0036",
      "zh_CN": "可是我们这里经本不够用，我们经本多少？这么多年来所印大概统计，总共在我估计有二十多万册。我们有两千万人，而且二十多万册差不多一半我们送到国外结缘，在我想国内顶多十万册，大概就这样，最多不过十万册。两千万人，这十万册未必十万个人在念，这当中要打很大的折扣。几个人在念？念了之后有几个人真正发心，起心动念都与清净平等觉相应？所以这个折扣打来打去到最后没几个人，太少太少了。你才晓得哪几个人会成佛，哪几个人他这一生成佛的机会到了，实在不多。但是，我们一定要把这个法门尽心尽力的宣扬，普遍的宣扬，也就是说善根、福德、因缘这三个条件，我们能做的是因缘，我们把这个因缘送给大家。他能不能接受，那是他的善根福德。我们这样做，我们也就心安理得了，我们尽到责任、尽到本分了。所以自己求，求觉正净；对待别人，就是把这个无上究竟圆满第一法门介绍给众生，推荐给别人。",
      "zh_TW": "可是我們這裡經本不夠用，我們經本多少？這麼多年來所印大概統計，總共在我估計有二十多萬冊。我們有兩千萬人，而且二十多萬冊差不多一半我們送到國外結緣，在我想國內頂多十萬冊，大概就這樣，最多不過十萬冊。兩千萬人，這十萬冊未必十萬個人在念，這當中要打很大的折扣。幾個人在念？念了之後有幾個人真正發心，起心動念都與清淨平等覺相應？所以這個折扣打來打去到最後沒幾個人，太少太少了。你才曉得哪幾個人會成佛，哪幾個人他這一生成佛的機會到了，實在不多。但是，我們一定要把這個法門盡心盡力的宣揚，普遍的宣揚，也就是說善根、福德、因緣這三個條件，我們能做的是因緣，我們把這個因緣送給大家。他能不能接受，那是他的善根福德。我們這樣做，我們也就心安理得了，我們盡到責任、盡到本分了。所以自己求，求覺正淨；對待別人，就是把這個無上究竟圓滿第一法門介紹給眾生，推薦給別人。"
    },
    {
      "id": "02-001-0073_p0037",
      "zh_CN": "底下经文也好懂，说：ˉ",
      "zh_TW": "底下經文也好懂，說：ˉ"
    },
    {
      "id": "02-001-0073_p0038",
      "zh_CN": "【富有悭惜。不肯施与。】",
      "zh_TW": "【富有慳惜。不肯施與。】"
    },
    {
      "id": "02-001-0073_p0039",
      "zh_CN": "这是讲现前有福报的这些人，虽然富有，富有吝啬，不肯布施。",
      "zh_TW": "這是講現前有福報的這些人，雖然富有，富有吝嗇，不肯布施。"
    },
    {
      "id": "02-001-0073_p0040",
      "zh_CN": "【爱保贪重。心劳身苦。】",
      "zh_TW": "【愛保貪重。心勞身苦。】"
    },
    {
      "id": "02-001-0073_p0041",
      "zh_CN": "他爱惜他的财物，天天在那里想如何能够保持不会失掉，这一意念是增长贪心，所以他的贪心愈来愈重。他乐不乐？不乐，富而不乐。为什么？他劳心，他劳身，天天想着他的财富如何能保全，如何不会贬值、不会丢掉，天天操这个心，天天要为这些事情去劳身到处奔波，干这个，『心劳身苦』。实在讲，这是稍稍懂得佛法的人晓得财是身外之物，为身外之物去劳心去劳身，这是错误的，这是不值得的。财富真正能够保持永远不会失掉，佛教给我们的方法是第一正确的方法，布施。你命里面有的，你把它舍掉，你那个命里有的还存在着。这桩事情，所以我常劝同修，你们能够把《了凡四训》连续的念三百遍，你就体会到「一饮一啄，莫非前定」。我舍掉了，再得来的比这个会多一点，好像有利息它会加一点，愈舍愈多。这个财是净财，这个财是真财，可是你一定要舍，你不要保住，你要保住就不生利息，就没有了，那时候丢掉可能就不会再得来。所以有财一定要舍。",
      "zh_TW": "他愛惜他的財物，天天在那裡想如何能夠保持不會失掉，這一意念是增長貪心，所以他的貪心愈來愈重。他樂不樂？不樂，富而不樂。為什麼？他勞心，他勞身，天天想著他的財富如何能保全，如何不會貶值、不會丟掉，天天操這個心，天天要為這些事情去勞身到處奔波，幹這個，『心勞身苦』。實在講，這是稍稍懂得佛法的人曉得財是身外之物，為身外之物去勞心去勞身，這是錯誤的，這是不值得的。財富真正能夠保持永遠不會失掉，佛教給我們的方法是第一正確的方法，布施。你命裡面有的，你把它捨掉，你那個命裡有的還存在著。這樁事情，所以我常勸同修，你們能夠把《了凡四訓》連續的念三百遍，你就體會到「一飲一啄，莫非前定」。我捨掉了，再得來的比這個會多一點，好像有利息它會加一點，愈捨愈多。這個財是淨財，這個財是真財，可是你一定要捨，你不要保住，你要保住就不生利息，就沒有了，那時候丟掉可能就不會再得來。所以有財一定要捨。"
    },
    {
      "id": "02-001-0073_p0042",
      "zh_CN": "有很多人，我现在财不多，等我积一批的时候我再做一点好事。积到那么多还要积多，贪心愈来愈重，愈来愈不肯舍，错了。我有一分钱舍一分，有两分舍两分，很自在。自己想做一点什么好事，这个念头都不好，为什么？这是有为的造作，不顺性。性是自然的，自然是性德，一切顺其自然，既不劳心也不苦身，这个多自在，这太自在了。自己想着将来要做个什么事情，那一定是苦身劳心。什么都不想，因缘成熟了，成熟就做，因缘不熟想都不想它，这样就好，永远是自在的。",
      "zh_TW": "有很多人，我現在財不多，等我積一批的時候我再做一點好事。積到那麼多還要積多，貪心愈來愈重，愈來愈不肯捨，錯了。我有一分錢捨一分，有兩分捨兩分，很自在。自己想做一點什麼好事，這個念頭都不好，為什麼？這是有為的造作，不順性。性是自然的，自然是性德，一切順其自然，既不勞心也不苦身，這個多自在，這太自在了。自己想著將來要做個什麼事情，那一定是苦身勞心。什麼都不想，因緣成熟了，成熟就做，因緣不熟想都不想它，這樣就好，永遠是自在的。"
    },
    {
      "id": "02-001-0073_p0043",
      "zh_CN": "【如是至竟。无一随者。】",
      "zh_TW": "【如是至竟。無一隨者。】"
    },
    {
      "id": "02-001-0073_p0044",
      "zh_CN": "这些人天天在这里打妄想，到最后一样也带不走。古人所讲的「万般将不去，唯有业随身」，没有一样东西是能如你意的，像你自己所想的，没这回事情，能够跟着你走的罪业，你来生都要受果报。",
      "zh_TW": "這些人天天在這裡打妄想，到最後一樣也帶不走。古人所講的「萬般將不去，唯有業隨身」，沒有一樣東西是能如你意的，像你自己所想的，沒這回事情，能夠跟著你走的罪業，你來生都要受果報。"
    },
    {
      "id": "02-001-0073_p0045",
      "zh_CN": "【善恶祸福。追命所生。或在乐处。或入苦毒。】",
      "zh_TW": "【善惡禍福。追命所生。或在樂處。或入苦毒。】"
    },
    {
      "id": "02-001-0073_p0046",
      "zh_CN": "这四句是讲的因果报应丝毫不爽。你造的善业，这是在造善因，你将来一定得福报；你造作的是恶，将来一定要受祸殃，决定不能避免。『追命所生』，你到哪一道，这个业力就跟到哪一道，这个是千真万确的事实。『或在乐处』，这是你造的善业，你得的福果在乐处，三善道。如果你造作的是罪业、罪恶，你将来就『入苦毒』，「苦毒」是指的三恶道。这是因果报应丝毫不爽。",
      "zh_TW": "這四句是講的因果報應絲毫不爽。你造的善業，這是在造善因，你將來一定得福報；你造作的是惡，將來一定要受禍殃，決定不能避免。『追命所生』，你到哪一道，這個業力就跟到哪一道，這個是千真萬確的事實。『或在樂處』，這是你造的善業，你得的福果在樂處，三善道。如果你造作的是罪業、罪惡，你將來就『入苦毒』，「苦毒」是指的三惡道。這是因果報應絲毫不爽。"
    },
    {
      "id": "02-001-0073_p0047",
      "zh_CN": "我们如果是真正造的是净业，所谓净业，我们起心动念、言语造作都能够依照经典的标准，决定不违犯，起心动念、所作所为遵守佛的教训。你要问阿弥陀佛这个人是个什么样子？他的思想如何、见解如何？他的行持如何？这一部《无量寿经》就是的。如果我们的想法、看法、做法跟这部经上所讲的一样，给诸位说，你就是阿弥陀佛的化身。阿弥陀佛的化身哪有不生极乐国的道理？必定是上品上生。所以净宗修持真正是简单容易，不是谈玄说妙，没有一样不落实，现在的话（术语）叫落实。净宗是道道地地的落实，统统落在这部经上，分量不多，依照这部经典修正我们的思想、见解、行为，使我们自己跟阿弥陀佛，跟观音、势至，跟西方极乐世界诸上善人完全一样，这就取得往生极乐世界的资格了。蕅益大师讲资粮，我们现在一般人讲资格，我们就取得这个资格。若有违反，你一天念十万声，古德讲的「喊破喉咙也枉然」，这是我们一定要警觉到的。",
      "zh_TW": "我們如果是真正造的是淨業，所謂淨業，我們起心動念、言語造作都能夠依照經典的標準，決定不違犯，起心動念、所作所為遵守佛的教訓。你要問阿彌陀佛這個人是個什麼樣子？他的思想如何、見解如何？他的行持如何？這一部《無量壽經》就是的。如果我們的想法、看法、做法跟這部經上所講的一樣，給諸位說，你就是阿彌陀佛的化身。阿彌陀佛的化身哪有不生極樂國的道理？必定是上品上生。所以淨宗修持真正是簡單容易，不是談玄說妙，沒有一樣不落實，現在的話（術語）叫落實。淨宗是道道地地的落實，統統落在這部經上，分量不多，依照這部經典修正我們的思想、見解、行為，使我們自己跟阿彌陀佛，跟觀音、勢至，跟西方極樂世界諸上善人完全一樣，這就取得往生極樂世界的資格了。蕅益大師講資糧，我們現在一般人講資格，我們就取得這個資格。若有違反，你一天念十萬聲，古德講的「喊破喉嚨也枉然」，這是我們一定要警覺到的。"
    }
  ]
}