{
  "doc_id": "02-001-0020",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—生死自在是最大的福报",
    "zh_TW": "無量壽經（一次宣講）—生死自在是最大的福報"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "景美华藏图书馆",
    "zh_TW": "景美華藏圖書館"
  },
  "doc_number": "02-001-0020",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-001-0020_p0001",
      "zh_CN": "请掀开经本，第十二面，第三行，从当中看起：",
      "zh_TW": "請掀開經本，第十二面，第三行，從當中看起："
    },
    {
      "id": "02-001-0020_p0002",
      "zh_CN": "【得无生无灭诸三摩地。及得一切陀罗尼门。随时悟入华严三昧。具足总持百千三昧。住深禅定。悉睹无量诸佛。于一念顷。遍游一切佛土。】",
      "zh_TW": "【得無生無滅諸三摩地。及得一切陀羅尼門。隨時悟入華嚴三昧。具足總持百千三昧。住深禪定。悉睹無量諸佛。於一念頃。遍遊一切佛土。】"
    },
    {
      "id": "02-001-0020_p0003",
      "zh_CN": "到这里是一小段。前面一段相当长的经文，说明菩萨们在十方世界示现的八相成道，由此可知，这些菩萨都是大菩萨。如同《普门品》里面所说的一样，应以佛身得度就示现佛的身分，八相成道是示现佛的身分来度化众生。向下这一段是说他的德用无量无边，一开头就说禅定与总持法门。『得无生无灭诸三摩地』，「三摩地」是梵语，翻成我们中国的意思是「正受」，也是禅定的一种。《楞严经》上一共说了三种禅定：奢摩他、三摩地、禅那，说了三种。此地这个三摩地高，不是普通的禅定，而是「无生无灭诸三摩地」，这很显然的就是《弥陀经》上所讲的无生法忍，证得了无生法忍的大定。无生法忍的「忍」字可以当「定」来解释，忍就是认可、同意，有这个意思，说一切法不生不灭，他同意、承认、认可。为什么他同意？因为他见到那是事实，不是虚妄的，是真实的，所以忍当作心定在这个境界上讲，有定的意思。",
      "zh_TW": "到這裡是一小段。前面一段相當長的經文，說明菩薩們在十方世界示現的八相成道，由此可知，這些菩薩都是大菩薩。如同《普門品》裡面所說的一樣，應以佛身得度就示現佛的身分，八相成道是示現佛的身分來度化眾生。向下這一段是說他的德用無量無邊，一開頭就說禪定與總持法門。『得無生無滅諸三摩地』，「三摩地」是梵語，翻成我們中國的意思是「正受」，也是禪定的一種。《楞嚴經》上一共說了三種禪定：奢摩他、三摩地、禪那，說了三種。此地這個三摩地高，不是普通的禪定，而是「無生無滅諸三摩地」，這很顯然的就是《彌陀經》上所講的無生法忍，證得了無生法忍的大定。無生法忍的「忍」字可以當「定」來解釋，忍就是認可、同意，有這個意思，說一切法不生不滅，他同意、承認、認可。為什麼他同意？因為他見到那是事實，不是虛妄的，是真實的，所以忍當作心定在這個境界上講，有定的意思。"
    },
    {
      "id": "02-001-0020_p0004",
      "zh_CN": "『及得一切陀罗尼门』，「陀罗尼」也是梵语，翻成中国的意思叫「总持」，简单的解释就是总一切法、持一切义。换句话说，一切法把它归纳成一个总纲领，这个总纲领就是陀罗尼，梵语叫陀罗尼。实在讲，十方三世一切诸佛所说之法，把它整个归纳起来说一句，就是阿弥陀佛，阿弥陀佛是大总持法门。将来我们将这部经深入研究之后就了解了，这一句佛号不可思议。陀罗尼也可以解释为咒，凡是咒都有总持的意思，用很短的言语，里面包含着无量的意思。所以古人讲，念经不如持咒，咒简单，经太多、太复杂了；念咒不如念佛，一句佛号比咒要简单得多，你看「阿弥陀佛」，只有四个字，不管哪个咒都比阿弥陀佛要长、要多。所以持咒不如念佛，这句佛号就是无上的陀罗尼咒。",
      "zh_TW": "『及得一切陀羅尼門』，「陀羅尼」也是梵語，翻成中國的意思叫「總持」，簡單的解釋就是總一切法、持一切義。換句話說，一切法把它歸納成一個總綱領，這個總綱領就是陀羅尼，梵語叫陀羅尼。實在講，十方三世一切諸佛所說之法，把它整個歸納起來說一句，就是阿彌陀佛，阿彌陀佛是大總持法門。將來我們將這部經深入研究之後就了解了，這一句佛號不可思議。陀羅尼也可以解釋為咒，凡是咒都有總持的意思，用很短的言語，裡面包含著無量的意思。所以古人講，念經不如持咒，咒簡單，經太多、太複雜了；念咒不如念佛，一句佛號比咒要簡單得多，你看「阿彌陀佛」，只有四個字，不管哪個咒都比阿彌陀佛要長、要多。所以持咒不如念佛，這句佛號就是無上的陀羅尼咒。"
    },
    {
      "id": "02-001-0020_p0005",
      "zh_CN": "『随时悟入华严三昧』，从这个经的内容上来看，这个经与《华严经》关系实在是很密切。不是莲池大师故意的把《华严经》拿出来解释《弥陀经》，要把《弥陀经》的地位提高像《华严经》一样，不是故意有意去做的，这是实实在在的事实。你看在这个经前面，我们看到那些大菩萨们统统都是遵修普贤大士之德，这没话说了。这个会上的大菩萨们，个个都是修十大愿王，都是修十波罗蜜，在这个地方我们又看到。那是讲行愿，这个地方讲得的结果，他得的果是什么？是华严三昧。华严三昧是什么？在一般讲法里头说，华严三昧是以一真法界无尽的缘起为它的理论依据。我们今天所讲的哲学的理论，这是说无尽的虚空世界，一切众生从哪里来的，宇宙从哪里来的，人生从哪里来的，一切万物从哪里来的，我们追究找这个根源。这里面有个道理，这个道理就是《华严》上所讲的一真法界。一真法界是本体，是能现；无量无边的世界，依正庄严是所现。能现的是一真，所现的是十法界依正庄严。",
      "zh_TW": "『隨時悟入華嚴三昧』，從這個經的內容上來看，這個經與《華嚴經》關係實在是很密切。不是蓮池大師故意的把《華嚴經》拿出來解釋《彌陀經》，要把《彌陀經》的地位提高像《華嚴經》一樣，不是故意有意去做的，這是實實在在的事實。你看在這個經前面，我們看到那些大菩薩們統統都是遵修普賢大士之德，這沒話說了。這個會上的大菩薩們，個個都是修十大願王，都是修十波羅蜜，在這個地方我們又看到。那是講行願，這個地方講得的結果，他得的果是什麼？是華嚴三昧。華嚴三昧是什麼？在一般講法裡頭說，華嚴三昧是以一真法界無盡的緣起為它的理論依據。我們今天所講的哲學的理論，這是說無盡的虛空世界，一切眾生從哪裡來的，宇宙從哪裡來的，人生從哪裡來的，一切萬物從哪裡來的，我們追究找這個根源。這裡面有個道理，這個道理就是《華嚴》上所講的一真法界。一真法界是本體，是能現；無量無邊的世界，依正莊嚴是所現。能現的是一真，所現的是十法界依正莊嚴。"
    },
    {
      "id": "02-001-0020_p0006",
      "zh_CN": "我们要注意「一真」两个字，它的关键在此地，一就是真的，二就不是真的。所以《弥陀经》上讲一心不乱，一心是真心，就是《华严》上讲的一真，一心就是一真。我过去讲《弥陀经疏钞》也常常提到这桩事情，一心是能入，一真法界是我们所入。你想证得一真法界，用什么方法证得？一心不乱就证得。一心是能证，一真法界是所证，能所不二。西方极乐世界就是《华严》讲的一真法界，而且是一真法界里面的精华。如果我们明白这个道理，真正通达明了这个理论，然后依据这个理论来起行，起行是什么？把这个理论用在我们自己生活上，用在我们处事待人接物上，这就是诸佛菩萨。诸佛菩萨跟我们的差别在哪里？差别就是在这里，他的生活、他的处事待人接物是依一真法界无尽缘起的原理原则，所以我们称佛菩萨的行德为万德庄严。我们把这个理论用在日常生活上，我们的起心动念、一切造作也是万德庄严，这就叫做华严三昧。华严三昧一定要一心才能够修得，二心决定是修不到。我们凡夫，不仅仅是凡夫，声闻、缘觉、权教菩萨，都不是用一心，用的什么？三心二意。三心二意是佛法里说的，「三心」是指阿赖耶识、末那识、第六意识，这三心，我们通常用这个；「二意」是说什么？第七识叫意根，第六叫意识，叫二意。三心里头有二意，三心里包括二意。我们通常讲三心二意，这三心二意不是真心，换句话说，用三心二意不能证得，不能入华严三昧。由此可知，入华严三昧，最低限度是已经转八识成四智，这样的人才是真正的入华严三昧，我们净土宗里面讲的理一心不乱。所以证得理一心不乱就是入华严三昧了，入这个境界那是真正明了诸法实相，一切法的真相完全明白了，禅家所谓是「明心见性，见性成佛」，就是这样的境界。",
      "zh_TW": "我們要注意「一真」兩個字，它的關鍵在此地，一就是真的，二就不是真的。所以《彌陀經》上講一心不亂，一心是真心，就是《華嚴》上講的一真，一心就是一真。我過去講《彌陀經疏鈔》也常常提到這樁事情，一心是能入，一真法界是我們所入。你想證得一真法界，用什麼方法證得？一心不亂就證得。一心是能證，一真法界是所證，能所不二。西方極樂世界就是《華嚴》講的一真法界，而且是一真法界裡面的精華。如果我們明白這個道理，真正通達明瞭這個理論，然後依據這個理論來起行，起行是什麼？把這個理論用在我們自己生活上，用在我們處事待人接物上，這就是諸佛菩薩。諸佛菩薩跟我們的差別在哪裡？差別就是在這裡，他的生活、他的處事待人接物是依一真法界無盡緣起的原理原則，所以我們稱佛菩薩的行德為萬德莊嚴。我們把這個理論用在日常生活上，我們的起心動念、一切造作也是萬德莊嚴，這就叫做華嚴三昧。華嚴三昧一定要一心才能夠修得，二心決定是修不到。我們凡夫，不僅僅是凡夫，聲聞、緣覺、權教菩薩，都不是用一心，用的什麼？三心二意。三心二意是佛法裡說的，「三心」是指阿賴耶識、末那識、第六意識，這三心，我們通常用這個；「二意」是說什麼？第七識叫意根，第六叫意識，叫二意。三心裡頭有二意，三心裡包括二意。我們通常講三心二意，這三心二意不是真心，換句話說，用三心二意不能證得，不能入華嚴三昧。由此可知，入華嚴三昧，最低限度是已經轉八識成四智，這樣的人才是真正的入華嚴三昧，我們淨土宗裡面講的理一心不亂。所以證得理一心不亂就是入華嚴三昧了，入這個境界那是真正明瞭諸法實相，一切法的真相完全明白了，禪家所謂是「明心見性，見性成佛」，就是這樣的境界。"
    },
    {
      "id": "02-001-0020_p0007",
      "zh_CN": "『具足总持百千三昧』，这就是华严三昧的起作用，入华严三昧之后，它的大用就是具足总持百千三昧。这个「百千」是形容词，实在是无量无边的三昧，也就是说世出世间一切法、一切境界里面你完全通达，像一般世间宗教赞美上帝一样，全知全能。而于一切法不取不舍，这个心就定了。不取不舍才定，才是心真正定了，这才是真正的受用，随缘而不攀缘，真正做到随缘了。我们有心去取，错了，有心要离开也错了。你有心，在一切法里你有取有舍；要做到无取无舍，晓得一切法都是幻化而不是真实的，一切法当体即空。所以你取，错了，你这个念头错了；你舍，念头也错了；没有取舍，这样心才真正定了。三昧就是大定，所谓百千三昧，就是在无量无边的境界里统统没有取舍，事实真相都明了通达了。『住深禅定』，这个深禅定不是我们通常讲修的定，这是性定，就是《楞严经》上讲的首楞严大定，不是奢摩他、三摩地、禅那。奢摩他、三摩地、禅那是你修成的定，这是本性里头本来就有的定，不是修的，所以也叫做理定，拣别不是事修。",
      "zh_TW": "『具足總持百千三昧』，這就是華嚴三昧的起作用，入華嚴三昧之後，它的大用就是具足總持百千三昧。這個「百千」是形容詞，實在是無量無邊的三昧，也就是說世出世間一切法、一切境界裡面你完全通達，像一般世間宗教讚美上帝一樣，全知全能。而於一切法不取不捨，這個心就定了。不取不捨才定，才是心真正定了，這才是真正的受用，隨緣而不攀緣，真正做到隨緣了。我們有心去取，錯了，有心要離開也錯了。你有心，在一切法裡你有取有捨；要做到無取無捨，曉得一切法都是幻化而不是真實的，一切法當體即空。所以你取，錯了，你這個念頭錯了；你捨，念頭也錯了；沒有取捨，這樣心才真正定了。三昧就是大定，所謂百千三昧，就是在無量無邊的境界裡統統沒有取捨，事實真相都明瞭通達了。『住深禪定』，這個深禪定不是我們通常講修的定，這是性定，就是《楞嚴經》上講的首楞嚴大定，不是奢摩他、三摩地、禪那。奢摩他、三摩地、禪那是你修成的定，這是本性裡頭本來就有的定，不是修的，所以也叫做理定，揀別不是事修。"
    },
    {
      "id": "02-001-0020_p0008",
      "zh_CN": "『悉睹无量诸佛』，此地说的无量诸佛，就是佛在《华严》上说的「一切众生本来成佛」。这是你看到的，你把事实真相看出来了，所以你看到无量诸佛了。我们要知道自己修行到什么样的程度，可以用这个方法来测验，那就是我看这一切世间，我看他们像什么。他们都是凡夫，那我也是凡夫；他们都不是好人，我自己也不是好人。如果你看到一切众生都是菩萨，那很恭喜你，你已经成菩萨了；你看到一切众生都是佛，那你已经成佛了，佛眼看一切众生统统是佛，此地说「悉睹无量诸佛」就是这个意思。我们今天用念佛这个法门，念佛就是见佛。所谓念佛三昧，你看古德称作「宝王三昧」，是一切三昧中王，所以大家千万不要轻视了念佛法门，这个法门实实在在不可思议。这个三昧实在讲，经上常讲的庄严法身，法身就是妙明真心，就是能现的理体，真如本性，换句话说就是自己的真心。知一切法无不是从这个真心现的，唯心所现；知十法界依正庄严，无不是这个心变现的，心能现能变；知道一切法无不回归一法界，这个一法界就是自性，所以尽虚空遍法界就是一个自己，这是真的，不是假的。这是入华严三昧的大用，这是圆满无上正等正觉。",
      "zh_TW": "『悉睹無量諸佛』，此地說的無量諸佛，就是佛在《華嚴》上說的「一切眾生本來成佛」。這是你看到的，你把事實真相看出來了，所以你看到無量諸佛了。我們要知道自己修行到什麼樣的程度，可以用這個方法來測驗，那就是我看這一切世間，我看他們像什麼。他們都是凡夫，那我也是凡夫；他們都不是好人，我自己也不是好人。如果你看到一切眾生都是菩薩，那很恭喜你，你已經成菩薩了；你看到一切眾生都是佛，那你已經成佛了，佛眼看一切眾生統統是佛，此地說「悉睹無量諸佛」就是這個意思。我們今天用念佛這個法門，念佛就是見佛。所謂念佛三昧，你看古德稱作「寶王三昧」，是一切三昧中王，所以大家千萬不要輕視了念佛法門，這個法門實實在在不可思議。這個三昧實在講，經上常講的莊嚴法身，法身就是妙明真心，就是能現的理體，真如本性，換句話說就是自己的真心。知一切法無不是從這個真心現的，唯心所現；知十法界依正莊嚴，無不是這個心變現的，心能現能變；知道一切法無不回歸一法界，這個一法界就是自性，所以盡虛空遍法界就是一個自己，這是真的，不是假的。這是入華嚴三昧的大用，這是圓滿無上正等正覺。"
    },
    {
      "id": "02-001-0020_p0009",
      "zh_CN": "『于一念顷，遍游一切佛土』，这是他的神通大用现前。一念是极短的时间，短到什么程度，我们也不必去计较这些，总而言之就是很短很短的时间，他就有能力遍游一切佛土。是不是每一个佛国土顺着去看的？不是的，同时去的，一念顷就能分身千百亿，像《梵网经》里面所说的，「千百亿化身释迦牟尼佛」。你到那个时候也有这个能力，现无量无边的分身，同时到达十方诸佛的刹土，有这种能力。这在理论上讲决定讲得通，为什么？唯心所变，能变的是自己的心，就看你自己会不会变。所以我们常常要养成这种习惯，经读得很熟了，或者我们在打坐，或者我们在睡觉，我们想到什么？我们到西方极乐世界去听佛说法，在西方极乐世界与诸上善人一起，在一块经行、禅坐，你常常想这些，去养这个习惯，不要去想六道轮回，想六道轮回很麻烦。",
      "zh_TW": "『於一念頃，遍遊一切佛土』，這是他的神通大用現前。一念是極短的時間，短到什麼程度，我們也不必去計較這些，總而言之就是很短很短的時間，他就有能力遍遊一切佛土。是不是每一個佛國土順著去看的？不是的，同時去的，一念頃就能分身千百億，像《梵網經》裡面所說的，「千百億化身釋迦牟尼佛」。你到那個時候也有這個能力，現無量無邊的分身，同時到達十方諸佛的剎土，有這種能力。這在理論上講決定講得通，為什麼？唯心所變，能變的是自己的心，就看你自己會不會變。所以我們常常要養成這種習慣，經讀得很熟了，或者我們在打坐，或者我們在睡覺，我們想到什麼？我們到西方極樂世界去聽佛說法，在西方極樂世界與諸上善人一起，在一塊經行、禪坐，你常常想這些，去養這個習慣，不要去想六道輪迴，想六道輪迴很麻煩。"
    },
    {
      "id": "02-001-0020_p0010",
      "zh_CN": "昨天晚上我讲经，讲完之后有两个居士来看我，告诉我他的母亲也出家了，今年有八十多岁，最近病得很重，所以她家人接回家给她调养。大概这两天病相当重，她跟她家人说，她师父来接她。这个事情就很不好了，师父来接她，这就是《地藏经》上所说的，冤亲债主变现你的亲人来诱惑你。不一定真正是她师父，冤亲债主变化的，为什么？一定平常她心里常常想念她的师父。这个事情很麻烦！所以我们念佛人要想阿弥陀佛，你的亲人决定不要去想他，你要去想他，临命终时就有这个现象，很麻烦。我天天想阿弥陀佛，有人要问了，那个冤亲债主会不会变阿弥陀佛来诱惑我们？不会的，他决定不敢，他没有那么大的胆子变阿弥陀佛，不可能的。就是他会变其他的佛菩萨来诱惑你，他不敢变西方三圣，这就是本尊，本尊决定有护法神护持着，他要变现本尊，那他的罪过太大了，他不敢，所以他变现其他的佛。到临命终时，我们念阿弥陀佛求生西方极乐世界，结果临命终时药师佛来了，要接引你到东方世界去，你不要说这也不错、也很好，那你就上了大当了。为什么？决定不是药师佛。你想想看，阿弥陀佛的学生，阿弥陀佛要接他到西方极乐世界去，药师佛怎么好意思跟阿弥陀佛抢信徒，这怎么好意思？怎么讲也讲不过去，只有妖魔鬼怪来变现、来捉弄你。所以不会是真的，这个诸位要晓得。也许你会问，到那时候我又不认识哪个是阿弥陀佛、哪个是药师佛。这个不怕，到那个时候你自自然然会认识。同时还有，我平常也告诉诸位，大家供养佛像最好供一尊，你始终就供一尊，你天天拜他、天天看他。临命终时，实在讲佛没有一定的相，佛是「随众生心，应所知量」，你每天拜这尊佛像，到时候阿弥陀佛现那个样子，就跟你拜的佛像一模一样。所以一见面就很亲切，因为你常常拜他、常常看他，到这个时候果然他来了，这是一定的道理。所以说供像供一尊是最好的，你供得很多，到时候阿弥陀佛来了，阿弥陀佛到底是哪一个相？一有疑问，这又耽误了，又变成了障碍。所以我们供佛像就选择你很喜欢的庄严的佛像，你就供一尊，你就拜他，拜这一尊。以后再要遇到其他的像不改了，供是可以供，供在旁边，可以供，我拜的这一尊本尊就一直供养他。我常常看他、常常想他，到时候阿弥陀佛就是这个样子来了，这决定错不了。这都是唯心所变。",
      "zh_TW": "昨天晚上我講經，講完之後有兩個居士來看我，告訴我他的母親也出家了，今年有八十多歲，最近病得很重，所以她家人接回家給她調養。大概這兩天病相當重，她跟她家人說，她師父來接她。這個事情就很不好了，師父來接她，這就是《地藏經》上所說的，冤親債主變現你的親人來誘惑你。不一定真正是她師父，冤親債主變化的，為什麼？一定平常她心裡常常想念她的師父。這個事情很麻煩！所以我們念佛人要想阿彌陀佛，你的親人決定不要去想他，你要去想他，臨命終時就有這個現象，很麻煩。我天天想阿彌陀佛，有人要問了，那個冤親債主會不會變阿彌陀佛來誘惑我們？不會的，他決定不敢，他沒有那麼大的膽子變阿彌陀佛，不可能的。就是他會變其他的佛菩薩來誘惑你，他不敢變西方三聖，這就是本尊，本尊決定有護法神護持著，他要變現本尊，那他的罪過太大了，他不敢，所以他變現其他的佛。到臨命終時，我們念阿彌陀佛求生西方極樂世界，結果臨命終時藥師佛來了，要接引你到東方世界去，你不要說這也不錯、也很好，那你就上了大當了。為什麼？決定不是藥師佛。你想想看，阿彌陀佛的學生，阿彌陀佛要接他到西方極樂世界去，藥師佛怎麼好意思跟阿彌陀佛搶信徒，這怎麼好意思？怎麼講也講不過去，只有妖魔鬼怪來變現、來捉弄你。所以不會是真的，這個諸位要曉得。也許你會問，到那時候我又不認識哪個是阿彌陀佛、哪個是藥師佛。這個不怕，到那個時候你自自然然會認識。同時還有，我平常也告訴諸位，大家供養佛像最好供一尊，你始終就供一尊，你天天拜他、天天看他。臨命終時，實在講佛沒有一定的相，佛是「隨眾生心，應所知量」，你每天拜這尊佛像，到時候阿彌陀佛現那個樣子，就跟你拜的佛像一模一樣。所以一見面就很親切，因為你常常拜他、常常看他，到這個時候果然他來了，這是一定的道理。所以說供像供一尊是最好的，你供得很多，到時候阿彌陀佛來了，阿彌陀佛到底是哪一個相？一有疑問，這又耽誤了，又變成了障礙。所以我們供佛像就選擇你很喜歡的莊嚴的佛像，你就供一尊，你就拜他，拜這一尊。以後再要遇到其他的像不改了，供是可以供，供在旁邊，可以供，我拜的這一尊本尊就一直供養他。我常常看他、常常想他，到時候阿彌陀佛就是這個樣子來了，這決定錯不了。這都是唯心所變。"
    },
    {
      "id": "02-001-0020_p0011",
      "zh_CN": "我们再看底下这一段文，下面这是讲利益众生，前面所说的都是自利德。",
      "zh_TW": "我們再看底下這一段文，下面這是講利益眾生，前面所說的都是自利德。"
    },
    {
      "id": "02-001-0020_p0012",
      "zh_CN": "【得佛辩才。住普贤行。善能分别众生语言。开化显示真实之际。超过世间诸所有法。心常谛住度世之道。】",
      "zh_TW": "【得佛辯才。住普賢行。善能分別眾生語言。開化顯示真實之際。超過世間諸所有法。心常諦住度世之道。】"
    },
    {
      "id": "02-001-0020_p0013",
      "zh_CN": "第一句是这些菩萨们得到四无碍辩才，跟佛一样。『住普贤行』，这两句是利生德里面所依据的，也就是度化众生。菩萨要度化众生，凭什么？凭他的德学；辩才是学，普贤行是德，他有道德、有学问，当然就可以教化众生。所以这两句是依据。李老师勾这个段落，把它勾在自利行里面，实际上这两句也可以作利他行的前两句，利他行的依据。因为实在讲，普贤行前面已经说过，它确实是具足了，此地提出来，就是度化众生的依据。由此我们就明了了，经里面所讲的理论、所说的行法（行法就是修行的方法），我们一定要把它做到，做到就叫「住普贤行」，我心里安住在普贤行里面，我统统把它做到。做到与自己理解是成正比例的，普贤行虽然纲领上只有十条，每一条里头的境界广大无有边际，所以我们解多少就做多少，解跟行是成正比例的。这个解年年会增上，就是会增长，愈解愈深、愈解愈广，行也要年年增上。所以普贤菩萨，我们在《华严经》里面看到清凉大师的《注解》说，普贤有三类，第一类「当位普贤」，正当在普贤菩萨位子上，是等觉菩萨，这叫当位普贤；第二类叫「位前普贤」，位前普贤从初发心到十地菩萨。如果依《华严》教来讲，一共是五十个位次，十信位、十住位、十行位、十回向位、十地位，这五十个位次的普贤菩萨都叫做位前菩萨，当位以前的菩萨。我们现在发心依照十大愿王来修行，就是我们努力要把十大愿王一条一条都做到，那你就是普贤菩萨，你是初发心的普贤菩萨。",
      "zh_TW": "第一句是這些菩薩們得到四無礙辯才，跟佛一樣。『住普賢行』，這兩句是利生德裡面所依據的，也就是度化眾生。菩薩要度化眾生，憑什麼？憑他的德學；辯才是學，普賢行是德，他有道德、有學問，當然就可以教化眾生。所以這兩句是依據。李老師勾這個段落，把它勾在自利行裡面，實際上這兩句也可以作利他行的前兩句，利他行的依據。因為實在講，普賢行前面已經說過，它確實是具足了，此地提出來，就是度化眾生的依據。由此我們就明瞭了，經裡面所講的理論、所說的行法（行法就是修行的方法），我們一定要把它做到，做到就叫「住普賢行」，我心裡安住在普賢行裡面，我統統把它做到。做到與自己理解是成正比例的，普賢行雖然綱領上只有十條，每一條裡頭的境界廣大無有邊際，所以我們解多少就做多少，解跟行是成正比例的。這個解年年會增上，就是會增長，愈解愈深、愈解愈廣，行也要年年增上。所以普賢菩薩，我們在《華嚴經》裡面看到清涼大師的《註解》說，普賢有三類，第一類「當位普賢」，正當在普賢菩薩位子上，是等覺菩薩，這叫當位普賢；第二類叫「位前普賢」，位前普賢從初發心到十地菩薩。如果依《華嚴》教來講，一共是五十個位次，十信位、十住位、十行位、十迴向位、十地位，這五十個位次的普賢菩薩都叫做位前菩薩，當位以前的菩薩。我們現在發心依照十大願王來修行，就是我們努力要把十大願王一條一條都做到，那你就是普賢菩薩，你是初發心的普賢菩薩。"
    },
    {
      "id": "02-001-0020_p0014",
      "zh_CN": "诸位要晓得，真正发心修十大愿就是发无上菩提心，也就是说，这十大愿是无上菩提心具体修行的纲目；四弘誓愿也是如此，四弘誓愿也是菩提心修行的纲目。我们不晓得菩提心怎么发法，你真正发心把这十条做到，前面我们说过，四弘誓愿、十大愿王你确确实实把它做到，你的菩提心就发了。发不是口头上发，要在行为里面看看你发的是真的还是假的。第一个礼敬诸佛，我们对于一切众生是不是存着一个平等真实的恭敬心？这才叫发。还有一个众生我还没瞧得起他，这不行，你礼敬诸佛就不圆满，就有欠缺。所以要真诚恭敬，平等对待一切，不仅对一切有情众生，还有那些无情众生。无情众生是物质，物质有法性，它也是真如本性变现出来的，它跟我们是一个性，一性无二心，所以对一切物质也要用同样的恭敬心来对待。说起来容易，每天念一句「礼敬诸佛、称赞如来」很容易，不容易做到。像桌椅板凳，我们没有把它擦干净，这对它就不恭敬，礼敬就没做到；摆得不整齐，也是不恭敬。所以我们到一个道场，看看人家究竟做到了什么样子，很容易看到，你往大殿当中一站，你看他排列的是不是清洁整齐？真正做到整洁，一尘不染，这他有恭敬心，他在佛殿里才有恭敬心。",
      "zh_TW": "諸位要曉得，真正發心修十大願就是發無上菩提心，也就是說，這十大願是無上菩提心具體修行的綱目；四弘誓願也是如此，四弘誓願也是菩提心修行的綱目。我們不曉得菩提心怎麼發法，你真正發心把這十條做到，前面我們說過，四弘誓願、十大願王你確確實實把它做到，你的菩提心就發了。發不是口頭上發，要在行為裡面看看你發的是真的還是假的。第一個禮敬諸佛，我們對於一切眾生是不是存著一個平等真實的恭敬心？這才叫發。還有一個眾生我還沒瞧得起他，這不行，你禮敬諸佛就不圓滿，就有欠缺。所以要真誠恭敬，平等對待一切，不僅對一切有情眾生，還有那些無情眾生。無情眾生是物質，物質有法性，它也是真如本性變現出來的，它跟我們是一個性，一性無二心，所以對一切物質也要用同樣的恭敬心來對待。說起來容易，每天念一句「禮敬諸佛、稱讚如來」很容易，不容易做到。像桌椅板凳，我們沒有把它擦乾淨，這對它就不恭敬，禮敬就沒做到；擺得不整齊，也是不恭敬。所以我們到一個道場，看看人家究竟做到了什麼樣子，很容易看到，你往大殿當中一站，你看他排列的是不是清潔整齊？真正做到整潔，一塵不染，這他有恭敬心，他在佛殿裡才有恭敬心。"
    },
    {
      "id": "02-001-0020_p0015",
      "zh_CN": "刚才说了，他那个理解，解得很窄小，只这一部分，这不是真正的普贤，只贤没普，没普及。应当把这分恭敬心用在社会上，处事待人接物统统要用这个心，统统要用这个行，这才叫普贤行。不是修一天、二天，也不是修尽形寿，我这一辈子；生生世世无有疲厌，这才是真实的普贤行，菩萨这样的大德。所以你只要修德，那个得佛辩才不要修，你有这个德，辩才自然就来了。一方面这个辩才是你的性德，你心地真诚，智慧开了，三宝加持的。所以辩才的确不难，难的是住普贤行，难的是这一点，真正要把它做到，要发这个心。",
      "zh_TW": "剛才說了，他那個理解，解得很窄小，只這一部分，這不是真正的普賢，只賢沒普，沒普及。應當把這分恭敬心用在社會上，處事待人接物統統要用這個心，統統要用這個行，這才叫普賢行。不是修一天、二天，也不是修盡形壽，我這一輩子；生生世世無有疲厭，這才是真實的普賢行，菩薩這樣的大德。所以你只要修德，那個得佛辯才不要修，你有這個德，辯才自然就來了。一方面這個辯才是你的性德，你心地真誠，智慧開了，三寶加持的。所以辯才的確不難，難的是住普賢行，難的是這一點，真正要把它做到，要發這個心。"
    },
    {
      "id": "02-001-0020_p0016",
      "zh_CN": "下面是举出几个原则，这几个原则非常重要，统统都是行门的纲领。『善能分别众生语言』，这些菩萨们当然神通道力都具足，所以一切众生的语言他不要学，他都会，「佛以一音而说法，众生随类各得解」，他不要翻译。这是真的，不是假的，这是本能，我们现在本能迷失掉了。在过去我们听到这话真是不可思议，很难理解，现在科学为我们证明了。科学家现在正在发明翻译的机器，言语文字送到这个机器，立刻就给它翻译出来，证实机械都能够有这种作用，我们的本能那个力量当然是更完全、更具足，科学逐渐为我们证明。但是机械翻译只能翻译文字，不能把你的思想翻出来，它还做不到，机械它不能够思想。",
      "zh_TW": "下面是舉出幾個原則，這幾個原則非常重要，統統都是行門的綱領。『善能分別眾生語言』，這些菩薩們當然神通道力都具足，所以一切眾生的語言他不要學，他都會，「佛以一音而說法，眾生隨類各得解」，他不要翻譯。這是真的，不是假的，這是本能，我們現在本能迷失掉了。在過去我們聽到這話真是不可思議，很難理解，現在科學為我們證明了。科學家現在正在發明翻譯的機器，言語文字送到這個機器，立刻就給它翻譯出來，證實機械都能夠有這種作用，我們的本能那個力量當然是更完全、更具足，科學逐漸為我們證明。但是機械翻譯只能翻譯文字，不能把你的思想翻出來，它還做不到，機械它不能夠思想。"
    },
    {
      "id": "02-001-0020_p0017",
      "zh_CN": "此地不仅仅是懂得一切众生的言语文字，「善」这一字里面含的意思就广了，懂得你言语里面的含义。好的言语是意在言外，你要能够体会。你看禅家参访祖师，祖师一见面，「喝茶去！」好，你到那里去喝茶，那就错了，大错特错。人家那是机锋话，一句话要把你点醒，教你大彻大悟。你听错了，叫你喝茶，我就喝茶去，这就错了。像五祖度六祖的时候，六祖在舂米，他就问他米熟了没有？那都是意在言外。如果你听了，「我米还没舂熟」，那搞错了。他说的米熟了没有别人不懂，六祖懂，六祖说米早已经熟了。早已经熟了，你们想想，他为什么还在那里舂？他在那里舂，明明米没熟。他问的意思不是舂米，他问那个米熟了没有，就是问你悟了没有，有没有明心见性？六祖说我早已经明心见性了，「犹欠筛在」，现在没有人给我做证明。两个人说话，别人听不懂。这就是「善能分别众生语言」，晓得那语言的意思。所以五祖走的时候，在他碓上用拐杖敲了三下，他就晓得约了三更见面。那么多人在场，别人不知道他们两个谈话谈些什么东西，别人不晓得，只有他们两个人知道。这叫「善能分别众生语言」，晓得语言里头真正的含义。",
      "zh_TW": "此地不僅僅是懂得一切眾生的言語文字，「善」這一字裡面含的意思就廣了，懂得你言語裡面的含義。好的言語是意在言外，你要能夠體會。你看禪家參訪祖師，祖師一見面，「喝茶去！」好，你到那裡去喝茶，那就錯了，大錯特錯。人家那是機鋒話，一句話要把你點醒，教你大徹大悟。你聽錯了，叫你喝茶，我就喝茶去，這就錯了。像五祖度六祖的時候，六祖在舂米，他就問他米熟了沒有？那都是意在言外。如果你聽了，「我米還沒舂熟」，那搞錯了。他說的米熟了沒有別人不懂，六祖懂，六祖說米早已經熟了。早已經熟了，你們想想，他為什麼還在那裡舂？他在那裡舂，明明米沒熟。他問的意思不是舂米，他問那個米熟了沒有，就是問你悟了沒有，有沒有明心見性？六祖說我早已經明心見性了，「猶欠篩在」，現在沒有人給我做證明。兩個人說話，別人聽不懂。這就是「善能分別眾生語言」，曉得那語言的意思。所以五祖走的時候，在他碓上用拐杖敲了三下，他就曉得約了三更見面。那麼多人在場，別人不知道他們兩個談話談些什麼東西，別人不曉得，只有他們兩個人知道。這叫「善能分別眾生語言」，曉得語言裡頭真正的含義。"
    },
    {
      "id": "02-001-0020_p0018",
      "zh_CN": "『开化显示真实之际。』前面「善能分别众生语言」就是现在所讲的心理学，懂得大众心理，从你音声里面就知道你心理，你想什么、你希望什么都知道，没有一样不知道，他才好教，底下才能契理。所以下面这是契理，上面是契机。「开化显示真实之际」，开是开示，为众生开示；化是教化，显是显明，示是指示。真实之际是什么？就是真如本性。教众生明心见性，见性成佛。一切圆顿大乘、一乘法都是以这个为教学目标，我们念佛也不例外，也是这个目标。不但这个目标相同，而且比起一般大乘法、一乘法还要殊胜，这就难得了。为什么？其他法门委曲宛转诱导真实之际，这个法门是直截了当的指给你真实之际，念佛往生，没有比这个更直捷，没有比这个更快速。所以此地的真实之际就是讲的真如本性，就是讲的一真法界，就是讲的四种净土。『超过世间诸所有法』，当然世间法是决定不能相比的；不但我们人世间没法子相比，纵然到二十八层天也不能相比，到二十八层天还要轮回，还有三苦，你没有办法脱离，这个法门教我们永远离苦得乐。不但超过世间诸所有法，连出世间诸所有法也超越了，这是讲这个法门，念佛求生净土的法门，连出世间法都超越了。",
      "zh_TW": "『開化顯示真實之際。』前面「善能分別眾生語言」就是現在所講的心理學，懂得大眾心理，從你音聲裡面就知道你心理，你想什麼、你希望什麼都知道，沒有一樣不知道，他才好教，底下才能契理。所以下面這是契理，上面是契機。「開化顯示真實之際」，開是開示，為眾生開示；化是教化，顯是顯明，示是指示。真實之際是什麼？就是真如本性。教眾生明心見性，見性成佛。一切圓頓大乘、一乘法都是以這個為教學目標，我們念佛也不例外，也是這個目標。不但這個目標相同，而且比起一般大乘法、一乘法還要殊勝，這就難得了。為什麼？其他法門委曲宛轉誘導真實之際，這個法門是直截了當的指給你真實之際，念佛往生，沒有比這個更直捷，沒有比這個更快速。所以此地的真實之際就是講的真如本性，就是講的一真法界，就是講的四種淨土。『超過世間諸所有法』，當然世間法是決定不能相比的；不但我們人世間沒法子相比，縱然到二十八層天也不能相比，到二十八層天還要輪迴，還有三苦，你沒有辦法脫離，這個法門教我們永遠離苦得樂。不但超過世間諸所有法，連出世間諸所有法也超越了，這是講這個法門，念佛求生淨土的法門，連出世間法都超越了。"
    },
    {
      "id": "02-001-0020_p0019",
      "zh_CN": "『心常谛住度世之道』，这是我们要学习的。这个经文里头，有许多不是我们现前的境界，我们做不到。有些我们可以学，学不到佛那个样子，学一点算一点，这样就好，能学多少就算多少。这一句应当学，「心常谛住度世之道」。心里头常常想着帮助别人，这个念头不能没有，这个念头不能中断，这一念是佛菩萨之念。常常念着帮助别人，帮助什么？帮助别人学佛，帮助别人学念佛求生净土的法门。因为帮助别人念佛求生净土，诸位要知道，跟诸佛度脱一切众生没有两样。帮助别人修学一切大小乘佛法，有时候我们还做不到，我们没有能力；纵然做到了，不究竟、不圆满，为什么？那个人这一生未必能成就。我们帮助他念佛，这个人一生决定成就。帮助他作佛，尽心尽力去做。像倓虚老法师在录音带里面，我们所听到的，他讲谛闲法师的徒弟，那个徒弟的故事非常能感动人。这个徒弟不认识字，没念过书，做粗活，生活非常之苦，四十多岁才遇到老和尚，要跟他出家。老法师给他剃度，不叫他住庙里头，为什么？住在庙里面，必定被大家歧视，这是一定的道理。课诵，他念经也不会念，法器也不会敲，笨手笨脚的，人家总会讨厌他、歧视他，他心里就生烦恼了，这必然的道理。所以老和尚不叫他住庙里，到乡下找一个破庙，没人住的，让他一个人去住。就教他一句南无阿弥陀佛，告诉他没事就念，念累了就休息，休息好了再念。这方法很简单，他很容易就学会了，他就接受了。他念了三年成功了，站在那里往生，走了还在那里站了三天，等老和尚到乡下来替他办后事。死了以后还站三天，所以老和尚见到他就很佩服，跟他讲，你没有白出家，你这个成就，讲经说法的法师、名山大庙的住持也比不上。是真的，不是假的，确实比不上他。",
      "zh_TW": "『心常諦住度世之道』，這是我們要學習的。這個經文裡頭，有許多不是我們現前的境界，我們做不到。有些我們可以學，學不到佛那個樣子，學一點算一點，這樣就好，能學多少就算多少。這一句應當學，「心常諦住度世之道」。心裡頭常常想著幫助別人，這個念頭不能沒有，這個念頭不能中斷，這一念是佛菩薩之念。常常念著幫助別人，幫助什麼？幫助別人學佛，幫助別人學念佛求生淨土的法門。因為幫助別人念佛求生淨土，諸位要知道，跟諸佛度脫一切眾生沒有兩樣。幫助別人修學一切大小乘佛法，有時候我們還做不到，我們沒有能力；縱然做到了，不究竟、不圓滿，為什麼？那個人這一生未必能成就。我們幫助他念佛，這個人一生決定成就。幫助他作佛，盡心盡力去做。像倓虛老法師在錄音帶裡面，我們所聽到的，他講諦閑法師的徒弟，那個徒弟的故事非常能感動人。這個徒弟不認識字，沒念過書，做粗活，生活非常之苦，四十多歲才遇到老和尚，要跟他出家。老法師給他剃度，不叫他住廟裡頭，為什麼？住在廟裡面，必定被大家歧視，這是一定的道理。課誦，他念經也不會念，法器也不會敲，笨手笨腳的，人家總會討厭他、歧視他，他心裡就生煩惱了，這必然的道理。所以老和尚不叫他住廟裡，到鄉下找一個破廟，沒人住的，讓他一個人去住。就教他一句南無阿彌陀佛，告訴他沒事就念，念累了就休息，休息好了再念。這方法很簡單，他很容易就學會了，他就接受了。他念了三年成功了，站在那裡往生，走了還在那裡站了三天，等老和尚到鄉下來替他辦後事。死了以後還站三天，所以老和尚見到他就很佩服，跟他講，你沒有白出家，你這個成就，講經說法的法師、名山大廟的住持也比不上。是真的，不是假的，確實比不上他。"
    },
    {
      "id": "02-001-0020_p0020",
      "zh_CN": "所以心里常常要有帮助众生成佛的心。问题就是他能不能接受？能不能接受，那是他自己的善根福德因缘，我们确实有这个意思肯帮助他，他自己没有这个福报，不肯接受、不肯干，那没有法子，那是他的事情。所以我们有机缘就要帮助别人。我们自己不会讲经，这没有关系，你的亲戚朋友里面，你想帮助他的，你就劝他来听经。他到这里来听经开悟了，是你帮助他开悟的，他将来成佛了是你帮他成佛的。不一定要你自己讲经，我在这里代你讲，你的便宜占大了。所以要有一个帮助别人众生的心。「心常谛住」，谛是实实在在、真真实实的，我确确实实想度这世间的众生。",
      "zh_TW": "所以心裡常常要有幫助眾生成佛的心。問題就是他能不能接受？能不能接受，那是他自己的善根福德因緣，我們確實有這個意思肯幫助他，他自己沒有這個福報，不肯接受、不肯幹，那沒有法子，那是他的事情。所以我們有機緣就要幫助別人。我們自己不會講經，這沒有關係，你的親戚朋友裡面，你想幫助他的，你就勸他來聽經。他到這裡來聽經開悟了，是你幫助他開悟的，他將來成佛了是你幫他成佛的。不一定要你自己講經，我在這裡代你講，你的便宜佔大了。所以要有一個幫助別人眾生的心。「心常諦住」，諦是實實在在、真真實實的，我確確實實想度這世間的眾生。"
    },
    {
      "id": "02-001-0020_p0021",
      "zh_CN": "【于一切万物。随意自在。】",
      "zh_TW": "【於一切萬物。隨意自在。】"
    },
    {
      "id": "02-001-0020_p0022",
      "zh_CN": "这两句也应该要学。这两句话要拿我们世俗话来讲，就是知足常乐。人知足就自在了，不自在的人都是不知足。随缘而不攀缘，知足常乐，这是应当要学的。",
      "zh_TW": "這兩句也應該要學。這兩句話要拿我們世俗話來講，就是知足常樂。人知足就自在了，不自在的人都是不知足。隨緣而不攀緣，知足常樂，這是應當要學的。"
    },
    {
      "id": "02-001-0020_p0023",
      "zh_CN": "【为诸庶类。作不请之友。】",
      "zh_TW": "【為諸庶類。作不請之友。】"
    },
    {
      "id": "02-001-0020_p0024",
      "zh_CN": "这是大慈大悲。小乘人，我们通常讲不度众生，你听了不要听错，小乘人真的一个众生都不度吗？不是的，小乘人不主动度众生。你去求他，你去拜他做师父，他还不一定会收你，看看有没有缘分。他要高兴了收你做徒弟，他会度你；他要不高兴，不收你做徒弟，那你就无可奈何。不像菩萨，菩萨主动度众生，你没有去找他，他来找你，这就是『作不请之友』。「友」就是善知识，《华严经》上讲的善友，善友也就是老师。『庶类』就是一般众生。菩萨希望一般众生早一天成佛，希望这些众生们都知道念佛求生净土，所以不要等待他来求法，主动的就把佛法给他送去了，可见得菩萨帮助众生是何等的积极。当然，帮助众生有许多方便，可是诸位要晓得，最殊胜的方便，是帮他往生西方极乐世界，没有比这个更殊胜。往生西方极乐世界就是成佛，一切法门都没有这个法门殊胜，一切经典没有《无量寿经》殊胜。《弥陀经》不好吗？《弥陀经》好，讲得不详细。讲得不详细，初学的人往往他不相信，他不能接受。换句话说，我们现在所谓说「说服力」，那是《无量寿经》第一。你真正相信，真正发愿了，依照《弥陀经》修行，可以。所以古来的大德把《弥陀经》列为早晚功课，道理就是在此地。可是我们的信心、愿心一定要从《无量寿经》里面来建立，可见《无量寿经》的重要。所以菩萨，乃至于十方一切诸佛，都是急着要把这个法门快快的推荐给众生，介绍给别人。等到底下一章「发起因缘」里面，我们就看到了，这个发起因缘是真正不可思议，无比的殊胜。",
      "zh_TW": "這是大慈大悲。小乘人，我們通常講不度眾生，你聽了不要聽錯，小乘人真的一個眾生都不度嗎？不是的，小乘人不主動度眾生。你去求他，你去拜他做師父，他還不一定會收你，看看有沒有緣分。他要高興了收你做徒弟，他會度你；他要不高興，不收你做徒弟，那你就無可奈何。不像菩薩，菩薩主動度眾生，你沒有去找他，他來找你，這就是『作不請之友』。「友」就是善知識，《華嚴經》上講的善友，善友也就是老師。『庶類』就是一般眾生。菩薩希望一般眾生早一天成佛，希望這些眾生們都知道念佛求生淨土，所以不要等待他來求法，主動的就把佛法給他送去了，可見得菩薩幫助眾生是何等的積極。當然，幫助眾生有許多方便，可是諸位要曉得，最殊勝的方便，是幫他往生西方極樂世界，沒有比這個更殊勝。往生西方極樂世界就是成佛，一切法門都沒有這個法門殊勝，一切經典沒有《無量壽經》殊勝。《彌陀經》不好嗎？《彌陀經》好，講得不詳細。講得不詳細，初學的人往往他不相信，他不能接受。換句話說，我們現在所謂說「說服力」，那是《無量壽經》第一。你真正相信，真正發願了，依照《彌陀經》修行，可以。所以古來的大德把《彌陀經》列為早晚功課，道理就是在此地。可是我們的信心、願心一定要從《無量壽經》裡面來建立，可見《無量壽經》的重要。所以菩薩，乃至於十方一切諸佛，都是急著要把這個法門快快的推薦給眾生，介紹給別人。等到底下一章「發起因緣」裡面，我們就看到了，這個發起因緣是真正不可思議，無比的殊勝。"
    },
    {
      "id": "02-001-0020_p0025",
      "zh_CN": "【受持如来甚深法藏。护佛种性常使不绝。】",
      "zh_TW": "【受持如來甚深法藏。護佛種性常使不絕。】"
    },
    {
      "id": "02-001-0020_p0026",
      "zh_CN": "『受』是接受，『持』是保持，接受过来之后永远保持而不失掉。什么是『如来甚深法藏』？通常讲，就是佛所说的一切大乘了义经典，这一切法都含藏在里面，称之为「法藏」。如果讲到究竟处，给诸位说，就是一句「南无阿弥陀佛」，这六字洪名就是十方三世一切诸佛所说之法，统统藏在这六字洪名当中。六字洪名一展开，不仅仅是释迦牟尼佛四十九年所说的一切经，十方三世一切诸佛所说的经论都出不了这一句阿弥陀佛。所以蕅益大师在开示里头所说的，他那个话说得不过分，他是引用莲池大师的话说，「一句弥陀，该罗八教，圆摄五宗」，统统都包括了。八教是什么？大乘天台家讲的化仪四教、化法四教，藏、通、别、圆，整个佛法都包括在里头，大小乘全包括了。五宗是讲禅宗，禅宗六祖之后分五个派，像临济、曹洞、沩仰这五个宗派。这就是说，宗门、教下统统包括在里头，我们在本经里面去看，不但显教包括在里面，密教也包括在里面。我们在前面看到的，普贤菩萨代表密宗，在此地这个经上普贤是上首，代表密净不二，因为密宗的祖师金刚萨埵跟金刚手菩萨都是普贤菩萨的化身，就是普贤菩萨。这样一来大家就晓得，显密宗教统统包括在一句「南无阿弥陀佛」佛号上，所以这一句佛号就是「如来甚深法藏」。此地的「如来」不是指一尊佛。十方三世一切如来甚深法藏就是这一句「南无阿弥陀佛」，几个人知道？就是会念佛的人他也不晓得；他会念，不错，他不认识阿弥陀佛真正的价值，他不晓得。",
      "zh_TW": "『受』是接受，『持』是保持，接受過來之後永遠保持而不失掉。什麼是『如來甚深法藏』？通常講，就是佛所說的一切大乘了義經典，這一切法都含藏在裡面，稱之為「法藏」。如果講到究竟處，給諸位說，就是一句「南無阿彌陀佛」，這六字洪名就是十方三世一切諸佛所說之法，統統藏在這六字洪名當中。六字洪名一展開，不僅僅是釋迦牟尼佛四十九年所說的一切經，十方三世一切諸佛所說的經論都出不了這一句阿彌陀佛。所以蕅益大師在開示裡頭所說的，他那個話說得不過分，他是引用蓮池大師的話說，「一句彌陀，該羅八教，圓攝五宗」，統統都包括了。八教是什麼？大乘天台家講的化儀四教、化法四教，藏、通、別、圓，整個佛法都包括在裡頭，大小乘全包括了。五宗是講禪宗，禪宗六祖之後分五個派，像臨濟、曹洞、溈仰這五個宗派。這就是說，宗門、教下統統包括在裡頭，我們在本經裡面去看，不但顯教包括在裡面，密教也包括在裡面。我們在前面看到的，普賢菩薩代表密宗，在此地這個經上普賢是上首，代表密淨不二，因為密宗的祖師金剛薩埵跟金剛手菩薩都是普賢菩薩的化身，就是普賢菩薩。這樣一來大家就曉得，顯密宗教統統包括在一句「南無阿彌陀佛」佛號上，所以這一句佛號就是「如來甚深法藏」。此地的「如來」不是指一尊佛。十方三世一切如來甚深法藏就是這一句「南無阿彌陀佛」，幾個人知道？就是會念佛的人他也不曉得；他會念，不錯，他不認識阿彌陀佛真正的價值，他不曉得。"
    },
    {
      "id": "02-001-0020_p0027",
      "zh_CN": "『护佛种性』，「护」是护持，护持我们自己的佛种性。怎么护持法？第一个，要发菩提心；其次要认真持名念佛，信愿持名；第三，广行六度。发心念佛是正行，广行六度是助修，正助双修。我们希望将来自己往生的时候不要害病，预知时至，求这个能求得到吗？决定求得到。人家站着走，我们也求站着走。你有信心，你就能做到；你没有信心，那你就做不到，你有信心决定做得到。在台湾，站着走的我都听说有两个，这是我学佛以后的事情，坐着走的那就太多了。为什么人家做得到，我们做不到？第一个没信心，第二个业障太重。什么叫业障？就是牵肠挂肚的事情太多了。你要能把你那些牵肠挂肚的事情统统放下，你的业障就没有了。老老实实念佛，自己有信心，佛力加持你，哪有做不到的事情？没有做不到的。消业障最有效、最快速的，无过于念阿弥陀佛。现在很多人他不理解，听说要消业障，念《普门品》去、念《地藏经》去，以为那个力量才大，甚至于还想去拜个梁皇忏、拜个水忏，业障就消除了，不知道念佛力量远远的超过那些方法，他不晓得。修六度就是修福，发心念佛，广修六度，我们自己将来往生才决定没有障碍。",
      "zh_TW": "『護佛種性』，「護」是護持，護持我們自己的佛種性。怎麼護持法？第一個，要發菩提心；其次要認真持名念佛，信願持名；第三，廣行六度。發心念佛是正行，廣行六度是助修，正助雙修。我們希望將來自己往生的時候不要害病，預知時至，求這個能求得到嗎？決定求得到。人家站著走，我們也求站著走。你有信心，你就能做到；你沒有信心，那你就做不到，你有信心決定做得到。在台灣，站著走的我都聽說有兩個，這是我學佛以後的事情，坐著走的那就太多了。為什麼人家做得到，我們做不到？第一個沒信心，第二個業障太重。什麼叫業障？就是牽腸掛肚的事情太多了。你要能把你那些牽腸掛肚的事情統統放下，你的業障就沒有了。老老實實念佛，自己有信心，佛力加持你，哪有做不到的事情？沒有做不到的。消業障最有效、最快速的，無過於念阿彌陀佛。現在很多人他不理解，聽說要消業障，念《普門品》去、念《地藏經》去，以為那個力量才大，甚至於還想去拜個梁皇懺、拜個水懺，業障就消除了，不知道念佛力量遠遠的超過那些方法，他不曉得。修六度就是修福，發心念佛，廣修六度，我們自己將來往生才決定沒有障礙。"
    },
    {
      "id": "02-001-0020_p0028",
      "zh_CN": "【兴大悲。愍有情。演慈辩。授法眼。杜恶趣。开善门。】",
      "zh_TW": "【興大悲。愍有情。演慈辯。授法眼。杜惡趣。開善門。】"
    },
    {
      "id": "02-001-0020_p0029",
      "zh_CN": "『兴大悲』，「兴」就是发起，要发大慈悲心。『愍有情』，对于一切有情众生要怜悯他们。慈悲怜悯，你就会主动去帮助他们，帮助他们学佛，帮助他们理解净土法门，帮助他们往生作佛。『演慈辩』，「慈」是慈悲，「辩」就是给他辩解、给他解释。『授法眼，杜恶趣，开善门』，「授」是教给他。「法眼」是什么？我们简单的讲，教他认识一切法哪是真的、哪是假的，哪是善、哪是恶，哪是利、哪是害。一切法里面最善、最利的就是这个经，就是持名念佛这个方法，要教他们辨别，能认识。「杜恶趣」，杜是防止，「开善门」，这两句话就是劝一切众生断恶修善。",
      "zh_TW": "『興大悲』，「興」就是發起，要發大慈悲心。『愍有情』，對於一切有情眾生要憐憫他們。慈悲憐憫，你就會主動去幫助他們，幫助他們學佛，幫助他們理解淨土法門，幫助他們往生作佛。『演慈辯』，「慈」是慈悲，「辯」就是給他辯解、給他解釋。『授法眼，杜惡趣，開善門』，「授」是教給他。「法眼」是什麼？我們簡單的講，教他認識一切法哪是真的、哪是假的，哪是善、哪是惡，哪是利、哪是害。一切法裡面最善、最利的就是這個經，就是持名念佛這個方法，要教他們辨別，能認識。「杜惡趣」，杜是防止，「開善門」，這兩句話就是勸一切眾生斷惡修善。"
    },
    {
      "id": "02-001-0020_p0030",
      "zh_CN": "【于诸众生。视若自己。拯济负荷。皆度彼岸。】",
      "zh_TW": "【於諸眾生。視若自己。拯濟負荷。皆度彼岸。】"
    },
    {
      "id": "02-001-0020_p0031",
      "zh_CN": "要培养自己的境界，看一切众生要看他跟自己一样。我们晓得爱护自己，要知道爱护一切众生；希望自己离苦得乐，更希望别人离苦得乐；希望自己快速的成佛，更希望别人也快速成佛。到这个地方，这几句都是我们应当要学习的，我们能做多少要做到多少，努力去做，这是消灾培福。我们有大福报，我们生死才自在，生死自在是最大的福报。",
      "zh_TW": "要培養自己的境界，看一切眾生要看他跟自己一樣。我們曉得愛護自己，要知道愛護一切眾生；希望自己離苦得樂，更希望別人離苦得樂；希望自己快速的成佛，更希望別人也快速成佛。到這個地方，這幾句都是我們應當要學習的，我們能做多少要做到多少，努力去做，這是消災培福。我們有大福報，我們生死才自在，生死自在是最大的福報。"
    },
    {
      "id": "02-001-0020_p0032",
      "zh_CN": "【悉获诸佛无量功德。智慧圣明。不可思议。】",
      "zh_TW": "【悉獲諸佛無量功德。智慧聖明。不可思議。】"
    },
    {
      "id": "02-001-0020_p0033",
      "zh_CN": "这一句是说菩萨福德、智慧两种庄严与如来果地上相似，这是等觉位的菩萨，所以他们获得的是『诸佛无量功德，智慧圣明』。",
      "zh_TW": "這一句是說菩薩福德、智慧兩種莊嚴與如來果地上相似，這是等覺位的菩薩，所以他們獲得的是『諸佛無量功德，智慧聖明』。"
    },
    {
      "id": "02-001-0020_p0034",
      "zh_CN": "【如是等诸大菩萨。无量无边。一时来集。】",
      "zh_TW": "【如是等諸大菩薩。無量無邊。一時來集。】"
    },
    {
      "id": "02-001-0020_p0035",
      "zh_CN": "到这个地方是一个段落，这一段是总结与会的菩萨众，像文殊、普贤、弥勒、贤护十六正士这样的人物，人数太多了，『无量无边』，参加这个法会。这些菩萨，前面跟诸位介绍过，像十六正士里面，只有二、三位是我们这个世界的，其余都是他方世界来的，这显示出佛说这个法门，不仅仅是度我们娑婆世界众生的。为什么？要度娑婆世界众生，来与会的大众一定是娑婆世界的人；十方世界的菩萨都来了，由此可知，这个法门是十方诸佛普度一切众生的共同法门。所以，不管是哪一个世界、哪一尊佛，讲《无量寿经》、讲《阿弥陀经》，有能力的、有神通的这些菩萨统统都会去听。所以菩萨众来了这么多人，无量无边的这些大菩萨『一时来集』。这是接上面的，下面这是我们世界上的了。",
      "zh_TW": "到這個地方是一個段落，這一段是總結與會的菩薩眾，像文殊、普賢、彌勒、賢護十六正士這樣的人物，人數太多了，『無量無邊』，參加這個法會。這些菩薩，前面跟諸位介紹過，像十六正士裡面，只有二、三位是我們這個世界的，其餘都是他方世界來的，這顯示出佛說這個法門，不僅僅是度我們娑婆世界眾生的。為什麼？要度娑婆世界眾生，來與會的大眾一定是娑婆世界的人；十方世界的菩薩都來了，由此可知，這個法門是十方諸佛普度一切眾生的共同法門。所以，不管是哪一個世界、哪一尊佛，講《無量壽經》、講《阿彌陀經》，有能力的、有神通的這些菩薩統統都會去聽。所以菩薩眾來了這麼多人，無量無邊的這些大菩薩『一時來集』。這是接上面的，下面這是我們世界上的了。"
    },
    {
      "id": "02-001-0020_p0036",
      "zh_CN": "【又有比丘尼五百人。】",
      "zh_TW": "【又有比丘尼五百人。】"
    },
    {
      "id": "02-001-0020_p0037",
      "zh_CN": "这是释迦牟尼佛的弟子，跟佛出家的女众，参加这个大会有五百人。",
      "zh_TW": "這是釋迦牟尼佛的弟子，跟佛出家的女眾，參加這個大會有五百人。"
    },
    {
      "id": "02-001-0020_p0038",
      "zh_CN": "【清信士七千人。】",
      "zh_TW": "【清信士七千人。】"
    },
    {
      "id": "02-001-0020_p0039",
      "zh_CN": "这是在家居士，不是出家的，受三皈五戒、在家菩萨戒的这些大众，男众有七千人。",
      "zh_TW": "這是在家居士，不是出家的，受三皈五戒、在家菩薩戒的這些大眾，男眾有七千人。"
    },
    {
      "id": "02-001-0020_p0040",
      "zh_CN": "【清信女五百人。】",
      "zh_TW": "【清信女五百人。】"
    },
    {
      "id": "02-001-0020_p0041",
      "zh_CN": "这些是我们看得见的。菩萨众里面，有现身的我们看得见，有不现身的我们看不见。",
      "zh_TW": "這些是我們看得見的。菩薩眾裡面，有現身的我們看得見，有不現身的我們看不見。"
    },
    {
      "id": "02-001-0020_p0042",
      "zh_CN": "【欲界天。色界天。诸天梵众。悉共大会。】",
      "zh_TW": "【欲界天。色界天。諸天梵眾。悉共大會。】"
    },
    {
      "id": "02-001-0020_p0043",
      "zh_CN": "这里头虽然没有说数目，这个数目决定不止前面讲的七千人、五百人，决定不止这个数字。这就是三界诸天也参与这个法会，可见这个法会的殊胜庄严。",
      "zh_TW": "這裡頭雖然沒有說數目，這個數目決定不止前面講的七千人、五百人，決定不止這個數字。這就是三界諸天也參與這個法會，可見這個法會的殊勝莊嚴。"
    },
    {
      "id": "02-001-0020_p0044",
      "zh_CN": "经文到这个地方把通序介绍完了，下面一章是别序，还是序分。这部经一共有四十八章，序分占了三章，前面两章通序，第三章是别序，第四章以后才是本经的正宗分。",
      "zh_TW": "經文到這個地方把通序介紹完了，下面一章是別序，還是序分。這部經一共有四十八章，序分佔了三章，前面兩章通序，第三章是別序，第四章以後才是本經的正宗分。"
    }
  ]
}