{
  "doc_id": "02-001-0040",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—远离四相，修一切善法",
    "zh_TW": "無量壽經（一次宣講）—遠離四相，修一切善法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十集",
    "zh_TW": "第四十集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0040",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-001-0040_p0001",
      "zh_CN": "请掀开经本第三十一面第二行。",
      "zh_TW": "請掀開經本第三十一面第二行。"
    },
    {
      "id": "02-001-0040_p0002",
      "zh_CN": "【庄严众行。轨范具足。观法如化。三昧常寂。善护口业。不讥他过。善护身业。不失律仪。善护意业。清净无染。】",
      "zh_TW": "【莊嚴眾行。軌範具足。觀法如化。三昧常寂。善護口業。不譏他過。善護身業。不失律儀。善護意業。清淨無染。】"
    },
    {
      "id": "02-001-0040_p0003",
      "zh_CN": "到这个地方这是一段。『庄严众行，轨范具足』，这两句是总说。佛法里面「庄严」两个字用得很多、很普遍，大意都是指两种庄严，一种是智慧，一种是福德。菩萨要具足福慧二严，与佛就相接近了。换句话说，真正要具足这两个条件，一定是称性的菩萨，我们常讲法身大士，才真正具足这两种庄严。「轨范」，轨是规则，范是模范。由于福慧两种庄严，所以能够为九法界有情的模范。这个地方讲九法界就包括了菩萨法界，菩萨里面我们常讲权教菩萨。",
      "zh_TW": "到這個地方這是一段。『莊嚴眾行，軌範具足』，這兩句是總說。佛法裡面「莊嚴」兩個字用得很多、很普遍，大意都是指兩種莊嚴，一種是智慧，一種是福德。菩薩要具足福慧二嚴，與佛就相接近了。換句話說，真正要具足這兩個條件，一定是稱性的菩薩，我們常講法身大士，才真正具足這兩種莊嚴。「軌範」，軌是規則，範是模範。由於福慧兩種莊嚴，所以能夠為九法界有情的模範。這個地方講九法界就包括了菩薩法界，菩薩裡面我們常講權教菩薩。"
    },
    {
      "id": "02-001-0040_p0004",
      "zh_CN": "底下就具体给我们说出福慧二严。下面文给我们说出『观法如化』，这一句是慧，是智慧。《金刚经》里头尤其是强调，告诉我们说「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。这个地方告诉我们「观法如化」，就是梦幻泡影，如露亦如电。为什么佛要这样的强调？诸位要知道，一切法确确实实它是幻化不实，而九法界的有情众生都把它当作实在的。六道凡夫那不必说了，简直就把假的当作真的，所以才有六道轮回。声闻、缘觉、菩萨，虽然知道假的，没有能彻底放下，所以不能见性；不能明心见性，这个就是他还有法执，我执虽然破了，法执没破，不能破无明，不能见性，因此智慧不能现前。诸位要晓得，他神通可以现前，智慧不能现前。因此有神通，不一定有智慧，这个我们要搞清楚。神通是从定力里面产生的，声闻、缘觉、菩萨有定，有定当然他就有通。所以他有五通，他没有漏尽通。阿罗汉虽然证六通，有漏尽通，他那个漏尽通并不大，并不圆满，还有限，换句话，他那个漏尽只断见思烦恼，尘沙、无明还没破，所以虽然讲证涅槃，他那个涅槃有个特别名字叫「偏真涅槃」，不是如来果地上的般涅槃。因此，佛法无论你修学哪一个法门，是以智慧为目的的，无论哪个法门，修净土也不例外。",
      "zh_TW": "底下就具體給我們說出福慧二嚴。下面文給我們說出『觀法如化』，這一句是慧，是智慧。《金剛經》裡頭尤其是強調，告訴我們說「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。這個地方告訴我們「觀法如化」，就是夢幻泡影，如露亦如電。為什麼佛要這樣的強調？諸位要知道，一切法確確實實它是幻化不實，而九法界的有情眾生都把它當作實在的。六道凡夫那不必說了，簡直就把假的當作真的，所以才有六道輪迴。聲聞、緣覺、菩薩，雖然知道假的，沒有能徹底放下，所以不能見性；不能明心見性，這個就是他還有法執，我執雖然破了，法執沒破，不能破無明，不能見性，因此智慧不能現前。諸位要曉得，他神通可以現前，智慧不能現前。因此有神通，不一定有智慧，這個我們要搞清楚。神通是從定力裡面產生的，聲聞、緣覺、菩薩有定，有定當然他就有通。所以他有五通，他沒有漏盡通。阿羅漢雖然證六通，有漏盡通，他那個漏盡通並不大，並不圓滿，還有限，換句話，他那個漏盡只斷見思煩惱，塵沙、無明還沒破，所以雖然講證涅槃，他那個涅槃有個特別名字叫「偏真涅槃」，不是如來果地上的般涅槃。因此，佛法無論你修學哪一個法門，是以智慧為目的的，無論哪個法門，修淨土也不例外。"
    },
    {
      "id": "02-001-0040_p0005",
      "zh_CN": "观就是止，观是能观，法是所观。佛法里面常说，粗思叫做觉，细思叫做观，可见得观比觉要来得细。这是普通的解释。「法」这个字包括的范围非常之大，不仅是世间一切有为法，这个有为法如果我们拿百法来看，你就晓得它包括的范围广大，它从八识、五十一心所、二十四个不相应行法、六根六尘，全包括在其中，不但世间一切法在这里面，出世间一切法也不例外。实在讲，严格的来说，没有世间跟出世间，没有。因为有世间法，与世间法对立，这才建立一个出世间，是相对而建立的，世间法没有了，哪有出世间法。这个诸位一定要明了，这个才是诸法的真相。一切法的性质是情有理无，相有性无（性就是体），事有理无，这个是诸法的实相，就是诸法的真实相。",
      "zh_TW": "觀就是止，觀是能觀，法是所觀。佛法裡面常說，粗思叫做覺，細思叫做觀，可見得觀比覺要來得細。這是普通的解釋。「法」這個字包括的範圍非常之大，不僅是世間一切有為法，這個有為法如果我們拿百法來看，你就曉得它包括的範圍廣大，它從八識、五十一心所、二十四個不相應行法、六根六塵，全包括在其中，不但世間一切法在這裡面，出世間一切法也不例外。實在講，嚴格的來說，沒有世間跟出世間，沒有。因為有世間法，與世間法對立，這才建立一個出世間，是相對而建立的，世間法沒有了，哪有出世間法。這個諸位一定要明瞭，這個才是諸法的真相。一切法的性質是情有理無，相有性無（性就是體），事有理無，這個是諸法的實相，就是諸法的真實相。"
    },
    {
      "id": "02-001-0040_p0006",
      "zh_CN": "我们听佛这些说法，往往感觉得很迷惑，为什么会迷惑？因为我们是无始劫以来就把这个假相当真，从来没有把眼前一切法看作是假的，没有。因此佛给我们说，我们乍听起来，与我们的常识、与我们的见解、思想完全相违背，这一下就不能接受，起了疑惑。如果我们把一切疑虑放下，冷静的去观察一下，佛所讲的没错，确确实实是真的，不仅是世间一切法，乃至于一切佛法都不是真实的。如果你晓得它都不是真实的，你就开智慧了，知道这一切法不真实。换句话说，你于一切法绝不执着，你就得自在，你就不再造业了。换句话说，从此以后，不会再被一切法所转，《楞严》上说得很好，「若能转境，则同如来」。我们凡夫困难的什么？就是心被境转，而不能够反过来，境随心转，境随心转那跟佛就没有两样了，我们苦就苦在这个地方。为什么会沦落到这个地步？就是把一切法都看作真实的，处事待人接物样样当真、样样认真，在这里面起分别、起执着、起妄想，这是造业受报，永远的没完没了，干这个事情。所以这一句就是看破。",
      "zh_TW": "我們聽佛這些說法，往往感覺得很迷惑，為什麼會迷惑？因為我們是無始劫以來就把這個假相當真，從來沒有把眼前一切法看作是假的，沒有。因此佛給我們說，我們乍聽起來，與我們的常識、與我們的見解、思想完全相違背，這一下就不能接受，起了疑惑。如果我們把一切疑慮放下，冷靜的去觀察一下，佛所講的沒錯，確確實實是真的，不僅是世間一切法，乃至於一切佛法都不是真實的。如果你曉得它都不是真實的，你就開智慧了，知道這一切法不真實。換句話說，你於一切法絕不執著，你就得自在，你就不再造業了。換句話說，從此以後，不會再被一切法所轉，《楞嚴》上說得很好，「若能轉境，則同如來」。我們凡夫困難的什麼？就是心被境轉，而不能夠反過來，境隨心轉，境隨心轉那跟佛就沒有兩樣了，我們苦就苦在這個地方。為什麼會淪落到這個地步？就是把一切法都看作真實的，處事待人接物樣樣當真、樣樣認真，在這裡面起分別、起執著、起妄想，這是造業受報，永遠的沒完沒了，幹這個事情。所以這一句就是看破。"
    },
    {
      "id": "02-001-0040_p0007",
      "zh_CN": "下面这几句是放下。你为什么放不下？就是因为你没看破；你要看破了，自然就放下了。所以看破是智慧，放下是福德，哪个人放下了，这人有福。为什么？他再也不会有烦恼，再也不会造业，再也不会有轮回果报，这个人就是大福报。所以这一句是慧。『三昧常寂』，「三昧」是定，有慧决定有定，有定不一定有慧。尤其难得的「常寂」，从这两个字显示他定功之深。从什么地方显示？从他行住坐卧都在定中，这个才叫做常寂。如果只有盘腿打坐的时候有定，腿子放下来定就没有了，这不能叫常寂。常寂就是所谓是行住坐卧都在定中，大经里面常常赞叹的，「那伽常在定，无有不定时」。那伽是梵语，翻成我们中文的意思就是龙象。龙我们没见过，象我们见过。你看那大象的样子，好像常住在定中一样，牠沉得住气，牠动作很慢，走路也是慢慢的，都好像在定中一样，用这个来做比喻。",
      "zh_TW": "下面這幾句是放下。你為什麼放不下？就是因為你沒看破；你要看破了，自然就放下了。所以看破是智慧，放下是福德，哪個人放下了，這人有福。為什麼？他再也不會有煩惱，再也不會造業，再也不會有輪迴果報，這個人就是大福報。所以這一句是慧。『三昧常寂』，「三昧」是定，有慧決定有定，有定不一定有慧。尤其難得的「常寂」，從這兩個字顯示他定功之深。從什麼地方顯示？從他行住坐臥都在定中，這個才叫做常寂。如果只有盤腿打坐的時候有定，腿子放下來定就沒有了，這不能叫常寂。常寂就是所謂是行住坐臥都在定中，大經裡面常常讚歎的，「那伽常在定，無有不定時」。那伽是梵語，翻成我們中文的意思就是龍象。龍我們沒見過，象我們見過。你看那大象的樣子，好像常住在定中一樣，牠沉得住氣，牠動作很慢，走路也是慢慢的，都好像在定中一樣，用這個來做比喻。"
    },
    {
      "id": "02-001-0040_p0008",
      "zh_CN": "定也就是禅定的别名。人一定要到心地相当的清净，才能达到这个境界，这个境界是菩萨的境界，超过了声闻、缘觉。为什么？他内不动心，外不着相，心是清净的。清净心里面没有念头，念头就是生灭，心是不生不灭的。心是不生不灭的诸位要晓得，念头是生灭的，你起个念头，这念头生了，再没多久这个念头就灭了。所以我们常讲生灭心，实在讲是生灭的念头，心不生不灭。所以如果你要是用心的话，那你就跟佛菩萨没两样，不生不灭！我们今天用什么？不是用心，是用心里头起的念头，你看这个很糟糕。心起念头，佛法里面叫妄想，或者叫它做妄心，不是真心。真心是不动的，所以真心离念，真心没有念头。真心虽然离念，但是真心也不碍起念，妙就妙在这个地方。如果真心不起念，那这个心没作用，不起作用了！佛菩萨怎么度众生？度众生给我们讲经说法，都要起心动念。我们要晓得，体、用不妨碍，用不碍体，体不碍用，所以说理事无碍，事事无碍，无碍是从这说的。我们凡夫所苦的是把我们的真心忘掉了，把妄心当作真心，就是把生灭的念头当作我们自己的真心，这就是常讲的八识心王。八识是生灭的，有为法，五十一心所是八识的作用，八识是依真心而起的，不生灭里面有生灭，不生灭是本体，生灭是作用，从体起用。",
      "zh_TW": "定也就是禪定的別名。人一定要到心地相當的清淨，才能達到這個境界，這個境界是菩薩的境界，超過了聲聞、緣覺。為什麼？他內不動心，外不著相，心是清淨的。清淨心裡面沒有念頭，念頭就是生滅，心是不生不滅的。心是不生不滅的諸位要曉得，念頭是生滅的，你起個念頭，這念頭生了，再沒多久這個念頭就滅了。所以我們常講生滅心，實在講是生滅的念頭，心不生不滅。所以如果你要是用心的話，那你就跟佛菩薩沒兩樣，不生不滅！我們今天用什麼？不是用心，是用心裡頭起的念頭，你看這個很糟糕。心起念頭，佛法裡面叫妄想，或者叫它做妄心，不是真心。真心是不動的，所以真心離念，真心沒有念頭。真心雖然離念，但是真心也不礙起念，妙就妙在這個地方。如果真心不起念，那這個心沒作用，不起作用了！佛菩薩怎麼度眾生？度眾生給我們講經說法，都要起心動念。我們要曉得，體、用不妨礙，用不礙體，體不礙用，所以說理事無礙，事事無礙，無礙是從這說的。我們凡夫所苦的是把我們的真心忘掉了，把妄心當作真心，就是把生滅的念頭當作我們自己的真心，這就是常講的八識心王。八識是生滅的，有為法，五十一心所是八識的作用，八識是依真心而起的，不生滅裡面有生滅，不生滅是本體，生滅是作用，從體起用。"
    },
    {
      "id": "02-001-0040_p0009",
      "zh_CN": "但是佛菩萨高明，他能够念念摄用归体，他高明在这里。我们今天把体忘掉了，所以虽起作用归不了体，也就是说虽起作用，心里静不下来，三昧常寂不能够现前。可见得诸佛菩萨的自在是有体有用，从体起用，摄用归体。我们又何尝不如此？跟佛菩萨实在讲没有两样！我们的问题是迷失，不是真正的失掉！不知道自己有常住真心，不知道自己有三昧常寂。三昧常寂是人人都有的，绝对不是诸佛菩萨专利的，我们今天没有，是把三昧常寂迷了，所以本来的三昧常寂不能现前，被这个心心所喧宾夺主了，这是苦恼的事情。所以佛在此地教给我们恢复自性，先要用智慧观察，这样才能像诸佛菩萨一样行于中道，安住在一切如幻如化的妙观之中，自自然然就入于不生不灭甚深的常寂之正定。这个定就是《楞严经》上讲的首楞严大定，所以这个定是性定，是本性本来具足的，并不是修来的，《楞严》上说的性定。",
      "zh_TW": "但是佛菩薩高明，他能夠念念攝用歸體，他高明在這裡。我們今天把體忘掉了，所以雖起作用歸不了體，也就是說雖起作用，心裡靜不下來，三昧常寂不能夠現前。可見得諸佛菩薩的自在是有體有用，從體起用，攝用歸體。我們又何嘗不如此？跟佛菩薩實在講沒有兩樣！我們的問題是迷失，不是真正的失掉！不知道自己有常住真心，不知道自己有三昧常寂。三昧常寂是人人都有的，絕對不是諸佛菩薩專利的，我們今天沒有，是把三昧常寂迷了，所以本來的三昧常寂不能現前，被這個心心所喧賓奪主了，這是苦惱的事情。所以佛在此地教給我們恢復自性，先要用智慧觀察，這樣才能像諸佛菩薩一樣行於中道，安住在一切如幻如化的妙觀之中，自自然然就入於不生不滅甚深的常寂之正定。這個定就是《楞嚴經》上講的首楞嚴大定，所以這個定是性定，是本性本來具足的，並不是修來的，《楞嚴》上說的性定。"
    },
    {
      "id": "02-001-0040_p0010",
      "zh_CN": "这两句就说明定慧等持，也是本经里面所说如来定慧究畅无极的因行。我们能够依照这个方法来修，常常像《金刚经》上教给我们，我们对于这个世间一切法，晓得「凡所有相，皆是虚妄」。因此在一切法里面，我们就不会认真的去分别执着，对于这一切法的得失，这个念头就淡薄，你得到没有欢喜，失掉也不烦恼。为什么？晓得得失都是假的。得，真的得到了？没有；失，真的失去了？也没有。实在讲，没有得失！得失这个概念在百法里面是属于不相应行法，二十四个不相应里面第一个就是「得」。世间人患得患失，把得失看得太重，所以造无量无边的罪业，这实在是迷惑颠倒。世间人也会讲「生不带来，死不带去」，他也会讲这两句话。这两句话是有相当程度的看破，是很有智慧，可是他遇到事情还是那么认真的计较，这个就是事情一现前，又迷惑了。真正智慧要在事情现前的时候能够用得上，这个智慧才有用处。",
      "zh_TW": "這兩句就說明定慧等持，也是本經裡面所說如來定慧究暢無極的因行。我們能夠依照這個方法來修，常常像《金剛經》上教給我們，我們對於這個世間一切法，曉得「凡所有相，皆是虛妄」。因此在一切法裡面，我們就不會認真的去分別執著，對於這一切法的得失，這個念頭就淡薄，你得到沒有歡喜，失掉也不煩惱。為什麼？曉得得失都是假的。得，真的得到了？沒有；失，真的失去了？也沒有。實在講，沒有得失！得失這個概念在百法裡面是屬於不相應行法，二十四個不相應裡面第一個就是「得」。世間人患得患失，把得失看得太重，所以造無量無邊的罪業，這實在是迷惑顛倒。世間人也會講「生不帶來，死不帶去」，他也會講這兩句話。這兩句話是有相當程度的看破，是很有智慧，可是他遇到事情還是那麼認真的計較，這個就是事情一現前，又迷惑了。真正智慧要在事情現前的時候能夠用得上，這個智慧才有用處。"
    },
    {
      "id": "02-001-0040_p0011",
      "zh_CN": "下面六句是表菩萨三业清净，身口意三业。三业里面最重要的是意业，意业就是念头。换句话说，我们心、我们的念头不清净，那身口再清净都是假的，都没有用处，必须要注重意业的清净无染。所以『善护意业』，这是修行人最重要的一个课题。菩萨是以善护己念为正行，为他的正修行。这个地方所说的都是法身大士，可以说都是已经达到观法如化、三昧常寂，所以他真正明了通达世出世间一切法的真相，心地清净，再不会有一个妄念。这一个妄念都没有，哪里还会有烦恼？哪里还会有业障？所以才说意业无染。",
      "zh_TW": "下面六句是表菩薩三業清淨，身口意三業。三業裡面最重要的是意業，意業就是念頭。換句話說，我們心、我們的念頭不清淨，那身口再清淨都是假的，都沒有用處，必須要注重意業的清淨無染。所以『善護意業』，這是修行人最重要的一個課題。菩薩是以善護己念為正行，為他的正修行。這個地方所說的都是法身大士，可以說都是已經達到觀法如化、三昧常寂，所以他真正明瞭通達世出世間一切法的真相，心地清淨，再不會有一個妄念。這一個妄念都沒有，哪裡還會有煩惱？哪裡還會有業障？所以才說意業無染。"
    },
    {
      "id": "02-001-0040_p0012",
      "zh_CN": "意业清净，身口必定也就清净。所以『善护口业，不讥他过』，讥就是讥刺，也就是指责别人的过失。为什么他口业不会再讥刺别人的过失？这个原因在哪里？原因在他心里头不见他人过。你看我们读这部经，回头再想想《六祖坛经》，六祖大师在《坛经》里面教给我们「若真修道人，不见他人过」。这是真正修道人，不见他人过，真正修道人所见的是自己过，见不到别人过。《坛经》在末后的一章所记载的六祖跟神会一番的对答。神会是小沙弥，很调皮，看经上记载的，很调皮。六祖打他，问他痛不痛？他说，「我亦痛亦不痛」，你看这调皮。六祖教训他说，我打你，如果你痛，你是凡夫；你不痛，你是石头。你是石头吗？这个答复就答错了。六祖说「我亦见亦不见」，他就学六祖的话。六祖说，我见是见自己过，我不见是不见他人过。所以这是亦见亦不见，跟他那个亦痛亦不痛，那意思完全不一样，你是不能随便学的。",
      "zh_TW": "意業清淨，身口必定也就清淨。所以『善護口業，不譏他過』，譏就是譏刺，也就是指責別人的過失。為什麼他口業不會再譏刺別人的過失？這個原因在哪裡？原因在他心裡頭不見他人過。你看我們讀這部經，回頭再想想《六祖壇經》，六祖大師在《壇經》裡面教給我們「若真修道人，不見他人過」。這是真正修道人，不見他人過，真正修道人所見的是自己過，見不到別人過。《壇經》在末後的一章所記載的六祖跟神會一番的對答。神會是小沙彌，很調皮，看經上記載的，很調皮。六祖打他，問他痛不痛？他說，「我亦痛亦不痛」，你看這調皮。六祖教訓他說，我打你，如果你痛，你是凡夫；你不痛，你是石頭。你是石頭嗎？這個答覆就答錯了。六祖說「我亦見亦不見」，他就學六祖的話。六祖說，我見是見自己過，我不見是不見他人過。所以這是亦見亦不見，跟他那個亦痛亦不痛，那意思完全不一樣，你是不能隨便學的。"
    },
    {
      "id": "02-001-0040_p0013",
      "zh_CN": "这就是由于意业清净，不见他人过，所以口才不讥他人过失。换句话说，这个「他」不仅是有情众生，就是连无情的众生也都包括在其中。有情无情、万事万物这一切法，这一切法一切无过，本自无染，清净本然，本自圆成。这个意思统统是《楞严经》上佛所说的。为什么？因为这一切法统统是真如本性的相分，真如本性哪有过！诸位要好好的读《楞严》能体会到，没有过，实在讲，过在哪里？过在自己。一切万物没有好丑、没有对立，万法是圆融的，所以一切好丑善恶统统是我们自己心分别。我们自己心有没有标准？没有标准。你看到这个好，那个人看到它是恶；我看到这个恶，他看到那个好，没有标准。所以这个是非、好丑、善恶统统是自己心里面生的，与外境不相干！外境确确实实找不到，如果外境上真能找到，那本性就不清净了，外境上没有。现代科学家逐渐逐渐明白这个道理，可惜的他没有机会闻到佛法。科学家今天明了一切万法是平等的，正是《金刚经》上所讲的「一合相」。万法是一，基本的物质是一个。合是组合，这一个基本物质组合，成了十法界依正庄严，森罗万象。你看，这个跟近代科学所发现的，真的没有两样。一就是清净的，现代人明白这个道理，晓得一切万法在价值上来讲，平等的，没有贵贱。金刚钻把它一分析是多少颗电子、原子、粒子；那一块砖头，你把它一分析，也是这些东西，完全相同，只是它的组合不一样。我们今天讲排列的方程式不相同、组合不相同，实际上原料完全相同。",
      "zh_TW": "這就是由於意業清淨，不見他人過，所以口才不譏他人過失。換句話說，這個「他」不僅是有情眾生，就是連無情的眾生也都包括在其中。有情無情、萬事萬物這一切法，這一切法一切無過，本自無染，清淨本然，本自圓成。這個意思統統是《楞嚴經》上佛所說的。為什麼？因為這一切法統統是真如本性的相分，真如本性哪有過！諸位要好好的讀《楞嚴》能體會到，沒有過，實在講，過在哪裡？過在自己。一切萬物沒有好醜、沒有對立，萬法是圓融的，所以一切好醜善惡統統是我們自己心分別。我們自己心有沒有標準？沒有標準。你看到這個好，那個人看到它是惡；我看到這個惡，他看到那個好，沒有標準。所以這個是非、好醜、善惡統統是自己心裡面生的，與外境不相干！外境確確實實找不到，如果外境上真能找到，那本性就不清淨了，外境上沒有。現代科學家逐漸逐漸明白這個道理，可惜的他沒有機會聞到佛法。科學家今天明瞭一切萬法是平等的，正是《金剛經》上所講的「一合相」。萬法是一，基本的物質是一個。合是組合，這一個基本物質組合，成了十法界依正莊嚴，森羅萬象。你看，這個跟近代科學所發現的，真的沒有兩樣。一就是清淨的，現代人明白這個道理，曉得一切萬法在價值上來講，平等的，沒有貴賤。金剛鑽把它一分析是多少顆電子、原子、粒子；那一塊磚頭，你把它一分析，也是這些東西，完全相同，只是它的組合不一樣。我們今天講排列的方程式不相同、組合不相同，實際上原料完全相同。"
    },
    {
      "id": "02-001-0040_p0014",
      "zh_CN": "这是佛在经上给我们讲这个世界是一合相。佛经里面讲微尘，极微之微，讲基本的物质叫微尘，叫极微之微。一切万法都是微尘组合而成的，所以它是清净的、是平等的，是没有好丑的。所以一切好丑、善恶、不平等，都是我们自己的妄想分别执着，这个事情就很麻烦。所以心清净了，就不见一切万事万法的过失，你会看到一切万法清净本然，像《楞严》上说的「当处出生，当处灭尽」。可以看出这一切万法不生不灭，看到它的真相，看到它皆是如来藏，妙明真心中物！这一乘了义的经典说得很多，像《华严》、《圆觉》都说得很多，都显示出一切法真实平等，毕竟解脱。",
      "zh_TW": "這是佛在經上給我們講這個世界是一合相。佛經裡面講微塵，極微之微，講基本的物質叫微塵，叫極微之微。一切萬法都是微塵組合而成的，所以它是清淨的、是平等的，是沒有好醜的。所以一切好醜、善惡、不平等，都是我們自己的妄想分別執著，這個事情就很麻煩。所以心清淨了，就不見一切萬事萬法的過失，你會看到一切萬法清淨本然，像《楞嚴》上說的「當處出生，當處滅盡」。可以看出這一切萬法不生不滅，看到它的真相，看到它皆是如來藏，妙明真心中物！這一乘了義的經典說得很多，像《華嚴》、《圓覺》都說得很多，都顯示出一切法真實平等，畢竟解脫。"
    },
    {
      "id": "02-001-0040_p0015",
      "zh_CN": "不仅是诸佛菩萨与我们的感应，一切依正庄严可以说都不例外，「随众生心，应所知量」。我们今天是什么样的心，就会变现出什么样的境界，这在佛法原理上说，就是唯识所变。能变是自己的八识五十一心所，这是能变的；所变的就是我们受用的一切万法。由此可知，十法界依正庄严从哪里来的？唯识所变！自己变自己受用。知道这个原理，为什么自己不变个好境界自己来受用？阿弥陀佛知道这个原理，所以他变了个好境界自己受用。唯心所现，那是基本的原理，这个现的平等，一真法界。唯识所变，这一变就不平等了，这一变才有十法界。",
      "zh_TW": "不僅是諸佛菩薩與我們的感應，一切依正莊嚴可以說都不例外，「隨眾生心，應所知量」。我們今天是什麼樣的心，就會變現出什麼樣的境界，這在佛法原理上說，就是唯識所變。能變是自己的八識五十一心所，這是能變的；所變的就是我們受用的一切萬法。由此可知，十法界依正莊嚴從哪裡來的？唯識所變！自己變自己受用。知道這個原理，為什麼自己不變個好境界自己來受用？阿彌陀佛知道這個原理，所以他變了個好境界自己受用。唯心所現，那是基本的原理，這個現的平等，一真法界。唯識所變，這一變就不平等了，這一變才有十法界。"
    },
    {
      "id": "02-001-0040_p0016",
      "zh_CN": "我们迷的人就执着这个十法界，觉悟的人晓得十法界跟一真法界是一不是二。所以证得一真法界的菩萨到我们这来，示现的跟我们人一样，他也到我们世间来投胎，他所住的这个世界是一真法界，我们住的是十法界里头人法界。观念不相同，思想不相同，造作不相同，感受不相同。所以这个讲得最简单、最扼要，就是佛在《观无量寿经》所说的「是心是佛，是心作佛」。是心是佛就是《华严》上讲的唯心所现，是心作佛就是唯识所变。这是佛法对于宇宙人生所说的基本原理，是事实的真相，一点都不假。我们今天是能够往生到西方极乐世界，就是凭这个原理，根据这个原理，我们也会变，我们也会造。我们这个心里面念念想贪瞋痴，这个就是六道轮回。贪瞋痴是三恶道的业因，有因必定有果。如果我们今天是心是贪，好了，是心是饿鬼，贪心果报就是饿鬼道；是心是瞋恚，那是心就是地狱，那就堕地狱了；是心是愚痴，就是心做畜生。十法界自己变的，不是外面真有这个事情，所以凡所有相，皆是虚妄，不是真有的事情，是你自己变的，自己变自己受用。所以佛教给我们，为什么你不念佛？念佛这在十法界里最高明的，是心是佛，是心就作佛！就是这么个道理，念佛法门根据这个原理而建立的。",
      "zh_TW": "我們迷的人就執著這個十法界，覺悟的人曉得十法界跟一真法界是一不是二。所以證得一真法界的菩薩到我們這來，示現的跟我們人一樣，他也到我們世間來投胎，他所住的這個世界是一真法界，我們住的是十法界裡頭人法界。觀念不相同，思想不相同，造作不相同，感受不相同。所以這個講得最簡單、最扼要，就是佛在《觀無量壽經》所說的「是心是佛，是心作佛」。是心是佛就是《華嚴》上講的唯心所現，是心作佛就是唯識所變。這是佛法對於宇宙人生所說的基本原理，是事實的真相，一點都不假。我們今天是能夠往生到西方極樂世界，就是憑這個原理，根據這個原理，我們也會變，我們也會造。我們這個心裡面念念想貪瞋痴，這個就是六道輪迴。貪瞋痴是三惡道的業因，有因必定有果。如果我們今天是心是貪，好了，是心是餓鬼，貪心果報就是餓鬼道；是心是瞋恚，那是心就是地獄，那就墮地獄了；是心是愚痴，就是心做畜生。十法界自己變的，不是外面真有這個事情，所以凡所有相，皆是虛妄，不是真有的事情，是你自己變的，自己變自己受用。所以佛教給我們，為什麼你不念佛？念佛這在十法界裡最高明的，是心是佛，是心就作佛！就是這麼個道理，念佛法門根據這個原理而建立的。"
    },
    {
      "id": "02-001-0040_p0017",
      "zh_CN": "所以这是要紧的，不见他人过，这很重要。不见他人过，真正就证实了自己心清净。这个在初学训练的期间当中就是修清净心。我们修清净心，少管别人的事。古人常说「知事多时烦恼多」，你晓得事情多，你就会打妄想，你想的就多；「识人多处是非多」，你认识人多，是非就多。我们天天在一起听经，天天在一起聚会，要不要认识？可以不要认识。你看看李长者（唐朝的李通玄居士），他在写《华严经》注解的时候，造《华严经合论》。好几年的时间，相当长的时间，有两个女子来侍候他，替他送饭，凡是文具一切有少的，她们两个来供应。他只晓得这两个人，也没有正眼看一看，也没有问她姓什么、名谁，没有说过话。到他这部书写完了之后，心里就想到这两个人，这几年幸亏她们照顾，总得谢谢她们。到附近乡村去打听、去问，没有人晓得。这就说明他心真清净，心真专，专到这样的程度。",
      "zh_TW": "所以這是要緊的，不見他人過，這很重要。不見他人過，真正就證實了自己心清淨。這個在初學訓練的期間當中就是修清淨心。我們修清淨心，少管別人的事。古人常說「知事多時煩惱多」，你曉得事情多，你就會打妄想，你想的就多；「識人多處是非多」，你認識人多，是非就多。我們天天在一起聽經，天天在一起聚會，要不要認識？可以不要認識。你看看李長者（唐朝的李通玄居士），他在寫《華嚴經》註解的時候，造《華嚴經合論》。好幾年的時間，相當長的時間，有兩個女子來侍候他，替他送飯，凡是文具一切有少的，她們兩個來供應。他只曉得這兩個人，也沒有正眼看一看，也沒有問她姓什麼、名誰，沒有說過話。到他這部書寫完了之後，心裡就想到這兩個人，這幾年幸虧她們照顧，總得謝謝她們。到附近鄉村去打聽、去問，沒有人曉得。這就說明他心真清淨，心真專，專到這樣的程度。"
    },
    {
      "id": "02-001-0040_p0018",
      "zh_CN": "我们今天虽然是同学，虽然同在一块听经，听完了各人走各人的，不必问你贵姓、你住在哪里、你家电话多少。好了，麻烦大了，这事情就多了。统统不知道，见了面，晓得这个面孔很熟，点点头，什么都不必问，心清净！彼此都清净，这样才好。我讲经这么多年，同学们认识我，我不认识你们，我看到你们面孔很熟，见了面给你打个招呼，你姓什么、名字叫什么，不知道，我不晓得。你们在此留的地址，我从来没有看过一次，统统不知道。我们要想真正心保持清净、是非少，要自己晓得去做，不要攀缘。攀缘，这个缘就是六道生死轮回！我们想超越六道生死轮回，还干六道生死轮回，这不得了，这个事情永远没有法子解脱。",
      "zh_TW": "我們今天雖然是同學，雖然同在一塊聽經，聽完了各人走各人的，不必問你貴姓、你住在哪裡、你家電話多少。好了，麻煩大了，這事情就多了。統統不知道，見了面，曉得這個面孔很熟，點點頭，什麼都不必問，心清淨！彼此都清淨，這樣才好。我講經這麼多年，同學們認識我，我不認識你們，我看到你們面孔很熟，見了面給你打個招呼，你姓什麼、名字叫什麼，不知道，我不曉得。你們在此留的地址，我從來沒有看過一次，統統不知道。我們要想真正心保持清淨、是非少，要自己曉得去做，不要攀緣。攀緣，這個緣就是六道生死輪迴！我們想超越六道生死輪迴，還幹六道生死輪迴，這不得了，這個事情永遠沒有法子解脫。"
    },
    {
      "id": "02-001-0040_p0019",
      "zh_CN": "再看，就是『善护身业，不失律仪』。「律仪」拿现在来讲就是礼仪，我们中国人讲礼仪，在佛法里头讲律仪。律就是戒律，仪是威仪，我们今天讲的风度、仪表，我们身的行为一定要以律仪为标准。律仪，我们要懂它的精神，这一点很重要。没有办法遵守它的条文，为什么？它的条文是三千年前古印度的风俗习惯，我们今天见不到，你读的这些戒律条文都感觉到很奇怪，那是我们的生活方式、我们的衣着跟他们完全不一样。印度的衣就是一块布，往身上一裹，不像我们的衣服有裁缝，有领子、有袖子，这是比他们复杂得多。所以你看戒律上，律仪里面有「不得衣覆肩」，把这个衣掀起来绑在肩膀上，这失威仪，不好。这一条在我们就用不上，你看哪个人穿衣服把衣服摆在肩膀上？没有的，这不可能的事情。这是衣着不一样。譬如吃饭，吃饭的时候，这也有很多规矩，我们也用不上，印度人吃饭是用手抓的，我们是用筷子的，有餐具的，他们只有一个钵，用手抓着吃的。所以许许多多地方你看起来是完全不相同。",
      "zh_TW": "再看，就是『善護身業，不失律儀』。「律儀」拿現在來講就是禮儀，我們中國人講禮儀，在佛法裡頭講律儀。律就是戒律，儀是威儀，我們今天講的風度、儀表，我們身的行為一定要以律儀為標準。律儀，我們要懂它的精神，這一點很重要。沒有辦法遵守它的條文，為什麼？它的條文是三千年前古印度的風俗習慣，我們今天見不到，你讀的這些戒律條文都感覺到很奇怪，那是我們的生活方式、我們的衣著跟他們完全不一樣。印度的衣就是一塊布，往身上一裹，不像我們的衣服有裁縫，有領子、有袖子，這是比他們複雜得多。所以你看戒律上，律儀裡面有「不得衣覆肩」，把這個衣掀起來綁在肩膀上，這失威儀，不好。這一條在我們就用不上，你看哪個人穿衣服把衣服擺在肩膀上？沒有的，這不可能的事情。這是衣著不一樣。譬如吃飯，吃飯的時候，這也有很多規矩，我們也用不上，印度人吃飯是用手抓的，我們是用筷子的，有餐具的，他們只有一個缽，用手抓著吃的。所以許許多多地方你看起來是完全不相同。"
    },
    {
      "id": "02-001-0040_p0020",
      "zh_CN": "不要讲印度古礼，就是我们读《礼记》，读得也莫名其妙，许多地方读了莫名其妙，不知道它在讲些什么，那就是现代生活方式跟古时候不一样。可是我们到日本去看看，想起《礼记》里面所记载那些东西，在日本实用。原来日本人生活方式是从我们中国，春秋战国那个时候传过去的，一直到现在他们还保留着，这是日本人值得我们佩服的地方。日本人穿的衣服，那衣服叫吴服，他们也叫和服，原来叫吴服。吴，是我们中国春秋战国的时候吴王夫差，吴国。这是日本人留学就在现在的江苏一带，那就是吴国，把盖房子的图样、方法、衣服统统都学回去了，学回去一直保存到现在。所以我们读《礼记》，讲到服装的穿着、家具的陈设，有些琐碎的礼节，在日本看得到。榻榻米的房子是中国古老的房子，不是日本人的。譬如说《礼记》里面，客人来了，对于贵宾，铺重席，这个在我们现在就讲不通，因为现在的方式变了。原来是榻榻米上的，榻榻米上平常用一个垫子，对于贵宾给他两个垫子，两个垫子是对他尊敬，坐垫，这叫重席。如看到门外有两双鞋子，我们就不能够冒然的打开门进去。那也只有在榻榻米的房子里面，一进去鞋子脱在门口。两个人也许在那里谈秘密的话，如果第三者进去，揭穿人家的秘密，这是不礼貌的。所以像这样琐碎的礼节，到日本我们就看到了。原来中国《礼记》里面所记载的许许多多东西在日本看到，在我们中国看不到。",
      "zh_TW": "不要講印度古禮，就是我們讀《禮記》，讀得也莫名其妙，許多地方讀了莫名其妙，不知道它在講些什麼，那就是現代生活方式跟古時候不一樣。可是我們到日本去看看，想起《禮記》裡面所記載那些東西，在日本實用。原來日本人生活方式是從我們中國，春秋戰國那個時候傳過去的，一直到現在他們還保留著，這是日本人值得我們佩服的地方。日本人穿的衣服，那衣服叫吳服，他們也叫和服，原來叫吳服。吳，是我們中國春秋戰國的時候吳王夫差，吳國。這是日本人留學就在現在的江蘇一帶，那就是吳國，把蓋房子的圖樣、方法、衣服統統都學回去了，學回去一直保存到現在。所以我們讀《禮記》，講到服裝的穿著、家具的陳設，有些瑣碎的禮節，在日本看得到。榻榻米的房子是中國古老的房子，不是日本人的。譬如說《禮記》裡面，客人來了，對於貴賓，鋪重席，這個在我們現在就講不通，因為現在的方式變了。原來是榻榻米上的，榻榻米上平常用一個墊子，對於貴賓給他兩個墊子，兩個墊子是對他尊敬，坐墊，這叫重席。如看到門外有兩雙鞋子，我們就不能夠冒然的打開門進去。那也只有在榻榻米的房子裡面，一進去鞋子脫在門口。兩個人也許在那裡談祕密的話，如果第三者進去，揭穿人家的祕密，這是不禮貌的。所以像這樣瑣碎的禮節，到日本我們就看到了。原來中國《禮記》裡面所記載的許許多多東西在日本看到，在我們中國看不到。"
    },
    {
      "id": "02-001-0040_p0021",
      "zh_CN": "所以律仪一定要懂得它的精神。至于礼节，必须要现代化，要遵守现代国家所制定的礼仪、社会的习俗，这个才能够行得通，否则的话就行不通。所以一定要懂这个道理。戒律它有原则，原则我们要遵守，所以有「三聚净戒」。第一种叫「摄律仪戒」，就是有条文的。在中国有清规，寺庙里面有大家共住的公约。如果稍稍有一点规模，它一定要定很多规矩，讲堂有讲堂的规矩，餐厅有餐厅的规矩，客堂有客堂的规矩，共住有共住的规约，差不多一般有一点规模的寺院，它都有，大家都要遵守，因为它是团体生活。在戒律里面，就讲五戒、八戒（就是八关斋戒）、十戒、具足戒，这都是属于律仪戒。",
      "zh_TW": "所以律儀一定要懂得它的精神。至於禮節，必須要現代化，要遵守現代國家所制定的禮儀、社會的習俗，這個才能夠行得通，否則的話就行不通。所以一定要懂這個道理。戒律它有原則，原則我們要遵守，所以有「三聚淨戒」。第一種叫「攝律儀戒」，就是有條文的。在中國有清規，寺廟裡面有大家共住的公約。如果稍稍有一點規模，它一定要定很多規矩，講堂有講堂的規矩，餐廳有餐廳的規矩，客堂有客堂的規矩，共住有共住的規約，差不多一般有一點規模的寺院，它都有，大家都要遵守，因為它是團體生活。在戒律裡面，就講五戒、八戒（就是八關齋戒）、十戒、具足戒，這都是屬於律儀戒。"
    },
    {
      "id": "02-001-0040_p0022",
      "zh_CN": "第二类叫「摄善法戒」，这里头就没有一定条文。虽然戒律里头没有明文，但是这个事情是善的，戒律的精神是防非止恶，也就是在纲领上说「诸恶莫作，众善奉行」。这个事是恶的，佛的戒条里没有，恶的我们不应当做；这个事情是善事、好事，但是戒条上没有，我们也应当要做，不能说戒条上没有我就不做。所以这是第二类，叫摄善法戒。",
      "zh_TW": "第二類叫「攝善法戒」，這裡頭就沒有一定條文。雖然戒律裡頭沒有明文，但是這個事情是善的，戒律的精神是防非止惡，也就是在綱領上說「諸惡莫作，眾善奉行」。這個事是惡的，佛的戒條裡沒有，惡的我們不應當做；這個事情是善事、好事，但是戒條上沒有，我們也應當要做，不能說戒條上沒有我就不做。所以這是第二類，叫攝善法戒。"
    },
    {
      "id": "02-001-0040_p0023",
      "zh_CN": "第三类是「摄众生戒」，这条戒非常非常重要。它也没有明文，凡是于众生有利益的，《戒经》上虽然没有，我们要做，何况《戒经》上有的，没有的也要做。利益众生，什么样的利益最大？帮助众生觉悟！这个利益最大，帮助他破迷开悟，这是大利益。可是第一大的利益是帮助他真正认识净土，这个是无比的利益。他要真正认识净土法门，真正修学净土法门，他这一生成佛了。破迷开悟不一定能成佛，真正破迷开悟，可以说他不堕三恶道，这个是我们能够信得过的，不堕三恶道。他来生可能是人天福报，可能成为二乘权教菩萨，要想出三界不容易，因为见思烦恼不断，出不了三界。所以真正讲出三界一生成佛，唯独这个净土法门。我们能够把这个法门介绍给别人，把它说清楚，叫他听了能够断疑生信，这个是摄众生戒里面最殊胜的一条，可以说这一条戒就做到究竟圆满。",
      "zh_TW": "第三類是「攝眾生戒」，這條戒非常非常重要。它也沒有明文，凡是於眾生有利益的，《戒經》上雖然沒有，我們要做，何況《戒經》上有的，沒有的也要做。利益眾生，什麼樣的利益最大？幫助眾生覺悟！這個利益最大，幫助他破迷開悟，這是大利益。可是第一大的利益是幫助他真正認識淨土，這個是無比的利益。他要真正認識淨土法門，真正修學淨土法門，他這一生成佛了。破迷開悟不一定能成佛，真正破迷開悟，可以說他不墮三惡道，這個是我們能夠信得過的，不墮三惡道。他來生可能是人天福報，可能成為二乘權教菩薩，要想出三界不容易，因為見思煩惱不斷，出不了三界。所以真正講出三界一生成佛，唯獨這個淨土法門。我們能夠把這個法門介紹給別人，把它說清楚，叫他聽了能夠斷疑生信，這個是攝眾生戒裡面最殊勝的一條，可以說這一條戒就做到究竟圓滿。"
    },
    {
      "id": "02-001-0040_p0024",
      "zh_CN": "我们要想把这个事情做到究竟圆满，单单是念佛、研究经还不够，必须要身体力行。我们自己的心行能够与阿弥陀佛相应，这个事情就不难。如果不能与阿弥陀佛相应，这个事情还是相当的困难。自己真修，修到有相当程度，换句话说，自己有坚定的信心，这一生决定往生，确确实实有把握，我们给别人说话语气就肯定、就坚定。自己学了，对西方极乐世界往生没有把握，到底这东西靠得住、靠不住，心里面还有疑惑，我们说出话出来就犹豫寡断，别人听了信心就生不起来。这个原因是哪里？自己还没有搞清楚。所以自己要完全搞清楚，绝对不是单单在经典上用功就行；不行，要自己修清净心，心净则佛土净。最具体的修行方法就是把经里面这些教训我们都做到，那就可以说是有非常殊胜的感应，你都做到了！此地佛教给我们要「庄严众行，轨范具足」，我们要把两句做到，我们的思想、我们的见解、我们的行为，都可以做大众的模范。不但是普通人，做一切修行人的榜样、修行人的模范，这是经上教给我们的。观法如化，我们是不是常常能够提起这个观照功夫，自己的心是不是很清净？是不是真正能够与三昧相应？三昧是正定。做到这个三业清净。",
      "zh_TW": "我們要想把這個事情做到究竟圓滿，單單是念佛、研究經還不夠，必須要身體力行。我們自己的心行能夠與阿彌陀佛相應，這個事情就不難。如果不能與阿彌陀佛相應，這個事情還是相當的困難。自己真修，修到有相當程度，換句話說，自己有堅定的信心，這一生決定往生，確確實實有把握，我們給別人說話語氣就肯定、就堅定。自己學了，對西方極樂世界往生沒有把握，到底這東西靠得住、靠不住，心裡面還有疑惑，我們說出話出來就猶豫寡斷，別人聽了信心就生不起來。這個原因是哪裡？自己還沒有搞清楚。所以自己要完全搞清楚，絕對不是單單在經典上用功就行；不行，要自己修清淨心，心淨則佛土淨。最具體的修行方法就是把經裡面這些教訓我們都做到，那就可以說是有非常殊勝的感應，你都做到了！此地佛教給我們要「莊嚴眾行，軌範具足」，我們要把兩句做到，我們的思想、我們的見解、我們的行為，都可以做大眾的模範。不但是普通人，做一切修行人的榜樣、修行人的模範，這是經上教給我們的。觀法如化，我們是不是常常能夠提起這個觀照功夫，自己的心是不是很清淨？是不是真正能夠與三昧相應？三昧是正定。做到這個三業清淨。"
    },
    {
      "id": "02-001-0040_p0025",
      "zh_CN": "戒律还有两个要紧的意思，第一个是护持的意思。所以佛在经论上常常把戒律比作铠甲，古时候军人冲锋陷阵戴盔甲。如果我们能够心里面有律仪戒，我们在现前的社会，才能够不怕五欲六尘的干扰。你心里头要有律仪，如果没有律仪，你要想度众生，度众生必须要接近众生，接近众生不但度不了众生，反而被众生度去了。这个事情诸位要是仔细观察一下你就晓得。你看看我们台湾每年受戒的有多少人，这受戒的人跑哪去？一大半都还俗了。受戒的人多，还俗的人也多！为什么会还俗？心里面没有戒在保护。当然，出家那心态也是大有问题，也许一时受了刺激，去出家了。过了两个月心平了，算了，我还还俗了。事情没有了，心里他不烦恼了，没有了，他就还俗了。所以我们知道在台湾受戒的，总有一半以上都还俗了，否则的话，台湾出家人多，太多了！所以是大半都还俗。第二有庄严的意思。戒德庄严也能够摄受众生，所以这个戒律威仪也非常的重要。",
      "zh_TW": "戒律還有兩個要緊的意思，第一個是護持的意思。所以佛在經論上常常把戒律比作鎧甲，古時候軍人衝鋒陷陣戴盔甲。如果我們能夠心裡面有律儀戒，我們在現前的社會，才能夠不怕五欲六塵的干擾。你心裡頭要有律儀，如果沒有律儀，你要想度眾生，度眾生必須要接近眾生，接近眾生不但度不了眾生，反而被眾生度去了。這個事情諸位要是仔細觀察一下你就曉得。你看看我們台灣每年受戒的有多少人，這受戒的人跑哪去？一大半都還俗了。受戒的人多，還俗的人也多！為什麼會還俗？心裡面沒有戒在保護。當然，出家那心態也是大有問題，也許一時受了刺激，去出家了。過了兩個月心平了，算了，我還還俗了。事情沒有了，心裡他不煩惱了，沒有了，他就還俗了。所以我們知道在台灣受戒的，總有一半以上都還俗了，否則的話，台灣出家人多，太多了！所以是大半都還俗。第二有莊嚴的意思。戒德莊嚴也能夠攝受眾生，所以這個戒律威儀也非常的重要。"
    },
    {
      "id": "02-001-0040_p0026",
      "zh_CN": "我们再看看下面这段，前面所讲的是法藏菩萨庄严自性德行，下面所说的是成就众生的德行。",
      "zh_TW": "我們再看看下面這段，前面所講的是法藏菩薩莊嚴自性德行，下面所說的是成就眾生的德行。"
    },
    {
      "id": "02-001-0040_p0027",
      "zh_CN": "【所有国城。聚落。眷属。珍宝。都无所着。恒以布施。持戒。忍辱。精进。禅定。智慧。六度之行。教化安立众生。住于无上真正之道。】",
      "zh_TW": "【所有國城。聚落。眷屬。珍寶。都無所著。恆以布施。持戒。忍辱。精進。禪定。智慧。六度之行。教化安立眾生。住於無上真正之道。】"
    },
    {
      "id": "02-001-0040_p0028",
      "zh_CN": "到这里是一段。『国城』，「国」是国家，「城」是城市。因为法藏比丘在没有出家之前他是国王，他能够舍弃王位，把这个国家布施掉，送给别人。在古代，往往这个国跟城就是一个意思，因为它那一个国，拿现在来讲就是一个城市。像释迦牟尼佛在世的时候，印度没有统一，都是古代部落的社会，所以大国方圆也不过一百多里，小国二、三十里。像我们现在一个台北市就好几个国。我们中国在那个时候是周朝时代，周朝的记载有八百诸侯，就是八百多国。八百多国，我们展开现在的地图，究竟幅员有多大？不大，北面到黄河流域，南面到长江流域，就是这么一块地区有八百多国。所以一个国拿现在来看就是一个县，现在很多县的名字都是古时候的国名，这是国城。『聚落』就是村庄。乡下的村庄，大小不等，大的有几十户人家住在一起的，小的有六、七户，十几户，这是小村庄，这个叫做「聚落」。",
      "zh_TW": "到這裡是一段。『國城』，「國」是國家，「城」是城市。因為法藏比丘在沒有出家之前他是國王，他能夠捨棄王位，把這個國家布施掉，送給別人。在古代，往往這個國跟城就是一個意思，因為它那一個國，拿現在來講就是一個城市。像釋迦牟尼佛在世的時候，印度沒有統一，都是古代部落的社會，所以大國方圓也不過一百多里，小國二、三十里。像我們現在一個台北市就好幾個國。我們中國在那個時候是周朝時代，周朝的記載有八百諸侯，就是八百多國。八百多國，我們展開現在的地圖，究竟幅員有多大？不大，北面到黃河流域，南面到長江流域，就是這麼一塊地區有八百多國。所以一個國拿現在來看就是一個縣，現在很多縣的名字都是古時候的國名，這是國城。『聚落』就是村莊。鄉下的村莊，大小不等，大的有幾十戶人家住在一起的，小的有六、七戶，十幾戶，這是小村莊，這個叫做「聚落」。"
    },
    {
      "id": "02-001-0040_p0029",
      "zh_CN": "『眷属珍宝，都无所着』，这个是举几个例子来说。「着」就是执着，因为他一切无所着，所以他可以布施。于『布施』底下继续跟我们讲到『持戒、忍辱』这个五度，因为每一度都是以无着为根本。如果着相修六度，这叫修福，就不能叫度，不可以叫波罗蜜。为什么？你着相。着相能够修前面五条，从「布施」到『禅定』，这五种福报，没有般若波罗蜜。因为『般若』是智慧，慧是离相的，着相决定没有智慧。《金刚经》上说「远离四相，修一切善法，故能得阿耨多罗三藐三菩提」，又说「菩萨有我相、人相、众生相、寿者相，即非菩萨」，可见得「般若」是离相。",
      "zh_TW": "『眷屬珍寶，都無所著』，這個是舉幾個例子來說。「著」就是執著，因為他一切無所著，所以他可以布施。於『布施』底下繼續跟我們講到『持戒、忍辱』這個五度，因為每一度都是以無著為根本。如果著相修六度，這叫修福，就不能叫度，不可以叫波羅蜜。為什麼？你著相。著相能夠修前面五條，從「布施」到『禪定』，這五種福報，沒有般若波羅蜜。因為『般若』是智慧，慧是離相的，著相決定沒有智慧。《金剛經》上說「遠離四相，修一切善法，故能得阿耨多羅三藐三菩提」，又說「菩薩有我相、人相、眾生相、壽者相，即非菩薩」，可見得「般若」是離相。"
    },
    {
      "id": "02-001-0040_p0030",
      "zh_CN": "因此，六度实际在事相上只有五条。般若在哪里？般若在离相。譬如说我们讲布施波罗蜜，波罗蜜是什么？是般若，布施里头有般若波罗蜜；持戒波罗蜜，持戒里面有般若波罗蜜。所以般若波罗蜜是个理，它不是事，它不能单独成立，它融合在前面五度里头，就是修前面五度而不着相，那就是般若波罗蜜。我们现在这个世界上通用的佛教的教旗（我们这里有一面），这个教旗一共是六条，竖的一共是六条，用颜色来代表，这个教旗就是代表六度。最后一条是五个颜色合在一起的，那是般若波罗蜜。这个旗子展开来诸位就可以看到，一共是六条。所以般若波罗蜜不能够独立。",
      "zh_TW": "因此，六度實際在事相上只有五條。般若在哪裡？般若在離相。譬如說我們講布施波羅蜜，波羅蜜是什麼？是般若，布施裡頭有般若波羅蜜；持戒波羅蜜，持戒裡面有般若波羅蜜。所以般若波羅蜜是個理，它不是事，它不能單獨成立，它融合在前面五度裡頭，就是修前面五度而不著相，那就是般若波羅蜜。我們現在這個世界上通用的佛教的教旗（我們這裡有一面），這個教旗一共是六條，豎的一共是六條，用顏色來代表，這個教旗就是代表六度。最後一條是五個顏色合在一起的，那是般若波羅蜜。這個旗子展開來諸位就可以看到，一共是六條。所以般若波羅蜜不能夠獨立。"
    },
    {
      "id": "02-001-0040_p0031",
      "zh_CN": "布施有财布施、法布施、无畏布施，诚心诚意去修，随时随地的去修，不要执着，不着相。不执着有能布施的我，无我相；不执着有接受布施的那个人，叫无人相；也不要去斤斤计较我布施的这些财物，无众生相；不必计较布施时间的长短，无寿者相。总之，尽心尽力去修布施，一切都不要执着，这叫布施波罗蜜。布施如是，持戒也没有例外。由此可知，大乘菩萨法里面的的确确是以智慧为根本，所有的行法都要与智慧相应，离开智慧就不是佛法。",
      "zh_TW": "布施有財布施、法布施、無畏布施，誠心誠意去修，隨時隨地的去修，不要執著，不著相。不執著有能布施的我，無我相；不執著有接受布施的那個人，叫無人相；也不要去斤斤計較我布施的這些財物，無眾生相；不必計較布施時間的長短，無壽者相。總之，盡心盡力去修布施，一切都不要執著，這叫布施波羅蜜。布施如是，持戒也沒有例外。由此可知，大乘菩薩法裡面的的確確是以智慧為根本，所有的行法都要與智慧相應，離開智慧就不是佛法。"
    },
    {
      "id": "02-001-0040_p0032",
      "zh_CN": "持戒，戒条要守，要严格的遵守，又不能执着。为什么？因为你要是执着，你就不能得定，你的心就不清净。执着什么？我这个戒律清净，这个人不守戒，那个人又破了戒，一天到晚都见别人的过失。他为什么见别人过失？因为执着。而且在持戒里面起傲慢心，觉得我戒律清净，你们都不行。这种情形常见的，你不要说是个普通人，像我们在历史上看到道宣律师还有傲慢心，窥基大师去拜访他，他没瞧在眼睛里头。他的戒律是真好，持得真清净，感动得天人送供养，那还得了。天人卫护，天人送供养，戒行这样的精严。窥基大师是表面上很随便，没有那么严格，什么事情马马虎虎的，不在乎的，但是窥基大师他心清净。他这个持戒的人往往只看外表，外表上很庄严，心地并不清净；如果心地清净，他应当对一切人都恭敬，决定没有轻慢之心。他还瞧不起那个戒律不严的人，他瞧不起。连道宣律师尚且如此，何况一般人！",
      "zh_TW": "持戒，戒條要守，要嚴格的遵守，又不能執著。為什麼？因為你要是執著，你就不能得定，你的心就不清淨。執著什麼？我這個戒律清淨，這個人不守戒，那個人又破了戒，一天到晚都見別人的過失。他為什麼見別人過失？因為執著。而且在持戒裡面起傲慢心，覺得我戒律清淨，你們都不行。這種情形常見的，你不要說是個普通人，像我們在歷史上看到道宣律師還有傲慢心，窺基大師去拜訪他，他沒瞧在眼睛裡頭。他的戒律是真好，持得真清淨，感動得天人送供養，那還得了。天人衛護，天人送供養，戒行這樣的精嚴。窺基大師是表面上很隨便，沒有那麼嚴格，什麼事情馬馬虎虎的，不在乎的，但是窺基大師他心清淨。他這個持戒的人往往只看外表，外表上很莊嚴，心地並不清淨；如果心地清淨，他應當對一切人都恭敬，決定沒有輕慢之心。他還瞧不起那個戒律不嚴的人，他瞧不起。連道宣律師尚且如此，何況一般人！"
    },
    {
      "id": "02-001-0040_p0033",
      "zh_CN": "所以我们往往看到那个持戒愈严的人愈怪，他很怪，他有很坚固的执着，那真是《地藏经》上讲的「刚强难化」，自以为是。这个什么？他心不容易得清净，不容易得定。所以持戒要离相，离相他就没有这个毛病，离相才能够得定，定之后才能开智慧。所以定也不能着相。你看禅定波罗蜜，定也不能着相，定如果要着了相，好了，他就住在那个定上，他不能超越了。得初禅了，他还执着在初禅上，决定升不到二禅；他必须能够舍初禅，他才能升二禅；舍二禅，才能够升第三禅。他要坚固不肯舍，那怎么能够往上去晋级？所以连禅定都不可以执着。",
      "zh_TW": "所以我們往往看到那個持戒愈嚴的人愈怪，他很怪，他有很堅固的執著，那真是《地藏經》上講的「剛強難化」，自以為是。這個什麼？他心不容易得清淨，不容易得定。所以持戒要離相，離相他就沒有這個毛病，離相才能夠得定，定之後才能開智慧。所以定也不能著相。你看禪定波羅蜜，定也不能著相，定如果要著了相，好了，他就住在那個定上，他不能超越了。得初禪了，他還執著在初禪上，決定升不到二禪；他必須能夠捨初禪，他才能升二禪；捨二禪，才能夠升第三禪。他要堅固不肯捨，那怎麼能夠往上去晉級？所以連禪定都不可以執著。"
    },
    {
      "id": "02-001-0040_p0034",
      "zh_CN": "所以布施、持戒、忍辱、精进、禅定，要不要修？要修，要认真的去修学。虽然修学，不能够执着。所以佛法非常活泼。以六度之行自行化他，这个就是一个真正修行人，他在一生当中，他的思想、行为、修学的准则，依照这几个纲领去做，把六波罗蜜变成我们自己实际上的生活，那就叫菩萨行。这样子『安立众生，住于无上真正之道』，这一句在此地就是讲信愿持名，往生净土，这才是「无上真正之道」。如果在其他经上来说，这是讲的佛果上的究竟涅槃，在本经里面就是讲持名往生，往生到西方极乐世界，的确是究竟圆满的无上之道。",
      "zh_TW": "所以布施、持戒、忍辱、精進、禪定，要不要修？要修，要認真的去修學。雖然修學，不能夠執著。所以佛法非常活潑。以六度之行自行化他，這個就是一個真正修行人，他在一生當中，他的思想、行為、修學的準則，依照這幾個綱領去做，把六波羅蜜變成我們自己實際上的生活，那就叫菩薩行。這樣子『安立眾生，住於無上真正之道』，這一句在此地就是講信願持名，往生淨土，這才是「無上真正之道」。如果在其他經上來說，這是講的佛果上的究竟涅槃，在本經裡面就是講持名往生，往生到西方極樂世界，的確是究竟圓滿的無上之道。"
    },
    {
      "id": "02-001-0040_p0035",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}