{
  "doc_id": "02-001-0090",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—应信我教如实言",
    "zh_TW": "無量壽經（一次宣講）—應信我教如實言"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十集",
    "zh_TW": "第九十集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0090",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-001-0090_p0001",
      "zh_CN": "请掀开经本，第八十九面第六行：",
      "zh_TW": "請掀開經本，第八十九面第六行："
    },
    {
      "id": "02-001-0090_p0002",
      "zh_CN": "【若诸有情当作佛。行超普贤登彼岸。是故博闻诸智士。应信我教如实言。如是妙法幸听闻。应常念佛而生喜。受持广度生死流。佛说此人真善友。】",
      "zh_TW": "【若諸有情當作佛。行超普賢登彼岸。是故博聞諸智士。應信我教如實言。如是妙法幸聽聞。應常念佛而生喜。受持廣度生死流。佛說此人真善友。】"
    },
    {
      "id": "02-001-0090_p0003",
      "zh_CN": "这两首偈总结全经，这里面含的意思非常之深广，尤其是世尊悲心彻底的流露。本经在开端序分里面跟我们讲的是「德遵普贤」，与会的菩萨，这个与会，我们表面上看是释迦牟尼佛启讲《无量寿经》这个法会，而实际上来说，那是十方无量无边诸佛如来弘扬这部经一切的法会，可以讲不止释迦牟尼佛这一次，尽虚空遍法界，无量无边的盛会，诸佛如来同宣此经、同唱佛名，所以十方恒沙诸佛国土参与这个法会的人，无不是咸共遵修普贤之德。所以我们是把它这一会看得太小了，这是尽虚空遍法界所有的法会。",
      "zh_TW": "這兩首偈總結全經，這裡面含的意思非常之深廣，尤其是世尊悲心徹底的流露。本經在開端序分裡面跟我們講的是「德遵普賢」，與會的菩薩，這個與會，我們表面上看是釋迦牟尼佛啟講《無量壽經》這個法會，而實際上來說，那是十方無量無邊諸佛如來弘揚這部經一切的法會，可以講不止釋迦牟尼佛這一次，盡虛空遍法界，無量無邊的盛會，諸佛如來同宣此經、同唱佛名，所以十方恆沙諸佛國土參與這個法會的人，無不是咸共遵修普賢之德。所以我們是把它這一會看得太小了，這是盡虛空遍法界所有的法會。"
    },
    {
      "id": "02-001-0090_p0004",
      "zh_CN": "这个还不稀奇，最稀奇的就是此地这一句，『行超普贤登彼岸』。开头是「德遵普贤」，经到末后不是说遵修普贤之德，是超越了普贤，这显示出无比的稀有。如果一开端给我们说行超普贤，我们不能接受，也不能相信，到末后经过这一番详细的开导，大众对于净土的事理确实明白了，佛在此地一语道破，真正是慈悲到了极处，可以说坦诚相见，没有一丝毫的隔阂。普贤菩萨是华严会上上首的大菩萨，代表差别智，代表诸佛如来的大行大愿。普贤之愿广大无有边际，普贤的大愿，中心是什么？就是十大愿王导归极乐。所以从整个佛法教学来说，无论是此界他方，此界是娑婆世界本师释迦牟尼佛的教导，他方是指十方无量无边诸佛刹土，诸佛如来对于一切众生的教化，无不是以净土为归宿，显示出本经确实是十方一切诸佛如来度众生成佛道的第一经。到这个地方，我们听了不怀疑了，可以接受了，也就是说圆满的十大愿王归结在这一句「南无阿弥陀佛」的佛号之中。",
      "zh_TW": "這個還不稀奇，最稀奇的就是此地這一句，『行超普賢登彼岸』。開頭是「德遵普賢」，經到末後不是說遵修普賢之德，是超越了普賢，這顯示出無比的稀有。如果一開端給我們說行超普賢，我們不能接受，也不能相信，到末後經過這一番詳細的開導，大眾對於淨土的事理確實明白了，佛在此地一語道破，真正是慈悲到了極處，可以說坦誠相見，沒有一絲毫的隔閡。普賢菩薩是華嚴會上上首的大菩薩，代表差別智，代表諸佛如來的大行大願。普賢之願廣大無有邊際，普賢的大願，中心是什麼？就是十大願王導歸極樂。所以從整個佛法教學來說，無論是此界他方，此界是娑婆世界本師釋迦牟尼佛的教導，他方是指十方無量無邊諸佛剎土，諸佛如來對於一切眾生的教化，無不是以淨土為歸宿，顯示出本經確實是十方一切諸佛如來度眾生成佛道的第一經。到這個地方，我們聽了不懷疑了，可以接受了，也就是說圓滿的十大願王歸結在這一句「南無阿彌陀佛」的佛號之中。"
    },
    {
      "id": "02-001-0090_p0005",
      "zh_CN": "蕅益大师那篇念佛的开示是千真万确的事实，所以这一句佛号包罗了五时八教。五时八教是释迦牟尼佛一代时教四十九年所说统统包括在里面，八万四千法门，三聚净戒，无论是显密宗教，宗门教下，一句阿弥陀佛包罗无遗，完全在这一句圣号之中。我们执持这一句圣号，往往不晓得这一句佛号的功德利益，如果不能够深入大经，这部《无量寿经》你也没有办法透彻的理解；不能理解大经，你决定不知道这句佛号的功德利益，即使平常念这句佛号，多半是滑口而过，虽念不相应。",
      "zh_TW": "蕅益大師那篇念佛的開示是千真萬確的事實，所以這一句佛號包羅了五時八教。五時八教是釋迦牟尼佛一代時教四十九年所說統統包括在裡面，八萬四千法門，三聚淨戒，無論是顯密宗教，宗門教下，一句阿彌陀佛包羅無遺，完全在這一句聖號之中。我們執持這一句聖號，往往不曉得這一句佛號的功德利益，如果不能夠深入大經，這部《無量壽經》你也沒有辦法透徹的理解；不能理解大經，你決定不知道這句佛號的功德利益，即使平常念這句佛號，多半是滑口而過，雖念不相應。"
    },
    {
      "id": "02-001-0090_p0006",
      "zh_CN": "如果真正彻底觉悟明白了，经论上常讲「一念相应一念佛」，与什么相应？与十方如来所有一切教法相应。因为这句佛号是诸佛如来教学的总纲领、总题目，这句佛号展开就是一《大藏经》，就是《大方广佛华严经》。龙树菩萨在龙宫里面所见到的，《华严经》的分量是十个三千大千世界微尘偈，一四天下微尘品，就在这一句南无阿弥陀佛之中，这是与如来圣教相应。还不只如此，这一句阿弥陀佛与虚空法界相应，尽虚空遍法界都在这一句佛号包罗之中，才真正知道这句佛号不可思议。几时我们念到了这一句佛号，口里念出，心里面能跟虚空法界诸佛如来所有经教都能相应，这个功夫才算是到家，才算是你会念。由此可知，大菩萨众他们念佛那个感受跟我们不一样。",
      "zh_TW": "如果真正徹底覺悟明白了，經論上常講「一念相應一念佛」，與什麼相應？與十方如來所有一切教法相應。因為這句佛號是諸佛如來教學的總綱領、總題目，這句佛號展開就是一《大藏經》，就是《大方廣佛華嚴經》。龍樹菩薩在龍宮裡面所見到的，《華嚴經》的分量是十個三千大千世界微塵偈，一四天下微塵品，就在這一句南無阿彌陀佛之中，這是與如來聖教相應。還不只如此，這一句阿彌陀佛與虛空法界相應，盡虛空遍法界都在這一句佛號包羅之中，才真正知道這句佛號不可思議。幾時我們念到了這一句佛號，口裡念出，心裡面能跟虛空法界諸佛如來所有經教都能相應，這個功夫才算是到家，才算是你會念。由此可知，大菩薩眾他們念佛那個感受跟我們不一樣。"
    },
    {
      "id": "02-001-0090_p0007",
      "zh_CN": "经上又说得好，总结这两首偈，『若诸有情当作佛』，你看看这一句，凡是对这个法门能信、能愿、能行，发菩提心一向专念求生净土，这个有情众生他「当作佛」了。这个法门是直接教给我们成佛的法门，如果你这一生不应当作佛，你对这个法门不会相信，也不会接受，不会依教奉行。凡是能信、能愿、能行，佛在此地说，这个人这一生他当作佛了。于是我们就可以理解，这个法门信的人很少，这是应当的。芸芸众生，你看看哪一个人这一生当中他可以作佛、他应当作佛？作佛是多大的福报！我们赞佛福慧二足尊，这个人如果不是智慧圆满、福德圆满，他怎么能作佛？《弥陀经》上告诉我们，「不可以少善根福德因缘，得生彼国」，所以修净土的人都是善根福德将要圆满了，所以他的「行超普贤登彼岸」。",
      "zh_TW": "經上又說得好，總結這兩首偈，『若諸有情當作佛』，你看看這一句，凡是對這個法門能信、能願、能行，發菩提心一向專念求生淨土，這個有情眾生他「當作佛」了。這個法門是直接教給我們成佛的法門，如果你這一生不應當作佛，你對這個法門不會相信，也不會接受，不會依教奉行。凡是能信、能願、能行，佛在此地說，這個人這一生他當作佛了。於是我們就可以理解，這個法門信的人很少，這是應當的。芸芸眾生，你看看哪一個人這一生當中他可以作佛、他應當作佛？作佛是多大的福報！我們讚佛福慧二足尊，這個人如果不是智慧圓滿、福德圓滿，他怎麼能作佛？《彌陀經》上告訴我們，「不可以少善根福德因緣，得生彼國」，所以修淨土的人都是善根福德將要圓滿了，所以他的「行超普賢登彼岸」。"
    },
    {
      "id": "02-001-0090_p0008",
      "zh_CN": "普贤菩萨在一切菩萨里面最尊、最贵，我们今天念这句阿弥陀佛就超过了普贤，这能相信吗？我跟诸位说明白了，你要听懂了，你就相信了。普贤菩萨往生西方极乐世界，他怎么去的？他是信愿持名，修这三个条件去的，这叫三资粮，信愿持名。他是到了等觉菩萨才知道，才晓得修这个法门。我们现在是博地凡夫，现在就知道，我们也修这个法门，到西方极乐世界去了，你说是不是超过他？他到等觉才发现这个法门，我们是一起步就把这个法门找到，超越他了。我们生到西方极乐世界，他是信愿持名生的，我们也是信愿持名生的，我们在因、缘完全相同，到了西方极乐世界，果报也相同。不能说他是等觉菩萨念佛求生西方，我们是博地凡夫带业往生，我们到那里去就不一样，那就太不公平了。因为我们修的是一样的因，因相同，果也相同。因此十方法界九界有情众生（九界就是菩萨、声闻、缘觉、六道众生），凡是生到西方极乐世界都是具备这三个条件，信、愿、行这三个条件，所以修因完全相同。",
      "zh_TW": "普賢菩薩在一切菩薩裡面最尊、最貴，我們今天念這句阿彌陀佛就超過了普賢，這能相信嗎？我跟諸位說明白了，你要聽懂了，你就相信了。普賢菩薩往生西方極樂世界，他怎麼去的？他是信願持名，修這三個條件去的，這叫三資糧，信願持名。他是到了等覺菩薩才知道，才曉得修這個法門。我們現在是博地凡夫，現在就知道，我們也修這個法門，到西方極樂世界去了，你說是不是超過他？他到等覺才發現這個法門，我們是一起步就把這個法門找到，超越他了。我們生到西方極樂世界，他是信願持名生的，我們也是信願持名生的，我們在因、緣完全相同，到了西方極樂世界，果報也相同。不能說他是等覺菩薩念佛求生西方，我們是博地凡夫帶業往生，我們到那裡去就不一樣，那就太不公平了。因為我們修的是一樣的因，因相同，果也相同。因此十方法界九界有情眾生（九界就是菩薩、聲聞、緣覺、六道眾生），凡是生到西方極樂世界都是具備這三個條件，信、願、行這三個條件，所以修因完全相同。"
    },
    {
      "id": "02-001-0090_p0009",
      "zh_CN": "在西方极乐世界之外，九界不平等，到了西方极乐世界，九界众生平等。所以西方世界是平等法界、一真法界，是这么一回事情，确实超越了普贤。超越普贤，我再告诉诸位，也超越文殊，也超越观音，也超越势至，大家好好想想，这样的人是多大的福报！我们自己今天修，不晓得自己有福，完全不知道，迷惑颠倒。再跟诸位说句老实话，普贤跟文殊代表《大方广佛华严经》的，超普贤就超《华严》。这本《无量寿经》超越了《华严经》，超越《华严》就是超越一切经，这个法门不是诸佛度众生成佛道的第一法门是什么？这是我们应当要知道的。",
      "zh_TW": "在西方極樂世界之外，九界不平等，到了西方極樂世界，九界眾生平等。所以西方世界是平等法界、一真法界，是這麼一回事情，確實超越了普賢。超越普賢，我再告訴諸位，也超越文殊，也超越觀音，也超越勢至，大家好好想想，這樣的人是多大的福報！我們自己今天修，不曉得自己有福，完全不知道，迷惑顛倒。再跟諸位說句老實話，普賢跟文殊代表《大方廣佛華嚴經》的，超普賢就超《華嚴》。這本《無量壽經》超越了《華嚴經》，超越《華嚴》就是超越一切經，這個法門不是諸佛度眾生成佛道的第一法門是什麼？這是我們應當要知道的。"
    },
    {
      "id": "02-001-0090_p0010",
      "zh_CN": "所以世尊在此地苦口婆心的劝告我们，就是后面这两句。『是故博闻诸智士』，这一句是指宗门教下的，教下博学，宗门有智慧。所以中国的禅宗，你们要细读《六祖坛经》就晓得，禅宗所修的不是六度里头的禅定，不是的，而是六度里面的般若波罗蜜。你看六祖大师在开宗明义第一章里面，不就是教大家常念「摩诃般若波罗蜜」，他一开头就教人常念摩诃般若波罗蜜。所以禅宗它的宗旨是智慧，明心见性，这是大智，教下是博学。这个劝告就是说，所有的佛弟子，无论你是修禅宗或者是修学教下，除了禅宗之外，统统叫教下，『应信我教如实言』，你应当要相信我教给你的如实言。前面经文上说过「我法如是」，这句话就是佛给我们印定，所以佛如是说。这是长行文的总结，我们能够相信、能够接受，这是佛的第一弟子。",
      "zh_TW": "所以世尊在此地苦口婆心的勸告我們，就是後面這兩句。『是故博聞諸智士』，這一句是指宗門教下的，教下博學，宗門有智慧。所以中國的禪宗，你們要細讀《六祖壇經》就曉得，禪宗所修的不是六度裡頭的禪定，不是的，而是六度裡面的般若波羅蜜。你看六祖大師在開宗明義第一章裡面，不就是教大家常念「摩訶般若波羅蜜」，他一開頭就教人常念摩訶般若波羅蜜。所以禪宗它的宗旨是智慧，明心見性，這是大智，教下是博學。這個勸告就是說，所有的佛弟子，無論你是修禪宗或者是修學教下，除了禪宗之外，統統叫教下，『應信我教如實言』，你應當要相信我教給你的如實言。前面經文上說過「我法如是」，這句話就是佛給我們印定，所以佛如是說。這是長行文的總結，我們能夠相信、能夠接受，這是佛的第一弟子。"
    },
    {
      "id": "02-001-0090_p0011",
      "zh_CN": "『如是妙法幸听闻』，「如是妙法」就是指这部《无量寿经》。如是这两个字冠在这个地方是妙极了，与经的一开端「如是我闻」前后相应，是如来从真如本性里面全体的显露，古人所讲「和盘托出」，一丝毫没有保留，所以实在讲，的确是比《华严》圆满。我们在《华严经》上所看到的，《华严》所接引的对象是四十一位法身大士，换句话说，权教二乘、六道众生没分，他教学的对象是圆教初住以上的菩萨，是他教化的对象。他终极的目标是西方极乐世界，到末后普贤菩萨十大愿王导归极乐，到西方极乐世界去了。他度众生的范围很窄小，他不是普度，不是彻底的度脱。《华严经》最后到哪里？到西方极乐世界去，也就是到《无量寿经》里面去了，这是《华严经》的归宿，《华严经》的结归，归到这部经。",
      "zh_TW": "『如是妙法幸聽聞』，「如是妙法」就是指這部《無量壽經》。如是這兩個字冠在這個地方是妙極了，與經的一開端「如是我聞」前後相應，是如來從真如本性裡面全體的顯露，古人所講「和盤托出」，一絲毫沒有保留，所以實在講，的確是比《華嚴》圓滿。我們在《華嚴經》上所看到的，《華嚴》所接引的對象是四十一位法身大士，換句話說，權教二乘、六道眾生沒分，他教學的對象是圓教初住以上的菩薩，是他教化的對象。他終極的目標是西方極樂世界，到末後普賢菩薩十大願王導歸極樂，到西方極樂世界去了。他度眾生的範圍很窄小，他不是普度，不是徹底的度脫。《華嚴經》最後到哪裡？到西方極樂世界去，也就是到《無量壽經》裡面去了，這是《華嚴經》的歸宿，《華嚴經》的結歸，歸到這部經。"
    },
    {
      "id": "02-001-0090_p0012",
      "zh_CN": "到这部经之后我们才发现，原来这部经是普度一切众生，上面可以度等觉菩萨，下面可以度地狱众生，五逆十恶临终一念、十念都能往生，往生到西方极乐世界，跟文殊、普贤还是平等的，这是真正不可思议，所以是难信之法，这才真正叫妙法。所以《华严》、《法华》跟这部经不能比。《妙法莲华经》在众经里面独妙，要跟本经一比它就不妙了，本经这个妙超过它。所以古人说，一切经里面做一个比较，《华严》第一；《华严》跟《无量寿经》比一比？《无量寿经》第一。这把《华严》比下去了，《华严》、《法华》都不如本经，所以这才是真正的妙法。",
      "zh_TW": "到這部經之後我們才發現，原來這部經是普度一切眾生，上面可以度等覺菩薩，下面可以度地獄眾生，五逆十惡臨終一念、十念都能往生，往生到西方極樂世界，跟文殊、普賢還是平等的，這是真正不可思議，所以是難信之法，這才真正叫妙法。所以《華嚴》、《法華》跟這部經不能比。《妙法蓮華經》在眾經裡面獨妙，要跟本經一比它就不妙了，本經這個妙超過它。所以古人說，一切經裡面做一個比較，《華嚴》第一；《華嚴》跟《無量壽經》比一比？《無量壽經》第一。這把《華嚴》比下去了，《華嚴》、《法華》都不如本經，所以這才是真正的妙法。"
    },
    {
      "id": "02-001-0090_p0013",
      "zh_CN": "我们在这一生能够听到，绝对不是容易的事情。过去彭际清居士讲过，能够看到这部经，能够听到这个法门，是「无量劫来稀有难逢之一日」。你生生世世也许有机缘闻到佛法，未必有机缘闻到这个法门。也正因为如此，生生世世所修学的法门不一样，带了很重的习气，纵然遇到这个法门还排斥、还不相信，不晓得这个法门的殊胜，这个就是障碍，佛门里面所谓的所知障、烦恼障。遇到这个法门能信能愿，执持名号，没有不一生成就的，成就什么？作佛！这个法门是一生成佛的法门。我多次的给诸位报告过，这个法门是决定不死的法门，你往生是活着去的。今天我们这一会圆满非常难得，华盛顿ＤＣ有同修今天来参加我们的法会，周广大居士三天往生，他们亲眼见到的，千真万确。你想想，闻到这个法门真的「幸听闻」，这个「幸」字要重视，不能够含糊笼统的把它念过，我们确实是有幸。",
      "zh_TW": "我們在這一生能夠聽到，絕對不是容易的事情。過去彭際清居士講過，能夠看到這部經，能夠聽到這個法門，是「無量劫來稀有難逢之一日」。你生生世世也許有機緣聞到佛法，未必有機緣聞到這個法門。也正因為如此，生生世世所修學的法門不一樣，帶了很重的習氣，縱然遇到這個法門還排斥、還不相信，不曉得這個法門的殊勝，這個就是障礙，佛門裡面所謂的所知障、煩惱障。遇到這個法門能信能願，執持名號，沒有不一生成就的，成就什麼？作佛！這個法門是一生成佛的法門。我多次的給諸位報告過，這個法門是決定不死的法門，你往生是活著去的。今天我們這一會圓滿非常難得，華盛頓ＤＣ有同修今天來參加我們的法會，周廣大居士三天往生，他們親眼見到的，千真萬確。你想想，聞到這個法門真的「幸聽聞」，這個「幸」字要重視，不能夠含糊籠統的把它念過，我們確實是有幸。"
    },
    {
      "id": "02-001-0090_p0014",
      "zh_CN": "『应常念佛而生喜』，真正明了这个事实真相，你一定会欢喜，一定会念佛。为什么？无量劫来稀有难逢的一天，今天我们遇到了，遇到了这一天，如果你要是把它疏忽、失掉了，你想将来再遇到这一天，恐怕又得无量劫以后。不是那么容易的，我来生、后生会遇到，没那么简单。所以这个机会要珍惜，要欢喜念佛。夏莲居老居士的佛堂就叫做「欢喜念佛斋」，他那个名字我想就是从这个偈子上起的，欢喜念佛斋。确实我们世出世间第一等欢喜的事情是什么？念阿弥陀佛！没有比这个更欢喜的，没有比这个更殊胜的。",
      "zh_TW": "『應常念佛而生喜』，真正明瞭這個事實真相，你一定會歡喜，一定會念佛。為什麼？無量劫來稀有難逢的一天，今天我們遇到了，遇到了這一天，如果你要是把它疏忽、失掉了，你想將來再遇到這一天，恐怕又得無量劫以後。不是那麼容易的，我來生、後生會遇到，沒那麼簡單。所以這個機會要珍惜，要歡喜念佛。夏蓮居老居士的佛堂就叫做「歡喜念佛齋」，他那個名字我想就是從這個偈子上起的，歡喜念佛齋。確實我們世出世間第一等歡喜的事情是什麼？念阿彌陀佛！沒有比這個更歡喜的，沒有比這個更殊勝的。"
    },
    {
      "id": "02-001-0090_p0015",
      "zh_CN": "这是佛劝我们要受持，劝我们要把握这个机缘依教修行，一生成佛。自己得到了是非常值得庆幸的事情，如果自己得到不能跟别人分享，这个功德不圆满，也辜负了佛度众生的弘愿，《了凡四训》里面我们念过要成人之美，至少我们也要成全诸佛如来度化众生的弘愿。怎么样去帮助诸佛、成就诸佛？『受持广度生死流』。我们把这个法接受过来，自己依教奉行，同时要普遍的，「广」就是普遍，把这个法门介绍给自己所认识的亲戚朋友，介绍给他们、推荐给他们。我们这一生成就，希望他们也能成就，这个就是要弘扬这部经典、弘扬这个法门，自行化他。",
      "zh_TW": "這是佛勸我們要受持，勸我們要把握這個機緣依教修行，一生成佛。自己得到了是非常值得慶幸的事情，如果自己得到不能跟別人分享，這個功德不圓滿，也辜負了佛度眾生的弘願，《了凡四訓》裡面我們念過要成人之美，至少我們也要成全諸佛如來度化眾生的弘願。怎麼樣去幫助諸佛、成就諸佛？『受持廣度生死流』。我們把這個法接受過來，自己依教奉行，同時要普遍的，「廣」就是普遍，把這個法門介紹給自己所認識的親戚朋友，介紹給他們、推薦給他們。我們這一生成就，希望他們也能成就，這個就是要弘揚這部經典、弘揚這個法門，自行化他。"
    },
    {
      "id": "02-001-0090_p0016",
      "zh_CN": "末后这句是佛给这个人授记，密宗里面讲灌顶授记，这部经念一遍就是十方诸佛如来给你灌一次顶，前面我讲过，这真灌顶，念一遍就灌一次。末后给你授记，『佛说此人真善友』，善友就是《华严经》上善财童子所参访的善知识，如来给你授记，你是「真善友」。在流通分里面，这个大经可以说总结了。后面这一段是讲当时与会的大众「闻经获益」，听到这部经所获的利益。",
      "zh_TW": "末後這句是佛給這個人授記，密宗裡面講灌頂授記，這部經念一遍就是十方諸佛如來給你灌一次頂，前面我講過，這真灌頂，念一遍就灌一次。末後給你授記，『佛說此人真善友』，善友就是《華嚴經》上善財童子所參訪的善知識，如來給你授記，你是「真善友」。在流通分裡面，這個大經可以說總結了。後面這一段是講當時與會的大眾「聞經獲益」，聽到這部經所獲的利益。"
    },
    {
      "id": "02-001-0090_p0017",
      "zh_CN": "【尔时世尊说此经法。天人世间有万二千那由他亿众生。远离尘垢。得法眼净。二十亿众生。得阿那含果。六千八百比丘。诸漏已尽。心得解脱。】",
      "zh_TW": "【爾時世尊說此經法。天人世間有萬二千那由他億眾生。遠離塵垢。得法眼淨。二十億眾生。得阿那含果。六千八百比丘。諸漏已盡。心得解脫。】"
    },
    {
      "id": "02-001-0090_p0018",
      "zh_CN": "这是显示这部经的功德利益不可思议，所以叫听到的人能够得这样殊胜的利益，当然这是阿弥陀佛威神的加持。我们在讲席当中，也常常向诸位同修报告，我们展开这个经卷能讲一点，诸位能听得懂，说、听都是二土世尊威神加持，否则的话，这样甚深的经典，我们哪有能力能够理解？此土本师威神加持，彼土阿弥陀佛的神力加持，这个恩德就不可思议。",
      "zh_TW": "這是顯示這部經的功德利益不可思議，所以叫聽到的人能夠得這樣殊勝的利益，當然這是阿彌陀佛威神的加持。我們在講席當中，也常常向諸位同修報告，我們展開這個經卷能講一點，諸位能聽得懂，說、聽都是二土世尊威神加持，否則的話，這樣甚深的經典，我們哪有能力能夠理解？此土本師威神加持，彼土阿彌陀佛的神力加持，這個恩德就不可思議。"
    },
    {
      "id": "02-001-0090_p0019",
      "zh_CN": "天上人间有这么多的众生听到这个法门，『远离尘垢，得法眼净』。什么叫做「法眼净」？《金刚经》上讲，如来有五眼，有肉眼、有天眼、有慧眼、有法眼、有佛眼。除了肉眼之外，其余四种眼都不是我们肉眼，拿我们现在的话来说就是心眼，那个四种都是属于心眼。这四种功能不相同。小乘也有法眼，小乘的法眼就是见四谛法，世出世间的因果他彻底明了，看得清清楚楚、明明白白，这是小乘的法眼。大乘的法眼，那就像《金刚经》上所说的，是确实能够见到一切法不生不灭，像《金刚经》上讲的，「一切有为法，如梦幻泡影」。你能够把世出世间一切法看得这么清楚、这么明白，真的就是梦幻泡影，那你就得了法眼，法眼开了。这法眼菩萨才有，大乘圆教初住以上这才得法眼。",
      "zh_TW": "天上人間有這麼多的眾生聽到這個法門，『遠離塵垢，得法眼淨』。什麼叫做「法眼淨」？《金剛經》上講，如來有五眼，有肉眼、有天眼、有慧眼、有法眼、有佛眼。除了肉眼之外，其餘四種眼都不是我們肉眼，拿我們現在的話來說就是心眼，那個四種都是屬於心眼。這四種功能不相同。小乘也有法眼，小乘的法眼就是見四諦法，世出世間的因果他徹底明瞭，看得清清楚楚、明明白白，這是小乘的法眼。大乘的法眼，那就像《金剛經》上所說的，是確實能夠見到一切法不生不滅，像《金剛經》上講的，「一切有為法，如夢幻泡影」。你能夠把世出世間一切法看得這麼清楚、這麼明白，真的就是夢幻泡影，那你就得了法眼，法眼開了。這法眼菩薩才有，大乘圓教初住以上這才得法眼。"
    },
    {
      "id": "02-001-0090_p0020",
      "zh_CN": "这一段是说的小乘，它有很深的意义。世尊当年在世，跟世尊学小乘的人很多，世尊说法是应机而说，你是小乘根性就给你说小乘法；你是菩萨根性，给你说菩萨法；你要是成佛的根性，就给你讲这个法门，因为这是成佛之法，这最上之法；你是人天根性，就给你讲人天法。所以佛无有定法可说，佛是因人施教，他本身没有法，你是什么根性说什么法。这些小乘的圣者听到佛说这部经，「远离尘垢」，这个尘垢是什么？烦恼、所知。这下明了了，原来释迦牟尼佛还有一个度人成佛的法门，过去不知道，听了这个法门回心转意，以前修的法门不要了，远离尘垢，不要了，从今天起老实念佛，知道念佛法门殊胜就得法眼净。这就是常讲的回小向大，回小乘法向成佛之法，这个难得。如果听了不契机的，他早就退席了，「法华五千退席」，他听了不契机，或者是不喜欢修这个法门，他就退席了，他也听不下去。凡是能够自始听到终，生欢喜心他不走的，回小向大。",
      "zh_TW": "這一段是說的小乘，它有很深的意義。世尊當年在世，跟世尊學小乘的人很多，世尊說法是應機而說，你是小乘根性就給你說小乘法；你是菩薩根性，給你說菩薩法；你要是成佛的根性，就給你講這個法門，因為這是成佛之法，這最上之法；你是人天根性，就給你講人天法。所以佛無有定法可說，佛是因人施教，他本身沒有法，你是什麼根性說什麼法。這些小乘的聖者聽到佛說這部經，「遠離塵垢」，這個塵垢是什麼？煩惱、所知。這下明瞭了，原來釋迦牟尼佛還有一個度人成佛的法門，過去不知道，聽了這個法門回心轉意，以前修的法門不要了，遠離塵垢，不要了，從今天起老實念佛，知道念佛法門殊勝就得法眼淨。這就是常講的回小向大，回小乘法向成佛之法，這個難得。如果聽了不契機的，他早就退席了，「法華五千退席」，他聽了不契機，或者是不喜歡修這個法門，他就退席了，他也聽不下去。凡是能夠自始聽到終，生歡喜心他不走的，回小向大。"
    },
    {
      "id": "02-001-0090_p0021",
      "zh_CN": "有『二十亿众生，得阿那含果，六千八百比丘诸漏已尽，心得解脱』。也许人就怀疑，佛讲大乘法，这些人为什么得小乘果？诸位要知道，得小乘果有两个意思，一个意思是过去生生世世修小乘，听经之后开悟了，所以他这个境界还是小乘境界。「阿那含」是三果。「诸漏已尽，心得解脱」，也是说的小乘的阿罗汉。你看一般众生，前面二十亿是众生，后面六千八百是出家的比丘；这些众生也就是在家的男女居士，与出家的比丘、比丘尼，都是小乘根性，依然还说他小乘的名称。譬如说阿那含，八十八品见惑断尽了，八十一品思惑前面的九品断尽了，还有七十二品的思惑，通常小乘是在四禅五不还天，在那个地方去修行，断这个余惑。这六千八百比丘是证阿罗汉果，也就是见思烦恼统统断尽了，如果要依照净宗一心不乱来说，他们证得了事一心不乱；阿那含果也是事一心不乱。所以此地我们不要把它看呆板了，那就错了。这部经是圆极了，所以是很不容易体会到这个里面的意思，它的意思既深又广，文字浅显并不深，看起来好像不难懂，都能看得懂，其实义理非常之深，任何一部经典都不能跟它相比的。",
      "zh_TW": "有『二十億眾生，得阿那含果，六千八百比丘諸漏已盡，心得解脫』。也許人就懷疑，佛講大乘法，這些人為什麼得小乘果？諸位要知道，得小乘果有兩個意思，一個意思是過去生生世世修小乘，聽經之後開悟了，所以他這個境界還是小乘境界。「阿那含」是三果。「諸漏已盡，心得解脫」，也是說的小乘的阿羅漢。你看一般眾生，前面二十億是眾生，後面六千八百是出家的比丘；這些眾生也就是在家的男女居士，與出家的比丘、比丘尼，都是小乘根性，依然還說他小乘的名稱。譬如說阿那含，八十八品見惑斷盡了，八十一品思惑前面的九品斷盡了，還有七十二品的思惑，通常小乘是在四禪五不還天，在那個地方去修行，斷這個餘惑。這六千八百比丘是證阿羅漢果，也就是見思煩惱統統斷盡了，如果要依照淨宗一心不亂來說，他們證得了事一心不亂；阿那含果也是事一心不亂。所以此地我們不要把它看呆板了，那就錯了。這部經是圓極了，所以是很不容易體會到這個裡面的意思，它的意思既深又廣，文字淺顯並不深，看起來好像不難懂，都能看得懂，其實義理非常之深，任何一部經典都不能跟它相比的。"
    },
    {
      "id": "02-001-0090_p0022",
      "zh_CN": "再往下看：",
      "zh_TW": "再往下看："
    },
    {
      "id": "02-001-0090_p0023",
      "zh_CN": "【四十亿菩萨。于无上菩提住不退转。以弘誓功德而自庄严。二十五亿众生。得不退忍。】",
      "zh_TW": "【四十億菩薩。於無上菩提住不退轉。以弘誓功德而自莊嚴。二十五億眾生。得不退忍。】"
    },
    {
      "id": "02-001-0090_p0024",
      "zh_CN": "这一段是讲菩萨闻法的利益。与会有本师会下的菩萨众，也有他方诸佛世界的菩萨众，我们在前面都看到过，十方世界的菩萨都参与了这次的法会，这个法会非常之殊胜。尤其是在家菩萨非常非常之多，经上给我们举出贤护等十六正士，这些在家菩萨统统是等觉菩萨，不是普通菩萨，他们所证得的地位跟文殊、普贤相等，与观音、势至相等。这也明白的告诉我们，后面那个三辈往生，上品往生的，说要出家，要行作沙门，有许多人一看到这个，我们在家修行，上品没分。你没有想想前面贤护十六正士，等觉菩萨他们往生还在中品、下品吗？没有这个道理！所以晓得，经上所讲的出家是心出家，形式不要紧。身没有出家，心出家了，真出家；身出家了，心里面还贪恋世法，还搞名闻利养，那往生都没分，下品也不够资格。所以诸位一定要知道，经上讲出家而作沙门，是论心不论行迹。",
      "zh_TW": "這一段是講菩薩聞法的利益。與會有本師會下的菩薩眾，也有他方諸佛世界的菩薩眾，我們在前面都看到過，十方世界的菩薩都參與了這次的法會，這個法會非常之殊勝。尤其是在家菩薩非常非常之多，經上給我們舉出賢護等十六正士，這些在家菩薩統統是等覺菩薩，不是普通菩薩，他們所證得的地位跟文殊、普賢相等，與觀音、勢至相等。這也明白的告訴我們，後面那個三輩往生，上品往生的，說要出家，要行作沙門，有許多人一看到這個，我們在家修行，上品沒分。你沒有想想前面賢護十六正士，等覺菩薩他們往生還在中品、下品嗎？沒有這個道理！所以曉得，經上所講的出家是心出家，形式不要緊。身沒有出家，心出家了，真出家；身出家了，心裡面還貪戀世法，還搞名聞利養，那往生都沒分，下品也不夠資格。所以諸位一定要知道，經上講出家而作沙門，是論心不論行跡。"
    },
    {
      "id": "02-001-0090_p0025",
      "zh_CN": "我们台中李炳南老居士是在家，他没有出家。身没有出家，他心出家了，他的行也出家了，他一生所做是出家事情。他是在家身分，做出家的事情，弘法利生，真正的培养弘法人才，他做到了。他往生西方极乐世界，两年前就知道，不是前几天才说出来的。他是两年前说出来的，不过就是没有说出哪一天，他没有说日期，但是两年前他就把消息告诉大家，讲经的时候说的，劝大家认真要学习，他说我讲经再讲两年就不讲了。我们台中同修有些人很敏感，听了这个话到台北来问我，他说老师说这个话什么意思？我就告诉他，老师住世就讲经，他要不讲经，他就往生。所以我就断定他两年之后往生。所以我晓得他是在那一年往生，但是我不晓得在哪一天，他没有说哪一天。这个往生上品往生，上辈往生，绝对不是中辈、下辈。所以大家不要怀疑，菩萨，在家的菩萨居多数。",
      "zh_TW": "我們台中李炳南老居士是在家，他沒有出家。身沒有出家，他心出家了，他的行也出家了，他一生所做是出家事情。他是在家身分，做出家的事情，弘法利生，真正的培養弘法人才，他做到了。他往生西方極樂世界，兩年前就知道，不是前幾天才說出來的。他是兩年前說出來的，不過就是沒有說出哪一天，他沒有說日期，但是兩年前他就把消息告訴大家，講經的時候說的，勸大家認真要學習，他說我講經再講兩年就不講了。我們台中同修有些人很敏感，聽了這個話到台北來問我，他說老師說這個話什麼意思？我就告訴他，老師住世就講經，他要不講經，他就往生。所以我就斷定他兩年之後往生。所以我曉得他是在那一年往生，但是我不曉得在哪一天，他沒有說哪一天。這個往生上品往生，上輩往生，絕對不是中輩、下輩。所以大家不要懷疑，菩薩，在家的菩薩居多數。"
    },
    {
      "id": "02-001-0090_p0026",
      "zh_CN": "『于无上菩提住不退转』，只要诸位真正修学这个法门，没到西方极乐世界去就不退转，为什么？三宝威神加持。『以弘誓功德而自庄严』，「弘誓」细说就是四十八愿。所以净宗学会成立之后，我想我们很快要为净宗学会的同修编一个课诵本，便利我们专修专弘，一般的课诵本对我们来讲用处不大。要以四十八愿做我们自己的本愿，功德就是念这一句阿弥陀佛，二六时中念念不间断、不夹杂、不怀疑，以这个庄严自己。",
      "zh_TW": "『於無上菩提住不退轉』，只要諸位真正修學這個法門，沒到西方極樂世界去就不退轉，為什麼？三寶威神加持。『以弘誓功德而自莊嚴』，「弘誓」細說就是四十八願。所以淨宗學會成立之後，我想我們很快要為淨宗學會的同修編一個課誦本，便利我們專修專弘，一般的課誦本對我們來講用處不大。要以四十八願做我們自己的本願，功德就是念這一句阿彌陀佛，二六時中念念不間斷、不夾雜、不懷疑，以這個莊嚴自己。"
    },
    {
      "id": "02-001-0090_p0027",
      "zh_CN": "『二十五亿众生，得不退忍』，这是大乘根性的众生，前面二十亿是小乘根性的众生，否则的话就雷同了。他说两个段落，前面是小乘根性，这是大乘根性，菩萨众。还有一类的是不定性的，也不是大乘根性，也不是小乘根性，像我们这些人大概都是不定性的。不定性的是遇到大乘就学大乘，遇到小乘就学小乘，这要看缘分。不定性的根性遇到这个法门，那是非常非常幸运，他很容易接受。",
      "zh_TW": "『二十五億眾生，得不退忍』，這是大乘根性的眾生，前面二十億是小乘根性的眾生，否則的話就雷同了。他說兩個段落，前面是小乘根性，這是大乘根性，菩薩眾。還有一類的是不定性的，也不是大乘根性，也不是小乘根性，像我們這些人大概都是不定性的。不定性的是遇到大乘就學大乘，遇到小乘就學小乘，這要看緣分。不定性的根性遇到這個法門，那是非常非常幸運，他很容易接受。"
    },
    {
      "id": "02-001-0090_p0028",
      "zh_CN": "【四万亿那由他百千众生。于无上菩提未曾发意。今始初发。种诸善根愿生极乐。见阿弥陀佛。皆当往生彼如来土。各于异方次第成佛。同名妙音如来。】",
      "zh_TW": "【四萬億那由他百千眾生。於無上菩提未曾發意。今始初發。種諸善根願生極樂。見阿彌陀佛。皆當往生彼如來土。各於異方次第成佛。同名妙音如來。】"
    },
    {
      "id": "02-001-0090_p0029",
      "zh_CN": "这一段我们要特别特别的注意到它，为什么？就是讲我们这些人。因为我们不是前面小乘根性的这一类，也不是当中大乘菩萨根性的这一类，我们属于不定性的，就是属于这一类。这一类的人多，有『四万亿那由他百千众生』，这个是指我们整个娑婆世界，不是讲我们地球，我们地球人口才四十亿。但是它这个地方讲的是众生，如果说众生，他们也不止四十亿，为什么？众生是讲六道，再多说一点是九法界众生，实际上是讲我们整个娑婆世界，释迦牟尼佛所教化的这个大千世界。不定性众生，将来往生西方极乐世界有这么多的人，我们自己是这个数字里头的一个，这个数字里头包括我们自己在内，所以我们对于这段经文要特别的注意到。",
      "zh_TW": "這一段我們要特別特別的注意到它，為什麼？就是講我們這些人。因為我們不是前面小乘根性的這一類，也不是當中大乘菩薩根性的這一類，我們屬於不定性的，就是屬於這一類。這一類的人多，有『四萬億那由他百千眾生』，這個是指我們整個娑婆世界，不是講我們地球，我們地球人口才四十億。但是它這個地方講的是眾生，如果說眾生，他們也不止四十億，為什麼？眾生是講六道，再多說一點是九法界眾生，實際上是講我們整個娑婆世界，釋迦牟尼佛所教化的這個大千世界。不定性眾生，將來往生西方極樂世界有這麼多的人，我們自己是這個數字裡頭的一個，這個數字裡頭包括我們自己在內，所以我們對於這段經文要特別的注意到。"
    },
    {
      "id": "02-001-0090_p0030",
      "zh_CN": "『于无上菩提未曾发意』，你们想想，你们从前有没有发心求取无上正等正觉？没有。这一生闻到佛法才发心，才晓得修学，『种诸善根愿生极乐』。如果狭义的来说，就是你听到这部经才真正发心，信心才坚固。过去虽然听到念佛法门，没有听到《无量寿经》，虽然是想求生净土，这个心不真实，意不恳切，信心也不坚定，半信半疑，是想求还不太乐意去。听到这部经，这个信心坚固了，求生的意念坚定了，「愿生极乐，见阿弥陀」，到了西方极乐世界决定见佛。佛告诉我们，只要你具足信愿，你就决定能往生。",
      "zh_TW": "『於無上菩提未曾發意』，你們想想，你們從前有沒有發心求取無上正等正覺？沒有。這一生聞到佛法才發心，才曉得修學，『種諸善根願生極樂』。如果狹義的來說，就是你聽到這部經才真正發心，信心才堅固。過去雖然聽到念佛法門，沒有聽到《無量壽經》，雖然是想求生淨土，這個心不真實，意不懇切，信心也不堅定，半信半疑，是想求還不太樂意去。聽到這部經，這個信心堅固了，求生的意念堅定了，「願生極樂，見阿彌陀」，到了西方極樂世界決定見佛。佛告訴我們，只要你具足信願，你就決定能往生。"
    },
    {
      "id": "02-001-0090_p0031",
      "zh_CN": "蕅益大师在《要解》里面给我们讲得很好，他说往生西方极乐世界，能不能去是决定在信愿之有无；到了西方极乐世界之后是有品位的，品位高下决定在持名之浅深。印光大师对于蕅益大师这个注解赞叹到了极处，说即使是古佛再来，给《弥陀经》做一部注解，也不能超越其上。这是把它赞叹到极处了。由此可知，蕅益大师所说的话就是弥陀、释迦之言，我们应当要相信。何况佛在本经里面，确实是苦口婆心的为我们劝勉，把西方极乐世界理论、事相、修学的方法、功德利益，给我们讲得清清楚楚、明明白白。所以这部经它的优点是分量不多，内容圆满，没有一丝毫的欠缺，可以说就是一部浓缩的《华严经》。这部经如果细说，确实就是全部的《大方广佛华严经》。",
      "zh_TW": "蕅益大師在《要解》裡面給我們講得很好，他說往生西方極樂世界，能不能去是決定在信願之有無；到了西方極樂世界之後是有品位的，品位高下決定在持名之淺深。印光大師對於蕅益大師這個註解讚歎到了極處，說即使是古佛再來，給《彌陀經》做一部註解，也不能超越其上。這是把它讚歎到極處了。由此可知，蕅益大師所說的話就是彌陀、釋迦之言，我們應當要相信。何況佛在本經裡面，確實是苦口婆心的為我們勸勉，把西方極樂世界理論、事相、修學的方法、功德利益，給我們講得清清楚楚、明明白白。所以這部經它的優點是分量不多，內容圓滿，沒有一絲毫的欠缺，可以說就是一部濃縮的《華嚴經》。這部經如果細說，確實就是全部的《大方廣佛華嚴經》。"
    },
    {
      "id": "02-001-0090_p0032",
      "zh_CN": "末后这三句，就是佛给我们授记。『皆当往生彼如来土』，「彼」是西方极乐世界阿弥陀如来。必定生，生到西方极乐世界之后，亲近弥陀如来，这个老师没有问题。我们在这个世间学佛，唯恐跟错了老师，跟错了老师很麻烦，那就学错了法门。到西方极乐世界跟阿弥陀佛，这不会学错。阿弥陀佛，世尊给我们介绍说，他说「光中极尊，佛中之王」，那还有错的吗？没错！同时，生到西方极乐世界，就等于生十方诸佛刹土，真的是一生一切生；见到阿弥陀佛，等于见到十方诸佛如来，一见一切见。诸位想想看，还有什么样的功德利益能比这个更殊胜？这是我们一定要明了，一定要记住。",
      "zh_TW": "末後這三句，就是佛給我們授記。『皆當往生彼如來土』，「彼」是西方極樂世界阿彌陀如來。必定生，生到西方極樂世界之後，親近彌陀如來，這個老師沒有問題。我們在這個世間學佛，唯恐跟錯了老師，跟錯了老師很麻煩，那就學錯了法門。到西方極樂世界跟阿彌陀佛，這不會學錯。阿彌陀佛，世尊給我們介紹說，他說「光中極尊，佛中之王」，那還有錯的嗎？沒錯！同時，生到西方極樂世界，就等於生十方諸佛剎土，真的是一生一切生；見到阿彌陀佛，等於見到十方諸佛如來，一見一切見。諸位想想看，還有什麼樣的功德利益能比這個更殊勝？這是我們一定要明瞭，一定要記住。"
    },
    {
      "id": "02-001-0090_p0033",
      "zh_CN": "在那个地方修行决定没有退转，即使是凡圣同居土下下品往生都圆证三不退，这句话不得了。要是证得三不退是什么人？圆教初住菩萨，法身大士才证得三不退。三不退，第一个是位不退。所以诸位要晓得，菩萨修行跟我们也是差不多的，我们是进进退退的，菩萨也进进退退，二乘也是进进退退。但是他进进退退有个底限，他这个底限，退到底限再不会往下面退，所以我们讲这个不退是讲底限。譬如小乘，位不退就是须陀洹初果，你只要证得须陀洹果，经上讲天上人间七次往来，天上往上升，人间又往下退，进进退退，但是他不会退到三恶道，他那个底限是人道，绝对不会堕三恶道去，这是叫底限，叫位不退，他不会退落到底限以下的。大乘菩萨得念不退，念不退是圆教初住菩萨，他将来到二住、三住往上升，升到四住也可能又退到初住，他不会退到初住以下。这样进进退退，所以他那个三不退不圆满。",
      "zh_TW": "在那個地方修行決定沒有退轉，即使是凡聖同居土下下品往生都圓證三不退，這句話不得了。要是證得三不退是什麼人？圓教初住菩薩，法身大士才證得三不退。三不退，第一個是位不退。所以諸位要曉得，菩薩修行跟我們也是差不多的，我們是進進退退的，菩薩也進進退退，二乘也是進進退退。但是他進進退退有個底限，他這個底限，退到底限再不會往下面退，所以我們講這個不退是講底限。譬如小乘，位不退就是須陀洹初果，你只要證得須陀洹果，經上講天上人間七次往來，天上往上升，人間又往下退，進進退退，但是他不會退到三惡道，他那個底限是人道，絕對不會墮三惡道去，這是叫底限，叫位不退，他不會退落到底限以下的。大乘菩薩得念不退，念不退是圓教初住菩薩，他將來到二住、三住往上升，升到四住也可能又退到初住，他不會退到初住以下。這樣進進退退，所以他那個三不退不圓滿。"
    },
    {
      "id": "02-001-0090_p0034",
      "zh_CN": "圆证三不退，那是绝对不会往下退的，一步都不会退的，只有往上进，不会往下退的。什么样的阶级才是圆证三不退？我们要把这个尺度放宽一点来说，八地菩萨，圆教八地叫不动地，这个果位上转阿赖耶成大圆镜智，他的智慧德相跟如来果地上相同；要严格的来说，这个圆满的三不退是等觉菩萨。所以经上讲，往生西方极乐世界的人，大小两本都说，到了西方极乐世界证阿鞞跋致，阿鞞跋致是什么？就是八地以上，圆证三不退。",
      "zh_TW": "圓證三不退，那是絕對不會往下退的，一步都不會退的，只有往上進，不會往下退的。什麼樣的階級才是圓證三不退？我們要把這個尺度放寬一點來說，八地菩薩，圓教八地叫不動地，這個果位上轉阿賴耶成大圓鏡智，他的智慧德相跟如來果地上相同；要嚴格的來說，這個圓滿的三不退是等覺菩薩。所以經上講，往生西方極樂世界的人，大小兩本都說，到了西方極樂世界證阿鞞跋致，阿鞞跋致是什麼？就是八地以上，圓證三不退。"
    },
    {
      "id": "02-001-0090_p0035",
      "zh_CN": "我们通常人修行要修到这个境界，修到七地菩萨得整整两个阿僧祇劫，才能够修得。这两个阿僧祇劫说真话，是如来的方便说，要是真实说怕把你吓住了，你都不敢学了。《华严经》上说真话，凡夫从凡夫地修成佛是无量劫，不是三个阿僧祇劫，那是给你讲真话。我们用这个法门，一下到西方极乐世界就圆证三不退，这个是一步登天。所以其余的菩萨们，他们历劫修行修到这个地位，看到你怎么不佩服？说老实话，像我们凡夫很嫉妒、很不服气，但是菩萨不会，菩萨还是有嫉妒不服气，那是凡夫，那他退得太厉害了。菩萨不会不服气，不会嫉妒的。菩萨只有佩服，只有尊敬，你比我幸运、比我聪明，你的福报比我大，没有话说。行超普贤！这个都是千真万确的事实。诸位要真正明了，你才晓得，你遇到这个法门，那真的不容易。经上讲过，多少菩萨想听这部经听不到。实在讲，多少菩萨不知道有这部经，知道有这部经，他这个机会一定会把握住，他不晓得，总是心里念，有没有一个很快的方法叫我们马上就成佛？这个念头可能有，但这个很快的方法是什么不知道。佛如果讲过这部经，是什么经也不晓得。他们梦寐以求的，我们今天现成摆在面前，你才知道自己是何等的幸运。",
      "zh_TW": "我們通常人修行要修到這個境界，修到七地菩薩得整整兩個阿僧祇劫，才能夠修得。這兩個阿僧祇劫說真話，是如來的方便說，要是真實說怕把你嚇住了，你都不敢學了。《華嚴經》上說真話，凡夫從凡夫地修成佛是無量劫，不是三個阿僧祇劫，那是給你講真話。我們用這個法門，一下到西方極樂世界就圓證三不退，這個是一步登天。所以其餘的菩薩們，他們歷劫修行修到這個地位，看到你怎麼不佩服？說老實話，像我們凡夫很嫉妒、很不服氣，但是菩薩不會，菩薩還是有嫉妒不服氣，那是凡夫，那他退得太厲害了。菩薩不會不服氣，不會嫉妒的。菩薩只有佩服，只有尊敬，你比我幸運、比我聰明，你的福報比我大，沒有話說。行超普賢！這個都是千真萬確的事實。諸位要真正明瞭，你才曉得，你遇到這個法門，那真的不容易。經上講過，多少菩薩想聽這部經聽不到。實在講，多少菩薩不知道有這部經，知道有這部經，他這個機會一定會把握住，他不曉得，總是心裡念，有沒有一個很快的方法叫我們馬上就成佛？這個念頭可能有，但這個很快的方法是什麼不知道。佛如果講過這部經，是什麼經也不曉得。他們夢寐以求的，我們今天現成擺在面前，你才知道自己是何等的幸運。"
    },
    {
      "id": "02-001-0090_p0036",
      "zh_CN": "到西方极乐世界圆证三不退，所以他的成就就快，在西方世界成佛，『各于异方次第成佛』。这些人成佛之后，一定要到十方世界教化众生，到哪个世界去成佛？所以诸位同修，现在我劝你要广结法缘，你要不结缘，将来你成佛了，成佛了没众生可度。为什么？经上常说，佛不度无缘之人，所以你要多多的跟众生结缘，将来你成佛，他都是你们的弟子。你要不跟人结缘，所以讲法缘，没法缘。我们这个世间讲经，你经讲得很好，没有人听，没有法缘；有些人经讲得并不怎么样，听众很多，法缘殊胜，所以一定要跟众生结法缘。",
      "zh_TW": "到西方極樂世界圓證三不退，所以他的成就就快，在西方世界成佛，『各於異方次第成佛』。這些人成佛之後，一定要到十方世界教化眾生，到哪個世界去成佛？所以諸位同修，現在我勸你要廣結法緣，你要不結緣，將來你成佛了，成佛了沒眾生可度。為什麼？經上常說，佛不度無緣之人，所以你要多多的跟眾生結緣，將來你成佛，他都是你們的弟子。你要不跟人結緣，所以講法緣，沒法緣。我們這個世間講經，你經講得很好，沒有人聽，沒有法緣；有些人經講得並不怎麼樣，聽眾很多，法緣殊勝，所以一定要跟眾生結法緣。"
    },
    {
      "id": "02-001-0090_p0037",
      "zh_CN": "此界，我们这个世界，我们结法缘比较容易，他方世界怎么办？我们用什么方法结法缘？经上给我们讲得很清楚，我们只要有这个心，真心，就跟他方世界众生结了法缘。我有一念真诚，帮助法界众生破迷开悟、离苦得乐，你这一念心真诚，就跟十方法界的众生结了法缘。我们每天读诵持名，把这个功德回向法界众生，与法界众生就有了缘。这个缘是真的结了还是假的结了？在《了凡四训》里头就讲得很清楚，就有消息给你，你的心真，就真结了；你那个心是假的，那就没结上。你一丝毫不为自己，你所结的缘是满分的；如果自己还要留一点功德不肯给人，只分一半给别人，你这个缘是一半的。诸位常常想想这个道理就明了了。",
      "zh_TW": "此界，我們這個世界，我們結法緣比較容易，他方世界怎麼辦？我們用什麼方法結法緣？經上給我們講得很清楚，我們只要有這個心，真心，就跟他方世界眾生結了法緣。我有一念真誠，幫助法界眾生破迷開悟、離苦得樂，你這一念心真誠，就跟十方法界的眾生結了法緣。我們每天讀誦持名，把這個功德迴向法界眾生，與法界眾生就有了緣。這個緣是真的結了還是假的結了？在《了凡四訓》裡頭就講得很清楚，就有消息給你，你的心真，就真結了；你那個心是假的，那就沒結上。你一絲毫不為自己，你所結的緣是滿分的；如果自己還要留一點功德不肯給人，只分一半給別人，你這個緣是一半的。諸位常常想想這個道理就明瞭了。"
    },
    {
      "id": "02-001-0090_p0038",
      "zh_CN": "所以哪个地方众生缘成熟了，应以佛身而度之，你就到那个世界去现佛的身去度化众生。成了佛之后，你的德号，释迦牟尼佛给我们授记了，叫『妙音如来』，这不是说的别人，说的我们自己。所以我们修净宗的人，受持三皈这个法名，我们现在统统都用「妙音」。现在大家是妙音居士、妙音菩萨，将来你们都成了妙音如来。所以这个法名现在就用，用起来我们就很亲切，我的名字在《无量寿经》里头！这《无量寿经》就是自己的经，格外来得亲切。",
      "zh_TW": "所以哪個地方眾生緣成熟了，應以佛身而度之，你就到那個世界去現佛的身去度化眾生。成了佛之後，你的德號，釋迦牟尼佛給我們授記了，叫『妙音如來』，這不是說的別人，說的我們自己。所以我們修淨宗的人，受持三皈這個法名，我們現在統統都用「妙音」。現在大家是妙音居士、妙音菩薩，將來你們都成了妙音如來。所以這個法名現在就用，用起來我們就很親切，我的名字在《無量壽經》裡頭！這《無量壽經》就是自己的經，格外來得親切。"
    },
    {
      "id": "02-001-0090_p0039",
      "zh_CN": "我在前年到大陆看黄念祖老居士，黄老居士很客气，他那个地方有十几位学生，要我给他们授皈依，一共十九个人，就是在他家里小佛堂皈依的。黄老居士提醒我一句话，但是当时我还反应不过来，提醒什么一句话？他说法名可以用一样的。我没有用一样，我还是各人各人给他起的法名，还没有想到用同样的法名。一直到我第二次在新加坡讲《无量寿经》的时候，正宗品讲圆满，有一百七十多个人皈依，一次皈依一百七十多个人，起法名都来不及了。我一想，这经上不是现成的法名吗？就统统用妙音如来。这表示这部经我们完全接受过来了，从今以后依教奉行，专修专弘，这个因缘是无比的殊胜。所以我跟大家授三皈，我说你们都是妙音如来，我要不是也不行，我们大家统统是的，咱们是平等法。",
      "zh_TW": "我在前年到大陸看黃念祖老居士，黃老居士很客氣，他那個地方有十幾位學生，要我給他們授皈依，一共十九個人，就是在他家裡小佛堂皈依的。黃老居士提醒我一句話，但是當時我還反應不過來，提醒什麼一句話？他說法名可以用一樣的。我沒有用一樣，我還是各人各人給他起的法名，還沒有想到用同樣的法名。一直到我第二次在新加坡講《無量壽經》的時候，正宗品講圓滿，有一百七十多個人皈依，一次皈依一百七十多個人，起法名都來不及了。我一想，這經上不是現成的法名嗎？就統統用妙音如來。這表示這部經我們完全接受過來了，從今以後依教奉行，專修專弘，這個因緣是無比的殊勝。所以我跟大家授三皈，我說你們都是妙音如來，我要不是也不行，我們大家統統是的，咱們是平等法。"
    },
    {
      "id": "02-001-0090_p0040",
      "zh_CN": "再看后面这一段：",
      "zh_TW": "再看後面這一段："
    },
    {
      "id": "02-001-0090_p0041",
      "zh_CN": "【复有十方佛刹。】",
      "zh_TW": "【復有十方佛剎。】"
    },
    {
      "id": "02-001-0090_p0042",
      "zh_CN": "前面所讲的是我们娑婆世界，释迦牟尼佛本师的教化区，现在再看看他方世界，十方诸佛刹土。",
      "zh_TW": "前面所講的是我們娑婆世界，釋迦牟尼佛本師的教化區，現在再看看他方世界，十方諸佛剎土。"
    },
    {
      "id": "02-001-0090_p0043",
      "zh_CN": "【若现在生。及未来生。】",
      "zh_TW": "【若現在生。及未來生。】"
    },
    {
      "id": "02-001-0090_p0044",
      "zh_CN": "因为从这一句我们就知道，十方一切诸佛如来，没有一尊佛不讲《无量寿经》的，没有一尊佛不劝人念佛求生净土的。所以我们才知道，这部经是一切诸佛必定弘扬的，其他经典佛未必说，因为佛是应机说法，根机不对，佛是绝对不说的。佛在我们这个世间所说的经典，决定契合我们这个世间众生的根机，凡是不对我们这个世间众生根机的经典法门，释迦牟尼佛决定不说，为什么？说了没用处，说了讲废话。这个法门适合一切众生的根机，所以说「三根普被，利钝全收」，所以一切诸佛如来没有一个人不说。何况这部经典，整个佛法灭后它还留一百年，你才晓得这部经典、这个法门是一切诸佛如来彻底悲心，所有法门都度不了的众生，这个法门能度，显示出这个法门的殊胜功德利益确实是不可思议。这是讲十方世界，『若现在生，及未来生』。",
      "zh_TW": "因為從這一句我們就知道，十方一切諸佛如來，沒有一尊佛不講《無量壽經》的，沒有一尊佛不勸人念佛求生淨土的。所以我們才知道，這部經是一切諸佛必定弘揚的，其他經典佛未必說，因為佛是應機說法，根機不對，佛是絕對不說的。佛在我們這個世間所說的經典，決定契合我們這個世間眾生的根機，凡是不對我們這個世間眾生根機的經典法門，釋迦牟尼佛決定不說，為什麼？說了沒用處，說了講廢話。這個法門適合一切眾生的根機，所以說「三根普被，利鈍全收」，所以一切諸佛如來沒有一個人不說。何況這部經典，整個佛法滅後它還留一百年，你才曉得這部經典、這個法門是一切諸佛如來徹底悲心，所有法門都度不了的眾生，這個法門能度，顯示出這個法門的殊勝功德利益確實是不可思議。這是講十方世界，『若現在生，及未來生』。"
    },
    {
      "id": "02-001-0090_p0045",
      "zh_CN": "【见阿弥陀佛者。各有八万俱胝那由他人。得授记法忍。成无上菩提。彼诸有情。皆是阿弥陀佛宿愿因缘。俱得往生极乐世界。】",
      "zh_TW": "【見阿彌陀佛者。各有八萬俱胝那由他人。得授記法忍。成無上菩提。彼諸有情。皆是阿彌陀佛宿願因緣。俱得往生極樂世界。】"
    },
    {
      "id": "02-001-0090_p0046",
      "zh_CN": "弥陀在因地当中，与十方世界的众生结的缘很广。我们跟阿弥陀佛缘很深，如果缘要不深，我们遇不到这个法门，纵然遇到，也不会发心真正受持求生净土。所以遇到了能信、能愿、能行，跟阿弥陀佛往昔之中所结的缘今天成熟，所以才有这样殊胜的果报。你看这部经确实跟一般大乘经典不一样，序分、正宗分、流通分完全不相同，它这个三分圆满，真是古人所说，「如人舐蜜，中边皆甜」，它的三分圆满。",
      "zh_TW": "彌陀在因地當中，與十方世界的眾生結的緣很廣。我們跟阿彌陀佛緣很深，如果緣要不深，我們遇不到這個法門，縱然遇到，也不會發心真正受持求生淨土。所以遇到了能信、能願、能行，跟阿彌陀佛往昔之中所結的緣今天成熟，所以才有這樣殊勝的果報。你看這部經確實跟一般大乘經典不一樣，序分、正宗分、流通分完全不相同，它這個三分圓滿，真是古人所說，「如人舐蜜，中邊皆甜」，它的三分圓滿。"
    },
    {
      "id": "02-001-0090_p0047",
      "zh_CN": "末后说：",
      "zh_TW": "末後說："
    },
    {
      "id": "02-001-0090_p0048",
      "zh_CN": "【尔时三千大千世界六种震动。并现种种希有神变。放大光明。普照十方。复有诸天。于虚空中。作妙音乐。出随喜声。乃至色界诸天。悉皆得闻。叹未曾有。无量妙花纷纷而降。】",
      "zh_TW": "【爾時三千大千世界六種震動。並現種種希有神變。放大光明。普照十方。復有諸天。於虛空中。作妙音樂。出隨喜聲。乃至色界諸天。悉皆得聞。歎未曾有。無量妙花紛紛而降。】"
    },
    {
      "id": "02-001-0090_p0049",
      "zh_CN": "这是法会圆满的瑞相，这里有『放大光明』，放光现瑞。通常我们在许多大乘经典，佛讲经放光大概只有一次，而且多半在序分。本经序分有放光，正宗分里面也有放光，现在到末后流通分的时候，还是有放光现瑞。这是与一切大乘经不相同之处，显示出这部经实在是所谓的初善、中善、后善，万德圆满，其余大乘经里面我们没有看到这样的瑞相。",
      "zh_TW": "這是法會圓滿的瑞相，這裡有『放大光明』，放光現瑞。通常我們在許多大乘經典，佛講經放光大概只有一次，而且多半在序分。本經序分有放光，正宗分裡面也有放光，現在到末後流通分的時候，還是有放光現瑞。這是與一切大乘經不相同之處，顯示出這部經實在是所謂的初善、中善、後善，萬德圓滿，其餘大乘經裡面我們沒有看到這樣的瑞相。"
    },
    {
      "id": "02-001-0090_p0050",
      "zh_CN": "【尊者阿难。弥勒菩萨。及诸菩萨声闻。天龙八部。一切大众。闻佛所说。皆大欢喜。信受奉行。】",
      "zh_TW": "【尊者阿難。彌勒菩薩。及諸菩薩聲聞。天龍八部。一切大眾。聞佛所說。皆大歡喜。信受奉行。】"
    },
    {
      "id": "02-001-0090_p0051",
      "zh_CN": "这个时候再给我们叙说出与会的大众，闻法欢喜！这部经最契众生的根机，所以听了之后，无不是无量的欢喜。世尊当年说法的盛况，我们在今天也能够体会到一些，何以见得？我在每一个地方讲经，要是问一问，讲什么样的经法缘最盛？我告诉诸位，讲《无量寿经》。在全世界每一个地方，我说这部经，听众是无比的欢喜，听众的人数也最多，超过其他一切的法会。我们的法会就是指讲经的这个会。所以佛说这部经也一样的，超过佛讲任何经典的法会。所以从我们经验当中能够体会到一些。古德给我们说这个欢喜，依经所说这个欢喜有三个意思，第一个是能说人清净，说的人清净；二，所说法清净，佛从真如本性里面流露出来的，这是所说的法体清净；第三是所依说法得果清净。",
      "zh_TW": "這個時候再給我們敘說出與會的大眾，聞法歡喜！這部經最契眾生的根機，所以聽了之後，無不是無量的歡喜。世尊當年說法的盛況，我們在今天也能夠體會到一些，何以見得？我在每一個地方講經，要是問一問，講什麼樣的經法緣最盛？我告訴諸位，講《無量壽經》。在全世界每一個地方，我說這部經，聽眾是無比的歡喜，聽眾的人數也最多，超過其他一切的法會。我們的法會就是指講經的這個會。所以佛說這部經也一樣的，超過佛講任何經典的法會。所以從我們經驗當中能夠體會到一些。古德給我們說這個歡喜，依經所說這個歡喜有三個意思，第一個是能說人清淨，說的人清淨；二，所說法清淨，佛從真如本性裡面流露出來的，這是所說的法體清淨；第三是所依說法得果清淨。"
    },
    {
      "id": "02-001-0090_p0052",
      "zh_CN": "现在我们听到阿弥陀佛的大愿大行，阿弥陀佛对于一切众生的恩德，经上讲「惠以真实之利」。这句话非常非常重要，一切利益没有这个利益真实，这个利益是帮助我们在这一生当中圆成佛道，所以说无比的真实、第一真实，我们今天得到了，怎么会不欢喜？所以要珍惜这一会，珍惜这个因缘，从今以后依教奉行，认真的去读诵，认真的去念佛，把身心世界一切放下。不仅是如此，所有一切法门也要放下。就像莲池大师彻悟之后，要不是彻底觉悟，他做不到的，彻底觉悟之后，他老人家说出两句话，「三藏十二部，让给别人悟」，他自己以后再不去摸去了，「八万四千行，饶与别人行」。不是彻底觉悟，他这两句话说不出来的。三藏十二部法师讲不讲？讲，讲是讲给别人修的、别人听的，自己要不要？自己不要。自己一生，一部《无量寿经》，或者是一部《阿弥陀经》，《阿弥陀经》与这个是同部，一部经、一句名号就功德圆满，圆成佛道。这是诸位千千万万要记住，我们这一生决定成佛、决定见佛，妙音如来才真的有分！",
      "zh_TW": "現在我們聽到阿彌陀佛的大願大行，阿彌陀佛對於一切眾生的恩德，經上講「惠以真實之利」。這句話非常非常重要，一切利益沒有這個利益真實，這個利益是幫助我們在這一生當中圓成佛道，所以說無比的真實、第一真實，我們今天得到了，怎麼會不歡喜？所以要珍惜這一會，珍惜這個因緣，從今以後依教奉行，認真的去讀誦，認真的去念佛，把身心世界一切放下。不僅是如此，所有一切法門也要放下。就像蓮池大師徹悟之後，要不是徹底覺悟，他做不到的，徹底覺悟之後，他老人家說出兩句話，「三藏十二部，讓給別人悟」，他自己以後再不去摸去了，「八萬四千行，饒與別人行」。不是徹底覺悟，他這兩句話說不出來的。三藏十二部法師講不講？講，講是講給別人修的、別人聽的，自己要不要？自己不要。自己一生，一部《無量壽經》，或者是一部《阿彌陀經》，《阿彌陀經》與這個是同部，一部經、一句名號就功德圓滿，圓成佛道。這是諸位千千萬萬要記住，我們這一生決定成佛、決定見佛，妙音如來才真的有分！"
    },
    {
      "id": "02-001-0090_p0053",
      "zh_CN": "好，今天我们到此地功德圆满。",
      "zh_TW": "好，今天我們到此地功德圓滿。"
    }
  ]
}