{
  "doc_id": "02-001-0043",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—发愿很重要",
    "zh_TW": "無量壽經（一次宣講）—發願很重要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0043",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "02-001-0043_p0001",
      "zh_CN": "第三十二面倒数第四行，最后一句看起。",
      "zh_TW": "第三十二面倒數第四行，最後一句看起。"
    },
    {
      "id": "02-001-0043_p0002",
      "zh_CN": "【阿难闻佛所说。白世尊言。法藏菩萨成菩提者。为是过去佛耶。未来佛耶。为今现在他方世界耶。】",
      "zh_TW": "【阿難聞佛所說。白世尊言。法藏菩薩成菩提者。為是過去佛耶。未來佛耶。為今現在他方世界耶。】"
    },
    {
      "id": "02-001-0043_p0003",
      "zh_CN": "这一段是阿难尊者听了释迦牟尼佛开示之后，他提的一个问题。问的意思很清楚、很明白，法藏菩萨成佛了，是现在佛还是过去佛，还是未来佛？",
      "zh_TW": "這一段是阿難尊者聽了釋迦牟尼佛開示之後，他提的一個問題。問的意思很清楚、很明白，法藏菩薩成佛了，是現在佛還是過去佛，還是未來佛？"
    },
    {
      "id": "02-001-0043_p0004",
      "zh_CN": "【世尊告言。彼佛如来。来无所来。去无所去。无生无灭。非过现未来。但以酬愿度生。现在西方。】",
      "zh_TW": "【世尊告言。彼佛如來。來無所來。去無所去。無生無滅。非過現未來。但以酬願度生。現在西方。】"
    },
    {
      "id": "02-001-0043_p0005",
      "zh_CN": "这个答复就非常的重要。佛成佛了，确实超越了时空，我们今天的话，超越时空，说不上过去现在未来，也说不上他方此界，说不上。在这个境界里面，三世十方这个观念都没有了。时分跟方分，唯识里面所讲的，就是时间的观念、空间的观念。在唯识家里面所说，这是不相应行法，换句话说，不是真的，时间跟空间不是真的，是假的，是不相应行法。所谓不相应行法，在唯识里头很简单的定义，它不是心法，它也不是色法，也不是心所有法。它到底是个什么东西？是我们凡夫一种抽象的概念。换句话说，它从哪里生的？分别执着而生的。所以叫做不相应，与心法不相应，与色法不相应，与心所有法也不相应，可见得它完全是假的。我们今天说假的很难懂，非常难懂，为什么？我们无始劫以来就把假的当作真的。哪个人不以为昨天、今天、明天是真的，怎么可以说是假的？东方、西方、南方、北方，真的，怎么会是假的？今天世界上有许多卓越的科学家他们知道，他们见解、思想跟佛法所说的非常相应，知道时空观念是抽象的，是错觉，换句话说不是正觉，是错觉，因此给我们说空间有三度空间、四度空间。三度空间是我们一般人生活的环境，四度空间我们就不太容易体会，还有五度、六度，一直到无限度，这个事情麻烦。佛的境界是无限度的空间，不是我们能够理解的，这就是《华严》里面讲的一真法界，佛入了这个法界。《华严经》上告诉我们，圆教初住菩萨就入这个境界。",
      "zh_TW": "這個答覆就非常的重要。佛成佛了，確實超越了時空，我們今天的話，超越時空，說不上過去現在未來，也說不上他方此界，說不上。在這個境界裡面，三世十方這個觀念都沒有了。時分跟方分，唯識裡面所講的，就是時間的觀念、空間的觀念。在唯識家裡面所說，這是不相應行法，換句話說，不是真的，時間跟空間不是真的，是假的，是不相應行法。所謂不相應行法，在唯識裡頭很簡單的定義，它不是心法，它也不是色法，也不是心所有法。它到底是個什麼東西？是我們凡夫一種抽象的概念。換句話說，它從哪裡生的？分別執著而生的。所以叫做不相應，與心法不相應，與色法不相應，與心所有法也不相應，可見得它完全是假的。我們今天說假的很難懂，非常難懂，為什麼？我們無始劫以來就把假的當作真的。哪個人不以為昨天、今天、明天是真的，怎麼可以說是假的？東方、西方、南方、北方，真的，怎麼會是假的？今天世界上有許多卓越的科學家他們知道，他們見解、思想跟佛法所說的非常相應，知道時空觀念是抽象的，是錯覺，換句話說不是正覺，是錯覺，因此給我們說空間有三度空間、四度空間。三度空間是我們一般人生活的環境，四度空間我們就不太容易體會，還有五度、六度，一直到無限度，這個事情麻煩。佛的境界是無限度的空間，不是我們能夠理解的，這就是《華嚴》裡面講的一真法界，佛入了這個法界。《華嚴經》上告訴我們，圓教初住菩薩就入這個境界。"
    },
    {
      "id": "02-001-0043_p0006",
      "zh_CN": "所以经典上说，菩萨与佛是同生性，就是见到佛的境界了。虽见到佛的境界，他所契入的这个境界并不圆满。菩萨有四十一个阶级，每提升一个阶级，它的境界就跟佛接近一层。但是圆教初住菩萨就跟此地所说，『来无所来，去无所去，无生无灭』，不能说过去现在未来，不能说此界他方。所以禅家所讲的明心见性、见性成佛，这个佛在天台家所讲的六即佛里面是分证佛，与佛是同生性。相似以前的，那就异生性，那跟佛不是一个境界。换句话说，确实它有过去现在未来，它有东南西北四方；再扩大来讲，十方，它有十方三世。同生性里头就没有，这是我们一定要晓得的。所以生到西方极乐世界之后，一生圆满成佛，这是这个法门特别无比的殊胜。这是跟诸位讲的真实话，释迦牟尼佛告诉阿难的，这完全是如来果地上的境界。",
      "zh_TW": "所以經典上說，菩薩與佛是同生性，就是見到佛的境界了。雖見到佛的境界，他所契入的這個境界並不圓滿。菩薩有四十一個階級，每提升一個階級，它的境界就跟佛接近一層。但是圓教初住菩薩就跟此地所說，『來無所來，去無所去，無生無滅』，不能說過去現在未來，不能說此界他方。所以禪家所講的明心見性、見性成佛，這個佛在天台家所講的六即佛裡面是分證佛，與佛是同生性。相似以前的，那就異生性，那跟佛不是一個境界。換句話說，確實它有過去現在未來，它有東南西北四方；再擴大來講，十方，它有十方三世。同生性裡頭就沒有，這是我們一定要曉得的。所以生到西方極樂世界之後，一生圓滿成佛，這是這個法門特別無比的殊勝。這是跟諸位講的真實話，釋迦牟尼佛告訴阿難的，這完全是如來果地上的境界。"
    },
    {
      "id": "02-001-0043_p0007",
      "zh_CN": "末后一句说，西方极乐世界是不是真有？真有，事相上也不是假的。『但以酬愿度生，现在西方』，他老人家发的四十八愿，他发这个愿要普度法界一切众生。在我们娑婆世界来说，阿弥陀佛示现的这个世界在我们娑婆世界的西方，所以我们称西方净土，那就没错。如果从阿弥陀佛那个世界再往西面去看，西面还有无量无边的世界，那边的世界看极乐世界是东方极乐世界；再看西方，阿弥陀佛的世界就过去了，那边看是东方阿弥陀佛。所以阿弥陀佛东南西北都有，上方也有，下方也有，十方都有极乐世界，十方皆有阿弥陀佛。你要晓得这个意义。所以讲西方极乐世界是站在我们这个世界来说的，它在我们西方。譬如我们今天在台北市，从基隆看是南方，从新竹看是北方。大家一定要晓得这个事实的真相。佛是为我们说，恰好它在我们的西方，所以我们称为西方净土，西方极乐世界。",
      "zh_TW": "末後一句說，西方極樂世界是不是真有？真有，事相上也不是假的。『但以酬願度生，現在西方』，他老人家發的四十八願，他發這個願要普度法界一切眾生。在我們娑婆世界來說，阿彌陀佛示現的這個世界在我們娑婆世界的西方，所以我們稱西方淨土，那就沒錯。如果從阿彌陀佛那個世界再往西面去看，西面還有無量無邊的世界，那邊的世界看極樂世界是東方極樂世界；再看西方，阿彌陀佛的世界就過去了，那邊看是東方阿彌陀佛。所以阿彌陀佛東南西北都有，上方也有，下方也有，十方都有極樂世界，十方皆有阿彌陀佛。你要曉得這個意義。所以講西方極樂世界是站在我們這個世界來說的，它在我們西方。譬如我們今天在台北市，從基隆看是南方，從新竹看是北方。大家一定要曉得這個事實的真相。佛是為我們說，恰好它在我們的西方，所以我們稱為西方淨土，西方極樂世界。"
    },
    {
      "id": "02-001-0043_p0008",
      "zh_CN": "这是阿弥陀佛应化的，正如同当年释迦牟尼佛出现在北印度应化，这个事迹一样。但是我们这个世界众生福薄，寿命短促，释迦佛只住世八十年，释迦牟尼佛八十岁入灭的。阿弥陀佛那个世界福报大，生到那边，每个人都是无量寿。无量寿虽然也是个数目字，可是这个数目字太大，绝对不是印度十大数里面的数字。印度十大数的数字是阿僧祇个阿僧祇叫一个无量，无量个无量叫一个无边，那是我们能够算得出来的。所以我们晓得它虽然是一个数字，绝不是印度十大数里面的数字。为什么？前面我们在四十八愿里面读过，阿弥陀佛自己说的，假使（这后面经文上还有）三千大千世界所有一切众生统统都证辟支佛果，神通都像目犍连，共同来计算西方极乐世界人的寿命，都算不出来，可见得不是印度十大数里头的无量。寿命这样的长远，这是西方极乐世界第一殊胜的，一切诸佛刹土里面没有的。所以我们在这一生中遇到这样殊胜的机缘，你要是把它错过，那就太可惜了，应当发愿求生净土。",
      "zh_TW": "這是阿彌陀佛應化的，正如同當年釋迦牟尼佛出現在北印度應化，這個事跡一樣。但是我們這個世界眾生福薄，壽命短促，釋迦佛只住世八十年，釋迦牟尼佛八十歲入滅的。阿彌陀佛那個世界福報大，生到那邊，每個人都是無量壽。無量壽雖然也是個數目字，可是這個數目字太大，絕對不是印度十大數裡面的數字。印度十大數的數字是阿僧祇個阿僧祇叫一個無量，無量個無量叫一個無邊，那是我們能夠算得出來的。所以我們曉得它雖然是一個數字，絕不是印度十大數裡面的數字。為什麼？前面我們在四十八願裡面讀過，阿彌陀佛自己說的，假使（這後面經文上還有）三千大千世界所有一切眾生統統都證辟支佛果，神通都像目犍連，共同來計算西方極樂世界人的壽命，都算不出來，可見得不是印度十大數裡頭的無量。壽命這樣的長遠，這是西方極樂世界第一殊勝的，一切諸佛剎土裡面沒有的。所以我們在這一生中遇到這樣殊勝的機緣，你要是把它錯過，那就太可惜了，應當發願求生淨土。"
    },
    {
      "id": "02-001-0043_p0009",
      "zh_CN": "既然真心发愿求生净土，我们眼前的世缘要放下，要冷淡一点，不要样样执着、样样计较，你要不肯放下，你去不了！这大家都明了，念佛的人多，有几个往生？说老实话，万分之一都不到。一万个念佛的人难得有一个往生的，你能够保证你就是万分之一那个？这是很现实的一个问题。所以我们的心、愿、行、解一定要同佛，这才能决定往生。心愿解行要同佛，那这个经你要熟。经像一面镜子，每天要拿来对照几遍，我像不像？经上所讲的这些我们能不能做到？这个很要紧，这叫念佛。念佛，说老实话不是口念，有口无心不能去，古人讽刺我们说「喊破喉咙也枉然」，去不成。所以念佛要用心念，心里面真正有佛，这才能去得了；口里有佛，心里没有佛，去不了。",
      "zh_TW": "既然真心發願求生淨土，我們眼前的世緣要放下，要冷淡一點，不要樣樣執著、樣樣計較，你要不肯放下，你去不了！這大家都明瞭，念佛的人多，有幾個往生？說老實話，萬分之一都不到。一萬個念佛的人難得有一個往生的，你能夠保證你就是萬分之一那個？這是很現實的一個問題。所以我們的心、願、行、解一定要同佛，這才能決定往生。心願解行要同佛，那這個經你要熟。經像一面鏡子，每天要拿來對照幾遍，我像不像？經上所講的這些我們能不能做到？這個很要緊，這叫念佛。念佛，說老實話不是口念，有口無心不能去，古人諷刺我們說「喊破喉嚨也枉然」，去不成。所以念佛要用心念，心裡面真正有佛，這才能去得了；口裡有佛，心裡沒有佛，去不了。"
    },
    {
      "id": "02-001-0043_p0010",
      "zh_CN": "所以，阿弥陀佛虽然是应化在西方，这个世界不同于一切如来应化的境界，不一样。因为一切诸佛应化的境界没有这么长远，没有这么长的寿命，所以成就人就有限。为什么一生到西方极乐世界，你一生决定成佛？就是寿命长，有足够的时间修证。一般经典里面讲的三大阿僧祇劫，《华严》里面讲的无量阿僧祇劫，到西方极乐世界都不是问题，都是小事情。为什么？他的寿命超过《华严经》讲的无量劫，超过了，所以没有一个不是究竟圆满成佛。而且到西方极乐世界，给诸位说，得大自在！所以经论上一再跟我们说，见一佛（就是阿弥陀佛）就是见一切佛，生一个佛国土（极乐世界）就是生一切诸佛国土。为什么？到了西方极乐世界之后，十方诸佛刹土来去自由，这个自在！想到哪里去就到哪里去，想见哪一尊佛立刻就见到，一弹指间就到了。这是一切诸佛刹土里面没有的，没有这样自由自在；换句话说，没有这么大的神通能力，没有，唯独西方极乐世界那些人是个个都有这个能力。这是弥陀四十八愿里面所说的，即使下下品往生，一到西方极乐世界，跟阿弥陀佛打个照面，你说我要到娑婆世界去度众生，阿弥陀佛一定很欢迎，好，你去吧！不会拦阻你的。见一面就不得了，见一面你就不退转了，到他方世界度众生也不退转，也没有隔阴之迷，比你自己修行要殊胜多了，这一见面就得阿弥陀佛神力加持。这些统统根据四十八愿，我们把事实真相才搞清楚、搞明白，才晓得这个世界是所有一切诸佛世界里头最殊胜的一个世界，我们怎么可以把这个因缘错过？何况这个化土与诸佛的刹土确实不一样，诸佛的刹土，佛灭后都有正法、像法、末法、灭法，它没有，西方极乐世界没有。经上给我们说得明白，阿弥陀佛一示现入般涅槃，观世音菩萨立刻就宣布成佛，接着来的。所以这个世界永远是正法，像法都没有，何况末法？像法都没有。佛给我们在此地说得非常之好。",
      "zh_TW": "所以，阿彌陀佛雖然是應化在西方，這個世界不同於一切如來應化的境界，不一樣。因為一切諸佛應化的境界沒有這麼長遠，沒有這麼長的壽命，所以成就人就有限。為什麼一生到西方極樂世界，你一生決定成佛？就是壽命長，有足夠的時間修證。一般經典裡面講的三大阿僧祇劫，《華嚴》裡面講的無量阿僧祇劫，到西方極樂世界都不是問題，都是小事情。為什麼？他的壽命超過《華嚴經》講的無量劫，超過了，所以沒有一個不是究竟圓滿成佛。而且到西方極樂世界，給諸位說，得大自在！所以經論上一再跟我們說，見一佛（就是阿彌陀佛）就是見一切佛，生一個佛國土（極樂世界）就是生一切諸佛國土。為什麼？到了西方極樂世界之後，十方諸佛剎土來去自由，這個自在！想到哪裡去就到哪裡去，想見哪一尊佛立刻就見到，一彈指間就到了。這是一切諸佛剎土裡面沒有的，沒有這樣自由自在；換句話說，沒有這麼大的神通能力，沒有，唯獨西方極樂世界那些人是個個都有這個能力。這是彌陀四十八願裡面所說的，即使下下品往生，一到西方極樂世界，跟阿彌陀佛打個照面，你說我要到娑婆世界去度眾生，阿彌陀佛一定很歡迎，好，你去吧！不會攔阻你的。見一面就不得了，見一面你就不退轉了，到他方世界度眾生也不退轉，也沒有隔陰之迷，比你自己修行要殊勝多了，這一見面就得阿彌陀佛神力加持。這些統統根據四十八願，我們把事實真相才搞清楚、搞明白，才曉得這個世界是所有一切諸佛世界裡頭最殊勝的一個世界，我們怎麼可以把這個因緣錯過？何況這個化土與諸佛的剎土確實不一樣，諸佛的剎土，佛滅後都有正法、像法、末法、滅法，它沒有，西方極樂世界沒有。經上給我們說得明白，阿彌陀佛一示現入般涅槃，觀世音菩薩立刻就宣布成佛，接著來的。所以這個世界永遠是正法，像法都沒有，何況末法？像法都沒有。佛給我們在此地說得非常之好。"
    },
    {
      "id": "02-001-0043_p0011",
      "zh_CN": "这个世界在我们娑婆世界的西方，",
      "zh_TW": "這個世界在我們娑婆世界的西方，"
    },
    {
      "id": "02-001-0043_p0012",
      "zh_CN": "【去阎浮提百千俱胝那由他佛刹。】",
      "zh_TW": "【去閻浮提百千俱胝那由他佛剎。】"
    },
    {
      "id": "02-001-0043_p0013",
      "zh_CN": "『俱胝』是十万，百千十万就是十万亿，『百千俱胝那由他』翻成中国数字就是十万亿，十万亿佛国土。",
      "zh_TW": "『俱胝』是十萬，百千十萬就是十萬億，『百千俱胝那由他』翻成中國數字就是十萬億，十萬億佛國土。"
    },
    {
      "id": "02-001-0043_p0014",
      "zh_CN": "【有世界名曰极乐。】",
      "zh_TW": "【有世界名曰極樂。】"
    },
    {
      "id": "02-001-0043_p0015",
      "zh_CN": "跟《弥陀经》翻译的一样。『有世界』，真有，不是假的，跟我们这个世界一样的实在；实在说，比我们这个世界还要来得真实，因为它是法性土。",
      "zh_TW": "跟《彌陀經》翻譯的一樣。『有世界』，真有，不是假的，跟我們這個世界一樣的實在；實在說，比我們這個世界還要來得真實，因為它是法性土。"
    },
    {
      "id": "02-001-0043_p0016",
      "zh_CN": "【法藏成佛。号阿弥陀。】",
      "zh_TW": "【法藏成佛。號阿彌陀。】"
    },
    {
      "id": "02-001-0043_p0017",
      "zh_CN": "『阿弥陀』是梵语，翻成中国的意思是「无量」，「阿」翻作「无」，「弥陀」翻作「量」，佛翻作「觉」，无量觉。",
      "zh_TW": "『阿彌陀』是梵語，翻成中國的意思是「無量」，「阿」翻作「無」，「彌陀」翻作「量」，佛翻作「覺」，無量覺。"
    },
    {
      "id": "02-001-0043_p0018",
      "zh_CN": "【成佛以来。于今十劫。】",
      "zh_TW": "【成佛以來。於今十劫。】"
    },
    {
      "id": "02-001-0043_p0019",
      "zh_CN": "这个『劫』是大劫。佛的寿是无量，现在成佛才十劫，换句话说，西方极乐世界才开张没多久，现在要去往生，将来在西方极乐世界都是元老。这个机会要把握住，你要不把握住，这一生不能往生，我来生再来，那一来生不知道要隔多少劫去了，人身失掉之后再得人身不容易！",
      "zh_TW": "這個『劫』是大劫。佛的壽是無量，現在成佛才十劫，換句話說，西方極樂世界才開張沒多久，現在要去往生，將來在西方極樂世界都是元老。這個機會要把握住，你要不把握住，這一生不能往生，我來生再來，那一來生不知道要隔多少劫去了，人身失掉之後再得人身不容易！"
    },
    {
      "id": "02-001-0043_p0020",
      "zh_CN": "西方世界现在很流行追溯过去，他们用很多方法，就是把这个人追溯他到过去生。多半是用催眠的方法，那个方法的确很客观、很科学，让人在催眠当中自己说出他前生。大概一般人能够追溯到过去第三生、第四生、第五生，还有能够追溯到第九生，那差不多是几千年以前的了。有许多追溯到过去生中，有的是人道投胎来的，别的国家来的，前世不是这个国家的，其他的国家。有许多畜生道来的，甚至于还有别的星球上来的，我们今天讲外太空，别的星球上来的，他能够说出那个言语，我们这里没人能懂，他能够叙述他的状况、那个样子（形象），外太空来的。曾经好像有一个是基督教徒，他专门研究这个，他相信轮回。他是虔诚的基督教徒，绝对不是佛教徒，但是他说佛教说得有道理，他们逐渐把它证实。",
      "zh_TW": "西方世界現在很流行追溯過去，他們用很多方法，就是把這個人追溯他到過去生。多半是用催眠的方法，那個方法的確很客觀、很科學，讓人在催眠當中自己說出他前生。大概一般人能夠追溯到過去第三生、第四生、第五生，還有能夠追溯到第九生，那差不多是幾千年以前的了。有許多追溯到過去生中，有的是人道投胎來的，別的國家來的，前世不是這個國家的，其他的國家。有許多畜生道來的，甚至於還有別的星球上來的，我們今天講外太空，別的星球上來的，他能夠說出那個言語，我們這裡沒人能懂，他能夠敘述他的狀況、那個樣子（形象），外太空來的。曾經好像有一個是基督教徒，他專門研究這個，他相信輪迴。他是虔誠的基督教徒，絕對不是佛教徒，但是他說佛教說得有道理，他們逐漸把它證實。"
    },
    {
      "id": "02-001-0043_p0021",
      "zh_CN": "所以人身失掉容易，得到太难。畜生道里面再得人身，的确相当不容易。饿鬼道、地狱道寿命太长。我们今天所造的业，三途的业造得多，人天业造得少，这是我们自己认真反省一下就知道。三途业造得多，将来必定堕三恶道，堕三恶道再想出来做人，那不是容易事情。所以我们中国人说，人死了就作鬼，这个话说得是没道理的。六道里头，鬼道是一道，怎么人死了就注定去作鬼呢？他也可能生天，也可能再到人道来，为什么一定说人死了就作鬼？这话说得也不无道理，绝大多数都作鬼去了。鬼是贪心重，贪财、贪色、贪名，乃至于贪佛法，都是贪，贪心重，这个东西很麻烦。我这次在美国阿拉巴马州讲演的时候，曾居士他提出一个问题，说他太太的姐姐在香港，现在生意也不做了，专门做股票，赚了不少钱。他们到香港去玩的时候，他太太的哥哥请他们吃饭，请吃饭的时候还在那里拿着收音机听股票的报告，每两分钟报一次，所以两分钟听一次，日夜都在那里听。他说我要是赚了，我请客的时候钱又来了。全部的精神就贯注在收音机上，他收音机是随身带着的，吃饭的时候也在那里听，两分钟听一下，聚精会神。他提了个问题，他曾经问我念佛怎样念到功夫成片？我就告诉他，他那个功夫成片了，你们念佛如果能念到这样，决定往生。他是听股票行情，日夜二十四小时都不间断，因为是全球广播，不间断，聚精会神，所以他已经得一心不乱了。因为我给他讲一心不乱、功夫成片他不懂，他给我讲这个故事，我一说，你懂不懂？他说我懂了，那就是功夫成片。所以你只要真正把精神贯注这才行。他那个贯注是为什么？贪，贪财！贪财，纵然贪得或者贪不得，果报都在饿鬼道。他那么样的专心，决定到鬼道，没有话说，决定作鬼。所以我们念佛要专心，全部的精神贯注下去，你这一生决定往生，决定成就。所以到西方极乐世界，十劫，阿弥陀佛成佛十劫，咱们就去了，这个因缘非常的殊胜。",
      "zh_TW": "所以人身失掉容易，得到太難。畜生道裡面再得人身，的確相當不容易。餓鬼道、地獄道壽命太長。我們今天所造的業，三途的業造得多，人天業造得少，這是我們自己認真反省一下就知道。三途業造得多，將來必定墮三惡道，墮三惡道再想出來做人，那不是容易事情。所以我們中國人說，人死了就作鬼，這個話說得是沒道理的。六道裡頭，鬼道是一道，怎麼人死了就注定去作鬼呢？他也可能生天，也可能再到人道來，為什麼一定說人死了就作鬼？這話說得也不無道理，絕大多數都作鬼去了。鬼是貪心重，貪財、貪色、貪名，乃至於貪佛法，都是貪，貪心重，這個東西很麻煩。我這次在美國阿拉巴馬州講演的時候，曾居士他提出一個問題，說他太太的姐姐在香港，現在生意也不做了，專門做股票，賺了不少錢。他們到香港去玩的時候，他太太的哥哥請他們吃飯，請吃飯的時候還在那裡拿著收音機聽股票的報告，每兩分鐘報一次，所以兩分鐘聽一次，日夜都在那裡聽。他說我要是賺了，我請客的時候錢又來了。全部的精神就貫注在收音機上，他收音機是隨身帶著的，吃飯的時候也在那裡聽，兩分鐘聽一下，聚精會神。他提了個問題，他曾經問我念佛怎樣念到功夫成片？我就告訴他，他那個功夫成片了，你們念佛如果能念到這樣，決定往生。他是聽股票行情，日夜二十四小時都不間斷，因為是全球廣播，不間斷，聚精會神，所以他已經得一心不亂了。因為我給他講一心不亂、功夫成片他不懂，他給我講這個故事，我一說，你懂不懂？他說我懂了，那就是功夫成片。所以你只要真正把精神貫注這才行。他那個貫注是為什麼？貪，貪財！貪財，縱然貪得或者貪不得，果報都在餓鬼道。他那麼樣的專心，決定到鬼道，沒有話說，決定作鬼。所以我們念佛要專心，全部的精神貫注下去，你這一生決定往生，決定成就。所以到西方極樂世界，十劫，阿彌陀佛成佛十劫，咱們就去了，這個因緣非常的殊勝。"
    },
    {
      "id": "02-001-0043_p0022",
      "zh_CN": "【今现在说法。】",
      "zh_TW": "【今現在說法。】"
    },
    {
      "id": "02-001-0043_p0023",
      "zh_CN": "阿弥陀佛现在在西方说法，他那边说法没有间断过。「佛以一音而说法，众生随类各得解」，无论你修学哪个法门，你到西方极乐世界去听佛说法，就是你心里面所要学的这个法门。想听什么经，你听到佛就是给你说什么样的经。这个自在！这种学习的环境，别的地方找不到，唯独西方极乐世界有。所以到西方极乐世界，你不要以为那个地方很枯燥无味，天天念书，这有什么意思？那个地方的好处不是你想像能想像得到，不可思议解脱境界。《华严经》、《普贤菩萨行愿品》那个题目里头，「入不思议解脱境界」，那个不可思议解脱境界，我在讲这个题的时候就告诉诸位了，那就是西方极乐世界。为什么？普贤菩萨十大愿王导归极乐，极乐世界就是不思议解脱境界。你把《四十华严》跟《无量寿经》对起来看一看，你看对不对？所以那个境界之殊胜、美满、幸福，我们无法想像，真正是得大自在。何况西方极乐世界六尘说法，六尘全是阿弥陀佛变化所作，这个境界多殊胜！",
      "zh_TW": "阿彌陀佛現在在西方說法，他那邊說法沒有間斷過。「佛以一音而說法，眾生隨類各得解」，無論你修學哪個法門，你到西方極樂世界去聽佛說法，就是你心裡面所要學的這個法門。想聽什麼經，你聽到佛就是給你說什麼樣的經。這個自在！這種學習的環境，別的地方找不到，唯獨西方極樂世界有。所以到西方極樂世界，你不要以為那個地方很枯燥無味，天天念書，這有什麼意思？那個地方的好處不是你想像能想像得到，不可思議解脫境界。《華嚴經》、《普賢菩薩行願品》那個題目裡頭，「入不思議解脫境界」，那個不可思議解脫境界，我在講這個題的時候就告訴諸位了，那就是西方極樂世界。為什麼？普賢菩薩十大願王導歸極樂，極樂世界就是不思議解脫境界。你把《四十華嚴》跟《無量壽經》對起來看一看，你看對不對？所以那個境界之殊勝、美滿、幸福，我們無法想像，真正是得大自在。何況西方極樂世界六塵說法，六塵全是阿彌陀佛變化所作，這個境界多殊勝！"
    },
    {
      "id": "02-001-0043_p0024",
      "zh_CN": "【有无量无数菩萨声闻之众。恭敬围绕。】",
      "zh_TW": "【有無量無數菩薩聲聞之眾。恭敬圍繞。】"
    },
    {
      "id": "02-001-0043_p0025",
      "zh_CN": "这个『围绕』，诸位要记住，绝对不是一个狭义的，天天绕着佛，不是的，就是往生西方极乐世界，在那个地方修学。围着谁围绕？围着西方极乐世界围绕，是这个意思，形容人数之多。人数之多也是没有法子计算出来的，你看经文后面所讲，这是刚才举的例子，三千大千世界众生都证辟支佛果，神通、智慧都像舍利弗、目犍连，共同计算西方极乐世界的人数，他们能算得出来的，释迦牟尼佛说，像我们身上这根汗毛，大海里沾一沾，毛端上那一点水，他们知道的、算得出来的就这么多，不知道的像大海水一样。极乐世界人多，太多太多了！这个世界大，法性土。说这一点点，你就晓得阿弥陀佛的成就，这证果了，证果的境界，寿命无量、说法无量、与会大众无量，显示他殊胜庄严。再看底下一章：",
      "zh_TW": "這個『圍繞』，諸位要記住，絕對不是一個狹義的，天天繞著佛，不是的，就是往生西方極樂世界，在那個地方修學。圍著誰圍繞？圍著西方極樂世界圍繞，是這個意思，形容人數之多。人數之多也是沒有法子計算出來的，你看經文後面所講，這是剛才舉的例子，三千大千世界眾生都證辟支佛果，神通、智慧都像舍利弗、目犍連，共同計算西方極樂世界的人數，他們能算得出來的，釋迦牟尼佛說，像我們身上這根汗毛，大海裡沾一沾，毛端上那一點水，他們知道的、算得出來的就這麼多，不知道的像大海水一樣。極樂世界人多，太多太多了！這個世界大，法性土。說這一點點，你就曉得阿彌陀佛的成就，這證果了，證果的境界，壽命無量、說法無量、與會大眾無量，顯示他殊勝莊嚴。再看底下一章："
    },
    {
      "id": "02-001-0043_p0026",
      "zh_CN": "【皆愿作佛第十】",
      "zh_TW": "【皆願作佛第十】"
    },
    {
      "id": "02-001-0043_p0027",
      "zh_CN": "这一章，李老师在章题里头加以解释，「普遍成就」。前面是说阿弥陀佛的成就，现在是说一切众生能够听到这个法门，能够发愿求生净土，没有一个不成就，而且成就的都像阿弥陀佛。",
      "zh_TW": "這一章，李老師在章題裡頭加以解釋，「普遍成就」。前面是說阿彌陀佛的成就，現在是說一切眾生能夠聽到這個法門，能夠發願求生淨土，沒有一個不成就，而且成就的都像阿彌陀佛。"
    },
    {
      "id": "02-001-0043_p0028",
      "zh_CN": "【佛说阿弥陀佛为菩萨求得是愿时。阿阇王子。与五百大长者。闻之皆大欢喜。各持一金华盖。俱到佛前作礼。以华盖上佛已。却坐一面听经。心中愿言。令我等作佛时。皆如阿弥陀佛。】",
      "zh_TW": "【佛說阿彌陀佛為菩薩求得是願時。阿闍王子。與五百大長者。聞之皆大歡喜。各持一金華蓋。俱到佛前作禮。以華蓋上佛已。卻坐一面聽經。心中願言。令我等作佛時。皆如阿彌陀佛。】"
    },
    {
      "id": "02-001-0043_p0029",
      "zh_CN": "我们先看这一段，这一段里面含义甚深。先说释迦牟尼佛为大众宣讲前面这段经文的时候，也就是说阿弥陀佛修行证果种种庄严之事，『为菩萨求得是愿时』，当时在座听经的有『阿阇王子，与五百大长者』。这是他们一伙的，他们有一批同参道友，有五百人，这五百人是好友，等于说这是个小团体，他们统统来听佛讲经。『闻之皆大欢喜』，听了佛讲阿弥陀佛修因证果的事情，听了欢喜。欢喜就发心供养，用『华盖』，「盖」是宝盖，宝盖是遮尘土用的，样子有点像伞，但是比伞做得华丽。都以华盖来供养佛，『俱到佛前作礼，以华盖上佛已』，把这个华盖供养佛，供养释迦牟尼佛。然后坐在『一面』，「一面」就是一边，坐在一边听经，心里面都这样想着，希望将来自己作佛都像阿弥陀佛一样，心里面发这个愿。",
      "zh_TW": "我們先看這一段，這一段裡面含義甚深。先說釋迦牟尼佛為大眾宣講前面這段經文的時候，也就是說阿彌陀佛修行證果種種莊嚴之事，『為菩薩求得是願時』，當時在座聽經的有『阿闍王子，與五百大長者』。這是他們一夥的，他們有一批同參道友，有五百人，這五百人是好友，等於說這是個小團體，他們統統來聽佛講經。『聞之皆大歡喜』，聽了佛講阿彌陀佛修因證果的事情，聽了歡喜。歡喜就發心供養，用『華蓋』，「蓋」是寶蓋，寶蓋是遮塵土用的，樣子有點像傘，但是比傘做得華麗。都以華蓋來供養佛，『俱到佛前作禮，以華蓋上佛已』，把這個華蓋供養佛，供養釋迦牟尼佛。然後坐在『一面』，「一面」就是一邊，坐在一邊聽經，心裡面都這樣想著，希望將來自己作佛都像阿彌陀佛一樣，心裡面發這個願。"
    },
    {
      "id": "02-001-0043_p0030",
      "zh_CN": "【佛即知之。】",
      "zh_TW": "【佛即知之。】"
    },
    {
      "id": "02-001-0043_p0031",
      "zh_CN": "他这一起心一动念，佛有他心通。所以遇到佛很容易得度，原因是什么？佛说法很契机，你心里动什么念头佛都知道，所以说的法恰恰就说中自己心里的心思，那这就对症下药，药到病除。佛有这个能力，所以佛就知道了。前面四十八愿里说，我们起心动念，西方极乐世界每个人都晓得；可以说，西方极乐世界的佛菩萨、每一个天人，与我们实在是不隔毫端，我们起心动念他们都晓得，没有法子瞒人。我们看释迦牟尼佛说这些人过去世的因缘：",
      "zh_TW": "他這一起心一動念，佛有他心通。所以遇到佛很容易得度，原因是什麼？佛說法很契機，你心裡動什麼念頭佛都知道，所以說的法恰恰就說中自己心裡的心思，那這就對症下藥，藥到病除。佛有這個能力，所以佛就知道了。前面四十八願裡說，我們起心動念，西方極樂世界每個人都曉得；可以說，西方極樂世界的佛菩薩、每一個天人，與我們實在是不隔毫端，我們起心動念他們都曉得，沒有法子瞞人。我們看釋迦牟尼佛說這些人過去世的因緣："
    },
    {
      "id": "02-001-0043_p0032",
      "zh_CN": "【告诸比丘。】",
      "zh_TW": "【告諸比丘。】"
    },
    {
      "id": "02-001-0043_p0033",
      "zh_CN": "这个『比丘』就是在座的一万二千人。这个会比其他的会广大，其他的会上我们看到都是一千二百五十人，这个一会跟法华会完全相同。告诉这些听众：",
      "zh_TW": "這個『比丘』就是在座的一萬二千人。這個會比其他的會廣大，其他的會上我們看到都是一千二百五十人，這個一會跟法華會完全相同。告訴這些聽眾："
    },
    {
      "id": "02-001-0043_p0034",
      "zh_CN": "【是王子等。后当作佛。】",
      "zh_TW": "【是王子等。後當作佛。】"
    },
    {
      "id": "02-001-0043_p0035",
      "zh_CN": "他们将来要作佛。实在讲，一切众生皆有佛性，一切众生皆当作佛。什么时候你作佛，这就不一定，时劫长远那是在乎你自己。下面这一段非常重要：",
      "zh_TW": "他們將來要作佛。實在講，一切眾生皆有佛性，一切眾生皆當作佛。什麼時候你作佛，這就不一定，時劫長遠那是在乎你自己。下面這一段非常重要："
    },
    {
      "id": "02-001-0043_p0036",
      "zh_CN": "【彼于前世住菩萨道。无数劫来。供养四百亿佛。迦叶佛时。彼等为我弟子。】",
      "zh_TW": "【彼於前世住菩薩道。無數劫來。供養四百億佛。迦葉佛時。彼等為我弟子。】"
    },
    {
      "id": "02-001-0043_p0037",
      "zh_CN": "他跟释迦牟尼佛过去生中有缘，在迦叶佛的时候，释迦牟尼佛是菩萨，还没成佛，这五百人曾经是释迦牟尼佛的弟子。这讲过去生中他们的善根非常之深厚，你看在前世住菩萨道，无数劫来这个修行根基很深，在无数劫当中曾经供养四百亿佛。",
      "zh_TW": "他跟釋迦牟尼佛過去生中有緣，在迦葉佛的時候，釋迦牟尼佛是菩薩，還沒成佛，這五百人曾經是釋迦牟尼佛的弟子。這講過去生中他們的善根非常之深厚，你看在前世住菩薩道，無數劫來這個修行根基很深，在無數劫當中曾經供養四百億佛。"
    },
    {
      "id": "02-001-0043_p0038",
      "zh_CN": "我们看李老师上面的注，李老师上面的注说「应警三点」，警是警惕，李老师提出警告，这有三桩事情我们要警惕。第一，「住菩萨道，供四百亿佛，仍隔阴退转」。你看看，他现在是王子、长者，退转了，从菩萨退到居士位，过去的事情他不知道，有隔阴之迷，他不晓得在迦叶佛时曾经拜释迦牟尼佛做老师，这个事情都忘掉了，不知道。你看看无数劫来行菩萨道，曾经供养四百亿佛，还有隔阴之迷，还有退转，这个要警惕。第二，「迟早遇缘，长劫流转」。当然早晚他是要成佛的，他有这么深厚的善根。但是你没有成就的时候，那你是长劫在六道里头生死轮回，你没办法逃出去，那苦头要吃尽。第三个也很重要，「不求带业往生，非愚即狂」。你没有遇到这个法门，那是你不幸，你没福；遇到这个法门是你有福报，你遇到了不求带业往生，那你不是愚痴就是狂妄，你不是一个正常的人，你要是正常的人，遇到这个法门决定发愿往生。阿阇世王、五百长者，他要是发愿求生净土，就没有这个事情了。一生到净土，哪怕是下下品往生，宿命通都现前，过去世、生生世世的事情统统清楚、统统明了，没有隔阴之迷。",
      "zh_TW": "我們看李老師上面的註，李老師上面的註說「應警三點」，警是警惕，李老師提出警告，這有三樁事情我們要警惕。第一，「住菩薩道，供四百億佛，仍隔陰退轉」。你看看，他現在是王子、長者，退轉了，從菩薩退到居士位，過去的事情他不知道，有隔陰之迷，他不曉得在迦葉佛時曾經拜釋迦牟尼佛做老師，這個事情都忘掉了，不知道。你看看無數劫來行菩薩道，曾經供養四百億佛，還有隔陰之迷，還有退轉，這個要警惕。第二，「遲早遇緣，長劫流轉」。當然早晚他是要成佛的，他有這麼深厚的善根。但是你沒有成就的時候，那你是長劫在六道裡頭生死輪迴，你沒辦法逃出去，那苦頭要吃盡。第三個也很重要，「不求帶業往生，非愚即狂」。你沒有遇到這個法門，那是你不幸，你沒福；遇到這個法門是你有福報，你遇到了不求帶業往生，那你不是愚痴就是狂妄，你不是一個正常的人，你要是正常的人，遇到這個法門決定發願往生。阿闍世王、五百長者，他要是發願求生淨土，就沒有這個事情了。一生到淨土，哪怕是下下品往生，宿命通都現前，過去世、生生世世的事情統統清楚、統統明瞭，沒有隔陰之迷。"
    },
    {
      "id": "02-001-0043_p0039",
      "zh_CN": "生到西方极乐世界，下下品生的人也圆证三不退，不退转了，决定没有隔阴退转，比这些人要超胜得多。我在这个台上，不是释迦牟尼佛，我没有神通道眼，我也看不出你们在座的，大家过去生中是不是也曾经住菩萨道、无数劫来供养四百亿佛？我想大概也有可能。你们现在跟他一样，也有隔阴之迷退转。这就是生生世世学佛，没有发心求生净土，所以才落得如此下场。今天恍然大悟（这个悟了真是大彻大悟），从今以后老实念佛，这一生当中决定往生。能不能真的像我这样肯定、果断？这都是真的，你只要依照这部经里面所讲的理论、方法、境界去做，你决定往生；不但决定往生，求上品往生是我们的本分。没有一个做不到，没有一个不能成就，这是我们要珍惜的。这个世间决定不要认真，得过且过。我们真正觉悟之后，我到这世间来干什么？是来修净土的，是来求生西方极乐世界的，其他的事情都是鸡毛蒜皮。你要对小小的事情都要那么认真计较执着，好，西方极乐世界没分！你还得要再过无量劫，不晓得哪一天才遇到。",
      "zh_TW": "生到西方極樂世界，下下品生的人也圓證三不退，不退轉了，決定沒有隔陰退轉，比這些人要超勝得多。我在這個台上，不是釋迦牟尼佛，我沒有神通道眼，我也看不出你們在座的，大家過去生中是不是也曾經住菩薩道、無數劫來供養四百億佛？我想大概也有可能。你們現在跟他一樣，也有隔陰之迷退轉。這就是生生世世學佛，沒有發心求生淨土，所以才落得如此下場。今天恍然大悟（這個悟了真是大徹大悟），從今以後老實念佛，這一生當中決定往生。能不能真的像我這樣肯定、果斷？這都是真的，你只要依照這部經裡面所講的理論、方法、境界去做，你決定往生；不但決定往生，求上品往生是我們的本分。沒有一個做不到，沒有一個不能成就，這是我們要珍惜的。這個世間決定不要認真，得過且過。我們真正覺悟之後，我到這世間來幹什麼？是來修淨土的，是來求生西方極樂世界的，其他的事情都是雞毛蒜皮。你要對小小的事情都要那麼認真計較執著，好，西方極樂世界沒分！你還得要再過無量劫，不曉得哪一天才遇到。"
    },
    {
      "id": "02-001-0043_p0040",
      "zh_CN": "我们这一代的人比过去那一代的人有福报，过去那一代的人，说老实话，《无量寿经》没有遇到那么好的本子。你们看看序文里面，梅光羲居士作的序文。梅光羲是台中李炳南老居士的老师，李老师的佛法跟梅光羲居士学的。所以这个经传到台湾之后，李炳老看到老师那篇序文，他才在台中开讲。我们这个《注解》是他老人家亲笔写的。这次我在美国看到黄念祖居士，最初、最早跟美国通信，第一封信里面他写得清清楚楚、明明白白，我到北京他没有跟我提过，不晓得，这次在美国看到这封信才知道，梅光羲居士在晚年还拜夏莲居做老师，你就晓得夏老师的成就。夏莲居居士要没有特殊的成就，梅光羲不能够拜倒在他的座下。真正不可思议！由此可知，他会集这个经会集得好，就如同释迦牟尼佛亲自给我们说法，这是我们这代人有福。这个经典在今天能够大量的流通，可以说，除这部经之外，要想一生成就，不要长劫流转做不到。唯独这部经，能够帮助我们这一生了脱生死，超越轮回，往生西方成佛作祖。",
      "zh_TW": "我們這一代的人比過去那一代的人有福報，過去那一代的人，說老實話，《無量壽經》沒有遇到那麼好的本子。你們看看序文裡面，梅光羲居士作的序文。梅光羲是台中李炳南老居士的老師，李老師的佛法跟梅光羲居士學的。所以這個經傳到台灣之後，李炳老看到老師那篇序文，他才在台中開講。我們這個《註解》是他老人家親筆寫的。這次我在美國看到黃念祖居士，最初、最早跟美國通信，第一封信裡面他寫得清清楚楚、明明白白，我到北京他沒有跟我提過，不曉得，這次在美國看到這封信才知道，梅光羲居士在晚年還拜夏蓮居做老師，你就曉得夏老師的成就。夏蓮居居士要沒有特殊的成就，梅光羲不能夠拜倒在他的座下。真正不可思議！由此可知，他會集這個經會集得好，就如同釋迦牟尼佛親自給我們說法，這是我們這代人有福。這個經典在今天能夠大量的流通，可以說，除這部經之外，要想一生成就，不要長劫流轉做不到。唯獨這部經，能夠幫助我們這一生了脫生死，超越輪迴，往生西方成佛作祖。"
    },
    {
      "id": "02-001-0043_p0041",
      "zh_CN": "夏莲居居士除了会集大经之外，他讲了很多遍，由他的弟子黄念祖居士，他是嘱咐黄老居士给这个经做注解。注解的工作交给学生去做，自己又编了修行的方法，就是《宝王三昧忏》、《净修捷要》，两种专修的方法。这个本子我们现在统统印出来了，比大陆印的还殊胜得多。大陆的本子，你们看看就晓得，《宝王三昧忏》手写的，《净修捷要》油印的本子。我们今天这个本子印出来了，好在印得不多，只印三千本，重新校对一下，发现里面有三、四个错误的地方，这个地方我们马上改正，改正之后我想要大量翻印。你要晓得，流通这个经典是第一功德，无比的福报。我们再印，前面就印这个经本，用我们讲的李老师这个经本，这是我们很好的纪念，后面就把《宝王三昧忏》跟《净修捷要》合印成一本。我想一本大概也只有这么厚的样子，因为我们后面是《念佛论》，《念佛论》还有英文翻译的，那个我们不要了，我们把《宝王忏》印下去。这个本子印了，将来我在海外讲的时候就可以用这个本子讲，大家念这个本子，依这个忏法来修行就好了，就够了。所以修福，你要遇不到缘，你到哪里去修福报？今天修福的缘分也在我们面前。所以我们一开年，第一部就印这个本子。希望这个本子能够大量的流通，印得愈多愈好，就像黄老居士跋文里面所说的，希望全世界人手一册，每个人都有一本，那就天下太平，所以印得愈多愈好。我们台湾现在每一个道场都发心来印经，最初印经是我们提倡的，我们带动的，现在全省到处印经，各种经书大家都发心印，我们发心印这部经。佛在此地又说：",
      "zh_TW": "夏蓮居居士除了會集大經之外，他講了很多遍，由他的弟子黃念祖居士，他是囑咐黃老居士給這個經做註解。註解的工作交給學生去做，自己又編了修行的方法，就是《寶王三昧懺》、《淨修捷要》，兩種專修的方法。這個本子我們現在統統印出來了，比大陸印的還殊勝得多。大陸的本子，你們看看就曉得，《寶王三昧懺》手寫的，《淨修捷要》油印的本子。我們今天這個本子印出來了，好在印得不多，只印三千本，重新校對一下，發現裡面有三、四個錯誤的地方，這個地方我們馬上改正，改正之後我想要大量翻印。你要曉得，流通這個經典是第一功德，無比的福報。我們再印，前面就印這個經本，用我們講的李老師這個經本，這是我們很好的紀念，後面就把《寶王三昧懺》跟《淨修捷要》合印成一本。我想一本大概也只有這麼厚的樣子，因為我們後面是《念佛論》，《念佛論》還有英文翻譯的，那個我們不要了，我們把《寶王懺》印下去。這個本子印了，將來我在海外講的時候就可以用這個本子講，大家念這個本子，依這個懺法來修行就好了，就夠了。所以修福，你要遇不到緣，你到哪裡去修福報？今天修福的緣分也在我們面前。所以我們一開年，第一部就印這個本子。希望這個本子能夠大量的流通，印得愈多愈好，就像黃老居士跋文裡面所說的，希望全世界人手一冊，每個人都有一本，那就天下太平，所以印得愈多愈好。我們台灣現在每一個道場都發心來印經，最初印經是我們提倡的，我們帶動的，現在全省到處印經，各種經書大家都發心印，我們發心印這部經。佛在此地又說："
    },
    {
      "id": "02-001-0043_p0042",
      "zh_CN": "【今供养我。复相值也。】",
      "zh_TW": "【今供養我。復相值也。】"
    },
    {
      "id": "02-001-0043_p0043",
      "zh_CN": "这些人过去生中有这个缘，现在又遇到了。『相值』就是相遇。今天佛讲《无量寿经》，他们也来参加，又遇到了。遇到了，他肯不肯发心求生净土？这里没说。如果真正觉悟、真正明白，发心求生净土，那他成功了。经上没有说，可能这些人遇到了，还是没有发心，那还得要长劫流转。这个觉悟不容易。如果他要是发愿求生净土，释迦牟尼佛此地一定会给我们说出来。听了虽然欢喜，还是不想往生，这叫业障，障住了，还是不肯发心。诸位如果今天发心求生净土，你将来成就了，等他们。他们无量劫、无量劫，你说释迦牟尼佛讲经说法，早就知道你们这些人，你们怎么这个时候才来！你超过他了。这是真的。",
      "zh_TW": "這些人過去生中有這個緣，現在又遇到了。『相值』就是相遇。今天佛講《無量壽經》，他們也來參加，又遇到了。遇到了，他肯不肯發心求生淨土？這裡沒說。如果真正覺悟、真正明白，發心求生淨土，那他成功了。經上沒有說，可能這些人遇到了，還是沒有發心，那還得要長劫流轉。這個覺悟不容易。如果他要是發願求生淨土，釋迦牟尼佛此地一定會給我們說出來。聽了雖然歡喜，還是不想往生，這叫業障，障住了，還是不肯發心。諸位如果今天發心求生淨土，你將來成就了，等他們。他們無量劫、無量劫，你說釋迦牟尼佛講經說法，早就知道你們這些人，你們怎麼這個時候才來！你超過他了。這是真的。"
    },
    {
      "id": "02-001-0043_p0044",
      "zh_CN": "【时诸比丘闻佛言者。莫不代之欢喜。】",
      "zh_TW": "【時諸比丘聞佛言者。莫不代之歡喜。】"
    },
    {
      "id": "02-001-0043_p0045",
      "zh_CN": "佛说这些，比丘们知道过去的因果，都代他们欢喜。总是很有善根，非常的难得。李老师的三点警惕，我们要注意。再看第十一章：",
      "zh_TW": "佛說這些，比丘們知道過去的因果，都代他們歡喜。總是很有善根，非常的難得。李老師的三點警惕，我們要注意。再看第十一章："
    },
    {
      "id": "02-001-0043_p0046",
      "zh_CN": "【国界严净第十一】",
      "zh_TW": "【國界嚴淨第十一】"
    },
    {
      "id": "02-001-0043_p0047",
      "zh_CN": "李老师小注说，这一章是「泛说国界庄严清净」。",
      "zh_TW": "李老師小註說，這一章是「泛說國界莊嚴清淨」。"
    },
    {
      "id": "02-001-0043_p0048",
      "zh_CN": "【佛语阿难。彼极乐界。无量功德。具足庄严。永无众苦。诸难。恶趣。魔恼之名。】",
      "zh_TW": "【佛語阿難。彼極樂界。無量功德。具足莊嚴。永無眾苦。諸難。惡趣。魔惱之名。】"
    },
    {
      "id": "02-001-0043_p0049",
      "zh_CN": "这一句是总说。这些事情我想我们没有一个人愿意遇到，也没有一个人甘心情愿接受。西方极乐世界没有，他那个地方所有的是『无量功德，具足庄严』。「庄严」要拿现代的话来讲，就是所谓的真善美，在佛法里面就讲庄严。世间有真善美之名，没有真善美的实质，有名无实；西方极乐世界的确是具足究竟圆满的真善美。『永无众苦』，一切苦恼没有。这里举几个例子，「众苦」，像我们经上常讲的，把所有一切苦难归纳为三大类：苦苦、坏苦、行苦，这是西方极乐世界没有的；『诸难』，这一切灾难，西方极乐世界也没有；『恶趣』讲的三恶道，乃至于包括了阿修罗道，也不是纯善，西方极乐世界没有。再跟诸位说，不但没有三恶道、四恶道，人、天两道也没有。说老实话，六道都恶，都不善，为什么？欲界天三种苦都有；色界天没有苦苦，有坏苦、有行苦；无色界天还有行苦，三界统苦。既是苦，它不是恶道是什么？所以三善道、三恶道是我们人间比较的说法，如果拿绝对的标准来说，六道统统恶；不但六道恶，声闻、缘觉也恶，没见性。西方极乐世界是纯一菩萨法界，菩萨里面最殊胜的、最圆满的是普贤菩萨，所以西方极乐世界是普贤菩萨的法界。一往生西方极乐世界，你就是普贤菩萨，初发心的普贤菩萨，就是初信位的普贤菩萨。西方极乐世界从初信位到等觉，五十一个位次统统是普贤菩萨。所以本经在第二章一开端就说「咸共遵修普贤大士之德」，在上首里面，普贤菩萨排在第一名，普贤法界，这个是无比的殊胜。所以学这个法门，实在讲就是学《华严》法门。依《华严》里面修，麻烦，可以说我们一生修不成功；依这个法门一修，立刻就是普贤菩萨，就入了华严法界，你才晓得这个法门之殊胜。所以一切苦没有，没有六道、没有二乘，一切苦、一切难、一切恶趣没有。",
      "zh_TW": "這一句是總說。這些事情我想我們沒有一個人願意遇到，也沒有一個人甘心情願接受。西方極樂世界沒有，他那個地方所有的是『無量功德，具足莊嚴』。「莊嚴」要拿現代的話來講，就是所謂的真善美，在佛法裡面就講莊嚴。世間有真善美之名，沒有真善美的實質，有名無實；西方極樂世界的確是具足究竟圓滿的真善美。『永無眾苦』，一切苦惱沒有。這裡舉幾個例子，「眾苦」，像我們經上常講的，把所有一切苦難歸納為三大類：苦苦、壞苦、行苦，這是西方極樂世界沒有的；『諸難』，這一切災難，西方極樂世界也沒有；『惡趣』講的三惡道，乃至於包括了阿修羅道，也不是純善，西方極樂世界沒有。再跟諸位說，不但沒有三惡道、四惡道，人、天兩道也沒有。說老實話，六道都惡，都不善，為什麼？欲界天三種苦都有；色界天沒有苦苦，有壞苦、有行苦；無色界天還有行苦，三界統苦。既是苦，它不是惡道是什麼？所以三善道、三惡道是我們人間比較的說法，如果拿絕對的標準來說，六道統統惡；不但六道惡，聲聞、緣覺也惡，沒見性。西方極樂世界是純一菩薩法界，菩薩裡面最殊勝的、最圓滿的是普賢菩薩，所以西方極樂世界是普賢菩薩的法界。一往生西方極樂世界，你就是普賢菩薩，初發心的普賢菩薩，就是初信位的普賢菩薩。西方極樂世界從初信位到等覺，五十一個位次統統是普賢菩薩。所以本經在第二章一開端就說「咸共遵修普賢大士之德」，在上首裡面，普賢菩薩排在第一名，普賢法界，這個是無比的殊勝。所以學這個法門，實在講就是學《華嚴》法門。依《華嚴》裡面修，麻煩，可以說我們一生修不成功；依這個法門一修，立刻就是普賢菩薩，就入了華嚴法界，你才曉得這個法門之殊勝。所以一切苦沒有，沒有六道、沒有二乘，一切苦、一切難、一切惡趣沒有。"
    },
    {
      "id": "02-001-0043_p0050",
      "zh_CN": "『魔恼』，「魔」是折磨，「恼」是烦恼。到那里统统没有，一切折磨、烦恼连名字都听不到，哪里还会有这些事实！所以称之为极乐。到那个世界，那个世界没有四时，春夏秋冬，没有寒暑，也不会下雨；下雨出门多不方便，西方极乐世界不下雨。西方极乐世界没有天黑，我们这里有白天、有晚上，西方极乐世界只有白天，没有晚上。那个世界不需要太阳、月亮，每个人身上放光，所有一切物质都放光，所以那个世界是光明世界。那个世界一切的物质是随愿而现，随我们心想而现的，跟我们这个世界完全不一样，我们没有法子想像。",
      "zh_TW": "『魔惱』，「魔」是折磨，「惱」是煩惱。到那裡統統沒有，一切折磨、煩惱連名字都聽不到，哪裡還會有這些事實！所以稱之為極樂。到那個世界，那個世界沒有四時，春夏秋冬，沒有寒暑，也不會下雨；下雨出門多不方便，西方極樂世界不下雨。西方極樂世界沒有天黑，我們這裡有白天、有晚上，西方極樂世界只有白天，沒有晚上。那個世界不需要太陽、月亮，每個人身上放光，所有一切物質都放光，所以那個世界是光明世界。那個世界一切的物質是隨願而現，隨我們心想而現的，跟我們這個世界完全不一樣，我們沒有法子想像。"
    },
    {
      "id": "02-001-0043_p0051",
      "zh_CN": "【复无大小江海。丘陵坑坎。荆棘沙砾。铁围。须弥。土石等山。】",
      "zh_TW": "【復無大小江海。丘陵坑坎。荊棘沙礫。鐵圍。須彌。土石等山。】"
    },
    {
      "id": "02-001-0043_p0052",
      "zh_CN": "我们这个世界的景观，西方极乐世界没有。经上讲得很清楚，西方极乐世界琉璃为地，地质是琉璃。琉璃就是我们这个世界上所讲的翡翠，绿色的玉，透明的，所以地底下都看得清清楚楚，透明的。我们今天拿到一点点小翡翠不得了，宝贝！人家那是什么？地上的泥土。西方极乐世界地上的泥土，我们拿来当作宝贝。「黄金为地」，黄金是铺马路的，地面上铺路，黄金是铺路用的。我们都用水泥路、柏油路，人家用黄金来铺路，你看看那个黄金多少！那个世界无量的珍宝，经上举七宝，举个例子来说，而且一再说明只能够举一个仿佛，举不尽的。我们这个世界跟极乐世界比一比，那差太远了，就像黄金跟铜一样，恐怕连铜都不如，不能比。你看下面就说，它们那个世界是：",
      "zh_TW": "我們這個世界的景觀，西方極樂世界沒有。經上講得很清楚，西方極樂世界琉璃為地，地質是琉璃。琉璃就是我們這個世界上所講的翡翠，綠色的玉，透明的，所以地底下都看得清清楚楚，透明的。我們今天拿到一點點小翡翠不得了，寶貝！人家那是什麼？地上的泥土。西方極樂世界地上的泥土，我們拿來當作寶貝。「黃金為地」，黃金是鋪馬路的，地面上鋪路，黃金是鋪路用的。我們都用水泥路、柏油路，人家用黃金來鋪路，你看看那個黃金多少！那個世界無量的珍寶，經上舉七寶，舉個例子來說，而且一再說明只能夠舉一個彷彿，舉不盡的。我們這個世界跟極樂世界比一比，那差太遠了，就像黃金跟銅一樣，恐怕連銅都不如，不能比。你看下面就說，它們那個世界是："
    },
    {
      "id": "02-001-0043_p0053",
      "zh_CN": "【唯以自然七宝。】",
      "zh_TW": "【唯以自然七寶。】"
    },
    {
      "id": "02-001-0043_p0054",
      "zh_CN": "『七』在此是表法，无量之珍宝。",
      "zh_TW": "『七』在此是表法，無量之珍寶。"
    },
    {
      "id": "02-001-0043_p0055",
      "zh_CN": "【黄金为地。】",
      "zh_TW": "【黃金為地。】"
    },
    {
      "id": "02-001-0043_p0056",
      "zh_CN": "黄金是铺路的，『为地』是铺路。",
      "zh_TW": "黃金是鋪路的，『為地』是鋪路。"
    },
    {
      "id": "02-001-0043_p0057",
      "zh_CN": "【宽广平正。不可限极。】",
      "zh_TW": "【寬廣平正。不可限極。】"
    },
    {
      "id": "02-001-0043_p0058",
      "zh_CN": "那个世界地大，物资非常之丰富，全是自然景观。因为个个都有神通，一切生活所需应念而至，不要去经营，不要去操作，你心里想什么就现什么境界；你想住什么样的房子，你人已经住在里面了，你看多自在！现在台北市的房子太贵，中下收入的买房子买不起。还是西方极乐世界好，想要什么样式就变什么样式，想要什么材料就变现什么样的材料，一切随心所欲，饮食、起居统统都是这样。我们这里生活很苦，我想中年以上的都有很深刻的体会。来生还愿意做人吗？我给诸位说，我不愿意。人的苦头我吃够了，我害怕，来生决定不干这个事情。天上天福享尽了还要轮回，天上还是不究竟，不要，请我做天王我也不干，你要去干那就上大当了。所以想来想去，还是西方极乐世界好，唯一的一条道路。这些庄严，经文后面都有详细的说明。",
      "zh_TW": "那個世界地大，物資非常之豐富，全是自然景觀。因為個個都有神通，一切生活所需應念而至，不要去經營，不要去操作，你心裡想什麼就現什麼境界；你想住什麼樣的房子，你人已經住在裡面了，你看多自在！現在台北市的房子太貴，中下收入的買房子買不起。還是西方極樂世界好，想要什麼樣式就變什麼樣式，想要什麼材料就變現什麼樣的材料，一切隨心所欲，飲食、起居統統都是這樣。我們這裡生活很苦，我想中年以上的都有很深刻的體會。來生還願意做人嗎？我給諸位說，我不願意。人的苦頭我吃夠了，我害怕，來生決定不幹這個事情。天上天福享盡了還要輪迴，天上還是不究竟，不要，請我做天王我也不幹，你要去幹那就上大當了。所以想來想去，還是西方極樂世界好，唯一的一條道路。這些莊嚴，經文後面都有詳細的說明。"
    },
    {
      "id": "02-001-0043_p0059",
      "zh_CN": "【微妙奇丽。清净庄严。超逾十方一切世界。】",
      "zh_TW": "【微妙奇麗。清淨莊嚴。超踰十方一切世界。】"
    },
    {
      "id": "02-001-0043_p0060",
      "zh_CN": "『十方一切世界』是讲十方一切诸佛的净土，阿弥陀佛的净土超过它们，超过太多太多。",
      "zh_TW": "『十方一切世界』是講十方一切諸佛的淨土，阿彌陀佛的淨土超過它們，超過太多太多。"
    },
    {
      "id": "02-001-0043_p0061",
      "zh_CN": "【阿难闻已。白世尊言。若彼国土无须弥山。其四天王天及忉利天。依何而住。】",
      "zh_TW": "【阿難聞已。白世尊言。若彼國土無須彌山。其四天王天及忉利天。依何而住。】"
    },
    {
      "id": "02-001-0043_p0062",
      "zh_CN": "阿难在释迦牟尼佛会上，我们不谈他的本地，只谈他现的迹相，他是初果须陀洹，还没证到阿罗汉，所以他观察一切世界，一切诸佛国土都有二十八层天，那个世界大致情形就像我们娑婆世界差不多。所以他就奇怪了，西方极乐世界如果要是没有须弥山，他那个世界的四王天、忉利天安住在哪里？这实在是阿难尊者代替我们大众来问的。西方极乐世界的确没有四王天，也没有忉利天，没有二十八层天。不是说过吗？纯一菩萨法界，它没有六道，不但没有三恶道，六道也没有，经上常讲那个世界也有天人、罗汉，那是比照他方世界说的。我们生到西方极乐世界凡圣同居土，见思烦恼还没有断，等于他方佛国土里的人天，所以说天人是这个意思。在菩萨，我们讲了五十一位普贤菩萨，初信位到六信位这六个位次就等于他方世界的天人，七信位、八信位等于他方世界的阿罗汉、辟支佛，是这么个说法。所以西方极乐世界纯一菩萨世界，没有六道。可是佛在此地不是这样答复他，佛答复得非常之妙。",
      "zh_TW": "阿難在釋迦牟尼佛會上，我們不談他的本地，只談他現的跡相，他是初果須陀洹，還沒證到阿羅漢，所以他觀察一切世界，一切諸佛國土都有二十八層天，那個世界大致情形就像我們娑婆世界差不多。所以他就奇怪了，西方極樂世界如果要是沒有須彌山，他那個世界的四王天、忉利天安住在哪裡？這實在是阿難尊者代替我們大眾來問的。西方極樂世界的確沒有四王天，也沒有忉利天，沒有二十八層天。不是說過嗎？純一菩薩法界，它沒有六道，不但沒有三惡道，六道也沒有，經上常講那個世界也有天人、羅漢，那是比照他方世界說的。我們生到西方極樂世界凡聖同居土，見思煩惱還沒有斷，等於他方佛國土裡的人天，所以說天人是這個意思。在菩薩，我們講了五十一位普賢菩薩，初信位到六信位這六個位次就等於他方世界的天人，七信位、八信位等於他方世界的阿羅漢、辟支佛，是這麼個說法。所以西方極樂世界純一菩薩世界，沒有六道。可是佛在此地不是這樣答覆他，佛答覆得非常之妙。"
    },
    {
      "id": "02-001-0043_p0063",
      "zh_CN": "【佛告阿难。夜摩兜率。乃至色无色界。一切诸天。依何而住。】",
      "zh_TW": "【佛告阿難。夜摩兜率。乃至色無色界。一切諸天。依何而住。】"
    },
    {
      "id": "02-001-0043_p0064",
      "zh_CN": "释迦牟尼佛反问他。因为夜摩以上的都不是地居天，都离开地面，空居天这个天是在空中，不在地面上。佛这样一反问，阿难明白了。",
      "zh_TW": "釋迦牟尼佛反問他。因為夜摩以上的都不是地居天，都離開地面，空居天這個天是在空中，不在地面上。佛這樣一反問，阿難明白了。"
    },
    {
      "id": "02-001-0043_p0065",
      "zh_CN": "【阿难白言。不可思议业力所致。】",
      "zh_TW": "【阿難白言。不可思議業力所致。】"
    },
    {
      "id": "02-001-0043_p0066",
      "zh_CN": "西方极乐世界是我们自己修净业成就的，这是一个力量，再加上一个阿弥陀佛愿力帮助我们，所以这个法门叫「二力法门」，两个力量集合，显现出这个世界。不像我们这个娑婆世界，我们娑婆世界是众生业力现的，善恶业变现出这个境界出来；西方极乐世界是净业，清净心现的，弥陀愿力显现的，不思议的业力。",
      "zh_TW": "西方極樂世界是我們自己修淨業成就的，這是一個力量，再加上一個阿彌陀佛願力幫助我們，所以這個法門叫「二力法門」，兩個力量集合，顯現出這個世界。不像我們這個娑婆世界，我們娑婆世界是眾生業力現的，善惡業變現出這個境界出來；西方極樂世界是淨業，清淨心現的，彌陀願力顯現的，不思議的業力。"
    },
    {
      "id": "02-001-0043_p0067",
      "zh_CN": "【佛语阿难。不思议业。汝可知耶。】",
      "zh_TW": "【佛語阿難。不思議業。汝可知耶。】"
    },
    {
      "id": "02-001-0043_p0068",
      "zh_CN": "佛这样答复，实在讲，用意就在此地，就是叫他自己回光返照，领悟不思议的净业。",
      "zh_TW": "佛這樣答覆，實在講，用意就在此地，就是叫他自己回光返照，領悟不思議的淨業。"
    },
    {
      "id": "02-001-0043_p0069",
      "zh_CN": "【汝身果报。不可思议。】",
      "zh_TW": "【汝身果報。不可思議。】"
    },
    {
      "id": "02-001-0043_p0070",
      "zh_CN": "这是讲他自身。这个话回过头来看我们自己，我们自己也是如此，我们的身、心、行业不可思议。",
      "zh_TW": "這是講他自身。這個話回過頭來看我們自己，我們自己也是如此，我們的身、心、行業不可思議。"
    },
    {
      "id": "02-001-0043_p0071",
      "zh_CN": "【众生业报。亦不可思议。众生善根。不可思议。诸佛圣力。诸佛世界。亦不可思议。】",
      "zh_TW": "【眾生業報。亦不可思議。眾生善根。不可思議。諸佛聖力。諸佛世界。亦不可思議。】"
    },
    {
      "id": "02-001-0043_p0072",
      "zh_CN": "你看一句话引出这么许多的不可思议。这个里面体相业用、因缘果报，像《法华经》里面讲的「十如是」，天台大师展开，说出了百界千如，样样都是不可思议。",
      "zh_TW": "你看一句話引出這麼許多的不可思議。這個裡面體相業用、因緣果報，像《法華經》裡面講的「十如是」，天台大師展開，說出了百界千如，樣樣都是不可思議。"
    },
    {
      "id": "02-001-0043_p0073",
      "zh_CN": "【其国众生。】",
      "zh_TW": "【其國眾生。】"
    },
    {
      "id": "02-001-0043_p0074",
      "zh_CN": "这是说明西方极乐世界。",
      "zh_TW": "這是說明西方極樂世界。"
    },
    {
      "id": "02-001-0043_p0075",
      "zh_CN": "【功德善力。】",
      "zh_TW": "【功德善力。】"
    },
    {
      "id": "02-001-0043_p0076",
      "zh_CN": "『功』是功夫，功夫是讲的戒定慧。戒定慧三学，上次给诸位透露了一些，绝对不是叫把大藏经里面律藏翻开来去研究、读诵，照那个去做，不是的。戒定慧这个戒学是在哪里？戒学，头一个要接受老师的教诫，所以一定要尊师重道。老师都不要了，我去找几本戒经来学，没这个道理，决定不能成就。为什么？人不要老师了，贡高我慢，目中无人，那个学就是增长烦恼，增长贡高我慢。学得最好了，将来变成阿修罗，阿修罗就是修一切善业，带着贡高我慢，就变成阿修罗了。将来福报很大，人间做了人王，他一做人王，不知道多少人要遭难，这个罪业种下去之后，来生就阿鼻地狱去了，果报就如此，阿修罗第二生的果报就是阿鼻地狱。所以学佛从哪里学起？尊师重道，孝顺父母，从这里学起。释迦牟尼佛给我们讲的三福，重要！所以我特别提示我们同修，我们要从三福、六和，从这里学起。《观无量寿经》三福、六和敬、三学（戒定慧）、六度、十大愿王，我们修这五个科目，把这五个科目切实做到，依照经典来对照我们的心行，这才拍拍胸膛，真有把握决定往生。凭什么？就凭这个。决定往生，一点都不错。如理如法，如教而行，哪有不往生的道理！所以决定不能违背这五个科目。那个国土的众生功德善力",
      "zh_TW": "『功』是功夫，功夫是講的戒定慧。戒定慧三學，上次給諸位透露了一些，絕對不是叫把大藏經裡面律藏翻開來去研究、讀誦，照那個去做，不是的。戒定慧這個戒學是在哪裡？戒學，頭一個要接受老師的教誡，所以一定要尊師重道。老師都不要了，我去找幾本戒經來學，沒這個道理，決定不能成就。為什麼？人不要老師了，貢高我慢，目中無人，那個學就是增長煩惱，增長貢高我慢。學得最好了，將來變成阿修羅，阿修羅就是修一切善業，帶著貢高我慢，就變成阿修羅了。將來福報很大，人間做了人王，他一做人王，不知道多少人要遭難，這個罪業種下去之後，來生就阿鼻地獄去了，果報就如此，阿修羅第二生的果報就是阿鼻地獄。所以學佛從哪裡學起？尊師重道，孝順父母，從這裡學起。釋迦牟尼佛給我們講的三福，重要！所以我特別提示我們同修，我們要從三福、六和，從這裡學起。《觀無量壽經》三福、六和敬、三學（戒定慧）、六度、十大願王，我們修這五個科目，把這五個科目切實做到，依照經典來對照我們的心行，這才拍拍胸膛，真有把握決定往生。憑什麼？就憑這個。決定往生，一點都不錯。如理如法，如教而行，哪有不往生的道理！所以決定不能違背這五個科目。那個國土的眾生功德善力"
    },
    {
      "id": "02-001-0043_p0077",
      "zh_CN": "【住行业地。及佛神力。故能尔耳。】",
      "zh_TW": "【住行業地。及佛神力。故能爾耳。】"
    },
    {
      "id": "02-001-0043_p0078",
      "zh_CN": "西方极乐世界依正庄严这么来的，佛的愿力、众生修净业的善力。",
      "zh_TW": "西方極樂世界依正莊嚴這麼來的，佛的願力、眾生修淨業的善力。"
    },
    {
      "id": "02-001-0043_p0079",
      "zh_CN": "【阿难白言。业因果报。不可思议。我于此法。实无所惑。但为将来众生。破除疑网。故发斯问。】",
      "zh_TW": "【阿難白言。業因果報。不可思議。我於此法。實無所惑。但為將來眾生。破除疑網。故發斯問。】"
    },
    {
      "id": "02-001-0043_p0080",
      "zh_CN": "阿难又说，他没有迷惑了。他清楚，他这个问是代众生问的，代我们大家问的。实在说老实话，释迦牟尼佛以及跟释迦牟尼佛来的这些弟子们，甚至于护法的大德、长者，给诸位讲，统统都是从西方极乐世界来的，是来唱戏表演给我们看的。所以阿难在本经里面发愿，他求生西方极乐世界，给我们做一个表率、做一个榜样。",
      "zh_TW": "阿難又說，他沒有迷惑了。他清楚，他這個問是代眾生問的，代我們大家問的。實在說老實話，釋迦牟尼佛以及跟釋迦牟尼佛來的這些弟子們，甚至於護法的大德、長者，給諸位講，統統都是從西方極樂世界來的，是來唱戲表演給我們看的。所以阿難在本經裡面發願，他求生西方極樂世界，給我們做一個表率、做一個榜樣。"
    }
  ]
}