{
  "doc_id": "02-001-0060",
  "title": {
    "zh_CN": "无量寿经（一次宣讲）—心清净了就生智慧",
    "zh_TW": "無量壽經（一次宣講）—心清淨了就生智慧"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十集",
    "zh_TW": "第六十集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-001-0060",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-001-0060_p0001",
      "zh_CN": "请掀开经本五十八面，倒数第四行，最后一句看起：",
      "zh_TW": "請掀開經本五十八面，倒數第四行，最後一句看起："
    },
    {
      "id": "02-001-0060_p0002",
      "zh_CN": "【知一切法。悉皆空寂。生身烦恼。二余俱尽。于三界中。平等勤修。究竟一乘。至于彼岸。】",
      "zh_TW": "【知一切法。悉皆空寂。生身煩惱。二餘俱盡。於三界中。平等勤修。究竟一乘。至於彼岸。】"
    },
    {
      "id": "02-001-0060_p0003",
      "zh_CN": "从这一句看起。在这一章经，说菩萨修持，给我们做一个很好的榜样。经文第一段里面说菩萨的自利行，第二段讲菩萨利他行。这利他里面先讲说法，再讲游化十方刹土利益众生。最后这一段是说菩萨德行圆满，圆满之相。所以经文虽然不多，全是《法华经》上所讲的「入佛知见」，是佛知佛见。『一切法』，不但是世间，连出世间都包括在其中。这一切法，不但体是空寂的，现相与作用也不是真有。像《心经》，《心经》我们常念，《心经》上讲，「色即是空，空即是色」。色法就是此地所讲的『生身烦恼』，这属于色法。这个空就是真性，『空寂』是讲的真性。性相既然不二，既然是一桩事情，性空寂，相哪里会真有？不可能真有。相，大经上都给我们说叫妙有，「妙有非有」，因此佛在一切经里面教给我们不要着相，着就是执着。为什么不叫我们着相？因为相是假的，相是了不可得，像梦幻泡影一样，虽有，不真实。小乘，这个钝根（根性迟钝）的人，从一切法当中用分析的方法，我们现在科学里面用分析的方法，分析到最后，知道一切物质是空的，物质是虚妄的，不是真实的。利根的人、很聪明的人不必用分析，当体即空，佛一说，他就能体会到，空寂的，这是真正认识了一切法的真相。",
      "zh_TW": "從這一句看起。在這一章經，說菩薩修持，給我們做一個很好的榜樣。經文第一段裡面說菩薩的自利行，第二段講菩薩利他行。這利他裡面先講說法，再講遊化十方剎土利益眾生。最後這一段是說菩薩德行圓滿，圓滿之相。所以經文雖然不多，全是《法華經》上所講的「入佛知見」，是佛知佛見。『一切法』，不但是世間，連出世間都包括在其中。這一切法，不但體是空寂的，現相與作用也不是真有。像《心經》，《心經》我們常念，《心經》上講，「色即是空，空即是色」。色法就是此地所講的『生身煩惱』，這屬於色法。這個空就是真性，『空寂』是講的真性。性相既然不二，既然是一樁事情，性空寂，相哪裡會真有？不可能真有。相，大經上都給我們說叫妙有，「妙有非有」，因此佛在一切經裡面教給我們不要著相，著就是執著。為什麼不叫我們著相？因為相是假的，相是了不可得，像夢幻泡影一樣，雖有，不真實。小乘，這個鈍根（根性遲鈍）的人，從一切法當中用分析的方法，我們現在科學裡面用分析的方法，分析到最後，知道一切物質是空的，物質是虛妄的，不是真實的。利根的人、很聰明的人不必用分析，當體即空，佛一說，他就能體會到，空寂的，這是真正認識了一切法的真相。"
    },
    {
      "id": "02-001-0060_p0004",
      "zh_CN": "「生身烦恼」，生身是讲我们现前的身体，报得的身体，这是物质，烦恼就是指的精神的一部分。生身是色法，烦恼是心法。『二余俱尽』，「余」是讲什么？余是讲习气，不但烦恼没有了，习气也断尽了。这是什么境界？佛的境界。李老师在前面上次那个小注讲，这是至极境界。至极是如来果地上的境界，人法二空，到这样高的境界了。所以佛叫我们佩服，叫我们尊敬，他成了佛道，还不舍初心，初心是初发心，不舍初心，他要帮助那些初学的众生。并不是成了佛，他就跑掉了，不顾众生了，没有的，成了佛之后念念不忘众生，这是了不起。所以『于三界中，平等勤修，究竟一乘』，这个了不起，这个才叫做大慈大悲。三界就是指六道，欲界、色界、无色界，特别着重在欲界，欲界众生最苦，迷得最深。菩萨不舍因心（因地的心），示现到我们这个世间。譬如释迦牟尼佛在三千年前出现在印度，示现修行成佛，其实他老早就成佛了，他是来装样子的，这个就是「于三界中，平等勤修，究竟一乘」，来做个样子，给我们做一个榜样。这个样子，我们在本经的第二章详细的说过，「舍兜率，降王宫」，这是示现出家修道，八相成道，这完全是示现。",
      "zh_TW": "「生身煩惱」，生身是講我們現前的身體，報得的身體，這是物質，煩惱就是指的精神的一部分。生身是色法，煩惱是心法。『二餘俱盡』，「餘」是講什麼？餘是講習氣，不但煩惱沒有了，習氣也斷盡了。這是什麼境界？佛的境界。李老師在前面上次那個小註講，這是至極境界。至極是如來果地上的境界，人法二空，到這樣高的境界了。所以佛叫我們佩服，叫我們尊敬，他成了佛道，還不捨初心，初心是初發心，不捨初心，他要幫助那些初學的眾生。並不是成了佛，他就跑掉了，不顧眾生了，沒有的，成了佛之後念念不忘眾生，這是了不起。所以『於三界中，平等勤修，究竟一乘』，這個了不起，這個才叫做大慈大悲。三界就是指六道，欲界、色界、無色界，特別著重在欲界，欲界眾生最苦，迷得最深。菩薩不捨因心（因地的心），示現到我們這個世間。譬如釋迦牟尼佛在三千年前出現在印度，示現修行成佛，其實他老早就成佛了，他是來裝樣子的，這個就是「於三界中，平等勤修，究竟一乘」，來做個樣子，給我們做一個榜樣。這個樣子，我們在本經的第二章詳細的說過，「捨兜率，降王宮」，這是示現出家修道，八相成道，這完全是示現。"
    },
    {
      "id": "02-001-0060_p0005",
      "zh_CN": "怎么知道他是示现？佛在《法华经．寿量品》里面说过，他在无量劫以前就成佛了。不但他是无量劫之前早成佛了，他还给我们说，他跟阿弥陀佛同样的老早就成佛了，在无量劫之前是大通智胜如来的弟子。阿弥陀佛跟释迦牟尼佛同学，都是大通智胜如来的学生，所以久远劫前成佛了。由此可知，释迦牟尼佛在我们这是示现的，阿弥陀佛在西方极乐世界也是示现的。绝对不是说成佛到现在才只有十劫，他老人家成佛无量劫了，这是我们一定要晓得的。佛在《梵网经》里面又明白的告诉我们，他这次在我们这个世间示现成佛是第八千次，所以说常来，第八千次了。所以他不是一次来，常常来。他常常来，现在为什么不来？现在来了没用处。为什么？大家不相信。佛什么时候到世间来示现成佛？众生机缘成熟的时候，他就来了。成熟，大家相信，大家乐意接受、依教奉行，佛就来了，所谓是众生有感，佛就有应。这种示现，可以说一般大乘经论里面常讲。",
      "zh_TW": "怎麼知道他是示現？佛在《法華經．壽量品》裡面說過，他在無量劫以前就成佛了。不但他是無量劫之前早成佛了，他還給我們說，他跟阿彌陀佛同樣的老早就成佛了，在無量劫之前是大通智勝如來的弟子。阿彌陀佛跟釋迦牟尼佛同學，都是大通智勝如來的學生，所以久遠劫前成佛了。由此可知，釋迦牟尼佛在我們這是示現的，阿彌陀佛在西方極樂世界也是示現的。絕對不是說成佛到現在才只有十劫，他老人家成佛無量劫了，這是我們一定要曉得的。佛在《梵網經》裡面又明白的告訴我們，他這次在我們這個世間示現成佛是第八千次，所以說常來，第八千次了。所以他不是一次來，常常來。他常常來，現在為什麼不來？現在來了沒用處。為什麼？大家不相信。佛什麼時候到世間來示現成佛？眾生機緣成熟的時候，他就來了。成熟，大家相信，大家樂意接受、依教奉行，佛就來了，所謂是眾生有感，佛就有應。這種示現，可以說一般大乘經論裡面常講。"
    },
    {
      "id": "02-001-0060_p0006",
      "zh_CN": "「平等」两个字就不大常讲了，这两个字的用意很深。佛跟谁平等？跟一切众生平等。所以，佛决定没有一丝毫贡高我慢，没有。佛明白的告诉我们，「一切众生本来成佛」。一切众生本来成佛，在一切众生里面示现当然是平等。所以，佛法里面的平等是建立在这个基础上，这是真平等。特别显示的，印度在古时候是极度不平等的社会，四姓阶级，彼此都不通婚，婆罗门、刹帝利这属于贵族，吠舍、首陀是属于贱民，是极不平等的一个社会。佛出现在那个世间，四姓出家，就是四种不同阶级的出家，一出家统统平等。所以出家人都用释迦牟尼佛的释，都用释这个字，都冠上这个字，代表我们一律平等。这是平等的示现。",
      "zh_TW": "「平等」兩個字就不大常講了，這兩個字的用意很深。佛跟誰平等？跟一切眾生平等。所以，佛決定沒有一絲毫貢高我慢，沒有。佛明白的告訴我們，「一切眾生本來成佛」。一切眾生本來成佛，在一切眾生裡面示現當然是平等。所以，佛法裡面的平等是建立在這個基礎上，這是真平等。特別顯示的，印度在古時候是極度不平等的社會，四姓階級，彼此都不通婚，婆羅門、剎帝利這屬於貴族，吠舍、首陀是屬於賤民，是極不平等的一個社會。佛出現在那個世間，四姓出家，就是四種不同階級的出家，一出家統統平等。所以出家人都用釋迦牟尼佛的釋，都用釋這個字，都冠上這個字，代表我們一律平等。這是平等的示現。"
    },
    {
      "id": "02-001-0060_p0007",
      "zh_CN": "在修学里面，平等心是第一要紧的枢纽。佛法你要想成就，一定要修平等心。平等心里面决定没有我执、法执，决定没有妄想、烦恼，决定没有，因为你一有这些东西在里面，你的心就不平等了，不平等也就不清净。所以这个清净心是平等的，平等心一定是清净的。这也是把整个佛法修学的纲宗（纲领宗旨）给我们宣布出来了。人家问问，学佛学什么？学清净心、学平等心。这就是真实的佛法。",
      "zh_TW": "在修學裡面，平等心是第一要緊的樞紐。佛法你要想成就，一定要修平等心。平等心裡面決定沒有我執、法執，決定沒有妄想、煩惱，決定沒有，因為你一有這些東西在裡面，你的心就不平等了，不平等也就不清淨。所以這個清淨心是平等的，平等心一定是清淨的。這也是把整個佛法修學的綱宗（綱領宗旨）給我們宣布出來了。人家問問，學佛學什麼？學清淨心、學平等心。這就是真實的佛法。"
    },
    {
      "id": "02-001-0060_p0008",
      "zh_CN": "勤修究竟一乘，李老师小注里面，「凡圣自他，恒共相应，空假二观」，他用这个来解释。天台家用三止三观的方法帮助我们契入这个境界，究竟一乘就是一佛乘，《法华经》上说，「唯有一乘法，无二亦无三」，这个就是究竟一乘法。二乘是讲大乘、小乘，三乘是讲声闻、缘觉、菩萨。《法华经》后面说，「除佛方便说」。我们晓得，佛给我们讲的二乘、三乘都是方便说，真实说只有一乘。所以，法界真实说只有一真，一真法界。给你说十法界，那是方便说。真实说，法界是一，一不可思议。所以《华严经．普贤行愿品》在《四十华严》的品题，「入不思议解脱境界」，一真法界就是不可思议的解脱境界，这是一真法界。要用什么方法你才能够证得？《华严经》上讲的，用普贤行愿，你才能够证得。普贤行愿的内容是什么？是十大愿王导归极乐。你就晓得用什么方法证得了，念佛！念佛是要求得一心，平等就是一心，一是平等，二就不平等，所以就得一心不乱。一心是能入，一真法界是所入，能所不二就叫做究竟一乘。",
      "zh_TW": "勤修究竟一乘，李老師小註裡面，「凡聖自他，恆共相應，空假二觀」，他用這個來解釋。天台家用三止三觀的方法幫助我們契入這個境界，究竟一乘就是一佛乘，《法華經》上說，「唯有一乘法，無二亦無三」，這個就是究竟一乘法。二乘是講大乘、小乘，三乘是講聲聞、緣覺、菩薩。《法華經》後面說，「除佛方便說」。我們曉得，佛給我們講的二乘、三乘都是方便說，真實說只有一乘。所以，法界真實說只有一真，一真法界。給你說十法界，那是方便說。真實說，法界是一，一不可思議。所以《華嚴經．普賢行願品》在《四十華嚴》的品題，「入不思議解脫境界」，一真法界就是不可思議的解脫境界，這是一真法界。要用什麼方法你才能夠證得？《華嚴經》上講的，用普賢行願，你才能夠證得。普賢行願的內容是什麼？是十大願王導歸極樂。你就曉得用什麼方法證得了，念佛！念佛是要求得一心，平等就是一心，一是平等，二就不平等，所以就得一心不亂。一心是能入，一真法界是所入，能所不二就叫做究竟一乘。"
    },
    {
      "id": "02-001-0060_p0009",
      "zh_CN": "所以，在所有这些宗派法门里面，可以说最契机、最方便、最快速、最稳当，无过于念佛。你真的把这句佛号念好了，你这一生要想达到究竟一乘，的确不是难事。可是你要想达到，前面这四个字是非常非常重要，你要用平等心，你要勤修；你心不平等，你修行懈怠、懒惰，那你这一生达不到。所以那四个字是关键。我们要用平等心，不但念佛，修学要用平等心，我们的生活，我们处事待人接物统统用平等心。二六时中要精进、勤修，这句佛号决定不能放松，紧紧的把它抓住。佛号功德不可思议，这部经已经赞叹了很多很多，这句佛号可以说就是这部经的总题目。鸠摩罗什大师翻译《阿弥陀经》，不用原来的经题，直接用阿弥陀这个名号做经题。小本《弥陀经》，跟《无量寿经》，称为大本，这两部经是同部。小本，这一句佛号就是它的整个题目，大本就不例外，亦复如是。",
      "zh_TW": "所以，在所有這些宗派法門裡面，可以說最契機、最方便、最快速、最穩當，無過於念佛。你真的把這句佛號念好了，你這一生要想達到究竟一乘，的確不是難事。可是你要想達到，前面這四個字是非常非常重要，你要用平等心，你要勤修；你心不平等，你修行懈怠、懶惰，那你這一生達不到。所以那四個字是關鍵。我們要用平等心，不但念佛，修學要用平等心，我們的生活，我們處事待人接物統統用平等心。二六時中要精進、勤修，這句佛號決定不能放鬆，緊緊的把它抓住。佛號功德不可思議，這部經已經讚歎了很多很多，這句佛號可以說就是這部經的總題目。鳩摩羅什大師翻譯《阿彌陀經》，不用原來的經題，直接用阿彌陀這個名號做經題。小本《彌陀經》，跟《無量壽經》，稱為大本，這兩部經是同部。小本，這一句佛號就是它的整個題目，大本就不例外，亦復如是。"
    },
    {
      "id": "02-001-0060_p0010",
      "zh_CN": "所以大家要牢牢记住这四个字，平等勤修，这个法门就是究竟一乘。我不照李老师的意思讲，他讲他的，我讲我的，我认为这个究竟一乘就是本经，不要指中观，就是指本经，就是指念佛往生、不退成佛，这就是究竟一乘。下下品往生也是究竟一乘，为什么？生到西方极乐世界圆证三不退，一生决定成佛，这不是究竟一乘是什么？这个说法大家容易懂，与本经的经义决定相应。我们不要扯得很远，不要扯到其他宗的讲法。",
      "zh_TW": "所以大家要牢牢記住這四個字，平等勤修，這個法門就是究竟一乘。我不照李老師的意思講，他講他的，我講我的，我認為這個究竟一乘就是本經，不要指中觀，就是指本經，就是指念佛往生、不退成佛，這就是究竟一乘。下下品往生也是究竟一乘，為什麼？生到西方極樂世界圓證三不退，一生決定成佛，這不是究竟一乘是什麼？這個說法大家容易懂，與本經的經義決定相應。我們不要扯得很遠，不要扯到其他宗的講法。"
    },
    {
      "id": "02-001-0060_p0011",
      "zh_CN": "『至于彼岸』，这个「彼岸」就是大涅槃的彼岸。通常讲我们的烦恼、生死是此岸，菩提、涅槃是彼岸，了生死、出三界、证涅槃、转烦恼为大菩提，这就是至于彼岸，这是到达，到达彼岸。",
      "zh_TW": "『至於彼岸』，這個「彼岸」就是大涅槃的彼岸。通常講我們的煩惱、生死是此岸，菩提、涅槃是彼岸，了生死、出三界、證涅槃、轉煩惱為大菩提，這就是至於彼岸，這是到達，到達彼岸。"
    },
    {
      "id": "02-001-0060_p0012",
      "zh_CN": "【决断疑网。证无所得。】",
      "zh_TW": "【決斷疑網。證無所得。】"
    },
    {
      "id": "02-001-0060_p0013",
      "zh_CN": "这两句是我们修行成败的关键。念佛的人很多，为什么不能往生？为什么不能成就？他有疑，他怀疑，疑虑不断，他的修行功夫就不得力。念佛念了几年，这个行吗？真能往生吗？西方极乐世界是真有吗？我在这里念的阿弥陀佛，阿弥陀佛听到了吗？这世界上这么多人，何况还有别的世界，尽虚空遍法界那么多人念阿弥陀佛，阿弥陀佛一个人忙不过来，也许把我就忘掉了。怀疑的地方太多太多了，都是拿我们凡夫的情见去度量佛菩萨无量的智慧。所以经上讲，疑虑对菩萨是最大的障碍。所以一定要断疑，要有决心，要有坚决的信念断除疑网，对于释迦牟尼佛有百分之百的信任。释迦牟尼佛对我们决定没有妄语，阿弥陀佛四十八愿，愿愿真实，决定没有怀疑。祖师翻译的经典决定没有错误，如果有错误，我们历代哪里会有那么多往生的人？这些往生的人都依照这个经典修学的，决定没有错误。",
      "zh_TW": "這兩句是我們修行成敗的關鍵。念佛的人很多，為什麼不能往生？為什麼不能成就？他有疑，他懷疑，疑慮不斷，他的修行功夫就不得力。念佛念了幾年，這個行嗎？真能往生嗎？西方極樂世界是真有嗎？我在這裡念的阿彌陀佛，阿彌陀佛聽到了嗎？這世界上這麼多人，何況還有別的世界，盡虛空遍法界那麼多人念阿彌陀佛，阿彌陀佛一個人忙不過來，也許把我就忘掉了。懷疑的地方太多太多了，都是拿我們凡夫的情見去度量佛菩薩無量的智慧。所以經上講，疑慮對菩薩是最大的障礙。所以一定要斷疑，要有決心，要有堅決的信念斷除疑網，對於釋迦牟尼佛有百分之百的信任。釋迦牟尼佛對我們決定沒有妄語，阿彌陀佛四十八願，願願真實，決定沒有懷疑。祖師翻譯的經典決定沒有錯誤，如果有錯誤，我們歷代哪裡會有那麼多往生的人？這些往生的人都依照這個經典修學的，決定沒有錯誤。"
    },
    {
      "id": "02-001-0060_p0014",
      "zh_CN": "夏莲居居士会集这个本子决定真实，要相信他。你说经不能会集，现在就有很多人说会集本不好，不是原来翻译的，有一种排斥的心理。第一个会集的人王龙舒居士，王龙舒居士往生是站着往生的，这个是历史上有记载的。你要说会集有过失，会集是不可以的，他怎么能站着往生？他实在讲，是给会集本做了个见证，大家看到他站着往生，这就没有话说了。由此可知，会集是许可的。但是会集要真实，不要改动人家的原文。实在讲，王龙舒居士会集本还改动了原文，改动原文还可以站着往生，这就是改虽然是改了，意思还是没错。如果意思错了，那是误了后来的众生，这个罪业太重，决定不能往生。但是改动几个字，后人不服。夏老师它这个本子一个字没有敢改动，这叫我们看到，没话说，服了。",
      "zh_TW": "夏蓮居居士會集這個本子決定真實，要相信他。你說經不能會集，現在就有很多人說會集本不好，不是原來翻譯的，有一種排斥的心理。第一個會集的人王龍舒居士，王龍舒居士往生是站著往生的，這個是歷史上有記載的。你要說會集有過失，會集是不可以的，他怎麼能站著往生？他實在講，是給會集本做了個見證，大家看到他站著往生，這就沒有話說了。由此可知，會集是許可的。但是會集要真實，不要改動人家的原文。實在講，王龍舒居士會集本還改動了原文，改動原文還可以站著往生，這就是改雖然是改了，意思還是沒錯。如果意思錯了，那是誤了後來的眾生，這個罪業太重，決定不能往生。但是改動幾個字，後人不服。夏老師它這個本子一個字沒有敢改動，這叫我們看到，沒話說，服了。"
    },
    {
      "id": "02-001-0060_p0015",
      "zh_CN": "我们也是为了这句经文，『决断疑网』，所以才编五经读本，才把九种版本统统放在里面，你自己去看，看了之后才能「决断疑网」，否则的话，我拿这个本子你不相信。可见得，这一句是我们修学成败关键，这个是修学态度。有了良好的修学态度，一定能够开花结果，『证无所得』。「无所得」就是得到自性全体大用，就统统都得到了，你要有所得，你只得到那一点，其余你得不到；无所得是全体都得到了，这个要知道。你看《心经》到最后，「无智亦无得」，无智是究竟圆满的真智慧，无得是法性法界全体统统得到。所以大家不要什么证无所得，算了，我这一生修学，到后来一场空，什么都得不到，那还学它干什么！这个就是六祖所讲的「本来无一物」。你有所得那就有一物，无所得才是无一物，这个时候你的心跟虚空法界一样大。《楞严》上讲的，这真的是「心包太虚，量周沙界」，太虚、沙界你统统得到了，一样都没有漏掉。这是究竟证，这是修证到究竟处了，圆教如来果地的境界，也就是我们常讲的无上正等正觉，没有比这个更上了。",
      "zh_TW": "我們也是為了這句經文，『決斷疑網』，所以才編五經讀本，才把九種版本統統放在裡面，你自己去看，看了之後才能「決斷疑網」，否則的話，我拿這個本子你不相信。可見得，這一句是我們修學成敗關鍵，這個是修學態度。有了良好的修學態度，一定能夠開花結果，『證無所得』。「無所得」就是得到自性全體大用，就統統都得到了，你要有所得，你只得到那一點，其餘你得不到；無所得是全體都得到了，這個要知道。你看《心經》到最後，「無智亦無得」，無智是究竟圓滿的真智慧，無得是法性法界全體統統得到。所以大家不要什麼證無所得，算了，我這一生修學，到後來一場空，什麼都得不到，那還學它幹什麼！這個就是六祖所講的「本來無一物」。你有所得那就有一物，無所得才是無一物，這個時候你的心跟虛空法界一樣大。《楞嚴》上講的，這真的是「心包太虛，量周沙界」，太虛、沙界你統統得到了，一樣都沒有漏掉。這是究竟證，這是修證到究竟處了，圓教如來果地的境界，也就是我們常講的無上正等正覺，沒有比這個更上了。"
    },
    {
      "id": "02-001-0060_p0016",
      "zh_CN": "【以方便智。增长了知。从本以来。安住神通。得一乘道。不由他悟。】",
      "zh_TW": "【以方便智。增長了知。從本以來。安住神通。得一乘道。不由他悟。】"
    },
    {
      "id": "02-001-0060_p0017",
      "zh_CN": "这个无所得是根本智。《般若经》上教给我们，「般若无知」，后面还有一句，「无所不知」。无所不知就是『方便智』，所以前面无所得是根本智，智慧一定是先得到根本智，然后才有「方便智」。像树一样，先要有根，然后才有枝叶。方便智就是枝叶花果，没有根本，哪来的枝叶？因此，修行人先要求根本智。我们现在这一代，无论在家、出家，没有智慧，心不清净，烦恼、妄念不但没有减少，与日俱增，这怎么得了？它天天在增长。断，想断，断不掉。绝对不是你想断就能断得了，断不了！为什么你断不掉？你没有从基础上下功夫。基础是什么东西？修根本智。根本智要怎么修法？就前面讲的，平等勤修，你先要修平等心，要从这下手。所以教你念佛、教你读经，不要叫你求解义，就是教你修平等心，就是教你修根本智。不但佛法如此，连世间法的教学，从前儒家的教学，我们中国可以说自古以来，一直到清末民初，都着重在根本智。只有到民国年间，把这个废弃掉了，所以这本末倒置，这真正可惜。所以我们的修学要从清净心下手，一定要把自己妄想、执着、分别把它减低到最低的程度，用这个做基础。",
      "zh_TW": "這個無所得是根本智。《般若經》上教給我們，「般若無知」，後面還有一句，「無所不知」。無所不知就是『方便智』，所以前面無所得是根本智，智慧一定是先得到根本智，然後才有「方便智」。像樹一樣，先要有根，然後才有枝葉。方便智就是枝葉花果，沒有根本，哪來的枝葉？因此，修行人先要求根本智。我們現在這一代，無論在家、出家，沒有智慧，心不清淨，煩惱、妄念不但沒有減少，與日俱增，這怎麼得了？它天天在增長。斷，想斷，斷不掉。絕對不是你想斷就能斷得了，斷不了！為什麼你斷不掉？你沒有從基礎上下功夫。基礎是什麼東西？修根本智。根本智要怎麼修法？就前面講的，平等勤修，你先要修平等心，要從這下手。所以教你念佛、教你讀經，不要叫你求解義，就是教你修平等心，就是教你修根本智。不但佛法如此，連世間法的教學，從前儒家的教學，我們中國可以說自古以來，一直到清末民初，都著重在根本智。只有到民國年間，把這個廢棄掉了，所以這本末倒置，這真正可惜。所以我們的修學要從清淨心下手，一定要把自己妄想、執著、分別把它減低到最低的程度，用這個做基礎。"
    },
    {
      "id": "02-001-0060_p0018",
      "zh_CN": "所以教你读经，古人所选择的经，不选择《无量寿经》，为什么？太短了。在我们中国，一般读经最普遍的是《法华》、《楞严》，它的分量适中，一天念一部，从头到尾一天念一部，大概五、六个小时。五、六个小时不打妄想，没有分别执着，用这个方法来修平等心、修清净心。要修多久？差不多一般人修行都是十年。这一部经念三千遍，一天念一遍，一年三百六十遍，他念上三千遍岂不是十年。这个人心定，定了十年，这个功夫就相当深了，所以他能开悟，他能够成就后得智。我们现在人怕念，念不下去，胡思乱想，念不下去，这就是病入膏肓，无药可救。念经是药，念不下去，药不能救，这个不得了，问题太严重了！这是值得我们深深反省的。",
      "zh_TW": "所以教你讀經，古人所選擇的經，不選擇《無量壽經》，為什麼？太短了。在我們中國，一般讀經最普遍的是《法華》、《楞嚴》，它的分量適中，一天念一部，從頭到尾一天念一部，大概五、六個小時。五、六個小時不打妄想，沒有分別執著，用這個方法來修平等心、修清淨心。要修多久？差不多一般人修行都是十年。這一部經念三千遍，一天念一遍，一年三百六十遍，他念上三千遍豈不是十年。這個人心定，定了十年，這個功夫就相當深了，所以他能開悟，他能夠成就後得智。我們現在人怕念，念不下去，胡思亂想，念不下去，這就是病入膏肓，無藥可救。念經是藥，念不下去，藥不能救，這個不得了，問題太嚴重了！這是值得我們深深反省的。"
    },
    {
      "id": "02-001-0060_p0019",
      "zh_CN": "所以学佛要在年轻。你看六祖大师开悟二十四岁，人家二十四岁到什么程度？就是经上讲的这个程度，他已经是决断疑网，证无所得，六祖是到了这个程度。人家心清净，一个妄念都没有，所有一切人都是好人，所有一切环境都是殊胜好清净。为什么？他心里没有分别。我们觉得这个人是好人、那个人坏人，其实人哪有好坏？我们自己心有好坏。这个境界现前，好心冒出来，这个人是好人；那个人一见面，坏心冒出来，这个是坏人。所以古德给我们讲，境缘没好丑。你看以前我们印的《无际大师心药方》后头有一块空白，我把蕅益大师的法语节录一段，就讲这个事情。境是物质环境，缘是人事环境，物质、人事环境都没有好坏，好坏在哪里？好坏在我们自己的心对着境界的反应。这个理很深，一般人不容易体会。",
      "zh_TW": "所以學佛要在年輕。你看六祖大師開悟二十四歲，人家二十四歲到什麼程度？就是經上講的這個程度，他已經是決斷疑網，證無所得，六祖是到了這個程度。人家心清淨，一個妄念都沒有，所有一切人都是好人，所有一切環境都是殊勝好清淨。為什麼？他心裡沒有分別。我們覺得這個人是好人、那個人壞人，其實人哪有好壞？我們自己心有好壞。這個境界現前，好心冒出來，這個人是好人；那個人一見面，壞心冒出來，這個是壞人。所以古德給我們講，境緣沒好醜。你看以前我們印的《無際大師心藥方》後頭有一塊空白，我把蕅益大師的法語節錄一段，就講這個事情。境是物質環境，緣是人事環境，物質、人事環境都沒有好壞，好壞在哪裡？好壞在我們自己的心對著境界的反應。這個理很深，一般人不容易體會。"
    },
    {
      "id": "02-001-0060_p0020",
      "zh_CN": "如果你能够念过古书，你看看我们中国舜，尧舜禹汤，舜王，你念念舜王的故事，你就能够真正体会到佛经上讲的境缘没有好坏，真的没有。在我们别人看的时候，舜王那个后母真是坏人，坏透了，处处想方法把他害死。可是舜王眼睛里面是从来没觉得他这一家人是恶人，觉得好像自己跟她不能相处，总是自己哪个地方不对，为什么叫她对我有这个责备？没有想到对方的缺点，反而反过来找自己的毛病，这样是感动了父母。就是一个心地真正善良的人，外面环境没有一个恶人、没有恶境界，这是佛法真正讲入平等境界，入一真法界。那个时候佛法没到中国来，舜王所修行的那是高级的菩萨行，不是普通菩萨，摩诃萨的行持，这个是值得我们效法的，真正是我们的模范。那是一个世间人，我们修学出世间法，修究竟一乘法，连一个世间舜都比不上，那还修什么！舜王这个故事，我们图书馆过去好像印过《历史感应统纪》，过去我们还印过一次。这本书非常好，如果现在是没有了，我觉得说我们可以提倡再印。要读，历史是一面镜子，你看看历史上成功的人、失败的人，你看成功怎么成功、失败是怎么失败的，我们能够记取这个教训，自己才有成功的希望。那本书是二十五史里面选出来的，全都是真实的历史，不是假造的。",
      "zh_TW": "如果你能夠念過古書，你看看我們中國舜，堯舜禹湯，舜王，你念念舜王的故事，你就能夠真正體會到佛經上講的境緣沒有好壞，真的沒有。在我們別人看的時候，舜王那個後母真是壞人，壞透了，處處想方法把他害死。可是舜王眼睛裡面是從來沒覺得他這一家人是惡人，覺得好像自己跟她不能相處，總是自己哪個地方不對，為什麼叫她對我有這個責備？沒有想到對方的缺點，反而反過來找自己的毛病，這樣是感動了父母。就是一個心地真正善良的人，外面環境沒有一個惡人、沒有惡境界，這是佛法真正講入平等境界，入一真法界。那個時候佛法沒到中國來，舜王所修行的那是高級的菩薩行，不是普通菩薩，摩訶薩的行持，這個是值得我們效法的，真正是我們的模範。那是一個世間人，我們修學出世間法，修究竟一乘法，連一個世間舜都比不上，那還修什麼！舜王這個故事，我們圖書館過去好像印過《歷史感應統紀》，過去我們還印過一次。這本書非常好，如果現在是沒有了，我覺得說我們可以提倡再印。要讀，歷史是一面鏡子，你看看歷史上成功的人、失敗的人，你看成功怎麼成功、失敗是怎麼失敗的，我們能夠記取這個教訓，自己才有成功的希望。那本書是二十五史裡面選出來的，全都是真實的歷史，不是假造的。"
    },
    {
      "id": "02-001-0060_p0021",
      "zh_CN": "这些要紧的意义，都是希望同修们能够记住修根本智的重要，千万不要疏忽了。换句话说，我们在日常生活当中，修清净心是第一要紧的大事。你说你修行功夫得力不得力，就是说你头脑清净不清净，你的妄想、执着有没有减少，从这个地方就能够勘验你修行的功夫。你修行真是得力、有功夫，你的妄念、分别、执着必定减少，心逐渐恢复到平静。清净心起作用就是方便智，清净心就照见了，在人事应用上不会再犯错误，处事待人接物会做到恰到好处，会做到令一切众生生欢喜心。菩萨，菩萨所在之处，令一切众生生欢喜心。",
      "zh_TW": "這些要緊的意義，都是希望同修們能夠記住修根本智的重要，千萬不要疏忽了。換句話說，我們在日常生活當中，修清淨心是第一要緊的大事。你說你修行功夫得力不得力，就是說你頭腦清淨不清淨，你的妄想、執著有沒有減少，從這個地方就能夠勘驗你修行的功夫。你修行真是得力、有功夫，你的妄念、分別、執著必定減少，心逐漸恢復到平靜。清淨心起作用就是方便智，清淨心就照見了，在人事應用上不會再犯錯誤，處事待人接物會做到恰到好處，會做到令一切眾生生歡喜心。菩薩，菩薩所在之處，令一切眾生生歡喜心。"
    },
    {
      "id": "02-001-0060_p0022",
      "zh_CN": "『增长了知』，「了」是明了，「知」就是我们现在讲的常识、知识、知见，这都是属于后得智。所以方便智、「增长了知」都是属于后得智。『从本以来，安住神通』，这是说在生活当中，在社会与大众相处，这种应变的能力就叫做神通。「通」是通达，没有障碍，像《华严》讲的「理事无碍，事事无碍」，没有障碍，「神」，神是神奇莫测。换句话说，超越一般人的常识，一般人想不到，甚至于一般人无法理解的，他能够应付得圆圆满满，这个叫做神通。所以这两句是说明这些佛与大菩萨们的生活，在三界当中种种的示现，他这么自在。",
      "zh_TW": "『增長了知』，「了」是明瞭，「知」就是我們現在講的常識、知識、知見，這都是屬於後得智。所以方便智、「增長了知」都是屬於後得智。『從本以來，安住神通』，這是說在生活當中，在社會與大眾相處，這種應變的能力就叫做神通。「通」是通達，沒有障礙，像《華嚴》講的「理事無礙，事事無礙」，沒有障礙，「神」，神是神奇莫測。換句話說，超越一般人的常識，一般人想不到，甚至於一般人無法理解的，他能夠應付得圓圓滿滿，這個叫做神通。所以這兩句是說明這些佛與大菩薩們的生活，在三界當中種種的示現，他這麼自在。"
    },
    {
      "id": "02-001-0060_p0023",
      "zh_CN": "『得一乘道，不由他悟』，后头这一句结论尤其是好，「一乘」是无上佛乘，不是别人帮助你悟的，是你自己悟的。怎么是自己悟的？这个就跟《华严》上讲的一样，历事练心，在一切境界里面磨炼你的心。你的心不平等，在一切境界里头把它磨平。我们常讲怨亲平等，在人事环境里、物质环境里，把这个心磨平，磨到对于一切境界现前的时候，真正能够做到不起心不动念、不分别不执着，于一切境界了了分明、清清楚楚、明明白白，这个是智慧。不起心不动念、不分别不执着，这是定功，定慧等持。等持在哪里？等持在生活里，等持在日常生活当中，处事待人接物统统都是定慧等持。这叫「不由他悟」，这是佛帮不上忙的。他要能帮助我们开悟，何必我们自己修行？佛菩萨慈悲，应该帮助我。没有法子，他人帮不上忙，一定要自己悟入，一定要自己去做功夫。这个功夫就是在一切境界里面生平等心，这是功夫；对于一切境界清清楚楚、明明白白，这是智慧。这一章就讲到此地。我们再看底下一章：",
      "zh_TW": "『得一乘道，不由他悟』，後頭這一句結論尤其是好，「一乘」是無上佛乘，不是別人幫助你悟的，是你自己悟的。怎麼是自己悟的？這個就跟《華嚴》上講的一樣，歷事練心，在一切境界裡面磨鍊你的心。你的心不平等，在一切境界裡頭把它磨平。我們常講怨親平等，在人事環境裡、物質環境裡，把這個心磨平，磨到對於一切境界現前的時候，真正能夠做到不起心不動念、不分別不執著，於一切境界了了分明、清清楚楚、明明白白，這個是智慧。不起心不動念、不分別不執著，這是定功，定慧等持。等持在哪裡？等持在生活裡，等持在日常生活當中，處事待人接物統統都是定慧等持。這叫「不由他悟」，這是佛幫不上忙的。他要能幫助我們開悟，何必我們自己修行？佛菩薩慈悲，應該幫助我。沒有法子，他人幫不上忙，一定要自己悟入，一定要自己去做功夫。這個功夫就是在一切境界裡面生平等心，這是功夫；對於一切境界清清楚楚、明明白白，這是智慧。這一章就講到此地。我們再看底下一章："
    },
    {
      "id": "02-001-0060_p0024",
      "zh_CN": "【真实功德第三十一】",
      "zh_TW": "【真實功德第三十一】"
    },
    {
      "id": "02-001-0060_p0025",
      "zh_CN": "这一章还是接着前面的，前面一章意思还没有讲完，所以这一章继续再给我们说明，菩萨自利利他种种的妙行妙德。一开端用比喻来说明：",
      "zh_TW": "這一章還是接著前面的，前面一章意思還沒有講完，所以這一章繼續再給我們說明，菩薩自利利他種種的妙行妙德。一開端用比喻來說明："
    },
    {
      "id": "02-001-0060_p0026",
      "zh_CN": "【其智宏深。譬如巨海。菩提高广。喻若须弥。自身威光。超于日月。其心洁白。犹如雪山。】",
      "zh_TW": "【其智宏深。譬如巨海。菩提高廣。喻若須彌。自身威光。超於日月。其心潔白。猶如雪山。】"
    },
    {
      "id": "02-001-0060_p0027",
      "zh_CN": "我们这两章说得特别详细，为什么？因为我们现在修行用得上，不依照这些教诲去修行，没法子成就。所以这几章经文可以说是行经，教给我们修行，我们要怎样做法，这不是讲理论。前面一句是比喻菩萨智慧深。诸位要知道，智慧深就是定功深，因为智慧是从定里面生出来的；换句话说，是从清净心里面生出来的，智慧深，就是说明他的心清净。『其智宏深』，他的心极清净，他才会有这个作用。你就想这个清净心是多么重要！『菩提高广』，「菩提」是印度话，翻成中国的意思是觉。「菩提高广」，这句话的意思就是我们现在人讲的他高度的觉悟，或者我们讲的大彻大悟。比喻作须弥山，他的觉性之高。觉性，我们中国人也称为悟性，悟性跟此地讲的菩提高广一个意思。他有高度的悟性，一切境界他一接触就明了，这就显示高度的觉悟。像六祖大师，我们在《坛经》里面见到，他对于世出世间一切法，一接触就明了、就通达，这个就是菩提高广。",
      "zh_TW": "我們這兩章說得特別詳細，為什麼？因為我們現在修行用得上，不依照這些教誨去修行，沒法子成就。所以這幾章經文可以說是行經，教給我們修行，我們要怎樣做法，這不是講理論。前面一句是比喻菩薩智慧深。諸位要知道，智慧深就是定功深，因為智慧是從定裡面生出來的；換句話說，是從清淨心裡面生出來的，智慧深，就是說明他的心清淨。『其智宏深』，他的心極清淨，他才會有這個作用。你就想這個清淨心是多麼重要！『菩提高廣』，「菩提」是印度話，翻成中國的意思是覺。「菩提高廣」，這句話的意思就是我們現在人講的他高度的覺悟，或者我們講的大徹大悟。比喻作須彌山，他的覺性之高。覺性，我們中國人也稱為悟性，悟性跟此地講的菩提高廣一個意思。他有高度的悟性，一切境界他一接觸就明瞭，這就顯示高度的覺悟。像六祖大師，我們在《壇經》裡面見到，他對於世出世間一切法，一接觸就明瞭、就通達，這個就是菩提高廣。"
    },
    {
      "id": "02-001-0060_p0028",
      "zh_CN": "『自身威光』，「威」是威德，「光」是光明。下面这是比喻，『超于日月』，在我们世间光明无过于日月，拿这个来形容菩萨的威德光明。威是说菩萨的德行，光是形容菩萨的智慧，他的智、他的德超过日月。『其心洁白，犹如雪山』，心地里头没有一丝毫的染污，用雪山来做比喻。佛当年出生在现在的尼泊尔，距离喜马拉雅山很近，喜马拉雅山终年积雪，完全是白的，好像是一尘不染，拿这个来做比喻，心地清净，没有一丝毫的染污。这一段是教给我们修学的标准，我们要用这个做标准，希望我们自己的智德都要能达到这个标准。",
      "zh_TW": "『自身威光』，「威」是威德，「光」是光明。下面這是比喻，『超於日月』，在我們世間光明無過於日月，拿這個來形容菩薩的威德光明。威是說菩薩的德行，光是形容菩薩的智慧，他的智、他的德超過日月。『其心潔白，猶如雪山』，心地裡頭沒有一絲毫的染污，用雪山來做比喻。佛當年出生在現在的尼泊爾，距離喜馬拉雅山很近，喜馬拉雅山終年積雪，完全是白的，好像是一塵不染，拿這個來做比喻，心地清淨，沒有一絲毫的染污。這一段是教給我們修學的標準，我們要用這個做標準，希望我們自己的智德都要能達到這個標準。"
    },
    {
      "id": "02-001-0060_p0029",
      "zh_CN": "下面教给我们方法，用什么方法才能达到这个标准？标准里面虽然是有四句，智、觉、威德、心地，这个四句是一而四，四而一，随便你得到一条，一定是其余三个统统具足，不会说你只得到一个，其余三个还得不到，不会的。一个得到了，统统得到。方法重要！我们修行的目的，标准是有这四个标准，所以佛法求智求觉、修德修行，这个不可不知。方法里面，第一句当然是最重要的。",
      "zh_TW": "下面教給我們方法，用什麼方法才能達到這個標準？標準裡面雖然是有四句，智、覺、威德、心地，這個四句是一而四，四而一，隨便你得到一條，一定是其餘三個統統具足，不會說你只得到一個，其餘三個還得不到，不會的。一個得到了，統統得到。方法重要！我們修行的目的，標準是有這四個標準，所以佛法求智求覺、修德修行，這個不可不知。方法裡面，第一句當然是最重要的。"
    },
    {
      "id": "02-001-0060_p0030",
      "zh_CN": "【忍辱如地。一切平等。】",
      "zh_TW": "【忍辱如地。一切平等。】"
    },
    {
      "id": "02-001-0060_p0031",
      "zh_CN": "《金刚经》上非常重视忍辱。《金刚经》是般若部，般若里面讲六波罗蜜，一部《金刚经》特别强调布施、忍辱，《金刚经》大家都读过，特别强调这两条。由此可知，忍辱非常重要。布施是放下、是舍，是修德。忍辱是成德，如果你不能够忍，你所修的德随时会失掉。所以一定要修忍辱波罗蜜，忍辱的功德不可思议。所以在这里举个比喻说『忍辱如地』，大地没有一样它不能忍，你把最好的香水倒在地下，地它受了；最脏的大便放那，它也受了，它平等的受了。所以在中国，中国是大乘佛法，大乘佛法是以四大菩萨代表大乘佛法修学的总纲领。第一尊菩萨，地藏菩萨，地藏什么？地就是大地，表这个意思。地里面有无量的宝藏，这个地比喻我们心地，心地有无量无边的宝藏。用什么东西去开发这个宝藏？用忍辱。所以，你能够忍，你的性德就会显露出来。你不能忍是凡夫，能忍是菩萨。现在就是问你，你要当凡夫还是当菩萨？要想当菩萨，就得要修忍辱波罗蜜，没有一法不能忍。",
      "zh_TW": "《金剛經》上非常重視忍辱。《金剛經》是般若部，般若裡面講六波羅蜜，一部《金剛經》特別強調布施、忍辱，《金剛經》大家都讀過，特別強調這兩條。由此可知，忍辱非常重要。布施是放下、是捨，是修德。忍辱是成德，如果你不能夠忍，你所修的德隨時會失掉。所以一定要修忍辱波羅蜜，忍辱的功德不可思議。所以在這裡舉個比喻說『忍辱如地』，大地沒有一樣它不能忍，你把最好的香水倒在地下，地它受了；最髒的大便放那，它也受了，它平等的受了。所以在中國，中國是大乘佛法，大乘佛法是以四大菩薩代表大乘佛法修學的總綱領。第一尊菩薩，地藏菩薩，地藏什麼？地就是大地，表這個意思。地裡面有無量的寶藏，這個地比喻我們心地，心地有無量無邊的寶藏。用什麼東西去開發這個寶藏？用忍辱。所以，你能夠忍，你的性德就會顯露出來。你不能忍是凡夫，能忍是菩薩。現在就是問你，你要當凡夫還是當菩薩？要想當菩薩，就得要修忍辱波羅蜜，沒有一法不能忍。"
    },
    {
      "id": "02-001-0060_p0032",
      "zh_CN": "原本佛经里面只是忍，这六度里头忍度，翻经的大师把这个忍加上一个「辱」，这是特别对中国人说的，因为中国人把这个字看得很重。我们传统的观念里面，儒家都讲「士可杀，不可辱」。士是什么？拿今天讲就是知识分子，有学问、有道德的人。你可以杀他，你不能侮辱他，不可以侮辱，杀头没有关系，侮辱受不了。所以，这些翻经的大师看到我们中国人把这看得这么重，忍辱，辱都能忍，还有什么不能忍？那就没有一样不能忍。所以特别用这个字来翻忍，忍度。",
      "zh_TW": "原本佛經裡面只是忍，這六度裡頭忍度，翻經的大師把這個忍加上一個「辱」，這是特別對中國人說的，因為中國人把這個字看得很重。我們傳統的觀念裡面，儒家都講「士可殺，不可辱」。士是什麼？拿今天講就是知識分子，有學問、有道德的人。你可以殺他，你不能侮辱他，不可以侮辱，殺頭沒有關係，侮辱受不了。所以，這些翻經的大師看到我們中國人把這看得這麼重，忍辱，辱都能忍，還有什麼不能忍？那就沒有一樣不能忍。所以特別用這個字來翻忍，忍度。"
    },
    {
      "id": "02-001-0060_p0033",
      "zh_CN": "所以你能够忍，才能到一切平等，修行用功要在这里用！我们到不能忍的时候，「南无阿弥陀佛」，用这一句把它化解，忍受了。所以这一句阿弥陀佛，一切法门都包括在里头。念这一句阿弥陀佛，就想到阿弥陀佛对我们的教训，我们要认真去做，像前面所讲的「知一切法悉皆空寂」，我们就能够忍，不要把它当真。",
      "zh_TW": "所以你能夠忍，才能到一切平等，修行用功要在這裡用！我們到不能忍的時候，「南無阿彌陀佛」，用這一句把它化解，忍受了。所以這一句阿彌陀佛，一切法門都包括在裡頭。念這一句阿彌陀佛，就想到阿彌陀佛對我們的教訓，我們要認真去做，像前面所講的「知一切法悉皆空寂」，我們就能夠忍，不要把它當真。"
    },
    {
      "id": "02-001-0060_p0034",
      "zh_CN": "【清净如水。洗诸尘垢。】",
      "zh_TW": "【清淨如水。洗諸塵垢。】"
    },
    {
      "id": "02-001-0060_p0035",
      "zh_CN": "『清净』是讲心，心地清净，是像水一样的干净。『尘垢』是什么？是烦恼，烦恼能够染污清净心，所以把它比喻作「尘垢」，它把清净心染污了。我们现在要用慈悲之水、平等之水，把尘垢洗掉，修清净、平等、慈悲。修慈悲这才能忍辱，修清净才不染，修平等才没有高下。",
      "zh_TW": "『清淨』是講心，心地清淨，是像水一樣的乾淨。『塵垢』是什麼？是煩惱，煩惱能夠染污清淨心，所以把它比喻作「塵垢」，它把清淨心染污了。我們現在要用慈悲之水、平等之水，把塵垢洗掉，修清淨、平等、慈悲。修慈悲這才能忍辱，修清淨才不染，修平等才沒有高下。"
    },
    {
      "id": "02-001-0060_p0036",
      "zh_CN": "【炽盛如火。烧烦恼薪。】",
      "zh_TW": "【熾盛如火。燒煩惱薪。】"
    },
    {
      "id": "02-001-0060_p0037",
      "zh_CN": "『炽盛』，这就是比喻的智慧，用智慧之火把所有的烦恼都灭尽了。人为什么有烦恼？没有智慧。有智慧的人没有烦恼，有烦恼的人没智慧，这一定道理。有智慧的人哪里来的烦恼？所以你要想真正断烦恼，要开智慧。定不行，定是石头压草，是烦恼压在那个地方，没有断根，压久了，压久了会爆炸，反而有麻烦。有了智慧，智慧把烦恼化掉、化解了。所以一定要有智慧，才能够真正断烦恼、破无明。",
      "zh_TW": "『熾盛』，這就是比喻的智慧，用智慧之火把所有的煩惱都滅盡了。人為什麼有煩惱？沒有智慧。有智慧的人沒有煩惱，有煩惱的人沒智慧，這一定道理。有智慧的人哪裡來的煩惱？所以你要想真正斷煩惱，要開智慧。定不行，定是石頭壓草，是煩惱壓在那個地方，沒有斷根，壓久了，壓久了會爆炸，反而有麻煩。有了智慧，智慧把煩惱化掉、化解了。所以一定要有智慧，才能夠真正斷煩惱、破無明。"
    },
    {
      "id": "02-001-0060_p0038",
      "zh_CN": "【不着如风。无诸障碍。】",
      "zh_TW": "【不著如風。無諸障礙。】"
    },
    {
      "id": "02-001-0060_p0039",
      "zh_CN": "『不着』就是不执着，于世出世间一切法都不执着。不执着就得大自在，心里面所有一切这些所谓的结使烦恼统统解开。凡夫心里头常常有解不开的结，不止一个，太多太多了，所谓是心有千千结，好苦！结在哪里？你能不能把结拿出来，请别人给你解一解？结是你自己结的，还得要你自己解。所有一切千千结从哪来的？执着来的！你不执着就没有了。妄想执着，所以离开一切妄想执着，这东西统统没有了，你就一切没有障碍了，就像《华严经》上这些大菩萨们，事事无碍。",
      "zh_TW": "『不著』就是不執著，於世出世間一切法都不執著。不執著就得大自在，心裡面所有一切這些所謂的結使煩惱統統解開。凡夫心裡頭常常有解不開的結，不止一個，太多太多了，所謂是心有千千結，好苦！結在哪裡？你能不能把結拿出來，請別人給你解一解？結是你自己結的，還得要你自己解。所有一切千千結從哪來的？執著來的！你不執著就沒有了。妄想執著，所以離開一切妄想執著，這東西統統沒有了，你就一切沒有障礙了，就像《華嚴經》上這些大菩薩們，事事無礙。"
    },
    {
      "id": "02-001-0060_p0040",
      "zh_CN": "这四句是修行方法里面的原则，教给我们要忍辱，要修清净心，要求大智慧，于一切法不要执着。佛法里面没有迷信，句句给我们说的都是真实话。",
      "zh_TW": "這四句是修行方法裡面的原則，教給我們要忍辱，要修清淨心，要求大智慧，於一切法不要執著。佛法裡面沒有迷信，句句給我們說的都是真實話。"
    },
    {
      "id": "02-001-0060_p0041",
      "zh_CN": "下面这一段是讲度化众生之德。实在讲，这一段是说度化众生必须要具备的基本德能，你没有这些条件，你不能教化众生。所以这一段还是自利，前面是自己修学成就的根本，这个是准备将来利益一切众生要修这些条件。",
      "zh_TW": "下面這一段是講度化眾生之德。實在講，這一段是說度化眾生必須要具備的基本德能，你沒有這些條件，你不能教化眾生。所以這一段還是自利，前面是自己修學成就的根本，這個是準備將來利益一切眾生要修這些條件。"
    },
    {
      "id": "02-001-0060_p0042",
      "zh_CN": "【法音雷震。觉未觉故。】",
      "zh_TW": "【法音雷震。覺未覺故。】"
    },
    {
      "id": "02-001-0060_p0043",
      "zh_CN": "特别是在娑婆世界，娑婆世界的众生耳根最利，教化众生是以言语、音声最重要，你首先要求得音声。所以前面偈子里头，阿弥陀佛发愿的时候，「愿得如来清净音」，这个重要。音声，一定要求佛加持。怎样才能得到佛的加持？以至诚心宣扬佛法，我把佛法普遍的推荐介绍给一切众生。这里头决定不是为自己的名闻利养，如果有一念名闻利养的念头在里面，你决定得不到三宝加持。为什么？心不正，心不真，心不诚。以至诚、真正的心求三宝，三宝一定加持；所以众生有求，佛必定有应。我们得的音声干什么？『觉未觉故』，我要帮助那些没有觉悟的众生，希望他们都能够认识佛法、了解佛法、修学佛法，为这个，除此之外没有第二个目的。",
      "zh_TW": "特別是在娑婆世界，娑婆世界的眾生耳根最利，教化眾生是以言語、音聲最重要，你首先要求得音聲。所以前面偈子裡頭，阿彌陀佛發願的時候，「願得如來清淨音」，這個重要。音聲，一定要求佛加持。怎樣才能得到佛的加持？以至誠心宣揚佛法，我把佛法普遍的推薦介紹給一切眾生。這裡頭決定不是為自己的名聞利養，如果有一念名聞利養的念頭在裡面，你決定得不到三寶加持。為什麼？心不正，心不真，心不誠。以至誠、真正的心求三寶，三寶一定加持；所以眾生有求，佛必定有應。我們得的音聲幹什麼？『覺未覺故』，我要幫助那些沒有覺悟的眾生，希望他們都能夠認識佛法、了解佛法、修學佛法，為這個，除此之外沒有第二個目的。"
    },
    {
      "id": "02-001-0060_p0044",
      "zh_CN": "【雨甘露法。润众生故。】",
      "zh_TW": "【雨甘露法。潤眾生故。】"
    },
    {
      "id": "02-001-0060_p0045",
      "zh_CN": "这第一个字是动词，这个不念「雨」，雨是名词，这是动词，念去声，就是落下来、降下来，降甘露法。『甘露法』就是大乘佛法。甘露我们的人间没有，佛在经上说天上有，如果人要得到甘露，饮了甘露，就长生不老。这个是拿来比喻大乘佛法，众生如果得到大乘佛法，可以了生死、出三界、证大菩提涅槃，所以把佛法比喻作「甘露法」。如果以本经来说，可以说这是一切大乘里面的第一法门，甘露当中的甘露，的确能够令一切众生得了这个法，这一生决定成就。",
      "zh_TW": "這第一個字是動詞，這個不念「雨」，雨是名詞，這是動詞，念去聲，就是落下來、降下來，降甘露法。『甘露法』就是大乘佛法。甘露我們的人間沒有，佛在經上說天上有，如果人要得到甘露，飲了甘露，就長生不老。這個是拿來比喻大乘佛法，眾生如果得到大乘佛法，可以了生死、出三界、證大菩提涅槃，所以把佛法比喻作「甘露法」。如果以本經來說，可以說這是一切大乘裡面的第一法門，甘露當中的甘露，的確能夠令一切眾生得了這個法，這一生決定成就。"
    },
    {
      "id": "02-001-0060_p0046",
      "zh_CN": "【旷若虚空。大慈等故。】",
      "zh_TW": "【曠若虛空。大慈等故。】"
    },
    {
      "id": "02-001-0060_p0047",
      "zh_CN": "这是讲心量，心量要拓开，要大，不要小心眼，小心眼不是菩萨。非常非常重要。现在人与人之间许多摩擦，不能共处，原因在哪里？心量太小了，不能容忍。小心量决定是迷，决定是染，所以修行人一定要拓开心量，心量要像虚空法界一样，照应前面所讲的平等心，一切平等。",
      "zh_TW": "這是講心量，心量要拓開，要大，不要小心眼，小心眼不是菩薩。非常非常重要。現在人與人之間許多摩擦，不能共處，原因在哪裡？心量太小了，不能容忍。小心量決定是迷，決定是染，所以修行人一定要拓開心量，心量要像虛空法界一樣，照應前面所講的平等心，一切平等。"
    },
    {
      "id": "02-001-0060_p0048",
      "zh_CN": "『大慈等故』，慈称为大慈，是因为他心量大，所以叫大慈。我们众生也有慈，所以佛法里讲慈悲有四种。第一种小心量的，他有慈悲，这个慈叫「爱缘慈」。我爱你，对你就很慈悲，不爱你，慈悲就没有了，这叫爱缘慈。这个圈子最小，一切众生统统都有。第二种慈悲叫「众生缘慈悲」，这个就不是多数人有的，少数人有的，所谓是「推己及人，仁民爱物」，这个仁是仁慈的仁。这个观念，我爱护我自己，我也爱护一切众生，是从自己想到别人，这叫众生缘慈。世间的圣贤有这个心量，这个心量还是不大。像中国的儒家、道家，对人很慈，对动物还是一样要杀牠、吃牠的肉。虽然也有一点慈悲，说「闻其声，不忍食其肉」，杀的时候拿远一点，不要让我听到。可见得这个慈悲心不圆满，六道里头止于人道。但是，这样的慈悲心，实在讲已经是很不容易，不是普通人都有的。",
      "zh_TW": "『大慈等故』，慈稱為大慈，是因為他心量大，所以叫大慈。我們眾生也有慈，所以佛法裡講慈悲有四種。第一種小心量的，他有慈悲，這個慈叫「愛緣慈」。我愛你，對你就很慈悲，不愛你，慈悲就沒有了，這叫愛緣慈。這個圈子最小，一切眾生統統都有。第二種慈悲叫「眾生緣慈悲」，這個就不是多數人有的，少數人有的，所謂是「推己及人，仁民愛物」，這個仁是仁慈的仁。這個觀念，我愛護我自己，我也愛護一切眾生，是從自己想到別人，這叫眾生緣慈。世間的聖賢有這個心量，這個心量還是不大。像中國的儒家、道家，對人很慈，對動物還是一樣要殺牠、吃牠的肉。雖然也有一點慈悲，說「聞其聲，不忍食其肉」，殺的時候拿遠一點，不要讓我聽到。可見得這個慈悲心不圓滿，六道裡頭止於人道。但是，這樣的慈悲心，實在講已經是很不容易，不是普通人都有的。"
    },
    {
      "id": "02-001-0060_p0049",
      "zh_CN": "第三种叫「法缘慈」，那是阿罗汉以上的菩萨才有。为什么？他知道一切法的真相，晓得一切法空寂，所以他有一种平等的慈悲。这个慈悲，佛法没有到中国来，我们老子也说过一句，「天地与我同根，万物与我一体」，从这个观念上出发的，这叫法缘慈。为什么？他还有法做依据，从这个地方产生的慈悲心。可是如来的慈悲就不一样了，那是究竟圆满，『旷若虚空』，「大慈等故」，它叫「无缘慈」，没条件的。确确实实体认，尽虚空遍法界，不但有情众生，连一切无情众生与自己真的是一体；不是这观念当中想像的一体，真实的一体，这样才叫做大慈大悲。由此可知，没有能够见到性的菩萨，这个慈悲都不能称为大慈。大慈最低限度是圆教初住菩萨，我们常说「破一品无明，证一分真性」，他所用的心是真心，不是妄心。真心是平等的，是真正平等清净，所以这个慈悲是大慈。圆初住以下的菩萨是法缘慈，不是大慈大悲。",
      "zh_TW": "第三種叫「法緣慈」，那是阿羅漢以上的菩薩才有。為什麼？他知道一切法的真相，曉得一切法空寂，所以他有一種平等的慈悲。這個慈悲，佛法沒有到中國來，我們老子也說過一句，「天地與我同根，萬物與我一體」，從這個觀念上出發的，這叫法緣慈。為什麼？他還有法做依據，從這個地方產生的慈悲心。可是如來的慈悲就不一樣了，那是究竟圓滿，『曠若虛空』，「大慈等故」，它叫「無緣慈」，沒條件的。確確實實體認，盡虛空遍法界，不但有情眾生，連一切無情眾生與自己真的是一體；不是這觀念當中想像的一體，真實的一體，這樣才叫做大慈大悲。由此可知，沒有能夠見到性的菩薩，這個慈悲都不能稱為大慈。大慈最低限度是圓教初住菩薩，我們常說「破一品無明，證一分真性」，他所用的心是真心，不是妄心。真心是平等的，是真正平等清淨，所以這個慈悲是大慈。圓初住以下的菩薩是法緣慈，不是大慈大悲。"
    },
    {
      "id": "02-001-0060_p0050",
      "zh_CN": "所以学佛的同修要知道把自己的心量拓开，要能容忍，要能容物，世出世间一切法没有一法不能包容，要有这个心量，这个才叫做修大慈悲。大慈悲心就是佛心，你几时大慈悲心流露，你自己知道自己成佛了。如果自己慈悲还不行，自己要晓得还是凡夫，决定没有成佛。这个成佛是圆教初住，圆教初住叫分证位佛，天台讲的六种佛，分证佛，分证佛是真佛。分证之前是相似即佛，好像是佛，不是真的，相似，那是法缘慈，法缘慈是相似位佛。到这个大慈悲，这是分证以上的。由此可知，观行位以下，名字位、观行位都是众生缘慈，连法缘慈都谈不上。这些也能够勘验我们自己功夫，功夫到什么样的境界，修行到某一个层次，自己都会清清楚楚、明明白白的。",
      "zh_TW": "所以學佛的同修要知道把自己的心量拓開，要能容忍，要能容物，世出世間一切法沒有一法不能包容，要有這個心量，這個才叫做修大慈悲。大慈悲心就是佛心，你幾時大慈悲心流露，你自己知道自己成佛了。如果自己慈悲還不行，自己要曉得還是凡夫，決定沒有成佛。這個成佛是圓教初住，圓教初住叫分證位佛，天台講的六種佛，分證佛，分證佛是真佛。分證之前是相似即佛，好像是佛，不是真的，相似，那是法緣慈，法緣慈是相似位佛。到這個大慈悲，這是分證以上的。由此可知，觀行位以下，名字位、觀行位都是眾生緣慈，連法緣慈都談不上。這些也能夠勘驗我們自己功夫，功夫到什麼樣的境界，修行到某一個層次，自己都會清清楚楚、明明白白的。"
    },
    {
      "id": "02-001-0060_p0051",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}