{
  "doc_id": "21-675-0001",
  "title": {
    "zh_CN": "教学为先　政之本也",
    "zh_TW": "教學為先　政之本也"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-675-0001",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "21-675-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。这两天云南朱总来找我，还有一些国内外的道场也来找我，谈到一个问题，传统文化要怎样才能恢复，佛教要怎样才能延续。这是大问题，这问题问得很好。我们细心观察，传统文化到今天，确确实实是存亡继绝的边界，我们这一代人不能把这个经延续下去，下一代的人想延续都没有机会；换句话说，四大古文明，最后的这个也要在世间消失，这真的不是假的。我们最近十年来的努力，把这个做为中心，我们真正明白、真正认识了，以前没有注意到这个问题，没有像现在这么严重的危机感。",
      "zh_TW": "諸位法師，諸位同學，請坐。這兩天雲南朱總來找我，還有一些國內外的道場也來找我，談到一個問題，傳統文化要怎樣才能恢復，佛教要怎樣才能延續。這是大問題，這問題問得很好。我們細心觀察，傳統文化到今天，確確實實是存亡繼絕的邊界，我們這一代人不能把這個經延續下去，下一代的人想延續都沒有機會；換句話說，四大古文明，最後的這個也要在世間消失，這真的不是假的。我們最近十年來的努力，把這個做為中心，我們真正明白、真正認識了，以前沒有注意到這個問題，沒有像現在這麼嚴重的危機感。"
    },
    {
      "id": "21-675-0001_p0002",
      "zh_CN": "这也是一个特殊的缘分，我有机会代表澳洲大学，参加联合国所主办的世界和平会议，参加了很多次。我们在大会做主题讲演，将中国过去几千年来如何营造太平盛世，如何营造人类幸福美满，这些智慧、理念、方法、经验、效果，在联合国做报告，会友们听到了欢喜、鼓掌。我们会后，很多人就问我，法师你讲得很好，这是理想，做不到。这个提问给我是当头一棒，把我打醒了，我才知道危机的核心在什么地方，才发现了，信心，真正危机的核心是信心，对古圣先贤、对过去所有成就全部抹杀了，不相信。今天用什么方法来拯救世界、化解冲突、促进世界安定和平？找不到方法。可以说参与联合国大会的人，都是全世界每个国家的精英，这么多人，用了将近四十年的时间，没找到。这个世界的冲突，频率年年上升，严重性是一次比一次扩大，这是摆在我们面前。所以我就晓得，恢复对祖宗的信心重要，恢复对过去人的智慧、理念、那种方法，这个重要。如果我们对这些都不相信，都打了疑问在上面，自己拿不出方法，这个世界眼看着走向末日。这桩事情大家都看到的。",
      "zh_TW": "這也是一個特殊的緣分，我有機會代表澳洲大學，參加聯合國所主辦的世界和平會議，參加了很多次。我們在大會做主題講演，將中國過去幾千年來如何營造太平盛世，如何營造人類幸福美滿，這些智慧、理念、方法、經驗、效果，在聯合國做報告，會友們聽到了歡喜、鼓掌。我們會後，很多人就問我，法師你講得很好，這是理想，做不到。這個提問給我是當頭一棒，把我打醒了，我才知道危機的核心在什麼地方，才發現了，信心，真正危機的核心是信心，對古聖先賢、對過去所有成就全部抹殺了，不相信。今天用什麼方法來拯救世界、化解衝突、促進世界安定和平？找不到方法。可以說參與聯合國大會的人，都是全世界每個國家的精英，這麼多人，用了將近四十年的時間，沒找到。這個世界的衝突，頻率年年上升，嚴重性是一次比一次擴大，這是擺在我們面前。所以我就曉得，恢復對祖宗的信心重要，恢復對過去人的智慧、理念、那種方法，這個重要。如果我們對這些都不相信，都打了疑問在上面，自己拿不出方法，這個世界眼看著走向末日。這樁事情大家都看到的。"
    },
    {
      "id": "21-675-0001_p0003",
      "zh_CN": "会友们的警告我接受了，我认真去思惟，如何帮助他们建立信心。这些人心目当中全是科学，科学最重要的就是怀疑，然后拿证据出来，他才会相信，他才会认真去研究、认真去探索。所以过去我们在汤池小镇，用中国传统文化做实验，看看在今天还有没有效果，没有想到，三个多月成效卓着。我跟每一个老师都感觉到非常惊讶，为什么？我们的传统文化丢失了两百年。我们最初估计，我们认真努力去做，大概总要做二、三年才能看到成就，没有想到三个多月就看到这么好的成就。我跟我们所有老师说，我们千万不可以骄傲、不可以自满，这个成就不是我们能做得到的，但是成就摆在面前，这是祖宗之德、三宝加持，感谢汤池小镇所有的居民，四万八千人的合作，才做出成就出来，哪里是我们的功劳！千万不能自满、不能骄慢，我们要认真继续努力，要谦卑，要懂得尊人。",
      "zh_TW": "會友們的警告我接受了，我認真去思惟，如何幫助他們建立信心。這些人心目當中全是科學，科學最重要的就是懷疑，然後拿證據出來，他才會相信，他才會認真去研究、認真去探索。所以過去我們在湯池小鎮，用中國傳統文化做實驗，看看在今天還有沒有效果，沒有想到，三個多月成效卓著。我跟每一個老師都感覺到非常驚訝，為什麼？我們的傳統文化丟失了兩百年。我們最初估計，我們認真努力去做，大概總要做二、三年才能看到成就，沒有想到三個多月就看到這麼好的成就。我跟我們所有老師說，我們千萬不可以驕傲、不可以自滿，這個成就不是我們能做得到的，但是成就擺在面前，這是祖宗之德、三寶加持，感謝湯池小鎮所有的居民，四萬八千人的合作，才做出成就出來，哪裡是我們的功勞！千萬不能自滿、不能驕慢，我們要認真繼續努力，要謙卑，要懂得尊人。"
    },
    {
      "id": "21-675-0001_p0004",
      "zh_CN": "这个成就，我相信也是祖宗之德，让我们有这么好的机会到联合国做报告。我们在巴黎联合国教科文组织总部，做了三天展览，八个小时的报告。这次活动办得非常成功，联合国邀请我参加主办单位，所以我们才有这个权利，争取到八个小时报告，争取到三天的展览。当时驻联合国的使节，一百九十二个国家地区这些大使们都听到了、都看到了，而且都有意愿到汤池小镇去考察、去参观。虽然这个意愿他们没有能圆满成行，但是我知道就有三十多个这些大使们，他们用私人观光旅游这种方式，到中国大陆、到汤池小镇去参观考察，在那里住了三、四天，真相信了！这才引起他们注意，古老的东西有效，不通过实验不行，一定要通过实验。",
      "zh_TW": "這個成就，我相信也是祖宗之德，讓我們有這麼好的機會到聯合國做報告。我們在巴黎聯合國教科文組織總部，做了三天展覽，八個小時的報告。這次活動辦得非常成功，聯合國邀請我參加主辦單位，所以我們才有這個權利，爭取到八個小時報告，爭取到三天的展覽。當時駐聯合國的使節，一百九十二個國家地區這些大使們都聽到了、都看到了，而且都有意願到湯池小鎮去考察、去參觀。雖然這個意願他們沒有能圓滿成行，但是我知道就有三十多個這些大使們，他們用私人觀光旅遊這種方式，到中國大陸、到湯池小鎮去參觀考察，在那裡住了三、四天，真相信了！這才引起他們注意，古老的東西有效，不通過實驗不行，一定要通過實驗。"
    },
    {
      "id": "21-675-0001_p0005",
      "zh_CN": "我非常感激，那是二００六年的事情，一直到今天联合国念念不忘，我非常感谢。最近这几个月来，他们又来找我，许多国家的代表，驻教科文组织的使节跟我见了面，问我这些工作是不是继续还在做，希望我再能到联合国去做一次报告，去办一次活动。我告诉他们，上一次的活动我有汤池做报告，如果我再去办活动，我没有东西报告了。但是很巧，澳洲图文巴市，这是个小城市，但是在澳洲是大城市，因为澳洲人少，地大。这个城市居民只有十万人，但是它有八十多个族群，有一百多种不同的语言，十几种宗教，所以它确实是个多元文化。大家生活在一起，由于宗教团结，宗教带头，互相包容、互相尊重、互相敬爱、互相关怀、互助合作，让这个小城变成世界第一个多元文化（多元文化就意味着多元种族、多元宗教、多元思想信仰，能住在一起，像兄弟姐妹一样）和谐示范城市。政府支持，市长参与，这些宗教领导人来找我，告诉我他们有这个意愿，他们知道我过去在汤池是做一个小镇，现在我们做一个城市。我说好，如果一年当中做成功，我说我同意，陪同大家到联合国办一个活动，联合国非常希望我们去。",
      "zh_TW": "我非常感激，那是二００六年的事情，一直到今天聯合國念念不忘，我非常感謝。最近這幾個月來，他們又來找我，許多國家的代表，駐教科文組織的使節跟我見了面，問我這些工作是不是繼續還在做，希望我再能到聯合國去做一次報告，去辦一次活動。我告訴他們，上一次的活動我有湯池做報告，如果我再去辦活動，我沒有東西報告了。但是很巧，澳洲圖文巴市，這是個小城市，但是在澳洲是大城市，因為澳洲人少，地大。這個城市居民只有十萬人，但是它有八十多個族群，有一百多種不同的語言，十幾種宗教，所以它確實是個多元文化。大家生活在一起，由於宗教團結，宗教帶頭，互相包容、互相尊重、互相敬愛、互相關懷、互助合作，讓這個小城變成世界第一個多元文化（多元文化就意味著多元種族、多元宗教、多元思想信仰，能住在一起，像兄弟姐妹一樣）和諧示範城市。政府支持，市長參與，這些宗教領導人來找我，告訴我他們有這個意願，他們知道我過去在湯池是做一個小鎮，現在我們做一個城市。我說好，如果一年當中做成功，我說我同意，陪同大家到聯合國辦一個活動，聯合國非常希望我們去。"
    },
    {
      "id": "21-675-0001_p0006",
      "zh_CN": "这就说到中国传统文化的特色是什么？一定要知道。中国传统文化的特色是孝，全世界其他族群里头没有；有，没有中国人这么重视。所以孝是中华文化的根！从哪里来的？五伦第一伦，「父子有亲」这个亲爱，亲爱表现是父慈子孝。孝这个字，这个符号是会意，上面是个老字，下面是子字，合成一起。这个意思就是告诉我们，我们的前辈、祖宗跟我们自己，以及我们的后代、儿孙是一体的，这是孝字的本意，一看就看出来；用现在哲学里面的话，这就是一体的宇宙人生观。在大乘佛法里面讲的意思更深，不但祖先跟我们后代是一体，佛法里面讲，包括树木花草、山河大地，整个宇宙跟我们是一体。所以大乘佛法的那个爱是没有边际、没有分别的，叫「无缘大慈，同体大悲」。无缘是没有条件的，爱是没有条件的；悲是怜悯，怜悯苦难众生，他跟我是一体。换句话说，他有苦难，我必须要帮助他，帮助他化解，帮助他恢复幸福美满，没有任何条件，牺牲自己也在所不惜，跟中国传统文化的根本完全相应。所以佛教到中国，立刻就被中国朝野欢迎、接受，成为中国传统文化的主体，今天谈到中国文化，大家都讲儒释道。",
      "zh_TW": "這就說到中國傳統文化的特色是什麼？一定要知道。中國傳統文化的特色是孝，全世界其他族群裡頭沒有；有，沒有中國人這麼重視。所以孝是中華文化的根！從哪裡來的？五倫第一倫，「父子有親」這個親愛，親愛表現是父慈子孝。孝這個字，這個符號是會意，上面是個老字，下面是子字，合成一起。這個意思就是告訴我們，我們的前輩、祖宗跟我們自己，以及我們的後代、兒孫是一體的，這是孝字的本意，一看就看出來；用現在哲學裡面的話，這就是一體的宇宙人生觀。在大乘佛法裡面講的意思更深，不但祖先跟我們後代是一體，佛法裡面講，包括樹木花草、山河大地，整個宇宙跟我們是一體。所以大乘佛法的那個愛是沒有邊際、沒有分別的，叫「無緣大慈，同體大悲」。無緣是沒有條件的，愛是沒有條件的；悲是憐憫，憐憫苦難眾生，他跟我是一體。換句話說，他有苦難，我必須要幫助他，幫助他化解，幫助他恢復幸福美滿，沒有任何條件，犧牲自己也在所不惜，跟中國傳統文化的根本完全相應。所以佛教到中國，立刻就被中國朝野歡迎、接受，成為中國傳統文化的主體，今天談到中國文化，大家都講儒釋道。"
    },
    {
      "id": "21-675-0001_p0007",
      "zh_CN": "我们今天问题在哪里？今天问题不认识了、不相信了，这是我们的危机，这是我们的文化能不能承传下去最主要的原因。如果我们有这么深重的误会，不认识它、漠视它，让它在我们这一代消失，下一代就完了，就灭亡了。灭亡了与我们有没有什么关系？关系可大了。你不相信因果，那你完全是从唯物观念来看，地球毁灭了，太阳系毁灭了，银河系毁灭了，自然现象。可是中国传统的看法跟佛法的看法不一样，佛法讲生命是永恒的，物质现象是假的，不是真的，真的是什么？真的是灵性，这个东西不生不灭。你如果不相信，我问你，你做过梦没有？你有没有作梦的经验？都有。梦中的经验是唯物的经验、是唯心的经验，你们想想看，梦境是唯物还是唯心？梦境不是物质，与唯物不相干。现在人说梦境是下意识，那下意识它不生不灭，它不是物质。所以儒释道都讲有来世，儒释道都讲有轮回。如果这个事情是真的，身死掉了，那灵还在，灵到哪里去？灵到饿鬼、畜生、地狱，日子可不好过。头一个罪名就是大不孝，不相信祖宗、不尊敬祖宗，把祖宗这么好的东西给了你，你不要，你把它糟蹋掉了，乃至于毁灭，这个罪不就是阿鼻地狱罪业吗？太可怕了！现在人不相信，这是迷信，这是宗教，这不是真的，是骗人的。那我告诉大家，受骗的人有福，聪明的人要去地狱受罪，相信的人有福了，为什么？他不敢造这个业。",
      "zh_TW": "我們今天問題在哪裡？今天問題不認識了、不相信了，這是我們的危機，這是我們的文化能不能承傳下去最主要的原因。如果我們有這麼深重的誤會，不認識它、漠視它，讓它在我們這一代消失，下一代就完了，就滅亡了。滅亡了與我們有沒有什麼關係？關係可大了。你不相信因果，那你完全是從唯物觀念來看，地球毀滅了，太陽系毀滅了，銀河系毀滅了，自然現象。可是中國傳統的看法跟佛法的看法不一樣，佛法講生命是永恆的，物質現象是假的，不是真的，真的是什麼？真的是靈性，這個東西不生不滅。你如果不相信，我問你，你做過夢沒有？你有沒有作夢的經驗？都有。夢中的經驗是唯物的經驗、是唯心的經驗，你們想想看，夢境是唯物還是唯心？夢境不是物質，與唯物不相干。現在人說夢境是下意識，那下意識它不生不滅，它不是物質。所以儒釋道都講有來世，儒釋道都講有輪迴。如果這個事情是真的，身死掉了，那靈還在，靈到哪裡去？靈到餓鬼、畜生、地獄，日子可不好過。頭一個罪名就是大不孝，不相信祖宗、不尊敬祖宗，把祖宗這麼好的東西給了你，你不要，你把它糟蹋掉了，乃至於毀滅，這個罪不就是阿鼻地獄罪業嗎？太可怕了！現在人不相信，這是迷信，這是宗教，這不是真的，是騙人的。那我告訴大家，受騙的人有福，聰明的人要去地獄受罪，相信的人有福了，為什麼？他不敢造這個業。"
    },
    {
      "id": "21-675-0001_p0008",
      "zh_CN": "大乘佛法它的根是孝养父母、奉事师长，大乘佛法的根在此地，尊师重道是中国人的美德。古人说，「民之本教曰孝」。孝这个字中国人非常重视，他说这是德之本，是人之本，道德的根本是孝，从这儿来的。做人的根本，教学的根本，教什么？就是教孝。所以中国的文化可以说是道德的文化、孝文化。孝是什么？爱自己的父母亲。这不是学来的，这是天性、本性。中国的教育，古圣先贤知道这个事情，为什么要教？教育第一个目标，希望把这个孝德，孝亲之德，这个亲是亲爱，如何能一生保持而不变，这是教育第一个目标。第二个目标是把这个孝亲、这种大爱发扬光大，能够爱他的兄弟姐妹，爱他的长辈，他的祖父母、曾祖父母、叔叔伯伯，这是家族，爱你的家族，爱你的邻里乡党，爱社会、爱国家、爱人类。这是中国传统教育，这是中国文化的根。",
      "zh_TW": "大乘佛法它的根是孝養父母、奉事師長，大乘佛法的根在此地，尊師重道是中國人的美德。古人說，「民之本教曰孝」。孝這個字中國人非常重視，他說這是德之本，是人之本，道德的根本是孝，從這兒來的。做人的根本，教學的根本，教什麼？就是教孝。所以中國的文化可以說是道德的文化、孝文化。孝是什麼？愛自己的父母親。這不是學來的，這是天性、本性。中國的教育，古聖先賢知道這個事情，為什麼要教？教育第一個目標，希望把這個孝德，孝親之德，這個親是親愛，如何能一生保持而不變，這是教育第一個目標。第二個目標是把這個孝親、這種大愛發揚光大，能夠愛他的兄弟姐妹，愛他的長輩，他的祖父母、曾祖父母、叔叔伯伯，這是家族，愛你的家族，愛你的鄰里鄉黨，愛社會、愛國家、愛人類。這是中國傳統教育，這是中國文化的根。"
    },
    {
      "id": "21-675-0001_p0009",
      "zh_CN": "敬是中华文化的本，我们用植物，用树木来做比喻，这是根，这是本。敬是什么？敬是对长辈、对老师。对一切人要孝，对一切人要敬。所以，孝是天之大经，地之大义，落实在孝亲、尊师，这两个是代表。发扬光大，人人都是我的亲，佛法里头说，「一切男子是我父，一切女人是我母」，这就扩大了。一切众生皆是我的老师。孔子知道，「三人行必有我师」，三人行是自己一个，一个善人、一个恶人，都是我的老师。善人我向他学习，他好的地方我跟他学；恶人，我看到他作恶，提醒我反省，我有没有，有则改之，无则嘉勉，他也是我的老师。你看中国人，人人是老师，人人都要敬。普贤菩萨十愿，第一个「礼敬诸佛」，诸佛是谁？一切众生皆是诸佛。对一切众生的敬就跟敬佛一样的敬，没有差等，为什么？一切众生本来是佛。所以讲到教学，汤恩比称中国孔孟与大乘佛法是非常有道理的，他认识，他明了，他不迷惑，他识货，知道这个宝，这个宝能救世界。真正能救苦救难中国有，要到中国去挖宝，全世界都能得救。大乘佛法里具体表现的是《华严经》上善财童子五十三参，善财心目当中人人都是我的老师，他向每个人学习，他最后成就了，成佛了。这就是所谓的取人之长，学人之长，去人之短，我在别人身上看到短处、错误的，我自己反省有没有，有，赶快除掉、改掉。所以每个人都是我的老师。",
      "zh_TW": "敬是中華文化的本，我們用植物，用樹木來做比喻，這是根，這是本。敬是什麼？敬是對長輩、對老師。對一切人要孝，對一切人要敬。所以，孝是天之大經，地之大義，落實在孝親、尊師，這兩個是代表。發揚光大，人人都是我的親，佛法裡頭說，「一切男子是我父，一切女人是我母」，這就擴大了。一切眾生皆是我的老師。孔子知道，「三人行必有我師」，三人行是自己一個，一個善人、一個惡人，都是我的老師。善人我向他學習，他好的地方我跟他學；惡人，我看到他作惡，提醒我反省，我有沒有，有則改之，無則嘉勉，他也是我的老師。你看中國人，人人是老師，人人都要敬。普賢菩薩十願，第一個「禮敬諸佛」，諸佛是誰？一切眾生皆是諸佛。對一切眾生的敬就跟敬佛一樣的敬，沒有差等，為什麼？一切眾生本來是佛。所以講到教學，湯恩比稱中國孔孟與大乘佛法是非常有道理的，他認識，他明瞭，他不迷惑，他識貨，知道這個寶，這個寶能救世界。真正能救苦救難中國有，要到中國去挖寶，全世界都能得救。大乘佛法裡具體表現的是《華嚴經》上善財童子五十三參，善財心目當中人人都是我的老師，他向每個人學習，他最後成就了，成佛了。這就是所謂的取人之長，學人之長，去人之短，我在別人身上看到短處、錯誤的，我自己反省有沒有，有，趕快除掉、改掉。所以每個人都是我的老師。"
    },
    {
      "id": "21-675-0001_p0010",
      "zh_CN": "中华传统文化四个科目，「五伦、五常、四维、八德是也」，千万年前所传授到今天就这四样东西，好记！所以我深深相信，我们这种好的文化不止五千年。说五千年是有文字，文字是黄帝时代发明的，到现在还不到五千年，但是没有文字不能说没有文化，老祖宗用这四个科目来教人，肯定一万多年之前就有，就存在。中国文化的底蕴是非常非常深厚！五伦是讲关系，关系庄严整齐，一点都不乱。像一棵树，从根生本，从本生干，从干生枝，从枝生条，从条再生梢、再生叶、再生花果；再大的树，庄严整齐，一点都不乱。伦常是讲人，人在这个世间也不乱，你看他有父子，关系讲最亲的，父子，再次一等叫二等亲，兄弟，兄弟姐妹，这是在家庭里面。家庭外面是社会，社会里面有领导与被领导的关系，君臣，有朋友。家里面还有个重要的，夫妇，夫妇组成一个家庭才有父子。夫妇有别，别是不同的任务。夫妇的关系要懂得，夫妇的关系要处理得很好，不能随便。",
      "zh_TW": "中華傳統文化四個科目，「五倫、五常、四維、八德是也」，千萬年前所傳授到今天就這四樣東西，好記！所以我深深相信，我們這種好的文化不止五千年。說五千年是有文字，文字是黃帝時代發明的，到現在還不到五千年，但是沒有文字不能說沒有文化，老祖宗用這四個科目來教人，肯定一萬多年之前就有，就存在。中國文化的底蘊是非常非常深厚！五倫是講關係，關係莊嚴整齊，一點都不亂。像一棵樹，從根生本，從本生幹，從幹生枝，從枝生條，從條再生梢、再生葉、再生花果；再大的樹，莊嚴整齊，一點都不亂。倫常是講人，人在這個世間也不亂，你看他有父子，關係講最親的，父子，再次一等叫二等親，兄弟，兄弟姐妹，這是在家庭裡面。家庭外面是社會，社會裡面有領導與被領導的關係，君臣，有朋友。家裡面還有個重要的，夫婦，夫婦組成一個家庭才有父子。夫婦有別，別是不同的任務。夫婦的關係要懂得，夫婦的關係要處理得很好，不能隨便。"
    },
    {
      "id": "21-675-0001_p0011",
      "zh_CN": "我们这个地方节录了《群书治要３６０》里头第十九段，《孔子家语》卷十里面一段文字，我们在这里念一念。「昔三代明王之必敬妻子也，盖有道焉」，三代是夏商周，商汤、夏禹、周家的文武，对妻子的尊重、尊敬，有道理，不是没有道理。什么道理？他懂得，妻子，「妻也者，亲之主也」。这个亲是什么？亲是祖宗。妻主内政，相夫教子，她太重要了，她担任的是育幼、养老、祭祀祖宗。像一个国家，她是内政部长，也可以说她是宰相，她多重要，你怎么能不尊敬她？「子也者」，儿子，要尊重他，为什么？「亲之后也」，后代，祖宗的后代，没有他，我们家后代就完了。「敢不敬与」，对妻子的尊敬、爱护，当然这里头要好好教导他，特别是儿女。",
      "zh_TW": "我們這個地方節錄了《群書治要３６０》裡頭第十九段，《孔子家語》卷十裡面一段文字，我們在這裡念一念。「昔三代明王之必敬妻子也，蓋有道焉」，三代是夏商周，商湯、夏禹、周家的文武，對妻子的尊重、尊敬，有道理，不是沒有道理。什麼道理？他懂得，妻子，「妻也者，親之主也」。這個親是什麼？親是祖宗。妻主內政，相夫教子，她太重要了，她擔任的是育幼、養老、祭祀祖宗。像一個國家，她是內政部長，也可以說她是宰相，她多重要，你怎麼能不尊敬她？「子也者」，兒子，要尊重他，為什麼？「親之後也」，後代，祖宗的後代，沒有他，我們家後代就完了。「敢不敬與」，對妻子的尊敬、愛護，當然這裡頭要好好教導他，特別是兒女。"
    },
    {
      "id": "21-675-0001_p0012",
      "zh_CN": "「敬也者，敬身为大」，这敬身，我们今天讲自爱。为什么？你的身体，「亲之支也」，是父母的分支。你要不尊敬自己，不爱惜身体，你是大不孝，你怎么对得起父母！不能让父母丢人，不能让父母在社会上不能见人，所以自己要争气，自己要学好，有德行、有学问，对社会有贡献。别人赞叹你父母，父母好，你看教好这么多的好儿子，我们社会大众都沾他的光，这父母的荣耀，这叫孝亲。所以「敢不敬与」。这一条的敬是敬自己，对自己要自重自爱。「不敬其身」，就是不尊重自己，不知道自爱的人，「是伤其亲」，现在的社会到处能看见，你看父母多伤心，父母多难过。「伤其亲，是伤其本也」，连祖宗都难过，连祖宗都感觉得羞耻，孝就没有了，敬也没有了。所以真正懂得孝的人，他一定自爱、爱人。爱人从哪里爱起？从自己妻子爱起。所以「不敬其身，是伤其亲；伤其亲，是伤其本也；伤其本，则支从而亡」，最后到灭亡。",
      "zh_TW": "「敬也者，敬身為大」，這敬身，我們今天講自愛。為什麼？你的身體，「親之支也」，是父母的分支。你要不尊敬自己，不愛惜身體，你是大不孝，你怎麼對得起父母！不能讓父母丟人，不能讓父母在社會上不能見人，所以自己要爭氣，自己要學好，有德行、有學問，對社會有貢獻。別人讚歎你父母，父母好，你看教好這麼多的好兒子，我們社會大眾都沾他的光，這父母的榮耀，這叫孝親。所以「敢不敬與」。這一條的敬是敬自己，對自己要自重自愛。「不敬其身」，就是不尊重自己，不知道自愛的人，「是傷其親」，現在的社會到處能看見，你看父母多傷心，父母多難過。「傷其親，是傷其本也」，連祖宗都難過，連祖宗都感覺得羞恥，孝就沒有了，敬也沒有了。所以真正懂得孝的人，他一定自愛、愛人。愛人從哪裡愛起？從自己妻子愛起。所以「不敬其身，是傷其親；傷其親，是傷其本也；傷其本，則支從而亡」，最後到滅亡。"
    },
    {
      "id": "21-675-0001_p0013",
      "zh_CN": "「三者」，三者就是自身、妻、儿女这三者，「百姓之象也」。今天讲，人民都在看着，都在效法，都在学习，你上面不知道自爱，人就不自爱了。「身以及身」，身是自身，我们要自爱，以及他身，我们能自爱，就能爱别人。我们爱自己儿女，就会爱别人的儿女；我们爱自己的妻子，就会爱别人的妻子。「君」，君是国家领导人，能「修此三者」，自爱、爱妻子、爱儿女，天下人都跟他学，「则大化忾于天下」，忾是深广的教化，这才能教化天下众生，治国平天下那个根就在此地。那个根要晓得，从自爱开始，人不自爱就完了。人不自重，不知道尊重别人；人不自爱，不晓得爱别人。我们学习中国传统文化从这个地方开始，从自己开始。自己做不到，希望别人做到是假的，一定要自己做到，然后别人效法。大乘佛法里面所说的，要时时刻刻念着为一切众生做好榜样，叫威仪有则。我起心动念、言语造作想一想，天下人都跟我学行不行？如果不行，不行就不能想、就不能说、就不能做；如果行，我们就可以想、可以说、可以做。",
      "zh_TW": "「三者」，三者就是自身、妻、兒女這三者，「百姓之象也」。今天講，人民都在看著，都在效法，都在學習，你上面不知道自愛，人就不自愛了。「身以及身」，身是自身，我們要自愛，以及他身，我們能自愛，就能愛別人。我們愛自己兒女，就會愛別人的兒女；我們愛自己的妻子，就會愛別人的妻子。「君」，君是國家領導人，能「修此三者」，自愛、愛妻子、愛兒女，天下人都跟他學，「則大化愾於天下」，愾是深廣的教化，這才能教化天下眾生，治國平天下那個根就在此地。那個根要曉得，從自愛開始，人不自愛就完了。人不自重，不知道尊重別人；人不自愛，不曉得愛別人。我們學習中國傳統文化從這個地方開始，從自己開始。自己做不到，希望別人做到是假的，一定要自己做到，然後別人效法。大乘佛法裡面所說的，要時時刻刻念著為一切眾生做好榜樣，叫威儀有則。我起心動念、言語造作想一想，天下人都跟我學行不行？如果不行，不行就不能想、就不能說、就不能做；如果行，我們就可以想、可以說、可以做。"
    },
    {
      "id": "21-675-0001_p0014",
      "zh_CN": "所以真正肯定祖宗之德，祖宗的智慧、祖宗的德行、祖宗的理念，祖宗的那些方法、那种经验，是非常非常的宝贵，我们守住，天下大治；我们不要了，天下就乱。这很简单的事实都摆在眼前，你不要，不要就乱；你要，要就大治。满清过去入主中国，少数民族，这在东北，他进入中国的军队不过二十万人，统治中国将近三百年。他靠什么？他就靠中国传统文化，他完全接受了，认真学习，而且把中国文化发扬光大。乾隆、雍正、康熙这三代，中国的国力是世界第一，没有任何国家能跟中国相比的，靠什么？靠中国传统文化，靠孝亲尊师，帝王自己带头干，上行下效。所以我们要肯定五伦、五常、四维、八德这四科，传承万代，不衰不变，超越时空，实为性德大道。存于心，这就是道；行于事，这就是德。你真正把它落实在生活，落实在工作，落实在处事待人接物，你真的得道了。这个德，道德这个德，跟得失的得相通，意思也相通。你看，修道你就有德。",
      "zh_TW": "所以真正肯定祖宗之德，祖宗的智慧、祖宗的德行、祖宗的理念，祖宗的那些方法、那種經驗，是非常非常的寶貴，我們守住，天下大治；我們不要了，天下就亂。這很簡單的事實都擺在眼前，你不要，不要就亂；你要，要就大治。滿清過去入主中國，少數民族，這在東北，他進入中國的軍隊不過二十萬人，統治中國將近三百年。他靠什麼？他就靠中國傳統文化，他完全接受了，認真學習，而且把中國文化發揚光大。乾隆、雍正、康熙這三代，中國的國力是世界第一，沒有任何國家能跟中國相比的，靠什麼？靠中國傳統文化，靠孝親尊師，帝王自己帶頭幹，上行下效。所以我們要肯定五倫、五常、四維、八德這四科，傳承萬代，不衰不變，超越時空，實為性德大道。存於心，這就是道；行於事，這就是德。你真正把它落實在生活，落實在工作，落實在處事待人接物，你真的得道了。這個德，道德這個德，跟得失的得相通，意思也相通。你看，修道你就有德。"
    },
    {
      "id": "21-675-0001_p0015",
      "zh_CN": "五常，后面我们都会介绍到。在佛法，这五常很重要。中国传统里面，五伦最高的境界是一家，一切众生跟我是一家人，相亲相爱。在佛法里面，佛法的伦常关系是整个宇宙一切万物跟我是一体，这个意思就更深了。五常跟佛法的五戒内容完全相同，五常是仁义礼智信，仁不杀生，义不偷盗，礼不邪淫，智不饮酒，信不妄语。从五伦再展开就是十善，《无量寿经》上讲得非常清楚，把不饮酒这一条开为不贪、不瞋、不痴，诸位读经就知道了。中国老祖宗有这四科，佛也有，佛有十善，佛有六和、有六度、有普贤十愿。十愿里面特别着重前面四条，「礼敬诸佛，称赞如来」。礼敬没有分别、没有执着，对一切众生都要恭敬，平等的；称赞有差别，所以称赞不说诸佛，说如来。这名词换了一下，意思不一样，诸佛从相上说的，如来从性上说的，就是从德行上讲的。称赞，你有德行我称赞你，没有德行不称赞；但是礼敬，你有德行我礼敬你，没有德行也礼敬你，这个不分别的。所以称赞有差别，这个里头意思很深。称赞，你有好的地方称赞，别人向你学习，不好的地方也称赞，那就不行，就不可以。违背道德的不称赞，违背佛陀教育的不称赞；随顺的赞叹，不随顺的不赞叹。",
      "zh_TW": "五常，後面我們都會介紹到。在佛法，這五常很重要。中國傳統裡面，五倫最高的境界是一家，一切眾生跟我是一家人，相親相愛。在佛法裡面，佛法的倫常關係是整個宇宙一切萬物跟我是一體，這個意思就更深了。五常跟佛法的五戒內容完全相同，五常是仁義禮智信，仁不殺生，義不偷盜，禮不邪淫，智不飲酒，信不妄語。從五倫再展開就是十善，《無量壽經》上講得非常清楚，把不飲酒這一條開為不貪、不瞋、不痴，諸位讀經就知道了。中國老祖宗有這四科，佛也有，佛有十善，佛有六和、有六度、有普賢十願。十願裡面特別著重前面四條，「禮敬諸佛，稱讚如來」。禮敬沒有分別、沒有執著，對一切眾生都要恭敬，平等的；稱讚有差別，所以稱讚不說諸佛，說如來。這名詞換了一下，意思不一樣，諸佛從相上說的，如來從性上說的，就是從德行上講的。稱讚，你有德行我稱讚你，沒有德行不稱讚；但是禮敬，你有德行我禮敬你，沒有德行也禮敬你，這個不分別的。所以稱讚有差別，這個裡頭意思很深。稱讚，你有好的地方稱讚，別人向你學習，不好的地方也稱讚，那就不行，就不可以。違背道德的不稱讚，違背佛陀教育的不稱讚；隨順的讚歎，不隨順的不讚歎。"
    },
    {
      "id": "21-675-0001_p0016",
      "zh_CN": "底下一句说，「文化是民族之灵魂」，这是根，从根上讲。「教育是文化之生机」，这是本，这个根本是讲到教学，教学的根，教学的本。「教也者，长善救其失也」，这《礼记》上说的。教什么？要教他长善，对善要进步；失是过失，过失要帮助他改正过来，要救他的失，这叫做教。现在的教育，到处也都学校很多，但是没有长善的教育，没有救失的教育，所以世界会变成这个样子。那我们这个长善救失的教育对现在人有没有效？有效，我们实验成功了，我们在汤池，你看不到三、四个月的实验就成功了。所以汤池给我们的经验，我得到是两句话的结论，第一个证明了祖宗所说的本性本善，《三字经》上讲的「人之初，性本善」证明了，这真的不是假的。第二个我们得到的一个结论是，人是很好教的，不难！我们才浅浅尝试了三个多月，汤池镇的人民良心发现，不好意思做坏事，做坏事他有惭愧心，对不起良心，怕外面人批评，所以他自然就约束自己。这个例子很多，诸位看我们汤池的报告你就看出来，很多这些例子，是真的不是假的。修道，怎么教法？修道就是教。所以，我们不修，你就没法子教。这就是现在人所说的，教别人先要教自己。佛家讲修行，行是行为，行为都能与道相应，这就是修道，这是真正教育。真正教育是用身教，不是言教，言教他不相信，自己真正做到，他相信，所以一定要带头。",
      "zh_TW": "底下一句說，「文化是民族之靈魂」，這是根，從根上講。「教育是文化之生機」，這是本，這個根本是講到教學，教學的根，教學的本。「教也者，長善救其失也」，這《禮記》上說的。教什麼？要教他長善，對善要進步；失是過失，過失要幫助他改正過來，要救他的失，這叫做教。現在的教育，到處也都學校很多，但是沒有長善的教育，沒有救失的教育，所以世界會變成這個樣子。那我們這個長善救失的教育對現在人有沒有效？有效，我們實驗成功了，我們在湯池，你看不到三、四個月的實驗就成功了。所以湯池給我們的經驗，我得到是兩句話的結論，第一個證明了祖宗所說的本性本善，《三字經》上講的「人之初，性本善」證明了，這真的不是假的。第二個我們得到的一個結論是，人是很好教的，不難！我們才淺淺嘗試了三個多月，湯池鎮的人民良心發現，不好意思做壞事，做壞事他有慚愧心，對不起良心，怕外面人批評，所以他自然就約束自己。這個例子很多，諸位看我們湯池的報告你就看出來，很多這些例子，是真的不是假的。修道，怎麼教法？修道就是教。所以，我們不修，你就沒法子教。這就是現在人所說的，教別人先要教自己。佛家講修行，行是行為，行為都能與道相應，這就是修道，這是真正教育。真正教育是用身教，不是言教，言教他不相信，自己真正做到，他相信，所以一定要帶頭。"
    },
    {
      "id": "21-675-0001_p0017",
      "zh_CN": "「故安身立命，教学为先」。如何叫我们的身能安？我们能过得健康、过得快乐、过得幸福、过得美满？中国古人讲的两句话重要，「格物致知」，这《大学》里头说的。物是什么？物是欲望，物欲。物欲不能不要，但是不能过分，不过分有益，有益于身心，过分了，对身心都有伤害。所以对于物欲要知足，知足就常乐，常乐就是安身。智是智慧，智慧是本有的。佛在《华严经》上告诉我们，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，说得这么清楚、这么明白。我们欲望太多，智慧就没有了，完全被它盖复住了；如果我们的欲望愈来愈淡薄，智慧就愈来愈成长。所以物格了智慧就现前，物格而后致知，智慧就现前，这一定的道理。人的心淡薄，人的心清净，他看东西、听东西，观察一切事物跟一般人不一样，他看得清楚，他看得深，他看得远。格物就是放下，致知就是看破；在大乘佛法的名词，格物是止，致知是观，叫止观，名词不一样，意思完全相同。修行要从这里修起，你不从这个地方修起，底下诚意、正心就是假的，你决定做不到，你没有诚意，没有诚意跟佛菩萨不能有感应。",
      "zh_TW": "「故安身立命，教學為先」。如何叫我們的身能安？我們能過得健康、過得快樂、過得幸福、過得美滿？中國古人講的兩句話重要，「格物致知」，這《大學》裡頭說的。物是什麼？物是欲望，物欲。物欲不能不要，但是不能過分，不過分有益，有益於身心，過分了，對身心都有傷害。所以對於物欲要知足，知足就常樂，常樂就是安身。智是智慧，智慧是本有的。佛在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，說得這麼清楚、這麼明白。我們欲望太多，智慧就沒有了，完全被它蓋覆住了；如果我們的欲望愈來愈淡薄，智慧就愈來愈成長。所以物格了智慧就現前，物格而後致知，智慧就現前，這一定的道理。人的心淡薄，人的心清淨，他看東西、聽東西，觀察一切事物跟一般人不一樣，他看得清楚，他看得深，他看得遠。格物就是放下，致知就是看破；在大乘佛法的名詞，格物是止，致知是觀，叫止觀，名詞不一樣，意思完全相同。修行要從這裡修起，你不從這個地方修起，底下誠意、正心就是假的，你決定做不到，你沒有誠意，沒有誠意跟佛菩薩不能有感應。"
    },
    {
      "id": "21-675-0001_p0018",
      "zh_CN": "我们今天学佛，必须承认自己是凡夫，千万不要自命为再来人，没这个道理。凡夫就得从头学起，不能插班，格物、致知不要，我来学诚意、正心，学一辈子也没学到，诚意正心假的。诚意正心在佛法里就是大菩提心。所以这八个字是关键。人生最快乐，能吃得饱、穿得暖，有个小房子可以遮蔽风雨，心里头无忧无虑，无有牵挂，身体健康快乐，这真正幸福。幸福跟财富没关系，幸福跟地位没关系，幸福跟名闻利养没关系，这一定要知道。在中国，标准幸福美满的人是谁？孔夫子，孔颜，孔子、孟子、颜回，这真正幸福的人。在佛法里面是谁？释迦牟尼佛，这些菩萨、阿罗汉、祖师大德是世间第一等幸福的人。我跟方老师学哲学，老师告诉我，学佛是人生最高的享受。这个佛就是释迦牟尼佛，你能够学他，那是人生最高的享受。释迦牟尼佛把名闻利养全丢掉了。他不是没有，他有，他父亲是国王，不出家他继承王位。不要王位了，出家去，去享受人生最高的享受，这真智慧！所以格物、致知、诚意、正心落实在教学为先。得有人教，没人教，不行。",
      "zh_TW": "我們今天學佛，必須承認自己是凡夫，千萬不要自命為再來人，沒這個道理。凡夫就得從頭學起，不能插班，格物、致知不要，我來學誠意、正心，學一輩子也沒學到，誠意正心假的。誠意正心在佛法裡就是大菩提心。所以這八個字是關鍵。人生最快樂，能吃得飽、穿得暖，有個小房子可以遮蔽風雨，心裡頭無憂無慮，無有牽掛，身體健康快樂，這真正幸福。幸福跟財富沒關係，幸福跟地位沒關係，幸福跟名聞利養沒關係，這一定要知道。在中國，標準幸福美滿的人是誰？孔夫子，孔顏，孔子、孟子、顏回，這真正幸福的人。在佛法裡面是誰？釋迦牟尼佛，這些菩薩、阿羅漢、祖師大德是世間第一等幸福的人。我跟方老師學哲學，老師告訴我，學佛是人生最高的享受。這個佛就是釋迦牟尼佛，你能夠學他，那是人生最高的享受。釋迦牟尼佛把名聞利養全丟掉了。他不是沒有，他有，他父親是國王，不出家他繼承王位。不要王位了，出家去，去享受人生最高的享受，這真智慧！所以格物、致知、誠意、正心落實在教學為先。得有人教，沒人教，不行。"
    },
    {
      "id": "21-675-0001_p0019",
      "zh_CN": "老师，真善知识！我是接受章嘉大师的教导，走上了人生最高享受这条道路。这个路是方老师告诉我的，告诉我，我还不知道怎么走法，不晓得怎么走。章嘉大师是很干脆的跟我说，你可别去做官。我说为什么？他说你做官是个好官、清官，你的手下贪赃枉法你怎么办？这句话真的把我吓住了，我能把我自己管好，没有办法管别人。手下造罪业，领导人要受连带处分，还是要堕地狱。所以我接受了，我想通了，这条路断绝了。我问大师，我说那我怎么办？他劝我出家，劝我学释迦牟尼佛。所以我出家学佛这个路他指的。而且还很奇妙，告诉我发心出家，学释迦牟尼佛，你不要去找法师给你剃度。我说那我怎么出家？他说你要找个老和尚剃度，那个老和尚不答应，你会不会感到很难过？我说是。他说那你就不能找。那怎么办？求感应，求佛菩萨给你安排。真的？真的。所以我就不找人剃度，不去跟这些和尚碰头，求佛。",
      "zh_TW": "老師，真善知識！我是接受章嘉大師的教導，走上了人生最高享受這條道路。這個路是方老師告訴我的，告訴我，我還不知道怎麼走法，不曉得怎麼走。章嘉大師是很乾脆的跟我說，你可別去做官。我說為什麼？他說你做官是個好官、清官，你的手下貪贓枉法你怎麼辦？這句話真的把我嚇住了，我能把我自己管好，沒有辦法管別人。手下造罪業，領導人要受連帶處分，還是要墮地獄。所以我接受了，我想通了，這條路斷絕了。我問大師，我說那我怎麼辦？他勸我出家，勸我學釋迦牟尼佛。所以我出家學佛這個路他指的。而且還很奇妙，告訴我發心出家，學釋迦牟尼佛，你不要去找法師給你剃度。我說那我怎麼出家？他說你要找個老和尚剃度，那個老和尚不答應，你會不會感到很難過？我說是。他說那你就不能找。那怎麼辦？求感應，求佛菩薩給你安排。真的？真的。所以我就不找人剃度，不去跟這些和尚碰頭，求佛。"
    },
    {
      "id": "21-675-0001_p0020",
      "zh_CN": "有感应，我在出家之前一个月，非常明显的感应，我告诉同学们，我说我出家的因缘可能会成熟。他说多久？我说不出半年。一个月之后，台北临济寺的主持心悟法师派个人来找我，劝我出家，到临济寺出家。好像一个多月的时间，他这个人来了九次，我看他很诚恳，所以我就答应了。不是三顾茅庐，九次！所以我就跟李老师报告，李老师说，你怎么人家一劝你就去？我说不是，他来了九次，最近这两个月来了九次，很诚恳。他来找我，我就提条件，我说我出家不做经忏佛事，我在李老师这里学讲经，我出家希望的是我能讲经教学，走释迦牟尼佛这个路子。统统答应。可是我还没有完全学成就，我每个月必须到台中住一个星期，寺庙常住要负责我交通旅费。统统答应。我是有条件出家的，不是说出家一定要随从，我不是的。这什么？章嘉大师教的。",
      "zh_TW": "有感應，我在出家之前一個月，非常明顯的感應，我告訴同學們，我說我出家的因緣可能會成熟。他說多久？我說不出半年。一個月之後，台北臨濟寺的主持心悟法師派個人來找我，勸我出家，到臨濟寺出家。好像一個多月的時間，他這個人來了九次，我看他很誠懇，所以我就答應了。不是三顧茅廬，九次！所以我就跟李老師報告，李老師說，你怎麼人家一勸你就去？我說不是，他來了九次，最近這兩個月來了九次，很誠懇。他來找我，我就提條件，我說我出家不做經懺佛事，我在李老師這裡學講經，我出家希望的是我能講經教學，走釋迦牟尼佛這個路子。統統答應。可是我還沒有完全學成就，我每個月必須到台中住一個星期，寺廟常住要負責我交通旅費。統統答應。我是有條件出家的，不是說出家一定要隨從，我不是的。這什麼？章嘉大師教的。"
    },
    {
      "id": "21-675-0001_p0021",
      "zh_CN": "受戒，我没有钱，那时候受戒收费，在当时那个时候受戒收五百块钱。五百块钱很大，在台湾五十多年前的时候，五百块钱很大，我到哪找钱去？很多人去报名、去参加，我没有动念头。有一天碰到周邦道先生，他是我在家时候的校长，抗战期间，我在国立三中读书，他是国立三中校长。遇到我，他说你出家了，两年了？我说是，两年了。八堵传戒你为什么不去？我说没有钱。他听了，好，他在同学会里头宣布，同学们大家凑五百块钱让我去受戒。全部都是随缘，一点都不操心，这些得力于章嘉大师的教诲。一生无论是顺境、是逆境，全是佛菩萨安排的，所以我对于一切境缘以平等心来看待，而且什么？统统对我有利益。顺境来考试，看我有没有贪恋，没有贪恋通过了；逆境看我有没有瞋恚，把我贪瞋痴慢疑在境界里头磨光。不经历事，这些事件，你到哪里去学习！所以我们对于恭敬赞叹的人，恶意毁谤，甚至于陷害的人，都起恭敬心，都感恩，感谢他来对我的考试，我关关通过，心平气和，没有受境界的波动影响，好事，不是坏事，毁谤、障碍的人都是好人，不是坏人。所以我们讲经，这摄影棚旁边供着消灾牌位，这供他们，我感恩。我了解事实真相，所以感恩。所以安身立命要靠教学、要靠老师，没有老师，我们是迷惑人，我们在人生的方向一定会走错路，一定会造业。所以老师的恩德怎么报？我们真正学好了就是报老师恩。",
      "zh_TW": "受戒，我沒有錢，那時候受戒收費，在當時那個時候受戒收五百塊錢。五百塊錢很大，在台灣五十多年前的時候，五百塊錢很大，我到哪找錢去？很多人去報名、去參加，我沒有動念頭。有一天碰到周邦道先生，他是我在家時候的校長，抗戰期間，我在國立三中讀書，他是國立三中校長。遇到我，他說你出家了，兩年了？我說是，兩年了。八堵傳戒你為什麼不去？我說沒有錢。他聽了，好，他在同學會裡頭宣布，同學們大家湊五百塊錢讓我去受戒。全部都是隨緣，一點都不操心，這些得力於章嘉大師的教誨。一生無論是順境、是逆境，全是佛菩薩安排的，所以我對於一切境緣以平等心來看待，而且什麼？統統對我有利益。順境來考試，看我有沒有貪戀，沒有貪戀通過了；逆境看我有沒有瞋恚，把我貪瞋痴慢疑在境界裡頭磨光。不經歷事，這些事件，你到哪裡去學習！所以我們對於恭敬讚歎的人，惡意毀謗，甚至於陷害的人，都起恭敬心，都感恩，感謝他來對我的考試，我關關通過，心平氣和，沒有受境界的波動影響，好事，不是壞事，毀謗、障礙的人都是好人，不是壞人。所以我們講經，這攝影棚旁邊供著消災牌位，這供他們，我感恩。我了解事實真相，所以感恩。所以安身立命要靠教學、要靠老師，沒有老師，我們是迷惑人，我們在人生的方向一定會走錯路，一定會造業。所以老師的恩德怎麼報？我們真正學好了就是報老師恩。"
    },
    {
      "id": "21-675-0001_p0022",
      "zh_CN": "「创业齐家」，也是教学为先，这修身。创业，修身是第一。中国古人说，子不教，人心坏了；家不齐，社会乱了，所以中国人重视家教、家学。但现在全没有了，现在家没有了，社会也乱了。现在社会什么形式？有企业、有团体，这种企业、团体就是古时候的家。所以现在一些老板学管理，管好了这家就齐，有秩序、有德行、有纪律，整整齐齐，它不乱。但是一定要用伦理道德去教，法是假的，不是真的。胡小林学佛了，这几年我就劝他，你来带头做个榜样。他经营一个小企业，用《弟子规》、用《感应篇》、用《十善业道》落实在你这个小公司，从你这个董事长到下面的员工人人都学。他接受了，半信半疑，不过他对我很尊重，他说他实验，用一年的时间做实验，看看是真的是假的，如果一年行不通，第二年再回去老办法。他是一年效果做出来了，公司过去那些章程、规则统统不要，整个公司是一家人，就像兄弟姐妹一样，每个人都把事情当作是自己的事情，认真负责，做得非常好。所以他就不必管了，每天处理公司的事情，两小时都多余。所有的时间他就读经、拜佛，过得非常充实、非常快乐，过去那些商场的习气毛病统统改掉了。他有辩才，他出来讲演，没有人不喜欢听的，完全是他经验的报告，他真做到了，所以非常感动人。他讲的东西不是理论，是他实际学习的经过，完全是事实真相。",
      "zh_TW": "「創業齊家」，也是教學為先，這修身。創業，修身是第一。中國古人說，子不教，人心壞了；家不齊，社會亂了，所以中國人重視家教、家學。但現在全沒有了，現在家沒有了，社會也亂了。現在社會什麼形式？有企業、有團體，這種企業、團體就是古時候的家。所以現在一些老闆學管理，管好了這家就齊，有秩序、有德行、有紀律，整整齊齊，它不亂。但是一定要用倫理道德去教，法是假的，不是真的。胡小林學佛了，這幾年我就勸他，你來帶頭做個榜樣。他經營一個小企業，用《弟子規》、用《感應篇》、用《十善業道》落實在你這個小公司，從你這個董事長到下面的員工人人都學。他接受了，半信半疑，不過他對我很尊重，他說他實驗，用一年的時間做實驗，看看是真的是假的，如果一年行不通，第二年再回去老辦法。他是一年效果做出來了，公司過去那些章程、規則統統不要，整個公司是一家人，就像兄弟姐妹一樣，每個人都把事情當作是自己的事情，認真負責，做得非常好。所以他就不必管了，每天處理公司的事情，兩小時都多餘。所有的時間他就讀經、拜佛，過得非常充實、非常快樂，過去那些商場的習氣毛病統統改掉了。他有辯才，他出來講演，沒有人不喜歡聽的，完全是他經驗的報告，他真做到了，所以非常感動人。他講的東西不是理論，是他實際學習的經過，完全是事實真相。"
    },
    {
      "id": "21-675-0001_p0023",
      "zh_CN": "所以家齐，这个齐就是企业、公司整齐，教学为先。从谁教起？从自己教起，自己不把自己教好，不能教别人。中国古人说，「以善先人者谓之教」，善是善心、善行、善事，做在别人之先，让别的人跟着你学，这就是教，叫上行下效，这个道理一定要懂！公司老板不是自己做起，你就全盘失败。所以胡小林的成功，他从自己做起，自己先把《弟子规》、《感应篇》落实了，真做到了，影响公司的员工，从上而下，影响公司几个经理，几个带头的干部，一直往下影响下去。在家庭也是如此，感动了父母，感动了兄弟。家庭里面问题很多，到后来家庭没有问题了，人人承认胡小林是孝子，对父母能尽到孝道。父母亲是老共产党员，根本就不相信传统这些东西的，不相信佛法的，到后来看到胡小林一百八十度的大转变，对他们真正尽孝，他才知道。他说你从哪里学来？这个东西太好了！传统文化。所以老人在他朋友当中宣传传统文化好，把我儿子改变成顺顺服服。以前是个逆子，真叫打爹骂娘的，以前是那种性质；以后见到父母能够下跪，能够侍候父母，父亲生病，二十四小时不离开身边，照顾得无微不至，非常感人。所以学这个东西真好，问他从哪里学来的。",
      "zh_TW": "所以家齊，這個齊就是企業、公司整齊，教學為先。從誰教起？從自己教起，自己不把自己教好，不能教別人。中國古人說，「以善先人者謂之教」，善是善心、善行、善事，做在別人之先，讓別的人跟著你學，這就是教，叫上行下效，這個道理一定要懂！公司老闆不是自己做起，你就全盤失敗。所以胡小林的成功，他從自己做起，自己先把《弟子規》、《感應篇》落實了，真做到了，影響公司的員工，從上而下，影響公司幾個經理，幾個帶頭的幹部，一直往下影響下去。在家庭也是如此，感動了父母，感動了兄弟。家庭裡面問題很多，到後來家庭沒有問題了，人人承認胡小林是孝子，對父母能盡到孝道。父母親是老共產黨員，根本就不相信傳統這些東西的，不相信佛法的，到後來看到胡小林一百八十度的大轉變，對他們真正盡孝，他才知道。他說你從哪裡學來？這個東西太好了！傳統文化。所以老人在他朋友當中宣傳傳統文化好，把我兒子改變成順順服服。以前是個逆子，真叫打爹罵娘的，以前是那種性質；以後見到父母能夠下跪，能夠侍候父母，父親生病，二十四小時不離開身邊，照顧得無微不至，非常感人。所以學這個東西真好，問他從哪裡學來的。"
    },
    {
      "id": "21-675-0001_p0024",
      "zh_CN": "「建国君民，教学为先」。古人说，「虽有国焉，不教不服」。从前国就是侯国，三代的时候中国没统一，诸侯王。你看周朝历史上记载的，那个时候有八百诸侯，那就是八百多个小国，部落。小国甚至于只有一个村庄，面积一、二十里，它是一国。不教怎么样？人民不服你。现在这个国，我们就比喻作公司、团体，你有公司，你是个领导人，你有个团体，你是团体的领导人，你要教，你不教，底下不服。所以「教者，政之本也」，你要想把政治办好没有别的，教育搞好了，一切都上轨道，什么问题都解决。我这些年来，确实遇到一些国家领导人，跟我见面第一句话就问我，他很想把自己的国家治好，问我有什么办法。我就告诉他，你只要把教育办好，问题就解决了。教什么？要教伦理、教道德、教因果、教宗教，一些国家领导人都有宗教信仰。所以宗教教育不能够漠视，为什么？宗教经典里面所说的都是伦理、道德、因果。你能把这些东西，让宗教神职人员要熟读经典，要依教奉行，这个一定要要求，然后让这些人讲经教学。讲经最好的方法，你是个国家领导人，你有权势把他们组织起来，利用国家的电视台，在最好的时段，现在所谓是黄金时段，大家都有空，都想来看电视，利用这个时间讲经、教学。我告诉他，顶多一年，你这个国家社会大治。所以要知道，立国的根本全在教育。",
      "zh_TW": "「建國君民，教學為先」。古人說，「雖有國焉，不教不服」。從前國就是侯國，三代的時候中國沒統一，諸侯王。你看周朝歷史上記載的，那個時候有八百諸侯，那就是八百多個小國，部落。小國甚至於只有一個村莊，面積一、二十里，它是一國。不教怎麼樣？人民不服你。現在這個國，我們就比喻作公司、團體，你有公司，你是個領導人，你有個團體，你是團體的領導人，你要教，你不教，底下不服。所以「教者，政之本也」，你要想把政治辦好沒有別的，教育搞好了，一切都上軌道，什麼問題都解決。我這些年來，確實遇到一些國家領導人，跟我見面第一句話就問我，他很想把自己的國家治好，問我有什麼辦法。我就告訴他，你只要把教育辦好，問題就解決了。教什麼？要教倫理、教道德、教因果、教宗教，一些國家領導人都有宗教信仰。所以宗教教育不能夠漠視，為什麼？宗教經典裡面所說的都是倫理、道德、因果。你能把這些東西，讓宗教神職人員要熟讀經典，要依教奉行，這個一定要要求，然後讓這些人講經教學。講經最好的方法，你是個國家領導人，你有權勢把他們組織起來，利用國家的電視台，在最好的時段，現在所謂是黃金時段，大家都有空，都想來看電視，利用這個時間講經、教學。我告訴他，頂多一年，你這個國家社會大治。所以要知道，立國的根本全在教育。"
    },
    {
      "id": "21-675-0001_p0025",
      "zh_CN": "中国古代的政治，可以说一切都是为教育服务，你看它行政体系，它排列的顺序，宰相底下六个部，第一个是教育部，礼部是教育部，礼部尚书就是教育部长，宰相有事不能视事，就是不能上班，礼部尚书代理。佛教的教育，道教的教育，皇上自己亲自抓，历代都是皇上抓的。所以宗教教育比儒家教育传播面大，影响要深，为什么？皇上亲自抓的，中国人崇拜皇上。所以宗教的建筑可以盖宫殿式的，跟皇家一样，为什么？皇帝的老师，这是特准的。民间不可以盖像皇家宫殿那样，不可以的，只有皇亲，封作亲王，封王的，特别准许的，否则的话不可以。这是教学重要！如果不知道教学，这个国家有问题。建立国家，君民是领导人民，这个君当领导讲。用什么领导？用教学。教学要以身为则，先是身教，而后是言教，大家相信。如果你教人做，自己做不到，别人不相信，那你教学是失败的。",
      "zh_TW": "中國古代的政治，可以說一切都是為教育服務，你看它行政體系，它排列的順序，宰相底下六個部，第一個是教育部，禮部是教育部，禮部尚書就是教育部長，宰相有事不能視事，就是不能上班，禮部尚書代理。佛教的教育，道教的教育，皇上自己親自抓，歷代都是皇上抓的。所以宗教教育比儒家教育傳播面大，影響要深，為什麼？皇上親自抓的，中國人崇拜皇上。所以宗教的建築可以蓋宮殿式的，跟皇家一樣，為什麼？皇帝的老師，這是特准的。民間不可以蓋像皇家宮殿那樣，不可以的，只有皇親，封作親王，封王的，特別准許的，否則的話不可以。這是教學重要！如果不知道教學，這個國家有問題。建立國家，君民是領導人民，這個君當領導講。用什麼領導？用教學。教學要以身為則，先是身教，而後是言教，大家相信。如果你教人做，自己做不到，別人不相信，那你教學是失敗的。"
    },
    {
      "id": "21-675-0001_p0026",
      "zh_CN": "「礼义之邦」，也是教学为先。这就是教育，说得很清楚。人人明礼，人人崇义，每个人心目当中尊崇的义，这是人类行为的规范。公司行号老板，领导人先做表率，你的员工就会跟着做。义者，宜也，合情、合理、合法这叫义，面面都顾到。中国自古以来称之为礼义之邦，中国人明礼，中国人讲义气，就是讲道理，讲情理法，面面周到。所以中国，自古以来对于礼义非常重视。礼是人与人之间相处行为的标准，不能过之也不能不及，超过，譬如现在的礼节，最敬礼是三鞠躬，你四鞠躬就显得你巴结人，两鞠躬显得傲慢，所以规定三鞠躬，不超过也不能不到，这就最好的，大家都守礼、都守规矩。",
      "zh_TW": "「禮義之邦」，也是教學為先。這就是教育，說得很清楚。人人明禮，人人崇義，每個人心目當中尊崇的義，這是人類行為的規範。公司行號老闆，領導人先做表率，你的員工就會跟著做。義者，宜也，合情、合理、合法這叫義，面面都顧到。中國自古以來稱之為禮義之邦，中國人明禮，中國人講義氣，就是講道理，講情理法，面面周到。所以中國，自古以來對於禮義非常重視。禮是人與人之間相處行為的標準，不能過之也不能不及，超過，譬如現在的禮節，最敬禮是三鞠躬，你四鞠躬就顯得你巴結人，兩鞠躬顯得傲慢，所以規定三鞠躬，不超過也不能不到，這就最好的，大家都守禮、都守規矩。"
    },
    {
      "id": "21-675-0001_p0027",
      "zh_CN": "「稳定和谐」，这是现在整个世界迫切需求的。中国古人说，子不教，人心坏了；人不学，社会乱了，灾难兴起，这是因。不稳定、不和谐，今天的稳定跟和谐都是表面的，里头不和，里头不定。这里是什么？思想、观念、情绪、知见，没有办法达到稳定和谐。怎么办？要教。还是要回去找老祖宗，老祖宗那套东西真管用，能让人心恢复到安定和谐，把内心里头不能够安定和谐的因素统统能化解。圣学能做得到，科学做不到，科学只能改变外表，不能改变人心，宗教教育跟圣贤教育能做得到。「国丰民安，教学为先」，这是大家都期望的。国丰不仅是资源丰富，最重要是德行，道德丰富，物产自然丰富。为什么？古人说，佛说，现代科学家也说，说「境随心转」。人心好，一切都好，人心不好，灾难就频繁。怎么样把人教好，这才是第一桩大事业。",
      "zh_TW": "「穩定和諧」，這是現在整個世界迫切需求的。中國古人說，子不教，人心壞了；人不學，社會亂了，災難興起，這是因。不穩定、不和諧，今天的穩定跟和諧都是表面的，裡頭不和，裡頭不定。這裡是什麼？思想、觀念、情緒、知見，沒有辦法達到穩定和諧。怎麼辦？要教。還是要回去找老祖宗，老祖宗那套東西真管用，能讓人心恢復到安定和諧，把內心裡頭不能夠安定和諧的因素統統能化解。聖學能做得到，科學做不到，科學只能改變外表，不能改變人心，宗教教育跟聖賢教育能做得到。「國豐民安，教學為先」，這是大家都期望的。國豐不僅是資源豐富，最重要是德行，道德豐富，物產自然豐富。為什麼？古人說，佛說，現代科學家也說，說「境隨心轉」。人心好，一切都好，人心不好，災難就頻繁。怎麼樣把人教好，這才是第一樁大事業。"
    },
    {
      "id": "21-675-0001_p0028",
      "zh_CN": "下面，「太平盛世，教学为先」。这就是世界和谐，联合国干的事情。联合国主要的任务，就是希望这地球上达到太平盛世。太平盛世，一定要晓得政教尚德，政治、教化要崇尚道德。什么是道？五伦、五常、四维、八德，存于心是道，行于事是德。我们明白了，这道路我们认识了，我们开步走了，这就是我们得道了。认识之后要真干。政治要走轨道，道德是轨道，教化也是道德为目标、为方向。「长治久安，教学为先」。这是人们，不论是中国人、外国人，是古人、今人，没有不希求这两桩事情，太平盛世，长治久安，都要靠教学。道德仁义礼，我们简单说这是道之本，仁义礼智信是德之本，要想太平盛世、长治久安，政治不能违背这个原理，教学不能违背这个原则。",
      "zh_TW": "下面，「太平盛世，教學為先」。這就是世界和諧，聯合國幹的事情。聯合國主要的任務，就是希望這地球上達到太平盛世。太平盛世，一定要曉得政教尚德，政治、教化要崇尚道德。什麼是道？五倫、五常、四維、八德，存於心是道，行於事是德。我們明白了，這道路我們認識了，我們開步走了，這就是我們得道了。認識之後要真幹。政治要走軌道，道德是軌道，教化也是道德為目標、為方向。「長治久安，教學為先」。這是人們，不論是中國人、外國人，是古人、今人，沒有不希求這兩樁事情，太平盛世，長治久安，都要靠教學。道德仁義禮，我們簡單說這是道之本，仁義禮智信是德之本，要想太平盛世、長治久安，政治不能違背這個原理，教學不能違背這個原則。"
    },
    {
      "id": "21-675-0001_p0029",
      "zh_CN": "这个社会，最重要的是老师。古时候为什么能做到？就是尊师重道。老师过的生活很清寒，为什么？他不从事于生产事业。古时候的老师不收学费的，教人要收学费那等于做买卖。中国的社会在古时候，做生意买卖赚钱的，是社会上的人看得最低的；看得最重的是读书人，读书人明理，没有贪求、没有傲慢、没有愚痴，是社会大众的表率，所以国家尊重他，人民效法他。古时候帝王尊重老师。帝王跟一般人见面，所谓南面，皇上坐的位子是北面，北面是上方，南面是下方，见面是南北，接见大臣、人民。但是对老师不是的，老师来的时候，皇上不能够用南北这个礼来接见，用东西，老师站在东面，皇上站在西面，西面是主人，以宾主之礼接待，不敢用君臣。皇上对于教学的人这样尊重，教学的人虽然每天生活很清苦，他也得到安慰，社会大众普遍尊敬他。一般老百姓有了纠纷，请他来判判理，他等于说法律顾问，劝几句话大家就化解了，纷争就没有了，用不着打官司、上法庭，排解纠纷，他对社会有特殊的贡献。皇上懂得这个，尊重老师会有这么大的效果。今天是不敬老师，那就麻烦大了。不孝父母、不敬老师，这是天下大乱的根源。所以我们今天想怎么挽救？一个孝、一个敬，把这两个字端出来，天下太平。这什么？根！孝是根，敬是本，万物都从这里滋生，叫万善从这发生的，你不抓住根本你怎么办？",
      "zh_TW": "這個社會，最重要的是老師。古時候為什麼能做到？就是尊師重道。老師過的生活很清寒，為什麼？他不從事於生產事業。古時候的老師不收學費的，教人要收學費那等於做買賣。中國的社會在古時候，做生意買賣賺錢的，是社會上的人看得最低的；看得最重的是讀書人，讀書人明理，沒有貪求、沒有傲慢、沒有愚痴，是社會大眾的表率，所以國家尊重他，人民效法他。古時候帝王尊重老師。帝王跟一般人見面，所謂南面，皇上坐的位子是北面，北面是上方，南面是下方，見面是南北，接見大臣、人民。但是對老師不是的，老師來的時候，皇上不能夠用南北這個禮來接見，用東西，老師站在東面，皇上站在西面，西面是主人，以賓主之禮接待，不敢用君臣。皇上對於教學的人這樣尊重，教學的人雖然每天生活很清苦，他也得到安慰，社會大眾普遍尊敬他。一般老百姓有了糾紛，請他來判判理，他等於說法律顧問，勸幾句話大家就化解了，紛爭就沒有了，用不著打官司、上法庭，排解糾紛，他對社會有特殊的貢獻。皇上懂得這個，尊重老師會有這麼大的效果。今天是不敬老師，那就麻煩大了。不孝父母、不敬老師，這是天下大亂的根源。所以我們今天想怎麼挽救？一個孝、一個敬，把這兩個字端出來，天下太平。這什麼？根！孝是根，敬是本，萬物都從這裡滋生，叫萬善從這發生的，你不抓住根本你怎麼辦？"
    },
    {
      "id": "21-675-0001_p0030",
      "zh_CN": "太平盛世，长治久安，能不能做到？能。我记得我跟马哈迪长老第一次见面，那时候他退休下来两年。这是个政治家，在位时间最长，他统治马来西亚二十二年，是一位大德，是一位长者，是个好人，我们变成好朋友了。第一次见面他问我，他说法师，你走过很多地方，你也见过很多国家领导人，他说你看这个社会还会有太平吗？就是还会有和平吗？语重心长！我当时回答他，你能把四桩事情做好，世界和平就出现了。他说哪四桩？我说第一个，这个世界上国家跟国家平等对待、和睦相处，第二个政党与政党，第三个族群与族群，第四个宗教与宗教，这四桩事情都能做到平等对待、和睦相处，世界和平就出现了。他听了非常严肃，说不出话来，我们沉默了五、六分钟。我然后再告诉他，我说是难，非常难、非常棘手，但是，如果从宗教下手能办得到。为什么？毕竟今天的世界，信仰宗教的人比不信宗教的人还是占多数，如果宗教能团结，宗教能互相学习，能起带头作用，它会影响政治、影响政党、影响群众，会把安定和平恢复过来。我这个话马哈迪长老听懂了。不是没救，有救！宗教团结，那个时候我在新加坡做出来了，把新加坡九个宗教团结像兄弟姐妹一样，我陪同他们到中国来参学，做出来了。那个时候还没有汤池，汤池小镇还没有。",
      "zh_TW": "太平盛世，長治久安，能不能做到？能。我記得我跟馬哈迪長老第一次見面，那時候他退休下來兩年。這是個政治家，在位時間最長，他統治馬來西亞二十二年，是一位大德，是一位長者，是個好人，我們變成好朋友了。第一次見面他問我，他說法師，你走過很多地方，你也見過很多國家領導人，他說你看這個社會還會有太平嗎？就是還會有和平嗎？語重心長！我當時回答他，你能把四樁事情做好，世界和平就出現了。他說哪四樁？我說第一個，這個世界上國家跟國家平等對待、和睦相處，第二個政黨與政黨，第三個族群與族群，第四個宗教與宗教，這四樁事情都能做到平等對待、和睦相處，世界和平就出現了。他聽了非常嚴肅，說不出話來，我們沉默了五、六分鐘。我然後再告訴他，我說是難，非常難、非常棘手，但是，如果從宗教下手能辦得到。為什麼？畢竟今天的世界，信仰宗教的人比不信宗教的人還是佔多數，如果宗教能團結，宗教能互相學習，能起帶頭作用，它會影響政治、影響政黨、影響群眾，會把安定和平恢復過來。我這個話馬哈迪長老聽懂了。不是沒救，有救！宗教團結，那個時候我在新加坡做出來了，把新加坡九個宗教團結像兄弟姐妹一樣，我陪同他們到中國來參學，做出來了。那個時候還沒有湯池，湯池小鎮還沒有。"
    },
    {
      "id": "21-675-0001_p0031",
      "zh_CN": "我们再看佛教，「诸佛报土，教学为先」。为什么诸佛他的土都好？什么原因？没有别的原因，教出来的，天天教。释迦教学，教一切众生离苦得乐。苦从哪来的？苦从迷来的。因为你迷，不了解事实真相，所以很多事情你看错了、想错了、说错了、干错了，麻烦就来了。乐从哪里来？乐从悟来的，一切都明白了，快乐就现前。所以苦乐是果，迷悟是因。佛怎么样叫一切众生离苦得乐？他就用教学，破迷开悟。用什么手段？用教学，落实在教学上，所以他一生教学。释迦牟尼佛三十岁开悟，七十九岁圆寂，一生讲经教学四十九年，没有一天放假，天天教。最现实的、社会大众最期望的，我怎么样发财，我怎么样才有智慧，我怎么样才能健康长寿，这是超越族群、超越宗教，谁都要求的。佛菩萨教学，他开头就教这三样，你能得到甜头，你对佛相信了，然后更上层的慢慢再教你。先满足你的欲望，真能得到，教你三种布施有三种果报，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。真有大道，这大道理，一点都不假！",
      "zh_TW": "我們再看佛教，「諸佛報土，教學為先」。為什麼諸佛他的土都好？什麼原因？沒有別的原因，教出來的，天天教。釋迦教學，教一切眾生離苦得樂。苦從哪來的？苦從迷來的。因為你迷，不了解事實真相，所以很多事情你看錯了、想錯了、說錯了、幹錯了，麻煩就來了。樂從哪裡來？樂從悟來的，一切都明白了，快樂就現前。所以苦樂是果，迷悟是因。佛怎麼樣叫一切眾生離苦得樂？他就用教學，破迷開悟。用什麼手段？用教學，落實在教學上，所以他一生教學。釋迦牟尼佛三十歲開悟，七十九歲圓寂，一生講經教學四十九年，沒有一天放假，天天教。最現實的、社會大眾最期望的，我怎麼樣發財，我怎麼樣才有智慧，我怎麼樣才能健康長壽，這是超越族群、超越宗教，誰都要求的。佛菩薩教學，他開頭就教這三樣，你能得到甜頭，你對佛相信了，然後更上層的慢慢再教你。先滿足你的欲望，真能得到，教你三種布施有三種果報，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。真有大道，這大道理，一點都不假！"
    },
    {
      "id": "21-675-0001_p0032",
      "zh_CN": "世间富贵人都是过去生中修的，不是偶然的。那我们这一生富贵得不到，受的是贫贱身，这什么原因？过去没修，不能怪别人，怪自己。明白这个道理之后，我能不能改进？能，我现在拼命好好的修，就能改善我们未来的环境。这个事情我非常相信，为什么？老师教我的，我就真干，果然没错。财布施，没财，没财也布施，一毛钱、一块钱的布施，恭恭敬敬去修布施，真的得财富。得到的，老师教给我还要施，不要留，跟我说，中国人讲这个钱叫通货，通是什么？要流通，像水一样要让它流通，不能堵塞，堵塞就没有了，堵塞到泛滥的时候你就遭难。所以不可以堵塞，要流通，教我有多少施多少，愈施愈多，愈多愈施，别留。我听话，做实验，实验了六十年，真有效！夫子说的，「七十随心所欲而不逾矩」，他那个境界我体会到了，我七十以后真的想做事、想用钱，随心所欲不逾矩，它就来，我也用不着去张罗，用不着去化缘。",
      "zh_TW": "世間富貴人都是過去生中修的，不是偶然的。那我們這一生富貴得不到，受的是貧賤身，這什麼原因？過去沒修，不能怪別人，怪自己。明白這個道理之後，我能不能改進？能，我現在拼命好好的修，就能改善我們未來的環境。這個事情我非常相信，為什麼？老師教我的，我就真幹，果然沒錯。財布施，沒財，沒財也布施，一毛錢、一塊錢的布施，恭恭敬敬去修布施，真的得財富。得到的，老師教給我還要施，不要留，跟我說，中國人講這個錢叫通貨，通是什麼？要流通，像水一樣要讓它流通，不能堵塞，堵塞就沒有了，堵塞到氾濫的時候你就遭難。所以不可以堵塞，要流通，教我有多少施多少，愈施愈多，愈多愈施，別留。我聽話，做實驗，實驗了六十年，真有效！夫子說的，「七十隨心所欲而不逾矩」，他那個境界我體會到了，我七十以後真的想做事、想用錢，隨心所欲不逾矩，它就來，我也用不著去張羅，用不著去化緣。"
    },
    {
      "id": "21-675-0001_p0033",
      "zh_CN": "一生没化过缘，这是诸位同修要记住的。拿我的名义，或者拿我们学会的名义，要去捐款干什么事情，决定是假的。我们一生不建道场，有人说我建道场，没这回事情。一生都不建，八十六岁了还干这个事情？那我建了之后，我很快就死了，要给谁？没有这个必要！干什么事情，只要是要钱的全是假的，全是欺骗的，千万不要相信。还有人说我不要钱，学会也不敢要钱，是胡居士要钱，更是胡说八道，你看他们真会想。胡居士不要钱，她是个有钱家庭出身的，她怎么会要钱？哪有这种事情！我们有困难问她要钱。确确实实这么多年，我们尤其在国外做很多活动，都要花钱。联合国办一次活动，我们上一次，二００六年办一次活动，美金两百万；明年如果要再办，我估计肯定要涨价，至少要三百万以上。那些人来找我去办活动，干什么？我这里有钱，他们没有钱，他想办办不成。我的钱哪里来？没有别人，最后不得已的时候我就问胡居士要，她肯发心。她告诉我她布施，每年施得很多，好像银行存款没有少过，它怎么没了年年又增加？她什么事业也没做。她那个增加，增加是银行里面帮她做的，帮她钱币兑换还有股票什么的，搞这个，是银行帮她做的，她自己一点不操心，好像年年都保持这个水平。这是什么？施报，肯布施！肯布施，不干事情她银行钱都在涨，奇怪，这不可思议，这果报不可思议，遇到银行管钱的人，他们有这些方法帮助她。所以三种施，三种果报。福德、功德要搞清楚，着相就是福德，不着相就是功德。",
      "zh_TW": "一生沒化過緣，這是諸位同修要記住的。拿我的名義，或者拿我們學會的名義，要去捐款幹什麼事情，決定是假的。我們一生不建道場，有人說我建道場，沒這回事情。一生都不建，八十六歲了還幹這個事情？那我建了之後，我很快就死了，要給誰？沒有這個必要！幹什麼事情，只要是要錢的全是假的，全是欺騙的，千萬不要相信。還有人說我不要錢，學會也不敢要錢，是胡居士要錢，更是胡說八道，你看他們真會想。胡居士不要錢，她是個有錢家庭出身的，她怎麼會要錢？哪有這種事情！我們有困難問她要錢。確確實實這麼多年，我們尤其在國外做很多活動，都要花錢。聯合國辦一次活動，我們上一次，二００六年辦一次活動，美金兩百萬；明年如果要再辦，我估計肯定要漲價，至少要三百萬以上。那些人來找我去辦活動，幹什麼？我這裡有錢，他們沒有錢，他想辦辦不成。我的錢哪裡來？沒有別人，最後不得已的時候我就問胡居士要，她肯發心。她告訴我她布施，每年施得很多，好像銀行存款沒有少過，它怎麼沒了年年又增加？她什麼事業也沒做。她那個增加，增加是銀行裡面幫她做的，幫她錢幣兌換還有股票什麼的，搞這個，是銀行幫她做的，她自己一點不操心，好像年年都保持這個水平。這是什麼？施報，肯布施！肯布施，不幹事情她銀行錢都在漲，奇怪，這不可思議，這果報不可思議，遇到銀行管錢的人，他們有這些方法幫助她。所以三種施，三種果報。福德、功德要搞清楚，著相就是福德，不著相就是功德。"
    },
    {
      "id": "21-675-0001_p0034",
      "zh_CN": "世界上所有宗教家的教学都是好的，宗教里面第一个讲爱，神爱世人，上帝爱世人，佛家讲慈悲，伊斯兰讲真主确实是仁慈的。所以宗教教育就是爱的教育，是和平的教育，这我们得认识它。「诸佛报土，教学为先」。为什么诸佛的报土那么好？他天天教，佛在教。「极乐世界，教学为先」。我们修净土，天天在学《无量寿经》，阿弥陀佛的教学我学了几十年，我肯定他是圆满的智慧、圆满的道德、圆满的行持，他是大圆满的教育，一切诸佛称他为「光中极尊，佛中之王」。所以，我们真正要想学教学为先，一定要向阿弥陀佛学，他做得最好，做得最成功。",
      "zh_TW": "世界上所有宗教家的教學都是好的，宗教裡面第一個講愛，神愛世人，上帝愛世人，佛家講慈悲，伊斯蘭講真主確實是仁慈的。所以宗教教育就是愛的教育，是和平的教育，這我們得認識它。「諸佛報土，教學為先」。為什麼諸佛的報土那麼好？他天天教，佛在教。「極樂世界，教學為先」。我們修淨土，天天在學《無量壽經》，阿彌陀佛的教學我學了幾十年，我肯定他是圓滿的智慧、圓滿的道德、圓滿的行持，他是大圓滿的教育，一切諸佛稱他為「光中極尊，佛中之王」。所以，我們真正要想學教學為先，一定要向阿彌陀佛學，他做得最好，做得最成功。"
    },
    {
      "id": "21-675-0001_p0035",
      "zh_CN": "仁义礼智信，这是五常，是佛门的五戒。常是永恒不变。在纲领上，它是最高的指导纲领，教什么？教仁、教义、教礼、教智、教信。左丘明在《左传》上说，「人弃常则妖兴」。人如果把这五个字丢掉了，不仁、不义、无礼、无智、无信，这个社会上就变成妖魔鬼怪，就变成大乱。中国古人有所谓「失道而后德」，道是三皇时代，行道，道失掉之后有德，五帝行德；「失德而后仁」，仁就是，你看仁义礼智信，就回到这里来了，这是三王，夏商周三代；仁没有了而后有义，义我们在春秋时候看到，春秋战国的时候还讲义；义失掉之后这就说礼，在中国历史上，从汉到满清，是以礼治天下；礼是道德最后的底限，礼失掉了那就天下大乱，今天人不讲礼了。",
      "zh_TW": "仁義禮智信，這是五常，是佛門的五戒。常是永恆不變。在綱領上，它是最高的指導綱領，教什麼？教仁、教義、教禮、教智、教信。左丘明在《左傳》上說，「人棄常則妖興」。人如果把這五個字丟掉了，不仁、不義、無禮、無智、無信，這個社會上就變成妖魔鬼怪，就變成大亂。中國古人有所謂「失道而後德」，道是三皇時代，行道，道失掉之後有德，五帝行德；「失德而後仁」，仁就是，你看仁義禮智信，就回到這裡來了，這是三王，夏商周三代；仁沒有了而後有義，義我們在春秋時候看到，春秋戰國的時候還講義；義失掉之後這就說禮，在中國歷史上，從漢到滿清，是以禮治天下；禮是道德最後的底限，禮失掉了那就天下大亂，今天人不講禮了。"
    },
    {
      "id": "21-675-0001_p0036",
      "zh_CN": "人性本善，「人之初，性本善」，我们在汤池实验证明，而且证明人是很好教的。但是人性本善，习性不善，教就是令习性能够合本，这是圣教。本善就是佛教里头讲的佛性，中国古人叫本善，性本善，在佛教称它作佛性。所以释迦牟尼佛说，「一切众生本来是佛」。我们对佛有正确的认识，千万不要把他意思会错了，听到佛就害怕，听到佛就讨厌、就排斥，这是错误，对佛完全不认识。佛是什么？我最后这一句解释，简单解释，「佛是福慧圆满具足之人也」。福报圆满了，智慧圆满了，这个人就叫做佛。佛不是神，佛不是仙，佛不是魔鬼，佛是个正常人。我们每个人都想求福、求慧，你不跟佛学，你永远得不到真正的福慧。",
      "zh_TW": "人性本善，「人之初，性本善」，我們在湯池實驗證明，而且證明人是很好教的。但是人性本善，習性不善，教就是令習性能夠合本，這是聖教。本善就是佛教裡頭講的佛性，中國古人叫本善，性本善，在佛教稱它作佛性。所以釋迦牟尼佛說，「一切眾生本來是佛」。我們對佛有正確的認識，千萬不要把他意思會錯了，聽到佛就害怕，聽到佛就討厭、就排斥，這是錯誤，對佛完全不認識。佛是什麼？我最後這一句解釋，簡單解釋，「佛是福慧圓滿具足之人也」。福報圓滿了，智慧圓滿了，這個人就叫做佛。佛不是神，佛不是仙，佛不是魔鬼，佛是個正常人。我們每個人都想求福、求慧，你不跟佛學，你永遠得不到真正的福慧。"
    },
    {
      "id": "21-675-0001_p0037",
      "zh_CN": "一切要从自己做起。《周书》上有这么一句话，「以言取人」，人会说妄语，会欺骗你，「人饰其言」。我们「以行取人」，我们要看他所作所为，标准就是仁义礼智信，他跟这五个字相不相应？相应，这好人，这是君子，这是贤人。我们用这个态度去取人，人认真干。「饰言无庸」，那假的；「竭行有成」，鼓励这些人向善，认真去做，他会有成就。中国古老儒家所说的，博学、审问、慎思、明辨，这是言也，这是言；笃行，那是行。所以言无功，会说不能行，能说不能行；行者有真义，这佛家讲，你真正肯干、肯落实，你就有证果，才能真正得到利益。所以这几句话最后用来勉励我们自己，勉励我们的同参道友，我们要真干。我们不能够只说不做，我们得的是虚名，得的东西是假的；我们要真干，我们不要这些虚名，我们要实学，这才能成就自己的德行，也能够帮助别人化解灾难，提升境界。",
      "zh_TW": "一切要從自己做起。《周書》上有這麼一句話，「以言取人」，人會說妄語，會欺騙你，「人飾其言」。我們「以行取人」，我們要看他所作所為，標準就是仁義禮智信，他跟這五個字相不相應？相應，這好人，這是君子，這是賢人。我們用這個態度去取人，人認真幹。「飾言無庸」，那假的；「竭行有成」，鼓勵這些人向善，認真去做，他會有成就。中國古老儒家所說的，博學、審問、慎思、明辨，這是言也，這是言；篤行，那是行。所以言無功，會說不能行，能說不能行；行者有真義，這佛家講，你真正肯幹、肯落實，你就有證果，才能真正得到利益。所以這幾句話最後用來勉勵我們自己，勉勵我們的同參道友，我們要真幹。我們不能夠只說不做，我們得的是虛名，得的東西是假的；我們要真幹，我們不要這些虛名，我們要實學，這才能成就自己的德行，也能夠幫助別人化解災難，提升境界。"
    },
    {
      "id": "21-675-0001_p0038",
      "zh_CN": "今天时间到了，我就以这一点点供养我们四众同学，希望我们认真努力，把传统文化落实，把大乘佛法落实，自利利他，功德圆满。谢谢大家，祝福大家健康长寿，一切如意。",
      "zh_TW": "今天時間到了，我就以這一點點供養我們四眾同學，希望我們認真努力，把傳統文化落實，把大乘佛法落實，自利利他，功德圓滿。謝謝大家，祝福大家健康長壽，一切如意。"
    }
  ]
}