{
  "doc_id": "12-026-0002",
  "title": {
    "zh_CN": "善财童子参学报告（八）",
    "zh_TW": "善財童子參學報告（八）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-026-0002",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "12-026-0002_p0001",
      "zh_CN": "请掀开讲义第一页，「文殊师利菩萨十信章」。这一章经文比较长，里面一共有三会，这一段是「比丘会」。我们先将经文念一段：",
      "zh_TW": "請掀開講義第一頁，「文殊師利菩薩十信章」。這一章經文比較長，裡面一共有三會，這一段是「比丘會」。我們先將經文念一段："
    },
    {
      "id": "12-026-0002_p0002",
      "zh_CN": "【尔时文殊师利童子从善住楼阁出。与无量同行大菩萨众，及诸金刚神、身众神、足行神、主地神、主水神、主火神、主风神、主方神、主夜神、主昼神、主空神、主海神、主山神、主河神、主城神、诸大龙王、诸夜叉王、干闼婆王、鸠槃茶王、迦楼罗王、阿修罗王、摩睺罗伽王、诸大天王、诸大梵王，及诸世主，前后围绕。从自住处，来诣佛所。供养毕已，顶礼辞退，往于南方。】",
      "zh_TW": "【爾時文殊師利童子從善住樓閣出。與無量同行大菩薩眾，及諸金剛神、身眾神、足行神、主地神、主水神、主火神、主風神、主方神、主夜神、主晝神、主空神、主海神、主山神、主河神、主城神、諸大龍王、諸夜叉王、乾闥婆王、鳩槃茶王、迦樓羅王、阿修羅王、摩睺羅伽王、諸大天王、諸大梵王，及諸世主，前後圍繞。從自住處，來詣佛所。供養畢已，頂禮辭退，往於南方。】"
    },
    {
      "id": "12-026-0002_p0003",
      "zh_CN": "这一段经文里面，所举的有许许多多不同的族类，从这些族类当中，我们一定能够体会得到，也能够观察到，他们是现代人所讲的多元文化。每一个族群都是一个大的族类，每一个大族类里面也是多元文化融合的，这给我们一个很大的启示，《华严》代表的是什么？虚空法界一切众生虽然族类不相同、思想不相同、生活方式不相同，甚至于身体形状不相同，他们都是一个生命的共同体，在虚空法界都能够和睦相处，都能够互相尊重，互相敬爱，互助合作，共存共荣，这就是「大方广佛华严」，这就是华藏世界的状况。",
      "zh_TW": "這一段經文裡面，所舉的有許許多多不同的族類，從這些族類當中，我們一定能夠體會得到，也能夠觀察到，他們是現代人所講的多元文化。每一個族群都是一個大的族類，每一個大族類裡面也是多元文化融合的，這給我們一個很大的啟示，《華嚴》代表的是什麼？虛空法界一切眾生雖然族類不相同、思想不相同、生活方式不相同，甚至於身體形狀不相同，他們都是一個生命的共同體，在虛空法界都能夠和睦相處，都能夠互相尊重，互相敬愛，互助合作，共存共榮，這就是「大方廣佛華嚴」，這就是華藏世界的狀況。"
    },
    {
      "id": "12-026-0002_p0004",
      "zh_CN": "我们回过头来看看我们这个地球，我们现在的世间，这在大千世界里面，把我们这个世界看作一个族群。但是今天我们这个族群里面的分子，由于种族不相同，历史、文化背景不相同，宗教信仰不相同，于是产生了许许多多的误会、隔阂、冲突，造成许多无谓人为的灾难；同时因为我们的心行违背了法性，违背了自然的原则，所以感得许许多多所谓自然灾害。这都是我们不愿意见到、不愿意遭遇，但是今天我们遇到了。因此引发我们深思，我们面对现前的社会，如何化解天灾人祸，这是许许多多人，无论他是学佛或者是不学佛，信仰宗教或者是不信仰宗教，都有这个觉醒。",
      "zh_TW": "我們回過頭來看看我們這個地球，我們現在的世間，這在大千世界裡面，把我們這個世界看作一個族群。但是今天我們這個族群裡面的分子，由於種族不相同，歷史、文化背景不相同，宗教信仰不相同，於是產生了許許多多的誤會、隔閡、衝突，造成許多無謂人為的災難；同時因為我們的心行違背了法性，違背了自然的原則，所以感得許許多多所謂自然災害。這都是我們不願意見到、不願意遭遇，但是今天我們遇到了。因此引發我們深思，我們面對現前的社會，如何化解天災人禍，這是許許多多人，無論他是學佛或者是不學佛，信仰宗教或者是不信仰宗教，都有這個覺醒。"
    },
    {
      "id": "12-026-0002_p0005",
      "zh_CN": "世间确实有不少聪明智慧的人，为我们提出了警告，劝导我们要回头、要修善，他们为我们的提示也是到此为止；究竟什么是恶，恶要怎么断，什么是善，善要怎么修法，没有进一步详细给我们说明白，所以这个灾难依旧不能够避免。对于这桩事情，东方的圣人比西方圣人说得要详细、要透彻。尤其是大乘佛法，释迦牟尼佛教导我们，确确实实是究竟圆满的大善。古来祖师大德们，对佛法的修学给我们做了一个总结，结得非常好，他们说，「诸佛菩萨所说之理不外乎心性，所说之事不外乎因果」。这两句话确确实实简要详明，简单扼要、详细明白；不但是释迦牟尼佛四十九年所说一切法内容，这两句话包括尽了，即使是十方三世一切诸佛如来，在虚空法界所说的无量无边的法门，也不出这两句话。",
      "zh_TW": "世間確實有不少聰明智慧的人，為我們提出了警告，勸導我們要回頭、要修善，他們為我們的提示也是到此為止；究竟什麼是惡，惡要怎麼斷，什麼是善，善要怎麼修法，沒有進一步詳細給我們說明白，所以這個災難依舊不能夠避免。對於這樁事情，東方的聖人比西方聖人說得要詳細、要透徹。尤其是大乘佛法，釋迦牟尼佛教導我們，確確實實是究竟圓滿的大善。古來祖師大德們，對佛法的修學給我們做了一個總結，結得非常好，他們說，「諸佛菩薩所說之理不外乎心性，所說之事不外乎因果」。這兩句話確確實實簡要詳明，簡單扼要、詳細明白；不但是釋迦牟尼佛四十九年所說一切法內容，這兩句話包括盡了，即使是十方三世一切諸佛如來，在虛空法界所說的無量無邊的法門，也不出這兩句話。"
    },
    {
      "id": "12-026-0002_p0006",
      "zh_CN": "而这两句话，不是说别人，正是说我们自己。心性就是自己本人，因果就是自己的造作。所以诸佛如来讲的一切法门，确确实实是说我们自己跟我们自己生活环境而已，这是《般若经》常讲的「诸法实相」；实相是真实相。由此可知，佛法跟我们的关系多么的密切，世出世间所有一切的教学，都比不上佛法与我们的关系如此的密切。《大方广佛华严经》更是贴切到极处，《华严》的理就是我们的自性，《华严》里面讲的事，就是我们无量劫来，起心动念、言语造作的因果相续。所以这部大经说的是什么？说的是自己。我们明白这个道理，了解事实真相，自自然然就能够与一切不同的族类、不同的宗教、不同的文化，和睦相处，圆融和合。不了解事实真相，我们要做到和睦难；了解事实真相，自然就融合成一体，融合成一家。",
      "zh_TW": "而這兩句話，不是說別人，正是說我們自己。心性就是自己本人，因果就是自己的造作。所以諸佛如來講的一切法門，確確實實是說我們自己跟我們自己生活環境而已，這是《般若經》常講的「諸法實相」；實相是真實相。由此可知，佛法跟我們的關係多麼的密切，世出世間所有一切的教學，都比不上佛法與我們的關係如此的密切。《大方廣佛華嚴經》更是貼切到極處，《華嚴》的理就是我們的自性，《華嚴》裡面講的事，就是我們無量劫來，起心動念、言語造作的因果相續。所以這部大經說的是什麼？說的是自己。我們明白這個道理，了解事實真相，自自然然就能夠與一切不同的族類、不同的宗教、不同的文化，和睦相處，圓融和合。不了解事實真相，我們要做到和睦難；了解事實真相，自然就融合成一體，融合成一家。"
    },
    {
      "id": "12-026-0002_p0007",
      "zh_CN": "这个地方所举的这些族类、族群，前面都曾经为诸位介绍过，在此地我们就可以省略了。我们看看清凉大师他老人家讲这一段的经义，我们摘录出来与诸位共同来学习。这个注子里面，第一：",
      "zh_TW": "這個地方所舉的這些族類、族群，前面都曾經為諸位介紹過，在此地我們就可以省略了。我們看看清涼大師他老人家講這一段的經義，我們摘錄出來與諸位共同來學習。這個註子裡面，第一："
    },
    {
      "id": "12-026-0002_p0008",
      "zh_CN": "【疏云。】",
      "zh_TW": "【疏云。】"
    },
    {
      "id": "12-026-0002_p0009",
      "zh_CN": "『疏』是清凉大师注解经文。",
      "zh_TW": "『疏』是清涼大師註解經文。"
    },
    {
      "id": "12-026-0002_p0010",
      "zh_CN": "【悲智相依，即是阁义。悲住生死，不住涅槃。智住涅槃，不住生死。由俱不住，方能俱住，故名善住。从此利生，故称为出。】",
      "zh_TW": "【悲智相依，即是閣義。悲住生死，不住涅槃。智住涅槃，不住生死。由俱不住，方能俱住，故名善住。從此利生，故稱為出。】"
    },
    {
      "id": "12-026-0002_p0011",
      "zh_CN": "这个地方我们要补充一句话，经上所说的菩萨、众神、八部天王、梵王、世主，这些都是代表各个不同的族群，都是跟随佛菩萨学习，都是佛菩萨的好学生，所以我们是什么关系？同学的关系，同志的关系。族类虽然不同，我们志向相同，向佛学习，都希望成菩萨、成佛，这是同志，我们有这么密切的关系。今天这些人跟随文殊师利菩萨，『文殊师利』是菩萨的德号，他在《华严》代表智慧，普贤菩萨代表行门，文殊菩萨代表解门。『童子』也是表法，凡是菩萨都称童子，「童子」的意思是天真烂漫，天真的意思，没有一点邪思，没有丝毫习气，取这个意思。",
      "zh_TW": "這個地方我們要補充一句話，經上所說的菩薩、眾神、八部天王、梵王、世主，這些都是代表各個不同的族群，都是跟隨佛菩薩學習，都是佛菩薩的好學生，所以我們是什麼關係？同學的關係，同志的關係。族類雖然不同，我們志向相同，向佛學習，都希望成菩薩、成佛，這是同志，我們有這麼密切的關係。今天這些人跟隨文殊師利菩薩，『文殊師利』是菩薩的德號，他在《華嚴》代表智慧，普賢菩薩代表行門，文殊菩薩代表解門。『童子』也是表法，凡是菩薩都稱童子，「童子」的意思是天真爛漫，天真的意思，沒有一點邪思，沒有絲毫習氣，取這個意思。"
    },
    {
      "id": "12-026-0002_p0012",
      "zh_CN": "文殊师利菩萨他居住的地方，是『善住楼阁』。「善住楼阁」也是表法，我们不能看作，他真有这么一个地方，那你就错了。文殊所住的地方都叫做善住楼阁，如果文殊菩萨在我们这里住，我们这个地方也叫善住楼阁。就像释迦牟尼佛，释迦牟尼佛住的地方我们称之为「大雄宝殿」，无论他住在哪个地方，只要他住在那个地方，那个地方就是大雄宝殿；释迦牟尼佛住在菩提树下，那菩提树下就是大雄宝殿，表法的意思。「善住楼阁」是表什么意思？清凉大师在此地告诉我们，『悲智相依』，这就是「阁」的意思。",
      "zh_TW": "文殊師利菩薩他居住的地方，是『善住樓閣』。「善住樓閣」也是表法，我們不能看作，他真有這麼一個地方，那你就錯了。文殊所住的地方都叫做善住樓閣，如果文殊菩薩在我們這裡住，我們這個地方也叫善住樓閣。就像釋迦牟尼佛，釋迦牟尼佛住的地方我們稱之為「大雄寶殿」，無論他住在哪個地方，只要他住在那個地方，那個地方就是大雄寶殿；釋迦牟尼佛住在菩提樹下，那菩提樹下就是大雄寶殿，表法的意思。「善住樓閣」是表什麼意思？清涼大師在此地告訴我們，『悲智相依』，這就是「閣」的意思。"
    },
    {
      "id": "12-026-0002_p0013",
      "zh_CN": "阁，这个建筑是两层的，从外面看是两层，里面是一层，两层就是代表大悲大智，是取这个意思。大悲不离大智，大智不离大悲，所以佛家常讲「慈悲为本，方便为门」。慈悲就是此地讲的大悲，方便就是讲大智，如果没有智慧，慈悲就有祸害。这是说「慈悲为本，方便为门」，可是佛家又常说，「慈悲多祸害，方便出下流」。慈悲没有方便，慈悲就变成祸害；方便没有慈悲，方便就下流；所以这两个不能够离开，我们学佛一定要懂得这个道理，要有智慧，要有慈悲。没有慈悲，智慧不能落实；没有智慧，慈悲容易感情用事，感情用事那就是祸害。菩萨所居就是智悲相应，智悲是一体，悲在智中，智在悲中，比喻楼阁。所以大家不要认为真的是楼阁，那你完全着相了，你把佛的意思错解了。它是表法的意思，比喻的意思，你要懂得佛说法的真实义，开经偈讲「愿解如来真实义」。",
      "zh_TW": "閣，這個建築是兩層的，從外面看是兩層，裡面是一層，兩層就是代表大悲大智，是取這個意思。大悲不離大智，大智不離大悲，所以佛家常講「慈悲為本，方便為門」。慈悲就是此地講的大悲，方便就是講大智，如果沒有智慧，慈悲就有禍害。這是說「慈悲為本，方便為門」，可是佛家又常說，「慈悲多禍害，方便出下流」。慈悲沒有方便，慈悲就變成禍害；方便沒有慈悲，方便就下流；所以這兩個不能夠離開，我們學佛一定要懂得這個道理，要有智慧，要有慈悲。沒有慈悲，智慧不能落實；沒有智慧，慈悲容易感情用事，感情用事那就是禍害。菩薩所居就是智悲相應，智悲是一體，悲在智中，智在悲中，比喻樓閣。所以大家不要認為真的是樓閣，那你完全著相了，你把佛的意思錯解了。它是表法的意思，比喻的意思，你要懂得佛說法的真實義，開經偈講「願解如來真實義」。"
    },
    {
      "id": "12-026-0002_p0014",
      "zh_CN": "楼阁殊胜的意思在哪里？后面说出了。由于菩萨有慈悲，所以不舍离众生。住生死，生死就是六道轮回，他常常到六道轮回里面来教化众生，这是慈悲；应以什么身出现，他就示现什么身分。菩萨随类现身，随机说法，所以诸佛菩萨没有一定的身相。我们在《虚云老和尚年谱》看到，老法师朝五台，那个心非常诚恳，三步一拜；拜到五台山，诸位想想看，那个时间很长，差不多将近一年多的时间才拜到，他不是普通的走路，三步一拜。这么长的时间，经历风霜，历尽艰难辛苦，路上生病，荒野之中没人照顾，遇到困难的时候，文殊菩萨来照顾他；他去拜文殊，文殊哪有不照顾的道理？文殊化一个乞丐来照顾他。等到老法师体力稍微恢复，这个乞丐就走了。虚老和尚问他：你叫什么名字？你住在哪里？他告诉老法师，他说：我的名字叫文吉，文章的文，吉祥的吉，我住在五台山，你到五台山去问，他们都知道。老和尚就记住了，路上救了他好几次，每一次有难的时候，这个乞丐就出现，就来帮助他。到五台山之后，朝文殊，然后再打听文吉这个人，五台山上人就告诉他，那是文殊菩萨，那不是别人。所以菩萨是应以什么身得度，就现什么样的身相，当他示现在你面前，你也不认识他；事后明了是菩萨化身，后悔迟了，当时对他恭敬心不够，把他看作普通的乞丐。诸佛菩萨示现，像这种情形太多太多了，不胜枚举。",
      "zh_TW": "樓閣殊勝的意思在哪裡？後面說出了。由於菩薩有慈悲，所以不捨離眾生。住生死，生死就是六道輪迴，他常常到六道輪迴裡面來教化眾生，這是慈悲；應以什麼身出現，他就示現什麼身分。菩薩隨類現身，隨機說法，所以諸佛菩薩沒有一定的身相。我們在《虛雲老和尚年譜》看到，老法師朝五台，那個心非常誠懇，三步一拜；拜到五台山，諸位想想看，那個時間很長，差不多將近一年多的時間才拜到，他不是普通的走路，三步一拜。這麼長的時間，經歷風霜，歷盡艱難辛苦，路上生病，荒野之中沒人照顧，遇到困難的時候，文殊菩薩來照顧他；他去拜文殊，文殊哪有不照顧的道理？文殊化一個乞丐來照顧他。等到老法師體力稍微恢復，這個乞丐就走了。虛老和尚問他：你叫什麼名字？你住在哪裡？他告訴老法師，他說：我的名字叫文吉，文章的文，吉祥的吉，我住在五台山，你到五台山去問，他們都知道。老和尚就記住了，路上救了他好幾次，每一次有難的時候，這個乞丐就出現，就來幫助他。到五台山之後，朝文殊，然後再打聽文吉這個人，五台山上人就告訴他，那是文殊菩薩，那不是別人。所以菩薩是應以什麼身得度，就現什麼樣的身相，當他示現在你面前，你也不認識他；事後明瞭是菩薩化身，後悔遲了，當時對他恭敬心不夠，把他看作普通的乞丐。諸佛菩薩示現，像這種情形太多太多了，不勝枚舉。"
    },
    {
      "id": "12-026-0002_p0015",
      "zh_CN": "所以菩萨慈悲，不离开六道苦难众生，这是悲心。菩萨有智慧，有智慧不住涅槃，这是悲，这是一句，『悲住生死，不住涅槃』，时时示现在世间。后面说『智住涅槃，不住生死』。菩萨，实在讲，早就成佛了，古佛再来，倒驾慈航，现菩萨身，帮助毘卢遮那如来，帮助释迦牟尼佛，教化众生，正是所谓「一佛出世，千佛拥护」，我们在这里看到了。菩萨是不是真的住生死？不是，菩萨依旧住大涅槃，菩萨依旧住一真法界，他跟我们在一起，我们住六道轮回，他住一真法界，我们境界不一样、不相同。虚云老和尚遇到文吉，文吉住一真法界，虚老和尚住六道轮回。这种情形我们很不容易体会，用科学家的术语来说，我们住三度空间，他们可能住十度空间、十一度空间，可能是更多维次的空间。平常维次不同的空间互相见不到，他示现给我们看，就是「悲住生死，不住涅槃」，这是他示现；而实际上，他是「智住涅槃，不住生死」。他对于空间的突破，他自在，我们没有办法突破，他有办法。他用什么方法？他用智慧，智突破了空间的维次。我们没有智慧，我们是有烦恼，烦恼不能够突破空间维次，智慧能突破。所以从他智慧来说，他住一真法界，无量时空维次他全突破了。从他慈悲，他为我们示现，让我们也能够见到，这就是悲住生死的意思。",
      "zh_TW": "所以菩薩慈悲，不離開六道苦難眾生，這是悲心。菩薩有智慧，有智慧不住涅槃，這是悲，這是一句，『悲住生死，不住涅槃』，時時示現在世間。後面說『智住涅槃，不住生死』。菩薩，實在講，早就成佛了，古佛再來，倒駕慈航，現菩薩身，幫助毘盧遮那如來，幫助釋迦牟尼佛，教化眾生，正是所謂「一佛出世，千佛擁護」，我們在這裡看到了。菩薩是不是真的住生死？不是，菩薩依舊住大涅槃，菩薩依舊住一真法界，他跟我們在一起，我們住六道輪迴，他住一真法界，我們境界不一樣、不相同。虛雲老和尚遇到文吉，文吉住一真法界，虛老和尚住六道輪迴。這種情形我們很不容易體會，用科學家的術語來說，我們住三度空間，他們可能住十度空間、十一度空間，可能是更多維次的空間。平常維次不同的空間互相見不到，他示現給我們看，就是「悲住生死，不住涅槃」，這是他示現；而實際上，他是「智住涅槃，不住生死」。他對於空間的突破，他自在，我們沒有辦法突破，他有辦法。他用什麼方法？他用智慧，智突破了空間的維次。我們沒有智慧，我們是有煩惱，煩惱不能夠突破空間維次，智慧能突破。所以從他智慧來說，他住一真法界，無量時空維次他全突破了。從他慈悲，他為我們示現，讓我們也能夠見到，這就是悲住生死的意思。"
    },
    {
      "id": "12-026-0002_p0016",
      "zh_CN": "『由俱不住，方能俱住』，「俱不住」是不着相，离一切相。我们今天最大的一个困难，没有办法突破，我们分别六道、执着六道，所以我们住六道轮回。他们智慧开了，不但不分别六道、不执着六道，也不执着一真法界，也不分别一真法界，这叫做「俱不住」。所以他在一真法界、在十法界、在六道轮回，无时无处都能够现身。一切时、一切处都能现身，他怎么现的？不是我想现就现，想现就现你已经住了，为什么？你想，想就住了。菩萨没有想，没有想怎么会现前？众生有感，佛菩萨有应，感应现前的。虚云老和尚有感，文殊菩萨就现身，感应道交，不可思议。",
      "zh_TW": "『由俱不住，方能俱住』，「俱不住」是不著相，離一切相。我們今天最大的一個困難，沒有辦法突破，我們分別六道、執著六道，所以我們住六道輪迴。他們智慧開了，不但不分別六道、不執著六道，也不執著一真法界，也不分別一真法界，這叫做「俱不住」。所以他在一真法界、在十法界、在六道輪迴，無時無處都能夠現身。一切時、一切處都能現身，他怎麼現的？不是我想現就現，想現就現你已經住了，為什麼？你想，想就住了。菩薩沒有想，沒有想怎麼會現前？眾生有感，佛菩薩有應，感應現前的。虛雲老和尚有感，文殊菩薩就現身，感應道交，不可思議。"
    },
    {
      "id": "12-026-0002_p0017",
      "zh_CN": "感是因，应是果，所以一切事相不出因果。我们起一个善念，我们想佛、想菩萨，念佛、念菩萨，佛菩萨就来了。真的来，但是你会说：我没有看见，我没有听到。我们的感，跟佛菩萨的应，世尊告诉我们有四种不同。我们有心去感，这有心是很明显的，显感，佛菩萨有明显的应。像刚才讲虚云老和尚，他那个感应是显感显应，你真的看到了，真的接触到了。第二种，我们是显感，我们有心求，佛菩萨冥应，冥冥当中应，冥应我们自己不能觉察；虽不能觉察，确确实实在暗中保佑我们，在暗中照顾我们，这是显感冥应。所以念佛，我们念佛，佛就念我们；就如同虚云老和尚念文殊师利菩萨，文殊师利菩萨念虚云和尚，我们念佛决不是白念。但是念佛是真诚心念，口里念佛，心里打妄想，那个没有感应，那个佛不会念你。诚心诚意念佛，念佛时候一个妄念都没有，这个时候我们很清楚，我念佛的时候佛念我。为什么？感应道交。我们没有诚意，我们虽念佛，佛不念我，没有感应。",
      "zh_TW": "感是因，應是果，所以一切事相不出因果。我們起一個善念，我們想佛、想菩薩，念佛、念菩薩，佛菩薩就來了。真的來，但是你會說：我沒有看見，我沒有聽到。我們的感，跟佛菩薩的應，世尊告訴我們有四種不同。我們有心去感，這有心是很明顯的，顯感，佛菩薩有明顯的應。像剛才講虛雲老和尚，他那個感應是顯感顯應，你真的看到了，真的接觸到了。第二種，我們是顯感，我們有心求，佛菩薩冥應，冥冥當中應，冥應我們自己不能覺察；雖不能覺察，確確實實在暗中保佑我們，在暗中照顧我們，這是顯感冥應。所以念佛，我們念佛，佛就念我們；就如同虛雲老和尚念文殊師利菩薩，文殊師利菩薩念虛雲和尚，我們念佛決不是白念。但是念佛是真誠心念，口裡念佛，心裡打妄想，那個沒有感應，那個佛不會念你。誠心誠意念佛，念佛時候一個妄念都沒有，這個時候我們很清楚，我念佛的時候佛念我。為什麼？感應道交。我們沒有誠意，我們雖念佛，佛不念我，沒有感應。"
    },
    {
      "id": "12-026-0002_p0018",
      "zh_CN": "另外一种，我们是用冥感，没有明显，好像我们没有求佛，佛也来照顾我们。实际上，我们的确是有求佛，求佛在甚深的意识当中，我们自己都没有觉察，但是甚深意识里面求佛、念佛。好像那个波，我们发出电波很微弱，很微弱的电波、思想波，我们自己还没有觉察到，佛菩萨那里收到了，佛也有应了，显应，应得很明显，佛菩萨现身，我们见到了。好像是在去年，还是今年年初，我记不得了，普陀山观音菩萨圣像开光典礼，妙善老和尚邀请我参加，我没有法子过去。新加坡李木源居士带了一个团，好几十个人参加这个典礼，回来告诉我，观音菩萨现身了。当时参加典礼的有两万多人，每一个人都看见，观音菩萨现相在空中。那天是阴天，先看到天上有个门，门打开，然后从门里面涌出四朵莲花，接着看到四大天王，最后观音菩萨出现了。这个没有人去求，没有人求观音菩萨你在空中现给我们看看，没有；但是有，意识里头，这叫是冥感显应。明显的观音菩萨现身给大家看，时间差不多五分钟，五分钟渐渐这个相慢慢就不见了，于是大家都跪在地上拜，念「南无观世音菩萨」，念了一会儿，相又现前。他告诉我，总共现三次，前后一共差不多是十五分钟，不可思议。而且当时有人照相，还有录像。我想这个事情，许多同修们都知道，这是冥感显应。",
      "zh_TW": "另外一種，我們是用冥感，沒有明顯，好像我們沒有求佛，佛也來照顧我們。實際上，我們的確是有求佛，求佛在甚深的意識當中，我們自己都沒有覺察，但是甚深意識裡面求佛、念佛。好像那個波，我們發出電波很微弱，很微弱的電波、思想波，我們自己還沒有覺察到，佛菩薩那裡收到了，佛也有應了，顯應，應得很明顯，佛菩薩現身，我們見到了。好像是在去年，還是今年年初，我記不得了，普陀山觀音菩薩聖像開光典禮，妙善老和尚邀請我參加，我沒有法子過去。新加坡李木源居士帶了一個團，好幾十個人參加這個典禮，回來告訴我，觀音菩薩現身了。當時參加典禮的有兩萬多人，每一個人都看見，觀音菩薩現相在空中。那天是陰天，先看到天上有個門，門打開，然後從門裡面湧出四朵蓮花，接著看到四大天王，最後觀音菩薩出現了。這個沒有人去求，沒有人求觀音菩薩你在空中現給我們看看，沒有；但是有，意識裡頭，這叫是冥感顯應。明顯的觀音菩薩現身給大家看，時間差不多五分鐘，五分鐘漸漸這個相慢慢就不見了，於是大家都跪在地上拜，念「南無觀世音菩薩」，念了一會兒，相又現前。他告訴我，總共現三次，前後一共差不多是十五分鐘，不可思議。而且當時有人照相，還有錄像。我想這個事情，許多同修們都知道，這是冥感顯應。"
    },
    {
      "id": "12-026-0002_p0019",
      "zh_CN": "第四种冥感冥应。所以诸位同修一定要明了，有感一定有应，感是因，应是果，因果丝毫不爽。一念善，与诸佛菩萨一切善神，起感应道交；一念恶，与妖魔鬼怪、魔王邪鬼，与他相应。千万不要以为，我们自己起个恶念、起个善念，无所谓，你要晓得关系大了。这种微密的感应，要不是佛为我们说明，我们绝对不会知道。了解这个道理，了解事实真相，为什么不念念是善心，行行是善行？善心善行就能与一切诸佛菩萨，与这些善神、护法，念念都是感应道交。今天我们要想消灾、要想免难，这不是消灾免难最好的修学方法吗？而且非常有效果的方法。只要我们大家肯干，救自己，帮助自己，帮助自己同时也帮助别人，感应不思议的原理。",
      "zh_TW": "第四種冥感冥應。所以諸位同修一定要明瞭，有感一定有應，感是因，應是果，因果絲毫不爽。一念善，與諸佛菩薩一切善神，起感應道交；一念惡，與妖魔鬼怪、魔王邪鬼，與他相應。千萬不要以為，我們自己起個惡念、起個善念，無所謂，你要曉得關係大了。這種微密的感應，要不是佛為我們說明，我們絕對不會知道。了解這個道理，了解事實真相，為什麼不念念是善心，行行是善行？善心善行就能與一切諸佛菩薩，與這些善神、護法，念念都是感應道交。今天我們要想消災、要想免難，這不是消災免難最好的修學方法嗎？而且非常有效果的方法。只要我們大家肯幹，救自己，幫助自己，幫助自己同時也幫助別人，感應不思議的原理。"
    },
    {
      "id": "12-026-0002_p0020",
      "zh_CN": "所以菩萨比我们高明，为什么？我们还没有能够离相，《金刚经》上讲「我相，人相，众生相，寿者相」，我们没有把它离掉，所以还不能够突破空间的维次。菩萨有智慧，有究竟坚固的大定，有圆满的智慧，所以菩萨能够突破空间维次，能够两边不住。两边不住，两边都住，这是我们没有能力，我们办不到，菩萨办到。菩萨这个示现也教给我们，如果我们也能够两边不住，那也就跟菩萨一样两边统住。这才恍然大悟，离相好，着相不好；着相是凡夫，离相是佛菩萨；着相只能住一边，离相两边都可以住。离的是什么相？妄想的相，分别的相，执着的相。这三种东西就是佛经里面所讲的无明，妄想就是无明，分别就是尘沙烦恼，执着就是见思烦恼。三种都离了，你就证大涅槃的境界，这样才叫做『善住』。菩萨住的地方，实际上，法身菩萨所住的都是善住。在本经，圆教初住以上的菩萨，都是善住。末后这两句：",
      "zh_TW": "所以菩薩比我們高明，為什麼？我們還沒有能夠離相，《金剛經》上講「我相，人相，眾生相，壽者相」，我們沒有把它離掉，所以還不能夠突破空間的維次。菩薩有智慧，有究竟堅固的大定，有圓滿的智慧，所以菩薩能夠突破空間維次，能夠兩邊不住。兩邊不住，兩邊都住，這是我們沒有能力，我們辦不到，菩薩辦到。菩薩這個示現也教給我們，如果我們也能夠兩邊不住，那也就跟菩薩一樣兩邊統住。這才恍然大悟，離相好，著相不好；著相是凡夫，離相是佛菩薩；著相只能住一邊，離相兩邊都可以住。離的是什麼相？妄想的相，分別的相，執著的相。這三種東西就是佛經裡面所講的無明，妄想就是無明，分別就是塵沙煩惱，執著就是見思煩惱。三種都離了，你就證大涅槃的境界，這樣才叫做『善住』。菩薩住的地方，實際上，法身菩薩所住的都是善住。在本經，圓教初住以上的菩薩，都是善住。末後這兩句："
    },
    {
      "id": "12-026-0002_p0021",
      "zh_CN": "『从此利生，故称为出』。必须契入这个境界之后，才是真正的利益众生。我们就大经通论来说，十法界里面声闻、缘觉、菩萨、佛，十法界里面的佛，天台大师说藏教的佛、通教的佛是相似位，不是真实位；换句话说，还没有这个能力，就是两边不住的能力他没有。一定要破一品无明，证一分法身，见一分真性，这是真佛，分证位佛。文殊所示现的等觉菩萨，也是分证位佛，他们真正是利益众生，所以叫「出」。从善住楼阁出，我们懂得这个意思了。实际上讲，是从不住生死、不住涅槃，从这个地方来利益一切众生，两边不住，中道不存。两边不住，如果再有个中道的念头，又错了；两边是一边，中道又是一边，还是落在一边。中道这个说法是方便说，不能够执着，一执着就不是中道，中道不可以执着；中道都不能执着，其他的当然都不可以执着。所以佛才教给我们一个总纲领，「离一切相，即一切法」。一切相，简单的说就是四相，「我相，人相，众生相，寿者相」；即一切法，一切法是什么？诸法实相，你就见到诸法实相。诸法实相就是法界，就是法身，就是一真法界，禅宗里面讲见性成佛，就是这个意思。这个「出」，真正利益众生。这是解释第一句，什么是文殊师利菩萨，什么是善住楼阁，出是什么意思，就交代清楚了。",
      "zh_TW": "『從此利生，故稱為出』。必須契入這個境界之後，才是真正的利益眾生。我們就大經通論來說，十法界裡面聲聞、緣覺、菩薩、佛，十法界裡面的佛，天台大師說藏教的佛、通教的佛是相似位，不是真實位；換句話說，還沒有這個能力，就是兩邊不住的能力他沒有。一定要破一品無明，證一分法身，見一分真性，這是真佛，分證位佛。文殊所示現的等覺菩薩，也是分證位佛，他們真正是利益眾生，所以叫「出」。從善住樓閣出，我們懂得這個意思了。實際上講，是從不住生死、不住涅槃，從這個地方來利益一切眾生，兩邊不住，中道不存。兩邊不住，如果再有個中道的念頭，又錯了；兩邊是一邊，中道又是一邊，還是落在一邊。中道這個說法是方便說，不能夠執著，一執著就不是中道，中道不可以執著；中道都不能執著，其他的當然都不可以執著。所以佛才教給我們一個總綱領，「離一切相，即一切法」。一切相，簡單的說就是四相，「我相，人相，眾生相，壽者相」；即一切法，一切法是什麼？諸法實相，你就見到諸法實相。諸法實相就是法界，就是法身，就是一真法界，禪宗裡面講見性成佛，就是這個意思。這個「出」，真正利益眾生。這是解釋第一句，什麼是文殊師利菩薩，什麼是善住樓閣，出是什麼意思，就交代清楚了。"
    },
    {
      "id": "12-026-0002_p0022",
      "zh_CN": "菩萨示现无非都是教导我们，所以我们见到佛门里面这些事相，供养佛菩萨的场所都建成宫殿式、建成楼阁式，也就是从外面看是两层，里面是一层。外面表法是表两边，此地是讲悲智两类；里面是一，悲智是一体，不是两个。我们看到这个形状就要想到，懂得我要怎样去体会，我要怎样去修学，看成悲智行，看成定慧也行，看成福慧也行，你看这个意思多么圆融？所以看到这个形相，我们就知道应当怎样学习。请看第二句：",
      "zh_TW": "菩薩示現無非都是教導我們，所以我們見到佛門裡面這些事相，供養佛菩薩的場所都建成宮殿式、建成樓閣式，也就是從外面看是兩層，裡面是一層。外面表法是表兩邊，此地是講悲智兩類；裡面是一，悲智是一體，不是兩個。我們看到這個形狀就要想到，懂得我要怎樣去體會，我要怎樣去修學，看成悲智行，看成定慧也行，看成福慧也行，你看這個意思多麼圓融？所以看到這個形相，我們就知道應當怎樣學習。請看第二句："
    },
    {
      "id": "12-026-0002_p0023",
      "zh_CN": "【与无量同行。】",
      "zh_TW": "【與無量同行。】"
    },
    {
      "id": "12-026-0002_p0024",
      "zh_CN": "经文从这个地方起，一直到「前后围绕」，到这个地方：",
      "zh_TW": "經文從這個地方起，一直到「前後圍繞」，到這個地方："
    },
    {
      "id": "12-026-0002_p0025",
      "zh_CN": "【明其伴从。】",
      "zh_TW": "【明其伴從。】"
    },
    {
      "id": "12-026-0002_p0026",
      "zh_CN": "说明文殊菩萨，他的一些随从，他的一些伴侣，我们今天讲同参道友，『伴从』就是我们讲的同参道友，这些人也都可以说是文殊菩萨的学生。文殊是表智慧：",
      "zh_TW": "說明文殊菩薩，他的一些隨從，他的一些伴侶，我們今天講同參道友，『伴從』就是我們講的同參道友，這些人也都可以說是文殊菩薩的學生。文殊是表智慧："
    },
    {
      "id": "12-026-0002_p0027",
      "zh_CN": "【表般若导万行故。】",
      "zh_TW": "【表般若導萬行故。】"
    },
    {
      "id": "12-026-0002_p0028",
      "zh_CN": "文殊是般若，那些随从是什么？那么多人是什么？你们明白了吗？六波罗蜜里面，那些是布施、持戒、忍辱、精进、禅定，是这些东西，文殊是般若。无量无边的大众都分配在前五类，布施一类，持戒一类，忍辱一类，精进一类，禅定一类，这五类再一展开是万行，无量无边。无量无边都离不开般若，这就说是无量无边的修行人，都离不开文殊，文殊是智慧。这总说，让你了解表法的意思，表演的深义。",
      "zh_TW": "文殊是般若，那些隨從是什麼？那麼多人是什麼？你們明白了嗎？六波羅蜜裡面，那些是布施、持戒、忍辱、精進、禪定，是這些東西，文殊是般若。無量無邊的大眾都分配在前五類，布施一類，持戒一類，忍辱一類，精進一類，禪定一類，這五類再一展開是萬行，無量無邊。無量無邊都離不開般若，這就說是無量無邊的修行人，都離不開文殊，文殊是智慧。這總說，讓你了解表法的意思，表演的深義。"
    },
    {
      "id": "12-026-0002_p0029",
      "zh_CN": "【初一同生。】",
      "zh_TW": "【初一同生。】"
    },
    {
      "id": "12-026-0002_p0030",
      "zh_CN": "这里面的大众，第一类的大众，「与无量同行大菩萨众」。文殊是菩萨，跟他有许许多多的大菩萨，菩萨跟菩萨同一个族群，同一个文化，同一个信仰。后面都不是：",
      "zh_TW": "這裡面的大眾，第一類的大眾，「與無量同行大菩薩眾」。文殊是菩薩，跟他有許許多多的大菩薩，菩薩跟菩薩同一個族群，同一個文化，同一個信仰。後面都不是："
    },
    {
      "id": "12-026-0002_p0031",
      "zh_CN": "【余皆异生。】",
      "zh_TW": "【餘皆異生。】"
    },
    {
      "id": "12-026-0002_p0032",
      "zh_CN": "『异生』就是其他的不同的族群，不同的文化，不同的宗教仰信，不同。不同的太多太多了，「余皆异生」。这些不同的族群，不同的文化，下面说：",
      "zh_TW": "『異生』就是其他的不同的族群，不同的文化，不同的宗教仰信，不同。不同的太多太多了，「餘皆異生」。這些不同的族群，不同的文化，下面說："
    },
    {
      "id": "12-026-0002_p0033",
      "zh_CN": "【并约通称表法为名。】",
      "zh_TW": "【並約通稱表法為名。】"
    },
    {
      "id": "12-026-0002_p0034",
      "zh_CN": "他们的名号代表一个族类，代表一种不同的文化，不同的思想，不同的生活方式，不同的信仰，不同的宗教，你这里一看，不就是现在所讲的多元文化吗？于是我们明白，多元文化要用什么方法才能够和睦，才能够圆融和合？答案只有一个：真实智慧。为什么？真实智慧是所有各个不同族群、不同信仰、不同宗教，共同追求的。这就是不同的地方，他有个共同点，只要把共同点找出来，问题就解决了，而佛法正是多元文化不同族群的共同点。所以诸位学佛一定要认识清楚，佛教不是宗教，佛教是什么？佛教是所有宗教希求的一个共同点，佛教是释迦牟尼佛、是诸佛如来的教诲，我们称之为佛教，简称为佛教，我称它作佛陀教育。你们问问哪一个宗教不接受教育？你现在看看学校里的学生：小学生、中学生、大学生，你去调查一下，种族不一样，宗教信仰不一样，都在一个课堂上课，为什么？接受教育是相同的。佛教是教育，什么教育？般若教育。般若是真实智慧，所以佛教是真实智慧的教育，一切众生都需要，一切众生都向往，一切众生都希求，现在释迦牟尼佛为我们介绍出来了，无论哪个族群，无论哪个宗教，都欢迎。",
      "zh_TW": "他們的名號代表一個族類，代表一種不同的文化，不同的思想，不同的生活方式，不同的信仰，不同的宗教，你這裡一看，不就是現在所講的多元文化嗎？於是我們明白，多元文化要用什麼方法才能夠和睦，才能夠圓融和合？答案只有一個：真實智慧。為什麼？真實智慧是所有各個不同族群、不同信仰、不同宗教，共同追求的。這就是不同的地方，他有個共同點，只要把共同點找出來，問題就解決了，而佛法正是多元文化不同族群的共同點。所以諸位學佛一定要認識清楚，佛教不是宗教，佛教是什麼？佛教是所有宗教希求的一個共同點，佛教是釋迦牟尼佛、是諸佛如來的教誨，我們稱之為佛教，簡稱為佛教，我稱它作佛陀教育。你們問問哪一個宗教不接受教育？你現在看看學校裡的學生：小學生、中學生、大學生，你去調查一下，種族不一樣，宗教信仰不一樣，都在一個課堂上課，為什麼？接受教育是相同的。佛教是教育，什麼教育？般若教育。般若是真實智慧，所以佛教是真實智慧的教育，一切眾生都需要，一切眾生都嚮往，一切眾生都希求，現在釋迦牟尼佛為我們介紹出來了，無論哪個族群，無論哪個宗教，都歡迎。"
    },
    {
      "id": "12-026-0002_p0035",
      "zh_CN": "我们皈依佛陀，佛陀的学生，这个皈依要真心皈依，不是假皈依。什么是假皈依？名实不相副，那个皈依是假的，不是真的。挂个名做佛弟子，其实佛的教诲他完全违背了；佛教我们布施，我们很吝啬，不肯布施，与佛的教诲相违背了；佛教我们持戒，我们偏偏破戒，偏偏犯戒，那哪里是佛弟子？这样的皈依，说得不好听，冒充佛弟子，冒充佛弟子有罪。世法里面冒充都犯法，都还要坐牢，还要判刑。冒充佛弟子，那个罪过很大，现在世间法律不制裁你，有那些鬼神他们会制裁你。特别是佛家那些护法神，诸位要知道，护法神不是菩萨，菩萨有慈悲心，看你有过失原谅你；护法神是凡夫，感情用事，他没有什么慈悲，看到你好好的学佛，他欢喜，拥护你；看到你破戒犯法，他恨透你，他要来整你，所以那些人会来惩罚你。我们皈依真心皈依，决定要做佛的好学生、好弟子，诸佛护念，龙天善神保佑你。",
      "zh_TW": "我們皈依佛陀，佛陀的學生，這個皈依要真心皈依，不是假皈依。什麼是假皈依？名實不相副，那個皈依是假的，不是真的。掛個名做佛弟子，其實佛的教誨他完全違背了；佛教我們布施，我們很吝嗇，不肯布施，與佛的教誨相違背了；佛教我們持戒，我們偏偏破戒，偏偏犯戒，那哪裡是佛弟子？這樣的皈依，說得不好聽，冒充佛弟子，冒充佛弟子有罪。世法裡面冒充都犯法，都還要坐牢，還要判刑。冒充佛弟子，那個罪過很大，現在世間法律不制裁你，有那些鬼神他們會制裁你。特別是佛家那些護法神，諸位要知道，護法神不是菩薩，菩薩有慈悲心，看你有過失原諒你；護法神是凡夫，感情用事，他沒有什麼慈悲，看到你好好的學佛，他歡喜，擁護你；看到你破戒犯法，他恨透你，他要來整你，所以那些人會來懲罰你。我們皈依真心皈依，決定要做佛的好學生、好弟子，諸佛護念，龍天善神保佑你。"
    },
    {
      "id": "12-026-0002_p0036",
      "zh_CN": "从哪里皈依？皈依是回头。我们从六度来说，从悭贪回头，依佛的教诲修布施，这里头真的有依靠。从破戒、作恶回过头来，依持戒，你真的就回头，真的就依靠，依靠佛菩萨的教诲。佛菩萨教我们布施，教我们持戒，教我们忍辱，教我们精进，教我们禅定，教我们般若，从这六个反面回头，依靠这六个教诲，好好的去学习，这就真的皈依，真的回头。比这个更清楚、更基础的是十善业道，佛教给我们不杀生，我们从杀生回过头来，从今之后依佛的教诲绝不杀生，这你真的回头，真的有依靠，听佛的话。不妄语，以前总是欺骗别人、欺诳别人，从今之后我听佛的话，跟佛学习，绝不欺骗一切众生，你就真回头了。不偷盗，过去没有皈依的时候，总是想占别人一点便宜，占便宜就是偷盗，从今之后绝对不会有这个念头，也不会有这个行为，你就真回头。诸如此类，经典上教导我们的太多了，我们每天读，每天去想，要记住完全落实在生活当中，你才是佛的好学生，你才是真正的皈依。",
      "zh_TW": "從哪裡皈依？皈依是回頭。我們從六度來說，從慳貪回頭，依佛的教誨修布施，這裡頭真的有依靠。從破戒、作惡回過頭來，依持戒，你真的就回頭，真的就依靠，依靠佛菩薩的教誨。佛菩薩教我們布施，教我們持戒，教我們忍辱，教我們精進，教我們禪定，教我們般若，從這六個反面回頭，依靠這六個教誨，好好的去學習，這就真的皈依，真的回頭。比這個更清楚、更基礎的是十善業道，佛教給我們不殺生，我們從殺生回過頭來，從今之後依佛的教誨絕不殺生，這你真的回頭，真的有依靠，聽佛的話。不妄語，以前總是欺騙別人、欺誑別人，從今之後我聽佛的話，跟佛學習，絕不欺騙一切眾生，你就真回頭了。不偷盜，過去沒有皈依的時候，總是想佔別人一點便宜，佔便宜就是偷盜，從今之後絕對不會有這個念頭，也不會有這個行為，你就真回頭。諸如此類，經典上教導我們的太多了，我們每天讀，每天去想，要記住完全落實在生活當中，你才是佛的好學生，你才是真正的皈依。"
    },
    {
      "id": "12-026-0002_p0037",
      "zh_CN": "佛在经上告诉我们，真正皈依的人，日夜有三十六位护法神保佑你，你不会遇到灾难，中国人所谓「逢凶化吉，遇难成祥」。这个话不是一个吉祥话，是事实，不是恭惟，不是祝福，是事实。所以我们从心地里面真的回头，放弃自己的烦恼、习气、成见，完全遵循佛菩萨的教诲，依靠佛菩萨的教诲去生活、去过日子，你就得诸佛护念，善神拥护，天灾人祸你遇到，也会平安度过。这就是西方预言家最后的一个结论，要我们好好的修善，才能够避免这个灾难。佛法给我们说出具体的方法，只要我们肯学，肯认真努力修学，再大的灾难都会平安度过。",
      "zh_TW": "佛在經上告訴我們，真正皈依的人，日夜有三十六位護法神保佑你，你不會遇到災難，中國人所謂「逢凶化吉，遇難成祥」。這個話不是一個吉祥話，是事實，不是恭惟，不是祝福，是事實。所以我們從心地裡面真的回頭，放棄自己的煩惱、習氣、成見，完全遵循佛菩薩的教誨，依靠佛菩薩的教誨去生活、去過日子，你就得諸佛護念，善神擁護，天災人禍你遇到，也會平安度過。這就是西方預言家最後的一個結論，要我們好好的修善，才能夠避免這個災難。佛法給我們說出具體的方法，只要我們肯學，肯認真努力修學，再大的災難都會平安度過。"
    },
    {
      "id": "12-026-0002_p0038",
      "zh_CN": "所以《华严》落实，就是多元文化的落实，我们对于不同的族群、不同的宗教要友爱，要互相尊重，互相敬爱，互助合作。他们没有做，我们先做，我们带头做；我们做了之后，他们欢喜，他们也接着来做。我在新加坡开始做，我们主动拜访其他的宗教，第一个我们拜访回教，以后拜访印度教，拜访天主教、道教，下面我们已经预约了，拜访基督教。新加坡有九个宗教，我们一一拜访，我们向他们致敬，我们也供养他们，他们很欢喜。两个星期之前，李木源居士告诉我，现在新加坡九个宗教都要请我作顾问。我说：好！回教、印度教要请我去讲经，我答应。所以有很多同修觉得很奇怪：法师，你为什么那样做？《华严经》上教我这样做的，我要不这么做，我《华严经》不是白念、白讲了，你们看看经文不就是这样子吗？学到了就要做到，这叫实学；学到了没有做到，是假的，落空了；学到就要做到，学以致用。",
      "zh_TW": "所以《華嚴》落實，就是多元文化的落實，我們對於不同的族群、不同的宗教要友愛，要互相尊重，互相敬愛，互助合作。他們沒有做，我們先做，我們帶頭做；我們做了之後，他們歡喜，他們也接著來做。我在新加坡開始做，我們主動拜訪其他的宗教，第一個我們拜訪回教，以後拜訪印度教，拜訪天主教、道教，下面我們已經預約了，拜訪基督教。新加坡有九個宗教，我們一一拜訪，我們向他們致敬，我們也供養他們，他們很歡喜。兩個星期之前，李木源居士告訴我，現在新加坡九個宗教都要請我作顧問。我說：好！回教、印度教要請我去講經，我答應。所以有很多同修覺得很奇怪：法師，你為什麼那樣做？《華嚴經》上教我這樣做的，我要不這麼做，我《華嚴經》不是白念、白講了，你們看看經文不就是這樣子嗎？學到了就要做到，這叫實學；學到了沒有做到，是假的，落空了；學到就要做到，學以致用。"
    },
    {
      "id": "12-026-0002_p0039",
      "zh_CN": "所以我告诉大家，佛教是多元文化社会的教学，释迦牟尼佛我们尊称他一点，是多元文化社会教育家。这我们老师，我们跟在老师后面，我们是什么地位？我们是多元文化社会教育的义工，我们不接受报酬，这义务的，义工。所以你们有很多同修供养我的钱，我这些钱拿来干什么？办外交，我赠送给其他的宗教，落实「大方广佛华严」。那些宗教团体都做了些慈善事业，他们做养老院、幼儿院、医院，还有印度教里头还办了一个戒毒所，帮助那些吸毒的人戒毒，都是社会很好的慈善事业，这些事业都需要金钱，我们拿钱帮助他。",
      "zh_TW": "所以我告訴大家，佛教是多元文化社會的教學，釋迦牟尼佛我們尊稱他一點，是多元文化社會教育家。這我們老師，我們跟在老師後面，我們是什麼地位？我們是多元文化社會教育的義工，我們不接受報酬，這義務的，義工。所以你們有很多同修供養我的錢，我這些錢拿來幹什麼？辦外交，我贈送給其他的宗教，落實「大方廣佛華嚴」。那些宗教團體都做了些慈善事業，他們做養老院、幼兒院、醫院，還有印度教裡頭還辦了一個戒毒所，幫助那些吸毒的人戒毒，都是社會很好的慈善事業，這些事業都需要金錢，我們拿錢幫助他。"
    },
    {
      "id": "12-026-0002_p0040",
      "zh_CN": "有少数佛教徒来问我：法师，我们佛教徒供养你的钱，你为什么拿去给外教、给外道？我说：我没有。「怎么没有，明明看到报纸上登到，你送这么多钱给基督教、给回教。」我说：你说的这桩事情；我说：我没有给外教。他们所办的慈善事业，我问他：我们要不要办？「要办。」要办，你拿钱来！他又没有那么多钱。我说：人家办的这个事业，我们要办的，那不就是等于我们办的一样吗？他办这个事业，我们去投资，我们就是股东，他的事业有我的股份，那不就是我办的吗？我这个比喻说的话，他渐渐才明了，没错，他们办的事业就是我们自己办的。我们参加股东，他们去执行，你说多省事，一点儿心都不要操。不可以分彼此，分彼此就有隔阂、就有冲突，社会就不会安定，世界就不会和平，我们要把这些隔阂、误会，统统消除得干干净净。",
      "zh_TW": "有少數佛教徒來問我：法師，我們佛教徒供養你的錢，你為什麼拿去給外教、給外道？我說：我沒有。「怎麼沒有，明明看到報紙上登到，你送這麼多錢給基督教、給回教。」我說：你說的這樁事情；我說：我沒有給外教。他們所辦的慈善事業，我問他：我們要不要辦？「要辦。」要辦，你拿錢來！他又沒有那麼多錢。我說：人家辦的這個事業，我們要辦的，那不就是等於我們辦的一樣嗎？他辦這個事業，我們去投資，我們就是股東，他的事業有我的股份，那不就是我辦的嗎？我這個比喻說的話，他漸漸才明瞭，沒錯，他們辦的事業就是我們自己辦的。我們參加股東，他們去執行，你說多省事，一點兒心都不要操。不可以分彼此，分彼此就有隔閡、就有衝突，社會就不會安定，世界就不會和平，我們要把這些隔閡、誤會，統統消除得乾乾淨淨。"
    },
    {
      "id": "12-026-0002_p0041",
      "zh_CN": "《华严经》上这些不同的族群，谁对谁有误会，谁跟谁过不去，没有看到过。凡是还有这些分别、执着，经上说没有智慧，他要有般若智慧，他看到我这个作法，他会很欢喜，他会合掌赞叹，他不会来质问我。来质问我的，没有般若智慧，没有读过大乘经，天天念大乘经，不懂，没开窍！所以读经，你能够懂得多少、体会多少，看你的行持，看你的思想。你做到多少，是你真正懂得多少；做不到，没懂。清凉这一段，文字虽然不多，意思很深、很广、很圆满。我们再看第三节：",
      "zh_TW": "《華嚴經》上這些不同的族群，誰對誰有誤會，誰跟誰過不去，沒有看到過。凡是還有這些分別、執著，經上說沒有智慧，他要有般若智慧，他看到我這個作法，他會很歡喜，他會合掌讚歎，他不會來質問我。來質問我的，沒有般若智慧，沒有讀過大乘經，天天念大乘經，不懂，沒開竅！所以讀經，你能夠懂得多少、體會多少，看你的行持，看你的思想。你做到多少，是你真正懂得多少；做不到，沒懂。清涼這一段，文字雖然不多，意思很深、很廣、很圓滿。我們再看第三節："
    },
    {
      "id": "12-026-0002_p0042",
      "zh_CN": "【无住方能化生，自利方能利他。前依佛果法界所流，此依自证因门大用。】",
      "zh_TW": "【無住方能化生，自利方能利他。前依佛果法界所流，此依自證因門大用。】"
    },
    {
      "id": "12-026-0002_p0043",
      "zh_CN": "前面这两句话，同学们都不生疏，自利利他，老生常谈，可是这里面的深义，这里面的精义，知道的人就不多了。我们学佛，实在讲，最大的障碍还是放逸，不认真。听一遍、看一遍，以为自己就明白，哪有那么容易，哪有那么简单？这样学佛，无量劫到今天，再过无量劫，你也没有成就。我曾经遇见过，学佛的同修跟他讲，哪个地方在讲经，法师讲经，他一听说：这个经我听过，不要再听了。到成佛，才不要再听，菩萨还要再听。我们在历史上看，历代高僧大德听经，遍遍听不厌，这才是学习的精神，正确学习的态度。史书上记载，唐朝道宣律师，这是中国律宗的初祖，他听《四分律》听过二十遍，哪个地方有法师讲《四分律》，他一定去听。古时候讲讨经单，到这个道场，住在这个道场，把这部经听完才离开，专门来听经的。像道宣这种例子太多太多了，哪有说听经听一遍就满足了。这种人说得不好听，也是佛经上讲，一阐提根性。一阐提是印度话，意思就是没有善根，他怎么能学得成？",
      "zh_TW": "前面這兩句話，同學們都不生疏，自利利他，老生常談，可是這裡面的深義，這裡面的精義，知道的人就不多了。我們學佛，實在講，最大的障礙還是放逸，不認真。聽一遍、看一遍，以為自己就明白，哪有那麼容易，哪有那麼簡單？這樣學佛，無量劫到今天，再過無量劫，你也沒有成就。我曾經遇見過，學佛的同修跟他講，哪個地方在講經，法師講經，他一聽說：這個經我聽過，不要再聽了。到成佛，才不要再聽，菩薩還要再聽。我們在歷史上看，歷代高僧大德聽經，遍遍聽不厭，這才是學習的精神，正確學習的態度。史書上記載，唐朝道宣律師，這是中國律宗的初祖，他聽《四分律》聽過二十遍，哪個地方有法師講《四分律》，他一定去聽。古時候講討經單，到這個道場，住在這個道場，把這部經聽完才離開，專門來聽經的。像道宣這種例子太多太多了，哪有說聽經聽一遍就滿足了。這種人說得不好聽，也是佛經上講，一闡提根性。一闡提是印度話，意思就是沒有善根，他怎麼能學得成？"
    },
    {
      "id": "12-026-0002_p0044",
      "zh_CN": "法师大德们讲经，一部经也不只讲一遍，古德有讲《弥陀经》，一生讲过两百多遍，专讲《弥陀经》。诸位要知道，讲经遍遍不一样，遍遍有新的悟处，遍遍入新的境界，遍遍都是新的，所以他有无上的喜乐，一般人讲法喜充满，方东美先生讲「人生最高的享受」。读经、听经是人生最高的享受，无上的喜乐在其中，尝到法味他欢喜。谁能尝到？菩萨尝到了；尝到法味的人，就叫做菩萨。菩萨是觉悟人的名称，他有法喜，他尝到法味，那是觉悟的人。不觉悟的人，尝不到法味，他来听听不懂，他来看看不懂，每天过日子还是随顺自己烦恼习气，那是凡夫，不觉。觉悟的人，逐渐逐渐放下自己烦恼习气，放下自己分别执着，听经听得有兴趣，听明白了，不知不觉自自然然落实到生活上，这是真学佛。",
      "zh_TW": "法師大德們講經，一部經也不只講一遍，古德有講《彌陀經》，一生講過兩百多遍，專講《彌陀經》。諸位要知道，講經遍遍不一樣，遍遍有新的悟處，遍遍入新的境界，遍遍都是新的，所以他有無上的喜樂，一般人講法喜充滿，方東美先生講「人生最高的享受」。讀經、聽經是人生最高的享受，無上的喜樂在其中，嘗到法味他歡喜。誰能嘗到？菩薩嘗到了；嘗到法味的人，就叫做菩薩。菩薩是覺悟人的名稱，他有法喜，他嘗到法味，那是覺悟的人。不覺悟的人，嘗不到法味，他來聽聽不懂，他來看看不懂，每天過日子還是隨順自己煩惱習氣，那是凡夫，不覺。覺悟的人，逐漸逐漸放下自己煩惱習氣，放下自己分別執著，聽經聽得有興趣，聽明白了，不知不覺自自然然落實到生活上，這是真學佛。"
    },
    {
      "id": "12-026-0002_p0045",
      "zh_CN": "我们看看菩萨在此地教给我们，『无住方能化生』。换句话说，你必须要放下无始以来的妄想、分别、执着，这叫「无住」。为什么？放下这些烦恼习气，你的心清净了，你的真心现前。清净心现前，清净心生智慧，真实智慧透出来了，你会过日子，你会享受，如同诸佛菩萨一样的享受，你当然能教化众生，你有能力「为人演说」。所以你只要心有住，你就做不到。为什么？心不清净。有住，禅宗里面说，你心里头有一物。这话什么意思？你心里头有一样东西放不下，就这么意思。不管是什么，只要有一样放不下，你的心就不真实，你的心就是妄心。无论是对人、对事、对物，只要有一样放不下，你就要知道是凡夫，不是菩萨。这个放不下，就害得你生生世世搞六道轮回，害得你起心动念都要造业。为什么造业？就为那一桩放不下的造业，佛菩萨对我们真实教诲。贪名，名放不下，决定为争名造业；贪利，利放不下，一定为夺利造业，太明显了；贪色，为色放不下，造无量无边罪业。在中国历史上，殷纣王为他一个心爱的女人妲己造业；周幽王为了爱一个褒姒造业，到最后连国家都亡掉，身败名裂。你心里头只要有一物，没有不造业的。",
      "zh_TW": "我們看看菩薩在此地教給我們，『無住方能化生』。換句話說，你必須要放下無始以來的妄想、分別、執著，這叫「無住」。為什麼？放下這些煩惱習氣，你的心清淨了，你的真心現前。清淨心現前，清淨心生智慧，真實智慧透出來了，你會過日子，你會享受，如同諸佛菩薩一樣的享受，你當然能教化眾生，你有能力「為人演說」。所以你只要心有住，你就做不到。為什麼？心不清淨。有住，禪宗裡面說，你心裡頭有一物。這話什麼意思？你心裡頭有一樣東西放不下，就這麼意思。不管是什麼，只要有一樣放不下，你的心就不真實，你的心就是妄心。無論是對人、對事、對物，只要有一樣放不下，你就要知道是凡夫，不是菩薩。這個放不下，就害得你生生世世搞六道輪迴，害得你起心動念都要造業。為什麼造業？就為那一樁放不下的造業，佛菩薩對我們真實教誨。貪名，名放不下，決定為爭名造業；貪利，利放不下，一定為奪利造業，太明顯了；貪色，為色放不下，造無量無邊罪業。在中國歷史上，殷紂王為他一個心愛的女人妲己造業；周幽王為了愛一個褒姒造業，到最後連國家都亡掉，身敗名裂。你心裡頭只要有一物，沒有不造業的。"
    },
    {
      "id": "12-026-0002_p0046",
      "zh_CN": "六祖惠能跟我们说得好，「本来无一物」，本来无一物是真心，有一物就坏了，真心没有了，妄心。《金刚经》上教给我们，「应无所住，而生其心」，惠能就在这两句话开悟。怎么悟的？听到这两句话彻底放下，恢复到清净心。清净心中确实一念不生，一个妄念都没有，干干净净，智慧现前了，没有学过的经教，你拿去问他，他都能给你很详细、很明白的讲解。我们知道惠能不认识字，会讲经，他讲经怎么讲法？别人念给他听，他给你讲。他不认识字，你把经念给他听，他就会讲，他有智慧，他一听就懂。我们认识字，念到背得滚瓜烂熟，还不会讲。什么原因？没有智慧。为什么没有智慧？心里头不只一物，拉拉杂杂不知道有多少。有一物，智慧就没有了，有那么多拉拉杂杂，那还得了吗？所以佛在此地劝告我们，你要想有智慧，如同诸佛如来、如同文殊师利一样的智慧，没有别的，无住就行了。他们智慧从哪里来的？无住而生的。我要无住，我的智慧跟文殊就没有两样；你无住，你的智慧跟文殊也没有两样。你要智慧，一定把拉拉杂杂，心里头牵肠挂肚的统统放下。这个里头没有侥幸，我又要智慧，拉杂东西也要，两样不可兼得，只能得一样，没有兼得的道理。",
      "zh_TW": "六祖惠能跟我們說得好，「本來無一物」，本來無一物是真心，有一物就壞了，真心沒有了，妄心。《金剛經》上教給我們，「應無所住，而生其心」，惠能就在這兩句話開悟。怎麼悟的？聽到這兩句話徹底放下，恢復到清淨心。清淨心中確實一念不生，一個妄念都沒有，乾乾淨淨，智慧現前了，沒有學過的經教，你拿去問他，他都能給你很詳細、很明白的講解。我們知道惠能不認識字，會講經，他講經怎麼講法？別人念給他聽，他給你講。他不認識字，你把經念給他聽，他就會講，他有智慧，他一聽就懂。我們認識字，念到背得滾瓜爛熟，還不會講。什麼原因？沒有智慧。為什麼沒有智慧？心裡頭不只一物，拉拉雜雜不知道有多少。有一物，智慧就沒有了，有那麼多拉拉雜雜，那還得了嗎？所以佛在此地勸告我們，你要想有智慧，如同諸佛如來、如同文殊師利一樣的智慧，沒有別的，無住就行了。他們智慧從哪裡來的？無住而生的。我要無住，我的智慧跟文殊就沒有兩樣；你無住，你的智慧跟文殊也沒有兩樣。你要智慧，一定把拉拉雜雜，心裡頭牽腸掛肚的統統放下。這個裡頭沒有僥倖，我又要智慧，拉雜東西也要，兩樣不可兼得，只能得一樣，沒有兼得的道理。"
    },
    {
      "id": "12-026-0002_p0047",
      "zh_CN": "『自利方能利他』。前面一句意思深，从理上说；这一句比较浅，从事上说。断烦恼，开智慧，证菩提，这是自利。此地自利，决不是名闻利养，决不是五欲六尘，名闻利养、五欲六尘是自害，不是自利，自害一定害他。说老实话，难怪过去李炳南老居士常常感叹的说，现在不但是没有智慧，「利害」两个字都不认识，什么对自己有利，什么对自己有害，都搞不清楚，都搞混淆，都搞颠倒了，把自害看成自利，把自利看成自害。从最浅的地方来讲，修学十善是自利，造作十恶是自害。今天每个人都把贪瞋痴认为是自利，贪财，多多益善，以为这是得大利，他不知道那是大害，自害一定害他。世间财用是有限的，你多占一分，别人就少受用一分，岂不是害他吗？所以说利害两个字要是搞清楚，搞明白了，你就能够趋吉避凶。今天的凶灾，你没有办法逃过，说实在话，就是你连利害两个字都不认识，都分不清楚。五戒十善决定是利。这两句给我们说了一个总原则、总纲领，特别是我们生活在现前这个时代，这个环境当中，多灾多难，我们掌握这个原则，不违背这个原则，就能够化解灾难，就能够消除灾难，对我们眼前有最殊胜、最大的利益。",
      "zh_TW": "『自利方能利他』。前面一句意思深，從理上說；這一句比較淺，從事上說。斷煩惱，開智慧，證菩提，這是自利。此地自利，決不是名聞利養，決不是五欲六塵，名聞利養、五欲六塵是自害，不是自利，自害一定害他。說老實話，難怪過去李炳南老居士常常感嘆的說，現在不但是沒有智慧，「利害」兩個字都不認識，什麼對自己有利，什麼對自己有害，都搞不清楚，都搞混淆，都搞顛倒了，把自害看成自利，把自利看成自害。從最淺的地方來講，修學十善是自利，造作十惡是自害。今天每個人都把貪瞋痴認為是自利，貪財，多多益善，以為這是得大利，他不知道那是大害，自害一定害他。世間財用是有限的，你多佔一分，別人就少受用一分，豈不是害他嗎？所以說利害兩個字要是搞清楚，搞明白了，你就能夠趨吉避凶。今天的凶災，你沒有辦法逃過，說實在話，就是你連利害兩個字都不認識，都分不清楚。五戒十善決定是利。這兩句給我們說了一個總原則、總綱領，特別是我們生活在現前這個時代，這個環境當中，多災多難，我們掌握這個原則，不違背這個原則，就能夠化解災難，就能夠消除災難，對我們眼前有最殊勝、最大的利益。"
    },
    {
      "id": "12-026-0002_p0048",
      "zh_CN": "后面这两句说明，经文前后两个大段落。前面所说的『依佛果法界所流』，「流」就是流露出来，就是依据这个而说。我们从这部经开讲以来，一直到昨天，是一个大段落。前面讲的是本会，本会是「依佛果法界」所说的。此地是讲末会，这是「入法界品」，我们今天采用经本是《四十华严》，就是《八十华严》的「入法界品」，这一品经。全文有四十卷，经文太长，不能依照经文跟诸位细讲，细讲时间太长了，所以我们采取经本里头，节录它的精华，节录最重要的文句，给诸位做精彩片段的介绍，使我们在短时间，能够得到《华严》真实的受用，所以采取这个办法。末会是『依自证因门大用』。谁自证？善财童子自证。末会里头主要的是善财童子五十三参，这是五十三参的开端。这是把前面这段经文大意说出来了。",
      "zh_TW": "後面這兩句說明，經文前後兩個大段落。前面所說的『依佛果法界所流』，「流」就是流露出來，就是依據這個而說。我們從這部經開講以來，一直到昨天，是一個大段落。前面講的是本會，本會是「依佛果法界」所說的。此地是講末會，這是「入法界品」，我們今天採用經本是《四十華嚴》，就是《八十華嚴》的「入法界品」，這一品經。全文有四十卷，經文太長，不能依照經文跟諸位細講，細講時間太長了，所以我們採取經本裡頭，節錄它的精華，節錄最重要的文句，給諸位做精彩片段的介紹，使我們在短時間，能夠得到《華嚴》真實的受用，所以採取這個辦法。末會是『依自證因門大用』。誰自證？善財童子自證。末會裡頭主要的是善財童子五十三參，這是五十三參的開端。這是把前面這段經文大意說出來了。"
    },
    {
      "id": "12-026-0002_p0049",
      "zh_CN": "文殊菩萨给我们表演，从善住楼阁出，意思深，去教化众生。教化众生，用现在的话来说，去推动多元文化社会的教学，多元文化社会教育，文殊菩萨来推动。虽然带着这么多人，志同道合，一同来干这桩事情，落实多元文化。末后这几句话，『从自住处，来诣佛所。供养毕已，顶礼辞退，往于南方』。这几句话意思是什么？尊师重道，无论在什么地方示现，无论在什么地方推动多元文化的工作，绝对不违背老师的教诲，完全顺从老师的指导，这就是「来诣佛所，供养毕已」。什么供养？依教修行供养，告诉我们这个意思。",
      "zh_TW": "文殊菩薩給我們表演，從善住樓閣出，意思深，去教化眾生。教化眾生，用現在的話來說，去推動多元文化社會的教學，多元文化社會教育，文殊菩薩來推動。雖然帶著這麼多人，志同道合，一同來幹這樁事情，落實多元文化。末後這幾句話，『從自住處，來詣佛所。供養畢已，頂禮辭退，往於南方』。這幾句話意思是什麼？尊師重道，無論在什麼地方示現，無論在什麼地方推動多元文化的工作，絕對不違背老師的教誨，完全順從老師的指導，這就是「來詣佛所，供養畢已」。什麼供養？依教修行供養，告訴我們這個意思。"
    },
    {
      "id": "12-026-0002_p0050",
      "zh_CN": "「往于南方」，菩萨所到之处都叫南方，那个方向都叫南方。南，不是东南西北，不是方向，南代表光明。我们中国是在北半球，所谓五行排列的方式：金、木、水、火、土，东方是木，南方是火，西方是金，北方是水，水是寒冷，火是炎热，火象征光明，代表智慧，代表热情，热情是慈悲。菩萨所到那个方向，都叫做南方；换句话说，智慧、热情的方向。菩萨所教化的地区，都叫做福城，这个地方人有福了。所以五十三参每一个善知识都住在南方，有些人奇怪，难道东方、西方、北方没有善知识吗？他就不懂得表法的意思，这叫依文解义，三世佛都喊冤枉。所以福城、南方，都是表法的；福城不是专指哪一个都市，不是的，只要是菩萨教化的都市，就叫福城；只要是菩萨游化的方所，都叫南方，东方也叫南方，北方也叫南方，表法的意思。这段经文的大意，就跟诸位介绍到此地。",
      "zh_TW": "「往於南方」，菩薩所到之處都叫南方，那個方向都叫南方。南，不是東南西北，不是方向，南代表光明。我們中國是在北半球，所謂五行排列的方式：金、木、水、火、土，東方是木，南方是火，西方是金，北方是水，水是寒冷，火是炎熱，火象徵光明，代表智慧，代表熱情，熱情是慈悲。菩薩所到那個方向，都叫做南方；換句話說，智慧、熱情的方向。菩薩所教化的地區，都叫做福城，這個地方人有福了。所以五十三參每一個善知識都住在南方，有些人奇怪，難道東方、西方、北方沒有善知識嗎？他就不懂得表法的意思，這叫依文解義，三世佛都喊冤枉。所以福城、南方，都是表法的；福城不是專指哪一個都市，不是的，只要是菩薩教化的都市，就叫福城；只要是菩薩遊化的方所，都叫南方，東方也叫南方，北方也叫南方，表法的意思。這段經文的大意，就跟諸位介紹到此地。"
    },
    {
      "id": "12-026-0002_p0051",
      "zh_CN": "下面第二段「科意」，科是段落。这一会经文比较长，里面分成三段，也就是三会。第一会：",
      "zh_TW": "下面第二段「科意」，科是段落。這一會經文比較長，裡面分成三段，也就是三會。第一會："
    },
    {
      "id": "12-026-0002_p0052",
      "zh_CN": "【比丘会，表回小乘可入大故。】",
      "zh_TW": "【比丘會，表迴小乘可入大故。】"
    },
    {
      "id": "12-026-0002_p0053",
      "zh_CN": "这里面讲有六千比丘，这些比丘回小向大，放弃小乘的修学，追随文殊师利菩萨；也就是说，放弃权巧方便，追求真实智慧，就这个意思。第二会：",
      "zh_TW": "這裡面講有六千比丘，這些比丘迴小向大，放棄小乘的修學，追隨文殊師利菩薩；也就是說，放棄權巧方便，追求真實智慧，就這個意思。第二會："
    },
    {
      "id": "12-026-0002_p0054",
      "zh_CN": "【诸乘人会。】",
      "zh_TW": "【諸乘人會。】"
    },
    {
      "id": "12-026-0002_p0055",
      "zh_CN": "『诸乘人』就很复杂，里面有人乘、有天乘、有声闻、有缘觉、有菩萨，这是我们大别讲「五乘佛法」。也就是我们现在讲，各个不同的族群，各个不同的文化，各个不同的思想，各个不同的境界，全部都包括在这里面。",
      "zh_TW": "『諸乘人』就很複雜，裡面有人乘、有天乘、有聲聞、有緣覺、有菩薩，這是我們大別講「五乘佛法」。也就是我們現在講，各個不同的族群，各個不同的文化，各個不同的思想，各個不同的境界，全部都包括在這裡面。"
    },
    {
      "id": "12-026-0002_p0056",
      "zh_CN": "【通收诸权，皆入实故。】",
      "zh_TW": "【通收諸權，皆入實故。】"
    },
    {
      "id": "12-026-0002_p0057",
      "zh_CN": "统统都会归一实相，般若。就好像我前面举的比喻，我们用六度来说，五度都归般若，五度就好比是诸乘人，『通收诸权，皆入实故』。这两类，后面有个说明：",
      "zh_TW": "統統都會歸一實相，般若。就好像我前面舉的比喻，我們用六度來說，五度都歸般若，五度就好比是諸乘人，『通收諸權，皆入實故』。這兩類，後面有個說明："
    },
    {
      "id": "12-026-0002_p0058",
      "zh_CN": "【表信未久，尚不定故。】",
      "zh_TW": "【表信未久，尚不定故。】"
    },
    {
      "id": "12-026-0002_p0059",
      "zh_CN": "这是我们通常讲中下根性的人，他们还不稳定，有时候还会见异思迁，还不稳定。第三：",
      "zh_TW": "這是我們通常講中下根性的人，他們還不穩定，有時候還會見異思遷，還不穩定。第三："
    },
    {
      "id": "12-026-0002_p0060",
      "zh_CN": "【善财会。】",
      "zh_TW": "【善財會。】"
    },
    {
      "id": "12-026-0002_p0061",
      "zh_CN": "善财童子稳定了。",
      "zh_TW": "善財童子穩定了。"
    },
    {
      "id": "12-026-0002_p0062",
      "zh_CN": "【纯一乘机，一生办故。】",
      "zh_TW": "【純一乘機，一生辦故。】"
    },
    {
      "id": "12-026-0002_p0063",
      "zh_CN": "他的信解都坚定，决定不会改变，有大志向。大志是什么？决心在这一生当中要成佛，这是大志向。经文里面讲大菩提心，无上菩提心，一生成就。他发这个心，果然一生成就。这是告诉我们，如果我们要发大心，要修大行，效法善财童子，我们这一生决定成佛，成佛不需要三大阿僧祇劫。善财，大家要认识清楚，他是不是观音菩萨旁边那个童子？你们看了《西游记》，观音菩萨旁边那个善财童子，没有在观音菩萨之前，他是个小妖怪，红孩儿，他的父亲是牛魔王，母亲是铁扇公主，那你就全都搞错了，你还学什么？这个善财童子是表法的，你依照《普贤行愿品》修行，你就是善财童子。善是说善根，你有善根，财是讲你有福德，《弥陀经》上说「不可以少善根福德因缘得生彼国」，所以每一个念佛往生西方极乐世界的人，都是善财童子。他有善根、有福德，他遇到的缘很殊胜，遇到这个法门，一生成就。有善根、有福德，一生成就的人，就叫做善财童子。我们下定决心，依照这个方法修行，自己就是善财童子。诸位就了解，原来文殊师利是自己自性本具的般若智慧。",
      "zh_TW": "他的信解都堅定，決定不會改變，有大志向。大志是什麼？決心在這一生當中要成佛，這是大志向。經文裡面講大菩提心，無上菩提心，一生成就。他發這個心，果然一生成就。這是告訴我們，如果我們要發大心，要修大行，效法善財童子，我們這一生決定成佛，成佛不需要三大阿僧祇劫。善財，大家要認識清楚，他是不是觀音菩薩旁邊那個童子？你們看了《西遊記》，觀音菩薩旁邊那個善財童子，沒有在觀音菩薩之前，他是個小妖怪，紅孩兒，他的父親是牛魔王，母親是鐵扇公主，那你就全都搞錯了，你還學什麼？這個善財童子是表法的，你依照《普賢行願品》修行，你就是善財童子。善是說善根，你有善根，財是講你有福德，《彌陀經》上說「不可以少善根福德因緣得生彼國」，所以每一個念佛往生西方極樂世界的人，都是善財童子。他有善根、有福德，他遇到的緣很殊勝，遇到這個法門，一生成就。有善根、有福德，一生成就的人，就叫做善財童子。我們下定決心，依照這個方法修行，自己就是善財童子。諸位就了解，原來文殊師利是自己自性本具的般若智慧。"
    },
    {
      "id": "12-026-0002_p0064",
      "zh_CN": "下面这一切异生族群，是我们自己阿赖耶识里面妄想分别执着，都不是别人。换句话说，我们一切时、一切处，念念当中自己所造作的因缘果报，这就是种种异类，《华严经》上决定没有一个字，说我们身外之物，说我们心外之法，没有，字字句句讲到我们自己的身心。理不出自性，心性，事不出因果，全是说我们自分，决定没有说到心外、身外之物，没有说到。你能够这样去体会，你真的懂得《华严》，你真的会读，真的理解，真的会学。学成功了，你就入佛华严。善财入了。",
      "zh_TW": "下面這一切異生族群，是我們自己阿賴耶識裡面妄想分別執著，都不是別人。換句話說，我們一切時、一切處，念念當中自己所造作的因緣果報，這就是種種異類，《華嚴經》上決定沒有一個字，說我們身外之物，說我們心外之法，沒有，字字句句講到我們自己的身心。理不出自性，心性，事不出因果，全是說我們自分，決定沒有說到心外、身外之物，沒有說到。你能夠這樣去體會，你真的懂得《華嚴》，你真的會讀，真的理解，真的會學。學成功了，你就入佛華嚴。善財入了。"
    },
    {
      "id": "12-026-0002_p0065",
      "zh_CN": "【善财信终，可证入故。】",
      "zh_TW": "【善財信終，可證入故。】"
    },
    {
      "id": "12-026-0002_p0066",
      "zh_CN": "『信终』，终是到止处，到圆满。善财的信心是究竟圆满，所以叫终，他才能证入。我们今天的信心没终，没终什么？还半信半疑，信心在动摇，在不定。善财童子信心不动摇，定的，永远不变，所以他能够入华严境界，能入法界。这是把三会大意介绍出来了，明天就跟诸位介绍比丘会。好，今天就讲到此地。",
      "zh_TW": "『信終』，終是到止處，到圓滿。善財的信心是究竟圓滿，所以叫終，他才能證入。我們今天的信心沒終，沒終什麼？還半信半疑，信心在動搖，在不定。善財童子信心不動搖，定的，永遠不變，所以他能夠入華嚴境界，能入法界。這是把三會大意介紹出來了，明天就跟諸位介紹比丘會。好，今天就講到此地。"
    }
  ]
}