{
  "doc_id": "01-005-0001",
  "title": {
    "zh_CN": "阿弥陀经要解大意",
    "zh_TW": "阿彌陀經要解大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾永和国父纪念馆",
    "zh_TW": "台灣永和國父紀念館"
  },
  "doc_number": "01-005-0001",
  "total_paragraphs": 130,
  "paragraphs": [
    {
      "id": "01-005-0001_p0001",
      "zh_CN": "诸位法师、诸位大德居士，今天承中和市弥陀莲社的同修们举办这一次佛学的法会，邀请我到这个地方来给诸位做五天的讲演，因缘非常的殊胜。这一次我们的讲题是「弥陀经要解大意」。",
      "zh_TW": "諸位法師、諸位大德居士，今天承中和市彌陀蓮社的同修們舉辦這一次佛學的法會，邀請我到這個地方來給諸位做五天的講演，因緣非常的殊勝。這一次我們的講題是「彌陀經要解大意」。"
    },
    {
      "id": "01-005-0001_p0002",
      "zh_CN": "《要解》这部书是蕅益大师做的，这部书实在是非常伟大的著作，而大师仅用九天的时间就写出来。近代的净土宗十三祖印光老法师对于《要解》推崇备至，他老人家说，「即使是阿弥陀佛到我们这个世间来，给《弥陀经》做一部注解，也不能超过其上」，可见得这个赞叹是赞叹到了极处。由此可知，《要解》对我们修学净土的人来说是非常的重要。这一次的时间只有短短的五天，我们要把《要解》的大意介绍出来，还好我们有经本可以依据。这个经本就是把《要解》里面重要的地方摘录下来，提出来给我们做共同的研究。这份讲义最初是为大专同学们编的，是暑期还是冬令讲座我记不得了，很多年以前编的。因为时间短，能够把这样重要而且丰富的内容介绍出来，很受大家的欢迎，尤其是在国外，所以这份教材可以说已经流通全世界了。现在请看讲义，第一讲第一段：",
      "zh_TW": "《要解》這部書是蕅益大師做的，這部書實在是非常偉大的著作，而大師僅用九天的時間就寫出來。近代的淨土宗十三祖印光老法師對於《要解》推崇備至，他老人家說，「即使是阿彌陀佛到我們這個世間來，給《彌陀經》做一部註解，也不能超過其上」，可見得這個讚歎是讚歎到了極處。由此可知，《要解》對我們修學淨土的人來說是非常的重要。這一次的時間只有短短的五天，我們要把《要解》的大意介紹出來，還好我們有經本可以依據。這個經本就是把《要解》裡面重要的地方摘錄下來，提出來給我們做共同的研究。這份講義最初是為大專同學們編的，是暑期還是冬令講座我記不得了，很多年以前編的。因為時間短，能夠把這樣重要而且豐富的內容介紹出來，很受大家的歡迎，尤其是在國外，所以這份教材可以說已經流通全世界了。現在請看講義，第一講第一段："
    },
    {
      "id": "01-005-0001_p0003",
      "zh_CN": "【一、认识佛法】",
      "zh_TW": "【一、認識佛法】"
    },
    {
      "id": "01-005-0001_p0004",
      "zh_CN": "学佛，首先对于什么叫做佛要搞清楚，如果连佛都没搞清楚，换句话说，你学一辈子也不可能有所成就，所以第一个我们来认识佛法。佛法究竟是什么？这里有个简单的定义来介绍佛法。",
      "zh_TW": "學佛，首先對於什麼叫做佛要搞清楚，如果連佛都沒搞清楚，換句話說，你學一輩子也不可能有所成就，所以第一個我們來認識佛法。佛法究竟是什麼？這裡有個簡單的定義來介紹佛法。"
    },
    {
      "id": "01-005-0001_p0005",
      "zh_CN": "【佛：智、觉】",
      "zh_TW": "【佛：智、覺】"
    },
    {
      "id": "01-005-0001_p0006",
      "zh_CN": "『佛』这个字是从印度梵文音译过来的。当时佛教传到中国来的时候是在东汉，也就是后汉明帝永平十年，公元六十七年，正式传到我们中国来。今年是公元一九八九年，所以到中国来已经有一千九百多年的历史。在那个时候，中文的字汇没有现在这么多，佛教传到中国，中国造了不少新字，「佛」字就是新字。在佛教传到中国来之前，中国没有这个字，只有没有「人」字边的「弗」。「弗」是古字，自古就有。因为佛陀耶的「佛」跟「弗」的音相同，所以就借这个字。但是佛是人，所以把它加了个人字边，所以这个字在当时是新造的一个字，也就是佛陀专用的字，所以要晓得这个字的来源。通常我们讲佛法，什么叫佛？什么叫法？「佛」的意思是智慧、觉悟，大智大觉，这个智慧是无所不知，当然觉就无所不觉了，这个到后面会跟诸位再做稍微详细一点的说明。「法」这个字是代名词：",
      "zh_TW": "『佛』這個字是從印度梵文音譯過來的。當時佛教傳到中國來的時候是在東漢，也就是後漢明帝永平十年，公元六十七年，正式傳到我們中國來。今年是公元一九八九年，所以到中國來已經有一千九百多年的歷史。在那個時候，中文的字彙沒有現在這麼多，佛教傳到中國，中國造了不少新字，「佛」字就是新字。在佛教傳到中國來之前，中國沒有這個字，只有沒有「人」字邊的「弗」。「弗」是古字，自古就有。因為佛陀耶的「佛」跟「弗」的音相同，所以就借這個字。但是佛是人，所以把它加了個人字邊，所以這個字在當時是新造的一個字，也就是佛陀專用的字，所以要曉得這個字的來源。通常我們講佛法，什麼叫佛？什麼叫法？「佛」的意思是智慧、覺悟，大智大覺，這個智慧是無所不知，當然覺就無所不覺了，這個到後面會跟諸位再做稍微詳細一點的說明。「法」這個字是代名詞："
    },
    {
      "id": "01-005-0001_p0007",
      "zh_CN": "【法：人生宇宙一切物相理事之总名。】",
      "zh_TW": "【法：人生宇宙一切物相理事之總名。】"
    },
    {
      "id": "01-005-0001_p0008",
      "zh_CN": "换句话说，包括整个宇宙人生一切的理论、一切的现象，乃至于一切演变的程序，统统用这个字做代表，这个字是总代名词，我们就称它作「法」。「佛法」这两个字连起来用，就是对于一切法都能明了，没有一样不明了、没有一样不通达，这就叫做「佛法」。所以「佛」这个字是能觉，「法」是所觉。",
      "zh_TW": "換句話說，包括整個宇宙人生一切的理論、一切的現象，乃至於一切演變的程序，統統用這個字做代表，這個字是總代名詞，我們就稱它作「法」。「佛法」這兩個字連起來用，就是對於一切法都能明瞭，沒有一樣不明瞭、沒有一樣不通達，這就叫做「佛法」。所以「佛」這個字是能覺，「法」是所覺。"
    },
    {
      "id": "01-005-0001_p0009",
      "zh_CN": "佛法传到中国这么多年，可以说一直都是非常正常的发展，但是到近代受了西洋学说的影响，于是就有不少人对佛法产生怀疑，这也是应当的。所以把佛教称为宗教，或称为哲学，这些妥不妥当？给诸位说，并不妥当。佛教究竟是什么？诸位要晓得，佛教是释迦牟尼佛对于一切众生的教育，所以它不是宗教，也不是哲学，我们从这一段就能够很明显的看出来。哲学，「能」与「所」是对立的，有能有所。佛法虽然讲能所，能所是一不是二，能所不二，能觉与所觉是一不是二，这是很不容易理解的，所以严格的说，它不是哲学。为什么它不是宗教？宗教的定义，一定要有一个宇宙的造物主、一定要有个神，佛法里面没有造物主，也没有神。",
      "zh_TW": "佛法傳到中國這麼多年，可以說一直都是非常正常的發展，但是到近代受了西洋學說的影響，於是就有不少人對佛法產生懷疑，這也是應當的。所以把佛教稱為宗教，或稱為哲學，這些妥不妥當？給諸位說，並不妥當。佛教究竟是什麼？諸位要曉得，佛教是釋迦牟尼佛對於一切眾生的教育，所以它不是宗教，也不是哲學，我們從這一段就能夠很明顯的看出來。哲學，「能」與「所」是對立的，有能有所。佛法雖然講能所，能所是一不是二，能所不二，能覺與所覺是一不是二，這是很不容易理解的，所以嚴格的說，它不是哲學。為什麼它不是宗教？宗教的定義，一定要有一個宇宙的造物主、一定要有個神，佛法裡面沒有造物主，也沒有神。"
    },
    {
      "id": "01-005-0001_p0010",
      "zh_CN": "「佛」是一个对于宇宙人生彻底觉悟的人，他不是神。你如果对于宇宙人生彻底觉悟了，你也就叫做佛了。佛法是平等的，佛说人人都可以成佛。宗教里没有讲「人人都要做上帝」这个话，没有这个说法，没听过这个说法。佛教是人人都能成佛，而且佛法教学的目的就是教大家成佛。所谓成佛就是成就究竟圆满的智慧，对于宇宙人生彻底明了，就是这个意思，所以成佛不是成神，这一点我们要搞清楚；它的性质跟中国孔老夫子的教育非常的接近，孔老夫子是个大教育家，释迦牟尼佛也是一位伟大的教育家，我们要把它的本质认识清楚。其次我们要探讨：",
      "zh_TW": "「佛」是一個對於宇宙人生徹底覺悟的人，他不是神。你如果對於宇宙人生徹底覺悟了，你也就叫做佛了。佛法是平等的，佛說人人都可以成佛。宗教裡沒有講「人人都要做上帝」這個話，沒有這個說法，沒聽過這個說法。佛教是人人都能成佛，而且佛法教學的目的就是教大家成佛。所謂成佛就是成就究竟圓滿的智慧，對於宇宙人生徹底明瞭，就是這個意思，所以成佛不是成神，這一點我們要搞清楚；它的性質跟中國孔老夫子的教育非常的接近，孔老夫子是個大教育家，釋迦牟尼佛也是一位偉大的教育家，我們要把它的本質認識清楚。其次我們要探討："
    },
    {
      "id": "01-005-0001_p0011",
      "zh_CN": "【佛法所求】",
      "zh_TW": "【佛法所求】"
    },
    {
      "id": "01-005-0001_p0012",
      "zh_CN": "我们学佛求的是什么？绝对不是求升官发财，求这个就错了。儒家的教学也不是教我们成天学这些东西，儒家教学的目的是变化气质、希圣希贤，希望我们成为圣人、成为贤人，读书旨在变化气质，儒家教学的目标是这个，没有说教学的目标是希望你将来升官发财，没有这个。佛法的教学目的是成就我们究竟圆满的智慧。经论上常常有一个术语：",
      "zh_TW": "我們學佛求的是什麼？絕對不是求升官發財，求這個就錯了。儒家的教學也不是教我們成天學這些東西，儒家教學的目的是變化氣質、希聖希賢，希望我們成為聖人、成為賢人，讀書旨在變化氣質，儒家教學的目標是這個，沒有說教學的目標是希望你將來升官發財，沒有這個。佛法的教學目的是成就我們究竟圓滿的智慧。經論上常常有一個術語："
    },
    {
      "id": "01-005-0001_p0013",
      "zh_CN": "【阿耨多罗三藐三菩提】",
      "zh_TW": "【阿耨多羅三藐三菩提】"
    },
    {
      "id": "01-005-0001_p0014",
      "zh_CN": "《弥陀经》上也有，这一句就是佛法之所求。这句话全是梵文，这边括弧里面注的就是翻成中国的意思，翻成「无上正等正觉」。「阿」翻作「无」，「耨多罗」翻作「上」，「三」翻作「正」，「藐」翻作「等」，「三」是「正」，「菩提」是「觉」，无上正等正觉，这是佛法所求的。在这个术语里面，我们可以把它分为三个阶段，最初的阶段是「正觉」，第二个阶段是「正等正觉」，第三个阶段是「无上正等正觉」，一句话里头全包括了。",
      "zh_TW": "《彌陀經》上也有，這一句就是佛法之所求。這句話全是梵文，這邊括弧裡面註的就是翻成中國的意思，翻成「無上正等正覺」。「阿」翻作「無」，「耨多羅」翻作「上」，「三」翻作「正」，「藐」翻作「等」，「三」是「正」，「菩提」是「覺」，無上正等正覺，這是佛法所求的。在這個術語裡面，我們可以把它分為三個階段，最初的階段是「正覺」，第二個階段是「正等正覺」，第三個階段是「無上正等正覺」，一句話裡頭全包括了。"
    },
    {
      "id": "01-005-0001_p0015",
      "zh_CN": "佛法承认我们这个世间人有觉，虽有觉，不正，要怎样才叫做正觉？譬如在我们这个世间有许多科学家、哲学家、宗教家，不能说他对于宇宙人生不觉，他有相当的觉悟，所以他有很多的发明。佛为什么还不承认他是正觉？佛法的正觉有一个标准，标准在哪里？必须永远离开贪瞋痴慢、是非人我，这个东西没有了，那个觉才叫做正觉。虽然有觉，如果是非人我、贪瞋痴慢没有断掉，这个觉不能算正觉，标准定在这个地方。我们想想这个世间的宗教家、科学家、哲学家，他有没有断掉？实在没有断掉，为什么？你恭维他，他很高兴；你骂他几句，他会发脾气，这就不是正觉。不但这些人不是正觉，连上帝也不算正觉，你赞叹上帝，他欢喜；你背叛他，他发脾气，这就不能算正觉。",
      "zh_TW": "佛法承認我們這個世間人有覺，雖有覺，不正，要怎樣才叫做正覺？譬如在我們這個世間有許多科學家、哲學家、宗教家，不能說他對於宇宙人生不覺，他有相當的覺悟，所以他有很多的發明。佛為什麼還不承認他是正覺？佛法的正覺有一個標準，標準在哪裡？必須永遠離開貪瞋痴慢、是非人我，這個東西沒有了，那個覺才叫做正覺。雖然有覺，如果是非人我、貪瞋痴慢沒有斷掉，這個覺不能算正覺，標準定在這個地方。我們想想這個世間的宗教家、科學家、哲學家，他有沒有斷掉？實在沒有斷掉，為什麼？你恭維他，他很高興；你罵他幾句，他會發脾氣，這就不是正覺。不但這些人不是正覺，連上帝也不算正覺，你讚歎上帝，他歡喜；你背叛他，他發脾氣，這就不能算正覺。"
    },
    {
      "id": "01-005-0001_p0016",
      "zh_CN": "如果我们修学达到正觉这个标准，就是见思烦恼断了。「正觉」还有一个名称，就好像我们念书，大学毕业有个学士学位。佛法也是如此，第一个阶段毕业，你成了正觉，也有一个学位的名称，这个名称叫「阿罗汉」，你就证得阿罗汉。阿罗汉是佛教里面最低的一个学位，你证得这个学位，这就好比大学毕业，拿到一个学士学位。再往上面去就念研究所，第二个学位要证得「正等正觉」。「等」是等于佛，当然等于佛还没有成佛，只是等于佛而已。能够做到等于佛，这个学位的名称叫做「菩萨」。菩萨的学位比阿罗汉高，比佛低，好像硕士学位，得到这个学位。最高的学位是「无上正等正觉」，没有比它再上的，它到顶了，好像我们现在拿到博士学位。诸位要知道，佛、菩萨、阿罗汉是佛教教育里面的学位名称，所以人人可以成佛。就跟你们念书一样，书念得好，人人都可以拿博士学位，这讲得通。所以决定不能把佛菩萨当作神来看待，那就错了，完全都错了。在这几天讲演当中都要把这些事实的真相告诉诸位，学佛决定不迷信。我们学佛的目的：",
      "zh_TW": "如果我們修學達到正覺這個標準，就是見思煩惱斷了。「正覺」還有一個名稱，就好像我們念書，大學畢業有個學士學位。佛法也是如此，第一個階段畢業，你成了正覺，也有一個學位的名稱，這個名稱叫「阿羅漢」，你就證得阿羅漢。阿羅漢是佛教裡面最低的一個學位，你證得這個學位，這就好比大學畢業，拿到一個學士學位。再往上面去就念研究所，第二個學位要證得「正等正覺」。「等」是等於佛，當然等於佛還沒有成佛，只是等於佛而已。能夠做到等於佛，這個學位的名稱叫做「菩薩」。菩薩的學位比阿羅漢高，比佛低，好像碩士學位，得到這個學位。最高的學位是「無上正等正覺」，沒有比它再上的，它到頂了，好像我們現在拿到博士學位。諸位要知道，佛、菩薩、阿羅漢是佛教教育裡面的學位名稱，所以人人可以成佛。就跟你們念書一樣，書念得好，人人都可以拿博士學位，這講得通。所以決定不能把佛菩薩當作神來看待，那就錯了，完全都錯了。在這幾天講演當中都要把這些事實的真相告訴諸位，學佛決定不迷信。我們學佛的目的："
    },
    {
      "id": "01-005-0001_p0017",
      "zh_CN": "【究竟圆满之智慧，觉了宇宙人生实相。】",
      "zh_TW": "【究竟圓滿之智慧，覺了宇宙人生實相。】"
    },
    {
      "id": "01-005-0001_p0018",
      "zh_CN": "『实相』就是真相，宇宙人生的真相，我们彻底觉悟、真实明了，这是我们学佛接受佛陀教育的目的。不仅眼前一切事相你明了，甚至对于过去、未来，的确没有一样不知道。在生活上的一切事物，你自然就有能力应付，你会得到非常美满的人生，真正真实离苦得乐，幸福美满一定是在佛教里面决定可以求得到的，所以这些是靠智慧。",
      "zh_TW": "『實相』就是真相，宇宙人生的真相，我們徹底覺悟、真實明瞭，這是我們學佛接受佛陀教育的目的。不僅眼前一切事相你明瞭，甚至對於過去、未來，的確沒有一樣不知道。在生活上的一切事物，你自然就有能力應付，你會得到非常美滿的人生，真正真實離苦得樂，幸福美滿一定是在佛教裡面決定可以求得到的，所以這些是靠智慧。"
    },
    {
      "id": "01-005-0001_p0019",
      "zh_CN": "我们修学的目的知道了，再讨论的就是「修行的方法」，用什么样的方法才能成就我们的智慧，把我们提升到正觉、正等正觉？方法非常多，但是在许多的方法里面，把它归纳起来有三大纲领，这就是佛法所修的。通常问你修什么，你们都不知道修什么，学佛学了这么久，不晓得修的是什么，这叫盲修瞎练。也许同修说，「你问我修什么，我念佛」，这是所答非所问。譬如，我问：你到哪里去？你说：我坐计程车。你这个答复有没有答对？没有答对。我问你修什么？你答复我「我念佛」，这就是等于我刚才的比喻一样，所答非所问。所以你一定要晓得修的是什么，这个地方把这三大纲领说出来了。",
      "zh_TW": "我們修學的目的知道了，再討論的就是「修行的方法」，用什麼樣的方法才能成就我們的智慧，把我們提升到正覺、正等正覺？方法非常多，但是在許多的方法裡面，把它歸納起來有三大綱領，這就是佛法所修的。通常問你修什麼，你們都不知道修什麼，學佛學了這麼久，不曉得修的是什麼，這叫盲修瞎練。也許同修說，「你問我修什麼，我念佛」，這是所答非所問。譬如，我問：你到哪裡去？你說：我坐計程車。你這個答覆有沒有答對？沒有答對。我問你修什麼？你答覆我「我念佛」，這就是等於我剛才的比喻一樣，所答非所問。所以你一定要曉得修的是什麼，這個地方把這三大綱領說出來了。"
    },
    {
      "id": "01-005-0001_p0020",
      "zh_CN": "【佛法所修：菩萨道（心）、菩萨行（造作）。】",
      "zh_TW": "【佛法所修：菩薩道（心）、菩薩行（造作）。】"
    },
    {
      "id": "01-005-0001_p0021",
      "zh_CN": "『道』是讲的心，存心；『行』是讲造作，我们讲的行为。佛法所修，这两条统统包括了。我们看《华严经》，《华严经》是佛教根本的经典，一乘圆教，称为根本法轮。《华严》末后，善财童子给我们做一个修学的榜样，也就是说做一个学佛的示范，做出样子来给我们看。善财去参访善知识，也就是遇到一个老师，善知识就是我们现在讲的老师，向他请教。遇到老师，他第一句话就说「我已经发阿耨多罗三藐三菩提心」，这是首先说出他的愿望，我发愿希望得到无上正等正觉；「但是我不晓得怎样修菩萨道，怎样学菩萨行，请善知识为我开示」。这个问法问得非常恰当，我已经有目标，现在我不知道路怎么走法？请你帮助我、指导我。他提出「菩萨道、菩萨行」，这两句话非常重要。所谓菩萨道，菩萨是觉，道是心，换句话说，就是怎样修觉悟的心。我们的心迷，怎样叫心觉悟？这是我们学佛非常重要的一个课题。我们在一切人事物里头不迷惑，这就是讲存心，要存一个觉心。其次讲行为，行是造作，我们的言语、动作、一切造作，这是行为。如何叫行为也能做到觉而不迷，不迷的行为就是菩萨行。因此修学的纲领就提出来了，纲领是：",
      "zh_TW": "『道』是講的心，存心；『行』是講造作，我們講的行為。佛法所修，這兩條統統包括了。我們看《華嚴經》，《華嚴經》是佛教根本的經典，一乘圓教，稱為根本法輪。《華嚴》末後，善財童子給我們做一個修學的榜樣，也就是說做一個學佛的示範，做出樣子來給我們看。善財去參訪善知識，也就是遇到一個老師，善知識就是我們現在講的老師，向他請教。遇到老師，他第一句話就說「我已經發阿耨多羅三藐三菩提心」，這是首先說出他的願望，我發願希望得到無上正等正覺；「但是我不曉得怎樣修菩薩道，怎樣學菩薩行，請善知識為我開示」。這個問法問得非常恰當，我已經有目標，現在我不知道路怎麼走法？請你幫助我、指導我。他提出「菩薩道、菩薩行」，這兩句話非常重要。所謂菩薩道，菩薩是覺，道是心，換句話說，就是怎樣修覺悟的心。我們的心迷，怎樣叫心覺悟？這是我們學佛非常重要的一個課題。我們在一切人事物裡頭不迷惑，這就是講存心，要存一個覺心。其次講行為，行是造作，我們的言語、動作、一切造作，這是行為。如何叫行為也能做到覺而不迷，不迷的行為就是菩薩行。因此修學的綱領就提出來了，綱領是："
    },
    {
      "id": "01-005-0001_p0022",
      "zh_CN": "【三皈依】",
      "zh_TW": "【三皈依】"
    },
    {
      "id": "01-005-0001_p0023",
      "zh_CN": "诸位入佛门，一入佛门你就请一位善知识为你传授三皈。传授三皈是什么意思？把佛法修学的纲领传授给你。可是，今天许多的三皈传授都是形式。皈依佛、皈依法、皈依僧，拜了师父，三皈什么意思不知道，这样的三皈不但不是佛法里面的，如果你说这个三皈是真正的三皈，这是魔王外道的三皈，不是佛法的，为什么？佛法皈依的是觉，你这是迷。皈依佛了，什么叫皈依佛？不晓得。皈依我们后面这个佛像，那就迷惑颠倒了。它无知，它懂什么？你依靠它，所谓「泥菩萨过河，自身难保」，你怎能依靠它！这靠不住。可见得第一个皈依就错了，所以要懂得皈依的意义。「皈」是回头，「依」是依靠，我们从错误的地方回过头来，依靠正觉，这是皈依的本意，也就是儒家讲的改过自新。我们知道自己的过失，赶快回头，改正过来，这叫皈依。三宝，诸位要知道，是自性三宝，不是外面的，外面的那是外道，心外求法叫外道。佛法是内学，向自性当中去求，所以三宝是自性三宝，诸位一定要明白这个意思。",
      "zh_TW": "諸位入佛門，一入佛門你就請一位善知識為你傳授三皈。傳授三皈是什麼意思？把佛法修學的綱領傳授給你。可是，今天許多的三皈傳授都是形式。皈依佛、皈依法、皈依僧，拜了師父，三皈什麼意思不知道，這樣的三皈不但不是佛法裡面的，如果你說這個三皈是真正的三皈，這是魔王外道的三皈，不是佛法的，為什麼？佛法皈依的是覺，你這是迷。皈依佛了，什麼叫皈依佛？不曉得。皈依我們後面這個佛像，那就迷惑顛倒了。它無知，它懂什麼？你依靠它，所謂「泥菩薩過河，自身難保」，你怎能依靠它！這靠不住。可見得第一個皈依就錯了，所以要懂得皈依的意義。「皈」是回頭，「依」是依靠，我們從錯誤的地方回過頭來，依靠正覺，這是皈依的本意，也就是儒家講的改過自新。我們知道自己的過失，趕快回頭，改正過來，這叫皈依。三寶，諸位要知道，是自性三寶，不是外面的，外面的那是外道，心外求法叫外道。佛法是內學，向自性當中去求，所以三寶是自性三寶，諸位一定要明白這個意思。"
    },
    {
      "id": "01-005-0001_p0024",
      "zh_CN": "唐朝禅宗六祖惠能大师在《坛经》里面讲三皈依，大概他恐怕后人对三皈发生误会，所以他就不讲「皈依佛、皈依法、皈依僧」，因为这个讲法是完全用印度梵文。「皈依」两个字是中国的意思，「佛」是梵文，「法」是中国字，「僧」是梵文，这是梵华混杂的，往往叫我们搞不清楚。他老人家把意思翻译过来，「皈依觉、皈依正、皈依净」，我们心里很清楚、很明白，不会把意思搞错。后面他老人家又解释，「佛者觉也，法者正也，僧者净也」，这是皈依佛法僧的本意。所以皈依不是皈依一个人，你要是皈依一个人，那就完全搞错了。现在很多皈依都不如法，所以佛教被人家误会是一个宗教，而且误会是迷信，这是非常的冤枉，佛教里面一丝毫的迷信都没有。",
      "zh_TW": "唐朝禪宗六祖惠能大師在《壇經》裡面講三皈依，大概他恐怕後人對三皈發生誤會，所以他就不講「皈依佛、皈依法、皈依僧」，因為這個講法是完全用印度梵文。「皈依」兩個字是中國的意思，「佛」是梵文，「法」是中國字，「僧」是梵文，這是梵華混雜的，往往叫我們搞不清楚。他老人家把意思翻譯過來，「皈依覺、皈依正、皈依淨」，我們心裡很清楚、很明白，不會把意思搞錯。後面他老人家又解釋，「佛者覺也，法者正也，僧者淨也」，這是皈依佛法僧的本意。所以皈依不是皈依一個人，你要是皈依一個人，那就完全搞錯了。現在很多皈依都不如法，所以佛教被人家誤會是一個宗教，而且誤會是迷信，這是非常的冤枉，佛教裡面一絲毫的迷信都沒有。"
    },
    {
      "id": "01-005-0001_p0025",
      "zh_CN": "【觉而不迷（佛），正而不邪（法），净而不染（僧）。】",
      "zh_TW": "【覺而不迷（佛），正而不邪（法），淨而不染（僧）。】"
    },
    {
      "id": "01-005-0001_p0026",
      "zh_CN": "修学的三条纲领，第一是「觉而不迷」，我们从迷惑颠倒回过头来，依自性觉，这叫做「皈依佛」。第二是「正而不邪」，我们从错误的想法、看法回过头来，依正确的想法、看法，这叫「皈依法」；「法」是正知正见。第三是「皈依僧」，「僧」是清净的意思，「净而不染」。从一切染污，佛法特别着重在精神的染污、思想的染污，从这个染污回过头来，依自性的清净，就是清净心。所以佛法修的是什么？觉性、正知正见、清净心，我们修的是这个东西。大家明白了，你们学佛修什么？修行修什么？我们修的是觉正净，一句话就答复了。你用什么方法修？我用念佛，这个可以，我用参禅、我用持咒，方法多了，八万四千法门，无量无边的法门；「法」是方法，「门」是门径。无量无边的法门，不管哪一宗，显教、密教，给诸位说，统统修的是觉正净，所以法门平等，殊途同归。如果他修的不是觉正净，那就不是佛法，就不是佛的教学。佛的教学，决定是修觉正净！觉正净是佛法修学的总纲领，这叫做三皈依，诸位一定要清楚，不要搞错了。",
      "zh_TW": "修學的三條綱領，第一是「覺而不迷」，我們從迷惑顛倒回過頭來，依自性覺，這叫做「皈依佛」。第二是「正而不邪」，我們從錯誤的想法、看法回過頭來，依正確的想法、看法，這叫「皈依法」；「法」是正知正見。第三是「皈依僧」，「僧」是清淨的意思，「淨而不染」。從一切染污，佛法特別著重在精神的染污、思想的染污，從這個染污回過頭來，依自性的清淨，就是清淨心。所以佛法修的是什麼？覺性、正知正見、清淨心，我們修的是這個東西。大家明白了，你們學佛修什麼？修行修什麼？我們修的是覺正淨，一句話就答覆了。你用什麼方法修？我用念佛，這個可以，我用參禪、我用持咒，方法多了，八萬四千法門，無量無邊的法門；「法」是方法，「門」是門徑。無量無邊的法門，不管哪一宗，顯教、密教，給諸位說，統統修的是覺正淨，所以法門平等，殊途同歸。如果他修的不是覺正淨，那就不是佛法，就不是佛的教學。佛的教學，決定是修覺正淨！覺正淨是佛法修學的總綱領，這叫做三皈依，諸位一定要清楚，不要搞錯了。"
    },
    {
      "id": "01-005-0001_p0027",
      "zh_CN": "【显密诸宗，皆其修行之方便（手段）。归元无二，方便多门。法门平等，无二无别。】",
      "zh_TW": "【顯密諸宗，皆其修行之方便（手段）。歸元無二，方便多門。法門平等，無二無別。】"
    },
    {
      "id": "01-005-0001_p0028",
      "zh_CN": "显教、密教，各宗各派，无量法门，统统修的是这三个纲领。所以学佛人总要知道，我求的是什么，我修的是什么。再跟诸位说，为什么佛教有显教、密教这么多宗派？实际上这是佛接引众生的方便。一切众生的根机不相同，佛绝对不勉强你一定要修哪个法门。好像这个大讲堂的门很多，你从外面进来，从哪一个门便利，近，你从这个门进来就好了，不必绕圈子一定要走哪个门。哪个门距离你接近，你修学方便，你从这个门进来就好了。这个门就很多，没有一定的，进来统统一样！这是讲的无量的法门。但是诸位要晓得，无量法门走到最后，好像今天这么多同修，你们从各个地方到这个讲堂来，你们走的路线不一样，从东南西北而来，你们使用的交通工具也不相同，可是你走到这个讲堂外面，那外面有几个门，你一定要从这个门进来。这就好像八万四千法门，最后到目的地只有三个门，这三个门就是觉、正、净。这三个门从任何一个门进来都一样，都可以，不一定是三个门都修。实在讲，一个门成就，那两个也都成就了，一而三，三而一。",
      "zh_TW": "顯教、密教，各宗各派，無量法門，統統修的是這三個綱領。所以學佛人總要知道，我求的是什麼，我修的是什麼。再跟諸位說，為什麼佛教有顯教、密教這麼多宗派？實際上這是佛接引眾生的方便。一切眾生的根機不相同，佛絕對不勉強你一定要修哪個法門。好像這個大講堂的門很多，你從外面進來，從哪一個門便利，近，你從這個門進來就好了，不必繞圈子一定要走哪個門。哪個門距離你接近，你修學方便，你從這個門進來就好了。這個門就很多，沒有一定的，進來統統一樣！這是講的無量的法門。但是諸位要曉得，無量法門走到最後，好像今天這麼多同修，你們從各個地方到這個講堂來，你們走的路線不一樣，從東南西北而來，你們使用的交通工具也不相同，可是你走到這個講堂外面，那外面有幾個門，你一定要從這個門進來。這就好像八萬四千法門，最後到目的地只有三個門，這三個門就是覺、正、淨。這三個門從任何一個門進來都一樣，都可以，不一定是三個門都修。實在講，一個門成就，那兩個也都成就了，一而三，三而一。"
    },
    {
      "id": "01-005-0001_p0029",
      "zh_CN": "我们以宗派来说，譬如禅宗走「觉」门，禅宗不立文字，它用参究的方法、观心的方法、参话头的方法达到明心见性，明心见性就觉而不迷了。这个人觉，他的知见当然就正，当然心就清净。六祖虽然不认识字，他觉而不迷，所有这些经典，你要不懂，你念给他听，他会讲给你听，换句话说，他教也通了，教通了是正知正见，一通一切都通达了。宗门走觉的路。教下走的路是走「正」，正而不邪。除禅宗以外，统统是教下，为什么？它要依靠经典，用经典的方法来修正我们的知见，修正我们的思想、见解。我们的见解、思想跟佛经上讲的一样，佛经是个标准，为什么？佛菩萨的思想、见解。我们的思想、见解与经上讲的相同，我们的知见是正确的。如果我们的想法、做法、看法跟佛经上讲的不一样，我们错了，要赶快修正过来。所以经典是帮助我们修正思想、见解的标准，而不是念给佛菩萨听的，佛菩萨决定不要听，不要说佛菩萨不听，我都不喜欢听。要晓得念经是为自己念的，就是修正自己的见解、思想。每天拿这个标准来对一对，看自己有没有进步，念经的用意在此地。教下从这个门入。",
      "zh_TW": "我們以宗派來說，譬如禪宗走「覺」門，禪宗不立文字，它用參究的方法、觀心的方法、參話頭的方法達到明心見性，明心見性就覺而不迷了。這個人覺，他的知見當然就正，當然心就清淨。六祖雖然不認識字，他覺而不迷，所有這些經典，你要不懂，你念給他聽，他會講給你聽，換句話說，他教也通了，教通了是正知正見，一通一切都通達了。宗門走覺的路。教下走的路是走「正」，正而不邪。除禪宗以外，統統是教下，為什麼？它要依靠經典，用經典的方法來修正我們的知見，修正我們的思想、見解。我們的見解、思想跟佛經上講的一樣，佛經是個標準，為什麼？佛菩薩的思想、見解。我們的思想、見解與經上講的相同，我們的知見是正確的。如果我們的想法、做法、看法跟佛經上講的不一樣，我們錯了，要趕快修正過來。所以經典是幫助我們修正思想、見解的標準，而不是念給佛菩薩聽的，佛菩薩決定不要聽，不要說佛菩薩不聽，我都不喜歡聽。要曉得念經是為自己念的，就是修正自己的見解、思想。每天拿這個標準來對一對，看自己有沒有進步，念經的用意在此地。教下從這個門入。"
    },
    {
      "id": "01-005-0001_p0030",
      "zh_CN": "净土宗跟密宗比较特别，它从「净」门入，它修清净心，它依不依教？也依教，但是不重视教，重视什么？重视清净心。净土修的是「一心不乱」，密宗讲的是「三密相应」，这两个宗都特别着重在清净心，从净门入。但是诸位要晓得，这两宗比较起来，净土宗稳当，密宗里面魔障很多，一不小心就走错路，那个事情很麻烦。净土宗不容易走错路，所以这个法门是最稳当、最快速、最方便、最为殊胜。因此不但是释迦牟尼佛度众生的第一法门，可以说是十方三世一切诸佛度众生、成佛道的第一法门。这个法门难信，一切诸佛都说是难信之法！实在讲，它确实是第一法门，任何一个法门都不能跟它相比的。诸位如果把《大藏经》看过半部以上，你才能明了，没有这个底子就很难了。佛法所修的，说出来了，「觉正净」。",
      "zh_TW": "淨土宗跟密宗比較特別，它從「淨」門入，它修清淨心，它依不依教？也依教，但是不重視教，重視什麼？重視清淨心。淨土修的是「一心不亂」，密宗講的是「三密相應」，這兩個宗都特別著重在清淨心，從淨門入。但是諸位要曉得，這兩宗比較起來，淨土宗穩當，密宗裡面魔障很多，一不小心就走錯路，那個事情很麻煩。淨土宗不容易走錯路，所以這個法門是最穩當、最快速、最方便、最為殊勝。因此不但是釋迦牟尼佛度眾生的第一法門，可以說是十方三世一切諸佛度眾生、成佛道的第一法門。這個法門難信，一切諸佛都說是難信之法！實在講，它確實是第一法門，任何一個法門都不能跟它相比的。諸位如果把《大藏經》看過半部以上，你才能明瞭，沒有這個底子就很難了。佛法所修的，說出來了，「覺正淨」。"
    },
    {
      "id": "01-005-0001_p0031",
      "zh_CN": "在此地也可以说把三皈传授给诸位了，你就晓得什么叫三皈。所以不可以迷信，三皈依决定不是皈依某一个法师，皈依某一个法师的观念是错误的。总而言之，大家记住一句话，佛教里面没有迷信，你的路就不会走错。我今天进来，没有想到讲堂里面供养这样一尊庄严的佛像，我看到这个佛像就又想到一个很迷信的事情：开光。佛像不开光就不灵，要请一个法师来给它开个光它就灵了，这是错误的观念，是迷信。开光的意义本来非常好，现在大家迷惑了，搞错了，开光是佛教本来有的，你们自己搞错了，误会了。开光是什么意思？一尊新的佛像塑造成功，塑成了，启用典礼的时候要把佛像供养的意义跟大家说明白，是藉这个佛像开我们自性光明，不是我们替它开光。我们有什么能力替佛开光？是藉佛像开我们自性光明，诸位要记住。所以我们供养释迦牟尼佛的像，要讲释迦牟尼佛的历史，讲释迦牟尼佛的修行，讲释迦牟尼佛度众生的功德，使我们明了，对他尊敬，效法他老人家，见贤思齐，他成佛，我也一样跟他成佛，开我们的光明。见到观音菩萨，就说明观音菩萨大慈大悲救苦救难的精神，我们应当效法他，我们要做观世音。看到他，想到我们自己，我要跟他一样，我要学他。所以见到地藏菩萨，要学他的孝顺父母、尊敬师长。看到普贤菩萨，要学他把整个佛法能够在生活上统统做到。普贤菩萨代表实践，文殊菩萨代表智慧。全是开我们自性的光明，是这个意义，现在好多人都搞错了。",
      "zh_TW": "在此地也可以說把三皈傳授給諸位了，你就曉得什麼叫三皈。所以不可以迷信，三皈依決定不是皈依某一個法師，皈依某一個法師的觀念是錯誤的。總而言之，大家記住一句話，佛教裡面沒有迷信，你的路就不會走錯。我今天進來，沒有想到講堂裡面供養這樣一尊莊嚴的佛像，我看到這個佛像就又想到一個很迷信的事情：開光。佛像不開光就不靈，要請一個法師來給它開個光它就靈了，這是錯誤的觀念，是迷信。開光的意義本來非常好，現在大家迷惑了，搞錯了，開光是佛教本來有的，你們自己搞錯了，誤會了。開光是什麼意思？一尊新的佛像塑造成功，塑成了，啟用典禮的時候要把佛像供養的意義跟大家說明白，是藉這個佛像開我們自性光明，不是我們替它開光。我們有什麼能力替佛開光？是藉佛像開我們自性光明，諸位要記住。所以我們供養釋迦牟尼佛的像，要講釋迦牟尼佛的歷史，講釋迦牟尼佛的修行，講釋迦牟尼佛度眾生的功德，使我們明瞭，對他尊敬，效法他老人家，見賢思齊，他成佛，我也一樣跟他成佛，開我們的光明。見到觀音菩薩，就說明觀音菩薩大慈大悲救苦救難的精神，我們應當效法他，我們要做觀世音。看到他，想到我們自己，我要跟他一樣，我要學他。所以見到地藏菩薩，要學他的孝順父母、尊敬師長。看到普賢菩薩，要學他把整個佛法能夠在生活上統統做到。普賢菩薩代表實踐，文殊菩薩代表智慧。全是開我們自性的光明，是這個意義，現在好多人都搞錯了。"
    },
    {
      "id": "01-005-0001_p0032",
      "zh_CN": "【佛法德用】",
      "zh_TW": "【佛法德用】"
    },
    {
      "id": "01-005-0001_p0033",
      "zh_CN": "这就是作用。我们依照觉正净的方法修，修了有什么好处？「德用」就是好处、利益。你依照这个方法修，一定有德有用，这个「德」跟得到的「得」是一个意思。换句话说，你有耕耘一定有收获，「德」就是收获。你得到什么？「大觉」。智慧开了、觉悟了，你得到大觉。大觉起作用就是自性里的慈悲往外流露，这不是学来的，这大慈大悲。",
      "zh_TW": "這就是作用。我們依照覺正淨的方法修，修了有什麼好處？「德用」就是好處、利益。你依照這個方法修，一定有德有用，這個「德」跟得到的「得」是一個意思。換句話說，你有耕耘一定有收穫，「德」就是收穫。你得到什麼？「大覺」。智慧開了、覺悟了，你得到大覺。大覺起作用就是自性裡的慈悲往外流露，這不是學來的，這大慈大悲。"
    },
    {
      "id": "01-005-0001_p0034",
      "zh_CN": "【大悲，利乐有情。】",
      "zh_TW": "【大悲，利樂有情。】"
    },
    {
      "id": "01-005-0001_p0035",
      "zh_CN": "你对于一切众生，起心动念都会利益他们，我们今天讲造福社会、造福人群，一定是这样的。",
      "zh_TW": "你對於一切眾生，起心動念都會利益他們，我們今天講造福社會、造福人群，一定是這樣的。"
    },
    {
      "id": "01-005-0001_p0036",
      "zh_CN": "【大慈，教化众生。】",
      "zh_TW": "【大慈，教化眾生。】"
    },
    {
      "id": "01-005-0001_p0037",
      "zh_CN": "就是中国古德所说「作之亲，作之师，作之君」。你领导大众、教化大众、作育大众，你就会把这个使命肩负起来。「破迷开悟、离苦得乐」，不但自己做到了，还要能够帮助一切众生，使一切众生都破迷开悟、离苦得乐，这是佛法的德用，真正的作用。从这个地方看，你才晓得佛法的确没有迷信。末后我们简单做一个小结论：",
      "zh_TW": "就是中國古德所說「作之親，作之師，作之君」。你領導大眾、教化大眾、作育大眾，你就會把這個使命肩負起來。「破迷開悟、離苦得樂」，不但自己做到了，還要能夠幫助一切眾生，使一切眾生都破迷開悟、離苦得樂，這是佛法的德用，真正的作用。從這個地方看，你才曉得佛法的確沒有迷信。末後我們簡單做一個小結論："
    },
    {
      "id": "01-005-0001_p0038",
      "zh_CN": "【当知佛法，方便多门、不拘形式、经权互用、利物济生。一切妄情迷执，非达佛旨者也。】",
      "zh_TW": "【當知佛法，方便多門、不拘形式、經權互用、利物濟生。一切妄情迷執，非達佛旨者也。】"
    },
    {
      "id": "01-005-0001_p0039",
      "zh_CN": "因为不拘形式，所以才有无量法门，才有八万四千法门，并没有一定的形式。佛在《金刚经》上说过，佛无有定法可说，所以不拘形式的。学佛的人，确实非常活泼、非常自在。我看到有很多人学佛学得很呆板，学得很呆，几乎就变成佛呆子了。学佛要是那么痛苦，我学它干什么？学佛愈学愈自在、愈学愈快乐、愈学愈活泼，这是佛法。一定要明理，一定要开智慧，不可以再迷下去了，迷不是佛法。『经权互用，利物济生』。「经」是讲正面的，「权」是可以用反面的。譬如父母老师教育子弟，平常对他很爱护，做错事情也可以板着面孔，狠狠的把他教训一顿，那个教训就是「权」，平常正当教学这是「经」。这要互相用的，不互相用，小孩教不出来，该打的时候要打，该骂的时候要骂，该慈爱的时候要慈爱，要互相运用，运用得很恰当，这小孩才能成人。不是一昧的慈悲，也不是一昧的教训，都不可以的，一定要适合时机，这样才真正对众生有利益，真正帮助他。『一切妄情迷执，非达佛旨者也。』妄想、执着、迷惑颠倒，这绝对不是佛法。到这个地方，这是很简略的把佛法大意给诸位说出来，希望诸位能把佛法认识清楚。我们因为时间的关系不能细说，如果细说这一段，至少也得六个小时才能把它讲清楚一点。请看第二段：",
      "zh_TW": "因為不拘形式，所以才有無量法門，才有八萬四千法門，並沒有一定的形式。佛在《金剛經》上說過，佛無有定法可說，所以不拘形式的。學佛的人，確實非常活潑、非常自在。我看到有很多人學佛學得很呆板，學得很呆，幾乎就變成佛呆子了。學佛要是那麼痛苦，我學它幹什麼？學佛愈學愈自在、愈學愈快樂、愈學愈活潑，這是佛法。一定要明理，一定要開智慧，不可以再迷下去了，迷不是佛法。『經權互用，利物濟生』。「經」是講正面的，「權」是可以用反面的。譬如父母老師教育子弟，平常對他很愛護，做錯事情也可以板著面孔，狠狠的把他教訓一頓，那個教訓就是「權」，平常正當教學這是「經」。這要互相用的，不互相用，小孩教不出來，該打的時候要打，該罵的時候要罵，該慈愛的時候要慈愛，要互相運用，運用得很恰當，這小孩才能成人。不是一昧的慈悲，也不是一昧的教訓，都不可以的，一定要適合時機，這樣才真正對眾生有利益，真正幫助他。『一切妄情迷執，非達佛旨者也。』妄想、執著、迷惑顛倒，這絕對不是佛法。到這個地方，這是很簡略的把佛法大意給諸位說出來，希望諸位能把佛法認識清楚。我們因為時間的關係不能細說，如果細說這一段，至少也得六個小時才能把它講清楚一點。請看第二段："
    },
    {
      "id": "01-005-0001_p0040",
      "zh_CN": "【二、认识此经】",
      "zh_TW": "【二、認識此經】"
    },
    {
      "id": "01-005-0001_p0041",
      "zh_CN": "我们今天讲净土宗《阿弥陀经》，对于这部经要有个认识。第一小段是经题，这部经本来的经题是：",
      "zh_TW": "我們今天講淨土宗《阿彌陀經》，對於這部經要有個認識。第一小段是經題，這部經本來的經題是："
    },
    {
      "id": "01-005-0001_p0042",
      "zh_CN": "【称赞不可思议功德一切诸佛所护念经】",
      "zh_TW": "【稱讚不可思議功德一切諸佛所護念經】"
    },
    {
      "id": "01-005-0001_p0043",
      "zh_CN": "可是我们现在用的经题不是这个，这是翻译的人搞的，释迦牟尼佛定的经题是这个，鸠摩罗什大师翻译，他把这个题目换掉了，为什么换？后面会说到。我们先从本题上看，这个重要，释迦牟尼佛所命名的。",
      "zh_TW": "可是我們現在用的經題不是這個，這是翻譯的人搞的，釋迦牟尼佛定的經題是這個，鳩摩羅什大師翻譯，他把這個題目換掉了，為什麼換？後面會說到。我們先從本題上看，這個重要，釋迦牟尼佛所命名的。"
    },
    {
      "id": "01-005-0001_p0044",
      "zh_CN": "【称赞】",
      "zh_TW": "【稱讚】"
    },
    {
      "id": "01-005-0001_p0045",
      "zh_CN": "这里头有能赞跟所赞，什么人称赞？他称赞的是什么？我们要把它搞清楚。",
      "zh_TW": "這裡頭有能讚跟所讚，什麼人稱讚？他稱讚的是什麼？我們要把它搞清楚。"
    },
    {
      "id": "01-005-0001_p0046",
      "zh_CN": "【能称赞的是：一切诸佛】",
      "zh_TW": "【能稱讚的是：一切諸佛】"
    },
    {
      "id": "01-005-0001_p0047",
      "zh_CN": "这四个字要重视，不能轻易看过，不是释迦牟尼佛一个人，十方三世一切诸佛都称赞，这个我们得重视了。能够值得一切诸佛称赞的法门一定是非常有价值的法门，一定是非常重要的法门，否则不可能一切诸佛都称赞。你们看看，其他的一切经上有没有说一切诸佛称赞？连《华严经》上都没有。诸位如果在这四个字上真正体会，你就晓得这部经是一切经里面的第一经，为什么？一切诸佛称赞。《华严》、《法华》都没有说一切诸佛称赞。这四个字决定不能轻易的看过，你才识货。这么多经典里面选出第一经，我不识货，但是我看一切诸佛赞叹它，这一定是价值最高的，选择这个没错。",
      "zh_TW": "這四個字要重視，不能輕易看過，不是釋迦牟尼佛一個人，十方三世一切諸佛都稱讚，這個我們得重視了。能夠值得一切諸佛稱讚的法門一定是非常有價值的法門，一定是非常重要的法門，否則不可能一切諸佛都稱讚。你們看看，其他的一切經上有沒有說一切諸佛稱讚？連《華嚴經》上都沒有。諸位如果在這四個字上真正體會，你就曉得這部經是一切經裡面的第一經，為什麼？一切諸佛稱讚。《華嚴》、《法華》都沒有說一切諸佛稱讚。這四個字決定不能輕易的看過，你才識貨。這麼多經典裡面選出第一經，我不識貨，但是我看一切諸佛讚歎它，這一定是價值最高的，選擇這個沒錯。"
    },
    {
      "id": "01-005-0001_p0048",
      "zh_CN": "【所赞的是：不可思议功德】",
      "zh_TW": "【所讚的是：不可思議功德】"
    },
    {
      "id": "01-005-0001_p0049",
      "zh_CN": "一切诸佛称赞什么？称赞不可思议的功德。什么是不可思议的功？什么是不可思议的德？「功」是修行的功夫。",
      "zh_TW": "一切諸佛稱讚什麼？稱讚不可思議的功德。什麼是不可思議的功？什麼是不可思議的德？「功」是修行的功夫。"
    },
    {
      "id": "01-005-0001_p0050",
      "zh_CN": "【功：执持名号，一心不乱。】",
      "zh_TW": "【功：執持名號，一心不亂。】"
    },
    {
      "id": "01-005-0001_p0051",
      "zh_CN": "【德：带业往生，顿超圆证。】",
      "zh_TW": "【德：帶業往生，頓超圓證。】"
    },
    {
      "id": "01-005-0001_p0052",
      "zh_CN": "得的是这个，也就是不退转，成佛道。他这个德是带业往生、不退成佛，所以十方一切诸佛都赞叹。你从这个经题就能够认识这部经的价值，这部经在一切经里面的地位与重要性，我们天天念这部经都没有注意到，疏忽了。",
      "zh_TW": "得的是這個，也就是不退轉，成佛道。他這個德是帶業往生、不退成佛，所以十方一切諸佛都讚歎。你從這個經題就能夠認識這部經的價值，這部經在一切經裡面的地位與重要性，我們天天念這部經都沒有注意到，疏忽了。"
    },
    {
      "id": "01-005-0001_p0053",
      "zh_CN": "【一切诸佛所护念】",
      "zh_TW": "【一切諸佛所護念】"
    },
    {
      "id": "01-005-0001_p0054",
      "zh_CN": "这经上讲的，「一切诸佛所护念经」。",
      "zh_TW": "這經上講的，「一切諸佛所護念經」。"
    },
    {
      "id": "01-005-0001_p0055",
      "zh_CN": "【护：化他（弘护如来慧命）】",
      "zh_TW": "【護：化他（弘護如來慧命）】"
    },
    {
      "id": "01-005-0001_p0056",
      "zh_CN": "【念：自行（圆证无上菩提）】",
      "zh_TW": "【念：自行（圓證無上菩提）】"
    },
    {
      "id": "01-005-0001_p0057",
      "zh_CN": "这样说，一切诸佛都念这部经？给诸位说，一点都没错，没有一尊佛不念《阿弥陀经》，没有一尊佛不念阿弥陀佛名号。你要不相信，你看看《无量寿经》，释迦牟尼佛当年心里头在念南无阿弥陀佛的时候，容光焕发，阿难看到之后都吓一跳。阿难说，「我跟释迦牟尼佛当侍者这么多年，从来没有看到释迦牟尼佛今天的精神、光彩这么好，这一定有特殊的原因」，什么原因？因为释迦牟尼佛在念阿弥陀佛。所以你要会念佛，愈念精神愈好，愈念相貌愈庄严，就跟阿弥陀佛一样了，相随心转。心是阿弥陀佛，相也就变成阿弥陀佛。阿弥陀佛的相在一切佛当中，相好光明是第一，所以佛也要念佛，这是我们在《无量寿经》上看到的。",
      "zh_TW": "這樣說，一切諸佛都念這部經？給諸位說，一點都沒錯，沒有一尊佛不念《阿彌陀經》，沒有一尊佛不念阿彌陀佛名號。你要不相信，你看看《無量壽經》，釋迦牟尼佛當年心裡頭在念南無阿彌陀佛的時候，容光煥發，阿難看到之後都嚇一跳。阿難說，「我跟釋迦牟尼佛當侍者這麼多年，從來沒有看到釋迦牟尼佛今天的精神、光彩這麼好，這一定有特殊的原因」，什麼原因？因為釋迦牟尼佛在念阿彌陀佛。所以你要會念佛，愈念精神愈好，愈念相貌愈莊嚴，就跟阿彌陀佛一樣了，相隨心轉。心是阿彌陀佛，相也就變成阿彌陀佛。阿彌陀佛的相在一切佛當中，相好光明是第一，所以佛也要念佛，這是我們在《無量壽經》上看到的。"
    },
    {
      "id": "01-005-0001_p0058",
      "zh_CN": "不仅是释迦牟尼佛常念阿弥陀佛，十方一切诸佛都念阿弥陀佛，这个事实尤其在《华严》上得到证明，《华严经》上讲「十地菩萨，始终不离念佛」。十地菩萨，包括藏教的佛、通教的佛、别教的佛；除圆教之外，藏、通、别佛都在十地菩萨之下，还不到十地菩萨。登地之后修什么法门？给诸位说，就修念佛法门，为什么？因为地上菩萨智慧大，对于这个事实真相全盘了解，所以专修了。我们现在不了解、不相信、不肯接受，你慢慢修，修别的法门，修到初地菩萨，然后你就老老实实乖乖念阿弥陀佛了。可是你要晓得，这个帐要好好算一算，我们现在是凡夫，一品烦恼都没有断，我们今天念阿弥陀佛求生西方极乐世界，到西方极乐世界去了；我们的同修不相信，他修别的法门，修三个阿僧祇劫修到初地，这时候念佛再到西方极乐世界。我在西方极乐世界老早就成佛了，见了面，「老兄，你怎么这个时候才来？你来得太晚了」。他要绕很大的圈子，花上三大阿僧祇劫。我们一生就成就了，他要花三个阿僧祇劫，到后来还要到我这儿来，他的地位当然比我差多了，这个帐要会算。所以这的确是难信之法。",
      "zh_TW": "不僅是釋迦牟尼佛常念阿彌陀佛，十方一切諸佛都念阿彌陀佛，這個事實尤其在《華嚴》上得到證明，《華嚴經》上講「十地菩薩，始終不離念佛」。十地菩薩，包括藏教的佛、通教的佛、別教的佛；除圓教之外，藏、通、別佛都在十地菩薩之下，還不到十地菩薩。登地之後修什麼法門？給諸位說，就修念佛法門，為什麼？因為地上菩薩智慧大，對於這個事實真相全盤了解，所以專修了。我們現在不了解、不相信、不肯接受，你慢慢修，修別的法門，修到初地菩薩，然後你就老老實實乖乖念阿彌陀佛了。可是你要曉得，這個帳要好好算一算，我們現在是凡夫，一品煩惱都沒有斷，我們今天念阿彌陀佛求生西方極樂世界，到西方極樂世界去了；我們的同修不相信，他修別的法門，修三個阿僧祇劫修到初地，這時候念佛再到西方極樂世界。我在西方極樂世界老早就成佛了，見了面，「老兄，你怎麼這個時候才來？你來得太晚了」。他要繞很大的圈子，花上三大阿僧祇劫。我們一生就成就了，他要花三個阿僧祇劫，到後來還要到我這兒來，他的地位當然比我差多了，這個帳要會算。所以這的確是難信之法。"
    },
    {
      "id": "01-005-0001_p0059",
      "zh_CN": "下面是讲现在的经题，这部经是鸠摩罗什大师翻译的，他定的经题是：",
      "zh_TW": "下面是講現在的經題，這部經是鳩摩羅什大師翻譯的，他定的經題是："
    },
    {
      "id": "01-005-0001_p0060",
      "zh_CN": "【佛说阿弥陀经】",
      "zh_TW": "【佛說阿彌陀經】"
    },
    {
      "id": "01-005-0001_p0061",
      "zh_CN": "他就用「阿弥陀佛」的名号做为经题，这个定法也很有道理。",
      "zh_TW": "他就用「阿彌陀佛」的名號做為經題，這個定法也很有道理。"
    },
    {
      "id": "01-005-0001_p0062",
      "zh_CN": "【深契本经宗旨】",
      "zh_TW": "【深契本經宗旨】"
    },
    {
      "id": "01-005-0001_p0063",
      "zh_CN": "因为这部经里面修行的方法就是教你执持名号，所以他老人家干脆就用名号作经题，这个用意非常好，为什么？看到经题，你不知不觉就念了一声阿弥陀佛，不论有心无心，你念这一句阿弥陀佛，你跟西方极乐世界就结了缘，种子就种下去了，这是罗什大师的特别悲心。现在这个经题，简单跟诸位介绍：",
      "zh_TW": "因為這部經裡面修行的方法就是教你執持名號，所以他老人家乾脆就用名號作經題，這個用意非常好，為什麼？看到經題，你不知不覺就念了一聲阿彌陀佛，不論有心無心，你念這一句阿彌陀佛，你跟西方極樂世界就結了緣，種子就種下去了，這是羅什大師的特別悲心。現在這個經題，簡單跟諸位介紹："
    },
    {
      "id": "01-005-0001_p0064",
      "zh_CN": "【佛，即本师释迦牟尼佛，广则指一切诸佛。】",
      "zh_TW": "【佛，即本師釋迦牟尼佛，廣則指一切諸佛。】"
    },
    {
      "id": "01-005-0001_p0065",
      "zh_CN": "「佛说」是指本师释迦牟尼佛为我们说出这部经。「广则指一切诸佛」，前面说一切诸佛赞叹，所以一切诸佛讲经说法没有不说《弥陀经》的，你就晓得《弥陀经》是一切诸佛共同弘扬的一部经。其他一切经典绝对不是诸佛共同弘扬的。佛要为了一切众生的根机，适合根机他才讲这个经，不适合不讲。所以释迦牟尼佛在我们这个世界上讲的经，在别的世界上也许完全用不着，他方世界讲的经典跟我们这个世界的经典决定不相同。但是有一本经相同，《阿弥陀经》，决定相同，因为这一本经是十方三世一切诸佛共同弘扬、共同宣说的，这部经决定是无二无别。所以没有一尊佛不讲《阿弥陀经》，你才晓得「阿弥陀第一」不是假话，是真的，没有一尊佛不赞叹阿弥陀佛。",
      "zh_TW": "「佛說」是指本師釋迦牟尼佛為我們說出這部經。「廣則指一切諸佛」，前面說一切諸佛讚歎，所以一切諸佛講經說法沒有不說《彌陀經》的，你就曉得《彌陀經》是一切諸佛共同弘揚的一部經。其他一切經典絕對不是諸佛共同弘揚的。佛要為了一切眾生的根機，適合根機他才講這個經，不適合不講。所以釋迦牟尼佛在我們這個世界上講的經，在別的世界上也許完全用不著，他方世界講的經典跟我們這個世界的經典決定不相同。但是有一本經相同，《阿彌陀經》，決定相同，因為這一本經是十方三世一切諸佛共同弘揚、共同宣說的，這部經決定是無二無別。所以沒有一尊佛不講《阿彌陀經》，你才曉得「阿彌陀第一」不是假話，是真的，沒有一尊佛不讚歎阿彌陀佛。"
    },
    {
      "id": "01-005-0001_p0066",
      "zh_CN": "【说，畅悦所怀也；众生成佛机熟，为说此法，令一切众生一生究竟成就故。】",
      "zh_TW": "【說，暢悅所懷也；眾生成佛機熟，為說此法，令一切眾生一生究竟成就故。】"
    },
    {
      "id": "01-005-0001_p0067",
      "zh_CN": "「说」，这个字的意义就更深。『说』，是畅悦所怀，这是我们在一般注解上都看到这一句。究竟怎么畅悦法？在《弥陀经》上这个「说」字有特别的意义，跟其他经上佛说的那个意思不相同，这个意思是蕅益大师跟我们讲的，『众生成佛机熟，为说此法，令一切众生一生究竟成就故』。这个解释不得了，所有一切经上没有这个讲法，这是什么？你们大家成佛的机会到了，佛把成佛的法门教给你，你这一生就作佛了。你们想想，查遍《大藏经》没这个说法，唯独这部经，这部经就是教人一生成佛。你说：「我有资格吗？」没有一个人没有资格，只要你相信。你不相信就没有资格，如果相信了，你决定一生成佛。佛度众生就是希望众生快快成佛，你今天要成佛了，不但释迦牟尼佛欢喜，阿弥陀佛欢喜，十方一切诸佛没有一尊佛不欢喜。这就是一切佛都恭喜你，你快要成佛了，这是你遇到这个法门。换句话说，其他一切法门虽然好，不能保证你一生成佛。一切经里告诉你，成佛要三个阿僧祇劫，没有讲一生。这部经是一生成佛，所以这个法门叫特别法门。",
      "zh_TW": "「說」，這個字的意義就更深。『說』，是暢悅所懷，這是我們在一般註解上都看到這一句。究竟怎麼暢悅法？在《彌陀經》上這個「說」字有特別的意義，跟其他經上佛說的那個意思不相同，這個意思是蕅益大師跟我們講的，『眾生成佛機熟，為說此法，令一切眾生一生究竟成就故』。這個解釋不得了，所有一切經上沒有這個講法，這是什麼？你們大家成佛的機會到了，佛把成佛的法門教給你，你這一生就作佛了。你們想想，查遍《大藏經》沒這個說法，唯獨這部經，這部經就是教人一生成佛。你說：「我有資格嗎？」沒有一個人沒有資格，只要你相信。你不相信就沒有資格，如果相信了，你決定一生成佛。佛度眾生就是希望眾生快快成佛，你今天要成佛了，不但釋迦牟尼佛歡喜，阿彌陀佛歡喜，十方一切諸佛沒有一尊佛不歡喜。這就是一切佛都恭喜你，你快要成佛了，這是你遇到這個法門。換句話說，其他一切法門雖然好，不能保證你一生成佛。一切經裡告訴你，成佛要三個阿僧祇劫，沒有講一生。這部經是一生成佛，所以這個法門叫特別法門。"
    },
    {
      "id": "01-005-0001_p0068",
      "zh_CN": "【阿弥陀，此云无量，彼土导师德号，表此法实无量觉也。】",
      "zh_TW": "【阿彌陀，此云無量，彼土導師德號，表此法實無量覺也。】"
    },
    {
      "id": "01-005-0001_p0069",
      "zh_CN": "阿弥陀是梵语音译的，「阿」翻作「无」，「弥陀」翻作「量」，「佛」是觉的意思。「阿弥陀佛」，完全翻成中国的意思是「无量觉」，尽虚空遍法界，过去、现在、未来，没有一样不觉。所有生到西方极乐世界的人，他的智慧德能就跟阿弥陀佛一样，所以西方极乐世界是平等的世界。这桩事情，诸位一定要读大经，大经就是《无量寿经》，大经说得详细，这部经的经文少，说得简略。你看大经，你对于西方极乐世界的殊胜庄严才能真正体会到，所以这部经引导我们入大经。",
      "zh_TW": "阿彌陀是梵語音譯的，「阿」翻作「無」，「彌陀」翻作「量」，「佛」是覺的意思。「阿彌陀佛」，完全翻成中國的意思是「無量覺」，盡虛空遍法界，過去、現在、未來，沒有一樣不覺。所有生到西方極樂世界的人，他的智慧德能就跟阿彌陀佛一樣，所以西方極樂世界是平等的世界。這樁事情，諸位一定要讀大經，大經就是《無量壽經》，大經說得詳細，這部經的經文少，說得簡略。你看大經，你對於西方極樂世界的殊勝莊嚴才能真正體會到，所以這部經引導我們入大經。"
    },
    {
      "id": "01-005-0001_p0070",
      "zh_CN": "【经，契经，又具「贯摄常法」诸多妙义。】",
      "zh_TW": "【經，契經，又具「貫攝常法」諸多妙義。】"
    },
    {
      "id": "01-005-0001_p0071",
      "zh_CN": "「经」这个字的解释，我把它省略，这是讲经都常说的。",
      "zh_TW": "「經」這個字的解釋，我把它省略，這是講經都常說的。"
    },
    {
      "id": "01-005-0001_p0072",
      "zh_CN": "第二小段讲「内容」，分为性质、宗旨、德用、教相，简单的跟诸位介绍。先讲「性质」，性质就是五重玄义里面的「辨体」。辨体不好懂，换个性质比较好懂。这部经究竟是什么性质？也就是佛说这部经是凭什么说的？依据什么说的？简单讲就是理论的根据，就在这一段里面。",
      "zh_TW": "第二小段講「內容」，分為性質、宗旨、德用、教相，簡單的跟諸位介紹。先講「性質」，性質就是五重玄義裡面的「辨體」。辨體不好懂，換個性質比較好懂。這部經究竟是什麼性質？也就是佛說這部經是憑什麼說的？依據什麼說的？簡單講就是理論的根據，就在這一段裡面。"
    },
    {
      "id": "01-005-0001_p0073",
      "zh_CN": "【性质：圆融三谛法性实相（论据所依）。】",
      "zh_TW": "【性質：圓融三諦法性實相（論據所依）。】"
    },
    {
      "id": "01-005-0001_p0074",
      "zh_CN": "这八个字不好懂，这是天台家的专门术语，因为蕅益大师最初学佛是学天台，因此他注解的这些经论可以说都是用天台教观来注解的。",
      "zh_TW": "這八個字不好懂，這是天台家的專門術語，因為蕅益大師最初學佛是學天台，因此他註解的這些經論可以說都是用天台教觀來註解的。"
    },
    {
      "id": "01-005-0001_p0075",
      "zh_CN": "【大乘经皆以实相为体（如来现量所出）。】",
      "zh_TW": "【大乘經皆以實相為體（如來現量所出）。】"
    },
    {
      "id": "01-005-0001_p0076",
      "zh_CN": "『实相』就是真相，宇宙人生的真相，都是告诉我们真相的，是依据宇宙人生真相而说的。「如来现量所出」，就是佛亲眼所见的，不是理想、推想、猜测，完全是自己见到的真实境界。",
      "zh_TW": "『實相』就是真相，宇宙人生的真相，都是告訴我們真相的，是依據宇宙人生真相而說的。「如來現量所出」，就是佛親眼所見的，不是理想、推想、猜測，完全是自己見到的真實境界。"
    },
    {
      "id": "01-005-0001_p0077",
      "zh_CN": "【实相者，平等一相也。】",
      "zh_TW": "【實相者，平等一相也。】"
    },
    {
      "id": "01-005-0001_p0078",
      "zh_CN": "我们为什么见不到宇宙人生的真相？我们的心不平等。法界是平等的，我们的心要是平等，宇宙人生的真相也就在自己面前。平等心就是一心，本经所求的一心不乱，一心就是平等心，二心就不平等。如何能修到一心不乱？底下举几个例子说：",
      "zh_TW": "我們為什麼見不到宇宙人生的真相？我們的心不平等。法界是平等的，我們的心要是平等，宇宙人生的真相也就在自己面前。平等心就是一心，本經所求的一心不亂，一心就是平等心，二心就不平等。如何能修到一心不亂？底下舉幾個例子說："
    },
    {
      "id": "01-005-0001_p0079",
      "zh_CN": "【大方广佛华严经，以一真法界为体。妙法莲华经，以实相为体。大佛顶首楞严经，以如来藏为体。名异义同。】",
      "zh_TW": "【大方廣佛華嚴經，以一真法界為體。妙法蓮華經，以實相為體。大佛頂首楞嚴經，以如來藏為體。名異義同。】"
    },
    {
      "id": "01-005-0001_p0080",
      "zh_CN": "这都是古德所判的，所用的名词不一样，实际上是一桩事情，名异义同，都是「实相」。究竟实相是什么﹖既然名词说出来了，也不得不说说，说了听不懂没有关系，以后慢慢再研究。这桩事情决不是几句话能讲得清楚，古德告诉我们：",
      "zh_TW": "這都是古德所判的，所用的名詞不一樣，實際上是一樁事情，名異義同，都是「實相」。究竟實相是什麼﹖既然名詞說出來了，也不得不說說，說了聽不懂沒有關係，以後慢慢再研究。這樁事情決不是幾句話能講得清楚，古德告訴我們："
    },
    {
      "id": "01-005-0001_p0081",
      "zh_CN": "【觅之了不可得，不可言其无；不执空。】",
      "zh_TW": "【覓之了不可得，不可言其無；不執空。】"
    },
    {
      "id": "01-005-0001_p0082",
      "zh_CN": "虽然『了不可得』，它有，它确实存在，所以你不能说它是空。",
      "zh_TW": "雖然『了不可得』，它有，它確實存在，所以你不能說它是空。"
    },
    {
      "id": "01-005-0001_p0083",
      "zh_CN": "【具造百界千如，不可言其有；不执有。】",
      "zh_TW": "【具造百界千如，不可言其有；不執有。】"
    },
    {
      "id": "01-005-0001_p0084",
      "zh_CN": "十法界依正庄严都是实相变现出来的，它能变现万物，虽然变现，你不能说这个东西就是有，你要说就是有，那就错了，所以你不能执着有。空、有两边都不能执着，这个事情很难懂，也很难讲，我们必须要用比喻来说。佛经上用比喻说法的例子太多了。我们人都会作梦，只要你会作梦，你就要晓得我们是凡夫，为什么？佛菩萨不作梦，阿罗汉也不作梦。你要说你修行有什么成就了，你还会作梦，那成就是假的不是真的。梦中的境界，是不是觅之了不可得？梦中确实有境界存在，你不能说它是有，也不能说它是无。你说它无，它有梦境，现象真的存在；你说它有，觅之了不可得。非空非有，这是事实的真相。我们今天眼前这个境界相，是我们众生迷！真相是什么？我们眼前的境界也是非空非有。你说是有，这个境界相也是觅之了不可得；你说它没有，森罗万象摆在我们面前，诸位深深去体会。",
      "zh_TW": "十法界依正莊嚴都是實相變現出來的，它能變現萬物，雖然變現，你不能說這個東西就是有，你要說就是有，那就錯了，所以你不能執著有。空、有兩邊都不能執著，這個事情很難懂，也很難講，我們必須要用比喻來說。佛經上用比喻說法的例子太多了。我們人都會作夢，只要你會作夢，你就要曉得我們是凡夫，為什麼？佛菩薩不作夢，阿羅漢也不作夢。你要說你修行有什麼成就了，你還會作夢，那成就是假的不是真的。夢中的境界，是不是覓之了不可得？夢中確實有境界存在，你不能說它是有，也不能說它是無。你說它無，它有夢境，現象真的存在；你說它有，覓之了不可得。非空非有，這是事實的真相。我們今天眼前這個境界相，是我們眾生迷！真相是什麼？我們眼前的境界也是非空非有。你說是有，這個境界相也是覓之了不可得；你說它沒有，森羅萬象擺在我們面前，諸位深深去體會。"
    },
    {
      "id": "01-005-0001_p0085",
      "zh_CN": "现代的科学家很聪明，他们已经证实没有物质存在，我们今天认为有物质，科学家说一切人认为有物质存在是一个错觉，错觉就是我们前面讲的迷，迷就是错觉。佛法讲迷情、妄执，科学家讲错觉，意思是相同的。科学家现在认为这个境界是什么东西？是波动，光波，波动产生的现象，这个现象不是实在的，这是近代科学家发现的。所以他们看到佛经上，《心经》讲的几句话，那些外国人佩服得五体投地。他说，为什么在几千年前，释迦牟尼佛就知道这个现象？《心经》上讲「色不异空，空不异色，色即是空，空即是色」，色就是物质，可见得科学家到现在才知道一点点的影像，而佛法把这个事实真相讲得清清楚楚、明明白白，「空有不二，性相一如」。所以决定不能有分别执着，有分别执着是错误的。",
      "zh_TW": "現代的科學家很聰明，他們已經證實沒有物質存在，我們今天認為有物質，科學家說一切人認為有物質存在是一個錯覺，錯覺就是我們前面講的迷，迷就是錯覺。佛法講迷情、妄執，科學家講錯覺，意思是相同的。科學家現在認為這個境界是什麼東西？是波動，光波，波動產生的現象，這個現象不是實在的，這是近代科學家發現的。所以他們看到佛經上，《心經》講的幾句話，那些外國人佩服得五體投地。他說，為什麼在幾千年前，釋迦牟尼佛就知道這個現象？《心經》上講「色不異空，空不異色，色即是空，空即是色」，色就是物質，可見得科學家到現在才知道一點點的影像，而佛法把這個事實真相講得清清楚楚、明明白白，「空有不二，性相一如」。所以決定不能有分別執著，有分別執著是錯誤的。"
    },
    {
      "id": "01-005-0001_p0086",
      "zh_CN": "【实相略说。】",
      "zh_TW": "【實相略說。】"
    },
    {
      "id": "01-005-0001_p0087",
      "zh_CN": "我们把一切事物归纳为二大类，一个是理论，一个是事相，理与事。",
      "zh_TW": "我們把一切事物歸納為二大類，一個是理論，一個是事相，理與事。"
    },
    {
      "id": "01-005-0001_p0088",
      "zh_CN": "【理实真相，唯心所显。】",
      "zh_TW": "【理實真相，唯心所顯。】"
    },
    {
      "id": "01-005-0001_p0089",
      "zh_CN": "【事实真相，唯识所变。】",
      "zh_TW": "【事實真相，唯識所變。】"
    },
    {
      "id": "01-005-0001_p0090",
      "zh_CN": "这个意思都是出在《华严经》上，《华严经》告诉我们，「应观法界性，一切唯心造」。十法界依正庄严从哪里来的？唯心所现，唯识所变。心所现的是一真法界，所以一真法界是真的；识所变的是十法界，十法界不是真的，是假相，这是把理事的真相都给我们说出来了。天台家讲「百界千如」，智者大师注《法华经》就是这样说法。「百界千如」就是我们今天讲的森罗万象，森罗万象是自性变现的，就好像我们作梦，梦中所有一切境界全是自心变的。",
      "zh_TW": "這個意思都是出在《華嚴經》上，《華嚴經》告訴我們，「應觀法界性，一切唯心造」。十法界依正莊嚴從哪裡來的？唯心所現，唯識所變。心所現的是一真法界，所以一真法界是真的；識所變的是十法界，十法界不是真的，是假相，這是把理事的真相都給我們說出來了。天台家講「百界千如」，智者大師註《法華經》就是這樣說法。「百界千如」就是我們今天講的森羅萬象，森羅萬象是自性變現的，就好像我們作夢，夢中所有一切境界全是自心變的。"
    },
    {
      "id": "01-005-0001_p0091",
      "zh_CN": "【能显，心之本体。能变，心之德用。】",
      "zh_TW": "【能顯，心之本體。能變，心之德用。】"
    },
    {
      "id": "01-005-0001_p0092",
      "zh_CN": "「能显」，这是『心之本体』，心能现；『能变』是心的作用，有体当然就有作用，有体、有相、有作用。能现、能变是属于无相的；「无相」，不能说它是空，不能说它无，它有，因为它能变。所现所变的，这就有相了。所以无相、无不相，「无不相」就是有相，就是十法界依正庄严。「能显能变」是因，「所显所变」是缘，眼前森罗万象是结果，因、缘、果。",
      "zh_TW": "「能顯」，這是『心之本體』，心能現；『能變』是心的作用，有體當然就有作用，有體、有相、有作用。能現、能變是屬於無相的；「無相」，不能說它是空，不能說它無，它有，因為它能變。所現所變的，這就有相了。所以無相、無不相，「無不相」就是有相，就是十法界依正莊嚴。「能顯能變」是因，「所顯所變」是緣，眼前森羅萬象是結果，因、緣、果。"
    },
    {
      "id": "01-005-0001_p0093",
      "zh_CN": "【一真法界，觉了不二。】",
      "zh_TW": "【一真法界，覺了不二。】"
    },
    {
      "id": "01-005-0001_p0094",
      "zh_CN": "『不二』，一真法界跟十法界不二，是一不是二。彻底觉悟，你见到的法界是一真；如果迷了，就在一真里面又变现出十法界，变现出无量无边的法界，那是迷情变现出来的。不管怎么变，离不了一真。一是真，十就不是真的，没有说十真法界、百真法界、千真法界，只有一才是真实的。一真是我们所证，用什么方法证得一真？用一心。一心是能证，一真是所证，能所是一不是二，这是华严教义。",
      "zh_TW": "『不二』，一真法界跟十法界不二，是一不是二。徹底覺悟，你見到的法界是一真；如果迷了，就在一真裡面又變現出十法界，變現出無量無邊的法界，那是迷情變現出來的。不管怎麼變，離不了一真。一是真，十就不是真的，沒有說十真法界、百真法界、千真法界，只有一才是真實的。一真是我們所證，用什麼方法證得一真？用一心。一心是能證，一真是所證，能所是一不是二，這是華嚴教義。"
    },
    {
      "id": "01-005-0001_p0095",
      "zh_CN": "【应观法界性，一切唯心造。】",
      "zh_TW": "【應觀法界性，一切唯心造。】"
    },
    {
      "id": "01-005-0001_p0096",
      "zh_CN": "明白这个道理，我们就可以说「佛在心中」。佛在哪里？佛在自己心中，自己心现的，自己心变的。「上帝在心中，天堂在心中，地狱在心中，我、人、诸法亦在心中」，没有一法不在心中；心外无法，法外无心。《华严》有一句总结，「应观法界性，一切唯心造」。这是简单说明宇宙人生的真相，完全说的是境界。",
      "zh_TW": "明白這個道理，我們就可以說「佛在心中」。佛在哪裡？佛在自己心中，自己心現的，自己心變的。「上帝在心中，天堂在心中，地獄在心中，我、人、諸法亦在心中」，沒有一法不在心中；心外無法，法外無心。《華嚴》有一句總結，「應觀法界性，一切唯心造」。這是簡單說明宇宙人生的真相，完全說的是境界。"
    },
    {
      "id": "01-005-0001_p0097",
      "zh_CN": "【蕅益大师云：是故举体作依作正，作法作报，作自作他，乃至能说所说，能度所度，能信所信，能愿所愿，能持所持，能生所生，能赞所赞，无非实相正印之所印也。】",
      "zh_TW": "【蕅益大師云：是故舉體作依作正，作法作報，作自作他，乃至能說所說，能度所度，能信所信，能願所願，能持所持，能生所生，能讚所讚，無非實相正印之所印也。】"
    },
    {
      "id": "01-005-0001_p0098",
      "zh_CN": "『体』就是实相、真相。『依报』是我们的生活环境，『正报』是我们的身体，『法』是法身，『报』是报身，『自』是我们自己，『他』是别人，全是我们自心所变的。『能生』是讲我们往生西方极乐世界，我们发心是「能生」，西方极乐世界是我们『所生』。『能赞』是诸佛，『所赞』是西方净土。『无非实相正印之所印』，总离不了实相，统统是实相所现所变，没有离开实相。",
      "zh_TW": "『體』就是實相、真相。『依報』是我們的生活環境，『正報』是我們的身體，『法』是法身，『報』是報身，『自』是我們自己，『他』是別人，全是我們自心所變的。『能生』是講我們往生西方極樂世界，我們發心是「能生」，西方極樂世界是我們『所生』。『能讚』是諸佛，『所讚』是西方淨土。『無非實相正印之所印』，總離不了實相，統統是實相所現所變，沒有離開實相。"
    },
    {
      "id": "01-005-0001_p0099",
      "zh_CN": "【《净土生无生论》云：法界圆融体，作我一念心，我今念佛心，全体即法界。】",
      "zh_TW": "【《淨土生無生論》云：法界圓融體，作我一念心，我今念佛心，全體即法界。】"
    },
    {
      "id": "01-005-0001_p0100",
      "zh_CN": "这一句要注意，我们现在修净土，念这一句阿弥陀佛，我们能念的心就是法界全体。",
      "zh_TW": "這一句要注意，我們現在修淨土，念這一句阿彌陀佛，我們能念的心就是法界全體。"
    },
    {
      "id": "01-005-0001_p0101",
      "zh_CN": "【达此者，由持名念佛，而悟入实相也。】",
      "zh_TW": "【達此者，由持名念佛，而悟入實相也。】"
    },
    {
      "id": "01-005-0001_p0102",
      "zh_CN": "这就是为什么你念佛能够念到大彻大悟、明心见性。见到实相就是大彻大悟，就是明心见性。我们用什么方法？用一心。念佛功夫有三等，最初的功夫是「功夫成片」，所谓成片，我这句佛号能把妄想、烦恼伏住，这是你念佛有功夫了。你心里有妄念、有妄想、有烦恼的时候，一句阿弥陀佛念了，那个妄想、烦恼、杂念都没有，这是你的功夫达到初步，这叫成片。再深一点就是「事一心不乱」。事一心不乱，你烦恼真的断了，决定不会再有烦恼生起来，贪瞋痴慢永远断掉。功夫再深一点到第三层，那就是见性了，「理一心不乱」，理一心不乱就见到实相，也就是我们讲的证得。然后才晓得，佛在经典里面讲的句句都是实话，没有一句是妄语，为什么？这个境界我亲自证得了，证明了，这叫诸法实相。念佛这个方法说来是容易，那是比起其他法门容易，实际上也不简单，你得要会念。念到法喜充满，把烦恼、忧虑、妄想统统念掉，这才叫功夫，这样才能往生，就是你有能力把烦恼伏住、控制住，这决定往生。这一段是讲佛说这部经的理论依据。",
      "zh_TW": "這就是為什麼你念佛能夠念到大徹大悟、明心見性。見到實相就是大徹大悟，就是明心見性。我們用什麼方法？用一心。念佛功夫有三等，最初的功夫是「功夫成片」，所謂成片，我這句佛號能把妄想、煩惱伏住，這是你念佛有功夫了。你心裡有妄念、有妄想、有煩惱的時候，一句阿彌陀佛念了，那個妄想、煩惱、雜念都沒有，這是你的功夫達到初步，這叫成片。再深一點就是「事一心不亂」。事一心不亂，你煩惱真的斷了，決定不會再有煩惱生起來，貪瞋痴慢永遠斷掉。功夫再深一點到第三層，那就是見性了，「理一心不亂」，理一心不亂就見到實相，也就是我們講的證得。然後才曉得，佛在經典裡面講的句句都是實話，沒有一句是妄語，為什麼？這個境界我親自證得了，證明了，這叫諸法實相。念佛這個方法說來是容易，那是比起其他法門容易，實際上也不簡單，你得要會念。念到法喜充滿，把煩惱、憂慮、妄想統統念掉，這才叫功夫，這樣才能往生，就是你有能力把煩惱伏住、控制住，這決定往生。這一段是講佛說這部經的理論依據。"
    },
    {
      "id": "01-005-0001_p0103",
      "zh_CN": "【宗旨：以信愿行三要为修法。】",
      "zh_TW": "【宗旨：以信願行三要為修法。】"
    },
    {
      "id": "01-005-0001_p0104",
      "zh_CN": "宗旨就是修行的方法，这部经的方法。我们前面讲「觉正净」，那是整个佛法修行的总纲领。此地讲的宗旨是本经的，这部经的修行方法是『信愿行』。",
      "zh_TW": "宗旨就是修行的方法，這部經的方法。我們前面講「覺正淨」，那是整個佛法修行的總綱領。此地講的宗旨是本經的，這部經的修行方法是『信願行』。"
    },
    {
      "id": "01-005-0001_p0105",
      "zh_CN": "在此地也跟诸位说说净土法门。净土经典原来只有三经，专讲西方净土的，第一部经是《无量寿经》，第二部是《阿弥陀经》，第三部是《观无量寿佛经》，这叫「净土三经」。除这三种专讲净土之外，附带讲净土的经大概有几百种之多，那就太多了。附带讲的这么多经典里面，最重要的就是《华严经》最后「普贤菩萨行愿品」，普贤菩萨「十大愿王导归极乐」，这非常重要。所以净土什么时候提倡的？可以说是华严会上提倡的。什么人提倡的？普贤菩萨提倡的。普贤菩萨劝华藏会上四十一位法身大士统统念佛求生西方极乐世界，这个非常的殊胜庄严。所以我们讲净土宗第一代的祖师应该是普贤菩萨才对。清朝魏源居士把《普贤菩萨行愿品》附在三经后面，称为「净土四经」。民国初年印光老法师把《大势至菩萨念佛圆通章》附在四经后面，称为「净土五经」。我们现在读的是净土五经，五经是这么来的。印光老法师把这一篇东西加进去，加得非常的精彩，为什么？《大势至圆通章》总共只有二百四十四个字，比《心经》还少，《心经》二百六十个字，就是净土宗的心经。这个加上去很有道理，所以近代流通的都是净土五经。",
      "zh_TW": "在此地也跟諸位說說淨土法門。淨土經典原來只有三經，專講西方淨土的，第一部經是《無量壽經》，第二部是《阿彌陀經》，第三部是《觀無量壽佛經》，這叫「淨土三經」。除這三種專講淨土之外，附帶講淨土的經大概有幾百種之多，那就太多了。附帶講的這麼多經典裡面，最重要的就是《華嚴經》最後「普賢菩薩行願品」，普賢菩薩「十大願王導歸極樂」，這非常重要。所以淨土什麼時候提倡的？可以說是華嚴會上提倡的。什麼人提倡的？普賢菩薩提倡的。普賢菩薩勸華藏會上四十一位法身大士統統念佛求生西方極樂世界，這個非常的殊勝莊嚴。所以我們講淨土宗第一代的祖師應該是普賢菩薩才對。清朝魏源居士把《普賢菩薩行願品》附在三經後面，稱為「淨土四經」。民國初年印光老法師把《大勢至菩薩念佛圓通章》附在四經後面，稱為「淨土五經」。我們現在讀的是淨土五經，五經是這麼來的。印光老法師把這一篇東西加進去，加得非常的精彩，為什麼？《大勢至圓通章》總共只有二百四十四個字，比《心經》還少，《心經》二百六十個字，就是淨土宗的心經。這個加上去很有道理，所以近代流通的都是淨土五經。"
    },
    {
      "id": "01-005-0001_p0106",
      "zh_CN": "我们最近编辑《净土五经读本》，这个《读本》把五经搜集得非常圆满。像《无量寿经》一共有九种不同的本子，诸位通常只能看到一种、两种，九种都看到的很少，你不容易搜集，我们现在找齐全了，印在一起，你统统可以看到。《弥陀经》有三种本子，除罗什大师译本之外，还有玄奘大师的译本，还有夏莲居居士的会集本。像这些非常难得的本子，我们统统搜集起来，诸位全部都看过，你才知道净土宗的大意，才对于净土有认识，了解它。《无量寿经》可以说是净土宗概论，讲西方极乐世界的缘起，这个世界怎么来的，讲西方极乐世界的历史、西方世界的概况、西方世界修行的方法，以及因因果果，讲这些，讲得非常详细。《弥陀经》是讲信愿行，完全是劝信，劝我们发愿、劝我们修行。《观无量寿佛经》是讲净土宗所依据的理论、方法，以及四土九品的因果，《观经》讲得详细。至少要三经合起来看，才能对净土宗真正有所了解，我们对于这个法门的信心才能建立，这一句佛号念得才会相应，才有力量。",
      "zh_TW": "我們最近編輯《淨土五經讀本》，這個《讀本》把五經蒐集得非常圓滿。像《無量壽經》一共有九種不同的本子，諸位通常只能看到一種、兩種，九種都看到的很少，你不容易蒐集，我們現在找齊全了，印在一起，你統統可以看到。《彌陀經》有三種本子，除羅什大師譯本之外，還有玄奘大師的譯本，還有夏蓮居居士的會集本。像這些非常難得的本子，我們統統蒐集起來，諸位全部都看過，你才知道淨土宗的大意，才對於淨土有認識，了解它。《無量壽經》可以說是淨土宗概論，講西方極樂世界的緣起，這個世界怎麼來的，講西方極樂世界的歷史、西方世界的概況、西方世界修行的方法，以及因因果果，講這些，講得非常詳細。《彌陀經》是講信願行，完全是勸信，勸我們發願、勸我們修行。《觀無量壽佛經》是講淨土宗所依據的理論、方法，以及四土九品的因果，《觀經》講得詳細。至少要三經合起來看，才能對淨土宗真正有所了解，我們對於這個法門的信心才能建立，這一句佛號念得才會相應，才有力量。"
    },
    {
      "id": "01-005-0001_p0107",
      "zh_CN": "【信：信自、信他、信因、信果、信事、信理。】",
      "zh_TW": "【信：信自、信他、信因、信果、信事、信理。】"
    },
    {
      "id": "01-005-0001_p0108",
      "zh_CN": "『信』也不是很简单的，蕅益大师给我们提了六个纲领。第一个，「信自」，信自己。这是跟宗教不相同的，宗教，第一个你要信神，你不信神就没法子；佛教不是。佛教里头，我信佛、信菩萨没用处。佛教第一个是什么？要相信自己，相信自己有佛性，相信自己能成佛，所以第一个是建立这个信心。然后再「信他」，「他」就是佛，相信佛，相信他可以帮助我，帮助我成佛，帮助我明心见性。头一个要相信自已，你自己没有自信心，佛菩萨对你一筹莫展，没法子帮助你，必须你自己有坚定的信心，他才能帮得上忙，这一点诸位一定要知道。其次是「信因」、「信果」。知道修什么样的因，后来必定得什么样的果报，因缘果报丝毫不爽。此地的因果不是普通因果，跟《观无量寿佛经》里面讲的「深信因果」是一个意思，念佛是因，成佛是果，相信这个。相信这个因果，了不起，许多菩萨都不相信，菩萨要是相信，他都修这个法门了，那他早就成佛，何必要三大阿僧祇劫！要三大阿僧祇劫的修行，就是对于这个因果他不相信、他不知道，他没有这个缘分听到这么完备的经典。我们这一代众生的福报实在非常大，一接触佛法就能接触到佛法第一经，就能相信这个因果，你这一生当然圆满成佛。「信事、信理」，有理必定有事，有事一定有理。这是蕅益大师给我们讲信，最低限度要懂得这六条，这才算信心具足，不是泛泛而论的。",
      "zh_TW": "『信』也不是很簡單的，蕅益大師給我們提了六個綱領。第一個，「信自」，信自己。這是跟宗教不相同的，宗教，第一個你要信神，你不信神就沒法子；佛教不是。佛教裡頭，我信佛、信菩薩沒用處。佛教第一個是什麼？要相信自己，相信自己有佛性，相信自己能成佛，所以第一個是建立這個信心。然後再「信他」，「他」就是佛，相信佛，相信他可以幫助我，幫助我成佛，幫助我明心見性。頭一個要相信自已，你自己沒有自信心，佛菩薩對你一籌莫展，沒法子幫助你，必須你自己有堅定的信心，他才能幫得上忙，這一點諸位一定要知道。其次是「信因」、「信果」。知道修什麼樣的因，後來必定得什麼樣的果報，因緣果報絲毫不爽。此地的因果不是普通因果，跟《觀無量壽佛經》裡面講的「深信因果」是一個意思，念佛是因，成佛是果，相信這個。相信這個因果，了不起，許多菩薩都不相信，菩薩要是相信，他都修這個法門了，那他早就成佛，何必要三大阿僧祇劫！要三大阿僧祇劫的修行，就是對於這個因果他不相信、他不知道，他沒有這個緣分聽到這麼完備的經典。我們這一代眾生的福報實在非常大，一接觸佛法就能接觸到佛法第一經，就能相信這個因果，你這一生當然圓滿成佛。「信事、信理」，有理必定有事，有事一定有理。這是蕅益大師給我們講信，最低限度要懂得這六條，這才算信心具足，不是泛泛而論的。"
    },
    {
      "id": "01-005-0001_p0109",
      "zh_CN": "【愿：厌离娑婆、欣求极乐。】",
      "zh_TW": "【願：厭離娑婆、欣求極樂。】"
    },
    {
      "id": "01-005-0001_p0110",
      "zh_CN": "『愿』，要发愿。一定要愿意离开娑婆世界，愿意生到西方极乐世界，否则的话，你不愿意离开此地，怎能去得了！所以你一定要愿意。好像现在有许多人移民到外国，移民到外国至少要愿意离开台湾，要愿意到那边去，你说「我不愿意离开台湾，我想移民到美国去」，你去得成吗？去不成。一定要愿意离开此地到达极乐世界，要发这个愿。再告诉诸位，你要不去就吃亏大了，为什么？你要不去，免不了六道轮回。如果到西方极乐世界，给诸位说，你天天都可以回来看看。到那个地方神通广大，十方一切诸佛刹土，你想到哪里就到哪里，自由自在，你才晓得那个世界之美好、殊胜。",
      "zh_TW": "『願』，要發願。一定要願意離開娑婆世界，願意生到西方極樂世界，否則的話，你不願意離開此地，怎能去得了！所以你一定要願意。好像現在有許多人移民到外國，移民到外國至少要願意離開台灣，要願意到那邊去，你說「我不願意離開台灣，我想移民到美國去」，你去得成嗎？去不成。一定要願意離開此地到達極樂世界，要發這個願。再告訴諸位，你要不去就吃虧大了，為什麼？你要不去，免不了六道輪迴。如果到西方極樂世界，給諸位說，你天天都可以回來看看。到那個地方神通廣大，十方一切諸佛剎土，你想到哪裡就到哪裡，自由自在，你才曉得那個世界之美好、殊勝。"
    },
    {
      "id": "01-005-0001_p0111",
      "zh_CN": "【行：执持名号，一心不乱。】",
      "zh_TW": "【行：執持名號，一心不亂。】"
    },
    {
      "id": "01-005-0001_p0112",
      "zh_CN": "『行』就是我们要真做，怎么做法？『执持名号，一心不乱』。简单讲，老实念佛，老老实实，要认真的来念佛。所以具足「信愿行」这三个条件，没有不往生的，没有不成就的，所有一切法门没有这么方便。这三个条件人人可以做得到，问题就看你肯不肯做。",
      "zh_TW": "『行』就是我們要真做，怎麼做法？『執持名號，一心不亂』。簡單講，老實念佛，老老實實，要認真的來念佛。所以具足「信願行」這三個條件，沒有不往生的，沒有不成就的，所有一切法門沒有這麼方便。這三個條件人人可以做得到，問題就看你肯不肯做。"
    },
    {
      "id": "01-005-0001_p0113",
      "zh_CN": "【莲池大师云：着事而念能相继，不虚入品之功；执理而心实未明，反受落空之祸。】",
      "zh_TW": "【蓮池大師云：著事而念能相繼，不虛入品之功；執理而心實未明，反受落空之禍。】"
    },
    {
      "id": "01-005-0001_p0114",
      "zh_CN": "『着事而念能相继』，就是念佛不间断。『不虚入品之功』，换句话说，决定能往生。『执理而心实未明，反受落空之祸』，如果你执着这个理论，不肯认真的去念佛，往生都靠不住，一定要认真努力的把佛号念好。",
      "zh_TW": "『著事而念能相繼』，就是念佛不間斷。『不虛入品之功』，換句話說，決定能往生。『執理而心實未明，反受落空之禍』，如果你執著這個理論，不肯認真的去念佛，往生都靠不住，一定要認真努力的把佛號念好。"
    },
    {
      "id": "01-005-0001_p0115",
      "zh_CN": "【德用：此经以往生为功，以不退为德。】",
      "zh_TW": "【德用：此經以往生為功，以不退為德。】"
    },
    {
      "id": "01-005-0001_p0116",
      "zh_CN": "这是讲功德。什么叫做「功」？什么叫做「德」？功德要认识清楚，绝对不是说在佛门捐几个钱就是功德，那没用的，你把整个家产捐出来也没有功德，那是福德，不是功德。功是要有功夫，往生是功，不退成佛是德。",
      "zh_TW": "這是講功德。什麼叫做「功」？什麼叫做「德」？功德要認識清楚，絕對不是說在佛門捐幾個錢就是功德，那沒用的，你把整個家產捐出來也沒有功德，那是福德，不是功德。功是要有功夫，往生是功，不退成佛是德。"
    },
    {
      "id": "01-005-0001_p0117",
      "zh_CN": "【极乐有四土，各论九品，故说带业亦得，消业亦得。带业说，旨在令人发心求生，人人有分。消业说，旨在令人精进修学，增上品位。】",
      "zh_TW": "【極樂有四土，各論九品，故說帶業亦得，消業亦得。帶業說，旨在令人發心求生，人人有分。消業說，旨在令人精進修學，增上品位。】"
    },
    {
      "id": "01-005-0001_p0118",
      "zh_CN": "前几年，有人说「不可以带业往生」，把念佛人搞得人心惶惶。我到美国一下飞机，周宣德老居士在机场迎接我，他就提出这个问题，「我念佛念这么多年，现在听说不能带业往生，那我不就完了？」他来请教我。我就安慰他老人家，也是讲的老实话，我说：如果不能带业往生，西方极乐世界只剩下一个阿弥陀佛孤孤单单的，那有什么意思！他就听呆了，他说：怎么了？我说：等觉菩萨还带一品生相无明，是不是业？他想想，没错！「等觉菩萨都还带业，不带业的只有佛一个人，哪有不带业往生的道理！」他才笑起来了，心才放下了。没有不带业的，只是带的多少，上品上生带得少，下品下生带得多。三辈九品就是你带的多少，要是都不带业，还去干什么？不要去了，成佛了还去干什么？但是有人主张要消业，我们也不反对他，何必跟人家结冤仇？所以我就跟他解释，消业说得也很好，为什么？希望你多消一点，少带一点，你品位高一点，这个用意也不错。",
      "zh_TW": "前幾年，有人說「不可以帶業往生」，把念佛人搞得人心惶惶。我到美國一下飛機，周宣德老居士在機場迎接我，他就提出這個問題，「我念佛念這麼多年，現在聽說不能帶業往生，那我不就完了？」他來請教我。我就安慰他老人家，也是講的老實話，我說：如果不能帶業往生，西方極樂世界只剩下一個阿彌陀佛孤孤單單的，那有什麼意思！他就聽呆了，他說：怎麼了？我說：等覺菩薩還帶一品生相無明，是不是業？他想想，沒錯！「等覺菩薩都還帶業，不帶業的只有佛一個人，哪有不帶業往生的道理！」他才笑起來了，心才放下了。沒有不帶業的，只是帶的多少，上品上生帶得少，下品下生帶得多。三輩九品就是你帶的多少，要是都不帶業，還去幹什麼？不要去了，成佛了還去幹什麼？但是有人主張要消業，我們也不反對他，何必跟人家結冤仇？所以我就跟他解釋，消業說得也很好，為什麼？希望你多消一點，少帶一點，你品位高一點，這個用意也不錯。"
    },
    {
      "id": "01-005-0001_p0119",
      "zh_CN": "【带业生同居净土，证位不退，皆与补处俱，亦皆一生必补佛处。】",
      "zh_TW": "【帶業生同居淨土，證位不退，皆與補處俱，亦皆一生必補佛處。】"
    },
    {
      "id": "01-005-0001_p0120",
      "zh_CN": "西方净土之殊胜我们没法子想像，真正不可思议，诸位要了解，一定要深入大经，就是净土五经。",
      "zh_TW": "西方淨土之殊勝我們沒法子想像，真正不可思議，諸位要了解，一定要深入大經，就是淨土五經。"
    },
    {
      "id": "01-005-0001_p0121",
      "zh_CN": "【上善一处，是生同居，即以横生上三土，一生补处，是位不退即已圆证三不退。如斯力用，乃千经万论所未曾有。】",
      "zh_TW": "【上善一處，是生同居，即以橫生上三土，一生補處，是位不退即已圓證三不退。如斯力用，乃千經萬論所未曾有。】"
    },
    {
      "id": "01-005-0001_p0122",
      "zh_CN": "这是真的，一点都没错，这是西方极乐世界无比的殊胜，所以十方一切诸佛没有一个不赞叹。",
      "zh_TW": "這是真的，一點都沒錯，這是西方極樂世界無比的殊勝，所以十方一切諸佛沒有一個不讚歎。"
    },
    {
      "id": "01-005-0001_p0123",
      "zh_CN": "【教相：大乘圆顿三根普被。】",
      "zh_TW": "【教相：大乘圓頓三根普被。】"
    },
    {
      "id": "01-005-0001_p0124",
      "zh_CN": "大师判这个教是圆，不但是圆，圆中之圆，顿中之顿，超出《华严》、《法华》之上，诸位若念《无量寿经》就知道。",
      "zh_TW": "大師判這個教是圓，不但是圓，圓中之圓，頓中之頓，超出《華嚴》、《法華》之上，諸位若念《無量壽經》就知道。"
    },
    {
      "id": "01-005-0001_p0125",
      "zh_CN": "【大乘菩萨藏摄，无问自说，彻底大慈之所加持，能令末法多障有情依斯径登不退。】",
      "zh_TW": "【大乘菩薩藏攝，無問自說，徹底大慈之所加持，能令末法多障有情依斯徑登不退。】"
    },
    {
      "id": "01-005-0001_p0126",
      "zh_CN": "末后这一句非常重要，我们生在末法，业障深重，如果没有这个法门，我们决定不能成就。你要想在一生成就，一切经典里面无量无边法门，唯独这一法稳稳当当叫你一生成佛。",
      "zh_TW": "末後這一句非常重要，我們生在末法，業障深重，如果沒有這個法門，我們決定不能成就。你要想在一生成就，一切經典裡面無量無邊法門，唯獨這一法穩穩當當叫你一生成佛。"
    },
    {
      "id": "01-005-0001_p0127",
      "zh_CN": "【方便门中，求其至直捷至圆顿者，莫若念佛求生净土；念佛法门，求其至简易至稳当者，莫若信愿专持名号。】",
      "zh_TW": "【方便門中，求其至直捷至圓頓者，莫若念佛求生淨土；念佛法門，求其至簡易至穩當者，莫若信願專持名號。】"
    },
    {
      "id": "01-005-0001_p0128",
      "zh_CN": "『至』是讲到了极处，直截了当到了极处，圆满顿超到了极处。所以《弥陀经》在一切经中又称为第一经，就是这个道理。末后这是蕅益大师的话：",
      "zh_TW": "『至』是講到了極處，直截了當到了極處，圓滿頓超到了極處。所以《彌陀經》在一切經中又稱為第一經，就是這個道理。末後這是蕅益大師的話："
    },
    {
      "id": "01-005-0001_p0129",
      "zh_CN": "【华严奥藏，法华秘髓，一切诸佛心要，菩萨万行司南，皆不出于此矣，欲广叹述，穷劫莫尽，智者自当知之。】",
      "zh_TW": "【華嚴奧藏，法華祕髓，一切諸佛心要，菩薩萬行司南，皆不出於此矣，欲廣歎述，窮劫莫盡，智者自當知之。】"
    },
    {
      "id": "01-005-0001_p0130",
      "zh_CN": "《华严》、《法华》是经中之王，《弥陀经》是《华严》、《法华》的精髓，换句话说，《华严》、《法华》都比不上这个经典。有智慧的人要多想想、多体会。我们今天就讲到此地。",
      "zh_TW": "《華嚴》、《法華》是經中之王，《彌陀經》是《華嚴》、《法華》的精髓，換句話說，《華嚴》、《法華》都比不上這個經典。有智慧的人要多想想、多體會。我們今天就講到此地。"
    }
  ]
}