{
  "doc_id": "21-236-0001",
  "title": {
    "zh_CN": "净空法师答问-关于童蒙养正",
    "zh_TW": "淨空法師答問-關於童蒙養正"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-236-0001",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "21-236-0001_p0001",
      "zh_CN": "诸位同修，今天有同学们提出几个问题，关于童蒙养正教育上的问题。",
      "zh_TW": "諸位同修，今天有同學們提出幾個問題，關於童蒙養正教育上的問題。"
    },
    {
      "id": "21-236-0001_p0002",
      "zh_CN": "问：第一个问题，童蒙养正的重要性应该怎样认识？其用意所在？",
      "zh_TW": "問：第一個問題，童蒙養正的重要性應該怎樣認識？其用意所在？"
    },
    {
      "id": "21-236-0001_p0003",
      "zh_CN": "答：在中国儒释道三家，包括世界上许许多多古圣先贤，都肯定人性本善。在中国童蒙读诵最普遍的无过于《三字经》与《弟子规》。《三字经》上开头第一句话，「人之初，性本善，性相近，习相远」，这就把童蒙养正的真谛说出来。人性本善，这个善不是善恶的善，这个善跟佛法里面讲的佛性、真性是一个意思，是纯善、纯净。这个善就是圣，就是圣人，就是佛菩萨；换句话说，所有一切众生他本来就是佛。现在为什么不成佛，成了凡夫？那就是习相远。无始劫以来，染污许许多多的不善，从纯净、纯善堕落到善恶里面去了，有善有恶就变成凡夫。十法界里头有善恶，我们晓得，六道里头有善恶，一真法界里头没有善恶；没有善恶，那才叫纯净纯善，那是性本善。所以，圣贤教育没有别的，无非教我们恢复到本善而已，这才是真正的教育，这是超凡入圣的教育。",
      "zh_TW": "答：在中國儒釋道三家，包括世界上許許多多古聖先賢，都肯定人性本善。在中國童蒙讀誦最普遍的無過於《三字經》與《弟子規》。《三字經》上開頭第一句話，「人之初，性本善，性相近，習相遠」，這就把童蒙養正的真諦說出來。人性本善，這個善不是善惡的善，這個善跟佛法裡面講的佛性、真性是一個意思，是純善、純淨。這個善就是聖，就是聖人，就是佛菩薩；換句話說，所有一切眾生他本來就是佛。現在為什麼不成佛，成了凡夫？那就是習相遠。無始劫以來，染污許許多多的不善，從純淨、純善墮落到善惡裡面去了，有善有惡就變成凡夫。十法界裡頭有善惡，我們曉得，六道裡頭有善惡，一真法界裡頭沒有善惡；沒有善惡，那才叫純淨純善，那是性本善。所以，聖賢教育沒有別的，無非教我們恢復到本善而已，這才是真正的教育，這是超凡入聖的教育。"
    },
    {
      "id": "21-236-0001_p0004",
      "zh_CN": "所以，中国自古以来，教育的目标是什么？目标是成圣、成贤，就是读书志在圣贤，这是从前读书的方向跟目标。现在人没有了，现在人不知道什么叫圣？不知道什么叫贤？现在唯一的是怎么赚钱，怎么样享受，怎么样取得崇高的地位，搞这些了，目标、方向整个错误了。你问童蒙养正的重要性怎样认识？你就想想，古今教育的方向跟目标所在，完全不相同。所以，今天讲到养正，这个正是正知正见，就是把小朋友要养成菩萨、养成佛，大圣、大贤。今天不但是，小朋友当然无知，家长不希望人作圣人，不希望小朋友作圣人、作贤人，希望他做大官发大财，大家都有名闻利养、五欲六尘的享受，目的在此地。所以，这桩事情不是个单纯的事情，也不是一桩小事情，这是大事情，一定要大人觉悟。",
      "zh_TW": "所以，中國自古以來，教育的目標是什麼？目標是成聖、成賢，就是讀書志在聖賢，這是從前讀書的方向跟目標。現在人沒有了，現在人不知道什麼叫聖？不知道什麼叫賢？現在唯一的是怎麼賺錢，怎麼樣享受，怎麼樣取得崇高的地位，搞這些了，目標、方向整個錯誤了。你問童蒙養正的重要性怎樣認識？你就想想，古今教育的方向跟目標所在，完全不相同。所以，今天講到養正，這個正是正知正見，就是把小朋友要養成菩薩、養成佛，大聖、大賢。今天不但是，小朋友當然無知，家長不希望人作聖人，不希望小朋友作聖人、作賢人，希望他做大官發大財，大家都有名聞利養、五欲六塵的享受，目的在此地。所以，這樁事情不是個單純的事情，也不是一樁小事情，這是大事情，一定要大人覺悟。"
    },
    {
      "id": "21-236-0001_p0005",
      "zh_CN": "在古时候古代，一直到清朝末年，一般民间，我们是生长在农村，农村里面的大人，我们做小孩的时候，我们的父母、大人还是教我们要学圣、学贤。还没有被这些名利、五欲六尘享受冲击，还有这些观念。可是到了民国三十几年、四十几年，逐渐逐渐对于圣贤教诲渐渐淡忘了。到现在也不过是半个世纪，几乎听不到再有人讲到圣贤这个名词，这使我们感觉到非常悲哀，社会动乱的根源就在此地。你要想救这个社会，救众生，我们今天深深的体会到，要不能够恢复圣贤的教育，社会的动乱是永无止境，而且是几何级数在增长。到最后，最后我想时间也不至于太长，那就是外国宗教里面所讲的世界末日。所以，这是很值得忧心的一桩事情。",
      "zh_TW": "在古時候古代，一直到清朝末年，一般民間，我們是生長在農村，農村裡面的大人，我們做小孩的時候，我們的父母、大人還是教我們要學聖、學賢。還沒有被這些名利、五欲六塵享受衝擊，還有這些觀念。可是到了民國三十幾年、四十幾年，逐漸逐漸對於聖賢教誨漸漸淡忘了。到現在也不過是半個世紀，幾乎聽不到再有人講到聖賢這個名詞，這使我們感覺到非常悲哀，社會動亂的根源就在此地。你要想救這個社會，救眾生，我們今天深深的體會到，要不能夠恢復聖賢的教育，社會的動亂是永無止境，而且是幾何級數在增長。到最後，最後我想時間也不至於太長，那就是外國宗教裡面所講的世界末日。所以，這是很值得憂心的一樁事情。"
    },
    {
      "id": "21-236-0001_p0006",
      "zh_CN": "今天学佛也不例外，佛为什么学不好？自私自利放不下，名闻利养放不下。佛法入门，《金刚经》上讲得好，「无我相，无人相，无众生相，无寿者相」，你能把四相破了，你才能入佛门。你只要有四相，你就是学一千年，你也入不了门，难在此地！能把四相舍掉、破掉的话，一下就入门，容易得很。所以在中国，诸位晓得禅宗六祖惠能大师，二十四岁大彻大悟，五祖忍和尚把祖位传给他，他那一年二十四岁，不难！难在哪里？就是自私自利、名闻利养放不下。我在讲经的时候常讲，「控制一切人事物的念头，占有一切人事物的念头，支配一切人事物的念头」，只要有这三个念头，你就永远是凡夫，永远搞六道。在六道里头，上面你去不了，上面是色界天、无色界天，你没有分，你在轮回里头打转都在欲界。",
      "zh_TW": "今天學佛也不例外，佛為什麼學不好？自私自利放不下，名聞利養放不下。佛法入門，《金剛經》上講得好，「無我相，無人相，無眾生相，無壽者相」，你能把四相破了，你才能入佛門。你只要有四相，你就是學一千年，你也入不了門，難在此地！能把四相捨掉、破掉的話，一下就入門，容易得很。所以在中國，諸位曉得禪宗六祖惠能大師，二十四歲大徹大悟，五祖忍和尚把祖位傳給他，他那一年二十四歲，不難！難在哪裡？就是自私自利、名聞利養放不下。我在講經的時候常講，「控制一切人事物的念頭，佔有一切人事物的念頭，支配一切人事物的念頭」，只要有這三個念頭，你就永遠是凡夫，永遠搞六道。在六道裡頭，上面你去不了，上面是色界天、無色界天，你沒有分，你在輪迴裡頭打轉都在欲界。"
    },
    {
      "id": "21-236-0001_p0007",
      "zh_CN": "我天天讲，讲了四十六年，几个人听懂了，真的令讲的人都灰心了。古时候教好教，好教什么？从三、四岁就开始教，扎根！长大之后纵然被染污，还不至于离谱。小时候没有教，现在已经养成这个习气，要想断这个习气太难太难了，不是彻底觉悟真正回头的人，做不到！这样的人，一万人当中难得有一、两个，非常非常的艰巨，这是要克服自己的烦恼习气。",
      "zh_TW": "我天天講，講了四十六年，幾個人聽懂了，真的令講的人都灰心了。古時候教好教，好教什麼？從三、四歲就開始教，扎根！長大之後縱然被染污，還不至於離譜。小時候沒有教，現在已經養成這個習氣，要想斷這個習氣太難太難了，不是徹底覺悟真正回頭的人，做不到！這樣的人，一萬人當中難得有一、兩個，非常非常的艱鉅，這是要克服自己的煩惱習氣。"
    },
    {
      "id": "21-236-0001_p0008",
      "zh_CN": "问：第二个问题问的是，有的小朋友读了一段时间的经文后，就变得很傲慢，笑话同学，讥讽老师，这是否教育的失败？",
      "zh_TW": "問：第二個問題問的是，有的小朋友讀了一段時間的經文後，就變得很傲慢，笑話同學，譏諷老師，這是否教育的失敗？"
    },
    {
      "id": "21-236-0001_p0009",
      "zh_CN": "答：这当然是失败。可是这个学生他有没有学好？他没有。孔老夫子在《论语》里面说过一句话，很值得我们省思。他说假设这个人，他的才能就像周公一样，周公是孔老夫子最佩服的一个人，最仰慕的一个人，其才华有如周公之美，「使骄且吝，其余不足观也」。为什么？傲慢、吝啬，那就不必谈了，全是假的，不是真的。所以这种教学，学生起了傲慢心，是你的教学全盘失败。为什么？圣学，功夫愈深人愈谦虚、愈恭敬。你说诸佛如来对一切众生礼敬，没有丝毫傲慢心，为什么？他知道一切众生皆有佛性，一切众生本来成佛，怎么敢有丝毫傲慢！怎么敢有丝毫轻视！所以，只要你有傲慢，觉得自己了不起，别人不如我，你在圣学上你什么都没学到。",
      "zh_TW": "答：這當然是失敗。可是這個學生他有沒有學好？他沒有。孔老夫子在《論語》裡面說過一句話，很值得我們省思。他說假設這個人，他的才能就像周公一樣，周公是孔老夫子最佩服的一個人，最仰慕的一個人，其才華有如周公之美，「使驕且吝，其餘不足觀也」。為什麼？傲慢、吝嗇，那就不必談了，全是假的，不是真的。所以這種教學，學生起了傲慢心，是你的教學全盤失敗。為什麼？聖學，功夫愈深人愈謙虛、愈恭敬。你說諸佛如來對一切眾生禮敬，沒有絲毫傲慢心，為什麼？他知道一切眾生皆有佛性，一切眾生本來成佛，怎麼敢有絲毫傲慢！怎麼敢有絲毫輕視！所以，只要你有傲慢，覺得自己了不起，別人不如我，你在聖學上你什麼都沒學到。"
    },
    {
      "id": "21-236-0001_p0010",
      "zh_CN": "我们中国古老的谚语有一句话说，「学问深时意气平」，看一个人的学问从哪里看？看他的性情，温和。孔老夫子，学生赞叹夫子之德，五个字，温、良、恭、俭、让。这是什么？这是你真正学到了。圣学的人你一定是很温和、很善良，对人、对事、对物很恭慎、恭敬，跟人相处一定是忍让，决定没有相争的，没有意气用事的。所以，这个教的是失败了，你拿《论语》这个标准来一比，你就晓得你全盘失败了。学生教成功的时候，愈教愈谦虚，愈教愈恭敬。",
      "zh_TW": "我們中國古老的諺語有一句話說，「學問深時意氣平」，看一個人的學問從哪裡看？看他的性情，溫和。孔老夫子，學生讚歎夫子之德，五個字，溫、良、恭、儉、讓。這是什麼？這是你真正學到了。聖學的人你一定是很溫和、很善良，對人、對事、對物很恭慎、恭敬，跟人相處一定是忍讓，決定沒有相爭的，沒有意氣用事的。所以，這個教的是失敗了，你拿《論語》這個標準來一比，你就曉得你全盤失敗了。學生教成功的時候，愈教愈謙虛，愈教愈恭敬。"
    },
    {
      "id": "21-236-0001_p0011",
      "zh_CN": "问：现在很流行中英文双语儿童教育，但也有不少不同的看法，怎样看法才正确？",
      "zh_TW": "問：現在很流行中英文雙語兒童教育，但也有不少不同的看法，怎樣看法才正確？"
    },
    {
      "id": "21-236-0001_p0012",
      "zh_CN": "答：双语教育这是在这个社会上不能够缺少的，但是我们觉得在中国从前，双语教育是在中学才有英语课程，小学没有。用我的看法，我觉得这是正确的，这个政策决定正确。为什么？要扎根。小学教育是扎根教育，你根本没有，学了外国人的东西，很容易被外国同化了。你不能同化别人，别人会同化你，因为你从小就接受，很容易被外国同化。将来学成之后，他是在中国生的，他是外国人，他不是中国人。但是有很多这些父母希望自己儿女变成外国人，很多，崇洋！当然他很赞成。如果希望自己是中国人，而且中国在世界上不是强盛，外国人都瞧不起中国人，中国人弄做外国人，很光荣的。所以，我们看到许多父母，给儿女起名字都起外国名字，中国人开的公司行号也用外国名字。从这个地方就看到，中国人的自卑感非常重，对于民族的自信心丧失掉了。",
      "zh_TW": "答：雙語教育這是在這個社會上不能夠缺少的，但是我們覺得在中國從前，雙語教育是在中學才有英語課程，小學沒有。用我的看法，我覺得這是正確的，這個政策決定正確。為什麼？要扎根。小學教育是扎根教育，你根本沒有，學了外國人的東西，很容易被外國同化了。你不能同化別人，別人會同化你，因為你從小就接受，很容易被外國同化。將來學成之後，他是在中國生的，他是外國人，他不是中國人。但是有很多這些父母希望自己兒女變成外國人，很多，崇洋！當然他很贊成。如果希望自己是中國人，而且中國在世界上不是強盛，外國人都瞧不起中國人，中國人弄做外國人，很光榮的。所以，我們看到許多父母，給兒女起名字都起外國名字，中國人開的公司行號也用外國名字。從這個地方就看到，中國人的自卑感非常重，對於民族的自信心喪失掉了。"
    },
    {
      "id": "21-236-0001_p0013",
      "zh_CN": "这是我们近一、两百年遭受苦难真正的原因，这个话是早年我听胡秋原先生讲的，他是非常悲痛感慨说这个话。我们这个灾难的原因在哪里？就是丧失民族自信心。对于中国古圣先贤这些成就，完全否定了，一切都是西方超过中国，中国自古以来，没有一个人能够超过外国人，外国人第一。有这种念头，你就永远低人一等，你头抬不起来。所以，我跟方先生学佛，我曾经问过，为什么古时候从印度传来的梵文经典，在中国翻成中文之后，那个原文全部丧失掉了，没有保存下来。这什么原因？方先生告诉我，他说那个时候的中国人，对于自己的文化是充满了信心。翻成中文之后，就觉得所翻的意思完全没有错误，而且文字比梵文还要华美，用中文，梵文可以淘汰掉，可以不要了。你说这样的自尊心，成为世界上一等的大国，不像现在，现在完全没有了。我听了方老师的话，我非常受感动。一个人的成就，家庭的成就，国家的成就，根源在哪里？根源在自信心、在自尊心。所以，儿童双语教育，仁者见仁，智者见智。",
      "zh_TW": "這是我們近一、兩百年遭受苦難真正的原因，這個話是早年我聽胡秋原先生講的，他是非常悲痛感慨說這個話。我們這個災難的原因在哪裡？就是喪失民族自信心。對於中國古聖先賢這些成就，完全否定了，一切都是西方超過中國，中國自古以來，沒有一個人能夠超過外國人，外國人第一。有這種念頭，你就永遠低人一等，你頭抬不起來。所以，我跟方先生學佛，我曾經問過，為什麼古時候從印度傳來的梵文經典，在中國翻成中文之後，那個原文全部喪失掉了，沒有保存下來。這什麼原因？方先生告訴我，他說那個時候的中國人，對於自己的文化是充滿了信心。翻成中文之後，就覺得所翻的意思完全沒有錯誤，而且文字比梵文還要華美，用中文，梵文可以淘汰掉，可以不要了。你說這樣的自尊心，成為世界上一等的大國，不像現在，現在完全沒有了。我聽了方老師的話，我非常受感動。一個人的成就，家庭的成就，國家的成就，根源在哪裡？根源在自信心、在自尊心。所以，兒童雙語教育，仁者見仁，智者見智。"
    },
    {
      "id": "21-236-0001_p0014",
      "zh_CN": "问：第四个问题，鼓励举办读经比赛活动，是好还是不好？有相反的呼声，应该怎么对待才好？",
      "zh_TW": "問：第四個問題，鼓勵舉辦讀經比賽活動，是好還是不好？有相反的呼聲，應該怎麼對待才好？"
    },
    {
      "id": "21-236-0001_p0015",
      "zh_CN": "答：有两方面的看法、意见，这个事情正常的，很正常。最重要的，是要看你举办的用意何在？你举办的目的何在？你先要把这两个决定，然后才能够谈上我们应不应该举办。如果我们的目的、意义，是要表扬我们童蒙养正教学的成绩，我觉得这个没有必要；如果是要提醒社会，童蒙养正教育的重要性，那就有必要。而且学生是真正学到了，不是拿到舞台上去表演的，他真正学到了，这个比赛活动就有意义。",
      "zh_TW": "答：有兩方面的看法、意見，這個事情正常的，很正常。最重要的，是要看你舉辦的用意何在？你舉辦的目的何在？你先要把這兩個決定，然後才能夠談上我們應不應該舉辦。如果我們的目的、意義，是要表揚我們童蒙養正教學的成績，我覺得這個沒有必要；如果是要提醒社會，童蒙養正教育的重要性，那就有必要。而且學生是真正學到了，不是拿到舞台上去表演的，他真正學到了，這個比賽活動就有意義。"
    },
    {
      "id": "21-236-0001_p0016",
      "zh_CN": "实在讲，比赛这两个字不太好，不如用表演，不要用比赛；比赛里头就有胜负，圣学里面没有胜负，圣学是平等的。所以，我跟许多宗教往来，很多大学里面开的有「比较宗教学」。我听到这个课程，我就跟教育部长建议，我说这个比较宗教，我们能够比较宗教，我们就超乎宗教之上了，我的智慧、学识超过孔子、超过释迦牟尼佛、超过耶稣。为什么？我们才能比较。你看学生的成绩，老师才能比较。",
      "zh_TW": "實在講，比賽這兩個字不太好，不如用表演，不要用比賽；比賽裡頭就有勝負，聖學裡面沒有勝負，聖學是平等的。所以，我跟許多宗教往來，很多大學裡面開的有「比較宗教學」。我聽到這個課程，我就跟教育部長建議，我說這個比較宗教，我們能夠比較宗教，我們就超乎宗教之上了，我的智慧、學識超過孔子、超過釋迦牟尼佛、超過耶穌。為什麼？我們才能比較。你看學生的成績，老師才能比較。"
    },
    {
      "id": "21-236-0001_p0017",
      "zh_CN": "我们是凡夫，他们是圣人，我们怎么敢比较他的东西？我们今天的心态只有老老实实认真学习。释迦牟尼佛是我的老师，耶稣也是我的老师，穆罕默德也是我的老师，摩西也是我的老师，我只有恭恭敬敬、诚诚恳恳向他们学习，我才能得到东西。我要一比较的话，我的傲慢心就起来了：他这个不行，都不如我。学习的心态是你成功失败的关键，今天你看看，学习宗教的，目中没有宗教。为什么？他高高在上，谁也不如他，学佛的佛也不如他，学道的道也不如他，他第一大。大就是自尊狂妄，那些小朋友从小就养成自尊狂妄的话，那大的时候还得了吗？他心目当中没有父母，没有老师，一切人都不如他，这问题就严重了，这会造成负面的、更严重的社会问题。",
      "zh_TW": "我們是凡夫，他們是聖人，我們怎麼敢比較他的東西？我們今天的心態只有老老實實認真學習。釋迦牟尼佛是我的老師，耶穌也是我的老師，穆罕默德也是我的老師，摩西也是我的老師，我只有恭恭敬敬、誠誠懇懇向他們學習，我才能得到東西。我要一比較的話，我的傲慢心就起來了：他這個不行，都不如我。學習的心態是你成功失敗的關鍵，今天你看看，學習宗教的，目中沒有宗教。為什麼？他高高在上，誰也不如他，學佛的佛也不如他，學道的道也不如他，他第一大。大就是自尊狂妄，那些小朋友從小就養成自尊狂妄的話，那大的時候還得了嗎？他心目當中沒有父母，沒有老師，一切人都不如他，這問題就嚴重了，這會造成負面的、更嚴重的社會問題。"
    },
    {
      "id": "21-236-0001_p0018",
      "zh_CN": "所以，表演的时候，是表演学习，表演教学，教学的表演。老师带着学生上课，学生与学生之间交往，把《弟子规》完全落实，这个有意义，这个能够给社会带来一些启发。",
      "zh_TW": "所以，表演的時候，是表演學習，表演教學，教學的表演。老師帶著學生上課，學生與學生之間交往，把《弟子規》完全落實，這個有意義，這個能夠給社會帶來一些啟發。"
    },
    {
      "id": "21-236-0001_p0019",
      "zh_CN": "问：下面一个问题，他问亲、师、生怎样做才能形成良好的互动关系？",
      "zh_TW": "問：下面一個問題，他問親、師、生怎樣做才能形成良好的互動關係？"
    },
    {
      "id": "21-236-0001_p0020",
      "zh_CN": "答：这个问得好，非常重要。要知道一个小孩真正能够受到良好的养正教育，完全靠父母跟老师的搭配。现在的小孩跟从前不一样了，不一样在哪里？从前资讯不发达，没有这些电视，小孩看不到这些东西。像我们小时候生长在农村，早晨起来吃了早饭，小朋友一起出去玩，跟大自然在一起，对于社会大人这些事情是真的一无所知。我到十岁还保持着天真，为什么？世间事情一无所知，那个时候真快乐，什么都不懂，保持着天真。现在小孩一生下来，眼睛一张开，就看到电视萤幕，就接受污染，你说这个东西还得了吗？所以，想想现在人可怜，生下来就污染；我们生长在农村，十岁不污染，不受污染。我这一代很幸运，比我年龄再小的人就很糟糕了，他们的污染就提前，所以我还能保持个十年，十年从乡下才搬到城市里头住。",
      "zh_TW": "答：這個問得好，非常重要。要知道一個小孩真正能夠受到良好的養正教育，完全靠父母跟老師的搭配。現在的小孩跟從前不一樣了，不一樣在哪裡？從前資訊不發達，沒有這些電視，小孩看不到這些東西。像我們小時候生長在農村，早晨起來吃了早飯，小朋友一起出去玩，跟大自然在一起，對於社會大人這些事情是真的一無所知。我到十歲還保持著天真，為什麼？世間事情一無所知，那個時候真快樂，什麼都不懂，保持著天真。現在小孩一生下來，眼睛一張開，就看到電視螢幕，就接受污染，你說這個東西還得了嗎？所以，想想現在人可憐，生下來就污染；我們生長在農村，十歲不污染，不受污染。我這一代很幸運，比我年齡再小的人就很糟糕了，他們的污染就提前，所以我還能保持個十年，十年從鄉下才搬到城市裡頭住。"
    },
    {
      "id": "21-236-0001_p0021",
      "zh_CN": "说到接受教育，我大概是六、七岁上私塾，那个时候叫私塾。私塾大概我是最后接触到的，因为从我以后，私塾就没有了，就变成叫短期小学，好像是两年毕业的短期小学，所以我还受过几个月的私塾教育。上学的时候，这都是父母跟老师来表演，表演给我们看的。这个私塾只有二十多个学生，有一个老先生教导，设在祠堂里面，因为这个祠堂也是跟我有亲戚关系，亲戚的祠堂。上学的这一天，我的父亲带我去，给老师还带了礼物，束修，带了礼物。先在礼堂，在礼堂上，礼堂正当中供奉的是孔老夫子的神位，供了一个很大的牌位，「大成至圣先师孔子神位」。先向孔子行三跪九叩首的大礼，我父亲在前面我在后面，拜孔老夫子。拜完之后请老师上座，坐在孔老夫子牌位之下，我父亲带着我向老师行三跪九叩首的礼。我们看到老师坐在上面，我父亲在那里这么恭恭敬敬拜他，拜完之后礼物送上。你想想看，还敢不听老师的话吗？这是父母教！",
      "zh_TW": "說到接受教育，我大概是六、七歲上私塾，那個時候叫私塾。私塾大概我是最後接觸到的，因為從我以後，私塾就沒有了，就變成叫短期小學，好像是兩年畢業的短期小學，所以我還受過幾個月的私塾教育。上學的時候，這都是父母跟老師來表演，表演給我們看的。這個私塾只有二十多個學生，有一個老先生教導，設在祠堂裡面，因為這個祠堂也是跟我有親戚關係，親戚的祠堂。上學的這一天，我的父親帶我去，給老師還帶了禮物，束脩，帶了禮物。先在禮堂，在禮堂上，禮堂正當中供奉的是孔老夫子的神位，供了一個很大的牌位，「大成至聖先師孔子神位」。先向孔子行三跪九叩首的大禮，我父親在前面我在後面，拜孔老夫子。拜完之後請老師上座，坐在孔老夫子牌位之下，我父親帶著我向老師行三跪九叩首的禮。我們看到老師坐在上面，我父親在那裡這麼恭恭敬敬拜他，拜完之後禮物送上。你想想看，還敢不聽老師的話嗎？這是父母教！"
    },
    {
      "id": "21-236-0001_p0022",
      "zh_CN": "所以，老师教学生要孝顺父母，父母教儿女要尊师重道，两方面互相教的，才能把小孩教成，现在这个教育没有了。这样大礼对待老师，老师要不好好的教学生，你想想看，他怎么对得起人家父母？那良心何在？《三字经》上都说「养不教，父之过，教不严，师之惰」，老师跟家长密切配合。做老师不容易，老师是学生的模范，不但是言教，言语、动作都是学生的榜样。所以，他不能够随便，凡是不合礼的，决定不能在学生面前显露，就是说决定不能让学生看到一个不好的样子。所以，老师不好当，父母在家里也不好当，父母是儿女的榜样。你要想叫你儿女成就什么样的人，你要装出什么样子来教他，你有不好的样子的话，他看到之后他的信心丧失掉了，你以后教他就很困难了。",
      "zh_TW": "所以，老師教學生要孝順父母，父母教兒女要尊師重道，兩方面互相教的，才能把小孩教成，現在這個教育沒有了。這樣大禮對待老師，老師要不好好的教學生，你想想看，他怎麼對得起人家父母？那良心何在？《三字經》上都說「養不教，父之過，教不嚴，師之惰」，老師跟家長密切配合。做老師不容易，老師是學生的模範，不但是言教，言語、動作都是學生的榜樣。所以，他不能夠隨便，凡是不合禮的，決定不能在學生面前顯露，就是說決定不能讓學生看到一個不好的樣子。所以，老師不好當，父母在家裡也不好當，父母是兒女的榜樣。你要想叫你兒女成就什麼樣的人，你要裝出什麼樣子來教他，你有不好的樣子的話，他看到之後他的信心喪失掉了，你以後教他就很困難了。"
    },
    {
      "id": "21-236-0001_p0023",
      "zh_CN": "所以，教育是自己要做到，你才能要求你的儿女做到，你自己做不到，你就不能够要求他。譬如说饮食这一道，小朋友也好吃，好吃的多吃几口，我们的父亲在旁边看到了：喜欢吃是吗？一定自己要会做，你要不会做，你就没有资格吃。所以，我们就要到厨房跟母亲学。他做榜样，我父亲做的一手好菜。你喜欢吃，喜欢吃你得会做，你不会做，你就不应该，特别是吃东西，你没有资格挑剔，你没有资格说话。没有一样不是以身作则，这样才能够把小朋友教好。这是什么？这是真正爱护你的子女，真正帮助他、成就他。",
      "zh_TW": "所以，教育是自己要做到，你才能要求你的兒女做到，你自己做不到，你就不能夠要求他。譬如說飲食這一道，小朋友也好吃，好吃的多吃幾口，我們的父親在旁邊看到了：喜歡吃是嗎？一定自己要會做，你要不會做，你就沒有資格吃。所以，我們就要到廚房跟母親學。他做榜樣，我父親做的一手好菜。你喜歡吃，喜歡吃你得會做，你不會做，你就不應該，特別是吃東西，你沒有資格挑剔，你沒有資格說話。沒有一樣不是以身作則，這樣才能夠把小朋友教好。這是什麼？這是真正愛護你的子女，真正幫助他、成就他。"
    },
    {
      "id": "21-236-0001_p0024",
      "zh_CN": "所以，小孩长大的时候，对父母、对老师感恩戴德。为什么？他要做出这个样子，他不在我面前不可以随便，这个恩德就难了。这是亲、师、生的关系，你要不能够配合得好，现在在这个时代，难了！就是父母有心来教儿女，你找不到老师，哪个老师敢跟你配合？哪个老师懂这些东西？现在做老师的年轻没学过，你问他「童蒙养正」这四个字，他都讲不出来，他都不晓得是什么，那怎么教法？现在我们看到中国各地，有这么多小朋友都在读这些圣贤书，我们感到很欢喜，这非常难得。可是这是一门大事，这不是小事，要怎样把它做好？这是当前关键的问题。",
      "zh_TW": "所以，小孩長大的時候，對父母、對老師感恩戴德。為什麼？他要做出這個樣子，他不在我面前不可以隨便，這個恩德就難了。這是親、師、生的關係，你要不能夠配合得好，現在在這個時代，難了！就是父母有心來教兒女，你找不到老師，哪個老師敢跟你配合？哪個老師懂這些東西？現在做老師的年輕沒學過，你問他「童蒙養正」這四個字，他都講不出來，他都不曉得是什麼，那怎麼教法？現在我們看到中國各地，有這麼多小朋友都在讀這些聖賢書，我們感到很歡喜，這非常難得。可是這是一門大事，這不是小事，要怎樣把它做好？這是當前關鍵的問題。"
    },
    {
      "id": "21-236-0001_p0025",
      "zh_CN": "问：最后一个问题，是经典导读、师资的培养，是目前普遍存在的大问题，希望得到老法师具体的指示。如何选择系统的教材，建立健全的教学体系，如何才能保护好这些嫩幼的孩子，抵挡外界精神的染污？",
      "zh_TW": "問：最後一個問題，是經典導讀、師資的培養，是目前普遍存在的大問題，希望得到老法師具體的指示。如何選擇系統的教材，建立健全的教學體系，如何才能保護好這些嫩幼的孩子，抵擋外界精神的染污？"
    },
    {
      "id": "21-236-0001_p0026",
      "zh_CN": "答：这是真正不容易！你问这个问题，使我想起台湾当年，蒋介石先生在世的时候，提倡复兴中华文化。有一天我在方东美先生家里，遇到了教育部三位官员到方先生家里去请教，请方先生指导，复兴文化运动应该如何落实？方先生听了这个问题，很严肃的，态度非常严肃，差不多有五分钟，五分钟之后他才说话，他说：有！第一个，台湾三家电视台要关闭；第二个，所有无线电广播电台关闭；第三，所有报纸杂志停刊。教育部这几个官员听到：老师，这做不到！方先生讲：这些东西天天在破坏中国固有文化，只要有这个东西存在，文化复兴运动就是障碍，你没办法做到。",
      "zh_TW": "答：這是真正不容易！你問這個問題，使我想起台灣當年，蔣介石先生在世的時候，提倡復興中華文化。有一天我在方東美先生家裡，遇到了教育部三位官員到方先生家裡去請教，請方先生指導，復興文化運動應該如何落實？方先生聽了這個問題，很嚴肅的，態度非常嚴肅，差不多有五分鐘，五分鐘之後他才說話，他說：有！第一個，台灣三家電視台要關閉；第二個，所有無線電廣播電台關閉；第三，所有報紙雜誌停刊。教育部這幾個官員聽到：老師，這做不到！方先生講：這些東西天天在破壞中國固有文化，只要有這個東西存在，文化復興運動就是障礙，你沒辦法做到。"
    },
    {
      "id": "21-236-0001_p0027",
      "zh_CN": "这个话说的到今天，台湾这个局面我们看到了，所以你这个问题也是如此。要全国的这些电视广播、网际网路统统都要停掉，你能做得到吗？做不到！这些东西天天染污青少年。那个时候我记得他们还问了一个问题，当时美国在世界上是最强大的国家，他们问到古时候罗马帝国是欧洲最强盛的，最后还是灭亡，所以他就问美国将来，这个大国将来灭亡，第一个因素是什么？方先生毫不犹豫：电视！因为那个时候还没有网际网路，现在网际网路的染污超过电视很多倍，青少年都迷在这里头，回不了头。所以，网际网路的发展，真是加速度的毁灭这个世界，毁灭世界首先就是迷惑人心，这还得了。我们学佛，还能够保持这么一点点清净心，靠什么？这四十年不看电视、不听广播，不看报纸杂志。虽然它是满天飞，但是我们跟它自动的绝缘，保持清净心，清净心生智慧，所以还有一点智慧。你天天接触这个东西，你生烦恼，不生智慧。",
      "zh_TW": "這個話說的到今天，台灣這個局面我們看到了，所以你這個問題也是如此。要全國的這些電視廣播、網際網路統統都要停掉，你能做得到嗎？做不到！這些東西天天染污青少年。那個時候我記得他們還問了一個問題，當時美國在世界上是最強大的國家，他們問到古時候羅馬帝國是歐洲最強盛的，最後還是滅亡，所以他就問美國將來，這個大國將來滅亡，第一個因素是什麼？方先生毫不猶豫：電視！因為那個時候還沒有網際網路，現在網際網路的染污超過電視很多倍，青少年都迷在這裡頭，回不了頭。所以，網際網路的發展，真是加速度的毀滅這個世界，毀滅世界首先就是迷惑人心，這還得了。我們學佛，還能夠保持這麼一點點清淨心，靠什麼？這四十年不看電視、不聽廣播，不看報紙雜誌。雖然它是滿天飛，但是我們跟它自動的絕緣，保持清淨心，清淨心生智慧，所以還有一點智慧。你天天接觸這個東西，你生煩惱，不生智慧。"
    },
    {
      "id": "21-236-0001_p0028",
      "zh_CN": "你明白这个道理了，你就要晓得，如果真正要教家里的小孩，你家里的电视都不要有，不要有这个东西，决定不要有网路，连报纸杂志都不要订。多买些什么？古圣先贤这些典藉，这样小朋友才有个环境。最初是困难，但是两、三年之后他习惯了，你就是给他看这些东西，他都不会看，他已经有清净心了，这个很重要。所以，今天讲到精神的染污，这个几乎是没有办法抵挡的，我们学了这么一点，可以提供给大家做参考。",
      "zh_TW": "你明白這個道理了，你就要曉得，如果真正要教家裡的小孩，你家裡的電視都不要有，不要有這個東西，決定不要有網路，連報紙雜誌都不要訂。多買些什麼？古聖先賢這些典藉，這樣小朋友才有個環境。最初是困難，但是兩、三年之後他習慣了，你就是給他看這些東西，他都不會看，他已經有清淨心了，這個很重要。所以，今天講到精神的染污，這個幾乎是沒有辦法抵擋的，我們學了這麼一點，可以提供給大家做參考。"
    },
    {
      "id": "21-236-0001_p0029",
      "zh_CN": "讲到教材、师资，这两样东西比什么都重要。今天是整个世界动乱，不是局部，整个世界动乱，动乱的第一个因素，就是疏忽了古圣先贤的教诲。迷信科学技术，什么都要用科学来作为衡量的标准，古人这个东西不合科学，一句话就否定掉了。还好这个世间还有不少信仰宗教的人，他们宗教也不合乎科学，虽不合乎科学，可是宗教徒人数不少，这是他们没有法子，不敢不接受。而且宗教徒好像这些年来还发展得很快，信徒、这些教堂还不断在增长。这是什么原因？是人心失去了归依，没有依靠，找个宗教信仰作为他精神上的支柱。人除了物质生活，不能没有精神生活，精神生活今天唯一依靠的就靠宗教。所以宗教能存在，宗教还有发展的空间，道理在此地。",
      "zh_TW": "講到教材、師資，這兩樣東西比什麼都重要。今天是整個世界動亂，不是局部，整個世界動亂，動亂的第一個因素，就是疏忽了古聖先賢的教誨。迷信科學技術，什麼都要用科學來作為衡量的標準，古人這個東西不合科學，一句話就否定掉了。還好這個世間還有不少信仰宗教的人，他們宗教也不合乎科學，雖不合乎科學，可是宗教徒人數不少，這是他們沒有法子，不敢不接受。而且宗教徒好像這些年來還發展得很快，信徒、這些教堂還不斷在增長。這是什麼原因？是人心失去了歸依，沒有依靠，找個宗教信仰作為他精神上的支柱。人除了物質生活，不能沒有精神生活，精神生活今天唯一依靠的就靠宗教。所以宗教能存在，宗教還有發展的空間，道理在此地。"
    },
    {
      "id": "21-236-0001_p0030",
      "zh_CN": "宗教就是神圣的教育，我在讲经的时候也提到过几次，神圣的教学跟圣贤的教学非常接近，无非是教人断恶修善，提升你的灵性，主张仁慈博爱。教学的目标，不管哪个宗教，无非是教人破迷开悟、离苦得乐，这是所有宗教共同的方向，共同的目标，只是各人教学的仪式不相同，方法、手段不一样，方向跟目标都是相同的。所以，宗教可以合作，宗教教育我们要重视。中国这个国家民族，能够维系几千年，而没有被时代所淘汰，什么原因？教育。我曾经有过一次讲演，讲题是「中国古老的祖先是怎样教育他的后代，释迦牟尼佛是怎样教他的学生」。国家正式制定教育政策是汉武帝，汉武帝距离我们现在两千多年，正式制定教育政策，采取孔孟的学说，所以「建国君民，教学为先」。只要把教育办好了，社会安定，天下太平。安定和平是繁荣、兴旺的基础，如果社会不安定、不太平，没有任何的事业能够建立，包括宗教都没有办法建立。所以，必须要在太平盛世，太平盛世那就是教育做得好。",
      "zh_TW": "宗教就是神聖的教育，我在講經的時候也提到過幾次，神聖的教學跟聖賢的教學非常接近，無非是教人斷惡修善，提升你的靈性，主張仁慈博愛。教學的目標，不管哪個宗教，無非是教人破迷開悟、離苦得樂，這是所有宗教共同的方向，共同的目標，只是各人教學的儀式不相同，方法、手段不一樣，方向跟目標都是相同的。所以，宗教可以合作，宗教教育我們要重視。中國這個國家民族，能夠維繫幾千年，而沒有被時代所淘汰，什麼原因？教育。我曾經有過一次講演，講題是「中國古老的祖先是怎樣教育他的後代，釋迦牟尼佛是怎樣教他的學生」。國家正式制定教育政策是漢武帝，漢武帝距離我們現在兩千多年，正式制定教育政策，採取孔孟的學說，所以「建國君民，教學為先」。只要把教育辦好了，社會安定，天下太平。安定和平是繁榮、興旺的基礎，如果社會不安定、不太平，沒有任何的事業能夠建立，包括宗教都沒有辦法建立。所以，必須要在太平盛世，太平盛世那就是教育做得好。"
    },
    {
      "id": "21-236-0001_p0031",
      "zh_CN": "教育不外四种，第一个是家庭教育。家庭长辈懂得给晚辈做榜样，最重要的是身教。第二，学校教育。中国从前学校教育是私塾教育，老师都是学生的榜样，是社会大众的榜样。所以，老师虽然物质生活很贫困，普遍受到社会大众尊敬。第三个社会教育，第四个宗教教育。社会教育里面，在中国古时候所用的方式是用艺术，这相当高明，戏剧、舞蹈、音乐，用这些东西。这些东西不管是用什么方式来表演，它的宗旨一定是遵守孔老夫子讲的三个字「思无邪」，这是最高指导的原则，思无邪。它的内容就采取八德，它所表演的，采取八德，戏剧里面所表演的，都是「忠孝仁爱信义和平；孝悌忠信礼义廉耻」，是以这个来教化社会广大群众。所以，没念过书的他懂得，他懂得道理，他懂得做人。乡下不认识字的这些年轻人去看戏，从看戏里头学，学孝悌忠信，学礼义廉耻，所以社会教育用这种方式来教导。宗教里头，这是讲经、劝化，佛法的教育有五戒十善。",
      "zh_TW": "教育不外四種，第一個是家庭教育。家庭長輩懂得給晚輩做榜樣，最重要的是身教。第二，學校教育。中國從前學校教育是私塾教育，老師都是學生的榜樣，是社會大眾的榜樣。所以，老師雖然物質生活很貧困，普遍受到社會大眾尊敬。第三個社會教育，第四個宗教教育。社會教育裡面，在中國古時候所用的方式是用藝術，這相當高明，戲劇、舞蹈、音樂，用這些東西。這些東西不管是用什麼方式來表演，它的宗旨一定是遵守孔老夫子講的三個字「思無邪」，這是最高指導的原則，思無邪。它的內容就採取八德，它所表演的，採取八德，戲劇裡面所表演的，都是「忠孝仁愛信義和平；孝悌忠信禮義廉恥」，是以這個來教化社會廣大群眾。所以，沒念過書的他懂得，他懂得道理，他懂得做人。鄉下不認識字的這些年輕人去看戲，從看戲裡頭學，學孝悌忠信，學禮義廉恥，所以社會教育用這種方式來教導。宗教裡頭，這是講經、勸化，佛法的教育有五戒十善。"
    },
    {
      "id": "21-236-0001_p0032",
      "zh_CN": "所以，在今天这个社会我们可以多想想，过去我们祖先那种教育，不能说那都是旧的，都是不好的，都要把它否定掉。否定掉，行，你能不能有一套新的东西，带给社会的安定和平？古时候确实犯罪率很低，严重的犯罪率几乎没有，严重的就是儿女杀父母、杀兄弟的，这种在古时候几乎没有。往年李老师给我们讲个故事，他说这还是在明清时代的，我记不清楚，时间太久了。他说地方上有个儿子杀了父亲，这是大逆不道，出了这么个命案。朝廷知道了，总督记过，记大过记两次，巡抚，巡抚是等于省长，好像记三次大过，县长，当地的县长撤职查办。为什么？你们做地方官，没有把地方人民教好，怎么会出了这么个坏人？你们要负行政责任。不但如此，皇帝下命令，从前城有城墙，把城墙拆掉一个角；这个意思是，你们这个城市里出了这么个坏人，丢尽了人。那么严重的处分！所以，谁敢犯罪？谁敢不好好的来教导？这是专制时代，现在民主做不到。",
      "zh_TW": "所以，在今天這個社會我們可以多想想，過去我們祖先那種教育，不能說那都是舊的，都是不好的，都要把它否定掉。否定掉，行，你能不能有一套新的東西，帶給社會的安定和平？古時候確實犯罪率很低，嚴重的犯罪率幾乎沒有，嚴重的就是兒女殺父母、殺兄弟的，這種在古時候幾乎沒有。往年李老師給我們講個故事，他說這還是在明清時代的，我記不清楚，時間太久了。他說地方上有個兒子殺了父親，這是大逆不道，出了這麼個命案。朝廷知道了，總督記過，記大過記兩次，巡撫，巡撫是等於省長，好像記三次大過，縣長，當地的縣長撤職查辦。為什麼？你們做地方官，沒有把地方人民教好，怎麼會出了這麼個壞人？你們要負行政責任。不但如此，皇帝下命令，從前城有城牆，把城牆拆掉一個角；這個意思是，你們這個城市裡出了這麼個壞人，丟盡了人。那麼嚴重的處分！所以，誰敢犯罪？誰敢不好好的來教導？這是專制時代，現在民主做不到。"
    },
    {
      "id": "21-236-0001_p0033",
      "zh_CN": "所以，专制跟民主，有人问我哪个好、哪个不好？我说没有什么好不好，制度是死的，人是活的，最重要人要好，人要好什么制度都好，做皇上也好，做总统也好；人要不好的时候，做皇上也不好，是做总统也不好。还是中国圣人讲得好，「人存政举，人亡政息」，我们佛法讲，「人能弘道，非道弘人」。最重要的是人，人要受良好的教育才行，所以教育才是世出世法里头的大根大本。真正大圣大贤他从事于教育工作，他不搞别的。你看释迦牟尼佛，王子，舍弃王位，来搞社会教育。为什么？只有教育才真正能够利益社会、利益众生。这个问题我们就解答到此地，另外下面有两个问题。",
      "zh_TW": "所以，專制跟民主，有人問我哪個好、哪個不好？我說沒有什麼好不好，制度是死的，人是活的，最重要人要好，人要好什麼制度都好，做皇上也好，做總統也好；人要不好的時候，做皇上也不好，是做總統也不好。還是中國聖人講得好，「人存政舉，人亡政息」，我們佛法講，「人能弘道，非道弘人」。最重要的是人，人要受良好的教育才行，所以教育才是世出世法裡頭的大根大本。真正大聖大賢他從事於教育工作，他不搞別的。你看釋迦牟尼佛，王子，捨棄王位，來搞社會教育。為什麼？只有教育才真正能夠利益社會、利益眾生。這個問題我們就解答到此地，另外下面有兩個問題。"
    },
    {
      "id": "21-236-0001_p0034",
      "zh_CN": "问：国内推广读经已有数年，但成效不佳，教育也未见有改善。归纳其问题，不外乎老师、家长没有体认、没有学习。我们应该如何向老师、家长介绍？又该从何入门？",
      "zh_TW": "問：國內推廣讀經已有數年，但成效不佳，教育也未見有改善。歸納其問題，不外乎老師、家長沒有體認、沒有學習。我們應該如何向老師、家長介紹？又該從何入門？"
    },
    {
      "id": "21-236-0001_p0035",
      "zh_CN": "答：这个问题就是，家长是不是真的爱你的儿女，这是真正问题，问题症结在此。你真爱他，真想成就他，那你就要跟他一起学习，你要做他的榜样，你才能够建立他的信心；如果说是你要求他做到，你自己做不到，他的信心没有。你教我做，为什么你不做？你说这个好，为什么你不学？他看到你追求名闻利养，享受五欲六尘，你叫他学圣人之道，他的问题就来了：你是来骗我的，你不是真的。所以必定引起他的怀疑，他在这个上面没有办法建立信心，你这个教育肯定失败。为什么？你搞名闻利养，他也学名闻利养，他学的一定超过你，这是一定的道理。所以，尤其这种扎根的教育，一定要自己做好样子。自古以来，所谓圣人，圣人是他做到了，他才教你，他做不到，他绝对不会说。第二等的，是圣人的学生，跟他学的。他学了之后，听了教诲之后他也能做到，老师做到，他跟老师学，这是贤人。我们做不到，要求别人做到，太难了，没有人能相信。",
      "zh_TW": "答：這個問題就是，家長是不是真的愛你的兒女，這是真正問題，問題癥結在此。你真愛他，真想成就他，那你就要跟他一起學習，你要做他的榜樣，你才能夠建立他的信心；如果說是你要求他做到，你自己做不到，他的信心沒有。你教我做，為什麼你不做？你說這個好，為什麼你不學？他看到你追求名聞利養，享受五欲六塵，你叫他學聖人之道，他的問題就來了：你是來騙我的，你不是真的。所以必定引起他的懷疑，他在這個上面沒有辦法建立信心，你這個教育肯定失敗。為什麼？你搞名聞利養，他也學名聞利養，他學的一定超過你，這是一定的道理。所以，尤其這種扎根的教育，一定要自己做好樣子。自古以來，所謂聖人，聖人是他做到了，他才教你，他做不到，他絕對不會說。第二等的，是聖人的學生，跟他學的。他學了之後，聽了教誨之後他也能做到，老師做到，他跟老師學，這是賢人。我們做不到，要求別人做到，太難了，沒有人能相信。"
    },
    {
      "id": "21-236-0001_p0036",
      "zh_CN": "我们今天有这么个机缘，参加联合国的一些和平的活动，化解冲突，促进安定和平的会议。我发现与会的这些学者专家们，努力做，做了这么多年，也是没有成效。原因在哪里？自己没做到！希望别人做到，自己不肯做，所以这个希望永远落空。我看到这个现象，所以我在大会里头说话就劝他们，我说我们这个工作做得没有成效，原因是我们的思惟方向有问题。这些人就问我，他说我们的问题到底发生在哪里？我说，我们从事于化解冲突、促进和平，我们的念头，起心动念就是「你错了，我是对的，我要来教你」。这是什么？这个念头就是制造冲突、制造对立，你制造对立怎么能化解对立？他们冷静想想，也没有话说。",
      "zh_TW": "我們今天有這麼個機緣，參加聯合國的一些和平的活動，化解衝突，促進安定和平的會議。我發現與會的這些學者專家們，努力做，做了這麼多年，也是沒有成效。原因在哪裡？自己沒做到！希望別人做到，自己不肯做，所以這個希望永遠落空。我看到這個現象，所以我在大會裡頭說話就勸他們，我說我們這個工作做得沒有成效，原因是我們的思惟方向有問題。這些人就問我，他說我們的問題到底發生在哪裡？我說，我們從事於化解衝突、促進和平，我們的念頭，起心動念就是「你錯了，我是對的，我要來教你」。這是什麼？這個念頭就是製造衝突、製造對立，你製造對立怎麼能化解對立？他們冷靜想想，也沒有話說。"
    },
    {
      "id": "21-236-0001_p0037",
      "zh_CN": "我们要怎么做法？我们要把这个错误的观念修正过来。从今之后，别人是对的，我是错的；我们要把内心对一切人、一切事、一切物，对立的念头、矛盾的念头、误会的念头统统化解。我的身心和平我才能帮助别人，我讲话别人才会相信；就是说，我自己要做不到，你叫别人做到，难！太难太难了。最后我加强语气，我说：别人错了也是对的，我对了也是错的！他们听了之后都摇头，这个太难做到了。我说：难做你能做到，你就对今天这个社会、世界和平做出真正的贡献。这个两句话的意思非常非常深，确确实实不是一般人能听得懂。所以，我回到澳洲之后，我用老子两句话，我写了个扇面。这个扇面在杭州做了一万多把，我就准备送给国际上参与化解冲突、促进和平的人，我送给他们做参考。",
      "zh_TW": "我們要怎麼做法？我們要把這個錯誤的觀念修正過來。從今之後，別人是對的，我是錯的；我們要把內心對一切人、一切事、一切物，對立的念頭、矛盾的念頭、誤會的念頭統統化解。我的身心和平我才能幫助別人，我講話別人才會相信；就是說，我自己要做不到，你叫別人做到，難！太難太難了。最後我加強語氣，我說：別人錯了也是對的，我對了也是錯的！他們聽了之後都搖頭，這個太難做到了。我說：難做你能做到，你就對今天這個社會、世界和平做出真正的貢獻。這個兩句話的意思非常非常深，確確實實不是一般人能聽得懂。所以，我回到澳洲之後，我用老子兩句話，我寫了個扇面。這個扇面在杭州做了一萬多把，我就準備送給國際上參與化解衝突、促進和平的人，我送給他們做參考。"
    },
    {
      "id": "21-236-0001_p0038",
      "zh_CN": "「和大怨，必有余怨，安可以为善」，这就是你今天这个和平工作做了几十年不能落实，你看每年投下去多少人力、多少财力、多少物力，收不到效果。原因，必有原因，这个不能不知道。一定要从我们自己本身做起，要提升本身的境界，我们自己做不到，要求别人，那是错误的；自己做到了，做人家的榜样，再劝导别人，能够感动别人，你才能够做到。所以，做老师、做家长的要读书，要读圣贤书，要能够契入，他就明白了。他要不认真去学圣、学贤，那没办法，这个事情就是做些表面工作，我觉得时间跟精神都是浪费。",
      "zh_TW": "「和大怨，必有餘怨，安可以為善」，這就是你今天這個和平工作做了幾十年不能落實，你看每年投下去多少人力、多少財力、多少物力，收不到效果。原因，必有原因，這個不能不知道。一定要從我們自己本身做起，要提升本身的境界，我們自己做不到，要求別人，那是錯誤的；自己做到了，做人家的榜樣，再勸導別人，能夠感動別人，你才能夠做到。所以，做老師、做家長的要讀書，要讀聖賢書，要能夠契入，他就明白了。他要不認真去學聖、學賢，那沒辦法，這個事情就是做些表面工作，我覺得時間跟精神都是浪費。"
    },
    {
      "id": "21-236-0001_p0039",
      "zh_CN": "问：第二个问题说许多推动儿童读经，认为这是小朋友读的，老师、家长、成年人似乎都无关，所以小朋友也不太爱读。究竟老师、家长、大人应该如何来面对古圣先贤的经典，需不需要学？因为他们普通对经典没有信心，认为这是古老的东西，可能已经不合时代潮流了。",
      "zh_TW": "問：第二個問題說許多推動兒童讀經，認為這是小朋友讀的，老師、家長、成年人似乎都無關，所以小朋友也不太愛讀。究竟老師、家長、大人應該如何來面對古聖先賢的經典，需不需要學？因為他們普通對經典沒有信心，認為這是古老的東西，可能已經不合時代潮流了。"
    },
    {
      "id": "21-236-0001_p0040",
      "zh_CN": "答：这些话我刚才也都讲过，圣贤的智慧、教诲，为什么称为圣贤？超时间、超空间，它要不能超越时空（在今天讲，超越时空就是包括了一切），就不能称为圣学了。圣学是与我们前面讲的本善、本性，这些名词不太好懂，我们换句话说，那是个自然法则，大自然的法则，大自然的运行，永恒不变。道家讲的是道，道就是大自然的原则。夫妇、父子、兄弟、君臣、朋友，你说这五样东西是谁定的？是谁发明的？是谁制定的？没有。自然原则，不管你有没有文化，野蛮人也有，文明人也有，你始终不能够脱离，这五个是自然原则，这是道，天然之道。随顺道就是德，违背道灾难就来了。",
      "zh_TW": "答：這些話我剛才也都講過，聖賢的智慧、教誨，為什麼稱為聖賢？超時間、超空間，它要不能超越時空（在今天講，超越時空就是包括了一切），就不能稱為聖學了。聖學是與我們前面講的本善、本性，這些名詞不太好懂，我們換句話說，那是個自然法則，大自然的法則，大自然的運行，永恆不變。道家講的是道，道就是大自然的原則。夫婦、父子、兄弟、君臣、朋友，你說這五樣東西是誰定的？是誰發明的？是誰制定的？沒有。自然原則，不管你有沒有文化，野蠻人也有，文明人也有，你始終不能夠脫離，這五個是自然原則，這是道，天然之道。隨順道就是德，違背道災難就來了。"
    },
    {
      "id": "21-236-0001_p0041",
      "zh_CN": "所以，这个在中国叫五伦，五伦是道，五常是德，「仁义礼智信」是德，再细说那就是八德。八德在中国有两个说法，两个说法除掉当中相同的，十二个字，「孝悌忠信，礼义廉耻，仁爱和平」十二个字，这十二个字是完全与道相应，与自然的法则相应。你说这个东西旧了，不要它了，不要它，行，世界乱了，你苦了；如果你把这个东西拿到手，你就快乐了。与动乱相不相干？不相干！我生活得非常快乐，为什么？我遵守这些，我生活的非常快乐，我觉得我是世间最快乐的人、最幸福的人、最美满的人。我没有别的，我完全遵守大自然的规律，决定不违反大自然的规律，大自然的规律就是至善。",
      "zh_TW": "所以，這個在中國叫五倫，五倫是道，五常是德，「仁義禮智信」是德，再細說那就是八德。八德在中國有兩個說法，兩個說法除掉當中相同的，十二個字，「孝悌忠信，禮義廉恥，仁愛和平」十二個字，這十二個字是完全與道相應，與自然的法則相應。你說這個東西舊了，不要它了，不要它，行，世界亂了，你苦了；如果你把這個東西拿到手，你就快樂了。與動亂相不相干？不相干！我生活得非常快樂，為什麼？我遵守這些，我生活的非常快樂，我覺得我是世間最快樂的人、最幸福的人、最美滿的人。我沒有別的，我完全遵守大自然的規律，決定不違反大自然的規律，大自然的規律就是至善。"
    },
    {
      "id": "21-236-0001_p0042",
      "zh_CN": "至善能够化解一切灾难，我内心里头没有冲突，别人的冲突到我这里来，自然就化解了。因为冲突一定是双方的，有一方没有冲突，你的一拳打过去就落空了，你打不到东西；那一边要有抵抗的，它才能发生作用。所以，我这边是完全没有，空的。我出家的老师给我起的名字也好，「净空」，是空的；空的，你永远打不到，净的，你永远不能够染污，这就自在快乐。所以，我能够体会到圣贤之道，我也知道你们现在所发生的这些业因果报，清清楚楚、明明白白。",
      "zh_TW": "至善能夠化解一切災難，我內心裡頭沒有衝突，別人的衝突到我這裡來，自然就化解了。因為衝突一定是雙方的，有一方沒有衝突，你的一拳打過去就落空了，你打不到東西；那一邊要有抵抗的，它才能發生作用。所以，我這邊是完全沒有，空的。我出家的老師給我起的名字也好，「淨空」，是空的；空的，你永遠打不到，淨的，你永遠不能夠染污，這就自在快樂。所以，我能夠體會到聖賢之道，我也知道你們現在所發生的這些業因果報，清清楚楚、明明白白。"
    },
    {
      "id": "21-236-0001_p0043",
      "zh_CN": "所以，你要是教，你要真的，不要说教别人、教儿女，教自身，我自身要幸福、要美满、要健康、要长寿。怎么样才求得到？你学圣贤之道就得到了。所以佛法，我讲经讲这么多年，我说把佛法的效用降到最低层、最现实。最现实，那佛法讲什么？发财、聪明智慧、健康长寿，你要不要？这三样东西我都要。佛经里面教的，你真得到，「佛氏门中，有求必应」。你要财富，你只要好好的学，照着佛教给你方法学，一定发大财，一定天天增长聪明智慧、健康长寿。我在外面讲，人家相信，为什么？你看我，我都得到了，这三样东西我都得到。财富，我虽然手上一文钱没有，但是想要多少它就来多少；无论想做什么事情，都能做得成功，取之不竭，用之不尽。聪明智慧、健康长寿，你们看到的，这是从哪里来的？这是从佛法里头得来的，你要想得到，你好好的学，你一定会得到，你不学那你就得不到了。",
      "zh_TW": "所以，你要是教，你要真的，不要說教別人、教兒女，教自身，我自身要幸福、要美滿、要健康、要長壽。怎麼樣才求得到？你學聖賢之道就得到了。所以佛法，我講經講這麼多年，我說把佛法的效用降到最低層、最現實。最現實，那佛法講什麼？發財、聰明智慧、健康長壽，你要不要？這三樣東西我都要。佛經裡面教的，你真得到，「佛氏門中，有求必應」。你要財富，你只要好好的學，照著佛教給你方法學，一定發大財，一定天天增長聰明智慧、健康長壽。我在外面講，人家相信，為什麼？你看我，我都得到了，這三樣東西我都得到。財富，我雖然手上一文錢沒有，但是想要多少它就來多少；無論想做什麼事情，都能做得成功，取之不竭，用之不盡。聰明智慧、健康長壽，你們看到的，這是從哪裡來的？這是從佛法裡頭得來的，你要想得到，你好好的學，你一定會得到，你不學那你就得不到了。"
    },
    {
      "id": "21-236-0001_p0044",
      "zh_CN": "圣贤的东西对自己有大利益，有大好处，现前这一点好处这叫鸡毛蒜皮。往后的好处是永生无量寿，无量的智慧，佛在大乘经上讲的，「一切众生皆有如来智慧德相」，无量智慧，无量的德能，无量的相好，相好就是我们今天讲的福报，无量的福报，你统统具足，一点都不缺乏。你为什么不去求？这求在佛氏、古圣先贤典籍里头都有。所以，说这些东西不合时代潮流，那是他对于古圣先贤的东西毫无认知，他不认识，他不知道。这个东西真正之宝，无价之宝，无与伦比之宝。所以在中国，古圣先贤的典籍都称为宝典，不但佛经称之为法宝，儒、道都是法宝，都称之为宝。",
      "zh_TW": "聖賢的東西對自己有大利益，有大好處，現前這一點好處這叫雞毛蒜皮。往後的好處是永生無量壽，無量的智慧，佛在大乘經上講的，「一切眾生皆有如來智慧德相」，無量智慧，無量的德能，無量的相好，相好就是我們今天講的福報，無量的福報，你統統具足，一點都不缺乏。你為什麼不去求？這求在佛氏、古聖先賢典籍裡頭都有。所以，說這些東西不合時代潮流，那是他對於古聖先賢的東西毫無認知，他不認識，他不知道。這個東西真正之寶，無價之寶，無與倫比之寶。所以在中國，古聖先賢的典籍都稱為寶典，不但佛經稱之為法寶，儒、道都是法寶，都稱之為寶。"
    },
    {
      "id": "21-236-0001_p0045",
      "zh_CN": "童蒙养正这个问题，关键是在教材、是在师资。教材，我现在觉得真正能够帮助社会的安定和平，化解冲突、化解矛盾，来拯救这个社会，在目前这个阶段两部书就够了，就能够至天下太平。第一部是《五种遗规》，陈弘谋编的《五种遗规》，第二部是「四书」，这两样东西就能够平天下。在佛法里面，也是三部经就行了，不要太多。第一部是《十善业道经》，第二部是大家常常念的《金刚经》，第三部《无量寿经》，就行了。这是讲对今天这个社会的矛盾，化解冲突，希望真正能够落实到安定和平，这三部书就行了。",
      "zh_TW": "童蒙養正這個問題，關鍵是在教材、是在師資。教材，我現在覺得真正能夠幫助社會的安定和平，化解衝突、化解矛盾，來拯救這個社會，在目前這個階段兩部書就夠了，就能夠至天下太平。第一部是《五種遺規》，陳弘謀編的《五種遺規》，第二部是「四書」，這兩樣東西就能夠平天下。在佛法裡面，也是三部經就行了，不要太多。第一部是《十善業道經》，第二部是大家常常念的《金剛經》，第三部《無量壽經》，就行了。這是講對今天這個社會的矛盾，化解衝突，希望真正能夠落實到安定和平，這三部書就行了。"
    },
    {
      "id": "21-236-0001_p0046",
      "zh_CN": "儒跟佛，根是相同的，根是什么？根是《弟子规》，印光大师给我们说的，他老人家给我们加上《了凡四训》。《了凡四训》重要，它是因果教育，叫你知道真正有命运、有因果，这个不能不肯定。发财，你命里头有没有财？命里没有财，怎么样求都求不到。但是，你来找我，我教你，会求得到，命里没有的也能求得到。你到佛里头求，佛里头有理论、有方法，如理如法能求得到，真的是有求必应。",
      "zh_TW": "儒跟佛，根是相同的，根是什麼？根是《弟子規》，印光大師給我們說的，他老人家給我們加上《了凡四訓》。《了凡四訓》重要，它是因果教育，叫你知道真正有命運、有因果，這個不能不肯定。發財，你命裡頭有沒有財？命裡沒有財，怎麼樣求都求不到。但是，你來找我，我教你，會求得到，命裡沒有的也能求得到。你到佛裡頭求，佛裡頭有理論、有方法，如理如法能求得到，真的是有求必應。"
    },
    {
      "id": "21-236-0001_p0047",
      "zh_CN": "师资的培训难，要找什么？找真正牺牲奉献的人，这个就太难了。没有名闻利养，没有五欲六尘享受，自己真正是菩萨化身，到这个世间来救苦救难的。如果有一念私心，为自己名闻利养的时候，这个师资不能成就。所以，这样的人就太难太难了！真的是一万人当中难得能找一个，完全做牺牲奉献。他的文化水平高低没有关系，只要有这种真诚心，能够牺牲自己，为苦难众生，就行，都能培养得出来，没有这种心就不行。因为他有这种心，他才能够自己做到，做社会大众的榜样，做小朋友的模范。也就是你教《弟子规》，《弟子规》上每一句每一字你都要做到，你在日常生活当中，决定不会有丝毫违犯；你要做不到，那没用，你教别人，人家不相信。",
      "zh_TW": "師資的培訓難，要找什麼？找真正犧牲奉獻的人，這個就太難了。沒有名聞利養，沒有五欲六塵享受，自己真正是菩薩化身，到這個世間來救苦救難的。如果有一念私心，為自己名聞利養的時候，這個師資不能成就。所以，這樣的人就太難太難了！真的是一萬人當中難得能找一個，完全做犧牲奉獻。他的文化水平高低沒有關係，只要有這種真誠心，能夠犧牲自己，為苦難眾生，就行，都能培養得出來，沒有這種心就不行。因為他有這種心，他才能夠自己做到，做社會大眾的榜樣，做小朋友的模範。也就是你教《弟子規》，《弟子規》上每一句每一字你都要做到，你在日常生活當中，決定不會有絲毫違犯；你要做不到，那沒用，你教別人，人家不相信。"
    },
    {
      "id": "21-236-0001_p0048",
      "zh_CN": "所以，这些事都是可遇不可求的，一般佛家讲的，众生有福，这种人就出现了；众生没有福报，求也求不到。今天不能求人，求人难，古人讲「登天难，求人难」。那要怎么样？求自己，回过头来求自己。自己要发心，自己要牺牲奉献认真出来做，一定得到佛菩萨加持，得到神圣的保佑，程度差一点都没有关系，你进步的会很快。好。",
      "zh_TW": "所以，這些事都是可遇不可求的，一般佛家講的，眾生有福，這種人就出現了；眾生沒有福報，求也求不到。今天不能求人，求人難，古人講「登天難，求人難」。那要怎麼樣？求自己，回過頭來求自己。自己要發心，自己要犧牲奉獻認真出來做，一定得到佛菩薩加持，得到神聖的保佑，程度差一點都沒有關係，你進步的會很快。好。"
    }
  ]
}