{
  "doc_id": "15-006-0002",
  "title": {
    "zh_CN": "阿难问事佛吉凶经",
    "zh_TW": "阿難問事佛吉凶經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1982",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-006-0002",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "15-006-0002_p0001",
      "zh_CN": "《阿难问事佛吉凶经》第二讲。在上次我们给诸位介绍过经题与翻译的人题，经题里面简单介绍了本经的玄义，人题是「后汉沙门安世高译」，我们将年代与世高大师的略历都跟诸位介绍过了。这个里面还有「沙门」与翻译的「译」，沙门是梵语，翻译成中国的意思是「勤息」，所谓「勤修戒定慧，息灭贪瞋痴」。这个称呼，当年在印度是出家修道人的通称，这个出家不一定是在佛教，像印度教、婆罗门教，他们都有出家的，所以是一种通称。到中国来之后就变成佛教出家人的专称，专门的称呼。这个称呼是很谦虚，到后来译经的大师都称为「三藏法师」，世高大师当然是三藏法师，就是通达经律论三藏，用沙门是谦虚、是客气。",
      "zh_TW": "《阿難問事佛吉凶經》第二講。在上次我們給諸位介紹過經題與翻譯的人題，經題裡面簡單介紹了本經的玄義，人題是「後漢沙門安世高譯」，我們將年代與世高大師的略歷都跟諸位介紹過了。這個裡面還有「沙門」與翻譯的「譯」，沙門是梵語，翻譯成中國的意思是「勤息」，所謂「勤修戒定慧，息滅貪瞋痴」。這個稱呼，當年在印度是出家修道人的通稱，這個出家不一定是在佛教，像印度教、婆羅門教，他們都有出家的，所以是一種通稱。到中國來之後就變成佛教出家人的專稱，專門的稱呼。這個稱呼是很謙虛，到後來譯經的大師都稱為「三藏法師」，世高大師當然是三藏法師，就是通達經律論三藏，用沙門是謙虛、是客氣。"
    },
    {
      "id": "15-006-0002_p0002",
      "zh_CN": "「译」这个字是翻译，也就是将印度的梵文翻译成我们中国文字。在古时候交通不发达，尤其是在上古的时候，舟车还不能够普遍的时代，部落与部落之间虽然是很小，可是言语就不相同。部落与部落之间的往来，就与现在国家与国家当中的外交一样，当然需要翻译的人才。我们读历史晓得，周朝虽然是有一个中央政府，周天子，天子以下所谓有八百诸侯，这就是小国的君侯。而且每个小国除了对于天子的尊重、朝贡之外，几乎完全是一个独立的国家，比现代，像美国的联邦州政府自治独立的权限还要高。周天子就好比是一个联合国的领袖一样，大家对他尊重、礼遇。因此国际间的交往、应酬就必须要通过翻译。在周朝这个时候称之为象胥氏，就是专门从事于翻译工作的，称为象胥氏。在东方叫作「寄」，南方叫「象」，西方叫「狄鞮」，北方叫「译」，这是当时四方从事于翻译工作的名称不相同，但是都是从事于翻译的工作。",
      "zh_TW": "「譯」這個字是翻譯，也就是將印度的梵文翻譯成我們中國文字。在古時候交通不發達，尤其是在上古的時候，舟車還不能夠普遍的時代，部落與部落之間雖然是很小，可是言語就不相同。部落與部落之間的往來，就與現在國家與國家當中的外交一樣，當然需要翻譯的人才。我們讀歷史曉得，周朝雖然是有一個中央政府，周天子，天子以下所謂有八百諸侯，這就是小國的君侯。而且每個小國除了對於天子的尊重、朝貢之外，幾乎完全是一個獨立的國家，比現代，像美國的聯邦州政府自治獨立的權限還要高。周天子就好比是一個聯合國的領袖一樣，大家對他尊重、禮遇。因此國際間的交往、應酬就必須要通過翻譯。在周朝這個時候稱之為象胥氏，就是專門從事於翻譯工作的，稱為象胥氏。在東方叫作「寄」，南方叫「象」，西方叫「狄鞮」，北方叫「譯」，這是當時四方從事於翻譯工作的名稱不相同，但是都是從事於翻譯的工作。"
    },
    {
      "id": "15-006-0002_p0003",
      "zh_CN": "一直到佛法传到我们中国来，这是在汉朝汉明帝的时候，佛法传到中国来。当时传来几乎都是从印度到西域，由西域经过高昌、敦煌到我们中国来。这条路线在我们中国算是西北方，翻译的人应当称为「狄鞮」，为什么会称之为「译」？这个事情已经很难考证。在过去，李老师讲经的时候曾经说过，他说可能佛法到中国来的时候，将梵文的经典译成中文，可能是担任北方翻译的这些官员他们来负这个责任，所以称之为译。这种推想也非常可能，所以我们今天看到经典统统都称之为译，诸位在这个地方能够看得见。《周礼》曰象胥氏，古时候掌管蛮、夷、闽、貉、戎、狄之国使，使传通其言也，东方曰寄，南方曰象，西方曰狄鞮，北方曰译。何时统用译字，现在没法子考据，我今天在此地将这个意思跟诸位补充出来。",
      "zh_TW": "一直到佛法傳到我們中國來，這是在漢朝漢明帝的時候，佛法傳到中國來。當時傳來幾乎都是從印度到西域，由西域經過高昌、敦煌到我們中國來。這條路線在我們中國算是西北方，翻譯的人應當稱為「狄鞮」，為什麼會稱之為「譯」？這個事情已經很難考證。在過去，李老師講經的時候曾經說過，他說可能佛法到中國來的時候，將梵文的經典譯成中文，可能是擔任北方翻譯的這些官員他們來負這個責任，所以稱之為譯。這種推想也非常可能，所以我們今天看到經典統統都稱之為譯，諸位在這個地方能夠看得見。《周禮》曰象胥氏，古時候掌管蠻、夷、閩、貉、戎、狄之國使，使傳通其言也，東方曰寄，南方曰象，西方曰狄鞮，北方曰譯。何時統用譯字，現在沒法子考據，我今天在此地將這個意思跟諸位補充出來。"
    },
    {
      "id": "15-006-0002_p0004",
      "zh_CN": "现在请看经文，在没有读到经文之前，我记得上次把本经的段落跟诸位介绍过。口头上介绍怕大家还有困难，所以今天我们将这个段落写出来，也给诸位看一看。我念一念就不要再加以解释。本经一共有七个大段，第一是「事佛得报」。「杀生责任」第二。第一段里面重要的就是理解，我们明了这桩事情，换句话说，我们学佛对于佛法要有一个正确的认识。第二是讲修行，修行要从戒律上入门，到经文的时候我们再来细细的讨论。第三是「师弟之分」，「师」就是老师，「弟」就是学生，「分」是本分。佛法是教育、是教学，所以他的关系是师生关系，要怎样才像一个老师，怎样才像一个学生，这是很重要的。唯有师资道合，我们的修学才能够有成就。",
      "zh_TW": "現在請看經文，在沒有讀到經文之前，我記得上次把本經的段落跟諸位介紹過。口頭上介紹怕大家還有困難，所以今天我們將這個段落寫出來，也給諸位看一看。我念一念就不要再加以解釋。本經一共有七個大段，第一是「事佛得報」。「殺生責任」第二。第一段裡面重要的就是理解，我們明瞭這樁事情，換句話說，我們學佛對於佛法要有一個正確的認識。第二是講修行，修行要從戒律上入門，到經文的時候我們再來細細的討論。第三是「師弟之分」，「師」就是老師，「弟」就是學生，「分」是本分。佛法是教育、是教學，所以他的關係是師生關係，要怎樣才像一個老師，怎樣才像一個學生，這是很重要的。唯有師資道合，我們的修學才能夠有成就。"
    },
    {
      "id": "15-006-0002_p0005",
      "zh_CN": "后面一段是「疑法抵触」，「法」是佛的理论与教学法，以及我们修行的方法。会不会与我们日常的生活有所冲突？这桩事情，不但现在学佛的人非常关心，释迦牟尼佛在世的时候大家就很关心。所以，阿难尊者给我们提出这个问题来，看看学佛对于我们的生活、对于我们事业有没有冲突，佛在本经里面要跟我们答复这个问题。再下面一个是「幸自悯他」，幸是很幸运，自己很幸运。这就是说到「人身难得，佛法难闻」，得人身、闻佛法，能够依照这个方法修行证果，实在是太幸运了。可是世间还有许多的众生没有这个机缘；或者是有这个机缘，他自己的业障太重，不能够接受，当面错过，这是何等的可惜。",
      "zh_TW": "後面一段是「疑法抵觸」，「法」是佛的理論與教學法，以及我們修行的方法。會不會與我們日常的生活有所衝突？這樁事情，不但現在學佛的人非常關心，釋迦牟尼佛在世的時候大家就很關心。所以，阿難尊者給我們提出這個問題來，看看學佛對於我們的生活、對於我們事業有沒有衝突，佛在本經裡面要跟我們答覆這個問題。再下面一個是「幸自憫他」，幸是很幸運，自己很幸運。這就是說到「人身難得，佛法難聞」，得人身、聞佛法，能夠依照這個方法修行證果，實在是太幸運了。可是世間還有許多的眾生沒有這個機緣；或者是有這個機緣，他自己的業障太重，不能夠接受，當面錯過，這是何等的可惜。"
    },
    {
      "id": "15-006-0002_p0006",
      "zh_CN": "第六段是「阿难尊者谏颂」，谏是劝勉我们，颂是以诗歌的体裁来劝勉我们大众。这个偈颂很长，也可以分为七段，第一段是「请佛住世」，第二段是「疑谤重罪」，第三段是「各罪别报」。第四段是「五戒别果」，别是各别，比如说不杀生是什么果报，不偷盗是什么果报，不邪淫是什么果报，各别说出它们的果报。第五段是「疑罪福果」，造作罪业得什么结果，修福的人又得什么结果，我们一般所讲「善有善报，恶有恶报」，因缘果报真正是丝毫不爽。第六段是讲「世意恶报」，这到经文我们会讨论到，佛给我们讲有世间事与世间意，佛弟子可以做世间任何事业，没有冲突，但是不能够有世间意。由此可知，佛弟子在世间从事于种种行业并没有冲突，没有抵触。末后是「结劝种因」，「结」是这一段话后面的总结，劝勉我们应当要种善因，种善因才有善的果报。这是第六段。第七个大段等于本经的流通分，「大众信解第七」。",
      "zh_TW": "第六段是「阿難尊者諫頌」，諫是勸勉我們，頌是以詩歌的體裁來勸勉我們大眾。這個偈頌很長，也可以分為七段，第一段是「請佛住世」，第二段是「疑謗重罪」，第三段是「各罪別報」。第四段是「五戒別果」，別是各別，比如說不殺生是什麼果報，不偷盜是什麼果報，不邪淫是什麼果報，各別說出它們的果報。第五段是「疑罪福果」，造作罪業得什麼結果，修福的人又得什麼結果，我們一般所講「善有善報，惡有惡報」，因緣果報真正是絲毫不爽。第六段是講「世意惡報」，這到經文我們會討論到，佛給我們講有世間事與世間意，佛弟子可以做世間任何事業，沒有衝突，但是不能夠有世間意。由此可知，佛弟子在世間從事於種種行業並沒有衝突，沒有抵觸。末後是「結勸種因」，「結」是這一段話後面的總結，勸勉我們應當要種善因，種善因才有善的果報。這是第六段。第七個大段等於本經的流通分，「大眾信解第七」。"
    },
    {
      "id": "15-006-0002_p0007",
      "zh_CN": "一般的经典，经文一展开我们会看到「如是我闻，一时佛在什么地方，与大比丘多少人聚」，会有这些句子。诸位读《金刚经》，《金刚经》上有，《华严》也有，《楞严》也有，《法华》也有，《弥陀经》也是如此，都有这样的句子，这个称为六种成就。而本经一开头没有这个字样，这要在此地做一个简单说明。一切经展开，所谓是经开三分，就是它要分三个大段落，这三个大段落就是序分、正宗分、流通分。好比我们一般的文章，一般的书展开它前面一定有一篇序，而这个序它是在书本另外的，也有自己写，也有请别人给他写序，来介绍这部书。佛经这个序分就在经文里面就有了，所以第一个大段这就是序，是序言。而且序分里面又有所谓通序跟别序，通序就是一切经都有这个字样，共同的序分，我们就叫它做通序，就是六种成就。正宗分就是这部经里头最主要的一部分，解释理论的这部分。流通分也等于结论，理事都说完了之后，劝勉大家应当要好好的依这个理论、方法来修行，并且要把这些理论、方法推广，介绍给一切众生，大概流通分里头都含着有这个意思在。所以每部经一定有这个三分。",
      "zh_TW": "一般的經典，經文一展開我們會看到「如是我聞，一時佛在什麼地方，與大比丘多少人聚」，會有這些句子。諸位讀《金剛經》，《金剛經》上有，《華嚴》也有，《楞嚴》也有，《法華》也有，《彌陀經》也是如此，都有這樣的句子，這個稱為六種成就。而本經一開頭沒有這個字樣，這要在此地做一個簡單說明。一切經展開，所謂是經開三分，就是它要分三個大段落，這三個大段落就是序分、正宗分、流通分。好比我們一般的文章，一般的書展開它前面一定有一篇序，而這個序它是在書本另外的，也有自己寫，也有請別人給他寫序，來介紹這部書。佛經這個序分就在經文裡面就有了，所以第一個大段這就是序，是序言。而且序分裡面又有所謂通序跟別序，通序就是一切經都有這個字樣，共同的序分，我們就叫它做通序，就是六種成就。正宗分就是這部經裡頭最主要的一部分，解釋理論的這部分。流通分也等於結論，理事都說完了之後，勸勉大家應當要好好的依這個理論、方法來修行，並且要把這些理論、方法推廣，介紹給一切眾生，大概流通分裡頭都含著有這個意思在。所以每部經一定有這個三分。"
    },
    {
      "id": "15-006-0002_p0008",
      "zh_CN": "在序分里面，这个六种第一个是信，这一点我们要特别的注意到。大经里面讲「信为道元功德母」，信心太重要了，《法华经》里面讲，信心具足他就成佛了，可见得信心太重要了，这是我们讲到信心的重要。在经文就是「如是」两个字，在大乘经里头，「如是」两个字含义实在是不可思议。「我闻」是闻成就，「我」是阿难尊者自称，是闻成就。「一时」是时成就，时不记载年月日，而说一时，着重在一，一是什么？心清净了，心清净了就一，没有杂念，没有妄想。心到了一，净土经里面修一心不乱，这是一。一心不乱是能证，而一真法界这是所证，可见得「一」太重要了。禅家常说「识得一万事毕」，你要是把一认识了，天下就没事了，什么事情都解决了，可见得一太重要。凡夫之所以称之为凡夫，就是他不认识一，不知道万法是一，禅家常讲万法归一。我们心到一的时候，十法界就现出一真法界，所以「时」是讲这个时候，不说年月日时，因为年月日时是从虚妄、分别、执着里头产生的，而「一时」那就是真如本性里面的东西，所以这是真的。从六种成就里头就已经显示不可思议的妙法。",
      "zh_TW": "在序分裡面，這個六種第一個是信，這一點我們要特別的注意到。大經裡面講「信為道元功德母」，信心太重要了，《法華經》裡面講，信心具足他就成佛了，可見得信心太重要了，這是我們講到信心的重要。在經文就是「如是」兩個字，在大乘經裡頭，「如是」兩個字含義實在是不可思議。「我聞」是聞成就，「我」是阿難尊者自稱，是聞成就。「一時」是時成就，時不記載年月日，而說一時，著重在一，一是什麼？心清淨了，心清淨了就一，沒有雜念，沒有妄想。心到了一，淨土經裡面修一心不亂，這是一。一心不亂是能證，而一真法界這是所證，可見得「一」太重要了。禪家常說「識得一萬事畢」，你要是把一認識了，天下就沒事了，什麼事情都解決了，可見得一太重要。凡夫之所以稱之為凡夫，就是他不認識一，不知道萬法是一，禪家常講萬法歸一。我們心到一的時候，十法界就現出一真法界，所以「時」是講這個時候，不說年月日時，因為年月日時是從虛妄、分別、執著裡頭產生的，而「一時」那就是真如本性裡面的東西，所以這是真的。從六種成就裡頭就已經顯示不可思議的妙法。"
    },
    {
      "id": "15-006-0002_p0009",
      "zh_CN": "「主」是主席，就是说法的主人，是佛，这个佛是本师释迦牟尼佛。「处所」是在某某地方，可见得讲经的地点记载得很清楚。「众」就是与会的大众，当时有哪些人在场听经，参加法会人的名字也记载很清楚。「大比丘」是身分，他是什么身分，或者是比丘，或者是菩萨，或者是人天、国王、大臣，身分都记载得很清楚。「聚」是大家在一起。所以经的前面就像开会记录一样，一桩一桩记得很清楚，这个在序分里头叫做通序，六种成就，这才成就法会，所以师资道合。",
      "zh_TW": "「主」是主席，就是說法的主人，是佛，這個佛是本師釋迦牟尼佛。「處所」是在某某地方，可見得講經的地點記載得很清楚。「眾」就是與會的大眾，當時有哪些人在場聽經，參加法會人的名字也記載很清楚。「大比丘」是身分，他是什麼身分，或者是比丘，或者是菩薩，或者是人天、國王、大臣，身分都記載得很清楚。「聚」是大家在一起。所以經的前面就像開會記錄一樣，一樁一樁記得很清楚，這個在序分裡頭叫做通序，六種成就，這才成就法會，所以師資道合。"
    },
    {
      "id": "15-006-0002_p0010",
      "zh_CN": "安世高大师是早期的译经师，他到中国来的时候，佛法刚到中国来不久。为了适合于此方的习尚，就是适合于中国人的习惯，适合于中国人的生活方式、意识形态，「故其所以均不用原来的体例」，原来的体例他一律不采取。我们在这个经文里头就看不到，前头没有「如是我闻，一时佛在某某」，他老人家统统省掉，我们要晓得这个意思。早期译经没有，到后来译经的时候，才把世尊经典的体例也都翻译到中国来。现在我们读经文：",
      "zh_TW": "安世高大師是早期的譯經師，他到中國來的時候，佛法剛到中國來不久。為了適合於此方的習尚，就是適合於中國人的習慣，適合於中國人的生活方式、意識形態，「故其所以均不用原來的體例」，原來的體例他一律不採取。我們在這個經文裡頭就看不到，前頭沒有「如是我聞，一時佛在某某」，他老人家統統省掉，我們要曉得這個意思。早期譯經沒有，到後來譯經的時候，才把世尊經典的體例也都翻譯到中國來。現在我們讀經文："
    },
    {
      "id": "15-006-0002_p0011",
      "zh_CN": "【阿难白佛言。有人事佛得富贵谐偶者。有衰耗不谐偶者。云何不等同耶。愿天中天。普为说之。】",
      "zh_TW": "【阿難白佛言。有人事佛得富貴諧偶者。有衰耗不諧偶者。云何不等同耶。願天中天。普為說之。】"
    },
    {
      "id": "15-006-0002_p0012",
      "zh_CN": "这是经文里面的第一个大段。『阿难』实在讲是代替我们来发问，问的问题在这里一看我们就明了，就是学佛为什么果报会不一样？我们先把大意做个简单的说明。『白佛言』，「白」是下对上尊敬的语气。上对下就是「告」，佛告诉阿难，这是上对下的语气；下对上这是用「白」，白事。他问的是两个问题，这两个问题宾主我们要把它分清楚，先问「得谐偶」，后问是学佛「不得谐偶」。谐偶是当时就是汉朝时候一种流行的语气，有和合的意思，有如意的意思，有调和的意思；换句话说，就是我们现在所谓的样样都如意，样样都如意就叫做谐偶。",
      "zh_TW": "這是經文裡面的第一個大段。『阿難』實在講是代替我們來發問，問的問題在這裡一看我們就明瞭，就是學佛為什麼果報會不一樣？我們先把大意做個簡單的說明。『白佛言』，「白」是下對上尊敬的語氣。上對下就是「告」，佛告訴阿難，這是上對下的語氣；下對上這是用「白」，白事。他問的是兩個問題，這兩個問題賓主我們要把它分清楚，先問「得諧偶」，後問是學佛「不得諧偶」。諧偶是當時就是漢朝時候一種流行的語氣，有和合的意思，有如意的意思，有調和的意思；換句話說，就是我們現在所謂的樣樣都如意，樣樣都如意就叫做諧偶。"
    },
    {
      "id": "15-006-0002_p0013",
      "zh_CN": "『事佛』，依照佛法的理论、方法来修学。『得富』，富是讲财富，我们俗话说发财了，这是富。『贵』是地位，在社会上有很高的地位，我们一般人讲做官，这是贵。富贵双全相当不容易，诸位要是读一读中国历史就晓得，在我们中国历史上，发大财的人往往他在社会上没有地位，做高官的人他没有财富，这个在历代社会当中，我们所看的真是比比皆是。所以官称为清官，贵称为高贵，高是什么？清高，清高就是没钱，但是他在社会上有很高的地位。有个成语所谓是「清贫浊富」，官做得很大，很穷，清贫、清贵，发财多半是经营工商业的。而在过去社会里，社会的形态在中国是士农工商，士是读书人，把读书人提在社会最高的地位，这在我们中国是几千年社会都是这样的一个风尚，就是尊重读书人。实在讲这个里面的用意很深，跟佛法里面所说的意思是相通的。佛法尊重智慧，虽然也讲求福报，佛教我们福慧双修，如果两者不能兼修，佛还是劝我们修慧。在一切布施里面，法布施列在第一位，法布施是智慧的布施。财布施再多也比不上法布施，像《金刚经》上所说，即使大千世界七宝布施，也比不上为人说经典里面的四句偈的功德来的多，这里面有很深的道理。我们中国人尊重智慧，尊重读书人，这是我们一定要晓得的。今天社会真的是颠倒，对于读书人不尊重，今天在社会上，就是讲今天的社会，整个世界都是如此，而是把财富摆在第一位。财富摆在第一位，诸位要晓得，大家就拼命的去争财富，一切的斗争都是从这个地方兴起来。",
      "zh_TW": "『事佛』，依照佛法的理論、方法來修學。『得富』，富是講財富，我們俗話說發財了，這是富。『貴』是地位，在社會上有很高的地位，我們一般人講做官，這是貴。富貴雙全相當不容易，諸位要是讀一讀中國歷史就曉得，在我們中國歷史上，發大財的人往往他在社會上沒有地位，做高官的人他沒有財富，這個在歷代社會當中，我們所看的真是比比皆是。所以官稱為清官，貴稱為高貴，高是什麼？清高，清高就是沒錢，但是他在社會上有很高的地位。有個成語所謂是「清貧濁富」，官做得很大，很窮，清貧、清貴，發財多半是經營工商業的。而在過去社會裡，社會的形態在中國是士農工商，士是讀書人，把讀書人提在社會最高的地位，這在我們中國是幾千年社會都是這樣的一個風尚，就是尊重讀書人。實在講這個裡面的用意很深，跟佛法裡面所說的意思是相通的。佛法尊重智慧，雖然也講求福報，佛教我們福慧雙修，如果兩者不能兼修，佛還是勸我們修慧。在一切布施裡面，法布施列在第一位，法布施是智慧的布施。財布施再多也比不上法布施，像《金剛經》上所說，即使大千世界七寶布施，也比不上為人說經典裡面的四句偈的功德來的多，這裡面有很深的道理。我們中國人尊重智慧，尊重讀書人，這是我們一定要曉得的。今天社會真的是顛倒，對於讀書人不尊重，今天在社會上，就是講今天的社會，整個世界都是如此，而是把財富擺在第一位。財富擺在第一位，諸位要曉得，大家就拼命的去爭財富，一切的鬥爭都是從這個地方興起來。"
    },
    {
      "id": "15-006-0002_p0014",
      "zh_CN": "今天民主政治，民主政治这个社会的地位是需要竞选的，诸位想想，竞选需要财富，你有学问、你有道德、你有能力，如果你没有财富，你在这个社会上依然得不到这个地位；换句话说，你的智慧、你的热忱、你的能力也就无从贡献于社会。这点我们必须要晓得。在过去，推崇于学问、德行，国家选贤与能，是要选有学问的人，要选清廉之人，所以在汉朝有「举孝廉」，这些历代帝王所谓是求忠臣于孝子之门。我们中国的选举制度，可以说从周朝时候就有了，汉朝这个制度就建立了，但是这个选举不是民选的，不是普选的，而是交给地方官吏去选。在地方上做官的人，譬如做县市长的人，在那个时候是做县令、州牧，他们是地方首长，地方首长政绩里面第一条就是选贤与能。假如他在这个地方做官做了三年，没有替国家选拔一个人才，他这个官就保不住，其余的政绩做得再好也没用处，因为政绩里头第一条就是选贤与能，替国家选拔人才。从前国家选举是地方官吏的事情，所以他也常常要到民间去访问，主要就是留意有品德、廉洁、有能力的人，要把他选出来送给国家来培养。这种选举制度的确是非常之好，绝不逊色于今天的民主普选。所以不读中国历史，不晓得中国过去有许多地方的思想、构想、制度之美，值得我们赞叹。我在没有学佛之前，我跟方东美先生学哲学，方先生对于《周礼》非常的推崇，非常的赞叹。《周礼》也等于是周朝的宪法，是周公所订的国家的体制。这套法典能够维系周朝八百年，周为什么会灭亡？后代的子孙不能遵守这部宪法，也就是《周礼》，不能遵守，破坏了，才遭到灭亡的命运。如果他能够遵守，周朝的命运还要长，不止八百年。方先生提示了很多次，我学佛之后，对于这个书也就很少去看。",
      "zh_TW": "今天民主政治，民主政治這個社會的地位是需要競選的，諸位想想，競選需要財富，你有學問、你有道德、你有能力，如果你沒有財富，你在這個社會上依然得不到這個地位；換句話說，你的智慧、你的熱忱、你的能力也就無從貢獻於社會。這點我們必須要曉得。在過去，推崇於學問、德行，國家選賢與能，是要選有學問的人，要選清廉之人，所以在漢朝有「舉孝廉」，這些歷代帝王所謂是求忠臣於孝子之門。我們中國的選舉制度，可以說從周朝時候就有了，漢朝這個制度就建立了，但是這個選舉不是民選的，不是普選的，而是交給地方官吏去選。在地方上做官的人，譬如做縣市長的人，在那個時候是做縣令、州牧，他們是地方首長，地方首長政績裡面第一條就是選賢與能。假如他在這個地方做官做了三年，沒有替國家選拔一個人才，他這個官就保不住，其餘的政績做得再好也沒用處，因為政績裡頭第一條就是選賢與能，替國家選拔人才。從前國家選舉是地方官吏的事情，所以他也常常要到民間去訪問，主要就是留意有品德、廉潔、有能力的人，要把他選出來送給國家來培養。這種選舉制度的確是非常之好，絕不遜色於今天的民主普選。所以不讀中國歷史，不曉得中國過去有許多地方的思想、構想、制度之美，值得我們讚歎。我在沒有學佛之前，我跟方東美先生學哲學，方先生對於《周禮》非常的推崇，非常的讚歎。《周禮》也等於是周朝的憲法，是周公所訂的國家的體制。這套法典能夠維繫周朝八百年，周為什麼會滅亡？後代的子孫不能遵守這部憲法，也就是《周禮》，不能遵守，破壞了，才遭到滅亡的命運。如果他能夠遵守，周朝的命運還要長，不止八百年。方先生提示了很多次，我學佛之後，對於這個書也就很少去看。"
    },
    {
      "id": "15-006-0002_p0015",
      "zh_CN": "这是讲地位之尊贵，这些人多半都是清贫。所以从前是「学而优则仕」，仕就是做官，品德、学问优良的人才从事于政治，帮助帝王治国、平天下。今天的社会则是「商而优则仕」，为什么？钱赚得太多，有钱去竞选。他来统理大众，他来统理完全是用商业的经验，完全是用商业管理的方法来管理这个政府，政府也就等于一个商业的企业公司一样，这与从前政治体例的确是完全不相同。既富且贵的确是很不容易事情，在佛法里讲这是很大的福报，富贵双全，在一般这两种只能得一个。",
      "zh_TW": "這是講地位之尊貴，這些人多半都是清貧。所以從前是「學而優則仕」，仕就是做官，品德、學問優良的人才從事於政治，幫助帝王治國、平天下。今天的社會則是「商而優則仕」，為什麼？錢賺得太多，有錢去競選。他來統理大眾，他來統理完全是用商業的經驗，完全是用商業管理的方法來管理這個政府，政府也就等於一個商業的企業公司一樣，這與從前政治體例的確是完全不相同。既富且貴的確是很不容易事情，在佛法裡講這是很大的福報，富貴雙全，在一般這兩種只能得一個。"
    },
    {
      "id": "15-006-0002_p0016",
      "zh_CN": "阿难尊者提出这个问题，有人学佛他得到财富，得到世间很高的地位，而且是事事如意。这有什么问题？这当然是对的，学佛的果报应该如此。所以这个问题是陪衬的，他主要的问题是底下一个，『有衰耗不谐偶者』，这是他的主要问题。这是讲有学佛，学佛的结果怎么样？结果是「衰耗不谐偶」。衰是讲地位，也就是前面讲的贵的反面是衰，家道衰，衰是什么？家里头不出人才，这是衰，耗是财富消耗掉了，贫穷是耗，贫贱是衰。一学佛之后，财产渐渐败了，家业败了，家里头子孙都不好学，出不了人才，不谐偶是样样都不称心、都不如意，学佛得到这么一个结果。这两种果报的确是两极端的，所以他提出问题来，说『云何不等同耶』？同样学佛，为什么果报不平等？为什么果报不一样？『愿天中天，普为说之』，什么叫「天中天」，我们在这里也有个简单的解释。",
      "zh_TW": "阿難尊者提出這個問題，有人學佛他得到財富，得到世間很高的地位，而且是事事如意。這有什麼問題？這當然是對的，學佛的果報應該如此。所以這個問題是陪襯的，他主要的問題是底下一個，『有衰耗不諧偶者』，這是他的主要問題。這是講有學佛，學佛的結果怎麼樣？結果是「衰耗不諧偶」。衰是講地位，也就是前面講的貴的反面是衰，家道衰，衰是什麼？家裡頭不出人才，這是衰，耗是財富消耗掉了，貧窮是耗，貧賤是衰。一學佛之後，財產漸漸敗了，家業敗了，家裡頭子孫都不好學，出不了人才，不諧偶是樣樣都不稱心、都不如意，學佛得到這麼一個結果。這兩種果報的確是兩極端的，所以他提出問題來，說『云何不等同耶』？同樣學佛，為什麼果報不平等？為什麼果報不一樣？『願天中天，普為說之』，什麼叫「天中天」，我們在這裡也有個簡單的解釋。"
    },
    {
      "id": "15-006-0002_p0017",
      "zh_CN": "在佛经里面讲，天有五种，第一种叫「名天」，名是名字，有名无实。譬如现在日本皇帝称为天皇，其实日本皇帝他还是人，他并不是天，他是人，他是人中之王，并非天王，他自称为天皇，这有名无实，这叫名天。中国古代的帝王称为天子，天的儿子，其实他还是人。像这一类的，这叫「名天」，有名无实，这是尊称他，并不是真正的天。",
      "zh_TW": "在佛經裡面講，天有五種，第一種叫「名天」，名是名字，有名無實。譬如現在日本皇帝稱為天皇，其實日本皇帝他還是人，他並不是天，他是人，他是人中之王，並非天王，他自稱為天皇，這有名無實，這叫名天。中國古代的帝王稱為天子，天的兒子，其實他還是人。像這一類的，這叫「名天」，有名無實，這是尊稱他，並不是真正的天。"
    },
    {
      "id": "15-006-0002_p0018",
      "zh_CN": "第二叫「生天」，这就是真的天，像一般宗教求生天。生天里面包括的很广泛，在佛经里面讲三界二十八层天，这二十八层天都是众生可以生到那个地方去，就是我们可以生到那个地方。欲界有六层，到后面我们会讲到，欲界第一层是四王天，第二是忉利天，第三是夜摩天，第四是兜率天，第五是化乐天，第六是他化自在天，这是讲欲界。再往上面去有四禅天、有四空天，四禅里面又分为十八种。总共起来，三界有二十八层天。一般宗教常常讲生天，要生到天堂，天有二十八层，他生到哪一层，他自己也莫名其妙。所以这个东西要搞清楚。譬如说我们到外国去，中国人到外国，世界上外国太多了，你究竟到哪一个国家去？不晓得，我只要到外国。这个太含糊、太笼统。现在一般宗教讲生天，就像这样的迷惑颠倒一样，我要生天堂，就好像我要到外国，到哪一国，不晓得；我要生天堂，到哪个天堂，不晓得，太迷惑颠倒了！所以人家讲天，我们晓得天有多少种，一定要把它搞得清清楚楚。每一层天都是一个境界，它都有个标准，我们一般讲道德的水准，它不相同。凭什么可以生天？这个也得要搞清楚。佛给我们讲原则，欲界天是以德行为标准，就是修十善业道，这可以能生欲界天，天的道德水准比人高，所以他的福报比人大。色界天的标准是要禅定，不但要修禅定，而且要修四无量心，四无量心就是慈悲喜舍，要修这四种心。所以色界天人都是慈悲的、都是喜舍的，而且有定功，有禅定。四空天要修四种空定，比四禅天的定功还要来得深。这个事情唯独佛法里头讲得清楚、讲得明白。",
      "zh_TW": "第二叫「生天」，這就是真的天，像一般宗教求生天。生天裡面包括的很廣泛，在佛經裡面講三界二十八層天，這二十八層天都是眾生可以生到那個地方去，就是我們可以生到那個地方。欲界有六層，到後面我們會講到，欲界第一層是四王天，第二是忉利天，第三是夜摩天，第四是兜率天，第五是化樂天，第六是他化自在天，這是講欲界。再往上面去有四禪天、有四空天，四禪裡面又分為十八種。總共起來，三界有二十八層天。一般宗教常常講生天，要生到天堂，天有二十八層，他生到哪一層，他自己也莫名其妙。所以這個東西要搞清楚。譬如說我們到外國去，中國人到外國，世界上外國太多了，你究竟到哪一個國家去？不曉得，我只要到外國。這個太含糊、太籠統。現在一般宗教講生天，就像這樣的迷惑顛倒一樣，我要生天堂，就好像我要到外國，到哪一國，不曉得；我要生天堂，到哪個天堂，不曉得，太迷惑顛倒了！所以人家講天，我們曉得天有多少種，一定要把它搞得清清楚楚。每一層天都是一個境界，它都有個標準，我們一般講道德的水準，它不相同。憑什麼可以生天？這個也得要搞清楚。佛給我們講原則，欲界天是以德行為標準，就是修十善業道，這可以能生欲界天，天的道德水準比人高，所以他的福報比人大。色界天的標準是要禪定，不但要修禪定，而且要修四無量心，四無量心就是慈悲喜捨，要修這四種心。所以色界天人都是慈悲的、都是喜捨的，而且有定功，有禪定。四空天要修四種空定，比四禪天的定功還要來得深。這個事情唯獨佛法裡頭講得清楚、講得明白。"
    },
    {
      "id": "15-006-0002_p0019",
      "zh_CN": "第三讲「净天」，这个大家要注意到，净天是二乘人的境界，就是我们讲的小乘，小乘人。这一层天我们也叫做净居天，我们常常在经典里面看到，净居天人下到人间来，到佛的道场请佛说法。净居天人是哪一种人？就是四禅里头有五不还天，是三果圣人修行的处所，这个叫净天，包括了阿罗汉与辟支佛在内。",
      "zh_TW": "第三講「淨天」，這個大家要注意到，淨天是二乘人的境界，就是我們講的小乘，小乘人。這一層天我們也叫做淨居天，我們常常在經典裡面看到，淨居天人下到人間來，到佛的道場請佛說法。淨居天人是哪一種人？就是四禪裡頭有五不還天，是三果聖人修行的處所，這個叫淨天，包括了阿羅漢與辟支佛在內。"
    },
    {
      "id": "15-006-0002_p0020",
      "zh_CN": "第四叫「义天」，义天是大乘菩萨才有资格称的。而且经文里头说得很清楚，我们就圆教来说，十住以上，换句话说，就是见了性，明心见性。义是什么？义就是性，这些见性的菩萨，像《华严》里面所讲四十一位法身大士，「天」是个尊称，我们称四十一位法身大士称他作义天，因为他能够明达一切法的真实义。开经偈里讲「愿解如来真实义」，他通达一切法的真实义，我们称他为「义天」。所以，义天是菩萨的另一种称呼。而「第一义天」是义天里面的第一，那是称什么？称佛，唯有佛才是第一义天，这是对佛的尊称。这个地方所称的天中天，就是名天、生天、净天、义天当中之天，那是什么？那就是第一义天，这是对佛的尊称。天中天，诸天当中之天，这是最高、最为尊贵，对于佛之尊称。愿佛「普为说之」，阿难尊者不是为自己提出这两个问题，这两个问题是一般学佛的人共同的问题。不但释迦牟尼佛在世是共同问题，一直到今天还是一个共同问题，这个问题要不能够把它解答清楚，我们的疑问要不能够断除，对我们的修学的确是很大的障碍。",
      "zh_TW": "第四叫「義天」，義天是大乘菩薩才有資格稱的。而且經文裡頭說得很清楚，我們就圓教來說，十住以上，換句話說，就是見了性，明心見性。義是什麼？義就是性，這些見性的菩薩，像《華嚴》裡面所講四十一位法身大士，「天」是個尊稱，我們稱四十一位法身大士稱他作義天，因為他能夠明達一切法的真實義。開經偈裡講「願解如來真實義」，他通達一切法的真實義，我們稱他為「義天」。所以，義天是菩薩的另一種稱呼。而「第一義天」是義天裡面的第一，那是稱什麼？稱佛，唯有佛才是第一義天，這是對佛的尊稱。這個地方所稱的天中天，就是名天、生天、淨天、義天當中之天，那是什麼？那就是第一義天，這是對佛的尊稱。天中天，諸天當中之天，這是最高、最為尊貴，對於佛之尊稱。願佛「普為說之」，阿難尊者不是為自己提出這兩個問題，這兩個問題是一般學佛的人共同的問題。不但釋迦牟尼佛在世是共同問題，一直到今天還是一個共同問題，這個問題要不能夠把它解答清楚，我們的疑問要不能夠斷除，對我們的修學的確是很大的障礙。"
    },
    {
      "id": "15-006-0002_p0021",
      "zh_CN": "下面就是佛对阿难的开示，也就是解答这两个问题。他先问得谐偶，后问不谐偶，佛的答复是先答谐偶，再答不谐偶，答谐偶就是答吉相，答学佛的人他所得到的都是吉祥如意。在这段开示里面可以分为三个小段落，我们读经文一段一段的读，读一段我们细细的来研究佛给我们所开示的。",
      "zh_TW": "下面就是佛對阿難的開示，也就是解答這兩個問題。他先問得諧偶，後問不諧偶，佛的答覆是先答諧偶，再答不諧偶，答諧偶就是答吉相，答學佛的人他所得到的都是吉祥如意。在這段開示裡面可以分為三個小段落，我們讀經文一段一段的讀，讀一段我們細細的來研究佛給我們所開示的。"
    },
    {
      "id": "15-006-0002_p0022",
      "zh_CN": "【佛告阿难。有人奉佛。从明师受戒。专信不犯。精进奉行。不失所受。】",
      "zh_TW": "【佛告阿難。有人奉佛。從明師受戒。專信不犯。精進奉行。不失所受。】"
    },
    {
      "id": "15-006-0002_p0023",
      "zh_CN": "到这个地方是一小段，这一小段是「从明受戒信行」。明是明师，诸位特别要把这个字看清楚，这是光明之明，而不是名气大的名。有名望的人，照样里面是一塌糊涂，所以我们要求老师要求心地光明；换句话说，修行证果，这才是佛所讲的『明师』。这第一句太重要了，我们要想学佛得成就，第一个条件是什么？第一个条件你要遇到好老师。诸位要记住，古今中外，世出世间，凡是有成就的人，都遇到一个好老师，老师太重要了，老师决定我们的前途，决定我们的成败。所以古人不远千里去求师，寻师访道，我们想想实在是有道理，他遇不到真正的明师，开悟、修行、证果就相当困难。所以，指导的老师比什么都重要，你要是遇到一个真正的好老师，你在这一生修学就一帆风顺，为什么？好老师他是过来人，他指给你这个路子决定不错，你照这个路子、照这个方向去走，必定能达到目的地。你要遇不到一个好老师，这个老师说这里走也可以，那个地方走大概也差不多，犹豫不决，你要想达到宝所就很难期望。",
      "zh_TW": "到這個地方是一小段，這一小段是「從明受戒信行」。明是明師，諸位特別要把這個字看清楚，這是光明之明，而不是名氣大的名。有名望的人，照樣裡面是一塌糊塗，所以我們要求老師要求心地光明；換句話說，修行證果，這才是佛所講的『明師』。這第一句太重要了，我們要想學佛得成就，第一個條件是什麼？第一個條件你要遇到好老師。諸位要記住，古今中外，世出世間，凡是有成就的人，都遇到一個好老師，老師太重要了，老師決定我們的前途，決定我們的成敗。所以古人不遠千里去求師，尋師訪道，我們想想實在是有道理，他遇不到真正的明師，開悟、修行、證果就相當困難。所以，指導的老師比什麼都重要，你要是遇到一個真正的好老師，你在這一生修學就一帆風順，為什麼？好老師他是過來人，他指給你這個路子決定不錯，你照這個路子、照這個方向去走，必定能達到目的地。你要遇不到一個好老師，這個老師說這裡走也可以，那個地方走大概也差不多，猶豫不決，你要想達到寶所就很難期望。"
    },
    {
      "id": "15-006-0002_p0024",
      "zh_CN": "『受戒』、『专信』、『精进』这几句话都非常重要。我们先讲「受戒」，什么叫受戒？防非止恶叫做戒。这个地方的受戒不是像我们现在世间某个寺庙传戒，我们到那里去受个五戒、受个菩萨戒，不是这个意思。此地这个受是接受，我有了好老师，我要接受，戒是什么？戒是教诫，就是老师的教诲、老师的教导我们要去接受。为什么用「戒」字？戒是佛法的一个术语，戒是防非止恶，所以这个地方的戒就是五年学戒，就是这个意思。这是属于生活教育，是修学的根本法，必须要遵守的。我们晓得在中国古代，小孩子七岁就外傅，傅是什么？师傅。七岁以前这个小孩他是跟父母，是跟着母亲身边，每天只知道玩耍，七岁怎么样？七岁上学了。那个时候上学跟我们现在上学情形不一样，那个时候上学就是要跟老师住在一起，而不是跟父母住在一起，只有放假的时候才能够去看看父母，平时要跟老师住在一起，所以就外傅。以前家分内外，民间一般稍微富有一点的家庭，他家都有内外。内里面是内眷，女眷在内，不出来见人的，男子照顾外面，客堂，女人不会进客堂，它有内外之分。",
      "zh_TW": "『受戒』、『專信』、『精進』這幾句話都非常重要。我們先講「受戒」，什麼叫受戒？防非止惡叫做戒。這個地方的受戒不是像我們現在世間某個寺廟傳戒，我們到那裡去受個五戒、受個菩薩戒，不是這個意思。此地這個受是接受，我有了好老師，我要接受，戒是什麼？戒是教誡，就是老師的教誨、老師的教導我們要去接受。為什麼用「戒」字？戒是佛法的一個術語，戒是防非止惡，所以這個地方的戒就是五年學戒，就是這個意思。這是屬於生活教育，是修學的根本法，必須要遵守的。我們曉得在中國古代，小孩子七歲就外傅，傅是什麼？師傅。七歲以前這個小孩他是跟父母，是跟著母親身邊，每天只知道玩耍，七歲怎麼樣？七歲上學了。那個時候上學跟我們現在上學情形不一樣，那個時候上學就是要跟老師住在一起，而不是跟父母住在一起，只有放假的時候才能夠去看看父母，平時要跟老師住在一起，所以就外傅。以前家分內外，民間一般稍微富有一點的家庭，他家都有內外。內裡面是內眷，女眷在內，不出來見人的，男子照顧外面，客堂，女人不會進客堂，它有內外之分。"
    },
    {
      "id": "15-006-0002_p0025",
      "zh_CN": "请来的老师，那个时候老师都是私塾老师，一定有个书房，所谓厢房，东西厢房。厢房请老师住，老师带着学生住在厢房，这个时候不住在里面，小孩不跟母亲住在一起，跟老师住在一起。这个时候所接受的就是生活教育，他每天的工作是洒扫应对，他要做事，要伺候老师，这是生活教育。他会伺候老师，他就会伺候父母，这个叫教育，这是教他做人。所以一个人的成就，从前的教育真是用尽了心机，父母教儿女如何尊师重道，因为小孩渐渐长大了，父母不好意思说你要孝顺我，这个话说不出口；做老师的人说你要尊重我，我是你的老师，老师也说不出口。怎么办？彼此交换着教，父母教儿女要教他尊师重道，说明老师恩德很大，我们为什么要尊重他；老师教小孩要教他孝顺父母，父母对你有什么恩德，你应该如何去孝顺。彼此互相着教，这样才能把一个人教觉悟，觉得孝顺父母、尊师重道是对的，是我们应当要做的，这是人道的根本，这是教育。所以要从生活教育做起，要服事老师，要伺候老师。",
      "zh_TW": "請來的老師，那個時候老師都是私塾老師，一定有個書房，所謂廂房，東西廂房。廂房請老師住，老師帶著學生住在廂房，這個時候不住在裡面，小孩不跟母親住在一起，跟老師住在一起。這個時候所接受的就是生活教育，他每天的工作是灑掃應對，他要做事，要伺候老師，這是生活教育。他會伺候老師，他就會伺候父母，這個叫教育，這是教他做人。所以一個人的成就，從前的教育真是用盡了心機，父母教兒女如何尊師重道，因為小孩漸漸長大了，父母不好意思說你要孝順我，這個話說不出口；做老師的人說你要尊重我，我是你的老師，老師也說不出口。怎麼辦？彼此交換著教，父母教兒女要教他尊師重道，說明老師恩德很大，我們為什麼要尊重他；老師教小孩要教他孝順父母，父母對你有什麼恩德，你應該如何去孝順。彼此互相著教，這樣才能把一個人教覺悟，覺得孝順父母、尊師重道是對的，是我們應當要做的，這是人道的根本，這是教育。所以要從生活教育做起，要服事老師，要伺候老師。"
    },
    {
      "id": "15-006-0002_p0026",
      "zh_CN": "这个观念在我们今天的教育里面没有，所以从前教学的观念跟现在不一样。现在看起来，老师叫学生替他做事情，那是把学生当作下女、当作佣人。对的，是这样的，「有事，弟子服其劳」，老师出门，学生驾车，你们在《论语》里面看，孔子的弟子都是如此，要替老师做事情。他这样能够伺候老师，他回家就能够伺候父母，他能够敬重长上，他能够服事尊长，这是我们中国的教育。佛门里面也是如此，这叫受戒。佛门在从前初出家是五年学戒，五年要接受佛门的生活教育，这个五年就等于小孩一样，不管你年岁多大，只要你是初进佛门，这个五年当中要伺候大众，为什么？别人比你先出家。伺候你的老师，在佛门是老师，和尚是老师；要敬重学长，我们佛门里讲的师兄，他比你先出家，比你先受戒，你要伺候他。虽然唐以后，我们中国佛教有个很大的改革，就是从寺院变成丛林，等于是个佛教大学一样。丛林里面有讲座，每天都在那里讲经，讲堂，你初出家没有满五年没有资格去听经，别人听经有位子坐在那个地方，你去听是旁听，你只有站在旁边。而且站在旁边还不能专心去听经，为什么？照顾大众，别人要说「你给我端一杯水来」，你就乖乖的去给他端一杯水来；他说「我这里肮脏，不干净了」，赶快去拿个东西擦擦干净，伺候人的。不但伺候老师，还要伺候学长，学什么？学敬，修敬，修一切恭敬，要从这里修。",
      "zh_TW": "這個觀念在我們今天的教育裡面沒有，所以從前教學的觀念跟現在不一樣。現在看起來，老師叫學生替他做事情，那是把學生當作下女、當作傭人。對的，是這樣的，「有事，弟子服其勞」，老師出門，學生駕車，你們在《論語》裡面看，孔子的弟子都是如此，要替老師做事情。他這樣能夠伺候老師，他回家就能夠伺候父母，他能夠敬重長上，他能夠服事尊長，這是我們中國的教育。佛門裡面也是如此，這叫受戒。佛門在從前初出家是五年學戒，五年要接受佛門的生活教育，這個五年就等於小孩一樣，不管你年歲多大，只要你是初進佛門，這個五年當中要伺候大眾，為什麼？別人比你先出家。伺候你的老師，在佛門是老師，和尚是老師；要敬重學長，我們佛門裡講的師兄，他比你先出家，比你先受戒，你要伺候他。雖然唐以後，我們中國佛教有個很大的改革，就是從寺院變成叢林，等於是個佛教大學一樣。叢林裡面有講座，每天都在那裡講經，講堂，你初出家沒有滿五年沒有資格去聽經，別人聽經有位子坐在那個地方，你去聽是旁聽，你只有站在旁邊。而且站在旁邊還不能專心去聽經，為什麼？照顧大眾，別人要說「你給我端一杯水來」，你就乖乖的去給他端一杯水來；他說「我這裡骯髒，不乾淨了」，趕快去拿個東西擦擦乾淨，伺候人的。不但伺候老師，還要伺候學長，學什麼？學敬，修敬，修一切恭敬，要從這裡修。"
    },
    {
      "id": "15-006-0002_p0027",
      "zh_CN": "寺院里面，像六祖大师，初到黄梅，他要做粗重的工作，去舂米、去破柴，挑水、种菜，做这些事情来供养大众，五年当中要干这个，学生活教育。跟我们世间法的小孩一样，七岁的时候他就要学做事，要学勤劳，不能够学偷懒，不能够学舒服，富贵家子弟都不例外，不许可养成一种娇气。除这个之外，要培养根本智，这是我们东方教育的特色。根本智的培养就是背诵经典，从前世间念小学，七岁就外傅，除了生活教育洒扫应对，老师天天教导他之外，就是背书。四书五经、十三经，重要的经论，大概是从七岁到十二、三岁，时间也是五、六年，五年到六年要把这些书籍统统背完。背诵的目的不仅仅是在记诵，并不着重在记诵，「学记」里头讲「记问之学，不足以为人师」，所以它的目的不是在记诵，而是在求根本智。特别是在佛门里面，佛门也是定下了五年的小学教育，就是生活教育，这五年当中，把你将来应当所学习的经律论统统要背过。",
      "zh_TW": "寺院裡面，像六祖大師，初到黃梅，他要做粗重的工作，去舂米、去破柴，挑水、種菜，做這些事情來供養大眾，五年當中要幹這個，學生活教育。跟我們世間法的小孩一樣，七歲的時候他就要學做事，要學勤勞，不能夠學偷懶，不能夠學舒服，富貴家子弟都不例外，不許可養成一種嬌氣。除這個之外，要培養根本智，這是我們東方教育的特色。根本智的培養就是背誦經典，從前世間念小學，七歲就外傅，除了生活教育灑掃應對，老師天天教導他之外，就是背書。四書五經、十三經，重要的經論，大概是從七歲到十二、三歲，時間也是五、六年，五年到六年要把這些書籍統統背完。背誦的目的不僅僅是在記誦，並不著重在記誦，「學記」裡頭講「記問之學，不足以為人師」，所以它的目的不是在記誦，而是在求根本智。特別是在佛門裡面，佛門也是定下了五年的小學教育，就是生活教育，這五年當中，把你將來應當所學習的經律論統統要背過。"
    },
    {
      "id": "15-006-0002_p0028",
      "zh_CN": "背经书是戒定慧三学一次完成的办法，在修行里面是绝妙的法门，很少人懂得这个意思。戒律虽然在三藏里面单独成立一部律藏，可见得它的内容是相当丰富，但是它的精神不外乎「诸恶莫作，众善奉行」八个字。我们背诵经典的时候，诸位想想，你在那里背书，你还会做坏事吗？你还会去动一个坏念头吗？不会的。不起心、不动念，岂不是「诸恶莫作」吗？戒律，这方面这是小乘戒律，有了，具足了。经书是佛的语言，是佛从自性里面流露出来的语言，自性清净心当中流出来的言语，流露出来的文字，这是一切善法里的最善，真正是所谓「止于至善」，我们背诵经典岂不是「众善奉行」吗？所以背诵经书，大小乘的戒律你都修了，这个方法真正是妙极了，轻而易举的就把大小乘戒律统统都修好了。第二，背书一定要专心，专心就是修定，定也修了。这个定我们一般讲禅定，背书就是修禅定，你要是不定，书就背不出来，书就会背错，所以一定有定，背书里有修定。不仅如此，背书里头有智慧，而且这个智慧是讲根本智，无分别智。经本展开，从「如是我闻」到「信受奉行」一个字不错，一句不漏，了了分明这就是修慧，像镜子照东西一样，照得清清楚楚。由此可知，戒定慧三学一次修完，一次修成功，就在背诵里头。所以五年学戒，就是这个五年除了伺候大众，学出家生活教育之外，就是背诵经典，这就叫受戒。",
      "zh_TW": "背經書是戒定慧三學一次完成的辦法，在修行裡面是絕妙的法門，很少人懂得這個意思。戒律雖然在三藏裡面單獨成立一部律藏，可見得它的內容是相當豐富，但是它的精神不外乎「諸惡莫作，眾善奉行」八個字。我們背誦經典的時候，諸位想想，你在那裡背書，你還會做壞事嗎？你還會去動一個壞念頭嗎？不會的。不起心、不動念，豈不是「諸惡莫作」嗎？戒律，這方面這是小乘戒律，有了，具足了。經書是佛的語言，是佛從自性裡面流露出來的語言，自性清淨心當中流出來的言語，流露出來的文字，這是一切善法裡的最善，真正是所謂「止於至善」，我們背誦經典豈不是「眾善奉行」嗎？所以背誦經書，大小乘的戒律你都修了，這個方法真正是妙極了，輕而易舉的就把大小乘戒律統統都修好了。第二，背書一定要專心，專心就是修定，定也修了。這個定我們一般講禪定，背書就是修禪定，你要是不定，書就背不出來，書就會背錯，所以一定有定，背書裡有修定。不僅如此，背書裡頭有智慧，而且這個智慧是講根本智，無分別智。經本展開，從「如是我聞」到「信受奉行」一個字不錯，一句不漏，了了分明這就是修慧，像鏡子照東西一樣，照得清清楚楚。由此可知，戒定慧三學一次修完，一次修成功，就在背誦裡頭。所以五年學戒，就是這個五年除了伺候大眾，學出家生活教育之外，就是背誦經典，這就叫受戒。"
    },
    {
      "id": "15-006-0002_p0029",
      "zh_CN": "受戒的意思在此地，千万不要误会，「从明师，这是真是有一个有修、有学得道的高僧，我去跟他，请他替我受个三皈依，给我受个五戒，我就不堕三途了」，哪有这个便宜事情！正像上次有个人来问我，他提出一个问题，他说经上讲，皈依僧不堕畜生，「皈依佛，不堕地狱；皈依法，不堕饿鬼；皈依僧，不堕畜生」。不错，经上是这么说的。他的问题来了，他说僧有圣贤僧、有凡夫僧，圣贤僧，菩萨是僧，罗汉是僧，凡夫僧是人，人里头有好僧，有守戒律的清净僧，还有不守戒律破戒的僧，他说我们要皈依哪一种僧，才不堕畜生？你们诸位想想，皈依什么僧才不堕畜生？我给他的答复，我说你皈依佛，还照堕地狱；你皈依法，还变饿鬼；你就是皈依圣贤僧，像文殊菩萨、普贤菩萨、观世音菩萨，你还是要堕畜生。这个话怎么说？因为他把三皈依搞错了，心外求法，哪有不堕落的道理！他在一切僧里头还有选择、还有分别、还有执着，这大错特错。",
      "zh_TW": "受戒的意思在此地，千萬不要誤會，「從明師，這是真是有一個有修、有學得道的高僧，我去跟他，請他替我受個三皈依，給我受個五戒，我就不墮三途了」，哪有這個便宜事情！正像上次有個人來問我，他提出一個問題，他說經上講，皈依僧不墮畜生，「皈依佛，不墮地獄；皈依法，不墮餓鬼；皈依僧，不墮畜生」。不錯，經上是這麼說的。他的問題來了，他說僧有聖賢僧、有凡夫僧，聖賢僧，菩薩是僧，羅漢是僧，凡夫僧是人，人裡頭有好僧，有守戒律的清淨僧，還有不守戒律破戒的僧，他說我們要皈依哪一種僧，才不墮畜生？你們諸位想想，皈依什麼僧才不墮畜生？我給他的答覆，我說你皈依佛，還照墮地獄；你皈依法，還變餓鬼；你就是皈依聖賢僧，像文殊菩薩、普賢菩薩、觀世音菩薩，你還是要墮畜生。這個話怎麼說？因為他把三皈依搞錯了，心外求法，哪有不墮落的道理！他在一切僧裡頭還有選擇、還有分別、還有執著，這大錯特錯。"
    },
    {
      "id": "15-006-0002_p0030",
      "zh_CN": "佛法的本意，皈依佛是皈依觉，觉而不迷；皈依法是皈依正，正知正见，而不是邪知邪见；皈依僧，僧是清净，清净不染，六根清净一尘不染，是这个意思，这个当然不堕三恶道。你觉而不迷，你怎么会堕地狱？正知正见，二六时中没有邪思，你怎么会变饿鬼？你六根清净，一尘不染，你怎么会变畜生？要懂这个意思。佛给我们讲得清清楚楚，我们不要误会了。看到这个地方受戒，我赶快去受个五戒、受个菩萨戒，你搞错了，你就不晓得此地受戒是什么意思。唯有明师的指导，这个路才是正确的。有明师，他又肯来指导我们，这底下我们做学生的态度要『专信不犯』，前面「明师受戒」那是老师的事情，受戒就是教诫，就是教学。我们遇到一个好老师，这个老师有很善巧高明的教学方法，如果我们不信，我们常常违背，不听，不肯照老师教诫的去学习，那有什么用处？所以，专信就很重要了。",
      "zh_TW": "佛法的本意，皈依佛是皈依覺，覺而不迷；皈依法是皈依正，正知正見，而不是邪知邪見；皈依僧，僧是清淨，清淨不染，六根清淨一塵不染，是這個意思，這個當然不墮三惡道。你覺而不迷，你怎麼會墮地獄？正知正見，二六時中沒有邪思，你怎麼會變餓鬼？你六根清淨，一塵不染，你怎麼會變畜生？要懂這個意思。佛給我們講得清清楚楚，我們不要誤會了。看到這個地方受戒，我趕快去受個五戒、受個菩薩戒，你搞錯了，你就不曉得此地受戒是什麼意思。唯有明師的指導，這個路才是正確的。有明師，他又肯來指導我們，這底下我們做學生的態度要『專信不犯』，前面「明師受戒」那是老師的事情，受戒就是教誡，就是教學。我們遇到一個好老師，這個老師有很善巧高明的教學方法，如果我們不信，我們常常違背，不聽，不肯照老師教誡的去學習，那有什麼用處？所以，專信就很重要了。"
    },
    {
      "id": "15-006-0002_p0031",
      "zh_CN": "专信里面，我在此地跟大家提示出来的，第一个要「信自」，自是自己，要相信自己。相信自己与诸佛菩萨无二无别，相信自己这一生决定能得一心，能悟本性、能成菩萨、能成佛，这是专信里头第一个条件。如果我们不相信自己，那一切都完了，你相信佛、相信老师，相信什么都没用处，头一个是相信自己，这是先决条件。能够自信，相信我自己有佛性，相信我自己与十方诸佛实在没有差别，这是修行成佛真正的基础。从这个基础上我们再建立「信佛」，信佛是信我们本师，就是我们的根本老师，佛所讲的这些理论、方法决定是正确的，我们对他没有一丝毫的怀疑。再「信老师」，这就是刚才讲的明师，从明师受戒，我们信老师，我们知道这个老师是我们的真善知识，我们依照老师的教学我们一定成就。其次我们「信法」，信法里面，第一我们信经典，经典是释迦牟尼佛之法，第二我们相信老师教导的方法，这才叫专信！",
      "zh_TW": "專信裡面，我在此地跟大家提示出來的，第一個要「信自」，自是自己，要相信自己。相信自己與諸佛菩薩無二無別，相信自己這一生決定能得一心，能悟本性、能成菩薩、能成佛，這是專信裡頭第一個條件。如果我們不相信自己，那一切都完了，你相信佛、相信老師，相信什麼都沒用處，頭一個是相信自己，這是先決條件。能夠自信，相信我自己有佛性，相信我自己與十方諸佛實在沒有差別，這是修行成佛真正的基礎。從這個基礎上我們再建立「信佛」，信佛是信我們本師，就是我們的根本老師，佛所講的這些理論、方法決定是正確的，我們對他沒有一絲毫的懷疑。再「信老師」，這就是剛才講的明師，從明師受戒，我們信老師，我們知道這個老師是我們的真善知識，我們依照老師的教學我們一定成就。其次我們「信法」，信法裡面，第一我們信經典，經典是釋迦牟尼佛之法，第二我們相信老師教導的方法，這才叫專信！"
    },
    {
      "id": "15-006-0002_p0032",
      "zh_CN": "能够专信不犯，依自性清净心，依自性本觉，信佛、信师、信法，决定不违犯，依佛的教诲、依老师的教诲、依法门的理论与方法，『精进奉行』，奉行是什么？奉行是完全照做。照做里面诸位一定要记清楚，是以心行为主，学佛无非是改变心理而已。以前我们是个错误的心理，现在我们从错误的心理恢复到我们正确的心理，所谓是正知正见；以前我们的心迷，现在我们这个心觉悟，从迷恢复到觉悟。以前是迷心，现在我们是觉心；以前我们是邪心，现在我们是正心；以前我们是染污、不干净的心，现在我们是清净心。一天比一天觉悟，一天比一天清净，这就叫「精进奉行」。",
      "zh_TW": "能夠專信不犯，依自性清淨心，依自性本覺，信佛、信師、信法，決定不違犯，依佛的教誨、依老師的教誨、依法門的理論與方法，『精進奉行』，奉行是什麼？奉行是完全照做。照做裡面諸位一定要記清楚，是以心行為主，學佛無非是改變心理而已。以前我們是個錯誤的心理，現在我們從錯誤的心理恢復到我們正確的心理，所謂是正知正見；以前我們的心迷，現在我們這個心覺悟，從迷恢復到覺悟。以前是迷心，現在我們是覺心；以前我們是邪心，現在我們是正心；以前我們是染污、不乾淨的心，現在我們是清淨心。一天比一天覺悟，一天比一天清淨，這就叫「精進奉行」。"
    },
    {
      "id": "15-006-0002_p0033",
      "zh_CN": "再『不失所受』，这个「受」就是老师所教给我们的，前面讲受戒，老师所教给我们的理论、境界，我们一天一天都把它证实，一天一天自己果然受用到。以前在经上所读的，是佛菩萨他们的受用，好像我们自己没分，现在我们也法喜充满，我们也享受到了，这是第一段里头所说的。所以我们要信、要行，要精进奉行。现在要问了，行到底怎么个行法？第二段佛就给我们开示修行的要领，修行要领里面讲：",
      "zh_TW": "再『不失所受』，這個「受」就是老師所教給我們的，前面講受戒，老師所教給我們的理論、境界，我們一天一天都把它證實，一天一天自己果然受用到。以前在經上所讀的，是佛菩薩他們的受用，好像我們自己沒分，現在我們也法喜充滿，我們也享受到了，這是第一段裡頭所說的。所以我們要信、要行，要精進奉行。現在要問了，行到底怎麼個行法？第二段佛就給我們開示修行的要領，修行要領裡面講："
    },
    {
      "id": "15-006-0002_p0034",
      "zh_CN": "【形像鲜明。朝暮礼拜。恭敬燃灯。净施所安。不违道禁。斋戒不厌。心中欣欣。】",
      "zh_TW": "【形像鮮明。朝暮禮拜。恭敬燃燈。淨施所安。不違道禁。齋戒不厭。心中欣欣。】"
    },
    {
      "id": "15-006-0002_p0035",
      "zh_CN": "这个几句话说起来简单，里面所包含的境界实在是无量无边，最怕同修们念到这个经文，望文生义，那你就得不到受用。『形像鲜明』，这句话是双关之语，形像是什么？佛菩萨的形像，自己的形像。第二段是礼拜、供养、斋戒，「形像鲜明」的意思是表净，整洁、庄严，里面有这些意思在。怕的是什么？佛菩萨形像鲜明，我家里供养佛菩萨的像，我每天都把它整理得干干净净。鲜是指色彩，明是讲清爽，塑造的像怕有灰尘，常常要把灰尘掸去，彩画的像我们裱成镜框，镜框要常常把它擦一擦，保持形像的鲜明，这是一个意思。刚才我说过，它里头还有更深的意思，那就是表敬、表整洁。我们自己是个学佛的人，我们在社会上就是佛的形像，佛菩萨的形像，如果我们一天到晚邋邋遢遢的，人家一看「学佛的人这个样子，佛还是不学的好」，别人对于三宝就起轻慢之心，就不尊重。佛法是普度众生之法，你学佛你也曾经发过愿，「众生无边誓愿度」，你发过这个愿，你既然发过这个愿，你念念当中就要存着有普度众生的心。普度众生的心，头一个就要给众生一个好印象，叫众生见到我们，对自己要生恭敬之心，要生羡慕之心，他就会亲近你，你教给他的法门他就会接受，他就会依教奉行。所以，诸佛成佛的时候，他要用一百劫的时间去修相好，修三十二相八十种好，为什么？就是为了形像鲜明，就是为了这个事情。世间法所谓的，你看我们文学家所讲的「秀色可餐」，以前念书人看到一个美丽的女孩子，他就不要吃饭，就饱了，秀色可餐。人爱美，喜欢美色，所以佛菩萨色相是美男子，叫人一看心里就欢喜，就愿意亲近他，就愿意接受他，这就是「形像鲜明」的意思。",
      "zh_TW": "這個幾句話說起來簡單，裡面所包含的境界實在是無量無邊，最怕同修們念到這個經文，望文生義，那你就得不到受用。『形像鮮明』，這句話是雙關之語，形像是什麼？佛菩薩的形像，自己的形像。第二段是禮拜、供養、齋戒，「形像鮮明」的意思是表淨，整潔、莊嚴，裡面有這些意思在。怕的是什麼？佛菩薩形像鮮明，我家裡供養佛菩薩的像，我每天都把它整理得乾乾淨淨。鮮是指色彩，明是講清爽，塑造的像怕有灰塵，常常要把灰塵撣去，彩畫的像我們裱成鏡框，鏡框要常常把它擦一擦，保持形像的鮮明，這是一個意思。剛才我說過，它裡頭還有更深的意思，那就是表敬、表整潔。我們自己是個學佛的人，我們在社會上就是佛的形像，佛菩薩的形像，如果我們一天到晚邋邋遢遢的，人家一看「學佛的人這個樣子，佛還是不學的好」，別人對於三寶就起輕慢之心，就不尊重。佛法是普度眾生之法，你學佛你也曾經發過願，「眾生無邊誓願度」，你發過這個願，你既然發過這個願，你念念當中就要存著有普度眾生的心。普度眾生的心，頭一個就要給眾生一個好印象，叫眾生見到我們，對自己要生恭敬之心，要生羨慕之心，他就會親近你，你教給他的法門他就會接受，他就會依教奉行。所以，諸佛成佛的時候，他要用一百劫的時間去修相好，修三十二相八十種好，為什麼？就是為了形像鮮明，就是為了這個事情。世間法所謂的，你看我們文學家所講的「秀色可餐」，以前念書人看到一個美麗的女孩子，他就不要吃飯，就飽了，秀色可餐。人愛美，喜歡美色，所以佛菩薩色相是美男子，叫人一看心裡就歡喜，就願意親近他，就願意接受他，這就是「形像鮮明」的意思。"
    },
    {
      "id": "15-006-0002_p0036",
      "zh_CN": "所以说不仅仅保持我们所供奉佛菩萨形像要鲜明，要注意到自己的形像要鲜明。由此可知，自己所居住的环境要整洁、要庄严，叫庄严道场。你看到真正佛门的道场一定是很清净，一尘不染，所以寺院干净第一。我们今天有没有做到？我们居住的环境是不是很干净，是不是叫人家一到我们这个地方来就能够生欢喜心？我们的陈设整齐、庄严，不必华丽。富有才有华丽，没有这个财力，我们陈设的简单，但是一定要清洁、整齐，叫别人一到这个地方就舍不得离开，你这个「形像鲜明」就做到了。一个佛教家庭也是如此。在家的同修，你的家就是道场，你是学佛的人，你在你这个家，你的身分、地位就是佛菩萨，你家里面所有的人就是你度化的众生。你家里头众生你都度不了，你还能度外面的众生吗？先要度家里的众生。有人说「我家里的人真是不容易度，难化，还没有外头人好度」，那是什么？那是你不如法，你果然如理如法，第一个你家里头被度。我们从佛教史里面看，以释迦牟尼佛本身来说，他示现成道，他一家都皈依佛，都得度。历代祖师大德当中哪个不如是？个个都是先把自己家人都度了。我们近代的倓虚法师，前些年才在香港过世，圆寂，他是天台宗最近一代的祖师之一。他一出家，他的太太出家，他的儿子也出家，全家都出家了，在佛门里面有了不起的贡献。他圆寂的时候九十多岁，我在香港讲经，就在他的图书馆里面讲了两个月。先度家人，这个都是要从「形像鲜明」当中才能够办得到，所以这是在行门里面基础之基础。如果说我们都不要好，也不要整洁，那还能度得了众生吗？",
      "zh_TW": "所以說不僅僅保持我們所供奉佛菩薩形像要鮮明，要注意到自己的形像要鮮明。由此可知，自己所居住的環境要整潔、要莊嚴，叫莊嚴道場。你看到真正佛門的道場一定是很清淨，一塵不染，所以寺院乾淨第一。我們今天有沒有做到？我們居住的環境是不是很乾淨，是不是叫人家一到我們這個地方來就能夠生歡喜心？我們的陳設整齊、莊嚴，不必華麗。富有才有華麗，沒有這個財力，我們陳設的簡單，但是一定要清潔、整齊，叫別人一到這個地方就捨不得離開，你這個「形像鮮明」就做到了。一個佛教家庭也是如此。在家的同修，你的家就是道場，你是學佛的人，你在你這個家，你的身分、地位就是佛菩薩，你家裡面所有的人就是你度化的眾生。你家裡頭眾生你都度不了，你還能度外面的眾生嗎？先要度家裡的眾生。有人說「我家裡的人真是不容易度，難化，還沒有外頭人好度」，那是什麼？那是你不如法，你果然如理如法，第一個你家裡頭被度。我們從佛教史裡面看，以釋迦牟尼佛本身來說，他示現成道，他一家都皈依佛，都得度。歷代祖師大德當中哪個不如是？個個都是先把自己家人都度了。我們近代的倓虛法師，前些年才在香港過世，圓寂，他是天台宗最近一代的祖師之一。他一出家，他的太太出家，他的兒子也出家，全家都出家了，在佛門裡面有了不起的貢獻。他圓寂的時候九十多歲，我在香港講經，就在他的圖書館裡面講了兩個月。先度家人，這個都是要從「形像鮮明」當中才能夠辦得到，所以這是在行門裡面基礎之基礎。如果說我們都不要好，也不要整潔，那還能度得了眾生嗎？"
    },
    {
      "id": "15-006-0002_p0037",
      "zh_CN": "第二句『朝暮礼拜』，我们看到「朝暮礼拜」，这就是所谓的早晚功课，有恒不缺叫做功夫，礼拜是动中修静的意思，动中有不动，这是禅定。八万四千法门，门门都是修的禅定，没有例外的，这点希望诸位要注意到，只是方法、手段不同，修禅定是相同的。所以「朝暮礼拜」，你不要看到早晚礼拜，我早晨去拜三拜佛，晚上去拜三拜佛，我早晚礼拜了；『恭敬燃灯』，我在佛菩萨面前点个长明灯。你这个完全是依文解义，古人所讲「依文解义，三世佛冤」，过去、现在、未来三世诸佛都喊冤枉，为什么？你把意思全都错会了。早晚礼拜这是做早晚课诵，那为什么不讲「朝暮课诵」，我们不是更清楚、更明白吗？不行，讲「朝暮礼拜」这是讲修恭敬，早晚课诵要没有敬心，这个课诵白做了。所以说礼拜，礼拜就是敬的意思，早晚要修礼敬，而礼敬一定要修到像《华严经．普贤行愿品》里讲「礼敬诸佛」。所以，早晚功课不是说早晨、晚上在佛菩萨面前拜几拜，我这就叫修行，这个错了。朝暮真正的意思是从早到晚，没有间断，又从暮到朝，朝朝暮暮，暮暮朝朝。前面讲过，精进奉行，如果要有中断，那还叫个什么精进？没有中断才叫做精进，日夜都不中断。日夜不中断才叫做朝暮礼拜，诸位要晓得这个意思。礼拜是礼拜谁？就是一切恭敬。像《华严经》里的善财童子，像《法华经》里面的常不轻菩萨，这就是朝暮礼拜。",
      "zh_TW": "第二句『朝暮禮拜』，我們看到「朝暮禮拜」，這就是所謂的早晚功課，有恆不缺叫做功夫，禮拜是動中修靜的意思，動中有不動，這是禪定。八萬四千法門，門門都是修的禪定，沒有例外的，這點希望諸位要注意到，只是方法、手段不同，修禪定是相同的。所以「朝暮禮拜」，你不要看到早晚禮拜，我早晨去拜三拜佛，晚上去拜三拜佛，我早晚禮拜了；『恭敬燃燈』，我在佛菩薩面前點個長明燈。你這個完全是依文解義，古人所講「依文解義，三世佛冤」，過去、現在、未來三世諸佛都喊冤枉，為什麼？你把意思全都錯會了。早晚禮拜這是做早晚課誦，那為什麼不講「朝暮課誦」，我們不是更清楚、更明白嗎？不行，講「朝暮禮拜」這是講修恭敬，早晚課誦要沒有敬心，這個課誦白做了。所以說禮拜，禮拜就是敬的意思，早晚要修禮敬，而禮敬一定要修到像《華嚴經．普賢行願品》裡講「禮敬諸佛」。所以，早晚功課不是說早晨、晚上在佛菩薩面前拜幾拜，我這就叫修行，這個錯了。朝暮真正的意思是從早到晚，沒有間斷，又從暮到朝，朝朝暮暮，暮暮朝朝。前面講過，精進奉行，如果要有中斷，那還叫個什麼精進？沒有中斷才叫做精進，日夜都不中斷。日夜不中斷才叫做朝暮禮拜，諸位要曉得這個意思。禮拜是禮拜誰？就是一切恭敬。像《華嚴經》裡的善財童子，像《法華經》裡面的常不輕菩薩，這就是朝暮禮拜。"
    },
    {
      "id": "15-006-0002_p0038",
      "zh_CN": "早晚课诵，刚才跟诸位提到过，是以三自皈为主。佛门要讲到修行的方法，我们讲的行门，通常讲八万四千法门，八万四千法门修什么？这是要晓得的。八万四千种是方法、是手段，它所达到的目标只有一个，它所走的方向也只有一个，这个目标就是阿耨多罗三藐三菩提，「无上正等正觉」，这是目标，他的方向就是三自皈。所以无论大小乘，无论是哪个法门，讲到修行都是从三皈依开始。我刚才提过，在此地简单一说大家就晓得。三皈依里头特别着重在「自」，所以叫三自皈。「自皈依佛」，佛是觉的意思，怎么皈依法？触境不迷，我们六根接触外面六尘境界，不迷就是觉，这就是自皈依佛。「自皈依法」，法是正，正知正见，心无邪思就是正，就是自皈依法。僧是清净，心、境界寂静的，心清净外面境界就清净，心境寂静就是僧的意思，就是「自皈依僧」。这个叫自性三宝。「此为修正行为之根本法门」，注意修行，修行是修正行为，因为我们从前是迷、是邪思、是不净，现在我们要从迷里面回过头来。皈就是回过头来，依觉，从迷里头回过头来依觉；从邪思里面回过头来依正，依正知正见；从不寂静里面回过头来依清净，这叫做修行。",
      "zh_TW": "早晚課誦，剛才跟諸位提到過，是以三自皈為主。佛門要講到修行的方法，我們講的行門，通常講八萬四千法門，八萬四千法門修什麼？這是要曉得的。八萬四千種是方法、是手段，它所達到的目標只有一個，它所走的方向也只有一個，這個目標就是阿耨多羅三藐三菩提，「無上正等正覺」，這是目標，他的方向就是三自皈。所以無論大小乘，無論是哪個法門，講到修行都是從三皈依開始。我剛才提過，在此地簡單一說大家就曉得。三皈依裡頭特別著重在「自」，所以叫三自皈。「自皈依佛」，佛是覺的意思，怎麼皈依法？觸境不迷，我們六根接觸外面六塵境界，不迷就是覺，這就是自皈依佛。「自皈依法」，法是正，正知正見，心無邪思就是正，就是自皈依法。僧是清淨，心、境界寂靜的，心清淨外面境界就清淨，心境寂靜就是僧的意思，就是「自皈依僧」。這個叫自性三寶。「此為修正行為之根本法門」，注意修行，修行是修正行為，因為我們從前是迷、是邪思、是不淨，現在我們要從迷裡面回過頭來。皈就是回過頭來，依覺，從迷裡頭回過頭來依覺；從邪思裡面回過頭來依正，依正知正見；從不寂靜裡面回過頭來依清淨，這叫做修行。"
    },
    {
      "id": "15-006-0002_p0039",
      "zh_CN": "所以大家千万不要误会，认为修行是每天在庙里头佛菩萨像前面敲着木鱼，口里头念着经，在那里磕头、礼拜去供养，认为这是修行，这个就错了，那你完全是死在文字里面，死在形式里面，这个就错了。你要懂得「朝暮礼拜」的真实义，望文生义那怎么行？朝暮礼拜，我从早拜到晚，我一天拜个三千拜、四千拜，那有什么用处！三自皈就是朝暮礼拜，就是一切恭敬。早晨在佛菩萨面前举行这个形式、这个仪式，是提醒自己，今天一天，我接触外头境界要不迷，我不可以有邪思邪念，我一定要做到身心清净。晚上做晚课的时候要反省、检点，我今天一天是不是都做到了，都做到了很好，法喜充满；没有做到，忏悔，明天要改过自新，这叫真修行。诸位想想，我们要依照这个理论、方法来修行，你要是修行个三年，你怎么会不成佛？可见得这个事情真正是知难行易，知道这个道理、知道这个方法难！你念经念一辈子，你不晓得经里意思，迷在字里行间，依文解义，三世佛喊冤枉，你自己还认为很对，哪里晓得你搞错了，你对在哪里？",
      "zh_TW": "所以大家千萬不要誤會，認為修行是每天在廟裡頭佛菩薩像前面敲著木魚，口裡頭念著經，在那裡磕頭、禮拜去供養，認為這是修行，這個就錯了，那你完全是死在文字裡面，死在形式裡面，這個就錯了。你要懂得「朝暮禮拜」的真實義，望文生義那怎麼行？朝暮禮拜，我從早拜到晚，我一天拜個三千拜、四千拜，那有什麼用處！三自皈就是朝暮禮拜，就是一切恭敬。早晨在佛菩薩面前舉行這個形式、這個儀式，是提醒自己，今天一天，我接觸外頭境界要不迷，我不可以有邪思邪念，我一定要做到身心清淨。晚上做晚課的時候要反省、檢點，我今天一天是不是都做到了，都做到了很好，法喜充滿；沒有做到，懺悔，明天要改過自新，這叫真修行。諸位想想，我們要依照這個理論、方法來修行，你要是修行個三年，你怎麼會不成佛？可見得這個事情真正是知難行易，知道這個道理、知道這個方法難！你念經念一輩子，你不曉得經裡意思，迷在字裡行間，依文解義，三世佛喊冤枉，你自己還認為很對，哪裡曉得你搞錯了，你對在哪裡？"
    },
    {
      "id": "15-006-0002_p0040",
      "zh_CN": "再看底下一句，『恭敬燃灯』，灯是表智光，智慧光明，这个意思就是要把自己的智慧光明显发出来，这就叫燃灯。我在这里写的是「好学近乎智，以智慧贡献社会，造福众生，这是恭敬燃灯意」，大家要好好的记住这句话。你学佛了，你在佛面前点了好多灯供养佛，佛是泥塑木雕的，他要你点灯干什么？这个事情错不得！佛面前点的那盏灯，就是提醒我们自己要求智慧、要好学，学什么？学智慧，所以古德说「好学近乎智」，意思在此地。我们有了智慧，智慧不是自私自利的，智慧是要为大众造福。我们把我们的心智贡献出来，发愿里头说「众生无边誓愿度」，我们就要来度众生，就是把我们智慧、德能贡献给社会、贡献给国家、贡献给一切众生，这叫什么？这叫大放光明，是这个意思。大放光明不是你自己坐在那里，头上也放光，肩膀、身上都放光，不是那个意思。你那个光放得再大，别人也得不到好处，别人得不到利益。所以诸位要知道，大放光明是这个意思，是叫一切众生都得到你智慧的好处。你有智慧能够供应给社会，能够贡献给国家，国家、社会、大众都得到你的好处，这叫做大放光明。佛面前这个灯是表这个意思，我们明白，我们晓得了，你晓得之后，你从早到晚，无论在什么地方，凡是见到灯，就是提醒我们，我要求智慧。白天我抬起头看到太阳，我要求智慧，晚上我抬起头看到月亮，我要求智慧，我看到路上人家家里无论什么地方，只要看到光明，自己就想到我要求智慧，我要放光明。放光明就是以自己的智慧为社会、为一切众生去造福，这就是你智慧放光明，这就是此地「恭敬燃灯」的意思。",
      "zh_TW": "再看底下一句，『恭敬燃燈』，燈是表智光，智慧光明，這個意思就是要把自己的智慧光明顯發出來，這就叫燃燈。我在這裡寫的是「好學近乎智，以智慧貢獻社會，造福眾生，這是恭敬燃燈意」，大家要好好的記住這句話。你學佛了，你在佛面前點了好多燈供養佛，佛是泥塑木雕的，他要你點燈幹什麼？這個事情錯不得！佛面前點的那盞燈，就是提醒我們自己要求智慧、要好學，學什麼？學智慧，所以古德說「好學近乎智」，意思在此地。我們有了智慧，智慧不是自私自利的，智慧是要為大眾造福。我們把我們的心智貢獻出來，發願裡頭說「眾生無邊誓願度」，我們就要來度眾生，就是把我們智慧、德能貢獻給社會、貢獻給國家、貢獻給一切眾生，這叫什麼？這叫大放光明，是這個意思。大放光明不是你自己坐在那裡，頭上也放光，肩膀、身上都放光，不是那個意思。你那個光放得再大，別人也得不到好處，別人得不到利益。所以諸位要知道，大放光明是這個意思，是叫一切眾生都得到你智慧的好處。你有智慧能夠供應給社會，能夠貢獻給國家，國家、社會、大眾都得到你的好處，這叫做大放光明。佛面前這個燈是表這個意思，我們明白，我們曉得了，你曉得之後，你從早到晚，無論在什麼地方，凡是見到燈，就是提醒我們，我要求智慧。白天我抬起頭看到太陽，我要求智慧，晚上我抬起頭看到月亮，我要求智慧，我看到路上人家家裡無論什麼地方，只要看到光明，自己就想到我要求智慧，我要放光明。放光明就是以自己的智慧為社會、為一切眾生去造福，這就是你智慧放光明，這就是此地「恭敬燃燈」的意思。"
    },
    {
      "id": "15-006-0002_p0041",
      "zh_CN": "下面一句『净施所安』，施是布施，修行第一是布施，菩萨六度里面，布施列在第一位；《华严经》讲十波罗蜜里面，布施也是列在第一位；四摄法里头第一个，还是布施。布施是什么？布施是放下，它的内容包括三个部分，财布施、法布施、无畏布施。所谓财布施，就是以我们的财物，别人缺乏，别人没有，我们有多余的我们给他，这是布施。真正行菩萨道，我们有别人没有，我给他我自己就缺乏了，但是这种财物对他真有用处，我自己虽然缺乏，我也愿意布施给他，舍己为人。法，则是智慧的布施，也就是教学。法布施里面范围包括的非常广泛，有世间法、有佛法。佛法是什么？是以善巧方便叫他开悟，这是佛法的布施。世间法，譬如世间种种学术、技能的传授，这就是世间的法布施。我懂得这个方法，我晓得这个理论，你不知道，我教给你，这叫法布施。经里面常常说，财布施的果报得财用不缺乏，我们今天这个世间有很富有的人，他为什么很富？因为他前世财布施的多，他今生得到富足的果报，富是财布施得来的。有些人非常聪明，有智慧，他聪明智慧的果报从哪得来的？是他过去生中修的法布施多，是法布施的果报。有些人非常的健康长寿，健康长寿的果报从哪来？是无畏布施所得来的。无畏布施什么意思？就是众生遭遇到苦难，有恐怖的时候，精神不能够安稳，身心不安，你发心保护他，使他没有恐惧，心里面得到安稳，这就叫做无畏布施。",
      "zh_TW": "下面一句『淨施所安』，施是布施，修行第一是布施，菩薩六度裡面，布施列在第一位；《華嚴經》講十波羅蜜裡面，布施也是列在第一位；四攝法裡頭第一個，還是布施。布施是什麼？布施是放下，它的內容包括三個部分，財布施、法布施、無畏布施。所謂財布施，就是以我們的財物，別人缺乏，別人沒有，我們有多餘的我們給他，這是布施。真正行菩薩道，我們有別人沒有，我給他我自己就缺乏了，但是這種財物對他真有用處，我自己雖然缺乏，我也願意布施給他，捨己為人。法，則是智慧的布施，也就是教學。法布施裡面範圍包括的非常廣泛，有世間法、有佛法。佛法是什麼？是以善巧方便叫他開悟，這是佛法的布施。世間法，譬如世間種種學術、技能的傳授，這就是世間的法布施。我懂得這個方法，我曉得這個理論，你不知道，我教給你，這叫法布施。經裡面常常說，財布施的果報得財用不缺乏，我們今天這個世間有很富有的人，他為什麼很富？因為他前世財布施的多，他今生得到富足的果報，富是財布施得來的。有些人非常聰明，有智慧，他聰明智慧的果報從哪得來的？是他過去生中修的法布施多，是法布施的果報。有些人非常的健康長壽，健康長壽的果報從哪來？是無畏布施所得來的。無畏布施什麼意思？就是眾生遭遇到苦難，有恐怖的時候，精神不能夠安穩，身心不安，你發心保護他，使他沒有恐懼，心裡面得到安穩，這就叫做無畏布施。"
    },
    {
      "id": "15-006-0002_p0042",
      "zh_CN": "我们举两个例子来说，譬如有些人胆子很小，晚上走黑路怕鬼，他恐惧，「好，我陪你走，我送你回家，你不要害怕」，这是无畏布施。有人陪伴他，他不怕，他平平安安回家，这是无畏布施，这是举一个例子。另外像我们宝岛，大家在这里生活很安定，我们今天为什么能得到这个安稳？是由我们国家军队，我们有六十万大军在此地保护我们，所以我们能够在此地安居乐业。军队、警察保护我们社会的治安，他们对于我们来说就是无畏布施。所以我们要晓得这些道理，修三种布施得三种果报。这个三种果报我给你讲，是世间法，财布施得富贵，法布施得聪明，无畏布施得健康长寿，这是世间果报。而佛法的修学不求果报，不求世间果报，我也不求财富，也不求聪明智慧，我也不求健康长寿，佛门修布施是修什么东西？断烦恼障，破所知障。所以三轮体空这叫净，就是不着布施的相，不着能布施的我相，不着所布施的法相，也不执着接受布施的他相，这种布施叫三轮体空。三轮体空的布施叫净施，就是「净施所安」，我们自己身心得到安稳，这个叫行，行布施就是行道，「力行近乎仁」。这是说了一句「净施所安」的意思。",
      "zh_TW": "我們舉兩個例子來說，譬如有些人膽子很小，晚上走黑路怕鬼，他恐懼，「好，我陪你走，我送你回家，你不要害怕」，這是無畏布施。有人陪伴他，他不怕，他平平安安回家，這是無畏布施，這是舉一個例子。另外像我們寶島，大家在這裡生活很安定，我們今天為什麼能得到這個安穩？是由我們國家軍隊，我們有六十萬大軍在此地保護我們，所以我們能夠在此地安居樂業。軍隊、警察保護我們社會的治安，他們對於我們來說就是無畏布施。所以我們要曉得這些道理，修三種布施得三種果報。這個三種果報我給你講，是世間法，財布施得富貴，法布施得聰明，無畏布施得健康長壽，這是世間果報。而佛法的修學不求果報，不求世間果報，我也不求財富，也不求聰明智慧，我也不求健康長壽，佛門修布施是修什麼東西？斷煩惱障，破所知障。所以三輪體空這叫淨，就是不著布施的相，不著能布施的我相，不著所布施的法相，也不執著接受布施的他相，這種布施叫三輪體空。三輪體空的布施叫淨施，就是「淨施所安」，我們自己身心得到安穩，這個叫行，行布施就是行道，「力行近乎仁」。這是說了一句「淨施所安」的意思。"
    },
    {
      "id": "15-006-0002_p0043",
      "zh_CN": "今天我们虽然讲了这几句经文，诸位就应当要明白，每句经文里面含的意思非常深广。我跟大家讲的这个经，是小乘经，大乘经论里面这个意思更是无量无边。此地也只是提示我们修行的原理原则，我们从这个地方一定要闻一知十，佛门里面讲的一闻千悟，这才能学佛，才能谈得上修行。",
      "zh_TW": "今天我們雖然講了這幾句經文，諸位就應當要明白，每句經文裡面含的意思非常深廣。我跟大家講的這個經，是小乘經，大乘經論裡面這個意思更是無量無邊。此地也只是提示我們修行的原理原則，我們從這個地方一定要聞一知十，佛門裡面講的一聞千悟，這才能學佛，才能談得上修行。"
    },
    {
      "id": "15-006-0002_p0044",
      "zh_CN": "下面『不违道禁，斋戒不厌，心中欣欣』，今天时间到了，下次从这个地方再跟诸位细细的来研究。",
      "zh_TW": "下面『不違道禁，齋戒不厭，心中欣欣』，今天時間到了，下次從這個地方再跟諸位細細的來研究。"
    }
  ]
}