{
  "doc_id": "32-062-0001",
  "title": {
    "zh_CN": "岁次甲午年中元祭祖超荐系念法会开示",
    "zh_TW": "歲次甲午年中元祭祖超薦繫念法會開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港国际机场亚洲国际博览馆",
    "zh_TW": "香港國際機場亞洲國際博覽館"
  },
  "doc_number": "32-062-0001",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "32-062-0001_p0001",
      "zh_CN": "尊敬的主法和尚，诸位法师，诸位同修，大家好！香港佛陀教育协会与各地净宗同学举办这一次中元法会，第一天是祭祖大典，我来参加了，感到非常的殊胜，一次比一次有进步，这是好事情。",
      "zh_TW": "尊敬的主法和尚，諸位法師，諸位同修，大家好！香港佛陀教育協會與各地淨宗同學舉辦這一次中元法會，第一天是祭祖大典，我來參加了，感到非常的殊勝，一次比一次有進步，這是好事情。"
    },
    {
      "id": "32-062-0001_p0002",
      "zh_CN": "我看到上官同学跟诸位的报告，说明祭祖的意义与我们修学的核心价值观。佛法说到极处，古人所说的三学一源。释迦牟尼佛四十九年所说、所传的一切法不外乎三大类，第一个是戒律，第二个是禅宗，第三是教下。戒律是佛的行为，禅是佛的心，教是佛的言语，所以用这三样就可以把佛法完全包括了。佛法之妙，微妙，让我们六道众生无法想像，它确实任何一法，「其大无外，其小无内」，「一即是多，多即是一」，大到整个宇宙，小到一粒微尘。微尘，我们肉眼看不见，天眼也看不见，连阿罗汉、权教菩萨的天眼也看不见。什么时候能看见？一定要明心见性，见性成佛，他就能看见。但是还不能看得很清楚、很明白，看得清楚明白，大乘经上常讲八地以上，这地位高了。《华严经》上说，菩萨有五十一个阶级，菩萨上面是妙觉，就是佛陀，总共是五十一个阶级。八地以上，就是最高的五个位次，八地、九地、十地、等觉、妙觉，才完全能够看到。这些我们平常学习经教都常说，很多同学多少都有一点概念。但是佛法，说难比登天还难，说容易就太容易了，难易不二，难易是一，没有分别、没有执着，关键，宗门大德常说你会不会，会么？如果要会，很容易，不会那就太难了，有人修行一辈子，修了几十年，都还在迷惑颠倒。",
      "zh_TW": "我看到上官同學跟諸位的報告，說明祭祖的意義與我們修學的核心價值觀。佛法說到極處，古人所說的三學一源。釋迦牟尼佛四十九年所說、所傳的一切法不外乎三大類，第一個是戒律，第二個是禪宗，第三是教下。戒律是佛的行為，禪是佛的心，教是佛的言語，所以用這三樣就可以把佛法完全包括了。佛法之妙，微妙，讓我們六道眾生無法想像，它確實任何一法，「其大無外，其小無內」，「一即是多，多即是一」，大到整個宇宙，小到一粒微塵。微塵，我們肉眼看不見，天眼也看不見，連阿羅漢、權教菩薩的天眼也看不見。什麼時候能看見？一定要明心見性，見性成佛，他就能看見。但是還不能看得很清楚、很明白，看得清楚明白，大乘經上常講八地以上，這地位高了。《華嚴經》上說，菩薩有五十一個階級，菩薩上面是妙覺，就是佛陀，總共是五十一個階級。八地以上，就是最高的五個位次，八地、九地、十地、等覺、妙覺，才完全能夠看到。這些我們平常學習經教都常說，很多同學多少都有一點概念。但是佛法，說難比登天還難，說容易就太容易了，難易不二，難易是一，沒有分別、沒有執著，關鍵，宗門大德常說你會不會，會麼？如果要會，很容易，不會那就太難了，有人修行一輩子，修了幾十年，都還在迷惑顛倒。"
    },
    {
      "id": "32-062-0001_p0003",
      "zh_CN": "我们生在这个时代，很幸运的遇到佛法，更难得的是遇到净宗，遇到净宗三位大德，这真的稀有难逢。第一个夏莲居老居士，为我们会集了《无量寿经》，这个经是真经，不容许丝毫怀疑。第二个黄念祖老居士，为我们会集了《无量寿经》的注解。他注解是会集本，用了八十三种经论，一百一十种祖师大德的注疏，总共一百九十三部书，引经据典，集注这一部《无量寿经》，这是真实智慧，决定没有差错。第三位，我看到今天相片挂上来了，来佛寺的海贤老和尚，手上拿了一本书，为我们作证转，证明《无量寿经》会集本是真的，证明黄念祖老居士会集的注解是真的；第三，我们这些年来依照这部经、依照这部注解修行没有错。",
      "zh_TW": "我們生在這個時代，很幸運的遇到佛法，更難得的是遇到淨宗，遇到淨宗三位大德，這真的稀有難逢。第一個夏蓮居老居士，為我們會集了《無量壽經》，這個經是真經，不容許絲毫懷疑。第二個黃念祖老居士，為我們會集了《無量壽經》的註解。他註解是會集本，用了八十三種經論，一百一十種祖師大德的註疏，總共一百九十三部書，引經據典，集註這一部《無量壽經》，這是真實智慧，決定沒有差錯。第三位，我看到今天相片掛上來了，來佛寺的海賢老和尚，手上拿了一本書，為我們作證轉，證明《無量壽經》會集本是真的，證明黃念祖老居士會集的註解是真的；第三，我們這些年來依照這部經、依照這部註解修行沒有錯。"
    },
    {
      "id": "32-062-0001_p0004",
      "zh_CN": "我看到贤公老和尚他的弟子印志法师把这些资料、光碟送给我，我大概看了二三十遍，非常欢喜，欲罢不能。我在讲经时候跟大家介绍，特别重要的，我们要向他老人家学习。资料虽然不多，我们印出来了，《来佛三圣永思集》。怎样把它落实？我今天写在这张纸上，大家都看到了，这是我向贤公老和尚学习的节录，这个本子里头、光碟里头，哪些东西我要向他学习的。大家手上都有，这我们应当学。",
      "zh_TW": "我看到賢公老和尚他的弟子印志法師把這些資料、光碟送給我，我大概看了二三十遍，非常歡喜，欲罷不能。我在講經時候跟大家介紹，特別重要的，我們要向他老人家學習。資料雖然不多，我們印出來了，《來佛三聖永思集》。怎樣把它落實？我今天寫在這張紙上，大家都看到了，這是我向賢公老和尚學習的節錄，這個本子裡頭、光碟裡頭，哪些東西我要向他學習的。大家手上都有，這我們應當學。"
    },
    {
      "id": "32-062-0001_p0005",
      "zh_CN": "第一个，「严持戒律，勤修梵行」。戒律，他老人家一生只念一句南无阿弥陀佛，一句佛号。这句佛号，你看是他二十岁出家，出家时候师父只教他一句佛号，其他的什么都没教，教他一直念下去。他成功的秘诀我们每个人都有，就是没有拿出来用。怎么成功的？老实、听话、真干。我们每个人都有，为什么不拿出来？拿出来这一生就能成佛，跟他一样，不输给他。修行的心态他具足，真诚、清净、恭敬，你看他生活恭敬、工作恭敬、待人恭敬，这是我们要学的。对待自己很严格，对待别人非常温和。「九十二年，善始善终」，为我们表演六和、忍辱，「心虚受益，自卑尊人」，尊重别人。所以这些，我们只要一回头，像印光老法师教导我们的，真正修行，只有一个念头，求生净土；这一生一个方向，西方；一个目标，极乐世界，亲近阿弥陀佛。万缘放下，放下什么？放下六尘，六尘是色、声、香、味、触、法，六尘，不要被六尘染污了，不要被六尘欺骗了。这还不够，还得放下六根，六根是眼、耳、鼻、舌、身、意；最后得放下六识，识是起作用。六根、六尘、六识合起来叫十八界，《楞严经》上修行人，他们有本事放下十八界、放下七大，七大是地、水、火、风、空、见、识。真能彻底放下，一句佛号念到底，这就是贤公老和尚九十二年的成就，就是这个，我们每个人都能做到。",
      "zh_TW": "第一個，「嚴持戒律，勤修梵行」。戒律，他老人家一生只念一句南無阿彌陀佛，一句佛號。這句佛號，你看是他二十歲出家，出家時候師父只教他一句佛號，其他的什麼都沒教，教他一直念下去。他成功的祕訣我們每個人都有，就是沒有拿出來用。怎麼成功的？老實、聽話、真幹。我們每個人都有，為什麼不拿出來？拿出來這一生就能成佛，跟他一樣，不輸給他。修行的心態他具足，真誠、清淨、恭敬，你看他生活恭敬、工作恭敬、待人恭敬，這是我們要學的。對待自己很嚴格，對待別人非常溫和。「九十二年，善始善終」，為我們表演六和、忍辱，「心虛受益，自卑尊人」，尊重別人。所以這些，我們只要一回頭，像印光老法師教導我們的，真正修行，只有一個念頭，求生淨土；這一生一個方向，西方；一個目標，極樂世界，親近阿彌陀佛。萬緣放下，放下什麼？放下六塵，六塵是色、聲、香、味、觸、法，六塵，不要被六塵染污了，不要被六塵欺騙了。這還不夠，還得放下六根，六根是眼、耳、鼻、舌、身、意；最後得放下六識，識是起作用。六根、六塵、六識合起來叫十八界，《楞嚴經》上修行人，他們有本事放下十八界、放下七大，七大是地、水、火、風、空、見、識。真能徹底放下，一句佛號念到底，這就是賢公老和尚九十二年的成就，就是這個，我們每個人都能做到。"
    },
    {
      "id": "32-062-0001_p0006",
      "zh_CN": "他说了一句话，我们听起来非常感动，这句话就是，「世尊有一言，道破世间好大天机」。天机是秘密，释迦牟尼佛为我们揭穿了。这句话是什么？在《金刚经》上，「一切法无我，得成于忍」。《金刚经》我们常念，这句话很多人都记在心上，都会说，但是没有做到。没有做到就是这句话你没有听懂，如果真听懂了，你就开悟了。一切法无我，《楞严经》上所说的一切法，用十八界跟七大完全包括了，这叫二十五圆通，二十五位菩萨代表。无论修学哪个法门，都能证无上道，都能成佛，所以法门平等，无有高下。关键就是你要专心，你只能学一门，不能学两门，两门以上就杂了，用心不专，这就错了。",
      "zh_TW": "他說了一句話，我們聽起來非常感動，這句話就是，「世尊有一言，道破世間好大天機」。天機是祕密，釋迦牟尼佛為我們揭穿了。這句話是什麼？在《金剛經》上，「一切法無我，得成於忍」。《金剛經》我們常念，這句話很多人都記在心上，都會說，但是沒有做到。沒有做到就是這句話你沒有聽懂，如果真聽懂了，你就開悟了。一切法無我，《楞嚴經》上所說的一切法，用十八界跟七大完全包括了，這叫二十五圓通，二十五位菩薩代表。無論修學哪個法門，都能證無上道，都能成佛，所以法門平等，無有高下。關鍵就是你要專心，你只能學一門，不能學兩門，兩門以上就雜了，用心不專，這就錯了。"
    },
    {
      "id": "32-062-0001_p0007",
      "zh_CN": "老和尚还教给我们，世间无难事，只怕心不专。他的成就就是专心念这一句阿弥陀佛，一句阿弥陀佛念了九十二年，他成功了。他的成就，跟释迦牟尼佛在菩提树下大彻大悟平等的，跟中国禅宗六祖惠能大师在五祖方丈室里面大彻大悟也是平等的。他用这一句佛号，在净土宗，这叫做理一心不乱，理一心不乱就是明心见性、大彻大悟，也就是成佛了。我们要问，他什么时候证得的？诸位自己从光碟上去看。我劝大家每天把这个光碟要看三遍，当作《无量寿经》来受持，你天天读。有同学一天看十遍、看五遍，他们来告诉我，看得非常欢喜，已经看了几百遍了，欲罢不能，很得受用、很摄心，向老和尚学习。一千遍，看一千遍，你会得三昧，你会开悟。这是什么缘故？用心专一。用心专一，戒定慧三学具足，我们看他的光碟是修戒、修定、修慧。要用真诚心、恭敬心、清净心来看，来学佛，来念这一句佛号。",
      "zh_TW": "老和尚還教給我們，世間無難事，只怕心不專。他的成就就是專心念這一句阿彌陀佛，一句阿彌陀佛念了九十二年，他成功了。他的成就，跟釋迦牟尼佛在菩提樹下大徹大悟平等的，跟中國禪宗六祖惠能大師在五祖方丈室裡面大徹大悟也是平等的。他用這一句佛號，在淨土宗，這叫做理一心不亂，理一心不亂就是明心見性、大徹大悟，也就是成佛了。我們要問，他什麼時候證得的？諸位自己從光碟上去看。我勸大家每天把這個光碟要看三遍，當作《無量壽經》來受持，你天天讀。有同學一天看十遍、看五遍，他們來告訴我，看得非常歡喜，已經看了幾百遍了，欲罷不能，很得受用、很攝心，向老和尚學習。一千遍，看一千遍，你會得三昧，你會開悟。這是什麼緣故？用心專一。用心專一，戒定慧三學具足，我們看他的光碟是修戒、修定、修慧。要用真誠心、恭敬心、清淨心來看，來學佛，來念這一句佛號。"
    },
    {
      "id": "32-062-0001_p0008",
      "zh_CN": "真的世间无难事，只怕心不专，我们只要专心，这一生决定成就，而且成就得很快。老和尚，我在看光碟上体会到，他老人家证得功夫成片。什么叫功夫成片？心里面只有这一句阿弥陀佛，除阿弥陀佛之外没有杂念、没有妄想、没有忧虑、没有牵挂，这叫功夫成片，有功夫成片就决定得生。大概功夫成片这个时候阿弥陀佛有感应，功夫是感，阿弥陀佛就应，阿弥陀佛会现身来告诉你，你的寿命还有多少年，等你寿命到的时候，佛来接引你往生极乐世界，等于是授记，你就很放心了，自己知道什么时候到极乐世界去。有一等人聪明，见到阿弥陀佛就不放松，寿命还有多少我不要了，我现在就跟你去，这样的人至少有一半。你们不相信去看《净土圣贤录》、《往生传》，那里头往生的人，念佛三年就往生了。难道他的寿命就只有三年吗？绝对不可能。那为什么三年往生？三年功夫成片，佛来了，寿命长我不要了，我就要跟你去，阿弥陀佛慈悲，就接引你走了，是这么一回事情。那我们深深相信，贤公老和尚三年达到这个功夫。三年他什么年岁？二十三岁，二十三岁就见到阿弥陀佛了。这是《楞严经．大势至菩萨圆通章》里面说的，大势至菩萨告诉我们，「忆佛念佛，现前当来，必定见佛」。我们天天想佛、天天念佛，其他的世俗统统放下。不但世俗放下，佛法也要放下，《金刚经》上佛告诉我们，「法尚应舍，何况非法」，法就是佛法。八万四千法门、无量法门统统放下，就一句佛号，这就成功了。所以世出世间都放下，「一门深入，长时薰修」、「读书千遍，其义自见」，自见就是开悟。我们依照规矩就是持戒，持戒的目的是得定，得一心、得定，一心的目的是开悟，只要得一心就开悟，就明心见性了。",
      "zh_TW": "真的世間無難事，只怕心不專，我們只要專心，這一生決定成就，而且成就得很快。老和尚，我在看光碟上體會到，他老人家證得功夫成片。什麼叫功夫成片？心裡面只有這一句阿彌陀佛，除阿彌陀佛之外沒有雜念、沒有妄想、沒有憂慮、沒有牽掛，這叫功夫成片，有功夫成片就決定得生。大概功夫成片這個時候阿彌陀佛有感應，功夫是感，阿彌陀佛就應，阿彌陀佛會現身來告訴你，你的壽命還有多少年，等你壽命到的時候，佛來接引你往生極樂世界，等於是授記，你就很放心了，自己知道什麼時候到極樂世界去。有一等人聰明，見到阿彌陀佛就不放鬆，壽命還有多少我不要了，我現在就跟你去，這樣的人至少有一半。你們不相信去看《淨土聖賢錄》、《往生傳》，那裡頭往生的人，念佛三年就往生了。難道他的壽命就只有三年嗎？絕對不可能。那為什麼三年往生？三年功夫成片，佛來了，壽命長我不要了，我就要跟你去，阿彌陀佛慈悲，就接引你走了，是這麼一回事情。那我們深深相信，賢公老和尚三年達到這個功夫。三年他什麼年歲？二十三歲，二十三歲就見到阿彌陀佛了。這是《楞嚴經．大勢至菩薩圓通章》裡面說的，大勢至菩薩告訴我們，「憶佛念佛，現前當來，必定見佛」。我們天天想佛、天天念佛，其他的世俗統統放下。不但世俗放下，佛法也要放下，《金剛經》上佛告訴我們，「法尚應捨，何況非法」，法就是佛法。八萬四千法門、無量法門統統放下，就一句佛號，這就成功了。所以世出世間都放下，「一門深入，長時薰修」、「讀書千遍，其義自見」，自見就是開悟。我們依照規矩就是持戒，持戒的目的是得定，得一心、得定，一心的目的是開悟，只要得一心就開悟，就明心見性了。"
    },
    {
      "id": "32-062-0001_p0009",
      "zh_CN": "所以贤公老和尚虽然二十几岁就取得极乐世界的资格，就能往生，那为什么没去？阿弥陀佛不让他去。这个信息都透露了，你们光碟上听，他有一句话，别人问他：你见到阿弥陀佛，阿弥陀佛跟你说什么话？他说：我好几次要求阿弥陀佛带我到极乐世界，阿弥陀佛不肯，说我修得不错，修得好，在这里多住几年，给学佛的人、念佛的人做个好样子。他是不是真的有一百一十二岁？我不相信。这一百一十二岁是阿弥陀佛把它延长的，应该他的寿命，我估计应该是七、八十岁。但是功夫成片得到了，再有个三、五年功夫，他就提升到事一心不乱；再有三、五年，他就提升到理一心不乱。所以大彻大悟、明心见性，在净土宗叫做理一心不乱，他什么时候证得的？应该在四十岁左右他就证得了，他就成佛了。",
      "zh_TW": "所以賢公老和尚雖然二十幾歲就取得極樂世界的資格，就能往生，那為什麼沒去？阿彌陀佛不讓他去。這個信息都透露了，你們光碟上聽，他有一句話，別人問他：你見到阿彌陀佛，阿彌陀佛跟你說什麼話？他說：我好幾次要求阿彌陀佛帶我到極樂世界，阿彌陀佛不肯，說我修得不錯，修得好，在這裡多住幾年，給學佛的人、念佛的人做個好樣子。他是不是真的有一百一十二歲？我不相信。這一百一十二歲是阿彌陀佛把它延長的，應該他的壽命，我估計應該是七、八十歲。但是功夫成片得到了，再有個三、五年功夫，他就提升到事一心不亂；再有三、五年，他就提升到理一心不亂。所以大徹大悟、明心見性，在淨土宗叫做理一心不亂，他什麼時候證得的？應該在四十歲左右他就證得了，他就成佛了。"
    },
    {
      "id": "32-062-0001_p0010",
      "zh_CN": "证得理一心生实报庄严土，证得事一心生方便有余土，像我们一般只能功夫成片往生，凡圣同居土。但是我们要晓得，极乐世界是个很特殊的境界，它跟十方诸佛刹土里面的十法界、六道完全不相同，这是阿弥陀佛无尽的慈悲、伟大的愿力，每一个往生到极乐世界凡圣同居土，下下品往生，到极乐世界都得到阿惟越致的果位，阿惟越致就是理一心不乱，就是明心见性、见性成佛。这个便宜可占大了！换句话说，往生极乐世界就成佛了。这是我们一生第一桩大事，老和尚常说，「好好念佛，成佛是大事」。念佛往生就成佛，这是大事，其他全是假的。既然是假的，统统要放下，统统不要去沾边，为什么？沾边一定干扰我们的道业，干扰我们念佛，干扰我们的清净心。我们的清净心不许干扰，不但世间法不能干扰，八万四千法门不能干扰，无量法门也不能干扰，一定要死心塌地盯住这一句阿弥陀佛，一分一秒都不能放松。",
      "zh_TW": "證得理一心生實報莊嚴土，證得事一心生方便有餘土，像我們一般只能功夫成片往生，凡聖同居土。但是我們要曉得，極樂世界是個很特殊的境界，它跟十方諸佛剎土裡面的十法界、六道完全不相同，這是阿彌陀佛無盡的慈悲、偉大的願力，每一個往生到極樂世界凡聖同居土，下下品往生，到極樂世界都得到阿惟越致的果位，阿惟越致就是理一心不亂，就是明心見性、見性成佛。這個便宜可佔大了！換句話說，往生極樂世界就成佛了。這是我們一生第一樁大事，老和尚常說，「好好念佛，成佛是大事」。念佛往生就成佛，這是大事，其他全是假的。既然是假的，統統要放下，統統不要去沾邊，為什麼？沾邊一定干擾我們的道業，干擾我們念佛，干擾我們的清淨心。我們的清淨心不許干擾，不但世間法不能干擾，八萬四千法門不能干擾，無量法門也不能干擾，一定要死心塌地盯住這一句阿彌陀佛，一分一秒都不能放鬆。"
    },
    {
      "id": "32-062-0001_p0011",
      "zh_CN": "感应、稀奇不要求，这是老和尚教导我们的。现在我们学佛求感应、求神通、求稀奇，心里被这个东西染污，严重的染污，他说不要求，一切随其自然才好，这个话是真话。明白了，这是他师父教他的，「明白了不要乱说，不能说，不要指手画脚」，那个明白了是什么？开悟了。他念到理一心他开悟了，开悟怎么样？不能说。惠能大师在盛唐那个时代，佛法非常兴旺，在中国这个佛法黄金时代，惠能大师处在那个境界里，你看看，他开悟之后，老师叫他找个地方去藏起来、躲起来，别人找他麻烦，抢他的衣钵，他到猎人队去躲了十五年，你看那个时代。这个时代比那个时代差很远，这个时代开悟了不能说，不要乱说，不要指手画脚，好好表法。那你表的是什么？农夫，每一天耕地种田，他表这个法。你看九十多年平平安安，走到哪里没有障碍、没有嫉妒。对什么人都好，没有一个人不好，没有一桩事不好，每天法喜充满，常生欢喜心。这叫真修行，这是我们必须要学习。",
      "zh_TW": "感應、稀奇不要求，這是老和尚教導我們的。現在我們學佛求感應、求神通、求稀奇，心裡被這個東西染污，嚴重的染污，他說不要求，一切隨其自然才好，這個話是真話。明白了，這是他師父教他的，「明白了不要亂說，不能說，不要指手畫腳」，那個明白了是什麼？開悟了。他念到理一心他開悟了，開悟怎麼樣？不能說。惠能大師在盛唐那個時代，佛法非常興旺，在中國這個佛法黃金時代，惠能大師處在那個境界裡，你看看，他開悟之後，老師叫他找個地方去藏起來、躲起來，別人找他麻煩，搶他的衣缽，他到獵人隊去躲了十五年，你看那個時代。這個時代比那個時代差很遠，這個時代開悟了不能說，不要亂說，不要指手畫腳，好好表法。那你表的是什麼？農夫，每一天耕地種田，他表這個法。你看九十多年平平安安，走到哪裡沒有障礙、沒有嫉妒。對什麼人都好，沒有一個人不好，沒有一樁事不好，每天法喜充滿，常生歡喜心。這叫真修行，這是我們必須要學習。"
    },
    {
      "id": "32-062-0001_p0012",
      "zh_CN": "世间事要放下，从哪里放下？从身体放下。为什么身体要放下？身体是假的，不是真的。初果须陀洹就放下了，这个东西不放下不能入佛门。身见、边见、见取见、戒取见、邪见，这五种见惑断了证小乘须陀洹果，大乘初信位的菩萨，这不放怎么行？那身体怎样？随它去吧！抓住这一句佛号，你的身体一定健康。为什么？今天科学家证明了，证明佛所说的境随心转，身体是我们最贴近的一个境界，它会随我们念头转。我们念头只有一句阿弥陀佛，阿弥陀佛不生病，阿弥陀佛没有生死，所以你念头归到阿弥陀佛上，你就不死、你就不病，健康长寿。天天为这个身体，保养身体，要照顾身体的话，身体怎么能不生病？没有病得想出病出来。这是什么？不信佛，不信经教，犯的这个错误。所以看信不信佛，就看你能不能把身心世界一切放下，放下真信佛；还要留恋这个世界，还要挂念、牵挂身体，不信佛，佛看到摇头，一天念十万声佛号也枉然。古人说的，「口念弥陀心散乱，喊破喉咙也枉然」。所以我们要记住佛这一句话，老和尚给我们提出来的，「一切法无我」。忍就是定，心就不动了，这个比什么都重要。往生不要助念，这老和尚为我们表演。你看他往生之前到处看看，那是什么？辞行，给大家打招呼。有人，这他的同参道友，告诉他，你往生告诉我，我们大家替你助念。他摇摇头说不必助念，助念不牢靠，我自己念佛往生，不需要人助念。他真做到。",
      "zh_TW": "世間事要放下，從哪裡放下？從身體放下。為什麼身體要放下？身體是假的，不是真的。初果須陀洹就放下了，這個東西不放下不能入佛門。身見、邊見、見取見、戒取見、邪見，這五種見惑斷了證小乘須陀洹果，大乘初信位的菩薩，這不放怎麼行？那身體怎樣？隨它去吧！抓住這一句佛號，你的身體一定健康。為什麼？今天科學家證明了，證明佛所說的境隨心轉，身體是我們最貼近的一個境界，它會隨我們念頭轉。我們念頭只有一句阿彌陀佛，阿彌陀佛不生病，阿彌陀佛沒有生死，所以你念頭歸到阿彌陀佛上，你就不死、你就不病，健康長壽。天天為這個身體，保養身體，要照顧身體的話，身體怎麼能不生病？沒有病得想出病出來。這是什麼？不信佛，不信經教，犯的這個錯誤。所以看信不信佛，就看你能不能把身心世界一切放下，放下真信佛；還要留戀這個世界，還要掛念、牽掛身體，不信佛，佛看到搖頭，一天念十萬聲佛號也枉然。古人說的，「口念彌陀心散亂，喊破喉嚨也枉然」。所以我們要記住佛這一句話，老和尚給我們提出來的，「一切法無我」。忍就是定，心就不動了，這個比什麼都重要。往生不要助念，這老和尚為我們表演。你看他往生之前到處看看，那是什麼？辭行，給大家打招呼。有人，這他的同參道友，告訴他，你往生告訴我，我們大家替你助念。他搖搖頭說不必助念，助念不牢靠，我自己念佛往生，不需要人助念。他真做到。"
    },
    {
      "id": "32-062-0001_p0013",
      "zh_CN": "祖师大德教导我们，真正学佛能持戒，能持戒是自然的，能吃苦。能吃苦，对于这个世间没有贪恋，种种障缘，逆境、恶缘是好事，它们在催促我们赶紧到极乐世界去，这个世间太苦了。所以它帮助我们，它不是害我们，叫我们赶快到极乐世界去。所以，毁谤我们的人、障碍我们的人，甚至于陷害我们的人，都是善知识，这些人都是好人，他们在催促我们、提醒我们，这世界别住了，赶快到极乐世界去吧！所以我们要感恩他，不能怨恨，要感恩他。善缘，帮助我们的、护持我们的，很容易生起情执，那个不好，那我们就舍不得离开娑婆世界。所以逆境、恶缘容易成就人，只要真正是个修行人，没有瞋恚心、没有怨恨，老实念佛，加紧用功，早一天到极乐世界，好！",
      "zh_TW": "祖師大德教導我們，真正學佛能持戒，能持戒是自然的，能吃苦。能吃苦，對於這個世間沒有貪戀，種種障緣，逆境、惡緣是好事，它們在催促我們趕緊到極樂世界去，這個世間太苦了。所以它幫助我們，它不是害我們，叫我們趕快到極樂世界去。所以，毀謗我們的人、障礙我們的人，甚至於陷害我們的人，都是善知識，這些人都是好人，他們在催促我們、提醒我們，這世界別住了，趕快到極樂世界去吧！所以我們要感恩他，不能怨恨，要感恩他。善緣，幫助我們的、護持我們的，很容易生起情執，那個不好，那我們就捨不得離開娑婆世界。所以逆境、惡緣容易成就人，只要真正是個修行人，沒有瞋恚心、沒有怨恨，老實念佛，加緊用功，早一天到極樂世界，好！"
    },
    {
      "id": "32-062-0001_p0014",
      "zh_CN": "在这个世界，我们要学习利乐有情，常常不要想自己，想到苦难众生，我如何去帮助他们。要想帮助别人，首先成就自己；自己没有成就，拿什么帮助别人？自己成就不难，你看看老和尚生活，穿衣吃饭。它是个小庙，没有义工照顾他们，老和尚自己破柴（劈柴）、自己烧饭，自己洗衣服，这都是日常生活。生活当中他一句佛号都没有舍掉，一句佛号接着一句佛号，有时候念出声，多半时候不出声。他也不是金刚持，心里在念，心里面念念都是阿弥陀佛，一秒钟都不空过，空过一秒钟那一秒钟白费了。一分钟六十句佛号，一小时三千多声佛号，你看他不妨碍工作，所以生活在佛法里头。工作他是种田，开辟十几处荒地，种植一百多亩，他非常勤快。一百多岁，精神、体力跟年轻人一样，你问他身体怎么保养的？念阿弥陀佛保养的。这个样子我们该看清楚，念这一句阿弥陀佛，人不会衰老，精神、体力愈来愈年轻。所以耕种也是分分秒秒都是阿弥陀佛。处事待人接物，那个心里头也没有把阿弥陀佛放下，一心专念，对人不失威仪。这就是说，行住坐卧，干什么都是念佛，这样才能够法喜充满，常生欢喜心。",
      "zh_TW": "在這個世界，我們要學習利樂有情，常常不要想自己，想到苦難眾生，我如何去幫助他們。要想幫助別人，首先成就自己；自己沒有成就，拿什麼幫助別人？自己成就不難，你看看老和尚生活，穿衣吃飯。它是個小廟，沒有義工照顧他們，老和尚自己破柴（劈柴）、自己燒飯，自己洗衣服，這都是日常生活。生活當中他一句佛號都沒有捨掉，一句佛號接著一句佛號，有時候念出聲，多半時候不出聲。他也不是金剛持，心裡在念，心裡面念念都是阿彌陀佛，一秒鐘都不空過，空過一秒鐘那一秒鐘白費了。一分鐘六十句佛號，一小時三千多聲佛號，你看他不妨礙工作，所以生活在佛法裡頭。工作他是種田，開闢十幾處荒地，種植一百多畝，他非常勤快。一百多歲，精神、體力跟年輕人一樣，你問他身體怎麼保養的？念阿彌陀佛保養的。這個樣子我們該看清楚，念這一句阿彌陀佛，人不會衰老，精神、體力愈來愈年輕。所以耕種也是分分秒秒都是阿彌陀佛。處事待人接物，那個心裡頭也沒有把阿彌陀佛放下，一心專念，對人不失威儀。這就是說，行住坐臥，幹什麼都是念佛，這樣才能夠法喜充滿，常生歡喜心。"
    },
    {
      "id": "32-062-0001_p0015",
      "zh_CN": "一生真的是不懂得禅、不懂得教，不认识字，他一个字都不认识，没有念过书。所以一生没有念过一部经，也没有听过一部经，一生就那么简单、就那么容易，阿弥陀佛四个字，这样伟大的成就。这个表法我们要体会到，表什么？这一句阿弥陀佛是圆满的佛法。这一句佛号包括十方三世一切诸佛名号都在其中，念这一句佛号，一个都没念漏，佛没有念漏掉；再跟诸位说，菩萨名号也在其中，观音菩萨、势至菩萨，文殊、普贤、弥勒菩萨，统统在这一句佛号里头，全念到了；释迦牟尼佛四十九年所说的一切经教，今天的《大藏经》，也在一句佛号里头。没念过经，没有听过经，他想的、他跟人所说的，跟经典里面完全相应，这是证明。我们今天拜这个佛，明天拜那个佛，好像一尊佛、一个菩萨管一桩事情，他是什么？他是大总统，他全管。所有佛菩萨的名号就在这一句名号里头，我们能抓住这句名号，这还得了吗？总持一切法门，总持无量法门，所以我们要认识这句佛号。他老人家给我们表演得太圆满了，让我们细心去观察，统统体验到了。体会到之后怎么样？我们得放下万缘，就提起这一句佛号。",
      "zh_TW": "一生真的是不懂得禪、不懂得教，不認識字，他一個字都不認識，沒有念過書。所以一生沒有念過一部經，也沒有聽過一部經，一生就那麼簡單、就那麼容易，阿彌陀佛四個字，這樣偉大的成就。這個表法我們要體會到，表什麼？這一句阿彌陀佛是圓滿的佛法。這一句佛號包括十方三世一切諸佛名號都在其中，念這一句佛號，一個都沒念漏，佛沒有念漏掉；再跟諸位說，菩薩名號也在其中，觀音菩薩、勢至菩薩，文殊、普賢、彌勒菩薩，統統在這一句佛號裡頭，全念到了；釋迦牟尼佛四十九年所說的一切經教，今天的《大藏經》，也在一句佛號裡頭。沒念過經，沒有聽過經，他想的、他跟人所說的，跟經典裡面完全相應，這是證明。我們今天拜這個佛，明天拜那個佛，好像一尊佛、一個菩薩管一樁事情，他是什麼？他是大總統，他全管。所有佛菩薩的名號就在這一句名號裡頭，我們能抓住這句名號，這還得了嗎？總持一切法門，總持無量法門，所以我們要認識這句佛號。他老人家給我們表演得太圓滿了，讓我們細心去觀察，統統體驗到了。體會到之後怎麼樣？我們得放下萬緣，就提起這一句佛號。"
    },
    {
      "id": "32-062-0001_p0016",
      "zh_CN": "这个法门最重要是信心，信心真难。我跟诸位曾经说过，我是出家就开始教学，在十普寺三藏学院就开课了。两年之后我才受戒，受了戒之后，当然第一个去拜老师，我的老师是李炳南老居士，我到台中去拜他。还没有进门，在慈光图书馆，我在大门口，他在里面就看到我了，看到我受戒回来了，就指着我，手指着我：「你，你要信佛！你要信佛！」说了好几声，说的声音好大。我都莫名其妙，我要不信佛，我怎么会学佛？怎么会去出家？怎么会去受戒？现在受戒回来了还指着我，叫我你要信佛。我进去了，他叫我坐下来，我就坐下来。他告诉我，古往今来，有很多老和尚，八、九十岁，临终还不信佛，告诉我说这些话，我很难理解。最后告诉我，那一句佛号没念好，不相信才念不好；要真正相信，一日到七日就能往生，我才恍然大悟。肯念佛，真信佛；还不肯念佛，一天还要漏掉，要记住李老师的话，我们没有真信。没有真信怎么办？我们对于事实真相没搞清楚，也就是佛说的凡所有相皆是虚妄、一切法无我，我们根本不能理解，如果真正理解，我们这一句佛号就跟命根子一样了。海贤老和尚也说过一句话，他说老佛爷是我老和尚的命根，说过这么一句话，这句话可不容易。命根怎么能舍？命根是一分一秒都不会舍的，舍了就没命了。你看看人家这个信，信到什么程度。这是我们要学习的，我们千万不能把它放过。",
      "zh_TW": "這個法門最重要是信心，信心真難。我跟諸位曾經說過，我是出家就開始教學，在十普寺三藏學院就開課了。兩年之後我才受戒，受了戒之後，當然第一個去拜老師，我的老師是李炳南老居士，我到台中去拜他。還沒有進門，在慈光圖書館，我在大門口，他在裡面就看到我了，看到我受戒回來了，就指著我，手指著我：「你，你要信佛！你要信佛！」說了好幾聲，說的聲音好大。我都莫名其妙，我要不信佛，我怎麼會學佛？怎麼會去出家？怎麼會去受戒？現在受戒回來了還指著我，叫我你要信佛。我進去了，他叫我坐下來，我就坐下來。他告訴我，古往今來，有很多老和尚，八、九十歲，臨終還不信佛，告訴我說這些話，我很難理解。最後告訴我，那一句佛號沒念好，不相信才念不好；要真正相信，一日到七日就能往生，我才恍然大悟。肯念佛，真信佛；還不肯念佛，一天還要漏掉，要記住李老師的話，我們沒有真信。沒有真信怎麼辦？我們對於事實真相沒搞清楚，也就是佛說的凡所有相皆是虛妄、一切法無我，我們根本不能理解，如果真正理解，我們這一句佛號就跟命根子一樣了。海賢老和尚也說過一句話，他說老佛爺是我老和尚的命根，說過這麼一句話，這句話可不容易。命根怎麼能捨？命根是一分一秒都不會捨的，捨了就沒命了。你看看人家這個信，信到什麼程度。這是我們要學習的，我們千萬不能把它放過。"
    },
    {
      "id": "32-062-0001_p0017",
      "zh_CN": "我节录这些话写在这张纸上，提供同学们做参考。日常生活当中，对人、对事、对物，一定要保持慈悲、微笑，这都是他老人家常常教人的，要保持微笑，亲切、和蔼。这就是经教里头佛所说的，「菩萨所在之处，令一切众生生欢喜心」，这是真正修行人。所以我们要学他，「佛不离心，称不离口」，称就是口念佛号，心里面真正有佛。他还有一桩事情，每年清明，十月初一，回老家上坟祭祖，拜祭老师。这都是现前迫切需要做的，大家统统忘掉了，老和尚做榜样给我们看，做一个好榜样。「一切都好，没有一样不好，见啥都说好」，「见啥都高兴，法喜充满，无烦恼」，「一切时、一切处，不失威仪」，「对人、对事、对物，保持慈悲、微笑」。希望我们认真努力学习。每天听三遍，听上三个月，大概这些都能记得了。记得之后要落实在生活，落实在工作，落实在处事待人接物，你就真正学到了，你是真正的佛弟子，你是真正的弥陀弟子，你决定往生极乐世界。将来往生的时候，你会看到贤公老和尚在阿弥陀佛旁边一同来接你。",
      "zh_TW": "我節錄這些話寫在這張紙上，提供同學們做參考。日常生活當中，對人、對事、對物，一定要保持慈悲、微笑，這都是他老人家常常教人的，要保持微笑，親切、和藹。這就是經教裡頭佛所說的，「菩薩所在之處，令一切眾生生歡喜心」，這是真正修行人。所以我們要學他，「佛不離心，稱不離口」，稱就是口念佛號，心裡面真正有佛。他還有一樁事情，每年清明，十月初一，回老家上墳祭祖，拜祭老師。這都是現前迫切需要做的，大家統統忘掉了，老和尚做榜樣給我們看，做一個好榜樣。「一切都好，沒有一樣不好，見啥都說好」，「見啥都高興，法喜充滿，無煩惱」，「一切時、一切處，不失威儀」，「對人、對事、對物，保持慈悲、微笑」。希望我們認真努力學習。每天聽三遍，聽上三個月，大概這些都能記得了。記得之後要落實在生活，落實在工作，落實在處事待人接物，你就真正學到了，你是真正的佛弟子，你是真正的彌陀弟子，你決定往生極樂世界。將來往生的時候，你會看到賢公老和尚在阿彌陀佛旁邊一同來接你。"
    },
    {
      "id": "32-062-0001_p0018",
      "zh_CN": "他有一点，这个我很早就学会了，「供养必定全部留在所在的道场」，他这么做的，我学会了，这个没有人教我。因为我早年一出家就教佛学院，台湾各地的寺院，或是居士们的道场、莲社请我讲经，我都很乐意去讲，练习讲经，有地方可以练习，那我就要懂得结法缘。结法缘是章嘉大师教给我的，这个比较早，要早好多年，结缘。一切供养决定是供养常住，我自己一分钱不带。那个时候在台湾，火车车票，常住他们寺庙里头供养我这些旅费，他们把票买好了送给我，我一分钱不带。这样大家就很喜欢我，希望我去讲经，人丁兴旺，又财源滚滚进来，这是讲经法师会受欢迎的秘诀。如果你会讲经，到人家道场传授三皈，把别人徒弟拉到自己这里来，而人家供养的全部带回去，只有一次，下一次这个道场再不请你了。我有这个经验。所以法缘殊胜怎么来的，自己一定要懂得。最重要的，因为大家把财看得太重，财一定留给别人，千万不要去动，法缘就非常殊胜；财拿走之后法缘就没有了，法缘就断掉了。还有，尽量满足居士们、同修们的愿望。愿望最普遍的，要求照相，要不要给他照？要满足他。你看这个老和尚，总是主动配合，尽量满足大家心愿，单独照行，合照也行，全家福照也行，统统满足，布施欢喜、布施慈悲，这个都应当的。不适合照相那有特殊原因，这个特殊原因我们要知道，要怎样善巧回避，尽量令人生欢喜心，这就对了。",
      "zh_TW": "他有一點，這個我很早就學會了，「供養必定全部留在所在的道場」，他這麼做的，我學會了，這個沒有人教我。因為我早年一出家就教佛學院，台灣各地的寺院，或是居士們的道場、蓮社請我講經，我都很樂意去講，練習講經，有地方可以練習，那我就要懂得結法緣。結法緣是章嘉大師教給我的，這個比較早，要早好多年，結緣。一切供養決定是供養常住，我自己一分錢不帶。那個時候在台灣，火車車票，常住他們寺廟裡頭供養我這些旅費，他們把票買好了送給我，我一分錢不帶。這樣大家就很喜歡我，希望我去講經，人丁興旺，又財源滾滾進來，這是講經法師會受歡迎的祕訣。如果你會講經，到人家道場傳授三皈，把別人徒弟拉到自己這裡來，而人家供養的全部帶回去，只有一次，下一次這個道場再不請你了。我有這個經驗。所以法緣殊勝怎麼來的，自己一定要懂得。最重要的，因為大家把財看得太重，財一定留給別人，千萬不要去動，法緣就非常殊勝；財拿走之後法緣就沒有了，法緣就斷掉了。還有，盡量滿足居士們、同修們的願望。願望最普遍的，要求照相，要不要給他照？要滿足他。你看這個老和尚，總是主動配合，盡量滿足大家心願，單獨照行，合照也行，全家福照也行，統統滿足，布施歡喜、布施慈悲，這個都應當的。不適合照相那有特殊原因，這個特殊原因我們要知道，要怎樣善巧迴避，盡量令人生歡喜心，這就對了。"
    },
    {
      "id": "32-062-0001_p0019",
      "zh_CN": "严持戒律，勤修梵行。我们净宗同学，早年，二、三十年前，美国第一个净宗学会成立，我写了一篇缘起，提出五个科目，我写在这个地方，这五个科目就是三福、六和、三学、六度、十愿，很简单，很容易记得，我们一定要落实。三福是最高的指导原则。六和敬，和为贵，家和万事兴，不和那就是灭法。所以老和尚最后表法的，这个应该是阿弥陀佛告诉他的，你什么时候看到一本书，这本书叫《若要佛法兴，唯有僧赞僧》，这本书出现了，阿弥陀佛就来接引他到极乐世界。所以，这张照片是往生前三天照的，最后的表法，表这个法之后，他老人家离开我们到极乐世界去了，一生表法圆满。他表法圆满了，接下来之后轮到我们表法了，我们怎么个表法？把他的光碟看上一千遍，你自然会表法了。这都是继承阿弥陀佛的悲愿，叫我们表法，我们自己成就，我们会带很多很多人一起成就。今天时间到了，我就讲到此地，谢谢大家。",
      "zh_TW": "嚴持戒律，勤修梵行。我們淨宗同學，早年，二、三十年前，美國第一個淨宗學會成立，我寫了一篇緣起，提出五個科目，我寫在這個地方，這五個科目就是三福、六和、三學、六度、十願，很簡單，很容易記得，我們一定要落實。三福是最高的指導原則。六和敬，和為貴，家和萬事興，不和那就是滅法。所以老和尚最後表法的，這個應該是阿彌陀佛告訴他的，你什麼時候看到一本書，這本書叫《若要佛法興，唯有僧讚僧》，這本書出現了，阿彌陀佛就來接引他到極樂世界。所以，這張照片是往生前三天照的，最後的表法，表這個法之後，他老人家離開我們到極樂世界去了，一生表法圓滿。他表法圓滿了，接下來之後輪到我們表法了，我們怎麼個表法？把他的光碟看上一千遍，你自然會表法了。這都是繼承阿彌陀佛的悲願，叫我們表法，我們自己成就，我們會帶很多很多人一起成就。今天時間到了，我就講到此地，謝謝大家。"
    }
  ]
}