{
  "doc_id": "12-004-0019",
  "title": {
    "zh_CN": "华严经开敷夜神章",
    "zh_TW": "華嚴經開敷夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "12-004-0019",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "12-004-0019_p0001",
      "zh_CN": "请掀开经本七百九十九面，第六行，我们将经文念一段对对地方。",
      "zh_TW": "請掀開經本七百九十九面，第六行，我們將經文念一段對對地方。"
    },
    {
      "id": "12-004-0019_p0002",
      "zh_CN": "【哀哉众生。恒为种种生老病死之所恐怖。我当云何为作归依。令离缚着。永得一切身心安隐。】",
      "zh_TW": "【哀哉眾生。恆為種種生老病死之所恐怖。我當云何為作歸依。令離縛著。永得一切身心安隱。】"
    },
    {
      "id": "12-004-0019_p0003",
      "zh_CN": "从这个地方看起，这一段是说明修行。经文一共是有两个段落，前面这一段就是生起大悲心，后一段是广行布施。在这一段里面有十句，前面两句我们已经讨论过了，今天这个经文是第三句的开始。第一句话，这个十句每一句都是用『哀哉众生』这句话生起，这也是我们今天所讲的同情心、怜悯心。实在说，我们今天这个世界与经上讲的非常的相似。这一节所说的是说明众生为种种苦恼逼迫，身心不安，经上用『生老病死』，无时无刻不是在恐怖之中。怎么晓得恐怖？那些遭遇到苦难果报的人，他时时刻刻身心不安，我们非常明显的能够觉察得出来。即使在一个安定的社会里面，像所谓的先进的国家，已经开发的国家，一般生活水准都相当之高，也相当的富有，你恐不恐怖？实在说还是在恐怖。没有得到的想得到，想得到又得不到；已经得到的，要想什么方法保持不让它失掉，这就是患得患失，患得患失这就是恐怖的情状。对身外的财富有患得患失，对于自己的身体亦复如是，常常怕自己生病，所谓贪生怕死，生老病死没有一桩不恐怖。没有儿女的想儿女，有了儿女的不晓得要增加多少麻烦，增长许多的牵挂。确实经上讲得没错，生老病死统统是个恐怖的事情，是个不安的事情，没有一样不是苦。菩萨遇到这种情形当然有救护众生的责任，所以说『我当云何为作归依』。「归依」两个字也是学佛最初入门，归是回头，依是依靠。从什么地方回头？从生老病死，从种种的恐怖，从这回头。依什么？依三宝，菩萨要度他们，要帮助他们，希望他们能够回头依靠三宝。三宝靠得住吗？这点我们一定要搞清楚。",
      "zh_TW": "從這個地方看起，這一段是說明修行。經文一共是有兩個段落，前面這一段就是生起大悲心，後一段是廣行布施。在這一段裡面有十句，前面兩句我們已經討論過了，今天這個經文是第三句的開始。第一句話，這個十句每一句都是用『哀哉眾生』這句話生起，這也是我們今天所講的同情心、憐憫心。實在說，我們今天這個世界與經上講的非常的相似。這一節所說的是說明眾生為種種苦惱逼迫，身心不安，經上用『生老病死』，無時無刻不是在恐怖之中。怎麼曉得恐怖？那些遭遇到苦難果報的人，他時時刻刻身心不安，我們非常明顯的能夠覺察得出來。即使在一個安定的社會裡面，像所謂的先進的國家，已經開發的國家，一般生活水準都相當之高，也相當的富有，你恐不恐怖？實在說還是在恐怖。沒有得到的想得到，想得到又得不到；已經得到的，要想什麼方法保持不讓它失掉，這就是患得患失，患得患失這就是恐怖的情狀。對身外的財富有患得患失，對於自己的身體亦復如是，常常怕自己生病，所謂貪生怕死，生老病死沒有一樁不恐怖。沒有兒女的想兒女，有了兒女的不曉得要增加多少麻煩，增長許多的牽掛。確實經上講得沒錯，生老病死統統是個恐怖的事情，是個不安的事情，沒有一樣不是苦。菩薩遇到這種情形當然有救護眾生的責任，所以說『我當云何為作歸依』。「歸依」兩個字也是學佛最初入門，歸是回頭，依是依靠。從什麼地方回頭？從生老病死，從種種的恐怖，從這回頭。依什麼？依三寶，菩薩要度他們，要幫助他們，希望他們能夠回頭依靠三寶。三寶靠得住嗎？這點我們一定要搞清楚。"
    },
    {
      "id": "12-004-0019_p0004",
      "zh_CN": "这两天报纸、广播我想诸位都看过，一贯道马上要正式成立一个宗教，天道，没出三界。哪一层天？他说他也学佛，天有二十八层天，他那个天道是第几层？我们去看，仔细去观察，从他提出来的教义、修行的方法，充其量也不过是忉利天而已，二十八层天，欲界的第二层。别说我们不愿意去，请我去做天王我也没兴趣，这是真的不是假的，这个不能解决问题。到了天上去之后，还是生老病死，还是忧愁恐怖，这解决不了问题的。真正要解决问题只有皈依三宝，这才能真正解决问题。三宝特别着重的是自性三宝，外面的所谓是住持三宝，这是三宝的形象，这种形象的功德启发我们自性三宝，这才叫真正皈依处。这个道理不但一般社会人士他不懂，他对佛教产生误会，认为佛教是迷信，甚至于还有不少已经出家的佛弟子他也搞不清楚，虽然是出家，没有在教理上下过功夫，没有遇到真正的善知识，读诵的经典不多，他当然是不清楚。佛弟子一定要供养住持三宝，那就是你家里面要供佛像，家里面要供养经典、要供养菩萨像，菩萨是僧，菩萨就是僧。所以我们供养西方三圣，我们供养经典，三宝具足。我们下面有一部《华严经》，有一部《法华经》，有一部《梵网经》，有一部《弥陀经疏钞》，诸位到这个讲台上一看，我们这里供的是三宝具足，阿弥陀佛是佛宝，观音、势至是僧宝，经典是法宝。这是在此地做了一个示范，诸位家里这样供养就可以。",
      "zh_TW": "這兩天報紙、廣播我想諸位都看過，一貫道馬上要正式成立一個宗教，天道，沒出三界。哪一層天？他說他也學佛，天有二十八層天，他那個天道是第幾層？我們去看，仔細去觀察，從他提出來的教義、修行的方法，充其量也不過是忉利天而已，二十八層天，欲界的第二層。別說我們不願意去，請我去做天王我也沒興趣，這是真的不是假的，這個不能解決問題。到了天上去之後，還是生老病死，還是憂愁恐怖，這解決不了問題的。真正要解決問題只有皈依三寶，這才能真正解決問題。三寶特別著重的是自性三寶，外面的所謂是住持三寶，這是三寶的形象，這種形象的功德啟發我們自性三寶，這才叫真正皈依處。這個道理不但一般社會人士他不懂，他對佛教產生誤會，認為佛教是迷信，甚至於還有不少已經出家的佛弟子他也搞不清楚，雖然是出家，沒有在教理上下過功夫，沒有遇到真正的善知識，讀誦的經典不多，他當然是不清楚。佛弟子一定要供養住持三寶，那就是你家裡面要供佛像，家裡面要供養經典、要供養菩薩像，菩薩是僧，菩薩就是僧。所以我們供養西方三聖，我們供養經典，三寶具足。我們下面有一部《華嚴經》，有一部《法華經》，有一部《梵網經》，有一部《彌陀經疏鈔》，諸位到這個講台上一看，我們這裡供的是三寶具足，阿彌陀佛是佛寶，觀音、勢至是僧寶，經典是法寶。這是在此地做了一個示範，諸位家裡這樣供養就可以。"
    },
    {
      "id": "12-004-0019_p0005",
      "zh_CN": "一定要知道供养的意义，供养是什么？就是提醒我们皈依，也提醒我们回头。佛宝是自性觉，自性本来是觉悟的，现在是不觉，就是迷惑了，迷而不觉，我们要从迷回过头来依觉悟，觉而不迷，这叫皈依佛宝。可见得佛像作用很大，你要是不供佛像，你把自性觉给忘掉了，你自己都不晓得，你怎么也想不起来，一看到佛像想起来了，我要觉。看到经典，不管念与不念，经典上这些言语、文字就是从自性觉里面流出来的，不是从迷惑颠倒里面生起来的，它是大觉大悟当中流露出来的。所以它代表的是正知正见，最纯正的思想，最纯正的见解，就是包括了宇宙人生、森罗万象，他的想法、看法是最正确的。我们从错误的想法、错误的看法，所谓邪知邪见回过头来，依正知正见，这叫皈依法宝。僧宝代表的是清净，六根清净，一尘不染。我们从一切染污回过头来依清净心，身心清净，这叫皈依僧。",
      "zh_TW": "一定要知道供養的意義，供養是什麼？就是提醒我們皈依，也提醒我們回頭。佛寶是自性覺，自性本來是覺悟的，現在是不覺，就是迷惑了，迷而不覺，我們要從迷回過頭來依覺悟，覺而不迷，這叫皈依佛寶。可見得佛像作用很大，你要是不供佛像，你把自性覺給忘掉了，你自己都不曉得，你怎麼也想不起來，一看到佛像想起來了，我要覺。看到經典，不管念與不念，經典上這些言語、文字就是從自性覺裡面流出來的，不是從迷惑顛倒裡面生起來的，它是大覺大悟當中流露出來的。所以它代表的是正知正見，最純正的思想，最純正的見解，就是包括了宇宙人生、森羅萬象，他的想法、看法是最正確的。我們從錯誤的想法、錯誤的看法，所謂邪知邪見回過頭來，依正知正見，這叫皈依法寶。僧寶代表的是清淨，六根清淨，一塵不染。我們從一切染污回過頭來依清淨心，身心清淨，這叫皈依僧。"
    },
    {
      "id": "12-004-0019_p0006",
      "zh_CN": "所以学佛的同学们，你们入佛门来请一个法师给你授三皈依，这就是我自己发愿，我正式的学佛，做为三宝弟子。一进门来，首先把这个修行的纲领传授给你，使你晓得学佛是怎么个学法。学佛就是学的觉正净，就是学这个东西。在哪里学？在日常生活当中学，六根接触外面六尘境界，起心动念之处，别忘了我要觉而不迷、正而不邪、净而不染，学的是这个，这是把佛教修行的总纲领传授给你。所以诸位要记住，皈依绝对不是皈依某一个人，我皈依某一个法师，那个法师是我的皈依师，我是他的徒弟，那个不是，你这个皈依是皈依迷而不觉、邪而不正、染而不净。你本来就是迷邪染，你这一皈依就是加一倍的迷邪染，怕自己迷得不够，怕自己邪得不够，怕自己染得不够，找一个和尚来给你加一倍。有的人加一倍还不够，这个庙里皈依一次，再找那个法师又皈依一次，再找一个又皈依，一生不晓得皈依多少个法师，迷上加迷，染上加染。这大错特错了，诸位要晓得。要知道什么叫做皈依，唯有真正的皈依才能够永远了脱生老病死的恐怖。为什么？清净了，心清净，觉悟了，这才是真正的解决问题。",
      "zh_TW": "所以學佛的同學們，你們入佛門來請一個法師給你授三皈依，這就是我自己發願，我正式的學佛，做為三寶弟子。一進門來，首先把這個修行的綱領傳授給你，使你曉得學佛是怎麼個學法。學佛就是學的覺正淨，就是學這個東西。在哪裡學？在日常生活當中學，六根接觸外面六塵境界，起心動念之處，別忘了我要覺而不迷、正而不邪、淨而不染，學的是這個，這是把佛教修行的總綱領傳授給你。所以諸位要記住，皈依絕對不是皈依某一個人，我皈依某一個法師，那個法師是我的皈依師，我是他的徒弟，那個不是，你這個皈依是皈依迷而不覺、邪而不正、染而不淨。你本來就是迷邪染，你這一皈依就是加一倍的迷邪染，怕自己迷得不夠，怕自己邪得不夠，怕自己染得不夠，找一個和尚來給你加一倍。有的人加一倍還不夠，這個廟裡皈依一次，再找那個法師又皈依一次，再找一個又皈依，一生不曉得皈依多少個法師，迷上加迷，染上加染。這大錯特錯了，諸位要曉得。要知道什麼叫做皈依，唯有真正的皈依才能夠永遠了脫生老病死的恐怖。為什麼？清淨了，心清淨，覺悟了，這才是真正的解決問題。"
    },
    {
      "id": "12-004-0019_p0007",
      "zh_CN": "至于觉正净怎么个修法？法子太多了，无量无边，所谓八万四千法门。这许多的法门修什么？修觉、修正、修净。所以你要懂得、要明了，什么方法都可以用，只要能够帮助我们破迷开悟，悟就是觉、就是正，帮助我们身心得清净，什么法门都可以用。当然，佛菩萨、古大德常常教给我们，我们在修学过程当中一定要正助双修。好像念书，有主修的、也有选修的。佛法修学也是如此，你在八万四千法门里面也要选一样主修，另外再参照几样去选修，帮助你这个主修的，这样成就就容易、快速。《华严》里面所主张的，主修的法门，经念到后面念完就明了了，非常明显的告诉我们，他主修的法门是念佛求生净土。普贤菩萨到最后十大愿王导归极乐，可见得这是主修的，当中五十三参这都是选修的。主修的功课是一天都不能间断，选修的，用得上就用它，用不上就不要了，遇到某个境界现前，我应该用什么方法来帮助我，那是灵活的运用，不是一天到晚去抱着它，但是主修的这是决定念念不能间断。你要问《华严经》讲些什么？就是讲的这个。所以《华严经》对我们自己修学来讲、对我们的生活来说非常有用，是一部很实用的学术。",
      "zh_TW": "至於覺正淨怎麼個修法？法子太多了，無量無邊，所謂八萬四千法門。這許多的法門修什麼？修覺、修正、修淨。所以你要懂得、要明瞭，什麼方法都可以用，只要能夠幫助我們破迷開悟，悟就是覺、就是正，幫助我們身心得清淨，什麼法門都可以用。當然，佛菩薩、古大德常常教給我們，我們在修學過程當中一定要正助雙修。好像念書，有主修的、也有選修的。佛法修學也是如此，你在八萬四千法門裡面也要選一樣主修，另外再參照幾樣去選修，幫助你這個主修的，這樣成就就容易、快速。《華嚴》裡面所主張的，主修的法門，經念到後面念完就明瞭了，非常明顯的告訴我們，他主修的法門是念佛求生淨土。普賢菩薩到最後十大願王導歸極樂，可見得這是主修的，當中五十三參這都是選修的。主修的功課是一天都不能間斷，選修的，用得上就用它，用不上就不要了，遇到某個境界現前，我應該用什麼方法來幫助我，那是靈活的運用，不是一天到晚去抱著它，但是主修的這是決定念念不能間斷。你要問《華嚴經》講些什麼？就是講的這個。所以《華嚴經》對我們自己修學來講、對我們的生活來說非常有用，是一部很實用的學術。"
    },
    {
      "id": "12-004-0019_p0008",
      "zh_CN": "真正皈依了，下面这个系缚、执着当然就离了。这个『缚着』，「着」就是着相、执着，「缚」就是烦恼。拿现在的话来讲，就是你心里头有那些牵肠挂肚的事情，牵肠挂肚就好比绳索一样，叫你不自在。你要真正觉悟了，这些牵肠挂肚的事情你就能够舍掉，你就得自在。舍掉了是不是不问？不是的，因为你觉悟，你以前牵肠挂肚那是烦恼，现在觉悟了，觉悟了那个烦恼就变成菩提。菩提是什么？智慧。你一见到，一听到，一接触到，你就有高度的智慧来处理，处理得圆圆满满。心里头有没有牵挂？没有牵挂，真正得了大自在。告诉诸位，这要真正皈依才能有这个受用，才能够得到这种享受。如果皈依得不如法，皈依皈错了，皈到迷、皈到邪、皈到染污，那就不行。所以有很多人说，我没学佛的时候满自在，学了佛一身的烦恼都来了，那就是三皈依皈错了方向。这是修因。后面这句就是讲结果，『永得一切身心安隐』，这个话是实话，确实你一得永远得到，你不会再失掉，身心自在，安稳快乐。我们再看底下一句：",
      "zh_TW": "真正皈依了，下面這個繫縛、執著當然就離了。這個『縛著』，「著」就是著相、執著，「縛」就是煩惱。拿現在的話來講，就是你心裡頭有那些牽腸掛肚的事情，牽腸掛肚就好比繩索一樣，叫你不自在。你要真正覺悟了，這些牽腸掛肚的事情你就能夠捨掉，你就得自在。捨掉了是不是不問？不是的，因為你覺悟，你以前牽腸掛肚那是煩惱，現在覺悟了，覺悟了那個煩惱就變成菩提。菩提是什麼？智慧。你一見到，一聽到，一接觸到，你就有高度的智慧來處理，處理得圓圓滿滿。心裡頭有沒有牽掛？沒有牽掛，真正得了大自在。告訴諸位，這要真正皈依才能有這個受用，才能夠得到這種享受。如果皈依得不如法，皈依皈錯了，皈到迷、皈到邪、皈到染污，那就不行。所以有很多人說，我沒學佛的時候滿自在，學了佛一身的煩惱都來了，那就是三皈依皈錯了方向。這是修因。後面這句就是講結果，『永得一切身心安隱』，這個話是實話，確實你一得永遠得到，你不會再失掉，身心自在，安穩快樂。我們再看底下一句："
    },
    {
      "id": "12-004-0019_p0009",
      "zh_CN": "【哀哉众生。常为世间种种恐怖逼害其身。我当云何而为救护。令其得免一切厄难。安住如来一切智道。】",
      "zh_TW": "【哀哉眾生。常為世間種種恐怖逼害其身。我當云何而為救護。令其得免一切厄難。安住如來一切智道。】"
    },
    {
      "id": "12-004-0019_p0010",
      "zh_CN": "这是特别悲悯世间有一类众生，贪而无厌，他当然是苦。这就是所讲的『世间种种恐怖』，他的心愿永远是填不满的，对外面的贪求永远是无厌倦的，这个事情就麻烦了。时时刻刻怕受恶名，又怕他的财物失掉。实在讲多求就多恐怖，你身上一文没有，走到哪里睡大觉很平安。为什么？没人偷你的，你也不要防小偷、防强盗，小偷、强盗看到你理也不理你。你钱财多了的时候，你得处处都担心，时时刻刻都在恐怖之中。所以菩萨教给他什么方法？教他要觉悟，教给他「于人无争，于世无求」，你就远离恐怖。不但是财富，乃至于寿命、眷属，古人讲的没错，「一饮一啄，莫非前定」，诸位要仔细研究袁了凡先生的传记你就明了。实在是如此，命里面有的，你想丢都丢不掉；命里头没有的，用尽心机去求也求不到。何必多求？你要想你的财富不失掉，有个最妙的方法保证你不会失掉，你发了财赶紧布施，你把它布施得干干净净，你的财不失掉。你过几年又发了，发了还要布施，绝对不要积。为什么？积财就有祸，有些人嫉妒你，会伤害你，盗贼会看中你，你是他的目标，来偷的、来抢的、来绑票的，搞得你一家身心不宁，你不如统统把它布施掉。",
      "zh_TW": "這是特別悲憫世間有一類眾生，貪而無厭，他當然是苦。這就是所講的『世間種種恐怖』，他的心願永遠是填不滿的，對外面的貪求永遠是無厭倦的，這個事情就麻煩了。時時刻刻怕受惡名，又怕他的財物失掉。實在講多求就多恐怖，你身上一文沒有，走到哪裡睡大覺很平安。為什麼？沒人偷你的，你也不要防小偷、防強盜，小偷、強盜看到你理也不理你。你錢財多了的時候，你得處處都擔心，時時刻刻都在恐怖之中。所以菩薩教給他什麼方法？教他要覺悟，教給他「於人無爭，於世無求」，你就遠離恐怖。不但是財富，乃至於壽命、眷屬，古人講的沒錯，「一飲一啄，莫非前定」，諸位要仔細研究袁了凡先生的傳記你就明瞭。實在是如此，命裡面有的，你想丟都丟不掉；命裡頭沒有的，用盡心機去求也求不到。何必多求？你要想你的財富不失掉，有個最妙的方法保證你不會失掉，你發了財趕緊布施，你把它布施得乾乾淨淨，你的財不失掉。你過幾年又發了，發了還要布施，絕對不要積。為什麼？積財就有禍，有些人嫉妒你，會傷害你，盜賊會看中你，你是他的目標，來偷的、來搶的、來綁票的，搞得你一家身心不寧，你不如統統把它布施掉。"
    },
    {
      "id": "12-004-0019_p0011",
      "zh_CN": "台湾现在把关公当作财神来拜，我们实在想不出道理，关公怎么会变成财神？没道理，这是迷信，不晓得什么人造谣言生事。所以关帝庙香火盛，为什么？大家都想发财。在中国大陆上自古以来供的财神是陶朱公，这个有道理，是希望那些求财的人拿他做一个榜样，要发财的人。陶朱公他的命真好，大概前生三种布施都圆满，财布施、法布施、无畏布施，所以他一生当中做大官、发大财、又健康长寿，这个果报真是值得人羡慕。他做官，他是越王勾践的大夫，就是范蠡，那个地位差不多是宰相的地位。国家恢复了，他非常聪明，有智慧，他晓得国王勾践只可以共患难，不能共富贵，所以他就跑了，国家一恢复他就溜了。当然越王勾践要找他，他就改姓换名称为陶朱公，去做生意去了。做生意发了大财，三聚三散。发了大财，统统布施掉，再重头做起，没几年又发了，发了再散，所以中国人用他做财神用意非常之深。你命中有大财富，你要这样做才能生生世世保住，你的财永远不会失掉，你命里头有那么多，我散掉了，没用，没几年它自然就来。所以关公做财神我们想不出来，不晓得是什么道理。",
      "zh_TW": "台灣現在把關公當作財神來拜，我們實在想不出道理，關公怎麼會變成財神？沒道理，這是迷信，不曉得什麼人造謠言生事。所以關帝廟香火盛，為什麼？大家都想發財。在中國大陸上自古以來供的財神是陶朱公，這個有道理，是希望那些求財的人拿他做一個榜樣，要發財的人。陶朱公他的命真好，大概前生三種布施都圓滿，財布施、法布施、無畏布施，所以他一生當中做大官、發大財、又健康長壽，這個果報真是值得人羨慕。他做官，他是越王勾踐的大夫，就是范蠡，那個地位差不多是宰相的地位。國家恢復了，他非常聰明，有智慧，他曉得國王勾踐只可以共患難，不能共富貴，所以他就跑了，國家一恢復他就溜了。當然越王勾踐要找他，他就改姓換名稱為陶朱公，去做生意去了。做生意發了大財，三聚三散。發了大財，統統布施掉，再重頭做起，沒幾年又發了，發了再散，所以中國人用他做財神用意非常之深。你命中有大財富，你要這樣做才能生生世世保住，你的財永遠不會失掉，你命裡頭有那麼多，我散掉了，沒用，沒幾年它自然就來。所以關公做財神我們想不出來，不曉得是什麼道理。"
    },
    {
      "id": "12-004-0019_p0012",
      "zh_CN": "所以菩萨劝这些贪财的众生，劝他们要懂得散财，这样才能够『得免一切厄难』，才能够『安住如来一切智道』。所以你命里面有财，这是福报；财怎么样运用，那是智慧。像范蠡就是一个很大智慧的人，他命里头有大财，他知道怎么用法，使他的财富与一切众生又结了多少的恩惠。生生世世与一切众生有恩惠，报恩的人就多，你在这个世间做事情助手多，为你效忠的人就多，他来报恩的。这些也都不是偶然，过去生中都有很深的因缘，所以才有这样的果报。学佛，如果把因果报应看得清清楚楚，你的心自然就平静，念佛才能得一心不乱。你样样都放得下，你晓得世法、出世法我们应该用什么态度，应该怎样去做，样样都做得圆满。这就是智慧，就是此地讲的「如来一切智道」，这个一切智道就是无上菩提，勉励我们要专求。既然遇到佛法，我们求什么？我们求无上菩提，求这个。无上菩提里面法法具足，不但法法具足，而且法法圆融。第五句：",
      "zh_TW": "所以菩薩勸這些貪財的眾生，勸他們要懂得散財，這樣才能夠『得免一切厄難』，才能夠『安住如來一切智道』。所以你命裡面有財，這是福報；財怎麼樣運用，那是智慧。像范蠡就是一個很大智慧的人，他命裡頭有大財，他知道怎麼用法，使他的財富與一切眾生又結了多少的恩惠。生生世世與一切眾生有恩惠，報恩的人就多，你在這個世間做事情助手多，為你效忠的人就多，他來報恩的。這些也都不是偶然，過去生中都有很深的因緣，所以才有這樣的果報。學佛，如果把因果報應看得清清楚楚，你的心自然就平靜，念佛才能得一心不亂。你樣樣都放得下，你曉得世法、出世法我們應該用什麼態度，應該怎樣去做，樣樣都做得圓滿。這就是智慧，就是此地講的「如來一切智道」，這個一切智道就是無上菩提，勉勵我們要專求。既然遇到佛法，我們求什麼？我們求無上菩提，求這個。無上菩提裡面法法具足，不但法法具足，而且法法圓融。第五句："
    },
    {
      "id": "12-004-0019_p0013",
      "zh_CN": "【哀哉众生。无有智眼。常为身见疑惑所覆。】",
      "zh_TW": "【哀哉眾生。無有智眼。常為身見疑惑所覆。】"
    },
    {
      "id": "12-004-0019_p0014",
      "zh_CN": "『覆』就是盖覆，也就是障碍。",
      "zh_TW": "『覆』就是蓋覆，也就是障礙。"
    },
    {
      "id": "12-004-0019_p0015",
      "zh_CN": "【我当云何为作方便。令其得决疑见翳瞙。】",
      "zh_TW": "【我當云何為作方便。令其得決疑見翳瞙。】"
    },
    {
      "id": "12-004-0019_p0016",
      "zh_CN": "这句是紧接着前面一句来的，前面一句是说这类的众生贪而无厌，当然是特别指财物来说的。这句是讲多积蓄的，前面是讲贪，这个就是悭吝，自己有的舍不得用，悭吝。经上常讲「积财丧道」，积蓄财物的众生，他不晓得，佛常给我们讲财为五家共有，积不住的。所以存钱，给诸位说，不能存银行，大家晓得存银行贬值，存到人家的公司行号又怕倒闭，有点钱一天到晚都睡不好觉，很痛苦。佛给我们说钱财是五家共有，这是在古时候。五家第一个是水，大水来了，整个漂掉了，你的房子、财产都被水给淹没掉了。第二是火，火灾，好像这两天南部、中部都有火灾，损失都很重。火会把你的财产烧掉，水会把你的财产漂掉，所以你的财产与它们相共，它什么时候来拿去，一下就给你拿光了。第三种是官府，官府是讲从前在帝王的时代，家里有一个人犯了罪，抄家，你的家产公家全部给你没收掉。当然现在民主时代，这是没有了，在从前是抄家。第四是盗贼，强盗、小偷，他来把你的财产偷去、抢去，所以你的财产也与他共有。也许你说那四种大概我还遇不到，可是还有一种你没法子的，叫败家子，你一生的积蓄到他手上几天就给你花光了。所以一定要觉悟，财不属于自己的，纵然自己命里头有大财富，还是不属于自己的，什么时候遭难有变化，没有法子预料。古人有所谓「天有不测风云，人有旦夕祸福」，你没法子预料。所以有了钱，学陶朱公，赶紧把它散掉，做社会慈善福利事业，这个最好，这是真正用得最得当。",
      "zh_TW": "這句是緊接著前面一句來的，前面一句是說這類的眾生貪而無厭，當然是特別指財物來說的。這句是講多積蓄的，前面是講貪，這個就是慳吝，自己有的捨不得用，慳吝。經上常講「積財喪道」，積蓄財物的眾生，他不曉得，佛常給我們講財為五家共有，積不住的。所以存錢，給諸位說，不能存銀行，大家曉得存銀行貶值，存到人家的公司行號又怕倒閉，有點錢一天到晚都睡不好覺，很痛苦。佛給我們說錢財是五家共有，這是在古時候。五家第一個是水，大水來了，整個漂掉了，你的房子、財產都被水給淹沒掉了。第二是火，火災，好像這兩天南部、中部都有火災，損失都很重。火會把你的財產燒掉，水會把你的財產漂掉，所以你的財產與它們相共，它什麼時候來拿去，一下就給你拿光了。第三種是官府，官府是講從前在帝王的時代，家裡有一個人犯了罪，抄家，你的家產公家全部給你沒收掉。當然現在民主時代，這是沒有了，在從前是抄家。第四是盜賊，強盜、小偷，他來把你的財產偷去、搶去，所以你的財產也與他共有。也許你說那四種大概我還遇不到，可是還有一種你沒法子的，叫敗家子，你一生的積蓄到他手上幾天就給你花光了。所以一定要覺悟，財不屬於自己的，縱然自己命裡頭有大財富，還是不屬於自己的，什麼時候遭難有變化，沒有法子預料。古人有所謂「天有不測風雲，人有旦夕禍福」，你沒法子預料。所以有了錢，學陶朱公，趕緊把它散掉，做社會慈善福利事業，這個最好，這是真正用得最得當。"
    },
    {
      "id": "12-004-0019_p0017",
      "zh_CN": "在今日之下，在我们台湾可以说是相当的富裕。这种富裕是物质，物质上是相当的富裕，可是在知见上来讲，也是相当的贫乏。因此我们是富而不乐，虽然有富，提心吊胆，愈是有钱的人愈痛苦。台湾到底安稳不安稳，这个世界上哪个地方太平，哪个地方能保住性命？所以我在国外就遇到很多移民到外国去的，我一遇到就笑笑，又一个来受苦的。他在台湾日子过得好好的，自己有房子、有钱，家里还可以请几个佣人，舒舒服服的，到了国外什么都得自己做。为什么要跑到国外去？怕的是台湾有灾难，到时候跑不了。我就告诉他，其实不是台湾有灾难，是你自己有灾难，你看台湾没有难你就到这受难了。糊涂，实在是糊涂！我在国外都是劝华侨回台湾来，这个地方是福地，这个地方是真正的宝岛，今天世界上任何一个地区比不上台湾。我还是常常往外头跑，跑那是没有法子，每个地方邀我去讲经，没有法子，但是也能够多了解一些。所以我们自己一定要爱护这块净土，要能够保持它的繁荣。但是要真正能够保持这种安和乐利的生活，给诸位说，一定要大家都觉悟，要大家都觉悟，一定要大乘佛法。",
      "zh_TW": "在今日之下，在我們台灣可以說是相當的富裕。這種富裕是物質，物質上是相當的富裕，可是在知見上來講，也是相當的貧乏。因此我們是富而不樂，雖然有富，提心吊膽，愈是有錢的人愈痛苦。台灣到底安穩不安穩，這個世界上哪個地方太平，哪個地方能保住性命？所以我在國外就遇到很多移民到外國去的，我一遇到就笑笑，又一個來受苦的。他在台灣日子過得好好的，自己有房子、有錢，家裡還可以請幾個佣人，舒舒服服的，到了國外什麼都得自己做。為什麼要跑到國外去？怕的是台灣有災難，到時候跑不了。我就告訴他，其實不是台灣有災難，是你自己有災難，你看台灣沒有難你就到這受難了。糊塗，實在是糊塗！我在國外都是勸華僑回台灣來，這個地方是福地，這個地方是真正的寶島，今天世界上任何一個地區比不上台灣。我還是常常往外頭跑，跑那是沒有法子，每個地方邀我去講經，沒有法子，但是也能夠多了解一些。所以我們自己一定要愛護這塊淨土，要能夠保持它的繁榮。但是要真正能夠保持這種安和樂利的生活，給諸位說，一定要大家都覺悟，要大家都覺悟，一定要大乘佛法。"
    },
    {
      "id": "12-004-0019_p0018",
      "zh_CN": "所以我们今天这个财，我们多余的财要用在什么地方？用在弘扬佛法上。我们今天，我自己本身没钱，我要有钱我很会用。我有钱决定不盖庙，为什么？庙盖好了让那些人去打架，争名夺利，那个造罪业。我有钱也不办医院，医院已经很多了，不必再办了。也不必搞慈善救济事业，现在大家都是吃得饱穿得暖，救济什么？我告诉诸位，我要有钱，每天把三家电视台一个电视台买两个小时的节目，我有钱我干这个事情，我请国内外这些高僧大德，请他们来跟我讲佛法，把佛法、正法送到每个人的家庭里面去。如果每天电视上有两个小时讲经的节目，我们台湾只要一年，我们的精神生活世界第一，物质又第一，我们这个小地方就是今天地球上的极乐世界，那一点都不假。",
      "zh_TW": "所以我們今天這個財，我們多餘的財要用在什麼地方？用在弘揚佛法上。我們今天，我自己本身沒錢，我要有錢我很會用。我有錢決定不蓋廟，為什麼？廟蓋好了讓那些人去打架，爭名奪利，那個造罪業。我有錢也不辦醫院，醫院已經很多了，不必再辦了。也不必搞慈善救濟事業，現在大家都是吃得飽穿得暖，救濟什麼？我告訴諸位，我要有錢，每天把三家電視台一個電視台買兩個小時的節目，我有錢我幹這個事情，我請國內外這些高僧大德，請他們來跟我講佛法，把佛法、正法送到每個人的家庭裡面去。如果每天電視上有兩個小時講經的節目，我們台灣只要一年，我們的精神生活世界第一，物質又第一，我們這個小地方就是今天地球上的極樂世界，那一點都不假。"
    },
    {
      "id": "12-004-0019_p0019",
      "zh_CN": "我们今天是没有这个力量，做不到，但是这是一条正路，这在今天来讲是用钱用得最得当的一种用法，就是如何能够令大众觉悟、令大众回头。今天台湾虽然说学佛的人多，大多数学佛的同修都迷信，都不了解佛法的意义，真是盲修瞎练。这个没有用处，无济于事。就是连三皈依都搞不清楚，你说那有什么法子？这是佛法修学基本的纲领都弄错了，方向都搞错了。如果这个社会对佛法没有误会、没有隔阂，都有相当的认识、理解，我敢说没有一个人不学佛。什么样的宗教在台湾都不会盛行，为什么？没人去的，大家会选择。佛法没有人弘扬，大家精神生活苦闷，所以有许多宗教起来了，信徒也那么多，那都是没有遇到佛法。这是很值得我们惋惜的一桩事情，我们要认识，我们要了解。",
      "zh_TW": "我們今天是沒有這個力量，做不到，但是這是一條正路，這在今天來講是用錢用得最得當的一種用法，就是如何能夠令大眾覺悟、令大眾回頭。今天台灣雖然說學佛的人多，大多數學佛的同修都迷信，都不了解佛法的意義，真是盲修瞎練。這個沒有用處，無濟於事。就是連三皈依都搞不清楚，你說那有什麼法子？這是佛法修學基本的綱領都弄錯了，方向都搞錯了。如果這個社會對佛法沒有誤會、沒有隔閡，都有相當的認識、理解，我敢說沒有一個人不學佛。什麼樣的宗教在台灣都不會盛行，為什麼？沒人去的，大家會選擇。佛法沒有人弘揚，大家精神生活苦悶，所以有許多宗教起來了，信徒也那麼多，那都是沒有遇到佛法。這是很值得我們惋惜的一樁事情，我們要認識，我們要了解。"
    },
    {
      "id": "12-004-0019_p0020",
      "zh_CN": "知道财为五家共有，你就晓得散财非常的重要。能够散财，这就是有智慧之眼；积而不散，那就好比眼睛长了翳，这是见不到事实的真相。方便法就是为他决疑，令他生信，这是真正保全他的财富。佛法不欺骗人，佛法绝对不占人的便宜，佛法是愿每一个众生都过得很幸福，每一个众生具足大智慧，每一个众生都能在一生圆成佛道，这是诸佛菩萨共同的愿望。所以供养三宝是为了利益众生，三宝享不享受？三宝不受用的。再给诸位说，佛法讲中道，最尊重中道，「中道第一义谛」。什么叫中？不偏不倚就叫做中。因此佛法有它的时代性，它在每个时代它都是中道，这是佛法可贵之处。在以往农业时代，我们供养三宝是要建大的寺院，建大的道场。为什么？帮助那些发心修行的人。那个时代可以，出家人能够大家居住在一起共同的研修，在家的居士每年都有很长的假期。在农业社会，像过年差不多秋收以后就没有事情，在明年春耕之前，至少有三个月时间的假期。所以从前农业社会过年，腊月初八就开始过年。过到什么时候？过到二月二龙抬头，你看这个年过得多长。现在过年大概只有二天、三天，以前这个年差不多要过将近两个月，快到两个月的样子，那个是不一样。因此在家的同修他可以利用这段的假期到寺庙里面去修行、去听经，寺庙里面在家同修可以挂单。而且佛门慈悲，不管你有没有受过三皈，你有没有学过佛，只要你到寺庙去住，寺庙里有房间，绝对不会拒绝，任何人都可以到寺庙去住，到那边听经，跟大众在一块修行。它需要那么大的场地，需要那么多的房屋，而且建筑非常的华丽，跟皇宫差不多，这叫庄严道场，这是那个时代的。",
      "zh_TW": "知道財為五家共有，你就曉得散財非常的重要。能夠散財，這就是有智慧之眼；積而不散，那就好比眼睛長了翳，這是見不到事實的真相。方便法就是為他決疑，令他生信，這是真正保全他的財富。佛法不欺騙人，佛法絕對不佔人的便宜，佛法是願每一個眾生都過得很幸福，每一個眾生具足大智慧，每一個眾生都能在一生圓成佛道，這是諸佛菩薩共同的願望。所以供養三寶是為了利益眾生，三寶享不享受？三寶不受用的。再給諸位說，佛法講中道，最尊重中道，「中道第一義諦」。什麼叫中？不偏不倚就叫做中。因此佛法有它的時代性，它在每個時代它都是中道，這是佛法可貴之處。在以往農業時代，我們供養三寶是要建大的寺院，建大的道場。為什麼？幫助那些發心修行的人。那個時代可以，出家人能夠大家居住在一起共同的研修，在家的居士每年都有很長的假期。在農業社會，像過年差不多秋收以後就沒有事情，在明年春耕之前，至少有三個月時間的假期。所以從前農業社會過年，臘月初八就開始過年。過到什麼時候？過到二月二龍抬頭，你看這個年過得多長。現在過年大概只有二天、三天，以前這個年差不多要過將近兩個月，快到兩個月的樣子，那個是不一樣。因此在家的同修他可以利用這段的假期到寺廟裡面去修行、去聽經，寺廟裡面在家同修可以掛單。而且佛門慈悲，不管你有沒有受過三皈，你有沒有學過佛，只要你到寺廟去住，寺廟裡有房間，絕對不會拒絕，任何人都可以到寺廟去住，到那邊聽經，跟大眾在一塊修行。它需要那麼大的場地，需要那麼多的房屋，而且建築非常的華麗，跟皇宮差不多，這叫莊嚴道場，這是那個時代的。"
    },
    {
      "id": "12-004-0019_p0021",
      "zh_CN": "在今天这个工业时代，给诸位说，那种方式永远是过去了。今天要建立这个大道场，试问问你们一年当中能不能去住三个月？那要那么大的地方干什么？所以诸位要晓得，今天的道场像我们这样就行了，就可以了。再要有钱怎么样？我们这里现场录影、录音，把这个录音带拿到广播电台去广播，把佛法送到每个人家里去，把录音带送到广播电台去广播，打开收音机都能听得到，今天建立道场是这个建法。所以真正有钱怎么样？应当办一个广播电台，这是今天的大道场。我们佛教自己办个广播电台，每天请几个法师讲各种不同的经，你喜欢听什么经，到什么时候打开电视你就听到。今天佛门大道场应当是广播电台跟电视台，不要再搞寺庙，那已经过了时，所以有现代化的道场，诸位要懂得这个意思，这样才能所谓普度众生。",
      "zh_TW": "在今天這個工業時代，給諸位說，那種方式永遠是過去了。今天要建立這個大道場，試問問你們一年當中能不能去住三個月？那要那麼大的地方幹什麼？所以諸位要曉得，今天的道場像我們這樣就行了，就可以了。再要有錢怎麼樣？我們這裡現場錄影、錄音，把這個錄音帶拿到廣播電台去廣播，把佛法送到每個人家裡去，把錄音帶送到廣播電台去廣播，打開收音機都能聽得到，今天建立道場是這個建法。所以真正有錢怎麼樣？應當辦一個廣播電台，這是今天的大道場。我們佛教自己辦個廣播電台，每天請幾個法師講各種不同的經，你喜歡聽什麼經，到什麼時候打開電視你就聽到。今天佛門大道場應當是廣播電台跟電視台，不要再搞寺廟，那已經過了時，所以有現代化的道場，諸位要懂得這個意思，這樣才能所謂普度眾生。"
    },
    {
      "id": "12-004-0019_p0022",
      "zh_CN": "我们看到这些稍微规模大一点的寺庙，现在都变成了所谓观光道场，都是观光区。观光也好，给国家带来一笔财富。我听说现在大陆上的寺庙、名山古刹都修好了，都修复了，进去要买门票，一笔收入，里面有茶点、有素菜，又是一笔大收入。还有些寺院里面有招待所，还可以在里面住几天，当然都要收费的，跟观光旅社收的价钱差不多，是一笔很大的财富。日本的寺庙也是如此，日本的寺庙也是卖门票的。所以要晓得，在某一个时代我们应该要怎样做，要怎样修，要怎样把佛法发扬光大，真正叫众生个个都能得到利益。第六句：",
      "zh_TW": "我們看到這些稍微規模大一點的寺廟，現在都變成了所謂觀光道場，都是觀光區。觀光也好，給國家帶來一筆財富。我聽說現在大陸上的寺廟、名山古剎都修好了，都修復了，進去要買門票，一筆收入，裡面有茶點、有素菜，又是一筆大收入。還有些寺院裡面有招待所，還可以在裡面住幾天，當然都要收費的，跟觀光旅社收的價錢差不多，是一筆很大的財富。日本的寺廟也是如此，日本的寺廟也是賣門票的。所以要曉得，在某一個時代我們應該要怎樣做，要怎樣修，要怎樣把佛法發揚光大，真正叫眾生個個都能得到利益。第六句："
    },
    {
      "id": "12-004-0019_p0023",
      "zh_CN": "【哀哉众生。常为痴暗之所迷惑。远离善法。我当云何为作慧炬。照彼无明。令其显见一切智城。究竟解脱。】",
      "zh_TW": "【哀哉眾生。常為痴暗之所迷惑。遠離善法。我當云何為作慧炬。照彼無明。令其顯見一切智城。究竟解脫。】"
    },
    {
      "id": "12-004-0019_p0024",
      "zh_CN": "这个地方是讲迷惑的众生，迷什么？迷了自己的觉性，换句话说，迷失了真性，迷失了觉正净。虽然迷失，他还是造作许多的善业。这些善业的果报，佛经里面常常讲的，有漏的福报。有漏的福报，果报通三世，也通六道。他有大福报他来生能不能到人道里面来享？很难，对于一个迷失自性的人来讲很难。从什么地方看？从他死去的时候那个情形来看。佛在经上教给我们，说我们现在的人身，现在已经得人身的人，我们死了之后，来生再得人身比例很小，来生不得人身这个比例非常之大，经上有种种比喻来说明。佛这样说，我们仔细观察，觉得佛所说的话很正确，佛没乱说。凡是临命终时，这个人清清楚楚、明明白白，他一生没学佛，他一生行善，他来生会得人身，清楚。如果病得很重，走的时候很痛苦，甚至于在病重的时候家里亲人都不认得，这样过世，他来生决定在三恶道。所以诸位你从这一点来观察，那是一点都不会错误的。所以说好死决定好生，人天两道；死的时候很痛苦、很迷惑，决定是堕三恶道。所以糊里糊涂死了，糊里糊涂到恶道投胎去了。哪有一个明白人会到恶道里投胎？没有这个道理。你是个明明白白的人，你肯去做猪吗？你肯去做牛吗？不会的，只有糊里糊涂才去了。我们想一想，我们仔细去观察一下，现在人死的时候有几个人清清楚楚、明明白白？才恍然大悟佛讲的话没错。",
      "zh_TW": "這個地方是講迷惑的眾生，迷什麼？迷了自己的覺性，換句話說，迷失了真性，迷失了覺正淨。雖然迷失，他還是造作許多的善業。這些善業的果報，佛經裡面常常講的，有漏的福報。有漏的福報，果報通三世，也通六道。他有大福報他來生能不能到人道裡面來享？很難，對於一個迷失自性的人來講很難。從什麼地方看？從他死去的時候那個情形來看。佛在經上教給我們，說我們現在的人身，現在已經得人身的人，我們死了之後，來生再得人身比例很小，來生不得人身這個比例非常之大，經上有種種比喻來說明。佛這樣說，我們仔細觀察，覺得佛所說的話很正確，佛沒亂說。凡是臨命終時，這個人清清楚楚、明明白白，他一生沒學佛，他一生行善，他來生會得人身，清楚。如果病得很重，走的時候很痛苦，甚至於在病重的時候家裡親人都不認得，這樣過世，他來生決定在三惡道。所以諸位你從這一點來觀察，那是一點都不會錯誤的。所以說好死決定好生，人天兩道；死的時候很痛苦、很迷惑，決定是墮三惡道。所以糊裡糊塗死了，糊裡糊塗到惡道投胎去了。哪有一個明白人會到惡道裡投胎？沒有這個道理。你是個明明白白的人，你肯去做豬嗎？你肯去做牛嗎？不會的，只有糊裡糊塗才去了。我們想一想，我們仔細去觀察一下，現在人死的時候有幾個人清清楚楚、明明白白？才恍然大悟佛講的話沒錯。"
    },
    {
      "id": "12-004-0019_p0025",
      "zh_CN": "因此，我们要修福，那个福报留在临命终时候享受。这一生生活清苦一点没有关系，我有福报给大家享，我布施，我让大家来享，大家享，我的福报没享，福报没有失掉。最后呢？最后只有临命终时，那个时候一定要享福。临命终时享福是什么？清清楚楚、明明白白，这个时候如果是念佛，那决定往生。为什么？经上说临终一念、十念就决定往生。你临终时候清楚你当然会念，那哪有不往生的？所以往生西方极乐世界是大福报的人，迷迷糊糊的，大众来帮助他助念都靠不住。但助念比不助念要好得多就是了，希望提醒他，这是我们的一个愿望，他自己真的能不能觉悟，那是他本身的事情，谁也不知道。只有清清楚楚的走，那是决定靠得住的，这才是真正的大福报，一生成佛。",
      "zh_TW": "因此，我們要修福，那個福報留在臨命終時候享受。這一生生活清苦一點沒有關係，我有福報給大家享，我布施，我讓大家來享，大家享，我的福報沒享，福報沒有失掉。最後呢？最後只有臨命終時，那個時候一定要享福。臨命終時享福是什麼？清清楚楚、明明白白，這個時候如果是念佛，那決定往生。為什麼？經上說臨終一念、十念就決定往生。你臨終時候清楚你當然會念，那哪有不往生的？所以往生西方極樂世界是大福報的人，迷迷糊糊的，大眾來幫助他助念都靠不住。但助念比不助念要好得多就是了，希望提醒他，這是我們的一個願望，他自己真的能不能覺悟，那是他本身的事情，誰也不知道。只有清清楚楚的走，那是決定靠得住的，這才是真正的大福報，一生成佛。"
    },
    {
      "id": "12-004-0019_p0026",
      "zh_CN": "到了西方极乐世界，那个荣华富贵没法子说。西方极乐世界，咱不要说那些宫殿，你住的、吃的那不必说了，就是走的这个马路，经上讲的，地是什么地？琉璃地，不像我们这里是泥土、沙石，不是，人家的地是琉璃。马路上铺的是黄金，我们这个马路铺柏油，人家铺黄金。你现在坐汽车就觉得很不错，车在半路上还抛锚，到时候油没有了你还要伤脑筋。到西方极乐世界那个交通工具是什么？咱们现在讲的飞碟，那个地方叫莲华，那用不着加油的，决定不会抛锚的。一餐饭的时间就可以游历十万亿个佛国土，你想想看那个速度多快，那多自在！你要是真正明白这个事实，心心念念赶紧去，那才是我们的老家，赶紧要回家，不要在外头再流浪，再受苦，这是真的，千真万确的事实，一点都不欺骗人。我自己亲自听到，绝对真实，绝对不假的，亲眼看到的就有六、七个。往生西方极乐世界，预知时至，一个多月前他就晓得，自己就知道，到时候走的时候清清楚楚、明明白白，说走就走，也没害病。我们想想他为什么能做到，我为什么做不到？他能做得到，我也应当可以做得到。",
      "zh_TW": "到了西方極樂世界，那個榮華富貴沒法子說。西方極樂世界，咱不要說那些宮殿，你住的、吃的那不必說了，就是走的這個馬路，經上講的，地是什麼地？琉璃地，不像我們這裡是泥土、沙石，不是，人家的地是琉璃。馬路上鋪的是黃金，我們這個馬路鋪柏油，人家鋪黃金。你現在坐汽車就覺得很不錯，車在半路上還拋錨，到時候油沒有了你還要傷腦筋。到西方極樂世界那個交通工具是什麼？咱們現在講的飛碟，那個地方叫蓮華，那用不著加油的，決定不會拋錨的。一餐飯的時間就可以遊歷十萬億個佛國土，你想想看那個速度多快，那多自在！你要是真正明白這個事實，心心念念趕緊去，那才是我們的老家，趕緊要回家，不要在外頭再流浪，再受苦，這是真的，千真萬確的事實，一點都不欺騙人。我自己親自聽到，絕對真實，絕對不假的，親眼看到的就有六、七個。往生西方極樂世界，預知時至，一個多月前他就曉得，自己就知道，到時候走的時候清清楚楚、明明白白，說走就走，也沒害病。我們想想他為什麼能做到，我為什麼做不到？他能做得到，我也應當可以做得到。"
    },
    {
      "id": "12-004-0019_p0027",
      "zh_CN": "我们在《六祖坛经》里面看到，六祖大师往生，他在一年前宣布的，一年前就派人准备后事，造塔，就做预备功夫，临走一个月前向大众宣布，这不是假的。我再告诉诸位，台中李炳南居士他是两年前宣布的，他虽然没有说他两年以后往生，他讲经的时候向大众宣布，他的经再讲两年就不讲了，他跟大家有这么个暗示。他不讲经那就走了，他一生没别的事情，就是讲经，不讲经当然往生了。所以台中徐醒民居士打个电话告诉我这个事情，我心里就有数了，我就告诉他，我说老师大概住世两年。果然，到今年年初两年满了，他走了，两年前告诉大家的。",
      "zh_TW": "我們在《六祖壇經》裡面看到，六祖大師往生，他在一年前宣布的，一年前就派人準備後事，造塔，就做預備功夫，臨走一個月前向大眾宣布，這不是假的。我再告訴諸位，台中李炳南居士他是兩年前宣布的，他雖然沒有說他兩年以後往生，他講經的時候向大眾宣布，他的經再講兩年就不講了，他跟大家有這麼個暗示。他不講經那就走了，他一生沒別的事情，就是講經，不講經當然往生了。所以台中徐醒民居士打個電話告訴我這個事情，我心裡就有數了，我就告訴他，我說老師大概住世兩年。果然，到今年年初兩年滿了，他走了，兩年前告訴大家的。"
    },
    {
      "id": "12-004-0019_p0028",
      "zh_CN": "所以那些人能办到，我们每个人都可以办到。你要问要修多么久的时间才能办到？我告诉诸位，你要认真的修，三年的时间足够了，如理如法的修行，三年的时间足够了，就能得大自在。你不懂得理论、不懂得方法，那个不行，你修一辈子也不行。你今天往生西方极乐世界，自己想想有没有把握？没把握，这不得了！有把握自己晓不晓得？晓得，自己的确知道，自己有充分的信心，晓得这一生决定往生。功夫再进一步，就晓得自己什么时候往生；功夫再进一步，就可以自在往生，想什么时候走就什么时候走，想再多住几年也行，不碍事。这些境界全都是功夫成片，没有到一心，到一心还得了！那更不必说了，这是念到功夫成片。所谓功夫成片，对这个世界你的心里面一点牵挂都没有，念念都是阿弥陀佛。想阿弥陀佛，念阿弥陀佛，对这个世界上完全没有牵挂了，你到这时候你就信心具足了。希望同修们要认真，不要辜负了这一生。",
      "zh_TW": "所以那些人能辦到，我們每個人都可以辦到。你要問要修多麼久的時間才能辦到？我告訴諸位，你要認真的修，三年的時間足夠了，如理如法的修行，三年的時間足夠了，就能得大自在。你不懂得理論、不懂得方法，那個不行，你修一輩子也不行。你今天往生西方極樂世界，自己想想有沒有把握？沒把握，這不得了！有把握自己曉不曉得？曉得，自己的確知道，自己有充分的信心，曉得這一生決定往生。功夫再進一步，就曉得自己什麼時候往生；功夫再進一步，就可以自在往生，想什麼時候走就什麼時候走，想再多住幾年也行，不礙事。這些境界全都是功夫成片，沒有到一心，到一心還得了！那更不必說了，這是念到功夫成片。所謂功夫成片，對這個世界你的心裡面一點牽掛都沒有，念念都是阿彌陀佛。想阿彌陀佛，念阿彌陀佛，對這個世界上完全沒有牽掛了，你到這時候你就信心具足了。希望同修們要認真，不要辜負了這一生。"
    },
    {
      "id": "12-004-0019_p0029",
      "zh_CN": "确实，这个法门是万修万人去，你要是对这个世界有任何的牵挂，给诸位说都是空的，都是迷惑颠倒。为什么？一样都带不去。你所牵挂的，你牵挂你的儿女，你帮不上忙，各有各的业报，所以儿孙自有儿孙福。你只要尽心尽力教育他，帮助他受良好的教育，帮助他学到谋生的技能，这就够了，这就尽到了责任。好好的教导他断恶修善，他自己就有福了。如果再能教他相信念佛法门，他将来也必定可以往生。这个帮忙才叫真正帮忙，才是究竟的帮忙，其余的一切牵挂都是假的，都会落空。",
      "zh_TW": "確實，這個法門是萬修萬人去，你要是對這個世界有任何的牽掛，給諸位說都是空的，都是迷惑顛倒。為什麼？一樣都帶不去。你所牽掛的，你牽掛你的兒女，你幫不上忙，各有各的業報，所以兒孫自有兒孫福。你只要盡心盡力教育他，幫助他受良好的教育，幫助他學到謀生的技能，這就夠了，這就盡到了責任。好好的教導他斷惡修善，他自己就有福了。如果再能教他相信念佛法門，他將來也必定可以往生。這個幫忙才叫真正幫忙，才是究竟的幫忙，其餘的一切牽掛都是假的，都會落空。"
    },
    {
      "id": "12-004-0019_p0030",
      "zh_CN": "迷惑颠倒的人他也修善，像这个世间许多的宗教徒也非常热心从事于社会慈善的工作，真正热心来做，这种做法都是三界有漏的福报。菩萨遇到了，这要用种种方便的法门，要以智慧来开导他，『为作慧炬』，佛门里常讲「人天眼目」，要去诱导他。『照彼无明』，这就是以善巧方便帮助他开智慧，帮助他有能力辨别邪正、辨别真妄、辨别是非、辨别善恶，他自己就有取舍。『令其显见一切智城』，「城」在此地比喻到心，心城，心里面充满了智慧。『究竟解脱』，「究竟解脱」就是念佛，不学念佛求生净土的法门不是究竟解脱，究竟解脱就是念佛求生净土。",
      "zh_TW": "迷惑顛倒的人他也修善，像這個世間許多的宗教徒也非常熱心從事於社會慈善的工作，真正熱心來做，這種做法都是三界有漏的福報。菩薩遇到了，這要用種種方便的法門，要以智慧來開導他，『為作慧炬』，佛門裡常講「人天眼目」，要去誘導他。『照彼無明』，這就是以善巧方便幫助他開智慧，幫助他有能力辨別邪正、辨別真妄、辨別是非、辨別善惡，他自己就有取捨。『令其顯見一切智城』，「城」在此地比喻到心，心城，心裡面充滿了智慧。『究竟解脫』，「究竟解脫」就是念佛，不學念佛求生淨土的法門不是究竟解脫，究竟解脫就是念佛求生淨土。"
    },
    {
      "id": "12-004-0019_p0031",
      "zh_CN": "所以我自己学佛三十多年，我是民国四十二年开始学佛的，三十多年，我讲经也讲了二十七年。这么多年来我最大的心得，最安慰的，就是在整个佛法里头我得到了一个东西，《阿弥陀经》。得来不容易！真是千经万论里头看出来的，看出这个东西宝贝。《弥陀经》到处都有，一般人拿在手上不识货，不晓得这个东西是宝贝。所以我自己发心专门弘扬这部经典，这部经我讲不厌，我也读不厌，愈读愈欢喜，愈讲愈有味道。这次景美的大专讲座，没有想到学生要求我讲《弥陀经》，这是我意料不到的。时间虽然是七天，每天五个小时，三十五个小时我把《弥陀经》大意给他们介绍。这是离开经文，我编了一个笔记，完全讲大意，大意明了了他就可以看注解，注解才会看得出味道出来，才真正能够看到《弥陀经》的好处。这是对一些根熟众生说的，你能够相信、你能够发愿，你这一生决定往生，往生西方极乐世界决定成佛，所以这个法门叫当生成就的佛法。密宗号召是即身成佛，说老实话，即身成佛是念佛的人，那是真正即身成佛，成究竟圆满之佛。密宗没有这个能力，他那个即身成佛，纵然是真正做到了，那个程度也不过是等于阿罗汉而已，断见思烦恼，了分段生死，他的功夫只能到此地，实在比不上念佛往生。第七句是：",
      "zh_TW": "所以我自己學佛三十多年，我是民國四十二年開始學佛的，三十多年，我講經也講了二十七年。這麼多年來我最大的心得，最安慰的，就是在整個佛法裡頭我得到了一個東西，《阿彌陀經》。得來不容易！真是千經萬論裡頭看出來的，看出這個東西寶貝。《彌陀經》到處都有，一般人拿在手上不識貨，不曉得這個東西是寶貝。所以我自己發心專門弘揚這部經典，這部經我講不厭，我也讀不厭，愈讀愈歡喜，愈講愈有味道。這次景美的大專講座，沒有想到學生要求我講《彌陀經》，這是我意料不到的。時間雖然是七天，每天五個小時，三十五個小時我把《彌陀經》大意給他們介紹。這是離開經文，我編了一個筆記，完全講大意，大意明瞭了他就可以看註解，註解才會看得出味道出來，才真正能夠看到《彌陀經》的好處。這是對一些根熟眾生說的，你能夠相信、你能夠發願，你這一生決定往生，往生西方極樂世界決定成佛，所以這個法門叫當生成就的佛法。密宗號召是即身成佛，說老實話，即身成佛是念佛的人，那是真正即身成佛，成究竟圓滿之佛。密宗沒有這個能力，他那個即身成佛，縱然是真正做到了，那個程度也不過是等於阿羅漢而已，斷見思煩惱，了分段生死，他的功夫只能到此地，實在比不上念佛往生。第七句是："
    },
    {
      "id": "12-004-0019_p0032",
      "zh_CN": "【哀哉众生。常为种种悭嫉谄诳。浊乱其心。我当云何而为开晓。令其证得清净法身。】",
      "zh_TW": "【哀哉眾生。常為種種慳嫉諂誑。濁亂其心。我當云何而為開曉。令其證得清淨法身。】"
    },
    {
      "id": "12-004-0019_p0033",
      "zh_CN": "这句里面是悲悯求现报而造一些恶业的众生，这都是迷惑颠倒，不知道福报是前世修的，已经定了的，他妄想，非分的去贪求。纵然求到了，还是命里头有的，你说冤枉不冤枉，造了一身罪业。贪污贪来的钱，命里有的，没有的你想贪也贪不到，命里有不贪它也来了，你说这冤枉不冤枉？真的，一饮一啄，莫非前定。所以袁了凡碰到一个真正高明人，孔先生算命算得真灵，算得一点不错，他明了了，原来一切都是命里注定的，那还打什么妄想？不打妄想，什么念头都没有了。一生就听着命运安排，他自己知道哪一年应该怎样升官、应该有多少收入，他统统清楚，想多也想不到，想没有也不行，到时候一定有，所以他就一个妄念都不生。他跟云谷禅师两个人在禅堂里坐了三天三夜，不起一个念头。这个人是什么人？我给他四个字，叫「标准凡夫」。他相信因果，他那个不是禅定。为什么？没得想，想了也是妄想，何必打妄想？没得想了。所以云谷禅师教给他一套改造命运的方法，命是自己造的，命自己可以改，靠别人改，改不了。",
      "zh_TW": "這句裡面是悲憫求現報而造一些惡業的眾生，這都是迷惑顛倒，不知道福報是前世修的，已經定了的，他妄想，非分的去貪求。縱然求到了，還是命裡頭有的，你說冤枉不冤枉，造了一身罪業。貪污貪來的錢，命裡有的，沒有的你想貪也貪不到，命裡有不貪它也來了，你說這冤枉不冤枉？真的，一飲一啄，莫非前定。所以袁了凡碰到一個真正高明人，孔先生算命算得真靈，算得一點不錯，他明瞭了，原來一切都是命裡注定的，那還打什麼妄想？不打妄想，什麼念頭都沒有了。一生就聽著命運安排，他自己知道哪一年應該怎樣升官、應該有多少收入，他統統清楚，想多也想不到，想沒有也不行，到時候一定有，所以他就一個妄念都不生。他跟雲谷禪師兩個人在禪堂裡坐了三天三夜，不起一個念頭。這個人是什麼人？我給他四個字，叫「標準凡夫」。他相信因果，他那個不是禪定。為什麼？沒得想，想了也是妄想，何必打妄想？沒得想了。所以雲谷禪師教給他一套改造命運的方法，命是自己造的，命自己可以改，靠別人改，改不了。"
    },
    {
      "id": "12-004-0019_p0034",
      "zh_CN": "诸位要晓得，现代的人喜欢看相、算命、看风水的很多。有没有？有，他只能看，他不能给你改。如果他说他给你改，那是欺骗你，他能看，不能改，就像孔先生一样，算得那么准，没有法子改。改要从哪里改？要从你心地里面去改。风水有，你心会被境界所转，那你当然有风水。人家赞叹你几句，很高兴；骂你几句，很生气，你这个心被外头境界转了，境界就是风水，你就被外面境界转。如果你心里头清净了，人家赞叹，我也不欢喜，我心平静；毁谤我，我也不生气，给诸位说，你住在哪里都是好风水，风水转不动你了，你转风水了，就是这么个道理。几时你能在境界上不动心，那就是《楞严经》上所说的，「若能转物，则同如来」，你就能转境界。你要被境界所转，你记住，决定有命运、有风水。咱们与其受制于外头环境，为什么不克服环境？学佛的人应该在这个地方下功夫。",
      "zh_TW": "諸位要曉得，現代的人喜歡看相、算命、看風水的很多。有沒有？有，他只能看，他不能給你改。如果他說他給你改，那是欺騙你，他能看，不能改，就像孔先生一樣，算得那麼準，沒有法子改。改要從哪裡改？要從你心地裡面去改。風水有，你心會被境界所轉，那你當然有風水。人家讚歎你幾句，很高興；罵你幾句，很生氣，你這個心被外頭境界轉了，境界就是風水，你就被外面境界轉。如果你心裡頭清淨了，人家讚歎，我也不歡喜，我心平靜；毀謗我，我也不生氣，給諸位說，你住在哪裡都是好風水，風水轉不動你了，你轉風水了，就是這麼個道理。幾時你能在境界上不動心，那就是《楞嚴經》上所說的，「若能轉物，則同如來」，你就能轉境界。你要被境界所轉，你記住，決定有命運、有風水。咱們與其受制於外頭環境，為什麼不克服環境？學佛的人應該在這個地方下功夫。"
    },
    {
      "id": "12-004-0019_p0035",
      "zh_CN": "眼前造的这个罪业，这个我们多多少少都有，只有程度上不同，悭吝、嫉妒、谄诳，确实都有，要晓得这些是病，一定要把它戒除，这是浊乱人心的。菩萨帮助我们就是开示，让我们真正明白这个道理，明了这个事实的真相，我们才能够改正这些错误的观念、错误的思想、错误的做法，使我们能够恢复到身心清净。当然，讲到究竟之处，就是证清净法身。所以在眼前纵然不能达到这个境界，这个境界是念佛理一心不乱的境界，可是对我们功夫成片有很大的帮助。今天时间到了，就讲到此地。",
      "zh_TW": "眼前造的這個罪業，這個我們多多少少都有，只有程度上不同，慳吝、嫉妒、諂誑，確實都有，要曉得這些是病，一定要把它戒除，這是濁亂人心的。菩薩幫助我們就是開示，讓我們真正明白這個道理，明瞭這個事實的真相，我們才能夠改正這些錯誤的觀念、錯誤的思想、錯誤的做法，使我們能夠恢復到身心清淨。當然，講到究竟之處，就是證清淨法身。所以在眼前縱然不能達到這個境界，這個境界是念佛理一心不亂的境界，可是對我們功夫成片有很大的幫助。今天時間到了，就講到此地。"
    }
  ]
}