{
  "doc_id": "12-004-0023",
  "title": {
    "zh_CN": "华严开敷夜神章",
    "zh_TW": "華嚴開敷夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "12-004-0023",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "12-004-0023_p0001",
      "zh_CN": "请掀开经本八百零八面第三行，我们接着上一次没讲完的一段经文，我们将这个经文念一段对对地方：",
      "zh_TW": "請掀開經本八百零八面第三行，我們接著上一次沒講完的一段經文，我們將這個經文念一段對對地方："
    },
    {
      "id": "12-004-0023_p0002",
      "zh_CN": "【愿得充足一切众生衣服饮食。愿获菩提无量妙乐。舍离一切诸不善心。常愿积集一切善根。】",
      "zh_TW": "【願得充足一切眾生衣服飲食。願獲菩提無量妙樂。捨離一切諸不善心。常願積集一切善根。】"
    },
    {
      "id": "12-004-0023_p0003",
      "zh_CN": "从这个地方看起。这一段是讲布施的弘愿非常的深广，前一次因为时间关系，这一段没能讲完，我们将这段经文念完了，今天还是要从这个地方看起，这里面还是有许多的意思我们必须要知道，对于自己的修学都有很大的帮助。这个愿望在字面上看是衣食充足，就是丰衣足食，这是从字面上来看。佛经决定不能只看字面，一定要看它表法的义趣，也就是文字里面所含的甚深的义理。如果只看文字表面，今天我们台湾可以说是家家户户都已经达到了丰衣足食，已经达到这个水准。在佛法里面，「衣」代表忍辱，「食」代表禅悦，禅悦为食。如果以这个标准来看，我们台湾这个地区就非常的贫乏。所以我们『愿得充足一切众生衣服饮食』，不但是在事相上，更要着重是在精神上的，精神上的衣食。",
      "zh_TW": "從這個地方看起。這一段是講布施的弘願非常的深廣，前一次因為時間關係，這一段沒能講完，我們將這段經文念完了，今天還是要從這個地方看起，這裡面還是有許多的意思我們必須要知道，對於自己的修學都有很大的幫助。這個願望在字面上看是衣食充足，就是豐衣足食，這是從字面上來看。佛經決定不能只看字面，一定要看它表法的義趣，也就是文字裡面所含的甚深的義理。如果只看文字表面，今天我們台灣可以說是家家戶戶都已經達到了豐衣足食，已經達到這個水準。在佛法裡面，「衣」代表忍辱，「食」代表禪悅，禪悅為食。如果以這個標準來看，我們台灣這個地區就非常的貧乏。所以我們『願得充足一切眾生衣服飲食』，不但是在事相上，更要著重是在精神上的，精神上的衣食。"
    },
    {
      "id": "12-004-0023_p0004",
      "zh_CN": "在许多大乘经典里面我们常常读到，修学能不能有成就，决定的因素就在忍辱。所以佛在《金刚经》上告诉我们，「一切法得成于忍」，这个一切法包括了世出世间法，不能忍辱就不能成就，你念佛求生净土都不例外。往生净土的条件是要伏烦恼，这是讲功夫成片，最低的标准。如果对于世出世间法要是忍不过，换句话说，这个最低的条件我们也不能够具备，可见得忍辱非常的重要。「饮食」就是法喜充满，它表这个意思。法喜，不仅仅我们对于甚深的佛法要有正确的认识与理解，而且一定要有实在修证的功夫，你就得法喜了，你就真正欢喜了。欢喜，给诸位说，比我们摄取饮食里面的营养还要重要。一个人如果说每天欢欢喜喜，尤其是法喜，从内心里面生出来的喜悦，实在可以，俗话常讲青春永驻，不容易显得衰老。什么原因？法喜充满。使人衰老是忧虑、烦恼，忧虑多、烦恼多，这个人老化就快；如果这个人是天天法喜充满，他很不容易衰老。要想法喜充满，刚才讲了，深入佛法的甚深义理，还要求有实证的功夫，我们得到真法喜，法喜就是饮食。",
      "zh_TW": "在許多大乘經典裡面我們常常讀到，修學能不能有成就，決定的因素就在忍辱。所以佛在《金剛經》上告訴我們，「一切法得成於忍」，這個一切法包括了世出世間法，不能忍辱就不能成就，你念佛求生淨土都不例外。往生淨土的條件是要伏煩惱，這是講功夫成片，最低的標準。如果對於世出世間法要是忍不過，換句話說，這個最低的條件我們也不能夠具備，可見得忍辱非常的重要。「飲食」就是法喜充滿，它表這個意思。法喜，不僅僅我們對於甚深的佛法要有正確的認識與理解，而且一定要有實在修證的功夫，你就得法喜了，你就真正歡喜了。歡喜，給諸位說，比我們攝取飲食裡面的營養還要重要。一個人如果說每天歡歡喜喜，尤其是法喜，從內心裡面生出來的喜悅，實在可以，俗話常講青春永駐，不容易顯得衰老。什麼原因？法喜充滿。使人衰老是憂慮、煩惱，憂慮多、煩惱多，這個人老化就快；如果這個人是天天法喜充滿，他很不容易衰老。要想法喜充滿，剛才講了，深入佛法的甚深義理，還要求有實證的功夫，我們得到真法喜，法喜就是飲食。"
    },
    {
      "id": "12-004-0023_p0005",
      "zh_CN": "『愿获菩提无量妙乐』。我们要想我们的生活快乐，真善美慧的人生，世间只有这么一句空话而已。东西方的人，古今中外，谁不在那里追求真善美？试问一问，哪个人追求到了？在历史上我们也能看到不少杰出的人物，他有真，他没有善、美；有美，没有善、真，三个条件很难具足。这三个条件真正具足的，给诸位说，只有佛门里面你才能看得到，舍佛门之外，真善美慧只有向往而已，实在是不容易得到的，可是在佛法里头确实有，这就是菩提。菩提是正觉，觉而不迷，这里面就有乐。乐加一个妙，妙怎么？妙就是乐里头没有烦恼，乐不会变成苦。咱们世间这个乐往往所谓是乐极生悲，纵然不能够很快的看到这个悲，经上也给我们说乐是坏苦，这个话讲得非常的真实，非常的切实，乐是坏苦。妙乐是只有乐没有苦，这才叫妙。为什么妙？妙在哪里？妙在他正受。何以晓得正受？前面有「获菩提」，正受就是以清净心来享乐。凡夫，为什么佛说乐是坏苦？因为你享乐的那个心不清净，不清净这个心里面就患得患失，有得失，有恩怨，得到了欢喜，失去就怀恨、就怨恨，所以他带着有烦恼。随着烦恼的轻重，必定造作罪业，造了罪业，后来一定要受苦报。所以这世间之乐，不是真乐。真正的乐，一定是觉而不迷的人，他才有真乐。",
      "zh_TW": "『願獲菩提無量妙樂』。我們要想我們的生活快樂，真善美慧的人生，世間只有這麼一句空話而已。東西方的人，古今中外，誰不在那裡追求真善美？試問一問，哪個人追求到了？在歷史上我們也能看到不少傑出的人物，他有真，他沒有善、美；有美，沒有善、真，三個條件很難具足。這三個條件真正具足的，給諸位說，只有佛門裡面你才能看得到，捨佛門之外，真善美慧只有嚮往而已，實在是不容易得到的，可是在佛法裡頭確實有，這就是菩提。菩提是正覺，覺而不迷，這裡面就有樂。樂加一個妙，妙怎麼？妙就是樂裡頭沒有煩惱，樂不會變成苦。咱們世間這個樂往往所謂是樂極生悲，縱然不能夠很快的看到這個悲，經上也給我們說樂是壞苦，這個話講得非常的真實，非常的切實，樂是壞苦。妙樂是只有樂沒有苦，這才叫妙。為什麼妙？妙在哪裡？妙在他正受。何以曉得正受？前面有「獲菩提」，正受就是以清淨心來享樂。凡夫，為什麼佛說樂是壞苦？因為你享樂的那個心不清淨，不清淨這個心裡面就患得患失，有得失，有恩怨，得到了歡喜，失去就懷恨、就怨恨，所以他帶著有煩惱。隨著煩惱的輕重，必定造作罪業，造了罪業，後來一定要受苦報。所以這世間之樂，不是真樂。真正的樂，一定是覺而不迷的人，他才有真樂。"
    },
    {
      "id": "12-004-0023_p0006",
      "zh_CN": "『舍离一切诸不善心』，「诸不善心」这个「诸」字包括得非常之广。善与恶是相对的，相对的善就不是真善。什么叫真善？善恶二边都离开，这才叫真善。所以诸这个字里面，不但是不善要舍，善也要舍，二边舍离，中道不存，这才是大善，才是真善，才是称性之善。如果我们只舍不善，还坚持守住这个善，与不善相对的这个善，这种修学法给诸位说，修其他的法门，就是八万四千法门，不能出三界。为什么？你是有漏心，不能出三界。修净土，可以带业往生，可以到功夫成片，不能得一心，不但是理一心得不到，事一心也得不到。这个原因也是因为以有漏善心来修念佛法门，但是他有成就，可以带业往生，修其他的法门那就不行。所以这一点我们要明白这个理，真正做那是属于境界，也不是我们现前的境界，我们现前做不到。现前我们做我们还是有漏的心，还是生活在相对的世间，没有法子超越，这个经上所讲的境界完全超越了。所以理我们明了，事我们还是择善固执。如果说恶舍掉，善也不做，你必定落在恶取空里面，那个烦恼就大了。那就是古德讲，「宁可执有如须弥」，就是执着有，「不可执空如芥子」，万一堕到恶取空，佛也不能救你。所以理明了，事我们执着，择善固执。",
      "zh_TW": "『捨離一切諸不善心』，「諸不善心」這個「諸」字包括得非常之廣。善與惡是相對的，相對的善就不是真善。什麼叫真善？善惡二邊都離開，這才叫真善。所以諸這個字裡面，不但是不善要捨，善也要捨，二邊捨離，中道不存，這才是大善，才是真善，才是稱性之善。如果我們只捨不善，還堅持守住這個善，與不善相對的這個善，這種修學法給諸位說，修其他的法門，就是八萬四千法門，不能出三界。為什麼？你是有漏心，不能出三界。修淨土，可以帶業往生，可以到功夫成片，不能得一心，不但是理一心得不到，事一心也得不到。這個原因也是因為以有漏善心來修念佛法門，但是他有成就，可以帶業往生，修其他的法門那就不行。所以這一點我們要明白這個理，真正做那是屬於境界，也不是我們現前的境界，我們現前做不到。現前我們做我們還是有漏的心，還是生活在相對的世間，沒有法子超越，這個經上所講的境界完全超越了。所以理我們明瞭，事我們還是擇善固執。如果說惡捨掉，善也不做，你必定落在惡取空裡面，那個煩惱就大了。那就是古德講，「寧可執有如須彌」，就是執著有，「不可執空如芥子」，萬一墮到惡取空，佛也不能救你。所以理明瞭，事我們執著，擇善固執。"
    },
    {
      "id": "12-004-0023_p0007",
      "zh_CN": "『常愿积集一切善根』，这一句也是特别提醒我们，我们念念别忘要修善根。世间的善根，无贪、无瞋、无痴，对于世出世间一切法都不贪、不瞋、不痴，出世间菩萨善根是精进不懈，我们要常常提醒自己。",
      "zh_TW": "『常願積集一切善根』，這一句也是特別提醒我們，我們念念別忘要修善根。世間的善根，無貪、無瞋、無痴，對於世出世間一切法都不貪、不瞋、不痴，出世間菩薩善根是精進不懈，我們要常常提醒自己。"
    },
    {
      "id": "12-004-0023_p0008",
      "zh_CN": "【常愿救护一切众生。】",
      "zh_TW": "【常願救護一切眾生。】"
    },
    {
      "id": "12-004-0023_p0009",
      "zh_CN": "这也是菩萨应当要发的大愿。佛这样示现给我们看，我们既然学佛就要学佛的存心、学佛的用事，这才真正叫学佛，不是把佛的经典当作一种学术来研究。我们真正要学，要依照经典的教训修正自己的毛病、习气，这样才能得到佛法真实的受用。所以常常要有救护众生的心，四弘誓愿里面第一条「众生无边誓愿度」，在我们自己本分的岗位上尽心尽力，运用自己的智慧、运用自己的善巧方便去影响众生，把佛法直接或者间接有意无意的介绍给我们周围的大众，推荐给他，这是真正的救护众生。尤其是念佛法门，这个法门实在叫难信之法。",
      "zh_TW": "這也是菩薩應當要發的大願。佛這樣示現給我們看，我們既然學佛就要學佛的存心、學佛的用事，這才真正叫學佛，不是把佛的經典當作一種學術來研究。我們真正要學，要依照經典的教訓修正自己的毛病、習氣，這樣才能得到佛法真實的受用。所以常常要有救護眾生的心，四弘誓願裡面第一條「眾生無邊誓願度」，在我們自己本分的崗位上盡心盡力，運用自己的智慧、運用自己的善巧方便去影響眾生，把佛法直接或者間接有意無意的介紹給我們周圍的大眾，推薦給他，這是真正的救護眾生。尤其是念佛法門，這個法門實在叫難信之法。"
    },
    {
      "id": "12-004-0023_p0010",
      "zh_CN": "【常乐观察萨婆若道。】",
      "zh_TW": "【常樂觀察薩婆若道。】"
    },
    {
      "id": "12-004-0023_p0011",
      "zh_CN": "这个『乐』应当念去声，念「药」，「乐」是爱好，就是喜欢，常常喜欢观察。『萨婆若』是梵语，翻成中国意思就是一切种智，如来果地上圆满的智慧，所以称为萨婆若海，或者萨婆若道。常常是念着这个，以这桩事情做为我们修学终极的目标，这就是圆教的佛果。",
      "zh_TW": "這個『樂』應當念去聲，念「藥」，「樂」是愛好，就是喜歡，常常喜歡觀察。『薩婆若』是梵語，翻成中國意思就是一切種智，如來果地上圓滿的智慧，所以稱為薩婆若海，或者薩婆若道。常常是念著這個，以這樁事情做為我們修學終極的目標，這就是圓教的佛果。"
    },
    {
      "id": "12-004-0023_p0012",
      "zh_CN": "【常乐修行一切智法。】",
      "zh_TW": "【常樂修行一切智法。】"
    },
    {
      "id": "12-004-0023_p0013",
      "zh_CN": "这也是念「药」，爱好。『一切智法』，简单的讲就是我们三皈依里面显示的修行纲领，第一是觉而不迷，第二是正而不邪，第三是净而不染，这是三皈依。为佛弟子，早晚都要念三皈依。早晨念三皈是提醒我们自己，我们自己在这一天当中起心动念、待人接物，我一定要做到觉不迷、正不邪、净不染。晚课是反省，认真的来反省，我这一天有哪些事情迷失了自己，有哪些思想、见解错误了，又走上邪知邪见；有哪几桩事情我们心被染污了，就是起了贪瞋痴慢，心起贪瞋痴慢就是被染污，心不清净了，这是晚课。这样做晚课，无量无边的功德。所以早晚课绝对不是拿着课诵本念给佛菩萨听的，那个做法就错误了，要晓得早晚课真正的意义，才能收到早晚课的功德利益，这是「修行一切智法」。",
      "zh_TW": "這也是念「藥」，愛好。『一切智法』，簡單的講就是我們三皈依裡面顯示的修行綱領，第一是覺而不迷，第二是正而不邪，第三是淨而不染，這是三皈依。為佛弟子，早晚都要念三皈依。早晨念三皈是提醒我們自己，我們自己在這一天當中起心動念、待人接物，我一定要做到覺不迷、正不邪、淨不染。晚課是反省，認真的來反省，我這一天有哪些事情迷失了自己，有哪些思想、見解錯誤了，又走上邪知邪見；有哪幾樁事情我們心被染污了，就是起了貪瞋痴慢，心起貪瞋痴慢就是被染污，心不清淨了，這是晚課。這樣做晚課，無量無邊的功德。所以早晚課絕對不是拿著課誦本念給佛菩薩聽的，那個做法就錯誤了，要曉得早晚課真正的意義，才能收到早晚課的功德利益，這是「修行一切智法」。"
    },
    {
      "id": "12-004-0023_p0014",
      "zh_CN": "【满足一切众生所愿。】",
      "zh_TW": "【滿足一切眾生所願。】"
    },
    {
      "id": "12-004-0023_p0015",
      "zh_CN": "这桩事情看起来好像太难了，众生的愿望没有止境，广大无边，我们用什么方法来满足他？众生的愿望虽然深广，我们如果仔细的去想一想，哪个众生不希望自己长生不老？哪个众生不希望自己永远的离苦得乐？这两桩事情是一切众生最大的愿望，永远不能满足的愿望，佛菩萨有能力满众生的愿。我们今天实在是有幸遇到了佛法，遇到了正法，如果能够明白这个道理，依教修行，我们无始劫来这两大愿望都能完成，都能达到圆满。这个两愿圆满，可以说无量深广的大愿统统圆满了。佛法要没有这样殊胜的功德利益，那就不值得我们修学，确实能满我们所有的愿望。",
      "zh_TW": "這樁事情看起來好像太難了，眾生的願望沒有止境，廣大無邊，我們用什麼方法來滿足他？眾生的願望雖然深廣，我們如果仔細的去想一想，哪個眾生不希望自己長生不老？哪個眾生不希望自己永遠的離苦得樂？這兩樁事情是一切眾生最大的願望，永遠不能滿足的願望，佛菩薩有能力滿眾生的願。我們今天實在是有幸遇到了佛法，遇到了正法，如果能夠明白這個道理，依教修行，我們無始劫來這兩大願望都能完成，都能達到圓滿。這個兩願圓滿，可以說無量深廣的大願統統圓滿了。佛法要沒有這樣殊勝的功德利益，那就不值得我們修學，確實能滿我們所有的願望。"
    },
    {
      "id": "12-004-0023_p0016",
      "zh_CN": "【入一切佛功德大海。】",
      "zh_TW": "【入一切佛功德大海。】"
    },
    {
      "id": "12-004-0023_p0017",
      "zh_CN": "这个比前面那一条还要难，但是这一愿在《华严经》到末后给我们显示出来了，念佛求生净土就是『入一切佛功德大海』，往生西方。蕅益大师告诉我们，生西方净土就是生一切诸佛净土，见阿弥陀如来就是见十方一切如来。所以在这个经末后，十大愿王导归极乐，确实是入这个境界。",
      "zh_TW": "這個比前面那一條還要難，但是這一願在《華嚴經》到末後給我們顯示出來了，念佛求生淨土就是『入一切佛功德大海』，往生西方。蕅益大師告訴我們，生西方淨土就是生一切諸佛淨土，見阿彌陀如來就是見十方一切如來。所以在這個經末後，十大願王導歸極樂，確實是入這個境界。"
    },
    {
      "id": "12-004-0023_p0018",
      "zh_CN": "【破一切魔业惑障山。随顺受持一切佛教。】",
      "zh_TW": "【破一切魔業惑障山。隨順受持一切佛教。】"
    },
    {
      "id": "12-004-0023_p0019",
      "zh_CN": "这个四句对我们现前来讲非常重要。首先我们要认识什么叫做魔？你能够认识它，你就不受它的害；你不认识它，你就会受它的害。『魔』就是折磨。古时候这个字下面是个「石」字，就是折磨的磨，把那个「石」去掉，下面安个「鬼」，这是当时新造的字。相传是梁武帝造的，就是折磨太可怕了，就像鬼一样，所以新造这么一个字。折磨当然叫我们心里不舒服，心里面难过，遇到一些顺境、逆境，顺境也有这种情形，逆境就更明显，所以这是魔障现前了。佛经里面将这些魔障归纳为四大类，《八大人觉经》里面就讲得很清楚，第一种是五阴魔，六道的众生是个个具足，没有一个例外的，我们这个身就是五阴身，色受想行识和合而现的这个身相。这叫五阴魔。第二种叫烦恼魔，特别指的是见思烦恼，折磨你。第三种死魔，这也很可怕，我们寿命短促，很想修学佛法，还没有修成功，寿命到了。纵然你修得很好，你死了之后四十九天又到人间来，又投胎来了，好，我来生再修行，你总不能一出世就修，这个你做不到，再快也得十几岁，当中就隔了十几年，断掉了十几年。这十几年断掉，又得从头来起，你到哪一生哪一世你才能修得成功？你别想到，大概我一生一生、一世一世接着修，大概很快就成功，绝对没这回事情。",
      "zh_TW": "這個四句對我們現前來講非常重要。首先我們要認識什麼叫做魔？你能夠認識它，你就不受它的害；你不認識它，你就會受它的害。『魔』就是折磨。古時候這個字下面是個「石」字，就是折磨的磨，把那個「石」去掉，下面安個「鬼」，這是當時新造的字。相傳是梁武帝造的，就是折磨太可怕了，就像鬼一樣，所以新造這麼一個字。折磨當然叫我們心裡不舒服，心裡面難過，遇到一些順境、逆境，順境也有這種情形，逆境就更明顯，所以這是魔障現前了。佛經裡面將這些魔障歸納為四大類，《八大人覺經》裡面就講得很清楚，第一種是五陰魔，六道的眾生是個個具足，沒有一個例外的，我們這個身就是五陰身，色受想行識和合而現的這個身相。這叫五陰魔。第二種叫煩惱魔，特別指的是見思煩惱，折磨你。第三種死魔，這也很可怕，我們壽命短促，很想修學佛法，還沒有修成功，壽命到了。縱然你修得很好，你死了之後四十九天又到人間來，又投胎來了，好，我來生再修行，你總不能一出世就修，這個你做不到，再快也得十幾歲，當中就隔了十幾年，斷掉了十幾年。這十幾年斷掉，又得從頭來起，你到哪一生哪一世你才能修得成功？你別想到，大概我一生一生、一世一世接著修，大概很快就成功，絕對沒這回事情。"
    },
    {
      "id": "12-004-0023_p0020",
      "zh_CN": "你们在座的同修，《金刚经》上佛都替你们授过记的，你们念念《金刚经》。你们今天能够在这个讲堂里面坐一个半钟点，以清净心来听《华严经》，这不是个简单事情。《金刚经》说，你不是在一佛、二佛、三四五佛那里种的善根，你过去生中已经亲近过无量的佛，可见得你善根深厚。现在想想，我这一生如何？你不是生生世世都在修行吗？无量劫之前你就闻到佛法，生生世世在修行，修到现在怎么样？还是迷惑颠倒。你就晓得这个死魔的可怕，死一次，前一辈子忘得干干净净，什么都得从头来起。从头来起，又还没有一个像样的成就，寿命又到了。生生世世这么来，所以无量劫到今天还是一事无成。麻烦在这个地方，一定要觉悟。",
      "zh_TW": "你們在座的同修，《金剛經》上佛都替你們授過記的，你們念念《金剛經》。你們今天能夠在這個講堂裡面坐一個半鐘點，以清淨心來聽《華嚴經》，這不是個簡單事情。《金剛經》說，你不是在一佛、二佛、三四五佛那裡種的善根，你過去生中已經親近過無量的佛，可見得你善根深厚。現在想想，我這一生如何？你不是生生世世都在修行嗎？無量劫之前你就聞到佛法，生生世世在修行，修到現在怎麼樣？還是迷惑顛倒。你就曉得這個死魔的可怕，死一次，前一輩子忘得乾乾淨淨，什麼都得從頭來起。從頭來起，又還沒有一個像樣的成就，壽命又到了。生生世世這麼來，所以無量劫到今天還是一事無成。麻煩在這個地方，一定要覺悟。"
    },
    {
      "id": "12-004-0023_p0021",
      "zh_CN": "所以，道业没有成就决定不能死，这是我奉劝诸位，死了就不得了，麻烦就大了，决定在这一生当中成就道业。法门多，这里头有难、有易，难修的法门咱们不修它，我们修容易成就的；没有把握的法门咱们不修它，修有把握的法门，这是我们今天选择的条件。而且要在很短的时间当中，我们有决定性的成就，我们选这个法门，这个法门最好不过的就是念佛求生净土。所以净土经论我们要详细的来讨论、来研究，它可以帮助我们断疑生信，帮助我们在短时间之中决定往生，这就超三界出轮回了。往生到西方极乐世界，纵然是下品下生，也是圆证三不退，那个果报不可思议。所以净土经论一定要细加讨论。今天念佛的人虽然多，真正明白净土道理的人不多，因此念佛人多，往生人少。原因在哪里？一切魔障把他障住了，你真正明白这个道理，你才能够破一切魔障。",
      "zh_TW": "所以，道業沒有成就決定不能死，這是我奉勸諸位，死了就不得了，麻煩就大了，決定在這一生當中成就道業。法門多，這裡頭有難、有易，難修的法門咱們不修它，我們修容易成就的；沒有把握的法門咱們不修它，修有把握的法門，這是我們今天選擇的條件。而且要在很短的時間當中，我們有決定性的成就，我們選這個法門，這個法門最好不過的就是念佛求生淨土。所以淨土經論我們要詳細的來討論、來研究，它可以幫助我們斷疑生信，幫助我們在短時間之中決定往生，這就超三界出輪迴了。往生到西方極樂世界，縱然是下品下生，也是圓證三不退，那個果報不可思議。所以淨土經論一定要細加討論。今天念佛的人雖然多，真正明白淨土道理的人不多，因此念佛人多，往生人少。原因在哪裡？一切魔障把他障住了，你真正明白這個道理，你才能夠破一切魔障。"
    },
    {
      "id": "12-004-0023_p0022",
      "zh_CN": "第四种叫天魔，所谓天魔就是外界的环境；换句话说，就是环境的诱惑，无论是人事的环境或者物质的环境来诱惑你，叫你起贪瞋痴慢，那就是天魔。我们要认识，认识内外的魔境。所以前面讲过，我们常常要想到修积善根，我于一切法不贪、不瞋、不痴、不慢，我里面先把烦恼魔把它降伏住，外面天魔他就不得其便。为什么？他没有办法诱惑你。诱惑你，要跟他里应外合才起作用，外面拼命在诱惑，你里头不动心，这个外头的魔没用处，不起作用。所以破魔障第一个是先破烦恼魔，第二个要认识死魔的障碍很大，决定在一生当中要成就。",
      "zh_TW": "第四種叫天魔，所謂天魔就是外界的環境；換句話說，就是環境的誘惑，無論是人事的環境或者物質的環境來誘惑你，叫你起貪瞋痴慢，那就是天魔。我們要認識，認識內外的魔境。所以前面講過，我們常常要想到修積善根，我於一切法不貪、不瞋、不痴、不慢，我裡面先把煩惱魔把它降伏住，外面天魔他就不得其便。為什麼？他沒有辦法誘惑你。誘惑你，要跟他裡應外合才起作用，外面拼命在誘惑，你裡頭不動心，這個外頭的魔沒用處，不起作用。所以破魔障第一個是先破煩惱魔，第二個要認識死魔的障礙很大，決定在一生當中要成就。"
    },
    {
      "id": "12-004-0023_p0023",
      "zh_CN": "『业惑障山』，「业」是活动，我们常讲事业，正在造作的时候叫事，做完了结果叫业。一切的行为，起心动念、身语行为，无不是业。迷的时候，这里面就有所谓是有漏的善业、恶业；觉悟的时候，这个业才叫净业，那就不是障。迷惑的时候善恶业都是障，障碍你不能出三界，障碍你不能永脱轮回。你修积一切善业，果报在三善道；造作一切恶业，果报在三恶道，所以它都是障，一定要觉悟。觉悟的人所修的是净业。净业跟善恶业有什么不一样？刚才说过了，善恶业是迷心在造作，迷而不觉，邪而不正，染而不净，这个造作善恶业，都是三界有漏的果报，这叫做「业惑障山」。",
      "zh_TW": "『業惑障山』，「業」是活動，我們常講事業，正在造作的時候叫事，做完了結果叫業。一切的行為，起心動念、身語行為，無不是業。迷的時候，這裡面就有所謂是有漏的善業、惡業；覺悟的時候，這個業才叫淨業，那就不是障。迷惑的時候善惡業都是障，障礙你不能出三界，障礙你不能永脫輪迴。你修積一切善業，果報在三善道；造作一切惡業，果報在三惡道，所以它都是障，一定要覺悟。覺悟的人所修的是淨業。淨業跟善惡業有什麼不一樣？剛才說過了，善惡業是迷心在造作，迷而不覺，邪而不正，染而不淨，這個造作善惡業，都是三界有漏的果報，這叫做「業惑障山」。"
    },
    {
      "id": "12-004-0023_p0024",
      "zh_CN": "学佛要破魔、要离障，那就是反其道而行之我觉不迷、正不邪、净不染，不但造一切善业三轮体空是净业，造一切恶业也是三轮体空，它也叫净业。也许同修们听了会奇怪，造善业没有问题，怎么造恶业？诸位要知道，众生根性不相同，有的时候用善法度他，有的时候也得用恶法来度他。这五十三参里面就有不少菩萨是用恶业度众生的，你看我们前面念过的，胜热婆罗门用恶法度众生；甘露火王，那更不得了，遍行外道，都是用的逆行，都是以不善法来度众生。所以遇到善人就善度，遇到恶人，你比他还要恶，他只好乖乖听你的。俗话说鬼都怕恶人，你遇到那些妖魔鬼怪，你比他还要恶、还要凶狠，你就度了他。那是菩萨，他那是善法不是恶法，必须用这种手段才能够摄受那些恶业的众生，虽然行为是恶，心地是慈悲的，要明了这个意思。他也是三轮体空，所以他是修的净业。五十三位善知识都是我们修行的榜样。",
      "zh_TW": "學佛要破魔、要離障，那就是反其道而行之我覺不迷、正不邪、淨不染，不但造一切善業三輪體空是淨業，造一切惡業也是三輪體空，它也叫淨業。也許同修們聽了會奇怪，造善業沒有問題，怎麼造惡業？諸位要知道，眾生根性不相同，有的時候用善法度他，有的時候也得用惡法來度他。這五十三參裡面就有不少菩薩是用惡業度眾生的，你看我們前面念過的，勝熱婆羅門用惡法度眾生；甘露火王，那更不得了，遍行外道，都是用的逆行，都是以不善法來度眾生。所以遇到善人就善度，遇到惡人，你比他還要惡，他只好乖乖聽你的。俗話說鬼都怕惡人，你遇到那些妖魔鬼怪，你比他還要惡、還要凶狠，你就度了他。那是菩薩，他那是善法不是惡法，必須用這種手段才能夠攝受那些惡業的眾生，雖然行為是惡，心地是慈悲的，要明瞭這個意思。他也是三輪體空，所以他是修的淨業。五十三位善知識都是我們修行的榜樣。"
    },
    {
      "id": "12-004-0023_p0025",
      "zh_CN": "『随顺受持一切佛教』，这里头特别注重这个「顺」字，顺难，随缘容易，随顺难。所以十大愿王，它不叫随缘众生，叫「恒顺众生」。中国人讲孝道也讲孝顺，他不说孝敬，他讲孝顺，顺难。顺有大智慧，顺有大忍辱、有大禅定，才能做得到。在顺里面不迷、不邪、不染，这样才叫「受持」。「一切佛教」，这部经就是一切佛教，《大方广佛华严经》。实际上这个经的题目就是一切佛教的总名称，我们中国人把一切经称之为「大藏经」，实际上原来的名字就是「大方广佛华严经」，清凉在经题里面就给我们讲得非常的详细。所以这是一切佛教的总名称，因此这个经叫根本法轮，一切经都是《华严经》的眷属。好像《华严经》是树根，一切经都是它的枝叶，这是根本法轮。这一句可以指这部经书，如果讲到究竟指归也可以指到《弥陀经》来说。在《弥陀经》里面，我们看到十方诸佛赞叹，「称赞不可思议功德一切诸佛所护念经」，这是《弥陀经》本来的经题。一切诸佛之所赞叹，换句话说，一切诸佛没有一尊佛不讲《弥陀经》，没有一尊佛不弘扬净土法门，没有一尊佛不劝众生求生西方极乐世界，所以《阿弥陀经》就是一切佛教。明白这个道理了，不必再去搞其他的经论，我们晓得，一切佛教，这部《华严》或者一部《弥陀》统统具足了。",
      "zh_TW": "『隨順受持一切佛教』，這裡頭特別注重這個「順」字，順難，隨緣容易，隨順難。所以十大願王，它不叫隨緣眾生，叫「恆順眾生」。中國人講孝道也講孝順，他不說孝敬，他講孝順，順難。順有大智慧，順有大忍辱、有大禪定，才能做得到。在順裡面不迷、不邪、不染，這樣才叫「受持」。「一切佛教」，這部經就是一切佛教，《大方廣佛華嚴經》。實際上這個經的題目就是一切佛教的總名稱，我們中國人把一切經稱之為「大藏經」，實際上原來的名字就是「大方廣佛華嚴經」，清涼在經題裡面就給我們講得非常的詳細。所以這是一切佛教的總名稱，因此這個經叫根本法輪，一切經都是《華嚴經》的眷屬。好像《華嚴經》是樹根，一切經都是它的枝葉，這是根本法輪。這一句可以指這部經書，如果講到究竟指歸也可以指到《彌陀經》來說。在《彌陀經》裡面，我們看到十方諸佛讚歎，「稱讚不可思議功德一切諸佛所護念經」，這是《彌陀經》本來的經題。一切諸佛之所讚歎，換句話說，一切諸佛沒有一尊佛不講《彌陀經》，沒有一尊佛不弘揚淨土法門，沒有一尊佛不勸眾生求生西方極樂世界，所以《阿彌陀經》就是一切佛教。明白這個道理了，不必再去搞其他的經論，我們曉得，一切佛教，這部《華嚴》或者一部《彌陀》統統具足了。"
    },
    {
      "id": "12-004-0023_p0026",
      "zh_CN": "【行一切智无障碍道。】",
      "zh_TW": "【行一切智無障礙道。】"
    },
    {
      "id": "12-004-0023_p0027",
      "zh_CN": "这一句是这一段的总结，将你的智慧运用在日常生活当中。我们中国人，尤其过年，常常彼此见面祝福的「吉祥如意」，佛法里头就是『无障碍道』，「无障碍」就是事事如意。到这个地方，这是一个段落，说的是布施大愿的深广。",
      "zh_TW": "這一句是這一段的總結，將你的智慧運用在日常生活當中。我們中國人，尤其過年，常常彼此見面祝福的「吉祥如意」，佛法裡頭就是『無障礙道』，「無障礙」就是事事如意。到這個地方，這是一個段落，說的是布施大願的深廣。"
    },
    {
      "id": "12-004-0023_p0028",
      "zh_CN": "下面一段是说布施的恩惠玄微，请看经文：",
      "zh_TW": "下面一段是說布施的恩惠玄微，請看經文："
    },
    {
      "id": "12-004-0023_p0029",
      "zh_CN": "【已能深入一切智流。一切法流常现在前。大愿无尽。为大丈夫。住大人法。】",
      "zh_TW": "【已能深入一切智流。一切法流常現在前。大願無盡。為大丈夫。住大人法。】"
    },
    {
      "id": "12-004-0023_p0030",
      "zh_CN": "这个文长，我们还是一句一句的来介绍。因为有上面这样深广的大愿，他才能够契入，不但契入，『深入』。『一切智流』，这是佛，入佛这一流、这一类，虽然没成佛，他已经跟佛同一类了。这个意思仿佛像净土经里面所讲的圆证三不退，有这个意思，但是净土经论里头说得明白，此地说得含蓄。『一切法流』，这都是如来果地的境界，『常现在前』。『大愿无尽』，这个「大愿」就本经来讲，本经把它整个归纳讲行门十种，文殊菩萨代表的十波罗蜜，这是《华严经》讲菩萨的行门，归纳起来十波罗蜜；讲愿门，就是普贤菩萨归纳起来的十大愿王。这是《华严经》的行愿总纲领，你看位位都不离这个范围。所以「大愿无尽」就是十大愿王，或者是我们通常所讲的四弘誓愿也行，四弘誓愿跟十大愿王没有两样，内容是相同的，只有开合不相同，归纳起来就是四弘誓愿，四弘誓愿一展开就是十大愿王。『大丈夫』是对佛的尊称，所以佛的十种称号里面有「大丈夫」。『住大人法』，「大人」也是对佛称的。",
      "zh_TW": "這個文長，我們還是一句一句的來介紹。因為有上面這樣深廣的大願，他才能夠契入，不但契入，『深入』。『一切智流』，這是佛，入佛這一流、這一類，雖然沒成佛，他已經跟佛同一類了。這個意思彷彿像淨土經裡面所講的圓證三不退，有這個意思，但是淨土經論裡頭說得明白，此地說得含蓄。『一切法流』，這都是如來果地的境界，『常現在前』。『大願無盡』，這個「大願」就本經來講，本經把它整個歸納講行門十種，文殊菩薩代表的十波羅蜜，這是《華嚴經》講菩薩的行門，歸納起來十波羅蜜；講願門，就是普賢菩薩歸納起來的十大願王。這是《華嚴經》的行願總綱領，你看位位都不離這個範圍。所以「大願無盡」就是十大願王，或者是我們通常所講的四弘誓願也行，四弘誓願跟十大願王沒有兩樣，內容是相同的，只有開合不相同，歸納起來就是四弘誓願，四弘誓願一展開就是十大願王。『大丈夫』是對佛的尊稱，所以佛的十種稱號裡面有「大丈夫」。『住大人法』，「大人」也是對佛稱的。"
    },
    {
      "id": "12-004-0023_p0031",
      "zh_CN": "【积集一切普门善藏。】",
      "zh_TW": "【積集一切普門善藏。】"
    },
    {
      "id": "12-004-0023_p0032",
      "zh_CN": "『普门』在本经里面说十种，前面曾经讲过。所以我们台北有十普寺，这个名称都是《华严经》里面十普而说的。",
      "zh_TW": "『普門』在本經裡面說十種，前面曾經講過。所以我們台北有十普寺，這個名稱都是《華嚴經》裡面十普而說的。"
    },
    {
      "id": "12-004-0023_p0033",
      "zh_CN": "【愿舍一切执着之心。不染一切世间境界。】",
      "zh_TW": "【願捨一切執著之心。不染一切世間境界。】"
    },
    {
      "id": "12-004-0023_p0034",
      "zh_CN": "这两句我们要特别的重视它。我们今天修行学佛很难有进步，原因就是放不下，这两句话就是教我们放下。真正能放下，我们学佛功夫的进步，自己能体会得出来，会清清楚楚、明明白白，一定要放下。佛法说穿了没有别的，就是破执着而已。人我执破了就证阿罗汉果，要是以念佛人来说，就得事一心不乱；法我执破了就明心见性，就是法身大士，圆教就是初住菩萨，念佛人就是理一心不乱，可见得破执着重要。特别是在这个大经上，《弥陀经》经文虽然少，诸位要是细细的去读莲池大师的《疏钞》、蕅益大师的《要解》，你才真正晓得那个经是不可思议，才晓得那个经的教义是究竟圆满，为什么？破一切执着。唯有破一切执着，这个念佛才能够念到理一心不乱，才能够在一生当中生实报庄严土、生常寂光净土。只要有执着存在，也能往生，生凡圣同居土、方便有余土。凡圣同居土那是我执、法执都没破，实报土是我执、法执统统破了，方便土是破我执，没有破法执。所以要晓得，执着是我们的大病，执着是我们无始劫以来的习气。我们今天能断得了吗？断不了。好，我今天一切都不执着了，结果还是执着，执着一个一切不执着。你看看多难，难！执着丢掉，不执着也要丢掉，实在不容易，要舍这个执着之心。",
      "zh_TW": "這兩句我們要特別的重視它。我們今天修行學佛很難有進步，原因就是放不下，這兩句話就是教我們放下。真正能放下，我們學佛功夫的進步，自己能體會得出來，會清清楚楚、明明白白，一定要放下。佛法說穿了沒有別的，就是破執著而已。人我執破了就證阿羅漢果，要是以念佛人來說，就得事一心不亂；法我執破了就明心見性，就是法身大士，圓教就是初住菩薩，念佛人就是理一心不亂，可見得破執著重要。特別是在這個大經上，《彌陀經》經文雖然少，諸位要是細細的去讀蓮池大師的《疏鈔》、蕅益大師的《要解》，你才真正曉得那個經是不可思議，才曉得那個經的教義是究竟圓滿，為什麼？破一切執著。唯有破一切執著，這個念佛才能夠念到理一心不亂，才能夠在一生當中生實報莊嚴土、生常寂光淨土。只要有執著存在，也能往生，生凡聖同居土、方便有餘土。凡聖同居土那是我執、法執都沒破，實報土是我執、法執統統破了，方便土是破我執，沒有破法執。所以要曉得，執著是我們的大病，執著是我們無始劫以來的習氣。我們今天能斷得了嗎？斷不了。好，我今天一切都不執著了，結果還是執著，執著一個一切不執著。你看看多難，難！執著丟掉，不執著也要丟掉，實在不容易，要捨這個執著之心。"
    },
    {
      "id": "12-004-0023_p0035",
      "zh_CN": "『不染一切世间境界』，世间一切境界可以接触、可以受用，「不染」。怎么样在接触、受用当中又能做到不染？这个经上五十三位菩萨与善财童子就做了榜样给我们看。你看这五十三位善知识，里头男女老少、各行各业统统都有，每个行业里面做的都是最成功的、最圆满的，他不染，他是菩萨。可是我们凡夫眼睛里面看到他，他也是凡夫。为什么？我们是用染心看佛菩萨，佛菩萨也染污了。佛菩萨没有染污，我们自己染污了。佛菩萨用清净心看众生，众生个个都不染污。你们想想，你什么地方染污了？你要拿去分析分析、化验化验，你哪个细胞染污了？你找不到染污的所在，这是真的不是假的。譬如说你气呼呼的，非常瞋恨，气得不得了，你要是好好的冷静下来想一想，我那个气在哪里？你去找找看，全身五脏六腑每个地方找一找，你那个瞋恚在哪里？你要一找，你就发现了，找不到，觅心了不可得，找不到。找不到，根本就没有，你那个气叫冤枉生的，没有，实在是没有。喜怒哀乐都没有，真如本性上没有，真如本性现出这个阿赖耶的亲相分里头也没有。所以佛告诉我们，这些东西叫做妄想执着。执着不是真的，假的，拿我们现在的名词来讲，就是一个抽象的概念，全没有这回事实，抽象的概念，这是个错误，不是真实的。所以要记住，「不染一切世间境界」，学这五十三位菩萨，这五十三位士农工商都有，各行各业，你在里头去找一位，你从事哪个行业，你去找一位，你看看他是怎么个修法。学佛绝不消极，佛法讲精进，不但讲进步，而且精益求精，怎么会消极？怎么会落伍？这是我们应当要觉悟的，应当要努力的。底下这两句好：",
      "zh_TW": "『不染一切世間境界』，世間一切境界可以接觸、可以受用，「不染」。怎麼樣在接觸、受用當中又能做到不染？這個經上五十三位菩薩與善財童子就做了榜樣給我們看。你看這五十三位善知識，裡頭男女老少、各行各業統統都有，每個行業裡面做的都是最成功的、最圓滿的，他不染，他是菩薩。可是我們凡夫眼睛裡面看到他，他也是凡夫。為什麼？我們是用染心看佛菩薩，佛菩薩也染污了。佛菩薩沒有染污，我們自己染污了。佛菩薩用清淨心看眾生，眾生個個都不染污。你們想想，你什麼地方染污了？你要拿去分析分析、化驗化驗，你哪個細胞染污了？你找不到染污的所在，這是真的不是假的。譬如說你氣呼呼的，非常瞋恨，氣得不得了，你要是好好的冷靜下來想一想，我那個氣在哪裡？你去找找看，全身五臟六腑每個地方找一找，你那個瞋恚在哪裡？你要一找，你就發現了，找不到，覓心了不可得，找不到。找不到，根本就沒有，你那個氣叫冤枉生的，沒有，實在是沒有。喜怒哀樂都沒有，真如本性上沒有，真如本性現出這個阿賴耶的親相分裡頭也沒有。所以佛告訴我們，這些東西叫做妄想執著。執著不是真的，假的，拿我們現在的名詞來講，就是一個抽象的概念，全沒有這回事實，抽象的概念，這是個錯誤，不是真實的。所以要記住，「不染一切世間境界」，學這五十三位菩薩，這五十三位士農工商都有，各行各業，你在裡頭去找一位，你從事哪個行業，你去找一位，你看看他是怎麼個修法。學佛絕不消極，佛法講精進，不但講進步，而且精益求精，怎麼會消極？怎麼會落伍？這是我們應當要覺悟的，應當要努力的。底下這兩句好："
    },
    {
      "id": "12-004-0023_p0036",
      "zh_CN": "【知诸法性犹如虚空。】",
      "zh_TW": "【知諸法性猶如虛空。】"
    },
    {
      "id": "12-004-0023_p0037",
      "zh_CN": "这句话是见性的话。一切法的本体不可得，『犹如虚空』，一切法的法相也不可得。《楞严》上说得好，「当处出生，随处灭尽」、「随众生心，应所知量」，所以也不可得。性相俱不可得，你在这里面执着，那不是虚妄什么叫虚妄？这是我们自己大大的错了。如果一切都不执着，你立刻就得自在，你本性就恢复，智慧就现前。他赞叹我，我不生欢喜心，为什么？真如本性里头没有欢喜；他毁谤我、侮辱我，我听了不生瞋恚心，真如本性里头没有瞋恚。如果不能时时提起这个正念，我们就会被外境所转，换句话说，被外境所染污。修行在哪里修行？就是在一切人事环境、物质环境里面去修行。修什么行？修不染污，这就是真正的功夫。读佛经不被佛经染污，不要求世间法；读佛经不要被佛经欺骗了，佛是不骗人，是你自己迷在里头。所以佛在《金刚经》上说得很明白，谁要说如来说法，那叫谤佛，佛没说过法。说这个话什么意思？就是叫你不要执着佛的言语，你要体会佛的真实义，不要执着他的言语，执着他的言语那就错了，佛实在无法可说。",
      "zh_TW": "這句話是見性的話。一切法的本體不可得，『猶如虛空』，一切法的法相也不可得。《楞嚴》上說得好，「當處出生，隨處滅盡」、「隨眾生心，應所知量」，所以也不可得。性相俱不可得，你在這裡面執著，那不是虛妄什麼叫虛妄？這是我們自己大大的錯了。如果一切都不執著，你立刻就得自在，你本性就恢復，智慧就現前。他讚歎我，我不生歡喜心，為什麼？真如本性裡頭沒有歡喜；他毀謗我、侮辱我，我聽了不生瞋恚心，真如本性裡頭沒有瞋恚。如果不能時時提起這個正念，我們就會被外境所轉，換句話說，被外境所染污。修行在哪裡修行？就是在一切人事環境、物質環境裡面去修行。修什麼行？修不染污，這就是真正的功夫。讀佛經不被佛經染污，不要求世間法；讀佛經不要被佛經欺騙了，佛是不騙人，是你自己迷在裡頭。所以佛在《金剛經》上說得很明白，誰要說如來說法，那叫謗佛，佛沒說過法。說這個話什麼意思？就是叫你不要執著佛的言語，你要體會佛的真實義，不要執著他的言語，執著他的言語那就錯了，佛實在無法可說。"
    },
    {
      "id": "12-004-0023_p0038",
      "zh_CN": "有许多人不明白这个意思，读了佛经，世间法不执着，执着佛法，这样的人太多太多了。不但现在，自古以来就存在。不但佛法传到中国来存在，释迦牟尼佛灭度之后没多久，你看印度就分成二十个部派。那个部派怎么分成的？就是执着，就是被佛法染污了。所以诸位一定要觉悟，连佛法都不染污，何况其余？你看《坛经》里面怀让禅师见六祖的时候，六祖就问他，你还有修行吗？他说「修证即不无，污染即不得」，六祖就非常称赞。修行，修证即不无，修行有，天天修行，又打坐又参禅，有，但是不染污，不被佛法染污，这个高明。我们一般人修行，修行有修行，被染污了，就没有让禅师底下那一句，咱们有上面一句，「修证即不无」，没有后头一句。我们虽然修行，被佛法染污，所以起争论。我修净土的，被净土染污了，排斥禅宗、排斥密宗，排斥其他的，被染污了。如果不染污，不染污法法平等，无有高下，不管见人家修什么法，都生欢喜心，都生清净心，他不染污，那个时候这个心量海阔天空，这真正得自在。换句话叫没有成见，有成见就是染污，与法性不相应，不染污与法性相应。这里面「一切世间」包括了佛法，如果没有一切，单说世间，那是讲世间法，加上一切，就是器世间、有情世间、智正觉世间，这就包括佛、菩萨在内。只有一切都不染污的时候，这时候才真正见性，见性成佛。所以『知诸法性犹如虚空』，性相都不染。到这个地方我们看到菩萨可以说是真实的领悟了，禅宗里面常讲，「父母未生前本来面目」，我们看到了。",
      "zh_TW": "有許多人不明白這個意思，讀了佛經，世間法不執著，執著佛法，這樣的人太多太多了。不但現在，自古以來就存在。不但佛法傳到中國來存在，釋迦牟尼佛滅度之後沒多久，你看印度就分成二十個部派。那個部派怎麼分成的？就是執著，就是被佛法染污了。所以諸位一定要覺悟，連佛法都不染污，何況其餘？你看《壇經》裡面懷讓禪師見六祖的時候，六祖就問他，你還有修行嗎？他說「修證即不無，污染即不得」，六祖就非常稱讚。修行，修證即不無，修行有，天天修行，又打坐又參禪，有，但是不染污，不被佛法染污，這個高明。我們一般人修行，修行有修行，被染污了，就沒有讓禪師底下那一句，咱們有上面一句，「修證即不無」，沒有後頭一句。我們雖然修行，被佛法染污，所以起爭論。我修淨土的，被淨土染污了，排斥禪宗、排斥密宗，排斥其他的，被染污了。如果不染污，不染污法法平等，無有高下，不管見人家修什麼法，都生歡喜心，都生清淨心，他不染污，那個時候這個心量海闊天空，這真正得自在。換句話叫沒有成見，有成見就是染污，與法性不相應，不染污與法性相應。這裡面「一切世間」包括了佛法，如果沒有一切，單說世間，那是講世間法，加上一切，就是器世間、有情世間、智正覺世間，這就包括佛、菩薩在內。只有一切都不染污的時候，這時候才真正見性，見性成佛。所以『知諸法性猶如虛空』，性相都不染。到這個地方我們看到菩薩可以說是真實的領悟了，禪宗裡面常講，「父母未生前本來面目」，我們看到了。"
    },
    {
      "id": "12-004-0023_p0039",
      "zh_CN": "【于彼一切诸来乞者。】",
      "zh_TW": "【於彼一切諸來乞者。】"
    },
    {
      "id": "12-004-0023_p0040",
      "zh_CN": "就是他在这里修布施大会，从各方面来向他乞求的。",
      "zh_TW": "就是他在這裡修布施大會，從各方面來向他乞求的。"
    },
    {
      "id": "12-004-0023_p0041",
      "zh_CN": "【生一子想。】",
      "zh_TW": "【生一子想。】"
    },
    {
      "id": "12-004-0023_p0042",
      "zh_CN": "『一子』是独生子，多么的爱护。",
      "zh_TW": "『一子』是獨生子，多麼的愛護。"
    },
    {
      "id": "12-004-0023_p0043",
      "zh_CN": "【生父母想。】",
      "zh_TW": "【生父母想。】"
    },
    {
      "id": "12-004-0023_p0044",
      "zh_CN": "这是尊敬。前面第一句讲爱护，第二句讲尊敬。",
      "zh_TW": "這是尊敬。前面第一句講愛護，第二句講尊敬。"
    },
    {
      "id": "12-004-0023_p0045",
      "zh_CN": "【生福田想。】",
      "zh_TW": "【生福田想。】"
    },
    {
      "id": "12-004-0023_p0046",
      "zh_CN": "这个难得了。为什么有一子想、有父母想？正因为这些人成就自己无量无边的福田。我们要想种福到哪里种？就在这一切众生分上种福。这是只有学佛的人，只有对于诸法实相彻底了解的人，他明白。我们修福到哪里修？在一切众生分上修。所以今天真正明了的人存款往哪里存？银行靠不住，把这些钱布施给一切众生，这叫真正的存款，永远丢不掉的。如果不是深深明白这个道理，他没办法了解。其实，如果不能透彻明白这个事实真相，要真正相信因果，也能做得到，像《了凡四训》就说得很明白，所谓「一饮一啄，莫非前定」。你这个福报，佛经里面常讲，你这一生所得的财富是你前生修财布施所得的福报，聪明智慧是法布施得的果报，健康长寿是无畏施的果报。今生得的果报，因是前生修的，现在福报现前，福报现前不再修，来生就没福。明白这个道理的时候，修福，修福决定不吃亏。所以有钱是福报，前生修的，现在用钱是智慧。得财容易，用钱难，大学问，大智慧。这是『生福田想』。",
      "zh_TW": "這個難得了。為什麼有一子想、有父母想？正因為這些人成就自己無量無邊的福田。我們要想種福到哪裡種？就在這一切眾生分上種福。這是只有學佛的人，只有對於諸法實相徹底了解的人，他明白。我們修福到哪裡修？在一切眾生分上修。所以今天真正明瞭的人存款往哪裡存？銀行靠不住，把這些錢布施給一切眾生，這叫真正的存款，永遠丟不掉的。如果不是深深明白這個道理，他沒辦法了解。其實，如果不能透徹明白這個事實真相，要真正相信因果，也能做得到，像《了凡四訓》就說得很明白，所謂「一飲一啄，莫非前定」。你這個福報，佛經裡面常講，你這一生所得的財富是你前生修財布施所得的福報，聰明智慧是法布施得的果報，健康長壽是無畏施的果報。今生得的果報，因是前生修的，現在福報現前，福報現前不再修，來生就沒福。明白這個道理的時候，修福，修福決定不吃虧。所以有錢是福報，前生修的，現在用錢是智慧。得財容易，用錢難，大學問，大智慧。這是『生福田想』。"
    },
    {
      "id": "12-004-0023_p0047",
      "zh_CN": "【生善友想。】",
      "zh_TW": "【生善友想。】"
    },
    {
      "id": "12-004-0023_p0048",
      "zh_CN": "前面跟诸位讲过，这些来的人都是自己的善友，『善友』就是老师，是佛菩萨。",
      "zh_TW": "前面跟諸位講過，這些來的人都是自己的善友，『善友』就是老師，是佛菩薩。"
    },
    {
      "id": "12-004-0023_p0049",
      "zh_CN": "【生难得想。生恩益想。】",
      "zh_TW": "【生難得想。生恩益想。】"
    },
    {
      "id": "12-004-0023_p0050",
      "zh_CN": "可见得菩萨修布施波罗蜜跟我们修布施确实不一样，人家修布施所得的是无量的功德，我们今天所修的布施只得一点人天福报而已，不能够得到称性的功德，理由就在此地。如果我们也想修称性的功德，就应当依照这个来修学。这个难得是真正难得，前面也曾经跟诸位说过，实实在在难得，过去虽然这些境界就在我们周围，不认识，今天认识了，今天明了了，这个不容易。",
      "zh_TW": "可見得菩薩修布施波羅蜜跟我們修布施確實不一樣，人家修布施所得的是無量的功德，我們今天所修的布施只得一點人天福報而已，不能夠得到稱性的功德，理由就在此地。如果我們也想修稱性的功德，就應當依照這個來修學。這個難得是真正難得，前面也曾經跟諸位說過，實實在在難得，過去雖然這些境界就在我們周圍，不認識，今天認識了，今天明瞭了，這個不容易。"
    },
    {
      "id": "12-004-0023_p0051",
      "zh_CN": "【生覆护想。生坚固想。生导师想。生如来想。】",
      "zh_TW": "【生覆護想。生堅固想。生導師想。生如來想。】"
    },
    {
      "id": "12-004-0023_p0052",
      "zh_CN": "『覆护』就是我们平常人求佛菩萨保佑的意思。我今天布施给大众，是真正保佑自己的福田，自己这个福报永远不失掉。不肯这样施舍，诸位要晓得，我们用财来做个比喻，财为五家共有，你要以为是你自己的，靠不住。火会烧掉，水会漂掉，在台湾还有台风、地震，都能把你的财产给消耗掉，还有盗贼、败家子。怎么能保得住？想什么样方法都保不住，唯一能够保得住的就是舍财，就能保住了。人生享受，大家都讲享受，什么是真正享受？给诸位说，快快乐乐是享受。一个人一生，一生都快快乐乐，这个人生没有白过。如果有许多钱，天天在患得患失，又怕贬值，又怕倒闭，又怕怎么，苦不堪言，苦死了。这样的人生是苦而不乐，你想想看，这个人能算是个聪明人吗？聪明人这一生要过得很快乐，一切无忧无虑。所以用自己的智慧，就是法布施；用自己的财物，财布施；用自己的体力，也能做到无畏布施，与一切众生广结善缘，这是讲世间法。出世间法，与一切众生广结法缘。上与十方诸佛结法缘，下与一切众生结法缘，这个多自在，这个多快乐！所得的果报那是真正不可思议，决定没有缺乏。你能够这样修，你一生在财用上不会缺乏，智慧增长，烦恼减少，健康长寿，这是一个聪明人才能够得到的。这就是「覆护」的意思。",
      "zh_TW": "『覆護』就是我們平常人求佛菩薩保佑的意思。我今天布施給大眾，是真正保佑自己的福田，自己這個福報永遠不失掉。不肯這樣施捨，諸位要曉得，我們用財來做個比喻，財為五家共有，你要以為是你自己的，靠不住。火會燒掉，水會漂掉，在台灣還有颱風、地震，都能把你的財產給消耗掉，還有盜賊、敗家子。怎麼能保得住？想什麼樣方法都保不住，唯一能夠保得住的就是捨財，就能保住了。人生享受，大家都講享受，什麼是真正享受？給諸位說，快快樂樂是享受。一個人一生，一生都快快樂樂，這個人生沒有白過。如果有許多錢，天天在患得患失，又怕貶值，又怕倒閉，又怕怎麼，苦不堪言，苦死了。這樣的人生是苦而不樂，你想想看，這個人能算是個聰明人嗎？聰明人這一生要過得很快樂，一切無憂無慮。所以用自己的智慧，就是法布施；用自己的財物，財布施；用自己的體力，也能做到無畏布施，與一切眾生廣結善緣，這是講世間法。出世間法，與一切眾生廣結法緣。上與十方諸佛結法緣，下與一切眾生結法緣，這個多自在，這個多快樂！所得的果報那是真正不可思議，決定沒有缺乏。你能夠這樣修，你一生在財用上不會缺乏，智慧增長，煩惱減少，健康長壽，這是一個聰明人才能夠得到的。這就是「覆護」的意思。"
    },
    {
      "id": "12-004-0023_p0053",
      "zh_CN": "『坚固』，就是决定不会失掉的意思。『导师』、『如来』都是指的佛。这些众生不仅是自己的福田，是自己的善友，是自己的如来，是自己的导师，是自己的保佑者，人家对于来乞食的能够生这样的观念。我们要不读《华严经》，咱们怎么想都想不到，为什么菩萨修布施跟我们不一样，果报不相同？人家修布施得的是称性的功德，我们为什么得不到？比较比较看，我们修布施的时候有没有这个心愿，有没有这个观念？这样才恍然大悟！这是我们应当学习的。今天时间到了，到这个地方是一个段落。",
      "zh_TW": "『堅固』，就是決定不會失掉的意思。『導師』、『如來』都是指的佛。這些眾生不僅是自己的福田，是自己的善友，是自己的如來，是自己的導師，是自己的保佑者，人家對於來乞食的能夠生這樣的觀念。我們要不讀《華嚴經》，咱們怎麼想都想不到，為什麼菩薩修布施跟我們不一樣，果報不相同？人家修布施得的是稱性的功德，我們為什麼得不到？比較比較看，我們修布施的時候有沒有這個心願，有沒有這個觀念？這樣才恍然大悟！這是我們應當學習的。今天時間到了，到這個地方是一個段落。"
    }
  ]
}