{
  "doc_id": "12-004-0012",
  "title": {
    "zh_CN": "华严开敷夜神章",
    "zh_TW": "華嚴開敷夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "12-004-0012",
  "total_paragraphs": 77,
  "paragraphs": [
    {
      "id": "12-004-0012_p0001",
      "zh_CN": "七百八十八页最后一行，我们将经文念几句，对对地方。",
      "zh_TW": "七百八十八頁最後一行，我們將經文念幾句，對對地方。"
    },
    {
      "id": "12-004-0012_p0002",
      "zh_CN": "【夜神告言。善男子。如汝所问。此事难知。难信难解。难证。难入。难可显示。难可生起。难可演说。】",
      "zh_TW": "【夜神告言。善男子。如汝所問。此事難知。難信難解。難證。難入。難可顯示。難可生起。難可演說。】"
    },
    {
      "id": "12-004-0012_p0003",
      "zh_CN": "从这一段看起。在前面我们曾经读到开敷夜神将他自己所修证的境界告诉了善财童子。夜神他是七地菩萨的化身，换句话说，他就是代表远行地的境界。说到这个地方，善财童子听了夜神开示之后，心里面非常欢喜，可是他还想知道夜神他修这个境界得到这个法门到现在时间有多久；换句话说，他修了多久才修到七地的境界，他想知道这桩事情。今天我们读的这段经文，就是夜神答复他的话。一开头这一句就是说明他所证得的时劫非常的久远，所得的境界非常之深。在这几句话当中很明显的显示出来，菩萨的境界不但是我们凡夫无法测度，凭我们自己意思怎么去想也想不到的，你所想的都叫做妄想。我常常接触学佛的同修们，无论在家、出家，妄想都很多，常常展开经本在那里讨论、在那里思惟佛菩萨修证的境界。往往我们看到他的谈论似乎也满有道理，其实连边际都没有摸到，这是实实在在的。即使像这部经，《大方广佛华严经》里面所说的义理，实在是无有穷尽，字字句句都含无量义。我们能够理解的，实在讲也是经文里面的皮毛而已。这是真的，绝对不是客气话。真正要能体会到那是功夫，而且这个功夫非常之深，你有一分的功力，可以看到经文一分的深度；有十分的功力，你展开经文就看出有十分的深度。随着各人功夫浅深，所透露出来的义趣不一样的，不相同的，这我们要明白。",
      "zh_TW": "從這一段看起。在前面我們曾經讀到開敷夜神將他自己所修證的境界告訴了善財童子。夜神他是七地菩薩的化身，換句話說，他就是代表遠行地的境界。說到這個地方，善財童子聽了夜神開示之後，心裡面非常歡喜，可是他還想知道夜神他修這個境界得到這個法門到現在時間有多久；換句話說，他修了多久才修到七地的境界，他想知道這樁事情。今天我們讀的這段經文，就是夜神答覆他的話。一開頭這一句就是說明他所證得的時劫非常的久遠，所得的境界非常之深。在這幾句話當中很明顯的顯示出來，菩薩的境界不但是我們凡夫無法測度，憑我們自己意思怎麼去想也想不到的，你所想的都叫做妄想。我常常接觸學佛的同修們，無論在家、出家，妄想都很多，常常展開經本在那裡討論、在那裡思惟佛菩薩修證的境界。往往我們看到他的談論似乎也滿有道理，其實連邊際都沒有摸到，這是實實在在的。即使像這部經，《大方廣佛華嚴經》裡面所說的義理，實在是無有窮盡，字字句句都含無量義。我們能夠理解的，實在講也是經文裡面的皮毛而已。這是真的，絕對不是客氣話。真正要能體會到那是功夫，而且這個功夫非常之深，你有一分的功力，可以看到經文一分的深度；有十分的功力，你展開經文就看出有十分的深度。隨著各人功夫淺深，所透露出來的義趣不一樣的，不相同的，這我們要明白。"
    },
    {
      "id": "12-004-0012_p0004",
      "zh_CN": "因此我们从菩萨，夜神就是菩萨，这几句话里面就能够体认到这个境界不是闻慧的境界，所以『难知、难信』。这个诸位要记住，不是闻慧的境界，闻思修三慧。我们现在三慧连边都没有，不但慧没有，我们连定也没有，慧是从定成就的，这是修学一定的程序，就是因戒生定，因定开慧，慧开了之后才有闻慧、思慧、修慧，才有三慧。所以三慧是以三学为基础，我们今天三学都没有得到，哪来的三慧？菩萨在此地说得有道理，有个什么道理？因为善财童子能够参访七地菩萨，换句话说，他的程度也达到这个水准，有资格来向七地菩萨请教；换句话说，夜神是老七地菩萨，善财是初学的七地菩萨，他有资格向他请教。这个话说起来实实在在就不简单，这是初入七地的智慧都不可思议，所以夜神跟他讲「难知、难信」。",
      "zh_TW": "因此我們從菩薩，夜神就是菩薩，這幾句話裡面就能夠體認到這個境界不是聞慧的境界，所以『難知、難信』。這個諸位要記住，不是聞慧的境界，聞思修三慧。我們現在三慧連邊都沒有，不但慧沒有，我們連定也沒有，慧是從定成就的，這是修學一定的程序，就是因戒生定，因定開慧，慧開了之後才有聞慧、思慧、修慧，才有三慧。所以三慧是以三學為基礎，我們今天三學都沒有得到，哪來的三慧？菩薩在此地說得有道理，有個什麼道理？因為善財童子能夠參訪七地菩薩，換句話說，他的程度也達到這個水準，有資格來向七地菩薩請教；換句話說，夜神是老七地菩薩，善財是初學的七地菩薩，他有資格向他請教。這個話說起來實實在在就不簡單，這是初入七地的智慧都不可思議，所以夜神跟他講「難知、難信」。"
    },
    {
      "id": "12-004-0012_p0005",
      "zh_CN": "善财代表的确实是初学，而这些菩萨们，给诸位说，我刚才讲是老菩萨。老到什么程度？其实都是早已经成佛，成佛之后再退回菩萨地位上来摄受初学的这些众生。我们以观世音菩萨做例子，观世音菩萨在西方极乐世界他的身分是等觉菩萨；在华严会上他是第七回向的菩萨，你看那个位次一掉掉了好多，第七回向；在楞严会上，你们看二十五圆通的耳根圆通，就是他老人家代表的，那是圆教初住菩萨，那个境界就跟此地善财童子没有两样。正是《普门品》里面所说的，应以什么身分得度，菩萨就示现什么身分。所以此地夜神能说这句话，必定是古佛倒驾慈航而来，这是我们能够体会得到的。所以说他的境界难知、难信。",
      "zh_TW": "善財代表的確實是初學，而這些菩薩們，給諸位說，我剛才講是老菩薩。老到什麼程度？其實都是早已經成佛，成佛之後再退回菩薩地位上來攝受初學的這些眾生。我們以觀世音菩薩做例子，觀世音菩薩在西方極樂世界他的身分是等覺菩薩；在華嚴會上他是第七迴向的菩薩，你看那個位次一掉掉了好多，第七迴向；在楞嚴會上，你們看二十五圓通的耳根圓通，就是他老人家代表的，那是圓教初住菩薩，那個境界就跟此地善財童子沒有兩樣。正是《普門品》裡面所說的，應以什麼身分得度，菩薩就示現什麼身分。所以此地夜神能說這句話，必定是古佛倒駕慈航而來，這是我們能夠體會得到的。所以說他的境界難知、難信。"
    },
    {
      "id": "12-004-0012_p0006",
      "zh_CN": "第二，也不是思慧的境界，所以就『难解』；亦不是修慧的境界，所以就『难证』。他这几句话完全扣在闻慧、思慧、修慧，这三慧。这些「难信、难解、难证、难入」，都是属于自修，下面这个三句则是利生，就是利他。『难可显示』，菩萨这个境界，纵然显示（展示）在世人的面前，世人不认识。不是菩萨不慈悲，不把他的境界显露出来给我们看，其实完全展示在我们面前，可惜我们不认识。我在前面也曾经跟诸位说过，诸佛菩萨演说《大方广佛华严经》从无间断，我们一句也没有听到，不是他不说，他天天在说，时时在说，刹那刹那在说，我们没听见；一切展示在面前，我们有眼睛，没有见到。难，不是菩萨难，难在我们这一边。",
      "zh_TW": "第二，也不是思慧的境界，所以就『難解』；亦不是修慧的境界，所以就『難證』。他這幾句話完全扣在聞慧、思慧、修慧，這三慧。這些「難信、難解、難證、難入」，都是屬於自修，下面這個三句則是利生，就是利他。『難可顯示』，菩薩這個境界，縱然顯示（展示）在世人的面前，世人不認識。不是菩薩不慈悲，不把他的境界顯露出來給我們看，其實完全展示在我們面前，可惜我們不認識。我在前面也曾經跟諸位說過，諸佛菩薩演說《大方廣佛華嚴經》從無間斷，我們一句也沒有聽到，不是他不說，他天天在說，時時在說，剎那剎那在說，我們沒聽見；一切展示在面前，我們有眼睛，沒有見到。難，不是菩薩難，難在我們這一邊。"
    },
    {
      "id": "12-004-0012_p0007",
      "zh_CN": "今天下午有个人来找我，他不是一个佛教徒，他说他明天到美国去，要在美国做一点事业。他写了一个计划书送来给我看看，我一看，叹为观止，太庞大了，简直是不可思议。我想在美国建一点事业，跟他一比是小巫见大巫。所以我就告诉他，我说你的构想很不错，构想必须要与大众的生活接近，如果理想太高、太远了，不合实际，这是做不到的。他就谈到现在的术语，硬体、软体。硬体是什么？楼台、宫殿这些建筑。软体是什么？软体就难了，讲经说法，属于智慧这一类的。硬体建筑，只要有钱，不难；可是要培养一个真正通达世出世间法的人才，这就不容易，太难太难了。难在什么地方？难在名利放不下。我跟他说，他也承认。",
      "zh_TW": "今天下午有個人來找我，他不是一個佛教徒，他說他明天到美國去，要在美國做一點事業。他寫了一個計劃書送來給我看看，我一看，歎為觀止，太龐大了，簡直是不可思議。我想在美國建一點事業，跟他一比是小巫見大巫。所以我就告訴他，我說你的構想很不錯，構想必須要與大眾的生活接近，如果理想太高、太遠了，不合實際，這是做不到的。他就談到現在的術語，硬體、軟體。硬體是什麼？樓台、宮殿這些建築。軟體是什麼？軟體就難了，講經說法，屬於智慧這一類的。硬體建築，只要有錢，不難；可是要培養一個真正通達世出世間法的人才，這就不容易，太難太難了。難在什麼地方？難在名利放不下。我跟他說，他也承認。"
    },
    {
      "id": "12-004-0012_p0008",
      "zh_CN": "你说现在人不聪明吗？如果说现在人不聪明，那是胡说八道，我觉得现在人比古人不知道聪明多少倍。为什么不能成就？现在人没有古人老实，所以现在人虽然聪明，不能成就，障难太多了，问题在这个地方。几个人能够把名利、财色、五欲六尘看破？真正能放下，一尘不染，然后对于世出世间法必定能够通达。难在此地！菩萨所说的这么多难也就是说的这个，这一方面。这个难关佛菩萨没有办法为我们打破，为什么？古人所谓的「解铃还需系铃人」，我们这些障难是自己造成的，自己造成的只有自己为自己解除，佛菩萨虽有智慧、虽有神通，没有办法为我们解除。佛菩萨对我们的教诲，对我们的恩德，只是把他自己修学的过程、解除的经验提供给我们做参考。我们往往听了，也懂得这些，虽然懂得，但是自己做不到。什么做不到？放不下。放不下就没用处，懂得再多也是枉然。",
      "zh_TW": "你說現在人不聰明嗎？如果說現在人不聰明，那是胡說八道，我覺得現在人比古人不知道聰明多少倍。為什麼不能成就？現在人沒有古人老實，所以現在人雖然聰明，不能成就，障難太多了，問題在這個地方。幾個人能夠把名利、財色、五欲六塵看破？真正能放下，一塵不染，然後對於世出世間法必定能夠通達。難在此地！菩薩所說的這麼多難也就是說的這個，這一方面。這個難關佛菩薩沒有辦法為我們打破，為什麼？古人所謂的「解鈴還需繫鈴人」，我們這些障難是自己造成的，自己造成的只有自己為自己解除，佛菩薩雖有智慧、雖有神通，沒有辦法為我們解除。佛菩薩對我們的教誨，對我們的恩德，只是把他自己修學的過程、解除的經驗提供給我們做參考。我們往往聽了，也懂得這些，雖然懂得，但是自己做不到。什麼做不到？放不下。放不下就沒用處，懂得再多也是枉然。"
    },
    {
      "id": "12-004-0012_p0009",
      "zh_CN": "我们最近看到有许多往生的，生死自在。我从美国回来，看到洛杉矶的史清源居士，往生的瑞相很殊胜。回来之后，广钦法师往生了，前天李老师也往生了，都是非常好的瑞相。李老师在往生前一天，有几个同修陪他一块散步，他告诉大家说我这次真的要走了。因为他讲走讲了好几次，所以大家没在意，哪里晓得到第二天早晨真走了。李老师一生弘法利生，他只要一不讲经，他就不会再住世。所以上个星期台中徐醒民、周家麟居士来看我，告诉我老师已经两次没有讲经，两次就是半个月，他一个星期讲一次，而是由周家麟居士代讲。这一代讲，不讲经，不讲经他就不会住世。一生都是从事于弘法利生的工作，在台中将近四十多年，讲经从来没有间断过，真是风雨无阻。我常常很惋惜，他老人家讲得太少了，一个星期讲一次，他是一次讲经、一次教学，教学在台中莲社。我过去亲近老人家十年，他在七十岁到八十岁的时候，我跟他的这一段时期。",
      "zh_TW": "我們最近看到有許多往生的，生死自在。我從美國回來，看到洛杉磯的史清源居士，往生的瑞相很殊勝。回來之後，廣欽法師往生了，前天李老師也往生了，都是非常好的瑞相。李老師在往生前一天，有幾個同修陪他一塊散步，他告訴大家說我這次真的要走了。因為他講走講了好幾次，所以大家沒在意，哪裡曉得到第二天早晨真走了。李老師一生弘法利生，他只要一不講經，他就不會再住世。所以上個星期台中徐醒民、周家麟居士來看我，告訴我老師已經兩次沒有講經，兩次就是半個月，他一個星期講一次，而是由周家麟居士代講。這一代講，不講經，不講經他就不會住世。一生都是從事於弘法利生的工作，在台中將近四十多年，講經從來沒有間斷過，真是風雨無阻。我常常很惋惜，他老人家講得太少了，一個星期講一次，他是一次講經、一次教學，教學在台中蓮社。我過去親近老人家十年，他在七十歲到八十歲的時候，我跟他的這一段時期。"
    },
    {
      "id": "12-004-0012_p0010",
      "zh_CN": "所以说难是在我们众生这一边，不是菩萨那一边。善财童子去参访他，善财有没有难？没有。菩萨对善财说的这些话，他是说一切众生难信、难解、难证、难入，如果善财也要难了，那善财就没法子去参访。这是提示我们，我们一定要晓得难在什么地方，这个一定要懂得的。如果我们克服自己的障难，菩萨的境界我们也能知、能信、能解、能证、能入，你要把这个难换成能就靠你自己，靠别人靠不住的，一定要靠自己，克服自己的障难。",
      "zh_TW": "所以說難是在我們眾生這一邊，不是菩薩那一邊。善財童子去參訪他，善財有沒有難？沒有。菩薩對善財說的這些話，他是說一切眾生難信、難解、難證、難入，如果善財也要難了，那善財就沒法子去參訪。這是提示我們，我們一定要曉得難在什麼地方，這個一定要懂得的。如果我們克服自己的障難，菩薩的境界我們也能知、能信、能解、能證、能入，你要把這個難換成能就靠你自己，靠別人靠不住的，一定要靠自己，克服自己的障難。"
    },
    {
      "id": "12-004-0012_p0011",
      "zh_CN": "第二句『难可生起』，这是因缘。所谓「生起」就是启请，法绝对没有孤起的道理，你看佛讲经一定有人启请。启请难，因为启请的人他一定内行，他一定懂得，他要不懂得，他想都想不起来。我们请一个法师来讲经，有这个念头了，请他讲什么经？不晓得。能够动个念头请法师来讲经，又动个念头请他来讲《华严经》，这不容易！「难可生起」，就是发起这个法会。纵然有人发起，这个法会成就了，演说也实在是不容易。为什么？如果不入这个境界，纵然展开古德的注解，还是说不出来；纵然说出来，你听起来也不是味道。所以要晓得，重重障难。菩萨跟善财童子说这些话是什么意思？诸位要晓得，善财就是一个启请的人，菩萨说这个话是为我们说的，叫我们知道自行化他多难，我们对于这个法门遇到了才知道珍惜。正是《开经偈》里面所说，「百千万劫难遭遇」，所以我们一定要珍惜。我们这一生有幸能够听到最圆满、最殊胜的经教，这是要珍惜的。假如能够舍掉自己的障难，的确我们可以知道，能信、能解、能证、能入。因为善财的示现，他示现是个普通人来修学的，在华严会上第一个表演一生成佛，而且是肉身成佛，善财童子所代表的，我们要知道他这一句话的用意。再看下面经文：",
      "zh_TW": "第二句『難可生起』，這是因緣。所謂「生起」就是啟請，法絕對沒有孤起的道理，你看佛講經一定有人啟請。啟請難，因為啟請的人他一定內行，他一定懂得，他要不懂得，他想都想不起來。我們請一個法師來講經，有這個念頭了，請他講什麼經？不曉得。能夠動個念頭請法師來講經，又動個念頭請他來講《華嚴經》，這不容易！「難可生起」，就是發起這個法會。縱然有人發起，這個法會成就了，演說也實在是不容易。為什麼？如果不入這個境界，縱然展開古德的註解，還是說不出來；縱然說出來，你聽起來也不是味道。所以要曉得，重重障難。菩薩跟善財童子說這些話是什麼意思？諸位要曉得，善財就是一個啟請的人，菩薩說這個話是為我們說的，叫我們知道自行化他多難，我們對於這個法門遇到了才知道珍惜。正是《開經偈》裡面所說，「百千萬劫難遭遇」，所以我們一定要珍惜。我們這一生有幸能夠聽到最圓滿、最殊勝的經教，這是要珍惜的。假如能夠捨掉自己的障難，的確我們可以知道，能信、能解、能證、能入。因為善財的示現，他示現是個普通人來修學的，在華嚴會上第一個表演一生成佛，而且是肉身成佛，善財童子所代表的，我們要知道他這一句話的用意。再看下面經文："
    },
    {
      "id": "12-004-0012_p0012",
      "zh_CN": "【一切世间。诸天及人声闻独觉。皆不能知。】",
      "zh_TW": "【一切世間。諸天及人聲聞獨覺。皆不能知。】"
    },
    {
      "id": "12-004-0012_p0013",
      "zh_CN": "这个原因刚才我说了，就是放不下。『一切世间』，这是总说，就是底下这个两句。『诸天及人』，这是指六道。六道凡夫他放不下五欲六尘，所以他不能知；声闻、缘觉放不下偏真涅槃，所以他不能知。可见得你要想知，得要放下。我们再看底下：",
      "zh_TW": "這個原因剛才我說了，就是放不下。『一切世間』，這是總說，就是底下這個兩句。『諸天及人』，這是指六道。六道凡夫他放不下五欲六塵，所以他不能知；聲聞、緣覺放不下偏真涅槃，所以他不能知。可見得你要想知，得要放下。我們再看底下："
    },
    {
      "id": "12-004-0012_p0014",
      "zh_CN": "【唯除如来威力所加。善知识所摄。修集广大福德智慧。其心坚固。欲乐清净。无下劣心。无杂染心。无谄曲心。】",
      "zh_TW": "【唯除如來威力所加。善知識所攝。修集廣大福德智慧。其心堅固。欲樂清淨。無下劣心。無雜染心。無諂曲心。】"
    },
    {
      "id": "12-004-0012_p0015",
      "zh_CN": "这个文很长，一共到底下有十八句，我们慢慢来看。说了那么一大堆，皆不能知，那我们也没分了。我们听这个干什么？所以下面就讲能知的资格，能知的标准，这下面说了十四种心。所以我们要依十四种心来修正我们的心理，然后就有十二种能力，能知、能信、能解、能证、能入。这一段文好，这一段文给我们一个很大的希望，原来我们还是有分。但是，这个第一句很重要，要『如来威力所加』。如来肯不肯加持我们？这我们又怀疑了；如来是不是真的看中了我？这个事情就是看你发不发心，你是不是具足了真实的善根。真正的善根，我们在讲席里面常常提醒同修们。老同修多提醒几遍不妨碍，为什么？你没做到，何况每天道场都有新同修来，我们也不能让他白来。",
      "zh_TW": "這個文很長，一共到底下有十八句，我們慢慢來看。說了那麼一大堆，皆不能知，那我們也沒分了。我們聽這個幹什麼？所以下面就講能知的資格，能知的標準，這下面說了十四種心。所以我們要依十四種心來修正我們的心理，然後就有十二種能力，能知、能信、能解、能證、能入。這一段文好，這一段文給我們一個很大的希望，原來我們還是有分。但是，這個第一句很重要，要『如來威力所加』。如來肯不肯加持我們？這我們又懷疑了；如來是不是真的看中了我？這個事情就是看你發不發心，你是不是具足了真實的善根。真正的善根，我們在講席裡面常常提醒同修們。老同修多提醒幾遍不妨礙，為什麼？你沒做到，何況每天道場都有新同修來，我們也不能讓他白來。"
    },
    {
      "id": "12-004-0012_p0016",
      "zh_CN": "真实的善根，世间善根，三善根：无贪、无瞋、无痴。于世出世间一切法断贪瞋痴，世间一切善法都从这里出生的，如果我们要修佛法，三善根上面还要加一个善根，那就是出世间法的善根，它只有一法，就是精进。这个善根说老实话我们没有，如果你要具足世出世间这个四善根，给诸位说，你要是学佛，三年决定有成就。最起码的成就是功夫成片，你得自在。我再告诉诸位，我所看到的这些往生的人，预知时至，临走的时候清清楚楚，没有病苦，他是什么境界？都是在功夫成片。他有没有得一心？我不敢说，因为什么？我看不出来，我看不出来他得一心，他功夫成片我看得出来。功夫成片，给诸位说，功夫成片里面也有三辈九品，上品功夫成片就往生自在，愿意在这里住多少年就可以住多少年，愿意什么时候走就什么时候走，就这么样的自在，修三年决定成功。",
      "zh_TW": "真實的善根，世間善根，三善根：無貪、無瞋、無痴。於世出世間一切法斷貪瞋痴，世間一切善法都從這裡出生的，如果我們要修佛法，三善根上面還要加一個善根，那就是出世間法的善根，它只有一法，就是精進。這個善根說老實話我們沒有，如果你要具足世出世間這個四善根，給諸位說，你要是學佛，三年決定有成就。最起碼的成就是功夫成片，你得自在。我再告訴諸位，我所看到的這些往生的人，預知時至，臨走的時候清清楚楚，沒有病苦，他是什麼境界？都是在功夫成片。他有沒有得一心？我不敢說，因為什麼？我看不出來，我看不出來他得一心，他功夫成片我看得出來。功夫成片，給諸位說，功夫成片裡面也有三輩九品，上品功夫成片就往生自在，願意在這裡住多少年就可以住多少年，願意什麼時候走就什麼時候走，就這麼樣的自在，修三年決定成功。"
    },
    {
      "id": "12-004-0012_p0017",
      "zh_CN": "为什么我们现在修这么多年还不成功？就是没有善根。你看看，无贪心、无瞋恚心、无愚痴心，我们没有，我们一天到晚还是干着贪瞋痴。精进更没有，进是不退转，不退就进，那还不行，还要精。精是怎么说？决定不能掺杂，掺杂了，那个进，只有进没有精。精纯而不杂，这样的求进步，这个才叫精进。譬如说我们念佛，念这一句阿弥陀佛，这几天身体不舒服，赶紧去求药师佛，药师佛好给我治病，这就夹杂了，阿弥陀佛里头药师佛杂在里头。再又要求保家里平安又去念观音菩萨，或者再要求发财还去拜恩主公。糟糕了，你这个里头杂得乱七八糟的，乱了。何况还杂世间名闻利养、五欲六尘，所以你的功夫不能成就，这样搞法搞上三百年，还是跟现在一模一样。",
      "zh_TW": "為什麼我們現在修這麼多年還不成功？就是沒有善根。你看看，無貪心、無瞋恚心、無愚痴心，我們沒有，我們一天到晚還是幹著貪瞋痴。精進更沒有，進是不退轉，不退就進，那還不行，還要精。精是怎麼說？決定不能摻雜，摻雜了，那個進，只有進沒有精。精純而不雜，這樣的求進步，這個才叫精進。譬如說我們念佛，念這一句阿彌陀佛，這幾天身體不舒服，趕緊去求藥師佛，藥師佛好給我治病，這就夾雜了，阿彌陀佛裡頭藥師佛雜在裡頭。再又要求保家裡平安又去念觀音菩薩，或者再要求發財還去拜恩主公。糟糕了，你這個裡頭雜得亂七八糟的，亂了。何況還雜世間名聞利養、五欲六塵，所以你的功夫不能成就，這樣搞法搞上三百年，還是跟現在一模一樣。"
    },
    {
      "id": "12-004-0012_p0018",
      "zh_CN": "所以我们修学要晓得我们的毛病出在什么地方，为什么人家三年有成，我们三年不成？他三年有成，他如法，如理如法，他有成就；我们是不如理、不如法，自己还以为修得不错，病根就在此地。怕的是不知道病根，知道病根就对症下药，我们把毛病习气改过来，咱们三年决定能够追上。李老师、广钦法师这样的成就，我们的成就可以在他之上。能不能做到？决定可以做得到，问题就是你肯不肯。人人都可以做到，这是要大家努力的，要大家觉悟的。前人总希望后人的成就比他更高，这是善知识；绝对不会说我这个成就，你们要比我高我就不欢喜，你总比我差一点，这不是善知识，这不是佛菩萨。诸佛菩萨希望我们成就比他高、比他快，我们对于别人也是这样的期望，希望别人成就在我之上，希望底下一代更能够超过我们自己，这个时代才永远在进步，日新又新。所以诸位只要一发心，不要考虑，佛菩萨决定加持你。的确，你是一定可以得到「如来威力所加」，你一定可以得到。",
      "zh_TW": "所以我們修學要曉得我們的毛病出在什麼地方，為什麼人家三年有成，我們三年不成？他三年有成，他如法，如理如法，他有成就；我們是不如理、不如法，自己還以為修得不錯，病根就在此地。怕的是不知道病根，知道病根就對症下藥，我們把毛病習氣改過來，咱們三年決定能夠追上。李老師、廣欽法師這樣的成就，我們的成就可以在他之上。能不能做到？決定可以做得到，問題就是你肯不肯。人人都可以做到，這是要大家努力的，要大家覺悟的。前人總希望後人的成就比他更高，這是善知識；絕對不會說我這個成就，你們要比我高我就不歡喜，你總比我差一點，這不是善知識，這不是佛菩薩。諸佛菩薩希望我們成就比他高、比他快，我們對於別人也是這樣的期望，希望別人成就在我之上，希望底下一代更能夠超過我們自己，這個時代才永遠在進步，日新又新。所以諸位只要一發心，不要考慮，佛菩薩決定加持你。的確，你是一定可以得到「如來威力所加」，你一定可以得到。"
    },
    {
      "id": "12-004-0012_p0019",
      "zh_CN": "『善知识所摄』，「善知识」就是现在的老师。我们要亲近一个善知识，亲近一个好老师，好老师能不能找到？不难。问题在哪里？你是不是真心想学，你要真心想学，好老师就来了。你要不是真心的求，纵然善知识在你面前，也一样的当面错过，自己要真学。真学从哪里学起？十大愿王就是最好的指导方针。第一个是礼敬诸佛，你要修礼敬，接著称赞如来、广修供养、忏除业障，这个就是我们自己求学的四个基本条件。你要具足这四个条件，不怕遇不到善知识；四个条件不具足，就是佛在此地讲经，你还是一样不能成就。所以这十个条件，前面四个是非常非常重要。",
      "zh_TW": "『善知識所攝』，「善知識」就是現在的老師。我們要親近一個善知識，親近一個好老師，好老師能不能找到？不難。問題在哪裡？你是不是真心想學，你要真心想學，好老師就來了。你要不是真心的求，縱然善知識在你面前，也一樣的當面錯過，自己要真學。真學從哪裡學起？十大願王就是最好的指導方針。第一個是禮敬諸佛，你要修禮敬，接著稱讚如來、廣修供養、懺除業障，這個就是我們自己求學的四個基本條件。你要具足這四個條件，不怕遇不到善知識；四個條件不具足，就是佛在此地講經，你還是一樣不能成就。所以這十個條件，前面四個是非常非常重要。"
    },
    {
      "id": "12-004-0012_p0020",
      "zh_CN": "『修集广大福德智慧』，这一句也是总说。我们要修，我们要集，福德智慧怎样才能圆满？一定要用广大心，广大心所修的福德智慧就是究竟圆满的福德智慧，与诸佛、法身大士没有两样。『其心坚固，欲乐清净』，唯有坚固才有精进。我们今天修学为什么会夹杂？就是我们的信心不坚固，听听这个法门也不错，看看那部经也满好，不学太可惜了。换句话说，样样都想学，样样都想会，结果怎么样？样样都懂一点皮毛，哪一样也不管用，不精。所以我们在讲席里头也时时劝勉诸位同修，法门无量誓愿学，没错，可是现在不行，现在要精、要专；换句话说，现前一定要求生西方极乐世界，到了西方极乐世界再去修学无量法门。为什么？到那个地方你有足够的本钱，第一个本钱就是无量寿，你寿命长。",
      "zh_TW": "『修集廣大福德智慧』，這一句也是總說。我們要修，我們要集，福德智慧怎樣才能圓滿？一定要用廣大心，廣大心所修的福德智慧就是究竟圓滿的福德智慧，與諸佛、法身大士沒有兩樣。『其心堅固，欲樂清淨』，唯有堅固才有精進。我們今天修學為什麼會夾雜？就是我們的信心不堅固，聽聽這個法門也不錯，看看那部經也滿好，不學太可惜了。換句話說，樣樣都想學，樣樣都想會，結果怎麼樣？樣樣都懂一點皮毛，哪一樣也不管用，不精。所以我們在講席裡頭也時時勸勉諸位同修，法門無量誓願學，沒錯，可是現在不行，現在要精、要專；換句話說，現前一定要求生西方極樂世界，到了西方極樂世界再去修學無量法門。為什麼？到那個地方你有足夠的本錢，第一個本錢就是無量壽，你壽命長。"
    },
    {
      "id": "12-004-0012_p0021",
      "zh_CN": "刚才说了，真正精进修一个法门，三年就有成。我们中国古人讲，「七年小成，九年大成」，如果以这个进度来看，九年学一个法门能够有大成。到西方极乐世界无量寿，所以你无量法门都能够修学圆满，就像善财童子五十三参一样，你现前在这个世间修学决定不可能。所以首先要取西方极乐世界，我们这个心要坚固。所以我讲经只讲两部，一部《弥陀经》，一部就是《四十华严》。李老师走了，《华严经》讲了一半，他讲的是《八十华严》，讲了一半走了。我们这些做学生的，当年启请老师讲《华严经》，我们一共是八个人一同启请的，我也是其中之一。我们如何报答老师？那就要尽老师未竟之志，后半部的《华严经》我一定要把它讲圆满，这样才能够报答老师的恩德。",
      "zh_TW": "剛才說了，真正精進修一個法門，三年就有成。我們中國古人講，「七年小成，九年大成」，如果以這個進度來看，九年學一個法門能夠有大成。到西方極樂世界無量壽，所以你無量法門都能夠修學圓滿，就像善財童子五十三參一樣，你現前在這個世間修學決定不可能。所以首先要取西方極樂世界，我們這個心要堅固。所以我講經只講兩部，一部《彌陀經》，一部就是《四十華嚴》。李老師走了，《華嚴經》講了一半，他講的是《八十華嚴》，講了一半走了。我們這些做學生的，當年啟請老師講《華嚴經》，我們一共是八個人一同啟請的，我也是其中之一。我們如何報答老師？那就要盡老師未竟之志，後半部的《華嚴經》我一定要把它講圓滿，這樣才能夠報答老師的恩德。"
    },
    {
      "id": "12-004-0012_p0022",
      "zh_CN": "底下说「欲乐清净」，欲望。什么欲望？欲就是愿，以本经是十大愿王，普贤菩萨的欲望；以通途来说，四弘誓愿是一切诸佛在因地里面唯一的愿望，「众生无边誓愿度」。学佛一定要以理智为基础，决定不能感情用事，感情用事往往只能看到片面，不能看到完整。看到片面往往会误事，要面面都能观察到，这才是智慧。欲乐心清净的，不像我们世间人，我们世间人有欲、有乐，他心动了，他不清净；菩萨的欲乐，心永远清净的，所谓「不取于相，如如不动」。",
      "zh_TW": "底下說「欲樂清淨」，欲望。什麼欲望？欲就是願，以本經是十大願王，普賢菩薩的欲望；以通途來說，四弘誓願是一切諸佛在因地裡面唯一的願望，「眾生無邊誓願度」。學佛一定要以理智為基礎，決定不能感情用事，感情用事往往只能看到片面，不能看到完整。看到片面往往會誤事，要面面都能觀察到，這才是智慧。欲樂心清淨的，不像我們世間人，我們世間人有欲、有樂，他心動了，他不清淨；菩薩的欲樂，心永遠清淨的，所謂「不取於相，如如不動」。"
    },
    {
      "id": "12-004-0012_p0023",
      "zh_CN": "下面，讲十四种心，我们如果要有，必须要把它去掉。『下劣心』，我们有没有？我看到很多人都有。为什么？我就听到：「你发心出来弘法，上台来学讲经。」「不行，我怎么行！」「下劣心」。劝你作佛，你很客气，不行，我不能作佛，我也不能作菩萨。这怎么可以？这个念头，心就是念头，要改过来，要打消。这种事情是当仁不让，世间法其他的事情，可以退让，可以谦虚，可以客气，弘法利生这个事情，不能客气，不能谦虚。为什么？利益一切众生，你怎么能忍心看这些众生在六道里头受苦受难？你真的想救度他，赶紧发心修学佛法，弘法利生。你说年岁太大了，程度不够。我告诉你，我当年跟李老师学的时候，我初到台中是民国四十七年，李老师七十岁，他那时候开班教学，我们班上一共二十几个人，年岁最大的六十岁。你们今天有没有到六十岁？你不可以说你年岁太大了。程度，小学毕业，你们今天至少是国中毕业，你不可以说我程度不如人。我们二十多个同学，李老师是个个都教成了，这些年来在本省南北到处讲经说法没有中断，就是这二十几个学生。林看治那时候在一起学习六十岁，她现在还在，今年八十多岁了。你看《念佛感应见闻记》，她写的，她小学毕业，她居然能写一本书。你肯不肯干。她为什么能成功？她没有下劣心，她行。你们有下劣心，就不如她。",
      "zh_TW": "下面，講十四種心，我們如果要有，必須要把它去掉。『下劣心』，我們有沒有？我看到很多人都有。為什麼？我就聽到：「你發心出來弘法，上台來學講經。」「不行，我怎麼行！」「下劣心」。勸你作佛，你很客氣，不行，我不能作佛，我也不能作菩薩。這怎麼可以？這個念頭，心就是念頭，要改過來，要打消。這種事情是當仁不讓，世間法其他的事情，可以退讓，可以謙虛，可以客氣，弘法利生這個事情，不能客氣，不能謙虛。為什麼？利益一切眾生，你怎麼能忍心看這些眾生在六道裡頭受苦受難？你真的想救度他，趕緊發心修學佛法，弘法利生。你說年歲太大了，程度不夠。我告訴你，我當年跟李老師學的時候，我初到台中是民國四十七年，李老師七十歲，他那時候開班教學，我們班上一共二十幾個人，年歲最大的六十歲。你們今天有沒有到六十歲？你不可以說你年歲太大了。程度，小學畢業，你們今天至少是國中畢業，你不可以說我程度不如人。我們二十多個同學，李老師是個個都教成了，這些年來在本省南北到處講經說法沒有中斷，就是這二十幾個學生。林看治那時候在一起學習六十歲，她現在還在，今年八十多歲了。你看《念佛感應見聞記》，她寫的，她小學畢業，她居然能寫一本書。你肯不肯幹。她為什麼能成功？她沒有下劣心，她行。你們有下劣心，就不如她。"
    },
    {
      "id": "12-004-0012_p0024",
      "zh_CN": "我那时候也有下劣心，讲经是太难了，这怎么可以？可是李老师把我拉到班上一看，我这个心马上就打掉了。我一看林看治，我年岁比她轻得多，我那时候才三十一、二岁；她小学毕业，我至少还念过高中，那我比她强得多，她能我为什么不能？心里一下就转变过来了，信心就十足，兴趣也十足，这才行。大家看到我今天讲这个样子，我是二十七年没有中断，天天在讲台上磨炼。没有地方讲，就动脑筋去找地方讲去。是不是好讲经？不是，实在讲是教学相长，利他实际上是自利。常常在讲台上，每讲一遍，每讲一次，都有悟处，积小悟成大悟，积大悟就自然大彻大悟。所以学佛在哪里学？我自己的经验是在讲台上学是最有效。你们要想进步得最快，那个地方就是讲台，讲台上学的进度最快。",
      "zh_TW": "我那時候也有下劣心，講經是太難了，這怎麼可以？可是李老師把我拉到班上一看，我這個心馬上就打掉了。我一看林看治，我年歲比她輕得多，我那時候才三十一、二歲；她小學畢業，我至少還念過高中，那我比她強得多，她能我為什麼不能？心裡一下就轉變過來了，信心就十足，興趣也十足，這才行。大家看到我今天講這個樣子，我是二十七年沒有中斷，天天在講台上磨鍊。沒有地方講，就動腦筋去找地方講去。是不是好講經？不是，實在講是教學相長，利他實際上是自利。常常在講台上，每講一遍，每講一次，都有悟處，積小悟成大悟，積大悟就自然大徹大悟。所以學佛在哪裡學？我自己的經驗是在講台上學是最有效。你們要想進步得最快，那個地方就是講台，講台上學的進度最快。"
    },
    {
      "id": "12-004-0012_p0025",
      "zh_CN": "譬如说你来听经，你没有上讲台，你今天听这一座，你所得到的，能够得到十分之一就算不错。如果要叫你明天上讲台，把我今天所讲的东西统统复讲一遍，你在底下听就不一样，耳朵都竖起来专心听，为什么？明天要讲出来，大概你可以能够听到五成、六成。不叫你上讲台，能听一成就算不错了，所以不一样。如果天天有人那么逼你，你就会精进；那要逼上三年，不一样，大大的不相同，不知不觉你就超凡入圣，你自然就变成菩萨。这个事情要人逼，没有人逼要想办法找人来逼迫你，如果没有人逼迫，必然是懈怠懒惰，这是我们的大障大难。",
      "zh_TW": "譬如說你來聽經，你沒有上講台，你今天聽這一座，你所得到的，能夠得到十分之一就算不錯。如果要叫你明天上講台，把我今天所講的東西統統複講一遍，你在底下聽就不一樣，耳朵都豎起來專心聽，為什麼？明天要講出來，大概你可以能夠聽到五成、六成。不叫你上講台，能聽一成就算不錯了，所以不一樣。如果天天有人那麼逼你，你就會精進；那要逼上三年，不一樣，大大的不相同，不知不覺你就超凡入聖，你自然就變成菩薩。這個事情要人逼，沒有人逼要想辦法找人來逼迫你，如果沒有人逼迫，必然是懈怠懶惰，這是我們的大障大難。"
    },
    {
      "id": "12-004-0012_p0026",
      "zh_CN": "底下这些心都好懂，我就不要细说了。『无杂染心』，就是刚刚讲的夹杂。「杂」是指什么？指佛法。佛的法门非常之多，你学这个又想学那个，今天想参禅，明天看到密宗的上师又想学密，再看到一个守持戒律的又想搭衣持钵，这个事情就麻烦了，这叫杂。「染」是贪瞋痴慢，染这个世间的五欲六尘。你只要有杂染心，精进两个字都没有了，那学什么法都学不成功。『无谄曲心』，这个好懂。",
      "zh_TW": "底下這些心都好懂，我就不要細說了。『無雜染心』，就是剛剛講的夾雜。「雜」是指什麼？指佛法。佛的法門非常之多，你學這個又想學那個，今天想參禪，明天看到密宗的上師又想學密，再看到一個守持戒律的又想搭衣持缽，這個事情就麻煩了，這叫雜。「染」是貪瞋痴慢，染這個世間的五欲六塵。你只要有雜染心，精進兩個字都沒有了，那學什麼法都學不成功。『無諂曲心』，這個好懂。"
    },
    {
      "id": "12-004-0012_p0027",
      "zh_CN": "【无散乱心。】",
      "zh_TW": "【無散亂心。】"
    },
    {
      "id": "12-004-0012_p0028",
      "zh_CN": "『无散乱心』，心就定。",
      "zh_TW": "『無散亂心』，心就定。"
    },
    {
      "id": "12-004-0012_p0029",
      "zh_CN": "【无鄙吝心。】",
      "zh_TW": "【無鄙吝心。】"
    },
    {
      "id": "12-004-0012_p0030",
      "zh_CN": "『吝』是吝啬。『鄙』是求人，委曲求全，低声下气的求人，无非也是为了贪。",
      "zh_TW": "『吝』是吝嗇。『鄙』是求人，委曲求全，低聲下氣的求人，無非也是為了貪。"
    },
    {
      "id": "12-004-0012_p0031",
      "zh_CN": "【无极暗心。】",
      "zh_TW": "【無極闇心。】"
    },
    {
      "id": "12-004-0012_p0032",
      "zh_CN": "『极暗』是无明、愚痴。我们有这个毛病，必须从今天起，自己要时时刻刻提醒自己把它真正的改过来。底下说：",
      "zh_TW": "『極暗』是無明、愚痴。我們有這個毛病，必須從今天起，自己要時時刻刻提醒自己把它真正的改過來。底下說："
    },
    {
      "id": "12-004-0012_p0033",
      "zh_CN": "【得普照曜开敷一切智光明心。】",
      "zh_TW": "【得普照曜開敷一切智光明心。】"
    },
    {
      "id": "12-004-0012_p0034",
      "zh_CN": "这是我们要求的。前面那九种心要是没有了，这个心自然现前，这就是智慧心。在日常生活当中待人接物，六根接触六尘境界，无不是智慧，就是这个心；换句话说，般若波罗蜜已经完全运用在我们日常生活当中。再看底下一句：",
      "zh_TW": "這是我們要求的。前面那九種心要是沒有了，這個心自然現前，這就是智慧心。在日常生活當中待人接物，六根接觸六塵境界，無不是智慧，就是這個心；換句話說，般若波羅蜜已經完全運用在我們日常生活當中。再看底下一句："
    },
    {
      "id": "12-004-0012_p0035",
      "zh_CN": "【发普利乐成熟一切诸众生心。】",
      "zh_TW": "【發普利樂成熟一切諸眾生心。】"
    },
    {
      "id": "12-004-0012_p0036",
      "zh_CN": "这个智慧心现前之后，一定要更发心去为一切众生服务。『利』是利益，普遍的利益众生。既然加一个『普』，这个利益决定是清净的、是平等的，没有偏私。我与某人关系好一点，我对他特别帮助他；那个人是我冤家对头，我就不要帮助他。这个你虽然利众生，不普，你的心量很窄小，你是凡夫心，不是智慧的。所以「一切智光明心」摆在前面有道理，利益众生心，摄受众生心，要以一切智慧光明为基础，不能用感情，不能用好恶，不能用分别，对一切众生决定是清净、平等。要利益众生，要成熟众生，利益是对一切众生说的，成熟是对学佛人说的。不学佛也要叫他得世间的利益，不能说他不学佛我们就不理他，这个不可以的。不可以像基督教，不信的，虽然做了好事，还是要下地狱；信了上帝，做了坏事也可以到天堂，这讲不通的。佛法里头决定不可以，要一律平等。",
      "zh_TW": "這個智慧心現前之後，一定要更發心去為一切眾生服務。『利』是利益，普遍的利益眾生。既然加一個『普』，這個利益決定是清淨的、是平等的，沒有偏私。我與某人關係好一點，我對他特別幫助他；那個人是我冤家對頭，我就不要幫助他。這個你雖然利眾生，不普，你的心量很窄小，你是凡夫心，不是智慧的。所以「一切智光明心」擺在前面有道理，利益眾生心，攝受眾生心，要以一切智慧光明為基礎，不能用感情，不能用好惡，不能用分別，對一切眾生決定是清淨、平等。要利益眾生，要成熟眾生，利益是對一切眾生說的，成熟是對學佛人說的。不學佛也要叫他得世間的利益，不能說他不學佛我們就不理他，這個不可以的。不可以像基督教，不信的，雖然做了好事，還是要下地獄；信了上帝，做了壞事也可以到天堂，這講不通的。佛法裡頭決定不可以，要一律平等。"
    },
    {
      "id": "12-004-0012_p0037",
      "zh_CN": "【一切烦恼及以众魔无能坏心。】",
      "zh_TW": "【一切煩惱及以眾魔無能壞心。】"
    },
    {
      "id": "12-004-0012_p0038",
      "zh_CN": "这就是护法心，要自护护他。『烦恼』是魔，除烦恼魔之外，有五阴魔、有死魔、有天魔，所以叫『众魔』，一切魔不能坏。",
      "zh_TW": "這就是護法心，要自護護他。『煩惱』是魔，除煩惱魔之外，有五陰魔、有死魔、有天魔，所以叫『眾魔』，一切魔不能壞。"
    },
    {
      "id": "12-004-0012_p0039",
      "zh_CN": "【起必趣向一切种智无障碍心。】",
      "zh_TW": "【起必趣向一切種智無障礙心。】"
    },
    {
      "id": "12-004-0012_p0040",
      "zh_CN": "这就是成无上菩提的心，一定要发这个心，像善财童子一样。你看善财童子每遇到一位善知识，他第一句话就说我已经发阿耨多罗三藐三菩提心，就是这个心。一心一意要求无上正等正觉，这是善财童子唯一的一个目标。他向这个目标精进，真的他一生做到了，他成就了，所以他是我们的好榜样。善财的修学，我前面都告诉诸位，诸位千万不要忘掉，善财是一个念阿弥陀佛求生西方极乐世界的人，他的无上正等正觉在西方极乐世界证得的。读《华严经》如果没有把这个门道看出来，《华严经》白念了。这个五十三参是说什么？就是讲精进，看他的精进。你看他无量无边的法门，世出世间一切法，就是我们的日常生活，我们从早到晚见到一切人、一切物、一切事，你看他都如如不动，一句佛号念到底。他样样都清楚，样样不着，心地如如不动，就是一句阿弥陀佛念到底，所以善财童子是一个真正念佛人的榜样，真正做到了精进。所以文殊、普贤没有不赞叹的。末后一句说：",
      "zh_TW": "這就是成無上菩提的心，一定要發這個心，像善財童子一樣。你看善財童子每遇到一位善知識，他第一句話就說我已經發阿耨多羅三藐三菩提心，就是這個心。一心一意要求無上正等正覺，這是善財童子唯一的一個目標。他向這個目標精進，真的他一生做到了，他成就了，所以他是我們的好榜樣。善財的修學，我前面都告訴諸位，諸位千萬不要忘掉，善財是一個念阿彌陀佛求生西方極樂世界的人，他的無上正等正覺在西方極樂世界證得的。讀《華嚴經》如果沒有把這個門道看出來，《華嚴經》白念了。這個五十三參是說什麼？就是講精進，看他的精進。你看他無量無邊的法門，世出世間一切法，就是我們的日常生活，我們從早到晚見到一切人、一切物、一切事，你看他都如如不動，一句佛號念到底。他樣樣都清楚，樣樣不著，心地如如不動，就是一句阿彌陀佛念到底，所以善財童子是一個真正念佛人的榜樣，真正做到了精進。所以文殊、普賢沒有不讚歎的。末後一句說："
    },
    {
      "id": "12-004-0012_p0041",
      "zh_CN": "【不乐世间一切生死染污乐心。】",
      "zh_TW": "【不樂世間一切生死染污樂心。】"
    },
    {
      "id": "12-004-0012_p0042",
      "zh_CN": "这一句是对于世间的果报，就是因与果都能够放下，绝无贪恋，绝没有喜爱，就是这个意思。『世间一切生死』，那是果；『染污乐心』，这个「乐」是因。所以这一句里头就是世间的因、世间的果报他能够离开。这是十四种心，里面有一些是叫我们舍弃的，有一些是要我们建立的、要我们发起的。果然能这样做，应该舍的统统舍掉，应该发的都发足了，下面就有十二种能。诸位再看：",
      "zh_TW": "這一句是對於世間的果報，就是因與果都能夠放下，絕無貪戀，絕沒有喜愛，就是這個意思。『世間一切生死』，那是果；『染污樂心』，這個「樂」是因。所以這一句裡頭就是世間的因、世間的果報他能夠離開。這是十四種心，裡面有一些是叫我們捨棄的，有一些是要我們建立的、要我們發起的。果然能這樣做，應該捨的統統捨掉，應該發的都發足了，下面就有十二種能。諸位再看："
    },
    {
      "id": "12-004-0012_p0043",
      "zh_CN": "【能乐观察一切如来清净妙乐。】",
      "zh_TW": "【能樂觀察一切如來清淨妙樂。】"
    },
    {
      "id": "12-004-0012_p0044",
      "zh_CN": "这个『乐』，决定不是世间五欲六尘之乐能够相比的。世间五欲六尘之乐，我想诸位同修都有经验，乐一过去马上就有苦，苦就跟着来了，所以那个乐不是真乐。譬如说财富很乐，好，财富一来了，来了怎么样？马上烦恼就来了，又怕它贬值，又怕被强盗偷去，那个事情就多了，麻烦多了，不知道怎么处理好，患得患失。饮食，好吃的东西，享受不错，吃完之后又怕害病，这不舒服、那痛了。尤其现在这些饮食，为什么？毒素太多，连蔬菜里面都有农药，米里面听说还有硼酸、滑石粉之类的，肉就更不必说了。吃的时候好吃，吃完之后就害病，苦了，现在因果报应太显著了。佛法清净妙乐，只有乐没有苦，这是你真正能够看出来了。为什么？你心清净，与佛心相应。第二：",
      "zh_TW": "這個『樂』，決定不是世間五欲六塵之樂能夠相比的。世間五欲六塵之樂，我想諸位同修都有經驗，樂一過去馬上就有苦，苦就跟著來了，所以那個樂不是真樂。譬如說財富很樂，好，財富一來了，來了怎麼樣？馬上煩惱就來了，又怕它貶值，又怕被強盜偷去，那個事情就多了，麻煩多了，不知道怎麼處理好，患得患失。飲食，好吃的東西，享受不錯，吃完之後又怕害病，這不舒服、那痛了。尤其現在這些飲食，為什麼？毒素太多，連蔬菜裡面都有農藥，米裡面聽說還有硼酸、滑石粉之類的，肉就更不必說了。吃的時候好吃，吃完之後就害病，苦了，現在因果報應太顯著了。佛法清淨妙樂，只有樂沒有苦，這是你真正能夠看出來了。為什麼？你心清淨，與佛心相應。第二："
    },
    {
      "id": "12-004-0012_p0045",
      "zh_CN": "【能勤除灭一切众生忧悲苦海。】",
      "zh_TW": "【能勤除滅一切眾生憂悲苦海。】"
    },
    {
      "id": "12-004-0012_p0046",
      "zh_CN": "『一切众生』是自己，不是别人。我们自己身心是许多众生和合而现前的，四大五蕴和合才生起这个身相，这样说起来就比较上亲切得多。我们要勤除灭众生的『忧悲苦海』，自己能离一切「忧悲苦海」，才能够帮助别人离忧悲苦海。所以佛法，我很感激方东美先生，是他介绍我的，告诉我这是人生最高的享受。我这些年真的得到了，所以我非常感激他把佛法这么好的东西介绍给我。当然他绝不只介绍给我一个人，他在学校教书常常这样说，几个学生听了之后能照做？几个同学真正得到佛法殊胜的乐趣、享受？所以自己一定要努力的去修学。第三：",
      "zh_TW": "『一切眾生』是自己，不是別人。我們自己身心是許多眾生和合而現前的，四大五蘊和合才生起這個身相，這樣說起來就比較上親切得多。我們要勤除滅眾生的『憂悲苦海』，自己能離一切「憂悲苦海」，才能夠幫助別人離憂悲苦海。所以佛法，我很感激方東美先生，是他介紹我的，告訴我這是人生最高的享受。我這些年真的得到了，所以我非常感激他把佛法這麼好的東西介紹給我。當然他絕不只介紹給我一個人，他在學校教書常常這樣說，幾個學生聽了之後能照做？幾個同學真正得到佛法殊勝的樂趣、享受？所以自己一定要努力的去修學。第三："
    },
    {
      "id": "12-004-0012_p0047",
      "zh_CN": "【能修一切诸佛如来功德法海。】",
      "zh_TW": "【能修一切諸佛如來功德法海。】"
    },
    {
      "id": "12-004-0012_p0048",
      "zh_CN": "『功德』是讲的定慧，三学、三慧，这是真正的功德。第四：",
      "zh_TW": "『功德』是講的定慧，三學、三慧，這是真正的功德。第四："
    },
    {
      "id": "12-004-0012_p0049",
      "zh_CN": "【能观一切诸法实性虚空境界。】",
      "zh_TW": "【能觀一切諸法實性虛空境界。】"
    },
    {
      "id": "12-004-0012_p0050",
      "zh_CN": "这一句就是禅家所说的明心见性。在一切法相里面他能见到法性，性相不二。如果诸位能够见到这个境界，得大自在，入佛知见，与佛的见解没有两样。你看经文当然更不成问题，经文就是佛之知见，你自己也达到了佛之知见，经文一展开就是自己写的文章，就是自己要说的话，哪有不明意思的道理！希望大家真正体会到这个意思。所以本经屡次佛说，「佛法无人说，虽慧莫能了」。要什么人说？要见性的人说，因为见性的人说，是他自己亲证的境界，与如来的境界相应，他说出来决定不错；没有见性，那完全凭世智辩聪，能够在佛法里头体会的很有限。不仅仅是很有限，最怕是曲解了意思，他以自己的知见来解佛法，往往发生许多的错误。所以我们真正求一个善知识，最好是能找到明心见性的，纵然找不到明心见性，也得求一个一心不乱的，他才不会胡说，他也有一点小悟处。第五：",
      "zh_TW": "這一句就是禪家所說的明心見性。在一切法相裡面他能見到法性，性相不二。如果諸位能夠見到這個境界，得大自在，入佛知見，與佛的見解沒有兩樣。你看經文當然更不成問題，經文就是佛之知見，你自己也達到了佛之知見，經文一展開就是自己寫的文章，就是自己要說的話，哪有不明意思的道理！希望大家真正體會到這個意思。所以本經屢次佛說，「佛法無人說，雖慧莫能了」。要什麼人說？要見性的人說，因為見性的人說，是他自己親證的境界，與如來的境界相應，他說出來決定不錯；沒有見性，那完全憑世智辯聰，能夠在佛法裡頭體會的很有限。不僅僅是很有限，最怕是曲解了意思，他以自己的知見來解佛法，往往發生許多的錯誤。所以我們真正求一個善知識，最好是能找到明心見性的，縱然找不到明心見性，也得求一個一心不亂的，他才不會胡說，他也有一點小悟處。第五："
    },
    {
      "id": "12-004-0012_p0051",
      "zh_CN": "【能具一切广大甚深清净信解。】",
      "zh_TW": "【能具一切廣大甚深清淨信解。】"
    },
    {
      "id": "12-004-0012_p0052",
      "zh_CN": "你看能信、能解。",
      "zh_TW": "你看能信、能解。"
    },
    {
      "id": "12-004-0012_p0053",
      "zh_CN": "【能超一切生死暴流。】",
      "zh_TW": "【能超一切生死暴流。】"
    },
    {
      "id": "12-004-0012_p0054",
      "zh_CN": "超越生死，从此以后脱离六道轮回，这是讲的最殊胜的果报。",
      "zh_TW": "超越生死，從此以後脫離六道輪迴，這是講的最殊勝的果報。"
    },
    {
      "id": "12-004-0012_p0055",
      "zh_CN": "【能入一切如来智海。】",
      "zh_TW": "【能入一切如來智海。】"
    },
    {
      "id": "12-004-0012_p0056",
      "zh_CN": "这就是能证、能入。",
      "zh_TW": "這就是能證、能入。"
    },
    {
      "id": "12-004-0012_p0057",
      "zh_CN": "【能决定到无上法城。】",
      "zh_TW": "【能決定到無上法城。】"
    },
    {
      "id": "12-004-0012_p0058",
      "zh_CN": "『无上法城』是比喻，就是比喻无上菩提，阿耨多罗三藐三菩提。他这个句子里头用『决定』这两个字好，多么的肯定，叫我们读到之后一点怀疑都没有。",
      "zh_TW": "『無上法城』是比喻，就是比喻無上菩提，阿耨多羅三藐三菩提。他這個句子裡頭用『決定』這兩個字好，多麼的肯定，叫我們讀到之後一點懷疑都沒有。"
    },
    {
      "id": "12-004-0012_p0059",
      "zh_CN": "【能勇猛入如来境界。】",
      "zh_TW": "【能勇猛入如來境界。】"
    },
    {
      "id": "12-004-0012_p0060",
      "zh_CN": "这也是能入。",
      "zh_TW": "這也是能入。"
    },
    {
      "id": "12-004-0012_p0061",
      "zh_CN": "【能速疾趣诸佛智地。】",
      "zh_TW": "【能速疾趣諸佛智地。】"
    },
    {
      "id": "12-004-0012_p0062",
      "zh_CN": "末后一句：",
      "zh_TW": "末後一句："
    },
    {
      "id": "12-004-0012_p0063",
      "zh_CN": "【能即成就一切智力。能于十力已得究竟。】",
      "zh_TW": "【能即成就一切智力。能於十力已得究竟。】"
    },
    {
      "id": "12-004-0012_p0064",
      "zh_CN": "这个三句，第十、十一、十二，这三种能都是证入的境界。一切智就是一切种智，如来果地上圆满的智慧。『十力』是这种智慧证得之后具足十种特别的能力。这个「十力」前面说过几遍，在此地就不要再说了。菩萨也有这十种能力，但是没有佛这样的圆满、究竟。诸位如果要是不明了，《佛学字典》跟《教乘法数》都有，诸位可以查查参考。我们再看底下一段：",
      "zh_TW": "這個三句，第十、十一、十二，這三種能都是證入的境界。一切智就是一切種智，如來果地上圓滿的智慧。『十力』是這種智慧證得之後具足十種特別的能力。這個「十力」前面說過幾遍，在此地就不要再說了。菩薩也有這十種能力，但是沒有佛這樣的圓滿、究竟。諸位如果要是不明瞭，《佛學字典》跟《教乘法數》都有，諸位可以查查參考。我們再看底下一段："
    },
    {
      "id": "12-004-0012_p0065",
      "zh_CN": "【如是之人。乃能于此能知能入。能信能解。能持能了。随顺修行。】",
      "zh_TW": "【如是之人。乃能於此能知能入。能信能解。能持能了。隨順修行。】"
    },
    {
      "id": "12-004-0012_p0066",
      "zh_CN": "我们看菩萨这一段开示，想想自己还是有指望，并不像他讲的那么难。可是你仔细要把这个经文好好去看看，如果里面所说的这些毛病你要都具足，发心你都没发，那就是难知、难信、难解、难证、难入；你要把这个毛病改过来，应该建立的，从今天起真正发心建立，华严大教对你来说就不难了，那你的根机就不可思议。为什么？你是一乘圆教的根性。所以《华严》有好处，纵然是初学，真正要是把这个经一遍听圆满之后，因为根性也是薰习成就，必然把你的心量扩大，薰习成为圆顿的根性。",
      "zh_TW": "我們看菩薩這一段開示，想想自己還是有指望，並不像他講的那麼難。可是你仔細要把這個經文好好去看看，如果裡面所說的這些毛病你要都具足，發心你都沒發，那就是難知、難信、難解、難證、難入；你要把這個毛病改過來，應該建立的，從今天起真正發心建立，華嚴大教對你來說就不難了，那你的根機就不可思議。為什麼？你是一乘圓教的根性。所以《華嚴》有好處，縱然是初學，真正要是把這個經一遍聽圓滿之後，因為根性也是薰習成就，必然把你的心量擴大，薰習成為圓頓的根性。"
    },
    {
      "id": "12-004-0012_p0067",
      "zh_CN": "我出家的时候是在民国四十八年，我对于《华严经》就有一种莫名其妙的爱好，那个时候李老师没讲这个经，我才初学的过程当中，非常的欢喜。香港印的《华严经》流通，一部要卖二千四百元，诸位要晓得，那个时候二千四百元不得了！民国四十八年，我们简直不敢想。有一个居士，看到我对《华严经》这么喜欢，她把她的积蓄（是个老太婆），把她的积蓄都送给我，送了一千块钱。还是买不到，差一半多，刚刚出家，到哪里化缘？谁也不肯帮助你，所以没有法子。结果看到香港佛经流通处的经书目录，有一部《华严经疏钞》，价钱正好是一千块，所以我就请了一部《华严经疏钞》。《华严经》八大函，作梦也不敢想。",
      "zh_TW": "我出家的時候是在民國四十八年，我對於《華嚴經》就有一種莫名其妙的愛好，那個時候李老師沒講這個經，我才初學的過程當中，非常的歡喜。香港印的《華嚴經》流通，一部要賣二千四百元，諸位要曉得，那個時候二千四百元不得了！民國四十八年，我們簡直不敢想。有一個居士，看到我對《華嚴經》這麼喜歡，她把她的積蓄（是個老太婆），把她的積蓄都送給我，送了一千塊錢。還是買不到，差一半多，剛剛出家，到哪裡化緣？誰也不肯幫助你，所以沒有法子。結果看到香港佛經流通處的經書目錄，有一部《華嚴經疏鈔》，價錢正好是一千塊，所以我就請了一部《華嚴經疏鈔》。《華嚴經》八大函，作夢也不敢想。"
    },
    {
      "id": "12-004-0012_p0068",
      "zh_CN": "到民国六十年，我在台北开讲《华严经》，这一部书自然来了，我也不晓得谁送来的，送来的人告诉我，是基隆大觉寺的一个法师。那天天很黑了，半夜的时候送到我沟子口住的地方，敲门，送这部经来的时候扛得累死了。他说是香港有一个法师，听说台北有个法师讲《华严经》，这个经供养讲《华严经》的法师，他就送到我这来了。我连送的人都不晓得，非常感激。去年到旧金山拜访一闻法师，总到一个地方，这些地方的法师都要去看看，拜访拜访。我就向一闻法师谈到这个事情，一闻法师说就是我，就是我送你的。主人找到了，原来就是他，非常的欢喜。这部经现在供养在我们十一楼。真正不容易，所以能在一生当中培养《华严》的根性，非常之殊胜，非常之难得。",
      "zh_TW": "到民國六十年，我在台北開講《華嚴經》，這一部書自然來了，我也不曉得誰送來的，送來的人告訴我，是基隆大覺寺的一個法師。那天天很黑了，半夜的時候送到我溝子口住的地方，敲門，送這部經來的時候扛得累死了。他說是香港有一個法師，聽說台北有個法師講《華嚴經》，這個經供養講《華嚴經》的法師，他就送到我這來了。我連送的人都不曉得，非常感激。去年到舊金山拜訪一聞法師，總到一個地方，這些地方的法師都要去看看，拜訪拜訪。我就向一聞法師談到這個事情，一聞法師說就是我，就是我送你的。主人找到了，原來就是他，非常的歡喜。這部經現在供養在我們十一樓。真正不容易，所以能在一生當中培養《華嚴》的根性，非常之殊勝，非常之難得。"
    },
    {
      "id": "12-004-0012_p0069",
      "zh_CN": "我们这个讲堂不是简居士捐的，是观音菩萨捐出来的，你问他，他自己也常常跟我这么说。菩萨建立的道场，我们台北人有福，我们台湾人有福，这部大经我一定会在这个讲堂讲圆满。等我在美国把那边道场建起来，那是李老师的大愿，李老师要我把净土宗带到美国去，就是念佛法门。在美国，他送我一块招牌，「华藏莲社」，他老人家去年年底写的这四个字，大概是一生当中最后的墨宝，可见得他老人家的期望。这次走这个时间安排得太巧了，不可思议，我的行程、飞机票统统都订了，十八号，他突然走了。我就想要延期，结果台中打电话告诉我，不要延期，他老人家十七日大殓，要我十七日去参加大殓，十八日到美国去。所以十七日我们图书馆那边大概有四、五十位同修，我们一同去，中午去上供，下午念佛，围绕着老师遗体念佛，晚上九点钟入殓，大殓完了之后我回来，准备第二天到美国去继续老师的弘愿，老师的遗志。我美国那边的事情安排好了，道场建立，找到人了，找到住持了，我就会交掉了。交掉之后我就专门来讲《华严经》，要把这个经完成。",
      "zh_TW": "我們這個講堂不是簡居士捐的，是觀音菩薩捐出來的，你問他，他自己也常常跟我這麼說。菩薩建立的道場，我們台北人有福，我們台灣人有福，這部大經我一定會在這個講堂講圓滿。等我在美國把那邊道場建起來，那是李老師的大願，李老師要我把淨土宗帶到美國去，就是念佛法門。在美國，他送我一塊招牌，「華藏蓮社」，他老人家去年年底寫的這四個字，大概是一生當中最後的墨寶，可見得他老人家的期望。這次走這個時間安排得太巧了，不可思議，我的行程、飛機票統統都訂了，十八號，他突然走了。我就想要延期，結果台中打電話告訴我，不要延期，他老人家十七日大殮，要我十七日去參加大殮，十八日到美國去。所以十七日我們圖書館那邊大概有四、五十位同修，我們一同去，中午去上供，下午念佛，圍繞著老師遺體念佛，晚上九點鐘入殮，大殮完了之後我回來，準備第二天到美國去繼續老師的弘願，老師的遺志。我美國那邊的事情安排好了，道場建立，找到人了，找到住持了，我就會交掉了。交掉之後我就專門來講《華嚴經》，要把這個經完成。"
    },
    {
      "id": "12-004-0012_p0070",
      "zh_CN": "当初出家就发这个愿，我也很想效法清凉国师把《华严经》讲五十遍。自己没这个福报，民国六十年讲到今天，讲了十五年，你看才讲一半多一点。所以以后讲经我就不这样讲法，我一天讲四个小时，这部经三年圆满。因为诸位来听也并不见得天天来听，你们也是断断续续听。所以我上午讲两个小时，对内讲，在我的十一楼小讲堂里讲，那里可以坐十二个人，晚上就在此地讲。你们要听就听晚上这一堂的，上午那一堂就听不到。虽听不到，有录音带、有录影带。这样讲，我今年六十岁，《华严经》再讲个几部大概不成问题，五十遍恐怕不行，没有那个机会了，要讲五十遍我至少也得要活上两百岁才行。这个经实实在在是好。我们再把底下这两句念下去，这一段就结束了。",
      "zh_TW": "當初出家就發這個願，我也很想效法清涼國師把《華嚴經》講五十遍。自己沒這個福報，民國六十年講到今天，講了十五年，你看才講一半多一點。所以以後講經我就不這樣講法，我一天講四個小時，這部經三年圓滿。因為諸位來聽也並不見得天天來聽，你們也是斷斷續續聽。所以我上午講兩個小時，對內講，在我的十一樓小講堂裡講，那裡可以坐十二個人，晚上就在此地講。你們要聽就聽晚上這一堂的，上午那一堂就聽不到。雖聽不到，有錄音帶、有錄影帶。這樣講，我今年六十歲，《華嚴經》再講個幾部大概不成問題，五十遍恐怕不行，沒有那個機會了，要講五十遍我至少也得要活上兩百歲才行。這個經實實在在是好。我們再把底下這兩句念下去，這一段就結束了。"
    },
    {
      "id": "12-004-0012_p0071",
      "zh_CN": "【何以故。此是如来智慧境界。一切菩萨尚不能知。况余众生。】",
      "zh_TW": "【何以故。此是如來智慧境界。一切菩薩尚不能知。況餘眾生。】"
    },
    {
      "id": "12-004-0012_p0072",
      "zh_CN": "这就是讲菩萨自己亲证的境界。虽然是七地，七地与果觉相去很近，所以就是『如来智慧境界』。这『一切菩萨』是指哪些菩萨？指的藏教菩萨、通教菩萨、别教菩萨、圆教六地以前的菩萨。那七地以上他当然知道，是讲这些，这个「一切」是指这些。他们尚不能知，那二乘、凡夫、外道更不必说了。",
      "zh_TW": "這就是講菩薩自己親證的境界。雖然是七地，七地與果覺相去很近，所以就是『如來智慧境界』。這『一切菩薩』是指哪些菩薩？指的藏教菩薩、通教菩薩、別教菩薩、圓教六地以前的菩薩。那七地以上他當然知道，是講這些，這個「一切」是指這些。他們尚不能知，那二乘、凡夫、外道更不必說了。"
    },
    {
      "id": "12-004-0012_p0073",
      "zh_CN": "【然我今当承佛威力。欲令调顺可化众生。】",
      "zh_TW": "【然我今當承佛威力。欲令調順可化眾生。】"
    },
    {
      "id": "12-004-0012_p0074",
      "zh_CN": "这一句很重要，刚才说众生没分，但是众生有一类他具有圆顿根性的人，他与《华严》有缘的人。所谓有缘就是我们这一生没学过，过去生中曾经学过，过去生中要是没有学过，你对这个经不会爱好。如果这个经一接触，就是你一听，虽然只听过一次，你就很喜欢，证明你前生与这个经有缘，必定是听过、读过或者是修行过，但是没成功。为什么没成功？间断、夹杂，所以没成功。你这一生有这个缘分听到、见到，又能生欢喜心，菩萨可以为你演说，这就是『可化众生』。",
      "zh_TW": "這一句很重要，剛才說眾生沒分，但是眾生有一類他具有圓頓根性的人，他與《華嚴》有緣的人。所謂有緣就是我們這一生沒學過，過去生中曾經學過，過去生中要是沒有學過，你對這個經不會愛好。如果這個經一接觸，就是你一聽，雖然只聽過一次，你就很喜歡，證明你前生與這個經有緣，必定是聽過、讀過或者是修行過，但是沒成功。為什麼沒成功？間斷、夾雜，所以沒成功。你這一生有這個緣分聽到、見到，又能生歡喜心，菩薩可以為你演說，這就是『可化眾生』。"
    },
    {
      "id": "12-004-0012_p0075",
      "zh_CN": "【意速清净。欲令修习善根众生心得自在。随汝所问。为汝宣说。】",
      "zh_TW": "【意速清淨。欲令修習善根眾生心得自在。隨汝所問。為汝宣說。】"
    },
    {
      "id": "12-004-0012_p0076",
      "zh_CN": "这就是允许善财童子你随便问，我都可以跟你说。为什么？的确利益一类根器成熟的众生。有缘的众生，他们能真正得到实在殊胜的利益。后面偈颂一共是有二十首，都是属于重颂，就是重复这一段长行文叙说的。偈颂以后才是善财童子的启请，那是一问一答。这个就是叙说他如何发心在久远劫中怎样来修学这个法门，证得这个境界。",
      "zh_TW": "這就是允許善財童子你隨便問，我都可以跟你說。為什麼？的確利益一類根器成熟的眾生。有緣的眾生，他們能真正得到實在殊勝的利益。後面偈頌一共是有二十首，都是屬於重頌，就是重複這一段長行文敘說的。偈頌以後才是善財童子的啟請，那是一問一答。這個就是敘說他如何發心在久遠劫中怎樣來修學這個法門，證得這個境界。"
    },
    {
      "id": "12-004-0012_p0077",
      "zh_CN": "今天我在出国之前我们就讲到此地，这也是一个段落，我回国之后我们继续与诸位同修来研究。出国期间，道场里面有些同修在此地练习讲经，上次我也特别勉励诸位同修要多多的来参加，与道场结缘，与大众结缘，与学讲经的人结缘。我们缘结多了，将来你自己弘法利生就法缘殊胜；你要不肯结缘，那没有法子，一定要结法缘。星期天由日常法师启讲《印光大师文钞》，这是非常难得的一部好书。日常法师在这部书里面下了很大的功夫，我相信他一定讲得很好。最近他身体不太好，希望他养一、二个月，我希望他每个星期多讲几次，讲一次太少了，最好能够讲二次到三次。也希望你们同修们听了之后要求他，启请，请他多讲几次。好，谢谢诸位。",
      "zh_TW": "今天我在出國之前我們就講到此地，這也是一個段落，我回國之後我們繼續與諸位同修來研究。出國期間，道場裡面有些同修在此地練習講經，上次我也特別勉勵諸位同修要多多的來參加，與道場結緣，與大眾結緣，與學講經的人結緣。我們緣結多了，將來你自己弘法利生就法緣殊勝；你要不肯結緣，那沒有法子，一定要結法緣。星期天由日常法師啟講《印光大師文鈔》，這是非常難得的一部好書。日常法師在這部書裡面下了很大的功夫，我相信他一定講得很好。最近他身體不太好，希望他養一、二個月，我希望他每個星期多講幾次，講一次太少了，最好能夠講二次到三次。也希望你們同修們聽了之後要求他，啟請，請他多講幾次。好，謝謝諸位。"
    }
  ]
}