{
  "doc_id": "12-004-0020",
  "title": {
    "zh_CN": "华严开敷夜神章",
    "zh_TW": "華嚴開敷夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "12-004-0020",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "12-004-0020_p0001",
      "zh_CN": "请掀开经本八百页，第五行：",
      "zh_TW": "請掀開經本八百頁，第五行："
    },
    {
      "id": "12-004-0020_p0002",
      "zh_CN": "【哀哉众生。长时漂溺一切世界生死大海。我当云何为作船筏。而普运度。令其得入一切智海。】",
      "zh_TW": "【哀哉眾生。長時漂溺一切世界生死大海。我當云何為作船筏。而普運度。令其得入一切智海。】"
    },
    {
      "id": "12-004-0020_p0003",
      "zh_CN": "这一句是悲悯众生长时间在六道轮回，把轮回比作苦海，因果循环就犹如『漂溺』。这桩事情我们一般人不能够觉察，所以生生世世都没有一个求出离的愿心。纵然有些人在这个世间吃尽了苦头，甚至于不愿意再活下去。我们晓得这个世界自杀的人很多，自杀能解决问题吗？不能，自杀之后比生前还要苦，苦上加苦。为什么？众生在这个世间是受业力支配，超不出因果的定律。你前生造善业，这一生享受福报；前生造恶业，这一生一定要受苦果。哪有说是不愿意受苦果就能够得解脱的？以为死了就是解脱了，这是个错误的观念。真正明白人他就晓得，死了就不得了，这麻烦大了。经上常常给我们说，人死了之后，四十九天又要去投胎了，又要去轮回了。所以我们在六道里面舍身受身不晓得有多少次，可见得这个问题实实在在的严重。我们当中也有聪明人，聪明人希望我们能够超越轮回，不再受生死的苦恼，聪明人想得到，所以有许多的宗教出现在世间。这些宗教是不是真正能够帮助我们解决这个问题？如果能解决，佛就不会到世间来，佛也不会在这里感叹『哀哉众生』，也不会这样感叹。",
      "zh_TW": "這一句是悲憫眾生長時間在六道輪迴，把輪迴比作苦海，因果循環就猶如『漂溺』。這樁事情我們一般人不能夠覺察，所以生生世世都沒有一個求出離的願心。縱然有些人在這個世間吃盡了苦頭，甚至於不願意再活下去。我們曉得這個世界自殺的人很多，自殺能解決問題嗎？不能，自殺之後比生前還要苦，苦上加苦。為什麼？眾生在這個世間是受業力支配，超不出因果的定律。你前生造善業，這一生享受福報；前生造惡業，這一生一定要受苦果。哪有說是不願意受苦果就能夠得解脫的？以為死了就是解脫了，這是個錯誤的觀念。真正明白人他就曉得，死了就不得了，這麻煩大了。經上常常給我們說，人死了之後，四十九天又要去投胎了，又要去輪迴了。所以我們在六道裡面捨身受身不曉得有多少次，可見得這個問題實實在在的嚴重。我們當中也有聰明人，聰明人希望我們能夠超越輪迴，不再受生死的苦惱，聰明人想得到，所以有許多的宗教出現在世間。這些宗教是不是真正能夠幫助我們解決這個問題？如果能解決，佛就不會到世間來，佛也不會在這裡感嘆『哀哉眾生』，也不會這樣感嘆。"
    },
    {
      "id": "12-004-0020_p0004",
      "zh_CN": "而实在的说，所有的宗教不能解决这个问题。宗教教我们修行，目的都在天堂，殊不知天堂还是在三界之内，依然免不了轮回，所以说那个果报不是究竟的，不是彻底的。因此佛看到这个情形才出现在世间，帮助一些有志了生死出轮回的人。佛给我们讲了许多的道理，许多的事实，许多的方法，都是劝勉我们要发心超越生死苦海。可是众生的根性不相同，因此佛给我们说了许多的法门。这些法门就好比是船筏，普遍的来运载、来度我们这些众生。这些方法当然都好，不能说方法不好，不好佛也不说了，方法都好。这些方法适不适合我们自己的根性，适不适合我们当前生活的环境，这的确是有差别。如果这个法门不适合，我们修起来就感觉到困难，就不容易成就；如果这个法门适合自己的根性，与自己实际生活不相妨碍，这个法门我们修学起来就觉得容易，当然成功的把握就多了。",
      "zh_TW": "而實在的說，所有的宗教不能解決這個問題。宗教教我們修行，目的都在天堂，殊不知天堂還是在三界之內，依然免不了輪迴，所以說那個果報不是究竟的，不是徹底的。因此佛看到這個情形才出現在世間，幫助一些有志了生死出輪迴的人。佛給我們講了許多的道理，許多的事實，許多的方法，都是勸勉我們要發心超越生死苦海。可是眾生的根性不相同，因此佛給我們說了許多的法門。這些法門就好比是船筏，普遍的來運載、來度我們這些眾生。這些方法當然都好，不能說方法不好，不好佛也不說了，方法都好。這些方法適不適合我們自己的根性，適不適合我們當前生活的環境，這的確是有差別。如果這個法門不適合，我們修起來就感覺到困難，就不容易成就；如果這個法門適合自己的根性，與自己實際生活不相妨礙，這個法門我們修學起來就覺得容易，當然成功的把握就多了。"
    },
    {
      "id": "12-004-0020_p0005",
      "zh_CN": "在本经前面一会，我们这部经是第九会，前面第八会讲的是「离世间品」，也是一品经，第八会只有一品经，那是讲修行的方法。这部经清凉大师把它分作四大部分，信、解、行、证，第八会是讲行。在行门里面，经上讲了两千多个法门，这些法门都是帮助我们出离三界六道。我们在末会，就是这一会，这一会的经长，我们现在这个精装本这么厚一本，就这一会，第九会。在八十卷经文里面，这一部分叫「入法界品」，但是《四十华严》它的名称是「入不思议解脱境界普贤行愿品」，这是它完全的品题。不思议境界就是法界，就是一真法界，跟八十卷经所翻译的意思完全相同。但是八十卷的品题「入法界」，就是入一真法界，用什么方法来入？没说。而这个题目里面说得很清楚，「普贤行愿」。法界是所入，就是不思议解脱境界是所入，普贤行愿是能入。我们从末后这一品经，这是完全讲证果，信解行证，最后一部分讲证果。",
      "zh_TW": "在本經前面一會，我們這部經是第九會，前面第八會講的是「離世間品」，也是一品經，第八會只有一品經，那是講修行的方法。這部經清涼大師把它分作四大部分，信、解、行、證，第八會是講行。在行門裡面，經上講了兩千多個法門，這些法門都是幫助我們出離三界六道。我們在末會，就是這一會，這一會的經長，我們現在這個精裝本這麼厚一本，就這一會，第九會。在八十卷經文裡面，這一部分叫「入法界品」，但是《四十華嚴》它的名稱是「入不思議解脫境界普賢行願品」，這是它完全的品題。不思議境界就是法界，就是一真法界，跟八十卷經所翻譯的意思完全相同。但是八十卷的品題「入法界」，就是入一真法界，用什麼方法來入？沒說。而這個題目裡面說得很清楚，「普賢行願」。法界是所入，就是不思議解脫境界是所入，普賢行願是能入。我們從末後這一品經，這是完全講證果，信解行證，最後一部分講證果。"
    },
    {
      "id": "12-004-0020_p0006",
      "zh_CN": "在这一卷经里面，就是这一品经里面，这一品是四十卷，我们非常明显的看出来，他在两千个法门里面采取的是念佛法门，采取这个法门，而且是以善财童子做为一个修行的榜样。善财是文殊菩萨的学生，文殊菩萨本人就是发愿求生西方净土，他的学生当然也是修净土的。在五十三位善知识当中我们得到一个很大的启示，这五十三位善知识都是大菩萨，法身大士，他们每个人修学的法门都不相同。这五十三个人，男女老少、各行各业统统都有。善知识对善财的开示，我们读了以后确实得到很大的受用，能够对治我们无始劫以来的无明习气。我们有很多毛病，读了之后自己能够反省、能够觉察，能够改过自新，这就是受用之处。但是最大的受用，启发我们念佛的信心，激励往生的大愿，这是这部经终极的目标。",
      "zh_TW": "在這一卷經裡面，就是這一品經裡面，這一品是四十卷，我們非常明顯的看出來，他在兩千個法門裡面採取的是念佛法門，採取這個法門，而且是以善財童子做為一個修行的榜樣。善財是文殊菩薩的學生，文殊菩薩本人就是發願求生西方淨土，他的學生當然也是修淨土的。在五十三位善知識當中我們得到一個很大的啟示，這五十三位善知識都是大菩薩，法身大士，他們每個人修學的法門都不相同。這五十三個人，男女老少、各行各業統統都有。善知識對善財的開示，我們讀了以後確實得到很大的受用，能夠對治我們無始劫以來的無明習氣。我們有很多毛病，讀了之後自己能夠反省、能夠覺察，能夠改過自新，這就是受用之處。但是最大的受用，啟發我們念佛的信心，激勵往生的大願，這是這部經終極的目標。"
    },
    {
      "id": "12-004-0020_p0007",
      "zh_CN": "此地讲的船筏，念佛求生净土是真正的宝筏。这个法门下手容易，其成就不可思议，实实在在是难信之法，多少人在一生当中当面错过，那是实实在在的可惜。真正能信得过，肯愿、肯念佛，没有一个不往生；往生到西方极乐世界，没有一个人不是一生成佛，成的是圆教究竟佛果。所以历代的一些高僧大德常常说，《华严经》里面讲一生成佛就是善财给我们做的榜样，所有经论里面没有给我们讲到一生成佛，《华严》善财一生成佛，他是即身成佛。他怎么成的呢？最后普贤菩萨十大愿王导归极乐，他才成无上正等正觉。这是给我们一个不寻常的启示，我们自己要觉悟。尤其是生活在这个时代，除了念佛法门之外，诸位想想，你还有什么好的方法？这句佛号要怎样念得好、念得有力量，这是我们当前唯一的一桩大问题。你这个佛号要念不好，念的不得力，还是去不了。",
      "zh_TW": "此地講的船筏，念佛求生淨土是真正的寶筏。這個法門下手容易，其成就不可思議，實實在在是難信之法，多少人在一生當中當面錯過，那是實實在在的可惜。真正能信得過，肯願、肯念佛，沒有一個不往生；往生到西方極樂世界，沒有一個人不是一生成佛，成的是圓教究竟佛果。所以歷代的一些高僧大德常常說，《華嚴經》裡面講一生成佛就是善財給我們做的榜樣，所有經論裡面沒有給我們講到一生成佛，《華嚴》善財一生成佛，他是即身成佛。他怎麼成的呢？最後普賢菩薩十大願王導歸極樂，他才成無上正等正覺。這是給我們一個不尋常的啟示，我們自己要覺悟。尤其是生活在這個時代，除了念佛法門之外，諸位想想，你還有什麼好的方法？這句佛號要怎樣念得好、念得有力量，這是我們當前唯一的一樁大問題。你這個佛號要念不好，念的不得力，還是去不了。"
    },
    {
      "id": "12-004-0020_p0008",
      "zh_CN": "佛法不欺骗人，你如果用其他的法门来比较比较，佛法一定要断烦恼，这是第一步，不断烦恼而能成就的没有这个事情，理上讲不通，事实上更办不到。你这个贪瞋痴慢，许多不良的习气，你用什么方法把它断掉？固然八万四千法门都是方法，你试试看哪个方法最有效。念佛要怎么个念法？烦恼习气一现行，立刻就要把它换成佛号，他用这个方法。不管是什么念头，善念也好、恶念也好，一概不要去理会，念头一起来，立刻换成佛号，要这样念法才行，这样念法才能够伏烦恼。烦恼伏住了，这就叫功夫成片，这样才能往生。你这句佛号伏不住烦恼，你念得再多也是枉然，那就是古人所讲的「喊破喉咙也枉然」。一定要把烦恼习气伏住，我们的一切分别执着妄想都用这句佛号把它取而代之，这叫念佛，这个叫做功夫，这叫做得力了，这才是度众生的宝筏。",
      "zh_TW": "佛法不欺騙人，你如果用其他的法門來比較比較，佛法一定要斷煩惱，這是第一步，不斷煩惱而能成就的沒有這個事情，理上講不通，事實上更辦不到。你這個貪瞋痴慢，許多不良的習氣，你用什麼方法把它斷掉？固然八萬四千法門都是方法，你試試看哪個方法最有效。念佛要怎麼個念法？煩惱習氣一現行，立刻就要把它換成佛號，他用這個方法。不管是什麼念頭，善念也好、惡念也好，一概不要去理會，念頭一起來，立刻換成佛號，要這樣念法才行，這樣念法才能夠伏煩惱。煩惱伏住了，這就叫功夫成片，這樣才能往生。你這句佛號伏不住煩惱，你念得再多也是枉然，那就是古人所講的「喊破喉嚨也枉然」。一定要把煩惱習氣伏住，我們的一切分別執著妄想都用這句佛號把它取而代之，這叫念佛，這個叫做功夫，這叫做得力了，這才是度眾生的寶筏。"
    },
    {
      "id": "12-004-0020_p0009",
      "zh_CN": "『令其得入一切智海』，「一切智海」是如来的果海，这才叫究竟的度脱。不是说像一般宗教，它把你从人道度到天道，升了一级，不究竟。佛法要将我们从现在的生死苦海里度到究竟佛果，这是真正不可思议。所以佛法这些经论、法门，我们要知道选择，要知道取舍。选对了我们很快就成就，选得不对，那要吃很多的苦头，要浪费很多的时间。假如我们寿命长，还来得及，万一不幸短命，那就很可惜，很冤枉。再看下面一句：",
      "zh_TW": "『令其得入一切智海』，「一切智海」是如來的果海，這才叫究竟的度脫。不是說像一般宗教，它把你從人道度到天道，升了一級，不究竟。佛法要將我們從現在的生死苦海裡度到究竟佛果，這是真正不可思議。所以佛法這些經論、法門，我們要知道選擇，要知道取捨。選對了我們很快就成就，選得不對，那要吃很多的苦頭，要浪費很多的時間。假如我們壽命長，還來得及，萬一不幸短命，那就很可惜，很冤枉。再看下面一句："
    },
    {
      "id": "12-004-0020_p0010",
      "zh_CN": "【哀哉众生。诸根刚强。远离调御无上大师。一切世间无能调者。我当云何而为调御。令其成熟一切善根。具足如来大威神力。】",
      "zh_TW": "【哀哉眾生。諸根剛強。遠離調御無上大師。一切世間無能調者。我當云何而為調御。令其成熟一切善根。具足如來大威神力。】"
    },
    {
      "id": "12-004-0020_p0011",
      "zh_CN": "这一段的意思也是感叹我们世间人，正如同《地藏经》上所说的，阎浮提众生刚强难化，个性太强，成见太深，先入为主，这就很不好教化。所以真正的善知识他愿意教什么人？愿意教那个从来没有接受过佛法的，没看过经的，没听过佛法的，他发心学佛，真正善知识愿意教这个人。如果你已经听了不少经，也看了不少佛书，你要去找他跟他学，他不愿意教。绝对不是他不慈悲，而是他没有办法教，你有许多知见、成见，所知障，他跟你讲正法你会提出反驳，会跟他抬杠，不相信，这个没法子。所以往往对你客气一番，恭维一番，你去学你的，实在讲帮不上忙。这些事与理我们都要明了。刚强难化，很不容易调御。这里讲『远离调御无上大师』，「调御无上大师」就是佛，我们离佛太远太远了。这个地方讲的远，实在说不是我们去释迦牟尼佛已经三千年了，这实在是太远了，如果我们的心真诚、心清净，佛虽然三千年前灭度了，依然是心心相印，去佛不远。而是我们的想法、看法、做法与佛是背道而驰，这个就远了，这就是远离。一切经论里面，讲到原理原则没有两样，讲到善巧方便个个不相同，所以才有无量的法门。在这一品里面，我们就很显然的看出五十三位善知识各人修一个法门，至少在这里你看到五十三种不同的行法。《楞严经》上二十五种不同的修行法，二十五圆通章。会修的门门第一，没有第二，个个成功，所以说法门平等无有高下。不会修的，那就麻烦了。",
      "zh_TW": "這一段的意思也是感嘆我們世間人，正如同《地藏經》上所說的，閻浮提眾生剛強難化，個性太強，成見太深，先入為主，這就很不好教化。所以真正的善知識他願意教什麼人？願意教那個從來沒有接受過佛法的，沒看過經的，沒聽過佛法的，他發心學佛，真正善知識願意教這個人。如果你已經聽了不少經，也看了不少佛書，你要去找他跟他學，他不願意教。絕對不是他不慈悲，而是他沒有辦法教，你有許多知見、成見，所知障，他跟你講正法你會提出反駁，會跟他抬槓，不相信，這個沒法子。所以往往對你客氣一番，恭維一番，你去學你的，實在講幫不上忙。這些事與理我們都要明瞭。剛強難化，很不容易調御。這裡講『遠離調御無上大師』，「調御無上大師」就是佛，我們離佛太遠太遠了。這個地方講的遠，實在說不是我們去釋迦牟尼佛已經三千年了，這實在是太遠了，如果我們的心真誠、心清淨，佛雖然三千年前滅度了，依然是心心相印，去佛不遠。而是我們的想法、看法、做法與佛是背道而馳，這個就遠了，這就是遠離。一切經論裡面，講到原理原則沒有兩樣，講到善巧方便個個不相同，所以才有無量的法門。在這一品裡面，我們就很顯然的看出五十三位善知識各人修一個法門，至少在這裡你看到五十三種不同的行法。《楞嚴經》上二十五種不同的修行法，二十五圓通章。會修的門門第一，沒有第二，個個成功，所以說法門平等無有高下。不會修的，那就麻煩了。"
    },
    {
      "id": "12-004-0020_p0012",
      "zh_CN": "什么叫会修、什么叫不会修？我们不能往细处说，细处说太繁了，我们讲原则，原则是共同的。会修的，就是这个法门我拿来用的时候决定能够伏烦恼，烦恼一天比一天少，就是分别执着妄想一天比一天少，心一天比一天清净，智慧一天比一天增长，这就是会修。如果不是这个情形，我修这个法门愈修愈烦恼，愈修妄念愈多，那你就学错了。禅、教、密、律、净总离不开这个大原则。我参禅，我能够断烦恼，我能够长智慧，这个禅就可以继续参下去，就得力；我念佛，声声佛号能够伏住分别妄想，你这个佛号就很得力，你也应当继续念下去。诸位要是知道这个原理原则，你就能够省察我自己走这个路得力不得力。如果说是烦恼不能断，分别执着比以前还更厉害，那这条路已经走错了。这些都是属于调御，调就是调心，使我们这个心能够顺着法性把它调理过来；御就是控制，像《金刚经》上所说的「云何降伏其心」，降伏就是御、就是控制。怎么样能够克服你的烦恼，能够控制你的妄想，这是佛法修学的总纲领。看到这些众生有这些现象，这些现象是生死轮回的根本。轮回是自己制造的，不是别人给我们建立的，自作自受。",
      "zh_TW": "什麼叫會修、什麼叫不會修？我們不能往細處說，細處說太繁了，我們講原則，原則是共同的。會修的，就是這個法門我拿來用的時候決定能夠伏煩惱，煩惱一天比一天少，就是分別執著妄想一天比一天少，心一天比一天清淨，智慧一天比一天增長，這就是會修。如果不是這個情形，我修這個法門愈修愈煩惱，愈修妄念愈多，那你就學錯了。禪、教、密、律、淨總離不開這個大原則。我參禪，我能夠斷煩惱，我能夠長智慧，這個禪就可以繼續參下去，就得力；我念佛，聲聲佛號能夠伏住分別妄想，你這個佛號就很得力，你也應當繼續念下去。諸位要是知道這個原理原則，你就能夠省察我自己走這個路得力不得力。如果說是煩惱不能斷，分別執著比以前還更厲害，那這條路已經走錯了。這些都是屬於調御，調就是調心，使我們這個心能夠順著法性把它調理過來；御就是控制，像《金剛經》上所說的「云何降伏其心」，降伏就是御、就是控制。怎麼樣能夠克服你的煩惱，能夠控制你的妄想，這是佛法修學的總綱領。看到這些眾生有這些現象，這些現象是生死輪迴的根本。輪迴是自己製造的，不是別人給我們建立的，自作自受。"
    },
    {
      "id": "12-004-0020_p0013",
      "zh_CN": "菩萨看到这些众生迷惑颠倒，生起了悲悯之心，说『我当云何而为调御』，这是问题提出来了。『令其成熟一切善根』，这是目标，希望众生回头，能够成熟一切善根。『具足如来大威神力』，这样才能出离，没有如来大威神力我们出不去。如来大威神力从哪来？我们要求佛保佑，求佛加被，佛在哪里？佛在哪里都找不到，你叫哪个佛来保佑你？诸位一定要晓得，佛就是自性觉，佛不在外面。自性迷了就是众生，自性觉了就是佛；自性邪了就是魔，自性正了就是佛。佛法教我们修学的是自性觉正净，觉而不迷，正而不邪，净而不染。觉迷的标准是什么？一切经论里头都是给我们发明标准的，什么样子是觉，什么样子是迷，什么样子是邪，什么样子是正，经论里给我们讲这些标准。自性觉正净就是「具足如来大威神力」，不但能超越六道，简直就是超越了十法界，住一真法界了。但是觉正净的修学是要以善根为基础，所以前面讲「令其成熟一切善根」。这是在经典里面不知道讲了多少遍！多不多？不多。为什么不多？咱们没做到。说到善根诸位应该耳熟，一提你就会答得上来，不贪、不瞋、不痴，你哪一条做到了？名闻利养，财色名食睡，你能不贪、不瞋、不痴吗？世间法。出世间法，我学念佛法门，看到学密的就讨厌，行吗？不行。看到那个人念佛我就欢喜，看到那个人学密我就讨厌，你们想想这个能上轨道吗？功夫能得力吗？一点功夫都没有，伏不住烦恼。要在境界里面不痴，就是样样清楚、样样明了，顺自己意思不起贪心，决定没有贪爱；违逆自己意思的，决定没有瞋恚，这叫善根。",
      "zh_TW": "菩薩看到這些眾生迷惑顛倒，生起了悲憫之心，說『我當云何而為調御』，這是問題提出來了。『令其成熟一切善根』，這是目標，希望眾生回頭，能夠成熟一切善根。『具足如來大威神力』，這樣才能出離，沒有如來大威神力我們出不去。如來大威神力從哪來？我們要求佛保佑，求佛加被，佛在哪裡？佛在哪裡都找不到，你叫哪個佛來保佑你？諸位一定要曉得，佛就是自性覺，佛不在外面。自性迷了就是眾生，自性覺了就是佛；自性邪了就是魔，自性正了就是佛。佛法教我們修學的是自性覺正淨，覺而不迷，正而不邪，淨而不染。覺迷的標準是什麼？一切經論裡頭都是給我們發明標準的，什麼樣子是覺，什麼樣子是迷，什麼樣子是邪，什麼樣子是正，經論裡給我們講這些標準。自性覺正淨就是「具足如來大威神力」，不但能超越六道，簡直就是超越了十法界，住一真法界了。但是覺正淨的修學是要以善根為基礎，所以前面講「令其成熟一切善根」。這是在經典裡面不知道講了多少遍！多不多？不多。為什麼不多？咱們沒做到。說到善根諸位應該耳熟，一提你就會答得上來，不貪、不瞋、不痴，你哪一條做到了？名聞利養，財色名食睡，你能不貪、不瞋、不痴嗎？世間法。出世間法，我學念佛法門，看到學密的就討厭，行嗎？不行。看到那個人念佛我就歡喜，看到那個人學密我就討厭，你們想想這個能上軌道嗎？功夫能得力嗎？一點功夫都沒有，伏不住煩惱。要在境界裡面不痴，就是樣樣清楚、樣樣明瞭，順自己意思不起貪心，決定沒有貪愛；違逆自己意思的，決定沒有瞋恚，這叫善根。"
    },
    {
      "id": "12-004-0020_p0014",
      "zh_CN": "所以一切法是以三善根为基础，我们如果连三善根都做不到，修什么法门只可以说那是世间善法而已，就是修的六度万行也是世间善法，严持戒律还是人天福报。为什么？戒律精严，你还是不能断贪瞋痴。譬如说看到持戒的，你心里很欢喜；看到破戒的，你一肚子不高兴，这个不行。境界一现前，你心里就分别、就执着、就起妄想，这有什么用处？到几时，心像一面镜子，照得清清楚楚，不分别、不执着，没有妄想！所以成熟的菩萨，那个心咱们叫它做大圆镜智，他那个心像一面镜子一样。镜子它一切都照，照得清楚，不分别、不执着、不起心、不动念，这就叫大定，首楞严大定，这就叫一心不乱。境界风稍稍动一下，心就乱了，这没功夫，这不能往生。所以万修万人去也不是简单的事情，不是说你每天念几句佛号你将来就能往生，这靠不住。你一定要把这句佛号念得能够控制你的妄念，这样才能往生。所以修行人在哪里修？在一切环境里面修，顺境、逆境都是自己修行的道场。每天时时刻刻在境界里头练心，练什么？我看得清楚，我听得明白，我不起贪瞋痴，先训练这个。贪瞋痴一起来怎么办？赶紧用阿弥陀佛把它取代，贪的念头才生，换成阿弥陀佛，决定不叫贪念继续增长，这就叫功夫，这就叫会念佛，这个就是调御自己的心性。",
      "zh_TW": "所以一切法是以三善根為基礎，我們如果連三善根都做不到，修什麼法門只可以說那是世間善法而已，就是修的六度萬行也是世間善法，嚴持戒律還是人天福報。為什麼？戒律精嚴，你還是不能斷貪瞋痴。譬如說看到持戒的，你心裡很歡喜；看到破戒的，你一肚子不高興，這個不行。境界一現前，你心裡就分別、就執著、就起妄想，這有什麼用處？到幾時，心像一面鏡子，照得清清楚楚，不分別、不執著，沒有妄想！所以成熟的菩薩，那個心咱們叫它做大圓鏡智，他那個心像一面鏡子一樣。鏡子它一切都照，照得清楚，不分別、不執著、不起心、不動念，這就叫大定，首楞嚴大定，這就叫一心不亂。境界風稍稍動一下，心就亂了，這沒功夫，這不能往生。所以萬修萬人去也不是簡單的事情，不是說你每天念幾句佛號你將來就能往生，這靠不住。你一定要把這句佛號念得能夠控制你的妄念，這樣才能往生。所以修行人在哪裡修？在一切環境裡面修，順境、逆境都是自己修行的道場。每天時時刻刻在境界裡頭練心，練什麼？我看得清楚，我聽得明白，我不起貪瞋痴，先訓練這個。貪瞋痴一起來怎麼辦？趕緊用阿彌陀佛把它取代，貪的念頭才生，換成阿彌陀佛，決定不叫貪念繼續增長，這就叫功夫，這就叫會念佛，這個就是調御自己的心性。"
    },
    {
      "id": "12-004-0020_p0015",
      "zh_CN": "除了这三善根之外，还要精进，精进是菩萨善根。精进的意思就是说在无量法门里面你选一个法门，这叫精；努力的修学不退转，这是进步。你要同时学二个法门、三个法门、四个法门，虽然天天有进步，不精，你掺杂着在里头。进而不精也是不容易成就，也是有障碍。所以一定要精进，要一门深入。这一门成功了，给诸位说，一切都成了。佛法的修学，绝对不像世间法。世间法你念大学，你念一个科系，你念毕业了，别的科系你一无所知，你不懂。佛法不然，佛法你这一科，你把它念毕业了，其余的一切都通了、都明白了，这个很妙！我们看《坛经》，六祖参禅成功了，他真是一门深入，他成功了。成功之后他教也通了，你看无尽藏比丘尼问他《涅槃经》，《涅槃经》是教，他也没学过，无尽藏比丘尼把这个经念一遍，他就能跟她讲一遍，《涅槃经》他通了。法达禅师问《法华经》，他叫法达禅师把《法华经》拿来从头到尾念一遍给他听，「方便品」念完，他就叫他不要念了，这部经我全都知道了。还有一个智通法师问唯识里面的八识，就是八识四智，你看看六祖用偈颂，两首偈子讲得多清楚、多明白。他法相也通了，唯识也通了，正是古人所说「一经通，一切经通」，没有一样不通达的。不但出世间法通了，世间法也通达了，这个真正是妙不可言，世间法也通达了。",
      "zh_TW": "除了這三善根之外，還要精進，精進是菩薩善根。精進的意思就是說在無量法門裡面你選一個法門，這叫精；努力的修學不退轉，這是進步。你要同時學二個法門、三個法門、四個法門，雖然天天有進步，不精，你摻雜著在裡頭。進而不精也是不容易成就，也是有障礙。所以一定要精進，要一門深入。這一門成功了，給諸位說，一切都成了。佛法的修學，絕對不像世間法。世間法你念大學，你念一個科系，你念畢業了，別的科系你一無所知，你不懂。佛法不然，佛法你這一科，你把它念畢業了，其餘的一切都通了、都明白了，這個很妙！我們看《壇經》，六祖參禪成功了，他真是一門深入，他成功了。成功之後他教也通了，你看無盡藏比丘尼問他《涅槃經》，《涅槃經》是教，他也沒學過，無盡藏比丘尼把這個經念一遍，他就能跟她講一遍，《涅槃經》他通了。法達禪師問《法華經》，他叫法達禪師把《法華經》拿來從頭到尾念一遍給他聽，「方便品」念完，他就叫他不要念了，這部經我全都知道了。還有一個智通法師問唯識裡面的八識，就是八識四智，你看看六祖用偈頌，兩首偈子講得多清楚、多明白。他法相也通了，唯識也通了，正是古人所說「一經通，一切經通」，沒有一樣不通達的。不但出世間法通了，世間法也通達了，這個真正是妙不可言，世間法也通達了。"
    },
    {
      "id": "12-004-0020_p0016",
      "zh_CN": "所以佛法的修学跟世间法不一样，我们要认识、要努力，它修学的枢纽就是在断烦恼，恢复你的清净心。正因为世出世间一切法都是真心流露，恢复了自性清净光明，那哪一法不晓得？法法都是你清净心里流出来的。诸佛如来的清净心流出来，今天你的心也清净，跟佛的心没有两样，从佛心里流出来跟自性流出来是一样的。所以他能够一切通达，不学就懂了，无师智、自然智，不学就会了，就是这么一个道理。所以佛法教给我们修学，那是真的从根本修，从根源处去学去。这是在这一句里面也是这样教给我们，必须得成熟一切善根，然后才能具足如来大威神力。",
      "zh_TW": "所以佛法的修學跟世間法不一樣，我們要認識、要努力，它修學的樞紐就是在斷煩惱，恢復你的清淨心。正因為世出世間一切法都是真心流露，恢復了自性清淨光明，那哪一法不曉得？法法都是你清淨心裡流出來的。諸佛如來的清淨心流出來，今天你的心也清淨，跟佛的心沒有兩樣，從佛心裡流出來跟自性流出來是一樣的。所以他能夠一切通達，不學就懂了，無師智、自然智，不學就會了，就是這麼一個道理。所以佛法教給我們修學，那是真的從根本修，從根源處去學去。這是在這一句裡面也是這樣教給我們，必須得成熟一切善根，然後才能具足如來大威神力。"
    },
    {
      "id": "12-004-0020_p0017",
      "zh_CN": "【哀哉众生。犹如盲瞽。不见正道。随逐邪径。我当云何开其慧眼。而为引导。令其得入一切智门。】",
      "zh_TW": "【哀哉眾生。猶如盲瞽。不見正道。隨逐邪徑。我當云何開其慧眼。而為引導。令其得入一切智門。】"
    },
    {
      "id": "12-004-0020_p0018",
      "zh_CN": "这是悲悯众生没有正知正见，好比眼睛瞎了一样，不能辨别邪正是非。从这个意思里面来看，这都是指的修行人选错了法门，他是有真心想学道，都是非常善良之人，想学道，想了生死，想出离生死轮回，但是不能辨别邪正，走到一条错误的路上去了，叫『不见正道』。佛在世，印度宗教学术就很发达，像我们中国春秋时代，诸子百家都出现在那个时代，印度佛陀出现的时候也是如此，经上给我们讲有九十六种外道。说外道不是骂人的，也不是轻视人的，诸位要晓得为什么叫他外道？心外求法，这就称之外道，那一切的宗教全是心外求法。至于佛门里面也有外道，谁是外道？我们想想自己是不是？很可能我们自己就是外道，我们向心外求法，这就是外道。这种外道在佛门里头有个术语，叫「门内外」，佛门里面的外道，跟佛门以外的外道实在讲没什么两样，都不能成就。所以佛学叫内学，佛经叫内典。内是什么？从内心深处去求，我们求佛、求法都要向自性深处去求。",
      "zh_TW": "這是悲憫眾生沒有正知正見，好比眼睛瞎了一樣，不能辨別邪正是非。從這個意思裡面來看，這都是指的修行人選錯了法門，他是有真心想學道，都是非常善良之人，想學道，想了生死，想出離生死輪迴，但是不能辨別邪正，走到一條錯誤的路上去了，叫『不見正道』。佛在世，印度宗教學術就很發達，像我們中國春秋時代，諸子百家都出現在那個時代，印度佛陀出現的時候也是如此，經上給我們講有九十六種外道。說外道不是罵人的，也不是輕視人的，諸位要曉得為什麼叫他外道？心外求法，這就稱之外道，那一切的宗教全是心外求法。至於佛門裡面也有外道，誰是外道？我們想想自己是不是？很可能我們自己就是外道，我們向心外求法，這就是外道。這種外道在佛門裡頭有個術語，叫「門內外」，佛門裡面的外道，跟佛門以外的外道實在講沒什麼兩樣，都不能成就。所以佛學叫內學，佛經叫內典。內是什麼？從內心深處去求，我們求佛、求法都要向自性深處去求。"
    },
    {
      "id": "12-004-0020_p0019",
      "zh_CN": "所以你一开始学佛，老师就传授你学佛的总纲领，就是三皈依，三皈依是修学的总纲领。三皈依说的是自皈依，皈依谁？皈依自己，不是叫你皈依别人。自皈依佛，是皈依你自性觉，没有叫你皈依外面的佛；自皈依法，是皈依你自性正；自皈依僧，没有叫你皈依外头的出家人，僧就是清净心，皈依自性净。给你讲得清清楚楚，你偏偏要，皈依佛是什么？释迦牟尼佛，释迦牟尼佛在哪里？皈依法，法是佛讲的那些经典；皈依僧，那哪一个出家人是我师父。全都搞错了，这就叫外道，心外求法，搞错了。因此你修行多少年都不得力，每一年功夫没有进展，甚至于是一年不如一年，这也是真的。怎么说一年不如一年？一年比一年老，这个麻烦大了。你真正能把握这个纲领，这是学佛。",
      "zh_TW": "所以你一開始學佛，老師就傳授你學佛的總綱領，就是三皈依，三皈依是修學的總綱領。三皈依說的是自皈依，皈依誰？皈依自己，不是叫你皈依別人。自皈依佛，是皈依你自性覺，沒有叫你皈依外面的佛；自皈依法，是皈依你自性正；自皈依僧，沒有叫你皈依外頭的出家人，僧就是清淨心，皈依自性淨。給你講得清清楚楚，你偏偏要，皈依佛是什麼？釋迦牟尼佛，釋迦牟尼佛在哪裡？皈依法，法是佛講的那些經典；皈依僧，那哪一個出家人是我師父。全都搞錯了，這就叫外道，心外求法，搞錯了。因此你修行多少年都不得力，每一年功夫沒有進展，甚至於是一年不如一年，這也是真的。怎麼說一年不如一年？一年比一年老，這個麻煩大了。你真正能把握這個綱領，這是學佛。"
    },
    {
      "id": "12-004-0020_p0020",
      "zh_CN": "刚才讲了，不管用什么法门，用禅也好，持咒也好，念佛也好，持戒也好，读经也好，不管用什么法门，这些法门都是帮助我们觉而不迷。我们在生活当中待人接物觉而不迷，这就是皈依佛。我以前迷惑颠倒，现在从迷惑颠倒回过头来，我依自性觉，这就是皈依自性佛，佛就是觉。从一切错误的思想、错误的见解回过头来，依正确的思想、正确的见解，这叫皈依法。法是正而不邪，从邪知见里头回过头来依正知正见，这是佛明明给你讲的，正知正见是自性正，经典正于我们不相干，要把自性的正知正见、自性的正大光明显露出来，应用在日常生活当中，这叫皈依法。皈依僧，僧是六根清净，一尘不染。你不要看到那个出家人他没有做到，那是外头，不是叫你皈依外面那个出家人，皈依自性清净，我自己要六根清净，一尘不染。",
      "zh_TW": "剛才講了，不管用什麼法門，用禪也好，持咒也好，念佛也好，持戒也好，讀經也好，不管用什麼法門，這些法門都是幫助我們覺而不迷。我們在生活當中待人接物覺而不迷，這就是皈依佛。我以前迷惑顛倒，現在從迷惑顛倒回過頭來，我依自性覺，這就是皈依自性佛，佛就是覺。從一切錯誤的思想、錯誤的見解回過頭來，依正確的思想、正確的見解，這叫皈依法。法是正而不邪，從邪知見裡頭回過頭來依正知正見，這是佛明明給你講的，正知正見是自性正，經典正於我們不相干，要把自性的正知正見、自性的正大光明顯露出來，應用在日常生活當中，這叫皈依法。皈依僧，僧是六根清淨，一塵不染。你不要看到那個出家人他沒有做到，那是外頭，不是叫你皈依外面那個出家人，皈依自性清淨，我自己要六根清淨，一塵不染。"
    },
    {
      "id": "12-004-0020_p0021",
      "zh_CN": "所以三皈依叫三自皈，这是个具足的讲法，讲三皈依那是省略，把那个「自」字省掉了，应当是三自皈。你看《华严经．净行品》里面，这个三自皈是「净行品」里面的，一入佛门首先就是传法，就把修行的总纲领、总的方向、大原则传授给你。你修什么？就修这个，你能够这样修，这就如法，这样就不错。如果不如法，那你就走了邪径，就走错路了。没有学佛的人走到错路上，那难怪！这是他没有这个福分，没有这个缘分，他没有遇到佛法，没有遇到正法。我们是有这个因缘，已经入佛门，还走上错路，那是很冤枉。但是这种冤枉人是大有人在，因此他的修学不得力。如果你走上正道，修学确实得力，连你自己都能感觉得出来，我一年一年境界不一样。不但一年一年不一样，月月都不一样，你要更精进，你会觉得每个星期都不一样。那你这个修学怎么不会法喜充满？真的法喜充满。天天有进步，天天有悟处，烦恼天天少，智慧天天长，这是如法的，这是个正常的现象。确实符合佛法所讲的离苦得乐，每天都离苦，每天都得乐，离苦，一天比一天离的多；得乐，一天比一天得的多，这样学佛就上轨道了，这就如法。如其不然，我们自己就要认真的反省，是不是走错路了？",
      "zh_TW": "所以三皈依叫三自皈，這是個具足的講法，講三皈依那是省略，把那個「自」字省掉了，應當是三自皈。你看《華嚴經．淨行品》裡面，這個三自皈是「淨行品」裡面的，一入佛門首先就是傳法，就把修行的總綱領、總的方向、大原則傳授給你。你修什麼？就修這個，你能夠這樣修，這就如法，這樣就不錯。如果不如法，那你就走了邪徑，就走錯路了。沒有學佛的人走到錯路上，那難怪！這是他沒有這個福分，沒有這個緣分，他沒有遇到佛法，沒有遇到正法。我們是有這個因緣，已經入佛門，還走上錯路，那是很冤枉。但是這種冤枉人是大有人在，因此他的修學不得力。如果你走上正道，修學確實得力，連你自己都能感覺得出來，我一年一年境界不一樣。不但一年一年不一樣，月月都不一樣，你要更精進，你會覺得每個星期都不一樣。那你這個修學怎麼不會法喜充滿？真的法喜充滿。天天有進步，天天有悟處，煩惱天天少，智慧天天長，這是如法的，這是個正常的現象。確實符合佛法所講的離苦得樂，每天都離苦，每天都得樂，離苦，一天比一天離的多；得樂，一天比一天得的多，這樣學佛就上軌道了，這就如法。如其不然，我們自己就要認真的反省，是不是走錯路了？"
    },
    {
      "id": "12-004-0020_p0022",
      "zh_CN": "我们看到走错路的人怎么办？要帮助他，要指他一条明路，这就是『开其慧眼，而为引导』，我们有这个义务去帮助他。他能接受那他就回头了，从邪径回入正道；他不能接受我们也不要勉强他，勉强就自生烦恼，那就错了。不要勉强人，各人有各人的因缘，因缘没成熟决定勉强不得。但是我们给他说一遍，至少他阿赖耶识里头有这么个印象，以后错路走多了，亏吃多了，当上多了，也许他会回头，他阿赖耶识里头有这个种子在，他慢慢能想通这个道理。目的是『令其得入一切智门』，一切智就是一切种智，这是如来果地，究竟果地。末后一句是总结：",
      "zh_TW": "我們看到走錯路的人怎麼辦？要幫助他，要指他一條明路，這就是『開其慧眼，而為引導』，我們有這個義務去幫助他。他能接受那他就回頭了，從邪徑回入正道；他不能接受我們也不要勉強他，勉強就自生煩惱，那就錯了。不要勉強人，各人有各人的因緣，因緣沒成熟決定勉強不得。但是我們給他說一遍，至少他阿賴耶識裡頭有這麼個印象，以後錯路走多了，虧吃多了，當上多了，也許他會回頭，他阿賴耶識裡頭有這個種子在，他慢慢能想通這個道理。目的是『令其得入一切智門』，一切智就是一切種智，這是如來果地，究竟果地。末後一句是總結："
    },
    {
      "id": "12-004-0020_p0023",
      "zh_CN": "【时彼大王兴此十种大悲之心。】",
      "zh_TW": "【時彼大王興此十種大悲之心。】"
    },
    {
      "id": "12-004-0020_p0024",
      "zh_CN": "这个大王看到这些苦难的众生能发这个大悲心。我们前面讲的时候曾经提示过同修，经上讲的那些众生在浊世里遭遇到这个苦难，确实跟我们现前这个世界众生非常相像。我们今天世界众生所遭受的苦难非常的严重，我们说发了菩提心，发心学佛了，我们有没有像这位大王起了这些念头，救度一切众生，我们有没有兴起这个念头？展开经本对照我们自己的心行，人家遇到这个境界能发心，发这么大的心，这样圆满的心。如果我们今天看到这些众生也能发这样的心，这个路就走对了，也就入了菩萨的境界。如果没有发这个心，看到当前苦难的众生依旧麻木不仁，我们不是在学佛，我们还是迷惑颠倒。心发了，发了就要做。怎么个做法？底下有很长的一段经文。这些经文好懂，念念就可以了。他这个做法都是讲的布施。请看经文：",
      "zh_TW": "這個大王看到這些苦難的眾生能發這個大悲心。我們前面講的時候曾經提示過同修，經上講的那些眾生在濁世裡遭遇到這個苦難，確實跟我們現前這個世界眾生非常相像。我們今天世界眾生所遭受的苦難非常的嚴重，我們說發了菩提心，發心學佛了，我們有沒有像這位大王起了這些念頭，救度一切眾生，我們有沒有興起這個念頭？展開經本對照我們自己的心行，人家遇到這個境界能發心，發這麼大的心，這樣圓滿的心。如果我們今天看到這些眾生也能發這樣的心，這個路就走對了，也就入了菩薩的境界。如果沒有發這個心，看到當前苦難的眾生依舊麻木不仁，我們不是在學佛，我們還是迷惑顛倒。心發了，發了就要做。怎麼個做法？底下有很長的一段經文。這些經文好懂，念念就可以了。他這個做法都是講的布施。請看經文："
    },
    {
      "id": "12-004-0020_p0025",
      "zh_CN": "【作是语已。】",
      "zh_TW": "【作是語已。】"
    },
    {
      "id": "12-004-0020_p0026",
      "zh_CN": "这是接前面，总结前面的。",
      "zh_TW": "這是接前面，總結前面的。"
    },
    {
      "id": "12-004-0020_p0027",
      "zh_CN": "【即于王都。】",
      "zh_TW": "【即於王都。】"
    },
    {
      "id": "12-004-0020_p0028",
      "zh_CN": "就在他的都城，他是国王的身分。",
      "zh_TW": "就在他的都城，他是國王的身分。"
    },
    {
      "id": "12-004-0020_p0029",
      "zh_CN": "【大众之中。击鼓宣令。咸使闻知。】",
      "zh_TW": "【大眾之中。擊鼓宣令。咸使聞知。】"
    },
    {
      "id": "12-004-0020_p0030",
      "zh_CN": "这就是宣布他的政令，让全国的老百姓都知道，国王要救度这些苦难的众生。",
      "zh_TW": "這就是宣布他的政令，讓全國的老百姓都知道，國王要救度這些苦難的眾生。"
    },
    {
      "id": "12-004-0020_p0031",
      "zh_CN": "【我今普施一切众生。随有所须。悉令充足。】",
      "zh_TW": "【我今普施一切眾生。隨有所須。悉令充足。】"
    },
    {
      "id": "12-004-0020_p0032",
      "zh_CN": "这个四句是他行动的总纲领，他要行大布施，众生有缺乏的他都能够帮助他们充足。",
      "zh_TW": "這個四句是他行動的總綱領，他要行大布施，眾生有缺乏的他都能夠幫助他們充足。"
    },
    {
      "id": "12-004-0020_p0033",
      "zh_CN": "【即时颁下阎浮提内大小诸城。及诸聚落。】",
      "zh_TW": "【即時頒下閻浮提內大小諸城。及諸聚落。】"
    },
    {
      "id": "12-004-0020_p0034",
      "zh_CN": "先是城市，『聚落』就是村镇、乡镇。",
      "zh_TW": "先是城市，『聚落』就是村鎮、鄉鎮。"
    },
    {
      "id": "12-004-0020_p0035",
      "zh_CN": "【悉开库藏。出种种物。】",
      "zh_TW": "【悉開庫藏。出種種物。】"
    },
    {
      "id": "12-004-0020_p0036",
      "zh_CN": "这就是国家的国库，把国库打开，所收藏的钱粮、财物拿出来救济众生。",
      "zh_TW": "這就是國家的國庫，把國庫打開，所收藏的錢糧、財物拿出來救濟眾生。"
    },
    {
      "id": "12-004-0020_p0037",
      "zh_CN": "【置四衢道。】",
      "zh_TW": "【置四衢道。】"
    },
    {
      "id": "12-004-0020_p0038",
      "zh_CN": "『衢』就是交通方便的道路口。",
      "zh_TW": "『衢』就是交通方便的道路口。"
    },
    {
      "id": "12-004-0020_p0039",
      "zh_CN": "【所谓金银琉璃摩尼等宝。】",
      "zh_TW": "【所謂金銀琉璃摩尼等寶。】"
    },
    {
      "id": "12-004-0020_p0040",
      "zh_CN": "这是财宝、宝物。",
      "zh_TW": "這是財寶、寶物。"
    },
    {
      "id": "12-004-0020_p0041",
      "zh_CN": "【衣服饮食华香鬘盖。涂香末香种种璎珞。】",
      "zh_TW": "【衣服飲食華香鬘蓋。塗香末香種種瓔珞。】"
    },
    {
      "id": "12-004-0020_p0042",
      "zh_CN": "这些是衣食，生活资生之具。",
      "zh_TW": "這些是衣食，生活資生之具。"
    },
    {
      "id": "12-004-0020_p0043",
      "zh_CN": "【宫殿屋宅床榻敷具。一切资财无不备足。】",
      "zh_TW": "【宮殿屋宅牀榻敷具。一切資財無不備足。】"
    },
    {
      "id": "12-004-0020_p0044",
      "zh_CN": "这是样样都有，随大众的需要来供给、来布施。",
      "zh_TW": "這是樣樣都有，隨大眾的需要來供給、來布施。"
    },
    {
      "id": "12-004-0020_p0045",
      "zh_CN": "【建大光明摩尼宝幢。其光触身。悉使安隐。灭除黑暗。开发照明。随心所欲。皆悉圆满。】",
      "zh_TW": "【建大光明摩尼寶幢。其光觸身。悉使安隱。滅除黑暗。開發照明。隨心所欲。皆悉圓滿。】"
    },
    {
      "id": "12-004-0020_p0046",
      "zh_CN": "这一段话是从比喻方面来说的，比喻什么？教化、教育，要开启众生的智慧，要教他技能，这才叫真正的救济。如果单单以财物来救济他，财物用得尽，用完了怎么办？必须要叫他破迷开悟，增长他的技能，这是这个意思。『光明摩尼宝幢』就是教学，他智慧开了，有了技能，他身心就安稳。『黑暗』就是迷惑、就是忧虑。这个时候他不迷，他也不忧，他也不虑，身心自在，身心安稳，然后才能做到『随心所欲，皆悉圆满』。所以诸位要晓得，财只能救急，不能救贫，教能救贫，教学能救贫困，要懂这个意思。单有财施没有法施，教学是法布施，没有法施那不圆满，这个施后来还是会有麻烦，可见得法布施的重要。佛在一切经典里面常常给我们做比较，财布施不如法布施的功德，道理就在此地。大千世界七宝布施不如给人家讲四句偈，四句偈他能开智慧，他能够破迷开悟，大千世界七宝布施不能叫他开悟，所以财施比不上法施。这位大王是财法都布施，功德圆满。",
      "zh_TW": "這一段話是從比喻方面來說的，比喻什麼？教化、教育，要開啟眾生的智慧，要教他技能，這才叫真正的救濟。如果單單以財物來救濟他，財物用得盡，用完了怎麼辦？必須要叫他破迷開悟，增長他的技能，這是這個意思。『光明摩尼寶幢』就是教學，他智慧開了，有了技能，他身心就安穩。『黑暗』就是迷惑、就是憂慮。這個時候他不迷，他也不憂，他也不慮，身心自在，身心安穩，然後才能做到『隨心所欲，皆悉圓滿』。所以諸位要曉得，財只能救急，不能救貧，教能救貧，教學能救貧困，要懂這個意思。單有財施沒有法施，教學是法布施，沒有法施那不圓滿，這個施後來還是會有麻煩，可見得法布施的重要。佛在一切經典裡面常常給我們做比較，財布施不如法布施的功德，道理就在此地。大千世界七寶布施不如給人家講四句偈，四句偈他能開智慧，他能夠破迷開悟，大千世界七寶布施不能叫他開悟，所以財施比不上法施。這位大王是財法都布施，功德圓滿。"
    },
    {
      "id": "12-004-0020_p0047",
      "zh_CN": "【又复随化种种身形。一切承事供养恭敬一切众生。】",
      "zh_TW": "【又復隨化種種身形。一切承事供養恭敬一切眾生。】"
    },
    {
      "id": "12-004-0020_p0048",
      "zh_CN": "这是非常之难得，慈心、怜悯心、恭敬心，这是修无量无边的福报。",
      "zh_TW": "這是非常之難得，慈心、憐憫心、恭敬心，這是修無量無邊的福報。"
    },
    {
      "id": "12-004-0020_p0049",
      "zh_CN": "【亦施一切病缘汤药活命资具。】",
      "zh_TW": "【亦施一切病緣湯藥活命資具。】"
    },
    {
      "id": "12-004-0020_p0050",
      "zh_CN": "这是对于生病的众生，有病苦的众生，特别去照顾他、去帮助他。",
      "zh_TW": "這是對於生病的眾生，有病苦的眾生，特別去照顧他、去幫助他。"
    },
    {
      "id": "12-004-0020_p0051",
      "zh_CN": "【种种宝器盛众杂宝。所谓金刚器中盛种种香。宝香器中盛种种衣。摩尼妙宝庄校严饰。】",
      "zh_TW": "【種種寶器盛眾雜寶。所謂金剛器中盛種種香。寶香器中盛種種衣。摩尼妙寶莊校嚴飾。】"
    },
    {
      "id": "12-004-0020_p0052",
      "zh_CN": "『庄』是庄严，『校』是比较。",
      "zh_TW": "『莊』是莊嚴，『校』是比較。"
    },
    {
      "id": "12-004-0020_p0053",
      "zh_CN": "【辇舆车乘。众宝璎珞。宝帐宝网周围垂覆。建立种种高胜妙幢。如是一切资生之物。悉开库藏而以给施。】",
      "zh_TW": "【輦輿車乘。眾寶瓔珞。寶帳寶網周圍垂覆。建立種種高勝妙幢。如是一切資生之物。悉開庫藏而以給施。】"
    },
    {
      "id": "12-004-0020_p0054",
      "zh_CN": "这个大王非常慷慨，他不吝啬。这些话都是教我们的，我们如果要想得财富、得智慧、得健康长寿，就要这样子学法。人在这个世间，什么叫最大的福报？健康长寿、身心愉快是第一福报。如果有财富，天天躺在病床上，试问问那个财富要给你，你要不要？每天二十四小时三班护士来照顾，你愿不愿意要？这样的人很多，统统都是有钱的大财主，他们害了这种病，一病就病十几年，一口气不断，一年不知道花多少医药费。这种病决定不是穷人生的，穷人病不起。家亲眷属也烦透了，真是求生不得生，求死不得死。你要从因果上说，他为什么会有这个现象？就是他有福报没享尽，他那个钱没有花光，他要把它花光，那是他自己命里头的财，他不花光他不能走，行动不方便，躺在病床上花，确实如此。有些家亲眷属来问我，我跟他讲他又不相信。我教他什么？把那个医药费统统捐出来做慈善事业，他钱就一下花光了。一下花光就有两种情形，一个就是病好了，一个就是马上死了，花光了。讲了他不相信，他家里人不肯做，那就没有法子，那就让他在病床上慢慢花。什么样的事情都有前因后果。",
      "zh_TW": "這個大王非常慷慨，他不吝嗇。這些話都是教我們的，我們如果要想得財富、得智慧、得健康長壽，就要這樣子學法。人在這個世間，什麼叫最大的福報？健康長壽、身心愉快是第一福報。如果有財富，天天躺在病床上，試問問那個財富要給你，你要不要？每天二十四小時三班護士來照顧，你願不願意要？這樣的人很多，統統都是有錢的大財主，他們害了這種病，一病就病十幾年，一口氣不斷，一年不知道花多少醫藥費。這種病決定不是窮人生的，窮人病不起。家親眷屬也煩透了，真是求生不得生，求死不得死。你要從因果上說，他為什麼會有這個現象？就是他有福報沒享盡，他那個錢沒有花光，他要把它花光，那是他自己命裡頭的財，他不花光他不能走，行動不方便，躺在病床上花，確實如此。有些家親眷屬來問我，我跟他講他又不相信。我教他什麼？把那個醫藥費統統捐出來做慈善事業，他錢就一下花光了。一下花光就有兩種情形，一個就是病好了，一個就是馬上死了，花光了。講了他不相信，他家裡人不肯做，那就沒有法子，那就讓他在病床上慢慢花。什麼樣的事情都有前因後果。"
    },
    {
      "id": "12-004-0020_p0055",
      "zh_CN": "所以读了佛经事理就通达、就明白，晓得自己应该怎么样去做。病，不好受！怎么样叫自己不害病？把自己害病的医药费统统捐出去。捐出去之后怎么样？自己当然不能害病，没钱，没医药费了，不能病了。你有一笔医药费存在那个地方，这是做医药费的，怎么不害病？留了一笔费用放在那里，不病不能用，要用它只好生病。所以应当把医药费布施掉，这个好，别留着自己用。财布施、法布施、无畏布施要认真的去学习、去修学。不要怕自己将来没饭吃、没衣服穿、没有人照顾，别怕这个，你要是肯慷慨的布施，你的福报就大了。经上一再告诉我们，我们要相信，我们舍财，我们的财用决定不缺乏；我们肯教导别人，我们的智慧一定天天增长，法布施；我们处处能够解决别人的困难，使他身心安稳，没有恐惧，我们自己果报就得健康长寿，虽然年老了，照顾的人多得是。你要不肯这样做，儿女再多，不见得孝顺你，到时候靠不住。",
      "zh_TW": "所以讀了佛經事理就通達、就明白，曉得自己應該怎麼樣去做。病，不好受！怎麼樣叫自己不害病？把自己害病的醫藥費統統捐出去。捐出去之後怎麼樣？自己當然不能害病，沒錢，沒醫藥費了，不能病了。你有一筆醫藥費存在那個地方，這是做醫藥費的，怎麼不害病？留了一筆費用放在那裡，不病不能用，要用它只好生病。所以應當把醫藥費布施掉，這個好，別留著自己用。財布施、法布施、無畏布施要認真的去學習、去修學。不要怕自己將來沒飯吃、沒衣服穿、沒有人照顧，別怕這個，你要是肯慷慨的布施，你的福報就大了。經上一再告訴我們，我們要相信，我們捨財，我們的財用決定不缺乏；我們肯教導別人，我們的智慧一定天天增長，法布施；我們處處能夠解決別人的困難，使他身心安穩，沒有恐懼，我們自己果報就得健康長壽，雖然年老了，照顧的人多得是。你要不肯這樣做，兒女再多，不見得孝順你，到時候靠不住。"
    },
    {
      "id": "12-004-0020_p0056",
      "zh_CN": "你看台中李老师，他一个儿女也没有，他活到九十七岁，那么大年岁，你看照顾的人多少？太多太多了，个个都孝顺，真难得。你看往生的时候，日夜给他念佛，念四十九天。我去看了一下，多少人？至少有六百人。哪一个人有这么大的福报？那些人去念佛都是自动去的，没有一个人打电话「你来」，没有人通知，都是自发自动去的，日夜不停，四十九天。人到这来了，看到那里有几个人走了，空了位子，他马上就补进去；这里人走了，那里又有人补进来，四十九天不间断，保持到五、六百人，这种庄严我过去没见过。在台湾这么多年，出家、在家的都没有这种瑞相，我看到那真正叫瑞相，实在是难得。所以一定要肯布施。",
      "zh_TW": "你看台中李老師，他一個兒女也沒有，他活到九十七歲，那麼大年歲，你看照顧的人多少？太多太多了，個個都孝順，真難得。你看往生的時候，日夜給他念佛，念四十九天。我去看了一下，多少人？至少有六百人。哪一個人有這麼大的福報？那些人去念佛都是自動去的，沒有一個人打電話「你來」，沒有人通知，都是自發自動去的，日夜不停，四十九天。人到這來了，看到那裡有幾個人走了，空了位子，他馬上就補進去；這裡人走了，那裡又有人補進來，四十九天不間斷，保持到五、六百人，這種莊嚴我過去沒見過。在台灣這麼多年，出家、在家的都沒有這種瑞相，我看到那真正叫瑞相，實在是難得。所以一定要肯布施。"
    },
    {
      "id": "12-004-0020_p0057",
      "zh_CN": "李老师一生，他自己一点薪水统统布施掉，生活很清苦。我在民国四十七、八年的时候亲近他，那时候他一个月的生活费用六十块钱，一天两块钱，他老人家日中一食，他吃一餐。我那个时候跟他学，也想学他那个样子，也学日中一食，可是我吃得比他多，一定要三块钱，一个月没有九十块钱一点办法都没有，最低限度一天要三块钱，吃一餐。我吃到第八个月才告诉他。过那样清苦的生活，他不是没有收入，他收入也不少，全都布施掉了。衣服，我认识他三十多年，没有听说他做一件新衣服，没听说，全都穿的是旧衣服，一件中山装穿了四、五十年。他没有享受，全布施掉了。天天教学，讲佛经、讲四书、讲古文，天天在教学。在学校里教学，那个薪水拿出来也是做慈善事业，他自己一点都不要。他会看病，他的医道相当高明，同修当中生病都找他，无畏布施，所以他老人家一生真是健康长寿。三种布施，三种果报，我们都看得清清楚楚。",
      "zh_TW": "李老師一生，他自己一點薪水統統布施掉，生活很清苦。我在民國四十七、八年的時候親近他，那時候他一個月的生活費用六十塊錢，一天兩塊錢，他老人家日中一食，他吃一餐。我那個時候跟他學，也想學他那個樣子，也學日中一食，可是我吃得比他多，一定要三塊錢，一個月沒有九十塊錢一點辦法都沒有，最低限度一天要三塊錢，吃一餐。我吃到第八個月才告訴他。過那樣清苦的生活，他不是沒有收入，他收入也不少，全都布施掉了。衣服，我認識他三十多年，沒有聽說他做一件新衣服，沒聽說，全都穿的是舊衣服，一件中山裝穿了四、五十年。他沒有享受，全布施掉了。天天教學，講佛經、講四書、講古文，天天在教學。在學校裡教學，那個薪水拿出來也是做慈善事業，他自己一點都不要。他會看病，他的醫道相當高明，同修當中生病都找他，無畏布施，所以他老人家一生真是健康長壽。三種布施，三種果報，我們都看得清清楚楚。"
    },
    {
      "id": "12-004-0020_p0058",
      "zh_CN": "晚年食物中毒，食物中毒还是什么？慈悲。所以我觉得李老师慈悲实在太过分了，我觉得没有这个必要。人家做的面食给他吃，他知道不好，不干净、不卫生，他知道。知道怎么样？人家做好送给他吃，他还要当人家的面欢欢喜喜的吃，「你这个很好」，叫人家心里欢喜。这个没有必要，这样中毒的，不是不知道。他病了以后我去看他，他说我晓得那个东西不好，不好意思不吃。不好意思，这个是麻烦事情。所以我们去见他，他一再交待我们吃东西要小心，而且告诉我们绝对不要到馆子里去吃。现在偶尔也有人请我到馆子，这也是不得已，碍于情面，还好没中毒。这是他老人家交代的，决定不要到馆子，馆子东西都不干净。你要到馆子里面厨房去看看，你就吃不下去了，端出来是满好看，厨房里一看，真的你就不敢吃了。所以吃东西要小心、要谨慎，一定要讲求卫生。",
      "zh_TW": "晚年食物中毒，食物中毒還是什麼？慈悲。所以我覺得李老師慈悲實在太過分了，我覺得沒有這個必要。人家做的麵食給他吃，他知道不好，不乾淨、不衛生，他知道。知道怎麼樣？人家做好送給他吃，他還要當人家的面歡歡喜喜的吃，「你這個很好」，叫人家心裡歡喜。這個沒有必要，這樣中毒的，不是不知道。他病了以後我去看他，他說我曉得那個東西不好，不好意思不吃。不好意思，這個是麻煩事情。所以我們去見他，他一再交待我們吃東西要小心，而且告訴我們絕對不要到館子裡去吃。現在偶爾也有人請我到館子，這也是不得已，礙於情面，還好沒中毒。這是他老人家交代的，決定不要到館子，館子東西都不乾淨。你要到館子裡面廚房去看看，你就吃不下去了，端出來是滿好看，廚房裡一看，真的你就不敢吃了。所以吃東西要小心、要謹慎，一定要講求衛生。"
    },
    {
      "id": "12-004-0020_p0059",
      "zh_CN": "下面这个布施就更不得了，这是内财布施。",
      "zh_TW": "下面這個布施就更不得了，這是內財布施。"
    },
    {
      "id": "12-004-0020_p0060",
      "zh_CN": "【亦施一切村营城邑。】",
      "zh_TW": "【亦施一切村營城邑。】"
    },
    {
      "id": "12-004-0020_p0061",
      "zh_CN": "这就是连官爵、地位都能够施舍。",
      "zh_TW": "這就是連官爵、地位都能夠施捨。"
    },
    {
      "id": "12-004-0020_p0062",
      "zh_CN": "【山泽林薮。】",
      "zh_TW": "【山澤林藪。】"
    },
    {
      "id": "12-004-0020_p0063",
      "zh_CN": "这就是我们现在讲的不动产，山林、田地。",
      "zh_TW": "這就是我們現在講的不動產，山林、田地。"
    },
    {
      "id": "12-004-0020_p0064",
      "zh_CN": "【妻子眷属。及以王位。】",
      "zh_TW": "【妻子眷屬。及以王位。】"
    },
    {
      "id": "12-004-0020_p0065",
      "zh_CN": "这还都是些外财。底下是：",
      "zh_TW": "這還都是些外財。底下是："
    },
    {
      "id": "12-004-0020_p0066",
      "zh_CN": "【头目耳鼻。唇舌牙齿。手足皮肉。心肾肝肺。大肠小肠。脂膏筋脉。一切肢分。内外所有。悉皆能舍。】",
      "zh_TW": "【頭目耳鼻。脣舌牙齒。手足皮肉。心腎肝肺。大腸小腸。脂膏筋脈。一切肢分。內外所有。悉皆能捨。】"
    },
    {
      "id": "12-004-0020_p0067",
      "zh_CN": "连内财也布施了。像今天有很多人捐眼角膜，这都是内财布施；捐肾的，这也是内财布施。没有一样不能施舍，只要是利益众生，样样都能舍。内财之舍里头有两个意思，一个就是自己这个身分，别人需要，有用处，自己能舍；另外还有一个意思，以我们这个身体供给承事服务于大众，这也是内财的布施。用我们的智慧、用我们的体力、用我们的技能为大众谋幸福，而不求报酬，这就是内财的布施。所以内财布施里头有两个意思，一定要懂得。今天时间到了，我们就讲到此地。",
      "zh_TW": "連內財也布施了。像今天有很多人捐眼角膜，這都是內財布施；捐腎的，這也是內財布施。沒有一樣不能施捨，只要是利益眾生，樣樣都能捨。內財之捨裡頭有兩個意思，一個就是自己這個身分，別人需要，有用處，自己能捨；另外還有一個意思，以我們這個身體供給承事服務於大眾，這也是內財的布施。用我們的智慧、用我們的體力、用我們的技能為大眾謀幸福，而不求報酬，這就是內財的布施。所以內財布施裡頭有兩個意思，一定要懂得。今天時間到了，我們就講到此地。"
    }
  ]
}