{
  "doc_id": "12-004-0015",
  "title": {
    "zh_CN": "华严开敷夜神章",
    "zh_TW": "華嚴開敷夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "12-004-0015",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-004-0015_p0001",
      "zh_CN": "请掀开经本七百九十二面，第四行，偈颂里面的第八首，我们将经文念一段：",
      "zh_TW": "請掀開經本七百九十二面，第四行，偈頌裡面的第八首，我們將經文念一段："
    },
    {
      "id": "12-004-0015_p0002",
      "zh_CN": "【心恒清净无分别。不着一切如虚空。智灯自在破无明。此无垢者之境界。】",
      "zh_TW": "【心恆清淨無分別。不著一切如虛空。智燈自在破無明。此無垢者之境界。】"
    },
    {
      "id": "12-004-0015_p0003",
      "zh_CN": "前面曾经说过，诸佛如来的境界不是我们凡夫所能够思议的，就是不能够思惟想像在一起言说讨论的。经上又特别给我们指出是哪些人，前面都曾经说过，我们把它综合起来讲，烦恼重的人，心地不清净的人，邪知邪见之人，这些都很难体会佛菩萨的境界。如果是反过来说，也未尝不能说。但是诸位一定要晓得，只听说，或者是看经，那只是晓得有这么一回事而已，有这么回事情，像得到一点消息，毕竟不是自己的境界。如果自己要能够悟入，一定要学经上给我们讲的标准，我们自己要能达到这个标准，这样才能够悟入，悟入才能够得到佛法的真实利益。前面也说了一些，这个地方继续还要讲，这些话都是从纲领上说的。",
      "zh_TW": "前面曾經說過，諸佛如來的境界不是我們凡夫所能夠思議的，就是不能夠思惟想像在一起言說討論的。經上又特別給我們指出是哪些人，前面都曾經說過，我們把它綜合起來講，煩惱重的人，心地不清淨的人，邪知邪見之人，這些都很難體會佛菩薩的境界。如果是反過來說，也未嘗不能說。但是諸位一定要曉得，只聽說，或者是看經，那只是曉得有這麼一回事而已，有這麼回事情，像得到一點消息，畢竟不是自己的境界。如果自己要能夠悟入，一定要學經上給我們講的標準，我們自己要能達到這個標準，這樣才能夠悟入，悟入才能夠得到佛法的真實利益。前面也說了一些，這個地方繼續還要講，這些話都是從綱領上說的。"
    },
    {
      "id": "12-004-0015_p0004",
      "zh_CN": "我们要记住，无论在什么时候，无论在什么处所，处顺境、处逆境，学佛的人就是学一个清净心而已。清净心就是佛心，清净心就是真如本性。诸位要讲哪个地方是好道场？在我看起来没有一处不是好道场，处处都是好道场，问题就是你会不会运用，你会不会利用眼前的环境。处顺境的时候，不起贪心，不贪、不痴，处顺境，心得自在、得清净；处逆境，不瞋、不痴，这是要真正去做到的。今天这个经上尤其重要，『心恒清净』，「恒」是恒常，时时都是清净的。他为什么会清净？因为他没有分别，这点诸位要记住。前面四个字是果报，后面三个字是修因，你要果然能够修『无分别』，你的心当然就清净。再告诉诸位，「无分别」决定是正确的，因为所有的分别执着都是虚妄，真心里面没有分别。",
      "zh_TW": "我們要記住，無論在什麼時候，無論在什麼處所，處順境、處逆境，學佛的人就是學一個清淨心而已。清淨心就是佛心，清淨心就是真如本性。諸位要講哪個地方是好道場？在我看起來沒有一處不是好道場，處處都是好道場，問題就是你會不會運用，你會不會利用眼前的環境。處順境的時候，不起貪心，不貪、不痴，處順境，心得自在、得清淨；處逆境，不瞋、不痴，這是要真正去做到的。今天這個經上尤其重要，『心恆清淨』，「恆」是恆常，時時都是清淨的。他為什麼會清淨？因為他沒有分別，這點諸位要記住。前面四個字是果報，後面三個字是修因，你要果然能夠修『無分別』，你的心當然就清淨。再告訴諸位，「無分別」決定是正確的，因為所有的分別執著都是虛妄，真心裡面沒有分別。"
    },
    {
      "id": "12-004-0015_p0005",
      "zh_CN": "真心对外面的境界叫照见。你看，《心经》大家常常念，「观自在菩萨」就是观世音菩萨，人家为什么得自在？就是因为「照见五蕴皆空」。五蕴是一切万事万物的总纲领，五蕴皆空就是世出世间法没有一法不是空的，既然是空寂的，你在里面生分别、起执着就错了。可是凡夫无始劫以来我们就迷在这个事实真相里面，把这个当体即空的五蕴我们认为是真有，我们的病根就在此地，这是一个错误的见解、错误的看法、错误的想法。迷了自性，自性包括自己的清净心以及外面的一切万法，因为一切万法是我们自性的相分。《华严经》上佛说得很明白，十法界依正庄严，「唯心所现」，我自己真心所现的，「唯识所变」，识就是分别。现相是心的作用，心能现；变，变佛、变菩萨、变声闻、变六道、变地狱、变饿鬼，那是识，识在那里起作用。觉悟起的作用就变四圣法界，就是佛、菩萨、声闻、缘觉；迷了自性就变六道凡夫的境界。诸位要晓得，不管怎么变，都不是真的，没有一样是真实的。几个人能看得破？这个看破是要功夫。什么功夫？无分别心才能看破，可见得无分别非常的重要。",
      "zh_TW": "真心對外面的境界叫照見。你看，《心經》大家常常念，「觀自在菩薩」就是觀世音菩薩，人家為什麼得自在？就是因為「照見五蘊皆空」。五蘊是一切萬事萬物的總綱領，五蘊皆空就是世出世間法沒有一法不是空的，既然是空寂的，你在裡面生分別、起執著就錯了。可是凡夫無始劫以來我們就迷在這個事實真相裡面，把這個當體即空的五蘊我們認為是真有，我們的病根就在此地，這是一個錯誤的見解、錯誤的看法、錯誤的想法。迷了自性，自性包括自己的清淨心以及外面的一切萬法，因為一切萬法是我們自性的相分。《華嚴經》上佛說得很明白，十法界依正莊嚴，「唯心所現」，我自己真心所現的，「唯識所變」，識就是分別。現相是心的作用，心能現；變，變佛、變菩薩、變聲聞、變六道、變地獄、變餓鬼，那是識，識在那裡起作用。覺悟起的作用就變四聖法界，就是佛、菩薩、聲聞、緣覺；迷了自性就變六道凡夫的境界。諸位要曉得，不管怎麼變，都不是真的，沒有一樣是真實的。幾個人能看得破？這個看破是要功夫。什麼功夫？無分別心才能看破，可見得無分別非常的重要。"
    },
    {
      "id": "12-004-0015_p0006",
      "zh_CN": "底下一句是比喻，『不着一切如虚空』。一切法，包括佛法在内，不执着。我需要不需要？需要它，在日常生活当中我样样都需要。样样需要，样样不执着，你就得自在了。诸佛菩萨在这个世间教化众生，经上有比喻说「游戏神通」。他怎么是游戏神通？就是刚才说的，他在世间跟我们世间人没有两样。佛到人间来，像释迦牟尼佛也投胎，他母亲也是十个月怀胎，生下来之后，也求学，也去学道，也在雪山六年苦行，菩提树下大彻大悟，以后到处弘法利生，到八十岁入灭。他一生的过程跟我们没有两样，这就叫做游戏神通。他得自在，我们不得自在。他之所以得自在，他是一切不执着，「不着一切如虚空」，像虚空一样，什么都不执着。拿虚空来比我们的心，我们的心就像虚空一样，什么都不执着。",
      "zh_TW": "底下一句是比喻，『不著一切如虛空』。一切法，包括佛法在內，不執著。我需要不需要？需要它，在日常生活當中我樣樣都需要。樣樣需要，樣樣不執著，你就得自在了。諸佛菩薩在這個世間教化眾生，經上有比喻說「遊戲神通」。他怎麼是遊戲神通？就是剛才說的，他在世間跟我們世間人沒有兩樣。佛到人間來，像釋迦牟尼佛也投胎，他母親也是十個月懷胎，生下來之後，也求學，也去學道，也在雪山六年苦行，菩提樹下大徹大悟，以後到處弘法利生，到八十歲入滅。他一生的過程跟我們沒有兩樣，這就叫做遊戲神通。他得自在，我們不得自在。他之所以得自在，他是一切不執著，「不著一切如虛空」，像虛空一樣，什麼都不執著。拿虛空來比我們的心，我們的心就像虛空一樣，什麼都不執著。"
    },
    {
      "id": "12-004-0015_p0007",
      "zh_CN": "再要说，虚空确实不执着，什么东西也没有办法染污它。给诸位说，我们自己的真心确实跟虚空一样，从来也没有染污过，这是真的。你现在是自以为染污了，不是真的有染污，自以为染污了。这种的染污怎么说不是真的？真的是性。诸位要读《楞严》你就明了，《楞严经》上佛告诉我们，六根的根性，以见性来说，你的见性什么时候曾经受染污？确实没有，本来清净，本无生灭，这是真的。所染污的是识，我们讲第八识，第八识是妄心，不是真心，真心不受染污，妄心就接受染污。所以说搞来搞去都是假的，都不是真的，在六道生死轮回，你要是把事实真相看清楚，实在很冤枉，这就叫迷惑颠倒。所以事实上是没有分别、是没有执着，我们今天在一切法里要无分别、不执着就对了。",
      "zh_TW": "再要說，虛空確實不執著，什麼東西也沒有辦法染污它。給諸位說，我們自己的真心確實跟虛空一樣，從來也沒有染污過，這是真的。你現在是自以為染污了，不是真的有染污，自以為染污了。這種的染污怎麼說不是真的？真的是性。諸位要讀《楞嚴》你就明瞭，《楞嚴經》上佛告訴我們，六根的根性，以見性來說，你的見性什麼時候曾經受染污？確實沒有，本來清淨，本無生滅，這是真的。所染污的是識，我們講第八識，第八識是妄心，不是真心，真心不受染污，妄心就接受染污。所以說搞來搞去都是假的，都不是真的，在六道生死輪迴，你要是把事實真相看清楚，實在很冤枉，這就叫迷惑顛倒。所以事實上是沒有分別、是沒有執著，我們今天在一切法裡要無分別、不執著就對了。"
    },
    {
      "id": "12-004-0015_p0008",
      "zh_CN": "这个意思前面说得很多，怕有初学的同修到这来听会发生误会，一切不分别、不执着，那与白痴有什么两样？学佛，谁都想开智慧，谁愿意去做白痴？要知道这个无分别、不执着是对内，对自己，就是我们俗话讲心里面没有牵挂，这个自在；对人、对事、对物要有分别、有执着，事情才能办得通。这就是所谓「佛法在世间，不离世间觉」，《法华经》上常说「不坏世间法」，不破坏世间法，随顺众生的分别而分别，自己确实没有分别，随顺众生的执着而执着，自己没有执着，这是佛法。所以执着就是不执着，分别就是不分别，因为分别与不分别、执着与不执着是同时的，没有先后，一个对自、一个对他。对自没有分别，对他有分别；对自不执着，对他有执着，所以这个世间法也能够办得圆圆满满，真能够做到非常的圆满。为什么？没有私心，分别执着是私心，没有私心，大公无私，这是佛法，这是智慧。所以底下讲『智灯自在破无明』，智慧之灯很自在的照破无明黑暗，「无明」就是愚痴、就是迷惑、就是不觉。『此无垢者之境界』，「垢」就是迷惑、烦恼，这样的人，这是他们的境界。「无垢者」也是指诸佛如来。诸位想一想，我们心里一天到晚分别，一天到晚起执着，你怎么能了解一个不分别、不执着的人他的境界？确实很难体会。我们跟佛不一样的地方就在此地，除此之外，没有什么不一样的地方。再看底下一首：",
      "zh_TW": "這個意思前面說得很多，怕有初學的同修到這來聽會發生誤會，一切不分別、不執著，那與白痴有什麼兩樣？學佛，誰都想開智慧，誰願意去做白痴？要知道這個無分別、不執著是對內，對自己，就是我們俗話講心裡面沒有牽掛，這個自在；對人、對事、對物要有分別、有執著，事情才能辦得通。這就是所謂「佛法在世間，不離世間覺」，《法華經》上常說「不壞世間法」，不破壞世間法，隨順眾生的分別而分別，自己確實沒有分別，隨順眾生的執著而執著，自己沒有執著，這是佛法。所以執著就是不執著，分別就是不分別，因為分別與不分別、執著與不執著是同時的，沒有先後，一個對自、一個對他。對自沒有分別，對他有分別；對自不執著，對他有執著，所以這個世間法也能夠辦得圓圓滿滿，真能夠做到非常的圓滿。為什麼？沒有私心，分別執著是私心，沒有私心，大公無私，這是佛法，這是智慧。所以底下講『智燈自在破無明』，智慧之燈很自在的照破無明黑暗，「無明」就是愚痴、就是迷惑、就是不覺。『此無垢者之境界』，「垢」就是迷惑、煩惱，這樣的人，這是他們的境界。「無垢者」也是指諸佛如來。諸位想一想，我們心裡一天到晚分別，一天到晚起執著，你怎麼能了解一個不分別、不執著的人他的境界？確實很難體會。我們跟佛不一樣的地方就在此地，除此之外，沒有什麼不一樣的地方。再看底下一首："
    },
    {
      "id": "12-004-0015_p0009",
      "zh_CN": "【以大慈悲覆世间。遍入三世众生海。随宜利乐无边际。此深行者之境界。】",
      "zh_TW": "【以大慈悲覆世間。遍入三世眾生海。隨宜利樂無邊際。此深行者之境界。】"
    },
    {
      "id": "12-004-0015_p0010",
      "zh_CN": "这个偈子里面句句都是说的如来的境界，果地上的境界。『大慈悲』是从清净心、平等心里面流露出来的，是自然流露出来的，这个不是勉强的，不是有人鼓励的。为什么？清净、平等是心之本体，是心之体，有体当然它起作用，起的作用就是慈悲，所以这是自然的流露。如果我们把这三个名词分作三桩事情来讲也非常好，平等心是体；清净心是自受用，自己的享受，清净；大慈悲是他受用，是待人接物，别人享受的。所以一体有两个作用，一个自受用，一个他受用。诸位要明白这个道理之后，你真正想圆成佛道，圆满的修成佛道，自己的享受是什么？不是名闻利养、五欲六尘，不是这些，而是清净，身心清净，无比的清净，这是自己的享受，至高无上的享受。至于物质环境，随缘，好，也欢喜，也清净；恶劣，还是清净，还是欢喜。住在山洞里每天吃草根、吃树叶，他也欢喜，他也清净，绝不会以为这个是太苦了，生活太苦了，他没有这种念头。为什么？他没有分别，他没有执着。所以说把他放到天宫里面，他不觉得那是快乐；把他放到阿鼻地狱，他也不觉得那里很苦。为什么？他的感受是一样的，平等的。那就是他没有苦乐忧喜舍的分别，没有苦乐忧喜舍的执着。所以他在境界里能得清净，对人就大慈大悲，以慈悲去帮助一切众生，我们今天讲服务，为一切众生服务，就是佛法里面讲的慈悲普覆。",
      "zh_TW": "這個偈子裡面句句都是說的如來的境界，果地上的境界。『大慈悲』是從清淨心、平等心裡面流露出來的，是自然流露出來的，這個不是勉強的，不是有人鼓勵的。為什麼？清淨、平等是心之本體，是心之體，有體當然它起作用，起的作用就是慈悲，所以這是自然的流露。如果我們把這三個名詞分作三樁事情來講也非常好，平等心是體；清淨心是自受用，自己的享受，清淨；大慈悲是他受用，是待人接物，別人享受的。所以一體有兩個作用，一個自受用，一個他受用。諸位要明白這個道理之後，你真正想圓成佛道，圓滿的修成佛道，自己的享受是什麼？不是名聞利養、五欲六塵，不是這些，而是清淨，身心清淨，無比的清淨，這是自己的享受，至高無上的享受。至於物質環境，隨緣，好，也歡喜，也清淨；惡劣，還是清淨，還是歡喜。住在山洞裡每天吃草根、吃樹葉，他也歡喜，他也清淨，絕不會以為這個是太苦了，生活太苦了，他沒有這種念頭。為什麼？他沒有分別，他沒有執著。所以說把他放到天宮裡面，他不覺得那是快樂；把他放到阿鼻地獄，他也不覺得那裡很苦。為什麼？他的感受是一樣的，平等的。那就是他沒有苦樂憂喜捨的分別，沒有苦樂憂喜捨的執著。所以他在境界裡能得清淨，對人就大慈大悲，以慈悲去幫助一切眾生，我們今天講服務，為一切眾生服務，就是佛法裡面講的慈悲普覆。"
    },
    {
      "id": "12-004-0015_p0011",
      "zh_CN": "『遍入三世众生海』，人家确实有这个能力，三世是过去、现在、未来，不但他的心能够圆满的贯注，他的力量也能够达得到，这一层是不可思议，力量也能达得到。『随宜利乐无边际』，「随宜」就是随众生根性之宜。根熟的众生就要在这一生当中帮助他成就，叫根熟的；根性没熟的，帮助他成熟。有善根的人，帮助他善根增长；没善根的人，帮助他种善根。所以佛陀的教化就有三乘、五乘之别。正如同世间学校一样，有小学、有中学、有大学、有研究所，他是什么样的程度，我们给他什么样的帮助。没种善根的人如何来种善根？经上常说「一历耳根，永为道种」，他在这一生当中能够见到佛像、能够听到佛名，这就是他有善根，阿赖耶里头有善根，这是给他种善根。不管他信与不信，这个善根总是种下去了，他心里头落了这个印象。这是我们应当要做的，要普遍的去做。",
      "zh_TW": "『遍入三世眾生海』，人家確實有這個能力，三世是過去、現在、未來，不但他的心能夠圓滿的貫注，他的力量也能夠達得到，這一層是不可思議，力量也能達得到。『隨宜利樂無邊際』，「隨宜」就是隨眾生根性之宜。根熟的眾生就要在這一生當中幫助他成就，叫根熟的；根性沒熟的，幫助他成熟。有善根的人，幫助他善根增長；沒善根的人，幫助他種善根。所以佛陀的教化就有三乘、五乘之別。正如同世間學校一樣，有小學、有中學、有大學、有研究所，他是什麼樣的程度，我們給他什麼樣的幫助。沒種善根的人如何來種善根？經上常說「一歷耳根，永為道種」，他在這一生當中能夠見到佛像、能夠聽到佛名，這就是他有善根，阿賴耶裡頭有善根，這是給他種善根。不管他信與不信，這個善根總是種下去了，他心裡頭落了這個印象。這是我們應當要做的，要普遍的去做。"
    },
    {
      "id": "12-004-0015_p0012",
      "zh_CN": "什么叫根熟的众生？根熟就是说他这一生有资格作佛，这就根熟了。在我们想像太难了。其实不难，佛法有许多宗派、有许多法门，一般这些宗派、法门确实不容易，到根熟确实不容易。像在我们中国禅宗最著名的就是六祖惠能大师，在中国禅宗史里面，一生当中接引根熟的众生，没有一个人能超过他，他一生度了四十三个人，四十三个人大彻大悟、明心见性。这个境界依照《华严经》来讲就是初住菩萨，明心见性是初住菩萨。六祖在曹溪教化三十七年，跟他学的人有多少万人，多少万人里面才四十三个。诸位如果再往上面去看看，达摩祖师辛辛苦苦到中国来只度了一个人，慧可。一直到五祖，辛苦一生，也就度一个人，不容易，实在是很难，根熟难。",
      "zh_TW": "什麼叫根熟的眾生？根熟就是說他這一生有資格作佛，這就根熟了。在我們想像太難了。其實不難，佛法有許多宗派、有許多法門，一般這些宗派、法門確實不容易，到根熟確實不容易。像在我們中國禪宗最著名的就是六祖惠能大師，在中國禪宗史裡面，一生當中接引根熟的眾生，沒有一個人能超過他，他一生度了四十三個人，四十三個人大徹大悟、明心見性。這個境界依照《華嚴經》來講就是初住菩薩，明心見性是初住菩薩。六祖在曹溪教化三十七年，跟他學的人有多少萬人，多少萬人裡面才四十三個。諸位如果再往上面去看看，達摩祖師辛辛苦苦到中國來只度了一個人，慧可。一直到五祖，辛苦一生，也就度一個人，不容易，實在是很難，根熟難。"
    },
    {
      "id": "12-004-0015_p0013",
      "zh_CN": "可是另外一个法门里头根熟就容易了，很容易，那就是念佛法门。念佛这个法门古德常讲「万修万人去」，问题是你肯不肯信，你肯不肯真的发愿要去。如果你真相信，天天念着我早一天到西方世界去，时时刻刻有这个意念，把求生西方极乐世界这个事情当作我们一生当中第一桩大事，那你这个就根熟了，你这个人这一生决定成功。这是净土根熟跟其他宗根熟标准不相同。但是这一宗，自古以来，连佛都说，这个法门叫难信之法。所以它这个根熟，不说别的，就是你相信，真相信你就根熟了，你这一生决定往生。一往生西方世界，即使是凡圣同居土下下品往生的，都是一生成佛。真难信，这个事情非常的奇怪。",
      "zh_TW": "可是另外一個法門裡頭根熟就容易了，很容易，那就是念佛法門。念佛這個法門古德常講「萬修萬人去」，問題是你肯不肯信，你肯不肯真的發願要去。如果你真相信，天天念著我早一天到西方世界去，時時刻刻有這個意念，把求生西方極樂世界這個事情當作我們一生當中第一樁大事，那你這個就根熟了，你這個人這一生決定成功。這是淨土根熟跟其他宗根熟標準不相同。但是這一宗，自古以來，連佛都說，這個法門叫難信之法。所以它這個根熟，不說別的，就是你相信，真相信你就根熟了，你這一生決定往生。一往生西方世界，即使是凡聖同居土下下品往生的，都是一生成佛。真難信，這個事情非常的奇怪。"
    },
    {
      "id": "12-004-0015_p0014",
      "zh_CN": "我告诉同修们，我学佛最初老师介绍我净土法门，我是半信半疑，总是不反对就是了，自己不肯认真的去干，跟着大家唱几句佛号，那也常常有的事情，没有真的发愿。我对于净土真正相信就是得力于《华严经》，在《华严经》上看出了门道。华藏海会四十一位法身大士，六祖所度的那四十三个人统统是初住，地位并不高，初住菩萨，圆教的。此地一直到等觉，文殊、普贤、观音，这些等觉菩萨，弥勒菩萨也在其中，也不例外，在《华严经》末后统统求生净土。因此我就把这个经回过头来再细看，看善财童子他学什么法门。结果才恍然大悟，善财童子是文殊菩萨的学生，可以说是文殊最得意的学生。文殊本人念佛求生净土，我们想想他教他最得意的学生应该教什么法门？当然是念佛求生净土，跟老师同一个心、同一个愿、同一个志向，这是我们在《华严经》里面发现的。",
      "zh_TW": "我告訴同修們，我學佛最初老師介紹我淨土法門，我是半信半疑，總是不反對就是了，自己不肯認真的去幹，跟著大家唱幾句佛號，那也常常有的事情，沒有真的發願。我對於淨土真正相信就是得力於《華嚴經》，在《華嚴經》上看出了門道。華藏海會四十一位法身大士，六祖所度的那四十三個人統統是初住，地位並不高，初住菩薩，圓教的。此地一直到等覺，文殊、普賢、觀音，這些等覺菩薩，彌勒菩薩也在其中，也不例外，在《華嚴經》末後統統求生淨土。因此我就把這個經回過頭來再細看，看善財童子他學什麼法門。結果才恍然大悟，善財童子是文殊菩薩的學生，可以說是文殊最得意的學生。文殊本人念佛求生淨土，我們想想他教他最得意的學生應該教什麼法門？當然是念佛求生淨土，跟老師同一個心、同一個願、同一個志向，這是我們在《華嚴經》裡面發現的。"
    },
    {
      "id": "12-004-0015_p0015",
      "zh_CN": "同时我们还得到一个佐证，这个佐证就是唐朝法照禅师，法照原来是修禅的，他那个时候住在衡山，就是现在的湖南南岳，住在衡山。寺庙里头早晨吃粥，用钵，他在吃粥的时候忽然看见这个钵里面，就像现在电视萤幕一样，看到了五台山，整个五台山的景象都在这个钵里头，看得清清楚楚。看到大圣竹林寺，文殊、普贤这两个菩萨在讲经说法，有一万多人在听经。他看到这个景象之后他就记住，尤其这个路径看得很熟，他把它记下来，就发愿朝五台山。他到五台山，果然他见的那个境界就跟钵里头见的一样，于是他找到大圣竹林寺，见到文殊、普贤，他也听讲经听了一座。经听完了之后，他上前向文殊菩萨请教，说末法众生根性都很劣，修什么法门能够成就？文殊菩萨就教他修念佛法门。他就问念哪一尊佛？菩萨告诉他念阿弥陀佛求生净土，而且还念了几声，做个榜样，叫他跟着学，这就是五会新声念佛的方法。现在我们有五会念佛谱，但是这个念法是不是文殊传的？这个不可靠，但是五会新声最初是文殊传给法照的。所以法照从五台山下来之后他不学禅了，他就专门开念佛堂带着大家念佛，他成了净土宗的祖师，净土宗第四代的祖师，他从禅里头过来的。这是给我们得一个佐证，就是文殊菩萨必定教善财修念佛法门。",
      "zh_TW": "同時我們還得到一個佐證，這個佐證就是唐朝法照禪師，法照原來是修禪的，他那個時候住在衡山，就是現在的湖南南嶽，住在衡山。寺廟裡頭早晨吃粥，用缽，他在吃粥的時候忽然看見這個缽裡面，就像現在電視螢幕一樣，看到了五台山，整個五台山的景象都在這個缽裡頭，看得清清楚楚。看到大聖竹林寺，文殊、普賢這兩個菩薩在講經說法，有一萬多人在聽經。他看到這個景象之後他就記住，尤其這個路徑看得很熟，他把它記下來，就發願朝五台山。他到五台山，果然他見的那個境界就跟缽裡頭見的一樣，於是他找到大聖竹林寺，見到文殊、普賢，他也聽講經聽了一座。經聽完了之後，他上前向文殊菩薩請教，說末法眾生根性都很劣，修什麼法門能夠成就？文殊菩薩就教他修念佛法門。他就問念哪一尊佛？菩薩告訴他念阿彌陀佛求生淨土，而且還念了幾聲，做個榜樣，叫他跟著學，這就是五會新聲念佛的方法。現在我們有五會念佛譜，但是這個念法是不是文殊傳的？這個不可靠，但是五會新聲最初是文殊傳給法照的。所以法照從五台山下來之後他不學禪了，他就專門開念佛堂帶著大家念佛，他成了淨土宗的祖師，淨土宗第四代的祖師，他從禪裡頭過來的。這是給我們得一個佐證，就是文殊菩薩必定教善財修念佛法門。"
    },
    {
      "id": "12-004-0015_p0016",
      "zh_CN": "当中五十三参是一回什么事情？诸位要晓得，这个五十三参就是我们日常生活眼之所见、耳之所闻、身体的接触。五十三是把我们这个世间、这个社会各行各业，一切人物、境界归纳成五十三类，是这个意思，你天天都接触到的。所以这个善知识里面，男女老少，出家在家，各行各业，几乎统统都有，都举出一个来做代表。一个念佛人可不可以见这些境界？可以，也能见，也能听，也能接触。当你接触的时候，你一切都明了，这是增长智慧；虽然明了，自己绝不动心，增长一心。一心不乱在哪里修的？在见色闻声当中修的，顺境也好，逆境也好。五十三参里面，里头有三个菩萨代表是逆境，贪、瞋、痴，这我们都念过。代表愚痴的是胜热婆罗门，代表瞋恚的是甘露火王，代表贪欲的是伐苏蜜多女。善财童子都去参访，历事练心，所有境界明了，心里如如不动，还是一句南无阿弥陀佛念到底，念念还是求生西方极乐世界，绝对不被外境所动摇。",
      "zh_TW": "當中五十三參是一回什麼事情？諸位要曉得，這個五十三參就是我們日常生活眼之所見、耳之所聞、身體的接觸。五十三是把我們這個世間、這個社會各行各業，一切人物、境界歸納成五十三類，是這個意思，你天天都接觸到的。所以這個善知識裡面，男女老少，出家在家，各行各業，幾乎統統都有，都舉出一個來做代表。一個念佛人可不可以見這些境界？可以，也能見，也能聽，也能接觸。當你接觸的時候，你一切都明瞭，這是增長智慧；雖然明瞭，自己絕不動心，增長一心。一心不亂在哪裡修的？在見色聞聲當中修的，順境也好，逆境也好。五十三參裡面，裡頭有三個菩薩代表是逆境，貪、瞋、痴，這我們都念過。代表愚痴的是勝熱婆羅門，代表瞋恚的是甘露火王，代表貪欲的是伐蘇蜜多女。善財童子都去參訪，歷事練心，所有境界明瞭，心裡如如不動，還是一句南無阿彌陀佛念到底，念念還是求生西方極樂世界，絕對不被外境所動搖。"
    },
    {
      "id": "12-004-0015_p0017",
      "zh_CN": "所以念佛，如何能够念到功夫成片，能够念到事一心不乱，能够念到理一心不乱，上品上生，花开见佛，《华严经》善财童子给我们做了一个最好的榜样。我们今天不如善财童子，什么地方不如？我们一见色就动心，佛忘掉了，心被色牵走了；一听声，阿弥陀佛也不见了，这不行，这不够资格参访。善财童子有资格参访，就是他虽然参访他如如不动，人家本事在此地。能做到如如不动，增长定慧，一心不乱就是定，增长定慧。我们今天这个心禁不起外面诱惑，一诱惑自己就做不了主，这就退转，所以不能成就。明白这个事理，为什么不去学善财童子？要学善财童子，那要认真的来读《华严经》，特别是这一本，这第五册就是《四十华严》，就是「普贤菩萨行愿品」，这是《八十华严》最后的一品。所以你要晓得，整个《华严经》里面所讲的就是我们现实的生活。如何把现实的生活变成佛菩萨的境界，也在你一念之间。一念觉，现前的生活是佛境界；一念迷，是众生境界。所以佛法、世法，世间、出世间，这当中没有界限，界限就是自己心地的迷悟。迷了，就是佛法也是世间法；悟了，世间法也叫佛法。所以说哪一法不是佛法？悟了的人。迷的人，哪一法是佛法？没有一法是佛法。诸位要想认真的学佛，必须从这个地方去体会。",
      "zh_TW": "所以念佛，如何能夠念到功夫成片，能夠念到事一心不亂，能夠念到理一心不亂，上品上生，花開見佛，《華嚴經》善財童子給我們做了一個最好的榜樣。我們今天不如善財童子，什麼地方不如？我們一見色就動心，佛忘掉了，心被色牽走了；一聽聲，阿彌陀佛也不見了，這不行，這不夠資格參訪。善財童子有資格參訪，就是他雖然參訪他如如不動，人家本事在此地。能做到如如不動，增長定慧，一心不亂就是定，增長定慧。我們今天這個心禁不起外面誘惑，一誘惑自己就做不了主，這就退轉，所以不能成就。明白這個事理，為什麼不去學善財童子？要學善財童子，那要認真的來讀《華嚴經》，特別是這一本，這第五冊就是《四十華嚴》，就是「普賢菩薩行願品」，這是《八十華嚴》最後的一品。所以你要曉得，整個《華嚴經》裡面所講的就是我們現實的生活。如何把現實的生活變成佛菩薩的境界，也在你一念之間。一念覺，現前的生活是佛境界；一念迷，是眾生境界。所以佛法、世法，世間、出世間，這當中沒有界限，界限就是自己心地的迷悟。迷了，就是佛法也是世間法；悟了，世間法也叫佛法。所以說哪一法不是佛法？悟了的人。迷的人，哪一法是佛法？沒有一法是佛法。諸位要想認真的學佛，必須從這個地方去體會。"
    },
    {
      "id": "12-004-0015_p0018",
      "zh_CN": "所以帮助一切众生要随顺，随顺他的根性，随顺他的程度，随顺他的需要，这样的帮助他就乐于接受。譬如说我们今天已经晓得，这一切法门里面净土最殊胜，还有许多学佛的同修在那里排斥净土，他们学禅、学教、学戒律、学密，好不好？好，我们都赞叹。哪有不好的事情？都好。但是我们心里很明白，法门平等，无有高下，都好，你能不能学得成功？这是个未知数。遇到这些人，我们也劝他、也鼓励他认真的去修学，譬如参禅，你就好好的参禅；你学教，你就好好的去学教去。我们不必拉他来念佛，用不着，这样人家起反感。等到他走那个路走个几十年走不通了，他要再回头来的时候他的根性就熟了。到他熟的时候你劝他，他相信了；根性没熟，就是我们俗话说机缘没成熟，这不行，做不到的。所以学佛不可以自赞毁他，决定不许可，自己要谦虚，要称赞别人。你看这五十三位善知识，个个都是如此，表现真正的良好修学风度，没有毁谤别人的。再看底下一首：",
      "zh_TW": "所以幫助一切眾生要隨順，隨順他的根性，隨順他的程度，隨順他的需要，這樣的幫助他就樂於接受。譬如說我們今天已經曉得，這一切法門裡面淨土最殊勝，還有許多學佛的同修在那裡排斥淨土，他們學禪、學教、學戒律、學密，好不好？好，我們都讚歎。哪有不好的事情？都好。但是我們心裡很明白，法門平等，無有高下，都好，你能不能學得成功？這是個未知數。遇到這些人，我們也勸他、也鼓勵他認真的去修學，譬如參禪，你就好好的參禪；你學教，你就好好的去學教去。我們不必拉他來念佛，用不著，這樣人家起反感。等到他走那個路走個幾十年走不通了，他要再回頭來的時候他的根性就熟了。到他熟的時候你勸他，他相信了；根性沒熟，就是我們俗話說機緣沒成熟，這不行，做不到的。所以學佛不可以自讚毀他，決定不許可，自己要謙虛，要稱讚別人。你看這五十三位善知識，個個都是如此，表現真正的良好修學風度，沒有毀謗別人的。再看底下一首："
    },
    {
      "id": "12-004-0015_p0019",
      "zh_CN": "【心常欢喜无诸着。一切所有皆能舍。乐说平等施众生。此无著者之境界。】",
      "zh_TW": "【心常歡喜無諸著。一切所有皆能捨。樂說平等施眾生。此無著者之境界。】"
    },
    {
      "id": "12-004-0015_p0020",
      "zh_CN": "前面讲深行，这里讲无执着。一个一切不执着的人，他的境界心里面欢喜，叫法喜充满，这个欢喜是自性里面流露出来的，这是于法真正有所得的时候自然流露。像《论语》里面孔老夫子也说，「学而时习之，不亦说乎」，是自然流露出来的，不是受外面境界的刺激，不是的。所以跟底下「有朋自远方来，不亦乐乎」，那个乐不一样，乐跟悦不一样，乐是外面境界，心里欢喜聚会的时候很快乐。悦不是如此，悦外头没境界，这个欢喜从内心里面生出来的。所以儒家实在讲，也讲得非常的深刻。他这个法喜从哪来的？从不执着。有执着就有分别、就有烦恼、就有业障，怎么能有欢喜心？果然一切都不执着，你心里面所有的障碍都打扫得干干净净，流露出来的就是慈悲、法喜。",
      "zh_TW": "前面講深行，這裡講無執著。一個一切不執著的人，他的境界心裡面歡喜，叫法喜充滿，這個歡喜是自性裡面流露出來的，這是於法真正有所得的時候自然流露。像《論語》裡面孔老夫子也說，「學而時習之，不亦說乎」，是自然流露出來的，不是受外面境界的刺激，不是的。所以跟底下「有朋自遠方來，不亦樂乎」，那個樂不一樣，樂跟悅不一樣，樂是外面境界，心裡歡喜聚會的時候很快樂。悅不是如此，悅外頭沒境界，這個歡喜從內心裡面生出來的。所以儒家實在講，也講得非常的深刻。他這個法喜從哪來的？從不執著。有執著就有分別、就有煩惱、就有業障，怎麼能有歡喜心？果然一切都不執著，你心裡面所有的障礙都打掃得乾乾淨淨，流露出來的就是慈悲、法喜。"
    },
    {
      "id": "12-004-0015_p0021",
      "zh_CN": "『一切所有皆能舍』，不但身外之物能舍，身也能舍，决定没有吝惜。我们看到经典里面，菩萨修布施舍身，舍头目脑髓。这些经典，诸位读了之后，你可不能学，你要学，你是个大傻瓜。为什么？你要去学，你把经上讲的意思全部错会了。佛教你舍这个手，你就把手砍掉，把它烧掉，佛要看到你这样做，给诸位说，都流眼泪，意思错会了。你看观世音菩萨两个手不够用，要千手千眼，你只有两个手，还把它烧掉。「舍」是什么意思？是无条件的服务于别人。我要帮助人，需不需要手？我用手帮助别人就是我舍手，舍臂；我用这个身来帮助人，来服务于人，这就是舍身；我天天动脑筋，以智慧帮助人，这就是舍脑，要懂这个意思。所以有许多人搞错了，他真的把它烧掉了。所以佛法里头讲「燃烧自己，照耀别人」，这是取里头的意思，不是叫你真烧掉。你真用汽油浇一浇烧掉，你这一把火能照几个人？搞错了。",
      "zh_TW": "『一切所有皆能捨』，不但身外之物能捨，身也能捨，決定沒有吝惜。我們看到經典裡面，菩薩修布施捨身，捨頭目腦髓。這些經典，諸位讀了之後，你可不能學，你要學，你是個大傻瓜。為什麼？你要去學，你把經上講的意思全部錯會了。佛教你捨這個手，你就把手砍掉，把它燒掉，佛要看到你這樣做，給諸位說，都流眼淚，意思錯會了。你看觀世音菩薩兩個手不夠用，要千手千眼，你只有兩個手，還把它燒掉。「捨」是什麼意思？是無條件的服務於別人。我要幫助人，需不需要手？我用手幫助別人就是我捨手，捨臂；我用這個身來幫助人，來服務於人，這就是捨身；我天天動腦筋，以智慧幫助人，這就是捨腦，要懂這個意思。所以有許多人搞錯了，他真的把它燒掉了。所以佛法裡頭講「燃燒自己，照耀別人」，這是取裡頭的意思，不是叫你真燒掉。你真用汽油澆一澆燒掉，你這一把火能照幾個人？搞錯了。"
    },
    {
      "id": "12-004-0015_p0022",
      "zh_CN": "所以在中国的习惯，受菩萨戒之后燃香，出家人在头顶上燃香。这个燃就是取这个意思，取舍身为人，我曾经发过这个愿，我舍自己为别人。摸到这个香疤就想到，我曾经发过这个愿，我今天不能牺牲自己，不能帮助别人，我与自己的本誓愿违背了。在家同修这个香燃在手臂上，燃臂香。这都是时时刻刻提醒自己，是这个意思，燃不燃都没有关系。所以只有中国人燃，世界上其他的佛教徒都不燃。不能说他不燃他就没受过戒，不是的，实在是他们懂得经里面说的是取意思，不是叫你真的烧，哪有这种道理的！所以现在人迷惑颠倒，看到人烧几个手指，这个法师发的愿大，你看他的手指烧掉几个了。手是被烧掉了，大家对他恭敬得不得了，其实都搞错了。所以诸位一定要明白这个道理。",
      "zh_TW": "所以在中國的習慣，受菩薩戒之後燃香，出家人在頭頂上燃香。這個燃就是取這個意思，取捨身為人，我曾經發過這個願，我捨自己為別人。摸到這個香疤就想到，我曾經發過這個願，我今天不能犧牲自己，不能幫助別人，我與自己的本誓願違背了。在家同修這個香燃在手臂上，燃臂香。這都是時時刻刻提醒自己，是這個意思，燃不燃都沒有關係。所以只有中國人燃，世界上其他的佛教徒都不燃。不能說他不燃他就沒受過戒，不是的，實在是他們懂得經裡面說的是取意思，不是叫你真的燒，哪有這種道理的！所以現在人迷惑顛倒，看到人燒幾個手指，這個法師發的願大，你看他的手指燒掉幾個了。手是被燒掉了，大家對他恭敬得不得了，其實都搞錯了。所以諸位一定要明白這個道理。"
    },
    {
      "id": "12-004-0015_p0023",
      "zh_CN": "烧还有另外一个意思，他的手燃掉两个指头，在中国近代禅宗里八指头陀他就是烧掉两个指头。这是什么？给别人看的，叫别人一看到他就想到我们要舍己为人，做这个样子给别人看的。所以你一定要懂得这个意义。我烧两个指头来供养佛，怎么供养法？佛要你这两个指头吗？错了，大错特错。佛要你用你的双手去为众生服务，佛要你这样做法。所以说要能舍，要能够舍己为人。心量要大，不要样样都想到自己。凡夫不能成就，另外一个大因素，起心动念第一个想自己，他不想别人。起心动念第一个想自己，增长我见。你看佛法里说，头一个要破我见。天天在增长我见，这怎么能成就？菩萨明白这个道理，所以他觉悟了，他起心动念都想别人，他不想自己，把自己给忘了。来到这个世间干什么？来到世间为众生服务的，不为自己的。这是行菩萨道，修菩萨行，为别人是真正为自己。",
      "zh_TW": "燒還有另外一個意思，他的手燃掉兩個指頭，在中國近代禪宗裡八指頭陀他就是燒掉兩個指頭。這是什麼？給別人看的，叫別人一看到他就想到我們要捨己為人，做這個樣子給別人看的。所以你一定要懂得這個意義。我燒兩個指頭來供養佛，怎麼供養法？佛要你這兩個指頭嗎？錯了，大錯特錯。佛要你用你的雙手去為眾生服務，佛要你這樣做法。所以說要能捨，要能夠捨己為人。心量要大，不要樣樣都想到自己。凡夫不能成就，另外一個大因素，起心動念第一個想自己，他不想別人。起心動念第一個想自己，增長我見。你看佛法裡說，頭一個要破我見。天天在增長我見，這怎麼能成就？菩薩明白這個道理，所以他覺悟了，他起心動念都想別人，他不想自己，把自己給忘了。來到這個世間幹什麼？來到世間為眾生服務的，不為自己的。這是行菩薩道，修菩薩行，為別人是真正為自己。"
    },
    {
      "id": "12-004-0015_p0024",
      "zh_CN": "菩萨事业里面，菩萨是教学。所以佛教是佛陀的教育，这点诸位要认识清楚，它不是宗教，它是教育。东西方的大教育家，在我们东方是孔老夫子，西方是释迦牟尼佛，当时在世都是以音声为教体。孔老夫子一生讲学，到处讲学，释迦牟尼佛也是一样。所以底下讲『乐说』，这个「乐」就是喜欢说。「说」什么法？说平等法，布施给众生，无条件的教育众生，教化众生。所以佛道是师道，我们称释迦牟尼佛称本师，自称为三宝弟子。所以我们与佛的关系是师生关系，这是一定要搞清楚的。宗教里头没有师生关系，只有教育里头才有师生关系。所以我们要效法佛，要继承佛陀的遗志，依清净平等法说给一切众生听，帮助众生破迷开悟，这才是佛弟子。再看下面一首：",
      "zh_TW": "菩薩事業裡面，菩薩是教學。所以佛教是佛陀的教育，這點諸位要認識清楚，它不是宗教，它是教育。東西方的大教育家，在我們東方是孔老夫子，西方是釋迦牟尼佛，當時在世都是以音聲為教體。孔老夫子一生講學，到處講學，釋迦牟尼佛也是一樣。所以底下講『樂說』，這個「樂」就是喜歡說。「說」什麼法？說平等法，布施給眾生，無條件的教育眾生，教化眾生。所以佛道是師道，我們稱釋迦牟尼佛稱本師，自稱為三寶弟子。所以我們與佛的關係是師生關係，這是一定要搞清楚的。宗教裡頭沒有師生關係，只有教育裡頭才有師生關係。所以我們要效法佛，要繼承佛陀的遺志，依清淨平等法說給一切眾生聽，幫助眾生破迷開悟，這才是佛弟子。再看下面一首："
    },
    {
      "id": "12-004-0015_p0025",
      "zh_CN": "【心无垢浊离诸过。究竟调伏无忧悔。随顺佛教能具修。此无垢者之境界。】",
      "zh_TW": "【心無垢濁離諸過。究竟調伏無憂悔。隨順佛教能具修。此無垢者之境界。】"
    },
    {
      "id": "12-004-0015_p0026",
      "zh_CN": "『垢』是秽垢，是无明烦恼的代名词，有染污，无明烦恼染污这个代名词。心里面没有这些东西，所以他没有过失。『调伏』，「调」是讲调顺我们的性情，「伏」就是伏烦恼。菩萨虽然有善巧的调伏，但是他并不究竟，到佛果上这才算是究竟，究竟圆满了。『无忧悔』，「忧」是忧虑，从此以后远离一切的忧虑，对于世出世间法都没有忧虑，也决定没有后悔。为什么？心清净了。『随顺佛教能具修』，到这样的境界，还要随顺诸佛的教导，具足的修学。「具修」这两个字很不容易，我们不要说太多，就看看我们中文的经典，中文《大藏经》，具是完全修学。咱一看到都害怕，这么多经典，从哪里念起？诸位要晓得，这个具修要抓纲领就行了。所有的经论，不但是释迦牟尼佛讲的，十方三世一切诸佛所说，总离不开三大纲领，照经上来讲就是戒学、定学、慧学，戒定慧，总离不开这个三大纲领。",
      "zh_TW": "『垢』是穢垢，是無明煩惱的代名詞，有染污，無明煩惱染污這個代名詞。心裡面沒有這些東西，所以他沒有過失。『調伏』，「調」是講調順我們的性情，「伏」就是伏煩惱。菩薩雖然有善巧的調伏，但是他並不究竟，到佛果上這才算是究竟，究竟圓滿了。『無憂悔』，「憂」是憂慮，從此以後遠離一切的憂慮，對於世出世間法都沒有憂慮，也決定沒有後悔。為什麼？心清淨了。『隨順佛教能具修』，到這樣的境界，還要隨順諸佛的教導，具足的修學。「具修」這兩個字很不容易，我們不要說太多，就看看我們中文的經典，中文《大藏經》，具是完全修學。咱一看到都害怕，這麼多經典，從哪裡念起？諸位要曉得，這個具修要抓綱領就行了。所有的經論，不但是釋迦牟尼佛講的，十方三世一切諸佛所說，總離不開三大綱領，照經上來講就是戒學、定學、慧學，戒定慧，總離不開這個三大綱領。"
    },
    {
      "id": "12-004-0015_p0027",
      "zh_CN": "再把它归纳，也就是我们通常讲的三皈依，三皈依就是把佛法修学的总纲领、总方向传授给你。佛，佛是觉的意思，觉而不迷，念念都要觉悟；法是正知正见，就是正确的见解、正确的思想，不是邪知邪见，正而不邪；僧是清净的意思，是和合的意思，就是净而不染，团结一致。今天我们要特别强调这一句，这是佛法修学的总纲领，觉正净。这里面每一条都有戒定慧，觉里面有戒定慧，正里面也有戒定慧，净里头也有戒定慧。所以你能够抓到这个纲领就可以「随顺佛教能具修」，你要抓到这个纲领。皈依，皈是回头，依是依靠，我们从迷回过头来依觉，这叫皈依佛。佛在哪里？自性觉，就是自性佛。不是叫你皈依外面的佛，皈依外面的佛就糟了，所谓「泥菩萨过河，自身难保」，你怎么可以依靠他？依自性觉就是皈依佛。从邪知见回过头来依正知正见，这叫皈依法。可见得皈依法是皈依自性正，自性的正知正见。皈依僧也是如此，皈依自性的清净心，从一切染污回过头来依自性净，清净。这叫三皈依。",
      "zh_TW": "再把它歸納，也就是我們通常講的三皈依，三皈依就是把佛法修學的總綱領、總方向傳授給你。佛，佛是覺的意思，覺而不迷，念念都要覺悟；法是正知正見，就是正確的見解、正確的思想，不是邪知邪見，正而不邪；僧是清淨的意思，是和合的意思，就是淨而不染，團結一致。今天我們要特別強調這一句，這是佛法修學的總綱領，覺正淨。這裡面每一條都有戒定慧，覺裡面有戒定慧，正裡面也有戒定慧，淨裡頭也有戒定慧。所以你能夠抓到這個綱領就可以「隨順佛教能具修」，你要抓到這個綱領。皈依，皈是回頭，依是依靠，我們從迷回過頭來依覺，這叫皈依佛。佛在哪裡？自性覺，就是自性佛。不是叫你皈依外面的佛，皈依外面的佛就糟了，所謂「泥菩薩過河，自身難保」，你怎麼可以依靠他？依自性覺就是皈依佛。從邪知見回過頭來依正知正見，這叫皈依法。可見得皈依法是皈依自性正，自性的正知正見。皈依僧也是如此，皈依自性的清淨心，從一切染污回過頭來依自性淨，清淨。這叫三皈依。"
    },
    {
      "id": "12-004-0015_p0028",
      "zh_CN": "所以诸位千万不要搞错了，现在皈依，我皈依某一个法师。那个法师成佛了，你该堕地狱还照样堕地狱，他帮不上忙。你不要说我曾经皈依你的，没用处，这是诸位要晓得的。你读读《楞严经》，释迦牟尼佛成佛了，阿难是他的堂弟，最小的一个堂弟，你看遇到难了，释迦牟尼佛也帮不上忙，这个事情要靠自己。所以佛称之为「无依道人」，不依靠任何人，不依靠外面境界，这是佛教跟宗教不一样的地方。宗教可以依一个神，佛教不依，佛教依自己，佛教给我们要依自己。所以三皈依叫三自皈，你每天早晚课念诵的时候，「自皈依佛，自皈依法」，三自皈，要晓得这个道理。抓到纲领就能够具足的修学。",
      "zh_TW": "所以諸位千萬不要搞錯了，現在皈依，我皈依某一個法師。那個法師成佛了，你該墮地獄還照樣墮地獄，他幫不上忙。你不要說我曾經皈依你的，沒用處，這是諸位要曉得的。你讀讀《楞嚴經》，釋迦牟尼佛成佛了，阿難是他的堂弟，最小的一個堂弟，你看遇到難了，釋迦牟尼佛也幫不上忙，這個事情要靠自己。所以佛稱之為「無依道人」，不依靠任何人，不依靠外面境界，這是佛教跟宗教不一樣的地方。宗教可以依一個神，佛教不依，佛教依自己，佛教給我們要依自己。所以三皈依叫三自皈，你每天早晚課念誦的時候，「自皈依佛，自皈依法」，三自皈，要曉得這個道理。抓到綱領就能夠具足的修學。"
    },
    {
      "id": "12-004-0015_p0029",
      "zh_CN": "如果就经典来说，《华严经》是最好的。《华严经》实在讲就是佛学概论，它的内容包括了整个的佛法。后来发展的所谓十大宗派，无量法门，可以说都是从《华严》流出去的，《华严》的支派。这是个根本，所以称之为根本法轮。在早些年，弘一大师在世的时候，他老人家一生提倡研究《华严》，特别提倡研究《华严经疏钞》，这是清凉大师的注解。他的看法，这部《华严经》就像一部佛学大字典，如果能从这上扎了根，以后不管学哪一宗、哪一派，都很容易。所以这是「随顺佛教能具修」，就经典来说，这个经很好，学《华严》也就是一切都具足了。",
      "zh_TW": "如果就經典來說，《華嚴經》是最好的。《華嚴經》實在講就是佛學概論，它的內容包括了整個的佛法。後來發展的所謂十大宗派，無量法門，可以說都是從《華嚴》流出去的，《華嚴》的支派。這是個根本，所以稱之為根本法輪。在早些年，弘一大師在世的時候，他老人家一生提倡研究《華嚴》，特別提倡研究《華嚴經疏鈔》，這是清涼大師的註解。他的看法，這部《華嚴經》就像一部佛學大字典，如果能從這上扎了根，以後不管學哪一宗、哪一派，都很容易。所以這是「隨順佛教能具修」，就經典來說，這個經很好，學《華嚴》也就是一切都具足了。"
    },
    {
      "id": "12-004-0015_p0030",
      "zh_CN": "这句话在此地意义很深长，因为有许多同修，到稍稍得一点轻安，就是心得一点自在，有一点法喜，他就满足了，认为他的功夫不错，到家了，不肯再进步，这是绝大错误。要晓得，你得那一点点法喜，你还没入门。什么时候才入门？我给诸位说一个最简单的标准，佛门常讲「八风吹不动」，不会被外面名闻利养、苦乐忧喜所动心，这个人才算入门，在佛法这个学校里头讲是小学一年级，还早得很。我们今天外头风稍微吹吹，心就动了，所以说得好听一点，都是在幼稚园，还没有资格上小学，一定要认真的学习。看下面第十二首：",
      "zh_TW": "這句話在此地意義很深長，因為有許多同修，到稍稍得一點輕安，就是心得一點自在，有一點法喜，他就滿足了，認為他的功夫不錯，到家了，不肯再進步，這是絕大錯誤。要曉得，你得那一點點法喜，你還沒入門。什麼時候才入門？我給諸位說一個最簡單的標準，佛門常講「八風吹不動」，不會被外面名聞利養、苦樂憂喜所動心，這個人才算入門，在佛法這個學校裡頭講是小學一年級，還早得很。我們今天外頭風稍微吹吹，心就動了，所以說得好聽一點，都是在幼稚園，還沒有資格上小學，一定要認真的學習。看下面第十二首："
    },
    {
      "id": "12-004-0015_p0031",
      "zh_CN": "【心无动乱无分别。能普觉知诸法性。远离一切诸惑业。此解脱者之境界。】",
      "zh_TW": "【心無動亂無分別。能普覺知諸法性。遠離一切諸惑業。此解脫者之境界。】"
    },
    {
      "id": "12-004-0015_p0032",
      "zh_CN": "『解脱』拿现在的话说就是自由，自由自在的人，他得自在，这个人的境界，这里面有因也有果。『心无动乱』，刚才讲八风吹不动，这是刚刚入门，起码的功夫；『无分别』，在一切境界里他不会再分别。『能普觉知诸法性』，一个人只要不用分别心，分别心是第六意识，我不用第六意识了，那用什么？给诸位说，不用第六意识，你所用的就是妙观察智。不要再去找妙观察智，妙观察智找不到的，是因为你有虚妄的分别，把妙观察智转变成第六意识。你今天在一切法里不用分别，换句话说，就恢复你的妙观察智。妙观察智不生不灭，是真常的；第六意识是假的，是虚妄的，是有生灭的。所以佛菩萨用四智，凡夫用八识，学佛要会转识成智。怎么个转法？就是不用就行了。我心里面真的没有分别，平等了，心里真不分别了，就是妙观察；心里面真的不执着，平等性就现前；心里面确实不落印象，大圆镜也开显了。我们今天干什么事情落个印象，印象好深，怎么样也去不掉，这是阿赖耶识。再深刻的都不落印象，你的心才会清净，这叫功夫，这叫转识成智。这个人他之所以得解脱，就是他会转识成智。",
      "zh_TW": "『解脫』拿現在的話說就是自由，自由自在的人，他得自在，這個人的境界，這裡面有因也有果。『心無動亂』，剛才講八風吹不動，這是剛剛入門，起碼的功夫；『無分別』，在一切境界裡他不會再分別。『能普覺知諸法性』，一個人只要不用分別心，分別心是第六意識，我不用第六意識了，那用什麼？給諸位說，不用第六意識，你所用的就是妙觀察智。不要再去找妙觀察智，妙觀察智找不到的，是因為你有虛妄的分別，把妙觀察智轉變成第六意識。你今天在一切法裡不用分別，換句話說，就恢復你的妙觀察智。妙觀察智不生不滅，是真常的；第六意識是假的，是虛妄的，是有生滅的。所以佛菩薩用四智，凡夫用八識，學佛要會轉識成智。怎麼個轉法？就是不用就行了。我心裡面真的沒有分別，平等了，心裡真不分別了，就是妙觀察；心裡面真的不執著，平等性就現前；心裡面確實不落印象，大圓鏡也開顯了。我們今天幹什麼事情落個印象，印象好深，怎麼樣也去不掉，這是阿賴耶識。再深刻的都不落印象，你的心才會清淨，這叫功夫，這叫轉識成智。這個人他之所以得解脫，就是他會轉識成智。"
    },
    {
      "id": "12-004-0015_p0033",
      "zh_CN": "「心无动乱」，实在讲就是不执着，再加上「无分别」，转第七识为平等性智，转第六识为妙观察智。唯识里面告诉我们（《华严经》是唯识六经之一，它也是唯识宗里头必修的），转识成智，因地里面只转六、七，五、八是果上转，自然就转了，只要第六、第七转了，第八跟前五识自然就转，连带转了。所以他得解脱，所以他得自在，他能够「普觉知诸法性」，这就是禅家讲的明心见性，他心光明了。他见外面的境界都是法性，眼见色性，耳闻声性，舌尝味性，统统是性，不再叫尘，我们凡夫叫六尘，他不叫尘，叫性，这叫见性。性在哪里？尽虚空遍法界无所不是，都是自己的真心。『远离一切诸惑业』，他从此以后不再迷惑、不再造业，因为迷惑、造业都是分别执着而起来的，就是迷惑颠倒。再看下面一首：",
      "zh_TW": "「心無動亂」，實在講就是不執著，再加上「無分別」，轉第七識為平等性智，轉第六識為妙觀察智。唯識裡面告訴我們（《華嚴經》是唯識六經之一，它也是唯識宗裡頭必修的），轉識成智，因地裡面只轉六、七，五、八是果上轉，自然就轉了，只要第六、第七轉了，第八跟前五識自然就轉，連帶轉了。所以他得解脫，所以他得自在，他能夠「普覺知諸法性」，這就是禪家講的明心見性，他心光明了。他見外面的境界都是法性，眼見色性，耳聞聲性，舌嘗味性，統統是性，不再叫塵，我們凡夫叫六塵，他不叫塵，叫性，這叫見性。性在哪裡？盡虛空遍法界無所不是，都是自己的真心。『遠離一切諸惑業』，他從此以後不再迷惑、不再造業，因為迷惑、造業都是分別執著而起來的，就是迷惑顛倒。再看下面一首："
    },
    {
      "id": "12-004-0015_p0034",
      "zh_CN": "【心无疲厌常无退。勇猛勤修一切智。安住增上净戒中。此大丈夫之境界。】",
      "zh_TW": "【心無疲厭常無退。勇猛勤修一切智。安住增上淨戒中。此大丈夫之境界。】"
    },
    {
      "id": "12-004-0015_p0035",
      "zh_CN": "这个『大丈夫』，还有一个叫「大英雄」，都是对佛的称呼。这个第一句是讲精进。菩萨的善根只有一条，就是精进。讲到我们众生的善根，通常讲三善根：无贪、无瞋、无痴，这是世间一切的善法都从这里生出来的。三善根的反面就是贪瞋痴，我们称它作三毒烦恼，就是无量无边的烦恼、罪业都是从贪瞋痴这三条根生出来的。所以世间法的善根是无贪、无瞋、无痴，当然菩萨早已经修成了，早就修成了。修成之后他的善根是什么？就是精进，所以这条讲精进。『心无疲厌常无退』，没有疲劳、没有厌倦，永远的能做到勇猛精进不退。这对什么来说？对修一切智。特别是在这个经上看到善财童子，善财童子到处去参访，为什么？就是为了『勤修一切智』。所以我们如果要想成就，要想将来在西方极乐世界的品位高增，你要学善财。那就是无论什么场合，要去帮助别人，帮助别人就是参学。听人家讲话，那就是开示。你听人家在讲是非，张家长李家短，你听了之后，增长智慧，增长定力。怎么增长智慧？听了不分别、不执着、不落印象，长智慧。你听的是什么？听的是法音。你要一面听一面分别，一面去执着，一面打妄想，那就造罪业了。你看会修不会修就在你自己一念转得过来转不过来，所以这个很妙。",
      "zh_TW": "這個『大丈夫』，還有一個叫「大英雄」，都是對佛的稱呼。這個第一句是講精進。菩薩的善根只有一條，就是精進。講到我們眾生的善根，通常講三善根：無貪、無瞋、無痴，這是世間一切的善法都從這裡生出來的。三善根的反面就是貪瞋痴，我們稱它作三毒煩惱，就是無量無邊的煩惱、罪業都是從貪瞋痴這三條根生出來的。所以世間法的善根是無貪、無瞋、無痴，當然菩薩早已經修成了，早就修成了。修成之後他的善根是什麼？就是精進，所以這條講精進。『心無疲厭常無退』，沒有疲勞、沒有厭倦，永遠的能做到勇猛精進不退。這對什麼來說？對修一切智。特別是在這個經上看到善財童子，善財童子到處去參訪，為什麼？就是為了『勤修一切智』。所以我們如果要想成就，要想將來在西方極樂世界的品位高增，你要學善財。那就是無論什麼場合，要去幫助別人，幫助別人就是參學。聽人家講話，那就是開示。你聽人家在講是非，張家長李家短，你聽了之後，增長智慧，增長定力。怎麼增長智慧？聽了不分別、不執著、不落印象，長智慧。你聽的是什麼？聽的是法音。你要一面聽一面分別，一面去執著，一面打妄想，那就造罪業了。你看會修不會修就在你自己一念轉得過來轉不過來，所以這個很妙。"
    },
    {
      "id": "12-004-0015_p0036",
      "zh_CN": "《华严》的善巧方便就是会转，无论在什么境界里面都是好境界。会用心的人，对于自己都是帮助。孔老夫子说，「三人行必有我师」。我见到善的，我学他；见到不善的，我反省我有没有，他也是我的老师。他要不示现这一招，我怎么会反省？也许自己真有这个毛病，自己不能觉察，看到别人有这个毛病，想想自己也有，赶紧改过，那个人对自己还是老师。所以善财，除了自己之外，统统是自己的善知识，都是自己的老师。所以他一生成无上正等正觉，真是了不起！他末后参访到普贤菩萨，他就是等觉，他与普贤就平等，他与诸佛就平等。你要问他怎么修成的？我们在《华严经》上看到的，善财是一生成佛，即身成佛。他为什么能即身成佛？他会用心，他会学。我们所以不能成就，我们不会用心，我们不会学，差别就在此地。所以念到《华严经》，自己的信心倍增，信心增长。善财也是一个博地凡夫，他遇到文殊，他能够接受、能够听话、能够肯学，而在一生实际生活当中能够历事练心，在一切人事环境里面来练自己的心，练自己的觉而不迷、正而不邪、净而不染，他练这个。",
      "zh_TW": "《華嚴》的善巧方便就是會轉，無論在什麼境界裡面都是好境界。會用心的人，對於自己都是幫助。孔老夫子說，「三人行必有我師」。我見到善的，我學他；見到不善的，我反省我有沒有，他也是我的老師。他要不示現這一招，我怎麼會反省？也許自己真有這個毛病，自己不能覺察，看到別人有這個毛病，想想自己也有，趕緊改過，那個人對自己還是老師。所以善財，除了自己之外，統統是自己的善知識，都是自己的老師。所以他一生成無上正等正覺，真是了不起！他末後參訪到普賢菩薩，他就是等覺，他與普賢就平等，他與諸佛就平等。你要問他怎麼修成的？我們在《華嚴經》上看到的，善財是一生成佛，即身成佛。他為什麼能即身成佛？他會用心，他會學。我們所以不能成就，我們不會用心，我們不會學，差別就在此地。所以念到《華嚴經》，自己的信心倍增，信心增長。善財也是一個博地凡夫，他遇到文殊，他能夠接受、能夠聽話、能夠肯學，而在一生實際生活當中能夠歷事練心，在一切人事環境裡面來練自己的心，練自己的覺而不迷、正而不邪、淨而不染，他練這個。"
    },
    {
      "id": "12-004-0015_p0037",
      "zh_CN": "所以学佛，佛法门路虽然多，八万四千法门，归纳起来可以归纳成三个门路，就是觉正净。像禅宗就走觉这个门，他一定要开悟，他走觉门；教下，像华严宗、天台宗、三论宗、唯识宗，他们走正门，正知正见，在教理上下功夫，求得正知正见，这不容易，要读很多书；念佛的人从净门去下功夫，他求心清净，心净则土净。三个门不一样，入进去都一样。净土里面得一心不乱的，他一定会禅，他一定通教，宗教都通了；禅里面大彻大悟的，他心清净，他通达教理；教下大开圆解了，他有禅定的功夫，他有一心不乱的功夫。都一样的，怕的是你一个门都进不去，就没有法子了。所以这三个门，净的确比较容易，觉门跟正门不太容易进得去，净门比较是容易进得去的。所以你了解了，你对于各宗各派，你会起恭敬心，你不会毁谤，你晓得每个人走的路都不错。所以这是求一切智，一切智是如来果地上的智慧，就是一切种智。因为这个字句它是七个字一句，「一切智」就是一切种智，而不是阿罗汉的一切智。",
      "zh_TW": "所以學佛，佛法門路雖然多，八萬四千法門，歸納起來可以歸納成三個門路，就是覺正淨。像禪宗就走覺這個門，他一定要開悟，他走覺門；教下，像華嚴宗、天台宗、三論宗、唯識宗，他們走正門，正知正見，在教理上下功夫，求得正知正見，這不容易，要讀很多書；念佛的人從淨門去下功夫，他求心清淨，心淨則土淨。三個門不一樣，入進去都一樣。淨土裡面得一心不亂的，他一定會禪，他一定通教，宗教都通了；禪裡面大徹大悟的，他心清淨，他通達教理；教下大開圓解了，他有禪定的功夫，他有一心不亂的功夫。都一樣的，怕的是你一個門都進不去，就沒有法子了。所以這三個門，淨的確比較容易，覺門跟正門不太容易進得去，淨門比較是容易進得去的。所以你了解了，你對於各宗各派，你會起恭敬心，你不會毀謗，你曉得每個人走的路都不錯。所以這是求一切智，一切智是如來果地上的智慧，就是一切種智。因為這個字句它是七個字一句，「一切智」就是一切種智，而不是阿羅漢的一切智。"
    },
    {
      "id": "12-004-0015_p0038",
      "zh_CN": "『安住增上净戒中』，「增上」的戒品跟我们普通戒不一样，所以普通戒很多人持戒死在戒条之下，那是错误的。诸位要晓得，戒是手段，它的目的是得定，是得心清净的。如果能够帮助我的心得到清净，没有一样不是戒，那个帮助就是戒，所以这个戒叫「增上净戒」。定还是手段，目的是开智慧。所以要晓得戒品在佛门里它是手段之手段，你要认清它。重不重要？重要，非常重要。戒律的精神是防非止过，断恶修善，这是最起码的功夫。你要是不能做到这一点，要想心得清净、得定，很困难。所以一定要严持戒律。但是戒律是活活泼泼的，戒律的精神，戒律的理论，戒律的形象，戒律的方法，戒律的果证，条条都要晓得。你要不晓得，你就死在戒律之中，就死在戒条之下。",
      "zh_TW": "『安住增上淨戒中』，「增上」的戒品跟我們普通戒不一樣，所以普通戒很多人持戒死在戒條之下，那是錯誤的。諸位要曉得，戒是手段，它的目的是得定，是得心清淨的。如果能夠幫助我的心得到清淨，沒有一樣不是戒，那個幫助就是戒，所以這個戒叫「增上淨戒」。定還是手段，目的是開智慧。所以要曉得戒品在佛門裡它是手段之手段，你要認清它。重不重要？重要，非常重要。戒律的精神是防非止過，斷惡修善，這是最起碼的功夫。你要是不能做到這一點，要想心得清淨、得定，很困難。所以一定要嚴持戒律。但是戒律是活活潑潑的，戒律的精神，戒律的理論，戒律的形象，戒律的方法，戒律的果證，條條都要曉得。你要不曉得，你就死在戒律之中，就死在戒條之下。"
    },
    {
      "id": "12-004-0015_p0039",
      "zh_CN": "譬如现在我们这里阎瑞彦同学就很难得，他大概还持六斋日，过午不食，这很值得赞叹。可是我怎么样？我不赞叹他。你看他人瘦瘦的那个样子，他这个做法是好，但是要看在什么环境之下。在寺院里面做清众，可以；今天在此地这样繁重的工作，为一切众生服务，我们需要体力、需要精神、需要充分的营养。你没有精神、没有体力，怎么能替大家做事？要明白这个道理。所以这个不是破斋，不是破戒，这里有开缘，我要替大家做事情。尤其天天接近到广大的群众，面色枯黄，人家一看学佛学成这样，算了，别学了，你看学佛学成这个样子。是不是？学佛的人满面红光，学佛不错。不一样，很重要。所以学佛不能不注重营养，看什么时候，你到深山里修行，不接触外头大众，可以，那行；接触广大群众，要替大家来服务，修学大乘佛法，你就不能斤斤计较这些小节，不可以这样的。我们要度广大的众生，叫人家看到我们生欢喜心，看到我们就生信心，这样你想想看度多少人。不要叫人家一见到就把人吓退了，你自己修得再好也不行。为什么？你叫多少人退了心，这个不行，这不是佛法。所以，「安住增上净戒」，这句话里面包罗万象，是我们应当要重视的。「此大丈夫之境界」。",
      "zh_TW": "譬如現在我們這裡閻瑞彥同學就很難得，他大概還持六齋日，過午不食，這很值得讚歎。可是我怎麼樣？我不讚歎他。你看他人瘦瘦的那個樣子，他這個做法是好，但是要看在什麼環境之下。在寺院裡面做清眾，可以；今天在此地這樣繁重的工作，為一切眾生服務，我們需要體力、需要精神、需要充分的營養。你沒有精神、沒有體力，怎麼能替大家做事？要明白這個道理。所以這個不是破齋，不是破戒，這裡有開緣，我要替大家做事情。尤其天天接近到廣大的群眾，面色枯黃，人家一看學佛學成這樣，算了，別學了，你看學佛學成這個樣子。是不是？學佛的人滿面紅光，學佛不錯。不一樣，很重要。所以學佛不能不注重營養，看什麼時候，你到深山裡修行，不接觸外頭大眾，可以，那行；接觸廣大群眾，要替大家來服務，修學大乘佛法，你就不能斤斤計較這些小節，不可以這樣的。我們要度廣大的眾生，叫人家看到我們生歡喜心，看到我們就生信心，這樣你想想看度多少人。不要叫人家一見到就把人嚇退了，你自己修得再好也不行。為什麼？你叫多少人退了心，這個不行，這不是佛法。所以，「安住增上淨戒」，這句話裡面包羅萬象，是我們應當要重視的。「此大丈夫之境界」。"
    },
    {
      "id": "12-004-0015_p0040",
      "zh_CN": "今天时间已经超过五分钟，我们就讲到此地。",
      "zh_TW": "今天時間已經超過五分鐘，我們就講到此地。"
    }
  ]
}