{
  "doc_id": "12-004-0001",
  "title": {
    "zh_CN": "华严开敷夜神章",
    "zh_TW": "華嚴開敷夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "12-004-0001",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-004-0001_p0001",
      "zh_CN": "第七百七十九面，也就是第二十三卷开头。这个经讲了很久的时间，由于每年我都要到国外去一段时期，经典总是断断续续。虽然断续，也可以说它是完整而连贯的。因为这四十卷经，除了本会之外，本会只有三卷经文，从第四卷起就是「善财童子五十三参」，每一参就是一部小经，有始有终。我们每次总是讲几个段落。今天经文开始又是一个段落的开端，我们要讲到「开敷一切树华主夜神」，这位主夜神代表第七地的菩萨。善财童子参访这桩事情，它里面的含义我要很慎重的告诉诸位。佛法法门很多，我们常讲八万四千法门，其实不止八万四千，八万四千还是归纳，有八万四千类，每一类里面不晓得有多少，所以严格的来讲，确确实实是法门无量。四弘誓愿里面所说的「法门无量誓愿学」，善财童子在本经里面就是给我们做一个示范，他就是法门无量誓愿学。",
      "zh_TW": "第七百七十九面，也就是第二十三卷開頭。這個經講了很久的時間，由於每年我都要到國外去一段時期，經典總是斷斷續續。雖然斷續，也可以說它是完整而連貫的。因為這四十卷經，除了本會之外，本會只有三卷經文，從第四卷起就是「善財童子五十三參」，每一參就是一部小經，有始有終。我們每次總是講幾個段落。今天經文開始又是一個段落的開端，我們要講到「開敷一切樹華主夜神」，這位主夜神代表第七地的菩薩。善財童子參訪這樁事情，它裡面的含義我要很慎重的告訴諸位。佛法法門很多，我們常講八萬四千法門，其實不止八萬四千，八萬四千還是歸納，有八萬四千類，每一類裡面不曉得有多少，所以嚴格的來講，確確實實是法門無量。四弘誓願裡面所說的「法門無量誓願學」，善財童子在本經裡面就是給我們做一個示範，他就是法門無量誓願學。"
    },
    {
      "id": "12-004-0001_p0002",
      "zh_CN": "怎么个学法？就非常非常重要，如果你善学，就是你会学的话，你一生就成佛了。如果你要是不善学的话，那个麻烦就大了，为什么？变成了邪知邪见。所以清凉大师就在本经开端讲经题的时候告诉我们，不善学的人听经闻法是增长邪见，如果你不肯学是增长无明。这事情麻烦，我不学，无明天天增长；到处去学，邪见天天增长。这两桩事情都是我们修行证果上的障碍。这桩事情我相信我们同修能够体验得到，譬如我们听讲经，我们听一个人讲经没问题，跟他一个人学没问题；另外再听一个人讲经，问题来了，这个人讲经教给我们走东，那个人说东不对，这个道路走不通，要走西；再遇到一个老师，他们两个都不对，要走北，这听了之后不知道要走哪一条路好，每条路都尝试尝试决定失败。这问题难！我们今天在这一会里面看到善财童子他到处都参访，什么人都听，这里头有正法、有邪法，有佛法、有妖魔鬼怪，他都参访。他到底是什么本事？我们要学就得要学这个本事。所以参学不容易，着重在那个参。",
      "zh_TW": "怎麼個學法？就非常非常重要，如果你善學，就是你會學的話，你一生就成佛了。如果你要是不善學的話，那個麻煩就大了，為什麼？變成了邪知邪見。所以清涼大師就在本經開端講經題的時候告訴我們，不善學的人聽經聞法是增長邪見，如果你不肯學是增長無明。這事情麻煩，我不學，無明天天增長；到處去學，邪見天天增長。這兩樁事情都是我們修行證果上的障礙。這樁事情我相信我們同修能夠體驗得到，譬如我們聽講經，我們聽一個人講經沒問題，跟他一個人學沒問題；另外再聽一個人講經，問題來了，這個人講經教給我們走東，那個人說東不對，這個道路走不通，要走西；再遇到一個老師，他們兩個都不對，要走北，這聽了之後不知道要走哪一條路好，每條路都嘗試嘗試決定失敗。這問題難！我們今天在這一會裡面看到善財童子他到處都參訪，什麼人都聽，這裡頭有正法、有邪法，有佛法、有妖魔鬼怪，他都參訪。他到底是什麼本事？我們要學就得要學這個本事。所以參學不容易，著重在那個參。"
    },
    {
      "id": "12-004-0001_p0003",
      "zh_CN": "在前面，这已经讲得很久了，初会的时候，善财童子的老师是文殊菩萨，他在文殊菩萨座下成就了根本智。诸位要记住，这才有参学的本事、条件；如果没有得根本智，那就没有资格参学，只能跟一个老师，没出师。他在文殊菩萨那里得到根本智，换句话说，毕业，有资格出去参学了。我们再要问，什么叫根本智？这总得要搞清楚。根本智，简单的说就是《般若经》里面所说的「般若无知」，根本智就是无知。我们现在有没有知？有知，又知道东又知道西，又知道我姓什么名什么，又知道他姓什么名什么，你知道得太多了。你所知道的这个都叫邪知邪见，所以你没有资格参学。你一参学就打妄想，净打妄想，净搞分别执着，所以你没有资格参学，你必须训练到无知。所以般若无知，它起作用的时候是无所不知，这妙了。佛无说，你看说法四十九年，无所不说。他因为无说，所以他善说；虽然善说，善说就是无说，这个妙！",
      "zh_TW": "在前面，這已經講得很久了，初會的時候，善財童子的老師是文殊菩薩，他在文殊菩薩座下成就了根本智。諸位要記住，這才有參學的本事、條件；如果沒有得根本智，那就沒有資格參學，只能跟一個老師，沒出師。他在文殊菩薩那裡得到根本智，換句話說，畢業，有資格出去參學了。我們再要問，什麼叫根本智？這總得要搞清楚。根本智，簡單的說就是《般若經》裡面所說的「般若無知」，根本智就是無知。我們現在有沒有知？有知，又知道東又知道西，又知道我姓什麼名什麼，又知道他姓什麼名什麼，你知道得太多了。你所知道的這個都叫邪知邪見，所以你沒有資格參學。你一參學就打妄想，淨打妄想，淨搞分別執著，所以你沒有資格參學，你必須訓練到無知。所以般若無知，它起作用的時候是無所不知，這妙了。佛無說，你看說法四十九年，無所不說。他因為無說，所以他善說；雖然善說，善說就是無說，這個妙！"
    },
    {
      "id": "12-004-0001_p0004",
      "zh_CN": "我们今天有跟无是对立的，佛有跟无是统一的，他不对立，有就是无，无就是有，有无不二，有无一如。几时到不二、到一如，这个智慧叫根本智，要到这个程度。这种境界，如果我们用净土念佛法门来讲，给诸位说，就是理一心不乱；事一心还不行，理一心不乱。这个标准高！怎么晓得他是理一心不乱？你看看《华严经》就晓得了。你看善财童子出来参访的时候，第一位菩萨，我们这是《四十华严》，在《八十华严》里面翻的叫德云比丘，我们这个经叫吉祥云比丘，是一个人，翻译的人用的字不同，德就是吉祥，吉祥就是德，他代表的是圆教初住菩萨。我们就明了，圆教初住菩萨在我们净土法门里面就是理一心不乱，初证得。所以证得理一心，理一心里面有四十一个等级，同样都证理一心，有功夫浅深不相同。因为圆初住就是理一心，十住、十行、十回向、十地、等觉菩萨，统统叫理一心不乱。我们今天念佛念到什么程度？有资格参学吗？没资格。没有资格，那就得要守住一个老师，就像善财一样，他守住文殊菩萨，他得理一心不乱才可以离开，才可以参学，没有到这个境界，只有跟定老师。所以从前古人有跟老师十年、二十年、三十年，有一生不能离开老师。原因在哪里？没有达到这个境界，所以不能离开老师。",
      "zh_TW": "我們今天有跟無是對立的，佛有跟無是統一的，他不對立，有就是無，無就是有，有無不二，有無一如。幾時到不二、到一如，這個智慧叫根本智，要到這個程度。這種境界，如果我們用淨土念佛法門來講，給諸位說，就是理一心不亂；事一心還不行，理一心不亂。這個標準高！怎麼曉得他是理一心不亂？你看看《華嚴經》就曉得了。你看善財童子出來參訪的時候，第一位菩薩，我們這是《四十華嚴》，在《八十華嚴》裡面翻的叫德雲比丘，我們這個經叫吉祥雲比丘，是一個人，翻譯的人用的字不同，德就是吉祥，吉祥就是德，他代表的是圓教初住菩薩。我們就明瞭，圓教初住菩薩在我們淨土法門裡面就是理一心不亂，初證得。所以證得理一心，理一心裡面有四十一個等級，同樣都證理一心，有功夫淺深不相同。因為圓初住就是理一心，十住、十行、十迴向、十地、等覺菩薩，統統叫理一心不亂。我們今天念佛念到什麼程度？有資格參學嗎？沒資格。沒有資格，那就得要守住一個老師，就像善財一樣，他守住文殊菩薩，他得理一心不亂才可以離開，才可以參學，沒有到這個境界，只有跟定老師。所以從前古人有跟老師十年、二十年、三十年，有一生不能離開老師。原因在哪裡？沒有達到這個境界，所以不能離開老師。"
    },
    {
      "id": "12-004-0001_p0005",
      "zh_CN": "我们再要问，善财童子他修什么法门？他用什么功夫？善财是一生成佛，肉身成佛，我们在《华严经》上看到肉身成佛。五十三参，他今天到此地是七地菩萨，跟七地菩萨见面，他自己本人到第七地；本人不到这个程度，见不到七地菩萨。你看他每参访一位善知识，他菩萨地位就升了一级，他是在大经里面我们唯一看到的一生肉身成佛。所以我们很关心他修什么法门？我告诉诸位，他修的是念佛法门。念什么佛？念阿弥陀佛。你要问我，你怎么知道的？我晓得。我怎么晓得？文殊菩萨自己是修念佛法门的，这后头偈子上有，文字上有。文殊菩萨自己就是求生西方极乐世界的，所以他把他自己所修学的法门传给善财。所以善财童子是修念阿弥陀佛这个法门得理一心不乱，这是我们在《华严经》上看到的。",
      "zh_TW": "我們再要問，善財童子他修什麼法門？他用什麼功夫？善財是一生成佛，肉身成佛，我們在《華嚴經》上看到肉身成佛。五十三參，他今天到此地是七地菩薩，跟七地菩薩見面，他自己本人到第七地；本人不到這個程度，見不到七地菩薩。你看他每參訪一位善知識，他菩薩地位就升了一級，他是在大經裡面我們唯一看到的一生肉身成佛。所以我們很關心他修什麼法門？我告訴諸位，他修的是念佛法門。念什麼佛？念阿彌陀佛。你要問我，你怎麼知道的？我曉得。我怎麼曉得？文殊菩薩自己是修念佛法門的，這後頭偈子上有，文字上有。文殊菩薩自己就是求生西方極樂世界的，所以他把他自己所修學的法門傳給善財。所以善財童子是修念阿彌陀佛這個法門得理一心不亂，這是我們在《華嚴經》上看到的。"
    },
    {
      "id": "12-004-0001_p0006",
      "zh_CN": "其次，又有一个非常有力的证明，那就是我们净土宗第四代的祖师法照禅师。上一次我们此地翻印的《念佛谱》，好像此地还有这个本子，你们同修如果没有，可以请一本回去看。《念佛谱》前面的序文写得很清楚，五会新声是法照禅师所传，他原来修禅的，他在禅宗里头大彻大悟，以后他修净土，成为净土宗的祖师，五会新声是他传下来的。谁教给他的？文殊菩萨教给他的，传记里面记载得很清楚。他有一天早晨，寺院里头吃粥（我们现在讲稀饭），他吃粥，很稀很稀的，那时候用钵。他早晨吃稀饭的时候低头往钵里面一看，钵里头现境界（就好像电视萤幕一样），什么境界？五台山。他那时候在湖南，湖南距离山西五台山相当远，他在寺庙里早晨吃粥看到五台山。这里面的景看得清清楚楚，看到五台山有个很大的寺庙，这个寺庙的名字都看得很清楚，叫大圣竹林寺，文殊、普贤两位菩萨在那里讲经，有一万多位菩萨围绕，在那里听经，法会非常的殊胜。他看了之后就记在心里，提起朝五台山的念头，有这境界，所以他就发心朝五台山。他去朝五台山的时候果然见到了，因为到那里路径很熟，看得很清楚，很熟，真的找到大圣竹林寺，跟文殊、普贤菩萨见了面。在那个时候他还听讲一次经，讲经完了之后他就叩见文殊菩萨，特别请教他老人家，末法时期人的根性很钝劣，修什么样的法门容易成就？文殊菩萨就告诉他念佛法门。他问念什么佛？他说念阿弥陀佛，求生西方世界。就传授给他这个念佛的念法，叫五会新声，从那时候传下来的。由此可知，文殊菩萨教法照念阿弥陀佛，法照成就了，也成就净土宗一代祖师，第四代的祖师。",
      "zh_TW": "其次，又有一個非常有力的證明，那就是我們淨土宗第四代的祖師法照禪師。上一次我們此地翻印的《念佛譜》，好像此地還有這個本子，你們同修如果沒有，可以請一本回去看。《念佛譜》前面的序文寫得很清楚，五會新聲是法照禪師所傳，他原來修禪的，他在禪宗裡頭大徹大悟，以後他修淨土，成為淨土宗的祖師，五會新聲是他傳下來的。誰教給他的？文殊菩薩教給他的，傳記裡面記載得很清楚。他有一天早晨，寺院裡頭吃粥（我們現在講稀飯），他吃粥，很稀很稀的，那時候用缽。他早晨吃稀飯的時候低頭往缽裡面一看，缽裡頭現境界（就好像電視螢幕一樣），什麼境界？五台山。他那時候在湖南，湖南距離山西五台山相當遠，他在寺廟裡早晨吃粥看到五台山。這裡面的景看得清清楚楚，看到五台山有個很大的寺廟，這個寺廟的名字都看得很清楚，叫大聖竹林寺，文殊、普賢兩位菩薩在那裡講經，有一萬多位菩薩圍繞，在那裡聽經，法會非常的殊勝。他看了之後就記在心裡，提起朝五台山的念頭，有這境界，所以他就發心朝五台山。他去朝五台山的時候果然見到了，因為到那裡路徑很熟，看得很清楚，很熟，真的找到大聖竹林寺，跟文殊、普賢菩薩見了面。在那個時候他還聽講一次經，講經完了之後他就叩見文殊菩薩，特別請教他老人家，末法時期人的根性很鈍劣，修什麼樣的法門容易成就？文殊菩薩就告訴他念佛法門。他問念什麼佛？他說念阿彌陀佛，求生西方世界。就傳授給他這個念佛的念法，叫五會新聲，從那時候傳下來的。由此可知，文殊菩薩教法照念阿彌陀佛，法照成就了，也成就淨土宗一代祖師，第四代的祖師。"
    },
    {
      "id": "12-004-0001_p0007",
      "zh_CN": "所以我们就晓得，文殊菩萨必定是教善财念阿弥陀佛，而善财童子果然就念到理一心不乱，这才打发他，你出去参学去。其实参学是训练什么？《金刚经》上的两句话，释迦牟尼佛教给须菩提尊者的，「不取于相，如如不动」。所以他普遍参访天下一切善知识，这个一切善知识，不管他是佛门的、是外道的，统统都参访。他是善人也好，是恶人也好，是正的也好，是邪的也好，一概不管，你去参访。去参访，看得清清楚楚，听得清清楚楚，不分别、不执着，这就叫不取于相。好处在哪里？增长智慧，我样样都晓得，没有一样不知道。自己怎么样？还是念一句阿弥陀佛，如如不动，绝对不被其他的学说、行门所影响。他不受别人影响，他去参访禅宗这些参禅的人，听他们讲开示，到禅堂一样跟他们去打坐，他们参究，他坐在那里「阿弥陀佛、阿弥陀佛」，他不被他们所动，如如不动，他就是这个方法。所以自始至终，一直到最后普贤菩萨十大愿王导归极乐，他就是一句弥陀念到底。参访过程当中学什么？华严境界，理事无碍，事事无碍。这样学，他有资格，他参访再多的善知识，听再多的人讲经说法，他不动心，他不分别、不执着，不被别的境界所转，而对外面境界清清楚楚，智慧增长；不为境界所动，定力增长。所以参学是增长他的一心不乱、增长他无量智慧，这种人才有资格参学。",
      "zh_TW": "所以我們就曉得，文殊菩薩必定是教善財念阿彌陀佛，而善財童子果然就念到理一心不亂，這才打發他，你出去參學去。其實參學是訓練什麼？《金剛經》上的兩句話，釋迦牟尼佛教給須菩提尊者的，「不取於相，如如不動」。所以他普遍參訪天下一切善知識，這個一切善知識，不管他是佛門的、是外道的，統統都參訪。他是善人也好，是惡人也好，是正的也好，是邪的也好，一概不管，你去參訪。去參訪，看得清清楚楚，聽得清清楚楚，不分別、不執著，這就叫不取於相。好處在哪裡？增長智慧，我樣樣都曉得，沒有一樣不知道。自己怎麼樣？還是念一句阿彌陀佛，如如不動，絕對不被其他的學說、行門所影響。他不受別人影響，他去參訪禪宗這些參禪的人，聽他們講開示，到禪堂一樣跟他們去打坐，他們參究，他坐在那裡「阿彌陀佛、阿彌陀佛」，他不被他們所動，如如不動，他就是這個方法。所以自始至終，一直到最後普賢菩薩十大願王導歸極樂，他就是一句彌陀念到底。參訪過程當中學什麼？華嚴境界，理事無礙，事事無礙。這樣學，他有資格，他參訪再多的善知識，聽再多的人講經說法，他不動心，他不分別、不執著，不被別的境界所轉，而對外面境界清清楚楚，智慧增長；不為境界所動，定力增長。所以參學是增長他的一心不亂、增長他無量智慧，這種人才有資格參學。"
    },
    {
      "id": "12-004-0001_p0008",
      "zh_CN": "我们今天不行，听听这个，不错，满好，听听那个，也不错；今天听到念佛，想念佛，明天听到一个讲禅的，你又想参禅，再后头又听到一个教密的，你又想去持咒，再一个说是戒律的，你又去持戒，你糟了，你不知道搞什么好，这叫不够资格。所以善财有这个本事，他参学就是学一个不着相、不动心，一句弥陀念到底。他是一个念佛人，是一个标准典型的念阿弥陀佛求生净土的人，我们一定要看出这个门道。假如你要是看不出来，那《华严经》你是白读了。你真看出门道了，对于念佛法门就死心塌地，绝对不会有怀疑。我自己学佛对于净土没有怀疑，是讲《华严经》讲了十几年看出来的。张居士是我道场的老同修，你看我最初几年讲《华严经》没有发现到，讲了十几年恍然大悟，才看出门道，原来善财是这么一回事情，愈想愈有道理。果然不错，他成功了，一生圆满菩提。",
      "zh_TW": "我們今天不行，聽聽這個，不錯，滿好，聽聽那個，也不錯；今天聽到念佛，想念佛，明天聽到一個講禪的，你又想參禪，再後頭又聽到一個教密的，你又想去持咒，再一個說是戒律的，你又去持戒，你糟了，你不知道搞什麼好，這叫不夠資格。所以善財有這個本事，他參學就是學一個不著相、不動心，一句彌陀念到底。他是一個念佛人，是一個標準典型的念阿彌陀佛求生淨土的人，我們一定要看出這個門道。假如你要是看不出來，那《華嚴經》你是白讀了。你真看出門道了，對於念佛法門就死心塌地，絕對不會有懷疑。我自己學佛對於淨土沒有懷疑，是講《華嚴經》講了十幾年看出來的。張居士是我道場的老同修，你看我最初幾年講《華嚴經》沒有發現到，講了十幾年恍然大悟，才看出門道，原來善財是這麼一回事情，愈想愈有道理。果然不錯，他成功了，一生圓滿菩提。"
    },
    {
      "id": "12-004-0001_p0009",
      "zh_CN": "到此地，他又拜访了一位主夜神。主夜神前面说过，都是菩萨示现的。《华严经》里面主夜神一共有十一位。主夜神实在讲，我们平常说得不太好听，很恐怖的，黑无常，主夜，白无常是主昼神，这是主夜神，菩萨化身，而且是七地菩萨。这在将来念到的时候，我们再来跟诸位介绍。这一地叫做远行地，远行地的菩萨。十地菩萨代表十波罗蜜，前面六地，我们看菩萨主修的，初地修布施（当然他是十度同时都修，有一个为主），二地持戒，三地忍辱，四地精进，五地禅定，六地是般若，第七地（远行地）修方便波罗蜜，后面是方便、愿、力、智，《华严经》里面讲十波罗蜜。诸位一定要记住，他是十度齐修，偏重在一度上，所谓「一即是多，多即是一，一多不二」，这是华严境界。清凉在注解里面告诉我们，他说他到「无相住功用后边」，远远的超出了二乘，所以叫做远行地，远远的超越了二乘人。现在我们请看经文，经文从头看起。",
      "zh_TW": "到此地，他又拜訪了一位主夜神。主夜神前面說過，都是菩薩示現的。《華嚴經》裡面主夜神一共有十一位。主夜神實在講，我們平常說得不太好聽，很恐怖的，黑無常，主夜，白無常是主晝神，這是主夜神，菩薩化身，而且是七地菩薩。這在將來念到的時候，我們再來跟諸位介紹。這一地叫做遠行地，遠行地的菩薩。十地菩薩代表十波羅蜜，前面六地，我們看菩薩主修的，初地修布施（當然他是十度同時都修，有一個為主），二地持戒，三地忍辱，四地精進，五地禪定，六地是般若，第七地（遠行地）修方便波羅蜜，後面是方便、願、力、智，《華嚴經》裡面講十波羅蜜。諸位一定要記住，他是十度齊修，偏重在一度上，所謂「一即是多，多即是一，一多不二」，這是華嚴境界。清涼在註解裡面告訴我們，他說他到「無相住功用後邊」，遠遠的超出了二乘，所以叫做遠行地，遠遠的超越了二乘人。現在我們請看經文，經文從頭看起。"
    },
    {
      "id": "12-004-0001_p0010",
      "zh_CN": "【尔时善财童子。得此菩萨甚深自在可爱妙音解脱。正念思惟。增长广大。精勤显示。普遍修行。即时往诣开敷一切树华安乐主夜神所。】",
      "zh_TW": "【爾時善財童子。得此菩薩甚深自在可愛妙音解脫。正念思惟。增長廣大。精勤顯示。普遍修行。即時往詣開敷一切樹華安樂主夜神所。】"
    },
    {
      "id": "12-004-0001_p0011",
      "zh_CN": "这是一段，一个小段落。本经每一参都有六个段落，经文非常整齐。第一个段落叫「依教趣求」，依谁的教？前面一位善知识，在他那里参访完了之后，他推荐第二个善友，你去拜访他。前面一位善友是「守护一切城增长威德主夜神」，那是第六地，在前面一卷，我们不必翻了，晓得就行。他在守护夜神参访之后所得到的功德利益，在此地简单几句给我们提出，换句话说，也就是他最精要的心得报告。所以经文上『得此菩萨』，「此菩萨」就是指前面一位守护夜神。『甚深自在』，什么是「甚深自在」？般若智慧。六地般若波罗蜜就是根本智，从七地、八地、九地、十地，都叫做后得智。根本智，刚才讲了，是无知，实际上就是清净心。心地清净，像水停止在那里，极其清净。水停止了，像一面镜子，它起作用就是照。它把外面的境界照得清清楚楚，从照的作用上讲叫做智，从体上来讲就是清净。所以实际上讲，根本智就是清净心，理一心不乱，得到了清净心。清净心，那是最自在，人心清净，自在。",
      "zh_TW": "這是一段，一個小段落。本經每一參都有六個段落，經文非常整齊。第一個段落叫「依教趣求」，依誰的教？前面一位善知識，在他那裡參訪完了之後，他推薦第二個善友，你去拜訪他。前面一位善友是「守護一切城增長威德主夜神」，那是第六地，在前面一卷，我們不必翻了，曉得就行。他在守護夜神參訪之後所得到的功德利益，在此地簡單幾句給我們提出，換句話說，也就是他最精要的心得報告。所以經文上『得此菩薩』，「此菩薩」就是指前面一位守護夜神。『甚深自在』，什麼是「甚深自在」？般若智慧。六地般若波羅蜜就是根本智，從七地、八地、九地、十地，都叫做後得智。根本智，剛才講了，是無知，實際上就是清淨心。心地清淨，像水停止在那裡，極其清淨。水停止了，像一面鏡子，它起作用就是照。它把外面的境界照得清清楚楚，從照的作用上講叫做智，從體上來講就是清淨。所以實際上講，根本智就是清淨心，理一心不亂，得到了清淨心。清淨心，那是最自在，人心清淨，自在。"
    },
    {
      "id": "12-004-0001_p0012",
      "zh_CN": "在不少的处所，我遇到很多同修都来跟我说，业障深重怎么样消除？这话是真的。业障消除有消除的相，你自己晓得，清清楚楚，你业障除了。从什么地方看？心清净了，清净了就没有业障。你这个心一天到晚起心动念，就是业障；心里面没有念头，业障就消除。这个地方有个拣别，很重要，就是有区别，心里头没有念头，一切事情都是迷迷糊糊的，这业障没有消掉。这是什么？这是无明，无明盖复住。心里面没有念头，什么事情都清楚，这是业障消除了。就是水在静的时候它一定会照，它照得清楚；水很静，但是不起照的作用，那就是无明，那就是无明盖得太厚了，那还是业障。所以说心又要清净是又要灵明，一切事物，六根接触六尘境界，一接触就明了，一接触就通达，不要思惟，不要想像，这是业障消除的现象。所以消业障，最好的方法就是念阿弥陀佛。",
      "zh_TW": "在不少的處所，我遇到很多同修都來跟我說，業障深重怎麼樣消除？這話是真的。業障消除有消除的相，你自己曉得，清清楚楚，你業障除了。從什麼地方看？心清淨了，清淨了就沒有業障。你這個心一天到晚起心動念，就是業障；心裡面沒有念頭，業障就消除。這個地方有個揀別，很重要，就是有區別，心裡頭沒有念頭，一切事情都是迷迷糊糊的，這業障沒有消掉。這是什麼？這是無明，無明蓋覆住。心裡面沒有念頭，什麼事情都清楚，這是業障消除了。就是水在靜的時候它一定會照，它照得清楚；水很靜，但是不起照的作用，那就是無明，那就是無明蓋得太厚了，那還是業障。所以說心又要清淨是又要靈明，一切事物，六根接觸六塵境界，一接觸就明瞭，一接觸就通達，不要思惟，不要想像，這是業障消除的現象。所以消業障，最好的方法就是念阿彌陀佛。"
    },
    {
      "id": "12-004-0001_p0013",
      "zh_CN": "我们念阿弥陀佛求什么？求一心不乱。心里面不管起什么念头，善念也好，恶念也好，不要去理会，马上把这个念头换成阿弥陀佛，就对了。古德常说，「不怕念起，只怕觉迟」。念是什么？妄念。你想过去的是妄念，你想将来的还是妄念，它是妄念，妄念就是业障。所以一定要晓得，就是要有警觉心，我念头一起「阿弥陀佛」，立刻就转。妄念只有一个，没有第二个，绝不叫妄念相续，久而久之，你心里面就一片阿弥陀佛，没有妄念。这个境界很好，这个境界叫功夫成片，能念到功夫成片就决定往生。我这次在洛杉矶，见到史清源居士往生，我看到之后非常的欢喜，预知时至，无疾而终，这是给我们念佛人事实的证明。我十二月三十号在洛杉矶，他头七，他往生七天，周宣德居士特地来告诉我这个消息。他往生前一天告诉他太太，他要往生西方世界去了，他太太骂他胡说八道。到第二天，一切很正常，早晨吃早饭很正常，中午他太太给他做了一碗白木耳，他吃了之后，十一点半钟走的。你看看这个多自在！今年七十九岁。这个不假，这是事实，清清楚楚、明明白白。",
      "zh_TW": "我們念阿彌陀佛求什麼？求一心不亂。心裡面不管起什麼念頭，善念也好，惡念也好，不要去理會，馬上把這個念頭換成阿彌陀佛，就對了。古德常說，「不怕念起，只怕覺遲」。念是什麼？妄念。你想過去的是妄念，你想將來的還是妄念，它是妄念，妄念就是業障。所以一定要曉得，就是要有警覺心，我念頭一起「阿彌陀佛」，立刻就轉。妄念只有一個，沒有第二個，絕不叫妄念相續，久而久之，你心裡面就一片阿彌陀佛，沒有妄念。這個境界很好，這個境界叫功夫成片，能念到功夫成片就決定往生。我這次在洛杉磯，見到史清源居士往生，我看到之後非常的歡喜，預知時至，無疾而終，這是給我們念佛人事實的證明。我十二月三十號在洛杉磯，他頭七，他往生七天，周宣德居士特地來告訴我這個消息。他往生前一天告訴他太太，他要往生西方世界去了，他太太罵他胡說八道。到第二天，一切很正常，早晨吃早飯很正常，中午他太太給他做了一碗白木耳，他吃了之後，十一點半鐘走的。你看看這個多自在！今年七十九歲。這個不假，這是事實，清清楚楚、明明白白。"
    },
    {
      "id": "12-004-0001_p0014",
      "zh_CN": "所以诸位要知道，人生苦短，这个世间什么都是假的，只有一桩事情是真的，往生西方极乐世界。八万四千法门，在理论上讲，「法门平等，无有高下」，那是没错的；在事实上，修行上来说，有难易不同。一切法门里头，第一殊胜的法门是念佛法门，《华严经》就是提倡念佛法门。所以，我看《华严经》就是大本《弥陀经》，详细的《弥陀经》，《阿弥陀经》就是略本的《华严经》，就是《华严经》的纲要，这两样是一不是二。这么大的经到最后归宿，十大愿王导归极乐，它是以西方极乐世界为目标的，四十一位法身大士个个都是理一心不乱，他们生西方世界生实报庄严土。要是走其他的路，学其他的法门，很难很难。",
      "zh_TW": "所以諸位要知道，人生苦短，這個世間什麼都是假的，只有一樁事情是真的，往生西方極樂世界。八萬四千法門，在理論上講，「法門平等，無有高下」，那是沒錯的；在事實上，修行上來說，有難易不同。一切法門裡頭，第一殊勝的法門是念佛法門，《華嚴經》就是提倡念佛法門。所以，我看《華嚴經》就是大本《彌陀經》，詳細的《彌陀經》，《阿彌陀經》就是略本的《華嚴經》，就是《華嚴經》的綱要，這兩樣是一不是二。這麼大的經到最後歸宿，十大願王導歸極樂，它是以西方極樂世界為目標的，四十一位法身大士個個都是理一心不亂，他們生西方世界生實報莊嚴土。要是走其他的路，學其他的法門，很難很難。"
    },
    {
      "id": "12-004-0001_p0015",
      "zh_CN": "现在在外国禅的风气很盛，因为大家一窝蜂的去学禅，那我也只好讲讲禅宗的东西，讲给他们听听。我在那里讲了一部《六祖坛经》，讲了一遍《金刚经》，《大珠和尚语录》也讲了一遍。讲完之后我问他，你能行吗？不要说这是佛法里面讲的上上禅，我们讲最起码的禅，欲界上去叫色界，色界的初禅天，这是最起码的，初禅的标准是欲断掉了，超越欲界。欲是什么？名闻利养，五欲六尘，财色名食睡。这个东西摆在面前，你自己问问你自己，你还动不动心？如果你还动心，换句话说，你还出不了欲界，你连初禅的本事都没有。你没有出欲界，你对于五欲六尘、名闻利养，你还有贪瞋痴慢，你还有这个东西在。所以有些人真正去想想，不行，摇摇头，没有办法，想想这一生不能成就。那不能成就怎么办？念佛，带业往生，只有这一条路子。刚才讲了，念到功夫成片，就是念头一起马上换成阿弥陀佛，念到功夫成片就能带业往生。",
      "zh_TW": "現在在外國禪的風氣很盛，因為大家一窩蜂的去學禪，那我也只好講講禪宗的東西，講給他們聽聽。我在那裡講了一部《六祖壇經》，講了一遍《金剛經》，《大珠和尚語錄》也講了一遍。講完之後我問他，你能行嗎？不要說這是佛法裡面講的上上禪，我們講最起碼的禪，欲界上去叫色界，色界的初禪天，這是最起碼的，初禪的標準是欲斷掉了，超越欲界。欲是什麼？名聞利養，五欲六塵，財色名食睡。這個東西擺在面前，你自己問問你自己，你還動不動心？如果你還動心，換句話說，你還出不了欲界，你連初禪的本事都沒有。你沒有出欲界，你對於五欲六塵、名聞利養，你還有貪瞋痴慢，你還有這個東西在。所以有些人真正去想想，不行，搖搖頭，沒有辦法，想想這一生不能成就。那不能成就怎麼辦？念佛，帶業往生，只有這一條路子。剛才講了，念到功夫成片，就是念頭一起馬上換成阿彌陀佛，念到功夫成片就能帶業往生。"
    },
    {
      "id": "12-004-0001_p0016",
      "zh_CN": "像史清源居士，他往生这么自在，他到底到什么功夫？我告诉诸位，带业往生就能预知时至，不必到一心不乱。如果到一心不乱，跟禅的功夫是相等的，没有两样。事一心不乱等于阿罗汉，等于九次第定，那超越三界了；理一心不乱更不必说了，那是证得性定，那不必讲了，我们只论功夫成片。所以功夫成片里面也有三辈九品，上品的可以预知时至，不但可以预知时至，而且可以生死自在，我愿意在这个世间多住几年就多住几年，愿意什么时候走马上就可以走，对他来说没有生死。所以叫了生死，生死了脱、自在了。西方极乐世界自在往来，功夫成片上品就可以证得。所以在今天我们要想成就，唯有这一门，我们要珍惜，决定不能错过这个因缘。古德说「万修万人去」，问题就是你肯不肯修？所以到功夫成片，你妄念虽然没断，压住了，一句佛号打成一片，也能得到相似的自在。此地是讲甚深自在，甚深自在就是理一心不乱，甚深！所以我们可以用上个三、五年工夫，得到相似的自在。",
      "zh_TW": "像史清源居士，他往生這麼自在，他到底到什麼功夫？我告訴諸位，帶業往生就能預知時至，不必到一心不亂。如果到一心不亂，跟禪的功夫是相等的，沒有兩樣。事一心不亂等於阿羅漢，等於九次第定，那超越三界了；理一心不亂更不必說了，那是證得性定，那不必講了，我們只論功夫成片。所以功夫成片裡面也有三輩九品，上品的可以預知時至，不但可以預知時至，而且可以生死自在，我願意在這個世間多住幾年就多住幾年，願意什麼時候走馬上就可以走，對他來說沒有生死。所以叫了生死，生死了脫、自在了。西方極樂世界自在往來，功夫成片上品就可以證得。所以在今天我們要想成就，唯有這一門，我們要珍惜，決定不能錯過這個因緣。古德說「萬修萬人去」，問題就是你肯不肯修？所以到功夫成片，你妄念雖然沒斷，壓住了，一句佛號打成一片，也能得到相似的自在。此地是講甚深自在，甚深自在就是理一心不亂，甚深！所以我們可以用上個三、五年工夫，得到相似的自在。"
    },
    {
      "id": "12-004-0001_p0017",
      "zh_CN": "『可爱妙音解脱』。「可爱」叫法喜充满。「妙音」是什么？到心清净的时候，一切音声都是妙音，一切色相都是妙色。所谓妙，简单的说就是非有非无，或者我们讲相有体无，这叫妙。他在音声、色相里面得到解脱，得到自在，不会再被音声、色相所缠缚。我们今天不行，我们今天听到音声，听到很悦耳的音声，就想多听几声，就被它缠缚住；听到噪音就很讨厌，又被它缠缚住。见到色相，顺自己意思的起了贪心，缠缚住了，贪心就是一条绳子；不顺自己意思，心里不高兴，又被缠缚住了。总是被外面境界所转，所以你不得自在，心为境转，这种人很可怜。在国外，看相算命生意都很好，看风水那个收入很可观。所以有许多学了佛的人来问我，我们住的地方要不要看个风水？要不要去算个命？我就告诉他，亦可亦不可。为什么？你是凡夫，心为境转，那是应该要去看看风水。如果你真正修清净心，那就没有这个必要，为什么？你可以转境界。你转不了境界就被境界所转。佛在《楞严经》上说得好，「若能转境，则同如来」。转境就是刚才讲的心清净，绝不为外境所动摇，不管这个境界是顺、是逆，自己的心是清净的。所以我们修心，修清净心。修行，实在讲就是修心。",
      "zh_TW": "『可愛妙音解脫』。「可愛」叫法喜充滿。「妙音」是什麼？到心清淨的時候，一切音聲都是妙音，一切色相都是妙色。所謂妙，簡單的說就是非有非無，或者我們講相有體無，這叫妙。他在音聲、色相裡面得到解脫，得到自在，不會再被音聲、色相所纏縛。我們今天不行，我們今天聽到音聲，聽到很悅耳的音聲，就想多聽幾聲，就被它纏縛住；聽到噪音就很討厭，又被它纏縛住。見到色相，順自己意思的起了貪心，纏縛住了，貪心就是一條繩子；不順自己意思，心裡不高興，又被纏縛住了。總是被外面境界所轉，所以你不得自在，心為境轉，這種人很可憐。在國外，看相算命生意都很好，看風水那個收入很可觀。所以有許多學了佛的人來問我，我們住的地方要不要看個風水？要不要去算個命？我就告訴他，亦可亦不可。為什麼？你是凡夫，心為境轉，那是應該要去看看風水。如果你真正修清淨心，那就沒有這個必要，為什麼？你可以轉境界。你轉不了境界就被境界所轉。佛在《楞嚴經》上說得好，「若能轉境，則同如來」。轉境就是剛才講的心清淨，絕不為外境所動搖，不管這個境界是順、是逆，自己的心是清淨的。所以我們修心，修清淨心。修行，實在講就是修心。"
    },
    {
      "id": "12-004-0001_p0018",
      "zh_CN": "佛法修学的三大纲领，就是三皈依。所以学佛，一入佛门，先受三皈依。为什么？先把修行的总纲领教给你。八万四千种法门就是八万四千种不同的手段、不同的方法，修什么东西？就是修佛法僧，就修这个东西。佛是觉的意思，觉而不迷，这叫皈依佛。皈是回头，我们从迷惑颠倒回过头来依觉，觉而不迷，这叫皈依佛。法是正知正见，正知正见是什么？就是刚才讲了，般若无知，无所不知，那是正知正见。你要是有知，有知就错了。你看《楞严经》第四卷里面，富楼那尊者请教释迦牟尼佛，无明从哪来的？无明是几时生的？这是佛教里的大问题。佛解答得非常巧妙，「知见立知是无明本」，这一句话把问题解答得清清楚楚、明明白白。你看得清清楚楚、明明白白，这叫知见，这就是真正智慧，就是般若智慧。如果你叫它「这是个毛巾」，这就叫立知，这就叫无明，无明就起来了；「这是黄色的」，这是无明。它没有名字，「名可名，非常名，道可道，非常道」。你看得清楚、听得清楚，这是你般若的真智慧；你在上头去加一个名字，给它加一个什么，就坏了，这就叫无明的根本。无明就是这么来的。",
      "zh_TW": "佛法修學的三大綱領，就是三皈依。所以學佛，一入佛門，先受三皈依。為什麼？先把修行的總綱領教給你。八萬四千種法門就是八萬四千種不同的手段、不同的方法，修什麼東西？就是修佛法僧，就修這個東西。佛是覺的意思，覺而不迷，這叫皈依佛。皈是回頭，我們從迷惑顛倒回過頭來依覺，覺而不迷，這叫皈依佛。法是正知正見，正知正見是什麼？就是剛才講了，般若無知，無所不知，那是正知正見。你要是有知，有知就錯了。你看《楞嚴經》第四卷裡面，富樓那尊者請教釋迦牟尼佛，無明從哪來的？無明是幾時生的？這是佛教裡的大問題。佛解答得非常巧妙，「知見立知是無明本」，這一句話把問題解答得清清楚楚、明明白白。你看得清清楚楚、明明白白，這叫知見，這就是真正智慧，就是般若智慧。如果你叫它「這是個毛巾」，這就叫立知，這就叫無明，無明就起來了；「這是黃色的」，這是無明。它沒有名字，「名可名，非常名，道可道，非常道」。你看得清楚、聽得清楚，這是你般若的真智慧；你在上頭去加一個名字，給它加一個什麼，就壞了，這就叫無明的根本。無明就是這麼來的。"
    },
    {
      "id": "12-004-0001_p0019",
      "zh_CN": "所以你明白这个道理，道能不能言说？不能言说，凡是言说的都不是正道，不是真的，所以真正的不可思议。我提出这个，我现在问你，离开一切名字相道一句来，你说给我听听。说不出来，每个人看得清清楚楚，「如人饮水，冷暖自知」。连这么一个东西都不可思议，还谈其余吗？所以真正的法是不可思议，不可思就是不能够用心思惟，就是不能用心意识；不可议，就是不能议论，不能说，「开口便错，动念皆乖」，真的东西失掉了。离开一切思惟、言说，这个世界是真实的，叫一真法界；才动一念就变成十法界、千法界、万法界，无量无边的法界，就变质了。我们要明白这个道理。真知是无知，无所不知，这你懂吧！你看得清楚、听得清楚，怎么不知？样样都知道。虽然知道，言思所不及，达不到。所以一切言语都叫方便法。佛四十九年给我们讲的什么？方便法。你要从方便法里面去悟入真实，你才能得受用；你要是不能悟入真实，把方便当作真实，那就变成邪见，增长邪见，你根本没有懂得佛的意思。所以佛是无说而说，说而无说，我们会听的人是听而无听，无听而听，你才能跟佛心心相应、相契合，才能懂得他的真实义。《开经偈》里面讲「愿解如来真实义」，这个不简单，一定要懂得这个诀窍。这就是法，法叫正知正见。",
      "zh_TW": "所以你明白這個道理，道能不能言說？不能言說，凡是言說的都不是正道，不是真的，所以真正的不可思議。我提出這個，我現在問你，離開一切名字相道一句來，你說給我聽聽。說不出來，每個人看得清清楚楚，「如人飲水，冷暖自知」。連這麼一個東西都不可思議，還談其餘嗎？所以真正的法是不可思議，不可思就是不能夠用心思惟，就是不能用心意識；不可議，就是不能議論，不能說，「開口便錯，動念皆乖」，真的東西失掉了。離開一切思惟、言說，這個世界是真實的，叫一真法界；才動一念就變成十法界、千法界、萬法界，無量無邊的法界，就變質了。我們要明白這個道理。真知是無知，無所不知，這你懂吧！你看得清楚、聽得清楚，怎麼不知？樣樣都知道。雖然知道，言思所不及，達不到。所以一切言語都叫方便法。佛四十九年給我們講的什麼？方便法。你要從方便法裡面去悟入真實，你才能得受用；你要是不能悟入真實，把方便當作真實，那就變成邪見，增長邪見，你根本沒有懂得佛的意思。所以佛是無說而說，說而無說，我們會聽的人是聽而無聽，無聽而聽，你才能跟佛心心相應、相契合，才能懂得他的真實義。《開經偈》裡面講「願解如來真實義」，這個不簡單，一定要懂得這個訣竅。這就是法，法叫正知正見。"
    },
    {
      "id": "12-004-0001_p0020",
      "zh_CN": "皈依僧，僧表清净，六根清净，一尘不染。从染污里头回过头来，依清净，就是依清净心。染污什么？我们在境界里面起分别，被分别染污；起执着，被执着染污；起贪爱，被贪爱染污；起瞋恚，被瞋恚染污；起心动念就被外境染污。所以真正修行在哪里？诸位要晓得，真正修行就在日常生活当中，在六根接触六尘之处，在起心动念的地方修行。这叫真正会修行，真正会用功。而不是天天坐在佛菩萨像面前，念着经、拜着佛、烧着香，再敲着木鱼，好像有那么回事一样，心里还是胡思乱想，装模作样。所以你要真正懂得。那种形式也有必要，做给什么？做给不学佛的人看的，「这个人是个学佛的人」，做给他看的，引起他、激发他向道之心，所以那也是个方便法。换句话说，拿今天的话来讲，那是宣传，那是广告，做出样子，那是广告、是宣传，接引众生的。真正修行，不注重这些行迹，而注重在起心动念之处，保护自己本来有的觉正净。八万四千法门，那是方法、是手段，统统修的是觉正净。",
      "zh_TW": "皈依僧，僧表清淨，六根清淨，一塵不染。從染污裡頭回過頭來，依清淨，就是依清淨心。染污什麼？我們在境界裡面起分別，被分別染污；起執著，被執著染污；起貪愛，被貪愛染污；起瞋恚，被瞋恚染污；起心動念就被外境染污。所以真正修行在哪裡？諸位要曉得，真正修行就在日常生活當中，在六根接觸六塵之處，在起心動念的地方修行。這叫真正會修行，真正會用功。而不是天天坐在佛菩薩像面前，念著經、拜著佛、燒著香，再敲著木魚，好像有那麼回事一樣，心裡還是胡思亂想，裝模作樣。所以你要真正懂得。那種形式也有必要，做給什麼？做給不學佛的人看的，「這個人是個學佛的人」，做給他看的，引起他、激發他向道之心，所以那也是個方便法。換句話說，拿今天的話來講，那是宣傳，那是廣告，做出樣子，那是廣告、是宣傳，接引眾生的。真正修行，不注重這些行跡，而注重在起心動念之處，保護自己本來有的覺正淨。八萬四千法門，那是方法、是手段，統統修的是覺正淨。"
    },
    {
      "id": "12-004-0001_p0021",
      "zh_CN": "所以中国外国、在家出家，他修的法门不一样，他念的经典不一样，他有一个是一样的，三皈依是一样的，他早晚课诵一定有三皈依。你就晓得，三皈依是修行的目标，是八万四千法门修行的总纲领，太重要！你想学佛，先授给你三皈依，你一生就向这个目标去努力、去精进。修净土也不例外，心净则土净，自己真正能够达到觉正净，就是一心不乱。乱心里头没有觉、没有正也没有净，清净心里面有觉、有正、有净，修的是这个，待人接物当中就是修的这个，这是真正用功。善财童子五十三参就是教给我们如何来修觉正净，你看他参访的善知识，这些人很复杂，他在这个复杂的人、复杂的事，复杂的这些物里面，修他的觉正净，这叫可爱妙音解脱。六尘里面有一个，有一个其余都包括了。譬如说可爱妙音解脱，可爱妙色也解脱了，一个解脱一切都解脱，色声香味触法无一不妙，无一不可爱，无一不自在，解脱就是自在，不被它缠缚了，就是自在，就是解脱。",
      "zh_TW": "所以中國外國、在家出家，他修的法門不一樣，他念的經典不一樣，他有一個是一樣的，三皈依是一樣的，他早晚課誦一定有三皈依。你就曉得，三皈依是修行的目標，是八萬四千法門修行的總綱領，太重要！你想學佛，先授給你三皈依，你一生就向這個目標去努力、去精進。修淨土也不例外，心淨則土淨，自己真正能夠達到覺正淨，就是一心不亂。亂心裡頭沒有覺、沒有正也沒有淨，清淨心裡面有覺、有正、有淨，修的是這個，待人接物當中就是修的這個，這是真正用功。善財童子五十三參就是教給我們如何來修覺正淨，你看他參訪的善知識，這些人很複雜，他在這個複雜的人、複雜的事，複雜的這些物裡面，修他的覺正淨，這叫可愛妙音解脫。六塵裡面有一個，有一個其餘都包括了。譬如說可愛妙音解脫，可愛妙色也解脫了，一個解脫一切都解脫，色聲香味觸法無一不妙，無一不可愛，無一不自在，解脫就是自在，不被它纏縛了，就是自在，就是解脫。"
    },
    {
      "id": "12-004-0001_p0022",
      "zh_CN": "『正念思惟，增长广大』。这刚才跟诸位说了，「正念」，可见得念不是无念，是无有邪念。所谓无有邪念，禅宗里面讲，特别是中国南传的禅宗，达摩祖师、六祖所传的这个，禅是以无念为宗。无念就是正念，无念是无邪念，不是没有正念。什么叫正念？这个你看得清楚，这就是正念；一切音声你听得清楚，这是正念。六根对六尘起的第一念是正念，希望你第二念也能保持着第一念。这一看，这什么？毛巾，毛巾是第二念，第二义。我们佛门常讲第一义，第一义，不可思议。你一接触的第一个刹那，这是第一念，是不可思议，第二念就变成可思可议。那就落在哪里？落在心意识里去，就落到第二义去。其实，第一义跟第二义有没有界限？没有；有没有区分？没有，真妄不二，邪正一如，只有迷悟，悟了法法都是第一义，迷了没有一样是第一义，就是迷悟之分。换句话说，就是起心动念之分，你只要不起心、不动念，这是第一义；起心动念了，第二义。",
      "zh_TW": "『正念思惟，增長廣大』。這剛才跟諸位說了，「正念」，可見得念不是無念，是無有邪念。所謂無有邪念，禪宗裡面講，特別是中國南傳的禪宗，達摩祖師、六祖所傳的這個，禪是以無念為宗。無念就是正念，無念是無邪念，不是沒有正念。什麼叫正念？這個你看得清楚，這就是正念；一切音聲你聽得清楚，這是正念。六根對六塵起的第一念是正念，希望你第二念也能保持著第一念。這一看，這什麼？毛巾，毛巾是第二念，第二義。我們佛門常講第一義，第一義，不可思議。你一接觸的第一個剎那，這是第一念，是不可思議，第二念就變成可思可議。那就落在哪裡？落在心意識裡去，就落到第二義去。其實，第一義跟第二義有沒有界限？沒有；有沒有區分？沒有，真妄不二，邪正一如，只有迷悟，悟了法法都是第一義，迷了沒有一樣是第一義，就是迷悟之分。換句話說，就是起心動念之分，你只要不起心、不動念，這是第一義；起心動念了，第二義。"
    },
    {
      "id": "12-004-0001_p0023",
      "zh_CN": "这里面关系很大，诸位必须要牢牢的记住，起心动念是生死的根本，六道轮回的原因。因为起心动念是生灭心，不起心、不动念是常住真心，超越六道轮回，那是一真法界。佛与大菩萨们住一真法界，住一真法界他对一切境界，他不起心、不动念，所以心是常住真心，没有生灭。我们凡夫、权教菩萨，他在境界起心动念，他分别执着，所以他住的是十法界，他落在生死轮回里面；换句话说，他失掉了正念。善财童子人家有本事，他正念。正念当中怎么又加个思惟？思惟是不是又落到第六意识去了？不是的，此思惟不是彼思惟，这个思惟是没有思惟。它代表什么？代表明了。你说我一看就明了，并没有去想，一看就明了，从明了上来讲就叫做思惟。因为我们凡夫一桩事情总要思惟一下，他才能觉悟，他才能明了，所以思惟是代表明了。",
      "zh_TW": "這裡面關係很大，諸位必須要牢牢的記住，起心動念是生死的根本，六道輪迴的原因。因為起心動念是生滅心，不起心、不動念是常住真心，超越六道輪迴，那是一真法界。佛與大菩薩們住一真法界，住一真法界他對一切境界，他不起心、不動念，所以心是常住真心，沒有生滅。我們凡夫、權教菩薩，他在境界起心動念，他分別執著，所以他住的是十法界，他落在生死輪迴裡面；換句話說，他失掉了正念。善財童子人家有本事，他正念。正念當中怎麼又加個思惟？思惟是不是又落到第六意識去了？不是的，此思惟不是彼思惟，這個思惟是沒有思惟。它代表什麼？代表明瞭。你說我一看就明瞭，並沒有去想，一看就明瞭，從明瞭上來講就叫做思惟。因為我們凡夫一樁事情總要思惟一下，他才能覺悟，他才能明瞭，所以思惟是代表明瞭。"
    },
    {
      "id": "12-004-0001_p0024",
      "zh_CN": "就跟菩萨所修的三慧一样，闻思修。我们往往把这三个字搞错了，闻是什么？我今天在听经，我在闻法，这叫闻慧，我听得很清楚，闻慧；我再去想想，想这什么意思，这是思慧，就弄错了。如果是这个样子就叫做闻慧、思慧、修慧，我试问问，哪个人没有？个个都有。闻思修三慧，阿罗汉都没有，凡夫更别谈了。过去我在大专讲座里头有一个学生就是误解了佛法，他听我讲经听了两年，有一天上课之前来告诉我，他说法师，我从下次起不来听经了。我说为什么？他说我已经听了两年，我只有闻慧，没有思慧，我回去不来听了，多去想一想。我说我明白你的道理，我说你今天这堂听不听？今天这堂听。我说，好，在上课的时候我就跟他解释闻思修。他误会了，他听了两年没有心得，他什么都没有学到，完全曲解佛法的意思，两年白听了。这个两年听了什么？古人有个比喻，「说食数宝」，一点利益没有得到。说食，肚子饿了，想像饭店里头这个菜也不错，那个菜也不错，说了好半天，说了几十道菜，肚子空空的，叫说食数宝，自己没受用，没得到。我说好，你回家去想、去思惟，叫胡思乱想。你搞了两年，说食数宝，再回去两年胡思乱想，想了两年，再用两年时间盲修瞎练，你能成功吗？哪有这个道理！这是曲解了意思。",
      "zh_TW": "就跟菩薩所修的三慧一樣，聞思修。我們往往把這三個字搞錯了，聞是什麼？我今天在聽經，我在聞法，這叫聞慧，我聽得很清楚，聞慧；我再去想想，想這什麼意思，這是思慧，就弄錯了。如果是這個樣子就叫做聞慧、思慧、修慧，我試問問，哪個人沒有？個個都有。聞思修三慧，阿羅漢都沒有，凡夫更別談了。過去我在大專講座裡頭有一個學生就是誤解了佛法，他聽我講經聽了兩年，有一天上課之前來告訴我，他說法師，我從下次起不來聽經了。我說為什麼？他說我已經聽了兩年，我只有聞慧，沒有思慧，我回去不來聽了，多去想一想。我說我明白你的道理，我說你今天這堂聽不聽？今天這堂聽。我說，好，在上課的時候我就跟他解釋聞思修。他誤會了，他聽了兩年沒有心得，他什麼都沒有學到，完全曲解佛法的意思，兩年白聽了。這個兩年聽了什麼？古人有個比喻，「說食數寶」，一點利益沒有得到。說食，肚子餓了，想像飯店裡頭這個菜也不錯，那個菜也不錯，說了好半天，說了幾十道菜，肚子空空的，叫說食數寶，自己沒受用，沒得到。我說好，你回家去想、去思惟，叫胡思亂想。你搞了兩年，說食數寶，再回去兩年胡思亂想，想了兩年，再用兩年時間盲修瞎練，你能成功嗎？哪有這個道理！這是曲解了意思。"
    },
    {
      "id": "12-004-0001_p0025",
      "zh_CN": "所以你要晓得，三慧是以慧为基础。这个慧是从哪里来？是戒定慧。必须有了慧，才谈得上三慧。你没有戒、没有定，你没有慧，你只能叫闻思修，不能叫三慧，因为三慧是一体的。三慧怎么讲？六根接触六尘境界，单单讲接触，叫做闻，用这个字来代表，这个字代表接触；思是什么？明了，一接触就明了，从明了这个意思叫思；一明了，当然你就不迷，从不迷叫修，所以它是一体的，是一而三，三而一，这个当中没有先后次第，是一刹那间一次完成的，这叫三慧。所以阿罗汉还没有，这只有实教的菩萨才有，权教都没有。我们拿这个经来讲，圆教初住以上他才修三慧，初住以前他不是修三慧，他慧没开；换句话说，念佛人里头，理一心不乱的才是修三慧，哪有那么简单！所以完全误解了。下了课，我再把这个学生找过来，我说你下次还来不来听？他说我下次来。不能够误会。",
      "zh_TW": "所以你要曉得，三慧是以慧為基礎。這個慧是從哪裡來？是戒定慧。必須有了慧，才談得上三慧。你沒有戒、沒有定，你沒有慧，你只能叫聞思修，不能叫三慧，因為三慧是一體的。三慧怎麼講？六根接觸六塵境界，單單講接觸，叫做聞，用這個字來代表，這個字代表接觸；思是什麼？明瞭，一接觸就明瞭，從明瞭這個意思叫思；一明瞭，當然你就不迷，從不迷叫修，所以它是一體的，是一而三，三而一，這個當中沒有先後次第，是一剎那間一次完成的，這叫三慧。所以阿羅漢還沒有，這只有實教的菩薩才有，權教都沒有。我們拿這個經來講，圓教初住以上他才修三慧，初住以前他不是修三慧，他慧沒開；換句話說，念佛人裡頭，理一心不亂的才是修三慧，哪有那麼簡單！所以完全誤解了。下了課，我再把這個學生找過來，我說你下次還來不來聽？他說我下次來。不能夠誤會。"
    },
    {
      "id": "12-004-0001_p0026",
      "zh_CN": "此地这个思惟，「正念思惟」，正念就是清净心，就是照，就是观照，思惟就是明了，对于一切境界观照、明了，就是经上讲的正念思惟。「增长广大」，容易懂，增长智慧。他样样都明了，接触就明了，增长智慧。这个增长叫后得智，权智。善财童子五十三参就是增长权智，增长后得智，样样知道，没有一样不知道。另外一个增长定力，无论什么境界，他都经过考验，哪个境界里头他都如如不动。所以无量的智慧，甚深的定功，就是一心，增长广大是指这个而言。可见得人家那个参访没有白参，真正得到殊胜的功德利益。所以你们这边有些同修，我请日常法师在此地代替我负责这边的道场，日常法师过去曾经跟南怀瑾居士参过禅，跟陈健民居士学过密，受他们两位影响很深。你们许多同修跟着我都是念佛的，乍然跟他相处很不习惯，好像我们修的法门不同，如果你用善财这个办法，问题就解决了。",
      "zh_TW": "此地這個思惟，「正念思惟」，正念就是清淨心，就是照，就是觀照，思惟就是明瞭，對於一切境界觀照、明瞭，就是經上講的正念思惟。「增長廣大」，容易懂，增長智慧。他樣樣都明瞭，接觸就明瞭，增長智慧。這個增長叫後得智，權智。善財童子五十三參就是增長權智，增長後得智，樣樣知道，沒有一樣不知道。另外一個增長定力，無論什麼境界，他都經過考驗，哪個境界裡頭他都如如不動。所以無量的智慧，甚深的定功，就是一心，增長廣大是指這個而言。可見得人家那個參訪沒有白參，真正得到殊勝的功德利益。所以你們這邊有些同修，我請日常法師在此地代替我負責這邊的道場，日常法師過去曾經跟南懷瑾居士參過禪，跟陳健民居士學過密，受他們兩位影響很深。你們許多同修跟著我都是念佛的，乍然跟他相處很不習慣，好像我們修的法門不同，如果你用善財這個辦法，問題就解決了。"
    },
    {
      "id": "12-004-0001_p0027",
      "zh_CN": "我请日常法师也并不很简单，我不随便请人的。我跟日常法师认识并不久，过去他认识我，我不认识他，前年我在洛杉矶讲经，他来听经，是听经当中认识的。我每次讲经他都在场，我都看他坐在前面。洛杉矶有些同修告诉我，那个人是个怪人，他平常关门，谁都不见的，哪个法师到这来，他从来不理会的，他说法师你来讲经，他会会都来听，这不简单，怪人都来听了。不但来听，我住在一个同修家里，他找来了。他自己会开车，确实一般人不晓得他会开车，他驾驶技术还不错，他自己借个车来找我、来拜访，来跟我谈这些念佛的问题。他修念佛法门，他现在虽然穿的是西藏喇嘛的服装，我们看了很不习惯，他念佛。他告诉我，他跟陈健老、南怀老虽然那么久，这两位老人长处、短处他都知道，他能够采人之长，舍人之短。我说你这点倒不简单，这个不容易。虽然跟他们，没有被他们所转，我说行，你这点不错。他说我虽然用的是禅与密，我是老实念佛。他是真正念佛，这样我才请他的。",
      "zh_TW": "我請日常法師也並不很簡單，我不隨便請人的。我跟日常法師認識並不久，過去他認識我，我不認識他，前年我在洛杉磯講經，他來聽經，是聽經當中認識的。我每次講經他都在場，我都看他坐在前面。洛杉磯有些同修告訴我，那個人是個怪人，他平常關門，誰都不見的，哪個法師到這來，他從來不理會的，他說法師你來講經，他會會都來聽，這不簡單，怪人都來聽了。不但來聽，我住在一個同修家裡，他找來了。他自己會開車，確實一般人不曉得他會開車，他駕駛技術還不錯，他自己借個車來找我、來拜訪，來跟我談這些念佛的問題。他修念佛法門，他現在雖然穿的是西藏喇嘛的服裝，我們看了很不習慣，他念佛。他告訴我，他跟陳健老、南懷老雖然那麼久，這兩位老人長處、短處他都知道，他能夠採人之長，捨人之短。我說你這點倒不簡單，這個不容易。雖然跟他們，沒有被他們所轉，我說行，你這點不錯。他說我雖然用的是禪與密，我是老實念佛。他是真正念佛，這樣我才請他的。"
    },
    {
      "id": "12-004-0001_p0028",
      "zh_CN": "他对于教理没有下过功夫，谈到其他的一切经，请他讲经他有困难，所以他只讲《菩提道次第广论》。《菩提道次第广论》一般人不了解，都把它认为那是密宗的东西。不错，是密宗的东西，宗喀巴大师做的。我在学佛最初，章嘉大师介绍我，叫我念的书就是《菩提道次第广论》。那个时候我找不到这本书，现在这本书流通得很广，在那个时候没有，我只找到一本《略论》，是当年台湾印经处印的，薄薄的小黄本，我只看到那个东西。它是一本什么书？它是佛学概论，等于我们中国的《天台四教仪》、《贤首五教仪》，它是这个东西。所以讲《菩提道次第广论》，它是佛学概论，是西藏人写的，跟我们中国《四教》、《五教》内容大致是相同。",
      "zh_TW": "他對於教理沒有下過功夫，談到其他的一切經，請他講經他有困難，所以他只講《菩提道次第廣論》。《菩提道次第廣論》一般人不了解，都把它認為那是密宗的東西。不錯，是密宗的東西，宗喀巴大師做的。我在學佛最初，章嘉大師介紹我，叫我念的書就是《菩提道次第廣論》。那個時候我找不到這本書，現在這本書流通得很廣，在那個時候沒有，我只找到一本《略論》，是當年台灣印經處印的，薄薄的小黃本，我只看到那個東西。它是一本什麼書？它是佛學概論，等於我們中國的《天台四教儀》、《賢首五教儀》，它是這個東西。所以講《菩提道次第廣論》，它是佛學概論，是西藏人寫的，跟我們中國《四教》、《五教》內容大致是相同。"
    },
    {
      "id": "12-004-0001_p0029",
      "zh_CN": "所以密一定要有显教的基础才能学密，没有显教的基础不能学密，密是属于加行的。你要问日常法师是不是学密？他不是学密，他没有资格学密。他今天为什么这个打扮？他是受了老师的恩德，他的老师是西藏的喇嘛，受他的恩德。所以他整个用的功夫，还是在念佛法门。如果你读《菩提道次第广论》，你晓得它是一部佛学概论，可以跟《四教》、《五教》贯通的，你就不会误会，这个误会就可以消除。我也曾经跟他讨论过这个问题，能够跟中国大师们这些著作会通，那你什么问题都解决了。所以他说他讲这部书，我并不反对，初学的人一定要懂得发心修行的次第。由此可知，它是渐修，讲次第，次第就是渐修。",
      "zh_TW": "所以密一定要有顯教的基礎才能學密，沒有顯教的基礎不能學密，密是屬於加行的。你要問日常法師是不是學密？他不是學密，他沒有資格學密。他今天為什麼這個打扮？他是受了老師的恩德，他的老師是西藏的喇嘛，受他的恩德。所以他整個用的功夫，還是在念佛法門。如果你讀《菩提道次第廣論》，你曉得它是一部佛學概論，可以跟《四教》、《五教》貫通的，你就不會誤會，這個誤會就可以消除。我也曾經跟他討論過這個問題，能夠跟中國大師們這些著作會通，那你什麼問題都解決了。所以他說他講這部書，我並不反對，初學的人一定要懂得發心修行的次第。由此可知，它是漸修，講次第，次第就是漸修。"
    },
    {
      "id": "12-004-0001_p0030",
      "zh_CN": "念佛，给诸位说，有渐、有顿。经里面讲若一日到若七日，这是顿。你看窥基大师，这是我们中国法相宗开山的祖师，他对《弥陀经》赞叹备至，说这部经是极圆、极顿，圆顿到了极处。我在国外特别强调这一点。这大概也是三宝加持，诸佛菩萨护念，你看一切经翻译的，在当中第二次给我们做证明的，我们找不到，可是《弥陀经》，玄奘大师、窥基大师给我们做了个证明。这话怎么说？玄奘是个非常了不起的人，没有人不尊敬的，在印度留学十七年，回来之后一生从事于翻译工作，为太宗、高宗所尊重的。他老人家也翻了《弥陀经》，现在在《大藏经》里头有，没有单独流通，没有这个流通本，他也翻译《弥陀经》。窥基大师是他第一得意的大弟子，窥基的出身也好，是尉迟敬德的侄子，尉迟敬德在那时候是封王的，他是王孙公子，玄奘大师劝他出家，这个人极高的才华，得玄奘大师的器重，传法。",
      "zh_TW": "念佛，給諸位說，有漸、有頓。經裡面講若一日到若七日，這是頓。你看窺基大師，這是我們中國法相宗開山的祖師，他對《彌陀經》讚歎備至，說這部經是極圓、極頓，圓頓到了極處。我在國外特別強調這一點。這大概也是三寶加持，諸佛菩薩護念，你看一切經翻譯的，在當中第二次給我們做證明的，我們找不到，可是《彌陀經》，玄奘大師、窺基大師給我們做了個證明。這話怎麼說？玄奘是個非常了不起的人，沒有人不尊敬的，在印度留學十七年，回來之後一生從事於翻譯工作，為太宗、高宗所尊重的。他老人家也翻了《彌陀經》，現在在《大藏經》裡頭有，沒有單獨流通，沒有這個流通本，他也翻譯《彌陀經》。窺基大師是他第一得意的大弟子，窺基的出身也好，是尉遲敬德的侄子，尉遲敬德在那時候是封王的，他是王孫公子，玄奘大師勸他出家，這個人極高的才華，得玄奘大師的器重，傳法。"
    },
    {
      "id": "12-004-0001_p0031",
      "zh_CN": "照现在人说起来，现在人感情作意，现在人了生死出三界不容易，为什么？情太重了。古人常讲，「爱不重不生娑婆，念不一不生净土」。这个爱，你爱妻子是爱，爱父母也是爱，爱老师也是爱，爱佛法也是爱，不管你爱的什么，那个对象不谈，只要有爱，就是六道轮回生死的根本。佛是叫你断贪爱，断烦恼的根本，不是叫你换对象。我今天世间法我不爱，我爱出世间法，你爱没有断，你只是换对象而已，那个没用处的。要以今天的人来说，我老师翻译的经绝对不比鸠摩罗什大师的差，那应该怎么样？要弘扬老师的，要把老师著作的弘扬全天下，大家去念这个本子，这是理所当然。他给《弥陀经》做个注解，那应当注老师的本子。可是事实不然，他还是注的鸠摩罗什大师的本子，没有注他老师的本子。你们诸位想一想，这是什么意思？这给我们后人很大很大的启示，那就是说老师所译的本子跟罗什大师译的本子一样好，他的本子现在已经流通，已经流通就让它流通，我这个本子没有流通的必要，除非我的翻译比他还要好，那可以。我翻译的跟他一样，平等的，他已经流通了，我这个不要流通，留给后人做参考而已。",
      "zh_TW": "照現在人說起來，現在人感情作意，現在人了生死出三界不容易，為什麼？情太重了。古人常講，「愛不重不生娑婆，念不一不生淨土」。這個愛，你愛妻子是愛，愛父母也是愛，愛老師也是愛，愛佛法也是愛，不管你愛的什麼，那個對象不談，只要有愛，就是六道輪迴生死的根本。佛是叫你斷貪愛，斷煩惱的根本，不是叫你換對象。我今天世間法我不愛，我愛出世間法，你愛沒有斷，你只是換對象而已，那個沒用處的。要以今天的人來說，我老師翻譯的經絕對不比鳩摩羅什大師的差，那應該怎麼樣？要弘揚老師的，要把老師著作的弘揚全天下，大家去念這個本子，這是理所當然。他給《彌陀經》做個註解，那應當註老師的本子。可是事實不然，他還是註的鳩摩羅什大師的本子，沒有註他老師的本子。你們諸位想一想，這是什麼意思？這給我們後人很大很大的啟示，那就是說老師所譯的本子跟羅什大師譯的本子一樣好，他的本子現在已經流通，已經流通就讓它流通，我這個本子沒有流通的必要，除非我的翻譯比他還要好，那可以。我翻譯的跟他一樣，平等的，他已經流通了，我這個不要流通，留給後人做參考而已。"
    },
    {
      "id": "12-004-0001_p0032",
      "zh_CN": "窥基注解，注解罗什大师的本子，不注老师的本子，并没有觉得对不起老师，老师也没有怪他，「这是我的叛徒，不孝顺」，没有说这个。可见得玄奘大师心胸开阔，窥基大师依法不依人，这是留给我们后来的人做一个榜样。今天我们看某人与我有关系，他的著作我们赶快给它流通。花的那些钱也许冤枉，也许他这个著作里头有几句话是不对的、是误解的，那你还要贻误众生，你将来还要背因果，所以我是绝对不印今人的著作。有些人觉得我这个人很傲慢、很自大，眼睛长在头顶上，其实不然，我是怕背因果，因为我自己没有开悟，我不能辨别邪正，我没有这个能力，我自己小心谨慎，我只印古人的东西。古人的东西不背因果，为什么？几百年来、几千年来多少人鉴定了，如果将来要问起责任的时候，前人有责任，我把责任可以推给别人，我不负这个责任。所以我都选古大德好的东西，我们印出来流通，不敢印今人的。像这些是很普通的常识，我们要留意。",
      "zh_TW": "窺基註解，註解羅什大師的本子，不註老師的本子，並沒有覺得對不起老師，老師也沒有怪他，「這是我的叛徒，不孝順」，沒有說這個。可見得玄奘大師心胸開闊，窺基大師依法不依人，這是留給我們後來的人做一個榜樣。今天我們看某人與我有關係，他的著作我們趕快給它流通。花的那些錢也許冤枉，也許他這個著作裡頭有幾句話是不對的、是誤解的，那你還要貽誤眾生，你將來還要背因果，所以我是絕對不印今人的著作。有些人覺得我這個人很傲慢、很自大，眼睛長在頭頂上，其實不然，我是怕背因果，因為我自己沒有開悟，我不能辨別邪正，我沒有這個能力，我自己小心謹慎，我只印古人的東西。古人的東西不背因果，為什麼？幾百年來、幾千年來多少人鑑定了，如果將來要問起責任的時候，前人有責任，我把責任可以推給別人，我不負這個責任。所以我都選古大德好的東西，我們印出來流通，不敢印今人的。像這些是很普通的常識，我們要留意。"
    },
    {
      "id": "12-004-0001_p0033",
      "zh_CN": "所以有玄奘大师，还有窥基大师他对《弥陀经》这样一个注解，使我们对罗什大师，就是现在念的《弥陀经》，充满了信心。因为原本玄奘大师见过，窥基大师又来注解，又这么样赞叹，我们还有什么话说？这个经是千真万确，绝对真实，依照这个方法修行决定成功。「圆顿至极」这句话是窥基大师说的，就在《弥陀经通赞疏》，我上次印了四千本，我带了一千多本到美国，香港也流通了不少，诸位在此地都能看得到。所以我印这个经就是给净土做一个证明，玄奘大师、窥基大师给我们做证明，这个经绝对真实，依照这个法门修行决定成就。这也真正是三宝加持，为什么？末法时期不相信净土，所以请窥基、请玄奘来给我们作证。其他的经还真找不到人作证，这个经能找到这两位大善知识给我们作证，所以才能够断疑生信，这是增长广大。",
      "zh_TW": "所以有玄奘大師，還有窺基大師他對《彌陀經》這樣一個註解，使我們對羅什大師，就是現在念的《彌陀經》，充滿了信心。因為原本玄奘大師見過，窺基大師又來註解，又這麼樣讚歎，我們還有什麼話說？這個經是千真萬確，絕對真實，依照這個方法修行決定成功。「圓頓至極」這句話是窺基大師說的，就在《彌陀經通贊疏》，我上次印了四千本，我帶了一千多本到美國，香港也流通了不少，諸位在此地都能看得到。所以我印這個經就是給淨土做一個證明，玄奘大師、窺基大師給我們做證明，這個經絕對真實，依照這個法門修行決定成就。這也真正是三寶加持，為什麼？末法時期不相信淨土，所以請窺基、請玄奘來給我們作證。其他的經還真找不到人作證，這個經能找到這兩位大善知識給我們作證，所以才能夠斷疑生信，這是增長廣大。"
    },
    {
      "id": "12-004-0001_p0034",
      "zh_CN": "『精勤显示』，「精」是纯而不杂，叫做精；「勤」就是精进，进而不退，只有往前进，没有往后退，这叫做勤；「显示」，是非常明白展示在我们的眼前。这是总结前面所讲的。『普遍修行』，所谓「普遍」，也是《华严》圆满的教义，一修一切修，所谓「一即一切，一切即一」，这叫普遍。着重的，「修行」这两个字，修是修正，行是行为，我们思想行为有了偏差，把它修正过来，叫做修行。像前面所说的，我们六根接触六尘境界就是修行；六根接触六尘境界你起分别、起烦恼，这就偏差了。诸位要晓得，真正入了门的人，你学佛入了门路的人，法喜充满，他心地一天到晚清凉自在，无处而不得其乐，处顺境乐，处逆境也乐，这是真正修行有了成就。如果修行一天到晚有痛苦、有烦恼，你的路走偏差了，走错了。因为佛法是离苦得乐的，不是叫你离乐得苦的。离乐得苦，谁干这个事情？我早就不干了。离苦得乐，真正的快乐，无比的快乐，这是佛法真正给我们的，所以这叫普遍修行。譬如说无论哪一法，你修的什么？觉正净。觉心、正见、清净心，广大无边，正是所谓「心包太虚，量周沙界」，这就是普遍的意思，也是密宗里面所讲的大圆满，大圆满就是普遍。讲到这个几句，这就是善财童子在参访前面一位善知识时的心得报告。你看人家参访没有白参，得到这样殊胜圆满。",
      "zh_TW": "『精勤顯示』，「精」是純而不雜，叫做精；「勤」就是精進，進而不退，只有往前進，沒有往後退，這叫做勤；「顯示」，是非常明白展示在我們的眼前。這是總結前面所講的。『普遍修行』，所謂「普遍」，也是《華嚴》圓滿的教義，一修一切修，所謂「一即一切，一切即一」，這叫普遍。著重的，「修行」這兩個字，修是修正，行是行為，我們思想行為有了偏差，把它修正過來，叫做修行。像前面所說的，我們六根接觸六塵境界就是修行；六根接觸六塵境界你起分別、起煩惱，這就偏差了。諸位要曉得，真正入了門的人，你學佛入了門路的人，法喜充滿，他心地一天到晚清涼自在，無處而不得其樂，處順境樂，處逆境也樂，這是真正修行有了成就。如果修行一天到晚有痛苦、有煩惱，你的路走偏差了，走錯了。因為佛法是離苦得樂的，不是叫你離樂得苦的。離樂得苦，誰幹這個事情？我早就不幹了。離苦得樂，真正的快樂，無比的快樂，這是佛法真正給我們的，所以這叫普遍修行。譬如說無論哪一法，你修的什麼？覺正淨。覺心、正見、清淨心，廣大無邊，正是所謂「心包太虛，量周沙界」，這就是普遍的意思，也是密宗裡面所講的大圓滿，大圓滿就是普遍。講到這個幾句，這就是善財童子在參訪前面一位善知識時的心得報告。你看人家參訪沒有白參，得到這樣殊勝圓滿。"
    },
    {
      "id": "12-004-0001_p0035",
      "zh_CN": "后面，『即时往诣开敷一切树华安乐主夜神所』，他到底下这一位善知识了，来参访这位善知识，已经一路走，这一路已经到达了。这位夜神的德号，前面长行里面有过解释，但是怕诸位忘记了，在此地我们略略的再提一提。「开敷一切树华」是比喻，在佛门里面花代表因，就是先开花后结果，所以花就是代表菩萨行，菩萨行就是觉悟的行为。觉悟的心、觉悟的言语、觉悟的行为，就是我们在事事物物上都能够觉而不迷，这是花的意思。在此地，特别是「开敷」，这是讲花开得非常的茂盛，花开得好，我们就会想到将来的果结得好，这是一定道理的。因为他已经是七地菩萨，所以这个花一定开得非常茂盛，为什么？快结果了，到十一地就是结果，十一地就是等觉，是取这个比喻。",
      "zh_TW": "後面，『即時往詣開敷一切樹華安樂主夜神所』，他到底下這一位善知識了，來參訪這位善知識，已經一路走，這一路已經到達了。這位夜神的德號，前面長行裡面有過解釋，但是怕諸位忘記了，在此地我們略略的再提一提。「開敷一切樹華」是比喻，在佛門裡面花代表因，就是先開花後結果，所以花就是代表菩薩行，菩薩行就是覺悟的行為。覺悟的心、覺悟的言語、覺悟的行為，就是我們在事事物物上都能夠覺而不迷，這是花的意思。在此地，特別是「開敷」，這是講花開得非常的茂盛，花開得好，我們就會想到將來的果結得好，這是一定道理的。因為他已經是七地菩薩，所以這個花一定開得非常茂盛，為什麼？快結果了，到十一地就是結果，十一地就是等覺，是取這個比喻。"
    },
    {
      "id": "12-004-0001_p0036",
      "zh_CN": "名号里面是「安乐」，这个安乐就是法说，前面树华是比喻，这是法说。我们哪个人不想求安乐？安乐从哪里求？我们中国文化受佛教，特别是大乘佛法，影响非常之深，这些名词术语都是从经典上来的。安上面有个平，平安，心要是平等你就安了，心在一切法不平等，你永远得不到安。所以平是因，安是果；安又是因，乐是果。因为你身心都安稳，这才得到快乐。如何能够做到平？你看和平，首先你要做到和，于一切人、一切事不争，能够和睦相处，你的心渐渐才得到平等，平等心现前，身心就安，安了就有乐。它是互有因果的，这个字是一连串下来的，上面是因，第二个是果，第二个是因，第三个是果，非常有味道。所以诸位要从这里明了，真正能够觉悟，这是主夜神的德号。德号，实际上就是他法门的纲领，一看他的名字就晓得他修什么法门，他自己所修、所学以及传授给善财童子的，就是这个法门。今天时间到了，我们只介绍到此地。",
      "zh_TW": "名號裡面是「安樂」，這個安樂就是法說，前面樹華是比喻，這是法說。我們哪個人不想求安樂？安樂從哪裡求？我們中國文化受佛教，特別是大乘佛法，影響非常之深，這些名詞術語都是從經典上來的。安上面有個平，平安，心要是平等你就安了，心在一切法不平等，你永遠得不到安。所以平是因，安是果；安又是因，樂是果。因為你身心都安穩，這才得到快樂。如何能夠做到平？你看和平，首先你要做到和，於一切人、一切事不爭，能夠和睦相處，你的心漸漸才得到平等，平等心現前，身心就安，安了就有樂。它是互有因果的，這個字是一連串下來的，上面是因，第二個是果，第二個是因，第三個是果，非常有味道。所以諸位要從這裡明瞭，真正能夠覺悟，這是主夜神的德號。德號，實際上就是他法門的綱領，一看他的名字就曉得他修什麼法門，他自己所修、所學以及傳授給善財童子的，就是這個法門。今天時間到了，我們只介紹到此地。"
    },
    {
      "id": "12-004-0001_p0037",
      "zh_CN": "这次我回来之后决定一个星期讲一次，为什么讲的这么少？诸位要晓得，现在海内外弘法的人才太缺乏，所以一定要帮助年轻人，要来培养他们，把他们带起来。培养人才，人才怎么训练？要在讲台上训练，所以我把讲台的时间尽量让出来，让他们来练讲。让他们来练讲，希望你们同修们来听。我听说听经的人数不多，这个不多就是你们大家没有福报。为什么？将来我一往生，后继无人，底下没有人讲经，不是你们没有福报吗？福报怎么培养的？你们今天到这来听初学的人讲经，就跟种树一样，你们来的人多，讲的人很起劲，他精神能够振作起来，「大概我还讲得不错，有这么多人来听」，他才能精进。讲了几天人都没有了，他信心没有了，「讲经太难，我恐怕不行，不是这块材料」，就可惜掉了。",
      "zh_TW": "這次我回來之後決定一個星期講一次，為什麼講的這麼少？諸位要曉得，現在海內外弘法的人才太缺乏，所以一定要幫助年輕人，要來培養他們，把他們帶起來。培養人才，人才怎麼訓練？要在講台上訓練，所以我把講台的時間盡量讓出來，讓他們來練講。讓他們來練講，希望你們同修們來聽。我聽說聽經的人數不多，這個不多就是你們大家沒有福報。為什麼？將來我一往生，後繼無人，底下沒有人講經，不是你們沒有福報嗎？福報怎麼培養的？你們今天到這來聽初學的人講經，就跟種樹一樣，你們來的人多，講的人很起勁，他精神能夠振作起來，「大概我還講得不錯，有這麼多人來聽」，他才能精進。講了幾天人都沒有了，他信心沒有了，「講經太難，我恐怕不行，不是這塊材料」，就可惜掉了。"
    }
  ]
}