{
  "doc_id": "12-004-0016",
  "title": {
    "zh_CN": "华严开敷夜神章",
    "zh_TW": "華嚴開敷夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1986",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "12-004-0016",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-004-0016_p0001",
      "zh_CN": "请掀开经本第七百九十三面，第六行：",
      "zh_TW": "請掀開經本第七百九十三面，第六行："
    },
    {
      "id": "12-004-0016_p0002",
      "zh_CN": "【其心深入诸三昧。究竟清凉无热恼。已修一切智海因。此寂静者之解脱。】",
      "zh_TW": "【其心深入諸三昧。究竟清涼無熱惱。已修一切智海因。此寂靜者之解脫。】"
    },
    {
      "id": "12-004-0016_p0003",
      "zh_CN": "从这个地方看起。这个大经我们展开来真正要得利益、得受用，那就是依照这个经文里面所说的理论、方法、境界来修正我们自己的过失，这就能真正得受用。这首偈是说『寂静者之解脱』。「寂静」，我们想到这两个字，立刻会联想到禅定与一心不乱。这个在佛法修行都是最重要的纲领，无论修学哪一个法门，离不开禅定。而禅定，这里一开头，『其心深入诸三昧』，「三昧」就是禅定，不是浅入，是深入，所以他才能得寂静，他才能得解脱。这个解脱就是自在。从什么地方得自在？从思想上得自在，从见解上得自在，从生活上得自在，也就是从人事环境上得自在，这是真正的自在。我们现在想想，我们的障碍很多，处处不自在。实在说本来是自在的，为什么搞得我们不自在？这个原因就是我们没有入诸三昧。三昧，这是梵文音译的，它的本义翻作正受，受就是享受、受用，正就是正常的，正常的享受就叫做三昧。三昧也就是禅定，唯有禅定才是正常的享受。禅定哪有那么多？给诸位说，太多太多了，无量无边，所以称之为诸三昧。一切人物事里，我们可以讲诸法，法无量无边，世出世间法无量无边，每一法里面你都得正受，这叫「入诸三昧」。",
      "zh_TW": "從這個地方看起。這個大經我們展開來真正要得利益、得受用，那就是依照這個經文裡面所說的理論、方法、境界來修正我們自己的過失，這就能真正得受用。這首偈是說『寂靜者之解脫』。「寂靜」，我們想到這兩個字，立刻會聯想到禪定與一心不亂。這個在佛法修行都是最重要的綱領，無論修學哪一個法門，離不開禪定。而禪定，這裡一開頭，『其心深入諸三昧』，「三昧」就是禪定，不是淺入，是深入，所以他才能得寂靜，他才能得解脫。這個解脫就是自在。從什麼地方得自在？從思想上得自在，從見解上得自在，從生活上得自在，也就是從人事環境上得自在，這是真正的自在。我們現在想想，我們的障礙很多，處處不自在。實在說本來是自在的，為什麼搞得我們不自在？這個原因就是我們沒有入諸三昧。三昧，這是梵文音譯的，它的本義翻作正受，受就是享受、受用，正就是正常的，正常的享受就叫做三昧。三昧也就是禪定，唯有禪定才是正常的享受。禪定哪有那麼多？給諸位說，太多太多了，無量無邊，所以稱之為諸三昧。一切人物事裡，我們可以講諸法，法無量無邊，世出世間法無量無邊，每一法裡面你都得正受，這叫「入諸三昧」。"
    },
    {
      "id": "12-004-0016_p0004",
      "zh_CN": "怎样才能得正受？《金刚经》上讲得很好，「不取于相，如如不动」，你就得正受。一切法里头可不可以受用？可以受用，穿衣吃饭天天都在受用，怎么说没有受用？有受用。有受用你着相，这个受用里面有苦恼，你有分别、有执着、有妄想、有烦恼，你会随着受用而生起，所以你就不自在，你心得不到清净、得不到自在。如果你受用一切法里面你能够外不着相、内不动心，这样去受用，那你就得自在，这叫做三昧，这叫做入诸三昧。不但要入，而且要深入。这个深入是心入，不是身入。其实心入了，身哪有不入？没有一样不入。而且这个三昧的境界是尽虚空遍法界，横遍十方，竖穷三际。这个境界在《华严》里面讲就是一真法界，净土里面讲实报庄严土。归根结柢一句话，我们在一切境界里面还起不起念，还着不着相、动不动心？关键就在此地。",
      "zh_TW": "怎樣才能得正受？《金剛經》上講得很好，「不取於相，如如不動」，你就得正受。一切法裡頭可不可以受用？可以受用，穿衣吃飯天天都在受用，怎麼說沒有受用？有受用。有受用你著相，這個受用裡面有苦惱，你有分別、有執著、有妄想、有煩惱，你會隨著受用而生起，所以你就不自在，你心得不到清淨、得不到自在。如果你受用一切法裡面你能夠外不著相、內不動心，這樣去受用，那你就得自在，這叫做三昧，這叫做入諸三昧。不但要入，而且要深入。這個深入是心入，不是身入。其實心入了，身哪有不入？沒有一樣不入。而且這個三昧的境界是盡虛空遍法界，橫遍十方，豎窮三際。這個境界在《華嚴》裡面講就是一真法界，淨土裡面講實報莊嚴土。歸根結柢一句話，我們在一切境界裡面還起不起念，還著不著相、動不動心？關鍵就在此地。"
    },
    {
      "id": "12-004-0016_p0005",
      "zh_CN": "不但对于世间一切法，所谓名闻利养、五欲六尘，佛不是说这东西不能享受。如果佛说某一样东西他不能享受，《华严经》讲无障碍的法界，那就有障碍了，怎么能说无障碍的法界？怎么可以说理事无碍，事事无碍？必须到事事无碍才是真正的解脱。我们今天理事有障碍，事事有障碍，有障碍那个障碍是在我们自己这边发生的，而且是在自己心里面发生的。障碍在哪里？障碍在你自己心里面。心怎么？迷了，迷了就有障碍。迷心里面才起分别、起执着，才打妄想；觉心里面没有，觉心里头没有分别执着妄想，觉悟的人没有。如果拿唯识家的说法，那诸位就更容易懂了，唯识学家说，佛菩萨用四智，凡夫用八识。八识是什么？第六识分别，第七识执着，阿赖耶识打妄想。所以凡夫用心意识，你就得不到三昧。佛与大菩萨转识成智，他不用第六意识，不用第六意识，一样的分别。你看永嘉见六祖的时候说，六祖说你很会分别，他老人家说「分别亦非意」，这个高明。善于分别不是意识，是什么？妙观察智，恒顺众生之分别而分别，自己确实没有分别，所以不是意。",
      "zh_TW": "不但對於世間一切法，所謂名聞利養、五欲六塵，佛不是說這東西不能享受。如果佛說某一樣東西他不能享受，《華嚴經》講無障礙的法界，那就有障礙了，怎麼能說無障礙的法界？怎麼可以說理事無礙，事事無礙？必須到事事無礙才是真正的解脫。我們今天理事有障礙，事事有障礙，有障礙那個障礙是在我們自己這邊發生的，而且是在自己心裡面發生的。障礙在哪裡？障礙在你自己心裡面。心怎麼？迷了，迷了就有障礙。迷心裡面才起分別、起執著，才打妄想；覺心裡面沒有，覺心裡頭沒有分別執著妄想，覺悟的人沒有。如果拿唯識家的說法，那諸位就更容易懂了，唯識學家說，佛菩薩用四智，凡夫用八識。八識是什麼？第六識分別，第七識執著，阿賴耶識打妄想。所以凡夫用心意識，你就得不到三昧。佛與大菩薩轉識成智，他不用第六意識，不用第六意識，一樣的分別。你看永嘉見六祖的時候說，六祖說你很會分別，他老人家說「分別亦非意」，這個高明。善於分別不是意識，是什麼？妙觀察智，恆順眾生之分別而分別，自己確實沒有分別，所以不是意。"
    },
    {
      "id": "12-004-0016_p0006",
      "zh_CN": "释迦牟尼佛在世的时候，四十九年天天给我们讲经说法，分别诸法相，世出世间法相样样分别得清清楚楚，那不是意，那是妙观察智。我们学佛要学这个，这是善学，很会学。所以诸位总要记住，这是我常常在讲席当中勉励同修，学佛一定要把大纲领抓到。我修什么？我修觉不迷，正不邪，净不染。这一部《华严经》从头到尾，你们想一想，字字句句没有离开这个原则，都是叫我们修觉正净。觉心里面没有分别执着妄想，正知正见里头也没有分别执着妄想，清净心里亦复如是，这样你就得自在了。所以『究竟清凉无热恼』，身心清净没有烦恼。烦恼都是他自己心里生病了，不是身病，心病，起了分别执着妄想就是心害病了，才会有这个现象，正常心里头确实没有。前面讲深入，这里讲究竟，像经上所讲的四十一位法身大士，他们是深入，所以得到「究竟清凉」，这是把烦恼的根本都拔除了。",
      "zh_TW": "釋迦牟尼佛在世的時候，四十九年天天給我們講經說法，分別諸法相，世出世間法相樣樣分別得清清楚楚，那不是意，那是妙觀察智。我們學佛要學這個，這是善學，很會學。所以諸位總要記住，這是我常常在講席當中勉勵同修，學佛一定要把大綱領抓到。我修什麼？我修覺不迷，正不邪，淨不染。這一部《華嚴經》從頭到尾，你們想一想，字字句句沒有離開這個原則，都是叫我們修覺正淨。覺心裡面沒有分別執著妄想，正知正見裡頭也沒有分別執著妄想，清淨心裡亦復如是，這樣你就得自在了。所以『究竟清涼無熱惱』，身心清淨沒有煩惱。煩惱都是他自己心裡生病了，不是身病，心病，起了分別執著妄想就是心害病了，才會有這個現象，正常心裡頭確實沒有。前面講深入，這裡講究竟，像經上所講的四十一位法身大士，他們是深入，所以得到「究竟清涼」，這是把煩惱的根本都拔除了。"
    },
    {
      "id": "12-004-0016_p0007",
      "zh_CN": "『已修一切智海因』，「一切智海」也就是一切种智之海，娑婆若海，一切种智。从哪里修？诸位要晓得，一定从清净心中修，八万四千法门，门门都是修的这个，这是我们在《华严经》，尤其是在这一品里面，我们看得清清楚楚、明明白白。只要是一个真正修行人，我们决定要恭敬，修的法门不相同，目标相同，成就相同，都成无上菩提，念佛也好，参禅也好，持咒也好，学教也好。在这一品经里面是五十三参有五十三位修行人，显示出五十三种不同的修行方法，都是修的觉正净，都是成无上菩提。所以我们在经上看这些善知识，都是自己谦虚而尊重别人、赞叹别人。这是诸位展开经卷，每一章你都能看得到的，这就是我们应当要学习的地方。智慧从哪里生？心清净就生了。外不着相，内不动心，一心不乱，他怎么不生智慧？当然生智慧。",
      "zh_TW": "『已修一切智海因』，「一切智海」也就是一切種智之海，娑婆若海，一切種智。從哪裡修？諸位要曉得，一定從清淨心中修，八萬四千法門，門門都是修的這個，這是我們在《華嚴經》，尤其是在這一品裡面，我們看得清清楚楚、明明白白。只要是一個真正修行人，我們決定要恭敬，修的法門不相同，目標相同，成就相同，都成無上菩提，念佛也好，參禪也好，持咒也好，學教也好。在這一品經裡面是五十三參有五十三位修行人，顯示出五十三種不同的修行方法，都是修的覺正淨，都是成無上菩提。所以我們在經上看這些善知識，都是自己謙虛而尊重別人、讚歎別人。這是諸位展開經卷，每一章你都能看得到的，這就是我們應當要學習的地方。智慧從哪裡生？心清淨就生了。外不著相，內不動心，一心不亂，他怎麼不生智慧？當然生智慧。"
    },
    {
      "id": "12-004-0016_p0008",
      "zh_CN": "世间法里头智慧高下不等，你仔细去观察，智慧高的人，他定力就深。不会受外面境界所动摇，他就有智慧；没有智慧的人，外头境界风稍稍吹动，他心就动了。这个人没有智慧，在一切事里面他做不了主，这个人这么说，听起来不错，那个人那么说，结果他没有法子，无所适从，心就乱了。善财在此地他是示现大定，也就是「其心深入诸三昧」。诸，我们用这个经来说，就是五十三参。五十三种不同的境界显露在面前，他如如不动，他是外不着相、内不动心，成就他自己的大定，这就叫「已修」。实在讲，一切智海不是修得的，这是本性里头具足的，你把烦恼障碍去掉了，本有的智慧就现前。这一首是说明「寂静者之解脱」，我们要学身心寂静要这样的学法，你自然得清凉、得自在。下面再看第十五首：",
      "zh_TW": "世間法裡頭智慧高下不等，你仔細去觀察，智慧高的人，他定力就深。不會受外面境界所動搖，他就有智慧；沒有智慧的人，外頭境界風稍稍吹動，他心就動了。這個人沒有智慧，在一切事裡面他做不了主，這個人這麼說，聽起來不錯，那個人那麼說，結果他沒有法子，無所適從，心就亂了。善財在此地他是示現大定，也就是「其心深入諸三昧」。諸，我們用這個經來說，就是五十三參。五十三種不同的境界顯露在面前，他如如不動，他是外不著相、內不動心，成就他自己的大定，這就叫「已修」。實在講，一切智海不是修得的，這是本性裡頭具足的，你把煩惱障礙去掉了，本有的智慧就現前。這一首是說明「寂靜者之解脫」，我們要學身心寂靜要這樣的學法，你自然得清涼、得自在。下面再看第十五首："
    },
    {
      "id": "12-004-0016_p0009",
      "zh_CN": "【了知诸法差别相。善入无边深法界。普度群生靡有余。此慧灯者之解脱。】",
      "zh_TW": "【了知諸法差別相。善入無邊深法界。普度群生靡有餘。此慧燈者之解脫。】"
    },
    {
      "id": "12-004-0016_p0010",
      "zh_CN": "寂静者偏重在自修，就是自行，智慧者偏重在化他。自行要自在，化他也要自在，决定不生烦恼，这个就是解脱。我们看看这位菩萨怎么样在度化众生里面得自在。第一个是『了知诸法差别相』，这个「了」是明了、通达。他怎么明了的？是不是多读、多看？当然，博学多闻是一种手段。如果不许博学多闻，善财童子何必五十三参？五十三参就是广学多闻，所以他才能「了知诸法差别相」。但是这个地方诸位要知道，广学不是用意识心学，多闻不是用耳闻。假如善财跟我们一样，还是用心意识，别说五十三参了，五百三十参还是个凡夫。他跟我们不一样的，就是他不用心意识，他已经转八识成四智，他完全用的智慧心，妙观察智、平等性智、大圆镜智，他用的是智慧心，所以能了知。",
      "zh_TW": "寂靜者偏重在自修，就是自行，智慧者偏重在化他。自行要自在，化他也要自在，決定不生煩惱，這個就是解脫。我們看看這位菩薩怎麼樣在度化眾生裡面得自在。第一個是『了知諸法差別相』，這個「了」是明瞭、通達。他怎麼明瞭的？是不是多讀、多看？當然，博學多聞是一種手段。如果不許博學多聞，善財童子何必五十三參？五十三參就是廣學多聞，所以他才能「了知諸法差別相」。但是這個地方諸位要知道，廣學不是用意識心學，多聞不是用耳聞。假如善財跟我們一樣，還是用心意識，別說五十三參了，五百三十參還是個凡夫。他跟我們不一樣的，就是他不用心意識，他已經轉八識成四智，他完全用的智慧心，妙觀察智、平等性智、大圓鏡智，他用的是智慧心，所以能了知。"
    },
    {
      "id": "12-004-0016_p0011",
      "zh_CN": "古大德给我们提出解行两大纲领，说得很有道理。听经要在消归自性，这就是会听。听了之后怎么样？不是听言语，不是读文字，把这里头的义理完全显发自己的自性。譬如说法像一盏灯一样，灯可以照我们，灯照我们，我们并没有得真利益，这个灯不在，那又完了，又黑暗了。会用灯的人，借这个灯光把自己的心灯点燃，这就高明了。我不要用别人的，借着释迦牟尼佛这个般若智慧开发自性般若智慧，这叫消归自性，启发自性的智慧。所以《起信论》里头教给我们，离名字相，名词、术语，不执着这个；离言说相，也不执着音声、语言；离心缘相。心缘是什么？离一切知见，绝不思惟这个话是什么意思，这句是怎么个讲法，不想这些，这都是妄想，直捷的。",
      "zh_TW": "古大德給我們提出解行兩大綱領，說得很有道理。聽經要在消歸自性，這就是會聽。聽了之後怎麼樣？不是聽言語，不是讀文字，把這裡頭的義理完全顯發自己的自性。譬如說法像一盞燈一樣，燈可以照我們，燈照我們，我們並沒有得真利益，這個燈不在，那又完了，又黑暗了。會用燈的人，借這個燈光把自己的心燈點燃，這就高明了。我不要用別人的，藉著釋迦牟尼佛這個般若智慧開發自性般若智慧，這叫消歸自性，啟發自性的智慧。所以《起信論》裡頭教給我們，離名字相，名詞、術語，不執著這個；離言說相，也不執著音聲、語言；離心緣相。心緣是什麼？離一切知見，絕不思惟這個話是什麼意思，這句是怎麼個講法，不想這些，這都是妄想，直捷的。"
    },
    {
      "id": "12-004-0016_p0012",
      "zh_CN": "直捷的就是我们讲悟处，你一听一看，你自然有悟处，有悟处这就是消归自性。没有悟处，不要紧，再来第二遍。你不相信可以试试看，遍遍都有悟处。你不能用心去研究，你要用心去研究，统统落在意识里头，落在第二义里头，不是第一义。第一义里头决定没有分别、妄念，只用一个清净心，直截了当来接受。听经如此，读经也是如此。这个方法要是训练成功了，在日常生活当中待人接物统统如是，到那时候你才晓得《大方广佛华严经》不可思议，并不仅限于这个经本。一切众生的言语，一切众生的造作，一切众生的行为，没有一样不是大方广，所以他才能够『善入无边深法界』，与这个经的经题完全相应，杂华庄严，这是用这个来比喻、来形容深入法界人的境界。这样的人他就能教化众生，『普度群生靡有余』，不管什么样的众生，他都有方法帮助他。",
      "zh_TW": "直捷的就是我們講悟處，你一聽一看，你自然有悟處，有悟處這就是消歸自性。沒有悟處，不要緊，再來第二遍。你不相信可以試試看，遍遍都有悟處。你不能用心去研究，你要用心去研究，統統落在意識裡頭，落在第二義裡頭，不是第一義。第一義裡頭決定沒有分別、妄念，只用一個清淨心，直截了當來接受。聽經如此，讀經也是如此。這個方法要是訓練成功了，在日常生活當中待人接物統統如是，到那時候你才曉得《大方廣佛華嚴經》不可思議，並不僅限於這個經本。一切眾生的言語，一切眾生的造作，一切眾生的行為，沒有一樣不是大方廣，所以他才能夠『善入無邊深法界』，與這個經的經題完全相應，雜華莊嚴，這是用這個來比喻、來形容深入法界人的境界。這樣的人他就能教化眾生，『普度群生靡有餘』，不管什麼樣的眾生，他都有方法幫助他。"
    },
    {
      "id": "12-004-0016_p0013",
      "zh_CN": "像释迦牟尼佛示现在这个世间，说无量无边的法门，利益无量无边的众生。佛陀以后，我们看历代的祖师大德，比佛就差得远了，这些祖师大德们只能在佛法里取一门，以一门来教化帮助与我志同道合的人。假如与你自己志不同、道不合，他就束手无策，就没有办法了。譬如说，诸位同学都晓得灵岩山，过去印光大师的道场，专修念佛法门的，讲经的法师在那里不行，他不要，不能共住，参禅的人也不能共住，学密的人更不必说了，它那里要的什么？统统是念佛人。没有释迦牟尼佛那么广大，释迦牟尼佛当年那个盛会是有教无类。禅宗道场也是如此，只接引一类根性，等于说像办专科学校，不是一般的大学。大学各种科系都有，它是办专科，只有这一科、一系。在中国十个宗派就是这样形成的，十个宗派都是专科大学。这个方法确实是好，能成就许多众生。所以中国丛林的特色也就在此地，就是办专科大学，解行相应。",
      "zh_TW": "像釋迦牟尼佛示現在這個世間，說無量無邊的法門，利益無量無邊的眾生。佛陀以後，我們看歷代的祖師大德，比佛就差得遠了，這些祖師大德們只能在佛法裡取一門，以一門來教化幫助與我志同道合的人。假如與你自己志不同、道不合，他就束手無策，就沒有辦法了。譬如說，諸位同學都曉得靈巖山，過去印光大師的道場，專修念佛法門的，講經的法師在那裡不行，他不要，不能共住，參禪的人也不能共住，學密的人更不必說了，它那裡要的什麼？統統是念佛人。沒有釋迦牟尼佛那麼廣大，釋迦牟尼佛當年那個盛會是有教無類。禪宗道場也是如此，只接引一類根性，等於說像辦專科學校，不是一般的大學。大學各種科系都有，它是辦專科，只有這一科、一系。在中國十個宗派就是這樣形成的，十個宗派都是專科大學。這個方法確實是好，能成就許多眾生。所以中國叢林的特色也就在此地，就是辦專科大學，解行相應。"
    },
    {
      "id": "12-004-0016_p0014",
      "zh_CN": "我们再看看近代的道场，可以说解与行都不专，你去看看一个寺庙，请法师来讲经，学禅的法师也请他来，念佛的法师也请他来，想法、看法、所修行的法门完全不相同的，都可以到这来讲；修行，他每年打几个佛七，也打几个禅七。诸位想想，他到底修的是什么？修了几十年，你要叫他凭良心说一说，他一无所成。了生死、往生西方极乐世界有把握吗？参禅真得到禅定了吗？持咒果然相应了吗？统统都有问题。这个不是法门的过失，是我们自己搞乱了。佛讲无量无边的法门，你要记住，是为一切众生说的，不是为你一个人说的。佛弟子之所以成就，都是一门成就的。你看那五十三个善知识，都是修一门才成就的，一门深入。佛说这么多法门，众生的根性不相同，程度不一样，思想不同，嗜好不同，生活习惯不同，用一个方法没有办法叫他得到觉正净。",
      "zh_TW": "我們再看看近代的道場，可以說解與行都不專，你去看看一個寺廟，請法師來講經，學禪的法師也請他來，念佛的法師也請他來，想法、看法、所修行的法門完全不相同的，都可以到這來講；修行，他每年打幾個佛七，也打幾個禪七。諸位想想，他到底修的是什麼？修了幾十年，你要叫他憑良心說一說，他一無所成。了生死、往生西方極樂世界有把握嗎？參禪真得到禪定了嗎？持咒果然相應了嗎？統統都有問題。這個不是法門的過失，是我們自己搞亂了。佛講無量無邊的法門，你要記住，是為一切眾生說的，不是為你一個人說的。佛弟子之所以成就，都是一門成就的。你看那五十三個善知識，都是修一門才成就的，一門深入。佛說這麼多法門，眾生的根性不相同，程度不一樣，思想不同，嗜好不同，生活習慣不同，用一個方法沒有辦法叫他得到覺正淨。"
    },
    {
      "id": "12-004-0016_p0015",
      "zh_CN": "像经上常举的两个例子，舍利弗教两个徒弟，一个徒弟是看坟墓的，他教他修数息观；一个徒弟是打铁出身的，他教他修白骨观，修了多少年都不能成就。碰到佛，佛一问知道这个情形，跟他们讲，你们两个修行的方法换一换，没几天就成功了。这就是说明众生根性不一样，看坟墓的那个人，你教他修白骨观容易，他天天看到死人；打铁的天天拉风箱，铁锤一锤一锤在那里打，你教他数息观，能与他相应，这点给我们很大的启示。我修这个法门能成功，我这个法门教别人修他不一定能成功。譬如看坟墓的，他修白骨观他能成功，他修数息观就不能成功；白骨观给那个打铁的人修，就不能成功。这叫普度群生，你要有许多的手段、许多的方法，你要能观机，契机契理才能度得了众生。这个度的意思，拿现在的话来说，叫帮上忙了，真正帮上忙了，帮助他了，他真能得受用。你要不善于观机，不但度不了众生，往往还毁灭众生，断绝他学佛的机缘，这个过失就大了。没有一个众生不能学佛，没有一个众生不能成就，你要会接引他。",
      "zh_TW": "像經上常舉的兩個例子，舍利弗教兩個徒弟，一個徒弟是看墳墓的，他教他修數息觀；一個徒弟是打鐵出身的，他教他修白骨觀，修了多少年都不能成就。碰到佛，佛一問知道這個情形，跟他們講，你們兩個修行的方法換一換，沒幾天就成功了。這就是說明眾生根性不一樣，看墳墓的那個人，你教他修白骨觀容易，他天天看到死人；打鐵的天天拉風箱，鐵錘一錘一錘在那裡打，你教他數息觀，能與他相應，這點給我們很大的啟示。我修這個法門能成功，我這個法門教別人修他不一定能成功。譬如看墳墓的，他修白骨觀他能成功，他修數息觀就不能成功；白骨觀給那個打鐵的人修，就不能成功。這叫普度群生，你要有許多的手段、許多的方法，你要能觀機，契機契理才能度得了眾生。這個度的意思，拿現在的話來說，叫幫上忙了，真正幫上忙了，幫助他了，他真能得受用。你要不善於觀機，不但度不了眾生，往往還毀滅眾生，斷絕他學佛的機緣，這個過失就大了。沒有一個眾生不能學佛，沒有一個眾生不能成就，你要會接引他。"
    },
    {
      "id": "12-004-0016_p0016",
      "zh_CN": "我刚才下电梯，在电梯里碰到一个女孩子，她没有住在此地，她的一个亲戚住在这个地方。她看到我，她说你是不是这的法师？我说是的。她说我很想学佛，学佛可不可以吃牛肉？我说可以。她就来了。不可以，那我不学佛了，学佛没有牛肉吃，我不学佛了。让她先入门，了解了佛教，那吃不吃牛肉是她自己的事情。所以有人对佛教有这么一个好的印象，想入门来，不能够一下把他断绝掉，那个做法太残忍了。所以接引众生观机是第一，要对机说法。真正一个学佛的人，眼睛里面所看的都是诸佛菩萨，个个都是善人，都是善知识。每个人所作所为都对，没有一样不对，你才能够得清净心、得平等心。你心地清净、平等，你智慧就开了，你才能真正了解宇宙人生的真相，这个真相就是佛法里头讲的诸法实相，才能真正的了解。了解诸法实相就是明心见性，就是念佛人所讲的理一心不乱，那是了解了诸法实相。所以这是智慧者在天天教化众生里面得大自在。再看底下一首：",
      "zh_TW": "我剛才下電梯，在電梯裡碰到一個女孩子，她沒有住在此地，她的一個親戚住在這個地方。她看到我，她說你是不是這的法師？我說是的。她說我很想學佛，學佛可不可以吃牛肉？我說可以。她就來了。不可以，那我不學佛了，學佛沒有牛肉吃，我不學佛了。讓她先入門，了解了佛教，那吃不吃牛肉是她自己的事情。所以有人對佛教有這麼一個好的印象，想入門來，不能夠一下把他斷絕掉，那個做法太殘忍了。所以接引眾生觀機是第一，要對機說法。真正一個學佛的人，眼睛裡面所看的都是諸佛菩薩，個個都是善人，都是善知識。每個人所作所為都對，沒有一樣不對，你才能夠得清淨心、得平等心。你心地清淨、平等，你智慧就開了，你才能真正了解宇宙人生的真相，這個真相就是佛法裡頭講的諸法實相，才能真正的了解。了解諸法實相就是明心見性，就是念佛人所講的理一心不亂，那是了解了諸法實相。所以這是智慧者在天天教化眾生裡面得大自在。再看底下一首："
    },
    {
      "id": "12-004-0016_p0017",
      "zh_CN": "【了达众生真实性。于诸有海无所着。如影普现心水中。此先导者之解脱。】",
      "zh_TW": "【了達眾生真實性。於諸有海無所著。如影普現心水中。此先導者之解脫。】"
    },
    {
      "id": "12-004-0016_p0018",
      "zh_CN": "『导』是导师，导师是对佛的尊称，他有能力教导三界一切众生，有能力教导九法界有情众生，这个境界比前面更高。他知道性相不二，性是实性，相是实相，实相无相而无不相。在有情众生的分上，我们今天讲动物，叫做佛性；无情的众生，我们今天讲植物、矿物，就叫做法性。名称虽然不同，一个是佛性，一个是法性，佛性跟法性是一个性，不是两个性。性里面有觉，这就叫佛性；性里面完全不觉，就叫法性。所以佛在经上给我们说，我们人实际上是有两个因素，一个是精神，一个是物质。我们头脑一天到晚能够想像，这是精神，这个肉体是物质。物质是相分，精神是见分，这个诸位在唯识里面读过，见分跟相分是同一个自证分里头变现出来的，所以心法与色法是同源的，因此心法可以转变为色法，色法也可以转变成心法。《华严经》上说「情与无情，同圆种智」，就是这么个道理。",
      "zh_TW": "『導』是導師，導師是對佛的尊稱，他有能力教導三界一切眾生，有能力教導九法界有情眾生，這個境界比前面更高。他知道性相不二，性是實性，相是實相，實相無相而無不相。在有情眾生的分上，我們今天講動物，叫做佛性；無情的眾生，我們今天講植物、礦物，就叫做法性。名稱雖然不同，一個是佛性，一個是法性，佛性跟法性是一個性，不是兩個性。性裡面有覺，這就叫佛性；性裡面完全不覺，就叫法性。所以佛在經上給我們說，我們人實際上是有兩個因素，一個是精神，一個是物質。我們頭腦一天到晚能夠想像，這是精神，這個肉體是物質。物質是相分，精神是見分，這個諸位在唯識裡面讀過，見分跟相分是同一個自證分裡頭變現出來的，所以心法與色法是同源的，因此心法可以轉變為色法，色法也可以轉變成心法。《華嚴經》上說「情與無情，同圓種智」，就是這麼個道理。"
    },
    {
      "id": "12-004-0016_p0019",
      "zh_CN": "这一首偈也就是发明这个意思，首先『了达一切众生真实性』，这就是佛性，一切众生皆有佛性。一切众生本来成佛，我们怎么能够轻慢？轻慢一个众生就是对佛的大不敬。所以普贤菩萨最后的十大愿王，是把整个《华严经》修行结归到十大纲领，就是十大愿王。第一个是「礼敬诸佛」，那个诸佛是谁？一切众生，情与无情都是的，不但有情是诸佛，无情也是的。我们要培养一个清净、平等、一切恭敬的心，这个心是性德，这就是佛性。佛性显露出来的时候，所起的作用是毋不敬，这是性德。我们性德迷失了，今天来学恭敬，那叫修德。修德不圆满，性德是圆满的。今天我们迷得太久，靠修德来显发自己的性德，一切恭敬。这是从一切众生本性上去看，决定平等。",
      "zh_TW": "這一首偈也就是發明這個意思，首先『了達一切眾生真實性』，這就是佛性，一切眾生皆有佛性。一切眾生本來成佛，我們怎麼能夠輕慢？輕慢一個眾生就是對佛的大不敬。所以普賢菩薩最後的十大願王，是把整個《華嚴經》修行結歸到十大綱領，就是十大願王。第一個是「禮敬諸佛」，那個諸佛是誰？一切眾生，情與無情都是的，不但有情是諸佛，無情也是的。我們要培養一個清淨、平等、一切恭敬的心，這個心是性德，這就是佛性。佛性顯露出來的時候，所起的作用是毋不敬，這是性德。我們性德迷失了，今天來學恭敬，那叫修德。修德不圓滿，性德是圓滿的。今天我們迷得太久，靠修德來顯發自己的性德，一切恭敬。這是從一切眾生本性上去看，決定平等。"
    },
    {
      "id": "12-004-0016_p0020",
      "zh_CN": "一切的现象，十法界依正庄严，这些色相都是实性的相分，都是实性变现出来。所以哪个相不是性？古人所讲「以金作器，器器皆金」。我们拿黄金塑个佛像，这是佛，佛是金的，金色的。你把这个黄金造一个小狗、小猫，它是不是金的？相不一样，质相同，价值相等。你再把它做个饿鬼相，把它做个地狱相，还是相等。那我们要问问，你说佛像是实相，那个小狗、小猫是不是实相？饿鬼、地狱是不是实相？当然是实相。真正透过这一关，你在法界里面才真正生平等心。平等的法界跟诸位说，就是一真法界，就是实报庄严土，你自己成佛了还不知道。修行如何把自己境界往上提升？你要明白这个道理。修行就是修正自己看法、想法，我们的想法、看法错了，把它修正过来，这叫修行。我们看这个世间不平等，有我们喜欢的，有我们厌恶的。譬如讲，看到佛像，我就欢喜；看到饿鬼，我就讨厌。咱饿鬼跟佛像称一称，分量相等，价值相等，怎么可以厚此而薄彼？不可以。那是迷，觉了都一样，迷了不平等，觉了就平等。觉了，你看什么都好，的确是法喜充满。",
      "zh_TW": "一切的現象，十法界依正莊嚴，這些色相都是實性的相分，都是實性變現出來。所以哪個相不是性？古人所講「以金作器，器器皆金」。我們拿黃金塑個佛像，這是佛，佛是金的，金色的。你把這個黃金造一個小狗、小貓，它是不是金的？相不一樣，質相同，價值相等。你再把它做個餓鬼相，把它做個地獄相，還是相等。那我們要問問，你說佛像是實相，那個小狗、小貓是不是實相？餓鬼、地獄是不是實相？當然是實相。真正透過這一關，你在法界裡面才真正生平等心。平等的法界跟諸位說，就是一真法界，就是實報莊嚴土，你自己成佛了還不知道。修行如何把自己境界往上提升？你要明白這個道理。修行就是修正自己看法、想法，我們的想法、看法錯了，把它修正過來，這叫修行。我們看這個世間不平等，有我們喜歡的，有我們厭惡的。譬如講，看到佛像，我就歡喜；看到餓鬼，我就討厭。咱餓鬼跟佛像稱一稱，分量相等，價值相等，怎麼可以厚此而薄彼？不可以。那是迷，覺了都一樣，迷了不平等，覺了就平等。覺了，你看什麼都好，的確是法喜充滿。"
    },
    {
      "id": "12-004-0016_p0021",
      "zh_CN": "学佛，你看学佛有成就，有受用没有受用，生活上能看得出来。学佛学得很欢喜，法喜充满，这个学佛有受用，有心得了。学佛学得愁眉苦脸的，苦恼得不得了，这个学佛就学错了。你们去看看佛菩萨的像，哪个佛菩萨像是锁着眉头，苦哈哈的样子，你们有没有看到过？不但佛没有，罗汉都没有。罗汉样子虽然是奇形怪状，你仔细去看，都有一分慈祥、喜悦的相。你看看五百罗汉的图，每个相都不一样，没有一个不是法喜充满。这是在我们修学过程当中要检点的，检点检点我学佛这个路子正不正。要正，决定欢喜，无论什么境界里头都欢喜，无论处什么人都欢喜。为什么欢喜？外不着相，内不动心。看到外面那个境界相在变化，就像看电影、看电视一样，那怎么不欢喜？只有心被外头境界转，才会生苦恼。心不被境转，那怎么不欢喜！《楞严》上说得好，「若能转物，则同如来」。学佛的人要转境界，不能被境界所转。善财童子在此地教给我们就是转境界，而不被境界所转。",
      "zh_TW": "學佛，你看學佛有成就，有受用沒有受用，生活上能看得出來。學佛學得很歡喜，法喜充滿，這個學佛有受用，有心得了。學佛學得愁眉苦臉的，苦惱得不得了，這個學佛就學錯了。你們去看看佛菩薩的像，哪個佛菩薩像是鎖著眉頭，苦哈哈的樣子，你們有沒有看到過？不但佛沒有，羅漢都沒有。羅漢樣子雖然是奇形怪狀，你仔細去看，都有一分慈祥、喜悅的相。你看看五百羅漢的圖，每個相都不一樣，沒有一個不是法喜充滿。這是在我們修學過程當中要檢點的，檢點檢點我學佛這個路子正不正。要正，決定歡喜，無論什麼境界裡頭都歡喜，無論處什麼人都歡喜。為什麼歡喜？外不著相，內不動心。看到外面那個境界相在變化，就像看電影、看電視一樣，那怎麼不歡喜？只有心被外頭境界轉，才會生苦惱。心不被境轉，那怎麼不歡喜！《楞嚴》上說得好，「若能轉物，則同如來」。學佛的人要轉境界，不能被境界所轉。善財童子在此地教給我們就是轉境界，而不被境界所轉。"
    },
    {
      "id": "12-004-0016_p0022",
      "zh_CN": "他参访的五十三位善知识，实际上就是我们从早到晚接触这个社会各个层面，就是这个意思。我们接触这个社会各个层面是苦不堪言，不晓得怎么应付好；善财童子接触各个层面生智慧，得大定，得真正自在解脱。他怎么学的？读《华严经》要从这里着眼，要学善财童子，要学这些善知识。所以他晓得外面境界相，『如影普现心水中』，「心水」就是比喻前面的众生真实性，影相就是说的于诸有海。这个有就是三有，欲界有、色界有、无色界有，用这一个字来说，有因有果。这些因因果果菩萨看得清清楚楚、明明白白，虽然清楚明白，他不分别、不执着、不取相、不动心，所以他自在。所以底下讲解脱，他自在了。再看底下一首，十七首：",
      "zh_TW": "他參訪的五十三位善知識，實際上就是我們從早到晚接觸這個社會各個層面，就是這個意思。我們接觸這個社會各個層面是苦不堪言，不曉得怎麼應付好；善財童子接觸各個層面生智慧，得大定，得真正自在解脫。他怎麼學的？讀《華嚴經》要從這裡著眼，要學善財童子，要學這些善知識。所以他曉得外面境界相，『如影普現心水中』，「心水」就是比喻前面的眾生真實性，影相就是說的於諸有海。這個有就是三有，欲界有、色界有、無色界有，用這一個字來說，有因有果。這些因因果果菩薩看得清清楚楚、明明白白，雖然清楚明白，他不分別、不執著、不取相、不動心，所以他自在。所以底下講解脫，他自在了。再看底下一首，十七首："
    },
    {
      "id": "12-004-0016_p0023",
      "zh_CN": "【从于三世诸佛海。方便愿种而出生。尽诸劫刹勤修行。此普贤者之解脱。】",
      "zh_TW": "【從於三世諸佛海。方便願種而出生。盡諸劫剎勤修行。此普賢者之解脫。】"
    },
    {
      "id": "12-004-0016_p0024",
      "zh_CN": "普贤菩萨的大愿是要教化众生、利益众生，自己成就之后倒驾慈航，帮助那些没成就的人，自己觉悟了，再回过头帮助那些还没有觉悟的人。这个第一句说『从于三世诸佛海，方便愿种而出生』，这就是倒驾慈航。虽然到了如来果地，他能退回来。退回来干什么？退回来教化那些初机的众生，而不是永居在那个高高的地位上。我们儒家也说，你看《礼记》里面讲，「安安而能迁」，这就是大慈大悲，能够舍己为人。这两个安，心安、身安，这个日子很舒服。虽然自己身心安稳，日子过得非常好，可是还有一些苦难的众生需要帮助，那我们必须舍弃自己的安稳，与他共甘苦同患难，你才能度得了他。这是大慈大悲，普贤菩萨的精神就在此地。所以能在佛地再退回来，以方便、以愿力出现在世间。像《普门品》里面所说的，应以什么身得度，他就示现什么样的身分。",
      "zh_TW": "普賢菩薩的大願是要教化眾生、利益眾生，自己成就之後倒駕慈航，幫助那些沒成就的人，自己覺悟了，再回過頭幫助那些還沒有覺悟的人。這個第一句說『從於三世諸佛海，方便願種而出生』，這就是倒駕慈航。雖然到了如來果地，他能退回來。退回來幹什麼？退回來教化那些初機的眾生，而不是永居在那個高高的地位上。我們儒家也說，你看《禮記》裡面講，「安安而能遷」，這就是大慈大悲，能夠捨己為人。這兩個安，心安、身安，這個日子很舒服。雖然自己身心安穩，日子過得非常好，可是還有一些苦難的眾生需要幫助，那我們必須捨棄自己的安穩，與他共甘苦同患難，你才能度得了他。這是大慈大悲，普賢菩薩的精神就在此地。所以能在佛地再退回來，以方便、以願力出現在世間。像《普門品》裡面所說的，應以什麼身得度，他就示現什麼樣的身分。"
    },
    {
      "id": "12-004-0016_p0025",
      "zh_CN": "拿观音菩萨来说，我们在诸经里面看到观音菩萨的身分不相同，《楞严经》上的观音菩萨是初住的地位，圆教初住，《楞严经．观世音菩萨耳根圆通章》是初住菩萨；《华严经》上我们读过的是第七回向菩萨；《法华经》里面我们读到的「普门品」是等觉菩萨。他在一切经，就是一切法会里面，他示现的身分不相同。这就是应该用什么身分他就示现什么身分，可以高，也可以低，他不执着这些，所谓随众生心应所知量，菩萨现身说法不是为自己，为众生的。这个事情做多久？底下说，『尽诸劫刹勤修行』。这不是做一天二天、一年二年，尽未来际劫，像地藏菩萨发的愿一样，「地狱不空，誓不成佛」，普贤菩萨也是如此。「勤修行」，这个修行是认真修行，为众生做一个榜样。我们拿释迦牟尼佛来说，你看《梵网经》上讲的，这是他自己说的，他这一次，这是讲三千年前出现在印度，到这个世间来示现成佛，他说是第八千次了；换句话说，释迦牟尼佛早就成佛了。为什么还要在此地示现八相成道，还要雪山苦行，还要夜睹明星大彻大悟，搞这些样子？无非都是教我们众生的，给我们做一个榜样，做个样子，看人家怎么修的。所以佛菩萨修行不是为他自己，是为众生，为他自己，他早就圆满了，他不要再修了，为众生修的。虽修种种苦行，他自在不自在？自在。为什么自在？他不着相。我们看到很苦，他不苦，他没有执着。我们看到苦，因为我们有执着，有执着就觉得苦，没有执着就不苦。这也证明了心转境界，不是境界转心，心转境界。",
      "zh_TW": "拿觀音菩薩來說，我們在諸經裡面看到觀音菩薩的身分不相同，《楞嚴經》上的觀音菩薩是初住的地位，圓教初住，《楞嚴經．觀世音菩薩耳根圓通章》是初住菩薩；《華嚴經》上我們讀過的是第七迴向菩薩；《法華經》裡面我們讀到的「普門品」是等覺菩薩。他在一切經，就是一切法會裡面，他示現的身分不相同。這就是應該用什麼身分他就示現什麼身分，可以高，也可以低，他不執著這些，所謂隨眾生心應所知量，菩薩現身說法不是為自己，為眾生的。這個事情做多久？底下說，『盡諸劫剎勤修行』。這不是做一天二天、一年二年，盡未來際劫，像地藏菩薩發的願一樣，「地獄不空，誓不成佛」，普賢菩薩也是如此。「勤修行」，這個修行是認真修行，為眾生做一個榜樣。我們拿釋迦牟尼佛來說，你看《梵網經》上講的，這是他自己說的，他這一次，這是講三千年前出現在印度，到這個世間來示現成佛，他說是第八千次了；換句話說，釋迦牟尼佛早就成佛了。為什麼還要在此地示現八相成道，還要雪山苦行，還要夜睹明星大徹大悟，搞這些樣子？無非都是教我們眾生的，給我們做一個榜樣，做個樣子，看人家怎麼修的。所以佛菩薩修行不是為他自己，是為眾生，為他自己，他早就圓滿了，他不要再修了，為眾生修的。雖修種種苦行，他自在不自在？自在。為什麼自在？他不著相。我們看到很苦，他不苦，他沒有執著。我們看到苦，因為我們有執著，有執著就覺得苦，沒有執著就不苦。這也證明了心轉境界，不是境界轉心，心轉境界。"
    },
    {
      "id": "12-004-0016_p0026",
      "zh_CN": "【普入一切法界门。悉见十方诸刹海。亦见其中劫成坏。此无二者之境界。】",
      "zh_TW": "【普入一切法界門。悉見十方諸剎海。亦見其中劫成壞。此無二者之境界。】"
    },
    {
      "id": "12-004-0016_p0027",
      "zh_CN": "这个『无二』也就是见性，也就是得理一心不乱。实在说，佛法就是不二法。这个意思，六祖大师在《坛经》里面讲得非常的圆满，佛法是不二法，二就不是佛法。二就有分别，有分别就会有执着；不二，不二就没有分别，当然也没有执着，所以不二就是一心。你看这首偈子里面所显示的，『普入一切法界门』，我们简单讲，十法界，十法界同时入，平等的入，同处入。同时、同处、平等入十法界，一心就能入，心有分别就入不进去。没有分别，十法界就在现前；有了分别，十法界就有差别。所以一现九隐，你只能见到一法界，其余的九法界你见不到。第二句讲『悉见十方诸刹海』，不但见到一个佛的刹土，就是一个大千世界，十方无量无边的大千世界你都见到。你要明白这个意思，你才晓得学佛的好处，学佛的好处就在此地，学佛真正的利益就在此地。怎样才能见到？无二就见到了。",
      "zh_TW": "這個『無二』也就是見性，也就是得理一心不亂。實在說，佛法就是不二法。這個意思，六祖大師在《壇經》裡面講得非常的圓滿，佛法是不二法，二就不是佛法。二就有分別，有分別就會有執著；不二，不二就沒有分別，當然也沒有執著，所以不二就是一心。你看這首偈子裡面所顯示的，『普入一切法界門』，我們簡單講，十法界，十法界同時入，平等的入，同處入。同時、同處、平等入十法界，一心就能入，心有分別就入不進去。沒有分別，十法界就在現前；有了分別，十法界就有差別。所以一現九隱，你只能見到一法界，其餘的九法界你見不到。第二句講『悉見十方諸剎海』，不但見到一個佛的剎土，就是一個大千世界，十方無量無邊的大千世界你都見到。你要明白這個意思，你才曉得學佛的好處，學佛的好處就在此地，學佛真正的利益就在此地。怎樣才能見到？無二就見到了。"
    },
    {
      "id": "12-004-0016_p0028",
      "zh_CN": "所以六祖当年离开猎人队到广州法性寺的时候，遇到印宗法师在讲经，旁边就有两个听众看到风吹那个幡在那里动，一个说风动，一个说幡动，两个争论不休。他去把它解决，他说不是风动，也不是幡动，仁者心动，你们两个心动。风动、幡动与你们什么关系，你们两个在争论不休，两个在吵架，冤枉！与风、与幡都不相干，无明在争论。所以印宗法师非常器重他，就请教他在黄梅，黄梅宗旨如何？请教禅定、解脱。六祖回答他，禅定、解脱是二法，佛法是不二法。你们想想看这个意思。六祖接引的是上上乘人，当然这个话不是对普通人说的，对普通人说他不懂。所以六祖大师会下大彻大悟明心见性四十三个人，印宗有一个，印宗也是的。",
      "zh_TW": "所以六祖當年離開獵人隊到廣州法性寺的時候，遇到印宗法師在講經，旁邊就有兩個聽眾看到風吹那個幡在那裡動，一個說風動，一個說幡動，兩個爭論不休。他去把它解決，他說不是風動，也不是幡動，仁者心動，你們兩個心動。風動、幡動與你們什麼關係，你們兩個在爭論不休，兩個在吵架，冤枉！與風、與幡都不相干，無明在爭論。所以印宗法師非常器重他，就請教他在黃梅，黃梅宗旨如何？請教禪定、解脫。六祖回答他，禪定、解脫是二法，佛法是不二法。你們想想看這個意思。六祖接引的是上上乘人，當然這個話不是對普通人說的，對普通人說他不懂。所以六祖大師會下大徹大悟明心見性四十三個人，印宗有一個，印宗也是的。"
    },
    {
      "id": "12-004-0016_p0029",
      "zh_CN": "这些都是大乘佛法里头的原理原则，我们做不到。做不到怎么办？分别法相。但是你要晓得，一定要从分别走到无分别，你就突破了，你就大开圆解了。如果你执着在这个分别里头，永远不能突破，你没有办法开悟。这样搞一辈子，纵然说得天花乱坠，也是道听涂说，都是拾取别人的，不是自己心性里面的东西。一定要突破，研究经论要突破，持戒要突破，参禅要突破，念佛也要突破，你要不突破，念佛不能到理一心不乱。诸位要晓得，破人我执，才能得事一心，破法我执，才能得理一心。你要不突破，不突破搞其他的法门，不能成就，参禅不能超越四禅天，换句话说，你出不了三界。念佛，那算是很幸运的，念佛不能突破，可以带业往生，可以生凡圣同居土，这就是其他任何一个法门不能相比的。其他的法门不突破不能成就，念佛法门不突破可以带业往生，这就是生凡圣同居土，它有这个殊胜。所以善财童子修的这个法门就是念佛法门，念阿弥陀佛，求生净土。善财童子修的是这个法门，但是善财童子在一生修行当中他突破了，这是值得我们注意的。",
      "zh_TW": "這些都是大乘佛法裡頭的原理原則，我們做不到。做不到怎麼辦？分別法相。但是你要曉得，一定要從分別走到無分別，你就突破了，你就大開圓解了。如果你執著在這個分別裡頭，永遠不能突破，你沒有辦法開悟。這樣搞一輩子，縱然說得天花亂墜，也是道聽塗說，都是拾取別人的，不是自己心性裡面的東西。一定要突破，研究經論要突破，持戒要突破，參禪要突破，念佛也要突破，你要不突破，念佛不能到理一心不亂。諸位要曉得，破人我執，才能得事一心，破法我執，才能得理一心。你要不突破，不突破搞其他的法門，不能成就，參禪不能超越四禪天，換句話說，你出不了三界。念佛，那算是很幸運的，念佛不能突破，可以帶業往生，可以生凡聖同居土，這就是其他任何一個法門不能相比的。其他的法門不突破不能成就，念佛法門不突破可以帶業往生，這就是生凡聖同居土，它有這個殊勝。所以善財童子修的這個法門就是念佛法門，念阿彌陀佛，求生淨土。善財童子修的是這個法門，但是善財童子在一生修行當中他突破了，這是值得我們注意的。"
    },
    {
      "id": "12-004-0016_p0030",
      "zh_CN": "『亦见其中劫成坏』，看到这个世界的成住坏空，不仅仅是有情众生生老病死，无情众生生住异灭，不只这个现象，看到了成住坏空。成住坏空是不是四种不同的相？给诸位说不是的，成住坏空是一相，不一不异，这是妙不可言，这就是诸法实相。这是我们很难理解的，这是诸佛菩萨的境界，所以说『此无二者之境界』。",
      "zh_TW": "『亦見其中劫成壞』，看到這個世界的成住壞空，不僅僅是有情眾生生老病死，無情眾生生住異滅，不只這個現象，看到了成住壞空。成住壞空是不是四種不同的相？給諸位說不是的，成住壞空是一相，不一不異，這是妙不可言，這就是諸法實相。這是我們很難理解的，這是諸佛菩薩的境界，所以說『此無二者之境界』。"
    },
    {
      "id": "12-004-0016_p0031",
      "zh_CN": "【十方刹海极微中。悉见佛坐菩提树。成等正觉化群生。此无碍眼之境界。】",
      "zh_TW": "【十方剎海極微中。悉見佛坐菩提樹。成等正覺化群生。此無礙眼之境界。】"
    },
    {
      "id": "12-004-0016_p0032",
      "zh_CN": "这首偈不必细说，不难懂，但是这个境界的确不容易体会。他是讲极微之中，极微是依报里面最小的，我们今天科学家所发现的，所谓原子、电子、基本粒子之类的，这是物质的基本，在佛法里面这个名词叫极微。一一极微里面都有佛在那里坐道场，都在那里示现成佛，教化众生。佛道场是正报之大者，极微尘是依报最小的，这就是所谓的事事无碍。大中现小，小中现大，微尘并没有放大，佛道场并没有缩小，这个境界也是我们没有法子体会到的。古人实在是不得已，用一个镜子，譬如我们这个道场坐这么多人，这道场不算小，我们用一个小小的镜子在这里一照，统统照在里头，镜子没有放大，人也没有缩小，但是里头清清楚楚，了了分明，这是不得已用这个比喻。拿这个镜子比喻什么？比喻无障碍眼，眼清净了你才能见到这个境界。诸位要记住，这不是神话，这是事实。",
      "zh_TW": "這首偈不必細說，不難懂，但是這個境界的確不容易體會。他是講極微之中，極微是依報裡面最小的，我們今天科學家所發現的，所謂原子、電子、基本粒子之類的，這是物質的基本，在佛法裡面這個名詞叫極微。一一極微裡面都有佛在那裡坐道場，都在那裡示現成佛，教化眾生。佛道場是正報之大者，極微塵是依報最小的，這就是所謂的事事無礙。大中現小，小中現大，微塵並沒有放大，佛道場並沒有縮小，這個境界也是我們沒有法子體會到的。古人實在是不得已，用一個鏡子，譬如我們這個道場坐這麼多人，這道場不算小，我們用一個小小的鏡子在這裡一照，統統照在裡頭，鏡子沒有放大，人也沒有縮小，但是裡頭清清楚楚，了了分明，這是不得已用這個比喻。拿這個鏡子比喻什麼？比喻無障礙眼，眼清淨了你才能見到這個境界。諸位要記住，這不是神話，這是事實。"
    },
    {
      "id": "12-004-0016_p0033",
      "zh_CN": "佛法里面没有戏论，没有开玩笑的话，没有夸大的话，将来你自己得无碍眼，你见到那个境界必定跟经里面所说的一样。你才晓得佛讲的五语，真的，不是假的。「真语者、实语者、如语者、不异语者、不诳语者」，佛句句话都是真实。绝不能用我们凡夫的见解、我们的心思来测度佛的境界，那就错了。我们实际上不必谈佛，就拿我们天天打妄想的这个心，测度我们的真心，就是这个意思。唯识里面讲得很好，第六意识分别的功能非常广大，它能够攀缘过去，又能够攀缘未来，它可以想过去、想未来，能够缘无量无边的法界，就是缘不到真心，因为它是妄心，它缘不到真心。它的功能确实不小，内可以缘到阿赖耶识，外可以缘到尽虚空遍法界，就是缘不到真心。这就是说明我们的妄心永远没有办法测度真心，真实心，真实心就是佛。",
      "zh_TW": "佛法裡面沒有戲論，沒有開玩笑的話，沒有誇大的話，將來你自己得無礙眼，你見到那個境界必定跟經裡面所說的一樣。你才曉得佛講的五語，真的，不是假的。「真語者、實語者、如語者、不異語者、不誑語者」，佛句句話都是真實。絕不能用我們凡夫的見解、我們的心思來測度佛的境界，那就錯了。我們實際上不必談佛，就拿我們天天打妄想的這個心，測度我們的真心，就是這個意思。唯識裡面講得很好，第六意識分別的功能非常廣大，它能夠攀緣過去，又能夠攀緣未來，它可以想過去、想未來，能夠緣無量無邊的法界，就是緣不到真心，因為它是妄心，它緣不到真心。它的功能確實不小，內可以緣到阿賴耶識，外可以緣到盡虛空遍法界，就是緣不到真心。這就是說明我們的妄心永遠沒有辦法測度真心，真實心，真實心就是佛。"
    },
    {
      "id": "12-004-0016_p0034",
      "zh_CN": "所以往往我们讲的，一些人听到这些话，不能用凡夫心测度佛菩萨的境界，我们听了很不服气，好像这是拿来压人的。咱把这个话改过来说，我们这个妄想心永远不能测度真实心，这个大家听了比较舒服一点。为什么？自己对自己，不是我测度别人，我的妄心不能了解我真心的境界。正如同一天到晚起烦恼，不知道心平气和的舒服，不知道，没有办法测度，是一样的意思。『无碍眼』就是见性，见性见外面叫色性，所谓明心见性，这也是见性里面不思议的境界。",
      "zh_TW": "所以往往我們講的，一些人聽到這些話，不能用凡夫心測度佛菩薩的境界，我們聽了很不服氣，好像這是拿來壓人的。咱把這個話改過來說，我們這個妄想心永遠不能測度真實心，這個大家聽了比較舒服一點。為什麼？自己對自己，不是我測度別人，我的妄心不能了解我真心的境界。正如同一天到晚起煩惱，不知道心平氣和的舒服，不知道，沒有辦法測度，是一樣的意思。『無礙眼』就是見性，見性見外面叫色性，所謂明心見性，這也是見性裡面不思議的境界。"
    },
    {
      "id": "12-004-0016_p0035",
      "zh_CN": "【汝从无量大劫海。亲近承事善知识。为利群生求正法。闻已忆念无遗忘。】",
      "zh_TW": "【汝從無量大劫海。親近承事善知識。為利群生求正法。聞已憶念無遺忘。】"
    },
    {
      "id": "12-004-0016_p0036",
      "zh_CN": "这末后两首偈是允许为善财童子开导。这个『汝』就是指的善财，因为善财前面提出问题，所问的都是佛不思议的境界，所以开头讲难说、难解。难说、难解，因为他有诚意，也只好给他解释、给他开导，哪些人有障碍，没有法子理解；哪些人没有障碍，可以为他说法，这在前面长行文、偈颂里面我们也都看到了。所以善财难得就是他是『从无量大劫海，亲近承事善知识』，他学佛不是一生，多生多劫的善根福德因缘，所以今天才能够遇到这些大菩萨们，才有这个缘分。而且善财生生世世修行是为利益众生，不是为自己，这个概念非常重要。我们今天修行为谁？为我自己，所以你的成就就很有限。我们很少真正生个念头是为众生，里头不附带自己的，很少会起这个念头，这就是你学佛怎么个学法都学不像。几时能像这些菩萨们，起心动念都是为众生，念佛求往生极乐世界还是为众生。为什么到西方极乐世界去？看看今天这个世界的众生，邪知邪见，要想度他，没本事，没有智慧，没有福德，没有技能，咱到西方极乐世界去，到那里去开智慧、修福报，成就自己的德能，再回来救度众生。往生西方极乐世界不是为自己，是为众生，念这句佛号是为众生念的，不是为自己念的，这就是正法，邪正就在心。心邪，讲《大方广佛华严经》也是邪法；心正，我今天在此地拿一本基督教的《圣经》跟诸位讲都是正法。法无邪正，邪正在心，大家要明白这个道理。真明白这个道理，你就晓得外头境界没有邪正，外头境界没有好丑，你这个平等心才能够显现。你待人、待一切法才真正做到公平，才能够摄受一切众生，这是正法。『闻已忆念无遗忘』，这是生生世世所见所闻都能够记忆不忘。为什么不忘？他不迷，所以他不忘。",
      "zh_TW": "這末後兩首偈是允許為善財童子開導。這個『汝』就是指的善財，因為善財前面提出問題，所問的都是佛不思議的境界，所以開頭講難說、難解。難說、難解，因為他有誠意，也只好給他解釋、給他開導，哪些人有障礙，沒有法子理解；哪些人沒有障礙，可以為他說法，這在前面長行文、偈頌裡面我們也都看到了。所以善財難得就是他是『從無量大劫海，親近承事善知識』，他學佛不是一生，多生多劫的善根福德因緣，所以今天才能夠遇到這些大菩薩們，才有這個緣分。而且善財生生世世修行是為利益眾生，不是為自己，這個概念非常重要。我們今天修行為誰？為我自己，所以你的成就就很有限。我們很少真正生個念頭是為眾生，裡頭不附帶自己的，很少會起這個念頭，這就是你學佛怎麼個學法都學不像。幾時能像這些菩薩們，起心動念都是為眾生，念佛求往生極樂世界還是為眾生。為什麼到西方極樂世界去？看看今天這個世界的眾生，邪知邪見，要想度他，沒本事，沒有智慧，沒有福德，沒有技能，咱到西方極樂世界去，到那裡去開智慧、修福報，成就自己的德能，再回來救度眾生。往生西方極樂世界不是為自己，是為眾生，念這句佛號是為眾生念的，不是為自己念的，這就是正法，邪正就在心。心邪，講《大方廣佛華嚴經》也是邪法；心正，我今天在此地拿一本基督教的《聖經》跟諸位講都是正法。法無邪正，邪正在心，大家要明白這個道理。真明白這個道理，你就曉得外頭境界沒有邪正，外頭境界沒有好醜，你這個平等心才能夠顯現。你待人、待一切法才真正做到公平，才能夠攝受一切眾生，這是正法。『聞已憶念無遺忘』，這是生生世世所見所聞都能夠記憶不忘。為什麼不忘？他不迷，所以他不忘。"
    },
    {
      "id": "12-004-0016_p0037",
      "zh_CN": "【毘卢遮那广大境。无边无量难思议。】",
      "zh_TW": "【毘盧遮那廣大境。無邊無量難思議。】"
    },
    {
      "id": "12-004-0016_p0038",
      "zh_CN": "这两句正是善财童子所请教的。下面菩萨就说：",
      "zh_TW": "這兩句正是善財童子所請教的。下面菩薩就說："
    },
    {
      "id": "12-004-0016_p0039",
      "zh_CN": "【我承佛力为汝说。令汝深心转清净。】",
      "zh_TW": "【我承佛力為汝說。令汝深心轉清淨。】"
    },
    {
      "id": "12-004-0016_p0040",
      "zh_CN": "这个第三句是答应他，允许，我跟你说。我有什么能力跟你说？不是自己有能力，佛力加持。这是谦虚。实在讲，什么叫做佛力加持？真的外头有佛力加持你了吗？为什么不加持我，为什么会加持你？你要知道，所谓佛力就是自性觉的力量，自性净的力量，自性正的力量。心地觉不迷，净不染，正大光明，这个力量不可思议。本身不具备这个力量，想求外面的佛来加持，没有这个道理。所以说佛，自性佛，自性是真佛，这才有能力给他说。给他说的目的何在？末后这一句就是教学的目标，『令汝深心转清净』。他以清净心来接受，希望他的心更清净；他已经有觉悟，希望他更觉悟，这就达到了教学的目标。这一段偈颂到这个地方我们讲完了，下面长行就是为他开示。今天时间到了，我们就讲到此地。",
      "zh_TW": "這個第三句是答應他，允許，我跟你說。我有什麼能力跟你說？不是自己有能力，佛力加持。這是謙虛。實在講，什麼叫做佛力加持？真的外頭有佛力加持你了嗎？為什麼不加持我，為什麼會加持你？你要知道，所謂佛力就是自性覺的力量，自性淨的力量，自性正的力量。心地覺不迷，淨不染，正大光明，這個力量不可思議。本身不具備這個力量，想求外面的佛來加持，沒有這個道理。所以說佛，自性佛，自性是真佛，這才有能力給他說。給他說的目的何在？末後這一句就是教學的目標，『令汝深心轉清淨』。他以清淨心來接受，希望他的心更清淨；他已經有覺悟，希望他更覺悟，這就達到了教學的目標。這一段偈頌到這個地方我們講完了，下面長行就是為他開示。今天時間到了，我們就講到此地。"
    }
  ]
}