{
  "doc_id": "12-002-0008",
  "title": {
    "zh_CN": "四十华严观自在章",
    "zh_TW": "四十華嚴觀自在章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第八集）",
    "zh_TW": "（第八集）"
  },
  "doc_number": "12-002-0008",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "12-002-0008_p0001",
      "zh_CN": "七百二十页倒数第三行，当中看起：",
      "zh_TW": "七百二十頁倒數第三行，當中看起："
    },
    {
      "id": "12-002-0008_p0002",
      "zh_CN": "经【积集善根。恒无厌足。顺善知识。不违其教。】",
      "zh_TW": "經【積集善根。恆無厭足。順善知識。不違其教。】"
    },
    {
      "id": "12-002-0008_p0003",
      "zh_CN": "从这个地方看起。这一段文上一次没讲完，这小段的当中我们再继续讲。在经文当中，这是说见到菩萨为菩萨悲愿的摄受，所得的功德利益。还没有请教，观音菩萨还没有跟他说法就得这样殊胜的利益。前面已经说了许多，此地再接着说『积集善根』。「善根」有许多种，善法无量无边，能生善法，我们就称之为善根。在无量善根当中，一般讲最重要的有四种善根，除了无贪、无瞋、无痴三善根之外，要加一个精进善根。因为精进善根能生禅定、能生般若，所以在菩萨道里面，精进善根是非常的重要。精进简单的意思是不退转，也不中止在现前的阶段，就是天天要求进步。此地所讲的积集善根，在我们现前来说，我们只要好好的积集这四种善根，『恒无厌足』就好。这个四善根可以讲，从初发心到如来地都不能够舍弃。如果说世出世间法我们都不贪了，在这些法里头无贪、无瞋、无痴，对于禅定般若要生起了贪爱，你积集善根就中止了，到这个阶段就停止了，不能够再往前进，你就止在你这个境界当中。这是错误的，决定错误。",
      "zh_TW": "從這個地方看起。這一段文上一次沒講完，這小段的當中我們再繼續講。在經文當中，這是說見到菩薩為菩薩悲願的攝受，所得的功德利益。還沒有請教，觀音菩薩還沒有跟他說法就得這樣殊勝的利益。前面已經說了許多，此地再接著說『積集善根』。「善根」有許多種，善法無量無邊，能生善法，我們就稱之為善根。在無量善根當中，一般講最重要的有四種善根，除了無貪、無瞋、無痴三善根之外，要加一個精進善根。因為精進善根能生禪定、能生般若，所以在菩薩道裡面，精進善根是非常的重要。精進簡單的意思是不退轉，也不中止在現前的階段，就是天天要求進步。此地所講的積集善根，在我們現前來說，我們只要好好的積集這四種善根，『恆無厭足』就好。這個四善根可以講，從初發心到如來地都不能夠捨棄。如果說世出世間法我們都不貪了，在這些法裡頭無貪、無瞋、無痴，對於禪定般若要生起了貪愛，你積集善根就中止了，到這個階段就停止了，不能夠再往前進，你就止在你這個境界當中。這是錯誤的，決定錯誤。"
    },
    {
      "id": "12-002-0008_p0004",
      "zh_CN": "成了佛之后，能不能中止？给诸位说，还是不能中止。为什么不能中止？我们在大经里头常常念到「圆满菩提，归无所得」，如果有所得，止就错了。所以成了佛之后，佛在经上方便讲倒驾慈航，在行菩萨道。由此可知，普贤行愿十大愿王里面，每一句后面都有「无有疲厌」，都有这一句话，这是千真万确的事实，这个才是诸法实相，真实相，有体有用，永远在那里运行。如果说一切停止了，整个宇宙都停顿了，诸位想想，有没有这回事情？可不可能？整个宇宙都在那里运行，可见得他这个相正是大意里面所讲的生生不息之相，大化于无形之相。我们一个人的身体，我们的呼吸、我们的血脉，血液循环永无休止，一停止，人就死了，只要他还留一口气在，他绝不停止。一个人身跟一个大宇宙没有两样。这个道理我们一定要懂得，然后你才体会到佛经里面常讲的「恒无厌足」，或者是「无有疲厌」，这句的意思才能够领略得到。才晓得这个并不是佛的教诫，佛要叫我们这样做，佛一定规定叫我们这个做，那就错了，那就带了有勉强的意思，佛法里面没有勉强的。为什么这样说？自然的道理，事实是这样的。自然之道就是本性，所谓法尔如是，本来就是这个样子，天天在增长，天天在流行。",
      "zh_TW": "成了佛之後，能不能中止？給諸位說，還是不能中止。為什麼不能中止？我們在大經裡頭常常念到「圓滿菩提，歸無所得」，如果有所得，止就錯了。所以成了佛之後，佛在經上方便講倒駕慈航，在行菩薩道。由此可知，普賢行願十大願王裡面，每一句後面都有「無有疲厭」，都有這一句話，這是千真萬確的事實，這個才是諸法實相，真實相，有體有用，永遠在那裡運行。如果說一切停止了，整個宇宙都停頓了，諸位想想，有沒有這回事情？可不可能？整個宇宙都在那裡運行，可見得他這個相正是大意裡面所講的生生不息之相，大化於無形之相。我們一個人的身體，我們的呼吸、我們的血脈，血液循環永無休止，一停止，人就死了，只要他還留一口氣在，他絕不停止。一個人身跟一個大宇宙沒有兩樣。這個道理我們一定要懂得，然後你才體會到佛經裡面常講的「恆無厭足」，或者是「無有疲厭」，這句的意思才能夠領略得到。才曉得這個並不是佛的教誡，佛要叫我們這樣做，佛一定規定叫我們這個做，那就錯了，那就帶了有勉強的意思，佛法裡面沒有勉強的。為什麼這樣說？自然的道理，事實是這樣的。自然之道就是本性，所謂法爾如是，本來就是這個樣子，天天在增長，天天在流行。"
    },
    {
      "id": "12-002-0008_p0005",
      "zh_CN": "底下这一句可以说也是一个纲领，积集善根，讲四善根是原则，如何去修学？『顺善知识，不违其教』，这句话很重要。我一再的劝勉诸位，今人不及古人，是古人崇重师承，今人是学无常师。学无常师要什么人？圣人才是学无常师，孔老夫子学无常师，释迦牟尼佛学无常师。我们要问问，我们是不是天生的大圣人？如果是天生的大圣人，学无常师有成就，一等一的成就。如果不是天生的圣人，那就要师承。我们在中国看起来，孔子以下都有师承，没有看到第二个孔子。在佛法里面我们只看到释迦牟尼佛，他学无常师，释迦牟尼佛以后，再没有看到一个学无常师的。由此我们也可以能体会到，那是大圣人的示现，不是普通人。这就是说明师承的重要。无论学什么，一定要跟一个老师学，你这是某一家的、某一派的，甚至于学插花的，跟一个老师是某一流的，也是某一派的，人家一看就晓得，你是有师承的。佛法、世法都不例外！没有说是这里学一点、那里学一点，到处打凑一点，能凑出一样东西出来，没有那个话。到处打凑，一辈子辛苦都白费了，为什么？学到后来，什么都不是，这个亏就吃大了。如果你有师承，不会没有成就的，成就有大小不同，有早晚不同，决定有成就。所以「顺善知识，不违其教」，这两句很重要，关系我们修学成败。",
      "zh_TW": "底下這一句可以說也是一個綱領，積集善根，講四善根是原則，如何去修學？『順善知識，不違其教』，這句話很重要。我一再的勸勉諸位，今人不及古人，是古人崇重師承，今人是學無常師。學無常師要什麼人？聖人才是學無常師，孔老夫子學無常師，釋迦牟尼佛學無常師。我們要問問，我們是不是天生的大聖人？如果是天生的大聖人，學無常師有成就，一等一的成就。如果不是天生的聖人，那就要師承。我們在中國看起來，孔子以下都有師承，沒有看到第二個孔子。在佛法裡面我們只看到釋迦牟尼佛，他學無常師，釋迦牟尼佛以後，再沒有看到一個學無常師的。由此我們也可以能體會到，那是大聖人的示現，不是普通人。這就是說明師承的重要。無論學什麼，一定要跟一個老師學，你這是某一家的、某一派的，甚至於學插花的，跟一個老師是某一流的，也是某一派的，人家一看就曉得，你是有師承的。佛法、世法都不例外！沒有說是這裡學一點、那裡學一點，到處打湊一點，能湊出一樣東西出來，沒有那個話。到處打湊，一輩子辛苦都白費了，為什麼？學到後來，什麼都不是，這個虧就吃大了。如果你有師承，不會沒有成就的，成就有大小不同，有早晚不同，決定有成就。所以「順善知識，不違其教」，這兩句很重要，關係我們修學成敗。"
    },
    {
      "id": "12-002-0008_p0006",
      "zh_CN": "经【从文殊师利功德智慧大海所生。】",
      "zh_TW": "經【從文殊師利功德智慧大海所生。】"
    },
    {
      "id": "12-002-0008_p0007",
      "zh_CN": "文殊师利在《华严经》里面表性，在五十三参里面第一位就是文殊师利菩萨，他是善财童子根本的老师，我们讲师承，这是他根本的老师。善财童子是谁的学生？给诸位说，是文殊师利的学生，在文殊师利门下成就了根本智，这才出去参学。成就根本智，我们拿《坛经》里面的话来说，「从一般若生八万四千智慧」，他这个一般若就是根本智，在文殊师利手上得到的。八万四千智慧从哪里来？五十三位善知识那得来的，参学当中得来。由此可知，根本智要不开，没有资格参学。根本智开了之后，必须要参学，不参学后得智不能现前，就是无量智慧不能够证得。无量智慧，给诸位说，是没有止尽的。八万四千智慧，那是无量智慧的归纳，并不就是八万四千。智慧是没有止尽的，为什么没有止尽？你看看就在我们这个世间世界历史的演进，人类文化的演进没有止尽的，种种发明的演进也没有止尽的，永远无止尽的。所以后得智没有止尽。如果说今天我们的历史到此地终止，不再有进步了，我们的文化也止在今天，也不再有变化，那这个智慧，可以说后得智有止尽。但是要晓得，历史的演进，文化的增长，都没有止尽，天天在进步，年年在进步，去年的东西跟今年的东西不一样，昨天的东西跟今天的新产品又不一样。如果菩萨那个智慧，后得智就停留在那里，菩萨知古而不知今，那还能算菩萨吗？那就跟不上时代。你看看菩萨法里讲求是博学多闻，五十三参教我们什么？就是教我们博学多闻。但是诸位要记住，博学多闻是在根本智成就之后，博学多闻完全是智慧；如果根本智没有证得，你要博学多闻都是烦恼。所以佛门里有说「知事少时烦恼少」，你知道的事情愈少，烦恼就愈少；「识人多处是非多」，你要认识人多，是非就多。这里就告诉你什么？知道事愈少愈好，认识人愈少愈好，你清净无烦恼。所以一个修行人，绝不看报纸、不看杂志，世间什么书，什么广播、电视，一概都不看，心地清净没有烦恼。这个话对不对？对。对什么人说的？幼稚园学生说的，小学生说的，可不是对大学生说的。这个训练什么？训练根本智，训练一般若。一般若从哪来的？从定当中得来。这是根本的学问，非学不可。到你根本智成就之后，你还要这样干，那就糟糕了，那就坏了。根本智成就之后什么都要接触，那就是善财童子五十三参。他根本智要没有得到，文殊菩萨决定不会让他出大门的，你在家里好好用功，你不要多接触人，也不要多知道事。可是根本智一开之后，文殊菩萨就劝他赶紧出去参学，什么样的人都要接触，什么样的事都要知道，成就他无量的智慧。他不接触，无量智慧从哪来？所以样样都要接触。这个道理我们一定要懂。",
      "zh_TW": "文殊師利在《華嚴經》裡面表性，在五十三參裡面第一位就是文殊師利菩薩，他是善財童子根本的老師，我們講師承，這是他根本的老師。善財童子是誰的學生？給諸位說，是文殊師利的學生，在文殊師利門下成就了根本智，這才出去參學。成就根本智，我們拿《壇經》裡面的話來說，「從一般若生八萬四千智慧」，他這個一般若就是根本智，在文殊師利手上得到的。八萬四千智慧從哪裡來？五十三位善知識那得來的，參學當中得來。由此可知，根本智要不開，沒有資格參學。根本智開了之後，必須要參學，不參學後得智不能現前，就是無量智慧不能夠證得。無量智慧，給諸位說，是沒有止盡的。八萬四千智慧，那是無量智慧的歸納，並不就是八萬四千。智慧是沒有止盡的，為什麼沒有止盡？你看看就在我們這個世間世界歷史的演進，人類文化的演進沒有止盡的，種種發明的演進也沒有止盡的，永遠無止盡的。所以後得智沒有止盡。如果說今天我們的歷史到此地終止，不再有進步了，我們的文化也止在今天，也不再有變化，那這個智慧，可以說後得智有止盡。但是要曉得，歷史的演進，文化的增長，都沒有止盡，天天在進步，年年在進步，去年的東西跟今年的東西不一樣，昨天的東西跟今天的新產品又不一樣。如果菩薩那個智慧，後得智就停留在那裡，菩薩知古而不知今，那還能算菩薩嗎？那就跟不上時代。你看看菩薩法裡講求是博學多聞，五十三參教我們什麼？就是教我們博學多聞。但是諸位要記住，博學多聞是在根本智成就之後，博學多聞完全是智慧；如果根本智沒有證得，你要博學多聞都是煩惱。所以佛門裡有說「知事少時煩惱少」，你知道的事情愈少，煩惱就愈少；「識人多處是非多」，你要認識人多，是非就多。這裡就告訴你什麼？知道事愈少愈好，認識人愈少愈好，你清淨無煩惱。所以一個修行人，絕不看報紙、不看雜誌，世間什麼書，什麼廣播、電視，一概都不看，心地清淨沒有煩惱。這個話對不對？對。對什麼人說的？幼稚園學生說的，小學生說的，可不是對大學生說的。這個訓練什麼？訓練根本智，訓練一般若。一般若從哪來的？從定當中得來。這是根本的學問，非學不可。到你根本智成就之後，你還要這樣幹，那就糟糕了，那就壞了。根本智成就之後什麼都要接觸，那就是善財童子五十三參。他根本智要沒有得到，文殊菩薩決定不會讓他出大門的，你在家裡好好用功，你不要多接觸人，也不要多知道事。可是根本智一開之後，文殊菩薩就勸他趕緊出去參學，什麼樣的人都要接觸，什麼樣的事都要知道，成就他無量的智慧。他不接觸，無量智慧從哪來？所以樣樣都要接觸。這個道理我們一定要懂。"
    },
    {
      "id": "12-002-0008_p0008",
      "zh_CN": "现代的教学非常之困难，麻烦可大了，大在什么地方？幼稚园的学生就叫他博学多闻，一天到晚看电视。从前的电影院、戏院是十二岁以下的小孩不可以到戏院去看戏的。我记得我小的时候，戏院门口都贴着有十二岁以下的小孩不可以进入戏院，为什么？没有成年，对于是非善恶不能够辨别，怕受了坏的影响，怕看了之后，起了不好的心理上的反应，所以是禁止。儿童，单独有儿童的剧院。成年人这些集会、聚会的场合，儿童决定禁止参加。现在方便了，现在电影、戏院送到家里来。家里家庭对儿女这种照顾，哪些节目你可以看，哪些节目不能看，小孩听了不服气，愈是禁止他不许看的，好奇心愈大，愈是要偷偷的看。",
      "zh_TW": "現代的教學非常之困難，麻煩可大了，大在什麼地方？幼稚園的學生就叫他博學多聞，一天到晚看電視。從前的電影院、戲院是十二歲以下的小孩不可以到戲院去看戲的。我記得我小的時候，戲院門口都貼著有十二歲以下的小孩不可以進入戲院，為什麼？沒有成年，對於是非善惡不能夠辨別，怕受了壞的影響，怕看了之後，起了不好的心理上的反應，所以是禁止。兒童，單獨有兒童的劇院。成年人這些集會、聚會的場合，兒童決定禁止參加。現在方便了，現在電影、戲院送到家裡來。家裡家庭對兒女這種照顧，哪些節目你可以看，哪些節目不能看，小孩聽了不服氣，愈是禁止他不許看的，好奇心愈大，愈是要偷偷的看。"
    },
    {
      "id": "12-002-0008_p0009",
      "zh_CN": "记得我在道场也曾经跟诸位说过，过去方东美先生在的时候，有一个教育部的官员跟方先生提了一个问题，问方先生：美国将来亡国，第一个因素是什么？就是叫美国要毁灭、要灭亡的第一个因素是什么？方先生答的真是出乎人意料之外，他说美国将来亡国第一个因素，电视。他的国家民族是毁在电视上，可怕极了。最后他又说，我们现在渐渐也要受电视的害，但是还没有美国那么严重。所以他告诉教育部的人，电视节目里头一定要净化，要注意它是影响青少年的心理。一个国家治乱兴衰与这个东西关系太密切了。我们看看最近这两年来电视节目改进了不少，打杀的片子渐渐少了，这些东西多，对于青少年影响很大，等于说是鼓励他们好斗。所以在这两年确确实实是改进了很多。这一句也是讲报本反始，虽然是参访到第七回向，勿忘根本，他的根本老师是『文殊师利功德智慧大海所生』，根本智慧生的。",
      "zh_TW": "記得我在道場也曾經跟諸位說過，過去方東美先生在的時候，有一個教育部的官員跟方先生提了一個問題，問方先生：美國將來亡國，第一個因素是什麼？就是叫美國要毀滅、要滅亡的第一個因素是什麼？方先生答的真是出乎人意料之外，他說美國將來亡國第一個因素，電視。他的國家民族是毀在電視上，可怕極了。最後他又說，我們現在漸漸也要受電視的害，但是還沒有美國那麼嚴重。所以他告訴教育部的人，電視節目裡頭一定要淨化，要注意它是影響青少年的心理。一個國家治亂興衰與這個東西關係太密切了。我們看看最近這兩年來電視節目改進了不少，打殺的片子漸漸少了，這些東西多，對於青少年影響很大，等於說是鼓勵他們好鬥。所以在這兩年確確實實是改進了很多。這一句也是講報本反始，雖然是參訪到第七迴向，勿忘根本，他的根本老師是『文殊師利功德智慧大海所生』，根本智慧生的。"
    },
    {
      "id": "12-002-0008_p0010",
      "zh_CN": "经【其心成熟。得佛威力。已获广大三昧光明。】",
      "zh_TW": "經【其心成熟。得佛威力。已獲廣大三昧光明。】"
    },
    {
      "id": "12-002-0008_p0011",
      "zh_CN": "都是在文殊菩萨那个地方成就的。成就之后，『其心成熟』，是得到佛的威力，已经获得『广大三昧光明』，「三昧」是定，「光明」是慧。",
      "zh_TW": "都是在文殊菩薩那個地方成就的。成就之後，『其心成熟』，是得到佛的威力，已經獲得『廣大三昧光明』，「三昧」是定，「光明」是慧。"
    },
    {
      "id": "12-002-0008_p0012",
      "zh_CN": "经【专意希求甚深妙法。常见诸佛。】",
      "zh_TW": "經【專意希求甚深妙法。常見諸佛。】"
    },
    {
      "id": "12-002-0008_p0013",
      "zh_CN": "这两句就是参学。文殊菩萨那里成熟，『得佛威力』，获得广大的定慧，是理体上，是体性，出来参学是事上的。换句话说，把他的定慧照世出世间一切事相，世出世间一切事相无不是三昧、无不是智慧，跟我们的境界完全不相同。我们的境界是什么？是八识五十一心所变的，拿这个东西照世出世间法，所以世出世间法都是一些分别，统统是尘劳烦恼，没有一法不是烦恼。实在讲，这一切事，它是个中立的，无所谓善与恶，我们用智慧心去看，它就是智慧，我们用烦恼心所看，它就是烦恼，可见得那个变化是在自己心里而不在境界。",
      "zh_TW": "這兩句就是參學。文殊菩薩那裡成熟，『得佛威力』，獲得廣大的定慧，是理體上，是體性，出來參學是事上的。換句話說，把他的定慧照世出世間一切事相，世出世間一切事相無不是三昧、無不是智慧，跟我們的境界完全不相同。我們的境界是什麼？是八識五十一心所變的，拿這個東西照世出世間法，所以世出世間法都是一些分別，統統是塵勞煩惱，沒有一法不是煩惱。實在講，這一切事，它是個中立的，無所謂善與惡，我們用智慧心去看，它就是智慧，我們用煩惱心所看，它就是煩惱，可見得那個變化是在自己心裡而不在境界。"
    },
    {
      "id": "12-002-0008_p0014",
      "zh_CN": "星期天的晚上，我们读《华严经．问明品》里面十种甚深，你看文殊菩萨排在最后，佛境甚深。佛境是指什么？十法界依正庄严，那是佛境界。我们眼前所有境界是佛境界，而是我们迷了，在佛境界里面生起无边的尘劳烦恼。怎么生的？我们不善用心，我们用的是妄心，错用了心。这一行的定义，诸位要能把刚才的话体会到，你就都明白了。佛法里面有体有用，用中，体与作用不二，这才是真正的大觉，才是圆满菩提；菩提就是大觉，圆满的大觉。在这个地方，再给诸位说明白一点，『专意希求甚深妙法』，没有一法不是妙法，三业所作，一切境界，法法皆妙。『常见诸佛』，没有一法不是诸佛，法法皆是。佛是什么？佛是性，有情众生个个都有佛性，无情的众生皆有法性，佛性跟法性是一不是二。所以「常见诸佛」，六根所接触的境界都是诸佛，这正是「问明品」里面文殊菩萨所说的佛境甚深。你要是成佛之后，你见这一切众生，一切有情众生个个都是佛，本来都是佛，是同成佛道。桌椅、板凳、草木这些，也都是佛，没有一个不是，这叫常见诸佛。",
      "zh_TW": "星期天的晚上，我們讀《華嚴經．問明品》裡面十種甚深，你看文殊菩薩排在最後，佛境甚深。佛境是指什麼？十法界依正莊嚴，那是佛境界。我們眼前所有境界是佛境界，而是我們迷了，在佛境界裡面生起無邊的塵勞煩惱。怎麼生的？我們不善用心，我們用的是妄心，錯用了心。這一行的定義，諸位要能把剛才的話體會到，你就都明白了。佛法裡面有體有用，用中，體與作用不二，這才是真正的大覺，才是圓滿菩提；菩提就是大覺，圓滿的大覺。在這個地方，再給諸位說明白一點，『專意希求甚深妙法』，沒有一法不是妙法，三業所作，一切境界，法法皆妙。『常見諸佛』，沒有一法不是諸佛，法法皆是。佛是什麼？佛是性，有情眾生個個都有佛性，無情的眾生皆有法性，佛性跟法性是一不是二。所以「常見諸佛」，六根所接觸的境界都是諸佛，這正是「問明品」裡面文殊菩薩所說的佛境甚深。你要是成佛之後，你見這一切眾生，一切有情眾生個個都是佛，本來都是佛，是同成佛道。桌椅、板凳、草木這些，也都是佛，沒有一個不是，這叫常見諸佛。"
    },
    {
      "id": "12-002-0008_p0015",
      "zh_CN": "经【生大欢喜。智慧清净犹如虚空。】",
      "zh_TW": "經【生大歡喜。智慧清淨猶如虛空。】"
    },
    {
      "id": "12-002-0008_p0016",
      "zh_CN": "这个『大欢喜』，这是真正见性，是根本智与后得智相结合。根本跟后得是一不是二，根本智是理体，后得智是作用，体就是用，用就是体，体用一如，这个时候生的大欢喜心。这一种喜悦，不是我们能想像得到的，不入这个境界，你怎么想你也想不到。而这种喜悦跟《论语》里面一句话，给诸位说是相应的，「学而时习之，不亦说乎」，那是圣人的境界。学是根本智，时习之是后得智；学是在文殊菩萨那里成就的，习是五十三位善知识那里成就的。所以佛法要是真正有了得，你再回头去看孔子的《论语》统统是佛经，没有一句不是的，这里头味道多浓厚、多深，永远没有止尽。",
      "zh_TW": "這個『大歡喜』，這是真正見性，是根本智與後得智相結合。根本跟後得是一不是二，根本智是理體，後得智是作用，體就是用，用就是體，體用一如，這個時候生的大歡喜心。這一種喜悅，不是我們能想像得到的，不入這個境界，你怎麼想你也想不到。而這種喜悅跟《論語》裡面一句話，給諸位說是相應的，「學而時習之，不亦說乎」，那是聖人的境界。學是根本智，時習之是後得智；學是在文殊菩薩那裡成就的，習是五十三位善知識那裡成就的。所以佛法要是真正有了得，你再回頭去看孔子的《論語》統統是佛經，沒有一句不是的，這裡頭味道多濃厚、多深，永遠沒有止盡。"
    },
    {
      "id": "12-002-0008_p0017",
      "zh_CN": "前一次有个居士跟我谈到这个，现在的年轻人，大专学生国文程度都低落，对于中国文化历史没有信心，没兴趣。他为什么没有兴趣？他根本就不懂。他不懂，哪来的兴趣？我们读《华严经》，其味无穷。你要把《华严经》给中学生、小学生去念念，他有什么兴趣？他当然没有兴趣，不懂。学生没有兴趣，老师也不研究了，为什么？老师的研究是为了学生，学生对这个没兴趣、不想学，我还研究干什么？老师也不研究。佛法正是人类苦苦在寻求的，到处找找不到的，就摆在面前还不识货，冤枉不冤枉！不但中国人找，外国人也找，他找什么？找乐，离苦得乐。真正能够离苦得乐的宝贝就在眼前！中国人实实在在这个宝贝是在我们眼前，外国人就不见得。但是在今日之下是不相同，外国人也可以就在眼前，为什么？他照理在我们地球的对面，我们对面是美国，到台湾来学一点东西、拿一点宝贝一天就到了，也是在眼前。我们台湾是个宝岛，什么是宝？中华文化、大乘佛学，这是宝！宝在我们这个海岛里头，我们要人人认识这个宝，才能够得到这个宝物的受用。摆在面前不认识，你看这个多冤枉！",
      "zh_TW": "前一次有個居士跟我談到這個，現在的年輕人，大專學生國文程度都低落，對於中國文化歷史沒有信心，沒興趣。他為什麼沒有興趣？他根本就不懂。他不懂，哪來的興趣？我們讀《華嚴經》，其味無窮。你要把《華嚴經》給中學生、小學生去念念，他有什麼興趣？他當然沒有興趣，不懂。學生沒有興趣，老師也不研究了，為什麼？老師的研究是為了學生，學生對這個沒興趣、不想學，我還研究幹什麼？老師也不研究。佛法正是人類苦苦在尋求的，到處找找不到的，就擺在面前還不識貨，冤枉不冤枉！不但中國人找，外國人也找，他找什麼？找樂，離苦得樂。真正能夠離苦得樂的寶貝就在眼前！中國人實實在在這個寶貝是在我們眼前，外國人就不見得。但是在今日之下是不相同，外國人也可以就在眼前，為什麼？他照理在我們地球的對面，我們對面是美國，到台灣來學一點東西、拿一點寶貝一天就到了，也是在眼前。我們台灣是個寶島，什麼是寶？中華文化、大乘佛學，這是寶！寶在我們這個海島裡頭，我們要人人認識這個寶，才能夠得到這個寶物的受用。擺在面前不認識，你看這個多冤枉！"
    },
    {
      "id": "12-002-0008_p0018",
      "zh_CN": "佛法，佛法要是通了，给诸位说，世出世间一切万法都通了。所以我也一再劝勉同修们「一门深入」，博学多闻是重要，但是现阶段还不行。现阶段我们都是中年学佛，不是从根本上学的，这就很吃亏；等于说年轻时候失学了，现在想到才恶补。恶补跟从头学起当然不一样，从头学起的由幼稚园，由小学而中学，一步一步来；我们已经失学多年了，现在补习。补习怎么？专攻跟博学是兼而有之，我们都来；都来要晓得，在目前是以专攻为主，宾主要把它分开。一面是要博学多闻，一面是要专攻，在根本智没有现前的时候，专攻为主；根本智现前的时候，是以博学为主。这是宾主先后，一定要能够分清楚。孔子所说的，知所先后，近乎大道。这在教学上，最重要的是要懂得这个道理，晓得什么在先，什么在后。我们现在不缺乏博学，所缺的是缺乏在专攻。但是要晓得，如果没有根本智，决定没有后得智，像一棵树一样，要是没有根，没有那个主干，那个本，哪里会有枝叶？这是诸位同修要能醒悟，你要是不醒悟，你一生不会有成就。一定要有根本，从根本上再生枝叶。",
      "zh_TW": "佛法，佛法要是通了，給諸位說，世出世間一切萬法都通了。所以我也一再勸勉同修們「一門深入」，博學多聞是重要，但是現階段還不行。現階段我們都是中年學佛，不是從根本上學的，這就很吃虧；等於說年輕時候失學了，現在想到才惡補。惡補跟從頭學起當然不一樣，從頭學起的由幼稚園，由小學而中學，一步一步來；我們已經失學多年了，現在補習。補習怎麼？專攻跟博學是兼而有之，我們都來；都來要曉得，在目前是以專攻為主，賓主要把它分開。一面是要博學多聞，一面是要專攻，在根本智沒有現前的時候，專攻為主；根本智現前的時候，是以博學為主。這是賓主先後，一定要能夠分清楚。孔子所說的，知所先後，近乎大道。這在教學上，最重要的是要懂得這個道理，曉得什麼在先，什麼在後。我們現在不缺乏博學，所缺的是缺乏在專攻。但是要曉得，如果沒有根本智，決定沒有後得智，像一棵樹一樣，要是沒有根，沒有那個主幹，那個本，哪裡會有枝葉？這是諸位同修要能醒悟，你要是不醒悟，你一生不會有成就。一定要有根本，從根本上再生枝葉。"
    },
    {
      "id": "12-002-0008_p0019",
      "zh_CN": "「专意希求甚深妙法，常见诸佛」，这是这棵大树枝叶茂盛，不是光秃秃的树干，是枝叶茂盛。所以先求什么？求根本，根本有了之后，再求枝叶的茂盛。而我们现在修学，世出世间都一样，他用颠倒，先学什么？枝叶茂盛。根本呢？根本没有，他不要根本。不要根本，那个枝叶茂盛也能盛得起来，但是什么？假的，不是真的。假花、假树，把别的树叶、花朵都砍了，插在自己这个地方，看起来也很茂盛，没有几天都枯了，都死掉了。他的东西是死的，不是活。目前，他有势力，有这个福报，昙花一现；完了之后，不见了，不是真正的自性。这一点我们总要明了，要牢牢的记住。",
      "zh_TW": "「專意希求甚深妙法，常見諸佛」，這是這棵大樹枝葉茂盛，不是光禿禿的樹幹，是枝葉茂盛。所以先求什麼？求根本，根本有了之後，再求枝葉的茂盛。而我們現在修學，世出世間都一樣，他用顛倒，先學什麼？枝葉茂盛。根本呢？根本沒有，他不要根本。不要根本，那個枝葉茂盛也能盛得起來，但是什麼？假的，不是真的。假花、假樹，把別的樹葉、花朵都砍了，插在自己這個地方，看起來也很茂盛，沒有幾天都枯了，都死掉了。他的東西是死的，不是活。目前，他有勢力，有這個福報，曇花一現；完了之後，不見了，不是真正的自性。這一點我們總要明瞭，要牢牢的記住。"
    },
    {
      "id": "12-002-0008_p0020",
      "zh_CN": "现在我们在恶补的期间，你要晓得根本智的重要，经论可以听。我过去学佛，老师就是这样教给我的，什么经都可以听，但是听的时候，要跟老师的时候他选择，只准听他的，不准听别人的，就这么一个原则。他所讲的东西你都可以听，不能听别人的。你要听别人的东西，要经过老师同意，听哪一个人讲东西，他讲什么东西？你只去听一次、去听二次，要得老师同意。听完之后，回来的时候老师要问，要随时报告。看东西也是如此。我看东西是他指定的，他没有指定，你看别的东西，那也不行。为什么要这样严格训练？训练你根本智。给诸位说，这就叫师承。从一家学得来的，一派学来的，到你智慧开了，佛学名词叫「法眼净」，清净的净，你得了法眼净。什么叫法眼净？能够辨别真妄是非，有这个能力。你的根本智，虽然没有完全透露，你有这个能力。有这个能力什么人讲经都可以听，什么书都可以看，为什么？对你只有利益，没有害处，你能够辨别邪正，能够辨别是非，你有这个能力，不为境界所动。这个时候老师开放了，你可以到处参学，你什么都可以看，广泛的接触。",
      "zh_TW": "現在我們在惡補的期間，你要曉得根本智的重要，經論可以聽。我過去學佛，老師就是這樣教給我的，什麼經都可以聽，但是聽的時候，要跟老師的時候他選擇，只准聽他的，不准聽別人的，就這麼一個原則。他所講的東西你都可以聽，不能聽別人的。你要聽別人的東西，要經過老師同意，聽哪一個人講東西，他講什麼東西？你只去聽一次、去聽二次，要得老師同意。聽完之後，回來的時候老師要問，要隨時報告。看東西也是如此。我看東西是他指定的，他沒有指定，你看別的東西，那也不行。為什麼要這樣嚴格訓練？訓練你根本智。給諸位說，這就叫師承。從一家學得來的，一派學來的，到你智慧開了，佛學名詞叫「法眼淨」，清淨的淨，你得了法眼淨。什麼叫法眼淨？能夠辨別真妄是非，有這個能力。你的根本智，雖然沒有完全透露，你有這個能力。有這個能力什麼人講經都可以聽，什麼書都可以看，為什麼？對你只有利益，沒有害處，你能夠辨別邪正，能夠辨別是非，你有這個能力，不為境界所動。這個時候老師開放了，你可以到處參學，你什麼都可以看，廣泛的接觸。"
    },
    {
      "id": "12-002-0008_p0021",
      "zh_CN": "可见得第一个阶段里头，你就听他的，培养根本；第二个阶段，枝叶繁茂，分两个阶段的。由此可知，根本智的重要。根本智一定要专攻，专攻什么？个人兴趣不相同，这个不能勉强。比如我过去在李老师会下，我们那些同学，兴趣也不相同，各修各的，各人修各人的，行。几乎我们都没有相同的，各人研究各人的。李老师他的规定是一个人一定要专攻一部经，你要选两部经，他不教你。他很武断的说：两部，你学不会，不会成就的。他教人就是一个人一部，你喜欢哪一部，你这一生就专攻这一部，这一部就是你看家的本事。所以诸位要是专攻这一部，这一部就要背诵，这一部就是自己的日课，天天要读，天天要诵。我们看看古来的大德，没错，人家是走这个路，有人一生专门在《法华》的，有一生专门在《华严》。其他的通不通？样样都通，样样都讲，但是他有一样他自己根本的学问。纵然是大彻大悟之后，他根本的功课，还是照做不误。你看《坛经．机缘品》，我们还没讲到，所列举的六祖那些学生，他读诵那部经，尽他一生从来没有中断过，悟了以后也是这样。没悟之前，念《法华经》一天念一遍，念一部；悟了以后，一天还是念一部，那是他的常课。念《涅槃经》的也是如此，《涅槃经》比《法华经》长得多，《大涅槃经》两种本子，一个是四十卷，一个是三十六卷，比《法华经》长得太多了。",
      "zh_TW": "可見得第一個階段裡頭，你就聽他的，培養根本；第二個階段，枝葉繁茂，分兩個階段的。由此可知，根本智的重要。根本智一定要專攻，專攻什麼？個人興趣不相同，這個不能勉強。比如我過去在李老師會下，我們那些同學，興趣也不相同，各修各的，各人修各人的，行。幾乎我們都沒有相同的，各人研究各人的。李老師他的規定是一個人一定要專攻一部經，你要選兩部經，他不教你。他很武斷的說：兩部，你學不會，不會成就的。他教人就是一個人一部，你喜歡哪一部，你這一生就專攻這一部，這一部就是你看家的本事。所以諸位要是專攻這一部，這一部就要背誦，這一部就是自己的日課，天天要讀，天天要誦。我們看看古來的大德，沒錯，人家是走這個路，有人一生專門在《法華》的，有一生專門在《華嚴》。其他的通不通？樣樣都通，樣樣都講，但是他有一樣他自己根本的學問。縱然是大徹大悟之後，他根本的功課，還是照做不誤。你看《壇經．機緣品》，我們還沒講到，所列舉的六祖那些學生，他讀誦那部經，盡他一生從來沒有中斷過，悟了以後也是這樣。沒悟之前，念《法華經》一天念一遍，念一部；悟了以後，一天還是念一部，那是他的常課。念《涅槃經》的也是如此，《涅槃經》比《法華經》長得多，《大涅槃經》兩種本子，一個是四十卷，一個是三十六卷，比《法華經》長得太多了。"
    },
    {
      "id": "12-002-0008_p0022",
      "zh_CN": "也有受持短的，你看江味农居士，一生就专念《金刚经》。《金刚经》短，只有五千字。念得快的，我过去有个同事，他念《金刚经》念了十三年，每天念，背得很熟，从头到尾背一遍十三分钟。他背给我听过，十三分钟，背得一个字不错。他的《金刚经》大概念了，大概总有几万遍，念了几万遍，很可惜到后来，他去信基督教去了。为什么信基督教？太太是基督教徒，一天到晚吵架，吵到最后很严重，如果不信基督教要离婚，他有五个儿女。这时候他跑到我这里来，怎么办？那时候我还没出家，我们是同事，他是少将阶级，他说怎么办？我说不要紧，你就到基督教去，将来到天堂上还可以学佛，释迦牟尼佛常常在忉利天宫说法，还有机会，你好好的学好了。结果他太太还算不错，他家里供的佛像、佛书，还没有烧掉，统统送给我了，还没有把它毁掉。说老实话，他《金刚经》虽然背得那么熟，《金刚经》的道理不懂。他是自己修，没有老师指点；如果要有好老师指点，他很容易上轨道的。没有人指点，自己在家里念，念得不如法，念了一辈子。怎么叫不如法？目的错了。《金刚经》是开悟的，他目的不是在开悟，目的是念了经，佛菩萨保护他升官发财，这个目的搞错了。每天早晚念《金刚经》，佛菩萨你保佑我升官、保佑我发财，搞这个去了，没有求智慧，没有用在身心修养，应酬。这个朋友大概也有十多年没有见面。",
      "zh_TW": "也有受持短的，你看江味農居士，一生就專念《金剛經》。《金剛經》短，只有五千字。念得快的，我過去有個同事，他念《金剛經》念了十三年，每天念，背得很熟，從頭到尾背一遍十三分鐘。他背給我聽過，十三分鐘，背得一個字不錯。他的《金剛經》大概念了，大概總有幾萬遍，念了幾萬遍，很可惜到後來，他去信基督教去了。為什麼信基督教？太太是基督教徒，一天到晚吵架，吵到最後很嚴重，如果不信基督教要離婚，他有五個兒女。這時候他跑到我這裡來，怎麼辦？那時候我還沒出家，我們是同事，他是少將階級，他說怎麼辦？我說不要緊，你就到基督教去，將來到天堂上還可以學佛，釋迦牟尼佛常常在忉利天宮說法，還有機會，你好好的學好了。結果他太太還算不錯，他家裡供的佛像、佛書，還沒有燒掉，統統送給我了，還沒有把它毀掉。說老實話，他《金剛經》雖然背得那麼熟，《金剛經》的道理不懂。他是自己修，沒有老師指點；如果要有好老師指點，他很容易上軌道的。沒有人指點，自己在家裡念，念得不如法，念了一輩子。怎麼叫不如法？目的錯了。《金剛經》是開悟的，他目的不是在開悟，目的是念了經，佛菩薩保護他升官發財，這個目的搞錯了。每天早晚念《金剛經》，佛菩薩你保佑我升官、保佑我發財，搞這個去了，沒有求智慧，沒有用在身心修養，應酬。這個朋友大概也有十多年沒有見面。"
    },
    {
      "id": "12-002-0008_p0023",
      "zh_CN": "这里说到『生大欢喜，智慧清净犹如虚空』，真正得到法喜。这个法喜，只有入境界的人才知道；没有入境界的人，跟你怎么样说、怎么形容，你都体会不到。诸位如果要得到，还是我给你讲的这个方法，先学根本智。世间学问，读四书，或者四书太长了，读《论语》，或者是《大学》、《中庸》都可以，总要有一样东西背得很熟，主课。佛法里面也要选一部经，终身受持。选什么样经？选你程度能够理解，选你性情所爱好的，无论修学哪个法门，跟你修行证果都没有违背。净土宗许多大德，以别的经论做基础的，太多了。民国初年几位大德，像应慈法师，他是教宗华严，行在净土。杨仁山居士他也是一生在《华严经》上。像江味农居士，他是教宗般若，行在净土。所以说无论受持什么样的经，那些理论的基础，统统都可以帮助修净土法门，修一心不乱。你要是没有根本的学问，天天在这里听，听上十年，也没有根。你那些枝叶花朵是从我这里学去，插在那上面，不是你自己生的。要你自己生根发芽，这才是真的。",
      "zh_TW": "這裡說到『生大歡喜，智慧清淨猶如虛空』，真正得到法喜。這個法喜，只有入境界的人才知道；沒有入境界的人，跟你怎麼樣說、怎麼形容，你都體會不到。諸位如果要得到，還是我給你講的這個方法，先學根本智。世間學問，讀四書，或者四書太長了，讀《論語》，或者是《大學》、《中庸》都可以，總要有一樣東西背得很熟，主課。佛法裡面也要選一部經，終身受持。選什麼樣經？選你程度能夠理解，選你性情所愛好的，無論修學哪個法門，跟你修行證果都沒有違背。淨土宗許多大德，以別的經論做基礎的，太多了。民國初年幾位大德，像應慈法師，他是教宗華嚴，行在淨土。楊仁山居士他也是一生在《華嚴經》上。像江味農居士，他是教宗般若，行在淨土。所以說無論受持什麼樣的經，那些理論的基礎，統統都可以幫助修淨土法門，修一心不亂。你要是沒有根本的學問，天天在這裡聽，聽上十年，也沒有根。你那些枝葉花朵是從我這裡學去，插在那上面，不是你自己生的。要你自己生根發芽，這才是真的。"
    },
    {
      "id": "12-002-0008_p0024",
      "zh_CN": "我们天天看释迦牟尼佛的东西，可以把释迦牟尼佛的东西拿来装成我们自己门面，是别人的。不知道的一看，你这个门面不错，富丽堂皇。一知道，都是别人的，不是自己的，都是借来用的，充门面的，自己是空空如也，一无所有。这不是佛菩萨的愿望，也不是我对大家的期望。由此可知，扎根太重要。比如说，你要是喜欢观音菩萨，观音菩萨三经，你就用这个三经做你的根本。三经是在这讲的这一章，这是三经其中之一。《楞严经》里面「耳根圆通章」，我们有单行本流通。《法华经》里面有「普门品」，将来《法华经．普门品》这一品，我选一个好注子，我们把它印成一个单行本。观音三经，专门修观音法门，就用这三经做基础，这三经要背。我劝诸位背一部经，另外还要背一部世间书，在四书五经里头选一样东西出来，做世间法的根本。说实在话，大乘佛法要有小乘佛法的基础，没有小乘佛法的基础，没有办法开悟的。我们单单念这个大乘佛法，念这个三经，我们会不会开悟？开悟的希望很渺茫。",
      "zh_TW": "我們天天看釋迦牟尼佛的東西，可以把釋迦牟尼佛的東西拿來裝成我們自己門面，是別人的。不知道的一看，你這個門面不錯，富麗堂皇。一知道，都是別人的，不是自己的，都是借來用的，充門面的，自己是空空如也，一無所有。這不是佛菩薩的願望，也不是我對大家的期望。由此可知，扎根太重要。比如說，你要是喜歡觀音菩薩，觀音菩薩三經，你就用這個三經做你的根本。三經是在這講的這一章，這是三經其中之一。《楞嚴經》裡面「耳根圓通章」，我們有單行本流通。《法華經》裡面有「普門品」，將來《法華經．普門品》這一品，我選一個好註子，我們把它印成一個單行本。觀音三經，專門修觀音法門，就用這三經做基礎，這三經要背。我勸諸位背一部經，另外還要背一部世間書，在四書五經裡頭選一樣東西出來，做世間法的根本。說實在話，大乘佛法要有小乘佛法的基礎，沒有小乘佛法的基礎，沒有辦法開悟的。我們單單念這個大乘佛法，念這個三經，我們會不會開悟？開悟的希望很渺茫。"
    },
    {
      "id": "12-002-0008_p0025",
      "zh_CN": "我刚才给诸位说，我那个朋友《金刚经》念了几万遍，念得那么熟，他不开悟。他为什么不开悟？儒学没基础。你就晓得这个东西重要。儒学也是浩如烟海，博大精深，宋朝的朱夫子，朱熹，这四书是他选的，在诸子百家里头选了这四种。诸位要晓得，《大学》、《中庸》是《礼记》里的两篇，再选上《论语》跟《孟子》，这四种书是人生必读的，是做人的大根大本，所以他才取名叫「四书」。从他选了之后，从南宋一直到民国初年，可以说都是以这个做为根本的教科书。这个八百年中，多少慧眼的人，看到他所选的这个，都认为选得很正确。这就是说什么？做为一个中国人要不能够把四书背下来，可以说跟中国文化就脱节了。而大乘佛法就建立在中国文化的基础上，你对于中国文化自己要是没有一点根本的话，大乘佛法从印度移植过来，等于说我们这棵树，树是活的，人家那个枝条接到我们这里，它才能够长出来。我们这个树是死的，你把人家东西接上来，没有几天也死掉了。",
      "zh_TW": "我剛才給諸位說，我那個朋友《金剛經》念了幾萬遍，念得那麼熟，他不開悟。他為什麼不開悟？儒學沒基礎。你就曉得這個東西重要。儒學也是浩如煙海，博大精深，宋朝的朱夫子，朱熹，這四書是他選的，在諸子百家裡頭選了這四種。諸位要曉得，《大學》、《中庸》是《禮記》裡的兩篇，再選上《論語》跟《孟子》，這四種書是人生必讀的，是做人的大根大本，所以他才取名叫「四書」。從他選了之後，從南宋一直到民國初年，可以說都是以這個做為根本的教科書。這個八百年中，多少慧眼的人，看到他所選的這個，都認為選得很正確。這就是說什麼？做為一個中國人要不能夠把四書背下來，可以說跟中國文化就脫節了。而大乘佛法就建立在中國文化的基礎上，你對於中國文化自己要是沒有一點根本的話，大乘佛法從印度移植過來，等於說我們這棵樹，樹是活的，人家那個枝條接到我們這裡，它才能夠長出來。我們這個樹是死的，你把人家東西接上來，沒有幾天也死掉了。"
    },
    {
      "id": "12-002-0008_p0026",
      "zh_CN": "所以说是没有国学的基础，把大乘佛法纵然是念上个几辈子，也不能够开悟。在眼前这个恶补，诸位要就晓得，不读书不行，不背诵不行。背诵，再来常常听讲，你才能够有所领悟，触类旁通，才有体会。否则的话，什么样佛菩萨跟你讲，还是不悟。现在有学校里提倡背四书的，不是没有，有。人家的年龄也差不多是三十岁的人，也不含糊，逼着他叫苦连天。但是时间规定是两年，两年当中一定背出来，人家都能做到。人家能做到，我们为什么做不到？我们能不能下个决心，两年当中把一部四书背下来？诸位要晓得，你必须有这个根柢，大乘佛法才接得上。千万不要有个成见那是世间东西，我们学佛的，学那个干什么？从前的出家人，哪一个不是世学学得很通透？唐宋的出家人，考取的，你的学问品德不足为众人之师，国家不准你出家。因为你出家的身分是帝王之师，那个皇帝准许你出家，换句话说，承认你可以做我的老师。考什么东西？就考世间的学问，佛法哪里可以随便？",
      "zh_TW": "所以說是沒有國學的基礎，把大乘佛法縱然是念上個幾輩子，也不能夠開悟。在眼前這個惡補，諸位要就曉得，不讀書不行，不背誦不行。背誦，再來常常聽講，你才能夠有所領悟，觸類旁通，才有體會。否則的話，什麼樣佛菩薩跟你講，還是不悟。現在有學校裡提倡背四書的，不是沒有，有。人家的年齡也差不多是三十歲的人，也不含糊，逼著他叫苦連天。但是時間規定是兩年，兩年當中一定背出來，人家都能做到。人家能做到，我們為什麼做不到？我們能不能下個決心，兩年當中把一部四書背下來？諸位要曉得，你必須有這個根柢，大乘佛法才接得上。千萬不要有個成見那是世間東西，我們學佛的，學那個幹什麼？從前的出家人，哪一個不是世學學得很通透？唐宋的出家人，考取的，你的學問品德不足為眾人之師，國家不准你出家。因為你出家的身分是帝王之師，那個皇帝准許你出家，換句話說，承認你可以做我的老師。考什麼東西？就考世間的學問，佛法哪裡可以隨便？"
    },
    {
      "id": "12-002-0008_p0027",
      "zh_CN": "所以在从前出家的考试，比世间考进士要难的多。考进士，考取，皇帝的部下，是为他所用；出家，考取了，是他的老师，他当然要慎重。我们佛教今天衰，衰到这种程度，就是根本没有了，全是搞得枝叶，叫人一看，死东西，一文不值。现在社会上对佛教瞧不起，出家人在社会上没有地位，人家看到轻视。这么好的东西，落到今天这样的结果，我们要晓得，病根在什么地方。",
      "zh_TW": "所以在從前出家的考試，比世間考進士要難的多。考進士，考取，皇帝的部下，是為他所用；出家，考取了，是他的老師，他當然要慎重。我們佛教今天衰，衰到這種程度，就是根本沒有了，全是搞得枝葉，叫人一看，死東西，一文不值。現在社會上對佛教瞧不起，出家人在社會上沒有地位，人家看到輕視。這麼好的東西，落到今天這樣的結果，我們要曉得，病根在什麼地方。"
    },
    {
      "id": "12-002-0008_p0028",
      "zh_CN": "今天讲到这个地方，这是自成就，下面是成就别人。自己成就了之后，才能成就别人。我们今天讲弘扬佛法，护持佛法，一定要从根本上做起。我根本没有，虽然有心、有愿，想弘扬，想护持，到后来结果还是一场空。民国初年期间有不少的大德在提倡，提倡最积极的是太虚大师，可是太虚大师所提倡的佛法，到今天怎么样？还是落空了。为什么原因？如果太虚大师那时候要强势主张，所有出家人一定要背四书、五经，那今天佛教就兴盛，有根有本；没有在这上加强的时候，白学。我们同修当中，你们看看，四书是一定要背的；佛经，你们选个一二部。大经，这样才能有成就，才会有希望，否则的话要开悟，太难太难。",
      "zh_TW": "今天講到這個地方，這是自成就，下面是成就別人。自己成就了之後，才能成就別人。我們今天講弘揚佛法，護持佛法，一定要從根本上做起。我根本沒有，雖然有心、有願，想弘揚，想護持，到後來結果還是一場空。民國初年期間有不少的大德在提倡，提倡最積極的是太虛大師，可是太虛大師所提倡的佛法，到今天怎麼樣？還是落空了。為什麼原因？如果太虛大師那時候要強勢主張，所有出家人一定要背四書、五經，那今天佛教就興盛，有根有本；沒有在這上加強的時候，白學。我們同修當中，你們看看，四書是一定要背的；佛經，你們選個一二部。大經，這樣才能有成就，才會有希望，否則的話要開悟，太難太難。"
    },
    {
      "id": "12-002-0008_p0029",
      "zh_CN": "今天端午节，我忘掉了，我现在的观念是年节都没有了。今天晚上事先也没有宣布，不晓得晚上来的人多少？晚上还是要来一下，如果来的人多，我们还是讲。好，今天就讲到此地。",
      "zh_TW": "今天端午節，我忘掉了，我現在的觀念是年節都沒有了。今天晚上事先也沒有宣布，不曉得晚上來的人多少？晚上還是要來一下，如果來的人多，我們還是講。好，今天就講到此地。"
    }
  ]
}