{
  "doc_id": "12-002-0027",
  "title": {
    "zh_CN": "四十华严观自在章",
    "zh_TW": "四十華嚴觀自在章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第二十七集）",
    "zh_TW": "（第二十七集）"
  },
  "doc_number": "12-002-0027",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "12-002-0027_p0001",
      "zh_CN": "请掀开经本，一百二十九面第九行，第二句：",
      "zh_TW": "請掀開經本，一百二十九面第九行，第二句："
    },
    {
      "id": "12-002-0027_p0002",
      "zh_CN": "经【大石山王有洞窟。其窟幽深极可畏。有犯王法锁其身。种种系缚投于彼。彼诸苦恼众生等。至心忆念大悲尊。枷锁解脱苦销除。一切无忧安隐乐。】",
      "zh_TW": "經【大石山王有洞窟。其窟幽深極可畏。有犯王法鎖其身。種種繫縛投於彼。彼諸苦惱眾生等。至心憶念大悲尊。枷鎖解脫苦銷除。一切無憂安隱樂。】"
    },
    {
      "id": "12-002-0027_p0003",
      "zh_CN": "这一首偈还是接着前面来的，前面曾经说到，观世音菩萨救苦救难的事。菩萨救苦救难，必须要晓得感应道交的理论，这在前面都给诸位介绍过。这个地方几句还是说的灾难。第一首是犯了王法，刑罚是把他关在山洞里面，这个比一般牢狱还要苦。因为山洞，我们晓得第一个是冷，第二个是湿气。如果是关的时间长久了，这个受刑人在心理上、在生理上，健康都要受到损害，所以比一般大牢的刑罚还要来得苦。在佛法里面有孤独地狱，像这种情形的是很多。这是比根本地狱的罪报要轻很多，但是在我们人间来看，这是很重的罪报。",
      "zh_TW": "這一首偈還是接著前面來的，前面曾經說到，觀世音菩薩救苦救難的事。菩薩救苦救難，必須要曉得感應道交的理論，這在前面都給諸位介紹過。這個地方幾句還是說的災難。第一首是犯了王法，刑罰是把他關在山洞裡面，這個比一般牢獄還要苦。因為山洞，我們曉得第一個是冷，第二個是濕氣。如果是關的時間長久了，這個受刑人在心理上、在生理上，健康都要受到損害，所以比一般大牢的刑罰還要來得苦。在佛法裡面有孤獨地獄，像這種情形的是很多。這是比根本地獄的罪報要輕很多，但是在我們人間來看，這是很重的罪報。"
    },
    {
      "id": "12-002-0027_p0004",
      "zh_CN": "下面一首，说菩萨救苦之事。如果遇到这样的灾难，『彼诸苦恼众生等，至心忆念大悲尊，枷锁解脱苦销除』，重要的还是在「至心」两个字，唯有至心才有感应。至心是念到一心不乱，念观世音菩萨圣号，念到一心不乱。「枷锁解脱苦销除」，这个地方是有事有理，这个枷锁的解除是有两种情形，一种是心理的枷锁解除了，一种是外面形式上的枷锁也能够解除。这就像大经大论里面常讲的，果报不是偶然的，诸位一定要懂这个道理，所谓「一饮一啄，莫非前定」，有先世的因缘，应该要受这种罪报的，那是没有法子免除的。我们也曾经讲过，菩萨满一切众生愿，有可以满他的，还有什么？不可以满的，菩萨心是达到了，但是他罪有所得，没有法子能叫他免除。这个果报之事，佛经里面常讲，「心佛众生，三无差别」，诸位要能懂这个道理，你就晓得这个业力不可思议。如果佛要有力量救护罪业众生，所有造作罪业的，佛统统都救了。业力之大，跟佛的力量可以抵销，就有这么大的力量。我们天天造业，不知道，不晓得业力之大，不晓得业力的可怕。所以我要想求佛菩萨加持，一定要懂这个道理，自己应当消除业障，佛的力量才能加得上。否则的话，自己业障的力量，把佛菩萨的慈力，把它排斥了，使佛菩萨力量达不到。",
      "zh_TW": "下面一首，說菩薩救苦之事。如果遇到這樣的災難，『彼諸苦惱眾生等，至心憶念大悲尊，枷鎖解脫苦銷除』，重要的還是在「至心」兩個字，唯有至心才有感應。至心是念到一心不亂，念觀世音菩薩聖號，念到一心不亂。「枷鎖解脫苦銷除」，這個地方是有事有理，這個枷鎖的解除是有兩種情形，一種是心理的枷鎖解除了，一種是外面形式上的枷鎖也能夠解除。這就像大經大論裡面常講的，果報不是偶然的，諸位一定要懂這個道理，所謂「一飲一啄，莫非前定」，有先世的因緣，應該要受這種罪報的，那是沒有法子免除的。我們也曾經講過，菩薩滿一切眾生願，有可以滿他的，還有什麼？不可以滿的，菩薩心是達到了，但是他罪有所得，沒有法子能叫他免除。這個果報之事，佛經裡面常講，「心佛眾生，三無差別」，諸位要能懂這個道理，你就曉得這個業力不可思議。如果佛要有力量救護罪業眾生，所有造作罪業的，佛統統都救了。業力之大，跟佛的力量可以抵銷，就有這麼大的力量。我們天天造業，不知道，不曉得業力之大，不曉得業力的可怕。所以我要想求佛菩薩加持，一定要懂這個道理，自己應當消除業障，佛的力量才能加得上。否則的話，自己業障的力量，把佛菩薩的慈力，把它排斥了，使佛菩薩力量達不到。"
    },
    {
      "id": "12-002-0027_p0005",
      "zh_CN": "在本迹，普贤菩萨十大愿王，第四句就是忏悔业障，虽然十大愿没有详细给诸位介绍，可是要义说过不少次。十愿，前面四愿成就自己，也可以说成就诸佛菩萨威德神力，能够加持得上，能够加得上。如果我们自己不能忏除业障，这一生怎么样精进修学，也是阿赖耶识里面种一点善根而已，我们这一生不容易成就。业障要怎么消除？业障是前生的习气，你与一切众生恩怨仇报。这些道理佛在大小乘经里面普遍都说明，人到世间来干什么？都是受果报。过去造作善因，来享福，受果报；过去造作恶因，来受罪，也是果报，所谓是「一饮一啄，莫非前定」。你与大众相处，人家对你很好，是果报。我们过去对人好，人家也对我好。别人看到我就讨厌，我过去看他讨厌，一报还一报，还了就没事了。众生愚痴，不晓得这个道理，换句话说，接受果报的时候，自己不服气。这一不服气怎么办？好了，就冤冤相报，这个冤仇就愈结愈深。你想成佛，想往生西方极乐世界，那就等哪一天你心里面的冤仇都没有了，才能往生，因为那个世界是「诸上善人，俱会一处」。心里面有嫉妒，有瞋恚，有愚痴，有贪吝，都不能往生西方。念佛念得再好，这些业障没有消除，业障障碍了往生。",
      "zh_TW": "在本跡，普賢菩薩十大願王，第四句就是懺悔業障，雖然十大願沒有詳細給諸位介紹，可是要義說過不少次。十願，前面四願成就自己，也可以說成就諸佛菩薩威德神力，能夠加持得上，能夠加得上。如果我們自己不能懺除業障，這一生怎麼樣精進修學，也是阿賴耶識裡面種一點善根而已，我們這一生不容易成就。業障要怎麼消除？業障是前生的習氣，你與一切眾生恩怨仇報。這些道理佛在大小乘經裡面普遍都說明，人到世間來幹什麼？都是受果報。過去造作善因，來享福，受果報；過去造作惡因，來受罪，也是果報，所謂是「一飲一啄，莫非前定」。你與大眾相處，人家對你很好，是果報。我們過去對人好，人家也對我好。別人看到我就討厭，我過去看他討厭，一報還一報，還了就沒事了。眾生愚痴，不曉得這個道理，換句話說，接受果報的時候，自己不服氣。這一不服氣怎麼辦？好了，就冤冤相報，這個冤仇就愈結愈深。你想成佛，想往生西方極樂世界，那就等哪一天你心裡面的冤仇都沒有了，才能往生，因為那個世界是「諸上善人，俱會一處」。心裡面有嫉妒，有瞋恚，有愚痴，有貪吝，都不能往生西方。念佛念得再好，這些業障沒有消除，業障障礙了往生。"
    },
    {
      "id": "12-002-0027_p0006",
      "zh_CN": "我们也在道场跟诸位说了很多，这个大乘佛法来得快，成就快，一生可以成就。小乘佛法成就很慢很慢，为什么？小乘人不能接受六尘境界的磨炼，他不愿意接受，证须陀洹之后，还要天上人间七番生死。天上人间七番生死，诸位要算算，那是多少年？天文数字。大乘为什么来得快？大乘愿意接受磨炼，不怕。磨就是磨炼我成佛，我们就是拿这修学来说，你要禁不住磨炼，你的道业就学不成。我们学佛，我们生活只有一个目标，只要不妨碍这一个目标，什么样的磨炼都接受。譬如《禅林宝训》里面所记载的，古人学道、求法，人家一个道场，不但《禅林宝训》里记载的是六祖之后的事情，我们读《六祖坛经》也应该知道，六祖大师是何等人物，在黄梅的时间，还是受折磨。得了衣钵，出去之后，你看看多少人追杀他，那是要他的命，要杀他。盛唐，五祖会下这个道场，那些大众嫉妒瞋恨心还那么重，何况今天？你能够禁得起折磨，你成就快；禁不起的？就退心，回家去了。",
      "zh_TW": "我們也在道場跟諸位說了很多，這個大乘佛法來得快，成就快，一生可以成就。小乘佛法成就很慢很慢，為什麼？小乘人不能接受六塵境界的磨鍊，他不願意接受，證須陀洹之後，還要天上人間七番生死。天上人間七番生死，諸位要算算，那是多少年？天文數字。大乘為什麼來得快？大乘願意接受磨鍊，不怕。磨就是磨鍊我成佛，我們就是拿這修學來說，你要禁不住磨鍊，你的道業就學不成。我們學佛，我們生活只有一個目標，只要不妨礙這一個目標，什麼樣的磨鍊都接受。譬如《禪林寶訓》裡面所記載的，古人學道、求法，人家一個道場，不但《禪林寶訓》裡記載的是六祖之後的事情，我們讀《六祖壇經》也應該知道，六祖大師是何等人物，在黃梅的時間，還是受折磨。得了衣缽，出去之後，你看看多少人追殺他，那是要他的命，要殺他。盛唐，五祖會下這個道場，那些大眾嫉妒瞋恨心還那麼重，何況今天？你能夠禁得起折磨，你成就快；禁不起的？就退心，回家去了。"
    },
    {
      "id": "12-002-0027_p0007",
      "zh_CN": "我们学道一定要抱一个坚定的信心，只要这个道场有道可得，他侮辱我，没有关系；折磨我，没有关系；给我什么样的罪受，都没有关系，都是道场，为什么？我在这里有道可求，愈是真正成就的人，折磨的程度愈是加倍。我记得《禅林宝训》里面有一篇，那个名字我忘了，大概我看这个书总是在二十年前看的。有一个参学的人，在这个寺庙里听经，天天在那听经，大众都欺侮他，不但是讽刺、侮辱，甚至于洗脸水、洗脚水倒在他头上，寺院里面寮房不让他挂单，把他赶走。他怎么样？他睡在庙门外面走廊上，他也不走。大众想尽方法，把他赶走，他不走。不但大众欺侮他，住持也侮辱、欺侮他，受尽了折磨，他的心清净，坚定不动，到后来老和尚把住持位子让给他，请他来主持一方教化。大众没有一个人能比得上他，我们看老和尚那样折磨他，是要他继承法位。不经过这样折磨，没有能力来担当这个职位。磨他什么？磨他的平等心，磨他的清净心。",
      "zh_TW": "我們學道一定要抱一個堅定的信心，只要這個道場有道可得，他侮辱我，沒有關係；折磨我，沒有關係；給我什麼樣的罪受，都沒有關係，都是道場，為什麼？我在這裡有道可求，愈是真正成就的人，折磨的程度愈是加倍。我記得《禪林寶訓》裡面有一篇，那個名字我忘了，大概我看這個書總是在二十年前看的。有一個參學的人，在這個寺廟裡聽經，天天在那聽經，大眾都欺侮他，不但是諷刺、侮辱，甚至於洗臉水、洗腳水倒在他頭上，寺院裡面寮房不讓他掛單，把他趕走。他怎麼樣？他睡在廟門外面走廊上，他也不走。大眾想盡方法，把他趕走，他不走。不但大眾欺侮他，住持也侮辱、欺侮他，受盡了折磨，他的心清淨，堅定不動，到後來老和尚把住持位子讓給他，請他來主持一方教化。大眾沒有一個人能比得上他，我們看老和尚那樣折磨他，是要他繼承法位。不經過這樣折磨，沒有能力來擔當這個職位。磨他什麼？磨他的平等心，磨他的清淨心。"
    },
    {
      "id": "12-002-0027_p0008",
      "zh_CN": "我们今天学道，所以不能成就，就是什么？小小一点折磨，不行，受不了了，不行，我不干了，要到别处去了，别处还是这么折磨。如果你这个地方离开，到别的地方就没有折磨了，那可以，那能。事实不然，为什么？罪业。这个庙里头折磨，好，到那个庙去，那个庙里面照样还是折磨你。你要是走过二、三个寺庙，都碰到这个情形，你自己应该要相信，一饮一啄，莫非前定，换句话说，就应当承受。所谓是逆来顺受，「恒顺众生，随喜功德」，这叫什么？这叫消业障。折磨我的那些人，皆是大善知识，消除我的业障。我在这个庙里业障消除了，将来我到别的庙里头没有人折磨我，为什么？我业障没有了。业障没有消除，走遍天下，处处都有人找你麻烦，来折磨你。所以说果报不可思议。",
      "zh_TW": "我們今天學道，所以不能成就，就是什麼？小小一點折磨，不行，受不了了，不行，我不幹了，要到別處去了，別處還是這麼折磨。如果你這個地方離開，到別的地方就沒有折磨了，那可以，那能。事實不然，為什麼？罪業。這個廟裡頭折磨，好，到那個廟去，那個廟裡面照樣還是折磨你。你要是走過二、三個寺廟，都碰到這個情形，你自己應該要相信，一飲一啄，莫非前定，換句話說，就應當承受。所謂是逆來順受，「恆順眾生，隨喜功德」，這叫什麼？這叫消業障。折磨我的那些人，皆是大善知識，消除我的業障。我在這個廟裡業障消除了，將來我到別的廟裡頭沒有人折磨我，為什麼？我業障沒有了。業障沒有消除，走遍天下，處處都有人找你麻煩，來折磨你。所以說果報不可思議。"
    },
    {
      "id": "12-002-0027_p0009",
      "zh_CN": "大乘法的修学，就是能够承当得起，什么样的苦难都能够受得了。能在一切时处，恒顺众生，随喜功德。恒顺什么？能够顺众生，能够恒顺境界。功德是什么？成就自己的清净心，如如不动，消除自己的业障，成就自己身心清净，这是功德。功德是自家的享受，是真正的享受。所以学佛是明理之人，自己有一定的方向，一定的目标。一个人在一生能够有一个决定的方向、目标，这个人生有意义，生命才会有价值，才晓得我为什么活在这个世间，我活在这个世间是干什么的，才能够真正体会到幸福美满，佛法里面讲的法喜充满。否则的话，与世间人一样，迷迷糊糊，这一生为什么活？口里说的是一套，心里面一塌糊涂。在人生过程当中，在六道轮回里面，前途是一片茫茫，一片黑暗。诸位如果有一个方向，你在黑暗的境界里面就有一线光明，这一线光明就可以引导你冲破黑暗。佛教给我们，方向在哪里？方向是在愿。佛怕我们不会发愿，不知道如何去发愿，所以提供四弘誓愿的原则，教我们来发愿。四弘誓愿是十方三世一切诸佛菩萨的大愿，这是教我们在无始劫以来，处在无明黑暗当中，仿佛一线光明。这是我们的方向，是我们的目标。",
      "zh_TW": "大乘法的修學，就是能夠承當得起，什麼樣的苦難都能夠受得了。能在一切時處，恆順眾生，隨喜功德。恆順什麼？能夠順眾生，能夠恆順境界。功德是什麼？成就自己的清淨心，如如不動，消除自己的業障，成就自己身心清淨，這是功德。功德是自家的享受，是真正的享受。所以學佛是明理之人，自己有一定的方向，一定的目標。一個人在一生能夠有一個決定的方向、目標，這個人生有意義，生命才會有價值，才曉得我為什麼活在這個世間，我活在這個世間是幹什麼的，才能夠真正體會到幸福美滿，佛法裡面講的法喜充滿。否則的話，與世間人一樣，迷迷糊糊，這一生為什麼活？口裡說的是一套，心裡面一塌糊塗。在人生過程當中，在六道輪迴裡面，前途是一片茫茫，一片黑暗。諸位如果有一個方向，你在黑暗的境界裡面就有一線光明，這一線光明就可以引導你衝破黑暗。佛教給我們，方向在哪裡？方向是在願。佛怕我們不會發願，不知道如何去發願，所以提供四弘誓願的原則，教我們來發願。四弘誓願是十方三世一切諸佛菩薩的大願，這是教我們在無始劫以來，處在無明黑暗當中，彷彿一線光明。這是我們的方向，是我們的目標。"
    },
    {
      "id": "12-002-0027_p0010",
      "zh_CN": "四弘誓愿里面，第一个度众生，度众生就要善待众生，就要恒顺众生，否则的话，你怎么能度他？诸位要问，我善待他，谁要善待我？你要问这个话就错了，为什么？你是菩萨，他们不是菩萨。只有菩萨善待众生，众生不会善待菩萨。如果说是我善待人，也要求人善待我，你有条件的。有条件的不是佛法，有条件的是世间法，世间人讲礼尚往来，这就是有条件。我送你一份礼，你要报答我。礼，拿世间法来讲，第五等的，才讲条件，上面四等，都没有条件。上面四等，道德仁义，下面才是礼。义是什么？尽义务。义务是只有送给别人，不求报答的。现在的人怎么样？现在人说老实话，连礼也不讲了。为什么？你送给我，我不要送给你；你送给我，多多益善，你不要想在我这里得到什么。这是今天的人。",
      "zh_TW": "四弘誓願裡面，第一個度眾生，度眾生就要善待眾生，就要恆順眾生，否則的話，你怎麼能度他？諸位要問，我善待他，誰要善待我？你要問這個話就錯了，為什麼？你是菩薩，他們不是菩薩。只有菩薩善待眾生，眾生不會善待菩薩。如果說是我善待人，也要求人善待我，你有條件的。有條件的不是佛法，有條件的是世間法，世間人講禮尚往來，這就是有條件。我送你一份禮，你要報答我。禮，拿世間法來講，第五等的，才講條件，上面四等，都沒有條件。上面四等，道德仁義，下面才是禮。義是什麼？盡義務。義務是只有送給別人，不求報答的。現在的人怎麼樣？現在人說老實話，連禮也不講了。為什麼？你送給我，我不要送給你；你送給我，多多益善，你不要想在我這裡得到什麼。這是今天的人。"
    },
    {
      "id": "12-002-0027_p0011",
      "zh_CN": "菩萨在这个时代，要想度化众生、接引众生，成就自己，说实在的话，比起过去世那些修行人，我的看法是要快得太多。真正讲修行，成就自己，今天这个增上缘最为殊胜。那就是我们遭遇到最恶劣的增上缘，最恶劣的增上缘成就自己，太快太快了。从前人修行是三十年能够成功，能够明心见性；今天修行，三年就行。我们今天果然用三年的功夫，就能够比得六祖那个时代，盛唐时代，能够比过他三十年，这是你要真正成就。那个时候人都很纯厚，关系都很好，逆缘少，折磨的力量是有限。现代逆缘多，众生烦恼重，到处都看到吹胡子瞪眼睛，所以你都能够忍受，都能够受得了，能够忍个三年五载，你的功夫、功力超过了古人。",
      "zh_TW": "菩薩在這個時代，要想度化眾生、接引眾生，成就自己，說實在的話，比起過去世那些修行人，我的看法是要快得太多。真正講修行，成就自己，今天這個增上緣最為殊勝。那就是我們遭遇到最惡劣的增上緣，最惡劣的增上緣成就自己，太快太快了。從前人修行是三十年能夠成功，能夠明心見性；今天修行，三年就行。我們今天果然用三年的功夫，就能夠比得六祖那個時代，盛唐時代，能夠比過他三十年，這是你要真正成就。那個時候人都很純厚，關係都很好，逆緣少，折磨的力量是有限。現代逆緣多，眾生煩惱重，到處都看到吹鬍子瞪眼睛，所以你都能夠忍受，都能夠受得了，能夠忍個三年五載，你的功夫、功力超過了古人。"
    },
    {
      "id": "12-002-0027_p0012",
      "zh_CN": "所以对真正修行人来讲，这个机会百千万劫难遭遇。你到西方极乐世界修行，给诸位说，那就跟蜗牛一样，你慢慢去爬，为什么？都是顺缘，没有逆境界。所以西方极乐世界修行，虽然是不退转，进步很慢。我们这个地方进得快，退得也快，问题就是你要进，还是要退。你要真正能够做到不退，你的进步太快太快。经上有说，娑婆世界修行一天，这个功德胜过西方极乐世界的一百年。我说今天我们这个环境修行，修行一天，胜过唐宋时候的十年，不算多。唐宋那个时候修行要是五十年修成明心见性，我们今天是五年就可以办得到，问题要会修。怎么个修法？就是六根接触六尘境界，不动心，就叫修行。境界里面起心动念，这就错了；不起心，不动念，这就对了。修行是什么？修真心，修妙行。真心就如如不动，清净光明；妙行是恒顺众生，随喜功德，事事无碍，这叫妙行。事事有障碍，这个行妙在哪里？不妙了。妙行是事事无碍。什么都随缘，决定不固执自己的成见，大家要做，你们愿意怎么做就去做，怎么做都好。在这里面学什么？学无我，学无我所，才能够什么都能容得下，把你的心量拓开，拓得像虚空法界一样，什么都可以包容，自己的心如如不动。",
      "zh_TW": "所以對真正修行人來講，這個機會百千萬劫難遭遇。你到西方極樂世界修行，給諸位說，那就跟蝸牛一樣，你慢慢去爬，為什麼？都是順緣，沒有逆境界。所以西方極樂世界修行，雖然是不退轉，進步很慢。我們這個地方進得快，退得也快，問題就是你要進，還是要退。你要真正能夠做到不退，你的進步太快太快。經上有說，娑婆世界修行一天，這個功德勝過西方極樂世界的一百年。我說今天我們這個環境修行，修行一天，勝過唐宋時候的十年，不算多。唐宋那個時候修行要是五十年修成明心見性，我們今天是五年就可以辦得到，問題要會修。怎麼個修法？就是六根接觸六塵境界，不動心，就叫修行。境界裡面起心動念，這就錯了；不起心，不動念，這就對了。修行是什麼？修真心，修妙行。真心就如如不動，清淨光明；妙行是恆順眾生，隨喜功德，事事無礙，這叫妙行。事事有障礙，這個行妙在哪裡？不妙了。妙行是事事無礙。什麼都隨緣，決定不固執自己的成見，大家要做，你們願意怎麼做就去做，怎麼做都好。在這裡面學什麼？學無我，學無我所，才能夠什麼都能容得下，把你的心量拓開，拓得像虛空法界一樣，什麼都可以包容，自己的心如如不動。"
    },
    {
      "id": "12-002-0027_p0013",
      "zh_CN": "所以佛一再教我们，教我们这个心学净，你看每天早晨起来洗洗脸，照照镜子，晚上又再照照镜子，照镜子就是学佛。照镜子，大家想，我的心像不像镜子？你看镜子什么都能够宽容，好的照在里面，它如如不动；不好的、丑的，照在里头，它也如如不动，它没有排斥。好的，我多照一会儿；不好的，我讨厌你，我不照你，没有这个事。所以要把心训练成一个镜子，每天早晨对着镜子，那就是对佛，那就是在诵经、就是在课诵，自己怎么不晓得？早晨起来，要把脸洗洗弄干净；对着镜子，在六尘境界里，为什么不把心洗干净？这些事理真正叫忏除业障。忏除业障，给诸位说，绝不是叫你在佛菩萨像面前磕头作揖：我做错了，我犯这个罪，佛菩萨你要原谅我。真正忏除业障，就是在一切逆境、顺境里头不动心，这叫忏除业障，这是真正的功夫！比你拜梁皇忏、拜水忏，胜强亿万倍。诸位要能这样修行，修一天，比你拜一万部《梁皇忏》的功德还大。为什么？一万部《梁皇忏》你不得受用，你业障并不能够消除，你对着境界还是起心动念，这样做一天功夫的时候不是真功夫。对境不起心动念，这是真功夫，真有受用，这才叫做「至心忆念大悲尊」。所以千万不要只把观世音菩萨挂在嘴皮上，有口无心，这个没有用处。如果是念到风吹不破，雨打不湿，一句一句接着，二六时中相续不断，心里面怎么样？对境还是生烦恼，那没用处。",
      "zh_TW": "所以佛一再教我們，教我們這個心學淨，你看每天早晨起來洗洗臉，照照鏡子，晚上又再照照鏡子，照鏡子就是學佛。照鏡子，大家想，我的心像不像鏡子？你看鏡子什麼都能夠寬容，好的照在裡面，它如如不動；不好的、醜的，照在裡頭，它也如如不動，它沒有排斥。好的，我多照一會兒；不好的，我討厭你，我不照你，沒有這個事。所以要把心訓練成一個鏡子，每天早晨對著鏡子，那就是對佛，那就是在誦經、就是在課誦，自己怎麼不曉得？早晨起來，要把臉洗洗弄乾淨；對著鏡子，在六塵境界裡，為什麼不把心洗乾淨？這些事理真正叫懺除業障。懺除業障，給諸位說，絕不是叫你在佛菩薩像面前磕頭作揖：我做錯了，我犯這個罪，佛菩薩你要原諒我。真正懺除業障，就是在一切逆境、順境裡頭不動心，這叫懺除業障，這是真正的功夫！比你拜梁皇懺、拜水懺，勝強億萬倍。諸位要能這樣修行，修一天，比你拜一萬部《梁皇懺》的功德還大。為什麼？一萬部《梁皇懺》你不得受用，你業障並不能夠消除，你對著境界還是起心動念，這樣做一天功夫的時候不是真功夫。對境不起心動念，這是真功夫，真有受用，這才叫做「至心憶念大悲尊」。所以千萬不要只把觀世音菩薩掛在嘴皮上，有口無心，這個沒有用處。如果是念到風吹不破，雨打不濕，一句一句接著，二六時中相續不斷，心裡面怎麼樣？對境還是生煩惱，那沒用處。"
    },
    {
      "id": "12-002-0027_p0014",
      "zh_CN": "念佛菩萨的名号，得懂得名号里面的道理。观世音菩萨在四弘誓愿里面，就是第一愿「众生无边誓愿度」。观世音菩萨是大慈大悲，救苦救难，那岂不是众生无边誓愿度吗？我们念一句南无观世音菩萨，就是念恭敬皈依，救苦救难。恭敬皈依，救苦救难，是自己的事情，不是别人的事情。诸位这样念法，句句是消归自性，句句是成就自己自性观音，这种殊胜功德，十方诸佛都赞叹不尽。而我们念是什么？念外面观音菩萨，虚无缥缈，不晓得在哪里？不知道念自性观音，所以不能感应道交。诸位果然会念自性观音，下面「枷锁解脱苦销除，一切无忧安隐乐」，这你就相信了。纵然关在监牢狱里头，披枷带锁，自己晓得逆来顺受。事上是披枷带锁，心里面是悠闲自在，这就是解脱。披枷带锁是果报，应当受，身受，心不受。身披带枷锁，心解脱，心解脱是真解脱，心自在是真自在。身很自由，心里面披枷带锁，那就苦不堪言。业报消除了，身心都自在。诸位要懂这个道理，我们对于经教才不会怀疑，才知道念佛菩萨功德之大，确确实实有效果，万不可以迷执于事相。末后一首：",
      "zh_TW": "念佛菩薩的名號，得懂得名號裡面的道理。觀世音菩薩在四弘誓願裡面，就是第一願「眾生無邊誓願度」。觀世音菩薩是大慈大悲，救苦救難，那豈不是眾生無邊誓願度嗎？我們念一句南無觀世音菩薩，就是念恭敬皈依，救苦救難。恭敬皈依，救苦救難，是自己的事情，不是別人的事情。諸位這樣念法，句句是消歸自性，句句是成就自己自性觀音，這種殊勝功德，十方諸佛都讚歎不盡。而我們念是什麼？念外面觀音菩薩，虛無縹緲，不曉得在哪裡？不知道念自性觀音，所以不能感應道交。諸位果然會念自性觀音，下面「枷鎖解脫苦銷除，一切無憂安隱樂」，這你就相信了。縱然關在監牢獄裡頭，披枷帶鎖，自己曉得逆來順受。事上是披枷帶鎖，心裡面是悠閒自在，這就是解脫。披枷帶鎖是果報，應當受，身受，心不受。身披帶枷鎖，心解脫，心解脫是真解脫，心自在是真自在。身很自由，心裡面披枷帶鎖，那就苦不堪言。業報消除了，身心都自在。諸位要懂這個道理，我們對於經教才不會懷疑，才知道念佛菩薩功德之大，確確實實有效果，萬不可以迷執於事相。末後一首："
    },
    {
      "id": "12-002-0027_p0015",
      "zh_CN": "经【仁以大悲清净手。摄取忆念诸众生。令于一切厄难中。获得无忧安隐乐。】",
      "zh_TW": "經【仁以大悲清淨手。攝取憶念諸眾生。令於一切厄難中。獲得無憂安隱樂。】"
    },
    {
      "id": "12-002-0027_p0016",
      "zh_CN": "这一首是讲观自在菩萨神力加持。可见得要有前面的基础，有至心忆念大悲尊的基础，才能够得到感应道交。观世音菩萨以大悲清净之手，来摄取众生，加持众生，与观音菩萨感应道交。为什么会有感应？心心相应。我们世间的话讲，气味相投。观世音菩萨心地一片慈悲，我现在心也是一片慈悲，慈悲与慈悲就起感应。那么再想想，观音菩萨一片慈悲，我心里头是一片瞋恨，你还等待什么？怎么能够感应得到？口里虽然是念的观音菩萨，你要救我、你要加持我，每天礼拜，磕到头破血流，心里对某个人恨透了、讨厌透了，观音菩萨想加持给你，还是加不上。所以诸位一定要懂这个道理。一切魔王、外道来折磨，正是考验自己的清净心，考验你的慈悲心，看你是不是真慈悲？看你是不是真清净？所以善财童子所见到的，清净心，换句话说，善财童子禁得起考验。我们看到经上所讲的这些，认为好像是一切都是美好的境界，经里面文字之外有文字，言语之外有言语，你要不懂得语文之外的真实义，那这个经也是白讲了。",
      "zh_TW": "這一首是講觀自在菩薩神力加持。可見得要有前面的基礎，有至心憶念大悲尊的基礎，才能夠得到感應道交。觀世音菩薩以大悲清淨之手，來攝取眾生，加持眾生，與觀音菩薩感應道交。為什麼會有感應？心心相應。我們世間的話講，氣味相投。觀世音菩薩心地一片慈悲，我現在心也是一片慈悲，慈悲與慈悲就起感應。那麼再想想，觀音菩薩一片慈悲，我心裡頭是一片瞋恨，你還等待什麼？怎麼能夠感應得到？口裡雖然是念的觀音菩薩，你要救我、你要加持我，每天禮拜，磕到頭破血流，心裡對某個人恨透了、討厭透了，觀音菩薩想加持給你，還是加不上。所以諸位一定要懂這個道理。一切魔王、外道來折磨，正是考驗自己的清淨心，考驗你的慈悲心，看你是不是真慈悲？看你是不是真清淨？所以善財童子所見到的，清淨心，換句話說，善財童子禁得起考驗。我們看到經上所講的這些，認為好像是一切都是美好的境界，經裡面文字之外有文字，言語之外有言語，你要不懂得語文之外的真實義，那這個經也是白講了。"
    },
    {
      "id": "12-002-0027_p0017",
      "zh_CN": "我们所遇到的境界，说老实话，还没有遇到像善财童子的。所以是一个真正修行人，哪个地方苦，到哪里去；哪个地方一切都不如意，到哪个地方去，才能成就。现在我们这个道场，为什么给大家舒舒服服的，不找些苦难给大家来受？那是怕我们受不了。讲堂里面一切舒舒服服的，不错，喜欢到这来听经。如果这个讲堂又闷又热，里面如果又看不顺眼，就不来了。末后三首偈是总结。",
      "zh_TW": "我們所遇到的境界，說老實話，還沒有遇到像善財童子的。所以是一個真正修行人，哪個地方苦，到哪裡去；哪個地方一切都不如意，到哪個地方去，才能成就。現在我們這個道場，為什麼給大家舒舒服服的，不找些苦難給大家來受？那是怕我們受不了。講堂裡面一切舒舒服服的，不錯，喜歡到這來聽經。如果這個講堂又悶又熱，裡面如果又看不順眼，就不來了。末後三首偈是總結。"
    },
    {
      "id": "12-002-0027_p0018",
      "zh_CN": "经【我今赞叹人天主。最胜威德大仙王。三毒翳障尽销除。福智无涯如大海。】",
      "zh_TW": "經【我今讚歎人天主。最勝威德大仙王。三毒翳障盡銷除。福智無涯如大海。】"
    },
    {
      "id": "12-002-0027_p0019",
      "zh_CN": "这四句是赞叹菩萨三德圆满。三德圆满从哪里看？那就是三毒消除。三毒就是三德，迷的时候叫做三毒，贪瞋痴；悟的时候叫做三德，法身、般若、解脱。记得我们前面读过，在胜热婆罗门章里面读过，甘露火王也读过，烦恼即菩提，烦恼跟菩提是一不是二。学佛的人要证大菩提，大菩提什么？就是烦恼。迷的时候叫做烦恼，悟的时候叫做菩提，是一桩事情，不是两桩事情。所以你心要是悟，一切逆境，贪瞋痴的境界是菩提，正是我们学佛的人想要证得的。菩提在哪里？就在面前。迷的时候？迷的时候有烦恼，不见菩提，只见烦恼；悟的时候只见菩提，不见烦恼。善财童子参访胜热婆罗门、甘露火王，是只见菩提，不见烦恼。我们凡夫是只见烦恼，不见菩提。小乘人要断烦恼，大乘人是变烦恼为菩提，怎么个变法？就是变自己的心，不是变境界。在烦恼境界里面，自己心得清凉、心得自在，再看烦恼就是菩提，不是烦恼。再看起烦恼的众生，都是佛菩萨，都是大善知识。看一切众生，正是佛菩萨千百亿化身。这些事理，我们在《六祖坛经》都应当要悟得。",
      "zh_TW": "這四句是讚歎菩薩三德圓滿。三德圓滿從哪裡看？那就是三毒消除。三毒就是三德，迷的時候叫做三毒，貪瞋痴；悟的時候叫做三德，法身、般若、解脫。記得我們前面讀過，在勝熱婆羅門章裡面讀過，甘露火王也讀過，煩惱即菩提，煩惱跟菩提是一不是二。學佛的人要證大菩提，大菩提什麼？就是煩惱。迷的時候叫做煩惱，悟的時候叫做菩提，是一樁事情，不是兩樁事情。所以你心要是悟，一切逆境，貪瞋痴的境界是菩提，正是我們學佛的人想要證得的。菩提在哪裡？就在面前。迷的時候？迷的時候有煩惱，不見菩提，只見煩惱；悟的時候只見菩提，不見煩惱。善財童子參訪勝熱婆羅門、甘露火王，是只見菩提，不見煩惱。我們凡夫是只見煩惱，不見菩提。小乘人要斷煩惱，大乘人是變煩惱為菩提，怎麼個變法？就是變自己的心，不是變境界。在煩惱境界裡面，自己心得清涼、心得自在，再看煩惱就是菩提，不是煩惱。再看起煩惱的眾生，都是佛菩薩，都是大善知識。看一切眾生，正是佛菩薩千百億化身。這些事理，我們在《六祖壇經》都應當要悟得。"
    },
    {
      "id": "12-002-0027_p0020",
      "zh_CN": "偈颂之文，第一句是『赞叹人天主』，观世音菩萨人间天上之主，「主」就是皈依处。『最胜威德大仙王』，佛我们叫做大觉金仙，这是世间人称佛大觉金仙，这一句也是赞叹他。这两句的赞叹，是把观世音菩萨跟诸佛如来同等的赞叹，因为这两句平常都是赞佛的，在此地是赞叹观世音菩萨，观世音菩萨与十方如来无二无别。末后两句是功德，功德圆满。『三毒翳障』，这个「翳」就是比喻的迷，迷惑，无明翳障，贪瞋痴三毒，无明翳障尽销除。赞叹菩萨，就是叫我们要效法的、要学习的。『福智无涯如大海』，福德智慧都现前，无量无边，为什么？从真性里面流露出来。这不是修德的，这是性德。修德是三毒翳障尽消除，这是修德。修德圆满了，性德现前。性是本性里面的智慧福德就现前了。性德人人本具，可是没有修德，我们的性德，就是无量的智慧福德，那就是被三毒翳障障碍了，不能现前。",
      "zh_TW": "偈頌之文，第一句是『讚歎人天主』，觀世音菩薩人間天上之主，「主」就是皈依處。『最勝威德大仙王』，佛我們叫做大覺金仙，這是世間人稱佛大覺金仙，這一句也是讚歎他。這兩句的讚歎，是把觀世音菩薩跟諸佛如來同等的讚歎，因為這兩句平常都是讚佛的，在此地是讚歎觀世音菩薩，觀世音菩薩與十方如來無二無別。末後兩句是功德，功德圓滿。『三毒翳障』，這個「翳」就是比喻的迷，迷惑，無明翳障，貪瞋痴三毒，無明翳障盡銷除。讚歎菩薩，就是叫我們要效法的、要學習的。『福智無涯如大海』，福德智慧都現前，無量無邊，為什麼？從真性裡面流露出來。這不是修德的，這是性德。修德是三毒翳障盡消除，這是修德。修德圓滿了，性德現前。性是本性裡面的智慧福德就現前了。性德人人本具，可是沒有修德，我們的性德，就是無量的智慧福德，那就是被三毒翳障障礙了，不能現前。"
    },
    {
      "id": "12-002-0027_p0021",
      "zh_CN": "所以修行修的什么？断贪瞋痴、无明而已，这就是修行。顺境不起贪心，逆境不起瞋心。一切顺逆境界，一切事理了了分明，如如不动，这就是破除无明愚痴，这叫真修行。如果是离开这个原则，那怎么不叫盲修瞎练？什么叫做功夫？功夫就是贪瞋痴一天比一天少了，这就是功夫，这就是成就。天天在这里念佛诵经、参禅打坐，贪瞋痴慢一天比一天多，这个路走错了，偏差了。偏差幅度大，会差到地狱里面去，就是偏差幅度小，也不能成就，因为丧失了正道。菩萨大道一分一毫都不能够偏差，你的成就就快。诸位果然一丝毫都不偏差，走什么路子？断贪瞋痴慢这个路子。念佛就修这个路子，诵经也是这个路子，讲经说法也是这个路子，参禅打坐也是这个路子，一个方向，绝无偏差，你要念到一心不乱、念到明心见性，三、五年这个时间足够了。足够！怕的是什么？稍稍偏差一点，又要多加几年功夫。我们稍稍偏差了，譬如见到心爱的，起了欢喜心，偏差了；见到不如意境界，心里不高兴，又偏差了。",
      "zh_TW": "所以修行修的什麼？斷貪瞋痴、無明而已，這就是修行。順境不起貪心，逆境不起瞋心。一切順逆境界，一切事理了了分明，如如不動，這就是破除無明愚痴，這叫真修行。如果是離開這個原則，那怎麼不叫盲修瞎練？什麼叫做功夫？功夫就是貪瞋痴一天比一天少了，這就是功夫，這就是成就。天天在這裡念佛誦經、參禪打坐，貪瞋痴慢一天比一天多，這個路走錯了，偏差了。偏差幅度大，會差到地獄裡面去，就是偏差幅度小，也不能成就，因為喪失了正道。菩薩大道一分一毫都不能夠偏差，你的成就就快。諸位果然一絲毫都不偏差，走什麼路子？斷貪瞋痴慢這個路子。念佛就修這個路子，誦經也是這個路子，講經說法也是這個路子，參禪打坐也是這個路子，一個方向，絕無偏差，你要念到一心不亂、念到明心見性，三、五年這個時間足夠了。足夠！怕的是什麼？稍稍偏差一點，又要多加幾年功夫。我們稍稍偏差了，譬如見到心愛的，起了歡喜心，偏差了；見到不如意境界，心裡不高興，又偏差了。"
    },
    {
      "id": "12-002-0027_p0022",
      "zh_CN": "小小的不高兴就偏差。大家看过《阿难问事佛吉凶经》，读过安士高大师传记，你想想宫亭湖的湖神，前一生是三藏大师，这在我们今天来讲，这是太小太小的偏差，结果怎样？堕到蛇身，堕到畜生道去作神，到神道里面去享福。如果不是善根深厚，遇到他那个同学，得道的高僧，到他临命终时来救他一把，他神的寿命终了，他自己晓得就是地狱的果报。这是讲小偏差。决定不偏差，你说三年就成个佛道，明心见性，证得理一心不乱，在圆教里初住菩萨的地位，三年是足足有余，在时间上讲足够了。可是这三年什么？是一点偏差都不可以有，一条直路。我们看古大德，三、五年明心见性，开悟证果的人多得是。我们为什么会走岔路？时时走岔路，念念走岔路，说实在的话，还是道理不明。为什么走岔路？放不下。人家为什么不走岔路？放得下，所以他不走岔路。下面这一首：",
      "zh_TW": "小小的不高興就偏差。大家看過《阿難問事佛吉凶經》，讀過安士高大師傳記，你想想宮亭湖的湖神，前一生是三藏大師，這在我們今天來講，這是太小太小的偏差，結果怎樣？墮到蛇身，墮到畜生道去作神，到神道裡面去享福。如果不是善根深厚，遇到他那個同學，得道的高僧，到他臨命終時來救他一把，他神的壽命終了，他自己曉得就是地獄的果報。這是講小偏差。決定不偏差，你說三年就成個佛道，明心見性，證得理一心不亂，在圓教裡初住菩薩的地位，三年是足足有餘，在時間上講足夠了。可是這三年什麼？是一點偏差都不可以有，一條直路。我們看古大德，三、五年明心見性，開悟證果的人多得是。我們為什麼會走岔路？時時走岔路，念念走岔路，說實在的話，還是道理不明。為什麼走岔路？放不下。人家為什麼不走岔路？放得下，所以他不走岔路。下面這一首："
    },
    {
      "id": "12-002-0027_p0023",
      "zh_CN": "经【调伏众生无懈倦。利乐平等无怨亲。愿于菩萨妙金山。一切胜福皆成就。】",
      "zh_TW": "經【調伏眾生無懈倦。利樂平等無怨親。願於菩薩妙金山。一切勝福皆成就。】"
    },
    {
      "id": "12-002-0027_p0024",
      "zh_CN": "这是自利利他，功德圆满。『调伏众生』，这就是四弘誓愿，「众生无边誓愿度」。「调」是调顺，我们再说得浅一点，调和，众生在一块不和，我们要如何来调和。「伏」是什么？降伏其心。众生心，接触境界就起心动念，要用什么样方法来降伏，叫他在境界里不起心、不动念？正是《金刚经》所说的「降伏其心」，这个心是烦恼心。调伏众生，诸位要记住，这个众生不是指外面的众生，是指自己这个众生。自己这个身相，四大五蕴众缘和合而生，自己身心调伏了，一切都调伏。度众生，自己度了，一切众生都度了，诸位要懂这个道理。自己不度，而去度别人，去调伏别人，谁肯接受你？不能接受。",
      "zh_TW": "這是自利利他，功德圓滿。『調伏眾生』，這就是四弘誓願，「眾生無邊誓願度」。「調」是調順，我們再說得淺一點，調和，眾生在一塊不和，我們要如何來調和。「伏」是什麼？降伏其心。眾生心，接觸境界就起心動念，要用什麼樣方法來降伏，叫他在境界裡不起心、不動念？正是《金剛經》所說的「降伏其心」，這個心是煩惱心。調伏眾生，諸位要記住，這個眾生不是指外面的眾生，是指自己這個眾生。自己這個身相，四大五蘊眾緣和合而生，自己身心調伏了，一切都調伏。度眾生，自己度了，一切眾生都度了，諸位要懂這個道理。自己不度，而去度別人，去調伏別人，誰肯接受你？不能接受。"
    },
    {
      "id": "12-002-0027_p0025",
      "zh_CN": "所以佛法，佛学叫内学，学法是用内功，不是叫你在外境界上攀缘。各人都知道调伏自己，天下太平。不晓得调伏自己，去管别人的事情，天下大乱。佛法这个法是妙极了，它教我们处众，处众当中什么？调伏自己，调伏自己就是叫平等心，怨亲平等。底下说，『利乐平等无怨亲』，眼睛里面看一切众生，绝对是平等，生佛不二。这是自己的成就，也是成就了一切众生。你自己成就了，一天到晚法喜充满，轻安自在。如果人家有烦恼的，一见到你，你为什么这么自在？你为什么这么幸福？你就告诉他，我怎么样、怎么样才得到的幸福自在，他就肯跟你学。你要教化众生，一天到晚自己烦恼重重：他自己都学成这样，我还跟他学什么？",
      "zh_TW": "所以佛法，佛學叫內學，學法是用內功，不是叫你在外境界上攀緣。各人都知道調伏自己，天下太平。不曉得調伏自己，去管別人的事情，天下大亂。佛法這個法是妙極了，它教我們處眾，處眾當中什麼？調伏自己，調伏自己就是叫平等心，怨親平等。底下說，『利樂平等無怨親』，眼睛裡面看一切眾生，絕對是平等，生佛不二。這是自己的成就，也是成就了一切眾生。你自己成就了，一天到晚法喜充滿，輕安自在。如果人家有煩惱的，一見到你，你為什麼這麼自在？你為什麼這麼幸福？你就告訴他，我怎麼樣、怎麼樣才得到的幸福自在，他就肯跟你學。你要教化眾生，一天到晚自己煩惱重重：他自己都學成這樣，我還跟他學什麼？"
    },
    {
      "id": "12-002-0027_p0026",
      "zh_CN": "『无懈倦』是不疲不厌。这叫度众生，先度自己。自己得度了，成了佛了，要教化众生，还要表演先度自己。你看释迦牟尼佛，咱不说，我们不讲《法华经．寿量品》，我们就讲《梵网经》，释迦牟尼佛到我们这个世界来八千次，每一次来都要示现一下、要表演一下，度自己。我昨天晚上给诸位说，佛菩萨在世间，表演的是游戏神通。游是什么？到处游玩；戏是什么？演戏，到处去演戏，表演给众生看。他演的什么戏？演的是清净自在，福慧二足，演的是这个戏。众生你要想得到福慧自在，幸福圆满，你就跟这个唱戏的人学就是了。这叫游戏。唱戏的人表演得很逼真，晓得都是假的，所以他不认真，他不执着，他自在。我们凡夫怎么样？处处认真，处处执着，所以就苦恼重重。人生，给诸位说，是假的，不是真的。人与人的关系，佛给我们讲四种缘，报恩的、报怨的、讨债的、还债的。除了这四种关系，诸位想想，还有什么人与我们能够在一起？只要在一起，都是有这四种关系。家亲眷属、亲戚朋友，都是这个关系。只要你是见到、听到的，全都是四种关系。所以自己心里明了，一见面，哪个人我跟他大概过去是有恩的，所以见面很欢喜。那一见面就讨厌、就不高兴，就过去世有怨。",
      "zh_TW": "『無懈倦』是不疲不厭。這叫度眾生，先度自己。自己得度了，成了佛了，要教化眾生，還要表演先度自己。你看釋迦牟尼佛，咱不說，我們不講《法華經．壽量品》，我們就講《梵網經》，釋迦牟尼佛到我們這個世界來八千次，每一次來都要示現一下、要表演一下，度自己。我昨天晚上給諸位說，佛菩薩在世間，表演的是遊戲神通。遊是什麼？到處遊玩；戲是什麼？演戲，到處去演戲，表演給眾生看。他演的什麼戲？演的是清淨自在，福慧二足，演的是這個戲。眾生你要想得到福慧自在，幸福圓滿，你就跟這個唱戲的人學就是了。這叫遊戲。唱戲的人表演得很逼真，曉得都是假的，所以他不認真，他不執著，他自在。我們凡夫怎麼樣？處處認真，處處執著，所以就苦惱重重。人生，給諸位說，是假的，不是真的。人與人的關係，佛給我們講四種緣，報恩的、報怨的、討債的、還債的。除了這四種關係，諸位想想，還有什麼人與我們能夠在一起？只要在一起，都是有這四種關係。家親眷屬、親戚朋友，都是這個關係。只要你是見到、聽到的，全都是四種關係。所以自己心裡明瞭，一見面，哪個人我跟他大概過去是有恩的，所以見面很歡喜。那一見面就討厭、就不高興，就過去世有怨。"
    },
    {
      "id": "12-002-0027_p0027",
      "zh_CN": "我们今天学佛，开悟了，悟的什么？悟的怨亲平等。有怨的，我从今天起，不讨厌他；有恩的，我从今天起，要叫他觉悟，要叫他开智慧；来讨债的，还他就好了，下一次再不欠；还债的，算了，我不要，你还也好，不还也好，不计较，这个心多自在。所以说万缘要放得下。这不是一天、二天就成就的，一直到如来地就不懈怠、不厌倦。成了佛之后，还是不懈怠、不厌倦，为什么？成佛之后，要倒驾慈航，普度众生。所以说永远没有懈怠、疲倦，天天游化人间，天天在演戏，天天在表演，这个叫游戏人间。「利乐平等无怨亲」，这一句就是表演的内容。诸佛菩萨在九法界里头表演什么？就是表演利乐平等无怨亲。这一句，七个字，就把观世音菩萨无量劫来教化方针给我们说出来了。我们要想学观世音菩萨，学什么？就学这一句。利是给一切众生的利益，乐是叫他离苦得乐，用平等，心要平等，境要平等，无分怨亲，这就是大悲，这就是大慈，这就是观自在。我们学观世音菩萨，这就是观世音菩萨的方向，这就是观世音菩萨的道路，我们所作所为，所表演的一切，是不是利乐平等无怨亲？底下两句是赞叹的话，我们要能把这一句做到了，你自己就是观世音菩萨，你就是行观世音菩萨道，你就是真正忆念观世音菩萨。最后一首：",
      "zh_TW": "我們今天學佛，開悟了，悟的什麼？悟的怨親平等。有怨的，我從今天起，不討厭他；有恩的，我從今天起，要叫他覺悟，要叫他開智慧；來討債的，還他就好了，下一次再不欠；還債的，算了，我不要，你還也好，不還也好，不計較，這個心多自在。所以說萬緣要放得下。這不是一天、二天就成就的，一直到如來地就不懈怠、不厭倦。成了佛之後，還是不懈怠、不厭倦，為什麼？成佛之後，要倒駕慈航，普度眾生。所以說永遠沒有懈怠、疲倦，天天遊化人間，天天在演戲，天天在表演，這個叫遊戲人間。「利樂平等無怨親」，這一句就是表演的內容。諸佛菩薩在九法界裡頭表演什麼？就是表演利樂平等無怨親。這一句，七個字，就把觀世音菩薩無量劫來教化方針給我們說出來了。我們要想學觀世音菩薩，學什麼？就學這一句。利是給一切眾生的利益，樂是叫他離苦得樂，用平等，心要平等，境要平等，無分怨親，這就是大悲，這就是大慈，這就是觀自在。我們學觀世音菩薩，這就是觀世音菩薩的方向，這就是觀世音菩薩的道路，我們所作所為，所表演的一切，是不是利樂平等無怨親？底下兩句是讚歎的話，我們要能把這一句做到了，你自己就是觀世音菩薩，你就是行觀世音菩薩道，你就是真正憶念觀世音菩薩。最後一首："
    },
    {
      "id": "12-002-0027_p0028",
      "zh_CN": "经【普于十方诸世界。息灭众生邪见心。速获如来无上身。普愿众生咸证得。】",
      "zh_TW": "經【普於十方諸世界。息滅眾生邪見心。速獲如來無上身。普願眾生咸證得。】"
    },
    {
      "id": "12-002-0027_p0029",
      "zh_CN": "这一首是结颂，自觉觉他，觉行圆满。菩萨虽然只示现居等觉位，自觉觉他是圆满。不但与我们娑婆世界，『普于十方诸世界』，我们发心一定要发这个大心。我们最大的障碍困难，就是心量太小，太窄小，所以常常迷失了方向。菩萨「心包太虚，量周沙界」，而我们自己本来的心，亦复如是，并不是本来很小。本来心跟佛菩萨一样，而是自己迷惑执着，显得自己心量就窄小，容不得人，容不得物，这个就造成处处迷惑、时时迷惑，苦不堪言。这一句就是指的心量。下面一句，这是讲的事业，事业是『息灭众生邪见心』。如何息灭？前面讲的利乐平等，恒顺众生，就能够息灭众生的邪见心。当然那个息灭不是一时就能够灭得了，总得要叫众生邪见烦恼那个幅度要逐渐逐渐减少，这个就是觉他。不可以叫众生邪见、烦恼增长。",
      "zh_TW": "這一首是結頌，自覺覺他，覺行圓滿。菩薩雖然只示現居等覺位，自覺覺他是圓滿。不但與我們娑婆世界，『普於十方諸世界』，我們發心一定要發這個大心。我們最大的障礙困難，就是心量太小，太窄小，所以常常迷失了方向。菩薩「心包太虛，量周沙界」，而我們自己本來的心，亦復如是，並不是本來很小。本來心跟佛菩薩一樣，而是自己迷惑執著，顯得自己心量就窄小，容不得人，容不得物，這個就造成處處迷惑、時時迷惑，苦不堪言。這一句就是指的心量。下面一句，這是講的事業，事業是『息滅眾生邪見心』。如何息滅？前面講的利樂平等，恆順眾生，就能夠息滅眾生的邪見心。當然那個息滅不是一時就能夠滅得了，總得要叫眾生邪見煩惱那個幅度要逐漸逐漸減少，這個就是覺他。不可以叫眾生邪見、煩惱增長。"
    },
    {
      "id": "12-002-0027_p0030",
      "zh_CN": "大乘菩萨比小乘人难行，这一点也很重要。小乘人怕叫众生烦恼、邪见增长，算了，我远远离开你，不管你；大乘菩萨心地是大慈大悲，他要接触你，接触你当中要以善巧方便，使你这个烦恼习气逐渐逐渐的减少，转迷为悟。真正能够把烦恼减少，一定要转迷成悟。所以众生不开悟，烦恼没有法子减少。悟了之后，烦恼都化为菩提。所以大乘法门，自始至终都是讲一个开悟，无论是宗门教下，连净土宗也不例外。你看看净土宗哪一个大师（就是祖师），不是大彻大悟的？哪一个祖师不是称性起修？这是我们应该要晓得，应该要学习的。『速获如来无上身』，这是成佛，自己成佛了，「无上」，再没有超越的。「如来无上身」，正是《坛经》六祖讲的三身，清净法身、圆满报身、千百亿化身，我们在一生当中可以证得。刚刚我给诸位说，如果路线正确，绝无偏差，三、五年一定证得。『普愿众生咸证得』，这是觉他，菩萨确实是这样的愿力，确实是这样的希望。一切众生本来是佛，破迷就是佛，也是如如佛，所以希望大家自重、自爱。善财童子偈赞观自在菩萨，到这个地方讲完了，今天就讲到此地。",
      "zh_TW": "大乘菩薩比小乘人難行，這一點也很重要。小乘人怕叫眾生煩惱、邪見增長，算了，我遠遠離開你，不管你；大乘菩薩心地是大慈大悲，他要接觸你，接觸你當中要以善巧方便，使你這個煩惱習氣逐漸逐漸的減少，轉迷為悟。真正能夠把煩惱減少，一定要轉迷成悟。所以眾生不開悟，煩惱沒有法子減少。悟了之後，煩惱都化為菩提。所以大乘法門，自始至終都是講一個開悟，無論是宗門教下，連淨土宗也不例外。你看看淨土宗哪一個大師（就是祖師），不是大徹大悟的？哪一個祖師不是稱性起修？這是我們應該要曉得，應該要學習的。『速獲如來無上身』，這是成佛，自己成佛了，「無上」，再沒有超越的。「如來無上身」，正是《壇經》六祖講的三身，清淨法身、圓滿報身、千百億化身，我們在一生當中可以證得。剛剛我給諸位說，如果路線正確，絕無偏差，三、五年一定證得。『普願眾生咸證得』，這是覺他，菩薩確實是這樣的願力，確實是這樣的希望。一切眾生本來是佛，破迷就是佛，也是如如佛，所以希望大家自重、自愛。善財童子偈讚觀自在菩薩，到這個地方講完了，今天就講到此地。"
    }
  ]
}