{
  "doc_id": "12-002-0013",
  "title": {
    "zh_CN": "四十华严观自在章",
    "zh_TW": "四十華嚴觀自在章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第十三集）",
    "zh_TW": "（第十三集）"
  },
  "doc_number": "12-002-0013",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "12-002-0013_p0001",
      "zh_CN": "这些恐怖，我们要追究他一个根本的因素，正是我们现在所读《八十经》讲的，外面着一切境界相，内里面生知见，就是内有妄想、外有执着，所以才有无量无边的恐怖。如果我们外能够离相，内能够一心，那么一切恐怖都离开了。这是我们从根本上依据来说明，如果细细去研究，正像《楞严》的大法轮一样，这二十二种都是果，各有所还，为什么？全是因缘所生法，各各都可以还给它的本业。既然各有所还，可见在这些怖畏不是真实的，那是妄情所感。",
      "zh_TW": "這些恐怖，我們要追究他一個根本的因素，正是我們現在所讀《八十經》講的，外面著一切境界相，內裡面生知見，就是內有妄想、外有執著，所以才有無量無邊的恐怖。如果我們外能夠離相，內能夠一心，那麼一切恐怖都離開了。這是我們從根本上依據來說明，如果細細去研究，正像《楞嚴》的大法輪一樣，這二十二種都是果，各有所還，為什麼？全是因緣所生法，各各都可以還給它的本業。既然各有所還，可見在這些怖畏不是真實的，那是妄情所感。"
    },
    {
      "id": "12-002-0013_p0002",
      "zh_CN": "『系缚』，我们讲粗相，不要说细相。「系缚」从哪里来的？心有牵挂而来的，牵肠挂肚的事情多了，就不自在。挂念的事情愈多，愈不自在，愈多，愈是苦。这样说起来，世间事情难道就没有值得牵挂的吗？没有应该牵挂的吗？这似乎在人情上又讲不通。但是诸位要晓得，牵挂确实是世间法，是世间的人情，不是佛法，这个地方讲的是佛法。佛法，我们一般都是比世间法要高，比世间法要圆满。世间的牵挂是妄情执着，究竟事理，并没能找到，所以是属于妄情的牵挂。在真性里面，给诸位说，实在是非常圆满周遍，真性里面叫般若普照。这个般若光明普照，就是我们世人的牵挂，我们世人牵肠挂肚真是挂一漏万，我们现在心里面心心念念牵挂着我们父母，这一生的父母，过去世的父母忘掉了，再也不牵挂了。过去生中，过去生中还有过去生中，学佛的人最低限度都晓得，我们的生命过去有无量劫，生生世世的父母都忘掉了，都不牵挂，现在只晓得我们这一生的父母对我很好，过去生中的父母都忘掉了，岂不是挂一漏万吗？在佛光普照之下，生生世世父母眷属都在其中，没有一个漏失的。诸位想想看，佛法怎么不尽人情？",
      "zh_TW": "『繫縛』，我們講粗相，不要說細相。「繫縛」從哪裡來的？心有牽掛而來的，牽腸掛肚的事情多了，就不自在。掛念的事情愈多，愈不自在，愈多，愈是苦。這樣說起來，世間事情難道就沒有值得牽掛的嗎？沒有應該牽掛的嗎？這似乎在人情上又講不通。但是諸位要曉得，牽掛確實是世間法，是世間的人情，不是佛法，這個地方講的是佛法。佛法，我們一般都是比世間法要高，比世間法要圓滿。世間的牽掛是妄情執著，究竟事理，並沒能找到，所以是屬於妄情的牽掛。在真性裡面，給諸位說，實在是非常圓滿周遍，真性裡面叫般若普照。這個般若光明普照，就是我們世人的牽掛，我們世人牽腸掛肚真是掛一漏萬，我們現在心裡面心心念念牽掛著我們父母，這一生的父母，過去世的父母忘掉了，再也不牽掛了。過去生中，過去生中還有過去生中，學佛的人最低限度都曉得，我們的生命過去有無量劫，生生世世的父母都忘掉了，都不牽掛，現在只曉得我們這一生的父母對我很好，過去生中的父母都忘掉了，豈不是掛一漏萬嗎？在佛光普照之下，生生世世父母眷屬都在其中，沒有一個漏失的。諸位想想看，佛法怎麼不盡人情？"
    },
    {
      "id": "12-002-0013_p0003",
      "zh_CN": "说真实的，我们现在讲人情，真正是不尽人情。刚才说了，挂一漏万，不尽人情，不能够尽人之情。唯有在大觉位里面才能够尽人之情，我们现在不能尽。唯有尽人之情、尽人之性，才能真正做到远离系缚的恐怖。如果我们在因果上来说，我们在现前环境当中有许多的约束、有许多的压力，不能叫我们事事都能够称心如意，这里头有因果关系，学佛的人应该晓得，所谓「一饮一啄，莫非前定」。我们走在马路上，那个人对我们点点头笑笑，我们过去生中对他好，今生见了面，虽然不认识，彼此能点个头。也有的时候在马路上见到人，人家瞪你眼睛，你也跟他无冤无仇，素昧平生，为什么会招来人家恨我们？我们想一想，大概是过去世我瞪他眼睛，现在他回报过来，这因果报应，有什么因一定有什么果报。我们要懂这个道理，一切忧悲苦恼之恐怖就有办法离开了，从什么地方着手？从修因着手。",
      "zh_TW": "說真實的，我們現在講人情，真正是不盡人情。剛才說了，掛一漏萬，不盡人情，不能夠盡人之情。唯有在大覺位裡面才能夠盡人之情，我們現在不能盡。唯有盡人之情、盡人之性，才能真正做到遠離繫縛的恐怖。如果我們在因果上來說，我們在現前環境當中有許多的約束、有許多的壓力，不能叫我們事事都能夠稱心如意，這裡頭有因果關係，學佛的人應該曉得，所謂「一飲一啄，莫非前定」。我們走在馬路上，那個人對我們點點頭笑笑，我們過去生中對他好，今生見了面，雖然不認識，彼此能點個頭。也有的時候在馬路上見到人，人家瞪你眼睛，你也跟他無冤無仇，素昧平生，為什麼會招來人家恨我們？我們想一想，大概是過去世我瞪他眼睛，現在他回報過來，這因果報應，有什麼因一定有什麼果報。我們要懂這個道理，一切憂悲苦惱之恐怖就有辦法離開了，從什麼地方著手？從修因著手。"
    },
    {
      "id": "12-002-0013_p0004",
      "zh_CN": "我们中国古人教我们一个原则，「己所不欲，勿施于人」，这是一个总原则、是一个总纲。佛法里面分得非常之微细，细目。我们愿意别人都善待于我，那么我们自己一定要善待众生。我愿意别人尊敬我，那么我一定要尊敬人。没有说我不要尊敬人，人家都来尊敬我，没有这个道理。如来十力里面，第一条就是知道因果报应，「处非处智力」，是处善因得善果，恶因得恶果，这是一点都不错。说善因得恶果，恶因得善果，决定没有这个道理，这叫非处，没有这个道理。所以大家晓得因果报应这个道理，我们就晓得怎样去离开怖畏。",
      "zh_TW": "我們中國古人教我們一個原則，「己所不欲，勿施於人」，這是一個總原則、是一個總綱。佛法裡面分得非常之微細，細目。我們願意別人都善待於我，那麼我們自己一定要善待眾生。我願意別人尊敬我，那麼我一定要尊敬人。沒有說我不要尊敬人，人家都來尊敬我，沒有這個道理。如來十力裡面，第一條就是知道因果報應，「處非處智力」，是處善因得善果，惡因得惡果，這是一點都不錯。說善因得惡果，惡因得善果，決定沒有這個道理，這叫非處，沒有這個道理。所以大家曉得因果報應這個道理，我們就曉得怎樣去離開怖畏。"
    },
    {
      "id": "12-002-0013_p0005",
      "zh_CN": "下面一句，『离杀害怖』。「离杀害」，要修慈心，修慈悲心。过去迷惑颠倒杀害了不少众生，造作许多的罪业，当然免不了有果报。我们现在要想离开杀害、离开刀兵劫，必须要修慈悲心，大慈大悲，才能够远离杀害的恐怖。慈悲心不是说说而已，是要从内心里面发出来，而内心发出来，还要在事相上去修习，去修学、去练习，练习能够以爱心，爱护一切众生。虽然爱护一切众生，自己心是清净平等的，这就叫慈悲心。如果爱护一切众生，心里面不平等、不清净，这是世间的烦恼，那是落在八识心所里面。所以真正的慈悲不是心所起作用，而是本性所起的德用，才能真正远离杀害的恐怖。纵然遇到杀害了也不恐怖，像我们读《金刚经》看到的，释迦牟尼佛五百世做忍辱仙人，为歌利王割截身体，那个时候释迦牟尼佛没有恐怖。虽然被歌利王凌迟处死，一刀一刀的割，他没有恐怖，为什么没有恐怖？他修的是慈心三昧。慈心三昧成就，一切灾难当中都不会有恐怖，真正做到了逆来顺受。",
      "zh_TW": "下面一句，『離殺害怖』。「離殺害」，要修慈心，修慈悲心。過去迷惑顛倒殺害了不少眾生，造作許多的罪業，當然免不了有果報。我們現在要想離開殺害、離開刀兵劫，必須要修慈悲心，大慈大悲，才能夠遠離殺害的恐怖。慈悲心不是說說而已，是要從內心裡面發出來，而內心發出來，還要在事相上去修習，去修學、去練習，練習能夠以愛心，愛護一切眾生。雖然愛護一切眾生，自己心是清淨平等的，這就叫慈悲心。如果愛護一切眾生，心裡面不平等、不清淨，這是世間的煩惱，那是落在八識心所裡面。所以真正的慈悲不是心所起作用，而是本性所起的德用，才能真正遠離殺害的恐怖。縱然遇到殺害了也不恐怖，像我們讀《金剛經》看到的，釋迦牟尼佛五百世做忍辱仙人，為歌利王割截身體，那個時候釋迦牟尼佛沒有恐怖。雖然被歌利王凌遲處死，一刀一刀的割，他沒有恐怖，為什麼沒有恐怖？他修的是慈心三昧。慈心三昧成就，一切災難當中都不會有恐怖，真正做到了逆來順受。"
    },
    {
      "id": "12-002-0013_p0006",
      "zh_CN": "歌利王是不是个坏人？歌利这两个字是印度话，要翻成中国的意思就是暴君，无道之君，非常残酷的一个人。但是对于释迦牟尼佛，就对于忍辱仙人来说，他是大功德主、大善知识。为什么？他叫忍辱仙人修六度，忍辱波罗蜜毕业了，歌利王给他的考试是最后一次大考，通过这个大考，他的忍辱波罗蜜圆满了，所以叫忍辱波罗蜜圆满相。由此可知，如果没有这个大善知识给他这样的考试，他的忍辱波罗蜜不能圆满。所以那个人你要说是好人、是坏人，难讲。我们念《金刚经》，《金刚经》大家念得很熟，佛无有定法可说。歌利王叫一般老百姓来说就是恶，坏人一个，对忍辱仙人来说是大善知识一个，你这怎么说法？",
      "zh_TW": "歌利王是不是個壞人？歌利這兩個字是印度話，要翻成中國的意思就是暴君，無道之君，非常殘酷的一個人。但是對於釋迦牟尼佛，就對於忍辱仙人來說，他是大功德主、大善知識。為什麼？他叫忍辱仙人修六度，忍辱波羅蜜畢業了，歌利王給他的考試是最後一次大考，通過這個大考，他的忍辱波羅蜜圓滿了，所以叫忍辱波羅蜜圓滿相。由此可知，如果沒有這個大善知識給他這樣的考試，他的忍辱波羅蜜不能圓滿。所以那個人你要說是好人、是壞人，難講。我們念《金剛經》，《金剛經》大家念得很熟，佛無有定法可說。歌利王叫一般老百姓來說就是惡，壞人一個，對忍辱仙人來說是大善知識一個，你這怎麼說法？"
    },
    {
      "id": "12-002-0013_p0007",
      "zh_CN": "所以诸位必须要记住，外面境界里面全是中立的，没有善恶。善恶在哪里？善恶在一心，在自己心里。所以会用功的人，他接触境界在修心，修什么心？修清净心、修平等心，这里面讲的二十二种怖畏统统都列入。不善修行的人，心为境转，那就是这里面讲的二十二类恐怖，心为境转，他怎么不怖、怎么不畏？所以一个会修行的人，六根接触六尘境界，不取于相，如如不动，心里面自然生智慧、放光明。他自己知道怎么个修法，无量无边的法门就修一桩事情，只修见性。六祖在《坛经》里面所讲的，佛祖相传，「唯传见性法」。没有别的，见性法就是佛法，不是见性法，统统不叫做佛法。纵然是权教小乘，你看看佛所教的，那些人业障烦恼深重，不能见性，佛的教法也是把他拉近，向见性这个道路上走。不但权小，连人天两乘佛法都不例外，都是叫我们接近见性，这样才能够消灾免难，才能够成就正觉。",
      "zh_TW": "所以諸位必須要記住，外面境界裡面全是中立的，沒有善惡。善惡在哪裡？善惡在一心，在自己心裡。所以會用功的人，他接觸境界在修心，修什麼心？修清淨心、修平等心，這裡面講的二十二種怖畏統統都列入。不善修行的人，心為境轉，那就是這裡面講的二十二類恐怖，心為境轉，他怎麼不怖、怎麼不畏？所以一個會修行的人，六根接觸六塵境界，不取於相，如如不動，心裡面自然生智慧、放光明。他自己知道怎麼個修法，無量無邊的法門就修一樁事情，只修見性。六祖在《壇經》裡面所講的，佛祖相傳，「唯傳見性法」。沒有別的，見性法就是佛法，不是見性法，統統不叫做佛法。縱然是權教小乘，你看看佛所教的，那些人業障煩惱深重，不能見性，佛的教法也是把他拉近，向見性這個道路上走。不但權小，連人天兩乘佛法都不例外，都是叫我們接近見性，這樣才能夠消災免難，才能夠成就正覺。"
    },
    {
      "id": "12-002-0013_p0008",
      "zh_CN": "下面一条，『离王官怖』。「王官」，犯了法才有这个恐怖，你犯了法，调查局来找你麻烦，刑警队来找你麻烦，属于这一类的。我们做人是安分守己，这个恐怖就没有。所以做人一定要守本分，不可以有害人的念头。守本分的人一定能离王官难；不守本分，纵然没有遇到，他也恐怖。做生意逃税，钱是赚了，税是逃了，他有没有恐怖？有这个恐怖。他日夜都受这个恐怖威胁，为什么？怕这个事情要揭穿，怕被官府知道了要受惩罚，心里面不安，所谓是非法之利。再说，假如真正逃税能赚大钱，诸位想想，因果律岂不是被推翻了吗？诸位要把《了凡四训》好好去念念，真正把它念熟了，你就恍然大悟。那个人做生意，今年发这么多财，他不玩这些花样，本本分分的来经营，他还是赚这么多。可见得他赚钱的那个因素，不是在逃税，你说这个冤枉不冤枉！所以真正懂得因果的人，他相信。小人冤枉做了小人，实在是冤枉，用尽了心机，还是他命里头有的，并没增加一点点。你说这不是冤枉吗？如果命里面今年只能够赚一万块钱，我投机取巧可以赚两万块钱，那可以，能讲得通，你用的这个心机值得，为什么？你多赚了。用尽了心机，最后还是这一万块钱，这不叫冤枉吗？所以明理的人安分守己，是君子乐得做个君子，他晓得不能越分。了凡居士就懂这个道理，一生安分守己，绝无非分之想，没有一念非分之想，知道「一饮一啄，莫非前定」。命里面有的，你舍都舍不掉，命里面没有的，你求也求不得，所谓是「一生皆是命，半点不由人」。没有到大彻大悟，没有转识成智，哪一个人不受命运的支配？谁能逃得了命运的掌握？",
      "zh_TW": "下面一條，『離王官怖』。「王官」，犯了法才有這個恐怖，你犯了法，調查局來找你麻煩，刑警隊來找你麻煩，屬於這一類的。我們做人是安分守己，這個恐怖就沒有。所以做人一定要守本分，不可以有害人的念頭。守本分的人一定能離王官難；不守本分，縱然沒有遇到，他也恐怖。做生意逃稅，錢是賺了，稅是逃了，他有沒有恐怖？有這個恐怖。他日夜都受這個恐怖威脅，為什麼？怕這個事情要揭穿，怕被官府知道了要受懲罰，心裡面不安，所謂是非法之利。再說，假如真正逃稅能賺大錢，諸位想想，因果律豈不是被推翻了嗎？諸位要把《了凡四訓》好好去念念，真正把它念熟了，你就恍然大悟。那個人做生意，今年發這麼多財，他不玩這些花樣，本本分分的來經營，他還是賺這麼多。可見得他賺錢的那個因素，不是在逃稅，你說這個冤枉不冤枉！所以真正懂得因果的人，他相信。小人冤枉做了小人，實在是冤枉，用盡了心機，還是他命裡頭有的，並沒增加一點點。你說這不是冤枉嗎？如果命裡面今年只能夠賺一萬塊錢，我投機取巧可以賺兩萬塊錢，那可以，能講得通，你用的這個心機值得，為什麼？你多賺了。用盡了心機，最後還是這一萬塊錢，這不叫冤枉嗎？所以明理的人安分守己，是君子樂得做個君子，他曉得不能越分。了凡居士就懂這個道理，一生安分守己，絕無非分之想，沒有一念非分之想，知道「一飲一啄，莫非前定」。命裡面有的，你捨都捨不掉，命裡面沒有的，你求也求不得，所謂是「一生皆是命，半點不由人」。沒有到大徹大悟，沒有轉識成智，哪一個人不受命運的支配？誰能逃得了命運的掌握？"
    },
    {
      "id": "12-002-0013_p0009",
      "zh_CN": "不明理的人，迷惑造业，受种种苦报，而且这个迷，一定是愈迷愈深，所以造的罪业也愈来愈重，果报也愈来愈苦。明理之人，他晓得这个道理，他不迷了，所以他就不造业，一切果报现前，他就安心受，不怨天不尤人。而通达其理的人，那么他就可以造命，改造自己的命运，创造自己前途，他就有办法造，所谓的断恶修善，广种福田。我们自己要有福，有福要广种福田。广种福田，你看一般经上常讲，佛门当中才能广种福田。但是一般人把这个佛门的广大福田意思解错了，认为佛门这个福田只有到寺庙里面来才能够修福，寺庙这个门就是佛门，这搞错了。佛门是什么门？佛门就觉门，迷门就不是佛门，觉门就是佛门，事事觉而不迷，你才能证广大的福田。所以我们全迷了，学佛迷在佛教里面，这个佛门不是真的佛门，这是迷佛门，真正佛门是大彻大悟。所以说是在寺庙以外，他就不晓得修福，他就不干，这是迷惑颠倒。我们再要这样迷下去，诸位想想，怎么得了？真正的福田，就是觉心所种。你觉悟了宇宙人生的大道理，在家孝顺父母是福田，友爱兄弟是福田，关心邻里乡党是福田，善教子弟是福田，尊敬师长是福田，凡是令一切众生得到福利之事，皆是福田。要明白这个道理，这两句难，「王官怖」、『贫穷怖』都离开了。「贫穷」是不肯修福，才得贫穷的果报。",
      "zh_TW": "不明理的人，迷惑造業，受種種苦報，而且這個迷，一定是愈迷愈深，所以造的罪業也愈來愈重，果報也愈來愈苦。明理之人，他曉得這個道理，他不迷了，所以他就不造業，一切果報現前，他就安心受，不怨天不尤人。而通達其理的人，那麼他就可以造命，改造自己的命運，創造自己前途，他就有辦法造，所謂的斷惡修善，廣種福田。我們自己要有福，有福要廣種福田。廣種福田，你看一般經上常講，佛門當中才能廣種福田。但是一般人把這個佛門的廣大福田意思解錯了，認為佛門這個福田只有到寺廟裡面來才能夠修福，寺廟這個門就是佛門，這搞錯了。佛門是什麼門？佛門就覺門，迷門就不是佛門，覺門就是佛門，事事覺而不迷，你才能證廣大的福田。所以我們全迷了，學佛迷在佛教裡面，這個佛門不是真的佛門，這是迷佛門，真正佛門是大徹大悟。所以說是在寺廟以外，他就不曉得修福，他就不幹，這是迷惑顛倒。我們再要這樣迷下去，諸位想想，怎麼得了？真正的福田，就是覺心所種。你覺悟了宇宙人生的大道理，在家孝順父母是福田，友愛兄弟是福田，關心鄰里鄉黨是福田，善教子弟是福田，尊敬師長是福田，凡是令一切眾生得到福利之事，皆是福田。要明白這個道理，這兩句難，「王官怖」、『貧窮怖』都離開了。「貧窮」是不肯修福，才得貧窮的果報。"
    },
    {
      "id": "12-002-0013_p0010",
      "zh_CN": "『离不活怖』，这个「不活怖」，实在讲一切众生各个都有，贪生怕死，不活就是怕死，哪一个不怕死？我们要离这种恐怖，就要救护一切众生。佛教里面提倡放生，提倡戒杀，戒律里面第一条不杀生，做到不杀生就能够离不活怖，救护一切众生，尤其众生有生命危险的时候，你能够伸出援手去救护他，我们自己纵在险难之处，也得吉祥自在。",
      "zh_TW": "『離不活怖』，這個「不活怖」，實在講一切眾生各個都有，貪生怕死，不活就是怕死，哪一個不怕死？我們要離這種恐怖，就要救護一切眾生。佛教裡面提倡放生，提倡戒殺，戒律裡面第一條不殺生，做到不殺生就能夠離不活怖，救護一切眾生，尤其眾生有生命危險的時候，你能夠伸出援手去救護他，我們自己縱在險難之處，也得吉祥自在。"
    },
    {
      "id": "12-002-0013_p0011",
      "zh_CN": "底下一句，『离恶名怖』。这个「恶名」，名是名誉，自古以来，哪一个人不爱惜自己名誉？所谓名誉是第二生命，仅次于上面的不活。佛菩萨教给我们，称赞如来就是离恶名怖。称赞如来，诸位要记住，《金刚经》里面说得很清楚，古大德注解告诉我们，经里面凡讲如来的这个字样都是指法性而说的，经中称佛，那是就相上讲的。释迦牟尼佛，本师佛，从相上讲，称如来是从性上讲。所以经中有时称如来，有时称佛，并非颠倒。称赞如来就是称赞法性，「一切众生皆有如来智慧德相」，因此这个称赞如来，绝不是单指那些已经成佛的人我们称赞他，不是的，称赞如来是广义的，称赞一切众生。哪一个人都有长处，都值得赞叹，再恶的人，他还有一个长处，那么他有这一点长处就值得赞叹他。你赞叹，他当然欢喜，他觉得我这一点善行，值得大家赞叹，激发他的善心，善根才能增长，这是慈悲心，这是成就众生之心。在四弘誓愿里面，这就是摄受众生的心，度化众生的心。",
      "zh_TW": "底下一句，『離惡名怖』。這個「惡名」，名是名譽，自古以來，哪一個人不愛惜自己名譽？所謂名譽是第二生命，僅次於上面的不活。佛菩薩教給我們，稱讚如來就是離惡名怖。稱讚如來，諸位要記住，《金剛經》裡面說得很清楚，古大德註解告訴我們，經裡面凡講如來的這個字樣都是指法性而說的，經中稱佛，那是就相上講的。釋迦牟尼佛，本師佛，從相上講，稱如來是從性上講。所以經中有時稱如來，有時稱佛，並非顛倒。稱讚如來就是稱讚法性，「一切眾生皆有如來智慧德相」，因此這個稱讚如來，絕不是單指那些已經成佛的人我們稱讚他，不是的，稱讚如來是廣義的，稱讚一切眾生。哪一個人都有長處，都值得讚歎，再惡的人，他還有一個長處，那麼他有這一點長處就值得讚歎他。你讚歎，他當然歡喜，他覺得我這一點善行，值得大家讚歎，激發他的善心，善根才能增長，這是慈悲心，這是成就眾生之心。在四弘誓願裡面，這就是攝受眾生的心，度化眾生的心。"
    },
    {
      "id": "12-002-0013_p0012",
      "zh_CN": "这个人他的长处少，缺点多，你偏偏去攻击那个人的缺点，掩没那个人的长处，给诸位说，这个是什么？自己造罪业，就是鼓励那个人造恶。你天天骂他，天天攻击他，愈攻击愈恼火，我无恶不作，你说我恶，好，我就恶，恶上加恶，他造无量无边的罪业怎么造的？你给他做增上缘，你把他促成的。他本来是小恶，本来可以回头向善，现在回不了头，是我们帮助他的，那这个罪业就太大了。他堕地狱，我们也脱不了关系，都要跟他去受罪去。所以《太上》说：「祸福无门，唯人自召」。佛家教给我们守口如瓶，口业所造的罪业是最容易，不知不觉就造下了大罪业，自己不知道。一生受苦报，生生世世受苦报，自己不晓得这个罪业从哪里造的？怎么样反省自己还是好人。",
      "zh_TW": "這個人他的長處少，缺點多，你偏偏去攻擊那個人的缺點，掩沒那個人的長處，給諸位說，這個是什麼？自己造罪業，就是鼓勵那個人造惡。你天天罵他，天天攻擊他，愈攻擊愈惱火，我無惡不作，你說我惡，好，我就惡，惡上加惡，他造無量無邊的罪業怎麼造的？你給他做增上緣，你把他促成的。他本來是小惡，本來可以回頭向善，現在回不了頭，是我們幫助他的，那這個罪業就太大了。他墮地獄，我們也脫不了關係，都要跟他去受罪去。所以《太上》說：「禍福無門，唯人自召」。佛家教給我們守口如瓶，口業所造的罪業是最容易，不知不覺就造下了大罪業，自己不知道。一生受苦報，生生世世受苦報，自己不曉得這個罪業從哪裡造的？怎麼樣反省自己還是好人。"
    },
    {
      "id": "12-002-0013_p0013",
      "zh_CN": "诸位要不信，你看看《俞净意遇灶神记》，俞净意居士就是一个常常造口业的人。这个人聪明，口齿伶俐，辩才无碍，没有口德，喜欢揭人家短处，喜欢挖苦别人、捉弄别人。他有没有恶意？没有恶意。这我们在佛法里面讲习气，恶习气，他没这个意思，但是他有这个习气。可是这个习气伤害了大众，损坏自己的德行，一生穷途潦倒。总算他还有善根，遇到灶神来点化他，他真正觉悟，这才苦切忏悔，改往修来。了凡居士是个本本分分的人，依照佛法创造他的新命运。俞净意可以说是一个造口业极重之人，改往修来，也能创造后半辈子的幸福生活。这两个人都是我们的榜样。由此可知，离恶名，多称赞别人。称赞，诸位要晓得，要恰如其分。如果不能够恰如其分，人家只一分善，你把他赞成十分，这叫谄媚巴结，麻烦又大了。他这点小善，你们大家都赞叹，我就是善人，我了不起了！又增长他贡高我慢。说话不容易，要说得恰如其分。",
      "zh_TW": "諸位要不信，你看看《俞淨意遇灶神記》，俞淨意居士就是一個常常造口業的人。這個人聰明，口齒伶俐，辯才無礙，沒有口德，喜歡揭人家短處，喜歡挖苦別人、捉弄別人。他有沒有惡意？沒有惡意。這我們在佛法裡面講習氣，惡習氣，他沒這個意思，但是他有這個習氣。可是這個習氣傷害了大眾，損壞自己的德行，一生窮途潦倒。總算他還有善根，遇到灶神來點化他，他真正覺悟，這才苦切懺悔，改往修來。了凡居士是個本本分分的人，依照佛法創造他的新命運。俞淨意可以說是一個造口業極重之人，改往修來，也能創造後半輩子的幸福生活。這兩個人都是我們的榜樣。由此可知，離惡名，多稱讚別人。稱讚，諸位要曉得，要恰如其分。如果不能夠恰如其分，人家只一分善，你把他讚成十分，這叫諂媚巴結，麻煩又大了。他這點小善，你們大家都讚歎，我就是善人，我了不起了！又增長他貢高我慢。說話不容易，要說得恰如其分。"
    },
    {
      "id": "12-002-0013_p0014",
      "zh_CN": "我在四十七年到台中，第一次跟李老师见面，他教我两句话：「不诽谤人，不赞叹人」。不诽谤人，当然这是修自己的德行，不说别人的过失；不赞叹人，我就想不通，我就不晓得这个道理。以后老师给我解释，赞叹过分的那个过失，比诽谤人的过失还要大。赞叹过了分，这个人到这里就为止不会再有进步了，他认为什么？他自己已经很好，就够了，不肯再进步。所以就教我学什么？学不诽谤、不赞叹，修这么个法门，到后来我才深明这个里面的道理，实在是有道理。所以这个称赞是要称赞得恰如其分。我们称赞诸佛菩萨，这个用意又不相同，那不是赞叹个人，称赞诸佛菩萨是称赞性德，而这个性德是一切众生人人具足的。所谓赞佛德就是赞众生之德，其目的是希望众生开显自己的德能，这种称赞是无量功德。",
      "zh_TW": "我在四十七年到台中，第一次跟李老師見面，他教我兩句話：「不誹謗人，不讚歎人」。不誹謗人，當然這是修自己的德行，不說別人的過失；不讚歎人，我就想不通，我就不曉得這個道理。以後老師給我解釋，讚歎過分的那個過失，比誹謗人的過失還要大。讚歎過了分，這個人到這裡就為止不會再有進步了，他認為什麼？他自己已經很好，就夠了，不肯再進步。所以就教我學什麼？學不誹謗、不讚歎，修這麼個法門，到後來我才深明這個裡面的道理，實在是有道理。所以這個稱讚是要稱讚得恰如其分。我們稱讚諸佛菩薩，這個用意又不相同，那不是讚歎個人，稱讚諸佛菩薩是稱讚性德，而這個性德是一切眾生人人具足的。所謂讚佛德就是讚眾生之德，其目的是希望眾生開顯自己的德能，這種稱讚是無量功德。"
    },
    {
      "id": "12-002-0013_p0015",
      "zh_CN": "还有一种称赞是接引大众的，这也是无量功德。譬如我们赞叹某一个法师，赞叹某一个道场，我们的用意并不是赞叹这个人，也不是赞叹这个地方，但是这个人在某个地方在弘法，我们赞叹是希望那些听到赞叹的人，知道有这么一个机会去闻法，是接引的增上缘，这是无量功德。也许就有众生他一闻法，他就因此而得度，因此而成佛作祖了，你的功德真是无量无边，他之所以有成就，是你第一个接引他的。这种赞叹就不是对个人的，目的是在接引。所以我们看看这些经句，这些经里面的句子，一定要晓得因果。",
      "zh_TW": "還有一種稱讚是接引大眾的，這也是無量功德。譬如我們讚歎某一個法師，讚歎某一個道場，我們的用意並不是讚歎這個人，也不是讚歎這個地方，但是這個人在某個地方在弘法，我們讚歎是希望那些聽到讚歎的人，知道有這麼一個機會去聞法，是接引的增上緣，這是無量功德。也許就有眾生他一聞法，他就因此而得度，因此而成佛作祖了，你的功德真是無量無邊，他之所以有成就，是你第一個接引他的。這種讚歎就不是對個人的，目的是在接引。所以我們看看這些經句，這些經裡面的句子，一定要曉得因果。"
    },
    {
      "id": "12-002-0013_p0016",
      "zh_CN": "下面一个『离于死怖』，这是死亡，这个「死怖」跟前面「不活」，意思是相同的。不活，这就是死，后面为什么要用一个死？所谓死，有好死，有恶死，前面只说个不活，不活就是死。这个里面的死，死有种种之死，有没有痛苦的死，有很痛苦的死。离死怖，一定要明理，古人所谓是「心安理得」，道理得到了，心就安。忍辱仙人为歌利王割截身体，他得这个道了，所以虽然被割截身体，他心安。这是在一切死苦里面最苦的一种，凌迟之死，最苦的。他明理了，他就不苦。所以修忍辱，给诸位说，在我们功夫没有成就的时候，确实是忍，是有忍的形相。到你功德圆满之后，有没有这个相？没有这个相，决定找不到忍辱相。这个时候忍辱波罗蜜，给诸位说，我们不能说是圆满，这个法门上了道，为什么？修这个法门已经没有忍辱之相。还有忍辱之相，那正是《金刚经》所讲的，四相没破。为什么？有能忍，有所忍。几时到能忍所忍之相觅不可得，这个时候四相离了。《金刚经》也是讲的圆顿大法，离四相，这是圆教初住菩萨。由此我们也能看到菩萨的标准，离了四相之后才是真正的菩萨。如果我们用天台六即的话来说，离了四相才叫分证即的菩萨，离了四相；没有离四相之前，是名字位的菩萨，相似位的菩萨。真正在修行，你还没到这个程度，相似即的菩萨。那有名无实的，不认真修学的，都是名字位的菩萨，有名无实。真用功，真精进，才能够做得到。",
      "zh_TW": "下面一個『離於死怖』，這是死亡，這個「死怖」跟前面「不活」，意思是相同的。不活，這就是死，後面為什麼要用一個死？所謂死，有好死，有惡死，前面只說個不活，不活就是死。這個裡面的死，死有種種之死，有沒有痛苦的死，有很痛苦的死。離死怖，一定要明理，古人所謂是「心安理得」，道理得到了，心就安。忍辱仙人為歌利王割截身體，他得這個道了，所以雖然被割截身體，他心安。這是在一切死苦裡面最苦的一種，凌遲之死，最苦的。他明理了，他就不苦。所以修忍辱，給諸位說，在我們功夫沒有成就的時候，確實是忍，是有忍的形相。到你功德圓滿之後，有沒有這個相？沒有這個相，決定找不到忍辱相。這個時候忍辱波羅蜜，給諸位說，我們不能說是圓滿，這個法門上了道，為什麼？修這個法門已經沒有忍辱之相。還有忍辱之相，那正是《金剛經》所講的，四相沒破。為什麼？有能忍，有所忍。幾時到能忍所忍之相覓不可得，這個時候四相離了。《金剛經》也是講的圓頓大法，離四相，這是圓教初住菩薩。由此我們也能看到菩薩的標準，離了四相之後才是真正的菩薩。如果我們用天台六即的話來說，離了四相才叫分證即的菩薩，離了四相；沒有離四相之前，是名字位的菩薩，相似位的菩薩。真正在修行，你還沒到這個程度，相似即的菩薩。那有名無實的，不認真修學的，都是名字位的菩薩，有名無實。真用功，真精進，才能夠做得到。"
    },
    {
      "id": "12-002-0013_p0017",
      "zh_CN": "底下一句，『离诸病怖』。「病」，从佛法里面看有三种业因，第一种个人，所谓是「祸从口出，病从口入」，饮食不讲求卫生，饮食无度，容易招受病苦。这是讲卫生，生理上的毛病。实在讲，饮食是最容易致病的一个因素，除了饮食之外，要运动，为什么？身体像一部机器一样，机器要运动他才会灵活，如果要不运动，这个机器就会坏掉。我有一个同学，学问非常好，我们一起去看过他，他一生多病，身体衰弱，他大概只比我大三岁，看起来总像八、九十岁的人的样子。原因在哪里？就是不运动，喜欢念书，一天到晚看书，不动，那个身体搞坏了。所以运动很重要。佛法里面教给我们劳动，劳动就是运动，既是锻炼身体又修福报。实在没有机会，在寺庙里当清众，当清众不要你劳动，没有机会劳动，那怎么样？就用拜佛，叫你跑香，那也是运动，一天拜个几百拜是运动。",
      "zh_TW": "底下一句，『離諸病怖』。「病」，從佛法裡面看有三種業因，第一種個人，所謂是「禍從口出，病從口入」，飲食不講求衛生，飲食無度，容易招受病苦。這是講衛生，生理上的毛病。實在講，飲食是最容易致病的一個因素，除了飲食之外，要運動，為什麼？身體像一部機器一樣，機器要運動他才會靈活，如果要不運動，這個機器就會壞掉。我有一個同學，學問非常好，我們一起去看過他，他一生多病，身體衰弱，他大概只比我大三歲，看起來總像八、九十歲的人的樣子。原因在哪裡？就是不運動，喜歡念書，一天到晚看書，不動，那個身體搞壞了。所以運動很重要。佛法裡面教給我們勞動，勞動就是運動，既是鍛鍊身體又修福報。實在沒有機會，在寺廟裡當清眾，當清眾不要你勞動，沒有機會勞動，那怎麼樣？就用拜佛，叫你跑香，那也是運動，一天拜個幾百拜是運動。"
    },
    {
      "id": "12-002-0013_p0018",
      "zh_CN": "所以人不可以不运动，你看在俗语里面讲的活动，活就要动，不动就活不成了，要活就要动，劳动的人才有一个健康的身体，才能够避免病苦。享福的人，多病，为什么？他不劳动，又贪吃，病从口入，身体又不动，当然多病。这是疾病第一个来源。第二个来源就是冤业，冤家对头找上门来。诸位念《三昧水忏》，悟达国师得的人面疮，冤家对头。前面讲生理的病，可以医疗，冤家对头找上门来这个病，你找什么医生、找医药都没用处，为什么？不是那个因素。对治的方法，在佛法里面，请法师诵经、拜忏，这是干什么？调解的。你的冤家对头找上门来了，靠佛菩萨的力量跟他调解，调解他要接受了，他走了，你的病也好了。或者请鬼神来调解，只要他接受了，你的病就好了。他要不接受，那麻烦都很大。这是讲调解的。",
      "zh_TW": "所以人不可以不運動，你看在俗語裡面講的活動，活就要動，不動就活不成了，要活就要動，勞動的人才有一個健康的身體，才能夠避免病苦。享福的人，多病，為什麼？他不勞動，又貪吃，病從口入，身體又不動，當然多病。這是疾病第一個來源。第二個來源就是冤業，冤家對頭找上門來。諸位念《三昧水懺》，悟達國師得的人面瘡，冤家對頭。前面講生理的病，可以醫療，冤家對頭找上門來這個病，你找什麼醫生、找醫藥都沒用處，為什麼？不是那個因素。對治的方法，在佛法裡面，請法師誦經、拜懺，這是幹什麼？調解的。你的冤家對頭找上門來了，靠佛菩薩的力量跟他調解，調解他要接受了，他走了，你的病也好了。或者請鬼神來調解，只要他接受了，你的病就好了。他要不接受，那麻煩都很大。這是講調解的。"
    },
    {
      "id": "12-002-0013_p0019",
      "zh_CN": "还有一种病，调解也没办法，罪业的病，过去世罪业太重，业障病。不是生理的，也不是冤业的，是自己罪障之病。这个病真是无药可救，求神拜佛都不灵，为什么？它不是调解的。这样的病，真要至心忏悔，消除业障，病才能好。我们晓得病有这三种原因：第一个，我们要学着劳动，要卫生；第二个，不与任何人结冤仇，我们要慈心对一切众生；第三，不造恶业，决定不造损人利己的事，三种病苦都离开。观世音菩萨大慈大悲，大悲行里面，确确实实，慈悲里面当然没有冤业，慈悲里面当然不造重罪，所以确实能离诸病苦。所以是在修慈悲行，修慈悲心。",
      "zh_TW": "還有一種病，調解也沒辦法，罪業的病，過去世罪業太重，業障病。不是生理的，也不是冤業的，是自己罪障之病。這個病真是無藥可救，求神拜佛都不靈，為什麼？它不是調解的。這樣的病，真要至心懺悔，消除業障，病才能好。我們曉得病有這三種原因：第一個，我們要學著勞動，要衛生；第二個，不與任何人結冤仇，我們要慈心對一切眾生；第三，不造惡業，決定不造損人利己的事，三種病苦都離開。觀世音菩薩大慈大悲，大悲行裡面，確確實實，慈悲裡面當然沒有冤業，慈悲裡面當然不造重罪，所以確實能離諸病苦。所以是在修慈悲行，修慈悲心。"
    },
    {
      "id": "12-002-0013_p0020",
      "zh_CN": "下面一句就是『离懈怠怖，离黑暗怖』。这个「懈怠」，确实是值得恐怖的，但是这个懈怠，因为他的这个形象不甚猛利，于是乎我们都疏忽了，都养成一个懈怠懒惰的习性，不晓得这个习性对于自己危害有多么大。所谓是等闲白了少年头，到老的时候才感觉到太可怖了，一生没有成就，为什么？懈怠懒惰。正因此，大乘佛法里面讲这个善根，讲精进。这也在讲席里给诸位讲过多少次，世间法的善根：无贪、无瞋、无痴三善根，三界六道之中一切的善法都是从这个三善根生起的；出世间的大法就是定与慧，是从精进里面生的。我们讲六度的时候给诸位介绍过，六度里面精进是善根，能生禅定，能生般若。如果将般若再开出来为十波罗蜜，那后面就是愿波罗蜜、方便波罗蜜、力波罗蜜、智波罗蜜，你看看全都是靠精进所生。这个道理往常也说过，我们无始劫以来修积的善根、功德就不在少处，不少！这一生以过去修集的善根功德，成佛作祖都不难，我们确实有这个能力，人人都有这个能力，而为什么不能够成佛作祖？就懈怠，不能精进。虽然有修学的功德，因为懈怠不能够现前，不能得受用。所以，由此可见懈怠的恐怖。在我看这个里面，这二十二种恐怖，是最严重的一个，最可怕的一个。因此我们一定要修精进法。",
      "zh_TW": "下面一句就是『離懈怠怖，離黑暗怖』。這個「懈怠」，確實是值得恐怖的，但是這個懈怠，因為他的這個形象不甚猛利，於是乎我們都疏忽了，都養成一個懈怠懶惰的習性，不曉得這個習性對於自己危害有多麼大。所謂是等閒白了少年頭，到老的時候才感覺到太可怖了，一生沒有成就，為什麼？懈怠懶惰。正因此，大乘佛法裡面講這個善根，講精進。這也在講席裡給諸位講過多少次，世間法的善根：無貪、無瞋、無痴三善根，三界六道之中一切的善法都是從這個三善根生起的；出世間的大法就是定與慧，是從精進裡面生的。我們講六度的時候給諸位介紹過，六度裡面精進是善根，能生禪定，能生般若。如果將般若再開出來為十波羅蜜，那後面就是願波羅蜜、方便波羅蜜、力波羅蜜、智波羅蜜，你看看全都是靠精進所生。這個道理往常也說過，我們無始劫以來修積的善根、功德就不在少處，不少！這一生以過去修集的善根功德，成佛作祖都不難，我們確實有這個能力，人人都有這個能力，而為什麼不能夠成佛作祖？就懈怠，不能精進。雖然有修學的功德，因為懈怠不能夠現前，不能得受用。所以，由此可見懈怠的恐怖。在我看這個裡面，這二十二種恐怖，是最嚴重的一個，最可怕的一個。因此我們一定要修精進法。"
    },
    {
      "id": "12-002-0013_p0021",
      "zh_CN": "精进，诸位要记住，八正道里面讲一个正精进。如果不是正精进，那个精进都是懈怠。你看世间人为了求名闻利养，哪个不精进？人人都在那里精进，得到的是名闻利养，这在佛法里讲大懈怠。佛法里面叫我们从哪里精进？叫我们从无上正等正觉上精进。念佛人要在一心不乱上精进，你证得了一心，正精进；不是一心，都叫懈怠。一天念十万声佛号，还是懈怠，为什么？念一辈子不能成就。我们把功夫都用在一心上，这叫做正精进。研究教的，一天到晚在读诵、在研究，这不是正精进，为什么？他搞的是记问之学，拿世法来讲，不足以为人师。什么叫精进？开悟，要走定慧的路子，这叫正精进。所以我劝诸位读诵，读诵是什么？是正精进。",
      "zh_TW": "精進，諸位要記住，八正道裡面講一個正精進。如果不是正精進，那個精進都是懈怠。你看世間人為了求名聞利養，哪個不精進？人人都在那裡精進，得到的是名聞利養，這在佛法裡講大懈怠。佛法裡面叫我們從哪裡精進？叫我們從無上正等正覺上精進。念佛人要在一心不亂上精進，你證得了一心，正精進；不是一心，都叫懈怠。一天念十萬聲佛號，還是懈怠，為什麼？念一輩子不能成就。我們把功夫都用在一心上，這叫做正精進。研究教的，一天到晚在讀誦、在研究，這不是正精進，為什麼？他搞的是記問之學，拿世法來講，不足以為人師。什麼叫精進？開悟，要走定慧的路子，這叫正精進。所以我勸諸位讀誦，讀誦是什麼？是正精進。"
    },
    {
      "id": "12-002-0013_p0022",
      "zh_CN": "我们《六祖坛经》快要讲到「机缘品」，讲到机缘品，你看看六祖大师底下那些开悟的人，人家真是各各都是精进的，都是大彻大悟的，看人家怎么悟？大多数是从读诵而悟的。我们今天也别人来读诵，他读诵能开悟，我们开不了悟，原因在哪里？他读诵是修戒定慧，我们读诵是研究这句怎么讲法，这段怎么讲法，这就糟了，这就不能开悟。人家读诵是根本智、后得智完全得到，我们读诵是根本智、后得智全得不到。后得智是一切智，无所不知。如果我们照「十四表」这个三种智来说，给诸位说，根本智就是讲的一切智，后得智就是讲的道种智。这是讲「离懈怠怖」，离懈怠要懂得正精进。我们修一切法要是为名为利，为了令人敬重我们，都叫邪精进，都叫做懈怠，不会有成就的。心一定要清净，世出世间法都不染，这才是真正的精进，才是真正懂得离懈怠怖的行人。",
      "zh_TW": "我們《六祖壇經》快要講到「機緣品」，講到機緣品，你看看六祖大師底下那些開悟的人，人家真是各各都是精進的，都是大徹大悟的，看人家怎麼悟？大多數是從讀誦而悟的。我們今天也別人來讀誦，他讀誦能開悟，我們開不了悟，原因在哪裡？他讀誦是修戒定慧，我們讀誦是研究這句怎麼講法，這段怎麼講法，這就糟了，這就不能開悟。人家讀誦是根本智、後得智完全得到，我們讀誦是根本智、後得智全得不到。後得智是一切智，無所不知。如果我們照「十四表」這個三種智來說，給諸位說，根本智就是講的一切智，後得智就是講的道種智。這是講「離懈怠怖」，離懈怠要懂得正精進。我們修一切法要是為名為利，為了令人敬重我們，都叫邪精進，都叫做懈怠，不會有成就的。心一定要清淨，世出世間法都不染，這才是真正的精進，才是真正懂得離懈怠怖的行人。"
    },
    {
      "id": "12-002-0013_p0023",
      "zh_CN": "下面一句，『离黑暗怖』。字面上讲是「黑暗」，就走黑路，实际上所指的是无明，无明恐怖。无明是对一切事、一切理不能够正确的了知，我们要处理，一定会有过错，当然恐怖。我们要离黑暗怖，一定要靠觉心、要靠智慧，唯有智慧才能够照破无明黑暗。智慧从哪里来的？智慧从定当中得来的。智慧是大定的作用，没有定，哪来的慧？所谓定，就是在境界里面能够做到不起心、不动念，这是正定，这样才能够破黑暗，远离颠倒梦想。",
      "zh_TW": "下面一句，『離黑暗怖』。字面上講是「黑暗」，就走黑路，實際上所指的是無明，無明恐怖。無明是對一切事、一切理不能夠正確的了知，我們要處理，一定會有過錯，當然恐怖。我們要離黑暗怖，一定要靠覺心、要靠智慧，唯有智慧才能夠照破無明黑暗。智慧從哪裡來的？智慧從定當中得來的。智慧是大定的作用，沒有定，哪來的慧？所謂定，就是在境界裡面能夠做到不起心、不動念，這是正定，這樣才能夠破黑暗，遠離顛倒夢想。"
    },
    {
      "id": "12-002-0013_p0024",
      "zh_CN": "下面一句，『离迁移怖』。这一句是福德边事，世法里也说「福地福人居」，没有福报的人，福地他住不下去。什么叫做福地？能够成就我们智慧、成就我们功德的这个地方就是福地。换一个地方，种种增上缘不具足，我们就不容易成就了。这个「迁移」，要拿现代的话来说就是流浪，没有一定的一个居处，这是众生所畏怖的，所谓是无家可归，无有住处。在佛法表法里面讲，十信位的菩萨进进退退没有依着，到了初住，你看才有个住处，就是不必要迁移，没有入住都是在不定位，不定就是迁移怖。不定的时候，外缘非常重要；定了以后，外缘就是不具足，也没有什么大关系，为什么？他心有主宰。在这个时候，没有主宰的时候，外缘关系非常之大，能遇到一个好的道场、遇到一个好的善知识，就可以离迁移怖。",
      "zh_TW": "下面一句，『離遷移怖』。這一句是福德邊事，世法裡也說「福地福人居」，沒有福報的人，福地他住不下去。什麼叫做福地？能夠成就我們智慧、成就我們功德的這個地方就是福地。換一個地方，種種增上緣不具足，我們就不容易成就了。這個「遷移」，要拿現代的話來說就是流浪，沒有一定的一個居處，這是眾生所畏怖的，所謂是無家可歸，無有住處。在佛法表法裡面講，十信位的菩薩進進退退沒有依著，到了初住，你看才有個住處，就是不必要遷移，沒有入住都是在不定位，不定就是遷移怖。不定的時候，外緣非常重要；定了以後，外緣就是不具足，也沒有什麼大關係，為什麼？他心有主宰。在這個時候，沒有主宰的時候，外緣關係非常之大，能遇到一個好的道場、遇到一個好的善知識，就可以離遷移怖。"
    },
    {
      "id": "12-002-0013_p0025",
      "zh_CN": "可是这桩事情，虽然讲外面的增上缘，实在与自己有密切的关系，增上缘是自己感应所得。前天，我们在《法华经》经题里面讲的「感应妙」，自己没有感，哪来的应？什么样的善根福德能感这样殊胜微妙的增上缘？这里面还是要讲戒定慧，没有戒定慧的基础，这个缘纵然你遇到了，你也会当面错过。所以从前学佛，尤其是有意要出家，第一部所读的书《禅林宝训》，《禅林宝训》实在是初机里面第一部好书。这部书里面教给我们认识殊胜的增上缘，叫我们懂得取舍增上缘，了不起的学问，这是入佛门的第一步。换句话说，帮助我们开了道眼，一看这个道场是不是有道？值不值得我们在这里修学？我们应该用什么态度在此地住、在此地学？《禅林宝训》就是讲这一套。所以《禅林宝训》，看看上面是「禅林」两个字，但是它不是讲的禅，它是讲的处事待人接物，讲这些道理。所以这部书是佛法里面的世间法。我们也常在经里面看到，「佛法在世间，不离世间觉」。这部书里面所讲的就是不离世间觉，觉就有受用，觉就有成就，觉则不舍殊胜的因缘，不觉一定当面错过。这是讲到离迁移怖，这个迁移里面含的有这么多意思在。",
      "zh_TW": "可是這樁事情，雖然講外面的增上緣，實在與自己有密切的關係，增上緣是自己感應所得。前天，我們在《法華經》經題裡面講的「感應妙」，自己沒有感，哪來的應？什麼樣的善根福德能感這樣殊勝微妙的增上緣？這裡面還是要講戒定慧，沒有戒定慧的基礎，這個緣縱然你遇到了，你也會當面錯過。所以從前學佛，尤其是有意要出家，第一部所讀的書《禪林寶訓》，《禪林寶訓》實在是初機裡面第一部好書。這部書裡面教給我們認識殊勝的增上緣，叫我們懂得取捨增上緣，了不起的學問，這是入佛門的第一步。換句話說，幫助我們開了道眼，一看這個道場是不是有道？值不值得我們在這裡修學？我們應該用什麼態度在此地住、在此地學？《禪林寶訓》就是講這一套。所以《禪林寶訓》，看看上面是「禪林」兩個字，但是它不是講的禪，它是講的處事待人接物，講這些道理。所以這部書是佛法裡面的世間法。我們也常在經裡面看到，「佛法在世間，不離世間覺」。這部書裡面所講的就是不離世間覺，覺就有受用，覺就有成就，覺則不捨殊勝的因緣，不覺一定當面錯過。這是講到離遷移怖，這個遷移裡面含的有這麼多意思在。"
    },
    {
      "id": "12-002-0013_p0026",
      "zh_CN": "好，今天时间到了，就讲到这里好了。",
      "zh_TW": "好，今天時間到了，就講到這裡好了。"
    }
  ]
}