{
  "doc_id": "12-002-0017",
  "title": {
    "zh_CN": "四十华严观自在章",
    "zh_TW": "四十華嚴觀自在章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第十七集）",
    "zh_TW": "（第十七集）"
  },
  "doc_number": "12-002-0017",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "12-002-0017_p0001",
      "zh_CN": "而佛法从感应，从三世里面观察，这是非常之深密，确实不是一般人所能够了解的。唯有深入的观察，才能够知道这一些灾难根本由来，对治的方法才确确实实能够收到效果。",
      "zh_TW": "而佛法從感應，從三世裡面觀察，這是非常之深密，確實不是一般人所能夠了解的。唯有深入的觀察，才能夠知道這一些災難根本由來，對治的方法才確確實實能夠收到效果。"
    },
    {
      "id": "12-002-0017_p0002",
      "zh_CN": "我们在讲席里面，在从前也讲过很多次，俗话也说，所谓「一人有福，连带一屋」，我们这一个地区的人，真正有几个有大福德的人，我们纵然受苦受难，也有限度的。这个道理，实在讲是相当深。不明佛法，这个道理可以说他永远也参不透。佛法虽然跟我们讲，「一切唯心造」，心能转境界，我们也听得耳熟了，看到这些文句，听到这个言词，也变成所谓是老生常谈，没有一点新奇的感觉。信不信？依旧是似信非信，你要说不信，佛经上常常这么讲；信，与事实好像是不相吻合。实际上错在我们自己一边，我们自己没有能够求实证，所以对于佛所说的这些大道理，不能生起真正的信心。菩萨所说，救度一切众生的苦难，我们也不敢信以为真。念念经文祈祷祈祷，求一点精神安慰而已，好像心里明明晓得这个效果有限。这些心理都是对于佛菩萨所讲的这些理论，没有法子去证实。没有法子证实，实在讲，未能依教修行。",
      "zh_TW": "我們在講席裡面，在從前也講過很多次，俗話也說，所謂「一人有福，連帶一屋」，我們這一個地區的人，真正有幾個有大福德的人，我們縱然受苦受難，也有限度的。這個道理，實在講是相當深。不明佛法，這個道理可以說他永遠也參不透。佛法雖然跟我們講，「一切唯心造」，心能轉境界，我們也聽得耳熟了，看到這些文句，聽到這個言詞，也變成所謂是老生常談，沒有一點新奇的感覺。信不信？依舊是似信非信，你要說不信，佛經上常常這麼講；信，與事實好像是不相吻合。實際上錯在我們自己一邊，我們自己沒有能夠求實證，所以對於佛所說的這些大道理，不能生起真正的信心。菩薩所說，救度一切眾生的苦難，我們也不敢信以為真。念念經文祈禱祈禱，求一點精神安慰而已，好像心裡明明曉得這個效果有限。這些心理都是對於佛菩薩所講的這些理論，沒有法子去證實。沒有法子證實，實在講，未能依教修行。"
    },
    {
      "id": "12-002-0017_p0003",
      "zh_CN": "如果这个佛法果真像我们所想像，它怎么能够流传到三千年？我们中国古人聪明智慧的人太多太多了，比起外国人，那高明得太多。如果不是真理，不是一种能够实证的真理，我们的先贤是不会接受，不会给你流通。所以佛法传到中国来之后，我们中国人修行证果，人数之多，绝不亚于印度人。佛法传到中国之后，是在佛灭度一千年左右，而在公元十一世纪之后，印度的佛教逐渐衰微，一直到几乎完全灭迹了。所以整个世界的佛教都在中国。我们现在看看中文《藏经》里头，你看看历代祖师语录几乎占现在《藏经》的分量三分之一以上，这是我们中国先哲有修有证的证据。他们能做到，我们做不到。这是什么原因？实在是他们肯做，肯做的都做到，不肯做的，当然做不到；做到了，当然就相信，经里面讲的每一句话，无论是就事论事，或者是就事表法，句句真实。譬如我们别显里面第一颂，诸位请看经文，一百一十页，第三行：",
      "zh_TW": "如果這個佛法果真像我們所想像，它怎麼能夠流傳到三千年？我們中國古人聰明智慧的人太多太多了，比起外國人，那高明得太多。如果不是真理，不是一種能夠實證的真理，我們的先賢是不會接受，不會給你流通。所以佛法傳到中國來之後，我們中國人修行證果，人數之多，絕不亞於印度人。佛法傳到中國之後，是在佛滅度一千年左右，而在公元十一世紀之後，印度的佛教逐漸衰微，一直到幾乎完全滅跡了。所以整個世界的佛教都在中國。我們現在看看中文《藏經》裡頭，你看看歷代祖師語錄幾乎佔現在《藏經》的分量三分之一以上，這是我們中國先哲有修有證的證據。他們能做到，我們做不到。這是什麼原因？實在是他們肯做，肯做的都做到，不肯做的，當然做不到；做到了，當然就相信，經裡面講的每一句話，無論是就事論事，或者是就事表法，句句真實。譬如我們別顯裡面第一頌，諸位請看經文，一百一十頁，第三行："
    },
    {
      "id": "12-002-0017_p0004",
      "zh_CN": "经【或遭牢狱所禁系。杻械囚执遇怨家。若能至心称我名。一切诸苦皆销灭。】",
      "zh_TW": "經【或遭牢獄所禁繫。杻械囚執遇怨家。若能至心稱我名。一切諸苦皆銷滅。】"
    },
    {
      "id": "12-002-0017_p0005",
      "zh_CN": "我们就事论事，这个人犯了罪，等于也判了刑，抓到监牢狱里面去监禁。『杻械』是刑具，枷锁一类的，脚镣手铐，从前枷锁都是这一类的。这是事，确实犯了罪，观音菩萨说，『若能至心称我名，一切诸苦皆销灭』。要是遭了这个难，他念几声观音菩萨圣号，他的灾难就消除，他就可以脱离牢狱之灾，有没有这个事情？如果有这个事情，好，那些犯罪的人不在乎，为什么？观音菩萨会保佑，我念几句观音菩萨，刑警队也抓不到我了。给诸位说，事实真的，但是这个里面有两个字是关键所在，「至心」。至心是什么？一心不乱。心诚到极处，这个时候称名，声声都有不可思议的力量。而我们现在念观音菩萨，念阿弥陀佛，给诸位说，散心念佛。我们就早晚功课，跪在佛菩萨面前，还是散心，不是一心，所以这个感应力量小。能与观世音菩萨感应道交，像后面所讲，种种的苦难都能够一律消灭，那个至心要至到什么程度？要至到生起大慈大悲。与观世音菩萨的心行完全相应，一切苦难都离开了，一切苦难再也不受了，这个也是事实，确确实实心能转境。",
      "zh_TW": "我們就事論事，這個人犯了罪，等於也判了刑，抓到監牢獄裡面去監禁。『杻械』是刑具，枷鎖一類的，腳鐐手銬，從前枷鎖都是這一類的。這是事，確實犯了罪，觀音菩薩說，『若能至心稱我名，一切諸苦皆銷滅』。要是遭了這個難，他念幾聲觀音菩薩聖號，他的災難就消除，他就可以脫離牢獄之災，有沒有這個事情？如果有這個事情，好，那些犯罪的人不在乎，為什麼？觀音菩薩會保佑，我念幾句觀音菩薩，刑警隊也抓不到我了。給諸位說，事實真的，但是這個裡面有兩個字是關鍵所在，「至心」。至心是什麼？一心不亂。心誠到極處，這個時候稱名，聲聲都有不可思議的力量。而我們現在念觀音菩薩，念阿彌陀佛，給諸位說，散心念佛。我們就早晚功課，跪在佛菩薩面前，還是散心，不是一心，所以這個感應力量小。能與觀世音菩薩感應道交，像後面所講，種種的苦難都能夠一律消滅，那個至心要至到什麼程度？要至到生起大慈大悲。與觀世音菩薩的心行完全相應，一切苦難都離開了，一切苦難再也不受了，這個也是事實，確確實實心能轉境。"
    },
    {
      "id": "12-002-0017_p0006",
      "zh_CN": "而我们现在不相信，实在就是我们没有达到至心，尤其现在学佛，对于这个至心就根本不重视。重视什么？重视在乱心，虚妄分别，这怎么会有成就。古人，世出世间的教学，都是从至诚心修起，儒家讲「诚意正心」，从这里来修起。现在我们把诚意正心疏忽掉，所以在世出世间的学问都不能成就。根本智与后得智，有名无实。总而言之，我们的修学忽略了根本。在过去小学的教育，就是修至心。出家五年，前五年的教学，也是教你学至心。至心就是真心，真心才有感应。所以我们平常讲到念佛，为什么在念佛之前要念一卷《弥陀经》，念七遍往生咒？这是定心的。心定下来，佛号才有力量。所以功夫是什么？功夫是在佛号上，不是经念得多才是功夫，功夫在佛号上，经念得多是定心的。心愈定，这个佛号愈有力量，起感应道交，确确实实能消灾免难。就像经里面所讲，「念一声佛号，消八十亿劫生死重罪」。那像此地所讲的这些灾难，那算得了什么？可是人家那个心是达到了至诚！以至诚心来念佛，句句皆消八十亿劫生死重罪。可是至心，一定要从恭敬心、平等心上去修。",
      "zh_TW": "而我們現在不相信，實在就是我們沒有達到至心，尤其現在學佛，對於這個至心就根本不重視。重視什麼？重視在亂心，虛妄分別，這怎麼會有成就。古人，世出世間的教學，都是從至誠心修起，儒家講「誠意正心」，從這裡來修起。現在我們把誠意正心疏忽掉，所以在世出世間的學問都不能成就。根本智與後得智，有名無實。總而言之，我們的修學忽略了根本。在過去小學的教育，就是修至心。出家五年，前五年的教學，也是教你學至心。至心就是真心，真心才有感應。所以我們平常講到念佛，為什麼在念佛之前要念一卷《彌陀經》，念七遍往生咒？這是定心的。心定下來，佛號才有力量。所以功夫是什麼？功夫是在佛號上，不是經念得多才是功夫，功夫在佛號上，經念得多是定心的。心愈定，這個佛號愈有力量，起感應道交，確確實實能消災免難。就像經裡面所講，「念一聲佛號，消八十億劫生死重罪」。那像此地所講的這些災難，那算得了什麼？可是人家那個心是達到了至誠！以至誠心來念佛，句句皆消八十億劫生死重罪。可是至心，一定要從恭敬心、平等心上去修。"
    },
    {
      "id": "12-002-0017_p0007",
      "zh_CN": "经【或犯刑名将就戮。】",
      "zh_TW": "經【或犯刑名將就戮。】"
    },
    {
      "id": "12-002-0017_p0008",
      "zh_CN": "犯了重罪，被宣判了死刑。",
      "zh_TW": "犯了重罪，被宣判了死刑。"
    },
    {
      "id": "12-002-0017_p0009",
      "zh_CN": "经【利剑毒箭害其身。】",
      "zh_TW": "經【利劍毒箭害其身。】"
    },
    {
      "id": "12-002-0017_p0010",
      "zh_CN": "这是要绑到法场里面，要处死刑的时候。",
      "zh_TW": "這是要綁到法場裡面，要處死刑的時候。"
    },
    {
      "id": "12-002-0017_p0011",
      "zh_CN": "经【称名应念得加持。弓矢锋刃无伤害。】",
      "zh_TW": "經【稱名應念得加持。弓矢鋒刃無傷害。】"
    },
    {
      "id": "12-002-0017_p0012",
      "zh_CN": "你这个时候至心称名，菩萨就跟你起感应道交。他拿这个利剑要来杀头的时候，那个剑忽然断掉了。在从前这个犯人上了刑场，确实是如此，刽子手，刀下去之后，如果那个刀忽然折了，这个人罪就免了，至少他不会再受死刑，不受死刑。为什么？从前人相信因果报应，这人命不该死，虽然犯了重罪，他一定还有好的，能够有这个感应。现在人不相信这些，纵然执行枪决，那个枪弹在枪膛里面爆炸了，枪也炸坏了，再换一支，现在人不相信，现在人的业比从前要重得多。这又是什么原因？给诸位说，这是教育问题。从前重视道德教育，重视伦理的教育，重视真理的教育，现在教育是偏重在科技，科技不是真理，科技是偏见。欧阳大师称之为，「见取见，戒取见」，这两种都是偏见。我们生在这样一个时代，能够遇到正法，真是多生多劫的善根福德因缘，我们一定要相信，一定要依照这个方法去修学。只要诸位进入状况，你自己身心就能感受到诸佛菩萨感应道交。这种信叫正信，你自己确确实实到达这个境界。下面一首，是离王官怖，就是国王、官吏。",
      "zh_TW": "你這個時候至心稱名，菩薩就跟你起感應道交。他拿這個利劍要來殺頭的時候，那個劍忽然斷掉了。在從前這個犯人上了刑場，確實是如此，劊子手，刀下去之後，如果那個刀忽然折了，這個人罪就免了，至少他不會再受死刑，不受死刑。為什麼？從前人相信因果報應，這人命不該死，雖然犯了重罪，他一定還有好的，能夠有這個感應。現在人不相信這些，縱然執行槍決，那個槍彈在槍膛裡面爆炸了，槍也炸壞了，再換一支，現在人不相信，現在人的業比從前要重得多。這又是什麼原因？給諸位說，這是教育問題。從前重視道德教育，重視倫理的教育，重視真理的教育，現在教育是偏重在科技，科技不是真理，科技是偏見。歐陽大師稱之為，「見取見，戒取見」，這兩種都是偏見。我們生在這樣一個時代，能夠遇到正法，真是多生多劫的善根福德因緣，我們一定要相信，一定要依照這個方法去修學。只要諸位進入狀況，你自己身心就能感受到諸佛菩薩感應道交。這種信叫正信，你自己確確實實到達這個境界。下面一首，是離王官怖，就是國王、官吏。"
    },
    {
      "id": "12-002-0017_p0013",
      "zh_CN": "经【或有两竞诣王官。诤讼一切诸财宝。彼能至诚称念我。获于胜理具名闻。】",
      "zh_TW": "經【或有兩競詣王官。諍訟一切諸財寶。彼能至誠稱念我。獲於勝理具名聞。】"
    },
    {
      "id": "12-002-0017_p0014",
      "zh_CN": "这一首偈我们一看就是诉讼、打官司。『两竞』，两方彼此争执不下，就告到官府去了。此地是举一个例子，为什么事情？为了财，为了财宝，起了争执。这个人要是能至诚念观世音菩萨，你看看这里『至诚』两个字，这是关键的所在。只要你能够至诚称观音名，观音菩萨一定能加持。你有理，一定站在胜处。如果自己没有理，念观音菩萨生惭愧心，也不会再争，不会再争，官司也解决了。这是真理，而不是强词夺理，明明我没有理，我要欺侮人家，我要霸占人家财产，我念观音菩萨，观音菩萨还保佑我，那哪有这个道理？没有这个道理。念观音菩萨是激发自己大慈悲心，然后你见理、见事，都能够明了而不迷惑，是非曲直，摆在自己面前，自己也就不争了。不争，这个王官之难，自然就化解。底下一首是离爱别离的恐怖。",
      "zh_TW": "這一首偈我們一看就是訴訟、打官司。『兩競』，兩方彼此爭執不下，就告到官府去了。此地是舉一個例子，為什麼事情？為了財，為了財寶，起了爭執。這個人要是能至誠念觀世音菩薩，你看看這裡『至誠』兩個字，這是關鍵的所在。只要你能夠至誠稱觀音名，觀音菩薩一定能加持。你有理，一定站在勝處。如果自己沒有理，念觀音菩薩生慚愧心，也不會再爭，不會再爭，官司也解決了。這是真理，而不是強詞奪理，明明我沒有理，我要欺侮人家，我要霸佔人家財產，我念觀音菩薩，觀音菩薩還保佑我，那哪有這個道理？沒有這個道理。念觀音菩薩是激發自己大慈悲心，然後你見理、見事，都能夠明瞭而不迷惑，是非曲直，擺在自己面前，自己也就不爭了。不爭，這個王官之難，自然就化解。底下一首是離愛別離的恐怖。"
    },
    {
      "id": "12-002-0017_p0015",
      "zh_CN": "经【或于内外诸亲属。及诸朋友共为怨。若能至诚称我名。一切怨家不能害。】",
      "zh_TW": "經【或於內外諸親屬。及諸朋友共為怨。若能至誠稱我名。一切怨家不能害。】"
    },
    {
      "id": "12-002-0017_p0016",
      "zh_CN": "『内外诸亲属』，或者是朋友，这里面有了误会，或者有了争执，互为怨怼。假如不是内外眷属、不是朋友那些冤家对头，可以避得远远的，老死不相往来，也就无所谓。这个搞到一家来了，这个麻烦了，这是家亲眷属，这是离也离不开，在佛法里面讲是冤业之重者到你家来。佛法里说，父母跟子女是四种缘，四种缘里面有一种是报怨而来的，就是前世的冤家对头。他在这一生跟你是父子关系，你想想看，你这一生怎么想方法摆脱，也摆脱不了。他来报仇雪恨，一定要搞到家破人亡。实在讲，不懂佛法的人没有法子解决，这是业力所使，谁也没有能力转变。可是懂得佛法的人，他有办法，为什么？晓得这是过去世的怨怼。",
      "zh_TW": "『內外諸親屬』，或者是朋友，這裡面有了誤會，或者有了爭執，互為怨懟。假如不是內外眷屬、不是朋友那些冤家對頭，可以避得遠遠的，老死不相往來，也就無所謂。這個搞到一家來了，這個麻煩了，這是家親眷屬，這是離也離不開，在佛法裡面講是冤業之重者到你家來。佛法裡說，父母跟子女是四種緣，四種緣裡面有一種是報怨而來的，就是前世的冤家對頭。他在這一生跟你是父子關係，你想想看，你這一生怎麼想方法擺脫，也擺脫不了。他來報仇雪恨，一定要搞到家破人亡。實在講，不懂佛法的人沒有法子解決，這是業力所使，誰也沒有能力轉變。可是懂得佛法的人，他有辦法，為什麼？曉得這是過去世的怨懟。"
    },
    {
      "id": "12-002-0017_p0017",
      "zh_CN": "我记得在过去邬余庆老居士给我说了一个故事，这桩事情是他亲眼所看到，他年轻的时候在上海，上海有一个富商。这个事情大概是在第一次世界大战的时候，外国有一个商人，在上海生意做得很大，战争爆发了，他没有办法，他回家了。回家之后，这个生意就委托一个中国人，那个中国人从前是替他做事情的，好像他家的佣人一样。这个中国人很老实，他就把这生意交给他。他说如果我还能回来，我一定会回来的。我要不能回来，我所有的生意都给他，所以以后这个人就发了财。没几年，他生了个儿子，这个儿子生下来之后，他们家里夫妻也很疼爱，娇生惯养，稍稍长大了，很会花钱。十一、二岁的时候，这是上学念书了，大概还不到十一、二岁。上学念书，在路上，他丢了十块钱，那时候十块钱大概比我们现在一千块钱价值还要高。我晓得在抗战之前，两块钱可以买一担米，十块钱可以买五担米，大概四口之家可以过两个月的生活费用，相当值钱。丢在地上，刚好有一个长辈看到了，捡起来，他就叫某某人你来，你叫我一声伯伯，我钱还给你。他把眼睛一瞪，你叫我一声伯伯，我再给十块钱给你。顽劣到这种程度，邬老居士亲眼看见的。",
      "zh_TW": "我記得在過去鄔餘慶老居士給我說了一個故事，這樁事情是他親眼所看到，他年輕的時候在上海，上海有一個富商。這個事情大概是在第一次世界大戰的時候，外國有一個商人，在上海生意做得很大，戰爭爆發了，他沒有辦法，他回家了。回家之後，這個生意就委託一個中國人，那個中國人從前是替他做事情的，好像他家的佣人一樣。這個中國人很老實，他就把這生意交給他。他說如果我還能回來，我一定會回來的。我要不能回來，我所有的生意都給他，所以以後這個人就發了財。沒幾年，他生了個兒子，這個兒子生下來之後，他們家裡夫妻也很疼愛，嬌生慣養，稍稍長大了，很會花錢。十一、二歲的時候，這是上學念書了，大概還不到十一、二歲。上學念書，在路上，他丟了十塊錢，那時候十塊錢大概比我們現在一千塊錢價值還要高。我曉得在抗戰之前，兩塊錢可以買一擔米，十塊錢可以買五擔米，大概四口之家可以過兩個月的生活費用，相當值錢。丟在地上，剛好有一個長輩看到了，撿起來，他就叫某某人你來，你叫我一聲伯伯，我錢還給你。他把眼睛一瞪，你叫我一聲伯伯，我再給十塊錢給你。頑劣到這種程度，鄔老居士親眼看見的。"
    },
    {
      "id": "12-002-0017_p0018",
      "zh_CN": "有一天，这个人过生日，过生日的时候，小孩子从外面进来，他忽然之间一看，那小孩进来的时候，就是他从前的主人，所以他立刻就觉悟到，觉悟得快，知道是这个外国人，他那个主人死了之后，投胎做他儿子。所以当场就跟宾客宣布，所有的财产统统过继给他儿子，全部都是他的。以后这个小孩长大之后，继承他的财产，对这个老夫妇还很好，这就化解了，这是个明白人。这个也不算侵占，你说委托我保管的，你再来，你再来了，我还给你。如果要不还，这个小孩子是败家子，那到以后就是年老命也保不了，财产给败光，家败光，连命也难保。所以邬老居士，我讲到怨憎会的时候，他相信，他说这个事情我亲眼看到的，一点都不错。所以诸位要晓得，人有三世，不是一生就了了，人与人的关系，纠缠不清。总得要觉悟，觉悟了，明白了，哪个人不好处？没有不好处。迷惑颠倒了，纵然是遇到大善知识，也无法相处。提婆达多跟释迦牟尼佛就不能相处，释迦牟尼佛是大善人！所以我们总要懂这个道理。",
      "zh_TW": "有一天，這個人過生日，過生日的時候，小孩子從外面進來，他忽然之間一看，那小孩進來的時候，就是他從前的主人，所以他立刻就覺悟到，覺悟得快，知道是這個外國人，他那個主人死了之後，投胎做他兒子。所以當場就跟賓客宣布，所有的財產統統過繼給他兒子，全部都是他的。以後這個小孩長大之後，繼承他的財產，對這個老夫婦還很好，這就化解了，這是個明白人。這個也不算侵佔，你說委託我保管的，你再來，你再來了，我還給你。如果要不還，這個小孩子是敗家子，那到以後就是年老命也保不了，財產給敗光，家敗光，連命也難保。所以鄔老居士，我講到怨憎會的時候，他相信，他說這個事情我親眼看到的，一點都不錯。所以諸位要曉得，人有三世，不是一生就了了，人與人的關係，糾纏不清。總得要覺悟，覺悟了，明白了，哪個人不好處？沒有不好處。迷惑顛倒了，縱然是遇到大善知識，也無法相處。提婆達多跟釋迦牟尼佛就不能相處，釋迦牟尼佛是大善人！所以我們總要懂這個道理。"
    },
    {
      "id": "12-002-0017_p0019",
      "zh_CN": "为什么在此地，爱别离苦里面，讲的亲属朋友『共为怨』？如果要不怨，骨肉不会分离，总是有怨怼在当中作对。我们要远爱别离苦，常念观世音菩萨，一切冤家不能够破坏你的家庭，不能够拆散你的眷属。在从前这个爱别离苦，对我们一切苦难当中，确实是相当的严重。现在这个爱别离比以前要淡得太多了，为什么？这是邮电方便了，交通方便了，所以不感觉到苦。纵然是远渡重洋，到美国也不过是一天、二天的时间，听起来好像很近，只有两天路程。拿起电话，立刻就听到声音，就好像在面前，爱别离确实是不大容易感觉到苦。可是在从前，交通不便，邮电不便，不容易！在大陆上，从这个省到那个省，咱不要说省，隔一、二个县，就觉得很远很远。没有公路，没有铁路，所谓大道，也只是骑马、骑驴，那个小路。从这一县到那一县，有的时候都需要二天，一天只能走个六、七十里，大陆上这一县跟那一县的距离，在一百多里这样的距离是很多的，所以要走好多天。",
      "zh_TW": "為什麼在此地，愛別離苦裡面，講的親屬朋友『共為怨』？如果要不怨，骨肉不會分離，總是有怨懟在當中作對。我們要遠愛別離苦，常念觀世音菩薩，一切冤家不能夠破壞你的家庭，不能夠拆散你的眷屬。在從前這個愛別離苦，對我們一切苦難當中，確實是相當的嚴重。現在這個愛別離比以前要淡得太多了，為什麼？這是郵電方便了，交通方便了，所以不感覺到苦。縱然是遠渡重洋，到美國也不過是一天、二天的時間，聽起來好像很近，只有兩天路程。拿起電話，立刻就聽到聲音，就好像在面前，愛別離確實是不大容易感覺到苦。可是在從前，交通不便，郵電不便，不容易！在大陸上，從這個省到那個省，咱不要說省，隔一、二個縣，就覺得很遠很遠。沒有公路，沒有鐵路，所謂大道，也只是騎馬、騎驢，那個小路。從這一縣到那一縣，有的時候都需要二天，一天只能走個六、七十里，大陸上這一縣跟那一縣的距離，在一百多里這樣的距離是很多的，所以要走好多天。"
    },
    {
      "id": "12-002-0017_p0020",
      "zh_CN": "我在大陆上走过路，我从福建南平走到湖南衡阳，走了差不多有两个多月，完全靠步行，所以感觉得这个路很遥远很遥远。现在像我们的高速公路，顶多两天就到了。你看现在从台北到高雄，车开得快一点，三个小时就到。可是你要是走路的话，至少要半个月才能走到。走路不能够天天走，天天走人受不了，走上个三天、五天，要休息一、二天。所以我们讲到爱别离苦，这个苦的感受，现在人比从前人要轻得多。还有一点，现在人从小就到学校去念书，跟家人见面是早晚；踏进社会做事，与家里相聚的时间也短暂，好像习以为常，不像从前。从前农业社会，家人团聚的时间多，所以他这个感受跟我们现代人不一样。纵然从前讲做公务员，做公务员的事情也没有现在这么繁忙，所以一家人相聚、团聚的时候多，感情深，别离就苦。现在这个家人真是，我看感情没有从前那么深，所以别离也就无所谓。这是讲离爱别离苦，菩萨也有感应。下面一首是离黑暗的恐怖：",
      "zh_TW": "我在大陸上走過路，我從福建南平走到湖南衡陽，走了差不多有兩個多月，完全靠步行，所以感覺得這個路很遙遠很遙遠。現在像我們的高速公路，頂多兩天就到了。你看現在從台北到高雄，車開得快一點，三個小時就到。可是你要是走路的話，至少要半個月才能走到。走路不能夠天天走，天天走人受不了，走上個三天、五天，要休息一、二天。所以我們講到愛別離苦，這個苦的感受，現在人比從前人要輕得多。還有一點，現在人從小就到學校去念書，跟家人見面是早晚；踏進社會做事，與家裡相聚的時間也短暫，好像習以為常，不像從前。從前農業社會，家人團聚的時間多，所以他這個感受跟我們現代人不一樣。縱然從前講做公務員，做公務員的事情也沒有現在這麼繁忙，所以一家人相聚、團聚的時候多，感情深，別離就苦。現在這個家人真是，我看感情沒有從前那麼深，所以別離也就無所謂。這是講離愛別離苦，菩薩也有感應。下面一首是離黑暗的恐怖："
    },
    {
      "id": "12-002-0017_p0021",
      "zh_CN": "经【或在深林险难处。怨贼猛兽欲伤残。若能至心称我名。恶心自息无能害。】",
      "zh_TW": "經【或在深林險難處。怨賊猛獸欲傷殘。若能至心稱我名。惡心自息無能害。】"
    },
    {
      "id": "12-002-0017_p0022",
      "zh_CN": "黑暗之处，这个偈颂里面，是从事相上说的，『深林』，深密的森林。这些地方我们许多同修都没有遇到过，这个森林之恐怖，我们也没有感受过。森林给诸位说，确实恐怖，树木高大，终年不见天日。你走在这个森林里面，往上一看都是树叶，密密层层的，你愈往里面走愈黑暗。而森林里面，这些野兽、毒蛇都藏在里面，一不小心生命就会丧失，确实是恐怖的处所。我们有的时候在电影里面看到欧洲原始森林，这些欧洲人到里面去探险，实在是很危险。这是举这个例子。『怨贼猛兽』，「怨贼」是讲的盗贼，盗贼也选在极危险地方去藏身。假使你碰到这些人，他会伤害你；碰到猛兽，也会伤害你。这是举一个例子，黑暗的地方。凡是在黑暗之处，都容易遇到险难。这个时候菩萨教给我们，『若能至心称我名，恶心自息无能害』。怨贼猛兽，由于观世音菩萨神力加持，本来他想害你的，算了、算了，放你一马过去，不伤害你。这些盗贼、冤家对头，毒蛇猛兽都不会伤害你。",
      "zh_TW": "黑暗之處，這個偈頌裡面，是從事相上說的，『深林』，深密的森林。這些地方我們許多同修都沒有遇到過，這個森林之恐怖，我們也沒有感受過。森林給諸位說，確實恐怖，樹木高大，終年不見天日。你走在這個森林裡面，往上一看都是樹葉，密密層層的，你愈往裡面走愈黑暗。而森林裡面，這些野獸、毒蛇都藏在裡面，一不小心生命就會喪失，確實是恐怖的處所。我們有的時候在電影裡面看到歐洲原始森林，這些歐洲人到裡面去探險，實在是很危險。這是舉這個例子。『怨賊猛獸』，「怨賊」是講的盜賊，盜賊也選在極危險地方去藏身。假使你碰到這些人，他會傷害你；碰到猛獸，也會傷害你。這是舉一個例子，黑暗的地方。凡是在黑暗之處，都容易遇到險難。這個時候菩薩教給我們，『若能至心稱我名，惡心自息無能害』。怨賊猛獸，由於觀世音菩薩神力加持，本來他想害你的，算了、算了，放你一馬過去，不傷害你。這些盜賊、冤家對頭，毒蛇猛獸都不會傷害你。"
    },
    {
      "id": "12-002-0017_p0023",
      "zh_CN": "这个地方还是讲的至心，关键是在诚心。再给诸位说，至心决定没有恐怖。如果我们遇到这个境界，心里面起了害怕、恐怖了，我们的心不诚。诚心，这个时候一心一意只与菩萨感应道交，决定没有恐怖。这也能够测验，我们究竟是不是达到了至心。好，今天我们就讲到此地。",
      "zh_TW": "這個地方還是講的至心，關鍵是在誠心。再給諸位說，至心決定沒有恐怖。如果我們遇到這個境界，心裡面起了害怕、恐怖了，我們的心不誠。誠心，這個時候一心一意只與菩薩感應道交，決定沒有恐怖。這也能夠測驗，我們究竟是不是達到了至心。好，今天我們就講到此地。"
    }
  ]
}