{
  "doc_id": "21-419-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之八十六）",
    "zh_TW": "學佛答問（答香港參學同修之八十六）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-419-0001",
  "total_paragraphs": 119,
  "paragraphs": [
    {
      "id": "21-419-0001_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐，今天有三十七个提问，首先有中国同修的提问，他有二个问题。",
      "zh_TW": "諸位法師、諸位同學，請坐，今天有三十七個提問，首先有中國同修的提問，他有二個問題。"
    },
    {
      "id": "21-419-0001_p0002",
      "zh_CN": "问：第一个问题里面包含三个小题目，我们给他念一念。如果一个人三十岁才开始修行，他的修行能除去三十岁之前的罪吗？这一个大问题。下面第一个，《圣经》中说，耶稣能涂抹人的罪业，只要你以后不再犯罪，你就可以得救，是真的吗？",
      "zh_TW": "問：第一個問題裡面包含三個小題目，我們給他念一念。如果一個人三十歲才開始修行，他的修行能除去三十歲之前的罪嗎？這一個大問題。下面第一個，《聖經》中說，耶穌能塗抹人的罪業，只要你以後不再犯罪，你就可以得救，是真的嗎？"
    },
    {
      "id": "21-419-0001_p0003",
      "zh_CN": "答：是真的，什么原因是真的？这当中有一句话你要注意到，「你以后不再犯罪」。这在佛法里面讲，佛法讲因、讲缘、讲果，虽然有因，你从今天起不再犯罪，这个缘，犯罪的缘就断掉了，这个罪恶的果报就不会现前。这基督教跟佛法讲的是相同的。",
      "zh_TW": "答：是真的，什麼原因是真的？這當中有一句話你要注意到，「你以後不再犯罪」。這在佛法裡面講，佛法講因、講緣、講果，雖然有因，你從今天起不再犯罪，這個緣，犯罪的緣就斷掉了，這個罪惡的果報就不會現前。這基督教跟佛法講的是相同的。"
    },
    {
      "id": "21-419-0001_p0004",
      "zh_CN": "问：第二，天上天下没有别的名可以救，唯有耶稣？",
      "zh_TW": "問：第二，天上天下沒有別的名可以救，唯有耶穌？"
    },
    {
      "id": "21-419-0001_p0005",
      "zh_CN": "答：相信基督教一定要这样做法，不这样做法他就不能得救。为什么？信心是得救的基本条件，你念佛，你对佛要有决定的信心，你念耶稣，你对耶稣要有坚定的信心，信心能成就一切，这道理都是相通的。",
      "zh_TW": "答：相信基督教一定要這樣做法，不這樣做法他就不能得救。為什麼？信心是得救的基本條件，你念佛，你對佛要有決定的信心，你念耶穌，你對耶穌要有堅定的信心，信心能成就一切，這道理都是相通的。"
    },
    {
      "id": "21-419-0001_p0006",
      "zh_CN": "问：第三个问题，请问大师，人只要有好行为，就能够进入永远的乐国？",
      "zh_TW": "問：第三個問題，請問大師，人只要有好行為，就能夠進入永遠的樂國？"
    },
    {
      "id": "21-419-0001_p0007",
      "zh_CN": "答：在基督教是这样讲法，在佛教里面讲，就能够进入乐国，但是不能说永远，这是佛教跟基督教不相同的地方。要永远，你必须要明心见性，那就永远；如果没有明心见性，你断一切恶，修一切善，这生天道，天道是一般宗教里面讲的天堂，这是真的，不是假的。",
      "zh_TW": "答：在基督教是這樣講法，在佛教裡面講，就能夠進入樂國，但是不能說永遠，這是佛教跟基督教不相同的地方。要永遠，你必須要明心見性，那就永遠；如果沒有明心見性，你斷一切惡，修一切善，這生天道，天道是一般宗教裡面講的天堂，這是真的，不是假的。"
    },
    {
      "id": "21-419-0001_p0008",
      "zh_CN": "问：第二个问题，学生自出生后就学佛，没上学前，心一直很清净，但心随着社会的大染缸污染了我的清净心，我应该如何才能抵御诱惑，使清净心重新回来？",
      "zh_TW": "問：第二個問題，學生自出生後就學佛，沒上學前，心一直很清淨，但心隨著社會的大染缸污染了我的清淨心，我應該如何才能抵禦誘惑，使清淨心重新回來？"
    },
    {
      "id": "21-419-0001_p0009",
      "zh_CN": "答：这的确不容易，已经被染污了，再把染污洗除干净是一桩很难的事情。你要问有什么方法，我简单给你提供一点方法，第一个，从今以后把染污离开，不要接触它。我学佛，二十六岁开始的，以后渐渐明白这个道理，大概在三十几岁之后，好像是三十三、四岁之后，我不看报纸、不看杂志、不看电视，不看这些歌舞，这些东西全部都断掉。为什么？这些东西是严重的染污，所以心地比较清净，一直保持到现在。在二十六岁之前，我染污比较少，也就是这些接触时间短。我喜欢读书，大部分时间都在书本上，所以能保持有一定的清净程度。到后来学佛，这些东西全面断绝，每一天看的是佛经，听的是佛号，接触的是学佛的朋友，就清净很多。现代的社会是大染缸，我们自己要能够坚持，还是可以有办法的。",
      "zh_TW": "答：這的確不容易，已經被染污了，再把染污洗除乾淨是一樁很難的事情。你要問有什麼方法，我簡單給你提供一點方法，第一個，從今以後把染污離開，不要接觸它。我學佛，二十六歲開始的，以後漸漸明白這個道理，大概在三十幾歲之後，好像是三十三、四歲之後，我不看報紙、不看雜誌、不看電視，不看這些歌舞，這些東西全部都斷掉。為什麼？這些東西是嚴重的染污，所以心地比較清淨，一直保持到現在。在二十六歲之前，我染污比較少，也就是這些接觸時間短。我喜歡讀書，大部分時間都在書本上，所以能保持有一定的清淨程度。到後來學佛，這些東西全面斷絕，每一天看的是佛經，聽的是佛號，接觸的是學佛的朋友，就清淨很多。現代的社會是大染缸，我們自己要能夠堅持，還是可以有辦法的。"
    },
    {
      "id": "21-419-0001_p0010",
      "zh_CN": "下面是美国同修的提问。",
      "zh_TW": "下面是美國同修的提問。"
    },
    {
      "id": "21-419-0001_p0011",
      "zh_CN": "问：老法师曾说见到圣境（就是佛菩萨的境界），应抱有「佛来斩佛，魔来斩魔」的心态，如果为了向身边的亲朋好友弘扬佛法，可不可以说出圣境？",
      "zh_TW": "問：老法師曾說見到聖境（就是佛菩薩的境界），應抱有「佛來斬佛，魔來斬魔」的心態，如果為了向身邊的親朋好友弘揚佛法，可不可以說出聖境？"
    },
    {
      "id": "21-419-0001_p0012",
      "zh_CN": "答：这个要用智慧，可以说，应该怎么说法？点到为止，不要让人生起「你这个人很迷信」的想法，那你要想度化你的朋友就产生了反效果。所以，他没有这个信心，最好是从理论上，譬如我们现在着重在伦理、道德、科学、哲学，用这些来接引比较恰当。到他真正契入境界，心地清净就能突破空间维次，能够接触到一般人不能接触的灵体，这可以说。这是他有经验了，谈话比较方便，没有这个经验，最好我们少说。",
      "zh_TW": "答：這個要用智慧，可以說，應該怎麼說法？點到為止，不要讓人生起「你這個人很迷信」的想法，那你要想度化你的朋友就產生了反效果。所以，他沒有這個信心，最好是從理論上，譬如我們現在著重在倫理、道德、科學、哲學，用這些來接引比較恰當。到他真正契入境界，心地清淨就能突破空間維次，能夠接觸到一般人不能接觸的靈體，這可以說。這是他有經驗了，談話比較方便，沒有這個經驗，最好我們少說。"
    },
    {
      "id": "21-419-0001_p0013",
      "zh_CN": "问：第二，家弟天天惹事生非，窃盗、打人，母亲为他花钱买官通，花尽多年的积蓄。我劝母亲送弟弟进监牢受教育，母亲不肯，反而要我出钱继续做贿赂之事，我拒绝了。但眼看母亲为了弟弟向人借钱，自己心里很难过，请问如何真正尽孝，而非愚孝。",
      "zh_TW": "問：第二，家弟天天惹事生非，竊盜、打人，母親為他花錢買官通，花盡多年的積蓄。我勸母親送弟弟進監牢受教育，母親不肯，反而要我出錢繼續做賄賂之事，我拒絕了。但眼看母親為了弟弟向人借錢，自己心裡很難過，請問如何真正盡孝，而非愚孝。"
    },
    {
      "id": "21-419-0001_p0014",
      "zh_CN": "答：这个是家庭事情，如果你能够在家庭落实《弟子规》，落实《感应篇》，诚心诚意求三宝加持，也许会有很好的效果。",
      "zh_TW": "答：這個是家庭事情，如果你能夠在家庭落實《弟子規》，落實《感應篇》，誠心誠意求三寶加持，也許會有很好的效果。"
    },
    {
      "id": "21-419-0001_p0015",
      "zh_CN": "问：第三，没学佛之前和妈妈去神明那里许愿，妈妈要我去还愿，我应该如何做才正确？",
      "zh_TW": "問：第三，沒學佛之前和媽媽去神明那裡許願，媽媽要我去還願，我應該如何做才正確？"
    },
    {
      "id": "21-419-0001_p0016",
      "zh_CN": "答：这问你许的是什么愿，你没说清楚，怎么个还愿法？在这种情况之下，在神明面前许的愿，你要是真正懂得佛法，可以跟神明谈，我念一百部《弥陀经》供养你，这样还愿好不好？我给你念十万声观世音菩萨圣号，给你还愿好不好？我想他会接受的，这是我们学佛人应该要做的，神明也是众生，也需要佛法救度他。",
      "zh_TW": "答：這問你許的是什麼願，你沒說清楚，怎麼個還願法？在這種情況之下，在神明面前許的願，你要是真正懂得佛法，可以跟神明談，我念一百部《彌陀經》供養你，這樣還願好不好？我給你念十萬聲觀世音菩薩聖號，給你還願好不好？我想他會接受的，這是我們學佛人應該要做的，神明也是眾生，也需要佛法救度他。"
    },
    {
      "id": "21-419-0001_p0017",
      "zh_CN": "问：第四个问题，诵经时，如果突然有急事，像肚子痛马上要到洗手间，暂停一下是否可以？",
      "zh_TW": "問：第四個問題，誦經時，如果突然有急事，像肚子痛馬上要到洗手間，暫停一下是否可以？"
    },
    {
      "id": "21-419-0001_p0018",
      "zh_CN": "答：最好是停下来之后，你的事情办完，从头念起，不是从当中接着，从头念起。如果经文很长，它里面有分品的话，从一品从头念起，不必全经。譬如《法华经》有二十八品，你念到第十品，第十品念完了，念到十一品你突然有事情去了，回过头来从第十一品开始念，这样就对了。",
      "zh_TW": "答：最好是停下來之後，你的事情辦完，從頭念起，不是從當中接著，從頭念起。如果經文很長，它裡面有分品的話，從一品從頭念起，不必全經。譬如《法華經》有二十八品，你念到第十品，第十品念完了，念到十一品你突然有事情去了，回過頭來從第十一品開始念，這樣就對了。"
    },
    {
      "id": "21-419-0001_p0019",
      "zh_CN": "问：第五个问题，吃了荤腥食物之后能不能诵经？",
      "zh_TW": "問：第五個問題，吃了葷腥食物之後能不能誦經？"
    },
    {
      "id": "21-419-0001_p0020",
      "zh_CN": "答：能，没有说是吃了荤腥之后就不能诵经，没有这个讲法，可以。",
      "zh_TW": "答：能，沒有說是吃了葷腥之後就不能誦經，沒有這個講法，可以。"
    },
    {
      "id": "21-419-0001_p0021",
      "zh_CN": "下面是捷克同学提问，他有一个问题。",
      "zh_TW": "下面是捷克同學提問，他有一個問題。"
    },
    {
      "id": "21-419-0001_p0022",
      "zh_CN": "问：弟子现在住在捷克，有一个男孩今年七岁，是胎里素，这是求佛菩萨送来的。但当地人玩乐、酗酒，离婚率很高，不利修行，我想送子出家修行，请老法师成全。",
      "zh_TW": "問：弟子現在住在捷克，有一個男孩今年七歲，是胎裡素，這是求佛菩薩送來的。但當地人玩樂、酗酒，離婚率很高，不利修行，我想送子出家修行，請老法師成全。"
    },
    {
      "id": "21-419-0001_p0023",
      "zh_CN": "答：这个事情倒是个难事，你的小孩今年七岁，到哪里去出家？出家能不能保证他学好？这个问题很大。最好是找一个好的学校，能够让他住校。现在是愈来愈困难了，这个学校如果能够重视伦理道德的修养，那对于儿童是有很大的利益。如果对这个不重视，只重视一般的课业，那就很可惜，孩子不免被社会染污。这桩事情你要好好的去斟酌，求三宝加持。",
      "zh_TW": "答：這個事情倒是個難事，你的小孩今年七歲，到哪裡去出家？出家能不能保證他學好？這個問題很大。最好是找一個好的學校，能夠讓他住校。現在是愈來愈困難了，這個學校如果能夠重視倫理道德的修養，那對於兒童是有很大的利益。如果對這個不重視，只重視一般的課業，那就很可惜，孩子不免被社會染污。這樁事情你要好好的去斟酌，求三寶加持。"
    },
    {
      "id": "21-419-0001_p0024",
      "zh_CN": "下面是网路同学提问的。",
      "zh_TW": "下面是網路同學提問的。"
    },
    {
      "id": "21-419-0001_p0025",
      "zh_CN": "问：第一个问题，请问见思惑中的「身见」与《金刚经》中四见的「我见」是一样吗？身见破了，出三恶道，证初果须陀洹，而《金刚经》中说破四见是证入一真法界吗？",
      "zh_TW": "問：第一個問題，請問見思惑中的「身見」與《金剛經》中四見的「我見」是一樣嗎？身見破了，出三惡道，證初果須陀洹，而《金剛經》中說破四見是證入一真法界嗎？"
    },
    {
      "id": "21-419-0001_p0026",
      "zh_CN": "答：破四见没有证一真法界，《金刚经》前面是讲四相，后面是四见，四见破了不一定证一真法界，证一真法界要明心见性。我见、人见、众生见、寿者见，四相是执着，四见是分别，分别破了之后这是菩萨。但是菩萨有很多阶级，要看他放下多少，阶位不一样，这个一定要懂。四相破了证须陀洹，初果、二果、三果、四果，都是破四相，可见得破四相的功夫浅深不相同，这是不可以不知道的。四见破了之后，也可以说四见，执着里头有，也有四见，分别里头有，他能出离六道轮回，不能出离十法界，这个要懂得。如果是修念佛法门，这样的功夫对你念佛求生净土有很大的帮助。",
      "zh_TW": "答：破四見沒有證一真法界，《金剛經》前面是講四相，後面是四見，四見破了不一定證一真法界，證一真法界要明心見性。我見、人見、眾生見、壽者見，四相是執著，四見是分別，分別破了之後這是菩薩。但是菩薩有很多階級，要看他放下多少，階位不一樣，這個一定要懂。四相破了證須陀洹，初果、二果、三果、四果，都是破四相，可見得破四相的功夫淺深不相同，這是不可以不知道的。四見破了之後，也可以說四見，執著裡頭有，也有四見，分別裡頭有，他能出離六道輪迴，不能出離十法界，這個要懂得。如果是修念佛法門，這樣的功夫對你念佛求生淨土有很大的幫助。"
    },
    {
      "id": "21-419-0001_p0027",
      "zh_CN": "问：第二个问题，学生的女儿学佛很认真，每天早晚真诚礼拜念佛。前些日子她对我说，她的耳朵好像进入另外一个频道，能听见很多人读经的声音，声音不大，但很清晰。经声维持了一宿，女儿也就跟着念了一宿佛，请问这个现象是否正常？",
      "zh_TW": "問：第二個問題，學生的女兒學佛很認真，每天早晚真誠禮拜念佛。前些日子她對我說，她的耳朵好像進入另外一個頻道，能聽見很多人讀經的聲音，聲音不大，但很清晰。經聲維持了一宿，女兒也就跟著念了一宿佛，請問這個現象是否正常？"
    },
    {
      "id": "21-419-0001_p0028",
      "zh_CN": "答：这种现象你不执着就是好境界，你执着就很难讲了。为什么？这不是个普通正常的现象，完全不理会它没有关系。《楞严经》上佛告诉我们，境界现前，佛境也好，魔境也好，不理会是好境界，你要是理会它，你就着了相，你就受它的影响。境界现前一概不理会，你不受它的影响，你还是用自己的功夫，这是最好的方法，这是佛教导我们的。",
      "zh_TW": "答：這種現象你不執著就是好境界，你執著就很難講了。為什麼？這不是個普通正常的現象，完全不理會它沒有關係。《楞嚴經》上佛告訴我們，境界現前，佛境也好，魔境也好，不理會是好境界，你要是理會它，你就著了相，你就受它的影響。境界現前一概不理會，你不受它的影響，你還是用自己的功夫，這是最好的方法，這是佛教導我們的。"
    },
    {
      "id": "21-419-0001_p0029",
      "zh_CN": "问：下面一个问题，蕅益大师说的，「往生与否全凭信愿之有无，品位高低全凭持名之深浅」，有些同修理解为，平时只要具足信愿，临终即使不念佛，阿弥陀佛也会来接引。至于行持，只会影响往生品位高低，与往生本身无大关系。有同学则认为必须同时具足信愿行才能往生，品位的高低是取决于信愿行的浅深，三者缺一不可。请老法师开示，以息众疑。",
      "zh_TW": "問：下面一個問題，蕅益大師說的，「往生與否全憑信願之有無，品位高低全憑持名之深淺」，有些同修理解為，平時只要具足信願，臨終即使不念佛，阿彌陀佛也會來接引。至於行持，只會影響往生品位高低，與往生本身無大關係。有同學則認為必須同時具足信願行才能往生，品位的高低是取決於信願行的淺深，三者缺一不可。請老法師開示，以息眾疑。"
    },
    {
      "id": "21-419-0001_p0030",
      "zh_CN": "答：蕅益大师的话，印光老法师认为就是阿弥陀佛亲口说的话，那哪里会有错！往生第一个条件是信愿，有没有行？当然包括行。你说你有信、你有愿，没有行，你的信愿是假的，不是真的。这个事情很难，太难了！蕅益大师在《要解》里面讲的信愿行，你要好好去读读，你不能发生误会。他老人家讲的信，确实跟别人讲的不一样，你看他讲信愿行，他讲信讲六个信，这六个信都具足，这才叫有信心，你有没有具足？第一个信心是相信自己，自己是什么？《华严经》上佛说的，「一切众生本来是佛」，你能不能相信？这就不容易。你本来是佛，现在又要念佛成佛，哪有不成佛的道理！为什么要念佛？用这句佛号把你的烦恼习气打掉。所以千万不要产生误会。",
      "zh_TW": "答：蕅益大師的話，印光老法師認為就是阿彌陀佛親口說的話，那哪裡會有錯！往生第一個條件是信願，有沒有行？當然包括行。你說你有信、你有願，沒有行，你的信願是假的，不是真的。這個事情很難，太難了！蕅益大師在《要解》裡面講的信願行，你要好好去讀讀，你不能發生誤會。他老人家講的信，確實跟別人講的不一樣，你看他講信願行，他講信講六個信，這六個信都具足，這才叫有信心，你有沒有具足？第一個信心是相信自己，自己是什麼？《華嚴經》上佛說的，「一切眾生本來是佛」，你能不能相信？這就不容易。你本來是佛，現在又要念佛成佛，哪有不成佛的道理！為什麼要念佛？用這句佛號把你的煩惱習氣打掉。所以千萬不要產生誤會。"
    },
    {
      "id": "21-419-0001_p0031",
      "zh_CN": "蕅益大师字字句句都是深广无际，我劝你好好去读圆瑛法师的讲义，《要解》的讲义，你看看圆瑛法师怎么解释的。蕅益大师的《要解》我也讲过，刘承符老居士从我的录音带里面写了一本书，好像他的书的题目是《弥陀经要解亲闻记》，都值得你去做参考，决定不能误会。",
      "zh_TW": "蕅益大師字字句句都是深廣無際，我勸你好好去讀圓瑛法師的講義，《要解》的講義，你看看圓瑛法師怎麼解釋的。蕅益大師的《要解》我也講過，劉承符老居士從我的錄音帶裡面寫了一本書，好像他的書的題目是《彌陀經要解親聞記》，都值得你去做參考，決定不能誤會。"
    },
    {
      "id": "21-419-0001_p0032",
      "zh_CN": "问：第四题，我的妻子在贸易公司做会计，工作中一定有偷税、漏税。她想辞掉工作，但是家人不同意，不辞又担心偷税、漏税将来会有果报。请问怎么做？我本身的工作也会破坏生态环境，但不知该如何抉择？",
      "zh_TW": "問：第四題，我的妻子在貿易公司做會計，工作中一定有偷稅、漏稅。她想辭掉工作，但是家人不同意，不辭又擔心偷稅、漏稅將來會有果報。請問怎麼做？我本身的工作也會破壞生態環境，但不知該如何抉擇？"
    },
    {
      "id": "21-419-0001_p0033",
      "zh_CN": "答：如果你相信因果报应，你真的就要辞掉，这个不是好事情。或者是你建议你这公司老板，劝他不要做偷税、漏税的这些事。当然老板他是负主要责任的，你是帮凶，他的果报会比你严重得很多。一定要相信因果，你命里有财，自然会来，命里没有，你想什么方法都赚不到。用偷税、漏税这种方式只是折福，你这个公司今年可以赚一亿，因为你做的是偷税、漏税，大概今年只赚个五千万，打对折了。打对折你还很欢喜，我今年不错，其实你命里该有的已经损失了一半。这个道理他如果懂得，他就不会干，不会做这个事情。要把道理给他讲清楚，这个不是好事情。",
      "zh_TW": "答：如果你相信因果報應，你真的就要辭掉，這個不是好事情。或者是你建議你這公司老闆，勸他不要做偷稅、漏稅的這些事。當然老闆他是負主要責任的，你是幫兇，他的果報會比你嚴重得很多。一定要相信因果，你命裡有財，自然會來，命裡沒有，你想什麼方法都賺不到。用偷稅、漏稅這種方式只是折福，你這個公司今年可以賺一億，因為你做的是偷稅、漏稅，大概今年只賺個五千萬，打對折了。打對折你還很歡喜，我今年不錯，其實你命裡該有的已經損失了一半。這個道理他如果懂得，他就不會幹，不會做這個事情。要把道理給他講清楚，這個不是好事情。"
    },
    {
      "id": "21-419-0001_p0034",
      "zh_CN": "问：下面一个问题，学生求受三坛大戒不久，他下面有几个问题，如果舍比丘戒，只持菩萨沙弥戒，丛林初一、十五布萨日，我是否能参与听诵戒？舍戒后还能搭七衣吗？到寺院挂单，戒牒还可以用吗？如戒牒不可用，应如何处理好？",
      "zh_TW": "問：下面一個問題，學生求受三壇大戒不久，他下面有幾個問題，如果捨比丘戒，只持菩薩沙彌戒，叢林初一、十五布薩日，我是否能參與聽誦戒？捨戒後還能搭七衣嗎？到寺院掛單，戒牒還可以用嗎？如戒牒不可用，應如何處理好？"
    },
    {
      "id": "21-419-0001_p0035",
      "zh_CN": "答：我觉得是这样的，你受了三坛大戒，你受了就算了，不要再问这些问题。为什么？蕅益大师是研究戒律的，他告诉我们，中国从南宋以后就没有比丘了；换句话说，三坛大戒是有名无实。所以蕅益大师他那个时候受戒之后，他就把比丘戒舍了，他持沙弥菩萨戒。他的学生，就是他的徒弟，也是他的侍者，成时大师，成时大师看到老师持沙弥戒，他自己不敢跟老师比，自己一生受了戒，他退到什么地步？退到出家优婆塞。只是努力把十善、五戒修好，念佛求生净土，这是他给我们做的榜样。",
      "zh_TW": "答：我覺得是這樣的，你受了三壇大戒，你受了就算了，不要再問這些問題。為什麼？蕅益大師是研究戒律的，他告訴我們，中國從南宋以後就沒有比丘了；換句話說，三壇大戒是有名無實。所以蕅益大師他那個時候受戒之後，他就把比丘戒捨了，他持沙彌菩薩戒。他的學生，就是他的徒弟，也是他的侍者，成時大師，成時大師看到老師持沙彌戒，他自己不敢跟老師比，自己一生受了戒，他退到什麼地步？退到出家優婆塞。只是努力把十善、五戒修好，念佛求生淨土，這是他給我們做的榜樣。"
    },
    {
      "id": "21-419-0001_p0036",
      "zh_CN": "我们今天受这三坛大戒，实在讲很难。受戒，前面要有基础，现在不讲求了，没法子，什么人才能受戒它有条件的。我们修净土，我们接受《观经》里面「净业三福」作为我们修行最高的指导原则。净业三福第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这是头一条，头一条是什么？善男子、善女人。你有善男子、善女人的条件，你才能受三皈五戒；没有这个条件，不能受，受了你会造很多罪业。你不受，你造的罪业是一重罪，受了之后，你又加一重破戒罪，你是二重罪！所以传授戒的师父他很慈悲，他不会叫你犯罪。那就是说，第一福你做到了没有？没有做到，不可以受三皈五戒。所以，现在的三皈五戒叫结缘，跟你结个缘，不是真的。三皈五戒都不是真的，三坛大戒怎么会是真的！哪有这个道理。",
      "zh_TW": "我們今天受這三壇大戒，實在講很難。受戒，前面要有基礎，現在不講求了，沒法子，什麼人才能受戒它有條件的。我們修淨土，我們接受《觀經》裡面「淨業三福」作為我們修行最高的指導原則。淨業三福第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這是頭一條，頭一條是什麼？善男子、善女人。你有善男子、善女人的條件，你才能受三皈五戒；沒有這個條件，不能受，受了你會造很多罪業。你不受，你造的罪業是一重罪，受了之後，你又加一重破戒罪，你是二重罪！所以傳授戒的師父他很慈悲，他不會叫你犯罪。那就是說，第一福你做到了沒有？沒有做到，不可以受三皈五戒。所以，現在的三皈五戒叫結緣，跟你結個緣，不是真的。三皈五戒都不是真的，三壇大戒怎麼會是真的！哪有這個道理。"
    },
    {
      "id": "21-419-0001_p0037",
      "zh_CN": "所以最近这些年来，我们为了要弥补这桩事情，特别提出学《弟子规》，学《太上感应篇》。我看这两样东西是戒律的基础，没有这个基础，不能受。今天十善业道你做得到做不到？做不到。十善业道为什么做不到？你没有《弟子规》跟《感应篇》的基础，这我在讲席里讲得很多，不能不知道。中国从唐朝中叶以后，在家、出家佛弟子就不学小乘了，以前学。佛在经上讲得很清楚，佛弟子不先学小乘后学大乘，非佛弟子，这佛不承认。所以，小乘经典我们中文藏经很完整。唐朝中叶之后为什么不再学了？而是这些大德们他把儒跟道代替了，这个可以。所以我们现在重视儒家的《弟子规》，道家的《感应篇》，用它来代替小乘。一定要把这两样东西百分之百做到，十善业道就很容易，你真做得到了。十善业道做到了，你才能受持三皈五戒，有这个基础才能受出家《沙弥律仪》，十条戒、二十四门威仪。真做到了，这是真正沙弥，才有资格受大戒。所以受了就算了，不要再认真，好好念佛求生净土就好。真的想持戒，要从《弟子规》做起。",
      "zh_TW": "所以最近這些年來，我們為了要彌補這樁事情，特別提出學《弟子規》，學《太上感應篇》。我看這兩樣東西是戒律的基礎，沒有這個基礎，不能受。今天十善業道你做得到做不到？做不到。十善業道為什麼做不到？你沒有《弟子規》跟《感應篇》的基礎，這我在講席裡講得很多，不能不知道。中國從唐朝中葉以後，在家、出家佛弟子就不學小乘了，以前學。佛在經上講得很清楚，佛弟子不先學小乘後學大乘，非佛弟子，這佛不承認。所以，小乘經典我們中文藏經很完整。唐朝中葉之後為什麼不再學了？而是這些大德們他把儒跟道代替了，這個可以。所以我們現在重視儒家的《弟子規》，道家的《感應篇》，用它來代替小乘。一定要把這兩樣東西百分之百做到，十善業道就很容易，你真做得到了。十善業道做到了，你才能受持三皈五戒，有這個基礎才能受出家《沙彌律儀》，十條戒、二十四門威儀。真做到了，這是真正沙彌，才有資格受大戒。所以受了就算了，不要再認真，好好念佛求生淨土就好。真的想持戒，要從《弟子規》做起。"
    },
    {
      "id": "21-419-0001_p0038",
      "zh_CN": "他问的几个问题我都不想答了，他第二个问题，如果不舍比丘戒，把七衣、五衣、钵具施舍与人，只搭七衣是否如法？这我都不说了。",
      "zh_TW": "他問的幾個問題我都不想答了，他第二個問題，如果不捨比丘戒，把七衣、五衣、缽具施捨與人，只搭七衣是否如法？這我都不說了。"
    },
    {
      "id": "21-419-0001_p0039",
      "zh_CN": "问：如果买现成的中药制剂，但其中含有动物成分，出家人和佛弟子是否可以吃？",
      "zh_TW": "問：如果買現成的中藥製劑，但其中含有動物成分，出家人和佛弟子是否可以吃？"
    },
    {
      "id": "21-419-0001_p0040",
      "zh_CN": "答：这是有开缘的，生病，这不叫破戒，叫开戒，可以。",
      "zh_TW": "答：這是有開緣的，生病，這不叫破戒，叫開戒，可以。"
    },
    {
      "id": "21-419-0001_p0041",
      "zh_CN": "下面一个问题，过午不食是否可以喝姜汤，需要把姜渣除去吗？含有葱、蒜、鸡蛋和蛋黄（如饼干、面包、月饼等），酒或酒精（例如辣酱、豆酱、醋等食品），是否可以买回来供佛和僧众食用？",
      "zh_TW": "下面一個問題，過午不食是否可以喝薑湯，需要把薑渣除去嗎？含有蔥、蒜、雞蛋和蛋黃（如餅乾、麵包、月餅等），酒或酒精（例如辣醬、豆醬、醋等食品），是否可以買回來供佛和僧眾食用？"
    },
    {
      "id": "21-419-0001_p0042",
      "zh_CN": "答：不要供佛，僧众可以用。",
      "zh_TW": "答：不要供佛，僧眾可以用。"
    },
    {
      "id": "21-419-0001_p0043",
      "zh_CN": "问：请老法师慈悲，讲一个专题，「末法时期为什么不适合修学禅与密法」，让正在修禅与密法的同学们能早日省悟。",
      "zh_TW": "問：請老法師慈悲，講一個專題，「末法時期為什麼不適合修學禪與密法」，讓正在修禪與密法的同學們能早日省悟。"
    },
    {
      "id": "21-419-0001_p0044",
      "zh_CN": "答：这个没有必要，各有因缘，每个人因缘不相同，不操这个心，不要去着急这个事情。",
      "zh_TW": "答：這個沒有必要，各有因緣，每個人因緣不相同，不操這個心，不要去著急這個事情。"
    },
    {
      "id": "21-419-0001_p0045",
      "zh_CN": "问：出家后，不与父母联系，不供养父母，是不是不孝？",
      "zh_TW": "問：出家後，不與父母聯繫，不供養父母，是不是不孝？"
    },
    {
      "id": "21-419-0001_p0046",
      "zh_CN": "答：你的父母要有人照顾，没有人照顾，出家要照顾。自古以来，出家人孝养父母事例很多。",
      "zh_TW": "答：你的父母要有人照顧，沒有人照顧，出家要照顧。自古以來，出家人孝養父母事例很多。"
    },
    {
      "id": "21-419-0001_p0047",
      "zh_CN": "问：亡者盖过的陀罗尼经被是否要烧化掉？如果自己打佛七，每天先念《阿弥陀经》一卷再念佛，每天一共念十二到十四卷《阿弥陀经》及念佛，总共用功修行十四到十八个小时，这样是否如法？佛七期间每天要回向几次才如法？",
      "zh_TW": "問：亡者蓋過的陀羅尼經被是否要燒化掉？如果自己打佛七，每天先念《阿彌陀經》一卷再念佛，每天一共念十二到十四卷《阿彌陀經》及念佛，總共用功修行十四到十八個小時，這樣是否如法？佛七期間每天要迴向幾次才如法？"
    },
    {
      "id": "21-419-0001_p0048",
      "zh_CN": "答：念佛最重要的是清净心、真诚心去念，如果有这么多问题放在你心上，已经把你念佛的功夫破坏了。念佛法门必须要遵守《大势至菩萨念佛圆通章》所教给我们的方法，他讲的方法只有八个字，「都摄六根，净念相继」，你看你跟他的标准完全不一样。「都摄六根」是收心，你的心很散乱，你的杂念很多，你要把它统统收起来，收起来才到一心。「净念」这个净就是没有怀疑，没有夹杂，这才叫净念，「相继」是不间断。你能够一天念到十四个小时到十八个小时，这不简单，不容易了，但是你只是相继，你不是净念，净念才有效果。你不要有这些疑惑，什么杂念都放下，万缘放下，一心念佛，这才会有感应。",
      "zh_TW": "答：念佛最重要的是清淨心、真誠心去念，如果有這麼多問題放在你心上，已經把你念佛的功夫破壞了。念佛法門必須要遵守《大勢至菩薩念佛圓通章》所教給我們的方法，他講的方法只有八個字，「都攝六根，淨念相繼」，你看你跟他的標準完全不一樣。「都攝六根」是收心，你的心很散亂，你的雜念很多，你要把它統統收起來，收起來才到一心。「淨念」這個淨就是沒有懷疑，沒有夾雜，這才叫淨念，「相繼」是不間斷。你能夠一天念到十四個小時到十八個小時，這不簡單，不容易了，但是你只是相繼，你不是淨念，淨念才有效果。你不要有這些疑惑，什麼雜念都放下，萬緣放下，一心念佛，這才會有感應。"
    },
    {
      "id": "21-419-0001_p0049",
      "zh_CN": "问：底下一个问题，弟子身边有一百多位同修被仙道无形众生困扰，要求同修们利用仙道力量为别人算命。同修们不肯，可是又没办法摆脱这些众生的控制，没有办法专心念佛，有的甚至于发狂。请问应如何如法修学，这些同学有没有机会成就？能不能想办法让这些众生一起学佛？",
      "zh_TW": "問：底下一個問題，弟子身邊有一百多位同修被仙道無形眾生困擾，要求同修們利用仙道力量為別人算命。同修們不肯，可是又沒辦法擺脫這些眾生的控制，沒有辦法專心念佛，有的甚至於發狂。請問應如何如法修學，這些同學有沒有機會成就？能不能想辦法讓這些眾生一起學佛？"
    },
    {
      "id": "21-419-0001_p0050",
      "zh_CN": "答：你这最后的办法很好，就是要跟这些众生谈条件，劝他们。六道里面哪一道都苦，不只是人道，所以真正要觉悟，要回头，跟着大家一起念佛求生净土。用真诚的心跟他沟通，我相信他能够接受。",
      "zh_TW": "答：你這最後的辦法很好，就是要跟這些眾生談條件，勸他們。六道裡面哪一道都苦，不只是人道，所以真正要覺悟，要回頭，跟著大家一起念佛求生淨土。用真誠的心跟他溝通，我相信他能夠接受。"
    },
    {
      "id": "21-419-0001_p0051",
      "zh_CN": "问：底下一个问题，曾经有四位算命仙人通过生辰八字算出母亲克财，所以父亲的事业才一败涂地，劝弟子的父母离婚。弟子为父母说三世因果，离婚以及劝人离婚的果报，但是他们不能接受，尤其是母亲为此曾经离家出走，要和父亲离婚。请老法师为他们开示。",
      "zh_TW": "問：底下一個問題，曾經有四位算命仙人通過生辰八字算出母親剋財，所以父親的事業才一敗塗地，勸弟子的父母離婚。弟子為父母說三世因果，離婚以及勸人離婚的果報，但是他們不能接受，尤其是母親為此曾經離家出走，要和父親離婚。請老法師為他們開示。"
    },
    {
      "id": "21-419-0001_p0052",
      "zh_CN": "答：这个事情是有宿世的因缘，最好是让他去读《了凡四训》，去读《俞净意公遇灶神记》，去读《太上感应篇》，我相信对他会有利益。",
      "zh_TW": "答：這個事情是有宿世的因緣，最好是讓他去讀《了凡四訓》，去讀《俞淨意公遇灶神記》，去讀《太上感應篇》，我相信對他會有利益。"
    },
    {
      "id": "21-419-0001_p0053",
      "zh_CN": "问：底下第八个问题，学生是个寡妇，六年后才能退休，父母已经双亡，儿子上大二。如果现在辞职，家中的经济也可以供养儿子上完大学。现在有个强烈的愿望，放下万缘，去东天目山和长春百国兴隆寺，止语念佛，度过自己的后半生，请问这样做法是否偏激？",
      "zh_TW": "問：底下第八個問題，學生是個寡婦，六年後才能退休，父母已經雙亡，兒子上大二。如果現在辭職，家中的經濟也可以供養兒子上完大學。現在有個強烈的願望，放下萬緣，去東天目山和長春百國興隆寺，止語念佛，度過自己的後半生，請問這樣做法是否偏激？"
    },
    {
      "id": "21-419-0001_p0054",
      "zh_CN": "答：如果你的小孩有人照顾，这不算偏激，好好的找一个念佛的道场，道场是助缘，你在那里修行有好处。",
      "zh_TW": "答：如果你的小孩有人照顧，這不算偏激，好好的找一個念佛的道場，道場是助緣，你在那裡修行有好處。"
    },
    {
      "id": "21-419-0001_p0055",
      "zh_CN": "问：第九个问题，本地有些居士在亡者过世之后，请某位有神通的人来看看亡者到哪一道去。也有些居士找有神通的人，看自己临终是否能往生西方，一些病危的居士请他们看看多长的时间能往生，多长时间还不能走，请问这些有神通的人所说是否准确？",
      "zh_TW": "問：第九個問題，本地有些居士在亡者過世之後，請某位有神通的人來看看亡者到哪一道去。也有些居士找有神通的人，看自己臨終是否能往生西方，一些病危的居士請他們看看多長的時間能往生，多長時間還不能走，請問這些有神通的人所說是否準確？"
    },
    {
      "id": "21-419-0001_p0056",
      "zh_CN": "答：这个我不知道，你要去问那个神通的人，然后再看看他的话灵不灵，你就明白了。学佛要尊重经典的教训，佛教给我们依法不依人，法是什么？法是经典，经典是我们终极的依据。纵然听法师说法，如果跟经典讲的不相应，我们都可以不采取。他讲的经典里面有，我们能相信他；经典没有，他自己想出来的，我们不可以相信他。你再去找这些神通的人，你就错了，你已经不是佛弟子了。",
      "zh_TW": "答：這個我不知道，你要去問那個神通的人，然後再看看他的話靈不靈，你就明白了。學佛要尊重經典的教訓，佛教給我們依法不依人，法是什麼？法是經典，經典是我們終極的依據。縱然聽法師說法，如果跟經典講的不相應，我們都可以不採取。他講的經典裡面有，我們能相信他；經典沒有，他自己想出來的，我們不可以相信他。你再去找這些神通的人，你就錯了，你已經不是佛弟子了。"
    },
    {
      "id": "21-419-0001_p0057",
      "zh_CN": "问：底下一个问题，听说山东庆云县要建书院，教授传统伦理道德等科目。请问这个学院建成之后，是否提供现场上网直播教学内容，以达到远程教学的目的？",
      "zh_TW": "問：底下一個問題，聽說山東慶雲縣要建書院，教授傳統倫理道德等科目。請問這個學院建成之後，是否提供現場上網直播教學內容，以達到遠程教學的目的？"
    },
    {
      "id": "21-419-0001_p0058",
      "zh_CN": "答：我相信他们可能有这个想法。",
      "zh_TW": "答：我相信他們可能有這個想法。"
    },
    {
      "id": "21-419-0001_p0059",
      "zh_CN": "问：第十一个问题，弟子得脑中风，看了「山西小院」后，发心读诵《地藏经》已有大半个月了。但病况并无好转，每次病发都很痛苦，请问老法师，我应该怎么做？",
      "zh_TW": "問：第十一個問題，弟子得腦中風，看了「山西小院」後，發心讀誦《地藏經》已有大半個月了。但病況並無好轉，每次病發都很痛苦，請問老法師，我應該怎麼做？"
    },
    {
      "id": "21-419-0001_p0060",
      "zh_CN": "答：半个月的时间太短了，你不要灰心，你要继续努力。如果说半个月没有效果，我就不念了，等于说你吃饭，肚子饿了，吃一碗没有饱，不吃了，不是一个道理一样？每个人善根不一样，业障厚薄也不一样，功夫浅深也不一样，总要有坚定的信心，才能转自己的业报。",
      "zh_TW": "答：半個月的時間太短了，你不要灰心，你要繼續努力。如果說半個月沒有效果，我就不念了，等於說你吃飯，肚子餓了，吃一碗沒有飽，不吃了，不是一個道理一樣？每個人善根不一樣，業障厚薄也不一樣，功夫淺深也不一樣，總要有堅定的信心，才能轉自己的業報。"
    },
    {
      "id": "21-419-0001_p0061",
      "zh_CN": "问：底下一个问题，岳父今年七十七岁，在他病重不能下床的时候，我们播放佛号昼夜不断，直到下葬。他老人家有时也跟着念，临咽气的时候，告诉他念阿弥陀佛，老人点头。大约过了十几分钟，老人断气，三天后火化，身体柔软，面色如生，面带微笑。这样是否已经往生，晚辈还能做些什么？",
      "zh_TW": "問：底下一個問題，岳父今年七十七歲，在他病重不能下床的時候，我們播放佛號晝夜不斷，直到下葬。他老人家有時也跟著念，臨嚥氣的時候，告訴他念阿彌陀佛，老人點頭。大約過了十幾分鐘，老人斷氣，三天後火化，身體柔軟，面色如生，面帶微笑。這樣是否已經往生，晚輩還能做些什麼？"
    },
    {
      "id": "21-419-0001_p0062",
      "zh_CN": "答：这些瑞相可以证明他走的时候很安详，没有恐惧，照佛经里面的说法，他不会堕恶道，这是肯定不堕恶道。至于往生，是不是已经往生，那很难讲。真正要证明往生，是在他临走之前告诉家亲眷属，佛来接引我，我跟他去了，那是真的。如果临终没有说这个话，都很难讲，这个要知道。",
      "zh_TW": "答：這些瑞相可以證明他走的時候很安詳，沒有恐懼，照佛經裡面的說法，他不會墮惡道，這是肯定不墮惡道。至於往生，是不是已經往生，那很難講。真正要證明往生，是在他臨走之前告訴家親眷屬，佛來接引我，我跟他去了，那是真的。如果臨終沒有說這個話，都很難講，這個要知道。"
    },
    {
      "id": "21-419-0001_p0063",
      "zh_CN": "问：下面第十三题，电视报导中有一位女士因看到街头很多流浪狗，发心收养。但又因条件有限，所以她帮助这些流浪狗实施安乐死，她含着泪说，已经帮助了两千多条流浪狗实施安乐死，现在还继续做。请问，这个做法妥善吗？是否背因果？",
      "zh_TW": "問：下面第十三題，電視報導中有一位女士因看到街頭很多流浪狗，發心收養。但又因條件有限，所以她幫助這些流浪狗實施安樂死，她含著淚說，已經幫助了兩千多條流浪狗實施安樂死，現在還繼續做。請問，這個做法妥善嗎？是否背因果？"
    },
    {
      "id": "21-419-0001_p0064",
      "zh_CN": "答：好像是背因果。你要真正发善心，你就不应该去收养牠，你收养牠，你应当把牠送到动物园，或者一个妥善的地方。你收牠来，最后还叫牠自杀，牠能同意吗？牠能接受吗？牠要不接受，那你是杀生。你杀这么多，牠要不饶你，你将来要还命债，这个事情非常麻烦。要记住佛经里讲的因果，杀生要偿命，欠债要还钱，业因果报是决定不会虚假的，这是真实的，因果通三世。所以这个事情不能做。",
      "zh_TW": "答：好像是背因果。你要真正發善心，你就不應該去收養牠，你收養牠，你應當把牠送到動物園，或者一個妥善的地方。你收牠來，最後還叫牠自殺，牠能同意嗎？牠能接受嗎？牠要不接受，那你是殺生。你殺這麼多，牠要不饒你，你將來要還命債，這個事情非常麻煩。要記住佛經裡講的因果，殺生要償命，欠債要還錢，業因果報是決定不會虛假的，這是真實的，因果通三世。所以這個事情不能做。"
    },
    {
      "id": "21-419-0001_p0065",
      "zh_CN": "问：第十四题，弟子想学佛，经常听你讲经，但总觉得与现实有距离，因为世间把追求名闻利养的事看作本事。遇上善缘、善知识真是太难了，总觉得有些怪异。我应该如何？很迷惑。",
      "zh_TW": "問：第十四題，弟子想學佛，經常聽你講經，但總覺得與現實有距離，因為世間把追求名聞利養的事看作本事。遇上善緣、善知識真是太難了，總覺得有些怪異。我應該如何？很迷惑。"
    },
    {
      "id": "21-419-0001_p0066",
      "zh_CN": "答：你所想的、所说的都很正常，一般人确实是如此。真正能够放下的，我们不讲别人，学佛的人当中，一万人当中能不能有一、两个真放下，很难找！可是真正放下才得佛法殊胜利益。所以这个问题你要把它解释清楚，要多读经、多听经，多听经你慢慢的就会明白了。这个慢慢的可能是好几年，可能是好几十年，这是真的，不是假的。",
      "zh_TW": "答：你所想的、所說的都很正常，一般人確實是如此。真正能夠放下的，我們不講別人，學佛的人當中，一萬人當中能不能有一、兩個真放下，很難找！可是真正放下才得佛法殊勝利益。所以這個問題你要把它解釋清楚，要多讀經、多聽經，多聽經你慢慢的就會明白了。這個慢慢的可能是好幾年，可能是好幾十年，這是真的，不是假的。"
    },
    {
      "id": "21-419-0001_p0067",
      "zh_CN": "问：底下一个问题，最近在学佛问答上听到有个佛友提到他患精神病，你建议他去找心理医生做深度催眠，请问法师，国内哪里有（最好在天津）心理医生做深度催眠，效果好吗？因为我与妻子都有同样的业障，身心异常痛苦。",
      "zh_TW": "問：底下一個問題，最近在學佛問答上聽到有個佛友提到他患精神病，你建議他去找心理醫生做深度催眠，請問法師，國內哪裡有（最好在天津）心理醫生做深度催眠，效果好嗎？因為我與妻子都有同樣的業障，身心異常痛苦。"
    },
    {
      "id": "21-419-0001_p0068",
      "zh_CN": "答：我们所知道的是在国外，是在美国。最近澳大利亚有个同修，他到美国加州找到心理医生做了几次深度催眠，效果还都不错。我听说台湾也有，国内我不知道，国内我去的很少，也很少人提到这些事情。台湾虽然我也是十几年没去过了，可是听说，听说台湾有这些医生，他们有出了一些书本，我看过。效果是不是能够跟外国相比，我就不知道了。",
      "zh_TW": "答：我們所知道的是在國外，是在美國。最近澳大利亞有個同修，他到美國加州找到心理醫生做了幾次深度催眠，效果還都不錯。我聽說台灣也有，國內我不知道，國內我去的很少，也很少人提到這些事情。台灣雖然我也是十幾年沒去過了，可是聽說，聽說台灣有這些醫生，他們有出了一些書本，我看過。效果是不是能夠跟外國相比，我就不知道了。"
    },
    {
      "id": "21-419-0001_p0069",
      "zh_CN": "问：第十六题，弟子的先生有外遇，以前弟子想，他不回家，我在家里学佛，没有人干扰更好。但是孩子们知道此事之后，心理承受不了，说如果任其下去，心理一定会受影响。请问是否劝先生回头，或顺其自然？若为自在学佛，任其下去，这种做法是否太自私？",
      "zh_TW": "問：第十六題，弟子的先生有外遇，以前弟子想，他不回家，我在家裡學佛，沒有人干擾更好。但是孩子們知道此事之後，心理承受不了，說如果任其下去，心理一定會受影響。請問是否勸先生回頭，或順其自然？若為自在學佛，任其下去，這種做法是否太自私？"
    },
    {
      "id": "21-419-0001_p0070",
      "zh_CN": "答：这是家务事，中国谚语所说清官难断家务事，你们个人能够谈判是最好，由自己谈判解决。总要顾全下一代，能够对下一代没有负面的影响，那你们父母的责任就尽到了。",
      "zh_TW": "答：這是家務事，中國諺語所說清官難斷家務事，你們個人能夠談判是最好，由自己談判解決。總要顧全下一代，能夠對下一代沒有負面的影響，那你們父母的責任就盡到了。"
    },
    {
      "id": "21-419-0001_p0071",
      "zh_CN": "问：底下十八个问题，近几年来，小乘佛法不承认大乘佛法，他们认为大乘佛法非佛亲口宣说，而是后世弟子们所说，不可信。在网路上也看到某些小乘佛法修学人攻击、毁谤大乘佛法，以及祖师大德。不知当年世尊是否预言了今天佛法会产生小乘跟大乘对立的形势？",
      "zh_TW": "問：底下十八個問題，近幾年來，小乘佛法不承認大乘佛法，他們認為大乘佛法非佛親口宣說，而是後世弟子們所說，不可信。在網路上也看到某些小乘佛法修學人攻擊、毀謗大乘佛法，以及祖師大德。不知當年世尊是否預言了今天佛法會產生小乘跟大乘對立的形勢？"
    },
    {
      "id": "21-419-0001_p0072",
      "zh_CN": "答：没错，释迦牟尼佛是说过，他讲佛法的法运五五百年就讲得很清楚，不但是小乘对大乘，大乘对大乘、小乘对小乘都互相毁谤。你看他说五个，讲五五百年，第一个五百年，戒律坚固，持戒就能证果。第二个五百年，禅定坚固。第三个五百年，多闻坚固，就是研究经教。第四个五百年塔庙坚固，我讲坚固，就是建筑寺庙，修福的多，连听经的都少了，慢慢的少了。第五个五百年，斗诤坚固。这是讲五种坚固，佛不就说了！现在这种情形不就是这样的吗？如佛所说，我们没有怀疑。最重要的修自己，这比什么都重要。自己修行，一定是持戒念佛。如果不持戒，你念佛的心不清净，心不清净，念佛功夫不得力，所以这个很重要。",
      "zh_TW": "答：沒錯，釋迦牟尼佛是說過，他講佛法的法運五五百年就講得很清楚，不但是小乘對大乘，大乘對大乘、小乘對小乘都互相毀謗。你看他說五個，講五五百年，第一個五百年，戒律堅固，持戒就能證果。第二個五百年，禪定堅固。第三個五百年，多聞堅固，就是研究經教。第四個五百年塔廟堅固，我講堅固，就是建築寺廟，修福的多，連聽經的都少了，慢慢的少了。第五個五百年，鬥諍堅固。這是講五種堅固，佛不就說了！現在這種情形不就是這樣的嗎？如佛所說，我們沒有懷疑。最重要的修自己，這比什麼都重要。自己修行，一定是持戒念佛。如果不持戒，你念佛的心不清淨，心不清淨，念佛功夫不得力，所以這個很重要。"
    },
    {
      "id": "21-419-0001_p0073",
      "zh_CN": "所以我们还是提倡《弟子规》，我们对任何人都不毁谤，这个很重要，他毁谤我，我不毁谤他，就没有事。不要说听到人家毁谤我，自己就生气，那人家毁谤你，你就接受了！我不接受。不接受，佛经上说，不接受就退回去了，这果报他承受，我不承受。我听人家毁谤我，完全不放在心上，不生瞋恚心，更没有报复的心，我们的心清净，各人修各人的。你看看十善里面，佛教我们不妄语、不两舌、不绮语、不恶口，我们要照顾自己，我做到了没有，不管别人。现在这个时代民主、自由、开放，谁都不可以干涉谁。所以，自己能够明了，好好修行。修善，修善就是修十善，持戒就是持五戒、十戒，这样念佛决定得生净土。",
      "zh_TW": "所以我們還是提倡《弟子規》，我們對任何人都不毀謗，這個很重要，他毀謗我，我不毀謗他，就沒有事。不要說聽到人家毀謗我，自己就生氣，那人家毀謗你，你就接受了！我不接受。不接受，佛經上說，不接受就退回去了，這果報他承受，我不承受。我聽人家毀謗我，完全不放在心上，不生瞋恚心，更沒有報復的心，我們的心清淨，各人修各人的。你看看十善裡面，佛教我們不妄語、不兩舌、不綺語、不惡口，我們要照顧自己，我做到了沒有，不管別人。現在這個時代民主、自由、開放，誰都不可以干涉誰。所以，自己能夠明瞭，好好修行。修善，修善就是修十善，持戒就是持五戒、十戒，這樣念佛決定得生淨土。"
    },
    {
      "id": "21-419-0001_p0074",
      "zh_CN": "至于这些对立，他跟我对立，我不跟他对立，对立就没有了。对立一定是双方的，一方面对立不起来。所以，化解对立很好的方法，化解矛盾、化解冲突，我不跟他对立；无论他怎么毁谤，我对他恭敬，普贤菩萨教给我们礼敬诸佛，我对他有礼，我对他尊敬，这个方法好。",
      "zh_TW": "至於這些對立，他跟我對立，我不跟他對立，對立就沒有了。對立一定是雙方的，一方面對立不起來。所以，化解對立很好的方法，化解矛盾、化解衝突，我不跟他對立；無論他怎麼毀謗，我對他恭敬，普賢菩薩教給我們禮敬諸佛，我對他有禮，我對他尊敬，這個方法好。"
    },
    {
      "id": "21-419-0001_p0075",
      "zh_CN": "问：有的同修听老法师讲《无量寿经》后，方知现在皈依的法号均为妙音，已皈依居士的原法号不是妙音者，怎样才如法？",
      "zh_TW": "問：有的同修聽老法師講《無量壽經》後，方知現在皈依的法號均為妙音，已皈依居士的原法號不是妙音者，怎樣才如法？"
    },
    {
      "id": "21-419-0001_p0076",
      "zh_CN": "答：不是妙音，自己称妙音就行了，因为妙音这个法号是释迦牟尼佛告诉我们的。我们这个世界，不管你的法名叫什么，你不要去执着这些。念佛生到净土之后，在净土里，就是在极乐世界，你把妄想分别执着统统断掉了，你在那里成佛。成佛之后到十方世界教化众生，你的德号叫妙音如来，同名同号，都叫妙音如来。所以，我们就用妙音做现在因地上的名号，现在是妙音居士，将来到极乐世界是妙音如来，因果都相同。",
      "zh_TW": "答：不是妙音，自己稱妙音就行了，因為妙音這個法號是釋迦牟尼佛告訴我們的。我們這個世界，不管你的法名叫什麼，你不要去執著這些。念佛生到淨土之後，在淨土裡，就是在極樂世界，你把妄想分別執著統統斷掉了，你在那裡成佛。成佛之後到十方世界教化眾生，你的德號叫妙音如來，同名同號，都叫妙音如來。所以，我們就用妙音做現在因地上的名號，現在是妙音居士，將來到極樂世界是妙音如來，因果都相同。"
    },
    {
      "id": "21-419-0001_p0077",
      "zh_CN": "问：底下一个问题，朋友的女儿今年十八岁，因家庭纠纷一时想不开跳楼自杀。只有母亲一人，每天念佛号，做三时系念法事超度她并播放《地藏经》讲解，每天请她回来听经，四十九天之内，家人梦见她都是脸带笑容很开心的样子。但四十九天过后，却梦见她瘦瘦黑黑的站在远处，流着眼泪挥手道别。请老法师开示。",
      "zh_TW": "問：底下一個問題，朋友的女兒今年十八歲，因家庭糾紛一時想不開跳樓自殺。只有母親一人，每天念佛號，做三時繫念法事超度她並播放《地藏經》講解，每天請她回來聽經，四十九天之內，家人夢見她都是臉帶笑容很開心的樣子。但四十九天過後，卻夢見她瘦瘦黑黑的站在遠處，流著眼淚揮手道別。請老法師開示。"
    },
    {
      "id": "21-419-0001_p0078",
      "zh_CN": "答：你问的这个十八岁女儿自杀的，在四十九天之内，你天天给她超度，你们梦见她的状况都很好，四十九天之后她离开了。换句话说，诵经只是减少她的痛苦，她没有能够跟着一起修行，她要能跟着一起修行，这四十九天也能往生。在这种状况之下，要帮助她最好是每天在晚课，特别是晚课，诵经的时候，做晚课的时候，最后都给她回向。在道场，念佛的道场，给她供往生牌位，对她有好处。",
      "zh_TW": "答：你問的這個十八歲女兒自殺的，在四十九天之內，你天天給她超度，你們夢見她的狀況都很好，四十九天之後她離開了。換句話說，誦經只是減少她的痛苦，她沒有能夠跟著一起修行，她要能跟著一起修行，這四十九天也能往生。在這種狀況之下，要幫助她最好是每天在晚課，特別是晚課，誦經的時候，做晚課的時候，最後都給她迴向。在道場，念佛的道場，給她供往生牌位，對她有好處。"
    },
    {
      "id": "21-419-0001_p0079",
      "zh_CN": "问：家人认为三净肉是死的、冰冻的，没有营养而不愿意吃，好吃活的鱼肉，觉得这样才能够新鲜，请问我们还恒顺众生吗？",
      "zh_TW": "問：家人認為三淨肉是死的、冰凍的，沒有營養而不願意吃，好吃活的魚肉，覺得這樣才能夠新鮮，請問我們還恆順眾生嗎？"
    },
    {
      "id": "21-419-0001_p0080",
      "zh_CN": "答：家人认为吃三净肉是死的，最好不要吃，吃肉决定背因果。佛在经上讲，人死为羊，羊死为人，这是讲冤冤相报没完没了。道教讲的更明显，你吃牠半斤要还牠八两。所以不是吃牠肉，是吃自己肉，这个道理总要搞清楚。吃三净肉那是不得已，那是什么人？那是出家人，佛陀在世是托钵，托钵人家供养什么就吃什么，这叫三净肉。人家吃饭的时候，他就自己的菜饭布施一点给你，你不能要求他每天煮素菜给你吃。所以佛总是要求，不见杀，不听到杀的声音，不是为我杀，这叫三净肉。都是在不得已的时候说的，这些道理因果都要懂得。",
      "zh_TW": "答：家人認為吃三淨肉是死的，最好不要吃，吃肉決定背因果。佛在經上講，人死為羊，羊死為人，這是講冤冤相報沒完沒了。道教講的更明顯，你吃牠半斤要還牠八兩。所以不是吃牠肉，是吃自己肉，這個道理總要搞清楚。吃三淨肉那是不得已，那是什麼人？那是出家人，佛陀在世是托缽，托缽人家供養什麼就吃什麼，這叫三淨肉。人家吃飯的時候，他就自己的菜飯布施一點給你，你不能要求他每天煮素菜給你吃。所以佛總是要求，不見殺，不聽到殺的聲音，不是為我殺，這叫三淨肉。都是在不得已的時候說的，這些道理因果都要懂得。"
    },
    {
      "id": "21-419-0001_p0081",
      "zh_CN": "问：底下一个问题，有些同学发心想在你门下皈依，以后每年就定期到这个道场来诵经念佛。不知道是否能如愿？",
      "zh_TW": "問：底下一個問題，有些同學發心想在你門下皈依，以後每年就定期到這個道場來誦經念佛。不知道是否能如願？"
    },
    {
      "id": "21-419-0001_p0082",
      "zh_CN": "答：这是不是能如愿是机缘，我们这个道场是同修到这里来参加共修都欢迎，从来没有拒绝的，只要你方便。香港的道场跟大陆不一样，这个地方不是寺庙，是一个商业大楼，所以还要受他们的管理。这里面不能住人，虽有念佛堂，念佛时间有限定，晚上一定的时间都要离开。不像大陆是寺院，你一天二十四小时可以不间断。所以真正念佛，无论在哪个道场都可以，自己家里面方便的话也行。",
      "zh_TW": "答：這是不是能如願是機緣，我們這個道場是同修到這裡來參加共修都歡迎，從來沒有拒絕的，只要你方便。香港的道場跟大陸不一樣，這個地方不是寺廟，是一個商業大樓，所以還要受他們的管理。這裡面不能住人，雖有念佛堂，念佛時間有限定，晚上一定的時間都要離開。不像大陸是寺院，你一天二十四小時可以不間斷。所以真正念佛，無論在哪個道場都可以，自己家裡面方便的話也行。"
    },
    {
      "id": "21-419-0001_p0083",
      "zh_CN": "问：下面是有关道场念佛堂的提问，有几个问题。第一个，专注听念佛机播出的佛号，自己一句一句听得很清楚，心里不起其他的念头，但并没有念出声。这样一心听佛号，算不算是自己在念佛？如果一心听佛号就是念佛，那么念佛堂里的人，有没有必要总跟着念佛机大声一起念？",
      "zh_TW": "問：下面是有關道場念佛堂的提問，有幾個問題。第一個，專注聽念佛機播出的佛號，自己一句一句聽得很清楚，心裡不起其他的念頭，但並沒有念出聲。這樣一心聽佛號，算不算是自己在念佛？如果一心聽佛號就是念佛，那麼念佛堂裡的人，有沒有必要總跟著念佛機大聲一起念？"
    },
    {
      "id": "21-419-0001_p0084",
      "zh_CN": "答：念佛的方式很多，你喜欢哪一种就选哪一种，这是阿弥陀佛给我们开的方便法门，只要你不执着，不要去分别，就好。如果在念佛，还起分别执着，你就错了。",
      "zh_TW": "答：念佛的方式很多，你喜歡哪一種就選哪一種，這是阿彌陀佛給我們開的方便法門，只要你不執著，不要去分別，就好。如果在念佛，還起分別執著，你就錯了。"
    },
    {
      "id": "21-419-0001_p0085",
      "zh_CN": "问：道场里的大型念佛堂是否应属接引初机，而不是念佛求往生的地方。而真正念佛成就往生的人，都是关起门来自己念佛的人。这个认知不知是否合适？因念佛堂以念佛机播放佛号，长期以来一直是同一个节律，没有急、缓、强、弱，所以大部分的人都感到很累、很苦。念佛好几年的人，出了念佛堂就像解放一样，并没有得到真正的法喜。再者，念佛堂佛号声音太高了，噪音级别都在八十分贝以上。长期处于这种高噪音压迫之下，精神紧张，身心难得清净。黄忠昌居士独自申请一个属于自己念佛的空间，一切都按照自己身心节律去念佛，所以能真正成就。",
      "zh_TW": "問：道場裡的大型念佛堂是否應屬接引初機，而不是念佛求往生的地方。而真正念佛成就往生的人，都是關起門來自己念佛的人。這個認知不知是否合適？因念佛堂以念佛機播放佛號，長期以來一直是同一個節律，沒有急、緩、強、弱，所以大部分的人都感到很累、很苦。念佛好幾年的人，出了念佛堂就像解放一樣，並沒有得到真正的法喜。再者，念佛堂佛號聲音太高了，噪音級別都在八十分貝以上。長期處於這種高噪音壓迫之下，精神緊張，身心難得清淨。黃忠昌居士獨自申請一個屬於自己念佛的空間，一切都按照自己身心節律去念佛，所以能真正成就。"
    },
    {
      "id": "21-419-0001_p0086",
      "zh_CN": "答：这些都是念佛人自己去考虑，自己去选择。念佛堂很多，哪一个念佛堂适合于自己，你能够生欢喜心，对你身心确实得清净，那就是你自己相应的道场。如果不相应的道场，你就离开。各人根性不相同，各人缘分不相同，这个一定要知道。",
      "zh_TW": "答：這些都是念佛人自己去考慮，自己去選擇。念佛堂很多，哪一個念佛堂適合於自己，你能夠生歡喜心，對你身心確實得清淨，那就是你自己相應的道場。如果不相應的道場，你就離開。各人根性不相同，各人緣分不相同，這個一定要知道。"
    },
    {
      "id": "21-419-0001_p0087",
      "zh_CN": "问：下一个问题，因道场的范围很广，分好几个念佛堂，好几处播放佛号或是讲经。我们若想跟着外面的喇叭去念佛，同时又听到好几个佛号；跟定一个佛号念，其他的佛号声就对自己构成严重的干扰。请问这是不是道场住众长期以来念佛功夫不得力主要原因之一？如何才能改进彻底解决道场这种噪音、杂音，干扰清净心的念佛问题？",
      "zh_TW": "問：下一個問題，因道場的範圍很廣，分好幾個念佛堂，好幾處播放佛號或是講經。我們若想跟著外面的喇叭去念佛，同時又聽到好幾個佛號；跟定一個佛號念，其他的佛號聲就對自己構成嚴重的干擾。請問這是不是道場住眾長期以來念佛功夫不得力主要原因之一？如何才能改進徹底解決道場這種噪音、雜音，干擾清淨心的念佛問題？"
    },
    {
      "id": "21-419-0001_p0088",
      "zh_CN": "答：问题在我们此地没有，我不知道你讲的是哪个道场。你要跟道场去商量，跟他们去研究，这是对的。我不知道哪个道场，我也不能干涉别人道场，这个道理你一定要能够理解。",
      "zh_TW": "答：問題在我們此地沒有，我不知道你講的是哪個道場。你要跟道場去商量，跟他們去研究，這是對的。我不知道哪個道場，我也不能干涉別人道場，這個道理你一定要能夠理解。"
    },
    {
      "id": "21-419-0001_p0089",
      "zh_CN": "问：下面说，一个道场有专门供养鬼神听经的处所，却没有专门让同学研经学教之处。在修行、修学方面，是把鬼神修学的利益放在第一位？还是把道场出家、在家四众的修学利益放在第一位？",
      "zh_TW": "問：下面說，一個道場有專門供養鬼神聽經的處所，卻沒有專門讓同學研經學教之處。在修行、修學方面，是把鬼神修學的利益放在第一位？還是把道場出家、在家四眾的修學利益放在第一位？"
    },
    {
      "id": "21-419-0001_p0090",
      "zh_CN": "答：我都不知道你是讲哪一家，这些我觉得你还是自己实际状况你去调解，我没有办法帮助你。像这些问题最好不要在这边问，因为耽误很多人的时间，这要请你原谅。",
      "zh_TW": "答：我都不知道你是講哪一家，這些我覺得你還是自己實際狀況你去調解，我沒有辦法幫助你。像這些問題最好不要在這邊問，因為耽誤很多人的時間，這要請你原諒。"
    },
    {
      "id": "21-419-0001_p0091",
      "zh_CN": "问：底下一个问题，天津有一位孙居士，二十多年来，一心发心塑造佛像，依照《佛说造像量度经》的要求认真塑造，无论生活再困难，有人高价收买，他也分文不取，得到寺院和社会人士的肯定和好评。请问，佛像是否能买卖？是否会背因果？哪一部经典有关这一类的教导？",
      "zh_TW": "問：底下一個問題，天津有一位孫居士，二十多年來，一心發心塑造佛像，依照《佛說造像量度經》的要求認真塑造，無論生活再困難，有人高價收買，他也分文不取，得到寺院和社會人士的肯定和好評。請問，佛像是否能買賣？是否會背因果？哪一部經典有關這一類的教導？"
    },
    {
      "id": "21-419-0001_p0092",
      "zh_CN": "答：佛像不叫买卖，叫请，是用恭敬心，所以我们叫请。佛具店，如果说买卖是背因果的话，那佛具店就不能开了，塑造佛像的缘就没有了。同样一个道理，佛像也不可以印，也不可以流通，这样子要帮助人种善根的机会就没有了，你想想对不对？佛在经上，我们现在《华严经》正讲到这一段，无论是眼见佛像、耳听佛声，一历眼根，永为道种，我们讲天鼓跟毒鼓就是讲的这个道理。一个人在一生当中，有机会能见到佛像，有机会能听到佛号，这个利益是没有办法说得出的。他这一生虽然不得利益，阿赖耶识有了种子，来生后世遇到缘它一定起现行。所以能给众生做这个种子，无论你用什么方式，都是做了好事，都是做了无量的功德。这个道理你要去读大乘经，你才会明了。",
      "zh_TW": "答：佛像不叫買賣，叫請，是用恭敬心，所以我們叫請。佛具店，如果說買賣是背因果的話，那佛具店就不能開了，塑造佛像的緣就沒有了。同樣一個道理，佛像也不可以印，也不可以流通，這樣子要幫助人種善根的機會就沒有了，你想想對不對？佛在經上，我們現在《華嚴經》正講到這一段，無論是眼見佛像、耳聽佛聲，一歷眼根，永為道種，我們講天鼓跟毒鼓就是講的這個道理。一個人在一生當中，有機會能見到佛像，有機會能聽到佛號，這個利益是沒有辦法說得出的。他這一生雖然不得利益，阿賴耶識有了種子，來生後世遇到緣它一定起現行。所以能給眾生做這個種子，無論你用什麼方式，都是做了好事，都是做了無量的功德。這個道理你要去讀大乘經，你才會明瞭。"
    },
    {
      "id": "21-419-0001_p0093",
      "zh_CN": "问：底下一个问题，如果家庭生活确实困难，能否用卖佛像的钱来维持家庭最低生活水平，剩下来的钱可以用于弘法利生？",
      "zh_TW": "問：底下一個問題，如果家庭生活確實困難，能否用賣佛像的錢來維持家庭最低生活水平，剩下來的錢可以用於弘法利生？"
    },
    {
      "id": "21-419-0001_p0094",
      "zh_CN": "答：这当然可以。佛陀大慈大悲，救苦救难，这怎么不可以！只要你自己不违背因果，不是浪费，不是贪婪，那就对了。",
      "zh_TW": "答：這當然可以。佛陀大慈大悲，救苦救難，這怎麼不可以！只要你自己不違背因果，不是浪費，不是貪婪，那就對了。"
    },
    {
      "id": "21-419-0001_p0095",
      "zh_CN": "问：末后一个问题，孙居士想塑造千手千眼观音菩萨头上的三十二像。请老法师指点，用哪些民族形象和哪些佛教的形象？",
      "zh_TW": "問：末後一個問題，孫居士想塑造千手千眼觀音菩薩頭上的三十二像。請老法師指點，用哪些民族形象和哪些佛教的形象？"
    },
    {
      "id": "21-419-0001_p0096",
      "zh_CN": "答：这个你自己想像就能知道，观世音菩萨三十二应，应以什么身得度就现什么身，你只守住这个原则就不会错。在中国就有五十六个民族，用大的、人口多的，大的民族做几个代表就行了。中国常常讲汉、满、蒙、回、藏，就用这五个做代表就可以了。其他的，我们在讲经时候说过，应以基督身得度，观音菩萨现基督身、现耶稣身、现摩西身。众生喜欢崇拜哪一种宗教，佛菩萨都满他的愿，都能现他们心目当中的神圣。能够这样造法，宗教就大团结了，宗教不至于互相毁谤，都是一家人，前面讲的大小乘的对立就不存在。尤其是《华严经》里面所讲的，一切众生本来是佛，小乘是不是众生？是，那他本来是佛。大乘是不是众生？也是，那本来也是佛。基督徒是不是人？是不是众生？那他本来是佛，没有一个众生不是佛。蚂蚁是不是众生？是众生，牠本来是佛。不但有情众生，无情众生，树木花草、山河大地，《华严经》上「情与无情，同圆种智」。这些现象叫法相，法相从哪里来？法性变现的！法性是佛，所有一切现相无一不是佛境界，这个问题才真正得到答案。",
      "zh_TW": "答：這個你自己想像就能知道，觀世音菩薩三十二應，應以什麼身得度就現什麼身，你只守住這個原則就不會錯。在中國就有五十六個民族，用大的、人口多的，大的民族做幾個代表就行了。中國常常講漢、滿、蒙、回、藏，就用這五個做代表就可以了。其他的，我們在講經時候說過，應以基督身得度，觀音菩薩現基督身、現耶穌身、現摩西身。眾生喜歡崇拜哪一種宗教，佛菩薩都滿他的願，都能現他們心目當中的神聖。能夠這樣造法，宗教就大團結了，宗教不至於互相毀謗，都是一家人，前面講的大小乘的對立就不存在。尤其是《華嚴經》裡面所講的，一切眾生本來是佛，小乘是不是眾生？是，那他本來是佛。大乘是不是眾生？也是，那本來也是佛。基督徒是不是人？是不是眾生？那他本來是佛，沒有一個眾生不是佛。螞蟻是不是眾生？是眾生，牠本來是佛。不但有情眾生，無情眾生，樹木花草、山河大地，《華嚴經》上「情與無情，同圓種智」。這些現象叫法相，法相從哪裡來？法性變現的！法性是佛，所有一切現相無一不是佛境界，這個問題才真正得到答案。"
    },
    {
      "id": "21-419-0001_p0097",
      "zh_CN": "问：底下一个问题，最近我在苦行头陀墓林僧笔记中读到，要往生时，自己的化身阿弥陀佛来接引自己，化肉身变应身。这个阿弥陀佛是往生者的化身佛，来接引往生者自己的，请问，人要往生，到底是自己化佛，还是阿弥陀佛来接引？",
      "zh_TW": "問：底下一個問題，最近我在苦行頭陀墓林僧筆記中讀到，要往生時，自己的化身阿彌陀佛來接引自己，化肉身變應身。這個阿彌陀佛是往生者的化身佛，來接引往生者自己的，請問，人要往生，到底是自己化佛，還是阿彌陀佛來接引？"
    },
    {
      "id": "21-419-0001_p0098",
      "zh_CN": "答：佛在「四依法」里面跟我们讲得很清楚，第一句话「依法不依人」。法是经典，修净土的人最重要的，现在是净土五经一论，你要依这个，你不能依别的。祖师大德的注疏如果与五经一论相应，可以相信，可以接受；与五经一论所讲的不相应，你就放在旁边，你何必跟自己找麻烦？这是什么？说明你自己信心不清净，你对净土、对净土的经典你没有信心；对于指导净土的老师，释迦牟尼佛、阿弥陀佛你没有信心，那当然对于历代祖师大德，你更没有信心。你要成就，你就难了。",
      "zh_TW": "答：佛在「四依法」裡面跟我們講得很清楚，第一句話「依法不依人」。法是經典，修淨土的人最重要的，現在是淨土五經一論，你要依這個，你不能依別的。祖師大德的註疏如果與五經一論相應，可以相信，可以接受；與五經一論所講的不相應，你就放在旁邊，你何必跟自己找麻煩？這是什麼？說明你自己信心不清淨，你對淨土、對淨土的經典你沒有信心；對於指導淨土的老師，釋迦牟尼佛、阿彌陀佛你沒有信心，那當然對於歷代祖師大德，你更沒有信心。你要成就，你就難了。"
    },
    {
      "id": "21-419-0001_p0099",
      "zh_CN": "我们在讲席讲得很多，世出世间法要想有成就，成就的大小与他的信心成正比例，没有信心的人，佛菩萨来教他都不能成就。但是信心的建立太难了！我们这一次讲的「贤首品」这品经文，再有一次就讲圆满了，最后佛菩萨跟我们讲，信心的功德不可思议，但是信心的建立是非常不容易。蕅益大师讲得好，你能不能相信自己？相信自己是相信我有佛性，这是佛经上说的，一切众生皆有佛性。既然有佛性，当然他能作佛，要怎么样作佛？佛性是亲因缘，佛讲四缘生法，我们要想在这一生成佛，那你的所缘缘，就是一心想作佛，这是所缘缘，十法界我只缘佛道。",
      "zh_TW": "我們在講席講得很多，世出世間法要想有成就，成就的大小與他的信心成正比例，沒有信心的人，佛菩薩來教他都不能成就。但是信心的建立太難了！我們這一次講的「賢首品」這品經文，再有一次就講圓滿了，最後佛菩薩跟我們講，信心的功德不可思議，但是信心的建立是非常不容易。蕅益大師講得好，你能不能相信自己？相信自己是相信我有佛性，這是佛經上說的，一切眾生皆有佛性。既然有佛性，當然他能作佛，要怎麼樣作佛？佛性是親因緣，佛講四緣生法，我們要想在這一生成佛，那你的所緣緣，就是一心想作佛，這是所緣緣，十法界我只緣佛道。"
    },
    {
      "id": "21-419-0001_p0100",
      "zh_CN": "佛给我们讲，缘佛道要怎么个缘法？发菩提心。菩提心是什么？我们现在讲得很清楚、很明白，「真诚心、清净心、平等心、正觉心、慈悲心」。我日常生活、工作、待人接物都是用的这个心，你走的是佛道，你过的生活是佛的生活。但是这五句，句句你都要搞清楚，你不能有「我已经是用真诚心了」，假的。什么叫真诚？真是不假。什么是诚？古人解释这个诚字，「一念不生是为诚」，你的心诚了没有？你还有妄念，你的心不诚，你还有分别，你还有执着，你的诚心在哪里？真有诚心，你碰到我，一句话都不会说，为什么？你没有问题。你还有问题来问我，就是你没有诚意，你心不诚，你怎么疑惑这么多，妄念这么多！",
      "zh_TW": "佛給我們講，緣佛道要怎麼個緣法？發菩提心。菩提心是什麼？我們現在講得很清楚、很明白，「真誠心、清淨心、平等心、正覺心、慈悲心」。我日常生活、工作、待人接物都是用的這個心，你走的是佛道，你過的生活是佛的生活。但是這五句，句句你都要搞清楚，你不能有「我已經是用真誠心了」，假的。什麼叫真誠？真是不假。什麼是誠？古人解釋這個誠字，「一念不生是為誠」，你的心誠了沒有？你還有妄念，你的心不誠，你還有分別，你還有執著，你的誠心在哪裡？真有誠心，你碰到我，一句話都不會說，為什麼？你沒有問題。你還有問題來問我，就是你沒有誠意，你心不誠，你怎麼疑惑這麼多，妄念這麼多！"
    },
    {
      "id": "21-419-0001_p0101",
      "zh_CN": "世间法讲这个诚也是关键，儒家讲的格物、致知、诚意，下面才正心。你能诚得了吗？你知没有，知是智慧，你没有智慧，哪来的诚意！为什么没有智慧？你的烦恼没断掉，欲望，儒家讲是欲望。格物，物是欲望，物欲，格是革除，也就是说你要把所有一切欲望放下，放下你心清净了。物欲放下，智慧才现前。你想想看，你有自私自利，你有名闻利养，你还贪图五欲六尘的享受，你还有贪瞋痴慢，这些东西没放下，你哪来的智！这些东西统统放下，再进一步才能致知，致知而后意诚。所以在大乘教里面，放下妄想、放下分别、放下执着，这叫菩提心发出来了，意才诚。意诚而后心正，你起心动念不再为自己，为众生。自己这身体在世间，无论是私生活，或者你工作待人接物，你一定会做出最好的榜样给人看，为什么？大慈大悲，念念都在教化众生，帮助众生回头。如果只顾自己，不顾别人，你没有菩提心，你跟佛道相去远之远矣！",
      "zh_TW": "世間法講這個誠也是關鍵，儒家講的格物、致知、誠意，下面才正心。你能誠得了嗎？你知沒有，知是智慧，你沒有智慧，哪來的誠意！為什麼沒有智慧？你的煩惱沒斷掉，欲望，儒家講是欲望。格物，物是欲望，物欲，格是革除，也就是說你要把所有一切欲望放下，放下你心清淨了。物欲放下，智慧才現前。你想想看，你有自私自利，你有名聞利養，你還貪圖五欲六塵的享受，你還有貪瞋痴慢，這些東西沒放下，你哪來的智！這些東西統統放下，再進一步才能致知，致知而後意誠。所以在大乘教裡面，放下妄想、放下分別、放下執著，這叫菩提心發出來了，意才誠。意誠而後心正，你起心動念不再為自己，為眾生。自己這身體在世間，無論是私生活，或者你工作待人接物，你一定會做出最好的榜樣給人看，為什麼？大慈大悲，念念都在教化眾生，幫助眾生回頭。如果只顧自己，不顧別人，你沒有菩提心，你跟佛道相去遠之遠矣！"
    },
    {
      "id": "21-419-0001_p0102",
      "zh_CN": "释迦牟尼佛说实在话早就成佛了，他到这个世间来示现八相成道，一生示现着三衣一钵，日中一食，树下一宿。为什么？他是不是要这样做？不需要。为什么？做给别人看的。这种生活方式，正行，你劝别人放下，你自己能不能先放下，你要做个放下的样子给人看，他真放下了。你看现在这个社会，毛病是什么？你好好想想，反其道而行之就是行菩萨道。现在的人见人没有礼貌，那么我们见人时有尊敬心、有礼貌，这就是教人。你不要小看这个深度九十度的鞠躬礼，我这一鞠躬，天下太平。为什么？天下人每个人都是这样行礼的话，这世界不就安定了吗？一鞠躬下去，自己谦卑，尊重别人。所以不要小看这个，这是菩萨道。你做不到，你不是菩萨，你是凡夫。",
      "zh_TW": "釋迦牟尼佛說實在話早就成佛了，他到這個世間來示現八相成道，一生示現著三衣一缽，日中一食，樹下一宿。為什麼？他是不是要這樣做？不需要。為什麼？做給別人看的。這種生活方式，正行，你勸別人放下，你自己能不能先放下，你要做個放下的樣子給人看，他真放下了。你看現在這個社會，毛病是什麼？你好好想想，反其道而行之就是行菩薩道。現在的人見人沒有禮貌，那麼我們見人時有尊敬心、有禮貌，這就是教人。你不要小看這個深度九十度的鞠躬禮，我這一鞠躬，天下太平。為什麼？天下人每個人都是這樣行禮的話，這世界不就安定了嗎？一鞠躬下去，自己謙卑，尊重別人。所以不要小看這個，這是菩薩道。你做不到，你不是菩薩，你是凡夫。"
    },
    {
      "id": "21-419-0001_p0103",
      "zh_CN": "现在人不守信用，存心都是骗人，我首先我绝不欺骗一个人，你要做出来给人看。现在人怀疑人，不相信人，我相信人，不怀疑人，你这样做，这叫菩萨。菩萨「学为人师，行为世范」，点点滴滴做出来都是给人做榜样的、做模范的。真正觉悟了，礼节不要学，自然就会了。为什么？它是性德，自性流露出来的，哪里需要学。迷惑的人就只好学，觉悟的人不要学，起心动念、言语造作没有一样不如法，跟自性相应。这个道理你一定要晓得。",
      "zh_TW": "現在人不守信用，存心都是騙人，我首先我絕不欺騙一個人，你要做出來給人看。現在人懷疑人，不相信人，我相信人，不懷疑人，你這樣做，這叫菩薩。菩薩「學為人師，行為世範」，點點滴滴做出來都是給人做榜樣的、做模範的。真正覺悟了，禮節不要學，自然就會了。為什麼？它是性德，自性流露出來的，哪裡需要學。迷惑的人就只好學，覺悟的人不要學，起心動念、言語造作沒有一樣不如法，跟自性相應。這個道理你一定要曉得。"
    },
    {
      "id": "21-419-0001_p0104",
      "zh_CN": "我常常讲，六祖惠能大师没有学过，释迦牟尼佛学过，他出生在宫廷，当然日常礼节从小就学会了。尊师重道，他十九岁出去参学，到三十岁，这十二年当中他学得很多，世间的学术他毕业了。菩提树下大彻大悟，那是把妄想分别执着统统放下，性德圆满的流露。圆满流露是什么？就是三聚净戒、八万威仪，自然流露，不是人教的，不是人学的。我们没有见性，性德不能现前，学释迦牟尼佛，释迦牟尼佛存的是什么心，我跟他一样。他的心是菩提心，菩提心的根本、菩提心的基础就是这五句，真诚、清净、平等、正觉、慈悲，这是根本。",
      "zh_TW": "我常常講，六祖惠能大師沒有學過，釋迦牟尼佛學過，他出生在宮廷，當然日常禮節從小就學會了。尊師重道，他十九歲出去參學，到三十歲，這十二年當中他學得很多，世間的學術他畢業了。菩提樹下大徹大悟，那是把妄想分別執著統統放下，性德圓滿的流露。圓滿流露是什麼？就是三聚淨戒、八萬威儀，自然流露，不是人教的，不是人學的。我們沒有見性，性德不能現前，學釋迦牟尼佛，釋迦牟尼佛存的是什麼心，我跟他一樣。他的心是菩提心，菩提心的根本、菩提心的基礎就是這五句，真誠、清淨、平等、正覺、慈悲，這是根本。"
    },
    {
      "id": "21-419-0001_p0105",
      "zh_CN": "起用，正用，就是正心。正心是什么？《弟子规》正心，《感应篇》正心，三皈五戒正心，十善业道正心，六度四摄正心，应用，都用得正，没有一丝毫偏邪，心用得正。心正，行为当然正，所以是学为人师，行为世范。释迦佛被人尊称为天人师，天上人间都要以他做榜样，都要向他学习。所以你学佛就对了，不要学人。这是依法不依人。",
      "zh_TW": "起用，正用，就是正心。正心是什麼？《弟子規》正心，《感應篇》正心，三皈五戒正心，十善業道正心，六度四攝正心，應用，都用得正，沒有一絲毫偏邪，心用得正。心正，行為當然正，所以是學為人師，行為世範。釋迦佛被人尊稱為天人師，天上人間都要以他做榜樣，都要向他學習。所以你學佛就對了，不要學人。這是依法不依人。"
    },
    {
      "id": "21-419-0001_p0106",
      "zh_CN": "第二，「依义不依语」，要懂得佛所讲的义趣，义理、趣向，你要懂这个。言语没有关系，多说少说不重要，有些地方说得简略，有些地方说得详细。以净土经典来说，《弥陀经》最简单，《无量寿经》说得详细，说得最详细的是《大方广佛华严经》。实际上内容都一样，平等平等。又何况佛在《般若经》上告诉我们，「法门平等，无有高下」，这句话意思太重要了。如果你能把这句话参懂，天下太平。什么太平？所有一切争论没有了，法门平等！佛法跟基督教平等，基督教跟伊斯兰教平等，所有宗教都平等；世间法，所有一切学派都平等，这就没得争了，这是真的，不是假的。",
      "zh_TW": "第二，「依義不依語」，要懂得佛所講的義趣，義理、趣向，你要懂這個。言語沒有關係，多說少說不重要，有些地方說得簡略，有些地方說得詳細。以淨土經典來說，《彌陀經》最簡單，《無量壽經》說得詳細，說得最詳細的是《大方廣佛華嚴經》。實際上內容都一樣，平等平等。又何況佛在《般若經》上告訴我們，「法門平等，無有高下」，這句話意思太重要了。如果你能把這句話參懂，天下太平。什麼太平？所有一切爭論沒有了，法門平等！佛法跟基督教平等，基督教跟伊斯蘭教平等，所有宗教都平等；世間法，所有一切學派都平等，這就沒得爭了，這是真的，不是假的。"
    },
    {
      "id": "21-419-0001_p0107",
      "zh_CN": "一切争论都是从不平等里面发生的，为什么不平等？他心不清净，所以你知道清净心是菩萨心，平等心是佛心。你看十法界，十法界佛跟我们讲，十法界的因缘很复杂，无量因缘，无量因缘哪一个最重要？佛给我们拈出来了。佛就是平等心，所以我们要想成佛，你最重要的要修平等心。平等心不跟人对立，一切人、一切事、一切万物，绝不对立。没有对立就没有矛盾，没有矛盾就没有冲突，你说你的心情会多快乐？法喜充满，常生欢喜心。",
      "zh_TW": "一切爭論都是從不平等裡面發生的，為什麼不平等？他心不清淨，所以你知道清淨心是菩薩心，平等心是佛心。你看十法界，十法界佛跟我們講，十法界的因緣很複雜，無量因緣，無量因緣哪一個最重要？佛給我們拈出來了。佛就是平等心，所以我們要想成佛，你最重要的要修平等心。平等心不跟人對立，一切人、一切事、一切萬物，絕不對立。沒有對立就沒有矛盾，沒有矛盾就沒有衝突，你說你的心情會多快樂？法喜充滿，常生歡喜心。"
    },
    {
      "id": "21-419-0001_p0108",
      "zh_CN": "学菩萨，菩萨心是六度四摄心。那我们晓得佛心就是真诚心，菩萨心是正心，儒家讲的诚意、正心，菩萨以下都属于正心。六度，缘觉，因缘心，十二因缘；阿罗汉，四谛心，苦集灭道。在六道里面，天人，上品十善，四无量心，慈悲喜舍。人间，中品十善，修罗下品十善，你知道十善业关系大了。下面是三恶道，三恶道是什么心？饿鬼道，贪心，贪心重的人跟鬼就接近，跟鬼有感应。瞋恚心，地狱；愚痴心，畜生。这就是说我们是缘哪一个，所缘缘。如果我们所缘缘都是贪心，念念都是贪，贪财、贪名、贪利、贪色、贪吃、贪睡，都是在贪，那就肯定你到鬼道去。你也修道，修什么道？修饿鬼道，你会修得很成功，你将来一定到饿鬼道。所以修道，都是道，十法界都是道。忌妒、瞋恨，那修的是地狱道。",
      "zh_TW": "學菩薩，菩薩心是六度四攝心。那我們曉得佛心就是真誠心，菩薩心是正心，儒家講的誠意、正心，菩薩以下都屬於正心。六度，緣覺，因緣心，十二因緣；阿羅漢，四諦心，苦集滅道。在六道裡面，天人，上品十善，四無量心，慈悲喜捨。人間，中品十善，修羅下品十善，你知道十善業關係大了。下面是三惡道，三惡道是什麼心？餓鬼道，貪心，貪心重的人跟鬼就接近，跟鬼有感應。瞋恚心，地獄；愚痴心，畜生。這就是說我們是緣哪一個，所緣緣。如果我們所緣緣都是貪心，念念都是貪，貪財、貪名、貪利、貪色、貪吃、貪睡，都是在貪，那就肯定你到鬼道去。你也修道，修什麼道？修餓鬼道，你會修得很成功，你將來一定到餓鬼道。所以修道，都是道，十法界都是道。忌妒、瞋恨，那修的是地獄道。"
    },
    {
      "id": "21-419-0001_p0109",
      "zh_CN": "所以我们修什么道？我们修佛道，以平等心，行菩萨道，这个叫诚意、正心。心正而后身修，这个身真的是菩萨身，身在这个世间不为自己，为正法久住，为续佛慧命，为帮助一切苦难众生破迷开悟，离苦得乐。干这个，你说多快乐！还有一点为自己想的，你是凡夫，你不是菩萨，菩萨不会有一个念头为自己想。这是你在日常工作、修行当中要下功夫的地方，起心动念一个念头为自己，错了！我怎么又走到六道里面去了？《金刚经》上这四句话，「无我相、无人相、无众生相、无寿者相」，要牢牢的记住。「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，这个你懂不懂？如果要懂了，懂了要常常用这些经文提醒自己的观照，你不会迷惑。你要不提起，不提起很容易迷，一迷就退转。怎么样保持？皈依佛，皈依佛就是觉而不迷，皈依法是正而不邪，皈依僧是净而不染。时时刻刻保持自己的觉正净，这叫皈依三宝，皈依自性三宝。这是不能不知道的，要认真学习。",
      "zh_TW": "所以我們修什麼道？我們修佛道，以平等心，行菩薩道，這個叫誠意、正心。心正而後身修，這個身真的是菩薩身，身在這個世間不為自己，為正法久住，為續佛慧命，為幫助一切苦難眾生破迷開悟，離苦得樂。幹這個，你說多快樂！還有一點為自己想的，你是凡夫，你不是菩薩，菩薩不會有一個念頭為自己想。這是你在日常工作、修行當中要下功夫的地方，起心動念一個念頭為自己，錯了！我怎麼又走到六道裡面去了？《金剛經》上這四句話，「無我相、無人相、無眾生相、無壽者相」，要牢牢的記住。「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，這個你懂不懂？如果要懂了，懂了要常常用這些經文提醒自己的觀照，你不會迷惑。你要不提起，不提起很容易迷，一迷就退轉。怎麼樣保持？皈依佛，皈依佛就是覺而不迷，皈依法是正而不邪，皈依僧是淨而不染。時時刻刻保持自己的覺正淨，這叫皈依三寶，皈依自性三寶。這是不能不知道的，要認真學習。"
    },
    {
      "id": "21-419-0001_p0110",
      "zh_CN": "依佛法，不要依别人讲的，他讲的跟佛法相应可以听，不相应不要听他的，也不要放在心上，不要批评人。学普贤菩萨的教诲，「礼敬诸佛，称赞如来」。礼敬平等的，好人、坏人都要礼敬，他都是佛，都有佛性。我们开口说话，称赞别人善，不说别人恶，别人做的不善，不但不说，都不可以把他的不善放在自己心上，那你错了。我们自己良心、善心，怎么可以把别人肮脏的东西放在我们心上，你错了。那就把你的良心、把你的善心变成别人的垃圾桶了，你想想是不是？所以，我们的心永远不放别人的过失，念念都是别人的善，我们培养自己的善心，把自己的恶念断得干干净净的。",
      "zh_TW": "依佛法，不要依別人講的，他講的跟佛法相應可以聽，不相應不要聽他的，也不要放在心上，不要批評人。學普賢菩薩的教誨，「禮敬諸佛，稱讚如來」。禮敬平等的，好人、壞人都要禮敬，他都是佛，都有佛性。我們開口說話，稱讚別人善，不說別人惡，別人做的不善，不但不說，都不可以把他的不善放在自己心上，那你錯了。我們自己良心、善心，怎麼可以把別人骯髒的東西放在我們心上，你錯了。那就把你的良心、把你的善心變成別人的垃圾桶了，你想想是不是？所以，我們的心永遠不放別人的過失，念念都是別人的善，我們培養自己的善心，把自己的惡念斷得乾乾淨淨的。"
    },
    {
      "id": "21-419-0001_p0111",
      "zh_CN": "问：再看下一个问题，弟子曾于念佛时出现，意识虽然清楚，但是身体却不由自主的大幅度转动或前后晃动或拜佛，好像有一股无形的力量在推动。请问这是怎么回事情，遇到这种莫名其妙的力量，是顺着这股力量走，还是抵制住？这是属于业障，对吗？",
      "zh_TW": "問：再看下一個問題，弟子曾於念佛時出現，意識雖然清楚，但是身體卻不由自主的大幅度轉動或前後晃動或拜佛，好像有一股無形的力量在推動。請問這是怎麼回事情，遇到這種莫名其妙的力量，是順著這股力量走，還是抵制住？這是屬於業障，對嗎？"
    },
    {
      "id": "21-419-0001_p0112",
      "zh_CN": "答：确实这不是你自己的意思，是一股无形的力量在控制你。这种念佛在什么时候出现？多半是在止静，静坐的时候出现。出现这种境界，你根本就不要理会，不要放在心上。你把静坐的时间减少，绕佛的时间增长，这个现象就没有了。我们念佛通常是三种方法，绕佛念，止静念，拜佛念，拜佛念口不出声音，心里面默念，身在礼佛，心里在念佛。",
      "zh_TW": "答：確實這不是你自己的意思，是一股無形的力量在控制你。這種念佛在什麼時候出現？多半是在止靜，靜坐的時候出現。出現這種境界，你根本就不要理會，不要放在心上。你把靜坐的時間減少，繞佛的時間增長，這個現象就沒有了。我們念佛通常是三種方法，繞佛念，止靜念，拜佛念，拜佛念口不出聲音，心裡面默念，身在禮佛，心裡在念佛。"
    },
    {
      "id": "21-419-0001_p0113",
      "zh_CN": "问：底下一个问题，阿弥陀佛无上医王，阿伽陀药万病总治，请问当有病苦时，应专念佛号，还是兼念观世音菩萨？",
      "zh_TW": "問：底下一個問題，阿彌陀佛無上醫王，阿伽陀藥萬病總治，請問當有病苦時，應專念佛號，還是兼念觀世音菩薩？"
    },
    {
      "id": "21-419-0001_p0114",
      "zh_CN": "答：这个在你的信心，如果你有坚定的信心，我们有病苦的时候，祖师大德常常教我们，有病的时候专念阿弥陀佛，求生净土。对这个世间没有丝毫贪恋，这是正确的。如果你跟这个世间有缘，病就会好；如果缘尽了，真的就往生，一点罣碍都没有。",
      "zh_TW": "答：這個在你的信心，如果你有堅定的信心，我們有病苦的時候，祖師大德常常教我們，有病的時候專念阿彌陀佛，求生淨土。對這個世間沒有絲毫貪戀，這是正確的。如果你跟這個世間有緣，病就會好；如果緣盡了，真的就往生，一點罣礙都沒有。"
    },
    {
      "id": "21-419-0001_p0115",
      "zh_CN": "问：下面一个问题，慈云灌顶法师说，世人造极重的罪业，世上所有经忏忏除不了的罪业，还有这句佛号能消除罪业，请问这是否在信愿往生的基础上才有效？",
      "zh_TW": "問：下面一個問題，慈雲灌頂法師說，世人造極重的罪業，世上所有經懺懺除不了的罪業，還有這句佛號能消除罪業，請問這是否在信願往生的基礎上才有效？"
    },
    {
      "id": "21-419-0001_p0116",
      "zh_CN": "答：信愿往生的基础上有效，在平常遇到障难的时候就更有效。要想消业障，这个方法是第一法，全凭信心。如果你有怀疑，它就打折扣，你不相信，它就没有效。这个道理要懂。",
      "zh_TW": "答：信願往生的基礎上有效，在平常遇到障難的時候就更有效。要想消業障，這個方法是第一法，全憑信心。如果你有懷疑，它就打折扣，你不相信，它就沒有效。這個道理要懂。"
    },
    {
      "id": "21-419-0001_p0117",
      "zh_CN": "问：最近，有佛友推荐我诵读《一切如来心秘密全身舍利宝箧印陀罗尼经》，说此经威力很大，受持后感应明显，并送我一本书，书中记载了许多持此经咒的神奇效果。如果这部经威力大，为什么您老人家和黄念老、印祖、夏莲居都没有介绍过？",
      "zh_TW": "問：最近，有佛友推薦我誦讀《一切如來心秘密全身舍利寶篋印陀羅尼經》，說此經威力很大，受持後感應明顯，並送我一本書，書中記載了許多持此經咒的神奇效果。如果這部經威力大，為什麼您老人家和黃念老、印祖、夏蓮居都沒有介紹過？"
    },
    {
      "id": "21-419-0001_p0118",
      "zh_CN": "答：我不知道这个书的效果大，我们只听说十方一切诸佛如来的介绍、释迦牟尼佛的介绍、《阿弥陀经》的介绍，说这么一句「阿弥陀佛」加上「南无」六个字的箴言，这个效果第一大。你要问我怎么说的？这是世尊教我的，阿弥陀佛教给我的，十方一切诸佛教给我的。刚才讲过慈云灌顶法师的话，他也是这么说法。世间人造极重的罪业，所有一切经忏佛事、经咒统统没有效，最后这一句阿弥陀佛有效。这个法门叫难信之法，你不相信不希奇，不相信的人可多了。不相信这个最好的方法，佛就用第二个办法，第三个方法，有时候他相信，它有效。所以八万四千法门，《一切如来心秘密全身舍利宝箧印陀罗尼经》是八万四千法门里面的一个法门。记住《金刚经》上说的，法门平等，无有高下，你相信它，依照方法修就有效。但是，肯定修这个法门比修六字洪名要复杂，就是要难修。六字洪名这么有效，为什么得不到效果？是因为你不相信。你会问我：你怎么晓得我不相信？你提出这个问题来问我，就是不相信，你要相信，你会提这个问题吗？所以，我就肯定你不相信这句佛号，你要相信，什么问题没有了。",
      "zh_TW": "答：我不知道這個書的效果大，我們只聽說十方一切諸佛如來的介紹、釋迦牟尼佛的介紹、《阿彌陀經》的介紹，說這麼一句「阿彌陀佛」加上「南無」六個字的箴言，這個效果第一大。你要問我怎麼說的？這是世尊教我的，阿彌陀佛教給我的，十方一切諸佛教給我的。剛才講過慈雲灌頂法師的話，他也是這麼說法。世間人造極重的罪業，所有一切經懺佛事、經咒統統沒有效，最後這一句阿彌陀佛有效。這個法門叫難信之法，你不相信不希奇，不相信的人可多了。不相信這個最好的方法，佛就用第二個辦法，第三個方法，有時候他相信，它有效。所以八萬四千法門，《一切如來心秘密全身舍利寶篋印陀羅尼經》是八萬四千法門裡面的一個法門。記住《金剛經》上說的，法門平等，無有高下，你相信它，依照方法修就有效。但是，肯定修這個法門比修六字洪名要複雜，就是要難修。六字洪名這麼有效，為什麼得不到效果？是因為你不相信。你會問我：你怎麼曉得我不相信？你提出這個問題來問我，就是不相信，你要相信，你會提這個問題嗎？所以，我就肯定你不相信這句佛號，你要相信，什麼問題沒有了。"
    },
    {
      "id": "21-419-0001_p0119",
      "zh_CN": "好，今天时间到了，我们就答复到此地。",
      "zh_TW": "好，今天時間到了，我們就答覆到此地。"
    }
  ]
}