{
  "doc_id": "04-005-0003",
  "title": {
    "zh_CN": "普贤行愿品摘要—最真实的供养是法供养",
    "zh_TW": "普賢行願品摘要—最真實的供養是法供養"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国麦迪生",
    "zh_TW": "美國麥迪生"
  },
  "doc_number": "04-005-0003",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "04-005-0003_p0001",
      "zh_CN": "刚才讲了，它的意思全在文字之外，你要从文字去体会到它的真实义。这就是武则天在《华严经》翻译完成之后，在书皮上题了一首开经偈，「愿解如来真实义」，这个重要！佛的真实义究竟讲的是什么？譬如经上常常讲「云」，「云」讲得很多，特别是在前面十一卷，讲了许许多多。如果你看到「云」就想到天上的云，就错了，它不是这个意思。「云」代表非有非无，不能说它有，也不能说它无，表这个意思。你说它没有，我们看到明明一块云彩；你说它有，现在我们坐飞机飞上去，什么也没有。所以它都是用来表法的，让你认清事实真相，一切万象不可以执着有，也不可以执着无，也不能执着非有非无、亦有亦无，都不能执着，你了解就对了，不要在这个里头产生妄想。有，是个妄想、是个执着；无，也是个妄想、也是个执着，都不是事实真相。非有非无、亦有亦无都是妄想、分别、执着；换句话说，你心里产生这些东西，你的心就不清净了，你的心就被染污了。我们要以清净心，像一面镜子照得清清楚楚，里面决定不生一个妄念，这是佛教给我们的。六根就像镜子一样，照见外面境界清清楚楚、明明了瞭，决定不生一念，这就对了。有人要问，随问随答，你执着这个叫云，我也叫云；你执着这个叫物，我也叫物，恒顺众生，自己心地清净，确确实实一尘不染，这佛教给我们的。我们得真相，众生得的是妄相。真、妄从哪里区分？从迷悟，也就是从有分别执着跟没有分别执着，没有分别执着得到的是真相，有分别执着得到的是妄相。所以佛给我们讲经，希望我们从佛的言语、佛的教训里面超脱、超出，也跟佛一样见到事实真相，这是佛讲经说法的目的。",
      "zh_TW": "剛才講了，它的意思全在文字之外，你要從文字去體會到它的真實義。這就是武則天在《華嚴經》翻譯完成之後，在書皮上題了一首開經偈，「願解如來真實義」，這個重要！佛的真實義究竟講的是什麼？譬如經上常常講「雲」，「雲」講得很多，特別是在前面十一卷，講了許許多多。如果你看到「雲」就想到天上的雲，就錯了，它不是這個意思。「雲」代表非有非無，不能說它有，也不能說它無，表這個意思。你說它沒有，我們看到明明一塊雲彩；你說它有，現在我們坐飛機飛上去，什麼也沒有。所以它都是用來表法的，讓你認清事實真相，一切萬象不可以執著有，也不可以執著無，也不能執著非有非無、亦有亦無，都不能執著，你了解就對了，不要在這個裡頭產生妄想。有，是個妄想、是個執著；無，也是個妄想、也是個執著，都不是事實真相。非有非無、亦有亦無都是妄想、分別、執著；換句話說，你心裡產生這些東西，你的心就不清淨了，你的心就被染污了。我們要以清淨心，像一面鏡子照得清清楚楚，裡面決定不生一個妄念，這是佛教給我們的。六根就像鏡子一樣，照見外面境界清清楚楚、明明瞭瞭，決定不生一念，這就對了。有人要問，隨問隨答，你執著這個叫雲，我也叫雲；你執著這個叫物，我也叫物，恆順眾生，自己心地清淨，確確實實一塵不染，這佛教給我們的。我們得真相，眾生得的是妄相。真、妄從哪裡區分？從迷悟，也就是從有分別執著跟沒有分別執著，沒有分別執著得到的是真相，有分別執著得到的是妄相。所以佛給我們講經，希望我們從佛的言語、佛的教訓裡面超脫、超出，也跟佛一樣見到事實真相，這是佛講經說法的目的。"
    },
    {
      "id": "04-005-0003_p0002",
      "zh_CN": "所以佛教给我们的四依法，「依法不依人，依义不依语，依了义不依不了义」。什么是了义？离开一切分别、执着是了义。只要在心意识范围之内的都是不了义，为什么？你没有离开第八识。第六识的分别，第七识的执着，第八识的落印象。只要离心意识是了义，所以参禅，离心意识参；研究经，离心意识就是大开圆解。所以如何在日常生活当中去训练，训练我们对一切事不分别、不执着、不落印象，这就叫离心意识。心意识的作用：第八识是落印象，第七识是执着，第六识是分别，不分别就离第六识，不执着就离第七识，不落印象就离第八识。离开一切识，作用就是真性，因为识是迷，离开这个就不迷了，作用就是真性。真性，见是用见性见，不是眼识见，眼识有分别执着，见性没有分别执着；听声音用闻性闻，不用耳识闻。交光法师在《楞严经正脉疏》就提倡的「舍识用根」，舍识就是离心意识，这是真正的功夫。说起来容易，做起来不容易，不容易的原因就是我们心意识用惯了，用成习惯了，无始劫用到今天，现在一下想离开它还真的不容易。所谓习惯成自然，所以很不容易离开，要有高度的警觉。其实我们讲警觉，还落在心意识里头，为什么？本性里头没有警觉这个名词，这个事情也没有。确实要常常提醒自己。所以实在难，真难！这走投无路才念阿弥陀佛，依靠这一句佛号，这一句佛号就是清净平等觉，这一句佛号不在心意识里头，心意识里面没有阿弥陀佛，没有这个佛号。所以要能够老实念，老实念就是一心称念，有办法解决这个问题，达到自己修行的目标。",
      "zh_TW": "所以佛教給我們的四依法，「依法不依人，依義不依語，依了義不依不了義」。什麼是了義？離開一切分別、執著是了義。只要在心意識範圍之內的都是不了義，為什麼？你沒有離開第八識。第六識的分別，第七識的執著，第八識的落印象。只要離心意識是了義，所以參禪，離心意識參；研究經，離心意識就是大開圓解。所以如何在日常生活當中去訓練，訓練我們對一切事不分別、不執著、不落印象，這就叫離心意識。心意識的作用：第八識是落印象，第七識是執著，第六識是分別，不分別就離第六識，不執著就離第七識，不落印象就離第八識。離開一切識，作用就是真性，因為識是迷，離開這個就不迷了，作用就是真性。真性，見是用見性見，不是眼識見，眼識有分別執著，見性沒有分別執著；聽聲音用聞性聞，不用耳識聞。交光法師在《楞嚴經正脈疏》就提倡的「捨識用根」，捨識就是離心意識，這是真正的功夫。說起來容易，做起來不容易，不容易的原因就是我們心意識用慣了，用成習慣了，無始劫用到今天，現在一下想離開它還真的不容易。所謂習慣成自然，所以很不容易離開，要有高度的警覺。其實我們講警覺，還落在心意識裡頭，為什麼？本性裡頭沒有警覺這個名詞，這個事情也沒有。確實要常常提醒自己。所以實在難，真難！這走投無路才念阿彌陀佛，依靠這一句佛號，這一句佛號就是清淨平等覺，這一句佛號不在心意識裡頭，心意識裡面沒有阿彌陀佛，沒有這個佛號。所以要能夠老實念，老實念就是一心稱念，有辦法解決這個問題，達到自己修行的目標。"
    },
    {
      "id": "04-005-0003_p0003",
      "zh_CN": "所以整个佛法归根究底就是一心，一心无二心，起心动念就二心了。一心是不起心、不动念，这是一心，动了念头就二心。所以讲佛，佛就是一心，菩萨还是二心，菩萨还起心动念，不过这个起心动念，动的念头多少、浅深有差别，菩萨地位愈高，动的念头愈轻、愈少，愈接近一心；地位愈低的，他动的念头范围就愈大、愈广。尽虚空遍法界，就是从一心当中变现出来的。",
      "zh_TW": "所以整個佛法歸根究底就是一心，一心無二心，起心動念就二心了。一心是不起心、不動念，這是一心，動了念頭就二心。所以講佛，佛就是一心，菩薩還是二心，菩薩還起心動念，不過這個起心動念，動的念頭多少、淺深有差別，菩薩地位愈高，動的念頭愈輕、愈少，愈接近一心；地位愈低的，他動的念頭範圍就愈大、愈廣。盡虛空遍法界，就是從一心當中變現出來的。"
    },
    {
      "id": "04-005-0003_p0004",
      "zh_CN": "修行，真正修行在《华严经．入法界品》，善财童子给我们显示的就是历事炼心。修行在哪里修？我们从早到晚所接触的境界，归纳起来不外乎对人、对事、对物，不外乎这三大类，我们中国古人所讲的处事、待人、接物。处事是对事，待人是对人，接物是对一切万物，这就是我们修行处，我们如何能在这三个接触之中去训练不起心、不动念。不起心，不起分别心，对万事万物用清净平等心来看待，一视同仁；不动念就是不生七情五欲。喜、怒、哀、乐、爱、恶、欲，这叫七情，五欲是佛法里面所讲的财、色、名、食、睡；换句话说，不起贪、瞋、痴、慢，不起这个念头，这是修行的总纲领、总原则，修的就是这个东西，这叫真修。",
      "zh_TW": "修行，真正修行在《華嚴經．入法界品》，善財童子給我們顯示的就是歷事鍊心。修行在哪裡修？我們從早到晚所接觸的境界，歸納起來不外乎對人、對事、對物，不外乎這三大類，我們中國古人所講的處事、待人、接物。處事是對事，待人是對人，接物是對一切萬物，這就是我們修行處，我們如何能在這三個接觸之中去訓練不起心、不動念。不起心，不起分別心，對萬事萬物用清淨平等心來看待，一視同仁；不動念就是不生七情五欲。喜、怒、哀、樂、愛、惡、欲，這叫七情，五欲是佛法裡面所講的財、色、名、食、睡；換句話說，不起貪、瞋、痴、慢，不起這個念頭，這是修行的總綱領、總原則，修的就是這個東西，這叫真修。"
    },
    {
      "id": "04-005-0003_p0005",
      "zh_CN": "早晚课诵，诸位一定要知道它的真实义。早课是提醒自己不忘记佛对我们的教诲，我们这一天要依照佛的教训来对人、对事、对物，这是早课的用意。晚课是反省、检点，我今天一天当中对人、对事、对物有没有遵照佛的教训？我有没有做到？已经做到的要保持，没有做到的要改进，这叫依教奉行！所以经不是念给佛菩萨听的，佛菩萨才不要听，这个要知道。佛菩萨希望我们的，是希望我们真正能听话，真正能把他所讲的认真去反省、去学习，这是他对我们的期望；除此之外，所有一切形式都是我们纪念他的意思。我们要想报佛恩，实在讲，报佛恩做点仪式就能报答吗？不能。还是在实质上，实质上真正依教修行，那才是真正报佛恩。绝对不在形式，形式是做给没有接触到佛法的人，做给他们看的；好像唱戏一样，表演给他们看的。目的何在？目的是介绍佛法，是推荐佛法的一种手段，这个我们要知道，是接引他们入门的。所以佛门这些很庄严的仪式，用意在此地，真正收到很好的效果。朱熹那个时候入佛门，实在讲就是看到佛门的仪规，使他由衷的赞叹，这是一个读书人，接引他入佛门。所以仪规也非常重要，但是要晓得它的作用在哪里。",
      "zh_TW": "早晚課誦，諸位一定要知道它的真實義。早課是提醒自己不忘記佛對我們的教誨，我們這一天要依照佛的教訓來對人、對事、對物，這是早課的用意。晚課是反省、檢點，我今天一天當中對人、對事、對物有沒有遵照佛的教訓？我有沒有做到？已經做到的要保持，沒有做到的要改進，這叫依教奉行！所以經不是念給佛菩薩聽的，佛菩薩才不要聽，這個要知道。佛菩薩希望我們的，是希望我們真正能聽話，真正能把他所講的認真去反省、去學習，這是他對我們的期望；除此之外，所有一切形式都是我們紀念他的意思。我們要想報佛恩，實在講，報佛恩做點儀式就能報答嗎？不能。還是在實質上，實質上真正依教修行，那才是真正報佛恩。絕對不在形式，形式是做給沒有接觸到佛法的人，做給他們看的；好像唱戲一樣，表演給他們看的。目的何在？目的是介紹佛法，是推薦佛法的一種手段，這個我們要知道，是接引他們入門的。所以佛門這些很莊嚴的儀式，用意在此地，真正收到很好的效果。朱熹那個時候入佛門，實在講就是看到佛門的儀規，使他由衷的讚歎，這是一個讀書人，接引他入佛門。所以儀規也非常重要，但是要曉得它的作用在哪裡。"
    },
    {
      "id": "04-005-0003_p0006",
      "zh_CN": "我们要真正达到它的作用，种种仪规必须要改进，要符合西方人他们的观念。在美国，佛教如果不能够度美国人，那佛教在美国决定不能生根。当年印度这些高僧到中国，佛教传到中国来是度中国人的，不是度印度的侨民，所以佛教在中国发扬光大。我们今天把佛教传到美国来，如果是以度华侨为目的，那注定是失败的、是错误的。要度美国人，要让他们认识佛教、理解佛教、喜欢佛教、修学佛教就对了。所以我们今天建道场，道场的形式一定是美国的形式、美国的建筑，不可以拿中国那个宫殿式的建筑，那就错了。现在在中国建道场，也不应该建宫殿式的建筑，为什么？那是那个时代。所以佛教的教学一定要注意到现代化、本土化，这才行，要考虑到这两个大原则。我们今天在美国，一定要注意美国的现代化、美国的本土化，才能够接引美国人。这个建筑建得他们一看欢喜，他很容易就进来。你建宫殿式的房子，他一看这是外国的，这个界限他自然就划分了，就很不容易进来，他进来是观光的，来参观一下，不能产生感情，这一定要建他们本土的形式。佛像一定要像他们的面貌，他们一看，这是我们白人，他就会生欢喜心；这一看是中国人就摇头，不是他，跟他不同类。所以我常常想，能够找到画佛像的，画美国人这个面孔。最近有人送我西方三圣，那个大势至菩萨就是美国人，我看了很欢喜。观世音菩萨有点像中国人，大势至菩萨是美国人，阿弥陀佛也像中国人、也像美国人，很有味道。我还不知道是哪一位送给我的，三张油画的佛像。所以这种佛像才能叫外国人产生欢喜心，觉得他跟我是一家，没有分别，他才能进得来。这非常重要！",
      "zh_TW": "我們要真正達到它的作用，種種儀規必須要改進，要符合西方人他們的觀念。在美國，佛教如果不能夠度美國人，那佛教在美國決定不能生根。當年印度這些高僧到中國，佛教傳到中國來是度中國人的，不是度印度的僑民，所以佛教在中國發揚光大。我們今天把佛教傳到美國來，如果是以度華僑為目的，那注定是失敗的、是錯誤的。要度美國人，要讓他們認識佛教、理解佛教、喜歡佛教、修學佛教就對了。所以我們今天建道場，道場的形式一定是美國的形式、美國的建築，不可以拿中國那個宮殿式的建築，那就錯了。現在在中國建道場，也不應該建宮殿式的建築，為什麼？那是那個時代。所以佛教的教學一定要注意到現代化、本土化，這才行，要考慮到這兩個大原則。我們今天在美國，一定要注意美國的現代化、美國的本土化，才能夠接引美國人。這個建築建得他們一看歡喜，他很容易就進來。你建宮殿式的房子，他一看這是外國的，這個界限他自然就劃分了，就很不容易進來，他進來是觀光的，來參觀一下，不能產生感情，這一定要建他們本土的形式。佛像一定要像他們的面貌，他們一看，這是我們白人，他就會生歡喜心；這一看是中國人就搖頭，不是他，跟他不同類。所以我常常想，能夠找到畫佛像的，畫美國人這個面孔。最近有人送我西方三聖，那個大勢至菩薩就是美國人，我看了很歡喜。觀世音菩薩有點像中國人，大勢至菩薩是美國人，阿彌陀佛也像中國人、也像美國人，很有味道。我還不知道是哪一位送給我的，三張油畫的佛像。所以這種佛像才能叫外國人產生歡喜心，覺得他跟我是一家，沒有分別，他才能進得來。這非常重要！"
    },
    {
      "id": "04-005-0003_p0007",
      "zh_CN": "我们这个道场是专修净土的道场，是提供给自己修学的道场。我们不求发展，不希望信众很多，不希望，所以我们也不撒广告，也不宣传，什么都不做。但是我们要睦邻，我们每个星期至少要开放一天，让我们邻居（这些外国人）来共修，把佛法介绍给他们。不对中国人，专门对外国人，来做这个工作，让他们知道什么是佛教，佛教的内涵是什么，佛教存在这个世间究竟有什么好处、有什么利益，对他们的生活有什么影响，我们要告诉他们这些，让他们很欢喜的来接受、来学习，我们帮助他。我们本着一个大原则，教学原则上的「只问来学，未闻往教」，学是要来求学的，所以不做这些宣传工作。他真正得利益了，他会告诉他的朋友。所以让他自然去发展，这也是我们传统的道风，我们要保持。不要积极到外边去拉信徒，这个没有意义。人家不愿意来，勉强叫人家来，这个是罪过！他自己欢欢喜喜到这里来，这个好。不勉强任何一个人。",
      "zh_TW": "我們這個道場是專修淨土的道場，是提供給自己修學的道場。我們不求發展，不希望信眾很多，不希望，所以我們也不撒廣告，也不宣傳，什麼都不做。但是我們要睦鄰，我們每個星期至少要開放一天，讓我們鄰居（這些外國人）來共修，把佛法介紹給他們。不對中國人，專門對外國人，來做這個工作，讓他們知道什麼是佛教，佛教的內涵是什麼，佛教存在這個世間究竟有什麼好處、有什麼利益，對他們的生活有什麼影響，我們要告訴他們這些，讓他們很歡喜的來接受、來學習，我們幫助他。我們本著一個大原則，教學原則上的「只問來學，未聞往教」，學是要來求學的，所以不做這些宣傳工作。他真正得利益了，他會告訴他的朋友。所以讓他自然去發展，這也是我們傳統的道風，我們要保持。不要積極到外邊去拉信徒，這個沒有意義。人家不願意來，勉強叫人家來，這個是罪過！他自己歡歡喜喜到這裡來，這個好。不勉強任何一個人。"
    },
    {
      "id": "04-005-0003_p0008",
      "zh_CN": "善财童子五十三参，就是把修行的样子表演出来给我们看。由此可知，佛法是什么？佛法就是我们现实的生活。这五十三个人是代表，代表我们这个社会各行各业、男女老少，就是我们从早到晚要接触的，佛在此地把他们分成五十三类，用五十三个人来做代表。我们接触哪一类的人，我们要用什么态度去跟他接触，我们跟他接触得到什么样的功德利益，这是《华严经》教给我们的。所以修行在哪里修？处事、待人、接物，在这些地方修行，修清净心、修平等心、修觉而不迷。三皈依里头觉而不迷、正而不邪、净而不染，就是在处事、待人、接物当中去修行。我们过去没有学佛的时候，处事、待人、接物都受染污了，染污是什么？好、恶。我喜欢就被喜欢染污了、被贪爱染污了；我讨厌，被瞋恨染污了。七情五欲是染污，动了七情五欲就被染污了，现在我们要把它修正过来，面对这个境界，如何不动七情五欲，不受染污，那就得自在了，那就得真正的快乐。世间人没有快乐，那个乐是假的，那个乐是苦乐之乐，苦是染污，乐还是染污，那没有真乐！离开苦乐那就真乐；离开七情五欲，真正的快乐得到了，那就是佛法里面讲的「常乐我净」，这四净德你真正得到。你还会被染污，常乐我净决定没有，这四个一样也得不到。从前方东美先生，他在一生当中对于《华严经》赞叹到五体投地。他是学哲学的，他的观点上来看，《华严经》是全世界古今中外最圆满的哲学概论，不但理论圆满、方法圆满，后面五十三参还带表演，这种教科书在全世界从来没见过的。想到佛的教学，的确他的智慧、方法绝对不是世界任何一个人能够跟他相比的，用现在话就是最高的艺术境界。",
      "zh_TW": "善財童子五十三參，就是把修行的樣子表演出來給我們看。由此可知，佛法是什麼？佛法就是我們現實的生活。這五十三個人是代表，代表我們這個社會各行各業、男女老少，就是我們從早到晚要接觸的，佛在此地把他們分成五十三類，用五十三個人來做代表。我們接觸哪一類的人，我們要用什麼態度去跟他接觸，我們跟他接觸得到什麼樣的功德利益，這是《華嚴經》教給我們的。所以修行在哪裡修？處事、待人、接物，在這些地方修行，修清淨心、修平等心、修覺而不迷。三皈依裡頭覺而不迷、正而不邪、淨而不染，就是在處事、待人、接物當中去修行。我們過去沒有學佛的時候，處事、待人、接物都受染污了，染污是什麼？好、惡。我喜歡就被喜歡染污了、被貪愛染污了；我討厭，被瞋恨染污了。七情五欲是染污，動了七情五欲就被染污了，現在我們要把它修正過來，面對這個境界，如何不動七情五欲，不受染污，那就得自在了，那就得真正的快樂。世間人沒有快樂，那個樂是假的，那個樂是苦樂之樂，苦是染污，樂還是染污，那沒有真樂！離開苦樂那就真樂；離開七情五欲，真正的快樂得到了，那就是佛法裡面講的「常樂我淨」，這四淨德你真正得到。你還會被染污，常樂我淨決定沒有，這四個一樣也得不到。從前方東美先生，他在一生當中對於《華嚴經》讚歎到五體投地。他是學哲學的，他的觀點上來看，《華嚴經》是全世界古今中外最圓滿的哲學概論，不但理論圓滿、方法圓滿，後面五十三參還帶表演，這種教科書在全世界從來沒見過的。想到佛的教學，的確他的智慧、方法絕對不是世界任何一個人能夠跟他相比的，用現在話就是最高的藝術境界。"
    },
    {
      "id": "04-005-0003_p0009",
      "zh_CN": "经题大意就介绍到此地，下面我要跟诸位同学介绍的就是这品经了，现在我们念的这一品经，《普贤行愿品》。前面跟诸位说过，这一品经的全文四十卷，这是四十卷的最后ㄧ卷，所以叫做「别行流通」。是清凉大师参加译场（就是参加翻译），翻译圆满之后，他奉皇帝的命令给这部经做一个注解就是《疏》，《行愿品疏》。注解做成之后，他觉得全经份量太大了。在那个时代，印刷术没有发明，经卷全部是手抄本，想想看这么大的份量，抄写一遍实在不简单，因此经本流通量很少。可是这部经这么好、这么重要，不能够普遍流通实在非常可惜，于是把全经最重要的这个部分特别提出来单独流通，叫「别行流通」，就取出这最后一卷。他老人家特别给我们介绍，他说这一卷经是全经的纲要，也就是全经的纲领，全经最重要的一部分，依照这一部分修行决定得大利益、决定得大受用，所以这一卷就单独流通。",
      "zh_TW": "經題大意就介紹到此地，下面我要跟諸位同學介紹的就是這品經了，現在我們念的這一品經，《普賢行願品》。前面跟諸位說過，這一品經的全文四十卷，這是四十卷的最後ㄧ卷，所以叫做「別行流通」。是清涼大師參加譯場（就是參加翻譯），翻譯圓滿之後，他奉皇帝的命令給這部經做一個註解就是《疏》，《行願品疏》。註解做成之後，他覺得全經份量太大了。在那個時代，印刷術沒有發明，經卷全部是手抄本，想想看這麼大的份量，抄寫一遍實在不簡單，因此經本流通量很少。可是這部經這麼好、這麼重要，不能夠普遍流通實在非常可惜，於是把全經最重要的這個部分特別提出來單獨流通，叫「別行流通」，就取出這最後一卷。他老人家特別給我們介紹，他說這一卷經是全經的綱要，也就是全經的綱領，全經最重要的一部分，依照這一部分修行決定得大利益、決定得大受用，所以這一卷就單獨流通。"
    },
    {
      "id": "04-005-0003_p0010",
      "zh_CN": "他的学生宗密大师（华严宗第五代祖师）又给清凉大师这个《疏》注解。他注解注得很深，一般人不容易懂，他将注解再加注解，这叫《钞》。所以现在《大藏经》里收藏的有《普贤行愿品别行疏钞》，《别行疏钞》就是这一部分，这一部分份量就很大了。我们在台湾翻印的金陵刻经处的这个本子，现在是精装一本，有这么厚，大概你们底下都看到了。《钞》是宗密大师着的，《疏》是清凉大师着的；《疏》是注经，《钞》是注《疏》，就是注解的注解。这一部《疏钞》可以说就是全部的《华严经》精义，《华严经》的精华。我们在台北现在也讲这个《疏钞》，是连《疏》带《钞》一起讲，这个时间很长，也没有办法长住在台北，所以这一部《疏钞》恐怕至少要讲五年才能够讲圆满。",
      "zh_TW": "他的學生宗密大師（華嚴宗第五代祖師）又給清涼大師這個《疏》註解。他註解註得很深，一般人不容易懂，他將註解再加註解，這叫《鈔》。所以現在《大藏經》裡收藏的有《普賢行願品別行疏鈔》，《別行疏鈔》就是這一部分，這一部分份量就很大了。我們在台灣翻印的金陵刻經處的這個本子，現在是精裝一本，有這麼厚，大概你們底下都看到了。《鈔》是宗密大師著的，《疏》是清涼大師著的；《疏》是註經，《鈔》是註《疏》，就是註解的註解。這一部《疏鈔》可以說就是全部的《華嚴經》精義，《華嚴經》的精華。我們在台北現在也講這個《疏鈔》，是連《疏》帶《鈔》一起講，這個時間很長，也沒有辦法長住在台北，所以這一部《疏鈔》恐怕至少要講五年才能夠講圓滿。"
    },
    {
      "id": "04-005-0003_p0011",
      "zh_CN": "「别行」这个本子里面最重要的部分，就是给我们提出了修学的十大纲领，这就是「十大愿王」。第一「礼敬诸佛」，第二「称赞如来」，第三「广修供养」，第四「忏悔业障」，第五「随喜功德」，第六「请转法轮」，第七「请佛住世」，第八「常随佛学」，第九「恒顺众生」，第十「普皆回向」。这是把全部《华严经》到最后讲到修行，归纳成十个纲领，这个就是有名的「普贤行愿」或者称为「十大愿王」，修行到这个地方才算是达到究竟圆满。",
      "zh_TW": "「別行」這個本子裡面最重要的部分，就是給我們提出了修學的十大綱領，這就是「十大願王」。第一「禮敬諸佛」，第二「稱讚如來」，第三「廣修供養」，第四「懺悔業障」，第五「隨喜功德」，第六「請轉法輪」，第七「請佛住世」，第八「常隨佛學」，第九「恆順眾生」，第十「普皆迴向」。這是把全部《華嚴經》到最後講到修行，歸納成十個綱領，這個就是有名的「普賢行願」或者稱為「十大願王」，修行到這個地方才算是達到究竟圓滿。"
    },
    {
      "id": "04-005-0003_p0012",
      "zh_CN": "我们净宗学会成立之后，我们讲解行两门都很清楚明白的提出纲领，解门依五经一论。所以这个修学实在讲，我们经典不多，容易修，经典太多就很困难。五经一论，最重要的是三部，所以如果五经一论还嫌多就学三样。这三部第一个是《无量寿经》，我们采取夏莲居居士的会集本；第二是《弥陀经要解》，蕅益大师注的《要解》；第三部是《普贤菩萨行愿品》。所以在这个六门里头，这个三门最重要，最好这个三门都学，你的解才会圆。如果自己三门还嫌多了，这个三门当中任取一门都好，这是一门深入。三门都好，随便取哪一门都可以。这是讲解所依的，就是我们理论、方法所依据的。",
      "zh_TW": "我們淨宗學會成立之後，我們講解行兩門都很清楚明白的提出綱領，解門依五經一論。所以這個修學實在講，我們經典不多，容易修，經典太多就很困難。五經一論，最重要的是三部，所以如果五經一論還嫌多就學三樣。這三部第一個是《無量壽經》，我們採取夏蓮居居士的會集本；第二是《彌陀經要解》，蕅益大師註的《要解》；第三部是《普賢菩薩行願品》。所以在這個六門裡頭，這個三門最重要，最好這個三門都學，你的解才會圓。如果自己三門還嫌多了，這個三門當中任取一門都好，這是一門深入。三門都好，隨便取哪一門都可以。這是講解所依的，就是我們理論、方法所依據的。"
    },
    {
      "id": "04-005-0003_p0013",
      "zh_CN": "在行门上，行门讲日常生活，历事炼心，我们提出了五个科目。第一个是「三福」，《观无量寿经》所讲的。三福，佛讲得很清楚，「三世诸佛净业正因」，你说这多重要。由此可知，这三条绝对不是说只修西方净土的人要修，实在讲修任何一个法门都不能够缺少的，因为它是三世诸佛，过去、现在、未来一切诸佛净业的正因。不管修学哪个法门都要有这个基础，没有这个基础，换句话说，好像盖房子一样，不管你盖什么样的房子，没有打地基都不可能盖成，盖成也没有几天会倒塌掉的。所以这个是真正的基础、真实的基础，性相、显密、大小、权实统统建在这个基础上，这是无论如何不能够疏忽的。第一「孝养父母，奉事师长，慈心不杀，修十善业」；第二条是「受持三皈，具足众戒，不犯威仪」；第三是「发菩提心，深信因果，读诵大乘，劝进行者」，这是我们修学的基础，要把这个基础奠定好。第二个科目是六和敬，第三个科目是戒定慧三学，第四个科目是六度，第五个科目是十大愿王。也就是说，我们对人、对事、对物，本着这五个科目的原则，要把它做到，决定不违背，这就对了。然后一向专念，一心称念，这是决定得生净土。如果只念阿弥陀佛，没有修这五个科目，这个阿弥陀佛只是口善而已，不能往生。这十个科目能够帮助我们达到清净心，心净则土净，念佛求生净土才能够圆满的达到我们理想的目标。",
      "zh_TW": "在行門上，行門講日常生活，歷事鍊心，我們提出了五個科目。第一個是「三福」，《觀無量壽經》所講的。三福，佛講得很清楚，「三世諸佛淨業正因」，你說這多重要。由此可知，這三條絕對不是說只修西方淨土的人要修，實在講修任何一個法門都不能夠缺少的，因為它是三世諸佛，過去、現在、未來一切諸佛淨業的正因。不管修學哪個法門都要有這個基礎，沒有這個基礎，換句話說，好像蓋房子一樣，不管你蓋什麼樣的房子，沒有打地基都不可能蓋成，蓋成也沒有幾天會倒塌掉的。所以這個是真正的基礎、真實的基礎，性相、顯密、大小、權實統統建在這個基礎上，這是無論如何不能夠疏忽的。第一「孝養父母，奉事師長，慈心不殺，修十善業」；第二條是「受持三皈，具足眾戒，不犯威儀」；第三是「發菩提心，深信因果，讀誦大乘，勸進行者」，這是我們修學的基礎，要把這個基礎奠定好。第二個科目是六和敬，第三個科目是戒定慧三學，第四個科目是六度，第五個科目是十大願王。也就是說，我們對人、對事、對物，本著這五個科目的原則，要把它做到，決定不違背，這就對了。然後一向專念，一心稱念，這是決定得生淨土。如果只念阿彌陀佛，沒有修這五個科目，這個阿彌陀佛只是口善而已，不能往生。這十個科目能夠幫助我們達到清淨心，心淨則土淨，念佛求生淨土才能夠圓滿的達到我們理想的目標。"
    },
    {
      "id": "04-005-0003_p0014",
      "zh_CN": "所以这讲行门，行门是十大愿王排在最后，这个排列的方式是由浅而深。十大愿王是圆满的修行，修行的着手就是在孝亲尊师，是以这个为基础的基础。我们在经论上看到，没有一尊佛菩萨不孝亲的，没有一尊佛菩萨不敬师长的，所以才真正体会到孝敬是性德。这个不是学来的，的确是天生的，是性德，我们要把性德发扬光大，用性德来开发我们自性，也就是明心见性，明心见性要从这里做起。不孝父母、不敬师长的人决定不可能见性，这个要知道。所以说什么是正法，哪些不是正法，从这个地方就能够辨别出来，邪正就能够分辨。",
      "zh_TW": "所以這講行門，行門是十大願王排在最後，這個排列的方式是由淺而深。十大願王是圓滿的修行，修行的著手就是在孝親尊師，是以這個為基礎的基礎。我們在經論上看到，沒有一尊佛菩薩不孝親的，沒有一尊佛菩薩不敬師長的，所以才真正體會到孝敬是性德。這個不是學來的，的確是天生的，是性德，我們要把性德發揚光大，用性德來開發我們自性，也就是明心見性，明心見性要從這裡做起。不孝父母、不敬師長的人決定不可能見性，這個要知道。所以說什麼是正法，哪些不是正法，從這個地方就能夠辨別出來，邪正就能夠分辨。"
    },
    {
      "id": "04-005-0003_p0015",
      "zh_CN": "我们这一次的时间不长，所以全经不能跟诸位细细的介绍，我只能跟大家讲大意，大意我们选择它的偈颂。诸位有经本的话翻出偈颂，长行文我们把它省略掉，我们看偈子。这一品经里面总共有六十二首偈子，所以偈颂也相当长。前面的两首是讲礼敬，我们把这一段文（八句）念一念：",
      "zh_TW": "我們這一次的時間不長，所以全經不能跟諸位細細的介紹，我只能跟大家講大意，大意我們選擇它的偈頌。諸位有經本的話翻出偈頌，長行文我們把它省略掉，我們看偈子。這一品經裡面總共有六十二首偈子，所以偈頌也相當長。前面的兩首是講禮敬，我們把這一段文（八句）念一念："
    },
    {
      "id": "04-005-0003_p0016",
      "zh_CN": "【所有十方世界中。三世一切人师子。我以清净身语意。一切遍礼尽无余。普贤行愿威神力。普现一切如来前。一身复现刹尘身。一一遍礼刹尘佛。】",
      "zh_TW": "【所有十方世界中。三世一切人師子。我以清淨身語意。一切遍禮盡無餘。普賢行願威神力。普現一切如來前。一身復現剎塵身。一一遍禮剎塵佛。】"
    },
    {
      "id": "04-005-0003_p0017",
      "zh_CN": "这个八句是讲礼敬诸佛。前面两句就把礼敬的对象给我们说出来了，这个对象广大无比，空间十方、时间三世。对象是哪些？是诸佛。佛者人中师子，这是比喻，这是我们礼敬的对象，把这个对象再引申、再扩大就是一切众生。为什么要把它扩大？佛在经上给我们说过，「一切众生，本来成佛」，这是我们在《华严经》上看到的，《圆觉经》上看到的，大乘经上常说的。一切众生皆有佛性；既有佛性，早晚都会成佛的，所以我们要把眼光放大。礼敬诸佛，佛是从相上讲的，所以要修一切恭敬，这一点一定要牢牢的记住。对一切人、对一切有情众生（拿我们现在话说，动物），我们都要有一种敬意，决定不可以轻慢，要有敬意。要知道这一切众生当中，可能他们成佛在我之先，如果我不好好修行的话，我一失人身，再去轮回，说不定他得人身修行早成佛道了，我们怎么可以轻慢？连蚊虫、蚂蚁都不可以轻慢，说不定牠比我早成佛。这都是事实，绝对不是一个妄想。所以对于一切有情众生要真正的恭敬。",
      "zh_TW": "這個八句是講禮敬諸佛。前面兩句就把禮敬的對象給我們說出來了，這個對象廣大無比，空間十方、時間三世。對象是哪些？是諸佛。佛者人中師子，這是比喻，這是我們禮敬的對象，把這個對象再引申、再擴大就是一切眾生。為什麼要把它擴大？佛在經上給我們說過，「一切眾生，本來成佛」，這是我們在《華嚴經》上看到的，《圓覺經》上看到的，大乘經上常說的。一切眾生皆有佛性；既有佛性，早晚都會成佛的，所以我們要把眼光放大。禮敬諸佛，佛是從相上講的，所以要修一切恭敬，這一點一定要牢牢的記住。對一切人、對一切有情眾生（拿我們現在話說，動物），我們都要有一種敬意，決定不可以輕慢，要有敬意。要知道這一切眾生當中，可能他們成佛在我之先，如果我不好好修行的話，我一失人身，再去輪迴，說不定他得人身修行早成佛道了，我們怎麼可以輕慢？連蚊蟲、螞蟻都不可以輕慢，說不定牠比我早成佛。這都是事實，絕對不是一個妄想。所以對於一切有情眾生要真正的恭敬。"
    },
    {
      "id": "04-005-0003_p0018",
      "zh_CN": "经上教给我们，要以清净的身语意，这是讲三业；换句话说，我们对人、对事、对物统统要以清净身、清净语、清净意，也就是心清净、身清净、语清净待人接物，这个要学习的。『一切遍礼尽无余。』以清净三业对人、对事就是礼敬，这个礼敬绝对不是叫你见人就磕头、见人就顶礼，那就错误了，那大错特错！是以清净心，清净心就是最恭敬的心。在事相上随俗，这个要知道。现在人大家见面点头，我们点头就是最敬礼，鞠躬就是最敬礼，这个随俗。在中国随中国人的风俗习惯，在外国随外国人的风俗习惯，这叫不坏世间法。内里面恭敬心完全不变，外面的形式随俗，这就对了。外国人的最敬礼不会来磕头的，我们也不要去要求他磕头，那他不能接受，他掉头而去，佛法的缘就断掉了，这多可惜！但是这个礼拜我们要教给他，拜佛礼拜教给他，为什么？这是养生之道。你是不是要身体健康？要，他们都要健康。这是一种运动，是一种养生的方法，你告诉他这个，他听了之后有道理，他就会学习，他在家就拜佛了，确实是如此。",
      "zh_TW": "經上教給我們，要以清淨的身語意，這是講三業；換句話說，我們對人、對事、對物統統要以清淨身、清淨語、清淨意，也就是心清淨、身清淨、語清淨待人接物，這個要學習的。『一切遍禮盡無餘。』以清淨三業對人、對事就是禮敬，這個禮敬絕對不是叫你見人就磕頭、見人就頂禮，那就錯誤了，那大錯特錯！是以清淨心，清淨心就是最恭敬的心。在事相上隨俗，這個要知道。現在人大家見面點頭，我們點頭就是最敬禮，鞠躬就是最敬禮，這個隨俗。在中國隨中國人的風俗習慣，在外國隨外國人的風俗習慣，這叫不壞世間法。內裡面恭敬心完全不變，外面的形式隨俗，這就對了。外國人的最敬禮不會來磕頭的，我們也不要去要求他磕頭，那他不能接受，他掉頭而去，佛法的緣就斷掉了，這多可惜！但是這個禮拜我們要教給他，拜佛禮拜教給他，為什麼？這是養生之道。你是不是要身體健康？要，他們都要健康。這是一種運動，是一種養生的方法，你告訴他這個，他聽了之後有道理，他就會學習，他在家就拜佛了，確實是如此。"
    },
    {
      "id": "04-005-0003_p0019",
      "zh_CN": "我们拜佛的时候心地清净，一念不生是修心；身体是个机器，需要运动，这种运动的方式，五体投地这个方式你做得很正确，每一个部位都运动到，所以这是养生，生理！拜佛这个修行是身心都修，是个最好的修行方法，运动量都够了，不需要到外面去跑步。你看外国人，我常常看到在外面跑得满身大汗，不需要，在家里拜佛好，那个运动收的效果比那个在外面跑步、去游泳，比干什么都好。他那样修只能达到生理的目标，达不到心理的目标；我们这个拜佛能够达到心健康、身健康，身心健康，能达到这个目标。他们是一面，我们是两面的。所以你跟他讲清楚，他明白了，他就会拜了，他也肯干。他不懂的话，他认为这是偶像，为什么去拜偶像？这个错了，我们告诉他，这不是偶像，它是代表法门的，佛是代表清净、平等、觉，见到佛像提起我们一个正确的观念，是这个意思，让他常常提醒我们自己。菩萨是代表六度万行，见到菩萨像提醒我们，我们处事、待人、接物要依照六个原则来修行。所以它的作用是教育、是教学，不是偶像，一定要搞清楚。",
      "zh_TW": "我們拜佛的時候心地清淨，一念不生是修心；身體是個機器，需要運動，這種運動的方式，五體投地這個方式你做得很正確，每一個部位都運動到，所以這是養生，生理！拜佛這個修行是身心都修，是個最好的修行方法，運動量都夠了，不需要到外面去跑步。你看外國人，我常常看到在外面跑得滿身大汗，不需要，在家裡拜佛好，那個運動收的效果比那個在外面跑步、去游泳，比幹什麼都好。他那樣修只能達到生理的目標，達不到心理的目標；我們這個拜佛能夠達到心健康、身健康，身心健康，能達到這個目標。他們是一面，我們是兩面的。所以你跟他講清楚，他明白了，他就會拜了，他也肯幹。他不懂的話，他認為這是偶像，為什麼去拜偶像？這個錯了，我們告訴他，這不是偶像，它是代表法門的，佛是代表清淨、平等、覺，見到佛像提起我們一個正確的觀念，是這個意思，讓他常常提醒我們自己。菩薩是代表六度萬行，見到菩薩像提醒我們，我們處事、待人、接物要依照六個原則來修行。所以它的作用是教育、是教學，不是偶像，一定要搞清楚。"
    },
    {
      "id": "04-005-0003_p0020",
      "zh_CN": "燃香、供水、供灯、供花、供果统统是教学，这个里头没有迷信。绝对不是教堂祭坛上那个奉献，跟那个意思不一样的，它那个不是教学，我们佛门所有一切设施是教学。香代表信，表信心。为什么用香表信心？这有来源的。古时候传递消息没有工具，用烟。你看我们中国的长城，每一段距离有一个烽火台，烽火台是传递消息用的，如果有敌人来进攻的时候点狼烟，狼的粪烧起来，它的烟是直的，风不容易吹散。这就是告诉别的地方，这个地方有紧急状况，大家赶快来支援，或者你们自己要加强防备，要来支援这个地方。所以香代表信，传递消息，我们点这个香也是这个用意。所以香叫信香，表这个意思的。",
      "zh_TW": "燃香、供水、供燈、供花、供果統統是教學，這個裡頭沒有迷信。絕對不是教堂祭壇上那個奉獻，跟那個意思不一樣的，它那個不是教學，我們佛門所有一切設施是教學。香代表信，表信心。為什麼用香表信心？這有來源的。古時候傳遞消息沒有工具，用煙。你看我們中國的長城，每一段距離有一個烽火台，烽火台是傳遞消息用的，如果有敵人來進攻的時候點狼煙，狼的糞燒起來，它的煙是直的，風不容易吹散。這就是告訴別的地方，這個地方有緊急狀況，大家趕快來支援，或者你們自己要加強防備，要來支援這個地方。所以香代表信，傳遞消息，我們點這個香也是這個用意。所以香叫信香，表這個意思的。"
    },
    {
      "id": "04-005-0003_p0021",
      "zh_CN": "灯代表光明，我们心地要光明；代表牺牲，你看特别是点蜡烛，蜡烛自己烧，烧到最后没有了，照别人，是燃烧自己照耀别人，就是今天讲的舍己为人。我们用我们自己的智慧、用我们自己的劳力、用我们自己的财力，为一切社会大众服务，表这个意思的。水是表清净心，我们处事、待人、接物，我们心要像水一样的平、一样的干净。你把这些意思统统告诉外国人，他听了有道理，很有道理，不迷信！他就会接受了。所以我们自己一定要晓得，佛门里所有一切设施统统是教育，表法的意思。供果，果是代表圆满的果报，我们所追求的；花是代表因，先开花再结果，花不好，果一定不殊胜。所以花代表因，修因才能够得果报！善因有善果，恶因有恶果报，这一定的道理。",
      "zh_TW": "燈代表光明，我們心地要光明；代表犧牲，你看特別是點蠟燭，蠟燭自己燒，燒到最後沒有了，照別人，是燃燒自己照耀別人，就是今天講的捨己為人。我們用我們自己的智慧、用我們自己的勞力、用我們自己的財力，為一切社會大眾服務，表這個意思的。水是表清淨心，我們處事、待人、接物，我們心要像水一樣的平、一樣的乾淨。你把這些意思統統告訴外國人，他聽了有道理，很有道理，不迷信！他就會接受了。所以我們自己一定要曉得，佛門裡所有一切設施統統是教育，表法的意思。供果，果是代表圓滿的果報，我們所追求的；花是代表因，先開花再結果，花不好，果一定不殊勝。所以花代表因，修因才能夠得果報！善因有善果，惡因有惡果報，這一定的道理。"
    },
    {
      "id": "04-005-0003_p0022",
      "zh_CN": "所以佛菩萨形象，这个供养两个目标。第一个目标是见贤思齐，看到他都成佛成菩萨了，我要跟他一样。第二个就是表法的，观音菩萨代表慈悲，见到这个像，想到我对人要慈悲；文殊菩萨代表智慧；地藏菩萨代表孝敬。所以它是启发我们自性的，常常提醒我们，怕我们自己忘记，是这个意思。所以佛门里头没有一样是迷信的，找不到！这就是刚才给诸位讲的，这是教学达到最高的艺术境界，是用艺术的方法来教导，这是一定要知道的。佛教确确实实它不是宗教，是佛陀的教育、是圆满智慧的教学，很可惜现在世间人，很多对佛教产生了很大的误会，所以这么好的东西一般人把它疏忽掉了，非常非常可惜！所以这是一定要晓得的。",
      "zh_TW": "所以佛菩薩形象，這個供養兩個目標。第一個目標是見賢思齊，看到他都成佛成菩薩了，我要跟他一樣。第二個就是表法的，觀音菩薩代表慈悲，見到這個像，想到我對人要慈悲；文殊菩薩代表智慧；地藏菩薩代表孝敬。所以它是啟發我們自性的，常常提醒我們，怕我們自己忘記，是這個意思。所以佛門裡頭沒有一樣是迷信的，找不到！這就是剛才給諸位講的，這是教學達到最高的藝術境界，是用藝術的方法來教導，這是一定要知道的。佛教確確實實它不是宗教，是佛陀的教育、是圓滿智慧的教學，很可惜現在世間人，很多對佛教產生了很大的誤會，所以這麼好的東西一般人把它疏忽掉了，非常非常可惜！所以這是一定要曉得的。"
    },
    {
      "id": "04-005-0003_p0023",
      "zh_CN": "礼敬并不是见到人行礼、跪拜，不是这个意思，就是以极清净的三业来待人、处事、接物，这个就是礼敬。我们自己烦恼习气很重，不容易做到，那就要靠普贤菩萨愿力来加持。普贤菩萨愿力在哪里？就是这部经。常常读诵这部经，常常思惟经里面所讲的这些道理，我们慢慢觉悟，这就是加持。",
      "zh_TW": "禮敬並不是見到人行禮、跪拜，不是這個意思，就是以極清淨的三業來待人、處事、接物，這個就是禮敬。我們自己煩惱習氣很重，不容易做到，那就要靠普賢菩薩願力來加持。普賢菩薩願力在哪裡？就是這部經。常常讀誦這部經，常常思惟經裡面所講的這些道理，我們慢慢覺悟，這就是加持。"
    },
    {
      "id": "04-005-0003_p0024",
      "zh_CN": "『普现一切如来前。』后面这个三句是讲境界，这个境界唯独到了西方极乐世界才能达到，不到西方极乐世界决定不能够圆满的。这是普贤菩萨自己也先说了，他的这个十大愿达到西方极乐世界才真正做到究竟圆满。为什么原因？我们今天没有能力分身，我们怎么能够遍礼一切诸佛？做不到。十方世界无量无边，这一切诸佛如来我们统统想去礼拜他，你有什么能力去礼拜？你怎么样去？我们去不了。现在科学家造的太空火箭速度还很慢，飞到月球上还要飞好几天，那怎么行！这个速度没有办法。距离我们最近的世界（佛土）都要用光年来计算，我们现在的太空飞行工具，那要到哪一年才能到达？到不了。同时你再不能分身，你就不能同时到达一切诸佛世界。到西方极乐世界就行了，你看《弥陀经》上所讲的，西方世界的人，每一个都神通广大，十方诸佛刹土一念即到，他只动个念头他的身体就到了；而且能分身，无量无边诸佛刹土他可以同时现身。这就是『一身复现刹尘身』，他有能力分身，他有能力同时到达。这个礼敬才能圆满！所以不到西方世界，那只是向往而已，决定做不到的。",
      "zh_TW": "『普現一切如來前。』後面這個三句是講境界，這個境界唯獨到了西方極樂世界才能達到，不到西方極樂世界決定不能夠圓滿的。這是普賢菩薩自己也先說了，他的這個十大願達到西方極樂世界才真正做到究竟圓滿。為什麼原因？我們今天沒有能力分身，我們怎麼能夠遍禮一切諸佛？做不到。十方世界無量無邊，這一切諸佛如來我們統統想去禮拜他，你有什麼能力去禮拜？你怎麼樣去？我們去不了。現在科學家造的太空火箭速度還很慢，飛到月球上還要飛好幾天，那怎麼行！這個速度沒有辦法。距離我們最近的世界（佛土）都要用光年來計算，我們現在的太空飛行工具，那要到哪一年才能到達？到不了。同時你再不能分身，你就不能同時到達一切諸佛世界。到西方極樂世界就行了，你看《彌陀經》上所講的，西方世界的人，每一個都神通廣大，十方諸佛剎土一念即到，他只動個念頭他的身體就到了；而且能分身，無量無邊諸佛剎土他可以同時現身。這就是『一身復現剎塵身』，他有能力分身，他有能力同時到達。這個禮敬才能圓滿！所以不到西方世界，那只是嚮往而已，決定做不到的。"
    },
    {
      "id": "04-005-0003_p0025",
      "zh_CN": "见佛有什么好处？见佛听佛开示，听佛的教诲。所以四弘誓愿里面讲「法门无量誓愿学」，到西方世界才能实现，否则的话做不到。你每一天去亲近诸佛，听诸佛的开示，你一天听多少？没法子计算的。他那个智慧还得了！每一天去亲近诸佛、去供养诸佛，听诸佛如来的开示，你想想那个境界，你要真想通了，我相信你现在把什么都放下了，专求净土。为什么？得到净土就一切都得到了；没有净土，什么都得不到。真正把一切放下，专修净土，这个人叫彻底觉悟了，他真觉悟，这个是人中之大智慧者，绝对不是普通人。",
      "zh_TW": "見佛有什麼好處？見佛聽佛開示，聽佛的教誨。所以四弘誓願裡面講「法門無量誓願學」，到西方世界才能實現，否則的話做不到。你每一天去親近諸佛，聽諸佛的開示，你一天聽多少？沒法子計算的。他那個智慧還得了！每一天去親近諸佛、去供養諸佛，聽諸佛如來的開示，你想想那個境界，你要真想通了，我相信你現在把什麼都放下了，專求淨土。為什麼？得到淨土就一切都得到了；沒有淨土，什麼都得不到。真正把一切放下，專修淨土，這個人叫徹底覺悟了，他真覺悟，這個是人中之大智慧者，絕對不是普通人。"
    },
    {
      "id": "04-005-0003_p0026",
      "zh_CN": "我们今天在此地讲博学多闻，假的，一转世全忘光了，隔阴之迷，来生来世从头再学起。生生世世都像现在这个样子，你说这多可惜。到西方极乐世界，人无量寿，寿命无量，你所学习的，老师是无量，学习的课程无量，统统可以都得到，一样也不会失掉。我为什么不走这个路子？为什么在此地迷惑颠倒？把自己的光阴、把自己的精力统统浪费掉了，这个可惜，这个损失太大了！一生所学的非常有限，还未必正确。这是要真正觉悟。所以那个老实念佛的人，我们才真是由衷的佩服，那是真正正觉之人。黄念祖老居士他常常给我写信，多少同修去见过他，佛号一天到晚不断，除非是在写注解的时候，注经；笔一放下，佛号就提起来。是以念佛为主，注经是帮助别人，念佛是自己真正得利益，这个重要。",
      "zh_TW": "我們今天在此地講博學多聞，假的，一轉世全忘光了，隔陰之迷，來生來世從頭再學起。生生世世都像現在這個樣子，你說這多可惜。到西方極樂世界，人無量壽，壽命無量，你所學習的，老師是無量，學習的課程無量，統統可以都得到，一樣也不會失掉。我為什麼不走這個路子？為什麼在此地迷惑顛倒？把自己的光陰、把自己的精力統統浪費掉了，這個可惜，這個損失太大了！一生所學的非常有限，還未必正確。這是要真正覺悟。所以那個老實念佛的人，我們才真是由衷的佩服，那是真正正覺之人。黃念祖老居士他常常給我寫信，多少同修去見過他，佛號一天到晚不斷，除非是在寫註解的時候，註經；筆一放下，佛號就提起來。是以念佛為主，註經是幫助別人，念佛是自己真正得利益，這個重要。"
    },
    {
      "id": "04-005-0003_p0027",
      "zh_CN": "第二愿「称赞」，也有两种，跟前面境界完全相同，但是称赞是讲称赞如来，礼敬是诸佛。礼敬是从相上讲的，相上完全平等恭敬；称赞从性上讲的，也就是顺性我们要称赞，违背了自性就不称赞。在这一部经上，五十三参有例子，善财童子去参访五十三位善知识统统有礼敬，但是有三个人没有称赞，这就有差别了。善的、好事称赞，他做坏事你还称赞他？不称赞，恭敬、不称赞。对于恶人，我们中国圣人也说敬而远之，什么远？远就是不赞叹他，对他有礼貌、有恭敬，不赞叹。",
      "zh_TW": "第二願「稱讚」，也有兩種，跟前面境界完全相同，但是稱讚是講稱讚如來，禮敬是諸佛。禮敬是從相上講的，相上完全平等恭敬；稱讚從性上講的，也就是順性我們要稱讚，違背了自性就不稱讚。在這一部經上，五十三參有例子，善財童子去參訪五十三位善知識統統有禮敬，但是有三個人沒有稱讚，這就有差別了。善的、好事稱讚，他做壞事你還稱讚他？不稱讚，恭敬、不稱讚。對於惡人，我們中國聖人也說敬而遠之，什麼遠？遠就是不讚歎他，對他有禮貌、有恭敬，不讚歎。"
    },
    {
      "id": "04-005-0003_p0028",
      "zh_CN": "《华严经》上哪三个人？第一个胜热婆罗门，善财童子没有赞叹。为什么？他愚痴，贪瞋痴他代表痴，这个违背了自性，不赞叹。第二个甘露火王，他代表瞋恚，那是个杀人不眨眼的魔王，礼敬不赞叹。第三个是伐苏蜜多女，是妓女，这个代表贪，贪是淫欲，贪欲，对她礼敬不赞叹。贪、瞋、痴，这三个人是代表三毒烦恼，所以善财童子参访，有礼敬没有赞叹。",
      "zh_TW": "《華嚴經》上哪三個人？第一個勝熱婆羅門，善財童子沒有讚歎。為什麼？他愚痴，貪瞋痴他代表痴，這個違背了自性，不讚歎。第二個甘露火王，他代表瞋恚，那是個殺人不眨眼的魔王，禮敬不讚歎。第三個是伐蘇蜜多女，是妓女，這個代表貪，貪是淫欲，貪欲，對她禮敬不讚歎。貪、瞋、痴，這三個人是代表三毒煩惱，所以善財童子參訪，有禮敬沒有讚歎。"
    },
    {
      "id": "04-005-0003_p0029",
      "zh_CN": "我们接着看《普贤行愿品》偈颂的第五首。五、六、七，三首一共有十二句。这一段是讲「广修供养」。",
      "zh_TW": "我們接著看《普賢行願品》偈頌的第五首。五、六、七，三首一共有十二句。這一段是講「廣修供養」。"
    },
    {
      "id": "04-005-0003_p0030",
      "zh_CN": "【以诸最胜妙华鬘。伎乐涂香及伞盖。如是最胜庄严具。我以供养诸如来。最胜衣服最胜香。末香烧香与灯烛。一一皆如妙高聚。我悉供养诸如来。我以广大胜解心。深信一切三世佛。悉以普贤行愿力。普遍供养诸如来。】",
      "zh_TW": "【以諸最勝妙華鬘。伎樂塗香及傘蓋。如是最勝莊嚴具。我以供養諸如來。最勝衣服最勝香。末香燒香與燈燭。一一皆如妙高聚。我悉供養諸如來。我以廣大勝解心。深信一切三世佛。悉以普賢行願力。普遍供養諸如來。】"
    },
    {
      "id": "04-005-0003_p0031",
      "zh_CN": "这三首都是说的供养，它的境界跟前面讲的相同，跟礼敬、赞叹相同。此地说了一些供养具，这些经文上诸位要晓得，这只不过是举几个例子而已。",
      "zh_TW": "這三首都是說的供養，它的境界跟前面講的相同，跟禮敬、讚歎相同。此地說了一些供養具，這些經文上諸位要曉得，這只不過是舉幾個例子而已。"
    },
    {
      "id": "04-005-0003_p0032",
      "zh_CN": "我们先要来说一说，为什么要供养？对上说供养，对下说布施，所以布施跟供养是一个意思、是一桩事情。这是名词上，供养是尊敬的一个称词，它最重要的目的就是六波罗密里面的第一条。我们晓得，菩萨行门真的是无量无边，要把所有修行把它归纳起来，归成一个总纲领就是布施。你看无量的行门归纳成六波罗密，这个就是六大纲领，六波罗密。这六条里面，我们知道布施有三大类，有财布施、有法布施、有无畏布施，有这三大类，布施这一条里面当然圆满含摄了这三个意思。持戒是属于无畏布施。一个人持戒清净，决定不会侵犯别人；别人对持戒人，他觉得这个人很安全，不会加害于我，没有恐怖之心。譬如说我们的财物，财物虽然他看到了，他持戒、他不偷盗，我们就很安全。忍辱也是属于无畏布施，譬如我们得罪他了，他不会见怪的，他修忍辱波罗密的，不会见怪、不会报复，所以我们心地很安稳，没有恐惧之感。精进、禅定、般若都是属于法布施。所以你想想看，六度实在讲，就是布施波罗密开出来的，菩萨无量无边行门都出不了这六大类，六大类一归纳就是一个布施。布施就是舍，布施就是放下，所以供养也是舍。",
      "zh_TW": "我們先要來說一說，為什麼要供養？對上說供養，對下說布施，所以布施跟供養是一個意思、是一樁事情。這是名詞上，供養是尊敬的一個稱詞，它最重要的目的就是六波羅密裡面的第一條。我們曉得，菩薩行門真的是無量無邊，要把所有修行把它歸納起來，歸成一個總綱領就是布施。你看無量的行門歸納成六波羅密，這個就是六大綱領，六波羅密。這六條裡面，我們知道布施有三大類，有財布施、有法布施、有無畏布施，有這三大類，布施這一條裡面當然圓滿含攝了這三個意思。持戒是屬於無畏布施。一個人持戒清淨，決定不會侵犯別人；別人對持戒人，他覺得這個人很安全，不會加害於我，沒有恐怖之心。譬如說我們的財物，財物雖然他看到了，他持戒、他不偷盜，我們就很安全。忍辱也是屬於無畏布施，譬如我們得罪他了，他不會見怪的，他修忍辱波羅密的，不會見怪、不會報復，所以我們心地很安穩，沒有恐懼之感。精進、禪定、般若都是屬於法布施。所以你想想看，六度實在講，就是布施波羅密開出來的，菩薩無量無邊行門都出不了這六大類，六大類一歸納就是一個布施。布施就是捨，布施就是放下，所以供養也是捨。"
    },
    {
      "id": "04-005-0003_p0033",
      "zh_CN": "佛为什么重视这个法门，这一点我们要晓得。凡夫为什么不成佛？实在讲，经上给我们说出了根本的原因，是妄想、执着。为什么有妄想、执着？说实在话，都是一个放不下！如果真的一切都放下了，哪有妄想、执着？因此，菩萨行门里面布施就变成枢纽了、就变成总纲了。作菩萨、成佛了，还是要修布施波罗密，供养就是布施的提升。诸如来，跟前面境界一样，这是上供诸佛、下供众生。布施之福是称性的。佛给我们讲六道众生，他的福报从哪里来的？是从修德来的，证了果见性的人，那就是讲还得超过阿罗汉以上，阿罗汉还没有见性。在《华严经》里面讲四十一位法身大士，他们的福报是称性的，是性德，不是修德；没有见性的人，他的福报统统是修德。所以经上常给我们说，罗汉没有修福，出去托钵托不到。罗汉托空钵，没有人供养，他要挨饿，为什么原因？他前生没有修福。「修慧不修福，罗汉托空钵」，这就说明罗汉性德没有流露，那就要靠修德。",
      "zh_TW": "佛為什麼重視這個法門，這一點我們要曉得。凡夫為什麼不成佛？實在講，經上給我們說出了根本的原因，是妄想、執著。為什麼有妄想、執著？說實在話，都是一個放不下！如果真的一切都放下了，哪有妄想、執著？因此，菩薩行門裡面布施就變成樞紐了、就變成總綱了。作菩薩、成佛了，還是要修布施波羅密，供養就是布施的提升。諸如來，跟前面境界一樣，這是上供諸佛、下供眾生。布施之福是稱性的。佛給我們講六道眾生，他的福報從哪裡來的？是從修德來的，證了果見性的人，那就是講還得超過阿羅漢以上，阿羅漢還沒有見性。在《華嚴經》裡面講四十一位法身大士，他們的福報是稱性的，是性德，不是修德；沒有見性的人，他的福報統統是修德。所以經上常給我們說，羅漢沒有修福，出去托缽托不到。羅漢托空缽，沒有人供養，他要挨餓，為什麼原因？他前生沒有修福。「修慧不修福，羅漢托空缽」，這就說明羅漢性德沒有流露，那就要靠修德。"
    },
    {
      "id": "04-005-0003_p0034",
      "zh_CN": "六道众生统统是修德，你修财布施，你决定得财富。赚钱的人，我们看有很多发财赚钱的人，不是凭他的本事，也不是凭他的运气，没这个道理。他为什么会有那么多钱？命里头有的；命里面为什么有？是前生修的财布施。他财布施修得多，他这一生财富就多；他修得少，财富就少。布施的时候很爽快，他那个财来的时候也来得很痛快；布施的时候是忍痛拿出去，拿出去之后很难过，他将来赚钱也赚得很辛苦，钱是可以赚得来，但是很辛苦。什么样的因就有什么样的果报，因果丝毫不爽，这个是我们一定要知道的。可见得佛讲的是真正有道理。法布施得的果报是聪明智慧，无畏布施得的是健康长寿；换句话说，财富我们要，智慧我们也要，健康长寿我们也要，这些东西都是我们想要的，这叫果报！我们想要这些果报，不肯种因，这果报从哪来？世间人自己不修因，看到别人得果报，这个心里面不平，嫉妒、瞋恨，怪老天爷不公平，老天爷哪管这个事？不管这个事，错怪了！实在讲是自己本身修因得果，所以这个非常非常重要。",
      "zh_TW": "六道眾生統統是修德，你修財布施，你決定得財富。賺錢的人，我們看有很多發財賺錢的人，不是憑他的本事，也不是憑他的運氣，沒這個道理。他為什麼會有那麼多錢？命裡頭有的；命裡面為什麼有？是前生修的財布施。他財布施修得多，他這一生財富就多；他修得少，財富就少。布施的時候很爽快，他那個財來的時候也來得很痛快；布施的時候是忍痛拿出去，拿出去之後很難過，他將來賺錢也賺得很辛苦，錢是可以賺得來，但是很辛苦。什麼樣的因就有什麼樣的果報，因果絲毫不爽，這個是我們一定要知道的。可見得佛講的是真正有道理。法布施得的果報是聰明智慧，無畏布施得的是健康長壽；換句話說，財富我們要，智慧我們也要，健康長壽我們也要，這些東西都是我們想要的，這叫果報！我們想要這些果報，不肯種因，這果報從哪來？世間人自己不修因，看到別人得果報，這個心裡面不平，嫉妒、瞋恨，怪老天爺不公平，老天爺哪管這個事？不管這個事，錯怪了！實在講是自己本身修因得果，所以這個非常非常重要。"
    },
    {
      "id": "04-005-0003_p0035",
      "zh_CN": "我们今天讲「供养如来」，如来不在世了，供的是佛像，佛像我们供养它能得福吗？我跟大家说，决定不得。如果佛在世你供养他，得福；佛不在世，供养佛像不得福，佛像不是佛，这一点一定要知道。那要怎样供养如来才得福？养如来的心、养如来的志。譬如我们父母不在了，我们如何孝顺父母？父母的愿望是什么？如果我们能够把它达到了，他快乐、他欢喜！你能从这上供养就对了。佛的心、佛的志是什么？佛的心愿是希望一切众生都能够圆成佛道，我们明白这个意思就有方法供养了，能够帮助一切人学佛、帮助一切人成佛，这是对如来最殊胜的供养。这个意思落实来讲就是自行化他，所以这个供养在长行文里头，普贤菩萨给我们说，「一切供养中，法供养为最」，最殊胜的是法供养。法供养，经上讲了七条，第一条就是讲如法修行供养。佛怎么样教给我们，我们就怎样去修行，就怎么样去做，这就是最真实的供养，一定要明白这个道理。由此可知，佛不在世的时候，像你们在家庭里面建立道场，提供跟许多同修们在一块共修，这是财、法、无畏三种供养都具足；尽心尽力，这个供养是圆满的。由此可知，供养佛绝对不是供养佛的形象，是要帮助满足佛度生的弘愿。真正发心，必得诸佛菩萨威神加持，尤其我们讲这个《行愿品》，普贤菩萨威神加持。",
      "zh_TW": "我們今天講「供養如來」，如來不在世了，供的是佛像，佛像我們供養它能得福嗎？我跟大家說，決定不得。如果佛在世你供養他，得福；佛不在世，供養佛像不得福，佛像不是佛，這一點一定要知道。那要怎樣供養如來才得福？養如來的心、養如來的志。譬如我們父母不在了，我們如何孝順父母？父母的願望是什麼？如果我們能夠把它達到了，他快樂、他歡喜！你能從這上供養就對了。佛的心、佛的志是什麼？佛的心願是希望一切眾生都能夠圓成佛道，我們明白這個意思就有方法供養了，能夠幫助一切人學佛、幫助一切人成佛，這是對如來最殊勝的供養。這個意思落實來講就是自行化他，所以這個供養在長行文裡頭，普賢菩薩給我們說，「一切供養中，法供養為最」，最殊勝的是法供養。法供養，經上講了七條，第一條就是講如法修行供養。佛怎麼樣教給我們，我們就怎樣去修行，就怎麼樣去做，這就是最真實的供養，一定要明白這個道理。由此可知，佛不在世的時候，像你們在家庭裡面建立道場，提供跟許多同修們在一塊共修，這是財、法、無畏三種供養都具足；盡心盡力，這個供養是圓滿的。由此可知，供養佛絕對不是供養佛的形象，是要幫助滿足佛度生的弘願。真正發心，必得諸佛菩薩威神加持，尤其我們講這個《行願品》，普賢菩薩威神加持。"
    },
    {
      "id": "04-005-0003_p0036",
      "zh_CN": "第四段是讲忏悔，有一首偈，四句：",
      "zh_TW": "第四段是講懺悔，有一首偈，四句："
    },
    {
      "id": "04-005-0003_p0037",
      "zh_CN": "【我昔所造诸恶业。皆由无始贪瞋痴。从身语意之所生。一切我今皆忏悔。】",
      "zh_TW": "【我昔所造諸惡業。皆由無始貪瞋痴。從身語意之所生。一切我今皆懺悔。】"
    },
    {
      "id": "04-005-0003_p0038",
      "zh_CN": "学佛、修行，我们都知道有许许多多的障碍，这些障碍总名叫「业障」。业障从哪来的？是自己造作来的，业就是造作。在中国文字里面，正在造作的时候就叫做「事」，造作完了之后就叫做「业」；这个事情做完了，有一个结束叫「结业」。像你们在学校念书，正在念书的时候，你们都有作业，每一天都在造业，那个本子不是作业簿吗？就是造业，做完之后就毕业了。所以叫事业，事是正在造作，业就是造作的结果。业里面有善业、有恶业、有无记业，佛家把它归纳成三大类。无记业是没有善恶，说不上善与恶就叫无记。善、恶、无记，统统有果报，善业一定得善果，恶业一定得恶报，六道轮回就是这么来的。果报非常复杂，为什么果报复杂？因为我们造作的因复杂。一个人在这个世间，不可能一生纯作善，也不可能一生都作恶。善恶交杂，只看哪一种多，哪一种力量大，哪一个就先受报，力量弱一点的就后受报，没有不受果报的。而我们的造作绝对不是这一生，生生世世、无始劫以来所造的业太多太多了！我们在人生这一生当中苦多乐少，这就是我们在造因的时候造的恶因多，造的善因少。假如说这个人一生当中乐多苦少，有这种人，不是没有，少数，那就是他前生当中造的善多恶少。这是因缘果报。",
      "zh_TW": "學佛、修行，我們都知道有許許多多的障礙，這些障礙總名叫「業障」。業障從哪來的？是自己造作來的，業就是造作。在中國文字裡面，正在造作的時候就叫做「事」，造作完了之後就叫做「業」；這個事情做完了，有一個結束叫「結業」。像你們在學校念書，正在念書的時候，你們都有作業，每一天都在造業，那個本子不是作業簿嗎？就是造業，做完之後就畢業了。所以叫事業，事是正在造作，業就是造作的結果。業裡面有善業、有惡業、有無記業，佛家把它歸納成三大類。無記業是沒有善惡，說不上善與惡就叫無記。善、惡、無記，統統有果報，善業一定得善果，惡業一定得惡報，六道輪迴就是這麼來的。果報非常複雜，為什麼果報複雜？因為我們造作的因複雜。一個人在這個世間，不可能一生純作善，也不可能一生都作惡。善惡交雜，只看哪一種多，哪一種力量大，哪一個就先受報，力量弱一點的就後受報，沒有不受果報的。而我們的造作絕對不是這一生，生生世世、無始劫以來所造的業太多太多了！我們在人生這一生當中苦多樂少，這就是我們在造因的時候造的惡因多，造的善因少。假如說這個人一生當中樂多苦少，有這種人，不是沒有，少數，那就是他前生當中造的善多惡少。這是因緣果報。"
    },
    {
      "id": "04-005-0003_p0039",
      "zh_CN": "这些业力就成为修行的障碍，所以叫做业障，学佛必须要把业障消除。业障怎么个消除法？那就是讲要忏悔了。「忏悔」这个名称在翻译的体例里面叫作梵华合译，上面这个「忏」，「忏摩」是梵语，底下这个「悔」是中国字的意思。所以一个是梵语，一个是中国字，合起来的。因为这个忏跟中国的悔意思相同；悔是悔过，忏是发露的意思，就是我们自己造作的恶业希望大家都知道。都知道怎么样？人家这个人批评你一句，那个人骂你一句就报掉了，就没有了、就报掉了。所以恶不能藏，不可以隐藏，隐藏这个恶愈积愈多，那可不得了！善要藏，做好事不要让人知道；人家知道，这个人赞叹，那个人恭敬，也报掉了，也没有了，所以善不要让人知道。恶希望人都知道，这个叫忏，悔是改过自新，所以这个意思很接近。",
      "zh_TW": "這些業力就成為修行的障礙，所以叫做業障，學佛必須要把業障消除。業障怎麼個消除法？那就是講要懺悔了。「懺悔」這個名稱在翻譯的體例裡面叫作梵華合譯，上面這個「懺」，「懺摩」是梵語，底下這個「悔」是中國字的意思。所以一個是梵語，一個是中國字，合起來的。因為這個懺跟中國的悔意思相同；悔是悔過，懺是發露的意思，就是我們自己造作的惡業希望大家都知道。都知道怎麼樣？人家這個人批評你一句，那個人罵你一句就報掉了，就沒有了、就報掉了。所以惡不能藏，不可以隱藏，隱藏這個惡愈積愈多，那可不得了！善要藏，做好事不要讓人知道；人家知道，這個人讚歎，那個人恭敬，也報掉了，也沒有了，所以善不要讓人知道。惡希望人都知道，這個叫懺，悔是改過自新，所以這個意思很接近。"
    },
    {
      "id": "04-005-0003_p0040",
      "zh_CN": "知道恶业都是由于贪瞋痴烦恼、从身语意三业里面所发生的，由此可知，佛在一切经论里面常常教导我们要断烦恼，烦恼断了之后就不造业了。贪、瞋、痴，这叫三毒烦恼。我们中国人常常讲，人死了都做鬼了。这明明讲的六道，怎么那么武断，人死了一定做鬼？人死了不能再到人道来，人死了不能升天吗？为什么说人死一定就做鬼？可是你仔细去想一想，说人死了做鬼也不是没有道理。去做鬼的第一个因素是什么？贪心。我们问问哪个人不贪？贪财、贪名、贪权力、贪色，都贪！连学佛还贪佛，你说糟糕不糟糕！学佛都贪心，贪功德。贪心没断，换个对象而已！从前贪世间法，现在把世间法换成佛法，还是一样的贪心。这样学佛，将来结果还是去做鬼，成不了佛。不过贪得还不错的，在鬼里头很有福报，那个对象好，但是脱离不了饿鬼道。瞋恚是地狱道，愚痴是畜生道。",
      "zh_TW": "知道惡業都是由於貪瞋痴煩惱、從身語意三業裡面所發生的，由此可知，佛在一切經論裡面常常教導我們要斷煩惱，煩惱斷了之後就不造業了。貪、瞋、痴，這叫三毒煩惱。我們中國人常常講，人死了都做鬼了。這明明講的六道，怎麼那麼武斷，人死了一定做鬼？人死了不能再到人道來，人死了不能升天嗎？為什麼說人死一定就做鬼？可是你仔細去想一想，說人死了做鬼也不是沒有道理。去做鬼的第一個因素是什麼？貪心。我們問問哪個人不貪？貪財、貪名、貪權力、貪色，都貪！連學佛還貪佛，你說糟糕不糟糕！學佛都貪心，貪功德。貪心沒斷，換個對象而已！從前貪世間法，現在把世間法換成佛法，還是一樣的貪心。這樣學佛，將來結果還是去做鬼，成不了佛。不過貪得還不錯的，在鬼裡頭很有福報，那個對象好，但是脫離不了餓鬼道。瞋恚是地獄道，愚痴是畜生道。"
    },
    {
      "id": "04-005-0003_p0041",
      "zh_CN": "佛在《楞严经》上把这个事情讲得非常透彻、非常详细，原因就是地狱太苦了，希望我们特别提高警觉，不要造三恶业，不要堕地狱。你堕地狱，佛救不了你，佛能够救拔我们的就是我们现在这一口气还在、还没死的时候，佛劝我们赶快觉悟、赶快回头，从前虽然造的恶业，现在忏悔还来得及。现在我们要问，用什么方法忏悔？每一天在佛菩萨面前嚎啕痛哭，我造这么多罪业，那行不行？那个不行。你造的那个罪业，你每想一遍就又造业了；你身口虽然没造，你心里头造业，那愈造愈多。所以觉悟之后我跟大家说，彻底忏悔、消除罪业最好的方法就是老实念佛。我今天一心一意专念阿弥陀佛，其他的事情统统都不想，统统都不理会了，这是真正忏悔。所以从前那个罪业知道了，不要再做了，也不要再想了，再做是造业，再想还是造业。只有不做也不想了，一心念阿弥陀佛，求生西方极乐世界，你的业障统统消除。",
      "zh_TW": "佛在《楞嚴經》上把這個事情講得非常透徹、非常詳細，原因就是地獄太苦了，希望我們特別提高警覺，不要造三惡業，不要墮地獄。你墮地獄，佛救不了你，佛能夠救拔我們的就是我們現在這一口氣還在、還沒死的時候，佛勸我們趕快覺悟、趕快回頭，從前雖然造的惡業，現在懺悔還來得及。現在我們要問，用什麼方法懺悔？每一天在佛菩薩面前嚎啕痛哭，我造這麼多罪業，那行不行？那個不行。你造的那個罪業，你每想一遍就又造業了；你身口雖然沒造，你心裡頭造業，那愈造愈多。所以覺悟之後我跟大家說，徹底懺悔、消除罪業最好的方法就是老實念佛。我今天一心一意專念阿彌陀佛，其他的事情統統都不想，統統都不理會了，這是真正懺悔。所以從前那個罪業知道了，不要再做了，也不要再想了，再做是造業，再想還是造業。只有不做也不想了，一心念阿彌陀佛，求生西方極樂世界，你的業障統統消除。"
    },
    {
      "id": "04-005-0003_p0042",
      "zh_CN": "也有人告诉我，念佛念不下去。念佛念不下去，可见得他业障很重！念经念不下去，念佛念不下去，这个业障非常重。这个要真正警觉，要拼命去念，要想方法对治、克服，把这个难关度过就容易了。像我们一般念《无量寿经》的人，大多数都有这个经验，最困难的是三百遍到五百遍，这是个难关，突破之后就法喜充满，愈念愈欢喜，每一天不念都不行，那个难关就过去了。开头念好像很困难，这个难关要克服，不吃饭、不睡觉也要念。念得很慢没有关系，一部经念三个钟点、五个钟点都不怕，一天念一遍，念三个月慢慢就顺了，时间就缩短了，我再念两遍。我们现在这个图书馆，达拉斯同修有一天念十遍的，还有一天念十二遍的，他这个难关突破了，他得到法喜，这样以后，他的佛号自自然然就不会间断。这是消除业障最殊胜的方法。过去前清，乾隆年间慈云灌顶法师，他在《观无量寿经注解》里面（他那个注解叫做《观经直指》，是他作的。这位法师在佛教史上有很高的地位，他的著作非常丰富、很多），他给我们说，他说这个世间，佛法里面，所有一切方法都消不了的业障，什么样的忏法、经功都消不了，念阿弥陀佛可以消除。这才显示出弥陀名号功德不可思议，这是我们要记住、要明了。一般人消灾免难，去拜梁皇忏、拜水忏，做这些法会不如念佛，这是实实在在的。这个事实真相实在讲，只有真正过来人他才晓得，一般人不知道。",
      "zh_TW": "也有人告訴我，念佛念不下去。念佛念不下去，可見得他業障很重！念經念不下去，念佛念不下去，這個業障非常重。這個要真正警覺，要拼命去念，要想方法對治、克服，把這個難關度過就容易了。像我們一般念《無量壽經》的人，大多數都有這個經驗，最困難的是三百遍到五百遍，這是個難關，突破之後就法喜充滿，愈念愈歡喜，每一天不念都不行，那個難關就過去了。開頭念好像很困難，這個難關要克服，不吃飯、不睡覺也要念。念得很慢沒有關係，一部經念三個鐘點、五個鐘點都不怕，一天念一遍，念三個月慢慢就順了，時間就縮短了，我再念兩遍。我們現在這個圖書館，達拉斯同修有一天念十遍的，還有一天念十二遍的，他這個難關突破了，他得到法喜，這樣以後，他的佛號自自然然就不會間斷。這是消除業障最殊勝的方法。過去前清，乾隆年間慈雲灌頂法師，他在《觀無量壽經註解》裡面（他那個註解叫做《觀經直指》，是他作的。這位法師在佛教史上有很高的地位，他的著作非常豐富、很多），他給我們說，他說這個世間，佛法裡面，所有一切方法都消不了的業障，什麼樣的懺法、經功都消不了，念阿彌陀佛可以消除。這才顯示出彌陀名號功德不可思議，這是我們要記住、要明瞭。一般人消災免難，去拜梁皇懺、拜水懺，做這些法會不如念佛，這是實實在在的。這個事實真相實在講，只有真正過來人他才曉得，一般人不知道。"
    }
  ]
}