{
  "doc_id": "21-575-0001",
  "title": {
    "zh_CN": "企业弟子规开示",
    "zh_TW": "企業弟子規開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾内湖华藏世界活动中心",
    "zh_TW": "台灣內湖華藏世界活動中心"
  },
  "doc_number": "21-575-0001",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "21-575-0001_p0001",
      "zh_CN": "今天在座的有来自祖国的嘉宾，我们表示热烈的欢迎。诸位老师，诸位大德，诸位同学，大家下午好。我这几天刚刚从澳洲回来，这次到澳洲是去访问宗教，时间也很匆促，访问了澳洲的印度教、伊斯兰教、基督教跟天主教。还有一个很古老的，我们佛陀在世的时候，就在印度学术里头很著名的吠陀派，是个哲学的学派；访问了锡克教。我们希望宗教要彼此互动，要多往来，并且要互相的学习。我们知道只有宗教团结，才能够化解这个世界上许多的冲突，促进社会的安定和平。我们的访问很成功，都能达到共识。宗教团结最重要的，就是把门户之见要放下，要学谦卑，要学着恭敬、互相敬爱、互助合作，我们共同为这个世界安定和平做出贡献，这个宗教就有意义。这在澳洲，澳洲政府总理陆克文希望我做的一桩事情，我刚刚开始访问了五个宗教。回来治牙齿，牙齿治好之后，我再访问五个不同的宗教。",
      "zh_TW": "今天在座的有來自祖國的嘉賓，我們表示熱烈的歡迎。諸位老師，諸位大德，諸位同學，大家下午好。我這幾天剛剛從澳洲回來，這次到澳洲是去訪問宗教，時間也很匆促，訪問了澳洲的印度教、伊斯蘭教、基督教跟天主教。還有一個很古老的，我們佛陀在世的時候，就在印度學術裡頭很著名的吠陀派，是個哲學的學派；訪問了錫克教。我們希望宗教要彼此互動，要多往來，並且要互相的學習。我們知道只有宗教團結，才能夠化解這個世界上許多的衝突，促進社會的安定和平。我們的訪問很成功，都能達到共識。宗教團結最重要的，就是把門戶之見要放下，要學謙卑，要學著恭敬、互相敬愛、互助合作，我們共同為這個世界安定和平做出貢獻，這個宗教就有意義。這在澳洲，澳洲政府總理陸克文希望我做的一樁事情，我剛剛開始訪問了五個宗教。回來治牙齒，牙齒治好之後，我再訪問五個不同的宗教。"
    },
    {
      "id": "21-575-0001_p0002",
      "zh_CN": "刚刚进入这个会堂之前，我们在会客室跟我们的嘉宾，祖国地方上的领导见面，才知道他们这一次到台湾来考察家庭教育，这太难得。我们也就谈到家庭教育是社会安定的基础，中国人的家，对于这个古老的国家，五千多年的历史，我们在历史上看到，五千年来中国社会是安定的，长治久安。许多外国的学者专家，特别是研究历史的，看到中国这五千年的历史，中国从来没有跟外国人打过仗，和谐的民族，他们佩服到五体投地。中国人究竟用什么方法，这么大的幅员、这么多的族群、这么多的人口，他怎么能够做到这社会的安定和平？现在社会的动乱不是一个局部性的，全球性的，你走到世界上任何一个国家地区，都有严重的社会问题。我走了很多地方，我选择居住的地方，我常说我有两个标准，第一个离婚率比较低，第二个青少年犯罪率比较低，我说那个地方可以住。如果离婚率太高，少年犯罪率很高，这个地方就不能住，那社会肯定动乱。现在这两个问题，可以说是全球每个政府最头痛的问题，所以现在西方人在寻求，用什么方法来解决这个问题？中国几千年来为什么做得这么好？它用什么方法做的？给诸位说，教育，只要把人教好了，就没事！",
      "zh_TW": "剛剛進入這個會堂之前，我們在會客室跟我們的嘉賓，祖國地方上的領導見面，才知道他們這一次到台灣來考察家庭教育，這太難得。我們也就談到家庭教育是社會安定的基礎，中國人的家，對於這個古老的國家，五千多年的歷史，我們在歷史上看到，五千年來中國社會是安定的，長治久安。許多外國的學者專家，特別是研究歷史的，看到中國這五千年的歷史，中國從來沒有跟外國人打過仗，和諧的民族，他們佩服到五體投地。中國人究竟用什麼方法，這麼大的幅員、這麼多的族群、這麼多的人口，他怎麼能夠做到這社會的安定和平？現在社會的動亂不是一個局部性的，全球性的，你走到世界上任何一個國家地區，都有嚴重的社會問題。我走了很多地方，我選擇居住的地方，我常說我有兩個標準，第一個離婚率比較低，第二個青少年犯罪率比較低，我說那個地方可以住。如果離婚率太高，少年犯罪率很高，這個地方就不能住，那社會肯定動亂。現在這兩個問題，可以說是全球每個政府最頭痛的問題，所以現在西方人在尋求，用什麼方法來解決這個問題？中國幾千年來為什麼做得這麼好？它用什麼方法做的？給諸位說，教育，只要把人教好了，就沒事！"
    },
    {
      "id": "21-575-0001_p0003",
      "zh_CN": "所以我也常常讲在我们中国古代，各行各业里头，最轻松的、工作量最少的是哪个行业？做官的。为什么？他没案子办，没事情做。人人都是好人，家家都是好家，没有坏人，没有作奸犯科的。所以我们看到古时候这个地方官员，你看看我们这个地方还有一部《四库荟要》，将来我再送一部《四库全书》，放在这个地方。诸位看看「集部」，那些写文章留给后世的，「集部」里面，许许多多写文章的人什么人？做官的，他有时间写文章、作诗词。有很多的时间去访问高僧、道长，他有这些时间，这就是社会安定。所以这个地方官员多余的时间非常多，他有时间读书、有时间进修，提升自己的德行、学问，跟现在社会完全不相同。为什么以前社会那么好？得力于家教。我们很可怜，中国现在没有家了，这一点我想起来就非常之难过。我们中国的家，古时候的家，彻底被消灭了是在什么时候？抗战之后。抗战期间还有，那时候我十几岁，做中学生的时候，农村里面这个村叫王村，那个村叫张村，那一个村就是一家，它就是一个家族，五代同堂不分家的，所以从前中国的家就是社会。",
      "zh_TW": "所以我也常常講在我們中國古代，各行各業裡頭，最輕鬆的、工作量最少的是哪個行業？做官的。為什麼？他沒案子辦，沒事情做。人人都是好人，家家都是好家，沒有壞人，沒有作奸犯科的。所以我們看到古時候這個地方官員，你看看我們這個地方還有一部《四庫薈要》，將來我再送一部《四庫全書》，放在這個地方。諸位看看「集部」，那些寫文章留給後世的，「集部」裡面，許許多多寫文章的人什麼人？做官的，他有時間寫文章、作詩詞。有很多的時間去訪問高僧、道長，他有這些時間，這就是社會安定。所以這個地方官員多餘的時間非常多，他有時間讀書、有時間進修，提升自己的德行、學問，跟現在社會完全不相同。為什麼以前社會那麼好？得力於家教。我們很可憐，中國現在沒有家了，這一點我想起來就非常之難過。我們中國的家，古時候的家，徹底被消滅了是在什麼時候？抗戰之後。抗戰期間還有，那時候我十幾歲，做中學生的時候，農村裡面這個村叫王村，那個村叫張村，那一個村就是一家，它就是一個家族，五代同堂不分家的，所以從前中國的家就是社會。"
    },
    {
      "id": "21-575-0001_p0004",
      "zh_CN": "这一家人口一般来讲大概三百人上下，这么大的一个家，它要没有规矩那家就乱掉。所以它有家道，它有家规、有家学、有家业，他家里经营的事业，它是个社会，它是个团体，是血缘组成的。你自己上面有父母，再上去有曾祖父母、高祖父母都在，年岁大的他都能看见；往下有儿子、有孙子、有重孙，这么大一个家族。所以家在中国文化产生重要的一个环节，人生到这个世间来为什么？为我的家，荣宗耀祖，光大门楣，他这人生他有目标、他有方向。他不能做坏事，做坏事将来家要是败掉的时候，那怎么对得起祖宗？所以家管得很严、管得很紧。《弟子规》，是中国一般家族里面，共同必须修学的一个科目，必修科。除这个之外，因为《弟子规》里面，只有讲到一百一十三桩事情，并不多。家规里面除了这一部分之外，还有他们必须修学的，家庭的行业不一样、文化背景不相同，你在他的家谱里面就看到，家谱里面一定有家规或者是家训，你会看到这些东西。所以《弟子规》是每个家庭必修科的集大成，人人都要学。懂得中国这个家它是社会行为，它对于国家民族长治久安，发挥最大的效果。抗战之后没有了，我再也看不到一家，这是我们抗战最大的一个损失，生命财产那是小事，我们这个文化彻底被毁灭，真让我们痛心。现在怎么样再恢复？能够恢复起来的时候，我们国家又会有千年的长治久安，这肯定的。",
      "zh_TW": "這一家人口一般來講大概三百人上下，這麼大的一個家，它要沒有規矩那家就亂掉。所以它有家道，它有家規、有家學、有家業，他家裡經營的事業，它是個社會，它是個團體，是血緣組成的。你自己上面有父母，再上去有曾祖父母、高祖父母都在，年歲大的他都能看見；往下有兒子、有孫子、有重孫，這麼大一個家族。所以家在中國文化產生重要的一個環節，人生到這個世間來為什麼？為我的家，榮宗耀祖，光大門楣，他這人生他有目標、他有方向。他不能做壞事，做壞事將來家要是敗掉的時候，那怎麼對得起祖宗？所以家管得很嚴、管得很緊。《弟子規》，是中國一般家族裡面，共同必須修學的一個科目，必修科。除這個之外，因為《弟子規》裡面，只有講到一百一十三樁事情，並不多。家規裡面除了這一部分之外，還有他們必須修學的，家庭的行業不一樣、文化背景不相同，你在他的家譜裡面就看到，家譜裡面一定有家規或者是家訓，你會看到這些東西。所以《弟子規》是每個家庭必修科的集大成，人人都要學。懂得中國這個家它是社會行為，它對於國家民族長治久安，發揮最大的效果。抗戰之後沒有了，我再也看不到一家，這是我們抗戰最大的一個損失，生命財產那是小事，我們這個文化徹底被毀滅，真讓我們痛心。現在怎麼樣再恢復？能夠恢復起來的時候，我們國家又會有千年的長治久安，這肯定的。"
    },
    {
      "id": "21-575-0001_p0005",
      "zh_CN": "现在我就常常想，我们常常听说这企业家，我就想到一个企业、一个公司，能够把中国过去的家，这个家的精神继承下来，有家道、有家规、有家学、有家业。从前的家，确实是给我们一个人一生当中最安全的保障，从小读书家族负责，不是你父母负责。你这大家庭，家族，所以它有家学，私塾就是家学，就是我们家的子弟学校。年岁老了安心，老的时候享福，老的时候不会遭罪，老的时候享天伦之乐。你想一个家族三百多人，小孩至少有七、八十个，天天围绕着你，你说多快乐！你老了退休，天天跟你的孙子、重孙子，你的族群里面这些小朋友，天天跟他们在一起，老人教他们，老人的经验丰富，这一代一代的传下去。我们的家规从哪里来的？太早了，在历史上也说不上是什么时候，我们有理由相信，肯定在黄帝之前。诸位要记住，文字是黄帝时代发明的，黄帝之前神农氏，黄帝前五百年，伏羲氏是黄帝前一千年，没有文字。虽没有文字，我们有理由相信五伦五常、四维八德，都是老祖宗世世代代传下来的。所以孔子是好人，真诚，老实人不说假话！他老人家修学的态度，他说得很清楚，他一生「述而不作」，就是他没有创造、没有发明，他所学的、他所修的、所教的、所传的，都是老祖宗世世代代传下来的东西，没有自己的创造发明，他被后世人尊为至圣。「信而好古」，古老的东西，古老东西是已经经过历史检验，它是真的，它不是假的。现在科学不行，科学是摸着石头过河，你看二、三年就推翻，前面理论推翻，后头新的又建立，新的建立过几年又被人推翻，到底哪是真的，它总是有个问号在那里。中国不是这样，中国就是真理，你依照这去做决定没有问题，你是违背它肯定出毛病。所以五伦、五常、八德，我们相信是很古老的传递。",
      "zh_TW": "現在我就常常想，我們常常聽說這企業家，我就想到一個企業、一個公司，能夠把中國過去的家，這個家的精神繼承下來，有家道、有家規、有家學、有家業。從前的家，確實是給我們一個人一生當中最安全的保障，從小讀書家族負責，不是你父母負責。你這大家庭，家族，所以它有家學，私塾就是家學，就是我們家的子弟學校。年歲老了安心，老的時候享福，老的時候不會遭罪，老的時候享天倫之樂。你想一個家族三百多人，小孩至少有七、八十個，天天圍繞著你，你說多快樂！你老了退休，天天跟你的孫子、重孫子，你的族群裡面這些小朋友，天天跟他們在一起，老人教他們，老人的經驗豐富，這一代一代的傳下去。我們的家規從哪裡來的？太早了，在歷史上也說不上是什麼時候，我們有理由相信，肯定在黃帝之前。諸位要記住，文字是黃帝時代發明的，黃帝之前神農氏，黃帝前五百年，伏羲氏是黃帝前一千年，沒有文字。雖沒有文字，我們有理由相信五倫五常、四維八德，都是老祖宗世世代代傳下來的。所以孔子是好人，真誠，老實人不說假話！他老人家修學的態度，他說得很清楚，他一生「述而不作」，就是他沒有創造、沒有發明，他所學的、他所修的、所教的、所傳的，都是老祖宗世世代代傳下來的東西，沒有自己的創造發明，他被後世人尊為至聖。「信而好古」，古老的東西，古老東西是已經經過歷史檢驗，它是真的，它不是假的。現在科學不行，科學是摸著石頭過河，你看二、三年就推翻，前面理論推翻，後頭新的又建立，新的建立過幾年又被人推翻，到底哪是真的，它總是有個問號在那裡。中國不是這樣，中國就是真理，你依照這去做決定沒有問題，你是違背它肯定出毛病。所以五倫、五常、八德，我們相信是很古老的傳遞。"
    },
    {
      "id": "21-575-0001_p0006",
      "zh_CN": "五伦是讲关系，五伦五常、四维八德要知道都是出于性德，人有人性，「人之初，性本善」。善是什么意思？伦常八德就是善。违背伦常八德那就不善，不善就会带来灾祸，对个人来讲的时候是疾病、凶灾，对社会来讲，就是我们今天讲的自然灾害。其实自然灾害不是自然的，是我们业力感召的，我们大家心行不善就会有许多灾难，如果心行善这灾难都能化解。所以中国谚语有一句话说，「福人居福地，福地福人居」，什么地方是福地？这人有福，他住在这个地方这地就有福。所以佛法里讲境随心转，境是环境，山河大地是跟着我们人心在转，我们人心善，没有一样不善，树木花草善，山河大地善，所有灾难都没有。由此可知，那教育教什么？就是教善，回归本善这就对了。所以中国老祖宗的教育，它的着眼点在此地。",
      "zh_TW": "五倫是講關係，五倫五常、四維八德要知道都是出於性德，人有人性，「人之初，性本善」。善是什麼意思？倫常八德就是善。違背倫常八德那就不善，不善就會帶來災禍，對個人來講的時候是疾病、凶災，對社會來講，就是我們今天講的自然災害。其實自然災害不是自然的，是我們業力感召的，我們大家心行不善就會有許多災難，如果心行善這災難都能化解。所以中國諺語有一句話說，「福人居福地，福地福人居」，什麼地方是福地？這人有福，他住在這個地方這地就有福。所以佛法裡講境隨心轉，境是環境，山河大地是跟著我們人心在轉，我們人心善，沒有一樣不善，樹木花草善，山河大地善，所有災難都沒有。由此可知，那教育教什麼？就是教善，回歸本善這就對了。所以中國老祖宗的教育，它的著眼點在此地。"
    },
    {
      "id": "21-575-0001_p0007",
      "zh_CN": "教育的核心就是五伦里头的一句话，「父子有亲」，五伦头一条就是父子有亲，亲爱没有条件，也没有人教他，你看父母对于婴孩的那种爱护。我有一年参加一次国际会议，在日本召开，跟着我的这些同修们有二十多个人，差不多跟着我一块去参加这次活动。其中有个年轻的妈妈推个小车，里面是个四个月的婴儿，有一天在路上，我说你们大家停下来，二十多个人你们仔细来看看，你看这小朋友，这个小男孩，你看他的眼睛、看他的表情对他的妈妈，那是天真的爱。你再看他的父母对小孩的关照，无私的奉献，那就是自性的流露，在这里看得非常的明显。中国古圣先贤这教育的动机，就从这开始的，看到这个。我们教育的目的是在哪里？头一个目的，这种爱如何保持着一生不会改变，这要靠教育。教育第二个目标，把这个爱怎样能发扬光大，他爱他的兄弟姊妹，爱他的家族、爱他的邻里乡党，爱社会、爱国家、爱民族，发展到最后《弟子规》上讲「凡是人，皆须爱」，那就爱天下人。这是我们中国老祖宗教育的目的。所以中国人怎么会跟外国人打仗？不可能！从小就受爱的教育，这个爱的教育，是神圣的教育。",
      "zh_TW": "教育的核心就是五倫裡頭的一句話，「父子有親」，五倫頭一條就是父子有親，親愛沒有條件，也沒有人教他，你看父母對於嬰孩的那種愛護。我有一年參加一次國際會議，在日本召開，跟著我的這些同修們有二十多個人，差不多跟著我一塊去參加這次活動。其中有個年輕的媽媽推個小車，裡面是個四個月的嬰兒，有一天在路上，我說你們大家停下來，二十多個人你們仔細來看看，你看這小朋友，這個小男孩，你看他的眼睛、看他的表情對他的媽媽，那是天真的愛。你再看他的父母對小孩的關照，無私的奉獻，那就是自性的流露，在這裡看得非常的明顯。中國古聖先賢這教育的動機，就從這開始的，看到這個。我們教育的目的是在哪裡？頭一個目的，這種愛如何保持著一生不會改變，這要靠教育。教育第二個目標，把這個愛怎樣能發揚光大，他愛他的兄弟姊妹，愛他的家族、愛他的鄰里鄉黨，愛社會、愛國家、愛民族，發展到最後《弟子規》上講「凡是人，皆須愛」，那就愛天下人。這是我們中國老祖宗教育的目的。所以中國人怎麼會跟外國人打仗？不可能！從小就受愛的教育，這個愛的教育，是神聖的教育。"
    },
    {
      "id": "21-575-0001_p0008",
      "zh_CN": "我们细心去观察宗教，我在最近十年，从一九九九年开始，我们做团结宗教的工作，做得很成功。所以我必须要去看看每个宗教的经典，每个宗教经典的核心都是爱。你看《新旧约》，《新旧约》是三个宗教主修的经典，犹太教他们用的是《旧约》，基督教用的是《新约》，天主教《新旧约》统统学习，所以这三个教实在是一家。曾经有人问过我，这外国人问我对这三个教的看法，我说这三个教是一家人，一家三派，怎么是一家三派？犹太教是皇上那一派，基督教是太子那一派，天主教是皇后那一派，他们听了都觉得很有道理，一家三派。所以常常在国际上，把这三个教统称一个，用基督教来代表，实际上它里面含有三个大派。《圣经》讲什么？「神爱世人、上帝爱世人」，它讲爱，这就是他们教义的核心。佛家讲的「慈悲为本，方便为门」，慈悲就是爱，佛为什么不讲爱，要讲慈悲？因为爱里头有感情，这个佛把它区别出来，用慈悲不用爱。也就是慈悲是理性的爱、是理智的爱，不是感情的，它里头没有流弊，所以理智的爱就叫慈悲。佛家讲智慧，智慧做主，智慧当家，不可以感情用事，感情用事麻烦就来了，流弊就发生。",
      "zh_TW": "我們細心去觀察宗教，我在最近十年，從一九九九年開始，我們做團結宗教的工作，做得很成功。所以我必須要去看看每個宗教的經典，每個宗教經典的核心都是愛。你看《新舊約》，《新舊約》是三個宗教主修的經典，猶太教他們用的是《舊約》，基督教用的是《新約》，天主教《新舊約》統統學習，所以這三個教實在是一家。曾經有人問過我，這外國人問我對這三個教的看法，我說這三個教是一家人，一家三派，怎麼是一家三派？猶太教是皇上那一派，基督教是太子那一派，天主教是皇后那一派，他們聽了都覺得很有道理，一家三派。所以常常在國際上，把這三個教統稱一個，用基督教來代表，實際上它裡面含有三個大派。《聖經》講什麼？「神愛世人、上帝愛世人」，它講愛，這就是他們教義的核心。佛家講的「慈悲為本，方便為門」，慈悲就是愛，佛為什麼不講愛，要講慈悲？因為愛裡頭有感情，這個佛把它區別出來，用慈悲不用愛。也就是慈悲是理性的愛、是理智的愛，不是感情的，它裡頭沒有流弊，所以理智的愛就叫慈悲。佛家講智慧，智慧做主，智慧當家，不可以感情用事，感情用事麻煩就來了，流弊就發生。"
    },
    {
      "id": "21-575-0001_p0009",
      "zh_CN": "我们看这个世界上还有大的宗教，伊斯兰教，这一次我去访问伊斯兰，他们告诉我全世界伊斯兰有十五亿人，不少！全世界的人口六十七亿人，伊斯兰占十五亿，差不多相当于我们中国全国，这是一个大的教派。可是他们在澳洲，澳洲伊斯兰教的信奉者，有三十万人，不算多，澳洲人口大概是二千二百万的样子，比台湾还少一点，台湾二千三百万。它那个经典上讲「真主确实是仁慈的」。所以你细心去观察每一个宗教的典籍，你决定找到它处处都在说爱。所以我接触这些宗教，我说爱是我们宗教共同的核心，宗教可以团结在爱字之下，都讲爱人，没有说讲害人。佛家讲的四大戒，戒律上四种大戒，不杀生、不偷盗、不邪淫、不妄语，每个宗教都有，这四条最重戒，每个宗教经典里面都有，宗教怎么不能团结？当然可以团结。可是我们佛门，释迦牟尼佛对佛弟子还有四条重戒，特别的，这是其他宗教没有的，只有佛教有。第一个「不作国贼」，佛弟子决定不能做伤害国家社会的事，这头一条，《梵网经》上的。第二条「不谤国主」，国主是国家领导人，从中央到地方，国家领导人不可以毁谤、不可以批评。第三条「不漏国税」，第四条「不犯国制」，国制就是国家的法律，必须要遵守。你看佛教在中国，历史上曾经有过「三武灭法」，佛门弟子无论出家、在家没有反抗的，能接受，最好的公民。所以底下一个皇帝上来之后，马上把佛教就恢复，看到这么好的公民、这么听话、不会作乱的，在历史上可以有证明。其他这个宗教里头有推翻政府的，在佛教里头决定没有，决定找不到这个例子。",
      "zh_TW": "我們看這個世界上還有大的宗教，伊斯蘭教，這一次我去訪問伊斯蘭，他們告訴我全世界伊斯蘭有十五億人，不少！全世界的人口六十七億人，伊斯蘭佔十五億，差不多相當於我們中國全國，這是一個大的教派。可是他們在澳洲，澳洲伊斯蘭教的信奉者，有三十萬人，不算多，澳洲人口大概是二千二百萬的樣子，比台灣還少一點，台灣二千三百萬。它那個經典上講「真主確實是仁慈的」。所以你細心去觀察每一個宗教的典籍，你決定找到它處處都在說愛。所以我接觸這些宗教，我說愛是我們宗教共同的核心，宗教可以團結在愛字之下，都講愛人，沒有說講害人。佛家講的四大戒，戒律上四種大戒，不殺生、不偷盜、不邪淫、不妄語，每個宗教都有，這四條最重戒，每個宗教經典裡面都有，宗教怎麼不能團結？當然可以團結。可是我們佛門，釋迦牟尼佛對佛弟子還有四條重戒，特別的，這是其他宗教沒有的，只有佛教有。第一個「不作國賊」，佛弟子決定不能做傷害國家社會的事，這頭一條，《梵網經》上的。第二條「不謗國主」，國主是國家領導人，從中央到地方，國家領導人不可以毀謗、不可以批評。第三條「不漏國稅」，第四條「不犯國制」，國制就是國家的法律，必須要遵守。你看佛教在中國，歷史上曾經有過「三武滅法」，佛門弟子無論出家、在家沒有反抗的，能接受，最好的公民。所以底下一個皇帝上來之後，馬上把佛教就恢復，看到這麼好的公民、這麼聽話、不會作亂的，在歷史上可以有證明。其他這個宗教裡頭有推翻政府的，在佛教裡頭決定沒有，決定找不到這個例子。"
    },
    {
      "id": "21-575-0001_p0010",
      "zh_CN": "所以这是我们晓得，佛教确实跟一切宗教来比，佛教是止于至善，真正教给我们回归本善。如果我们人人回归本善，我们这个世界，跟极乐世界有没有差别？没有差别。我讲经时候常常提醒大家，为什么没有差别？环境是自性变现的，你的心善，山河大地样样都善。释迦牟尼佛为我们介绍，西方极乐世界的居民各个都是上善，善到极处！所以他人心善，树木花草、山河大地没有一样不善。再想想我们现在这个社会，现在社会出了毛病，严重的毛病，在东方的社会，我们把古圣先贤的东西丢掉、疏忽；在西方的社会把宗教丢掉，西方不相信宗教的人太多。他在这一生当中，他迷失了方向、他迷失了目标，所以完全受自私自利、名闻利养、五欲六尘的主宰，起心动念损人利己，这还得了吗？所以造成了种种不善，感应连山河大地都出问题，水灾、火灾、风灾、地震、海啸再加上瘟疫，这都是不善业所感的。如果我们真的一心修善，这些灾害虽然有，你绝对不会遇到。为什么？我跟大家虽有共业，共业里头有不共业，这个要知道。",
      "zh_TW": "所以這是我們曉得，佛教確實跟一切宗教來比，佛教是止於至善，真正教給我們回歸本善。如果我們人人回歸本善，我們這個世界，跟極樂世界有沒有差別？沒有差別。我講經時候常常提醒大家，為什麼沒有差別？環境是自性變現的，你的心善，山河大地樣樣都善。釋迦牟尼佛為我們介紹，西方極樂世界的居民各個都是上善，善到極處！所以他人心善，樹木花草、山河大地沒有一樣不善。再想想我們現在這個社會，現在社會出了毛病，嚴重的毛病，在東方的社會，我們把古聖先賢的東西丟掉、疏忽；在西方的社會把宗教丟掉，西方不相信宗教的人太多。他在這一生當中，他迷失了方向、他迷失了目標，所以完全受自私自利、名聞利養、五欲六塵的主宰，起心動念損人利己，這還得了嗎？所以造成了種種不善，感應連山河大地都出問題，水災、火災、風災、地震、海嘯再加上瘟疫，這都是不善業所感的。如果我們真的一心修善，這些災害雖然有，你絕對不會遇到。為什麼？我跟大家雖有共業，共業裡頭有不共業，這個要知道。"
    },
    {
      "id": "21-575-0001_p0011",
      "zh_CN": "如何能够帮助这个世界化解冲突，恢复到安定和平？没有别的，回归本善就行。所以今天我们常常看到国际上的这些信息，现在大家最恐怖的，是地球上的温度不断上升，如果再上升四个摄氏度，麻烦可就大了，都在叫。而且怪的什么？怪的是我们排的废气，二氧化碳排这个废气，造成这种灾害。我们看到这信息我们明白，我们相信，排放废气是有，小事一桩，不是主要的。主要的是什么？主要是我们的贪瞋痴慢无限制的在增长，温度上升是什么原因？瞋恨。你看人一发脾气脸都红了，发一次脾气，地球温度就上升一点，世界上这么多人哪个不发脾气？不是排放废气，是心地愤恨不平造成温度上升。我们这样说出来，他说我们没有根据，这个不合乎科学，你说糟不糟糕？实际上我给他讲的是真因，不是假的。如果我们每个人都不再发脾气，心平气和，地球的温度马上就下降，就会恢复正常。所以我们无可奈何，只有要求佛门弟子，大家要记住，千万不要发脾气，一发脾气就要想到，我又把地球温度提升了。我给你说的是真话不是假话。如果你们要不相信我所说的，你看日本江本胜博士他做的水实验证明，证明什么？我们起心动念水知道。水是矿物，无情众生，这众生是众缘和合而生起的现象，所以众生这个名词很广，含义很广。矿物，实验证明它能看、它能听、它懂得人的意思，他实验今年第十二年。",
      "zh_TW": "如何能夠幫助這個世界化解衝突，恢復到安定和平？沒有別的，回歸本善就行。所以今天我們常常看到國際上的這些信息，現在大家最恐怖的，是地球上的溫度不斷上升，如果再上升四個攝氏度，麻煩可就大了，都在叫。而且怪的什麼？怪的是我們排的廢氣，二氧化碳排這個廢氣，造成這種災害。我們看到這信息我們明白，我們相信，排放廢氣是有，小事一樁，不是主要的。主要的是什麼？主要是我們的貪瞋痴慢無限制的在增長，溫度上升是什麼原因？瞋恨。你看人一發脾氣臉都紅了，發一次脾氣，地球溫度就上升一點，世界上這麼多人哪個不發脾氣？不是排放廢氣，是心地憤恨不平造成溫度上升。我們這樣說出來，他說我們沒有根據，這個不合乎科學，你說糟不糟糕？實際上我給他講的是真因，不是假的。如果我們每個人都不再發脾氣，心平氣和，地球的溫度馬上就下降，就會恢復正常。所以我們無可奈何，只有要求佛門弟子，大家要記住，千萬不要發脾氣，一發脾氣就要想到，我又把地球溫度提升了。我給你說的是真話不是假話。如果你們要不相信我所說的，你看日本江本勝博士他做的水實驗證明，證明什麼？我們起心動念水知道。水是礦物，無情眾生，這眾生是眾緣和合而生起的現象，所以眾生這個名詞很廣，含義很廣。礦物，實驗證明它能看、它能聽、它懂得人的意思，他實驗今年第十二年。"
    },
    {
      "id": "21-575-0001_p0012",
      "zh_CN": "江本今年到台湾来过一次，在台北、台中、高雄都做了一次讲演，那个时候我正好在高雄，他来看我，我们也是老朋友。我告诉他，在佛经上讲的不但水有见闻觉知、有受想行识，所有一切物质统统都有。我说你应该扩大的实验，你能把一切物质现象，泥沙、石块统统把它实验出来，都有见闻觉知，然后你就相信，我们起心动念影响外面环境。我们的心善、我们的念头善、我们的言语善、我们的行为善，这个世界会变成极乐世界，就这么个道理。这在大乘经里面讲得太详细！《华严》给我们讲宇宙的起源，宇宙的来源、生命的来源、我自己的来源，讲得太清楚、太明白。了解之后才晓得，整个宇宙是一个有机体，我们起心动念，桌椅板凳知不知道？知道。天花板知不知道？知道。地板知不知道？知道。一切物质现象里面，统统有见闻觉知、有受想行识，这个精神跟物质永远分不开。佛说一粒微尘，一粒微尘佛经上讲的，我们肉眼看不到，现在科学家讲基本粒子、夸克，大概是讲这个东西。这么小的一粒微尘，它是物质，有没有精神现象？有，它有见闻觉知、它有受想行识。所以说我们人心起念头，就能感动它、就能转变它。所以你明白这个道理，你就晓得，你的心善、念头善、行为善，你百病不生，为什么？你身体里面每个细胞，它都受你念头在控制、在转变。如果你有疾病的时候，你就修善心、善行，那个病不要治自己会好，就这么个道理。首先转的是什么？是转自己身体，你就得到这个利益！",
      "zh_TW": "江本今年到台灣來過一次，在台北、台中、高雄都做了一次講演，那個時候我正好在高雄，他來看我，我們也是老朋友。我告訴他，在佛經上講的不但水有見聞覺知、有受想行識，所有一切物質統統都有。我說你應該擴大的實驗，你能把一切物質現象，泥沙、石塊統統把它實驗出來，都有見聞覺知，然後你就相信，我們起心動念影響外面環境。我們的心善、我們的念頭善、我們的言語善、我們的行為善，這個世界會變成極樂世界，就這麼個道理。這在大乘經裡面講得太詳細！《華嚴》給我們講宇宙的起源，宇宙的來源、生命的來源、我自己的來源，講得太清楚、太明白。了解之後才曉得，整個宇宙是一個有機體，我們起心動念，桌椅板凳知不知道？知道。天花板知不知道？知道。地板知不知道？知道。一切物質現象裡面，統統有見聞覺知、有受想行識，這個精神跟物質永遠分不開。佛說一粒微塵，一粒微塵佛經上講的，我們肉眼看不到，現在科學家講基本粒子、夸克，大概是講這個東西。這麼小的一粒微塵，它是物質，有沒有精神現象？有，它有見聞覺知、它有受想行識。所以說我們人心起念頭，就能感動它、就能轉變它。所以你明白這個道理，你就曉得，你的心善、念頭善、行為善，你百病不生，為什麼？你身體裡面每個細胞，它都受你念頭在控制、在轉變。如果你有疾病的時候，你就修善心、善行，那個病不要治自己會好，就這麼個道理。首先轉的是什麼？是轉自己身體，你就得到這個利益！"
    },
    {
      "id": "21-575-0001_p0013",
      "zh_CN": "所以中国谚语也有一句话说得很好，叫「相随心转」，相，不但是相貌，连你身体健康都包括在里头，形象能随心转。心不善，正常的细胞，它就转变成不正常，不正常就生病，就病态，你就长病。如果我们念头恢复正常，那个病的细胞它又会恢复正常，不要用药，不要看医生就会好的。所以病，治好病的百分之九十，甚至于到百分之九十五是心态，心态的转变，药物对你帮助很少很少，这个道理要懂。那扩大呢？外面就是山河大地，是我们的生活环境。所以我们修福，伦理道德是福报，我们各个人都有福，这个地方就是福地，这个地方什么灾难都不生，周边有灾难，这个地方没灾难。我们明白这个道理，大家一定要断恶修善，断恶修善从哪里修起？《弟子规》是起步。《弟子规》原本在我们中国家庭里面，是教小朋友，怎么个教法？是大人把它做到，做给小朋友看，是身教不是言教。所以《弟子规》，如果说靠背诵、读诵，来唱诵那收不到效果。一定要做到，大人做到，小朋友很快就学会；大人不能做到，教小朋友肯定会失败。所以我们一定要做出很好的榜样给小孩看，小孩很快就会学会，然后你才知道人性本善。从这个地方教的时候就很容易教，一定要做出榜样，要做出模范。更重要的因果教育，我们现在黄柏霖老师，他今天下午没来，上午在这边讲课。这是台湾的一个高级警官，他在刑事案件当中，许许多多刑事案件破获，几乎在台湾这六十年来，百分之八十的案件，都是被害人的鬼魂跟警方有联系，把这案子破了，所以他们深信因果、深信轮回。",
      "zh_TW": "所以中國諺語也有一句話說得很好，叫「相隨心轉」，相，不但是相貌，連你身體健康都包括在裡頭，形象能隨心轉。心不善，正常的細胞，它就轉變成不正常，不正常就生病，就病態，你就長病。如果我們念頭恢復正常，那個病的細胞它又會恢復正常，不要用藥，不要看醫生就會好的。所以病，治好病的百分之九十，甚至於到百分之九十五是心態，心態的轉變，藥物對你幫助很少很少，這個道理要懂。那擴大呢？外面就是山河大地，是我們的生活環境。所以我們修福，倫理道德是福報，我們各個人都有福，這個地方就是福地，這個地方什麼災難都不生，周邊有災難，這個地方沒災難。我們明白這個道理，大家一定要斷惡修善，斷惡修善從哪裡修起？《弟子規》是起步。《弟子規》原本在我們中國家庭裡面，是教小朋友，怎麼個教法？是大人把它做到，做給小朋友看，是身教不是言教。所以《弟子規》，如果說靠背誦、讀誦，來唱誦那收不到效果。一定要做到，大人做到，小朋友很快就學會；大人不能做到，教小朋友肯定會失敗。所以我們一定要做出很好的榜樣給小孩看，小孩很快就會學會，然後你才知道人性本善。從這個地方教的時候就很容易教，一定要做出榜樣，要做出模範。更重要的因果教育，我們現在黃柏霖老師，他今天下午沒來，上午在這邊講課。這是台灣的一個高級警官，他在刑事案件當中，許許多多刑事案件破獲，幾乎在台灣這六十年來，百分之八十的案件，都是被害人的鬼魂跟警方有聯繫，把這案子破了，所以他們深信因果、深信輪迴。"
    },
    {
      "id": "21-575-0001_p0014",
      "zh_CN": "他破这个案件他自己亲身经历，他今天告诉我，差不多将近有一百五十个例子，他写成一本书，真人真事。所以因果教育比什么都重要，相信因果不敢做坏事，相信伦理道德羞于作恶，作恶很丢人的事情，不愿意做，相信因果不敢。所以我们中国五千年来这两种教育，维系了国家几千年的长治久安，我们要知道。我们今天帮助全世界，其他国家地区也有这些困难，我们帮助它，我们就把这两样东西介绍给大家。有些他很难相信，我说是真的，在我们中国做到，你到中国去考察、去访问，真的一点不假，因果这个事情，要到台湾你让我们这些高级警官给你做报告。黄警官告诉我，最近大概就是前几天，发现了一个案子，也是被害的鬼魂跟警方联系，所以一去，大概是一个星期案子破掉。他今天告诉我这桩事情，「这个事情能不能讲？」我说「当然能讲，真人真事，又不是你编的故事，这很能够警惕人的。」所以真正懂得因果，对于世间没有希求、也没有争论。命里有的决定有，丢都丢不掉；命里没有的，想尽什么方法去求你也求不到，那又何必？所以理得心安，道理明白之后心就安，富贵安于富贵，贫贱安于贫贱。命怎么来的？命是自己造的，不是别人主宰你，没有这回事情，自己造的。断恶修善就能造命，断恶修善就能改造命运，所以要从正道里面去修学。不可以走邪道，邪道、歪道那决定是错误的。我看我的时间到了，我今天就报告到此地。这一点供养给大家，希望大家真正修福，台湾就变成福地，台湾变成福地没有灾难，靠我们每个人认真修福，断恶修善。谢谢大家。",
      "zh_TW": "他破這個案件他自己親身經歷，他今天告訴我，差不多將近有一百五十個例子，他寫成一本書，真人真事。所以因果教育比什麼都重要，相信因果不敢做壞事，相信倫理道德羞於作惡，作惡很丟人的事情，不願意做，相信因果不敢。所以我們中國五千年來這兩種教育，維繫了國家幾千年的長治久安，我們要知道。我們今天幫助全世界，其他國家地區也有這些困難，我們幫助它，我們就把這兩樣東西介紹給大家。有些他很難相信，我說是真的，在我們中國做到，你到中國去考察、去訪問，真的一點不假，因果這個事情，要到台灣你讓我們這些高級警官給你做報告。黃警官告訴我，最近大概就是前幾天，發現了一個案子，也是被害的鬼魂跟警方聯繫，所以一去，大概是一個星期案子破掉。他今天告訴我這樁事情，「這個事情能不能講？」我說「當然能講，真人真事，又不是你編的故事，這很能夠警惕人的。」所以真正懂得因果，對於世間沒有希求、也沒有爭論。命裡有的決定有，丟都丟不掉；命裡沒有的，想盡什麼方法去求你也求不到，那又何必？所以理得心安，道理明白之後心就安，富貴安於富貴，貧賤安於貧賤。命怎麼來的？命是自己造的，不是別人主宰你，沒有這回事情，自己造的。斷惡修善就能造命，斷惡修善就能改造命運，所以要從正道裡面去修學。不可以走邪道，邪道、歪道那決定是錯誤的。我看我的時間到了，我今天就報告到此地。這一點供養給大家，希望大家真正修福，台灣就變成福地，台灣變成福地沒有災難，靠我們每個人認真修福，斷惡修善。謝謝大家。"
    }
  ]
}