{
  "doc_id": "02-005-0028",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0028",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-005-0028_p0001",
      "zh_CN": "请掀开经本第十三面第一行，从第三句看起：",
      "zh_TW": "請掀開經本第十三面第一行，從第三句看起："
    },
    {
      "id": "02-005-0028_p0002",
      "zh_CN": "【咸共遵修普贤大士之德。】",
      "zh_TW": "【咸共遵修普賢大士之德。】"
    },
    {
      "id": "02-005-0028_p0003",
      "zh_CN": "这一句经文是赞叹与会的菩萨们，同时也是赞叹西方极乐世界所有的菩萨，都是修学普贤菩萨十大愿王。从这个经文上我们就能够体会到，西方世界乃是普贤菩萨的法界。因此凡是发心要求生西方极乐世界，对于普贤菩萨的修学一定要留意，要认真的学习。普贤十愿详细的记载在《华严经》中，前一次将十愿的第一愿「礼敬诸佛」，给诸位介绍过，第二是「称赞如来」。诸佛与如来到底有没有差别？如果没有差别的话，前面是礼敬诸佛，第二句应该是称赞诸佛，为什么它到这个地方不用诸佛，把它换成如来？这换了一个名称，里面含义就很深了，因为说诸佛，是从形相上说的；说如来，是从本性上说的。你看《金刚经》就是个很好的例子，《金刚经》有的时候说诸佛，有的时候说如来。凡是说诸佛，都从相上讲；凡是称如来，都从性上讲，本经与一切大乘经典都不例外。由此可知，在形相上我们要平等的恭敬，决定没有分别执着。但是在性德开显上，那确实有不一样，众生真的有迷悟差别不同，因此称赞跟礼敬就有差别。这个在五十三参里面很明显的能够看出来，与性德相应的，善财童子称赞；与性德不相应的，善财童子礼敬而不赞叹，这是我们要学的。为什么？礼敬，是必须要教一切众生平等的来修学；称赞，这里面众生心行有善、有恶，善行值得我们赞叹，恶行就不能赞叹。所以在五十三参里面，有三位善友代表的是恶行，这三位按着排名的顺序，第一个是胜热婆罗门，他代表的是愚痴，贪瞋痴三毒，他是愚痴；甘露火王代表的是瞋恚；伐苏蜜多女代表是淫欲，淫是属于贪。这三个人代表的是贪瞋痴三毒烦恼，善财童子去参访他，有礼敬没有赞叹。所以五十三位善知识里头，都有赞叹，唯独这三个人没有赞叹。就在此地说明，为什么赞叹用如来，不用诸佛，道理就在此地。",
      "zh_TW": "這一句經文是讚歎與會的菩薩們，同時也是讚歎西方極樂世界所有的菩薩，都是修學普賢菩薩十大願王。從這個經文上我們就能夠體會到，西方世界乃是普賢菩薩的法界。因此凡是發心要求生西方極樂世界，對於普賢菩薩的修學一定要留意，要認真的學習。普賢十願詳細的記載在《華嚴經》中，前一次將十願的第一願「禮敬諸佛」，給諸位介紹過，第二是「稱讚如來」。諸佛與如來到底有沒有差別？如果沒有差別的話，前面是禮敬諸佛，第二句應該是稱讚諸佛，為什麼它到這個地方不用諸佛，把它換成如來？這換了一個名稱，裡面含義就很深了，因為說諸佛，是從形相上說的；說如來，是從本性上說的。你看《金剛經》就是個很好的例子，《金剛經》有的時候說諸佛，有的時候說如來。凡是說諸佛，都從相上講；凡是稱如來，都從性上講，本經與一切大乘經典都不例外。由此可知，在形相上我們要平等的恭敬，決定沒有分別執著。但是在性德開顯上，那確實有不一樣，眾生真的有迷悟差別不同，因此稱讚跟禮敬就有差別。這個在五十三參裡面很明顯的能夠看出來，與性德相應的，善財童子稱讚；與性德不相應的，善財童子禮敬而不讚歎，這是我們要學的。為什麼？禮敬，是必須要教一切眾生平等的來修學；稱讚，這裡面眾生心行有善、有惡，善行值得我們讚歎，惡行就不能讚歎。所以在五十三參裡面，有三位善友代表的是惡行，這三位按著排名的順序，第一個是勝熱婆羅門，他代表的是愚痴，貪瞋痴三毒，他是愚痴；甘露火王代表的是瞋恚；伐蘇蜜多女代表是淫欲，淫是屬於貪。這三個人代表的是貪瞋痴三毒煩惱，善財童子去參訪他，有禮敬沒有讚歎。所以五十三位善知識裡頭，都有讚歎，唯獨這三個人沒有讚歎。就在此地說明，為什麼讚歎用如來，不用諸佛，道理就在此地。"
    },
    {
      "id": "02-005-0028_p0004",
      "zh_CN": "所以我们对于善人、善事，这个善要与真性相应，才值得赞叹；如果与心性不相应、与大乘不相应，都不能赞叹。我举个例子来说，现在在台湾的佛教做善的事业很多、很广泛，尤其是慈善救济这一类的事业，我知道很多，我在讲经里面从来没有加以赞叹过。它是不是善法？是善法。为什么不赞叹？因为它是世间善法，它不是大乘善法。我们如果对世间善法赞叹，换句话说，就是肯定这就是佛法，那会让人误解了，以为这就是佛法，那就大错特错。譬如一个学校，学校的事业是教学，它教学有成就，这值得我们赞叹。学校如果做一些慈善事业，社会救济、慈善事业偶尔做一次，也值得赞叹它。它把学业统统荒废掉了，老师也不教书，学生也不念书，天天去做慈善事业去，你想想看，这个要不要赞叹？这把他自己本分舍弃掉了，这个不能赞叹。所以赞叹一定要与性德相应，与他的本分相应。佛法的本分是什么？所谓如来家业。如来的家业又是什么？是弘法利生。在以往，寺院庵堂都是佛教教育机构，我们在大经上读到的，佛的寺院他们每天所做的事情，是二时讲经、二时修行。这个二时是从前印度讲的，印度人把一昼夜分为六时，所以它的一时等于我们现在四小时，二时就是八小时，寺院庵堂在以往每天是讲经八小时、修行八小时。修行虽然方式很多，但是归纳起来不外乎两大类，一类是参禅，一类是念佛。修念佛的，每天念八个钟点佛，念佛堂念八个钟点佛，讲堂听八个钟点经，还有八小时，已经很累了，休息一下就够了，没有时间打妄想。所以佛教的道场是寺院，这个寺院是一个教学的机构；跟庙不一样，庙是祭祀鬼神的，是跟鬼神打交道的一个场合。佛寺是教化众生的机构，我们必须要把它认清楚。舍弃了修学、舍弃了教学，去做社会福利慈善事业，是一桩好事，但是他忘了本，所以这个不值得赞叹。如果要赞叹，社会上会造成一个错误的看法，认为那就是真正的佛教，这个会误导大众错觉。",
      "zh_TW": "所以我們對於善人、善事，這個善要與真性相應，才值得讚歎；如果與心性不相應、與大乘不相應，都不能讚歎。我舉個例子來說，現在在台灣的佛教做善的事業很多、很廣泛，尤其是慈善救濟這一類的事業，我知道很多，我在講經裡面從來沒有加以讚歎過。它是不是善法？是善法。為什麼不讚歎？因為它是世間善法，它不是大乘善法。我們如果對世間善法讚歎，換句話說，就是肯定這就是佛法，那會讓人誤解了，以為這就是佛法，那就大錯特錯。譬如一個學校，學校的事業是教學，它教學有成就，這值得我們讚歎。學校如果做一些慈善事業，社會救濟、慈善事業偶爾做一次，也值得讚歎它。它把學業統統荒廢掉了，老師也不教書，學生也不念書，天天去做慈善事業去，你想想看，這個要不要讚歎？這把他自己本分捨棄掉了，這個不能讚歎。所以讚歎一定要與性德相應，與他的本分相應。佛法的本分是什麼？所謂如來家業。如來的家業又是什麼？是弘法利生。在以往，寺院庵堂都是佛教教育機構，我們在大經上讀到的，佛的寺院他們每天所做的事情，是二時講經、二時修行。這個二時是從前印度講的，印度人把一晝夜分為六時，所以它的一時等於我們現在四小時，二時就是八小時，寺院庵堂在以往每天是講經八小時、修行八小時。修行雖然方式很多，但是歸納起來不外乎兩大類，一類是參禪，一類是念佛。修念佛的，每天念八個鐘點佛，念佛堂念八個鐘點佛，講堂聽八個鐘點經，還有八小時，已經很累了，休息一下就夠了，沒有時間打妄想。所以佛教的道場是寺院，這個寺院是一個教學的機構；跟廟不一樣，廟是祭祀鬼神的，是跟鬼神打交道的一個場合。佛寺是教化眾生的機構，我們必須要把它認清楚。捨棄了修學、捨棄了教學，去做社會福利慈善事業，是一樁好事，但是他忘了本，所以這個不值得讚歎。如果要讚歎，社會上會造成一個錯誤的看法，認為那就是真正的佛教，這個會誤導大眾錯覺。"
    },
    {
      "id": "02-005-0028_p0005",
      "zh_CN": "所以这个称赞是相当不容易，比礼敬难修；礼敬容易修，折服自己的憍慢心，贡高我慢。贡高我慢每个人都有，不知不觉的都现行，这是无始劫以来的俱生烦恼，一定要把它断除。礼敬就是折服傲慢，学谦虚、学恭敬，无论在言语、在起心动念、在行为上，要认真的修学。但是称赞那要智慧，有智慧才能够辨别邪正，才能够辨别是非。是正法、是善法，我们要赞叹；如果他有偏、他有邪，我们就不能赞叹。这是第二行愿。",
      "zh_TW": "所以這個稱讚是相當不容易，比禮敬難修；禮敬容易修，折服自己的憍慢心，貢高我慢。貢高我慢每個人都有，不知不覺的都現行，這是無始劫以來的俱生煩惱，一定要把它斷除。禮敬就是折服傲慢，學謙虛、學恭敬，無論在言語、在起心動念、在行為上，要認真的修學。但是稱讚那要智慧，有智慧才能夠辨別邪正，才能夠辨別是非。是正法、是善法，我們要讚歎；如果他有偏、他有邪，我們就不能讚歎。這是第二行願。"
    },
    {
      "id": "02-005-0028_p0006",
      "zh_CN": "第三「广修供养」，布施供养，在今天我们这个世界台湾第一，所以台湾今天有福报。台湾的财富确实是世界第一，这是个人来讲世界第一，未尝不是布施供养所修得的果报。我们在讲席当中也常说，发财是福，你得的福报；这个财要怎样去运用，那是智慧。我们台湾同修有福，有钱，不晓得怎么花法，没智慧，没有智慧这个钱财就用得不恰当，没有把这个财富发挥到高度的效果，这是很可惜。所以有钱是福，用钱是智，是智慧，唯有真正的智慧才能把财富发挥到最高的效果，这个高效果就是普利人天，叫一切大众都能够得到真实的利益，像本经所说「惠以众生真实之利」。真实的利益是什么？是了生死、出三界，一定要求生净土，这才是真实的利益。了生死、出三界，不生净土，还不是真实的利益，为什么？不生净土必定有退转，必定有隔阴之迷，这个利益就不圆满、就不究竟，不圆满、不究竟就不是真实的利益。我们有这么样一个标准，以这个标准来观察一切法，就能生智慧，就不会错误了。在现前，尤其在台湾，从形式上去看，也就是从外表上看，佛教非常兴盛，也是世界第一，最兴盛的。可是要从实质上去看，问题重重，很令人担忧，担忧的是什么？佛法没有继起的人才。所谓是「人能弘道，非道弘人」，经典的流通在今天不是问题了，典籍完备，没有人。也许诸位听了我这个说法不尽同意，为什么？现在在台湾，年轻的法师大德到处讲经说法，很热闹，怎么会没有人？看到这个现象，人才辈出。",
      "zh_TW": "第三「廣修供養」，布施供養，在今天我們這個世界台灣第一，所以台灣今天有福報。台灣的財富確實是世界第一，這是個人來講世界第一，未嘗不是布施供養所修得的果報。我們在講席當中也常說，發財是福，你得的福報；這個財要怎樣去運用，那是智慧。我們台灣同修有福，有錢，不曉得怎麼花法，沒智慧，沒有智慧這個錢財就用得不恰當，沒有把這個財富發揮到高度的效果，這是很可惜。所以有錢是福，用錢是智，是智慧，唯有真正的智慧才能把財富發揮到最高的效果，這個高效果就是普利人天，叫一切大眾都能夠得到真實的利益，像本經所說「惠以眾生真實之利」。真實的利益是什麼？是了生死、出三界，一定要求生淨土，這才是真實的利益。了生死、出三界，不生淨土，還不是真實的利益，為什麼？不生淨土必定有退轉，必定有隔陰之迷，這個利益就不圓滿、就不究竟，不圓滿、不究竟就不是真實的利益。我們有這麼樣一個標準，以這個標準來觀察一切法，就能生智慧，就不會錯誤了。在現前，尤其在台灣，從形式上去看，也就是從外表上看，佛教非常興盛，也是世界第一，最興盛的。可是要從實質上去看，問題重重，很令人擔憂，擔憂的是什麼？佛法沒有繼起的人才。所謂是「人能弘道，非道弘人」，經典的流通在今天不是問題了，典籍完備，沒有人。也許諸位聽了我這個說法不盡同意，為什麼？現在在台灣，年輕的法師大德到處講經說法，很熱鬧，怎麼會沒有人？看到這個現象，人才輩出。"
    },
    {
      "id": "02-005-0028_p0007",
      "zh_CN": "这个里面又有一个标准，那就是黄念祖老居士常说的，他说这个话也是古大德常说的，「说通者有，宗通者无」。说通就是会讲，能言善道的人很多，真正修行开悟证果的人没有，这不能兴教。真正能够兴教的，过去祖师大德是宗说兼通，不但能说，他确确实实入了境界，真正有修行的功夫。现在这种人我们看不到了。为什么这个时代宗通者没有了？今天南部还有几个人来访问我，提出这个问题。这个问题的障碍，在人心、在社会，自心里面的贪瞋痴慢不能够断除，环境的诱惑，名闻利养、财色名食睡在外头诱惑，几个人能不动心？这就难了。真正做到了内断烦恼，外不被境界诱惑，给诸位说，这才是大乘的入门，没什么了不起的功夫，才入门而已。内里面烦恼不断，外面看到诱惑会动心，在门外，没进去，那怎么能兴教？一个办教育的人，在学校大门外在办教育，没进门，这教育怎么能办得成功？难在此地。哪一个人真正肯发心，依着四弘誓愿的顺序，先断烦恼，再学法门，这样才能成就。所以从这个标准上去看，我们这一代没有人才出来，没有真正肯发心的人。最初他发的心不错，所谓是初发心出家，成佛都有余，这一发心出了家，过个半年一年就又退转了，又被诱惑，又倒退了。这一倒退，掉在名闻利养的深坑里面，无恶不作，这不但不能兴教，实际上是在做灭教的工作。所以从这个标准、角度上来观察，我们的佛教前途还是茫茫，值得人忧心忡忡。所以黄念祖老居士他对我们有深切的期望，希望台湾能够真正有几位大德出现，续佛慧命，普度众生。",
      "zh_TW": "這個裡面又有一個標準，那就是黃念祖老居士常說的，他說這個話也是古大德常說的，「說通者有，宗通者無」。說通就是會講，能言善道的人很多，真正修行開悟證果的人沒有，這不能興教。真正能夠興教的，過去祖師大德是宗說兼通，不但能說，他確確實實入了境界，真正有修行的功夫。現在這種人我們看不到了。為什麼這個時代宗通者沒有了？今天南部還有幾個人來訪問我，提出這個問題。這個問題的障礙，在人心、在社會，自心裡面的貪瞋痴慢不能夠斷除，環境的誘惑，名聞利養、財色名食睡在外頭誘惑，幾個人能不動心？這就難了。真正做到了內斷煩惱，外不被境界誘惑，給諸位說，這才是大乘的入門，沒什麼了不起的功夫，才入門而已。內裡面煩惱不斷，外面看到誘惑會動心，在門外，沒進去，那怎麼能興教？一個辦教育的人，在學校大門外在辦教育，沒進門，這教育怎麼能辦得成功？難在此地。哪一個人真正肯發心，依著四弘誓願的順序，先斷煩惱，再學法門，這樣才能成就。所以從這個標準上去看，我們這一代沒有人才出來，沒有真正肯發心的人。最初他發的心不錯，所謂是初發心出家，成佛都有餘，這一發心出了家，過個半年一年就又退轉了，又被誘惑，又倒退了。這一倒退，掉在名聞利養的深坑裡面，無惡不作，這不但不能興教，實際上是在做滅教的工作。所以從這個標準、角度上來觀察，我們的佛教前途還是茫茫，值得人憂心忡忡。所以黃念祖老居士他對我們有深切的期望，希望台灣能夠真正有幾位大德出現，續佛慧命，普度眾生。"
    },
    {
      "id": "02-005-0028_p0008",
      "zh_CN": "我们的供养，第一殊胜的福田，就是在培养人才。人才不是没有，我在过去讲经也常常说的，多少年轻出家人确实有大愿大心来度众生，结果怎么样？完全被这些信徒害了。这信徒们自己还认为做了多少好事、做了多少功德，「法师，你不错，我给你买个房子，我给你建个道场」。他本来出家了，现在又把他拉回家去了，盖了个房子送给他，他有所有权状了，就又回去了。自己以为做了很大的功德，殊不知这个法师掉在名闻利养里面。他如果说没有人供养他，吃饭都成问题，他就拼命念佛赶紧求生西方，这个世间太苦，没什么指望，道心就生起来了。这个信徒多了、钱财多了，要什么都有什么，「这世界不错，极乐世界靠不住，没有这地方好」。这道心没有了，所以这些年轻人，谁害了他？你们当信徒害了他。把出家人当作戏子来玩，像捧戏子，这成什么话？这罪业重，确实是如此。所以广修供养是要有高度的智慧，没有智慧，钱花了造罪业，建道场、供养法师，统统造罪业。这个道场有没有道，是佛道、还是魔道，要分清楚。魔也有道，妖魔鬼怪都有道。他这个道场里面所修的是佛道、是菩萨道，还是修的饿鬼道、地狱道？这也都是道，都是修道，一定要辨别清楚，很不容易。我这么多年来，我在讲席当中没有劝过人建道场，没有，也没有劝过人去供养法师。我教给大家的，印经、放生、救济贫苦，这个三点没有大过失，可以避免造业。这是不可不留意的，也是不能不留意的。",
      "zh_TW": "我們的供養，第一殊勝的福田，就是在培養人才。人才不是沒有，我在過去講經也常常說的，多少年輕出家人確實有大願大心來度眾生，結果怎麼樣？完全被這些信徒害了。這信徒們自己還認為做了多少好事、做了多少功德，「法師，你不錯，我給你買個房子，我給你建個道場」。他本來出家了，現在又把他拉回家去了，蓋了個房子送給他，他有所有權狀了，就又回去了。自己以為做了很大的功德，殊不知這個法師掉在名聞利養裡面。他如果說沒有人供養他，吃飯都成問題，他就拼命念佛趕緊求生西方，這個世間太苦，沒什麼指望，道心就生起來了。這個信徒多了、錢財多了，要什麼都有什麼，「這世界不錯，極樂世界靠不住，沒有這地方好」。這道心沒有了，所以這些年輕人，誰害了他？你們當信徒害了他。把出家人當作戲子來玩，像捧戲子，這成什麼話？這罪業重，確實是如此。所以廣修供養是要有高度的智慧，沒有智慧，錢花了造罪業，建道場、供養法師，統統造罪業。這個道場有沒有道，是佛道、還是魔道，要分清楚。魔也有道，妖魔鬼怪都有道。他這個道場裡面所修的是佛道、是菩薩道，還是修的餓鬼道、地獄道？這也都是道，都是修道，一定要辨別清楚，很不容易。我這麼多年來，我在講席當中沒有勸過人建道場，沒有，也沒有勸過人去供養法師。我教給大家的，印經、放生、救濟貧苦，這個三點沒有大過失，可以避免造業。這是不可不留意的，也是不能不留意的。"
    },
    {
      "id": "02-005-0028_p0009",
      "zh_CN": "广修，广是要有广大之心，以清净心、平等心来修供养。因为它是普贤行，它不叫布施，叫供养，以最虔诚、最恭敬的心来修。普贤菩萨心目之中，一切众生本来是佛；在本经里面是说，一切众生平等成佛，因此只有供养，没有布施。我说出这么一个原则，这么一个简单的标准，提供诸位同修们做参考。如果要依《了凡四训》里面说的，那说得很详细，讲这个善，善有真善、有假善，有偏、有圆、有大、有小，这个要没有智慧，你怎么能够拣别？我今天出钱出力做一桩事情，这个事究竟是善、还是恶？不看眼前，要看它的后果。布施供养不简单，正法，如果没有人布施供养，正法不能够推展、不能够发扬光大。在现前这个时代，说实实在在的话，这个寺庙的功能已经过去了，那是农业时代的教学方式，不适合于今天这个时代，这是我们要认识清楚的。今天这个时代教学的方式，应该从哪里着眼？要从广播、要从电视，集合四众弟子的力量。台湾在目前还没有开放民营的电视台，如果哪一天开放了，我们佛教徒自己建一个电视台，建立一个广播网，那就是我们现代化的道场。我们请法师大德天天在讲经，你们也不必跑到此地来听，在家里打开电视机就可以了。佛教的电视台可以二十四小时都在那里讲经，喜欢听什么经，播哪个频道就是的了，这是现代道场的形式跟从前不一样。现在寺庙建那么大，花那么多的钱，我看到冤枉！佛法它终极的目标，是要教一切众生破迷开悟，这是它的目标，如何能达到这个目标，这个做法就正确了。",
      "zh_TW": "廣修，廣是要有廣大之心，以清淨心、平等心來修供養。因為它是普賢行，它不叫布施，叫供養，以最虔誠、最恭敬的心來修。普賢菩薩心目之中，一切眾生本來是佛；在本經裡面是說，一切眾生平等成佛，因此只有供養，沒有布施。我說出這麼一個原則，這麼一個簡單的標準，提供諸位同修們做參考。如果要依《了凡四訓》裡面說的，那說得很詳細，講這個善，善有真善、有假善，有偏、有圓、有大、有小，這個要沒有智慧，你怎麼能夠揀別？我今天出錢出力做一樁事情，這個事究竟是善、還是惡？不看眼前，要看它的後果。布施供養不簡單，正法，如果沒有人布施供養，正法不能夠推展、不能夠發揚光大。在現前這個時代，說實實在在的話，這個寺廟的功能已經過去了，那是農業時代的教學方式，不適合於今天這個時代，這是我們要認識清楚的。今天這個時代教學的方式，應該從哪裡著眼？要從廣播、要從電視，集合四眾弟子的力量。台灣在目前還沒有開放民營的電視台，如果哪一天開放了，我們佛教徒自己建一個電視台，建立一個廣播網，那就是我們現代化的道場。我們請法師大德天天在講經，你們也不必跑到此地來聽，在家裡打開電視機就可以了。佛教的電視台可以二十四小時都在那裡講經，喜歡聽什麼經，播哪個頻道就是的了，這是現代道場的形式跟從前不一樣。現在寺廟建那麼大，花那麼多的錢，我看到冤枉！佛法它終極的目標，是要教一切眾生破迷開悟，這是它的目標，如何能達到這個目標，這個做法就正確了。"
    },
    {
      "id": "02-005-0028_p0010",
      "zh_CN": "所以佛教的道场，我今天的看法，第一个就是要想普及佛教教育，是电视、广播；其次，是老年退休之后，认真修行，办了生死出三界、往生净土的大事，这是建弥陀村，我们有个共修的道场，这是必要的；其次一种，就是办佛学院培养人才，这个是现代的道场。佛学院不需要大，佛法教育跟世间教育不相同，这是小型的一个研究班，学生十几、二十个人；二十人以上都嫌太多，那个老师也照顾不了。不妨多建立几个，佛教宗派很多，每一宗建立一个就够了，每一宗能够出三、五个真正宗说兼通的大德，佛教就能兴旺起来。这个是在现代，我们现在大家都常说现代化，佛教也得现代化。盖寺庙那是过去的事情，不是现代化，现代化的寺庙还盖成宫殿式的，这怎么能成为现代化？宫殿式的那是从前帝王时代的，这是明清以前的。这是说到供养，我们一定要有正确的认识，向这个目标、方向去努力，这个供养才有价值。",
      "zh_TW": "所以佛教的道場，我今天的看法，第一個就是要想普及佛教教育，是電視、廣播；其次，是老年退休之後，認真修行，辦了生死出三界、往生淨土的大事，這是建彌陀村，我們有個共修的道場，這是必要的；其次一種，就是辦佛學院培養人才，這個是現代的道場。佛學院不需要大，佛法教育跟世間教育不相同，這是小型的一個研究班，學生十幾、二十個人；二十人以上都嫌太多，那個老師也照顧不了。不妨多建立幾個，佛教宗派很多，每一宗建立一個就夠了，每一宗能夠出三、五個真正宗說兼通的大德，佛教就能興旺起來。這個是在現代，我們現在大家都常說現代化，佛教也得現代化。蓋寺廟那是過去的事情，不是現代化，現代化的寺廟還蓋成宮殿式的，這怎麼能成為現代化？宮殿式的那是從前帝王時代的，這是明清以前的。這是說到供養，我們一定要有正確的認識，向這個目標、方向去努力，這個供養才有價值。"
    },
    {
      "id": "02-005-0028_p0011",
      "zh_CN": "第四「忏悔业障」，前面三条都是修福。所以佛法确实重视修福，福慧双修，学佛不能没有福报，礼敬、称赞、供养都是修福。有福还得有慧，如果没有慧，这个享福会造业，没有福报的人造业造得小，有福报的人造业造得大，造业造得深、造得广。要想修慧，第一个要把业障忏除，在我想无论在中国、外国，凡是学佛的同修常常挂在嘴上的，「我业障很重」。没有一个不想自己要消灾、要消业障，那业障怎么个消法？没谈消业障之前，我们要先问一问，什么叫业障？什么叫业障没搞清楚，你怎么能消得了它？好像我们去抓贼，你得晓得哪个是贼，我才可以抓到，不认识、不晓得，那到哪去抓去？抓一辈子也找不到。你要想消除业障，首先要认识什么叫业障。要把这个字看清楚，障是障碍，哪些障碍？自己没有智慧，这是有障碍，障碍了自己智慧；自己没有福德，这有障碍，障碍了我福德；自己生活上不自在，这有障碍，你这一想障碍多了。为什么会有障碍？有业。业是什么？业是造作，起心动念、言语、造作叫业。这个业把你本性里面的智慧、德能、才艺，统统障碍住了，这叫业障。心里想消业障，是天天在造业，哪能消得了业障？你的业障天天在增长。",
      "zh_TW": "第四「懺悔業障」，前面三條都是修福。所以佛法確實重視修福，福慧雙修，學佛不能沒有福報，禮敬、稱讚、供養都是修福。有福還得有慧，如果沒有慧，這個享福會造業，沒有福報的人造業造得小，有福報的人造業造得大，造業造得深、造得廣。要想修慧，第一個要把業障懺除，在我想無論在中國、外國，凡是學佛的同修常常掛在嘴上的，「我業障很重」。沒有一個不想自己要消災、要消業障，那業障怎麼個消法？沒談消業障之前，我們要先問一問，什麼叫業障？什麼叫業障沒搞清楚，你怎麼能消得了它？好像我們去抓賊，你得曉得哪個是賊，我才可以抓到，不認識、不曉得，那到哪去抓去？抓一輩子也找不到。你要想消除業障，首先要認識什麼叫業障。要把這個字看清楚，障是障礙，哪些障礙？自己沒有智慧，這是有障礙，障礙了自己智慧；自己沒有福德，這有障礙，障礙了我福德；自己生活上不自在，這有障礙，你這一想障礙多了。為什麼會有障礙？有業。業是什麼？業是造作，起心動念、言語、造作叫業。這個業把你本性裡面的智慧、德能、才藝，統統障礙住了，這叫業障。心裡想消業障，是天天在造業，哪能消得了業障？你的業障天天在增長。"
    },
    {
      "id": "02-005-0028_p0012",
      "zh_CN": "诸位真正认清楚了什么叫业障，把业障找出来了，然后来消除它。消除它从哪里做起？我从今天起不造业了，业障才有消除的指望。首先断一切恶，其次一切善也要离开，善恶两边都不造，你的业障就没有了。你要造恶，你的恶业将来堕三恶道；你要修善，好，你造的是善业，来生生三善道，都不能出轮回。要想超越六道轮回，在净土宗教给我们什么？修净业，净业不是恶业，也不是世间人所讲的善业，修净业。净业，六道里头找不到果报，三恶道里头没有，三善道也没有。我们天天念这一句阿弥陀佛，阿弥陀佛的果报在西方极乐世界，不但娑婆世界没有，他方世界也没有，这叫修净业。诸位听了这个话之后，千万不要误会，现在往往讲一句话，误会很深，解释半天也搞不清楚，这个太难了。今天听到我说，恶不做，没问题；善也不做了。大家还得要行善，为什么？怕的不能往生，不能往生还有三善道可去。今天如果善也不做，往生去不了，在六道里面就很糟糕了，那个问题也很严重。断一切恶，修一切善，老实念佛，要认真去念佛，把你所修的一切善业统统回向求生西方，不要心里想着有善的果报，这就好了，把你这个善业统统转成净业。善有善的果报，这个果报我不要，给一切众生去享去，我要求生西方极乐世界，这就没有毛病。这是我们把业障搞清楚了。",
      "zh_TW": "諸位真正認清楚了什麼叫業障，把業障找出來了，然後來消除它。消除它從哪裡做起？我從今天起不造業了，業障才有消除的指望。首先斷一切惡，其次一切善也要離開，善惡兩邊都不造，你的業障就沒有了。你要造惡，你的惡業將來墮三惡道；你要修善，好，你造的是善業，來生生三善道，都不能出輪迴。要想超越六道輪迴，在淨土宗教給我們什麼？修淨業，淨業不是惡業，也不是世間人所講的善業，修淨業。淨業，六道裡頭找不到果報，三惡道裡頭沒有，三善道也沒有。我們天天念這一句阿彌陀佛，阿彌陀佛的果報在西方極樂世界，不但娑婆世界沒有，他方世界也沒有，這叫修淨業。諸位聽了這個話之後，千萬不要誤會，現在往往講一句話，誤會很深，解釋半天也搞不清楚，這個太難了。今天聽到我說，惡不做，沒問題；善也不做了。大家還得要行善，為什麼？怕的不能往生，不能往生還有三善道可去。今天如果善也不做，往生去不了，在六道裡面就很糟糕了，那個問題也很嚴重。斷一切惡，修一切善，老實念佛，要認真去念佛，把你所修的一切善業統統迴向求生西方，不要心裡想著有善的果報，這就好了，把你這個善業統統轉成淨業。善有善的果報，這個果報我不要，給一切眾生去享去，我要求生西方極樂世界，這就沒有毛病。這是我們把業障搞清楚了。"
    },
    {
      "id": "02-005-0028_p0013",
      "zh_CN": "再说忏悔，忏悔这两个字，第一个字是梵语忏摩，音译过来的，第二个字是我们中国字悔过。忏悔它真实义是后不再造，这叫忏悔。自己有过失，能够把过失在大众当中宣扬出来，不要把过失藏在心里。大众知道你的过失，当然免不了别人要责备你，这个责备就是果报，就报掉了；你有过失，这个人指着骂你一句，这马上报掉了。如果藏在那个地方呢？藏在那个地方就没报掉，愈藏就愈多，愈积愈厚，以后麻烦大了，果报在来生。所以做好事不要人知道，做一点好事人家知道了，赞叹几句报掉了。造的一切恶事不肯让人知道，恶是愈积愈多；善随作随就没有了，你的前途果报就可想而知，这不必说了。所以聪明人反过来，我造的恶希望大家都知道，我做的善没人晓得，这善愈积愈厚，恶随作随就报掉了，这才是聪明人，这才是真正有智慧的人。所以它着重在不贰过，后不再造，知道这个事情是错误的，下一次不会有同样的错误，这个叫做忏悔。绝对不是把自己的过失常常怀念着，「我过去造什么罪」。每念一遍，阿赖耶识这个罪过又加一层，不但罪业消不了，天天在加重，虽然身口没有造，意在造，这是烦恼。真正的忏悔是要得定、是要开慧，智慧开了之后，转识成智、转烦恼成菩提，那才叫真正的忏悔、真实的忏悔。",
      "zh_TW": "再說懺悔，懺悔這兩個字，第一個字是梵語懺摩，音譯過來的，第二個字是我們中國字悔過。懺悔它真實義是後不再造，這叫懺悔。自己有過失，能夠把過失在大眾當中宣揚出來，不要把過失藏在心裡。大眾知道你的過失，當然免不了別人要責備你，這個責備就是果報，就報掉了；你有過失，這個人指著罵你一句，這馬上報掉了。如果藏在那個地方呢？藏在那個地方就沒報掉，愈藏就愈多，愈積愈厚，以後麻煩大了，果報在來生。所以做好事不要人知道，做一點好事人家知道了，讚歎幾句報掉了。造的一切惡事不肯讓人知道，惡是愈積愈多；善隨作隨就沒有了，你的前途果報就可想而知，這不必說了。所以聰明人反過來，我造的惡希望大家都知道，我做的善沒人曉得，這善愈積愈厚，惡隨作隨就報掉了，這才是聰明人，這才是真正有智慧的人。所以它著重在不貳過，後不再造，知道這個事情是錯誤的，下一次不會有同樣的錯誤，這個叫做懺悔。絕對不是把自己的過失常常懷念著，「我過去造什麼罪」。每念一遍，阿賴耶識這個罪過又加一層，不但罪業消不了，天天在加重，雖然身口沒有造，意在造，這是煩惱。真正的懺悔是要得定、是要開慧，智慧開了之後，轉識成智、轉煩惱成菩提，那才叫真正的懺悔、真實的懺悔。"
    },
    {
      "id": "02-005-0028_p0014",
      "zh_CN": "佛在一切大乘经里面给我们讲得很清楚，无论是事相、无论是理论，在净宗修学尤其是方便，用什么方法？就是一句佛号，一句佛号是大忏悔法门，这个很少人知道。这一句佛号念到一心不乱，念到事一心不乱就得念佛三昧，所有一切罪业种子都不起现行，这是真实忏悔，这叫事忏；念到理一心不乱，破一品无明，见一分真性，那叫理忏，把你无始劫以来的罪业种子统统转变成无量的菩提种子，唯识学家所说的转识成智，这是真正忏悔。所以念佛人的功德实在是不可思议，只要你肯老实念，真正老实念，普贤十大愿王是条条具足，都是在一句佛号里。我们对人礼敬，合掌恭敬向人家一鞠躬，我们佛门叫问讯，「阿弥陀佛」，这是最礼敬了。见到一切人、一切物，统统是「阿弥陀佛」，都是阿弥陀佛的化身，真的就是阿弥陀佛。你满眼见到一切境界都是阿弥陀佛，那恭喜你，你已经成佛了，你已经成了阿弥陀佛，这个一点都不假。所以这个法门修学之殊胜，确确实实不是其他法门能够相比的。这是忏悔业障，希望同修们要记住，要认真的修学，在四弘誓愿里面，「烦恼无尽誓愿断」，就是这一愿，这一愿要断无尽的烦恼。",
      "zh_TW": "佛在一切大乘經裡面給我們講得很清楚，無論是事相、無論是理論，在淨宗修學尤其是方便，用什麼方法？就是一句佛號，一句佛號是大懺悔法門，這個很少人知道。這一句佛號念到一心不亂，念到事一心不亂就得念佛三昧，所有一切罪業種子都不起現行，這是真實懺悔，這叫事懺；念到理一心不亂，破一品無明，見一分真性，那叫理懺，把你無始劫以來的罪業種子統統轉變成無量的菩提種子，唯識學家所說的轉識成智，這是真正懺悔。所以念佛人的功德實在是不可思議，只要你肯老實念，真正老實念，普賢十大願王是條條具足，都是在一句佛號裡。我們對人禮敬，合掌恭敬向人家一鞠躬，我們佛門叫問訊，「阿彌陀佛」，這是最禮敬了。見到一切人、一切物，統統是「阿彌陀佛」，都是阿彌陀佛的化身，真的就是阿彌陀佛。你滿眼見到一切境界都是阿彌陀佛，那恭喜你，你已經成佛了，你已經成了阿彌陀佛，這個一點都不假。所以這個法門修學之殊勝，確確實實不是其他法門能夠相比的。這是懺悔業障，希望同修們要記住，要認真的修學，在四弘誓願裡面，「煩惱無盡誓願斷」，就是這一願，這一願要斷無盡的煩惱。"
    },
    {
      "id": "02-005-0028_p0015",
      "zh_CN": "第五愿是「随喜功德」。一切众生无始劫以来都有嫉妒，嫉妒、傲慢不但在世间法是严重的障碍，在菩提道中它的障碍更大，不但你道业不能成就，实在讲你对于佛法研究理解也有障碍。普贤这一愿特别对治这个烦恼，教给我们随喜，见到别人的好处，如同自己的好处，绝对没有一丝毫的嫉妒心。随喜，上品的随喜，是尽心尽力的帮助他，成人之美；中品的随喜，不能尽到全部的力量，也能尽到少分的力量；下品随喜，虽然自己没有力量能够帮助，我发欢喜心，欢喜赞叹，都是属于随喜。但是「随喜」的对象是「功德」，底下没有说「善法」，善法不见得是功德，功德也不是福德，这点要搞清楚。功是什么？通常讲功夫，具体而言，功夫是戒定。德是什么？德是定慧。因戒生定，所以戒是功，定是德；因定开慧，则定是功，慧是德，这叫功德。功德决定不离三学，离开三学就不是功德，但是它是从德上说的。持戒不能得定，那个持戒是福不是功德；持戒得定，那个戒是功德，戒是功，定是德。因此真正修学的人是修自己，不是修别人，如果常常看别人，可以说你充其量有一点福德，功德就没有了。",
      "zh_TW": "第五願是「隨喜功德」。一切眾生無始劫以來都有嫉妒，嫉妒、傲慢不但在世間法是嚴重的障礙，在菩提道中它的障礙更大，不但你道業不能成就，實在講你對於佛法研究理解也有障礙。普賢這一願特別對治這個煩惱，教給我們隨喜，見到別人的好處，如同自己的好處，絕對沒有一絲毫的嫉妒心。隨喜，上品的隨喜，是盡心盡力的幫助他，成人之美；中品的隨喜，不能盡到全部的力量，也能盡到少分的力量；下品隨喜，雖然自己沒有力量能夠幫助，我發歡喜心，歡喜讚歎，都是屬於隨喜。但是「隨喜」的對象是「功德」，底下沒有說「善法」，善法不見得是功德，功德也不是福德，這點要搞清楚。功是什麼？通常講功夫，具體而言，功夫是戒定。德是什麼？德是定慧。因戒生定，所以戒是功，定是德；因定開慧，則定是功，慧是德，這叫功德。功德決定不離三學，離開三學就不是功德，但是它是從德上說的。持戒不能得定，那個持戒是福不是功德；持戒得定，那個戒是功德，戒是功，定是德。因此真正修學的人是修自己，不是修別人，如果常常看別人，可以說你充其量有一點福德，功德就沒有了。"
    },
    {
      "id": "02-005-0028_p0016",
      "zh_CN": "你看六祖在《坛经》里说得很好，若真修道人，不见他人过。为什么要求不见他人过？见他人过就是自己的过。自己什么？又起了分别、又起了执着、又打妄想，定没有了。你心是清净的、心是定的，哪里有妄想分别执着！我戒持得很好，看到这个人破戒、那个人不持戒，我这个戒是福，得不到定，一看到外面境界，定都失掉了，定意没有了，这是真正修行人不可以不知道的。所以菩提道上，只有自己一个人是凡夫、是学生，除我之外，一切人、一切物、一切事都是诸佛菩萨，我都要恭敬、称赞、供养，成就自己的戒定慧三学，这个叫真修；常常看到别人不是，那就是自己没有认真修学。我也常常遇到一些同修，来给我说张家长、李家短，这个人怎么样、那个人不是，我听了半天，我就问他，你怎么知道的？我问他这个话，他不懂，他告诉我，「我怎么怎么的，我看到的，我听到别人说的」。我问的意思不是这个，他没有回光返照，他一回光返照，「我怎么知道的？打妄想」。你妄想分别执着，这就是错了！别人的事情你管他干什么？你所要管的，是如何在一切境界里面，离一切妄想分别执着，恢复到我自性清净，这个重要，这叫真正修行人。一天到晚找别人过失，这哪叫修行？如果这也算是修行，这是修三恶道行，不是佛道，不是菩萨道，是修饿鬼、地狱、畜生，他将来准到这些地方去。",
      "zh_TW": "你看六祖在《壇經》裡說得很好，若真修道人，不見他人過。為什麼要求不見他人過？見他人過就是自己的過。自己什麼？又起了分別、又起了執著、又打妄想，定沒有了。你心是清淨的、心是定的，哪裡有妄想分別執著！我戒持得很好，看到這個人破戒、那個人不持戒，我這個戒是福，得不到定，一看到外面境界，定都失掉了，定意沒有了，這是真正修行人不可以不知道的。所以菩提道上，只有自己一個人是凡夫、是學生，除我之外，一切人、一切物、一切事都是諸佛菩薩，我都要恭敬、稱讚、供養，成就自己的戒定慧三學，這個叫真修；常常看到別人不是，那就是自己沒有認真修學。我也常常遇到一些同修，來給我說張家長、李家短，這個人怎麼樣、那個人不是，我聽了半天，我就問他，你怎麼知道的？我問他這個話，他不懂，他告訴我，「我怎麼怎麼的，我看到的，我聽到別人說的」。我問的意思不是這個，他沒有回光返照，他一回光返照，「我怎麼知道的？打妄想」。你妄想分別執著，這就是錯了！別人的事情你管他幹什麼？你所要管的，是如何在一切境界裡面，離一切妄想分別執著，恢復到我自性清淨，這個重要，這叫真正修行人。一天到晚找別人過失，這哪叫修行？如果這也算是修行，這是修三惡道行，不是佛道，不是菩薩道，是修餓鬼、地獄、畜生，他將來準到這些地方去。"
    },
    {
      "id": "02-005-0028_p0017",
      "zh_CN": "所以诸位要很冷静的去观察，这个世间事冥冥当中统统注定了。世间有冤枉人吗？没有；战争里头有冤枉死的吗？没有，该死的，命中都注定的。这从前朱镜宙老居士给我讲的故事，他在抗战之前，他是上海哪一个银行我记不得，他是银行的经理，相当我们现在所讲的总经理。他有一个朋友，在大陆上讲的话叫走阴差，职位不高，传递公文，每天晚上到阴曹地府送公文。他有一天从上海（上海在我们人世间，上海是特别市；在鬼道里面，上海是一个小小的县，归苏州城隍管，苏州叫都城隍，好比说省长一样），上海有一批公文送到省里面来，送到苏州，这批公文是生死簿，就是一些要死的人名册先送到都城隍那里去。他就偷偷看了一下，把那个生死簿翻开偷偷看了一下，看了之后大惑不解，那个名字都是五个字、六个字的，他就很奇怪，整本都是这样的。中国人四个字的名字都很少，不多，五、六个字的没有。所以到第二天，跟朱老居士他们在一块吃饭聊天，他就说出这个事情，大家听了都不懂。三个月以后，上海日本人发动一二八事变，他们才恍然大悟，原来一二八事变，应该在上海战争死亡的那些名册，三个月之前就送去了。他们才晓得，连战争当中哪个该死、哪个不该死，三个月之前名册都造进去了。这是朱老跟我讲的，真的「一饮一啄，莫非前定」，在劫是逃不掉，不在劫炸弹掉到边上也没事。",
      "zh_TW": "所以諸位要很冷靜的去觀察，這個世間事冥冥當中統統注定了。世間有冤枉人嗎？沒有；戰爭裡頭有冤枉死的嗎？沒有，該死的，命中都注定的。這從前朱鏡宙老居士給我講的故事，他在抗戰之前，他是上海哪一個銀行我記不得，他是銀行的經理，相當我們現在所講的總經理。他有一個朋友，在大陸上講的話叫走陰差，職位不高，傳遞公文，每天晚上到陰曹地府送公文。他有一天從上海（上海在我們人世間，上海是特別市；在鬼道裡面，上海是一個小小的縣，歸蘇州城隍管，蘇州叫都城隍，好比說省長一樣），上海有一批公文送到省裡面來，送到蘇州，這批公文是生死簿，就是一些要死的人名冊先送到都城隍那裡去。他就偷偷看了一下，把那個生死簿翻開偷偷看了一下，看了之後大惑不解，那個名字都是五個字、六個字的，他就很奇怪，整本都是這樣的。中國人四個字的名字都很少，不多，五、六個字的沒有。所以到第二天，跟朱老居士他們在一塊吃飯聊天，他就說出這個事情，大家聽了都不懂。三個月以後，上海日本人發動一二八事變，他們才恍然大悟，原來一二八事變，應該在上海戰爭死亡的那些名冊，三個月之前就送去了。他們才曉得，連戰爭當中哪個該死、哪個不該死，三個月之前名冊都造進去了。這是朱老跟我講的，真的「一飲一啄，莫非前定」，在劫是逃不掉，不在劫炸彈掉到邊上也沒事。"
    },
    {
      "id": "02-005-0028_p0018",
      "zh_CN": "诸位再仔细读读《了凡四训》，你对这个事情相信就更踏实，确实如此。这个事实真相明了，我们自己一生的幸福、自己的前途、自己的命运，掌握在自己手上。依照云谷大师那个开示去造，自己可以改造命运，可以转变命运。确实，佛氏门中，有求必应，没有求不到的，如理如法的求，没有一样求不到。不如理、不如法，换句话说，与理论方法相违背的求，那叫妄求，那造业。所以把这功德两个字要认识清楚，我们对于功德随喜，要发心成人之美，不成人之恶。见到人好事情，这个好是利益众生，不是利益个人，不是利益一家，是要利益一切众生。不但利益现前的众生，利益后代的众生，这个功德利益就大了。",
      "zh_TW": "諸位再仔細讀讀《了凡四訓》，你對這個事情相信就更踏實，確實如此。這個事實真相明瞭，我們自己一生的幸福、自己的前途、自己的命運，掌握在自己手上。依照雲谷大師那個開示去造，自己可以改造命運，可以轉變命運。確實，佛氏門中，有求必應，沒有求不到的，如理如法的求，沒有一樣求不到。不如理、不如法，換句話說，與理論方法相違背的求，那叫妄求，那造業。所以把這功德兩個字要認識清楚，我們對於功德隨喜，要發心成人之美，不成人之惡。見到人好事情，這個好是利益眾生，不是利益個人，不是利益一家，是要利益一切眾生。不但利益現前的眾生，利益後代的眾生，這個功德利益就大了。"
    },
    {
      "id": "02-005-0028_p0019",
      "zh_CN": "第六愿是「请转法轮」，佛法是师道，师道古今没有例外，都是只闻来学、未闻往教。为什么老师要这样要求？道必须在恭敬当中求。印祖当年答复学人就讲得很清楚，有人向他老人家请教，说学佛有没有秘诀能叫我们真正得到？他老人家说有，然后说出「诚敬」二字，至诚恭敬。一分诚敬得一分利益，十分诚敬得十分利益，所以诚敬是入道的秘诀，没有诚敬心决定得不到。老师要求学生至诚恭敬，不是为自己，是为他，因为你不具这个条件，你得不到东西。你肯来学这是表示你有诚敬心，让老师到你家里去教你，诚敬心没有了，对老师的态度必然轻慢，轻慢，再好的老师、再慈悲的老师，也没法子教你。所以师道本来如是。因此转法轮就是讲经说法，必须要礼请。可是一些没有接触到佛法的人，或者对于佛法未能真正明了的人，他不会请法的。我们四众弟子对佛法稍稍有点认识了，应当代一切众生向诸佛菩萨、善知识请法，这个功德就无量了。正如同阿难尊者在本经里面的启请一样，阿难尊者请佛说这部经，你看佛对他的赞叹，这将来在底下经文我们看到，第四章就看到，所以请转法轮的功德就不可思议。我们不会讲经，请法师来讲经，这一切听众听法师讲经所得的功德利益，都是请法的人给他的，所以这个请法的人功德利益是不可思议的。没有人请讲经，佛法就不能流通，所以一切经典里面都有请法的，所谓当机者，都是有人启请的。",
      "zh_TW": "第六願是「請轉法輪」，佛法是師道，師道古今沒有例外，都是只聞來學、未聞往教。為什麼老師要這樣要求？道必須在恭敬當中求。印祖當年答覆學人就講得很清楚，有人向他老人家請教，說學佛有沒有祕訣能叫我們真正得到？他老人家說有，然後說出「誠敬」二字，至誠恭敬。一分誠敬得一分利益，十分誠敬得十分利益，所以誠敬是入道的祕訣，沒有誠敬心決定得不到。老師要求學生至誠恭敬，不是為自己，是為他，因為你不具這個條件，你得不到東西。你肯來學這是表示你有誠敬心，讓老師到你家裡去教你，誠敬心沒有了，對老師的態度必然輕慢，輕慢，再好的老師、再慈悲的老師，也沒法子教你。所以師道本來如是。因此轉法輪就是講經說法，必須要禮請。可是一些沒有接觸到佛法的人，或者對於佛法未能真正明瞭的人，他不會請法的。我們四眾弟子對佛法稍稍有點認識了，應當代一切眾生向諸佛菩薩、善知識請法，這個功德就無量了。正如同阿難尊者在本經裡面的啟請一樣，阿難尊者請佛說這部經，你看佛對他的讚歎，這將來在底下經文我們看到，第四章就看到，所以請轉法輪的功德就不可思議。我們不會講經，請法師來講經，這一切聽眾聽法師講經所得的功德利益，都是請法的人給他的，所以這個請法的人功德利益是不可思議的。沒有人請講經，佛法就不能流通，所以一切經典裡面都有請法的，所謂當機者，都是有人啟請的。"
    },
    {
      "id": "02-005-0028_p0020",
      "zh_CN": "第七是「请佛住世」，请佛讲经。有几个人听一次经，或者听一部经，就开悟、就证果了？在佛在世的时代有，我们在经典里面常常看到，这一部经还没讲完，甚至于讲了一半，听众当中就有开悟、就有证果的，但是不多。佛灭度之后我们没听说过，几个人是听一次经就开悟证果的？在中国历史上大概只有一个，惠能法师，他只听一次，一部《金刚经》没讲完，讲了三分之一他就开悟证果了，只有这么一个，没有第二个了。因此绝大多数的人是要不断的薰修，天天听、天天在修，这样才有成就的希望。因此这不但是请法师讲经，还要请他长住在此地，我们才有希望。佛现在不在这个世间，去我们久远了，菩萨、罗汉，我们肉眼凡夫也不认识。遇到真正的善知识，有修有学，我们要发愿亲近他，要发心把他留住，住在我们这个世间，住在我们这个道场，这样才能够利益一方的众生。当然这要看缘分，缘可以自己制造，缘就是我们讲的机会，我们可以制造机会，把握着机会，这也是无量的功德。这是为什么要请佛住世，道理在此地。",
      "zh_TW": "第七是「請佛住世」，請佛講經。有幾個人聽一次經，或者聽一部經，就開悟、就證果了？在佛在世的時代有，我們在經典裡面常常看到，這一部經還沒講完，甚至於講了一半，聽眾當中就有開悟、就有證果的，但是不多。佛滅度之後我們沒聽說過，幾個人是聽一次經就開悟證果的？在中國歷史上大概只有一個，惠能法師，他只聽一次，一部《金剛經》沒講完，講了三分之一他就開悟證果了，只有這麼一個，沒有第二個了。因此絕大多數的人是要不斷的薰修，天天聽、天天在修，這樣才有成就的希望。因此這不但是請法師講經，還要請他長住在此地，我們才有希望。佛現在不在這個世間，去我們久遠了，菩薩、羅漢，我們肉眼凡夫也不認識。遇到真正的善知識，有修有學，我們要發願親近他，要發心把他留住，住在我們這個世間，住在我們這個道場，這樣才能夠利益一方的眾生。當然這要看緣分，緣可以自己製造，緣就是我們講的機會，我們可以製造機會，把握著機會，這也是無量的功德。這是為什麼要請佛住世，道理在此地。"
    },
    {
      "id": "02-005-0028_p0021",
      "zh_CN": "诸佛菩萨、一切真正的善知识，他住在这个世间只有一桩事情，教化众生。如果我们大家都愿意接受他的教化，他当然就住世了；如果我们不愿意接受他的教化，或者听到他讲经说法，表面上很欢喜，实际上不照做，这个善知识如果要是看出来了，他觉得这个地方没有长住的必要。由此可知，我们凭什么把善知识留在这个地方，让他不走？绝对不是造很好的房子让他住，办很好的斋菜来供养他。真正善友，名闻利养他不动心，实在讲粗茶淡饭他不厌弃，只要有个小地方遮避风雨他就知足了。问题就是有没有人真正跟他学习？真正跟他学习的人，说老实话也不要多，有那么两个、三个，他决定不会走，不要多。自古以来，你看那个高僧大德真正的传人都不多，有一个真正传人他就不会走了。就好像父母培养小孩一样，他真正有几个儿女，他一定要好好的把他栽培长大，使他自己能够独立成人。一个都没有，他就可以很自在天天去游山玩水，他没事情，可以到处去旅游。诸佛菩萨、一切善友也不例外，真正的传人实在太难得，所谓是可遇不可求。这是请佛住世必须要认识，必须要具备的一些条件。",
      "zh_TW": "諸佛菩薩、一切真正的善知識，他住在這個世間只有一樁事情，教化眾生。如果我們大家都願意接受他的教化，他當然就住世了；如果我們不願意接受他的教化，或者聽到他講經說法，表面上很歡喜，實際上不照做，這個善知識如果要是看出來了，他覺得這個地方沒有長住的必要。由此可知，我們憑什麼把善知識留在這個地方，讓他不走？絕對不是造很好的房子讓他住，辦很好的齋菜來供養他。真正善友，名聞利養他不動心，實在講粗茶淡飯他不厭棄，只要有個小地方遮避風雨他就知足了。問題就是有沒有人真正跟他學習？真正跟他學習的人，說老實話也不要多，有那麼兩個、三個，他決定不會走，不要多。自古以來，你看那個高僧大德真正的傳人都不多，有一個真正傳人他就不會走了。就好像父母培養小孩一樣，他真正有幾個兒女，他一定要好好的把他栽培長大，使他自己能夠獨立成人。一個都沒有，他就可以很自在天天去遊山玩水，他沒事情，可以到處去旅遊。諸佛菩薩、一切善友也不例外，真正的傳人實在太難得，所謂是可遇不可求。這是請佛住世必須要認識，必須要具備的一些條件。"
    },
    {
      "id": "02-005-0028_p0022",
      "zh_CN": "普贤行愿只有这七条，从「礼敬诸佛」到「请佛住世」，这是普贤菩萨的行愿。后面还有三条都是属于回向，回向实际、回向菩提、回向众生，所以后面三条属于回向。",
      "zh_TW": "普賢行願只有這七條，從「禮敬諸佛」到「請佛住世」，這是普賢菩薩的行願。後面還有三條都是屬於迴向，迴向實際、迴向菩提、迴向眾生，所以後面三條屬於迴向。"
    },
    {
      "id": "02-005-0028_p0023",
      "zh_CN": "第一个是「常随佛学」，这条是回向菩提。学佛实在说要有个榜样，有个样子，我们照着这个样子来学就容易成就。最好的榜样就是佛，佛有很多，一切诸佛当中阿弥陀第一，我们能够跟阿弥陀佛学，那还有什么话说！阿弥陀佛在西方极乐世界，又不在我们眼前，我们怎么跟他学？诸位要晓得，这部《无量寿经》就是阿弥陀佛，依照这个经典的理论、方法，改正我们自己的想法、看法、做法，使我们的想法、看法、做法，与这个经典所说的完全相应，这就是学阿弥陀佛。完全相应，一丝毫违背都没有，你就成了阿弥陀佛，这哪有不往生的道理！所以十大愿王在此地讲「常随佛学」，就肯定这个佛就是阿弥陀佛；换句话说，就是这部《无量寿经》。我们一生必须要依从的，起心动念、所作所为，都不能够与经典教训相违背，这叫学佛，这就是回向菩提。",
      "zh_TW": "第一個是「常隨佛學」，這條是迴向菩提。學佛實在說要有個榜樣，有個樣子，我們照著這個樣子來學就容易成就。最好的榜樣就是佛，佛有很多，一切諸佛當中阿彌陀第一，我們能夠跟阿彌陀佛學，那還有什麼話說！阿彌陀佛在西方極樂世界，又不在我們眼前，我們怎麼跟他學？諸位要曉得，這部《無量壽經》就是阿彌陀佛，依照這個經典的理論、方法，改正我們自己的想法、看法、做法，使我們的想法、看法、做法，與這個經典所說的完全相應，這就是學阿彌陀佛。完全相應，一絲毫違背都沒有，你就成了阿彌陀佛，這哪有不往生的道理！所以十大願王在此地講「常隨佛學」，就肯定這個佛就是阿彌陀佛；換句話說，就是這部《無量壽經》。我們一生必須要依從的，起心動念、所作所為，都不能夠與經典教訓相違背，這叫學佛，這就是迴向菩提。"
    },
    {
      "id": "02-005-0028_p0024",
      "zh_CN": "「恒顺众生」，这是回向众生。中国人特别强调的是孝道，孝以顺为依。大乘佛法，特别是大乘菩萨戒经里面讲「以孝为本」，孝顺一切众生，这才能叫恒顺。所以要有高度的智慧，要有甚深的定功，于一切众生都能够忍，在忍里面成就自己真实的定慧。我们今天看这个也不是，看那个也不顺眼，就是不能顺、不能忍。由此可知，恒顺是功，得定慧是德，可见这ㄧ愿非常的重要。众生机缘成熟，我们要帮助他圆成佛道。我们哪有这么大的能力，帮助他圆满成佛？有，劝他念佛求生净土，就是帮助他圆成佛道。但是必须是根熟的众生，什么叫根熟？他能信、能愿，肯念佛、肯求生净土，这个人就是根熟了。没有熟的众生，我们要帮助他成熟，那就是依这个法门劝导他、影响他，希望他能够接受，这是要尽心尽力去做的；没有善根的人，要帮助他种善根。菩萨对待一切众生，这才叫真正恒顺。没有善根的人，怎样帮助他种善根？我们今天印的这么多佛像，印的这么多阿弥陀佛名号的贴纸，这就是帮助一切众生种善根的，佛号音声一历耳根，永为道种。所以一个念佛人家庭里面，现在过年了，家里要贴红对联，贴什么？统统贴阿弥陀佛。大门口也是阿弥陀佛，房门也是阿弥陀佛，走到你家里面，四面看一看统统是阿弥陀佛，你看，这个阿弥陀佛的种子印在阿赖耶识里头印得多深。所以我们印那个，回去拿一张，一张贴在哪里？很多人都没见到；至少要拿个十张、二十张到处贴，阿弥陀佛的佛像大张、小张的，使你不管走到哪个方向，都看到、都接触到。这是什么？给他种善根，这是真正的恒顺众生。他有兴趣，我们再赠送他经典、赠送他录音带，这是有善根的人。善根成熟的人就劝他来听经，劝他参加我们这个共修，真正发愿求生西方那是成熟的人。所以这三种不同程度的人，有三种不同的方法来帮助他。",
      "zh_TW": "「恆順眾生」，這是迴向眾生。中國人特別強調的是孝道，孝以順為依。大乘佛法，特別是大乘菩薩戒經裡面講「以孝為本」，孝順一切眾生，這才能叫恆順。所以要有高度的智慧，要有甚深的定功，於一切眾生都能夠忍，在忍裡面成就自己真實的定慧。我們今天看這個也不是，看那個也不順眼，就是不能順、不能忍。由此可知，恆順是功，得定慧是德，可見這ㄧ願非常的重要。眾生機緣成熟，我們要幫助他圓成佛道。我們哪有這麼大的能力，幫助他圓滿成佛？有，勸他念佛求生淨土，就是幫助他圓成佛道。但是必須是根熟的眾生，什麼叫根熟？他能信、能願，肯念佛、肯求生淨土，這個人就是根熟了。沒有熟的眾生，我們要幫助他成熟，那就是依這個法門勸導他、影響他，希望他能夠接受，這是要盡心盡力去做的；沒有善根的人，要幫助他種善根。菩薩對待一切眾生，這才叫真正恆順。沒有善根的人，怎樣幫助他種善根？我們今天印的這麼多佛像，印的這麼多阿彌陀佛名號的貼紙，這就是幫助一切眾生種善根的，佛號音聲一歷耳根，永為道種。所以一個念佛人家庭裡面，現在過年了，家裡要貼紅對聯，貼什麼？統統貼阿彌陀佛。大門口也是阿彌陀佛，房門也是阿彌陀佛，走到你家裡面，四面看一看統統是阿彌陀佛，你看，這個阿彌陀佛的種子印在阿賴耶識裡頭印得多深。所以我們印那個，回去拿一張，一張貼在哪裡？很多人都沒見到；至少要拿個十張、二十張到處貼，阿彌陀佛的佛像大張、小張的，使你不管走到哪個方向，都看到、都接觸到。這是什麼？給他種善根，這是真正的恆順眾生。他有興趣，我們再贈送他經典、贈送他錄音帶，這是有善根的人。善根成熟的人就勸他來聽經，勸他參加我們這個共修，真正發願求生西方那是成熟的人。所以這三種不同程度的人，有三種不同的方法來幫助他。"
    },
    {
      "id": "02-005-0028_p0025",
      "zh_CN": "末后是「普皆回向」，这是回向实际。实际是什么？真如本性。真如本性是普遍十方，尽虚空遍法界无有穷际，这是真如本性，我们要求证得的就是这桩事情。所以唯有普贤行愿才能达得到，普贤菩萨心量之广大没有人能比的，横遍十方、竖穷三际，我们从这里去学习。",
      "zh_TW": "末後是「普皆迴向」，這是迴向實際。實際是什麼？真如本性。真如本性是普遍十方，盡虛空遍法界無有窮際，這是真如本性，我們要求證得的就是這樁事情。所以唯有普賢行願才能達得到，普賢菩薩心量之廣大沒有人能比的，橫遍十方、豎窮三際，我們從這裡去學習。"
    },
    {
      "id": "02-005-0028_p0026",
      "zh_CN": "这个十愿，就是普贤菩萨他修行的纲领。普贤菩萨的行门是无量无边，包括世出世间一切法，一切法把它归纳起来，不外乎这十大纲领。这十大纲领，每一条展开来，都是无量无边的法门，以这个原则，这所有一切法门统统变成了普贤行。这在我们的一念之间，把我们的生活、行持、思想、言语、动作，全都变成普贤行。佛法没离开生活，没有离开处事待人接物，会归到念佛的人来说，这一句阿弥陀佛里面就具足了十大愿王。一句名号既然具足十大愿王，我们前面讲的修行五个纲领，当然统统包括，三福、六和、三学、六度，一句阿弥陀佛圆满具足，这叫弥陀行，这是『普贤大士之德』。",
      "zh_TW": "這個十願，就是普賢菩薩他修行的綱領。普賢菩薩的行門是無量無邊，包括世出世間一切法，一切法把它歸納起來，不外乎這十大綱領。這十大綱領，每一條展開來，都是無量無邊的法門，以這個原則，這所有一切法門統統變成了普賢行。這在我們的一念之間，把我們的生活、行持、思想、言語、動作，全都變成普賢行。佛法沒離開生活，沒有離開處事待人接物，會歸到念佛的人來說，這一句阿彌陀佛裡面就具足了十大願王。一句名號既然具足十大願王，我們前面講的修行五個綱領，當然統統包括，三福、六和、三學、六度，一句阿彌陀佛圓滿具足，這叫彌陀行，這是『普賢大士之德』。"
    },
    {
      "id": "02-005-0028_p0027",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}