{
  "doc_id": "02-005-0038",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0038",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-005-0038_p0001",
      "zh_CN": "请掀开经本第十九页，第五行，看偈颂的第八首：",
      "zh_TW": "請掀開經本第十九頁，第五行，看偈頌的第八首："
    },
    {
      "id": "02-005-0038_p0002",
      "zh_CN": "【愿当安住三摩地。恒放光明照一切。感得广大清净居。殊胜庄严无等伦。轮回诸趣众生类。速生我刹受安乐。常运慈心拔有情。度尽无边苦众生。】",
      "zh_TW": "【願當安住三摩地。恆放光明照一切。感得廣大清淨居。殊勝莊嚴無等倫。輪迴諸趣眾生類。速生我剎受安樂。常運慈心拔有情。度盡無邊苦眾生。】"
    },
    {
      "id": "02-005-0038_p0003",
      "zh_CN": "这个八句是法藏发求成佛、摄佛净土的大愿，这个八句可以说是一切愿的总归，也是四十八愿的核心。我们常讲，念佛三昧是三昧中王，他第一句愿文里面就显示出来。『愿当安住三摩地』，这个三摩地，就是念佛三昧，这是法藏比丘自住的，当然他教给我们，就是他自己所愿、所学、所证。法藏现在在西方成佛就是阿弥陀佛，阿弥陀佛住哪里？阿弥陀佛住念佛三昧，这个诸位要记住。如果人家问你，阿弥陀佛住哪里？你说阿弥陀佛住在西方极乐世界，这个不能说不对，也不能说全对；住念佛三昧，那就完全正确。唯有住念佛三昧心地才放光明，这个光明是无量的光明，而且是『恒放』，这句是光摄不舍，以光明摄受十方世界一切众生，也是寂而常照的意思，都是我们要学习的。『感得广大清净居，殊胜庄严无等伦』，这个两句就是他所成就的西方极乐世界，极乐世界是阿弥陀佛有感，自性法尔就有应。西方极乐世界怎么来的？也是感应而成的。我们这个世界也不例外，这是众生善恶业所感，十方世界都是这么来的。西方极乐世界是弥陀清净大愿所感，也是往生到那个地方去所有的众生净业所感，是这样的世界。所以那个世界，为什么他那个世界好，我们这个世界不好？这个原因要知道，然后我们就能够相信。理愈明，信心愈坚固，信心愈清净，就没有怀疑。这对于我们的修学，现前当来的利益就非常的显著，不但将来得，现在就得利益。现在得的，我们在讲席当中常讲，个人一生的幸福、家庭的美满、事业的顺利，社会安定、天下太平，这是现前可以得到的利益；将来往生不退成佛。经上所讲的「殊胜庄严无等伦」，这个两句都是说明极乐世界的状况，经文只有两句，但可以说形容得非常之恰当。",
      "zh_TW": "這個八句是法藏發求成佛、攝佛淨土的大願，這個八句可以說是一切願的總歸，也是四十八願的核心。我們常講，念佛三昧是三昧中王，他第一句願文裡面就顯示出來。『願當安住三摩地』，這個三摩地，就是念佛三昧，這是法藏比丘自住的，當然他教給我們，就是他自己所願、所學、所證。法藏現在在西方成佛就是阿彌陀佛，阿彌陀佛住哪裡？阿彌陀佛住念佛三昧，這個諸位要記住。如果人家問你，阿彌陀佛住哪裡？你說阿彌陀佛住在西方極樂世界，這個不能說不對，也不能說全對；住念佛三昧，那就完全正確。唯有住念佛三昧心地才放光明，這個光明是無量的光明，而且是『恆放』，這句是光攝不捨，以光明攝受十方世界一切眾生，也是寂而常照的意思，都是我們要學習的。『感得廣大清淨居，殊勝莊嚴無等倫』，這個兩句就是他所成就的西方極樂世界，極樂世界是阿彌陀佛有感，自性法爾就有應。西方極樂世界怎麼來的？也是感應而成的。我們這個世界也不例外，這是眾生善惡業所感，十方世界都是這麼來的。西方極樂世界是彌陀清淨大願所感，也是往生到那個地方去所有的眾生淨業所感，是這樣的世界。所以那個世界，為什麼他那個世界好，我們這個世界不好？這個原因要知道，然後我們就能夠相信。理愈明，信心愈堅固，信心愈清淨，就沒有懷疑。這對於我們的修學，現前當來的利益就非常的顯著，不但將來得，現在就得利益。現在得的，我們在講席當中常講，個人一生的幸福、家庭的美滿、事業的順利，社會安定、天下太平，這是現前可以得到的利益；將來往生不退成佛。經上所講的「殊勝莊嚴無等倫」，這個兩句都是說明極樂世界的狀況，經文只有兩句，但可以說形容得非常之恰當。"
    },
    {
      "id": "02-005-0038_p0004",
      "zh_CN": "下面我们就看他发的度众生的愿。西方极乐世界殊胜庄严，是所有十方一切诸佛刹土不能比的。伦是伦类，无等伦，没有像它这个样子的。他建筑这样庄严的世界，不是为他个人享受，不是阿弥陀佛自己到那里去享福去了，不是的。他是提供给十方世界真正觉悟的众生，到那个地方去修学；换句话说，提供一个修学的场所。这个场所一切的孽缘都没有，到那里修行，师资、资具，没有一样不圆满，到那里去没有一丝毫欠缺，所以决定一生成佛。弥陀对众生的恩德，于此可见。",
      "zh_TW": "下面我們就看他發的度眾生的願。西方極樂世界殊勝莊嚴，是所有十方一切諸佛剎土不能比的。倫是倫類，無等倫，沒有像它這個樣子的。他建築這樣莊嚴的世界，不是為他個人享受，不是阿彌陀佛自己到那裡去享福去了，不是的。他是提供給十方世界真正覺悟的眾生，到那個地方去修學；換句話說，提供一個修學的場所。這個場所一切的孽緣都沒有，到那裡修行，師資、資具，沒有一樣不圓滿，到那裡去沒有一絲毫欠缺，所以決定一生成佛。彌陀對眾生的恩德，於此可見。"
    },
    {
      "id": "02-005-0038_p0005",
      "zh_CN": "『轮回诸趣众生类，速生我刹受安乐』，这个两句非常明显的告诉我们，他接引的对象、成就的对象，就是六道里面的众生。六道众生最苦，声闻、缘觉、菩萨虽然也有苦，不像六道这么样的严重。愈是苦难的众生，愈要在度脱顺序上排在第一优先，这才是真正的大慈大悲。《行愿品》里面说得很好，「若诸菩萨以大悲水饶益众生，则能成就阿耨多罗三藐三菩提故，是故菩提属于众生」。极乐世界阿弥陀佛度众生的对象，就是「轮回诸趣众生类，速生我刹受安乐」。速是快速，实在讲任何一个法门，没有这个法门来得快速，可惜的，许许多多众生不能够相信、不能接受。绝对不是阿弥陀佛不来接引，你自己不肯接受，这就没法子。佛是希望你快快的到极乐世界来，来到西方极乐世界受安乐。安乐是果，必定有和，和才有平，平了之后才有安，安之后才有乐。我们今天这个社会恰恰相反，原因在哪里？人心不平。为什么不平？大家不能够和睦相处。西方极乐世界是诸佛菩萨的道场，佛教给我们要修六和敬，六和敬就是安乐的基础，什么时候修？现在就要修。别人不修，我修，哪一个修，哪一个人就得安乐，不修那就是得不到安乐，这个很重要。所以古德教给我们，学佛一定要内修五德，外修六和，这才是个佛弟子。佛弟子要像佛，佛的心温厚，温和厚道，温厚；善良；恭慎，对人对事对物恭敬、小心、谨慎，这是他处世的态度；节俭，不浪费；忍让。这是内德，我们要记住，要在生活当中去学习，使诸佛菩萨的德行，我们也有。与大众相处一定要依六和敬，六和敬，道场上常常讲，希望同修要把它做到，这样往生西方极乐世界条件就具足了。到极乐世界说实在话，决定一生成佛，这是殊胜超绝，不是其他法门能够相比的。",
      "zh_TW": "『輪迴諸趣眾生類，速生我剎受安樂』，這個兩句非常明顯的告訴我們，他接引的對象、成就的對象，就是六道裡面的眾生。六道眾生最苦，聲聞、緣覺、菩薩雖然也有苦，不像六道這麼樣的嚴重。愈是苦難的眾生，愈要在度脫順序上排在第一優先，這才是真正的大慈大悲。《行願品》裡面說得很好，「若諸菩薩以大悲水饒益眾生，則能成就阿耨多羅三藐三菩提故，是故菩提屬於眾生」。極樂世界阿彌陀佛度眾生的對象，就是「輪迴諸趣眾生類，速生我剎受安樂」。速是快速，實在講任何一個法門，沒有這個法門來得快速，可惜的，許許多多眾生不能夠相信、不能接受。絕對不是阿彌陀佛不來接引，你自己不肯接受，這就沒法子。佛是希望你快快的到極樂世界來，來到西方極樂世界受安樂。安樂是果，必定有和，和才有平，平了之後才有安，安之後才有樂。我們今天這個社會恰恰相反，原因在哪裡？人心不平。為什麼不平？大家不能夠和睦相處。西方極樂世界是諸佛菩薩的道場，佛教給我們要修六和敬，六和敬就是安樂的基礎，什麼時候修？現在就要修。別人不修，我修，哪一個修，哪一個人就得安樂，不修那就是得不到安樂，這個很重要。所以古德教給我們，學佛一定要內修五德，外修六和，這才是個佛弟子。佛弟子要像佛，佛的心溫厚，溫和厚道，溫厚；善良；恭慎，對人對事對物恭敬、小心、謹慎，這是他處世的態度；節儉，不浪費；忍讓。這是內德，我們要記住，要在生活當中去學習，使諸佛菩薩的德行，我們也有。與大眾相處一定要依六和敬，六和敬，道場上常常講，希望同修要把它做到，這樣往生西方極樂世界條件就具足了。到極樂世界說實在話，決定一生成佛，這是殊勝超絕，不是其他法門能夠相比的。"
    },
    {
      "id": "02-005-0038_p0006",
      "zh_CN": "『常运慈心拔有情』，「常」是时间，没有间断；『度尽无边苦众生』，「无边」是讲空间，这是说阿弥陀佛普度众生，是一切时、一切处从无间断。这个「慈心」是从清净平等里面生出来的，所以叫做大慈大悲。有情众生包括了九法界，都是阿弥陀佛度脱的对象。后面这一句末后讲「苦众生」，是专指三途六道。所以这个八句确确实实是四十八愿的核心，四十八愿就是这个八句的广演，展开而已，展开就是四十八愿，四十八愿浓缩就是这两首偈、就是这个八句。以上这是法藏比丘在老师面前发的宏愿。后面这首显示他坚定的决心，他所发的愿一定要做到，求佛给他做证明。",
      "zh_TW": "『常運慈心拔有情』，「常」是時間，沒有間斷；『度盡無邊苦眾生』，「無邊」是講空間，這是說阿彌陀佛普度眾生，是一切時、一切處從無間斷。這個「慈心」是從清淨平等裡面生出來的，所以叫做大慈大悲。有情眾生包括了九法界，都是阿彌陀佛度脫的對象。後面這一句末後講「苦眾生」，是專指三途六道。所以這個八句確確實實是四十八願的核心，四十八願就是這個八句的廣演，展開而已，展開就是四十八願，四十八願濃縮就是這兩首偈、就是這個八句。以上這是法藏比丘在老師面前發的宏願。後面這首顯示他堅定的決心，他所發的願一定要做到，求佛給他做證明。"
    },
    {
      "id": "02-005-0038_p0007",
      "zh_CN": "【我行决定坚固力。】",
      "zh_TW": "【我行決定堅固力。】"
    },
    {
      "id": "02-005-0038_p0008",
      "zh_CN": "这个偈当中每一个字都非常肯定，一点疑惑都没有。",
      "zh_TW": "這個偈當中每一個字都非常肯定，一點疑惑都沒有。"
    },
    {
      "id": "02-005-0038_p0009",
      "zh_CN": "【唯佛圣智能证知。】",
      "zh_TW": "【唯佛聖智能證知。】"
    },
    {
      "id": "02-005-0038_p0010",
      "zh_CN": "法藏比丘发的愿只有佛知道，只有佛能够给他做证明。这是显示他的愿真实、深广，与其他诸佛在因地里面发愿，确确实实是不相同的。所以我们学佛，说老实话，阿弥陀佛是最好的典型、最佳的模范，我们今天依阿弥陀佛来塑造自己，看看他是怎么样存心，我要学他；他怎么发愿，我也学他；他怎么修行，我也学他。这样的人，与阿弥陀佛是真实的同志，哪有不在一起的道理！这就决定往生。末后这一句很难得：",
      "zh_TW": "法藏比丘發的願只有佛知道，只有佛能夠給他做證明。這是顯示他的願真實、深廣，與其他諸佛在因地裡面發願，確確實實是不相同的。所以我們學佛，說老實話，阿彌陀佛是最好的典型、最佳的模範，我們今天依阿彌陀佛來塑造自己，看看他是怎麼樣存心，我要學他；他怎麼發願，我也學他；他怎麼修行，我也學他。這樣的人，與阿彌陀佛是真實的同志，哪有不在一起的道理！這就決定往生。末後這一句很難得："
    },
    {
      "id": "02-005-0038_p0011",
      "zh_CN": "【纵使身止诸苦中。如是愿心永不退。】",
      "zh_TW": "【縱使身止諸苦中。如是願心永不退。】"
    },
    {
      "id": "02-005-0038_p0012",
      "zh_CN": "这个难得，绝大多数修行人不容易证果、不容易成就，病根都在退转，受不起折磨，有一点小小的挫折就退心了，这样的人怎么会成就？你看看阿弥陀佛人家发的愿，即使上刀山、下油鼎，他也不退心。我们这个经后面还有，他这个诸苦当中，确确实实是这个意思，这样才能成就，这才是真正请佛来给他『证知』。没有这样坚固的愿心，何必要佛？我们能不能受得了这些折磨？阿弥陀佛有没有受折磨？给诸位说，有。为什么会受折磨？因为他要普度众生。普度众生，你到人间来度众生要现人身，要现同类身；你要到畜生道去度众生，你要现畜生身；你到地狱道度众生，就要受地狱身，要跟那些人生活方式完全相同，你受得了、受不了？这就是菩萨所讲的，「我不入地狱，谁入地狱」，他入地狱干什么？入地狱去教化地狱众生，劝他们回头是岸，改过自新，不现同类身度不了那些众生。我们在小乘经里面看到，释迦牟尼佛过去生中曾经在地狱，在火车地狱。那个火车，不是像我们现在这个火车，它是铁车，车完全烧红了那样的火，那个车从身上碾过，受那样的苦刑。当时这个小鬼，那时佛也在地狱里头，叫着释迦牟尼佛，另外还有个同伴，教他们两个人把自己身上的筋抽出来拉这个车，做绳子拉这个车，非常痛苦。释迦牟尼佛就起了个慈悲心，看到那个人痛苦，就给小鬼说，我抽两条筋，他不必抽，我代他抽一条。那个小鬼就生气了，你代他抽？拿那个狼牙棒一棒就把他打死了。这是果报，这是一念慈悲心，他老人家就出了地狱，地狱打死不就超生了吗？就出来了，他就这样超越了。所以你在地狱里头，动一念慈悲心、一念清净心，就超越了。所以，不入地狱，度不了地狱众生。",
      "zh_TW": "這個難得，絕大多數修行人不容易證果、不容易成就，病根都在退轉，受不起折磨，有一點小小的挫折就退心了，這樣的人怎麼會成就？你看看阿彌陀佛人家發的願，即使上刀山、下油鼎，他也不退心。我們這個經後面還有，他這個諸苦當中，確確實實是這個意思，這樣才能成就，這才是真正請佛來給他『證知』。沒有這樣堅固的願心，何必要佛？我們能不能受得了這些折磨？阿彌陀佛有沒有受折磨？給諸位說，有。為什麼會受折磨？因為他要普度眾生。普度眾生，你到人間來度眾生要現人身，要現同類身；你要到畜生道去度眾生，你要現畜生身；你到地獄道度眾生，就要受地獄身，要跟那些人生活方式完全相同，你受得了、受不了？這就是菩薩所講的，「我不入地獄，誰入地獄」，他入地獄幹什麼？入地獄去教化地獄眾生，勸他們回頭是岸，改過自新，不現同類身度不了那些眾生。我們在小乘經裡面看到，釋迦牟尼佛過去生中曾經在地獄，在火車地獄。那個火車，不是像我們現在這個火車，它是鐵車，車完全燒紅了那樣的火，那個車從身上碾過，受那樣的苦刑。當時這個小鬼，那時佛也在地獄裡頭，叫著釋迦牟尼佛，另外還有個同伴，教他們兩個人把自己身上的筋抽出來拉這個車，做繩子拉這個車，非常痛苦。釋迦牟尼佛就起了個慈悲心，看到那個人痛苦，就給小鬼說，我抽兩條筋，他不必抽，我代他抽一條。那個小鬼就生氣了，你代他抽？拿那個狼牙棒一棒就把他打死了。這是果報，這是一念慈悲心，他老人家就出了地獄，地獄打死不就超生了嗎？就出來了，他就這樣超越了。所以你在地獄裡頭，動一念慈悲心、一念清淨心，就超越了。所以，不入地獄，度不了地獄眾生。"
    },
    {
      "id": "02-005-0038_p0013",
      "zh_CN": "这是愿行相符，所作所为都能够圆满。有愿无行，这个愿是假的虚愿，那个愿永远不能兑现；有行无愿，这个行必定会落空，没有结果。愿就是方向、就是目标，我有修行，修行没有目标、没有方向，最后行到哪里去？所以佛在一切经里常常教给我们，愿行相符，「以行填愿，以愿导行」。愿是我们一生努力的目标、方向，愿纯正，生命就有意义，生活有价值。一个人在这一生当中，没有一个纯正的目标、方向，实在讲醉生梦死，不知道活着干什么，不知道一天到晚干的、为的是什么，这怎么能不痛苦？学佛，人生的目标、方向可以说是最纯净，不为自己，为度众生。换句话说，一切的努力都是为了帮助众生破迷开悟、离苦得乐。把佛的教训，不仅仅自己实践，还要把它介绍给大众，这样愿行当然就圆满了。念佛人目标当然是求往生，求往生这个心要真、要诚，不是口头说说而已，口头说说没有用处的，心意不诚。真求往生要真做，佛教给我们怎么做法要做；换句话说，既然求往生，就要求上品上生。我们中国古人常说，「取法乎上，仅得乎中」，上品不能往生，还可以落个中品。如果你取法乎下，我下下品往生就可以了，这个很靠不住，下下品得不到，这一生就空过了。所以要力争上游，不要跟世间人争，要争上上品。",
      "zh_TW": "這是願行相符，所作所為都能夠圓滿。有願無行，這個願是假的虛願，那個願永遠不能兌現；有行無願，這個行必定會落空，沒有結果。願就是方向、就是目標，我有修行，修行沒有目標、沒有方向，最後行到哪裡去？所以佛在一切經裡常常教給我們，願行相符，「以行填願，以願導行」。願是我們一生努力的目標、方向，願純正，生命就有意義，生活有價值。一個人在這一生當中，沒有一個純正的目標、方向，實在講醉生夢死，不知道活著幹什麼，不知道一天到晚幹的、為的是什麼，這怎麼能不痛苦？學佛，人生的目標、方向可以說是最純淨，不為自己，為度眾生。換句話說，一切的努力都是為了幫助眾生破迷開悟、離苦得樂。把佛的教訓，不僅僅自己實踐，還要把它介紹給大眾，這樣願行當然就圓滿了。念佛人目標當然是求往生，求往生這個心要真、要誠，不是口頭說說而已，口頭說說沒有用處的，心意不誠。真求往生要真做，佛教給我們怎麼做法要做；換句話說，既然求往生，就要求上品上生。我們中國古人常說，「取法乎上，僅得乎中」，上品不能往生，還可以落個中品。如果你取法乎下，我下下品往生就可以了，這個很靠不住，下下品得不到，這一生就空過了。所以要力爭上游，不要跟世間人爭，要爭上上品。"
    },
    {
      "id": "02-005-0038_p0014",
      "zh_CN": "如果要求上品上生，必须要将三经的教训，《无量寿经》、《弥陀经》，《弥陀经》讲得虽然简单，诸位细细去读莲池大师的《疏钞》，蕅益大师的《要解》，蕅益大师的《要解》，印光大师赞叹到极处。我们都晓得，印光大师是西方大势至菩萨化身来的，印光大师的话就是大势至菩萨的话，他对于《要解》的赞叹，他说即使是古佛再来，给《弥陀经》做一个注解，也不能超过其上。这是赞叹到顶峰了！许多人看到印光法师这个说法，都觉得怀疑，是不是印光法师赞叹得太过分了？《要解》我念过很多遍，我讲过很多遍，就我自己体会当中，印祖讲得一点都不过分，讲的真是恰到好处。蕅益大师当年在世，他的身分没露出来，我们不晓得他是什么人再来的。那要根据大势至菩萨这个赞叹，我们就能够推想到，蕅益大师要不是阿弥陀佛再来，也准是观音菩萨再来的，否则的话，就做不出这样一部注解。《观经四帖疏》是善导大师，《妙宗钞》是智者大师，智者大师在中国佛教史里面，传说他是释迦牟尼佛再来的，善导大师是阿弥陀佛再来的。中国人确实有福，感得诸佛菩萨应化在中国。",
      "zh_TW": "如果要求上品上生，必須要將三經的教訓，《無量壽經》、《彌陀經》，《彌陀經》講得雖然簡單，諸位細細去讀蓮池大師的《疏鈔》，蕅益大師的《要解》，蕅益大師的《要解》，印光大師讚歎到極處。我們都曉得，印光大師是西方大勢至菩薩化身來的，印光大師的話就是大勢至菩薩的話，他對於《要解》的讚歎，他說即使是古佛再來，給《彌陀經》做一個註解，也不能超過其上。這是讚歎到頂峰了！許多人看到印光法師這個說法，都覺得懷疑，是不是印光法師讚歎得太過分了？《要解》我念過很多遍，我講過很多遍，就我自己體會當中，印祖講得一點都不過分，講的真是恰到好處。蕅益大師當年在世，他的身分沒露出來，我們不曉得他是什麼人再來的。那要根據大勢至菩薩這個讚歎，我們就能夠推想到，蕅益大師要不是阿彌陀佛再來，也準是觀音菩薩再來的，否則的話，就做不出這樣一部註解。《觀經四帖疏》是善導大師，《妙宗鈔》是智者大師，智者大師在中國佛教史裡面，傳說他是釋迦牟尼佛再來的，善導大師是阿彌陀佛再來的。中國人確實有福，感得諸佛菩薩應化在中國。"
    },
    {
      "id": "02-005-0038_p0015",
      "zh_CN": "这些教训必须要研究，要把它实实在在的变成自己的思想、见解、行为，把经典的教训变成我们日常生活处事待人接物的依靠，一切时、一切处念念反省，永远不离开佛菩萨、祖师大德的教训。这样我们才真正与弥陀、释迦，乃至于十方一切诸佛，同心、同愿、同德、同行。这个缘那就太殊胜、太圆满了，必定能生净土，必定能得上品。有人要问，你有什么样的把握往生，有什么凭据你能够得到上品？这就是！这个经典、注解，就是我们上品上生的保证书，真正能做到，就是保证书上把自己的名字填上去了；做不到，保证书拿来没有用处，一定要把它做到。要想做到，第一步要把经念熟，为什么？熟了你才会记得，记得才会做到，记不得你怎么会做到？所以，为什么先教你熟读，熟读之后，我们在一切时、ㄧ切处起心动念，都会想到佛在经上怎么教我们的，念念都不会违背，这才叫依教奉行，这才叫受持经教。这个受持，绝对不是把这个经文一天念一遍、念两遍，不是的，是要把里面的教训统统做到。我们再看底下的一章：",
      "zh_TW": "這些教訓必須要研究，要把它實實在在的變成自己的思想、見解、行為，把經典的教訓變成我們日常生活處事待人接物的依靠，一切時、一切處念念反省，永遠不離開佛菩薩、祖師大德的教訓。這樣我們才真正與彌陀、釋迦，乃至於十方一切諸佛，同心、同願、同德、同行。這個緣那就太殊勝、太圓滿了，必定能生淨土，必定能得上品。有人要問，你有什麼樣的把握往生，有什麼憑據你能夠得到上品？這就是！這個經典、註解，就是我們上品上生的保證書，真正能做到，就是保證書上把自己的名字填上去了；做不到，保證書拿來沒有用處，一定要把它做到。要想做到，第一步要把經念熟，為什麼？熟了你才會記得，記得才會做到，記不得你怎麼會做到？所以，為什麼先教你熟讀，熟讀之後，我們在一切時、ㄧ切處起心動念，都會想到佛在經上怎麼教我們的，念念都不會違背，這才叫依教奉行，這才叫受持經教。這個受持，絕對不是把這個經文一天念一遍、念兩遍，不是的，是要把裡面的教訓統統做到。我們再看底下的一章："
    },
    {
      "id": "02-005-0038_p0016",
      "zh_CN": "【至心精进第五。】",
      "zh_TW": "【至心精進第五。】"
    },
    {
      "id": "02-005-0038_p0017",
      "zh_CN": "前一章是讲发愿，李老师在他的眉注里面讲，这一章是解，他判的是信、解、行、证。『至心精进』，古德常说，「入道要门，发心为首」，你要想成就佛道，这个佛道两个字也要搞清楚，道是道路，就是这条路，佛是觉悟的意思，就是在人生的道路上觉而不迷，这就叫佛道，佛道就是一条觉悟的大道。你要想能够得到人生觉悟的大道，一定要先发心，发什么心？要发菩提心。菩提是梵语，翻成中国就是觉的意思，你要有觉悟的心；换句话说，六根接触外面六尘境界要不迷，这个很难，不是容易事情。这个迷、觉的标准又是什么？这要讲起来很多很多，也很难讲，也很不容易听懂。蕅益大师在《要解》里面讲得简单、明白，让我们听了一点怀疑都没有，他说的的确是好，自古以来，这些祖师大德注解「发菩提心」这一句，都没有蕅益大师讲得那么样的明白，那么样的容易懂。他怎么说？发心求生西方净土这个心，就是无上菩提心。这个我们听了很容易懂，求生西方极乐世界这个心，就是无上菩提心。说实在话，自古以来祖师大德注发菩提心，没这个说法，只有蕅益大师一个人他这么说，说得是真好。我们仔细想一想，他说得妙绝了，为什么？除了求生西方极乐世界，其他的任何的思想见解都是迷惑。",
      "zh_TW": "前一章是講發願，李老師在他的眉註裡面講，這一章是解，他判的是信、解、行、證。『至心精進』，古德常說，「入道要門，發心為首」，你要想成就佛道，這個佛道兩個字也要搞清楚，道是道路，就是這條路，佛是覺悟的意思，就是在人生的道路上覺而不迷，這就叫佛道，佛道就是一條覺悟的大道。你要想能夠得到人生覺悟的大道，一定要先發心，發什麼心？要發菩提心。菩提是梵語，翻成中國就是覺的意思，你要有覺悟的心；換句話說，六根接觸外面六塵境界要不迷，這個很難，不是容易事情。這個迷、覺的標準又是什麼？這要講起來很多很多，也很難講，也很不容易聽懂。蕅益大師在《要解》裡面講得簡單、明白，讓我們聽了一點懷疑都沒有，他說的的確是好，自古以來，這些祖師大德註解「發菩提心」這一句，都沒有蕅益大師講得那麼樣的明白，那麼樣的容易懂。他怎麼說？發心求生西方淨土這個心，就是無上菩提心。這個我們聽了很容易懂，求生西方極樂世界這個心，就是無上菩提心。說實在話，自古以來祖師大德註發菩提心，沒這個說法，只有蕅益大師一個人他這麼說，說得是真好。我們仔細想一想，他說得妙絕了，為什麼？除了求生西方極樂世界，其他的任何的思想見解都是迷惑。"
    },
    {
      "id": "02-005-0038_p0018",
      "zh_CN": "为什么？因为世出世间一切法都不是真的，都是幻妄、虚假的，唯独西方极乐世界是真实的，真在哪里？真在无量寿。一切真实当中，寿命是第一真实。一切的种种殊胜庄严，他有寿命他才能享受；这个世界很美好，寿命太短了，这是无可奈何。十方世界的情况，跟我们这个世界差不多，有比我们这个世间寿命长的，像《无量寿经》讲世间自在王如来，当年在世的时候，寿命是四十二劫，四十二劫跟无量寿不能相比，四十二劫就太短太短了。所以无量寿命，是西方世界无量庄严当中第一德。求生净土这个心是真实的，绝对正确，是真正觉悟，一个真正觉悟的人一天到晚老实念佛，这是真正觉悟。还不肯老实念佛，这个人还没觉悟，虽然也听经、也念经、也念佛，是若有若无、若断若续，这不是一个真正觉悟的人。不能说他不觉，有一点小觉悟，这个觉悟靠不住，要彻底觉悟。所以一切经里面就学这一部经，不必搞很多，一切法门里面，只老老实实念这一句阿弥陀佛。",
      "zh_TW": "為什麼？因為世出世間一切法都不是真的，都是幻妄、虛假的，唯獨西方極樂世界是真實的，真在哪裡？真在無量壽。一切真實當中，壽命是第一真實。一切的種種殊勝莊嚴，他有壽命他才能享受；這個世界很美好，壽命太短了，這是無可奈何。十方世界的情況，跟我們這個世界差不多，有比我們這個世間壽命長的，像《無量壽經》講世間自在王如來，當年在世的時候，壽命是四十二劫，四十二劫跟無量壽不能相比，四十二劫就太短太短了。所以無量壽命，是西方世界無量莊嚴當中第一德。求生淨土這個心是真實的，絕對正確，是真正覺悟，一個真正覺悟的人一天到晚老實念佛，這是真正覺悟。還不肯老實念佛，這個人還沒覺悟，雖然也聽經、也念經、也念佛，是若有若無、若斷若續，這不是一個真正覺悟的人。不能說他不覺，有一點小覺悟，這個覺悟靠不住，要徹底覺悟。所以一切經裡面就學這一部經，不必搞很多，一切法門裡面，只老老實實念這一句阿彌陀佛。"
    },
    {
      "id": "02-005-0038_p0019",
      "zh_CN": "有不少同修来找我、来问我，实在讲我在讲经的时候统统都讲过。问我这个佛要怎么念法，要不要出声念，不出声可不可以？到底念四个字、还是念六个字，用什么样声调来念？问我这些，这把我搞得为难。这个法门是最简单、最容易，不讲求任何形式，所以你念佛，你喜欢大声你就大声，你喜欢小声就小声，你喜欢默念，不出声心里念，都一样。古人固然说过，大声念见大佛，小声念见小佛，你要去仔细看看，他是对什么人说的，那个说法是有特殊对象，应机而说的。佛教给我们「依法不依人」，这个大声见大佛、小声见小佛，经上没有，经上没有我们就是参考而已，不要太认真，不要太固执。经典上没有这个说法，我们就晓得这是祖师应机而说。大声念，对治烦恼的效果大，也就是能够把妄想杂念赶掉，全部精神集中起来、振作起来，它有这个作用。小声念、默念，有的时候昏沉、打瞌睡，什么时候睡着自己都不知道。所以念佛要自己会调节，当昏沉的时候、妄念多的时候，大声、高声念，妄想、昏沉就没有了；在精神饱满的时候就小声念，保持自己相续的力量，所以要会调节。生理，我们有绕佛，绕佛就是经行，像散步一样，用这个方式。走累了坐下来念，坐久了，活动活动筋骨，拜佛念，这是什么？调身。所以诸位要记住，念佛没有一定的仪式，没有一定的方法，但是它有一个原则，一定要念到自己心很安静，妄念不生，这是念佛的目的。我念佛心愈念愈清净，烦恼、妄想愈念愈少，愈念愈有智慧，这就对了，这个念佛功夫就看见了。假如念佛，愈念愈烦恼，愈念妄想愈多，那就错了。绝对不是佛号有问题，是你念的方法有问题，你不会调心、不会调身。所以要着重调身、调心，心要安、要静，身要活活泼泼、要健康，身心要健康，这个很重要。",
      "zh_TW": "有不少同修來找我、來問我，實在講我在講經的時候統統都講過。問我這個佛要怎麼念法，要不要出聲念，不出聲可不可以？到底念四個字、還是念六個字，用什麼樣聲調來念？問我這些，這把我搞得為難。這個法門是最簡單、最容易，不講求任何形式，所以你念佛，你喜歡大聲你就大聲，你喜歡小聲就小聲，你喜歡默念，不出聲心裡念，都一樣。古人固然說過，大聲念見大佛，小聲念見小佛，你要去仔細看看，他是對什麼人說的，那個說法是有特殊對象，應機而說的。佛教給我們「依法不依人」，這個大聲見大佛、小聲見小佛，經上沒有，經上沒有我們就是參考而已，不要太認真，不要太固執。經典上沒有這個說法，我們就曉得這是祖師應機而說。大聲念，對治煩惱的效果大，也就是能夠把妄想雜念趕掉，全部精神集中起來、振作起來，它有這個作用。小聲念、默念，有的時候昏沉、打瞌睡，什麼時候睡著自己都不知道。所以念佛要自己會調節，當昏沉的時候、妄念多的時候，大聲、高聲念，妄想、昏沉就沒有了；在精神飽滿的時候就小聲念，保持自己相續的力量，所以要會調節。生理，我們有繞佛，繞佛就是經行，像散步一樣，用這個方式。走累了坐下來念，坐久了，活動活動筋骨，拜佛念，這是什麼？調身。所以諸位要記住，念佛沒有一定的儀式，沒有一定的方法，但是它有一個原則，一定要念到自己心很安靜，妄念不生，這是念佛的目的。我念佛心愈念愈清淨，煩惱、妄想愈念愈少，愈念愈有智慧，這就對了，這個念佛功夫就看見了。假如念佛，愈念愈煩惱，愈念妄想愈多，那就錯了。絕對不是佛號有問題，是你念的方法有問題，你不會調心、不會調身。所以要著重調身、調心，心要安、要靜，身要活活潑潑、要健康，身心要健康，這個很重要。"
    },
    {
      "id": "02-005-0038_p0020",
      "zh_CN": "「修行要务，立愿居先」，人要修行，先要有一个目标，先要有一个方向，然后功夫就能得力。所谓「至心精进」，至是到了极处，就是至诚，无上的清净心。我们这个经经题上就给我们讲得很明白，要用清净心、平等心、觉心，「清净平等觉」，用这个心来念佛，以念佛的方法，达到清净平等觉，相辅相成。用这个心念，用念圆满清净平等觉，这才叫精进。精是不杂、不疑，这才叫精，要怀疑、夹杂，这就不精了。我们看经文：",
      "zh_TW": "「修行要務，立願居先」，人要修行，先要有一個目標，先要有一個方向，然後功夫就能得力。所謂「至心精進」，至是到了極處，就是至誠，無上的清淨心。我們這個經經題上就給我們講得很明白，要用清淨心、平等心、覺心，「清淨平等覺」，用這個心來念佛，以念佛的方法，達到清淨平等覺，相輔相成。用這個心念，用念圓滿清淨平等覺，這才叫精進。精是不雜、不疑，這才叫精，要懷疑、夾雜，這就不精了。我們看經文："
    },
    {
      "id": "02-005-0038_p0021",
      "zh_CN": "【法藏比丘说此偈已。而白佛言。】",
      "zh_TW": "【法藏比丘說此偈已。而白佛言。】"
    },
    {
      "id": "02-005-0038_p0022",
      "zh_CN": "这一句是结前，总结前文，前面说了十首偈，偈的大意是赞佛、发愿、请佛证明。这个偈子说完之后，又向佛说：",
      "zh_TW": "這一句是結前，總結前文，前面說了十首偈，偈的大意是讚佛、發願、請佛證明。這個偈子說完之後，又向佛說："
    },
    {
      "id": "02-005-0038_p0023",
      "zh_CN": "【我今为菩萨道。已发无上正觉之心。取愿作佛。悉令如佛。愿佛为我广宣经法。我当奉持。如法修行。拔诸勤苦生死根本。速成无上正等正觉。】",
      "zh_TW": "【我今為菩薩道。已發無上正覺之心。取願作佛。悉令如佛。願佛為我廣宣經法。我當奉持。如法修行。拔諸勤苦生死根本。速成無上正等正覺。】"
    },
    {
      "id": "02-005-0038_p0024",
      "zh_CN": "这里是一小段，我们先看这一小段。看看他的发心，再想想自己，这样才叫修行，这个才有用处。不要光念它，念的是阿弥陀佛的因地，与我们自己毫不相关，那有什么用处？这个经念叫白念了，阿弥陀佛才不要听这个经。所以念经是为自己念，不是为别人念，念了要想一想，人家怎么样、我怎么样，我应该如何去学人家，这个念经才叫有功德。不是这样念经，你一天念个十遍、二十遍，念个一百遍、二百遍，说老实话一点功德都没有，只可以说比你口里头讲闲话、骂人好一点。你说它的好处，好处就这么多，其他的好处，我就不知道，就没有了，诸位要懂这个意思。你看看人家说，『我今为菩萨道』，菩萨道就是度众生，「为菩萨道」就是为度一切众生，人家发的这个愿不是为自己，为一切众生。为一切众生『发无上正觉之心，取愿作佛，悉令如佛』，不是为自己。前面在偈子里面，我们所看的他的愿心，他有这样的愿心，所以才有以后的四十八愿，四十八愿是他的大愿落实，人家本来的存心就是这个样子。我们存的是什么心？我们今天要学佛，还要学阿弥陀佛，还要想到西方极乐世界去，想想我们的心、我们的愿，跟阿弥陀佛比比看，像不像？人家发愿是作佛。我们今天学佛了，学佛为什么？许多人，我来学佛，我是为的自己烦恼太多、生活太苦了，希望我这个家庭平安、升官发财，来为这个，目标都在此地。",
      "zh_TW": "這裡是一小段，我們先看這一小段。看看他的發心，再想想自己，這樣才叫修行，這個才有用處。不要光念它，念的是阿彌陀佛的因地，與我們自己毫不相關，那有什麼用處？這個經念叫白念了，阿彌陀佛才不要聽這個經。所以念經是為自己念，不是為別人念，念了要想一想，人家怎麼樣、我怎麼樣，我應該如何去學人家，這個念經才叫有功德。不是這樣念經，你一天念個十遍、二十遍，念個一百遍、二百遍，說老實話一點功德都沒有，只可以說比你口裡頭講閒話、罵人好一點。你說它的好處，好處就這麼多，其他的好處，我就不知道，就沒有了，諸位要懂這個意思。你看看人家說，『我今為菩薩道』，菩薩道就是度眾生，「為菩薩道」就是為度一切眾生，人家發的這個願不是為自己，為一切眾生。為一切眾生『發無上正覺之心，取願作佛，悉令如佛』，不是為自己。前面在偈子裡面，我們所看的他的願心，他有這樣的願心，所以才有以後的四十八願，四十八願是他的大願落實，人家本來的存心就是這個樣子。我們存的是什麼心？我們今天要學佛，還要學阿彌陀佛，還要想到西方極樂世界去，想想我們的心、我們的願，跟阿彌陀佛比比看，像不像？人家發願是作佛。我們今天學佛了，學佛為什麼？許多人，我來學佛，我是為的自己煩惱太多、生活太苦了，希望我這個家庭平安、升官發財，來為這個，目標都在此地。"
    },
    {
      "id": "02-005-0038_p0025",
      "zh_CN": "我学佛四十多年，没有听说一个同修进佛门来，「我发心要作佛」，我没有遇到一个。问他为什么学佛，说了一大堆，都是为了自己，多半都是家庭平安、事业顺利、健康长寿，都为这个求的；没有听说一个他想当菩萨、他想作佛，没听说过。所以他成不了佛，他也成不了菩萨，修了一辈子还搞六道轮回，为什么？轮回心没有舍掉，他的目标就是在人天两道求福报。福报还未必能求得到，因为他求的方法错误。每天在佛菩萨面前念经，以为念经佛菩萨就喜欢他，就好像佛菩萨的乖宝宝，每天功课都做得不错，每天供一点香蕉水果，巴结巴结佛菩萨、贿赂贿赂佛菩萨，这样就可以得人天福报。错了，完全错了！佛菩萨在经典里面教训我们，要我们学他，你才真正会得到利益，学他发心，学他的愿心。他发愿要作佛，作佛就是做一个真正对于宇宙人生彻底觉悟明白的人，一点都不迷惑，这叫作佛。对于一切法，一切法的真实相，《般若经》里面讲「诸法实相」，彻底通达诸法实相，就是佛、就是菩萨。所以佛菩萨不是神仙，神仙还是六道的众生，对于诸法实相还是迷惑颠倒，没搞清楚，唯有佛菩萨清楚。这是发无上心，四弘誓愿里面「佛道无上誓愿成」，人家发的是这个心，这个目标远大，这个目标真实究竟。人要有这样的一个目标，诸位想想，这个人还会造罪业吗，还会有坏念头吗？没有了。还会被诱惑吗？也不可能被诱惑了，他要求求大的，你小的东西诱惑不了他。你说我这个世间有个总统的位置来请你做，他不要做，他要成佛；天上大梵天王现在退休，请你去当大梵天王去，他看看这太小了，我不愿意干这个。这样的目标、方向纯正，才能够不受诱惑。我们今天一心一意要到西方极乐世界成佛，我们成佛也跟阿弥陀佛一样。",
      "zh_TW": "我學佛四十多年，沒有聽說一個同修進佛門來，「我發心要作佛」，我沒有遇到一個。問他為什麼學佛，說了一大堆，都是為了自己，多半都是家庭平安、事業順利、健康長壽，都為這個求的；沒有聽說一個他想當菩薩、他想作佛，沒聽說過。所以他成不了佛，他也成不了菩薩，修了一輩子還搞六道輪迴，為什麼？輪迴心沒有捨掉，他的目標就是在人天兩道求福報。福報還未必能求得到，因為他求的方法錯誤。每天在佛菩薩面前念經，以為念經佛菩薩就喜歡他，就好像佛菩薩的乖寶寶，每天功課都做得不錯，每天供一點香蕉水果，巴結巴結佛菩薩、賄賂賄賂佛菩薩，這樣就可以得人天福報。錯了，完全錯了！佛菩薩在經典裡面教訓我們，要我們學他，你才真正會得到利益，學他發心，學他的願心。他發願要作佛，作佛就是做一個真正對於宇宙人生徹底覺悟明白的人，一點都不迷惑，這叫作佛。對於一切法，一切法的真實相，《般若經》裡面講「諸法實相」，徹底通達諸法實相，就是佛、就是菩薩。所以佛菩薩不是神仙，神仙還是六道的眾生，對於諸法實相還是迷惑顛倒，沒搞清楚，唯有佛菩薩清楚。這是發無上心，四弘誓願裡面「佛道無上誓願成」，人家發的是這個心，這個目標遠大，這個目標真實究竟。人要有這樣的一個目標，諸位想想，這個人還會造罪業嗎，還會有壞念頭嗎？沒有了。還會被誘惑嗎？也不可能被誘惑了，他要求求大的，你小的東西誘惑不了他。你說我這個世間有個總統的位置來請你做，他不要做，他要成佛；天上大梵天王現在退休，請你去當大梵天王去，他看看這太小了，我不願意幹這個。這樣的目標、方向純正，才能夠不受誘惑。我們今天一心一意要到西方極樂世界成佛，我們成佛也跟阿彌陀佛一樣。"
    },
    {
      "id": "02-005-0038_p0026",
      "zh_CN": "愿是有了，有了怎样才能成佛？这要学法门。他这个是四弘誓愿从后面说起的，成佛，怎么能成佛？这要学法门。怎么学法门？这要断烦恼。成佛道是果，修法门是因；修法门是果，断烦恼是因。你看它这个文的次序，它就是这样的。『愿佛为我广宣经法』，就是「法门无量誓愿学」，这是求法。",
      "zh_TW": "願是有了，有了怎樣才能成佛？這要學法門。他這個是四弘誓願從後面說起的，成佛，怎麼能成佛？這要學法門。怎麼學法門？這要斷煩惱。成佛道是果，修法門是因；修法門是果，斷煩惱是因。你看它這個文的次序，它就是這樣的。『願佛為我廣宣經法』，就是「法門無量誓願學」，這是求法。"
    },
    {
      "id": "02-005-0038_p0027",
      "zh_CN": "『我当奉持，如法修行，拔诸勤苦生死根本』，这就是断烦恼。这才是真正的大觉，真正彻底觉悟；不是真正彻底觉悟，不肯奉持，换句话说，他不肯照做。「我当奉持，如法修行」，这是彻底觉悟的态度，彻底觉悟的样子。所以我们今天看同修，这个经典你做到几句，这部经你做了几句？哪几句用在自己生活上？天天念经，一句也没做到，你还是迷惑颠倒，还是不觉；觉悟的人一定照做，依教修行。行是自己的行为、思想、见解、造作，跟经上讲的不一样，依照经的教训，把我们的思想、见解、行为修正过来，这叫做修行。譬如我们在此地读了，我们看到人家听佛说法，他就奉持、如法修行。我们没做到，我们听了佛法、读了佛经，经是经，自己生活是自己生活，毫不相关，这个没有用处，念是念了，没有如法修行，所以这个经叫白念了，念一生也得不到一个结果。得不到结果，回头就谤佛，说佛经不灵，佛菩萨没有保佑他，这一谤佛，这个罪过就堕到阿鼻地狱去了，毁谤三宝。殊不知不是佛不灵，不是经不好，是你搞错了，你没有能够依教奉行。把依教奉行当作每天念一遍，念给佛菩萨听听，这就是依教奉行了？这个错了，是要把经训做到。这是对佛，就是对老师表明求学的态度。如果不能真正奉持如法修行，老师就不教了，教你干什么？讲了半天，白费力气，讲了你也做不到，老师就不教了。所以老师教学生，一定会看看学生能做多少，他就教你多少，能做一分他就教你一分，不会教你两分的。为什么？两分你只能做一分，那一分叫白教了。白教了，老师愿意省省力气，少说几句，不说了。如果你能够做到十分，老师不能教九分，教九分对不起你。你可以做得到，那就一定要教你；你做不到，不必要教你，这是教学的态度。绝对不是老师偏心，老师喜欢这个、不喜欢那个，那你就错了，就冤枉老师了，老师观察学生，哪个学生能做多少教多少，这个里头没有私心的、没有偏爱的，这个要知道。",
      "zh_TW": "『我當奉持，如法修行，拔諸勤苦生死根本』，這就是斷煩惱。這才是真正的大覺，真正徹底覺悟；不是真正徹底覺悟，不肯奉持，換句話說，他不肯照做。「我當奉持，如法修行」，這是徹底覺悟的態度，徹底覺悟的樣子。所以我們今天看同修，這個經典你做到幾句，這部經你做了幾句？哪幾句用在自己生活上？天天念經，一句也沒做到，你還是迷惑顛倒，還是不覺；覺悟的人一定照做，依教修行。行是自己的行為、思想、見解、造作，跟經上講的不一樣，依照經的教訓，把我們的思想、見解、行為修正過來，這叫做修行。譬如我們在此地讀了，我們看到人家聽佛說法，他就奉持、如法修行。我們沒做到，我們聽了佛法、讀了佛經，經是經，自己生活是自己生活，毫不相關，這個沒有用處，念是念了，沒有如法修行，所以這個經叫白念了，念一生也得不到一個結果。得不到結果，回頭就謗佛，說佛經不靈，佛菩薩沒有保佑他，這一謗佛，這個罪過就墮到阿鼻地獄去了，毀謗三寶。殊不知不是佛不靈，不是經不好，是你搞錯了，你沒有能夠依教奉行。把依教奉行當作每天念一遍，念給佛菩薩聽聽，這就是依教奉行了？這個錯了，是要把經訓做到。這是對佛，就是對老師表明求學的態度。如果不能真正奉持如法修行，老師就不教了，教你幹什麼？講了半天，白費力氣，講了你也做不到，老師就不教了。所以老師教學生，一定會看看學生能做多少，他就教你多少，能做一分他就教你一分，不會教你兩分的。為什麼？兩分你只能做一分，那一分叫白教了。白教了，老師願意省省力氣，少說幾句，不說了。如果你能夠做到十分，老師不能教九分，教九分對不起你。你可以做得到，那就一定要教你；你做不到，不必要教你，這是教學的態度。絕對不是老師偏心，老師喜歡這個、不喜歡那個，那你就錯了，就冤枉老師了，老師觀察學生，哪個學生能做多少教多少，這個裡頭沒有私心的、沒有偏愛的，這個要知道。"
    },
    {
      "id": "02-005-0038_p0028",
      "zh_CN": "「拔诸勤苦生死根本」，生死根本就是搞六道轮回。迷惑的众生，谁不是在那里勤苦修六道轮回？修六道轮回，在那里修贪瞋痴，在那里修是非人我，天天搞这个东西，这个东西就是轮回的根本。法藏常常听佛讲经说法，他明白了，现在要在生死根本上下功夫，真正要学了生死出三界、永脱轮回，要发奋干这个。这就是「拔」，要把它拔除，这就是四弘誓愿里面「烦恼无尽誓愿断」。",
      "zh_TW": "「拔諸勤苦生死根本」，生死根本就是搞六道輪迴。迷惑的眾生，誰不是在那裡勤苦修六道輪迴？修六道輪迴，在那裡修貪瞋痴，在那裡修是非人我，天天搞這個東西，這個東西就是輪迴的根本。法藏常常聽佛講經說法，他明白了，現在要在生死根本上下功夫，真正要學了生死出三界、永脫輪迴，要發奮幹這個。這就是「拔」，要把它拔除，這就是四弘誓願裡面「煩惱無盡誓願斷」。"
    },
    {
      "id": "02-005-0038_p0029",
      "zh_CN": "『速成无上正等正觉』，这就是「佛道无上誓愿成」，这个最后他要证果。这几句合起来，就是无上菩提之心，真正彻底觉悟了，这是我们要学的。我们今天学佛学的是什么？首先要发愿，要发愿成佛，要发愿帮助一切众生，这个是菩提心。从哪里做起？要先断烦恼，再学法门。断烦恼这一个科目，就是我们这一生努力的目标、方向。学法门这一个科目，留到西方极乐世界再开始，我们在这一生当中不学法门，为什么？法门太多，寿命太短了，学不了。",
      "zh_TW": "『速成無上正等正覺』，這就是「佛道無上誓願成」，這個最後他要證果。這幾句合起來，就是無上菩提之心，真正徹底覺悟了，這是我們要學的。我們今天學佛學的是什麼？首先要發願，要發願成佛，要發願幫助一切眾生，這個是菩提心。從哪裡做起？要先斷煩惱，再學法門。斷煩惱這一個科目，就是我們這一生努力的目標、方向。學法門這一個科目，留到西方極樂世界再開始，我們在這一生當中不學法門，為什麼？法門太多，壽命太短了，學不了。"
    },
    {
      "id": "02-005-0038_p0030",
      "zh_CN": "所以在今生今世完成第一个目标，断烦恼，我学法门目的也是断烦恼。今天劝诸位同修去念《无量寿经》、念净土五经，目的在哪里？目的是在断烦恼，不是在学法门。学法门要亲近善知识，这个世间到哪里去找善知识？烦恼断掉，我们念佛三昧就得到了，得到念佛三昧就决定往生，生到西方极乐世界，那个时候「法门无量誓愿学」。西方世界有好的老师，有好的同参道友，所有一切经论统统具足。我们这个世间，我们想找一部经，有的时候还找不到。《大藏经》固然是不错，字太小了，那个看起来真伤眼睛，所以放在那里做参考资料而已。真正要读诵的经那要什么样的经？要从前中国木刻版的，折本的，那个看起来舒服，那个字都是寸楷。一面纸也大，比我们这个大得多了，纸也很大，一面六行，一行十六个字，寸楷。所以从前人家一生都念书不要戴眼镜，他不会近视，字大，读起来舒服。现在我们没有福报，没有那么好的版本，找一个好版本找不到。到西方极乐世界是应有尽有，所以我们先第一步取得西方极乐世界，得到了再学法门。",
      "zh_TW": "所以在今生今世完成第一個目標，斷煩惱，我學法門目的也是斷煩惱。今天勸諸位同修去念《無量壽經》、念淨土五經，目的在哪裡？目的是在斷煩惱，不是在學法門。學法門要親近善知識，這個世間到哪裡去找善知識？煩惱斷掉，我們念佛三昧就得到了，得到念佛三昧就決定往生，生到西方極樂世界，那個時候「法門無量誓願學」。西方世界有好的老師，有好的同參道友，所有一切經論統統具足。我們這個世間，我們想找一部經，有的時候還找不到。《大藏經》固然是不錯，字太小了，那個看起來真傷眼睛，所以放在那裡做參考資料而已。真正要讀誦的經那要什麼樣的經？要從前中國木刻版的，摺本的，那個看起來舒服，那個字都是寸楷。一面紙也大，比我們這個大得多了，紙也很大，一面六行，一行十六個字，寸楷。所以從前人家一生都念書不要戴眼鏡，他不會近視，字大，讀起來舒服。現在我們沒有福報，沒有那麼好的版本，找一個好版本找不到。到西方極樂世界是應有盡有，所以我們先第一步取得西方極樂世界，得到了再學法門。"
    },
    {
      "id": "02-005-0038_p0031",
      "zh_CN": "所以四弘誓愿后面两愿，到西方极乐世界再完成，这样决定不错。有很多人急着要在这一生当中就完成，结果西方极乐世界去不了了。法门学得太多，烦恼断不了，这是心不清净，把求生净土这个目标错过了，这个非常非常的可惜，这是我们要搞清楚。下面我们再看看，他老人家的愿更殊胜了，更是不可思议。",
      "zh_TW": "所以四弘誓願後面兩願，到西方極樂世界再完成，這樣決定不錯。有很多人急著要在這一生當中就完成，結果西方極樂世界去不了了。法門學得太多，煩惱斷不了，這是心不清淨，把求生淨土這個目標錯過了，這個非常非常的可惜，這是我們要搞清楚。下面我們再看看，他老人家的願更殊勝了，更是不可思議。"
    },
    {
      "id": "02-005-0038_p0032",
      "zh_CN": "【欲令我作佛时。智慧光明。所居国土。教授名字。皆闻十方。】",
      "zh_TW": "【欲令我作佛時。智慧光明。所居國土。教授名字。皆聞十方。】"
    },
    {
      "id": "02-005-0038_p0033",
      "zh_CN": "这个愿很特殊，一般学佛，发愿作佛，这就很难得，我成佛也像你这尊佛一样，这个我们听说过。弥陀这个愿，我们没听说过。『欲』，欲是希望，希望我将来作佛的时候，『智慧光明，所居国土，教授名字』，就是我作佛我的智慧、我的光明、我所居住的国土、我所教授的名字，十方无量无边诸佛刹土的众生都能听得到。这个愿很奇怪，这个愿确确实实，一切诸佛在因地里面没有见到发这样愿的，这个愿就殊胜了。弥陀的智慧、弥陀的光明普闻十方，「国土」是西方极乐世界。「教授名字」，教授分人、分法，他教授的方法是信愿持名，往生不退成佛，这是他教授的方法；教授的名字，就是万德洪名「南无阿弥陀佛」这六个字。实在讲，最殊胜的法门就是最简单的法门，虽然简单，它里面的含义之深广，连等觉菩萨都没有办法完全了解。信愿持名，这六个字南无阿弥陀佛，是「唯佛与佛方能究竟」，只有佛果上对于这个方法，名号的功德，才彻底明了，这个就是西方极乐世界第一殊胜。你要讲西方极乐世界的依正庄严，世尊在其他经里面告诉我们，有比西方极乐世界更殊胜、更庄严的，不但有，而且很多。为什么说阿弥陀第一？阿弥陀真正的第一，就是教授名字，这个是真正第一。他这个方法这么简单、这么容易，而且是真实的成就，这确实第一。就这个角度来看，十方一切诸佛没有的。所以这是令一切众生平等成佛的法门、成佛的方法，令一切众生依照这个法门，平等成佛，因果都平等。再往底下看：",
      "zh_TW": "這個願很特殊，一般學佛，發願作佛，這就很難得，我成佛也像你這尊佛一樣，這個我們聽說過。彌陀這個願，我們沒聽說過。『欲』，欲是希望，希望我將來作佛的時候，『智慧光明，所居國土，教授名字』，就是我作佛我的智慧、我的光明、我所居住的國土、我所教授的名字，十方無量無邊諸佛剎土的眾生都能聽得到。這個願很奇怪，這個願確確實實，一切諸佛在因地裡面沒有見到發這樣願的，這個願就殊勝了。彌陀的智慧、彌陀的光明普聞十方，「國土」是西方極樂世界。「教授名字」，教授分人、分法，他教授的方法是信願持名，往生不退成佛，這是他教授的方法；教授的名字，就是萬德洪名「南無阿彌陀佛」這六個字。實在講，最殊勝的法門就是最簡單的法門，雖然簡單，它裡面的含義之深廣，連等覺菩薩都沒有辦法完全了解。信願持名，這六個字南無阿彌陀佛，是「唯佛與佛方能究竟」，只有佛果上對於這個方法，名號的功德，才徹底明瞭，這個就是西方極樂世界第一殊勝。你要講西方極樂世界的依正莊嚴，世尊在其他經裡面告訴我們，有比西方極樂世界更殊勝、更莊嚴的，不但有，而且很多。為什麼說阿彌陀第一？阿彌陀真正的第一，就是教授名字，這個是真正第一。他這個方法這麼簡單、這麼容易，而且是真實的成就，這確實第一。就這個角度來看，十方一切諸佛沒有的。所以這是令一切眾生平等成佛的法門、成佛的方法，令一切眾生依照這個法門，平等成佛，因果都平等。再往底下看："
    },
    {
      "id": "02-005-0038_p0034",
      "zh_CN": "【诸天人民。及蜎蠕类。来生我国。悉作菩萨。】",
      "zh_TW": "【諸天人民。及蜎蠕類。來生我國。悉作菩薩。】"
    },
    {
      "id": "02-005-0038_p0035",
      "zh_CN": "这也是阿弥陀第一，他发这个愿他真做到了。这个地方，这一句经文非常非常重要，因为我们有的时候在经上看到，西方极乐世界还有人民、还有声闻，你看到会疑惑。西方极乐世界既然有天人，换句话说，六道里面三恶道它没有、阿修罗道没有，至少西方极乐世界还有人道、还有天道、还有声闻。我们看这一句经，就晓得没有，西方极乐世界统统是菩萨，所以它那个世界是一真法界，声闻、缘觉、六道决定没有。佛在经上有的时候也说有，我们这个经里面解释得很详细。佛说西方极乐世界人民、声闻，有两个意思，第一个意思是，你没有往生西方极乐世界以前的身分，像我们是人道去往生的，佛说他是人，他没有来极乐世界以前他是人道；天道来的；小乘发心求愿往生的是声闻，是这个意思。到了西方极乐世界统统是菩萨，决定没有人天、声闻这种称呼，没有。还有一个意思，是从修行功夫上比照他方世界，像我们初生到西方极乐世界，我们见思烦恼都还没有断，所以从修行断证上来讲，等于他方世界的人天。如果我们见思烦恼断了，尘沙、无明没有破，就等于他方世界的声闻，是这个意思。其实到西方极乐世界统统是菩萨，不但是菩萨，我在讲席当中常常跟诸位说，他是普贤菩萨。因为西方世界的大众，统统都是「遵修普贤大士之德」，与《华严经》上所讲的十大愿王导归极乐完全相应。",
      "zh_TW": "這也是阿彌陀第一，他發這個願他真做到了。這個地方，這一句經文非常非常重要，因為我們有的時候在經上看到，西方極樂世界還有人民、還有聲聞，你看到會疑惑。西方極樂世界既然有天人，換句話說，六道裡面三惡道它沒有、阿修羅道沒有，至少西方極樂世界還有人道、還有天道、還有聲聞。我們看這一句經，就曉得沒有，西方極樂世界統統是菩薩，所以它那個世界是一真法界，聲聞、緣覺、六道決定沒有。佛在經上有的時候也說有，我們這個經裡面解釋得很詳細。佛說西方極樂世界人民、聲聞，有兩個意思，第一個意思是，你沒有往生西方極樂世界以前的身分，像我們是人道去往生的，佛說他是人，他沒有來極樂世界以前他是人道；天道來的；小乘發心求願往生的是聲聞，是這個意思。到了西方極樂世界統統是菩薩，決定沒有人天、聲聞這種稱呼，沒有。還有一個意思，是從修行功夫上比照他方世界，像我們初生到西方極樂世界，我們見思煩惱都還沒有斷，所以從修行斷證上來講，等於他方世界的人天。如果我們見思煩惱斷了，塵沙、無明沒有破，就等於他方世界的聲聞，是這個意思。其實到西方極樂世界統統是菩薩，不但是菩薩，我在講席當中常常跟諸位說，他是普賢菩薩。因為西方世界的大眾，統統都是「遵修普賢大士之德」，與《華嚴經》上所講的十大願王導歸極樂完全相應。"
    },
    {
      "id": "02-005-0038_p0036",
      "zh_CN": "所以彭际清居士称本经为中本《华严》，他有道理，这个话不是随便讲的！《无量寿经》称为中本《华严》，《阿弥陀经》就是小本《华严》。这是西方世界每一个人都是修十大愿王的，都修普贤大士之德，所以那个地方是普贤大士的世界。我们再看看《华严经》，佛在《华严经》上明白告诉我们，菩萨不修普贤行不能圆成佛道，所以菩萨最后要想成佛，一定要修普贤行。西方极乐世界每个人都修普贤行，所以我们可以说，西方世界是普贤菩萨的法界。菩萨五十一个阶级，从初信位菩萨，那当然都是圆教，西方极乐世界圆顿大教，初信位、二信位、三信位，就是十信、十住、十行、十回向、十地、等觉、妙觉，统统是普贤菩萨，这个实在是非常非常之稀有难得。所以今天在我们这个世间，魏源居士将《普贤行愿品》附在净土三经之后，成为净土四经，有道理，这是真知卓见。印光大师又将《楞严经．大势至菩萨圆通章》附在四经后面，变成净土五经，尤其是不可思议。他没有把这个东西附在净土四经后面，我们往往读《楞严》，把「大势至圆通章」含糊笼统就念过去了，没有注意到它。是好东西，没有留意，看不出它奇妙之处，他这样一附在后面，使我们对于这一章经就特别留意，这一留意，才发现到它是净土宗的心经。《般若心经》是般若部的心经，六百卷《大般若》的精华、心经。《大势至圆通章》是净土宗的心经，不但是净土宗的心经，可以说是整个《大藏经》的心经，比《般若心经》超过太多太多了。这是印祖这样一拈出来，使我们体会到了，净宗经论得到了究竟圆满。还要不要再加？没得加的了，真的到此为止，没得加的了。",
      "zh_TW": "所以彭際清居士稱本經為中本《華嚴》，他有道理，這個話不是隨便講的！《無量壽經》稱為中本《華嚴》，《阿彌陀經》就是小本《華嚴》。這是西方世界每一個人都是修十大願王的，都修普賢大士之德，所以那個地方是普賢大士的世界。我們再看看《華嚴經》，佛在《華嚴經》上明白告訴我們，菩薩不修普賢行不能圓成佛道，所以菩薩最後要想成佛，一定要修普賢行。西方極樂世界每個人都修普賢行，所以我們可以說，西方世界是普賢菩薩的法界。菩薩五十一個階級，從初信位菩薩，那當然都是圓教，西方極樂世界圓頓大教，初信位、二信位、三信位，就是十信、十住、十行、十迴向、十地、等覺、妙覺，統統是普賢菩薩，這個實在是非常非常之稀有難得。所以今天在我們這個世間，魏源居士將《普賢行願品》附在淨土三經之後，成為淨土四經，有道理，這是真知卓見。印光大師又將《楞嚴經．大勢至菩薩圓通章》附在四經後面，變成淨土五經，尤其是不可思議。他沒有把這個東西附在淨土四經後面，我們往往讀《楞嚴》，把「大勢至圓通章」含糊籠統就念過去了，沒有注意到它。是好東西，沒有留意，看不出它奇妙之處，他這樣一附在後面，使我們對於這一章經就特別留意，這一留意，才發現到它是淨土宗的心經。《般若心經》是般若部的心經，六百卷《大般若》的精華、心經。《大勢至圓通章》是淨土宗的心經，不但是淨土宗的心經，可以說是整個《大藏經》的心經，比《般若心經》超過太多太多了。這是印祖這樣一拈出來，使我們體會到了，淨宗經論得到了究竟圓滿。還要不要再加？沒得加的了，真的到此為止，沒得加的了。"
    },
    {
      "id": "02-005-0038_p0037",
      "zh_CN": "所以『诸天人民，及蜎蠕类』，蜎蠕类是畜生，六道里面讲了三道，其余的三道不必说，都包括在其中，『来生我国，悉作菩萨』。",
      "zh_TW": "所以『諸天人民，及蜎蠕類』，蜎蠕類是畜生，六道裡面講了三道，其餘的三道不必說，都包括在其中，『來生我國，悉作菩薩』。"
    },
    {
      "id": "02-005-0038_p0038",
      "zh_CN": "【我立是愿。都胜无数诸佛国者。宁可得否。】",
      "zh_TW": "【我立是願。都勝無數諸佛國者。寧可得否。】"
    },
    {
      "id": "02-005-0038_p0039",
      "zh_CN": "这是他向他的老师，世间自在王佛是他的老师，他请教他的老师，我这个愿，超过了一切诸佛在因地里面所发的大愿。就是从「欲令我作佛时」，一直到六道众生生到他的国土，统统作菩萨，这个是十方世界一切诸佛未曾发过这个愿。这样的愿能不能圆满？这是一个非常严肃的问题。佛家常说，佛氏门中有愿必成，怕的是什么？怕的是你没发这个愿。不是其他的诸佛做不到，是其他诸佛没有动这个念头，没有发这个愿，他发的这个愿是超过一切诸佛。愿是发了，怎样来达到，怎样来修学？这是非常大的一个问题。我们在这部经上，说实实在在话，就是学阿弥陀佛，阿弥陀佛在哪里？阿弥陀佛就在这部经上。我们只要发心认真的学，佛就是经，经就是佛，佛就在我们面前，经本一展开，阿弥陀佛就在面前；你不发心学，展开这个经典，阿弥陀佛不在，没有感应。要学，学他的发心、学他的发愿、学他的修行。",
      "zh_TW": "這是他向他的老師，世間自在王佛是他的老師，他請教他的老師，我這個願，超過了一切諸佛在因地裡面所發的大願。就是從「欲令我作佛時」，一直到六道眾生生到他的國土，統統作菩薩，這個是十方世界一切諸佛未曾發過這個願。這樣的願能不能圓滿？這是一個非常嚴肅的問題。佛家常說，佛氏門中有願必成，怕的是什麼？怕的是你沒發這個願。不是其他的諸佛做不到，是其他諸佛沒有動這個念頭，沒有發這個願，他發的這個願是超過一切諸佛。願是發了，怎樣來達到，怎樣來修學？這是非常大的一個問題。我們在這部經上，說實實在在話，就是學阿彌陀佛，阿彌陀佛在哪裡？阿彌陀佛就在這部經上。我們只要發心認真的學，佛就是經，經就是佛，佛就在我們面前，經本一展開，阿彌陀佛就在面前；你不發心學，展開這個經典，阿彌陀佛不在，沒有感應。要學，學他的發心、學他的發願、學他的修行。"
    },
    {
      "id": "02-005-0038_p0040",
      "zh_CN": "这个问题提出来了，老师怎样回答他、怎样教他？我们留在下一次再研究，再来讨论。",
      "zh_TW": "這個問題提出來了，老師怎樣回答他、怎樣教他？我們留在下一次再研究，再來討論。"
    }
  ]
}