{
  "doc_id": "02-005-0059",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十九集",
    "zh_TW": "第五十九集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0059",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-005-0059_p0001",
      "zh_CN": "请掀开经本第三十五页，第四行：",
      "zh_TW": "請掀開經本第三十五頁，第四行："
    },
    {
      "id": "02-005-0059_p0002",
      "zh_CN": "【皆愿作佛第十。】",
      "zh_TW": "【皆願作佛第十。】"
    },
    {
      "id": "02-005-0059_p0003",
      "zh_CN": "这一章的经文不长，可是它的含义非常的深远。特别值得我们警觉的，也就是告诉我们，学佛要想在这一生当中真正得到成就，只有念佛往生这个法门。如果不在这个法门上坚定愿行，修学其他法门，一生当中是相当难成就的。请看经文：",
      "zh_TW": "這一章的經文不長，可是它的含義非常的深遠。特別值得我們警覺的，也就是告訴我們，學佛要想在這一生當中真正得到成就，只有念佛往生這個法門。如果不在這個法門上堅定願行，修學其他法門，一生當中是相當難成就的。請看經文："
    },
    {
      "id": "02-005-0059_p0004",
      "zh_CN": "【佛说阿弥陀佛为菩萨求得是愿时。阿阇王子。与五百大长者。闻之皆大欢喜。各持一金华盖。俱到佛前作礼。以华盖上佛已。却坐一面听经。心中愿言。令我等作佛时。皆如阿弥陀佛。】",
      "zh_TW": "【佛說阿彌陀佛為菩薩求得是願時。阿闍王子。與五百大長者。聞之皆大歡喜。各持一金華蓋。俱到佛前作禮。以華蓋上佛已。卻坐一面聽經。心中願言。令我等作佛時。皆如阿彌陀佛。】"
    },
    {
      "id": "02-005-0059_p0005",
      "zh_CN": "我们先看这一段。这个经文看起来是很平常，其实它里面含着有密意，前面这一句是总结，从第四章一直到第九章的经文，这是世尊为诸菩萨说明阿弥陀佛发愿、修因、证果的这些事实。弥陀修学证果的目的，都是为了要普度众生，不仅是要普度，是希望一切众生在一生当中就能够圆成佛道。这是阿弥陀佛与一切诸佛的宏愿不相同的处所，也就是弥陀本愿功德超胜诸佛行愿的处所，这是我们一定要记住的。当时在座听经有『阿阇王子，与五百大长者』，他们这一伙人过去生中是老同参。所以这一世在释迦牟尼会中，我们知道这一会听众，出家、在家有两万人，经典上记载一共有两万人。这五百人他们是个志同道合的团体，凡是团体过去都是有因的，过去都有因行。他们听到佛讲西方极乐世界依正庄严，非常欢喜，『皆大欢喜』，生欢喜心当然就恭敬供养。所以每一个人都拿了一个金的『华盖』，到佛前礼佛，把这个华盖供佛，这就是献一点礼物，供养之后回到自己座位坐下来听经。这个五百人心里面都有个愿望，这个愿望没说出来，『心中愿言』，没说出来，心里面有这么个愿望。什么愿望？希望我将来作佛也跟阿弥陀佛一样，这个愿很好。诸位要知道，佛菩萨甚至于阿罗汉都有他心通，众生心里一动念他就知道，虽然没有说出来，",
      "zh_TW": "我們先看這一段。這個經文看起來是很平常，其實它裡面含著有密意，前面這一句是總結，從第四章一直到第九章的經文，這是世尊為諸菩薩說明阿彌陀佛發願、修因、證果的這些事實。彌陀修學證果的目的，都是為了要普度眾生，不僅是要普度，是希望一切眾生在一生當中就能夠圓成佛道。這是阿彌陀佛與一切諸佛的宏願不相同的處所，也就是彌陀本願功德超勝諸佛行願的處所，這是我們一定要記住的。當時在座聽經有『阿闍王子，與五百大長者』，他們這一夥人過去生中是老同參。所以這一世在釋迦牟尼會中，我們知道這一會聽眾，出家、在家有兩萬人，經典上記載一共有兩萬人。這五百人他們是個志同道合的團體，凡是團體過去都是有因的，過去都有因行。他們聽到佛講西方極樂世界依正莊嚴，非常歡喜，『皆大歡喜』，生歡喜心當然就恭敬供養。所以每一個人都拿了一個金的『華蓋』，到佛前禮佛，把這個華蓋供佛，這就是獻一點禮物，供養之後回到自己座位坐下來聽經。這個五百人心裡面都有個願望，這個願望沒說出來，『心中願言』，沒說出來，心裡面有這麼個願望。什麼願望？希望我將來作佛也跟阿彌陀佛一樣，這個願很好。諸位要知道，佛菩薩甚至於阿羅漢都有他心通，眾生心裡一動念他就知道，雖然沒有說出來，"
    },
    {
      "id": "02-005-0059_p0006",
      "zh_CN": "【佛即知之。】",
      "zh_TW": "【佛即知之。】"
    },
    {
      "id": "02-005-0059_p0007",
      "zh_CN": "你这心一动念，佛就晓得了。",
      "zh_TW": "你這心一動念，佛就曉得了。"
    },
    {
      "id": "02-005-0059_p0008",
      "zh_CN": "【告诸比丘。是王子等。后当作佛。】",
      "zh_TW": "【告諸比丘。是王子等。後當作佛。】"
    },
    {
      "id": "02-005-0059_p0009",
      "zh_CN": "这一句是给这五百个人授记，他们将来会『作佛』，给他授记。",
      "zh_TW": "這一句是給這五百個人授記，他們將來會『作佛』，給他授記。"
    },
    {
      "id": "02-005-0059_p0010",
      "zh_CN": "【彼于前世。住菩萨道。】",
      "zh_TW": "【彼於前世。住菩薩道。】"
    },
    {
      "id": "02-005-0059_p0011",
      "zh_CN": "这个地方我们要特别注意，这一帮人，这个五百人是以阿阇王子为首、为头的，他们这一帮人前世是菩萨，前世是『住菩萨道』。",
      "zh_TW": "這個地方我們要特別注意，這一幫人，這個五百人是以阿闍王子為首、為頭的，他們這一幫人前世是菩薩，前世是『住菩薩道』。"
    },
    {
      "id": "02-005-0059_p0012",
      "zh_CN": "【无数劫来。供养四百亿佛。】",
      "zh_TW": "【無數劫來。供養四百億佛。】"
    },
    {
      "id": "02-005-0059_p0013",
      "zh_CN": "他们的善根之深厚，从这个地方我们能够明了，过去他是菩萨，而且是无量劫中都是修行人，过去生生世世曾经供养过『四百亿佛』，这善根不可思议，而且与释迦牟尼佛前生有关系，有缘。",
      "zh_TW": "他們的善根之深厚，從這個地方我們能夠明瞭，過去他是菩薩，而且是無量劫中都是修行人，過去生生世世曾經供養過『四百億佛』，這善根不可思議，而且與釋迦牟尼佛前生有關係，有緣。"
    },
    {
      "id": "02-005-0059_p0014",
      "zh_CN": "【迦叶佛时。】",
      "zh_TW": "【迦葉佛時。】"
    },
    {
      "id": "02-005-0059_p0015",
      "zh_CN": "『迦叶佛』就是释迦牟尼佛前面一尊佛。我们这个大劫是贤劫，贤劫一共有一千尊佛出世，释迦佛是第四尊，迦叶是第三尊。迦叶佛在这个世间成佛的时候，释迦牟尼佛是补处菩萨，他的地位就像现在弥勒菩萨一样，他不叫弥勒，他叫护明菩萨。现在释迦牟尼佛成佛了，这是讲迦叶佛成佛，世尊做补处菩萨的时候。",
      "zh_TW": "『迦葉佛』就是釋迦牟尼佛前面一尊佛。我們這個大劫是賢劫，賢劫一共有一千尊佛出世，釋迦佛是第四尊，迦葉是第三尊。迦葉佛在這個世間成佛的時候，釋迦牟尼佛是補處菩薩，他的地位就像現在彌勒菩薩一樣，他不叫彌勒，他叫護明菩薩。現在釋迦牟尼佛成佛了，這是講迦葉佛成佛，世尊做補處菩薩的時候。"
    },
    {
      "id": "02-005-0059_p0016",
      "zh_CN": "【彼等为我弟子。】",
      "zh_TW": "【彼等為我弟子。】"
    },
    {
      "id": "02-005-0059_p0017",
      "zh_CN": "他们是皈依护明菩萨的，就像现在很多修弥勒净土的，修弥勒净土，希望将来弥勒菩萨出世的时候做弥勒菩萨的弟子，是这样的人。",
      "zh_TW": "他們是皈依護明菩薩的，就像現在很多修彌勒淨土的，修彌勒淨土，希望將來彌勒菩薩出世的時候做彌勒菩薩的弟子，是這樣的人。"
    },
    {
      "id": "02-005-0059_p0018",
      "zh_CN": "【今供养我。复相值也。时诸比丘。闻佛言者。莫不代之欢喜。】",
      "zh_TW": "【今供養我。復相值也。時諸比丘。聞佛言者。莫不代之歡喜。】"
    },
    {
      "id": "02-005-0059_p0019",
      "zh_CN": "世尊今天在这个地方讲《无量寿经》，遇到他们这一帮人，很久没见面，现在又碰到了，又遇到了。『复相值也』，相值就是相遇。这个里面藏着有什么秘密？我们看起来没有什么问题，这个很简单、很清楚。里头有秘密，这个秘密就是《弥陀经》上讲的「不可以少善根福德因缘得生彼国」。你看看这些人无量劫来都是学佛的修行人，而且曾经供养过四百亿佛，四百亿！佛出现在世间，不常出现的，我们这一个贤劫，这一个大劫当中才一千尊佛出世，四百亿，你说多少大劫！『无数劫来』。从前是菩萨，现在是王子、长者，这不就是给你说明堕落了，退堕、退转了，菩萨会退转。这是告诉你，第一个，菩萨会退转，纵然修行无量劫，还会退转，这个多可怕；第二个，隔阴之迷，他们前生的事情完全不知道，世尊给他说出来，世尊不说出来他自己不晓得。所以会退转，又有隔阴之迷，这是告诉我们这个事实。虽然世尊跟他讲了「后当作佛」，那个后是指哪一天？也许是无量劫以后，这个时间太长太长了。绝对不是说，他来世会作佛、后世会作佛，佛没有这么说法。换句话说，这五百个人不可能同时成佛，不可能的，当然有先后、有早晚。早晚遇缘，可是就是他将来一定会成佛，未成佛之前，这个六道流转不得了，那要经过多少时间？过去无数劫，未来还是无数劫，你说这个多可怕！",
      "zh_TW": "世尊今天在這個地方講《無量壽經》，遇到他們這一幫人，很久沒見面，現在又碰到了，又遇到了。『復相值也』，相值就是相遇。這個裡面藏著有什麼祕密？我們看起來沒有什麼問題，這個很簡單、很清楚。裡頭有祕密，這個祕密就是《彌陀經》上講的「不可以少善根福德因緣得生彼國」。你看看這些人無量劫來都是學佛的修行人，而且曾經供養過四百億佛，四百億！佛出現在世間，不常出現的，我們這一個賢劫，這一個大劫當中才一千尊佛出世，四百億，你說多少大劫！『無數劫來』。從前是菩薩，現在是王子、長者，這不就是給你說明墮落了，退墮、退轉了，菩薩會退轉。這是告訴你，第一個，菩薩會退轉，縱然修行無量劫，還會退轉，這個多可怕；第二個，隔陰之迷，他們前生的事情完全不知道，世尊給他說出來，世尊不說出來他自己不曉得。所以會退轉，又有隔陰之迷，這是告訴我們這個事實。雖然世尊跟他講了「後當作佛」，那個後是指哪一天？也許是無量劫以後，這個時間太長太長了。絕對不是說，他來世會作佛、後世會作佛，佛沒有這麼說法。換句話說，這五百個人不可能同時成佛，不可能的，當然有先後、有早晚。早晚遇緣，可是就是他將來一定會成佛，未成佛之前，這個六道流轉不得了，那要經過多少時間？過去無數劫，未來還是無數劫，你說這個多可怕！"
    },
    {
      "id": "02-005-0059_p0020",
      "zh_CN": "所以李老师在这段经文的眉注里特别警告我们，他说如果我们不觉悟，不认真的依照这个法门来修学、求一个带业往生，那你不是愚痴，就是狂妄；换句话说，你善根福德因缘不够。所以决定不可以轻视一个念佛人，一个真正老实念佛人，一天到晚不打妄想，六根接触外面六尘境界，不起心不动念、不分别不执着，一句弥陀念到底，这个人的善根超过阿阇王子与这五百长者，超过。为什么？这个五百人还没有发愿求生净土。这经上讲得很清楚，他们没有发愿求生净土，只是希望将来作佛也能跟弥陀一样。那你就晓得，一个老实念佛人，他过去生中所修积的善根功德，远远超过供养四百亿佛的人。你就晓得这个法门之难，过去生中供养四百亿佛的人都不能往生。所以我们今天到处宣扬讲这个经，人家听了不能相信，听了犹豫不决，这是理所当然。他要一相信、一认真去发愿持名，那我们就心里有数，他的善根决定超过阿阇王子与这五百长者，决定超过。因为没有这样深厚的善根，这个法门不能接受，他们供养四百亿佛还是不能接受。所以这段经文，主要是告诉我们这桩事情，让我们明了一个真正念佛人，真是经上所讲的，过去生中无量劫来曾经供养无量无边诸佛如来。他才四百亿，人家供养无量无边诸佛如来，这个不能比，四百亿太少！",
      "zh_TW": "所以李老師在這段經文的眉註裡特別警告我們，他說如果我們不覺悟，不認真的依照這個法門來修學、求一個帶業往生，那你不是愚痴，就是狂妄；換句話說，你善根福德因緣不夠。所以決定不可以輕視一個念佛人，一個真正老實念佛人，一天到晚不打妄想，六根接觸外面六塵境界，不起心不動念、不分別不執著，一句彌陀念到底，這個人的善根超過阿闍王子與這五百長者，超過。為什麼？這個五百人還沒有發願求生淨土。這經上講得很清楚，他們沒有發願求生淨土，只是希望將來作佛也能跟彌陀一樣。那你就曉得，一個老實念佛人，他過去生中所修積的善根功德，遠遠超過供養四百億佛的人。你就曉得這個法門之難，過去生中供養四百億佛的人都不能往生。所以我們今天到處宣揚講這個經，人家聽了不能相信，聽了猶豫不決，這是理所當然。他要一相信、一認真去發願持名，那我們就心裡有數，他的善根決定超過阿闍王子與這五百長者，決定超過。因為沒有這樣深厚的善根，這個法門不能接受，他們供養四百億佛還是不能接受。所以這段經文，主要是告訴我們這樁事情，讓我們明瞭一個真正念佛人，真是經上所講的，過去生中無量劫來曾經供養無量無邊諸佛如來。他才四百億，人家供養無量無邊諸佛如來，這個不能比，四百億太少！"
    },
    {
      "id": "02-005-0059_p0021",
      "zh_CN": "这个事实告诉我们，我们要去体会，西方极乐世界为什么那样殊胜庄严。每一个去往生的，都是有非常非常深厚善根去往生的，绝对不是儿戏的。即使一生造作罪业，临命终时一念、十念往生，那是我们看到今天的现象；他过去生中善根深厚，我们不晓得。如果没有过去生中深厚的善根，临终哪里可能一念、十念？不可能的事情。像我当年出家，在临济寺念佛会的副会长，临命终时大家劝他念佛往生，佛号不念，听到佛号就讨厌。一生念佛，劝人念佛，念佛会里面他敲法器当维那，临终的时候自己不念佛，不愿意往生。我们今天读这个经才明了，为什么？善根不足！所以临济寺那么多出家人去给他助念，他排斥，听了就讨厌，骂人，不愿意听佛号。所以往往我们遇到许许多多情形，我们不晓得道理，于是乎对这个法门就怀疑，读了这个经才恍然大悟，晓得他为什么不能往生，为什么不能接受，这桩事情不是偶然的。",
      "zh_TW": "這個事實告訴我們，我們要去體會，西方極樂世界為什麼那樣殊勝莊嚴。每一個去往生的，都是有非常非常深厚善根去往生的，絕對不是兒戲的。即使一生造作罪業，臨命終時一念、十念往生，那是我們看到今天的現象；他過去生中善根深厚，我們不曉得。如果沒有過去生中深厚的善根，臨終哪裡可能一念、十念？不可能的事情。像我當年出家，在臨濟寺念佛會的副會長，臨命終時大家勸他念佛往生，佛號不念，聽到佛號就討厭。一生念佛，勸人念佛，念佛會裡面他敲法器當維那，臨終的時候自己不念佛，不願意往生。我們今天讀這個經才明瞭，為什麼？善根不足！所以臨濟寺那麼多出家人去給他助念，他排斥，聽了就討厭，罵人，不願意聽佛號。所以往往我們遇到許許多多情形，我們不曉得道理，於是乎對這個法門就懷疑，讀了這個經才恍然大悟，曉得他為什麼不能往生，為什麼不能接受，這樁事情不是偶然的。"
    },
    {
      "id": "02-005-0059_p0022",
      "zh_CN": "所以同修们听了生欢喜心，阿阇王子也生欢喜心，你看生大欢喜，就是不愿意往生，生大欢喜，善根不足，善根福德因缘不足，这个是要注意的。我们有没有这个善根？这个问题不要问别人，问自己。自己怎么会晓得？能知道一点点，对这个法门是不是真正相信，是不是一丝毫都不怀疑了？真正相信，一点都不怀疑，真肯发愿，我这一生当中就这一个目标、一个方向，我选定了、决定了，我一定要求生净土，你的善根成熟了。无量劫来你必定是供养无数诸佛，现在蒙诸佛如来加持你，你才能信、能愿、能行。不然的话，你看这一部经，说老实话多少人连念一遍都念不下去。即使佛号也念不下去，佛号，教你拿一串念珠，一串念珠一百零八颗珠子，念阿弥陀佛、阿弥陀佛，念个十几句就不想念了，念不下去。这个就是什么？就是善根福德因缘不足，不具足，这一生当中不能成熟。一般讲来，是业障深重，这个罪业障碍了这个法门，障碍你的信心，障碍你的愿心，障碍你诵经、念佛。要想克服这个障碍，那要很大的决心、很大的毅力，换句话叫真正拼命去修，这个能成就。换句话说，无量劫以来的善根福德因缘，现前虽有障碍，必须把这个障碍破除。",
      "zh_TW": "所以同修們聽了生歡喜心，阿闍王子也生歡喜心，你看生大歡喜，就是不願意往生，生大歡喜，善根不足，善根福德因緣不足，這個是要注意的。我們有沒有這個善根？這個問題不要問別人，問自己。自己怎麼會曉得？能知道一點點，對這個法門是不是真正相信，是不是一絲毫都不懷疑了？真正相信，一點都不懷疑，真肯發願，我這一生當中就這一個目標、一個方向，我選定了、決定了，我一定要求生淨土，你的善根成熟了。無量劫來你必定是供養無數諸佛，現在蒙諸佛如來加持你，你才能信、能願、能行。不然的話，你看這一部經，說老實話多少人連念一遍都念不下去。即使佛號也念不下去，佛號，教你拿一串念珠，一串念珠一百零八顆珠子，念阿彌陀佛、阿彌陀佛，念個十幾句就不想念了，念不下去。這個就是什麼？就是善根福德因緣不足，不具足，這一生當中不能成熟。一般講來，是業障深重，這個罪業障礙了這個法門，障礙你的信心，障礙你的願心，障礙你誦經、念佛。要想克服這個障礙，那要很大的決心、很大的毅力，換句話叫真正拼命去修，這個能成就。換句話說，無量劫以來的善根福德因緣，現前雖有障礙，必須把這個障礙破除。"
    },
    {
      "id": "02-005-0059_p0023",
      "zh_CN": "隔阴之迷，说老实话人人都有，只是轻重不同而已。祖师大德给我们所示现的也有隔阴之迷，譬如蕅益大师，你们看蕅益大师的传记，蕅益大师在少年的时候排斥佛法，他念孔子公的书，认为佛法是邪说，排斥佛法。到二十几岁之后，逐渐对佛法才明了，才真正忏悔，接受佛法，那就是他的业障消除了，最后成为一代祖师。近代，你们看看印光法师的传记，印光法师在年轻的时候也是不相信佛法，也是排斥佛法。诸位要知道，那是大势至菩萨再来的，他是不是真的不知道？这很难讲，也许是表演的、示现的。蕅益大师可能也是示现的，那都不是普通人。但是示现是事实，就是一般人绝对是事实，然后你就遇缘，缘很重要，遇到好的善知识、遇到好的同参道友，让你真正觉悟、真正体会了，回头是岸，认真努力来修学。印光大师也成为一代祖师，都有了不起的成就。",
      "zh_TW": "隔陰之迷，說老實話人人都有，只是輕重不同而已。祖師大德給我們所示現的也有隔陰之迷，譬如蕅益大師，你們看蕅益大師的傳記，蕅益大師在少年的時候排斥佛法，他念孔子公的書，認為佛法是邪說，排斥佛法。到二十幾歲之後，逐漸對佛法才明瞭，才真正懺悔，接受佛法，那就是他的業障消除了，最後成為一代祖師。近代，你們看看印光法師的傳記，印光法師在年輕的時候也是不相信佛法，也是排斥佛法。諸位要知道，那是大勢至菩薩再來的，他是不是真的不知道？這很難講，也許是表演的、示現的。蕅益大師可能也是示現的，那都不是普通人。但是示現是事實，就是一般人絕對是事實，然後你就遇緣，緣很重要，遇到好的善知識、遇到好的同參道友，讓你真正覺悟、真正體會了，回頭是岸，認真努力來修學。印光大師也成為一代祖師，都有了不起的成就。"
    },
    {
      "id": "02-005-0059_p0024",
      "zh_CN": "这章经文里面主要是告诉我们这个事实，对念佛人决定不能轻视，轻视念佛人就是轻视诸佛如来。为什么？一个真正念佛人，他这一生当中就往生不退成佛。你得罪诸佛如来这个罪过重，障碍一个念佛人求生净土，必定堕阿鼻地狱。念佛法门功德殊胜是第一，反过来你在念佛法门造的这个罪业也是第一。所以你能够礼敬念佛人、护持念佛人，这个功德是无比的殊胜。因为这个人我们晓得，一切诸佛护念，一切菩萨善神守护，你怎么敢动他？他是个真念佛人。假念佛人那就另当别论，假念佛人这是佛菩萨不会感应的，护法神也不会守护的。真心发心求生净土，就跟诸佛如来没有两样。如果我们讲后补佛的话来说，那真正念佛人，现在发心念佛求生净土，你就是后补佛。为什么？生到西方极乐世界就等于成佛，你现在还没有去等于后补佛，不可思议。我们明白这个道理，有这样殊胜的个缘分；换句话说，就有很大的善根。如果没有真实的善根福德因缘，你这一生当中不可能遇到这个法门，不可能听到这部经。能够听到这部经，能够遇到这个法门，证明你过去生中善根深厚，绝不在阿阇王子之下。这一生当中能不能成就？就看你会不会觉悟，真正的觉悟就是决心求生净土，其他的什么都不想，只要你这一念，这一念是彻底的觉悟，大彻大悟。像莲池大师晚年决心求生净土，把所有一切经论、法门统统舍掉。印光大师一生给我们启示的，一部《弥陀经》、一句阿弥陀佛，他其他的什么都不要了，这才能成功。这叫彻底觉悟，这样的人没有不成就的，这才是我们这一生第一桩大事。能有这种觉悟，那就证明你这一生成佛的机缘成熟了，就像本经所说的，你过去生中必定是曾经供养无量无边诸佛如来，一定超过阿阇王子与五百长者，超过。往生信心十足，自己会觉得自己这一生当中决定往生。",
      "zh_TW": "這章經文裡面主要是告訴我們這個事實，對念佛人決定不能輕視，輕視念佛人就是輕視諸佛如來。為什麼？一個真正念佛人，他這一生當中就往生不退成佛。你得罪諸佛如來這個罪過重，障礙一個念佛人求生淨土，必定墮阿鼻地獄。念佛法門功德殊勝是第一，反過來你在念佛法門造的這個罪業也是第一。所以你能夠禮敬念佛人、護持念佛人，這個功德是無比的殊勝。因為這個人我們曉得，一切諸佛護念，一切菩薩善神守護，你怎麼敢動他？他是個真念佛人。假念佛人那就另當別論，假念佛人這是佛菩薩不會感應的，護法神也不會守護的。真心發心求生淨土，就跟諸佛如來沒有兩樣。如果我們講後補佛的話來說，那真正念佛人，現在發心念佛求生淨土，你就是後補佛。為什麼？生到西方極樂世界就等於成佛，你現在還沒有去等於後補佛，不可思議。我們明白這個道理，有這樣殊勝的個緣分；換句話說，就有很大的善根。如果沒有真實的善根福德因緣，你這一生當中不可能遇到這個法門，不可能聽到這部經。能夠聽到這部經，能夠遇到這個法門，證明你過去生中善根深厚，絕不在阿闍王子之下。這一生當中能不能成就？就看你會不會覺悟，真正的覺悟就是決心求生淨土，其他的什麼都不想，只要你這一念，這一念是徹底的覺悟，大徹大悟。像蓮池大師晚年決心求生淨土，把所有一切經論、法門統統捨掉。印光大師一生給我們啟示的，一部《彌陀經》、一句阿彌陀佛，他其他的什麼都不要了，這才能成功。這叫徹底覺悟，這樣的人沒有不成就的，這才是我們這一生第一樁大事。能有這種覺悟，那就證明你這一生成佛的機緣成熟了，就像本經所說的，你過去生中必定是曾經供養無量無邊諸佛如來，一定超過阿闍王子與五百長者，超過。往生信心十足，自己會覺得自己這一生當中決定往生。"
    },
    {
      "id": "02-005-0059_p0025",
      "zh_CN": "要求往生要不要出家？这经上「三辈往生」讲，上辈要出家。要不要出家？我在这个经上讲过很多很多遍，不一定。本经第二章「德遵普贤」一开头就告诉我们，「贤护等十六正士」，全是在家学佛的人，在家居士，那一批十六个人都是在家等觉菩萨，他们跟观音、势至没有两样，跟弥勒菩萨、文殊、普贤都完全平等的，所以我们要晓得，在家修行一样成佛。在家跟出家人，讲修行没有两样。经上给我们讲出家，是讲心出家，身不出家无所谓，不在形式，心出家。什么叫心出家？对于这世间名闻利养、五欲六尘绝对不沾染，这就出了。身出家，对于这个世间名闻利养、五欲六尘还看得很重，还计较，还要执着；换句话说，他根本就没有出家，那叫什么？身出心不出，心没出，不如在家的心出身不出，比不上在家人，这点我们一定要把它记清楚。所以在家人修行，上上品往生的人很多，决定不能轻视。",
      "zh_TW": "要求往生要不要出家？這經上「三輩往生」講，上輩要出家。要不要出家？我在這個經上講過很多很多遍，不一定。本經第二章「德遵普賢」一開頭就告訴我們，「賢護等十六正士」，全是在家學佛的人，在家居士，那一批十六個人都是在家等覺菩薩，他們跟觀音、勢至沒有兩樣，跟彌勒菩薩、文殊、普賢都完全平等的，所以我們要曉得，在家修行一樣成佛。在家跟出家人，講修行沒有兩樣。經上給我們講出家，是講心出家，身不出家無所謂，不在形式，心出家。什麼叫心出家？對於這世間名聞利養、五欲六塵絕對不沾染，這就出了。身出家，對於這個世間名聞利養、五欲六塵還看得很重，還計較，還要執著；換句話說，他根本就沒有出家，那叫什麼？身出心不出，心沒出，不如在家的心出身不出，比不上在家人，這點我們一定要把它記清楚。所以在家人修行，上上品往生的人很多，決定不能輕視。"
    },
    {
      "id": "02-005-0059_p0026",
      "zh_CN": "民国五十八年我在佛光山，前一年，大概就是五十七年，将军乡的一个老太婆念佛三年，站着往生。能够站着往生，预知时至，没有病苦，上上品！我们出家这些法师们临终，还没有看到一个预知时至，站着走的，没有看到一个；反而在家居士，在台湾我们看到有不少站着走的、坐着走的。在台北市莲友念佛团的李济华居士，这是我们大家都知道的。念佛团就在龙江街，在慧日讲堂的附近，他们两个道场当中是中兴中学，那是个学校，它一边是慧日讲堂，一边是莲友念佛团。你看莲友念佛团的李济华老居士，他往生那天，他大概往生前二、三个月就知道了，所以有时间看看亲戚朋友，去辞行。走的那一天是他们的聚会，他们每个星期有个共修，是共修会，在共修会他们就是像普通打佛七的那样，他们念一支香，当中有一段开示，几个老居士轮流讲。那一天是轮到魏老居士讲，他跟他商量，跟他换时间，他说今天我来讲，下一次我的时间我们两个对调一下。老居士当然尊重他，他是团长。讲开示平时只讲半个小时，他老人家那天讲了一个半小时，苦口婆心劝勉大家认真念佛，求生西方。讲了一个半小时之后，最后向大家告假：我要回家去了。大家以为，因为他八十多岁了，讲了一个半钟点讲得很辛苦，也许是他累了他要回家去。哪里晓得，他一下座，念佛堂有个小客厅，在客厅沙发上一坐就走了，才知道他是回西方极乐世界的老家！走之前讲一个半小时，在家居士，没有病苦，预知时至。这些是我们的模范，是我们的典型。",
      "zh_TW": "民國五十八年我在佛光山，前一年，大概就是五十七年，將軍鄉的一個老太婆念佛三年，站著往生。能夠站著往生，預知時至，沒有病苦，上上品！我們出家這些法師們臨終，還沒有看到一個預知時至，站著走的，沒有看到一個；反而在家居士，在台灣我們看到有不少站著走的、坐著走的。在台北市蓮友念佛團的李濟華居士，這是我們大家都知道的。念佛團就在龍江街，在慧日講堂的附近，他們兩個道場當中是中興中學，那是個學校，它一邊是慧日講堂，一邊是蓮友念佛團。你看蓮友念佛團的李濟華老居士，他往生那天，他大概往生前二、三個月就知道了，所以有時間看看親戚朋友，去辭行。走的那一天是他們的聚會，他們每個星期有個共修，是共修會，在共修會他們就是像普通打佛七的那樣，他們念一支香，當中有一段開示，幾個老居士輪流講。那一天是輪到魏老居士講，他跟他商量，跟他換時間，他說今天我來講，下一次我的時間我們兩個對調一下。老居士當然尊重他，他是團長。講開示平時只講半個小時，他老人家那天講了一個半小時，苦口婆心勸勉大家認真念佛，求生西方。講了一個半小時之後，最後向大家告假：我要回家去了。大家以為，因為他八十多歲了，講了一個半鐘點講得很辛苦，也許是他累了他要回家去。哪裡曉得，他一下座，念佛堂有個小客廳，在客廳沙發上一坐就走了，才知道他是回西方極樂世界的老家！走之前講一個半小時，在家居士，沒有病苦，預知時至。這些是我們的模範，是我們的典型。"
    },
    {
      "id": "02-005-0059_p0027",
      "zh_CN": "这个四十年来念佛往生，在台湾、在香港、在新加坡，很多很多。特别是在台湾，台湾我所知道的，概略估计至少有五百人，这四十年当中至少有五百人，其中至少有三分之一预知时至，没有病苦的。这个是确确实实往生的人，我们亲眼看到这么多人，还不相信吗，还要怀疑吗？真是愚痴到了极处。这个世间苦，太苦了，还要造业吗，还要去受这个果报吗？那未免太愚痴了。所以这一生当中，你是选择搞六道轮回，还是选择去作佛、作菩萨去，就在这一念。请看下面经文：",
      "zh_TW": "這個四十年來念佛往生，在台灣、在香港、在新加坡，很多很多。特別是在台灣，台灣我所知道的，概略估計至少有五百人，這四十年當中至少有五百人，其中至少有三分之一預知時至，沒有病苦的。這個是確確實實往生的人，我們親眼看到這麼多人，還不相信嗎，還要懷疑嗎？真是愚痴到了極處。這個世間苦，太苦了，還要造業嗎，還要去受這個果報嗎？那未免太愚痴了。所以這一生當中，你是選擇搞六道輪迴，還是選擇去作佛、作菩薩去，就在這一念。請看下面經文："
    },
    {
      "id": "02-005-0059_p0028",
      "zh_CN": "【国界严净第十一。】",
      "zh_TW": "【國界嚴淨第十一。】"
    },
    {
      "id": "02-005-0059_p0029",
      "zh_CN": "这一章是介绍西方世界依报的清净庄严，也就是介绍那边物质生活环境。也是四十八愿第一愿「国无恶道」，西方极乐世界没有三恶道；第三十九愿「庄严无尽」。前面这是讲发愿，弥陀发的愿，现在世尊给我们介绍，他的愿确确实实兑现了。在这个地方要特别注意的，西方世界没有恶的果报。有果必有因，换句话说，一定没有恶因，没有恶因才没有恶果。我们这个世间有恶的果报，有三途、有六道，为什么？人的心有善恶，一念善心就感三善道，一念恶心感三恶道。西方极乐世界的人，他们的心里面只是一句阿弥陀佛，所以叫净业。他们心里面不思善、不思恶，善恶都不思，所以心地清净；我们要想求生西方极乐世界，不能不重视这一点。所以我极力劝勉同修们，对我们这个世间一切善恶念头不要有，不要去想这些。想什么？想弥陀本愿功德，想这个，想西方极乐世界依正庄严。我们要求净业，决定不要想是非人我，不要想这个世间善善恶恶，不想这个，你想善是三善道，想恶是三恶道。一切法都是从心想生，这是佛在大乘经上常常告诉我们，你心里想什么就变什么，非常可怕！所以起心动念不可以不谨慎。念就念阿弥陀佛、念这一部经就够了，这个要相信，古来多少祖师大德一生就一部经，他就圆满成就了。还有许许多多的大成就的人，他连一部经都不要，就是一句阿弥陀佛。",
      "zh_TW": "這一章是介紹西方世界依報的清淨莊嚴，也就是介紹那邊物質生活環境。也是四十八願第一願「國無惡道」，西方極樂世界沒有三惡道；第三十九願「莊嚴無盡」。前面這是講發願，彌陀發的願，現在世尊給我們介紹，他的願確確實實兌現了。在這個地方要特別注意的，西方世界沒有惡的果報。有果必有因，換句話說，一定沒有惡因，沒有惡因才沒有惡果。我們這個世間有惡的果報，有三途、有六道，為什麼？人的心有善惡，一念善心就感三善道，一念惡心感三惡道。西方極樂世界的人，他們的心裡面只是一句阿彌陀佛，所以叫淨業。他們心裡面不思善、不思惡，善惡都不思，所以心地清淨；我們要想求生西方極樂世界，不能不重視這一點。所以我極力勸勉同修們，對我們這個世間一切善惡念頭不要有，不要去想這些。想什麼？想彌陀本願功德，想這個，想西方極樂世界依正莊嚴。我們要求淨業，決定不要想是非人我，不要想這個世間善善惡惡，不想這個，你想善是三善道，想惡是三惡道。一切法都是從心想生，這是佛在大乘經上常常告訴我們，你心裡想什麼就變什麼，非常可怕！所以起心動念不可以不謹慎。念就念阿彌陀佛、念這一部經就夠了，這個要相信，古來多少祖師大德一生就一部經，他就圓滿成就了。還有許許多多的大成就的人，他連一部經都不要，就是一句阿彌陀佛。"
    },
    {
      "id": "02-005-0059_p0030",
      "zh_CN": "我们这个地方录音带，有一个倓虚老法师在佛七当中所讲的，我曾经跟同修们介绍过很多次，他里面讲了个故事，这是真的事情。民国初年谛闲老法师有个徒弟，没有念过书，不认识字，做粗活的，生活苦得不得了，以后跟谛闲法师出家。谛闲法师只教他一句「南无阿弥陀佛」，因为他太笨了，什么都不会，就教他这六个字，跟他讲，你就老实念，一天到晚就念，念累了你就休息，休息好了再念。他念了三年，预知时至，站着往生，死了以后还站了三天，等老和尚替他办后事。死了以后站三天，没听说过，稀有！我们一般看到人家站着往生，也不过是一、二个小时，马上人家就给他处理后事；他站了三天。他就依靠什么？一句南无阿弥陀佛，连经都没有。一句阿弥陀佛，就能够教我们预知时至，站着往生。诸位要知道，这种站着往生，往生之后还站三天，不是上上品也是上中品，不会在以下。一个字不认识，出了家功课不会，五堂功课不会，你看就笨到这个样子。你不能说看不起他，他那个善根之深厚，那就是经上讲的，过去生中曾经供养无量无边诸佛如来。所以他对老师的话他能相信，他真正做到了不怀疑、不间断、不夹杂，他真做到。我们这些人业障深重，业障深重从哪里看？就是怀疑、夹杂、间断。所以我们跟他比差太多了，不如他，人家这一句佛号一天到晚不间断。现在在美国那个黄居士告诉我，他说他听到我讲这个事情的时候，他非常感动。",
      "zh_TW": "我們這個地方錄音帶，有一個倓虛老法師在佛七當中所講的，我曾經跟同修們介紹過很多次，他裡面講了個故事，這是真的事情。民國初年諦閑老法師有個徒弟，沒有念過書，不認識字，做粗活的，生活苦得不得了，以後跟諦閑法師出家。諦閑法師只教他一句「南無阿彌陀佛」，因為他太笨了，什麼都不會，就教他這六個字，跟他講，你就老實念，一天到晚就念，念累了你就休息，休息好了再念。他念了三年，預知時至，站著往生，死了以後還站了三天，等老和尚替他辦後事。死了以後站三天，沒聽說過，稀有！我們一般看到人家站著往生，也不過是一、二個小時，馬上人家就給他處理後事；他站了三天。他就依靠什麼？一句南無阿彌陀佛，連經都沒有。一句阿彌陀佛，就能夠教我們預知時至，站著往生。諸位要知道，這種站著往生，往生之後還站三天，不是上上品也是上中品，不會在以下。一個字不認識，出了家功課不會，五堂功課不會，你看就笨到這個樣子。你不能說看不起他，他那個善根之深厚，那就是經上講的，過去生中曾經供養無量無邊諸佛如來。所以他對老師的話他能相信，他真正做到了不懷疑、不間斷、不夾雜，他真做到。我們這些人業障深重，業障深重從哪裡看？就是懷疑、夾雜、間斷。所以我們跟他比差太多了，不如他，人家這一句佛號一天到晚不間斷。現在在美國那個黃居士告訴我，他說他聽到我講這個事情的時候，他非常感動。"
    },
    {
      "id": "02-005-0059_p0031",
      "zh_CN": "一句佛号都能够上上品往生，何况受持一部《无量寿经》，哪有不能成就的道理！不能再搞多了，搞多了是什么？搞乱了、搞杂了，这是最怕的。所以这一生我们依一部经修行，依一个法门，死心塌地，决定成就。这一部经就是西方极乐世界的说明书，我们要想到西方极乐世界去，这西方极乐世界的说明介绍的，理事、性相、因果样样具足，你只要依照这个经典的理论、教训去做，这一生当中取上品往生确实不难，就是我们肯不肯去做。",
      "zh_TW": "一句佛號都能夠上上品往生，何況受持一部《無量壽經》，哪有不能成就的道理！不能再搞多了，搞多了是什麼？搞亂了、搞雜了，這是最怕的。所以這一生我們依一部經修行，依一個法門，死心塌地，決定成就。這一部經就是西方極樂世界的說明書，我們要想到西方極樂世界去，這西方極樂世界的說明介紹的，理事、性相、因果樣樣具足，你只要依照這個經典的理論、教訓去做，這一生當中取上品往生確實不難，就是我們肯不肯去做。"
    },
    {
      "id": "02-005-0059_p0032",
      "zh_CN": "法门抉择之后，有很多人问我，学佛通常要从哪里学起？尤其是初学的人，佛教的宗派这么多，法门这么多，我们如何去抉择。选择法门，一定要选择适合于自己根性、适合于自己生活环境，修学起来方便，不会感觉得困难，要选择这种法门；换句话说，容易修学的法门，你才会成就。这是选择，我们应该要晓得的一些条件。法门的修学，必然是先专，然后再博，最后是精。",
      "zh_TW": "法門抉擇之後，有很多人問我，學佛通常要從哪裡學起？尤其是初學的人，佛教的宗派這麼多，法門這麼多，我們如何去抉擇。選擇法門，一定要選擇適合於自己根性、適合於自己生活環境，修學起來方便，不會感覺得困難，要選擇這種法門；換句話說，容易修學的法門，你才會成就。這是選擇，我們應該要曉得的一些條件。法門的修學，必然是先專，然後再博，最後是精。"
    },
    {
      "id": "02-005-0059_p0033",
      "zh_CN": "抉择之后，像我们现在选择了《无量寿经》，我选择这个法门，我要怎么样修法？先要读诵，要把它念熟。我们一个人在这个世间，不外乎对人、对事、对物，我们一天到晚所接触的把它归纳起来就是人事物。我们面对境界，我应该用什么心，应该怎么做法？马上就想到佛在经上教我们怎么做。所以你经要熟，你不熟你怎么想得起来？一定先要把它念熟，随时随地能够想起，佛教我们怎么做法，我要依教奉行。哪些佛教给我们要做，哪些佛教给我们不应该做，这就是我们修学的标准，所以第一个要熟。",
      "zh_TW": "抉擇之後，像我們現在選擇了《無量壽經》，我選擇這個法門，我要怎麼樣修法？先要讀誦，要把它念熟。我們一個人在這個世間，不外乎對人、對事、對物，我們一天到晚所接觸的把它歸納起來就是人事物。我們面對境界，我應該用什麼心，應該怎麼做法？馬上就想到佛在經上教我們怎麼做。所以你經要熟，你不熟你怎麼想得起來？一定先要把它念熟，隨時隨地能夠想起，佛教我們怎麼做法，我要依教奉行。哪些佛教給我們要做，哪些佛教給我們不應該做，這就是我們修學的標準，所以第一個要熟。"
    },
    {
      "id": "02-005-0059_p0034",
      "zh_CN": "第二个要解义，佛经典上讲的这些话都要明了，要真正懂得，要会活用，同样是一句经文，我在对人、对事、对物就有三种不同的做法，所以要圆解，不能死在句子里头。死在句子里面，那古人常说，「依文解义，三世佛冤」，一切诸佛都喊冤枉，你把他意思解错了。佛经的意思是活的，这是很难懂的，最不容易的，它是教你要开智慧的，知道对什么样的人、对什么样的事，应该如何处理会处理得圆圆满满，这是佛法。",
      "zh_TW": "第二個要解義，佛經典上講的這些話都要明瞭，要真正懂得，要會活用，同樣是一句經文，我在對人、對事、對物就有三種不同的做法，所以要圓解，不能死在句子裡頭。死在句子裡面，那古人常說，「依文解義，三世佛冤」，一切諸佛都喊冤枉，你把他意思解錯了。佛經的意思是活的，這是很難懂的，最不容易的，它是教你要開智慧的，知道對什麼樣的人、對什麼樣的事，應該如何處理會處理得圓圓滿滿，這是佛法。"
    },
    {
      "id": "02-005-0059_p0035",
      "zh_CN": "第三就是要行，要把经典的教训完全应用在日常生活当中。我们的思想、见解、言语、行为，就是《无量寿经》，就是无量寿佛。《无量寿经》就是我们见解、思想、心行的说明书，这叫做依教奉行。一个真正依教奉行的人，这是弥陀弟子，这才是佛的好学生，这样的人哪有不往生的道理！换句话说，如果我们口是心非，背师叛道，那是阿弥陀佛的冒名学生，这个冒充的学生有罪过。这个世间人冒牌，警察都要抓，都要去判罪；诸佛，特别是阿弥陀佛，你冒阿弥陀佛的招牌，这个罪过就大了，那个罪就判得重，这是我们一定要晓得。所以我们今天皈依，我们皈依阿弥陀佛，皈依佛，皈依阿弥陀佛；皈依法，《无量寿经》；皈依僧，观音、势至、文殊、普贤、弥勒菩萨，这些人都是专修净土的、专弘净土的，特别是大势至菩萨。大势至菩萨在尽虚空遍法界提倡专念、专修，他是第一人，所以夏莲居老居士称他为净宗初祖，这是法界初祖；普贤菩萨是我们娑婆世界初祖，释迦牟尼佛在娑婆世界示现成佛，第一个讲《大方广佛华严经》，《华严经》末后，普贤菩萨十大愿王导归极乐，所以普贤菩萨是娑婆世界提倡净土宗第一个人，娑婆初祖；佛教传到我们中国来，《无量寿经》传到中国来，在东晋的时候，鸠摩罗什大师那个时代，在中国庐山东林慧远大师，就是依《无量寿经》(那个时候《弥陀经》、《观无量寿经》都还没有翻出来，《无量寿经》是最早到中国，最早翻译，他就依这个经创办东林念佛堂，专修净业)，所以他是我们中国的初祖。我们皈依僧，要归依这三个僧，三个初祖，他们是我们的榜样。所以学这个法门，这个三皈依都落实了，有了真实的依靠，哪有不成就的！好，我们现在看这段经文：",
      "zh_TW": "第三就是要行，要把經典的教訓完全應用在日常生活當中。我們的思想、見解、言語、行為，就是《無量壽經》，就是無量壽佛。《無量壽經》就是我們見解、思想、心行的說明書，這叫做依教奉行。一個真正依教奉行的人，這是彌陀弟子，這才是佛的好學生，這樣的人哪有不往生的道理！換句話說，如果我們口是心非，背師叛道，那是阿彌陀佛的冒名學生，這個冒充的學生有罪過。這個世間人冒牌，警察都要抓，都要去判罪；諸佛，特別是阿彌陀佛，你冒阿彌陀佛的招牌，這個罪過就大了，那個罪就判得重，這是我們一定要曉得。所以我們今天皈依，我們皈依阿彌陀佛，皈依佛，皈依阿彌陀佛；皈依法，《無量壽經》；皈依僧，觀音、勢至、文殊、普賢、彌勒菩薩，這些人都是專修淨土的、專弘淨土的，特別是大勢至菩薩。大勢至菩薩在盡虛空遍法界提倡專念、專修，他是第一人，所以夏蓮居老居士稱他為淨宗初祖，這是法界初祖；普賢菩薩是我們娑婆世界初祖，釋迦牟尼佛在娑婆世界示現成佛，第一個講《大方廣佛華嚴經》，《華嚴經》末後，普賢菩薩十大願王導歸極樂，所以普賢菩薩是娑婆世界提倡淨土宗第一個人，娑婆初祖；佛教傳到我們中國來，《無量壽經》傳到中國來，在東晉的時候，鳩摩羅什大師那個時代，在中國廬山東林慧遠大師，就是依《無量壽經》(那個時候《彌陀經》、《觀無量壽經》都還沒有翻出來，《無量壽經》是最早到中國，最早翻譯，他就依這個經創辦東林念佛堂，專修淨業)，所以他是我們中國的初祖。我們皈依僧，要歸依這三個僧，三個初祖，他們是我們的榜樣。所以學這個法門，這個三皈依都落實了，有了真實的依靠，哪有不成就的！好，我們現在看這段經文："
    },
    {
      "id": "02-005-0059_p0036",
      "zh_CN": "【佛语阿难。彼极乐界。无量功德。具足庄严。永无众苦。诸难。恶趣。魔恼之名。】",
      "zh_TW": "【佛語阿難。彼極樂界。無量功德。具足莊嚴。永無眾苦。諸難。惡趣。魔惱之名。】"
    },
    {
      "id": "02-005-0059_p0037",
      "zh_CN": "这些问题在我们当前的社会，可以说每位同修都能感受的苦难。众苦，所谓说八苦交煎，生老病死任何一个人不能够免除，没有一个人能够逃掉。可是诸位要晓得，只有一个真正念佛修净土的人，没有老苦、没有死苦、也没有病苦。生苦已经过去了，现在都把它忘掉了，我们要想不病、不老、不死，就老实念佛。真正老实念佛的人心清净，心里面是什么？不但恶念没有，善念也没有，你说多清净。心净身就清净，没有疾病。心里面常常胡思乱想的人，这个人一定有病；虽然现在看到他还满健康，你再过几年看，他病苦就来了，为什么？心理不健康，身体怎么会健康？今天很多医生都懂得，心理卫生比生理重要。所以最重要的是心理健康、精神的健康，身体纵然有病苦、有衰弱的话，恢复很快、很容易；心理不健康，有很多忧虑烦恼，不容易治，医药没有办法治这种病。",
      "zh_TW": "這些問題在我們當前的社會，可以說每位同修都能感受的苦難。眾苦，所謂說八苦交煎，生老病死任何一個人不能夠免除，沒有一個人能夠逃掉。可是諸位要曉得，只有一個真正念佛修淨土的人，沒有老苦、沒有死苦、也沒有病苦。生苦已經過去了，現在都把它忘掉了，我們要想不病、不老、不死，就老實念佛。真正老實念佛的人心清淨，心裡面是什麼？不但惡念沒有，善念也沒有，你說多清淨。心淨身就清淨，沒有疾病。心裡面常常胡思亂想的人，這個人一定有病；雖然現在看到他還滿健康，你再過幾年看，他病苦就來了，為什麼？心理不健康，身體怎麼會健康？今天很多醫生都懂得，心理衛生比生理重要。所以最重要的是心理健康、精神的健康，身體縱然有病苦、有衰弱的話，恢復很快、很容易；心理不健康，有很多憂慮煩惱，不容易治，醫藥沒有辦法治這種病。"
    },
    {
      "id": "02-005-0059_p0038",
      "zh_CN": "这次我们馆长得的个大病，她找的八一七的沈主任沈大夫，他跟她讲的话就很有道理，他说药都是毒药，药怎么能治病？病不是药治好的。你看我们头一次听到这种说法，有没有道理？很有道理！这个人也很有善根，很了不起，听到我讲经的录音带，他现在是什么都放下，他说他要老实念经，念两年以后再来看、再来听。这是我教他方法，先要念，要把它念熟，他就依教奉行，真难得！这一点都不怀疑。这么许许多多跟我接触的人当中，我还没有见到一个，我劝他们，不相信。这个医生我没有劝他，他相信，他现在什么都放下，认真的把这个经去念两年，有道理。这是有善根，一听就懂、就明了，他就能接受。所以他说出，药都是毒药，药不能治病，这个话不是普通医生能够说得出来的。什么东西能治病？信心能治病，愿心能治病，你真正具足信愿，什么病都没有了。我在加拿大讲经，听到馆长病重，常常传真告诉她，就是教她要真正建立信愿，传真那些东西不晓得在不在，我不知道。我特别赶回来，就是加强她的信愿，有信有愿，不要吃药。她现在不吃药了，好了，现在体重天天在恢复。她那个时候最瘦的时候，你看六十八公斤，一下瘦到四十八公斤、四十九公斤，真不得了。我回来这么几天，体重天天增加，今天去磅了一磅五十四点五，明天就五十五公斤。沈主任很欢喜，看到天天体重增加，他跟她儿子讲，绝对没有一个生病的人体重天天增加的，体重增加就证明她完全没有病了，靠什么？信愿。自己有信有愿，三宝威神加持，哪有不健康的道理！所以我今天跟她讲，妳是业障病，现在业障消除了，身体健康决定超过从前，无论在体力、精神，精神上决定超过她从前，业障统统消掉了。所以一定要发真信切愿，才能消除业障，才能够免众苦。",
      "zh_TW": "這次我們館長得的個大病，她找的八一七的沈主任沈大夫，他跟她講的話就很有道理，他說藥都是毒藥，藥怎麼能治病？病不是藥治好的。你看我們頭一次聽到這種說法，有沒有道理？很有道理！這個人也很有善根，很了不起，聽到我講經的錄音帶，他現在是什麼都放下，他說他要老實念經，念兩年以後再來看、再來聽。這是我教他方法，先要念，要把它念熟，他就依教奉行，真難得！這一點都不懷疑。這麼許許多多跟我接觸的人當中，我還沒有見到一個，我勸他們，不相信。這個醫生我沒有勸他，他相信，他現在什麼都放下，認真的把這個經去念兩年，有道理。這是有善根，一聽就懂、就明瞭，他就能接受。所以他說出，藥都是毒藥，藥不能治病，這個話不是普通醫生能夠說得出來的。什麼東西能治病？信心能治病，願心能治病，你真正具足信願，什麼病都沒有了。我在加拿大講經，聽到館長病重，常常傳真告訴她，就是教她要真正建立信願，傳真那些東西不曉得在不在，我不知道。我特別趕回來，就是加強她的信願，有信有願，不要吃藥。她現在不吃藥了，好了，現在體重天天在恢復。她那個時候最瘦的時候，你看六十八公斤，一下瘦到四十八公斤、四十九公斤，真不得了。我回來這麼幾天，體重天天增加，今天去磅了一磅五十四點五，明天就五十五公斤。沈主任很歡喜，看到天天體重增加，他跟她兒子講，絕對沒有一個生病的人體重天天增加的，體重增加就證明她完全沒有病了，靠什麼？信願。自己有信有願，三寶威神加持，哪有不健康的道理！所以我今天跟她講，妳是業障病，現在業障消除了，身體健康決定超過從前，無論在體力、精神，精神上決定超過她從前，業障統統消掉了。所以一定要發真信切願，才能消除業障，才能夠免眾苦。"
    },
    {
      "id": "02-005-0059_p0039",
      "zh_CN": "所以只有真正念佛的人，我这是在每个地方常常讲，我讲的是真话，不老、不病、不死，你往生的时候预知时至，没有病苦，不是生病走的，不生病。我们看到这么多人都不生病，清清楚楚，像李济华讲一个半钟点这才走，这多自在、多潇洒！走的时候活着走的，不是死着走的，看到阿弥陀佛来接引，跟他去的。不是死了以后才跟他去的，看到阿弥陀佛来我跟他走的，走了以后这个臭皮囊不要了，丢掉了。所以确实『永离众苦』，我们现在就做到，到西方极乐世界就更不必说了。『诸难』，一切的灾难都能够避免。",
      "zh_TW": "所以只有真正念佛的人，我這是在每個地方常常講，我講的是真話，不老、不病、不死，你往生的時候預知時至，沒有病苦，不是生病走的，不生病。我們看到這麼多人都不生病，清清楚楚，像李濟華講一個半鐘點這才走，這多自在、多瀟灑！走的時候活著走的，不是死著走的，看到阿彌陀佛來接引，跟他去的。不是死了以後才跟他去的，看到阿彌陀佛來我跟他走的，走了以後這個臭皮囊不要了，丟掉了。所以確實『永離眾苦』，我們現在就做到，到西方極樂世界就更不必說了。『諸難』，一切的災難都能夠避免。"
    },
    {
      "id": "02-005-0059_p0040",
      "zh_CN": "这个众苦里头，刚才只讲「生」、「老」、「病」、「死」可以免除。其次有「求不得苦」，我们今天在这个世间一心念佛，什么都不求了，这个苦没有了。我只求往生西方极乐世界，我其他的什么都不求，明天没饭吃我也不求，为什么？我老实念一天佛；三天没得吃，念三天；七天没得吃，已经到极乐世界去了，还求什么！名闻利养、五欲六尘，什么都不求了，你要有这种决心。所以求不得苦，我们也丢掉了，也没有了。「怨憎会苦」，能不能避免？能避免。冤家对头来整我、来陷害我、来障碍我，诸位要知道，障碍只能障碍一个形体，内心不能障碍，他障碍不到。你打我也好、骂我也好，我心里念阿弥陀佛，我心里面的佛号不间断、不夹杂、不怀疑，我的功夫没有间断，所以怨憎会苦也障碍不了你。假如别人一障碍，你就生气，那就上当。你要晓得，那个障碍叫魔障，魔来扰你。魔来扰你，你自己的功夫愈要坚定、愈要清净，不要受他的干扰，我们功夫、道业能成就。我们的成就，自然有护法神去对治魔王，我们不要起瞋恨心，不要起分别，不要起执着。一定要知道，善有善报、恶有恶报，他有他的果报，我有我的果报，我的果报在西方极乐世界，他的果报在三途地狱，我们走的路不同，不能勉强。你能够把这个事实真相真正明白了，魔也害不了你，你怕什么？诸难可以避免。",
      "zh_TW": "這個眾苦裡頭，剛才只講「生」、「老」、「病」、「死」可以免除。其次有「求不得苦」，我們今天在這個世間一心念佛，什麼都不求了，這個苦沒有了。我只求往生西方極樂世界，我其他的什麼都不求，明天沒飯吃我也不求，為什麼？我老實念一天佛；三天沒得吃，念三天；七天沒得吃，已經到極樂世界去了，還求什麼！名聞利養、五欲六塵，什麼都不求了，你要有這種決心。所以求不得苦，我們也丟掉了，也沒有了。「怨憎會苦」，能不能避免？能避免。冤家對頭來整我、來陷害我、來障礙我，諸位要知道，障礙只能障礙一個形體，內心不能障礙，他障礙不到。你打我也好、罵我也好，我心裡念阿彌陀佛，我心裡面的佛號不間斷、不夾雜、不懷疑，我的功夫沒有間斷，所以怨憎會苦也障礙不了你。假如別人一障礙，你就生氣，那就上當。你要曉得，那個障礙叫魔障，魔來擾你。魔來擾你，你自己的功夫愈要堅定、愈要清淨，不要受他的干擾，我們功夫、道業能成就。我們的成就，自然有護法神去對治魔王，我們不要起瞋恨心，不要起分別，不要起執著。一定要知道，善有善報、惡有惡報，他有他的果報，我有我的果報，我的果報在西方極樂世界，他的果報在三途地獄，我們走的路不同，不能勉強。你能夠把這個事實真相真正明白了，魔也害不了你，你怕什麼？諸難可以避免。"
    },
    {
      "id": "02-005-0059_p0041",
      "zh_CN": "『恶趣』是三恶道，地狱、饿鬼、畜生。三恶道的业因很复杂，归纳起来讲，总不外乎贪、瞋、痴、慢这个四种恶业，一切的罪恶都是从贪瞋痴慢上产生的。我们一心念佛求生西方极乐世界，于这个世间一切顺境、逆境我统统放下，把贪瞋痴慢、嫉妒、谄媚这些念头统统放下了，一心念佛，修自己的清净心，修自己的平等心，修自己的大慈悲心，所以这些「恶趣、魔恼」全部都可以离开。现前一个真正念佛人，这些东西都能够远离，何况到西方极乐世界！所以西方极乐世界那个地方，这些东西永远没有，不但没有这些事实，名都听不到，这是真的。怎么名都听不到？凡是往生西方极乐世界的人，心地清净，他不会想这些事情，纵然过去遇到这些事情，他也不会记这些事情，他的心地清净光明，善恶全不沾染，所以这心净则土净。往生西方极乐世界的人，个个心地清净；我们这个心不清净，就不能往生，这一点要记住。所以念佛的人很多，往生的人很少，这大家都晓得，李老师以前常讲，一万个念佛人大概可能有三、五个往生。为什么那么多人都不能往生？虽然口里念佛，心不清净；真正念佛往生的，口念佛，心清净，所以心口相应，这种人决定往生。",
      "zh_TW": "『惡趣』是三惡道，地獄、餓鬼、畜生。三惡道的業因很複雜，歸納起來講，總不外乎貪、瞋、痴、慢這個四種惡業，一切的罪惡都是從貪瞋痴慢上產生的。我們一心念佛求生西方極樂世界，於這個世間一切順境、逆境我統統放下，把貪瞋痴慢、嫉妒、諂媚這些念頭統統放下了，一心念佛，修自己的清淨心，修自己的平等心，修自己的大慈悲心，所以這些「惡趣、魔惱」全部都可以離開。現前一個真正念佛人，這些東西都能夠遠離，何況到西方極樂世界！所以西方極樂世界那個地方，這些東西永遠沒有，不但沒有這些事實，名都聽不到，這是真的。怎麼名都聽不到？凡是往生西方極樂世界的人，心地清淨，他不會想這些事情，縱然過去遇到這些事情，他也不會記這些事情，他的心地清淨光明，善惡全不沾染，所以這心淨則土淨。往生西方極樂世界的人，個個心地清淨；我們這個心不清淨，就不能往生，這一點要記住。所以念佛的人很多，往生的人很少，這大家都曉得，李老師以前常講，一萬個念佛人大概可能有三、五個往生。為什麼那麼多人都不能往生？雖然口裡念佛，心不清淨；真正念佛往生的，口念佛，心清淨，所以心口相應，這種人決定往生。"
    },
    {
      "id": "02-005-0059_p0042",
      "zh_CN": "再给诸位说，讲经说法的人不如真正修行人，为什么？讲经说法会间断，会打闲岔。我在这里讲一个半钟点，这一个半钟点就间断、就夹杂，我这个功夫就不纯，比不上一个老实念佛的人，比不上他。所以谛闲老法师的徒弟能够站着往生，谛闲法师不能，往生的时候还生病，坐着往生，还没有办法站着往生，比不上徒弟，他是天台宗的一代祖师。什么原因？这个就是为大众牺牲自己的品位，这是菩萨精神，也非常的难得。尽心尽力把这个殊胜的法门介绍给大家，为大众说清楚、说明白，教大家能够生起信心，真正发愿求生净土，以这个方法报佛恩。你就晓得修行的殊胜、念佛的殊胜，世出世间一切殊胜都不能为比。",
      "zh_TW": "再給諸位說，講經說法的人不如真正修行人，為什麼？講經說法會間斷，會打閒岔。我在這裡講一個半鐘點，這一個半鐘點就間斷、就夾雜，我這個功夫就不純，比不上一個老實念佛的人，比不上他。所以諦閑老法師的徒弟能夠站著往生，諦閑法師不能，往生的時候還生病，坐著往生，還沒有辦法站著往生，比不上徒弟，他是天台宗的一代祖師。什麼原因？這個就是為大眾犧牲自己的品位，這是菩薩精神，也非常的難得。盡心盡力把這個殊勝的法門介紹給大家，為大眾說清楚、說明白，教大家能夠生起信心，真正發願求生淨土，以這個方法報佛恩。你就曉得修行的殊勝、念佛的殊勝，世出世間一切殊勝都不能為比。"
    },
    {
      "id": "02-005-0059_p0043",
      "zh_CN": "前面这一段是讲的人事，人事上这些苦难、魔恼可以远离，可以永离；下面再看物质环境，前面是人事环境，再看物质环境，物质环境，西方极乐世界那实在是太美好了。",
      "zh_TW": "前面這一段是講的人事，人事上這些苦難、魔惱可以遠離，可以永離；下面再看物質環境，前面是人事環境，再看物質環境，物質環境，西方極樂世界那實在是太美好了。"
    },
    {
      "id": "02-005-0059_p0044",
      "zh_CN": "【亦无四时。寒暑。雨冥之异。】",
      "zh_TW": "【亦無四時。寒暑。雨冥之異。】"
    },
    {
      "id": "02-005-0059_p0045",
      "zh_CN": "我们这个世间冬天冷，夏天热，寒暑不均，这个也是许多疾病的根源。因为气候的变化，我们这个身体不能够适应，稍稍不留意，或者中暑了、或者冻着了，都会得病的。西方极乐世界没有，它没有四季，这个四时就是春夏秋冬四季，它那里没有。为什么没有？我们知道，我们这个地球上四季怎么来的？是因为地球绕着太阳运行，因为角度不一样，接受太阳光线直射的位置移动不相同。譬如我们今天台湾现在是夏天，澳洲现在是冬天，夏天太阳直射北回归线，我们这个地方热，他们那边在南回归线下，那边就冷；到我们冬天的时候，正好太阳直射南回归线，他们的夏天，我们的冬天。所以这个地球绕着太阳它是有斜度的，它不是平行的。为什么有斜度？我们这个地方众生心邪，所以地球运行就斜了。我们心正，这地球在轨道上运行就正，它四季气候就正常，就不会有寒暑。西方极乐世界人心是正大光明，不邪；所以这地球角度偏斜，什么道理？人心邪。西方极乐世界没有太阳，没有日月，那是个光明世界，无量的光明，佛身上放光，一切众生每个人身上也放光，所有一切物质也放光，连大地都放光明，叫光明世界，不需要日月，光明是清凉的。所以它没有『四时、寒暑、雨冥之异』，没有这些变化。",
      "zh_TW": "我們這個世間冬天冷，夏天熱，寒暑不均，這個也是許多疾病的根源。因為氣候的變化，我們這個身體不能夠適應，稍稍不留意，或者中暑了、或者凍著了，都會得病的。西方極樂世界沒有，它沒有四季，這個四時就是春夏秋冬四季，它那裡沒有。為什麼沒有？我們知道，我們這個地球上四季怎麼來的？是因為地球繞著太陽運行，因為角度不一樣，接受太陽光線直射的位置移動不相同。譬如我們今天台灣現在是夏天，澳洲現在是冬天，夏天太陽直射北迴歸線，我們這個地方熱，他們那邊在南迴歸線下，那邊就冷；到我們冬天的時候，正好太陽直射南迴歸線，他們的夏天，我們的冬天。所以這個地球繞著太陽它是有斜度的，它不是平行的。為什麼有斜度？我們這個地方眾生心邪，所以地球運行就斜了。我們心正，這地球在軌道上運行就正，它四季氣候就正常，就不會有寒暑。西方極樂世界人心是正大光明，不邪；所以這地球角度偏斜，什麼道理？人心邪。西方極樂世界沒有太陽，沒有日月，那是個光明世界，無量的光明，佛身上放光，一切眾生每個人身上也放光，所有一切物質也放光，連大地都放光明，叫光明世界，不需要日月，光明是清涼的。所以它沒有『四時、寒暑、雨冥之異』，沒有這些變化。"
    },
    {
      "id": "02-005-0059_p0046",
      "zh_CN": "【复无大小江海。丘陵。坑坎。荆棘。沙砾。铁围。须弥。土石等山。】",
      "zh_TW": "【復無大小江海。丘陵。坑坎。荊棘。沙礫。鐵圍。須彌。土石等山。】"
    },
    {
      "id": "02-005-0059_p0047",
      "zh_CN": "再看看地表，就是地形的表面，我们这个世界有『大小江海』。西方极乐世界没有，没有这些东西，虽然是有七宝池、八功德水，水是随心所欲。到后面经文会看得到，那个水你想深一点就深一点，想浅一点就浅一点，它能如人之意，那还会有灾难发生吗？不可能。我们这个地方的水只能往下流，西方极乐世界水可以往上流。换句话说，西方世界永远没有水灾、没有旱灾，没有这些灾难。『丘陵、坑坎』，这是地势不平，地不平也是人心不平。『荆棘、沙砾』，这是地质恶劣。西方极乐世界这个地是七宝的，经上给我们讲地是琉璃，我们这是土石，人家那是琉璃，不一样。『铁围、须弥』，这是大山，山是障碍，西方极乐世界没有，没有铁围山也没有须弥山。『土石等山』，当然就更没有了。说明大地平正，显示出人心的清净、光明、平等，正是经题上所讲的「清净平等」，所以感得的依报具足庄严，无量功德。",
      "zh_TW": "再看看地表，就是地形的表面，我們這個世界有『大小江海』。西方極樂世界沒有，沒有這些東西，雖然是有七寶池、八功德水，水是隨心所欲。到後面經文會看得到，那個水你想深一點就深一點，想淺一點就淺一點，它能如人之意，那還會有災難發生嗎？不可能。我們這個地方的水只能往下流，西方極樂世界水可以往上流。換句話說，西方世界永遠沒有水災、沒有旱災，沒有這些災難。『丘陵、坑坎』，這是地勢不平，地不平也是人心不平。『荊棘、沙礫』，這是地質惡劣。西方極樂世界這個地是七寶的，經上給我們講地是琉璃，我們這是土石，人家那是琉璃，不一樣。『鐵圍、須彌』，這是大山，山是障礙，西方極樂世界沒有，沒有鐵圍山也沒有須彌山。『土石等山』，當然就更沒有了。說明大地平正，顯示出人心的清淨、光明、平等，正是經題上所講的「清淨平等」，所以感得的依報具足莊嚴，無量功德。"
    },
    {
      "id": "02-005-0059_p0048",
      "zh_CN": "【惟以自然七宝。黄金为地。宽广平正。不可限极。微妙奇丽。清净庄严。超逾十方一切世界。】",
      "zh_TW": "【惟以自然七寶。黃金為地。寬廣平正。不可限極。微妙奇麗。清淨莊嚴。超逾十方一切世界。】"
    },
    {
      "id": "02-005-0059_p0049",
      "zh_CN": "前面是跟我们这个世间做个比较，我们这个世间所有恶劣不好的，西方世界统统没有。你要问为什么没有？前面经文统统都说过了，阿弥陀佛建造西方极乐世界，是取十方诸佛世界的优点，凡是好的、庄严的、优美的，他统统采纳；凡是不好的，他全部改进、全部舍弃。换句话说，西方世界是一切诸佛刹土微妙庄严的集大成，它是这么成就的。阿弥陀佛本身，这正报呢？也可以说是十方诸佛菩萨的庄严之集大成，依正都不例外。这也给我们很大的启示，我们做人，常常看到人家的长处，我学习；看到人家的缺点，想想我有没有，有了赶快改进，我是人中第一庄严。我们居住的环境，看看别人的环境哪些地方美好，我们学习，看看哪些缺点我们有没有，有的时候也要改进，我们居住的环境也是第一庄严了，同样道理。要把这些原理原则学会，现在就要会用，这样才保证你这一生取西方极乐世界决定往生。",
      "zh_TW": "前面是跟我們這個世間做個比較，我們這個世間所有惡劣不好的，西方世界統統沒有。你要問為什麼沒有？前面經文統統都說過了，阿彌陀佛建造西方極樂世界，是取十方諸佛世界的優點，凡是好的、莊嚴的、優美的，他統統採納；凡是不好的，他全部改進、全部捨棄。換句話說，西方世界是一切諸佛剎土微妙莊嚴的集大成，它是這麼成就的。阿彌陀佛本身，這正報呢？也可以說是十方諸佛菩薩的莊嚴之集大成，依正都不例外。這也給我們很大的啟示，我們做人，常常看到人家的長處，我學習；看到人家的缺點，想想我有沒有，有了趕快改進，我是人中第一莊嚴。我們居住的環境，看看別人的環境哪些地方美好，我們學習，看看哪些缺點我們有沒有，有的時候也要改進，我們居住的環境也是第一莊嚴了，同樣道理。要把這些原理原則學會，現在就要會用，這樣才保證你這一生取西方極樂世界決定往生。"
    },
    {
      "id": "02-005-0059_p0050",
      "zh_CN": "所以他们那个地方是『惟以自然七宝』，后面经文要详细给我们说明这个道理，不需要造作，不需要设计，一切都是自然的。『黄金为地』，这个地，是铺在地面上的，像我们现在的马路，我们马路是用柏油铺的，西方极乐世界的道路是黄金铺的，大地是琉璃地，绿色的琉璃地铺上黄金的路面，宽广平正。佛在大乘经上常说，「境由心转」，心平地就平。《楞严经》上讲持地菩萨，平地，佛告诉他先要平心，心平了地就平了。『宽广平正，不可限极，微妙奇丽』，奇是奇特，丽是华丽。『清净庄严』，这个实在讲是光华灿烂，这些境界都是不可思议。清净是一尘不染，我们今天讲的染污，西方极乐世界没有染污，所以它这个世界才超过十方一切诸佛世界，十方一切诸佛世界都不能够跟它相比。所以这个道理我们不难体会，那就是弥陀自己心地清净，凡是往生的人，每个人心地也有相当的清净，这才能去得了。虽然这个法门说万修万人去，要真正修清净心才能去。念佛就是修清净心，念佛身心不清净不能去，这一点我们要把它记住。所以能不能往生，在心地清净，我们的心、愿、行跟阿弥陀佛相应不相应。阿弥陀佛在哪里？就是这部《无量寿经》，展开《无量寿经》对一对，比照比照，我的心，我的思想、见解、言语、行为，跟经上讲的是不是一样？如果统统是一样，那你就决定往生。所以这本书也是往生西方极乐世界的保证书，做到了就决定往生；做不到，你念佛，那是喊破喉咙也枉然，也去不了。要把它做到。念一句阿弥陀佛，就是唤醒自己要依教奉行，是这个意思。所以念佛，不是念西方极乐世界的佛，是念自性弥陀，把自己唤醒，我要依照《无量寿经》来修学，这样才能够往生，才能够在这一生当中永脱轮回。",
      "zh_TW": "所以他們那個地方是『惟以自然七寶』，後面經文要詳細給我們說明這個道理，不需要造作，不需要設計，一切都是自然的。『黃金為地』，這個地，是鋪在地面上的，像我們現在的馬路，我們馬路是用柏油鋪的，西方極樂世界的道路是黃金鋪的，大地是琉璃地，綠色的琉璃地鋪上黃金的路面，寬廣平正。佛在大乘經上常說，「境由心轉」，心平地就平。《楞嚴經》上講持地菩薩，平地，佛告訴他先要平心，心平了地就平了。『寬廣平正，不可限極，微妙奇麗』，奇是奇特，麗是華麗。『清淨莊嚴』，這個實在講是光華燦爛，這些境界都是不可思議。清淨是一塵不染，我們今天講的染污，西方極樂世界沒有染污，所以它這個世界才超過十方一切諸佛世界，十方一切諸佛世界都不能夠跟它相比。所以這個道理我們不難體會，那就是彌陀自己心地清淨，凡是往生的人，每個人心地也有相當的清淨，這才能去得了。雖然這個法門說萬修萬人去，要真正修清淨心才能去。念佛就是修清淨心，念佛身心不清淨不能去，這一點我們要把它記住。所以能不能往生，在心地清淨，我們的心、願、行跟阿彌陀佛相應不相應。阿彌陀佛在哪裡？就是這部《無量壽經》，展開《無量壽經》對一對，比照比照，我的心，我的思想、見解、言語、行為，跟經上講的是不是一樣？如果統統是一樣，那你就決定往生。所以這本書也是往生西方極樂世界的保證書，做到了就決定往生；做不到，你念佛，那是喊破喉嚨也枉然，也去不了。要把它做到。念一句阿彌陀佛，就是喚醒自己要依教奉行，是這個意思。所以念佛，不是念西方極樂世界的佛，是念自性彌陀，把自己喚醒，我要依照《無量壽經》來修學，這樣才能夠往生，才能夠在這一生當中永脫輪迴。"
    },
    {
      "id": "02-005-0059_p0051",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}