{
  "doc_id": "02-005-0077",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十七集",
    "zh_TW": "第七十七集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0077",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-005-0077_p0001",
      "zh_CN": "请掀开经本第五十七面，第四行：",
      "zh_TW": "請掀開經本第五十七面，第四行："
    },
    {
      "id": "02-005-0077_p0002",
      "zh_CN": "【大士神光第二十八。】",
      "zh_TW": "【大士神光第二十八。】"
    },
    {
      "id": "02-005-0077_p0003",
      "zh_CN": "在这一章经文里面，特别显示观音、势至这两位菩萨利生的功德，超过了一般的菩萨。请看经文：",
      "zh_TW": "在這一章經文裡面，特別顯示觀音、勢至這兩位菩薩利生的功德，超過了一般的菩薩。請看經文："
    },
    {
      "id": "02-005-0077_p0004",
      "zh_CN": "【佛告阿难。彼佛国中。诸菩萨众。悉皆洞视。彻听。八方上下。去来现在之事。诸天人民。以及蜎飞蠕动之类。心意善恶。口所欲言。何时度脱。得道往生。皆豫知之。】",
      "zh_TW": "【佛告阿難。彼佛國中。諸菩薩眾。悉皆洞視。徹聽。八方上下。去來現在之事。諸天人民。以及蜎飛蠕動之類。心意善惡。口所欲言。何時度脫。得道往生。皆豫知之。】"
    },
    {
      "id": "02-005-0077_p0005",
      "zh_CN": "我们先看这一段。这一段经文必须跟前面三十八页，诸位翻开三十八页看倒数第二行，「寿众无量」，我先把这一段的经文念一遍，然后诸位就晓得一个事实的状况。「佛语阿难，无量寿佛寿命长久，不可称计」。这一句说的是西方极乐世界的教主阿弥陀佛无量寿，寿命之长没有法子计算的。下面又说，「又有无数声闻之众」，弥陀弟子有天人众、有声闻众、有菩萨众，这三类大众当中举一种。当然这一种是比较少的，天人众跟菩萨众最多，就举这比较少的，这比较少的，数量也没有人能知道。「神智洞达，威力自在，能于掌中持一切世界」，这是讲声闻弟子们的神通、能力，人数到底有多少？这是三类大众当中比较少数的。底下说，「我弟子中大目犍连，神通第一，三千大千世界，所有一切星宿众生」，这个星宿就是我们今天讲的星球，三千大千世界那个星球之多，也不是我们一般人可以计算得出的。这星球里面的众生，目犍连有能力「于一昼夜，悉知其数」，他在那里计算，只要给他二十四小时的时间，他统统把它算出来，这是一个三千大千世界，目犍连有这个能力。下面就以他做个比喻，「假使十方众生，悉成缘觉」，缘觉的地位比阿罗汉要高。「一一缘觉，寿万亿岁」，这么长的寿命。「神通皆如大目犍连，尽其寿命，竭其智力，悉共推算，彼佛会中，声闻之数，千万分中不及一分」。这是极其形容西方世界声闻众之多，没有人能算得出来。如果再加上菩萨众，再加上人天众，西方极乐世界的人数，我们想像就能够体会到，无法计算，真多！这么多的人，他们的能力，今天我们在「大士神光」这一段看出来了，与弥陀本愿完全相应，四十八愿里面有。",
      "zh_TW": "我們先看這一段。這一段經文必須跟前面三十八頁，諸位翻開三十八頁看倒數第二行，「壽眾無量」，我先把這一段的經文念一遍，然後諸位就曉得一個事實的狀況。「佛語阿難，無量壽佛壽命長久，不可稱計」。這一句說的是西方極樂世界的教主阿彌陀佛無量壽，壽命之長沒有法子計算的。下面又說，「又有無數聲聞之眾」，彌陀弟子有天人眾、有聲聞眾、有菩薩眾，這三類大眾當中舉一種。當然這一種是比較少的，天人眾跟菩薩眾最多，就舉這比較少的，這比較少的，數量也沒有人能知道。「神智洞達，威力自在，能於掌中持一切世界」，這是講聲聞弟子們的神通、能力，人數到底有多少？這是三類大眾當中比較少數的。底下說，「我弟子中大目犍連，神通第一，三千大千世界，所有一切星宿眾生」，這個星宿就是我們今天講的星球，三千大千世界那個星球之多，也不是我們一般人可以計算得出的。這星球裡面的眾生，目犍連有能力「於一晝夜，悉知其數」，他在那裡計算，只要給他二十四小時的時間，他統統把它算出來，這是一個三千大千世界，目犍連有這個能力。下面就以他做個比喻，「假使十方眾生，悉成緣覺」，緣覺的地位比阿羅漢要高。「一一緣覺，壽萬億歲」，這麼長的壽命。「神通皆如大目犍連，盡其壽命，竭其智力，悉共推算，彼佛會中，聲聞之數，千萬分中不及一分」。這是極其形容西方世界聲聞眾之多，沒有人能算得出來。如果再加上菩薩眾，再加上人天眾，西方極樂世界的人數，我們想像就能夠體會到，無法計算，真多！這麼多的人，他們的能力，今天我們在「大士神光」這一段看出來了，與彌陀本願完全相應，四十八願裡面有。"
    },
    {
      "id": "02-005-0077_p0006",
      "zh_CN": "只要生到西方极乐世界，这个地方讲，『彼佛国中诸菩萨众』，声闻也是菩萨，人天也是菩萨，那个地方是菩萨的法界，从凡圣同居土下下品往生，到实报庄严土上上品往生，统统是菩萨。他们的能力皆能『洞视』，这是天眼通，尽虚空遍法界他们看得清清楚楚、明明白白，我们要想瞒过他们，不可能，做不到的；『彻听』，这是天耳通，我们今天说个悄悄话，不让第三者知道，西方极乐世界所有的菩萨没有一个没听见的，骗谁呢？实在讲愚痴，自欺欺人，西方世界这么多的菩萨众，没有一个你能够瞒过他，没有一个你能够欺骗他们。『八方上下』，这就是十方，『去』是过去，『来』是未来，『现在』，过去、现在、未来，这是讲时间，十方是讲空间。尽虚空遍法界所有一切众生，你的一举一动他看得见，你说悄悄话他听得见，底下就说，你起心动念他都知道。『诸天人民，以及蜎飞蠕动之类』，这就讲的十方世界的六道众生。『心意善恶』，你起心动念，你起一个念头是善、是恶，你『口所欲言』，你口里面说些什么，全都知道。你什么时候『度脱』，就是你什么时候会超越六道轮回，他也晓得。什么时候『得道往生』，「得道」底下加一个「往生」，这个道就是指一心不乱、指功夫成片。你取得往生西方极乐世界的资格，他统统知道，没有一样不晓得。",
      "zh_TW": "只要生到西方極樂世界，這個地方講，『彼佛國中諸菩薩眾』，聲聞也是菩薩，人天也是菩薩，那個地方是菩薩的法界，從凡聖同居土下下品往生，到實報莊嚴土上上品往生，統統是菩薩。他們的能力皆能『洞視』，這是天眼通，盡虛空遍法界他們看得清清楚楚、明明白白，我們要想瞞過他們，不可能，做不到的；『徹聽』，這是天耳通，我們今天說個悄悄話，不讓第三者知道，西方極樂世界所有的菩薩沒有一個沒聽見的，騙誰呢？實在講愚痴，自欺欺人，西方世界這麼多的菩薩眾，沒有一個你能夠瞞過他，沒有一個你能夠欺騙他們。『八方上下』，這就是十方，『去』是過去，『來』是未來，『現在』，過去、現在、未來，這是講時間，十方是講空間。盡虛空遍法界所有一切眾生，你的一舉一動他看得見，你說悄悄話他聽得見，底下就說，你起心動念他都知道。『諸天人民，以及蜎飛蠕動之類』，這就講的十方世界的六道眾生。『心意善惡』，你起心動念，你起一個念頭是善、是惡，你『口所欲言』，你口裡面說些什麼，全都知道。你什麼時候『度脫』，就是你什麼時候會超越六道輪迴，他也曉得。什麼時候『得道往生』，「得道」底下加一個「往生」，這個道就是指一心不亂、指功夫成片。你取得往生西方極樂世界的資格，他統統知道，沒有一樣不曉得。"
    },
    {
      "id": "02-005-0077_p0007",
      "zh_CN": "所以这个经文，这两段合起来看，寒毛直竖，我们能骗谁？我们只可以欺骗那些愚痴之人，诸佛菩萨、天地鬼神，没有办法欺骗。所以念佛的人，要想这一生往生西方极乐世界的人，这一段经文要多念几遍，你要是真正体会到了，知道这个事实真相了，你绝对不敢起一个恶念，为什么？尽虚空遍法界诸佛菩萨、天地鬼神统统知道，我瞒谁？生到西方极乐世界的条件，是心净则土净。告诉诸位，绝对不是你经念得多、佛号念得多就能往生，未必。念佛的人多，往生的人少，前面都曾经跟诸位报告过，念佛人为什么有的往生、有的不往生？不欺骗佛菩萨的，个个往生，万修万人去；欺骗诸佛菩萨的，不能往生，这道理就在此地。不欺骗佛菩萨的，心地清净，正大光明，这种人万修万人去；心地不清净，见不得人的，西方极乐世界没分，道理就在此地。你什么时候真正发心，什么时候回心转意，什么时候以清净心、恭敬心来执持名号，阿弥陀佛、观音、势至、诸大菩萨立刻就见到，这是我们决定不能疏忽的。所以这段经文给我们当头一棒，给我们很大的警策，应当牢牢的记住。再看下面经文：",
      "zh_TW": "所以這個經文，這兩段合起來看，寒毛直豎，我們能騙誰？我們只可以欺騙那些愚痴之人，諸佛菩薩、天地鬼神，沒有辦法欺騙。所以念佛的人，要想這一生往生西方極樂世界的人，這一段經文要多念幾遍，你要是真正體會到了，知道這個事實真相了，你絕對不敢起一個惡念，為什麼？盡虛空遍法界諸佛菩薩、天地鬼神統統知道，我瞞誰？生到西方極樂世界的條件，是心淨則土淨。告訴諸位，絕對不是你經念得多、佛號念得多就能往生，未必。念佛的人多，往生的人少，前面都曾經跟諸位報告過，念佛人為什麼有的往生、有的不往生？不欺騙佛菩薩的，個個往生，萬修萬人去；欺騙諸佛菩薩的，不能往生，這道理就在此地。不欺騙佛菩薩的，心地清淨，正大光明，這種人萬修萬人去；心地不清淨，見不得人的，西方極樂世界沒分，道理就在此地。你什麼時候真正發心，什麼時候回心轉意，什麼時候以清淨心、恭敬心來執持名號，阿彌陀佛、觀音、勢至、諸大菩薩立刻就見到，這是我們決定不能疏忽的。所以這段經文給我們當頭一棒，給我們很大的警策，應當牢牢的記住。再看下面經文："
    },
    {
      "id": "02-005-0077_p0008",
      "zh_CN": "【又彼佛刹。诸声闻众。身光一寻。菩萨光明。照百由旬。】",
      "zh_TW": "【又彼佛剎。諸聲聞眾。身光一尋。菩薩光明。照百由旬。】"
    },
    {
      "id": "02-005-0077_p0009",
      "zh_CN": "佛在这部经里面告诉我们，为什么称西方极乐世界有天人、有声闻、有菩萨？经上告诉我们，这些说法都是随顺十方世界众生而说的，在西方极乐世界没有这个称呼，那个世界是一真法界、是平等法界，如果有菩萨、声闻、天人，就不平等了，就不是清净平等觉了。所以这是随顺他方世界而说的。虽然随顺，也是事实，如果离开事实，佛就打妄语了，那就错了。什么事实？它有两种意义在，一个是你没有到西方极乐世界之前的身分。像我们这样去往生西方极乐世界的，就称为人天，我们是人道去的；阿罗汉、辟支佛，回小向大念佛去往生的，就叫他作声闻。是你没有到西方世界以前的身分，到西方极乐世界，这个身分都没有了，名称都没有了，这是一种称呼法。第二种，虽然生到西方极乐世界统统都是菩萨，智慧、神通、道力得到弥陀本愿威德的加持，大家好像都差不多。但是实际上烦恼并没有断，这带业往生去的，见思烦恼、尘沙烦恼、无明烦恼没断，到那个地方去之后才慢慢再断。像昨天跟诸位讲的，经上就说到这一点，慢慢去断，每天到十方世界去供养诸佛，听佛说法，回来之后又听阿弥陀佛讲经说法，天天消业障，天天长智慧，还要相当的时间，才能把业障统统消除，圆成佛道。所以我提醒诸位同修，我们的业障习气有多重，也是无法想像，修学其他法门，说实在的话是决定不能成就，不是法门不好，是我们的业障习气太重，那个法门虽然好，治不了我的病。唯独念佛求生净土，除这一门之外，实在讲没有第二个门路。这一门你必须要清清楚楚、明明白白，要懂得它的理论，要晓得它的方法，要认识它的境界，我们念佛功夫才能够得力。如果你完全不知道，那叫盲修瞎练，念一辈子佛也不能往生，这是不可以不知道的。知道这桩事情，这底下的经文你就好懂了。",
      "zh_TW": "佛在這部經裡面告訴我們，為什麼稱西方極樂世界有天人、有聲聞、有菩薩？經上告訴我們，這些說法都是隨順十方世界眾生而說的，在西方極樂世界沒有這個稱呼，那個世界是一真法界、是平等法界，如果有菩薩、聲聞、天人，就不平等了，就不是清淨平等覺了。所以這是隨順他方世界而說的。雖然隨順，也是事實，如果離開事實，佛就打妄語了，那就錯了。什麼事實？它有兩種意義在，一個是你沒有到西方極樂世界之前的身分。像我們這樣去往生西方極樂世界的，就稱為人天，我們是人道去的；阿羅漢、辟支佛，迴小向大念佛去往生的，就叫他作聲聞。是你沒有到西方世界以前的身分，到西方極樂世界，這個身分都沒有了，名稱都沒有了，這是一種稱呼法。第二種，雖然生到西方極樂世界統統都是菩薩，智慧、神通、道力得到彌陀本願威德的加持，大家好像都差不多。但是實際上煩惱並沒有斷，這帶業往生去的，見思煩惱、塵沙煩惱、無明煩惱沒斷，到那個地方去之後才慢慢再斷。像昨天跟諸位講的，經上就說到這一點，慢慢去斷，每天到十方世界去供養諸佛，聽佛說法，回來之後又聽阿彌陀佛講經說法，天天消業障，天天長智慧，還要相當的時間，才能把業障統統消除，圓成佛道。所以我提醒諸位同修，我們的業障習氣有多重，也是無法想像，修學其他法門，說實在的話是決定不能成就，不是法門不好，是我們的業障習氣太重，那個法門雖然好，治不了我的病。唯獨念佛求生淨土，除這一門之外，實在講沒有第二個門路。這一門你必須要清清楚楚、明明白白，要懂得它的理論，要曉得它的方法，要認識它的境界，我們念佛功夫才能夠得力。如果你完全不知道，那叫盲修瞎練，念一輩子佛也不能往生，這是不可以不知道的。知道這樁事情，這底下的經文你就好懂了。"
    },
    {
      "id": "02-005-0077_p0010",
      "zh_CN": "所谓『声闻』，我们就知道，相当于他方世界见思烦恼断了，尘沙、无明未破，这一类的人。比照他方世界断证果位上来说，他相当于他方世界的声闻，但是极乐世界是菩萨，只是从断烦恼上讲，他等于他方世界的声闻。他们的『身光一寻』，一寻是八尺，他这个身体有这么大的光明。『菩萨光明，照百由旬』，菩萨是破了无明烦恼的，破一品无明、证一分法身，这就是我们常讲的法身大士，他这光明就大了，照百由旬。这是说一般菩萨的常光，这个不是放光，如果放光，大家都差不多，都有同样的能力，这讲常光，不是作意来放光的，平常身体就有光明。菩萨、声闻有光，天人也有光明。我们凡夫有没有光明？也有，我们的心太乱、心太脏了，不干净。假如我们的心清净，我们的心不乱，所有一切人的光明，你都能看得到。这个光没有一寻，大概有几寸，一、二寸，这个旁边有一点点光，你修行功夫愈好的，光就愈大一点，光的颜色不一样。所以练气功的，气功也属于定的一种，属于未到定，他心都要清净，心不清净练不成功。他能够看到一个人的光，从你光的颜色，能知道你身体健康的状况，所以他能给你治病，这也是真的不是假的。所以我们每个人都有光，只是很小，没有这么大。下面特别给我们介绍两位菩萨：",
      "zh_TW": "所謂『聲聞』，我們就知道，相當於他方世界見思煩惱斷了，塵沙、無明未破，這一類的人。比照他方世界斷證果位上來說，他相當於他方世界的聲聞，但是極樂世界是菩薩，只是從斷煩惱上講，他等於他方世界的聲聞。他們的『身光一尋』，一尋是八尺，他這個身體有這麼大的光明。『菩薩光明，照百由旬』，菩薩是破了無明煩惱的，破一品無明、證一分法身，這就是我們常講的法身大士，他這光明就大了，照百由旬。這是說一般菩薩的常光，這個不是放光，如果放光，大家都差不多，都有同樣的能力，這講常光，不是作意來放光的，平常身體就有光明。菩薩、聲聞有光，天人也有光明。我們凡夫有沒有光明？也有，我們的心太亂、心太髒了，不乾淨。假如我們的心清淨，我們的心不亂，所有一切人的光明，你都能看得到。這個光沒有一尋，大概有幾寸，一、二寸，這個旁邊有一點點光，你修行功夫愈好的，光就愈大一點，光的顏色不一樣。所以練氣功的，氣功也屬於定的一種，屬於未到定，他心都要清淨，心不清淨練不成功。他能夠看到一個人的光，從你光的顏色，能知道你身體健康的狀況，所以他能給你治病，這也是真的不是假的。所以我們每個人都有光，只是很小，沒有這麼大。下面特別給我們介紹兩位菩薩："
    },
    {
      "id": "02-005-0077_p0011",
      "zh_CN": "【有二菩萨。最尊第一。威神光明。普照三千大千世界。】",
      "zh_TW": "【有二菩薩。最尊第一。威神光明。普照三千大千世界。】"
    },
    {
      "id": "02-005-0077_p0012",
      "zh_CN": "这两位菩萨的，这都是讲常光，不是放光，常光就『普照三千大千世界』。那阿弥陀佛的常光就不必讲了，阿弥陀佛不用放光，常光就遍照法界，尽虚空遍法界都在弥陀常光普照之中。这一章经里特别给我们介绍这两位菩萨，这两位菩萨是阿弥陀佛的助手，是阿弥陀佛的继承人，西方世界的补处菩萨，这两个人。",
      "zh_TW": "這兩位菩薩的，這都是講常光，不是放光，常光就『普照三千大千世界』。那阿彌陀佛的常光就不必講了，阿彌陀佛不用放光，常光就遍照法界，盡虛空遍法界都在彌陀常光普照之中。這一章經裡特別給我們介紹這兩位菩薩，這兩位菩薩是阿彌陀佛的助手，是阿彌陀佛的繼承人，西方世界的補處菩薩，這兩個人。"
    },
    {
      "id": "02-005-0077_p0013",
      "zh_CN": "【阿难白佛。彼二菩萨。其号云何。】",
      "zh_TW": "【阿難白佛。彼二菩薩。其號云何。】"
    },
    {
      "id": "02-005-0077_p0014",
      "zh_CN": "『阿难』听世尊这一介绍，赶紧就问，这两位菩萨的名号是什么？我们急着想知道。",
      "zh_TW": "『阿難』聽世尊這一介紹，趕緊就問，這兩位菩薩的名號是什麼？我們急著想知道。"
    },
    {
      "id": "02-005-0077_p0015",
      "zh_CN": "【佛言。一名观世音。一名大势至。】",
      "zh_TW": "【佛言。一名觀世音。一名大勢至。】"
    },
    {
      "id": "02-005-0077_p0016",
      "zh_CN": "这两位菩萨，也就是我们这个世界家喻户晓的西方三圣之中的『观世音』、『大势至』。观音菩萨，有三部经专门介绍这位菩萨的，这个三经都是附在大经里面，不是独立的。第一部在《华严经》，《华严经》后面善财童子五十三参第七回向，观世音菩萨代表第七回向位的菩萨，善财童子去参访他。在这部经里面，给我们介绍了观世音菩萨自行化他无量无边的功德。第二部经，是《楞严经》第六卷前面的半卷，「观音菩萨耳根圆通章」，这部经里面主要的是给我们介绍观世音菩萨是怎么样修行成就的，着重在他自行。他的修行所依据的理论方法，值得我们做借镜的，值得我们效法的。第三部就是《法华经》上的「普门品」，专门讲观音菩萨大慈大悲、救苦救难，帮助一些苦难的众生，偏重菩萨度化众生的功德。这叫观音三经。夏莲居老居士将这三经合印在一起，但是他所合印的，有些重复的地方他省略掉了，这个本子我们这边有流通。但是最好是把这三种完完全全的印出来。这是我们没有看到夏莲老这个本子之前，我们图书馆曾经印过两次，两次都采取古大德的注疏，《观音三经合刊》我们印过，印过好几次，这是特别介绍观世音菩萨。观音菩萨在中国，就是与中国人的缘分特别深，所谓家家观世音，拜观音菩萨的人很多。认识观音菩萨的人不多，把观音菩萨看错了的人很多，观音菩萨本来面目认清楚的人，真的是不多。你要认识清楚，必须深入三经，依照这个经典理论、方法去修学，这个才是正确的。",
      "zh_TW": "這兩位菩薩，也就是我們這個世界家喻戶曉的西方三聖之中的『觀世音』、『大勢至』。觀音菩薩，有三部經專門介紹這位菩薩的，這個三經都是附在大經裡面，不是獨立的。第一部在《華嚴經》，《華嚴經》後面善財童子五十三參第七迴向，觀世音菩薩代表第七迴向位的菩薩，善財童子去參訪他。在這部經裡面，給我們介紹了觀世音菩薩自行化他無量無邊的功德。第二部經，是《楞嚴經》第六卷前面的半卷，「觀音菩薩耳根圓通章」，這部經裡面主要的是給我們介紹觀世音菩薩是怎麼樣修行成就的，著重在他自行。他的修行所依據的理論方法，值得我們做借鏡的，值得我們效法的。第三部就是《法華經》上的「普門品」，專門講觀音菩薩大慈大悲、救苦救難，幫助一些苦難的眾生，偏重菩薩度化眾生的功德。這叫觀音三經。夏蓮居老居士將這三經合印在一起，但是他所合印的，有些重複的地方他省略掉了，這個本子我們這邊有流通。但是最好是把這三種完完全全的印出來。這是我們沒有看到夏蓮老這個本子之前，我們圖書館曾經印過兩次，兩次都採取古大德的註疏，《觀音三經合刊》我們印過，印過好幾次，這是特別介紹觀世音菩薩。觀音菩薩在中國，就是與中國人的緣分特別深，所謂家家觀世音，拜觀音菩薩的人很多。認識觀音菩薩的人不多，把觀音菩薩看錯了的人很多，觀音菩薩本來面目認清楚的人，真的是不多。你要認識清楚，必須深入三經，依照這個經典理論、方法去修學，這個才是正確的。"
    },
    {
      "id": "02-005-0077_p0017",
      "zh_CN": "大势至菩萨，他老人家的知名度比观音菩萨要差很多。台湾这个地方比较小，大陆到台湾这些法师，差不多沿海一带讲经说法的法师都到台湾来了。这个地方小，人口不多，法师很多，到处宣扬，所以台湾同胞有福，对于大势至菩萨也知道得很多，比起大陆要胜过太多了。大陆上许多人，你问大势至菩萨，他不知道，说观音菩萨，他知道，跟他讲大势至菩萨，知道的人就太少太少了，没有台湾这么普遍。大势至菩萨的经典很短，在《楞严经》二十五圆通章里面的一段，经文只有二百四十四个字，比《般若心经》还短，《般若心经》二百六十个字。过去我们讲《楞严经》，《楞严经》讲过不少遍，单独这一章「大势至菩萨念佛圆通章」，我们也讲了很多遍。虽然讲，都依照古人的注解来讲，对这位菩萨也是认识得不太清楚，反正就是含糊笼统的讲，真的认识不清楚，可见得这不是桩容易事情。我是一直到读到净土五经，知道五经的来源，对于大势至菩萨这才真正有了少许的认识。",
      "zh_TW": "大勢至菩薩，他老人家的知名度比觀音菩薩要差很多。台灣這個地方比較小，大陸到台灣這些法師，差不多沿海一帶講經說法的法師都到台灣來了。這個地方小，人口不多，法師很多，到處宣揚，所以台灣同胞有福，對於大勢至菩薩也知道得很多，比起大陸要勝過太多了。大陸上許多人，你問大勢至菩薩，他不知道，說觀音菩薩，他知道，跟他講大勢至菩薩，知道的人就太少太少了，沒有台灣這麼普遍。大勢至菩薩的經典很短，在《楞嚴經》二十五圓通章裡面的一段，經文只有二百四十四個字，比《般若心經》還短，《般若心經》二百六十個字。過去我們講《楞嚴經》，《楞嚴經》講過不少遍，單獨這一章「大勢至菩薩念佛圓通章」，我們也講了很多遍。雖然講，都依照古人的註解來講，對這位菩薩也是認識得不太清楚，反正就是含糊籠統的講，真的認識不清楚，可見得這不是樁容易事情。我是一直到讀到淨土五經，知道五經的來源，對於大勢至菩薩這才真正有了少許的認識。"
    },
    {
      "id": "02-005-0077_p0018",
      "zh_CN": "五经它的来源，三经是佛说的，净土三经是佛说的，释迦牟尼佛专门介绍西方极乐世界的，这三部经《无量寿经》、《观无量寿经》、《阿弥陀经》，我们称为「净土三经」。",
      "zh_TW": "五經它的來源，三經是佛說的，淨土三經是佛說的，釋迦牟尼佛專門介紹西方極樂世界的，這三部經《無量壽經》、《觀無量壽經》、《阿彌陀經》，我們稱為「淨土三經」。"
    },
    {
      "id": "02-005-0077_p0019",
      "zh_CN": "一直到清朝咸丰年间，魏源老居士（魏默深老居士）将《华严经．普贤行愿品》，就是最后那一卷「十大愿王导归极乐」，把这一卷附在三经的后面，称为「净土四经」，这个四经是这么来的。他附在这个后面称为净土四经，有没有道理？太有道理了。怎么知道呢？读《无量寿经》就知道了，《无量寿经》一开端，「咸共遵修普贤大士之德」。而经上一再讲，就是四十八愿里面都说，「普贤行」、「普贤道」在《无量寿经》出现过不少次。可见得《华严经》末后这一章，与《无量寿经》的关系非常密切；换句话说，不修普贤行就不能够圆成佛道。这是佛在《华严经》上说的，你要想成就圆教佛果，一定要修普贤行，所以西方极乐世界每一位菩萨都是修普贤行的。西方世界我们这才看清楚，原来是普贤菩萨的法界，下下品往生的也是普贤菩萨，就是初发心的普贤菩萨。这个十信位的初信，初信、二信、三信，一直到等觉、妙觉，统统是普贤菩萨。我们对于西方极乐世界才又认识清楚、又搞明白了，没有一个不是修普贤行的。这一品附在三经后面，称为「净土四经」，那就非常有道理了，这个真正是慧眼，不容易的。",
      "zh_TW": "一直到清朝咸豐年間，魏源老居士（魏默深老居士）將《華嚴經．普賢行願品》，就是最後那一卷「十大願王導歸極樂」，把這一卷附在三經的後面，稱為「淨土四經」，這個四經是這麼來的。他附在這個後面稱為淨土四經，有沒有道理？太有道理了。怎麼知道呢？讀《無量壽經》就知道了，《無量壽經》一開端，「咸共遵修普賢大士之德」。而經上一再講，就是四十八願裡面都說，「普賢行」、「普賢道」在《無量壽經》出現過不少次。可見得《華嚴經》末後這一章，與《無量壽經》的關係非常密切；換句話說，不修普賢行就不能夠圓成佛道。這是佛在《華嚴經》上說的，你要想成就圓教佛果，一定要修普賢行，所以西方極樂世界每一位菩薩都是修普賢行的。西方世界我們這才看清楚，原來是普賢菩薩的法界，下下品往生的也是普賢菩薩，就是初發心的普賢菩薩。這個十信位的初信，初信、二信、三信，一直到等覺、妙覺，統統是普賢菩薩。我們對於西方極樂世界才又認識清楚、又搞明白了，沒有一個不是修普賢行的。這一品附在三經後面，稱為「淨土四經」，那就非常有道理了，這個真正是慧眼，不容易的。"
    },
    {
      "id": "02-005-0077_p0020",
      "zh_CN": "到民国初年，印光大师将「大势至菩萨圆通章」，从《楞严经》里面取出来，附在净土四经的后面，称为「净土五经」，这个是这么来的，印光大师附进去的。印光法师是何等人物？我们在《永思集》里面看到，他是西方世界大势至菩萨再来的，实在不简单。他把这一章经提出来，附在四经后面称为五经，这个提醒我的注意了。他不这样做，我对于《楞严经》，《楞严经》我讲过很多遍，讲得也算相当熟，始终没有注意到这个事情。他这么一提示，我就注意到了，再仔细一观察，这一章经了不起，虽然只有短短的二百四十四个字，它是净土宗的心经。这是印老把它列在四经后面称为「净宗五经」，是净土宗的心经，当然它在楞严会上，是楞严会上的心经。超过《般若心经》太多了，《般若心经》只是般若部的心经，六百卷《大般若》的心经，不能代表全体。「念佛圆通章」是三藏十二部的心经；换句话说，就是释迦牟尼佛四十九年讲经说法的中心。不仅是世尊一代弘法利生的中心，也是尽虚空遍法界一切诸佛如来教化众生的中心。印祖这样一提示，我这才真正看清楚、看明白，一点都没有错。我们得感激祖师大德，不是他这样子提醒我们，我们永远不会发现其中的奥秘，没有办法看出来。",
      "zh_TW": "到民國初年，印光大師將「大勢至菩薩圓通章」，從《楞嚴經》裡面取出來，附在淨土四經的後面，稱為「淨土五經」，這個是這麼來的，印光大師附進去的。印光法師是何等人物？我們在《永思集》裡面看到，他是西方世界大勢至菩薩再來的，實在不簡單。他把這一章經提出來，附在四經後面稱為五經，這個提醒我的注意了。他不這樣做，我對於《楞嚴經》，《楞嚴經》我講過很多遍，講得也算相當熟，始終沒有注意到這個事情。他這麼一提示，我就注意到了，再仔細一觀察，這一章經了不起，雖然只有短短的二百四十四個字，它是淨土宗的心經。這是印老把它列在四經後面稱為「淨宗五經」，是淨土宗的心經，當然它在楞嚴會上，是楞嚴會上的心經。超過《般若心經》太多了，《般若心經》只是般若部的心經，六百卷《大般若》的心經，不能代表全體。「念佛圓通章」是三藏十二部的心經；換句話說，就是釋迦牟尼佛四十九年講經說法的中心。不僅是世尊一代弘法利生的中心，也是盡虛空遍法界一切諸佛如來教化眾生的中心。印祖這樣一提示，我這才真正看清楚、看明白，一點都沒有錯。我們得感激祖師大德，不是他這樣子提醒我們，我們永遠不會發現其中的奧祕，沒有辦法看出來。"
    },
    {
      "id": "02-005-0077_p0021",
      "zh_CN": "夏莲公很了不起，他给我的启示也很大，就是《净修捷要》，他在《净修捷要》里面明白的告诉我们，净宗初祖大势至菩萨。我是第一次听到的，以前没听人家这么说过，我讲《楞严经》讲那么多年，也没发现过。他这样一提，我一想有道理，一点都不错，确确实实是净宗初祖。我从前讲《华严》，我只知道《华严经》是释迦牟尼佛示现成佛，在菩提树下定中第一次讲的大经，释迦牟尼佛第一部讲的经是《华严经》。华严会上最后普贤菩萨十大愿王导归极乐，所以我知道普贤菩萨是净土宗的初祖，我不知道大势至菩萨是的，我晓得普贤菩萨是的。普贤菩萨是我们娑婆世界净土宗的初祖，大势至菩萨是尽虚空遍法界净土宗的初祖，那个范围更大了。虚空法界里面第一个提倡念佛成佛的，是大势至菩萨；我们娑婆世界第一个提倡的，是普贤菩萨；在我们中国第一个提倡的，是庐山慧远大师，所以慧远是中国的初祖。这我们讲到净宗初祖，那要问了，是法界初祖、还是娑婆初祖、还是中国的初祖，这才搞清楚。连《念佛圆通章》我就特别重视，所以那部经不要看到只有二百四十四个字，确确实实含藏了无尽的佛法，一切诸佛所说无量无边法门，都出不了这二百四十四个字，真正不可思议！",
      "zh_TW": "夏蓮公很了不起，他給我的啟示也很大，就是《淨修捷要》，他在《淨修捷要》裡面明白的告訴我們，淨宗初祖大勢至菩薩。我是第一次聽到的，以前沒聽人家這麼說過，我講《楞嚴經》講那麼多年，也沒發現過。他這樣一提，我一想有道理，一點都不錯，確確實實是淨宗初祖。我從前講《華嚴》，我只知道《華嚴經》是釋迦牟尼佛示現成佛，在菩提樹下定中第一次講的大經，釋迦牟尼佛第一部講的經是《華嚴經》。華嚴會上最後普賢菩薩十大願王導歸極樂，所以我知道普賢菩薩是淨土宗的初祖，我不知道大勢至菩薩是的，我曉得普賢菩薩是的。普賢菩薩是我們娑婆世界淨土宗的初祖，大勢至菩薩是盡虛空遍法界淨土宗的初祖，那個範圍更大了。虛空法界裡面第一個提倡念佛成佛的，是大勢至菩薩；我們娑婆世界第一個提倡的，是普賢菩薩；在我們中國第一個提倡的，是廬山慧遠大師，所以慧遠是中國的初祖。這我們講到淨宗初祖，那要問了，是法界初祖、還是娑婆初祖、還是中國的初祖，這才搞清楚。連《念佛圓通章》我就特別重視，所以那部經不要看到只有二百四十四個字，確確實實含藏了無盡的佛法，一切諸佛所說無量無邊法門，都出不了這二百四十四個字，真正不可思議！"
    },
    {
      "id": "02-005-0077_p0022",
      "zh_CN": "这是两位菩萨，其余的我不需要讲，诸位如果根性利一点的人就能体会到，我底下不讲，意思你也能够晓得。晓得什么？为什么这两位菩萨是阿弥陀佛的助手，为什么这两位菩萨是西方极乐世界的后补佛。这个我今天在此地不说明，你们明白、体会了，很好，体会不了，存疑也行，小疑有小悟，大疑有大悟。等到将来有机会，我讲《大势至菩萨圆通章》，我就会把它讲清楚了。我们再往下看经文：",
      "zh_TW": "這是兩位菩薩，其餘的我不需要講，諸位如果根性利一點的人就能體會到，我底下不講，意思你也能夠曉得。曉得什麼？為什麼這兩位菩薩是阿彌陀佛的助手，為什麼這兩位菩薩是西方極樂世界的後補佛。這個我今天在此地不說明，你們明白、體會了，很好，體會不了，存疑也行，小疑有小悟，大疑有大悟。等到將來有機會，我講《大勢至菩薩圓通章》，我就會把它講清楚了。我們再往下看經文："
    },
    {
      "id": "02-005-0077_p0023",
      "zh_CN": "【此二菩萨。于娑婆界。修菩萨行。往生彼国。常在阿弥陀佛左右。】",
      "zh_TW": "【此二菩薩。於娑婆界。修菩薩行。往生彼國。常在阿彌陀佛左右。】"
    },
    {
      "id": "02-005-0077_p0024",
      "zh_CN": "这个一段经文含着有无尽的情意，娑婆世界的人很重感情，原来这两位菩萨是我们的同乡、乡亲，他们就在我们这个世界修行成就的，去往生的。所以娑婆世界是这两位菩萨的故乡，因此娑婆世界的人对这两位菩萨的感情特别深重，感情重，他来度化众生就很容易接受。就是过去生中没有这个缘分，菩萨智慧、神通、能力再殊胜，奈何众生不愿意亲近你、不愿意接受你，那就没有法子。这正是佛门常讲「佛不度无缘之人」，跟众生没有缘就不能度。正因为如此，学佛的同修要时时刻刻、念念之中，与一切众生结法缘，你法缘结得愈深、愈广、愈多，将来你成佛度众生就度得多；你要不肯与众生结法缘，将来成佛没有众生相信你，你也度不了几个人，成佛了，你那个三千大千世界很小，不大，没几个人，你在因地当中不肯跟人结法缘，所以结法缘很要紧。想到将来成佛广度众生，眼前你要想讲经说法有许许多多的听众，这还是要结法缘，你没有法缘就没有听众。可是现在在台湾，还有一个特殊的情形，什么情形？制造群众，像作秀一样的表演，制造群众。这个不是真实的听众，这是什么？一时像来看戏一样、看表演一样的，人虽然多，绝对不是常随众。常随众你一部经讲几十天、讲几个月、讲多少年，这听众天天都来，这是听众，这是法缘。所以一定要知道结法缘。",
      "zh_TW": "這個一段經文含著有無盡的情意，娑婆世界的人很重感情，原來這兩位菩薩是我們的同鄉、鄉親，他們就在我們這個世界修行成就的，去往生的。所以娑婆世界是這兩位菩薩的故鄉，因此娑婆世界的人對這兩位菩薩的感情特別深重，感情重，他來度化眾生就很容易接受。就是過去生中沒有這個緣分，菩薩智慧、神通、能力再殊勝，奈何眾生不願意親近你、不願意接受你，那就沒有法子。這正是佛門常講「佛不度無緣之人」，跟眾生沒有緣就不能度。正因為如此，學佛的同修要時時刻刻、念念之中，與一切眾生結法緣，你法緣結得愈深、愈廣、愈多，將來你成佛度眾生就度得多；你要不肯與眾生結法緣，將來成佛沒有眾生相信你，你也度不了幾個人，成佛了，你那個三千大千世界很小，不大，沒幾個人，你在因地當中不肯跟人結法緣，所以結法緣很要緊。想到將來成佛廣度眾生，眼前你要想講經說法有許許多多的聽眾，這還是要結法緣，你沒有法緣就沒有聽眾。可是現在在台灣，還有一個特殊的情形，什麼情形？製造群眾，像作秀一樣的表演，製造群眾。這個不是真實的聽眾，這是什麼？一時像來看戲一樣、看表演一樣的，人雖然多，絕對不是常隨眾。常隨眾你一部經講幾十天、講幾個月、講多少年，這聽眾天天都來，這是聽眾，這是法緣。所以一定要知道結法緣。"
    },
    {
      "id": "02-005-0077_p0025",
      "zh_CN": "过去台中李老师在世的时候，我们跟他学，他就常常交代我们，教我们这些学生要跟听众结法缘。他说你要不结缘，将来你讲经没人听。那个听众说实在话，不是讲经的人说得好不好，是在缘分。有些人真正讲得好的，没有听众、没有法缘；有些人讲得实在不好，听的人就多。为什么？他的缘分，各人缘分不一样，我们台中在当时那些同学，法缘最殊胜的林看治居士。林看治居士讲得好不好？不见得比我们好，这是真的。我们懂得比她多，学得也比她好，讲得也比她好，但是听众就比不上她，她的缘胜，我们法缘不如她，可见得与大众结缘这个关系比什么都重要。所以我到外面，其他寺院佛堂我们去参访，当然到他那里去，一定是先到大殿去拜佛，拜佛都拜三拜。你们拜三拜，我也拜三拜，我跟你们拜的就不一样，不一样在哪里？我第一拜，是发愿与这个道场结法缘，将来我有机会到这个地方来讲经；第二拜，与这个道场常住结法缘，这里面住众，跟他们结法缘；第三拜，与这个道场信徒结法缘，我统统都有缘了，将来他请我讲经，我到这里来听众才多。所以我那个三拜，跟你们拜不一样，我是这个意思去拜，念念之中都要与一切大众结法缘，这个很重要。",
      "zh_TW": "過去台中李老師在世的時候，我們跟他學，他就常常交代我們，教我們這些學生要跟聽眾結法緣。他說你要不結緣，將來你講經沒人聽。那個聽眾說實在話，不是講經的人說得好不好，是在緣分。有些人真正講得好的，沒有聽眾、沒有法緣；有些人講得實在不好，聽的人就多。為什麼？他的緣分，各人緣分不一樣，我們台中在當時那些同學，法緣最殊勝的林看治居士。林看治居士講得好不好？不見得比我們好，這是真的。我們懂得比她多，學得也比她好，講得也比她好，但是聽眾就比不上她，她的緣勝，我們法緣不如她，可見得與大眾結緣這個關係比什麼都重要。所以我到外面，其他寺院佛堂我們去參訪，當然到他那裡去，一定是先到大殿去拜佛，拜佛都拜三拜。你們拜三拜，我也拜三拜，我跟你們拜的就不一樣，不一樣在哪裡？我第一拜，是發願與這個道場結法緣，將來我有機會到這個地方來講經；第二拜，與這個道場常住結法緣，這裡面住眾，跟他們結法緣；第三拜，與這個道場信徒結法緣，我統統都有緣了，將來他請我講經，我到這裡來聽眾才多。所以我那個三拜，跟你們拜不一樣，我是這個意思去拜，念念之中都要與一切大眾結法緣，這個很重要。"
    },
    {
      "id": "02-005-0077_p0026",
      "zh_CN": "这两位菩萨虽然是在娑婆世界修行往生的，但是菩萨的心量广大无边，不仅仅是与娑婆世界有缘，而且与尽虚空遍法界一切诸佛刹土都结缘，将来这个缘才广大。我这个升座讲经，在升座之前礼佛三拜，我这三拜跟你们拜的又不一样。我从前拜这个三拜，第一拜，一定是拜本师释迦牟尼佛，第二拜，我是拜毘卢遮那如来。毘卢遮那佛对我的恩德很大，为什么？我是从《华严》入净土的，这是我感激毘卢遮那佛的恩典。第三拜，拜阿弥陀佛，我三拜是这么拜的。但是自从讲《无量寿经》，我这个拜法就改变，第一拜还是拜本师释迦牟尼佛，决定不能忘本。第二拜就改了，改了什么？我第二拜是拜十方三世一切诸佛菩萨。我这个缘就结得大了，不是毘卢遮那佛一尊佛，我也要像观音、势至一样，尽虚空遍法界无量无边诸佛刹土我统统都拜到，统统都结法缘，这是与《无量寿经》就相应。第三拜这是拜本师阿弥陀佛，要把心量层层拓开，与法它才能相应。这个我们才知道，阿弥陀佛把他们两个人选拔出来做为助手，主要就是心量广大，普度法界众生。如果观音、势至是只度娑婆世界众生，阿弥陀佛决定不能选他们出来当助手，无量无边的世界他只偏在一方。正因为这两位菩萨的心量跟阿弥陀佛一样，与阿弥陀佛同心同愿，这才选出来当助手。我们看底下经文，这个事情就更清楚、更明显。",
      "zh_TW": "這兩位菩薩雖然是在娑婆世界修行往生的，但是菩薩的心量廣大無邊，不僅僅是與娑婆世界有緣，而且與盡虛空遍法界一切諸佛剎土都結緣，將來這個緣才廣大。我這個升座講經，在升座之前禮佛三拜，我這三拜跟你們拜的又不一樣。我從前拜這個三拜，第一拜，一定是拜本師釋迦牟尼佛，第二拜，我是拜毘盧遮那如來。毘盧遮那佛對我的恩德很大，為什麼？我是從《華嚴》入淨土的，這是我感激毘盧遮那佛的恩典。第三拜，拜阿彌陀佛，我三拜是這麼拜的。但是自從講《無量壽經》，我這個拜法就改變，第一拜還是拜本師釋迦牟尼佛，決定不能忘本。第二拜就改了，改了什麼？我第二拜是拜十方三世一切諸佛菩薩。我這個緣就結得大了，不是毘盧遮那佛一尊佛，我也要像觀音、勢至一樣，盡虛空遍法界無量無邊諸佛剎土我統統都拜到，統統都結法緣，這是與《無量壽經》就相應。第三拜這是拜本師阿彌陀佛，要把心量層層拓開，與法它才能相應。這個我們才知道，阿彌陀佛把他們兩個人選拔出來做為助手，主要就是心量廣大，普度法界眾生。如果觀音、勢至是只度娑婆世界眾生，阿彌陀佛決定不能選他們出來當助手，無量無邊的世界他只偏在一方。正因為這兩位菩薩的心量跟阿彌陀佛一樣，與阿彌陀佛同心同願，這才選出來當助手。我們看底下經文，這個事情就更清楚、更明顯。"
    },
    {
      "id": "02-005-0077_p0027",
      "zh_CN": "【欲至十方无量佛所。随心则到。】",
      "zh_TW": "【欲至十方無量佛所。隨心則到。】"
    },
    {
      "id": "02-005-0077_p0028",
      "zh_CN": "所以观音、势至是尽虚空遍法界，不仅仅是在我们娑婆世界，尽虚空遍法界无处不现身，无时不现身，无论什么世界，无论是什么众生，心里头有感，菩萨就有应。就像《楞严经》上所说的，「随众生心，应所知量」，随心应量，这个众生是指十方法界的众生，并不是专指娑婆世界。观音、势至就是我们净宗修学的榜样，我们这句佛号要能念好，功夫要得力，我们要真正能往生，决定有把握往生，我们要与法界众生真正结善缘、结法缘，你就学这两位菩萨的行持就行。两位菩萨所表，从总体上来说，观音表慈悲，势至表智慧，这是从总表上来说，大前提、大原则上来说的，不能没有慈悲，不能没有智慧。如果从修持落实来讲，观音菩萨教给我们「反闻闻自性，性成无上道」，我们用他这个方法来念佛，得一心就快了，功夫就得力。什么叫反闻？反闻就是大势至菩萨讲的「都摄六根」。反闻那个「闻」是一个代表字，代表六根起作用，我们眼往外看，现在教你回过头来，不要往外看，往里面看；耳朵往外听外面音声，不要听外面音声，听里面的。里面是什么？里面是自性，回过头来闻自性，回过头来见自性。六根统统回过头来，这叫明心见性，禅宗上用的功夫，原理、原则完全取观世音菩萨，所以就是「都摄六根」的意思。",
      "zh_TW": "所以觀音、勢至是盡虛空遍法界，不僅僅是在我們娑婆世界，盡虛空遍法界無處不現身，無時不現身，無論什麼世界，無論是什麼眾生，心裡頭有感，菩薩就有應。就像《楞嚴經》上所說的，「隨眾生心，應所知量」，隨心應量，這個眾生是指十方法界的眾生，並不是專指娑婆世界。觀音、勢至就是我們淨宗修學的榜樣，我們這句佛號要能念好，功夫要得力，我們要真正能往生，決定有把握往生，我們要與法界眾生真正結善緣、結法緣，你就學這兩位菩薩的行持就行。兩位菩薩所表，從總體上來說，觀音表慈悲，勢至表智慧，這是從總表上來說，大前提、大原則上來說的，不能沒有慈悲，不能沒有智慧。如果從修持落實來講，觀音菩薩教給我們「反聞聞自性，性成無上道」，我們用他這個方法來念佛，得一心就快了，功夫就得力。什麼叫反聞？反聞就是大勢至菩薩講的「都攝六根」。反聞那個「聞」是一個代表字，代表六根起作用，我們眼往外看，現在教你回過頭來，不要往外看，往裡面看；耳朵往外聽外面音聲，不要聽外面音聲，聽裡面的。裡面是什麼？裡面是自性，回過頭來聞自性，回過頭來見自性。六根統統回過頭來，這叫明心見性，禪宗上用的功夫，原理、原則完全取觀世音菩薩，所以就是「都攝六根」的意思。"
    },
    {
      "id": "02-005-0077_p0029",
      "zh_CN": "可是怎么个回头法？这张开眼睛明明看到外头，怎么回过头去看里面？竖起耳朵一定听外面，怎么会听里面？这桩事情，详详细细的，在《楞严经》第六卷，《楞严经》我总会找一个时间，我还要重新来讲一遍。从前讲那个不算，那个讲的不透彻，真正的意思都没讲出来，不是我吝法，是我的程度不够，将来有时间我重新讲一遍。学佛要从这些地方学，大势至菩萨教给我们「都摄六根，净念相继」。怎样做到都摄六根？观音菩萨这个法门是相辅相成，能够反闻闻自性就是都摄六根，都摄六根就是反闻闻自性。大势至菩萨特别强调的一个就是净念相继，如果没有净念相继，只有前面都摄六根，跟禅没有两样，换句话说，上根人得利益，中下根人得不到利益；净念相继，那连下下根人都得利益。所以净宗法门是三根普被，利钝全收；不像观音菩萨耳根圆通只能够度上上根人，中下根人没分，你教他反闻，他不晓得怎么个反法，他就胡思乱想去了。",
      "zh_TW": "可是怎麼個回頭法？這張開眼睛明明看到外頭，怎麼回過頭去看裡面？豎起耳朵一定聽外面，怎麼會聽裡面？這樁事情，詳詳細細的，在《楞嚴經》第六卷，《楞嚴經》我總會找一個時間，我還要重新來講一遍。從前講那個不算，那個講的不透徹，真正的意思都沒講出來，不是我吝法，是我的程度不夠，將來有時間我重新講一遍。學佛要從這些地方學，大勢至菩薩教給我們「都攝六根，淨念相繼」。怎樣做到都攝六根？觀音菩薩這個法門是相輔相成，能夠反聞聞自性就是都攝六根，都攝六根就是反聞聞自性。大勢至菩薩特別強調的一個就是淨念相繼，如果沒有淨念相繼，只有前面都攝六根，跟禪沒有兩樣，換句話說，上根人得利益，中下根人得不到利益；淨念相繼，那連下下根人都得利益。所以淨宗法門是三根普被，利鈍全收；不像觀音菩薩耳根圓通只能夠度上上根人，中下根人沒分，你教他反聞，他不曉得怎麼個反法，他就胡思亂想去了。"
    },
    {
      "id": "02-005-0077_p0030",
      "zh_CN": "由此可知，我们效法这两位菩萨，效法他们的智慧，真实的智慧，真实的慈悲，把我们的心量拓开，不仅是要度自己、度我的家亲眷属，我们一定要度法界众生，要有这么大的心量。然后到西方极乐世界，也跟菩萨一样，『欲至十方无量佛所，随心则到』。所以这两位菩萨，实在讲是修学净宗的模范、榜样，我们每天供养西方三圣，用什么供养？香花水果，用这些东西供养，这些东西人家都不要，香花水果是表我们的一点情意。真正的供养就是心意，见到观音，我发心慈悲一切，这一念慈悲就是供养观世音菩萨；我处事待人接物我理智，没有用感情，理智就是供养大势至菩萨，这叫真实的供养。菩萨像挂在这里，看到这个像，我对一切人要慈悲，我对一切人要理智，对人对事对物要理智。这一尊像供养在那里，就时时刻刻提醒自己，时时刻刻教导自己，这叫做真实的供养。你家里供养了西方三圣，如果连这一点心生不起来，佛菩萨不在你家里，你家里没有佛、没有菩萨，虽然供的这是佛菩萨像，佛菩萨不在你家里。如果你真正依教修行，它常常能提醒自己的慈悲、提醒自己的理性，佛就在你家里，菩萨时时刻刻没离开你，这叫真实的供养。下面世尊告诉我们：",
      "zh_TW": "由此可知，我們效法這兩位菩薩，效法他們的智慧，真實的智慧，真實的慈悲，把我們的心量拓開，不僅是要度自己、度我的家親眷屬，我們一定要度法界眾生，要有這麼大的心量。然後到西方極樂世界，也跟菩薩一樣，『欲至十方無量佛所，隨心則到』。所以這兩位菩薩，實在講是修學淨宗的模範、榜樣，我們每天供養西方三聖，用什麼供養？香花水果，用這些東西供養，這些東西人家都不要，香花水果是表我們的一點情意。真正的供養就是心意，見到觀音，我發心慈悲一切，這一念慈悲就是供養觀世音菩薩；我處事待人接物我理智，沒有用感情，理智就是供養大勢至菩薩，這叫真實的供養。菩薩像掛在這裡，看到這個像，我對一切人要慈悲，我對一切人要理智，對人對事對物要理智。這一尊像供養在那裡，就時時刻刻提醒自己，時時刻刻教導自己，這叫做真實的供養。你家裡供養了西方三聖，如果連這一點心生不起來，佛菩薩不在你家裡，你家裡沒有佛、沒有菩薩，雖然供的這是佛菩薩像，佛菩薩不在你家裡。如果你真正依教修行，它常常能提醒自己的慈悲、提醒自己的理性，佛就在你家裡，菩薩時時刻刻沒離開你，這叫真實的供養。下面世尊告訴我們："
    },
    {
      "id": "02-005-0077_p0031",
      "zh_CN": "【现居此界。作大利乐。】",
      "zh_TW": "【現居此界。作大利樂。】"
    },
    {
      "id": "02-005-0077_p0032",
      "zh_CN": "『此界』，是我们娑婆世界，此界指的是我们地球。释迦牟尼佛三千年前出现在我们这个世界，在我们这个星球上，为我们说出这么多的经典、法门。观音菩萨在哪里？观音菩萨在我们这个世界，广度这个世界的众生。也许有人问，观音菩萨在我们这个世界，其他的世界有没有？前面说得很清楚，「欲至十方无量佛所，随心则到」。学佛，亲近佛、供养佛，要以清净心、虔诚的心、恭敬的心、平等的心，你就能够见到佛，就能够见到菩萨。如果在想：菩萨在我们这个世界。有我，我的对面就有他，这里面就有分别、就有执着、就有妄想，一有分别执着妄想，诸佛菩萨去我们是远之远矣，就不在了。",
      "zh_TW": "『此界』，是我們娑婆世界，此界指的是我們地球。釋迦牟尼佛三千年前出現在我們這個世界，在我們這個星球上，為我們說出這麼多的經典、法門。觀音菩薩在哪裡？觀音菩薩在我們這個世界，廣度這個世界的眾生。也許有人問，觀音菩薩在我們這個世界，其他的世界有沒有？前面說得很清楚，「欲至十方無量佛所，隨心則到」。學佛，親近佛、供養佛，要以清淨心、虔誠的心、恭敬的心、平等的心，你就能夠見到佛，就能夠見到菩薩。如果在想：菩薩在我們這個世界。有我，我的對面就有他，這裡面就有分別、就有執著、就有妄想，一有分別執著妄想，諸佛菩薩去我們是遠之遠矣，就不在了。"
    },
    {
      "id": "02-005-0077_p0033",
      "zh_CN": "所以大势至菩萨教给我们「净念相继」，这句话太重要了。我起了一念分别，心就不清净，有一念执着也不清净，有一念自他不清净，不清净就是夹杂，夹杂了妄想执着，夹杂了邪见烦恼，就夹杂这个东西，这就不叫净念。所以这个「净」字，就是我们平常常常提示同修们的，不怀疑，根本没有疑惑；不夹杂，依清净心来持佛菩萨名号，这叫净念。一心称念，二心就不清净了，二心就夹杂，一心称念。「相继」就是一句接一句，念佛不中断。像黄念祖老居士，这是现代人，现在在北京，一天念十六万声佛号，一句接一句，一天念十六万声。黄老居士在那里表演「都摄六根，净念相继」，表演给我们看，给我们做一个榜样，教给我们佛不离口、珠不离手，念珠不离手。念珠两种作用，一种是计数的，一种是提醒自己，不必计数，没有关系，提醒自己，拿着念珠就想到要念佛。所以菩萨无处不在！世尊特别这样说，特别这么强调，主要的用意，是让我们以这两位菩萨做为我们修学的榜样。只要你修学与菩萨的法门相应，必定得到菩萨威神加持，这就是我们常讲菩萨保佑我们，威神加持。下面佛告诉我们：",
      "zh_TW": "所以大勢至菩薩教給我們「淨念相繼」，這句話太重要了。我起了一念分別，心就不清淨，有一念執著也不清淨，有一念自他不清淨，不清淨就是夾雜，夾雜了妄想執著，夾雜了邪見煩惱，就夾雜這個東西，這就不叫淨念。所以這個「淨」字，就是我們平常常常提示同修們的，不懷疑，根本沒有疑惑；不夾雜，依清淨心來持佛菩薩名號，這叫淨念。一心稱念，二心就不清淨了，二心就夾雜，一心稱念。「相繼」就是一句接一句，念佛不中斷。像黃念祖老居士，這是現代人，現在在北京，一天念十六萬聲佛號，一句接一句，一天念十六萬聲。黃老居士在那裡表演「都攝六根，淨念相繼」，表演給我們看，給我們做一個榜樣，教給我們佛不離口、珠不離手，念珠不離手。念珠兩種作用，一種是計數的，一種是提醒自己，不必計數，沒有關係，提醒自己，拿著念珠就想到要念佛。所以菩薩無處不在！世尊特別這樣說，特別這麼強調，主要的用意，是讓我們以這兩位菩薩做為我們修學的榜樣。只要你修學與菩薩的法門相應，必定得到菩薩威神加持，這就是我們常講菩薩保佑我們，威神加持。下面佛告訴我們："
    },
    {
      "id": "02-005-0077_p0034",
      "zh_CN": "【世间善男子。善女人。若有急难恐怖。但自归命观世音菩萨。】",
      "zh_TW": "【世間善男子。善女人。若有急難恐怖。但自歸命觀世音菩薩。】"
    },
    {
      "id": "02-005-0077_p0035",
      "zh_CN": "注意这个经文，这上有个善字，这个善的标准不高，为什么？它上面加了个『世间』。要不加「世间」，说『善男子、善女人』，那个标准是高，那是什么？因为这个经是大乘经，那就是大乘标准的善。它加上个世间，三福里头第一福，只要第一福四句做到就行了。这个读经文真的不能够疏忽，我们要得到观音菩萨保佑，如果说三福统统都修不容易，现在只要修一福就行了，观音菩萨就保佑你，你就有求必应，这就简单多了。第一福里面四句，第一句「孝养父母」。诸位要知道，不孝之人，决定佛菩萨不会保佑你，不可能的事情。不孝的人，如果说是有人来保佑你，是什么？邪鬼、邪神他来保佑你，他也不孝顺父母，你也不孝顺父母，这很好，志同道合，他来保佑你，那不是正神、不是佛菩萨。第二句是「奉事师长」，孝亲尊师，「慈心不杀，修十善业」。只要你做到这个四句，这一段佛就是对这些人讲的；这四句都做不到，那没有办法，你在『急难恐怖』，你念观音菩萨也不灵，也没有办法。",
      "zh_TW": "注意這個經文，這上有個善字，這個善的標準不高，為什麼？它上面加了個『世間』。要不加「世間」，說『善男子、善女人』，那個標準是高，那是什麼？因為這個經是大乘經，那就是大乘標準的善。它加上個世間，三福裡頭第一福，只要第一福四句做到就行了。這個讀經文真的不能夠疏忽，我們要得到觀音菩薩保佑，如果說三福統統都修不容易，現在只要修一福就行了，觀音菩薩就保佑你，你就有求必應，這就簡單多了。第一福裡面四句，第一句「孝養父母」。諸位要知道，不孝之人，決定佛菩薩不會保佑你，不可能的事情。不孝的人，如果說是有人來保佑你，是什麼？邪鬼、邪神他來保佑你，他也不孝順父母，你也不孝順父母，這很好，志同道合，他來保佑你，那不是正神、不是佛菩薩。第二句是「奉事師長」，孝親尊師，「慈心不殺，修十善業」。只要你做到這個四句，這一段佛就是對這些人講的；這四句都做不到，那沒有辦法，你在『急難恐怖』，你念觀音菩薩也不靈，也沒有辦法。"
    },
    {
      "id": "02-005-0077_p0036",
      "zh_CN": "急难当中念观音菩萨得到感应的人很多，过去我们看《观音灵感录》，看过去许多名山的传记，记载这些感应事情很多。还有历代许多名人的笔记小说里面记载都很多，像《阅微草堂笔记》里面就有很多，《聊斋》是蒲松龄的笔记，记载也很多，最近我们图书馆翻印的《曲园笔记》，是清朝俞樾所写的，那个笔记里面也很多，这都不是假设的，不是虚妄的。在我们一生当中，我们自己亲眼所见到的、亲耳所听到的，周边一些朋友这些眷属，有在急难时候念观音菩萨得感应的也很多。然而毕竟不是每一个人念都得感应的，为什么菩萨有偏心，对这个人有感应，对那个没有感应？实在讲，菩萨不偏心；再告诉诸位，菩萨没有心。有心就会偏，没心他就不偏了；有心就不能感应，无心才能感应，这个一定的道理。像我们这大磬，里面是空的，无心，所以你敲它它就会响，敲就是感，响就是应。你把里面东西塞得满满的，敲它就不响了，有心就不响。菩萨没有心，菩萨没有念，所以有感则应。可是这个感应一定要具备条件，世间善的条件，这是一定要记住。所以佛法从哪里修起，这个我们一定要知道。",
      "zh_TW": "急難當中念觀音菩薩得到感應的人很多，過去我們看《觀音靈感錄》，看過去許多名山的傳記，記載這些感應事情很多。還有歷代許多名人的筆記小說裡面記載都很多，像《閱微草堂筆記》裡面就有很多，《聊齋》是蒲松齡的筆記，記載也很多，最近我們圖書館翻印的《曲園筆記》，是清朝俞樾所寫的，那個筆記裡面也很多，這都不是假設的，不是虛妄的。在我們一生當中，我們自己親眼所見到的、親耳所聽到的，周邊一些朋友這些眷屬，有在急難時候念觀音菩薩得感應的也很多。然而畢竟不是每一個人念都得感應的，為什麼菩薩有偏心，對這個人有感應，對那個沒有感應？實在講，菩薩不偏心；再告訴諸位，菩薩沒有心。有心就會偏，沒心他就不偏了；有心就不能感應，無心才能感應，這個一定的道理。像我們這大磬，裡面是空的，無心，所以你敲它它就會響，敲就是感，響就是應。你把裡面東西塞得滿滿的，敲它就不響了，有心就不響。菩薩沒有心，菩薩沒有念，所以有感則應。可是這個感應一定要具備條件，世間善的條件，這是一定要記住。所以佛法從哪裡修起，這個我們一定要知道。"
    },
    {
      "id": "02-005-0077_p0037",
      "zh_CN": "佛法是教育，现代的教育咱们不谈，我们中国古老的教育，儒家孔孟的教育，跟佛菩萨的教育，它们在理论、方法都非常接近，都是从孝道教起。现在人实在讲，许许多多不当的行为，我们能不能责怪他？不能责怪他。为什么不能责怪？没受过教育，你怎么可以责怪他？儒家正式的教育是从小学开始。诸位去念《礼记》，《礼记》是古时候的杂记，就像现在杂志一样，我们能够在这个里面看出古时候的教学。他们教学的宗旨、教学的方法，宗旨就是教孝、教敬，是教你做人，人与人的关系要搞清楚。知道人与人之间的关系，知道处事待人接物，这是教育，知道孝、知道敬。所以老师教学生孝顺父母，父母总不好意思要求子女，「你要孝顺我」，那个子女问他，「我为什么孝顺你？」父母说不出来的，这个话要第三者教。所以老师的责任是教他孝顺父母、尊敬兄长，家庭才能和睦，这是老师的责任。父母的责任是要教儿女尊师重道，老师也不好意思在学生面前，「学生你要尊敬我这个老师」，也说不出口。所以必须父母教儿女尊师重道，老师教学生孝顺父母，教育的根基是从这里奠定的。",
      "zh_TW": "佛法是教育，現代的教育咱們不談，我們中國古老的教育，儒家孔孟的教育，跟佛菩薩的教育，它們在理論、方法都非常接近，都是從孝道教起。現在人實在講，許許多多不當的行為，我們能不能責怪他？不能責怪他。為什麼不能責怪？沒受過教育，你怎麼可以責怪他？儒家正式的教育是從小學開始。諸位去念《禮記》，《禮記》是古時候的雜記，就像現在雜誌一樣，我們能夠在這個裡面看出古時候的教學。他們教學的宗旨、教學的方法，宗旨就是教孝、教敬，是教你做人，人與人的關係要搞清楚。知道人與人之間的關係，知道處事待人接物，這是教育，知道孝、知道敬。所以老師教學生孝順父母，父母總不好意思要求子女，「你要孝順我」，那個子女問他，「我為什麼孝順你？」父母說不出來的，這個話要第三者教。所以老師的責任是教他孝順父母、尊敬兄長，家庭才能和睦，這是老師的責任。父母的責任是要教兒女尊師重道，老師也不好意思在學生面前，「學生你要尊敬我這個老師」，也說不出口。所以必須父母教兒女尊師重道，老師教學生孝順父母，教育的根基是從這裡奠定的。"
    },
    {
      "id": "02-005-0077_p0038",
      "zh_CN": "然后给你说，无论再高深的教育、再广大的学问，都是孝敬的拓展。所以孝敬一展开，是尽虚空遍法界，没有一法离开孝敬，十方三世一切诸佛所说无量无边的法门，孝敬两个字包尽了。什么是教育？这就是教育。佛法从初学到成佛，成佛是什么？孝敬两个字圆满了。所以我常说，什么人能把孝道做得圆圆满满，没有一丝毫欠缺？成佛。等觉菩萨还不圆满，为什么？等觉菩萨还有一品生相无明没破，那就是不孝，那就是不敬。父母希望你成为一个圆满的人，你还有一点欠缺，这对不起父母；老师也希望你成为一个完人，你也没有做到，你对不起老师。所以什么是教育？孝敬而已！为什么大乘佛法的修学，从地藏法门学起？《地藏》是根本法，《无量寿经》是圆满。一个开头，一个到顶点，《无量寿》是到顶点，圆满；《地藏》是基石、是根基、是开始，这是教育。所以，此地要求不高，但是并不是没有条件，是有条件的，世间善，这个三福里头第一福四句。这样的人在有急难恐怖的时候，只要诚心诚意念『观世音菩萨』，观音菩萨就会来帮助你。",
      "zh_TW": "然後給你說，無論再高深的教育、再廣大的學問，都是孝敬的拓展。所以孝敬一展開，是盡虛空遍法界，沒有一法離開孝敬，十方三世一切諸佛所說無量無邊的法門，孝敬兩個字包盡了。什麼是教育？這就是教育。佛法從初學到成佛，成佛是什麼？孝敬兩個字圓滿了。所以我常說，什麼人能把孝道做得圓圓滿滿，沒有一絲毫欠缺？成佛。等覺菩薩還不圓滿，為什麼？等覺菩薩還有一品生相無明沒破，那就是不孝，那就是不敬。父母希望你成為一個圓滿的人，你還有一點欠缺，這對不起父母；老師也希望你成為一個完人，你也沒有做到，你對不起老師。所以什麼是教育？孝敬而已！為什麼大乘佛法的修學，從地藏法門學起？《地藏》是根本法，《無量壽經》是圓滿。一個開頭，一個到頂點，《無量壽》是到頂點，圓滿；《地藏》是基石、是根基、是開始，這是教育。所以，此地要求不高，但是並不是沒有條件，是有條件的，世間善，這個三福裡頭第一福四句。這樣的人在有急難恐怖的時候，只要誠心誠意念『觀世音菩薩』，觀音菩薩就會來幫助你。"
    },
    {
      "id": "02-005-0077_p0039",
      "zh_CN": "【无不得解脱者。】",
      "zh_TW": "【無不得解脫者。】"
    },
    {
      "id": "02-005-0077_p0040",
      "zh_CN": "这个时候一心一意念观音菩萨，求观音菩萨救苦救难，必定能够消灾免难。如果诸位仔细去观察，看看传记，看看左右的人，急难的时候念观音菩萨得到感应，你看看他是不是符合这个条件，这个三福里面第一福是不是具备的？必定有这个条件。然后再证明这个经典，经典说得没错。我们要在急难当中得到菩萨的救助，你就要老老实实记住，这个三福第一福是非修不可。如果第一福没有，一切诸佛菩萨、护法善神想保佑你没有办法，你本身有障碍，你本身有业障，不孝不敬就是大业障！所以学佛从这里学起。",
      "zh_TW": "這個時候一心一意念觀音菩薩，求觀音菩薩救苦救難，必定能夠消災免難。如果諸位仔細去觀察，看看傳記，看看左右的人，急難的時候念觀音菩薩得到感應，你看看他是不是符合這個條件，這個三福裡面第一福是不是具備的？必定有這個條件。然後再證明這個經典，經典說得沒錯。我們要在急難當中得到菩薩的救助，你就要老老實實記住，這個三福第一福是非修不可。如果第一福沒有，一切諸佛菩薩、護法善神想保佑你沒有辦法，你本身有障礙，你本身有業障，不孝不敬就是大業障！所以學佛從這裡學起。"
    },
    {
      "id": "02-005-0077_p0041",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}