{
  "doc_id": "02-005-0084",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十四集",
    "zh_TW": "第八十四集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0084",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-005-0084_p0001",
      "zh_CN": "请掀开经本第六十二面，从最后一行看起，从第三个字看：",
      "zh_TW": "請掀開經本第六十二面，從最後一行看起，從第三個字看："
    },
    {
      "id": "02-005-0084_p0002",
      "zh_CN": "【出入供养。观经行道。喜乐久习。才猛智慧。心不中回。意无懈时。外若迟缓。内独驶急。】",
      "zh_TW": "【出入供養。觀經行道。喜樂久習。才猛智慧。心不中迴。意無懈時。外若遲緩。內獨駛急。】"
    },
    {
      "id": "02-005-0084_p0003",
      "zh_CN": "从这个地方开始。这一段前面曾经跟大家讲这个大意讲过，因为它里面含的意思很丰富，而且值得我们学习，不仅去向往，我们要认真来学习。前面两句是修福、修慧，德在其中。我们中国人说福，后面一定是连着德，福德，有福、有德，这个福是真实的；假如有福而没有德，这个福不是真正有福报，而是灾难的预兆。《老子》所谓「福兮祸之所伏」，大的灾难就在其中。佛在这个经上提示我们，极乐菩萨修福、修慧，福慧双修，所以他才能够得到真正的法喜，真实的安乐，这样久习就有功。我们修学为什么没有耐心，功夫不能支持很久？就是因为得不到法喜。为什么得不到法喜？福慧不足。这个一句后面的它包括前面，前面不包括后面，但是前后它是一致的。所以一定要修福、修慧，我们功夫才能够得力、才能够持久，持久这才能得三昧。",
      "zh_TW": "從這個地方開始。這一段前面曾經跟大家講這個大意講過，因為它裡面含的意思很豐富，而且值得我們學習，不僅去嚮往，我們要認真來學習。前面兩句是修福、修慧，德在其中。我們中國人說福，後面一定是連著德，福德，有福、有德，這個福是真實的；假如有福而沒有德，這個福不是真正有福報，而是災難的預兆。《老子》所謂「福兮禍之所伏」，大的災難就在其中。佛在這個經上提示我們，極樂菩薩修福、修慧，福慧雙修，所以他才能夠得到真正的法喜，真實的安樂，這樣久習就有功。我們修學為什麼沒有耐心，功夫不能支持很久？就是因為得不到法喜。為什麼得不到法喜？福慧不足。這個一句後面的它包括前面，前面不包括後面，但是前後它是一致的。所以一定要修福、修慧，我們功夫才能夠得力、才能夠持久，持久這才能得三昧。"
    },
    {
      "id": "02-005-0084_p0004",
      "zh_CN": "『才猛智慧，心不中回』，这就是像前面对于法藏比丘的赞叹一样，「高才勇哲」，高才勇哲从哪里来？从智慧得来。本经一共讲了三种真实，这在前面统统我们读过，第一个就是「住真实慧」，慧特别要加真实，说明这不是普通的智慧，绝对不是世智辩聪。我们今天世间人都以为自己很有智慧、很聪明，而不知道在佛法当中那叫做世智辩聪，世智辩聪对于一个学道的人来讲，不是好事情，是障碍。佛门常讲八难，这个八难当中就有一条是世智辩聪，说得不好听的，是邪知邪见、分别执着，这个是最障碍真实智慧了。真实智慧从哪里来的？从清净心来的。学佛的同修都念过《心经》，这是最普通的，早晚课诵里面都念《心经》，《心经》一开端讲「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」。照见，什么照？清净心照，心地清净一丝毫没有污染，心就像一面镜子一样，外面境界就照得清清楚楚、明明白白，那就是诸法实相。我们本经里面说的「真实之际」，真实之际就是事实的真相，你能够见到事实真相，这是智慧。事实真相见到之后你就得受用，得什么受用？「真实之利」，真实的利益你就得到了。这个经上给我们说三种真实，都在此地『才猛智慧、喜乐久习』当中所包含了，三种真实都在其中。",
      "zh_TW": "『才猛智慧，心不中迴』，這就是像前面對於法藏比丘的讚歎一樣，「高才勇哲」，高才勇哲從哪裡來？從智慧得來。本經一共講了三種真實，這在前面統統我們讀過，第一個就是「住真實慧」，慧特別要加真實，說明這不是普通的智慧，絕對不是世智辯聰。我們今天世間人都以為自己很有智慧、很聰明，而不知道在佛法當中那叫做世智辯聰，世智辯聰對於一個學道的人來講，不是好事情，是障礙。佛門常講八難，這個八難當中就有一條是世智辯聰，說得不好聽的，是邪知邪見、分別執著，這個是最障礙真實智慧了。真實智慧從哪裡來的？從清淨心來的。學佛的同修都念過《心經》，這是最普通的，早晚課誦裡面都念《心經》，《心經》一開端講「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」。照見，什麼照？清淨心照，心地清淨一絲毫沒有污染，心就像一面鏡子一樣，外面境界就照得清清楚楚、明明白白，那就是諸法實相。我們本經裡面說的「真實之際」，真實之際就是事實的真相，你能夠見到事實真相，這是智慧。事實真相見到之後你就得受用，得什麼受用？「真實之利」，真實的利益你就得到了。這個經上給我們說三種真實，都在此地『才猛智慧、喜樂久習』當中所包含了，三種真實都在其中。"
    },
    {
      "id": "02-005-0084_p0005",
      "zh_CN": "所以真正修行人，不仅是学禅要从根本修。实在讲现在挂名学禅的人很多，真正在禅上用功的人不多，现在所流行的叫「口头禅」，这个没有用处的，口头禅我们也讲了很多。《大珠和尚语录》一开端就教人，那是讲参禅、讲修行，用参禅的功夫，要从根本修，什么是根本？心是根本。禅要从根本修，净呢？净也不例外，我们这个经题上「清净平等觉」那就是根本，清净心、平等心，你只从这两方面去修。清净心，清净是福；平等是定，不定就起波浪、就不平等，平等是定；清净平等起作用就是慧，是觉，就是《心经》里面的照见。功夫真正得力，你就不会退转，「心不中回」，这个回是退转的意思，是后悔的意思。功夫不得力会退转、会后悔；功夫得力就不会了，从此以后是勇猛精进。由此可知，你修的是什么这个重要。问你修行，你修的是什么？我念佛，一天念多少万声。这个答错了，等于说我问你到哪里去？我坐巴士。我晓得你坐巴士，问你到哪里去？所答非所问。问你修什么？我修清净心，这个才自己知道在修什么，《弥陀经》里面我修「一心不乱」。你用什么方法修？我持名念佛，这是方法。一定要知道自己在修的是什么，你才会达到你修学的目标。根本自己不知道修的是什么，那个功夫怎么会用得上力？所以天天念佛，天天打妄想，天天胡思乱想，这功夫不得力了，不得力才有后悔、才有退转。不知道自己修什么，这真正叫盲修瞎练。这是我们每位同修真正想用功修学的，要记住，我们的目标非常的清晰，我们的方法简单而有力量，只要用功得法，一定能够达到目标。也就是说，你的心一年比一年清净，一月比一月清净，你往生就有把握了。如果虽然用功，每天佛号不间断，妄想杂念还是一样多，甚至于比从前还多，这就错了，必定是用功不得法。错不在法门，是自己用功不得法，要想方法去调整。",
      "zh_TW": "所以真正修行人，不僅是學禪要從根本修。實在講現在掛名學禪的人很多，真正在禪上用功的人不多，現在所流行的叫「口頭禪」，這個沒有用處的，口頭禪我們也講了很多。《大珠和尚語錄》一開端就教人，那是講參禪、講修行，用參禪的功夫，要從根本修，什麼是根本？心是根本。禪要從根本修，淨呢？淨也不例外，我們這個經題上「清淨平等覺」那就是根本，清淨心、平等心，你只從這兩方面去修。清淨心，清淨是福；平等是定，不定就起波浪、就不平等，平等是定；清淨平等起作用就是慧，是覺，就是《心經》裡面的照見。功夫真正得力，你就不會退轉，「心不中迴」，這個迴是退轉的意思，是後悔的意思。功夫不得力會退轉、會後悔；功夫得力就不會了，從此以後是勇猛精進。由此可知，你修的是什麼這個重要。問你修行，你修的是什麼？我念佛，一天念多少萬聲。這個答錯了，等於說我問你到哪裡去？我坐巴士。我曉得你坐巴士，問你到哪裡去？所答非所問。問你修什麼？我修清淨心，這個才自己知道在修什麼，《彌陀經》裡面我修「一心不亂」。你用什麼方法修？我持名念佛，這是方法。一定要知道自己在修的是什麼，你才會達到你修學的目標。根本自己不知道修的是什麼，那個功夫怎麼會用得上力？所以天天念佛，天天打妄想，天天胡思亂想，這功夫不得力了，不得力才有後悔、才有退轉。不知道自己修什麼，這真正叫盲修瞎練。這是我們每位同修真正想用功修學的，要記住，我們的目標非常的清晰，我們的方法簡單而有力量，只要用功得法，一定能夠達到目標。也就是說，你的心一年比一年清淨，一月比一月清淨，你往生就有把握了。如果雖然用功，每天佛號不間斷，妄想雜念還是一樣多，甚至於比從前還多，這就錯了，必定是用功不得法。錯不在法門，是自己用功不得法，要想方法去調整。"
    },
    {
      "id": "02-005-0084_p0006",
      "zh_CN": "『意无懈时』，意是指心意，这是指一味精进，一个方向、一个目标去精进，决定没有松懈的时候。身可以缓一缓松懈没有关系，口也可以缓缓不念没有关系，休息休息，但是心里面佛号不间断，着重在此地。口念多了会累，所以要知道调身，身体就很舒适，念佛行住坐卧都可以念，大声念也行，小声念也行，金刚持也行。金刚持就是口动没有声音，自己听得很清楚，别人听不到。甚至于不金刚持，完全默念都好，都一样的。所以『外若迟缓』，外面表现得非常从容，非常的自在安闲，好像没事的样子。『内独驶急』，那个心里面的佛号一句接一句是从来不间断，所以真用功的人从外表看不出。但是行家看得出，内行的人看得出，外行人看不出，外行人不知道，不晓得你里面真正在用功。像这些地方，虽然说极乐世界的菩萨个个都是如此，所以从形式上去看，他们安闲自在、快乐无比，好像都在那里游戏，没在那里用功，其实每一个人功夫从来不间断，这是我们应当要学习的。这个底下几句是愈来愈重要，它的含义非常之深广，我们不但要知道，也要尽量努力去学习。",
      "zh_TW": "『意無懈時』，意是指心意，這是指一味精進，一個方向、一個目標去精進，決定沒有鬆懈的時候。身可以緩一緩鬆懈沒有關係，口也可以緩緩不念沒有關係，休息休息，但是心裡面佛號不間斷，著重在此地。口念多了會累，所以要知道調身，身體就很舒適，念佛行住坐臥都可以念，大聲念也行，小聲念也行，金剛持也行。金剛持就是口動沒有聲音，自己聽得很清楚，別人聽不到。甚至於不金剛持，完全默念都好，都一樣的。所以『外若遲緩』，外面表現得非常從容，非常的自在安閒，好像沒事的樣子。『內獨駛急』，那個心裡面的佛號一句接一句是從來不間斷，所以真用功的人從外表看不出。但是行家看得出，內行的人看得出，外行人看不出，外行人不知道，不曉得你裡面真正在用功。像這些地方，雖然說極樂世界的菩薩個個都是如此，所以從形式上去看，他們安閒自在、快樂無比，好像都在那裡遊戲，沒在那裡用功，其實每一個人功夫從來不間斷，這是我們應當要學習的。這個底下幾句是愈來愈重要，它的含義非常之深廣，我們不但要知道，也要盡量努力去學習。"
    },
    {
      "id": "02-005-0084_p0007",
      "zh_CN": "【容容虚空。】",
      "zh_TW": "【容容虛空。】"
    },
    {
      "id": "02-005-0084_p0008",
      "zh_CN": "两个『容』在一起，一个是名词，一个是动词，这是说的心量，能够容纳、能够包容，就像太虚空一样。包容什么？你看经上常说，西方世界「诸上善人俱会一处」，人何以称为上善之人？就是彼此能够包容。换句话说，这一句就是六和敬做到究竟圆满，圆满到那个程度，就像虚空自然包容万物一样，没有一丝毫勉强在其中。并没有作意「我要容忍」，没有这个意思，自然就包容了。我们常常想想这句话的意思，我们与人家有争执、有意见的时候，想想这一句，极乐菩萨是「容容虚空」。",
      "zh_TW": "兩個『容』在一起，一個是名詞，一個是動詞，這是說的心量，能夠容納、能夠包容，就像太虛空一樣。包容什麼？你看經上常說，西方世界「諸上善人俱會一處」，人何以稱為上善之人？就是彼此能夠包容。換句話說，這一句就是六和敬做到究竟圓滿，圓滿到那個程度，就像虛空自然包容萬物一樣，沒有一絲毫勉強在其中。並沒有作意「我要容忍」，沒有這個意思，自然就包容了。我們常常想想這句話的意思，我們與人家有爭執、有意見的時候，想想這一句，極樂菩薩是「容容虛空」。"
    },
    {
      "id": "02-005-0084_p0009",
      "zh_CN": "【适得其中。】",
      "zh_TW": "【適得其中。】"
    },
    {
      "id": "02-005-0084_p0010",
      "zh_CN": "『中』是中道，从容中道，恰到好处它就契合于中道。这个境界纯粹是《华严经》上所讲的理事无碍、事事无碍的境界，在这个境界里面万法圆融，法法无碍，这是心真正得大自在，所以说他才能契会中道。这个境界在我们念佛人功夫上来说，这是理一心不乱，事一心还到不了，这是理一心不乱的境界，到这个是包容法界，表里一如。底下讲：",
      "zh_TW": "『中』是中道，從容中道，恰到好處它就契合於中道。這個境界純粹是《華嚴經》上所講的理事無礙、事事無礙的境界，在這個境界裡面萬法圓融，法法無礙，這是心真正得大自在，所以說他才能契會中道。這個境界在我們念佛人功夫上來說，這是理一心不亂，事一心還到不了，這是理一心不亂的境界，到這個是包容法界，表裡一如。底下講："
    },
    {
      "id": "02-005-0084_p0011",
      "zh_CN": "【中表相应。】",
      "zh_TW": "【中表相應。】"
    },
    {
      "id": "02-005-0084_p0012",
      "zh_CN": "『中』就是讲的自性，『表』是讲外面的现象，性相一如、理事不二，这就相应，在这个境界里，尽虚空遍法界就是一个自己。所以末后一句总结是：",
      "zh_TW": "『中』就是講的自性，『表』是講外面的現象，性相一如、理事不二，這就相應，在這個境界裡，盡虛空遍法界就是一個自己。所以末後一句總結是："
    },
    {
      "id": "02-005-0084_p0013",
      "zh_CN": "【自然严整。】",
      "zh_TW": "【自然嚴整。】"
    },
    {
      "id": "02-005-0084_p0014",
      "zh_CN": "『严』是庄严，『整』是整齐，有条不紊，虽然万法缤纷，但是丝毫不乱。像我们这个大的宇宙，无量无边的星球在太空当中运行，都有一定的轨道，它不乱。小乃一微尘，我们这微尘在显微镜底下去观察，它也有许多电子绕着它那个中心，它也不乱。从极小的宇宙，到极大的宇宙，真的是「自然严整」。我们的身体也是一个宇宙，有没有做到自然严整？假如做到这四个字，你身体是健康无比，自然严整。我们为什么身体不健康有了毛病？就是严整失掉了，换句话说，它里面乱了。怎么会乱的，谁教它乱的？念头。佛在大乘经上常说「一切法从心想生」，这个心一想，它运行的轨道就偏差、就乱了。可见得妄想是大害，不但是障碍见性，而且现前障碍我们身心的健康，这是眼前受害。如果我们能够离开一切分别妄想，我们的身心也接近自然严整，这样才得到一个真正健康的状况。",
      "zh_TW": "『嚴』是莊嚴，『整』是整齊，有條不紊，雖然萬法繽紛，但是絲毫不亂。像我們這個大的宇宙，無量無邊的星球在太空當中運行，都有一定的軌道，它不亂。小乃一微塵，我們這微塵在顯微鏡底下去觀察，它也有許多電子繞著它那個中心，它也不亂。從極小的宇宙，到極大的宇宙，真的是「自然嚴整」。我們的身體也是一個宇宙，有沒有做到自然嚴整？假如做到這四個字，你身體是健康無比，自然嚴整。我們為什麼身體不健康有了毛病？就是嚴整失掉了，換句話說，它裡面亂了。怎麼會亂的，誰教它亂的？念頭。佛在大乘經上常說「一切法從心想生」，這個心一想，它運行的軌道就偏差、就亂了。可見得妄想是大害，不但是障礙見性，而且現前障礙我們身心的健康，這是眼前受害。如果我們能夠離開一切分別妄想，我們的身心也接近自然嚴整，這樣才得到一個真正健康的狀況。"
    },
    {
      "id": "02-005-0084_p0015",
      "zh_CN": "再看底下一段，这一段是说菩萨平常修学的要领，极乐世界菩萨他们到底修些什么，实在不是我们能想像得到的。佛在此地告诉我们，西方极乐世界还要修，我们现在就不能不特别留意了。第一个是：",
      "zh_TW": "再看底下一段，這一段是說菩薩平常修學的要領，極樂世界菩薩他們到底修些什麼，實在不是我們能想像得到的。佛在此地告訴我們，西方極樂世界還要修，我們現在就不能不特別留意了。第一個是："
    },
    {
      "id": "02-005-0084_p0016",
      "zh_CN": "【检歛端直。身心洁净。无有爱贪。】",
      "zh_TW": "【檢歛端直。身心潔淨。無有愛貪。】"
    },
    {
      "id": "02-005-0084_p0017",
      "zh_CN": "『检』是检点，『歛』是收敛，『端』是端正、正直。端直，后面经文给我们讲得很多，不但心要端，耳、目、口、鼻样样都要端，端就是正的意思，心要正、眼要正、耳要正，样样都要端正。这个意思跟孔老夫子所讲的「非礼勿视，非礼勿听，非礼勿言，非礼勿动」，意思是相同的。在佛法里面所讲的标准比孔老夫子更高，因为孔老夫子那个礼标准是人与人之间往来，我们今天这个标准是大乘菩萨的标准，比他的标准高得多。就像我前面跟大家讲善男子善女人那个善的标准，有人天标准的善，有二乘标准的善，有菩萨标准的善，这个地方讲的是菩萨标准。我们今天距离菩萨的标准太远了，那个太高了，最低限度做人的标准要做到，这个标准都做不到，念佛不能往生。这常言说得好，念佛的人多，往生的人少，原因在哪里？虽念佛，你的心行达不到标准，所以这个几句非常非常重要。我们不能不检点自己，检歛，拿我们现在的话来讲，那是真正的忏悔。所以早晚课诵，这是我常说的，早课是提醒自己，我今天一天，六根接触外面六尘境界，要遵守佛的教诲，提醒自己；晚课就是检点、反省，我今天一天有没有做到？有哪些没做到的，明天要努力把它改过来。这个早晚课做得就有功夫，就得力了。绝不是早晚课你念给佛菩萨听的。现在寺院里最简单的早晚课叫打三皈，我不晓得三皈怎么个打法，打三皈。这个很要紧。",
      "zh_TW": "『檢』是檢點，『歛』是收斂，『端』是端正、正直。端直，後面經文給我們講得很多，不但心要端，耳、目、口、鼻樣樣都要端，端就是正的意思，心要正、眼要正、耳要正，樣樣都要端正。這個意思跟孔老夫子所講的「非禮勿視，非禮勿聽，非禮勿言，非禮勿動」，意思是相同的。在佛法裡面所講的標準比孔老夫子更高，因為孔老夫子那個禮標準是人與人之間往來，我們今天這個標準是大乘菩薩的標準，比他的標準高得多。就像我前面跟大家講善男子善女人那個善的標準，有人天標準的善，有二乘標準的善，有菩薩標準的善，這個地方講的是菩薩標準。我們今天距離菩薩的標準太遠了，那個太高了，最低限度做人的標準要做到，這個標準都做不到，念佛不能往生。這常言說得好，念佛的人多，往生的人少，原因在哪裡？雖念佛，你的心行達不到標準，所以這個幾句非常非常重要。我們不能不檢點自己，檢歛，拿我們現在的話來講，那是真正的懺悔。所以早晚課誦，這是我常說的，早課是提醒自己，我今天一天，六根接觸外面六塵境界，要遵守佛的教誨，提醒自己；晚課就是檢點、反省，我今天一天有沒有做到？有哪些沒做到的，明天要努力把它改過來。這個早晚課做得就有功夫，就得力了。絕不是早晚課你念給佛菩薩聽的。現在寺院裡最簡單的早晚課叫打三皈，我不曉得三皈怎麼個打法，打三皈。這個很要緊。"
    },
    {
      "id": "02-005-0084_p0018",
      "zh_CN": "底下就是非常明显的把这个标准告诉我们，『身心洁净』，虽然讲的「身心」，心是主，身是宾，宾主要分清楚。心清净了，身没有不清净的；身清净，心未必会清净，这个是真的。你看那个真正修道的人，我们都没有法子比的，我们听人说，也没见过，听人家从前亲近虚云老和尚的，他说虚云老和尚身上有一股清香。我们知道老和尚一年洗一次澡、剃一次头，他身上有清香；我们三天不洗澡，身上都臭了，气味就很难闻。你看心清净，他身他不洗澡、不剃头，虚老和尚一年剃一次头，他头发留得很长，一年剃一次，这就是心清净，身就清净。我们天天洗，洗得干干净净的，我们身上除非用香水，否则的话，比不上老和尚那个清香，不如人家，人家心清净。",
      "zh_TW": "底下就是非常明顯的把這個標準告訴我們，『身心潔淨』，雖然講的「身心」，心是主，身是賓，賓主要分清楚。心清淨了，身沒有不清淨的；身清淨，心未必會清淨，這個是真的。你看那個真正修道的人，我們都沒有法子比的，我們聽人說，也沒見過，聽人家從前親近虛雲老和尚的，他說虛雲老和尚身上有一股清香。我們知道老和尚一年洗一次澡、剃一次頭，他身上有清香；我們三天不洗澡，身上都臭了，氣味就很難聞。你看心清淨，他身他不洗澡、不剃頭，虛老和尚一年剃一次頭，他頭髮留得很長，一年剃一次，這就是心清淨，身就清淨。我們天天洗，洗得乾乾淨淨的，我們身上除非用香水，否則的話，比不上老和尚那個清香，不如人家，人家心清淨。"
    },
    {
      "id": "02-005-0084_p0019",
      "zh_CN": "『无有爱贪』，这就说明了，心要怎么样才清净？把那个「爱贪」去掉就清净了。只要你有爱，只要你有贪，你的心就不清净。贪爱世间法，心不清净；贪爱佛法，心还是不清净，世出世间法统统都不能够贪爱。此地说一个「爱贪」，这是烦恼的一个总代表；换句话说，八万四千尘劳烦恼统统舍掉。爱贪在烦恼里面排在第一位，贪瞋痴慢它排在第一位；说这一个，不要认为爱贪可以不要，其他的瞋恚、嫉妒，这个大概没有关系，那就错了，统统都不能有，所有一切烦恼、习气，都要把它舍弃掉，你的心才会清净。用什么方法把这个东西舍掉？我们哪一个人不想舍掉？舍不掉。为什么舍不掉？因为这是无始以来的习气，习惯成自然，想丢也丢不掉。这不得不用善巧方便，这就有对治的法门，所有一切法门里面，对治法门最方便、最有效的无过于念佛。大势至菩萨教给我们「忆佛念佛」，忆是什么？心里想。心里想佛是心清净，口里念佛是身清净，这个方法妙极了，也方便极了，随时随处行住坐卧没有拘束的，你就用这个方法把你的烦恼，把你的习气、分别执着，用这一句佛号统统把它念掉。这一句佛号是什么？我们在这个经上讲得很清楚、很透彻，这一句阿弥陀佛就是自性本具的功德，是性德。十方三世一切诸佛都是念佛成佛的，用这个方法才能真正做到「检歛端直，身心洁净」，才真正可以做到。下面两句说：",
      "zh_TW": "『無有愛貪』，這就說明了，心要怎麼樣才清淨？把那個「愛貪」去掉就清淨了。只要你有愛，只要你有貪，你的心就不清淨。貪愛世間法，心不清淨；貪愛佛法，心還是不清淨，世出世間法統統都不能夠貪愛。此地說一個「愛貪」，這是煩惱的一個總代表；換句話說，八萬四千塵勞煩惱統統捨掉。愛貪在煩惱裡面排在第一位，貪瞋痴慢它排在第一位；說這一個，不要認為愛貪可以不要，其他的瞋恚、嫉妒，這個大概沒有關係，那就錯了，統統都不能有，所有一切煩惱、習氣，都要把它捨棄掉，你的心才會清淨。用什麼方法把這個東西捨掉？我們哪一個人不想捨掉？捨不掉。為什麼捨不掉？因為這是無始以來的習氣，習慣成自然，想丟也丟不掉。這不得不用善巧方便，這就有對治的法門，所有一切法門裡面，對治法門最方便、最有效的無過於念佛。大勢至菩薩教給我們「憶佛念佛」，憶是什麼？心裡想。心裡想佛是心清淨，口裡念佛是身清淨，這個方法妙極了，也方便極了，隨時隨處行住坐臥沒有拘束的，你就用這個方法把你的煩惱，把你的習氣、分別執著，用這一句佛號統統把它念掉。這一句佛號是什麼？我們在這個經上講得很清楚、很透徹，這一句阿彌陀佛就是自性本具的功德，是性德。十方三世一切諸佛都是念佛成佛的，用這個方法才能真正做到「檢歛端直，身心潔淨」，才真正可以做到。下面兩句說："
    },
    {
      "id": "02-005-0084_p0020",
      "zh_CN": "【志愿安定。无增缺减。】",
      "zh_TW": "【志願安定。無增缺減。】"
    },
    {
      "id": "02-005-0084_p0021",
      "zh_CN": "这个两句话对于修行人用功成败，可以说是关键，凡是成功的人一定是『志愿安定』，他心安、他心定，坚守这一个法门绝对不动摇。这个人来说禅好，那个人来讲密一生即身成佛。世尊讲八万四千法门，门门他都赞叹；要不赞叹，「这个法门不好」，不好，你讲它干什么？讲哪一个法门就赞叹哪一个法门，这是一定的道理。可是诸位要知道，「法门平等，无有高下」，佛为什么说那么多法门？因为契合各种不同的根器。佛在世，行，我们去求佛，请佛教给我们一个法门，我们认真努力修学；佛今天不在世，没地方问，那到底哪个法门适合我们自己？佛给我们说了，念佛法门遍契一切机宜，上自等觉菩萨，像文殊、普贤都发愿求生；下至地狱众生，地狱罪相现前，临终一念十念也能往生，这个法门是一网打尽。当我们没有能力选择、没有机缘选择，这个法门就决定不错。所以十方诸佛遍赞，没有一尊佛不赞叹，你选择这个法门就一点都不错！而且实在讲，十方诸佛看到了都欢喜，你选对了。",
      "zh_TW": "這個兩句話對於修行人用功成敗，可以說是關鍵，凡是成功的人一定是『志願安定』，他心安、他心定，堅守這一個法門絕對不動搖。這個人來說禪好，那個人來講密一生即身成佛。世尊講八萬四千法門，門門他都讚歎；要不讚歎，「這個法門不好」，不好，你講它幹什麼？講哪一個法門就讚歎哪一個法門，這是一定的道理。可是諸位要知道，「法門平等，無有高下」，佛為什麼說那麼多法門？因為契合各種不同的根器。佛在世，行，我們去求佛，請佛教給我們一個法門，我們認真努力修學；佛今天不在世，沒地方問，那到底哪個法門適合我們自己？佛給我們說了，念佛法門遍契一切機宜，上自等覺菩薩，像文殊、普賢都發願求生；下至地獄眾生，地獄罪相現前，臨終一念十念也能往生，這個法門是一網打盡。當我們沒有能力選擇、沒有機緣選擇，這個法門就決定不錯。所以十方諸佛遍讚，沒有一尊佛不讚歎，你選擇這個法門就一點都不錯！而且實在講，十方諸佛看到了都歡喜，你選對了。"
    },
    {
      "id": "02-005-0084_p0022",
      "zh_CN": "『无增缺减』，就是不增不减，我守定这个法门一门深入，就像大势至菩萨所说的「不假方便，自得心开」。前面有一句话说「念道之自然」，这句话说得太好了，这句话就是后来祖师大德们常讲的「老实念佛」。这一句佛号只要老老实实念下去，自自然然功夫成片，自自然然得一心不乱，自然心开意解，这是念道之自然，不要加一丝毫勉强。我在讲席当中也曾经向诸位报告过，上上根人一生一部经就够了。有人说一部经太少，恐怕不够。我们在台湾这四十年当中，有不少老阿公、老阿婆一个字不认识，就是一句阿弥陀佛，人家站着往生、坐着往生的，预知时至的，一句佛号都够了，何况一部经！你要能信得过，你要能把心安在这上面、定在这上面，一部经就够了，你一生受用不尽，自己依照这个法门，劝别人也就是这么一个法门，自行化他统统都够了、都具足了；实在忍不过，还想多念一点，这我就介绍净土五经，那叫中等根性的人；还嫌不够，那可以再加上《净土十要》、印光大师《文钞》，这些古大德的净宗的著作，那就是下等人了；还要再添一些，恐怕往生没指望了，为什么？心力分散，没指望了。这个要紧，古人常说「贪多嚼不烂」，不如专精一门。你如果说是这一部经上用上十年的功夫，锲而不舍，十年之后大家都会称你无量寿佛，你就是活的无量寿佛。而且告诉你，这一门东西真正贯通了，不但三藏十二部经典都通了，世间法也通了。就怕你一部经不通，一经通一切经通，到一切经通的时候，那个时候你大慈大悲还是示现一门深入，那叫示现。做给初学的人看，做个榜样给人看，告诉人这个方法有效果，这个方法快速，特别是在这个时代。所以这是我们修行成败关键的两句话，你的志愿能不能安定。",
      "zh_TW": "『無增缺減』，就是不增不減，我守定這個法門一門深入，就像大勢至菩薩所說的「不假方便，自得心開」。前面有一句話說「念道之自然」，這句話說得太好了，這句話就是後來祖師大德們常講的「老實念佛」。這一句佛號只要老老實實念下去，自自然然功夫成片，自自然然得一心不亂，自然心開意解，這是念道之自然，不要加一絲毫勉強。我在講席當中也曾經向諸位報告過，上上根人一生一部經就夠了。有人說一部經太少，恐怕不夠。我們在台灣這四十年當中，有不少老阿公、老阿婆一個字不認識，就是一句阿彌陀佛，人家站著往生、坐著往生的，預知時至的，一句佛號都夠了，何況一部經！你要能信得過，你要能把心安在這上面、定在這上面，一部經就夠了，你一生受用不盡，自己依照這個法門，勸別人也就是這麼一個法門，自行化他統統都夠了、都具足了；實在忍不過，還想多念一點，這我就介紹淨土五經，那叫中等根性的人；還嫌不夠，那可以再加上《淨土十要》、印光大師《文鈔》，這些古大德的淨宗的著作，那就是下等人了；還要再添一些，恐怕往生沒指望了，為什麼？心力分散，沒指望了。這個要緊，古人常說「貪多嚼不爛」，不如專精一門。你如果說是這一部經上用上十年的功夫，鍥而不捨，十年之後大家都會稱你無量壽佛，你就是活的無量壽佛。而且告訴你，這一門東西真正貫通了，不但三藏十二部經典都通了，世間法也通了。就怕你一部經不通，一經通一切經通，到一切經通的時候，那個時候你大慈大悲還是示現一門深入，那叫示現。做給初學的人看，做個榜樣給人看，告訴人這個方法有效果，這個方法快速，特別是在這個時代。所以這是我們修行成敗關鍵的兩句話，你的志願能不能安定。"
    },
    {
      "id": "02-005-0084_p0023",
      "zh_CN": "【求道和正。不误倾邪。】",
      "zh_TW": "【求道和正。不誤傾邪。】"
    },
    {
      "id": "02-005-0084_p0024",
      "zh_CN": "『和』是和平，『正』是中正。换句话说，用功不能够急躁，躁进往往会失败的；也不能够迟缓，迟缓就懈怠了，功夫不能得力，要懂得和正。『不误倾邪』，世法岔路很多，说老实话，现在正道已经失掉了，正道失掉了都是些岔路，岔路是邪道。所以今天世界大乱，人心没有归依，没有归宿、没有依靠；换句话说，善恶利害没有标准，这怎么得了？这就是天下大乱之象，没有标准，如果你冷静去观察观察现在的社会，危机重重，非常可怕。回过头来看佛门也不例外，佛法今天也倾邪了，邪得不像样子。好在这个经上把邪正的标准给我们定得清清楚楚。什么是正？清净是正，平等是正，觉是正；换句话说，不清净就是邪，不平等就是邪，不觉就是邪，标准就在经题上。我们修道要尽心尽力，就像前面菩萨的态度一样，「外若迟缓，内独驶急」，这个就是和正之相。怎样做到和正，怎样不会有偏差？下面这是非常具体落实的教导我们，要：",
      "zh_TW": "『和』是和平，『正』是中正。換句話說，用功不能夠急躁，躁進往往會失敗的；也不能夠遲緩，遲緩就懈怠了，功夫不能得力，要懂得和正。『不誤傾邪』，世法岔路很多，說老實話，現在正道已經失掉了，正道失掉了都是些岔路，岔路是邪道。所以今天世界大亂，人心沒有歸依，沒有歸宿、沒有依靠；換句話說，善惡利害沒有標準，這怎麼得了？這就是天下大亂之象，沒有標準，如果你冷靜去觀察觀察現在的社會，危機重重，非常可怕。回過頭來看佛門也不例外，佛法今天也傾邪了，邪得不像樣子。好在這個經上把邪正的標準給我們定得清清楚楚。什麼是正？清淨是正，平等是正，覺是正；換句話說，不清淨就是邪，不平等就是邪，不覺就是邪，標準就在經題上。我們修道要盡心盡力，就像前面菩薩的態度一樣，「外若遲緩，內獨駛急」，這個就是和正之相。怎樣做到和正，怎樣不會有偏差？下面這是非常具體落實的教導我們，要："
    },
    {
      "id": "02-005-0084_p0025",
      "zh_CN": "【随经约令。】",
      "zh_TW": "【隨經約令。】"
    },
    {
      "id": "02-005-0084_p0026",
      "zh_CN": "『经』就是指的这一部经，『约』是约束，『令』就是教诫、就是教诲。世尊、弥陀在这一部经里面怎么样教给我们，怎样约束我们的，我们要依教奉行。",
      "zh_TW": "『經』就是指的這一部經，『約』是約束，『令』就是教誡、就是教誨。世尊、彌陀在這一部經裡面怎麼樣教給我們，怎樣約束我們的，我們要依教奉行。"
    },
    {
      "id": "02-005-0084_p0027",
      "zh_CN": "【不敢蹉跌。】",
      "zh_TW": "【不敢蹉跌。】"
    },
    {
      "id": "02-005-0084_p0028",
      "zh_CN": "『蹉跌』，就是违背教训，你违背教训，「蹉跌」就是跌倒，摔跟头。你为什么会跌倒、会摔跟头？你不依教奉行，你不遵守教诲，你就会走错，会走错路。底下说：",
      "zh_TW": "『蹉跌』，就是違背教訓，你違背教訓，「蹉跌」就是跌倒，摔跟頭。你為什麼會跌倒、會摔跟頭？你不依教奉行，你不遵守教誨，你就會走錯，會走錯路。底下說："
    },
    {
      "id": "02-005-0084_p0029",
      "zh_CN": "【若于绳墨。】",
      "zh_TW": "【若於繩墨。】"
    },
    {
      "id": "02-005-0084_p0030",
      "zh_CN": "『若于绳墨』，「若于绳墨」就是完全对前面「和正」来讲的，这就是绝对要遵从，不能有一丝毫违背。「绳墨」是古时候，现在没有了，古时候做木匠他有一个墨斗，拉一根绳子，拉一条线拉得很直，打一条线下去，用锯子这样锯，他是完全按照那条线，一点也不敢错，它这个木头就锯得很直。现在都用电锯，不要用这个东西了。这是比喻，所以说规矩、方圆，「不依规矩，不成方圆」。所以说经典就是绳墨，绳墨就是标准，一定要遵守这个标准。什么心才是正，什么样的行持才是正？经典是标准，起心动念、言语造作，都能不违背经典的教训，这就是和正；违背教训就是倾邪，倾邪就是磋跌。所以这个经的好处，它不是给你空谈，不是给你谈玄说妙，句句话落实在生活上。到了西方极乐世界那些菩萨，在极乐世界修行、在十方世界修行，也都遵守这个原则。这一部经是不思议经，古德赞叹它「《华严》奥藏，《法华》秘髓」；换句话说，一乘圆教的精华统统在这一部经里头。虽然是诸大菩萨修学的标准，我们初学人也能够用得上，这是非常之难得。也显示这个法门为什么是「三根普被，利钝全收」，就是它这些原理原则，从下下根到上上根统统都用得上。",
      "zh_TW": "『若於繩墨』，「若於繩墨」就是完全對前面「和正」來講的，這就是絕對要遵從，不能有一絲毫違背。「繩墨」是古時候，現在沒有了，古時候做木匠他有一個墨斗，拉一根繩子，拉一條線拉得很直，打一條線下去，用鋸子這樣鋸，他是完全按照那條線，一點也不敢錯，它這個木頭就鋸得很直。現在都用電鋸，不要用這個東西了。這是比喻，所以說規矩、方圓，「不依規矩，不成方圓」。所以說經典就是繩墨，繩墨就是標準，一定要遵守這個標準。什麼心才是正，什麼樣的行持才是正？經典是標準，起心動念、言語造作，都能不違背經典的教訓，這就是和正；違背教訓就是傾邪，傾邪就是磋跌。所以這個經的好處，它不是給你空談，不是給你談玄說妙，句句話落實在生活上。到了西方極樂世界那些菩薩，在極樂世界修行、在十方世界修行，也都遵守這個原則。這一部經是不思議經，古德讚歎它「《華嚴》奧藏，《法華》祕髓」；換句話說，一乘圓教的精華統統在這一部經裡頭。雖然是諸大菩薩修學的標準，我們初學人也能夠用得上，這是非常之難得。也顯示這個法門為什麼是「三根普被，利鈍全收」，就是它這些原理原則，從下下根到上上根統統都用得上。"
    },
    {
      "id": "02-005-0084_p0031",
      "zh_CN": "【咸为道慕。旷无他念。无有忧思。】",
      "zh_TW": "【咸為道慕。曠無他念。無有憂思。】"
    },
    {
      "id": "02-005-0084_p0032",
      "zh_CN": "到这里是一段。这个三句是讲一个真正念佛人的心态，我们今天讲的意识形态，真正念佛人，他就是慕道，仰慕佛陀，仰慕阿弥陀佛，他心里没有其他的念头。『旷无他念』，旷是心里面空空的，什么都没有，没有第二个念头，只知道念佛，只知道想佛，「忆佛念佛」之外别无二念。『无有忧思』，这就是他没有牵挂、没有忧虑、没有烦恼。我们今天有不少同修常常来找我，来找我讲的话都叫一大堆的废话，来诉苦，诉什么苦？妄想太多，丢都丢不掉。他讲的是真的不是假的，为什么丢不掉？喜欢想，愈想愈多，那怎么能丢得掉？我们想想前些年，华盛顿ＤＣ周广大居士，念三天佛就把西方三圣念来了接引他往生，人家为什么会丢掉？三天就要死了，不丢也不行。你为什么丢不掉？你还没死，你的日子还长远得很，所以你丢不掉。印光大师常讲，念佛人应当把死字贴在额头，常常想到我就要死了。马上就要死了，你还有什么放不下的？放不下也得要放下。这是一个好方法。我也常常教人，每天晚上睡觉躺在床上，就想到我就要死了，想佛、念佛。这样想有个好处，到临命终时没有恐怖，为什么？我天天想佛来接引，这终于给我想到了，佛来了，没有恐怖。有多少念佛人，平常要求生净土，真到那个时候阿弥陀佛来，害怕了，「这不得了，这要死了，这还得了！」吓死了。这一吓的时候，六道轮回去了，西方世界没有分了。贪生怕死，所以你的妄想不能断。",
      "zh_TW": "到這裡是一段。這個三句是講一個真正念佛人的心態，我們今天講的意識形態，真正念佛人，他就是慕道，仰慕佛陀，仰慕阿彌陀佛，他心裡沒有其他的念頭。『曠無他念』，曠是心裡面空空的，什麼都沒有，沒有第二個念頭，只知道念佛，只知道想佛，「憶佛念佛」之外別無二念。『無有憂思』，這就是他沒有牽掛、沒有憂慮、沒有煩惱。我們今天有不少同修常常來找我，來找我講的話都叫一大堆的廢話，來訴苦，訴什麼苦？妄想太多，丟都丟不掉。他講的是真的不是假的，為什麼丟不掉？喜歡想，愈想愈多，那怎麼能丟得掉？我們想想前些年，華盛頓ＤＣ周廣大居士，念三天佛就把西方三聖念來了接引他往生，人家為什麼會丟掉？三天就要死了，不丟也不行。你為什麼丟不掉？你還沒死，你的日子還長遠得很，所以你丟不掉。印光大師常講，念佛人應當把死字貼在額頭，常常想到我就要死了。馬上就要死了，你還有什麼放不下的？放不下也得要放下。這是一個好方法。我也常常教人，每天晚上睡覺躺在床上，就想到我就要死了，想佛、念佛。這樣想有個好處，到臨命終時沒有恐怖，為什麼？我天天想佛來接引，這終於給我想到了，佛來了，沒有恐怖。有多少念佛人，平常要求生淨土，真到那個時候阿彌陀佛來，害怕了，「這不得了，這要死了，這還得了！」嚇死了。這一嚇的時候，六道輪迴去了，西方世界沒有分了。貪生怕死，所以你的妄想不能斷。"
    },
    {
      "id": "02-005-0084_p0033",
      "zh_CN": "这个世间事要看淡，假的，没有一样是真的，要觉悟。放不下就是看不破；看不破，就是想到自己还有明天、还有明年，还有后来多少多少年，这个事情麻烦大，所以你的功夫不得力。你真正放下，功夫得力，念佛念到自在，生死自在了。那个时候想住世间多少年就住多少年，不碍事，想什么时候走就什么时候走，你说这个多自在，这才叫聪明人。别人做得到，我为什么做不到？人家能做到，我也能做到，只要你依照这个方法去做，没有做不到的。所以这个意识形态必须要培养，「咸为道慕，旷无他念，无有忧思」。不要说是家亲眷属、亲戚朋友的这些牵挂不要有，自己的事情也不牵挂，也没有，所有一切忧虑、牵挂统统放下。为什么？因为那些忧虑、牵挂解决不了问题。真能解决问题，这个忧虑、牵挂还值得；忧虑、牵挂解决不了问题，那不叫冤枉吗？什么能解决问题？你心地清净，智慧现前，什么问题都能解决，这是真的不是假的。下面经文有很深的意思，连着给我们讲了八个自然。",
      "zh_TW": "這個世間事要看淡，假的，沒有一樣是真的，要覺悟。放不下就是看不破；看不破，就是想到自己還有明天、還有明年，還有後來多少多少年，這個事情麻煩大，所以你的功夫不得力。你真正放下，功夫得力，念佛念到自在，生死自在了。那個時候想住世間多少年就住多少年，不礙事，想什麼時候走就什麼時候走，你說這個多自在，這才叫聰明人。別人做得到，我為什麼做不到？人家能做到，我也能做到，只要你依照這個方法去做，沒有做不到的。所以這個意識形態必須要培養，「咸為道慕，曠無他念，無有憂思」。不要說是家親眷屬、親戚朋友的這些牽掛不要有，自己的事情也不牽掛，也沒有，所有一切憂慮、牽掛統統放下。為什麼？因為那些憂慮、牽掛解決不了問題。真能解決問題，這個憂慮、牽掛還值得；憂慮、牽掛解決不了問題，那不叫冤枉嗎？什麼能解決問題？你心地清淨，智慧現前，什麼問題都能解決，這是真的不是假的。下面經文有很深的意思，連著給我們講了八個自然。"
    },
    {
      "id": "02-005-0084_p0034",
      "zh_CN": "【自然无为。虚空无立。淡安无欲。作得善愿。尽心求索。含哀慈愍。礼义都合。苞罗表里。过度解脱。】",
      "zh_TW": "【自然無為。虛空無立。淡安無欲。作得善願。盡心求索。含哀慈愍。禮義都合。苞羅表裡。過度解脫。】"
    },
    {
      "id": "02-005-0084_p0035",
      "zh_CN": "到这个地方这是一段。这一段是形容西方世界的菩萨们他们的心情，跟我们凡夫迥然不同，我们想到那个世界去，也要把我们的心情真正彻底把它改变改变、改换改换，一定要跟他们相应，跟他们相仿佛，这样往生就方便，才真正有把握，所以说感应道交。『自然无为』，这个「自」是自性，「然」就像《楞严经》上所讲的「清净本然」，自性清净本然，人家心是这个心，换句话就是完全是真性的显露。「无为」，为是作为，为是造作，没有一丝毫的造作。我们心里动个念头都是造作，心在造作，念头有生有灭。无为是什么？生灭的妄念没有了，就是六祖讲的「本来无一物」，真常显露，真心，常住真心自然的显露。『虚空无立』，这句话是比喻，心像太虚空一样，虚空当中一法不立，这心像这样的，心里面真是一念不生。既不生，当然就不灭，这是纯真理一心的境界，而且是理一心里面很深的功夫，这不是浅功夫，我们要学习。我们今天的心态跟他的完全相反，我们是妄念拉杂东西太多太多了，无量无边。",
      "zh_TW": "到這個地方這是一段。這一段是形容西方世界的菩薩們他們的心情，跟我們凡夫迥然不同，我們想到那個世界去，也要把我們的心情真正徹底把它改變改變、改換改換，一定要跟他們相應，跟他們相彷彿，這樣往生就方便，才真正有把握，所以說感應道交。『自然無為』，這個「自」是自性，「然」就像《楞嚴經》上所講的「清淨本然」，自性清淨本然，人家心是這個心，換句話就是完全是真性的顯露。「無為」，為是作為，為是造作，沒有一絲毫的造作。我們心裡動個念頭都是造作，心在造作，念頭有生有滅。無為是什麼？生滅的妄念沒有了，就是六祖講的「本來無一物」，真常顯露，真心，常住真心自然的顯露。『虛空無立』，這句話是比喻，心像太虛空一樣，虛空當中一法不立，這心像這樣的，心裡面真是一念不生。既不生，當然就不滅，這是純真理一心的境界，而且是理一心裡面很深的功夫，這不是淺功夫，我們要學習。我們今天的心態跟他的完全相反，我們是妄念拉雜東西太多太多了，無量無邊。"
    },
    {
      "id": "02-005-0084_p0036",
      "zh_CN": "『淡安无欲』，淡泊、安然，没有欲望。我们要问，佛菩萨发愿要度众生算不算是欲望？四弘誓愿说「众生无边誓愿度」，阿弥陀佛四十八愿愿愿要度无尽的众生，这是不是欲望？给诸位说，不是的，不是欲望，那是愿望，不是欲望。欲望是什么？是你有心去求，这个不一样；愿望没有心。所以我们现在很苦，佛为什么不很着急来度我们？因为佛没有欲望，佛在那里冷眼旁观，你现在还并不想得度，嘴巴里想，心里不想，是不是？如果佛说马上来接你往生，你吓到了，赶紧跑掉了，来也不来了，可见得口是心非。这佛菩萨看得很清楚，你是假的，不是真的，所以佛菩萨不来。如果你是真的，佛菩萨就来了；你是假的，他不来，这个我们要分清楚、要辨别清楚。所以在这个世间，我们的欲望愈低，你的日子就过得愈快乐、愈幸福、愈充实。特别是物质上的欲望，我们在这个世间能吃得饱、穿得暖，有个房子遮避风雨足够了。不要去跟一些人去争排场，争物欲上的享受，那你就苦了，你就太苦太苦了！你能够不追求物质欲望，台湾的日子是非常好过，以你充分的时间去念佛，忆佛念佛，真正能用功，功夫会得力。",
      "zh_TW": "『淡安無欲』，淡泊、安然，沒有欲望。我們要問，佛菩薩發願要度眾生算不算是欲望？四弘誓願說「眾生無邊誓願度」，阿彌陀佛四十八願願願要度無盡的眾生，這是不是欲望？給諸位說，不是的，不是欲望，那是願望，不是欲望。欲望是什麼？是你有心去求，這個不一樣；願望沒有心。所以我們現在很苦，佛為什麼不很著急來度我們？因為佛沒有欲望，佛在那裡冷眼旁觀，你現在還並不想得度，嘴巴裡想，心裡不想，是不是？如果佛說馬上來接你往生，你嚇到了，趕緊跑掉了，來也不來了，可見得口是心非。這佛菩薩看得很清楚，你是假的，不是真的，所以佛菩薩不來。如果你是真的，佛菩薩就來了；你是假的，他不來，這個我們要分清楚、要辨別清楚。所以在這個世間，我們的欲望愈低，你的日子就過得愈快樂、愈幸福、愈充實。特別是物質上的欲望，我們在這個世間能吃得飽、穿得暖，有個房子遮避風雨足夠了。不要去跟一些人去爭排場，爭物欲上的享受，那你就苦了，你就太苦太苦了！你能夠不追求物質欲望，台灣的日子是非常好過，以你充分的時間去念佛，憶佛念佛，真正能用功，功夫會得力。"
    },
    {
      "id": "02-005-0084_p0037",
      "zh_CN": "下面说『作得善愿，尽心求索』，这是每一个人在学佛因地上所发的愿，这个愿是真实的，愿不是假的，不会落空的。愿要有机缘，缘成熟了我的愿一定要兑现；缘不成熟，我绝对不勉强，勉强就有业障了。那什么愿？当然是度众生的大愿。此地讲「作得善愿」，这是帮助佛接引众生，帮助佛教化众生。怎么样帮助？就是将这个法门普遍的、广泛的、随时随地介绍给别人，推荐给别人，这就是作得善愿。「尽心求索」，这是要你尽心尽力去做，尽心尽力就圆满，不要勉强，尽心尽力就是善巧方便。有些人没有这个力量，勉强去做，这是错误的。",
      "zh_TW": "下面說『作得善願，盡心求索』，這是每一個人在學佛因地上所發的願，這個願是真實的，願不是假的，不會落空的。願要有機緣，緣成熟了我的願一定要兌現；緣不成熟，我絕對不勉強，勉強就有業障了。那什麼願？當然是度眾生的大願。此地講「作得善願」，這是幫助佛接引眾生，幫助佛教化眾生。怎麼樣幫助？就是將這個法門普遍的、廣泛的、隨時隨地介紹給別人，推薦給別人，這就是作得善願。「盡心求索」，這是要你盡心盡力去做，盡心盡力就圓滿，不要勉強，盡心盡力就是善巧方便。有些人沒有這個力量，勉強去做，這是錯誤的。"
    },
    {
      "id": "02-005-0084_p0038",
      "zh_CN": "在中国古代，我过去是在经上看到的，但是哪一部经忘掉了，很久很久以前初学佛的时候看到的，可惜我没有把它记下来。经上讲的，佛弟子不化缘，这个化缘是很晚的事情。从前寺院丛林的建造，都是国王大臣护持的，还有大富长者，都是自己一个人捐助的；没有说是到外面去化小缘来盖道场的，这个古时候没有。所以我觉得佛这个开示，对我们修道的人是很有帮助的，这是正确的。凡是化缘去募捐做个事情，就已经很勉强了，就不如法。虽然好事情是建立了，你心里头很烦，你心里面有牵挂。有忧虑、有牵挂，你道心没有了，你得不偿失。所以这个经里面告诉我们，「假令供养恒沙圣，不如坚勇求正觉」，你看讲得多好、多明白。再好的事情，我们也不应该用这种手段去做，这种手段里头弊病很多，流弊很多，造业的机会很多。所以真正有道行的人，不忍心看到众生造罪业，不忍心看到众生从这个地方去堕落，这个不是一个好方法。古时候，虽然经上也讲到，自己一个人有的时候力量不足，由大家来助缘成就的，那是大家自动发心欢喜来助的，不是去劝的，你出几个、你出几个，不是这样的；是自动发心，那个可以，那种方法行。勉强，或者是固定一个月要派多少的，人家心理上就有负担。他乐意，他家人未必乐意，好像是桩好事，但是惹得他家人有的时候起反感来毁谤佛法，来做谤法，毁谤三宝，造的恶业就重了，所以这些事情我们学佛的人必须要知道。所以我们这几个道场，说实在话，这个建立都相当如法，我们没有去化缘，没有去募捐，大家自动自发，就是三宝护持，你只要有善心、有善愿，必定有三宝护持。这个实在讲是我最初学佛，章嘉大师教给我的，他那个时候教我不要去求人，他说你求人，人家要不答应你的时候，你会生烦恼；他说你求佛菩萨，求佛菩萨没有感应，那是机缘不成熟，机缘成熟的时候一定感应道交。这个实在是得力于老师的教导。",
      "zh_TW": "在中國古代，我過去是在經上看到的，但是哪一部經忘掉了，很久很久以前初學佛的時候看到的，可惜我沒有把它記下來。經上講的，佛弟子不化緣，這個化緣是很晚的事情。從前寺院叢林的建造，都是國王大臣護持的，還有大富長者，都是自己一個人捐助的；沒有說是到外面去化小緣來蓋道場的，這個古時候沒有。所以我覺得佛這個開示，對我們修道的人是很有幫助的，這是正確的。凡是化緣去募捐做個事情，就已經很勉強了，就不如法。雖然好事情是建立了，你心裡頭很煩，你心裡面有牽掛。有憂慮、有牽掛，你道心沒有了，你得不償失。所以這個經裡面告訴我們，「假令供養恆沙聖，不如堅勇求正覺」，你看講得多好、多明白。再好的事情，我們也不應該用這種手段去做，這種手段裡頭弊病很多，流弊很多，造業的機會很多。所以真正有道行的人，不忍心看到眾生造罪業，不忍心看到眾生從這個地方去墮落，這個不是一個好方法。古時候，雖然經上也講到，自己一個人有的時候力量不足，由大家來助緣成就的，那是大家自動發心歡喜來助的，不是去勸的，你出幾個、你出幾個，不是這樣的；是自動發心，那個可以，那種方法行。勉強，或者是固定一個月要派多少的，人家心理上就有負擔。他樂意，他家人未必樂意，好像是樁好事，但是惹得他家人有的時候起反感來毀謗佛法，來做謗法，毀謗三寶，造的惡業就重了，所以這些事情我們學佛的人必須要知道。所以我們這幾個道場，說實在話，這個建立都相當如法，我們沒有去化緣，沒有去募捐，大家自動自發，就是三寶護持，你只要有善心、有善願，必定有三寶護持。這個實在講是我最初學佛，章嘉大師教給我的，他那個時候教我不要去求人，他說你求人，人家要不答應你的時候，你會生煩惱；他說你求佛菩薩，求佛菩薩沒有感應，那是機緣不成熟，機緣成熟的時候一定感應道交。這個實在是得力於老師的教導。"
    },
    {
      "id": "02-005-0084_p0039",
      "zh_CN": "底下『含哀慈愍』，这个「含哀」就是大悲，悲心，怜悯苦难众生的心，「慈愍」是大慈，这一句话就是大慈大悲。慈悲加上一个大，这个心是清净平等的，就叫做大慈悲。如果心不清净，有好恶之分，这个人我喜欢他，我对他很慈悲，那个人我讨厌他，我对他就不慈悲，这个慈悲心就不能叫大慈大悲了，这个慈悲通常在佛门讲，叫爱缘慈悲。是因为你爱他你才慈悲他，你不爱他就不慈悲，叫爱缘慈悲，那就不能叫大慈大悲。大慈悲心，实在说法身大士才称得上，为什么？人家心真正清净平等了，没有分别，没有好恶之分，这是我们应当要学习的。",
      "zh_TW": "底下『含哀慈愍』，這個「含哀」就是大悲，悲心，憐憫苦難眾生的心，「慈愍」是大慈，這一句話就是大慈大悲。慈悲加上一個大，這個心是清淨平等的，就叫做大慈悲。如果心不清淨，有好惡之分，這個人我喜歡他，我對他很慈悲，那個人我討厭他，我對他就不慈悲，這個慈悲心就不能叫大慈大悲了，這個慈悲通常在佛門講，叫愛緣慈悲。是因為你愛他你才慈悲他，你不愛他就不慈悲，叫愛緣慈悲，那就不能叫大慈大悲。大慈悲心，實在說法身大士才稱得上，為什麼？人家心真正清淨平等了，沒有分別，沒有好惡之分，這是我們應當要學習的。"
    },
    {
      "id": "02-005-0084_p0040",
      "zh_CN": "『礼义都合』，礼义随着时代有不同的标准，随着地区有不同的标准，譬如中国三代之礼就不一样，古礼跟今礼不相同，中国人的礼跟外国人的礼也不相同。这一句话里头含义就深广了，含的什么意思？佛法必须要做到现代化、本土化，这礼义都合，在台湾对台湾的礼义合，到日本跟日本的礼义合，到美国跟美国的礼义合，到哪个地区、哪个时代，它礼义都合。用现代的话来讲，就是现代化与本土化，就是这个意思；换句话说，它能适合于一切众生不同的生活习惯，这个佛法才能普度众生。",
      "zh_TW": "『禮義都合』，禮義隨著時代有不同的標準，隨著地區有不同的標準，譬如中國三代之禮就不一樣，古禮跟今禮不相同，中國人的禮跟外國人的禮也不相同。這一句話裡頭含義就深廣了，含的什麼意思？佛法必須要做到現代化、本土化，這禮義都合，在台灣對台灣的禮義合，到日本跟日本的禮義合，到美國跟美國的禮義合，到哪個地區、哪個時代，它禮義都合。用現代的話來講，就是現代化與本土化，就是這個意思；換句話說，它能適合於一切眾生不同的生活習慣，這個佛法才能普度眾生。"
    },
    {
      "id": "02-005-0084_p0041",
      "zh_CN": "所以底下才有这样殊胜的效果，『苞罗表里，过度解脱』，「表」是事相、是现象，「里」是道理。就是一切事理，在佛法里面讲性相，性相、事理统统「苞罗」。这就是《华严》里面讲的事事无碍的法界，事事无碍的法界这才叫真正究竟圆满的幸福。我们世间人常讲美满，那是有名无实，这才真正到所谓真善美慧达到了究竟圆满。「过」是超过，「度」是度脱，这就是超越六道、超越生死，得到究竟圆满的解脱。而且究竟圆满的解脱就在日常生活之中，没有离开现实生活，这个生活才叫真正的圆满、真实的利益，前面讲「惠予众生以真实之利」。如果究竟圆满解脱不在我们日常生活当中，这不能叫究竟圆满。所以这段经文含义非常非常的深广，我们要细心去体会它。",
      "zh_TW": "所以底下才有這樣殊勝的效果，『苞羅表裡，過度解脫』，「表」是事相、是現象，「裡」是道理。就是一切事理，在佛法裡面講性相，性相、事理統統「苞羅」。這就是《華嚴》裡面講的事事無礙的法界，事事無礙的法界這才叫真正究竟圓滿的幸福。我們世間人常講美滿，那是有名無實，這才真正到所謂真善美慧達到了究竟圓滿。「過」是超過，「度」是度脫，這就是超越六道、超越生死，得到究竟圓滿的解脫。而且究竟圓滿的解脫就在日常生活之中，沒有離開現實生活，這個生活才叫真正的圓滿、真實的利益，前面講「惠予眾生以真實之利」。如果究竟圓滿解脫不在我們日常生活當中，這不能叫究竟圓滿。所以這段經文含義非常非常的深廣，我們要細心去體會它。"
    },
    {
      "id": "02-005-0084_p0042",
      "zh_CN": "今天时间到了，就讲到此地。",
      "zh_TW": "今天時間到了，就講到此地。"
    }
  ]
}