{
  "doc_id": "02-005-0043",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0043",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-005-0043_p0001",
      "zh_CN": "请掀开经本第二十四面，倒数第二行，看第九章：『我作佛时，十方世界无量刹中无数诸佛，若不共称叹我名，说我功德国土之善者，不取正觉。』这个是「诸佛称叹愿」，这一愿也非常的重要。西方极乐世界虽然是无比的殊胜庄严，如果没有人给我们介绍，谁知道？虽然一切众生是不难往生，没有人介绍不行。所以，弥陀如果要想普度一切众生，决定不能没有这一愿，这一愿就是，十方一切诸佛都要给他做介绍。「十方世界无量刹中无数诸佛」，这是把虚空法界一切诸佛统统都含摄尽了，决定没有一尊佛例外。称名就是念阿弥陀佛，换句话说，没有一尊佛不念阿弥陀佛，这是这一句。「说我功德国土之善者」，这就是讲经，没有一尊佛不讲《无量寿经》、不讲《阿弥陀经》、不讲《观无量寿经》，这些都是称赞西方世界依正庄严。有了这一愿，十方世界无量无边的众生才有得度的因缘，可见得这一愿比什么都重要，这一愿就是流通的大愿。这一愿也说明了弥陀教化的区域是尽虚空遍法界，绝不止是一个极乐世界，一切诸佛刹土都变成弥陀的教区了，这是我们应当特别注意到的。",
      "zh_TW": "請掀開經本第二十四面，倒數第二行，看第九章：『我作佛時，十方世界無量剎中無數諸佛，若不共稱歎我名，說我功德國土之善者，不取正覺。』這個是「諸佛稱歎願」，這一願也非常的重要。西方極樂世界雖然是無比的殊勝莊嚴，如果沒有人給我們介紹，誰知道？雖然一切眾生是不難往生，沒有人介紹不行。所以，彌陀如果要想普度一切眾生，決定不能沒有這一願，這一願就是，十方一切諸佛都要給他做介紹。「十方世界無量剎中無數諸佛」，這是把虛空法界一切諸佛統統都含攝盡了，決定沒有一尊佛例外。稱名就是念阿彌陀佛，換句話說，沒有一尊佛不念阿彌陀佛，這是這一句。「說我功德國土之善者」，這就是講經，沒有一尊佛不講《無量壽經》、不講《阿彌陀經》、不講《觀無量壽經》，這些都是稱讚西方世界依正莊嚴。有了這一願，十方世界無量無邊的眾生才有得度的因緣，可見得這一願比什麼都重要，這一願就是流通的大願。這一願也說明了彌陀教化的區域是盡虛空遍法界，絕不止是一個極樂世界，一切諸佛剎土都變成彌陀的教區了，這是我們應當特別注意到的。"
    },
    {
      "id": "02-005-0043_p0002",
      "zh_CN": "底下这个第十章，就是第十八愿，自古以来许多的祖师大德都公认，这一愿是四十八愿的核心，是一切诸佛为什么赞叹阿弥陀佛，就在这一愿上，这一愿确确实实稀有。",
      "zh_TW": "底下這個第十章，就是第十八願，自古以來許多的祖師大德都公認，這一願是四十八願的核心，是一切諸佛為什麼讚歎阿彌陀佛，就在這一願上，這一願確確實實稀有。"
    },
    {
      "id": "02-005-0043_p0003",
      "zh_CN": "【我作佛时。十方众生。】",
      "zh_TW": "【我作佛時。十方眾生。】"
    },
    {
      "id": "02-005-0043_p0004",
      "zh_CN": "这个地方没有拣别哪一方除外，没有说，没有说我们娑婆世界除外的。换句话说，我们娑婆世界包括在这一句当中，这个里面讲的『众生』，包括我们本人在内。",
      "zh_TW": "這個地方沒有揀別哪一方除外，沒有說，沒有說我們娑婆世界除外的。換句話說，我們娑婆世界包括在這一句當中，這個裡面講的『眾生』，包括我們本人在內。"
    },
    {
      "id": "02-005-0043_p0005",
      "zh_CN": "【闻我名号。至心信乐。所有善根。心心回向。愿生我国。乃至十念。若不生者。不取正觉。唯除五逆。诽谤正法。】",
      "zh_TW": "【聞我名號。至心信樂。所有善根。心心回向。願生我國。乃至十念。若不生者。不取正覺。唯除五逆。誹謗正法。】"
    },
    {
      "id": "02-005-0043_p0006",
      "zh_CN": "这个就是「十念必生」的大愿。净宗修学的宗旨，就定在「发菩提心，一向专念」。这个修学宗旨从哪里来的？就从这一愿来的，这一愿是给我们讲一向专念。底下一愿就是第十九愿是讲发菩提心。所以我们在后面经文里面读到，「三辈往生」统统要发菩提心，要「发菩提心，一向专念阿弥陀佛」，这是净业正因。有很多很多的人好像也发了菩提心，也一天到晚都拿着念珠念阿弥陀佛了，为什么没生到西方，是不是这个经上有了问题？这一点我们一定要把它看清楚，才不至于产生误会，才不至于耽误自己这一生修行的目的。这一章经文里面，我们要仔细去看，一个字都不能够疏忽。第一句讲『闻我名号』，这个「闻」不是普通的闻，普通之闻不起作用。因为这个经是大乘经，不但是大乘，大乘当中的大乘，一乘当中的一乘，每一个字的标准决定不是泛泛者。菩萨的闻慧；换句话说，这一个字就包括了闻思修三慧。实际上底下经文都给我们说出来了，闻是缘分，这个缘分决定不是偶然的。正如世尊在本经里面给我们开示说，这个「善男子善女人」，你能够一生当中听到阿弥陀佛的名号、经论，那真的是善男子善女人，这不是假的，这个善就是无量劫来所种的深厚善根；跟其他经上所讲的善男子善女人那个善不一样，这个善根比那个要深厚得太多太多了！你才有缘分听到这个经典，听了之后一定欢喜。",
      "zh_TW": "這個就是「十念必生」的大願。淨宗修學的宗旨，就定在「發菩提心，一向專念」。這個修學宗旨從哪裡來的？就從這一願來的，這一願是給我們講一向專念。底下一願就是第十九願是講發菩提心。所以我們在後面經文裡面讀到，「三輩往生」統統要發菩提心，要「發菩提心，一向專念阿彌陀佛」，這是淨業正因。有很多很多的人好像也發了菩提心，也一天到晚都拿著念珠念阿彌陀佛了，為什麼沒生到西方，是不是這個經上有了問題？這一點我們一定要把它看清楚，才不至於產生誤會，才不至於耽誤自己這一生修行的目的。這一章經文裡面，我們要仔細去看，一個字都不能夠疏忽。第一句講『聞我名號』，這個「聞」不是普通的聞，普通之聞不起作用。因為這個經是大乘經，不但是大乘，大乘當中的大乘，一乘當中的一乘，每一個字的標準決定不是泛泛者。菩薩的聞慧；換句話說，這一個字就包括了聞思修三慧。實際上底下經文都給我們說出來了，聞是緣分，這個緣分決定不是偶然的。正如世尊在本經裡面給我們開示說，這個「善男子善女人」，你能夠一生當中聽到阿彌陀佛的名號、經論，那真的是善男子善女人，這不是假的，這個善就是無量劫來所種的深厚善根；跟其他經上所講的善男子善女人那個善不一樣，這個善根比那個要深厚得太多太多了！你才有緣分聽到這個經典，聽了之後一定歡喜。"
    },
    {
      "id": "02-005-0043_p0007",
      "zh_CN": "所以底下接着『至心信乐』，「至心」是真心、是诚心，是实实在在决定没有虚妄的心，这一点就不容易了。此地讲的至心，跟《弥陀经》上讲的一心，是完全相同，这个就是能不能往生那个关键的所在。我们今天听了弥陀名号，实在讲还有二心、三心、无量心，一天到晚胡思乱想，没有达到一心。至心就是一心，从今而后，以我们人来讲就是尽形寿，就是尽我们现前这个一生，真的要做到念兹在兹，心里面念念都有阿弥陀佛，这个一句一句不可以间断。间断了就产生两个现象，一个打妄想，起心动念胡思乱想；一个就是无明，没有妄想，没有妄想就堕到无明上。所以众生不是堕在妄想，就是堕在无明，你说这个多可怕！堕在妄想那一边就是贪瞋，堕在无明这一边就是愚痴，搞的是什么？贪瞋痴，不念佛号就念贪瞋痴，这个是你不知道。佛祖提醒我们，我们自己冷静去想一想，一点都不错，佛号断了的时候就是贪瞋痴，贪瞋痴是搞的六道三途，造这种业。这一句佛号是净业，教我们永脱轮回，往生不退成佛，一生当中就可以把这个事情办得圆圆满满。所以这个「至心」就是关键的字眼。",
      "zh_TW": "所以底下接著『至心信樂』，「至心」是真心、是誠心，是實實在在決定沒有虛妄的心，這一點就不容易了。此地講的至心，跟《彌陀經》上講的一心，是完全相同，這個就是能不能往生那個關鍵的所在。我們今天聽了彌陀名號，實在講還有二心、三心、無量心，一天到晚胡思亂想，沒有達到一心。至心就是一心，從今而後，以我們人來講就是盡形壽，就是盡我們現前這個一生，真的要做到念茲在茲，心裡面念念都有阿彌陀佛，這個一句一句不可以間斷。間斷了就產生兩個現象，一個打妄想，起心動念胡思亂想；一個就是無明，沒有妄想，沒有妄想就墮到無明上。所以眾生不是墮在妄想，就是墮在無明，你說這個多可怕！墮在妄想那一邊就是貪瞋，墮在無明這一邊就是愚痴，搞的是什麼？貪瞋痴，不念佛號就念貪瞋痴，這個是你不知道。佛祖提醒我們，我們自己冷靜去想一想，一點都不錯，佛號斷了的時候就是貪瞋痴，貪瞋痴是搞的六道三途，造這種業。這一句佛號是淨業，教我們永脫輪迴，往生不退成佛，一生當中就可以把這個事情辦得圓圓滿滿。所以這個「至心」就是關鍵的字眼。"
    },
    {
      "id": "02-005-0043_p0008",
      "zh_CN": "「信」了，「乐」是爱好，欢喜爱好，人生当中第一喜欢的就是这桩事情，第一喜欢的，其他任何都不能取代的，才叫做「至心信乐」。我们有没有做到？那一句阿弥陀佛是从这样的心生出来的、念出来的，这才叫相应。所以叫「一念相应一念佛，念念相应念念佛」，这叫相应。念佛人不能不知，你不知，你念一辈子佛到最后不能往生。实在讲，我们过去生中生生世世都念佛；虽念佛，不晓得这个道理，没有把这四个字抓住，所以跟弥陀结个法缘而已，还得搞轮回。这一生就又遇到了，又遇到，这一生的缘很胜，能把《无量寿经》四十八愿讲清楚的这个缘不多。这个缘殊胜，一定要把握住，决定在这一生当中不能够放过。跟楞严会上大势至菩萨所说的净念相继是一个意思，「至心信乐」就是「净念相继」。如果不是净念相继，那就不叫做至心信乐，你在这个世间还有其他喜欢的事情，其他还有放不下的事情，你就不是至心信乐。所以这一句话非常非常的重要。",
      "zh_TW": "「信」了，「樂」是愛好，歡喜愛好，人生當中第一喜歡的就是這樁事情，第一喜歡的，其他任何都不能取代的，才叫做「至心信樂」。我們有沒有做到？那一句阿彌陀佛是從這樣的心生出來的、念出來的，這才叫相應。所以叫「一念相應一念佛，念念相應念念佛」，這叫相應。念佛人不能不知，你不知，你念一輩子佛到最後不能往生。實在講，我們過去生中生生世世都念佛；雖念佛，不曉得這個道理，沒有把這四個字抓住，所以跟彌陀結個法緣而已，還得搞輪迴。這一生就又遇到了，又遇到，這一生的緣很勝，能把《無量壽經》四十八願講清楚的這個緣不多。這個緣殊勝，一定要把握住，決定在這一生當中不能夠放過。跟楞嚴會上大勢至菩薩所說的淨念相繼是一個意思，「至心信樂」就是「淨念相繼」。如果不是淨念相繼，那就不叫做至心信樂，你在這個世間還有其他喜歡的事情，其他還有放不下的事情，你就不是至心信樂。所以這一句話非常非常的重要。"
    },
    {
      "id": "02-005-0043_p0009",
      "zh_CN": "『所有善根，心心回向，愿生我国』。前面是讲专念，当然这一生专念之中，我们在没有往生之前，离不开社会、离不开人群、离不开一切众生，那我们一定要依照经训。弥陀、世尊（就是本师释迦牟尼佛），这两位导师在经典里面给我们的教训，我们要做到。这些教训总而言之，都是「断恶修善，积功累德」，这两句都可以包括尽了，这就是你所修的种种善根。修积的这些善根，只有一个目标、一个愿望，那就是求生净土，这样一个目标、一个愿望就叫做「心心回向」，一切善根、功德统统回向西方。诸位要知道，前面讲的「至心信乐」，这个专念是正修，善根回向是助修，正助双修。正修里面偏重在慧，助修里面偏重在福。有福报的人临命终时「心不颠倒，如入禅定」，临终没有病苦，这个是福报；有病苦的就不是福报。病是果报，能不能把它扭转？生死轮回都有办法扭转，那小小的疾病还转不了吗？可以转得了的。怎么转法？你努力修善。你看看《了凡四训》里面所说的，《感应篇汇编》里面所讲的，《阴骘文广义》里面所讲的，真心为善，许许多多的业障、罪报，不知不觉当中都转了，你就不要受了。这是说，我们希望一生长寿，好，长寿要健康，长寿不健康苦死了。所以健康非常重要，尤其是中年以上的人，第一幸福是身体健康；绝对不是财富、地位，那个东西没有用，身体不健康，再多的人侍候你，也是苦不堪言。所以这个是一定要靠自己认真去修学。",
      "zh_TW": "『所有善根，心心回向，願生我國』。前面是講專念，當然這一生專念之中，我們在沒有往生之前，離不開社會、離不開人群、離不開一切眾生，那我們一定要依照經訓。彌陀、世尊（就是本師釋迦牟尼佛），這兩位導師在經典裡面給我們的教訓，我們要做到。這些教訓總而言之，都是「斷惡修善，積功累德」，這兩句都可以包括盡了，這就是你所修的種種善根。修積的這些善根，只有一個目標、一個願望，那就是求生淨土，這樣一個目標、一個願望就叫做「心心回向」，一切善根、功德統統回向西方。諸位要知道，前面講的「至心信樂」，這個專念是正修，善根回向是助修，正助雙修。正修裡面偏重在慧，助修裡面偏重在福。有福報的人臨命終時「心不顛倒，如入禪定」，臨終沒有病苦，這個是福報；有病苦的就不是福報。病是果報，能不能把它扭轉？生死輪迴都有辦法扭轉，那小小的疾病還轉不了嗎？可以轉得了的。怎麼轉法？你努力修善。你看看《了凡四訓》裡面所說的，《感應篇彙編》裡面所講的，《陰騭文廣義》裡面所講的，真心為善，許許多多的業障、罪報，不知不覺當中都轉了，你就不要受了。這是說，我們希望一生長壽，好，長壽要健康，長壽不健康苦死了。所以健康非常重要，尤其是中年以上的人，第一幸福是身體健康；絕對不是財富、地位，那個東西沒有用，身體不健康，再多的人侍候你，也是苦不堪言。所以這個是一定要靠自己認真去修學。"
    },
    {
      "id": "02-005-0043_p0010",
      "zh_CN": "佛告诉我们，世出世间总离不开因缘，连佛说法度生也是因缘，因缘底下是果报。所以，世出世法既然是因缘果报，你造善因善缘自然得的是好的果报，你造的是恶因恶缘当然得的恶报，这是任何力量都不能够改变的，佛也不能转定业。因缘是自己造的，果报就得自己受，佛加持我们，佛保佑我们，用什么保佑？就是把这个事实真相给我们说清楚、说明白了，让我们从今之后起心动念，晓得我要造善因善缘，远离恶因恶缘，果报自然就殊胜了！从前所造的一些罪业，我从今天起再不造罪，业因虽在，缘断掉了。因没有缘，不会结果，所以应当受的那个恶报也没有了。过去还有一点善根，现在拼命造善缘，那个善的果报，本来是这一生不能成熟的，来生来世才成熟的，因为你断恶修善，善缘的力量加强，恶缘断掉，那个微细的因，它也提前受报了。这是佛加持我们的，我们今天要的就是这个。我们要什么？说实实在在话，这是聪明人，世间的名闻利养、一切财富统统不要；要健康长寿，就要这个，要自己不生病，死的时候也不生病。在我们佛门很多，往生的时候站着走的、坐着走的，走之前还跟人谈笑风生，谈完之后：我要走了，你们大家念佛送我。念不到十分钟、十五分钟，他就走了，你看多自在！这个要靠什么？这就是「所有善根，心心回向，愿生西方」，就在这里。所以把一切善根统统回向，就是求生西方，在世间的时候求一个健康长寿，其他的什么都不要。",
      "zh_TW": "佛告訴我們，世出世間總離不開因緣，連佛說法度生也是因緣，因緣底下是果報。所以，世出世法既然是因緣果報，你造善因善緣自然得的是好的果報，你造的是惡因惡緣當然得的惡報，這是任何力量都不能夠改變的，佛也不能轉定業。因緣是自己造的，果報就得自己受，佛加持我們，佛保佑我們，用什麼保佑？就是把這個事實真相給我們說清楚、說明白了，讓我們從今之後起心動念，曉得我要造善因善緣，遠離惡因惡緣，果報自然就殊勝了！從前所造的一些罪業，我從今天起再不造罪，業因雖在，緣斷掉了。因沒有緣，不會結果，所以應當受的那個惡報也沒有了。過去還有一點善根，現在拼命造善緣，那個善的果報，本來是這一生不能成熟的，來生來世才成熟的，因為你斷惡修善，善緣的力量加強，惡緣斷掉，那個微細的因，它也提前受報了。這是佛加持我們的，我們今天要的就是這個。我們要什麼？說實實在在話，這是聰明人，世間的名聞利養、一切財富統統不要；要健康長壽，就要這個，要自己不生病，死的時候也不生病。在我們佛門很多，往生的時候站著走的、坐著走的，走之前還跟人談笑風生，談完之後：我要走了，你們大家念佛送我。念不到十分鐘、十五分鐘，他就走了，你看多自在！這個要靠什麼？這就是「所有善根，心心回向，願生西方」，就在這裡。所以把一切善根統統回向，就是求生西方，在世間的時候求一個健康長壽，其他的什麼都不要。"
    },
    {
      "id": "02-005-0043_p0011",
      "zh_CN": "底下一句这是核心当中的核心，『乃至十念』，「十念」这是最少的。临命终时十念一念都能往生，这个在历史上有例子，这不是假的。这一段里面后头有『唯除五逆，诽谤正法』，有这两句，可是我们看佛在《观无量寿经》里面所讲的，五逆十恶临终要遇到胜缘也能往生，五逆不是不能往生。可见得它这里「五逆」是陪衬的一句话，重要的是末后这一句「诽谤」，你根本不信，那怎么能往生？换句话说，五逆罪如果不毁谤，能够信受，他也能往生。善导大师说，他说此地讲的十念只是口念。这个不是普通讲的十念法，尽一口气是一念，不是这个，这就是十句佛号，这是临终的十念。是这个人一生当中从来没有听到过佛号的，甚至从来没有学过佛的，到临命终时才遇到善知识劝他念佛，劝他求生净土，他一听就相信、就接受，就真的发心。这个也是自听佛法一直到往生，「至心信乐，所有善根，心心回向」，完全符合经典所讲的标准，他完全符合，他怎么不往生！他当然往生，不过时间短而已，当然时间是愈长愈好。",
      "zh_TW": "底下一句這是核心當中的核心，『乃至十念』，「十念」這是最少的。臨命終時十念一念都能往生，這個在歷史上有例子，這不是假的。這一段裡面後頭有『唯除五逆，誹謗正法』，有這兩句，可是我們看佛在《觀無量壽經》裡面所講的，五逆十惡臨終要遇到勝緣也能往生，五逆不是不能往生。可見得它這裡「五逆」是陪襯的一句話，重要的是末後這一句「誹謗」，你根本不信，那怎麼能往生？換句話說，五逆罪如果不毀謗，能夠信受，他也能往生。善導大師說，他說此地講的十念只是口念。這個不是普通講的十念法，盡一口氣是一念，不是這個，這就是十句佛號，這是臨終的十念。是這個人一生當中從來沒有聽到過佛號的，甚至從來沒有學過佛的，到臨命終時才遇到善知識勸他念佛，勸他求生淨土，他一聽就相信、就接受，就真的發心。這個也是自聽佛法一直到往生，「至心信樂，所有善根，心心回向」，完全符合經典所講的標準，他完全符合，他怎麼不往生！他當然往生，不過時間短而已，當然時間是愈長愈好。"
    },
    {
      "id": "02-005-0043_p0012",
      "zh_CN": "讲到念佛，善导大师说得很清楚，上根之人是尽形寿一生念佛，这是上根之人。像这样的，那算是下下根人，一生没有缘分遇到佛法，到临命终时才遇到。临命终时遇到的条件，诸位要晓得，最低限度他要具足三个条件，他才能往生。第一个条件，头脑清楚，如果临终病得人事不醒，那一点用处都没有。就是你念佛念了一生的佛，临终的时候害一场大病，往生都不可靠，这要记住的。所以人不能不修福，修福就在现前，到临终的时候想修福来不及了。要认真修福，断一切恶、修一切善，要求这个福报，临终的时候清清楚楚、明明白白。这是第一个条件。在这种关键的时间，来了一个善知识劝你念佛。如果在这个关键时候没有人提醒，忘掉了，这个要紧。所以关键的时间，遇到真正的善友提醒你，劝你念佛。第三个条件，你一听了，立刻就信受奉行。如果不立刻信受，你那个命快要断气了，还来得及吗？来不及了。这个要快，不能有犹豫，一丝毫的犹豫都没有，马上就信受，立刻就念佛、发愿求生。像张善和，这是我们中国历史上人所周知的，他是临终十念往生的。这样往生的人，实在讲万万人中难得有一、二个，三个条件统统具足，缺一不可，所以这个绝对不是侥幸的事情。这样五逆之人他的往生，是在临终那一刹那忏悔，他如果是至诚心忏悔、彻底忏悔，忏悔的力量强，知道过去真正做错了，一念悔改之心，真的从地狱一下就超生，这不可思议！因此我们对于造作一切罪业的人决定不能轻视，说不定他在临命终一下往生，地位比我们高，我们还不如他。所以忏悔的功德不可思议。",
      "zh_TW": "講到念佛，善導大師說得很清楚，上根之人是盡形壽一生念佛，這是上根之人。像這樣的，那算是下下根人，一生沒有緣分遇到佛法，到臨命終時才遇到。臨命終時遇到的條件，諸位要曉得，最低限度他要具足三個條件，他才能往生。第一個條件，頭腦清楚，如果臨終病得人事不醒，那一點用處都沒有。就是你念佛念了一生的佛，臨終的時候害一場大病，往生都不可靠，這要記住的。所以人不能不修福，修福就在現前，到臨終的時候想修福來不及了。要認真修福，斷一切惡、修一切善，要求這個福報，臨終的時候清清楚楚、明明白白。這是第一個條件。在這種關鍵的時間，來了一個善知識勸你念佛。如果在這個關鍵時候沒有人提醒，忘掉了，這個要緊。所以關鍵的時間，遇到真正的善友提醒你，勸你念佛。第三個條件，你一聽了，立刻就信受奉行。如果不立刻信受，你那個命快要斷氣了，還來得及嗎？來不及了。這個要快，不能有猶豫，一絲毫的猶豫都沒有，馬上就信受，立刻就念佛、發願求生。像張善和，這是我們中國歷史上人所周知的，他是臨終十念往生的。這樣往生的人，實在講萬萬人中難得有一、二個，三個條件統統具足，缺一不可，所以這個絕對不是僥倖的事情。這樣五逆之人他的往生，是在臨終那一剎那懺悔，他如果是至誠心懺悔、徹底懺悔，懺悔的力量強，知道過去真正做錯了，一念悔改之心，真的從地獄一下就超生，這不可思議！因此我們對於造作一切罪業的人決定不能輕視，說不定他在臨命終一下往生，地位比我們高，我們還不如他。所以懺悔的功德不可思議。"
    },
    {
      "id": "02-005-0043_p0013",
      "zh_CN": "我们学佛，要想符合经上这样的标准，这就是要一心专念，要专，专礼阿弥陀佛。我们每天拜佛，特别是中年以上的人，因为什么？拜佛是很好的运动，特别是现代人运动量少。我们跟大陆上人比不一样，大陆人比我们健康，他们生活不如我们，他运动量多过我们，他们出门没有车，要走路；离开都市之外，没有水，要挑水，他们没有自来水。所以劳动量超过我们，他们的身体比我们健康、比我们长寿。衣食住行种种条件不如我们，为什么他们会健康长寿？我们在这种富裕的社会环境里头长大的，学佛的人，除了拜佛之外，很少去运动。所以拜佛实在讲拜得愈多愈好，至少一天要拜一百拜，当然能够拜三百拜是最好的，三百拜需要多少时间？给诸位说一个半小时。你分三次拜，早晨拜一百拜，中午拜一百拜，晚上拜一百拜，对于你的身体健康一定有好处。拜什么？专拜阿弥陀佛，口专念阿弥陀佛，心里专想阿弥陀佛。我们在讲堂里常常提醒同修，务必使我们的心、我们的愿、我们的解、我们的行，一一同佛无二。心愿解行，佛的心愿解行我们怎么知道？实在讲这一部《无量寿经》所讲的，就是阿弥陀佛的心、阿弥陀佛的愿、阿弥陀佛的见解、阿弥陀佛的行持，就在这本经上，这本经好，分量不多，很容易受持。所以要把它做到，把它变成我们自己的日常生活行持，这样叫做修行。这种修行法，就是古大德所说的「万修万人去」！所以这个经不是教你念，念给佛听的，佛就欢喜了；那是自己欺骗自己，不是的，佛还要听这个东西吗？佛不要听。是要念给自己受用，提醒自己依照经典教训去做。",
      "zh_TW": "我們學佛，要想符合經上這樣的標準，這就是要一心專念，要專，專禮阿彌陀佛。我們每天拜佛，特別是中年以上的人，因為什麼？拜佛是很好的運動，特別是現代人運動量少。我們跟大陸上人比不一樣，大陸人比我們健康，他們生活不如我們，他運動量多過我們，他們出門沒有車，要走路；離開都市之外，沒有水，要挑水，他們沒有自來水。所以勞動量超過我們，他們的身體比我們健康、比我們長壽。衣食住行種種條件不如我們，為什麼他們會健康長壽？我們在這種富裕的社會環境裡頭長大的，學佛的人，除了拜佛之外，很少去運動。所以拜佛實在講拜得愈多愈好，至少一天要拜一百拜，當然能夠拜三百拜是最好的，三百拜需要多少時間？給諸位說一個半小時。你分三次拜，早晨拜一百拜，中午拜一百拜，晚上拜一百拜，對於你的身體健康一定有好處。拜什麼？專拜阿彌陀佛，口專念阿彌陀佛，心裡專想阿彌陀佛。我們在講堂裡常常提醒同修，務必使我們的心、我們的願、我們的解、我們的行，一一同佛無二。心願解行，佛的心願解行我們怎麼知道？實在講這一部《無量壽經》所講的，就是阿彌陀佛的心、阿彌陀佛的願、阿彌陀佛的見解、阿彌陀佛的行持，就在這本經上，這本經好，分量不多，很容易受持。所以要把它做到，把它變成我們自己的日常生活行持，這樣叫做修行。這種修行法，就是古大德所說的「萬修萬人去」！所以這個經不是教你念，念給佛聽的，佛就歡喜了；那是自己欺騙自己，不是的，佛還要聽這個東西嗎？佛不要聽。是要念給自己受用，提醒自己依照經典教訓去做。"
    },
    {
      "id": "02-005-0043_p0014",
      "zh_CN": "这个样修行法，就是《观经》上所讲的「是心作佛」，这个就是作佛，具体实践佛的心行。在一切修行法门当中，可以说是最极玄妙，只在平平常常、老老实实、绵密念去，一句佛号接一句佛号不要中断，自自然然就相应了。如同古德所说的「暗合道妙」，暗合道妙这句话就是相应的意思，就是自然相应了。相应是什么？相应就是「是心是佛」，那个道就是是心是佛；我们这样做就是「是心作佛」，是心作佛自然就是是心是佛。《观经》上讲的这两句非常非常重要的经句，我们做到了。功夫念得好的，念得纯熟的，那是念念离念，那功夫成一片了，这就是古人所讲「以凡夫心入诸法实相」。这个在其他法门、其他宗派里面，是非常不容易达到的境界，唯有念佛法门最容易。所以善导大师说了一句话，「如来所以出兴于世，唯说弥陀愿海」，这善导大师讲的。佛出现在世间干什么？就是为我们介绍阿弥陀佛，介绍西方世界依正庄严。因为众生业障太重，跟他讲了他也不相信，所以才讲让他能够相信的法门，才说出许多无量无边的法门，那是对什么？不能相信这个法门的人所说的。能够相信这个法门，是第一善根，你看经上讲，过去生中行菩萨道，曾经供养无量无边诸佛如来，才能相信，不是一般人统统都能相信的。这是诸位同修一定要记住、要知道。",
      "zh_TW": "這個樣修行法，就是《觀經》上所講的「是心作佛」，這個就是作佛，具體實踐佛的心行。在一切修行法門當中，可以說是最極玄妙，只在平平常常、老老實實、綿密念去，一句佛號接一句佛號不要中斷，自自然然就相應了。如同古德所說的「暗合道妙」，暗合道妙這句話就是相應的意思，就是自然相應了。相應是什麼？相應就是「是心是佛」，那個道就是是心是佛；我們這樣做就是「是心作佛」，是心作佛自然就是是心是佛。《觀經》上講的這兩句非常非常重要的經句，我們做到了。功夫念得好的，念得純熟的，那是念念離念，那功夫成一片了，這就是古人所講「以凡夫心入諸法實相」。這個在其他法門、其他宗派裡面，是非常不容易達到的境界，唯有念佛法門最容易。所以善導大師說了一句話，「如來所以出興於世，唯說彌陀願海」，這善導大師講的。佛出現在世間幹什麼？就是為我們介紹阿彌陀佛，介紹西方世界依正莊嚴。因為眾生業障太重，跟他講了他也不相信，所以才講讓他能夠相信的法門，才說出許多無量無邊的法門，那是對什麼？不能相信這個法門的人所說的。能夠相信這個法門，是第一善根，你看經上講，過去生中行菩薩道，曾經供養無量無邊諸佛如來，才能相信，不是一般人統統都能相信的。這是諸位同修一定要記住、要知道。"
    },
    {
      "id": "02-005-0043_p0015",
      "zh_CN": "说到这里，我们把这个几愿，大愿的第六章、第七章、第八章、第九章，以及十念必生的这第十章，四十八愿从第十二愿到第十八愿，这个一段是整个四十八愿里面最重要的部分，我们要特别留意。大愿如果没有十念往生，就不能普度众生。我过去初学佛的时候，常常有一个念头，这个念头也找不到答案。佛，经上常常赞叹，佛是万德万能，既然万德万能，我就想，如果这个人堕在阿鼻地狱，佛能不能使他立刻成佛？如果佛能够把地狱众生教他立刻成佛，那我觉得佛是万德万能，我就相信了；如果说地狱众生这样重的罪，不可能教他立刻成佛，还要教他慢慢修、慢慢修，修上三大阿僧祇劫才成佛，这有什么稀奇？我请教过很多法师，法师都说不可能，修行要三大阿僧祇劫，不可能说是立刻成佛的。所以对于佛的敬仰都打了很大的折扣，认为经上赞叹佛，那是赞叹的、是夸张的，不是真的。",
      "zh_TW": "說到這裡，我們把這個幾願，大願的第六章、第七章、第八章、第九章，以及十念必生的這第十章，四十八願從第十二願到第十八願，這個一段是整個四十八願裡面最重要的部分，我們要特別留意。大願如果沒有十念往生，就不能普度眾生。我過去初學佛的時候，常常有一個念頭，這個念頭也找不到答案。佛，經上常常讚歎，佛是萬德萬能，既然萬德萬能，我就想，如果這個人墮在阿鼻地獄，佛能不能使他立刻成佛？如果佛能夠把地獄眾生教他立刻成佛，那我覺得佛是萬德萬能，我就相信了；如果說地獄眾生這樣重的罪，不可能教他立刻成佛，還要教他慢慢修、慢慢修，修上三大阿僧祇劫才成佛，這有什麼稀奇？我請教過很多法師，法師都說不可能，修行要三大阿僧祇劫，不可能說是立刻成佛的。所以對於佛的敬仰都打了很大的折扣，認為經上讚歎佛，那是讚歎的、是誇張的，不是真的。"
    },
    {
      "id": "02-005-0043_p0016",
      "zh_CN": "到以后念《无量寿经》，念到这个一段经文，才恍然大悟，是真的！临终十念一念，就是五逆十恶，临终一念十念，往生不退成佛，这个不就是立刻成佛吗？这一下才回味到古人讲的话，一点夸张都没有，句句都是实在的话，这就教人不能不佩服。佛法确确实实不同于世间法，正是像《金刚经》上所说，「如来是真语者、实语者、如语者、不诳语者、不异语者」。祖师大德跟佛一样统统做到了，言语句句真实，我们不能够不佩服，所以确实是如此。众生所以不能立刻成佛，不是佛没有方法，是你不肯接受，那有什么法子？你要肯接受，真的不难。《弥陀经》上跟本经所讲的，都是若一日到七日，你需要修多久？少的一天，多的也不过七天，就成佛了。这也不假，在历史上确确实实有这样的人物。我们今天修了这么多年，还没成佛，为什么不成佛？没有认真修。修是修了，展开经典看一看，不合标准，毛病就出在这里。对于这个世间还留恋、还舍不得，这怎么能去得了？",
      "zh_TW": "到以後念《無量壽經》，念到這個一段經文，才恍然大悟，是真的！臨終十念一念，就是五逆十惡，臨終一念十念，往生不退成佛，這個不就是立刻成佛嗎？這一下才回味到古人講的話，一點誇張都沒有，句句都是實在的話，這就教人不能不佩服。佛法確確實實不同於世間法，正是像《金剛經》上所說，「如來是真語者、實語者、如語者、不誑語者、不異語者」。祖師大德跟佛一樣統統做到了，言語句句真實，我們不能夠不佩服，所以確實是如此。眾生所以不能立刻成佛，不是佛沒有方法，是你不肯接受，那有什麼法子？你要肯接受，真的不難。《彌陀經》上跟本經所講的，都是若一日到七日，你需要修多久？少的一天，多的也不過七天，就成佛了。這也不假，在歷史上確確實實有這樣的人物。我們今天修了這麼多年，還沒成佛，為什麼不成佛？沒有認真修。修是修了，展開經典看一看，不合標準，毛病就出在這裡。對於這個世間還留戀、還捨不得，這怎麼能去得了？"
    },
    {
      "id": "02-005-0043_p0017",
      "zh_CN": "我们在《净土圣贤录》、在《往生传》里面看到的，宋朝的莹珂法师，念佛三天往生，证明了经上讲的一日到七日，没错。他是个出家人，出家不守清规，破戒的出家人，造的罪业很重。他有一个好处，知道因果报应，所以想想自己一生所作所为，必堕地狱，这个就恐怖了，想到将来堕地狱，这个生大恐怖！就请教他的同参道友，有没有救？同参道友给他一本《往生传》，他看了之后，每看一个人都痛哭流涕，很深的感动。《往生传》看完之后，他发心念佛求生净土，他把寮房的门关起来念了三天三夜，不睡觉、不吃饭、不喝水，一句佛号念到底，叫拼命，三天三夜把阿弥陀佛念来了。这样才行！阿弥陀佛来了就告诉他，「你的阳寿还有十年，你好好的修行，到临命终时我来接引你」。莹珂法师很难得，他就跟阿弥陀佛说，「我的劣根性很重，禁不起诱惑，这十年，我这个六根接触外面六尘，一接受诱惑又不晓得造多少罪业，恐怕将来往生都靠不住了。我十年寿命不要了，我现在就跟你走！」阿弥陀佛听了他的话，也就点头同意了，他说「好，我三天以后来接你好不好？」「好！」莹珂就答应了。他把寮房门一打开，兴高采烈向全寺庙大众宣布：三天之后阿弥陀佛接引我往生。寺庙的人都认为他发神经，这样一个恶人，怎么可能三天往生？好在三天的时间不长，好，我们等着瞧吧！到了第三天，他洗了澡，换了新衣服，早课的时候要求大众念《阿弥陀经》、念佛，就是不照平常的早课，念《阿弥陀经》、念佛送他往生。他没有生病，跟大众一起课诵，经念完了，佛号才念了十几声，他就告诉大众：阿弥陀佛来了，来接引我，我现在要跟他去了。说完他就走了，没有病，三天！这是历史上记载的，是宋朝的，我们看了、听了，也许不相信，恐怕是古人编造的。",
      "zh_TW": "我們在《淨土聖賢錄》、在《往生傳》裡面看到的，宋朝的瑩珂法師，念佛三天往生，證明了經上講的一日到七日，沒錯。他是個出家人，出家不守清規，破戒的出家人，造的罪業很重。他有一個好處，知道因果報應，所以想想自己一生所作所為，必墮地獄，這個就恐怖了，想到將來墮地獄，這個生大恐怖！就請教他的同參道友，有沒有救？同參道友給他一本《往生傳》，他看了之後，每看一個人都痛哭流涕，很深的感動。《往生傳》看完之後，他發心念佛求生淨土，他把寮房的門關起來念了三天三夜，不睡覺、不吃飯、不喝水，一句佛號念到底，叫拼命，三天三夜把阿彌陀佛念來了。這樣才行！阿彌陀佛來了就告訴他，「你的陽壽還有十年，你好好的修行，到臨命終時我來接引你」。瑩珂法師很難得，他就跟阿彌陀佛說，「我的劣根性很重，禁不起誘惑，這十年，我這個六根接觸外面六塵，一接受誘惑又不曉得造多少罪業，恐怕將來往生都靠不住了。我十年壽命不要了，我現在就跟你走！」阿彌陀佛聽了他的話，也就點頭同意了，他說「好，我三天以後來接你好不好？」「好！」瑩珂就答應了。他把寮房門一打開，興高采烈向全寺廟大眾宣布：三天之後阿彌陀佛接引我往生。寺廟的人都認為他發神經，這樣一個惡人，怎麼可能三天往生？好在三天的時間不長，好，我們等著瞧吧！到了第三天，他洗了澡，換了新衣服，早課的時候要求大眾念《阿彌陀經》、念佛，就是不照平常的早課，念《阿彌陀經》、念佛送他往生。他沒有生病，跟大眾一起課誦，經念完了，佛號才念了十幾聲，他就告訴大眾：阿彌陀佛來了，來接引我，我現在要跟他去了。說完他就走了，沒有病，三天！這是歷史上記載的，是宋朝的，我們看了、聽了，也許不相信，恐怕是古人編造的。"
    },
    {
      "id": "02-005-0043_p0018",
      "zh_CN": "前年，华盛顿ＤＣ（在外国），周广大先生也是在临终前三天，他是得病，得的血癌没救了，医生放弃了治疗，教他家人带他回去。这个时候他家里人慌了，因为什么？他家里人没有一个是信教的，他什么教都不信，在那边开面包店。家里人这个时候才到处去求神求佛，希望有奇迹出现，没法子了。这也算他是运气很好，因缘殊胜，遇到我们在ＤＣ佛教会的一位龚振华居士。龚居士是在那个会里头念佛最虔诚的一个人，他是专修的，专修净土的，讲话是心直口快，所以常常容易得罪人，说话太直了，碰到这么一个人。龚居士一看他的病不可能好了，所以就直截了当劝他，劝他不要求病好，他说人在世间多苦，你好了之后，还不是一样更苦，有什么意思？不如生到西方极乐世界，到那个地方去作佛、作菩萨，回来再度你的家亲眷属，这多好！周广大一听，很有道理，他马上就相信、就接受，教他的太太、儿女统统帮助他念佛求往生，不求病好。你看这一个决心下得正确！ＤＣ佛教会那边同修也有几个帮助助念，三天三夜没有停止。他说念了一天，到第二天见到地藏菩萨来了，他说的菩萨样子，大家一听他讲那个样子，是地藏菩萨。龚振华很难得，这个时候提醒他：不管什么样的佛菩萨，什么人，你见到了统统不能跟他去，一句弥陀念到底，不见到阿弥陀佛决定不可以跟他去！这一句话重要，非常非常重要！回过头来专心念阿弥陀佛，念了没多久，地藏菩萨不见了。念到第三天，他说，西方三圣阿弥陀佛、观音、势至，从云端里面下来，接引他往生。这是现代人，在外国，稀有的因缘，一生当中从来没有接触过佛教，临终碰到龚振华，走得清清楚楚、明明白白，是真往生，不是假的。所以，这个法门是实实在在稀有殊胜，经上所讲字字句句都是真实的。决定不能看作这是善书、劝善的，那你就错了；句句真实。",
      "zh_TW": "前年，華盛頓ＤＣ（在外國），周廣大先生也是在臨終前三天，他是得病，得的血癌沒救了，醫生放棄了治療，教他家人帶他回去。這個時候他家裡人慌了，因為什麼？他家裡人沒有一個是信教的，他什麼教都不信，在那邊開麵包店。家裡人這個時候才到處去求神求佛，希望有奇蹟出現，沒法子了。這也算他是運氣很好，因緣殊勝，遇到我們在ＤＣ佛教會的一位龔振華居士。龔居士是在那個會裡頭念佛最虔誠的一個人，他是專修的，專修淨土的，講話是心直口快，所以常常容易得罪人，說話太直了，碰到這麼一個人。龔居士一看他的病不可能好了，所以就直截了當勸他，勸他不要求病好，他說人在世間多苦，你好了之後，還不是一樣更苦，有什麼意思？不如生到西方極樂世界，到那個地方去作佛、作菩薩，回來再度你的家親眷屬，這多好！周廣大一聽，很有道理，他馬上就相信、就接受，教他的太太、兒女統統幫助他念佛求往生，不求病好。你看這一個決心下得正確！ＤＣ佛教會那邊同修也有幾個幫助助念，三天三夜沒有停止。他說念了一天，到第二天見到地藏菩薩來了，他說的菩薩樣子，大家一聽他講那個樣子，是地藏菩薩。龔振華很難得，這個時候提醒他：不管什麼樣的佛菩薩，什麼人，你見到了統統不能跟他去，一句彌陀念到底，不見到阿彌陀佛決定不可以跟他去！這一句話重要，非常非常重要！回過頭來專心念阿彌陀佛，念了沒多久，地藏菩薩不見了。念到第三天，他說，西方三聖阿彌陀佛、觀音、勢至，從雲端裡面下來，接引他往生。這是現代人，在外國，稀有的因緣，一生當中從來沒有接觸過佛教，臨終碰到龔振華，走得清清楚楚、明明白白，是真往生，不是假的。所以，這個法門是實實在在稀有殊勝，經上所講字字句句都是真實的。決定不能看作這是善書、勸善的，那你就錯了；句句真實。"
    },
    {
      "id": "02-005-0043_p0019",
      "zh_CN": "西方第一殊胜是「寿命无量」，这是极乐的根本，就在第十五愿；「诸佛称叹」，如果没有这一愿，我们哪里有机会听到这个法门？所以十方诸佛都在这里弘传，这种恩德实在是太大太大了，因为他们到处宣扬，我们才有机会听到、接触到。善导大师在注解里面给我们说出，这个「定成正觉」（就是第十二愿）、「光明无量」、「寿命无量」、「诸佛称叹」与「十念必生」，这个五愿，他老人家说这是真实智慧，这个五愿是真实慧。经上讲的「住真实慧」，大师这样一说，这个住真实慧，用现代话讲，这真正落实了。所以这个五愿是四十八愿的精华，是四十八愿的精要。可见「光明无量」这一愿，是弥陀宏誓的心髓，叫佛光普照。我在前面跟大家说过，经典所在之处、佛号音声所扬之处、经典宣说讨论之处，就是弥陀佛光注照之处。弥陀的心愿，只是希望十方世界一切众生快快成佛，为了这个愿望，才有十念必生的殊胜大愿。众生念佛往生，没有一个不是当生成佛的。所以十八跟十九合起来，就是「发菩提心，一向专念」。古德较量诸经，认为这是真实当中的真实。",
      "zh_TW": "西方第一殊勝是「壽命無量」，這是極樂的根本，就在第十五願；「諸佛稱歎」，如果沒有這一願，我們哪裡有機會聽到這個法門？所以十方諸佛都在這裡弘傳，這種恩德實在是太大太大了，因為他們到處宣揚，我們才有機會聽到、接觸到。善導大師在註解裡面給我們說出，這個「定成正覺」（就是第十二願）、「光明無量」、「壽命無量」、「諸佛稱歎」與「十念必生」，這個五願，他老人家說這是真實智慧，這個五願是真實慧。經上講的「住真實慧」，大師這樣一說，這個住真實慧，用現代話講，這真正落實了。所以這個五願是四十八願的精華，是四十八願的精要。可見「光明無量」這一願，是彌陀宏誓的心髓，叫佛光普照。我在前面跟大家說過，經典所在之處、佛號音聲所揚之處、經典宣說討論之處，就是彌陀佛光注照之處。彌陀的心願，只是希望十方世界一切眾生快快成佛，為了這個願望，才有十念必生的殊勝大願。眾生念佛往生，沒有一個不是當生成佛的。所以十八跟十九合起來，就是「發菩提心，一向專念」。古德較量諸經，認為這是真實當中的真實。"
    },
    {
      "id": "02-005-0043_p0020",
      "zh_CN": "这个比较法，我们也曾经说过，隋唐时候的大德都公认，佛四十九年所说的一切经，说得最圆满的是《华严经》。所以大家公认《华严》是经中之王，一切经是《华严》眷属，称它为根本法轮，这是比较的时候找到第一。《华严经》跟《无量寿经》比一下呢，《无量寿经》又是第一，把《华严》比下去了。古德说得很好，《华严》、《法华》不过是此经之导引而已，是什么？那个大经是引导我们入这个经的。那两部经是宫门、大门，这个经是殿堂，登堂入室了。那是门外，看到很壮观；这个才是登堂入室，才晓得这个经是第一经。这部经一共有四十八章，哪一章是第一？再比比，第六章第一，第六章是四十八愿。四十八愿有四十八条，哪一愿第一？第十八愿第一，十八愿是十念必生。四十八愿虽好，去不了有什么用？去不了一点用没有。十念必生！所以你要讲释迦牟尼佛，甚至于十方三世一切诸佛，讲经说法，讲什么？就是这两行零两个字。这两行零两个字展开来，就是无量无边的经卷；无量无边的经卷浓缩起来，就是这两行零两个字，这讲完了、讲尽了。这样一比较的时候，你才晓得这个经文真正是尖峰，佛法的最高峰，没有比这个更殊妙了。希望我们在这留意，这个一段经文要特别用心去体会。我们再看底下一章，第十一章：",
      "zh_TW": "這個比較法，我們也曾經說過，隋唐時候的大德都公認，佛四十九年所說的一切經，說得最圓滿的是《華嚴經》。所以大家公認《華嚴》是經中之王，一切經是《華嚴》眷屬，稱它為根本法輪，這是比較的時候找到第一。《華嚴經》跟《無量壽經》比一下呢，《無量壽經》又是第一，把《華嚴》比下去了。古德說得很好，《華嚴》、《法華》不過是此經之導引而已，是什麼？那個大經是引導我們入這個經的。那兩部經是宮門、大門，這個經是殿堂，登堂入室了。那是門外，看到很壯觀；這個才是登堂入室，才曉得這個經是第一經。這部經一共有四十八章，哪一章是第一？再比比，第六章第一，第六章是四十八願。四十八願有四十八條，哪一願第一？第十八願第一，十八願是十念必生。四十八願雖好，去不了有什麼用？去不了一點用沒有。十念必生！所以你要講釋迦牟尼佛，甚至於十方三世一切諸佛，講經說法，講什麼？就是這兩行零兩個字。這兩行零兩個字展開來，就是無量無邊的經卷；無量無邊的經卷濃縮起來，就是這兩行零兩個字，這講完了、講盡了。這樣一比較的時候，你才曉得這個經文真正是尖峰，佛法的最高峰，沒有比這個更殊妙了。希望我們在這留意，這個一段經文要特別用心去體會。我們再看底下一章，第十一章："
    },
    {
      "id": "02-005-0043_p0021",
      "zh_CN": "【我作佛时。十方众生。闻我名号。发菩提心。修诸功德。奉行六波罗蜜。坚固不退。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。發菩提心。修諸功德。奉行六波羅蜜。堅固不退。】"
    },
    {
      "id": "02-005-0043_p0022",
      "zh_CN": "到这个地方这是第十九愿「闻名发心愿」。再往底下看：",
      "zh_TW": "到這個地方這是第十九願「聞名發心願」。再往底下看："
    },
    {
      "id": "02-005-0043_p0023",
      "zh_CN": "【复以善根回向。愿生我国。一心念我。昼夜不断。临寿终时。我与诸菩萨众。迎现其前。经须臾间。即生我刹。作阿惟越致菩萨。不得是愿。不取正觉。】",
      "zh_TW": "【復以善根迴向。願生我國。一心念我。晝夜不斷。臨壽終時。我與諸菩薩眾。迎現其前。經須臾間。即生我剎。作阿惟越致菩薩。不得是願。不取正覺。】"
    },
    {
      "id": "02-005-0043_p0024",
      "zh_CN": "这个后半段是第二十愿「临终接引」。这一章看了之后，我们念佛求生净土这个心就安了，一丝毫疑惑、忧虑都没有了。为什么﹖西方极乐世界在哪里？这个虚空这么大，听说是个星球，一看星星那么多，到底是哪一个，别搞错了。这个不要操心，到时候阿弥陀佛来带你去！说老实话，方向都不必辨，佛带你去，佛来接你，这个大可以安心，不要再胡思乱想，要紧的是一心念佛。经文一开端『闻我名号，发菩提心』，什么叫菩提心？菩提是梵语，翻作中国的意思叫觉。经论上常常把佛法修学的宗旨、目标，定成为阿耨多罗三藐三菩提。这一句话完全是梵语音译过来的，三翻成中国意思是正，菩提是觉，正觉，三菩提翻作正觉，菩提是觉的意思，就是真正觉悟。觉悟就不迷惑，迷惑就不觉悟。发菩提心，就是你从今而后不迷惑了，你真正觉悟了。什么才叫觉悟，觉悟的标准在哪里？诸位要知道，你搞六道轮回就是迷惑、就是不觉；你出六道轮回，觉悟了，所以阿罗汉称为正觉，他超越六道轮回了。阿罗汉以上才称之为觉，阿罗汉以下都叫迷。觉这称为圣人，所以四圣法界是觉，菩萨是正等正觉，佛是无上正等正觉。",
      "zh_TW": "這個後半段是第二十願「臨終接引」。這一章看了之後，我們念佛求生淨土這個心就安了，一絲毫疑惑、憂慮都沒有了。為什麼﹖西方極樂世界在哪裡？這個虛空這麼大，聽說是個星球，一看星星那麼多，到底是哪一個，別搞錯了。這個不要操心，到時候阿彌陀佛來帶你去！說老實話，方向都不必辨，佛帶你去，佛來接你，這個大可以安心，不要再胡思亂想，要緊的是一心念佛。經文一開端『聞我名號，發菩提心』，什麼叫菩提心？菩提是梵語，翻作中國的意思叫覺。經論上常常把佛法修學的宗旨、目標，定成為阿耨多羅三藐三菩提。這一句話完全是梵語音譯過來的，三翻成中國意思是正，菩提是覺，正覺，三菩提翻作正覺，菩提是覺的意思，就是真正覺悟。覺悟就不迷惑，迷惑就不覺悟。發菩提心，就是你從今而後不迷惑了，你真正覺悟了。什麼才叫覺悟，覺悟的標準在哪裡？諸位要知道，你搞六道輪迴就是迷惑、就是不覺；你出六道輪迴，覺悟了，所以阿羅漢稱為正覺，他超越六道輪迴了。阿羅漢以上才稱之為覺，阿羅漢以下都叫迷。覺這稱為聖人，所以四聖法界是覺，菩薩是正等正覺，佛是無上正等正覺。"
    },
    {
      "id": "02-005-0043_p0025",
      "zh_CN": "但是阿罗汉虽然是觉，是正觉，大乘佛法里面还说他没有菩提心，可见得这个菩提心比阿罗汉还要高，阿罗汉、辟支佛还都没有。所以不但是不再搞六道了，而且决定要成佛，才叫做菩提心。阿罗汉没有成佛的意愿，所以他还是迷，比我们是觉了，还是迷，不知道成佛，没有发成佛的心。因此菩提心不但是觉，是究竟圆满的觉，这个叫菩提心；换句话说，一定要发作佛的心，这才是真正的菩提心。一切发心作佛的人，我们都叫他做菩萨，为什么？他发了菩提心，他发心作佛。我这样讲法大家容易懂。蕅益大师在《要解》里面给我们讲，凡是发愿求生西方净土的，就是发无上菩提心。这个话对不对？对。因为求生净土就是一生成佛，发愿求生净土就是发愿一生成佛，那怎么不是菩提心！不但是菩提心，一生成佛那是无上的菩提心。跟一般大乘菩萨不一样，那些大乘菩萨还要修三大阿僧祇劫、无量劫才能成佛；这个人一生就成佛，比起那些菩萨殊胜得太多太多了！这个是诸位要晓得的。",
      "zh_TW": "但是阿羅漢雖然是覺，是正覺，大乘佛法裡面還說他沒有菩提心，可見得這個菩提心比阿羅漢還要高，阿羅漢、辟支佛還都沒有。所以不但是不再搞六道了，而且決定要成佛，才叫做菩提心。阿羅漢沒有成佛的意願，所以他還是迷，比我們是覺了，還是迷，不知道成佛，沒有發成佛的心。因此菩提心不但是覺，是究竟圓滿的覺，這個叫菩提心；換句話說，一定要發作佛的心，這才是真正的菩提心。一切發心作佛的人，我們都叫他做菩薩，為什麼？他發了菩提心，他發心作佛。我這樣講法大家容易懂。蕅益大師在《要解》裡面給我們講，凡是發願求生西方淨土的，就是發無上菩提心。這個話對不對？對。因為求生淨土就是一生成佛，發願求生淨土就是發願一生成佛，那怎麼不是菩提心！不但是菩提心，一生成佛那是無上的菩提心。跟一般大乘菩薩不一樣，那些大乘菩薩還要修三大阿僧祇劫、無量劫才能成佛；這個人一生就成佛，比起那些菩薩殊勝得太多太多了！這個是諸位要曉得的。"
    },
    {
      "id": "02-005-0043_p0026",
      "zh_CN": "菩提心，佛在《观经》上讲得很清楚，菩提心的体是至诚心。就是我们前面十八愿里面讲的至心，至心是真心、诚心，真实不虚。真诚之心起作用，这个作用分为两类，一个是对自己，一个是对别人，对自己是「深心」，深心，在一般大乘里面讲「好善好德」。这个善与德是有标准的，最高的标准是什么？明心见性才是善、才是德。一心不乱是德，大开圆解是善；断烦恼是德，开智慧是善，这是高标准的。对待别人，发愿、回向，发什么愿？发四弘誓愿。诸位要知道，四弘誓愿就是四十八愿，你把四十八愿归纳归纳，不外乎四弘誓愿。所以四弘誓愿是一切诸佛菩萨在因地当中所发无量大愿的总归纳，出不了这个四大类。第一类要发愿度众生，度众生简单的说，要帮助众生、协助众生、成就一切众生，这叫度众生。如果我破坏众生、障碍众生、嫉妒众生、阻挠众生，这是堕阿鼻地狱。为什么？不但没有发菩提心，跟菩提心恰恰相反，那是迷惑颠倒。这种人决定不能成就，三宝再慈悲，加持不上。谁能加持他？妖魔鬼怪，因为妖魔鬼怪他们的心行都是这样的，嫉妒人、障碍别人、陷害别人，你的心愿跟他的心愿完全相应，所以妖魔鬼怪都加持你，使你这个罪业愈造愈大、愈造愈深，将来那个地狱愈堕愈下去，就搞这个，这很可怕！",
      "zh_TW": "菩提心，佛在《觀經》上講得很清楚，菩提心的體是至誠心。就是我們前面十八願裡面講的至心，至心是真心、誠心，真實不虛。真誠之心起作用，這個作用分為兩類，一個是對自己，一個是對別人，對自己是「深心」，深心，在一般大乘裡面講「好善好德」。這個善與德是有標準的，最高的標準是什麼？明心見性才是善、才是德。一心不亂是德，大開圓解是善；斷煩惱是德，開智慧是善，這是高標準的。對待別人，發願、迴向，發什麼願？發四弘誓願。諸位要知道，四弘誓願就是四十八願，你把四十八願歸納歸納，不外乎四弘誓願。所以四弘誓願是一切諸佛菩薩在因地當中所發無量大願的總歸納，出不了這個四大類。第一類要發願度眾生，度眾生簡單的說，要幫助眾生、協助眾生、成就一切眾生，這叫度眾生。如果我破壞眾生、障礙眾生、嫉妒眾生、阻撓眾生，這是墮阿鼻地獄。為什麼？不但沒有發菩提心，跟菩提心恰恰相反，那是迷惑顛倒。這種人決定不能成就，三寶再慈悲，加持不上。誰能加持他？妖魔鬼怪，因為妖魔鬼怪他們的心行都是這樣的，嫉妒人、障礙別人、陷害別人，你的心願跟他的心願完全相應，所以妖魔鬼怪都加持你，使你這個罪業愈造愈大、愈造愈深，將來那個地獄愈墮愈下去，就搞這個，這很可怕！"
    },
    {
      "id": "02-005-0043_p0027",
      "zh_CN": "所以这里真正要觉悟，我们要尽心帮助别人，决定不吃亏，对自己说实在话决定没有损坏。看到别人有困难，尽心尽力帮助他，明天自己没饭吃，不要去考虑。不要我帮助别人，自己还留一手，这个虽然帮助别人，不圆满、不究竟、不彻底，觉里头还带着迷，不是完全觉，一半觉一半迷；真正觉悟的人，决定不会替自己留一点，那才叫真正觉悟，彻底、究竟、圆满的觉悟，这就是发心度众生。要想究竟圆满的帮助别人，我们现在帮助不如我们的人可以，跟我们程度差不多的、比我们高的，我们帮不上，所以一定要自己成佛，成了佛可以帮助等觉菩萨，这个度众生才叫圆满。等觉菩萨也是众生，九界有情众生就统统得度，我都有能力帮助他，这就要自己成佛。自己成佛从哪做起？先断烦恼，从这做起。",
      "zh_TW": "所以這裡真正要覺悟，我們要盡心幫助別人，決定不吃虧，對自己說實在話決定沒有損壞。看到別人有困難，盡心盡力幫助他，明天自己沒飯吃，不要去考慮。不要我幫助別人，自己還留一手，這個雖然幫助別人，不圓滿、不究竟、不徹底，覺裡頭還帶著迷，不是完全覺，一半覺一半迷；真正覺悟的人，決定不會替自己留一點，那才叫真正覺悟，徹底、究竟、圓滿的覺悟，這就是發心度眾生。要想究竟圓滿的幫助別人，我們現在幫助不如我們的人可以，跟我們程度差不多的、比我們高的，我們幫不上，所以一定要自己成佛，成了佛可以幫助等覺菩薩，這個度眾生才叫圓滿。等覺菩薩也是眾生，九界有情眾生就統統得度，我都有能力幫助他，這就要自己成佛。自己成佛從哪做起？先斷煩惱，從這做起。"
    },
    {
      "id": "02-005-0043_p0028",
      "zh_CN": "四弘誓愿实在讲就是教给我们修行的次第，实在讲这四句话就是一部《大方广佛华严经》的总纲领，《华严经》的内容讲什么？就这四句。先断烦恼，烦恼断了之后再学法门，你要不按这个顺序，你这一生决定不能成就。我们今天这一代的人没有一个成就的，黄念祖老居士最近告诉那个陶居士，陶居士在北京亲近他一段时期，他老人家告诉他，台湾的佛教是形式的、样子，假的不是真的，台湾没有真正修行人。人家一语道破！真正有修行人，这个地方还会遭劫难吗？不会。没有修行人。不是不发心修行，他真发心，他修行的程序颠倒，他不断烦恼就要学法门。四弘誓愿，换句话说，他只有两个，那两个都不要了，前面两个不要，度众生不要，他要度自己，他不度众生，对众生想尽方法障碍他、破坏他，他要度自已，他不度众生。第二个，他不断烦恼。所以他这个四弘誓愿，他只有二愿，只有后头的两愿，「法门无量誓愿学，佛道无上誓愿成」，他要搞这两个。好像盖大楼四层楼，底下两层我不要，我要盖三楼、四楼。你去找工程师替你盖吧，永远不能成就，大错特错，这是真正叫迷惑颠倒到所以然，真是佛法常讲「可怜悯者」。这个四愿一定要按顺序，你心量不大、不慈悲；换句话说，你烦恼断不掉。为什么？起心动念都想自己，你烦恼怎么会断掉？烦恼能断的人是念念想众生，念念希望别人好，不希望自己好。你们统统都好，我最不好，这就好了；你们都有福，我没有福，这好；我有福，你们大家没有福，这众生可怜。先人后己，这才能断烦恼，这种人才有资格修行，才有资格入佛门。念念第一个想自己，第二个才想别人，说老实话，不管你怎么样精进努力去修学，始终是在佛门之外，决定进不了门来，在佛门之外。这是我在此地真诚奉劝诸位同修。",
      "zh_TW": "四弘誓願實在講就是教給我們修行的次第，實在講這四句話就是一部《大方廣佛華嚴經》的總綱領，《華嚴經》的內容講什麼？就這四句。先斷煩惱，煩惱斷了之後再學法門，你要不按這個順序，你這一生決定不能成就。我們今天這一代的人沒有一個成就的，黃念祖老居士最近告訴那個陶居士，陶居士在北京親近他一段時期，他老人家告訴他，台灣的佛教是形式的、樣子，假的不是真的，台灣沒有真正修行人。人家一語道破！真正有修行人，這個地方還會遭劫難嗎？不會。沒有修行人。不是不發心修行，他真發心，他修行的程序顛倒，他不斷煩惱就要學法門。四弘誓願，換句話說，他只有兩個，那兩個都不要了，前面兩個不要，度眾生不要，他要度自己，他不度眾生，對眾生想盡方法障礙他、破壞他，他要度自已，他不度眾生。第二個，他不斷煩惱。所以他這個四弘誓願，他只有二願，只有後頭的兩願，「法門無量誓願學，佛道無上誓願成」，他要搞這兩個。好像蓋大樓四層樓，底下兩層我不要，我要蓋三樓、四樓。你去找工程師替你蓋吧，永遠不能成就，大錯特錯，這是真正叫迷惑顛倒到所以然，真是佛法常講「可憐憫者」。這個四願一定要按順序，你心量不大、不慈悲；換句話說，你煩惱斷不掉。為什麼？起心動念都想自己，你煩惱怎麼會斷掉？煩惱能斷的人是念念想眾生，念念希望別人好，不希望自己好。你們統統都好，我最不好，這就好了；你們都有福，我沒有福，這好；我有福，你們大家沒有福，這眾生可憐。先人後己，這才能斷煩惱，這種人才有資格修行，才有資格入佛門。念念第一個想自己，第二個才想別人，說老實話，不管你怎麼樣精進努力去修學，始終是在佛門之外，決定進不了門來，在佛門之外。這是我在此地真誠奉勸諸位同修。"
    },
    {
      "id": "02-005-0043_p0029",
      "zh_CN": "你们要想得到佛法真实利益，天天念四弘誓愿，念没有用处，念得很好听，不管用。要做到，先要把自己的心量拓开，要像佛的心量一样，心要同佛。没有佛这样广大的心量，心包太虚、量周沙界，你没有这个心量，你怎么能入得了佛门？尤其是这个门，这个门是广大无边，这不是普通的佛门。所以一定先要把心量拓开，要以真诚的心、清净心、平等心、慈悲心，去爱护别人、帮助别人、成就别人，这个人有资格入佛门，这个人有资格修上上乘，这个经典、这个法门是无上的法门，你有资格修学。入佛门来第一步功夫断烦恼，教你念经，教你念佛一句接一句，断烦恼。你不念佛，刚才讲了，不是堕在邪见，就是堕在无明，那都是烦恼。这一句佛号既破邪见，又断无明，这一念叫正念，正念现前，就是这一句佛号一句接一句，二六时中不要间断，这是断烦恼。你心里既然没有妄念，没有妄想了，也没有无明，这个就是定慧等学。心里面一个妄念不生是定，没有妄念，没有第二念，这是定；这一句佛号清清楚楚、明明白白，这是慧。所以他不堕无明是慧，不起妄念是定。我们凡夫最大的毛病，那个病根就是心乱、心杂、心染污，被什么染污？被贪瞋痴慢染污，被五欲六尘染污，被是非人我染污。把这个东西统统去掉，恢复到自己的清净心、平等心、觉心，这个经题上「清净平等觉」，那是我们的真心，我们念佛的目的就是要达到这个地步。",
      "zh_TW": "你們要想得到佛法真實利益，天天念四弘誓願，念沒有用處，念得很好聽，不管用。要做到，先要把自己的心量拓開，要像佛的心量一樣，心要同佛。沒有佛這樣廣大的心量，心包太虛、量周沙界，你沒有這個心量，你怎麼能入得了佛門？尤其是這個門，這個門是廣大無邊，這不是普通的佛門。所以一定先要把心量拓開，要以真誠的心、清淨心、平等心、慈悲心，去愛護別人、幫助別人、成就別人，這個人有資格入佛門，這個人有資格修上上乘，這個經典、這個法門是無上的法門，你有資格修學。入佛門來第一步功夫斷煩惱，教你念經，教你念佛一句接一句，斷煩惱。你不念佛，剛才講了，不是墮在邪見，就是墮在無明，那都是煩惱。這一句佛號既破邪見，又斷無明，這一念叫正念，正念現前，就是這一句佛號一句接一句，二六時中不要間斷，這是斷煩惱。你心裡既然沒有妄念，沒有妄想了，也沒有無明，這個就是定慧等學。心裡面一個妄念不生是定，沒有妄念，沒有第二念，這是定；這一句佛號清清楚楚、明明白白，這是慧。所以他不墮無明是慧，不起妄念是定。我們凡夫最大的毛病，那個病根就是心亂、心雜、心染污，被什麼染污？被貪瞋痴慢染污，被五欲六塵染污，被是非人我染污。把這個東西統統去掉，恢復到自己的清淨心、平等心、覺心，這個經題上「清淨平等覺」，那是我們的真心，我們念佛的目的就是要達到這個地步。"
    },
    {
      "id": "02-005-0043_p0030",
      "zh_CN": "今天时间到了，只能讲到此地，这一段的意思还没有讲完，我们明天再继续。",
      "zh_TW": "今天時間到了，只能講到此地，這一段的意思還沒有講完，我們明天再繼續。"
    }
  ]
}