{
  "doc_id": "02-005-0058",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十八集",
    "zh_TW": "第五十八集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0058",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-005-0058_p0001",
      "zh_CN": "请掀开经本三十三面，倒数第二行，从第二句看起：",
      "zh_TW": "請掀開經本三十三面，倒數第二行，從第二句看起："
    },
    {
      "id": "02-005-0058_p0002",
      "zh_CN": "【身口常出无量妙香。犹如栴檀。优钵罗华。其香普熏无量世界。随所生处。色相端严。三十二相。八十种好。悉皆具足。手中常出无尽之宝。庄严之具。一切所须。最上之物。利乐有情。】",
      "zh_TW": "【身口常出無量妙香。猶如栴檀。優缽羅華。其香普熏無量世界。隨所生處。色相端嚴。三十二相。八十種好。悉皆具足。手中常出無盡之寶。莊嚴之具。一切所須。最上之物。利樂有情。】"
    },
    {
      "id": "02-005-0058_p0003",
      "zh_CN": "到这个地方是一段。由于菩萨们广修不可思议普贤大士之德，所以他感得的果报也就无比的殊胜、不可思议，这是说明修因必定得果。前面这一段积功累德，什么是功？上面所讲的全是积功，修学的功。今天我们念的这一段就是德，这个德就是他所得到的。功德的德跟得失的得是一个意思，这两个字可以通用，这就是你修功就有所得。当然得的果报也是广大无边，经文里面只略略的给我们提示几桩稀有殊胜的果报，我们常讲的德相。『身口常出无量妙香，犹如栴檀』，这桩事情，我们可以从一些修行人他们日常生活当中能体会得到。真正修行人身上有香气，这个香气不是用什么香水、香料涂抹的，不是的，是很自然的香气，尤其是真正有功夫的人。在佛经里面佛给我们讲的，诸位晓得，佛出现的那个地方是热带，印度是热带，所以他们穿的衣服，三衣一钵就够了。《戒经》里面给我们讲，出家人多少天洗一次澡？半个月洗一次澡。这半个月洗一次澡，身上都臭了；可是修行人身上有香气，他有一股清香，那个味道不难闻。我们读过虚云老和尚的《年谱》，虚云老和尚的头发一年剃一次，他平常洗不洗头？在我想也不洗头，大概一年洗一次头、剃一次头。我们一般人能不能受得了？虚云老和尚身上放香气，这是许多接近他的人，不是一个人说的，很多人告诉我的。所以真正修行人不一样！",
      "zh_TW": "到這個地方是一段。由於菩薩們廣修不可思議普賢大士之德，所以他感得的果報也就無比的殊勝、不可思議，這是說明修因必定得果。前面這一段積功累德，什麼是功？上面所講的全是積功，修學的功。今天我們念的這一段就是德，這個德就是他所得到的。功德的德跟得失的得是一個意思，這兩個字可以通用，這就是你修功就有所得。當然得的果報也是廣大無邊，經文裡面只略略的給我們提示幾樁稀有殊勝的果報，我們常講的德相。『身口常出無量妙香，猶如栴檀』，這樁事情，我們可以從一些修行人他們日常生活當中能體會得到。真正修行人身上有香氣，這個香氣不是用什麼香水、香料塗抹的，不是的，是很自然的香氣，尤其是真正有功夫的人。在佛經裡面佛給我們講的，諸位曉得，佛出現的那個地方是熱帶，印度是熱帶，所以他們穿的衣服，三衣一缽就夠了。《戒經》裡面給我們講，出家人多少天洗一次澡？半個月洗一次澡。這半個月洗一次澡，身上都臭了；可是修行人身上有香氣，他有一股清香，那個味道不難聞。我們讀過虛雲老和尚的《年譜》，虛雲老和尚的頭髮一年剃一次，他平常洗不洗頭？在我想也不洗頭，大概一年洗一次頭、剃一次頭。我們一般人能不能受得了？虛雲老和尚身上放香氣，這是許多接近他的人，不是一個人說的，很多人告訴我的。所以真正修行人不一樣！"
    },
    {
      "id": "02-005-0058_p0004",
      "zh_CN": "印光老法师他的那个房间，七十岁以后，他房间里面你找不到蚊虫、苍蝇、蟑螂、跳蚤，找不到，都搬家搬走了。别人房间里有，他的房间没有，人家跟他换一个房间，他住哪个房间统统没有，都搬家了。所以被这些小虫咬的时候，唉，自己没有德行，连这小虫、跳蚤都欺负他，没有德行。真正高僧大德，你们就想到，那么小的动物牠有知，牠不是没有灵知，牠对一个修道的人心中尊敬，不去扰乱他，使他安心办道，牠会搬家。这个世间修行人，这小修行都有这种瑞相，何况这些菩萨修普贤大行，那感的果报当然是不可思议，所以「身口常出无量妙香」。我们这个口一天刷好几次牙；不刷牙，一张开的时候气味就好难闻。所以我们修行的功夫，在这些地方很明显的能够显露出来。有的时候自己没有觉察到，别人觉察，你居住的地方确确实实有香气，跟别人、一般人居住地方它确实不相同，口也有香气。所以有些同修也很想发心讲经，来给我说，他音声不行，嗓门不行。实在讲，真正发心，三宝就加持。我们现在同修大多数都是新来的，我早年讲经音声很低沉，大概讲经前三排可以听得见，第四排以后就听不见了，后面的人常常写纸条送给我，要我声音大一点，怎么也大不起来；声音变了的时候，是在法华寺讲《地藏经》，邬老居士第一个发现的，他来告诉我。因为他老人家那个时候每天来听经，都带录音机来录这个带子录回家。他录回家听了之后，发现今天的声音跟昨天不一样，他来告诉我，声音变了，我自己也不晓得。所以真正发心，确实有三宝加持，身体衰弱会变成康强，有很多疾病自然会恢复。佛菩萨威神的力量，我们俗话叫保佑你，这个就是修行所得利益的一类。",
      "zh_TW": "印光老法師他的那個房間，七十歲以後，他房間裡面你找不到蚊蟲、蒼蠅、蟑螂、跳蚤，找不到，都搬家搬走了。別人房間裡有，他的房間沒有，人家跟他換一個房間，他住哪個房間統統沒有，都搬家了。所以被這些小蟲咬的時候，唉，自己沒有德行，連這小蟲、跳蚤都欺負他，沒有德行。真正高僧大德，你們就想到，那麼小的動物牠有知，牠不是沒有靈知，牠對一個修道的人心中尊敬，不去擾亂他，使他安心辦道，牠會搬家。這個世間修行人，這小修行都有這種瑞相，何況這些菩薩修普賢大行，那感的果報當然是不可思議，所以「身口常出無量妙香」。我們這個口一天刷好幾次牙；不刷牙，一張開的時候氣味就好難聞。所以我們修行的功夫，在這些地方很明顯的能夠顯露出來。有的時候自己沒有覺察到，別人覺察，你居住的地方確確實實有香氣，跟別人、一般人居住地方它確實不相同，口也有香氣。所以有些同修也很想發心講經，來給我說，他音聲不行，嗓門不行。實在講，真正發心，三寶就加持。我們現在同修大多數都是新來的，我早年講經音聲很低沉，大概講經前三排可以聽得見，第四排以後就聽不見了，後面的人常常寫紙條送給我，要我聲音大一點，怎麼也大不起來；聲音變了的時候，是在法華寺講《地藏經》，鄔老居士第一個發現的，他來告訴我。因為他老人家那個時候每天來聽經，都帶錄音機來錄這個帶子錄回家。他錄回家聽了之後，發現今天的聲音跟昨天不一樣，他來告訴我，聲音變了，我自己也不曉得。所以真正發心，確實有三寶加持，身體衰弱會變成康強，有很多疾病自然會恢復。佛菩薩威神的力量，我們俗話叫保佑你，這個就是修行所得利益的一類。"
    },
    {
      "id": "02-005-0058_p0005",
      "zh_CN": "『优钵罗华』，这个是比喻，优钵罗华是莲花，莲花的香味是清香。『其香普熏无量世界』，这是香庄严，这是菩萨修的大行，所以他这个香气普薰法界。这种香气从哪来的？就是性德，真如本性本来就是尽虚空遍法界。我们修行的目的就是明心见性，心性显露了，就是性德就透露，所以性德之香当然是遍法界的，这是一定道理的。",
      "zh_TW": "『優缽羅華』，這個是比喻，優缽羅華是蓮花，蓮花的香味是清香。『其香普熏無量世界』，這是香莊嚴，這是菩薩修的大行，所以他這個香氣普薰法界。這種香氣從哪來的？就是性德，真如本性本來就是盡虛空遍法界。我們修行的目的就是明心見性，心性顯露了，就是性德就透露，所以性德之香當然是遍法界的，這是一定道理的。"
    },
    {
      "id": "02-005-0058_p0006",
      "zh_CN": "『随所生处，色相端严，三十二相、八十种好』，这个是说的光色庄严，色相端庄，端正庄严。三十二相、八十种好，这是讲在我们这个世间，中国、外国公认的这是贵相，这个相貌也是属于性德。『悉皆具足』，这个前面的一句是说的正报感应，说的是正报。",
      "zh_TW": "『隨所生處，色相端嚴，三十二相、八十種好』，這個是說的光色莊嚴，色相端莊，端正莊嚴。三十二相、八十種好，這是講在我們這個世間，中國、外國公認的這是貴相，這個相貌也是屬於性德。『悉皆具足』，這個前面的一句是說的正報感應，說的是正報。"
    },
    {
      "id": "02-005-0058_p0007",
      "zh_CN": "后面这个一半说依报，依报就是指我们生活环境，『手中常出无尽之宝』。手中出宝，就是我们现在所谓「双手万能」。在这个世界，人也是无量动物当中的一种，为什么在一切动物当中，我们不讲六道其他道，单单讲人道，我们能够观察得到的，为什么比其他的动物享受要丰裕自在？如果比头脑，现在科学家证实，有很多动物的头脑聪明在我们人类之上，为什么牠不能过我们现在这样繁华物质的生活？牠没有手，虽有一个聪明的头脑，牠不能制作。所以人的确是双手万能，建筑像现在这个尖端科技便捷的物质生活享受，这个就是「手中常出无尽之宝」。要用现代的话，就是多才多艺、双手万能。『庄严之具，一切所须，最上之物』，这三句就是包括我们今天所讲物质的生活，这一切的一切，没有一样不能够制造。造了这些物质干什么的？不是自己享受，这个就是佛菩萨跟凡夫不一样，他是『利乐有情』，他是给一切有情众生去享受。",
      "zh_TW": "後面這個一半說依報，依報就是指我們生活環境，『手中常出無盡之寶』。手中出寶，就是我們現在所謂「雙手萬能」。在這個世界，人也是無量動物當中的一種，為什麼在一切動物當中，我們不講六道其他道，單單講人道，我們能夠觀察得到的，為什麼比其他的動物享受要豐裕自在？如果比頭腦，現在科學家證實，有很多動物的頭腦聰明在我們人類之上，為什麼牠不能過我們現在這樣繁華物質的生活？牠沒有手，雖有一個聰明的頭腦，牠不能製作。所以人的確是雙手萬能，建築像現在這個尖端科技便捷的物質生活享受，這個就是「手中常出無盡之寶」。要用現代的話，就是多才多藝、雙手萬能。『莊嚴之具，一切所須，最上之物』，這三句就是包括我們今天所講物質的生活，這一切的一切，沒有一樣不能夠製造。造了這些物質幹什麼的？不是自己享受，這個就是佛菩薩跟凡夫不一樣，他是『利樂有情』，他是給一切有情眾生去享受。"
    },
    {
      "id": "02-005-0058_p0008",
      "zh_CN": "可是这个地方诸位一定要记住，我们现在有情众生还有很多非常之苦难，佛菩萨有这么大的能力、这么大的本事，为什么不多多变现一点让我们享受，来救济我们的贫乏呢？佛菩萨有智慧、有能力，今天看到我们这样贫苦，不伸手救援，这还能谈得上慈悲吗？殊不知，佛菩萨这个福报给你享受，你也得有福才能受用；你没有福，他这个福报给你，反而害了你。所以我们自己要修福，才能得到佛菩萨的照顾；自己没有福，佛菩萨想照顾，这当中还有种种差别因缘不能如愿。这个责任绝对不是在佛菩萨那边，是在我们自己这边。我们受苦受难，这个受苦受难就是恶业的果报，受这个难就报掉了。报掉之后，当然你无始劫当中不会一昧都造恶业，也造的有善业，恶业报尽，这个善念现前，回心转意，改过自新，这就是一念善念现前，佛菩萨就能照顾得到，这个诸位一定要晓得。",
      "zh_TW": "可是這個地方諸位一定要記住，我們現在有情眾生還有很多非常之苦難，佛菩薩有這麼大的能力、這麼大的本事，為什麼不多多變現一點讓我們享受，來救濟我們的貧乏呢？佛菩薩有智慧、有能力，今天看到我們這樣貧苦，不伸手救援，這還能談得上慈悲嗎？殊不知，佛菩薩這個福報給你享受，你也得有福才能受用；你沒有福，他這個福報給你，反而害了你。所以我們自己要修福，才能得到佛菩薩的照顧；自己沒有福，佛菩薩想照顧，這當中還有種種差別因緣不能如願。這個責任絕對不是在佛菩薩那邊，是在我們自己這邊。我們受苦受難，這個受苦受難就是惡業的果報，受這個難就報掉了。報掉之後，當然你無始劫當中不會一昧都造惡業，也造的有善業，惡業報盡，這個善念現前，回心轉意，改過自新，這就是一念善念現前，佛菩薩就能照顧得到，這個諸位一定要曉得。"
    },
    {
      "id": "02-005-0058_p0009",
      "zh_CN": "我们不说别人，以我自己亲身做个例子，年轻虽然学道，受许许多多的苦难，受苦难的时候意志更坚决，一心向道。假如在年轻那个时候福报现前，多少人恭敬供养布施，恐怕自己就堕落、就毁灭了。会不会堕落？我想想我一定会堕落。名闻利养、五欲六尘那个力量多大！要统统都来了，我想想没有能力跟它抗衡，自己没有道心、没有定力。所以幸亏佛菩萨照顾，不来，让我受尽折磨、受尽苦难，一天吃一餐。为什么吃一餐？没有钱，过这个苦日子。现在有点福报，现在有定功，不会为这些东西动摇了，佛菩萨手中常出无尽宝藏来送给我，我会利乐有情，我不会自己享受。因为我自己很清楚，自己只有一个愿望，求生净土。所以佛菩萨给我的，我知道不是给我，是让我来代替他分发给大家。我这是手上过路财神，这过一下就走了，不会止住的，这就不妨碍。这正是诸佛菩萨照顾我们的所在，正是诸佛菩萨大慈大悲的表现，使我们自己感激不尽。",
      "zh_TW": "我們不說別人，以我自己親身做個例子，年輕雖然學道，受許許多多的苦難，受苦難的時候意志更堅決，一心向道。假如在年輕那個時候福報現前，多少人恭敬供養布施，恐怕自己就墮落、就毀滅了。會不會墮落？我想想我一定會墮落。名聞利養、五欲六塵那個力量多大！要統統都來了，我想想沒有能力跟它抗衡，自己沒有道心、沒有定力。所以幸虧佛菩薩照顧，不來，讓我受盡折磨、受盡苦難，一天吃一餐。為什麼吃一餐？沒有錢，過這個苦日子。現在有點福報，現在有定功，不會為這些東西動搖了，佛菩薩手中常出無盡寶藏來送給我，我會利樂有情，我不會自己享受。因為我自己很清楚，自己只有一個願望，求生淨土。所以佛菩薩給我的，我知道不是給我，是讓我來代替他分發給大家。我這是手上過路財神，這過一下就走了，不會止住的，這就不妨礙。這正是諸佛菩薩照顧我們的所在，正是諸佛菩薩大慈大悲的表現，使我們自己感激不盡。"
    },
    {
      "id": "02-005-0058_p0010",
      "zh_CN": "【由是因缘。能令无量众生。皆发阿耨多罗三藐三菩提心。】",
      "zh_TW": "【由是因緣。能令無量眾生。皆發阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "02-005-0058_p0011",
      "zh_CN": "这就是总结，大众见光、闻法，信心增长，法喜充满，所以也能像诸佛菩萨一样发无上菩提心。无上菩提心，简单的讲，要用我们现代话来说，就是高度的警觉心。知道三界苦，知道极乐的成就，必然坚定信向，坚定信心，坚定我努力的方向，舍弃娑婆，专求净土，这是无上菩提心。我们今天的信心生不起来，原因在哪里？对于事实真相还没有清楚。如果对于事实真相完全了解、完全清楚，你那个抉择当然是坚定的、是明了的。",
      "zh_TW": "這就是總結，大眾見光、聞法，信心增長，法喜充滿，所以也能像諸佛菩薩一樣發無上菩提心。無上菩提心，簡單的講，要用我們現代話來說，就是高度的警覺心。知道三界苦，知道極樂的成就，必然堅定信向，堅定信心，堅定我努力的方向，捨棄娑婆，專求淨土，這是無上菩提心。我們今天的信心生不起來，原因在哪裡？對於事實真相還沒有清楚。如果對於事實真相完全了解、完全清楚，你那個抉擇當然是堅定的、是明瞭的。"
    },
    {
      "id": "02-005-0058_p0012",
      "zh_CN": "以上从第四章，就是本经的正宗分开始，一直到此地，都是说明阿弥陀佛过去生中在因地发愿修行证果的状况。底下一章特别说明成佛之后的果德，我们看第九章：",
      "zh_TW": "以上從第四章，就是本經的正宗分開始，一直到此地，都是說明阿彌陀佛過去生中在因地發願修行證果的狀況。底下一章特別說明成佛之後的果德，我們看第九章："
    },
    {
      "id": "02-005-0058_p0013",
      "zh_CN": "【圆满成就第九。】",
      "zh_TW": "【圓滿成就第九。】"
    },
    {
      "id": "02-005-0058_p0014",
      "zh_CN": "功圆果满，前面修的功德圆了，所以果报也满了，功圆果满的『成就』。",
      "zh_TW": "功圓果滿，前面修的功德圓了，所以果報也滿了，功圓果滿的『成就』。"
    },
    {
      "id": "02-005-0058_p0015",
      "zh_CN": "【佛告阿难。法藏比丘。修菩萨行。积功累德。无量无边。于一切法。而得自在。非是语言分别之所能知。】",
      "zh_TW": "【佛告阿難。法藏比丘。修菩薩行。積功累德。無量無邊。於一切法。而得自在。非是語言分別之所能知。】"
    },
    {
      "id": "02-005-0058_p0016",
      "zh_CN": "这一句是世尊赞叹阿弥陀佛因圆果满，也正是勉励我们，要教我们效法阿弥陀佛，向阿弥陀佛学习。他也是从一个普通人出家修行成就的，即使是示现，也没有两样，也是事实。我们要想像佛一样成就，单单希望果报，没有用处，要学他的因行，他怎么做的。所以我在讲席当中常常与诸位同修们共同勉励，我们要认真的去学习。首先经文要熟，时时刻刻我都能想得起来；其次每一句经文要有甚深的理解；然后在日常生活当中，对人对事对物我统统用得上，弥陀在因地里面怎么做，我也学着怎么做，这叫做学佛。所以学佛，不是天天念经、拜佛叫学佛，那个没有用，那是学形式，修一点人天福报而已，那是修福，那个不是修行。修行要从心地、从言行里面，学得跟菩萨、跟佛一样，他是怎么存心，我也怎么存心，他怎么对人，我也学着这样对人，这叫真正学佛、真正修行。拿着佛菩萨的标准，修正我们自己错误的行为、错误的思想、错误的见解、错误的做法，这才有用处。这就叫做『修菩萨行，积功累德』，天天做，不疲不厌，这样累积下来就『无量无边』。",
      "zh_TW": "這一句是世尊讚歎阿彌陀佛因圓果滿，也正是勉勵我們，要教我們效法阿彌陀佛，向阿彌陀佛學習。他也是從一個普通人出家修行成就的，即使是示現，也沒有兩樣，也是事實。我們要想像佛一樣成就，單單希望果報，沒有用處，要學他的因行，他怎麼做的。所以我在講席當中常常與諸位同修們共同勉勵，我們要認真的去學習。首先經文要熟，時時刻刻我都能想得起來；其次每一句經文要有甚深的理解；然後在日常生活當中，對人對事對物我統統用得上，彌陀在因地裡面怎麼做，我也學著怎麼做，這叫做學佛。所以學佛，不是天天念經、拜佛叫學佛，那個沒有用，那是學形式，修一點人天福報而已，那是修福，那個不是修行。修行要從心地、從言行裡面，學得跟菩薩、跟佛一樣，他是怎麼存心，我也怎麼存心，他怎麼對人，我也學著這樣對人，這叫真正學佛、真正修行。拿著佛菩薩的標準，修正我們自己錯誤的行為、錯誤的思想、錯誤的見解、錯誤的做法，這才有用處。這就叫做『修菩薩行，積功累德』，天天做，不疲不厭，這樣累積下來就『無量無邊』。"
    },
    {
      "id": "02-005-0058_p0017",
      "zh_CN": "只要依照佛法去做，确确实实，你在『一切法』中一定得大『自在』，这种功德利益说不尽的。所以世尊这句话是真实语，『非是语言分别之所能知』，说不尽；也不是我们一个人能够想像得到的，无法想像的，这个学佛的好处。没有这样殊胜的功德利益，我们学它干什么？而且说实在话，学佛所得到的功德利益，快速无比。你们在世间人，要想在世间奋斗、经营致富，要几十年，很辛苦，战战兢兢，还要患得患失，一不小心就失败了，不见得你的富贵能保持到晚年。我自己这亲身所见到的，我到台湾来四十年了，民国三十八年到台湾，四十多年了，当年那些同学一半以上都不在了，长官、同事差不多也将近三分之二都走了。尤其是他们晚年清苦的状况，我看得非常清楚，年轻得志的时候红极一时，一呼百应；到下了台的时候，年岁大了，弯腰驼背，自己拿个篮子上菜市场去买菜。从前家里都用很多人，晚年落魄到这个样子，我看在心里很难过。想想是佛经上讲的一点都不错，得志的时候要知道修福；得志的时候忘了，只知道作威作福，不知道修福，福享尽了完了、没有了，可怜。不如学佛，学佛的时候开头很苦，可是你这个功德累积愈累愈厚，愈修愈自在。",
      "zh_TW": "只要依照佛法去做，確確實實，你在『一切法』中一定得大『自在』，這種功德利益說不盡的。所以世尊這句話是真實語，『非是語言分別之所能知』，說不盡；也不是我們一個人能夠想像得到的，無法想像的，這個學佛的好處。沒有這樣殊勝的功德利益，我們學它幹什麼？而且說實在話，學佛所得到的功德利益，快速無比。你們在世間人，要想在世間奮鬥、經營致富，要幾十年，很辛苦，戰戰兢兢，還要患得患失，一不小心就失敗了，不見得你的富貴能保持到晚年。我自己這親身所見到的，我到台灣來四十年了，民國三十八年到台灣，四十多年了，當年那些同學一半以上都不在了，長官、同事差不多也將近三分之二都走了。尤其是他們晚年清苦的狀況，我看得非常清楚，年輕得志的時候紅極一時，一呼百應；到下了台的時候，年歲大了，彎腰駝背，自己拿個籃子上菜市場去買菜。從前家裡都用很多人，晚年落魄到這個樣子，我看在心裡很難過。想想是佛經上講的一點都不錯，得志的時候要知道修福；得志的時候忘了，只知道作威作福，不知道修福，福享盡了完了、沒有了，可憐。不如學佛，學佛的時候開頭很苦，可是你這個功德累積愈累愈厚，愈修愈自在。"
    },
    {
      "id": "02-005-0058_p0018",
      "zh_CN": "世间人怕老，老了就不值钱，找工作没有人要你了，甚至于你这儿女要不孝，儿女也不理你，真是孤苦伶仃。自己有点积蓄还好，物质生活能勉强维持，如果没有积蓄的话，晚年很苦。出家人是愈老愈值钱，老和尚！在社会上愈老，尊敬的人愈多，愈老侍候的人愈多，愈老愈自在，这是他们当年没想到的。我那时候学佛，我们那些长官、同事、朋友，都说我迷、消极，见到我没有一个不指着鼻子骂我的，现在看到我的时候都点头：你的路走对了。这个我们讲利益、讲果报，只要你真正肯做，在佛法里面勤修苦学，这个果报大概是在十年到十五年就会现前，那以后就愈来愈自在。可是自己要很小心、很谨慎，我讲《阿弥陀经》六方佛的时候，我说得很清楚，为什么？这个时候果报现前的话，决定不能沾染，一沾染就堕落，非常容易堕落。为什么？定力不够，十几、二十年的修行定力不够，至少要三十年以上，年龄最好能超过六十岁，心情定了。为什么？接近晚年，警觉心比较高，这快要死了，死了以后怎么办？会想这个问题。年轻把这个问题忘掉了，往往去搞名利去了，那个堕落就快速。所以，纵然有福报现前，决定不能沾染，统统布施掉，舍得干干净净，还是过一个清苦的日子好。",
      "zh_TW": "世間人怕老，老了就不值錢，找工作沒有人要你了，甚至於你這兒女要不孝，兒女也不理你，真是孤苦伶仃。自己有點積蓄還好，物質生活能勉強維持，如果沒有積蓄的話，晚年很苦。出家人是愈老愈值錢，老和尚！在社會上愈老，尊敬的人愈多，愈老侍候的人愈多，愈老愈自在，這是他們當年沒想到的。我那時候學佛，我們那些長官、同事、朋友，都說我迷、消極，見到我沒有一個不指著鼻子罵我的，現在看到我的時候都點頭：你的路走對了。這個我們講利益、講果報，只要你真正肯做，在佛法裡面勤修苦學，這個果報大概是在十年到十五年就會現前，那以後就愈來愈自在。可是自己要很小心、很謹慎，我講《阿彌陀經》六方佛的時候，我說得很清楚，為什麼？這個時候果報現前的話，決定不能沾染，一沾染就墮落，非常容易墮落。為什麼？定力不夠，十幾、二十年的修行定力不夠，至少要三十年以上，年齡最好能超過六十歲，心情定了。為什麼？接近晚年，警覺心比較高，這快要死了，死了以後怎麼辦？會想這個問題。年輕把這個問題忘掉了，往往去搞名利去了，那個墮落就快速。所以，縱然有福報現前，決定不能沾染，統統布施掉，捨得乾乾淨淨，還是過一個清苦的日子好。"
    },
    {
      "id": "02-005-0058_p0019",
      "zh_CN": "所以我们看看祖师大德给我们做的榜样，像虚云老和尚，你看看《年谱》，那个皈依弟子供养多少，不计其数，他老人家一分钱也没享受，还是穿的破衣服，补一个再补一个，还是过这个生活，吃的粗茶淡饭，没有说加几个菜，没有。",
      "zh_TW": "所以我們看看祖師大德給我們做的榜樣，像虛雲老和尚，你看看《年譜》，那個皈依弟子供養多少，不計其數，他老人家一分錢也沒享受，還是穿的破衣服，補一個再補一個，還是過這個生活，吃的粗茶淡飯，沒有說加幾個菜，沒有。"
    },
    {
      "id": "02-005-0058_p0020",
      "zh_CN": "印光大师，你想看，他的福报多大、信徒多少、供养多少，没有用一分钱，一件衣服穿几十年。所有一切信徒的供养，他老人家全部都拿去印经布施，苏州弘化社，就是信徒供养的这些财物办了一个印经处，印送经书、流通法宝，他是完全做这桩事情。你们诸位看他老人家的法语，就是上海护国息灾法会的法语，你们去看看就知道了。我从前不知道他专门做这个事情，看了这个才知道。因为北方也是有这个灾难，他去赈灾，赈灾在印经款项里面拨三千圆（这是银圆）去赈灾。我们才晓得他一生当中专门印经，没有其他的用途，这是我们的榜样，是我们的典型。印祖他出名是七十岁才出名的，七十岁以前没有人晓得，所以他出名是在晚年，好，非常非常之好，所以没有障碍。他八十岁圆寂，实际上他弘法利生只有十年，但是他这个十年影响力，民国以来任何一个法师都不能够相比的。原因在哪里？他积得太厚了，我们中国人讲「厚积薄发」，他这个根基培得太厚了，所以发出来的时候那个力量太大太大，在当代任何一个讲经说法的大法师，都没有法子跟他相比的。这边这幅对联，是他老人家七十九岁时候写的，第二年他老人家就圆寂了。这个对联是亲笔写的，这个不是印的，所以非常难得，非常难得、不容易。你们同修如果要欢喜的话，可以将来做个复制品，找照相馆来照相，印的时候颜色也印这样，旧旧的，跟这个样子看是一样的（如果印新的就不像了），颜色都印成一样，保持着这个真迹的样子，这个可以做得出来的。像现在故宫许多古画做的复制品，跟旧的一模一样，很难辨别。所以可以做的，大家喜欢，可以做。",
      "zh_TW": "印光大師，你想看，他的福報多大、信徒多少、供養多少，沒有用一分錢，一件衣服穿幾十年。所有一切信徒的供養，他老人家全部都拿去印經布施，蘇州弘化社，就是信徒供養的這些財物辦了一個印經處，印送經書、流通法寶，他是完全做這樁事情。你們諸位看他老人家的法語，就是上海護國息災法會的法語，你們去看看就知道了。我從前不知道他專門做這個事情，看了這個才知道。因為北方也是有這個災難，他去賑災，賑災在印經款項裡面撥三千圓（這是銀圓）去賑災。我們才曉得他一生當中專門印經，沒有其他的用途，這是我們的榜樣，是我們的典型。印祖他出名是七十歲才出名的，七十歲以前沒有人曉得，所以他出名是在晚年，好，非常非常之好，所以沒有障礙。他八十歲圓寂，實際上他弘法利生只有十年，但是他這個十年影響力，民國以來任何一個法師都不能夠相比的。原因在哪裡？他積得太厚了，我們中國人講「厚積薄發」，他這個根基培得太厚了，所以發出來的時候那個力量太大太大，在當代任何一個講經說法的大法師，都沒有法子跟他相比的。這邊這幅對聯，是他老人家七十九歲時候寫的，第二年他老人家就圓寂了。這個對聯是親筆寫的，這個不是印的，所以非常難得，非常難得、不容易。你們同修如果要歡喜的話，可以將來做個複製品，找照相館來照相，印的時候顏色也印這樣，舊舊的，跟這個樣子看是一樣的（如果印新的就不像了），顏色都印成一樣，保持著這個真跡的樣子，這個可以做得出來的。像現在故宮許多古畫做的複製品，跟舊的一模一樣，很難辨別。所以可以做的，大家喜歡，可以做。"
    },
    {
      "id": "02-005-0058_p0021",
      "zh_CN": "像这些祖师大德们给我们做了榜样，给我们做了示范，这是我们要学习的。弥陀在这个经典里面跟我们讲得更是多、更微细。再看下面经文：",
      "zh_TW": "像這些祖師大德們給我們做了榜樣，給我們做了示範，這是我們要學習的。彌陀在這個經典裡面跟我們講得更是多、更微細。再看下面經文："
    },
    {
      "id": "02-005-0058_p0022",
      "zh_CN": "【所发誓愿。圆满成就。】",
      "zh_TW": "【所發誓願。圓滿成就。】"
    },
    {
      "id": "02-005-0058_p0023",
      "zh_CN": "这一句就是指的四十八愿，四十八愿没有一句是虚愿，愿愿都兑现。不仅是兑现，愿愿都是百分之百的兑现，才能叫『圆满成就』。如果有的能兑现，有的还不能兑现，那就不能叫圆满成就；所以这愿愿都是圆满的。由此可知，这个经上没有一句是假话，没有一句是废话，我们能够依教奉行，实实在在是大幸。",
      "zh_TW": "這一句就是指的四十八願，四十八願沒有一句是虛願，願願都兌現。不僅是兌現，願願都是百分之百的兌現，才能叫『圓滿成就』。如果有的能兌現，有的還不能兌現，那就不能叫圓滿成就；所以這願願都是圓滿的。由此可知，這個經上沒有一句是假話，沒有一句是廢話，我們能夠依教奉行，實實在在是大幸。"
    },
    {
      "id": "02-005-0058_p0024",
      "zh_CN": "【如实安住。具足庄严。威德广大。清净佛土。】",
      "zh_TW": "【如實安住。具足莊嚴。威德廣大。清淨佛土。】"
    },
    {
      "id": "02-005-0058_p0025",
      "zh_CN": "这个四句是讲的西方极乐世界，『如实安住』，如是如愿，实是真实，的确依照他的理想，建成究竟圆满广大的道场，提供给十方一切有缘众生来修行。所以西方极乐世界是大道场，它不是众生什么造善造恶的果报之处，不是，它不是果报，它是个修行道场，真正发愿，这个道场你就有分了。『具足庄严』，是说这个道场制造非常奇妙、华丽无比。『威德广大』，是说在这个道场修行的大众，无论在物质、或在精神上的享受无穷无尽。尤其是『清净佛土』，什么清净？不闻恶名，那实实在在的当然就更没有了，一切恶的名字都听不到，这个心才清净。所以像这些地方，我们要特别留意，修西方净土从哪里修？从清净心修。清净心怎么个修法？离一切恶名，凡是不善的不要去听、不要去看、不要去想，我们心才能得清净。我在讲席里面跟同修们讲了多少次，我们要想、我们要念，想呢，想弥陀本愿功德、想四十八愿，就想这个，不要想别的；要念，就念名号功德，念四个字也好，念六个字也好，其他的不要再去念。念这句佛号叫正念、正语；想西方极乐世界依正庄严，想四十八愿本愿功德，这是正思惟。正念、正思惟，这就对了，不要再搞别的。人家对我们有什么冤屈，不要去辩论，不要去想，为什么？想一遍又造一遍恶业，那何必？「凡所有相皆是虚妄」，只要不执着，统统就没有了，何必还去想它，何必再提？用不着了！老实念佛要紧，所以什么话都不要讲。",
      "zh_TW": "這個四句是講的西方極樂世界，『如實安住』，如是如願，實是真實，的確依照他的理想，建成究竟圓滿廣大的道場，提供給十方一切有緣眾生來修行。所以西方極樂世界是大道場，它不是眾生什麼造善造惡的果報之處，不是，它不是果報，它是個修行道場，真正發願，這個道場你就有分了。『具足莊嚴』，是說這個道場製造非常奇妙、華麗無比。『威德廣大』，是說在這個道場修行的大眾，無論在物質、或在精神上的享受無窮無盡。尤其是『清淨佛土』，什麼清淨？不聞惡名，那實實在在的當然就更沒有了，一切惡的名字都聽不到，這個心才清淨。所以像這些地方，我們要特別留意，修西方淨土從哪裡修？從清淨心修。清淨心怎麼個修法？離一切惡名，凡是不善的不要去聽、不要去看、不要去想，我們心才能得清淨。我在講席裡面跟同修們講了多少次，我們要想、我們要念，想呢，想彌陀本願功德、想四十八願，就想這個，不要想別的；要念，就念名號功德，念四個字也好，念六個字也好，其他的不要再去念。念這句佛號叫正念、正語；想西方極樂世界依正莊嚴，想四十八願本願功德，這是正思惟。正念、正思惟，這就對了，不要再搞別的。人家對我們有什麼冤屈，不要去辯論，不要去想，為什麼？想一遍又造一遍惡業，那何必？「凡所有相皆是虛妄」，只要不執著，統統就沒有了，何必還去想它，何必再提？用不著了！老實念佛要緊，所以什麼話都不要講。"
    },
    {
      "id": "02-005-0058_p0026",
      "zh_CN": "有很多同修来问我，问问题的，这问的什么？统统叫废话，统是妄想。实在讲，从前古大德那些人聪明，手上拿个拐杖，你来问问题了，「打！」好，把你妄想都打掉，「不老实念佛，胡思乱想！」对，正确，那叫直捷了当，真是痛快到极处，有什么问题好讲的？不老实，来问问题的都不老实。所以要紧的，依教奉行，清净心比什么都重要。动一个念头，善念、恶念都不清净。可是善念、恶念不动不行，想不动偏要动，这是佛教给我们方法，动阿弥陀佛的念头。阿弥陀佛这个念头，三善道没有，三恶道也没有，与西方极乐世界相应。以一念止一切妄念，它这个方法方便在此地，不可思议的功德利益也在此地，确确实实能破妄想、破执着。破妄想是破所知障，破执着是破烦恼障，这一句名号功德真的有这么大。再看下面经文：",
      "zh_TW": "有很多同修來問我，問問題的，這問的什麼？統統叫廢話，統是妄想。實在講，從前古大德那些人聰明，手上拿個枴杖，你來問問題了，「打！」好，把你妄想都打掉，「不老實念佛，胡思亂想！」對，正確，那叫直捷了當，真是痛快到極處，有什麼問題好講的？不老實，來問問題的都不老實。所以要緊的，依教奉行，清淨心比什麼都重要。動一個念頭，善念、惡念都不清淨。可是善念、惡念不動不行，想不動偏要動，這是佛教給我們方法，動阿彌陀佛的念頭。阿彌陀佛這個念頭，三善道沒有，三惡道也沒有，與西方極樂世界相應。以一念止一切妄念，它這個方法方便在此地，不可思議的功德利益也在此地，確確實實能破妄想、破執著。破妄想是破所知障，破執著是破煩惱障，這一句名號功德真的有這麼大。再看下面經文："
    },
    {
      "id": "02-005-0058_p0027",
      "zh_CN": "【阿难闻佛所说。白世尊言。法藏菩萨成菩提者。为是过去佛耶。未来佛耶。为今现在他方世界耶。】",
      "zh_TW": "【阿難聞佛所說。白世尊言。法藏菩薩成菩提者。為是過去佛耶。未來佛耶。為今現在他方世界耶。】"
    },
    {
      "id": "02-005-0058_p0028",
      "zh_CN": "佛说了这么多，虽然从表面上看，是对阿难说的，阿难启请的，对阿难说的；实际上阿难代表我们大众。不但代表当时与会的大众，也代表我们后世有机缘接触到这个经的大众们，他一个人统统都代表了。阿难提出的问题，也正是我们很想要知道的问题，『法藏菩萨』成佛了，是『过去佛』、是『未来佛』，还是现在佛？现在佛，我们晓得，一个世界只有一尊佛，不能有两尊佛。我们娑婆世界的现在佛是释迦牟尼佛；法藏要是现在佛，决定不是在娑婆世界，一定是在『他方世界』。为我们提出这么一个问题。下面世尊答复：",
      "zh_TW": "佛說了這麼多，雖然從表面上看，是對阿難說的，阿難啟請的，對阿難說的；實際上阿難代表我們大眾。不但代表當時與會的大眾，也代表我們後世有機緣接觸到這個經的大眾們，他一個人統統都代表了。阿難提出的問題，也正是我們很想要知道的問題，『法藏菩薩』成佛了，是『過去佛』、是『未來佛』，還是現在佛？現在佛，我們曉得，一個世界只有一尊佛，不能有兩尊佛。我們娑婆世界的現在佛是釋迦牟尼佛；法藏要是現在佛，決定不是在娑婆世界，一定是在『他方世界』。為我們提出這麼一個問題。下面世尊答覆："
    },
    {
      "id": "02-005-0058_p0029",
      "zh_CN": "【世尊告言。彼佛如来。来无所来。去无所去。无生无灭。非过现未来。】",
      "zh_TW": "【世尊告言。彼佛如來。來無所來。去無所去。無生無滅。非過現未來。】"
    },
    {
      "id": "02-005-0058_p0030",
      "zh_CN": "佛这一段答复，这是事实，这是正答，这个答复我们听起来很玄、很难懂，可是千真万确的事实。不成佛的时候，你没有见性，没有见性你有分别执着，有分别执着才有十方三世。十方三世从哪来的？从分别执着来的。所以十方三世在佛法里面称为不相应行法，所谓不相应行法就是完全没有事实，是假设的，我们今天所谓是抽象的概念，没有事实，不是真的。但是我们对这个抽象概念一向就执着，固执在那里，以为它真的，不知道它是虚假的。所以这是一种错误的观念、错误的执着，不是事实。见了性，这种妄想分别执着统统没有了、统统消灭了，所以时间、空间观念没有了。时空观念没有了，哪里还有过去、现在、未来，哪里还有此处、他方？都没有了，这就是常说的不生不灭。什么时候入这个境界？见了性就入这个境界。我们晓得，佛在大乘经上常说，圆教初住以上的就证得这个境界；别教要初地以上，别教初地菩萨等于圆教初住菩萨，入这个境界；在念佛人来讲，是理一心不乱，就到这个境界。也许我们要问，假如我们到这个境界了，我们自己晓得不晓得？一定晓得。换句话说，你对于芸芸众生、大千世界，你自己还有分别、没有分别，这都不晓得？没有这个道理。如果统统不晓得，那好了，你修行修到最后就变成木头、变成石头，那就错了！心性灵明觉知，愈修愈明，过去现在、此界他方无所不知，哪有不晓得的事情！所以，自己修行到什么样的境界，自己清清楚楚、明明白白。为了证明自己境界没错，这才请教比自己高明的善知识，求他印证。他给你证明了，他就是你老师，给你证明，这就是传法、传承，他给你证明没错。禅宗如此，教下也不例外。所以说直捷告诉他，时空是一不是二。",
      "zh_TW": "佛這一段答覆，這是事實，這是正答，這個答覆我們聽起來很玄、很難懂，可是千真萬確的事實。不成佛的時候，你沒有見性，沒有見性你有分別執著，有分別執著才有十方三世。十方三世從哪來的？從分別執著來的。所以十方三世在佛法裡面稱為不相應行法，所謂不相應行法就是完全沒有事實，是假設的，我們今天所謂是抽象的概念，沒有事實，不是真的。但是我們對這個抽象概念一向就執著，固執在那裡，以為它真的，不知道它是虛假的。所以這是一種錯誤的觀念、錯誤的執著，不是事實。見了性，這種妄想分別執著統統沒有了、統統消滅了，所以時間、空間觀念沒有了。時空觀念沒有了，哪裡還有過去、現在、未來，哪裡還有此處、他方？都沒有了，這就是常說的不生不滅。什麼時候入這個境界？見了性就入這個境界。我們曉得，佛在大乘經上常說，圓教初住以上的就證得這個境界；別教要初地以上，別教初地菩薩等於圓教初住菩薩，入這個境界；在念佛人來講，是理一心不亂，就到這個境界。也許我們要問，假如我們到這個境界了，我們自己曉得不曉得？一定曉得。換句話說，你對於芸芸眾生、大千世界，你自己還有分別、沒有分別，這都不曉得？沒有這個道理。如果統統不曉得，那好了，你修行修到最後就變成木頭、變成石頭，那就錯了！心性靈明覺知，愈修愈明，過去現在、此界他方無所不知，哪有不曉得的事情！所以，自己修行到什麼樣的境界，自己清清楚楚、明明白白。為了證明自己境界沒錯，這才請教比自己高明的善知識，求他印證。他給你證明了，他就是你老師，給你證明，這就是傳法、傳承，他給你證明沒錯。禪宗如此，教下也不例外。所以說直捷告訴他，時空是一不是二。"
    },
    {
      "id": "02-005-0058_p0031",
      "zh_CN": "所以成了佛之后，就像水，我们中国大陆东面是大海，古人常用这个比喻，所有江河水统统流到大海。没有入大海之前，有黄河的水、长江的水、淮河的水、粤江的水，都有分别；入了大海，入了大海都没有了，没有分别了，所有一切分别执着统统没有了，名字全失掉了。你没有成佛，有过去、现在、未来，成了佛没有了。所以『彼佛如来，来无所来，去无所去』，说明十方虚空不离当处；『无生无灭，非过现未来』，我们佛门里常讲「三世古今，不离当念」，《华严》里面讲的念劫圆融，已经入这个境界了，这个是圆满成就。这是从理上讲、从性上讲。可是除了体性之外，还有事相。如果就事相上而论：",
      "zh_TW": "所以成了佛之後，就像水，我們中國大陸東面是大海，古人常用這個比喻，所有江河水統統流到大海。沒有入大海之前，有黃河的水、長江的水、淮河的水、粵江的水，都有分別；入了大海，入了大海都沒有了，沒有分別了，所有一切分別執著統統沒有了，名字全失掉了。你沒有成佛，有過去、現在、未來，成了佛沒有了。所以『彼佛如來，來無所來，去無所去』，說明十方虛空不離當處；『無生無滅，非過現未來』，我們佛門裡常講「三世古今，不離當念」，《華嚴》裡面講的念劫圓融，已經入這個境界了，這個是圓滿成就。這是從理上講、從性上講。可是除了體性之外，還有事相。如果就事相上而論："
    },
    {
      "id": "02-005-0058_p0032",
      "zh_CN": "【但以酬愿度生。现在西方。】",
      "zh_TW": "【但以酬願度生。現在西方。】"
    },
    {
      "id": "02-005-0058_p0033",
      "zh_CN": "这从事上讲，事有没有？事有，就跟我们娑婆世界一样，确确实实有这么一个处所。我们现在讲星球，大家知道这都太空当中的星球，我们这个大地也是个星球，这个星球不很大，很小的一个星球。阿弥陀佛示现这个国土是个很大的星球，是他愿力成就的。我们这个星球是众生业力显现的，是佛的愿力，释迦牟尼佛的愿力、众生的业力，集合成这样的一个世界，娑婆世界。不像西方极乐世界，纯粹是阿弥陀佛的愿力，所有往生到西方世界大众也是这个愿力，这个愿力跟阿弥陀佛的愿力完全相同，同心同愿成就的，这个不一样。我们这个世界，佛的愿力那当然是没有话说的，一切众生的业力各个不相同，所以说非常复杂的这么样一个业力，形成这样复杂的这么一个世界，这样一个处所，这是我们一定要知道的。",
      "zh_TW": "這從事上講，事有沒有？事有，就跟我們娑婆世界一樣，確確實實有這麼一個處所。我們現在講星球，大家知道這都太空當中的星球，我們這個大地也是個星球，這個星球不很大，很小的一個星球。阿彌陀佛示現這個國土是個很大的星球，是他願力成就的。我們這個星球是眾生業力顯現的，是佛的願力，釋迦牟尼佛的願力、眾生的業力，集合成這樣的一個世界，娑婆世界。不像西方極樂世界，純粹是阿彌陀佛的願力，所有往生到西方世界大眾也是這個願力，這個願力跟阿彌陀佛的願力完全相同，同心同願成就的，這個不一樣。我們這個世界，佛的願力那當然是沒有話說的，一切眾生的業力各個不相同，所以說非常複雜的這麼樣一個業力，形成這樣複雜的這麼一個世界，這樣一個處所，這是我們一定要知道的。"
    },
    {
      "id": "02-005-0058_p0034",
      "zh_CN": "西方世界是阿弥陀佛『酬愿度生』，这四个字我们要把它记住，我们才明了，西方极乐世界是阿弥陀佛的化土；换句话说，他是示现在那个地方教化众生之用。就像三千年前释迦牟尼佛出现在印度，以应身住世八十年，为这个世界众生讲经说法，那个用意完全相同。不过释迦佛示现在秽土，时间也很短，只有八十年；阿弥陀佛示现在西方是净土，寿命长久，无量寿，这个不一样。所以我们要问，西方极乐世界的阿弥陀佛到底是哪一种身？我们可以答复他，应身，应化身。因为他那个世界奇妙，跟十方诸佛的应化身都不相同，所以实在说，西方世界阿弥陀佛是一体三身，三身一体，你说他是报身可以，你说他是法身也可以，一即一切，一切即一。但是就我们现前这个程度来说，说应身是最适当的，为什么？我们很能够理解，很能够接受；说太高了，我们反而觉得很玄，难以接受。所以这是佛的应化，是酬愿度生。",
      "zh_TW": "西方世界是阿彌陀佛『酬願度生』，這四個字我們要把它記住，我們才明瞭，西方極樂世界是阿彌陀佛的化土；換句話說，他是示現在那個地方教化眾生之用。就像三千年前釋迦牟尼佛出現在印度，以應身住世八十年，為這個世界眾生講經說法，那個用意完全相同。不過釋迦佛示現在穢土，時間也很短，只有八十年；阿彌陀佛示現在西方是淨土，壽命長久，無量壽，這個不一樣。所以我們要問，西方極樂世界的阿彌陀佛到底是哪一種身？我們可以答覆他，應身，應化身。因為他那個世界奇妙，跟十方諸佛的應化身都不相同，所以實在說，西方世界阿彌陀佛是一體三身，三身一體，你說他是報身可以，你說他是法身也可以，一即一切，一切即一。但是就我們現前這個程度來說，說應身是最適當的，為什麼？我們很能夠理解，很能夠接受；說太高了，我們反而覺得很玄，難以接受。所以這是佛的應化，是酬願度生。"
    },
    {
      "id": "02-005-0058_p0035",
      "zh_CN": "『现在西方』，这是方位，是在我们的西方。也有人说，我们地球是圆的，哪有西方？往西面走，现在的飞机飞二十四个小时又飞回来了，哪来的西方？没有西方。于是有人就怀疑，释迦牟尼佛教我们求生西方极乐世界，太渺茫了，西方到底在哪里？世尊给我们讲的西方，不是我们地球上的西方，而是我们娑婆世界的西方，他讲的是个大世界。娑婆世界，从前一般我们假设大概都是讲银河系，如果以银河系来做单位，那的的确确，佛出世到今天三千年，银河系也是转动的，因为它太大了，三千年转动的角度很小，的确方位并没有改变。不但三千年没有改变，释迦牟尼佛的法运一万二千年，一万二千年恐怕银河系的转动，也不过是一度两度的样子，这个诸位查查天文学就晓得。所以那个方位还是很正确，没说错，方位很正确，是这个西方，不是我们地球的西方。佛教给我们修行，以日落悬鼓，向这个西方，是使我们的心力能集中，取这个意思；真正将来往生，是阿弥陀佛来接你。所以这个方位没有关系，搞不清楚，佛来接我，他来了我跟他走。所以路不认识不要紧，他来带路，只要有人带路，我们可以不要记方向，也不要记路名，自然就到达了。这是佛来接引，我们要知道。先说方位，然后再说距离，距离是：",
      "zh_TW": "『現在西方』，這是方位，是在我們的西方。也有人說，我們地球是圓的，哪有西方？往西面走，現在的飛機飛二十四個小時又飛回來了，哪來的西方？沒有西方。於是有人就懷疑，釋迦牟尼佛教我們求生西方極樂世界，太渺茫了，西方到底在哪裡？世尊給我們講的西方，不是我們地球上的西方，而是我們娑婆世界的西方，他講的是個大世界。娑婆世界，從前一般我們假設大概都是講銀河系，如果以銀河系來做單位，那的的確確，佛出世到今天三千年，銀河系也是轉動的，因為它太大了，三千年轉動的角度很小，的確方位並沒有改變。不但三千年沒有改變，釋迦牟尼佛的法運一萬二千年，一萬二千年恐怕銀河系的轉動，也不過是一度兩度的樣子，這個諸位查查天文學就曉得。所以那個方位還是很正確，沒說錯，方位很正確，是這個西方，不是我們地球的西方。佛教給我們修行，以日落懸鼓，向這個西方，是使我們的心力能集中，取這個意思；真正將來往生，是阿彌陀佛來接你。所以這個方位沒有關係，搞不清楚，佛來接我，他來了我跟他走。所以路不認識不要緊，他來帶路，只要有人帶路，我們可以不要記方向，也不要記路名，自然就到達了。這是佛來接引，我們要知道。先說方位，然後再說距離，距離是："
    },
    {
      "id": "02-005-0058_p0036",
      "zh_CN": "【去阎浮提百千俱胝那由他佛刹。】",
      "zh_TW": "【去閻浮提百千俱胝那由他佛剎。】"
    },
    {
      "id": "02-005-0058_p0037",
      "zh_CN": "『俱胝』是印度一个数字的单位，就是我们中国人讲的十万，『那由他』是亿。正是《弥陀经》上所讲的「十万亿佛土」，『佛刹』就是佛土。一个佛世界，就是经上常讲的三千大千世界。三千大千世界究竟有多大？古今大德有很多种的说法。从西洋科技传到中国来之后，大概我们一般人都想到，大千世界可能就是现在天文学发现的银河系，这是一个大千世界。可是像黄念祖老居士，他们这些人的看法，就又不同了，他们的看法也有科学的根据，他的看法认为，现在我们所发现的银河系只是一个单位世界。如果要真的像他这样说法，这个大千世界大得不可思议。因为一个大千世界有十亿个单位世界，换句话说，像我们这个银河系，在太虚空中的银河系，十亿个银河系才是一尊佛的教化区，实实在在，这个广大我们无法想像！像这样一个单位多少个？十亿个，往西方去十亿个，这才达到阿弥陀佛的国土。阿弥陀佛那个星系，比我们娑婆世界这个星系大得太多太多了。现在科技虽然很发达，西方极乐世界连边缘都没有接触到，这个是我们应该要晓得的。可是往生并不难，不要认为这个很远，遥不可及，这个我们怎么能达到？殊不知心的力量不可思议，这里一动念，那里就达到了，确实是应念圆成。这个理论与事实，《楞严经》上说得很详细。所以自己要有信心，要相信念佛人临终，佛必定来接引，因为四十八愿里面并没有说，哪些条件佛不来接引，没有说就是，下品下生，佛还是来接引。其他经上种种说法，都不能与《无量寿经》四十八愿相违背，《无量寿经》是净土经典里面第一经，最原始的根据，我们要以这个为信仰的基础。",
      "zh_TW": "『俱胝』是印度一個數字的單位，就是我們中國人講的十萬，『那由他』是億。正是《彌陀經》上所講的「十萬億佛土」，『佛剎』就是佛土。一個佛世界，就是經上常講的三千大千世界。三千大千世界究竟有多大？古今大德有很多種的說法。從西洋科技傳到中國來之後，大概我們一般人都想到，大千世界可能就是現在天文學發現的銀河系，這是一個大千世界。可是像黃念祖老居士，他們這些人的看法，就又不同了，他們的看法也有科學的根據，他的看法認為，現在我們所發現的銀河系只是一個單位世界。如果要真的像他這樣說法，這個大千世界大得不可思議。因為一個大千世界有十億個單位世界，換句話說，像我們這個銀河系，在太虛空中的銀河系，十億個銀河系才是一尊佛的教化區，實實在在，這個廣大我們無法想像！像這樣一個單位多少個？十億個，往西方去十億個，這才達到阿彌陀佛的國土。阿彌陀佛那個星系，比我們娑婆世界這個星系大得太多太多了。現在科技雖然很發達，西方極樂世界連邊緣都沒有接觸到，這個是我們應該要曉得的。可是往生並不難，不要認為這個很遠，遙不可及，這個我們怎麼能達到？殊不知心的力量不可思議，這裡一動念，那裡就達到了，確實是應念圓成。這個理論與事實，《楞嚴經》上說得很詳細。所以自己要有信心，要相信念佛人臨終，佛必定來接引，因為四十八願裡面並沒有說，哪些條件佛不來接引，沒有說就是，下品下生，佛還是來接引。其他經上種種說法，都不能與《無量壽經》四十八願相違背，《無量壽經》是淨土經典裡面第一經，最原始的根據，我們要以這個為信仰的基礎。"
    },
    {
      "id": "02-005-0058_p0038",
      "zh_CN": "【有世界名曰极乐。】",
      "zh_TW": "【有世界名曰極樂。】"
    },
    {
      "id": "02-005-0058_p0039",
      "zh_CN": "这是弥陀建立的国土名号，叫极乐世界，这个『极乐』是意译的。因为那个世界不但苦果没有，苦的因也没有；不但众苦之事没有，连恶恼之名也没有，也听不到，所以是清净到极处的一个境界。就看我们想不想往生，真正想往生，就要修清净心，把所有一切妄想、执着、杂念统统放下，这样才对。",
      "zh_TW": "這是彌陀建立的國土名號，叫極樂世界，這個『極樂』是意譯的。因為那個世界不但苦果沒有，苦的因也沒有；不但眾苦之事沒有，連惡惱之名也沒有，也聽不到，所以是清淨到極處的一個境界。就看我們想不想往生，真正想往生，就要修清淨心，把所有一切妄想、執著、雜念統統放下，這樣才對。"
    },
    {
      "id": "02-005-0058_p0040",
      "zh_CN": "【法藏成佛。号阿弥陀。】",
      "zh_TW": "【法藏成佛。號阿彌陀。】"
    },
    {
      "id": "02-005-0058_p0041",
      "zh_CN": "这是把佛的名号说出来，真正发愿求生西方，要立志做一个真正的弥陀弟子，要跟阿弥陀佛学习，要有菩萨的慈悲心，成人之美，决定不障碍别人，决定不妨害别人。",
      "zh_TW": "這是把佛的名號說出來，真正發願求生西方，要立志做一個真正的彌陀弟子，要跟阿彌陀佛學習，要有菩薩的慈悲心，成人之美，決定不障礙別人，決定不妨害別人。"
    },
    {
      "id": "02-005-0058_p0042",
      "zh_CN": "前天，基隆曾居士带了他一些亲戚朋友来听经，听完之后在我这里谈了很久。其中有一位问我，「学佛要怎样才能入门？」我就告诉他，印光大师说，一分诚敬得一分利益，十分诚敬得十分利益。他又问我，「这个诚敬心怎么生？」这是真的，我们也很想有诚敬心，诚敬心生不起来。生不起来的原因，我们看老师、看善知识，都看到他的过失，他有过失，我怎么会尊敬他？恭敬心生不起来；换句话说，你这个学佛，你一生不可能有成就。古人跟我们不一样，古人看人，看人家好的那一面，不看人家丑陋的那一面，所以他恭敬心容易生得出来；现在人不看你好的，专看你丑陋的那一面，换句话说，把这个人格的尊严，要把你破坏得干干净净，你这个人一文不值、一无可取。其实谁吃亏？自己吃亏。因此我就奉告他，我说善知识没有标准，你自己这一生当中，你最仰慕的人、最敬爱的人，你去跟他学，你才会有成就。不要以为那个人有道德、有学问，很了不起，大家都说他好，你对他不尊敬，你跟他就一无所成。",
      "zh_TW": "前天，基隆曾居士帶了他一些親戚朋友來聽經，聽完之後在我這裡談了很久。其中有一位問我，「學佛要怎樣才能入門？」我就告訴他，印光大師說，一分誠敬得一分利益，十分誠敬得十分利益。他又問我，「這個誠敬心怎麼生？」這是真的，我們也很想有誠敬心，誠敬心生不起來。生不起來的原因，我們看老師、看善知識，都看到他的過失，他有過失，我怎麼會尊敬他？恭敬心生不起來；換句話說，你這個學佛，你一生不可能有成就。古人跟我們不一樣，古人看人，看人家好的那一面，不看人家醜陋的那一面，所以他恭敬心容易生得出來；現在人不看你好的，專看你醜陋的那一面，換句話說，把這個人格的尊嚴，要把你破壞得乾乾淨淨，你這個人一文不值、一無可取。其實誰吃虧？自己吃虧。因此我就奉告他，我說善知識沒有標準，你自己這一生當中，你最仰慕的人、最敬愛的人，你去跟他學，你才會有成就。不要以為那個人有道德、有學問，很了不起，大家都說他好，你對他不尊敬，你跟他就一無所成。"
    },
    {
      "id": "02-005-0058_p0043",
      "zh_CN": "所以这古大德对青年学人，真是慈悲到极处，你到他那里去参访，跟他去交谈，他指你一条明路，你到哪里去。他怎么会晓得？当然在谈话当中一定会问到，你这么多法门里面，喜欢哪个法门？古今大善知识，你最崇敬的是哪一位？这个一说就晓得了，他就知道。在现前我们这个世间，还有哪些人专门提倡这个法门，他就介绍你到那里去，你到那边去，三年五年就有成就。他不会留你在身边，为什么？彼此修行的法门不相同，见解不相同，就不能够在一块共修，共修就有烦恼。所以一定要见和同解、戒和同修，这是非常非常重要。所以见解不同，决定不能共住，共住，我要在那里住，我会破坏这个道场，这造罪业。道场里面人再喜欢你、再爱护你、收留你，也是罪过，也是犯了错误。一定要找志同道合的道场、同修，那决定会有成就，这叫依众靠众，这才叫真正的慈悲，这是我们一定要知道的。为什么从前人修行，好像成就得很快，现在人为什么不能成就？那个根本的原因就在此地。所以西方极乐世界非常之单纯，凡是到他那里去的，它的条件就是信愿行，真正相信，真正跟阿弥陀佛一样的发愿。所谓行，就是二六时中这一句佛号念念相续，这就是行。一句佛号念念相续，就是不怀疑、不间断、不夹杂，心清净了。所谓心净则土净，那个地方是净土，我要把所有一切妄想分别执着统统念掉，统统都不要了，就要这一句佛号，这是真正修净土的人，这是真正弥陀弟子。",
      "zh_TW": "所以這古大德對青年學人，真是慈悲到極處，你到他那裡去參訪，跟他去交談，他指你一條明路，你到哪裡去。他怎麼會曉得？當然在談話當中一定會問到，你這麼多法門裡面，喜歡哪個法門？古今大善知識，你最崇敬的是哪一位？這個一說就曉得了，他就知道。在現前我們這個世間，還有哪些人專門提倡這個法門，他就介紹你到那裡去，你到那邊去，三年五年就有成就。他不會留你在身邊，為什麼？彼此修行的法門不相同，見解不相同，就不能夠在一塊共修，共修就有煩惱。所以一定要見和同解、戒和同修，這是非常非常重要。所以見解不同，決定不能共住，共住，我要在那裡住，我會破壞這個道場，這造罪業。道場裡面人再喜歡你、再愛護你、收留你，也是罪過，也是犯了錯誤。一定要找志同道合的道場、同修，那決定會有成就，這叫依眾靠眾，這才叫真正的慈悲，這是我們一定要知道的。為什麼從前人修行，好像成就得很快，現在人為什麼不能成就？那個根本的原因就在此地。所以西方極樂世界非常之單純，凡是到他那裡去的，它的條件就是信願行，真正相信，真正跟阿彌陀佛一樣的發願。所謂行，就是二六時中這一句佛號念念相續，這就是行。一句佛號念念相續，就是不懷疑、不間斷、不夾雜，心清淨了。所謂心淨則土淨，那個地方是淨土，我要把所有一切妄想分別執著統統念掉，統統都不要了，就要這一句佛號，這是真正修淨土的人，這是真正彌陀弟子。"
    },
    {
      "id": "02-005-0058_p0044",
      "zh_CN": "尤其是在末法时期，真正有修、有德行的人少了，没有了。李老师在台湾弘法四十年，我们大家都敬仰他，这个是很有修行的大德。他老人家自己非常谦虚，常常跟我们学生们说，「外面讲的对自己的赞叹太过分了，哪有德行？」我拜他做老师，跟他学习，他老人家给我说，「我的能力顶多只能教你五年」，谦虚到这种程度，不敢自以为师，不敢！我们今天的德行比李老差远了，他都不敢承认做老师，我们怎么敢承认？不敢承认。所以我今天在国内外劝同修们，我们依阿弥陀佛做老师，阿弥陀佛在哪里？在《无量寿经》，我们以这个经本做老师，完全依教奉行。我们以阿弥陀佛为师父，我们做弥陀弟子。阿弥陀佛承认不承认呢，我们有没有去冒充弟子呢？冒充是犯罪的。只要你能够依照这个经典去做，那就是真正的弟子。如果挂个名弥陀弟子，思想、见解、行为跟《弥陀经》所讲的完全相反，那就是冒充弟子。冒充弟子，那个护法神会抓你去惩罚你，护法神好比警察，专门抓冒牌的人，抓犯法的人，他会找你麻烦；你要是果然依教奉行，那是弥陀真正的弟子，诸佛护念，一切护法善神保佑你，这是真的。所以这个老师，他的毛病我们看不出来，所以我们对他很尊敬；这个世间人的毛病百出，时时刻刻我们能够观察得出来，不值得尊敬。所以这一代真正善知识少有了，真正有这种对老师真诚恭敬心的人，实在讲，我离开台中之后没有见到过。不要说别的，就是以我这个样子对李老师那种恭敬心的人，我就没有看到第二个。我在台中能学到一点东西，就是这点恭敬心得来的。",
      "zh_TW": "尤其是在末法時期，真正有修、有德行的人少了，沒有了。李老師在台灣弘法四十年，我們大家都敬仰他，這個是很有修行的大德。他老人家自己非常謙虛，常常跟我們學生們說，「外面講的對自己的讚歎太過分了，哪有德行？」我拜他做老師，跟他學習，他老人家給我說，「我的能力頂多只能教你五年」，謙虛到這種程度，不敢自以為師，不敢！我們今天的德行比李老差遠了，他都不敢承認做老師，我們怎麼敢承認？不敢承認。所以我今天在國內外勸同修們，我們依阿彌陀佛做老師，阿彌陀佛在哪裡？在《無量壽經》，我們以這個經本做老師，完全依教奉行。我們以阿彌陀佛為師父，我們做彌陀弟子。阿彌陀佛承認不承認呢，我們有沒有去冒充弟子呢？冒充是犯罪的。只要你能夠依照這個經典去做，那就是真正的弟子。如果掛個名彌陀弟子，思想、見解、行為跟《彌陀經》所講的完全相反，那就是冒充弟子。冒充弟子，那個護法神會抓你去懲罰你，護法神好比警察，專門抓冒牌的人，抓犯法的人，他會找你麻煩；你要是果然依教奉行，那是彌陀真正的弟子，諸佛護念，一切護法善神保佑你，這是真的。所以這個老師，他的毛病我們看不出來，所以我們對他很尊敬；這個世間人的毛病百出，時時刻刻我們能夠觀察得出來，不值得尊敬。所以這一代真正善知識少有了，真正有這種對老師真誠恭敬心的人，實在講，我離開台中之後沒有見到過。不要說別的，就是以我這個樣子對李老師那種恭敬心的人，我就沒有看到第二個。我在台中能學到一點東西，就是這點恭敬心得來的。"
    },
    {
      "id": "02-005-0058_p0045",
      "zh_CN": "我在台湾三个老师，最初我没有学佛，学哲学，我跟方东美先生；以后接触佛法，最初指导我的，章嘉大师，我跟他老人家三年；章嘉大师圆寂之后一年，我认识李老师，我跟他十年。他那个时候只希望我跟他五年，我实实在在得到他真正的利益，所以我自动又增加五年，我跟他十年，我才离开他。尊师重道，为什么尊师？是重道；对师长轻慢，那你是学不到东西。不是师长要我们尊敬，我们在佛法里头常讲，孝敬是性德，不孝不敬是迷惑颠倒。我们今天要开发性德，明心见性，用什么方法？孝敬。所以把孝亲之心，扩大到能够孝顺一切众生；敬仰师长的心，扩大到敬仰一切众生，这就明心见性。从分别一直修到无分别，我孝亲尊师是有分别的，扩大之后就没有分别，没有分别就是性德透露，就明心见性。这个是要工夫去做的，要认真去做的。",
      "zh_TW": "我在台灣三個老師，最初我沒有學佛，學哲學，我跟方東美先生；以後接觸佛法，最初指導我的，章嘉大師，我跟他老人家三年；章嘉大師圓寂之後一年，我認識李老師，我跟他十年。他那個時候只希望我跟他五年，我實實在在得到他真正的利益，所以我自動又增加五年，我跟他十年，我才離開他。尊師重道，為什麼尊師？是重道；對師長輕慢，那你是學不到東西。不是師長要我們尊敬，我們在佛法裡頭常講，孝敬是性德，不孝不敬是迷惑顛倒。我們今天要開發性德，明心見性，用什麼方法？孝敬。所以把孝親之心，擴大到能夠孝順一切眾生；敬仰師長的心，擴大到敬仰一切眾生，這就明心見性。從分別一直修到無分別，我孝親尊師是有分別的，擴大之後就沒有分別，沒有分別就是性德透露，就明心見性。這個是要工夫去做的，要認真去做的。"
    },
    {
      "id": "02-005-0058_p0046",
      "zh_CN": "所以学阿弥陀佛决定不错，尤其在这个时代，这个时代是大灾难现前的时代。大陆上这个灾难，过去在历史上也没听说过的，哪有洪水淹没十八个省分？报纸上报导的，七分之一的土地，这还得了，这个灾难太大了！这是共业，值得我们警惕。我们要想赈灾，不但自己出一点钱，钱很微薄，最重要的是真正像经上讲的洒心易行，断恶修善，挽回天心。这个就是依报随着正报转，善良的人多了，灾难就少了。这是现在一般科学它不明白这个道理，实实在在，是大自然的环境随着人心在转变，众生心善，自然环境自然的美好；人心险恶，种种灾难就会现前。这是佛在大乘经里面讲得太多太多了，我们要仔细去思惟，去深深体会这个事实的真相，然后才会认真努力去学习、去做。从本身做起，再影响自己的亲朋好友。",
      "zh_TW": "所以學阿彌陀佛決定不錯，尤其在這個時代，這個時代是大災難現前的時代。大陸上這個災難，過去在歷史上也沒聽說過的，哪有洪水淹沒十八個省分？報紙上報導的，七分之一的土地，這還得了，這個災難太大了！這是共業，值得我們警惕。我們要想賑災，不但自己出一點錢，錢很微薄，最重要的是真正像經上講的洒心易行，斷惡修善，挽回天心。這個就是依報隨著正報轉，善良的人多了，災難就少了。這是現在一般科學它不明白這個道理，實實在在，是大自然的環境隨著人心在轉變，眾生心善，自然環境自然的美好；人心險惡，種種災難就會現前。這是佛在大乘經裡面講得太多太多了，我們要仔細去思惟，去深深體會這個事實的真相，然後才會認真努力去學習、去做。從本身做起，再影響自己的親朋好友。"
    },
    {
      "id": "02-005-0058_p0047",
      "zh_CN": "【成佛以来。于今十劫。】",
      "zh_TW": "【成佛以來。於今十劫。】"
    },
    {
      "id": "02-005-0058_p0048",
      "zh_CN": "这是阿弥陀佛在西方示现『成佛』，到现在时间『十劫』。十劫跟无量寿相比，那是很短促；好比这个人寿命有一百岁，他这个成就大概不过是十分钟吧，就这样的接近。所以我们今天发愿求生西方极乐世界，到了西方极乐世界，将来都是西方世界的元老。为什么？阿弥陀佛开张十劫我们就来了，寿命是无量劫，真正是元老。所以这个机会太好太好了，稀有难逢！",
      "zh_TW": "這是阿彌陀佛在西方示現『成佛』，到現在時間『十劫』。十劫跟無量壽相比，那是很短促；好比這個人壽命有一百歲，他這個成就大概不過是十分鐘吧，就這樣的接近。所以我們今天發願求生西方極樂世界，到了西方極樂世界，將來都是西方世界的元老。為什麼？阿彌陀佛開張十劫我們就來了，壽命是無量劫，真正是元老。所以這個機會太好太好了，稀有難逢！"
    },
    {
      "id": "02-005-0058_p0049",
      "zh_CN": "【今现在说法。】",
      "zh_TW": "【今現在說法。】"
    },
    {
      "id": "02-005-0058_p0050",
      "zh_CN": "西方极乐世界是学校、是道场，佛的事业是教学，大众的事业都是在求学。佛教导，我们到那里做学生，天天上课，以无量劫这么长的寿命，在那里接受佛陀的教诲，哪有不成佛的道理！决定成就。所以，许许多多经论很好，很喜欢、很尊重，我统统到西方极乐世界再学，现在我暂时把它放下，我专求西方净土。这样一部经能行吗？不要说一部经，一句阿弥陀佛都行，何况一部经！单持一句阿弥陀佛往生的，很多很多。在我们现前这个时代，像倓虚老法师讲的，谛老和尚早年一个徒弟，住在宁波乡下一个破庙里，他就教他一句「南无阿弥陀佛」，教他念，念累了就休息，休息好了就再念，他念了三年，站着往生。他还没有受持一本经，就一句阿弥陀佛就能成功，何况这样一部圆满的经典，我们还有什么疑惑？有很多人说，一部经不行，还要搞些大乘经论来帮助。我们想想，人家一句阿弥陀佛都行，所以这一部经足够用了；其他一切大乘经，留着西方极乐世界再学，这样才不错。",
      "zh_TW": "西方極樂世界是學校、是道場，佛的事業是教學，大眾的事業都是在求學。佛教導，我們到那裡做學生，天天上課，以無量劫這麼長的壽命，在那裡接受佛陀的教誨，哪有不成佛的道理！決定成就。所以，許許多多經論很好，很喜歡、很尊重，我統統到西方極樂世界再學，現在我暫時把它放下，我專求西方淨土。這樣一部經能行嗎？不要說一部經，一句阿彌陀佛都行，何況一部經！單持一句阿彌陀佛往生的，很多很多。在我們現前這個時代，像倓虛老法師講的，諦老和尚早年一個徒弟，住在寧波鄉下一個破廟裡，他就教他一句「南無阿彌陀佛」，教他念，念累了就休息，休息好了就再念，他念了三年，站著往生。他還沒有受持一本經，就一句阿彌陀佛就能成功，何況這樣一部圓滿的經典，我們還有什麼疑惑？有很多人說，一部經不行，還要搞些大乘經論來幫助。我們想想，人家一句阿彌陀佛都行，所以這一部經足夠用了；其他一切大乘經，留著西方極樂世界再學，這樣才不錯。"
    },
    {
      "id": "02-005-0058_p0051",
      "zh_CN": "【有无量无数菩萨声闻之众。恭敬围绕。】",
      "zh_TW": "【有無量無數菩薩聲聞之眾。恭敬圍繞。】"
    },
    {
      "id": "02-005-0058_p0052",
      "zh_CN": "这是讲西方极乐世界弥陀的学生，无数无量的菩萨声闻，诸位要知道，十劫成就的，不是很久，十劫成就的；如果除了西方极乐世界之外，其他的诸佛刹土，十劫决定不可能成就这么多。这显示西方世界无比殊胜之处，所以这个科题上「圆满成就」。所以这个我们读了，确实值得我们仰慕，确实使我们动心，一定要发愿求生。",
      "zh_TW": "這是講西方極樂世界彌陀的學生，無數無量的菩薩聲聞，諸位要知道，十劫成就的，不是很久，十劫成就的；如果除了西方極樂世界之外，其他的諸佛剎土，十劫決定不可能成就這麼多。這顯示西方世界無比殊勝之處，所以這個科題上「圓滿成就」。所以這個我們讀了，確實值得我們仰慕，確實使我們動心，一定要發願求生。"
    },
    {
      "id": "02-005-0058_p0053",
      "zh_CN": "好，今天就讲到此地。",
      "zh_TW": "好，今天就講到此地。"
    }
  ]
}