{
  "doc_id": "02-005-0071",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十一集",
    "zh_TW": "第七十一集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0071",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-005-0071_p0001",
      "zh_CN": "请掀开经本第五十一面，倒数第三行：",
      "zh_TW": "請掀開經本第五十一面，倒數第三行："
    },
    {
      "id": "02-005-0071_p0002",
      "zh_CN": "【复次阿难。若有善男子。善女人。闻此经典。受持。读诵。书写。供养。昼夜相续。求生彼刹。】",
      "zh_TW": "【復次阿難。若有善男子。善女人。聞此經典。受持。讀誦。書寫。供養。晝夜相續。求生彼剎。】"
    },
    {
      "id": "02-005-0071_p0003",
      "zh_CN": "上一次讲到这个四种修行的方法，说到供养，照《普贤行愿品》里面的说法，是「一切供养中，法供养最」。经中给我们略举了七种法供养，第一个是「如说修行供养」，第二个是「利益众生供养」，第三个是「摄受众生供养」。七种我们介绍过这个三种，唯有第一种纯粹是自利的，自利实在讲就是利他，因为自他确实是不二的。凡夫迷失了事实的真相，所以在一切境缘当中虚妄分别有自有他；在佛与大菩萨的境界当中确实没有，像我们读《华严经》，七地以上的菩萨，这种差别的观念几几乎乎都没有了，都断尽了，那到八地以上更不必说了，真的是自他不二。所以在法供养里面首先给我们提出来，如法修行供养；换句话说，这个法就是经典，佛在经上给我们所说的一定要做到，这个叫如说修行。假如我们读经，天天读诵、天天研究，而做不到，这不叫修行，这种做法所得的果报，是六道里面的有漏福报，不能出三界，不能了生死。假如我们得的福报，真的不能了生死、出三界，这个福里面有问题。佛门所讲三世怨，这一生修福，来生享福，福享尽了业报就现前，又要去受罪，就是第三世你就堕落，这个叫三世怨。因此，佛虽然教给我们福慧双修，真正着眼点还是着重在修慧。",
      "zh_TW": "上一次講到這個四種修行的方法，說到供養，照《普賢行願品》裡面的說法，是「一切供養中，法供養最」。經中給我們略舉了七種法供養，第一個是「如說修行供養」，第二個是「利益眾生供養」，第三個是「攝受眾生供養」。七種我們介紹過這個三種，唯有第一種純粹是自利的，自利實在講就是利他，因為自他確實是不二的。凡夫迷失了事實的真相，所以在一切境緣當中虛妄分別有自有他；在佛與大菩薩的境界當中確實沒有，像我們讀《華嚴經》，七地以上的菩薩，這種差別的觀念幾幾乎乎都沒有了，都斷盡了，那到八地以上更不必說了，真的是自他不二。所以在法供養裡面首先給我們提出來，如法修行供養；換句話說，這個法就是經典，佛在經上給我們所說的一定要做到，這個叫如說修行。假如我們讀經，天天讀誦、天天研究，而做不到，這不叫修行，這種做法所得的果報，是六道裡面的有漏福報，不能出三界，不能了生死。假如我們得的福報，真的不能了生死、出三界，這個福裡面有問題。佛門所講三世怨，這一生修福，來生享福，福享盡了業報就現前，又要去受罪，就是第三世你就墮落，這個叫三世怨。因此，佛雖然教給我們福慧雙修，真正著眼點還是著重在修慧。"
    },
    {
      "id": "02-005-0071_p0004",
      "zh_CN": "我们仔细观察世间人，有福的人不少，说得再明白一点吧，有地位的人、有势力的人、有财富的人，这都是过去生中修的福。我们看看他如何运用他的财富、运用他的势力，这是智慧。没有智慧，权大、势大造的罪业也大，财大造业也大，换句话说，他没有这么高的地位、权力、财富，他造的罪业也小。如果我们能看到三世果报，你就会觉得还是不要这些权势、财富的好，为什么？造的罪业太重，后果不堪设想，这个就是佛门所讲的三世怨。所以一定要修慧，慧比福还要重要。如果讲到度众生，度众生不能没有福报，没有福报度众生就有限制，就不能够广度众生。由此可知，佛教给我们修福是为利他的，佛教给我们修慧是自利的，这个要搞清楚，自利比利他重要，这点要知道。没有智慧，即使讲经说法，堕地狱的人还是很多很多。我们看灌顶法师《大势至圆通章疏钞》后面，他老人家举出念佛人一百种果报，第一种就是堕地狱。念佛的人，弘扬净土的人，为什么还堕地狱？我们初学的时候真是百思不得其解，以后我们请教李老师，他把这个道理给我们说破了。念佛，口念心不念；讲经，教别人学，自己不学。自己要的是什么？要的是名闻利养，要这个。这个问题就严重了，这就所谓是裨贩如来，打着佛的旗号欺骗众生，把佛法当作买卖，在这个里面求名闻利养，果报就在阿鼻地狱，你说这个多可怕！",
      "zh_TW": "我們仔細觀察世間人，有福的人不少，說得再明白一點吧，有地位的人、有勢力的人、有財富的人，這都是過去生中修的福。我們看看他如何運用他的財富、運用他的勢力，這是智慧。沒有智慧，權大、勢大造的罪業也大，財大造業也大，換句話說，他沒有這麼高的地位、權力、財富，他造的罪業也小。如果我們能看到三世果報，你就會覺得還是不要這些權勢、財富的好，為什麼？造的罪業太重，後果不堪設想，這個就是佛門所講的三世怨。所以一定要修慧，慧比福還要重要。如果講到度眾生，度眾生不能沒有福報，沒有福報度眾生就有限制，就不能夠廣度眾生。由此可知，佛教給我們修福是為利他的，佛教給我們修慧是自利的，這個要搞清楚，自利比利他重要，這點要知道。沒有智慧，即使講經說法，墮地獄的人還是很多很多。我們看灌頂法師《大勢至圓通章疏鈔》後面，他老人家舉出念佛人一百種果報，第一種就是墮地獄。念佛的人，弘揚淨土的人，為什麼還墮地獄？我們初學的時候真是百思不得其解，以後我們請教李老師，他把這個道理給我們說破了。念佛，口念心不念；講經，教別人學，自己不學。自己要的是什麼？要的是名聞利養，要這個。這個問題就嚴重了，這就所謂是裨販如來，打著佛的旗號欺騙眾生，把佛法當作買賣，在這個裡面求名聞利養，果報就在阿鼻地獄，你說這個多可怕！"
    },
    {
      "id": "02-005-0071_p0005",
      "zh_CN": "我过去在台中求学，我跟李老师的时候，是三十二岁跟他，当时他老人家就提出警告，不到四十岁不可以出去讲经说法。为什么原因？我们搞不清楚，他是一个过来人，他清楚。他说你不讲经说法，没事，还有一点露水道心，还有那么一点道心；这一上台讲经说法，一定就出事情，你会接触到名利财色，就接触到这个，如果没有定功，马上就堕落，这是过来人才知道。我有一天，简丰文居士非常感慨的来跟我说，他说我们讲堂有三个人都是打算出家的，这个决心都很强的，就是因为讲经找来的麻烦，现在三个都昏了。很感慨，「我教他讲经错了」，简丰文一直说自己错了、错了。真的错了！不讲经就没事情。讲完之后，那个女的听众拿着经本子，「老师，这个地方有问题」。那妳天天来问，好了，问多了，这感情就问出来了，这就麻烦事情大了。那个年轻出家人，这个女的信徒常常来问，问问就还俗了，就被那个皈依弟子就度走了，反过来皈依她去了，很多！我出家给我剃度那个师父，统统都被徒弟度回去了。这是年岁太轻了，非常非常危险。所以，没有相当定力，确实不可以，这个要记住。修慧比修福重要，自己不能度自己，怎么能度人？慧度自己，福度别人，这一定要知道，这个次序不能够颠倒。这是摄受众生大不容易。纵然是如法的弘经也是修福，弘法利生决定不是修慧，是修福。因此，弘法利生的法师，自己还一定要抽出时间认真的念佛。否则的话，他一生讲经说法也未必能往生，就是专弘净土的法师未必能往生。这是真正想发心弘法的同修，无论是在家、出家，都必须要注意到。所以摄受众生是供养，代佛宣传，把这个殊胜的法门推荐介绍给一切大众。",
      "zh_TW": "我過去在台中求學，我跟李老師的時候，是三十二歲跟他，當時他老人家就提出警告，不到四十歲不可以出去講經說法。為什麼原因？我們搞不清楚，他是一個過來人，他清楚。他說你不講經說法，沒事，還有一點露水道心，還有那麼一點道心；這一上台講經說法，一定就出事情，你會接觸到名利財色，就接觸到這個，如果沒有定功，馬上就墮落，這是過來人才知道。我有一天，簡豐文居士非常感慨的來跟我說，他說我們講堂有三個人都是打算出家的，這個決心都很強的，就是因為講經找來的麻煩，現在三個都昏了。很感慨，「我教他講經錯了」，簡豐文一直說自己錯了、錯了。真的錯了！不講經就沒事情。講完之後，那個女的聽眾拿著經本子，「老師，這個地方有問題」。那妳天天來問，好了，問多了，這感情就問出來了，這就麻煩事情大了。那個年輕出家人，這個女的信徒常常來問，問問就還俗了，就被那個皈依弟子就度走了，反過來皈依她去了，很多！我出家給我剃度那個師父，統統都被徒弟度回去了。這是年歲太輕了，非常非常危險。所以，沒有相當定力，確實不可以，這個要記住。修慧比修福重要，自己不能度自己，怎麼能度人？慧度自己，福度別人，這一定要知道，這個次序不能夠顛倒。這是攝受眾生大不容易。縱然是如法的弘經也是修福，弘法利生決定不是修慧，是修福。因此，弘法利生的法師，自己還一定要抽出時間認真的念佛。否則的話，他一生講經說法也未必能往生，就是專弘淨土的法師未必能往生。這是真正想發心弘法的同修，無論是在家、出家，都必須要注意到。所以攝受眾生是供養，代佛宣傳，把這個殊勝的法門推薦介紹給一切大眾。"
    },
    {
      "id": "02-005-0071_p0006",
      "zh_CN": "第四是「代众生苦供养」，众生的苦，诸佛菩萨都不能代，我们有什么能力代？这个里面的意义非常深广。佛菩萨在六道里面示现，像释迦牟尼佛在我们这个世界示现，要示现跟我们人身分完全相同，八相成道。人间走这一趟，他老人家住世八十年，八十年当中跟我们过的是一样的生活，他苦不苦？他的感受我们不管他，我们凡夫看到很委屈他。到这个世间来示现，就是代我们受苦，他可以不必示现的，他要来示现代我们受苦。他要度畜生道的众生，一定要现畜生身，跟这些畜生天天住在一起，比我们人的生活环境就更苦了。地藏菩萨在地狱里面度众生，地狱里地藏菩萨是什么相？不是我们画的这么庄严，不是，画的这个相把地狱众生早就吓跑掉了。要现地狱众生同样的相，才能度得了他。所以像观世音菩萨在饿鬼道度众生，他现的那个相是鬼王的相，我们看到都会害怕，青面獠牙。放焰口，那个焰口台对面扎一个鬼王，用纸做一个鬼王，焦面大士，焦面大士什么人？观世音菩萨，饿鬼道里现饿鬼身。这是不现同类身就没有办法度他，这是属于代众生苦的一种。",
      "zh_TW": "第四是「代眾生苦供養」，眾生的苦，諸佛菩薩都不能代，我們有什麼能力代？這個裡面的意義非常深廣。佛菩薩在六道裡面示現，像釋迦牟尼佛在我們這個世界示現，要示現跟我們人身分完全相同，八相成道。人間走這一趟，他老人家住世八十年，八十年當中跟我們過的是一樣的生活，他苦不苦？他的感受我們不管他，我們凡夫看到很委屈他。到這個世間來示現，就是代我們受苦，他可以不必示現的，他要來示現代我們受苦。他要度畜生道的眾生，一定要現畜生身，跟這些畜生天天住在一起，比我們人的生活環境就更苦了。地藏菩薩在地獄裡面度眾生，地獄裡地藏菩薩是什麼相？不是我們畫的這麼莊嚴，不是，畫的這個相把地獄眾生早就嚇跑掉了。要現地獄眾生同樣的相，才能度得了他。所以像觀世音菩薩在餓鬼道度眾生，他現的那個相是鬼王的相，我們看到都會害怕，青面獠牙。放焰口，那個焰口台對面紮一個鬼王，用紙做一個鬼王，焦面大士，焦面大士什麼人？觀世音菩薩，餓鬼道裡現餓鬼身。這是不現同類身就沒有辦法度他，這是屬於代眾生苦的一種。"
    },
    {
      "id": "02-005-0071_p0007",
      "zh_CN": "我们引申这个意思，如果我们发心到农村里面去讲经说法度那些人，要跟那些人过那一样清苦的生活，这是代众生苦。舍弃自己富裕的生活环境，跟他们一样过清苦的生活，这就是代众生苦。现前同胞遭了很大的灾难，这个灾难在几百年当中没有发生过的，历史上没有这样的记载，有如此大的灾难；大灾难之后必定有瘟疫，就是我们现在人讲的传染病；还有相当长的时间的饥荒，农田淹没不能耕作，要想恢复耕作至少要二、三年，这个后面有大饥荒。我们知道有这么多人受苦受难，我们今天把自己生活享受能够减一分，去救济他们，这也是代众生苦供养。我们想添一件衣服，想到我添不添还无所谓，不添我也有得穿，那添这件衣服的钱就可以省下来去帮助他们。他们没有得穿、没有得吃，我们今天想吃一餐好的，我可以减少一点，我吃一点青菜豆腐，我能把这一点节省下来去帮助他们，这都叫代众生苦供养。这个一念慈悲心，就是诸佛菩萨的愿心，我们能动一念，能够这样做法，就是供养诸佛菩萨的心愿。由此可知，这个代众生苦，我们确确实实做得到，时时处处都做得到。要常常想到那些苦难的人在生死边缘上生活，今天不晓得明天。不经过这个大劫难，没有办法想像他们那个痛苦的状况，很难想像得到。",
      "zh_TW": "我們引申這個意思，如果我們發心到農村裡面去講經說法度那些人，要跟那些人過那一樣清苦的生活，這是代眾生苦。捨棄自己富裕的生活環境，跟他們一樣過清苦的生活，這就是代眾生苦。現前同胞遭了很大的災難，這個災難在幾百年當中沒有發生過的，歷史上沒有這樣的記載，有如此大的災難；大災難之後必定有瘟疫，就是我們現在人講的傳染病；還有相當長的時間的饑荒，農田淹沒不能耕作，要想恢復耕作至少要二、三年，這個後面有大饑荒。我們知道有這麼多人受苦受難，我們今天把自己生活享受能夠減一分，去救濟他們，這也是代眾生苦供養。我們想添一件衣服，想到我添不添還無所謂，不添我也有得穿，那添這件衣服的錢就可以省下來去幫助他們。他們沒有得穿、沒有得吃，我們今天想吃一餐好的，我可以減少一點，我吃一點青菜豆腐，我能把這一點節省下來去幫助他們，這都叫代眾生苦供養。這個一念慈悲心，就是諸佛菩薩的願心，我們能動一念，能夠這樣做法，就是供養諸佛菩薩的心願。由此可知，這個代眾生苦，我們確確實實做得到，時時處處都做得到。要常常想到那些苦難的人在生死邊緣上生活，今天不曉得明天。不經過這個大劫難，沒有辦法想像他們那個痛苦的狀況，很難想像得到。"
    },
    {
      "id": "02-005-0071_p0008",
      "zh_CN": "第五条是「勤修善根供养」，佛法对于善根非常重视，根是能生的意思，世出世间一切善法都从这个根发生的，这就叫善根。世间一切善法，佛给我们讲是从无贪、无瞋、无痴，从这个三法而生的，所以无贪、无瞋、无痴叫三善根，这是世间法。出世间法建立在世间法的基础上，好像盖个房子，世间法是地基，没有地基就不能够盖大楼。换句话说，没有世间三善根，你修学佛法决定不能成就。要想在佛法上有成就，无论是大乘、小乘，无论是哪一个宗派、哪一个法门，一定要有三善根，像盖房子一样，一定要先打地基、先做基础。出世间善根只有一条，精进，精是讲纯而不杂，一门深入，这个叫精；进，进是进步，不会退转。这个进里面，常言说得好，叫改进，不改就不会有进步。改什么？改正自己的过失，改正自己的习气。不但我们天天要改毛病习气，到了地上菩萨还是要改正，他才会有进步。我们在《华严经》上看到十地菩萨，十地菩萨还有什么毛病习气吗？有，俱生所知障里面微细的习气，他还存在。他能够改掉一部分，他这个地位就提升一级，所有习气统统都改掉、都没有了，那就成佛了。等觉菩萨还有一品生相无明，那是最微细的所知障。如果一个修行人说我没有过失，那他的功夫到家了。只有两种人没有过失，第一种成佛，第二种阿鼻地狱，这两种人没有过失，他不需要改。佛门当中常讲开悟，诸位一听说开悟：这很了不起。实际上什么叫开悟？知道自己的过失、习气，就叫做开悟，你不迷了；每天都能发现到自己的毛病习气，天天开悟，积小悟就变成大悟，积大悟就大彻大悟。",
      "zh_TW": "第五條是「勤修善根供養」，佛法對於善根非常重視，根是能生的意思，世出世間一切善法都從這個根發生的，這就叫善根。世間一切善法，佛給我們講是從無貪、無瞋、無痴，從這個三法而生的，所以無貪、無瞋、無痴叫三善根，這是世間法。出世間法建立在世間法的基礎上，好像蓋個房子，世間法是地基，沒有地基就不能夠蓋大樓。換句話說，沒有世間三善根，你修學佛法決定不能成就。要想在佛法上有成就，無論是大乘、小乘，無論是哪一個宗派、哪一個法門，一定要有三善根，像蓋房子一樣，一定要先打地基、先做基礎。出世間善根只有一條，精進，精是講純而不雜，一門深入，這個叫精；進，進是進步，不會退轉。這個進裡面，常言說得好，叫改進，不改就不會有進步。改什麼？改正自己的過失，改正自己的習氣。不但我們天天要改毛病習氣，到了地上菩薩還是要改正，他才會有進步。我們在《華嚴經》上看到十地菩薩，十地菩薩還有什麼毛病習氣嗎？有，俱生所知障裡面微細的習氣，他還存在。他能夠改掉一部分，他這個地位就提升一級，所有習氣統統都改掉、都沒有了，那就成佛了。等覺菩薩還有一品生相無明，那是最微細的所知障。如果一個修行人說我沒有過失，那他的功夫到家了。只有兩種人沒有過失，第一種成佛，第二種阿鼻地獄，這兩種人沒有過失，他不需要改。佛門當中常講開悟，諸位一聽說開悟：這很了不起。實際上什麼叫開悟？知道自己的過失、習氣，就叫做開悟，你不迷了；每天都能發現到自己的毛病習氣，天天開悟，積小悟就變成大悟，積大悟就大徹大悟。"
    },
    {
      "id": "02-005-0071_p0009",
      "zh_CN": "可是悟，悟了之后最重要的，要行，要修行，行就是把你那些过失、习气把它修正过来，这个叫修行，修行实在就是修正一切错误的行为。修行在哪里修？要在起心动念之处修。我这个念头是正确的、还是错误的，是清净的、还是染污的，从这里下功夫。修正意业、修正语业，我说的这句话，这句话有没有过失？往往说话，说的人无意，听的人有心，会造成许许多多的罪业，这是中国古人常说「祸从口出」。我们本经里面，佛在此地教训我们，第一句话教给我们「善护口业」。身口意三业，身应该放在前面，为什么把口放在前面？口是最容易造业的，一天到晚哇啦哇啦都在造业，造的业自己都不晓得，这叫迷惑颠倒，多言必失！所以古来的祖师大德劝我们，教我们「少说一句话，多念一句佛」，这个话有道理。为什么不念佛？杂心闲话已经是造业，再要讲一些人我是非，这个业就太可怕了。人我是非落在什么地方？假如事实不是那个样子，你是在听闻下传的，妄语、两舌，这个过失必堕三途。这看你的影响面，影响面要大，给人要有很严重的伤害，你果报堕得就愈深、愈苦。何必造罪业？经文里面这些顺序，含的意思都非常非常之深。起心动念、言语造作，不能不谨慎，不能不小心，要想防止，这不是防人，防自己，防我的身口意，不要造业，防不胜防。原因在哪里？这是无始劫以来的习气，不知不觉它就出来了，就起现行。有些人造了之后会后悔：我怎么又造罪业了？那算不错的，造完之后就觉悟、就知道了。有一些人造作之后不知道，不晓得自己在造业，那非常非常的可怕。",
      "zh_TW": "可是悟，悟了之後最重要的，要行，要修行，行就是把你那些過失、習氣把它修正過來，這個叫修行，修行實在就是修正一切錯誤的行為。修行在哪裡修？要在起心動念之處修。我這個念頭是正確的、還是錯誤的，是清淨的、還是染污的，從這裡下功夫。修正意業、修正語業，我說的這句話，這句話有沒有過失？往往說話，說的人無意，聽的人有心，會造成許許多多的罪業，這是中國古人常說「禍從口出」。我們本經裡面，佛在此地教訓我們，第一句話教給我們「善護口業」。身口意三業，身應該放在前面，為什麼把口放在前面？口是最容易造業的，一天到晚哇啦哇啦都在造業，造的業自己都不曉得，這叫迷惑顛倒，多言必失！所以古來的祖師大德勸我們，教我們「少說一句話，多念一句佛」，這個話有道理。為什麼不念佛？雜心閒話已經是造業，再要講一些人我是非，這個業就太可怕了。人我是非落在什麼地方？假如事實不是那個樣子，你是在聽聞下傳的，妄語、兩舌，這個過失必墮三途。這看你的影響面，影響面要大，給人要有很嚴重的傷害，你果報墮得就愈深、愈苦。何必造罪業？經文裡面這些順序，含的意思都非常非常之深。起心動念、言語造作，不能不謹慎，不能不小心，要想防止，這不是防人，防自己，防我的身口意，不要造業，防不勝防。原因在哪裡？這是無始劫以來的習氣，不知不覺它就出來了，就起現行。有些人造了之後會後悔：我怎麼又造罪業了？那算不錯的，造完之後就覺悟、就知道了。有一些人造作之後不知道，不曉得自己在造業，那非常非常的可怕。"
    },
    {
      "id": "02-005-0071_p0010",
      "zh_CN": "可是有一个方法，确确实实能够把一切业习都把它障住，那是什么方法？「净念相继」。我这一句佛号一句接一句、一句接一句，绝对不教一个妄念夹杂进来，那你身语意三业就清净了，这是一个非常好的方法。可是有些同修告诉我，他说我不念佛的时候还没有妄念，愈念妄念愈多，吓得怎么样？吓得不敢念，经也不敢念，佛也不敢念。跑来问我，问我他是不是着魔了？我告诉他，他不是着魔，他是在降魔。当你不念经、不念佛的时候，你的妄念本来就是那么多，你没发现；这一下要专心念佛念经，才发现妄念这么多。不是念佛念经才有妄念的，是念佛念经才发现的，一定要知道这个事实真相，才发现的。我们念经念佛的目的，就是要把这些妄念断除掉，妄念现前不怕，一点关系都没有，决定不要理它，你把注意力注意在佛号上，或者注意在读经上，妄念起来根本不要理它，这个样子念久了注意力集中了。这个注意力集中就是经上讲的一心，本经讲的「一向专念」，就是一向。你这个念专一，妄想慢慢就少了，这就是你功夫得力，功夫进步了。",
      "zh_TW": "可是有一個方法，確確實實能夠把一切業習都把它障住，那是什麼方法？「淨念相繼」。我這一句佛號一句接一句、一句接一句，絕對不教一個妄念夾雜進來，那你身語意三業就清淨了，這是一個非常好的方法。可是有些同修告訴我，他說我不念佛的時候還沒有妄念，愈念妄念愈多，嚇得怎麼樣？嚇得不敢念，經也不敢念，佛也不敢念。跑來問我，問我他是不是著魔了？我告訴他，他不是著魔，他是在降魔。當你不念經、不念佛的時候，你的妄念本來就是那麼多，你沒發現；這一下要專心念佛念經，才發現妄念這麼多。不是念佛念經才有妄念的，是念佛念經才發現的，一定要知道這個事實真相，才發現的。我們念經念佛的目的，就是要把這些妄念斷除掉，妄念現前不怕，一點關係都沒有，決定不要理它，你把注意力注意在佛號上，或者注意在讀經上，妄念起來根本不要理它，這個樣子念久了注意力集中了。這個注意力集中就是經上講的一心，本經講的「一向專念」，就是一向。你這個念專一，妄想慢慢就少了，這就是你功夫得力，功夫進步了。"
    },
    {
      "id": "02-005-0071_p0011",
      "zh_CN": "到功夫真正得力的时候，你会感觉到，你跟过去完全不一样，能够真正体会到人生的幸福快乐，会体会到，身心自在。烦恼少了、妄想少了，心地清净，智慧增长，处事待人接物从前总是处处都犯过，都犯错误，现在会做得恰到好处，会做得面面圆融，他怎么不自在呢！这是你功夫得力的时候，必然得到的效果，也就是你现前所得到的利益。你还得不到这个利益，换句话，你念佛的功夫不得力。这就是我们常讲，会念、不会念，会念的人得力，不会念的人不得力。念到功夫成片的上品，这功夫成片也有三辈九品，念到上品的时候，给诸位说，你就得大自在了，什么大自在？生死自在，求生西方极乐世界，想什么时候去就什么时候去。不是到一心不乱，是功夫成片就有这个能力。暂时不想去，再住几年也不碍事，你住在这个世间决定不生病。换句话说，经上常讲生、老、病、死、爱别离、怨憎会、求不得、五阴炽盛这个八苦，念到功夫成片，中上品的功夫成片，八苦都没有了；不是到西方极乐世界没有，现在就没有了。从前身体不好，有很多怪病，念到功夫成片，身体统统好了，病也没有了，不要医，都没有了。",
      "zh_TW": "到功夫真正得力的時候，你會感覺到，你跟過去完全不一樣，能夠真正體會到人生的幸福快樂，會體會到，身心自在。煩惱少了、妄想少了，心地清淨，智慧增長，處事待人接物從前總是處處都犯過，都犯錯誤，現在會做得恰到好處，會做得面面圓融，他怎麼不自在呢！這是你功夫得力的時候，必然得到的效果，也就是你現前所得到的利益。你還得不到這個利益，換句話，你念佛的功夫不得力。這就是我們常講，會念、不會念，會念的人得力，不會念的人不得力。念到功夫成片的上品，這功夫成片也有三輩九品，念到上品的時候，給諸位說，你就得大自在了，什麼大自在？生死自在，求生西方極樂世界，想什麼時候去就什麼時候去。不是到一心不亂，是功夫成片就有這個能力。暫時不想去，再住幾年也不礙事，你住在這個世間決定不生病。換句話說，經上常講生、老、病、死、愛別離、怨憎會、求不得、五陰熾盛這個八苦，念到功夫成片，中上品的功夫成片，八苦都沒有了；不是到西方極樂世界沒有，現在就沒有了。從前身體不好，有很多怪病，念到功夫成片，身體統統好了，病也沒有了，不要醫，都沒有了。"
    },
    {
      "id": "02-005-0071_p0012",
      "zh_CN": "你要问，为什么没有了，是不是佛菩萨保佑？不是的。佛菩萨要保佑的话，能教我们病没有，普通一个生病的人，他也应该保佑，他要不保佑，他算什么慈悲？佛在经上给我们说，老老实实讲，佛不度众生，佛没有能力帮助你，谁度你？自己度自己，自悟自修自度。所以佛不骗我们，佛只是把这个理论、方法、事实真相，跟我们讲清楚、讲明白，让我们理解；理解之后，自己觉悟、自己修行，自己度自己，这一定要认识清楚。所有疾病统统没有了，那是什么原因？用现代科学来解释，完全正确，他心地清净，没有妄想执着，所以他一切病苦就没有了。这个说法，还有很多同修听不懂，我看你们面孔表情就知道。佛在经上给我们讲的一句话，要牢牢的记住，佛说「一切法从心想生」。我们这个身体也是一法，也是从心想生，换句话说，你那个心想不健康，身体会生病；你那个想不清净，你身体会生病；你的那个想很乱、很杂，你身体会生病。为什么？你这个想，念头一想，诸位要知道，生理也是有很多细胞，原子、电子组成排列的，我们今天讲方程式，排列的，它有一定的顺序。如果排列的顺序非常自然，跟大自然完全一样，这个身体健康；假如它排列改变了，他这个身体就会出毛病。",
      "zh_TW": "你要問，為什麼沒有了，是不是佛菩薩保佑？不是的。佛菩薩要保佑的話，能教我們病沒有，普通一個生病的人，他也應該保佑，他要不保佑，他算什麼慈悲？佛在經上給我們說，老老實實講，佛不度眾生，佛沒有能力幫助你，誰度你？自己度自己，自悟自修自度。所以佛不騙我們，佛只是把這個理論、方法、事實真相，跟我們講清楚、講明白，讓我們理解；理解之後，自己覺悟、自己修行，自己度自己，這一定要認識清楚。所有疾病統統沒有了，那是什麼原因？用現代科學來解釋，完全正確，他心地清淨，沒有妄想執著，所以他一切病苦就沒有了。這個說法，還有很多同修聽不懂，我看你們面孔表情就知道。佛在經上給我們講的一句話，要牢牢的記住，佛說「一切法從心想生」。我們這個身體也是一法，也是從心想生，換句話說，你那個心想不健康，身體會生病；你那個想不清淨，你身體會生病；你的那個想很亂、很雜，你身體會生病。為什麼？你這個想，念頭一想，諸位要知道，生理也是有很多細胞，原子、電子組成排列的，我們今天講方程式，排列的，它有一定的順序。如果排列的順序非常自然，跟大自然完全一樣，這個身體健康；假如它排列改變了，他這個身體就會出毛病。"
    },
    {
      "id": "02-005-0071_p0013",
      "zh_CN": "这个事情，我们很容易能观察到，你看一个人欢喜的时候，他满身他有个舒服劲。他的舒服劲平常怎么会没有？他在那个一念欢喜那个心的时候，他全身的组织就重新再做一次整合，它跟平常排列不一样；你有忧虑、有瞋恨，那个排列又不一样；当你一念不生的时候，心地清净，那个排列才完全顺乎自然，顺乎大自然这个排列的方式，这个方程式，是百病不生，就是这么个道理。所以心地清净的人，不学佛也不生病。很多不学佛的人，一生没有闻到过佛法，临命终时清清楚楚，没有病，还晓得我哪一天要走了，他知道，没有学过佛。如果他要学佛求生净土，那还有什么话说！无疾而终的，我们亲眼见过。你问他什么本事？就是他什么事都不关心。年岁大了，这个家业成就了，交给儿女，他什么都不管，晚年当中专门修清净心，什么事情不操心，做自己喜欢做的事情。晚年修什么？修来生福，会修的人修来生福。那真正有智慧的人，现在就要开始，不要以为现在年轻，这世间长寿的人并不是很多，你能够保证自己长寿吗，万一短命怎么办？所以现在就要开始修，就要认真的修学。所以佛法确确实实，特别是净宗，真的能教我们离苦得乐，八苦都可以离掉，身心健康、清净快乐，眼前就可以得到的；来生果报之殊胜，简直就不可思议！这么好的一个法门，用现在话来讲，学术，我们能够不研究、不探讨、不去学习吗？由此可知，精进的重要。",
      "zh_TW": "這個事情，我們很容易能觀察到，你看一個人歡喜的時候，他滿身他有個舒服勁。他的舒服勁平常怎麼會沒有？他在那個一念歡喜那個心的時候，他全身的組織就重新再做一次整合，它跟平常排列不一樣；你有憂慮、有瞋恨，那個排列又不一樣；當你一念不生的時候，心地清淨，那個排列才完全順乎自然，順乎大自然這個排列的方式，這個方程式，是百病不生，就是這麼個道理。所以心地清淨的人，不學佛也不生病。很多不學佛的人，一生沒有聞到過佛法，臨命終時清清楚楚，沒有病，還曉得我哪一天要走了，他知道，沒有學過佛。如果他要學佛求生淨土，那還有什麼話說！無疾而終的，我們親眼見過。你問他什麼本事？就是他什麼事都不關心。年歲大了，這個家業成就了，交給兒女，他什麼都不管，晚年當中專門修清淨心，什麼事情不操心，做自己喜歡做的事情。晚年修什麼？修來生福，會修的人修來生福。那真正有智慧的人，現在就要開始，不要以為現在年輕，這世間長壽的人並不是很多，你能夠保證自己長壽嗎，萬一短命怎麼辦？所以現在就要開始修，就要認真的修學。所以佛法確確實實，特別是淨宗，真的能教我們離苦得樂，八苦都可以離掉，身心健康、清淨快樂，眼前就可以得到的；來生果報之殊勝，簡直就不可思議！這麼好的一個法門，用現在話來講，學術，我們能夠不研究、不探討、不去學習嗎？由此可知，精進的重要。"
    },
    {
      "id": "02-005-0071_p0014",
      "zh_CN": "讲到精进，一定要知道，知自己的过失。所以这个早晚课，我跟同修提过很多遍，早课是提醒自己；晚课是反省检点，我今天一天从早到晚处事待人接物，有没有动过恶念、有没有说错话、有没有做错事情？晚课是反省、去检点。发现过失了，赶快就改正，明天我不再犯这个过失。这样早晚课，那才真正有功德，你是真正在做早晚课。如果没有提醒、没有反省，只是把这个经文念一遍给佛菩萨听听，那这个早晚课就造罪业。怎么造罪业？早晨骗佛菩萨骗他一次，晚上再骗他一次，天天骗，这个罪过将来就是堕三途。那个阎罗王抓去判你要下地狱，你说「我没有罪，一生都念佛，早晚课一天都没有缺！」阎罗王点点头，「没错，就是这个罪过，判你下地狱」。什么罪过？每天骗佛菩萨，这罪过还不重？佛菩萨不在，泥塑木雕的像，你都忍心欺骗它，这个心很残忍，罪过极重，几个人晓得？改过不要多，一天改一个过失，改一个毛病，一年改三百六十个毛病，三年，给诸位说，你不是圣人，你也是贤人。可怜的是什么？是你自己一身过失，自己完全不知道，还认为处处都是对的，看到别人都有过失，自己没有过失，这就不得了！所以六祖说得好，「若真修道人，不见世间过」，他见什么？见自己过，没有见到世间人过失。真正修道人，天天见自己的过失。这样去做，才是真正勤修善根供养。",
      "zh_TW": "講到精進，一定要知道，知自己的過失。所以這個早晚課，我跟同修提過很多遍，早課是提醒自己；晚課是反省檢點，我今天一天從早到晚處事待人接物，有沒有動過惡念、有沒有說錯話、有沒有做錯事情？晚課是反省、去檢點。發現過失了，趕快就改正，明天我不再犯這個過失。這樣早晚課，那才真正有功德，你是真正在做早晚課。如果沒有提醒、沒有反省，只是把這個經文念一遍給佛菩薩聽聽，那這個早晚課就造罪業。怎麼造罪業？早晨騙佛菩薩騙他一次，晚上再騙他一次，天天騙，這個罪過將來就是墮三途。那個閻羅王抓去判你要下地獄，你說「我沒有罪，一生都念佛，早晚課一天都沒有缺！」閻羅王點點頭，「沒錯，就是這個罪過，判你下地獄」。什麼罪過？每天騙佛菩薩，這罪過還不重？佛菩薩不在，泥塑木雕的像，你都忍心欺騙它，這個心很殘忍，罪過極重，幾個人曉得？改過不要多，一天改一個過失，改一個毛病，一年改三百六十個毛病，三年，給諸位說，你不是聖人，你也是賢人。可憐的是什麼？是你自己一身過失，自己完全不知道，還認為處處都是對的，看到別人都有過失，自己沒有過失，這就不得了！所以六祖說得好，「若真修道人，不見世間過」，他見什麼？見自己過，沒有見到世間人過失。真正修道人，天天見自己的過失。這樣去做，才是真正勤修善根供養。"
    },
    {
      "id": "02-005-0071_p0015",
      "zh_CN": "第六是「不舍菩萨业供养」，业是事业。菩萨的事业，就是把佛法普遍的推广介绍给一切大众，让一切大众都明了。用现在的话，都认识佛法、明了佛法、喜欢佛法，依照佛法来修行，人人都成佛、都成菩萨，这是菩萨的事业。世出世间所有的事业，菩萨事业最伟大，菩萨的事业最真实。世间所有一切都是虚妄的，《金刚经》上讲得很明白，「凡所有相，皆是虚妄」；《行愿品》里面，给我们讲得更清楚，世间所有的一切，到你临命终时，一样都带不去。什么东西能带去？菩萨事业可以带去，所以菩萨事业最真实。简单的讲，菩萨事业是自行化他，自己依照佛的教训来修行，再将佛法的功德利益到处介绍给别人。我们现前做的印经是菩萨事业，流通经书，现在科技发达，我们利用最新的科技，用录音带、录影带、电视、广播、电脑，统统都可以用在流通佛法上，这些都是菩萨事业。建道场是菩萨事业，可是道场里头如果不讲经，如果没有大众在一块共修，这个场不是菩萨事业，菩萨事业是觉悟众生。菩提萨埵，我们中国人喜欢简单翻作菩萨，把那个尾音都省掉了，这两个字的本意，玄奘大师译的是觉有情，就是觉悟的有情众生。所以菩萨业是觉悟有情众生，我们怎样教大家破迷开悟，这个事业就是菩萨事业。",
      "zh_TW": "第六是「不捨菩薩業供養」，業是事業。菩薩的事業，就是把佛法普遍的推廣介紹給一切大眾，讓一切大眾都明瞭。用現在的話，都認識佛法、明瞭佛法、喜歡佛法，依照佛法來修行，人人都成佛、都成菩薩，這是菩薩的事業。世出世間所有的事業，菩薩事業最偉大，菩薩的事業最真實。世間所有一切都是虛妄的，《金剛經》上講得很明白，「凡所有相，皆是虛妄」；《行願品》裡面，給我們講得更清楚，世間所有的一切，到你臨命終時，一樣都帶不去。什麼東西能帶去？菩薩事業可以帶去，所以菩薩事業最真實。簡單的講，菩薩事業是自行化他，自己依照佛的教訓來修行，再將佛法的功德利益到處介紹給別人。我們現前做的印經是菩薩事業，流通經書，現在科技發達，我們利用最新的科技，用錄音帶、錄影帶、電視、廣播、電腦，統統都可以用在流通佛法上，這些都是菩薩事業。建道場是菩薩事業，可是道場裡頭如果不講經，如果沒有大眾在一塊共修，這個場不是菩薩事業，菩薩事業是覺悟眾生。菩提薩埵，我們中國人喜歡簡單翻作菩薩，把那個尾音都省掉了，這兩個字的本意，玄奘大師譯的是覺有情，就是覺悟的有情眾生。所以菩薩業是覺悟有情眾生，我們怎樣教大家破迷開悟，這個事業就是菩薩事業。"
    },
    {
      "id": "02-005-0071_p0016",
      "zh_CN": "我今天特别要这样说法，怕大家误会，我们平常超度亡灵，是不是菩萨事业？我们每天在一块念经，甚至于打佛七、坐禅，是不是菩萨事业？参加的人如果没有教他真正觉悟，那都不是菩萨事业。如果参与的人里面确确实实，不能说全体觉悟，总有差不多一半的他能够觉悟，这是菩萨事业。所以这讲经是菩萨事业里面最重要的一环，释迦牟尼佛出现在世间讲经说法四十九年，这是给我们做了一个示范。释迦牟尼佛没有跟大家在一起打个佛七，你们查《大藏经》，你们去查查看，有没有查到释迦牟尼佛在什么地方跟大家在一起打个佛七、打个禅七？你们去查查看，没有。佛陀在世每天都是跟大家讲经说法，希望大家听了觉悟。参禅、念佛这个修行，你觉悟了之后，理论懂得、方法懂得，那是你自己的事情，你自己回家去修去。提倡共修是在中国出现的，而且出现得很晚，唐朝时代，唐朝中叶的时代。「马祖建丛林，百丈立清规」，这两位法师提倡共修，就是马祖、百丈两个人提倡共修，在当时确实收到共修的利益，收到这个效果，不少人成就了。现代呢，我看这个共修是大有问题，为什么？众生的根性不一样。我们这个时代众生的根性不是唐宋时代的人，说老实话，比明清都比不上。",
      "zh_TW": "我今天特別要這樣說法，怕大家誤會，我們平常超度亡靈，是不是菩薩事業？我們每天在一塊念經，甚至於打佛七、坐禪，是不是菩薩事業？參加的人如果沒有教他真正覺悟，那都不是菩薩事業。如果參與的人裡面確確實實，不能說全體覺悟，總有差不多一半的他能夠覺悟，這是菩薩事業。所以這講經是菩薩事業裡面最重要的一環，釋迦牟尼佛出現在世間講經說法四十九年，這是給我們做了一個示範。釋迦牟尼佛沒有跟大家在一起打個佛七，你們查《大藏經》，你們去查查看，有沒有查到釋迦牟尼佛在什麼地方跟大家在一起打個佛七、打個禪七？你們去查查看，沒有。佛陀在世每天都是跟大家講經說法，希望大家聽了覺悟。參禪、念佛這個修行，你覺悟了之後，理論懂得、方法懂得，那是你自己的事情，你自己回家去修去。提倡共修是在中國出現的，而且出現得很晚，唐朝時代，唐朝中葉的時代。「馬祖建叢林，百丈立清規」，這兩位法師提倡共修，就是馬祖、百丈兩個人提倡共修，在當時確實收到共修的利益，收到這個效果，不少人成就了。現代呢，我看這個共修是大有問題，為什麼？眾生的根性不一樣。我們這個時代眾生的根性不是唐宋時代的人，說老實話，比明清都比不上。"
    },
    {
      "id": "02-005-0071_p0017",
      "zh_CN": "再说得近一点，咱们台湾比四十年前的人比不上。我们刚刚到台湾来的时候，台湾一般老百姓人心地真诚厚道，那确确实实看到还有点像中国人，现在没有了。我们刚到台湾来的时候问路，路不熟问路，那个摊子边上卖东西的，你问他，我想到哪里去，路怎么走，他把那个摊子放下来，他领着我，带我一道去，真感动人；现在你去问他，理也不理你，不一样了。换句话说，现代的人心比不上四十年前人心的清净，什么原因？看电视看多了，那个时候没有电视。电视里头一天到晚给你什么东西？给你那些染污的东西，染污你的精神、染污你的心灵、染污你的思想、染污你的见解，天天接受这个染污，诸位想想，你那个精神、心理像什么？比环境染污严重，严重得太多太多了，换句话说，丝毫的理性都没有了，真诚也没有了，全部被染污了。现在电视、电影、广播、杂志、报纸，这统统都是染污的来源。你说现在讲环保，真正讲环保就要把这些东西全部取消，才能保护我们身心的清净。这些东西天天让它这样自然的发展，要想清除这些染污，没指望了。所以现在大家共修怎么样？共修就是，也是共同再来一次染污，达不到效果了。",
      "zh_TW": "再說得近一點，咱們台灣比四十年前的人比不上。我們剛剛到台灣來的時候，台灣一般老百姓人心地真誠厚道，那確確實實看到還有點像中國人，現在沒有了。我們剛到台灣來的時候問路，路不熟問路，那個攤子邊上賣東西的，你問他，我想到哪裡去，路怎麼走，他把那個攤子放下來，他領著我，帶我一道去，真感動人；現在你去問他，理也不理你，不一樣了。換句話說，現代的人心比不上四十年前人心的清淨，什麼原因？看電視看多了，那個時候沒有電視。電視裡頭一天到晚給你什麼東西？給你那些染污的東西，染污你的精神、染污你的心靈、染污你的思想、染污你的見解，天天接受這個染污，諸位想想，你那個精神、心理像什麼？比環境染污嚴重，嚴重得太多太多了，換句話說，絲毫的理性都沒有了，真誠也沒有了，全部被染污了。現在電視、電影、廣播、雜誌、報紙，這統統都是染污的來源。你說現在講環保，真正講環保就要把這些東西全部取消，才能保護我們身心的清淨。這些東西天天讓它這樣自然的發展，要想清除這些染污，沒指望了。所以現在大家共修怎麼樣？共修就是，也是共同再來一次染污，達不到效果了。"
    },
    {
      "id": "02-005-0071_p0018",
      "zh_CN": "我在最近常常想，过去、现在那些自在往生的人，预知时至，没有病苦，站着走的、坐着走的，我常常想这些人，有一个很重大的发现，我发现什么？那些修行成就的人，都是自己一个人修的，这是我重大的发现，都不是共修的，共修里面没有看到过有这种现象的，都是个人修的。这个发现很重要，提醒诸位同修，要想自己修行真正成就，一个人修，不要跟人在一块共修，共修怎么样？就会生烦恼。为什么？两个人意见不一样，见解不一样，心怎么会清净？我要这样，他要那样。就是念个佛吧，我这个要想木鱼敲快一点，他想我要慢一点，两个人就生烦恼。所以从前百丈、马祖提倡共修，那个时候众生的根性可以，现在我们这些人的根性不适宜共修，还是各人修各人的。",
      "zh_TW": "我在最近常常想，過去、現在那些自在往生的人，預知時至，沒有病苦，站著走的、坐著走的，我常常想這些人，有一個很重大的發現，我發現什麼？那些修行成就的人，都是自己一個人修的，這是我重大的發現，都不是共修的，共修裡面沒有看到過有這種現象的，都是個人修的。這個發現很重要，提醒諸位同修，要想自己修行真正成就，一個人修，不要跟人在一塊共修，共修怎麼樣？就會生煩惱。為什麼？兩個人意見不一樣，見解不一樣，心怎麼會清淨？我要這樣，他要那樣。就是念個佛吧，我這個要想木魚敲快一點，他想我要慢一點，兩個人就生煩惱。所以從前百丈、馬祖提倡共修，那個時候眾生的根性可以，現在我們這些人的根性不適宜共修，還是各人修各人的。"
    },
    {
      "id": "02-005-0071_p0019",
      "zh_CN": "所以我在达拉斯那个道场很小，我们有几个同修在一块共修，那是怎么共的？共一个道场，各修各的，我用的是这个方法，这个方法也很能收到效果。共一个道场，大家都看到，彼此比较精进，那个年轻人看到那个年老的老居士都那么用功，不大好意思懈怠，不好意思偷懒；那个年老的人看到年轻的人那么修行，他也觉得很惭愧：我这么大年岁了，还不如年轻人。彼此互相有个警策，可是各人修各人的。譬如拜佛，各人拜各人的，你喜欢拜得慢，你慢慢拜，你喜欢拜得快，你快快拜，我们不敲法器，这样就不生烦恼。这个念佛，你如果要是，我们用台中这个念佛的调，出声音跟这个调；你不出声音，你念得快也好、慢也好，自由，没有人干涉你的。经行、止静，各随自意，不受团体的约束，我喜欢坐着念我就坐着念，你喜欢经行绕佛你绕你的佛，我坐着念我的，不必大家一起，大家一起收不到效果，会生烦恼。所以我现在提倡的，是共一个道场，各修各的，用这个方法。所以每一个时代、每一个时代的根性不相同，环境不一样，因此修学的方法也要加以修正，才能够得到真实的效果。这是说到菩萨事业，非常非常的重要，在一切事业里头的确是最有价值、最有意义。",
      "zh_TW": "所以我在達拉斯那個道場很小，我們有幾個同修在一塊共修，那是怎麼共的？共一個道場，各修各的，我用的是這個方法，這個方法也很能收到效果。共一個道場，大家都看到，彼此比較精進，那個年輕人看到那個年老的老居士都那麼用功，不大好意思懈怠，不好意思偷懶；那個年老的人看到年輕的人那麼修行，他也覺得很慚愧：我這麼大年歲了，還不如年輕人。彼此互相有個警策，可是各人修各人的。譬如拜佛，各人拜各人的，你喜歡拜得慢，你慢慢拜，你喜歡拜得快，你快快拜，我們不敲法器，這樣就不生煩惱。這個念佛，你如果要是，我們用台中這個念佛的調，出聲音跟這個調；你不出聲音，你念得快也好、慢也好，自由，沒有人干涉你的。經行、止靜，各隨自意，不受團體的約束，我喜歡坐著念我就坐著念，你喜歡經行繞佛你繞你的佛，我坐著念我的，不必大家一起，大家一起收不到效果，會生煩惱。所以我現在提倡的，是共一個道場，各修各的，用這個方法。所以每一個時代、每一個時代的根性不相同，環境不一樣，因此修學的方法也要加以修正，才能夠得到真實的效果。這是說到菩薩事業，非常非常的重要，在一切事業裡頭的確是最有價值、最有意義。"
    },
    {
      "id": "02-005-0071_p0020",
      "zh_CN": "第七个是「不离菩提心供养」，菩提心在我们这个道场有两种说法，一种是通途的说法，像《大乘起信论》讲的是「直心、深心、大悲心」，《观经》上讲的「至诚心、深心、发愿回向心」，这是个通途的说法；另一个说法，蕅益大师在《要解》里面的说法，一心一意求生净土、亲近弥陀，这是无上菩提心。蕅益大师这个说法非常切实，我们容易理解，也容易做到。真正发心求生净土、亲近弥陀，这个人才叫真正觉悟，那是真的觉悟，为什么？只有这桩事情，你在这一生当中决定可以做得到的。修学其他法门，你这一生当中未必能成就、能够得到一个效果；这个法门是决定可以成功的，你只专门依《无量寿经》。专门依一部经，先把它念熟，然后再研究、理解它，最后完全把它做到，如说修行供养，一定要把它做到。我们在世间心行归纳，不外乎一个是对人、一个对事、一个对物，统统都归纳尽了。我们每天对人、对事、对物起心动念，与《无量寿经》相应不相应，也就是说，佛在经上给我们讲的，我们有没有把它做到？每天拿着这部经典，这个经典像一面镜子一样，检查我们心行有没有犯过失，犯了过失马上就把它改过来，天天改天天就进步，这就是不离菩提心。一念不觉，菩提心就没有了。菩提这两个字是梵语，直接翻译，菩提心就是觉悟的心，觉而不迷就是菩提心；一念不觉就迷惑、就颠倒了。念念都要觉而不迷，对人觉而不迷，对事觉而不迷，对物觉而不迷，这才叫做不离菩提心供养。",
      "zh_TW": "第七個是「不離菩提心供養」，菩提心在我們這個道場有兩種說法，一種是通途的說法，像《大乘起信論》講的是「直心、深心、大悲心」，《觀經》上講的「至誠心、深心、發願迴向心」，這是個通途的說法；另一個說法，蕅益大師在《要解》裡面的說法，一心一意求生淨土、親近彌陀，這是無上菩提心。蕅益大師這個說法非常切實，我們容易理解，也容易做到。真正發心求生淨土、親近彌陀，這個人才叫真正覺悟，那是真的覺悟，為什麼？只有這樁事情，你在這一生當中決定可以做得到的。修學其他法門，你這一生當中未必能成就、能夠得到一個效果；這個法門是決定可以成功的，你只專門依《無量壽經》。專門依一部經，先把它念熟，然後再研究、理解它，最後完全把它做到，如說修行供養，一定要把它做到。我們在世間心行歸納，不外乎一個是對人、一個對事、一個對物，統統都歸納盡了。我們每天對人、對事、對物起心動念，與《無量壽經》相應不相應，也就是說，佛在經上給我們講的，我們有沒有把它做到？每天拿著這部經典，這個經典像一面鏡子一樣，檢查我們心行有沒有犯過失，犯了過失馬上就把它改過來，天天改天天就進步，這就是不離菩提心。一念不覺，菩提心就沒有了。菩提這兩個字是梵語，直接翻譯，菩提心就是覺悟的心，覺而不迷就是菩提心；一念不覺就迷惑、就顛倒了。念念都要覺而不迷，對人覺而不迷，對事覺而不迷，對物覺而不迷，這才叫做不離菩提心供養。"
    },
    {
      "id": "02-005-0071_p0021",
      "zh_CN": "「行愿品」里面讲到供养，说了这个七种，这是七大类，每一类展开，形相都是无量无边。为什么法供养胜过财供养？经上告诉我们，「以诸如来尊重法故，以如说行出生诸佛故，若诸菩萨行法供养，则得成就供养如来」，这是《华严经．普贤行愿品》里面几句经文，说得非常清楚，因为十方三世一切诸佛如来尊重法故。唯有法才真正能够帮助一切众生永脱轮回，圆成佛道，所以一切诸佛尊法。学佛的人如果对于法轻慢，岂不就是轻慢一切诸佛如来吗？要是障碍佛法的流通，那也就是障碍一切诸佛的弘愿，这个过失就很重很重。诸佛之所以成佛，完全是如法修行而得来的，由此可知，流通法宝的功德是无量无边。我们一个人在这一生当中，尽心尽力帮助诸佛流通，都叫做圆满功德。我们尽心尽力在做，起心动念没有想别的，就是想佛法如何能够流通到十方，在现前怎么样把它流通到全世界，怎么样能够把佛法保持、流通到久远，我们起心动念想这个，没有想别的。不仅仅流通我们这一宗，我们学净土当然首先流通净土宗的；其他宗派的东西，我们同时都流通、都供养，供养那些志趣、善根不相同的众生。讲经的这些讲义、录音带，我们也不是专门流通自己的，只要是正法，他说得没有错，对于众生修学有一定的帮助，我们统统要流通。",
      "zh_TW": "「行願品」裡面講到供養，說了這個七種，這是七大類，每一類展開，形相都是無量無邊。為什麼法供養勝過財供養？經上告訴我們，「以諸如來尊重法故，以如說行出生諸佛故，若諸菩薩行法供養，則得成就供養如來」，這是《華嚴經．普賢行願品》裡面幾句經文，說得非常清楚，因為十方三世一切諸佛如來尊重法故。唯有法才真正能夠幫助一切眾生永脫輪迴，圓成佛道，所以一切諸佛尊法。學佛的人如果對於法輕慢，豈不就是輕慢一切諸佛如來嗎？要是障礙佛法的流通，那也就是障礙一切諸佛的弘願，這個過失就很重很重。諸佛之所以成佛，完全是如法修行而得來的，由此可知，流通法寶的功德是無量無邊。我們一個人在這一生當中，盡心盡力幫助諸佛流通，都叫做圓滿功德。我們盡心盡力在做，起心動念沒有想別的，就是想佛法如何能夠流通到十方，在現前怎麼樣把它流通到全世界，怎麼樣能夠把佛法保持、流通到久遠，我們起心動念想這個，沒有想別的。不僅僅流通我們這一宗，我們學淨土當然首先流通淨土宗的；其他宗派的東西，我們同時都流通、都供養，供養那些志趣、善根不相同的眾生。講經的這些講義、錄音帶，我們也不是專門流通自己的，只要是正法，他說得沒有錯，對於眾生修學有一定的幫助，我們統統要流通。"
    },
    {
      "id": "02-005-0071_p0022",
      "zh_CN": "可是这个里面有一个例外，它那个后面要印上「版权所有」，我们就不能流通了。现在有不少的著作，甚至于录音带，它上面印了「版权所有，不准翻印（不准拷贝）」，这个我们就不能流通，这是他们自己障碍自己，这个不是佛法。我看佛书，我的习惯是把书一拿来先看版权页，版权页印上这八个字，这本书我就不看，不管你是什么样的大法师，你的著作我不看你的。有很多人问我为什么，我说他心量太小了，他的东西不肯让别人翻印流通，他写的东西大概也就可想而知。为什么？它范围太小了，我不看他的。如果能够说欢迎翻印，我们基金会得到这个本子，大量印行，流通到全世界，希望一切众生都能够得到你的好处，都能够得到你的恩惠。你后头印上那八个字，我们守法，我们学佛的人决定不做犯法的事情，我绝对不印你的东西，这一点要知道。学佛要把心量拓开，不要念念想到自己的利益，自己利益太小、太短暂了，一口气不来，你的利益就泡汤了，你自己的利益能够享受几时？愚痴到了极处。你能够把佛法弘遍在世间，流传久远，那个福德是生生世世享不尽的，这个要知道。甚至于现在还有《大藏经》后头也印了版权所有，这我就不晓得，什么时候释迦牟尼佛、祖师大德把版权给他了？这就笑话，天大的笑话！古圣先贤留下来的文化资产，是要供养整个人类的，希望我们同修能够理解这一层，自己一生学佛，不要做这个愚昧的事情。我们有一个心愿，希望别人修得都比我好，这也是菩提心；如果处处都防止别人，深怕别人将来超过我，这叫迷惑颠倒的错误念头，这个不是菩提心，菩提心是觉悟的心。",
      "zh_TW": "可是這個裡面有一個例外，它那個後面要印上「版權所有」，我們就不能流通了。現在有不少的著作，甚至於錄音帶，它上面印了「版權所有，不准翻印（不准拷貝）」，這個我們就不能流通，這是他們自己障礙自己，這個不是佛法。我看佛書，我的習慣是把書一拿來先看版權頁，版權頁印上這八個字，這本書我就不看，不管你是什麼樣的大法師，你的著作我不看你的。有很多人問我為什麼，我說他心量太小了，他的東西不肯讓別人翻印流通，他寫的東西大概也就可想而知。為什麼？它範圍太小了，我不看他的。如果能夠說歡迎翻印，我們基金會得到這個本子，大量印行，流通到全世界，希望一切眾生都能夠得到你的好處，都能夠得到你的恩惠。你後頭印上那八個字，我們守法，我們學佛的人決定不做犯法的事情，我絕對不印你的東西，這一點要知道。學佛要把心量拓開，不要念念想到自己的利益，自己利益太小、太短暫了，一口氣不來，你的利益就泡湯了，你自己的利益能夠享受幾時？愚痴到了極處。你能夠把佛法弘遍在世間，流傳久遠，那個福德是生生世世享不盡的，這個要知道。甚至於現在還有《大藏經》後頭也印了版權所有，這我就不曉得，什麼時候釋迦牟尼佛、祖師大德把版權給他了？這就笑話，天大的笑話！古聖先賢留下來的文化資產，是要供養整個人類的，希望我們同修能夠理解這一層，自己一生學佛，不要做這個愚昧的事情。我們有一個心願，希望別人修得都比我好，這也是菩提心；如果處處都防止別人，深怕別人將來超過我，這叫迷惑顛倒的錯誤念頭，這個不是菩提心，菩提心是覺悟的心。"
    },
    {
      "id": "02-005-0071_p0023",
      "zh_CN": "所以经文的结论，菩萨行法供养，真正修法供养就是供养如来，供养诸佛的法身，供养诸佛的报身，供养诸佛的应化身，统统都供养到了。如是修行这才叫真供养。",
      "zh_TW": "所以經文的結論，菩薩行法供養，真正修法供養就是供養如來，供養諸佛的法身，供養諸佛的報身，供養諸佛的應化身，統統都供養到了。如是修行這才叫真供養。"
    },
    {
      "id": "02-005-0071_p0024",
      "zh_CN": "底下一句『昼夜相续，求生彼刹』，这是总结前面，我们听到这部经典『受持、读诵、书写、供养』，都要昼夜相续，念念不能间断，以这个功德回向求生西方，没有不如愿的。底下的经文说：",
      "zh_TW": "底下一句『晝夜相續，求生彼剎』，這是總結前面，我們聽到這部經典『受持、讀誦、書寫、供養』，都要晝夜相續，念念不能間斷，以這個功德迴向求生西方，沒有不如願的。底下的經文說："
    },
    {
      "id": "02-005-0071_p0025",
      "zh_CN": "【发菩提心。持诸禁戒。坚守不犯。饶益有情。所作善根。悉施与之。令得安乐。】",
      "zh_TW": "【發菩提心。持諸禁戒。堅守不犯。饒益有情。所作善根。悉施與之。令得安樂。】"
    },
    {
      "id": "02-005-0071_p0026",
      "zh_CN": "这里面我们把它归纳起来，今天跟大家所说的，连到上一次，只讲了一行，两次只讲了一行，这一行就是受持本经，这受持本经；底下这一句『求生彼刹』，就是求生净土，这是第二桩事情；第三桩事情，『发菩提心』，这是第三桩事情。这两桩事情也非常非常重要，因为十方三世一切诸佛如来都劝我们求生西方极乐世界。西方极乐世界如果不殊胜，诸佛何必劝我们？种种法门，如果不是在一生当中很难修成，那么诸佛又何必教我们念佛求生西方？这些很深的意思我们都要能体会，佛劝我们的话要牢牢的记住。发菩提心，就是发最高的警觉心，要知道，不生西方必定轮回，既然轮回就必定堕三途，这是没办法避免的，堕三途那就太苦太苦了。三途很容易进去，很不容易出来，出来太难了，所以在此地再一次劝我们要发警觉的心，不是儿戏。时时刻刻提高警觉，印光大师常常把一个「死」字顶在额头，常常想到这个，我就要死，死了怎么办？这个问题大。世间所有一切问题没有比这个问题更大，要想解决这个问题，只有求生净土。",
      "zh_TW": "這裡面我們把它歸納起來，今天跟大家所說的，連到上一次，只講了一行，兩次只講了一行，這一行就是受持本經，這受持本經；底下這一句『求生彼剎』，就是求生淨土，這是第二樁事情；第三樁事情，『發菩提心』，這是第三樁事情。這兩樁事情也非常非常重要，因為十方三世一切諸佛如來都勸我們求生西方極樂世界。西方極樂世界如果不殊勝，諸佛何必勸我們？種種法門，如果不是在一生當中很難修成，那麼諸佛又何必教我們念佛求生西方？這些很深的意思我們都要能體會，佛勸我們的話要牢牢的記住。發菩提心，就是發最高的警覺心，要知道，不生西方必定輪迴，既然輪迴就必定墮三途，這是沒辦法避免的，墮三途那就太苦太苦了。三途很容易進去，很不容易出來，出來太難了，所以在此地再一次勸我們要發警覺的心，不是兒戲。時時刻刻提高警覺，印光大師常常把一個「死」字頂在額頭，常常想到這個，我就要死，死了怎麼辦？這個問題大。世間所有一切問題沒有比這個問題更大，要想解決這個問題，只有求生淨土。"
    },
    {
      "id": "02-005-0071_p0027",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}