{
  "doc_id": "02-005-0039",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十九集",
    "zh_TW": "第三十九集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0039",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-005-0039_p0001",
      "zh_CN": "请掀开经本第二十面，倒数第四行，第二句看起：",
      "zh_TW": "請掀開經本第二十面，倒數第四行，第二句看起："
    },
    {
      "id": "02-005-0039_p0002",
      "zh_CN": "【世间自在王佛。即为法藏而说经言。譬如大海。一人斗量。经历劫数。尚可穷底。人有至心求道。精进不止。会当克果。何愿不得。】",
      "zh_TW": "【世間自在王佛。即為法藏而說經言。譬如大海。一人斗量。經歷劫數。尚可窮底。人有至心求道。精進不止。會當剋果。何願不得。】"
    },
    {
      "id": "02-005-0039_p0003",
      "zh_CN": "前面说过法藏比丘向佛请教，如何去修行才能够很快的证得无上菩提。唯有成佛之后，才能真正帮助十方世界一切苦难的众生，使他无限的悲愿能够得到圆满。佛要遇到这样的学生，当然非常的珍惜，绝对不会让这个学生失望的，今天我们来看佛是怎样教导他。『世间自在王佛，即为法藏而说经言』，说经的时间长，当然不能把世间自在王所说的一些经详细的叙说，因为详细的叙说，比我们这个《大藏经》还要多。释迦牟尼佛为我们说经说了四十九年，世间自在王如来住世四十二劫，你想想看他要说多少经？底下一个比喻，这也就是肯定法藏所发的大愿必定能够得到圆满，这是非常重要。他的愿前面说得很清楚，他要成佛，成佛要超过其他一切诸佛，这个是很不可思议的。第二个大愿望，就是十方世界的六道众生，生到他这个国土就统统都成菩萨，这个愿比成佛超越诸佛的愿还要难、还要稀有。这个究竟能不能做得到？所以佛在此地给他说一个比喻，『譬如大海，一人斗量』，一个人用斗来量这个海水，如果是『经历劫数』，这是讲无限长久的时间，他不断的在量，这个海水还是可以量得出来的，『尚可穷底』，海水可以用斗量。这个比喻就是说，只要你真正有决心、有毅力精进不懈，决定可以成就的。",
      "zh_TW": "前面說過法藏比丘向佛請教，如何去修行才能夠很快的證得無上菩提。唯有成佛之後，才能真正幫助十方世界一切苦難的眾生，使他無限的悲願能夠得到圓滿。佛要遇到這樣的學生，當然非常的珍惜，絕對不會讓這個學生失望的，今天我們來看佛是怎樣教導他。『世間自在王佛，即為法藏而說經言』，說經的時間長，當然不能把世間自在王所說的一些經詳細的敘說，因為詳細的敘說，比我們這個《大藏經》還要多。釋迦牟尼佛為我們說經說了四十九年，世間自在王如來住世四十二劫，你想想看他要說多少經？底下一個比喻，這也就是肯定法藏所發的大願必定能夠得到圓滿，這是非常重要。他的願前面說得很清楚，他要成佛，成佛要超過其他一切諸佛，這個是很不可思議的。第二個大願望，就是十方世界的六道眾生，生到他這個國土就統統都成菩薩，這個願比成佛超越諸佛的願還要難、還要稀有。這個究竟能不能做得到？所以佛在此地給他說一個比喻，『譬如大海，一人斗量』，一個人用斗來量這個海水，如果是『經歷劫數』，這是講無限長久的時間，他不斷的在量，這個海水還是可以量得出來的，『尚可窮底』，海水可以用斗量。這個比喻就是說，只要你真正有決心、有毅力精進不懈，決定可以成就的。"
    },
    {
      "id": "02-005-0039_p0004",
      "zh_CN": "下面这是正说，『人有至心求道，精进不止』，这一句里头最重要的就是「至心」，至心是真心。我们今天求道，道业不能成就，不但道业不能成就，就是来听经，听了之后怎么样？都不懂，往往把听的意思都错解了，这确实是有。不但是有，而且是多数，不是少数，原因在哪里？没有至心。我们要问，这至心两个字怎么个讲法？实在上说，夏莲居老居士会集这品经文，品题上就用「至心精进」，就是经文上这个两句。至心是真诚之心，什么叫真诚心？有一个妄念这个心就不诚，当然更谈不上至。所以一个妄念都没有，这个心才叫做至心，一个妄念都没有，这样的心来听经会开悟的。即使讲的人没开悟，听的人会开悟，为什么？真诚心会开悟。所以古人常说，会讲不如会听，会听很重要。这是佛教给他修行要用真心，也就是本经经题上所讲的清净心、平等心、觉心（觉而不迷），要用这个心，这是至心。用这个心生活，你的生活就快乐，真正是离苦得乐。我们今天生活为什么不乐，为什么有那么多苦？心不清净、不平等，迷而不觉，所以生活才有痛苦。",
      "zh_TW": "下面這是正說，『人有至心求道，精進不止』，這一句裡頭最重要的就是「至心」，至心是真心。我們今天求道，道業不能成就，不但道業不能成就，就是來聽經，聽了之後怎麼樣？都不懂，往往把聽的意思都錯解了，這確實是有。不但是有，而且是多數，不是少數，原因在哪裡？沒有至心。我們要問，這至心兩個字怎麼個講法？實在上說，夏蓮居老居士會集這品經文，品題上就用「至心精進」，就是經文上這個兩句。至心是真誠之心，什麼叫真誠心？有一個妄念這個心就不誠，當然更談不上至。所以一個妄念都沒有，這個心才叫做至心，一個妄念都沒有，這樣的心來聽經會開悟的。即使講的人沒開悟，聽的人會開悟，為什麼？真誠心會開悟。所以古人常說，會講不如會聽，會聽很重要。這是佛教給他修行要用真心，也就是本經經題上所講的清淨心、平等心、覺心（覺而不迷），要用這個心，這是至心。用這個心生活，你的生活就快樂，真正是離苦得樂。我們今天生活為什麼不樂，為什麼有那麼多苦？心不清淨、不平等，迷而不覺，所以生活才有痛苦。"
    },
    {
      "id": "02-005-0039_p0005",
      "zh_CN": "佛法教学的目的，是教我们离苦得乐。苦从哪里来？苦就是从不平等、不清净、迷惑颠倒而来的。快乐从哪里来？快乐就是清净、平等、觉而不迷，所以佛法的教学就是在破迷开悟。破迷开悟，目的就是教我们离苦得乐。现在就离苦，不是说将来；现在苦要离不开，将来的苦能离开，没有人相信。所以佛法学了马上就管用，立刻就见效，这个是真正佛法。我们学佛学这么久了，为什么还不见效？刚才讲了，你虽然学佛，你的心不诚，也就是你不是真心来学佛，所以你得的效果不能如预期的理想。精进是决定能成就，而且能够快速的成就。因为法藏比丘是希望他速成无上正等正觉，要速成那就精进。精是精纯，拣别它不是多、不是杂、不是乱；如果你学得太多、太杂、太乱，你想快速成就，就不可能。所以佛法教学是教我们精纯的进步，一门深入，一门真正入进去了，其他无量无边的法门，一接触就贯通，所谓触类旁通。可惜的是现代人不相信，认为修学一定要读很多很多的经论，这样才能真正透彻的理解佛法。殊不知这个观念是错误的观念，佛法绝对不是多闻可以得来的，佛法是从开悟得来的。怎么样能开悟？是修定到一定的程度，才能够明心见性、大彻大悟，在我们净土宗里面讲理一心不乱。理一心不乱跟禅宗里面明心见性，教下的大开圆解，是同一桩事，只是宗门、教下用的名词不相同，境界是一样的。这才能够通达一切法门。过去、现在、未来，这些菩萨、祖师大德，没有一个人不是从这一个途径成就的，这个诸位要知道。",
      "zh_TW": "佛法教學的目的，是教我們離苦得樂。苦從哪裡來？苦就是從不平等、不清淨、迷惑顛倒而來的。快樂從哪裡來？快樂就是清淨、平等、覺而不迷，所以佛法的教學就是在破迷開悟。破迷開悟，目的就是教我們離苦得樂。現在就離苦，不是說將來；現在苦要離不開，將來的苦能離開，沒有人相信。所以佛法學了馬上就管用，立刻就見效，這個是真正佛法。我們學佛學這麼久了，為什麼還不見效？剛才講了，你雖然學佛，你的心不誠，也就是你不是真心來學佛，所以你得的效果不能如預期的理想。精進是決定能成就，而且能夠快速的成就。因為法藏比丘是希望他速成無上正等正覺，要速成那就精進。精是精純，揀別它不是多、不是雜、不是亂；如果你學得太多、太雜、太亂，你想快速成就，就不可能。所以佛法教學是教我們精純的進步，一門深入，一門真正入進去了，其他無量無邊的法門，一接觸就貫通，所謂觸類旁通。可惜的是現代人不相信，認為修學一定要讀很多很多的經論，這樣才能真正透徹的理解佛法。殊不知這個觀念是錯誤的觀念，佛法絕對不是多聞可以得來的，佛法是從開悟得來的。怎麼樣能開悟？是修定到一定的程度，才能夠明心見性、大徹大悟，在我們淨土宗裡面講理一心不亂。理一心不亂跟禪宗裡面明心見性，教下的大開圓解，是同一樁事，只是宗門、教下用的名詞不相同，境界是一樣的。這才能夠通達一切法門。過去、現在、未來，這些菩薩、祖師大德，沒有一個人不是從這一個途徑成就的，這個諸位要知道。"
    },
    {
      "id": "02-005-0039_p0006",
      "zh_CN": "悟了以后叫悟后起修，那时候才博学多闻，没有开悟之前，没有资格博学多闻。这个是清凉大师在《华严经疏钞》里面所讲的，没有开悟，烦恼没断，多闻都变成了邪见。他老人家讲，「有解无行」，解就是看得很多、听得很多，无行是烦恼没断，没有修行；「增长邪见」，你所学的统统变成邪知邪见，这是真的，一点都不假。我们自己家里这些人，展开经典注解，教他讲一段给我听听，讲的都是邪知邪见。为什么？用他自己意思来讲，把佛经讲成凡夫知见，佛知佛见变成凡夫知见，清凉大师讲的话没错。如果「有行无解」，真正修行，不读这些经典，清凉大师说那是「增长无明」，也不行。因此祖师大德才教给我们一门深入，我读经我只读一本，读一本，我里头有行又有解，我既不是邪见，也不堕无明，无明、邪见二边双破，这个好。所以初学，教你一门深入，读经的目的是修定，定的目的是开智慧。我们选择《无量寿经》，这是一切经里面最殊胜的经典，以这一部经能够「精进不止」，就是此地所讲的『会当克果，何愿不得』，你的佛道一定能成就。特别是指这一部经，可以说是万修万人去。下面这一段开示非常重要。",
      "zh_TW": "悟了以後叫悟後起修，那時候才博學多聞，沒有開悟之前，沒有資格博學多聞。這個是清涼大師在《華嚴經疏鈔》裡面所講的，沒有開悟，煩惱沒斷，多聞都變成了邪見。他老人家講，「有解無行」，解就是看得很多、聽得很多，無行是煩惱沒斷，沒有修行；「增長邪見」，你所學的統統變成邪知邪見，這是真的，一點都不假。我們自己家裡這些人，展開經典註解，教他講一段給我聽聽，講的都是邪知邪見。為什麼？用他自己意思來講，把佛經講成凡夫知見，佛知佛見變成凡夫知見，清涼大師講的話沒錯。如果「有行無解」，真正修行，不讀這些經典，清涼大師說那是「增長無明」，也不行。因此祖師大德才教給我們一門深入，我讀經我只讀一本，讀一本，我裡頭有行又有解，我既不是邪見，也不墮無明，無明、邪見二邊雙破，這個好。所以初學，教你一門深入，讀經的目的是修定，定的目的是開智慧。我們選擇《無量壽經》，這是一切經裡面最殊勝的經典，以這一部經能夠「精進不止」，就是此地所講的『會當剋果，何願不得』，你的佛道一定能成就。特別是指這一部經，可以說是萬修萬人去。下面這一段開示非常重要。"
    },
    {
      "id": "02-005-0039_p0007",
      "zh_CN": "【汝自思惟。修何方便。而能成就佛刹庄严。】",
      "zh_TW": "【汝自思惟。修何方便。而能成就佛剎莊嚴。】"
    },
    {
      "id": "02-005-0039_p0008",
      "zh_CN": "佛不告诉他，反过来问他，你自己去想想，要怎样去修才能够成就佛国土的庄严？",
      "zh_TW": "佛不告訴他，反過來問他，你自己去想想，要怎樣去修才能夠成就佛國土的莊嚴？"
    },
    {
      "id": "02-005-0039_p0009",
      "zh_CN": "【如所修行。汝自当知。清净佛国。汝应自摄。】",
      "zh_TW": "【如所修行。汝自當知。清淨佛國。汝應自攝。】"
    },
    {
      "id": "02-005-0039_p0010",
      "zh_CN": "这一段里面佛讲了三个「自」。佛道怎么成就？是你自悟、自修、自证，不是别人给你的。这三个自字都是直指人心，当人自性。所以这一段经文，跟禅宗里面教学的仪式、义趣完全相同，禅宗里面叫机锋。一切法不离自心，经上给我们讲「是心是佛，是心作佛」。所以一个真正学佛人一定要发起至心，至心就是是佛之心、作佛之心，这是真心，真心里面一定含有圣果，花果同时。佛门用莲花表法，莲花就是花果同时，果是莲子，不像其他的花，先开花、后结果，花果不同时。莲花是花果同时，所以佛门用这个来表法，因里面有果，果里面有因，所谓的是「因该果海，果彻因源」。因此只要你精进，用真心去精进，真心精进说实在的话，永远保持了真诚，这个才叫精进。如果这个话我们听起来还是很难体会，我们用经题清净心、平等心，你能够永远保持心地清净不染、平等不杂，这叫真精进。这个心里面一念染污，什么染污？起了贪瞋痴慢，染污了；心里面起了一念是非人我，不平了，这就退转，这就不是精进，退转了。",
      "zh_TW": "這一段裡面佛講了三個「自」。佛道怎麼成就？是你自悟、自修、自證，不是別人給你的。這三個自字都是直指人心，當人自性。所以這一段經文，跟禪宗裡面教學的儀式、義趣完全相同，禪宗裡面叫機鋒。一切法不離自心，經上給我們講「是心是佛，是心作佛」。所以一個真正學佛人一定要發起至心，至心就是是佛之心、作佛之心，這是真心，真心裡面一定含有聖果，花果同時。佛門用蓮花表法，蓮花就是花果同時，果是蓮子，不像其他的花，先開花、後結果，花果不同時。蓮花是花果同時，所以佛門用這個來表法，因裡面有果，果裡面有因，所謂的是「因該果海，果徹因源」。因此只要你精進，用真心去精進，真心精進說實在的話，永遠保持了真誠，這個才叫精進。如果這個話我們聽起來還是很難體會，我們用經題清淨心、平等心，你能夠永遠保持心地清淨不染、平等不雜，這叫真精進。這個心裡面一念染污，什麼染污？起了貪瞋痴慢，染污了；心裡面起了一念是非人我，不平了，這就退轉，這就不是精進，退轉了。"
    },
    {
      "id": "02-005-0039_p0011",
      "zh_CN": "换句话说，怎么样保持清净平等觉？清净平等觉是我们的真心，就是此地讲的至心。这个心是因，这个心也是果，因果都是一个心，真正保持而不失掉就成佛了。佛跟我们凡夫不相同的，就是佛的心是清净平等觉；我们凡夫，为什么变成凡夫？凡夫的心是不清净、不平等、不觉，就是凡夫。所以你心一念清净平等觉，就是一念佛，可惜就是一念成佛，第二念又退到凡夫位上来，马上就退转了，不能把佛老保持住。诸佛的本事，他能够永远保持，他不会退下来；我们这个一念成佛，第二念就退下来，第三念就退得更多，愈退愈不像话了。大家能从这个地方体会，你才晓得经论当中常讲「一念相应」、「念念相应」是什么意思，你就晓得。这个经好讲，因为什么？我们的目标、方向、修行的方法，统统在经题里面都显示出来。所以，你只要能精进保持，就是经上讲的「何愿不得」！可以满愿的。",
      "zh_TW": "換句話說，怎麼樣保持清淨平等覺？清淨平等覺是我們的真心，就是此地講的至心。這個心是因，這個心也是果，因果都是一個心，真正保持而不失掉就成佛了。佛跟我們凡夫不相同的，就是佛的心是清淨平等覺；我們凡夫，為什麼變成凡夫？凡夫的心是不清淨、不平等、不覺，就是凡夫。所以你心一念清淨平等覺，就是一念佛，可惜就是一念成佛，第二念又退到凡夫位上來，馬上就退轉了，不能把佛老保持住。諸佛的本事，他能夠永遠保持，他不會退下來；我們這個一念成佛，第二念就退下來，第三念就退得更多，愈退愈不像話了。大家能從這個地方體會，你才曉得經論當中常講「一念相應」、「念念相應」是什麼意思，你就曉得。這個經好講，因為什麼？我們的目標、方向、修行的方法，統統在經題裡面都顯示出來。所以，你只要能精進保持，就是經上講的「何願不得」！可以滿願的。"
    },
    {
      "id": "02-005-0039_p0012",
      "zh_CN": "经文当中三个自，「汝自思惟」、「汝自当知」、「汝应自摄」，这是佛教法藏的苦口婆心，这个意思非常的深广。古德为我们略说三个意思，第一是法藏过去生中善根非常深厚。所以学佛，若没有过去生中深厚的善根，实在讲很难成就。一定是过去生中有非常深厚的善根，这一生又有殊胜的增上缘。像法藏所表现的「高才勇哲，与世超异」，他所表现的，无论在智慧、在德行、在用功，都超过其他的同学。净佛国土这桩事，这还用得着说吗？应当自己明了，他有智慧，有善根、有智慧；换句话说，不必佛说，「还用得着我说吗，这个事情你还不知道吗？」这个经文就含的有这个意思在，所以说你自己应当行，应当知道怎么个做法。这是真正学生善根成熟，一点他就通了。法藏确实是有这样的禀赋、有这样的天才，这是第一个意思。",
      "zh_TW": "經文當中三個自，「汝自思惟」、「汝自當知」、「汝應自攝」，這是佛教法藏的苦口婆心，這個意思非常的深廣。古德為我們略說三個意思，第一是法藏過去生中善根非常深厚。所以學佛，若沒有過去生中深厚的善根，實在講很難成就。一定是過去生中有非常深厚的善根，這一生又有殊勝的增上緣。像法藏所表現的「高才勇哲，與世超異」，他所表現的，無論在智慧、在德行、在用功，都超過其他的同學。淨佛國土這樁事，這還用得著說嗎？應當自己明瞭，他有智慧，有善根、有智慧；換句話說，不必佛說，「還用得著我說嗎，這個事情你還不知道嗎？」這個經文就含的有這個意思在，所以說你自己應當行，應當知道怎麼個做法。這是真正學生善根成熟，一點他就通了。法藏確實是有這樣的稟賦、有這樣的天才，這是第一個意思。"
    },
    {
      "id": "02-005-0039_p0013",
      "zh_CN": "第二个意思说，摄取佛国，换句话就是，我们想建立一个道场，极乐世界是个大道场，他要建立一个道场。每一尊佛有每一尊佛的愿望，不要说佛，我们把范围缩小一点，我们今天在台湾，台湾有不少法师，很多法师建道场，各人依照各人自己理想去建。十方诸佛，也是诸佛依照他理想去建立他的佛国土，这是各随意愿。有些佛他取秽土，像地藏菩萨的愿，「我不入地狱，谁入地狱」，人家都不愿意到地狱去度众生，他偏偏要到地狱去度众生。到地狱要现地狱相，因为你不跟他现同类身，就不能够度那一类众生。佛到我们人间要度人道，他要现人身；他要度天道，他就现天身；他度畜生道，他就现畜生身，随类化身。因此，有些佛在因地里面他取清净国土，有些佛取秽浊的国土，这是每个人意愿不相同。换句话说，你教我怎么说法？你来问我，你教我怎么说法？要照我的说法，就不能随你的意了，这个东西随你的意，我怎么能说？所以说此地这个话，汝自思惟、汝自当知、汝应自摄，有这一层意思在。",
      "zh_TW": "第二個意思說，攝取佛國，換句話就是，我們想建立一個道場，極樂世界是個大道場，他要建立一個道場。每一尊佛有每一尊佛的願望，不要說佛，我們把範圍縮小一點，我們今天在台灣，台灣有不少法師，很多法師建道場，各人依照各人自己理想去建。十方諸佛，也是諸佛依照他理想去建立他的佛國土，這是各隨意願。有些佛他取穢土，像地藏菩薩的願，「我不入地獄，誰入地獄」，人家都不願意到地獄去度眾生，他偏偏要到地獄去度眾生。到地獄要現地獄相，因為你不跟他現同類身，就不能夠度那一類眾生。佛到我們人間要度人道，他要現人身；他要度天道，他就現天身；他度畜生道，他就現畜生身，隨類化身。因此，有些佛在因地裡面他取清淨國土，有些佛取穢濁的國土，這是每個人意願不相同。換句話說，你教我怎麼說法？你來問我，你教我怎麼說法？要照我的說法，就不能隨你的意了，這個東西隨你的意，我怎麼能說？所以說此地這個話，汝自思惟、汝自當知、汝應自攝，有這一層意思在。"
    },
    {
      "id": "02-005-0039_p0014",
      "zh_CN": "第三层意思是说，凡是净土都有报、有化，法身是本体、是理体，是没有形相的，从有形有相来讲，报身、报土，化身、化土，这个是一定要菩萨自家本分去摄取。所以说「汝自当知」，也是「唯应自分」，这是古德所讲的，这个所说的自分，就是禅家所谓「法身向上之事」，这就是超越菩萨所修学的范围了。这几句话的意思就显得非常之深、非常之广，不是凡夫所能体会的。法藏在此地他老人家是示现，阿弥陀佛在西方极乐世界成佛，就跟释迦牟尼佛在我们这里示现成佛是一样的，他老人家久远劫就成佛了，不是十劫之前才成佛的，久远劫就成佛了。他在西方极乐世界，就跟释迦牟尼佛在我们这个世界示现成佛情形大致相同。不过我们这个地方国土是五浊恶世，他那个地方是五清国土，清净至极。可是他非常慈悲，他示现的装作不知道，因为装作不知道，佛才详细的来说法；如果他在此地一下就开悟了，那底下经文统统没有，《无量寿经》就到此为止了。所以他还是装作一个凡夫，装作我们这个样子，佛讲的，讲的我听不懂。",
      "zh_TW": "第三層意思是說，凡是淨土都有報、有化，法身是本體、是理體，是沒有形相的，從有形有相來講，報身、報土，化身、化土，這個是一定要菩薩自家本分去攝取。所以說「汝自當知」，也是「唯應自分」，這是古德所講的，這個所說的自分，就是禪家所謂「法身向上之事」，這就是超越菩薩所修學的範圍了。這幾句話的意思就顯得非常之深、非常之廣，不是凡夫所能體會的。法藏在此地他老人家是示現，阿彌陀佛在西方極樂世界成佛，就跟釋迦牟尼佛在我們這裡示現成佛是一樣的，他老人家久遠劫就成佛了，不是十劫之前才成佛的，久遠劫就成佛了。他在西方極樂世界，就跟釋迦牟尼佛在我們這個世界示現成佛情形大致相同。不過我們這個地方國土是五濁惡世，他那個地方是五清國土，清淨至極。可是他非常慈悲，他示現的裝作不知道，因為裝作不知道，佛才詳細的來說法；如果他在此地一下就開悟了，那底下經文統統沒有，《無量壽經》就到此為止了。所以他還是裝作一個凡夫，裝作我們這個樣子，佛講的，講的我聽不懂。"
    },
    {
      "id": "02-005-0039_p0015",
      "zh_CN": "【法藏白言。斯义宏深。非我境界。惟愿如来。应正遍知。广演诸佛无量妙刹。若我得闻。如是等法。思惟修习。誓满所愿。】",
      "zh_TW": "【法藏白言。斯義宏深。非我境界。惟願如來。應正遍知。廣演諸佛無量妙剎。若我得聞。如是等法。思惟修習。誓滿所願。】"
    },
    {
      "id": "02-005-0039_p0016",
      "zh_CN": "这个就是装作听不懂，其实他哪有不了解的？佛一点，他就彻底觉悟了，为了利益众生。同时还有一个很深的意思，因为这个法门真的是难信之法，假如他在此地这样一开悟，极乐世界就圆满了，我们对极乐世界，真的是难相信。他们这样一表演，师徒这一问一答，我们想想，极乐世界是有点道理，非常符合我们现在所讲的科学的精神，不是凭空想像建造的，四十八愿也不是关起门在家里发的。在底下这段经文我们就看出来，这个的确建立了清净的信心。法藏说这几句话实在讲也是真的，『斯义宏深』，这个意思太深了，深在什么地方？深在就是上从等觉菩萨，下到地狱众生，到西方极乐世界是统统成菩萨，统统圆证三不退，换句话说，都入诸佛报土，这个不可思议。这是十方一切诸佛刹土里面没有这个事情，所以不是普通菩萨能够知道。『非我境界，惟愿如来，应正遍知』，应、正遍知，是如来十号里面的两个德号，此地省略，因为这个德号我们在前面曾经讲过，这是省略。『广演诸佛无量妙刹』，这是求佛为我说法，说什么法？说十方一切诸佛修因证果、建立刹土、接引众生这些事，法藏都希望知道，知道给自己做一个参考，自己然后怎样来取舍、怎样来修学。",
      "zh_TW": "這個就是裝作聽不懂，其實他哪有不了解的？佛一點，他就徹底覺悟了，為了利益眾生。同時還有一個很深的意思，因為這個法門真的是難信之法，假如他在此地這樣一開悟，極樂世界就圓滿了，我們對極樂世界，真的是難相信。他們這樣一表演，師徒這一問一答，我們想想，極樂世界是有點道理，非常符合我們現在所講的科學的精神，不是憑空想像建造的，四十八願也不是關起門在家裡發的。在底下這段經文我們就看出來，這個的確建立了清淨的信心。法藏說這幾句話實在講也是真的，『斯義宏深』，這個意思太深了，深在什麼地方？深在就是上從等覺菩薩，下到地獄眾生，到西方極樂世界是統統成菩薩，統統圓證三不退，換句話說，都入諸佛報土，這個不可思議。這是十方一切諸佛剎土裡面沒有這個事情，所以不是普通菩薩能夠知道。『非我境界，惟願如來，應正遍知』，應、正遍知，是如來十號裡面的兩個德號，此地省略，因為這個德號我們在前面曾經講過，這是省略。『廣演諸佛無量妙剎』，這是求佛為我說法，說什麼法？說十方一切諸佛修因證果、建立剎土、接引眾生這些事，法藏都希望知道，知道給自己做一個參考，自己然後怎樣來取捨、怎樣來修學。"
    },
    {
      "id": "02-005-0039_p0017",
      "zh_CN": "底下这一句话很重要，说明自己求学的态度，『若我得闻』，如果我听到佛给我说十方一切诸佛的妙刹，无量妙刹我知道了。知道『如是等法』，如是等法，就是指诸佛无量妙刹，我一定『思惟』，我一定『修习』。『誓满所愿』，这个誓满所愿，就是他前面所讲的，他作佛的时候「智慧光明，所居国土，教授名字，皆闻十方」，那就是他的本愿，十方世界六道众生生到他那里统统作菩萨。这是把他自己求学的目标、方向、态度，统统表明了，老师才乐意教他。",
      "zh_TW": "底下這一句話很重要，說明自己求學的態度，『若我得聞』，如果我聽到佛給我說十方一切諸佛的妙剎，無量妙剎我知道了。知道『如是等法』，如是等法，就是指諸佛無量妙剎，我一定『思惟』，我一定『修習』。『誓滿所願』，這個誓滿所願，就是他前面所講的，他作佛的時候「智慧光明，所居國土，教授名字，皆聞十方」，那就是他的本願，十方世界六道眾生生到他那裡統統作菩薩。這是把他自己求學的目標、方向、態度，統統表明了，老師才樂意教他。"
    },
    {
      "id": "02-005-0039_p0018",
      "zh_CN": "【世间自在王佛知其高明。志愿深广。即为宣说。二百一十亿诸佛刹土。功德严净。广大圆满之相。应其心愿。悉现与之。说是法时。经千亿岁。】",
      "zh_TW": "【世間自在王佛知其高明。志願深廣。即為宣說。二百一十億諸佛剎土。功德嚴淨。廣大圓滿之相。應其心願。悉現與之。說是法時。經千億歲。】"
    },
    {
      "id": "02-005-0039_p0019",
      "zh_CN": "这个学生他要真学，真学那老师就要真教。所以诸位同修要知道，世出世间的善知识、好老师，教学的态度都是一样的，学生认真，老师就认真；学生不认真，老师也不认真，认真呢，认真没用处。学生求学只有一分的意念，老师教学就教一分，为什么？学生就满足了；教两分，那老师白费一分口舌，学生装不进去。学生要十分认真求学，老师讲九分，这对不起学生。所以，真正善友决定不吝法，问题是在我们自己求学的态度。求学的态度最重要就是依教奉行，老师教我们，我们有没有做到。教你放下，有没有放下？没放下，下一次就不教了。所以真正一个求学的人，不容易遇到。我往年在台中求学的时候，老师就常常感叹，学生不容易。他常说，学生找老师难，老师找学生更难。所以师资之道，可遇不可求，到哪里去找？我以后在外面讲经，常常感觉得一个人非常孤独，总希望多有几个同学做个助缘、做个帮手。所以每次回到台中见李老师，都劝他多教几个学生。我这个话前后至少给他讲二十遍以上，每次见他我都会提一提，劝他多教几个学生。最后有一次他就很不客气，他说这样好了，你替我找学生。我从此以后不敢再开口，为什么？我想我找不到学生，我到哪里去找到一个傻瓜学生，百分之百的服从，老师教怎么做就怎么做，想一想找不到。现在学生不听话，表面听话，转过头了就不是那一套。所以我才真正体会到，李老师从前讲，老师找学生难，太难太难了。学生表面上看到老师讲的都点头，掉过头来完全不是那么回事情，不容易，实实在在不容易。",
      "zh_TW": "這個學生他要真學，真學那老師就要真教。所以諸位同修要知道，世出世間的善知識、好老師，教學的態度都是一樣的，學生認真，老師就認真；學生不認真，老師也不認真，認真呢，認真沒用處。學生求學只有一分的意念，老師教學就教一分，為什麼？學生就滿足了；教兩分，那老師白費一分口舌，學生裝不進去。學生要十分認真求學，老師講九分，這對不起學生。所以，真正善友決定不吝法，問題是在我們自己求學的態度。求學的態度最重要就是依教奉行，老師教我們，我們有沒有做到。教你放下，有沒有放下？沒放下，下一次就不教了。所以真正一個求學的人，不容易遇到。我往年在台中求學的時候，老師就常常感嘆，學生不容易。他常說，學生找老師難，老師找學生更難。所以師資之道，可遇不可求，到哪裡去找？我以後在外面講經，常常感覺得一個人非常孤獨，總希望多有幾個同學做個助緣、做個幫手。所以每次回到台中見李老師，都勸他多教幾個學生。我這個話前後至少給他講二十遍以上，每次見他我都會提一提，勸他多教幾個學生。最後有一次他就很不客氣，他說這樣好了，你替我找學生。我從此以後不敢再開口，為什麼？我想我找不到學生，我到哪裡去找到一個傻瓜學生，百分之百的服從，老師教怎麼做就怎麼做，想一想找不到。現在學生不聽話，表面聽話，轉過頭了就不是那一套。所以我才真正體會到，李老師從前講，老師找學生難，太難太難了。學生表面上看到老師講的都點頭，掉過頭來完全不是那麼回事情，不容易，實實在在不容易。"
    },
    {
      "id": "02-005-0039_p0020",
      "zh_CN": "世间自在王有福，遇到一个阿弥陀佛这么好的学生，我想他老人家生生世世教化，这个学生是最听话、最好的，真的是百分之百依教奉行的人。所以『世间自在王佛知其高明』，「高」是讲他的德行高，「明」是讲他的智慧大，真正有德行、真正聪明。教学是以德行为第一个项目，孔老夫子教学四科，他第一科就是德行。所以诸位要晓得，什么叫做教育？教育第一个就是品德的修养、道德的修养，这是列入最重要的一个科目；第二个是言语。我们古人常常有比喻说，舌头是一个人一生当中祸福之门，说话要谨慎小心。往往我们自己随便说话，说的人无心，听的人有意，言语当中得罪人，跟人家结下冤仇，自己都不晓得，到后来报复之惨烈，不晓得这个祸根从哪里生的，所以这个言语多重要。言语列在教学是第二个科目，这个是教育的大根大本。中国古时候教育，从小就学这个，所以讲学应对，对长辈、对平辈、对晚辈什么样的态度，什么样的言语，学这个东西。德行里面，自身的身心的修养、人伦的关系，你才晓得做人。人与人的关系，父子关系、兄弟关系、朋友关系、君臣关系，这个要清楚、要明了。然后才能够跟人和睦相处，才有一生的幸福，家庭美满，社会的和谐，国家的富强，天下太平。教育的目的是如此，所谓修身、齐家、治国、平天下，这是教育的目的。今天社会这么乱，社会怎么乱？家庭乱。家庭怎么乱？自身乱，本身没有受过教育。所以德行列在第一位，你好学，你没有德行，老师不会教你；老师如果教你，你将来能力强，你在社会上做的坏事更多。所以第一个是观察德行，法藏确确实实有高尚的品德；有聪明智慧，这好教，老师教起来不费力气，他领悟得快。",
      "zh_TW": "世間自在王有福，遇到一個阿彌陀佛這麼好的學生，我想他老人家生生世世教化，這個學生是最聽話、最好的，真的是百分之百依教奉行的人。所以『世間自在王佛知其高明』，「高」是講他的德行高，「明」是講他的智慧大，真正有德行、真正聰明。教學是以德行為第一個項目，孔老夫子教學四科，他第一科就是德行。所以諸位要曉得，什麼叫做教育？教育第一個就是品德的修養、道德的修養，這是列入最重要的一個科目；第二個是言語。我們古人常常有比喻說，舌頭是一個人一生當中禍福之門，說話要謹慎小心。往往我們自己隨便說話，說的人無心，聽的人有意，言語當中得罪人，跟人家結下冤仇，自己都不曉得，到後來報復之慘烈，不曉得這個禍根從哪裡生的，所以這個言語多重要。言語列在教學是第二個科目，這個是教育的大根大本。中國古時候教育，從小就學這個，所以講學應對，對長輩、對平輩、對晚輩什麼樣的態度，什麼樣的言語，學這個東西。德行裡面，自身的身心的修養、人倫的關係，你才曉得做人。人與人的關係，父子關係、兄弟關係、朋友關係、君臣關係，這個要清楚、要明瞭。然後才能夠跟人和睦相處，才有一生的幸福，家庭美滿，社會的和諧，國家的富強，天下太平。教育的目的是如此，所謂修身、齊家、治國、平天下，這是教育的目的。今天社會這麼亂，社會怎麼亂？家庭亂。家庭怎麼亂？自身亂，本身沒有受過教育。所以德行列在第一位，你好學，你沒有德行，老師不會教你；老師如果教你，你將來能力強，你在社會上做的壞事更多。所以第一個是觀察德行，法藏確確實實有高尚的品德；有聰明智慧，這好教，老師教起來不費力氣，他領悟得快。"
    },
    {
      "id": "02-005-0039_p0021",
      "zh_CN": "『志愿深广』，这一点特别难得，他有大悲的愿力。所以，『即为宣说，二百一十亿诸佛刹土，功德严净』。「二百一十亿」不是数字，是表法的。依《华严经》跟《大智度论》，二百一十这个数字都是代表圆满的数字，就是十方三世一切诸佛刹土一个也不漏，它是代表圆满的。密宗里面用二十一代表圆满，二十一的十倍就是二百一十。前面贤护等十六正士，这个十六也是密宗代表圆满的数字，都是代表圆满的。所以此地的二百一十亿不是数字，数字，这个数字就不大，漏掉就太多，就不能说是圆满的。这些诸佛刹土里面的功德，功是修因，德是果报，正报、依报。这个德跟得失的得是一个意思，修功而后才有德，才能够得到，你自己没有功，哪来的德？所以功德两个字要认识清楚。现在有很多人把「功德」两个字错解了，认为在佛寺里面捐几个钱就做了很多功德，这是错误的。功德不能用金钱买来的，金钱买不来的，在寺庙里出一点钱那是什么？那叫种福田，福德，功德没有，功德要自己修的。",
      "zh_TW": "『志願深廣』，這一點特別難得，他有大悲的願力。所以，『即為宣說，二百一十億諸佛剎土，功德嚴淨』。「二百一十億」不是數字，是表法的。依《華嚴經》跟《大智度論》，二百一十這個數字都是代表圓滿的數字，就是十方三世一切諸佛剎土一個也不漏，它是代表圓滿的。密宗裡面用二十一代表圓滿，二十一的十倍就是二百一十。前面賢護等十六正士，這個十六也是密宗代表圓滿的數字，都是代表圓滿的。所以此地的二百一十億不是數字，數字，這個數字就不大，漏掉就太多，就不能說是圓滿的。這些諸佛剎土裡面的功德，功是修因，德是果報，正報、依報。這個德跟得失的得是一個意思，修功而後才有德，才能夠得到，你自己沒有功，哪來的德？所以功德兩個字要認識清楚。現在有很多人把「功德」兩個字錯解了，認為在佛寺裡面捐幾個錢就做了很多功德，這是錯誤的。功德不能用金錢買來的，金錢買不來的，在寺廟裡出一點錢那是什麼？那叫種福田，福德，功德沒有，功德要自己修的。"
    },
    {
      "id": "02-005-0039_p0022",
      "zh_CN": "所以梁武帝当年在世的时候，他是我们佛门大护法，他以他的地位、财富，在国家里面，国境之中建立了四百八十所的寺庙，度出家人（就是帮助人出家）几十万人。达摩祖师到中国来，梁武帝跟他见了面，就很自豪的说，「我替佛教做这么多的事情，我的功德大不大？」达摩祖师说了个老实话，说他「并无功德！」没有功德，梁武帝听了这句话就很生气，所以不护他的法。搞得达摩祖师没有法子，跑到少林寺去面壁去，没人护他的法，没人理他。假如达摩祖师那个时候要点点头，「你老人家功德很大！」梁武帝是他的护法，还得了，不得了！他说了真话。假如梁武帝要问，「我的福报大不大、福德大不大？」那达摩祖师一定说「甚大、甚大！」他修的是福。",
      "zh_TW": "所以梁武帝當年在世的時候，他是我們佛門大護法，他以他的地位、財富，在國家裡面，國境之中建立了四百八十所的寺廟，度出家人（就是幫助人出家）幾十萬人。達摩祖師到中國來，梁武帝跟他見了面，就很自豪的說，「我替佛教做這麼多的事情，我的功德大不大？」達摩祖師說了個老實話，說他「並無功德！」沒有功德，梁武帝聽了這句話就很生氣，所以不護他的法。搞得達摩祖師沒有法子，跑到少林寺去面壁去，沒人護他的法，沒人理他。假如達摩祖師那個時候要點點頭，「你老人家功德很大！」梁武帝是他的護法，還得了，不得了！他說了真話。假如梁武帝要問，「我的福報大不大、福德大不大？」那達摩祖師一定說「甚大、甚大！」他修的是福。"
    },
    {
      "id": "02-005-0039_p0023",
      "zh_CN": "功德是什么？功德是戒定慧，持戒、修定是功德。这个东西不是拿金钱能买得到的，也不是别人可以代替的，功德别人不能代替，一定要自己修，要持戒。戒律，我们在讲席当中已经说得很多很多，持戒就是守法，就是依教奉行。所以我们看到持戒这两个字，戒定慧三学，看到戒，就不要想到五戒、十戒、比丘戒、菩萨戒，你把戒想得那么窄小，错了，戒律的意义非常广大。老师的教诫要遵守，老师教我们一门深入。",
      "zh_TW": "功德是什麼？功德是戒定慧，持戒、修定是功德。這個東西不是拿金錢能買得到的，也不是別人可以代替的，功德別人不能代替，一定要自己修，要持戒。戒律，我們在講席當中已經說得很多很多，持戒就是守法，就是依教奉行。所以我們看到持戒這兩個字，戒定慧三學，看到戒，就不要想到五戒、十戒、比丘戒、菩薩戒，你把戒想得那麼窄小，錯了，戒律的意義非常廣大。老師的教誡要遵守，老師教我們一門深入。"
    },
    {
      "id": "02-005-0039_p0024",
      "zh_CN": "昨天新加坡演培法师到台湾来，在我讲堂那边住，昨天晚上跟今天早晨，我们都谈了很多，他就谈到从前他在观宗寺的时候，观宗寺的教学就是一门深入，除了本宗的经典之外，其他任何宗派经典都不准看。所以他说他那个时候年轻，小时候在观宗寺，看到寺庙里这种教学法，心里头不服，到以后才知道，人家真是有道理。",
      "zh_TW": "昨天新加坡演培法師到台灣來，在我講堂那邊住，昨天晚上跟今天早晨，我們都談了很多，他就談到從前他在觀宗寺的時候，觀宗寺的教學就是一門深入，除了本宗的經典之外，其他任何宗派經典都不准看。所以他說他那個時候年輕，小時候在觀宗寺，看到寺廟裡這種教學法，心裡頭不服，到以後才知道，人家真是有道理。"
    },
    {
      "id": "02-005-0039_p0025",
      "zh_CN": "因为它的教学不是教你博学多闻，不是，目的不在此地。目的是教你修定，修戒定慧的，你能够遵守它这个方法去修，你心容易得清净。所以它的目的是在修清净平等觉的，它不主张广学多闻，它目的在此地。等到你心地真正清净、平等，然后再开放，再广学多闻，那是第二个阶段。第一个阶段，心没有得到清净，决定不许可。换句话说，第一个阶段是品德的修养，第二个阶段是学术的修养，分两个阶段来的，这个你一定要遵守老师的教诫。在家庭里面父母的教诫。朋友的规劝，往往我们自己有过失不知道，朋友看到了，他来劝告我们，只要是对的，我们一定要守，一定要改过，这统统叫持戒。你才晓得，持戒这个意思是多么的广。乃至于晚辈、下人看到我们过失，告诉我们，我们也要遵守，改过自新。所以看到这个戒，就想到佛在经上讲的戒律，这是死在字句之下，不懂得佛的意思。开经偈讲「愿解如来真实义」，你死在字句里面，那怎么能解如来真实义？所以唯有真正守法的人他心清净，心清净就能开智慧，这个叫功德。戒是功德，戒是什么？改过自新是功德；定是功德；慧是功德，这是讲的这个。",
      "zh_TW": "因為它的教學不是教你博學多聞，不是，目的不在此地。目的是教你修定，修戒定慧的，你能夠遵守它這個方法去修，你心容易得清淨。所以它的目的是在修清淨平等覺的，它不主張廣學多聞，它目的在此地。等到你心地真正清淨、平等，然後再開放，再廣學多聞，那是第二個階段。第一個階段，心沒有得到清淨，決定不許可。換句話說，第一個階段是品德的修養，第二個階段是學術的修養，分兩個階段來的，這個你一定要遵守老師的教誡。在家庭裡面父母的教誡。朋友的規勸，往往我們自己有過失不知道，朋友看到了，他來勸告我們，只要是對的，我們一定要守，一定要改過，這統統叫持戒。你才曉得，持戒這個意思是多麼的廣。乃至於晚輩、下人看到我們過失，告訴我們，我們也要遵守，改過自新。所以看到這個戒，就想到佛在經上講的戒律，這是死在字句之下，不懂得佛的意思。開經偈講「願解如來真實義」，你死在字句裡面，那怎麼能解如來真實義？所以唯有真正守法的人他心清淨，心清淨就能開智慧，這個叫功德。戒是功德，戒是什麼？改過自新是功德；定是功德；慧是功德，這是講的這個。"
    },
    {
      "id": "02-005-0039_p0026",
      "zh_CN": "「严」是庄严、美好，我们每个人都希望自己长得很美好。我们这副长相，是你神识投胎的时候，依照父母那个相貌变现出来的，为什么？喜欢父母。你不喜欢你就不会来投胎了！喜欢父母，就自自然然变成父母这个样子。这个相貌，所以说现在人不懂这个道理，认为是遗传，不是的，是神识来投胎的时候，那个时候取的相。我们出生下来了，想改也不能改了，但是诸位要晓得，能改，但是不能那么快的改，慢慢可以改，从哪里改？从心改。四十岁以上，这个相貌就不是你投胎那个时候来的，所以这是后天的。你在这个一生当中起心动念，你的心地善良、心地温厚，那个相貌就是厚重善良之相，就是慈悲之相；心胸险恶，那个相貌就不善。所以四十岁以后，这个相貌是要自己负责任了，那就不是你投胎来的了，相会变，相随心转。所以一个真正有修持的人、真正有学问的人，你想骗他骗不了。为什么？你的心思都挂在相上，有学问、有功夫的人一看就知道了，你这个心是清净、还是染污，是善、是恶，都能看到一个大概。所以要想自己相貌好，先要修一个好心，相随心转，心好相就好，这多重要，太重要了！心好、相好，境界就好了，境界是环境，环境就好了。为什么？依报随着正报转，你相好是有福，有福的人他就住在福地。看风水的人都常说，「福地福人居，福人居福地」，就是这个道理。没有福报的人，这一块是福地，他住不住的，他住在这个地方总是别别扭扭，住不安，他几天要搬走，没福，没福。所以你就晓得修福多重要！佛称为二足尊，二，一个是智慧，一个是福德，足是满足，就是圆满的意思。成佛就是福报圆满、智慧圆满，两种圆满叫二足尊，福慧当中他是第一，第一福德、第一智慧。所以不可以把它看作二足，两条腿里面最尊的，那就错了，那是误会，大错特错。由此可知，依正庄严都要从心地上修，修因才能得到果报。",
      "zh_TW": "「嚴」是莊嚴、美好，我們每個人都希望自己長得很美好。我們這副長相，是你神識投胎的時候，依照父母那個相貌變現出來的，為什麼？喜歡父母。你不喜歡你就不會來投胎了！喜歡父母，就自自然然變成父母這個樣子。這個相貌，所以說現在人不懂這個道理，認為是遺傳，不是的，是神識來投胎的時候，那個時候取的相。我們出生下來了，想改也不能改了，但是諸位要曉得，能改，但是不能那麼快的改，慢慢可以改，從哪裡改？從心改。四十歲以上，這個相貌就不是你投胎那個時候來的，所以這是後天的。你在這個一生當中起心動念，你的心地善良、心地溫厚，那個相貌就是厚重善良之相，就是慈悲之相；心胸險惡，那個相貌就不善。所以四十歲以後，這個相貌是要自己負責任了，那就不是你投胎來的了，相會變，相隨心轉。所以一個真正有修持的人、真正有學問的人，你想騙他騙不了。為什麼？你的心思都掛在相上，有學問、有功夫的人一看就知道了，你這個心是清淨、還是染污，是善、是惡，都能看到一個大概。所以要想自己相貌好，先要修一個好心，相隨心轉，心好相就好，這多重要，太重要了！心好、相好，境界就好了，境界是環境，環境就好了。為什麼？依報隨著正報轉，你相好是有福，有福的人他就住在福地。看風水的人都常說，「福地福人居，福人居福地」，就是這個道理。沒有福報的人，這一塊是福地，他住不住的，他住在這個地方總是彆彆扭扭，住不安，他幾天要搬走，沒福，沒福。所以你就曉得修福多重要！佛稱為二足尊，二，一個是智慧，一個是福德，足是滿足，就是圓滿的意思。成佛就是福報圓滿、智慧圓滿，兩種圓滿叫二足尊，福慧當中他是第一，第一福德、第一智慧。所以不可以把它看作二足，兩條腿裡面最尊的，那就錯了，那是誤會，大錯特錯。由此可知，依正莊嚴都要從心地上修，修因才能得到果報。"
    },
    {
      "id": "02-005-0039_p0027",
      "zh_CN": "庄严，要清净，那才是真正的庄严。庄严是美好，美好而不清净，那是假的，那不是真的。天宫很美好，不清净，所以他是有漏的福报，不清净；清净那就是无漏的福报，那个不得了，无漏的福报我们通常都称为功德。因为「净」是功德，「严」是福德，严是庄严美好，是福德，「严净」合在一起，那个福德也变成功德。这是功德可以包括福德，福德不能包含功德。",
      "zh_TW": "莊嚴，要清淨，那才是真正的莊嚴。莊嚴是美好，美好而不清淨，那是假的，那不是真的。天宮很美好，不清淨，所以他是有漏的福報，不清淨；清淨那就是無漏的福報，那個不得了，無漏的福報我們通常都稱為功德。因為「淨」是功德，「嚴」是福德，嚴是莊嚴美好，是福德，「嚴淨」合在一起，那個福德也變成功德。這是功德可以包括福德，福德不能包含功德。"
    },
    {
      "id": "02-005-0039_p0028",
      "zh_CN": "『广大圆满之相』，「广大」是讲十方无尽诸佛刹土，太大了，「圆满」是完完全全讲解给他听，没有漏掉的、没有缺失的，全部都给他说出来。『应其心愿，悉现与之』，不但讲解给他听，佛有神力，把诸佛的世界展现在他的面前，让他自己去参观。换句话说，他不但听佛所说，而且真正见到，见到、听到。就像释迦牟尼佛在王宫里面讲《观无量寿经》的情形一样，释迦牟尼佛把诸佛刹土现出来，让韦提希夫人自己去看。那个时候看，不是夫人一个人看见的，宫中还有五百宫女同时看到的。这统统看了之后，韦提希夫人选择西方极乐世界。所以这个西方极乐世界，不是释迦牟尼佛主动推荐的，不是的，是把十方世界统统展现给妳看，妳喜欢哪个世界，我教给妳怎么修法，让夫人自己选择。世间自在王佛也是这样的，把十方一切诸佛的刹土，都展现在法藏比丘的面前，让他看。",
      "zh_TW": "『廣大圓滿之相』，「廣大」是講十方無盡諸佛剎土，太大了，「圓滿」是完完全全講解給他聽，沒有漏掉的、沒有缺失的，全部都給他說出來。『應其心願，悉現與之』，不但講解給他聽，佛有神力，把諸佛的世界展現在他的面前，讓他自己去參觀。換句話說，他不但聽佛所說，而且真正見到，見到、聽到。就像釋迦牟尼佛在王宮裡面講《觀無量壽經》的情形一樣，釋迦牟尼佛把諸佛剎土現出來，讓韋提希夫人自己去看。那個時候看，不是夫人一個人看見的，宮中還有五百宮女同時看到的。這統統看了之後，韋提希夫人選擇西方極樂世界。所以這個西方極樂世界，不是釋迦牟尼佛主動推薦的，不是的，是把十方世界統統展現給妳看，妳喜歡哪個世界，我教給妳怎麼修法，讓夫人自己選擇。世間自在王佛也是這樣的，把十方一切諸佛的剎土，都展現在法藏比丘的面前，讓他看。"
    },
    {
      "id": "02-005-0039_p0029",
      "zh_CN": "『说是法时，经千亿岁』，这一句我们决定不能够疏忽，它告诉我们两句话，「诲人不倦，学而不厌」。老师有耐心教，说这个是「千亿岁」，这么长的时间，学的人也学不疲倦，这么长的时间来修学。我们今天说修学的时间稍微长了，大家都不肯干，怎么能成就，怎么能够跟法藏相比？十方无量无边诸佛世界，短时间是没有办法讲清楚的。那个时候人的寿命长，四十二劫，所以他有这么长的时间来教学。我今天劝诸位同修，劝你们学一部经学十年，如果你们要嫌长，那成就就很有限。十年学一部经，说老实话才能学得透彻、学得彻底，真的把这一部经消化掉了、学到了。十年学十部经，等于一年学一部，学一个皮毛而已；一年再要学个五部、十部，那更是开玩笑，那什么都学不到。第一部经要十年，第二部经给诸位说，二、三年就行了，第三部经大概半年就行了，第四部经一、二个月就行了，愈学愈快。而且保证你所学的部部都通达、部部都圆满，那才叫真正快速的成就。你不用这个方法，这个一切经，一生都不得其门而入，这个话你相不相信？你要相信，依照这个方法去修学，这就是持戒，这就是得定。为什么？心里不打妄想，不想再学第二部经，心定了。一门深入就是慧，戒定慧三学立刻就得到，这是真的戒定慧三学，这不是假的。虽然是浅一点，不深，但是它是真的三学，它不是假的，三学确确实实可以得到。所以这个地方，我们常常念经要注意到，你看看人家教学的这种精神、耐心，为什么他有成就，道理就在此地。",
      "zh_TW": "『說是法時，經千億歲』，這一句我們決定不能夠疏忽，它告訴我們兩句話，「誨人不倦，學而不厭」。老師有耐心教，說這個是「千億歲」，這麼長的時間，學的人也學不疲倦，這麼長的時間來修學。我們今天說修學的時間稍微長了，大家都不肯幹，怎麼能成就，怎麼能夠跟法藏相比？十方無量無邊諸佛世界，短時間是沒有辦法講清楚的。那個時候人的壽命長，四十二劫，所以他有這麼長的時間來教學。我今天勸諸位同修，勸你們學一部經學十年，如果你們要嫌長，那成就就很有限。十年學一部經，說老實話才能學得透徹、學得徹底，真的把這一部經消化掉了、學到了。十年學十部經，等於一年學一部，學一個皮毛而已；一年再要學個五部、十部，那更是開玩笑，那什麼都學不到。第一部經要十年，第二部經給諸位說，二、三年就行了，第三部經大概半年就行了，第四部經一、二個月就行了，愈學愈快。而且保證你所學的部部都通達、部部都圓滿，那才叫真正快速的成就。你不用這個方法，這個一切經，一生都不得其門而入，這個話你相不相信？你要相信，依照這個方法去修學，這就是持戒，這就是得定。為什麼？心裡不打妄想，不想再學第二部經，心定了。一門深入就是慧，戒定慧三學立刻就得到，這是真的戒定慧三學，這不是假的。雖然是淺一點，不深，但是它是真的三學，它不是假的，三學確確實實可以得到。所以這個地方，我們常常念經要注意到，你看看人家教學的這種精神、耐心，為什麼他有成就，道理就在此地。"
    },
    {
      "id": "02-005-0039_p0030",
      "zh_CN": "这一段就是叙说世间自在王的教学，法藏比丘的求学的经过，所以这一段是西方世界的历史。经文不长，没有几行，你要晓得，这个地方是「经千亿岁」，时间可是很长。",
      "zh_TW": "這一段就是敘說世間自在王的教學，法藏比丘的求學的經過，所以這一段是西方世界的歷史。經文不長，沒有幾行，你要曉得，這個地方是「經千億歲」，時間可是很長。"
    },
    {
      "id": "02-005-0039_p0031",
      "zh_CN": "【尔时法藏。闻佛所说。皆悉睹见。起发无上殊胜之愿。于彼天人善恶。国土麤妙。思惟究竟。便一其心。选择所欲。结得大愿。精勤求索。恭慎保持。修习功德。满足五劫。于彼二十一俱胝佛土。功德庄严之事。明了通达。如一佛刹。所摄佛国。超过于彼。】",
      "zh_TW": "【爾時法藏。聞佛所說。皆悉睹見。起發無上殊勝之願。於彼天人善惡。國土麤妙。思惟究竟。便一其心。選擇所欲。結得大願。精勤求索。恭慎保持。修習功德。滿足五劫。於彼二十一俱胝佛土。功德莊嚴之事。明了通達。如一佛剎。所攝佛國。超過於彼。】"
    },
    {
      "id": "02-005-0039_p0032",
      "zh_CN": "他听经闻法千亿岁，『尔时』，这个尔时是讲他在求学之中，不是千亿岁之后，不是的，就在他求学的这个当中。『闻佛所说』，听到老师世间自在王所讲，而且一切诸佛刹土里面「功德严净、广大圆满之相」，他统统见到了。见到之后，他就『起发无上殊胜之愿』。这个愿不是一次发的，是在千亿岁当中逐渐逐渐发的。譬如说第一个，见到许许多多诸佛国土都有三恶道，看到三恶道太苦了，所以发一个大愿，我将来成佛，我这个国土里没有三恶道。所以他四十八愿不是凭空想的，是看到诸佛国土哪些缺陷我不要，哪些好的地方我采纳，你看看这是符合我们今天所讲科学的精神。佛跟他讲经千亿岁，这是「读万卷书」；十方诸佛国土展现他的面前给他看，这是「行万里路」。我们今天讲的观光、旅游、考察，到外面旅游，回来之后你得到什么？如果什么都没得到，那里很好玩，这里很好玩，那就完蛋了。看看人家哪些长处，回来我们要学；人家的缺点，回来检讨一下，我有没有？有，赶快改进。这个样子，你出去旅游观光就没有白观，真正有收获，真正得到东西回来了，法藏就是很聪明的人。我们到外面馆子里面去吃一餐，吃完之后你得到什么？「那一家好吃，不错」，这也落空了。好吃，要看看它那个菜什么材料、怎么个做法的，回来之后我自己就会做，不但会做，我还能改进，做得比它更好，那这一餐饭你没有白吃。否则的话，你到馆子不都叫白吃了？吃了回来之后，就做得比它好、比它高明，为什么？有改进，这一改就进步了，比它更进步了。",
      "zh_TW": "他聽經聞法千億歲，『爾時』，這個爾時是講他在求學之中，不是千億歲之後，不是的，就在他求學的這個當中。『聞佛所說』，聽到老師世間自在王所講，而且一切諸佛剎土裡面「功德嚴淨、廣大圓滿之相」，他統統見到了。見到之後，他就『起發無上殊勝之願』。這個願不是一次發的，是在千億歲當中逐漸逐漸發的。譬如說第一個，見到許許多多諸佛國土都有三惡道，看到三惡道太苦了，所以發一個大願，我將來成佛，我這個國土裡沒有三惡道。所以他四十八願不是憑空想的，是看到諸佛國土哪些缺陷我不要，哪些好的地方我採納，你看看這是符合我們今天所講科學的精神。佛跟他講經千億歲，這是「讀萬卷書」；十方諸佛國土展現他的面前給他看，這是「行萬里路」。我們今天講的觀光、旅遊、考察，到外面旅遊，回來之後你得到什麼？如果什麼都沒得到，那裡很好玩，這裡很好玩，那就完蛋了。看看人家哪些長處，回來我們要學；人家的缺點，回來檢討一下，我有沒有？有，趕快改進。這個樣子，你出去旅遊觀光就沒有白觀，真正有收穫，真正得到東西回來了，法藏就是很聰明的人。我們到外面館子裡面去吃一餐，吃完之後你得到什麼？「那一家好吃，不錯」，這也落空了。好吃，要看看它那個菜什麼材料、怎麼個做法的，回來之後我自己就會做，不但會做，我還能改進，做得比它更好，那這一餐飯你沒有白吃。否則的話，你到館子不都叫白吃了？吃了回來之後，就做得比它好、比它高明，為什麼？有改進，這一改就進步了，比它更進步了。"
    },
    {
      "id": "02-005-0039_p0033",
      "zh_CN": "我们要想得到自己一生幸福美满，六根接触外面六尘境界，要学法藏比丘，他会看，看了会改，会取、会舍，知道取舍、知道改进，所以他的世界超过一切诸佛刹土。这是理所当然，很合理的，不是凭空捏造的，不是凭空想像的。我们今天一个团体，我们看了许许多多佛教团体，看到人家优点我们学习，看到人家缺点我们改进，我们这个团体比别人团体就好、就殊胜。家庭也是如此，看看别人家庭，到外国去参观，看看外国人家庭，好的地方我们学习，缺陷的地方我们改进，我们的家庭比他们美满。念了这个经要会，头脑就聪明了，这样的经典怎么能不读！愈念愈聪明。我听说你们一天有念十遍的，你们的聪明在哪里？如果念了不能应用在生活上，那叫念死书，那念了之后都变成书呆子，念佛书也变成佛呆子，那不管用。所以读了要活用，马上就用在生活上，就用在你家庭上，就用在你人际关系上，你怎么不离苦得乐！这样的书，如果念了不管用处的话，我念它干什么？我讲了也没味道；念了马上就管用，立刻就得到好处，这是要学习的。所以它这一段，实际上就是我们古人所讲的「读万卷书，行万里路」。",
      "zh_TW": "我們要想得到自己一生幸福美滿，六根接觸外面六塵境界，要學法藏比丘，他會看，看了會改，會取、會捨，知道取捨、知道改進，所以他的世界超過一切諸佛剎土。這是理所當然，很合理的，不是憑空捏造的，不是憑空想像的。我們今天一個團體，我們看了許許多多佛教團體，看到人家優點我們學習，看到人家缺點我們改進，我們這個團體比別人團體就好、就殊勝。家庭也是如此，看看別人家庭，到外國去參觀，看看外國人家庭，好的地方我們學習，缺陷的地方我們改進，我們的家庭比他們美滿。念了這個經要會，頭腦就聰明了，這樣的經典怎麼能不讀！愈念愈聰明。我聽說你們一天有念十遍的，你們的聰明在哪裡？如果念了不能應用在生活上，那叫念死書，那念了之後都變成書呆子，念佛書也變成佛呆子，那不管用。所以讀了要活用，馬上就用在生活上，就用在你家庭上，就用在你人際關係上，你怎麼不離苦得樂！這樣的書，如果念了不管用處的話，我念它幹什麼？我講了也沒味道；念了馬上就管用，立刻就得到好處，這是要學習的。所以它這一段，實際上就是我們古人所講的「讀萬卷書，行萬里路」。"
    },
    {
      "id": "02-005-0039_p0034",
      "zh_CN": "我从前，那是很早的时候，跟方东美先生求学的时候，方老师就告诉我，单单读书是不够的，要旅行。而且还特别告诉我，那个时候我们还没有坐过飞机，他说一个人一定至少要坐一次飞机。为什么？飞到太空当中，才晓得人的渺小，才真正会看破、放下。这个里面才有真正的学问，求得真实的智慧。现在坐飞机的机会太多了，你们不想出境，从台北飞到高雄，也可以飞半个小时，飞得也很高，也可以仔细观察一下。所以书不能白念，经更不能白念。我们所以采取这个经本的好处，比其他一般经典好得太多，因为它里面性相、事理、因果，面面都讲到，非常实用，经典的好处在这个地方，学了马上就有用处。",
      "zh_TW": "我從前，那是很早的時候，跟方東美先生求學的時候，方老師就告訴我，單單讀書是不夠的，要旅行。而且還特別告訴我，那個時候我們還沒有坐過飛機，他說一個人一定至少要坐一次飛機。為什麼？飛到太空當中，才曉得人的渺小，才真正會看破、放下。這個裡面才有真正的學問，求得真實的智慧。現在坐飛機的機會太多了，你們不想出境，從台北飛到高雄，也可以飛半個小時，飛得也很高，也可以仔細觀察一下。所以書不能白念，經更不能白念。我們所以採取這個經本的好處，比其他一般經典好得太多，因為它裡面性相、事理、因果，面面都講到，非常實用，經典的好處在這個地方，學了馬上就有用處。"
    },
    {
      "id": "02-005-0039_p0035",
      "zh_CN": "今天时间到了，我们就讲到此地。下一次我们还从这个地方讲起，从「尔时法藏，闻佛所说」，从这个地方讲起。",
      "zh_TW": "今天時間到了，我們就講到此地。下一次我們還從這個地方講起，從「爾時法藏，聞佛所說」，從這個地方講起。"
    }
  ]
}