{
  "doc_id": "02-005-0096",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十六集",
    "zh_TW": "第九十六集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0096",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "02-005-0096_p0001",
      "zh_CN": "请掀开经本第七十二面，倒数第三行：",
      "zh_TW": "請掀開經本第七十二面，倒數第三行："
    },
    {
      "id": "02-005-0096_p0002",
      "zh_CN": "【重重诲勉第三十六。】",
      "zh_TW": "【重重誨勉第三十六。】"
    },
    {
      "id": "02-005-0096_p0003",
      "zh_CN": "佛在这章经文里面为我们显示恶因恶果，教导我们应该知道警觉、知道戒畏。经文的末后，劝我们正心诚意、不忘失修学的功夫，这样才不至于失败、不至于后悔。请看经文：",
      "zh_TW": "佛在這章經文裡面為我們顯示惡因惡果，教導我們應該知道警覺、知道戒畏。經文的末後，勸我們正心誠意、不忘失修學的功夫，這樣才不至於失敗、不至於後悔。請看經文："
    },
    {
      "id": "02-005-0096_p0004",
      "zh_CN": "【佛告弥勒。吾语汝等。如是五恶五痛五烧。辗转相生。敢有犯此。当历恶趣。】",
      "zh_TW": "【佛告彌勒。吾語汝等。如是五惡五痛五燒。輾轉相生。敢有犯此。當歷惡趣。】"
    },
    {
      "id": "02-005-0096_p0005",
      "zh_CN": "这是就因果相生这个事实来教我们，『五恶』是因，『五痛』是现报，就是在这一生当中就受到的果报。『五烧』，烧是指地狱，这个地狱无论是哪一类的地狱，即使是寒冰地狱所现的相，也是一片火光，寒冰地狱现的相也是火光，所以称之为烧。为什么地狱都现的是大火？因为地狱是瞋恚心所感应的，瞋恚就是火，所感应的。不但在佛法，在印度一切宗教都是这么说法。即使在西方，像天主教、基督教他们不讲六道，但是至少他们讲三道，他们讲人、讲天堂、也讲地狱，他们那个地狱也是一片火光。由此可知，这经上讲的确实是事实真相，这是讲将来的果报。『辗转相生』，这就是说你造因一定要受恶报，受恶报的时候心里面不甘心，瞋恚心更炽盛，更炽盛那造的业就更重。所以恶道，堕下去之后为什么很难出来，道理就在此地，他不甘心受报。正如同我们世间人，如果是不幸堕在贫穷下贱，那就是此地讲的「五痛」，我们遭受这样苦难的时候，同样也不甘心，看到别人享福，心就很不平，怨天尤人，怨天尤人这又造了恶业。不知道每个人所受的是他自己前生所修的，他不懂这个原因，所谓「种瓜得瓜，种豆得豆」，他前生修福，这一生他得福报。我们自己前生没修，怎么能怪人？这才是真正事实真相。但是他不相信有前世、后生，他不相信，他只看这一段，所以怨尤之心自自然然就生起来。因为这么一个原因，所以恶道是「辗转相生」。",
      "zh_TW": "這是就因果相生這個事實來教我們，『五惡』是因，『五痛』是現報，就是在這一生當中就受到的果報。『五燒』，燒是指地獄，這個地獄無論是哪一類的地獄，即使是寒冰地獄所現的相，也是一片火光，寒冰地獄現的相也是火光，所以稱之為燒。為什麼地獄都現的是大火？因為地獄是瞋恚心所感應的，瞋恚就是火，所感應的。不但在佛法，在印度一切宗教都是這麼說法。即使在西方，像天主教、基督教他們不講六道，但是至少他們講三道，他們講人、講天堂、也講地獄，他們那個地獄也是一片火光。由此可知，這經上講的確實是事實真相，這是講將來的果報。『輾轉相生』，這就是說你造因一定要受惡報，受惡報的時候心裡面不甘心，瞋恚心更熾盛，更熾盛那造的業就更重。所以惡道，墮下去之後為什麼很難出來，道理就在此地，他不甘心受報。正如同我們世間人，如果是不幸墮在貧窮下賤，那就是此地講的「五痛」，我們遭受這樣苦難的時候，同樣也不甘心，看到別人享福，心就很不平，怨天尤人，怨天尤人這又造了惡業。不知道每個人所受的是他自己前生所修的，他不懂這個原因，所謂「種瓜得瓜，種豆得豆」，他前生修福，這一生他得福報。我們自己前生沒修，怎麼能怪人？這才是真正事實真相。但是他不相信有前世、後生，他不相信，他只看這一段，所以怨尤之心自自然然就生起來。因為這麼一個原因，所以惡道是「輾轉相生」。"
    },
    {
      "id": "02-005-0096_p0006",
      "zh_CN": "『敢有犯此，当历恶趣』，历是经历，什么人敢这么做？愚痴之人，对于事实真相完全不了解的人他做，真正了解的人是决定不做。经上常说「菩萨畏因」，菩萨了解事实真相，即使受极大的困苦，他也不怨天不尤人，他知道果报自受，受完了，善业那个善果就现前了，这才是一个真正有智慧的人、真正明了事实真相的人。下面经文是从果上，真是不厌其烦的来教导我们：",
      "zh_TW": "『敢有犯此，當歷惡趣』，歷是經歷，什麼人敢這麼做？愚痴之人，對於事實真相完全不了解的人他做，真正了解的人是決定不做。經上常說「菩薩畏因」，菩薩了解事實真相，即使受極大的困苦，他也不怨天不尤人，他知道果報自受，受完了，善業那個善果就現前了，這才是一個真正有智慧的人、真正明瞭事實真相的人。下面經文是從果上，真是不厭其煩的來教導我們："
    },
    {
      "id": "02-005-0096_p0007",
      "zh_CN": "【或其今世。】",
      "zh_TW": "【或其今世。】"
    },
    {
      "id": "02-005-0096_p0008",
      "zh_CN": "这就讲的五痛，『今世』是讲的痛。",
      "zh_TW": "這就講的五痛，『今世』是講的痛。"
    },
    {
      "id": "02-005-0096_p0009",
      "zh_CN": "【先被病殃。】",
      "zh_TW": "【先被病殃。】"
    },
    {
      "id": "02-005-0096_p0010",
      "zh_CN": "这个字念破音字念被（音披），跟挑手边那个披，跟那个音相同，意思也相同，本省人念加被（音披）是对的，这个音念得很正确。这就是遭了病苦，这种病苦是：",
      "zh_TW": "這個字念破音字念被（音披），跟挑手邊那個披，跟那個音相同，意思也相同，本省人念加被（音披）是對的，這個音念得很正確。這就是遭了病苦，這種病苦是："
    },
    {
      "id": "02-005-0096_p0011",
      "zh_CN": "【死生不得。】",
      "zh_TW": "【死生不得。】"
    },
    {
      "id": "02-005-0096_p0012",
      "zh_CN": "就是我们现在所讲的老人病这一类的，躺在床上求生不得、求死也不得，必须要家亲眷属日夜的照顾他。生这种病的人多半家庭环境都还不错，如果是贫穷之家这个病生不起的，他也不会生，他不会生。这是老天爷很公道的，他这是富有家庭，家里可以请三班护士日夜来照顾，这老人病。得这个病他也在享受，这个病没法子治，大家都知道。其实你真正明理，没有不能治的病，问题是你相不相信。他命里面有那么多的禄，这个福禄，禄就是他有那么多的享受，享受没有享尽，他躺在床上享受。你看他一年开销多少，那都是他享受的，躺在病床上享受。如果他命中禄多，要享受十几、二十年才走；如果少一点的，三、五年就走了，他要把他命里那一分财禄要享受干净，这是世间人不懂的。我们学佛人明白这个道理，那就好办了，把他的那些财富把它用来布施，或者救济苦难，统统把它散掉，给他做好事，像《地藏经》上讲的，要让他知道，替他修福了。这个时候就有两种情形，一种，他如果说寿命没尽，他病会好；寿命已经到了，他很快就走了，他自己也好，家人也好。所以说一定要散财，把他每年这些医药费布施掉。但是世间人不肯相信，那就没法子，那只好让他躺在床上慢慢去享受去。这桩事现在在中国、在国外，我们看到许许多多。",
      "zh_TW": "就是我們現在所講的老人病這一類的，躺在床上求生不得、求死也不得，必須要家親眷屬日夜的照顧他。生這種病的人多半家庭環境都還不錯，如果是貧窮之家這個病生不起的，他也不會生，他不會生。這是老天爺很公道的，他這是富有家庭，家裡可以請三班護士日夜來照顧，這老人病。得這個病他也在享受，這個病沒法子治，大家都知道。其實你真正明理，沒有不能治的病，問題是你相不相信。他命裡面有那麼多的祿，這個福祿，祿就是他有那麼多的享受，享受沒有享盡，他躺在床上享受。你看他一年開銷多少，那都是他享受的，躺在病床上享受。如果他命中祿多，要享受十幾、二十年才走；如果少一點的，三、五年就走了，他要把他命裡那一分財祿要享受乾淨，這是世間人不懂的。我們學佛人明白這個道理，那就好辦了，把他的那些財富把它用來布施，或者救濟苦難，統統把它散掉，給他做好事，像《地藏經》上講的，要讓他知道，替他修福了。這個時候就有兩種情形，一種，他如果說壽命沒盡，他病會好；壽命已經到了，他很快就走了，他自己也好，家人也好。所以說一定要散財，把他每年這些醫藥費布施掉。但是世間人不肯相信，那就沒法子，那只好讓他躺在床上慢慢去享受去。這樁事現在在中國、在國外，我們看到許許多多。"
    },
    {
      "id": "02-005-0096_p0013",
      "zh_CN": "【示众见之。】",
      "zh_TW": "【示眾見之。】"
    },
    {
      "id": "02-005-0096_p0014",
      "zh_CN": "这是一类的，我们大家都能看得很清楚。",
      "zh_TW": "這是一類的，我們大家都能看得很清楚。"
    },
    {
      "id": "02-005-0096_p0015",
      "zh_CN": "【或于寿终。入三恶道。愁痛酷毒。自相燋然。】",
      "zh_TW": "【或於壽終。入三惡道。愁痛酷毒。自相燋然。】"
    },
    {
      "id": "02-005-0096_p0016",
      "zh_CN": "或者是在他临命终的时候，临命终如果堕三恶道，他的相都不好看；临终的人这个面貌非常好，决定不堕三恶道。这桩事情，我们同修当中有帮人助念，会有这个经验，在没有助念之前，面貌不好，念上八个小时、念上十几个小时，你再看他的面貌好了，这个就是助念的功德。虽然不能证明他往生，这个没有办法证明他往生，但是可以证明他不落三恶道。因为三恶道的面貌很不好看，就是此地所讲的『愁痛酷毒』，面貌不好看。『自相燋然』，这个燋然不是外面的，是他内里面发生的，好像火在那里烧一样，这是从内发的，不是从外头来的。这是从果上说，让我们从这个地方来警惕自己。",
      "zh_TW": "或者是在他臨命終的時候，臨命終如果墮三惡道，他的相都不好看；臨終的人這個面貌非常好，決定不墮三惡道。這樁事情，我們同修當中有幫人助念，會有這個經驗，在沒有助念之前，面貌不好，念上八個小時、念上十幾個小時，你再看他的面貌好了，這個就是助念的功德。雖然不能證明他往生，這個沒有辦法證明他往生，但是可以證明他不落三惡道。因為三惡道的面貌很不好看，就是此地所講的『愁痛酷毒』，面貌不好看。『自相燋然』，這個燋然不是外面的，是他內裡面發生的，好像火在那裡燒一樣，這是從內發的，不是從外頭來的。這是從果上說，讓我們從這個地方來警惕自己。"
    },
    {
      "id": "02-005-0096_p0017",
      "zh_CN": "【共其怨家。更相杀伤。从小微起。成大困剧。】",
      "zh_TW": "【共其怨家。更相殺傷。從小微起。成大困劇。】"
    },
    {
      "id": "02-005-0096_p0018",
      "zh_CN": "这是从因相上，也就是从造因的这个现象，教我们警惕。任何一个人在这个世间，不可能没有冤家，不可能没有债主。为什么？我们过去无始劫中在六道里头，不知道跟多少众生结了冤仇，也不晓得欠了多少众生的债务，说实在的话，总是我们欠人的多，别人欠我们的少。这些冤家债主这一生碰到，虽然不认识，不认识也要讨债还债。如果这个事情我们把它说破，诸位就很容易体会到，我们在一生当中不如意的事情很多，特别是人事环境里面的不如意，佛教给我们处处要忍让。忍让是什么？忍让是还债、是解怨，不要去认真，不要去计较。如果就事实真相上来说，《般若经》上讲得很明白，「凡所有相，皆是虚妄」，有什么好执着的，有什么好计较的？能忍让这个冤家就化解了。人家他要什么？他要名，名让你；要利，利给你，你要什么，我统统给你。我们修道人所要的是身心清净，一尘不染，我们跟他没有冲突。我们不要的，是他要的；他不要的东西，正好是我们要的。",
      "zh_TW": "這是從因相上，也就是從造因的這個現象，教我們警惕。任何一個人在這個世間，不可能沒有冤家，不可能沒有債主。為什麼？我們過去無始劫中在六道裡頭，不知道跟多少眾生結了冤仇，也不曉得欠了多少眾生的債務，說實在的話，總是我們欠人的多，別人欠我們的少。這些冤家債主這一生碰到，雖然不認識，不認識也要討債還債。如果這個事情我們把它說破，諸位就很容易體會到，我們在一生當中不如意的事情很多，特別是人事環境裡面的不如意，佛教給我們處處要忍讓。忍讓是什麼？忍讓是還債、是解怨，不要去認真，不要去計較。如果就事實真相上來說，《般若經》上講得很明白，「凡所有相，皆是虛妄」，有什麼好執著的，有什麼好計較的？能忍讓這個冤家就化解了。人家他要什麼？他要名，名讓你；要利，利給你，你要什麼，我統統給你。我們修道人所要的是身心清淨，一塵不染，我們跟他沒有衝突。我們不要的，是他要的；他不要的東西，正好是我們要的。"
    },
    {
      "id": "02-005-0096_p0019",
      "zh_CN": "所以修道人跟世间人没有冲突，彼此能够相安无事，这些怨结债务，可以能慢慢的化解，慢慢的都给它消除掉。佛又告诉我们，我们修行，念念当中都将自己的功德回向给冤亲债主。为什么天天要回向、念念要回向？还债、解怨，菩提道上才能够一帆风顺。你看回向偈，那个回向偈要从心里面发出来，口上念没有用，心口要相应。回向偈上明明教我们，「上报四重恩，下济三途苦」，这两句就是把冤、亲都包括了。正因为我们要解决这一个很不容易解决的问题，所以才认真努力的在修行。或者说咱们为什么这样精进努力修行？为了还债，为了解冤释结，为这个才认真努力的修行，希望无始劫的冤亲债主，在这一生当中统统都把它了结，不要等到来一生。这一生假如不认真努力去做，这个怨结来生还存在，来生存在那就后世都免不了。什么原因？佛跟我们说得好，「人身难得，佛法难闻」，唯有得人身、闻佛法才有这个机会。我们在六道里面不见得常常得人身，不见得时时闻佛法。你看我们这个地球上现在有四十多亿人，四十多亿人里头，得人身了，这很不容易了。得人身有几分之几闻到佛法？你才晓得这个事情是真难。闻到佛法的这些人又有几分之几闻到正法？佛法现在邪比正还多。正法里面又有几个人闻到净土法门？净土法门里头又有几个人听到《无量寿经》？所以这个一层一层淘汰，这四十亿人里面恐怕剩下一万个人都不到。这才晓得佛所讲的「人身难得，佛法难闻」这一句话是正确的。我们得人身有机会闻到诸佛如来所说的第一经，我们应当庆幸，应当珍重，应当依教修行。希望在这一生当中把这些冤亲、这些债务，统统把它了结，这才往生净土不退成佛。",
      "zh_TW": "所以修道人跟世間人沒有衝突，彼此能夠相安無事，這些怨結債務，可以能慢慢的化解，慢慢的都給它消除掉。佛又告訴我們，我們修行，念念當中都將自己的功德迴向給冤親債主。為什麼天天要迴向、念念要迴向？還債、解怨，菩提道上才能夠一帆風順。你看迴向偈，那個迴向偈要從心裡面發出來，口上念沒有用，心口要相應。迴向偈上明明教我們，「上報四重恩，下濟三途苦」，這兩句就是把冤、親都包括了。正因為我們要解決這一個很不容易解決的問題，所以才認真努力的在修行。或者說咱們為什麼這樣精進努力修行？為了還債，為了解冤釋結，為這個才認真努力的修行，希望無始劫的冤親債主，在這一生當中統統都把它了結，不要等到來一生。這一生假如不認真努力去做，這個怨結來生還存在，來生存在那就後世都免不了。什麼原因？佛跟我們說得好，「人身難得，佛法難聞」，唯有得人身、聞佛法才有這個機會。我們在六道裡面不見得常常得人身，不見得時時聞佛法。你看我們這個地球上現在有四十多億人，四十多億人裡頭，得人身了，這很不容易了。得人身有幾分之幾聞到佛法？你才曉得這個事情是真難。聞到佛法的這些人又有幾分之幾聞到正法？佛法現在邪比正還多。正法裡面又有幾個人聞到淨土法門？淨土法門裡頭又有幾個人聽到《無量壽經》？所以這個一層一層淘汰，這四十億人裡面恐怕剩下一萬個人都不到。這才曉得佛所講的「人身難得，佛法難聞」這一句話是正確的。我們得人身有機會聞到諸佛如來所說的第一經，我們應當慶幸，應當珍重，應當依教修行。希望在這一生當中把這些冤親、這些債務，統統把它了結，這才往生淨土不退成佛。"
    },
    {
      "id": "02-005-0096_p0020",
      "zh_CN": "如其不然，那好了，『共其怨家，更相杀伤』，这是八苦里头的怨憎会。爱别离，怨憎会，你每天所接触的，每天所遇到的，跟你生活在一起的，多半都是冤家债主，所以说不是冤家不聚头，这个话说得很有道理。过去世有怨，这一世见到了，见到也很欢喜，怎么欢喜？这下可以找到这个欠债的人，可以向他讨债，这欢喜了。所以这底下讲，『从小微起』，小就是小小的磨擦，这个小小的磨擦就愈来愈严重，到最后闹得就不能开交，对于身体、对于名誉、对于财产就有重大的伤害了，所以这个讲的「杀伤」。这是从现在这个因缘上来看，我们看世间这些现象，实在讲报章杂志、新闻广播里面天天都有，你随时随地都看得到。我们再看下面经文，这个小小的磨擦从哪里起来的？",
      "zh_TW": "如其不然，那好了，『共其怨家，更相殺傷』，這是八苦裡頭的怨憎會。愛別離，怨憎會，你每天所接觸的，每天所遇到的，跟你生活在一起的，多半都是冤家債主，所以說不是冤家不聚頭，這個話說得很有道理。過去世有怨，這一世見到了，見到也很歡喜，怎麼歡喜？這下可以找到這個欠債的人，可以向他討債，這歡喜了。所以這底下講，『從小微起』，小就是小小的磨擦，這個小小的磨擦就愈來愈嚴重，到最後鬧得就不能開交，對於身體、對於名譽、對於財產就有重大的傷害了，所以這個講的「殺傷」。這是從現在這個因緣上來看，我們看世間這些現象，實在講報章雜誌、新聞廣播裡面天天都有，你隨時隨地都看得到。我們再看下面經文，這個小小的磨擦從哪裡起來的？"
    },
    {
      "id": "02-005-0096_p0021",
      "zh_CN": "【皆由贪着财色。不肯施惠。各欲自快。无复曲直。痴欲所迫。厚己争利。】",
      "zh_TW": "【皆由貪著財色。不肯施惠。各欲自快。無復曲直。痴欲所迫。厚己爭利。】"
    },
    {
      "id": "02-005-0096_p0022",
      "zh_CN": "仔细去观察他的原因，那个症结所在，的确不外乎此地所说的，都是由『贪着』发生的。贪是贪欲，着是执着，坚固的执着，不肯忍让。在一切境缘当中，特别是『财色』，自古以来，为财、为色家破人亡，乃至于国家的毁灭，我们在历史上都能够见到，都是为这个。『不肯施惠』，有几个人把这个事情看穿？我们在《华严经．第六回向章》里面，看到菩萨的布施，不但身外之物统统能施、能舍，即使是身体，这身体属于内财，也欢喜布施。唯有菩萨知道这个身不是自己，所以这个身都能够舍，何况身外之物！世间人不晓得这个事实真相，对于自己的身坚固执着，认为这个身是自己，这产生了我执。有了这个执着，这个身外所有之物他都要占有，都要据为己有，这是很大的一个错误，实在讲是个错误的观念。外面一切境缘能不能据为己有？不可能，这是事实，事实上是决定不可能，完全是他的妄想在作祟。他所得到的，跟他所失掉的，简直不成比例，纵然得，这个得是暂得，保不长久的。怎么说保不长久？这个身不能长住，身会老、会死，死了之后，哪一样东西你能带得去，哪一样东西你能占有？这正是古德所讲，「万般将不去，唯有业随身」，你能带去的是你造作的这些罪业。",
      "zh_TW": "仔細去觀察他的原因，那個癥結所在，的確不外乎此地所說的，都是由『貪著』發生的。貪是貪欲，著是執著，堅固的執著，不肯忍讓。在一切境緣當中，特別是『財色』，自古以來，為財、為色家破人亡，乃至於國家的毀滅，我們在歷史上都能夠見到，都是為這個。『不肯施惠』，有幾個人把這個事情看穿？我們在《華嚴經．第六迴向章》裡面，看到菩薩的布施，不但身外之物統統能施、能捨，即使是身體，這身體屬於內財，也歡喜布施。唯有菩薩知道這個身不是自己，所以這個身都能夠捨，何況身外之物！世間人不曉得這個事實真相，對於自己的身堅固執著，認為這個身是自己，這產生了我執。有了這個執著，這個身外所有之物他都要佔有，都要據為己有，這是很大的一個錯誤，實在講是個錯誤的觀念。外面一切境緣能不能據為己有？不可能，這是事實，事實上是決定不可能，完全是他的妄想在作祟。他所得到的，跟他所失掉的，簡直不成比例，縱然得，這個得是暫得，保不長久的。怎麼說保不長久？這個身不能長住，身會老、會死，死了之後，哪一樣東西你能帶得去，哪一樣東西你能佔有？這正是古德所講，「萬般將不去，唯有業隨身」，你能帶去的是你造作的這些罪業。"
    },
    {
      "id": "02-005-0096_p0023",
      "zh_CN": "所以『各欲自快』，各是每一个人，都有这种愚痴。『无复曲直』，这个无复曲直，就是我们今天所讲的，不讲道理，没有道义可言，利令智昏。所以这是『痴欲所迫』，愚痴，从愚痴里头产生的，愚痴里面产生了贪瞋，造下的恶业。『厚己争利』，特别是今天的社会，无论在中国、外国，社会上所说的竞争，竞争还得了吗？每个人都竞争，这个社会就不会安定，世界就不会和平。再看下面经文：",
      "zh_TW": "所以『各欲自快』，各是每一個人，都有這種愚痴。『無復曲直』，這個無復曲直，就是我們今天所講的，不講道理，沒有道義可言，利令智昏。所以這是『痴欲所迫』，愚痴，從愚痴裡頭產生的，愚痴裡面產生了貪瞋，造下的惡業。『厚己爭利』，特別是今天的社會，無論在中國、外國，社會上所說的競爭，競爭還得了嗎？每個人都競爭，這個社會就不會安定，世界就不會和平。再看下面經文："
    },
    {
      "id": "02-005-0096_p0024",
      "zh_CN": "【富贵荣华。当时快意。不能忍辱。不务修善。威势无几。随以磨灭。】",
      "zh_TW": "【富貴榮華。當時快意。不能忍辱。不務修善。威勢無幾。隨以磨滅。】"
    },
    {
      "id": "02-005-0096_p0025",
      "zh_CN": "『富贵荣华』，这个『快意』之事，也不是争就能得到的，不是争得的，命里有那就有，命里头没有，争也争不到。这个我们在讲席里头常常提示同修们，做小偷、做强盗能够抢得财物，还是他命里有的；他命里没有，偷也偷不到。你命里没有，你去抢抢看、你去偷偷看，看你能不能偷得到？所以这个叫冤枉。偷来的、抢来的，还是命里有的，这叫冤枉。所以古人说，「君子乐得作个君子，小人是冤枉作了小人」、「一饮一啄，莫非前定」，你不种因，哪来的果报？所以事实真相了解之后，我们要想善果，今天就努力去造善因，善因就是菩萨所修的六度，这六个就是善因，「布施、持戒」，持戒就是守法，绝不做犯法违纪之事，奉公守法。「忍辱、精进」，精进是指在道业上的精进，「禅定」，心里安定，自然就有智慧，你在这个世间才能得到真正的快乐。所以这个富贵荣华不必去羡慕，即使命里有，实在讲这叫红福，红尘当中的福，不好享受，享红福要非常高的智慧，比清福难享，要非常高的智慧。为什么？红福里面最容易造罪业，享福当中造罪业，福报享完之后必堕三途。如何能在红福里面还不堕恶道，这个高明！这在我们中国历史上诸位仔细去看，没有几个人，恐怕十个都找不到，这个不简单。",
      "zh_TW": "『富貴榮華』，這個『快意』之事，也不是爭就能得到的，不是爭得的，命裡有那就有，命裡頭沒有，爭也爭不到。這個我們在講席裡頭常常提示同修們，做小偷、做強盜能夠搶得財物，還是他命裡有的；他命裡沒有，偷也偷不到。你命裡沒有，你去搶搶看、你去偷偷看，看你能不能偷得到？所以這個叫冤枉。偷來的、搶來的，還是命裡有的，這叫冤枉。所以古人說，「君子樂得作個君子，小人是冤枉作了小人」、「一飲一啄，莫非前定」，你不種因，哪來的果報？所以事實真相了解之後，我們要想善果，今天就努力去造善因，善因就是菩薩所修的六度，這六個就是善因，「布施、持戒」，持戒就是守法，絕不做犯法違紀之事，奉公守法。「忍辱、精進」，精進是指在道業上的精進，「禪定」，心裡安定，自然就有智慧，你在這個世間才能得到真正的快樂。所以這個富貴榮華不必去羨慕，即使命裡有，實在講這叫紅福，紅塵當中的福，不好享受，享紅福要非常高的智慧，比清福難享，要非常高的智慧。為什麼？紅福裡面最容易造罪業，享福當中造罪業，福報享完之後必墮三途。如何能在紅福裡面還不墮惡道，這個高明！這在我們中國歷史上諸位仔細去看，沒有幾個人，恐怕十個都找不到，這個不簡單。"
    },
    {
      "id": "02-005-0096_p0026",
      "zh_CN": "往往有福报的人都造罪业，我们俗话讲仗势欺人，或者仗他的地位，或者仗他的财富，或者仗他的势力，不知不觉他就有贡高我慢，欺人当中有的时候会害人，这个罪业就造重了。『不能忍辱，不务修善』，他不知道，他不晓得忍，他不知道继续去修善。荣华富贵、健康长寿是你过去生中修善的果报，容貌的美满，六根完具，我们今天讲的健康长寿，是你过去生中修忍辱的果报，富贵荣华是修布施的果报。前生修了这一生得到果报，得果报时忘了再修，这个报完之后就没有了，所以要知道再修。一个真正觉悟人决定不求人天福报，那是真正觉悟的人，为什么？知道人天福报里面弊端很多，那是最危险的享受，一不小心，一转眼就堕三途，所以真正修行人决定不求这个果报。『威势无几，随以磨灭』，这个享福的日子不长久，很快的就过去。什么原因？享福的时候不但不会再修福，反而造业，造业就折福。本来六十年的福报，你因为作威作福可能就减少一半，就变成三十年的福报；换句话说，应当享的福报一生都不能圆满。所以世出世间的圣贤教给我们要惜福，这个重要，自己有福再知道惜福，这个福可能保持一生，到晚年还不衰。如果不知惜福，这个福报在少壮时候就享尽，晚年就没有福报，那叫真正的可怜。年轻人受一点苦难不在乎，怕的是晚年受苦，晚年受苦那叫真苦。",
      "zh_TW": "往往有福報的人都造罪業，我們俗話講仗勢欺人，或者仗他的地位，或者仗他的財富，或者仗他的勢力，不知不覺他就有貢高我慢，欺人當中有的時候會害人，這個罪業就造重了。『不能忍辱，不務修善』，他不知道，他不曉得忍，他不知道繼續去修善。榮華富貴、健康長壽是你過去生中修善的果報，容貌的美滿，六根完具，我們今天講的健康長壽，是你過去生中修忍辱的果報，富貴榮華是修布施的果報。前生修了這一生得到果報，得果報時忘了再修，這個報完之後就沒有了，所以要知道再修。一個真正覺悟人決定不求人天福報，那是真正覺悟的人，為什麼？知道人天福報裡面弊端很多，那是最危險的享受，一不小心，一轉眼就墮三途，所以真正修行人決定不求這個果報。『威勢無幾，隨以磨滅』，這個享福的日子不長久，很快的就過去。什麼原因？享福的時候不但不會再修福，反而造業，造業就折福。本來六十年的福報，你因為作威作福可能就減少一半，就變成三十年的福報；換句話說，應當享的福報一生都不能圓滿。所以世出世間的聖賢教給我們要惜福，這個重要，自己有福再知道惜福，這個福可能保持一生，到晚年還不衰。如果不知惜福，這個福報在少壯時候就享盡，晚年就沒有福報，那叫真正的可憐。年輕人受一點苦難不在乎，怕的是晚年受苦，晚年受苦那叫真苦。"
    },
    {
      "id": "02-005-0096_p0027",
      "zh_CN": "由此可知，在少壮时候有福，福报现前，聪明的方法，不享受，福报现前不受。用什么方法不受？把这个福报给社会、给大众去共享，我不要。譬如说发了大财，那个大财布施掉，决定不要吝啬；你真的布施掉，你命里那个福报还在，过几年又来了；来了如果自己年岁还不大，再布施。到什么时候可以接受？七十、八十可以接受。那个时候有福报自在，有人侍候你，有很多年轻人来照顾你，这才叫真正的福报。这个肯散财、肯施财的，是世间第一等聪明人。这是晓得，我们仔细观察这个世间现象，确确实实是经里面所说的。末后这一小段说：",
      "zh_TW": "由此可知，在少壯時候有福，福報現前，聰明的方法，不享受，福報現前不受。用什麼方法不受？把這個福報給社會、給大眾去共享，我不要。譬如說發了大財，那個大財布施掉，決定不要吝嗇；你真的布施掉，你命裡那個福報還在，過幾年又來了；來了如果自己年歲還不大，再布施。到什麼時候可以接受？七十、八十可以接受。那個時候有福報自在，有人侍候你，有很多年輕人來照顧你，這才叫真正的福報。這個肯散財、肯施財的，是世間第一等聰明人。這是曉得，我們仔細觀察這個世間現象，確確實實是經裡面所說的。末後這一小段說："
    },
    {
      "id": "02-005-0096_p0028",
      "zh_CN": "【天道施张。自然纠举。茕茕忪忪。当入其中。古今有是。痛哉可伤。】",
      "zh_TW": "【天道施張。自然糾舉。煢煢忪忪。當入其中。古今有是。痛哉可傷。】"
    },
    {
      "id": "02-005-0096_p0029",
      "zh_CN": "到这里是一段，『天道』就是指自然之理，也就是指因果的定律。因缘果报是自然的，这里面没有人在主宰，没有人在安排，这点要知道。如果你仔细去体会，所有的现象都不出这个定律，往大处去观察，十法界是自然的，不是人制造的，不是佛菩萨造的，也不是上帝造的，也不是阎罗王造的，完全是自己心里面在变现，真的是自己作、自己受；范围再缩小一点，六道轮回是自己造的；你再把圈子缩小，我们今天生活的环境，还是自己造的。这个人对我不好，那个环境不自在，统统是自己造的，若不是现在造，就是过去造的，总是自己造的，你还能怪谁？我们生长在这个家庭，遇到这个父母兄弟姐妹，还是前生造的缘，前生要没有这个因缘，这一生也不可能做一家人。这是佛在经上说得很明白，这个父子之缘怎么来的？是报恩、报怨、讨债、还债。人与人，人与一切众生，说老实话，总不外这个四大类的因缘，只看这个里面轻重多寡而已，总是这四种缘，所以没有一样不是自己造的。正因为事实如此，所以菩萨起心动念他很谨慎，他很小心，他知道事实真相，绝对不动一个恶念，绝对不做一个恶事。因为他知道一个恶念、一桩错事，将来在生活上招来的不如意。他要想自己生活自在无碍，只有不造恶因，这个才能够做得到。所以这个两句，小是我们现前生活环境，大到十法界，都是属于「天道施张」，施是展施，张也是扩张的意思。",
      "zh_TW": "到這裡是一段，『天道』就是指自然之理，也就是指因果的定律。因緣果報是自然的，這裡面沒有人在主宰，沒有人在安排，這點要知道。如果你仔細去體會，所有的現象都不出這個定律，往大處去觀察，十法界是自然的，不是人製造的，不是佛菩薩造的，也不是上帝造的，也不是閻羅王造的，完全是自己心裡面在變現，真的是自己作、自己受；範圍再縮小一點，六道輪迴是自己造的；你再把圈子縮小，我們今天生活的環境，還是自己造的。這個人對我不好，那個環境不自在，統統是自己造的，若不是現在造，就是過去造的，總是自己造的，你還能怪誰？我們生長在這個家庭，遇到這個父母兄弟姐妹，還是前生造的緣，前生要沒有這個因緣，這一生也不可能做一家人。這是佛在經上說得很明白，這個父子之緣怎麼來的？是報恩、報怨、討債、還債。人與人，人與一切眾生，說老實話，總不外這個四大類的因緣，只看這個裡面輕重多寡而已，總是這四種緣，所以沒有一樣不是自己造的。正因為事實如此，所以菩薩起心動念他很謹慎，他很小心，他知道事實真相，絕對不動一個惡念，絕對不做一個惡事。因為他知道一個惡念、一樁錯事，將來在生活上招來的不如意。他要想自己生活自在無礙，只有不造惡因，這個才能夠做得到。所以這個兩句，小是我們現前生活環境，大到十法界，都是屬於「天道施張」，施是展施，張也是擴張的意思。"
    },
    {
      "id": "02-005-0096_p0030",
      "zh_CN": "『自然纠举』，这个纠举不是人为的。譬如说你做了善事，绝对不是佛菩萨赏赐你，不是上帝恩赐你；你造了罪业，也不是阎罗王惩罚你、恶鬼来惩罚你，不是的。上帝、阎罗王有没有？有。从哪来的？还是自己变现出来的，不是从外面来的，全是自心变现。所以叫「自然纠举」，纠是纠察，举是举罪，把你的罪过举出来，这属于自然的。底下这四个字，『茕茕忪忪』，是惊慌失措的样子，就是果报现前，自己害怕，自己恐惧，身心不安，惊慌失措。『当入其中』，善因就有善果，恶因决定有恶报，『古今有是』，这个宇宙之间有这些事。不幸而堕三途，诸佛菩萨看在眼睛里面非常的悲伤，有没有办法救他？没有法子。为什么没法子？自作自受。佛菩萨没有办法代他来受，这个要知道的，《楞严》里面讲得非常清楚。底下是佛劝勉我们，怎样才能够免除恶道轮回之苦？上面所讲的是警惕我们，教我们知道事实真相。下面就教给我们怎样修法：",
      "zh_TW": "『自然糾舉』，這個糾舉不是人為的。譬如說你做了善事，絕對不是佛菩薩賞賜你，不是上帝恩賜你；你造了罪業，也不是閻羅王懲罰你、惡鬼來懲罰你，不是的。上帝、閻羅王有沒有？有。從哪來的？還是自己變現出來的，不是從外面來的，全是自心變現。所以叫「自然糾舉」，糾是糾察，舉是舉罪，把你的罪過舉出來，這屬於自然的。底下這四個字，『煢煢忪忪』，是驚慌失措的樣子，就是果報現前，自己害怕，自己恐懼，身心不安，驚慌失措。『當入其中』，善因就有善果，惡因決定有惡報，『古今有是』，這個宇宙之間有這些事。不幸而墮三途，諸佛菩薩看在眼睛裡面非常的悲傷，有沒有辦法救他？沒有法子。為什麼沒法子？自作自受。佛菩薩沒有辦法代他來受，這個要知道的，《楞嚴》裡面講得非常清楚。底下是佛勸勉我們，怎樣才能夠免除惡道輪迴之苦？上面所講的是警惕我們，教我們知道事實真相。下面就教給我們怎樣修法："
    },
    {
      "id": "02-005-0096_p0031",
      "zh_CN": "【汝等得佛经语。】",
      "zh_TW": "【汝等得佛經語。】"
    },
    {
      "id": "02-005-0096_p0032",
      "zh_CN": "特别是这一部经，这个地方讲得到『佛经』，不是指别的经，就是指这一部《无量寿经》；不是指别的版本，确确实实是指这个本子，这个本子是《无量寿经》五种原译本的集大成，换句话说，是释迦牟尼佛当时在世多次宣讲之后，整理会集最完备的一个本子，所以就是指这个本子。得到之后要：",
      "zh_TW": "特別是這一部經，這個地方講得到『佛經』，不是指別的經，就是指這一部《無量壽經》；不是指別的版本，確確實實是指這個本子，這個本子是《無量壽經》五種原譯本的集大成，換句話說，是釋迦牟尼佛當時在世多次宣講之後，整理會集最完備的一個本子，所以就是指這個本子。得到之後要："
    },
    {
      "id": "02-005-0096_p0033",
      "zh_CN": "【熟思惟之。】",
      "zh_TW": "【熟思惟之。】"
    },
    {
      "id": "02-005-0096_p0034",
      "zh_CN": "我在第一个阶段劝同修多读，读经的目的是破妄想执着。因为佛在《华严》上说，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。佛是一语道破我们凡夫的病根，我们用读经的方法破妄想、破执着。用清净心、真诚心、平等心、大慈悲心来读这部经典，读的时候不要分别，一直读下去；读经就不打妄想了，这是破妄想；读经是修定，将一切烦恼、执着也统统都伏住了。所以读经的目的，是四弘誓愿里面「烦恼无尽誓愿断」，目的是在断烦恼、断妄想，目的在此地，这是第一个阶段。到烦恼轻了，烦恼少了，智慧就增长，这个时候就广学多闻，就进入第二个阶段，「法门无量誓愿学」。无论你修学多少法门，你要有一门为主，我们今天主修的是西方极乐世界，西方极乐世界《无量寿经》是第一经，净土宗的第一部经，我们以这个为主。怎么个修法？首先佛在经上所讲的这些道理都要懂，『熟思惟之』，道理都要明白，教训要记住。",
      "zh_TW": "我在第一個階段勸同修多讀，讀經的目的是破妄想執著。因為佛在《華嚴》上說，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。佛是一語道破我們凡夫的病根，我們用讀經的方法破妄想、破執著。用清淨心、真誠心、平等心、大慈悲心來讀這部經典，讀的時候不要分別，一直讀下去；讀經就不打妄想了，這是破妄想；讀經是修定，將一切煩惱、執著也統統都伏住了。所以讀經的目的，是四弘誓願裡面「煩惱無盡誓願斷」，目的是在斷煩惱、斷妄想，目的在此地，這是第一個階段。到煩惱輕了，煩惱少了，智慧就增長，這個時候就廣學多聞，就進入第二個階段，「法門無量誓願學」。無論你修學多少法門，你要有一門為主，我們今天主修的是西方極樂世界，西方極樂世界《無量壽經》是第一經，淨土宗的第一部經，我們以這個為主。怎麼個修法？首先佛在經上所講的這些道理都要懂，『熟思惟之』，道理都要明白，教訓要記住。"
    },
    {
      "id": "02-005-0096_p0035",
      "zh_CN": "【各自端守。终身不怠。】",
      "zh_TW": "【各自端守。終身不怠。】"
    },
    {
      "id": "02-005-0096_p0036",
      "zh_CN": "这两句是教我们依教奉行，佛给我们讲的这些教训，我们都要把它做到。佛所讲众生所犯的这些毛病，我们仔细去反省、检点，我们自己有没有？有了赶紧改过，把它改过来；没有的，要好好勉励自己，万万不可以犯，这叫修行。所以这一部经就是我们修行的标准，就是我们端正心、端正身的标准，依靠。『终身不怠』，怠是懈怠，要精进不能懈怠。",
      "zh_TW": "這兩句是教我們依教奉行，佛給我們講的這些教訓，我們都要把它做到。佛所講眾生所犯的這些毛病，我們仔細去反省、檢點，我們自己有沒有？有了趕緊改過，把它改過來；沒有的，要好好勉勵自己，萬萬不可以犯，這叫修行。所以這一部經就是我們修行的標準，就是我們端正心、端正身的標準，依靠。『終身不怠』，怠是懈怠，要精進不能懈怠。"
    },
    {
      "id": "02-005-0096_p0037",
      "zh_CN": "【尊圣敬善。仁慈博爱。当求度世。拔断生死众恶之本。当离三途。忧怖苦痛之道。】",
      "zh_TW": "【尊聖敬善。仁慈博愛。當求度世。拔斷生死眾惡之本。當離三途。憂怖苦痛之道。】"
    },
    {
      "id": "02-005-0096_p0038",
      "zh_CN": "前面所说是对自己，完全是对自己个人修学的；这底下所讲的，是处事待人接物的标准。我们与大众相处，先要知道『尊圣敬善』，圣是诸佛菩萨，善是指世间的善知识、善人，包括善事，我们今天讲的好人好事，我们要敬他，要尊敬他。这两句话它的含义，实在讲就是讲孝亲尊师，把孝敬扩大到对一切的圣贤。",
      "zh_TW": "前面所說是對自己，完全是對自己個人修學的；這底下所講的，是處事待人接物的標準。我們與大眾相處，先要知道『尊聖敬善』，聖是諸佛菩薩，善是指世間的善知識、善人，包括善事，我們今天講的好人好事，我們要敬他，要尊敬他。這兩句話它的含義，實在講就是講孝親尊師，把孝敬擴大到對一切的聖賢。"
    },
    {
      "id": "02-005-0096_p0039",
      "zh_CN": "『仁慈博爱』，仁，你看看这个字的写法，这个字在六书里面是会意，仁是二人，想到自己就要想到别人，所谓推己及人，不可以自私自利。想到我要快乐，别人也要快乐；我要快乐，一切众生都要快乐。慈悲心、博爱心都是从仁这个地方发生的，不能推己及人，哪有慈悲、博爱？博爱，不但爱人，爱护一切众生；爱护一切有情众生，还要爱护一切无情的众生，这个样子你的慈悲心自然就流露出来了。慈悲心是佛心之体，佛心是平等慈悲，因为慈悲他才会平等，因为平等才是真正的慈悲，对一切众生没有差别，是平等的爱护，这叫「仁慈博爱」。这是说我们对人对事对物应当具有的心态，用现在讲，应当有的态度。这个不是佛对我们的要求，是我们自性的本能，本来就是这个样子的。诸佛菩萨应世存心、所作所为都是称性的，都是自性本具的，没有一丝毫勉强的做作。",
      "zh_TW": "『仁慈博愛』，仁，你看看這個字的寫法，這個字在六書裡面是會意，仁是二人，想到自己就要想到別人，所謂推己及人，不可以自私自利。想到我要快樂，別人也要快樂；我要快樂，一切眾生都要快樂。慈悲心、博愛心都是從仁這個地方發生的，不能推己及人，哪有慈悲、博愛？博愛，不但愛人，愛護一切眾生；愛護一切有情眾生，還要愛護一切無情的眾生，這個樣子你的慈悲心自然就流露出來了。慈悲心是佛心之體，佛心是平等慈悲，因為慈悲他才會平等，因為平等才是真正的慈悲，對一切眾生沒有差別，是平等的愛護，這叫「仁慈博愛」。這是說我們對人對事對物應當具有的心態，用現在講，應當有的態度。這個不是佛對我們的要求，是我們自性的本能，本來就是這個樣子的。諸佛菩薩應世存心、所作所為都是稱性的，都是自性本具的，沒有一絲毫勉強的做作。"
    },
    {
      "id": "02-005-0096_p0040",
      "zh_CN": "我们凡夫今天这个想法、看法、做法，是因为迷失了自性，迷失了自性之后起了一个妄念，这个妄念就是自私自利，这是妄念，这个不是自性本具的。这一个妄念害得我们生生世世搞六道轮回，常常堕在恶道里面受苦。佛在这里教给我们，我们这一生有幸遇到佛法，遇到佛法的好处在哪里？好处就是在出离三界，永脱轮回。这个就是我们这一生遇到佛法，就真正没有辜负，这个还是要靠善根福德因缘。我们知道，这一生当中遇到大乘佛法的人很多，几个人往生了？就像李老师过去的话，一万个念佛的人，真正能往生的也不过是两个、三个，那不念佛的不用说了。为什么会这么少？自私自利的念头没有放下，换句话说，贪瞋痴慢、是非人我没有舍掉，心不清净，虽然念佛，心不清净。往生西方极乐世界的条件，是「心净则土净」，你要想心清净，你不看破、不放下，这不成。所以佛法的修学，无论哪一宗、无论哪一个法门，所贵的就是老实，老实人就得度。凡是这一生在佛法里头打滚而不能得度的，你仔细去观察，统统不老实，自作聪明。我们古人常讲「聪明反被聪明误」，就是这一类人，这也是佛法里面讲的八难之一，八难里头有「世智辩聪」，这就是聪明反被聪明误，他不能老实的进修，这是非常非常的可惜。当然这个与过去生中的善根福德因缘有关系。真正有善根、有福德的人就是个老实人，遇到一个善知识指出他一条路，他这一条路就一直走到底，一生当中绝无改变，那他决定成功。",
      "zh_TW": "我們凡夫今天這個想法、看法、做法，是因為迷失了自性，迷失了自性之後起了一個妄念，這個妄念就是自私自利，這是妄念，這個不是自性本具的。這一個妄念害得我們生生世世搞六道輪迴，常常墮在惡道裡面受苦。佛在這裡教給我們，我們這一生有幸遇到佛法，遇到佛法的好處在哪裡？好處就是在出離三界，永脫輪迴。這個就是我們這一生遇到佛法，就真正沒有辜負，這個還是要靠善根福德因緣。我們知道，這一生當中遇到大乘佛法的人很多，幾個人往生了？就像李老師過去的話，一萬個念佛的人，真正能往生的也不過是兩個、三個，那不念佛的不用說了。為什麼會這麼少？自私自利的念頭沒有放下，換句話說，貪瞋痴慢、是非人我沒有捨掉，心不清淨，雖然念佛，心不清淨。往生西方極樂世界的條件，是「心淨則土淨」，你要想心清淨，你不看破、不放下，這不成。所以佛法的修學，無論哪一宗、無論哪一個法門，所貴的就是老實，老實人就得度。凡是這一生在佛法裡頭打滾而不能得度的，你仔細去觀察，統統不老實，自作聰明。我們古人常講「聰明反被聰明誤」，就是這一類人，這也是佛法裡面講的八難之一，八難裡頭有「世智辯聰」，這就是聰明反被聰明誤，他不能老實的進修，這是非常非常的可惜。當然這個與過去生中的善根福德因緣有關係。真正有善根、有福德的人就是個老實人，遇到一個善知識指出他一條路，他這一條路就一直走到底，一生當中絕無改變，那他決定成功。"
    },
    {
      "id": "02-005-0096_p0041",
      "zh_CN": "所以佛在此地教给我们，『当求度世，拔断生死众恶之本』，「生死众恶之本」是什么？就是妄想执着。我们依照这一部经来说，这一部经我们肯定承认它，是一切诸佛出现在世间所说的第一经。这是善导大师说的话，「如来所以兴出世，唯说弥陀本愿海」。弥陀本愿海就是指的这部经，所以这部经是诸佛如来所说的第一经。换句话说，除了这一句阿弥陀佛之外，这一句阿弥陀佛是正念，除这一念之外统统是邪念。这个话有几个人相信？为什么说其他一切念头都叫邪念，念佛是正念？念佛能往生不退成佛，能拔断生死根本，能出离六道轮回，一生不退成佛。你说这一念是不是正念？其他所有一切念头都办不到，都障碍这个大因缘。凡是障碍这个大因缘的，那不是邪念是什么？佛说一切经，是对不能相信这个法门的人而说的，你要相信这个法门，佛就不说一切经。不相信这个法门，佛再应机施教，再委曲婉转慢慢诱导你，到最后还是归这个经。一切法门引导你入华藏世界，到了华藏世界，你看「十地菩萨，始终不离念佛」，最后还是教你念阿弥陀佛求生西方极乐世界。但是你要知道，无论修学哪个法门，一生能入华藏世界的人，在历史上也没有看到几个，你就晓得多么不容易。尤其在现在这个时代，五欲六尘扰乱六根，过去任何一个时代所不能比的，谁有能力在这个境界里头不动心？如果在这个境界里还起心动念，换句话说，你的功夫决定不成就。轮回不是容易超越的，生死不是简单可以了断的；唯一老实念佛可靠，这是这个法门之殊胜，这个法门的不可思议。",
      "zh_TW": "所以佛在此地教給我們，『當求度世，拔斷生死眾惡之本』，「生死眾惡之本」是什麼？就是妄想執著。我們依照這一部經來說，這一部經我們肯定承認它，是一切諸佛出現在世間所說的第一經。這是善導大師說的話，「如來所以興出世，唯說彌陀本願海」。彌陀本願海就是指的這部經，所以這部經是諸佛如來所說的第一經。換句話說，除了這一句阿彌陀佛之外，這一句阿彌陀佛是正念，除這一念之外統統是邪念。這個話有幾個人相信？為什麼說其他一切念頭都叫邪念，念佛是正念？念佛能往生不退成佛，能拔斷生死根本，能出離六道輪迴，一生不退成佛。你說這一念是不是正念？其他所有一切念頭都辦不到，都障礙這個大因緣。凡是障礙這個大因緣的，那不是邪念是什麼？佛說一切經，是對不能相信這個法門的人而說的，你要相信這個法門，佛就不說一切經。不相信這個法門，佛再應機施教，再委曲婉轉慢慢誘導你，到最後還是歸這個經。一切法門引導你入華藏世界，到了華藏世界，你看「十地菩薩，始終不離念佛」，最後還是教你念阿彌陀佛求生西方極樂世界。但是你要知道，無論修學哪個法門，一生能入華藏世界的人，在歷史上也沒有看到幾個，你就曉得多麼不容易。尤其在現在這個時代，五欲六塵擾亂六根，過去任何一個時代所不能比的，誰有能力在這個境界裡頭不動心？如果在這個境界裡還起心動念，換句話說，你的功夫決定不成就。輪迴不是容易超越的，生死不是簡單可以了斷的；唯一老實念佛可靠，這是這個法門之殊勝，這個法門的不可思議。"
    },
    {
      "id": "02-005-0096_p0042",
      "zh_CN": "所以学佛人要把目标认清楚，我们的目标就是拔断生死根本，超越三界六道。三界六道就是『忧怖苦痛之道』，忧是忧虑、怖是恐怖，苦痛之道是指的六道。一定要把这桩事情做为我们今生修学最重要的一桩大事，是我们真正的目标。果然认识清楚，你自然就能放下了，认清楚了就是看破，就是看清楚事实真相，然后才能把世间一切法舍掉；不但世间一切法能舍，出世间一切法也能舍。这个「法门无量誓愿学」，我奉劝诸位到西方极乐世界再学，不要在这个世间耽误了我们的时间，扰乱了我们的精纯，妨害了我们的往生，那就得不偿失。所以我们在这一生当中，决心先把西方极乐世界这个事情办好。如果说自己有把握往生，那是另当别论，你涉猎一点其他大乘佛法没有关系，为什么？你有把握去了；没有把握去，可不能干这个事情，万一真的去不成，这一生空过，这才是真正的可惜。再遇到这个机会，那不晓得到哪一生哪一劫。我们看末后一段，这一段很重要。",
      "zh_TW": "所以學佛人要把目標認清楚，我們的目標就是拔斷生死根本，超越三界六道。三界六道就是『憂怖苦痛之道』，憂是憂慮、怖是恐怖，苦痛之道是指的六道。一定要把這樁事情做為我們今生修學最重要的一樁大事，是我們真正的目標。果然認識清楚，你自然就能放下了，認清楚了就是看破，就是看清楚事實真相，然後才能把世間一切法捨掉；不但世間一切法能捨，出世間一切法也能捨。這個「法門無量誓願學」，我奉勸諸位到西方極樂世界再學，不要在這個世間耽誤了我們的時間，擾亂了我們的精純，妨害了我們的往生，那就得不償失。所以我們在這一生當中，決心先把西方極樂世界這個事情辦好。如果說自己有把握往生，那是另當別論，你涉獵一點其他大乘佛法沒有關係，為什麼？你有把握去了；沒有把握去，可不能幹這個事情，萬一真的去不成，這一生空過，這才是真正的可惜。再遇到這個機會，那不曉得到哪一生哪一劫。我們看末後一段，這一段很重要。"
    },
    {
      "id": "02-005-0096_p0043",
      "zh_CN": "【若曹作善。云何第一。】",
      "zh_TW": "【若曹作善。云何第一。】"
    },
    {
      "id": "02-005-0096_p0044",
      "zh_CN": "这是佛劝我们、教导我们『作善』，哪一个是第一善？这个『第一』是涵盖了世间与出世间。世出世间第一善是什么？",
      "zh_TW": "這是佛勸我們、教導我們『作善』，哪一個是第一善？這個『第一』是涵蓋了世間與出世間。世出世間第一善是什麼？"
    },
    {
      "id": "02-005-0096_p0045",
      "zh_CN": "【当自端心。】",
      "zh_TW": "【當自端心。】"
    },
    {
      "id": "02-005-0096_p0046",
      "zh_CN": "端是端正，『端心』，就是八正道里面「正心」。什么叫正心？八正道只给我们讲个原则，没有具体说，没有落实的讲。在这个经上这就落实了，「端心」，心里面只有阿弥陀佛、只有西方极乐世界，这个心就是真的端。除这个之外，还有其他的法门，还有其他东西掺杂里面，这个心就不端，有了夹杂，这是最怕的事情。菩萨行化在世间、示现在世间，无论是宣扬哪一个法门、哪一部经论，说实在的话，心里统统念佛。那是什么？是为了度众生，不得已所设的权巧方便，不是真实的。真实只有这一部经，只有这一句名号，这是真实的。",
      "zh_TW": "端是端正，『端心』，就是八正道裡面「正心」。什麼叫正心？八正道只給我們講個原則，沒有具體說，沒有落實的講。在這個經上這就落實了，「端心」，心裡面只有阿彌陀佛、只有西方極樂世界，這個心就是真的端。除這個之外，還有其他的法門，還有其他東西摻雜裡面，這個心就不端，有了夾雜，這是最怕的事情。菩薩行化在世間、示現在世間，無論是宣揚哪一個法門、哪一部經論，說實在的話，心裡統統念佛。那是什麼？是為了度眾生，不得已所設的權巧方便，不是真實的。真實只有這一部經，只有這一句名號，這是真實的。"
    },
    {
      "id": "02-005-0096_p0047",
      "zh_CN": "这个话也不是我在此地随便讲的，黄念祖老居士注解里引用隋唐这些大德的话，他们讲得很清楚，即使《华严》、《法华》，也是《无量寿经》的导引而已。那你就能够了解，《华严》、《法华》也是权说，也是方便说，最后入这个法门，这个才真实。《华严》后面要没有十大愿王导归极乐，《华严》就不能圆满，《华严》之圆满就在本经，所以本经才是究竟圆满。今天这个时代，时代不断往前进步，不会后退的。时代愈进步，我们的生活愈紧张、工作愈繁忙，大经大论宣扬的机会可以说没有了，跟着时代走了，那是那一个时代的。那将来这个时代是什么？这个时代是《无量寿经》的时代，《无量寿经》从这个时候起，一直到佛法灭尽，就要靠这个。我们细细想想，有没有道理？很有道理，因为这个经不算长，也不算短，有机会可以一部从头到尾宣讲；没有这个机会，经中随便一、二句都可以独立来讲的。合起来是一部经，分开是无数的单元，确确实实能适应这个时代。无论是哪个地区的众生统统欢喜，统统能接受，这才能弘遍到全世界，超越法界、超越国土、超越种族、超越宗教，一切众生无不适合，这个法门妙，这是我们要真正认识的。所以大家在佛法奠根基，就在这部经上打定根基，有能力将来再涉及别的；没有能力，这一部经自行化他，功德就圆满，确实能成就自己，能够帮助别人。这叫端心。",
      "zh_TW": "這個話也不是我在此地隨便講的，黃念祖老居士註解裡引用隋唐這些大德的話，他們講得很清楚，即使《華嚴》、《法華》，也是《無量壽經》的導引而已。那你就能夠了解，《華嚴》、《法華》也是權說，也是方便說，最後入這個法門，這個才真實。《華嚴》後面要沒有十大願王導歸極樂，《華嚴》就不能圓滿，《華嚴》之圓滿就在本經，所以本經才是究竟圓滿。今天這個時代，時代不斷往前進步，不會後退的。時代愈進步，我們的生活愈緊張、工作愈繁忙，大經大論宣揚的機會可以說沒有了，跟著時代走了，那是那一個時代的。那將來這個時代是什麼？這個時代是《無量壽經》的時代，《無量壽經》從這個時候起，一直到佛法滅盡，就要靠這個。我們細細想想，有沒有道理？很有道理，因為這個經不算長，也不算短，有機會可以一部從頭到尾宣講；沒有這個機會，經中隨便一、二句都可以獨立來講的。合起來是一部經，分開是無數的單元，確確實實能適應這個時代。無論是哪個地區的眾生統統歡喜，統統能接受，這才能弘遍到全世界，超越法界、超越國土、超越種族、超越宗教，一切眾生無不適合，這個法門妙，這是我們要真正認識的。所以大家在佛法奠根基，就在這部經上打定根基，有能力將來再涉及別的；沒有能力，這一部經自行化他，功德就圓滿，確實能成就自己，能夠幫助別人。這叫端心。"
    },
    {
      "id": "02-005-0096_p0048",
      "zh_CN": "【当自端身。】",
      "zh_TW": "【當自端身。】"
    },
    {
      "id": "02-005-0096_p0049",
      "zh_CN": "这个『身』，底下：",
      "zh_TW": "這個『身』，底下："
    },
    {
      "id": "02-005-0096_p0050",
      "zh_CN": "【耳目口鼻。皆当自端。】",
      "zh_TW": "【耳目口鼻。皆當自端。】"
    },
    {
      "id": "02-005-0096_p0051",
      "zh_CN": "这个『端』字还是合在本经宗旨上来说，身礼佛，只礼阿弥陀佛，礼一佛即是礼一切诸佛如来，不要再去分别执着，一就是一切，一切就是一，死心塌地。我也劝同修们，供养佛像供养一尊，常常想着、常常念着、常常看这个佛像，临终时阿弥陀佛来化的身，就跟这个佛像一样，你天天想他，到最后他真的来了，你就可以放心跟他去了，这个就属于观想。我们凡夫心粗，佛的境界太微细，我们没有办法观察，即使展开《观无量寿经》，我们一观也观不成，为什么？心太粗，烦恼太多，妄念太多，一观都观不成。所以在第十六观里面，再不得已教给我们持名念佛，因此我们以持名念佛为主；我们自己供一个佛像天天看他，以这个来补助，做助修，正助双修。选择一尊佛像，一生都不离开，我天天就看这个佛像，临终的时候佛没有一定的身，佛是随众生心、应所知量，你心里面喜欢他什么相，他就现什么相。所以身拜佛，耳听佛号，听这一句佛号。佛号这音调也很多，我们看现在台湾流通的念佛的录音带，恐怕就有几十种、上百种之多，你可以选择，哪一种音调听起来自己很舒服，听得自己心很定，这是最重要的。如果这个声调听的时候心不定，这就不契自己的机；听到自己心很定，能够烦恼不生、妄念不生，这个声调就非常适合自己，就采取这个声调。不要人云亦云，别人用这个，我要跟他学学；过几天，那个人说那个调比这更好听，再学学，你的心就乱了，念佛三昧不容易得到。所以一定要定，一定要专，专才能得念佛三昧。眼看佛；口念佛；鼻，这是闻供佛之香，如果佛念多了，有感应的时候，你必定会闻到异香，鼻之端，不闻世间的香气。这是总括三业，身口意三业『皆当自端』，不要别人来约束，自己要知道检点，自己要知道用功。",
      "zh_TW": "這個『端』字還是合在本經宗旨上來說，身禮佛，只禮阿彌陀佛，禮一佛即是禮一切諸佛如來，不要再去分別執著，一就是一切，一切就是一，死心塌地。我也勸同修們，供養佛像供養一尊，常常想著、常常念著、常常看這個佛像，臨終時阿彌陀佛來化的身，就跟這個佛像一樣，你天天想他，到最後他真的來了，你就可以放心跟他去了，這個就屬於觀想。我們凡夫心粗，佛的境界太微細，我們沒有辦法觀察，即使展開《觀無量壽經》，我們一觀也觀不成，為什麼？心太粗，煩惱太多，妄念太多，一觀都觀不成。所以在第十六觀裡面，再不得已教給我們持名念佛，因此我們以持名念佛為主；我們自己供一個佛像天天看他，以這個來補助，做助修，正助雙修。選擇一尊佛像，一生都不離開，我天天就看這個佛像，臨終的時候佛沒有一定的身，佛是隨眾生心、應所知量，你心裡面喜歡他什麼相，他就現什麼相。所以身拜佛，耳聽佛號，聽這一句佛號。佛號這音調也很多，我們看現在台灣流通的念佛的錄音帶，恐怕就有幾十種、上百種之多，你可以選擇，哪一種音調聽起來自己很舒服，聽得自己心很定，這是最重要的。如果這個聲調聽的時候心不定，這就不契自己的機；聽到自己心很定，能夠煩惱不生、妄念不生，這個聲調就非常適合自己，就採取這個聲調。不要人云亦云，別人用這個，我要跟他學學；過幾天，那個人說那個調比這更好聽，再學學，你的心就亂了，念佛三昧不容易得到。所以一定要定，一定要專，專才能得念佛三昧。眼看佛；口念佛；鼻，這是聞供佛之香，如果佛念多了，有感應的時候，你必定會聞到異香，鼻之端，不聞世間的香氣。這是總括三業，身口意三業『皆當自端』，不要別人來約束，自己要知道檢點，自己要知道用功。"
    },
    {
      "id": "02-005-0096_p0052",
      "zh_CN": "用功要重实质，形式没有关系，要重实质。形式我也跟诸位同修说过，形式主要的目的，一个是表自己的敬，可是更重要的一个意思，是启发其他的大众，换句话，表演给别人看的，让别人看了之后对佛法生起恭敬心，引诱他入佛门。所以在大众之下，我们要讲求仪式，个人修行仪式不重要，这一点要晓得。因为，如果个人修行也要很重视这些仪式，有一类众生不能得度。哪一类众生？怕约束的，怕那些规矩太多的，他就不敢来学佛了。所以佛在《法华》里面讲，末法时期一定要弘扬大乘，才能够普度一切众生。为什么？现代这个时代，是开放的时代，思想开放，行为也开放，你再约束得紧，大家害怕，都不来了。所以不是古时候，古时候是封建的时代，思想不开放，行为也不开放，每个人都很拘谨，所以小乘很容易弘扬，非常适合。今天在这个时代，要是执着在小乘，那只能度那一类拘谨的，少数人得度；多数的心胸开放的人，你就度不了他。所以佛无量无边的法门，是度无量不同根机的众生，哪一门都好，不能说这个门比那个门优越，没有的，门门都平等，门门都好，它度的对象不相同。有人对戒律很重视，非常固执，那小乘法就对这类的，他一见到就生欢喜心，「这个严格，这是佛法」；看到那大乘一切都开放，「他们没有修行，他们不是佛法」，你去跟那个学去。这个大乘心量的人，看小乘那个做法，一看就害怕，「这个佛法不能学」；那边有开放的佛法，正合他的意，他就到那里去了。所以说各度一类众生，这个要晓得，所以佛的善巧方便，无机不摄，所以才普度一切众生。",
      "zh_TW": "用功要重實質，形式沒有關係，要重實質。形式我也跟諸位同修說過，形式主要的目的，一個是表自己的敬，可是更重要的一個意思，是啟發其他的大眾，換句話，表演給別人看的，讓別人看了之後對佛法生起恭敬心，引誘他入佛門。所以在大眾之下，我們要講求儀式，個人修行儀式不重要，這一點要曉得。因為，如果個人修行也要很重視這些儀式，有一類眾生不能得度。哪一類眾生？怕約束的，怕那些規矩太多的，他就不敢來學佛了。所以佛在《法華》裡面講，末法時期一定要弘揚大乘，才能夠普度一切眾生。為什麼？現代這個時代，是開放的時代，思想開放，行為也開放，你再約束得緊，大家害怕，都不來了。所以不是古時候，古時候是封建的時代，思想不開放，行為也不開放，每個人都很拘謹，所以小乘很容易弘揚，非常適合。今天在這個時代，要是執著在小乘，那只能度那一類拘謹的，少數人得度；多數的心胸開放的人，你就度不了他。所以佛無量無邊的法門，是度無量不同根機的眾生，哪一門都好，不能說這個門比那個門優越，沒有的，門門都平等，門門都好，它度的對象不相同。有人對戒律很重視，非常固執，那小乘法就對這類的，他一見到就生歡喜心，「這個嚴格，這是佛法」；看到那大乘一切都開放，「他們沒有修行，他們不是佛法」，你去跟那個學去。這個大乘心量的人，看小乘那個做法，一看就害怕，「這個佛法不能學」；那邊有開放的佛法，正合他的意，他就到那裡去了。所以說各度一類眾生，這個要曉得，所以佛的善巧方便，無機不攝，所以才普度一切眾生。"
    },
    {
      "id": "02-005-0096_p0053",
      "zh_CN": "【身心净洁。与善相应。】",
      "zh_TW": "【身心淨潔。與善相應。】"
    },
    {
      "id": "02-005-0096_p0054",
      "zh_CN": "这是佛在此地教诫我们的，『与善』，善就是清净心，就是平等心，就是觉心，我们这个经题上「清净平等觉」，这个是本经里面大善的标准，与这个相应。底下再教诫我们：",
      "zh_TW": "這是佛在此地教誡我們的，『與善』，善就是清淨心，就是平等心，就是覺心，我們這個經題上「清淨平等覺」，這個是本經裡面大善的標準，與這個相應。底下再教誡我們："
    },
    {
      "id": "02-005-0096_p0055",
      "zh_CN": "【勿随嗜欲。】",
      "zh_TW": "【勿隨嗜欲。】"
    },
    {
      "id": "02-005-0096_p0056",
      "zh_CN": "万万不要随着你的贪心、随着你的嗜好，那就麻烦了，这个是什么？这是烦恼习气，不可以随顺烦恼习气。",
      "zh_TW": "萬萬不要隨著你的貪心、隨著你的嗜好，那就麻煩了，這個是什麼？這是煩惱習氣，不可以隨順煩惱習氣。"
    },
    {
      "id": "02-005-0096_p0057",
      "zh_CN": "【不犯诸恶。】",
      "zh_TW": "【不犯諸惡。】"
    },
    {
      "id": "02-005-0096_p0058",
      "zh_CN": "这是讲身业，一定要持戒，一定要守法，不作『诸恶』。",
      "zh_TW": "這是講身業，一定要持戒，一定要守法，不作『諸惡』。"
    },
    {
      "id": "02-005-0096_p0059",
      "zh_CN": "【言色当和。】",
      "zh_TW": "【言色當和。】"
    },
    {
      "id": "02-005-0096_p0060",
      "zh_CN": "这是讲的口业，我们的言语对人的时候和颜悦色。",
      "zh_TW": "這是講的口業，我們的言語對人的時候和顏悅色。"
    },
    {
      "id": "02-005-0096_p0061",
      "zh_CN": "【身行当专。】",
      "zh_TW": "【身行當專。】"
    },
    {
      "id": "02-005-0096_p0062",
      "zh_CN": "这特别要注意到，真是一而再、再而三、三而四，苦口婆心劝我们，修行要专一。",
      "zh_TW": "這特別要注意到，真是一而再、再而三、三而四，苦口婆心勸我們，修行要專一。"
    },
    {
      "id": "02-005-0096_p0063",
      "zh_CN": "【动作瞻视。安定徐为。】",
      "zh_TW": "【動作瞻視。安定徐為。】"
    },
    {
      "id": "02-005-0096_p0064",
      "zh_CN": "这是讲我们的风度，在佛经里面讲威仪，在我们今天世法里面讲风度。人无论是行住坐卧，所表现的仪态要安详、要缓慢，不要匆促，不要慌张。底下讲：",
      "zh_TW": "這是講我們的風度，在佛經裡面講威儀，在我們今天世法裡面講風度。人無論是行住坐臥，所表現的儀態要安詳、要緩慢，不要匆促，不要慌張。底下講："
    },
    {
      "id": "02-005-0096_p0065",
      "zh_CN": "【作事仓卒。败悔在后。】",
      "zh_TW": "【作事倉卒。敗悔在後。】"
    },
    {
      "id": "02-005-0096_p0066",
      "zh_CN": "行持上不稳重，表示他心不定；心如果是安定的，他这个行为一定非常稳重，不会表现得慌慌张张的。",
      "zh_TW": "行持上不穩重，表示他心不定；心如果是安定的，他這個行為一定非常穩重，不會表現得慌慌張張的。"
    },
    {
      "id": "02-005-0096_p0067",
      "zh_CN": "【为之不谛。亡其功夫。】",
      "zh_TW": "【為之不諦。亡其功夫。】"
    },
    {
      "id": "02-005-0096_p0068",
      "zh_CN": "这就是如果所行不慎重，我们修持的功夫就丧失掉了。『谛』是真实，你修行不是真实，心里面不诚实，行持言语不真诚，你的功夫都是假的，都不是真实的，那个就是我们常讲的盲修瞎练。",
      "zh_TW": "這就是如果所行不慎重，我們修持的功夫就喪失掉了。『諦』是真實，你修行不是真實，心裡面不誠實，行持言語不真誠，你的功夫都是假的，都不是真實的，那個就是我們常講的盲修瞎練。"
    },
    {
      "id": "02-005-0096_p0069",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}