{
  "doc_id": "02-005-0013",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0013",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "02-005-0013_p0001",
      "zh_CN": "请掀开经本第十五页，第三行，看第九条，「一向专念，即专恒依止持名念佛法门之义也。弥陀因中发十念必生之大愿，故行人发菩提心，一向专念，必得往生净土，圆证不退之妙果」。这一段经文把「一向专念」这个功德利益都给我们宣说出来了，本经的修学纲领就是「发菩提心，一向专念」。「发菩提心」前面详细的介绍过了，今天讲「一向专念」，这一句非常重要，我们能不能往生关键就在此地。一向专念意思就是专恒依止，专是专一，恒是永恒，我们这一生就修这一个法门，不要更改，也不要掺杂，这就叫做一向专念。就是专门依止持名念佛法门；换句话说，就是专念这一句阿弥陀佛的佛号。这个法门实在简单到了极处，八万四千法门，没有一个法门像这么简单、这么容易，谁都会念这句阿弥陀佛，哪个人不会念？问题就是专念，一生专念这一句不太容易。凡是往生的人都是一生专念的。那要问，专念这一句就行了吗，不必再要加个楞严咒、大悲咒、《金刚经》，不需要加这些吗？给诸位说，确确实实不需要加，这才叫一向专念。加了那些东西就不叫一向专念，那叫一向杂念，掺杂了很多东西叫杂念，不是专念。杂念不一定能往生，专念是决定能往生。为什么？因为四十八愿第十八愿，第十八愿是四十八愿的核心，是阿弥陀佛因地当中所发大愿最重要的一愿，这一愿就是「十念必生」，他发过这个愿。将来我们到经文里面还会跟诸位细说，因为这一愿非常非常重要，这个一向专念就是从这一愿而来的，决定不错。所以发心念佛求生净土，一定要依教奉行，十九愿是发菩提心，十八愿是十念必生，所以「发菩提心，一向专念」，就是阿弥陀佛的本愿，十九愿、十八愿。所以「必得往生净土」，这个语气十分的肯定，没有一丝毫疑惑，必定得生。",
      "zh_TW": "請掀開經本第十五頁，第三行，看第九條，「一向專念，即專恆依止持名念佛法門之義也。彌陀因中發十念必生之大願，故行人發菩提心，一向專念，必得往生淨土，圓證不退之妙果」。這一段經文把「一向專念」這個功德利益都給我們宣說出來了，本經的修學綱領就是「發菩提心，一向專念」。「發菩提心」前面詳細的介紹過了，今天講「一向專念」，這一句非常重要，我們能不能往生關鍵就在此地。一向專念意思就是專恆依止，專是專一，恆是永恆，我們這一生就修這一個法門，不要更改，也不要摻雜，這就叫做一向專念。就是專門依止持名念佛法門；換句話說，就是專念這一句阿彌陀佛的佛號。這個法門實在簡單到了極處，八萬四千法門，沒有一個法門像這麼簡單、這麼容易，誰都會念這句阿彌陀佛，哪個人不會念？問題就是專念，一生專念這一句不太容易。凡是往生的人都是一生專念的。那要問，專念這一句就行了嗎，不必再要加個楞嚴咒、大悲咒、《金剛經》，不需要加這些嗎？給諸位說，確確實實不需要加，這才叫一向專念。加了那些東西就不叫一向專念，那叫一向雜念，摻雜了很多東西叫雜念，不是專念。雜念不一定能往生，專念是決定能往生。為什麼？因為四十八願第十八願，第十八願是四十八願的核心，是阿彌陀佛因地當中所發大願最重要的一願，這一願就是「十念必生」，他發過這個願。將來我們到經文裡面還會跟諸位細說，因為這一願非常非常重要，這個一向專念就是從這一願而來的，決定不錯。所以發心念佛求生淨土，一定要依教奉行，十九願是發菩提心，十八願是十念必生，所以「發菩提心，一向專念」，就是阿彌陀佛的本願，十九願、十八願。所以「必得往生淨土」，這個語氣十分的肯定，沒有一絲毫疑惑，必定得生。"
    },
    {
      "id": "02-005-0013_p0002",
      "zh_CN": "生到西方极乐世界是「圆证不退之妙果」，圆是圆满，这个难，确确实实不可思议。通常我们讲三不退，圆教初住菩萨就证三不退，位不退、行不退、念不退，圆教初住证得、别教初地菩萨证得，但是不圆，此地给我们讲是圆证不退。那要什么样的地位才圆？给诸位说，等觉菩萨才圆。这就叫我们很难相信，生到西方极乐世界，就等于圆教等觉菩萨，这个不可思议，那个位次一下就跳得那么高，跟观世音、大势至、文殊、普贤、弥勒菩萨就平等了。这叫妙果，这个太奇妙了，真正不可思议。要照常理来说，凡夫修到等觉，《华严经》上讲无量阿僧祇劫。佛通常在一切经里面方便说，说三大阿僧祇劫，是方便说，《华严》给我们是真实说，是无量阿僧祇劫。人家要无量劫才能证得，你才念几天佛是一往生就证得。所以这个法门真是难信之法，不但普通人难信，菩萨都不相信，所以多少菩萨不信这个法门，不肯依照这个法门来修学；换句话说，这样殊胜的利益他得不到。我们这一生凡夫身遇到这个法门，遇到了要知道珍惜，要认真的修学，要知道世间苦，这是非常非常重要。知道这个世间苦，知道世间无常，我们对这个世间才无所留恋；不留恋，我们往生西方的心才会恳切。",
      "zh_TW": "生到西方極樂世界是「圓證不退之妙果」，圓是圓滿，這個難，確確實實不可思議。通常我們講三不退，圓教初住菩薩就證三不退，位不退、行不退、念不退，圓教初住證得、別教初地菩薩證得，但是不圓，此地給我們講是圓證不退。那要什麼樣的地位才圓？給諸位說，等覺菩薩才圓。這就叫我們很難相信，生到西方極樂世界，就等於圓教等覺菩薩，這個不可思議，那個位次一下就跳得那麼高，跟觀世音、大勢至、文殊、普賢、彌勒菩薩就平等了。這叫妙果，這個太奇妙了，真正不可思議。要照常理來說，凡夫修到等覺，《華嚴經》上講無量阿僧祇劫。佛通常在一切經裡面方便說，說三大阿僧祇劫，是方便說，《華嚴》給我們是真實說，是無量阿僧祇劫。人家要無量劫才能證得，你才念幾天佛是一往生就證得。所以這個法門真是難信之法，不但普通人難信，菩薩都不相信，所以多少菩薩不信這個法門，不肯依照這個法門來修學；換句話說，這樣殊勝的利益他得不到。我們這一生凡夫身遇到這個法門，遇到了要知道珍惜，要認真的修學，要知道世間苦，這是非常非常重要。知道這個世間苦，知道世間無常，我們對這個世間才無所留戀；不留戀，我們往生西方的心才會懇切。"
    },
    {
      "id": "02-005-0013_p0003",
      "zh_CN": "这个世界决定有灾难，从什么地方去看？从人心染污的程度上去看，必定有灾难，世界有灾难。诸位如果稍微留意一下，应该都知道，最近这几年全世界气候不正常，不应该冷的地方冷了，不应该热的地方热了，不下雨的地方它下雨，会下雨的地方它不下雨，这个气候反常。为什么会反常？科学家研究的原因，是环境的污染，生态均衡失掉了，这是科学家的说法，跟我们佛法说法不一样。佛法怎么说？佛法说依报随着正报转。正报是什么？正报是人心，人性反常。人性反常就是儒家所讲的，父不父、子不子、君不君、臣不臣，伦常道德没有了，这是人性的反常。如果我们用污染来说，就是人性的污染、精神的污染，今天到了极处。心地污染，外面环境就污染，所以净土讲「心净则土净」，心染则土就污染，这是佛法里面的解释。可是今天外面环境的污染，大家警觉到了，这个事情严重。从卫星照相照这个地球，最近科学家发现，地球上的绿地一年比一年减少，减少的幅度很大，这是危机，绿地如果将来没有了，人类就无法生存。现在科学家知道，谁能够去制止？没有人能够。绿地怎么会减少？大量的去砍伐，砍伐森林，不知道种树，只图眼前的利益，不顾将来全世界人的生死，与他不相干。「我现在多赚一点钱，日子过快乐一点就行了，世界末日与我无干的」，你说这个多可怕！所以心地严重的污染。",
      "zh_TW": "這個世界決定有災難，從什麼地方去看？從人心染污的程度上去看，必定有災難，世界有災難。諸位如果稍微留意一下，應該都知道，最近這幾年全世界氣候不正常，不應該冷的地方冷了，不應該熱的地方熱了，不下雨的地方它下雨，會下雨的地方它不下雨，這個氣候反常。為什麼會反常？科學家研究的原因，是環境的污染，生態均衡失掉了，這是科學家的說法，跟我們佛法說法不一樣。佛法怎麼說？佛法說依報隨著正報轉。正報是什麼？正報是人心，人性反常。人性反常就是儒家所講的，父不父、子不子、君不君、臣不臣，倫常道德沒有了，這是人性的反常。如果我們用污染來說，就是人性的污染、精神的污染，今天到了極處。心地污染，外面環境就污染，所以淨土講「心淨則土淨」，心染則土就污染，這是佛法裡面的解釋。可是今天外面環境的污染，大家警覺到了，這個事情嚴重。從衛星照相照這個地球，最近科學家發現，地球上的綠地一年比一年減少，減少的幅度很大，這是危機，綠地如果將來沒有了，人類就無法生存。現在科學家知道，誰能夠去制止？沒有人能夠。綠地怎麼會減少？大量的去砍伐，砍伐森林，不知道種樹，只圖眼前的利益，不顧將來全世界人的生死，與他不相干。「我現在多賺一點錢，日子過快樂一點就行了，世界末日與我無干的」，你說這個多可怕！所以心地嚴重的污染。"
    },
    {
      "id": "02-005-0013_p0004",
      "zh_CN": "今天说老实话，什么方法都不能对治眼前这个大病，无能对治。勉强还能够救一点的，就看大家接不接受，就是佛门里面所讲的因果报应，这是真的。人人都能够相信因果报应，不敢存恶心，不敢做坏事，快快回头，这还有救；如果这一点不相信的话，没救了。佛法有很好的理论，来不及了，救急就这一服药。可是这一服药，不但是不学佛的人不相信、不能接受，学佛的人也不信，半信半疑、阳奉阴违；将来他该怎么死还是怎么死，该堕地狱还是堕地狱，没救，这个要知道。遇到这个法门，大幸，但是还是得深信因果，断恶修善，老实念佛。为什么要断恶修善？因为你不断恶修善，你这一句佛号不能做到一向专念。换句话说，你虽然是念，念是杂念，杂念未必能往生。要求往生就得专念，专念就要把一切恶断掉，要修一切善。这一切善怎么修？每天读经念佛就是修一切善，老实念佛就是一心在修善，果报才像此地所讲的，圆证不退之妙果。",
      "zh_TW": "今天說老實話，什麼方法都不能對治眼前這個大病，無能對治。勉強還能夠救一點的，就看大家接不接受，就是佛門裡面所講的因果報應，這是真的。人人都能夠相信因果報應，不敢存惡心，不敢做壞事，快快回頭，這還有救；如果這一點不相信的話，沒救了。佛法有很好的理論，來不及了，救急就這一服藥。可是這一服藥，不但是不學佛的人不相信、不能接受，學佛的人也不信，半信半疑、陽奉陰違；將來他該怎麼死還是怎麼死，該墮地獄還是墮地獄，沒救，這個要知道。遇到這個法門，大幸，但是還是得深信因果，斷惡修善，老實念佛。為什麼要斷惡修善？因為你不斷惡修善，你這一句佛號不能做到一向專念。換句話說，你雖然是念，念是雜念，雜念未必能往生。要求往生就得專念，專念就要把一切惡斷掉，要修一切善。這一切善怎麼修？每天讀經念佛就是修一切善，老實念佛就是一心在修善，果報才像此地所講的，圓證不退之妙果。"
    },
    {
      "id": "02-005-0013_p0005",
      "zh_CN": "所以《往生传》要多念，每天看个一段、两段，能够激励自己，看看人家往生，他这一往生就圆证不退之妙果，我们还在造生死轮回，这怎么得了？所以《净土圣贤录》、《往生传》、《近代往生传》，都应该常常去翻翻，看看别人，想想自己，所谓见贤思齐，人家能往生，我也应该要去。这一生不去，说老实话来生没指望，为什么？我们心理上在这个短短几十年当中受非常严重的染污，这是古今中外历史上没有这么严重的染污，这样严重的染污，哪能生三善道？三善道的人道，五戒十善你有没有修？我常说，五戒十善自己冷静的想一想，我修五戒十善可不可以打个八十分？要能打八十分，来生人身保得住；如果能打满分一百分，可以生天；不足八十分，人身恐怕得不到，得不到人身，三途去了。三途的时间长，你几时才能够翻身？所以想到这个事实真是寒毛直竖，非常可怕。这一生不能不成就，不得不放下，名闻利养、五欲六尘不可以不放下，不放下就不能往生，不放下就必定入三恶道，三恶道在等着你。这是真正觉悟、彻底觉悟，不可以再搞下去了。",
      "zh_TW": "所以《往生傳》要多念，每天看個一段、兩段，能夠激勵自己，看看人家往生，他這一往生就圓證不退之妙果，我們還在造生死輪迴，這怎麼得了？所以《淨土聖賢錄》、《往生傳》、《近代往生傳》，都應該常常去翻翻，看看別人，想想自己，所謂見賢思齊，人家能往生，我也應該要去。這一生不去，說老實話來生沒指望，為什麼？我們心理上在這個短短幾十年當中受非常嚴重的染污，這是古今中外歷史上沒有這麼嚴重的染污，這樣嚴重的染污，哪能生三善道？三善道的人道，五戒十善你有沒有修？我常說，五戒十善自己冷靜的想一想，我修五戒十善可不可以打個八十分？要能打八十分，來生人身保得住；如果能打滿分一百分，可以生天；不足八十分，人身恐怕得不到，得不到人身，三途去了。三途的時間長，你幾時才能夠翻身？所以想到這個事實真是寒毛直豎，非常可怕。這一生不能不成就，不得不放下，名聞利養、五欲六塵不可以不放下，不放下就不能往生，不放下就必定入三惡道，三惡道在等著你。這是真正覺悟、徹底覺悟，不可以再搞下去了。"
    },
    {
      "id": "02-005-0013_p0006",
      "zh_CN": "底下要跟我们说明一向专念的具体方法，「一向专念者，古云：上尽形寿，下至十念」，古德给我们解释的。「上尽形寿，指从发心念佛之日，终身念佛，直至命终之最后一念也」。这个也有上中下三品，上品人一向专念，他是尽形寿，形是身体，我身体还在一天，寿是寿命。换句话说，活一天就念一天，只要有这个身体在，这一句佛号就不间断，这是上等功夫。就是二六时中佛号不间断，这是专念，一生当中没有一个妄念，只有一句阿弥陀佛，除一句阿弥陀佛之外，他什么都没有。我们要问，哪些人做到？《楞严经》上大势至菩萨与五十二同伦他们做到了，他们的方法就是尽形寿一向专念。所以「忆佛念佛」，「净念相继」，他不间断，这种修行的方法，就是大势至菩萨修行的方法，这是最上乘的。如果我们要学，我们从发心求生净土这一天开始，我们这一生就修这一个法门。诸位要知道，修这一个法门非常不可思议，他的心马上定了。那个「法门无量誓愿学」，他统统放下了，他不学了，他就一个法门。一个法门就是一切法门，一即一切，一切即一，他心定了。他守住这一本《阿弥陀经》，或者是一本《无量寿经》，他不再看第二部经了，这是上上人的根性，真正是专修，这种修行法给诸位说，十方如来赞叹。十方如来既然赞叹，还有不护念的道理吗？当然护念。一切龙天拥护，鬼神最尊敬的是什么人？心地清净的人，这是所有鬼神，连恶鬼恶神看到都尊敬。他心怎么清净？他心里只有一个阿弥陀佛，除一个阿弥陀佛，他什么都没有，清净到了极处。",
      "zh_TW": "底下要跟我們說明一向專念的具體方法，「一向專念者，古云：上盡形壽，下至十念」，古德給我們解釋的。「上盡形壽，指從發心念佛之日，終身念佛，直至命終之最後一念也」。這個也有上中下三品，上品人一向專念，他是盡形壽，形是身體，我身體還在一天，壽是壽命。換句話說，活一天就念一天，只要有這個身體在，這一句佛號就不間斷，這是上等功夫。就是二六時中佛號不間斷，這是專念，一生當中沒有一個妄念，只有一句阿彌陀佛，除一句阿彌陀佛之外，他什麼都沒有。我們要問，哪些人做到？《楞嚴經》上大勢至菩薩與五十二同倫他們做到了，他們的方法就是盡形壽一向專念。所以「憶佛念佛」，「淨念相繼」，他不間斷，這種修行的方法，就是大勢至菩薩修行的方法，這是最上乘的。如果我們要學，我們從發心求生淨土這一天開始，我們這一生就修這一個法門。諸位要知道，修這一個法門非常不可思議，他的心馬上定了。那個「法門無量誓願學」，他統統放下了，他不學了，他就一個法門。一個法門就是一切法門，一即一切，一切即一，他心定了。他守住這一本《阿彌陀經》，或者是一本《無量壽經》，他不再看第二部經了，這是上上人的根性，真正是專修，這種修行法給諸位說，十方如來讚歎。十方如來既然讚歎，還有不護念的道理嗎？當然護念。一切龍天擁護，鬼神最尊敬的是什麼人？心地清淨的人，這是所有鬼神，連惡鬼惡神看到都尊敬。他心怎麼清淨？他心裡只有一個阿彌陀佛，除一個阿彌陀佛，他什麼都沒有，清淨到了極處。"
    },
    {
      "id": "02-005-0013_p0007",
      "zh_CN": "念阿弥陀佛还想到观音菩萨、还想到药师如来，这心清净程度就有问题，不是纯净。连《金刚经》上都说，「信心清净，则生实相」，实相是什么？实相就是禅宗里头明心见性，就是净土宗里面讲的理一心不乱，修行最高的境界。从哪里得来？一心得来的，一向专念得来。实在说很少人知道这个秘诀，即使知道，他也不容易认真去学习，为什么？他烦恼、业障、习气太重了。虽然知道这个法门，他还是要搞别的，这就是他的业障、习气、烦恼很重，薄福，没有福报，有业障就没有福报；有福报的人心地清净，没有业障，他能够做得到。所以我们在《往生传》，尤其是近代往生传，大陆上的，我们台湾林看治居士所写的，你看里面多少人，平常看他土里土气的，没有人瞧得起他，他一天到晚阿弥陀佛、阿弥陀佛，心里什么事都没有，我们人瞧不起他，鬼神恭敬他，诸佛护念他。我们自以为很了不起，诸佛菩萨不护念我们，鬼神瞧不起我们，不能跟人比！这上等尽形寿这个意思我们懂得了，这一句佛号念一生，一直念到最后阿弥陀佛来接引他。果真这样念法，给诸位说，无量劫来的业障习气统统会消除。所以他往生自在，没有病苦，预知时至，佛菩萨来接引他，什么业障都消掉了。这个是千真万确的事实，有经典理论的依据，历代多少往生的那些人做了个样子给我们看。我们还信不过，或者是还不肯发心这样去修学，那实在是业障太重了。",
      "zh_TW": "念阿彌陀佛還想到觀音菩薩、還想到藥師如來，這心清淨程度就有問題，不是純淨。連《金剛經》上都說，「信心清淨，則生實相」，實相是什麼？實相就是禪宗裡頭明心見性，就是淨土宗裡面講的理一心不亂，修行最高的境界。從哪裡得來？一心得來的，一向專念得來。實在說很少人知道這個祕訣，即使知道，他也不容易認真去學習，為什麼？他煩惱、業障、習氣太重了。雖然知道這個法門，他還是要搞別的，這就是他的業障、習氣、煩惱很重，薄福，沒有福報，有業障就沒有福報；有福報的人心地清淨，沒有業障，他能夠做得到。所以我們在《往生傳》，尤其是近代往生傳，大陸上的，我們台灣林看治居士所寫的，你看裡面多少人，平常看他土裡土氣的，沒有人瞧得起他，他一天到晚阿彌陀佛、阿彌陀佛，心裡什麼事都沒有，我們人瞧不起他，鬼神恭敬他，諸佛護念他。我們自以為很了不起，諸佛菩薩不護念我們，鬼神瞧不起我們，不能跟人比！這上等盡形壽這個意思我們懂得了，這一句佛號念一生，一直念到最後阿彌陀佛來接引他。果真這樣念法，給諸位說，無量劫來的業障習氣統統會消除。所以他往生自在，沒有病苦，預知時至，佛菩薩來接引他，什麼業障都消掉了。這個是千真萬確的事實，有經典理論的依據，歷代多少往生的那些人做了個樣子給我們看。我們還信不過，或者是還不肯發心這樣去修學，那實在是業障太重了。"
    },
    {
      "id": "02-005-0013_p0008",
      "zh_CN": "再看「下者，未能及此，或因障重，或因事繁」，这个事情多、累赘也是业障，外缘多，扰乱你，使你没有法子一心一意去念佛，「未暇多念」。那怎么办？「则于每日行十念法，亦符于一向专念」，这个也行，与一向专念也不违背。这是说事情多，特别是在现在这个社会，工作繁忙，没有时间去念佛，那怎么办？修十念法，十念法用的时间是最少了。十念是尽一口气叫一念，这一口气每个人体质不一样，有的人肺活量很大，他的气很长，有的人气很短，一口气不管念多少声，这个不拘，不拘束，只是尽一口气叫一念，念六个字也行，念四个字也行，都可以。十口气的时间很短，大概三分钟这个课就做完了。要紧的是一次不能缺，每天早晨、晚上，也是从今天起发心到临命终时，一天都不缺，这也符合一向专念。这都是教给我们平常修学的方法。上者那不必说，他的功夫绵密，跟大势至菩萨的法门无二无别，那的确是上上乘。我们修十念法，如果到将来退休时间多了，可以增加，当然增加的时间愈长愈好，愈是有利益。",
      "zh_TW": "再看「下者，未能及此，或因障重，或因事繁」，這個事情多、累贅也是業障，外緣多，擾亂你，使你沒有法子一心一意去念佛，「未暇多念」。那怎麼辦？「則於每日行十念法，亦符於一向專念」，這個也行，與一向專念也不違背。這是說事情多，特別是在現在這個社會，工作繁忙，沒有時間去念佛，那怎麼辦？修十念法，十念法用的時間是最少了。十念是盡一口氣叫一念，這一口氣每個人體質不一樣，有的人肺活量很大，他的氣很長，有的人氣很短，一口氣不管念多少聲，這個不拘，不拘束，只是盡一口氣叫一念，念六個字也行，念四個字也行，都可以。十口氣的時間很短，大概三分鐘這個課就做完了。要緊的是一次不能缺，每天早晨、晚上，也是從今天起發心到臨命終時，一天都不缺，這也符合一向專念。這都是教給我們平常修學的方法。上者那不必說，他的功夫綿密，跟大勢至菩薩的法門無二無別，那的確是上上乘。我們修十念法，如果到將來退休時間多了，可以增加，當然增加的時間愈長愈好，愈是有利益。"
    },
    {
      "id": "02-005-0013_p0009",
      "zh_CN": "「更下，则如《观经》所说，恶逆之人，临欲命终，得聆圣教，至心悔改，十念称名，亦得往生，故云十念必生也」。这是最下的了，最下确确实实是有，没错的，《观无量寿经．下品下生章》里头所讲的，这是说明一个五逆十恶之人，在生的时候坏事做尽了，甚至于谤佛、谤法、谤僧，做的五逆十恶这个罪业就是要堕地狱的。他在临命终的时候遇到善知识劝他念佛，他就接受、他就回心转意、一心求生净土，也能成功。这个十念是念十声，不是我们平常的十念法，这所谓是一念、十念，一句佛号乃至十句佛号都能往生，这个经上有，确实有，在历代往生传里面确实也有这种人。",
      "zh_TW": "「更下，則如《觀經》所說，惡逆之人，臨欲命終，得聆聖教，至心悔改，十念稱名，亦得往生，故云十念必生也」。這是最下的了，最下確確實實是有，沒錯的，《觀無量壽經．下品下生章》裡頭所講的，這是說明一個五逆十惡之人，在生的時候壞事做盡了，甚至於謗佛、謗法、謗僧，做的五逆十惡這個罪業就是要墮地獄的。他在臨命終的時候遇到善知識勸他念佛，他就接受、他就回心轉意、一心求生淨土，也能成功。這個十念是念十聲，不是我們平常的十念法，這所謂是一念、十念，一句佛號乃至十句佛號都能往生，這個經上有，確實有，在歷代往生傳裡面確實也有這種人。"
    },
    {
      "id": "02-005-0013_p0010",
      "zh_CN": "但是诸位同修念到这一段，要特别留意，不要认为看到还有这一招，我们现在多做点坏事还没关系，五逆十恶都可以造，什么罪业都可以造，临命终时我还来得及。你要存这种侥幸的心理那就糟了，为什么？因为「更下」这种人，是一生当中从来没有闻过佛法，他不是存侥幸心理，他一生当中确实没有遇到过佛法。我们是已经闻到佛法，你是侥幸的心理，投机取巧，投机分子怎么可以往生？不能往生。所以你在此地听了经之后，这个你没分，最低限度你要早晚修十念，十口气的十念法，你才有指望。末后这个你们大家都没希望，这是要知道的。这条还有更深的意义在，凡是造作重罪，临终闻到佛法，一念十念往生的，都是过去生中，生生世世修净土这个缘修得很深，这一生迷惑颠倒，没机会遇到这个法门，所以干了很多的坏事；临命终时一听到，他从前的善根发现了，是这样一个原因，过去生中善根福德因缘一下现前，这才能往生。绝对不是无缘无故侥幸往生的，没有这个，佛门里头没有侥幸这两个字。",
      "zh_TW": "但是諸位同修念到這一段，要特別留意，不要認為看到還有這一招，我們現在多做點壞事還沒關係，五逆十惡都可以造，什麼罪業都可以造，臨命終時我還來得及。你要存這種僥倖的心理那就糟了，為什麼？因為「更下」這種人，是一生當中從來沒有聞過佛法，他不是存僥倖心理，他一生當中確實沒有遇到過佛法。我們是已經聞到佛法，你是僥倖的心理，投機取巧，投機分子怎麼可以往生？不能往生。所以你在此地聽了經之後，這個你沒分，最低限度你要早晚修十念，十口氣的十念法，你才有指望。末後這個你們大家都沒希望，這是要知道的。這條還有更深的意義在，凡是造作重罪，臨終聞到佛法，一念十念往生的，都是過去生中，生生世世修淨土這個緣修得很深，這一生迷惑顛倒，沒機會遇到這個法門，所以幹了很多的壞事；臨命終時一聽到，他從前的善根發現了，是這樣一個原因，過去生中善根福德因緣一下現前，這才能往生。絕對不是無緣無故僥倖往生的，沒有這個，佛門裡頭沒有僥倖這兩個字。"
    },
    {
      "id": "02-005-0013_p0011",
      "zh_CN": "而且他要具备三个条件，这三个条件，总而言之，就是多生多劫善根福德因缘，在这个时候一下现前。第一个条件，临走的时候头脑很清楚，这是很重要的一个条件。临死的时候如果头脑不清楚，说老实话帮他助念都没有用处，所以头脑一定要很清楚。我们自己敢保证将来我死的时候头脑会很清楚吗，你敢不敢保证？保证自己临终头脑清楚的人，要怎么修法？要上乘人的那种修法，一天到晚二六时中佛号不间断，这个可以保证我们临终的时候清清楚楚、明明白白。为什么？因为念佛把无量劫来的罪业、业障统统都消得干干净净的，所以临命终时没有障碍，这样做才行。佛号真的一天念到晚不能间断，这个可以保证，可以自己能修得到；那个十念法不能保证。所以前面那是决定可以保证，保证走的时候不生病，预知时至，坐着走、站着走随自己的意思，那个可以保证，真正可以做得到的。所以临终神智清楚这个不容易，这是大福报！第二个条件，在这个时候，关键的时候，要遇到一个善知识劝你念佛，提醒你。否则的话，在这个时候没有人提醒，你搞忘掉了，那就是头脑清楚也没有用处，没有人提醒你，把这桩事情搞忘掉了。所以要有善友提醒来劝你念佛，劝你求生净土。第三个条件，你一听到人劝，立刻就接受、就相信、就发愿、就忏悔业障，忏悔自己一生所做的恶业真错了，痛改前非，从此以后再不造恶业，至心忏悔。它这是三个条件，这三个条件少一个都不行，所以这是忏悔往生。",
      "zh_TW": "而且他要具備三個條件，這三個條件，總而言之，就是多生多劫善根福德因緣，在這個時候一下現前。第一個條件，臨走的時候頭腦很清楚，這是很重要的一個條件。臨死的時候如果頭腦不清楚，說老實話幫他助念都沒有用處，所以頭腦一定要很清楚。我們自己敢保證將來我死的時候頭腦會很清楚嗎，你敢不敢保證？保證自己臨終頭腦清楚的人，要怎麼修法？要上乘人的那種修法，一天到晚二六時中佛號不間斷，這個可以保證我們臨終的時候清清楚楚、明明白白。為什麼？因為念佛把無量劫來的罪業、業障統統都消得乾乾淨淨的，所以臨命終時沒有障礙，這樣做才行。佛號真的一天念到晚不能間斷，這個可以保證，可以自己能修得到；那個十念法不能保證。所以前面那是決定可以保證，保證走的時候不生病，預知時至，坐著走、站著走隨自己的意思，那個可以保證，真正可以做得到的。所以臨終神智清楚這個不容易，這是大福報！第二個條件，在這個時候，關鍵的時候，要遇到一個善知識勸你念佛，提醒你。否則的話，在這個時候沒有人提醒，你搞忘掉了，那就是頭腦清楚也沒有用處，沒有人提醒你，把這樁事情搞忘掉了。所以要有善友提醒來勸你念佛，勸你求生淨土。第三個條件，你一聽到人勸，立刻就接受、就相信、就發願、就懺悔業障，懺悔自己一生所做的惡業真錯了，痛改前非，從此以後再不造惡業，至心懺悔。它這是三個條件，這三個條件少一個都不行，所以這是懺悔往生。"
    },
    {
      "id": "02-005-0013_p0012",
      "zh_CN": "往生西方极乐世界两种人，第一种前面所讲的，是平常修行积功累德，这样去往生的；这一条里面所讲的是忏悔往生，忏除业障，忏悔往生，生西方极乐世界有这两种人。所以他「至心悔改，十念称名亦得往生」。弥陀第十八愿主要的就是这个意思，所以这才显示一切诸佛度众生成佛道的圆满。没有这个方法，没有这一愿，佛度众生不能圆满，有这一条才真正圆满。也就是造作极重罪业，立刻要堕地狱，佛有没有本事叫他马上成佛？这一愿就是叫他马上成佛。极重罪业的人还能够立刻成佛，何况罪业还不重的人？所以我们看了这个，就晓得我们有分，我们个个都有分，我们造罪业没造这么重。问题就是我们相不相信，肯不肯依照这个经典理论、方法去做？只要你肯去做，没有一个不成就的。这几个小段非常非常的重要。",
      "zh_TW": "往生西方極樂世界兩種人，第一種前面所講的，是平常修行積功累德，這樣去往生的；這一條裡面所講的是懺悔往生，懺除業障，懺悔往生，生西方極樂世界有這兩種人。所以他「至心悔改，十念稱名亦得往生」。彌陀第十八願主要的就是這個意思，所以這才顯示一切諸佛度眾生成佛道的圓滿。沒有這個方法，沒有這一願，佛度眾生不能圓滿，有這一條才真正圓滿。也就是造作極重罪業，立刻要墮地獄，佛有沒有本事叫他馬上成佛？這一願就是叫他馬上成佛。極重罪業的人還能夠立刻成佛，何況罪業還不重的人？所以我們看了這個，就曉得我們有分，我們個個都有分，我們造罪業沒造這麼重。問題就是我們相不相信，肯不肯依照這個經典理論、方法去做？只要你肯去做，沒有一個不成就的。這幾個小段非常非常的重要。"
    },
    {
      "id": "02-005-0013_p0013",
      "zh_CN": "「行者应知」，行者就是你发心修学这个法门的人，应当要知道，加上应知，底下的话就很重要。「一向专念，指从初发心念佛，直至最后一念也」。这个前面讲过的，这叫一向专念。「而其关键实在最后」，这一句非常非常重要，为什么？我们往生是这一生当中的最后，念了一生，到快要往生的时候他不念了，那不这一生都叫白念了？所以关键在最后，愈是最后愈要紧。就是我刚才跟诸位说，现在你年轻，你的生活很紧张，工作很繁忙，你不得已修早晚十念；将来你退休，你年岁老了，距离往生愈来愈近，这个时候关键的时候到了，所以要把十念展开，要修二六时中净念相继，要扩展到这样那才是对的，才是正确的。一个念佛人，说老实话，如果不是弘法利生，就应该老实念佛。弘法利生是舍己为人，牺牲自己的品位帮助别人，这是菩萨发心。可是牺牲是有尺度的，也就是牺牲是有底限的，那个底限是什么？最低限度也可以下品下生，总能往生。如果说没有底限的，好了，我弘法利生，来生怎样？来生还堕三途，这不叫冤枉吗？弘法利生的人来生堕三途是大有人在，你要不相信，你去看慈云灌顶法师《大势至菩萨念佛圆通章疏钞》，你看《疏钞》后面，念佛的人一百种不同的果报，第一个果报是什么？堕阿鼻地狱。我过去学经的时候看到这一条，我都很疑惑，念佛、弘法利生的人怎么会堕地狱？我去问李老师，李老师说，这个问题严重，我不给你一个人讲，我要在讲经的时候跟大众讲。念佛、弘法利生，目的在求自己的名闻利养，这就是堕三恶道的原因。所谓是裨贩如来，拿着佛法当作工具，在这个里头求个人名闻利养，在佛门里头造罪业，这是堕三途。所以关键在最后，愈是最后是愈要紧。",
      "zh_TW": "「行者應知」，行者就是你發心修學這個法門的人，應當要知道，加上應知，底下的話就很重要。「一向專念，指從初發心念佛，直至最後一念也」。這個前面講過的，這叫一向專念。「而其關鍵實在最後」，這一句非常非常重要，為什麼？我們往生是這一生當中的最後，念了一生，到快要往生的時候他不念了，那不這一生都叫白念了？所以關鍵在最後，愈是最後愈要緊。就是我剛才跟諸位說，現在你年輕，你的生活很緊張，工作很繁忙，你不得已修早晚十念；將來你退休，你年歲老了，距離往生愈來愈近，這個時候關鍵的時候到了，所以要把十念展開，要修二六時中淨念相繼，要擴展到這樣那才是對的，才是正確的。一個念佛人，說老實話，如果不是弘法利生，就應該老實念佛。弘法利生是捨己為人，犧牲自己的品位幫助別人，這是菩薩發心。可是犧牲是有尺度的，也就是犧牲是有底限的，那個底限是什麼？最低限度也可以下品下生，總能往生。如果說沒有底限的，好了，我弘法利生，來生怎樣？來生還墮三途，這不叫冤枉嗎？弘法利生的人來生墮三途是大有人在，你要不相信，你去看慈雲灌頂法師《大勢至菩薩念佛圓通章疏鈔》，你看《疏鈔》後面，念佛的人一百種不同的果報，第一個果報是什麼？墮阿鼻地獄。我過去學經的時候看到這一條，我都很疑惑，念佛、弘法利生的人怎麼會墮地獄？我去問李老師，李老師說，這個問題嚴重，我不給你一個人講，我要在講經的時候跟大眾講。念佛、弘法利生，目的在求自己的名聞利養，這就是墮三惡道的原因。所謂是裨販如來，拿著佛法當作工具，在這個裡頭求個人名聞利養，在佛門裡頭造罪業，這是墮三途。所以關鍵在最後，愈是最後是愈要緊。"
    },
    {
      "id": "02-005-0013_p0014",
      "zh_CN": "底下说，「反之，如有人念佛数十年，或于最后阶段轻视持名而改行他法，或于临终不欣极乐而恋世间，未能念佛，是则不名一向专念也」。这个情形大有人在，我亲眼所看到的，过去临济寺，我们台北圆山临济寺，在早年我在临济寺出家。民国四十八年，那个时候临济寺就有一个念佛会，副会长是林道棨居士，他是福州人，他会敲打法器，念佛会当中他常常担任维那，领众念佛，平常也很恳切的劝人念佛，他是台湾银行的襄理，事业也做得不错。到临命终时不念了，不念佛了，听到念佛他就生气。我们同修们，因为他是我们寺院大护法，病重的时候，他得的是癌症，病得非常痛苦，我们想给他助念，他都叫我们走，把我们赶出去。这叫业障现前，最后关头不念了。你看平常，念佛会的副会长，劝人念佛，到最后他不念了，这是我们亲眼看到的。这个就不叫一向专念，这个不能往生。还有我们也看到有不少，甚至于台中李老师的学生里面都有，念佛法门学了十来年，听说那个密宗法门更快速，不念佛了，去学密去了，或者学禅去了，学别的法门去了，这都不名一向专念，中途改学别的法门。他为什么会改学别的法门？实在讲就是此地讲的「轻视持名」。实在话这都是业障现前，没福！",
      "zh_TW": "底下說，「反之，如有人念佛數十年，或於最後階段輕視持名而改行他法，或於臨終不欣極樂而戀世間，未能念佛，是則不名一向專念也」。這個情形大有人在，我親眼所看到的，過去臨濟寺，我們台北圓山臨濟寺，在早年我在臨濟寺出家。民國四十八年，那個時候臨濟寺就有一個念佛會，副會長是林道棨居士，他是福州人，他會敲打法器，念佛會當中他常常擔任維那，領眾念佛，平常也很懇切的勸人念佛，他是台灣銀行的襄理，事業也做得不錯。到臨命終時不念了，不念佛了，聽到念佛他就生氣。我們同修們，因為他是我們寺院大護法，病重的時候，他得的是癌症，病得非常痛苦，我們想給他助念，他都叫我們走，把我們趕出去。這叫業障現前，最後關頭不念了。你看平常，念佛會的副會長，勸人念佛，到最後他不念了，這是我們親眼看到的。這個就不叫一向專念，這個不能往生。還有我們也看到有不少，甚至於台中李老師的學生裡面都有，念佛法門學了十來年，聽說那個密宗法門更快速，不念佛了，去學密去了，或者學禪去了，學別的法門去了，這都不名一向專念，中途改學別的法門。他為什麼會改學別的法門？實在講就是此地講的「輕視持名」。實在話這都是業障現前，沒福！"
    },
    {
      "id": "02-005-0013_p0015",
      "zh_CN": "我常常给同修们说，念佛法门是世间最大的福报，不但是世间，连出世间也包括在内，世出世间第一等的大福报。这些人念佛念了几年不念了，学别的去了，我们看到不足以为奇，为什么？看看他，他哪有那么大的福报？没这么大的福报他受不了，中途必然会退心。所以这个法门要大福报，无比的福报，为什么？因为它是一生成佛的法门，前面讲圆证不退之妙果。一般菩萨都没有这个福分来承担，何况普通的凡夫？所以能够理解这个法门、接受这个法门、依这个法门修学，为什么诸佛护念、菩萨赞叹、龙天拥护？你的智、你的福太大了，这些人不能不赞叹你。实在讲是福慧圆满你才会欢喜这个法门，才会认真修学这个法门，真正发菩提心、ㄧ向专念，实实在在不容易，我们对于这一点要珍惜。也许自己福报还不够，现在很欢喜，过个几年碰到学密、学禅，他给你一表演，你马上就过去了。因为他会放光，他会离地三尺，你看到这个真不得了，马上就跟他走了。其实这些小神通一点都不稀奇，中国、外国变魔术的都会变，都会表演，妖魔鬼怪那更不必说，各个都有神通。所以学佛、修道，心术要正，心要清净，绝对不好奇鹜怪，绝对不做非分之事，不做非分之事就是持戒。",
      "zh_TW": "我常常給同修們說，念佛法門是世間最大的福報，不但是世間，連出世間也包括在內，世出世間第一等的大福報。這些人念佛念了幾年不念了，學別的去了，我們看到不足以為奇，為什麼？看看他，他哪有那麼大的福報？沒這麼大的福報他受不了，中途必然會退心。所以這個法門要大福報，無比的福報，為什麼？因為它是一生成佛的法門，前面講圓證不退之妙果。一般菩薩都沒有這個福分來承擔，何況普通的凡夫？所以能夠理解這個法門、接受這個法門、依這個法門修學，為什麼諸佛護念、菩薩讚歎、龍天擁護？你的智、你的福太大了，這些人不能不讚歎你。實在講是福慧圓滿你才會歡喜這個法門，才會認真修學這個法門，真正發菩提心、ㄧ向專念，實實在在不容易，我們對於這一點要珍惜。也許自己福報還不夠，現在很歡喜，過個幾年碰到學密、學禪，他給你一表演，你馬上就過去了。因為他會放光，他會離地三尺，你看到這個真不得了，馬上就跟他走了。其實這些小神通一點都不稀奇，中國、外國變魔術的都會變，都會表演，妖魔鬼怪那更不必說，各個都有神通。所以學佛、修道，心術要正，心要清淨，絕對不好奇鶩怪，絕對不做非分之事，不做非分之事就是持戒。"
    },
    {
      "id": "02-005-0013_p0016",
      "zh_CN": "明天我们有个念佛会，上午念佛，下午有一个同修要超度，要求我们这里做一个三时系念，大家同修如果有时间，欢迎你们来参加。听说这个小孩很年轻，刚刚退役，二十五岁死了。怎么死了？中了邪术死的。他去拜神，回来之后一家人都病了。我就问他拜什么神？他去求六合彩的号码，去拜，听说拜了这个神给他一指示，他马上就可以发几百万的横财。发财心切！去拜了神回来把香炉丢掉了，回家就得了神经错乱，好像是车祸意外死亡。还有一个在精神病院，家里一家人都很痛苦。这起因是什么？起因是贪财，希望不劳而获，这就是非分。佛教我们持戒，持戒就是绝对不超越本分，这就是持戒。希望不劳而获，结果白白的把命送掉，邪鬼邪神附身。他来找到我这里，问我怎么办？我说做一场佛事调解，有没有效很难说，调解他要接受，这个邪神他就离开，调解他不接受那还是有麻烦。佛事是属于调解，但是一般多数都会接受，不接受也有，不是没有，比较少数，那个不接受就是仇恨太深，过去世的冤家债主碰上了。所以学佛的人要守本分，这个很重要，要老实。老实念佛，没有一个不成就的。",
      "zh_TW": "明天我們有個念佛會，上午念佛，下午有一個同修要超度，要求我們這裡做一個三時繫念，大家同修如果有時間，歡迎你們來參加。聽說這個小孩很年輕，剛剛退役，二十五歲死了。怎麼死了？中了邪術死的。他去拜神，回來之後一家人都病了。我就問他拜什麼神？他去求六合彩的號碼，去拜，聽說拜了這個神給他一指示，他馬上就可以發幾百萬的橫財。發財心切！去拜了神回來把香爐丟掉了，回家就得了神經錯亂，好像是車禍意外死亡。還有一個在精神病院，家裡一家人都很痛苦。這起因是什麼？起因是貪財，希望不勞而獲，這就是非分。佛教我們持戒，持戒就是絕對不超越本分，這就是持戒。希望不勞而獲，結果白白的把命送掉，邪鬼邪神附身。他來找到我這裡，問我怎麼辦？我說做一場佛事調解，有沒有效很難說，調解他要接受，這個邪神他就離開，調解他不接受那還是有麻煩。佛事是屬於調解，但是一般多數都會接受，不接受也有，不是沒有，比較少數，那個不接受就是仇恨太深，過去世的冤家債主碰上了。所以學佛的人要守本分，這個很重要，要老實。老實念佛，沒有一個不成就的。"
    },
    {
      "id": "02-005-0013_p0017",
      "zh_CN": "底下一段是帮助我们破疑生信，「或疑念佛何以有如是功德？因能念所念，皆是实相故」。过去慈云灌顶大师，这在我们佛教里面也是很有名望的一位大德，他是前清乾隆时候人，著述很多，他的著作留传到后世很多，他也有《楞严经》的注解，《楞严经灌顶疏》就是他作的。他那个疏很特别，就是楞严咒没有人讲过，各种《楞严》注解里面都没有解释楞严咒的，唯独他的注解里面有楞严咒，这个咒他也注解了。现在在台湾有《楞严咒注解》的单行本，那个单行本就是《灌顶疏》里面抽出来的，他把这个咒也加以注解。灌顶法师有《观无量寿经直指》，就是《观无量寿经》的注解，这个本子也非常好。他在《观经直指》里面说了，他说念佛求生是解怨，就是怨家、怨鬼，解怨释结，过去跟人有过不去的把它解开，他说「解怨释结之要诀，超生脱死之良方」，赞叹念佛法门的功德利益。实实在在讲，一切功德利益，念佛是第一，没有超过念佛的。所以解怨释结超度，确实是三时系念好，为什么？三时系念完全是念《阿弥陀经》、念阿弥陀佛的圣号，的确是第一功德，最殊胜的利益。这个地方给我们讲的是从理论上说，因为「能念所念皆实相故。所念的是不是实相？那要看能念，能念是心，所念是境，境随心转。心真实，所念的佛号就真实；心不真实，所念的佛号也不真实，口善而已，为什么？比骂人、比说闲话好一点。所以要心真实。为什么此地讲能念所念皆实相？因为他是发菩提心，一向专念。菩提心是真心，一心专念是真念，真心、真念当然是实相，那怎么不是实相！",
      "zh_TW": "底下一段是幫助我們破疑生信，「或疑念佛何以有如是功德？因能念所念，皆是實相故」。過去慈雲灌頂大師，這在我們佛教裡面也是很有名望的一位大德，他是前清乾隆時候人，著述很多，他的著作留傳到後世很多，他也有《楞嚴經》的註解，《楞嚴經灌頂疏》就是他作的。他那個疏很特別，就是楞嚴咒沒有人講過，各種《楞嚴》註解裡面都沒有解釋楞嚴咒的，唯獨他的註解裡面有楞嚴咒，這個咒他也註解了。現在在台灣有《楞嚴咒註解》的單行本，那個單行本就是《灌頂疏》裡面抽出來的，他把這個咒也加以註解。灌頂法師有《觀無量壽經直指》，就是《觀無量壽經》的註解，這個本子也非常好。他在《觀經直指》裡面說了，他說念佛求生是解怨，就是怨家、怨鬼，解怨釋結，過去跟人有過不去的把它解開，他說「解怨釋結之要訣，超生脫死之良方」，讚歎念佛法門的功德利益。實實在在講，一切功德利益，念佛是第一，沒有超過念佛的。所以解怨釋結超度，確實是三時繫念好，為什麼？三時繫念完全是念《阿彌陀經》、念阿彌陀佛的聖號，的確是第一功德，最殊勝的利益。這個地方給我們講的是從理論上說，因為「能念所念皆實相故。所念的是不是實相？那要看能念，能念是心，所念是境，境隨心轉。心真實，所念的佛號就真實；心不真實，所念的佛號也不真實，口善而已，為什麼？比罵人、比說閒話好一點。所以要心真實。為什麼此地講能念所念皆實相？因為他是發菩提心，一向專念。菩提心是真心，一心專念是真念，真心、真念當然是實相，那怎麼不是實相！"
    },
    {
      "id": "02-005-0013_p0018",
      "zh_CN": "下面引用蕅益大师的解释来给我们说明，「《要解》云：无量光则横遍十方，无量寿则竖穷三际，横竖交彻，皆法界体」。我们先说这三句，阿弥陀佛的名号就是法界全体的名号，法界全体！你再想想看，哪一个名号能够是法界全体的？阿弥陀是法界全体。所有一切法门、所有一切经论、所有一切诸佛菩萨，都是法界的一部分，他是法界全体。好像我们在台湾岛，我们说台湾，这是整个台湾的全体；我们讲台北、讲高雄，讲哪一个城、哪一个镇、哪一个乡、哪一个里、哪一个街道，全是部分，不是全体。阿弥陀是法界全体，所以佛用光、寿来表示，光是代表空间，光明遍照代表空间，横遍十方，遍照十方；无量寿，寿是讲寿命，过去、现在、未来，过去无始，未来无终，竖穷三际，三际是过去、现在、未来。这个横竖一交彻，就是我们今天讲时空，这是整个法界的全体。",
      "zh_TW": "下面引用蕅益大師的解釋來給我們說明，「《要解》云：無量光則橫遍十方，無量壽則豎窮三際，橫豎交徹，皆法界體」。我們先說這三句，阿彌陀佛的名號就是法界全體的名號，法界全體！你再想想看，哪一個名號能夠是法界全體的？阿彌陀是法界全體。所有一切法門、所有一切經論、所有一切諸佛菩薩，都是法界的一部分，他是法界全體。好像我們在台灣島，我們說台灣，這是整個台灣的全體；我們講台北、講高雄，講哪一個城、哪一個鎮、哪一個鄉、哪一個里、哪一個街道，全是部分，不是全體。阿彌陀是法界全體，所以佛用光、壽來表示，光是代表空間，光明遍照代表空間，橫遍十方，遍照十方；無量壽，壽是講壽命，過去、現在、未來，過去無始，未來無終，豎窮三際，三際是過去、現在、未來。這個橫豎一交徹，就是我們今天講時空，這是整個法界的全體。"
    },
    {
      "id": "02-005-0013_p0019",
      "zh_CN": "「举此体作弥陀身土」，这阿弥陀佛是谁？阿弥陀佛就是法界全体，弥陀的身就是法界全体。极乐世界是阿弥陀佛的国土，也是法界全体，这个我们要知道。所以大家在课诵本里面念到，「八十八佛」后面有「法界藏身阿弥陀佛」，把阿弥陀佛的身分显示出来，他是法界藏身，不是普通的身。明白这个事实，才晓得慈云灌顶大师在《观经直指》里面，说明念佛求生的功德利益那么大，我们才没有怀疑。所以说是什么样的业障，如果念佛消不掉，那就没有别的方法能消掉；如果说还有别的方法能消掉，这是假的不是真的。这部经的功德，一直到释迦牟尼佛法运最后，一切经效果都失掉了，这部经最后还能留一百年来度一切众生，你就想到这部经典的功德利益，不是任何经典能够比的。任何经典、任何法门都失去效果，没有办法利益众生了，这个法门、这部经典、这个名号，还能够利益一切众生。为什么不在这上想想？从这个地方冷静想想，我们才晓得，千经万论哪一部经第一，哪个法门是第一，这不是很明显的就知道了吗？不取第一法门，取第二、第三、第四，那是愚痴，那是迷惑颠倒。所以今天这部经典、这个法门，是一切法门当中第一。",
      "zh_TW": "「舉此體作彌陀身土」，這阿彌陀佛是誰？阿彌陀佛就是法界全體，彌陀的身就是法界全體。極樂世界是阿彌陀佛的國土，也是法界全體，這個我們要知道。所以大家在課誦本裡面念到，「八十八佛」後面有「法界藏身阿彌陀佛」，把阿彌陀佛的身分顯示出來，他是法界藏身，不是普通的身。明白這個事實，才曉得慈雲灌頂大師在《觀經直指》裡面，說明念佛求生的功德利益那麼大，我們才沒有懷疑。所以說是什麼樣的業障，如果念佛消不掉，那就沒有別的方法能消掉；如果說還有別的方法能消掉，這是假的不是真的。這部經的功德，一直到釋迦牟尼佛法運最後，一切經效果都失掉了，這部經最後還能留一百年來度一切眾生，你就想到這部經典的功德利益，不是任何經典能夠比的。任何經典、任何法門都失去效果，沒有辦法利益眾生了，這個法門、這部經典、這個名號，還能夠利益一切眾生。為什麼不在這上想想？從這個地方冷靜想想，我們才曉得，千經萬論哪一部經第一，哪個法門是第一，這不是很明顯的就知道了嗎？不取第一法門，取第二、第三、第四，那是愚痴，那是迷惑顛倒。所以今天這部經典、這個法門，是一切法門當中第一。"
    },
    {
      "id": "02-005-0013_p0020",
      "zh_CN": "「亦即举此体作弥陀名号」，所以阿弥陀佛这个名号就是阿弥陀佛之身，就是阿弥陀佛的国土，就是法界的全体。所以你念这一个，一切都念到；念这一部经，也一切经都念到。不但释迦牟尼佛四十九年所讲的一切经，你都念到；十方三世一切诸佛如来无量劫所讲的经，你也统统都念到。为什么？没有一部经超越法界，没有一部经超越本经，本经是法界全体，一切经都是这部经的一部分，一切诸佛菩萨的名号、一切咒语，都是阿弥陀佛的部分，阿弥陀佛是全体。所以阿弥陀佛是大神咒、是无上咒、是无等等咒。我过去讲《心经》，讲到后面这个咒的时候，我知道统统都是阿弥陀佛。你们晓得什么叫无上咒、什么叫无等等咒？南无阿弥陀佛就是，这是真的不是假的，名号功德不可思议。",
      "zh_TW": "「亦即舉此體作彌陀名號」，所以阿彌陀佛這個名號就是阿彌陀佛之身，就是阿彌陀佛的國土，就是法界的全體。所以你念這一個，一切都念到；念這一部經，也一切經都念到。不但釋迦牟尼佛四十九年所講的一切經，你都念到；十方三世一切諸佛如來無量劫所講的經，你也統統都念到。為什麼？沒有一部經超越法界，沒有一部經超越本經，本經是法界全體，一切經都是這部經的一部分，一切諸佛菩薩的名號、一切咒語，都是阿彌陀佛的部分，阿彌陀佛是全體。所以阿彌陀佛是大神咒、是無上咒、是無等等咒。我過去講《心經》，講到後面這個咒的時候，我知道統統都是阿彌陀佛。你們曉得什麼叫無上咒、什麼叫無等等咒？南無阿彌陀佛就是，這是真的不是假的，名號功德不可思議。"
    },
    {
      "id": "02-005-0013_p0021",
      "zh_CN": "「即众生本觉理性」，这就说得更好，前面都说阿弥陀佛、说法界，没说到我们自己。原来这句阿弥陀佛就是自己的真如本性，就是自己的法身理体，是一不是二，法界是自己，弥陀身是自己，弥陀土也是自己。我们现在是一身的毛病，用这服灵丹把我们所有的毛病彻底都治好了。所以你看最近这一、二年来，念《无量寿经》、念阿弥陀佛的，真的，确实消业障、灭罪业，有非常显著的效果，每个念的人都自己感觉到。你现在说老实话，还没有做到一向专念；你要做到一向专念，那效果比现在又不知道要超越多少了。现在虽然一边念还有妄想、还有掺杂，没有真正做到一向专念，虽然发菩提心了，菩提心里面还杂着有世间法在里头，不纯；如果要纯的话，这个功德利益真正是不可思议。",
      "zh_TW": "「即眾生本覺理性」，這就說得更好，前面都說阿彌陀佛、說法界，沒說到我們自己。原來這句阿彌陀佛就是自己的真如本性，就是自己的法身理體，是一不是二，法界是自己，彌陀身是自己，彌陀土也是自己。我們現在是一身的毛病，用這服靈丹把我們所有的毛病徹底都治好了。所以你看最近這一、二年來，念《無量壽經》、念阿彌陀佛的，真的，確實消業障、滅罪業，有非常顯著的效果，每個念的人都自己感覺到。你現在說老實話，還沒有做到一向專念；你要做到一向專念，那效果比現在又不知道要超越多少了。現在雖然一邊念還有妄想、還有摻雜，沒有真正做到一向專念，雖然發菩提心了，菩提心裡面還雜著有世間法在裡頭，不純；如果要純的話，這個功德利益真正是不可思議。"
    },
    {
      "id": "02-005-0013_p0022",
      "zh_CN": "「持名即始觉合本」，一句阿弥陀佛就是本觉理体。前面不说吗？弥陀名号即众生本觉理性，弥陀名号就是法界本体，所以这是本觉。我们动一个念头，这个念头要念佛，这一念是始觉，这一念就是觉；动个念头想别的，就是迷。我再告诉诸位，起心动念，念头不是阿弥陀佛，统统叫迷惑颠倒；这一念头是阿弥陀佛，这是大彻大悟，这是觉，觉而不迷。念阿弥陀佛就是始觉合本觉，始觉跟本觉是一不是二，「始本不二」，是一个，就是始觉跟本觉当中没有界限，是一不是二；「生佛不二」，所以当你真正一心念佛的时候，心地很清净，没有一个妄念，就是没有夹杂、没有间断，你这个时候是什么人？你这个时候就是佛。为什么？你跟阿弥陀佛相应，你跟法界相应。心地真正清净，一个妄念没有，这个叫相应，所以一念相应一念佛，念念相应念念佛，就是这个境界。如果你能够始终保持着，那很好，你就真的成佛了。所以当你一念相应的时候，那一刹那你是佛，第二刹那又变成凡夫，你不能把这个佛永远保持住。其他的成了佛的人他永远保持，他不会变。我们偶尔变一下变成佛，第二念又变回凡夫了，换句话说，我们不定；佛菩萨他定了，他不会再变了，我们会再变。再变是什么？再变就是烦恼习气、妄想执着在这变，这个东西没去掉。现在用什么方法把妄想、习气、执着把它去掉？就用念佛的方法把它念掉。所以这些道理你清楚、你明白、你没有疑惑了，我们才真正肯定这个法门，死心塌地来修学，不需要费很长的时间，就可以达到这个效果。",
      "zh_TW": "「持名即始覺合本」，一句阿彌陀佛就是本覺理體。前面不說嗎？彌陀名號即眾生本覺理性，彌陀名號就是法界本體，所以這是本覺。我們動一個念頭，這個念頭要念佛，這一念是始覺，這一念就是覺；動個念頭想別的，就是迷。我再告訴諸位，起心動念，念頭不是阿彌陀佛，統統叫迷惑顛倒；這一念頭是阿彌陀佛，這是大徹大悟，這是覺，覺而不迷。念阿彌陀佛就是始覺合本覺，始覺跟本覺是一不是二，「始本不二」，是一個，就是始覺跟本覺當中沒有界限，是一不是二；「生佛不二」，所以當你真正一心念佛的時候，心地很清淨，沒有一個妄念，就是沒有夾雜、沒有間斷，你這個時候是什麼人？你這個時候就是佛。為什麼？你跟阿彌陀佛相應，你跟法界相應。心地真正清淨，一個妄念沒有，這個叫相應，所以一念相應一念佛，念念相應念念佛，就是這個境界。如果你能夠始終保持著，那很好，你就真的成佛了。所以當你一念相應的時候，那一剎那你是佛，第二剎那又變成凡夫，你不能把這個佛永遠保持住。其他的成了佛的人他永遠保持，他不會變。我們偶爾變一下變成佛，第二念又變回凡夫了，換句話說，我們不定；佛菩薩他定了，他不會再變了，我們會再變。再變是什麼？再變就是煩惱習氣、妄想執著在這變，這個東西沒去掉。現在用什麼方法把妄想、習氣、執著把它去掉？就用念佛的方法把它念掉。所以這些道理你清楚、你明白、你沒有疑惑了，我們才真正肯定這個法門，死心塌地來修學，不需要費很長的時間，就可以達到這個效果。"
    },
    {
      "id": "02-005-0013_p0023",
      "zh_CN": "所以你才晓得，为什么人家往生的时候不生病，往生的时候晓得什么时候走，往生的时候站着走也行、是坐着走也行，为什么？道理就在此地，就是他一念相应，相应就作佛了，他根本就是佛的境界。所以这个法门，再给诸位说清楚，前面也曾经说过，它不是从修因证果。八万四千法门都是修因证果，它这个法门一上就是果，它没有因，这个法门是果因同时，是从果上修。一切如来亲证的境界，如来的果地，一下手就从如来果地上修，没有因的。因在哪里？因在果中，这个不可思议。所以他一念一下就相应，跟其余的法门完全不相同，真正能彻底明了、认识，这是智慧，这就是本经里面讲「住真实慧」。住真实慧他这个念头不会改动的，信心不会动摇的，信心清净。清净的信心就是实相，《金刚经》上讲的「信心清净则生实相」，实相就是一念相应一念佛，念念相应念念佛。「故名号功德不可思议」，所以有许许多多人轻视了这一句名号，认为念阿弥陀佛三岁小孩都会念，这有什么了不起？轻视了这句佛号，不知道这句佛号功德利益之大，世出世间任何一个法门，都没有办法跟它比。",
      "zh_TW": "所以你才曉得，為什麼人家往生的時候不生病，往生的時候曉得什麼時候走，往生的時候站著走也行、是坐著走也行，為什麼？道理就在此地，就是他一念相應，相應就作佛了，他根本就是佛的境界。所以這個法門，再給諸位說清楚，前面也曾經說過，它不是從修因證果。八萬四千法門都是修因證果，它這個法門一上就是果，它沒有因，這個法門是果因同時，是從果上修。一切如來親證的境界，如來的果地，一下手就從如來果地上修，沒有因的。因在哪裡？因在果中，這個不可思議。所以他一念一下就相應，跟其餘的法門完全不相同，真正能徹底明瞭、認識，這是智慧，這就是本經裡面講「住真實慧」。住真實慧他這個念頭不會改動的，信心不會動搖的，信心清淨。清淨的信心就是實相，《金剛經》上講的「信心清淨則生實相」，實相就是一念相應一念佛，念念相應念念佛。「故名號功德不可思議」，所以有許許多多人輕視了這一句名號，認為念阿彌陀佛三歲小孩都會念，這有什麼了不起？輕視了這句佛號，不知道這句佛號功德利益之大，世出世間任何一個法門，都沒有辦法跟它比。"
    },
    {
      "id": "02-005-0013_p0024",
      "zh_CN": "「起心念佛，是为始觉」；起个心不晓得念佛，是名始迷，就迷了，就开始迷了。你要问什么时候开始迷的？没想到念佛，就迷！你要是问问，我几时迷的？在这里你就得到消息，把阿弥陀佛忘掉就迷了，你几时忘掉就几时迷了，几时想起阿弥陀佛几时就觉悟了。净宗实在是简单容易，你看迷悟多清楚、多明白。什么叫迷、什么叫悟？就是你一念有阿弥陀佛就悟了，一念没阿弥陀佛就迷了。所以希望你要常常觉悟，不要常常迷，心里面一天到晚念念有阿弥陀佛。所以阿弥陀佛的佛像，在家里应该到处都有，为什么？提醒自己，要没有这个佛像提醒，你就会常常迷，希望常常能看到佛像。没有佛像，写阿弥陀佛的名号，贴在目标显著的地方，时时能看得见，一看到阿弥陀佛，觉悟了，就不迷了。所以我们现在印的佛像很多，印的阿弥陀佛名号贴纸也很多，希望供养大家，时时刻刻提醒你觉而不迷。现在这个东西做得很多，希望将来再更进一步做成徽章戴在身上，人家看到你「阿弥陀佛」，你看到别人也「阿弥陀佛」，这是觉而不迷。所以「起心念佛，是为始觉；所念之佛，正我本觉」，这句名号就是本觉，「正显持名功德不可思议」。所以念佛的好处，念佛功德利益之大几个人知道？在本省念佛人是很多，真正功德利益没几个人能说得出来。为什么说不出来？他不晓得，只听说念阿弥陀佛好，他也跟着念几声，究竟好在哪里不知道，这个不行；总得要清清楚楚、明明白白。",
      "zh_TW": "「起心念佛，是為始覺」；起個心不曉得念佛，是名始迷，就迷了，就開始迷了。你要問什麼時候開始迷的？沒想到念佛，就迷！你要是問問，我幾時迷的？在這裡你就得到消息，把阿彌陀佛忘掉就迷了，你幾時忘掉就幾時迷了，幾時想起阿彌陀佛幾時就覺悟了。淨宗實在是簡單容易，你看迷悟多清楚、多明白。什麼叫迷、什麼叫悟？就是你一念有阿彌陀佛就悟了，一念沒阿彌陀佛就迷了。所以希望你要常常覺悟，不要常常迷，心裡面一天到晚念念有阿彌陀佛。所以阿彌陀佛的佛像，在家裡應該到處都有，為什麼？提醒自己，要沒有這個佛像提醒，你就會常常迷，希望常常能看到佛像。沒有佛像，寫阿彌陀佛的名號，貼在目標顯著的地方，時時能看得見，一看到阿彌陀佛，覺悟了，就不迷了。所以我們現在印的佛像很多，印的阿彌陀佛名號貼紙也很多，希望供養大家，時時刻刻提醒你覺而不迷。現在這個東西做得很多，希望將來再更進一步做成徽章戴在身上，人家看到你「阿彌陀佛」，你看到別人也「阿彌陀佛」，這是覺而不迷。所以「起心念佛，是為始覺；所念之佛，正我本覺」，這句名號就是本覺，「正顯持名功德不可思議」。所以念佛的好處，念佛功德利益之大幾個人知道？在本省念佛人是很多，真正功德利益沒幾個人能說得出來。為什麼說不出來？他不曉得，只聽說念阿彌陀佛好，他也跟著念幾聲，究竟好在哪裡不知道，這個不行；總得要清清楚楚、明明白白。"
    },
    {
      "id": "02-005-0013_p0025",
      "zh_CN": "我们看末后这一段，「一句弥陀，人人能念，个个可行」，这就是说这个法门容易、简单。「名召万德，妙感难思」，这是这句名号功德就很少人知道了，感应奇妙不可思议。「从有念巧入无念」，这是真的，要怎么样？这个有念就是有妄想，我们现在念佛有妄想，念了几年之后妄想没有了，就入了无念。你说我念了几十年我还在打妄想。那是你不如法，怎么不如法？你没有发菩提心，你不是一向专念。假如你真正发菩提心，一向专念，我告诉诸位，自古以来那些念佛人的经验，三、五年成就的大概总在一半以上，三年到五年念成的至少可以占六成。你就晓得这个法门快速，确实可以念到把妄想都念掉，妄想念掉，业障就消除了。什么叫业障？妄想就是业障。业障怎么消掉？你自己知道，妄念少了，天天佛号多了，不念，佛号也现前，业障消除了，你的善根福德现前。因为常常心里佛号涌现前，就是善根福德现前。所以要晓得业障是什么，怎么个消法，这从有念巧入无念，方法的确巧妙。「即凡心顿显果德」，我们现在烦恼并没断，确实是凡夫，可是以念佛这个法门念到相应的时候，自己的智慧德能就跟阿弥陀佛相似。当然不能相等，有点差不多，有点样子了，有点相似了。顿显果德，这个果是佛果，不是菩萨果。",
      "zh_TW": "我們看末後這一段，「一句彌陀，人人能念，個個可行」，這就是說這個法門容易、簡單。「名召萬德，妙感難思」，這是這句名號功德就很少人知道了，感應奇妙不可思議。「從有念巧入無念」，這是真的，要怎麼樣？這個有念就是有妄想，我們現在念佛有妄想，念了幾年之後妄想沒有了，就入了無念。你說我念了幾十年我還在打妄想。那是你不如法，怎麼不如法？你沒有發菩提心，你不是一向專念。假如你真正發菩提心，一向專念，我告訴諸位，自古以來那些念佛人的經驗，三、五年成就的大概總在一半以上，三年到五年念成的至少可以佔六成。你就曉得這個法門快速，確實可以念到把妄想都念掉，妄想念掉，業障就消除了。什麼叫業障？妄想就是業障。業障怎麼消掉？你自己知道，妄念少了，天天佛號多了，不念，佛號也現前，業障消除了，你的善根福德現前。因為常常心裡佛號湧現前，就是善根福德現前。所以要曉得業障是什麼，怎麼個消法，這從有念巧入無念，方法的確巧妙。「即凡心頓顯果德」，我們現在煩惱並沒斷，確實是凡夫，可是以念佛這個法門念到相應的時候，自己的智慧德能就跟阿彌陀佛相似。當然不能相等，有點差不多，有點樣子了，有點相似了。頓顯果德，這個果是佛果，不是菩薩果。"
    },
    {
      "id": "02-005-0013_p0026",
      "zh_CN": "「如《疏钞》云：齐诸圣于片言，越三祇于一念」。齐是平等，跟他等齐，诸圣是等觉菩萨，像观音、势至、文殊、普贤这些诸圣，跟他们等齐。用什么？一句佛号阿弥陀佛，片言就能跟他们平等。越三祇，通常讲修行要经历三大阿僧祇劫，我们这只要一念，只要一句阿弥陀佛，就超过了三大阿僧祇劫。「极圆极顿」，说圆满，说老实话，世出世间法这是究竟圆满，就是《华严》、《法华》都有欠缺，没有这个法门这么圆满，所以这个法门是极圆。《华严》圆、《法华》圆，没到极点，这是极圆；《华严》顿、《法华》顿、禅宗顿，没有到这个，这个是极顿。这是真的，这个话就是一点都不过分。而且为什么讲到极处？这底下「至简至易」，所以它到极处了。《华严》、《法华》是圆、是顿，不容易、不简单，它没到极处；这个就到了极处，为什么？它简单容易，人人能修。《华严》、《法华》、禅宗还讲条件的，不够那个条件不能修；这是任何一个人都可以修，所以它是圆顿到极处，简单容易也到极处。",
      "zh_TW": "「如《疏鈔》云：齊諸聖於片言，越三祇於一念」。齊是平等，跟他等齊，諸聖是等覺菩薩，像觀音、勢至、文殊、普賢這些諸聖，跟他們等齊。用什麼？一句佛號阿彌陀佛，片言就能跟他們平等。越三祇，通常講修行要經歷三大阿僧祇劫，我們這只要一念，只要一句阿彌陀佛，就超過了三大阿僧祇劫。「極圓極頓」，說圓滿，說老實話，世出世間法這是究竟圓滿，就是《華嚴》、《法華》都有欠缺，沒有這個法門這麼圓滿，所以這個法門是極圓。《華嚴》圓、《法華》圓，沒到極點，這是極圓；《華嚴》頓、《法華》頓、禪宗頓，沒有到這個，這個是極頓。這是真的，這個話就是一點都不過分。而且為什麼講到極處？這底下「至簡至易」，所以它到極處了。《華嚴》、《法華》是圓、是頓，不容易、不簡單，它沒到極處；這個就到了極處，為什麼？它簡單容易，人人能修。《華嚴》、《法華》、禪宗還講條件的，不夠那個條件不能修；這是任何一個人都可以修，所以它是圓頓到極處，簡單容易也到極處。"
    },
    {
      "id": "02-005-0013_p0027",
      "zh_CN": "「故知发菩提心，一向专念，不但为本经之纲宗，实亦为一大藏教之指归也」。这是真的，整个一大藏教，整个《大藏经》，排在那里《大藏经》，《大藏经》要归在哪里？归到本经，本经归到阿弥陀佛。所以阿弥陀佛是法界体，是法界名号，一切经、一切法门都在这个里面，没有超过的。我们今天是把总体抓到，这是真正值得庆幸。",
      "zh_TW": "「故知發菩提心，一向專念，不但為本經之綱宗，實亦為一大藏教之指歸也」。這是真的，整個一大藏教，整個《大藏經》，排在那裡《大藏經》，《大藏經》要歸在哪裡？歸到本經，本經歸到阿彌陀佛。所以阿彌陀佛是法界體，是法界名號，一切經、一切法門都在這個裡面，沒有超過的。我們今天是把總體抓到，這是真正值得慶幸。"
    },
    {
      "id": "02-005-0013_p0028",
      "zh_CN": "讲到此地，我们把「明宗」这一段介绍完了，下面是「明趣」，宗趣，分为两段来介绍。今天就讲到此地。",
      "zh_TW": "講到此地，我們把「明宗」這一段介紹完了，下面是「明趣」，宗趣，分為兩段來介紹。今天就講到此地。"
    }
  ]
}