{
  "doc_id": "02-005-0065",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十五集",
    "zh_TW": "第六十五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0065",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-005-0065_p0001",
      "zh_CN": "请掀开经本第四十三面，倒数第三行，看最后这一句：",
      "zh_TW": "請掀開經本第四十三面，倒數第三行，看最後這一句："
    },
    {
      "id": "02-005-0065_p0002",
      "zh_CN": "【或闻无性无作无我声。大慈大悲喜舍声。甘露灌顶受位声。】",
      "zh_TW": "【或聞無性無作無我聲。大慈大悲喜捨聲。甘露灌頂受位聲。】"
    },
    {
      "id": "02-005-0065_p0003",
      "zh_CN": "我们看末后这个三句，这些都是说的水说法的功德。『无性』，性是说的本体，说的理体，一切诸法都没有自性，所以叫无性。在唯识经论里面，通常就俗谛说，说「三自性」，俗谛是就我们凡夫常识而论的。第一种就是「依他起性」，说一切万物都是依种种因缘而生起的，这个说法我们很容易理解，也听得懂，也承认，一切法就是因缘生法，因缘无量，所以叫依他起。第二种叫「遍计所执性」，遍计执性是属于抽象的概念，譬如我们讲过去、未来，这是一种概念，我们讲十方东南西北，也是概念，找不到实际上的依据，所以这是属于一种抽象概念。这一类事情很多，确实是有，但是它不是依他起，它是遍计所执。依他起已经是假的了，已经不是真的，那遍计执就更是虚妄的。第三种叫「圆成实」，这个就是佛给我们讲「真如本性」，这个圆满，是实在的、是真实的，这不是假的。既然圆成实，为什么还讲无性？这个东西确实是有，但是无名无相，你决定不能执着，一执着就错了。",
      "zh_TW": "我們看末後這個三句，這些都是說的水說法的功德。『無性』，性是說的本體，說的理體，一切諸法都沒有自性，所以叫無性。在唯識經論裡面，通常就俗諦說，說「三自性」，俗諦是就我們凡夫常識而論的。第一種就是「依他起性」，說一切萬物都是依種種因緣而生起的，這個說法我們很容易理解，也聽得懂，也承認，一切法就是因緣生法，因緣無量，所以叫依他起。第二種叫「遍計所執性」，遍計執性是屬於抽象的概念，譬如我們講過去、未來，這是一種概念，我們講十方東南西北，也是概念，找不到實際上的依據，所以這是屬於一種抽象概念。這一類事情很多，確實是有，但是它不是依他起，它是遍計所執。依他起已經是假的了，已經不是真的，那遍計執就更是虛妄的。第三種叫「圓成實」，這個就是佛給我們講「真如本性」，這個圓滿，是實在的、是真實的，這不是假的。既然圓成實，為什麼還講無性？這個東西確實是有，但是無名無相，你決定不能執著，一執著就錯了。"
    },
    {
      "id": "02-005-0065_p0004",
      "zh_CN": "所以佛又给我们讲「三无性」，先说「相无性」，这个是概括说一切众生从妄想因缘而生的，也就是三性当中的遍计所执性，佛用相无性把遍计所执性就否定掉了。又给我们讲「生无性」，生无性否定了依他起性，这个他就是种种因缘。最后又讲「胜义无自性」，胜义是对圆成实说的，佛这样说法才叫真正圆满。什么叫圆满？令一切众生体会这个事实真相，没有一丝毫的执着，这个就对了。只要有一点点执着，这个执着就是病，这是诸位要晓得的。所以自古以来，一般修行人在一生当中真正开悟证果的非常稀少，原因在哪里？不能破执着。这个教理不是不懂，懂，但是他执着，他放不下。通论佛法，自始至终也不过就是破执而已，破我执证阿罗汉果，小乘是阿罗汉，大乘圆教七信位的菩萨；破法执就成佛了，法执破一品就是圆教初住菩萨，初住就成佛，这个诸位要晓得。我们在许多大经里面所看到的，像《普门品》这一类的，「应以佛身而得度者，即现佛身而为说法」，他现佛身就是成佛。",
      "zh_TW": "所以佛又給我們講「三無性」，先說「相無性」，這個是概括說一切眾生從妄想因緣而生的，也就是三性當中的遍計所執性，佛用相無性把遍計所執性就否定掉了。又給我們講「生無性」，生無性否定了依他起性，這個他就是種種因緣。最後又講「勝義無自性」，勝義是對圓成實說的，佛這樣說法才叫真正圓滿。什麼叫圓滿？令一切眾生體會這個事實真相，沒有一絲毫的執著，這個就對了。只要有一點點執著，這個執著就是病，這是諸位要曉得的。所以自古以來，一般修行人在一生當中真正開悟證果的非常稀少，原因在哪裡？不能破執著。這個教理不是不懂，懂，但是他執著，他放不下。通論佛法，自始至終也不過就是破執而已，破我執證阿羅漢果，小乘是阿羅漢，大乘圓教七信位的菩薩；破法執就成佛了，法執破一品就是圓教初住菩薩，初住就成佛，這個諸位要曉得。我們在許多大經裡面所看到的，像《普門品》這一類的，「應以佛身而得度者，即現佛身而為說法」，他現佛身就是成佛。"
    },
    {
      "id": "02-005-0065_p0005",
      "zh_CN": "什么人有资格现佛身，现三十二相八十种好呢？圆教初住以上都有这个能力。所以圆初住以上，天台家称为分证即佛，他是真佛不是假佛，但是他并没有到究竟圆满，他可以示现八相成道。像释迦牟尼佛三千年前在我们世间所示现的，就是八相成道的佛，照经上这个教义来讲，圆初住就有能力示现。这个叫破法执就成佛，不要破尽，破一品就能成佛，那就大彻大悟。我们凡夫可以说执着是非常非常的坚固，很不容易打破，这个在一般学佛的人，就是诸佛菩萨也感叹圆机难遇。天台家讲这个藏通别圆，藏教的人多，通教的人也多，别教还有，圆教人太少了。什么叫圆教？不执着，什么事情大而化之，没有放在心里，这种人学圆教快速、容易。样样都是计较、分别、执着，他在藏通别教里面成就快速，圆教很难，换句话说，他开头进步快，那个路是愈走愈难。圆教这个机跟他那个恰相反，开头走得好难，愈走愈容易，愈走愈快速，所以各人根性不相同。佛讲三自性是对别教以下说的，讲三无性这就入圆教了。",
      "zh_TW": "什麼人有資格現佛身，現三十二相八十種好呢？圓教初住以上都有這個能力。所以圓初住以上，天台家稱為分證即佛，他是真佛不是假佛，但是他並沒有到究竟圓滿，他可以示現八相成道。像釋迦牟尼佛三千年前在我們世間所示現的，就是八相成道的佛，照經上這個教義來講，圓初住就有能力示現。這個叫破法執就成佛，不要破盡，破一品就能成佛，那就大徹大悟。我們凡夫可以說執著是非常非常的堅固，很不容易打破，這個在一般學佛的人，就是諸佛菩薩也感嘆圓機難遇。天台家講這個藏通別圓，藏教的人多，通教的人也多，別教還有，圓教人太少了。什麼叫圓教？不執著，什麼事情大而化之，沒有放在心裡，這種人學圓教快速、容易。樣樣都是計較、分別、執著，他在藏通別教裡面成就快速，圓教很難，換句話說，他開頭進步快，那個路是愈走愈難。圓教這個機跟他那個恰相反，開頭走得好難，愈走愈容易，愈走愈快速，所以各人根性不相同。佛講三自性是對別教以下說的，講三無性這就入圓教了。"
    },
    {
      "id": "02-005-0065_p0006",
      "zh_CN": "『无作』，跟无为的意思相同。像清凉大师在《华严经疏钞》里面讲，「以有所作为，故名有为」。有为是无常，换句话说，什么是有为？有心造作。起心动念有心造作的都是有为法，粗显的我们很容易懂，微细的我们就不懂。哪些是微细的？像唯识里面讲的八识，八识五十一心所，我们实在想不出它是有为造作的，想不出来，也体会不到。可是佛是明明把这些法统统摆在有为法里头，你看《百法明门论》，心法、心所法、不相应行法、色法，这统统叫有为法，到最后六个才叫无为法。如果我们再用一个界限来界定它，比较容易体会，凡是有生灭的、有变化的都是有为法，无生灭、无变化的那就是无为法。「无作」的意思同无为，无为就是无所作为，由此可知，无为是常，有为是无常，它有生灭就是无常。所以在《百法》里面，定是无为法，定是什么？心里头清净，所以清净心是无为法。心里面有想，那都是有为法，不管你想什么，想诸佛菩萨也是有为法。我告诉诸位，唯独想阿弥陀佛不是有为法，为什么？想阿弥陀佛生到西方极乐世界证无量寿，不生不灭，所以只有这一句阿弥陀佛与无为法相应。你想其他的佛菩萨名字，说老实话，如果不能证到圆初住以上，统统是有为法。证到圆初住以上还不是真正的无为法，为什么？他还有退转，要到八地菩萨不动地，才真正是圆证三不退，那个时候可以说是无为法，七地以前都有退转。不像西方极乐世界，下下品往生就圆证三不退，这是我们也要把它搞清楚的。所以念佛、念菩萨，从理上说，可以说是无为法；事上讲，你不达到一定的标准，不是无为法。佛在此地教给我们，无为法是常，真常，我们要学；有为法是无常，是生灭，我们要把它舍弃。生灭是假的，常是真的，不生不灭是真的。所以聪明人取不生不灭，舍弃生灭，这就对了。",
      "zh_TW": "『無作』，跟無為的意思相同。像清涼大師在《華嚴經疏鈔》裡面講，「以有所作為，故名有為」。有為是無常，換句話說，什麼是有為？有心造作。起心動念有心造作的都是有為法，粗顯的我們很容易懂，微細的我們就不懂。哪些是微細的？像唯識裡面講的八識，八識五十一心所，我們實在想不出它是有為造作的，想不出來，也體會不到。可是佛是明明把這些法統統擺在有為法裡頭，你看《百法明門論》，心法、心所法、不相應行法、色法，這統統叫有為法，到最後六個才叫無為法。如果我們再用一個界限來界定它，比較容易體會，凡是有生滅的、有變化的都是有為法，無生滅、無變化的那就是無為法。「無作」的意思同無為，無為就是無所作為，由此可知，無為是常，有為是無常，它有生滅就是無常。所以在《百法》裡面，定是無為法，定是什麼？心裡頭清淨，所以清淨心是無為法。心裡面有想，那都是有為法，不管你想什麼，想諸佛菩薩也是有為法。我告訴諸位，唯獨想阿彌陀佛不是有為法，為什麼？想阿彌陀佛生到西方極樂世界證無量壽，不生不滅，所以只有這一句阿彌陀佛與無為法相應。你想其他的佛菩薩名字，說老實話，如果不能證到圓初住以上，統統是有為法。證到圓初住以上還不是真正的無為法，為什麼？他還有退轉，要到八地菩薩不動地，才真正是圓證三不退，那個時候可以說是無為法，七地以前都有退轉。不像西方極樂世界，下下品往生就圓證三不退，這是我們也要把它搞清楚的。所以念佛、念菩薩，從理上說，可以說是無為法；事上講，你不達到一定的標準，不是無為法。佛在此地教給我們，無為法是常，真常，我們要學；有為法是無常，是生滅，我們要把它捨棄。生滅是假的，常是真的，不生不滅是真的。所以聰明人取不生不滅，捨棄生滅，這就對了。"
    },
    {
      "id": "02-005-0065_p0007",
      "zh_CN": "无性、无作、无为，都是真理的别名，所以古德说「极乐无为涅槃」，这句话很简单，六个字可以说已把极乐世界的概况说尽了。涅槃是梵语，翻作不生不灭，超过一切有为之相，远离一切有为造作。极乐世界唯一清净，真实智慧、无为法身，所以称为极乐无为涅槃。我们现前读了这些经句，最好现在就能用上，怎么个用法？我们现在的身体还活在这个世间，既然活在这个世间，就不能脱离这个社会，社会是有为法。学佛的人要遵守有为的规律，也就是常说的，「佛法在世间，不离世间法；佛法在世间，不坏世间法」。不能违背世间法，不能破坏世间法，一切随顺世间法，这就是有为；心地清净，一尘不染，二六时中就抓住这一句佛号，这是无为法。这是佛教给我们修学的原理原则，有为即是无为，无为就是有为，有为跟无为是一不是二。这是圆教的教义，这个修学活活泼泼，真的是自在、解脱、快乐。所以你要问它修的是什么？清净心。清净心是无为法，接触大众是大慈悲，大慈悲是有为法，大慈悲是从清净心生的，所以有为就是无为；清净心是大慈悲养的，相辅相成，是一不是二。念佛法门确确实实是这个境界，所以古德赞叹这个法门，大乘当中的大乘、一乘当中的一乘，有道理，这个话不是随便说的。",
      "zh_TW": "無性、無作、無為，都是真理的別名，所以古德說「極樂無為涅槃」，這句話很簡單，六個字可以說已把極樂世界的概況說盡了。涅槃是梵語，翻作不生不滅，超過一切有為之相，遠離一切有為造作。極樂世界唯一清淨，真實智慧、無為法身，所以稱為極樂無為涅槃。我們現前讀了這些經句，最好現在就能用上，怎麼個用法？我們現在的身體還活在這個世間，既然活在這個世間，就不能脫離這個社會，社會是有為法。學佛的人要遵守有為的規律，也就是常說的，「佛法在世間，不離世間法；佛法在世間，不壞世間法」。不能違背世間法，不能破壞世間法，一切隨順世間法，這就是有為；心地清淨，一塵不染，二六時中就抓住這一句佛號，這是無為法。這是佛教給我們修學的原理原則，有為即是無為，無為就是有為，有為跟無為是一不是二。這是圓教的教義，這個修學活活潑潑，真的是自在、解脫、快樂。所以你要問它修的是什麼？清淨心。清淨心是無為法，接觸大眾是大慈悲，大慈悲是有為法，大慈悲是從清淨心生的，所以有為就是無為；清淨心是大慈悲養的，相輔相成，是一不是二。念佛法門確確實實是這個境界，所以古德讚歎這個法門，大乘當中的大乘、一乘當中的一乘，有道理，這個話不是隨便說的。"
    },
    {
      "id": "02-005-0065_p0008",
      "zh_CN": "『无我』，「我」是主宰的意思，佛经里面我的定义说了八个，最重要就是主宰，就是我自己能做得了主，这个才叫我。所以佛告诉我们，凡夫无我，为什么？你自己做不了主宰；我有自在的意思，你也没有办法自在，你也做不了主宰。一般人把这个身体执着是我，这叫人我执；把一切法执着它是实在存在的，这叫法我执。诸位一定要晓得，身体里面没有主宰，万法里头也没有主宰。说一切动物，《心经》就讲得很好，「观自在菩萨」，人家用的是智慧；我们用情识，用情识就见不到事实真相。人家舍离情识，完全用智慧，「照见五蕴皆空」。五蕴是什么？我们有情众生色受想行识。色是指这个身体，物质，物质是色身，受想行识是指心理，识是心之本体，受想行是心的起用。受是什么？感受，我们今天讲受苦、受乐那种感受，所以这是属于心理作用。心法、色法都是空的，都没有自性，都没有自体，哪来的我，我在哪里？所以用智慧来观察，实实在在没有我。没有我，而执着有一个我，这个就错误，所有一切业障统统在这里生。我要是没有了，再问谁造业、谁受报？造业的人没有了，受报的也没有了，我没有了！有我就有造业的，就有受报的。",
      "zh_TW": "『無我』，「我」是主宰的意思，佛經裡面我的定義說了八個，最重要就是主宰，就是我自己能做得了主，這個才叫我。所以佛告訴我們，凡夫無我，為什麼？你自己做不了主宰；我有自在的意思，你也沒有辦法自在，你也做不了主宰。一般人把這個身體執著是我，這叫人我執；把一切法執著它是實在存在的，這叫法我執。諸位一定要曉得，身體裡面沒有主宰，萬法裡頭也沒有主宰。說一切動物，《心經》就講得很好，「觀自在菩薩」，人家用的是智慧；我們用情識，用情識就見不到事實真相。人家捨離情識，完全用智慧，「照見五蘊皆空」。五蘊是什麼？我們有情眾生色受想行識。色是指這個身體，物質，物質是色身，受想行識是指心理，識是心之本體，受想行是心的起用。受是什麼？感受，我們今天講受苦、受樂那種感受，所以這是屬於心理作用。心法、色法都是空的，都沒有自性，都沒有自體，哪來的我，我在哪裡？所以用智慧來觀察，實實在在沒有我。沒有我，而執著有一個我，這個就錯誤，所有一切業障統統在這裡生。我要是沒有了，再問誰造業、誰受報？造業的人沒有了，受報的也沒有了，我沒有了！有我就有造業的，就有受報的。"
    },
    {
      "id": "02-005-0065_p0009",
      "zh_CN": "几个人能把「我」看破？这个要智慧。诸位一定要晓得，有智慧的人一定有定，有定的人一定有戒。这好比盖三层楼一样，有第三层它一定有第二层，有第二层一定有第一层，它当然有的；有第一层未必有第二层，有第二层的未必有第三层。有戒的人不见得有定，有定的人不见得有慧，我们这个世间四禅八定没有慧，阿罗汉得九次第定也没有慧。但是我们可以说，有定的人一定有戒，叫定共戒；有慧的人有戒，那叫道共戒，那更高了，那个戒更清净、更圆满，心清净、身清净。所以《金刚经》上有句话说得很好，「通达无我法者」，无我相、无法相，无我法就是我执没有了、法执没有了。「如来说名真是菩萨」，那是真菩萨，不是假菩萨，那是什么？圆教初住以上的菩萨，不是权教菩萨，权教菩萨我法两种执着没有破。像现在有很多同修去受了菩萨戒，都是当了菩萨，那是名字菩萨，为什么？我法两种执着都没破，那个菩萨在天台家讲叫「名字菩萨」，挂了个名，有名无实；如果真正发菩提心、修六度行，那叫「观行菩萨」，比名字高了，为什么？他真在修，修的功夫还不够；哪一天修到我执破了，法执还在，法执没破，我执破了，叫「相似菩萨」；再进一步，法执也破了，那就真菩萨，《金刚经》上讲的，这是真的菩萨，这不是假的，叫「分证菩萨」；到等觉，是「圆满菩萨」，那个菩萨位达到究竟圆满。这个是讲的无我。",
      "zh_TW": "幾個人能把「我」看破？這個要智慧。諸位一定要曉得，有智慧的人一定有定，有定的人一定有戒。這好比蓋三層樓一樣，有第三層它一定有第二層，有第二層一定有第一層，它當然有的；有第一層未必有第二層，有第二層的未必有第三層。有戒的人不見得有定，有定的人不見得有慧，我們這個世間四禪八定沒有慧，阿羅漢得九次第定也沒有慧。但是我們可以說，有定的人一定有戒，叫定共戒；有慧的人有戒，那叫道共戒，那更高了，那個戒更清淨、更圓滿，心清淨、身清淨。所以《金剛經》上有句話說得很好，「通達無我法者」，無我相、無法相，無我法就是我執沒有了、法執沒有了。「如來說名真是菩薩」，那是真菩薩，不是假菩薩，那是什麼？圓教初住以上的菩薩，不是權教菩薩，權教菩薩我法兩種執著沒有破。像現在有很多同修去受了菩薩戒，都是當了菩薩，那是名字菩薩，為什麼？我法兩種執著都沒破，那個菩薩在天台家講叫「名字菩薩」，掛了個名，有名無實；如果真正發菩提心、修六度行，那叫「觀行菩薩」，比名字高了，為什麼？他真在修，修的功夫還不夠；哪一天修到我執破了，法執還在，法執沒破，我執破了，叫「相似菩薩」；再進一步，法執也破了，那就真菩薩，《金剛經》上講的，這是真的菩薩，這不是假的，叫「分證菩薩」；到等覺，是「圓滿菩薩」，那個菩薩位達到究竟圓滿。這個是講的無我。"
    },
    {
      "id": "02-005-0065_p0010",
      "zh_CN": "底下接着一句，『大慈大悲喜舍声』，这个慈悲喜舍，经上常说这叫四无量心。慈无量，是能够帮助一切众生，令众生得到快乐，这是慈无量。悲无量，是看到众生有苦，帮助他离开苦难。所以救苦叫悲，与乐是慈，这两个不一样的。拔苦容易理解，众生都有苦难，像现在大陆这个水灾，那是非常显著的大灾难，这个灾难大家都知道。这个大灾难之后，一定有瘟疫，一定有饥饿，我们今天出钱出力来帮助他，来挽救这个灾难，这是悲心。慈心是什么？慈心是给他乐。这个乐怎么给法？不是我们这里派些歌舞团到那里表演表演，他就乐了，不是的。他要真正把宇宙人生（就是自己跟生活环境）的真相都搞清楚、搞明白了，就快乐了。由此可知，乐从哪里来的？从佛法当中来，不学佛哪有乐？所以这佛法标榜的是离苦得乐。学佛干什么？学佛就为的是离苦得乐。佛法里头有真乐，世间法里面，正法里面有真乐，我们中国传统的学术，儒家、道家的学术，有真乐。中国俗话常说，「书中自有黄金屋，书中自有颜如玉」，这世间人乐的，那个书中之乐超过这个，所以这里头有真乐。不读书的人享受不到，不学佛的人享受不到。",
      "zh_TW": "底下接著一句，『大慈大悲喜捨聲』，這個慈悲喜捨，經上常說這叫四無量心。慈無量，是能夠幫助一切眾生，令眾生得到快樂，這是慈無量。悲無量，是看到眾生有苦，幫助他離開苦難。所以救苦叫悲，與樂是慈，這兩個不一樣的。拔苦容易理解，眾生都有苦難，像現在大陸這個水災，那是非常顯著的大災難，這個災難大家都知道。這個大災難之後，一定有瘟疫，一定有飢餓，我們今天出錢出力來幫助他，來挽救這個災難，這是悲心。慈心是什麼？慈心是給他樂。這個樂怎麼給法？不是我們這裡派些歌舞團到那裡表演表演，他就樂了，不是的。他要真正把宇宙人生（就是自己跟生活環境）的真相都搞清楚、搞明白了，就快樂了。由此可知，樂從哪裡來的？從佛法當中來，不學佛哪有樂？所以這佛法標榜的是離苦得樂。學佛幹什麼？學佛就為的是離苦得樂。佛法裡頭有真樂，世間法裡面，正法裡面有真樂，我們中國傳統的學術，儒家、道家的學術，有真樂。中國俗話常說，「書中自有黃金屋，書中自有顏如玉」，這世間人樂的，那個書中之樂超過這個，所以這裡頭有真樂。不讀書的人享受不到，不學佛的人享受不到。"
    },
    {
      "id": "02-005-0065_p0011",
      "zh_CN": "今天佛法在这个社会很不容易流通，为什么原因？学佛的人都不乐。外面人看到：学佛，学佛都不乐，我学它干什么？假如说你们学佛的人个个都快乐，没有一个不学佛。为什么？人家看到你：我这个日子过得这么苦，你为什么那么快乐？都来学了。那么我们为什么学佛学得这么苦兮兮的、学得不乐呢？没有把理论搞清楚，没有把方法搞清楚。换句话说，这没搞清楚，这也就不说了，很多把这个理论方法给扭曲了、错解了，所以自己学得不快乐，你劝别人，别人摇头不相信。要真正把理论方法都搞明白，经不能不读，经不能不理解。佛法的教学建立在信解行证的基础上，首先教你相信，信了之后教你真正理解，解了以后这才能做到。没有解你怎么能做到？没有解去做，看人家怎么做，我也照样去做，这个不行，这就是盲修瞎练，得不到真正的利益。所以佛法一定要求理解，解的是什么？解的是宇宙人生的真相，整个佛法也就是说这个东西。宇宙是我们生活环境，人生就是自己，换句话就是说，认识自己、认识自己生活的环境，这个就是佛法。所以他的慈悲心才真正能够生得出来。",
      "zh_TW": "今天佛法在這個社會很不容易流通，為什麼原因？學佛的人都不樂。外面人看到：學佛，學佛都不樂，我學它幹什麼？假如說你們學佛的人個個都快樂，沒有一個不學佛。為什麼？人家看到你：我這個日子過得這麼苦，你為什麼那麼快樂？都來學了。那麼我們為什麼學佛學得這麼苦兮兮的、學得不樂呢？沒有把理論搞清楚，沒有把方法搞清楚。換句話說，這沒搞清楚，這也就不說了，很多把這個理論方法給扭曲了、錯解了，所以自己學得不快樂，你勸別人，別人搖頭不相信。要真正把理論方法都搞明白，經不能不讀，經不能不理解。佛法的教學建立在信解行證的基礎上，首先教你相信，信了之後教你真正理解，解了以後這才能做到。沒有解你怎麼能做到？沒有解去做，看人家怎麼做，我也照樣去做，這個不行，這就是盲修瞎練，得不到真正的利益。所以佛法一定要求理解，解的是什麼？解的是宇宙人生的真相，整個佛法也就是說這個東西。宇宙是我們生活環境，人生就是自己，換句話就是說，認識自己、認識自己生活的環境，這個就是佛法。所以他的慈悲心才真正能夠生得出來。"
    },
    {
      "id": "02-005-0065_p0012",
      "zh_CN": "第三个是喜无量心，看到众生离苦得乐，欢喜心油然而生，不会嫉妒、瞋恨。看到别人快乐，自己就快乐，喜的是别人离苦得乐，这个心量就大、就真实。凡夫心看到别人离苦得乐，往往生嫉妒、瞋恨、不平，这就错了。",
      "zh_TW": "第三個是喜無量心，看到眾生離苦得樂，歡喜心油然而生，不會嫉妒、瞋恨。看到別人快樂，自己就快樂，喜的是別人離苦得樂，這個心量就大、就真實。凡夫心看到別人離苦得樂，往往生嫉妒、瞋恨、不平，這就錯了。"
    },
    {
      "id": "02-005-0065_p0013",
      "zh_CN": "舍是舍上面这三种心，就是慈心、悲心、喜心，你不能把这三种心常常存在心里，存在心里就坏了，心里是什么？心清净的，本来无一物，何处惹尘埃；换句话就是不执着。末后这个舍，是扫这一切相，慈悲喜有没有？有，有而不执着，自己才真正得到清净。所以像怨亲平等，不着怨亲平等之相；怨亲平等，舍离怨亲平等之见。你看《金刚经》前半部教你不要着相，后半部教你不要着见，前半部那个中心，佛讲「若菩萨有我相、人相、众生相、寿者相，即非菩萨」；后半部讲的境界更高，「若菩萨有我见、人见、众生见、寿者见，即非菩萨」。见是什么？念头。你有这个念头就不行，不能有这个念头。所以说慈悲喜有没有？有，有不能有这个念头；有这个事，事上有，心上清净。所以末后舍就是清净心，换句话说，慈悲喜是从清净心里面生的，相上有，心里头没有，这是真的。心里没有，那就是你这个慈悲喜是从理上生的，不是从情里面生的。情是染污的，理是清净的，从清净心生的、从平等心生的，这个不一样，这是我们应当要学的。",
      "zh_TW": "捨是捨上面這三種心，就是慈心、悲心、喜心，你不能把這三種心常常存在心裡，存在心裡就壞了，心裡是什麼？心清淨的，本來無一物，何處惹塵埃；換句話就是不執著。末後這個捨，是掃這一切相，慈悲喜有沒有？有，有而不執著，自己才真正得到清淨。所以像怨親平等，不著怨親平等之相；怨親平等，捨離怨親平等之見。你看《金剛經》前半部教你不要著相，後半部教你不要著見，前半部那個中心，佛講「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」；後半部講的境界更高，「若菩薩有我見、人見、眾生見、壽者見，即非菩薩」。見是什麼？念頭。你有這個念頭就不行，不能有這個念頭。所以說慈悲喜有沒有？有，有不能有這個念頭；有這個事，事上有，心上清淨。所以末後捨就是清淨心，換句話說，慈悲喜是從清淨心裡面生的，相上有，心裡頭沒有，這是真的。心裡沒有，那就是你這個慈悲喜是從理上生的，不是從情裡面生的。情是染污的，理是清淨的，從清淨心生的、從平等心生的，這個不一樣，這是我們應當要學的。"
    },
    {
      "id": "02-005-0065_p0014",
      "zh_CN": "这四种心，普遍缘一切众生，引发无量的福报，得无量之果，所以称为四无量心。这个四无量心，凡圣都共，我们通常讲天道，天道要修十善。如果只修十善，只能够生到欲界天，十善完全是福，福不能出三界，没有办法帮助我们了生死，而且生天最高就生到忉利天；忉利天再往上面去那就夜摩天，从夜摩天往上去，要靠定，要靠四无量心。有禅定可以生天，没有四无量心，生天没有福报，天人也有有福的，也有没有福的。你看佛在经上讲，那个没有福的天人常常到人间来要饭吃，这经上都有的。他为什么会生天？他修十善、修禅定；为什么没有福报？没有修四无量心，生天也没有福报，没有人间那个大富大贵福报大，没有，比不上。寿命虽然长，虽然没有这些病苦，但是没福。由此可知，四无量心很重要，应当要修学。",
      "zh_TW": "這四種心，普遍緣一切眾生，引發無量的福報，得無量之果，所以稱為四無量心。這個四無量心，凡聖都共，我們通常講天道，天道要修十善。如果只修十善，只能夠生到欲界天，十善完全是福，福不能出三界，沒有辦法幫助我們了生死，而且生天最高就生到忉利天；忉利天再往上面去那就夜摩天，從夜摩天往上去，要靠定，要靠四無量心。有禪定可以生天，沒有四無量心，生天沒有福報，天人也有有福的，也有沒有福的。你看佛在經上講，那個沒有福的天人常常到人間來要飯吃，這經上都有的。他為什麼會生天？他修十善、修禪定；為什麼沒有福報？沒有修四無量心，生天也沒有福報，沒有人間那個大富大貴福報大，沒有，比不上。壽命雖然長，雖然沒有這些病苦，但是沒福。由此可知，四無量心很重要，應當要修學。"
    },
    {
      "id": "02-005-0065_p0015",
      "zh_CN": "『甘露灌顶受位声』，甘露是比喻，甘露是什么？我们这个世间人很少见到，虽然经上有记载，那都很偶然的。古时候也不普遍，那真是有特殊的缘分才会见到，普通一般人见不到。经典上所记载的，天人所吃的一种饮料，现在讲就是饮料，我们现在讲杏仁霜、杏仁露这些东西，他们天人饮料里面最好的，甘露，味道，甜是甘，甘是甜味，一定是很甜的东西，甜味。它的好处，像佛在经上讲，它是诸天不死之药，吃了甘露，命长身安、体力充沛、光色殊好。我们晓得，这个甘露是天人饮食里面不但是美味，是最高尚的营养品，人间没有。这个是比喻，就是俗话讲长生不老，要在佛菩萨里面，就是比喻的不生不灭，比喻这个意思。",
      "zh_TW": "『甘露灌頂受位聲』，甘露是比喻，甘露是什麼？我們這個世間人很少見到，雖然經上有記載，那都很偶然的。古時候也不普遍，那真是有特殊的緣分才會見到，普通一般人見不到。經典上所記載的，天人所吃的一種飲料，現在講就是飲料，我們現在講杏仁霜、杏仁露這些東西，他們天人飲料裡面最好的，甘露，味道，甜是甘，甘是甜味，一定是很甜的東西，甜味。它的好處，像佛在經上講，它是諸天不死之藥，吃了甘露，命長身安、體力充沛、光色殊好。我們曉得，這個甘露是天人飲食裡面不但是美味，是最高尚的營養品，人間沒有。這個是比喻，就是俗話講長生不老，要在佛菩薩裡面，就是比喻的不生不滅，比喻這個意思。"
    },
    {
      "id": "02-005-0065_p0016",
      "zh_CN": "「灌顶受位」，显教里面讲，等觉菩萨成佛的时节因缘到了，就像古时候王太子继承王位的时候，继承王位要举行大典，就好像现在总统就职典礼一样，就职大典。菩萨成佛，一切十方诸佛都以智慧之水来灌菩萨顶，这叫灌顶，灌顶受位就是接受佛位。佛是教主，主持一方的教化，佛他这一方就是一个大千世界。在我们世间，像寺院，寺院我们请新的住持，新住持就位，他接受这个职位，就是要化导这一方的众生，要负起教化的责任。寺院庵堂就是佛教的学校，住持方丈就是校长，他要负起这个职责。所以在送位典礼当中也是有这个意思，叫灌顶受位。密宗里面是用水灌顶，称之为甘露灌顶，显宗里头不常有，密宗里头是常用。灌顶这个意思，前面曾经跟诸位讲过，现在在中国、在外国，密宗很兴盛，所以灌顶的风气很流行。灌顶是表法，一定要懂这个意思，否则的话，只有这个形式，不知道它的内容，这个顶灌了一点意义都没有。上师在你头顶上滴几滴水，你就开智慧了？滴完之后，我问他，智慧有没有开？还是糊里糊涂的，没有开。如果那几滴水滴了就能开智慧，你回家洗澡的时候那个淋浴，那大灌顶！他那个瓶里装的水就是自来水，没有两样。所以一定要懂得它表法的意义，灌是大悲加持的意思，顶是至高无上，也就是佛以大慈悲心将无上的顶法传授给你，这叫灌顶。",
      "zh_TW": "「灌頂受位」，顯教裡面講，等覺菩薩成佛的時節因緣到了，就像古時候王太子繼承王位的時候，繼承王位要舉行大典，就好像現在總統就職典禮一樣，就職大典。菩薩成佛，一切十方諸佛都以智慧之水來灌菩薩頂，這叫灌頂，灌頂受位就是接受佛位。佛是教主，主持一方的教化，佛他這一方就是一個大千世界。在我們世間，像寺院，寺院我們請新的住持，新住持就位，他接受這個職位，就是要化導這一方的眾生，要負起教化的責任。寺院庵堂就是佛教的學校，住持方丈就是校長，他要負起這個職責。所以在送位典禮當中也是有這個意思，叫灌頂受位。密宗裡面是用水灌頂，稱之為甘露灌頂，顯宗裡頭不常有，密宗裡頭是常用。灌頂這個意思，前面曾經跟諸位講過，現在在中國、在外國，密宗很興盛，所以灌頂的風氣很流行。灌頂是表法，一定要懂這個意思，否則的話，只有這個形式，不知道它的內容，這個頂灌了一點意義都沒有。上師在你頭頂上滴幾滴水，你就開智慧了？滴完之後，我問他，智慧有沒有開？還是糊裡糊塗的，沒有開。如果那幾滴水滴了就能開智慧，你回家洗澡的時候那個淋浴，那大灌頂！他那個瓶裡裝的水就是自來水，沒有兩樣。所以一定要懂得它表法的意義，灌是大悲加持的意思，頂是至高無上，也就是佛以大慈悲心將無上的頂法傳授給你，這叫灌頂。"
    },
    {
      "id": "02-005-0065_p0017",
      "zh_CN": "如果你懂得这个意思之后，你就晓得，哪个法是诸佛如来无上的顶法？就是《无量寿经》。所以真正的灌顶，你《无量寿经》从头到尾念一遍，就是十方如来给你灌一次顶。虽然没有这个形式，但是它是真的，实质上是灌顶，你念的遍数多了开智慧。这是中国古德常说「读书千遍，其意自见」，念多了是什么？这叫薰习，不知不觉这个意思就入了自己阿赖耶识里去，不知不觉的统统都记住了。在日常生活当中处事待人接物，不定在什么时候，时时刻刻他都有悟处，这个悟处就是智慧现前，这叫真正灌顶。真正灌顶不晓得，辛辛苦苦还花很多冤枉钱到外面请别人灌顶。在美国灌一次顶二十块，美金二十块，我听说还要排队，要等好几个小时排队，送二十块钱给他滴几滴水。我们劝他在家里念经，十方一切诸佛灌顶，他不相信，这有什么法子？没有法子。所以一定要明了。这一句是属于密法。从这一段文来看，大乘、小乘、宗门、教下、显教、密教，西方极乐世界七宝池里头的水无法不说，到西方极乐世界，想学什么法门，没有学不到的。不但你样样能学到，样样都是第一殊胜。为什么？水说法，也是阿弥陀佛变化所作，就是阿弥陀佛给我们说法。下面这段经文是讲「闻法得益」：",
      "zh_TW": "如果你懂得這個意思之後，你就曉得，哪個法是諸佛如來無上的頂法？就是《無量壽經》。所以真正的灌頂，你《無量壽經》從頭到尾念一遍，就是十方如來給你灌一次頂。雖然沒有這個形式，但是它是真的，實質上是灌頂，你念的遍數多了開智慧。這是中國古德常說「讀書千遍，其意自見」，念多了是什麼？這叫薰習，不知不覺這個意思就入了自己阿賴耶識裡去，不知不覺的統統都記住了。在日常生活當中處事待人接物，不定在什麼時候，時時刻刻他都有悟處，這個悟處就是智慧現前，這叫真正灌頂。真正灌頂不曉得，辛辛苦苦還花很多冤枉錢到外面請別人灌頂。在美國灌一次頂二十塊，美金二十塊，我聽說還要排隊，要等好幾個小時排隊，送二十塊錢給他滴幾滴水。我們勸他在家裡念經，十方一切諸佛灌頂，他不相信，這有什麼法子？沒有法子。所以一定要明瞭。這一句是屬於密法。從這一段文來看，大乘、小乘、宗門、教下、顯教、密教，西方極樂世界七寶池裡頭的水無法不說，到西方極樂世界，想學什麼法門，沒有學不到的。不但你樣樣能學到，樣樣都是第一殊勝。為什麼？水說法，也是阿彌陀佛變化所作，就是阿彌陀佛給我們說法。下面這段經文是講「聞法得益」："
    },
    {
      "id": "02-005-0065_p0018",
      "zh_CN": "【得闻如是种种声已。】",
      "zh_TW": "【得聞如是種種聲已。】"
    },
    {
      "id": "02-005-0065_p0019",
      "zh_CN": "这一句是指前面这一段，换一句话，你在极乐世界想闻什么法，都能够听到圆满，听到究竟圆满。",
      "zh_TW": "這一句是指前面這一段，換一句話，你在極樂世界想聞什麼法，都能夠聽到圓滿，聽到究竟圓滿。"
    },
    {
      "id": "02-005-0065_p0020",
      "zh_CN": "【其心清净。无诸分别。正直平等。成熟善根。】",
      "zh_TW": "【其心清淨。無諸分別。正直平等。成熟善根。】"
    },
    {
      "id": "02-005-0065_p0021",
      "zh_CN": "这个四句就是闻法所得的真实利益。闻法要不得这个四句利益，这个法是白闻了，好像念书一样，考试不及格；这四句统统都有，这就考了一百分，这个书念了得了一个满分。那回过头来再想想，我们也常常在闻法，闻了怎么样？心不清净。为什么不清净？起分别执着。一有分别执着，哪来的平等？这就是我们现前闻法为什么不得受用，这是我们要学的。我们看看中国的古人，人家学佛闻法，三、五年之中开悟的很多；换句话说，这个四句境界多少能够契入。这一点我们就要反省，就要去省察原因何在，为什么他听佛法能得到，我听佛法得不到？一定要把这个原因找出来，要把这个原因消除，我们才能够得到佛法真正的利益。原因究竟在哪里？印光大师说得好，一分诚敬得一分利益，两分诚敬得两分利益，十分诚敬就得十分利益。我们今天来闻法，对于说法的这些善知识们诚敬心不够。怎么个不够法？专看他的毛病，专看他的缺点，「这一无可取！」说得再好，摇头，「他说到，他做不到」。他做得到、做不到，与我何干？我自己得不到受用。这个就是对于说法的人、对于所说的法，都一种轻视之心，轻慢心，所以得不到利益，根本的原因就在此地。",
      "zh_TW": "這個四句就是聞法所得的真實利益。聞法要不得這個四句利益，這個法是白聞了，好像念書一樣，考試不及格；這四句統統都有，這就考了一百分，這個書念了得了一個滿分。那回過頭來再想想，我們也常常在聞法，聞了怎麼樣？心不清淨。為什麼不清淨？起分別執著。一有分別執著，哪來的平等？這就是我們現前聞法為什麼不得受用，這是我們要學的。我們看看中國的古人，人家學佛聞法，三、五年之中開悟的很多；換句話說，這個四句境界多少能夠契入。這一點我們就要反省，就要去省察原因何在，為什麼他聽佛法能得到，我聽佛法得不到？一定要把這個原因找出來，要把這個原因消除，我們才能夠得到佛法真正的利益。原因究竟在哪裡？印光大師說得好，一分誠敬得一分利益，兩分誠敬得兩分利益，十分誠敬就得十分利益。我們今天來聞法，對於說法的這些善知識們誠敬心不夠。怎麼個不夠法？專看他的毛病，專看他的缺點，「這一無可取！」說得再好，搖頭，「他說到，他做不到」。他做得到、做不到，與我何干？我自己得不到受用。這個就是對於說法的人、對於所說的法，都一種輕視之心，輕慢心，所以得不到利益，根本的原因就在此地。"
    },
    {
      "id": "02-005-0065_p0022",
      "zh_CN": "所以我们用这一句话来反省，心不清净，怀疑的心、傲慢的心、轻视的心，用这种心来闻法。听了之后，不像人家『无诸分别』，他有分别，什么分别？批判的心。所以那个心是委曲婉转，不是『正直』的、不是『平等』的，他怎么能得利益？所以我常常劝人，这是我真诚的忠告，你们学佛要想有成就，你一定要在心目当中，我对这个人是最尊敬的、最佩服的，我跟他学。为什么？他那个恭敬心能生得起来，你一定能得利益。你对这个人、对这个法门没有一点恭敬心，你在这里住一辈子，就很可惜，一生的光阴空过了。所以我不留人，我留人是什么？我对不起你。我要告诉你，你心目当中最仰望的、最尊敬的那个人，你赶紧去跟他学。为什么？人的光阴有限。什么东西丢掉都可以再得到，光阴一去不回头，这要珍惜，能够珍惜光阴的人，没有一个不成就。所以谁是真正善知识？每一个人标准不一样，真正善知识就是你心目当中最佩服的、最景仰的这个人，这个人就是你的善知识。他是你的善知识，未必是他的善知识，未必是我的善知识。所以说各人有各人心目当中真善知识，这样才能够学得成功。所以中国古代这些祖师大德，遇到这个真正是人才，跟自己所修学的法门不相应，他成就他、成全他，他不挽留他，他替他介绍，你的缘分在哪里，那个人、那个道场、那个法门，是你心目当中所向往的。这一介绍你去，你到那里三年五载果然就大彻大悟了，就有成就。所以，没有一个善友不爱惜人才，这叫真正爱人，指出你一条明路，决定不妨害你、不耽误你。",
      "zh_TW": "所以我們用這一句話來反省，心不清淨，懷疑的心、傲慢的心、輕視的心，用這種心來聞法。聽了之後，不像人家『無諸分別』，他有分別，什麼分別？批判的心。所以那個心是委曲婉轉，不是『正直』的、不是『平等』的，他怎麼能得利益？所以我常常勸人，這是我真誠的忠告，你們學佛要想有成就，你一定要在心目當中，我對這個人是最尊敬的、最佩服的，我跟他學。為什麼？他那個恭敬心能生得起來，你一定能得利益。你對這個人、對這個法門沒有一點恭敬心，你在這裡住一輩子，就很可惜，一生的光陰空過了。所以我不留人，我留人是什麼？我對不起你。我要告訴你，你心目當中最仰望的、最尊敬的那個人，你趕緊去跟他學。為什麼？人的光陰有限。什麼東西丟掉都可以再得到，光陰一去不回頭，這要珍惜，能夠珍惜光陰的人，沒有一個不成就。所以誰是真正善知識？每一個人標準不一樣，真正善知識就是你心目當中最佩服的、最景仰的這個人，這個人就是你的善知識。他是你的善知識，未必是他的善知識，未必是我的善知識。所以說各人有各人心目當中真善知識，這樣才能夠學得成功。所以中國古代這些祖師大德，遇到這個真正是人才，跟自己所修學的法門不相應，他成就他、成全他，他不挽留他，他替他介紹，你的緣分在哪裡，那個人、那個道場、那個法門，是你心目當中所嚮往的。這一介紹你去，你到那裡三年五載果然就大徹大悟了，就有成就。所以，沒有一個善友不愛惜人才，這叫真正愛人，指出你一條明路，決定不妨害你、不耽誤你。"
    },
    {
      "id": "02-005-0065_p0023",
      "zh_CN": "『善根』，此地是菩萨境界，不是凡夫，所以此地的善根就是精进，勇猛精进是菩萨善根，无需要劝勉，更用不着督导，他就能够勇猛精进。",
      "zh_TW": "『善根』，此地是菩薩境界，不是凡夫，所以此地的善根就是精進，勇猛精進是菩薩善根，無需要勸勉，更用不著督導，他就能夠勇猛精進。"
    },
    {
      "id": "02-005-0065_p0024",
      "zh_CN": "【随其所闻。与法相应。其愿闻者。辄独闻之。所不欲闻。了无所闻。】",
      "zh_TW": "【隨其所聞。與法相應。其願聞者。輒獨聞之。所不欲聞。了無所聞。】"
    },
    {
      "id": "02-005-0065_p0025",
      "zh_CN": "这几句是说那边闻法的状况，第一句说，你所听到的法一定与法相应，心相应、想相应、行相应，这叫法喜充满。你想听什么经就听到什么经，不想听的就听不到。这个好，不是乱哄哄的，什么经都讲，我听这个还有别的来干扰，这也是很麻烦，这个不圆满。我们两个人坐在一起，我想听《华严》，你想听《法华》，我听到的就是《华严经》，你听到的就是《法华经》，彼此不干扰。我们现在科学虽然发达，还没有到这个境界；西方极乐世界不必藉这些仪器设备，不需要。随时随处，想听就听到了，不想听就没有了，就听不到了；想见，你们想想看，经上讲的吃饭的时候，我想吃什么东西这饮食东西都摆在面前，不想要的时候都没有了。以此类推，我想看《华严经》，那《华严经》还不就摆在我面前；不想看了，不想看就没有了，不必要收拾，也用不著书架、用不着收藏，不需要。思衣得衣、思食得食，想穿什么衣服，那衣服已经在身上；不想了，不想衣服就没有了。西方世界永远没有一个贮藏的观念，这观念没有，要怎么收藏，没有，真是干净俐落，一尘不染，想要的时候它就自然现前，不想要就没有了。无量的受用都是变化所作，你心里面所想的、所需要的东西，那的确是取之不尽、用之不竭，真的是这样的。",
      "zh_TW": "這幾句是說那邊聞法的狀況，第一句說，你所聽到的法一定與法相應，心相應、想相應、行相應，這叫法喜充滿。你想聽什麼經就聽到什麼經，不想聽的就聽不到。這個好，不是亂哄哄的，什麼經都講，我聽這個還有別的來干擾，這也是很麻煩，這個不圓滿。我們兩個人坐在一起，我想聽《華嚴》，你想聽《法華》，我聽到的就是《華嚴經》，你聽到的就是《法華經》，彼此不干擾。我們現在科學雖然發達，還沒有到這個境界；西方極樂世界不必藉這些儀器設備，不需要。隨時隨處，想聽就聽到了，不想聽就沒有了，就聽不到了；想見，你們想想看，經上講的吃飯的時候，我想吃什麼東西這飲食東西都擺在面前，不想要的時候都沒有了。以此類推，我想看《華嚴經》，那《華嚴經》還不就擺在我面前；不想看了，不想看就沒有了，不必要收拾，也用不著書架、用不著收藏，不需要。思衣得衣、思食得食，想穿什麼衣服，那衣服已經在身上；不想了，不想衣服就沒有了。西方世界永遠沒有一個貯藏的觀念，這觀念沒有，要怎麼收藏，沒有，真是乾淨俐落，一塵不染，想要的時候它就自然現前，不想要就沒有了。無量的受用都是變化所作，你心裡面所想的、所需要的東西，那的確是取之不盡、用之不竭，真的是這樣的。"
    },
    {
      "id": "02-005-0065_p0026",
      "zh_CN": "【永不退于阿耨多罗三藐三菩提心。】",
      "zh_TW": "【永不退於阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "02-005-0065_p0027",
      "zh_CN": "这个翻作无上菩提心，当然不会退，一定不会退，在这种环境里面怎么可能退！我们在这个世间进得少、退得多，原因在哪里？退的缘太多了。你六根接触外面的境界，可以说统统都是教你退心的，不是帮助你精进的。你在生活当中一天到晚，几个人在劝你「要精进、要老实念佛」，几个人？还不都劝你「这里好玩、那里好看」，都把你带去了，那就退掉了。西方极乐世界你六根所接触的境界，统统是教你向道，所以没有退缘，当然永远不退无上菩提，所以必定一生圆满成佛。底下这一段是讲「莲花化生」：",
      "zh_TW": "這個翻作無上菩提心，當然不會退，一定不會退，在這種環境裡面怎麼可能退！我們在這個世間進得少、退得多，原因在哪裡？退的緣太多了。你六根接觸外面的境界，可以說統統都是教你退心的，不是幫助你精進的。你在生活當中一天到晚，幾個人在勸你「要精進、要老實念佛」，幾個人？還不都勸你「這裡好玩、那裡好看」，都把你帶去了，那就退掉了。西方極樂世界你六根所接觸的境界，統統是教你向道，所以沒有退緣，當然永遠不退無上菩提，所以必定一生圓滿成佛。底下這一段是講「蓮花化生」："
    },
    {
      "id": "02-005-0065_p0028",
      "zh_CN": "【十方世界诸往生者。】",
      "zh_TW": "【十方世界諸往生者。】"
    },
    {
      "id": "02-005-0065_p0029",
      "zh_CN": "这个『十方世界』，包括我们娑婆世界，包括我们地球，当然就包括我们台湾这个地区，所以我们都有分。你才晓得这个经与我们关系多密切，我们这个地区，这经上有。凡是去往生的：",
      "zh_TW": "這個『十方世界』，包括我們娑婆世界，包括我們地球，當然就包括我們台灣這個地區，所以我們都有分。你才曉得這個經與我們關係多密切，我們這個地區，這經上有。凡是去往生的："
    },
    {
      "id": "02-005-0065_p0030",
      "zh_CN": "【皆于七宝池莲华中。自然化生。】",
      "zh_TW": "【皆於七寶池蓮華中。自然化生。】"
    },
    {
      "id": "02-005-0065_p0031",
      "zh_CN": "此地没有说上品上生的才莲花化生，或者中品以上的，没有；没有，那么换句话说，下下品也莲花化生，生到西方极乐世界边地还是莲花化生。因为它此地没有说边地除外，没有说这个，边地也是莲花化生。边地里面讲胎生，胎生是比喻苦，是比喻，不是真正胎生，还是莲花化生。不过就是生到西方世界，五百岁中见不到佛、见不到菩萨、听不到佛菩萨说法，以此为苦，比喻作胎生。这个后面经文大家都念过了，所以统统是莲花化生。",
      "zh_TW": "此地沒有說上品上生的才蓮花化生，或者中品以上的，沒有；沒有，那麼換句話說，下下品也蓮花化生，生到西方極樂世界邊地還是蓮花化生。因為它此地沒有說邊地除外，沒有說這個，邊地也是蓮花化生。邊地裡面講胎生，胎生是比喻苦，是比喻，不是真正胎生，還是蓮花化生。不過就是生到西方世界，五百歲中見不到佛、見不到菩薩、聽不到佛菩薩說法，以此為苦，比喻作胎生。這個後面經文大家都念過了，所以統統是蓮花化生。"
    },
    {
      "id": "02-005-0065_p0032",
      "zh_CN": "【悉受清虚之身。无极之体。】",
      "zh_TW": "【悉受清虛之身。無極之體。】"
    },
    {
      "id": "02-005-0065_p0033",
      "zh_CN": "这八个字要仔细看清楚，我们对于求生西方极乐世界这个念头才会坚定。我们这个身，五蕴之身，色受想行识，四大五蕴，所以这个身常常生病，常常有痛苦，这不是一个健康的身体。想想十方诸佛世界六道凡夫所受的身，跟我们差不多，阿罗汉、权教菩萨虽然比我们殊胜，比起佛与众大菩萨那差得很远，那也是不能为比。唯独西方极乐世界，下下品往生的人，即使是生到边地疑城之人，他也是『清虚之身，无极之体』。给诸位说，这八个字是如来果地上的身相，所以这个世界不可思议。一生到西方极乐世界，从身体体质来讲成佛了，跟阿弥陀佛没两样，所以那个世界真的是平等世界。我们的烦恼一品都没有破，生到西方极乐世界，我们这个体质跟佛相同，这叫难信之法。不但一般人不相信，阿罗汉不相信，菩萨不相信，乃至于大菩萨他都不相信。你要问他，他为什么不相信？他分别执着没断，他想不通这个道理，想不通这个道理他就不相信。为什么想不通？这个道理太深了，不是他能够想得通的。",
      "zh_TW": "這八個字要仔細看清楚，我們對於求生西方極樂世界這個念頭才會堅定。我們這個身，五蘊之身，色受想行識，四大五蘊，所以這個身常常生病，常常有痛苦，這不是一個健康的身體。想想十方諸佛世界六道凡夫所受的身，跟我們差不多，阿羅漢、權教菩薩雖然比我們殊勝，比起佛與眾大菩薩那差得很遠，那也是不能為比。唯獨西方極樂世界，下下品往生的人，即使是生到邊地疑城之人，他也是『清虛之身，無極之體』。給諸位說，這八個字是如來果地上的身相，所以這個世界不可思議。一生到西方極樂世界，從身體體質來講成佛了，跟阿彌陀佛沒兩樣，所以那個世界真的是平等世界。我們的煩惱一品都沒有破，生到西方極樂世界，我們這個體質跟佛相同，這叫難信之法。不但一般人不相信，阿羅漢不相信，菩薩不相信，乃至於大菩薩他都不相信。你要問他，他為什麼不相信？他分別執著沒斷，他想不通這個道理，想不通這個道理他就不相信。為什麼想不通？這個道理太深了，不是他能夠想得通的。"
    },
    {
      "id": "02-005-0065_p0034",
      "zh_CN": "所以西方极乐世界境界，经论上常讲，「唯佛与佛方能究竟」。即使等觉菩萨，对于它这个里面的境界还有许多不能理解的，这是如来果地上的境界。所以蕅益大师在《阿弥陀经要解》里面，六方佛就判入流通，他就是根据这个道理说的。只有佛相信，相信才有资格流通；菩萨不能完全相信，流通就有障碍。自己没有完全相信，讲给别人听，讲得自己也有点怕怕的，不大好意思讲，为什么？自己没有搞清楚。换句话说，像前面讲的这个四无所畏，菩萨说这个经还有畏怖、还有恐惧，因为不是自己境界。所以六方佛判入流通，这个很有道理，这是蕅益大师的卓见。所以这个两句是非常非常不可思议，对于一个发愿求生西方极乐世界的人，是很具有诱惑的力量，这个两句话。因为极乐世界确确实实，你真的要相信，一生当中决定可以证得，这是真实的，决定不是妄语，那么我们为什么不去，为什么不要？这一句是讲得的身相。下面是说受用：",
      "zh_TW": "所以西方極樂世界境界，經論上常講，「唯佛與佛方能究竟」。即使等覺菩薩，對於它這個裡面的境界還有許多不能理解的，這是如來果地上的境界。所以蕅益大師在《阿彌陀經要解》裡面，六方佛就判入流通，他就是根據這個道理說的。只有佛相信，相信才有資格流通；菩薩不能完全相信，流通就有障礙。自己沒有完全相信，講給別人聽，講得自己也有點怕怕的，不大好意思講，為什麼？自己沒有搞清楚。換句話說，像前面講的這個四無所畏，菩薩說這個經還有畏怖、還有恐懼，因為不是自己境界。所以六方佛判入流通，這個很有道理，這是蕅益大師的卓見。所以這個兩句是非常非常不可思議，對於一個發願求生西方極樂世界的人，是很具有誘惑的力量，這個兩句話。因為極樂世界確確實實，你真的要相信，一生當中決定可以證得，這是真實的，決定不是妄語，那麼我們為什麼不去，為什麼不要？這一句是講得的身相。下面是說受用："
    },
    {
      "id": "02-005-0065_p0035",
      "zh_CN": "【不闻三途恶恼苦难之名。尚无假设。何况实苦。】",
      "zh_TW": "【不聞三途惡惱苦難之名。尚無假設。何況實苦。】"
    },
    {
      "id": "02-005-0065_p0036",
      "zh_CN": "这个很明显的给我们说出，西方极乐世界没有三恶道，这是四十八愿第一愿所说的，完全实现了。三恶道是果报，果报从哪里来的？从恶业来的，地狱是瞋恚，饿鬼是悭贪，畜生是愚痴。愚痴很麻烦，愚痴是什么？是不明事理的真相，这是愚痴，颠倒是非，把真的说成假的、把错的说成对的，这是愚痴。愚痴之人绝对不承认自己愚痴，认为自己很聪明，自己都比别人高一等，愚痴得畜生果报。像嫉妒恶业那是通这三条的，贪瞋痴里面都有。佛在此经讲得清楚，这个经典里面给我们讲五恶、五痛、五烧，每一条都牵连到其他的四条，绝对没有说很纯粹、单独的，没有。所以你才晓得，三恶道乃是无量恶业所造的果报，这个事情很麻烦很麻烦。西方极乐世界既然没有果，当然没有业因，所以这点我们要特别特别记住。我们今天念佛，心里面还有贪瞋痴慢，还有嫉妒瞋恨，你这个佛号念得再好，一天念十万声，也不能往生。为什么？因为你这个恶业力量太强了，你心不清净，心净则土净。",
      "zh_TW": "這個很明顯的給我們說出，西方極樂世界沒有三惡道，這是四十八願第一願所說的，完全實現了。三惡道是果報，果報從哪裡來的？從惡業來的，地獄是瞋恚，餓鬼是慳貪，畜生是愚痴。愚痴很麻煩，愚痴是什麼？是不明事理的真相，這是愚痴，顛倒是非，把真的說成假的、把錯的說成對的，這是愚痴。愚痴之人絕對不承認自己愚痴，認為自己很聰明，自己都比別人高一等，愚痴得畜生果報。像嫉妒惡業那是通這三條的，貪瞋痴裡面都有。佛在此經講得清楚，這個經典裡面給我們講五惡、五痛、五燒，每一條都牽連到其他的四條，絕對沒有說很純粹、單獨的，沒有。所以你才曉得，三惡道乃是無量惡業所造的果報，這個事情很麻煩很麻煩。西方極樂世界既然沒有果，當然沒有業因，所以這點我們要特別特別記住。我們今天念佛，心裡面還有貪瞋痴慢，還有嫉妒瞋恨，你這個佛號念得再好，一天念十萬聲，也不能往生。為什麼？因為你這個惡業力量太強了，你心不清淨，心淨則土淨。"
    },
    {
      "id": "02-005-0065_p0037",
      "zh_CN": "所以往生最低的程度要功夫成片，没有念到功夫成片都不能往生。什么叫功夫成片？就是这句佛号打成一片了，一天到晚阿弥陀佛、阿弥陀佛，贪瞋痴挤不进去。有没有？贪瞋痴慢有，不起作用，起作用是佛号。净念相继，决定不夹杂，不能夹杂贪瞋痴慢，不能夹杂妄想执着，不可以夹杂这些，念到这样的功夫就叫成片，这个往生的条件就得到了，才真正能往生。所以一个真正念佛人，这个世间一切人与事加于我们的迫害，我们要忍受，不要去计较，不要怨恨。为什么？一怨恨，来生冤冤相报，极乐世界去不了；逆来顺受，一切不要理它，愈有苦难愈念佛。为什么？早一点往生，西方极乐世界好，早一点去。对于这个世间没有一丝毫贪恋，一定要念到功夫成片。已经念到功夫成片，可以往生了，那么我劝你别着急，为什么？我们这个世界用功进度快，西方极乐世界进度慢。已经得功夫成片，如果还有时间的话，你的寿命还有，还没到，要更努力达到一心不乱。因为这样你往生品位增高很多很多，很短的时间品位增加很多；到西方极乐世界修行，品位是会升，不退转，但是速度慢。所以经上讲，娑婆世界修行一天，等于西方极乐世界修行一百年，就是这个道理。所以到了功夫成片可以往生，不要着急走，实在讲，着急走也不是不好，因为到那个地方总是不退转，总保险，靠得住了。不走的时候也有不走的好，不走的时候就是再努力、再精进，从功夫成片提升到事一心不乱，到事一心不乱再提升到理一心不乱，你这样往生是上上品往生。",
      "zh_TW": "所以往生最低的程度要功夫成片，沒有念到功夫成片都不能往生。什麼叫功夫成片？就是這句佛號打成一片了，一天到晚阿彌陀佛、阿彌陀佛，貪瞋痴擠不進去。有沒有？貪瞋痴慢有，不起作用，起作用是佛號。淨念相繼，決定不夾雜，不能夾雜貪瞋痴慢，不能夾雜妄想執著，不可以夾雜這些，念到這樣的功夫就叫成片，這個往生的條件就得到了，才真正能往生。所以一個真正念佛人，這個世間一切人與事加於我們的迫害，我們要忍受，不要去計較，不要怨恨。為什麼？一怨恨，來生冤冤相報，極樂世界去不了；逆來順受，一切不要理它，愈有苦難愈念佛。為什麼？早一點往生，西方極樂世界好，早一點去。對於這個世間沒有一絲毫貪戀，一定要念到功夫成片。已經念到功夫成片，可以往生了，那麼我勸你別著急，為什麼？我們這個世界用功進度快，西方極樂世界進度慢。已經得功夫成片，如果還有時間的話，你的壽命還有，還沒到，要更努力達到一心不亂。因為這樣你往生品位增高很多很多，很短的時間品位增加很多；到西方極樂世界修行，品位是會升，不退轉，但是速度慢。所以經上講，娑婆世界修行一天，等於西方極樂世界修行一百年，就是這個道理。所以到了功夫成片可以往生，不要著急走，實在講，著急走也不是不好，因為到那個地方總是不退轉，總保險，靠得住了。不走的時候也有不走的好，不走的時候就是再努力、再精進，從功夫成片提升到事一心不亂，到事一心不亂再提升到理一心不亂，你這樣往生是上上品往生。"
    },
    {
      "id": "02-005-0065_p0038",
      "zh_CN": "所以像这些理论、方法、境界，我们都清清楚楚、明明白白，一点都不迷惑，这条路愈走愈光明，你在生活当中这日子过得愈过愈快乐。回头再看看这个世间众生，他们在这生活当中的确迷惑，人一生当中他没有方向、没有目标，他怎么能不痛苦？生不晓得从哪里来，死不知道往哪里去，这个很痛苦。念佛功夫得力的人，完全不一样，晓得我生从哪里来，死了之后我到哪里去，所有一切状况自己清清楚楚、明明白白。",
      "zh_TW": "所以像這些理論、方法、境界，我們都清清楚楚、明明白白，一點都不迷惑，這條路愈走愈光明，你在生活當中這日子過得愈過愈快樂。回頭再看看這個世間眾生，他們在這生活當中的確迷惑，人一生當中他沒有方向、沒有目標，他怎麼能不痛苦？生不曉得從哪裡來，死不知道往哪裡去，這個很痛苦。念佛功夫得力的人，完全不一樣，曉得我生從哪裡來，死了之後我到哪裡去，所有一切狀況自己清清楚楚、明明白白。"
    },
    {
      "id": "02-005-0065_p0039",
      "zh_CN": "【但有自然快乐之音。是故彼国名为极乐。】",
      "zh_TW": "【但有自然快樂之音。是故彼國名為極樂。】"
    },
    {
      "id": "02-005-0065_p0040",
      "zh_CN": "西方极乐受用的那是真正的快乐，这个快乐不是造作的，是自然的；换句话说，纯粹是性德的流露、性德的受用。我们自己虽然性德没有现前，享受阿弥陀佛的性德。你凭什么享受阿弥陀佛的性德？这个地方道理要晓得。不晓得是什么？不晓得是自己怀疑。疑是菩萨大障碍，对菩萨都有大障碍，何况对我们？实在讲，我们念佛人，心同阿弥陀佛，愿同阿弥陀佛，业同阿弥陀佛，行同阿弥陀佛，所以阿弥陀佛的性德流露，我们可以得一分受用，就是这个道理。我要跟阿弥陀佛没有几分相同，佛法讲相应，我们讲相同，你怎么能得到他的受用？所以为什么要劝大家念这个经？因为弥陀的心愿业行都在这部经上，这部经念熟了、熟透了，不要去学，自然就相应。这就是什么？薰习，每天在薰习，不断的在薰习，自自然然就相应，起心动念就跟阿弥陀佛相应，这是决定得生的保障。你不肯这样认真去做，那就很难，那就不太可靠了，只可以说是为来生来世种一个远因而已，这一生要想成就不容易；那是依教奉行的人，这一生决定成就。不能不把这个经典认真去做到。做，不要勉强去做，不要刻意去做，自自然然就相应。完全与经义相合这样好，自自然然就做到那就是要熟，熟透。当然这里面最殊胜的，就是你能够天天为人讲，你天天给人讲，当然你一定要很熟，你要去想。讲不一定像我们这个升座讲，一、二个人也可以讲，反正碰到人就讲，他喜欢听给他讲，不喜欢听也给他讲。那个不喜欢听你啰嗦的人，一来就跟他讲，他下次不来找你了，不找你麻烦；喜欢听的人天天跟他讲，你就度了这个人，你往生还多带一个人往生。不喜欢听的人把他讲跑掉，下次不找麻烦，自己落得清净，这就好。",
      "zh_TW": "西方極樂受用的那是真正的快樂，這個快樂不是造作的，是自然的；換句話說，純粹是性德的流露、性德的受用。我們自己雖然性德沒有現前，享受阿彌陀佛的性德。你憑什麼享受阿彌陀佛的性德？這個地方道理要曉得。不曉得是什麼？不曉得是自己懷疑。疑是菩薩大障礙，對菩薩都有大障礙，何況對我們？實在講，我們念佛人，心同阿彌陀佛，願同阿彌陀佛，業同阿彌陀佛，行同阿彌陀佛，所以阿彌陀佛的性德流露，我們可以得一分受用，就是這個道理。我要跟阿彌陀佛沒有幾分相同，佛法講相應，我們講相同，你怎麼能得到他的受用？所以為什麼要勸大家念這個經？因為彌陀的心願業行都在這部經上，這部經念熟了、熟透了，不要去學，自然就相應。這就是什麼？薰習，每天在薰習，不斷的在薰習，自自然然就相應，起心動念就跟阿彌陀佛相應，這是決定得生的保障。你不肯這樣認真去做，那就很難，那就不太可靠了，只可以說是為來生來世種一個遠因而已，這一生要想成就不容易；那是依教奉行的人，這一生決定成就。不能不把這個經典認真去做到。做，不要勉強去做，不要刻意去做，自自然然就相應。完全與經義相合這樣好，自自然然就做到那就是要熟，熟透。當然這裡面最殊勝的，就是你能夠天天為人講，你天天給人講，當然你一定要很熟，你要去想。講不一定像我們這個升座講，一、二個人也可以講，反正碰到人就講，他喜歡聽給他講，不喜歡聽也給他講。那個不喜歡聽你囉嗦的人，一來就跟他講，他下次不來找你了，不找你麻煩；喜歡聽的人天天跟他講，你就度了這個人，你往生還多帶一個人往生。不喜歡聽的人把他講跑掉，下次不找麻煩，自己落得清淨，這就好。"
    },
    {
      "id": "02-005-0065_p0041",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}