{
  "doc_id": "02-005-0104",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ四集",
    "zh_TW": "第一Ｏ四集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0104",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "02-005-0104_p0001",
      "zh_CN": "请掀开经本第八十五面，倒数第四行：",
      "zh_TW": "請掀開經本第八十五面，倒數第四行："
    },
    {
      "id": "02-005-0104_p0002",
      "zh_CN": "【非是小乘第四十三。】",
      "zh_TW": "【非是小乘第四十三。】"
    },
    {
      "id": "02-005-0104_p0003",
      "zh_CN": "本经的三分，就是序、正、流通三分，今天这一章的经文，是流通分里面的第一大段，这一段是劝信流通。净宗修学的纲领，也就是常说的三资粮，三大纲领，这就是信愿行，这个三条是同等的重要，缺一都不能成就。所以蕅益大师在《弥陀经要解》里面给我们判设的三分，这蕅益大师跟古来这些大德们判法都不相同。大家看《要解》就晓得，他将六方佛以下的统统判作流通分，这是跟莲池大师都不一样。他确实有他的见解，那就是序、正、流通三分，每一分里面都具足信愿行三资粮，都具备这个三大纲领。《无量寿经》自然不例外，这是从前面一直读下来我们看得很清楚。可是真正修学的人一定要掌握到修学的重点，我们的修学才容易成就。净宗修学的重点是什么？还是这三桩事情。不仅在经典里面要建立信心，建立清净的信心、坚固的信心、绝对不会被外境所动的信心，净土五经一论帮助我们这些。除此之外，世出世间一切法中，无论是顺逆境界，统统都要从这上面来着眼。换句话说，不但读经是修行，日常生活当中穿衣吃饭、处事待人接物，全部都是在增长自己的信愿行，这样的修学，我们的生活就相当充实。这是一般人讲人生的价值与意义，你才能真正体会到。",
      "zh_TW": "本經的三分，就是序、正、流通三分，今天這一章的經文，是流通分裡面的第一大段，這一段是勸信流通。淨宗修學的綱領，也就是常說的三資糧，三大綱領，這就是信願行，這個三條是同等的重要，缺一都不能成就。所以蕅益大師在《彌陀經要解》裡面給我們判設的三分，這蕅益大師跟古來這些大德們判法都不相同。大家看《要解》就曉得，他將六方佛以下的統統判作流通分，這是跟蓮池大師都不一樣。他確實有他的見解，那就是序、正、流通三分，每一分裡面都具足信願行三資糧，都具備這個三大綱領。《無量壽經》自然不例外，這是從前面一直讀下來我們看得很清楚。可是真正修學的人一定要掌握到修學的重點，我們的修學才容易成就。淨宗修學的重點是什麼？還是這三樁事情。不僅在經典裡面要建立信心，建立清淨的信心、堅固的信心、絕對不會被外境所動的信心，淨土五經一論幫助我們這些。除此之外，世出世間一切法中，無論是順逆境界，統統都要從這上面來著眼。換句話說，不但讀經是修行，日常生活當中穿衣吃飯、處事待人接物，全部都是在增長自己的信願行，這樣的修學，我們的生活就相當充實。這是一般人講人生的價值與意義，你才能真正體會到。"
    },
    {
      "id": "02-005-0104_p0004",
      "zh_CN": "所以信愿行，绝对不仅仅是在经典上来建立，要把它扩大到生活上去，这样才行。所以读经，应当要知道这部经里面哪些经文是帮助我们建立信心的，哪些经文是劝我们发愿的，哪些经文是教我们修行的。行门则有正助双修，正修，经典里面跟我们讲得很清楚，「发菩提心，一向专念」，这就是祖师大德常常教我们「执持名号」，这个是净宗的正修。那个发菩提心，这一句里面含义就非常非常的深广，菩提是梵语，翻成中国意思是觉悟的意思。换句话说，唯有真正觉悟的人他才会发愿求生净土，没有觉悟的人他对这个世间有留恋、有贪着；换句话说，只要有贪着、留恋，这个人就没有菩提心。因此一定要像佛七当中主七师常常提示的一句老话，「放下身心世界，放下万缘」。你真能放下，这是菩提心发了；没放下，菩提心没发。菩提心没发，一向专念能不能往生？不能往生，那就是古人讲的，你「喊破喉咙也枉然」。因为你对这个世间还有所贪恋，这个一念的贪心就障碍你往生。所以真正发愿求生，这个世出世间法，不要说世间一切法决定没有贪恋、没有执着，对于佛法也不贪恋、也不执着。无量无边佛法我只修一样，千经万论我只求一本，我一生就依照《无量寿经》，或者是依照《阿弥陀经》就行，这叫舍得干净，菩提心这才能现前。",
      "zh_TW": "所以信願行，絕對不僅僅是在經典上來建立，要把它擴大到生活上去，這樣才行。所以讀經，應當要知道這部經裡面哪些經文是幫助我們建立信心的，哪些經文是勸我們發願的，哪些經文是教我們修行的。行門則有正助雙修，正修，經典裡面跟我們講得很清楚，「發菩提心，一向專念」，這就是祖師大德常常教我們「執持名號」，這個是淨宗的正修。那個發菩提心，這一句裡面含義就非常非常的深廣，菩提是梵語，翻成中國意思是覺悟的意思。換句話說，唯有真正覺悟的人他才會發願求生淨土，沒有覺悟的人他對這個世間有留戀、有貪著；換句話說，只要有貪著、留戀，這個人就沒有菩提心。因此一定要像佛七當中主七師常常提示的一句老話，「放下身心世界，放下萬緣」。你真能放下，這是菩提心發了；沒放下，菩提心沒發。菩提心沒發，一向專念能不能往生？不能往生，那就是古人講的，你「喊破喉嚨也枉然」。因為你對這個世間還有所貪戀，這個一念的貪心就障礙你往生。所以真正發願求生，這個世出世間法，不要說世間一切法決定沒有貪戀、沒有執著，對於佛法也不貪戀、也不執著。無量無邊佛法我只修一樣，千經萬論我只求一本，我一生就依照《無量壽經》，或者是依照《阿彌陀經》就行，這叫捨得乾淨，菩提心這才能現前。"
    },
    {
      "id": "02-005-0104_p0005",
      "zh_CN": "我们看眼前的环境怵目惊心，都能增长我们的信心、愿心。今天下午我有几个老同学来看我，告诉我，我们同学当中有一个人年岁也不大，大概小我五岁，昨天死了。怎么死了？听说喝酒，他烟抽得很厉害，大概酒喝多了，喝多就睡着，睡了三天没起来，昨天死了，这是糊里糊涂的死了。他来跟我说，我非常惊奇，我说他人很正常，看不出，也没生病，这喝酒醉死了，糊里糊涂死了，人命无常。然后他们告诉我，他高血压，平常酒喝得多，烟抽得多。所以看看这些样子，他死了到哪里去？当然到三途，这一定的。这一生真是醉生梦死，糊里糊涂来到人间，糊里糊涂就走了，都是给我们很大的警惕。这些事让我们听到、让我们看到，都能激发道心。这个道心就是信愿行，信愿行这三纲领就是修净宗的道心。",
      "zh_TW": "我們看眼前的環境怵目驚心，都能增長我們的信心、願心。今天下午我有幾個老同學來看我，告訴我，我們同學當中有一個人年歲也不大，大概小我五歲，昨天死了。怎麼死了？聽說喝酒，他煙抽得很厲害，大概酒喝多了，喝多就睡著，睡了三天沒起來，昨天死了，這是糊裡糊塗的死了。他來跟我說，我非常驚奇，我說他人很正常，看不出，也沒生病，這喝酒醉死了，糊裡糊塗死了，人命無常。然後他們告訴我，他高血壓，平常酒喝得多，煙抽得多。所以看看這些樣子，他死了到哪裡去？當然到三途，這一定的。這一生真是醉生夢死，糊裡糊塗來到人間，糊裡糊塗就走了，都是給我們很大的警惕。這些事讓我們聽到、讓我們看到，都能激發道心。這個道心就是信願行，信願行這三綱領就是修淨宗的道心。"
    },
    {
      "id": "02-005-0104_p0006",
      "zh_CN": "这个法门常说的叫难信之法，世间有许许多多的人，对这个法门没有认真的去探讨、去了解它，于是任意的猜测、毁谤，往往有之。我们常听到的，说念佛人很自私，念佛人很消极，念佛人逃避现实，要到西方极乐世界去享受，逃避现实。这我们常常听到，这都是什么人？学佛人讲的，不学佛的人他不知道，他不会造这些口业，都是学佛人说的。还有甚至于有些学佛的同修，甚至于出家一些大德们，「这一部经不行，一部经怎么能成就？太少了！」我们听了这些话，这心里动摇不动摇？人家是广学多闻，我们修这个法门是孤陋寡闻，就一部经，一部经之外这什么也不晓得。甚至于连一部经也不知道，这一生就念一句阿弥陀佛，除一句阿弥陀佛之外什么也不晓得；那一句阿弥陀佛也行，他也能往生，这个就很奇怪了。大概世尊当年对于末世的情况看得非常清楚，唯恐我们听了这些似是而非的言论起了疑心，信心动摇，所以在本宗流通分里面，第一品就直截了当告诉我们，这个法门不是『小乘』，它确确实实是大乘法，不但是大乘，是大乘当中的大乘。不但是大乘，还是一乘之中的一乘，无上的法宝，第一法门，知道的人实在是不多。凡是对这个法门有意见、有批评，都是浅见，没有把事实真相看清楚，就是胡造谣言。我们看经文：",
      "zh_TW": "這個法門常說的叫難信之法，世間有許許多多的人，對這個法門沒有認真的去探討、去了解它，於是任意的猜測、毀謗，往往有之。我們常聽到的，說念佛人很自私，念佛人很消極，念佛人逃避現實，要到西方極樂世界去享受，逃避現實。這我們常常聽到，這都是什麼人？學佛人講的，不學佛的人他不知道，他不會造這些口業，都是學佛人說的。還有甚至於有些學佛的同修，甚至於出家一些大德們，「這一部經不行，一部經怎麼能成就？太少了！」我們聽了這些話，這心裡動搖不動搖？人家是廣學多聞，我們修這個法門是孤陋寡聞，就一部經，一部經之外這什麼也不曉得。甚至於連一部經也不知道，這一生就念一句阿彌陀佛，除一句阿彌陀佛之外什麼也不曉得；那一句阿彌陀佛也行，他也能往生，這個就很奇怪了。大概世尊當年對於末世的情況看得非常清楚，唯恐我們聽了這些似是而非的言論起了疑心，信心動搖，所以在本宗流通分裡面，第一品就直截了當告訴我們，這個法門不是『小乘』，它確確實實是大乘法，不但是大乘，是大乘當中的大乘。不但是大乘，還是一乘之中的一乘，無上的法寶，第一法門，知道的人實在是不多。凡是對這個法門有意見、有批評，都是淺見，沒有把事實真相看清楚，就是胡造謠言。我們看經文："
    },
    {
      "id": "02-005-0104_p0007",
      "zh_CN": "【佛告慈氏。汝观彼诸菩萨摩诃萨。善获利益。】",
      "zh_TW": "【佛告慈氏。汝觀彼諸菩薩摩訶薩。善獲利益。】"
    },
    {
      "id": "02-005-0104_p0008",
      "zh_CN": "这个一小段是总结正宗分末后一品，就是讲菩萨往生这一段的经文。我们在前面所看到，十方无量无边诸佛刹土，一切诸佛如来都宣扬这部经，都劝菩萨们念佛求生净土。为什么不劝别人？别人没有觉悟、没有智慧，劝他他不相信，他求生的意愿发不起来。一定要跟菩萨说，这菩萨的标准诸位就知道了，你一听了欢喜、不怀疑，还要发愿求生西方，那你就是菩萨，菩萨不是别人，正是自己。可是自己要晓得，自己到底是什么菩萨？前面讲的「小行菩萨」，不是大菩萨。小行菩萨也了不起，也是过去生中曾经种植无量无边的善根福德，所以在净宗法门里面你才是个小行菩萨。这一生真正把这个机会抓到，就非常恭喜你，这个身体在世间就是最后身。下一次如果再来，乘愿再来，那是大菩萨，不是小行菩萨，小行菩萨到极乐世界去一次就变成大菩萨，所以那就是菩萨乘愿再来。我们一定要珍惜自己无量劫的善根福德，今天遇到这一会，这是因缘，这个因缘是无比的殊胜，同修们一定要知道。讲堂亲自来听讲，跟看录影带、听录音带那个受用完全不一样；换句话说，不能亲自到讲堂来听讲的，这个因缘就差一等。《弥陀经》上讲，「不可以少善根福德因缘得生彼国」，因缘就差了一等。所以诸位参与这个道场的，这是善根福德因缘这三个条件完全具足，非常非常的难得，非常非常的可贵。",
      "zh_TW": "這個一小段是總結正宗分末後一品，就是講菩薩往生這一段的經文。我們在前面所看到，十方無量無邊諸佛剎土，一切諸佛如來都宣揚這部經，都勸菩薩們念佛求生淨土。為什麼不勸別人？別人沒有覺悟、沒有智慧，勸他他不相信，他求生的意願發不起來。一定要跟菩薩說，這菩薩的標準諸位就知道了，你一聽了歡喜、不懷疑，還要發願求生西方，那你就是菩薩，菩薩不是別人，正是自己。可是自己要曉得，自己到底是什麼菩薩？前面講的「小行菩薩」，不是大菩薩。小行菩薩也了不起，也是過去生中曾經種植無量無邊的善根福德，所以在淨宗法門裡面你才是個小行菩薩。這一生真正把這個機會抓到，就非常恭喜你，這個身體在世間就是最後身。下一次如果再來，乘願再來，那是大菩薩，不是小行菩薩，小行菩薩到極樂世界去一次就變成大菩薩，所以那就是菩薩乘願再來。我們一定要珍惜自己無量劫的善根福德，今天遇到這一會，這是因緣，這個因緣是無比的殊勝，同修們一定要知道。講堂親自來聽講，跟看錄影帶、聽錄音帶那個受用完全不一樣；換句話說，不能親自到講堂來聽講的，這個因緣就差一等。《彌陀經》上講，「不可以少善根福德因緣得生彼國」，因緣就差了一等。所以諸位參與這個道場的，這是善根福德因緣這三個條件完全具足，非常非常的難得，非常非常的可貴。"
    },
    {
      "id": "02-005-0104_p0009",
      "zh_CN": "想想看，十方世界无量无边的这些大菩萨、小菩萨，统统都往生到西方极乐世界了，生到西方极乐世界决定是一生不退成佛，成圆满的佛。『善获利益』，「利益」就是无上菩提，就是不退转，这个是无比的利益。这句里面最重要的那个字眼就是「善」，善是什么？非常的善巧，他得到这样究竟圆满的利益。他怎么善巧？念佛求生净土。这个方法善巧，方法简单、容易、稳当、直捷，这是善，这善里头包括四个意思。下面经文，世尊赞叹这个法门，第一劝我们相信。",
      "zh_TW": "想想看，十方世界無量無邊的這些大菩薩、小菩薩，統統都往生到西方極樂世界了，生到西方極樂世界決定是一生不退成佛，成圓滿的佛。『善獲利益』，「利益」就是無上菩提，就是不退轉，這個是無比的利益。這句裡面最重要的那個字眼就是「善」，善是什麼？非常的善巧，他得到這樣究竟圓滿的利益。他怎麼善巧？念佛求生淨土。這個方法善巧，方法簡單、容易、穩當、直捷，這是善，這善裡頭包括四個意思。下面經文，世尊讚歎這個法門，第一勸我們相信。"
    },
    {
      "id": "02-005-0104_p0010",
      "zh_CN": "【若有善男子。善女人。】",
      "zh_TW": "【若有善男子。善女人。】"
    },
    {
      "id": "02-005-0104_p0011",
      "zh_CN": "一切经里面讲『善男子、善女人』，标准都不一样，有很多的层次，讲席当中都曾经跟诸位报告了。而净宗里面所讲的善男子、善女人，它有特别的标准，有圆满无上的标准。这个标准是什么？就是对于《无量寿经》上所说的句句话都深信不疑，信愿持名，这就是本经所说的善男子、善女人。我们要问，《观无量寿经》上跟我们讲的净业三福，那个善是要具备十一个条件。三福第一福四个条件，第二福三个条件，第三福四个条件，总共是十一个条件。这十一个条件我们如果信愿行统统具足，那十一个条件是不是全具足了？全具足了。诸位想想，那十一个条件当中有几条欠缺，这个信愿行决定不圆满，决定不真实，这些都是要注意到的。所以净业三福，善导大师说这是散善，也就是说助行，能够帮助我们早一天得到念佛三昧，也就是帮助我们得到一心不乱的，那很重要很重要。这样的善男子、善女人，",
      "zh_TW": "一切經裡面講『善男子、善女人』，標準都不一樣，有很多的層次，講席當中都曾經跟諸位報告了。而淨宗裡面所講的善男子、善女人，它有特別的標準，有圓滿無上的標準。這個標準是什麼？就是對於《無量壽經》上所說的句句話都深信不疑，信願持名，這就是本經所說的善男子、善女人。我們要問，《觀無量壽經》上跟我們講的淨業三福，那個善是要具備十一個條件。三福第一福四個條件，第二福三個條件，第三福四個條件，總共是十一個條件。這十一個條件我們如果信願行統統具足，那十一個條件是不是全具足了？全具足了。諸位想想，那十一個條件當中有幾條欠缺，這個信願行決定不圓滿，決定不真實，這些都是要注意到的。所以淨業三福，善導大師說這是散善，也就是說助行，能夠幫助我們早一天得到念佛三昧，也就是幫助我們得到一心不亂的，那很重要很重要。這樣的善男子、善女人，"
    },
    {
      "id": "02-005-0104_p0012",
      "zh_CN": "【得闻阿弥陀佛名号。】",
      "zh_TW": "【得聞阿彌陀佛名號。】"
    },
    {
      "id": "02-005-0104_p0013",
      "zh_CN": "这是讲的机缘，也就是《弥陀经》上讲的因缘，你有因缘、有这个机会听到『阿弥陀佛』的『名号』。听了之后，",
      "zh_TW": "這是講的機緣，也就是《彌陀經》上講的因緣，你有因緣、有這個機會聽到『阿彌陀佛』的『名號』。聽了之後，"
    },
    {
      "id": "02-005-0104_p0014",
      "zh_CN": "【能生一念。喜爱之心。】",
      "zh_TW": "【能生一念。喜愛之心。】"
    },
    {
      "id": "02-005-0104_p0015",
      "zh_CN": "这个『一念』是双关语，第一个意思是一心念；换句话说，这个一念，是以最真诚的心、最清净的心、最恭敬的心，听到这个名号，这个心生起来了。这个一念是纯而不杂；二念呢，想到佛，还想到别的，那就二念、三念，那心就不诚。要紧的是一念，这是一个意思。第二个意思，是说时间之短，只生了一念，但是这个一念是真心、是真诚，是真正生了欢喜心。接着就",
      "zh_TW": "這個『一念』是雙關語，第一個意思是一心念；換句話說，這個一念，是以最真誠的心、最清淨的心、最恭敬的心，聽到這個名號，這個心生起來了。這個一念是純而不雜；二念呢，想到佛，還想到別的，那就二念、三念，那心就不誠。要緊的是一念，這是一個意思。第二個意思，是說時間之短，只生了一念，但是這個一念是真心、是真誠，是真正生了歡喜心。接著就"
    },
    {
      "id": "02-005-0104_p0016",
      "zh_CN": "【归依瞻礼。如说修行。】",
      "zh_TW": "【歸依瞻禮。如說修行。】"
    },
    {
      "id": "02-005-0104_p0017",
      "zh_CN": "「一念喜爱」这是信（他不信他怎么会喜爱？这欢喜心生不起来），『归依瞻礼』是发愿，『如说修行』这是行具足，你看这几个字，信、愿、行三个条件统统具足了。我们以这个法门劝导别人，也要像佛菩萨一样会观机，观机是什么？观察对方他接受的程度。他如果对这个法门非常的欢喜，我们就晓得，他这个机缘成熟了，我们就要进一步不断的去帮助他。他听到这个法门也很欢喜，但是那个兴趣并不很浓厚，我们就知道他的因缘没有成熟，没有成熟不必积极着去帮助他。为什么？你这一帮助，你是好心，他心里起了疑惑：你这么靠近我，是不是有企图？他反而提防你、远离你，错会了你的意思。这个错到底是他的错、是我的错？他没有错，我错了，我不会观机，认错了人！诸佛菩萨度化众生是应机说法，所说的不多不少，他需要多少就给他说多少，说的人自在，听的人欢喜，这一定要知道，要注意到。",
      "zh_TW": "「一念喜愛」這是信（他不信他怎麼會喜愛？這歡喜心生不起來），『歸依瞻禮』是發願，『如說修行』這是行具足，你看這幾個字，信、願、行三個條件統統具足了。我們以這個法門勸導別人，也要像佛菩薩一樣會觀機，觀機是什麼？觀察對方他接受的程度。他如果對這個法門非常的歡喜，我們就曉得，他這個機緣成熟了，我們就要進一步不斷的去幫助他。他聽到這個法門也很歡喜，但是那個興趣並不很濃厚，我們就知道他的因緣沒有成熟，沒有成熟不必積極著去幫助他。為什麼？你這一幫助，你是好心，他心裡起了疑惑：你這麼靠近我，是不是有企圖？他反而提防你、遠離你，錯會了你的意思。這個錯到底是他的錯、是我的錯？他沒有錯，我錯了，我不會觀機，認錯了人！諸佛菩薩度化眾生是應機說法，所說的不多不少，他需要多少就給他說多少，說的人自在，聽的人歡喜，這一定要知道，要注意到。"
    },
    {
      "id": "02-005-0104_p0018",
      "zh_CN": "此地所讲的「归依」，跟一般皈依不一样，一般的皈依是皈依佛法僧三宝，这是一个平常的讲法。三宝的意义是觉正净，所谓皈依觉，觉而不迷；皈依正，正而不邪；皈依净，净而不染。这个三皈我们人人都会念，天天都在念，有没有皈依？那就很难说了。我们起心动念还是妄想、还是分别、还是执着，只要有妄想分别执着那就是迷邪染，你还是皈依迷邪染，没有皈依觉正净。你才晓得这个皈依多难，真正皈依了这才入门，没有真正皈依的在门外。我们想想，我们到底是在门内还是在门外？说个实在话，如果离开净宗法门，恐怕统统在门外，没有入门。净宗所特别的，换句话说，皈依回头容易，依靠也容易。这个三宝是什么？阿弥陀佛是佛宝，我们要以阿弥陀佛为依靠，像小孩依靠父母一样，一时一刻都不肯离开，要这样才行，心中念念有阿弥陀佛，要这样的皈依，其他的统统可以舍离，阿弥陀佛不能离开。第二，皈依法宝，法是什么？还是这一句阿弥陀佛，我们依靠这个名号，执持名号就能往生净土，这一句名号是方法。皈依僧宝是什么？僧宝还是这一句名号。这一句名号的意思，从意思里面讲它是无量觉，觉就不迷，觉就不邪，觉就不染。所以三宝都是这句名号，这就是修净土的人皈依比较上容易，比其他的法门容易。实实在在这个法门是易行道，在无量法门里头比较起来，它是易行道，容易落实，这是要晓得真的回头、真正的依靠。",
      "zh_TW": "此地所講的「歸依」，跟一般皈依不一樣，一般的皈依是皈依佛法僧三寶，這是一個平常的講法。三寶的意義是覺正淨，所謂皈依覺，覺而不迷；皈依正，正而不邪；皈依淨，淨而不染。這個三皈我們人人都會念，天天都在念，有沒有皈依？那就很難說了。我們起心動念還是妄想、還是分別、還是執著，只要有妄想分別執著那就是迷邪染，你還是皈依迷邪染，沒有皈依覺正淨。你才曉得這個皈依多難，真正皈依了這才入門，沒有真正皈依的在門外。我們想想，我們到底是在門內還是在門外？說個實在話，如果離開淨宗法門，恐怕統統在門外，沒有入門。淨宗所特別的，換句話說，皈依回頭容易，依靠也容易。這個三寶是什麼？阿彌陀佛是佛寶，我們要以阿彌陀佛為依靠，像小孩依靠父母一樣，一時一刻都不肯離開，要這樣才行，心中念念有阿彌陀佛，要這樣的皈依，其他的統統可以捨離，阿彌陀佛不能離開。第二，皈依法寶，法是什麼？還是這一句阿彌陀佛，我們依靠這個名號，執持名號就能往生淨土，這一句名號是方法。皈依僧寶是什麼？僧寶還是這一句名號。這一句名號的意思，從意思裡面講它是無量覺，覺就不迷，覺就不邪，覺就不染。所以三寶都是這句名號，這就是修淨土的人皈依比較上容易，比其他的法門容易。實實在在這個法門是易行道，在無量法門裡頭比較起來，它是易行道，容易落實，這是要曉得真的回頭、真正的依靠。"
    },
    {
      "id": "02-005-0104_p0019",
      "zh_CN": "「瞻礼」，这是修行的第一步，瞻是瞻仰，我们平常所讲的仰慕，我对他尊敬，我非常羡慕他，我要努力学习他，这个是瞻礼。学谁？学阿弥陀佛。学阿弥陀佛的存心，阿弥陀佛存的是什么心，我们的心要跟他一样；阿弥陀佛发的是什么愿，我的愿要跟他一样；阿弥陀佛是如何处事待人接物，我样样都要学他。阿弥陀佛也不在此地，我怎么个学法？这一部《无量寿经》里面所写的，就是阿弥陀佛的心、愿、解、行。",
      "zh_TW": "「瞻禮」，這是修行的第一步，瞻是瞻仰，我們平常所講的仰慕，我對他尊敬，我非常羨慕他，我要努力學習他，這個是瞻禮。學誰？學阿彌陀佛。學阿彌陀佛的存心，阿彌陀佛存的是什麼心，我們的心要跟他一樣；阿彌陀佛發的是什麼願，我的願要跟他一樣；阿彌陀佛是如何處事待人接物，我樣樣都要學他。阿彌陀佛也不在此地，我怎麼個學法？這一部《無量壽經》裡面所寫的，就是阿彌陀佛的心、願、解、行。"
    },
    {
      "id": "02-005-0104_p0020",
      "zh_CN": "能够把这部经统统做到了，底下讲「如说修行」，那你就是完全在跟阿弥陀佛学，这才是阿弥陀佛真正的学生、真正的弟子，跟阿弥陀佛同心同愿，哪有不往生的道理！我们死了以后到哪理去？自自然然就到极乐世界去了。为什么？其他世界不相应，跟我的志趣不相同，他就自然不去。所以一个人在临命终时，六道境界现前，你到哪一道去？谁指使你去的？没有人，是你自己业感感召得你去投胎的。这桩事情实在说不难懂，中国古人就告诉我们「方以类聚，人以群分」，这两句话出在《易经．系辞传》里面，是孔老夫子说的。凡是兴趣适合的人，他自自然然就结成一个团体，我们在这一生当中培养兴趣，培养什么兴趣？培养跟阿弥陀佛相同的兴趣，这一来那将来自自然然就到阿弥陀佛那里去了。为什么？别的地方兴趣不一样，拉也拉不去，就是这么个道理。所以说六道，这常言道，人死都作鬼。这六道轮回，鬼是六道之一，怎么可以说人死都作鬼？但是人实在讲跟鬼的兴趣很浓厚、很接近，所以死了之后自自然然他就到鬼道去了。鬼的兴趣是什么？贪，什么都贪，贪心堕饿鬼，这一点要注意到。贪世间法跟饿鬼道很接近，贪佛法还是接近，不管你贪的对象是什么，要紧是那个贪心。瞋恚是地狱，愚痴是畜生，这贪瞋痴叫三毒烦恼，自自然然感得三恶道。人是五戒十善，你想想看，哪一个人心里头常常放着五戒十善？五戒十善忘掉，人身就丢掉了。这个人念念是道德仁义，念念是五戒十善，这个人来生必定得人身，他人身不会失掉。再往上去，天上，天上要修上品十善、四无量心，四无量心是慈悲喜舍；换句话说，天人的道德标准比我们高，没有这么高的道德标准去不了。外教常讲，信了上帝就能生天，这个话是非常非常有问题的，信了不能生天。信了之后，还要修养与他相等的道德水准，这样才能去。正如同我们净土宗，你说信了就能往生，这是决定不可能的，信后头有愿、有行，没有愿、没有行，信了也不能往生。",
      "zh_TW": "能夠把這部經統統做到了，底下講「如說修行」，那你就是完全在跟阿彌陀佛學，這才是阿彌陀佛真正的學生、真正的弟子，跟阿彌陀佛同心同願，哪有不往生的道理！我們死了以後到哪理去？自自然然就到極樂世界去了。為什麼？其他世界不相應，跟我的志趣不相同，他就自然不去。所以一個人在臨命終時，六道境界現前，你到哪一道去？誰指使你去的？沒有人，是你自己業感感召得你去投胎的。這樁事情實在說不難懂，中國古人就告訴我們「方以類聚，人以群分」，這兩句話出在《易經．繫辭傳》裡面，是孔老夫子說的。凡是興趣適合的人，他自自然然就結成一個團體，我們在這一生當中培養興趣，培養什麼興趣？培養跟阿彌陀佛相同的興趣，這一來那將來自自然然就到阿彌陀佛那裡去了。為什麼？別的地方興趣不一樣，拉也拉不去，就是這麼個道理。所以說六道，這常言道，人死都作鬼。這六道輪迴，鬼是六道之一，怎麼可以說人死都作鬼？但是人實在講跟鬼的興趣很濃厚、很接近，所以死了之後自自然然他就到鬼道去了。鬼的興趣是什麼？貪，什麼都貪，貪心墮餓鬼，這一點要注意到。貪世間法跟餓鬼道很接近，貪佛法還是接近，不管你貪的對象是什麼，要緊是那個貪心。瞋恚是地獄，愚痴是畜生，這貪瞋痴叫三毒煩惱，自自然然感得三惡道。人是五戒十善，你想想看，哪一個人心裡頭常常放著五戒十善？五戒十善忘掉，人身就丟掉了。這個人念念是道德仁義，念念是五戒十善，這個人來生必定得人身，他人身不會失掉。再往上去，天上，天上要修上品十善、四無量心，四無量心是慈悲喜捨；換句話說，天人的道德標準比我們高，沒有這麼高的道德標準去不了。外教常講，信了上帝就能生天，這個話是非常非常有問題的，信了不能生天。信了之後，還要修養與他相等的道德水準，這樣才能去。正如同我們淨土宗，你說信了就能往生，這是決定不可能的，信後頭有願、有行，沒有願、沒有行，信了也不能往生。"
    },
    {
      "id": "02-005-0104_p0021",
      "zh_CN": "这是讲一定要认真的修行，要真正皈依，皈是真正回头，从世间法里回头，就是五欲六尘、名闻利养，从这里回头；从所有佛法法门当中回头，我统统都舍弃，统统都不要了，我只依靠这一部经典，只依靠这一个法门，这是你真正皈依阿弥陀佛、皈依净宗了。依照这个方法修行，",
      "zh_TW": "這是講一定要認真的修行，要真正皈依，皈是真正回頭，從世間法裡回頭，就是五欲六塵、名聞利養，從這裡回頭；從所有佛法法門當中回頭，我統統都捨棄，統統都不要了，我只依靠這一部經典，只依靠這一個法門，這是你真正皈依阿彌陀佛、皈依淨宗了。依照這個方法修行，"
    },
    {
      "id": "02-005-0104_p0022",
      "zh_CN": "【当知此人。为得大利。】",
      "zh_TW": "【當知此人。為得大利。】"
    },
    {
      "id": "02-005-0104_p0023",
      "zh_CN": "这是世尊告诉我们的，这个人得的利益大，大到什么程度？说老实话，一切诸佛如来来跟你讲也讲不清楚，不可思议的利益。佛都说不清楚，何况其余？这个利益是真实的利益，所以这个法门是真正是大福德因缘，不是小事，小福的人、薄福的人没分。试想想，六道轮回多苦？一切诸佛菩萨给我们说无量无边的法门，我们依照那些法门修学，能不能超越六道轮回？不能说没有，真的是凤毛麟角，太稀少了，除了那些极少数上上根的人，以下的都没分。这不是说法门不好，而是众生的业障太重了，法门虽好，你没有法子修。唯独这个法门，业障再重都不怕，做了五逆十恶都不要紧。你看这个经上前面我们读过，四十八愿读过，第十八愿就讲得很清楚，唯除五逆、毁谤这个法门的人；《观无量寿经》里面告诉我们，五逆也能往生。拿《观经》跟这个经合起来看，才知道，五逆、不相信的，那没法子，他不相信，他不能接受；造作五逆重罪，他能相信，他肯发愿往生，还是得度，你说这利益多大！所以，我们要是不了解六道的状况，不知道轮回之难出，不知道三恶道受罪的时劫之长（它不能讲时间，论劫算，时劫之长），你就不知道这个利益之大；果然能把这些实际状况都了解、都体悟了，才知道这个利益大，真的是大，这一生当中永脱轮回。",
      "zh_TW": "這是世尊告訴我們的，這個人得的利益大，大到什麼程度？說老實話，一切諸佛如來來跟你講也講不清楚，不可思議的利益。佛都說不清楚，何況其餘？這個利益是真實的利益，所以這個法門是真正是大福德因緣，不是小事，小福的人、薄福的人沒分。試想想，六道輪迴多苦？一切諸佛菩薩給我們說無量無邊的法門，我們依照那些法門修學，能不能超越六道輪迴？不能說沒有，真的是鳳毛麟角，太稀少了，除了那些極少數上上根的人，以下的都沒分。這不是說法門不好，而是眾生的業障太重了，法門雖好，你沒有法子修。唯獨這個法門，業障再重都不怕，做了五逆十惡都不要緊。你看這個經上前面我們讀過，四十八願讀過，第十八願就講得很清楚，唯除五逆、毀謗這個法門的人；《觀無量壽經》裡面告訴我們，五逆也能往生。拿《觀經》跟這個經合起來看，才知道，五逆、不相信的，那沒法子，他不相信，他不能接受；造作五逆重罪，他能相信，他肯發願往生，還是得度，你說這利益多大！所以，我們要是不了解六道的狀況，不知道輪迴之難出，不知道三惡道受罪的時劫之長（它不能講時間，論劫算，時劫之長），你就不知道這個利益之大；果然能把這些實際狀況都了解、都體悟了，才知道這個利益大，真的是大，這一生當中永脫輪迴。"
    },
    {
      "id": "02-005-0104_p0024",
      "zh_CN": "【当获如上所说功德。】",
      "zh_TW": "【當獲如上所說功德。】"
    },
    {
      "id": "02-005-0104_p0025",
      "zh_CN": "『如上所说』的『功德』，就是指这部经，从初品一直到第四十二品正宗分里面所说的，他统统都得到了。诸位要晓得，这是什么人？善男子、善女人，听到阿弥陀佛「生一念喜爱之心」，真实皈依，依教奉行的，他得到了。我们要问，他什么时候得到？现前就得到。你相信吗？我跟你说的话是真话，一点都不假，现在就得到，现在就得到弥陀的保佑，就得到十方一切诸佛如来的赞叹、护念。为什么？因为你这一生决定往生不退成佛，你不必等来生，你这一生决定的，所以这个利益是现在得到。下面跟我们说：",
      "zh_TW": "『如上所說』的『功德』，就是指這部經，從初品一直到第四十二品正宗分裡面所說的，他統統都得到了。諸位要曉得，這是什麼人？善男子、善女人，聽到阿彌陀佛「生一念喜愛之心」，真實皈依，依教奉行的，他得到了。我們要問，他什麼時候得到？現前就得到。你相信嗎？我跟你說的話是真話，一點都不假，現在就得到，現在就得到彌陀的保佑，就得到十方一切諸佛如來的讚歎、護念。為什麼？因為你這一生決定往生不退成佛，你不必等來生，你這一生決定的，所以這個利益是現在得到。下面跟我們說："
    },
    {
      "id": "02-005-0104_p0026",
      "zh_CN": "【心无下劣。】",
      "zh_TW": "【心無下劣。】"
    },
    {
      "id": "02-005-0104_p0027",
      "zh_CN": "心里头实在讲，法喜充满，一片光明。",
      "zh_TW": "心裡頭實在講，法喜充滿，一片光明。"
    },
    {
      "id": "02-005-0104_p0028",
      "zh_CN": "【亦不贡高。】",
      "zh_TW": "【亦不貢高。】"
    },
    {
      "id": "02-005-0104_p0029",
      "zh_CN": "为什么？他心地清净，他心平等，所以没有一丝毫傲慢的习气。不会以为，「我得到诸佛护念，我很了不起，你们都不如我，你们还要轮回三恶道，我要作佛了」，如果有这个意思呢，有这个意思就又迷惑颠倒，那就大错特错。所以诸位要知道，愈是真有修行的人，愈平易、愈是平常，你看不出他有一点点好像什么特殊的地方。凡是有很多奇奇怪怪的，那个都有问题，这个要注意到。每天见鬼见神，或者是有感应瑞相，自己认为很了不起的，那都有问题。",
      "zh_TW": "為什麼？他心地清淨，他心平等，所以沒有一絲毫傲慢的習氣。不會以為，「我得到諸佛護念，我很了不起，你們都不如我，你們還要輪迴三惡道，我要作佛了」，如果有這個意思呢，有這個意思就又迷惑顛倒，那就大錯特錯。所以諸位要知道，愈是真有修行的人，愈平易、愈是平常，你看不出他有一點點好像什麼特殊的地方。凡是有很多奇奇怪怪的，那個都有問題，這個要注意到。每天見鬼見神，或者是有感應瑞相，自己認為很了不起的，那都有問題。"
    },
    {
      "id": "02-005-0104_p0030",
      "zh_CN": "【成就善根。悉皆增上。】",
      "zh_TW": "【成就善根。悉皆增上。】"
    },
    {
      "id": "02-005-0104_p0031",
      "zh_CN": "『善根』，世出世间的善根都『成就』了、都增长了，『增上』就是增长的意思，都增长了。世间善根，三善根无贪、无瞋、无痴，他当然天天增上；出世间的善根，精进，他自自然然精进不懈。我们看下面经文，这要特别注意，这是这段经文里面最精彩的一部分：",
      "zh_TW": "『善根』，世出世間的善根都『成就』了、都增長了，『增上』就是增長的意思，都增長了。世間善根，三善根無貪、無瞋、無痴，他當然天天增上；出世間的善根，精進，他自自然然精進不懈。我們看下面經文，這要特別注意，這是這段經文裡面最精彩的一部分："
    },
    {
      "id": "02-005-0104_p0032",
      "zh_CN": "【当知此人。非是小乘。】",
      "zh_TW": "【當知此人。非是小乘。】"
    },
    {
      "id": "02-005-0104_p0033",
      "zh_CN": "佛为什么要说这句话？因为在形式上看，就是外表上看，他没修大乘，大乘要修六度，他没修六度，只是在家里念阿弥陀佛、阿弥陀佛，甚至于戒律他也没修。这几天有同修来问我，在目前这个环境里面，我们要怎样修行功夫才能得力？这个问得好，要想功夫得力，还是佛祖的一句老话，「持戒念佛」。持什么戒？我也说得很清楚，要知道自己的业障很重，不但是业障，今天讲老实话应该讲罪障深重，这些障碍，障碍了我们的戒体，障碍了我们的戒行。所以一定要认清自己是什么人，要怎么个修法？在家同修能把五戒十善学好，就是现代世间的真善知识。出家人把《沙弥律仪》要是做到了，就是出家的大善知识。其他的做不到，虽然受戒，那是形式，那是舞台上去表演，不是真的。",
      "zh_TW": "佛為什麼要說這句話？因為在形式上看，就是外表上看，他沒修大乘，大乘要修六度，他沒修六度，只是在家裡念阿彌陀佛、阿彌陀佛，甚至於戒律他也沒修。這幾天有同修來問我，在目前這個環境裡面，我們要怎樣修行功夫才能得力？這個問得好，要想功夫得力，還是佛祖的一句老話，「持戒念佛」。持什麼戒？我也說得很清楚，要知道自己的業障很重，不但是業障，今天講老實話應該講罪障深重，這些障礙，障礙了我們的戒體，障礙了我們的戒行。所以一定要認清自己是什麼人，要怎麼個修法？在家同修能把五戒十善學好，就是現代世間的真善知識。出家人把《沙彌律儀》要是做到了，就是出家的大善知識。其他的做不到，雖然受戒，那是形式，那是舞台上去表演，不是真的。"
    },
    {
      "id": "02-005-0104_p0034",
      "zh_CN": "我们看明末蕅益大师，这是我们净土宗第八代的祖师，在净宗是非常了不起的人；他自己对于戒律是下了很大的功夫，他研究、他通达，所以在当时有人称他作律师。就像民国初年弘一大师一样，对于戒律是非常非常留意的，他老人家给我们说，他说中国从南宋以后就没有比丘了。比丘没有了，比丘戒就没有了。因为比丘戒里面规定，比丘戒至少要五个比丘才能够传戒，那一个都没有了，还传什么戒？外表上看，比丘很多，那不是真的，挂名的，有名无实，这个我们要知道。比丘戒谁做到了？没人做到。蕅益大师老实，自己不敢称比丘，为什么？僭越之罪，这个就是我们今天讲仿冒之罪，冒牌。因此他受了比丘戒之后，在佛菩萨面前退戒，一生自称为菩萨沙弥，他一生称菩萨沙弥。他的徒弟成时，也是他的侍者，大师往生之后，所有的著作，是成时替他整理出版的，今天我们看到《蕅益大师全集》。成时因为老师称沙弥，他连沙弥也不敢称，你看我们在《蕅益大师全集》里面看到成时，有很多注疏里面他有序文、跋文，他后头具名出家优婆塞，不敢称沙弥。优婆塞是在家居士，我是出家的在家居士。到了民国初年，弘一大师也这样称法，自称出家优婆塞。这些人是老实人，自己做到多少说多少，做不到的决定不敢称说，这叫老实。我们自己想想，我们有没有资格称一个出家优婆塞？我们这些出家人五戒有没有做到？所以认真一反省、一检点，真的就寒毛直竖，才知道问题严重。一定要改过自新，改过自新就是真正的忏悔，把毛病习气统统改掉，真正把它改除掉。依信愿行修学净土法门，这个人就不是『小乘』。",
      "zh_TW": "我們看明末蕅益大師，這是我們淨土宗第八代的祖師，在淨宗是非常了不起的人；他自己對於戒律是下了很大的功夫，他研究、他通達，所以在當時有人稱他作律師。就像民國初年弘一大師一樣，對於戒律是非常非常留意的，他老人家給我們說，他說中國從南宋以後就沒有比丘了。比丘沒有了，比丘戒就沒有了。因為比丘戒裡面規定，比丘戒至少要五個比丘才能夠傳戒，那一個都沒有了，還傳什麼戒？外表上看，比丘很多，那不是真的，掛名的，有名無實，這個我們要知道。比丘戒誰做到了？沒人做到。蕅益大師老實，自己不敢稱比丘，為什麼？僭越之罪，這個就是我們今天講仿冒之罪，冒牌。因此他受了比丘戒之後，在佛菩薩面前退戒，一生自稱為菩薩沙彌，他一生稱菩薩沙彌。他的徒弟成時，也是他的侍者，大師往生之後，所有的著作，是成時替他整理出版的，今天我們看到《蕅益大師全集》。成時因為老師稱沙彌，他連沙彌也不敢稱，你看我們在《蕅益大師全集》裡面看到成時，有很多註疏裡面他有序文、跋文，他後頭具名出家優婆塞，不敢稱沙彌。優婆塞是在家居士，我是出家的在家居士。到了民國初年，弘一大師也這樣稱法，自稱出家優婆塞。這些人是老實人，自己做到多少說多少，做不到的決定不敢稱說，這叫老實。我們自己想想，我們有沒有資格稱一個出家優婆塞？我們這些出家人五戒有沒有做到？所以認真一反省、一檢點，真的就寒毛直豎，才知道問題嚴重。一定要改過自新，改過自新就是真正的懺悔，把毛病習氣統統改掉，真正把它改除掉。依信願行修學淨土法門，這個人就不是『小乘』。"
    },
    {
      "id": "02-005-0104_p0035",
      "zh_CN": "【于我法中。得名第一弟子。】",
      "zh_TW": "【於我法中。得名第一弟子。】"
    },
    {
      "id": "02-005-0104_p0036",
      "zh_CN": "所以我们第一，要知道自己的过失，要知道；第二，要真正把这些毛病习气彻底的改掉，依照经典教训来修行，念念求生净土，这是佛的『第一弟子』。与本经序分里面憍陈如尊者排名在第一个，你看前后呼应。这部经当然就是诸佛度众生的第一经；持名念佛的法门，当然就是诸佛如来所传授的第一法门，这样样都第一。因此古大德说，这个法门是大乘当中的大乘，一乘当中的一乘，至高无上的法门，它样样第一，经是第一，法是第一，依照这个法门修学的弟子是第一，这是值得我们特别珍惜的。真正明了了，你再要去学其他的法门，你就变成第二、第三，就不是第一，第一里面决定不掺杂。能真正认识的人实在不多，这是夏莲居老居士说，「万亿人中一二知」。再看底下一段经文：",
      "zh_TW": "所以我們第一，要知道自己的過失，要知道；第二，要真正把這些毛病習氣徹底的改掉，依照經典教訓來修行，念念求生淨土，這是佛的『第一弟子』。與本經序分裡面憍陳如尊者排名在第一個，你看前後呼應。這部經當然就是諸佛度眾生的第一經；持名念佛的法門，當然就是諸佛如來所傳授的第一法門，這樣樣都第一。因此古大德說，這個法門是大乘當中的大乘，一乘當中的一乘，至高無上的法門，它樣樣第一，經是第一，法是第一，依照這個法門修學的弟子是第一，這是值得我們特別珍惜的。真正明瞭了，你再要去學其他的法門，你就變成第二、第三，就不是第一，第一裡面決定不摻雜。能真正認識的人實在不多，這是夏蓮居老居士說，「萬億人中一二知」。再看底下一段經文："
    },
    {
      "id": "02-005-0104_p0037",
      "zh_CN": "【是故告汝天人世间阿修罗等。】",
      "zh_TW": "【是故告汝天人世間阿修羅等。】"
    },
    {
      "id": "02-005-0104_p0038",
      "zh_CN": "这是当时与会的这些大众，与会大众里面有声闻、有缘觉、有菩萨，那些人不必劝，为什么？他都知道，他都没有怀疑。听佛说法会起怀疑的，是『天』、『人』、『阿修罗』这些，「佛这样说这个经，是不是说得太过分了？是不是为了劝我们，故意这样说的、故意把它抬高的？实际上恐怕没有这么高，是来劝勉我们的话，话不是真的」，就起了疑心。所以特别叫了这些人给他说：",
      "zh_TW": "這是當時與會的這些大眾，與會大眾裡面有聲聞、有緣覺、有菩薩，那些人不必勸，為什麼？他都知道，他都沒有懷疑。聽佛說法會起懷疑的，是『天』、『人』、『阿修羅』這些，「佛這樣說這個經，是不是說得太過分了？是不是為了勸我們，故意這樣說的、故意把它抬高的？實際上恐怕沒有這麼高，是來勸勉我們的話，話不是真的」，就起了疑心。所以特別叫了這些人給他說："
    },
    {
      "id": "02-005-0104_p0039",
      "zh_CN": "【应当爱乐修习。】",
      "zh_TW": "【應當愛樂修習。】"
    },
    {
      "id": "02-005-0104_p0040",
      "zh_CN": "这教你对于这个经、对于这个法门，『应当』，是非常非常肯定的语气，你应当要喜欢、要爱好。『乐』是爱好，『爱』就是喜欢，你要喜欢、要爱好这部经典、这个法门，要认真的去『修』，要认真去『习』。修，是依照经典理论、方法、标准来修正，修正我们的观念，修正我们的思想，修正我们的言行；习，是实习，要在生活当中去做到，换句话说，一定要把经典的教训变成实际的生活，这就是习。果然变成实际的生活，换句话说，无论你修习经典的多少，你都是弥陀的化身。你能够百分之百的做到，你是圆满佛的化身；你能够做到十分之一、二，就像天台大师所讲的，你是分证佛的化身。因为它是第一法，是纯真法，这也显示前面所讲的不可思议的功德利益。",
      "zh_TW": "這教你對於這個經、對於這個法門，『應當』，是非常非常肯定的語氣，你應當要喜歡、要愛好。『樂』是愛好，『愛』就是喜歡，你要喜歡、要愛好這部經典、這個法門，要認真的去『修』，要認真去『習』。修，是依照經典理論、方法、標準來修正，修正我們的觀念，修正我們的思想，修正我們的言行；習，是實習，要在生活當中去做到，換句話說，一定要把經典的教訓變成實際的生活，這就是習。果然變成實際的生活，換句話說，無論你修習經典的多少，你都是彌陀的化身。你能夠百分之百的做到，你是圓滿佛的化身；你能夠做到十分之一、二，就像天台大師所講的，你是分證佛的化身。因為它是第一法，是純真法，這也顯示前面所講的不可思議的功德利益。"
    },
    {
      "id": "02-005-0104_p0041",
      "zh_CN": "【生希有心。】",
      "zh_TW": "【生希有心。】"
    },
    {
      "id": "02-005-0104_p0042",
      "zh_CN": "实实在在的『希有』，所有一切经论都不能够跟它相比。诸位同修，你多看几部经、多想想，你自然能够领会、能够体会，确确实实是一切经不能为比。从什么地方能够很明显的看出来？其他经典我们不容易做，换句话说，不容易应用在日常生活当中；这部经与自己生活好像很容易就相应的，你从这点去体会。其他经论做不到是枉然，理懂得有什么用处？你做不到。这部经，理论明白了，可以做到；不明白，也能做到，这个就妙！所以一定要生希有之心。",
      "zh_TW": "實實在在的『希有』，所有一切經論都不能夠跟它相比。諸位同修，你多看幾部經、多想想，你自然能夠領會、能夠體會，確確實實是一切經不能為比。從什麼地方能夠很明顯的看出來？其他經典我們不容易做，換句話說，不容易應用在日常生活當中；這部經與自己生活好像很容易就相應的，你從這點去體會。其他經論做不到是枉然，理懂得有什麼用處？你做不到。這部經，理論明白了，可以做到；不明白，也能做到，這個就妙！所以一定要生希有之心。"
    },
    {
      "id": "02-005-0104_p0043",
      "zh_CN": "【于此经中。生导师想。】",
      "zh_TW": "【於此經中。生導師想。】"
    },
    {
      "id": "02-005-0104_p0044",
      "zh_CN": "『导师』就是佛。这就是告诉你，这一部经就是阿弥陀佛，你皈依这部经典、依靠这部经典，就是依靠阿弥陀佛，这是真的。我们供养阿弥陀佛的像，你一定要明经、要明理，一见阿弥陀佛的像，就想起阿弥陀佛在经典给我们这么多的宝贵教训，就想起来了，这样瞻礼阿弥陀佛，就无量功德。否则的话，见这个像，见这个像什么都不知道，拜阿弥陀佛的像这白拜了。像的作用，供养佛像的作用，就是让它时时刻刻提醒我，提醒我什么？经典里面字字句句的教训，我见到佛像马上就想起来，这个叫学佛。所以经就是佛，经典所在之处就是阿弥陀佛所在之处。",
      "zh_TW": "『導師』就是佛。這就是告訴你，這一部經就是阿彌陀佛，你皈依這部經典、依靠這部經典，就是依靠阿彌陀佛，這是真的。我們供養阿彌陀佛的像，你一定要明經、要明理，一見阿彌陀佛的像，就想起阿彌陀佛在經典給我們這麼多的寶貴教訓，就想起來了，這樣瞻禮阿彌陀佛，就無量功德。否則的話，見這個像，見這個像什麼都不知道，拜阿彌陀佛的像這白拜了。像的作用，供養佛像的作用，就是讓它時時刻刻提醒我，提醒我什麼？經典裡面字字句句的教訓，我見到佛像馬上就想起來，這個叫學佛。所以經就是佛，經典所在之處就是阿彌陀佛所在之處。"
    },
    {
      "id": "02-005-0104_p0045",
      "zh_CN": "【欲令无量众生。速疾安住。得不退转。】",
      "zh_TW": "【欲令無量眾生。速疾安住。得不退轉。】"
    },
    {
      "id": "02-005-0104_p0046",
      "zh_CN": "这是法门真实的效果，可以教一切众生，不但是我们这个世界，我们在前面看到，十方世界无不如是，能教一切众生，『速疾』是很快，很快安安稳稳你就住于圆满三不退的地位，你说这多难得。圆满的三不退是等觉菩萨，如果我们把标准放宽一点，八地以上。换句话说，能令一切众生，甚至于一切五逆十恶的众生，都能够快速平平安安的得到圆满的三不退。这个利益到哪里去找去！你要跟菩萨们说，菩萨听了摇头：没这个道理。在这个法门却是事实。",
      "zh_TW": "這是法門真實的效果，可以教一切眾生，不但是我們這個世界，我們在前面看到，十方世界無不如是，能教一切眾生，『速疾』是很快，很快安安穩穩你就住於圓滿三不退的地位，你說這多難得。圓滿的三不退是等覺菩薩，如果我們把標準放寬一點，八地以上。換句話說，能令一切眾生，甚至於一切五逆十惡的眾生，都能夠快速平平安安的得到圓滿的三不退。這個利益到哪裡去找去！你要跟菩薩們說，菩薩聽了搖頭：沒這個道理。在這個法門卻是事實。"
    },
    {
      "id": "02-005-0104_p0047",
      "zh_CN": "【及欲见彼广大庄严。】",
      "zh_TW": "【及欲見彼廣大莊嚴。】"
    },
    {
      "id": "02-005-0104_p0048",
      "zh_CN": "这是到达西方极乐世界所受的果报，那个世界『广大庄严』，前面经里面都给我们说过了。",
      "zh_TW": "這是到達西方極樂世界所受的果報，那個世界『廣大莊嚴』，前面經裡面都給我們說過了。"
    },
    {
      "id": "02-005-0104_p0049",
      "zh_CN": "【摄受殊胜佛刹。】",
      "zh_TW": "【攝受殊勝佛剎。】"
    },
    {
      "id": "02-005-0104_p0050",
      "zh_CN": "这一句更不可思议。前面广大庄严，我们也不贪图，也不贪图这个享受，好像与我们还没有很密切的关系。但是这一句关系就太大了，是我们梦昧以求的，那就是什么？我们希望能够见到一切诸佛如来。这就告诉你，只要到西方极乐世界，得弥陀威神的加持，就能够天天、时时刻刻去亲近十方一切诸佛如来，就有这个能力，所谓上供诸佛、下度众生。无量无边的世界跟我们都有非常密切的关系，什么关系？我们在过去生中曾经住过那个地方，那个地方有我们许许多多认识的人，父母兄弟、亲朋好友。我们现在是迷惑颠倒，过去的事情都忘掉了；一生到西方极乐世界，无量无边劫以前的事情你统统都清楚，都记起来了，都明了了。生生世世这一生在这个世界，那一生在那个世界，那还不都想去看看！所以那个世界有佛，先去供养佛，然后去度有缘的众生，你会把这个最殊胜的法门去告诉他、劝导他。所以乘愿再来，不只是来娑婆世界，而是乘愿再回到十方世界。",
      "zh_TW": "這一句更不可思議。前面廣大莊嚴，我們也不貪圖，也不貪圖這個享受，好像與我們還沒有很密切的關係。但是這一句關係就太大了，是我們夢昧以求的，那就是什麼？我們希望能夠見到一切諸佛如來。這就告訴你，只要到西方極樂世界，得彌陀威神的加持，就能夠天天、時時刻刻去親近十方一切諸佛如來，就有這個能力，所謂上供諸佛、下度眾生。無量無邊的世界跟我們都有非常密切的關係，什麼關係？我們在過去生中曾經住過那個地方，那個地方有我們許許多多認識的人，父母兄弟、親朋好友。我們現在是迷惑顛倒，過去的事情都忘掉了；一生到西方極樂世界，無量無邊劫以前的事情你統統都清楚，都記起來了，都明瞭了。生生世世這一生在這個世界，那一生在那個世界，那還不都想去看看！所以那個世界有佛，先去供養佛，然後去度有緣的眾生，你會把這個最殊勝的法門去告訴他、勸導他。所以乘願再來，不只是來娑婆世界，而是乘願再回到十方世界。"
    },
    {
      "id": "02-005-0104_p0051",
      "zh_CN": "【圆满功德者。当起精进。听此法门。】",
      "zh_TW": "【圓滿功德者。當起精進。聽此法門。】"
    },
    {
      "id": "02-005-0104_p0052",
      "zh_CN": "密宗里面有大圆满法，虽有大圆满法，究竟能不能得到大圆满？实在是很有问题。黄念祖老居士说，现在这个时代，真正密宗的根机已经没有了，他晚年不再传密，没有密宗的根机。所以自己专修净土，专弘净土，对于学密的人他也再三的劝导，要兼修《无量寿经》、《弥陀要解》、《普贤行愿品》，发愿求生净土。这个真是慈悲到了极处！如果学密的人不依照这个方法来修，结果还是落空，那就太可惜了。所以真正的圆满、大圆满、究竟圆满，就是这个法门，我们应当要『精进，听此法门』。所以这部经实在讲，要常讲，要不断的讲。我们在一切经里面，我过去讲过不少经，一切经里面，以听众感受来说，没有像听这部经感受能够生真正的欢喜心，这是其他经比不上这部经；听经人数之多，实在讲其他经也不如这部经。",
      "zh_TW": "密宗裡面有大圓滿法，雖有大圓滿法，究竟能不能得到大圓滿？實在是很有問題。黃念祖老居士說，現在這個時代，真正密宗的根機已經沒有了，他晚年不再傳密，沒有密宗的根機。所以自己專修淨土，專弘淨土，對於學密的人他也再三的勸導，要兼修《無量壽經》、《彌陀要解》、《普賢行願品》，發願求生淨土。這個真是慈悲到了極處！如果學密的人不依照這個方法來修，結果還是落空，那就太可惜了。所以真正的圓滿、大圓滿、究竟圓滿，就是這個法門，我們應當要『精進，聽此法門』。所以這部經實在講，要常講，要不斷的講。我們在一切經裡面，我過去講過不少經，一切經裡面，以聽眾感受來說，沒有像聽這部經感受能夠生真正的歡喜心，這是其他經比不上這部經；聽經人數之多，實在講其他經也不如這部經。"
    },
    {
      "id": "02-005-0104_p0053",
      "zh_CN": "我们这次了解，我们《无量寿经》的录音带差不多已经流通到全国，是他们同修自己拷贝流通的，一个传一个这样传出去的。都对于这个法门深信不疑，专修、专读，效果非常的显著。我们看到，真的生了无限的欢喜心。所以介绍人学佛，人家问，「我学佛，我初学，从哪里学起？」就介绍从《无量寿经》学起；老修行的人，经论已经读得很多的人，问「我要从哪里学起？」也告诉他，从《无量寿经》学起，决定不错。再看下面这一段：",
      "zh_TW": "我們這次了解，我們《無量壽經》的錄音帶差不多已經流通到全國，是他們同修自己拷貝流通的，一個傳一個這樣傳出去的。都對於這個法門深信不疑，專修、專讀，效果非常的顯著。我們看到，真的生了無限的歡喜心。所以介紹人學佛，人家問，「我學佛，我初學，從哪裡學起？」就介紹從《無量壽經》學起；老修行的人，經論已經讀得很多的人，問「我要從哪裡學起？」也告訴他，從《無量壽經》學起，決定不錯。再看下面這一段："
    },
    {
      "id": "02-005-0104_p0054",
      "zh_CN": "【为求法故。不生退屈谄伪之心。设入大火。不应疑悔。】",
      "zh_TW": "【為求法故。不生退屈諂偽之心。設入大火。不應疑悔。】"
    },
    {
      "id": "02-005-0104_p0055",
      "zh_CN": "这个几句，是佛在此地苦口婆心劝勉我们，对这个无上法门决定不能怀疑、决定不能退转。这种利益是无量劫无量劫中不容易遇到的，开经偈上说「百千万劫难遭遇」，这还不止，遇不到！遇到了怀疑、退转，轻易把它舍弃，那什么原因？善根薄、福德薄，他对这个法门有疑。或者修学之后他后悔，他还要改修别的法门，这就错了，大错特错。所以在此地苦口婆心的劝勉我们。底下再给我们作证，为什么佛要这样劝我们呢？",
      "zh_TW": "這個幾句，是佛在此地苦口婆心勸勉我們，對這個無上法門決定不能懷疑、決定不能退轉。這種利益是無量劫無量劫中不容易遇到的，開經偈上說「百千萬劫難遭遇」，這還不止，遇不到！遇到了懷疑、退轉，輕易把它捨棄，那什麼原因？善根薄、福德薄，他對這個法門有疑。或者修學之後他後悔，他還要改修別的法門，這就錯了，大錯特錯。所以在此地苦口婆心的勸勉我們。底下再給我們作證，為什麼佛要這樣勸我們呢？"
    },
    {
      "id": "02-005-0104_p0056",
      "zh_CN": "【何以故。彼无量亿诸菩萨等。皆悉求此微妙法门。尊重听闻。不生违背。】",
      "zh_TW": "【何以故。彼無量億諸菩薩等。皆悉求此微妙法門。尊重聽聞。不生違背。】"
    },
    {
      "id": "02-005-0104_p0057",
      "zh_CN": "这是讲十方世界，我们在前面看到的，正宗分最后一品我们看到的，十方无量无边世界，每一个世界往生的菩萨数量都是不可思议。这么多菩萨，哪一个不求这个法门！有的人求，求不到，为什么求不到？当然他有障碍，刚才讲的，他有业障，他有罪障，他这一生当中没有机会听到。所以这些业习轻的人都想求这个法门，对这个法门没有不尊重的，『尊重听闻』；『不生违背』，那就是依教修行。换句话说，这些菩萨统统都往生了，这就是经上讲的已经生的、现在生的、将来当生的，是这一类人。",
      "zh_TW": "這是講十方世界，我們在前面看到的，正宗分最後一品我們看到的，十方無量無邊世界，每一個世界往生的菩薩數量都是不可思議。這麼多菩薩，哪一個不求這個法門！有的人求，求不到，為什麼求不到？當然他有障礙，剛才講的，他有業障，他有罪障，他這一生當中沒有機會聽到。所以這些業習輕的人都想求這個法門，對這個法門沒有不尊重的，『尊重聽聞』；『不生違背』，那就是依教修行。換句話說，這些菩薩統統都往生了，這就是經上講的已經生的、現在生的、將來當生的，是這一類人。"
    },
    {
      "id": "02-005-0104_p0058",
      "zh_CN": "【多有菩萨。欲闻此经。而不能得。】",
      "zh_TW": "【多有菩薩。欲聞此經。而不能得。】"
    },
    {
      "id": "02-005-0104_p0059",
      "zh_CN": "这个就更多更多，比往生的就更多了。我们要问，他既然想听这个经，他为什么不听，这不奇怪了吗？实际上他很想听这个经，他不知道这个经。他想听什么经？想最好能有个经，教我们赶快成佛，但不晓得这个经是什么经。菩萨总希望能有一个法门、能有一个经典，能令一切众生统统都成佛。哪一个菩萨都有这个意念，都希望自己很顺利的成就，都想找这个法门，找不到。有人给他介绍这个法门，他还不相信，他本身有障碍，找不到这个法门。实在这个法门就在他眼前，他就不认识，他就怀疑，他就不肯接受、不肯相信，当面错过。你冷静的观察观察我们这个社会，学禅的也好，学密的也好，学教的也好，不管学哪一宗哪一派，你看他的门口都贴「南无阿弥陀佛」，他甚至于晚课也念《阿弥陀经》。你问他，他要不要求净土？他不要。很多！他劝你们念阿弥陀佛，劝你们求生净土，他？他不要求生。为什么？他认为这个法门是很低的法门，是给那些没有什么知识的人他们修的；他是了不起的上上根的人，他要修上上法门，他不修这个法门。殊不知道，他心目当中所想找的上上法门，就是这个法门，可惜他不认识。你才晓得，佛讲这句话没有讲错，很有道理！『多有菩萨』，这个「多」，比前面多得多，不晓得多得多少倍！想找一个一生成就、快速稳当成就的法门，找不到，『而不能得』。那么回过头来看看我们，我们很幸运，我们今天就遇到了。所以佛在此地郑重的劝告我们：",
      "zh_TW": "這個就更多更多，比往生的就更多了。我們要問，他既然想聽這個經，他為什麼不聽，這不奇怪了嗎？實際上他很想聽這個經，他不知道這個經。他想聽什麼經？想最好能有個經，教我們趕快成佛，但不曉得這個經是什麼經。菩薩總希望能有一個法門、能有一個經典，能令一切眾生統統都成佛。哪一個菩薩都有這個意念，都希望自己很順利的成就，都想找這個法門，找不到。有人給他介紹這個法門，他還不相信，他本身有障礙，找不到這個法門。實在這個法門就在他眼前，他就不認識，他就懷疑，他就不肯接受、不肯相信，當面錯過。你冷靜的觀察觀察我們這個社會，學禪的也好，學密的也好，學教的也好，不管學哪一宗哪一派，你看他的門口都貼「南無阿彌陀佛」，他甚至於晚課也念《阿彌陀經》。你問他，他要不要求淨土？他不要。很多！他勸你們念阿彌陀佛，勸你們求生淨土，他？他不要求生。為什麼？他認為這個法門是很低的法門，是給那些沒有什麼知識的人他們修的；他是了不起的上上根的人，他要修上上法門，他不修這個法門。殊不知道，他心目當中所想找的上上法門，就是這個法門，可惜他不認識。你才曉得，佛講這句話沒有講錯，很有道理！『多有菩薩』，這個「多」，比前面多得多，不曉得多得多少倍！想找一個一生成就、快速穩當成就的法門，找不到，『而不能得』。那麼回過頭來看看我們，我們很幸運，我們今天就遇到了。所以佛在此地鄭重的勸告我們："
    },
    {
      "id": "02-005-0104_p0060",
      "zh_CN": "【是故汝等。应求此法。】",
      "zh_TW": "【是故汝等。應求此法。】"
    },
    {
      "id": "02-005-0104_p0061",
      "zh_CN": "你们今天遇到了，遇到应当一心一意专求这个法门，再不要怀疑了。这个实在是难中之难，真的是难信之法。难信能信，哪有不成就的道理！这一段经文看起来很浅显，意思实在是深广无比，我们要细心去体会，才能看得出世尊对我们的一番苦心。我们要怎样去报答？不能往生，就没办法报佛恩；要报佛恩，那就决定往生。",
      "zh_TW": "你們今天遇到了，遇到應當一心一意專求這個法門，再不要懷疑了。這個實在是難中之難，真的是難信之法。難信能信，哪有不成就的道理！這一段經文看起來很淺顯，意思實在是深廣無比，我們要細心去體會，才能看得出世尊對我們的一番苦心。我們要怎樣去報答？不能往生，就沒辦法報佛恩；要報佛恩，那就決定往生。"
    },
    {
      "id": "02-005-0104_p0062",
      "zh_CN": "好，今天就讲到此地。",
      "zh_TW": "好，今天就講到此地。"
    }
  ]
}