{
  "doc_id": "02-005-0105",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ五集",
    "zh_TW": "第一Ｏ五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0105",
  "total_paragraphs": 64,
  "paragraphs": [
    {
      "id": "02-005-0105_p0001",
      "zh_CN": "请掀开经本第八十六面，倒数第二行：",
      "zh_TW": "請掀開經本第八十六面，倒數第二行："
    },
    {
      "id": "02-005-0105_p0002",
      "zh_CN": "【受菩提记第四十四。】",
      "zh_TW": "【受菩提記第四十四。】"
    },
    {
      "id": "02-005-0105_p0003",
      "zh_CN": "这一品是接着前面「非是小乘」，还是属于劝信流通。劝信之所以分为两品，在经文里面我们很明显的看出来，这段是说明，法师不退转得受记来劝我们，显示出这个法门的殊胜。请看经文：",
      "zh_TW": "這一品是接著前面「非是小乘」，還是屬於勸信流通。勸信之所以分為兩品，在經文裡面我們很明顯的看出來，這段是說明，法師不退轉得受記來勸我們，顯示出這個法門的殊勝。請看經文："
    },
    {
      "id": "02-005-0105_p0004",
      "zh_CN": "【若于来世。乃至正法灭时。当有众生。植诸善本。已曾供养无量诸佛。由彼如来加威力故。能得如是广大法门。】",
      "zh_TW": "【若於來世。乃至正法滅時。當有眾生。植諸善本。已曾供養無量諸佛。由彼如來加威力故。能得如是廣大法門。】"
    },
    {
      "id": "02-005-0105_p0005",
      "zh_CN": "我们先看这一小段。这个经文字字句句都含着有很深的义理、很深的道理，千万不能够疏忽的。世尊告诉我们，『若于来世』，就是指未来世，释迦牟尼佛当年说法的时候，他灭度之后都称作来世。底下一句说，『乃至正法灭时』。我们晓得，每一尊佛出现在世间，他的教化都可以分为三个时期，这三个时期我们称它作法运。人有命运；家庭也有命运，这个家的兴衰；国也有命运，国家的兴亡，也有命运；世界也有命运，这个世界讲大的有成住坏空，小的有沧海桑田，这都是世界的命运；释迦牟尼佛以及一切诸佛示现在世间教化众生，还脱离不了命运，这是我们一定要知道的。释迦牟尼佛的法运总共有一万二千年，正法一千年，这个正法就是佛灭度之后不久，所留下来教学以及修学的方法都没有变质，非常的纯正，没有变质，这一个时期称为正法。到第二个一千年，去佛愈来愈远了，远了之后这传的时候就会有错误，不是法有错误，传的人有错误，所以说愈传愈讹；虽然错误，但是错误还不太大，依照这个法门来修还行，就是虽有错误，大致上都还能过得去，叫相似，这像法。像法就是相似，不纯正，没有从前那么纯正，相似法，这个一千年。这一千年之后，那就是到第三千年了，往下去有一万年，这叫末法时期。",
      "zh_TW": "我們先看這一小段。這個經文字字句句都含著有很深的義理、很深的道理，千萬不能夠疏忽的。世尊告訴我們，『若於來世』，就是指未來世，釋迦牟尼佛當年說法的時候，他滅度之後都稱作來世。底下一句說，『乃至正法滅時』。我們曉得，每一尊佛出現在世間，他的教化都可以分為三個時期，這三個時期我們稱它作法運。人有命運；家庭也有命運，這個家的興衰；國也有命運，國家的興亡，也有命運；世界也有命運，這個世界講大的有成住壞空，小的有滄海桑田，這都是世界的命運；釋迦牟尼佛以及一切諸佛示現在世間教化眾生，還脫離不了命運，這是我們一定要知道的。釋迦牟尼佛的法運總共有一萬二千年，正法一千年，這個正法就是佛滅度之後不久，所留下來教學以及修學的方法都沒有變質，非常的純正，沒有變質，這一個時期稱為正法。到第二個一千年，去佛愈來愈遠了，遠了之後這傳的時候就會有錯誤，不是法有錯誤，傳的人有錯誤，所以說愈傳愈訛；雖然錯誤，但是錯誤還不太大，依照這個法門來修還行，就是雖有錯誤，大致上都還能過得去，叫相似，這像法。像法就是相似，不純正，沒有從前那麼純正，相似法，這個一千年。這一千年之後，那就是到第三千年了，往下去有一萬年，這叫末法時期。"
    },
    {
      "id": "02-005-0105_p0006",
      "zh_CN": "依照经文上来说，「正法灭时」，应该就是像法以后都是这个情形。何况我们现在所处的时代，像法也过去了，末法时候，末法一万年，我们是在末法一千年之后。照中国人的算法，释迦牟尼佛灭度今年是三千零十九年，我们是在末法第二个一千年的前面，第二个一千年才十九年，所以是末法的第二个一千年，往后还有九千年就是了，我们处在这个时代。即使在这个时代，像佛在此地给我们说的这个事实，如果不是在过去生中『植诸善本』，「善」是善根，「本」是根本，这个根本的善根是什么？就是念佛，就是这一句名号。由此可知，我们在过去生中久远劫之前，就听到阿弥陀佛这个名号，也念了几句，不念几句你哪来的善根？没善本，这是也念了几句。不但念了这个几句，念了几句这是善本，你这是跟阿弥陀佛结下这个缘；还曾经修大福报。就跟《弥陀经》上讲的，「不可以少善根福德因缘，得生彼国」。你「植诸善本」，就是你有善根；你又曾经『供养无量诸佛』，这是你有福德，你善根、福德具足；下面就看你有没有缘分，你在这一生当中是不是遇到这部经典、遇到这个法门，这是因缘。",
      "zh_TW": "依照經文上來說，「正法滅時」，應該就是像法以後都是這個情形。何況我們現在所處的時代，像法也過去了，末法時候，末法一萬年，我們是在末法一千年之後。照中國人的算法，釋迦牟尼佛滅度今年是三千零十九年，我們是在末法第二個一千年的前面，第二個一千年才十九年，所以是末法的第二個一千年，往後還有九千年就是了，我們處在這個時代。即使在這個時代，像佛在此地給我們說的這個事實，如果不是在過去生中『植諸善本』，「善」是善根，「本」是根本，這個根本的善根是什麼？就是念佛，就是這一句名號。由此可知，我們在過去生中久遠劫之前，就聽到阿彌陀佛這個名號，也念了幾句，不念幾句你哪來的善根？沒善本，這是也念了幾句。不但念了這個幾句，念了幾句這是善本，你這是跟阿彌陀佛結下這個緣；還曾經修大福報。就跟《彌陀經》上講的，「不可以少善根福德因緣，得生彼國」。你「植諸善本」，就是你有善根；你又曾經『供養無量諸佛』，這是你有福德，你善根、福德具足；下面就看你有沒有緣分，你在這一生當中是不是遇到這部經典、遇到這個法門，這是因緣。"
    },
    {
      "id": "02-005-0105_p0007",
      "zh_CN": "假如这三个条件统统都具足，换句话，在这一生当中就非常可能永脱轮回、不退成佛，因为你这三个条件已经具足。我们想想，我们这一帮人这三个条件今天真的是具足了。因缘得来不容易，为什么？『由彼如来加威力故』。哪一个如来？我们过去生中所供养的无量诸佛，无量诸佛都加持我们、都保佑我们，使我们在这一生当中听到这个法门。这个因缘不是偶然的，偶然得不到。假如善根福德差一点的，纵然遇到这个法门他也不能接受，他也不能认真的去修行，这一生就又空过了，也是种一点善根、培一点福报而已。那就是说善根福德还不具足，还达不到这个程度，才会有这个现象。善根福德程度达到这个标准，听到这个法门一定生欢喜心，一定是信受奉行，你才『能得如是广大法门』，「如是」就是指这一部经，就是指这一个法门。这个法门之广大，大在哪里？尽虚空遍法界所有一切众生都是它度脱的对象，这就伟大。不像其他的法门，只度一部分的众生，所谓契机，适合于一部分的根机。譬如说达摩祖师传到中国来的禅宗，它只适合于上上根人，不是上上根人就没分。我们看看现在这个世间上上根人有几个？可能一个也找不到。不是说法门不好，不对症，没有这个法门来得普遍，广摄一切众生。底下说：",
      "zh_TW": "假如這三個條件統統都具足，換句話，在這一生當中就非常可能永脫輪迴、不退成佛，因為你這三個條件已經具足。我們想想，我們這一幫人這三個條件今天真的是具足了。因緣得來不容易，為什麼？『由彼如來加威力故』。哪一個如來？我們過去生中所供養的無量諸佛，無量諸佛都加持我們、都保佑我們，使我們在這一生當中聽到這個法門。這個因緣不是偶然的，偶然得不到。假如善根福德差一點的，縱然遇到這個法門他也不能接受，他也不能認真的去修行，這一生就又空過了，也是種一點善根、培一點福報而已。那就是說善根福德還不具足，還達不到這個程度，才會有這個現象。善根福德程度達到這個標準，聽到這個法門一定生歡喜心，一定是信受奉行，你才『能得如是廣大法門』，「如是」就是指這一部經，就是指這一個法門。這個法門之廣大，大在哪裡？盡虛空遍法界所有一切眾生都是它度脫的對象，這就偉大。不像其他的法門，只度一部分的眾生，所謂契機，適合於一部分的根機。譬如說達摩祖師傳到中國來的禪宗，它只適合於上上根人，不是上上根人就沒分。我們看看現在這個世間上上根人有幾個？可能一個也找不到。不是說法門不好，不對症，沒有這個法門來得普遍，廣攝一切眾生。底下說："
    },
    {
      "id": "02-005-0105_p0008",
      "zh_CN": "【摄取受持。当获广大一切智智。于彼法中。广大胜解。获大欢喜。广为他说。常乐修行。】",
      "zh_TW": "【攝取受持。當獲廣大一切智智。於彼法中。廣大勝解。獲大歡喜。廣為他說。常樂修行。】"
    },
    {
      "id": "02-005-0105_p0009",
      "zh_CN": "这个地方我们要学习，随分随力认真的去做。我们得到这个法门之后，最可贵的就是底下这一句，『摄取受持』。得到这个法门不能摄取受持，那就空过了，那就很可惜。摄取，我们在世出世间所有一切法中，我们都放下、都舍弃，我只取这个法门，这叫「摄取」；经摄受我，我也摄受经，互摄互融，完全接受，这个「受」是接受；经典里面字字句句，所说的道理、所讲的方法、所讲的境界，我统统都接受，决定不怀疑，我要去照做，把它变成自己的思想、见解、行持，这叫「持」这个字。做到什么程度？整个《无量寿经》就是自己，自己就是一部活活泼泼的《无量寿经》，那我可以保证你上上品往生。为什么？因为你就是阿弥陀佛的化身。这个经上所讲的就是阿弥陀佛，你统统都做到了，你也成了阿弥陀佛，阿弥陀佛哪有不到西方世界的道理！这个要知道。我们做到一部分，那是学到阿弥陀佛的少分；全部做到，你是学到阿弥陀佛的圆满。",
      "zh_TW": "這個地方我們要學習，隨分隨力認真的去做。我們得到這個法門之後，最可貴的就是底下這一句，『攝取受持』。得到這個法門不能攝取受持，那就空過了，那就很可惜。攝取，我們在世出世間所有一切法中，我們都放下、都捨棄，我只取這個法門，這叫「攝取」；經攝受我，我也攝受經，互攝互融，完全接受，這個「受」是接受；經典裡面字字句句，所說的道理、所講的方法、所講的境界，我統統都接受，決定不懷疑，我要去照做，把它變成自己的思想、見解、行持，這叫「持」這個字。做到什麼程度？整個《無量壽經》就是自己，自己就是一部活活潑潑的《無量壽經》，那我可以保證你上上品往生。為什麼？因為你就是阿彌陀佛的化身。這個經上所講的就是阿彌陀佛，你統統都做到了，你也成了阿彌陀佛，阿彌陀佛哪有不到西方世界的道理！這個要知道。我們做到一部分，那是學到阿彌陀佛的少分；全部做到，你是學到阿彌陀佛的圓滿。"
    },
    {
      "id": "02-005-0105_p0010",
      "zh_CN": "在前面我曾经跟诸位说过，古人讲四土三辈九品，他有他的说法，我有我的讲法，我讲的跟他们不一样。但是我讲的这个好懂，也不违背经义，违背经义那是错了，那决定是错误的，我没有违背经义。我跟同修们说了，这个三辈九品从哪里来？你能把这部经完全做到，上上品往生；做到百分之九十，还有百分之十做不到，这个品位就低一点，上品中生；百分之九十要做不到，我能做百分之八十，那就上品下生；这样子依照这个顺序往下降，降到下品下生，要做两成，百分之二十，百分之八十我做不到，我还可以做到百分之二十，你就决定往生。换句话说，百分之二十都做不到跟阿弥陀佛结个法缘，等到来生再说吧，这一生没指望，这一生往生不太可靠。所以经，我劝同修们先要熟读，先要把它念熟，因为不念熟你就没有办法做到。念熟之后，我们在日常生活当中起心动念、对人对事对物，念头一动就会想到，我这个念头符不符合《无量寿经》上的教训？佛教我们怎么做，我们就怎么做法；教我们不可以做，咱们就不做，这才是真正摄取受持。",
      "zh_TW": "在前面我曾經跟諸位說過，古人講四土三輩九品，他有他的說法，我有我的講法，我講的跟他們不一樣。但是我講的這個好懂，也不違背經義，違背經義那是錯了，那決定是錯誤的，我沒有違背經義。我跟同修們說了，這個三輩九品從哪裡來？你能把這部經完全做到，上上品往生；做到百分之九十，還有百分之十做不到，這個品位就低一點，上品中生；百分之九十要做不到，我能做百分之八十，那就上品下生；這樣子依照這個順序往下降，降到下品下生，要做兩成，百分之二十，百分之八十我做不到，我還可以做到百分之二十，你就決定往生。換句話說，百分之二十都做不到跟阿彌陀佛結個法緣，等到來生再說吧，這一生沒指望，這一生往生不太可靠。所以經，我勸同修們先要熟讀，先要把它念熟，因為不念熟你就沒有辦法做到。念熟之後，我們在日常生活當中起心動念、對人對事對物，念頭一動就會想到，我這個念頭符不符合《無量壽經》上的教訓？佛教我們怎麼做，我們就怎麼做法；教我們不可以做，咱們就不做，這才是真正攝取受持。"
    },
    {
      "id": "02-005-0105_p0011",
      "zh_CN": "你就能获得『广大一切智智』。『当』这个字是非常的肯定，就是当然获得。广大就是圆满的意思，你获得圆满的智慧。也许你觉得未必！我哪有那么大的智慧？不错，你的智慧是没那么大。佛在此地讲你获得「广大一切智智」，有没有说错？没说错。怎么没说错？十方等觉菩萨就是依照这个法门摄取受持的，你也能摄取受持，就单单从这一点来讲，你跟文殊、普贤、观音、势至是无二无别。他们是圆满的智慧，才选择这个法门；你这糊里糊涂也选择这个法门，这一选中，跟他们那个圆满智慧没有两样。所以说，除这一桩事情之外，我们智慧比不上文殊、普贤；但就这桩事情，我们绝不在他之下，他选对了，我们也选对了，这个意思在此地。所以真的是圆满的智慧，不是真实圆满的智慧，你不会相信这个法门，你不会选择这个法门。",
      "zh_TW": "你就能獲得『廣大一切智智』。『當』這個字是非常的肯定，就是當然獲得。廣大就是圓滿的意思，你獲得圓滿的智慧。也許你覺得未必！我哪有那麼大的智慧？不錯，你的智慧是沒那麼大。佛在此地講你獲得「廣大一切智智」，有沒有說錯？沒說錯。怎麼沒說錯？十方等覺菩薩就是依照這個法門攝取受持的，你也能攝取受持，就單單從這一點來講，你跟文殊、普賢、觀音、勢至是無二無別。他們是圓滿的智慧，才選擇這個法門；你這糊裡糊塗也選擇這個法門，這一選中，跟他們那個圓滿智慧沒有兩樣。所以說，除這一樁事情之外，我們智慧比不上文殊、普賢；但就這樁事情，我們絕不在他之下，他選對了，我們也選對了，這個意思在此地。所以真的是圓滿的智慧，不是真實圓滿的智慧，你不會相信這個法門，你不會選擇這個法門。"
    },
    {
      "id": "02-005-0105_p0012",
      "zh_CN": "『于彼法中』，这个「彼」就是指这部经典。在这个经典里面『广大胜解』，「胜」是殊胜，「解」是对这个经典所说的，你统统能理解。你有什么能力获得这样圆满的智慧？这是过去、现在一切诸佛威神的加持。我曾经跟同修们说过多次，这样的经典，我们能讲吗？讲不出来；能讲一点，这是一切诸佛如来的加持。我讲，你们能听，你们也能听懂，听得很欢喜，这个能力从哪来的？还是诸佛威神加持。没有一切诸佛如来现前的加持，说、听都办不到。诸佛威神加持，所以才生欢喜心，这个欢喜就是受用，现前所得到的受用，法喜充满，我们一般讲快乐幸福，快乐幸福从哪来的？还是从这经上来的。离开这个法门，说实实在在的话，一切大乘经里有法喜，没有这么殊胜。你不相信，你去读读其他经典，能得法喜，没有这个殊胜，为什么没有这个殊胜？因为得不到一切诸佛的加持。假如我们自己真有智慧、真有能力，应该读所有大乘经这个法喜是一样的、是平等的。为什么读这个经欢喜，读那个经不欢喜？原来这个经有诸佛加持，那个经没有诸佛加持。没有诸佛加持，凭自己的能力就不能理解，欢喜心生不起来。这个经说老实话，不管你懂得多少，甚至于你不懂，你去念念，它都生欢喜心，所以这是诸佛如来威神加持的。如果没有这桩事情，你在这部经里说老实话，你怎样读也生不起欢喜心。这是我们老同修，我跟你说这些话，你都有深刻的体验，你细细去揣摩揣摩，我跟你讲的是事实，句句是真实话。",
      "zh_TW": "『於彼法中』，這個「彼」就是指這部經典。在這個經典裡面『廣大勝解』，「勝」是殊勝，「解」是對這個經典所說的，你統統能理解。你有什麼能力獲得這樣圓滿的智慧？這是過去、現在一切諸佛威神的加持。我曾經跟同修們說過多次，這樣的經典，我們能講嗎？講不出來；能講一點，這是一切諸佛如來的加持。我講，你們能聽，你們也能聽懂，聽得很歡喜，這個能力從哪來的？還是諸佛威神加持。沒有一切諸佛如來現前的加持，說、聽都辦不到。諸佛威神加持，所以才生歡喜心，這個歡喜就是受用，現前所得到的受用，法喜充滿，我們一般講快樂幸福，快樂幸福從哪來的？還是從這經上來的。離開這個法門，說實實在在的話，一切大乘經裡有法喜，沒有這麼殊勝。你不相信，你去讀讀其他經典，能得法喜，沒有這個殊勝，為什麼沒有這個殊勝？因為得不到一切諸佛的加持。假如我們自己真有智慧、真有能力，應該讀所有大乘經這個法喜是一樣的、是平等的。為什麼讀這個經歡喜，讀那個經不歡喜？原來這個經有諸佛加持，那個經沒有諸佛加持。沒有諸佛加持，憑自己的能力就不能理解，歡喜心生不起來。這個經說老實話，不管你懂得多少，甚至於你不懂，你去念念，它都生歡喜心，所以這是諸佛如來威神加持的。如果沒有這樁事情，你在這部經裡說老實話，你怎樣讀也生不起歡喜心。這是我們老同修，我跟你說這些話，你都有深刻的體驗，你細細去揣摩揣摩，我跟你講的是事實，句句是真實話。"
    },
    {
      "id": "02-005-0105_p0013",
      "zh_CN": "由于自己得无量的欢喜，自自然然就喜欢把这个法门介绍给别人，所以『广为他说』。这一句话就是把这个法门、这个经典广泛的推荐给别人，介绍给别人。现在不但我们印经，这是一种方法，我们大量的来印；另外一种，我们将录音带普遍介绍给人，也是一个好方法。我们这次在这个道场图书馆讲这部经是第二次，星期一我们就圆满。这一次总共讲一百零七次，比以往每一次都讲得详细，这也是这个道场法缘的殊胜，这是三宝、龙天的庇佑。『常乐修行』，「常」是长远心，永无间断，「乐」是爱好、欢喜，依照这个方法来「修行」。再看底下经文，下面经文，这是诸佛为这些依照这个法门修学的人来授记，确确实实是授记。",
      "zh_TW": "由於自己得無量的歡喜，自自然然就喜歡把這個法門介紹給別人，所以『廣為他說』。這一句話就是把這個法門、這個經典廣泛的推薦給別人，介紹給別人。現在不但我們印經，這是一種方法，我們大量的來印；另外一種，我們將錄音帶普遍介紹給人，也是一個好方法。我們這次在這個道場圖書館講這部經是第二次，星期一我們就圓滿。這一次總共講一百零七次，比以往每一次都講得詳細，這也是這個道場法緣的殊勝，這是三寶、龍天的庇佑。『常樂修行』，「常」是長遠心，永無間斷，「樂」是愛好、歡喜，依照這個方法來「修行」。再看底下經文，下面經文，這是諸佛為這些依照這個法門修學的人來授記，確確實實是授記。"
    },
    {
      "id": "02-005-0105_p0014",
      "zh_CN": "【诸善男子。及善女人。能于是法。】",
      "zh_TW": "【諸善男子。及善女人。能於是法。】"
    },
    {
      "id": "02-005-0105_p0015",
      "zh_CN": "『是法』就是指这部经。",
      "zh_TW": "『是法』就是指這部經。"
    },
    {
      "id": "02-005-0105_p0016",
      "zh_CN": "【若已求。】",
      "zh_TW": "【若已求。】"
    },
    {
      "id": "02-005-0105_p0017",
      "zh_CN": "我们现在已经得到了，我们是属于这一类的。",
      "zh_TW": "我們現在已經得到了，我們是屬於這一類的。"
    },
    {
      "id": "02-005-0105_p0018",
      "zh_CN": "【现求。】",
      "zh_TW": "【現求。】"
    },
    {
      "id": "02-005-0105_p0019",
      "zh_CN": "他现在渴望想得到，还没得到，这是『现求』的。",
      "zh_TW": "他現在渴望想得到，還沒得到，這是『現求』的。"
    },
    {
      "id": "02-005-0105_p0020",
      "zh_CN": "【当求者。】",
      "zh_TW": "【當求者。】"
    },
    {
      "id": "02-005-0105_p0021",
      "zh_CN": "『当求』是讲未来的。这是对于这个法门机缘上三个阶段。",
      "zh_TW": "『當求』是講未來的。這是對於這個法門機緣上三個階段。"
    },
    {
      "id": "02-005-0105_p0022",
      "zh_CN": "【皆获善利。】",
      "zh_TW": "【皆獲善利。】"
    },
    {
      "id": "02-005-0105_p0023",
      "zh_CN": "只要有这个愿心，他都能得善根、利益。或者我们讲作最善的利益，世出世间没有比这个更善，没有比这个利益更真实。",
      "zh_TW": "只要有這個願心，他都能得善根、利益。或者我們講作最善的利益，世出世間沒有比這個更善，沒有比這個利益更真實。"
    },
    {
      "id": "02-005-0105_p0024",
      "zh_CN": "【汝等应当。安住无疑。】",
      "zh_TW": "【汝等應當。安住無疑。】"
    },
    {
      "id": "02-005-0105_p0025",
      "zh_CN": "这是佛在此地苦口婆心的劝导我们，对这个经典、对这个法门，心要『安』在这上面，不要怀疑，怀疑那你的损失就太大了。",
      "zh_TW": "這是佛在此地苦口婆心的勸導我們，對這個經典、對這個法門，心要『安』在這上面，不要懷疑，懷疑那你的損失就太大了。"
    },
    {
      "id": "02-005-0105_p0026",
      "zh_CN": "【种诸善本。应常修习。使无疑滞。不入一切种类珍宝成就牢狱。】",
      "zh_TW": "【種諸善本。應常修習。使無疑滯。不入一切種類珍寶成就牢獄。】"
    },
    {
      "id": "02-005-0105_p0027",
      "zh_CN": "怎样『种诸善本』？是我们常常听得耳熟的，老实念佛，这就是种诸善本，这个诸善就是一切善。世出世间一切善的大根大本就是这句名号，名号功德不可思议。我劝同学在第一个阶段，我们初学第一个阶段目标在哪里？在信愿。用什么方法？读经、解经。你对这个经典读诵、理解，你的信愿才能够坚定，才能够清净；信愿坚定之后，底下就是认真去行，行就是执持名号。所以到第二个阶段，读经不重要了，读经你早晚念一遍就可以了，或者早晨念半部，晚上念半部，足够了，那是什么？提醒自己，用意在此地。现在教你一天念三遍、念五遍、念十遍，教你求解，这个用意是在坚定你的信愿，这样三资粮就具足了。这个法门，佛在《观无量寿经》里面告诉我们，正助双修，执持名号是正行。那个助行是什么？我们在「净宗学会缘起」上跟诸位同修提出来的，以五德做基础，从五德这个基础上，建立三福、六和、三学、六度、十大愿王，所以我们的助行五个科目。这五个科目，就是我们身体还在这个人世间，要面对着社会、面对广大的群众，我们用什么样的心态，换句话说，用什么态度来过日子？依照这五个科目就行了，这叫助行。正助双修，没有一个不往生的，就是万修万人去。这就是种诸善本。",
      "zh_TW": "怎樣『種諸善本』？是我們常常聽得耳熟的，老實念佛，這就是種諸善本，這個諸善就是一切善。世出世間一切善的大根大本就是這句名號，名號功德不可思議。我勸同學在第一個階段，我們初學第一個階段目標在哪裡？在信願。用什麼方法？讀經、解經。你對這個經典讀誦、理解，你的信願才能夠堅定，才能夠清淨；信願堅定之後，底下就是認真去行，行就是執持名號。所以到第二個階段，讀經不重要了，讀經你早晚念一遍就可以了，或者早晨念半部，晚上念半部，足夠了，那是什麼？提醒自己，用意在此地。現在教你一天念三遍、念五遍、念十遍，教你求解，這個用意是在堅定你的信願，這樣三資糧就具足了。這個法門，佛在《觀無量壽經》裡面告訴我們，正助雙修，執持名號是正行。那個助行是什麼？我們在「淨宗學會緣起」上跟諸位同修提出來的，以五德做基礎，從五德這個基礎上，建立三福、六和、三學、六度、十大願王，所以我們的助行五個科目。這五個科目，就是我們身體還在這個人世間，要面對著社會、面對廣大的群眾，我們用什麼樣的心態，換句話說，用什麼態度來過日子？依照這五個科目就行了，這叫助行。正助雙修，沒有一個不往生的，就是萬修萬人去。這就是種諸善本。"
    },
    {
      "id": "02-005-0105_p0028",
      "zh_CN": "『应常修习』，「修」是修正，我们有错误，于正助的理论、教诲不相应的，统统把它修正过来；「习」是把它变成生活，习是习惯，生活习惯，把它变成我们自己的生活习惯，使我们起心动念都能与这五个科目相应，都不违背五科，我们的助行就圆满。这一句佛号二六时中不间断，这正行圆满。这个样的修学法，『使无疑滞』，不怀疑，「滞」是障碍、是阻碍。其他的法门说实在的话，阻碍的缘很多，这个法门障缘非常之少。它的障缘少，因为什么？它的障缘不在外面，外面没有力量能障你；障缘在自己，你自己不障碍自己，别的人障碍不了。譬如说我念佛，有人讨厌我念佛，讨厌我念佛，我心里念不出声，我功夫还是不间断，这就是人家障碍不了。这句佛号坐着念也行、走着念也行、站着念也行、是躺在床上念也行，你说这个多自在。所以不像其他的法门，要有一定的形式，那就有障碍。譬如坐禅，一定要在禅堂面壁，修行的方法一定要打坐，站着、走着他就不行。没有这个法门来得方便，行住坐卧，一切时、一切处，即使在工作当中功夫都可以不间断，所以这个法门真的是无障碍的法门。",
      "zh_TW": "『應常修習』，「修」是修正，我們有錯誤，於正助的理論、教誨不相應的，統統把它修正過來；「習」是把它變成生活，習是習慣，生活習慣，把它變成我們自己的生活習慣，使我們起心動念都能與這五個科目相應，都不違背五科，我們的助行就圓滿。這一句佛號二六時中不間斷，這正行圓滿。這個樣的修學法，『使無疑滯』，不懷疑，「滯」是障礙、是阻礙。其他的法門說實在的話，阻礙的緣很多，這個法門障緣非常之少。它的障緣少，因為什麼？它的障緣不在外面，外面沒有力量能障你；障緣在自己，你自己不障礙自己，別的人障礙不了。譬如說我念佛，有人討厭我念佛，討厭我念佛，我心裡念不出聲，我功夫還是不間斷，這就是人家障礙不了。這句佛號坐著念也行、走著念也行、站著念也行、是躺在床上念也行，你說這個多自在。所以不像其他的法門，要有一定的形式，那就有障礙。譬如坐禪，一定要在禪堂面壁，修行的方法一定要打坐，站著、走著他就不行。沒有這個法門來得方便，行住坐臥，一切時、一切處，即使在工作當中功夫都可以不間斷，所以這個法門真的是無障礙的法門。"
    },
    {
      "id": "02-005-0105_p0029",
      "zh_CN": "底下这句很重要，『不入一切种类』，一切种类包括了一切法。『珍宝成就牢狱』，牢狱是指什么？三界。换句话说，三界之内有许许多多神通奇怪的事情，你不要受它骗，你要受它骗你就出不了三界。人间功名富贵、五欲六尘，要晓得这是「牢狱」；天上天福比我们人间福报大得太多了，寿命之长、享受之自在，非常教人向往、教人羡慕的，你要觉悟，那是「珍宝牢狱」，福报享尽了还要往下堕落，所以它不究竟、它不圆满。究竟圆满，一定要超越三界。你说天人富贵，跟西方极乐世界一比，就差太远了。我们经前面念过，我们这个世间大自在天王，那是富贵到了顶端，要比起西方极乐世界下下品往生人，他们那种快乐自在，就像，西方这个人像是国王，那个大自在天王像乞丐一样，这不能比。所以一定要把这个环境事实认识清楚，不要被世间名利欺骗了，这非常非常重要，一定要觉悟这个世间寿命非常短促，所有金银财宝这些东西只摆在你面前给你看看而已，你不要以为这是你自己的，你可以得到的，你连身都得不到，何况身外之物？这是要觉悟，没有一样东西是自己的，什么也得不到。这个东西像流水一样，流在我面前我看到了，如果你有智慧，因为在你面前你有机会处理它，你拿它来修福，你拿它来积德，你就聪明；你想把它保为己有，那就上当，你就被骗了。所以机会来了的时候就做善事、做好事，积功累德，你所修的福德绝对丢不掉，有福的人不管在什么艰难处所，他还是有福报。所以聪明人要福报，不要财富，福报里面自然有财富，财富里头不一定有福报，这是个聪明人。决定不为世出世间一些法门欺骗了，这句话用意在此地。再看底下经文：",
      "zh_TW": "底下這句很重要，『不入一切種類』，一切種類包括了一切法。『珍寶成就牢獄』，牢獄是指什麼？三界。換句話說，三界之內有許許多多神通奇怪的事情，你不要受它騙，你要受它騙你就出不了三界。人間功名富貴、五欲六塵，要曉得這是「牢獄」；天上天福比我們人間福報大得太多了，壽命之長、享受之自在，非常教人嚮往、教人羨慕的，你要覺悟，那是「珍寶牢獄」，福報享盡了還要往下墮落，所以它不究竟、它不圓滿。究竟圓滿，一定要超越三界。你說天人富貴，跟西方極樂世界一比，就差太遠了。我們經前面念過，我們這個世間大自在天王，那是富貴到了頂端，要比起西方極樂世界下下品往生人，他們那種快樂自在，就像，西方這個人像是國王，那個大自在天王像乞丐一樣，這不能比。所以一定要把這個環境事實認識清楚，不要被世間名利欺騙了，這非常非常重要，一定要覺悟這個世間壽命非常短促，所有金銀財寶這些東西只擺在你面前給你看看而已，你不要以為這是你自己的，你可以得到的，你連身都得不到，何況身外之物？這是要覺悟，沒有一樣東西是自己的，什麼也得不到。這個東西像流水一樣，流在我面前我看到了，如果你有智慧，因為在你面前你有機會處理它，你拿它來修福，你拿它來積德，你就聰明；你想把它保為己有，那就上當，你就被騙了。所以機會來了的時候就做善事、做好事，積功累德，你所修的福德絕對丟不掉，有福的人不管在什麼艱難處所，他還是有福報。所以聰明人要福報，不要財富，福報裡面自然有財富，財富裡頭不一定有福報，這是個聰明人。決定不為世出世間一些法門欺騙了，這句話用意在此地。再看底下經文："
    },
    {
      "id": "02-005-0105_p0030",
      "zh_CN": "【阿逸多。如是等类大威德者。能生佛法广大异门。】",
      "zh_TW": "【阿逸多。如是等類大威德者。能生佛法廣大異門。】"
    },
    {
      "id": "02-005-0105_p0031",
      "zh_CN": "这是佛叫着弥勒菩萨，叫着他的名字。凡是在经典法会当中叫著名字，下面的开示一定非常重要，他叫你名字提醒你，就是你要注意听了，在提醒他。『如是等类大威德者』，这是指对这个法门不疑惑，也就是通常我们讲的，他修学不怀疑、不夹杂、不间断，这样的人就是大威德之人。『能生佛法广大异门』，生是生起，佛法里面广大异门，这个异门就是特别法门，它不是个普通的法门。这个特别法门就是指这一部经典，这一部经典是佛法广大的异门。我们常讲叫门余大道，八万四千法门以外的一个特别法门，它能生得起来，这个话意思很深。我们今天读这个经，这是释迦牟尼佛所说的法门，这个法门我们读了之后，从我们心里面生起这个法门，这了不起，这才叫相应。心里面生起这个法门，你读这一部经就不是释迦牟尼佛讲的经，这经从哪里来？是自性里面流露出来的。此经是释迦牟尼佛自性流露出来的，我们今天展卷，是从我们自性流露出来的，你说这本经是释迦牟尼佛的经，还是自性真经？是一不是二，这是讲能生。什么人能生？不怀疑、不间断、不夹杂，这个人的心行跟佛，不但是跟阿弥陀佛、跟释迦佛，跟十方三世所有一切诸佛，心心相印，心心交融。就像灯一样，光光互照，彼此不分，入到这个境界。明白这个事实，我们听古人讲的话，这才恍然大悟，所谓「一念相应一念佛，念念相应念念佛」，你这一念的时候你就一念成佛，念念就是念念成佛，没错，没有欺骗我们，这是事实。平常我们念这个话，体验不深，不知道是怎么回事情；读了这个经文，这才真正明了这句话真正的义趣。再看下面：",
      "zh_TW": "這是佛叫著彌勒菩薩，叫著他的名字。凡是在經典法會當中叫著名字，下面的開示一定非常重要，他叫你名字提醒你，就是你要注意聽了，在提醒他。『如是等類大威德者』，這是指對這個法門不疑惑，也就是通常我們講的，他修學不懷疑、不夾雜、不間斷，這樣的人就是大威德之人。『能生佛法廣大異門』，生是生起，佛法裡面廣大異門，這個異門就是特別法門，它不是個普通的法門。這個特別法門就是指這一部經典，這一部經典是佛法廣大的異門。我們常講叫門餘大道，八萬四千法門以外的一個特別法門，它能生得起來，這個話意思很深。我們今天讀這個經，這是釋迦牟尼佛所說的法門，這個法門我們讀了之後，從我們心裡面生起這個法門，這了不起，這才叫相應。心裡面生起這個法門，你讀這一部經就不是釋迦牟尼佛講的經，這經從哪裡來？是自性裡面流露出來的。此經是釋迦牟尼佛自性流露出來的，我們今天展卷，是從我們自性流露出來的，你說這本經是釋迦牟尼佛的經，還是自性真經？是一不是二，這是講能生。什麼人能生？不懷疑、不間斷、不夾雜，這個人的心行跟佛，不但是跟阿彌陀佛、跟釋迦佛，跟十方三世所有一切諸佛，心心相印，心心交融。就像燈一樣，光光互照，彼此不分，入到這個境界。明白這個事實，我們聽古人講的話，這才恍然大悟，所謂「一念相應一念佛，念念相應念念佛」，你這一念的時候你就一念成佛，念念就是念念成佛，沒錯，沒有欺騙我們，這是事實。平常我們念這個話，體驗不深，不知道是怎麼回事情；讀了這個經文，這才真正明瞭這句話真正的義趣。再看下面："
    },
    {
      "id": "02-005-0105_p0032",
      "zh_CN": "【由于此法不听闻故。有一亿菩萨退转阿耨多罗三藐三菩提。】",
      "zh_TW": "【由於此法不聽聞故。有一億菩薩退轉阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-005-0105_p0033",
      "zh_CN": "『一亿菩萨』指哪里的，指什么人？就是指我们现在这些学佛的，本经前面讲「小行菩萨」。没有听这个经，学了几年退转了，道心没有了，怎么没有了？就是统统都入「一切种类珍宝成就牢狱」，都入到那里面去了。你们想想，我们现在睁开眼睛看看我们这个社会佛教界里面，你看看，那个投入一切种类珍宝牢狱里头有多少人？他为什么投入那里去？没有闻到这个法门。所以这个「一亿菩萨」不是指别的，是指现前的，我们这个世界上有四十多亿人口，这是讲学佛的人，泛指学佛的人，现前学佛的人没有遇到这个法门会『退转』。退转，三个因素，第一个因素，是自己业障重。第二个因素，外面魔诱惑的力量强，魔是什么？财色名食睡都是魔。你今天到百货店里面去看看那个琳琅满目的统统是魔，为什么？你看到之后心就动，你就被它所转，你就做不了主。辛辛苦苦赚来的钱都没有了，都跑掉了、都飞掉了，那个魔一诱惑就跑掉了，那是魔，禁不起诱惑。第三个因素，没有诸佛如来威神的加持。不像这个经，这个经一接触，一切诸佛如来都保佑你，魔就不得其便；换句话说，你的心就比较定，心定了就不会受外面境界动摇。所以此地讲的一亿菩萨是指现前的，退转无上菩提，刚刚学佛都是求无上菩提，到后来都搞名闻利养，这是退转。这是值得我们警惕的，我们看到别人退转了，想想自己有没有退？别人迷失，我自己有没有迷失？这个非常非常重要。我们再看底下经文：",
      "zh_TW": "『一億菩薩』指哪裡的，指什麼人？就是指我們現在這些學佛的，本經前面講「小行菩薩」。沒有聽這個經，學了幾年退轉了，道心沒有了，怎麼沒有了？就是統統都入「一切種類珍寶成就牢獄」，都入到那裡面去了。你們想想，我們現在睜開眼睛看看我們這個社會佛教界裡面，你看看，那個投入一切種類珍寶牢獄裡頭有多少人？他為什麼投入那裡去？沒有聞到這個法門。所以這個「一億菩薩」不是指別的，是指現前的，我們這個世界上有四十多億人口，這是講學佛的人，泛指學佛的人，現前學佛的人沒有遇到這個法門會『退轉』。退轉，三個因素，第一個因素，是自己業障重。第二個因素，外面魔誘惑的力量強，魔是什麼？財色名食睡都是魔。你今天到百貨店裡面去看看那個琳琅滿目的統統是魔，為什麼？你看到之後心就動，你就被它所轉，你就做不了主。辛辛苦苦賺來的錢都沒有了，都跑掉了、都飛掉了，那個魔一誘惑就跑掉了，那是魔，禁不起誘惑。第三個因素，沒有諸佛如來威神的加持。不像這個經，這個經一接觸，一切諸佛如來都保佑你，魔就不得其便；換句話說，你的心就比較定，心定了就不會受外面境界動搖。所以此地講的一億菩薩是指現前的，退轉無上菩提，剛剛學佛都是求無上菩提，到後來都搞名聞利養，這是退轉。這是值得我們警惕的，我們看到別人退轉了，想想自己有沒有退？別人迷失，我自己有沒有迷失？這個非常非常重要。我們再看底下經文："
    },
    {
      "id": "02-005-0105_p0034",
      "zh_CN": "【若有众生。于此经典。书写。供养。受持。读诵。于须臾顷。为他演说。劝令听闻。不生忧恼。乃至昼夜思惟彼刹。及佛功德。于无上道。终不退转。】",
      "zh_TW": "【若有眾生。於此經典。書寫。供養。受持。讀誦。於須臾頃。為他演說。勸令聽聞。不生憂惱。乃至晝夜思惟彼剎。及佛功德。於無上道。終不退轉。】"
    },
    {
      "id": "02-005-0105_p0035",
      "zh_CN": "前面说的，没有听到这个经、没有接触这个法门的这些小行菩萨，都退心、都迷失了，依旧去搞六道轮回，甚至于堕得更惨，堕到三恶道去了，真是比比皆是。再看善根福德因缘厚的人，他遇到这个经典生欢喜心，『于此经典，书写』，就是今天讲的流通。从前流通要靠手写，因为经本都是手抄的，没有印刷的；现在用印刷术，不要手抄了，用印刷；现在科技发达，更进步的，可以输入电脑磁碟片，不会损坏，可以永久的保存，放到电脑里面一张一张都印出来，要多少就印多少，你说这个多方便！所以经书是流通，录音带是流通，录影带是流通，电脑的磁片是流通，光碟也是流通，现在流通方法多，比从前多得太多，像这些科技的方法，我们统统采取。『供养』，供养是奉献，别人不知道这个法门，我们介绍给他，我们奉送给他，这是供养，这种供养比世间一切珍宝供养都尊贵。你供养人黄金、供养人房屋，他得到的受用很有限，为什么？不能了生死，不能出三界。你这个法宝供养他，他真的要接受了，那他得的利益就大了，他在这一生永脱轮回，他真的感谢你，真是感谢不尽。无量劫以来没有办法脱离轮回，这一生有机会脱离轮回，机会从哪里来的？是你奉献给他的。我们要将这个无上法门供养一切众生，去修普供养，就是把这个法门普遍的推荐介绍。",
      "zh_TW": "前面說的，沒有聽到這個經、沒有接觸這個法門的這些小行菩薩，都退心、都迷失了，依舊去搞六道輪迴，甚至於墮得更慘，墮到三惡道去了，真是比比皆是。再看善根福德因緣厚的人，他遇到這個經典生歡喜心，『於此經典，書寫』，就是今天講的流通。從前流通要靠手寫，因為經本都是手抄的，沒有印刷的；現在用印刷術，不要手抄了，用印刷；現在科技發達，更進步的，可以輸入電腦磁碟片，不會損壞，可以永久的保存，放到電腦裡面一張一張都印出來，要多少就印多少，你說這個多方便！所以經書是流通，錄音帶是流通，錄影帶是流通，電腦的磁片是流通，光碟也是流通，現在流通方法多，比從前多得太多，像這些科技的方法，我們統統採取。『供養』，供養是奉獻，別人不知道這個法門，我們介紹給他，我們奉送給他，這是供養，這種供養比世間一切珍寶供養都尊貴。你供養人黃金、供養人房屋，他得到的受用很有限，為什麼？不能了生死，不能出三界。你這個法寶供養他，他真的要接受了，那他得的利益就大了，他在這一生永脫輪迴，他真的感謝你，真是感謝不盡。無量劫以來沒有辦法脫離輪迴，這一生有機會脫離輪迴，機會從哪裡來的？是你奉獻給他的。我們要將這個無上法門供養一切眾生，去修普供養，就是把這個法門普遍的推薦介紹。"
    },
    {
      "id": "02-005-0105_p0036",
      "zh_CN": "『受持』，受持是自己接受，依照这个方法来修行。『读诵』，读诵有个人读诵、有团体读诵，个人读诵可以把它定在早晚课诵里面，如果有时间早晚就念一遍，念熟了这一部经大概四十分钟差不多可以念一遍。如果没有时间，时间不够用，早晨念上半部，晚课念下半部，也很好。再要没有时间的话，早晨念第六品，就是念四十八愿这一品，晚上念三十二到三十七这个六品，这样就很好。看各人的时间自己去定，空下来的时间就念佛，有工作就做工作，工作放下来佛号就提起来，这叫受持。团体当中读诵，这是自利利他。我们这个道场，我在此地的时候，讲经的时间多，我离开此地到国外去弘法，晚上的时间空的就多了，大家商量商量、研究研究，是不是可以利用一个晚上，大家都来读《无量寿经》，把这个经从头到尾念一遍，敲着木鱼一个字一个字念，念慢慢的，带初学的，这样念一遍大概一个半小时。不要念得很快，一个半小时念一遍，念完之后念佛回向。这个也非常之好，这样团体在一块读诵，那个效果之大不可思议。这个功德回向世界，祈求世界和平，祈求我们社会安定，在这个动乱当中消灾免难。不但消除个人的灾难，也消除我们台湾两千万同胞的共业，要有这个心愿，到这个地方来读经、来回向。",
      "zh_TW": "『受持』，受持是自己接受，依照這個方法來修行。『讀誦』，讀誦有個人讀誦、有團體讀誦，個人讀誦可以把它定在早晚課誦裡面，如果有時間早晚就念一遍，念熟了這一部經大概四十分鐘差不多可以念一遍。如果沒有時間，時間不夠用，早晨念上半部，晚課念下半部，也很好。再要沒有時間的話，早晨念第六品，就是念四十八願這一品，晚上念三十二到三十七這個六品，這樣就很好。看各人的時間自己去定，空下來的時間就念佛，有工作就做工作，工作放下來佛號就提起來，這叫受持。團體當中讀誦，這是自利利他。我們這個道場，我在此地的時候，講經的時間多，我離開此地到國外去弘法，晚上的時間空的就多了，大家商量商量、研究研究，是不是可以利用一個晚上，大家都來讀《無量壽經》，把這個經從頭到尾念一遍，敲著木魚一個字一個字念，念慢慢的，帶初學的，這樣念一遍大概一個半小時。不要念得很快，一個半小時念一遍，念完之後念佛迴向。這個也非常之好，這樣團體在一塊讀誦，那個效果之大不可思議。這個功德迴向世界，祈求世界和平，祈求我們社會安定，在這個動亂當中消災免難。不但消除個人的災難，也消除我們台灣兩千萬同胞的共業，要有這個心願，到這個地方來讀經、來迴向。"
    },
    {
      "id": "02-005-0105_p0037",
      "zh_CN": "下面这是『演说』，就是把这个经介绍给别人，能有机缘将这个经详细讲一遍，当然最好。没有这个机会，没有这么多的时间，我讲几句也很好，不一定要讲完全，摘几句来讲也一样，像《金刚经》上，为人说「四句偈」。『须臾顷』，是指时间之短，很短的时间。给别人演说，『劝令听闻』，这句用现在的话来讲，就是弘扬这部经典，劝别人。『不生忧恼』，这句话里面含着自己不怀疑、没有疑悔，不会后悔。像人家讲，那个人参禅，那个人学密，那个人有神通，那个人放光；你听了之后，学这个法门我什么也没有，我不后悔，心清净，心坚定，没有忧恼，没有忧虑、没有烦恼。『乃至昼夜思惟彼刹』，这就是念佛，我们一天到晚只是想佛、拜佛、念佛，我们整个目标都集中在阿弥陀佛身上。『及佛功德』，本经里面所说的，阿弥陀佛从初发心修行，一直到他建成西方极乐世界，接引无量无边的众生帮助他们成就，这是他的功德，就是阿弥陀佛的功德。『于无上道』，无上道就是念佛往生、不退成佛，这个地方讲的无上道就是指的这个。我们决定不会退心，而且自己的信心一天一天增长，知道这一生当中决定成佛，要有坚强的信念。",
      "zh_TW": "下面這是『演說』，就是把這個經介紹給別人，能有機緣將這個經詳細講一遍，當然最好。沒有這個機會，沒有這麼多的時間，我講幾句也很好，不一定要講完全，摘幾句來講也一樣，像《金剛經》上，為人說「四句偈」。『須臾頃』，是指時間之短，很短的時間。給別人演說，『勸令聽聞』，這句用現在的話來講，就是弘揚這部經典，勸別人。『不生憂惱』，這句話裡面含著自己不懷疑、沒有疑悔，不會後悔。像人家講，那個人參禪，那個人學密，那個人有神通，那個人放光；你聽了之後，學這個法門我什麼也沒有，我不後悔，心清淨，心堅定，沒有憂惱，沒有憂慮、沒有煩惱。『乃至晝夜思惟彼剎』，這就是念佛，我們一天到晚只是想佛、拜佛、念佛，我們整個目標都集中在阿彌陀佛身上。『及佛功德』，本經裡面所說的，阿彌陀佛從初發心修行，一直到他建成西方極樂世界，接引無量無邊的眾生幫助他們成就，這是他的功德，就是阿彌陀佛的功德。『於無上道』，無上道就是念佛往生、不退成佛，這個地方講的無上道就是指的這個。我們決定不會退心，而且自己的信心一天一天增長，知道這一生當中決定成佛，要有堅強的信念。"
    },
    {
      "id": "02-005-0105_p0038",
      "zh_CN": "【彼人临终。】",
      "zh_TW": "【彼人臨終。】"
    },
    {
      "id": "02-005-0105_p0039",
      "zh_CN": "末后佛在此地举一个比喻给我们说，这个人在『临终』的时候，这是最紧要的关头，这是假设的话，这个业障现前，临命终时业障现前不怕，心还是坚定的，决定不怀疑。",
      "zh_TW": "末後佛在此地舉一個比喻給我們說，這個人在『臨終』的時候，這是最緊要的關頭，這是假設的話，這個業障現前，臨命終時業障現前不怕，心還是堅定的，決定不懷疑。"
    },
    {
      "id": "02-005-0105_p0040",
      "zh_CN": "【假使三千大千世界满中大火。亦能超过。生彼国土。】",
      "zh_TW": "【假使三千大千世界滿中大火。亦能超過。生彼國土。】"
    },
    {
      "id": "02-005-0105_p0041",
      "zh_CN": "『三千大千世界满中大火』，这是什么情况？略而言之，就是原子弹下来的时候也不惊不怖，决定往生。心定的，无论在什么灾难里面，没有恐怖，绝对不会贪生怕死，随时往生。要有这个信心、有这个信念，我们在这个世间，那怎么会不自在、怎么会不快乐！",
      "zh_TW": "『三千大千世界滿中大火』，這是什麼情況？略而言之，就是原子彈下來的時候也不驚不怖，決定往生。心定的，無論在什麼災難裡面，沒有恐怖，絕對不會貪生怕死，隨時往生。要有這個信心、有這個信念，我們在這個世間，那怎麼會不自在、怎麼會不快樂！"
    },
    {
      "id": "02-005-0105_p0042",
      "zh_CN": "【是人已曾值过去佛。受菩提记。一切如来。同所称赞。】",
      "zh_TW": "【是人已曾值過去佛。受菩提記。一切如來。同所稱讚。】"
    },
    {
      "id": "02-005-0105_p0043",
      "zh_CN": "我们想想，我们是不是这个人？这个问题不要问别人，问自己。自己怎么会知道？我对于这部经、对于这个法门，有真正的认识、坚定的信念，依教奉行，那你就是这个人。你就是过去生中曾经供养无量无边诸佛，现前诸佛冥冥当中加持你，给你授记，一切诸佛如来没有不赞叹你的。诸佛赞叹，那个护法神还能不保佑吗？没有这个道理，护法神决定保佑，你看这个利益多大。我们求佛保佑、求神保佑，未必求得到，神、佛有没有保佑你，是个问号在那里，不见得是真的。你要依照这个方法来修，诸佛如来保佑你是真的，决定不假，你不求他他也保佑你、他也加持你。末后佛这一句话，我们细心去体会他老人家是什么样的心意。",
      "zh_TW": "我們想想，我們是不是這個人？這個問題不要問別人，問自己。自己怎麼會知道？我對於這部經、對於這個法門，有真正的認識、堅定的信念，依教奉行，那你就是這個人。你就是過去生中曾經供養無量無邊諸佛，現前諸佛冥冥當中加持你，給你授記，一切諸佛如來沒有不讚歎你的。諸佛讚歎，那個護法神還能不保佑嗎？沒有這個道理，護法神決定保佑，你看這個利益多大。我們求佛保佑、求神保佑，未必求得到，神、佛有沒有保佑你，是個問號在那裡，不見得是真的。你要依照這個方法來修，諸佛如來保佑你是真的，決定不假，你不求他他也保佑你、他也加持你。末後佛這一句話，我們細心去體會他老人家是什麼樣的心意。"
    },
    {
      "id": "02-005-0105_p0044",
      "zh_CN": "【是故应当。专心信受。持诵。说行。】",
      "zh_TW": "【是故應當。專心信受。持誦。說行。】"
    },
    {
      "id": "02-005-0105_p0045",
      "zh_CN": "因为上面所讲的这些事实、这个原因，你就应当要『专心』，要相信、要接受、要受持、要读诵、要为人演说。我们要认真的去做，这样才不辜负佛苦口婆心的教诲。",
      "zh_TW": "因為上面所講的這些事實、這個原因，你就應當要『專心』，要相信、要接受、要受持、要讀誦、要為人演說。我們要認真的去做，這樣才不辜負佛苦口婆心的教誨。"
    },
    {
      "id": "02-005-0105_p0046",
      "zh_CN": "再看底下一章，底下一章是我们流通分里面的第二段，前面都是劝信，第二段是「留经流通」。",
      "zh_TW": "再看底下一章，底下一章是我們流通分裡面的第二段，前面都是勸信，第二段是「留經流通」。"
    },
    {
      "id": "02-005-0105_p0047",
      "zh_CN": "【独留此经第四十五。吾今为诸众生。说此经法。令见无量寿佛。及其国土一切所有。所当为者。皆可求之。无得以我灭度之后。复生疑惑。】",
      "zh_TW": "【獨留此經第四十五。吾今為諸眾生。說此經法。令見無量壽佛。及其國土一切所有。所當為者。皆可求之。無得以我滅度之後。復生疑惑。】"
    },
    {
      "id": "02-005-0105_p0048",
      "zh_CN": "『吾』是本师释迦牟尼佛自称，佛当时说，我今天为一切众生说这部经、说这个法门。不但给我们讲经说法，在这个法会当中，阿弥陀佛与十方世界一切诸佛都现身，阿难跟所有参加这个法会的大众统统都见到了，见到阿弥陀佛，见到西方世界依正庄严；不仅如此，还见到了十方无量无边诸佛以及他们的刹土，统统见到了。『一切所有』，是讲它的依正庄严。『所当为者』，是指上求下化，我们心里所求的，没有一样求不到，真正是有求必应。帮助一切众生，有圆满的智慧，圆满的技巧、能力，统统具足，能够帮助一切众生，这是学佛人所当为者，『皆可求之』，没有一样得不到。这是当时参加大会的人都看到。下面嘱咐，不要等到我灭度之后，释迦牟尼佛入般涅槃离开我们这个世间之后，佛不在世，佛不在了，你对这个法门、对这部经典又生了怀疑，又迷惑了，那就错了。我们今天面对这个经典，应当像释迦牟尼佛当年在世给我们讲经这个盛况一样，决定没有疑惑，这就对了，这一会与佛当年现前的那一会就无二无别。",
      "zh_TW": "『吾』是本師釋迦牟尼佛自稱，佛當時說，我今天為一切眾生說這部經、說這個法門。不但給我們講經說法，在這個法會當中，阿彌陀佛與十方世界一切諸佛都現身，阿難跟所有參加這個法會的大眾統統都見到了，見到阿彌陀佛，見到西方世界依正莊嚴；不僅如此，還見到了十方無量無邊諸佛以及他們的剎土，統統見到了。『一切所有』，是講它的依正莊嚴。『所當為者』，是指上求下化，我們心裡所求的，沒有一樣求不到，真正是有求必應。幫助一切眾生，有圓滿的智慧，圓滿的技巧、能力，統統具足，能夠幫助一切眾生，這是學佛人所當為者，『皆可求之』，沒有一樣得不到。這是當時參加大會的人都看到。下面囑咐，不要等到我滅度之後，釋迦牟尼佛入般涅槃離開我們這個世間之後，佛不在世，佛不在了，你對這個法門、對這部經典又生了懷疑，又迷惑了，那就錯了。我們今天面對這個經典，應當像釋迦牟尼佛當年在世給我們講經這個盛況一樣，決定沒有疑惑，這就對了，這一會與佛當年現前的那一會就無二無別。"
    },
    {
      "id": "02-005-0105_p0049",
      "zh_CN": "【当来之世。经道灭尽。】",
      "zh_TW": "【當來之世。經道滅盡。】"
    },
    {
      "id": "02-005-0105_p0050",
      "zh_CN": "这就是释迦牟尼佛法运一万二千年终了的时候，佛法在这个世间完全消失掉，没有了，所有一切经典都在这个世间消灭了。这个时间在九千年之后，距离我们相当遥远。怎么样消失掉的，我们现在不要打妄想，因为你想也想不出来，到底怎么会消灭掉的，我们现在怎么会想得到呢？佛给我们讲的，当然这个事实是真的，佛经、佛的教学在这个世间统统都消失，都没有了。佛说：",
      "zh_TW": "這就是釋迦牟尼佛法運一萬二千年終了的時候，佛法在這個世間完全消失掉，沒有了，所有一切經典都在這個世間消滅了。這個時間在九千年之後，距離我們相當遙遠。怎麼樣消失掉的，我們現在不要打妄想，因為你想也想不出來，到底怎麼會消滅掉的，我們現在怎麼會想得到呢？佛給我們講的，當然這個事實是真的，佛經、佛的教學在這個世間統統都消失，都沒有了。佛說："
    },
    {
      "id": "02-005-0105_p0051",
      "zh_CN": "【我以慈悲哀愍。特留此经。止住百岁。】",
      "zh_TW": "【我以慈悲哀愍。特留此經。止住百歲。】"
    },
    {
      "id": "02-005-0105_p0052",
      "zh_CN": "这一部经，佛是以他的威神加持，这个经还可以继续在这个世间流通一百年；换句话说，这个经是最后消灭。我们要从这一段经文上去体会这一部经典的价值，才领略到它的确是无比的殊胜。这个经法怎么会消失掉？这就好像大夫用药，这些病人，这有很多种药，这药都是治病的，假如这个药用下去这个病不见效，诸位想想，这个药还要不要？当然不要它了。这个病很重，所有一切法门来治疗统统没有效，失效了，你就晓得到末法最后的这个阶段，就是九千年以后众生的业障是多重。所有一切方法都治不了，这一句阿弥陀佛能治，所以它管用，它还留一百年。再一百年之后，不是这个法门没有效，是人连这个法门都不相信了，那就没办法了，无可奈何，其他的法门相信都没有用处。",
      "zh_TW": "這一部經，佛是以他的威神加持，這個經還可以繼續在這個世間流通一百年；換句話說，這個經是最後消滅。我們要從這一段經文上去體會這一部經典的價值，才領略到它的確是無比的殊勝。這個經法怎麼會消失掉？這就好像大夫用藥，這些病人，這有很多種藥，這藥都是治病的，假如這個藥用下去這個病不見效，諸位想想，這個藥還要不要？當然不要它了。這個病很重，所有一切法門來治療統統沒有效，失效了，你就曉得到末法最後的這個階段，就是九千年以後眾生的業障是多重。所有一切方法都治不了，這一句阿彌陀佛能治，所以它管用，它還留一百年。再一百年之後，不是這個法門沒有效，是人連這個法門都不相信了，那就沒辦法了，無可奈何，其他的法門相信都沒有用處。"
    },
    {
      "id": "02-005-0105_p0053",
      "zh_CN": "实在讲在现前我们已经看到这个迹象，现前法门很多、经论很多，你依照那个方法修行，的确得不到效果，这个我们已经看出来。这是什么原因？我们的业障，病太重了，从前这个医药失效了，失效了，这是真的。在过去大概有十几年前，我在佛光山，在那边教书的时候，会性法师也在那里，他很喜欢开玩笑。有一天跟我们大家说，他说现在人的病重了，这个药方的分量失效了，你看从前那个中药下的就是几钱、几分；现在那个药方拿来要加一倍才能治得好，那个药的分量不够没有效果，为什么？这个病太重了。他说这个话也很有味道！我们的心病、身病，心病、身病从哪来的？从染污来的。精神的染污、物质的染污，所以奇奇怪怪的病一年比一年多，研究医药都来不及。佛这一帖药非常非常了不起，万病通治，而且是决定有效，你要不相信、不接受，吃亏的是自己，不是别人。你看底下这一段，这个词句是非常非常的肯定：",
      "zh_TW": "實在講在現前我們已經看到這個跡象，現前法門很多、經論很多，你依照那個方法修行，的確得不到效果，這個我們已經看出來。這是什麼原因？我們的業障，病太重了，從前這個醫藥失效了，失效了，這是真的。在過去大概有十幾年前，我在佛光山，在那邊教書的時候，會性法師也在那裡，他很喜歡開玩笑。有一天跟我們大家說，他說現在人的病重了，這個藥方的分量失效了，你看從前那個中藥下的就是幾錢、幾分；現在那個藥方拿來要加一倍才能治得好，那個藥的分量不夠沒有效果，為什麼？這個病太重了。他說這個話也很有味道！我們的心病、身病，心病、身病從哪來的？從染污來的。精神的染污、物質的染污，所以奇奇怪怪的病一年比一年多，研究醫藥都來不及。佛這一帖藥非常非常了不起，萬病通治，而且是決定有效，你要不相信、不接受，吃虧的是自己，不是別人。你看底下這一段，這個詞句是非常非常的肯定："
    },
    {
      "id": "02-005-0105_p0054",
      "zh_CN": "【其有众生。值斯经者。随意所愿。皆可得度。】",
      "zh_TW": "【其有眾生。值斯經者。隨意所願。皆可得度。】"
    },
    {
      "id": "02-005-0105_p0055",
      "zh_CN": "你看这个话说得多肯定！这是讲有缘的『众生』，有缘他遇到这个经典，遇到之后他能够欢喜接受，依教奉行，那是随意所愿。就是每个人的愿望不相同，有人想来生得人天福报的，他一定得到；他想修行证果的，他也一定得到，想证阿罗汉得阿罗汉，想成菩萨得菩萨，想往生成佛就成佛，『随意所愿，皆可得度』。这个法门殊胜，不可思议，依照这个法门来修学真的有求必应。我们能信得过吗？假如我们头脑冷静去想想，我们应当相信。在世间法里面，《了凡四训》是改造命运、转移命运的一个非常好的范例，一个例子，典型的例子。它里面所讲的原理、原则、方法，跟我们这个经比较比较，我们这个经典比它那个超过太多太多了。那个小方法都能改造命运，都能在世间法里有求必应，何况这个大法！用《了凡四训》来证实，佛在此地讲的这几句话就千真万确。怕的是什么？怕的是你不相信，你不相信你就当面错过。这个要怪自己，不能怪佛菩萨，佛菩萨对得起我们，我们不相信、怀疑，是我们对不起佛菩萨，所以这个话非常非常的肯定。",
      "zh_TW": "你看這個話說得多肯定！這是講有緣的『眾生』，有緣他遇到這個經典，遇到之後他能夠歡喜接受，依教奉行，那是隨意所願。就是每個人的願望不相同，有人想來生得人天福報的，他一定得到；他想修行證果的，他也一定得到，想證阿羅漢得阿羅漢，想成菩薩得菩薩，想往生成佛就成佛，『隨意所願，皆可得度』。這個法門殊勝，不可思議，依照這個法門來修學真的有求必應。我們能信得過嗎？假如我們頭腦冷靜去想想，我們應當相信。在世間法裡面，《了凡四訓》是改造命運、轉移命運的一個非常好的範例，一個例子，典型的例子。它裡面所講的原理、原則、方法，跟我們這個經比較比較，我們這個經典比它那個超過太多太多了。那個小方法都能改造命運，都能在世間法裡有求必應，何況這個大法！用《了凡四訓》來證實，佛在此地講的這幾句話就千真萬確。怕的是什麼？怕的是你不相信，你不相信你就當面錯過。這個要怪自己，不能怪佛菩薩，佛菩薩對得起我們，我們不相信、懷疑，是我們對不起佛菩薩，所以這個話非常非常的肯定。"
    },
    {
      "id": "02-005-0105_p0056",
      "zh_CN": "【如来兴世。难值难见。诸佛经道。难得难闻。遇善知识。闻法能行。此亦为难。若闻斯经。信乐受持。难中之难。无过此难。】",
      "zh_TW": "【如來興世。難值難見。諸佛經道。難得難聞。遇善知識。聞法能行。此亦為難。若聞斯經。信樂受持。難中之難。無過此難。】"
    },
    {
      "id": "02-005-0105_p0057",
      "zh_CN": "这一段实在是说，这不是释迦牟尼佛一个人说的，一切诸佛都这个说法，这个法门叫难信之法，可是修行容易，易行、难信。这个难信不是指普通人难信，指什么人？指一些声闻、菩萨们他们都不相信，包括我们这个世间所谓知识分子，尤其是高级知识分子，难信。所以不要认为，他们好像知识水准是高高在上，他们的福德因缘比我们差很多。我们在学问在这些东西比不上他，但是我们对于诸佛如来度生第一法门，我们能接受、我们能相信，我们这一生能出三界、能成佛；他没有分，他还是慢慢去搞他六道轮回去。",
      "zh_TW": "這一段實在是說，這不是釋迦牟尼佛一個人說的，一切諸佛都這個說法，這個法門叫難信之法，可是修行容易，易行、難信。這個難信不是指普通人難信，指什麼人？指一些聲聞、菩薩們他們都不相信，包括我們這個世間所謂知識分子，尤其是高級知識分子，難信。所以不要認為，他們好像知識水準是高高在上，他們的福德因緣比我們差很多。我們在學問在這些東西比不上他，但是我們對於諸佛如來度生第一法門，我們能接受、我們能相信，我們這一生能出三界、能成佛；他沒有分，他還是慢慢去搞他六道輪迴去。"
    },
    {
      "id": "02-005-0105_p0058",
      "zh_CN": "这几句话完全是事实的真相，『如来』出兴在世间，就是示现在世间，『难值难见』，值是遇到，不容易遇到，不容易见到。为什么？必须在这个世间，一个地区多数人因缘成熟，这才能感得佛应化在世间，这个缘，在一切缘里是最殊胜的缘，极善之缘。我们中国在古代，差不多是释迦牟尼佛相去不远的时代，中国人的本性仁慈、孝悌，感得孔子、老子、孟子出现在中国，这是大圣人的降临，是感应道交。佛为什么不出现在中国，而出现在印度？同一个时代这个地区，我们中国这个地区人的善根福德，没有印度的深厚。从经典上来看，印度在那个时候是宗教之国，实在讲他们那个时候学术自由的发达，所以百家争鸣、百花齐开，像我们中国春秋战国，它比我们更早，差不多早五、六百年，但是他们在学术上的成就超过我们。我们的成就只限于人道，没有能涉及到六道，但是印度这些外道们，佛出世的时候九十六种外道，这是大的派别，他们里面大多数人都修定，而这个定功高的能到非想非非想处天。所以他们对于天道、饿鬼、地狱、畜生，在他们眼睛里看得清清楚楚，这种学问、能力超过我们中国，我们中国没有达到这个境界，佛出现在那里，不出现在中国。这些人把六道轮回这些事相看得清清楚楚、明明白白，知其当然，不知其所以然。什么原因有六道，什么原因堕六道，什么原因能超越六道，他不知道，他没有办法解决。但是他有心愿，希望解决这个问题，没有办法解决，没有人能够解决。佛一看到这些人这样殷切的希望，这才下生来帮你解决问题，才出现在印度。这个机会难，非常非常之难，不容易遇到，所以是难值难见。",
      "zh_TW": "這幾句話完全是事實的真相，『如來』出興在世間，就是示現在世間，『難值難見』，值是遇到，不容易遇到，不容易見到。為什麼？必須在這個世間，一個地區多數人因緣成熟，這才能感得佛應化在世間，這個緣，在一切緣裡是最殊勝的緣，極善之緣。我們中國在古代，差不多是釋迦牟尼佛相去不遠的時代，中國人的本性仁慈、孝悌，感得孔子、老子、孟子出現在中國，這是大聖人的降臨，是感應道交。佛為什麼不出現在中國，而出現在印度？同一個時代這個地區，我們中國這個地區人的善根福德，沒有印度的深厚。從經典上來看，印度在那個時候是宗教之國，實在講他們那個時候學術自由的發達，所以百家爭鳴、百花齊開，像我們中國春秋戰國，它比我們更早，差不多早五、六百年，但是他們在學術上的成就超過我們。我們的成就只限於人道，沒有能涉及到六道，但是印度這些外道們，佛出世的時候九十六種外道，這是大的派別，他們裡面大多數人都修定，而這個定功高的能到非想非非想處天。所以他們對於天道、餓鬼、地獄、畜生，在他們眼睛裡看得清清楚楚，這種學問、能力超過我們中國，我們中國沒有達到這個境界，佛出現在那裡，不出現在中國。這些人把六道輪迴這些事相看得清清楚楚、明明白白，知其當然，不知其所以然。什麼原因有六道，什麼原因墮六道，什麼原因能超越六道，他不知道，他沒有辦法解決。但是他有心願，希望解決這個問題，沒有辦法解決，沒有人能夠解決。佛一看到這些人這樣殷切的希望，這才下生來幫你解決問題，才出現在印度。這個機會難，非常非常之難，不容易遇到，所以是難值難見。"
    },
    {
      "id": "02-005-0105_p0059",
      "zh_CN": "『诸佛经道，难得难闻』，这是第二个难。纵然见到佛，遇到佛出世，佛讲经说法你有没有去听？很难。像我们这个讲堂，建立在这栋大楼上，天天讲经说法，这隔壁的人他都不来听。他是值了，他也见，但是讲经说法他不来听，第一个难他没有，第二个就有了，不容易！佛出现在当时的印度，也是天天讲经说法，不见得那一个都市人都来听，来听的人少，不来听的人多。所以能够听到经法很不容易，尤其是听到这个法门，讲其他的经论还容易，这部经论很难，机缘很少。我们这几年提倡，实在讲是诸佛如来的加持，众生善根成熟，在台湾普遍，从南到北到处有人读诵，到处有人讲演，讲的人多了。从前没人讲，早些年来，在国内、国外我一个人讲，好不容易碰到一个黄念祖也讲这个，我们见了面欢喜得不得了，因为他一生也是一个人讲，没有遇到第二个。所以我们碰到一起，至少有两个人讲这个经，不容易，相当相当不容易。现在算这个风气逐渐开了，在国内、国外已经非常非常普遍，这是一个很好的现象，非常难能可贵的现象。",
      "zh_TW": "『諸佛經道，難得難聞』，這是第二個難。縱然見到佛，遇到佛出世，佛講經說法你有沒有去聽？很難。像我們這個講堂，建立在這棟大樓上，天天講經說法，這隔壁的人他都不來聽。他是值了，他也見，但是講經說法他不來聽，第一個難他沒有，第二個就有了，不容易！佛出現在當時的印度，也是天天講經說法，不見得那一個都市人都來聽，來聽的人少，不來聽的人多。所以能夠聽到經法很不容易，尤其是聽到這個法門，講其他的經論還容易，這部經論很難，機緣很少。我們這幾年提倡，實在講是諸佛如來的加持，眾生善根成熟，在台灣普遍，從南到北到處有人讀誦，到處有人講演，講的人多了。從前沒人講，早些年來，在國內、國外我一個人講，好不容易碰到一個黃念祖也講這個，我們見了面歡喜得不得了，因為他一生也是一個人講，沒有遇到第二個。所以我們碰到一起，至少有兩個人講這個經，不容易，相當相當不容易。現在算這個風氣逐漸開了，在國內、國外已經非常非常普遍，這是一個很好的現象，非常難能可貴的現象。"
    },
    {
      "id": "02-005-0105_p0060",
      "zh_CN": "第三难，『遇善知识』，遇到一个真正的善知识，他的见解、思想、教学的方式，都正确而没有错误的，不容易，非常非常难。你要是遇到一个老师，那老师把你路指错了，你就冤枉了一生。善知识就是我们普通讲的老师，老师可遇不可求，到哪去找去？这个是要缘分，这也是福气，遇到是福报。遇到真正好的老师，这一生不走冤枉路；遇到的老师不善，走冤枉路那是很可惜，耽误你很多的时间、精力。最怕的是什么？你这走去再不回头就完了，那就一错到底，怕的是这个。这是第三个难，遇到真正善知识。",
      "zh_TW": "第三難，『遇善知識』，遇到一個真正的善知識，他的見解、思想、教學的方式，都正確而沒有錯誤的，不容易，非常非常難。你要是遇到一個老師，那老師把你路指錯了，你就冤枉了一生。善知識就是我們普通講的老師，老師可遇不可求，到哪去找去？這個是要緣分，這也是福氣，遇到是福報。遇到真正好的老師，這一生不走冤枉路；遇到的老師不善，走冤枉路那是很可惜，耽誤你很多的時間、精力。最怕的是什麼？你這走去再不回頭就完了，那就一錯到底，怕的是這個。這是第三個難，遇到真正善知識。"
    },
    {
      "id": "02-005-0105_p0061",
      "zh_CN": "第四，『闻法能行，此亦为难』，你听了老师的教导，有没有认真去照做？不能完全依教奉行，遇到等于没遇到。一定要认真去照做，这已经非常非常难。",
      "zh_TW": "第四，『聞法能行，此亦為難』，你聽了老師的教導，有沒有認真去照做？不能完全依教奉行，遇到等於沒遇到。一定要認真去照做，這已經非常非常難。"
    },
    {
      "id": "02-005-0105_p0062",
      "zh_CN": "『若闻斯经，信乐受持，难中之难』，这一层一层比较，这是第五层。",
      "zh_TW": "『若聞斯經，信樂受持，難中之難』，這一層一層比較，這是第五層。"
    },
    {
      "id": "02-005-0105_p0063",
      "zh_CN": "所以你要是得到这部经、得到这个法门依教修行，这五重难关都通过，非常非常的稀有。每一个难关不晓得淘汰多少人，淘汰到最后没剩几个。我们就是层层淘汰，我们现在还都通过，五重难关都通过了，现在最后一关，就是能不能信受奉行，对于这个经信受奉行，那就非常恭喜你，你这一生成佛了。",
      "zh_TW": "所以你要是得到這部經、得到這個法門依教修行，這五重難關都通過，非常非常的稀有。每一個難關不曉得淘汰多少人，淘汰到最後沒剩幾個。我們就是層層淘汰，我們現在還都通過，五重難關都通過了，現在最後一關，就是能不能信受奉行，對於這個經信受奉行，那就非常恭喜你，你這一生成佛了。"
    },
    {
      "id": "02-005-0105_p0064",
      "zh_CN": "好，我们今天讲到此地。",
      "zh_TW": "好，我們今天講到此地。"
    }
  ]
}