{
  "doc_id": "02-005-0056",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十六集",
    "zh_TW": "第五十六集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0056",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-005-0056_p0001",
      "zh_CN": "请掀开经本第三十三面，第四行，从第二句看起：",
      "zh_TW": "請掀開經本第三十三面，第四行，從第二句看起："
    },
    {
      "id": "02-005-0056_p0002",
      "zh_CN": "【所有国城。聚落。眷属。珍宝。都无所着。恒以布施。持戒。忍辱。精进。禅定。智慧。六度之行。教化安立众生。住于无上真正之道。】",
      "zh_TW": "【所有國城。聚落。眷屬。珍寶。都無所著。恆以布施。持戒。忍辱。精進。禪定。智慧。六度之行。教化安立眾生。住於無上真正之道。】"
    },
    {
      "id": "02-005-0056_p0003",
      "zh_CN": "到这个地方是一小段。前面所说的是庄严自德，今天读的这段文，这是成就众生的德行，菩萨行总离不开自行化他。前面佛曾经跟我们说过，「于无量劫，积植德本，不起贪瞋痴欲诸想，不着色声香味触法」，这个地方就落实了，非常具体的告诉我们从什么地方做起。平常我们所说的看破、放下，实在看破是智慧、是学问，放下是功夫、是受用。",
      "zh_TW": "到這個地方是一小段。前面所說的是莊嚴自德，今天讀的這段文，這是成就眾生的德行，菩薩行總離不開自行化他。前面佛曾經跟我們說過，「於無量劫，積植德本，不起貪瞋痴欲諸想，不著色聲香味觸法」，這個地方就落實了，非常具體的告訴我們從什麼地方做起。平常我們所說的看破、放下，實在看破是智慧、是學問，放下是功夫、是受用。"
    },
    {
      "id": "02-005-0056_p0004",
      "zh_CN": "此地教给我们放下，放下哪些？『国城、聚落、眷属、珍宝』，这些就是我们今天所讲的身外之物。「国城、聚落」，用现代话来讲，就是你的财产，财产里面的不动产，而且包括地位、威势。国是说国主，就是从前皇帝，现在讲的总统、院长、部长，就是指的这些，这些要能够放得下，要能放得下。聚落是都市村镇，像我们现在讲的乡镇，从国家领袖到地方上小的主管，都要能够放下，不要去争取这些权位。放下，诸位要知道，并不是指事上的放下，是指你心里面不要执着，要懂这个道理。因为这些职位都是为老百姓服务的，得到这个职位，要尽心尽力为国家、为地方、为大众造福，尽心尽力去做，做到尽善尽美，这是你应该的，这要知道；如果在这个职位上没有尽心尽力去做，这就有罪过。你说我事情是没有尽心，我人是好人。好人也不行，也有罪过，为什么？那个职位的职责你没有尽到，你个人品德再好也没有用处，因为你的职责没有尽到，职就是职位。",
      "zh_TW": "此地教給我們放下，放下哪些？『國城、聚落、眷屬、珍寶』，這些就是我們今天所講的身外之物。「國城、聚落」，用現代話來講，就是你的財產，財產裡面的不動產，而且包括地位、威勢。國是說國主，就是從前皇帝，現在講的總統、院長、部長，就是指的這些，這些要能夠放得下，要能放得下。聚落是都市村鎮，像我們現在講的鄉鎮，從國家領袖到地方上小的主管，都要能夠放下，不要去爭取這些權位。放下，諸位要知道，並不是指事上的放下，是指你心裡面不要執著，要懂這個道理。因為這些職位都是為老百姓服務的，得到這個職位，要盡心盡力為國家、為地方、為大眾造福，盡心盡力去做，做到盡善盡美，這是你應該的，這要知道；如果在這個職位上沒有盡心盡力去做，這就有罪過。你說我事情是沒有盡心，我人是好人。好人也不行，也有罪過，為什麼？那個職位的職責你沒有盡到，你個人品德再好也沒有用處，因為你的職責沒有盡到，職就是職位。"
    },
    {
      "id": "02-005-0056_p0005",
      "zh_CN": "所以古时候有学问、有德行的人，看到这个职位都害怕，哪里敢争取？像现在去竞选，这个太勇敢了，古人看起来这真是了不起，他要去争取这个职位，这个很了不起。古人就是即使有这个学问、有这种能力，人家邀请把职位给他，他还不敢承当，还回避，为什么？责任太重，做得不好，这就是罪过，惹了一身罪过，将来要堕落的。他明白这个道理，所以决定不会去竞选，不会去争取。在我们中国古代著名的，许由，这是个大贤人，好像是尧王时代，寻找这个人，找来希望把王位继承给他，他听到这个消息赶紧逃，逃到深山里面去，使人找不到他。什么原因？就是责任太大，怕自己不能够尽职，将来招到一身的罪业。大家看小说晓得诸葛亮，你看诸葛亮，刘备这三兄弟去请了三次才把他请出来。他没有去托人拜托拜托，没有去竞争这个职位，没有。为什么？唯恐自己做不好。所以得到职位没有一个不是战战兢兢，古人的形容是「如履薄冰，如临深渊」，小心谨慎，希望把这个本分的职责做好，所以相当不容易。此地讲的教你『都无所着』，就是决定没有私心，这个着是私欲、欲望，就是名闻利养的欲望决定不可以贪着，这是一类。",
      "zh_TW": "所以古時候有學問、有德行的人，看到這個職位都害怕，哪裡敢爭取？像現在去競選，這個太勇敢了，古人看起來這真是了不起，他要去爭取這個職位，這個很了不起。古人就是即使有這個學問、有這種能力，人家邀請把職位給他，他還不敢承當，還迴避，為什麼？責任太重，做得不好，這就是罪過，惹了一身罪過，將來要墮落的。他明白這個道理，所以決定不會去競選，不會去爭取。在我們中國古代著名的，許由，這是個大賢人，好像是堯王時代，尋找這個人，找來希望把王位繼承給他，他聽到這個消息趕緊逃，逃到深山裡面去，使人找不到他。什麼原因？就是責任太大，怕自己不能夠盡職，將來招到一身的罪業。大家看小說曉得諸葛亮，你看諸葛亮，劉備這三兄弟去請了三次才把他請出來。他沒有去託人拜託拜託，沒有去競爭這個職位，沒有。為什麼？唯恐自己做不好。所以得到職位沒有一個不是戰戰兢兢，古人的形容是「如履薄冰，如臨深淵」，小心謹慎，希望把這個本分的職責做好，所以相當不容易。此地講的教你『都無所著』，就是決定沒有私心，這個著是私欲、欲望，就是名聞利養的欲望決定不可以貪著，這是一類。"
    },
    {
      "id": "02-005-0056_p0006",
      "zh_CN": "第二类「眷属」，家亲眷属，对待家亲眷属我们要不要尽责任？要尽，这是天经地义，没有办法回避的。前面那个「国城、聚落」是有办法回避的，尤其是现代，现代我不竞选，人家不会选我吧，现在容易。不像从前，从前帝王征召，有的时候还不太容易回避，现在容易回避。家亲眷属不行，不能说学了佛，父母不要了，妻子儿女不要了，这不可以，这是讲不通的。佛在净宗法门，《观无量寿经》是三经之一，第一句就教给我们要「孝养父母，奉事师长」，这是伦理，决定不能够避免。我们那个眷属怎么「都无所着」？都无所着是心地清净，事上你要把责任做到，要做到五伦十义，父慈子孝、兄友弟恭一定要做到，佛法不离世间法。心清净，心里面没有染着，为什么不染着？因为他知道这个关系事实的真相。关系的真相是什么？人与人的关系四种缘分，报恩、报怨、讨债、还债，这个关系他清楚。我们关系很密切，搞到一家人了，疏远一点就变成亲戚，再疏远就变成朋友。总而言之，你这个一生当中，在马路上有个人跟你点个头笑一笑，前生都有因缘；看到你不顺眼，瞪你一眼，也是前生有因缘的，所以这个关系你清楚。第二个真相清楚，真相是什么？缘聚缘散，没有生灭。因此他在这个社会上与人相处，处事接物，他心地清净。「都无所着」就是心地清净，不是说都不要了，那不像话，那佛法还有谁敢学？不敢学了。是心里面不执着。心里面不执着，心里头就没有烦恼、没有忧虑、没有牵挂。什么都没有了，那变成什么样子？我想大家都很关心，这些拉拉杂杂东西统统没有了，这个心里面充满了光明智慧，这就跟诸佛菩萨差不多，这样才相应。",
      "zh_TW": "第二類「眷屬」，家親眷屬，對待家親眷屬我們要不要盡責任？要盡，這是天經地義，沒有辦法迴避的。前面那個「國城、聚落」是有辦法迴避的，尤其是現代，現代我不競選，人家不會選我吧，現在容易。不像從前，從前帝王徵召，有的時候還不太容易迴避，現在容易迴避。家親眷屬不行，不能說學了佛，父母不要了，妻子兒女不要了，這不可以，這是講不通的。佛在淨宗法門，《觀無量壽經》是三經之一，第一句就教給我們要「孝養父母，奉事師長」，這是倫理，決定不能夠避免。我們那個眷屬怎麼「都無所著」？都無所著是心地清淨，事上你要把責任做到，要做到五倫十義，父慈子孝、兄友弟恭一定要做到，佛法不離世間法。心清淨，心裡面沒有染著，為什麼不染著？因為他知道這個關係事實的真相。關係的真相是什麼？人與人的關係四種緣分，報恩、報怨、討債、還債，這個關係他清楚。我們關係很密切，搞到一家人了，疏遠一點就變成親戚，再疏遠就變成朋友。總而言之，你這個一生當中，在馬路上有個人跟你點個頭笑一笑，前生都有因緣；看到你不順眼，瞪你一眼，也是前生有因緣的，所以這個關係你清楚。第二個真相清楚，真相是什麼？緣聚緣散，沒有生滅。因此他在這個社會上與人相處，處事接物，他心地清淨。「都無所著」就是心地清淨，不是說都不要了，那不像話，那佛法還有誰敢學？不敢學了。是心裡面不執著。心裡面不執著，心裡頭就沒有煩惱、沒有憂慮、沒有牽掛。什麼都沒有了，那變成什麼樣子？我想大家都很關心，這些拉拉雜雜東西統統沒有了，這個心裡面充滿了光明智慧，這就跟諸佛菩薩差不多，這樣才相應。"
    },
    {
      "id": "02-005-0056_p0007",
      "zh_CN": "「珍宝」就是物质的享受，代表所有一切的财富，财富你有，命中所有的。我们今生得的财富，一半是前生所修的、前世所修的，一半是这一生所修的。前世修得很多，这一世虽然造孽，他也用不完，所以我们看很多恶人、坏人，无恶不作的，他发大财，他那个财源不断滚滚而来，原因在哪里？前生修得太多了，虽然是个败家子还败不完，他太多了，就这么个道理。前生修得少的，或者没有修的，这一生能够积功累德好好的修，他慢慢就富裕起来了。这桩事情，诸位可以多多去念《了凡四训》，你就知道了。袁了凡的福德是很有限的，并不多，可是他学佛之后，得到云谷禅师的真传，他依教奉行，他整个命运改转过来了。本来是短命，他长寿了；命里没有儿子，他有两个好儿子；命里面财富有限，到以后财富很多，的确是有求必应。怎样求法？要像了凡居士那个求法就对了，有理论、有方法，如理如法，有求必应。但是此地所讲的，比袁了凡那个境界高，为什么？袁了凡还有着，他还着相，这个地方佛教给我们不着。不着，那有没有？给诸位说，不着是更多，比那个着相求的还要多。多了怎么办？多了就更不能着，多了散。换句话说，自己有福不要自己一个人享受，福报现前了大家来享，这个福报就大了，愈来愈大；愈大，你把享福的人数也愈增加，愈把它扩大，这就是菩萨行。",
      "zh_TW": "「珍寶」就是物質的享受，代表所有一切的財富，財富你有，命中所有的。我們今生得的財富，一半是前生所修的、前世所修的，一半是這一生所修的。前世修得很多，這一世雖然造孽，他也用不完，所以我們看很多惡人、壞人，無惡不作的，他發大財，他那個財源不斷滾滾而來，原因在哪裡？前生修得太多了，雖然是個敗家子還敗不完，他太多了，就這麼個道理。前生修得少的，或者沒有修的，這一生能夠積功累德好好的修，他慢慢就富裕起來了。這樁事情，諸位可以多多去念《了凡四訓》，你就知道了。袁了凡的福德是很有限的，並不多，可是他學佛之後，得到雲谷禪師的真傳，他依教奉行，他整個命運改轉過來了。本來是短命，他長壽了；命裡沒有兒子，他有兩個好兒子；命裡面財富有限，到以後財富很多，的確是有求必應。怎樣求法？要像了凡居士那個求法就對了，有理論、有方法，如理如法，有求必應。但是此地所講的，比袁了凡那個境界高，為什麼？袁了凡還有著，他還著相，這個地方佛教給我們不著。不著，那有沒有？給諸位說，不著是更多，比那個著相求的還要多。多了怎麼辦？多了就更不能著，多了散。換句話說，自己有福不要自己一個人享受，福報現前了大家來享，這個福報就大了，愈來愈大；愈大，你把享福的人數也愈增加，愈把它擴大，這就是菩薩行。"
    },
    {
      "id": "02-005-0056_p0008",
      "zh_CN": "所以底下接着『恒以布施』，不着相的福报大得不得了，没有法子能够计算、没有法子能够形容。你要真正不着相，积功累德，这个大福报就现前，希望这个福报扩大，让大家共享。福报里面第一等的福报是什么？是开智慧。为什么说开智慧是第一等的福报？我们都知道，众生没有福，就是迷惑颠倒，这样才造作无量无边的罪业，招得来生三途苦报，都是由于没有智慧。因此诸佛菩萨布施什么？法布施。你看《华严经．普贤行愿品》里面告诉我们，一切供养之中，法供养为最。我们布施什么？布施佛法。佛法的布施在从前只有两种方法，第一种是写经，从前没有印刷术，只有写，写经布施，这一个人一生能写几部经？很不容易。像《大方广佛华严经》，一生当中能写个三部、五部就不得了，经文太长，天天不断去写。第二个方法，就是讲经，讲经也要有缘分，有几个人能听得到？由此可知，古德修福很不容易。现代人修福比古时候是容易太多太多了，还是这两个方法，现在不要写经，印经，一印印几千本、几万本，古人要看到这个样子，羡慕死了，他一生才能写出几部，你这个短短时间，一、二个月就几万本书都出来了，这是古人自叹不如。讲经呢，现在把那些法师、居士讲经的录音带拿回来就行了，我大量拷贝去送人，这就是我讲经没有两样。你把这个录音带拷贝转录送给别人，就是等于你讲经给他听，不会讲的也都会讲了，这是古人自叹不如的。",
      "zh_TW": "所以底下接著『恆以布施』，不著相的福報大得不得了，沒有法子能夠計算、沒有法子能夠形容。你要真正不著相，積功累德，這個大福報就現前，希望這個福報擴大，讓大家共享。福報裡面第一等的福報是什麼？是開智慧。為什麼說開智慧是第一等的福報？我們都知道，眾生沒有福，就是迷惑顛倒，這樣才造作無量無邊的罪業，招得來生三途苦報，都是由於沒有智慧。因此諸佛菩薩布施什麼？法布施。你看《華嚴經．普賢行願品》裡面告訴我們，一切供養之中，法供養為最。我們布施什麼？布施佛法。佛法的布施在從前只有兩種方法，第一種是寫經，從前沒有印刷術，只有寫，寫經布施，這一個人一生能寫幾部經？很不容易。像《大方廣佛華嚴經》，一生當中能寫個三部、五部就不得了，經文太長，天天不斷去寫。第二個方法，就是講經，講經也要有緣分，有幾個人能聽得到？由此可知，古德修福很不容易。現代人修福比古時候是容易太多太多了，還是這兩個方法，現在不要寫經，印經，一印印幾千本、幾萬本，古人要看到這個樣子，羨慕死了，他一生才能寫出幾部，你這個短短時間，一、二個月就幾萬本書都出來了，這是古人自嘆不如。講經呢，現在把那些法師、居士講經的錄音帶拿回來就行了，我大量拷貝去送人，這就是我講經沒有兩樣。你把這個錄音帶拷貝轉錄送給別人，就是等於你講經給他聽，不會講的也都會講了，這是古人自嘆不如的。"
    },
    {
      "id": "02-005-0056_p0009",
      "zh_CN": "所以我们今天布施，是要以这个为第一。特别是在台湾这个地区，在这个世界上富裕这些国家，他们一般老百姓生活都能过得去，物质并不缺乏；缺乏的是精神生活，缺乏的是智慧不开，迷惑不能断除，他缺乏这个，所以布施佛法就是第一功德。贫穷落后的地区，我们要以财物去布施他，财物只能解决他一时的困难，不能帮助他一生的自立；帮助他一生的自立，要智慧。由此可知，对于贫穷落后的地区，要财法两种布施，财法并重的布施，这样就好，这是我们要知道。它这个经文句子连起来的这个意思非常的圆满，你自己要有所贪着，你就不能布施；所以必须要自己都无所着，这才能够达到圆满的布施。像学佛的同修，每个人的愿望不相同，有些人看到贫穷落后的地区很可怜，全心全力的帮助他们，来告诉我，我点点头很好。他们看我，都好像在美国、加拿大许多富强国家里面去布施，我们走的路子不一样。他来问我，你为什么要这样做？我也有我的道理，强国如果都学佛了，必定会帮助弱小的国家，会给整个世界带来和平安定。由此可知，弱小国家需要佛法，强国是更需要佛法，这是我们应该要认识清楚，要认真努力的去做。",
      "zh_TW": "所以我們今天布施，是要以這個為第一。特別是在台灣這個地區，在這個世界上富裕這些國家，他們一般老百姓生活都能過得去，物質並不缺乏；缺乏的是精神生活，缺乏的是智慧不開，迷惑不能斷除，他缺乏這個，所以布施佛法就是第一功德。貧窮落後的地區，我們要以財物去布施他，財物只能解決他一時的困難，不能幫助他一生的自立；幫助他一生的自立，要智慧。由此可知，對於貧窮落後的地區，要財法兩種布施，財法並重的布施，這樣就好，這是我們要知道。它這個經文句子連起來的這個意思非常的圓滿，你自己要有所貪著，你就不能布施；所以必須要自己都無所著，這才能夠達到圓滿的布施。像學佛的同修，每個人的願望不相同，有些人看到貧窮落後的地區很可憐，全心全力的幫助他們，來告訴我，我點點頭很好。他們看我，都好像在美國、加拿大許多富強國家裡面去布施，我們走的路子不一樣。他來問我，你為什麼要這樣做？我也有我的道理，強國如果都學佛了，必定會幫助弱小的國家，會給整個世界帶來和平安定。由此可知，弱小國家需要佛法，強國是更需要佛法，這是我們應該要認識清楚，要認真努力的去做。"
    },
    {
      "id": "02-005-0056_p0010",
      "zh_CN": "今天这个社会与古代的社会完全不相同，不但科技进步，特别是大众传播工具进步了，交通便捷了。所以从前是隔绝封闭的社会，现在整个都打破了，这一打破，就是每个人几乎你每一天，你所接触的面是全世界的。你看，无线电的广播、电视、报纸、杂志一打开，里面内容是全世界的，不是一个地区，是全面的，这是过去那个社会里面所没有的。这样一打破之后，不但是我们，每一个国家地区的人心也都慌了，没有办法适应。如果要想很正常的适应，至少还要三十年到五十年，大家慢慢习惯成正常了。所以现在确确实实是世界一家、天下大同的社会，现在国与国之间，就像我们从前一个国家省与省之间，就成那么样一个型态。所以现在打仗也不太好打，从前打仗，老百姓光听国家元首的话，他说什么，我们都相信；现在他说的时候，我们去世界各个国家都去玩玩，你说的跟外面不一样、不相同，所以有怀疑。执政的人想打仗，老百姓未必肯打，就是老百姓未必会支持你，为什么？眼界开了，障碍突破了。",
      "zh_TW": "今天這個社會與古代的社會完全不相同，不但科技進步，特別是大眾傳播工具進步了，交通便捷了。所以從前是隔絕封閉的社會，現在整個都打破了，這一打破，就是每個人幾乎你每一天，你所接觸的面是全世界的。你看，無線電的廣播、電視、報紙、雜誌一打開，裡面內容是全世界的，不是一個地區，是全面的，這是過去那個社會裡面所沒有的。這樣一打破之後，不但是我們，每一個國家地區的人心也都慌了，沒有辦法適應。如果要想很正常的適應，至少還要三十年到五十年，大家慢慢習慣成正常了。所以現在確確實實是世界一家、天下大同的社會，現在國與國之間，就像我們從前一個國家省與省之間，就成那麼樣一個型態。所以現在打仗也不太好打，從前打仗，老百姓光聽國家元首的話，他說什麼，我們都相信；現在他說的時候，我們去世界各個國家都去玩玩，你說的跟外面不一樣、不相同，所以有懷疑。執政的人想打仗，老百姓未必肯打，就是老百姓未必會支持你，為什麼？眼界開了，障礙突破了。"
    },
    {
      "id": "02-005-0056_p0011",
      "zh_CN": "因此佛法的修学，在理念上、方法上也要突破，也不能守着从前那种范围，那就过时了，不适用了。所以我们今天布施，眼光要看到整个世界，要看到将来的历史，要有这样眼光。知道过去，也看到未来，目标展开整个世界，这是我们布施的对象。一个人的能力有限，一定要集合志同道合的同修大家来做。我们知道这样做有很大的好处，我在讲席里面常说，从世界整体结构来讲，能够达到世界和平，使整个世界的人，做到像佛法六和敬当中见和同解，全世界的人见和同解，这个世界和平，永远不会有战争了。怎样能做到？布施佛法可以做到，能够达到这个大目标。世界和平了，地区就能够达到富强，就是国家，国家富强、社会和谐、家庭美满、个人幸福快乐，统统都达到，佛法确确实实能够帮助我们达到这个生活的目标。",
      "zh_TW": "因此佛法的修學，在理念上、方法上也要突破，也不能守著從前那種範圍，那就過時了，不適用了。所以我們今天布施，眼光要看到整個世界，要看到將來的歷史，要有這樣眼光。知道過去，也看到未來，目標展開整個世界，這是我們布施的對象。一個人的能力有限，一定要集合志同道合的同修大家來做。我們知道這樣做有很大的好處，我在講席裡面常說，從世界整體結構來講，能夠達到世界和平，使整個世界的人，做到像佛法六和敬當中見和同解，全世界的人見和同解，這個世界和平，永遠不會有戰爭了。怎樣能做到？布施佛法可以做到，能夠達到這個大目標。世界和平了，地區就能夠達到富強，就是國家，國家富強、社會和諧、家庭美滿、個人幸福快樂，統統都達到，佛法確確實實能夠幫助我們達到這個生活的目標。"
    },
    {
      "id": "02-005-0056_p0012",
      "zh_CN": "就佛法来看，佛法的宗派很多、经论很多、法门很多，在这许许多多当中，可以说最殊胜、最切实、最能够教我们立刻得到利益的，无过于《无量寿经》，所以我们极力的来推崇、来介绍，道理就在此地。其他的经论我们并没有轻视它，也并没有舍弃它，而是希望在《无量寿经》上扎根。这个根扎牢了大家好处得到了，刚才讲的这三种利益得到了，得到之后，我们有时间、有工夫，再讲求博学多闻，再去涉猎其他的大经大论。",
      "zh_TW": "就佛法來看，佛法的宗派很多、經論很多、法門很多，在這許許多多當中，可以說最殊勝、最切實、最能夠教我們立刻得到利益的，無過於《無量壽經》，所以我們極力的來推崇、來介紹，道理就在此地。其他的經論我們並沒有輕視它，也並沒有捨棄它，而是希望在《無量壽經》上扎根。這個根扎牢了大家好處得到了，剛才講的這三種利益得到了，得到之後，我們有時間、有工夫，再講求博學多聞，再去涉獵其他的大經大論。"
    },
    {
      "id": "02-005-0056_p0013",
      "zh_CN": "我这次在温哥华讲经，就有几位同修，这几位同修也确确实实很难得，要求我讲《华严经》。《华严经》要不要讲？确实要讲。我这个答应要讲是答应开心法师的，开心法师要求了很多次，每次碰面几乎他都要啰嗦：一定要讲《华严经》。我是答应过他的，《华严经》一定要讲，但是这个经太长，一天讲四个小时，我是这样计算，一天讲四个小时，一个星期讲六天，要整整两年才能讲得圆满。所以必须要等我定下来，不再到处乱跑，那才行，好好的住两年，哪里都不去，这一部经就圆满了。《法华经》要像这样讲法，就是一天四个小时，就需要半年，如果每天两小时，整整要一年；《楞严经》也要一年。所以有这么一个机缘，教我不要到处跑，行，我也很乐意。有很多人羡慕我满天飞，我是羡慕大家坐在那里如如不动，我很羡慕他，这个到处跑也很累，也确确实实的。刚刚出去跑，觉得挺新鲜的、挺好玩的，跑久了就累了，跑久了不想动了。可是现在我是很不想动，还是没有办法，上一次翁阳春（算命算得很好的）到我这里来，我招待他吃饭，他告诉我，你至少还要跑两年，还得跑两年。假如他那个话很灵验的话，两年之后我可以不跑了，也算不错了。这就是说明，大经大论，我们并没有轻视它，没有舍弃它，而是先要扎根。这个修学过程、次第一定要清楚，入门要专，这是过去在讲席当中也跟诸位说过。我们学佛一定要遵守四弘誓愿的次第，第一个你要发心，要发菩提心，就是「众生无边誓愿度」，要发一个舍己为人的心，能够牺牲自己，成就别人。",
      "zh_TW": "我這次在溫哥華講經，就有幾位同修，這幾位同修也確確實實很難得，要求我講《華嚴經》。《華嚴經》要不要講？確實要講。我這個答應要講是答應開心法師的，開心法師要求了很多次，每次碰面幾乎他都要囉嗦：一定要講《華嚴經》。我是答應過他的，《華嚴經》一定要講，但是這個經太長，一天講四個小時，我是這樣計算，一天講四個小時，一個星期講六天，要整整兩年才能講得圓滿。所以必須要等我定下來，不再到處亂跑，那才行，好好的住兩年，哪裡都不去，這一部經就圓滿了。《法華經》要像這樣講法，就是一天四個小時，就需要半年，如果每天兩小時，整整要一年；《楞嚴經》也要一年。所以有這麼一個機緣，教我不要到處跑，行，我也很樂意。有很多人羨慕我滿天飛，我是羨慕大家坐在那裡如如不動，我很羨慕他，這個到處跑也很累，也確確實實的。剛剛出去跑，覺得挺新鮮的、挺好玩的，跑久了就累了，跑久了不想動了。可是現在我是很不想動，還是沒有辦法，上一次翁陽春（算命算得很好的）到我這裡來，我招待他吃飯，他告訴我，你至少還要跑兩年，還得跑兩年。假如他那個話很靈驗的話，兩年之後我可以不跑了，也算不錯了。這就是說明，大經大論，我們並沒有輕視它，沒有捨棄它，而是先要扎根。這個修學過程、次第一定要清楚，入門要專，這是過去在講席當中也跟諸位說過。我們學佛一定要遵守四弘誓願的次第，第一個你要發心，要發菩提心，就是「眾生無邊誓願度」，要發一個捨己為人的心，能夠犧牲自己，成就別人。"
    },
    {
      "id": "02-005-0056_p0014",
      "zh_CN": "这一段就是这样的，「所有国城、聚落、眷属、珍宝，都无所着」，这是舍己，下面「恒以布施」，这是为人，先发这个心。发了菩提心之后，一定是先断烦恼，所以教你学佛，这一开头一门深入，用意在哪里？断烦恼。因为你一门心专，专一容易断烦恼，换句话说，容易得清净心，清净心就是禅定，容易得定。定了以后才开智慧，智慧开了之后，这就进入第二个阶段，「法门无量誓愿学」。所以先是专，到「法门无量誓愿学」，这就是博，广学多闻，智慧开了广学多闻。世出世间一切法样样通达、样样明了，然后再把自己境界向上提升，这精。所以专、博，最后是精，精是什么？「佛道无上誓愿成」，这成佛了。不能违背这一个程序，要循规蹈矩来修学，依照这个方法修学，没有不成功的。这是讲布施，要知道，要认真去做，我们的福德、智慧、健康长寿，都是这个因得来的，你财布施你得的是财富，愈舍愈多，法布施得的是聪明智慧，无畏布施得的是健康长寿。财富我们都要，哪个不要？个个人都想要；智慧也大家都想要；健康长寿那更要了，这三样东西你都要，你要不肯修因，到哪得来？没有！所以要知道修因，修因之后才能够得到果报。单单希求果报，不肯修因，那是妄想、空想，不切实际，决定得不到的。所以三种布施都要修。",
      "zh_TW": "這一段就是這樣的，「所有國城、聚落、眷屬、珍寶，都無所著」，這是捨己，下面「恆以布施」，這是為人，先發這個心。發了菩提心之後，一定是先斷煩惱，所以教你學佛，這一開頭一門深入，用意在哪裡？斷煩惱。因為你一門心專，專一容易斷煩惱，換句話說，容易得清淨心，清淨心就是禪定，容易得定。定了以後才開智慧，智慧開了之後，這就進入第二個階段，「法門無量誓願學」。所以先是專，到「法門無量誓願學」，這就是博，廣學多聞，智慧開了廣學多聞。世出世間一切法樣樣通達、樣樣明瞭，然後再把自己境界向上提升，這精。所以專、博，最後是精，精是什麼？「佛道無上誓願成」，這成佛了。不能違背這一個程序，要循規蹈矩來修學，依照這個方法修學，沒有不成功的。這是講布施，要知道，要認真去做，我們的福德、智慧、健康長壽，都是這個因得來的，你財布施你得的是財富，愈捨愈多，法布施得的是聰明智慧，無畏布施得的是健康長壽。財富我們都要，哪個不要？個個人都想要；智慧也大家都想要；健康長壽那更要了，這三樣東西你都要，你要不肯修因，到哪得來？沒有！所以要知道修因，修因之後才能夠得到果報。單單希求果報，不肯修因，那是妄想、空想，不切實際，決定得不到的。所以三種布施都要修。"
    },
    {
      "id": "02-005-0056_p0015",
      "zh_CN": "我们今天讲法布施，无论你是印经，你是制作录音带、录影带，这三种布施都具足。因为你印经、做录音带要花钱，那是财布施；经典、录音带、录影带是法，叫法布施，法也有了；别人听了之后接受了，心开意解，他就无畏也达到，所以说这一举，三种布施统统具足。可是在现今这个社会，实实在在讲，录音带跟录影带的这种法宝，比我们印的佛书效果大。为什么？印出来的书送给他，他未必能念，尤其是年岁大的、程度低一点的，看到这些文字还有好多不懂的，他读诵的兴趣就没有，所以没有录音带来得好。",
      "zh_TW": "我們今天講法布施，無論你是印經，你是製作錄音帶、錄影帶，這三種布施都具足。因為你印經、做錄音帶要花錢，那是財布施；經典、錄音帶、錄影帶是法，叫法布施，法也有了；別人聽了之後接受了，心開意解，他就無畏也達到，所以說這一舉，三種布施統統具足。可是在現今這個社會，實實在在講，錄音帶跟錄影帶的這種法寶，比我們印的佛書效果大。為什麼？印出來的書送給他，他未必能念，尤其是年歲大的、程度低一點的，看到這些文字還有好多不懂的，他讀誦的興趣就沒有，所以沒有錄音帶來得好。"
    },
    {
      "id": "02-005-0056_p0016",
      "zh_CN": "录音带你要想在我们中国人这个地区，要想能够推广，要度众生先度中国人。为什么？这不是我们中国人偏心，是因为中国人占世界人口四分之一，影响力太大了。四个人当中就有一个中国人，这影响力太大，为了这个原因要先度中国人。中国的地方很大，种族很多，方言不同，所以我们今天制作的读诵的录音带，有国语的、有台语的，还有客家话的，现在我们正在想办法制作广东话的，因为广东、福建的华侨在国外非常之多。你们同修当中哪一个广东话好的，发发心把这个经念一遍，我们把它录成录音带，这个功德很大。你想想看，你这个录音带流通到全世界，你教化多少众生。我们这个国语的录音带，黄居士录的，黄居士功德太大了，全世界包括中国大陆都在跟他念《无量寿经》，他在那里带着念，千百亿化身，所以说功德之大无与伦比，这个要知道。从速度上来讲，我们现在有两小时的，你初学，慢慢的念；有一个半小时的；有一小时的；还有四十五分钟的，四十五分钟那就念得很快、念得很熟了。我这次回来，我就想到录影带，录影带里面有经文，画面上可以看到经文，你一面跟着念，一面看着经文。这个制作便利什么？便利在国外一些老人，他在家里没有事情，看电视，打开电视读《无量寿经》多好！不要去胡思乱想。所以我们现在正在研究制作录影带的《无量寿经》，在做这个。这个带子做出来之后，就可以配种种不同的音，先用国语念，以后再配广东话、配台湾话，都可以配。这是我最近回来着手来研究做这个工作，在我想两个月当中应该可以完成，有一个母带，就能够拷贝流通到全世界；这一个带子做成功之后，我们就希望将来再做五经的录音带；然后再发展，与净宗理论相关的这些经论，统统都可以用这个方法来做，用这个方法来流通，这布施法宝。我们同修有这个共识，我们集合大家的力量来做这工作就不难，向全世界推广。「恒以布施」，这个要有长远心，要有远大的眼光来做这桩好事。",
      "zh_TW": "錄音帶你要想在我們中國人這個地區，要想能夠推廣，要度眾生先度中國人。為什麼？這不是我們中國人偏心，是因為中國人佔世界人口四分之一，影響力太大了。四個人當中就有一個中國人，這影響力太大，為了這個原因要先度中國人。中國的地方很大，種族很多，方言不同，所以我們今天製作的讀誦的錄音帶，有國語的、有台語的，還有客家話的，現在我們正在想辦法製作廣東話的，因為廣東、福建的華僑在國外非常之多。你們同修當中哪一個廣東話好的，發發心把這個經念一遍，我們把它錄成錄音帶，這個功德很大。你想想看，你這個錄音帶流通到全世界，你教化多少眾生。我們這個國語的錄音帶，黃居士錄的，黃居士功德太大了，全世界包括中國大陸都在跟他念《無量壽經》，他在那裡帶著念，千百億化身，所以說功德之大無與倫比，這個要知道。從速度上來講，我們現在有兩小時的，你初學，慢慢的念；有一個半小時的；有一小時的；還有四十五分鐘的，四十五分鐘那就念得很快、念得很熟了。我這次回來，我就想到錄影帶，錄影帶裡面有經文，畫面上可以看到經文，你一面跟著念，一面看著經文。這個製作便利什麼？便利在國外一些老人，他在家裡沒有事情，看電視，打開電視讀《無量壽經》多好！不要去胡思亂想。所以我們現在正在研究製作錄影帶的《無量壽經》，在做這個。這個帶子做出來之後，就可以配種種不同的音，先用國語念，以後再配廣東話、配台灣話，都可以配。這是我最近回來著手來研究做這個工作，在我想兩個月當中應該可以完成，有一個母帶，就能夠拷貝流通到全世界；這一個帶子做成功之後，我們就希望將來再做五經的錄音帶；然後再發展，與淨宗理論相關的這些經論，統統都可以用這個方法來做，用這個方法來流通，這布施法寶。我們同修有這個共識，我們集合大家的力量來做這工作就不難，向全世界推廣。「恆以布施」，這個要有長遠心，要有遠大的眼光來做這樁好事。"
    },
    {
      "id": "02-005-0056_p0017",
      "zh_CN": "『持戒』，佛法戒律很多，但是你一定要晓得戒律的精神是什么，为什么要持戒，怎样持法，这个要知道。戒律是行持，用现代的话来讲，就是生活规范、生活当中的威仪，是说的这个。这个轨范是属于性德，也就是说，是你本性里面自自然然流露出来的，不是外来的、不是学来的。换句话说，绝对不是佛菩萨、圣贤人定了这么多规矩，教我们要遵守，你要用这个眼光去看就错了。诸佛菩萨、一切圣贤，从来没有给我们定一条法规让我们遵守的，没有，他给我们讲的是性德，你本来就是这样的。现在怎么样？现在迷失了自性，思想乱了，胡思乱想；言语坏了，胡说八道；身体也不守规矩了，胡作妄为，追究其原因，迷失了自性。整个佛法的教学没有别的，恢复性德而已！所以身口意三业是性德，不是佛菩萨制定的。佛菩萨明心见性，他的言语、所作所为自然是性德流露，没有一丝毫勉强。对我们迷失自性的人，觉得他定了很多很多规矩，其实不是的，诸佛菩萨从来不约束一个人。这个是佛法的特色，佛法值得人敬佩，佛不牵着人的鼻子走，教你每个人顶天立地，各个都是独立的。这是佛法讲的真正平等，我们这个经上讲的「清净平等觉」，真平等。所以你一定要认识戒律，然后你才喜欢戒律，你才乐意接受戒律，才会真正的依教奉行，行得很快乐，不会感觉得很拘束。那个感觉得戒律很难持、很拘束，不认识戒律，不知道戒律与自己的关系，他不晓得，毛病出在这个地方。",
      "zh_TW": "『持戒』，佛法戒律很多，但是你一定要曉得戒律的精神是什麼，為什麼要持戒，怎樣持法，這個要知道。戒律是行持，用現代的話來講，就是生活規範、生活當中的威儀，是說的這個。這個軌範是屬於性德，也就是說，是你本性裡面自自然然流露出來的，不是外來的、不是學來的。換句話說，絕對不是佛菩薩、聖賢人定了這麼多規矩，教我們要遵守，你要用這個眼光去看就錯了。諸佛菩薩、一切聖賢，從來沒有給我們定一條法規讓我們遵守的，沒有，他給我們講的是性德，你本來就是這樣的。現在怎麼樣？現在迷失了自性，思想亂了，胡思亂想；言語壞了，胡說八道；身體也不守規矩了，胡作妄為，追究其原因，迷失了自性。整個佛法的教學沒有別的，恢復性德而已！所以身口意三業是性德，不是佛菩薩制定的。佛菩薩明心見性，他的言語、所作所為自然是性德流露，沒有一絲毫勉強。對我們迷失自性的人，覺得他定了很多很多規矩，其實不是的，諸佛菩薩從來不約束一個人。這個是佛法的特色，佛法值得人敬佩，佛不牽著人的鼻子走，教你每個人頂天立地，各個都是獨立的。這是佛法講的真正平等，我們這個經上講的「清淨平等覺」，真平等。所以你一定要認識戒律，然後你才喜歡戒律，你才樂意接受戒律，才會真正的依教奉行，行得很快樂，不會感覺得很拘束。那個感覺得戒律很難持、很拘束，不認識戒律，不知道戒律與自己的關係，他不曉得，毛病出在這個地方。"
    },
    {
      "id": "02-005-0056_p0018",
      "zh_CN": "在一切众戒之中，佛给我们列的有几条根本戒，这是一定要遵守的。哪些是根本戒？现在一般人讲到根本戒，就会联想到五戒、十戒这是根本戒，没错。五戒十戒是自利的根本戒，除这个之外还有一些根本戒。我们人决定不能一个人独立在这个社会生活，这不可能的，一定是一个社会群体的生活。我们周边还有人，我们不能不与人接触，我们与人接触那根本戒是什么？是六和敬，六和敬是讲我们跟人接触的根本戒。学佛的同修比起一般世间人，确实他有高度的觉悟，换句话说，他有与一切凡夫不同的生活目标、追求的对象，他跟世间人不同。这些是什么？这些就是了生死、出轮回、成佛道，这个是一般凡夫没有的，学佛的人有。我们现在讲了生死、脱轮回、成佛道的根本戒是什么？你从这些地方去找找，根本戒律，这个根本戒就是《观经》讲的三福，佛讲得很清楚，这三种福是「一切诸佛，净业正因」，这八个字就是说的修行的根本戒。由此可知，根本戒绝对不局限于五戒十戒，那你就看得太小了，这些统统属于根本戒。这是讲到你要了生死、出三界，要想真正达到圆成佛道，在这个根本戒上还要加上两种，这两种是属于菩萨的根本戒，那是什么？六度、十大愿王。这个可以说，把整个佛法的大根大本统统掘发出来了，我们只要依这个修学，我们心里面所向往的目标、所追求的对象，是决定可以得到。这叫持戒，持是保持，决定不会失掉。其余戒行虽然多，都是根本戒开出来的，根本戒是总纲，抓住纲领就具足众戒，这个戒就圆满，这是从佛法上说的。",
      "zh_TW": "在一切眾戒之中，佛給我們列的有幾條根本戒，這是一定要遵守的。哪些是根本戒？現在一般人講到根本戒，就會聯想到五戒、十戒這是根本戒，沒錯。五戒十戒是自利的根本戒，除這個之外還有一些根本戒。我們人決定不能一個人獨立在這個社會生活，這不可能的，一定是一個社會群體的生活。我們周邊還有人，我們不能不與人接觸，我們與人接觸那根本戒是什麼？是六和敬，六和敬是講我們跟人接觸的根本戒。學佛的同修比起一般世間人，確實他有高度的覺悟，換句話說，他有與一切凡夫不同的生活目標、追求的對象，他跟世間人不同。這些是什麼？這些就是了生死、出輪迴、成佛道，這個是一般凡夫沒有的，學佛的人有。我們現在講了生死、脫輪迴、成佛道的根本戒是什麼？你從這些地方去找找，根本戒律，這個根本戒就是《觀經》講的三福，佛講得很清楚，這三種福是「一切諸佛，淨業正因」，這八個字就是說的修行的根本戒。由此可知，根本戒絕對不侷限於五戒十戒，那你就看得太小了，這些統統屬於根本戒。這是講到你要了生死、出三界，要想真正達到圓成佛道，在這個根本戒上還要加上兩種，這兩種是屬於菩薩的根本戒，那是什麼？六度、十大願王。這個可以說，把整個佛法的大根大本統統掘發出來了，我們只要依這個修學，我們心裡面所嚮往的目標、所追求的對象，是決定可以得到。這叫持戒，持是保持，決定不會失掉。其餘戒行雖然多，都是根本戒開出來的，根本戒是總綱，抓住綱領就具足眾戒，這個戒就圓滿，這是從佛法上說的。"
    },
    {
      "id": "02-005-0056_p0019",
      "zh_CN": "佛法之外，佛经上没讲的，还有两大类，一大类「摄善法戒」，佛虽然没有说，这个事情是善的，是对于一切众生有利益的，我们要遵守。还有一种佛没有说的，「饶益有情戒」，对于一切有情众生有很大的利益，这个我们也要做的。譬如现在这个世间国家地区里面所制定的一些法律规章，这些都是利益一方众生的，风俗习惯、道德观念，统统包括在戒律的范围之中，我们统统要遵守。到哪个国家遵守哪个国家的法律，到某个地区遵守这个地区的风俗习惯，跟当地人打成一片，那个地方人才喜欢佛法，才会接受佛法，佛法布施就不会有障碍，才能够把佛法介绍给一切众生，这些都在持戒范围之内。所以戒律是非常非常深广，绝对不是几条条文，不是的，非常深广。持戒的方式也各个不同，随时随处都有很大的变化，但是它的精神、原则决定不变，做法上有种种不同，精神上没有两样，这是我们要晓得的。",
      "zh_TW": "佛法之外，佛經上沒講的，還有兩大類，一大類「攝善法戒」，佛雖然沒有說，這個事情是善的，是對於一切眾生有利益的，我們要遵守。還有一種佛沒有說的，「饒益有情戒」，對於一切有情眾生有很大的利益，這個我們也要做的。譬如現在這個世間國家地區裡面所制定的一些法律規章，這些都是利益一方眾生的，風俗習慣、道德觀念，統統包括在戒律的範圍之中，我們統統要遵守。到哪個國家遵守哪個國家的法律，到某個地區遵守這個地區的風俗習慣，跟當地人打成一片，那個地方人才喜歡佛法，才會接受佛法，佛法布施就不會有障礙，才能夠把佛法介紹給一切眾生，這些都在持戒範圍之內。所以戒律是非常非常深廣，絕對不是幾條條文，不是的，非常深廣。持戒的方式也各個不同，隨時隨處都有很大的變化，但是它的精神、原則決定不變，做法上有種種不同，精神上沒有兩樣，這是我們要曉得的。"
    },
    {
      "id": "02-005-0056_p0020",
      "zh_CN": "六度第三是『忍辱』，忍辱里面所讲的就是一个耐心，没有耐心的人不要说学佛，世间法他也不能成就。譬如你读大学，大学要四年才能毕业，你要有耐心去念四年，你没有耐心，我四个月都受不了，你大学能毕得了业吗？那不成。所以忍耐是我们事业成败的关键，愈是大事业就愈要大的耐心，大耐心成就大事业，小耐心就成就小事业，不能躐等。俗话常说「欲速则不达」，你想快，快，达不到目的，不能成就；一定要按照顺序、按照步骤去努力，要有很大的耐心。",
      "zh_TW": "六度第三是『忍辱』，忍辱裡面所講的就是一個耐心，沒有耐心的人不要說學佛，世間法他也不能成就。譬如你讀大學，大學要四年才能畢業，你要有耐心去念四年，你沒有耐心，我四個月都受不了，你大學能畢得了業嗎？那不成。所以忍耐是我們事業成敗的關鍵，愈是大事業就愈要大的耐心，大耐心成就大事業，小耐心就成就小事業，不能躐等。俗話常說「欲速則不達」，你想快，快，達不到目的，不能成就；一定要按照順序、按照步驟去努力，要有很大的耐心。"
    },
    {
      "id": "02-005-0056_p0021",
      "zh_CN": "在佛法把忍耐归纳为三大类，第一大类是天然的灾害，这不是人为的，譬如我们今天讲的寒暑，这是略举一个例子，我们要能够忍受。",
      "zh_TW": "在佛法把忍耐歸納為三大類，第一大類是天然的災害，這不是人為的，譬如我們今天講的寒暑，這是略舉一個例子，我們要能夠忍受。"
    },
    {
      "id": "02-005-0056_p0022",
      "zh_CN": "第二类是人为的加害要忍耐，别人侮辱我们、陷害我们、毁谤我们，我们要能够忍受，这个叫修行。他为什么不害别人他害我？世间法统统有因果。我们虽然没有道行，没有宿命通，没有天眼通，不知道过去世的情形；但是佛经念多了总要觉悟，这个人对我过不去，看到我就有怨恨，过去生中我跟他有怨。他对我发泄很好，我统统接纳，我不报复，我接受这个果报，这个结就解开，冤家宜解不宜结，结就解开了。决定不可以报复，不可以说是以牙还牙，不可以，决定不可以，一定要学忍让。不要认为旁边人看到：你这个人没有用，受人欺负，不敢还他。随他说去，他在鼓励我们造业，我们不能上当，我们要有智慧。我们要消业，不可以再造业，再造业愚痴，你要晓得，造业，冤冤相报没完没了，这非常非常可怕。我们读《安士全书》，你看文昌帝君没有遇到佛法之前那个十七世，那个冤冤相报之惨烈太可怕了，千万不能干这个事情。所以学佛的人，人家骂我，我绝对不回人家一句，不起瞋恨心，知道什么？他替我消业障，业就消掉了，我感激都来不及，怎么能报复？他在造恶业，我在消业障，他没有这个恶业的话，我的业障消不了！这就是有智慧，这叫真正修行。所以对人为的加害不要计较，不要认为那我就吃亏上当了，没有亏吃的，也没有当上的。所以这个事情，还是要念《了凡四训》，为什么我教大家把《了凡四训》念三百遍？你才真正明了，你能够忍让，你这个福德是愈积愈厚，你怎么会吃亏？实在讲占了大便宜。你不要看眼前好像吃了亏，财物、名誉都受损失了，不晓得一转眼，你的财富、荣誉不晓得又提升多少了，会提高，绝对不会吃亏的，诸佛护念，龙天善神保佑，哪里会吃亏！这第二类。",
      "zh_TW": "第二類是人為的加害要忍耐，別人侮辱我們、陷害我們、毀謗我們，我們要能夠忍受，這個叫修行。他為什麼不害別人他害我？世間法統統有因果。我們雖然沒有道行，沒有宿命通，沒有天眼通，不知道過去世的情形；但是佛經念多了總要覺悟，這個人對我過不去，看到我就有怨恨，過去生中我跟他有怨。他對我發洩很好，我統統接納，我不報復，我接受這個果報，這個結就解開，冤家宜解不宜結，結就解開了。決定不可以報復，不可以說是以牙還牙，不可以，決定不可以，一定要學忍讓。不要認為旁邊人看到：你這個人沒有用，受人欺負，不敢還他。隨他說去，他在鼓勵我們造業，我們不能上當，我們要有智慧。我們要消業，不可以再造業，再造業愚痴，你要曉得，造業，冤冤相報沒完沒了，這非常非常可怕。我們讀《安士全書》，你看文昌帝君沒有遇到佛法之前那個十七世，那個冤冤相報之慘烈太可怕了，千萬不能幹這個事情。所以學佛的人，人家罵我，我絕對不回人家一句，不起瞋恨心，知道什麼？他替我消業障，業就消掉了，我感激都來不及，怎麼能報復？他在造惡業，我在消業障，他沒有這個惡業的話，我的業障消不了！這就是有智慧，這叫真正修行。所以對人為的加害不要計較，不要認為那我就吃虧上當了，沒有虧吃的，也沒有當上的。所以這個事情，還是要念《了凡四訓》，為什麼我教大家把《了凡四訓》念三百遍？你才真正明瞭，你能夠忍讓，你這個福德是愈積愈厚，你怎麼會吃虧？實在講佔了大便宜。你不要看眼前好像吃了虧，財物、名譽都受損失了，不曉得一轉眼，你的財富、榮譽不曉得又提升多少了，會提高，絕對不會吃虧的，諸佛護念，龍天善神保佑，哪裡會吃虧！這第二類。"
    },
    {
      "id": "02-005-0056_p0023",
      "zh_CN": "第三类，修法，这讲到求学，法有世间法、有出世间法，世出世间法都要有耐心，没有耐心你的学业不能完成。尤其是佛法，佛法我们今天采取古大德，就是祖师大德传统教学的方法，第一个就是要背诵，你要没有耐心，这本经就背不下来，你要有耐心；研究讨论也要有耐心；为人宣讲还是要有耐心；依教修行那更要有耐心。前面我跟诸位说明修学的三个层次，依照四弘誓愿分这三个阶段，专、博、精，这大方向。最初方便，就是下手的功夫，从哪里下手，这个大方向知道了，专，我知道要专；然后博。专是破烦恼障，博是破所知障，精是圆成佛道，我晓得了。",
      "zh_TW": "第三類，修法，這講到求學，法有世間法、有出世間法，世出世間法都要有耐心，沒有耐心你的學業不能完成。尤其是佛法，佛法我們今天採取古大德，就是祖師大德傳統教學的方法，第一個就是要背誦，你要沒有耐心，這本經就背不下來，你要有耐心；研究討論也要有耐心；為人宣講還是要有耐心；依教修行那更要有耐心。前面我跟諸位說明修學的三個層次，依照四弘誓願分這三個階段，專、博、精，這大方向。最初方便，就是下手的功夫，從哪裡下手，這個大方向知道了，專，我知道要專；然後博。專是破煩惱障，博是破所知障，精是圓成佛道，我曉得了。"
    },
    {
      "id": "02-005-0056_p0024",
      "zh_CN": "我从哪里下手？这个从下手又有三个阶段，第一个阶段，我们今天选的《无量寿经》，第一个阶段背诵，一定要背得很熟，随时随地这个经文能够提得起来，第一个阶段背诵，这要有耐心。",
      "zh_TW": "我從哪裡下手？這個從下手又有三個階段，第一個階段，我們今天選的《無量壽經》，第一個階段背誦，一定要背得很熟，隨時隨地這個經文能夠提得起來，第一個階段背誦，這要有耐心。"
    },
    {
      "id": "02-005-0056_p0025",
      "zh_CN": "第二个阶段要求圆解，经里面讲的意思要明白、要懂得。同样这一句经文，譬如我们讲布施、讲持戒，这同样一句，应用起来是无量无边。这再跟你讲有财布施、有法布施、有无畏布施，是讲纲领。财布施里面那又不晓得分多少种，像我们刚才举例，布施经书、布施录音带、布施录影带，这是一种方式。如果更有力量的，我们布施一个道场，建立一个道场也是布施，请法师在那里长年讲经说法，那是布施。这个布施是什么？就好像生意做大了就开工厂了。原先布施经书、录音带，那是小买卖，是贩卖，我在这里贩，到那里去卖。你有一个道场在那里，法师天天讲经说法，讲的时候统统把它录下来，这是工厂，这开工厂，这个布施比前面那就大得多了。最殊胜的布施是什么？是建立广播电台，因为你有广播电台，你这个超短波，全世界都收得到、都听得到，电视、广播电台就更不得了。所以不要盖大庙，盖大庙没有意思，建广播电台，盖小的讲堂可以，小讲堂是什么？制作录音带，这是工厂，工厂出品这个东西。广播电台，那是向四面八方去播送、传送的。这个统统在布施里头，应用无方。所以你对经文要圆解，不是执着一个解释，是圆的，这是修学的第二个阶段。",
      "zh_TW": "第二個階段要求圓解，經裡面講的意思要明白、要懂得。同樣這一句經文，譬如我們講布施、講持戒，這同樣一句，應用起來是無量無邊。這再跟你講有財布施、有法布施、有無畏布施，是講綱領。財布施裡面那又不曉得分多少種，像我們剛才舉例，布施經書、布施錄音帶、布施錄影帶，這是一種方式。如果更有力量的，我們布施一個道場，建立一個道場也是布施，請法師在那裡長年講經說法，那是布施。這個布施是什麼？就好像生意做大了就開工廠了。原先布施經書、錄音帶，那是小買賣，是販賣，我在這裡販，到那裡去賣。你有一個道場在那裡，法師天天講經說法，講的時候統統把它錄下來，這是工廠，這開工廠，這個布施比前面那就大得多了。最殊勝的布施是什麼？是建立廣播電台，因為你有廣播電台，你這個超短波，全世界都收得到、都聽得到，電視、廣播電台就更不得了。所以不要蓋大廟，蓋大廟沒有意思，建廣播電台，蓋小的講堂可以，小講堂是什麼？製作錄音帶，這是工廠，工廠出品這個東西。廣播電台，那是向四面八方去播送、傳送的。這個統統在布施裡頭，應用無方。所以你對經文要圓解，不是執著一個解釋，是圓的，這是修學的第二個階段。"
    },
    {
      "id": "02-005-0056_p0026",
      "zh_CN": "第三个阶段，行，就是把经义变成自己的思想、行为、生活、习惯，我们起心动念对人、对事、对物，完全依照《无量寿经》的教训去做。所以你要记不得没用处，你做不到，你不解义也做不到。所以修学是三个过程，先背诵，然后求解，最后要把它做到，完完全全做到。到你能够做到了，给诸位说，这个人决定往生，哪有不往生的道理！一定往生。完全做到了，你就是阿弥陀佛，就是无量寿佛。真正努力依教修行，才是真正的弥陀弟子；你今天在读诵，在研究求解，还没有去做，只是阿弥陀佛的预备弟子，不是正式学生，是旁听的，在预备的，没有入门。真正照做，这个人就入门了，入门是阿弥陀佛正式的弟子，哪有不往生的道理！所以你会背、你会讲，你做不到，往生靠不住，一定要把它做到。",
      "zh_TW": "第三個階段，行，就是把經義變成自己的思想、行為、生活、習慣，我們起心動念對人、對事、對物，完全依照《無量壽經》的教訓去做。所以你要記不得沒用處，你做不到，你不解義也做不到。所以修學是三個過程，先背誦，然後求解，最後要把它做到，完完全全做到。到你能夠做到了，給諸位說，這個人決定往生，哪有不往生的道理！一定往生。完全做到了，你就是阿彌陀佛，就是無量壽佛。真正努力依教修行，才是真正的彌陀弟子；你今天在讀誦，在研究求解，還沒有去做，只是阿彌陀佛的預備弟子，不是正式學生，是旁聽的，在預備的，沒有入門。真正照做，這個人就入門了，入門是阿彌陀佛正式的弟子，哪有不往生的道理！所以你會背、你會講，你做不到，往生靠不住，一定要把它做到。"
    },
    {
      "id": "02-005-0056_p0027",
      "zh_CN": "忍耐，为什么翻成「忍辱」？这个要知道，这是特别对中国人说的。我们中国自古以来，对于耻辱看得很重，甚至于古圣先贤都教给我们，说「士可杀，不可辱」。士是什么？今天讲就是知识分子，读圣贤书的人。这样的人可以杀头没有关系，不可以侮辱，所以把这个辱看得这么重。翻经的这些大德们，中国人把这个字看得这么重，「忍辱」，辱都能忍，那还有什么不能忍的？没有一样不能忍的。所以这是对人、对事、对物，要培养忍辱波罗蜜。波罗蜜是梵语，翻成中国意思，是圆满，没有缺陷了。这条真正做到完美无缺，这是要在生活当中去历炼，认真去做。",
      "zh_TW": "忍耐，為什麼翻成「忍辱」？這個要知道，這是特別對中國人說的。我們中國自古以來，對於恥辱看得很重，甚至於古聖先賢都教給我們，說「士可殺，不可辱」。士是什麼？今天講就是知識分子，讀聖賢書的人。這樣的人可以殺頭沒有關係，不可以侮辱，所以把這個辱看得這麼重。翻經的這些大德們，中國人把這個字看得這麼重，「忍辱」，辱都能忍，那還有什麼不能忍的？沒有一樣不能忍的。所以這是對人、對事、對物，要培養忍辱波羅蜜。波羅蜜是梵語，翻成中國意思，是圓滿，沒有缺陷了。這條真正做到完美無缺，這是要在生活當中去歷鍊，認真去做。"
    },
    {
      "id": "02-005-0056_p0028",
      "zh_CN": "第四是『精进』，进是进步，无论是在德行上、在学术上，乃至于在生活上，都要天天求进步。现在我们知道，全世界的人都知道进步，特别是科技日新月异，拼命都在求进步。但那个进里面它不精，佛法讲求的是精，精是什么？纯而不杂，不是乱进，是精进。现在一般学佛的同修，实在讲他不是不求进步，他错了，他学杂了、学乱了，所以他的进步是杂进、是乱进，他不是精进，所以学得很苦，没有收获，原因就在此地。古今中外，凡是有成就的这些祖师大德们，他们都是专精，纵然涉猎到其他法门，他还是专，没有不专一的，他是以其他经论、法门来辅助自己。换句话说，他一定有个主修，有若干助修，所谓正助双修，主就是正修的，这样才能够达到精进的目标。佛法永远是往前推进的，不进则退，不进步一定就退转，所以要求进步，天天都要求进步。进步从哪里求？不是说我每天念的东西念得多，我每天记得很多，不是指这个。佛法跟世法不一样，佛法是学道，古人所说的「为学日益，为道日损」，老子讲的。求学跟求道不一样，求学是知识，一天比一天学得多、记得多，这求学是对的；求道呢，道是要把你的烦恼、执着、妄想要舍掉，一天比一天减少，那就是进步，这个要知道。道跟学是两桩事情，学里面能成就的是世智辩聪，道里面所成就的是禅定、智慧，不一样，禅定、智慧是从道里面生的，学里头没有禅定、智慧。在我们净土宗里面讲「一心不乱」，一心不乱就是本经经题上讲的「清净平等」，这是一心不乱，一心不乱的作用就是觉而不迷。所以这部经的好处，我们修学的目标、方向、方法统统在经题上，非常的明显，绝对不谈玄说妙，字字句句都落实，这是这部经最大的特色。所以要求进步，进步是什么？烦恼一天比一天少，妄念一天比一天少，忆佛念佛一天比一天多，这就是进步。",
      "zh_TW": "第四是『精進』，進是進步，無論是在德行上、在學術上，乃至於在生活上，都要天天求進步。現在我們知道，全世界的人都知道進步，特別是科技日新月異，拼命都在求進步。但那個進裡面它不精，佛法講求的是精，精是什麼？純而不雜，不是亂進，是精進。現在一般學佛的同修，實在講他不是不求進步，他錯了，他學雜了、學亂了，所以他的進步是雜進、是亂進，他不是精進，所以學得很苦，沒有收穫，原因就在此地。古今中外，凡是有成就的這些祖師大德們，他們都是專精，縱然涉獵到其他法門，他還是專，沒有不專一的，他是以其他經論、法門來輔助自己。換句話說，他一定有個主修，有若干助修，所謂正助雙修，主就是正修的，這樣才能夠達到精進的目標。佛法永遠是往前推進的，不進則退，不進步一定就退轉，所以要求進步，天天都要求進步。進步從哪裡求？不是說我每天念的東西念得多，我每天記得很多，不是指這個。佛法跟世法不一樣，佛法是學道，古人所說的「為學日益，為道日損」，老子講的。求學跟求道不一樣，求學是知識，一天比一天學得多、記得多，這求學是對的；求道呢，道是要把你的煩惱、執著、妄想要捨掉，一天比一天減少，那就是進步，這個要知道。道跟學是兩樁事情，學裡面能成就的是世智辯聰，道裡面所成就的是禪定、智慧，不一樣，禪定、智慧是從道裡面生的，學裡頭沒有禪定、智慧。在我們淨土宗裡面講「一心不亂」，一心不亂就是本經經題上講的「清淨平等」，這是一心不亂，一心不亂的作用就是覺而不迷。所以這部經的好處，我們修學的目標、方向、方法統統在經題上，非常的明顯，絕對不談玄說妙，字字句句都落實，這是這部經最大的特色。所以要求進步，進步是什麼？煩惱一天比一天少，妄念一天比一天少，憶佛念佛一天比一天多，這就是進步。"
    },
    {
      "id": "02-005-0056_p0029",
      "zh_CN": "由精进才能得『禅定』，妄念少了、分别少了、执着少了，渐渐就得定，定是什么？心不乱了。我们凡夫的心一天到晚胡思乱想，叫散乱，散乱心所感得的就是六道轮回。当你临命终时，不知道想什么一桩事情，最后一念很重要，最后一念想什么就变什么。假如最后一念想：那个人跟我过不去，我恨透他了！好了，这一恨就入地狱了，瞋恚堕地狱；临终一念是个贪心，不管你贪什么，贪念一起来就堕饿鬼道；愚痴变畜生。佛为什么在一切经论里面教给我们，贪、瞋、痴、慢要认真把它断掉，为什么？有这一念，临终这一念现前，决定堕三途，太可怕。所以在平常就要练习，无论是顺境、逆境，顺境决定不起贪心，逆境里头决定不起瞋恚心。平常是训练，训练的目的，就是临命终时希望这些念头都不会起来。教你天天念佛，佛念得很熟，临终的一句阿弥陀佛现前，这就决定往生，第十八愿，临终十念、一念决定往生。所以平常功夫太要紧、太要紧，一定要把心定下来，既然抉择这个法门，决定选择这个法门了，我一生决定不改，我就一句弥陀念到底。我天天想阿弥陀佛，想弥陀本愿功德，想西方极乐世界依正庄严，想久了印象深刻，临终一念还是想这个，那就成功了，往生的道理就在此地。",
      "zh_TW": "由精進才能得『禪定』，妄念少了、分別少了、執著少了，漸漸就得定，定是什麼？心不亂了。我們凡夫的心一天到晚胡思亂想，叫散亂，散亂心所感得的就是六道輪迴。當你臨命終時，不知道想什麼一樁事情，最後一念很重要，最後一念想什麼就變什麼。假如最後一念想：那個人跟我過不去，我恨透他了！好了，這一恨就入地獄了，瞋恚墮地獄；臨終一念是個貪心，不管你貪什麼，貪念一起來就墮餓鬼道；愚痴變畜生。佛為什麼在一切經論裡面教給我們，貪、瞋、痴、慢要認真把它斷掉，為什麼？有這一念，臨終這一念現前，決定墮三途，太可怕。所以在平常就要練習，無論是順境、逆境，順境決定不起貪心，逆境裡頭決定不起瞋恚心。平常是訓練，訓練的目的，就是臨命終時希望這些念頭都不會起來。教你天天念佛，佛念得很熟，臨終的一句阿彌陀佛現前，這就決定往生，第十八願，臨終十念、一念決定往生。所以平常功夫太要緊、太要緊，一定要把心定下來，既然抉擇這個法門，決定選擇這個法門了，我一生決定不改，我就一句彌陀念到底。我天天想阿彌陀佛，想彌陀本願功德，想西方極樂世界依正莊嚴，想久了印象深刻，臨終一念還是想這個，那就成功了，往生的道理就在此地。"
    },
    {
      "id": "02-005-0056_p0030",
      "zh_CN": "定心起作用就是『智慧』，所以智慧不是勉强能够学得来的，是从禅定里头得来的；换句话说，清净心的起用。忆佛念佛就是第一等智慧，般若智慧，这个不是世智辩聪。你能够为你的前途做一个最好的选择，没有智慧怎么会选择成佛，没有智慧怎么会选择净土？这个净土是十方一切诸佛如来所称赞的，一切诸佛度生的第一法门，你怎么会选这个？在《华严经》上文殊选这个法门，普贤也选这个法门，你居然选择的跟他们都相同，这真智慧！",
      "zh_TW": "定心起作用就是『智慧』，所以智慧不是勉強能夠學得來的，是從禪定裡頭得來的；換句話說，清淨心的起用。憶佛念佛就是第一等智慧，般若智慧，這個不是世智辯聰。你能夠為你的前途做一個最好的選擇，沒有智慧怎麼會選擇成佛，沒有智慧怎麼會選擇淨土？這個淨土是十方一切諸佛如來所稱讚的，一切諸佛度生的第一法門，你怎麼會選這個？在《華嚴經》上文殊選這個法門，普賢也選這個法門，你居然選擇的跟他們都相同，這真智慧！"
    },
    {
      "id": "02-005-0056_p0031",
      "zh_CN": "这是略说，菩萨以布施、持戒、忍辱、精进、禅定、智慧『六度之行』，自己依照这个方法修学，也把这个方法介绍给一切众生。你自己修学真正得到利益了，我们才会介绍给别人，我得到利益，证明这个做法是正确的，没有错误的，这才敢介绍给别人，绝对不会误人。『教化安立众生，住于无上真正之道』，无上真正之道，在本经来讲，就是发菩提心，一向专念，求生净土，不退成佛。这个确确实实是无上真正之道，这是讲到真实究竟的圆满，很不容易。我们劝勉一个人把心安住在六度上，安住在三学上，这是真正之道，但不是无上。唯独一向专念，求生净土，才是真正无上之道，所以念佛的功德不可思议。",
      "zh_TW": "這是略說，菩薩以布施、持戒、忍辱、精進、禪定、智慧『六度之行』，自己依照這個方法修學，也把這個方法介紹給一切眾生。你自己修學真正得到利益了，我們才會介紹給別人，我得到利益，證明這個做法是正確的，沒有錯誤的，這才敢介紹給別人，絕對不會誤人。『教化安立眾生，住於無上真正之道』，無上真正之道，在本經來講，就是發菩提心，一向專念，求生淨土，不退成佛。這個確確實實是無上真正之道，這是講到真實究竟的圓滿，很不容易。我們勸勉一個人把心安住在六度上，安住在三學上，這是真正之道，但不是無上。唯獨一向專念，求生淨土，才是真正無上之道，所以念佛的功德不可思議。"
    },
    {
      "id": "02-005-0056_p0032",
      "zh_CN": "好，今天我们就讲到此地。",
      "zh_TW": "好，今天我們就講到此地。"
    }
  ]
}