{
  "doc_id": "02-005-0075",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十五集",
    "zh_TW": "第七十五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0075",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-005-0075_p0001",
      "zh_CN": "请掀开经本第五十五页，第一行：",
      "zh_TW": "請掀開經本第五十五頁，第一行："
    },
    {
      "id": "02-005-0075_p0002",
      "zh_CN": "【觉了一切法。犹如梦幻响。满足诸妙愿。必成如是刹。】",
      "zh_TW": "【覺了一切法。猶如夢幻響。滿足諸妙願。必成如是剎。】"
    },
    {
      "id": "02-005-0075_p0003",
      "zh_CN": "从这个地方看起。这一段经文，是本师阿弥陀佛对十方来到西方世界的菩萨们的开示。前面这首偈我们总得要把它记住，第一首偈里面说明了，佛对于所有菩萨来到极乐世界的愿望都能够明了，所谓「志求严净土」，我们要特别注意这个严，就是庄严净土，我们今天的回向偈也是「愿以此功德，庄严佛净土」。这一句里面所含的意义是深广无边，要细说，这一部《无量寿经》自始至终，就是本师阿弥陀佛庄严西方净土。再要把它扩大来讲，诸佛的弘愿是要庄严法界无量无边的诸佛刹土，你说这一句含义太广了，既深又广。可是要真正达到庄严净土的目标，一定要成佛才能够做得到。不成佛为什么做不到？智慧没有圆满，能力没有圆满，智、能不圆满，就很难满愿。所以接着说「受记当作佛」，成佛才能够真正将庄严净土这桩事情做得圆圆满满。由此可知，这个两句确实是菩萨求生极乐世界或者是到极乐世界参学的主要目标，就是为了这个事情。佛既然说出来了，当然要帮助他们如何圆成佛道，怎样满愿庄严净土。因此下面这个开示，经文虽然不多，统统是修行的纲领。这十方大菩萨到西方极乐世界去，佛给他说这些纲领。我们今天在凡夫地，我们要想成就，无论修学哪一个法门，也不能违背这个纲领，违背这个纲领那就错了，所以应当要把它记住。",
      "zh_TW": "從這個地方看起。這一段經文，是本師阿彌陀佛對十方來到西方世界的菩薩們的開示。前面這首偈我們總得要把它記住，第一首偈裡面說明了，佛對於所有菩薩來到極樂世界的願望都能夠明瞭，所謂「志求嚴淨土」，我們要特別注意這個嚴，就是莊嚴淨土，我們今天的迴向偈也是「願以此功德，莊嚴佛淨土」。這一句裡面所含的意義是深廣無邊，要細說，這一部《無量壽經》自始至終，就是本師阿彌陀佛莊嚴西方淨土。再要把它擴大來講，諸佛的弘願是要莊嚴法界無量無邊的諸佛剎土，你說這一句含義太廣了，既深又廣。可是要真正達到莊嚴淨土的目標，一定要成佛才能夠做得到。不成佛為什麼做不到？智慧沒有圓滿，能力沒有圓滿，智、能不圓滿，就很難滿願。所以接著說「受記當作佛」，成佛才能夠真正將莊嚴淨土這樁事情做得圓圓滿滿。由此可知，這個兩句確實是菩薩求生極樂世界或者是到極樂世界參學的主要目標，就是為了這個事情。佛既然說出來了，當然要幫助他們如何圓成佛道，怎樣滿願莊嚴淨土。因此下面這個開示，經文雖然不多，統統是修行的綱領。這十方大菩薩到西方極樂世界去，佛給他說這些綱領。我們今天在凡夫地，我們要想成就，無論修學哪一個法門，也不能違背這個綱領，違背這個綱領那就錯了，所以應當要把它記住。"
    },
    {
      "id": "02-005-0075_p0004",
      "zh_CN": "首先要觉悟，决定不能迷惑，觉什么？『觉了一切法，犹如梦幻响』。觉是觉悟，不迷；了是明了，要觉悟、要明了。一切法，是世出世间一切法，不但是包括世间法，也包括了出世法。佛在一切经里面没有给我们说，出世间法例外，一切法不包含出世法，佛没有这个讲法，没有这个讲法就包括了佛法，佛法也是「梦幻响」。梦是假的不是真的，我们都有作梦的经验；幻就是我们现在讲的变魔术，这幻术，魔术我们都晓得不是真的，但是看起来确实很像真的，事实它不是真的，这是我们能够理解，如幻；响是回音，我们在山谷当中长啸一声就有回音，那叫响，那也不是真的。这一句话，实在跟《金刚经》上讲的「一切有为法（那个一切法就是一切有为法），如梦幻泡影」，一样的意思，这就是甚深般若。所以般若为佛母，一切诸佛皆从般若生，你没有真智慧，你不能成就。",
      "zh_TW": "首先要覺悟，決定不能迷惑，覺什麼？『覺了一切法，猶如夢幻響』。覺是覺悟，不迷；了是明瞭，要覺悟、要明瞭。一切法，是世出世間一切法，不但是包括世間法，也包括了出世法。佛在一切經裡面沒有給我們說，出世間法例外，一切法不包含出世法，佛沒有這個講法，沒有這個講法就包括了佛法，佛法也是「夢幻響」。夢是假的不是真的，我們都有作夢的經驗；幻就是我們現在講的變魔術，這幻術，魔術我們都曉得不是真的，但是看起來確實很像真的，事實它不是真的，這是我們能夠理解，如幻；響是回音，我們在山谷當中長嘯一聲就有回音，那叫響，那也不是真的。這一句話，實在跟《金剛經》上講的「一切有為法（那個一切法就是一切有為法），如夢幻泡影」，一樣的意思，這就是甚深般若。所以般若為佛母，一切諸佛皆從般若生，你沒有真智慧，你不能成就。"
    },
    {
      "id": "02-005-0075_p0005",
      "zh_CN": "「觉了」这两句是般若智慧，「满足」这两句是菩萨弘愿，有智、有愿。『满足诸妙愿』，在通途说，「诸妙愿」指的是四弘誓愿，四弘誓愿是诸佛如来在因地里面所发一切大愿的总纲，归纳起来总不出这四大类。就是阿弥陀佛四十八愿，你把它归纳，也离不开这个四大愿，因此这四大愿我们要牢牢的记住，这是菩萨弘愿的纲领。第一个是「众生无边誓愿度」，要发度众生之愿，度众生善巧方便是无量无边，但是一定要有智慧来运用。运用得非常恰当，这个众生就得度；运用得不恰当就变成业障，这个善巧就变成业障。这样的事情，我想每一位同修都能够体会，所谓得当就是令人开悟，他真正觉悟了；运用得不妥当，不但他不觉悟，他反而愈迷愈深，那就是运用得不妥当，迷必定造罪业，惑业苦永远就不断。所以善巧方便一定要依真实的智慧，愿要依智，一开头两句是讲般若智慧。第二愿就是断烦恼，第三愿是学法门，第四愿是成佛道，发度众生的心没有智慧、没有能力，是决定做不到的，所以发愿之后，愿力在推动你。",
      "zh_TW": "「覺了」這兩句是般若智慧，「滿足」這兩句是菩薩弘願，有智、有願。『滿足諸妙願』，在通途說，「諸妙願」指的是四弘誓願，四弘誓願是諸佛如來在因地裡面所發一切大願的總綱，歸納起來總不出這四大類。就是阿彌陀佛四十八願，你把它歸納，也離不開這個四大願，因此這四大願我們要牢牢的記住，這是菩薩弘願的綱領。第一個是「眾生無邊誓願度」，要發度眾生之願，度眾生善巧方便是無量無邊，但是一定要有智慧來運用。運用得非常恰當，這個眾生就得度；運用得不恰當就變成業障，這個善巧就變成業障。這樣的事情，我想每一位同修都能夠體會，所謂得當就是令人開悟，他真正覺悟了；運用得不妥當，不但他不覺悟，他反而愈迷愈深，那就是運用得不妥當，迷必定造罪業，惑業苦永遠就不斷。所以善巧方便一定要依真實的智慧，願要依智，一開頭兩句是講般若智慧。第二願就是斷煩惱，第三願是學法門，第四願是成佛道，發度眾生的心沒有智慧、沒有能力，是決定做不到的，所以發願之後，願力在推動你。"
    },
    {
      "id": "02-005-0075_p0006",
      "zh_CN": "我们这个世间人，世间人平常工作也非常辛苦、勤奋，什么力量在推动？两个字，名利，没有名利谁愿意去干？大家都不愿意干。没有名、没有利，大家都懈怠，什么事都不愿意干。现在稍稍开放了，你的辛劳自己可以享受了，大家干得就很起劲。可见得世间人不能不讲名利，不讲名利，这个社会就不可能有进步。到法身大士，他不要名利了。我们想想看，这个世间有几个法身大士？确确实实，你说佛门里面，佛陀在世是提倡利和同均，不是普通人可以做得到的，那的确是高品德才能够做得到。真实的智慧，这是高尚的品德，不能够要求普通人。普通一般人，不讲名利，这个社会确实不可能有进步，整个社会，是以名利在那里推动。",
      "zh_TW": "我們這個世間人，世間人平常工作也非常辛苦、勤奮，什麼力量在推動？兩個字，名利，沒有名利誰願意去幹？大家都不願意幹。沒有名、沒有利，大家都懈怠，什麼事都不願意幹。現在稍稍開放了，你的辛勞自己可以享受了，大家幹得就很起勁。可見得世間人不能不講名利，不講名利，這個社會就不可能有進步。到法身大士，他不要名利了。我們想想看，這個世間有幾個法身大士？確確實實，你說佛門裡面，佛陀在世是提倡利和同均，不是普通人可以做得到的，那的確是高品德才能夠做得到。真實的智慧，這是高尚的品德，不能夠要求普通人。普通一般人，不講名利，這個社會確實不可能有進步，整個社會，是以名利在那裡推動。"
    },
    {
      "id": "02-005-0075_p0007",
      "zh_CN": "菩萨，尤其是有能力到西方极乐世界的菩萨，来去自由，这不是普通人。阿罗汉没这个能力，辟支佛也没这个能力，权教菩萨也不行。能够到西方极乐世界来去自由的，统是法身大士，所以他们具足了真实的智慧。这个智慧，从前面这两句来看，也就是达到《金刚经》所讲的标准，四相破了，四见也破了，这样的标准。决定是离四相、离四见，然后才能够满足菩萨大愿，断烦恼，成就至高无上究竟圆满的德行，再学法门，「法门无量誓愿学」成就学问。这个成就还觉得不够，还要成佛道，佛道就是烦恼断尽了、法门学尽了，统统圆满毕业了，这才叫成佛，没毕业是住在菩萨的地位上。菩萨所修学的两门功课，诸位要记住，一门是断烦恼，一门是学法门；一个是德行，一个是学问。佛法教给我们就两门功课，两门功课毕业了就叫成佛，唯有成佛才能够「满足诸妙愿」。弥陀要不成佛，他的四十八愿就不能圆满，一定要成佛才能够圆满。四愿成就了，这依报随着正报转，极乐世界就现前，自自然然的现前，不必要去建造，也不必要去设计，自然就现前。『必成如是刹』，如是刹，就是指西方极乐世界。这些菩萨向往西方极乐世界，希望将来自己居住的国土也像西方极乐世界，弥陀在此地岂不是给他授记了吗！这一句就是授记，「必成如是刹」，你们将来都能做得到，不是做不到。下面的开示非常重要：",
      "zh_TW": "菩薩，尤其是有能力到西方極樂世界的菩薩，來去自由，這不是普通人。阿羅漢沒這個能力，辟支佛也沒這個能力，權教菩薩也不行。能夠到西方極樂世界來去自由的，統是法身大士，所以他們具足了真實的智慧。這個智慧，從前面這兩句來看，也就是達到《金剛經》所講的標準，四相破了，四見也破了，這樣的標準。決定是離四相、離四見，然後才能夠滿足菩薩大願，斷煩惱，成就至高無上究竟圓滿的德行，再學法門，「法門無量誓願學」成就學問。這個成就還覺得不夠，還要成佛道，佛道就是煩惱斷盡了、法門學盡了，統統圓滿畢業了，這才叫成佛，沒畢業是住在菩薩的地位上。菩薩所修學的兩門功課，諸位要記住，一門是斷煩惱，一門是學法門；一個是德行，一個是學問。佛法教給我們就兩門功課，兩門功課畢業了就叫成佛，唯有成佛才能夠「滿足諸妙願」。彌陀要不成佛，他的四十八願就不能圓滿，一定要成佛才能夠圓滿。四願成就了，這依報隨著正報轉，極樂世界就現前，自自然然的現前，不必要去建造，也不必要去設計，自然就現前。『必成如是剎』，如是剎，就是指西方極樂世界。這些菩薩嚮往西方極樂世界，希望將來自己居住的國土也像西方極樂世界，彌陀在此地豈不是給他授記了嗎！這一句就是授記，「必成如是剎」，你們將來都能做得到，不是做不到。下面的開示非常重要："
    },
    {
      "id": "02-005-0075_p0008",
      "zh_CN": "【知土如影像。恒发弘誓心。】",
      "zh_TW": "【知土如影像。恆發弘誓心。】"
    },
    {
      "id": "02-005-0075_p0009",
      "zh_CN": "我们两句两句来讲。这前面一句是智，后面一句是愿。菩萨确实觉了一切法空无所有，但是菩萨并不执着空。执着空，什么事都不要做了，还来现身、还来教化众生吗？用不着这些了。不像阿罗汉、辟支佛，他执着空，入偏真涅槃。入偏真涅槃，就与这个世界隔离了，他不度众生，一切众生的事不闻不问，毫不关心，自己享受清净无为之乐，他享受这个。所以世尊在大乘经典里面责备他们、呵斥他们，说这一类人叫焦芽败种，堕涅槃坑，只有自利，不能利他。菩萨不然，虽然知道一切法空，他还一心一意的求生净土。这个地方『恒发弘誓心』，就是誓取西方极乐世界，这个是菩萨殊胜之处。我们讲菩萨住中道，不落二边，不住空，也不住有，知道一切法空，一心一意求生净土，这就是二边都不住。你说空，他天天念佛，发愿求生净土；你说他有，天天念佛发愿求生净土，他又了解一切法空，心里面清净无为，一尘不染。这就叫妙契中道，这才是净土宗的根本宗旨，所谓根本宗旨，就是基本的修行原理、原则。所以净宗古德就曾经说过，它不是空宗，也不是有宗，空有二边都不着的，这叫真正认识净土。《维摩经》上也有这样的话，「虽知诸佛国，及与众生空，而常修净土，教化于群生」，它讲了四句，意思讲得更清楚、更明白。这些都是，像《华严经》上讲的，《华严》这是圆教，理事无碍、事事无碍的不思议解脱境界。这个两句与《华严经》的宗旨完全相同，这是我们一定要记住、要学习。",
      "zh_TW": "我們兩句兩句來講。這前面一句是智，後面一句是願。菩薩確實覺了一切法空無所有，但是菩薩並不執著空。執著空，什麼事都不要做了，還來現身、還來教化眾生嗎？用不著這些了。不像阿羅漢、辟支佛，他執著空，入偏真涅槃。入偏真涅槃，就與這個世界隔離了，他不度眾生，一切眾生的事不聞不問，毫不關心，自己享受清淨無為之樂，他享受這個。所以世尊在大乘經典裡面責備他們、呵斥他們，說這一類人叫焦芽敗種，墮涅槃坑，只有自利，不能利他。菩薩不然，雖然知道一切法空，他還一心一意的求生淨土。這個地方『恆發弘誓心』，就是誓取西方極樂世界，這個是菩薩殊勝之處。我們講菩薩住中道，不落二邊，不住空，也不住有，知道一切法空，一心一意求生淨土，這就是二邊都不住。你說空，他天天念佛，發願求生淨土；你說他有，天天念佛發願求生淨土，他又了解一切法空，心裡面清淨無為，一塵不染。這就叫妙契中道，這才是淨土宗的根本宗旨，所謂根本宗旨，就是基本的修行原理、原則。所以淨宗古德就曾經說過，它不是空宗，也不是有宗，空有二邊都不著的，這叫真正認識淨土。《維摩經》上也有這樣的話，「雖知諸佛國，及與眾生空，而常修淨土，教化於群生」，它講了四句，意思講得更清楚、更明白。這些都是，像《華嚴經》上講的，《華嚴》這是圓教，理事無礙、事事無礙的不思議解脫境界。這個兩句與《華嚴經》的宗旨完全相同，這是我們一定要記住、要學習。"
    },
    {
      "id": "02-005-0075_p0010",
      "zh_CN": "因为『知土如影像』，「影」是在光明底下看到我们人有个影子，「像」是什么？像是照镜子，镜子里面显一个像，这都不是真的。我们念佛，经上一再教我们，念佛人求什么？求一心不乱，一心不乱就是最极清净心。我们清净心为什么不能现前？就是处处染着，于世间法染着，于出世间法也染着，所以你的心不清净，你得不到一心。再要追究根本的原因，就是不知道一切法空，不知道这个事情。虽然天天念《金刚经》，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，个个都会念，都记得，可是这个话才念完就又都忘掉了，还是什么都要执着，一样也没空掉，这心怎么能清净？很难、很不容易！真正会修的人是自己修行，不要去看别人。看到别人，心里就生烦恼、就有意见，这有意见，心就不平、就不清净。到什么时候我们六根接触六尘境界，见如不见，闻如不闻，心就清净了。对于一切法清清楚楚、明明白白，他明了，但是心里头不执着。说得通俗一点，绝对不把这些事情放在心上，心里什么都没有，六祖讲的「本来无一物」，心是空的。到那个时候我们清净心就得到，得到清净心，往生才有把握。所以菩萨「知土如影像」，「土」就是前面讲的一切法，一切法里面一个就是讲西方净土，西方净土也是如影像。可是要发愿求生，「恒发」，这个愿念念不中断，念念都是求生净土，有这个愿心，决定得生。",
      "zh_TW": "因為『知土如影像』，「影」是在光明底下看到我們人有個影子，「像」是什麼？像是照鏡子，鏡子裡面顯一個像，這都不是真的。我們念佛，經上一再教我們，念佛人求什麼？求一心不亂，一心不亂就是最極清淨心。我們清淨心為什麼不能現前？就是處處染著，於世間法染著，於出世間法也染著，所以你的心不清淨，你得不到一心。再要追究根本的原因，就是不知道一切法空，不知道這個事情。雖然天天念《金剛經》，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，個個都會念，都記得，可是這個話才念完就又都忘掉了，還是什麼都要執著，一樣也沒空掉，這心怎麼能清淨？很難、很不容易！真正會修的人是自己修行，不要去看別人。看到別人，心裡就生煩惱、就有意見，這有意見，心就不平、就不清淨。到什麼時候我們六根接觸六塵境界，見如不見，聞如不聞，心就清淨了。對於一切法清清楚楚、明明白白，他明瞭，但是心裡頭不執著。說得通俗一點，絕對不把這些事情放在心上，心裡什麼都沒有，六祖講的「本來無一物」，心是空的。到那個時候我們清淨心就得到，得到清淨心，往生才有把握。所以菩薩「知土如影像」，「土」就是前面講的一切法，一切法裡面一個就是講西方淨土，西方淨土也是如影像。可是要發願求生，「恆發」，這個願念念不中斷，念念都是求生淨土，有這個願心，決定得生。"
    },
    {
      "id": "02-005-0075_p0011",
      "zh_CN": "蕅益大师说得很好，能不能往生，就看信愿具不具足，有真信、真愿，这个人决定得生；生到西方净土的品位，那要看他念佛功夫的浅深，没有说念佛号多少，多少没有关系，重要的是功夫的浅深。什么叫功夫？这句佛号能够代替妄想，就是功夫；如果这句佛号不能把妄想打住，这个佛号没有功夫。有人一面念佛是一面打妄想，这个没有功夫，这就是古人所讲的「喊破喉咙也枉然」。念佛的时候决定没有妄想，这叫功夫。功夫浅的，刚才讲成片，功夫深的就到一心不乱，更深的就到理一心不乱；浅的生凡圣同居土，深的生方便有余土，更深的生实报庄严土，这就是品位高下不一样，这个是念佛功夫。要想功夫得力，有一个秘诀，你们愿不愿意知道？什么闲事都不要管，这就是秘诀。你要喜欢管闲事，要到处去包打听，那你就完了，你这一生的佛都白念了；如果不管闲事，给诸位说，这个世界是天下太平。为什么这个世界搞得这么乱？管闲事的人太多。哪些人呢？包括自己本人都喜欢管闲事。你天天看报纸、天天看电视干什么？管闲事。这个世间许许多多事情可以不必知道的，你都要晓得，还得到处去打听，管闲事管得太多了，愈管心就愈杂，心就愈乱。我们古人所讲「知事少时烦恼少」，那么你知道事情多了就烦恼多，你认识人多了就是非多。所以真正念佛人，自己关在房间里念，不跟任何人接触，为什么？免是非；什么也不愿意知道，也不要去打听，少烦恼。少烦恼，没有是非，他功夫怎么不得力！",
      "zh_TW": "蕅益大師說得很好，能不能往生，就看信願具不具足，有真信、真願，這個人決定得生；生到西方淨土的品位，那要看他念佛功夫的淺深，沒有說念佛號多少，多少沒有關係，重要的是功夫的淺深。什麼叫功夫？這句佛號能夠代替妄想，就是功夫；如果這句佛號不能把妄想打住，這個佛號沒有功夫。有人一面念佛是一面打妄想，這個沒有功夫，這就是古人所講的「喊破喉嚨也枉然」。念佛的時候決定沒有妄想，這叫功夫。功夫淺的，剛才講成片，功夫深的就到一心不亂，更深的就到理一心不亂；淺的生凡聖同居土，深的生方便有餘土，更深的生實報莊嚴土，這就是品位高下不一樣，這個是念佛功夫。要想功夫得力，有一個祕訣，你們願不願意知道？什麼閒事都不要管，這就是祕訣。你要喜歡管閒事，要到處去包打聽，那你就完了，你這一生的佛都白念了；如果不管閒事，給諸位說，這個世界是天下太平。為什麼這個世界搞得這麼亂？管閒事的人太多。哪些人呢？包括自己本人都喜歡管閒事。你天天看報紙、天天看電視幹什麼？管閒事。這個世間許許多多事情可以不必知道的，你都要曉得，還得到處去打聽，管閒事管得太多了，愈管心就愈雜，心就愈亂。我們古人所講「知事少時煩惱少」，那麼你知道事情多了就煩惱多，你認識人多了就是非多。所以真正念佛人，自己關在房間裡念，不跟任何人接觸，為什麼？免是非；什麼也不願意知道，也不要去打聽，少煩惱。少煩惱，沒有是非，他功夫怎麼不得力！"
    },
    {
      "id": "02-005-0075_p0012",
      "zh_CN": "现在这个社会妖魔鬼怪充满了每一个角落，你知道什么叫妖魔鬼怪？报纸就是妖魔鬼怪，杂志是妖魔鬼怪，电视是妖魔鬼怪，广播是妖魔鬼怪，你看是不是充满世界？这些东西是什么？唯恐你心清净，它的目的就是不教你心清净。魔就是折磨，让我们身心得不到安稳，这就是魔。你们再想想，谁不喜欢魔？我们自己每个人都很喜欢魔。佛是什么？佛教我们身心清净。嘴巴里讲着「我喜欢佛」，事实上离佛距离很远，「才不喜欢佛，魔很好！」这个就是我们学佛，不只是这一生，生生世世学佛为什么都学不成，原因就在此地。我们把这个原因找到，如果能把这个原因消除，我们这一生就成就了。这两句话就很重要，「知土如影像」，知一切法确实梦幻泡影，都不是真的。既不是真的，你去执着它干什么，你去想它干什么？不值得。「恒发弘誓心」，我们求生净土这个大愿，念念不间断。再看底下经文：",
      "zh_TW": "現在這個社會妖魔鬼怪充滿了每一個角落，你知道什麼叫妖魔鬼怪？報紙就是妖魔鬼怪，雜誌是妖魔鬼怪，電視是妖魔鬼怪，廣播是妖魔鬼怪，你看是不是充滿世界？這些東西是什麼？唯恐你心清淨，它的目的就是不教你心清淨。魔就是折磨，讓我們身心得不到安穩，這就是魔。你們再想想，誰不喜歡魔？我們自己每個人都很喜歡魔。佛是什麼？佛教我們身心清淨。嘴巴裡講著「我喜歡佛」，事實上離佛距離很遠，「才不喜歡佛，魔很好！」這個就是我們學佛，不只是這一生，生生世世學佛為什麼都學不成，原因就在此地。我們把這個原因找到，如果能把這個原因消除，我們這一生就成就了。這兩句話就很重要，「知土如影像」，知一切法確實夢幻泡影，都不是真的。既不是真的，你去執著它幹什麼，你去想它幹什麼？不值得。「恆發弘誓心」，我們求生淨土這個大願，念念不間斷。再看底下經文："
    },
    {
      "id": "02-005-0075_p0013",
      "zh_CN": "【究竟菩萨道。具诸功德本。修胜菩提行。受记当作佛。】",
      "zh_TW": "【究竟菩薩道。具諸功德本。修勝菩提行。受記當作佛。】"
    },
    {
      "id": "02-005-0075_p0014",
      "zh_CN": "前面这个三句，是说修行要修最殊胜的行门，尤其是要修到『究竟』，究竟是讲圆满。『菩萨道』是指什么？依照佛经上来讲，菩萨道无量无边，四弘誓愿里面当中两愿都是属于菩萨道，断烦恼是菩萨道，学法门是菩萨道，烦恼无尽，法门无量。但是真正讲修行，一定要抓纲领，要把这些行门归纳成纲领，把握了纲领就容易成就。",
      "zh_TW": "前面這個三句，是說修行要修最殊勝的行門，尤其是要修到『究竟』，究竟是講圓滿。『菩薩道』是指什麼？依照佛經上來講，菩薩道無量無邊，四弘誓願裡面當中兩願都是屬於菩薩道，斷煩惱是菩薩道，學法門是菩薩道，煩惱無盡，法門無量。但是真正講修行，一定要抓綱領，要把這些行門歸納成綱領，把握了綱領就容易成就。"
    },
    {
      "id": "02-005-0075_p0015",
      "zh_CN": "我们在净宗学会成立的时候，将修行的纲领选择了五科，这五科确确实实就够用了，一直到往生净土都没有问题了。这五科是有次第的，从哪里学起？从『三福』学起，三福第一句是「孝养父母」，从孝亲做起。唯有孝亲才会尊敬老师，为什么？不敬老师就不孝亲。父母是希望你去接受老师的教导，要听老师的话；你不听老师的话，不愿意接受老师的教导，父母就忧虑，给父母添烦恼，那就是大不孝。所以整个佛法，给诸位说，都从孝心里面生出来的，一个真正孝顺的人，绝对不会让父母失望，不会让父母生烦恼，不会让父母忧虑，这个才叫真正孝。所以师道是建立在孝道的基础上。然后再把孝敬扩大，到「慈心不杀，修十善业」。慈心不杀、修十善业，给诸位说，还是孝道、还是师道，都从这一个孝道里生出来的，孝道是根。",
      "zh_TW": "我們在淨宗學會成立的時候，將修行的綱領選擇了五科，這五科確確實實就夠用了，一直到往生淨土都沒有問題了。這五科是有次第的，從哪裡學起？從『三福』學起，三福第一句是「孝養父母」，從孝親做起。唯有孝親才會尊敬老師，為什麼？不敬老師就不孝親。父母是希望你去接受老師的教導，要聽老師的話；你不聽老師的話，不願意接受老師的教導，父母就憂慮，給父母添煩惱，那就是大不孝。所以整個佛法，給諸位說，都從孝心裡面生出來的，一個真正孝順的人，絕對不會讓父母失望，不會讓父母生煩惱，不會讓父母憂慮，這個才叫真正孝。所以師道是建立在孝道的基礎上。然後再把孝敬擴大，到「慈心不殺，修十善業」。慈心不殺、修十善業，給諸位說，還是孝道、還是師道，都從這一個孝道裡生出來的，孝道是根。"
    },
    {
      "id": "02-005-0075_p0016",
      "zh_CN": "在佛门里面四大菩萨代表修学的过程，第一个就是地藏菩萨，地藏菩萨教我们什么？教我们孝亲尊师。地是讲心地，藏是讲的宝藏，心地里面有无量的智慧、无量的才艺、无量的德能，这属于心地宝藏。这宝藏人人都有，而且是平等的，取之不尽、用之不竭，这是自性的宝藏。宝藏要不开发出来，你得不到受用，就好像你家有个金矿，但是你没有把它开采出来，没有把它冶炼出来，你还是穷光蛋一个，你必须要开采。什么方法开采？孝敬就是这个方法，孝敬就能开发心地宝藏、自性宝藏。今天在本省修地藏法门的人很多，应当说是一个非常好的现象。如果把地藏菩萨想成他是一尊神，专门度地狱众生的，那就错了，完全错了！诸位要晓得，地狱众生是什么，哪个是地狱众生，地藏菩萨凭什么度他？不孝双亲堕地狱，不敬师长堕地狱，你们想想，他是提倡孝亲尊师，岂不就是救度堕地狱的众生吗？就是这个意思。这个不孝亲、不尊师的人，他是无恶不作，这个人就是堕地狱。所以佛法是教育不是宗教，你要讲得教大家听的时候：这个很有道理。这个世间很多人不相信六道轮回的，你把地藏法门这样给他讲，他听了点头，有道理，他也要学，那是真的不是假的。不能孝亲尊师，不能够慈心不杀，还造十恶业，现在虽然还在人间，还像个样子，不错，那个地狱里头早已经报名注册了，几时一口气不来就到那儿去报到去了。地藏菩萨在今天教给你，要孝顺父母、要尊敬师长，你要是能听话依教奉行，那个地狱里头名字就消除，就除名了，你就不必去了，这就度了你，一定要懂得这个道理。",
      "zh_TW": "在佛門裡面四大菩薩代表修學的過程，第一個就是地藏菩薩，地藏菩薩教我們什麼？教我們孝親尊師。地是講心地，藏是講的寶藏，心地裡面有無量的智慧、無量的才藝、無量的德能，這屬於心地寶藏。這寶藏人人都有，而且是平等的，取之不盡、用之不竭，這是自性的寶藏。寶藏要不開發出來，你得不到受用，就好像你家有個金礦，但是你沒有把它開採出來，沒有把它冶煉出來，你還是窮光蛋一個，你必須要開採。什麼方法開採？孝敬就是這個方法，孝敬就能開發心地寶藏、自性寶藏。今天在本省修地藏法門的人很多，應當說是一個非常好的現象。如果把地藏菩薩想成他是一尊神，專門度地獄眾生的，那就錯了，完全錯了！諸位要曉得，地獄眾生是什麼，哪個是地獄眾生，地藏菩薩憑什麼度他？不孝雙親墮地獄，不敬師長墮地獄，你們想想，他是提倡孝親尊師，豈不就是救度墮地獄的眾生嗎？就是這個意思。這個不孝親、不尊師的人，他是無惡不作，這個人就是墮地獄。所以佛法是教育不是宗教，你要講得教大家聽的時候：這個很有道理。這個世間很多人不相信六道輪迴的，你把地藏法門這樣給他講，他聽了點頭，有道理，他也要學，那是真的不是假的。不能孝親尊師，不能夠慈心不殺，還造十惡業，現在雖然還在人間，還像個樣子，不錯，那個地獄裡頭早已經報名註冊了，幾時一口氣不來就到那兒去報到去了。地藏菩薩在今天教給你，要孝順父母、要尊敬師長，你要是能聽話依教奉行，那個地獄裡頭名字就消除，就除名了，你就不必去了，這就度了你，一定要懂得這個道理。"
    },
    {
      "id": "02-005-0075_p0017",
      "zh_CN": "以这个基础往上提升，这就「受持三皈，具足众戒，不犯威仪」。再往上提升那就行菩萨道，「发菩提心，深信因果，读诵大乘，劝进行者」。三福前面十句，自利，完全修自己；只有后面一句是教化众生，自己成就之后，要帮助别人。这是讲个人的修养要从这做起。",
      "zh_TW": "以這個基礎往上提升，這就「受持三皈，具足眾戒，不犯威儀」。再往上提升那就行菩薩道，「發菩提心，深信因果，讀誦大乘，勸進行者」。三福前面十句，自利，完全修自己；只有後面一句是教化眾生，自己成就之後，要幫助別人。這是講個人的修養要從這做起。"
    },
    {
      "id": "02-005-0075_p0018",
      "zh_CN": "人不能够离开人群，不能够脱离社会，与大众相处，佛教给我们六条戒律，就是『六和敬』，与人相处要和睦，彼此要互相尊敬。佛对我们要求，只教我们敬别人，不要希望别人敬我，只是我敬人。每个人都听佛的话，个个都敬人，这就互相尊敬了。佛教处处想自己，检点自己，你才能得清净心，你才能得到真正的禅定。我敬他，他都不敬我，你的心就不会清净，你的三昧就得不到了。只问我有没有敬别人，他敬不敬我不要去管他，我的心定了，心就得清净了。所以我跟大家讲，不要管闲事，不要管别人闲事，我们修行功夫就得力。你要喜欢管别人闲事，你这一生注定失败，你决定不能成功。",
      "zh_TW": "人不能夠離開人群，不能夠脫離社會，與大眾相處，佛教給我們六條戒律，就是『六和敬』，與人相處要和睦，彼此要互相尊敬。佛對我們要求，只教我們敬別人，不要希望別人敬我，只是我敬人。每個人都聽佛的話，個個都敬人，這就互相尊敬了。佛教處處想自己，檢點自己，你才能得清淨心，你才能得到真正的禪定。我敬他，他都不敬我，你的心就不會清淨，你的三昧就得不到了。只問我有沒有敬別人，他敬不敬我不要去管他，我的心定了，心就得清淨了。所以我跟大家講，不要管閒事，不要管別人閒事，我們修行功夫就得力。你要喜歡管別人閒事，你這一生注定失敗，你決定不能成功。"
    },
    {
      "id": "02-005-0075_p0019",
      "zh_CN": "然后这才进入真正佛法的修学，『三学』、『六度』、『十大愿王』，哪有不成功的道理！这是我们真正抓到了纲领。",
      "zh_TW": "然後這才進入真正佛法的修學，『三學』、『六度』、『十大願王』，哪有不成功的道理！這是我們真正抓到了綱領。"
    },
    {
      "id": "02-005-0075_p0020",
      "zh_CN": "然后『具诸功德本』，什么叫功德，这个要认识清楚。我们看到许多寺庙里头，门口放一个箱子，那个箱子叫「功德箱」，这是什么？你丢一点钱就有功德。这完全错误了。我们想想，达摩祖师当年到中国来见到梁武帝，梁武帝以他的地位、势力护持佛法，他造了四百八十多所寺庙，度几十万人出家，他很自负，见到达摩说：我的功德大不大？很可惜，达摩祖师太老实了，不肯打妄语，也没有善巧方便，说了一句老实话：并无功德。这一盆凉水浇到梁武帝头上，梁武帝一生气，不护他的法，他只好到少林寺去面壁，坐了九年才等来一个慧可。并无功德，替佛教做那么多事情还没有功德，你在那里捐一点钱就有功德了？所以要晓得，功是讲修行的功夫，你真有一分修行功夫，你自然有一分收获，收获就是德。功夫是什么？功夫是修行，行就是行为。我们的思想、见解、言语、造作有了错误，这行为有了错误，把这个错误的行为修正过来叫做修行。我们的心一天到晚胡思乱想，我从今以后不胡思乱想，修正过来了，这叫修行，这叫功，修功。得的是什么？没有胡思乱想，心清净了，可见得心清净就是德。心清净到一定的程度那就开智慧，所以那个德是讲的定与慧，是讲这个。你捐了一点钱，你想想看，你有没有得定？有没有开智慧？与定慧毫不相干。所以戒定慧三学，戒是功，定慧是德，功德是这个修法的。",
      "zh_TW": "然後『具諸功德本』，什麼叫功德，這個要認識清楚。我們看到許多寺廟裡頭，門口放一個箱子，那個箱子叫「功德箱」，這是什麼？你丟一點錢就有功德。這完全錯誤了。我們想想，達摩祖師當年到中國來見到梁武帝，梁武帝以他的地位、勢力護持佛法，他造了四百八十多所寺廟，度幾十萬人出家，他很自負，見到達摩說：我的功德大不大？很可惜，達摩祖師太老實了，不肯打妄語，也沒有善巧方便，說了一句老實話：並無功德。這一盆涼水澆到梁武帝頭上，梁武帝一生氣，不護他的法，他只好到少林寺去面壁，坐了九年才等來一個慧可。並無功德，替佛教做那麼多事情還沒有功德，你在那裡捐一點錢就有功德了？所以要曉得，功是講修行的功夫，你真有一分修行功夫，你自然有一分收穫，收穫就是德。功夫是什麼？功夫是修行，行就是行為。我們的思想、見解、言語、造作有了錯誤，這行為有了錯誤，把這個錯誤的行為修正過來叫做修行。我們的心一天到晚胡思亂想，我從今以後不胡思亂想，修正過來了，這叫修行，這叫功，修功。得的是什麼？沒有胡思亂想，心清淨了，可見得心清淨就是德。心清淨到一定的程度那就開智慧，所以那個德是講的定與慧，是講這個。你捐了一點錢，你想想看，你有沒有得定？有沒有開智慧？與定慧毫不相干。所以戒定慧三學，戒是功，定慧是德，功德是這個修法的。"
    },
    {
      "id": "02-005-0075_p0021",
      "zh_CN": "功德「本」，这个字重要，什么是功德的根本？换句话说，就是修学的关键，我们一定要把它认识清楚，要把它抓到。这个地方讲的功德「本」，就是一句「南无阿弥陀佛」的名号。你们想想看，它是不是戒定慧三学的根本？这一句名号念好了，戒定慧三学统统具足了，它是功德本。如果喜欢研经的人，这一本《无量寿经》就是功德本，千经万论都离不开这一部经所讲的原理原则，这一部经是一切经的精华。《华严》上讲，一即一切、一切即一，这一部经真正是参透了，一切经都通达了，所以这是功德本。认清楚，才晓得这一句名号功德不可思议。",
      "zh_TW": "功德「本」，這個字重要，什麼是功德的根本？換句話說，就是修學的關鍵，我們一定要把它認識清楚，要把它抓到。這個地方講的功德「本」，就是一句「南無阿彌陀佛」的名號。你們想想看，它是不是戒定慧三學的根本？這一句名號念好了，戒定慧三學統統具足了，它是功德本。如果喜歡研經的人，這一本《無量壽經》就是功德本，千經萬論都離不開這一部經所講的原理原則，這一部經是一切經的精華。《華嚴》上講，一即一切、一切即一，這一部經真正是參透了，一切經都通達了，所以這是功德本。認清楚，才曉得這一句名號功德不可思議。"
    },
    {
      "id": "02-005-0075_p0022",
      "zh_CN": "『修胜菩提行』，胜是殊胜，殊胜的菩提行就是信愿持名，信不迷，愿不邪，持名不染，不迷、不邪、不染，佛、法、僧三宝具足，这三宝就在一句名号之中。下面这是讲成就，『受记当作佛』。什么人给他授记？阿弥陀佛给他授记。我们今天读这部经，依照这部经典的修学，也就是得弥陀给我们授记。",
      "zh_TW": "『修勝菩提行』，勝是殊勝，殊勝的菩提行就是信願持名，信不迷，願不邪，持名不染，不迷、不邪、不染，佛、法、僧三寶具足，這三寶就在一句名號之中。下面這是講成就，『受記當作佛』。什麼人給他授記？阿彌陀佛給他授記。我們今天讀這部經，依照這部經典的修學，也就是得彌陀給我們授記。"
    },
    {
      "id": "02-005-0075_p0023",
      "zh_CN": "所以佛法的修学，我们是讲一般普通人（像我们这种根性，不讲那个上根利智，那是特殊的人，我们不讲，我们讲一般人的修学），首先要熟读经文。为什么要熟读经文？因为经文是我们修行的依据。我们是凡夫，决定会有妄想，决定有烦恼，决定有执着，这些东西要时时刻刻去检点，时时刻刻去发觉；如果要不读经，我们的发觉就相当困难。经文念一遍，晓得我哪些地方还是没有觉悟到，哪些地方我想错了、我说错了、我做错了，这一读经就把这些毛病全都找出来，不读经很不容易发现。求别人来告诉你，谁愿意说你的过失？世间真正肯说过失的人，就是父母、老师。现在父母也不说过失，为什么？不孝，说了你还生气，说了跟你做冤家，不说了。老师也不说了，说了怎么样？说了怕挨揍。没人敢说你过失了，这怎么办？只有读经。所以我常常劝人读《无量寿经》，读《了凡四训》，读《感应篇》，你念这些东西，很容易检点自己的过失。你能够每天知道自己过失，这了不起，这叫什么？这叫开悟，你不迷了。自己有过失不知道，这是迷；自己有过失知道，这是悟，悟了以后要能改，所以叫悟后起修。修是什么？把它修正，修正就是把它改过来。你不悟你怎么修法？所以经一定要熟，就是自己修行的依据，修行的依据一定要熟，先要把它念熟。念熟之后要求解，解要解得圆，因为圆解，我们在日常生活当中遇到一些事情，才知道怎么样去应付，知道怎样去运用佛的教训，使我们成就无量功德。你不能够圆解，死在经文里面，那就很糟糕，那叫是食而不化，念是念得不少，也记得，不会用。用是什么？用要活用，活用是建立在圆解的基础上，你解得圆，用得才活泼，那就是真正的智慧。再看底下一首：",
      "zh_TW": "所以佛法的修學，我們是講一般普通人（像我們這種根性，不講那個上根利智，那是特殊的人，我們不講，我們講一般人的修學），首先要熟讀經文。為什麼要熟讀經文？因為經文是我們修行的依據。我們是凡夫，決定會有妄想，決定有煩惱，決定有執著，這些東西要時時刻刻去檢點，時時刻刻去發覺；如果要不讀經，我們的發覺就相當困難。經文念一遍，曉得我哪些地方還是沒有覺悟到，哪些地方我想錯了、我說錯了、我做錯了，這一讀經就把這些毛病全都找出來，不讀經很不容易發現。求別人來告訴你，誰願意說你的過失？世間真正肯說過失的人，就是父母、老師。現在父母也不說過失，為什麼？不孝，說了你還生氣，說了跟你做冤家，不說了。老師也不說了，說了怎麼樣？說了怕挨揍。沒人敢說你過失了，這怎麼辦？只有讀經。所以我常常勸人讀《無量壽經》，讀《了凡四訓》，讀《感應篇》，你念這些東西，很容易檢點自己的過失。你能夠每天知道自己過失，這了不起，這叫什麼？這叫開悟，你不迷了。自己有過失不知道，這是迷；自己有過失知道，這是悟，悟了以後要能改，所以叫悟後起修。修是什麼？把它修正，修正就是把它改過來。你不悟你怎麼修法？所以經一定要熟，就是自己修行的依據，修行的依據一定要熟，先要把它念熟。念熟之後要求解，解要解得圓，因為圓解，我們在日常生活當中遇到一些事情，才知道怎麼樣去應付，知道怎樣去運用佛的教訓，使我們成就無量功德。你不能夠圓解，死在經文裡面，那就很糟糕，那叫是食而不化，念是念得不少，也記得，不會用。用是什麼？用要活用，活用是建立在圓解的基礎上，你解得圓，用得才活潑，那就是真正的智慧。再看底下一首："
    },
    {
      "id": "02-005-0075_p0024",
      "zh_CN": "【通达诸法性。一切空无我。专求净佛土。必成如是刹。】",
      "zh_TW": "【通達諸法性。一切空無我。專求淨佛土。必成如是剎。】"
    },
    {
      "id": "02-005-0075_p0025",
      "zh_CN": "阿弥陀佛的开示就到这一句，这一句的意思不难懂，乍看好像与前面雷同，其实它别有深义。前面两句是劝我们要离相，『通』是没有障碍，有障碍就不通了；『达』是明达，对于事实真相彻底明了，明了到极处叫达。前面说的一切法，着重在相上，此地讲的是性，「通达诸法性」，性是什么？性是体性。一切诸法的本体是什么？是空、是无我。此地说的空，就是二空真如，我空、法空，真正通达，于我、法决定不执着，佛的意思在此地。于我、于法统统不执着，你的心清净了，这个心没有染污。",
      "zh_TW": "阿彌陀佛的開示就到這一句，這一句的意思不難懂，乍看好像與前面雷同，其實它別有深義。前面兩句是勸我們要離相，『通』是沒有障礙，有障礙就不通了；『達』是明達，對於事實真相徹底明瞭，明瞭到極處叫達。前面說的一切法，著重在相上，此地講的是性，「通達諸法性」，性是什麼？性是體性。一切諸法的本體是什麼？是空、是無我。此地說的空，就是二空真如，我空、法空，真正通達，於我、法決定不執著，佛的意思在此地。於我、於法統統不執著，你的心清淨了，這個心沒有染污。"
    },
    {
      "id": "02-005-0075_p0026",
      "zh_CN": "今天下午，吴老居士来看我，吴延环老居士，晚上我招待他在我这吃晚饭。吃晚饭他给我们上了一课，也希望与大家共同分享，对于我们有很大的利益。他老人家今年八十多岁了，一生不生病，现在也不生病，将来还不生病，秘诀是什么？决定不吃零食。我招待他在小客厅里喝茶，拿一盘水果，他不吃，决定不吃零食。水果在什么时候吃？一定在饭后吃，这是他的好习惯，不吃零食。吃的东西少，他吃饭的时候半碗饭，吃青菜，青菜、豆腐，不吃肉。他也没有吃纯素，他跟我讲他吃外国素。什么叫外国素？外国人吃素，吃鱼不吃肉，他鱼吃一点，多吃青菜。吃的方法那你们不懂，他今天说，这个菜饭放到嘴里面要咬一百次，嚼得很细，这样子咽下去，量很少。不生病，这是饮食好，很好的饮食习惯。睡眠，他说他一定是八点钟睡觉，四点钟起床。他说假如起来看到钟是四点五分，那钟一定快了；他说如果是三点五十分，那钟一定慢，决定靠不住。非常好的生活习惯，延年益寿。所以吃完饭的时候他要回家，他告诉我他八点钟睡觉。很不容易！这是我们应当要学的。",
      "zh_TW": "今天下午，吳老居士來看我，吳延環老居士，晚上我招待他在我這吃晚飯。吃晚飯他給我們上了一課，也希望與大家共同分享，對於我們有很大的利益。他老人家今年八十多歲了，一生不生病，現在也不生病，將來還不生病，祕訣是什麼？決定不吃零食。我招待他在小客廳裡喝茶，拿一盤水果，他不吃，決定不吃零食。水果在什麼時候吃？一定在飯後吃，這是他的好習慣，不吃零食。吃的東西少，他吃飯的時候半碗飯，吃青菜，青菜、豆腐，不吃肉。他也沒有吃純素，他跟我講他吃外國素。什麼叫外國素？外國人吃素，吃魚不吃肉，他魚吃一點，多吃青菜。吃的方法那你們不懂，他今天說，這個菜飯放到嘴裡面要咬一百次，嚼得很細，這樣子嚥下去，量很少。不生病，這是飲食好，很好的飲食習慣。睡眠，他說他一定是八點鐘睡覺，四點鐘起床。他說假如起來看到鐘是四點五分，那鐘一定快了；他說如果是三點五十分，那鐘一定慢，決定靠不住。非常好的生活習慣，延年益壽。所以吃完飯的時候他要回家，他告訴我他八點鐘睡覺。很不容易！這是我們應當要學的。"
    },
    {
      "id": "02-005-0075_p0027",
      "zh_CN": "我过去在新加坡讲经，有一位老法师教给我饮水的方法，我也告诉同修。清早起来一杯凉开水，就像我们普通这样的杯子，大概这样的杯子就可以，玻璃杯也可以，一杯水喝三百口，不能多一口，也不能少一口，也是延年益寿。就是松年老和尚教给我们的，那个老和尚也是八十多岁，身体非常健康，脸上的颜色就像童子一样。他的秘诀，养生的秘诀，就是每天喝一杯水，三百口。那个三百口你们试试看，那就等于入定一样，三百口要喝多久？大概要半个小时到四十分钟，因为每一口他只沾一点点，嘴唇沾一点点。要记数的，要慢慢的咽下去，不能很快，要慢慢的，心要定，脑子里头什么都不要想，记这个数记得清清楚楚。延年益寿，没有副作用，喝水没有什么副作用。所以他跟我讲，口咽下去，每一口都要咽下去，实在讲这是内脏的运动。你每一口喝下去，你的口在运动，内脏运动；不但内脏运动，清洗内脏，心是定的，身也是清净的，那怎么会生病？他当然不会生病。所以我们看到这样健康长寿的人，他生活习惯非常好。我们要想延年益寿，要好好的记住。",
      "zh_TW": "我過去在新加坡講經，有一位老法師教給我飲水的方法，我也告訴同修。清早起來一杯涼開水，就像我們普通這樣的杯子，大概這樣的杯子就可以，玻璃杯也可以，一杯水喝三百口，不能多一口，也不能少一口，也是延年益壽。就是松年老和尚教給我們的，那個老和尚也是八十多歲，身體非常健康，臉上的顏色就像童子一樣。他的祕訣，養生的祕訣，就是每天喝一杯水，三百口。那個三百口你們試試看，那就等於入定一樣，三百口要喝多久？大概要半個小時到四十分鐘，因為每一口他只沾一點點，嘴唇沾一點點。要記數的，要慢慢的嚥下去，不能很快，要慢慢的，心要定，腦子裡頭什麼都不要想，記這個數記得清清楚楚。延年益壽，沒有副作用，喝水沒有什麼副作用。所以他跟我講，口嚥下去，每一口都要嚥下去，實在講這是內臟的運動。你每一口喝下去，你的口在運動，內臟運動；不但內臟運動，清洗內臟，心是定的，身也是清淨的，那怎麼會生病？他當然不會生病。所以我們看到這樣健康長壽的人，他生活習慣非常好。我們要想延年益壽，要好好的記住。"
    },
    {
      "id": "02-005-0075_p0028",
      "zh_CN": "所以要知道这『一切空无我』，我法二空，我们这个心里面就会清净，就会把世出世间一切法放下，为什么？空的，一样也得不到，都是假的。很多人都会说「生不带来，死不带去」，但是争得不得了，一天到晚争名夺利，他也会说「生不带来，死不带去」，那为什么要拼命去争？这就是事实真相他并没有搞清楚，只是听说而已，这不管用。",
      "zh_TW": "所以要知道這『一切空無我』，我法二空，我們這個心裡面就會清淨，就會把世出世間一切法放下，為什麼？空的，一樣也得不到，都是假的。很多人都會說「生不帶來，死不帶去」，但是爭得不得了，一天到晚爭名奪利，他也會說「生不帶來，死不帶去」，那為什麼要拼命去爭？這就是事實真相他並沒有搞清楚，只是聽說而已，這不管用。"
    },
    {
      "id": "02-005-0075_p0029",
      "zh_CN": "虽离相，还要修善，『专求净佛土，必成如是刹』，这就是修善，一定要专心愿求西方净土。净土怎么个求法？要从清净心求，心净则土净，统统讲的心地功夫，然后才能成就西方极乐世界。我们回向偈里面讲「庄严佛净土」，我们凭什么庄严？就是这个佛号功德清净心庄严。西方极乐世界，是阿弥陀佛的清净心，以及十方世界往生的那些人个个都修清净心，所以它是清净心所成的刹土。弥陀说法就到此地，下面是释迦牟尼佛说的：",
      "zh_TW": "雖離相，還要修善，『專求淨佛土，必成如是剎』，這就是修善，一定要專心願求西方淨土。淨土怎麼個求法？要從清淨心求，心淨則土淨，統統講的心地功夫，然後才能成就西方極樂世界。我們迴向偈裡面講「莊嚴佛淨土」，我們憑什麼莊嚴？就是這個佛號功德清淨心莊嚴。西方極樂世界，是阿彌陀佛的清淨心，以及十方世界往生的那些人個個都修清淨心，所以它是清淨心所成的剎土。彌陀說法就到此地，下面是釋迦牟尼佛說的："
    },
    {
      "id": "02-005-0075_p0030",
      "zh_CN": "【闻法乐受行。得至清净处。必于无量尊。受记成等觉。】",
      "zh_TW": "【聞法樂受行。得至清淨處。必於無量尊。受記成等覺。】"
    },
    {
      "id": "02-005-0075_p0031",
      "zh_CN": "这是佛说明，菩萨听弥陀说法得的利益。『闻法』是指十方菩萨听弥陀说法，听了之后非常欢喜。这个『乐』字在此地要念去声字念药，乐就是乐好、欢喜，欢喜接受奉行，依教奉行。『得至清净处』，清净处就是清净心，听佛说法这个心愈来愈清净。『必于无量尊』，必是必定，无量尊就是阿弥陀佛，就是无量寿佛。『受记成等觉』，就是阿弥陀佛必定给他授记，他必定能够证等觉的果位。",
      "zh_TW": "這是佛說明，菩薩聽彌陀說法得的利益。『聞法』是指十方菩薩聽彌陀說法，聽了之後非常歡喜。這個『樂』字在此地要念去聲字念藥，樂就是樂好、歡喜，歡喜接受奉行，依教奉行。『得至清淨處』，清淨處就是清淨心，聽佛說法這個心愈來愈清淨。『必於無量尊』，必是必定，無量尊就是阿彌陀佛，就是無量壽佛。『受記成等覺』，就是阿彌陀佛必定給他授記，他必定能夠證等覺的果位。"
    },
    {
      "id": "02-005-0075_p0032",
      "zh_CN": "【无边殊胜刹。其佛本愿力。闻名欲往生。自致不退转。】",
      "zh_TW": "【無邊殊勝剎。其佛本願力。聞名欲往生。自致不退轉。】"
    },
    {
      "id": "02-005-0075_p0033",
      "zh_CN": "这是说菩萨们闻法得三不退的利益，『无边殊胜刹』，是讲十方诸佛刹土。『其佛本愿力』，其佛是指无量无边佛刹里面的诸佛，正是十方三世一切诸佛如来，没有一尊佛不劝众生求生净土。一切佛为大众宣讲《无量寿经》，介绍念佛法门，劝大家念佛往生，就是一切诸佛的「本愿力」。听到的人，这就是佛的学生、佛的弟子，『闻名欲往生』，闻到阿弥陀佛的名号，听到《无量寿经》，就应当要发愿求生净土，生到西方净土你就圆证三不退，所以『自致不退转』。三不退是非常不容易得到的，离开西方净土之外，在十方刹土里面都很难得到三不退，唯独西方世界容易，这是我们一定要记住的。",
      "zh_TW": "這是說菩薩們聞法得三不退的利益，『無邊殊勝剎』，是講十方諸佛剎土。『其佛本願力』，其佛是指無量無邊佛剎裡面的諸佛，正是十方三世一切諸佛如來，沒有一尊佛不勸眾生求生淨土。一切佛為大眾宣講《無量壽經》，介紹念佛法門，勸大家念佛往生，就是一切諸佛的「本願力」。聽到的人，這就是佛的學生、佛的弟子，『聞名欲往生』，聞到阿彌陀佛的名號，聽到《無量壽經》，就應當要發願求生淨土，生到西方淨土你就圓證三不退，所以『自致不退轉』。三不退是非常不容易得到的，離開西方淨土之外，在十方剎土裡面都很難得到三不退，唯獨西方世界容易，這是我們一定要記住的。"
    },
    {
      "id": "02-005-0075_p0034",
      "zh_CN": "前几天还有人来问我，他问我为什么要特别提倡这部《无量寿经》，要劝人念阿弥陀佛求生净土？他自己说，他念《金刚经》，意思就是觉得般若是第一，为什么要求生净土？还举的例子来难我，他说经上说得清清楚楚的，我们在娑婆世界修行一天，抵得过西方极乐世界修行一百年，为什么要到西方极乐世界去？引经据典，《无量寿经》上讲的。我跟他讲：没错，经上是这么说的，也是事实，问题就是，你有没有修？你要不修，那没有用，你在此地一天，抵不过西方极乐世界，一天都抵不上，不要说一百年。问题，你有没有真修？他一听就愣住了，没有话说了。什么叫真修？《金刚经》上讲破四相，你破了没有？破四见，你破了没有？如果你没有破，那你就没有修，你还在搞是非人我，你还在妄想执着，那怎么能比得上西方世界的人？要真修！真修为什么超过西方极乐世界人？这个地方太难了，环境太坏了，你能够在这里修，西方极乐世界没有这个障碍，没障碍容易修，这里难修。你不修，你比不上他；你真修，超过他，哪一个人真修？所以经上讲得没错，他自己把意思错会了，以为每天把《金刚经》念一遍就叫修行？那一点用都没有。《金刚经》上讲的「凡所有相，皆是虚妄」，你有没有把凡所有相看成虚妄？样样都在执着，没修！所以佛没有说错，自己把佛的意思解错了，还要来障碍别人修行，这个罪过太大了。所以这个不退转相当不容易，如果要是那么容易的话，一切诸佛如来何必劝这些菩萨求生净土？这不必了。就是太难了，菩萨都难，何况我们凡夫？",
      "zh_TW": "前幾天還有人來問我，他問我為什麼要特別提倡這部《無量壽經》，要勸人念阿彌陀佛求生淨土？他自己說，他念《金剛經》，意思就是覺得般若是第一，為什麼要求生淨土？還舉的例子來難我，他說經上說得清清楚楚的，我們在娑婆世界修行一天，抵得過西方極樂世界修行一百年，為什麼要到西方極樂世界去？引經據典，《無量壽經》上講的。我跟他講：沒錯，經上是這麼說的，也是事實，問題就是，你有沒有修？你要不修，那沒有用，你在此地一天，抵不過西方極樂世界，一天都抵不上，不要說一百年。問題，你有沒有真修？他一聽就愣住了，沒有話說了。什麼叫真修？《金剛經》上講破四相，你破了沒有？破四見，你破了沒有？如果你沒有破，那你就沒有修，你還在搞是非人我，你還在妄想執著，那怎麼能比得上西方世界的人？要真修！真修為什麼超過西方極樂世界人？這個地方太難了，環境太壞了，你能夠在這裡修，西方極樂世界沒有這個障礙，沒障礙容易修，這裡難修。你不修，你比不上他；你真修，超過他，哪一個人真修？所以經上講得沒錯，他自己把意思錯會了，以為每天把《金剛經》念一遍就叫修行？那一點用都沒有。《金剛經》上講的「凡所有相，皆是虛妄」，你有沒有把凡所有相看成虛妄？樣樣都在執著，沒修！所以佛沒有說錯，自己把佛的意思解錯了，還要來障礙別人修行，這個罪過太大了。所以這個不退轉相當不容易，如果要是那麼容易的話，一切諸佛如來何必勸這些菩薩求生淨土？這不必了。就是太難了，菩薩都難，何況我們凡夫？"
    },
    {
      "id": "02-005-0075_p0035",
      "zh_CN": "【菩萨兴至愿。愿己国无异。普念度一切。各发菩提心。舍彼轮回身。俱令登彼岸。】",
      "zh_TW": "【菩薩興至願。願己國無異。普念度一切。各發菩提心。捨彼輪迴身。俱令登彼岸。】"
    },
    {
      "id": "02-005-0075_p0036",
      "zh_CN": "前面是佛赞叹这些菩萨闻法自己得的利益，这利益就非常殊胜。这个一首半（就是六句），是赞叹菩萨自己得到利益之后，还能够教化众生，把这个法门普遍的推荐给一切大众，这个功德就更殊胜了。『菩萨兴至愿』，至愿，是愿到了极处，这个愿是弘法利生的大愿，专门弘扬这部经，专门弘扬这个法门，普遍希望一切大众都能得到这个法门真实的利益。所以说『愿己国无异』，像我们住在娑婆世界，希望我们娑婆世界跟极乐世界没有两样。这个没有两样是讲的人心，极乐世界人心清净，希望我们这个世界每一个人心地都清净。",
      "zh_TW": "前面是佛讚歎這些菩薩聞法自己得的利益，這利益就非常殊勝。這個一首半（就是六句），是讚歎菩薩自己得到利益之後，還能夠教化眾生，把這個法門普遍的推薦給一切大眾，這個功德就更殊勝了。『菩薩興至願』，至願，是願到了極處，這個願是弘法利生的大願，專門弘揚這部經，專門弘揚這個法門，普遍希望一切大眾都能得到這個法門真實的利益。所以說『願己國無異』，像我們住在娑婆世界，希望我們娑婆世界跟極樂世界沒有兩樣。這個沒有兩樣是講的人心，極樂世界人心清淨，希望我們這個世界每一個人心地都清淨。"
    },
    {
      "id": "02-005-0075_p0037",
      "zh_CN": "『普念度一切』，普是普遍、是平等，如果我们的心有高下就不是普念，有好恶也不是普念。一定以清净心、平等心、慈悲心看一切众生，将这个殊胜微妙第一法门，诚诚恳恳的介绍给大众，希望大众统统能够觉悟，统统能够信受奉行，就是『各发菩提心』，弘法利生目标就在此地。我们到处把这个经本送给人，最近我们又印了一万多本，小本的折叠本一万本今天送了几十本来，大概明天就可以统统送过来。将这个经本送到各地方，送去了还怕他不懂，所以我还一定要到那里去，去介绍、去讲解，让他明了，欢喜信受。这就是现在人讲的，叫到处去作秀，去表演去。后天我要到美国去作秀、去介绍，希望他们真正觉悟，依照这个方法修行稳当、可靠，一生决定成就。",
      "zh_TW": "『普念度一切』，普是普遍、是平等，如果我們的心有高下就不是普念，有好惡也不是普念。一定以清淨心、平等心、慈悲心看一切眾生，將這個殊勝微妙第一法門，誠誠懇懇的介紹給大眾，希望大眾統統能夠覺悟，統統能夠信受奉行，就是『各發菩提心』，弘法利生目標就在此地。我們到處把這個經本送給人，最近我們又印了一萬多本，小本的摺疊本一萬本今天送了幾十本來，大概明天就可以統統送過來。將這個經本送到各地方，送去了還怕他不懂，所以我還一定要到那裡去，去介紹、去講解，讓他明瞭，歡喜信受。這就是現在人講的，叫到處去作秀，去表演去。後天我要到美國去作秀、去介紹，希望他們真正覺悟，依照這個方法修行穩當、可靠，一生決定成就。"
    },
    {
      "id": "02-005-0075_p0038",
      "zh_CN": "『舍彼轮回身』，就是决定超越六道轮回，了生死、出三界。『俱令登彼岸』，彼岸是西方极乐世界，一定可以达到的。不依照这个法门来修学那就困难，那只是想像而已，决定做不到。依《金刚经》修行，《金刚经》好，我也赞叹，我过去讲过好多遍，我为什么不学？想想自己不行，不是那料子，你教我破四相，我四相破不了。这个东西不能欺人，更不能够欺骗自己，自欺欺人，那哪里叫智慧，那哪里会有成就？一定要知道事实的真相，特别要认识自己，就是人贵自知，要知道自己，自己是什么样的根性、什么程度，在一切法门里面，哪一个法门我能走得通，我真正能成就的，我就选择这个法门。那个很高、很妙、很殊胜的法门，我学不到，我做不到，那我只好舍弃。尤其是佛跟我们讲得很明白、很清楚，「法门平等，无有高下」，这个我们心很安定了，选择自己容易修行的法门，这就不会错。成就什么？一定要摆脱生死轮回，这是成就。彼岸是两个讲法，一个是明心见性，见性成佛，这叫真实的彼岸，这的确不容易；生到西方极乐世界，这就得到，就入了这个境界，所以这是不可思议的法门。到了西方极乐世界，那个好处就说不尽了，这给我们略略的说一点：",
      "zh_TW": "『捨彼輪迴身』，就是決定超越六道輪迴，了生死、出三界。『俱令登彼岸』，彼岸是西方極樂世界，一定可以達到的。不依照這個法門來修學那就困難，那只是想像而已，決定做不到。依《金剛經》修行，《金剛經》好，我也讚歎，我過去講過好多遍，我為什麼不學？想想自己不行，不是那料子，你教我破四相，我四相破不了。這個東西不能欺人，更不能夠欺騙自己，自欺欺人，那哪裡叫智慧，那哪裡會有成就？一定要知道事實的真相，特別要認識自己，就是人貴自知，要知道自己，自己是什麼樣的根性、什麼程度，在一切法門裡面，哪一個法門我能走得通，我真正能成就的，我就選擇這個法門。那個很高、很妙、很殊勝的法門，我學不到，我做不到，那我只好捨棄。尤其是佛跟我們講得很明白、很清楚，「法門平等，無有高下」，這個我們心很安定了，選擇自己容易修行的法門，這就不會錯。成就什麼？一定要擺脫生死輪迴，這是成就。彼岸是兩個講法，一個是明心見性，見性成佛，這叫真實的彼岸，這的確不容易；生到西方極樂世界，這就得到，就入了這個境界，所以這是不可思議的法門。到了西方極樂世界，那個好處就說不盡了，這給我們略略的說一點："
    },
    {
      "id": "02-005-0075_p0039",
      "zh_CN": "【奉事万亿佛。飞化遍诸刹。】",
      "zh_TW": "【奉事萬億佛。飛化遍諸剎。】"
    },
    {
      "id": "02-005-0075_p0040",
      "zh_CN": "这种好处，实在是我们梦寐希求求不到的。我们一生当中见一尊佛，这个机会都很渺茫，怎么可能去『奉事万亿佛』？这个万亿不是数字，万亿是指尽虚空遍法界无量无边一切诸佛，我们都有能力去恭敬、赞叹、供养、求法，都有能力，而且每天都去，怎么去法？分身去。那就是到了西方极乐世界，就有能力分无量无边身，他有这个能力。我们在中国过去传记当中看到，有真正修行得道的人能分五百身，这个我们在传记上看到的。有一个印度的高僧在中国弘法，他要回去了，很多居士们、长者们为他饯行，邀请他到家里来供养，同一天、同一个时间，他都去了，都接受供养了。到第二天长亭里面去送行，送法师。这个说：法师对我不错，昨天在我家供养。那个听了：不对，昨天他在我家。那个听了：他在我家。这大家一串通，才晓得他有分身，他昨天曾经到五百家同时应供，家家都见到他，他也都吃了，这个妙不可言，他有这个能力。但是只五百身；这个不得了，这无量无边的分身，这是我们真正讲，神通能力圆满的恢复了。『飞化遍诸刹』，飞行自在，速度之快，随念即到，绝不是我们今天讲的光、电能够相比的，他念头一到它那个地方身就到了。这个「化」是教化众生，上求佛法，下化众生，「遍诸刹」，遍满一切诸佛刹土。事情办完了：",
      "zh_TW": "這種好處，實在是我們夢寐希求求不到的。我們一生當中見一尊佛，這個機會都很渺茫，怎麼可能去『奉事萬億佛』？這個萬億不是數字，萬億是指盡虛空遍法界無量無邊一切諸佛，我們都有能力去恭敬、讚歎、供養、求法，都有能力，而且每天都去，怎麼去法？分身去。那就是到了西方極樂世界，就有能力分無量無邊身，他有這個能力。我們在中國過去傳記當中看到，有真正修行得道的人能分五百身，這個我們在傳記上看到的。有一個印度的高僧在中國弘法，他要回去了，很多居士們、長者們為他餞行，邀請他到家裡來供養，同一天、同一個時間，他都去了，都接受供養了。到第二天長亭裡面去送行，送法師。這個說：法師對我不錯，昨天在我家供養。那個聽了：不對，昨天他在我家。那個聽了：他在我家。這大家一串通，才曉得他有分身，他昨天曾經到五百家同時應供，家家都見到他，他也都吃了，這個妙不可言，他有這個能力。但是只五百身；這個不得了，這無量無邊的分身，這是我們真正講，神通能力圓滿的恢復了。『飛化遍諸剎』，飛行自在，速度之快，隨念即到，絕不是我們今天講的光、電能夠相比的，他念頭一到它那個地方身就到了。這個「化」是教化眾生，上求佛法，下化眾生，「遍諸剎」，遍滿一切諸佛剎土。事情辦完了："
    },
    {
      "id": "02-005-0075_p0041",
      "zh_CN": "【恭敬欢喜去。还到安养国。】",
      "zh_TW": "【恭敬歡喜去。還到安養國。】"
    },
    {
      "id": "02-005-0075_p0042",
      "zh_CN": "『安养国』是西方极乐世界，这事情办完了，供佛、闻法，又去教化众生，事情办完了，马上就回到极乐世界，再回到阿弥陀佛的身边。我们念了这一章后，想想善导大师那两句话，就一丝毫都不怀疑，他那两句话真是讲对了，「如来所以兴出世，唯说弥陀本愿海」。我们用善导大师这两句话，做为今天这段经文的总结，才晓得善导大师的话讲得一点都不过分。",
      "zh_TW": "『安養國』是西方極樂世界，這事情辦完了，供佛、聞法，又去教化眾生，事情辦完了，馬上就回到極樂世界，再回到阿彌陀佛的身邊。我們念了這一章後，想想善導大師那兩句話，就一絲毫都不懷疑，他那兩句話真是講對了，「如來所以興出世，唯說彌陀本願海」。我們用善導大師這兩句話，做為今天這段經文的總結，才曉得善導大師的話講得一點都不過分。"
    },
    {
      "id": "02-005-0075_p0043",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}