{
  "doc_id": "02-005-0021",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0021",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "02-005-0021_p0001",
      "zh_CN": "请翻开经本第二十五面，倒数第三行，从第七段看起。七，「大愿之核心乃第十八愿，然十念必生之究竟方便，实由于弥陀究竟成就之最极方便处，正是本经中『如来定慧究畅无极』处。今人焉能因此法之易行而鄙视之，而轻此法门乎？」这是说《无量寿经》四十八愿当中第十八愿。如果我们将一切经来做一个比较，才晓得这个十八愿的意义。古德曾经说过，他说一切经里面做一个比较，是《华严经》第一，这就是说，《华严》把一切经都比下去了；《华严经》跟本经做一个比较，是本经第一，这把《华严》也比下去了。本经经文夏居士的会集本一共有四十八章，或者称四十八品也可以，这四十八品，哪一品是第一？第六品是第一，第六品就是讲的四十八愿。这四十八愿之中，哪一愿第一？第十八愿第一。这样做一个比较，诸位应该理解，佛法的中心在哪里，就在这一愿。这一愿说的是什么？说的是十念必生。这个必生，就是十念成佛。你们想想看，佛度众生，十念能令众生成佛，这是佛法真正到了方便究竟处，没有比这个更方便、更究竟了。你才晓得，这个法门在无量无边法门里面确确实实是第一殊胜，无与伦比，不做这个比较不晓得这个重要！",
      "zh_TW": "請翻開經本第二十五面，倒數第三行，從第七段看起。七，「大願之核心乃第十八願，然十念必生之究竟方便，實由於彌陀究竟成就之最極方便處，正是本經中『如來定慧究暢無極』處。今人焉能因此法之易行而鄙視之，而輕此法門乎？」這是說《無量壽經》四十八願當中第十八願。如果我們將一切經來做一個比較，才曉得這個十八願的意義。古德曾經說過，他說一切經裡面做一個比較，是《華嚴經》第一，這就是說，《華嚴》把一切經都比下去了；《華嚴經》跟本經做一個比較，是本經第一，這把《華嚴》也比下去了。本經經文夏居士的會集本一共有四十八章，或者稱四十八品也可以，這四十八品，哪一品是第一？第六品是第一，第六品就是講的四十八願。這四十八願之中，哪一願第一？第十八願第一。這樣做一個比較，諸位應該理解，佛法的中心在哪裡，就在這一願。這一願說的是什麼？說的是十念必生。這個必生，就是十念成佛。你們想想看，佛度眾生，十念能令眾生成佛，這是佛法真正到了方便究竟處，沒有比這個更方便、更究竟了。你才曉得，這個法門在無量無邊法門裡面確確實實是第一殊勝，無與倫比，不做這個比較不曉得這個重要！"
    },
    {
      "id": "02-005-0021_p0002",
      "zh_CN": "这个经我们讲过很多遍，同修们对于四十八愿都很熟悉，可是要真正把它认识清楚，的确是不容易。真认识清楚了，我相信你一定是万缘放下、一心系念，那你就是必定成就。万缘放下，不但是世缘放下，出世间的缘也放下了，无量无边的经论、无量无边的法门统统放下了，那就跟莲池大师一样。莲池大师在晚年（我在讲席当中也常常提出勉励我们同修），晚年是彻底觉悟。如果不是彻底觉悟，他说不出，说三藏十二部让给别人悟，八万四千行饶与他人行。这两句话，不是彻底觉悟，决定说不出来。能说得出来这个两句话，这叫大彻大悟，决定超过禅宗的大彻大悟、明心见性，超过。为什么？禅宗大彻大悟、明心见性，不过是了生死、出轮回而已，要想圆成佛道，那还有相当遥远的时间，不是一生成佛。净宗彻底觉悟，世出世间万缘放下，一心系念，那他就是一生成佛，一生圆成佛道。所以这是一切法门都不能够比拟的，这真正是没有言词能够赞叹的，无法赞叹。这个地方几句话，将这个所以然，虽然不是很明白的说出来，也透出一个大概了。",
      "zh_TW": "這個經我們講過很多遍，同修們對於四十八願都很熟悉，可是要真正把它認識清楚，的確是不容易。真認識清楚了，我相信你一定是萬緣放下、一心繫念，那你就是必定成就。萬緣放下，不但是世緣放下，出世間的緣也放下了，無量無邊的經論、無量無邊的法門統統放下了，那就跟蓮池大師一樣。蓮池大師在晚年（我在講席當中也常常提出勉勵我們同修），晚年是徹底覺悟。如果不是徹底覺悟，他說不出，說三藏十二部讓給別人悟，八萬四千行饒與他人行。這兩句話，不是徹底覺悟，決定說不出來。能說得出來這個兩句話，這叫大徹大悟，決定超過禪宗的大徹大悟、明心見性，超過。為什麼？禪宗大徹大悟、明心見性，不過是了生死、出輪迴而已，要想圓成佛道，那還有相當遙遠的時間，不是一生成佛。淨宗徹底覺悟，世出世間萬緣放下，一心繫念，那他就是一生成佛，一生圓成佛道。所以這是一切法門都不能夠比擬的，這真正是沒有言詞能夠讚歎的，無法讚歎。這個地方幾句話，將這個所以然，雖然不是很明白的說出來，也透出一個大概了。"
    },
    {
      "id": "02-005-0021_p0003",
      "zh_CN": "这个「十念必生之究竟方便」，实实在在是「由弥陀究竟成就之最极方便处」。这个究竟成就，有两个意思，一个意思是讲他断惑证真圆满了，见思、尘沙、无明统统断尽，圆满的证得无上正等正觉，这是一个意思。但是此地所讲的重点不在此，为什么？这个意思，一切诸佛如来所同证。它真正意思是在它度众生的方便，度生方便。度生方便，这就是十念必生，就是用这一句名号，六字洪名，而且十念必生，这是弥陀如来最极方便处，十方一切诸佛如来都没有这个法子。虽然十方一切诸佛如来没这个法子，但是那一些诸佛如来统统用阿弥陀佛的方法来普度众生。因此，十方一切诸佛如来，没有一尊佛不劝人念佛求生净土，没有一尊佛不讲《无量寿经》、《阿弥陀经》。换句话说，净土三经是一切诸佛度众生必定宣讲的；不但必定宣讲，而且必定是多次宣讲，决定不是一次。这一桩事情，我们要把它认识清楚，这个事实，也正是本经中所讲「如来定慧究畅无极」的证明，这一句实实在在讲，就是赞叹第十八愿的成就。",
      "zh_TW": "這個「十念必生之究竟方便」，實實在在是「由彌陀究竟成就之最極方便處」。這個究竟成就，有兩個意思，一個意思是講他斷惑證真圓滿了，見思、塵沙、無明統統斷盡，圓滿的證得無上正等正覺，這是一個意思。但是此地所講的重點不在此，為什麼？這個意思，一切諸佛如來所同證。它真正意思是在它度眾生的方便，度生方便。度生方便，這就是十念必生，就是用這一句名號，六字洪名，而且十念必生，這是彌陀如來最極方便處，十方一切諸佛如來都沒有這個法子。雖然十方一切諸佛如來沒這個法子，但是那一些諸佛如來統統用阿彌陀佛的方法來普度眾生。因此，十方一切諸佛如來，沒有一尊佛不勸人念佛求生淨土，沒有一尊佛不講《無量壽經》、《阿彌陀經》。換句話說，淨土三經是一切諸佛度眾生必定宣講的；不但必定宣講，而且必定是多次宣講，決定不是一次。這一樁事情，我們要把它認識清楚，這個事實，也正是本經中所講「如來定慧究暢無極」的證明，這一句實實在在講，就是讚歎第十八願的成就。"
    },
    {
      "id": "02-005-0021_p0004",
      "zh_CN": "这个法门实在简单、容易、稳当、快速，决定成佛。就是因为它太容易、太简单了，这个太容易、太简单，反而叫人不相信了。所以古德常有这样的感叹，说「今人焉能因此法之易行而鄙视之」。说实在话，没有把净土看在眼里面的人很多，即使是念佛修净土的，有许多人喜欢《观无量寿经》。为什么？《观经》麻烦，他们喜欢，认为，大概麻烦一点这个东西好一点，太简单了恐怕不太靠得住。像现在用的照相机，这是全自动的，我们黄念祖老居士叫做傻人照相机，全自动的这很容易，很容易，可是人家照出来张张都漂亮；那个高级照相机，又要对光圈，又要对距离，还要懂得色温，不见得能照得好，三十六张能照得一两张好的，就算不错了，那个很复杂，那价钱也很高。所以他老人家比喻，那一种高级照相机就像普通的法门，一般法门；这傻瓜照相机，就是念佛法门，人人会照，张张都好。轻视这个法门，是错误的，是对于这个法门可以说是完全不了解，才有这样的误会。",
      "zh_TW": "這個法門實在簡單、容易、穩當、快速，決定成佛。就是因為它太容易、太簡單了，這個太容易、太簡單，反而叫人不相信了。所以古德常有這樣的感嘆，說「今人焉能因此法之易行而鄙視之」。說實在話，沒有把淨土看在眼裡面的人很多，即使是念佛修淨土的，有許多人喜歡《觀無量壽經》。為什麼？《觀經》麻煩，他們喜歡，認為，大概麻煩一點這個東西好一點，太簡單了恐怕不太靠得住。像現在用的照相機，這是全自動的，我們黃念祖老居士叫做傻人照相機，全自動的這很容易，很容易，可是人家照出來張張都漂亮；那個高級照相機，又要對光圈，又要對距離，還要懂得色溫，不見得能照得好，三十六張能照得一兩張好的，就算不錯了，那個很複雜，那價錢也很高。所以他老人家比喻，那一種高級照相機就像普通的法門，一般法門；這傻瓜照相機，就是念佛法門，人人會照，張張都好。輕視這個法門，是錯誤的，是對於這個法門可以說是完全不了解，才有這樣的誤會。"
    },
    {
      "id": "02-005-0021_p0005",
      "zh_CN": "我们翻过来看末后这一段。「《疏钞》云：但持佛名，必生彼国。则或高或下、或圣或凡，乃至或信或疑、或赞或毁，知有彼佛，便成善根，多劫多生，俱蒙解脱」。这是莲池大师在《弥陀经疏钞》里面所说的，语气非常的肯定。「但持佛名」，这很容易，正是大势至菩萨所说的「不假方便，自得心开」，不需要用任何方法来帮助，就是一句佛号就行了。这一句佛号，四个字、六个字都可以。莲池大师当年在世，他自己念佛就念四个字。有人曾经问他，说您老人家教别人念佛的方法，怎么教法？他说我教别人念六个字，南无阿弥陀佛。人家问他，您老人家自己怎么念？他说我自己念四个字。这别人听到就奇怪了，为什么你教别人念六个字，自己念四个字？他老人家说，我这一生决定求生西方极乐世界，所以这客气话都不必要了。南无是客气话。经里面讲「执持名号」，名号就是四个字。南无是梵语，翻成中国的意思是皈依的意思，就是皈依阿弥陀佛；是恭敬的意思，恭敬阿弥陀佛。这些都是客气话，客套，真正一心求往生，客气话不要了，为什么？愈少愈好。你看六个字跟四个字比较，就少了三分之一，更简单了，是愈简单愈好，就不要再找麻烦了。他说，我教别人，别人未必真正发心求往生；不愿意往生，加一个南无好，恭敬阿弥陀佛，皈依阿弥陀佛，跟净土结一个善缘，种一个善根，意思在此地。由此可知，「但持佛名，必生彼国」，这个必字语气非常肯定，一丝毫的怀疑都没有。",
      "zh_TW": "我們翻過來看末後這一段。「《疏鈔》云：但持佛名，必生彼國。則或高或下、或聖或凡，乃至或信或疑、或讚或毀，知有彼佛，便成善根，多劫多生，俱蒙解脫」。這是蓮池大師在《彌陀經疏鈔》裡面所說的，語氣非常的肯定。「但持佛名」，這很容易，正是大勢至菩薩所說的「不假方便，自得心開」，不需要用任何方法來幫助，就是一句佛號就行了。這一句佛號，四個字、六個字都可以。蓮池大師當年在世，他自己念佛就念四個字。有人曾經問他，說您老人家教別人念佛的方法，怎麼教法？他說我教別人念六個字，南無阿彌陀佛。人家問他，您老人家自己怎麼念？他說我自己念四個字。這別人聽到就奇怪了，為什麼你教別人念六個字，自己念四個字？他老人家說，我這一生決定求生西方極樂世界，所以這客氣話都不必要了。南無是客氣話。經裡面講「執持名號」，名號就是四個字。南無是梵語，翻成中國的意思是皈依的意思，就是皈依阿彌陀佛；是恭敬的意思，恭敬阿彌陀佛。這些都是客氣話，客套，真正一心求往生，客氣話不要了，為什麼？愈少愈好。你看六個字跟四個字比較，就少了三分之一，更簡單了，是愈簡單愈好，就不要再找麻煩了。他說，我教別人，別人未必真正發心求往生；不願意往生，加一個南無好，恭敬阿彌陀佛，皈依阿彌陀佛，跟淨土結一個善緣，種一個善根，意思在此地。由此可知，「但持佛名，必生彼國」，這個必字語氣非常肯定，一絲毫的懷疑都沒有。"
    },
    {
      "id": "02-005-0021_p0006",
      "zh_CN": "哪些人是这个法门的当机者，也就是往生西方的对象？他老人家底下就说了，「或高或下」，这个高下是对菩萨说的，十圣菩萨就高，三贤菩萨就下，三贤十圣。「或圣或凡」，这是对于声闻、缘觉、天人所说的。声闻、缘觉是圣人，超越三界了；欲界、色界、无色界诸天，还是凡人，四圣六凡，他还是凡人。这个两句就把十法界统统包括了，统统包括尽了。「乃至于或信或疑」，这也是讲十法界里面这些人，或者是相信，或者是怀疑，怀疑也能往生，大经上讲的生边地，也能往生，只要具足信愿行，那个信里面稍稍带一点疑，还是可以往生。「或赞或毁」，赞是听到这个法门，心里面欢喜赞叹，毁是毁谤，对于这个法门完全不能够相信的，甚至于排斥的。这个排斥不但是外道排斥，外道他不信佛的，看到我们这学佛的人他就排斥；而净宗在佛门里面也受排斥，宗门、教下，久修、初学，尚且毁谤净土，不相信净土，这是自古以来我们也常常听到、也常常见到。赞净土这是福，无量的福报；谤净土，那是无量的罪业，罪福必定有果报。但是这一句阿弥陀佛落在他阿赖耶识里面，就变成善根。所以这个怕不怕毁谤？不怕。人家看了我们念阿弥陀佛，在那里讽刺毁谤，我们笑笑。为什么？阿弥陀佛的善根种到他阿赖耶识去了。种子种下去，多劫多生，他将来果报受完之后，多生多劫之后，遇到这个缘他就相信了，他也修学，将来一定往生。为什么？他阿赖耶识里面有阿弥陀佛的种子，有西方极乐世界的缘分。由此可知，我们念佛人遇到谤佛的人，合掌笑笑就可以了，不要去争执，他不晓得，我们清楚，他将来恶报完了之后，还是会跟我们一样念佛往生。这个就是所谓三根普被，利钝全收。",
      "zh_TW": "哪些人是這個法門的當機者，也就是往生西方的對象？他老人家底下就說了，「或高或下」，這個高下是對菩薩說的，十聖菩薩就高，三賢菩薩就下，三賢十聖。「或聖或凡」，這是對於聲聞、緣覺、天人所說的。聲聞、緣覺是聖人，超越三界了；欲界、色界、無色界諸天，還是凡人，四聖六凡，他還是凡人。這個兩句就把十法界統統包括了，統統包括盡了。「乃至於或信或疑」，這也是講十法界裡面這些人，或者是相信，或者是懷疑，懷疑也能往生，大經上講的生邊地，也能往生，只要具足信願行，那個信裡面稍稍帶一點疑，還是可以往生。「或讚或毀」，讚是聽到這個法門，心裡面歡喜讚歎，毀是毀謗，對於這個法門完全不能夠相信的，甚至於排斥的。這個排斥不但是外道排斥，外道他不信佛的，看到我們這學佛的人他就排斥；而淨宗在佛門裡面也受排斥，宗門、教下，久修、初學，尚且毀謗淨土，不相信淨土，這是自古以來我們也常常聽到、也常常見到。讚淨土這是福，無量的福報；謗淨土，那是無量的罪業，罪福必定有果報。但是這一句阿彌陀佛落在他阿賴耶識裡面，就變成善根。所以這個怕不怕毀謗？不怕。人家看了我們念阿彌陀佛，在那裡諷刺毀謗，我們笑笑。為什麼？阿彌陀佛的善根種到他阿賴耶識去了。種子種下去，多劫多生，他將來果報受完之後，多生多劫之後，遇到這個緣他就相信了，他也修學，將來一定往生。為什麼？他阿賴耶識裡面有阿彌陀佛的種子，有西方極樂世界的緣分。由此可知，我們念佛人遇到謗佛的人，合掌笑笑就可以了，不要去爭執，他不曉得，我們清楚，他將來惡報完了之後，還是會跟我們一樣念佛往生。這個就是所謂三根普被，利鈍全收。"
    },
    {
      "id": "02-005-0021_p0007",
      "zh_CN": "「至于当世，何人当机？」当世就是我们现代，哪些人适合修学这个法门，这叫做当机。则「不论男女老少，富贵贫贱，上智下愚，久修初习，宿根利钝，善恶差别」，这些统统都不论，都不是要紧的。要紧在哪里？底下这就要紧了。「只要于此法门，能生实信」，对这个法门你真正的相信，实实在在的相信，决定没有疑惑；「因信发愿」，一定要知道这个世间苦，知道这个世间苦，这是觉悟，这个世间是真苦，发愿求生净土；「从愿起行」，行就是念佛。为什么我们对于初学的同修不特别强调劝他念佛，却强调叫他去念《无量寿经》干什么？这个诸位要知道，摆在我们眼前的事实，念佛的人很多，往生的人很少，什么原因？虽然念这一句阿弥陀佛念得很勤，信愿没有，那个信愿是若有若无。他也念阿弥陀佛，为什么信愿不坚定？就是对于西方极乐世界的状况知道得太少了，所以听人家说好处，他也来学学念念，到真的紧要关头来了，他又不想去了，他把阿弥陀佛忘掉了。这个很多，就是利害当前的时候，他佛就不顾了。这个就是显示对佛法没能真正理解，我们只要是凡是有急难的事情，还去求鬼神，还去算命看相，还去看风水，搞这些，说老实话，这是信愿都不具足，这样人不能往生，信心不清净、信心不坚定。这才叫你念《无量寿经》，希望在这一部经里面真正建立清净的信心、坚固的信心，从这个信心发求生的大愿，然后这一句佛号句句相应、句句得力。这是劝大家念《无量寿经》的理由。",
      "zh_TW": "「至於當世，何人當機？」當世就是我們現代，哪些人適合修學這個法門，這叫做當機。則「不論男女老少，富貴貧賤，上智下愚，久修初習，宿根利鈍，善惡差別」，這些統統都不論，都不是要緊的。要緊在哪裡？底下這就要緊了。「只要於此法門，能生實信」，對這個法門你真正的相信，實實在在的相信，決定沒有疑惑；「因信發願」，一定要知道這個世間苦，知道這個世間苦，這是覺悟，這個世間是真苦，發願求生淨土；「從願起行」，行就是念佛。為什麼我們對於初學的同修不特別強調勸他念佛，卻強調叫他去念《無量壽經》幹什麼？這個諸位要知道，擺在我們眼前的事實，念佛的人很多，往生的人很少，什麼原因？雖然念這一句阿彌陀佛念得很勤，信願沒有，那個信願是若有若無。他也念阿彌陀佛，為什麼信願不堅定？就是對於西方極樂世界的狀況知道得太少了，所以聽人家說好處，他也來學學念念，到真的緊要關頭來了，他又不想去了，他把阿彌陀佛忘掉了。這個很多，就是利害當前的時候，他佛就不顧了。這個就是顯示對佛法沒能真正理解，我們只要是凡是有急難的事情，還去求鬼神，還去算命看相，還去看風水，搞這些，說老實話，這是信願都不具足，這樣人不能往生，信心不清淨、信心不堅定。這才叫你念《無量壽經》，希望在這一部經裡面真正建立清淨的信心、堅固的信心，從這個信心發求生的大願，然後這一句佛號句句相應、句句得力。這是勸大家念《無量壽經》的理由。"
    },
    {
      "id": "02-005-0021_p0008",
      "zh_CN": "大经上告诉我们，「发菩提心，一向专念」，这是《无量寿经》修学的宗旨。发菩提心就是发求生的大愿，求生的这个愿心就是无上菩提心。一向专念，一心、一个方向，专念阿弥陀佛。「如是之人，正是当机」，只要符合这个标准，没有一个不往生。所以古人讲这个法门，就是善导大师说的，一百个人修，一百个人往生；一千个人修，一千个人往生，称为万修万人去。这是将第五段，第五段是说明这个法门的当机，到这个地方介绍完了。在概要里面，到这个地方可以说是一个大段落，将本经重要的义趣大致统统都介绍出来了。",
      "zh_TW": "大經上告訴我們，「發菩提心，一向專念」，這是《無量壽經》修學的宗旨。發菩提心就是發求生的大願，求生的這個願心就是無上菩提心。一向專念，一心、一個方向，專念阿彌陀佛。「如是之人，正是當機」，只要符合這個標準，沒有一個不往生。所以古人講這個法門，就是善導大師說的，一百個人修，一百個人往生；一千個人修，一千個人往生，稱為萬修萬人去。這是將第五段，第五段是說明這個法門的當機，到這個地方介紹完了。在概要裡面，到這個地方可以說是一個大段落，將本經重要的義趣大致統統都介紹出來了。"
    },
    {
      "id": "02-005-0021_p0009",
      "zh_CN": "底下一部分是属于佛学常识，知道了，对我们修行会减少障碍，这是有好处的。我们再看底下第六段，第六是「藏教所摄」。藏教，拿今天来讲就是经典，像图书馆一样。这个大的图书馆，这是一部书，这一部书应该列在哪一类，列在哪一部分，是属于这个常识。藏，就是讲三藏经典。教，这是讲十二分教。我们看底下的文。「凡体究经典，宜先知此经属于何藏」，三藏里面它属于哪一藏，二藏里头它属于哪一藏。「说在何时」，佛是什么时候说的。「判属何教」，在十二分教里面，这个十二分教拿现代的话来说，可以说是十二种不同的体裁，它是属于哪一种。「知此，则有助于理解全经」，这个对于弘经的人是一定要知道的。如果不发心讲经、弘扬这一部经，自己修行，这个没有什么多大关系。所以弘经的人，这些常识一定要知道。",
      "zh_TW": "底下一部分是屬於佛學常識，知道了，對我們修行會減少障礙，這是有好處的。我們再看底下第六段，第六是「藏教所攝」。藏教，拿今天來講就是經典，像圖書館一樣。這個大的圖書館，這是一部書，這一部書應該列在哪一類，列在哪一部分，是屬於這個常識。藏，就是講三藏經典。教，這是講十二分教。我們看底下的文。「凡體究經典，宜先知此經屬於何藏」，三藏裡面它屬於哪一藏，二藏裡頭它屬於哪一藏。「說在何時」，佛是什麼時候說的。「判屬何教」，在十二分教裡面，這個十二分教拿現代的話來說，可以說是十二種不同的體裁，它是屬於哪一種。「知此，則有助於理解全經」，這個對於弘經的人是一定要知道的。如果不發心講經、弘揚這一部經，自己修行，這個沒有什麼多大關係。所以弘經的人，這些常識一定要知道。"
    },
    {
      "id": "02-005-0021_p0010",
      "zh_CN": "第二条里面讲，「经典能包含蕴积文义，故名为藏」。藏这个字来源、含义，我们要晓得。在中国，图书的编撰，实在讲是佛法首开其端，这就是我们现在讲图书分类，这是起源于佛教。佛教在中国宋朝的时候开始编《大藏经》，把经分成三大类，就是经藏、律藏、论藏。到以后《四库全书》，就是仿照佛家这个方式分类来编的。当然现代是分得非常之细，分得非常之多，可是最初开始，这是佛教里面开的端。这个也就是我们今天所讲的科学方法，把经典分类。在佛法里面称为藏，藏就是它有蕴积包含的意思，称为藏；在中国世法里面称为库，库也是包含蕴积的意思，仓库，所以藏跟库性质是相同的。",
      "zh_TW": "第二條裡面講，「經典能包含蘊積文義，故名為藏」。藏這個字來源、含義，我們要曉得。在中國，圖書的編撰，實在講是佛法首開其端，這就是我們現在講圖書分類，這是起源於佛教。佛教在中國宋朝的時候開始編《大藏經》，把經分成三大類，就是經藏、律藏、論藏。到以後《四庫全書》，就是仿照佛家這個方式分類來編的。當然現代是分得非常之細，分得非常之多，可是最初開始，這是佛教裡面開的端。這個也就是我們今天所講的科學方法，把經典分類。在佛法裡面稱為藏，藏就是它有蘊積包含的意思，稱為藏；在中國世法裡面稱為庫，庫也是包含蘊積的意思，倉庫，所以藏跟庫性質是相同的。"
    },
    {
      "id": "02-005-0021_p0011",
      "zh_CN": "它有两个分法，一个分法叫「三藏」，三藏是经、律、论。经，古时候翻作契经，我们中国人喜欢简单，把这个契就省掉了，所以我们就称为经藏，实在应当要加上契，拣别这个经跟我们世间所说的经不一样。契这个字怎么解释？它是「上契诸佛所证之理」，换句话说，一定与真如本性相契。这个真如本性，我们也听得很多，但是并没搞清楚，什么叫真如本性搞不清楚。我们说白一点，使大家对这个含义能明了：宇宙人生的真相，这个东西就是真如本性。就是与宇宙人生的真相不相违背，这叫契理。第二，要契合于现前大众的根机，就是大众的程度，必须说了之后，人人能够理解，人人能够接受，人人能够欢喜，这才叫契机。所以这就相当不容易，又要契理，又要契机，这样才称之为经。经诠定学，经里面多半是讲定的，戒定慧三学，经都是讲定的；律，律是法律，是方法，是规律，就是戒律，在三学里面是戒学；论，是研究讨论，这是属于慧学，研究讨论里面发智慧，我们讲开智慧。",
      "zh_TW": "它有兩個分法，一個分法叫「三藏」，三藏是經、律、論。經，古時候翻作契經，我們中國人喜歡簡單，把這個契就省掉了，所以我們就稱為經藏，實在應當要加上契，揀別這個經跟我們世間所說的經不一樣。契這個字怎麼解釋？它是「上契諸佛所證之理」，換句話說，一定與真如本性相契。這個真如本性，我們也聽得很多，但是並沒搞清楚，什麼叫真如本性搞不清楚。我們說白一點，使大家對這個含義能明瞭：宇宙人生的真相，這個東西就是真如本性。就是與宇宙人生的真相不相違背，這叫契理。第二，要契合於現前大眾的根機，就是大眾的程度，必須說了之後，人人能夠理解，人人能夠接受，人人能夠歡喜，這才叫契機。所以這就相當不容易，又要契理，又要契機，這樣才稱之為經。經詮定學，經裡面多半是講定的，戒定慧三學，經都是講定的；律，律是法律，是方法，是規律，就是戒律，在三學裡面是戒學；論，是研究討論，這是屬於慧學，研究討論裡面發智慧，我們講開智慧。"
    },
    {
      "id": "02-005-0021_p0012",
      "zh_CN": "世尊当年说法，不是办佛学院，没有办学校，也没有教科书，甚至于给诸位说，连讲义都没有，佛当年在世是以音声为佛事，佛事是教学。佛门里面教学叫做佛事，现在呢，是给死人念经叫佛事，这个意思不晓得错到哪里去了！所以你在经典里看到佛事，你千万不要误会，一看到佛事就是给死人念经了，这个要知道，佛事是教学。释迦牟尼佛在世的时候，他所做的事情就是天天给大家讲经说法，就这个事情，这叫做佛事。那么来的人，见释迦牟尼佛的人，没一定，有近地来的、有远道来的，有本国来的、有外国来的，来的这些人男女老少都有，各行各业都有，所以他们有疑惑、有问题向佛请教，请佛帮助他解决困难，你就想想看这个问题就复杂得不得了。佛是真有智慧，不管什么人提出问题来请教他，他一定会给他讲解，会教给他。这个人来一问，这一听，都得到利益，都能够开解，都能够觉悟。以后佛灭度了，弟子们把佛一生当中所说的这些给它记录下来，这样成为经典。",
      "zh_TW": "世尊當年說法，不是辦佛學院，沒有辦學校，也沒有教科書，甚至於給諸位說，連講義都沒有，佛當年在世是以音聲為佛事，佛事是教學。佛門裡面教學叫做佛事，現在呢，是給死人念經叫佛事，這個意思不曉得錯到哪裡去了！所以你在經典裡看到佛事，你千萬不要誤會，一看到佛事就是給死人念經了，這個要知道，佛事是教學。釋迦牟尼佛在世的時候，他所做的事情就是天天給大家講經說法，就這個事情，這叫做佛事。那麼來的人，見釋迦牟尼佛的人，沒一定，有近地來的、有遠道來的，有本國來的、有外國來的，來的這些人男女老少都有，各行各業都有，所以他們有疑惑、有問題向佛請教，請佛幫助他解決困難，你就想想看這個問題就複雜得不得了。佛是真有智慧，不管什麼人提出問題來請教他，他一定會給他講解，會教給他。這個人來一問，這一聽，都得到利益，都能夠開解，都能夠覺悟。以後佛滅度了，弟子們把佛一生當中所說的這些給它記錄下來，這樣成為經典。"
    },
    {
      "id": "02-005-0021_p0013",
      "zh_CN": "所以经典的内容是错综复杂，严格的去分，这个经讲定、那个经讲戒律、那个经讲慧学，是分不出的。可以说，佛每一次给人开示，戒定慧三学统统具足，统统具足的。后人整理依凭什么来分类？只有一个方法，就是戒定慧三学当中，他讲哪一种比较多，分量占得多，就把它归作这一类去。譬如说我们这个《无量寿经》，戒定慧三学统统具足，它讲定的部分比较多，那就把它归到经藏去了。像这《梵网经》，这大家熟悉的，《梵网经》里面也讲的戒定慧三学，它讲戒律的部分比较上多一点，就把它归到律藏去了。所以这个三藏分类，是就经典里面所讲三学分量重的，用这个来分法。严格的来分，是每一部经里面三学统统都讲到。这是我们应该要晓得的。所以佛经的分类是相当不容易，毕竟不像现在科学分类，这么样的专，这么样的微细。佛法它的目的不是在专，跟科学的方法不相同，佛法只有一个目标，令一切众生破迷开悟，它就这一个目标。达到这个目标，它的教学就圆满、就成功了。所以跟今天学校教育、科学教育，目标不相同，因此方法也不相同，这是我们一定要知道的。",
      "zh_TW": "所以經典的內容是錯綜複雜，嚴格的去分，這個經講定、那個經講戒律、那個經講慧學，是分不出的。可以說，佛每一次給人開示，戒定慧三學統統具足，統統具足的。後人整理依憑什麼來分類？只有一個方法，就是戒定慧三學當中，他講哪一種比較多，分量佔得多，就把它歸作這一類去。譬如說我們這個《無量壽經》，戒定慧三學統統具足，它講定的部分比較多，那就把它歸到經藏去了。像這《梵網經》，這大家熟悉的，《梵網經》裡面也講的戒定慧三學，它講戒律的部分比較上多一點，就把它歸到律藏去了。所以這個三藏分類，是就經典裡面所講三學分量重的，用這個來分法。嚴格的來分，是每一部經裡面三學統統都講到。這是我們應該要曉得的。所以佛經的分類是相當不容易，畢竟不像現在科學分類，這麼樣的專，這麼樣的微細。佛法它的目的不是在專，跟科學的方法不相同，佛法只有一個目標，令一切眾生破迷開悟，它就這一個目標。達到這個目標，它的教學就圓滿、就成功了。所以跟今天學校教育、科學教育，目標不相同，因此方法也不相同，這是我們一定要知道的。"
    },
    {
      "id": "02-005-0021_p0014",
      "zh_CN": "另外还有就是「二藏」，这个二藏的分类，就是大乘与小乘。第一个是声闻藏，声闻藏就是小乘法；第二个是大乘藏，叫菩萨法。小乘藏里面，声闻藏有经、律、论三藏，菩萨藏里面也有经、律、论三藏。像我们现在的《大藏经》，我们中文翻的《大藏经》，阿含部分就是属于声闻藏，小乘经，这个里面也分经、律、论三大类；阿含之外的，这属于大乘佛法，它里面也分经、律、论三大类。所以在三藏里面，我们《无量寿经》属于经藏；在二藏里面，这一部经属于菩萨藏，它不是小乘经。",
      "zh_TW": "另外還有就是「二藏」，這個二藏的分類，就是大乘與小乘。第一個是聲聞藏，聲聞藏就是小乘法；第二個是大乘藏，叫菩薩法。小乘藏裡面，聲聞藏有經、律、論三藏，菩薩藏裡面也有經、律、論三藏。像我們現在的《大藏經》，我們中文翻的《大藏經》，阿含部分就是屬於聲聞藏，小乘經，這個裡面也分經、律、論三大類；阿含之外的，這屬於大乘佛法，它裡面也分經、律、論三大類。所以在三藏裡面，我們《無量壽經》屬於經藏；在二藏裡面，這一部經屬於菩薩藏，它不是小乘經。"
    },
    {
      "id": "02-005-0021_p0015",
      "zh_CN": "「本经广演大乘」，佛说法是有表演的。佛教学的目的，刚才说过，是要令众生破迷开悟，是要令众生觉悟，因此它的方法手段可以说是无量的善巧。我们在楞严会上看到释迦牟尼佛讲经说法，带表演的，有动作的，不是像我们中国有一些法师讲经，端端正正在那里坐着，眼观鼻，鼻观心，这一部经讲完了，底下听众一个都没看到的。佛讲经是活活泼泼，这演就是表演。",
      "zh_TW": "「本經廣演大乘」，佛說法是有表演的。佛教學的目的，剛才說過，是要令眾生破迷開悟，是要令眾生覺悟，因此它的方法手段可以說是無量的善巧。我們在楞嚴會上看到釋迦牟尼佛講經說法，帶表演的，有動作的，不是像我們中國有一些法師講經，端端正正在那裡坐著，眼觀鼻，鼻觀心，這一部經講完了，底下聽眾一個都沒看到的。佛講經是活活潑潑，這演就是表演。"
    },
    {
      "id": "02-005-0021_p0016",
      "zh_CN": "古大德有将佛门的这些故事，在我们佛法讲公案，世间人讲故事，佛门那些故事、公案，搬到舞台上去表演。在《大藏经》里面收集有一个剧本，这个剧本叫《归元镜》。我是上一次到南普陀寺，看到那边有几十本，我一看《归元镜》，我就叫我们这边同修拿了几本回来。这本书过去流通很少，知道的人不多，它的内容是写我们净土宗三个祖师的故事。第一个是慧远大师，净土宗的初祖；第二位永明延寿大师；第三位是莲池大师，把这三个人搬到舞台上去了，去表演去了。那个剧本写得很好，是平剧的剧本。因为在过去，电视台曾经找过我，希望我们佛门同修提供电视台连续剧的剧本，我说可惜我不能写这个东西，我们佛门里面的材料实在太丰富了，像《楞严经》、像《无量寿经》、像「善财童子五十三参」，都可以搬到电视台去演，这个就是弘法利生。所以学写剧本的，在剧校里读书的，他要走这个路线，那是菩萨化身，不晓得要度多少众生。你说这个事情能不能做？可以做。为什么？古人已经有先例，平剧可以表演，当然我们现在电视台也可以表演。所以这个好像是台中莲社印出来的，很难得，版本也不错。版本是木刻版本，很好的版本。这是说到演说，说当中有表演，表演里面有说。",
      "zh_TW": "古大德有將佛門的這些故事，在我們佛法講公案，世間人講故事，佛門那些故事、公案，搬到舞台上去表演。在《大藏經》裡面收集有一個劇本，這個劇本叫《歸元鏡》。我是上一次到南普陀寺，看到那邊有幾十本，我一看《歸元鏡》，我就叫我們這邊同修拿了幾本回來。這本書過去流通很少，知道的人不多，它的內容是寫我們淨土宗三個祖師的故事。第一個是慧遠大師，淨土宗的初祖；第二位永明延壽大師；第三位是蓮池大師，把這三個人搬到舞台上去了，去表演去了。那個劇本寫得很好，是平劇的劇本。因為在過去，電視台曾經找過我，希望我們佛門同修提供電視台連續劇的劇本，我說可惜我不能寫這個東西，我們佛門裡面的材料實在太豐富了，像《楞嚴經》、像《無量壽經》、像「善財童子五十三參」，都可以搬到電視台去演，這個就是弘法利生。所以學寫劇本的，在劇校裡讀書的，他要走這個路線，那是菩薩化身，不曉得要度多少眾生。你說這個事情能不能做？可以做。為什麼？古人已經有先例，平劇可以表演，當然我們現在電視台也可以表演。所以這個好像是台中蓮社印出來的，很難得，版本也不錯。版本是木刻版本，很好的版本。這是說到演說，說當中有表演，表演裡面有說。"
    },
    {
      "id": "02-005-0021_p0017",
      "zh_CN": "「本经广演大乘，详陈信愿往生，殊胜因果」。佛法是离不开因果，但是信愿往生，在一切因果里面确实是无比的殊胜。「净佛国土，依正庄严」，这两句是说明西方世界的美好。「弥陀无边愿海，普度众生之道」，这两句是讲阿弥陀佛无量的功德，摄受法界无尽的众生。「故为菩萨藏摄」，所以在二藏，本经属于菩萨藏；在三藏，本经属于经藏，这都是佛学常识，应当要知道。",
      "zh_TW": "「本經廣演大乘，詳陳信願往生，殊勝因果」。佛法是離不開因果，但是信願往生，在一切因果裡面確實是無比的殊勝。「淨佛國土，依正莊嚴」，這兩句是說明西方世界的美好。「彌陀無邊願海，普度眾生之道」，這兩句是講阿彌陀佛無量的功德，攝受法界無盡的眾生。「故為菩薩藏攝」，所以在二藏，本經屬於菩薩藏；在三藏，本經屬於經藏，這都是佛學常識，應當要知道。"
    },
    {
      "id": "02-005-0021_p0018",
      "zh_CN": "底下这一段，这是讲说时，这一部经在什么时候说的。古德将释迦牟尼佛当年在世说法四十九年，释迦牟尼佛三十岁示现成佛，八十岁入灭，这个八十岁是我们中国人说的虚岁，实际上释迦牟尼佛圆寂是七十九岁，说法四十九年。这四十九年，我们中国的古大德将它分做五个时期，就好像释迦牟尼佛办学校一样，有小学、中学、大学、研究所，把它分做五个阶段。第一个时期就是华严时，「最初三七日说」，也有经里面讲二七日说，二七就十四天，三七就二十一天。这是世尊成佛首先说的一部圆满的大经，这是大乘菩萨藏里面才有，小乘里头没有，小乘不承认。因为佛讲《华严》是在定中说的，我们凡夫看到释迦牟尼佛在菩提树下打坐，哪里知道他在那里讲《华严经》？没人知道。参与华严法会的，经上跟我们讲，是四十一位法身大士参加这个法会，最低的程度也是破一品无明、证一分法身，才能入释迦牟尼佛大定当中，去听他老人家讲《大方广佛华严经》。所以这一桩事情的确没人晓得，所以小乘人不相信，小乘人认为「大乘非佛说」，不是佛讲的。所以还有人说这个《大方广佛华严经》是龙树菩萨造的。因为佛灭度之后六百年，龙树菩萨出生，《华严经》的来源，是龙树菩萨在龙宫里面取出来的，我们这个世界上才有《华严经》。",
      "zh_TW": "底下這一段，這是講說時，這一部經在什麼時候說的。古德將釋迦牟尼佛當年在世說法四十九年，釋迦牟尼佛三十歲示現成佛，八十歲入滅，這個八十歲是我們中國人說的虛歲，實際上釋迦牟尼佛圓寂是七十九歲，說法四十九年。這四十九年，我們中國的古大德將它分做五個時期，就好像釋迦牟尼佛辦學校一樣，有小學、中學、大學、研究所，把它分做五個階段。第一個時期就是華嚴時，「最初三七日說」，也有經裡面講二七日說，二七就十四天，三七就二十一天。這是世尊成佛首先說的一部圓滿的大經，這是大乘菩薩藏裡面才有，小乘裡頭沒有，小乘不承認。因為佛講《華嚴》是在定中說的，我們凡夫看到釋迦牟尼佛在菩提樹下打坐，哪裡知道他在那裡講《華嚴經》？沒人知道。參與華嚴法會的，經上跟我們講，是四十一位法身大士參加這個法會，最低的程度也是破一品無明、證一分法身，才能入釋迦牟尼佛大定當中，去聽他老人家講《大方廣佛華嚴經》。所以這一樁事情的確沒人曉得，所以小乘人不相信，小乘人認為「大乘非佛說」，不是佛講的。所以還有人說這個《大方廣佛華嚴經》是龍樹菩薩造的。因為佛滅度之後六百年，龍樹菩薩出生，《華嚴經》的來源，是龍樹菩薩在龍宮裡面取出來的，我們這個世界上才有《華嚴經》。"
    },
    {
      "id": "02-005-0021_p0019",
      "zh_CN": "《华严》的内容，是佛把他自己所证得的境界全盘给我们说出来，如来果地上的境界。如果拿现代话来说，就是宇宙人生的真相，完全说出来。说真的我们就不懂，为什么讲真的就不懂？说实在话，我们无始劫以来，一直到今天，都生活在虚妄之中。我们用心，这心是假的心，不是真心；所看到的现相，都是假相，不是真相。这个心念念会打妄想，念念会起变化，这就不是真的，真心是永远不变的，凡是会变的都是假的，都不是真的。所以这世间哪个人是真心？一个也找不到。佛在经上告诉我们，证得阿罗汉之后，才能相信自己的心；没有证得阿罗汉之前，你自己都不能相信自己，为什么？你自己那个心会变化，今天跟这个人好，明天就恼了，可见得他不是真心。阿罗汉以上，这才逐渐逐渐用真心了。其实阿罗汉还不是用的真心，阿罗汉还是用的八识心，不过他有很深的定功，变化的幅度不大，勉强可以相信；阿罗汉以下的，根本就不能相信。你明了这桩事情，人家来对你说些什么，你就笑笑。为什么？靠不住的。说得这么好，到了明天靠不住，就变掉了。所以你不要觉得奇怪，这很正常的，他不是菩萨，他不是佛。他如果是佛菩萨，他说的话就算数，那不会变的。我们自己对人说的话，自己想也靠不住，为什么？我们那个感情会变，心理会变！所以人与人之间往来，这个六道众生，包括天人，现在还有很多人拜神，神多半是天神，天神也是虚情假意，也不是真的，他跟你讲的那些话未必能兑现。这是我们一定要晓得的。所以这是真的，我们反而不能理解；假的，我们偏偏就相信。所以现在这个社会，听骗不听劝、认假不认真，你说有什么奇怪？一点不奇怪，真正理解这事实真相，就不奇怪。我们自己的心能够定下来，见怪就不怪，心就定了，定下来，自己才好修行。",
      "zh_TW": "《華嚴》的內容，是佛把他自己所證得的境界全盤給我們說出來，如來果地上的境界。如果拿現代話來說，就是宇宙人生的真相，完全說出來。說真的我們就不懂，為什麼講真的就不懂？說實在話，我們無始劫以來，一直到今天，都生活在虛妄之中。我們用心，這心是假的心，不是真心；所看到的現相，都是假相，不是真相。這個心念念會打妄想，念念會起變化，這就不是真的，真心是永遠不變的，凡是會變的都是假的，都不是真的。所以這世間哪個人是真心？一個也找不到。佛在經上告訴我們，證得阿羅漢之後，才能相信自己的心；沒有證得阿羅漢之前，你自己都不能相信自己，為什麼？你自己那個心會變化，今天跟這個人好，明天就惱了，可見得他不是真心。阿羅漢以上，這才逐漸逐漸用真心了。其實阿羅漢還不是用的真心，阿羅漢還是用的八識心，不過他有很深的定功，變化的幅度不大，勉強可以相信；阿羅漢以下的，根本就不能相信。你明瞭這樁事情，人家來對你說些什麼，你就笑笑。為什麼？靠不住的。說得這麼好，到了明天靠不住，就變掉了。所以你不要覺得奇怪，這很正常的，他不是菩薩，他不是佛。他如果是佛菩薩，他說的話就算數，那不會變的。我們自己對人說的話，自己想也靠不住，為什麼？我們那個感情會變，心理會變！所以人與人之間往來，這個六道眾生，包括天人，現在還有很多人拜神，神多半是天神，天神也是虛情假意，也不是真的，他跟你講的那些話未必能兌現。這是我們一定要曉得的。所以這是真的，我們反而不能理解；假的，我們偏偏就相信。所以現在這個社會，聽騙不聽勸、認假不認真，你說有什麼奇怪？一點不奇怪，真正理解這事實真相，就不奇怪。我們自己的心能夠定下來，見怪就不怪，心就定了，定下來，自己才好修行。"
    },
    {
      "id": "02-005-0021_p0020",
      "zh_CN": "佛说完了《华严》，这一看，这个大经没有对象，这个世间人不能接受，六道凡夫、声闻、缘觉、权教菩萨都不能接受。这怎么办？好，再办小学，讲最浅的东西，完全讲俗谛，完全讲一切众生他们常识里面所能理解的，来讲这个，就是最浅的佛法，这是阿含，这是「次十二年」说，这个十二年，就是为大乘佛法奠定良好的基础。在我们本宗，《观经》里面所讲的三福，跟诸位说，前面的两条就是属于阿含。前面两条，「孝养父母，奉事师长，慈心不杀，修十善业」，「受持三皈，具足众戒，不犯威仪」，这都是阿含时说的，这是基础。有这个十二年的基础，看看这些学生程度可以向上提升了，这才讲方等，方等讲八年。方是方正，换句话说，这才入正科。前面阿含是预备，不是正科，这才是正科。等，是等于佛知佛见，这是大乘佛法。「广演四教，均被众机」，这个四教是天台所说的藏、通、别、圆。方等讲八年，相当于佛教的中学，这个八年培养大乘根性。有了成就，又可以向上提升，再讲般若，般若讲了二十二年。释迦牟尼佛总共说法四十九年，四十九年当中，二十二年讲般若，诸位就能够理解，般若是佛教的中心，般若是佛教化众生主要的课程。般若开智慧，好比佛教的大学。末后一个阶段，法华涅槃。法华讲了八年，法华相当于佛教的研究所。《法华》的内容跟《华严》无二无别，所谓是「开权显实」。前面阿含、方等、般若都是佛的方便说，最后要跟你讲真实的。《华严》是真实说，最初讲真实你不懂，现在经过这么多年的训练，跟你讲真东西，你可以接受了，你识货了。这是从阿含到般若，讲了四十二年，有能力接受真实法了，所以法华会上开权显实，给我们讲真实的。《涅槃经》是世尊的遗教，是世尊的遗嘱，一日一夜说的。释迦牟尼佛是二月十五日入涅槃的，这个经是二月十四日说的，一天一夜说出来，是他老人家最后的遗嘱。",
      "zh_TW": "佛說完了《華嚴》，這一看，這個大經沒有對象，這個世間人不能接受，六道凡夫、聲聞、緣覺、權教菩薩都不能接受。這怎麼辦？好，再辦小學，講最淺的東西，完全講俗諦，完全講一切眾生他們常識裡面所能理解的，來講這個，就是最淺的佛法，這是阿含，這是「次十二年」說，這個十二年，就是為大乘佛法奠定良好的基礎。在我們本宗，《觀經》裡面所講的三福，跟諸位說，前面的兩條就是屬於阿含。前面兩條，「孝養父母，奉事師長，慈心不殺，修十善業」，「受持三皈，具足眾戒，不犯威儀」，這都是阿含時說的，這是基礎。有這個十二年的基礎，看看這些學生程度可以向上提升了，這才講方等，方等講八年。方是方正，換句話說，這才入正科。前面阿含是預備，不是正科，這才是正科。等，是等於佛知佛見，這是大乘佛法。「廣演四教，均被眾機」，這個四教是天台所說的藏、通、別、圓。方等講八年，相當於佛教的中學，這個八年培養大乘根性。有了成就，又可以向上提升，再講般若，般若講了二十二年。釋迦牟尼佛總共說法四十九年，四十九年當中，二十二年講般若，諸位就能夠理解，般若是佛教的中心，般若是佛教化眾生主要的課程。般若開智慧，好比佛教的大學。末後一個階段，法華涅槃。法華講了八年，法華相當於佛教的研究所。《法華》的內容跟《華嚴》無二無別，所謂是「開權顯實」。前面阿含、方等、般若都是佛的方便說，最後要跟你講真實的。《華嚴》是真實說，最初講真實你不懂，現在經過這麼多年的訓練，跟你講真東西，你可以接受了，你識貨了。這是從阿含到般若，講了四十二年，有能力接受真實法了，所以法華會上開權顯實，給我們講真實的。《涅槃經》是世尊的遺教，是世尊的遺囑，一日一夜說的。釋迦牟尼佛是二月十五日入涅槃的，這個經是二月十四日說的，一天一夜說出來，是他老人家最後的遺囑。"
    },
    {
      "id": "02-005-0021_p0021",
      "zh_CN": "「说此法时，在第三方等时」。我们要问，《无量寿经》，释迦牟尼佛在什么时候说的？依照本经的性质，是在方等时说的。「又此经蒙世尊多次宣说，故不应限于一时也」。这一部经跟其他经典的确不一样。其他的经典，释迦牟尼佛一生当中只讲过一次，所以结集经典只有一种，唯独本经是释迦牟尼佛多次宣讲，所以阿难结集的本子，也就有很多不同的本子，传到中国来，在中国有十二次的翻译，后面会跟诸位介绍。所翻的本子里面内容出入很大，原因就是原本不相同，原来的梵本不一样。原本不相同，就是佛多次宣说。从这个地方证明，这个法门的重要性。如果不是很重要的，佛当年在世讲一遍，不可能重复再讲第二遍。「故不应限于一时也」，所以说是一定要执着在方等讲的，这个也是有过失；佛是多次宣说。实在讲净土这个教义，劝导我们往生，真的从华严到法华五时都说。《华严经》末后，普贤菩萨十大愿王导归极乐，《华严》就说了；阿含里面，像《弥勒菩萨所问经》里面就有劝修净土；方等更多了，更不必说了；般若、法华，《法华经》里面佛也劝我们念佛求生西方世界，由此可知，世尊四十九年，无时不说净土。这是我们晓得，这个说经的时候。",
      "zh_TW": "「說此法時，在第三方等時」。我們要問，《無量壽經》，釋迦牟尼佛在什麼時候說的？依照本經的性質，是在方等時說的。「又此經蒙世尊多次宣說，故不應限於一時也」。這一部經跟其他經典的確不一樣。其他的經典，釋迦牟尼佛一生當中只講過一次，所以結集經典只有一種，唯獨本經是釋迦牟尼佛多次宣講，所以阿難結集的本子，也就有很多不同的本子，傳到中國來，在中國有十二次的翻譯，後面會跟諸位介紹。所翻的本子裡面內容出入很大，原因就是原本不相同，原來的梵本不一樣。原本不相同，就是佛多次宣說。從這個地方證明，這個法門的重要性。如果不是很重要的，佛當年在世講一遍，不可能重複再講第二遍。「故不應限於一時也」，所以說是一定要執著在方等講的，這個也是有過失；佛是多次宣說。實在講淨土這個教義，勸導我們往生，真的從華嚴到法華五時都說。《華嚴經》末後，普賢菩薩十大願王導歸極樂，《華嚴》就說了；阿含裡面，像《彌勒菩薩所問經》裡面就有勸修淨土；方等更多了，更不必說了；般若、法華，《法華經》裡面佛也勸我們念佛求生西方世界，由此可知，世尊四十九年，無時不說淨土。這是我們曉得，這個說經的時候。"
    },
    {
      "id": "02-005-0021_p0022",
      "zh_CN": "第四段讲判教，「天台宗立四教，贤首宗立五教」。这个判教也是我们中国古大德的发明，释迦牟尼佛在世没有。释迦牟尼佛一生讲经，实在讲也没有定什么五时、四教、五教的，没有；这都是后人，我们中国这些古来的祖师大德他们搞的，就是把佛一代时教，把它分类。这分类是便利我们修学，好像这一大堆的典籍，我们来分一分，哪些排在一年级，哪些排在二年级，哪些课程排在三年级，就是这么一个形式，这种情形。这个四教就是藏、通、别、圆。藏教是小乘，就是阿含时所说的。通教，这是大乘之初教，前面可以通小乘，后面通大乘。它可以算是大乘法，所以贤首教里称为大乘始教，大乘的开始。大乘始教，就是天台家的通教。别教是纯大乘法，里面没有小乘的思想，相当于贤首的终教，就是大乘末后的一个阶段，这个里面没有小乘思想。圆教是圆满教，在贤首把它开作顿教、圆教；天台家就把顿跟圆合并起来称为圆教。由此可知，四教跟五教只是开合不同而已，大致上是相同的。",
      "zh_TW": "第四段講判教，「天台宗立四教，賢首宗立五教」。這個判教也是我們中國古大德的發明，釋迦牟尼佛在世沒有。釋迦牟尼佛一生講經，實在講也沒有定什麼五時、四教、五教的，沒有；這都是後人，我們中國這些古來的祖師大德他們搞的，就是把佛一代時教，把它分類。這分類是便利我們修學，好像這一大堆的典籍，我們來分一分，哪些排在一年級，哪些排在二年級，哪些課程排在三年級，就是這麼一個形式，這種情形。這個四教就是藏、通、別、圓。藏教是小乘，就是阿含時所說的。通教，這是大乘之初教，前面可以通小乘，後面通大乘。它可以算是大乘法，所以賢首教裡稱為大乘始教，大乘的開始。大乘始教，就是天台家的通教。別教是純大乘法，裡面沒有小乘的思想，相當於賢首的終教，就是大乘末後的一個階段，這個裡面沒有小乘思想。圓教是圓滿教，在賢首把它開作頓教、圓教；天台家就把頓跟圓合併起來稱為圓教。由此可知，四教跟五教只是開合不同而已，大致上是相同的。"
    },
    {
      "id": "02-005-0021_p0023",
      "zh_CN": "「以上判教虽有不同」。判教，实在讲不止这两家，我们在清凉大师《华严经疏钞》里面看到有十几家，但是其余的影响不大，我们就不提了。这个两宗，对于中国佛教影响很大，即使不是这两宗的人，自己研经或者讲经、注解，都喜欢用这两家的判教。这是影响之大，所以我们把它提出来，其余的都省略了。「以上判教虽有不同，但顿渐二教，诸家同摄」，这是大家都承认的，有渐有顿。渐是次第，由浅而深，按着次第来修学，这个叫渐教；顿教是没有次第的，像我们这个世间所讲的天才教育，他可以不按次第，甚至于小学没有毕业就可以送到大学去了，他有这个能力，这是属于顿教。当然一般根性，渐教的根性多，顿教的根性比较少。",
      "zh_TW": "「以上判教雖有不同」。判教，實在講不止這兩家，我們在清涼大師《華嚴經疏鈔》裡面看到有十幾家，但是其餘的影響不大，我們就不提了。這個兩宗，對於中國佛教影響很大，即使不是這兩宗的人，自己研經或者講經、註解，都喜歡用這兩家的判教。這是影響之大，所以我們把它提出來，其餘的都省略了。「以上判教雖有不同，但頓漸二教，諸家同攝」，這是大家都承認的，有漸有頓。漸是次第，由淺而深，按著次第來修學，這個叫漸教；頓教是沒有次第的，像我們這個世間所講的天才教育，他可以不按次第，甚至於小學沒有畢業就可以送到大學去了，他有這個能力，這是屬於頓教。當然一般根性，漸教的根性多，頓教的根性比較少。"
    },
    {
      "id": "02-005-0021_p0024",
      "zh_CN": "「《净影疏》曰」，这个《净影疏》，净影是慧远法师，这个慧远不是晋朝的慧远，名字相同，他是隋朝时候的，所以在历史上，佛教史里面称他作小慧远，他一生在净影寺住的时间最久，所以我们后人称他为净影法师。他有《无量寿经》的注解，叫《无量寿经义疏》，在我们台湾很流行，这个本子就是小慧远作的。他在这个注解里面有这么几句话，「今此经者，为根熟顿教法门」。所以这一部《无量寿经》，在判教里面讲，它是根熟，顿教的法门。根要不熟，顿教也不能修学这个法门。甚至于顿教根性的人他不修这个法门，修禅去了，禅是顿教。什么叫根熟？简单的说，他成佛的机会到了，这叫做根熟。所以这个法门成就的人少，何足以为奇，你看看这些人，他像不像成佛，他这一生能成得了佛吗？这一生要成佛了，这个人叫根熟。遇到这个法门，这是顿教，不是顿教他这一生怎么能成得了佛？",
      "zh_TW": "「《淨影疏》曰」，這個《淨影疏》，淨影是慧遠法師，這個慧遠不是晉朝的慧遠，名字相同，他是隋朝時候的，所以在歷史上，佛教史裡面稱他作小慧遠，他一生在淨影寺住的時間最久，所以我們後人稱他為淨影法師。他有《無量壽經》的註解，叫《無量壽經義疏》，在我們台灣很流行，這個本子就是小慧遠作的。他在這個註解裡面有這麼幾句話，「今此經者，為根熟頓教法門」。所以這一部《無量壽經》，在判教裡面講，它是根熟，頓教的法門。根要不熟，頓教也不能修學這個法門。甚至於頓教根性的人他不修這個法門，修禪去了，禪是頓教。什麼叫根熟？簡單的說，他成佛的機會到了，這叫做根熟。所以這個法門成就的人少，何足以為奇，你看看這些人，他像不像成佛，他這一生能成得了佛嗎？這一生要成佛了，這個人叫根熟。遇到這個法門，這是頓教，不是頓教他這一生怎麼能成得了佛？"
    },
    {
      "id": "02-005-0021_p0025",
      "zh_CN": "「云何知顿」，怎么晓得它是顿？「此经正为凡夫人中厌畏生死，求正定者，教令发心，生于净土，不从小故大，故知是顿」，这个解释得很好。一般凡夫，这个凡夫就是根熟的凡夫，他知道六道轮回可畏，知道六道轮回之苦，他不愿意再搞这个把戏，不再干生死轮回了。那怎么办？要想求超越六道轮回，他动了这个念头。我们起心动念，佛知道。很多同修常常讲，我们好像学佛都没有什么感应，佛菩萨没有加持、没有保佑。其实佛知道你的心，你的心不真，佛果然来接引你往生，「不去，我现在事情还没有完了」，你看可见得那个心是假的。你真心想去，真的立刻就见到。口里想去，心里：我这个日子还长，还慢慢来，等我哪一天老死的时候才去。到了老死的时候，甚至于还不想去，那个麻烦就大了，所以是很不容易。真正理解生死轮回，真正了解，所以他真的发心要想超越六道轮回，佛菩萨冥冥当中一定会照顾。众生有感，佛才有应，那用什么方法？必定用这个方法，唯独这个方法才能满这个众生的愿。所以佛教化众生，「随众生心，应所知量」，他教的是恰到好处。你真想这一生成佛，佛就教你成佛的方法；如果你自己谦虚，「我业障重，我这一生成不了佛，做个罗汉就好」，佛也满你意，教给你证阿罗汉的方法。佛对人不是不平等，对人这才叫真平等，为什么？你喜欢得什么，他就教你什么方法，这叫真平等。所以，这是对一类根熟的众生。不是一心一意想作佛，根都没熟，都没有成熟。动个念头，「我要成佛！」这个根才熟了，那就得修学这个法门。这个法门「不从小」，不是从小乘修起；不要按次第，一句阿弥陀佛就成功了。所以他不经过小乘，这是大乘；不按次第，这就是顿教，所以这个法门确确实实是圆顿大法。",
      "zh_TW": "「云何知頓」，怎麼曉得它是頓？「此經正為凡夫人中厭畏生死，求正定者，教令發心，生於淨土，不從小故大，故知是頓」，這個解釋得很好。一般凡夫，這個凡夫就是根熟的凡夫，他知道六道輪迴可畏，知道六道輪迴之苦，他不願意再搞這個把戲，不再幹生死輪迴了。那怎麼辦？要想求超越六道輪迴，他動了這個念頭。我們起心動念，佛知道。很多同修常常講，我們好像學佛都沒有什麼感應，佛菩薩沒有加持、沒有保佑。其實佛知道你的心，你的心不真，佛果然來接引你往生，「不去，我現在事情還沒有完了」，你看可見得那個心是假的。你真心想去，真的立刻就見到。口裡想去，心裡：我這個日子還長，還慢慢來，等我哪一天老死的時候才去。到了老死的時候，甚至於還不想去，那個麻煩就大了，所以是很不容易。真正理解生死輪迴，真正了解，所以他真的發心要想超越六道輪迴，佛菩薩冥冥當中一定會照顧。眾生有感，佛才有應，那用什麼方法？必定用這個方法，唯獨這個方法才能滿這個眾生的願。所以佛教化眾生，「隨眾生心，應所知量」，他教的是恰到好處。你真想這一生成佛，佛就教你成佛的方法；如果你自己謙虛，「我業障重，我這一生成不了佛，做個羅漢就好」，佛也滿你意，教給你證阿羅漢的方法。佛對人不是不平等，對人這才叫真平等，為什麼？你喜歡得什麼，他就教你什麼方法，這叫真平等。所以，這是對一類根熟的眾生。不是一心一意想作佛，根都沒熟，都沒有成熟。動個念頭，「我要成佛！」這個根才熟了，那就得修學這個法門。這個法門「不從小」，不是從小乘修起；不要按次第，一句阿彌陀佛就成功了。所以他不經過小乘，這是大乘；不按次第，這就是頓教，所以這個法門確確實實是圓頓大法。"
    },
    {
      "id": "02-005-0021_p0026",
      "zh_CN": "又「大佑判小本曰」。大佑法师，明朝时候人，他有《弥陀经》的注解，好像在我们台湾也有流通，过去台中莲社曾经印过。他说「渐顿分之，此属顿教」，大佑禅师的注解，也把它判作顿教。不但是他把它判作顿教，相宗的祖师，法相唯识宗窥基大师，他也有《阿弥陀经》的注解，叫《通赞疏》。你去看看他那个注解里面，这是法相宗的祖师，也把《阿弥陀经》判作圆顿教。窥基大师的判教，他说《弥陀经》上讲「若一日到七日」就成就，这个七天成就，这是顿法，这个绝对不是渐修能做得到的。「我国诸师判本经大小二本，多同此说，为顿教所摄」，这个对于净土宗是属于顿教，可以说是大家普遍都承认的。",
      "zh_TW": "又「大佑判小本曰」。大佑法師，明朝時候人，他有《彌陀經》的註解，好像在我們台灣也有流通，過去台中蓮社曾經印過。他說「漸頓分之，此屬頓教」，大佑禪師的註解，也把它判作頓教。不但是他把它判作頓教，相宗的祖師，法相唯識宗窺基大師，他也有《阿彌陀經》的註解，叫《通贊疏》。你去看看他那個註解裡面，這是法相宗的祖師，也把《阿彌陀經》判作圓頓教。窺基大師的判教，他說《彌陀經》上講「若一日到七日」就成就，這個七天成就，這是頓法，這個絕對不是漸修能做得到的。「我國諸師判本經大小二本，多同此說，為頓教所攝」，這個對於淨土宗是屬於頓教，可以說是大家普遍都承認的。"
    },
    {
      "id": "02-005-0021_p0027",
      "zh_CN": "说净土宗是圆教，还有一部分人不能接受；说顿教，大致上都可以接受。为什么说圆教他不能接受？实在讲，对于净宗没有深入去研究探讨，真正深入研究探讨，才晓得这个第六条里面讲到，这个是「圆中之圆，顿中之顿」，那是对于净宗真正有认识，真正的理解，这个话不是一般人能够说得出来的。「若依五教」，五教是贤首所判的。「古今中外净宗大德，莫不以本经实属圆教也。蕅益指出，天台纯圆」，天台就是《法华经》，《法华经》是纯圆。「贤首全圆」，贤首是《华严经》的，《华严经》是全圆，《法华》是纯圆。蕅益大师说，本经是《华严》奥藏，《法华》秘髓。那么《华严》跟《法华》「皆不出此大经之外」，这个此大经是讲《无量寿经》，这就把《华严》、《法华》统统包括了，当然这个经是圆中之圆、顿中之顿。蕅益大师早年是学天台的，所以他的注述，他的注述很多，在台湾有流通《蕅益大师全集》，诸位要细细去读他的著作，几乎全部都是用天台教义来解释的。最后他归向净土，成为净土宗的祖师，没有成为天台的祖师，他是净土宗的祖师。这也是说明，本经不但是顿教，实实在在是圆教，究竟圆满、希有的法门。",
      "zh_TW": "說淨土宗是圓教，還有一部分人不能接受；說頓教，大致上都可以接受。為什麼說圓教他不能接受？實在講，對於淨宗沒有深入去研究探討，真正深入研究探討，才曉得這個第六條裡面講到，這個是「圓中之圓，頓中之頓」，那是對於淨宗真正有認識，真正的理解，這個話不是一般人能夠說得出來的。「若依五教」，五教是賢首所判的。「古今中外淨宗大德，莫不以本經實屬圓教也。蕅益指出，天台純圓」，天台就是《法華經》，《法華經》是純圓。「賢首全圓」，賢首是《華嚴經》的，《華嚴經》是全圓，《法華》是純圓。蕅益大師說，本經是《華嚴》奧藏，《法華》祕髓。那麼《華嚴》跟《法華》「皆不出此大經之外」，這個此大經是講《無量壽經》，這就把《華嚴》、《法華》統統包括了，當然這個經是圓中之圓、頓中之頓。蕅益大師早年是學天台的，所以他的註述，他的註述很多，在台灣有流通《蕅益大師全集》，諸位要細細去讀他的著作，幾乎全部都是用天台教義來解釋的。最後他歸向淨土，成為淨土宗的祖師，沒有成為天台的祖師，他是淨土宗的祖師。這也是說明，本經不但是頓教，實實在在是圓教，究竟圓滿、希有的法門。"
    },
    {
      "id": "02-005-0021_p0028",
      "zh_CN": "我们今天时间到了，就讲到此地。",
      "zh_TW": "我們今天時間到了，就講到此地。"
    }
  ]
}