{
  "doc_id": "02-005-0054",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十四集",
    "zh_TW": "第五十四集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0054",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-005-0054_p0001",
      "zh_CN": "请掀开经本第三十二页，倒数第二行，从第三句看起：",
      "zh_TW": "請掀開經本第三十二頁，倒數第二行，從第三句看起："
    },
    {
      "id": "02-005-0054_p0002",
      "zh_CN": "【行寂静行。远离虚妄。依真谛门。植众德本。不计众苦。少欲知足。专求白法。惠利群生。志愿无倦。忍力成就。】",
      "zh_TW": "【行寂靜行。遠離虛妄。依真諦門。植眾德本。不計眾苦。少欲知足。專求白法。惠利群生。志願無倦。忍力成就。】"
    },
    {
      "id": "02-005-0054_p0003",
      "zh_CN": "从这段看起。这个几句还是接着前面而来的，就是这一段我们因为时间关系，只讲了一半，讲了前半段，这是后半段。前面说过，「庄严自心」是以长远心，要有恒心、有耐心来积功累德。功是讲的功夫，这功夫是什么？完全是指修行，修行是功夫。修行这两个字又要搞清楚，行是行为，包括我们的思想、见解、言语、造作都是行为。行为有了错误，依照佛菩萨的教训，或者依照世间圣贤的教训修正。圣贤人的教训，实在说并不是他的意思，如果他的意思，我们何必要遵守他的？实在讲这些大圣大贤、诸佛菩萨的教训，是从心性里面流出来的；换句话说，这是顺自性，不是随顺别人。明心见性的人，他的言语、行为都从自性生的，我们跟他学习，以他做标准，就是以自性为标准，顺性这是至善，没有比这个更善的了。所以这一点必须要理解，然后我们才能够欢喜的信受、欢喜接纳，使我们也能够达到明心见性的目标。这是讲积功，唯有积功才能够累德，道德才能够建立。经上可以说是很具体的给我们说出了佛法积功累德的标准，那就是戒定慧三学。「不起贪瞋痴欲诸想，不着色声香味触法」，就是戒定慧三学都在其中。尤其末后一句「但乐忆念过去诸佛所修善根」，那完全是智慧。我们晓得戒定慧三学的关系，有戒未必有定，有定一定有戒；有定未必有慧，有慧的人一定有定。好比这房子三层楼房，第三层一定包括了第二层跟第一层，第一层未必有第二层、第三层的。所以这个三学次第要搞清楚，然后你才知道，这一句里面内容包括多少东西在里面。",
      "zh_TW": "從這段看起。這個幾句還是接著前面而來的，就是這一段我們因為時間關係，只講了一半，講了前半段，這是後半段。前面說過，「莊嚴自心」是以長遠心，要有恆心、有耐心來積功累德。功是講的功夫，這功夫是什麼？完全是指修行，修行是功夫。修行這兩個字又要搞清楚，行是行為，包括我們的思想、見解、言語、造作都是行為。行為有了錯誤，依照佛菩薩的教訓，或者依照世間聖賢的教訓修正。聖賢人的教訓，實在說並不是他的意思，如果他的意思，我們何必要遵守他的？實在講這些大聖大賢、諸佛菩薩的教訓，是從心性裡面流出來的；換句話說，這是順自性，不是隨順別人。明心見性的人，他的言語、行為都從自性生的，我們跟他學習，以他做標準，就是以自性為標準，順性這是至善，沒有比這個更善的了。所以這一點必須要理解，然後我們才能夠歡喜的信受、歡喜接納，使我們也能夠達到明心見性的目標。這是講積功，唯有積功才能夠累德，道德才能夠建立。經上可以說是很具體的給我們說出了佛法積功累德的標準，那就是戒定慧三學。「不起貪瞋痴欲諸想，不著色聲香味觸法」，就是戒定慧三學都在其中。尤其末後一句「但樂憶念過去諸佛所修善根」，那完全是智慧。我們曉得戒定慧三學的關係，有戒未必有定，有定一定有戒；有定未必有慧，有慧的人一定有定。好比這房子三層樓房，第三層一定包括了第二層跟第一層，第一層未必有第二層、第三層的。所以這個三學次第要搞清楚，然後你才知道，這一句裡面內容包括多少東西在裡面。"
    },
    {
      "id": "02-005-0054_p0004",
      "zh_CN": "今天这后半段，在行门上教我们修学的原则、纲领，『行寂静行』，一切行为当中，是以寂静为最贵。寂是清净寂灭，清净寂灭对什么说的？对烦恼说的，对妄想说的。有了妄想、有了烦恼，你的心就不寂静，所以必须要把烦恼妄想给打掉，恢复到自性本来面目。你说自性，自性是什么样子的？自性是清净寂灭的；换句话说，「寂静行」就是诸佛与大菩萨的行持。也许我们要问，这个心地清净寂灭，还有没有作为？如果我们到深山里面去修行，离开尘世、离开人群，是不是这样修就是寂静行？给诸位说，不是的。逃避到深山，躲开人事，那是小乘，那个修寂静行是个很笨的方法，修成功了也未必是真的。为什么？他要到都市来逛一逛，心又乱了，又不寂静了，可见得那个寂静纵然得到也靠不住，未必是真的。真正的寂静行，就在红尘里面修学，怎么个修学法？就是前面教给我们的纲领，我们六根接触六尘境界，事可以做。《阿难问事佛吉凶经》里面就说得很好，「可得为世间事，不可得为世间意」，意是什么？贪瞋痴慢这是意。由此可知，诸佛菩萨跟一切众生在一起，和光同尘，我们做什么，诸佛菩萨跟着我们一样的做什么，可是我们在境界里起心动念、分别执着；诸佛菩萨不起心不动念、不分别不执着，事情做得比我们还好，比我们做得还圆满，我们比不上他，这叫佛法，这叫真正的寂静行。所以心地清净寂灭，是在万事万法当中显示出心地的清净；不是离开一切现象，心清净了，那个不算的，这个要知道。所以这是真实的禅定，真正的定，像《楞严经》上讲的首楞严大定，《华严经》上所说的师子奋迅三昧，统统说的这个境界。",
      "zh_TW": "今天這後半段，在行門上教我們修學的原則、綱領，『行寂靜行』，一切行為當中，是以寂靜為最貴。寂是清淨寂滅，清淨寂滅對什麼說的？對煩惱說的，對妄想說的。有了妄想、有了煩惱，你的心就不寂靜，所以必須要把煩惱妄想給打掉，恢復到自性本來面目。你說自性，自性是什麼樣子的？自性是清淨寂滅的；換句話說，「寂靜行」就是諸佛與大菩薩的行持。也許我們要問，這個心地清淨寂滅，還有沒有作為？如果我們到深山裡面去修行，離開塵世、離開人群，是不是這樣修就是寂靜行？給諸位說，不是的。逃避到深山，躲開人事，那是小乘，那個修寂靜行是個很笨的方法，修成功了也未必是真的。為什麼？他要到都市來逛一逛，心又亂了，又不寂靜了，可見得那個寂靜縱然得到也靠不住，未必是真的。真正的寂靜行，就在紅塵裡面修學，怎麼個修學法？就是前面教給我們的綱領，我們六根接觸六塵境界，事可以做。《阿難問事佛吉凶經》裡面就說得很好，「可得為世間事，不可得為世間意」，意是什麼？貪瞋痴慢這是意。由此可知，諸佛菩薩跟一切眾生在一起，和光同塵，我們做什麼，諸佛菩薩跟著我們一樣的做什麼，可是我們在境界裡起心動念、分別執著；諸佛菩薩不起心不動念、不分別不執著，事情做得比我們還好，比我們做得還圓滿，我們比不上他，這叫佛法，這叫真正的寂靜行。所以心地清淨寂滅，是在萬事萬法當中顯示出心地的清淨；不是離開一切現象，心清淨了，那個不算的，這個要知道。所以這是真實的禪定，真正的定，像《楞嚴經》上講的首楞嚴大定，《華嚴經》上所說的師子奮迅三昧，統統說的這個境界。"
    },
    {
      "id": "02-005-0054_p0005",
      "zh_CN": "『远离虚妄』，什么是虚妄？这世间一切事是不是虚妄的，一切物相是不是虚妄的？在《唯识论》里面跟我们讲，所有一切现相是依他起性，依他起性就是没有自性，是虚妄的。可是还有比这个更虚妄的，更虚妄是什么？二十四个不相应行法，那太虚妄了。不相应行法，就是这个二十四类的法，与心法不相应，它不是心法；与心所法也不相应，它也不是心所法；与色法也不相应，换句话说，它也不是物质。拿现代的话来讲，它不属于精神，也不属于物质，那什么东西？只是一个抽象的概念而已。现在人讲抽象概念，在佛法的名词叫妄想，这是妄想。这二十四个，第一个就是得失，我得到了，妄想，你哪里得到？你什么也得不到，你想你说你得到了，是打妄想。我们讲时间、空间，时分、方分都是妄想，哪来的时空？所以你想想看，它既不属于精神，也不属于物质，非精神、非物质。有没有这个事？确实有，这个事纯粹是假的，虚妄。依他起已经是虚妄，遍计执是更虚妄，这些虚妄统统要远离，要知道它的真相。远离，不是说不要了，你要说不要了，那就行不通了。譬如我们台湾选举，问你得多少票？你说没有得。这个不成话！确实有得、有失。得失是什么？我们清楚这是抽象概念，是妄想。世间人以为是真的，他生活在妄想之中，我们要理解他。因此我们跟这些人往来，他打妄想，我们要用妄想来跟他往来，否则的话就不能沟通。虽然跟他往来，他执着，我不执着，这叫远离。我们心里面确确实实，不但遍计执跟依他起要远离，就是心心所法也不执着，八识心王、五十一心所也不执着，到一切都不执着的时候那叫称性起用。这个称性起用就是佛经里面常讲，诸佛菩萨在世间游戏神通，游戏神通就是称性起用。用得非常活泼、非常自在，一点也不执着，心地确确实实清净寂灭，这就得大自在，这是我们修学的最高的纲领。我们学佛学什么？就学这个，这个学会了，那真自在、真快乐、真幸福，而今而后，所有一切烦恼苦厄都断掉。",
      "zh_TW": "『遠離虛妄』，什麼是虛妄？這世間一切事是不是虛妄的，一切物相是不是虛妄的？在《唯識論》裡面跟我們講，所有一切現相是依他起性，依他起性就是沒有自性，是虛妄的。可是還有比這個更虛妄的，更虛妄是什麼？二十四個不相應行法，那太虛妄了。不相應行法，就是這個二十四類的法，與心法不相應，它不是心法；與心所法也不相應，它也不是心所法；與色法也不相應，換句話說，它也不是物質。拿現代的話來講，它不屬於精神，也不屬於物質，那什麼東西？只是一個抽象的概念而已。現在人講抽象概念，在佛法的名詞叫妄想，這是妄想。這二十四個，第一個就是得失，我得到了，妄想，你哪裡得到？你什麼也得不到，你想你說你得到了，是打妄想。我們講時間、空間，時分、方分都是妄想，哪來的時空？所以你想想看，它既不屬於精神，也不屬於物質，非精神、非物質。有沒有這個事？確實有，這個事純粹是假的，虛妄。依他起已經是虛妄，遍計執是更虛妄，這些虛妄統統要遠離，要知道它的真相。遠離，不是說不要了，你要說不要了，那就行不通了。譬如我們台灣選舉，問你得多少票？你說沒有得。這個不成話！確實有得、有失。得失是什麼？我們清楚這是抽象概念，是妄想。世間人以為是真的，他生活在妄想之中，我們要理解他。因此我們跟這些人往來，他打妄想，我們要用妄想來跟他往來，否則的話就不能溝通。雖然跟他往來，他執著，我不執著，這叫遠離。我們心裡面確確實實，不但遍計執跟依他起要遠離，就是心心所法也不執著，八識心王、五十一心所也不執著，到一切都不執著的時候那叫稱性起用。這個稱性起用就是佛經裡面常講，諸佛菩薩在世間遊戲神通，遊戲神通就是稱性起用。用得非常活潑、非常自在，一點也不執著，心地確確實實清淨寂滅，這就得大自在，這是我們修學的最高的綱領。我們學佛學什麼？就學這個，這個學會了，那真自在、真快樂、真幸福，而今而後，所有一切煩惱苦厄都斷掉。"
    },
    {
      "id": "02-005-0054_p0006",
      "zh_CN": "『依真谛门』，真谛，用现代的话来说就是真理，谛是谛实的意思，就是真实。宇宙人生的真实面，我们要依这个，自己要依这个，对人处世所用出来的，也是从真谛里面起用。随俗就是随缘，表面上看跟一切凡夫完全没有两样、没有差别，实际上完全不一样。凡夫是迷在妄念之中，诸佛菩萨是把妄想执着统统扫得干干净净。所以恒顺众生是以真谛恒顺众生，是以真性恒顺众生，不是以妄心，这点我们要知道。所以「远离虚妄，依真谛门」，这两句合起来讲就是离相，离一切虚妄相。",
      "zh_TW": "『依真諦門』，真諦，用現代的話來說就是真理，諦是諦實的意思，就是真實。宇宙人生的真實面，我們要依這個，自己要依這個，對人處世所用出來的，也是從真諦裡面起用。隨俗就是隨緣，表面上看跟一切凡夫完全沒有兩樣、沒有差別，實際上完全不一樣。凡夫是迷在妄念之中，諸佛菩薩是把妄想執著統統掃得乾乾淨淨。所以恆順眾生是以真諦恆順眾生，是以真性恆順眾生，不是以妄心，這點我們要知道。所以「遠離虛妄，依真諦門」，這兩句合起來講就是離相，離一切虛妄相。"
    },
    {
      "id": "02-005-0054_p0007",
      "zh_CN": "下面『植众德本』，这是教我们修善，这个善，一切善的根本，本是什么？也就是说，一切善法都是从这个本生出来的，从这个根本生出来的。佛在一般经论上说，世间一切善法由三善根而生的，这是同修们要记住。哪三善根呢？无贪、无瞋、无痴。反过来说，世间所有一切罪业，是从三毒烦恼而生，三毒烦恼就是贪、瞋、痴。贪瞋痴翻过来就是三善根，这是一个学佛同修不能不知道、不能不注意，你说修行从哪里修？就是修这个东西。如果我贪瞋痴这个念头天天淡薄了，一年比一年淡，这就是功夫得力。为什么？三毒淡了，那个三善根就增长了。它是一体的两面，黑暗少了，光明就多了；光明多了，黑暗就少了，这自然的道理。假如我们学佛学了这么多年，仔细去想想，贪瞋痴的念头，跟从前没有学佛之前还差不多，甚至于学了佛之后，这个贪瞋痴还更厉害，那就完了，那就颠倒了。那你学的是什么？你也在修道，修什么道？修三恶道。你将来的果报，你也证果，证地狱、饿鬼、畜生，你到那里去证果去了，这个叫大错特错。",
      "zh_TW": "下面『植眾德本』，這是教我們修善，這個善，一切善的根本，本是什麼？也就是說，一切善法都是從這個本生出來的，從這個根本生出來的。佛在一般經論上說，世間一切善法由三善根而生的，這是同修們要記住。哪三善根呢？無貪、無瞋、無痴。反過來說，世間所有一切罪業，是從三毒煩惱而生，三毒煩惱就是貪、瞋、痴。貪瞋痴翻過來就是三善根，這是一個學佛同修不能不知道、不能不注意，你說修行從哪裡修？就是修這個東西。如果我貪瞋痴這個念頭天天淡薄了，一年比一年淡，這就是功夫得力。為什麼？三毒淡了，那個三善根就增長了。它是一體的兩面，黑暗少了，光明就多了；光明多了，黑暗就少了，這自然的道理。假如我們學佛學了這麼多年，仔細去想想，貪瞋痴的念頭，跟從前沒有學佛之前還差不多，甚至於學了佛之後，這個貪瞋痴還更厲害，那就完了，那就顛倒了。那你學的是什麼？你也在修道，修什麼道？修三惡道。你將來的果報，你也證果，證地獄、餓鬼、畜生，你到那裡去證果去了，這個叫大錯特錯。"
    },
    {
      "id": "02-005-0054_p0008",
      "zh_CN": "所以要知道，在佛法，尤其是大乘佛法，大乘佛法的善根就是精进。我们不能精进，我们还在胡思乱想，甚至于学得很杂、很乱、很多，这在大乘法里没有善根，你的道业就没有进步。所以佛法修学实在讲三个层次，入门要专，专一入门，到一个相当程度之后，在教下讲到大开圆解，宗门里面所谓是明心见性，念佛法门里面讲一心不乱。我修到一心不乱，然后我就晋升到第二个阶段，第二个阶段是什么？是博，广学多闻，第二个阶段才博，「法门无量誓愿学」。第一个阶段专，专的目标在哪里？是「烦恼无尽誓愿断」。我断烦恼，就是断贪瞋痴，那要专才断得了；那个博断不了，博就是贪心，增长贪心，所以博断不了的。要专，专到极处再博，博之后再精，所以这是佛法三个阶段、三个层次，不能颠倒的。今天许许多多年轻人，把这个次序搞乱了，一开头他就搞博，所以一生都不能成就。烦恼也不能断，善根也修不成，生死不能了，来生该怎么堕落还是怎么堕落，这个很可惜。所以我们要知道修学的次第，第一个阶段一定要专。古人给我们定的期限是五年，实在讲古德五年的时间是够了，为什么？社会单纯，六根接触外面的范围不大，五年时间确实能够定得下来。现在不行，现在什么？我们六根接触外面六尘境界，比古人不晓得要大了多少千万倍，打开电视机、无线电，全世界的事情你都知道了。在从前，人家在深山那个修行人，山下发生什么事情，可能要半个月、一个月才听到、才知道，消息不灵通，没有人从山下上来讲就不晓得。哪里像现在，这个世界上不管哪个地方发生鸡毛蒜皮的事情，都知道。这个没好处，对我们修道人来讲是很大的妨害，为什么？心不清净。所以这个要晓得，要知道精进，也就是要知道专一。",
      "zh_TW": "所以要知道，在佛法，尤其是大乘佛法，大乘佛法的善根就是精進。我們不能精進，我們還在胡思亂想，甚至於學得很雜、很亂、很多，這在大乘法裡沒有善根，你的道業就沒有進步。所以佛法修學實在講三個層次，入門要專，專一入門，到一個相當程度之後，在教下講到大開圓解，宗門裡面所謂是明心見性，念佛法門裡面講一心不亂。我修到一心不亂，然後我就晉升到第二個階段，第二個階段是什麼？是博，廣學多聞，第二個階段才博，「法門無量誓願學」。第一個階段專，專的目標在哪裡？是「煩惱無盡誓願斷」。我斷煩惱，就是斷貪瞋痴，那要專才斷得了；那個博斷不了，博就是貪心，增長貪心，所以博斷不了的。要專，專到極處再博，博之後再精，所以這是佛法三個階段、三個層次，不能顛倒的。今天許許多多年輕人，把這個次序搞亂了，一開頭他就搞博，所以一生都不能成就。煩惱也不能斷，善根也修不成，生死不能了，來生該怎麼墮落還是怎麼墮落，這個很可惜。所以我們要知道修學的次第，第一個階段一定要專。古人給我們定的期限是五年，實在講古德五年的時間是夠了，為什麼？社會單純，六根接觸外面的範圍不大，五年時間確實能夠定得下來。現在不行，現在什麼？我們六根接觸外面六塵境界，比古人不曉得要大了多少千萬倍，打開電視機、無線電，全世界的事情你都知道了。在從前，人家在深山那個修行人，山下發生什麼事情，可能要半個月、一個月才聽到、才知道，消息不靈通，沒有人從山下上來講就不曉得。哪裡像現在，這個世界上不管哪個地方發生雞毛蒜皮的事情，都知道。這個沒好處，對我們修道人來講是很大的妨害，為什麼？心不清淨。所以這個要曉得，要知道精進，也就是要知道專一。"
    },
    {
      "id": "02-005-0054_p0009",
      "zh_CN": "就本宗来讲，这个德本就是弥陀名号，阿弥陀这个名号具足万德。我们常说万德洪名，这个万不是数字，要是数字，一万并不算很多，这个万是一个代表的意思，无量无边。确确实实，无量无边的德能都在这一句名号之中，所以这一句名号真实的德本。我们要讲『植众德本』，植是培植，众是众多，这个众多的德本如何来培植？老实念就行了。这是夏莲居老居士给我们讲的一句话，老实念，就是植众德本。说起来实在讲太简单了，所以相信的人少，怕这一句佛号不够，还要搞许多经、许多咒，还要搞世间许许多多慈善事业，以为这样修行才能够植众德本，其实搞错了。那个搞法，实在说他是把德跟福两个混在一起，那样搞法可以说植众福本，不是德本，搞的人天福报。所以福德，福跟德一定要辨别得很清楚，决定不能混为一谈，那就错了。德里面有福，福里面不见得有德，所以功德里面一定有福德，福德里面没有功德，这是诸位要知道的。讲修善，这一句是纲领。",
      "zh_TW": "就本宗來講，這個德本就是彌陀名號，阿彌陀這個名號具足萬德。我們常說萬德洪名，這個萬不是數字，要是數字，一萬並不算很多，這個萬是一個代表的意思，無量無邊。確確實實，無量無邊的德能都在這一句名號之中，所以這一句名號真實的德本。我們要講『植眾德本』，植是培植，眾是眾多，這個眾多的德本如何來培植？老實念就行了。這是夏蓮居老居士給我們講的一句話，老實念，就是植眾德本。說起來實在講太簡單了，所以相信的人少，怕這一句佛號不夠，還要搞許多經、許多咒，還要搞世間許許多多慈善事業，以為這樣修行才能夠植眾德本，其實搞錯了。那個搞法，實在說他是把德跟福兩個混在一起，那樣搞法可以說植眾福本，不是德本，搞的人天福報。所以福德，福跟德一定要辨別得很清楚，決定不能混為一談，那就錯了。德裡面有福，福裡面不見得有德，所以功德裡面一定有福德，福德裡面沒有功德，這是諸位要知道的。講修善，這一句是綱領。"
    },
    {
      "id": "02-005-0054_p0010",
      "zh_CN": "下面也有几句非常具体给我们说出来，虽然讲得具体，还是说的纲要、说的原则。第一个要『不计众苦』，计是计较，我们在生活当中，物资的短缺苦，衣食不足这个是苦，天然的灾害我们要受苦。这个几年全世界天灾很频繁，像大陆上这次非常严重的水灾，有些地区风灾、地震，还有火山，天然的灾害。第三类，人为的灾害，中东的战争，这是人祸。天灾人祸，带给我们精神生活的苦难，修行人要能够看破，换句话说，要能够忍受，不计众苦，不要去计较这些。无论是顺境，或者是逆境，都要修清净心，要行寂静行，这个重要，这个才叫真正修道人。修道人没有别的，对自己就是修心地清净，我有妄念，心就不清净，我想过去、想未来，这妄想，这心不清净。过去已经过去了，还想它干什么？未来的还没到，你何必去想？这真的叫打妄想。还有人作梦，作了梦还来跟我讲，我们跟他接触之后也不能不听，统统听的什么？听的他在打妄想，那个梦境更是虚妄。所以一切众苦不要去计较，不计众苦，心就安了。",
      "zh_TW": "下面也有幾句非常具體給我們說出來，雖然講得具體，還是說的綱要、說的原則。第一個要『不計眾苦』，計是計較，我們在生活當中，物資的短缺苦，衣食不足這個是苦，天然的災害我們要受苦。這個幾年全世界天災很頻繁，像大陸上這次非常嚴重的水災，有些地區風災、地震，還有火山，天然的災害。第三類，人為的災害，中東的戰爭，這是人禍。天災人禍，帶給我們精神生活的苦難，修行人要能夠看破，換句話說，要能夠忍受，不計眾苦，不要去計較這些。無論是順境，或者是逆境，都要修清淨心，要行寂靜行，這個重要，這個才叫真正修道人。修道人沒有別的，對自己就是修心地清淨，我有妄念，心就不清淨，我想過去、想未來，這妄想，這心不清淨。過去已經過去了，還想它幹什麼？未來的還沒到，你何必去想？這真的叫打妄想。還有人作夢，作了夢還來跟我講，我們跟他接觸之後也不能不聽，統統聽的什麼？聽的他在打妄想，那個夢境更是虛妄。所以一切眾苦不要去計較，不計眾苦，心就安了。"
    },
    {
      "id": "02-005-0054_p0011",
      "zh_CN": "『少欲知足』，欲是欲望，无论对物质生活的需求、精神生活的需求，统统要减少，愈少愈好。古德庞居士给我们那个教训，那是千真万确的事实，「好事不如无事」，这是庞居士留给我们的教训。古人常给我们讲「多事不如少事，少事不如无事」，庞居士更深入一层，「好事不如无事」，这个心才真正清净。无事，我们要做好事，做好事还是无事，这就对了；不是无事，我什么也不要做了，那就当自了汉，那真的是小乘自了汉。大乘菩萨是作而无作、无作而作，怎么说无作？心里没事，一丝不挂、一念不生，这是无事。怎么说做事？为大众服务尽心尽力，精进不懈，不懈怠。为大众做事心清净，手脚很勤快，心地清净、无作，手脚勤快在那作，作跟无作是同时的，不是离开的；不是做的时候就做，不做的时候就不做，不是的。他做跟不做是一桩事情，不是两桩事情，我们要这样学法。「少欲」就是不取相，「知足」就是不动心。底下这四句好了，底下四句是作；前面两句是不作，是无作，无作而作。",
      "zh_TW": "『少欲知足』，欲是欲望，無論對物質生活的需求、精神生活的需求，統統要減少，愈少愈好。古德龐居士給我們那個教訓，那是千真萬確的事實，「好事不如無事」，這是龐居士留給我們的教訓。古人常給我們講「多事不如少事，少事不如無事」，龐居士更深入一層，「好事不如無事」，這個心才真正清淨。無事，我們要做好事，做好事還是無事，這就對了；不是無事，我什麼也不要做了，那就當自了漢，那真的是小乘自了漢。大乘菩薩是作而無作、無作而作，怎麼說無作？心裡沒事，一絲不掛、一念不生，這是無事。怎麼說做事？為大眾服務盡心盡力，精進不懈，不懈怠。為大眾做事心清淨，手腳很勤快，心地清淨、無作，手腳勤快在那作，作跟無作是同時的，不是離開的；不是做的時候就做，不做的時候就不做，不是的。他做跟不做是一樁事情，不是兩樁事情，我們要這樣學法。「少欲」就是不取相，「知足」就是不動心。底下這四句好了，底下四句是作；前面兩句是不作，是無作，無作而作。"
    },
    {
      "id": "02-005-0054_p0012",
      "zh_CN": "『专求白法』，白法就是善法，古印度他们在俗语上有些跟中国人说法不一样，意思是一样，我们中国人讲善恶，印度人不说善恶，叫黑白。恶他叫黑业，用黑来代表；善他用白来做代表，善业、善法就是白法。专求善法，这个善法，利己利人，这是善法。专求白法，白法在哪里，到哪里去求？我在此地告诉同修们，这一部《大乘无量寿庄严清净平等觉经》，就是第一标准的白法，你就向这个一本经里面去求，你统统都求到了，这个经从头至尾所说的全是善法，第一善法，我们求这个。要牢牢的记住，佛教我们怎么做，我们就照做，你决定得利益，你所得的利益，是你自己想像不到的，真实的利益。",
      "zh_TW": "『專求白法』，白法就是善法，古印度他們在俗語上有些跟中國人說法不一樣，意思是一樣，我們中國人講善惡，印度人不說善惡，叫黑白。惡他叫黑業，用黑來代表；善他用白來做代表，善業、善法就是白法。專求善法，這個善法，利己利人，這是善法。專求白法，白法在哪裡，到哪裡去求？我在此地告訴同修們，這一部《大乘無量壽莊嚴清淨平等覺經》，就是第一標準的白法，你就向這個一本經裡面去求，你統統都求到了，這個經從頭至尾所說的全是善法，第一善法，我們求這個。要牢牢的記住，佛教我們怎麼做，我們就照做，你決定得利益，你所得的利益，是你自己想像不到的，真實的利益。"
    },
    {
      "id": "02-005-0054_p0013",
      "zh_CN": "『惠利群生』，惠是恩惠、布施，我们把自己所修善法的利益，贡献给社会、贡献给一切众生，佛教我们这样做法，这是作；对自己来讲，要「少欲知足，不计众苦」。",
      "zh_TW": "『惠利群生』，惠是恩惠、布施，我們把自己所修善法的利益，貢獻給社會、貢獻給一切眾生，佛教我們這樣做法，這是作；對自己來講，要「少欲知足，不計眾苦」。"
    },
    {
      "id": "02-005-0054_p0014",
      "zh_CN": "『志愿无倦，忍力成就』，这个「志」是无上的大志，与诸佛如来的宏愿相同，无尽的志愿为利益一切众生。「忍力成就」就是指上面「不计众苦，少欲知足」，诸佛如来示现在世间，无论示现什么样的身分，对自己可以说不计众苦，少欲知足，这两句话道尽了；对社会一般大众、对一切众生，那确确实实是「惠利群生，志愿无倦」。",
      "zh_TW": "『志願無倦，忍力成就』，這個「志」是無上的大志，與諸佛如來的宏願相同，無盡的志願為利益一切眾生。「忍力成就」就是指上面「不計眾苦，少欲知足」，諸佛如來示現在世間，無論示現什麼樣的身分，對自己可以說不計眾苦，少欲知足，這兩句話道盡了；對社會一般大眾、對一切眾生，那確確實實是「惠利群生，志願無倦」。"
    },
    {
      "id": "02-005-0054_p0015",
      "zh_CN": "我们看近代的这些大德给我们做的榜样，印光大师是一个好榜样，净土宗的；虚云老和尚是个好榜样，禅宗的。他们在一生当中不是没有供养，他那个供养太多太多了，享受不尽，可是怎么样？一生当中穿的衣服，我看着补丁都补很多，难道他买不起一件新衣服吗？其实他不要买，信徒供养那个新衣服就不晓得有多少。这新的衣服来了他就送人，看到初出家的没有人供养的，他就转供养了，自己还穿破的。为什么不自己穿新的，把破的、旧的去供养别人？我们去想想这个道理，这是给我们做榜样，给我们做模范，他确确实实知足。示现居士身，这在台湾大家看到李炳南老居士，你们到台中，现在台中莲社还单独辟了有个房间，他的那些用过的东西在那里展览，你去看看他穿的衣服、穿的袜子补了再补，这是现代人物资不缺，还是这样的。有没有人家送他好东西？有，我就得到不少，人家送他的好衣服他送给我，好的衣料他送给我，我就穿，他自己穿破的，我穿新的。近代我们眼前所看到的，名闻利养一样都不要。李老师在台中创办不少事业，创办起来之后，大概最初创办，他是创办人、董事长，一届完了之后他马上就交给别人，由别人接着办。绝对没有一个意念，我要掌权、我要抓权、我要做到底，没有，没有这个意念，随创办随就交掉，就交给别人。虚云老和尚一生，你看看《年谱》，他老人家一生建庙、修庙，看到这个寺庙破旧，他的声望高，募化很容易，外面这一宣扬，大家都送钱来，这庙一修好，请一个有德行、有修行的出家人去做住持，他就走了；庙建好了，请一个人去做住持，他也走了。一生建庙、修庙，自己没有庙，这个对，哪里还会动脑筋去霸占？没这个事情。那个庙是可以霸占，将来以后他的果报在地狱，他证果证阿鼻地狱果，他搞这个。这些地方是我们一定要牢牢记住，要认真去学习。",
      "zh_TW": "我們看近代的這些大德給我們做的榜樣，印光大師是一個好榜樣，淨土宗的；虛雲老和尚是個好榜樣，禪宗的。他們在一生當中不是沒有供養，他那個供養太多太多了，享受不盡，可是怎麼樣？一生當中穿的衣服，我看著補丁都補很多，難道他買不起一件新衣服嗎？其實他不要買，信徒供養那個新衣服就不曉得有多少。這新的衣服來了他就送人，看到初出家的沒有人供養的，他就轉供養了，自己還穿破的。為什麼不自己穿新的，把破的、舊的去供養別人？我們去想想這個道理，這是給我們做榜樣，給我們做模範，他確確實實知足。示現居士身，這在台灣大家看到李炳南老居士，你們到台中，現在台中蓮社還單獨闢了有個房間，他的那些用過的東西在那裡展覽，你去看看他穿的衣服、穿的襪子補了再補，這是現代人物資不缺，還是這樣的。有沒有人家送他好東西？有，我就得到不少，人家送他的好衣服他送給我，好的衣料他送給我，我就穿，他自己穿破的，我穿新的。近代我們眼前所看到的，名聞利養一樣都不要。李老師在台中創辦不少事業，創辦起來之後，大概最初創辦，他是創辦人、董事長，一屆完了之後他馬上就交給別人，由別人接著辦。絕對沒有一個意念，我要掌權、我要抓權、我要做到底，沒有，沒有這個意念，隨創辦隨就交掉，就交給別人。虛雲老和尚一生，你看看《年譜》，他老人家一生建廟、修廟，看到這個寺廟破舊，他的聲望高，募化很容易，外面這一宣揚，大家都送錢來，這廟一修好，請一個有德行、有修行的出家人去做住持，他就走了；廟建好了，請一個人去做住持，他也走了。一生建廟、修廟，自己沒有廟，這個對，哪裡還會動腦筋去霸佔？沒這個事情。那個廟是可以霸佔，將來以後他的果報在地獄，他證果證阿鼻地獄果，他搞這個。這些地方是我們一定要牢牢記住，要認真去學習。"
    },
    {
      "id": "02-005-0054_p0016",
      "zh_CN": "「忍力成就」，这叫真实的功夫，真正功夫。《金刚经》上有句话说，「一切法得成于忍」，不但出世间成佛、成菩萨要靠这个功夫，世间建功立业也要靠这个字，忍什么？就是要忍苦、忍难。你要能受得了，要永远甘心情愿去接受，这叫大人物。像我们刚才所讲的，出家的虚云老和尚、印祖是大人物，我们世间我所见到的，李炳南老居士、周邦道老居士是大人物。这个时代当中稀有，一生生活节俭，有多余的帮助别人，不是一般人能够做得到的。一般人所追求的是自己的名闻利养，自己的物欲的享受，是求这个，多余才分一点给别人，还有许多多余也不肯给人。我们所见的这些大人物，他本身并没有什么多余的，完全自己节俭，过一种最清苦的生活，把这个多余的全部来贡献给别人，这个不容易。所以佛法里常说，「能行忍者，可名为有力大人」，这个大人就是经里面常讲的大丈夫、大英雄，他大在哪里？他大在能忍。忍辱，它正式的对治是瞋恚，这个在六度里面讲忍辱度瞋恚，布施度悭贪、持戒度恶业、忍辱度瞋恚、精进度懈怠、禅定度散乱、般若度愚痴。这众生六种大病，佛开了六个方子，这六个方子是治我们六种大病的，你能够对治那就是菩萨。虽然它是正的对治的是瞋恚，其实忍辱能断贪爱、悭贪，能断愚痴；换句话说，贪瞋痴这个方子统统有效。能忍就不贪了，物质生活，我能够忍耐，我苦一点，我对于财物不贪；我对于清净寂寞能忍耐，我对于名利富贵我就不贪。那个贪心断灭了，跟诸位说，那叫真正的享受，那快乐无比，少烦少恼，自在安乐。世间人愚痴，他想自在一生得不到自在，想安乐得不到安乐，为什么原因？他不晓得，他找不到。原因就是多欲，就是欲望太多，名利心太重，所以他得不到。",
      "zh_TW": "「忍力成就」，這叫真實的功夫，真正功夫。《金剛經》上有句話說，「一切法得成於忍」，不但出世間成佛、成菩薩要靠這個功夫，世間建功立業也要靠這個字，忍什麼？就是要忍苦、忍難。你要能受得了，要永遠甘心情願去接受，這叫大人物。像我們剛才所講的，出家的虛雲老和尚、印祖是大人物，我們世間我所見到的，李炳南老居士、周邦道老居士是大人物。這個時代當中稀有，一生生活節儉，有多餘的幫助別人，不是一般人能夠做得到的。一般人所追求的是自己的名聞利養，自己的物欲的享受，是求這個，多餘才分一點給別人，還有許多多餘也不肯給人。我們所見的這些大人物，他本身並沒有什麼多餘的，完全自己節儉，過一種最清苦的生活，把這個多餘的全部來貢獻給別人，這個不容易。所以佛法裡常說，「能行忍者，可名為有力大人」，這個大人就是經裡面常講的大丈夫、大英雄，他大在哪裡？他大在能忍。忍辱，它正式的對治是瞋恚，這個在六度裡面講忍辱度瞋恚，布施度慳貪、持戒度惡業、忍辱度瞋恚、精進度懈怠、禪定度散亂、般若度愚痴。這眾生六種大病，佛開了六個方子，這六個方子是治我們六種大病的，你能夠對治那就是菩薩。雖然它是正的對治的是瞋恚，其實忍辱能斷貪愛、慳貪，能斷愚痴；換句話說，貪瞋痴這個方子統統有效。能忍就不貪了，物質生活，我能夠忍耐，我苦一點，我對於財物不貪；我對於清淨寂寞能忍耐，我對於名利富貴我就不貪。那個貪心斷滅了，跟諸位說，那叫真正的享受，那快樂無比，少煩少惱，自在安樂。世間人愚痴，他想自在一生得不到自在，想安樂得不到安樂，為什麼原因？他不曉得，他找不到。原因就是多欲，就是欲望太多，名利心太重，所以他得不到。"
    },
    {
      "id": "02-005-0054_p0017",
      "zh_CN": "在《宝云经》里面，佛说菩萨有十种方法，能净于忍，就是忍力成就。用什么方法？在《宝云经》上有十种方法，这个是值得我们做参考的。第一个是「内忍」，内是指身心，身是身体的感受，心里面的痛苦，拿我们现在就是身体、心理，这个两种苦都要能够忍受。一切诸菩萨修这个法门，我们怎么不能忍？应当要学。身有饥寒，这是身体上所受的，不是外人所加的；心里面的种种忧虑、烦恼。因为你不忍，所以你这句佛号念不好；你能够忍，能够把忧虑统统放下，你这个佛号才能够念得得力。所以不忍怎么行？决定不能够胡思乱想。我在讲席当中也常常劝勉同修，你的念头起来，如果不是想弥陀本愿功德，就是四十八愿，不是去想西方依正庄严，都叫做胡思乱想。要忍，要把它放下，不要去想了，一切人、一切事、一切物，统统叫生死业、轮回业，你想一次就造一次。你每天造的什么？你造的是生死业，你造的是轮回业，你想这个干什么？想就是造作，意业在造作，不要想这些。想佛，忆佛念佛这个好，这个是叫修净业。净业不修，为什么去修六道，为什么去修三途？这是愚痴到了极处。所以这要讲求忍耐。",
      "zh_TW": "在《寶雲經》裡面，佛說菩薩有十種方法，能淨於忍，就是忍力成就。用什麼方法？在《寶雲經》上有十種方法，這個是值得我們做參考的。第一個是「內忍」，內是指身心，身是身體的感受，心裡面的痛苦，拿我們現在就是身體、心理，這個兩種苦都要能夠忍受。一切諸菩薩修這個法門，我們怎麼不能忍？應當要學。身有飢寒，這是身體上所受的，不是外人所加的；心裡面的種種憂慮、煩惱。因為你不忍，所以你這句佛號念不好；你能夠忍，能夠把憂慮統統放下，你這個佛號才能夠念得得力。所以不忍怎麼行？決定不能夠胡思亂想。我在講席當中也常常勸勉同修，你的念頭起來，如果不是想彌陀本願功德，就是四十八願，不是去想西方依正莊嚴，都叫做胡思亂想。要忍，要把它放下，不要去想了，一切人、一切事、一切物，統統叫生死業、輪迴業，你想一次就造一次。你每天造的什麼？你造的是生死業，你造的是輪迴業，你想這個幹什麼？想就是造作，意業在造作，不要想這些。想佛，憶佛念佛這個好，這個是叫修淨業。淨業不修，為什麼去修六道，為什麼去修三途？這是愚痴到了極處。所以這要講求忍耐。"
    },
    {
      "id": "02-005-0054_p0018",
      "zh_CN": "第二「外忍」，外忍里面着重的是一些恶言加之于我，别人毁谤、侮辱、骂詈，骂是当面骂，詈是背后骂，我们要能够忍，不要去计较。你计较这些干什么？甚至于还有什么？还有些人不是听到骂我，我喜欢的人、我爱的那个人，骂他，我也生气；我们学佛的人，人家骂我们佛教，你也生气，气不完，这个都是过失，统统要能忍。释迦牟尼佛在世还有六群比丘、还有六师外道，当面侮辱、背后骂詈多得很，佛没有跟他们计较，也没有跟他们辩论。骂随他骂，骂久了、骂累了他自然就不骂了，何必跟他计较，何必与他一般见识？这个要忍。想想诸佛菩萨所修的，我们应当修学。",
      "zh_TW": "第二「外忍」，外忍裡面著重的是一些惡言加之於我，別人毀謗、侮辱、罵詈，罵是當面罵，詈是背後罵，我們要能夠忍，不要去計較。你計較這些幹什麼？甚至於還有什麼？還有些人不是聽到罵我，我喜歡的人、我愛的那個人，罵他，我也生氣；我們學佛的人，人家罵我們佛教，你也生氣，氣不完，這個都是過失，統統要能忍。釋迦牟尼佛在世還有六群比丘、還有六師外道，當面侮辱、背後罵詈多得很，佛沒有跟他們計較，也沒有跟他們辯論。罵隨他罵，罵久了、罵累了他自然就不罵了，何必跟他計較，何必與他一般見識？這個要忍。想想諸佛菩薩所修的，我們應當修學。"
    },
    {
      "id": "02-005-0054_p0019",
      "zh_CN": "第三个是「法忍」，法是求法，佛法广大、幽深，微妙不可思议，我们听了未必能够听得懂，要有耐心、要有恒心去向有修有学的人请教，这个要学。尤其是读诵、思惟，没有忍力不能成诵，一天念一遍、念两遍，一年三百六十天一天不缺，这要忍力，没有忍力就不行，没有忍力就断了。像这些地方，确确实实很明显的能够测验出，自己忍辱波罗蜜到底有多少功夫，因此初学的同修不要好高骛远，不要躐等。我常常劝大家念《无量寿经》，一天至少念一遍，你就从一遍开始；一遍念上个半年一年，可以念两遍了你再念两遍。为什么？我们要精进，不要退步。这个发心发得很勇猛，发心一天念十遍；念到第二天，时间太长了，我再念五遍，打个对折吧；到第三天，五遍也念不成功，我念三遍吧；念到一个星期就不念了，退转了，这就错了。所以要积少成多，这个才是积功累德。不要一开头看到人家念得多，自己还要超过别人，这是什么？好胜心，这是欲，好胜心。好胜心学佛，学成之后就变成阿修罗，阿修罗的性质就是好胜、好强。修福没有智慧，福报现前，造无量无边的罪业，后来必堕地狱，阿修罗没有不堕地狱的。所以万万不可以好胜，不可以争强，看到别人超过我们，我们欢喜赞叹，恭敬向他学习。学的时候循序渐进，慢慢的学，这个才对。",
      "zh_TW": "第三個是「法忍」，法是求法，佛法廣大、幽深，微妙不可思議，我們聽了未必能夠聽得懂，要有耐心、要有恆心去向有修有學的人請教，這個要學。尤其是讀誦、思惟，沒有忍力不能成誦，一天念一遍、念兩遍，一年三百六十天一天不缺，這要忍力，沒有忍力就不行，沒有忍力就斷了。像這些地方，確確實實很明顯的能夠測驗出，自己忍辱波羅蜜到底有多少功夫，因此初學的同修不要好高騖遠，不要躐等。我常常勸大家念《無量壽經》，一天至少念一遍，你就從一遍開始；一遍念上個半年一年，可以念兩遍了你再念兩遍。為什麼？我們要精進，不要退步。這個發心發得很勇猛，發心一天念十遍；念到第二天，時間太長了，我再念五遍，打個對折吧；到第三天，五遍也念不成功，我念三遍吧；念到一個星期就不念了，退轉了，這就錯了。所以要積少成多，這個才是積功累德。不要一開頭看到人家念得多，自己還要超過別人，這是什麼？好勝心，這是欲，好勝心。好勝心學佛，學成之後就變成阿修羅，阿修羅的性質就是好勝、好強。修福沒有智慧，福報現前，造無量無邊的罪業，後來必墮地獄，阿修羅沒有不墮地獄的。所以萬萬不可以好勝，不可以爭強，看到別人超過我們，我們歡喜讚歎，恭敬向他學習。學的時候循序漸進，慢慢的學，這個才對。"
    },
    {
      "id": "02-005-0054_p0020",
      "zh_CN": "第四个要「随佛教忍」，譬如在这部经里面，佛给我们的教训非常非常的多，我们要有耐心去接受，要有耐心去研究，要有耐心去学习，要有长远心来保持，不要把它失掉。这也是诸菩萨、罗汉们所修学的，我们要随学。",
      "zh_TW": "第四個要「隨佛教忍」，譬如在這部經裡面，佛給我們的教訓非常非常的多，我們要有耐心去接受，要有耐心去研究，要有耐心去學習，要有長遠心來保持，不要把它失掉。這也是諸菩薩、羅漢們所修學的，我們要隨學。"
    },
    {
      "id": "02-005-0054_p0021",
      "zh_CN": "第五种叫做「无方所忍」，这是说在一切时、一切处要常常提醒自己，不要把忍让忘掉，随时随地记住，忍让是大德。忍让是修学成败的关键，能忍让的人没有不成就的；不肯忍让的人没有不失败的，成功失败的关键在此地，叫无方所忍。",
      "zh_TW": "第五種叫做「無方所忍」，這是說在一切時、一切處要常常提醒自己，不要把忍讓忘掉，隨時隨地記住，忍讓是大德。忍讓是修學成敗的關鍵，能忍讓的人沒有不成就的；不肯忍讓的人沒有不失敗的，成功失敗的關鍵在此地，叫無方所忍。"
    },
    {
      "id": "02-005-0054_p0022",
      "zh_CN": "第六个叫「修处处忍」，处处忍跟无方所忍有什么不同？无方所，刚才讲了，一切时、一切处，提高自己忍让的功夫，这个修学法门。处处忍它特别是指境界，顺境、逆境，顺境不被顺境所转，顺境容易什么？容易起贪爱，逆境容易起瞋恨，换句话说，都叫你生烦恼。顺境里头要忍，不起染着之心，不生贪爱，逆境里面不生瞋恚；换句话说，无论在什么样境界现前，心要清净，也就是前面那个总纲领，心要寂静。我们修的是寂静行，本经经题「清净平等觉」，我们修的是这个东西，要修清净平等觉，那就对了。",
      "zh_TW": "第六個叫「修處處忍」，處處忍跟無方所忍有什麼不同？無方所，剛才講了，一切時、一切處，提高自己忍讓的功夫，這個修學法門。處處忍它特別是指境界，順境、逆境，順境不被順境所轉，順境容易什麼？容易起貪愛，逆境容易起瞋恨，換句話說，都叫你生煩惱。順境裡頭要忍，不起染著之心，不生貪愛，逆境裡面不生瞋恚；換句話說，無論在什麼樣境界現前，心要清淨，也就是前面那個總綱領，心要寂靜。我們修的是寂靜行，本經經題「清淨平等覺」，我們修的是這個東西，要修清淨平等覺，那就對了。"
    },
    {
      "id": "02-005-0054_p0023",
      "zh_CN": "第七种叫「非所为忍」，所为，拿现在话讲就是有某种关系存在的。像哪种关系？于自己有利的、有好处的，我忍耐，忍耐为什么？我将来有好处；或者是他与我有亲故，他是我的亲属、眷属，或者是好朋友，这一类的他能忍。如果跟他没有这些关系，他就不能忍，那就错了。所以佛特别告诉我们非所为忍，这个意思讲，绝对不以为自己利益，或者为自己有某种特殊关系；应当常修于忍，忍辱里头要平等，忍辱为的是使身心清净，是为这个。绝没有个人的利害，无论是哪一方面的利害都没有，亲故也没有。",
      "zh_TW": "第七種叫「非所為忍」，所為，拿現在話講就是有某種關係存在的。像哪種關係？於自己有利的、有好處的，我忍耐，忍耐為什麼？我將來有好處；或者是他與我有親故，他是我的親屬、眷屬，或者是好朋友，這一類的他能忍。如果跟他沒有這些關係，他就不能忍，那就錯了。所以佛特別告訴我們非所為忍，這個意思講，絕對不以為自己利益，或者為自己有某種特殊關係；應當常修於忍，忍辱裡頭要平等，忍辱為的是使身心清淨，是為這個。絕沒有個人的利害，無論是哪一方面的利害都沒有，親故也沒有。"
    },
    {
      "id": "02-005-0054_p0024",
      "zh_CN": "第八种是「不逼恼忍」，这是什么？是指人为的加害，别人谋害我、别人陷害我，我们能忍。诸位一定要知道，这个世间法没有说没有因的，我们肉眼凡夫不知道过去世的事情。俗话常说「一饮一啄，莫非前定」，他害我、陷害我，必有原因，他为什么不害别人，他要来害我？有原因的。佛在经上跟我们说，世间人与人的关系四种缘，报恩、报怨、讨债、还债。某人一见面，一生处得非常好，那是什么？前世结的有恩，这一世处得很好。那个人能够来害你的、陷害你的，过去世跟你结的有怨，冤冤相报，你跟他没有怨他怎么会害你？不可能。说误会的，误会都有因。你们看《安世高传》，安世高在中国还两次命债，两次命债都是误会，是前生当中误杀了众生，误害了人，这一世也被人误杀，因果报应，丝毫不爽。我们的财物被人偷了，他怎么不偷他的，他偷我的？你就想，前世我偷他的，现在他偷回去，这帐不就了了吗？没事了，警察局都不必报案，了了，真的是如此。所以，即使人家陷害我们，不管手段怎么狠，甚至于断了我们的身命，也不计较。为什么？这帐到此就了了，我们结个善缘，来生成佛还可以度他，结个善缘，绝对不要计较。这是什么？这叫修行。一点点都不能忍，那是什么？那不叫修行，那不是佛弟子；不是佛弟子，是魔弟子，哪是佛弟子？这个一定要学习。所以自己要真正能够忍，在逆境里头确确实实不动心。",
      "zh_TW": "第八種是「不逼惱忍」，這是什麼？是指人為的加害，別人謀害我、別人陷害我，我們能忍。諸位一定要知道，這個世間法沒有說沒有因的，我們肉眼凡夫不知道過去世的事情。俗話常說「一飲一啄，莫非前定」，他害我、陷害我，必有原因，他為什麼不害別人，他要來害我？有原因的。佛在經上跟我們說，世間人與人的關係四種緣，報恩、報怨、討債、還債。某人一見面，一生處得非常好，那是什麼？前世結的有恩，這一世處得很好。那個人能夠來害你的、陷害你的，過去世跟你結的有怨，冤冤相報，你跟他沒有怨他怎麼會害你？不可能。說誤會的，誤會都有因。你們看《安世高傳》，安世高在中國還兩次命債，兩次命債都是誤會，是前生當中誤殺了眾生，誤害了人，這一世也被人誤殺，因果報應，絲毫不爽。我們的財物被人偷了，他怎麼不偷他的，他偷我的？你就想，前世我偷他的，現在他偷回去，這帳不就了了嗎？沒事了，警察局都不必報案，了了，真的是如此。所以，即使人家陷害我們，不管手段怎麼狠，甚至於斷了我們的身命，也不計較。為什麼？這帳到此就了了，我們結個善緣，來生成佛還可以度他，結個善緣，絕對不要計較。這是什麼？這叫修行。一點點都不能忍，那是什麼？那不叫修行，那不是佛弟子；不是佛弟子，是魔弟子，哪是佛弟子？這個一定要學習。所以自己要真正能夠忍，在逆境裡頭確確實實不動心。"
    },
    {
      "id": "02-005-0054_p0025",
      "zh_CN": "第九个是「悲心忍」，这是我们今天讲的大慈大悲，慈济众生。你帮助众生是好事情，众生未必领情、未必接受，反过来还侮辱你。我这好心，怎么办？能忍，不要计较，以后遇到苦难还是去帮助他。不能说，第一次帮助他，他拒绝我，下一次我不再帮助他了，那就错了；绝对不计较，换句话说，绝对不失大慈悲心，这个才对。这是讲到忍辱，我们慈悲救济，就是遇到障碍、遇到阻挠，我们帮助、救济众生苦难的心，这个慈悲心，绝不因为一切障碍，就减低温度、就丧失了，这个不可以。",
      "zh_TW": "第九個是「悲心忍」，這是我們今天講的大慈大悲，慈濟眾生。你幫助眾生是好事情，眾生未必領情、未必接受，反過來還侮辱你。我這好心，怎麼辦？能忍，不要計較，以後遇到苦難還是去幫助他。不能說，第一次幫助他，他拒絕我，下一次我不再幫助他了，那就錯了；絕對不計較，換句話說，絕對不失大慈悲心，這個才對。這是講到忍辱，我們慈悲救濟，就是遇到障礙、遇到阻撓，我們幫助、救濟眾生苦難的心，這個慈悲心，絕不因為一切障礙，就減低溫度、就喪失了，這個不可以。"
    },
    {
      "id": "02-005-0054_p0026",
      "zh_CN": "最后一种是「誓愿忍」，这个就是到究竟圆满，誓愿忍是指什么？四弘誓愿里面「佛道无上誓愿成」。怎么个成法？成佛不简单，不是说说就成了；换句话说，要发坚固的誓愿求生净土。为什么？生净土就决定成佛道，这是经上给我们讲得非常明了。不仅是我们这一方的众生，尽虚空遍法界一切诸佛刹土的众生，如果不求生西方极乐世界，要想圆成佛道，那就太难太难了。所以这个经，不仅仅是我们这个世间第一经，它是十方法界里面的第一经，我们要认识清楚。成佛为了什么？成佛为了救度一切众生，因为只有成佛才有圆满的智慧、圆满的德能，才真正能够济度一切众生。因此救度一切众生、帮助众生都来不及，怎么可以去恼害一切众生？我们从这些地方真正体会到，恼害众生是最大的业障、罪障。所以这造罪业，障碍一切众生的善法，使一切众生生烦恼，这个罪业造得重。他给我烦恼，我忍耐，我决定不能让他生烦恼，我们学佛的人就学这个。绝对不是说，人家这样，你为什么不报复人家？好像世间人讲报复人这是人之常情。他不晓得，佛法里不是如此，佛法里决定不报复，佛法一切苦难自己承当，一切功德、幸福愿一切众生共享。先把这个心量拓开，我们的心跟佛心就有点相应，有点像。心不像佛心、愿不像佛愿，是决定修不成功的，行像佛行那是装模作样的，那是假的不是真的。佛法是心法，着重在真心，着重在真诚。",
      "zh_TW": "最後一種是「誓願忍」，這個就是到究竟圓滿，誓願忍是指什麼？四弘誓願裡面「佛道無上誓願成」。怎麼個成法？成佛不簡單，不是說說就成了；換句話說，要發堅固的誓願求生淨土。為什麼？生淨土就決定成佛道，這是經上給我們講得非常明瞭。不僅是我們這一方的眾生，盡虛空遍法界一切諸佛剎土的眾生，如果不求生西方極樂世界，要想圓成佛道，那就太難太難了。所以這個經，不僅僅是我們這個世間第一經，它是十方法界裡面的第一經，我們要認識清楚。成佛為了什麼？成佛為了救度一切眾生，因為只有成佛才有圓滿的智慧、圓滿的德能，才真正能夠濟度一切眾生。因此救度一切眾生、幫助眾生都來不及，怎麼可以去惱害一切眾生？我們從這些地方真正體會到，惱害眾生是最大的業障、罪障。所以這造罪業，障礙一切眾生的善法，使一切眾生生煩惱，這個罪業造得重。他給我煩惱，我忍耐，我決定不能讓他生煩惱，我們學佛的人就學這個。絕對不是說，人家這樣，你為什麼不報復人家？好像世間人講報復人這是人之常情。他不曉得，佛法裡不是如此，佛法裡決定不報復，佛法一切苦難自己承當，一切功德、幸福願一切眾生共享。先把這個心量拓開，我們的心跟佛心就有點相應，有點像。心不像佛心、願不像佛願，是決定修不成功的，行像佛行那是裝模作樣的，那是假的不是真的。佛法是心法，著重在真心，著重在真誠。"
    },
    {
      "id": "02-005-0054_p0027",
      "zh_CN": "所以「志愿无倦，忍力成就」，是非常非常重要的修学纲领，我们一定要牢牢的把它记住。愈往下面去就愈往事相上来讲，就是这个原则、这个原理，我们在日常生活当中，处事待人接物应该要怎么个做法。所以这些，这个经有教、理、行、果，教是教导，佛教给我们；理是理论；行就是要我们去做；果就是果实，就是你将来所得到的好处，得到真实的利益。这个一段是行经，教我们怎么做法，我们念了、听了、学了，自己不能去做，那一点用都没有，那就真的叫自欺欺人。自欺欺人已经就是很重的罪恶，还有什么功德？口里面念经，一天念十遍、念二十遍没用，将来该堕地狱还是堕地狱，该变饿鬼还是变饿鬼。佛法重实践，要真真实实的去做到，这是佛法，这样我们才能得到真实的利益。",
      "zh_TW": "所以「志願無倦，忍力成就」，是非常非常重要的修學綱領，我們一定要牢牢的把它記住。愈往下面去就愈往事相上來講，就是這個原則、這個原理，我們在日常生活當中，處事待人接物應該要怎麼個做法。所以這些，這個經有教、理、行、果，教是教導，佛教給我們；理是理論；行就是要我們去做；果就是果實，就是你將來所得到的好處，得到真實的利益。這個一段是行經，教我們怎麼做法，我們念了、聽了、學了，自己不能去做，那一點用都沒有，那就真的叫自欺欺人。自欺欺人已經就是很重的罪惡，還有什麼功德？口裡面念經，一天念十遍、念二十遍沒用，將來該墮地獄還是墮地獄，該變餓鬼還是變餓鬼。佛法重實踐，要真真實實的去做到，這是佛法，這樣我們才能得到真實的利益。"
    },
    {
      "id": "02-005-0054_p0028",
      "zh_CN": "所以这个经，同修们平常读诵的时候，要仔细去体会、去观察。先把它念熟，第一个是要熟，熟了之后就要随文作观，随文作观是修行，就是随着这个经文、经典的教训，我们要去做，句句都要把它做到。换句话说，经典变成自己的思想、行为，自己思想、行为就是《无量寿经》，你就跟阿弥陀佛同心、同愿、同德、同行，决定往生。所以这个经，就变成往生西方极乐世界的保证书，也是我们一生成佛的保证书，保证在这里。不是念念就成佛，念念就可以往生，那不可以的；要做到，念经、念佛都要做到。念佛要做到才能往生，念佛做不到不能往生，这点诸位要记住。所以念佛的人，为什么李老师从前说，一万个念佛人只有三个、五个往生的，大多数不能往生？因为大多数虽念佛口善，他不晓得怎么做法。我们先教你念经，经念熟了，以后你念这句佛号就想到这个全经，想到我处事待人接物，我在哪一种环境、哪个场所我应该怎么做法，就对了。一句佛号提醒自己，与弥陀同心、同愿、同德、同行，这个重要，这叫真正修净土，心净则土净。",
      "zh_TW": "所以這個經，同修們平常讀誦的時候，要仔細去體會、去觀察。先把它念熟，第一個是要熟，熟了之後就要隨文作觀，隨文作觀是修行，就是隨著這個經文、經典的教訓，我們要去做，句句都要把它做到。換句話說，經典變成自己的思想、行為，自己思想、行為就是《無量壽經》，你就跟阿彌陀佛同心、同願、同德、同行，決定往生。所以這個經，就變成往生西方極樂世界的保證書，也是我們一生成佛的保證書，保證在這裡。不是念念就成佛，念念就可以往生，那不可以的；要做到，念經、念佛都要做到。念佛要做到才能往生，念佛做不到不能往生，這點諸位要記住。所以念佛的人，為什麼李老師從前說，一萬個念佛人只有三個、五個往生的，大多數不能往生？因為大多數雖念佛口善，他不曉得怎麼做法。我們先教你念經，經念熟了，以後你念這句佛號就想到這個全經，想到我處事待人接物，我在哪一種環境、哪個場所我應該怎麼做法，就對了。一句佛號提醒自己，與彌陀同心、同願、同德、同行，這個重要，這叫真正修淨土，心淨則土淨。"
    },
    {
      "id": "02-005-0054_p0029",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}