{
  "doc_id": "02-005-0009",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0009",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-005-0009_p0001",
      "zh_CN": "请掀开经本第十面，最后一行，「实相无不相，非顽空与断灭」，《金刚经》上说，「若见诸相非相，即见如来」。这一句上次讲了一半，说明实相「无相」这是从体上说的，「无不相」就是有相，有相是从作用上说的，有体有用。所以实相离相，离相就是无相，因为无相才能够无不相，这是真理，这个意义很深。我们今天错在哪里？错在着了相，心里面执着有相，所以不能在境界里面随心所欲的变化。佛与大菩萨对于事实的真相他清楚、他理解，所以在一切相里面他不执着，离一切虚妄相，因此一切境界相他能够自在受用，就是《华严》里面所讲的理事无碍、事事无碍，人家是生活在无障碍的法界里面。我们做不到，我们是执着一切虚妄相，在一切虚妄相里面还生起妄想，于是乎就变成处处都有障碍，所谓触处成障、障碍重重，这个日子就很难过、很苦了。所以六道轮回就是这么来的，就是迷、执，这才有六道轮回。所以佛在大经里头常常教给我们，我们修学下手要从无相下手、从无念下手、从无知下手，都是一个意思，讲无相、无念、无知都是一个意思，从这个地方才能入得了门。我们想想，我们自己学佛的确是搞颠倒了，我们从有相、有念这哪能入得了门？错就错在这个地方，所以有知、有念、有相，是入不了门的。这个门是什么门？如果就迹象上说，这是佛门，这入不了佛门；如果给你讲真的话，入不了自性之门。这佛门就是讲自性，自性佛才是真佛，所谓明心见性，见性成佛。",
      "zh_TW": "請掀開經本第十面，最後一行，「實相無不相，非頑空與斷滅」，《金剛經》上說，「若見諸相非相，即見如來」。這一句上次講了一半，說明實相「無相」這是從體上說的，「無不相」就是有相，有相是從作用上說的，有體有用。所以實相離相，離相就是無相，因為無相才能夠無不相，這是真理，這個意義很深。我們今天錯在哪裡？錯在著了相，心裡面執著有相，所以不能在境界裡面隨心所欲的變化。佛與大菩薩對於事實的真相他清楚、他理解，所以在一切相裡面他不執著，離一切虛妄相，因此一切境界相他能夠自在受用，就是《華嚴》裡面所講的理事無礙、事事無礙，人家是生活在無障礙的法界裡面。我們做不到，我們是執著一切虛妄相，在一切虛妄相裡面還生起妄想，於是乎就變成處處都有障礙，所謂觸處成障、障礙重重，這個日子就很難過、很苦了。所以六道輪迴就是這麼來的，就是迷、執，這才有六道輪迴。所以佛在大經裡頭常常教給我們，我們修學下手要從無相下手、從無念下手、從無知下手，都是一個意思，講無相、無念、無知都是一個意思，從這個地方才能入得了門。我們想想，我們自己學佛的確是搞顛倒了，我們從有相、有念這哪能入得了門？錯就錯在這個地方，所以有知、有念、有相，是入不了門的。這個門是什麼門？如果就跡象上說，這是佛門，這入不了佛門；如果給你講真的話，入不了自性之門。這佛門就是講自性，自性佛才是真佛，所謂明心見性，見性成佛。"
    },
    {
      "id": "02-005-0009_p0002",
      "zh_CN": "所以大家要记住，着相是见不到性的；一定要离相，要无相、要无念、要无知，从这个地方下手那就很快。我们看古人学个三年五载他就开悟、就见性了，怎么那么快？就是人家下手方法很正确。不管是宗门、教下都是这样的，宗门从无住、无相、无念下手，教下从无知下手，教下宗派很多，这些说穿了统统都修的是清净心。有相心不清净，有念心也不清净，有知心也不清净；必须把这些东西统统去掉，就是六祖讲的「本来无一物」，心就清净了。清净心就是真心，清净心就是佛性、就是自性，自性起用这才能见性、才能够开悟、才能证果，你说这多重要。所以《般若经》里面给我们讲「无相故能无不相」，正是无知故能无所不知，无念故能无所不念，一个意思。真如本性本来具足一切万法，一样都不缺，所以六祖说得很好，「何期自性本来具足，能生万法」，那个诀窍就是在无相。所以你才晓得，离一切虚妄相，为什么诸佛菩萨这么重视。一切大乘经里面特别的强调，不从这个地方不能入门。所以，相好庄严就是法身，这个相好庄严不是指三十二相八十种好，不是指这个；包括世出世间一切法，所谓山河大地统统都包括在其中，这些就是法身，十法界依正庄严是我们自己的法身。十界依正庄严这是无不相，在无不相里面见到无相，无不相是境界、是外境，无相是心性的本体，从相上见到本体，从本体变现出现相，这就叫法身。",
      "zh_TW": "所以大家要記住，著相是見不到性的；一定要離相，要無相、要無念、要無知，從這個地方下手那就很快。我們看古人學個三年五載他就開悟、就見性了，怎麼那麼快？就是人家下手方法很正確。不管是宗門、教下都是這樣的，宗門從無住、無相、無念下手，教下從無知下手，教下宗派很多，這些說穿了統統都修的是清淨心。有相心不清淨，有念心也不清淨，有知心也不清淨；必須把這些東西統統去掉，就是六祖講的「本來無一物」，心就清淨了。清淨心就是真心，清淨心就是佛性、就是自性，自性起用這才能見性、才能夠開悟、才能證果，你說這多重要。所以《般若經》裡面給我們講「無相故能無不相」，正是無知故能無所不知，無念故能無所不念，一個意思。真如本性本來具足一切萬法，一樣都不缺，所以六祖說得很好，「何期自性本來具足，能生萬法」，那個訣竅就是在無相。所以你才曉得，離一切虛妄相，為什麼諸佛菩薩這麼重視。一切大乘經裡面特別的強調，不從這個地方不能入門。所以，相好莊嚴就是法身，這個相好莊嚴不是指三十二相八十種好，不是指這個；包括世出世間一切法，所謂山河大地統統都包括在其中，這些就是法身，十法界依正莊嚴是我們自己的法身。十界依正莊嚴這是無不相，在無不相裡面見到無相，無不相是境界、是外境，無相是心性的本體，從相上見到本體，從本體變現出現相，這就叫法身。"
    },
    {
      "id": "02-005-0009_p0003",
      "zh_CN": "所以说真知无知，真正的智慧是无知，般若无知，无知，所以才能够无所不知。这个事实也是我们凡夫不能理解、不知道，所以一昧拼命去求知，这就坏了，所求得的是什么？叫做所知障。求得的是障碍，增长所知障，增长邪见而已，不是正知，不是真正的智慧。因此一切种智就是真实的智慧，一切种智从哪里来？从无知来。灵照大师说得很好，他说「至理一言，点凡成圣」，最圆满、最究竟的道理只一句话，一句话就能够点凡成圣，不需要多。诸位如果看看《大般若经纲要》，我们过去印过这个书，香港也印过，香港的本子比我们的本子好，《大般若经纲要》。《大般若经》六百卷，香港的本子精装二十四册，这么厚的本子精装二十四册。古人看分量太多了，恐怕初学的人困难，在里头把精要的部分摘录出来编成一个《纲要》。《纲要》还是多，《纲要》就编成一本，变成二十四分之一，还是嫌多。整个再归纳起来，实在说只是两个字，这两个字就是「无知」，般若无知。六百卷归纳起来之后，就是个无知了，由无知才变现出六百卷出来，这是归纳到极处两个字就说尽了。或者讲无念、无相，都是一个意思，这是真实的智慧。",
      "zh_TW": "所以說真知無知，真正的智慧是無知，般若無知，無知，所以才能夠無所不知。這個事實也是我們凡夫不能理解、不知道，所以一昧拼命去求知，這就壞了，所求得的是什麼？叫做所知障。求得的是障礙，增長所知障，增長邪見而已，不是正知，不是真正的智慧。因此一切種智就是真實的智慧，一切種智從哪裡來？從無知來。靈照大師說得很好，他說「至理一言，點凡成聖」，最圓滿、最究竟的道理只一句話，一句話就能夠點凡成聖，不需要多。諸位如果看看《大般若經綱要》，我們過去印過這個書，香港也印過，香港的本子比我們的本子好，《大般若經綱要》。《大般若經》六百卷，香港的本子精裝二十四冊，這麼厚的本子精裝二十四冊。古人看分量太多了，恐怕初學的人困難，在裡頭把精要的部分摘錄出來編成一個《綱要》。《綱要》還是多，《綱要》就編成一本，變成二十四分之一，還是嫌多。整個再歸納起來，實在說只是兩個字，這兩個字就是「無知」，般若無知。六百卷歸納起來之後，就是個無知了，由無知才變現出六百卷出來，這是歸納到極處兩個字就說盡了。或者講無念、無相，都是一個意思，這是真實的智慧。"
    },
    {
      "id": "02-005-0009_p0004",
      "zh_CN": "在净宗里面，实在讲比般若要来得方便。般若说老实话，前面我们讲过，无念、无住八地以上的境界，我们凡夫只能够说听说而已，做不到。无相，离一切虚妄相，我们能离得了吗？很想离，这「很想」这一念就是个妄念，用妄念怎么能离得了妄念？没法子，妄念离不了妄念，执着没有办法破执着，凡夫难，难在这个地方。净宗妙，就妙在就用这个妄心他还能成功；其他宗、其他法门里面不行，没听说这个说法。净土宗用的什么方法？一句「阿弥陀佛」就行了。所以灵照大师讲「至理一言，点凡成圣」，用在净土宗这个至理一言就是阿弥陀佛四个字，就能叫你超凡入圣。所以大家要仔细比较比较，净土比禅实在是方便，禅不一定能成就，净是决定可以成就，稳稳当当的成就，这个是不可思议。",
      "zh_TW": "在淨宗裡面，實在講比般若要來得方便。般若說老實話，前面我們講過，無念、無住八地以上的境界，我們凡夫只能夠說聽說而已，做不到。無相，離一切虛妄相，我們能離得了嗎？很想離，這「很想」這一念就是個妄念，用妄念怎麼能離得了妄念？沒法子，妄念離不了妄念，執著沒有辦法破執著，凡夫難，難在這個地方。淨宗妙，就妙在就用這個妄心他還能成功；其他宗、其他法門裡面不行，沒聽說這個說法。淨土宗用的什麼方法？一句「阿彌陀佛」就行了。所以靈照大師講「至理一言，點凡成聖」，用在淨土宗這個至理一言就是阿彌陀佛四個字，就能叫你超凡入聖。所以大家要仔細比較比較，淨土比禪實在是方便，禪不一定能成就，淨是決定可以成就，穩穩當當的成就，這個是不可思議。"
    },
    {
      "id": "02-005-0009_p0005",
      "zh_CN": "在这个地方，我们把这个意思总起来说一说，先讲诸法，诸法这是相分，我们六根接触得到的，眼看得见的、耳听得见的，六根六尘，这是一切诸法。这法从哪里来的？佛在大经里面给我们讲，这是唯心所现。一切法就是十法界，连西方极乐世界也不例外，下至阿鼻地狱，是我们心变现之物，心变现的。所以十法界没有两样，为什么？全是心变现的，哪有两样！所以说不异，不异就是没有两样。古人用比喻来给我们说明，所谓「以金作器，器器皆金」，我们拿黄金做一个佛像，这代表佛法界；然后做一个小猫、小狗，那就是畜生界；做一个鬼王，这代表饿鬼、地狱界。但是质料统统是黄金，价钱一样、成分一样，做的工也一样，所以给你说没有两样，从质料上去看是一样，统统都是纯金，从体上看没有两样。",
      "zh_TW": "在這個地方，我們把這個意思總起來說一說，先講諸法，諸法這是相分，我們六根接觸得到的，眼看得見的、耳聽得見的，六根六塵，這是一切諸法。這法從哪裡來的？佛在大經裡面給我們講，這是唯心所現。一切法就是十法界，連西方極樂世界也不例外，下至阿鼻地獄，是我們心變現之物，心變現的。所以十法界沒有兩樣，為什麼？全是心變現的，哪有兩樣！所以說不異，不異就是沒有兩樣。古人用比喻來給我們說明，所謂「以金作器，器器皆金」，我們拿黃金做一個佛像，這代表佛法界；然後做一個小貓、小狗，那就是畜生界；做一個鬼王，這代表餓鬼、地獄界。但是質料統統是黃金，價錢一樣、成分一樣，做的工也一樣，所以給你說沒有兩樣，從質料上去看是一樣，統統都是純金，從體上看沒有兩樣。"
    },
    {
      "id": "02-005-0009_p0006",
      "zh_CN": "所以十法界依正庄严平等平等，它是平等的，我们这个《无量寿经》经题上就是「清净平等」，从体上讲实在是清净平等。为什么会有这么多不同的相？佛又说那是「唯识所变故不一」，它就不是一样的了，形形色色的，它不相同。不相同是什么？是因为你的念头不相同。我们每个人念头都不一样，所以相貌不相同，看相算命的都会说，「人心不同，各如其面」。所以佛的相为什么都相同？因为佛的心相同，佛心都没有念，什么念头都没有，所以佛面貌都一样的。菩萨不完全相同，大同小异，因为什么？他那个妄念少，但是他还有，妄念少，所以大致上相同；他还有念，所以细细看还有不同。只有佛跟佛相貌是完全相同。我们的相貌自己要负责任，你的相貌好与不好，你的心不一样。所以我们要想相貌很好可以修，相随心转，你的心好，相就好了，相貌就变好。修个三年五年就看得出来，不要很长时间，三、五年相貌就变了，十年八年变得就更多，所以这个相好光明是可以修得的。光明，现在有些学气功的人他就能看得到，能够看到每个人身上有光，光的大小不一样，颜色也不相同，这个与自己的心念有关系。",
      "zh_TW": "所以十法界依正莊嚴平等平等，它是平等的，我們這個《無量壽經》經題上就是「清淨平等」，從體上講實在是清淨平等。為什麼會有這麼多不同的相？佛又說那是「唯識所變故不一」，它就不是一樣的了，形形色色的，它不相同。不相同是什麼？是因為你的念頭不相同。我們每個人念頭都不一樣，所以相貌不相同，看相算命的都會說，「人心不同，各如其面」。所以佛的相為什麼都相同？因為佛的心相同，佛心都沒有念，什麼念頭都沒有，所以佛面貌都一樣的。菩薩不完全相同，大同小異，因為什麼？他那個妄念少，但是他還有，妄念少，所以大致上相同；他還有念，所以細細看還有不同。只有佛跟佛相貌是完全相同。我們的相貌自己要負責任，你的相貌好與不好，你的心不一樣。所以我們要想相貌很好可以修，相隨心轉，你的心好，相就好了，相貌就變好。修個三年五年就看得出來，不要很長時間，三、五年相貌就變了，十年八年變得就更多，所以這個相好光明是可以修得的。光明，現在有些學氣功的人他就能看得到，能夠看到每個人身上有光，光的大小不一樣，顏色也不相同，這個與自己的心念有關係。"
    },
    {
      "id": "02-005-0009_p0007",
      "zh_CN": "所以讲唯识所变故不一，是从现相上看；唯心所现故不异，是从本性上去看，本性是相同的，现相是不一样的。这说了一个体，一切诸法的本体、现相。它既然有现相，它一定就有作用，相就会起作用。譬如我们讲水，水的本体是氢气、氧气的化合物，氢氧是它的本体；它的现相，它有三种不同的现相，液体、气体、固体，它结成冰就变成固体，冰溶化了就是液体，加热它就变成蒸气；三种不同的形状，作用就不一样，作用就不相同，这就不必细说了。所以它那个样子改变了，用处就不一样。",
      "zh_TW": "所以講唯識所變故不一，是從現相上看；唯心所現故不異，是從本性上去看，本性是相同的，現相是不一樣的。這說了一個體，一切諸法的本體、現相。它既然有現相，它一定就有作用，相就會起作用。譬如我們講水，水的本體是氫氣、氧氣的化合物，氫氧是它的本體；它的現相，它有三種不同的現相，液體、氣體、固體，它結成冰就變成固體，冰溶化了就是液體，加熱它就變成蒸氣；三種不同的形狀，作用就不一樣，作用就不相同，這就不必細說了。所以它那個樣子改變了，用處就不一樣。"
    },
    {
      "id": "02-005-0009_p0008",
      "zh_CN": "我们讲从原则上来讲，不要一桩一桩从细节上来说，那说不尽的。它的作用简单的说就是「精一中和」，我们中国古圣先贤所说的。精一，精是不杂，就是我们现在讲的不夹杂，不夹杂才精，夹杂就不精。精一我们讲纯一，在佛法里面讲就是定，定就是中国人讲的精一，这是自受用，自己的受用。对大众呢？对大众讲中、讲和，中庸之道，不偏不倚。讲和，佛法里面讲戒。佛法讲戒定慧，它的作用是戒定慧，我们儒家讲精一中和，所以精一中和就是佛法里面讲的定、讲的戒。佛法又讲，在佛学里面讲「佛之知见」，这佛之知见就是慧，佛知佛见这是慧的力用。说到戒定，精一中和，相当于我们净土宗讲的一心不乱，这是性德起用；禅宗里面讲的定慧等持，这是佛知佛见，佛的知见是定慧均等，起作用就是佛知佛见。在这个地方我们特别要注意到的，精一是性定，《楞严》上讲的自性本定；中和就是大慈，真正的慈悲，利益一切众生。",
      "zh_TW": "我們講從原則上來講，不要一樁一樁從細節上來說，那說不盡的。它的作用簡單的說就是「精一中和」，我們中國古聖先賢所說的。精一，精是不雜，就是我們現在講的不夾雜，不夾雜才精，夾雜就不精。精一我們講純一，在佛法裡面講就是定，定就是中國人講的精一，這是自受用，自己的受用。對大眾呢？對大眾講中、講和，中庸之道，不偏不倚。講和，佛法裡面講戒。佛法講戒定慧，它的作用是戒定慧，我們儒家講精一中和，所以精一中和就是佛法裡面講的定、講的戒。佛法又講，在佛學裡面講「佛之知見」，這佛之知見就是慧，佛知佛見這是慧的力用。說到戒定，精一中和，相當於我們淨土宗講的一心不亂，這是性德起用；禪宗裡面講的定慧等持，這是佛知佛見，佛的知見是定慧均等，起作用就是佛知佛見。在這個地方我們特別要注意到的，精一是性定，《楞嚴》上講的自性本定；中和就是大慈，真正的慈悲，利益一切眾生。"
    },
    {
      "id": "02-005-0009_p0009",
      "zh_CN": "从这点我们能够体会到，儒佛的教育目的都是启发自性的，绝对不是那个专制时代约束人、是那些独裁者统治人的工具。我们今天用这种眼光来看古圣先贤的教育，这是冤枉了古人，这个罪业很深很深。古圣先贤一片慈悲救度一切众生，你全部把他抹杀了，这个不得了。今天我们遭受这样的苦难，追溯根本的原因就是我们教育失败了，教育的方针、目的完全错误。有不少有心人想到如何来拯救这个世界？李老师往生之前所讲的，诸佛菩萨、神仙下凡都拯救不了这个世界，没救了。实在来说方法是有，如果现在要做的话还来得及，恐怕众生没这个福报。什么方法？唯有佛法能够救度这个世间，但是今天佛法弘扬有障碍，不能普及。正法如果能普遍的弘扬，可以利用现在科学的工具，电视就是很好的工具，每天能够在电视上讲一个小时，三年人心就变化，人心就平了。邪说不怕，俗话常说「不怕不识货，就怕货比货」，各种学说你去听听，再听听佛法，比较比较就不一样。但是现在就是电视广播每天一个小时，这个缘我们没有。台湾有钱的人很多，花在不要紧的地方花得太多了，真正救命的地方没有花到一文钱，这很可惜。这个方法能救，除这个方法之外都没有法子。从教育上着手，那的确是十年、二十年、五十年、一百年以后才能收到效果，不能马上收到效果；唯独佛法可以能够在三年就收到效果。",
      "zh_TW": "從這點我們能夠體會到，儒佛的教育目的都是啟發自性的，絕對不是那個專制時代約束人、是那些獨裁者統治人的工具。我們今天用這種眼光來看古聖先賢的教育，這是冤枉了古人，這個罪業很深很深。古聖先賢一片慈悲救度一切眾生，你全部把他抹殺了，這個不得了。今天我們遭受這樣的苦難，追溯根本的原因就是我們教育失敗了，教育的方針、目的完全錯誤。有不少有心人想到如何來拯救這個世界？李老師往生之前所講的，諸佛菩薩、神仙下凡都拯救不了這個世界，沒救了。實在來說方法是有，如果現在要做的話還來得及，恐怕眾生沒這個福報。什麼方法？唯有佛法能夠救度這個世間，但是今天佛法弘揚有障礙，不能普及。正法如果能普遍的弘揚，可以利用現在科學的工具，電視就是很好的工具，每天能夠在電視上講一個小時，三年人心就變化，人心就平了。邪說不怕，俗話常說「不怕不識貨，就怕貨比貨」，各種學說你去聽聽，再聽聽佛法，比較比較就不一樣。但是現在就是電視廣播每天一個小時，這個緣我們沒有。台灣有錢的人很多，花在不要緊的地方花得太多了，真正救命的地方沒有花到一文錢，這很可惜。這個方法能救，除這個方法之外都沒有法子。從教育上著手，那的確是十年、二十年、五十年、一百年以後才能收到效果，不能馬上收到效果；唯獨佛法可以能夠在三年就收到效果。"
    },
    {
      "id": "02-005-0009_p0010",
      "zh_CN": "所以确实性德的流露，这就是佛法里面所讲的大菩提与大涅槃，第一行里面所讲的「平等一相」。所以诸法必定能够融通，我们今天看世界上许许多多事情对立的，彼此互不相融，这个互不相融、这种对立是怎么产生的？产生在分别执着。舍弃了分别执着，没有不圆融的，法法圆融，能够融通。所以十法界依正庄严它是和谐的，没有一法是对立的，都是和谐的。为什么？如果对立那就不是性德，不是本性。本性所变现出一切法，怎么会有对立！病根就是妄想执着。所以离妄想就能够契入理事无碍，《华严经》的境界，离执着就事事无碍。所有一切障碍那个根源，就是妄想执着，世尊在《华严》上说，一切众生「但以妄想执着而不能证得」，证得什么？四无碍法界。四无碍法界就是华藏世界，一真法界，离开妄想执着就证得了。",
      "zh_TW": "所以確實性德的流露，這就是佛法裡面所講的大菩提與大涅槃，第一行裡面所講的「平等一相」。所以諸法必定能夠融通，我們今天看世界上許許多多事情對立的，彼此互不相融，這個互不相融、這種對立是怎麼產生的？產生在分別執著。捨棄了分別執著，沒有不圓融的，法法圓融，能夠融通。所以十法界依正莊嚴它是和諧的，沒有一法是對立的，都是和諧的。為什麼？如果對立那就不是性德，不是本性。本性所變現出一切法，怎麼會有對立！病根就是妄想執著。所以離妄想就能夠契入理事無礙，《華嚴經》的境界，離執著就事事無礙。所有一切障礙那個根源，就是妄想執著，世尊在《華嚴》上說，一切眾生「但以妄想執著而不能證得」，證得什麼？四無礙法界。四無礙法界就是華藏世界，一真法界，離開妄想執著就證得了。"
    },
    {
      "id": "02-005-0009_p0011",
      "zh_CN": "我们再看底下这一条，第二，「实相离言说。南岳云」，南岳就是怀让禅师，《坛经》里面有「说似一物即不中」。他去见六祖，六祖就问他，问他的境界，就叫他「你说一句来我听听」。他就说了，「说似一物即不中」，六祖马上就同意。六祖所问的是心性，心性说不出来的。「故云：凡有言说，皆无实义」，这一句话很重要很重要。为什么佛门跟从前的儒家那么样的重视根本智？根本智就是无知。为什么重视无知？儒与佛最常用的方法，就是叫你念书，不解义的，叫你念遍数。你看从前这私塾教小朋友念四书五经，就是叫他背，能背之后，还要叫他背一百遍、背两百遍，不讲解的，没得讲的，就是天天去背，什么意思不知道。它这是个什么教学法？就是教你训练无知、无念、无想，去训练这个。因为不念书，不这样逼着你念，就会胡思乱想，就会打妄想；每天叫你念，念上几个钟点，这几个钟点不打妄想，把妄想、分别、执着念掉。因为，这里讲得很好，言说，文字是言说的符号，凡所言说，皆无实义。换句话说，所有的文字也没有真实义。义在哪里？义在言外。文字里头没有意思，你只好乖乖的去念就好了；你要以为文字里头有意思，你在那里面猜测，那全是妄想。佛用这些方法成就你无知，就是教你学无知，真正得无知了，然后这个文字里头有无量义，你见什么人你就可以生什么意思，给他说什么义，无量义。所以它不是一个义，一个义这个文字是死的，不是活的。你看看佛的经典，自古以来历代那些祖师大德的注解，每个人说法都不一样，你去看看都有道理。这才晓得什么？它无量义。祖师大德能够在无量义里面，也不过说出一、二义而已。所以这个意思怎么可以去猜测，怎么可以去研究？从这个地方我们才发现，原来叫我们读诵不要求解，这是正确的，这是真正的、唯一的途径。就是求离一切虚妄相，让自己心地清净，恢复自己本性里面本来具足的智慧德能，心一清净统统恢复了。",
      "zh_TW": "我們再看底下這一條，第二，「實相離言說。南嶽云」，南嶽就是懷讓禪師，《壇經》裡面有「說似一物即不中」。他去見六祖，六祖就問他，問他的境界，就叫他「你說一句來我聽聽」。他就說了，「說似一物即不中」，六祖馬上就同意。六祖所問的是心性，心性說不出來的。「故云：凡有言說，皆無實義」，這一句話很重要很重要。為什麼佛門跟從前的儒家那麼樣的重視根本智？根本智就是無知。為什麼重視無知？儒與佛最常用的方法，就是叫你念書，不解義的，叫你念遍數。你看從前這私塾教小朋友念四書五經，就是叫他背，能背之後，還要叫他背一百遍、背兩百遍，不講解的，沒得講的，就是天天去背，什麼意思不知道。它這是個什麼教學法？就是教你訓練無知、無念、無想，去訓練這個。因為不念書，不這樣逼著你念，就會胡思亂想，就會打妄想；每天叫你念，念上幾個鐘點，這幾個鐘點不打妄想，把妄想、分別、執著念掉。因為，這裡講得很好，言說，文字是言說的符號，凡所言說，皆無實義。換句話說，所有的文字也沒有真實義。義在哪裡？義在言外。文字裡頭沒有意思，你只好乖乖的去念就好了；你要以為文字裡頭有意思，你在那裡面猜測，那全是妄想。佛用這些方法成就你無知，就是教你學無知，真正得無知了，然後這個文字裡頭有無量義，你見什麼人你就可以生什麼意思，給他說什麼義，無量義。所以它不是一個義，一個義這個文字是死的，不是活的。你看看佛的經典，自古以來歷代那些祖師大德的註解，每個人說法都不一樣，你去看看都有道理。這才曉得什麼？它無量義。祖師大德能夠在無量義裡面，也不過說出一、二義而已。所以這個意思怎麼可以去猜測，怎麼可以去研究？從這個地方我們才發現，原來叫我們讀誦不要求解，這是正確的，這是真正的、唯一的途徑。就是求離一切虛妄相，讓自己心地清淨，恢復自己本性裡面本來具足的智慧德能，心一清淨統統恢復了。"
    },
    {
      "id": "02-005-0009_p0012",
      "zh_CN": "后面一段还是这个意思，「《圆觉》云」，《圆觉经》上讲，「诸幻尽灭，觉心不动」。这个诸幻是什么东西？给诸位说是幻想，就是妄想。妄想要灭尽，你的真心本性现前了。真心本性是本来清净、本不动摇，是清净寂灭相，这个就是如来大涅槃，从这里证得了。还有妄念这就不能证得，必须把这些幻想、妄念要灭尽。我们现在晓得用什么方法来灭？用读经的方法、用念佛的方法，这个最有效果。我一天到晚念这一句阿弥陀佛，佛号一句接一句，不要叫妄念渗透进来，那就成功，就得力了。教你念《无量寿经》，目的也在此地，这部经念一遍需要一个小时，这一个小时里面所有妄想都渗透不进来，你这一个小时就无量功德。念两部两个小时，念三部三个小时，如果你有时间，修行的时间是愈长愈好，修个三年五年心清净了。虽然妄念不能完全断，大概能够断个七、八成，断个七、八成，说老实话，往生西方极乐世界就有把握了。妄念少了，烦恼轻了，智慧增长了，心定下来了，这是真正修行。所以一般寺庙里面那种课诵，从前课诵是真正修行，现在课诵说老实话都流于形式了，一面课诵，一面还在打妄想。打妄想有的时候犍椎就会敲错了，这一敲错，底下听的人都不高兴、都很生气，这哪里叫修行？真正修行，六祖说得好，真正修行人不见世间过。人家犍椎敲错你怎么会见到？可见得你心就在执着，在虚妄分别。诵经念咒是训练清净心的，你的心不清净，所以那个课诵没用处，不做也罢。所以诸位修行要晓得，修行是什么意思，怎么个修法，修行的好处在哪里？这总得要清楚、要明了。",
      "zh_TW": "後面一段還是這個意思，「《圓覺》云」，《圓覺經》上講，「諸幻盡滅，覺心不動」。這個諸幻是什麼東西？給諸位說是幻想，就是妄想。妄想要滅盡，你的真心本性現前了。真心本性是本來清淨、本不動搖，是清淨寂滅相，這個就是如來大涅槃，從這裡證得了。還有妄念這就不能證得，必須把這些幻想、妄念要滅盡。我們現在曉得用什麼方法來滅？用讀經的方法、用念佛的方法，這個最有效果。我一天到晚念這一句阿彌陀佛，佛號一句接一句，不要叫妄念滲透進來，那就成功，就得力了。教你念《無量壽經》，目的也在此地，這部經念一遍需要一個小時，這一個小時裡面所有妄想都滲透不進來，你這一個小時就無量功德。念兩部兩個小時，念三部三個小時，如果你有時間，修行的時間是愈長愈好，修個三年五年心清淨了。雖然妄念不能完全斷，大概能夠斷個七、八成，斷個七、八成，說老實話，往生西方極樂世界就有把握了。妄念少了，煩惱輕了，智慧增長了，心定下來了，這是真正修行。所以一般寺廟裡面那種課誦，從前課誦是真正修行，現在課誦說老實話都流於形式了，一面課誦，一面還在打妄想。打妄想有的時候犍椎就會敲錯了，這一敲錯，底下聽的人都不高興、都很生氣，這哪裡叫修行？真正修行，六祖說得好，真正修行人不見世間過。人家犍椎敲錯你怎麼會見到？可見得你心就在執著，在虛妄分別。誦經念咒是訓練清淨心的，你的心不清淨，所以那個課誦沒用處，不做也罷。所以諸位修行要曉得，修行是什麼意思，怎麼個修法，修行的好處在哪裡？這總得要清楚、要明瞭。"
    },
    {
      "id": "02-005-0009_p0013",
      "zh_CN": "下面两句还是《圆觉经》上说的，「幻灭灭故，非幻不灭」。其实这个意思跟上面的是相同的，只是说法不一样。幻灭灭尽了，非幻就是性，就是真如本性，这个东西不灭；灭的就是一切分别执着妄想，这个东西灭尽了。「故云：不用求真，唯须息见」。真正修行人修什么？就是把你自己的妄念去掉而已，真的需要求吗？不需要。你有求真这一念，这一念就是妄念，妄求不得真；妄舍掉，真自然现前。所以不用求真，求真决定得不到真。净土宗教你求一心不乱，你要有求一心不乱的心，注定你这一生得不到一心不乱。为什么？你念这句阿弥陀佛里头，还夹杂着「我求一心不乱」，这就不行，这哪里能求得到？一心不乱里头决定没有「一心不乱」这个念头，有一心不乱的念头就是大障碍，这个叫妄念，这个不可以有的。老老实实的念这一句阿弥陀佛，念到功夫到家的时候，这一心不乱自然就现前。所以只要功夫深，境界是必定会显现的，你不要着急，急不得的，愈急愈远去了。这里要注意的，离相，前面跟诸位讲的灭幻、息见，这些开示都非常非常重要，真正想明心见性，真正想成就佛道，一定要从这里入门。",
      "zh_TW": "下面兩句還是《圓覺經》上說的，「幻滅滅故，非幻不滅」。其實這個意思跟上面的是相同的，只是說法不一樣。幻滅滅盡了，非幻就是性，就是真如本性，這個東西不滅；滅的就是一切分別執著妄想，這個東西滅盡了。「故云：不用求真，唯須息見」。真正修行人修什麼？就是把你自己的妄念去掉而已，真的需要求嗎？不需要。你有求真這一念，這一念就是妄念，妄求不得真；妄捨掉，真自然現前。所以不用求真，求真決定得不到真。淨土宗教你求一心不亂，你要有求一心不亂的心，注定你這一生得不到一心不亂。為什麼？你念這句阿彌陀佛裡頭，還夾雜著「我求一心不亂」，這就不行，這哪裡能求得到？一心不亂裡頭決定沒有「一心不亂」這個念頭，有一心不亂的念頭就是大障礙，這個叫妄念，這個不可以有的。老老實實的念這一句阿彌陀佛，念到功夫到家的時候，這一心不亂自然就現前。所以只要功夫深，境界是必定會顯現的，你不要著急，急不得的，愈急愈遠去了。這裡要注意的，離相，前面跟諸位講的滅幻、息見，這些開示都非常非常重要，真正想明心見性，真正想成就佛道，一定要從這裡入門。"
    },
    {
      "id": "02-005-0009_p0014",
      "zh_CN": "所以真正佛法不在经典。国内外有不少的同修来找我，希望我办个佛学院，我说我是很久就有这个意思，但是找不到学生。确实找不到学生，学生要跑到我这来，看我这种教学法的时候，「这是什么佛学院！」他掉头就去了。我怕人家毁谤，免得造业，干脆就不要办。真正佛学院从哪里下手？不是从研究经典，不是从讲解经典。我给你一本《无量寿经》，一天给我念十二遍，念上三年，我是这个教学法。今天讲到这个地方，你们会体会到，三年当中不要看文字，把心定下来，定三年之后再听我讲经，会开悟；没有三年修定的功夫，你听我讲经听一辈子都是听皮毛，不会开悟的。所以学佛要什么样的基础？要以禅定的基础。你看禅宗没有到得禅定之前不准听开示的，最低限度要得禅定。教下也是如此，所谓「五年学戒」，就是五年读经，老师给一部经典给你，你去念五年，五年心念定了才有资格去听讲，讲经的讲席他才可以参与、可以听讲，那个听讲很容易开悟。我们现在讲席讲了这么多年，一个开悟的都没有，所以大家就晓得原因在什么地方，就知道了，那个病根找到了，从根本上消除来得及，不是来不及。",
      "zh_TW": "所以真正佛法不在經典。國內外有不少的同修來找我，希望我辦個佛學院，我說我是很久就有這個意思，但是找不到學生。確實找不到學生，學生要跑到我這來，看我這種教學法的時候，「這是什麼佛學院！」他掉頭就去了。我怕人家毀謗，免得造業，乾脆就不要辦。真正佛學院從哪裡下手？不是從研究經典，不是從講解經典。我給你一本《無量壽經》，一天給我念十二遍，念上三年，我是這個教學法。今天講到這個地方，你們會體會到，三年當中不要看文字，把心定下來，定三年之後再聽我講經，會開悟；沒有三年修定的功夫，你聽我講經聽一輩子都是聽皮毛，不會開悟的。所以學佛要什麼樣的基礎？要以禪定的基礎。你看禪宗沒有到得禪定之前不准聽開示的，最低限度要得禪定。教下也是如此，所謂「五年學戒」，就是五年讀經，老師給一部經典給你，你去念五年，五年心念定了才有資格去聽講，講經的講席他才可以參與、可以聽講，那個聽講很容易開悟。我們現在講席講了這麼多年，一個開悟的都沒有，所以大家就曉得原因在什麼地方，就知道了，那個病根找到了，從根本上消除來得及，不是來不及。"
    },
    {
      "id": "02-005-0009_p0015",
      "zh_CN": "所以我以前也说过，你们同学当中，也许过个一、二年我会办个佛学院，什么人有资格来参加？我过去讲过了，《无量寿经》要念三千遍，这最少的。你们有没有念过三千遍，我也不晓得，你一遍没念，过来告诉我，「我已经念了三千遍」，我也不能不收你。但是我们要来个考试，考试怎么考法？《无量寿经》从头到尾默写一遍，错一个字扣一分，八十分及格可以录取；换句话说，错二十一个字，这个学生就不取了。这是训练大家的清净心，出家、在家可以不拘束。从前李老师在台中办讲经班、经学班，他只办了两年，学生都不是住在那边的，通学的。一个星期上两天课，两年当中训练了二十多个讲经说法的人才。我们可以仿照他那个方法来办，但是我们入学的条件，比李老师提升得很高。所以这一段时间留给诸位同修做预备，你们真的要有几个人，这个经念上三千遍，可以写到错字不超过二十个，来告诉我，我可以开班了。",
      "zh_TW": "所以我以前也說過，你們同學當中，也許過個一、二年我會辦個佛學院，什麼人有資格來參加？我過去講過了，《無量壽經》要念三千遍，這最少的。你們有沒有念過三千遍，我也不曉得，你一遍沒念，過來告訴我，「我已經念了三千遍」，我也不能不收你。但是我們要來個考試，考試怎麼考法？《無量壽經》從頭到尾默寫一遍，錯一個字扣一分，八十分及格可以錄取；換句話說，錯二十一個字，這個學生就不取了。這是訓練大家的清淨心，出家、在家可以不拘束。從前李老師在台中辦講經班、經學班，他只辦了兩年，學生都不是住在那邊的，通學的。一個星期上兩天課，兩年當中訓練了二十多個講經說法的人才。我們可以仿照他那個方法來辦，但是我們入學的條件，比李老師提升得很高。所以這一段時間留給諸位同修做預備，你們真的要有幾個人，這個經念上三千遍，可以寫到錯字不超過二十個，來告訴我，我可以開班了。"
    },
    {
      "id": "02-005-0009_p0016",
      "zh_CN": "「离一切相，即一切法。离故无相，即故无不相，不得已强名实相」，这一句是总结前面的意思。离是心离，不是身离，心离，心就是不着一切相。只要你不执着一切相，不去分别一切相，即一切法，这个一切法是什么意思？这一切法就是前面讲的实相。那把《金刚经》上两句话要改一改了，「凡所有相皆是实相」。你看到十法界依正庄严统统是实相，为什么？因为你能够看得出来唯心所现、唯识所变，你把这个事实的真相看得清清楚楚、明明白白的。我们今天看不出来，就是把这一切相当作真的，执着以为是真实，不知道这些相是心识变现的，以为是真正有的，这个观念错误。所以离相是离心里面的妄想执着，然后你看十法界依正庄严没有一法不是真如本性。正是所谓「以金作器，器器皆金」，你把金拿来我看看，随手拈来皆是，没有一样不是的，样样都是的，所以这叫即一切法。「离故无相，即故无不相」。体相用三者具足，所以说「不得已强名实相」。实在讲诸佛如来给一切众生说法，也是不得已勉强而说，所以决定不可以执着言说、名相，不可以用心思去想想：佛讲这是什么意思。那就错了，你永远想不到的，不想就得到了，想就想不到。所以马鸣菩萨《起信论》里面跟我们说得很明白，教给我们学习的态度，第一个要「离言说相」，不要执着佛说法的言语、言说，不执着这个；第二要「离名字相」，佛经里面很多专有名词术语，不要去理会它，不要去执着它；第三个要「离心缘相」，不要去想它的意思，不要去想。这样听经是什么？是在修定。定能够开慧，所以一听，听了他就开悟了。那是什么？他心定，他听的时候才会开悟；他心要不定，听的时候要在那里想像、在那里思惟，他不会开悟的。这个悟是从定心里面开发的。所以马鸣菩萨教我们听经，听经也是修定，定里面自然有慧，不要勉强，自然有慧。",
      "zh_TW": "「離一切相，即一切法。離故無相，即故無不相，不得已強名實相」，這一句是總結前面的意思。離是心離，不是身離，心離，心就是不著一切相。只要你不執著一切相，不去分別一切相，即一切法，這個一切法是什麼意思？這一切法就是前面講的實相。那把《金剛經》上兩句話要改一改了，「凡所有相皆是實相」。你看到十法界依正莊嚴統統是實相，為什麼？因為你能夠看得出來唯心所現、唯識所變，你把這個事實的真相看得清清楚楚、明明白白的。我們今天看不出來，就是把這一切相當作真的，執著以為是真實，不知道這些相是心識變現的，以為是真正有的，這個觀念錯誤。所以離相是離心裡面的妄想執著，然後你看十法界依正莊嚴沒有一法不是真如本性。正是所謂「以金作器，器器皆金」，你把金拿來我看看，隨手拈來皆是，沒有一樣不是的，樣樣都是的，所以這叫即一切法。「離故無相，即故無不相」。體相用三者具足，所以說「不得已強名實相」。實在講諸佛如來給一切眾生說法，也是不得已勉強而說，所以決定不可以執著言說、名相，不可以用心思去想想：佛講這是什麼意思。那就錯了，你永遠想不到的，不想就得到了，想就想不到。所以馬鳴菩薩《起信論》裡面跟我們說得很明白，教給我們學習的態度，第一個要「離言說相」，不要執著佛說法的言語、言說，不執著這個；第二要「離名字相」，佛經裡面很多專有名詞術語，不要去理會它，不要去執著它；第三個要「離心緣相」，不要去想它的意思，不要去想。這樣聽經是什麼？是在修定。定能夠開慧，所以一聽，聽了他就開悟了。那是什麼？他心定，他聽的時候才會開悟；他心要不定，聽的時候要在那裡想像、在那裡思惟，他不會開悟的。這個悟是從定心裡面開發的。所以馬鳴菩薩教我們聽經，聽經也是修定，定裡面自然有慧，不要勉強，自然有慧。"
    },
    {
      "id": "02-005-0009_p0017",
      "zh_CN": "「论云」，这个论是《往生论》，《往生论》上说的，「庄严佛土功德成就，庄严佛、菩萨功德成就，此三种成就愿心庄严应知」，这是《往生论》里面对于西方极乐世界依正的赞叹。庄严，拿现在的话来讲就是美好，美好到了极处。这个地方讲的三种庄严，佛土功德庄严是国土的庄严，赞叹西方极乐世界的依报，赞叹那个世界；后面两句是赞叹那个世界上的人物，佛是导师，菩萨是大众，西方极乐世界除佛之外，统统是菩萨。所以那个世界是纯一菩萨法界，十法界里面它是菩萨法界。生到西方极乐世界，即使下下品往生，到那里去也是菩萨。我们在大经里面都读过，什么菩萨？普贤菩萨，菩萨里面第一殊胜的普贤菩萨。诸位要知道，普贤菩萨不是一个人，普贤菩萨是通号，西方极乐世界所有的人全是普贤菩萨。阶级有五十一个阶级，好像读书一样，菩萨是学生，有一年级、二年级、三年级、四年级，一直到五十一年级，这都是大乘圆教五十一位普贤菩萨。再往上去就成佛，毕业就成佛了。这是说佛、菩萨功德成就，这是极力赞叹西方世界依正庄严。这庄严从哪里来的？「此三种成就愿心庄严应知」。这个愿心是双关语，第一个是阿弥陀佛的愿心，四十八愿成就的；第二个是所有一切往生的这些人，这些往生的人都是以阿弥陀佛四十八愿做为自己的本愿，这样成就的。四十八愿这就太多了，你们诸位念佛有没有发四十八愿？这四十八愿记也记不清楚，除非经念得很熟的人，否则的话四十八愿记不清楚。",
      "zh_TW": "「論云」，這個論是《往生論》，《往生論》上說的，「莊嚴佛土功德成就，莊嚴佛、菩薩功德成就，此三種成就願心莊嚴應知」，這是《往生論》裡面對於西方極樂世界依正的讚歎。莊嚴，拿現在的話來講就是美好，美好到了極處。這個地方講的三種莊嚴，佛土功德莊嚴是國土的莊嚴，讚歎西方極樂世界的依報，讚歎那個世界；後面兩句是讚歎那個世界上的人物，佛是導師，菩薩是大眾，西方極樂世界除佛之外，統統是菩薩。所以那個世界是純一菩薩法界，十法界裡面它是菩薩法界。生到西方極樂世界，即使下下品往生，到那裡去也是菩薩。我們在大經裡面都讀過，什麼菩薩？普賢菩薩，菩薩裡面第一殊勝的普賢菩薩。諸位要知道，普賢菩薩不是一個人，普賢菩薩是通號，西方極樂世界所有的人全是普賢菩薩。階級有五十一個階級，好像讀書一樣，菩薩是學生，有一年級、二年級、三年級、四年級，一直到五十一年級，這都是大乘圓教五十一位普賢菩薩。再往上去就成佛，畢業就成佛了。這是說佛、菩薩功德成就，這是極力讚歎西方世界依正莊嚴。這莊嚴從哪裡來的？「此三種成就願心莊嚴應知」。這個願心是雙關語，第一個是阿彌陀佛的願心，四十八願成就的；第二個是所有一切往生的這些人，這些往生的人都是以阿彌陀佛四十八願做為自己的本願，這樣成就的。四十八願這就太多了，你們諸位念佛有沒有發四十八願？這四十八願記也記不清楚，除非經念得很熟的人，否則的話四十八願記不清楚。"
    },
    {
      "id": "02-005-0009_p0018",
      "zh_CN": "这底下就说了，「略说入一法句故」，不但是把四十八愿归纳成一句，实在讲十方三世一切诸佛如来，无量劫中所宣说一切法门，也统统归纳这一法句。这一法句是什么？「谓清净句」。什么叫清净句？「谓真实智慧无为法身」。它底下就没有再说了，真实智慧无为法身是什么？就是那一句南无阿弥陀佛，这跟诸位说清楚了，交代清楚了。所以这一句阿弥陀佛的功德是真正不可思议！我们台湾多少人念这一句阿弥陀佛，阿弥陀佛究竟有什么功德？他说不出来，他不晓得。所以念佛的人听听有别的法门，他心就会动摇了，听听那个法门学了马上有感应、有神通，又放光、又动地，又离地三尺，他阿弥陀佛不念了，去学那个去了。这些东西没什么了不起，中国、外国变魔术的都会，他也会放光，他也会离地三尺，连变魔术的魔术师都会，那有什么稀奇？千万不要被这些人动摇了自己的信心。所以黄念祖老居士一再在呼吁、在提醒诸位同修，念佛的人要老老实实念这句阿弥陀佛，不要求感应，不要求神通，也不要求禅定，我们的心才会清净，才会得到真实的利益。所以对于这句阿弥陀佛真实功德能够理解几分，自然就不会动摇了，信心清净、信心坚固。",
      "zh_TW": "這底下就說了，「略說入一法句故」，不但是把四十八願歸納成一句，實在講十方三世一切諸佛如來，無量劫中所宣說一切法門，也統統歸納這一法句。這一法句是什麼？「謂清淨句」。什麼叫清淨句？「謂真實智慧無為法身」。它底下就沒有再說了，真實智慧無為法身是什麼？就是那一句南無阿彌陀佛，這跟諸位說清楚了，交代清楚了。所以這一句阿彌陀佛的功德是真正不可思議！我們台灣多少人念這一句阿彌陀佛，阿彌陀佛究竟有什麼功德？他說不出來，他不曉得。所以念佛的人聽聽有別的法門，他心就會動搖了，聽聽那個法門學了馬上有感應、有神通，又放光、又動地，又離地三尺，他阿彌陀佛不念了，去學那個去了。這些東西沒什麼了不起，中國、外國變魔術的都會，他也會放光，他也會離地三尺，連變魔術的魔術師都會，那有什麼稀奇？千萬不要被這些人動搖了自己的信心。所以黃念祖老居士一再在呼籲、在提醒諸位同修，念佛的人要老老實實念這句阿彌陀佛，不要求感應，不要求神通，也不要求禪定，我們的心才會清淨，才會得到真實的利益。所以對於這句阿彌陀佛真實功德能夠理解幾分，自然就不會動搖了，信心清淨、信心堅固。"
    },
    {
      "id": "02-005-0009_p0019",
      "zh_CN": "下面的话是赞叹《往生论》，「此论直显理事无碍之一真法界」。《往生论》是天亲菩萨作的，也就是天亲菩萨修净土的心得报告，它的文字不多，有相当的深度，不太容易看得懂。昙鸾法师有一个很详细的注解，注得非常好，鸾法师也是往生西方极乐世界的，也是净宗了不起的一位大德，他是南北朝时代的人。这是赞叹这部论，直接显示事理无碍之一真法界。「即事而真，当相即道。极乐世界种种依正庄严，一一皆是真实智慧无为法身，一一即是实相」。诸位同修在这里就能够明了，你念这一句南无阿弥陀佛就是念实相，就是念真实功德，就是念无为法身。没到西方，理事无碍、事事无碍的境界就现前，你说这种受用还得了吗？我们今天念佛得不到这个受用，是你念得不如法，你不懂理论、不懂方法，所以你念的收不到这个效果。如果理论明白，方法也搞清楚了，可以说这个境界，在这一生当中没有往生之前就可以得到，渐渐契入相似的实相，虽然不是真实的，可以能够达到相似的实相。条件是要心地清净，是要放下万缘，放下万缘就是前面讲离一切虚妄相，离一切虚妄相就是说的放下身心世界，一切五欲六尘不再牵挂了，你功夫才能做到相似。还是牵挂五欲六尘，还是不断妄想，这个境界得不到。得到这个境界不但是决定往生，而且我再告诉同修，可以随意往生，想什么时候往生就可以什么时候往生，可以做得到的。可以做到自在往生，这个自在是站着走也行、坐着走也行，什么方式走都可以，自在往生。你才晓得这个功德的确是殊胜，就看我们自己努力了。「故云本经以实相为体也」，释迦牟尼佛给我们说出这个经，就是依实相这个理论说出来的。所以这个经是决定可靠、决定不假，句句真实。",
      "zh_TW": "下面的話是讚歎《往生論》，「此論直顯理事無礙之一真法界」。《往生論》是天親菩薩作的，也就是天親菩薩修淨土的心得報告，它的文字不多，有相當的深度，不太容易看得懂。曇鸞法師有一個很詳細的註解，註得非常好，鸞法師也是往生西方極樂世界的，也是淨宗了不起的一位大德，他是南北朝時代的人。這是讚歎這部論，直接顯示事理無礙之一真法界。「即事而真，當相即道。極樂世界種種依正莊嚴，一一皆是真實智慧無為法身，一一即是實相」。諸位同修在這裡就能夠明瞭，你念這一句南無阿彌陀佛就是念實相，就是念真實功德，就是念無為法身。沒到西方，理事無礙、事事無礙的境界就現前，你說這種受用還得了嗎？我們今天念佛得不到這個受用，是你念得不如法，你不懂理論、不懂方法，所以你念的收不到這個效果。如果理論明白，方法也搞清楚了，可以說這個境界，在這一生當中沒有往生之前就可以得到，漸漸契入相似的實相，雖然不是真實的，可以能夠達到相似的實相。條件是要心地清淨，是要放下萬緣，放下萬緣就是前面講離一切虛妄相，離一切虛妄相就是說的放下身心世界，一切五欲六塵不再牽掛了，你功夫才能做到相似。還是牽掛五欲六塵，還是不斷妄想，這個境界得不到。得到這個境界不但是決定往生，而且我再告訴同修，可以隨意往生，想什麼時候往生就可以什麼時候往生，可以做得到的。可以做到自在往生，這個自在是站著走也行、坐著走也行，什麼方式走都可以，自在往生。你才曉得這個功德的確是殊勝，就看我們自己努力了。「故云本經以實相為體也」，釋迦牟尼佛給我們說出這個經，就是依實相這個理論說出來的。所以這個經是決定可靠、決定不假，句句真實。"
    },
    {
      "id": "02-005-0009_p0020",
      "zh_CN": "下面一节，是引用蕅益大师《弥陀经要解》的一段话来做证明。小本《弥陀经》跟本经同部，所以《弥陀经》的注解也可以说是《无量寿经》的注解，无二无别。「《要解》云：实相无二，亦无不二」。无二就是前面讲的不异，没有两样，是从体上说的，从本性上说的；亦无不二，是从相上说的，无不二就是异，森罗万象，是从现相上说的。但是体相是一，所以从体上看，一切万法相同，没有不一样；从相上看，一切万法各各不相同。必须这两面看才能看到真相，看一面都会看错了，所以不可以执着一面，你要面面都看到，所谓体相用三方面都观察清楚，这才对于它的真相了解了。我们世人往往只看到一面，执着这一面，排斥另外一面。像我们这个茶杯盖，我要是这么拿的，我问你这是凸出来、还是凹进去的？你们这边说凸出来的，那边人说凹进去的，两边就会打架。打得不可开交的时候，再给你转一面看看：原来是这样子的！你才恍然大悟，这才搞清楚。所以今天所有一切争执，都是看到一面，没有看到完全；看到完全了，一切法没有不圆融的。这叫偏见、漏执，带来无穷的灾难，实在讲很冤枉。所以佛说这一切众生迷惑颠倒，又说这些众生是可怜悯者，真可怜。本来没有事情，天下太平，都是错误的见解，只看到一面，没有看到全体。这些，佛法都是教给我们面面观察。",
      "zh_TW": "下面一節，是引用蕅益大師《彌陀經要解》的一段話來做證明。小本《彌陀經》跟本經同部，所以《彌陀經》的註解也可以說是《無量壽經》的註解，無二無別。「《要解》云：實相無二，亦無不二」。無二就是前面講的不異，沒有兩樣，是從體上說的，從本性上說的；亦無不二，是從相上說的，無不二就是異，森羅萬象，是從現相上說的。但是體相是一，所以從體上看，一切萬法相同，沒有不一樣；從相上看，一切萬法各各不相同。必須這兩面看才能看到真相，看一面都會看錯了，所以不可以執著一面，你要面面都看到，所謂體相用三方面都觀察清楚，這才對於它的真相了解了。我們世人往往只看到一面，執著這一面，排斥另外一面。像我們這個茶杯蓋，我要是這麼拿的，我問你這是凸出來、還是凹進去的？你們這邊說凸出來的，那邊人說凹進去的，兩邊就會打架。打得不可開交的時候，再給你轉一面看看：原來是這樣子的！你才恍然大悟，這才搞清楚。所以今天所有一切爭執，都是看到一面，沒有看到完全；看到完全了，一切法沒有不圓融的。這叫偏見、漏執，帶來無窮的災難，實在講很冤枉。所以佛說這一切眾生迷惑顛倒，又說這些眾生是可憐憫者，真可憐。本來沒有事情，天下太平，都是錯誤的見解，只看到一面，沒有看到全體。這些，佛法都是教給我們面面觀察。"
    },
    {
      "id": "02-005-0009_p0021",
      "zh_CN": "「是故举体作依作正」，体就是无相的实相，依报、正报都是无相的实相变现出来的，都是以这个为本体的。「作法作报」，法是法身，报是报身，这是讲佛的三身，法身也好、报身也好、应化身也好，统统是真如本性变现出来。「作自作他」，自是自己，除了自己以外是别人，我们自己这个身体是自性变现出来的，外面这一切人还是自性变现出来的，所以自他不二。何必自己本性变现出来的，还得做冤家、还要做对头？好像我们一个身体这五个手指，五个手指是一体，它现在忘掉了，以为各个独立的，彼此要打架，要争权夺利，你看这个冤枉不冤枉？这叫迷，迷什么？迷了自己。所以如来的慈悲叫「无缘大慈，同体大悲」，尽虚空遍法界是一个体、一个心性，这个关系多密切！所以佛帮助任何一个人，没有理由、没有条件的。你这个父母帮助儿女还是有条件，「因为他是我的儿子」，还有这个条件。佛帮助这些众生连这个条件都没有，为什么没有？他是一体，他不是二体，二体才有条件，一体哪有条件好说！无缘就是无条件的。诸佛菩萨无条件的帮助我们，我们不知道，我们跟他对立，不肯接受，这有什么法子？这叫业障、这叫迷惑，障碍。所以要晓得，作自、作他，都是自己的真如本性，除了真如本性之外，无有一法可得。",
      "zh_TW": "「是故舉體作依作正」，體就是無相的實相，依報、正報都是無相的實相變現出來的，都是以這個為本體的。「作法作報」，法是法身，報是報身，這是講佛的三身，法身也好、報身也好、應化身也好，統統是真如本性變現出來。「作自作他」，自是自己，除了自己以外是別人，我們自己這個身體是自性變現出來的，外面這一切人還是自性變現出來的，所以自他不二。何必自己本性變現出來的，還得做冤家、還要做對頭？好像我們一個身體這五個手指，五個手指是一體，它現在忘掉了，以為各個獨立的，彼此要打架，要爭權奪利，你看這個冤枉不冤枉？這叫迷，迷什麼？迷了自己。所以如來的慈悲叫「無緣大慈，同體大悲」，盡虛空遍法界是一個體、一個心性，這個關係多密切！所以佛幫助任何一個人，沒有理由、沒有條件的。你這個父母幫助兒女還是有條件，「因為他是我的兒子」，還有這個條件。佛幫助這些眾生連這個條件都沒有，為什麼沒有？他是一體，他不是二體，二體才有條件，一體哪有條件好說！無緣就是無條件的。諸佛菩薩無條件的幫助我們，我們不知道，我們跟他對立，不肯接受，這有什麼法子？這叫業障、這叫迷惑，障礙。所以要曉得，作自、作他，都是自己的真如本性，除了真如本性之外，無有一法可得。"
    },
    {
      "id": "02-005-0009_p0022",
      "zh_CN": "所以佛门里头常说，「心外无法，法外无心」，心就是无相的实相，法就是无不相的实相，它是一不是二，所以自他不二。诸位如果能真正明白这一个事实，你处一切人，对立的观念没有了，好恶的观念没有了。不会说这个我喜欢，那个我恨他、我讨厌他。你喜欢他是喜欢自己，讨厌他是讨厌自己，自他不二。所以这个心才能得到清净，才能得到平等。我们修这个清净平等很难很难，什么原因？不晓得事实真相。晓得事实真相，清净平等心不难修！所以古人修行三、五年大彻大悟、明心见性，念佛人得一心不乱的、上品上生的，这有什么稀奇？不稀奇。为什么？他知道这个道理，所以他念头一下就转过来了。我们今天为什么转不过来？是不明白这个事实真相，所以在境界里、自他里头，虚妄的执着，妄想执着，不知道是一体。",
      "zh_TW": "所以佛門裡頭常說，「心外無法，法外無心」，心就是無相的實相，法就是無不相的實相，它是一不是二，所以自他不二。諸位如果能真正明白這一個事實，你處一切人，對立的觀念沒有了，好惡的觀念沒有了。不會說這個我喜歡，那個我恨他、我討厭他。你喜歡他是喜歡自己，討厭他是討厭自己，自他不二。所以這個心才能得到清淨，才能得到平等。我們修這個清淨平等很難很難，什麼原因？不曉得事實真相。曉得事實真相，清淨平等心不難修！所以古人修行三、五年大徹大悟、明心見性，念佛人得一心不亂的、上品上生的，這有什麼稀奇？不稀奇。為什麼？他知道這個道理，所以他念頭一下就轉過來了。我們今天為什麼轉不過來？是不明白這個事實真相，所以在境界裡、自他裡頭，虛妄的執著，妄想執著，不知道是一體。"
    },
    {
      "id": "02-005-0009_p0023",
      "zh_CN": "「乃至能说、所说」，能说这个经是释迦牟尼佛，所说的是阿弥陀佛西方极乐世界，这能说、所说，也是实相流露出来的，就是自心本性流露出来的，这个很重要。真正把这四个字深深体会到了，你才晓得，我们修清净心重要，我们研究经典不重要。为什么？心地清净，恢复自性，能说所说都是自性。一切经是释迦牟尼佛说的，我心清净跟释迦牟尼佛平等，释迦牟尼佛所讲的一切经，哪一部经我不懂！这就所谓是「一经通一切经通」。那个一经通是什么？实在讲是一心不乱、一心清净，一心清净之后万法皆通，没有障碍了；今天我们一切法不通，就是心不清净。所以这个几句诸位深深体会到，你才晓得古圣先贤那个教学法的高明，我们现在全把路走错了。",
      "zh_TW": "「乃至能說、所說」，能說這個經是釋迦牟尼佛，所說的是阿彌陀佛西方極樂世界，這能說、所說，也是實相流露出來的，就是自心本性流露出來的，這個很重要。真正把這四個字深深體會到了，你才曉得，我們修清淨心重要，我們研究經典不重要。為什麼？心地清淨，恢復自性，能說所說都是自性。一切經是釋迦牟尼佛說的，我心清淨跟釋迦牟尼佛平等，釋迦牟尼佛所講的一切經，哪一部經我不懂！這就所謂是「一經通一切經通」。那個一經通是什麼？實在講是一心不亂、一心清淨，一心清淨之後萬法皆通，沒有障礙了；今天我們一切法不通，就是心不清淨。所以這個幾句諸位深深體會到，你才曉得古聖先賢那個教學法的高明，我們現在全把路走錯了。"
    },
    {
      "id": "02-005-0009_p0024",
      "zh_CN": "「能度所度」，能度是诸佛菩萨，所度的是众生。",
      "zh_TW": "「能度所度」，能度是諸佛菩薩，所度的是眾生。"
    },
    {
      "id": "02-005-0009_p0025",
      "zh_CN": "「能信所信」，能信的是心，清净心；所信的是这个法门，这个经典理论、方法。",
      "zh_TW": "「能信所信」，能信的是心，清淨心；所信的是這個法門，這個經典理論、方法。"
    },
    {
      "id": "02-005-0009_p0026",
      "zh_CN": "「能愿所愿」，能愿也是讲心，说得更粗浅一点，就是欣厌之心，这完全从事相上讲，不从理论上讲。我们厌离娑婆，喜欢往生极乐世界，欣厌之心，这是能愿。所愿的就是极乐世界，我们心心向往的。",
      "zh_TW": "「能願所願」，能願也是講心，說得更粗淺一點，就是欣厭之心，這完全從事相上講，不從理論上講。我們厭離娑婆，喜歡往生極樂世界，欣厭之心，這是能願。所願的就是極樂世界，我們心心嚮往的。"
    },
    {
      "id": "02-005-0009_p0027",
      "zh_CN": "「能持所持」，能持是身语意三业，身礼佛、口念佛、心里面想佛，这样才能成功。年轻人还想到外面去游山玩水、去散散心，这把能持所持统统放下、统统舍弃了，那搞什么东西？那就是搞六道轮回。散什么心？造业，造六道轮回业。调剂这个身心，调剂身心佛门这个功夫就是调剂，礼佛、绕佛（经行）、静坐，这是调节我们的身心；念佛的时候大声念、小声念、金刚持、默念，统统属于调剂身心的，方法很多。不要去逛百货公司、去游山玩水，这个东西决定是造六道之业，决定没有好处。现在还有人提倡，我常常收到旅行社寄来的单子，到大陆去朝山、到印度去朝山，我一看那个钱还不少，我想想我那些钱拿来印经来供养大家，比朝山好多了。从前朝山，山上有高僧大德，朝山是什么？是求教、请教的。现在去看什么？现在去看热闹，这些统统要搞清楚。所以三业能持不可以间断，所持的就是一句名号阿弥陀佛。",
      "zh_TW": "「能持所持」，能持是身語意三業，身禮佛、口念佛、心裡面想佛，這樣才能成功。年輕人還想到外面去遊山玩水、去散散心，這把能持所持統統放下、統統捨棄了，那搞什麼東西？那就是搞六道輪迴。散什麼心？造業，造六道輪迴業。調劑這個身心，調劑身心佛門這個功夫就是調劑，禮佛、繞佛（經行）、靜坐，這是調節我們的身心；念佛的時候大聲念、小聲念、金剛持、默念，統統屬於調劑身心的，方法很多。不要去逛百貨公司、去遊山玩水，這個東西決定是造六道之業，決定沒有好處。現在還有人提倡，我常常收到旅行社寄來的單子，到大陸去朝山、到印度去朝山，我一看那個錢還不少，我想想我那些錢拿來印經來供養大家，比朝山好多了。從前朝山，山上有高僧大德，朝山是什麼？是求教、請教的。現在去看什麼？現在去看熱鬧，這些統統要搞清楚。所以三業能持不可以間斷，所持的就是一句名號阿彌陀佛。"
    },
    {
      "id": "02-005-0009_p0028",
      "zh_CN": "「能生所生」，能生的条件，三资粮信、愿、行，这是能生的三个条件。所生的是西方极乐世界四种净土，这个后面都会说到的。",
      "zh_TW": "「能生所生」，能生的條件，三資糧信、願、行，這是能生的三個條件。所生的是西方極樂世界四種淨土，這個後面都會說到的。"
    },
    {
      "id": "02-005-0009_p0029",
      "zh_CN": "「能赞所赞」，能赞是十方一切诸佛如来，没有一尊佛不赞叹阿弥陀佛，没有一尊佛不赞叹极乐世界，所赞的就是极乐世界依正庄严。换句话说，十方三世一切诸佛如来，没有一尊佛不讲《阿弥陀经》的，没有一尊佛不讲《无量寿经》的，所以《无量寿经》、《阿弥陀经》是一切诸佛共同弘扬的经典。其余的经典，佛不一定说，这个经是必定要说的，所以这个经是十方三世一切诸佛如来度众生成佛道的第一经。不仅仅是净土第一经，是一切如来所说的第一经，我们这个福报是真不小，这诸佛如来的第一经你怎么会遇到！这一生当中能遇到，你想想看这是多么大的福气。遇到其他经典容易，遇到这个经典不容易，非常非常不容易！遇到能够相信、能够理解，能够依照这个经论的理论、方法修行，这是不可思议。",
      "zh_TW": "「能讚所讚」，能讚是十方一切諸佛如來，沒有一尊佛不讚歎阿彌陀佛，沒有一尊佛不讚歎極樂世界，所讚的就是極樂世界依正莊嚴。換句話說，十方三世一切諸佛如來，沒有一尊佛不講《阿彌陀經》的，沒有一尊佛不講《無量壽經》的，所以《無量壽經》、《阿彌陀經》是一切諸佛共同弘揚的經典。其餘的經典，佛不一定說，這個經是必定要說的，所以這個經是十方三世一切諸佛如來度眾生成佛道的第一經。不僅僅是淨土第一經，是一切如來所說的第一經，我們這個福報是真不小，這諸佛如來的第一經你怎麼會遇到！這一生當中能遇到，你想想看這是多麼大的福氣。遇到其他經典容易，遇到這個經典不容易，非常非常不容易！遇到能夠相信、能夠理解，能夠依照這個經論的理論、方法修行，這是不可思議。"
    },
    {
      "id": "02-005-0009_p0030",
      "zh_CN": "底下一句总结，「无非实相正印之所印也」，上面所讲的，它的本体就是真如自性，就是此地讲的实相。这是把它的理论依据说了一个大概，虽然这一章还没说完，说到这个地方，我们已经能够深信不疑，知道这一部经的价值，知道这一部经在一切经典里面的分量。",
      "zh_TW": "底下一句總結，「無非實相正印之所印也」，上面所講的，它的本體就是真如自性，就是此地講的實相。這是把它的理論依據說了一個大概，雖然這一章還沒說完，說到這個地方，我們已經能夠深信不疑，知道這一部經的價值，知道這一部經在一切經典裡面的分量。"
    },
    {
      "id": "02-005-0009_p0031",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}