{
  "doc_id": "02-005-0080",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十集",
    "zh_TW": "第八十集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0080",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-005-0080_p0001",
      "zh_CN": "请掀开经本第六十面，第三行，从第二句看起：",
      "zh_TW": "請掀開經本第六十面，第三行，從第二句看起："
    },
    {
      "id": "02-005-0080_p0002",
      "zh_CN": "【无相无为。无缚无脱。无诸分别。远离颠倒。】",
      "zh_TW": "【無相無為。無縛無脫。無諸分別。遠離顛倒。】"
    },
    {
      "id": "02-005-0080_p0003",
      "zh_CN": "前面说到极乐世界的菩萨自利利他圆满功德的相状，今天这个四句还是接着前面而来的，这个意思比前面所讲的又要深一层，是真实的得大自在，与如来果地上可以说是无二无别。在这个地方我们特别要注意到的，就是前面三句这五个『无』字，这个地方讲的无，不是什么都没有，不当作空无讲。事上是有，理上是无；相上有，性上无，要明白这个道理。「无相」，不是说没有相，诸佛如来在这个世间应化所现的三十二相八十种好，怎么说无相呢？即使像华严会上，我们看到毘卢遮那如来，世尊也明明白白的告诉我们，佛有无量相，相有无量好，那怎么是无相？所以一定要能懂得此地这个「无」的真实义，才不至于产生误会。相有体无，这是真的；事有理无，这是佛在一切经论里面都教我们不要着相，道理就在此地。为什么不要着相？因为相是假相，相是假有，相是暂时有，不是真有，不是永恒的有。这个暂时，到底这暂时是多久？假如这个暂时是有个十年、二十年，佛不反对我们执取，不反对我们执着；再短一点，这个相能不能保持三年五载呢？也没有。佛告诉我们，这个相是刹那生灭，那就真的是虚幻的了；换句话说，你想保持一分钟、一秒钟，都保持不住。",
      "zh_TW": "前面說到極樂世界的菩薩自利利他圓滿功德的相狀，今天這個四句還是接著前面而來的，這個意思比前面所講的又要深一層，是真實的得大自在，與如來果地上可以說是無二無別。在這個地方我們特別要注意到的，就是前面三句這五個『無』字，這個地方講的無，不是什麼都沒有，不當作空無講。事上是有，理上是無；相上有，性上無，要明白這個道理。「無相」，不是說沒有相，諸佛如來在這個世間應化所現的三十二相八十種好，怎麼說無相呢？即使像華嚴會上，我們看到毘盧遮那如來，世尊也明明白白的告訴我們，佛有無量相，相有無量好，那怎麼是無相？所以一定要能懂得此地這個「無」的真實義，才不至於產生誤會。相有體無，這是真的；事有理無，這是佛在一切經論裡面都教我們不要著相，道理就在此地。為什麼不要著相？因為相是假相，相是假有，相是暫時有，不是真有，不是永恆的有。這個暫時，到底這暫時是多久？假如這個暫時是有個十年、二十年，佛不反對我們執取，不反對我們執著；再短一點，這個相能不能保持三年五載呢？也沒有。佛告訴我們，這個相是剎那生滅，那就真的是虛幻的了；換句話說，你想保持一分鐘、一秒鐘，都保持不住。"
    },
    {
      "id": "02-005-0080_p0004",
      "zh_CN": "佛给我们讲，这是举例子说，凡是举例都是举一个仿佛，没有办法举得恰到好处，佛举例是弹指，这一弹指。什么人弹指呢？勇士，就是身体非常好、勇猛的人，那个力气很壮，他弹得很快。如果身体衰弱教他弹，慢慢的，他弹不动，勇士弹指那弹得多快。一弹指有六十刹那，就是一弹指的六十分之一叫一刹那。一刹那有多少个生灭？这个生灭就是相，他说有九百个生灭。这一弹指有六十刹那，一刹那有九百生灭，那一弹指，九百乘六十，可见得这个相真的是幻化的。我们讲暂时，那个暂时的概念我们都体会不到，我们以为暂时总是短暂的时候，哪里晓得这么快？我们凡夫见到的一切相，好像真的会有，这是什么相？这叫相续相，就是一个相一个相相续，前面一个相跟后面一个相绝对不是一个，叫相续相。像我们看电影一样，在银幕里面看到这个画面，我们晓得那个放映出来的，确确实实它是一张一张的画面放出来的，不过它放得太快了，我们在银幕上看到一个假相，欺骗了我们的眼睛，以为那是真实的。一般电影，一秒钟那个镜头开关只二十四次，一秒钟二十四次就是二十四个生灭。佛给我们讲的一弹指，一秒钟能弹几次？我可以弹四次。九百乘六十再乘四，一秒当中的生灭，这样快速转变，我们凡夫如何能体会到这个相是幻相？其实宇宙一切现象的真实就如此。所以这相是假相，你要去执着它就错了，你可以去受用它，不要去执着它。一切诸佛都受用，都不执着，这是跟我们凡夫不一样；我们凡夫偏偏起执着、妄想、分别，不知道去享受，这就很冤枉。「无」是无执着一切现象。",
      "zh_TW": "佛給我們講，這是舉例子說，凡是舉例都是舉一個彷彿，沒有辦法舉得恰到好處，佛舉例是彈指，這一彈指。什麼人彈指呢？勇士，就是身體非常好、勇猛的人，那個力氣很壯，他彈得很快。如果身體衰弱教他彈，慢慢的，他彈不動，勇士彈指那彈得多快。一彈指有六十剎那，就是一彈指的六十分之一叫一剎那。一剎那有多少個生滅？這個生滅就是相，他說有九百個生滅。這一彈指有六十剎那，一剎那有九百生滅，那一彈指，九百乘六十，可見得這個相真的是幻化的。我們講暫時，那個暫時的概念我們都體會不到，我們以為暫時總是短暫的時候，哪裡曉得這麼快？我們凡夫見到的一切相，好像真的會有，這是什麼相？這叫相續相，就是一個相一個相相續，前面一個相跟後面一個相絕對不是一個，叫相續相。像我們看電影一樣，在銀幕裡面看到這個畫面，我們曉得那個放映出來的，確確實實它是一張一張的畫面放出來的，不過它放得太快了，我們在銀幕上看到一個假相，欺騙了我們的眼睛，以為那是真實的。一般電影，一秒鐘那個鏡頭開關只二十四次，一秒鐘二十四次就是二十四個生滅。佛給我們講的一彈指，一秒鐘能彈幾次？我可以彈四次。九百乘六十再乘四，一秒當中的生滅，這樣快速轉變，我們凡夫如何能體會到這個相是幻相？其實宇宙一切現象的真實就如此。所以這相是假相，你要去執著它就錯了，你可以去受用它，不要去執著它。一切諸佛都受用，都不執著，這是跟我們凡夫不一樣；我們凡夫偏偏起執著、妄想、分別，不知道去享受，這就很冤枉。「無」是無執著一切現象。"
    },
    {
      "id": "02-005-0080_p0005",
      "zh_CN": "『无为』，为是作为，一切世间人在这个世间，不可能无为，假如真的无为，你就不可能到这个世间来了。诸佛菩萨应化在世间，他也有为，他也不能说无为，他要度化众生，度化众生就是有为。为是他有造作，佛为一切众生讲经说法，教导大家修学，这是有为。有为，怎么说无为？不执着有为，这就对了。只要你离开一切幻相，叫不着相，不执着你每天所作所为，你的心多清净，这个心，清净心是真心。什么是妄心？只要一念执着那个心就是妄心，一念分别这个心也是妄心，真心里面没有分别、没有执着。极乐世界菩萨，他在十方世界上供诸佛、下化众生，他为什么还不退转？原来他「无相无为」，他怎么会退转？当然不退转，这是不着相、不动心。",
      "zh_TW": "『無為』，為是作為，一切世間人在這個世間，不可能無為，假如真的無為，你就不可能到這個世間來了。諸佛菩薩應化在世間，他也有為，他也不能說無為，他要度化眾生，度化眾生就是有為。為是他有造作，佛為一切眾生講經說法，教導大家修學，這是有為。有為，怎麼說無為？不執著有為，這就對了。只要你離開一切幻相，叫不著相，不執著你每天所作所為，你的心多清淨，這個心，清淨心是真心。什麼是妄心？只要一念執著那個心就是妄心，一念分別這個心也是妄心，真心裡面沒有分別、沒有執著。極樂世界菩薩，他在十方世界上供諸佛、下化眾生，他為什麼還不退轉？原來他「無相無為」，他怎麼會退轉？當然不退轉，這是不著相、不動心。"
    },
    {
      "id": "02-005-0080_p0006",
      "zh_CN": "下面『无缚无脱』，缚是什么？缚是缠缚。什么是缠缚？烦恼。六道众生被烦恼所缠缚，界外的圣者（就是三界之外的，菩萨、阿罗汉、辟支佛）被无明所缠缚、被知见所缠缚，这个知见不是好东西。我们学佛怎样？这样也要知道，那样也要知道，天天在那里求知，以为这些东西是好东西，其实错了。富楼那尊者在楞严会上请教释迦牟尼佛，无明是怎么起来的？佛说凡夫有无明，他说无明从哪来的，无明几时有的？释迦牟尼佛答复他两句话八个字，就把这个问题解释得清清楚楚、明明白白，他老人家说「知见立知，是无明本」，无明就这么来的。今天我们大家拼命在追求知识，求知，佛说这个求知就是无明的根本，诸位要细细的去想想这句话真正的道理。六祖大师说得好，「本来无一物」，谁缠缚你？没人缠缚你，缠缚你就是你的知见，就是你的烦恼。哪里晓得，知见跟烦恼都是空的，烦恼性空，没有自性，知见是妄想，没有人系缚你。既然没有人系缚，阿罗汉、辟支佛得到解脱，也是假的，没人系缚你，哪来的解脱？也没有解脱。",
      "zh_TW": "下面『無縛無脫』，縛是什麼？縛是纏縛。什麼是纏縛？煩惱。六道眾生被煩惱所纏縛，界外的聖者（就是三界之外的，菩薩、阿羅漢、辟支佛）被無明所纏縛、被知見所纏縛，這個知見不是好東西。我們學佛怎樣？這樣也要知道，那樣也要知道，天天在那裡求知，以為這些東西是好東西，其實錯了。富樓那尊者在楞嚴會上請教釋迦牟尼佛，無明是怎麼起來的？佛說凡夫有無明，他說無明從哪來的，無明幾時有的？釋迦牟尼佛答覆他兩句話八個字，就把這個問題解釋得清清楚楚、明明白白，他老人家說「知見立知，是無明本」，無明就這麼來的。今天我們大家拼命在追求知識，求知，佛說這個求知就是無明的根本，諸位要細細的去想想這句話真正的道理。六祖大師說得好，「本來無一物」，誰纏縛你？沒人纏縛你，纏縛你就是你的知見，就是你的煩惱。哪裡曉得，知見跟煩惱都是空的，煩惱性空，沒有自性，知見是妄想，沒有人繫縛你。既然沒有人繫縛，阿羅漢、辟支佛得到解脫，也是假的，沒人繫縛你，哪來的解脫？也沒有解脫。"
    },
    {
      "id": "02-005-0080_p0007",
      "zh_CN": "那我们想想，我们烦恼是真有，不但有，太多了；妄想也真有，稍稍在那里想静一静，妄念不知道有多少，佛怎么说无？真的是无。现相、作为、系缚、解脱，都是些事，这些事从哪里生的？从分别生的。佛教给我们『无诸分别』，实在讲就是《金刚经》上教给须菩提的两句话，教须菩提就是教我们，「不取于相，如如不动」，就对了。此地这个四句就是《金刚经》上的两句，说法不一样，意思完全相同。如果你有分别，你真的有相、有为，你就颠倒了，自性里头没有，你以为是有，这叫『颠倒』。你把事实真相统统搞清楚，真正明了，于一切现相、作为都不执着，也不要除妄想，也不要求真如。「无缚」，缚就是妄想；「无脱」，脱是解脱，就是证果，修行证果，都是假的，全是空的。永嘉大师在《证道歌》上说，「不除妄想不求真」，就是这两句的意思。",
      "zh_TW": "那我們想想，我們煩惱是真有，不但有，太多了；妄想也真有，稍稍在那裡想靜一靜，妄念不知道有多少，佛怎麼說無？真的是無。現相、作為、繫縛、解脫，都是些事，這些事從哪裡生的？從分別生的。佛教給我們『無諸分別』，實在講就是《金剛經》上教給須菩提的兩句話，教須菩提就是教我們，「不取於相，如如不動」，就對了。此地這個四句就是《金剛經》上的兩句，說法不一樣，意思完全相同。如果你有分別，你真的有相、有為，你就顛倒了，自性裡頭沒有，你以為是有，這叫『顛倒』。你把事實真相統統搞清楚，真正明瞭，於一切現相、作為都不執著，也不要除妄想，也不要求真如。「無縛」，縛就是妄想；「無脫」，脫是解脫，就是證果，修行證果，都是假的，全是空的。永嘉大師在《證道歌》上說，「不除妄想不求真」，就是這兩句的意思。"
    },
    {
      "id": "02-005-0080_p0008",
      "zh_CN": "可是诸位要晓得，这五个「无」，绝对不是我们现前的境界，你现在要这样学，学这五个无，那就坏了，那你是永远堕落三途地狱，你没有办法出离。这是什么人？西方极乐世界的菩萨。这种境界，佛在一般经典里面讲，八地以上的境界，八地是不动地。这个地方，我们读了之后心里就明了，生到西方极乐世界下下品往生的人，他都契入这个境界；换句话说，他所证得的跟八地菩萨没有两样。这是不思议的境界，这对于一个修行人来说，真正具有很大的诱惑力量，这样的好处，我们为什么不求？而且一切诸佛菩萨都告诉我们，这个法门只怕你不肯修，你要肯修，没有一个人不成就的，我们在一生当中就能够得到这个境界。如果不学这个法门，这几句话是念念而已，没有方法达到。这个就是理，下面是讲的事，事就是他们的日常生活。",
      "zh_TW": "可是諸位要曉得，這五個「無」，絕對不是我們現前的境界，你現在要這樣學，學這五個無，那就壞了，那你是永遠墮落三途地獄，你沒有辦法出離。這是什麼人？西方極樂世界的菩薩。這種境界，佛在一般經典裡面講，八地以上的境界，八地是不動地。這個地方，我們讀了之後心裡就明瞭，生到西方極樂世界下下品往生的人，他都契入這個境界；換句話說，他所證得的跟八地菩薩沒有兩樣。這是不思議的境界，這對於一個修行人來說，真正具有很大的誘惑力量，這樣的好處，我們為什麼不求？而且一切諸佛菩薩都告訴我們，這個法門只怕你不肯修，你要肯修，沒有一個人不成就的，我們在一生當中就能夠得到這個境界。如果不學這個法門，這幾句話是念念而已，沒有方法達到。這個就是理，下面是講的事，事就是他們的日常生活。"
    },
    {
      "id": "02-005-0080_p0009",
      "zh_CN": "【于所受用。】",
      "zh_TW": "【於所受用。】"
    },
    {
      "id": "02-005-0080_p0010",
      "zh_CN": "这个『受用』就是有相有为，没有相哪来受用呢？没有为也没有受用，他有受用；衣食住行，上供诸佛，下化众生，都是他的作为。",
      "zh_TW": "這個『受用』就是有相有為，沒有相哪來受用呢？沒有為也沒有受用，他有受用；衣食住行，上供諸佛，下化眾生，都是他的作為。"
    },
    {
      "id": "02-005-0080_p0011",
      "zh_CN": "【皆无摄取。】",
      "zh_TW": "【皆無攝取。】"
    },
    {
      "id": "02-005-0080_p0012",
      "zh_CN": "『摄取』，就是执着，就是占有，我们今天讲占有，极乐世界菩萨没有，没有这个念头。念尚且没有，哪有这种行为！只是自在的受用，绝对不会将一物据为己有，没有这个意念，也没有这种行为，所以他很自在。",
      "zh_TW": "『攝取』，就是執著，就是佔有，我們今天講佔有，極樂世界菩薩沒有，沒有這個念頭。念尚且沒有，哪有這種行為！只是自在的受用，絕對不會將一物據為己有，沒有這個意念，也沒有這種行為，所以他很自在。"
    },
    {
      "id": "02-005-0080_p0013",
      "zh_CN": "【遍游佛刹。无爱无厌。】",
      "zh_TW": "【遍遊佛剎。無愛無厭。】"
    },
    {
      "id": "02-005-0080_p0014",
      "zh_CN": "为什么『无爱无厌』？因为他『无诸分别』。你有喜欢的、有讨厌的，你对境界起了分别心，不但起分别，有严重的执着，你执着好恶，你执着这个，那是病，那个绝对不是正常。所以生到西方极乐世界，他对极乐世界有没有贪爱？没有。再回到娑婆世界来，到三恶道去度众生，到三恶道那是应以恶道身度他，你自己也要现恶道之身，你讨不讨厌？不讨厌。为什么没有爱厌？晓得一切法皆是幻化。好像在戏台上表演一样，表演一个角色，表演一个忠臣孝子也是在唱戏，表演一个大奸巨猾也是在唱戏，都不是真的，都是假的，他在舞台上表演。所以绝对不生爱厌。",
      "zh_TW": "為什麼『無愛無厭』？因為他『無諸分別』。你有喜歡的、有討厭的，你對境界起了分別心，不但起分別，有嚴重的執著，你執著好惡，你執著這個，那是病，那個絕對不是正常。所以生到西方極樂世界，他對極樂世界有沒有貪愛？沒有。再回到娑婆世界來，到三惡道去度眾生，到三惡道那是應以惡道身度他，你自己也要現惡道之身，你討不討厭？不討厭。為什麼沒有愛厭？曉得一切法皆是幻化。好像在戲台上表演一樣，表演一個角色，表演一個忠臣孝子也是在唱戲，表演一個大奸巨猾也是在唱戲，都不是真的，都是假的，他在舞台上表演。所以絕對不生愛厭。"
    },
    {
      "id": "02-005-0080_p0015",
      "zh_CN": "【亦无希求不希求想。】",
      "zh_TW": "【亦無希求不希求想。】"
    },
    {
      "id": "02-005-0080_p0016",
      "zh_CN": "『希』是希望，『求』是求取，菩萨没有这个念头，菩萨有愿无心，这个我在讲席上讲过很多次，有愿无心自在。有愿，愿后头还有个希求的心，那是很大的负担，那个很苦恼，什么苦？求不得苦；求到之后呢，求到又患失患得，又怕丢掉，那个苦就来了。所以佛教给我们，随缘而不攀缘，那就得大自在。即使弘法利生也不例外，有缘我们就好好的做；没有缘，没有缘就好好的念佛更自在。有缘你要尽心尽力去做才圆满，没有缘，我的心一发就圆满了，不要做。这是像佛给阿难所讲的「发意圆成」，圆满功德，心一发就圆满功德。为什么？因为没有机会做。有机会一定要做了才圆满，没有机会，不做就圆满。所以佛菩萨在世间哪有不自在的道理！随缘，绝对不攀缘。攀缘是什么？我们心里有计划、有安排、有步骤去做，这就是攀缘。攀缘是什么？你已经多事了，本来没有事，你已经多事了。",
      "zh_TW": "『希』是希望，『求』是求取，菩薩沒有這個念頭，菩薩有願無心，這個我在講席上講過很多次，有願無心自在。有願，願後頭還有個希求的心，那是很大的負擔，那個很苦惱，什麼苦？求不得苦；求到之後呢，求到又患失患得，又怕丟掉，那個苦就來了。所以佛教給我們，隨緣而不攀緣，那就得大自在。即使弘法利生也不例外，有緣我們就好好的做；沒有緣，沒有緣就好好的念佛更自在。有緣你要盡心盡力去做才圓滿，沒有緣，我的心一發就圓滿了，不要做。這是像佛給阿難所講的「發意圓成」，圓滿功德，心一發就圓滿功德。為什麼？因為沒有機會做。有機會一定要做了才圓滿，沒有機會，不做就圓滿。所以佛菩薩在世間哪有不自在的道理！隨緣，絕對不攀緣。攀緣是什麼？我們心裡有計畫、有安排、有步驟去做，這就是攀緣。攀緣是什麼？你已經多事了，本來沒有事，你已經多事了。"
    },
    {
      "id": "02-005-0080_p0017",
      "zh_CN": "这一段是讲菩萨在十方世界参学，他们所持的态度。菩萨游化十方世界，我们今天是游行六道受报，他们是游十方法界，我们是游六道，想不游也不行，这个真叫苦不堪言。能把这个念头一转，在六道里头也抱这样的心态，在六道里面舍身受身，给诸位说你就能减少痛苦。对于你修学出离法（这个出离法在今天实在讲只有一条，念佛求生净土，出离三界六道轮回），有很大的帮助。为什么？我们知道，我们在这个世间不但我所是假的，我所是我所有，我所有的是假的不是真的；我也是假的。连身都不可得，哪里还有我所有？你真能把这个放下，你那个信心才真正叫清净，你的愿心才真正叫恳切，这个对于求生净土就有决定性的帮助，有真实的利益。古德常常教我们放下身心世界，真放下了。真放下，没有这个意念了，我、我所这个念头没有了。没有了，你譬如讲钱财，这是现在世间人看得重的，丢了，丢了没事，生不带来死不带去，就若无其事，你也就不烦恼，也没有牵挂。我去年在明尼尔波斯讲经的时候，我们这里有遭了小偷，我的一些连存折、私章都被小偷偷去了。这里打电话给我，我说偷了就算了吧，没事。那边的同修给我说：法师，你真看得开。这是假的，不是真的，何必为这些计较？人有得失心就苦，没有得失心，这个多自在！要把自己真正找到，这些东西是假的，这不是真正的自己，绝对不要受它累赘。再看底下两句：",
      "zh_TW": "這一段是講菩薩在十方世界參學，他們所持的態度。菩薩遊化十方世界，我們今天是遊行六道受報，他們是遊十方法界，我們是遊六道，想不遊也不行，這個真叫苦不堪言。能把這個念頭一轉，在六道裡頭也抱這樣的心態，在六道裡面捨身受身，給諸位說你就能減少痛苦。對於你修學出離法（這個出離法在今天實在講只有一條，念佛求生淨土，出離三界六道輪迴），有很大的幫助。為什麼？我們知道，我們在這個世間不但我所是假的，我所是我所有，我所有的是假的不是真的；我也是假的。連身都不可得，哪裡還有我所有？你真能把這個放下，你那個信心才真正叫清淨，你的願心才真正叫懇切，這個對於求生淨土就有決定性的幫助，有真實的利益。古德常常教我們放下身心世界，真放下了。真放下，沒有這個意念了，我、我所這個念頭沒有了。沒有了，你譬如講錢財，這是現在世間人看得重的，丟了，丟了沒事，生不帶來死不帶去，就若無其事，你也就不煩惱，也沒有牽掛。我去年在明尼爾波斯講經的時候，我們這裡有遭了小偷，我的一些連存摺、私章都被小偷偷去了。這裡打電話給我，我說偷了就算了吧，沒事。那邊的同修給我說：法師，你真看得開。這是假的，不是真的，何必為這些計較？人有得失心就苦，沒有得失心，這個多自在！要把自己真正找到，這些東西是假的，這不是真正的自己，絕對不要受它累贅。再看底下兩句："
    },
    {
      "id": "02-005-0080_p0018",
      "zh_CN": "【亦无彼我违怨之想。】",
      "zh_TW": "【亦無彼我違怨之想。】"
    },
    {
      "id": "02-005-0080_p0019",
      "zh_CN": "前面所说都是对事，这一句是对人，做事难，做人更难，事也是不断在那里变化，可是人心的变化比事还要快速，还要难于捉摸。我们用什么心态来处理人事？一样，要保持清净的觉心。第一，绝对不与一切众生结冤仇，他跟我结冤仇是他的事情，他那一边的事情，我不接受，我不跟他结冤仇。你抱着这个态度，这就对了，就正确了。这个『违怨』里面包括着爱憎，这都是错误的分别执着，以真诚的心待人、以清净心待人、以慈悲心待人，这就是佛菩萨，决定不沾染。下面给我们解释，为什么要用这样的心态处事待人接物？佛在此地告诉我们：",
      "zh_TW": "前面所說都是對事，這一句是對人，做事難，做人更難，事也是不斷在那裡變化，可是人心的變化比事還要快速，還要難於捉摸。我們用什麼心態來處理人事？一樣，要保持清淨的覺心。第一，絕對不與一切眾生結冤仇，他跟我結冤仇是他的事情，他那一邊的事情，我不接受，我不跟他結冤仇。你抱著這個態度，這就對了，就正確了。這個『違怨』裡面包括著愛憎，這都是錯誤的分別執著，以真誠的心待人、以清淨心待人、以慈悲心待人，這就是佛菩薩，決定不沾染。下面給我們解釋，為什麼要用這樣的心態處事待人接物？佛在此地告訴我們："
    },
    {
      "id": "02-005-0080_p0020",
      "zh_CN": "【何以故。彼诸菩萨。于一切众生。有大慈悲利益心故。】",
      "zh_TW": "【何以故。彼諸菩薩。於一切眾生。有大慈悲利益心故。】"
    },
    {
      "id": "02-005-0080_p0021",
      "zh_CN": "这一句是总说。实在说，他们是即相离相，离即同时，这真正是自利利他。对自己的利益是历事炼心，修自己的定慧，同时也能够帮助一切众生，这是真实的慈悲。『慈悲』上加一个『大』，就是没有分别执着，这个慈悲就大。世间人慈悲，喜欢的人就很慈悲，讨厌的人是一点都不慈悲，那个慈悲不是真实的，当然称不上大慈悲，大慈悲是清净平等心里面所生的。",
      "zh_TW": "這一句是總說。實在說，他們是即相離相，離即同時，這真正是自利利他。對自己的利益是歷事鍊心，修自己的定慧，同時也能夠幫助一切眾生，這是真實的慈悲。『慈悲』上加一個『大』，就是沒有分別執著，這個慈悲就大。世間人慈悲，喜歡的人就很慈悲，討厭的人是一點都不慈悲，那個慈悲不是真實的，當然稱不上大慈悲，大慈悲是清淨平等心裡面所生的。"
    },
    {
      "id": "02-005-0080_p0022",
      "zh_CN": "【舍离一切执着。成就无量功德。】",
      "zh_TW": "【捨離一切執著。成就無量功德。】"
    },
    {
      "id": "02-005-0080_p0023",
      "zh_CN": "那个『无量』，我们暂时把它放在一边，单讲『功德』。什么叫做功，什么叫做德？功是修行的功夫，德是你修学的收获，这叫功德。所以功德要靠自己修，别人不能帮助你，任何一个人都帮不上忙的。我们再把这个名词具体的说出来，用佛法的名词来讲，戒、定、慧，这是功德。戒是功，定是德，因戒得定，定是德；定是功，慧是德；慧是功，自在是德，你得大自在了，这叫功德。要用我们《无量寿经》经题，清净是功，平等是德；平等是功，觉是德；觉是功，无量寿庄严是德，你得到这个果报。功德一定要自己修。所以那个功德，无量的功德，就是我们经题上「无量寿庄严」，无量寿、无量庄严，是『舍离一切执着』才得到的；你要是在一切法里面，稍稍生一丝丝的执着，你就得不到了。这是自己成就，自受用。",
      "zh_TW": "那個『無量』，我們暫時把它放在一邊，單講『功德』。什麼叫做功，什麼叫做德？功是修行的功夫，德是你修學的收穫，這叫功德。所以功德要靠自己修，別人不能幫助你，任何一個人都幫不上忙的。我們再把這個名詞具體的說出來，用佛法的名詞來講，戒、定、慧，這是功德。戒是功，定是德，因戒得定，定是德；定是功，慧是德；慧是功，自在是德，你得大自在了，這叫功德。要用我們《無量壽經》經題，清淨是功，平等是德；平等是功，覺是德；覺是功，無量壽莊嚴是德，你得到這個果報。功德一定要自己修。所以那個功德，無量的功德，就是我們經題上「無量壽莊嚴」，無量壽、無量莊嚴，是『捨離一切執著』才得到的；你要是在一切法裡面，稍稍生一絲絲的執著，你就得不到了。這是自己成就，自受用。"
    },
    {
      "id": "02-005-0080_p0024",
      "zh_CN": "【以无碍慧。解法如如。善知集灭。音声方便。不欣世语。乐在正论。】",
      "zh_TW": "【以無礙慧。解法如如。善知集滅。音聲方便。不欣世語。樂在正論。】"
    },
    {
      "id": "02-005-0080_p0025",
      "zh_CN": "这个是利他的功德，前面讲自利，一定是自利之后，才能利他；自己没有入这个境界，要帮助别人，是不可能的。说实在话，自己没有入这个境界，往往把经看错了，把经讲错了。讲错有没有责任？有责任。讲错是什么？你就误导别人。自己走错路，这个不能怪别人；你指别人一条错路，这要负因果责任。所以古人常说，「错下一个字转语」，就是把人方向误导了，「堕五百世野狐身」。这个公案是禅宗百丈大师的公案，这是讲经讲错了一个字，那一个字是个关键的字，不是普通的。普通字没有大妨碍，不要说错一个，错十个也没什么大关系。关键的字要错一个可不得了，你把人家修行的方向指错了，这个重要。所以一定是自己先能够契入境界，而后知见才是真正的正知正见。",
      "zh_TW": "這個是利他的功德，前面講自利，一定是自利之後，才能利他；自己沒有入這個境界，要幫助別人，是不可能的。說實在話，自己沒有入這個境界，往往把經看錯了，把經講錯了。講錯有沒有責任？有責任。講錯是什麼？你就誤導別人。自己走錯路，這個不能怪別人；你指別人一條錯路，這要負因果責任。所以古人常說，「錯下一個字轉語」，就是把人方向誤導了，「墮五百世野狐身」。這個公案是禪宗百丈大師的公案，這是講經講錯了一個字，那一個字是個關鍵的字，不是普通的。普通字沒有大妨礙，不要說錯一個，錯十個也沒什麼大關係。關鍵的字要錯一個可不得了，你把人家修行的方向指錯了，這個重要。所以一定是自己先能夠契入境界，而後知見才是真正的正知正見。"
    },
    {
      "id": "02-005-0080_p0026",
      "zh_CN": "『以无碍慧，解法如如』，真正理解万法皆如，无有一法不如。所以佛经一打开第一句「如是我闻」，那个「如」不好懂，如果不能「解法如如」，你必定把这个意思讲错了。什么时候你能够解法如如？前面给你讲了，「舍离一切执着」，你才能解法如如。为什么阿罗汉没这个本事？阿罗汉有法执，所以不能解法如如。这两个如字，第一个如是讲真如本性，第二个如是讲一切万相，相如其性，性如其相，性相一如，性相不二。我这个讲法大家还是很难懂。古人用金跟器做比喻，「以金作器，器器皆金」，前面一个如字是金，后面一个如字是器，我们到金铺里面去参观，你看那黄金做多少种不同的东西，哪一样不是金？金就是器，器就是金，是一不是二。我们今天要问，真如本性在哪里，这是不是真如本性？是，没错。相就是性，性就是相，随便拈一法，都是自性变现的，离开自性，无有一法可得。它的自性是法性，法性就是真如本性，在物质上我们叫它作法性，无情众生上；在有情众生，我们叫它作佛性，佛性跟法性是一个性。所以《华严经》上才讲「情与无情，同圆种智」，它怎么会同圆种智？因为它是一个性，不是二性，你真正能够解一切万法原来就是真如，你叫明心见性。是什么自性？是自己的自性。",
      "zh_TW": "『以無礙慧，解法如如』，真正理解萬法皆如，無有一法不如。所以佛經一打開第一句「如是我聞」，那個「如」不好懂，如果不能「解法如如」，你必定把這個意思講錯了。什麼時候你能夠解法如如？前面給你講了，「捨離一切執著」，你才能解法如如。為什麼阿羅漢沒這個本事？阿羅漢有法執，所以不能解法如如。這兩個如字，第一個如是講真如本性，第二個如是講一切萬相，相如其性，性如其相，性相一如，性相不二。我這個講法大家還是很難懂。古人用金跟器做比喻，「以金作器，器器皆金」，前面一個如字是金，後面一個如字是器，我們到金鋪裡面去參觀，你看那黃金做多少種不同的東西，哪一樣不是金？金就是器，器就是金，是一不是二。我們今天要問，真如本性在哪裡，這是不是真如本性？是，沒錯。相就是性，性就是相，隨便拈一法，都是自性變現的，離開自性，無有一法可得。它的自性是法性，法性就是真如本性，在物質上我們叫它作法性，無情眾生上；在有情眾生，我們叫它作佛性，佛性跟法性是一個性。所以《華嚴經》上才講「情與無情，同圓種智」，它怎麼會同圓種智？因為它是一個性，不是二性，你真正能夠解一切萬法原來就是真如，你叫明心見性。是什麼自性？是自己的自性。"
    },
    {
      "id": "02-005-0080_p0027",
      "zh_CN": "能够见到这一个境界，心清净了、平等了，自己还会跟自己打架吗，自己还会跟自己过不去吗？没有这回事情了。二才会有对立，一法哪有对立的？没有对立的。所以一切诸佛菩萨跟一切众生，他没有对立的，原因在哪里？他知道这个真相。而是众生不了解这个事实，处处跟自己对立，处处跟自己过不去，这叫颠倒，这叫可怜悯者。我们没有办法契入这个真相，虽然佛在经上讲得这么清楚，我们好像也听懂了，其实怎么样？其实还是分别执着。那就是什么？没懂，真的不懂；真的听懂了，那恭喜你，你证果了。你看佛常常在经上说，有个人在听经听了一半，他证果，他开悟、见性了，那就是入这个境界。我们听了一样，还是是非人我，还是贪瞋痴慢，没听懂，这是真的。为什么听不懂？那就是没有办法舍离一切执着，一切执着还照执着不误，这就没法子，听也听不懂。听不懂，最好怎么办？最好不讲。为什么还要讲？教你阿赖耶识里头落这一个印象，印象要是久了，有力量了，产生作用，会帮助你开悟，帮助你真正入这个境界，这就是我们常讲的薰习。你的烦恼执着为什么放不下？因为烦恼执着天天在薰习，这个薰习的力量太久、太大，所谓习惯成自然，放不下了。薰习有这么大的作用，我们今天把薰习换过来，用佛法来薰习，读经是薰习，听经也是薰习，念佛也是薰习。知道薰习对我们这一生当中有这样严重深远的影响，我们对于这个薰习就应当选择，这个就是智慧。前面念过，肉眼抉择，天眼才会通达。所以他解法如如，就是对于宇宙人生的真相他真的明了，他真的理解。",
      "zh_TW": "能夠見到這一個境界，心清淨了、平等了，自己還會跟自己打架嗎，自己還會跟自己過不去嗎？沒有這回事情了。二才會有對立，一法哪有對立的？沒有對立的。所以一切諸佛菩薩跟一切眾生，他沒有對立的，原因在哪裡？他知道這個真相。而是眾生不了解這個事實，處處跟自己對立，處處跟自己過不去，這叫顛倒，這叫可憐憫者。我們沒有辦法契入這個真相，雖然佛在經上講得這麼清楚，我們好像也聽懂了，其實怎麼樣？其實還是分別執著。那就是什麼？沒懂，真的不懂；真的聽懂了，那恭喜你，你證果了。你看佛常常在經上說，有個人在聽經聽了一半，他證果，他開悟、見性了，那就是入這個境界。我們聽了一樣，還是是非人我，還是貪瞋痴慢，沒聽懂，這是真的。為什麼聽不懂？那就是沒有辦法捨離一切執著，一切執著還照執著不誤，這就沒法子，聽也聽不懂。聽不懂，最好怎麼辦？最好不講。為什麼還要講？教你阿賴耶識裡頭落這一個印象，印象要是久了，有力量了，產生作用，會幫助你開悟，幫助你真正入這個境界，這就是我們常講的薰習。你的煩惱執著為什麼放不下？因為煩惱執著天天在薰習，這個薰習的力量太久、太大，所謂習慣成自然，放不下了。薰習有這麼大的作用，我們今天把薰習換過來，用佛法來薰習，讀經是薰習，聽經也是薰習，念佛也是薰習。知道薰習對我們這一生當中有這樣嚴重深遠的影響，我們對於這個薰習就應當選擇，這個就是智慧。前面念過，肉眼抉擇，天眼才會通達。所以他解法如如，就是對於宇宙人生的真相他真的明瞭，他真的理解。"
    },
    {
      "id": "02-005-0080_p0028",
      "zh_CN": "『善知集灭，音声方便』，善是善巧，没有智慧就没有善巧。善巧是什么？是后得智、是权智，就是智慧应用在生活上，应用在处事待人接物，这样的智慧就是此地讲的「善知」。「集灭」是什么？集灭是讲心，我们现在讲是心理的现象，心理现象；「音声」是讲物理的现象。集起为心，这是唯识经论里面讲得很清楚，心是什么？心是集起的意思。念头的生灭，一个是心理，一个是物理，所以这四个字包括的范围是无限的深广，太大了、太深了！要不是对宇宙人生真相真正明了，这个做不到，哪有这样的能力？这个对于心理、物理通达无碍，所以他有方便。方是方法，便是便利，非常巧妙应用在生活上，拿今天的话来说，是生活的艺术，今天我们讲艺术。其实我们现在生活艺术这个概念，距离此地讲的艺术，那差得远之远矣，我们生活艺术跟佛菩萨比，那真是小巫见大巫，连个边际都摸不到，人家那个生活才叫真正高度的艺术。显示在西方极乐世界，像《华严经》上讲的华藏世界一真法界，这个是生活艺术达到高度的标准，这一句是这个意思。",
      "zh_TW": "『善知集滅，音聲方便』，善是善巧，沒有智慧就沒有善巧。善巧是什麼？是後得智、是權智，就是智慧應用在生活上，應用在處事待人接物，這樣的智慧就是此地講的「善知」。「集滅」是什麼？集滅是講心，我們現在講是心理的現象，心理現象；「音聲」是講物理的現象。集起為心，這是唯識經論裡面講得很清楚，心是什麼？心是集起的意思。念頭的生滅，一個是心理，一個是物理，所以這四個字包括的範圍是無限的深廣，太大了、太深了！要不是對宇宙人生真相真正明瞭，這個做不到，哪有這樣的能力？這個對於心理、物理通達無礙，所以他有方便。方是方法，便是便利，非常巧妙應用在生活上，拿今天的話來說，是生活的藝術，今天我們講藝術。其實我們現在生活藝術這個概念，距離此地講的藝術，那差得遠之遠矣，我們生活藝術跟佛菩薩比，那真是小巫見大巫，連個邊際都摸不到，人家那個生活才叫真正高度的藝術。顯示在西方極樂世界，像《華嚴經》上講的華藏世界一真法界，這個是生活藝術達到高度的標準，這一句是這個意思。"
    },
    {
      "id": "02-005-0080_p0029",
      "zh_CN": "这个世间语，就是世间以为的种种娱乐的言语，像我们世间人诗词歌赋这叫『世语』，这不是『正论』。在我们中国过去，儒家、道家的经典是「正论」，文学里面大多数都是「世语」。文学供给你什么？叫怡情悦性。怡情悦性主要的目的是什么？是教你动感情，这感情就错了。在佛法里就错了，佛法清净心里面，哪里有喜怒哀乐？这个喜怒哀乐，能够引发你喜怒哀乐的，全是世语。正论是教你得真正智慧，教你得清净心的，诸佛菩萨接引众生是「乐在正论」。那个世语有没有？是有的时候用它来做引导，像经典里面许多偈颂就是诗歌，可以唱的，可以谱成乐曲来演唱的，甚至于经典里面的故事都可以搬到舞台上去的，那就是什么？世语。这种世语里面真正的意思，在正论，启发你的真智慧，破迷开悟。在古时候孔老夫子曾经搜集各地方的民谣，我们现在讲民谣，就是这个歌词他搜集。搜集之后他老人家做一个整理，来做淘汰，好的保存着，不好的统统把它舍掉，这样编成一本书《诗经》，里面收的有三百多篇，这三百多篇是什么？这三百多篇符合正论。他搜集的标准三个字，「思无邪」，《论语》里面讲得很清楚，以这个标准来选择可留、不可留。诸佛菩萨教化众生都是以这个做标准，凡是使我们心地污染、不清净的，决定要把它淘汰掉，要帮助我们恢复清净心，帮助我们破迷开悟。这是佛菩萨应化在世间！",
      "zh_TW": "這個世間語，就是世間以為的種種娛樂的言語，像我們世間人詩詞歌賦這叫『世語』，這不是『正論』。在我們中國過去，儒家、道家的經典是「正論」，文學裡面大多數都是「世語」。文學供給你什麼？叫怡情悅性。怡情悅性主要的目的是什麼？是教你動感情，這感情就錯了。在佛法裡就錯了，佛法清淨心裡面，哪裡有喜怒哀樂？這個喜怒哀樂，能夠引發你喜怒哀樂的，全是世語。正論是教你得真正智慧，教你得清淨心的，諸佛菩薩接引眾生是「樂在正論」。那個世語有沒有？是有的時候用它來做引導，像經典裡面許多偈頌就是詩歌，可以唱的，可以譜成樂曲來演唱的，甚至於經典裡面的故事都可以搬到舞台上去的，那就是什麼？世語。這種世語裡面真正的意思，在正論，啟發你的真智慧，破迷開悟。在古時候孔老夫子曾經蒐集各地方的民謠，我們現在講民謠，就是這個歌詞他蒐集。蒐集之後他老人家做一個整理，來做淘汰，好的保存著，不好的統統把它捨掉，這樣編成一本書《詩經》，裡面收的有三百多篇，這三百多篇是什麼？這三百多篇符合正論。他蒐集的標準三個字，「思無邪」，《論語》裡面講得很清楚，以這個標準來選擇可留、不可留。諸佛菩薩教化眾生都是以這個做標準，凡是使我們心地污染、不清淨的，決定要把它淘汰掉，要幫助我們恢復清淨心，幫助我們破迷開悟。這是佛菩薩應化在世間！"
    },
    {
      "id": "02-005-0080_p0030",
      "zh_CN": "【知一切法。悉皆空寂。生身烦恼。二余俱尽。于三界中。平等勤修。究竟一乘。至于彼岸。】",
      "zh_TW": "【知一切法。悉皆空寂。生身煩惱。二餘俱盡。於三界中。平等勤修。究竟一乘。至於彼岸。】"
    },
    {
      "id": "02-005-0080_p0031",
      "zh_CN": "后面这一段是讲他们德行圆满的相状，还是建立在真实智慧的基础上。真智慧是什么？知一切法皆空。《心经》里面教给我们，「色即是空，空即是色，色不异空，空不异色」。不异就是完全一样，没有两样。色是什么？所有一切现象，这现象不是真的。不但所有一切现象了不可得，我们自己这个身也了不可得，眼耳鼻舌身统统了不可得。《心经》大家天天都念，念得都很熟，念了有什么用处？一点用也没有，念了不起作用。观世音菩萨，观自在就是观世音菩萨，他能提起观照作用，这一观照就是甚深般若智慧。我们天天念，愈念愈糊涂，愈念愈颠倒，没有观照功夫，对于一切法还是那么样的执着，这错了。极乐世界的菩萨统统明了，所以『生身烦恼，二余俱尽』，余是讲习气，两大类的习气，一类是烦恼的习气，一类是所知的习气，就是二障，一个是人我执的习气，一个是法我执的习气，统统都尽了。统统断尽了，最低限度也是等觉菩萨的境界。",
      "zh_TW": "後面這一段是講他們德行圓滿的相狀，還是建立在真實智慧的基礎上。真智慧是什麼？知一切法皆空。《心經》裡面教給我們，「色即是空，空即是色，色不異空，空不異色」。不異就是完全一樣，沒有兩樣。色是什麼？所有一切現象，這現象不是真的。不但所有一切現象了不可得，我們自己這個身也了不可得，眼耳鼻舌身統統了不可得。《心經》大家天天都念，念得都很熟，念了有什麼用處？一點用也沒有，念了不起作用。觀世音菩薩，觀自在就是觀世音菩薩，他能提起觀照作用，這一觀照就是甚深般若智慧。我們天天念，愈念愈糊塗，愈念愈顛倒，沒有觀照功夫，對於一切法還是那麼樣的執著，這錯了。極樂世界的菩薩統統明瞭，所以『生身煩惱，二餘俱盡』，餘是講習氣，兩大類的習氣，一類是煩惱的習氣，一類是所知的習氣，就是二障，一個是人我執的習氣，一個是法我執的習氣，統統都盡了。統統斷盡了，最低限度也是等覺菩薩的境界。"
    },
    {
      "id": "02-005-0080_p0032",
      "zh_CN": "『于三界中，平等勤修，究竟一乘』，这个真叫做倒驾慈航，大慈大悲，他再入三界，他本来出了三界，他不在三界当中。菩萨回到三界来，是教化众生，教化众生不但是言教，还要表演，还要去做一个示范。释迦牟尼佛在《梵网经》上告诉我们，他老人家在这个世界示现成佛，这一次是第八千次。还要在菩提树下装着夜睹明星，豁然大悟，都是装模作样的，做给我们看的，做得好。你看看，先是对于生老病死苦觉悟了，然后再出家修道，到处拜师父，到处去求学，学了好多年觉得一无所用，统统丢了不要了。统统不要了，这就接近道了！这个想学，那个想学，今天到这儿学，明天到那儿学，是愈学愈糊涂，那不能成功的。他就做那个样子给我们看，那是个错误的道路，全部舍弃，去修定，身心世界统统放下，这才能开悟。",
      "zh_TW": "『於三界中，平等勤修，究竟一乘』，這個真叫做倒駕慈航，大慈大悲，他再入三界，他本來出了三界，他不在三界當中。菩薩回到三界來，是教化眾生，教化眾生不但是言教，還要表演，還要去做一個示範。釋迦牟尼佛在《梵網經》上告訴我們，他老人家在這個世界示現成佛，這一次是第八千次。還要在菩提樹下裝著夜睹明星，豁然大悟，都是裝模作樣的，做給我們看的，做得好。你看看，先是對於生老病死苦覺悟了，然後再出家修道，到處拜師父，到處去求學，學了好多年覺得一無所用，統統丟了不要了。統統不要了，這就接近道了！這個想學，那個想學，今天到這兒學，明天到那兒學，是愈學愈糊塗，那不能成功的。他就做那個樣子給我們看，那是個錯誤的道路，全部捨棄，去修定，身心世界統統放下，這才能開悟。"
    },
    {
      "id": "02-005-0080_p0033",
      "zh_CN": "所以他要做一个榜样给我们看，教给我们怎样才能得一心，怎样才能得清净心。道是什么？道就是清净心，道就是平等心。清净平等的作用就是大觉，无所不觉、无所不知，你的心要清净。所以你学的东西多了，决定染污你的清净心，你要学它干什么？别人都学，你看哪一个不学？好，你跟大家一样你去学去。你再看看，这些学的人哪一个开悟了？没一个开悟的。再仔细观察观察，这学的人哪一个好死的？什么叫好死？死的时候清清楚楚、明明白白，这叫好死。如果死的时候糊涂颠倒，这个死就死得不好，这不能骗人。你看那个预知时至的，走的时候坐着走、站着走的，又不生病、晓得哪一天走的，那些人怎么学的。我们能够留意到这一点，可以说他就不迷，这个人真正觉悟，他学什么？所以诸佛菩萨在我们这个世间做榜样给我们看，近代印光大师就是个好例子、好榜样，他在年轻的时候学得也很多，以后统统放下，老实念佛，做样子给我们看。现在黄念祖老居士还在这个世间，他也在做样子给我们看。他年轻的时候学得不少，跟夏老师学教，跟虚云老和尚学禅，跟诺那活佛学密，他学的东西真多，他真用功，他认真，他每一样东西都学得不错，都学得很好。现在统统放下，全部放下了，一天到晚念这句佛号，一天念十六万声阿弥陀佛，他统统放下了。",
      "zh_TW": "所以他要做一個榜樣給我們看，教給我們怎樣才能得一心，怎樣才能得清淨心。道是什麼？道就是清淨心，道就是平等心。清淨平等的作用就是大覺，無所不覺、無所不知，你的心要清淨。所以你學的東西多了，決定染污你的清淨心，你要學它幹什麼？別人都學，你看哪一個不學？好，你跟大家一樣你去學去。你再看看，這些學的人哪一個開悟了？沒一個開悟的。再仔細觀察觀察，這學的人哪一個好死的？什麼叫好死？死的時候清清楚楚、明明白白，這叫好死。如果死的時候糊塗顛倒，這個死就死得不好，這不能騙人。你看那個預知時至的，走的時候坐著走、站著走的，又不生病、曉得哪一天走的，那些人怎麼學的。我們能夠留意到這一點，可以說他就不迷，這個人真正覺悟，他學什麼？所以諸佛菩薩在我們這個世間做榜樣給我們看，近代印光大師就是個好例子、好榜樣，他在年輕的時候學得也很多，以後統統放下，老實念佛，做樣子給我們看。現在黃念祖老居士還在這個世間，他也在做樣子給我們看。他年輕的時候學得不少，跟夏老師學教，跟虛雲老和尚學禪，跟諾那活佛學密，他學的東西真多，他真用功，他認真，他每一樣東西都學得不錯，都學得很好。現在統統放下，全部放下了，一天到晚念這句佛號，一天念十六萬聲阿彌陀佛，他統統放下了。"
    },
    {
      "id": "02-005-0080_p0034",
      "zh_CN": "「于三界中，平等勤修，究竟一乘」，这个究竟一乘是什么？就是一句阿弥陀佛。这个法门，古德所说，一乘当中的一乘，大乘之大乘、一乘之一乘，究竟圆满的大法。我们在前面曾经用古人较量的方法，来认识这个法门，这是黄老居士在《无量寿经》注解里面为我们举出来的。这个注解的本子今天送到，每一位同修都可以请一本回去，这个本子是他老人家重新校正过的，里面改了不少，这个本子是定本。我问过他，我说你还要不要改？他说不改了，这个本子是定本。刚刚我看到里面还有些错字，我们这次初版印了两万册，希望下次再印，把所有错字统统改正过来，那就是一个最完善的版本。他引古德比较，这是隋唐时代的这些高僧大德们，他们把释迦牟尼佛四十九年所说的一切经做一个比较，哪一个经是第一？几乎大家公认的《华严经》第一。《华严》跟《无量寿经》做个比较，《无量寿经》第一，为什么《无量寿经》第一？《华严》到最后十大愿王导归极乐，《华严》才圆满，如果没有这一招，《华严》就不能圆满。这部经自始至终完全讲西方极乐世界，就是《华严》的归宿，这是第一里面的第一。",
      "zh_TW": "「於三界中，平等勤修，究竟一乘」，這個究竟一乘是什麼？就是一句阿彌陀佛。這個法門，古德所說，一乘當中的一乘，大乘之大乘、一乘之一乘，究竟圓滿的大法。我們在前面曾經用古人較量的方法，來認識這個法門，這是黃老居士在《無量壽經》註解裡面為我們舉出來的。這個註解的本子今天送到，每一位同修都可以請一本回去，這個本子是他老人家重新校正過的，裡面改了不少，這個本子是定本。我問過他，我說你還要不要改？他說不改了，這個本子是定本。剛剛我看到裡面還有些錯字，我們這次初版印了兩萬冊，希望下次再印，把所有錯字統統改正過來，那就是一個最完善的版本。他引古德比較，這是隋唐時代的這些高僧大德們，他們把釋迦牟尼佛四十九年所說的一切經做一個比較，哪一個經是第一？幾乎大家公認的《華嚴經》第一。《華嚴》跟《無量壽經》做個比較，《無量壽經》第一，為什麼《無量壽經》第一？《華嚴》到最後十大願王導歸極樂，《華嚴》才圓滿，如果沒有這一招，《華嚴》就不能圓滿。這部經自始至終完全講西方極樂世界，就是《華嚴》的歸宿，這是第一裡面的第一。"
    },
    {
      "id": "02-005-0080_p0035",
      "zh_CN": "古人只比到此地，我们再往下追究，我在这个讲席里头就用这个本子，现在夏老居士会集本子，它里面有四十八品，哪一品第一？这个我们同学们都晓得，这一部经哪一品最重要？第六品，第六品是阿弥陀佛四十八愿，阿弥陀佛自己说的。好像找那个顶尖，就愈来愈接近，四十八愿里头有四十八条，哪一条又是第一？再找，往上再继续不断的找，十八愿第一。十八愿是什么？十念必生。念什么？阿弥陀佛，这才找出来，原来阿弥陀佛是第一。顶尖的是阿弥陀佛，究竟一乘就是阿弥陀佛，就是这一句名号，名号功德不可思议。我们不用这个方法找不到，也不知道名号功德是一回什么事情。那么我们就明了，四十八愿就是解释名号的；这本《无量寿经》就是解释四十八愿的；《大方广佛华严经》就是《无量寿经》的注解；三藏十二部经典是《华严经》的注脚，这一下才真正搞清楚了。",
      "zh_TW": "古人只比到此地，我們再往下追究，我在這個講席裡頭就用這個本子，現在夏老居士會集本子，它裡面有四十八品，哪一品第一？這個我們同學們都曉得，這一部經哪一品最重要？第六品，第六品是阿彌陀佛四十八願，阿彌陀佛自己說的。好像找那個頂尖，就愈來愈接近，四十八願裡頭有四十八條，哪一條又是第一？再找，往上再繼續不斷的找，十八願第一。十八願是什麼？十念必生。念什麼？阿彌陀佛，這才找出來，原來阿彌陀佛是第一。頂尖的是阿彌陀佛，究竟一乘就是阿彌陀佛，就是這一句名號，名號功德不可思議。我們不用這個方法找不到，也不知道名號功德是一回什麼事情。那麼我們就明瞭，四十八願就是解釋名號的；這本《無量壽經》就是解釋四十八願的；《大方廣佛華嚴經》就是《無量壽經》的註解；三藏十二部經典是《華嚴經》的註腳，這一下才真正搞清楚了。"
    },
    {
      "id": "02-005-0080_p0036",
      "zh_CN": "『至于彼岸』，这个至于是究竟，究竟彼岸，这就是证得圆满的佛果了。用什么方法修的？一句佛号圆满成就，这是大势至菩萨所标榜的法门。",
      "zh_TW": "『至於彼岸』，這個至於是究竟，究竟彼岸，這就是證得圓滿的佛果了。用什麼方法修的？一句佛號圓滿成就，這是大勢至菩薩所標榜的法門。"
    },
    {
      "id": "02-005-0080_p0037",
      "zh_CN": "【决断疑网。证无所得。】",
      "zh_TW": "【決斷疑網。證無所得。】"
    },
    {
      "id": "02-005-0080_p0038",
      "zh_CN": "这个『无所得』是真正的般若，释迦牟尼佛二十二年宣讲般若经，玄奘大师翻成六百卷，就是《大般若》，这是中文经典里面卷数最多的，六百卷《大般若》。这六百卷《大般若》说个什么？要用《心经》上一句话，「无智亦无得」，释迦牟尼佛讲了二十二年就讲这个意思。此地讲「证无所得」，就是圆满的般若，他证得了，般若智慧圆满了。",
      "zh_TW": "這個『無所得』是真正的般若，釋迦牟尼佛二十二年宣講般若經，玄奘大師翻成六百卷，就是《大般若》，這是中文經典裡面卷數最多的，六百卷《大般若》。這六百卷《大般若》說個什麼？要用《心經》上一句話，「無智亦無得」，釋迦牟尼佛講了二十二年就講這個意思。此地講「證無所得」，就是圓滿的般若，他證得了，般若智慧圓滿了。"
    },
    {
      "id": "02-005-0080_p0039",
      "zh_CN": "【以方便智。增长了知。】",
      "zh_TW": "【以方便智。增長了知。】"
    },
    {
      "id": "02-005-0080_p0040",
      "zh_CN": "前面这个「无所得」是实智，是根本智；根本智起作用就是『方便智』，释迦牟尼佛给我们说法四十九年，是「方便智」。方便智是无所不知，根本智是无知，般若无知，起作用的时候是无所不知。我们要想无所不知，那怎么个学法？先学无知。这不是我教给大家，我没这个本事，这是诸佛如来所教的，我们相不相信？听了不敢相信。所以大家怎么学法？拼命学有知，不肯去学无知，从有知上去求，求来求去就是世间的世智辩聪，得到这个东西。般若呢？根本智、后得智完全没有分，不相干。我们讲到孝顺父母、尊师重道，这是尊师吗，这是重道吗？尊师是听老师的话，依教奉行，这叫尊师、这叫重道。我们根本都不听，还自认为是佛的好学生，完全没有照做，这怎么能成就？假如我要想做，我从哪里做起？你要真正发心做，真正是诸佛如来的乖学生，还是古德教的，我也没资格教你们，古人教的老实念，老实念就行了，就是佛的好学生。学黄老居士就行了，一天念十六万声佛号，那就是依教奉行，把妄想分别执着统统念掉，念到心清净，念到开智慧。念到心清净，智慧自然就现前，就是『增长了知』，你六根接触六尘境界，统统知道，不要学的，一接触就知道。你看看《六祖坛经》，六祖大师没学过，没有学过《法华经》，法达念《法华经》给他听，他就懂了，他就讲给他听；没有学过《涅槃经》，无尽藏比丘尼念《涅槃经》给他听，他就跟她讲《涅槃经》；没有学过唯识，你看他对八识讲得多么简单、明了，比相宗的法师讲得高明太多了，言简意赅，这个东西他都没学过的。那是什么？方便智增长了知，这是真正佛弟子。所以印光大师住在苏州灵岩山建念佛堂，定了五条规约，最重要的一条，念佛堂里只念佛，不讲经、不传戒，就是一句佛号念到底。通常念佛每天六支香，就跟我们台湾打佛七一样，一年有两次精进佛七，就加香加到九支香，平常是六支香。这就是提倡什么？老实念，真正依教奉行。",
      "zh_TW": "前面這個「無所得」是實智，是根本智；根本智起作用就是『方便智』，釋迦牟尼佛給我們說法四十九年，是「方便智」。方便智是無所不知，根本智是無知，般若無知，起作用的時候是無所不知。我們要想無所不知，那怎麼個學法？先學無知。這不是我教給大家，我沒這個本事，這是諸佛如來所教的，我們相不相信？聽了不敢相信。所以大家怎麼學法？拼命學有知，不肯去學無知，從有知上去求，求來求去就是世間的世智辯聰，得到這個東西。般若呢？根本智、後得智完全沒有分，不相干。我們講到孝順父母、尊師重道，這是尊師嗎，這是重道嗎？尊師是聽老師的話，依教奉行，這叫尊師、這叫重道。我們根本都不聽，還自認為是佛的好學生，完全沒有照做，這怎麼能成就？假如我要想做，我從哪裡做起？你要真正發心做，真正是諸佛如來的乖學生，還是古德教的，我也沒資格教你們，古人教的老實念，老實念就行了，就是佛的好學生。學黃老居士就行了，一天念十六萬聲佛號，那就是依教奉行，把妄想分別執著統統念掉，念到心清淨，念到開智慧。念到心清淨，智慧自然就現前，就是『增長了知』，你六根接觸六塵境界，統統知道，不要學的，一接觸就知道。你看看《六祖壇經》，六祖大師沒學過，沒有學過《法華經》，法達念《法華經》給他聽，他就懂了，他就講給他聽；沒有學過《涅槃經》，無盡藏比丘尼念《涅槃經》給他聽，他就跟她講《涅槃經》；沒有學過唯識，你看他對八識講得多麼簡單、明瞭，比相宗的法師講得高明太多了，言簡意賅，這個東西他都沒學過的。那是什麼？方便智增長了知，這是真正佛弟子。所以印光大師住在蘇州靈巖山建念佛堂，定了五條規約，最重要的一條，念佛堂裡只念佛，不講經、不傳戒，就是一句佛號念到底。通常念佛每天六支香，就跟我們台灣打佛七一樣，一年有兩次精進佛七，就加香加到九支香，平常是六支香。這就是提倡什麼？老實念，真正依教奉行。"
    },
    {
      "id": "02-005-0080_p0041",
      "zh_CN": "【从本以来。安住神通。得一乘道。不由他悟。】",
      "zh_TW": "【從本以來。安住神通。得一乘道。不由他悟。】"
    },
    {
      "id": "02-005-0080_p0042",
      "zh_CN": "这几句把究竟圆满的原因告诉我们了，他怎么得到究竟圆满？他是『从本以来，安住神通』。我们此地要再问，什么是神通？所以这个地方最难解的，前面讲的「究竟一乘」，此地是「安住神通」。究竟一乘，给你指出来就是阿弥陀佛的名号；安住神通，就是大势至菩萨所讲的，教你「都摄六根，净念相继」，你能够做到净念相继就是安住神通，这一句佛号念熟了，一切都通达了。『得一乘道』，这个地方「一乘道」是讲圆教的佛果，无上正等正觉，不是从外头得来的，是自己内心自证的。由此可知，我们在外面学学不到，这就跟大家说了，我们听经能不能开悟？不能开悟。为什么不能开悟？从外面学，这是心外求法，以为道在经典里面，没有，道不在经典里头，经典也没离开道。前面都把这个事实跟诸位报告过了，马鸣菩萨教给我们读经，听经也一样，离言说相，不要着相；离名字相，名词术语，不要执着这些；离心缘相，不要看到经文打妄想，不要一面听经一面打妄想。这样读经、听经，能消归自性，那就有受用。换句话说，你在这里听经，你不执着音声，不分别名相，也不打妄想，你在此地一个半小时你是在修念佛三昧，你真的是安住神通、如如不动。听得清清楚楚、明明白白这是修慧，没有分别、没有执着、没有妄想这是修定，你这一个半钟点是真正在做功夫。佛菩萨是这样教给我们的。可是我们怎么做？听讲经是一面听，随着言语打妄想，看经是随着文字打妄想，他总在这打妄想，所以经里面的真实义，是一句也没有体会到。「愿解如来真实义」是谈何容易！想的时候把佛的意思都想歪扭了，还都自以为是，这怎么得了！这一段经文，是说明极乐世界菩萨们他们是怎么修学的，我们要明了，要尽量去学习，把握着他们修行的原理原则，我们现在就来学、就来开始，将来到西方极乐世界就非常适应，那个进度就快速了。",
      "zh_TW": "這幾句把究竟圓滿的原因告訴我們了，他怎麼得到究竟圓滿？他是『從本以來，安住神通』。我們此地要再問，什麼是神通？所以這個地方最難解的，前面講的「究竟一乘」，此地是「安住神通」。究竟一乘，給你指出來就是阿彌陀佛的名號；安住神通，就是大勢至菩薩所講的，教你「都攝六根，淨念相繼」，你能夠做到淨念相繼就是安住神通，這一句佛號念熟了，一切都通達了。『得一乘道』，這個地方「一乘道」是講圓教的佛果，無上正等正覺，不是從外頭得來的，是自己內心自證的。由此可知，我們在外面學學不到，這就跟大家說了，我們聽經能不能開悟？不能開悟。為什麼不能開悟？從外面學，這是心外求法，以為道在經典裡面，沒有，道不在經典裡頭，經典也沒離開道。前面都把這個事實跟諸位報告過了，馬鳴菩薩教給我們讀經，聽經也一樣，離言說相，不要著相；離名字相，名詞術語，不要執著這些；離心緣相，不要看到經文打妄想，不要一面聽經一面打妄想。這樣讀經、聽經，能消歸自性，那就有受用。換句話說，你在這裡聽經，你不執著音聲，不分別名相，也不打妄想，你在此地一個半小時你是在修念佛三昧，你真的是安住神通、如如不動。聽得清清楚楚、明明白白這是修慧，沒有分別、沒有執著、沒有妄想這是修定，你這一個半鐘點是真正在做功夫。佛菩薩是這樣教給我們的。可是我們怎麼做？聽講經是一面聽，隨著言語打妄想，看經是隨著文字打妄想，他總在這打妄想，所以經裡面的真實義，是一句也沒有體會到。「願解如來真實義」是談何容易！想的時候把佛的意思都想歪扭了，還都自以為是，這怎麼得了！這一段經文，是說明極樂世界菩薩們他們是怎麼修學的，我們要明瞭，要盡量去學習，把握著他們修行的原理原則，我們現在就來學、就來開始，將來到西方極樂世界就非常適應，那個進度就快速了。"
    },
    {
      "id": "02-005-0080_p0043",
      "zh_CN": "好，我们讲到此地。",
      "zh_TW": "好，我們講到此地。"
    }
  ]
}