{
  "doc_id": "02-005-0015",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0015",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-005-0015_p0001",
      "zh_CN": "请掀开经本第十八页，第二行，我们继续看四土当中的「实报庄严土」，实是真实。由此可知，前面的二土都不是真实的，唯有法身大士所住的土才是真实的。这个真实定义是什么？像《金刚经》上讲「凡所有相，皆是虚妄」，凡圣同居土是虚妄的，方便有余土也是虚妄的；法身大士破一品无明，证一分法身，这是真实的，就像《无量寿经》讲的「真实之际」，真实之际就是说的法身，就是说的依正庄严皆是真实，不再是虚妄的。这个事情我们听起来都很奇怪，实实在在说，如果对佛法能够深一层的体会，不难理解。凡是了义经论里面，佛都常说一切法当中唯有心真实。一切法里头什么真实？心是真实的。《华严》告诉我们十法界依正庄严，不但我们这个世界，这个宇宙当中无量无边的世界，乃至于虚空都不例外，从哪里来的？「唯心所现，唯识所变」。唯识所变的就不是真实的，「凡所有相，皆是虚妄」，为什么它不真实？识不真实，识在那里变化，会变就不真实。心真实，心是常寂的，心是不生不灭，不会改变的，所以心现出来的是真实的，这叫实报土。实报土从哪里来的？唯心所现。前面两种土是唯识所变，就这么来的。这个道理如果稍稍能够体会，我们对于这个境界就不怀疑了。西方世界说老实话，四土融合在一体，一生一切生。所以我们一品惑没断的凡夫，到西方极乐世界，也生到了实报庄严土，这是不可思议。",
      "zh_TW": "請掀開經本第十八頁，第二行，我們繼續看四土當中的「實報莊嚴土」，實是真實。由此可知，前面的二土都不是真實的，唯有法身大士所住的土才是真實的。這個真實定義是什麼？像《金剛經》上講「凡所有相，皆是虛妄」，凡聖同居土是虛妄的，方便有餘土也是虛妄的；法身大士破一品無明，證一分法身，這是真實的，就像《無量壽經》講的「真實之際」，真實之際就是說的法身，就是說的依正莊嚴皆是真實，不再是虛妄的。這個事情我們聽起來都很奇怪，實實在在說，如果對佛法能夠深一層的體會，不難理解。凡是了義經論裡面，佛都常說一切法當中唯有心真實。一切法裡頭什麼真實？心是真實的。《華嚴》告訴我們十法界依正莊嚴，不但我們這個世界，這個宇宙當中無量無邊的世界，乃至於虛空都不例外，從哪裡來的？「唯心所現，唯識所變」。唯識所變的就不是真實的，「凡所有相，皆是虛妄」，為什麼它不真實？識不真實，識在那裡變化，會變就不真實。心真實，心是常寂的，心是不生不滅，不會改變的，所以心現出來的是真實的，這叫實報土。實報土從哪裡來的？唯心所現。前面兩種土是唯識所變，就這麼來的。這個道理如果稍稍能夠體會，我們對於這個境界就不懷疑了。西方世界說老實話，四土融合在一體，一生一切生。所以我們一品惑沒斷的凡夫，到西方極樂世界，也生到了實報莊嚴土，這是不可思議。"
    },
    {
      "id": "02-005-0015_p0002",
      "zh_CN": "我们看底下的注解，「忆佛念佛，历历分明，行住坐卧，唯此一念，无第二念，不为贪瞋痴烦恼诸念之所杂乱，是名事一心。事上即得，理上未彻，属定门摄，未有慧故」。这个一段是总结前面的话，前面讲事一心已经讲得很清楚，这个地方再补充这一段，就说得更明白了，什么叫事一心。前面跟诸位说过，事一心有三辈九品，上品不太容易证得，但是下品可以说是人人都有分，问题就是你自己肯不肯去念？怎么个念法一定要清楚，忆佛，忆是心里面有佛，心里面要常常想佛，不要想别的。这个心总是有念头，念头一起来了，马上就把它换成阿弥陀佛，就想这个，这非常非常重要。禅宗里面常讲不怕念起，那个念是妄念、妄想，妄想不怕，为什么？那是无始劫以来的习气，哪个人没有？人人都有，所以一天到晚会起心动念，会胡思乱想。修行人跟一般人不一样的，就是他转得快，第一个念头是妄想，他马上就觉察：我又在起妄念了。第二个念头他就把它换成阿弥陀佛，他换得快，一换成阿弥陀佛就叫做觉。这个妄念起来是迷，迷立刻就转成觉，这是破迷开悟，悟就是觉。破迷开悟怎么讲法？就是这个讲法。一定要觉得快，心里面只有佛，没有其他的妄念，这是非常非常重要。念佛，你看念这一个字，念字是今心，口里有佛，心里也得有佛；口里有佛，心里面没有佛，不行。心里有佛，口里没有佛照样往生，要紧是心，心里面真正有佛。",
      "zh_TW": "我們看底下的註解，「憶佛念佛，歷歷分明，行住坐臥，唯此一念，無第二念，不為貪瞋痴煩惱諸念之所雜亂，是名事一心。事上即得，理上未徹，屬定門攝，未有慧故」。這個一段是總結前面的話，前面講事一心已經講得很清楚，這個地方再補充這一段，就說得更明白了，什麼叫事一心。前面跟諸位說過，事一心有三輩九品，上品不太容易證得，但是下品可以說是人人都有分，問題就是你自己肯不肯去念？怎麼個念法一定要清楚，憶佛，憶是心裡面有佛，心裡面要常常想佛，不要想別的。這個心總是有念頭，念頭一起來了，馬上就把它換成阿彌陀佛，就想這個，這非常非常重要。禪宗裡面常講不怕念起，那個念是妄念、妄想，妄想不怕，為什麼？那是無始劫以來的習氣，哪個人沒有？人人都有，所以一天到晚會起心動念，會胡思亂想。修行人跟一般人不一樣的，就是他轉得快，第一個念頭是妄想，他馬上就覺察：我又在起妄念了。第二個念頭他就把它換成阿彌陀佛，他換得快，一換成阿彌陀佛就叫做覺。這個妄念起來是迷，迷立刻就轉成覺，這是破迷開悟，悟就是覺。破迷開悟怎麼講法？就是這個講法。一定要覺得快，心裡面只有佛，沒有其他的妄念，這是非常非常重要。念佛，你看念這一個字，念字是今心，口裡有佛，心裡也得有佛；口裡有佛，心裡面沒有佛，不行。心裡有佛，口裡沒有佛照樣往生，要緊是心，心裡面真正有佛。"
    },
    {
      "id": "02-005-0015_p0003",
      "zh_CN": "「历历分明」，就是清清楚楚，这句佛号。佛号不要间断，这一间断就迷了，一念间断就一念迷，念念间断就念念都迷，这个事情麻烦。所以佛号要一句接一句，不要让它间断。不间断就不会夹杂了，夹杂，我们底下还会详细跟诸位说明。一间断它就有妄念起来，妄念就是夹杂，一面念佛一面还有妄念，夹杂妄念这个不行，这样功夫不会得力的。所以这个佛号要清清楚楚、明明白白，我们想佛也要想得清清楚楚、明明白白，所以佛像平常要多看。我常常也在讲席当中劝同修们，佛像最好供养一尊，你喜欢哪一尊佛像，你就供养哪一尊，为什么？常常看、常常想。你供养的佛像太多了，不知道想哪一尊好，我们这个当中这是阿弥陀佛，这边这个也是阿弥陀佛，那你到底想哪个好？所以你供养多了的时候，就想乱了，那也不行，那也叫夹杂。所以供养最好是一尊，天天看这一尊佛，天天想这一尊佛。遇到跟我们佛像不相同的，我们闭起眼睛想的还是我们供的那尊佛，这就对了，就没有妨碍心专一，专一这个心就清净。",
      "zh_TW": "「歷歷分明」，就是清清楚楚，這句佛號。佛號不要間斷，這一間斷就迷了，一念間斷就一念迷，念念間斷就念念都迷，這個事情麻煩。所以佛號要一句接一句，不要讓它間斷。不間斷就不會夾雜了，夾雜，我們底下還會詳細跟諸位說明。一間斷它就有妄念起來，妄念就是夾雜，一面念佛一面還有妄念，夾雜妄念這個不行，這樣功夫不會得力的。所以這個佛號要清清楚楚、明明白白，我們想佛也要想得清清楚楚、明明白白，所以佛像平常要多看。我常常也在講席當中勸同修們，佛像最好供養一尊，你喜歡哪一尊佛像，你就供養哪一尊，為什麼？常常看、常常想。你供養的佛像太多了，不知道想哪一尊好，我們這個當中這是阿彌陀佛，這邊這個也是阿彌陀佛，那你到底想哪個好？所以你供養多了的時候，就想亂了，那也不行，那也叫夾雜。所以供養最好是一尊，天天看這一尊佛，天天想這一尊佛。遇到跟我們佛像不相同的，我們閉起眼睛想的還是我們供的那尊佛，這就對了，就沒有妨礙心專一，專一這個心就清淨。"
    },
    {
      "id": "02-005-0015_p0004",
      "zh_CN": "「行住坐卧」，行是在动作的时候，身体在动的时候叫行，住是不动的时候，坐是坐下来的时候，卧是躺下来的时候，行住坐卧统统都要有佛。心里面都要有佛，决定不能离开，晚上睡觉作梦还是梦跟佛在一起，这才行。晚上作梦又梦到别的去了，这又断了，功夫又断了、又夹杂了，心不专一了。我们古人常讲「日有所思，夜有所梦」，要把阿弥陀佛喜欢到极处，你天天晚上就梦到他了，这样才行。可是诸位也不要作意，作意就是故意去攀缘：我昨天晚上怎么又没有梦到阿弥陀佛？你要去作意的话，那天天梦到就会着魔，那也是麻烦事情。完全是自自然然，心地清净，念佛是修清净心，用佛号、用观想把我们的妄念去掉，恢复自性清净，目的在此地。",
      "zh_TW": "「行住坐臥」，行是在動作的時候，身體在動的時候叫行，住是不動的時候，坐是坐下來的時候，臥是躺下來的時候，行住坐臥統統都要有佛。心裡面都要有佛，決定不能離開，晚上睡覺作夢還是夢跟佛在一起，這才行。晚上作夢又夢到別的去了，這又斷了，功夫又斷了、又夾雜了，心不專一了。我們古人常講「日有所思，夜有所夢」，要把阿彌陀佛喜歡到極處，你天天晚上就夢到他了，這樣才行。可是諸位也不要作意，作意就是故意去攀緣：我昨天晚上怎麼又沒有夢到阿彌陀佛？你要去作意的話，那天天夢到就會著魔，那也是麻煩事情。完全是自自然然，心地清淨，念佛是修清淨心，用佛號、用觀想把我們的妄念去掉，恢復自性清淨，目的在此地。"
    },
    {
      "id": "02-005-0015_p0005",
      "zh_CN": "「唯此一念，无第二念」，这一句话就是专修，就是ㄧ向专念，我们只有这一念，除这一念没有第二念。「不为贪瞋痴烦恼诸念之所杂乱」，这个杂乱就是掺杂、乱想，胡思乱想。念佛人最忌讳的就是心里头杂乱，胡思乱想，这是最忌讳的。这样念佛念得再多叫功夫不得力，这是要注意的。真正功夫得力了从哪里看？就是妄想杂念少了，妄想杂念少，念佛的利益就得到了，眼前的利益是身体健康。所以病，我常说病从哪里来的？病从妄想上来的。你看哪个生病的人不胡思乱想？不胡思乱想的人他就不会害病，道理在此地。现在医学里头讲的心理健康，什么叫心理健康？没有胡思乱想这个心就很健康的；一天到晚胡思乱想，心不健康，他决定要生病。对治的方法就是认真去念佛，把妄念念掉，把杂念念掉，这就是事一心，这是浅的事一心；深的事一心，见思烦恼就断掉了。浅的是我这念佛功夫控制住妄想、烦恼，虽有，它不起作用，我这一句佛号有力量把它压住，这是下品的事一心；上品事一心那是断掉，见思烦恼没有了。所以说「事上即得，理上未彻」，这个事一心就是念佛三昧，三昧也翻作禅定，是属于念佛三昧。所以它是属于定门，虽有定，智慧没开，智慧没开这就叫事一心；智慧开了就是理一心。诸位要知道，定可以伏烦恼，可以伏烦恼不能破无明，破无明要智慧，就是要断尘沙惑、要破无明惑，一定要智慧开。智慧不开，全凭定功，定功达到了极处，也只能断见思烦恼，尘沙、无明，定是没有法子。所以阿罗汉、辟支佛只有九次第定，断见思，三界之内的见思烦恼，尘沙、无明都没有破，这是阿罗汉与辟支佛的境界。",
      "zh_TW": "「唯此一念，無第二念」，這一句話就是專修，就是ㄧ向專念，我們只有這一念，除這一念沒有第二念。「不為貪瞋痴煩惱諸念之所雜亂」，這個雜亂就是摻雜、亂想，胡思亂想。念佛人最忌諱的就是心裡頭雜亂，胡思亂想，這是最忌諱的。這樣念佛念得再多叫功夫不得力，這是要注意的。真正功夫得力了從哪裡看？就是妄想雜念少了，妄想雜念少，念佛的利益就得到了，眼前的利益是身體健康。所以病，我常說病從哪裡來的？病從妄想上來的。你看哪個生病的人不胡思亂想？不胡思亂想的人他就不會害病，道理在此地。現在醫學裡頭講的心理健康，什麼叫心理健康？沒有胡思亂想這個心就很健康的；一天到晚胡思亂想，心不健康，他決定要生病。對治的方法就是認真去念佛，把妄念念掉，把雜念念掉，這就是事一心，這是淺的事一心；深的事一心，見思煩惱就斷掉了。淺的是我這念佛功夫控制住妄想、煩惱，雖有，它不起作用，我這一句佛號有力量把它壓住，這是下品的事一心；上品事一心那是斷掉，見思煩惱沒有了。所以說「事上即得，理上未徹」，這個事一心就是念佛三昧，三昧也翻作禪定，是屬於念佛三昧。所以它是屬於定門，雖有定，智慧沒開，智慧沒開這就叫事一心；智慧開了就是理一心。諸位要知道，定可以伏煩惱，可以伏煩惱不能破無明，破無明要智慧，就是要斷塵沙惑、要破無明惑，一定要智慧開。智慧不開，全憑定功，定功達到了極處，也只能斷見思煩惱，塵沙、無明，定是沒有法子。所以阿羅漢、辟支佛只有九次第定，斷見思，三界之內的見思煩惱，塵沙、無明都沒有破，這是阿羅漢與辟支佛的境界。"
    },
    {
      "id": "02-005-0015_p0006",
      "zh_CN": "「更进一步，于自本性，忽然契合，了知能念所念唯是一心，不住有念，不落无念。如《疏钞》云：若言其有，则能念之心，本体自空，所念之佛，了不可得；若言其无，则能念之心，灵灵不昧，所念之佛，历历分明」。这是从定里面开智慧了，不但尘沙烦恼没有，无明也分分破除了，这是这个境界。所以这个境界，绝对不是勉强作意可以修得来的，为什么？这一动念头，不是妄想、就是无明，妄想不能除妄想，无明不能破无明。所以只有一个方法，不断努力去修定，定到相当一个程度，他自自然然就开悟了，智慧就现前。所以它这两个字好，「忽然」契合，他不是有意在那里作意修的。这个有意，意就不是个好东西，意是什么？意是执着，是妄想、执着，这个东西正是障碍自性。所以你看看，永嘉大师跟六祖对答的时候，永嘉说「分别亦非意」，六祖问他，你还有分别吗？他说分别亦非意，不是意，这个高明。我们今天分别是意，是意识；人家分别不是意识，那不是意识是什么？不是意识，是真如本性。真如本性里头哪有分别！没有分别，是随顺众生的分别而分别，不是他自己有分别；随顺众生的执着而执着，自己没有执着，所以说分别亦非意。你说他那个心多清净，真正清净。在一切境界里面，他不失清净心，虽然跟众生和光同尘，也有分别、也有执着，他心地清净一尘不染，这是一个真正见性之人。",
      "zh_TW": "「更進一步，於自本性，忽然契合，了知能念所念唯是一心，不住有念，不落無念。如《疏鈔》云：若言其有，則能念之心，本體自空，所念之佛，了不可得；若言其無，則能念之心，靈靈不昧，所念之佛，歷歷分明」。這是從定裡面開智慧了，不但塵沙煩惱沒有，無明也分分破除了，這是這個境界。所以這個境界，絕對不是勉強作意可以修得來的，為什麼？這一動念頭，不是妄想、就是無明，妄想不能除妄想，無明不能破無明。所以只有一個方法，不斷努力去修定，定到相當一個程度，他自自然然就開悟了，智慧就現前。所以它這兩個字好，「忽然」契合，他不是有意在那裡作意修的。這個有意，意就不是個好東西，意是什麼？意是執著，是妄想、執著，這個東西正是障礙自性。所以你看看，永嘉大師跟六祖對答的時候，永嘉說「分別亦非意」，六祖問他，你還有分別嗎？他說分別亦非意，不是意，這個高明。我們今天分別是意，是意識；人家分別不是意識，那不是意識是什麼？不是意識，是真如本性。真如本性裡頭哪有分別！沒有分別，是隨順眾生的分別而分別，不是他自己有分別；隨順眾生的執著而執著，自己沒有執著，所以說分別亦非意。你說他那個心多清淨，真正清淨。在一切境界裡面，他不失清淨心，雖然跟眾生和光同塵，也有分別、也有執著，他心地清淨一塵不染，這是一個真正見性之人。"
    },
    {
      "id": "02-005-0015_p0007",
      "zh_CN": "由此可知，这个意，我们无始劫以来就被这个东西害惨了，起心动念我的意思是什么。我的意思就完了，我的意思就是六道轮回，我的意思就是三恶道，天天搞这个东西。所以不用意识了，就会有一天忽然契合，这个契合就是佛法里常讲的明心见性，明心是心放光明。从前心都没放光明，忽然契合的时候，就是定功深到一定的程度，他一下就放光，这放光心就明了，心一明就见了性。我们现在凡夫的心叫无明。实在说孔老夫子也知道这回事情，你看他讲的「明明德」，明明德怎么讲法？明德就是自性，自性本来是光明的，现在不明了，不明再想办法叫它再明。所以他那个明明德，第一个明字是动词，第二是名词，夫子也晓得。明明德就是佛门讲的明心见性，明德以后才能起作用，才能教化众生，才能亲民，亲民就是接触大众，就是度化众生。「止于至善」，无论是自己的行持、处事待人接物，都达到最善，最善就是没有过失，有过失就不善了，完全没有过失，这是至善。儒、佛目标都相同，在方法、原理原则上也相同，微细的做法那不一样，可是大的方向、大的目标都是相同的。所以「忽然」契合，这两个字用得好，自自然然一点勉强都不加，无有一丝毫造作之意这才行。",
      "zh_TW": "由此可知，這個意，我們無始劫以來就被這個東西害慘了，起心動念我的意思是什麼。我的意思就完了，我的意思就是六道輪迴，我的意思就是三惡道，天天搞這個東西。所以不用意識了，就會有一天忽然契合，這個契合就是佛法裡常講的明心見性，明心是心放光明。從前心都沒放光明，忽然契合的時候，就是定功深到一定的程度，他一下就放光，這放光心就明了，心一明就見了性。我們現在凡夫的心叫無明。實在說孔老夫子也知道這回事情，你看他講的「明明德」，明明德怎麼講法？明德就是自性，自性本來是光明的，現在不明了，不明再想辦法叫它再明。所以他那個明明德，第一個明字是動詞，第二是名詞，夫子也曉得。明明德就是佛門講的明心見性，明德以後才能起作用，才能教化眾生，才能親民，親民就是接觸大眾，就是度化眾生。「止於至善」，無論是自己的行持、處事待人接物，都達到最善，最善就是沒有過失，有過失就不善了，完全沒有過失，這是至善。儒、佛目標都相同，在方法、原理原則上也相同，微細的做法那不一樣，可是大的方向、大的目標都是相同的。所以「忽然」契合，這兩個字用得好，自自然然一點勉強都不加，無有一絲毫造作之意這才行。"
    },
    {
      "id": "02-005-0015_p0008",
      "zh_CN": "我们今天一般人之所以不能成就，就是求好心切，说得再不好听一点就是急功好利，这就说得难听了，希望赶快成就。哪有那么便宜的事情？世间法尚且有耐心才能够有收获，何况这是明心见性的第一大法，没有耐心怎么行？所以自古以来学佛，老师教学生，首先教你什么？就是教你忍耐，你能够忍耐才能得定，你不能忍耐不会得定的，没有定决定不能开慧。所以诸位要是仔细去看看历史上，像《高僧传》、《居士传》、《禅林宝训》，这在台湾都常常见到的，你去看看古人怎么学的、怎么教的，那个老师教什么、学生学什么。六祖能大师是我们中国人非常崇敬的，是中国佛学里头了不起一位有成就的人，大家所敬仰的。他在黄梅见了五祖之后住了八个月，他八个月学什么？五祖教给他什么，他学什么？五祖叫他到碓房去舂米、去破柴，他就在那儿老老实实舂了八个月的米，破了八个月的柴，他就这功课。其实他去的时候已经就彻悟了，彻悟之人还得去做苦工。要现在的人有那一点，你这样对待我，马上掉头而去：你有什么了不起！现在人确实如此，自己以为了不起。五祖叫他到碓房去舂米破柴，那就是叫他去参禅，就是叫他去修行，训练他的耐心，看看他，他的态度、他的心行。人家在那观察，确实有耐心，一点怨言没有，一个妄念也没动，一天比一天真诚，一天比一天清净，处世待人一天比一天恭敬，一天比一天礼让，这成功了。所以五祖赶快把衣钵传给他，传给他之后，还要叫他在猎人队里面去藏十五年，十五年是什么？修忍辱波罗蜜、修禅定波罗蜜、修般若波罗蜜，这才能成功。如果有一念不平，全功尽弃，为什么？心不清净。心不清净定就失掉，三昧就失掉，想明心见性就难了！",
      "zh_TW": "我們今天一般人之所以不能成就，就是求好心切，說得再不好聽一點就是急功好利，這就說得難聽了，希望趕快成就。哪有那麼便宜的事情？世間法尚且有耐心才能夠有收穫，何況這是明心見性的第一大法，沒有耐心怎麼行？所以自古以來學佛，老師教學生，首先教你什麼？就是教你忍耐，你能夠忍耐才能得定，你不能忍耐不會得定的，沒有定決定不能開慧。所以諸位要是仔細去看看歷史上，像《高僧傳》、《居士傳》、《禪林寶訓》，這在台灣都常常見到的，你去看看古人怎麼學的、怎麼教的，那個老師教什麼、學生學什麼。六祖能大師是我們中國人非常崇敬的，是中國佛學裡頭了不起一位有成就的人，大家所敬仰的。他在黃梅見了五祖之後住了八個月，他八個月學什麼？五祖教給他什麼，他學什麼？五祖叫他到碓房去舂米、去破柴，他就在那兒老老實實舂了八個月的米，破了八個月的柴，他就這功課。其實他去的時候已經就徹悟了，徹悟之人還得去做苦工。要現在的人有那一點，你這樣對待我，馬上掉頭而去：你有什麼了不起！現在人確實如此，自己以為了不起。五祖叫他到碓房去舂米破柴，那就是叫他去參禪，就是叫他去修行，訓練他的耐心，看看他，他的態度、他的心行。人家在那觀察，確實有耐心，一點怨言沒有，一個妄念也沒動，一天比一天真誠，一天比一天清淨，處世待人一天比一天恭敬，一天比一天禮讓，這成功了。所以五祖趕快把衣缽傳給他，傳給他之後，還要叫他在獵人隊裡面去藏十五年，十五年是什麼？修忍辱波羅蜜、修禪定波羅蜜、修般若波羅蜜，這才能成功。如果有一念不平，全功盡棄，為什麼？心不清淨。心不清淨定就失掉，三昧就失掉，想明心見性就難了！"
    },
    {
      "id": "02-005-0015_p0009",
      "zh_CN": "所以这个事情就是要老实，就是要真诚，要在日常生活当中，一切境缘之中，境就是物质环境，缘就是人事环境，物质环境里面、人事环境里面去修什么？修清净心，修一个如如不动。《金刚经》上讲的「不取于相，如如不动」，就修这个。我们念佛人呢，念佛人还是修的这个，禅宗用参究的方法修不着相、不动心，我们用念阿弥陀佛的方法修不着相、不动心，还是修的这个。听到别人说几句话，心就动摇了，这不行，这是一点功夫都没有。佛门里面常讲「八风吹不动」，八风吹不动是什么功夫？跟诸位说，是最起码的功夫，不是很深的功夫，八风吹不动的时候是功夫刚刚得力，从这个时候起可以开始修行。外面境界一动，内里面就起烦恼，这不行，这个自己要觉悟，业习烦恼太重了，业障、习气、烦恼太重，这个要忏悔。",
      "zh_TW": "所以這個事情就是要老實，就是要真誠，要在日常生活當中，一切境緣之中，境就是物質環境，緣就是人事環境，物質環境裡面、人事環境裡面去修什麼？修清淨心，修一個如如不動。《金剛經》上講的「不取於相，如如不動」，就修這個。我們念佛人呢，念佛人還是修的這個，禪宗用參究的方法修不著相、不動心，我們用念阿彌陀佛的方法修不著相、不動心，還是修的這個。聽到別人說幾句話，心就動搖了，這不行，這是一點功夫都沒有。佛門裡面常講「八風吹不動」，八風吹不動是什麼功夫？跟諸位說，是最起碼的功夫，不是很深的功夫，八風吹不動的時候是功夫剛剛得力，從這個時候起可以開始修行。外面境界一動，內裡面就起煩惱，這不行，這個自己要覺悟，業習煩惱太重了，業障、習氣、煩惱太重，這個要懺悔。"
    },
    {
      "id": "02-005-0015_p0010",
      "zh_CN": "心地放光的现相，就是下面所讲的「了知」，了是明了，清清楚楚、明明白白。「能念所念唯是一心」，能念的是我自己，所念的是阿弥陀佛，能所是一不是二，这是一句，这一句是大圆满，这一句是最究竟。能念所念唯是一心，我们要再问，此界他方呢，我们娑婆世界跟极乐世界呢？还是唯是一心，依报、正报唯是一心，众生、诸佛唯是一心。诸位想想，你入到什么境界了？这叫一真法界。一真一切真，真是什么？心。到这个时候，你把佛在经上讲的这两句话完全证实了，「唯心所现，唯识所变」，全部看清楚明白了，真相摆在面前。这就是禅家讲的「父母未生前本来面目」，这个本来面目就摆在眼前了。换句话说，这个时候自己跟整个法界融合成一体，法界就是自己，自己就是法界，净土宗里面所讲的「唯心净土，自性弥陀」，这时候都现前了，晓得自己跟阿弥陀佛是一不是二，唯是一心。",
      "zh_TW": "心地放光的現相，就是下面所講的「了知」，了是明瞭，清清楚楚、明明白白。「能念所念唯是一心」，能念的是我自己，所念的是阿彌陀佛，能所是一不是二，這是一句，這一句是大圓滿，這一句是最究竟。能念所念唯是一心，我們要再問，此界他方呢，我們娑婆世界跟極樂世界呢？還是唯是一心，依報、正報唯是一心，眾生、諸佛唯是一心。諸位想想，你入到什麼境界了？這叫一真法界。一真一切真，真是什麼？心。到這個時候，你把佛在經上講的這兩句話完全證實了，「唯心所現，唯識所變」，全部看清楚明白了，真相擺在面前。這就是禪家講的「父母未生前本來面目」，這個本來面目就擺在眼前了。換句話說，這個時候自己跟整個法界融合成一體，法界就是自己，自己就是法界，淨土宗裡面所講的「唯心淨土，自性彌陀」，這時候都現前了，曉得自己跟阿彌陀佛是一不是二，唯是一心。"
    },
    {
      "id": "02-005-0015_p0011",
      "zh_CN": "所以「不住有念，不落无念」，住就是着相，不执着有念，有念跟无念是一不是二。如果一个是有念，一个是无念，这二法，二法，六祖大师讲就不是佛法，佛法是不二法。诸位要晓得，佛法是不二法，这是一真法界的境界，是法身大士的境界；权教菩萨以下都是二法，有能、有所都是二法。这个时候心里面那个结真是解开了，没有了，再也没有分别执着了，尽虚空遍法界才融成一体，有念无念都不执着了。「如《疏钞》云」，莲池大师在《疏钞》里头说，也是讲这个境界，「若言其有」，你要说他有念吗？「则能念之心，本体自空，所念之佛，了不可得」。正是六祖大师所讲的「本来无一物」，能念之心、所念之佛找不到，没有。可是你如果说他没有，「若言其无，则能念之心，灵灵不昧，所念之佛，历历分明」。他又清清楚楚、明明白白，他的心一点都不迷惑，念的这一句阿弥陀佛字字分明。这是心开意解的境界，心开了，意本来是执着，没执着了，意也解开了。意解就是我们俗话所讲的心里头有结，这个结解开了，从此以后再没结了，解开了。",
      "zh_TW": "所以「不住有念，不落無念」，住就是著相，不執著有念，有念跟無念是一不是二。如果一個是有念，一個是無念，這二法，二法，六祖大師講就不是佛法，佛法是不二法。諸位要曉得，佛法是不二法，這是一真法界的境界，是法身大士的境界；權教菩薩以下都是二法，有能、有所都是二法。這個時候心裡面那個結真是解開了，沒有了，再也沒有分別執著了，盡虛空遍法界才融成一體，有念無念都不執著了。「如《疏鈔》云」，蓮池大師在《疏鈔》裡頭說，也是講這個境界，「若言其有」，你要說他有念嗎？「則能念之心，本體自空，所念之佛，了不可得」。正是六祖大師所講的「本來無一物」，能念之心、所念之佛找不到，沒有。可是你如果說他沒有，「若言其無，則能念之心，靈靈不昧，所念之佛，歷歷分明」。他又清清楚楚、明明白白，他的心一點都不迷惑，念的這一句阿彌陀佛字字分明。這是心開意解的境界，心開了，意本來是執著，沒執著了，意也解開了。意解就是我們俗話所講的心裡頭有結，這個結解開了，從此以後再沒結了，解開了。"
    },
    {
      "id": "02-005-0015_p0012",
      "zh_CN": "「无念而念，念而无念」，这时候他念不念佛？他念佛。入这个境界还念佛吗？他还念佛，绝对不是说他不念了，他还念，念与不念都一样了，他还念。这个还念的时候有两个意思，这两个意思都是大慈大悲，教化众生。自己成就之后没别的事了，如果说他有事，只有一桩事情，度化众生，度化众生要给众生做一个榜样，所以这个时候念佛是给众生做示范的，这是一个意思。第二个意思，他是用念佛这个法门修成的，他不忘本，又以他的本修劝化一切众生。所以虽然他到无念了，他这句佛号还是历历分明，还是相继不断，这就叫做无念而念，念而无念。诸位千万不要把这个话搞错了，无念而念，我不念就是念，这一天到晚也不念佛，不念就是念，那你就是把这个意思全解错了。佛没有说错，你自己把意思会错了。「言思路绝，不可名状，唯是一心，清净本然之体」。这个清净本然之体，就像《楞严经》上所说的，也就是真如本性、真心理体，现在哲学里面讲的宇宙万有的本体，你都证得了。这个本体就是一心，一心的样子就是清净本然，本来就是这样的，没有一丝毫的造作，本来就是如此。「更有何法而得杂乱，是名理一心」。事一心里面是有定功，一切烦恼不能够扰乱你；理一心是真如本性现前了，本性里头本来无一物。说老实话这是所有一切尘沙、见思、无明统统没有，真如本性里没这个东西。所以这是「属慧门摄」，有慧一定有定，有定未必有慧，慧一定有定。",
      "zh_TW": "「無念而念，念而無念」，這時候他念不念佛？他念佛。入這個境界還念佛嗎？他還念佛，絕對不是說他不念了，他還念，念與不念都一樣了，他還念。這個還念的時候有兩個意思，這兩個意思都是大慈大悲，教化眾生。自己成就之後沒別的事了，如果說他有事，只有一樁事情，度化眾生，度化眾生要給眾生做一個榜樣，所以這個時候念佛是給眾生做示範的，這是一個意思。第二個意思，他是用念佛這個法門修成的，他不忘本，又以他的本修勸化一切眾生。所以雖然他到無念了，他這句佛號還是歷歷分明，還是相繼不斷，這就叫做無念而念，念而無念。諸位千萬不要把這個話搞錯了，無念而念，我不念就是念，這一天到晚也不念佛，不念就是念，那你就是把這個意思全解錯了。佛沒有說錯，你自己把意思會錯了。「言思路絕，不可名狀，唯是一心，清淨本然之體」。這個清淨本然之體，就像《楞嚴經》上所說的，也就是真如本性、真心理體，現在哲學裡面講的宇宙萬有的本體，你都證得了。這個本體就是一心，一心的樣子就是清淨本然，本來就是這樣的，沒有一絲毫的造作，本來就是如此。「更有何法而得雜亂，是名理一心」。事一心裡面是有定功，一切煩惱不能夠擾亂你；理一心是真如本性現前了，本性裡頭本來無一物。說老實話這是所有一切塵沙、見思、無明統統沒有，真如本性裡沒這個東西。所以這是「屬慧門攝」，有慧一定有定，有定未必有慧，慧一定有定。"
    },
    {
      "id": "02-005-0015_p0013",
      "zh_CN": "这些我们都要记住，要常常提醒自己，不要产生误会，因为我们现在不但定慧没有，我们现在连戒都没有。戒定慧三无漏学，连戒都没有，哪能成就？最基本的戒是什么？大家所知道的这最基本的戒是五戒、十戒，这是最基本的戒。殊不知还有比这个还要基本的戒，那是什么？老师的教诫，老师的教诫一句也没听进去。儒、佛初学，佛门里讲五年学戒，那个五年是学老师的戒。你们想想，六祖大师在黄梅，老师叫他到碓房里去舂米、去破柴，这是老师的教诫。他就老老实实做这一桩事情，什么妄念都没有，他做这一桩事情里面他持戒、他得定、他开慧了。教下有许多老师叫你念一部经，像你念《法华经》，每天念一遍念三年，老老实实念三年，这叫持老师的戒。三年经念下来心得定了，老师教给什么东西？就教这个东西。老师开头所教你的、最重要教你的，说老实话就是大陆的名词叫洗脑，头脑里面乱七八糟的先把它洗洗干净。六祖在黄梅天天舂米破柴，什么都不想，他八个月洗干净了，妄念没有了，这叫根本智。就是先学什么？学无知。无知而后才能够达到无所不知，无所不知是后得智，无知是根本智。像树一样它有根有本，然后才有枝叶花果，那个根，根生在地底下看不见，那个东西最重要。",
      "zh_TW": "這些我們都要記住，要常常提醒自己，不要產生誤會，因為我們現在不但定慧沒有，我們現在連戒都沒有。戒定慧三無漏學，連戒都沒有，哪能成就？最基本的戒是什麼？大家所知道的這最基本的戒是五戒、十戒，這是最基本的戒。殊不知還有比這個還要基本的戒，那是什麼？老師的教誡，老師的教誡一句也沒聽進去。儒、佛初學，佛門裡講五年學戒，那個五年是學老師的戒。你們想想，六祖大師在黃梅，老師叫他到碓房裡去舂米、去破柴，這是老師的教誡。他就老老實實做這一樁事情，什麼妄念都沒有，他做這一樁事情裡面他持戒、他得定、他開慧了。教下有許多老師叫你念一部經，像你念《法華經》，每天念一遍念三年，老老實實念三年，這叫持老師的戒。三年經念下來心得定了，老師教給什麼東西？就教這個東西。老師開頭所教你的、最重要教你的，說老實話就是大陸的名詞叫洗腦，頭腦裡面亂七八糟的先把它洗洗乾淨。六祖在黃梅天天舂米破柴，什麼都不想，他八個月洗乾淨了，妄念沒有了，這叫根本智。就是先學什麼？學無知。無知而後才能夠達到無所不知，無所不知是後得智，無知是根本智。像樹一樣它有根有本，然後才有枝葉花果，那個根，根生在地底下看不見，那個東西最重要。"
    },
    {
      "id": "02-005-0015_p0014",
      "zh_CN": "所以根本的老师，往往跟他多少年，好像什么他也没教你，其实他教的那个东西是真东西，真实的东西，给你扎根，你不知道。你只晓得枝叶花朵很美丽、很漂亮，它没有根从哪生出来？所以现在人只晓得看上半段，不晓得下半段。现在人的枝叶花果是什么？假的，花瓶里头插的，不是真的，所以花也不香，果也不能吃。这是教学里头最大的一个根本，今天没有人知道，也没有人从这里下手，这个怎么得了？所以念佛念一辈子心地还是乱糟糟的，一旦无常到来，问他有没有把握？没有把握，手忙脚乱，那怎么行？一生的佛都是白念了，那就是古人所讲的「喊破喉咙也枉然」，一生都白念了。真正心地清净，大风大浪他不动，如如不动，无论在什么境界里头，清清楚楚、明明白白，自己做得了主宰，这是念佛功夫得力了。得力是什么？一定要有根本智；换句话说，先修清净心。不管哪一个法门，不管哪一个宗派，都离不开这个原则，唯有从这个地方下手，逐渐才能真正契入实相，才能真正契入唯是一心。",
      "zh_TW": "所以根本的老師，往往跟他多少年，好像什麼他也沒教你，其實他教的那個東西是真東西，真實的東西，給你扎根，你不知道。你只曉得枝葉花朵很美麗、很漂亮，它沒有根從哪生出來？所以現在人只曉得看上半段，不曉得下半段。現在人的枝葉花果是什麼？假的，花瓶裡頭插的，不是真的，所以花也不香，果也不能吃。這是教學裡頭最大的一個根本，今天沒有人知道，也沒有人從這裡下手，這個怎麼得了？所以念佛念一輩子心地還是亂糟糟的，一旦無常到來，問他有沒有把握？沒有把握，手忙腳亂，那怎麼行？一生的佛都是白念了，那就是古人所講的「喊破喉嚨也枉然」，一生都白念了。真正心地清淨，大風大浪他不動，如如不動，無論在什麼境界裡頭，清清楚楚、明明白白，自己做得了主宰，這是念佛功夫得力了。得力是什麼？一定要有根本智；換句話說，先修清淨心。不管哪一個法門，不管哪一個宗派，都離不開這個原則，唯有從這個地方下手，逐漸才能真正契入實相，才能真正契入唯是一心。"
    },
    {
      "id": "02-005-0015_p0015",
      "zh_CN": "「念佛若达理一心，破一分无明，则生实报庄严土，同时分证常寂光净土」。因为常寂光净土是理，是原理，它不是事相，就好像六度一样，六度前面五种是事，有迹象可寻的，末后那一条般若波罗蜜没有事，它属于理。常寂光是属于理，前面三土有事相，就是有形相，常寂光没有形相，没有形相从哪里去体证？从实报土去体证。所以实报土分分证入，常寂光土同时也是分分证入。理一心这个境界很高，我们这个世间人能不能做得到？诸位要晓得，我们这个世间人凡是做不到的，释迦牟尼佛决定不说。说了怎么样？说了就对不起我们，我们做不到，他说，那不是吊胃口吗，不是给我们开玩笑吗？所以凡是佛经上所讲的境界，都是我们地球上众生可能修得到的，问题就是你肯不肯修？真正肯修确实是做得到的。理一心就是禅宗的明心见性，见性成佛，禅宗的方法达到这个境界难。净土宗方法达到这个境界，比禅宗容易太多了，这就看我们自己努力了。努力的原则一定从清净心下手，若要心清净必须放下万缘，二六时中只有一句佛号。就是大势至菩萨所讲的「净念相继」，就这四个字，大势至菩萨非常有智慧，言简意赅，言语简单、意思圆满，四个字就把净土念佛的方法就讲得清清楚楚。净念相继，净就不杂，就不夹杂了，净就不怀疑，怀疑、夹杂就不清净；相继就是不间断。所以他这四个字我们给它加以解释，还得加几个字就变成九个字，不间断、不夹杂、不怀疑，这九个字就是大势至菩萨讲的四个字，人家讲得简单，净念相继，就成功了，念佛的秘诀就是这四个字。",
      "zh_TW": "「念佛若達理一心，破一分無明，則生實報莊嚴土，同時分證常寂光淨土」。因為常寂光淨土是理，是原理，它不是事相，就好像六度一樣，六度前面五種是事，有跡象可尋的，末後那一條般若波羅蜜沒有事，它屬於理。常寂光是屬於理，前面三土有事相，就是有形相，常寂光沒有形相，沒有形相從哪裡去體證？從實報土去體證。所以實報土分分證入，常寂光土同時也是分分證入。理一心這個境界很高，我們這個世間人能不能做得到？諸位要曉得，我們這個世間人凡是做不到的，釋迦牟尼佛決定不說。說了怎麼樣？說了就對不起我們，我們做不到，他說，那不是吊胃口嗎，不是給我們開玩笑嗎？所以凡是佛經上所講的境界，都是我們地球上眾生可能修得到的，問題就是你肯不肯修？真正肯修確實是做得到的。理一心就是禪宗的明心見性，見性成佛，禪宗的方法達到這個境界難。淨土宗方法達到這個境界，比禪宗容易太多了，這就看我們自己努力了。努力的原則一定從清淨心下手，若要心清淨必須放下萬緣，二六時中只有一句佛號。就是大勢至菩薩所講的「淨念相繼」，就這四個字，大勢至菩薩非常有智慧，言簡意賅，言語簡單、意思圓滿，四個字就把淨土念佛的方法就講得清清楚楚。淨念相繼，淨就不雜，就不夾雜了，淨就不懷疑，懷疑、夾雜就不清淨；相繼就是不間斷。所以他這四個字我們給它加以解釋，還得加幾個字就變成九個字，不間斷、不夾雜、不懷疑，這九個字就是大勢至菩薩講的四個字，人家講得簡單，淨念相繼，就成功了，念佛的祕訣就是這四個字。"
    },
    {
      "id": "02-005-0015_p0016",
      "zh_CN": "所以他底下接着说，「不假方便，自得心开」，心开就是理一心不乱，明心见性，不要再加任何的方法。有些同修怕念佛的功德还不够，还要加上《心经》，又要加上《金刚经》，还要加上楞严咒、大悲咒、十小咒，加了好多好多，自己以为这个功夫用得很深，哪里晓得毫不得力。为什么？他叫杂修，杂念，他不是净念，这是我们要记住。实在讲任何一个法门，修到有感应都是净念，譬如念大悲咒，一天到晚、一年到头，就是持一个大悲咒，除大悲咒之外什么都没有，这个大悲咒就灵了。所以一杯水，他念上一遍大悲咒，那个水就能治病，他为什么？心清净，他是清净心的力量加持的，他起作用。你念多了不管用，为什么？心不清净，心不清净你念得再多都没用。心要真正清净，一句佛号就管用，念这一句阿弥陀佛，比念大悲咒容易多了，你那个大悲水很灵，我这个阿弥陀佛水比那个更灵，这是真的不是假的。灵与不灵都在一心，这个理都是在一心，所以一心不可以二用。",
      "zh_TW": "所以他底下接著說，「不假方便，自得心開」，心開就是理一心不亂，明心見性，不要再加任何的方法。有些同修怕念佛的功德還不夠，還要加上《心經》，又要加上《金剛經》，還要加上楞嚴咒、大悲咒、十小咒，加了好多好多，自己以為這個功夫用得很深，哪裡曉得毫不得力。為什麼？他叫雜修，雜念，他不是淨念，這是我們要記住。實在講任何一個法門，修到有感應都是淨念，譬如念大悲咒，一天到晚、一年到頭，就是持一個大悲咒，除大悲咒之外什麼都沒有，這個大悲咒就靈了。所以一杯水，他念上一遍大悲咒，那個水就能治病，他為什麼？心清淨，他是清淨心的力量加持的，他起作用。你念多了不管用，為什麼？心不清淨，心不清淨你念得再多都沒用。心要真正清淨，一句佛號就管用，念這一句阿彌陀佛，比念大悲咒容易多了，你那個大悲水很靈，我這個阿彌陀佛水比那個更靈，這是真的不是假的。靈與不靈都在一心，這個理都是在一心，所以一心不可以二用。"
    },
    {
      "id": "02-005-0015_p0017",
      "zh_CN": "再看第四段，第四段讲的是最高级的净土，「常寂光土，法身佛所居之土」，法身佛也没有形相，法身佛所居的土也没有形相，「名为常寂光土」。常寂光土实在讲有名，常寂光土到哪找？找不到。给诸位要说真的，尽虚空遍法界都是常寂光土，常寂光土无处不在，法身佛无处不在。十法界依正庄严从哪里变出来的？从法身变出来的，就是从常寂光变现出来，所以身跟土是一不是二。「《要解》云：实相之体」，这个常寂光就是实相的本体，实相是一切诸法的真相，真相的本体是「非寂非照」，寂是讲定，照是讲慧，非寂非照，就是说这些名词统统加不上。也正是《老子》一开头就讲，「道可道，非常道；名可名，非常名」。我们给它加上一个实相，加上个寂、加上个照，这都是名词，加不上，说不出，所以是言语道断，心行处灭。「而复寂而恒照，照而恒寂」，但是它确实有体有用，从体起用。体用可以相互来说的，寂是定，定是体，照是用；照是体，定是用。我们学佛就要从这个里面去修学。我们今天对佛所讲的经，经义，经义明了，事理也明了，这是真明了；经义明了，事理还是迷惑，这个经义明了没用处。明了是照，明了之后我这个心行就清净，清净是寂，寂不是不动。如果不动叫做寂，那他就真的有寂，不能叫非寂非照；一切动态里面有寂，这真寂。那怎么叫寂？我们身体，六根接触六尘境界这在动，眼也看、耳也听、鼻也嗅、舌也尝、身也动。心没动，心里面外不着相，内不动心这叫做寂；外面眼见耳听，六根接触六尘境界，那叫照。照而恒寂，寂而恒照，你看这两句就在我们日常生活当中，可惜的我们不会，我们是照而不寂，寂而不照，我们跟它正相反的，什么时候我们照寂合成一个？",
      "zh_TW": "再看第四段，第四段講的是最高級的淨土，「常寂光土，法身佛所居之土」，法身佛也沒有形相，法身佛所居的土也沒有形相，「名為常寂光土」。常寂光土實在講有名，常寂光土到哪找？找不到。給諸位要說真的，盡虛空遍法界都是常寂光土，常寂光土無處不在，法身佛無處不在。十法界依正莊嚴從哪裡變出來的？從法身變出來的，就是從常寂光變現出來，所以身跟土是一不是二。「《要解》云：實相之體」，這個常寂光就是實相的本體，實相是一切諸法的真相，真相的本體是「非寂非照」，寂是講定，照是講慧，非寂非照，就是說這些名詞統統加不上。也正是《老子》一開頭就講，「道可道，非常道；名可名，非常名」。我們給它加上一個實相，加上個寂、加上個照，這都是名詞，加不上，說不出，所以是言語道斷，心行處滅。「而復寂而恆照，照而恆寂」，但是它確實有體有用，從體起用。體用可以相互來說的，寂是定，定是體，照是用；照是體，定是用。我們學佛就要從這個裡面去修學。我們今天對佛所講的經，經義，經義明瞭，事理也明瞭，這是真明瞭；經義明瞭，事理還是迷惑，這個經義明瞭沒用處。明瞭是照，明瞭之後我這個心行就清淨，清淨是寂，寂不是不動。如果不動叫做寂，那他就真的有寂，不能叫非寂非照；一切動態裡面有寂，這真寂。那怎麼叫寂？我們身體，六根接觸六塵境界這在動，眼也看、耳也聽、鼻也嗅、舌也嘗、身也動。心沒動，心裡面外不著相，內不動心這叫做寂；外面眼見耳聽，六根接觸六塵境界，那叫照。照而恆寂，寂而恆照，你看這兩句就在我們日常生活當中，可惜的我們不會，我們是照而不寂，寂而不照，我們跟它正相反的，什麼時候我們照寂合成一個？"
    },
    {
      "id": "02-005-0015_p0018",
      "zh_CN": "「照而寂，强名常寂光土」，为什么说个常寂光土？常寂光土就是这么样说来的。照而寂，我这个说得很清楚很明白，大家不难懂，照就是起作用，眼见耳听，六根接触六尘境界，我看得清清楚楚，听得明明白白，这是照。我们今天照为什么不寂？看到的境界，心里喜欢就贪爱，不喜欢就瞋恨，就不寂了，照就没有寂。那个阿罗汉心很寂，不动心，但他不照，不起作用，这都不是佛、不是菩萨。所以六根照样起作用，起作用这里头修心，心清净，六根的作用就清净，就是身清净，所以这个叫做常寂光土。「寂而照」，寂是心里头不取于相，如如不动，虽然心这么样的清净，他还跟一切众生和光同尘，还去帮助一切众生、教化一切众生，「强名清净法身」。我们要问，这个常寂光土在哪里？在你心里头。清净法身在哪里？就是这个身体。你们去看《六祖坛经》，六祖大师也是这个说法，你看他讲一体三身，法身、报身、应化身就在这一身当中。我们在这一段跟诸位这么一解释，你就晓得，清净法身，常寂光土，原来就是我们自己的身心。",
      "zh_TW": "「照而寂，強名常寂光土」，為什麼說個常寂光土？常寂光土就是這麼樣說來的。照而寂，我這個說得很清楚很明白，大家不難懂，照就是起作用，眼見耳聽，六根接觸六塵境界，我看得清清楚楚，聽得明明白白，這是照。我們今天照為什麼不寂？看到的境界，心裡喜歡就貪愛，不喜歡就瞋恨，就不寂了，照就沒有寂。那個阿羅漢心很寂，不動心，但他不照，不起作用，這都不是佛、不是菩薩。所以六根照樣起作用，起作用這裡頭修心，心清淨，六根的作用就清淨，就是身清淨，所以這個叫做常寂光土。「寂而照」，寂是心裡頭不取於相，如如不動，雖然心這麼樣的清淨，他還跟一切眾生和光同塵，還去幫助一切眾生、教化一切眾生，「強名清淨法身」。我們要問，這個常寂光土在哪裡？在你心裡頭。清淨法身在哪裡？就是這個身體。你們去看《六祖壇經》，六祖大師也是這個說法，你看他講一體三身，法身、報身、應化身就在這一身當中。我們在這一段跟諸位這麼一解釋，你就曉得，清淨法身，常寂光土，原來就是我們自己的身心。"
    },
    {
      "id": "02-005-0015_p0019",
      "zh_CN": "「故知身土不二，皆属强名」，强是不得已，为了说法方便起见假设个名词，这个名词你不要执着，你要执着这个名词，错了，要晓得名可名，非常名，你在这个名相里面就开悟了，不执着就开悟了，执着就错了。「寂照同时，非思量境」，境是境界，非思量，就是不可思、不可量，量是较量，就是比较，没得比较的，也没有办法思惟的、没有办法想像的。为什么？尽虚空遍法界是一个整体。两样东西才可以较量，一个东西怎么较量？尽虚空遍法界是一，你怎么比较？所以这个里面没有真妄、没有邪正、没有是非、没有善恶、没有大小、也没有方圆，一切都没有，这个心才真正清净到极处。但是不入这个境界没法子，他有妄念，分别、计较、思量统是妄念，不是真性起用，真性起用没有妄念，没有妄念一切平等、一切自然。《无量寿经》里面给我们讲了八个自然，都是这个境界，自然多快乐，那真享受，不加一点点勉强。换句话说，一切的苦难都是不知道顺着自然，自然就是本性。",
      "zh_TW": "「故知身土不二，皆屬強名」，強是不得已，為了說法方便起見假設個名詞，這個名詞你不要執著，你要執著這個名詞，錯了，要曉得名可名，非常名，你在這個名相裡面就開悟了，不執著就開悟了，執著就錯了。「寂照同時，非思量境」，境是境界，非思量，就是不可思、不可量，量是較量，就是比較，沒得比較的，也沒有辦法思惟的、沒有辦法想像的。為什麼？盡虛空遍法界是一個整體。兩樣東西才可以較量，一個東西怎麼較量？盡虛空遍法界是一，你怎麼比較？所以這個裡面沒有真妄、沒有邪正、沒有是非、沒有善惡、沒有大小、也沒有方圓，一切都沒有，這個心才真正清淨到極處。但是不入這個境界沒法子，他有妄念，分別、計較、思量統是妄念，不是真性起用，真性起用沒有妄念，沒有妄念一切平等、一切自然。《無量壽經》裡面給我們講了八個自然，都是這個境界，自然多快樂，那真享受，不加一點點勉強。換句話說，一切的苦難都是不知道順著自然，自然就是本性。"
    },
    {
      "id": "02-005-0015_p0020",
      "zh_CN": "底下这个简单的表解，解释「常寂光」这三个字的含义，这是分开来说。「常，法身德」，这三个字就是本性的德能，本性是本来具足的，这个不是修来的，是本来就有的。我们现在因为有妄想执着不能证得，妄想执着就是障碍，就是业障、罪障，障什么？就是把性德障住了，法身不能透出来。「法身常住故」，不生不灭、不来不去、不垢不净，这是法身常住义。",
      "zh_TW": "底下這個簡單的表解，解釋「常寂光」這三個字的含義，這是分開來說。「常，法身德」，這三個字就是本性的德能，本性是本來具足的，這個不是修來的，是本來就有的。我們現在因為有妄想執著不能證得，妄想執著就是障礙，就是業障、罪障，障什麼？就是把性德障住了，法身不能透出來。「法身常住故」，不生不滅、不來不去、不垢不淨，這是法身常住義。"
    },
    {
      "id": "02-005-0015_p0021",
      "zh_CN": "「寂，解脱德」，解脱，拿我们今天的话来说就是自由自在。我们现在觉得不自由、不自在，自由自在是你本性里头本来具足的，你现在为什么不自由、为什么不自在？成天打妄想怎么会自由？所以自由自在从哪里得来的？从清净心里得来的，从寂得来的。寂是什么？心里头一念不生你就自在、你就自由，就解脱了。「尘劳永寂故」，尘是染污，所谓是五欲六尘，五欲是什么？财、色、名、食、睡。六尘是色、声、香、味、触、法，六根所对的。这个东西再染不上了，你心清净都染不上了，五欲六尘跟你绝了缘，染不上。虽然天天接触它，接触它不染，这个高明！就十二因缘里面爱、取、有，他不有，他心里头没有，干干净净的，不有，这寂，尘劳永寂。日常生活当中处事待人接物一尘不染，不染了，他也没有劳苦，也没有劳累了。我们世间人稍微做一点工作，很疲倦、很劳累了，为什么？因为你心不清净。心要是清净，再多的工作量，为什么？他作而无作，无作而作，所以他不累。做再多，没做！身在做，他心里没有做。就好像那个机器、机械在做一样，你看现在用机器人，二十四小时不间断它不累，它为什么不累？因为它没有妄念。我们人也是个机械，这个机械在那边做，本来也可以跟机器一样的，二十四小时不中断的，他为什么会累？因为他有妄念，有妄念就累、就劳了。所以你心要到真正清净，给诸位说不疲不倦，所以这身体就健康强壮。这是本能，不需要用药物，也不需要练什么气功，统统都不需要，这个叫从根本修。你说运气、练气功，或者是用药物来帮助，那都是藉外面的力量来刺激身体的反应，时间是很短的，而且有副作用。不要说别的，就是连气功都有副作用，只是程度大小不相同。真正修心的人没有副作用，他恢复自然。",
      "zh_TW": "「寂，解脫德」，解脫，拿我們今天的話來說就是自由自在。我們現在覺得不自由、不自在，自由自在是你本性裡頭本來具足的，你現在為什麼不自由、為什麼不自在？成天打妄想怎麼會自由？所以自由自在從哪裡得來的？從清淨心裡得來的，從寂得來的。寂是什麼？心裡頭一念不生你就自在、你就自由，就解脫了。「塵勞永寂故」，塵是染污，所謂是五欲六塵，五欲是什麼？財、色、名、食、睡。六塵是色、聲、香、味、觸、法，六根所對的。這個東西再染不上了，你心清淨都染不上了，五欲六塵跟你絕了緣，染不上。雖然天天接觸它，接觸它不染，這個高明！就十二因緣裡面愛、取、有，他不有，他心裡頭沒有，乾乾淨淨的，不有，這寂，塵勞永寂。日常生活當中處事待人接物一塵不染，不染了，他也沒有勞苦，也沒有勞累了。我們世間人稍微做一點工作，很疲倦、很勞累了，為什麼？因為你心不清淨。心要是清淨，再多的工作量，為什麼？他作而無作，無作而作，所以他不累。做再多，沒做！身在做，他心裡沒有做。就好像那個機器、機械在做一樣，你看現在用機器人，二十四小時不間斷它不累，它為什麼不累？因為它沒有妄念。我們人也是個機械，這個機械在那邊做，本來也可以跟機器一樣的，二十四小時不中斷的，他為什麼會累？因為他有妄念，有妄念就累、就勞了。所以你心要到真正清淨，給諸位說不疲不倦，所以這身體就健康強壯。這是本能，不需要用藥物，也不需要練什麼氣功，統統都不需要，這個叫從根本修。你說運氣、練氣功，或者是用藥物來幫助，那都是藉外面的力量來刺激身體的反應，時間是很短的，而且有副作用。不要說別的，就是連氣功都有副作用，只是程度大小不相同。真正修心的人沒有副作用，他恢復自然。"
    },
    {
      "id": "02-005-0015_p0022",
      "zh_CN": "所以心到清净的时候，这个身体也可以长住世间，那是你的愿力。像大迦叶尊者，释迦牟尼佛就告诉他：别的人都可以入灭，你不能入灭，你替我办一桩事情。释迦牟尼佛把他的袈裟交给他，衣钵交给他：你把这个东西等弥勒佛下生的时候，你把这个传授给他，代我传授给他。好了，大迦业尊者现在还在人间，三千年了，等到什么时候？弥勒佛要五十六亿七千万年之后才下生成佛，他要等到那个时候，他的寿命就那么长。凭什么？心清净，他有寂，心清净。所以大家要想修长寿，要想修不老，长生又不老，这是我们人人所希望的。秦始皇想尽方法都找不到长生不老药，长生不老药就在《无量寿经》里头，不知道，你看看。不过秦始皇那个时候《无量寿经》没来，难怪他找不到。所以诸位牢牢记住，这个一点都不假，不但长生，而且不老。人为什么老？心不清净就会老。人为什么会生病？心不清净就会生病。你一天到晚还要胡思乱想，你就又会老、又会生病；你要想不老、不病，从今之后不要再打妄想，要想就想阿弥陀佛，除阿弥陀佛之外什么都不想，那就成功了，这很要紧。「尘劳永寂故」。",
      "zh_TW": "所以心到清淨的時候，這個身體也可以長住世間，那是你的願力。像大迦葉尊者，釋迦牟尼佛就告訴他：別的人都可以入滅，你不能入滅，你替我辦一樁事情。釋迦牟尼佛把他的袈裟交給他，衣缽交給他：你把這個東西等彌勒佛下生的時候，你把這個傳授給他，代我傳授給他。好了，大迦業尊者現在還在人間，三千年了，等到什麼時候？彌勒佛要五十六億七千萬年之後才下生成佛，他要等到那個時候，他的壽命就那麼長。憑什麼？心清淨，他有寂，心清淨。所以大家要想修長壽，要想修不老，長生又不老，這是我們人人所希望的。秦始皇想盡方法都找不到長生不老藥，長生不老藥就在《無量壽經》裡頭，不知道，你看看。不過秦始皇那個時候《無量壽經》沒來，難怪他找不到。所以諸位牢牢記住，這個一點都不假，不但長生，而且不老。人為什麼老？心不清淨就會老。人為什麼會生病？心不清淨就會生病。你一天到晚還要胡思亂想，你就又會老、又會生病；你要想不老、不病，從今之後不要再打妄想，要想就想阿彌陀佛，除阿彌陀佛之外什麼都不想，那就成功了，這很要緊。「塵勞永寂故」。"
    },
    {
      "id": "02-005-0015_p0023",
      "zh_CN": "「光，般若德」，光是光明，这是智慧，智慧也是我们性德，就是本性里面本来具足的，不是从外面来的，一切众生各个具足，没有一个人欠缺的。不但具足，而且是圆满具足，跟诸佛如来无二无别，完全是平等的。也是可惜，我们有无明烦恼盖覆着本性，本性里面虽然有般若智慧，透不出来。因为无明烦恼的盖覆，虽透出一点点小小的光明来，这小小的光明我们把它错用了，我们六根门头灵明觉知，就是般若德的现象。眼能见、耳能听，这个能见能听的是什么？是般若德。可是我们现在看，有时候看错了，听也把意思会错了，这是什么？这就是你无明、烦恼、邪见掺杂在这个地方，般若虽然透出来，搞错了，错用了。由此可知，如果我们没有无明、没有邪念、没有妄想，这个六根起的作用是正智，是般若智慧，就是如来知见，《法华经》里面所讲的「佛知佛见」，佛知佛见哪个没有！由此可知，清净心是多么重要。「智光遍照故」，这遍照，没障碍。西方世界去我们这个世界十万亿佛国土，我们坐在此地睁开眼睛，看到西方极乐世界阿弥陀佛在那里为诸菩萨讲经说法，这看得清清楚楚的；耳朵也很灵光，阿弥陀佛讲什么，我们听得清清楚楚的，没有障碍，遍照！",
      "zh_TW": "「光，般若德」，光是光明，這是智慧，智慧也是我們性德，就是本性裡面本來具足的，不是從外面來的，一切眾生各個具足，沒有一個人欠缺的。不但具足，而且是圓滿具足，跟諸佛如來無二無別，完全是平等的。也是可惜，我們有無明煩惱蓋覆著本性，本性裡面雖然有般若智慧，透不出來。因為無明煩惱的蓋覆，雖透出一點點小小的光明來，這小小的光明我們把它錯用了，我們六根門頭靈明覺知，就是般若德的現象。眼能見、耳能聽，這個能見能聽的是什麼？是般若德。可是我們現在看，有時候看錯了，聽也把意思會錯了，這是什麼？這就是你無明、煩惱、邪見摻雜在這個地方，般若雖然透出來，搞錯了，錯用了。由此可知，如果我們沒有無明、沒有邪念、沒有妄想，這個六根起的作用是正智，是般若智慧，就是如來知見，《法華經》裡面所講的「佛知佛見」，佛知佛見哪個沒有！由此可知，清淨心是多麼重要。「智光遍照故」，這遍照，沒障礙。西方世界去我們這個世界十萬億佛國土，我們坐在此地睜開眼睛，看到西方極樂世界阿彌陀佛在那裡為諸菩薩講經說法，這看得清清楚楚的；耳朵也很靈光，阿彌陀佛講什麼，我們聽得清清楚楚的，沒有障礙，遍照！"
    },
    {
      "id": "02-005-0015_p0024",
      "zh_CN": "所有一切的障碍，就是释迦牟尼佛所说的妄想执着。《华严》上说，「一切众生皆有如来智慧德相」，如来的智慧是般若德，那个德相就是法身德、解脱德，统统具足。「但以妄想执着而不能证得」，我们天天还在打妄想、还在执着，这就是不听话，不肯相信佛的教诫，不肯依教奉行，那有什么用处？所有一切法门统统都是打破妄想执着的。一切法门里面，可以说最方便的法门就是念佛法门，把这个佛号一句接一句、一句接一句，你这当中就没有妄想，也就没有执着了。有执着就执着阿弥陀佛，不要执着别的。这一句佛号念到纯熟之后，念到念而无念、无念而念那就行了，佛知佛见就现前，如来智慧德相就念出来。这个法子好！所以一切法门里面，这个法门第一殊胜。所以要晓得，我们六根所起的作用都是尽虚空遍法界，这是我们在经上四十八愿看到的。西方极乐世界的人，为什么天眼洞视、天耳彻听？就是智光遍照。尽虚空遍法界都看得清楚、都听得清楚，所有一切众生起心动念统统明了，是因为本性智光遍照。",
      "zh_TW": "所有一切的障礙，就是釋迦牟尼佛所說的妄想執著。《華嚴》上說，「一切眾生皆有如來智慧德相」，如來的智慧是般若德，那個德相就是法身德、解脫德，統統具足。「但以妄想執著而不能證得」，我們天天還在打妄想、還在執著，這就是不聽話，不肯相信佛的教誡，不肯依教奉行，那有什麼用處？所有一切法門統統都是打破妄想執著的。一切法門裡面，可以說最方便的法門就是念佛法門，把這個佛號一句接一句、一句接一句，你這當中就沒有妄想，也就沒有執著了。有執著就執著阿彌陀佛，不要執著別的。這一句佛號念到純熟之後，念到念而無念、無念而念那就行了，佛知佛見就現前，如來智慧德相就念出來。這個法子好！所以一切法門裡面，這個法門第一殊勝。所以要曉得，我們六根所起的作用都是盡虛空遍法界，這是我們在經上四十八願看到的。西方極樂世界的人，為什麼天眼洞視、天耳徹聽？就是智光遍照。盡虛空遍法界都看得清楚、都聽得清楚，所有一切眾生起心動念統統明瞭，是因為本性智光遍照。"
    },
    {
      "id": "02-005-0015_p0025",
      "zh_CN": "这是「涅槃三德，如来秘藏」，如来是自己，不是别人。《金刚经》上有的时候讲佛，有的时候讲如来，讲佛从相上讲，讲如来从性上讲，这是不一样的。如来就是我们自己的本性，秘可以说是秘密，也可以说深秘，藏就是含藏。我们真如本性里面藏的有什么东西？藏的有法身、解脱、般若；换句话说，我们真如本性里面藏的有常寂光。这个常寂光法身、解脱、般若，什么时候才会露出来？涅槃就露出来。这一看涅槃，涅槃，这个出家人死了叫涅槃，死了就透出来了。也可以这么讲法，但是这个死不是普通的死，普通人死了露不出来。什么东西死了就透出来？烦恼死掉了、尘沙惑死掉了、无明惑死掉了，就露出来了。所以这个死不是死别的，把见思烦恼、尘沙烦恼、无明烦恼这三个东西死掉，行了，它就出来了。涅槃是梵语，翻成中国的意思叫灭，烦恼，见思烦恼、尘沙烦恼、无明烦恼统统都灭了，这叫涅槃。所以小乘的涅槃是灭见思烦恼，大乘的涅槃要灭尘沙、无明，是这个意思。绝对不是说人死了就涅槃了，那是错用了这个名词，不知道这个名词的意义，错用了。「涅槃三德，如来秘藏」，所以是我们本身本性具足的。可是最重要的，就是要把这三种烦恼要断尽，涅槃也是断烦恼的意思。",
      "zh_TW": "這是「涅槃三德，如來祕藏」，如來是自己，不是別人。《金剛經》上有的時候講佛，有的時候講如來，講佛從相上講，講如來從性上講，這是不一樣的。如來就是我們自己的本性，祕可以說是祕密，也可以說深祕，藏就是含藏。我們真如本性裡面藏的有什麼東西？藏的有法身、解脫、般若；換句話說，我們真如本性裡面藏的有常寂光。這個常寂光法身、解脫、般若，什麼時候才會露出來？涅槃就露出來。這一看涅槃，涅槃，這個出家人死了叫涅槃，死了就透出來了。也可以這麼講法，但是這個死不是普通的死，普通人死了露不出來。什麼東西死了就透出來？煩惱死掉了、塵沙惑死掉了、無明惑死掉了，就露出來了。所以這個死不是死別的，把見思煩惱、塵沙煩惱、無明煩惱這三個東西死掉，行了，它就出來了。涅槃是梵語，翻成中國的意思叫滅，煩惱，見思煩惱、塵沙煩惱、無明煩惱統統都滅了，這叫涅槃。所以小乘的涅槃是滅見思煩惱，大乘的涅槃要滅塵沙、無明，是這個意思。絕對不是說人死了就涅槃了，那是錯用了這個名詞，不知道這個名詞的意義，錯用了。「涅槃三德，如來祕藏」，所以是我們本身本性具足的。可是最重要的，就是要把這三種煩惱要斷盡，涅槃也是斷煩惱的意思。"
    },
    {
      "id": "02-005-0015_p0026",
      "zh_CN": "「等觉大士」，菩萨位次里面最高的，没有比这个更高的。「历尽四十一品无明」，无明总共四十二品，他已经断了四十一品，这是菩萨位最高，再断一品他成佛了，就不叫菩萨了。所以菩萨最高的位次等觉菩萨，破四十一品无明；再往上提升，「更破最后一品生相无明」，这成佛了。最后一品，什么叫生相？我们现在眼睛看到是相，耳朵听到的也是相，甚至于心里动个念头也是相，这相从哪里来的？总有个来源，这个来源就是生相无明。这一品无明要是断掉之后，相就没有了，就好像一个人睡觉醒了，醒了那个梦没有了。永嘉大师的比喻很好，所谓「梦里明明有六趣，觉后空空无大千」，那个觉后就是四十二品无明破尽，相没有了。「法身全显，圆证三德」，到这个时候，这个法身是破一品无明，证一分法身，无明四十二品，所以他每破一品就多证一分。法身是分分证得，必须无明统统断尽，法身就圆满，法身全显，圆证三德。诸位要知道，常寂光就是法身、般若、解脱，从圆教初住菩萨就证得一分，二住证两分，三住就证三分，到成佛圆证，圆满的证得。「彻本心源，究竟清净，证入常寂光土」，这个常寂光是圆满的常寂光土，如果不是圆满的常寂光土，初住菩萨就证得了。所以禅宗讲明心见性，见性成佛，这个见性就是破一品无明就见性，见性就是成佛。因为他用心跟佛用心是没有两样的，他用真心，初住以上用真心，所以他的境界是真的境界，实报土。真心没有现前，你这个土就不是真实的土，妄心变现的妄土，真心变现的真土，这个实报庄严土是真实的。我们今天心不真实，想去找一个真实的实报土找不到，决定找不到的；心真实，土就真实了。所以成佛，烦恼断尽、无明断尽了，他证的是圆满的身土，法身圆满，报土圆满。",
      "zh_TW": "「等覺大士」，菩薩位次裡面最高的，沒有比這個更高的。「歷盡四十一品無明」，無明總共四十二品，他已經斷了四十一品，這是菩薩位最高，再斷一品他成佛了，就不叫菩薩了。所以菩薩最高的位次等覺菩薩，破四十一品無明；再往上提升，「更破最後一品生相無明」，這成佛了。最後一品，什麼叫生相？我們現在眼睛看到是相，耳朵聽到的也是相，甚至於心裡動個念頭也是相，這相從哪裡來的？總有個來源，這個來源就是生相無明。這一品無明要是斷掉之後，相就沒有了，就好像一個人睡覺醒了，醒了那個夢沒有了。永嘉大師的比喻很好，所謂「夢裡明明有六趣，覺後空空無大千」，那個覺後就是四十二品無明破盡，相沒有了。「法身全顯，圓證三德」，到這個時候，這個法身是破一品無明，證一分法身，無明四十二品，所以他每破一品就多證一分。法身是分分證得，必須無明統統斷盡，法身就圓滿，法身全顯，圓證三德。諸位要知道，常寂光就是法身、般若、解脫，從圓教初住菩薩就證得一分，二住證兩分，三住就證三分，到成佛圓證，圓滿的證得。「徹本心源，究竟清淨，證入常寂光土」，這個常寂光是圓滿的常寂光土，如果不是圓滿的常寂光土，初住菩薩就證得了。所以禪宗講明心見性，見性成佛，這個見性就是破一品無明就見性，見性就是成佛。因為他用心跟佛用心是沒有兩樣的，他用真心，初住以上用真心，所以他的境界是真的境界，實報土。真心沒有現前，你這個土就不是真實的土，妄心變現的妄土，真心變現的真土，這個實報莊嚴土是真實的。我們今天心不真實，想去找一個真實的實報土找不到，決定找不到的；心真實，土就真實了。所以成佛，煩惱斷盡、無明斷盡了，他證的是圓滿的身土，法身圓滿，報土圓滿。"
    },
    {
      "id": "02-005-0015_p0027",
      "zh_CN": "好，我们今天就讲到此地。明天星期一，我们还继续讲这个地方。",
      "zh_TW": "好，我們今天就講到此地。明天星期一，我們還繼續講這個地方。"
    }
  ]
}