{
  "doc_id": "02-005-0057",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十七集",
    "zh_TW": "第五十七集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0057",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-005-0057_p0001",
      "zh_CN": "请掀开经本第三十三面，第六行，从第二句看起：",
      "zh_TW": "請掀開經本第三十三面，第六行，從第二句看起："
    },
    {
      "id": "02-005-0057_p0002",
      "zh_CN": "【由成如是诸善根故。所生之处。无量宝藏。自然发应。或为长者。居士。豪姓尊贵。或为刹利。国王。转轮圣帝。或为六欲天主。乃至梵王。于诸佛所。尊重供养。未曾间断。如是功德。说不能尽。】",
      "zh_TW": "【由成如是諸善根故。所生之處。無量寶藏。自然發應。或為長者。居士。豪姓尊貴。或為剎利。國王。轉輪聖帝。或為六欲天主。乃至梵王。於諸佛所。尊重供養。未曾間斷。如是功德。說不能盡。】"
    },
    {
      "id": "02-005-0057_p0003",
      "zh_CN": "到这个地方是一个小段。由于前面自行化他的功德，这一段文我们可以说讲得相当详细，自行化他都用了很长的时间来说明。修因一定有果报，果报不管你求与不求，不求也现前，求当然可以现前，不求还是会现前的，但是不求那个果报就更殊胜。譬如说，依照前面所说的这些经教认真的去修学，我们求人天富贵，那就是经上讲的，一定可以得到世间的福报。世间包括诸天，诸天还在世间，没有超越世间，一直到大梵天王还是世间，六道里面福报最大的就是大梵天王。如果不求，果报就更殊胜、更自在了。因此学佛的人最好是求生净土，那个方向、目标纯正，绝顶的智慧。为什么？永脱轮回，成佛作祖，智慧、福德决定不是大梵天王所能够比的。因为照前面这个方法来修学，要是发心求愿往生，这个资格足足具备了，决定往生，这是要知道的。",
      "zh_TW": "到這個地方是一個小段。由於前面自行化他的功德，這一段文我們可以說講得相當詳細，自行化他都用了很長的時間來說明。修因一定有果報，果報不管你求與不求，不求也現前，求當然可以現前，不求還是會現前的，但是不求那個果報就更殊勝。譬如說，依照前面所說的這些經教認真的去修學，我們求人天富貴，那就是經上講的，一定可以得到世間的福報。世間包括諸天，諸天還在世間，沒有超越世間，一直到大梵天王還是世間，六道裡面福報最大的就是大梵天王。如果不求，果報就更殊勝、更自在了。因此學佛的人最好是求生淨土，那個方向、目標純正，絕頂的智慧。為什麼？永脫輪迴，成佛作祖，智慧、福德決定不是大梵天王所能夠比的。因為照前面這個方法來修學，要是發心求願往生，這個資格足足具備了，決定往生，這是要知道的。"
    },
    {
      "id": "02-005-0057_p0004",
      "zh_CN": "所以一开头说，『由成如是诸善根故』，这就是指前面的两段经文所说的。『所生之处，无量宝藏，自然发应』，这是事实。可是这个事实，理很深，真相很不容易理解。佛在大经上常常告诉我们，依报随着正报转，「无量宝藏」是属于依报，实实在在讲，这是从人心变现出来的。这个地区众生心善，都造善业，果报也就善，的的确确风调雨顺，一切珍宝自然现前。如果这个地区的众生心行不善，这些珍宝就没有了，地上怎么挖也挖不出来；这人有福报，这一挖就出来，不挖也出来。这是我们世间一般人不能理解的，不知道所有环境跟我们心念有关系，他不晓得。这个要在佛法深入的去研究，特别是唯识的经论把这个道理讲得很清楚，心、物是同源的。我们今天哲学还没有能够发现这个事实真相，总认为心跟物是对立的，不是同一个根源，同一个根源它就息息相关。在唯识里面讲，心就是阿赖耶的见分，物是阿赖耶的相分，见、相都是从自证分里面变现出来的；换句话说，同一个本体。自证分是什么？就是大经上常讲的自性，真如本性。所以心跟物，精神、物质，都是从真心本性里面变现出来的。物是假的，「凡所有相皆是虚妄」；心也是假的，不要认为心是真的。",
      "zh_TW": "所以一開頭說，『由成如是諸善根故』，這就是指前面的兩段經文所說的。『所生之處，無量寶藏，自然發應』，這是事實。可是這個事實，理很深，真相很不容易理解。佛在大經上常常告訴我們，依報隨著正報轉，「無量寶藏」是屬於依報，實實在在講，這是從人心變現出來的。這個地區眾生心善，都造善業，果報也就善，的的確確風調雨順，一切珍寶自然現前。如果這個地區的眾生心行不善，這些珍寶就沒有了，地上怎麼挖也挖不出來；這人有福報，這一挖就出來，不挖也出來。這是我們世間一般人不能理解的，不知道所有環境跟我們心念有關係，他不曉得。這個要在佛法深入的去研究，特別是唯識的經論把這個道理講得很清楚，心、物是同源的。我們今天哲學還沒有能夠發現這個事實真相，總認為心跟物是對立的，不是同一個根源，同一個根源它就息息相關。在唯識裡面講，心就是阿賴耶的見分，物是阿賴耶的相分，見、相都是從自證分裡面變現出來的；換句話說，同一個本體。自證分是什麼？就是大經上常講的自性，真如本性。所以心跟物，精神、物質，都是從真心本性裡面變現出來的。物是假的，「凡所有相皆是虛妄」；心也是假的，不要認為心是真的。"
    },
    {
      "id": "02-005-0057_p0005",
      "zh_CN": "从最粗浅的唯识入门，这《八识规矩颂》或者是《百法明门论》，你就能看出来，心法、心所法这都是属于精神，属于心的部分，列在有为法里面；色法是物质，色法跟心法统统列在有为法。有为法是什么？《金刚经》上说得很好，「一切有为法，如梦幻泡影」。你就晓得，物是假的，这物质不是真的，「凡所有相皆是虚妄」；心法也是虚妄的，也不是真实的。真实的只有一个，本性，本性不是心，也不是物，到底是什么？没有名词，也说不出来，那个是真的。所以不得已叫它做本性，叫它做真如，叫它做真心，叫它做本体，这是不得已说了许许多多的名词。也许有人问，说一个名词不就好了，说那么多干什么呢？这是佛说法的善巧，教你不要执着。知道这么回事就行了，一执着就错了，为什么？它本来没有名字。所以你只要是这桩事情，你叫它什么名字都可以，离名字相，体会真性，这个东西是真的。它起作用就变成心心所了，所以心心所是同一个根源，因此心影响物，物也影响心，两个互相影响。那个修道的人，心影响物，物不能影响他的心，这就是我们讲他有定、他有慧，他不会为外境所转，他心有主宰，这个就是心能转境，境不能转心，这是圣人。凡夫这个心是乱的，乱心没有定，没有定是什么？随外面境界转。所以这个世间才有阴阳五行、风水之说，这话是不是真的？是真的，是有，你心里没有主宰，会被外境所转，就有风水。换句话说，人家赞叹你你还会欢喜，骂你你会生气，这就是被外境转。被外境转是凡夫，外面境界能影响你的心，心又影响境界，因此一念善心就感得善的境界。上面所讲的不仅仅是善，是大善，大的善心善行，所以他感得的物相上的果报那就殊胜。「所生之处，无量宝藏」，这个无量宝藏里面包括范围非常的广大，不仅仅是地底下埋藏的那些珍宝，像金银铜铁这些都是属于宝藏，我们今天讲的丰富的矿产、无尽的资源，能感得这个；同时生物，植物像五谷茂盛，这也是属于宝藏；山川的秀丽，那是你居住环境之美，也是宝藏。我们俗话常讲「风水轮流转」，古人又常讲「沧海桑田」，由此可知，这个地表面会起变化的，随着众生的业力在变，不是没有原因的，有原因。",
      "zh_TW": "從最粗淺的唯識入門，這《八識規矩頌》或者是《百法明門論》，你就能看出來，心法、心所法這都是屬於精神，屬於心的部分，列在有為法裡面；色法是物質，色法跟心法統統列在有為法。有為法是什麼？《金剛經》上說得很好，「一切有為法，如夢幻泡影」。你就曉得，物是假的，這物質不是真的，「凡所有相皆是虛妄」；心法也是虛妄的，也不是真實的。真實的只有一個，本性，本性不是心，也不是物，到底是什麼？沒有名詞，也說不出來，那個是真的。所以不得已叫它做本性，叫它做真如，叫它做真心，叫它做本體，這是不得已說了許許多多的名詞。也許有人問，說一個名詞不就好了，說那麼多幹什麼呢？這是佛說法的善巧，教你不要執著。知道這麼回事就行了，一執著就錯了，為什麼？它本來沒有名字。所以你只要是這樁事情，你叫它什麼名字都可以，離名字相，體會真性，這個東西是真的。它起作用就變成心心所了，所以心心所是同一個根源，因此心影響物，物也影響心，兩個互相影響。那個修道的人，心影響物，物不能影響他的心，這就是我們講他有定、他有慧，他不會為外境所轉，他心有主宰，這個就是心能轉境，境不能轉心，這是聖人。凡夫這個心是亂的，亂心沒有定，沒有定是什麼？隨外面境界轉。所以這個世間才有陰陽五行、風水之說，這話是不是真的？是真的，是有，你心裡沒有主宰，會被外境所轉，就有風水。換句話說，人家讚歎你你還會歡喜，罵你你會生氣，這就是被外境轉。被外境轉是凡夫，外面境界能影響你的心，心又影響境界，因此一念善心就感得善的境界。上面所講的不僅僅是善，是大善，大的善心善行，所以他感得的物相上的果報那就殊勝。「所生之處，無量寶藏」，這個無量寶藏裡面包括範圍非常的廣大，不僅僅是地底下埋藏的那些珍寶，像金銀銅鐵這些都是屬於寶藏，我們今天講的豐富的礦產、無盡的資源，能感得這個；同時生物，植物像五穀茂盛，這也是屬於寶藏；山川的秀麗，那是你居住環境之美，也是寶藏。我們俗話常講「風水輪流轉」，古人又常講「滄海桑田」，由此可知，這個地表面會起變化的，隨著眾生的業力在變，不是沒有原因的，有原因。"
    },
    {
      "id": "02-005-0057_p0006",
      "zh_CN": "今天世界上这些科学家们、哲学家们，不明了这个道理，去探究物理的现象，他不知道去探讨心理现象。物理现象只能知其表面，知道它的表层，不知道它的内在；换句话说，知其当然、不知其所以然。如果要找到它所以然的因素、原因，那你要懂得心理，境确确实实是为心所转的。所以大家一味向善，这个地方就好了，确确实实无量的宝藏自自然然就发应，应是感应，发是发生。这也是俗话里面常说「福地福人居」；这个话说回来是什么？「福人居福地」，不是有福的人，这个地，你住在那里那地也变了，所有一切宝藏都隐藏了，甚至于五谷也不生了，这个人没福，或者遇到天灾人祸，所有一切都摧残了，人没福。这是实实在在的话，绝对不是骗人的，不是用这种话来吓唬大家「你们要断恶修善」，不是的。佛说话，绝对没有一句话是妄语，句句真实，我们应当要相信。这句是讲什么？讲依报的环境随着你修德它在转变。你不必恐惧、不要害怕，真正体会这个道理，明白了，我们努力去修善，不要问果报，那个果报是无比的殊胜，你还怕什么？不肯修福，念念都为自己打算的，他是对于事实真相完全迷惑，不了解。自己现前这点福报是过去生中修的，这一生当中好不容易累积下来的，无论你怎样珍惜，能保得住吗？未必能保得住。确保，唯有继续不断的断恶修善，这能保得住；不肯修善，决定保不住，这个要知道。",
      "zh_TW": "今天世界上這些科學家們、哲學家們，不明瞭這個道理，去探究物理的現象，他不知道去探討心理現象。物理現象只能知其表面，知道它的表層，不知道它的內在；換句話說，知其當然、不知其所以然。如果要找到它所以然的因素、原因，那你要懂得心理，境確確實實是為心所轉的。所以大家一味向善，這個地方就好了，確確實實無量的寶藏自自然然就發應，應是感應，發是發生。這也是俗話裡面常說「福地福人居」；這個話說回來是什麼？「福人居福地」，不是有福的人，這個地，你住在那裡那地也變了，所有一切寶藏都隱藏了，甚至於五穀也不生了，這個人沒福，或者遇到天災人禍，所有一切都摧殘了，人沒福。這是實實在在的話，絕對不是騙人的，不是用這種話來嚇唬大家「你們要斷惡修善」，不是的。佛說話，絕對沒有一句話是妄語，句句真實，我們應當要相信。這句是講什麼？講依報的環境隨著你修德它在轉變。你不必恐懼、不要害怕，真正體會這個道理，明白了，我們努力去修善，不要問果報，那個果報是無比的殊勝，你還怕什麼？不肯修福，念念都為自己打算的，他是對於事實真相完全迷惑，不了解。自己現前這點福報是過去生中修的，這一生當中好不容易累積下來的，無論你怎樣珍惜，能保得住嗎？未必能保得住。確保，唯有繼續不斷的斷惡修善，這能保得住；不肯修善，決定保不住，這個要知道。"
    },
    {
      "id": "02-005-0057_p0007",
      "zh_CN": "前面讲你生活还境，说得很简单，但是这一句话包含无量无边的境界。下面这讲正报了，『或为长者、居士、豪姓尊贵』，这个我们俗话讲，世间福德之人，也就是有大福德的人。「长者」，佛经上所称的长者，一定要以古印度的标准来衡量，佛经上讲长者，具备十个条件，这才能称得起长者。十个条件里面第一个就是大富；第二个是大智，单单有福报，没有智慧，还不能算长者，要有智慧；要有德行，肯帮助一些苦难之人，这是里面最重要的条件，绝对不是自私自利、自己享福的人，有福让大众共享，这个社会上才会尊称你为长者。「居士」是居家学道之人，在古印度它的意思，跟我们现在讲居士这个意思还不完全相同，相当于我们中国古时候的隐士。隐居的、有学问有道德、不肯出来做官，这一类的人，有学问有道德，但是他不见得有财富，这一类的。",
      "zh_TW": "前面講你生活還境，說得很簡單，但是這一句話包含無量無邊的境界。下面這講正報了，『或為長者、居士、豪姓尊貴』，這個我們俗話講，世間福德之人，也就是有大福德的人。「長者」，佛經上所稱的長者，一定要以古印度的標準來衡量，佛經上講長者，具備十個條件，這才能稱得起長者。十個條件裡面第一個就是大富；第二個是大智，單單有福報，沒有智慧，還不能算長者，要有智慧；要有德行，肯幫助一些苦難之人，這是裡面最重要的條件，絕對不是自私自利、自己享福的人，有福讓大眾共享，這個社會上才會尊稱你為長者。「居士」是居家學道之人，在古印度它的意思，跟我們現在講居士這個意思還不完全相同，相當於我們中國古時候的隱士。隱居的、有學問有道德、不肯出來做官，這一類的人，有學問有道德，但是他不見得有財富，這一類的。"
    },
    {
      "id": "02-005-0057_p0008",
      "zh_CN": "可是诸位要晓得，这种种果报都有种种的因缘，有因缘这才能结果。譬如我们讲富有，佛跟我们讲，财富从哪来的？财布施得来的。你不肯修财布施，你就得不到财富，布施是因，福德是果报，修因才能够得果，这个是一定道理；法布施得智慧，得聪明智慧；无畏布施得健康长寿。这个里面财布施大家容易懂，法布施也容易懂。什么叫无畏布施？畏就是恐惧，别人在精神、身体受到迫害的时候，感到有威胁的时候，身心不安，你能够保护他，他不恐怖、不害怕了，这叫做无畏布施。所以，放生是属于无畏布施，你看那个动物，马上人家就要杀牠、要吃牠，你把牠买下来，再把牠放到山林，或者放到水里面，牠不怕了，离开一切恐怖，这属于无畏布施。无畏布施得健康长寿的果报。由此可知，你要做相反的，你得的果报也相反。有财不肯布施，得的是贫穷的果报，为什么？你那个财会用得尽的，用尽了就没有了，那个时候你就得贫穷果报。吝法，自己懂得这个或者是世法、或者是佛法，你懂得，不肯传授给别人，不肯修法布施，得愚痴的果报。无畏的布施，反过来就是威胁别人，使别人身心不安，这样的果报就是多病短命。杀害众生，佛法里常讲恼害众生，恼是什么？令众生生烦恼，这个果报就是多病；杀害众生，果报就是短命，得这样的果报。所以我们看这个果报里面，像长者就是大富，居士未必富有，由此可知，这两种人法布施、无畏布施都差不多，财布施就有差别了。长者的财布施多，非常富裕；居士财布施少，生活能过得去，不甚富裕。这是讲一般的果报。",
      "zh_TW": "可是諸位要曉得，這種種果報都有種種的因緣，有因緣這才能結果。譬如我們講富有，佛跟我們講，財富從哪來的？財布施得來的。你不肯修財布施，你就得不到財富，布施是因，福德是果報，修因才能夠得果，這個是一定道理；法布施得智慧，得聰明智慧；無畏布施得健康長壽。這個裡面財布施大家容易懂，法布施也容易懂。什麼叫無畏布施？畏就是恐懼，別人在精神、身體受到迫害的時候，感到有威脅的時候，身心不安，你能夠保護他，他不恐怖、不害怕了，這叫做無畏布施。所以，放生是屬於無畏布施，你看那個動物，馬上人家就要殺牠、要吃牠，你把牠買下來，再把牠放到山林，或者放到水裡面，牠不怕了，離開一切恐怖，這屬於無畏布施。無畏布施得健康長壽的果報。由此可知，你要做相反的，你得的果報也相反。有財不肯布施，得的是貧窮的果報，為什麼？你那個財會用得盡的，用盡了就沒有了，那個時候你就得貧窮果報。吝法，自己懂得這個或者是世法、或者是佛法，你懂得，不肯傳授給別人，不肯修法布施，得愚痴的果報。無畏的布施，反過來就是威脅別人，使別人身心不安，這樣的果報就是多病短命。殺害眾生，佛法裡常講惱害眾生，惱是什麼？令眾生生煩惱，這個果報就是多病；殺害眾生，果報就是短命，得這樣的果報。所以我們看這個果報裡面，像長者就是大富，居士未必富有，由此可知，這兩種人法布施、無畏布施都差不多，財布施就有差別了。長者的財布施多，非常富裕；居士財布施少，生活能過得去，不甚富裕。這是講一般的果報。"
    },
    {
      "id": "02-005-0057_p0009",
      "zh_CN": "如果比这个福报更大的，「豪姓尊贵」，这就是我们古时候讲的豪门贵族，生到这样的家庭，从小就享福。或者更大的，这是『国王』，『刹利』在印度四姓里面是属于皇族。由此可知，这个世间做帝王的、做诸侯的、做地方首长的，都是过去生中修的大福报。有这个大福报，所以一般老百姓能够拥护他，能够听命于他，这就是福报。像我们没有福报，我们讲的话，老百姓不相信，我们下达命令，他不服从，为什么？没有福报嘛。所以要晓得，统统是前生所修的福德，你修的大小。同样是国王、是皇帝，福报大小也不相同，我们看看前清的皇帝，清朝这一个朝代十个皇帝，你仔细观察一下，十个皇帝里面，福报最大的是乾隆。他的祖先比不上他，雍正是他的父亲，康熙是他的祖父，比不上，后世的子孙没有一个能比得上他，文治武功，在整个清朝这一代达到最高峰，福报是真大！在中国历史上，不要说清朝找不到第二个，打开中国历史也找不到第二个，做六十年皇帝，还做四年太上皇。所以他自称为十全老人，十全十美那真的，五代同堂，在一切帝王当中确实找不到。所以这个人在过去生中修福、修慧，三种布施就是财、法、无畏，那不晓得做了多少，才能感得这么大的福报。他那个时代，中国在全世界真的是第一等强国，没有比它更盛的，打开当时清朝版图，现在我们所剩的四分之三都不到。你看看当年那个版图，盛极一时，你看看历史地图你就晓得，那个清朝最盛的时候是乾隆时候的版图。所以，皇帝跟皇帝也不能比。",
      "zh_TW": "如果比這個福報更大的，「豪姓尊貴」，這就是我們古時候講的豪門貴族，生到這樣的家庭，從小就享福。或者更大的，這是『國王』，『剎利』在印度四姓裡面是屬於皇族。由此可知，這個世間做帝王的、做諸侯的、做地方首長的，都是過去生中修的大福報。有這個大福報，所以一般老百姓能夠擁護他，能夠聽命於他，這就是福報。像我們沒有福報，我們講的話，老百姓不相信，我們下達命令，他不服從，為什麼？沒有福報嘛。所以要曉得，統統是前生所修的福德，你修的大小。同樣是國王、是皇帝，福報大小也不相同，我們看看前清的皇帝，清朝這一個朝代十個皇帝，你仔細觀察一下，十個皇帝裡面，福報最大的是乾隆。他的祖先比不上他，雍正是他的父親，康熙是他的祖父，比不上，後世的子孫沒有一個能比得上他，文治武功，在整個清朝這一代達到最高峰，福報是真大！在中國歷史上，不要說清朝找不到第二個，打開中國歷史也找不到第二個，做六十年皇帝，還做四年太上皇。所以他自稱為十全老人，十全十美那真的，五代同堂，在一切帝王當中確實找不到。所以這個人在過去生中修福、修慧，三種布施就是財、法、無畏，那不曉得做了多少，才能感得這麼大的福報。他那個時代，中國在全世界真的是第一等強國，沒有比它更盛的，打開當時清朝版圖，現在我們所剩的四分之三都不到。你看看當年那個版圖，盛極一時，你看看歷史地圖你就曉得，那個清朝最盛的時候是乾隆時候的版圖。所以，皇帝跟皇帝也不能比。"
    },
    {
      "id": "02-005-0057_p0010",
      "zh_CN": "你要搞清楚这个事情，换句话说，他怎么来的？修福。你要肯修，你要相信佛的话，认真去修学，不要怕，认真去修这个三种布施，三种布施是修福；但是还有一个诸位要晓得，忍辱是保持。如果不能忍辱，虽然修福，这个福报要想在人天里面享受很难，大多数到哪里去？到阿修罗道去享受去了。阿修罗也不错，福报也挺大，可是阿修罗死了以后，三恶道就等着他了，每况愈下，这个不好。所以你看《金刚经》，《金刚经》是纯粹菩萨法，六度当中特别强调的，一个布施、一个忍辱，布施、忍辱说得特别多。忍能够保持你的福报，施是造福，忍是持久，所以六度里面，这两条非常非常的重要。",
      "zh_TW": "你要搞清楚這個事情，換句話說，他怎麼來的？修福。你要肯修，你要相信佛的話，認真去修學，不要怕，認真去修這個三種布施，三種布施是修福；但是還有一個諸位要曉得，忍辱是保持。如果不能忍辱，雖然修福，這個福報要想在人天裡面享受很難，大多數到哪裡去？到阿修羅道去享受去了。阿修羅也不錯，福報也挺大，可是阿修羅死了以後，三惡道就等著他了，每況愈下，這個不好。所以你看《金剛經》，《金剛經》是純粹菩薩法，六度當中特別強調的，一個布施、一個忍辱，布施、忍辱說得特別多。忍能夠保持你的福報，施是造福，忍是持久，所以六度裡面，這兩條非常非常的重要。"
    },
    {
      "id": "02-005-0057_p0011",
      "zh_CN": "『转轮圣帝』，这在我们现代历史里面还没有出现，只是佛在经上给我们说过的。转轮圣王有四种，最大的叫金轮圣王，金轮圣王统辖的区域叫一四天下。这个一四天下要用现代话来讲，就是一个太阳系，一个太阳系的王，这在我们现代历史上没有。为什么？我们行星与行星当中联络都有困难，但是有的，不是没有，我们这个世界没有这么大福报的人。从前我们读经读到轮王，这叫转轮圣王，就是转轮圣帝，轮王，很难理解。轮王名称怎么来的？因为他珍宝里面有一种最特殊的，叫轮宝，轮宝是他的交通工具，也是他的武器。统领这么多天下，你没有武力不行，轮王也是武力征服，他这个武力是什么？就是轮宝，是他的交通工具，也是他的武器。就像我们今天讲的飞机一样，飞机是交通工具，在现在战争里面，空军你看看这个威力多强大，这一次伊拉克战争，大家就晓得，不用地面部队，空中就给你毁灭掉了。这个轮宝是什么？在我想像当中，就是外太空人坐的那个飞碟，那不就是个轮吗？大概那个飞碟来的时候，就是转轮圣王来巡视这边，来视察的。因为我们这个星球在太阳系之内，整个太阳系是他的势力范围，不一定到哪个星球去转转、去看看。所以我想佛讲的轮宝就是这个，确确实实有这个飞行工具，这也是他的武力，是他的空军，是他的军队。",
      "zh_TW": "『轉輪聖帝』，這在我們現代歷史裡面還沒有出現，只是佛在經上給我們說過的。轉輪聖王有四種，最大的叫金輪聖王，金輪聖王統轄的區域叫一四天下。這個一四天下要用現代話來講，就是一個太陽系，一個太陽系的王，這在我們現代歷史上沒有。為什麼？我們行星與行星當中聯絡都有困難，但是有的，不是沒有，我們這個世界沒有這麼大福報的人。從前我們讀經讀到輪王，這叫轉輪聖王，就是轉輪聖帝，輪王，很難理解。輪王名稱怎麼來的？因為他珍寶裡面有一種最特殊的，叫輪寶，輪寶是他的交通工具，也是他的武器。統領這麼多天下，你沒有武力不行，輪王也是武力征服，他這個武力是什麼？就是輪寶，是他的交通工具，也是他的武器。就像我們今天講的飛機一樣，飛機是交通工具，在現在戰爭裡面，空軍你看看這個威力多強大，這一次伊拉克戰爭，大家就曉得，不用地面部隊，空中就給你毀滅掉了。這個輪寶是什麼？在我想像當中，就是外太空人坐的那個飛碟，那不就是個輪嗎？大概那個飛碟來的時候，就是轉輪聖王來巡視這邊，來視察的。因為我們這個星球在太陽系之內，整個太陽系是他的勢力範圍，不一定到哪個星球去轉轉、去看看。所以我想佛講的輪寶就是這個，確確實實有這個飛行工具，這也是他的武力，是他的空軍，是他的軍隊。"
    },
    {
      "id": "02-005-0057_p0012",
      "zh_CN": "飞碟，我不晓得你们同修有没有见过，我见过，还就在台北市见过的。我那个时候，好像是民国四十一、二年的时候，大概恐怕我还是刚刚学佛，甚至于还没有学佛的时候，很早。我看到什么一个情形？是下午大概四、五点钟，看到空中有一个发亮的圆圆的球，就停在那里不动，至少有五分钟，我都看呆了。旁边还有些朋友，我就指出来给他们看，他们告诉我的信号弹，大概打的是信号弹，很像信号弹，圆圆的，光是绿色的，绿色的光芒。大概看了差不多有七、八分钟之后它就移动，开始移动的时候很缓慢，愈来愈快、愈来愈快，一下子就不见了。第二天报纸上登着，不是我一个人看到的，很多人看到的，第二天报纸上登着，那个时候称为「不明的太空飞行物体」。速度之快，非常的惊人，很短暂的时间就没有了，但是它停了很久，停了有好几分钟。所以我那时候看，决定不像一个信号弹，信号弹在空中停留不了那么久，而且什么？它一定会动的，不往上升它就往下降，它不会停止在那个地方。所以这种飞行物体，比我们这个世间科技就进步太多了，我们今天的飞行工具还没有这种能力，他们已经进步到这样的能力，所以有这样大的速度。佛经上讲在一天，就是太阳出山到下山，以我们的话来讲十二个小时，十二个小时他就把整个太阳系都巡察，每个地方他都去看到了，就这样快的速度，所以称他作轮王。",
      "zh_TW": "飛碟，我不曉得你們同修有沒有見過，我見過，還就在台北市見過的。我那個時候，好像是民國四十一、二年的時候，大概恐怕我還是剛剛學佛，甚至於還沒有學佛的時候，很早。我看到什麼一個情形？是下午大概四、五點鐘，看到空中有一個發亮的圓圓的球，就停在那裡不動，至少有五分鐘，我都看呆了。旁邊還有些朋友，我就指出來給他們看，他們告訴我的信號彈，大概打的是信號彈，很像信號彈，圓圓的，光是綠色的，綠色的光芒。大概看了差不多有七、八分鐘之後它就移動，開始移動的時候很緩慢，愈來愈快、愈來愈快，一下子就不見了。第二天報紙上登著，不是我一個人看到的，很多人看到的，第二天報紙上登著，那個時候稱為「不明的太空飛行物體」。速度之快，非常的驚人，很短暫的時間就沒有了，但是它停了很久，停了有好幾分鐘。所以我那時候看，決定不像一個信號彈，信號彈在空中停留不了那麼久，而且什麼？它一定會動的，不往上升它就往下降，它不會停止在那個地方。所以這種飛行物體，比我們這個世間科技就進步太多了，我們今天的飛行工具還沒有這種能力，他們已經進步到這樣的能力，所以有這樣大的速度。佛經上講在一天，就是太陽出山到下山，以我們的話來講十二個小時，十二個小時他就把整個太陽系都巡察，每個地方他都去看到了，就這樣快的速度，所以稱他作輪王。"
    },
    {
      "id": "02-005-0057_p0013",
      "zh_CN": "同样是轮王，也有大小，所以佛经分为金、银、铜、铁，金轮王、银轮王、铜轮王、铁轮王。金轮王统辖的就是一个太阳系，整个一个太阳系。佛经上讲，太阳围绕须弥山而转的，须弥山顶是忉利天，须弥山的当中四边是四王天，这就分配成为四天下，金轮圣王就是这整个范围都归他统辖；银轮王他的势力范围是三天下，换句话说，一个太阳系的四分之三是他的范围，还有四分之一他的势力达不到；铜轮王那是一半；铁轮王他的势力范围是四分之一。所以我们这个世界有历史以来，还没有一个这么大福报的人，从哪里晓得？因为没有听说历史上记载，发现过这样的一个飞行工具，没有见过。一定要发展到这样的飞行工具、这种的武力，他才能够控制得住，才能够统御，这福报之大。所以从这个地方来观察，佛经里面讲的科技，也是讲得非常非常的高明，我们现前科技还达不到佛经上所说的。这是轮王，轮王还是人，不是天，我们讲的外太空人，还不是真正的天人；再往上面去，福报再大，就到天道去了，就生天了。",
      "zh_TW": "同樣是輪王，也有大小，所以佛經分為金、銀、銅、鐵，金輪王、銀輪王、銅輪王、鐵輪王。金輪王統轄的就是一個太陽系，整個一個太陽系。佛經上講，太陽圍繞須彌山而轉的，須彌山頂是忉利天，須彌山的當中四邊是四王天，這就分配成為四天下，金輪聖王就是這整個範圍都歸他統轄；銀輪王他的勢力範圍是三天下，換句話說，一個太陽系的四分之三是他的範圍，還有四分之一他的勢力達不到；銅輪王那是一半；鐵輪王他的勢力範圍是四分之一。所以我們這個世界有歷史以來，還沒有一個這麼大福報的人，從哪裡曉得？因為沒有聽說歷史上記載，發現過這樣的一個飛行工具，沒有見過。一定要發展到這樣的飛行工具、這種的武力，他才能夠控制得住，才能夠統御，這福報之大。所以從這個地方來觀察，佛經裡面講的科技，也是講得非常非常的高明，我們現前科技還達不到佛經上所說的。這是輪王，輪王還是人，不是天，我們講的外太空人，還不是真正的天人；再往上面去，福報再大，就到天道去了，就生天了。"
    },
    {
      "id": "02-005-0057_p0014",
      "zh_CN": "『或为六欲天主』，这是欲界六层天。欲界六层天，刚才讲了四王天、忉利天，这是欲界最下面的两层，再往上面去叫空居天，不在地面，空居天，这个事情也很麻烦，也很难讲。实实在在讲，我们今天科学家所发现的空间，以我们人生活的范围三度空间；四度空间的事情，我们就不晓得；还有五度、六度，往上去数有无限度的空间，可能这个就是佛法讲的诸天了。他跟我们的空间不相同，这个天每往上升一层，境界完全不一样，不是在我们这个世界。所以忉利天往上去就是夜摩天，夜摩天再上去兜率天，弥勒菩萨就在兜率天，兜率天是凡圣同居土，它有内外，外院是凡夫，内院是弥勒菩萨，这些大菩萨们修行的场所、道场。兜率再上去，化乐天，他们一切受用是自己变化所作，不需要经营，不需要求人。再往上去，那个福报就更大，叫他化自在天，自己所受用的不要自己变化，自己一动念头，第五天化乐天就变化来供养，他自己不需要用这些力量，不需要，别人来供养他。这叫欲界，所谓欲界就是还没有离开五欲，财、色、名、食、睡没有离开，但是愈往上面去，这个欲的念头愈淡，很淡薄。",
      "zh_TW": "『或為六欲天主』，這是欲界六層天。欲界六層天，剛才講了四王天、忉利天，這是欲界最下面的兩層，再往上面去叫空居天，不在地面，空居天，這個事情也很麻煩，也很難講。實實在在講，我們今天科學家所發現的空間，以我們人生活的範圍三度空間；四度空間的事情，我們就不曉得；還有五度、六度，往上去數有無限度的空間，可能這個就是佛法講的諸天了。他跟我們的空間不相同，這個天每往上升一層，境界完全不一樣，不是在我們這個世界。所以忉利天往上去就是夜摩天，夜摩天再上去兜率天，彌勒菩薩就在兜率天，兜率天是凡聖同居土，它有內外，外院是凡夫，內院是彌勒菩薩，這些大菩薩們修行的場所、道場。兜率再上去，化樂天，他們一切受用是自己變化所作，不需要經營，不需要求人。再往上去，那個福報就更大，叫他化自在天，自己所受用的不要自己變化，自己一動念頭，第五天化樂天就變化來供養，他自己不需要用這些力量，不需要，別人來供養他。這叫欲界，所謂欲界就是還沒有離開五欲，財、色、名、食、睡沒有離開，但是愈往上面去，這個欲的念頭愈淡，很淡薄。"
    },
    {
      "id": "02-005-0057_p0015",
      "zh_CN": "如果五欲六尘这个念头从心里面断掉了，他就超越欲界，超越欲界到哪里去？到色界天去了，色界天是有形色、没有欲念，没有这个念头。色界里面有初禅、二禅、三禅、四禅，叫四禅天，每层里面细分又有三种。第四禅很特别，第四禅有九天，所以四禅总共十八层天，讲十八层天是单单讲四禅，初禅三天，二禅三天，三禅三天，四禅九天，所以总共十八层天，这是决定没有欲念。也许诸位要问，这没有欲念不就成佛了吗？诸位要知道，他没有欲念，他是欲念不起现行，那个念头并没有断。没有断，怎么不起现行？定功伏住，就像石头压草，没有除根，石头压草，这样才能够生到色界天。",
      "zh_TW": "如果五欲六塵這個念頭從心裡面斷掉了，他就超越欲界，超越欲界到哪裡去？到色界天去了，色界天是有形色、沒有欲念，沒有這個念頭。色界裡面有初禪、二禪、三禪、四禪，叫四禪天，每層裡面細分又有三種。第四禪很特別，第四禪有九天，所以四禪總共十八層天，講十八層天是單單講四禪，初禪三天，二禪三天，三禪三天，四禪九天，所以總共十八層天，這是決定沒有欲念。也許諸位要問，這沒有欲念不就成佛了嗎？諸位要知道，他沒有欲念，他是欲念不起現行，那個念頭並沒有斷。沒有斷，怎麼不起現行？定功伏住，就像石頭壓草，沒有除根，石頭壓草，這樣才能夠生到色界天。"
    },
    {
      "id": "02-005-0057_p0016",
      "zh_CN": "我们要把这桩事情搞清楚了，才晓得学禅难，太难太难了。这个东西要问问自己，财色名食睡摆在面前，动不动念头？动念，你在欲界，色界没分，你那个禅修得再好，说老实话，初禅天都去不了，为什么？初禅天欲念没有了，真能伏住。你还伏不住，换句话说，你还在欲界，色界都达不到。这个才知道真难，真正不容易！所以，不肯念佛求生净土，那真的是愚痴、狂妄。了解事实真相才知道，除此一门，没有第二条路能够超越六道轮回，因为这条路是带业往生，这些妄念不断也行，也能够去得了，这是很不容易的一桩事情。禅说老实话，纵然得禅定，到四禅天，甚至于更深的禅定，到四空天，还是不行，还是出离不了三界，你就想到出三界多难。到了四空天，还要再不断的用功，成就第九定。我们讲四禅八定，都属于世间，都没有超越六道轮回；到第九定这个超越了，什么人证得的？阿罗汉证得的，这个超越三界。虽超越三界，没有见性，也就是说，阿罗汉得禅定，得九次第定，证得三昧，没有开智慧，为什么？烦恼障断了、所知障没断，我执虽破、法执犹存，法执没破。所以他的成就，只可以说得半个解脱（解脱就是自在），并不是圆满的自在，为什么？他没有智慧，他没有证得法身，这是非常非常的困难。",
      "zh_TW": "我們要把這樁事情搞清楚了，才曉得學禪難，太難太難了。這個東西要問問自己，財色名食睡擺在面前，動不動念頭？動念，你在欲界，色界沒分，你那個禪修得再好，說老實話，初禪天都去不了，為什麼？初禪天欲念沒有了，真能伏住。你還伏不住，換句話說，你還在欲界，色界都達不到。這個才知道真難，真正不容易！所以，不肯念佛求生淨土，那真的是愚痴、狂妄。了解事實真相才知道，除此一門，沒有第二條路能夠超越六道輪迴，因為這條路是帶業往生，這些妄念不斷也行，也能夠去得了，這是很不容易的一樁事情。禪說老實話，縱然得禪定，到四禪天，甚至於更深的禪定，到四空天，還是不行，還是出離不了三界，你就想到出三界多難。到了四空天，還要再不斷的用功，成就第九定。我們講四禪八定，都屬於世間，都沒有超越六道輪迴；到第九定這個超越了，什麼人證得的？阿羅漢證得的，這個超越三界。雖超越三界，沒有見性，也就是說，阿羅漢得禪定，得九次第定，證得三昧，沒有開智慧，為什麼？煩惱障斷了、所知障沒斷，我執雖破、法執猶存，法執沒破。所以他的成就，只可以說得半個解脫（解脫就是自在），並不是圓滿的自在，為什麼？他沒有智慧，他沒有證得法身，這是非常非常的困難。"
    },
    {
      "id": "02-005-0057_p0017",
      "zh_CN": "『梵王』，梵王是四禅天顶的，也就是我们讲释迦牟尼佛这个世界娑婆世界，娑婆世界的国王，统领三千大千世界，三千大千世界的国王，我们都不认识他。就好比一个小乡村里面的村民，你问他总统、皇帝，他说不认识，只听说而已，不认识，确实是如此。所以整个大宇宙里面的主宰，我们的确是在他势力范围之内，但是不认识他，好像跟他没有关系，其实跟他有很密切的关系，是在他领土范围之内的。这个是欲界天，六欲天乃至梵天，这是福报最大的，三界六道里面福报最大的就是大梵天王。",
      "zh_TW": "『梵王』，梵王是四禪天頂的，也就是我們講釋迦牟尼佛這個世界娑婆世界，娑婆世界的國王，統領三千大千世界，三千大千世界的國王，我們都不認識他。就好比一個小鄉村裡面的村民，你問他總統、皇帝，他說不認識，只聽說而已，不認識，確實是如此。所以整個大宇宙裡面的主宰，我們的確是在他勢力範圍之內，但是不認識他，好像跟他沒有關係，其實跟他有很密切的關係，是在他領土範圍之內的。這個是欲界天，六欲天乃至梵天，這是福報最大的，三界六道裡面福報最大的就是大梵天王。"
    },
    {
      "id": "02-005-0057_p0018",
      "zh_CN": "这是讲的正报，随着你自己修学的福德，你所得到的。所以我们得到这个身（身是果报）、我们这个身体附属之物（就是你的一些财物），统统是自己过去生中修的。现在这一生修的成果，大概四十岁以后这个福报，与这一生所修的有密切关系；四十岁之前所享受的，多半是过去生中修的。这个诸位要看《了凡四训》就知道了。过去修得少，不要紧，如果这一生明白这个事实，努力修积，你晚年的福报就大了，所以一个人晚年的福报，确确实实是今生修的。少年的福报、中年的福报，特别是少年，完全是前世修的；晚年呢，完全是这一世修的；中年的时候，有这一世、有前世的，这个要知道。所以看到别人享福，不要羡慕，要好好的修积，积功累德，这个前途是一片光明，要知道；不知道修积，可以说前途是黑暗的，渺渺茫茫。由此可知，我们的幸福，乃至于家庭的美满、事业的成败，统统操在自己手中，就看你自己怎么想、怎么做。",
      "zh_TW": "這是講的正報，隨著你自己修學的福德，你所得到的。所以我們得到這個身（身是果報）、我們這個身體附屬之物（就是你的一些財物），統統是自己過去生中修的。現在這一生修的成果，大概四十歲以後這個福報，與這一生所修的有密切關係；四十歲之前所享受的，多半是過去生中修的。這個諸位要看《了凡四訓》就知道了。過去修得少，不要緊，如果這一生明白這個事實，努力修積，你晚年的福報就大了，所以一個人晚年的福報，確確實實是今生修的。少年的福報、中年的福報，特別是少年，完全是前世修的；晚年呢，完全是這一世修的；中年的時候，有這一世、有前世的，這個要知道。所以看到別人享福，不要羨慕，要好好的修積，積功累德，這個前途是一片光明，要知道；不知道修積，可以說前途是黑暗的，渺渺茫茫。由此可知，我們的幸福，乃至於家庭的美滿、事業的成敗，統統操在自己手中，就看你自己怎麼想、怎麼做。"
    },
    {
      "id": "02-005-0057_p0019",
      "zh_CN": "经文里面所说的，这是修的善因，大善因缘，得的是大善的果报。善人他必定有善的习气，就是好善好德，这不是学来的，自自然然的；从恶道里面来，他也带的有恶习气，他也不是故意的，他自己控制不住，他就会显露在外表上，自己控制不住。恶道来的带的恶习气，善道来的带善习气。这是纯善之人，他带的善习气，『于诸佛所，尊重供养，未曾间断』，这个就是善习气。他对于诸佛菩萨、对于圣贤人，自自然然生仰慕之心，喜欢，喜欢亲近、喜欢接触、喜欢听闻。亲近善知识，远离恶知识，是人教他的吗？不是的，自然的，就跟前面讲「自然发应」的。这就是我们俗话讲的，某人他有善根，这个根就是过去生中的余习，他有这个善习。所以他对于诸佛菩萨、对于三宝、对于善人，他能够尊重，他能供养，这个福报愈积愈大。我们知道，诸佛菩萨是世间第一福田。我们讲种福，田是比喻，田里面能长五谷杂粮，我们种子种下去它就会生长，就有收成。众生的福到哪去种？福也有个田，能生福的是三宝，到三宝门中去种福。可是从前的三宝，真的多，假的少；现在的三宝，是假的多，真的少。这话怎么说呢？读《楞严经》就晓得，《楞严经》上说得很清楚，「末法时期，邪师说法，如恒河沙」，那恒河沙就多了。所以末法时期诸位要谨慎，要把眼睛睁得大大的，看个清楚，到底是真的三宝、还是假三宝。不能感情用事，要用理性去观察、去分析。为什么？我们种的福，它才会成熟、成长。如果种错了，不但福得不到，连那点种子也会烂掉了，也可惜了，这要知道。所以真正想修福，还是要有福慧之人他才能修福；没有福慧，想修福也修不上，譬如种子种在沙土里面不能生长，种在石头上也不能生长，他种错了地方，这要知道。这是讲到尊重供养。",
      "zh_TW": "經文裡面所說的，這是修的善因，大善因緣，得的是大善的果報。善人他必定有善的習氣，就是好善好德，這不是學來的，自自然然的；從惡道裡面來，他也帶的有惡習氣，他也不是故意的，他自己控制不住，他就會顯露在外表上，自己控制不住。惡道來的帶的惡習氣，善道來的帶善習氣。這是純善之人，他帶的善習氣，『於諸佛所，尊重供養，未曾間斷』，這個就是善習氣。他對於諸佛菩薩、對於聖賢人，自自然然生仰慕之心，喜歡，喜歡親近、喜歡接觸、喜歡聽聞。親近善知識，遠離惡知識，是人教他的嗎？不是的，自然的，就跟前面講「自然發應」的。這就是我們俗話講的，某人他有善根，這個根就是過去生中的餘習，他有這個善習。所以他對於諸佛菩薩、對於三寶、對於善人，他能夠尊重，他能供養，這個福報愈積愈大。我們知道，諸佛菩薩是世間第一福田。我們講種福，田是比喻，田裡面能長五穀雜糧，我們種子種下去它就會生長，就有收成。眾生的福到哪去種？福也有個田，能生福的是三寶，到三寶門中去種福。可是從前的三寶，真的多，假的少；現在的三寶，是假的多，真的少。這話怎麼說呢？讀《楞嚴經》就曉得，《楞嚴經》上說得很清楚，「末法時期，邪師說法，如恆河沙」，那恆河沙就多了。所以末法時期諸位要謹慎，要把眼睛睜得大大的，看個清楚，到底是真的三寶、還是假三寶。不能感情用事，要用理性去觀察、去分析。為什麼？我們種的福，它才會成熟、成長。如果種錯了，不但福得不到，連那點種子也會爛掉了，也可惜了，這要知道。所以真正想修福，還是要有福慧之人他才能修福；沒有福慧，想修福也修不上，譬如種子種在沙土裡面不能生長，種在石頭上也不能生長，他種錯了地方，這要知道。這是講到尊重供養。"
    },
    {
      "id": "02-005-0057_p0020",
      "zh_CN": "诸供养中，法供养最，这一切供养当中，你要懂得修、会修。哪一种修行方法得的福报最大、最殊胜？刚才我们说过，我们希望得到的财富、智慧、健康长寿，有没有方法让我们一种修法，这三种果报统统得到？有。什么方法？法布施。法布施里面一定有财，我布施一本经书，这本经书印出来，是要花钱才印出来的，这就是财布施；这个经本里面佛所讲的这些教训，这是法；你读了真正明白了，心开意解，一切忧虑恐怖都离开了，这无畏布施得到，所以这是一举三得。在现代这个社会科技发达，不仅仅经本是法布施，录音带也是法布施，录的是佛经。许许多多的同修想听佛法，因缘不具足，或者居住的环境太远，不能来听；或者是因为有特别的事故，没有办法来听。我们现场讲经统统都有录音，录音带就是有声的经本，念诵的、讲解的。我们买录音带、制作录音带，这是财布施；录音带里面内容是法布施；他听了心开意解，远离一切颠倒梦想，这是无畏布施。所以，做录音带、做录影带，统统属于法布施。前面跟诸位同修说过，这样的尊重供养，我们要认真努力去做。",
      "zh_TW": "諸供養中，法供養最，這一切供養當中，你要懂得修、會修。哪一種修行方法得的福報最大、最殊勝？剛才我們說過，我們希望得到的財富、智慧、健康長壽，有沒有方法讓我們一種修法，這三種果報統統得到？有。什麼方法？法布施。法布施裡面一定有財，我布施一本經書，這本經書印出來，是要花錢才印出來的，這就是財布施；這個經本裡面佛所講的這些教訓，這是法；你讀了真正明白了，心開意解，一切憂慮恐怖都離開了，這無畏布施得到，所以這是一舉三得。在現代這個社會科技發達，不僅僅經本是法布施，錄音帶也是法布施，錄的是佛經。許許多多的同修想聽佛法，因緣不具足，或者居住的環境太遠，不能來聽；或者是因為有特別的事故，沒有辦法來聽。我們現場講經統統都有錄音，錄音帶就是有聲的經本，念誦的、講解的。我們買錄音帶、製作錄音帶，這是財布施；錄音帶裡面內容是法布施；他聽了心開意解，遠離一切顛倒夢想，這是無畏布施。所以，做錄音帶、做錄影帶，統統屬於法布施。前面跟諸位同修說過，這樣的尊重供養，我們要認真努力去做。"
    },
    {
      "id": "02-005-0057_p0021",
      "zh_CN": "讲到供养当中，还有没有殊胜的？给诸位说，有。什么是第一殊胜？是培养弘法人才。没有弘法人才，好了，这一代讲经的人死光了，后面就没有了，后继无人了。所以这个是第一桩大事，最殊胜的，就是发心来护持这些年轻的这一代僧才。学讲经不容易，学讲经基本的条件是修行，是要有真正的德行、有修持，他才能相应，解行相应。如果没有修持，单单是解，没有行的功力在里面，所讲的不相应，为什么？必然是道听涂说，听到别人怎么讲的，看看注解里面怎么讲的，这个不行，这个不相应，与自性不相应，与大众根机不相应。为什么？我说个比喻，大家就明了了。譬如这个医生，不高明的蒙古大夫，他要替人看病，他也不会看，听说你有什么病，找找那些药方看看，这个药方抄一点，找找那个医方再抄一点，抄完之后，你来看病的时候假装看，然后把这药方给你拿去吃。如果你很幸运，吃了还没什么大妨碍，病也不能好；如果你不幸的话，那一吃就吃死掉了，这害死人了。真正高明医生，没有药方，给你诊断，对症下药。讲经说法亦复如是，必须自己有真正修学的功夫，与自性相应，与众生的根机相应。所谓是「上契诸佛所证之理」，就是与自性相应；「下契众生可度之机」，应机说法，这是根本的条件。所以着重在修持，没有真正修持的功夫，学，学不会，学一辈子也学不会。所学会的，就是我刚才讲的那样的蒙古大夫他的看病本事，只能学到那个程度，那个程度不能给人治病，治一个死一个。",
      "zh_TW": "講到供養當中，還有沒有殊勝的？給諸位說，有。什麼是第一殊勝？是培養弘法人才。沒有弘法人才，好了，這一代講經的人死光了，後面就沒有了，後繼無人了。所以這個是第一樁大事，最殊勝的，就是發心來護持這些年輕的這一代僧才。學講經不容易，學講經基本的條件是修行，是要有真正的德行、有修持，他才能相應，解行相應。如果沒有修持，單單是解，沒有行的功力在裡面，所講的不相應，為什麼？必然是道聽塗說，聽到別人怎麼講的，看看註解裡面怎麼講的，這個不行，這個不相應，與自性不相應，與大眾根機不相應。為什麼？我說個比喻，大家就明瞭了。譬如這個醫生，不高明的蒙古大夫，他要替人看病，他也不會看，聽說你有什麼病，找找那些藥方看看，這個藥方抄一點，找找那個醫方再抄一點，抄完之後，你來看病的時候假裝看，然後把這藥方給你拿去吃。如果你很幸運，吃了還沒什麼大妨礙，病也不能好；如果你不幸的話，那一吃就吃死掉了，這害死人了。真正高明醫生，沒有藥方，給你診斷，對症下藥。講經說法亦復如是，必須自己有真正修學的功夫，與自性相應，與眾生的根機相應。所謂是「上契諸佛所證之理」，就是與自性相應；「下契眾生可度之機」，應機說法，這是根本的條件。所以著重在修持，沒有真正修持的功夫，學，學不會，學一輩子也學不會。所學會的，就是我剛才講的那樣的蒙古大夫他的看病本事，只能學到那個程度，那個程度不能給人治病，治一個死一個。"
    },
    {
      "id": "02-005-0057_p0022",
      "zh_CN": "这就是李老师从前讲的个笑话，堕十九层地狱。他说一个医生替人治病，就像我刚才讲的一样，看一个死一个，看一个死一个，大概是死了不少人，最后阎王把他抓去判他到十八层地狱。他还在辩护：不是我的错，我没有错过，我没有有心害他，不过是药用错了而已，我不是有心的，怎么会判得这么重，判到十八层！很不服气，在跳脚。这一跳的时候，底下就有人叫，「老兄，你不要跳，你这一跳，灰尘都落到我头上来了」。他这一想，我这十八层，他说底下难道还有一层？「是啊！」他说你是多少层？「我十九层」。他说你老兄干什么的？「我教书的」。教书误人子弟，堕十九层地狱；这个讲经要是把法门讲错了，那一定是堕二十层地狱。下面还有一层，是讲经讲错了的，所以相当不容易。",
      "zh_TW": "這就是李老師從前講的個笑話，墮十九層地獄。他說一個醫生替人治病，就像我剛才講的一樣，看一個死一個，看一個死一個，大概是死了不少人，最後閻王把他抓去判他到十八層地獄。他還在辯護：不是我的錯，我沒有錯過，我沒有有心害他，不過是藥用錯了而已，我不是有心的，怎麼會判得這麼重，判到十八層！很不服氣，在跳腳。這一跳的時候，底下就有人叫，「老兄，你不要跳，你這一跳，灰塵都落到我頭上來了」。他這一想，我這十八層，他說底下難道還有一層？「是啊！」他說你是多少層？「我十九層」。他說你老兄幹什麼的？「我教書的」。教書誤人子弟，墮十九層地獄；這個講經要是把法門講錯了，那一定是墮二十層地獄。下面還有一層，是講經講錯了的，所以相當不容易。"
    },
    {
      "id": "02-005-0057_p0023",
      "zh_CN": "所以要晓得，护持、培养弘法人才，这个功德非常之大。我们今天佛法不兴盛，这大家都晓得，不兴盛的原因在哪里？就是缺乏弘法的人才。培养弘法人才实实在在不容易，最难的是什么？就是不受外界的诱惑，这一点就难。这个名闻利养稍稍一诱惑，他就动了心就完了。现在要找一个年轻人，名闻利养、五欲六尘不动心，到哪去找去？亿万人当中难得找个一两个，不容易。这个的确唯有求诸佛菩萨再来，如果不是诸佛菩萨再来，没有法子。这些事实我们都要晓得，然后才知道怎么样修「尊重供养」，你心里面自然有分寸了。",
      "zh_TW": "所以要曉得，護持、培養弘法人才，這個功德非常之大。我們今天佛法不興盛，這大家都曉得，不興盛的原因在哪裡？就是缺乏弘法的人才。培養弘法人才實實在在不容易，最難的是什麼？就是不受外界的誘惑，這一點就難。這個名聞利養稍稍一誘惑，他就動了心就完了。現在要找一個年輕人，名聞利養、五欲六塵不動心，到哪去找去？億萬人當中難得找個一兩個，不容易。這個的確唯有求諸佛菩薩再來，如果不是諸佛菩薩再來，沒有法子。這些事實我們都要曉得，然後才知道怎麼樣修「尊重供養」，你心裡面自然有分寸了。"
    },
    {
      "id": "02-005-0057_p0024",
      "zh_CN": "『未曾间断』，第一个是心愿不间断，念念护持正法，拥护正法，培育僧才，续佛慧命，这个心愿不能间断。第二个，这事相上不能间断，有这个机缘我们就努力去做；没有这个机缘，遇不到这样人，也遇不到这些事情，我们的心愿不间断。遇到有缘，遇到这样的人，遇到这个事情，我们要尽心尽力去帮助他。帮助的时候要有智慧，不能用感情。换句话说，要慢慢观察他会不会变，现在会不会变，将来会不会变，要注意这一点；如何防范他不会变，这更是智慧了。所以大家不要有个错误的观念，一看到出家人都是圣人，好像出家人都不会犯过错，这是很大的错误。出家人也是人，心里头也有贪瞋痴慢，也会争权夺利，与世间人没有两样，不是圣人。你的态度就会变成客观，对于出家人就有很大的利益，不至于感情用事。出家人没有钱的时候，道心很坚固，为什么？他不打妄想；钱多了妄想就来了，就堕落了。没有名的时候，心很定，名闻利养统统都没有，心很安定，在道上；一有名闻利养就完了，就变质、就堕落了。所以看到经文上：我要赶快去修尊重供养。这一尊重恭敬、一供养，名利都来了，这个出家人被你这一尊重供养，就往下坠落去了，明明修得很好，这一下就搞到三途去、搞到地狱去了。谁送他的？你好心把他送下去的，这还得了吗！说个实在话，我在国外讲经也常常讲，这些年轻出家人为什么堕落？都是你们居士把他害了。你们虽然口里讲的是护法，做的是什么？灭法！哪里是护法？做的是灭法。你们将来还想往生，往生是不错，决定往生，往生三恶道，不是西方极乐世界。要谨慎、要小心。",
      "zh_TW": "『未曾間斷』，第一個是心願不間斷，念念護持正法，擁護正法，培育僧才，續佛慧命，這個心願不能間斷。第二個，這事相上不能間斷，有這個機緣我們就努力去做；沒有這個機緣，遇不到這樣人，也遇不到這些事情，我們的心願不間斷。遇到有緣，遇到這樣的人，遇到這個事情，我們要盡心盡力去幫助他。幫助的時候要有智慧，不能用感情。換句話說，要慢慢觀察他會不會變，現在會不會變，將來會不會變，要注意這一點；如何防範他不會變，這更是智慧了。所以大家不要有個錯誤的觀念，一看到出家人都是聖人，好像出家人都不會犯過錯，這是很大的錯誤。出家人也是人，心裡頭也有貪瞋痴慢，也會爭權奪利，與世間人沒有兩樣，不是聖人。你的態度就會變成客觀，對於出家人就有很大的利益，不至於感情用事。出家人沒有錢的時候，道心很堅固，為什麼？他不打妄想；錢多了妄想就來了，就墮落了。沒有名的時候，心很定，名聞利養統統都沒有，心很安定，在道上；一有名聞利養就完了，就變質、就墮落了。所以看到經文上：我要趕快去修尊重供養。這一尊重恭敬、一供養，名利都來了，這個出家人被你這一尊重供養，就往下墜落去了，明明修得很好，這一下就搞到三途去、搞到地獄去了。誰送他的？你好心把他送下去的，這還得了嗎！說個實在話，我在國外講經也常常講，這些年輕出家人為什麼墮落？都是你們居士把他害了。你們雖然口裡講的是護法，做的是什麼？滅法！哪裡是護法？做的是滅法。你們將來還想往生，往生是不錯，決定往生，往生三惡道，不是西方極樂世界。要謹慎、要小心。"
    },
    {
      "id": "02-005-0057_p0025",
      "zh_CN": "所以今天佛教所缺乏的，是一个良好的制度，没有制度是什么？没制度是人治。人治很危险，遇到一个真正善知识，循规蹈矩，还像个样子；这善知识一不在了，就乱了，我们在这个社会里看得很多。如何能够从人治把它变成法治，这是我们要认真去多想想，要努力去做的。居士要正信，像本经前面讲「贤护等十六正士」，你的确贤慧，你要护持正法，在家居士是要有这个责任。所以从前佛陀在世的时候，那个制度很好，道场都是在家居士的。像大家所熟知的祇树给孤独园，那个财产是谁的？是给孤独长者的。他有没有捐赠给释迦牟尼佛？没有。如果捐赠给释迦牟尼佛，释迦牟尼佛一接受，他就还俗了，就回家了，他不是出家，他有了家了。不是的，主权还是给孤独长者的，给孤独长者这个处所，是礼请释迦牟尼佛到这里来弘法利生，这叫供养；而不是把这个场所主权给他。他在这个地方弘法利生，他教得很好，我们希望他再多住几年；他讲得不好，讲得不好你到别的地方去，就请你走了。这样好，这样一个出家人，各个都很自爱，为什么？要修德，要求学问。如果没有德行、没有学问，连个住的地方都没有，没有人请你，这个方法是对的。决定不能把道场给这个出家人，那害死他了！",
      "zh_TW": "所以今天佛教所缺乏的，是一個良好的制度，沒有制度是什麼？沒制度是人治。人治很危險，遇到一個真正善知識，循規蹈矩，還像個樣子；這善知識一不在了，就亂了，我們在這個社會裡看得很多。如何能夠從人治把它變成法治，這是我們要認真去多想想，要努力去做的。居士要正信，像本經前面講「賢護等十六正士」，你的確賢慧，你要護持正法，在家居士是要有這個責任。所以從前佛陀在世的時候，那個制度很好，道場都是在家居士的。像大家所熟知的祇樹給孤獨園，那個財產是誰的？是給孤獨長者的。他有沒有捐贈給釋迦牟尼佛？沒有。如果捐贈給釋迦牟尼佛，釋迦牟尼佛一接受，他就還俗了，就回家了，他不是出家，他有了家了。不是的，主權還是給孤獨長者的，給孤獨長者這個處所，是禮請釋迦牟尼佛到這裡來弘法利生，這叫供養；而不是把這個場所主權給他。他在這個地方弘法利生，他教得很好，我們希望他再多住幾年；他講得不好，講得不好你到別的地方去，就請你走了。這樣好，這樣一個出家人，各個都很自愛，為什麼？要修德，要求學問。如果沒有德行、沒有學問，連個住的地方都沒有，沒有人請你，這個方法是對的。決定不能把道場給這個出家人，那害死他了！"
    },
    {
      "id": "02-005-0057_p0026",
      "zh_CN": "所以我们明白这个事实真相，从我们自己本身做起。我这几个道场，董事会里面统统是居士，现在美国这个道场，董事会里头没有出家人。我是出家人，我退出董事会，他们请我做会长，是荣誉会长。另外有负责任的董事长，美国达拉斯佛教会董事长就是我们的韩馆长。所以她一生病，外国也着急，现在她的病好了，精神一天比一天好，体重也一天比一天增加。她现在不愿意到这儿来，是想再多养几天，养几天大概要到国外去。恢复得很快，实在讲也是三宝加持。",
      "zh_TW": "所以我們明白這個事實真相，從我們自己本身做起。我這幾個道場，董事會裡面統統是居士，現在美國這個道場，董事會裡頭沒有出家人。我是出家人，我退出董事會，他們請我做會長，是榮譽會長。另外有負責任的董事長，美國達拉斯佛教會董事長就是我們的韓館長。所以她一生病，外國也著急，現在她的病好了，精神一天比一天好，體重也一天比一天增加。她現在不願意到這兒來，是想再多養幾天，養幾天大概要到國外去。恢復得很快，實在講也是三寶加持。"
    },
    {
      "id": "02-005-0057_p0027",
      "zh_CN": "所以居士一定要正信，要护法。出家人在这个道场，我们达拉斯那个道场居住的期限是一年，你这一年修得好，你的品德、学问都认真修学，到明年我们请你再住一年，修得很好再住一年，就可以一年一年住下去；你修得不好、不对劲，住满一年，请你到别的地方去。这个样子逼得出家人一定要很谨慎的真正用功努力，不能懈怠。懈怠，董事会居士们看到的时候，到了一年请你走路，我这里不要你了；你有修、有德，我们希望你年年再住。为什么不让你长期？长期，他这个毛病就生了。我只给你一年期限，绝对不给你一年以上，我们用这个方法使他能够用功。你的衣食住行四事供养，董事会负责任，你不要管这个事情，一切事务上事情不要管，钱财上事情不要管，那是董事会的事情，董事会护法、护持，生活方面样样都给你照顾到。可是你要是修学不如法，到期请你走了，你什么也没有了。所以道场住两种人，一种是真正修行人，一种是真发心学讲经弘法的人，道场住这两种人。不能讲经说法，我老实念佛求生净土，我们也供养你，也成就，那也是了不起。如果天天在打妄想，在搞是非，那就请你到别的地方去，我们这个地方不能够容纳。所以从我们本身建立一个良好的制度。",
      "zh_TW": "所以居士一定要正信，要護法。出家人在這個道場，我們達拉斯那個道場居住的期限是一年，你這一年修得好，你的品德、學問都認真修學，到明年我們請你再住一年，修得很好再住一年，就可以一年一年住下去；你修得不好、不對勁，住滿一年，請你到別的地方去。這個樣子逼得出家人一定要很謹慎的真正用功努力，不能懈怠。懈怠，董事會居士們看到的時候，到了一年請你走路，我這裡不要你了；你有修、有德，我們希望你年年再住。為什麼不讓你長期？長期，他這個毛病就生了。我只給你一年期限，絕對不給你一年以上，我們用這個方法使他能夠用功。你的衣食住行四事供養，董事會負責任，你不要管這個事情，一切事務上事情不要管，錢財上事情不要管，那是董事會的事情，董事會護法、護持，生活方面樣樣都給你照顧到。可是你要是修學不如法，到期請你走了，你什麼也沒有了。所以道場住兩種人，一種是真正修行人，一種是真發心學講經弘法的人，道場住這兩種人。不能講經說法，我老實念佛求生淨土，我們也供養你，也成就，那也是了不起。如果天天在打妄想，在搞是非，那就請你到別的地方去，我們這個地方不能夠容納。所以從我們本身建立一個良好的制度。"
    },
    {
      "id": "02-005-0057_p0028",
      "zh_CN": "我这边也有不少同修在这边剃度跟我出家，我这个道场不能给他们，这给他们就变成子孙庙了，上对不起诸佛菩萨，下对不起四众同修，我们要护持正法。所以古人常讲，只怕没有道，不怕没有庙。道比庙要紧，庙可以不要，只要有道，天下的庙哪一个寺庙都欢迎，求都求不来，道要紧。所以，既然出家了，就一心向道，把名闻利养、五欲六尘舍得干干净净。这个董事会里面成员是我选的，我选董事的条件只有一个，说实在话，他相信不相信佛，我都不考虑，我觉得那个不重要，最重要的是深信因果。为什么？他真正相信因果报应，他考虑事情就很谨慎。所以我选择董事这条是列入第一，深信因果。真正不要钱、不要名闻利养的、深信因果的人，请他们出来护持道场。我们这个方法如果做得有效果，做得好，希望将来能够推广，希望别的道场也跟着我们这个模式来做，这个样子正法逐渐逐渐自然就能够恢复。这些都是属于「尊重供养，未曾间断」，所以这个意义极深、极广。",
      "zh_TW": "我這邊也有不少同修在這邊剃度跟我出家，我這個道場不能給他們，這給他們就變成子孫廟了，上對不起諸佛菩薩，下對不起四眾同修，我們要護持正法。所以古人常講，只怕沒有道，不怕沒有廟。道比廟要緊，廟可以不要，只要有道，天下的廟哪一個寺廟都歡迎，求都求不來，道要緊。所以，既然出家了，就一心向道，把名聞利養、五欲六塵捨得乾乾淨淨。這個董事會裡面成員是我選的，我選董事的條件只有一個，說實在話，他相信不相信佛，我都不考慮，我覺得那個不重要，最重要的是深信因果。為什麼？他真正相信因果報應，他考慮事情就很謹慎。所以我選擇董事這條是列入第一，深信因果。真正不要錢、不要名聞利養的、深信因果的人，請他們出來護持道場。我們這個方法如果做得有效果，做得好，希望將來能夠推廣，希望別的道場也跟著我們這個模式來做，這個樣子正法逐漸逐漸自然就能夠恢復。這些都是屬於「尊重供養，未曾間斷」，所以這個意義極深、極廣。"
    },
    {
      "id": "02-005-0057_p0029",
      "zh_CN": "『如是功德，说不能尽』，我想这句话，同修们应该能够体会，功德无量无边。从纵的方面来说，这个功德确确实实是超越了世间，尽未来际（简单的说，就是它的影响力）；横的方面来讲，是横遍十方，竖穷三际，确确实实是「说不能尽」。所以在今天佛法里面急需要的是立法、守法，认真的修行。在本宗，就是「发菩提心，一向专念」。出家，尽可能的要走弘法利生的道路，在家同修要尽全力来拥护正法道场。",
      "zh_TW": "『如是功德，說不能盡』，我想這句話，同修們應該能夠體會，功德無量無邊。從縱的方面來說，這個功德確確實實是超越了世間，盡未來際（簡單的說，就是它的影響力）；橫的方面來講，是橫遍十方，豎窮三際，確確實實是「說不能盡」。所以在今天佛法裡面急需要的是立法、守法，認真的修行。在本宗，就是「發菩提心，一向專念」。出家，盡可能的要走弘法利生的道路，在家同修要盡全力來擁護正法道場。"
    },
    {
      "id": "02-005-0057_p0030",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}