{
  "doc_id": "02-005-0066",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0066",
  "total_paragraphs": 106,
  "paragraphs": [
    {
      "id": "02-005-0066_p0001",
      "zh_CN": "请掀开经本第四十四面，第六行：",
      "zh_TW": "請掀開經本第四十四面，第六行："
    },
    {
      "id": "02-005-0066_p0002",
      "zh_CN": "【超世希有第十八。】",
      "zh_TW": "【超世希有第十八。】"
    },
    {
      "id": "02-005-0066_p0003",
      "zh_CN": "这一章，世尊要为我们介绍西方极乐世界依正庄严、威德神通。介绍的方式，是以较量的方法让我们能够略略的体会到庄严的真相。因为弥陀在本愿里面曾经说过，极乐世界种种庄严，决定不是菩萨们能够思惟、想像、演说得出来的。我们读这段经文就晓得，这个虽然是不可思议的庄严，世尊也有巧妙的方法，能教我们体会到一些。请看经文：",
      "zh_TW": "這一章，世尊要為我們介紹西方極樂世界依正莊嚴、威德神通。介紹的方式，是以較量的方法讓我們能夠略略的體會到莊嚴的真相。因為彌陀在本願裡面曾經說過，極樂世界種種莊嚴，決定不是菩薩們能夠思惟、想像、演說得出來的。我們讀這段經文就曉得，這個雖然是不可思議的莊嚴，世尊也有巧妙的方法，能教我們體會到一些。請看經文："
    },
    {
      "id": "02-005-0066_p0004",
      "zh_CN": "【彼极乐国。所有众生。容色微妙。超世希有。咸同一类。无差别相。但因顺余方俗。故有天人之名。】",
      "zh_TW": "【彼極樂國。所有眾生。容色微妙。超世希有。咸同一類。無差別相。但因順餘方俗。故有天人之名。】"
    },
    {
      "id": "02-005-0066_p0005",
      "zh_CN": "这段经文非常重要。在前面愿文里面，弥陀世尊告诉我们，凡是往生到西方极乐世界，无论在色身、在容貌、甚至于日常生活的受用，都跟佛完全平等。为什么经上还说有阿罗汉、天人，为什么还说这些？这是常常教我们迷惑，而没有办法理解的。此地世尊给我们说出来了，确确实实是平等的，极乐世界所有众生，从凡圣同居土下下品往生，乃至于边地疑城往生的人，一直到等觉菩萨，『容色微妙』，容是容貌，色是颜色，微妙到什么程度？『超世希有』，十方世界所见不到的，没有能够跟他相比的，这叫超世希有。实在讲，超世希有这句话一般只用在佛的身上，佛所得的报身超世希有，绝对不是九法界有情众生所能够相比的。往生到西方极乐世界容色微妙，就等于是佛一样，『咸同一类，无差别相』，这个跟弥陀的愿完全相应。『但因顺余方俗，故有天人之名』，余方是讲他方世界，他方世界人天身分去往生的，像我们念佛去往生的，这说他是人，他从人道来的；声闻去往生的，这个人是阿罗汉，他从阿罗汉这一道来的，这么说法，这是顺余方俗。另外一个意思，就是从见思烦恼上来说的，虽然生到西方极乐世界，见思烦恼没断，说他是人天；见思烦恼断了，尘沙、无明没断，说他是声闻，说他是阿罗汉，是这个意思。并不是西方极乐世界真的有天人、有阿罗汉，那就错了。这桩事情，蕅益大师在《要解》里面给我们讲得很详细，此地我们看到这段经文，证明蕅益大师说的没有错。下面，究竟超胜希有到什么程度？佛用一个比较的方法，让我们自己去想像去。",
      "zh_TW": "這段經文非常重要。在前面願文裡面，彌陀世尊告訴我們，凡是往生到西方極樂世界，無論在色身、在容貌、甚至於日常生活的受用，都跟佛完全平等。為什麼經上還說有阿羅漢、天人，為什麼還說這些？這是常常教我們迷惑，而沒有辦法理解的。此地世尊給我們說出來了，確確實實是平等的，極樂世界所有眾生，從凡聖同居土下下品往生，乃至於邊地疑城往生的人，一直到等覺菩薩，『容色微妙』，容是容貌，色是顏色，微妙到什麼程度？『超世希有』，十方世界所見不到的，沒有能夠跟他相比的，這叫超世希有。實在講，超世希有這句話一般只用在佛的身上，佛所得的報身超世希有，絕對不是九法界有情眾生所能夠相比的。往生到西方極樂世界容色微妙，就等於是佛一樣，『咸同一類，無差別相』，這個跟彌陀的願完全相應。『但因順餘方俗，故有天人之名』，餘方是講他方世界，他方世界人天身分去往生的，像我們念佛去往生的，這說他是人，他從人道來的；聲聞去往生的，這個人是阿羅漢，他從阿羅漢這一道來的，這麼說法，這是順餘方俗。另外一個意思，就是從見思煩惱上來說的，雖然生到西方極樂世界，見思煩惱沒斷，說他是人天；見思煩惱斷了，塵沙、無明沒斷，說他是聲聞，說他是阿羅漢，是這個意思。並不是西方極樂世界真的有天人、有阿羅漢，那就錯了。這樁事情，蕅益大師在《要解》裡面給我們講得很詳細，此地我們看到這段經文，證明蕅益大師說的沒有錯。下面，究竟超勝希有到什麼程度？佛用一個比較的方法，讓我們自己去想像去。"
    },
    {
      "id": "02-005-0066_p0006",
      "zh_CN": "【佛告阿难。譬如世间贫苦乞人。在帝王边。面貌形状。宁可类乎。】",
      "zh_TW": "【佛告阿難。譬如世間貧苦乞人。在帝王邊。面貌形狀。甯可類乎。】"
    },
    {
      "id": "02-005-0066_p0007",
      "zh_CN": "先用这个做比较，『贫苦乞人』，就是我们讲的乞丐，一个乞丐跟一个『帝王』，两个站在一起，你看看他们的容貌是不是像一样的？这个我们一看，就很明显的比出来，帝王容貌比乞丐殊胜得太多太多了，人间帝王大富大贵，这是富贵之相，当然不相同。佛又说：",
      "zh_TW": "先用這個做比較，『貧苦乞人』，就是我們講的乞丐，一個乞丐跟一個『帝王』，兩個站在一起，你看看他們的容貌是不是像一樣的？這個我們一看，就很明顯的比出來，帝王容貌比乞丐殊勝得太多太多了，人間帝王大富大貴，這是富貴之相，當然不相同。佛又說："
    },
    {
      "id": "02-005-0066_p0008",
      "zh_CN": "【帝王若比转轮圣王。则为鄙陋。犹彼乞人。在帝王边也。】",
      "zh_TW": "【帝王若比轉輪聖王。則為鄙陋。猶彼乞人。在帝王邊也。】"
    },
    {
      "id": "02-005-0066_p0009",
      "zh_CN": "我们这个世间人大富大贵的『帝王』，如果跟『转轮圣王』两个一比较，那实在，他就像乞丐一样，无论在哪一方面，比转轮圣王是差得太远太远，不成比例。",
      "zh_TW": "我們這個世間人大富大貴的『帝王』，如果跟『轉輪聖王』兩個一比較，那實在，他就像乞丐一樣，無論在哪一方面，比轉輪聖王是差得太遠太遠，不成比例。"
    },
    {
      "id": "02-005-0066_p0010",
      "zh_CN": "【转轮圣王。威相第一。】",
      "zh_TW": "【轉輪聖王。威相第一。】"
    },
    {
      "id": "02-005-0066_p0011",
      "zh_CN": "这在世间，讲世间人，『转轮圣王』的福报最大，没有比他更大的。",
      "zh_TW": "這在世間，講世間人，『轉輪聖王』的福報最大，沒有比他更大的。"
    },
    {
      "id": "02-005-0066_p0012",
      "zh_CN": "【比之忉利天王。又复丑劣。】",
      "zh_TW": "【比之忉利天王。又復醜劣。】"
    },
    {
      "id": "02-005-0066_p0013",
      "zh_CN": "他要跟天上天主比较比较呢，他也变成乞丐了。",
      "zh_TW": "他要跟天上天主比較比較呢，他也變成乞丐了。"
    },
    {
      "id": "02-005-0066_p0014",
      "zh_CN": "【假令帝释。】",
      "zh_TW": "【假令帝釋。】"
    },
    {
      "id": "02-005-0066_p0015",
      "zh_CN": "这个『帝释』就是『忉利天王』。忉利天王：",
      "zh_TW": "這個『帝釋』就是『忉利天王』。忉利天王："
    },
    {
      "id": "02-005-0066_p0016",
      "zh_CN": "【比第六天。虽百千倍。不相类也。】",
      "zh_TW": "【比第六天。雖百千倍。不相類也。】"
    },
    {
      "id": "02-005-0066_p0017",
      "zh_CN": "『第六天』是他化自在天，欲界最高的天，他化自在天。忉利天天王跟第六天比一下，那也等于乞丐在帝王边一样，不能相比的。",
      "zh_TW": "『第六天』是他化自在天，欲界最高的天，他化自在天。忉利天天王跟第六天比一下，那也等於乞丐在帝王邊一樣，不能相比的。"
    },
    {
      "id": "02-005-0066_p0018",
      "zh_CN": "【第六天王。若比极乐国中。菩萨声闻。光颜容色。虽万亿倍。不相及逮。】",
      "zh_TW": "【第六天王。若比極樂國中。菩薩聲聞。光顏容色。雖萬億倍。不相及逮。】"
    },
    {
      "id": "02-005-0066_p0019",
      "zh_CN": "这是讲欲界天顶，比起极乐世界的一个菩萨、声闻，差远了。换句话说，生到西方极乐世界的人，即使下下品往生的，『第六天王』的光彩、容颜，没有办法跟他相比。佛在此地这句话我们要注意到，『虽万亿倍，不相及逮』，那你想，西方极乐世界众生『光颜容色』，真的是超世希有。佛以这样的善巧方便，让我们领略到西方极乐世界的大众光彩、色相之美好，实在不是言语能够说得出来，也不是我们想像能达到的。因为我们的想像，只能想像乞丐比人间的国王；国王比转轮圣王，转轮圣王我们就没有办法体会到。轮王之相，经上讲的跟佛相差不多，三十二相、八十种好，不过他的相好若跟佛相比，没有佛那么样的明显。也许同修要问，既然转轮王的相貌跟佛已经差不多了，第六天王怎么个比法呢？诸位要晓得，世尊在我们这个世间示现成佛，是劣应身，不是胜应身，是劣应身，在这个世间比世间的轮王相要庄严。如果佛在天上教化众生，他到天上去就是胜应身，天王也不能为比，这个要知道。《楞严》上说得很清楚，佛是随类化身，如果佛要是以胜应身到我们这个世间来应化，我们这个世间人见到佛不敢学佛了，为什么？你身相太好，我比不上你，我没有办法修成。所以佛示的身相要跟我们差不多，好一些，差不多，我们人可以接受，这样才能够收到教化的效果。这是讲的正报庄严。",
      "zh_TW": "這是講欲界天頂，比起極樂世界的一個菩薩、聲聞，差遠了。換句話說，生到西方極樂世界的人，即使下下品往生的，『第六天王』的光彩、容顏，沒有辦法跟他相比。佛在此地這句話我們要注意到，『雖萬億倍，不相及逮』，那你想，西方極樂世界眾生『光顏容色』，真的是超世希有。佛以這樣的善巧方便，讓我們領略到西方極樂世界的大眾光彩、色相之美好，實在不是言語能夠說得出來，也不是我們想像能達到的。因為我們的想像，只能想像乞丐比人間的國王；國王比轉輪聖王，轉輪聖王我們就沒有辦法體會到。輪王之相，經上講的跟佛相差不多，三十二相、八十種好，不過他的相好若跟佛相比，沒有佛那麼樣的明顯。也許同修要問，既然轉輪王的相貌跟佛已經差不多了，第六天王怎麼個比法呢？諸位要曉得，世尊在我們這個世間示現成佛，是劣應身，不是勝應身，是劣應身，在這個世間比世間的輪王相要莊嚴。如果佛在天上教化眾生，他到天上去就是勝應身，天王也不能為比，這個要知道。《楞嚴》上說得很清楚，佛是隨類化身，如果佛要是以勝應身到我們這個世間來應化，我們這個世間人見到佛不敢學佛了，為什麼？你身相太好，我比不上你，我沒有辦法修成。所以佛示的身相要跟我們差不多，好一些，差不多，我們人可以接受，這樣才能夠收到教化的效果。這是講的正報莊嚴。"
    },
    {
      "id": "02-005-0066_p0020",
      "zh_CN": "【所处宫殿。】",
      "zh_TW": "【所處宮殿。】"
    },
    {
      "id": "02-005-0066_p0021",
      "zh_CN": "这个『宫殿』是住处。",
      "zh_TW": "這個『宮殿』是住處。"
    },
    {
      "id": "02-005-0066_p0022",
      "zh_CN": "【衣服饮食。犹如他化自在天王。】",
      "zh_TW": "【衣服飲食。猶如他化自在天王。】"
    },
    {
      "id": "02-005-0066_p0023",
      "zh_CN": "这些我们讲的衣食住行，这是讲生活必须的条件，在佛法里面讲称之为依报，依报之殊胜也不是第六天所能够相比的。此地只比一个什么？自在。第六天他们的宫殿、『衣服饮食』，种种受用，是应念所生，他只要动一个念头，化乐天人变化来供养他。他有能力变化，都用不着自己变化，就是第五天化乐天来供养他，所以他就非常自在了。西方极乐世界说实在话，比他那个还自在，他那个是第五天来供养，西方极乐世界不需要，应念自然现前，比起第六天还要来得殊胜。这是讲依报超胜。下面再说他的威德，威神、德行，那就不是天人能够相比了。",
      "zh_TW": "這些我們講的衣食住行，這是講生活必須的條件，在佛法裡面講稱之為依報，依報之殊勝也不是第六天所能夠相比的。此地只比一個什麼？自在。第六天他們的宮殿、『衣服飲食』，種種受用，是應念所生，他只要動一個念頭，化樂天人變化來供養他。他有能力變化，都用不著自己變化，就是第五天化樂天來供養他，所以他就非常自在了。西方極樂世界說實在話，比他那個還自在，他那個是第五天來供養，西方極樂世界不需要，應念自然現前，比起第六天還要來得殊勝。這是講依報超勝。下面再說他的威德，威神、德行，那就不是天人能夠相比了。"
    },
    {
      "id": "02-005-0066_p0024",
      "zh_CN": "【至于威德。阶位。】",
      "zh_TW": "【至於威德。階位。】"
    },
    {
      "id": "02-005-0066_p0025",
      "zh_CN": "『阶』是阶级，『位』是品位，品位是讲三辈九品，阶位是说的菩萨五十一个阶级。为什么说菩萨五十一个阶级也不是一般世界能比的？这个我们熟读大乘经典自然就明了了，他方世界菩萨阶位不同，不能够在一起共修，初地菩萨决定不能跟二地菩萨在一起。就跟我们世间学校念书一样，一年级的学生，不可能跟二年级同班上课的，就这个意思；二年级，决定不会跟三年级同一个教室。一般世界菩萨阶位就是如此，不是到同一个阶级，就不可能在一起。西方世界不一样，初信位的菩萨可以跟等觉菩萨在一起上课，这个不可思议，这是他方世界不能为比的。",
      "zh_TW": "『階』是階級，『位』是品位，品位是講三輩九品，階位是說的菩薩五十一個階級。為什麼說菩薩五十一個階級也不是一般世界能比的？這個我們熟讀大乘經典自然就明瞭了，他方世界菩薩階位不同，不能夠在一起共修，初地菩薩決定不能跟二地菩薩在一起。就跟我們世間學校念書一樣，一年級的學生，不可能跟二年級同班上課的，就這個意思；二年級，決定不會跟三年級同一個教室。一般世界菩薩階位就是如此，不是到同一個階級，就不可能在一起。西方世界不一樣，初信位的菩薩可以跟等覺菩薩在一起上課，這個不可思議，這是他方世界不能為比的。"
    },
    {
      "id": "02-005-0066_p0026",
      "zh_CN": "【神通变化。】",
      "zh_TW": "【神通變化。】"
    },
    {
      "id": "02-005-0066_p0027",
      "zh_CN": "那就太大太大了，几几乎乎跟佛差不多。这个经上跟我们讲得很清楚，「天眼洞视，天耳彻听」，洞视、彻听，那是佛与等觉菩萨的境界。所以这个法门不可思议，这个法门是真正难信之法，千经万论世尊没有这种讲法的，一切诸佛刹土也没有看到有这么一些事实。唯独西方极乐世界特殊，确实不一样，这是超世希有。",
      "zh_TW": "那就太大太大了，幾幾乎乎跟佛差不多。這個經上跟我們講得很清楚，「天眼洞視，天耳徹聽」，洞視、徹聽，那是佛與等覺菩薩的境界。所以這個法門不可思議，這個法門是真正難信之法，千經萬論世尊沒有這種講法的，一切諸佛剎土也沒有看到有這麼一些事實。唯獨西方極樂世界特殊，確實不一樣，這是超世希有。"
    },
    {
      "id": "02-005-0066_p0028",
      "zh_CN": "【一切天人。不可为比。百千万亿。不可计倍。】",
      "zh_TW": "【一切天人。不可為比。百千萬億。不可計倍。】"
    },
    {
      "id": "02-005-0066_p0029",
      "zh_CN": "没有办法相比，你要是说他超胜多少、超几倍，这个话也没有法子说，真实不可思议。",
      "zh_TW": "沒有辦法相比，你要是說他超勝多少、超幾倍，這個話也沒有法子說，真實不可思議。"
    },
    {
      "id": "02-005-0066_p0030",
      "zh_CN": "【阿难应知。无量寿佛极乐国土。如是功德庄严。不可思议。】",
      "zh_TW": "【阿難應知。無量壽佛極樂國土。如是功德莊嚴。不可思議。】"
    },
    {
      "id": "02-005-0066_p0031",
      "zh_CN": "所以在这个地方我们总要明了，只要生到西方极乐世界，即使是下下品往生，也是圆证三不退。圆证三不退，着重那个圆字。在一般大乘经里面，佛告诉我们，须陀洹小乘初果证「位不退」，小乘初果在大乘圆教里面就是初信位的菩萨，十信里面的初信，证位不退。绝对不会再退到凡夫了，他一定是圣人，他修行虽然进进退退的，但是退他有个底限，不会退堕到凡夫。证到菩萨果位了，七信位以上的菩萨（这都从圆教说，因为西方极乐世界是大乘圆顿大法，七信位以上），绝对不会退转去做一个自了汉，做一个阿罗汉，不可能，这讲「行不退」了。到了初住菩萨，这圆教初住，破一品无明、证一分法身，这个时候证得「念不退」，念念趣向无上菩提，不会退到初住以下。这是讲初住菩萨就证三不退了，位不退、行不退、念不退。虽然证三不退，没有圆。为什么？菩萨修行到七地了还会退，那个念还会退，退怎么？不会退到初住以前，进进退退。要真的完全不退转了，这八地，八地菩萨叫不动地，这个时候真正三不退，勉强说圆证三不退，所以八地才可以勉强说圆证三不退。要真正究竟圆满的圆证三不退，是等觉菩萨。所以，一生到西方极乐世界就圆证三不退，换句话说，最低的程度也跟八地菩萨等齐，跟他平等，这是西方世界殊胜的功德庄严不可思议。哪里有一个一品惑都没有断的凡夫，念几天佛，居然就到八地菩萨的阶位，谁能相信？佛在一般大乘经讲，到八地菩萨，那是修行到第三个阿僧祇劫。第一个阿僧祇劫，满三贤位；第二个阿僧祇劫，是初地到七地；第三个阿僧祇劫，是八地、九地、十地，证三个位次。人家要花三个阿僧祇劫才能达到，你只念几天佛就成就了，你想想看，谁能相信？",
      "zh_TW": "所以在這個地方我們總要明瞭，只要生到西方極樂世界，即使是下下品往生，也是圓證三不退。圓證三不退，著重那個圓字。在一般大乘經裡面，佛告訴我們，須陀洹小乘初果證「位不退」，小乘初果在大乘圓教裡面就是初信位的菩薩，十信裡面的初信，證位不退。絕對不會再退到凡夫了，他一定是聖人，他修行雖然進進退退的，但是退他有個底限，不會退墮到凡夫。證到菩薩果位了，七信位以上的菩薩（這都從圓教說，因為西方極樂世界是大乘圓頓大法，七信位以上），絕對不會退轉去做一個自了漢，做一個阿羅漢，不可能，這講「行不退」了。到了初住菩薩，這圓教初住，破一品無明、證一分法身，這個時候證得「念不退」，念念趣向無上菩提，不會退到初住以下。這是講初住菩薩就證三不退了，位不退、行不退、念不退。雖然證三不退，沒有圓。為什麼？菩薩修行到七地了還會退，那個念還會退，退怎麼？不會退到初住以前，進進退退。要真的完全不退轉了，這八地，八地菩薩叫不動地，這個時候真正三不退，勉強說圓證三不退，所以八地才可以勉強說圓證三不退。要真正究竟圓滿的圓證三不退，是等覺菩薩。所以，一生到西方極樂世界就圓證三不退，換句話說，最低的程度也跟八地菩薩等齊，跟他平等，這是西方世界殊勝的功德莊嚴不可思議。哪裡有一個一品惑都沒有斷的凡夫，念幾天佛，居然就到八地菩薩的階位，誰能相信？佛在一般大乘經講，到八地菩薩，那是修行到第三個阿僧祇劫。第一個阿僧祇劫，滿三賢位；第二個阿僧祇劫，是初地到七地；第三個阿僧祇劫，是八地、九地、十地，證三個位次。人家要花三個阿僧祇劫才能達到，你只念幾天佛就成就了，你想想看，誰能相信？"
    },
    {
      "id": "02-005-0066_p0032",
      "zh_CN": "所以这个法门称为难信之法，不可思议，这是真实的。难信能信，我们不读《无量寿经》没有办法理解，念了《无量寿经》这才恍然大悟，原来这些能信的人，是过去生中曾经供养无量无边诸佛如来，这个善根太厚了。我们听了能够相信、能够接受，那也证明你过去生中曾经供养无量无边诸佛如来，现前蒙一切诸佛如来冥冥当中加持你，我们的信心才能生起来。能信、能愿、能行，这一生当中必定往生，必定成佛。所以这个机缘非常稀有难得，正如同彭际清居士所讲的，「无量劫来希有难逢之一日」，我们今天遇到，遇到要能够真正把它把握住，在这一生当中永脱轮回，顿超三界，一生成佛，非常稀有的因缘。我们再看底下：",
      "zh_TW": "所以這個法門稱為難信之法，不可思議，這是真實的。難信能信，我們不讀《無量壽經》沒有辦法理解，念了《無量壽經》這才恍然大悟，原來這些能信的人，是過去生中曾經供養無量無邊諸佛如來，這個善根太厚了。我們聽了能夠相信、能夠接受，那也證明你過去生中曾經供養無量無邊諸佛如來，現前蒙一切諸佛如來冥冥當中加持你，我們的信心才能生起來。能信、能願、能行，這一生當中必定往生，必定成佛。所以這個機緣非常稀有難得，正如同彭際清居士所講的，「無量劫來希有難逢之一日」，我們今天遇到，遇到要能夠真正把它把握住，在這一生當中永脫輪迴，頓超三界，一生成佛，非常稀有的因緣。我們再看底下："
    },
    {
      "id": "02-005-0066_p0033",
      "zh_CN": "【受用具足第十九。】",
      "zh_TW": "【受用具足第十九。】"
    },
    {
      "id": "02-005-0066_p0034",
      "zh_CN": "这一章是紧接前面一章来的，佛在此地详细告诉我们，西方极乐世界的生活状况，显示往生的人福德无量无边，一切受用应念现前，无不具足。请看经文：",
      "zh_TW": "這一章是緊接前面一章來的，佛在此地詳細告訴我們，西方極樂世界的生活狀況，顯示往生的人福德無量無邊，一切受用應念現前，無不具足。請看經文："
    },
    {
      "id": "02-005-0066_p0035",
      "zh_CN": "【复次极乐世界。所有众生。或已生。】",
      "zh_TW": "【復次極樂世界。所有眾生。或已生。】"
    },
    {
      "id": "02-005-0066_p0036",
      "zh_CN": "这是已经往生的那些菩萨。",
      "zh_TW": "這是已經往生的那些菩薩。"
    },
    {
      "id": "02-005-0066_p0037",
      "zh_CN": "【或现生。】",
      "zh_TW": "【或現生。】"
    },
    {
      "id": "02-005-0066_p0038",
      "zh_CN": "『现生』指现前，也包括我们自己在内。",
      "zh_TW": "『現生』指現前，也包括我們自己在內。"
    },
    {
      "id": "02-005-0066_p0039",
      "zh_CN": "【或当生。】",
      "zh_TW": "【或當生。】"
    },
    {
      "id": "02-005-0066_p0040",
      "zh_CN": "『当生』是现在虽然闻到这个法，还不相信的，还犹豫不决，但是种子种下了，或者是来生、或者是后生，再遇到这个缘，再努力精进，这是当生。",
      "zh_TW": "『當生』是現在雖然聞到這個法，還不相信的，還猶豫不決，但是種子種下了，或者是來生、或者是後生，再遇到這個緣，再努力精進，這是當生。"
    },
    {
      "id": "02-005-0066_p0041",
      "zh_CN": "【皆得如是诸妙色身。形貌端严。福德无量。智慧明了。神通自在。受用种种。一切丰足。】",
      "zh_TW": "【皆得如是諸妙色身。形貌端嚴。福德無量。智慧明了。神通自在。受用種種。一切豐足。】"
    },
    {
      "id": "02-005-0066_p0042",
      "zh_CN": "这段是总说受用自在。第一个是讲身相，『诸妙色身』，这一句就是前面经文上我们读过的「清虚之身，无极之体」。『形貌端严』，如大经所赞，佛有无量相，相有无量好，绝不止三十二相、八十种好，三十二相、八十种好是劣应身，西方极乐世界阿弥陀佛的相是无量相、无量好，形貌端正庄严。底下说『福德无量，智慧明了』，如果不是无量的福德，怎么能够说一切受用应念现前？这是无比的福报。前面一章把他比作第六天他化自在天王，他的物质享受那个自在就像第六天王，这是形容他的「福德无量」；「智慧明了」，第六天王没有智慧。这是天人、他方世界的菩萨，都比不上极乐世界的众生。",
      "zh_TW": "這段是總說受用自在。第一個是講身相，『諸妙色身』，這一句就是前面經文上我們讀過的「清虛之身，無極之體」。『形貌端嚴』，如大經所讚，佛有無量相，相有無量好，絕不止三十二相、八十種好，三十二相、八十種好是劣應身，西方極樂世界阿彌陀佛的相是無量相、無量好，形貌端正莊嚴。底下說『福德無量，智慧明了』，如果不是無量的福德，怎麼能夠說一切受用應念現前？這是無比的福報。前面一章把他比作第六天他化自在天王，他的物質享受那個自在就像第六天王，這是形容他的「福德無量」；「智慧明了」，第六天王沒有智慧。這是天人、他方世界的菩薩，都比不上極樂世界的眾生。"
    },
    {
      "id": "02-005-0066_p0043",
      "zh_CN": "『神通自在』，如本愿所说，他这个天眼、天耳、他心、宿命、神足，这个五通的自在几乎与佛相等，所差的是什么？漏尽通，这个不行。前面这个五通，弥陀本愿功德加持，但是漏尽通没有办法，漏尽通还是要自己修。漏是什么？烦恼，这个断烦恼，阿弥陀佛没有办法帮助我们，还得要我们自己来修。换句话说，阿弥陀佛的福德可以给我们，我们能享受得到；断烦恼、证菩提，这个修德还得要靠自己。但是西方极乐世界没有退缘，只有进步，不会退转，进得快慢，那是你自己用功的勤惰，你用功勤进步就很快，稍微懒惰一点进步就慢，绝对不会退转。「神通自在」是讲往他方世界，他方无量无边的世界，上供诸佛，下化众生，到了西方极乐世界，就有度化众生的能力，你每天去参访无量无边诸佛如来。诸佛世界，诸位要晓得，我们在过去生中无量劫以来，每一尊佛的世界我们都曾经住过，你曾经在那里住过当然就有故旧、亲朋好友，现在不认识。到西方极乐世界统统都认识，你所遇到的过去世这些亲朋好友，或是冤亲债主，遇到总有缘分，有缘分你跟他说法他就能接受。前面跟诸位报告过，他方世界供佛、应化，都是自己化身去的，他有能力、有神通自在，可以变无量无边的化身。就像《梵网经》上所说的，「千百亿化身释迦牟尼佛」，释迦牟尼佛是化身，在我们这个世间示现成佛是化身。诸位要晓得，他的本身、法身毘卢遮那，在华藏世界；报身，在实报庄严土卢舍那如来，都在华藏世界；到我们这个世界来的是千百亿化身之一，这是化身来的。我们到西方极乐世界，就跟释迦牟尼佛一样的能力，有能力化身百千亿。",
      "zh_TW": "『神通自在』，如本願所說，他這個天眼、天耳、他心、宿命、神足，這個五通的自在幾乎與佛相等，所差的是什麼？漏盡通，這個不行。前面這個五通，彌陀本願功德加持，但是漏盡通沒有辦法，漏盡通還是要自己修。漏是什麼？煩惱，這個斷煩惱，阿彌陀佛沒有辦法幫助我們，還得要我們自己來修。換句話說，阿彌陀佛的福德可以給我們，我們能享受得到；斷煩惱、證菩提，這個修德還得要靠自己。但是西方極樂世界沒有退緣，只有進步，不會退轉，進得快慢，那是你自己用功的勤惰，你用功勤進步就很快，稍微懶惰一點進步就慢，絕對不會退轉。「神通自在」是講往他方世界，他方無量無邊的世界，上供諸佛，下化眾生，到了西方極樂世界，就有度化眾生的能力，你每天去參訪無量無邊諸佛如來。諸佛世界，諸位要曉得，我們在過去生中無量劫以來，每一尊佛的世界我們都曾經住過，你曾經在那裡住過當然就有故舊、親朋好友，現在不認識。到西方極樂世界統統都認識，你所遇到的過去世這些親朋好友，或是冤親債主，遇到總有緣分，有緣分你跟他說法他就能接受。前面跟諸位報告過，他方世界供佛、應化，都是自己化身去的，他有能力、有神通自在，可以變無量無邊的化身。就像《梵網經》上所說的，「千百億化身釋迦牟尼佛」，釋迦牟尼佛是化身，在我們這個世間示現成佛是化身。諸位要曉得，他的本身、法身毘盧遮那，在華藏世界；報身，在實報莊嚴土盧舍那如來，都在華藏世界；到我們這個世界來的是千百億化身之一，這是化身來的。我們到西方極樂世界，就跟釋迦牟尼佛一樣的能力，有能力化身百千億。"
    },
    {
      "id": "02-005-0066_p0044",
      "zh_CN": "『受用种种，一切丰足』，这个两句是讲物质生活以及精神生活，丰是丰富，足是满足，没有一丝毫欠缺，想什么就有什么，随心所欲。底下给我们举几个例子：",
      "zh_TW": "『受用種種，一切豐足』，這個兩句是講物質生活以及精神生活，豐是豐富，足是滿足，沒有一絲毫欠缺，想什麼就有什麼，隨心所欲。底下給我們舉幾個例子："
    },
    {
      "id": "02-005-0066_p0045",
      "zh_CN": "【宫殿。】",
      "zh_TW": "【宮殿。】"
    },
    {
      "id": "02-005-0066_p0046",
      "zh_CN": "居住的。",
      "zh_TW": "居住的。"
    },
    {
      "id": "02-005-0066_p0047",
      "zh_CN": "【服饰。】",
      "zh_TW": "【服飾。】"
    },
    {
      "id": "02-005-0066_p0048",
      "zh_CN": "『服』是衣服，『饰』是装饰品。",
      "zh_TW": "『服』是衣服，『飾』是裝飾品。"
    },
    {
      "id": "02-005-0066_p0049",
      "zh_CN": "【香花。幡盖。】",
      "zh_TW": "【香花。幡蓋。】"
    },
    {
      "id": "02-005-0066_p0050",
      "zh_CN": "这个『盖』就是宝盖，宝盖的用途有两种，一个是防灰尘，一个是遮阴凉。",
      "zh_TW": "這個『蓋』就是寶蓋，寶蓋的用途有兩種，一個是防灰塵，一個是遮陰涼。"
    },
    {
      "id": "02-005-0066_p0051",
      "zh_CN": "【庄严之具。随意所须。悉皆如念。】",
      "zh_TW": "【莊嚴之具。隨意所須。悉皆如念。】"
    },
    {
      "id": "02-005-0066_p0052",
      "zh_CN": "你心里动个念头，想要什么，东西都现在你面前，自在受用。有许多状况之下，是我们过去生中在他方世界养成的习气。譬如说现在是夏天，白天太阳很大，我们一出门就想打个伞；刚刚往生西方极乐世界，这种念头都还在，一出去看到外面很亮，打个伞，那个伞盖它就现在前面，也不要你用手去拿。这是习气！其实西方极乐世界一片光明，那个光明是清凉的，不像这么热。所以有很多都是过去生中的习气，你只一动念，它就会现前。像底下讲的饮食也是如此，西方极乐世界哪还要饮食？不需要了。不需要，但是什么？我们初去的人，你看生生世世，每天吃三餐饭，到时候他就会想吃。虽然不要，到时候起这个念头，这个念头一起来，这个餐具、饮食就摆在面前。等摆在面前：现在不需要了。不需要，就没有了。这些统统是习气。",
      "zh_TW": "你心裡動個念頭，想要什麼，東西都現在你面前，自在受用。有許多狀況之下，是我們過去生中在他方世界養成的習氣。譬如說現在是夏天，白天太陽很大，我們一出門就想打個傘；剛剛往生西方極樂世界，這種念頭都還在，一出去看到外面很亮，打個傘，那個傘蓋它就現在前面，也不要你用手去拿。這是習氣！其實西方極樂世界一片光明，那個光明是清涼的，不像這麼熱。所以有很多都是過去生中的習氣，你只一動念，它就會現前。像底下講的飲食也是如此，西方極樂世界哪還要飲食？不需要了。不需要，但是什麼？我們初去的人，你看生生世世，每天吃三餐飯，到時候他就會想吃。雖然不要，到時候起這個念頭，這個念頭一起來，這個餐具、飲食就擺在面前。等擺在面前：現在不需要了。不需要，就沒有了。這些統統是習氣。"
    },
    {
      "id": "02-005-0066_p0053",
      "zh_CN": "【若欲食时。】",
      "zh_TW": "【若欲食時。】"
    },
    {
      "id": "02-005-0066_p0054",
      "zh_CN": "这心里动了个念头。",
      "zh_TW": "這心裡動了個念頭。"
    },
    {
      "id": "02-005-0066_p0055",
      "zh_CN": "【七宝钵器。】",
      "zh_TW": "【七寶缽器。】"
    },
    {
      "id": "02-005-0066_p0056",
      "zh_CN": "『钵器』，用现在的话来讲就是餐具，餐具是『七宝』的。",
      "zh_TW": "『缽器』，用現在的話來講就是餐具，餐具是『七寶』的。"
    },
    {
      "id": "02-005-0066_p0057",
      "zh_CN": "【自然在前。百味饮食。自然盈满。】",
      "zh_TW": "【自然在前。百味飲食。自然盈滿。】"
    },
    {
      "id": "02-005-0066_p0058",
      "zh_CN": "这是讲什么？讲人间富贵。在古时候帝王吃饭，那个菜是一百道，不管他吃与不吃，每餐一定要给他摆一百道菜。到西方极乐世界动个念头，这个受用都跟人间帝王一样的，『百味饮食』，这说它的丰满。我们现在人间吃饭的时候，想吃点好的这些菜肴，实在讲也很不容易，尤其是现代人，对于这方面的教育已经不太讲求了，在从前很重视，非常重视。现在虽然不重视，可是千万不能够疏忽，这点我在此地奉劝诸位同修，你做个家庭主妇，不能烧一手漂亮的菜，你的家庭就很难幸福；如果能烧一手漂亮的菜，你这个家庭一定幸福美满。为什么？她先生不会跑到外面吃饭，到吃饭他就要回家。所以中国古时候女孩子个个都会烧饭，没有像今天这么多社会问题发生，有道理的！所以饮食是个很大的诱惑力量。",
      "zh_TW": "這是講什麼？講人間富貴。在古時候帝王吃飯，那個菜是一百道，不管他吃與不吃，每餐一定要給他擺一百道菜。到西方極樂世界動個念頭，這個受用都跟人間帝王一樣的，『百味飲食』，這說它的豐滿。我們現在人間吃飯的時候，想吃點好的這些菜餚，實在講也很不容易，尤其是現代人，對於這方面的教育已經不太講求了，在從前很重視，非常重視。現在雖然不重視，可是千萬不能夠疏忽，這點我在此地奉勸諸位同修，你做個家庭主婦，不能燒一手漂亮的菜，你的家庭就很難幸福；如果能燒一手漂亮的菜，你這個家庭一定幸福美滿。為什麼？她先生不會跑到外面吃飯，到吃飯他就要回家。所以中國古時候女孩子個個都會燒飯，沒有像今天這麼多社會問題發生，有道理的！所以飲食是個很大的誘惑力量。"
    },
    {
      "id": "02-005-0066_p0059",
      "zh_CN": "【虽有此食。实无食者。】",
      "zh_TW": "【雖有此食。實無食者。】"
    },
    {
      "id": "02-005-0066_p0060",
      "zh_CN": "念头一动，这饮食统统摆在面前，摆在面前之后，想起来，现在已经在西方极乐世界，不是从前在娑婆世界了，现在饮食不需要了。",
      "zh_TW": "念頭一動，這飲食統統擺在面前，擺在面前之後，想起來，現在已經在西方極樂世界，不是從前在娑婆世界了，現在飲食不需要了。"
    },
    {
      "id": "02-005-0066_p0061",
      "zh_CN": "【但见色闻香。以意为食。】",
      "zh_TW": "【但見色聞香。以意為食。】"
    },
    {
      "id": "02-005-0066_p0062",
      "zh_CN": "一看到这个饮食，他自然就不需要了。",
      "zh_TW": "一看到這個飲食，他自然就不需要了。"
    },
    {
      "id": "02-005-0066_p0063",
      "zh_CN": "【色力增长。而无便秽。身心柔软。无所味着。事已化去。时至复现。】",
      "zh_TW": "【色力增長。而無便穢。身心柔軟。無所味著。事已化去。時至復現。】"
    },
    {
      "id": "02-005-0066_p0064",
      "zh_CN": "这个一段文，都是叙说刚刚生到极乐世界不久，这个习气都还在，还没忘掉，没忘掉没有关系，只一动念，马上这个事就现前。所以见到食物之后，这就想起来不需要，这东西就没有，就化掉了，一切都是变化所作。这些事情，在从前我们读起来，简直就是不可思议；现在我们逐渐明了，这是可能的，现代科学里头发现，能与质可以互相转变。虽然科学家发现这个理论，但是究竟怎么样一个转变，不知道。原子弹的理论是根据这个道理来发明的，可以把物质解放成能量。怎么样叫能量再变成物质，就不知道了，就没有法子。如果要有方法把能量变成物质的话，我们这个世间所有一切都不缺乏。西方极乐世界可以说，要用现代科学来讲，它这科学发展到极处，能与质的转变随心所欲。",
      "zh_TW": "這個一段文，都是敘說剛剛生到極樂世界不久，這個習氣都還在，還沒忘掉，沒忘掉沒有關係，只一動念，馬上這個事就現前。所以見到食物之後，這就想起來不需要，這東西就沒有，就化掉了，一切都是變化所作。這些事情，在從前我們讀起來，簡直就是不可思議；現在我們逐漸明瞭，這是可能的，現代科學裡頭發現，能與質可以互相轉變。雖然科學家發現這個理論，但是究竟怎麼樣一個轉變，不知道。原子彈的理論是根據這個道理來發明的，可以把物質解放成能量。怎麼樣叫能量再變成物質，就不知道了，就沒有法子。如果要有方法把能量變成物質的話，我們這個世間所有一切都不缺乏。西方極樂世界可以說，要用現代科學來講，它這科學發展到極處，能與質的轉變隨心所欲。"
    },
    {
      "id": "02-005-0066_p0065",
      "zh_CN": "你们诸位同修听了我说这些话，有没有开悟，你们晓得不晓得是怎么转变法的？应该知道，一心不乱！你们看到这个世间讲特异功能，像这个茶杯，不要动手，能够把这个茶杯从这里搬到那个桌子上去，用什么力量？精神的力量。什么精神力量？一心不乱，从心想，我想这个杯子放在那个地方，它就过去了。只是心里头没有杂念而已，比起西方世界众生那个清净的纯度，完全不相同了。所以，能与质的任意转变，什么力量转变它的？不需要机械，清净心，就是《弥陀经》上讲的「一心不乱」，这个我们世间讲神通。所以佛在大小乘经里面都告诉我们，修禅定，定能发神通，只要你得到禅定，你就有超过一般人的能力。一般人眼睛看不到的你能看得到，听不到的你能听得到，做不到的你统统可以做到，禅定能发神通。凡是往生西方极乐世界的人，他们修的是什么禅定？念佛三昧，三昧中王。三昧就是禅定，他修的是禅定当中最上乘的禅定，最极清净心，所以这个能力现前了。由此可知，这个事情一点都不奇怪。科学家发现，还不知道怎么个转变法，我们读佛经的人都知道怎么转变法。决定不要依赖机械、仪器，不需要，完全是清净心，心性的本能自然转换。这个道理、事实总得要晓得，我们对于西方极乐世界庄严的超胜，我们才不至于怀疑，才知道这些是自性本具的功德。前面讲食自在，下面再说衣自在：",
      "zh_TW": "你們諸位同修聽了我說這些話，有沒有開悟，你們曉得不曉得是怎麼轉變法的？應該知道，一心不亂！你們看到這個世間講特異功能，像這個茶杯，不要動手，能夠把這個茶杯從這裡搬到那個桌子上去，用什麼力量？精神的力量。什麼精神力量？一心不亂，從心想，我想這個杯子放在那個地方，它就過去了。只是心裡頭沒有雜念而已，比起西方世界眾生那個清淨的純度，完全不相同了。所以，能與質的任意轉變，什麼力量轉變它的？不需要機械，清淨心，就是《彌陀經》上講的「一心不亂」，這個我們世間講神通。所以佛在大小乘經裡面都告訴我們，修禪定，定能發神通，只要你得到禪定，你就有超過一般人的能力。一般人眼睛看不到的你能看得到，聽不到的你能聽得到，做不到的你統統可以做到，禪定能發神通。凡是往生西方極樂世界的人，他們修的是什麼禪定？念佛三昧，三昧中王。三昧就是禪定，他修的是禪定當中最上乘的禪定，最極清淨心，所以這個能力現前了。由此可知，這個事情一點都不奇怪。科學家發現，還不知道怎麼個轉變法，我們讀佛經的人都知道怎麼轉變法。決定不要依賴機械、儀器，不需要，完全是清淨心，心性的本能自然轉換。這個道理、事實總得要曉得，我們對於西方極樂世界莊嚴的超勝，我們才不至於懷疑，才知道這些是自性本具的功德。前面講食自在，下面再說衣自在："
    },
    {
      "id": "02-005-0066_p0066",
      "zh_CN": "【复有众宝妙衣。冠带。】",
      "zh_TW": "【復有眾寶妙衣。冠帶。】"
    },
    {
      "id": "02-005-0066_p0067",
      "zh_CN": "『冠』是帽子。",
      "zh_TW": "『冠』是帽子。"
    },
    {
      "id": "02-005-0066_p0068",
      "zh_CN": "【璎珞。】",
      "zh_TW": "【瓔珞。】"
    },
    {
      "id": "02-005-0066_p0069",
      "zh_CN": "『璎珞』是我们常讲的装饰品，璎珞主要是讲胸前佩戴的这些，包括帽子上的、头上所戴的、手上所戴的，甚至于脚上都有。",
      "zh_TW": "『瓔珞』是我們常講的裝飾品，瓔珞主要是講胸前佩戴的這些，包括帽子上的、頭上所戴的、手上所戴的，甚至於腳上都有。"
    },
    {
      "id": "02-005-0066_p0070",
      "zh_CN": "【无量光明。百千妙色。】",
      "zh_TW": "【無量光明。百千妙色。】"
    },
    {
      "id": "02-005-0066_p0071",
      "zh_CN": "因为这些都是众宝所成。",
      "zh_TW": "因為這些都是眾寶所成。"
    },
    {
      "id": "02-005-0066_p0072",
      "zh_CN": "【悉皆具足。自然在身。】",
      "zh_TW": "【悉皆具足。自然在身。】"
    },
    {
      "id": "02-005-0066_p0073",
      "zh_CN": "西方世界确实如此，思衣得衣、思食得食，不需要经营，不需要制造。",
      "zh_TW": "西方世界確實如此，思衣得衣、思食得食，不需要經營，不需要製造。"
    },
    {
      "id": "02-005-0066_p0074",
      "zh_CN": "【所居舍宅。】",
      "zh_TW": "【所居舍宅。】"
    },
    {
      "id": "02-005-0066_p0075",
      "zh_CN": "这个下面是讲住自在。",
      "zh_TW": "這個下面是講住自在。"
    },
    {
      "id": "02-005-0066_p0076",
      "zh_CN": "【称其形色。】",
      "zh_TW": "【稱其形色。】"
    },
    {
      "id": "02-005-0066_p0077",
      "zh_CN": "你居住的房屋，你心里面喜欢什么样子，它就变成什么样子；喜欢什么颜色，它就变成什么颜色，这叫自在，随心所欲。不是一样不变的，一样不变就不自在了。你喜欢住钢筋水泥的房子，我喜欢住那个竹子茅草搭的，那很有味道，各人有各人喜好不相同，没有一样不是随心所欲。西方世界所不相同的，就是统统是无量珍宝所造的，这一点不相同，确实是一尘不染，清净无比。",
      "zh_TW": "你居住的房屋，你心裡面喜歡什麼樣子，它就變成什麼樣子；喜歡什麼顏色，它就變成什麼顏色，這叫自在，隨心所欲。不是一樣不變的，一樣不變就不自在了。你喜歡住鋼筋水泥的房子，我喜歡住那個竹子茅草搭的，那很有味道，各人有各人喜好不相同，沒有一樣不是隨心所欲。西方世界所不相同的，就是統統是無量珍寶所造的，這一點不相同，確實是一塵不染，清淨無比。"
    },
    {
      "id": "02-005-0066_p0078",
      "zh_CN": "【宝网弥覆。悬诸宝铃。】",
      "zh_TW": "【寶網彌覆。懸諸寶鈴。】"
    },
    {
      "id": "02-005-0066_p0079",
      "zh_CN": "居住的环境，宫殿楼阁上面都有罗网，罗网皆系『宝铃』。",
      "zh_TW": "居住的環境，宮殿樓閣上面都有羅網，羅網皆繫『寶鈴』。"
    },
    {
      "id": "02-005-0066_p0080",
      "zh_CN": "【奇妙珍异。周遍校饰。】",
      "zh_TW": "【奇妙珍異。周遍校飾。】"
    },
    {
      "id": "02-005-0066_p0081",
      "zh_CN": "『周遍校饰』，就是室内、室外的装璜，我们今天讲装璜，大家好懂。室内有室内的装璜，室外有室外的装璜，『奇妙珍异』。",
      "zh_TW": "『周遍校飾』，就是室內、室外的裝璜，我們今天講裝璜，大家好懂。室內有室內的裝璜，室外有室外的裝璜，『奇妙珍異』。"
    },
    {
      "id": "02-005-0066_p0082",
      "zh_CN": "【光色晃曜。尽极严丽。】",
      "zh_TW": "【光色晃曜。盡極嚴麗。】"
    },
    {
      "id": "02-005-0066_p0083",
      "zh_CN": "『严』是庄严，『丽』是华丽，庄严华丽至极。",
      "zh_TW": "『嚴』是莊嚴，『麗』是華麗，莊嚴華麗至極。"
    },
    {
      "id": "02-005-0066_p0084",
      "zh_CN": "【楼观栏楯。堂宇房阁。广狭方圆。或大或小。或在虚空。或在平地。清净安隐。微妙快乐。应念现前。无不具足。】",
      "zh_TW": "【樓觀欄楯。堂宇房閣。廣狹方圓。或大或小。或在虛空。或在平地。清淨安隱。微妙快樂。應念現前。無不具足。】"
    },
    {
      "id": "02-005-0066_p0085",
      "zh_CN": "这一段经文都是讲居住的环境，居住环境也是应念现前。再看底下一段，这些经文好懂，统统给我们介绍西方极乐世界生活环境。我们在这个世间所向往的，虽然想，想不到，求不得苦；想到了，想到未必能保得住，又有爱别离苦，确实是如此。现在我们试想想，诸位如果冷静去想想，我们这个世间有许多富贵人家，住的处所非常的华丽、豪华，仔细一观察，它跟旅馆没有两样，为什么？早晨他出去了，夜晚很晚才回来，跟住旅馆有什么两样？尤其是现代这个社会，稍微有假期，出去旅行去了。他这个豪华的宅舍不能随身，不能够带着走；西方世界不一样，可以带着走的，那完全不相同。所以现在居住的环境，确确实实跟旅馆没有两样，你要是真想通了，何必花那么多精神，花那么多冤枉钱？算一算，一天在这居住的地方能有几个小时？种种经营，实实在在得不偿失。所以那个真正有智慧的人，跟一般人看法、想法、做法不一样。底下一章：",
      "zh_TW": "這一段經文都是講居住的環境，居住環境也是應念現前。再看底下一段，這些經文好懂，統統給我們介紹西方極樂世界生活環境。我們在這個世間所嚮往的，雖然想，想不到，求不得苦；想到了，想到未必能保得住，又有愛別離苦，確實是如此。現在我們試想想，諸位如果冷靜去想想，我們這個世間有許多富貴人家，住的處所非常的華麗、豪華，仔細一觀察，它跟旅館沒有兩樣，為什麼？早晨他出去了，夜晚很晚才回來，跟住旅館有什麼兩樣？尤其是現代這個社會，稍微有假期，出去旅行去了。他這個豪華的宅舍不能隨身，不能夠帶著走；西方世界不一樣，可以帶著走的，那完全不相同。所以現在居住的環境，確確實實跟旅館沒有兩樣，你要是真想通了，何必花那麼多精神，花那麼多冤枉錢？算一算，一天在這居住的地方能有幾個小時？種種經營，實實在在得不償失。所以那個真正有智慧的人，跟一般人看法、想法、做法不一樣。底下一章："
    },
    {
      "id": "02-005-0066_p0086",
      "zh_CN": "【德风华雨第二十。其佛国土。每于食时。自然德风徐起。吹诸罗网。及众宝树。】",
      "zh_TW": "【德風華雨第二十。其佛國土。每於食時。自然德風徐起。吹諸羅網。及眾寶樹。】"
    },
    {
      "id": "02-005-0066_p0087",
      "zh_CN": "这个『每于食时』也是个比喻，比喻什么？是一定的时候。譬如我们这个世间，在我们人吃饭的时候，早晨、中午、晚上有一定的时候，西方极乐世界没有这个吃饭的时候，这个是比喻在一定的时候。西方极乐世界没有夜晚，我们这里有年、月、日、时，西方极乐世界统统都没有，它那个世界是一片光明，没有夜晚，没有夜晚就是哪里有什么一天、两天？没有，所以西方极乐世界没有年月日，也没有时辰。这是那个世界很特别的地方，这经上都给我们讲到，前面我们都曾经念过，没有日月时的。所以这个就是，这个德风华雨它每一段时期它就会有一次。这个当然也是阿弥陀佛变化所作，在一定的时候，佛来给你说法提醒你，这个统统是六尘说法。在这一章当中具足了六尘说法，这个实在是无比的奇妙，也是佛陀大慈大悲，警策大众精进不懈。所以在一定的时候，它是自自然然『德风徐起，吹诸罗网，及众宝树』。微风吹动，罗网上面系的有宝铃，宝树枝叶花果都是七宝所成，风一吹，就像那个风铃一样，发出的音声那是最美妙的交响乐曲，这音声就好听。",
      "zh_TW": "這個『每於食時』也是個比喻，比喻什麼？是一定的時候。譬如我們這個世間，在我們人吃飯的時候，早晨、中午、晚上有一定的時候，西方極樂世界沒有這個吃飯的時候，這個是比喻在一定的時候。西方極樂世界沒有夜晚，我們這裡有年、月、日、時，西方極樂世界統統都沒有，它那個世界是一片光明，沒有夜晚，沒有夜晚就是哪裡有什麼一天、兩天？沒有，所以西方極樂世界沒有年月日，也沒有時辰。這是那個世界很特別的地方，這經上都給我們講到，前面我們都曾經念過，沒有日月時的。所以這個就是，這個德風華雨它每一段時期它就會有一次。這個當然也是阿彌陀佛變化所作，在一定的時候，佛來給你說法提醒你，這個統統是六塵說法。在這一章當中具足了六塵說法，這個實在是無比的奇妙，也是佛陀大慈大悲，警策大眾精進不懈。所以在一定的時候，它是自自然然『德風徐起，吹諸羅網，及眾寶樹』。微風吹動，羅網上面繫的有寶鈴，寶樹枝葉花果都是七寶所成，風一吹，就像那個風鈴一樣，發出的音聲那是最美妙的交響樂曲，這音聲就好聽。"
    },
    {
      "id": "02-005-0066_p0088",
      "zh_CN": "【出微妙音。】",
      "zh_TW": "【出微妙音。】"
    },
    {
      "id": "02-005-0066_p0089",
      "zh_CN": "不但这个音声美妙，它还能说法，说什么法？你想听什么法就给你说什么法。",
      "zh_TW": "不但這個音聲美妙，它還能說法，說什麼法？你想聽什麼法就給你說什麼法。"
    },
    {
      "id": "02-005-0066_p0090",
      "zh_CN": "【演说苦。空。无常。无我。】",
      "zh_TW": "【演說苦。空。無常。無我。】"
    },
    {
      "id": "02-005-0066_p0091",
      "zh_CN": "这三句是讲小乘法，小乘根性的人，听到他喜欢听的法门。",
      "zh_TW": "這三句是講小乘法，小乘根性的人，聽到他喜歡聽的法門。"
    },
    {
      "id": "02-005-0066_p0092",
      "zh_CN": "【诸波罗蜜。】",
      "zh_TW": "【諸波羅蜜。】"
    },
    {
      "id": "02-005-0066_p0093",
      "zh_CN": "是大乘菩萨法。你是什么样的根性，喜欢修学哪个法门，这个乐声之中就给你演说。",
      "zh_TW": "是大乘菩薩法。你是什麼樣的根性，喜歡修學哪個法門，這個樂聲之中就給你演說。"
    },
    {
      "id": "02-005-0066_p0094",
      "zh_CN": "【流布万种温雅德香。其有闻者。尘劳垢习。自然不起。】",
      "zh_TW": "【流布萬種溫雅德香。其有聞者。塵勞垢習。自然不起。】"
    },
    {
      "id": "02-005-0066_p0095",
      "zh_CN": "这个宝树罗网，不但有光、有色、有音声，不可思议的是它还有香，这个香是宝香，使你闻了之后心开意解，断烦恼、破无明、除习气，有这样的功德。我们世间的香，好香可以避邪，可以除疾病，特别是像种种传染病，瘟疫传染病，好香能治。但是不能说法，不能帮助我们断烦恼、除习气，没有这个能力。西方世界这种宝香是从性德里面流露出来，所以它也是称性功德，能帮助人明心见性。",
      "zh_TW": "這個寶樹羅網，不但有光、有色、有音聲，不可思議的是它還有香，這個香是寶香，使你聞了之後心開意解，斷煩惱、破無明、除習氣，有這樣的功德。我們世間的香，好香可以避邪，可以除疾病，特別是像種種傳染病，瘟疫傳染病，好香能治。但是不能說法，不能幫助我們斷煩惱、除習氣，沒有這個能力。西方世界這種寶香是從性德裡面流露出來，所以它也是稱性功德，能幫助人明心見性。"
    },
    {
      "id": "02-005-0066_p0096",
      "zh_CN": "【风触其身。安和调适。犹如比丘。得灭尽定。】",
      "zh_TW": "【風觸其身。安和調適。猶如比丘。得滅盡定。】"
    },
    {
      "id": "02-005-0066_p0097",
      "zh_CN": "这一小段是说明「风之妙触」，我们身体接触到，这个风吹在身上非常舒适，『安和调适』。在我们这个世间微风吹动的时候，我们接触有「安和」，这个利益有；「调适」没有。调适是什么？是能够调伏我们的烦恼，能够调伏我们的习气，西方极乐世界的风触有这样不可思议的功德。它所达到的境界，就像『比丘得灭尽定』，比丘得灭尽定就是证阿罗汉果，见思烦恼断了。此地是取比喻，比丘是出家人，出家人修行，见思烦恼断了证阿罗汉果，那种快乐我们也想像不到，我们没有入那个境界，怎么想也想不出来。但是佛在经上常常给我们讲，色界天人「禅悦为食」，在禅定当中得的快乐，不是欲界能想像得到的，我们欲界五欲之乐，比不上禅定的快乐。那个禅定不快乐，他修学干什么？人家不会修学的，为什么不去享受五欲之乐？那个乐超过五欲之乐，不能为比的。到第九定见思烦恼断尽，这种禅定之乐，绝不是四禅八定可以相比的，所以这是说九次第定所得的快乐。",
      "zh_TW": "這一小段是說明「風之妙觸」，我們身體接觸到，這個風吹在身上非常舒適，『安和調適』。在我們這個世間微風吹動的時候，我們接觸有「安和」，這個利益有；「調適」沒有。調適是什麼？是能夠調伏我們的煩惱，能夠調伏我們的習氣，西方極樂世界的風觸有這樣不可思議的功德。它所達到的境界，就像『比丘得滅盡定』，比丘得滅盡定就是證阿羅漢果，見思煩惱斷了。此地是取比喻，比丘是出家人，出家人修行，見思煩惱斷了證阿羅漢果，那種快樂我們也想像不到，我們沒有入那個境界，怎麼想也想不出來。但是佛在經上常常給我們講，色界天人「禪悅為食」，在禪定當中得的快樂，不是欲界能想像得到的，我們欲界五欲之樂，比不上禪定的快樂。那個禪定不快樂，他修學幹什麼？人家不會修學的，為什麼不去享受五欲之樂？那個樂超過五欲之樂，不能為比的。到第九定見思煩惱斷盡，這種禪定之樂，絕不是四禪八定可以相比的，所以這是說九次第定所得的快樂。"
    },
    {
      "id": "02-005-0066_p0098",
      "zh_CN": "【复吹七宝林树。飘华成聚。种种色光。遍满佛土。随色次第。而不杂乱。柔软光洁。如兜罗绵。足履其上。没深四指。随足举已。还复如初。】",
      "zh_TW": "【復吹七寶林樹。飄華成聚。種種色光。遍滿佛土。隨色次第。而不雜亂。柔軟光潔。如兜羅綿。足履其上。沒深四指。隨足舉已。還復如初。】"
    },
    {
      "id": "02-005-0066_p0099",
      "zh_CN": "这一段讲的是「花雨功德」，西方世界这些宝树，宝树上的花不生不灭的，人无量寿，一切万物也是无量寿。这些花从哪里来的？这些花是天花，所以极乐世界这空中的庄严，我们这个世间空中会落灰尘，人家西方极乐世界是落宝花。花落在地面上，花因为都是宝花，所以有种种光色，花的颜色不一样，光彩也不一样。落在地面上就铺成了花毯，像地毯一样，铺成了花毯。不需要设计图案，它自自然然落下来，自然就变成了非常美的图案，『随色次第而不杂乱』，这就是铺成了图案，那是美不胜收。虽然是七宝，质是七宝，但是它非常柔软。不像我们这个世间七宝都有相当的硬度，因此它的作用就有限了、有限度；西方极乐世界的七宝柔软，用途非常之广泛。『柔软光洁』，光明、清洁，『如兜罗绵』。兜罗绵，是印度话，古时候翻译成叫柳絮。这是很软的东西，在我们中国常常把它做什么？做枕头，把它用来做枕头，有一点像棉花一样很软，它不是棉花，是柳絮。这是比喻它的软度就像棉花、像柳絮一样，柳絮比棉花还要软。脚踏到上面它有弹性，踏到上面『没深四指』，它有这样的弹性，你脚举起来之后它又恢复了，所以它有非常好的弹。",
      "zh_TW": "這一段講的是「花雨功德」，西方世界這些寶樹，寶樹上的花不生不滅的，人無量壽，一切萬物也是無量壽。這些花從哪裡來的？這些花是天花，所以極樂世界這空中的莊嚴，我們這個世間空中會落灰塵，人家西方極樂世界是落寶花。花落在地面上，花因為都是寶花，所以有種種光色，花的顏色不一樣，光彩也不一樣。落在地面上就鋪成了花毯，像地毯一樣，鋪成了花毯。不需要設計圖案，它自自然然落下來，自然就變成了非常美的圖案，『隨色次第而不雜亂』，這就是鋪成了圖案，那是美不勝收。雖然是七寶，質是七寶，但是它非常柔軟。不像我們這個世間七寶都有相當的硬度，因此它的作用就有限了、有限度；西方極樂世界的七寶柔軟，用途非常之廣泛。『柔軟光潔』，光明、清潔，『如兜羅綿』。兜羅綿，是印度話，古時候翻譯成叫柳絮。這是很軟的東西，在我們中國常常把它做什麼？做枕頭，把它用來做枕頭，有一點像棉花一樣很軟，它不是棉花，是柳絮。這是比喻它的軟度就像棉花、像柳絮一樣，柳絮比棉花還要軟。腳踏到上面它有彈性，踏到上面『沒深四指』，它有這樣的彈性，你腳舉起來之後它又恢復了，所以它有非常好的彈。"
    },
    {
      "id": "02-005-0066_p0100",
      "zh_CN": "这个是空中庄严、地面庄严，在这里看得详细。《弥陀经》上没有说这么详细，《弥陀经》上只讲到「黄金为地」，那个地是道路，道路是黄金铺的。现在我们在此地看到这个地面上，不但下面是黄金铺地，地面上还有花毯，宝花自自然然铺成的地毯，而且这个地毯还常常换的，你看这个多美！常常换的。你看底下：",
      "zh_TW": "這個是空中莊嚴、地面莊嚴，在這裡看得詳細。《彌陀經》上沒有說這麼詳細，《彌陀經》上只講到「黃金為地」，那個地是道路，道路是黃金鋪的。現在我們在此地看到這個地面上，不但下面是黃金鋪地，地面上還有花毯，寶花自自然然鋪成的地毯，而且這個地毯還常常換的，你看這個多美！常常換的。你看底下："
    },
    {
      "id": "02-005-0066_p0101",
      "zh_CN": "【过食时后。其华自没。大地清净。更雨新华。随其时节。还复周遍。与前无异。如是六反。】",
      "zh_TW": "【過食時後。其華自沒。大地清淨。更雨新華。隨其時節。還復周遍。與前無異。如是六反。】"
    },
    {
      "id": "02-005-0066_p0102",
      "zh_CN": "这个『六反』，也是用我们这个世间来做比喻，因为在印度它是把一天分作六个时辰，六个时辰就是昼三时、夜三时。所以它前面讲『食时』，你一天吃三餐饭，所以在此地并不是指时辰，是说它有一定的时候，大概像我们此地隔四、五个小时，它就有一次空中落花。空中落新花，前面那个花统统都没有了，自然就没有了，隔几个小时又有一次，空中的庄严。虽然是宝花，非常的柔软。那我们想想，这种花假如我们在路上走的时候，会不会落在头顶上，会不会落在衣服上，会不会把衣服沾上？统统没有，决定不沾身的。跟我们这个世间不一样，我们这个世间有的时候下冰雹都打伤人。我上一个月在温哥华讲经，遇到一次冰雹，那个冰雹大的差不多有小姆指这么大，汽车的玻璃都被它砸破，那个很可怕、很恐怖，没想到这么热的天，它也下那么大的冰雹。这个在西方极乐世界决定没有的。",
      "zh_TW": "這個『六反』，也是用我們這個世間來做比喻，因為在印度它是把一天分作六個時辰，六個時辰就是晝三時、夜三時。所以它前面講『食時』，你一天吃三餐飯，所以在此地並不是指時辰，是說它有一定的時候，大概像我們此地隔四、五個小時，它就有一次空中落花。空中落新花，前面那個花統統都沒有了，自然就沒有了，隔幾個小時又有一次，空中的莊嚴。雖然是寶花，非常的柔軟。那我們想想，這種花假如我們在路上走的時候，會不會落在頭頂上，會不會落在衣服上，會不會把衣服沾上？統統沒有，決定不沾身的。跟我們這個世間不一樣，我們這個世間有的時候下冰雹都打傷人。我上一個月在溫哥華講經，遇到一次冰雹，那個冰雹大的差不多有小姆指這麼大，汽車的玻璃都被它砸破，那個很可怕、很恐怖，沒想到這麼熱的天，它也下那麼大的冰雹。這個在西方極樂世界決定沒有的。"
    },
    {
      "id": "02-005-0066_p0103",
      "zh_CN": "这些经文从第十四章一直到第二十章，大主意都是讲六尘说法，也是具体跟我们说明，西方世界依正庄严超胜他方诸佛刹土不可思议之处。这样的境界，如果不是佛来给我们说，你们同修想一想，这个世间人，无论是中国、外国，写小说的、编故事的，有没有编到这么圆满？中国小说里面讲这些稀奇古怪的事情，无过于《西游记》，再拿《西游记》来跟《无量寿经》比一比，那差远了，小巫见大巫，不相类。",
      "zh_TW": "這些經文從第十四章一直到第二十章，大主意都是講六塵說法，也是具體跟我們說明，西方世界依正莊嚴超勝他方諸佛剎土不可思議之處。這樣的境界，如果不是佛來給我們說，你們同修想一想，這個世間人，無論是中國、外國，寫小說的、編故事的，有沒有編到這麼圓滿？中國小說裡面講這些稀奇古怪的事情，無過於《西遊記》，再拿《西遊記》來跟《無量壽經》比一比，那差遠了，小巫見大巫，不相類。"
    },
    {
      "id": "02-005-0066_p0104",
      "zh_CN": "所以有些教授们，这是我遇见过的，这些人偶尔也看看佛经，遇到我的时候也谈谈佛法。他们对于释迦牟尼佛有个评语，说释迦牟尼佛很会说大话，释迦牟尼佛很会编故事；换句话说，他也很佩服。为什么？他说不过释迦牟尼佛，讲故事也讲不过释迦牟尼佛，把释迦牟尼佛看成一个文学家。像这些状况，如果不是实实在在释迦牟尼佛亲见亲闻，编不出来；那是真的。不但世尊亲见亲闻，在本经里面我们看到，阿难见到，弥勒见到，以及当时与会的同修两万多人个个见到了，见到阿弥陀佛，见到西方极乐世界，这个事情不是假的。在《观无量寿经》里面，韦提希夫人见到了。韦提希夫人遭了难之后，家庭变故，对于这个世间意冷心灰，向释迦牟尼佛求教：有没有好的地方，我愿意往生，我不愿意住在这个娑婆世界。释迦牟尼佛以神力将十方诸佛刹土统统展现在她面前，她统统看了之后，选择西方极乐世界。不但韦提希夫人她见到，同时与夫人在一起有五百宫女，也个个都见到。所以哪里是释迦牟尼佛编故事，哪里可以说释迦牟尼佛说大话？这是世间人没有智慧，愚痴。正如同经上所讲的，善根福德很少，对于佛祖圣贤的教诲不能够接受，不能够深信。在现前这个社会，我们遇到这样的人很多，常常会遇到，遇到这些人不要跟他争论，合掌令欢喜，不要跟他争论，为什么？讲不通的，他有他的分别执着，讲不通的。这是我们应当要晓得，经典里面所说西方极乐世界依正庄严，句句都是真实，没有一个字是妄语。要相信佛在《金刚经》上所讲的话，「如来是真语者」，真就不假；「实语者」，实就不虚；「如语者」，如就是讲的恰到好处，佛没有增加一点点，没有添一点，也没有减少一点，完全与事实相符合。",
      "zh_TW": "所以有些教授們，這是我遇見過的，這些人偶爾也看看佛經，遇到我的時候也談談佛法。他們對於釋迦牟尼佛有個評語，說釋迦牟尼佛很會說大話，釋迦牟尼佛很會編故事；換句話說，他也很佩服。為什麼？他說不過釋迦牟尼佛，講故事也講不過釋迦牟尼佛，把釋迦牟尼佛看成一個文學家。像這些狀況，如果不是實實在在釋迦牟尼佛親見親聞，編不出來；那是真的。不但世尊親見親聞，在本經裡面我們看到，阿難見到，彌勒見到，以及當時與會的同修兩萬多人個個見到了，見到阿彌陀佛，見到西方極樂世界，這個事情不是假的。在《觀無量壽經》裡面，韋提希夫人見到了。韋提希夫人遭了難之後，家庭變故，對於這個世間意冷心灰，向釋迦牟尼佛求教：有沒有好的地方，我願意往生，我不願意住在這個娑婆世界。釋迦牟尼佛以神力將十方諸佛剎土統統展現在她面前，她統統看了之後，選擇西方極樂世界。不但韋提希夫人她見到，同時與夫人在一起有五百宮女，也個個都見到。所以哪裡是釋迦牟尼佛編故事，哪裡可以說釋迦牟尼佛說大話？這是世間人沒有智慧，愚痴。正如同經上所講的，善根福德很少，對於佛祖聖賢的教誨不能夠接受，不能夠深信。在現前這個社會，我們遇到這樣的人很多，常常會遇到，遇到這些人不要跟他爭論，合掌令歡喜，不要跟他爭論，為什麼？講不通的，他有他的分別執著，講不通的。這是我們應當要曉得，經典裡面所說西方極樂世界依正莊嚴，句句都是真實，沒有一個字是妄語。要相信佛在《金剛經》上所講的話，「如來是真語者」，真就不假；「實語者」，實就不虛；「如語者」，如就是講的恰到好處，佛沒有增加一點點，沒有添一點，也沒有減少一點，完全與事實相符合。"
    },
    {
      "id": "02-005-0066_p0105",
      "zh_CN": "当然西方极乐世界依正庄严说不尽，佛给我们所说的，不过是略举几端与我们这个世界生活当中比较接近一点的，说了我们能够理解；我们这个世间没有的那些庄严，佛都不说，说了也不懂，没有法子想像得到，那些统统都省略，所以一切都是略说。佛不妄语，佛也不夸张，什么人相信，这个人就有福，真正有福。能够相信、能够发愿、能够念佛求生净土，这个依正庄严，我们这一生当中不久就可以能够享受得到，可见得佛的教训对我们才有真实的利益。不是说了吊胃口，说了我们得不到；说的我们统统可以得到，佛这个恩德就太大太大了！我们只有真正生到西方极乐世界，这才能叫报佛恩；不能生到西方极乐世界，佛的恩德我们没有法子报答。",
      "zh_TW": "當然西方極樂世界依正莊嚴說不盡，佛給我們所說的，不過是略舉幾端與我們這個世界生活當中比較接近一點的，說了我們能夠理解；我們這個世間沒有的那些莊嚴，佛都不說，說了也不懂，沒有法子想像得到，那些統統都省略，所以一切都是略說。佛不妄語，佛也不誇張，什麼人相信，這個人就有福，真正有福。能夠相信、能夠發願、能夠念佛求生淨土，這個依正莊嚴，我們這一生當中不久就可以能夠享受得到，可見得佛的教訓對我們才有真實的利益。不是說了吊胃口，說了我們得不到；說的我們統統可以得到，佛這個恩德就太大太大了！我們只有真正生到西方極樂世界，這才能叫報佛恩；不能生到西方極樂世界，佛的恩德我們沒有法子報答。"
    },
    {
      "id": "02-005-0066_p0106",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}