{
  "doc_id": "02-005-0082",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十二集",
    "zh_TW": "第八十二集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0082",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-005-0082_p0001",
      "zh_CN": "请掀开经本六十一面，第六行，从第二句看起：",
      "zh_TW": "請掀開經本六十一面，第六行，從第二句看起："
    },
    {
      "id": "02-005-0082_p0002",
      "zh_CN": "【如尼拘树。覆荫大故。】",
      "zh_TW": "【如尼拘樹。覆蔭大故。】"
    },
    {
      "id": "02-005-0082_p0003",
      "zh_CN": "这是比喻里面的第十三个，前面是比喻清净不染，不但菩萨对于六凡法界不执着，即使四圣法界也不执着，世出世间法都能够舍离，这个舍离是舍离分别执着，自然就不会生妄想。菩萨念念只有一桩事情，帮助众生觉悟，这是无尽的慈悲。我们晓得，众生所有一切的苦痛，都是从迷惑里面生出来的，如果能够破迷开悟，就必定离苦得乐，这才是真正把关键的地方找到。因此诸佛菩萨对众生最大的恩惠，就是为众生讲经说法，讲经说法诸位要晓得，就是把宇宙人生的真相说出来。即使为众生宣说正法也不执着，所谓三轮体空：不以为自己是能说，如果以为自己能说，就着了我相，我能说；也不执着众生能听，如果执着有众生听懂了、听得了，那就着了众生相；亦不执着当中说法之相，这叫三轮体空。虽然心地这样的清净，但并不碍说法，佛还是天天说法、时时说法、处处说法，没停止过。我们也听到佛门常说的「说而无说，无说而说」，这到底是说、还是无说？无说，是他不执着。刚才讲，不执着能说、不执着所说，也不执着能听、所听，统统不执着，这就是无说。说是什么？天天为众生讲经说法，所以说跟无说是一桩事情。我们众生有分别心，说跟无说是两桩事情，我们对于这个真相不太容易理解，不知道说跟不说是一不是二。",
      "zh_TW": "這是比喻裡面的第十三個，前面是比喻清淨不染，不但菩薩對於六凡法界不執著，即使四聖法界也不執著，世出世間法都能夠捨離，這個捨離是捨離分別執著，自然就不會生妄想。菩薩念念只有一樁事情，幫助眾生覺悟，這是無盡的慈悲。我們曉得，眾生所有一切的苦痛，都是從迷惑裡面生出來的，如果能夠破迷開悟，就必定離苦得樂，這才是真正把關鍵的地方找到。因此諸佛菩薩對眾生最大的恩惠，就是為眾生講經說法，講經說法諸位要曉得，就是把宇宙人生的真相說出來。即使為眾生宣說正法也不執著，所謂三輪體空：不以為自己是能說，如果以為自己能說，就著了我相，我能說；也不執著眾生能聽，如果執著有眾生聽懂了、聽得了，那就著了眾生相；亦不執著當中說法之相，這叫三輪體空。雖然心地這樣的清淨，但並不礙說法，佛還是天天說法、時時說法、處處說法，沒停止過。我們也聽到佛門常說的「說而無說，無說而說」，這到底是說、還是無說？無說，是他不執著。剛才講，不執著能說、不執著所說，也不執著能聽、所聽，統統不執著，這就是無說。說是什麼？天天為眾生講經說法，所以說跟無說是一樁事情。我們眾生有分別心，說跟無說是兩樁事情，我們對於這個真相不太容易理解，不知道說跟不說是一不是二。"
    },
    {
      "id": "02-005-0082_p0004",
      "zh_CN": "知道这个事实，又说「听而无听、无听而听」，佛是能说的人，我们是听经的人。假如我们要会听，就是听而无听、无听而听，这个态度来听，你是真正会开悟。我们听经听了几十年都不会开悟，不但不会开悟，反而把意思听错了、曲解了，原因在哪里？有执着，这是有分别执着。听，耳根听得清清楚楚、明明白白；无听是什么？对于这些言说，决定不分别、不执着。听得懂觉悟了，听不懂不理会，不懂就算了，心不会被境界所转，就是不会被讲经的音声所转，心是如如不动，这就是听而无听，所以他能开悟。凡夫不是这样的，他随着说法的音声转，怎么样？就是随听随分别、随听随执着，这个样子完全落在意识里面。这样听经不能开悟，只能得一点佛教的皮毛常识而已，这种常识有没有用处？没有用处，于戒定慧、于生死分上毫不相关。所以佛菩萨会说，我们要会听，才能够得利益。",
      "zh_TW": "知道這個事實，又說「聽而無聽、無聽而聽」，佛是能說的人，我們是聽經的人。假如我們要會聽，就是聽而無聽、無聽而聽，這個態度來聽，你是真正會開悟。我們聽經聽了幾十年都不會開悟，不但不會開悟，反而把意思聽錯了、曲解了，原因在哪裡？有執著，這是有分別執著。聽，耳根聽得清清楚楚、明明白白；無聽是什麼？對於這些言說，決定不分別、不執著。聽得懂覺悟了，聽不懂不理會，不懂就算了，心不會被境界所轉，就是不會被講經的音聲所轉，心是如如不動，這就是聽而無聽，所以他能開悟。凡夫不是這樣的，他隨著說法的音聲轉，怎麼樣？就是隨聽隨分別、隨聽隨執著，這個樣子完全落在意識裡面。這樣聽經不能開悟，只能得一點佛教的皮毛常識而已，這種常識有沒有用處？沒有用處，於戒定慧、於生死分上毫不相關。所以佛菩薩會說，我們要會聽，才能夠得利益。"
    },
    {
      "id": "02-005-0082_p0005",
      "zh_CN": "这一句是说佛的平等慈悲，像『尼拘树』，尼拘树热带有，我们台湾有没有我不知道，现在常有到印度去朝圣、去观光的，到印度打听打听，哪一种树印度人叫它做尼拘树。古德的注解里面说，这个树很高、很大，树叶也很大，因此树底下荫凉就大。印度是热带，树荫底下很凉爽，把佛说法比喻作荫凉，众生在树下得到树荫的遮盖，取这个意思，取佛大慈大悲能够覆荫一切众生，取这意思。",
      "zh_TW": "這一句是說佛的平等慈悲，像『尼拘樹』，尼拘樹熱帶有，我們台灣有沒有我不知道，現在常有到印度去朝聖、去觀光的，到印度打聽打聽，哪一種樹印度人叫它做尼拘樹。古德的註解裡面說，這個樹很高、很大，樹葉也很大，因此樹底下蔭涼就大。印度是熱帶，樹蔭底下很涼爽，把佛說法比喻作蔭涼，眾生在樹下得到樹蔭的遮蓋，取這個意思，取佛大慈大悲能夠覆蔭一切眾生，取這意思。"
    },
    {
      "id": "02-005-0082_p0006",
      "zh_CN": "【如金刚杵。破邪执故。】",
      "zh_TW": "【如金剛杵。破邪執故。】"
    },
    {
      "id": "02-005-0082_p0007",
      "zh_CN": "前面一句是比喻慈悲，这一句是比喻智慧，经上凡是讲到智慧，都用金刚做比喻，譬如说「金刚般若」。金刚是金属里面最坚硬的，它能够破一切物质，一切物质不能破它。我们要从古时候那个时代来看，不能从现在的眼光看，现在科技很发达，就是连金刚钻也能把它分解；古时候没有这个技术，金刚钻就是最坚硬的。所以佛取这个做比喻，能破一切邪见、执着。这个邪、执是两桩事情，就是佛在《华严》上讲的妄想、执着，邪见就是妄想。换句话说，真的只有智慧现前，二障才真正能够破得了；如果没有智慧，譬如像阿罗汉，阿罗汉智慧没开，全凭定功，烦恼不起作用，被定功伏住了，叫伏烦恼，烦恼有没有断？没断，只是定功伏住而已。定力甚深，因此他烦恼就不起作用，永远不起作用，虽未断，跟断了差不多。第八定伏，那个定功不能够永久保持，第八定是非想非非想定，定力能够支持八万大劫，可是八万劫过去了，他这个定会失掉，失掉了还要搞六道轮回，所以不出三界，也就是不能超越六道轮回。到第九定，佛法里面讲九次第定，这个超越了，这个定功深了，不会退转，这是阿罗汉所证得的，这样才超越三界。",
      "zh_TW": "前面一句是比喻慈悲，這一句是比喻智慧，經上凡是講到智慧，都用金剛做比喻，譬如說「金剛般若」。金剛是金屬裡面最堅硬的，它能夠破一切物質，一切物質不能破它。我們要從古時候那個時代來看，不能從現在的眼光看，現在科技很發達，就是連金剛鑽也能把它分解；古時候沒有這個技術，金剛鑽就是最堅硬的。所以佛取這個做比喻，能破一切邪見、執著。這個邪、執是兩樁事情，就是佛在《華嚴》上講的妄想、執著，邪見就是妄想。換句話說，真的只有智慧現前，二障才真正能夠破得了；如果沒有智慧，譬如像阿羅漢，阿羅漢智慧沒開，全憑定功，煩惱不起作用，被定功伏住了，叫伏煩惱，煩惱有沒有斷？沒斷，只是定功伏住而已。定力甚深，因此他煩惱就不起作用，永遠不起作用，雖未斷，跟斷了差不多。第八定伏，那個定功不能夠永久保持，第八定是非想非非想定，定力能夠支持八萬大劫，可是八萬劫過去了，他這個定會失掉，失掉了還要搞六道輪迴，所以不出三界，也就是不能超越六道輪迴。到第九定，佛法裡面講九次第定，這個超越了，這個定功深了，不會退轉，這是阿羅漢所證得的，這樣才超越三界。"
    },
    {
      "id": "02-005-0082_p0008",
      "zh_CN": "什么时候烦恼真正没有了？给诸位说，烦恼，你想想看，这个东西能断得了吗？烦恼不是断，是把它转变，智慧开了就把烦恼转变成菩提。烦恼有没有？没有了，烦恼统统变成菩提了，所以大乘法里讲，烦恼就是菩提。菩提呢？菩提就是烦恼，真的是一桩事情，不是两桩事情。智慧开了、觉悟了，觉悟了烦恼就叫菩提，就不叫烦恼；迷惑的人，他那个菩提就叫它作烦恼。由此可知，只是迷悟两种不同的名称。诸位要知道，名称不同，相不一样，烦恼不自在，菩提自在；作用不同，烦恼很苦，菩提很乐，苦乐不一样。这个就是在迷悟那一念之间，就这么个转法。所以『如金刚杵』，杵是古时候的兵器，这是金刚宝杵，这最为锋利的，用这个来做比喻。最后一个比喻：",
      "zh_TW": "什麼時候煩惱真正沒有了？給諸位說，煩惱，你想想看，這個東西能斷得了嗎？煩惱不是斷，是把它轉變，智慧開了就把煩惱轉變成菩提。煩惱有沒有？沒有了，煩惱統統變成菩提了，所以大乘法裡講，煩惱就是菩提。菩提呢？菩提就是煩惱，真的是一樁事情，不是兩樁事情。智慧開了、覺悟了，覺悟了煩惱就叫菩提，就不叫煩惱；迷惑的人，他那個菩提就叫它作煩惱。由此可知，只是迷悟兩種不同的名稱。諸位要知道，名稱不同，相不一樣，煩惱不自在，菩提自在；作用不同，煩惱很苦，菩提很樂，苦樂不一樣。這個就是在迷悟那一念之間，就這麼個轉法。所以『如金剛杵』，杵是古時候的兵器，這是金剛寶杵，這最為鋒利的，用這個來做比喻。最後一個比喻："
    },
    {
      "id": "02-005-0082_p0009",
      "zh_CN": "【如铁围山。众魔外道不能动故。】",
      "zh_TW": "【如鐵圍山。眾魔外道不能動故。】"
    },
    {
      "id": "02-005-0082_p0010",
      "zh_CN": "这一点很重要，这一句里面定慧统统有，定慧等持，功夫就得力。我们今天定慧两者都不够，所以常常被外面境界动摇。什么是魔？《八大人觉经》里头将魔归纳为四大类，魔是折磨，身心都不自在，你着了魔。第一类叫「五阴魔」，六道凡夫统统有，哪一个人没有？五阴是色、受、想、行、识，也就是五蕴，《心经》里面讲的五蕴色受想行识。色受想行识本来不是魔，迷了就受它折磨。「色」是物质，所有物质的现象就用这个字做代表，要用今天术语来说，就是物理，物理现象就是佛经上讲的色法；「受、想、行、识」是心理，心理现象。物理、物理现象，心理、心理现象，这个可以说把宇宙之间所有一切现象包括尽了，这五阴包括尽了。迷了不认识它，受它的折磨，五阴就变成魔；觉悟之后就不受它折磨了，你就自在的享受它、自在的运用它，这是第一种魔。",
      "zh_TW": "這一點很重要，這一句裡面定慧統統有，定慧等持，功夫就得力。我們今天定慧兩者都不夠，所以常常被外面境界動搖。什麼是魔？《八大人覺經》裡頭將魔歸納為四大類，魔是折磨，身心都不自在，你著了魔。第一類叫「五陰魔」，六道凡夫統統有，哪一個人沒有？五陰是色、受、想、行、識，也就是五蘊，《心經》裡面講的五蘊色受想行識。色受想行識本來不是魔，迷了就受它折磨。「色」是物質，所有物質的現象就用這個字做代表，要用今天術語來說，就是物理，物理現象就是佛經上講的色法；「受、想、行、識」是心理，心理現象。物理、物理現象，心理、心理現象，這個可以說把宇宙之間所有一切現象包括盡了，這五陰包括盡了。迷了不認識它，受它的折磨，五陰就變成魔；覺悟之後就不受它折磨了，你就自在的享受它、自在的運用它，這是第一種魔。"
    },
    {
      "id": "02-005-0082_p0011",
      "zh_CN": "第二种叫「烦恼魔」，烦恼很多，佛法把它归纳，归纳成二十六个，二十六大类。二十六大类里面，有六个是根本烦恼，二十个随烦恼，无量无边的烦恼都不出这二十六类。六个根本烦恼再要把它归纳，归纳成三个叫三毒，这最毒的了。这三毒是什么？贪、瞋、痴三毒烦恼，使我们身心不安，使我们在六道里面受苦受难。六道从哪来的？三毒烦恼变现出来的。佛给我们讲，贪欲变饿鬼，饿鬼道是这么来的。我们对于世出世间法没有贪心、没有悭贪，饿鬼道就没有了，不要说你将来不堕饿鬼道，在你来说没有饿鬼道，你见也见不到；没有瞋恚心就没有地狱道，地狱是瞋恚来的，嫉妒、瞋恚是地狱道的业因；不愚痴就没有畜生道。所以这个三毒烦恼现的境界是三恶道。如果再把这个三条再归纳，归纳成一个，那这三毒的毒中之毒，没有比这个更毒了，那是什么？就是贪！所以菩萨修行对治方法里面第一个是布施，布施就是对治贪烦恼的，这烦恼是魔，要知道。",
      "zh_TW": "第二種叫「煩惱魔」，煩惱很多，佛法把它歸納，歸納成二十六個，二十六大類。二十六大類裡面，有六個是根本煩惱，二十個隨煩惱，無量無邊的煩惱都不出這二十六類。六個根本煩惱再要把它歸納，歸納成三個叫三毒，這最毒的了。這三毒是什麼？貪、瞋、痴三毒煩惱，使我們身心不安，使我們在六道裡面受苦受難。六道從哪來的？三毒煩惱變現出來的。佛給我們講，貪欲變餓鬼，餓鬼道是這麼來的。我們對於世出世間法沒有貪心、沒有慳貪，餓鬼道就沒有了，不要說你將來不墮餓鬼道，在你來說沒有餓鬼道，你見也見不到；沒有瞋恚心就沒有地獄道，地獄是瞋恚來的，嫉妒、瞋恚是地獄道的業因；不愚痴就沒有畜生道。所以這個三毒煩惱現的境界是三惡道。如果再把這個三條再歸納，歸納成一個，那這三毒的毒中之毒，沒有比這個更毒了，那是什麼？就是貪！所以菩薩修行對治方法裡面第一個是布施，布施就是對治貪煩惱的，這煩惱是魔，要知道。"
    },
    {
      "id": "02-005-0082_p0012",
      "zh_CN": "第三个，「生死」是魔，生死是很大的折磨，人生苦，什么最苦？生死最苦。生之苦，我们都过去了，过去把它忘得干干净净的，忘掉了。假如生要不苦，你前世的事情就会记得清清楚楚；因为受极大之苦，把从前的事情都忘光了。死也是极大的痛苦，佛经上讲人死，神识离开身体，就好比「生龟脱壳」，活的乌龟把牠那个壳扒下来，佛用这个比喻，实在讲比那个还要痛苦。所以生死是极大之苦，生死是魔。",
      "zh_TW": "第三個，「生死」是魔，生死是很大的折磨，人生苦，什麼最苦？生死最苦。生之苦，我們都過去了，過去把它忘得乾乾淨淨的，忘掉了。假如生要不苦，你前世的事情就會記得清清楚楚；因為受極大之苦，把從前的事情都忘光了。死也是極大的痛苦，佛經上講人死，神識離開身體，就好比「生龜脫殼」，活的烏龜把牠那個殼扒下來，佛用這個比喻，實在講比那個還要痛苦。所以生死是極大之苦，生死是魔。"
    },
    {
      "id": "02-005-0082_p0013",
      "zh_CN": "五阴、烦恼、生死都属于本身的，都不是外面的，这要知道；外面只有一种，「天魔」。天魔是什么？天然的，就是外面环境的折磨，统统叫天魔，所以它意思很广泛。前面三个是你内心的，是你自己与生俱来统统有；除这个之外，外面的环境。外面环境怎么会折磨你？因为你有内奸，里应外合，你才有苦。你本身没有烦恼，本身没有分别执着，外面的诱惑你不动心，就不产生力量，于是外面环境都变成护法，都护持你；里面有贪瞋痴，外面环境统统是魔障。由此可知，要想魔不能动，你想想应该要具哪些条件，魔就不能动？菩萨有定、有慧，用我们经题上的话来讲，「清净、平等、觉」，一切魔外都不能动。外是外道，都是属于环境的诱惑。",
      "zh_TW": "五陰、煩惱、生死都屬於本身的，都不是外面的，這要知道；外面只有一種，「天魔」。天魔是什麼？天然的，就是外面環境的折磨，統統叫天魔，所以它意思很廣泛。前面三個是你內心的，是你自己與生俱來統統有；除這個之外，外面的環境。外面環境怎麼會折磨你？因為你有內奸，裡應外合，你才有苦。你本身沒有煩惱，本身沒有分別執著，外面的誘惑你不動心，就不產生力量，於是外面環境都變成護法，都護持你；裡面有貪瞋痴，外面環境統統是魔障。由此可知，要想魔不能動，你想想應該要具哪些條件，魔就不能動？菩薩有定、有慧，用我們經題上的話來講，「清淨、平等、覺」，一切魔外都不能動。外是外道，都是屬於環境的誘惑。"
    },
    {
      "id": "02-005-0082_p0014",
      "zh_CN": "到这个地方是一段，一共举了十五个比喻，都是比喻极乐世界的菩萨自行化他的真实功德。比喻说完了之后，下面再举事实来说明；只有比喻，没有真正的事实，这比喻也落空。我们再看看实际上的状况，这都是我们应当要学习的。",
      "zh_TW": "到這個地方是一段，一共舉了十五個比喻，都是比喻極樂世界的菩薩自行化他的真實功德。比喻說完了之後，下面再舉事實來說明；只有比喻，沒有真正的事實，這比喻也落空。我們再看看實際上的狀況，這都是我們應當要學習的。"
    },
    {
      "id": "02-005-0082_p0015",
      "zh_CN": "【其心正直。善巧决定。论法无厌。求法不倦。戒若琉璃。内外明洁。其所言说。令众悦服。】",
      "zh_TW": "【其心正直。善巧決定。論法無厭。求法不倦。戒若琉璃。內外明潔。其所言說。令眾悅服。】"
    },
    {
      "id": "02-005-0082_p0016",
      "zh_CN": "我们看到这个地方，这是一小段。读经，今天上午还有个同修来问我，他不常到此地来听经，他在家里听录音带，距离我们道场比较远一点。他跟我讲，他烦恼得不得了，经有的时候都念不下去，有的时候心情好一点可以念个一卷、半卷，心情烦起来的时候一句都不想念，他问我怎么办。读经是不是能够伏烦恼？读经确确实实能伏烦恼，诚心诚意去念，把一切妄念统统放下，一心一意念经能伏烦恼。伏烦恼是断恶，但是不能修善，不能积功累德，断恶要修善才有功德。那善要怎么修？要做！你看人家『其心正直』，我心正不正直？这就是我们要学的。你念到这一句就想到我的心要正，我的心要直，就得受用。正则不邪，心里面有邪念就不正，什么念叫邪念？有念皆邪。无念呢？无念是无明。有念是邪念，无念是无明，这没有法子，你这个心怎么正？无明心不正，邪念心也不正，这个心正是真难。净宗八正道里面讲正念、正思惟，就是一句佛号；大势至菩萨告诉我们，「忆佛念佛，现前当来，必定见佛」。可见得，我们念佛、想佛，这是正念；如果不念佛、不想佛，说老实话统统叫邪念，没有想的时候就是无明。邪念、无明决定不能出三界，决定不能了生死，这个问题严重，绝对不是儿戏。",
      "zh_TW": "我們看到這個地方，這是一小段。讀經，今天上午還有個同修來問我，他不常到此地來聽經，他在家裡聽錄音帶，距離我們道場比較遠一點。他跟我講，他煩惱得不得了，經有的時候都念不下去，有的時候心情好一點可以念個一卷、半卷，心情煩起來的時候一句都不想念，他問我怎麼辦。讀經是不是能夠伏煩惱？讀經確確實實能伏煩惱，誠心誠意去念，把一切妄念統統放下，一心一意念經能伏煩惱。伏煩惱是斷惡，但是不能修善，不能積功累德，斷惡要修善才有功德。那善要怎麼修？要做！你看人家『其心正直』，我心正不正直？這就是我們要學的。你念到這一句就想到我的心要正，我的心要直，就得受用。正則不邪，心裡面有邪念就不正，什麼念叫邪念？有念皆邪。無念呢？無念是無明。有念是邪念，無念是無明，這沒有法子，你這個心怎麼正？無明心不正，邪念心也不正，這個心正是真難。淨宗八正道裡面講正念、正思惟，就是一句佛號；大勢至菩薩告訴我們，「憶佛念佛，現前當來，必定見佛」。可見得，我們念佛、想佛，這是正念；如果不念佛、不想佛，說老實話統統叫邪念，沒有想的時候就是無明。邪念、無明決定不能出三界，決定不能了生死，這個問題嚴重，絕對不是兒戲。"
    },
    {
      "id": "02-005-0082_p0017",
      "zh_CN": "心不能不正，时时刻刻都记住念佛、想佛，跟众生接触到，第一个念头生起来，「我要劝他念佛」，这就对了，这个念就叫正念。不是自己念佛，不是劝人念佛，这都不是正念。直是直捷，直心是道场，直心是什么？没有婉转、没有委曲之相，《楞严经》上说得很清楚，直捷了当。看看佛菩萨他们是什么心？他们心正直。我们的心邪曲，曲是弯弯曲曲的，邪曲，这是凡夫，这个地方我们要改正过来。用什么方法改正？念佛、读经，用这个方法把心改过来。正直的心是真心，邪曲是妄心。心正了自然智慧就现前，因为智慧是真心里面本来具足的，你就有能力『善巧决定』。这个「决定」就是我们今天讲的果断，无论做什么事情，他有决断的能力，而且会做到恰到好处，这是「善巧」。这个恰到好处，没有一定标准的，因为每个时代善恶的标准不相同，每个地区大家的标准也不相同，菩萨因时、因地、因人、因物，他那个决断就恰到好处，这叫善巧。这一句是总说，底下是别说。",
      "zh_TW": "心不能不正，時時刻刻都記住念佛、想佛，跟眾生接觸到，第一個念頭生起來，「我要勸他念佛」，這就對了，這個念就叫正念。不是自己念佛，不是勸人念佛，這都不是正念。直是直捷，直心是道場，直心是什麼？沒有婉轉、沒有委曲之相，《楞嚴經》上說得很清楚，直捷了當。看看佛菩薩他們是什麼心？他們心正直。我們的心邪曲，曲是彎彎曲曲的，邪曲，這是凡夫，這個地方我們要改正過來。用什麼方法改正？念佛、讀經，用這個方法把心改過來。正直的心是真心，邪曲是妄心。心正了自然智慧就現前，因為智慧是真心裡面本來具足的，你就有能力『善巧決定』。這個「決定」就是我們今天講的果斷，無論做什麼事情，他有決斷的能力，而且會做到恰到好處，這是「善巧」。這個恰到好處，沒有一定標準的，因為每個時代善惡的標準不相同，每個地區大家的標準也不相同，菩薩因時、因地、因人、因物，他那個決斷就恰到好處，這叫善巧。這一句是總說，底下是別說。"
    },
    {
      "id": "02-005-0082_p0018",
      "zh_CN": "『论法无厌』，这是帮助别人。自己还有什么讨论的？没讨论的，自己心地清净，一念不生，还有什么好讨论的？没有言说。但是众生愚迷，他不觉，我们要帮助他觉，一定要为他说法，要有善巧。这接着前面讲「善巧决定」，要有很巧妙的方法诱导他入佛门，让他认识佛法、了解佛法、信受佛法、奉行佛法，他就得好处了。所有的一切完全是利他的，与自己不相干，与自己是真正不相干。自己真正晓得，世出世间法里面无有一法可得，这是事实真相完全了解了。『求法不倦』，这是自己修行，上求下化，论法无厌是度众生，求法不倦是自求，勇猛精进，不疲不倦。为什么要精进努力修学？因为修行没有达到圆满，等觉菩萨还是求法不倦，他要破最后一品生相无明，达到大圆满的境界。等觉菩萨尚且还要精进求法，何况我们在凡夫位？纵然生到西方极乐世界得弥陀大愿威德的加持，好像神通道力都跟那些大菩萨相等了，实际上一品烦恼也没破，那要不求法不倦怎么行？我们今天在这个世间，烦恼、习气、业障太重，想精进，身体受不了，这就是业障。我们造业受这个果报，业是障，报也是障，障碍你不能精进，要受这个苦恼。到西方极乐世界这个障碍没有了，无始劫以来所造的业，一生到西方极乐世界叫带业往生，虽然带去，完全伏住，绝对不起作用。到那里得的报身是弥陀本愿加持你，得的身相跟佛的身相没有两样。所以那是平等世界，就是报障没有了，到那个时候确确实实可以做到不疲不倦，他真做到。",
      "zh_TW": "『論法無厭』，這是幫助別人。自己還有什麼討論的？沒討論的，自己心地清淨，一念不生，還有什麼好討論的？沒有言說。但是眾生愚迷，他不覺，我們要幫助他覺，一定要為他說法，要有善巧。這接著前面講「善巧決定」，要有很巧妙的方法誘導他入佛門，讓他認識佛法、了解佛法、信受佛法、奉行佛法，他就得好處了。所有的一切完全是利他的，與自己不相干，與自己是真正不相干。自己真正曉得，世出世間法裡面無有一法可得，這是事實真相完全了解了。『求法不倦』，這是自己修行，上求下化，論法無厭是度眾生，求法不倦是自求，勇猛精進，不疲不倦。為什麼要精進努力修學？因為修行沒有達到圓滿，等覺菩薩還是求法不倦，他要破最後一品生相無明，達到大圓滿的境界。等覺菩薩尚且還要精進求法，何況我們在凡夫位？縱然生到西方極樂世界得彌陀大願威德的加持，好像神通道力都跟那些大菩薩相等了，實際上一品煩惱也沒破，那要不求法不倦怎麼行？我們今天在這個世間，煩惱、習氣、業障太重，想精進，身體受不了，這就是業障。我們造業受這個果報，業是障，報也是障，障礙你不能精進，要受這個苦惱。到西方極樂世界這個障礙沒有了，無始劫以來所造的業，一生到西方極樂世界叫帶業往生，雖然帶去，完全伏住，絕對不起作用。到那裡得的報身是彌陀本願加持你，得的身相跟佛的身相沒有兩樣。所以那是平等世界，就是報障沒有了，到那個時候確確實實可以做到不疲不倦，他真做到。"
    },
    {
      "id": "02-005-0082_p0019",
      "zh_CN": "『戒若琉璃』，琉璃是比喻清净，戒叫清凉，戒叫清净，这个是戒的真实功德。底下形容是『内外明洁』，我们今天持戒能做得到吗？戒律持得再严、持得再好，也不能内外透明，原因在哪里？有分别、有执着。「我持戒，我很了不起，你们都不如我，你们都破戒，将来都要堕落」，这个分别、妄想、烦恼统统起来了，虽然持戒，戒就不清净。戒真正清净，六祖讲得好，「若真修道人，不见世间过」，这要记住的，你还看到世间过失，你的心就不清净，你戒也不清净。这个是大乘经，大乘之大乘，圆中之圆、顿中之顿，它这个标准跟一般标准完全不一样，人家戒是什么？戒在心地，心地清净，一尘不染，戒行具足。心清净了，身口哪有造业之处？不可能，绝对不可能。在世间应化，「随众生心，应所知量」，那是舞台上表演，那是善巧决定，不是破戒。我们中国人都晓得，济公长老每天是喝烧酒、吃狗肉，这是真的不是假的。街上卖的《济公传》那是假的，那个不可靠，它那个说的不负责任；我们《大藏经》里面「高僧传」，你看「济公传」那是真的，他有没有这个事情？传记上写的有，这是真的。他有没有破戒？他没有破戒，他心地清净，他的喝酒吃肉、装疯卖傻，是度众生的，是他的善巧决定，度多少众生，教他断恶修善，教他回头是岸，摄受的方便。当然那是菩萨再来，他有能力，我们不行。我们要度那些众生，要度打麻将的众生，天天陪着他打麻将，我们也完了。现在还有吸毒的，那吸毒的众生，好了，你想度他，你也跟他一样同行，你也去吸毒，完了，你度不了他，都被他度跑掉。人家真有能力和光同尘，你做什么我也跟你做什么，到最后让你在当中觉悟，让你在这个里面回头，他有这个本事，他清净不染。这个两句是身教，他真正做到，再去影响别人。",
      "zh_TW": "『戒若琉璃』，琉璃是比喻清淨，戒叫清涼，戒叫清淨，這個是戒的真實功德。底下形容是『內外明潔』，我們今天持戒能做得到嗎？戒律持得再嚴、持得再好，也不能內外透明，原因在哪裡？有分別、有執著。「我持戒，我很了不起，你們都不如我，你們都破戒，將來都要墮落」，這個分別、妄想、煩惱統統起來了，雖然持戒，戒就不清淨。戒真正清淨，六祖講得好，「若真修道人，不見世間過」，這要記住的，你還看到世間過失，你的心就不清淨，你戒也不清淨。這個是大乘經，大乘之大乘，圓中之圓、頓中之頓，它這個標準跟一般標準完全不一樣，人家戒是什麼？戒在心地，心地清淨，一塵不染，戒行具足。心清淨了，身口哪有造業之處？不可能，絕對不可能。在世間應化，「隨眾生心，應所知量」，那是舞台上表演，那是善巧決定，不是破戒。我們中國人都曉得，濟公長老每天是喝燒酒、吃狗肉，這是真的不是假的。街上賣的《濟公傳》那是假的，那個不可靠，它那個說的不負責任；我們《大藏經》裡面「高僧傳」，你看「濟公傳」那是真的，他有沒有這個事情？傳記上寫的有，這是真的。他有沒有破戒？他沒有破戒，他心地清淨，他的喝酒吃肉、裝瘋賣傻，是度眾生的，是他的善巧決定，度多少眾生，教他斷惡修善，教他回頭是岸，攝受的方便。當然那是菩薩再來，他有能力，我們不行。我們要度那些眾生，要度打麻將的眾生，天天陪著他打麻將，我們也完了。現在還有吸毒的，那吸毒的眾生，好了，你想度他，你也跟他一樣同行，你也去吸毒，完了，你度不了他，都被他度跑掉。人家真有能力和光同塵，你做什麼我也跟你做什麼，到最後讓你在當中覺悟，讓你在這個裡面回頭，他有這個本事，他清淨不染。這個兩句是身教，他真正做到，再去影響別人。"
    },
    {
      "id": "02-005-0082_p0020",
      "zh_CN": "『其所言说，令众悦服』，诚于中而形于外，内心不真诚，你说话别人不相信。你要真诚，你要做到，你说的别人才会相信；你做不到，教别人，别人不能相信。所以诸佛如来已经证到极果，这没话说了；不像菩萨，菩萨自己还要学，一面教别人，一面自己还在学习。诸佛如来没得好学，圆满了，圆满之后还应化在世间，应以什么身得度就现什么身给他说法，现这个身相还要持戒、还要守规矩，为什么？要做一个好榜样给众生看，让一切众生仰慕跟他修学，仰慕他、尊重他、敬爱他，这才能跟他修学，这叫大慈大悲。",
      "zh_TW": "『其所言說，令眾悅服』，誠於中而形於外，內心不真誠，你說話別人不相信。你要真誠，你要做到，你說的別人才會相信；你做不到，教別人，別人不能相信。所以諸佛如來已經證到極果，這沒話說了；不像菩薩，菩薩自己還要學，一面教別人，一面自己還在學習。諸佛如來沒得好學，圓滿了，圓滿之後還應化在世間，應以什麼身得度就現什麼身給他說法，現這個身相還要持戒、還要守規矩，為什麼？要做一個好榜樣給眾生看，讓一切眾生仰慕跟他修學，仰慕他、尊重他、敬愛他，這才能跟他修學，這叫大慈大悲。"
    },
    {
      "id": "02-005-0082_p0021",
      "zh_CN": "底下四句用意是非常的深远，前面是讲自行化他的原则，我们自己不能够做到就没有办法教化众生，教化众生自己要真正做到。不是勉强去做，勉强去做，人家一眼就看穿了，假的、装的，不自然；真正契入境界，他自然，不是装模作样，示现在人中，就是我常在讲席上面所说的，最幸福的人、最快乐的人，教别人一见到就想跟他学，这样才行。你自己不入这个境界怎么行？真正有智慧，真正有能力，真正幸福快乐，真正自在圆满，这不是装的，自然的，这样才能「令众悦服」，你教给他，他会跟你学。为什么？你统统做到了，你统统得到了，他相信。你说佛法很好，教他，你将来会得到真正快乐，可是自己每天愁眉苦脸，一点也不快乐。人家说「佛法这么快乐，你为什么不快乐？」你没学到，那这个是假的，你讲的人家不相信，人家听了会怀疑，所以要真正做到。下面四句这是讲扩大影响，把这殊胜的佛法推广，用比喻来说：",
      "zh_TW": "底下四句用意是非常的深遠，前面是講自行化他的原則，我們自己不能夠做到就沒有辦法教化眾生，教化眾生自己要真正做到。不是勉強去做，勉強去做，人家一眼就看穿了，假的、裝的，不自然；真正契入境界，他自然，不是裝模作樣，示現在人中，就是我常在講席上面所說的，最幸福的人、最快樂的人，教別人一見到就想跟他學，這樣才行。你自己不入這個境界怎麼行？真正有智慧，真正有能力，真正幸福快樂，真正自在圓滿，這不是裝的，自然的，這樣才能「令眾悅服」，你教給他，他會跟你學。為什麼？你統統做到了，你統統得到了，他相信。你說佛法很好，教他，你將來會得到真正快樂，可是自己每天愁眉苦臉，一點也不快樂。人家說「佛法這麼快樂，你為什麼不快樂？」你沒學到，那這個是假的，你講的人家不相信，人家聽了會懷疑，所以要真正做到。下面四句這是講擴大影響，把這殊勝的佛法推廣，用比喻來說："
    },
    {
      "id": "02-005-0082_p0022",
      "zh_CN": "【击法鼓。】",
      "zh_TW": "【擊法鼓。】"
    },
    {
      "id": "02-005-0082_p0023",
      "zh_CN": "鼓的音声很远就能听到，能够振奋人心。从前打仗的时候战鼓，鼓一敲的时候，人就会气就提起来往前冲锋陷阵，生死都忘掉了。这击鼓的时候是冲锋陷阵，鼓能够振奋人心。这都是比喻把佛法往深远处去传播。",
      "zh_TW": "鼓的音聲很遠就能聽到，能夠振奮人心。從前打仗的時候戰鼓，鼓一敲的時候，人就會氣就提起來往前衝鋒陷陣，生死都忘掉了。這擊鼓的時候是衝鋒陷陣，鼓能夠振奮人心。這都是比喻把佛法往深遠處去傳播。"
    },
    {
      "id": "02-005-0082_p0024",
      "zh_CN": "【建法幢。】",
      "zh_TW": "【建法幢。】"
    },
    {
      "id": "02-005-0082_p0025",
      "zh_CN": "『法幢』，讲堂当中讲得很多，是代表讲经说法。从前讲经说法，讲堂里面讲经说法外面旗杆上就挂上幢，幢是属于旗帜一类的，圆形的，像现在飞机场那个风筒一样。挂在旗杆上，外面的人一看到这个，今天旗杆上有法幢，就知道今天这个地方讲经说法，喜欢听经的人他就来了，他自然就来了。所以佛教所有的活动让你知道，但是不拉你来，你愿意来你自己来，不劝你来，不拉你来。这是「只闻来学，未闻往教」，这个机会一定告诉你，但是不勉强你，这个是佛法。这个两句实际上就是我们今天讲的弘法利生，用现代的话，就是把佛教推荐给社会大众、介绍给社会大众。以往做这个工作，只有两种方式，一个是讲经，一个是印送经书。印送经书很晚，可以说一直到最近几年，在台湾对于印送经书，大量印送经书，这真的是得力于社会的富足，我们有这个力量；得力于科技的发达，成本低，可以大量的来印刷，最近这几年才做到这一层。讲堂讲经实在讲还是受限制，我这次在高雄元亨寺讲经，大概听众最少有一千三百人，最多的圆满那天有一千六百人的样子。那高雄市的人口有多少？还是不成比例。可是讲堂也不够大，如果都来了人没法子容纳。因此在这个时代建法幢，法幢应当是在卫星上，应该建这个法幢；换句话说，要用电视广播把佛法送到每个人家庭里面去，喜欢听经的人打开电视机就听到了，要用这个方法。后面这两句是目的，目的何在？",
      "zh_TW": "『法幢』，講堂當中講得很多，是代表講經說法。從前講經說法，講堂裡面講經說法外面旗杆上就掛上幢，幢是屬於旗幟一類的，圓形的，像現在飛機場那個風筒一樣。掛在旗杆上，外面的人一看到這個，今天旗杆上有法幢，就知道今天這個地方講經說法，喜歡聽經的人他就來了，他自然就來了。所以佛教所有的活動讓你知道，但是不拉你來，你願意來你自己來，不勸你來，不拉你來。這是「只聞來學，未聞往教」，這個機會一定告訴你，但是不勉強你，這個是佛法。這個兩句實際上就是我們今天講的弘法利生，用現代的話，就是把佛教推薦給社會大眾、介紹給社會大眾。以往做這個工作，只有兩種方式，一個是講經，一個是印送經書。印送經書很晚，可以說一直到最近幾年，在台灣對於印送經書，大量印送經書，這真的是得力於社會的富足，我們有這個力量；得力於科技的發達，成本低，可以大量的來印刷，最近這幾年才做到這一層。講堂講經實在講還是受限制，我這次在高雄元亨寺講經，大概聽眾最少有一千三百人，最多的圓滿那天有一千六百人的樣子。那高雄市的人口有多少？還是不成比例。可是講堂也不夠大，如果都來了人沒法子容納。因此在這個時代建法幢，法幢應當是在衛星上，應該建這個法幢；換句話說，要用電視廣播把佛法送到每個人家庭裡面去，喜歡聽經的人打開電視機就聽到了，要用這個方法。後面這兩句是目的，目的何在？"
    },
    {
      "id": "02-005-0082_p0026",
      "zh_CN": "【曜慧日。破痴暗。】",
      "zh_TW": "【曜慧日。破痴闇。】"
    },
    {
      "id": "02-005-0082_p0027",
      "zh_CN": "就是破迷开悟，帮助一切众生破迷开悟，帮助一切众生认识宇宙人生的真相，目的在此地。这个四句，实际是讲菩萨在十方世界，这都是讲利他，这个是利他的事业，怎么个做法，目标何在，四句都讲得清清楚楚。这个方法要随着时代去变，不是一成不变的，随着时代在变。所以在现在科技尖端的时代，我们道场要小，小怎么呢？开销小，维护非常节省，多余的力量把它用在广大的用途上。现在利用这些科学的工具，我们印书，书能够流通到全世界；我们制作录音带，录音带也能够普遍到全世界；用电视这个方式，把讲经的现场送到每个人的家庭。他不但自己可以听，他一面听，家里一面就可以录，录下来之后自己可以重复听，也可以拷贝送给亲戚朋友。这是从前人没有办法做到的，现在我们统统可以做得到。什么地方我们都应当节省；为了把佛法普及，这个用钱是非常非常正当的，这个是真实的利益。",
      "zh_TW": "就是破迷開悟，幫助一切眾生破迷開悟，幫助一切眾生認識宇宙人生的真相，目的在此地。這個四句，實際是講菩薩在十方世界，這都是講利他，這個是利他的事業，怎麼個做法，目標何在，四句都講得清清楚楚。這個方法要隨著時代去變，不是一成不變的，隨著時代在變。所以在現在科技尖端的時代，我們道場要小，小怎麼呢？開銷小，維護非常節省，多餘的力量把它用在廣大的用途上。現在利用這些科學的工具，我們印書，書能夠流通到全世界；我們製作錄音帶，錄音帶也能夠普遍到全世界；用電視這個方式，把講經的現場送到每個人的家庭。他不但自己可以聽，他一面聽，家裡一面就可以錄，錄下來之後自己可以重複聽，也可以拷貝送給親戚朋友。這是從前人沒有辦法做到的，現在我們統統可以做得到。什麼地方我們都應當節省；為了把佛法普及，這個用錢是非常非常正當的，這個是真實的利益。"
    },
    {
      "id": "02-005-0082_p0028",
      "zh_CN": "我们再看下面，底下经文是说菩萨们内在的涵养，这个要学习的，这里学习的东西太多了，字字句句都值得我们学习。",
      "zh_TW": "我們再看下面，底下經文是說菩薩們內在的涵養，這個要學習的，這裡學習的東西太多了，字字句句都值得我們學習。"
    },
    {
      "id": "02-005-0082_p0029",
      "zh_CN": "【淳净温和。】",
      "zh_TW": "【淳淨溫和。】"
    },
    {
      "id": "02-005-0082_p0030",
      "zh_CN": "『淳』是一点都不夹杂，这是淳，『净』是清净，这两个字是讲内在的涵养，也就是我们今天讲的，道德、学问、思想、见解真正能做到这两个字，要在念佛功夫上来说，不怀疑、不夹杂，就是淳净。『温和』，表现在外面的，处事待人接物温厚、和睦。内淳净，表现在外面自自然然温和，所以温和也不是装出来的，自然的流露。",
      "zh_TW": "『淳』是一點都不夾雜，這是淳，『淨』是清淨，這兩個字是講內在的涵養，也就是我們今天講的，道德、學問、思想、見解真正能做到這兩個字，要在念佛功夫上來說，不懷疑、不夾雜，就是淳淨。『溫和』，表現在外面的，處事待人接物溫厚、和睦。內淳淨，表現在外面自自然然溫和，所以溫和也不是裝出來的，自然的流露。"
    },
    {
      "id": "02-005-0082_p0031",
      "zh_CN": "【寂定明察。】",
      "zh_TW": "【寂定明察。】"
    },
    {
      "id": "02-005-0082_p0032",
      "zh_CN": "『寂定明察』，这四个字就是天台家讲的止观。「寂定」是止，止什么？所有妄念都定了，妄想分别执着、忧虑牵挂统统放下了，寂定。寂定之心，对外面一切事物，就是「明察」。明察就是我们讲的慧眼，看一切事一切物、看一切人，看得清清楚楚、明明白白；换句话说，宇宙人生的真相你才能看得到。内不能寂定，你怎么能够看得出宇宙人生的真相？所以寂定是定，明察是慧。有这样的能力，有这样的德行，有这样的智慧，这才足以：",
      "zh_TW": "『寂定明察』，這四個字就是天台家講的止觀。「寂定」是止，止什麼？所有妄念都定了，妄想分別執著、憂慮牽掛統統放下了，寂定。寂定之心，對外面一切事物，就是「明察」。明察就是我們講的慧眼，看一切事一切物、看一切人，看得清清楚楚、明明白白；換句話說，宇宙人生的真相你才能看得到。內不能寂定，你怎麼能夠看得出宇宙人生的真相？所以寂定是定，明察是慧。有這樣的能力，有這樣的德行，有這樣的智慧，這才足以："
    },
    {
      "id": "02-005-0082_p0033",
      "zh_CN": "【为大导师。】",
      "zh_TW": "【為大導師。】"
    },
    {
      "id": "02-005-0082_p0034",
      "zh_CN": "『大导师』就是天人师，自己身语意三业都可以做为众生的模范，可以做为众生的榜样，能够引导大众出离三界、出离苦海。",
      "zh_TW": "『大導師』就是天人師，自己身語意三業都可以做為眾生的模範，可以做為眾生的榜樣，能夠引導大眾出離三界、出離苦海。"
    },
    {
      "id": "02-005-0082_p0035",
      "zh_CN": "【调伏自他。】",
      "zh_TW": "【調伏自他。】"
    },
    {
      "id": "02-005-0082_p0036",
      "zh_CN": "这个「大导师」是佛门对佛的尊称，由此可知，极乐世界这些菩萨们，在十方世界见到这些众生，应以佛身而度化者即现佛身而为说法，现佛身就是大导师，有能力『调伏自他』。因为他们没有成佛，所以对自己也要调伏。",
      "zh_TW": "這個「大導師」是佛門對佛的尊稱，由此可知，極樂世界這些菩薩們，在十方世界見到這些眾生，應以佛身而度化者即現佛身而為說法，現佛身就是大導師，有能力『調伏自他』。因為他們沒有成佛，所以對自己也要調伏。"
    },
    {
      "id": "02-005-0082_p0037",
      "zh_CN": "【引导群生。舍诸爱着。永离三垢。游戏神通。】",
      "zh_TW": "【引導群生。捨諸愛著。永離三垢。遊戲神通。】"
    },
    {
      "id": "02-005-0082_p0038",
      "zh_CN": "到这是一段，这四句是说明菩萨教化众生的态度，教化众生应当遵守的原则，这是前面的三句。『引』是引诱，众生无知，要以善巧方便去引诱他，大乘法里常讲「先以欲勾牵，后令入佛智」，这个就是讲教学的手段，他有非常高明的手段能够引诱这些众生向佛道，『导』是指导他，『群生』，范围就非常的广大。所以诸位在这些经典里面，只要你能够留意冷静的去观察，你能看到佛教究竟是什么，它是教学、是教育，教我们『舍诸爱着』。跟宗教不一样，宗教你看「神爱世人」，我们人要爱耶稣，佛教我们把爱丢掉，这怎么一样？不一样。爱是什么？爱是烦恼，不是好东西。着是执着，把所有一切贪爱执着统统放下，恢复到你的清净心，恢复到本来面目，本来面目就是经题里面讲的「清净平等觉」。你有爱就不清净，你有着就不平等，只要你把「爱着」舍掉了，你就『永离三垢』。三垢是讲的贪瞋痴，垢是染污，这是从本身上来说；如果从环境上来讲，这个三垢就是三界，欲界、色界、无色界，三界也统统是染着、是染污，你就永出轮回了。这是我们要把佛法本质认清楚，这一点很要紧，我们今天的佛弟子有很重的责任，有很大的任务，要向世间人宣告，佛教不是宗教，佛教是佛菩萨的教育。",
      "zh_TW": "到這是一段，這四句是說明菩薩教化眾生的態度，教化眾生應當遵守的原則，這是前面的三句。『引』是引誘，眾生無知，要以善巧方便去引誘他，大乘法裡常講「先以欲勾牽，後令入佛智」，這個就是講教學的手段，他有非常高明的手段能夠引誘這些眾生向佛道，『導』是指導他，『群生』，範圍就非常的廣大。所以諸位在這些經典裡面，只要你能夠留意冷靜的去觀察，你能看到佛教究竟是什麼，它是教學、是教育，教我們『捨諸愛著』。跟宗教不一樣，宗教你看「神愛世人」，我們人要愛耶穌，佛教我們把愛丟掉，這怎麼一樣？不一樣。愛是什麼？愛是煩惱，不是好東西。著是執著，把所有一切貪愛執著統統放下，恢復到你的清淨心，恢復到本來面目，本來面目就是經題裡面講的「清淨平等覺」。你有愛就不清淨，你有著就不平等，只要你把「愛著」捨掉了，你就『永離三垢』。三垢是講的貪瞋痴，垢是染污，這是從本身上來說；如果從環境上來講，這個三垢就是三界，欲界、色界、無色界，三界也統統是染著、是染污，你就永出輪迴了。這是我們要把佛法本質認清楚，這一點很要緊，我們今天的佛弟子有很重的責任，有很大的任務，要向世間人宣告，佛教不是宗教，佛教是佛菩薩的教育。"
    },
    {
      "id": "02-005-0082_p0039",
      "zh_CN": "我们才讲过《地藏菩萨本愿经》，《地藏经》上我们看到婆罗门女，婆罗门女是信仰婆罗门教的女孩子，是婆罗门教的教徒。她接受佛陀的教导，根性也很利，念了一天一夜的佛，她就成菩萨了，她母亲堕在地狱里，她就能把她度到天上。所以宗教徒可以来接受这个教育，佛教教育不分国籍的，不管你哪一国人，不分种族的，不分宗教，任何宗教徒到佛门里来修学，都可以证阿罗汉果，都可以证菩萨果，也可以成佛。我们在《华严》五十三参里面看到，胜热婆罗门、遍行外道，那都是标准的宗教徒。今天大家误会我们是宗教，吓得凡是宗教徒都不敢来学，你说这冤枉不冤枉？如果知道这是个教育，神父到这里来学，变成菩萨神父；牧师到这来学，变成阿罗汉牧师，都能修行证果。佛门里面，阿罗汉、菩萨、佛陀都是学位的名称，就像世间学位博士、硕士、学士，佛是最高的学位，相当世间讲的博士，菩萨相当硕士，阿罗汉相当学士。不分宗教的，统统都可以来拿到这个学位的，这是智慧。我们今天确确实实有这个责任，所以我今天把欧阳竟无居士在民国初年的两篇讲演稿找出来了，分量不多，赶紧我们重新做版，大量的来翻印流通。欧阳大师是民国十二年在中山大学的讲演，他的题目是「佛法非宗教、非哲学，而为今世所必需」，他是这个题目，那个说得真透彻。我们要把佛法当作宗教来看待，我们在这一生所得到的是非常非常有限，得不到真正东西。所以一定要认清它，它是教育，它是三世的教育，教学的内容广大无比，真正能够帮助我们解决一切问题的教育。",
      "zh_TW": "我們才講過《地藏菩薩本願經》，《地藏經》上我們看到婆羅門女，婆羅門女是信仰婆羅門教的女孩子，是婆羅門教的教徒。她接受佛陀的教導，根性也很利，念了一天一夜的佛，她就成菩薩了，她母親墮在地獄裡，她就能把她度到天上。所以宗教徒可以來接受這個教育，佛教教育不分國籍的，不管你哪一國人，不分種族的，不分宗教，任何宗教徒到佛門裡來修學，都可以證阿羅漢果，都可以證菩薩果，也可以成佛。我們在《華嚴》五十三參裡面看到，勝熱婆羅門、遍行外道，那都是標準的宗教徒。今天大家誤會我們是宗教，嚇得凡是宗教徒都不敢來學，你說這冤枉不冤枉？如果知道這是個教育，神父到這裡來學，變成菩薩神父；牧師到這來學，變成阿羅漢牧師，都能修行證果。佛門裡面，阿羅漢、菩薩、佛陀都是學位的名稱，就像世間學位博士、碩士、學士，佛是最高的學位，相當世間講的博士，菩薩相當碩士，阿羅漢相當學士。不分宗教的，統統都可以來拿到這個學位的，這是智慧。我們今天確確實實有這個責任，所以我今天把歐陽竟無居士在民國初年的兩篇講演稿找出來了，分量不多，趕緊我們重新做版，大量的來翻印流通。歐陽大師是民國十二年在中山大學的講演，他的題目是「佛法非宗教、非哲學，而為今世所必需」，他是這個題目，那個說得真透徹。我們要把佛法當作宗教來看待，我們在這一生所得到的是非常非常有限，得不到真正東西。所以一定要認清它，它是教育，它是三世的教育，教學的內容廣大無比，真正能夠幫助我們解決一切問題的教育。"
    },
    {
      "id": "02-005-0082_p0040",
      "zh_CN": "这个地方「舍诸爱着」，「爱着」两个字的含义无限的深广，爱就是所知障，着就是烦恼障。爱就是佛在《华严》上给我们讲的妄想，爱是妄想，着就是执着，佛说得很清楚，一切众生不能成佛、不能见性，「但以妄想执着而不能证得」，两大障碍。爱是法执，着是我执，这两个字的意思太深了、太广了。这把菩萨教化众生的态度、目的都说出来。菩萨教化众生辛不辛苦？不辛苦，非常自在快乐，底下讲『游戏神通』。教化众生，要真的像学校做老师教学生，好辛苦，尤其我听说现在中学生，这年龄也不上不下的，顽皮得不得了，多少老师见到这学生都头痛，苦不堪言。菩萨教学生是游戏神通，自在快乐，这是应当要学习的，让我们认真去反省。游戏神通不但是指菩萨教学，我们要把它学来应用在我们生活上，我们从早到晚处事待人接物，我们的日子怎么过？游戏神通，那就得自在！佛法真正的受用你就得到了，你这个佛弟子的形象在社会上就建立了。人家一看到你就羡慕你：你为什么那么快乐，你这个快乐从哪里学来的？他要向你打听，要向你请教，要向你学习。每个人在社会上都能做到这个榜样，佛教的弘扬不难，很容易被社会大众接受。无论是中国人、外国人，无论他什么样的种族，无论信什么样的宗教，这些障碍一定都能够突破，使这个教学能够普遍到全世界，这个世界才有和平，真正能达到和平共存。",
      "zh_TW": "這個地方「捨諸愛著」，「愛著」兩個字的含義無限的深廣，愛就是所知障，著就是煩惱障。愛就是佛在《華嚴》上給我們講的妄想，愛是妄想，著就是執著，佛說得很清楚，一切眾生不能成佛、不能見性，「但以妄想執著而不能證得」，兩大障礙。愛是法執，著是我執，這兩個字的意思太深了、太廣了。這把菩薩教化眾生的態度、目的都說出來。菩薩教化眾生辛不辛苦？不辛苦，非常自在快樂，底下講『遊戲神通』。教化眾生，要真的像學校做老師教學生，好辛苦，尤其我聽說現在中學生，這年齡也不上不下的，頑皮得不得了，多少老師見到這學生都頭痛，苦不堪言。菩薩教學生是遊戲神通，自在快樂，這是應當要學習的，讓我們認真去反省。遊戲神通不但是指菩薩教學，我們要把它學來應用在我們生活上，我們從早到晚處事待人接物，我們的日子怎麼過？遊戲神通，那就得自在！佛法真正的受用你就得到了，你這個佛弟子的形象在社會上就建立了。人家一看到你就羨慕你：你為什麼那麼快樂，你這個快樂從哪裡學來的？他要向你打聽，要向你請教，要向你學習。每個人在社會上都能做到這個榜樣，佛教的弘揚不難，很容易被社會大眾接受。無論是中國人、外國人，無論他什麼樣的種族，無論信什麼樣的宗教，這些障礙一定都能夠突破，使這個教學能夠普遍到全世界，這個世界才有和平，真正能達到和平共存。"
    },
    {
      "id": "02-005-0082_p0041",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}