{
  "doc_id": "02-005-0079",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十九集",
    "zh_TW": "第七十九集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0079",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "02-005-0079_p0001",
      "zh_CN": "请掀开经本第五十九面，倒数第四行：",
      "zh_TW": "請掀開經本第五十九面，倒數第四行："
    },
    {
      "id": "02-005-0079_p0002",
      "zh_CN": "【菩萨修持第三十。】",
      "zh_TW": "【菩薩修持第三十。】"
    },
    {
      "id": "02-005-0079_p0003",
      "zh_CN": "在本经之中，从第二十八品一直到三十二品，都是世尊为我们介绍西方世界诸菩萨的德行。特别是这一章，要给我们说明极乐世界菩萨们在日常生活当中的修持。这一桩事情对我们来说非常重要，因为有不少同学都意识到，我们生到西方极乐世界之后，那个日子怎么过，每天在那干些什么事情？这个地方要告诉我们。请看经文：",
      "zh_TW": "在本經之中，從第二十八品一直到三十二品，都是世尊為我們介紹西方世界諸菩薩的德行。特別是這一章，要給我們說明極樂世界菩薩們在日常生活當中的修持。這一樁事情對我們來說非常重要，因為有不少同學都意識到，我們生到西方極樂世界之後，那個日子怎麼過，每天在那幹些什麼事情？這個地方要告訴我們。請看經文："
    },
    {
      "id": "02-005-0079_p0004",
      "zh_CN": "【复次阿难。彼佛刹中。一切菩萨。禅定。智慧。神通。威德。无不圆满。】",
      "zh_TW": "【復次阿難。彼佛剎中。一切菩薩。禪定。智慧。神通。威德。無不圓滿。】"
    },
    {
      "id": "02-005-0079_p0005",
      "zh_CN": "我们先看这一段，这个经文很短，里面所包括的境界是无量无边。『彼佛刹中』，是指的极乐世界，阿弥陀佛教化的这个国土。『一切菩萨』，是指十方世界每一位生到西方极乐世界的，无论他在他方世界是什么样的身分，或是菩萨去往生的，或是声闻去往生的，乃至于恶道去往生的，只要生到西方极乐世界，都是「菩萨」。不但都是菩萨，前面我们在四十八愿里面读过，世尊在前面也曾经给我们介绍过，都是阿鞞跋致菩萨，这不是普通菩萨，即使凡圣同居土下下品往生的也不例外，也是阿鞞跋致菩萨。阿鞞跋致是梵语，翻成中国意思是不退转的菩萨，他这个不退转是圆证三不退。李老师以前在这个注子里头告诉我们，七地以上，不是说我们一生到西方极乐世界就证到七地以上的境界，不是如此。所以它这个世界很特殊，不可思议，虽然不是七地菩萨，那个『禅定、智慧、神通、威德』，就跟七地菩萨差不多。是不是七地菩萨？不是的，还是凡夫，一品烦恼都没有断。所以蕅益大师在《要解》里面讲得好，他说生到西方极乐世界的人，他什么都不是，你说他是菩萨，一品烦恼没断，明明是凡夫；你说他是凡夫吧，他的神通、道力、威德跟七地菩萨一样，这是这个世界非常特殊的地方。",
      "zh_TW": "我們先看這一段，這個經文很短，裡面所包括的境界是無量無邊。『彼佛剎中』，是指的極樂世界，阿彌陀佛教化的這個國土。『一切菩薩』，是指十方世界每一位生到西方極樂世界的，無論他在他方世界是什麼樣的身分，或是菩薩去往生的，或是聲聞去往生的，乃至於惡道去往生的，只要生到西方極樂世界，都是「菩薩」。不但都是菩薩，前面我們在四十八願裡面讀過，世尊在前面也曾經給我們介紹過，都是阿鞞跋致菩薩，這不是普通菩薩，即使凡聖同居土下下品往生的也不例外，也是阿鞞跋致菩薩。阿鞞跋致是梵語，翻成中國意思是不退轉的菩薩，他這個不退轉是圓證三不退。李老師以前在這個註子裡頭告訴我們，七地以上，不是說我們一生到西方極樂世界就證到七地以上的境界，不是如此。所以它這個世界很特殊，不可思議，雖然不是七地菩薩，那個『禪定、智慧、神通、威德』，就跟七地菩薩差不多。是不是七地菩薩？不是的，還是凡夫，一品煩惱都沒有斷。所以蕅益大師在《要解》裡面講得好，他說生到西方極樂世界的人，他什麼都不是，你說他是菩薩，一品煩惱沒斷，明明是凡夫；你說他是凡夫吧，他的神通、道力、威德跟七地菩薩一樣，這是這個世界非常特殊的地方。"
    },
    {
      "id": "02-005-0079_p0006",
      "zh_CN": "「禅定」，这个名词要把它认识清楚，什么叫禅，什么叫定？看到这两个字，就想到那个盘腿面壁，那你完全不懂这个禅定的意义。盘腿面壁是修禅定的一种方法，那是不是禅定？不是的。如果是禅定，只要每个人腿子一盘，那就叫禅定？不是如此。六祖大师在《坛经》里面给我们介绍得很清楚，不取于相叫禅，禅是不着相，外不着相，这是禅；内不动心，叫定，禅定是这个意思。六祖是从《金刚经》开悟的，所以他所讲的东西都离不开《金刚经》。《金刚经》在末后，释迦牟尼佛嘱付须菩提尊者，菩萨住世一定要自行化他，自行化他要用什么样的态度？世尊教给他，「不取于相，如如不动」，教给他八个字，这八个字就是禅定。不取于相就是外不着相，如如不动是内不动心。说得简单、明白一点，一个修行人绝对不会被外境所诱惑，这就是不着相。外面境界不是离开它，离开它你还度什么众生？你要度众生你就要跟众生接触，虽跟他接触绝不着相，绝对不受他的影响，这叫禅。内不动心，不动什么心？不动贪瞋痴慢，不动是非人我；换句话说，决定没有分别、没有执着，这叫定。所以禅定不是盘腿面壁，盘腿面壁是什么？叫静坐，静坐不是禅定，禅定不是静坐。真正修禅定的人不一定要打坐，天天打坐的人不一定是修禅定，这个我们要搞清楚。",
      "zh_TW": "「禪定」，這個名詞要把它認識清楚，什麼叫禪，什麼叫定？看到這兩個字，就想到那個盤腿面壁，那你完全不懂這個禪定的意義。盤腿面壁是修禪定的一種方法，那是不是禪定？不是的。如果是禪定，只要每個人腿子一盤，那就叫禪定？不是如此。六祖大師在《壇經》裡面給我們介紹得很清楚，不取於相叫禪，禪是不著相，外不著相，這是禪；內不動心，叫定，禪定是這個意思。六祖是從《金剛經》開悟的，所以他所講的東西都離不開《金剛經》。《金剛經》在末後，釋迦牟尼佛囑付須菩提尊者，菩薩住世一定要自行化他，自行化他要用什麼樣的態度？世尊教給他，「不取於相，如如不動」，教給他八個字，這八個字就是禪定。不取於相就是外不著相，如如不動是內不動心。說得簡單、明白一點，一個修行人絕對不會被外境所誘惑，這就是不著相。外面境界不是離開它，離開它你還度什麼眾生？你要度眾生你就要跟眾生接觸，雖跟他接觸絕不著相，絕對不受他的影響，這叫禪。內不動心，不動什麼心？不動貪瞋痴慢，不動是非人我；換句話說，決定沒有分別、沒有執著，這叫定。所以禪定不是盤腿面壁，盤腿面壁是什麼？叫靜坐，靜坐不是禪定，禪定不是靜坐。真正修禪定的人不一定要打坐，天天打坐的人不一定是修禪定，這個我們要搞清楚。"
    },
    {
      "id": "02-005-0079_p0007",
      "zh_CN": "我们在《华严经》上，善财童子去参访鬻香长者，这一位长者（长者是在家居士）他就是修禅定的。善财童子去参访，到什么地方去找他，他是不是在禅堂？不是的，他在市场。市场就是最热闹的地方，他在逛市场，到市场里面去把这位长者找到了。人家逛市场是修禅定，市场里面百货都陈设在眼前，样样看得清楚，样样也听得清楚，他不被这些东西诱惑，这就有禅；他看到这个东西不生贪心、不生瞋恚心，这是心里头有定，所以人家的定是在市场去修。你要真正明了，我们初学的人不行，为什么？心会被外面境界牵着走。那佛就教你这样也不行，那样也不准，所以初学的人不准你看戏，不准你唱歌，为什么？心散乱了，破坏你的清净心。真正修禅定的人他也唱歌、也跳舞、也去表演，为什么？他在那里修如如不动，在那里学的不取于相、如如不动，他修这个。所以那个高级修行的人，你看不出来，他什么地方都去，去干什么？去修行，去修不动心，去修不起念、不分别、不执着，他在那里修，那叫历事炼心，那是高等菩萨所修行的法门。所以人家的禅定跟我们这个定不一样。",
      "zh_TW": "我們在《華嚴經》上，善財童子去參訪鬻香長者，這一位長者（長者是在家居士）他就是修禪定的。善財童子去參訪，到什麼地方去找他，他是不是在禪堂？不是的，他在市場。市場就是最熱鬧的地方，他在逛市場，到市場裡面去把這位長者找到了。人家逛市場是修禪定，市場裡面百貨都陳設在眼前，樣樣看得清楚，樣樣也聽得清楚，他不被這些東西誘惑，這就有禪；他看到這個東西不生貪心、不生瞋恚心，這是心裡頭有定，所以人家的定是在市場去修。你要真正明瞭，我們初學的人不行，為什麼？心會被外面境界牽著走。那佛就教你這樣也不行，那樣也不准，所以初學的人不准你看戲，不准你唱歌，為什麼？心散亂了，破壞你的清淨心。真正修禪定的人他也唱歌、也跳舞、也去表演，為什麼？他在那裡修如如不動，在那裡學的不取於相、如如不動，他修這個。所以那個高級修行的人，你看不出來，他什麼地方都去，去幹什麼？去修行，去修不動心，去修不起念、不分別、不執著，他在那裡修，那叫歷事鍊心，那是高等菩薩所修行的法門。所以人家的禪定跟我們這個定不一樣。"
    },
    {
      "id": "02-005-0079_p0008",
      "zh_CN": "「智慧」，我们没有智慧，这是真的，怎么说没有智慧？智慧是从禅定生的，你没有禅定，哪来的智慧？因戒生定，因定开慧，你没有定，哪来的智慧？千万不要把胡思乱想当作智慧。佛法里头说得好听，叫世智辩聪，世间人只有世智辩聪，没有智慧。不但六道里面众生没智慧，连阿罗汉也没智慧，辟支佛也没智慧。为什么说他没智慧？他没有见性，哪来的智慧？佛法里面的智慧的标准，这菩萨智慧标准，明心见性，这个智慧开了，禅家常讲大彻大悟，大彻大悟，智慧才现前。没有到见性，哪来的智慧？所以学佛，真的要老实学，不老实，都把佛法当作世间法去学了，学到些什么？就是清凉大师在《华严经疏钞》里面所讲的，不是增长邪见，就是增长无明，你学的结果就得这么两样东西。邪见是什么？邪见是所知障，把这个东西当作智慧；无明是烦恼障，把这个东西当作功夫，你说糟不糟糕？这是一般学佛的人最后就得这个东西，这大错特错了。",
      "zh_TW": "「智慧」，我們沒有智慧，這是真的，怎麼說沒有智慧？智慧是從禪定生的，你沒有禪定，哪來的智慧？因戒生定，因定開慧，你沒有定，哪來的智慧？千萬不要把胡思亂想當作智慧。佛法裡頭說得好聽，叫世智辯聰，世間人只有世智辯聰，沒有智慧。不但六道裡面眾生沒智慧，連阿羅漢也沒智慧，辟支佛也沒智慧。為什麼說他沒智慧？他沒有見性，哪來的智慧？佛法裡面的智慧的標準，這菩薩智慧標準，明心見性，這個智慧開了，禪家常講大徹大悟，大徹大悟，智慧才現前。沒有到見性，哪來的智慧？所以學佛，真的要老實學，不老實，都把佛法當作世間法去學了，學到些什麼？就是清涼大師在《華嚴經疏鈔》裡面所講的，不是增長邪見，就是增長無明，你學的結果就得這麼兩樣東西。邪見是什麼？邪見是所知障，把這個東西當作智慧；無明是煩惱障，把這個東西當作功夫，你說糟不糟糕？這是一般學佛的人最後就得這個東西，這大錯特錯了。"
    },
    {
      "id": "02-005-0079_p0009",
      "zh_CN": "所以佛法一定要从定中去得，这个定最简单的、最容易的，就是净宗里面所讲的一向专念。本经所说的「一向专念」，比《弥陀经》里面「一心不乱」还容易，一心不乱确实还有相当高的境界，一向专念是我们人人都做得到。一，是一心，就是我们今天讲的专心，专心就是一心；向呢，一个方向，这就行，专心向一个方向。哪一个方向呢？阿弥陀佛这一个方向。你的心就容易得清净，清净到一定的程度就不乱，就得禅定。得禅定，就是我们净土宗讲的事一心不乱，事一心是禅定。功夫再要进展，到理一心不乱，就是底下讲的智慧，理一心不乱智慧就开了。所以这个法门，真的，经上讲得一点没错，一向专念就成功，不要换别的法门。大势至菩萨讲的「不假方便，自得心开」，不假是什么？不需要藉任何法门来帮助，就是一句阿弥陀佛念到底，念到一个程度就开悟了，自得心开那是智慧。这是在八万四千法门、无量法门，没有比这个法门更简单，没有比这个法门更容易，也没有比这个法门更稳当，他真成就。所以一生得到这个法门，这真的是第一法门，古人所赞叹的「如来正说第一经」，这是第一法门。所以智慧跟聪明，我们一定要辨别清楚。",
      "zh_TW": "所以佛法一定要從定中去得，這個定最簡單的、最容易的，就是淨宗裡面所講的一向專念。本經所說的「一向專念」，比《彌陀經》裡面「一心不亂」還容易，一心不亂確實還有相當高的境界，一向專念是我們人人都做得到。一，是一心，就是我們今天講的專心，專心就是一心；向呢，一個方向，這就行，專心向一個方向。哪一個方向呢？阿彌陀佛這一個方向。你的心就容易得清淨，清淨到一定的程度就不亂，就得禪定。得禪定，就是我們淨土宗講的事一心不亂，事一心是禪定。功夫再要進展，到理一心不亂，就是底下講的智慧，理一心不亂智慧就開了。所以這個法門，真的，經上講得一點沒錯，一向專念就成功，不要換別的法門。大勢至菩薩講的「不假方便，自得心開」，不假是什麼？不需要藉任何法門來幫助，就是一句阿彌陀佛念到底，念到一個程度就開悟了，自得心開那是智慧。這是在八萬四千法門、無量法門，沒有比這個法門更簡單，沒有比這個法門更容易，也沒有比這個法門更穩當，他真成就。所以一生得到這個法門，這真的是第一法門，古人所讚歎的「如來正說第一經」，這是第一法門。所以智慧跟聰明，我們一定要辨別清楚。"
    },
    {
      "id": "02-005-0079_p0010",
      "zh_CN": "「神通、威德」，是日常生活当中的行事，换句话说，定慧表现在日常生活当中。日常生活里面不外乎对人、对事、对物，一切时、一切处、一切境界当中，你充满了定慧。定的表现就是威德，自自然然就有威德，众生见到你，他恭敬的心就能生得起来，所谓是油然起敬。神通是智慧的应用，世出世间一切事物，你都明了、都通达，这个通就是通达，没有障碍。我们世间人赞叹神明、赞叹上帝，全知全能，无所不知、无所不能，这就叫神通。神是神奇，超越我们的常识、超越我们的想像，他什么都能，这是表现在日常生活当中。这样的能力，圆教初住菩萨就有了，初住到等觉还有四十一个位次。",
      "zh_TW": "「神通、威德」，是日常生活當中的行事，換句話說，定慧表現在日常生活當中。日常生活裡面不外乎對人、對事、對物，一切時、一切處、一切境界當中，你充滿了定慧。定的表現就是威德，自自然然就有威德，眾生見到你，他恭敬的心就能生得起來，所謂是油然起敬。神通是智慧的應用，世出世間一切事物，你都明瞭、都通達，這個通就是通達，沒有障礙。我們世間人讚歎神明、讚歎上帝，全知全能，無所不知、無所不能，這就叫神通。神是神奇，超越我們的常識、超越我們的想像，他什麼都能，這是表現在日常生活當中。這樣的能力，圓教初住菩薩就有了，初住到等覺還有四十一個位次。"
    },
    {
      "id": "02-005-0079_p0011",
      "zh_CN": "我们看底下这一句，不得了，『无不圆满』！这个「无不圆满」要合在前面「一切菩萨」。所以我们常说，生到西方极乐世界凡圣同居土下下品往生，都圆证三不退。这一句话，如果是像过去那一班人来找碴的，那问题又来了，过去曾经有一段时期有找碴的，说净土法门没有带业往生的，他们派了很多人去查《大藏经》，查不到「带业往生」，只有讲消业往生，没有讲带业往生的，查不到。今天古德讲的圆证三不退，这也查不到，凡圣同居土下下品往生的圆证三不退，这在经文上查不到。你想想看，这个是不是圆证三不退？无不圆满，这就是圆证三不退，它没有这个字样，意思都具足。圆证三不退，确实有根据，因为这个「一切菩萨」是包括凡圣同居土下下品往生的，他怎么不是圆证三不退！",
      "zh_TW": "我們看底下這一句，不得了，『無不圓滿』！這個「無不圓滿」要合在前面「一切菩薩」。所以我們常說，生到西方極樂世界凡聖同居土下下品往生，都圓證三不退。這一句話，如果是像過去那一班人來找碴的，那問題又來了，過去曾經有一段時期有找碴的，說淨土法門沒有帶業往生的，他們派了很多人去查《大藏經》，查不到「帶業往生」，只有講消業往生，沒有講帶業往生的，查不到。今天古德講的圓證三不退，這也查不到，凡聖同居土下下品往生的圓證三不退，這在經文上查不到。你想想看，這個是不是圓證三不退？無不圓滿，這就是圓證三不退，它沒有這個字樣，意思都具足。圓證三不退，確實有根據，因為這個「一切菩薩」是包括凡聖同居土下下品往生的，他怎麼不是圓證三不退！"
    },
    {
      "id": "02-005-0079_p0012",
      "zh_CN": "不能带业往生，当时把佛教界的念佛的人，确确实实是紧张了一会子，搞得无所适从。不要说普通人，连周宣德老居士，活到八、九十岁了，听到这个不能带业往生，都慌了，无所适从，你说这引起多大的震撼。我到洛杉矶，一下飞机，老居士就在机场迎接，就问我这个问题，他说，「现在有人说，带业不能往生，法师，那我不完了？我这一生念佛，没指望了」，问我，「这怎么办？」我就跟他笑笑，我笑笑，很轻松的告诉他，我说，如果不能带业往生，算了，不要去了。他听就听呆了，没想到我说出这么一句话出来，他眼睛看着我，我向他解释：如果不带业，西方极乐世界只有阿弥陀佛孤家寡人一个，你去干什么？他愈听愈不懂，他说「怎么回事，怎么是孤家寡人一个呢？」我就跟他讲，我说，观音、势至、文殊、普贤，是不是等觉菩萨？他说「是的」。等觉菩萨还有一分生相无明没破，他是不是带业？他这才恍然大悟。等觉菩萨都带业，那不带业的只有阿弥陀佛一个人，你还去干什么？这他才恍然大悟。我说，生到西方极乐世界，没有一个不带业的，只是带得多、带得少而已，它这个四土三辈九品，就是带业多少说的，如果都不带业了，不带业哪有四土三辈九品？我说，四土三辈九品，这个经文有没有？「有，这经文上有！」那不就说明是带业往生吗！意思都有，死在文字里面，佛没有讲这四个字，就矢口不承认，这种学佛都学呆了。",
      "zh_TW": "不能帶業往生，當時把佛教界的念佛的人，確確實實是緊張了一會子，搞得無所適從。不要說普通人，連周宣德老居士，活到八、九十歲了，聽到這個不能帶業往生，都慌了，無所適從，你說這引起多大的震撼。我到洛杉磯，一下飛機，老居士就在機場迎接，就問我這個問題，他說，「現在有人說，帶業不能往生，法師，那我不完了？我這一生念佛，沒指望了」，問我，「這怎麼辦？」我就跟他笑笑，我笑笑，很輕鬆的告訴他，我說，如果不能帶業往生，算了，不要去了。他聽就聽呆了，沒想到我說出這麼一句話出來，他眼睛看著我，我向他解釋：如果不帶業，西方極樂世界只有阿彌陀佛孤家寡人一個，你去幹什麼？他愈聽愈不懂，他說「怎麼回事，怎麼是孤家寡人一個呢？」我就跟他講，我說，觀音、勢至、文殊、普賢，是不是等覺菩薩？他說「是的」。等覺菩薩還有一分生相無明沒破，他是不是帶業？他這才恍然大悟。等覺菩薩都帶業，那不帶業的只有阿彌陀佛一個人，你還去幹什麼？這他才恍然大悟。我說，生到西方極樂世界，沒有一個不帶業的，只是帶得多、帶得少而已，它這個四土三輩九品，就是帶業多少說的，如果都不帶業了，不帶業哪有四土三輩九品？我說，四土三輩九品，這個經文有沒有？「有，這經文上有！」那不就說明是帶業往生嗎！意思都有，死在文字裡面，佛沒有講這四個字，就矢口不承認，這種學佛都學呆了。"
    },
    {
      "id": "02-005-0079_p0013",
      "zh_CN": "所以这个地方就是圆证三不退的经文，它没有说圆证三不退，它说「一切菩萨，禅定、智慧、神通、威德，无不圆满」，就是圆证三不退。再看底下这个两句，那尤其是了不起！",
      "zh_TW": "所以這個地方就是圓證三不退的經文，它沒有說圓證三不退，它說「一切菩薩，禪定、智慧、神通、威德，無不圓滿」，就是圓證三不退。再看底下這個兩句，那尤其是了不起！"
    },
    {
      "id": "02-005-0079_p0014",
      "zh_CN": "【诸佛密藏。究竟明了。】",
      "zh_TW": "【諸佛密藏。究竟明了。】"
    },
    {
      "id": "02-005-0079_p0015",
      "zh_CN": "前面仅仅讲是你圆满证得三不退，你在西方极乐世界的受用、自在，跟等觉菩萨差不多了，这个比前面还要殊胜。『诸佛』是讲十方三世一切诸佛如来，一切诸佛如来『密藏』是什么？密是秘密，藏是含藏，诸佛如来心中所含藏的秘密之法，那是无上之法。西方世界的人不但明了，『究竟明了』。诸佛密藏，说老实话，菩萨都不能完全明了，经上常常比喻，等觉菩萨对于诸佛密藏，也好比是隔罗看月，还有一层罗网遮住看月亮，哪能够究竟明了？唯独西方世界的人，这个地方，诸位要记住，一切菩萨包括初往生的人，一品烦恼都没有断，这样的人，一生到西方极乐世界，他就有这个能力，他对于诸佛密藏就究竟明了。诸佛密藏到底是什么？给诸位说，就是那一句阿弥陀佛，就这四个字，你们明了不明了？你们虽明了，不究竟。为什么？如果你要究竟，你这一句阿弥陀佛，一天到晚挂在嘴里，绝对不会中断；你会中断、会夹杂，就是你不明了、你不究竟。黄念祖老居士一天念十六万声，他可以算得上是究竟明了了；你还不能一天念十六万声，纵明了，也不究竟。",
      "zh_TW": "前面僅僅講是你圓滿證得三不退，你在西方極樂世界的受用、自在，跟等覺菩薩差不多了，這個比前面還要殊勝。『諸佛』是講十方三世一切諸佛如來，一切諸佛如來『密藏』是什麼？密是祕密，藏是含藏，諸佛如來心中所含藏的祕密之法，那是無上之法。西方世界的人不但明瞭，『究竟明了』。諸佛密藏，說老實話，菩薩都不能完全明瞭，經上常常比喻，等覺菩薩對於諸佛密藏，也好比是隔羅看月，還有一層羅網遮住看月亮，哪能夠究竟明瞭？唯獨西方世界的人，這個地方，諸位要記住，一切菩薩包括初往生的人，一品煩惱都沒有斷，這樣的人，一生到西方極樂世界，他就有這個能力，他對於諸佛密藏就究竟明瞭。諸佛密藏到底是什麼？給諸位說，就是那一句阿彌陀佛，就這四個字，你們明瞭不明瞭？你們雖明瞭，不究竟。為什麼？如果你要究竟，你這一句阿彌陀佛，一天到晚掛在嘴裡，絕對不會中斷；你會中斷、會夾雜，就是你不明瞭、你不究竟。黃念祖老居士一天念十六萬聲，他可以算得上是究竟明瞭了；你還不能一天念十六萬聲，縱明瞭，也不究竟。"
    },
    {
      "id": "02-005-0079_p0016",
      "zh_CN": "我在前面也是多次向诸位同修说明，名号功德不可思议，名号功德就是诸佛密藏。一切诸佛怎么成佛的？念佛成佛，释迦牟尼佛也是念佛成佛。《观经》三福，末后给我们讲「深信因果」，那个因果不是普通因果，而是「念佛是因，成佛是果」，正是此地所讲的诸佛密藏。究竟明了，他才不怀疑，才不间断、不夹杂，就跟大势至菩萨一样，从初发心一直到究竟成佛，这一句佛号念到底，他究竟明了。这一句佛号，我们为什么不能够明了？因为我们对它起了分别执着：阿弥陀佛，哦，西方极乐世界那一尊佛，他的名字叫阿弥陀佛。我们是这样去体会的，这就是不明了，也不究竟，不知道这一句阿弥陀佛是自己真如本性的德号，那一尊佛他也叫这个名字，他的名字跟我的性德是完全一样的，念这一句阿弥陀佛是念自己的性德，也念那一尊佛号，自他不二，这才明了。自他是两回事情，不但是不究竟，连明了两个字也做不到。所以它是自己性德的名号，念这句名号就是念自性。底下这个四句，是说他们修行真实的功夫。",
      "zh_TW": "我在前面也是多次向諸位同修說明，名號功德不可思議，名號功德就是諸佛密藏。一切諸佛怎麼成佛的？念佛成佛，釋迦牟尼佛也是念佛成佛。《觀經》三福，末後給我們講「深信因果」，那個因果不是普通因果，而是「念佛是因，成佛是果」，正是此地所講的諸佛密藏。究竟明瞭，他才不懷疑，才不間斷、不夾雜，就跟大勢至菩薩一樣，從初發心一直到究竟成佛，這一句佛號念到底，他究竟明瞭。這一句佛號，我們為什麼不能夠明瞭？因為我們對它起了分別執著：阿彌陀佛，哦，西方極樂世界那一尊佛，他的名字叫阿彌陀佛。我們是這樣去體會的，這就是不明瞭，也不究竟，不知道這一句阿彌陀佛是自己真如本性的德號，那一尊佛他也叫這個名字，他的名字跟我的性德是完全一樣的，念這一句阿彌陀佛是念自己的性德，也念那一尊佛號，自他不二，這才明瞭。自他是兩回事情，不但是不究竟，連明瞭兩個字也做不到。所以它是自己性德的名號，念這句名號就是念自性。底下這個四句，是說他們修行真實的功夫。"
    },
    {
      "id": "02-005-0079_p0017",
      "zh_CN": "【调伏诸根。】",
      "zh_TW": "【調伏諸根。】"
    },
    {
      "id": "02-005-0079_p0018",
      "zh_CN": "这个地方讲『调伏诸根』，《楞严经》上讲「都摄六根」。你们想想，都摄六根跟调伏诸根，这两句话的意思相不相同？说的不一样，意思完全相同。孟子，这四书里头，孟夫子也说了一句话，跟这个意思很接近，孟子讲「学问之道无他，求其放心而已」。你看，与这个意思一样不一样？什么是学问？把妄想伏住就是学问，妄心就是胡思乱想。我们叫妄心，他叫放心，心放在外头，放在五欲六尘上，你把这个心收回来，这就是学问，就是《金刚经》上讲「降伏其心」。孟夫子在世的时候，佛教没到中国来，人家说明什么叫学问。现在懂得的人很少，以为多念一点书就有学问，他错了，学问不是多念书，学问是调伏诸根，学问是都摄六根，那是学问。这个就是《金刚经》上说「降伏其心」，心得清净，妄想断掉了，烦恼断掉了。这个调伏诸根，如果用佛法的名词就是破二障，烦恼障跟所知障破了。",
      "zh_TW": "這個地方講『調伏諸根』，《楞嚴經》上講「都攝六根」。你們想想，都攝六根跟調伏諸根，這兩句話的意思相不相同？說的不一樣，意思完全相同。孟子，這四書裡頭，孟夫子也說了一句話，跟這個意思很接近，孟子講「學問之道無他，求其放心而已」。你看，與這個意思一樣不一樣？什麼是學問？把妄想伏住就是學問，妄心就是胡思亂想。我們叫妄心，他叫放心，心放在外頭，放在五欲六塵上，你把這個心收回來，這就是學問，就是《金剛經》上講「降伏其心」。孟夫子在世的時候，佛教沒到中國來，人家說明什麼叫學問。現在懂得的人很少，以為多念一點書就有學問，他錯了，學問不是多念書，學問是調伏諸根，學問是都攝六根，那是學問。這個就是《金剛經》上說「降伏其心」，心得清淨，妄想斷掉了，煩惱斷掉了。這個調伏諸根，如果用佛法的名詞就是破二障，煩惱障跟所知障破了。"
    },
    {
      "id": "02-005-0079_p0019",
      "zh_CN": "【身心柔软。】",
      "zh_TW": "【身心柔軟。】"
    },
    {
      "id": "02-005-0079_p0020",
      "zh_CN": "那当然得到，一定道理。『身心柔软』这一句，也就是我常常在道场跟诸位同修说的，不老、不病、不死，身心柔软就这个意思，我这样说你很好懂。否则，给你讲身心怎么柔软，怎么柔软法？确确实实，人不老。",
      "zh_TW": "那當然得到，一定道理。『身心柔軟』這一句，也就是我常常在道場跟諸位同修說的，不老、不病、不死，身心柔軟就這個意思，我這樣說你很好懂。否則，給你講身心怎麼柔軟，怎麼柔軟法？確確實實，人不老。"
    },
    {
      "id": "02-005-0079_p0021",
      "zh_CN": "从前李老师在台中讲学，常常告诉我们，他对于中医造诣很深，我知道他有这一门学问，所以我到台中去的时候，就很想跟他学。我那个时候三十多岁，大概是三十二岁的时候亲近他老人家，他就告诉我，他说你的年龄太大了，如果你是二十岁跟我，我一定教你，他说你三十岁，来不及了。他告诉我，他说中国的医学，从中国医学的理论来说，人的寿命，正常的寿命应当是两百岁。好像机器，如果保养得很好，使用正常，一定有这么长的寿命。人为什么活不到两百岁？是自己糟蹋了自己，这个机器你不会保养、你不会运用，你把它糟蹋掉了。中国的医学是讲什么？是讲如何不生病，讲防止疾病的，不是治病的。说病了再去治病，那是中国医学附带的作用，不是它主要的宗旨。主要的宗旨，是如何能够保护自己身心不生病、不衰老，这是中国医学的宗旨，它不是治病的。像这样的理论，今天知道的人已经就很少了。所以李老师讲，现在治病，中医给人把脉看病，他说这种医生是三等三的医生。第一等的医生叫望，不要问的，看到你的气色，听你说话的音声，看你行动的态度，就知道你哪一年会生什么病，高明的医生至少可以看出三十年，你三十年之后会得什么病，你应该要怎么样去预防，这是一等的医生；二等的医生，这就是问一问，要问问，看了之后还得问问，那是二等医生；把脉是三等医生。「身心柔软」，从医学理论来讲这是第一等的。",
      "zh_TW": "從前李老師在台中講學，常常告訴我們，他對於中醫造詣很深，我知道他有這一門學問，所以我到台中去的時候，就很想跟他學。我那個時候三十多歲，大概是三十二歲的時候親近他老人家，他就告訴我，他說你的年齡太大了，如果你是二十歲跟我，我一定教你，他說你三十歲，來不及了。他告訴我，他說中國的醫學，從中國醫學的理論來說，人的壽命，正常的壽命應當是兩百歲。好像機器，如果保養得很好，使用正常，一定有這麼長的壽命。人為什麼活不到兩百歲？是自己糟蹋了自己，這個機器你不會保養、你不會運用，你把它糟蹋掉了。中國的醫學是講什麼？是講如何不生病，講防止疾病的，不是治病的。說病了再去治病，那是中國醫學附帶的作用，不是它主要的宗旨。主要的宗旨，是如何能夠保護自己身心不生病、不衰老，這是中國醫學的宗旨，它不是治病的。像這樣的理論，今天知道的人已經就很少了。所以李老師講，現在治病，中醫給人把脈看病，他說這種醫生是三等三的醫生。第一等的醫生叫望，不要問的，看到你的氣色，聽你說話的音聲，看你行動的態度，就知道你哪一年會生什麼病，高明的醫生至少可以看出三十年，你三十年之後會得什麼病，你應該要怎麼樣去預防，這是一等的醫生；二等的醫生，這就是問一問，要問問，看了之後還得問問，那是二等醫生；把脈是三等醫生。「身心柔軟」，從醫學理論來講這是第一等的。"
    },
    {
      "id": "02-005-0079_p0022",
      "zh_CN": "今天这个社会有个很时髦的术语，叫改变体质。用什么东西？用药物来改变体质。能改得了吗？给诸位说，决定改不了。要用什么方法改变体质？要用心理，就是清净心。佛菩萨心清净，心清净了身就清净，你身体里面细胞组织那个方程式的排列就顺乎自然，就很正常，正常，你就不老、就不生病；你起一个妄念，里面的组织就有部分就改变了。这是佛法里头常讲的「一切法从心想生」，你心里一动念头，你的体质就起变化，换一句话，就不正常了。佛菩萨正常，正常是什么？没念头。所以禅定，禅定还有个别名叫正受，梵语叫三昧，翻成中国意思叫正受，就是正常的享受。正常的享受，这个心是清净的，没有一念，这个心是清清楚楚、明明白白，充满智慧。于一切万法是一念不生，它清净，这就正常。我们起心动念想东想西、想前想后，糟了，把一个正常身体变成不正常，这就坏了，自己糟蹋自己都不知道。所以修定的人，有定功的人，你看不出他衰老，不但没有病，看不出他衰老，他有定。",
      "zh_TW": "今天這個社會有個很時髦的術語，叫改變體質。用什麼東西？用藥物來改變體質。能改得了嗎？給諸位說，決定改不了。要用什麼方法改變體質？要用心理，就是清淨心。佛菩薩心清淨，心清淨了身就清淨，你身體裡面細胞組織那個方程式的排列就順乎自然，就很正常，正常，你就不老、就不生病；你起一個妄念，裡面的組織就有部分就改變了。這是佛法裡頭常講的「一切法從心想生」，你心裡一動念頭，你的體質就起變化，換一句話，就不正常了。佛菩薩正常，正常是什麼？沒念頭。所以禪定，禪定還有個別名叫正受，梵語叫三昧，翻成中國意思叫正受，就是正常的享受。正常的享受，這個心是清淨的，沒有一念，這個心是清清楚楚、明明白白，充滿智慧。於一切萬法是一念不生，它清淨，這就正常。我們起心動念想東想西、想前想後，糟了，把一個正常身體變成不正常，這就壞了，自己糟蹋自己都不知道。所以修定的人，有定功的人，你看不出他衰老，不但沒有病，看不出他衰老，他有定。"
    },
    {
      "id": "02-005-0079_p0023",
      "zh_CN": "净宗就是直接修清净心的，经题上明白的标示出来。「无量寿庄严」，是我们所求的目标。我在讲经题的时候跟大家讲得清楚，「无量寿」，不单单是寿命，无量的禅定、无量的智慧、无量的神通、无量的德能，一切都无量；今天大家要想发财，无量的财宝，没有一样不是无量的。寿是所有一切无量里面的一个代表而已，一切无量，寿是第一，没有寿命，所有一切无量还不等于落空，你一样也得不到，所以寿命是所有一切无量里面最重要的一个，用它来做代表。无量就是性德，六祖大师讲的「何期自性本自具足，何期自性能生万法」，那是无量具体的说明。所以，无量寿就是禅家讲的明心见性；用什么方法能够得到？题上教给我们「清净、平等、觉」，你就得到了，你就要修清净心、修平等心、修觉心，觉就是慧。就是底下一句：",
      "zh_TW": "淨宗就是直接修清淨心的，經題上明白的標示出來。「無量壽莊嚴」，是我們所求的目標。我在講經題的時候跟大家講得清楚，「無量壽」，不單單是壽命，無量的禪定、無量的智慧、無量的神通、無量的德能，一切都無量；今天大家要想發財，無量的財寶，沒有一樣不是無量的。壽是所有一切無量裡面的一個代表而已，一切無量，壽是第一，沒有壽命，所有一切無量還不等於落空，你一樣也得不到，所以壽命是所有一切無量裡面最重要的一個，用它來做代表。無量就是性德，六祖大師講的「何期自性本自具足，何期自性能生萬法」，那是無量具體的說明。所以，無量壽就是禪家講的明心見性；用什麼方法能夠得到？題上教給我們「清淨、平等、覺」，你就得到了，你就要修清淨心、修平等心、修覺心，覺就是慧。就是底下一句："
    },
    {
      "id": "02-005-0079_p0024",
      "zh_CN": "【深入正慧。】",
      "zh_TW": "【深入正慧。】"
    },
    {
      "id": "02-005-0079_p0025",
      "zh_CN": "觉而不迷，万事万法没有一样不清楚，没有一样不明了。虽然清楚、虽然明了，是如如不动，绝对不会起一念分别执着，所以他的受叫正受，这个受就正常。",
      "zh_TW": "覺而不迷，萬事萬法沒有一樣不清楚，沒有一樣不明瞭。雖然清楚、雖然明瞭，是如如不動，絕對不會起一念分別執著，所以他的受叫正受，這個受就正常。"
    },
    {
      "id": "02-005-0079_p0026",
      "zh_CN": "【无复余习。】",
      "zh_TW": "【無復餘習。】"
    },
    {
      "id": "02-005-0079_p0027",
      "zh_CN": "『习』是习气，无始劫以来的习气统统没有了。习气尚且没有，哪里还会造业？不会造业了，习气都没有了。这说的是哪些人？说的是西方极乐世界的「一切菩萨」。所以你读了这个经文，你如果这个经文意思都能够明了，你说你不愿意到西方极乐世界去，诸佛菩萨都不相信；决定求往生。这种殊胜的利益到哪里去找？一切大乘法门里头找不到！上面所讲的，都是西方世界菩萨的圆满成就，我们念了之后，真的生起无限仰慕之心，这非常羡慕。但是我们没有法子学习；没有法子学习，念了也是空羡慕而已。好在佛是真慈悲，下面要给我们讲，他们在日常生活当中怎么样对人、对事、对物，也就是说，圆满的智慧德能，如何应用在生活上，这个我们就有学的地方，我们可以学习。",
      "zh_TW": "『習』是習氣，無始劫以來的習氣統統沒有了。習氣尚且沒有，哪裡還會造業？不會造業了，習氣都沒有了。這說的是哪些人？說的是西方極樂世界的「一切菩薩」。所以你讀了這個經文，你如果這個經文意思都能夠明瞭，你說你不願意到西方極樂世界去，諸佛菩薩都不相信；決定求往生。這種殊勝的利益到哪裡去找？一切大乘法門裡頭找不到！上面所講的，都是西方世界菩薩的圓滿成就，我們念了之後，真的生起無限仰慕之心，這非常羨慕。但是我們沒有法子學習；沒有法子學習，念了也是空羨慕而已。好在佛是真慈悲，下面要給我們講，他們在日常生活當中怎麼樣對人、對事、對物，也就是說，圓滿的智慧德能，如何應用在生活上，這個我們就有學的地方，我們可以學習。"
    },
    {
      "id": "02-005-0079_p0028",
      "zh_CN": "【依佛所行。】",
      "zh_TW": "【依佛所行。】"
    },
    {
      "id": "02-005-0079_p0029",
      "zh_CN": "这一句是总纲，这一句叫真正学佛，佛怎么对人，我要学他，佛怎么处事，佛如何对待万物，我们从哪里学起？经典上所讲的就是。这一部《无量寿经》展开，从「如是我闻」到「信受奉行」，无非皆是弥陀所行，弥陀之所行，就是十方一切诸佛所行。所以不要搞得太多，不要太杂，够了，一生已经学不尽了，再贪多就错了。我在讲堂里，在中国、外国不止说一遍，说过很多遍，你一生依这一本《无量寿经》来修行，上上根人；说这一样不够，恐怕不行，多学几样，那你好，学五经一论，这多了，六样东西，你学六样东西，你是中等人，这不是上等人；看到这个五经一论六样恐怕太少，这还不行，还要多加一点，那再加，蕅益大师有《净土十要》，印光大师有《全集》，莲池大师有《法汇》，这些东西加起来已经可观了，下等人；你说还不够，我还要学些大乘法，还有《华严》、《法华》，还有好多大经大论没学，你再学，没指望了，西方极乐世界往生靠不住了。愈是最上的法愈是专，愈简单、愈容易，要你专一这才行。像莲池大师晚年，晚年是真正觉悟了，真的世出世间法统统放下了，莲池大师晚年一部《阿弥陀经》、一句阿弥陀佛四个字，他就成为一代祖师。人到这个时候，这真叫彻底觉悟了，专一，统统放下了。也许有人问，莲池大师晚年才放下，他年轻的时候他还不是什么都学。没错，你说的话没错，如果年轻时候就放下，那他不就成佛了！他不是祖师了，他成佛了。你还要学他吗？晚年的时候真正觉悟，换句话就是，中年以前错了，迷惑颠倒，没觉悟，到晚年才觉悟，这才专一，道理在此地。一定要专修、专学。『依佛所行』，这一句是总纲，下面就列出科目：",
      "zh_TW": "這一句是總綱，這一句叫真正學佛，佛怎麼對人，我要學他，佛怎麼處事，佛如何對待萬物，我們從哪裡學起？經典上所講的就是。這一部《無量壽經》展開，從「如是我聞」到「信受奉行」，無非皆是彌陀所行，彌陀之所行，就是十方一切諸佛所行。所以不要搞得太多，不要太雜，夠了，一生已經學不盡了，再貪多就錯了。我在講堂裡，在中國、外國不止說一遍，說過很多遍，你一生依這一本《無量壽經》來修行，上上根人；說這一樣不夠，恐怕不行，多學幾樣，那你好，學五經一論，這多了，六樣東西，你學六樣東西，你是中等人，這不是上等人；看到這個五經一論六樣恐怕太少，這還不行，還要多加一點，那再加，蕅益大師有《淨土十要》，印光大師有《全集》，蓮池大師有《法彙》，這些東西加起來已經可觀了，下等人；你說還不夠，我還要學些大乘法，還有《華嚴》、《法華》，還有好多大經大論沒學，你再學，沒指望了，西方極樂世界往生靠不住了。愈是最上的法愈是專，愈簡單、愈容易，要你專一這才行。像蓮池大師晚年，晚年是真正覺悟了，真的世出世間法統統放下了，蓮池大師晚年一部《阿彌陀經》、一句阿彌陀佛四個字，他就成為一代祖師。人到這個時候，這真叫徹底覺悟了，專一，統統放下了。也許有人問，蓮池大師晚年才放下，他年輕的時候他還不是什麼都學。沒錯，你說的話沒錯，如果年輕時候就放下，那他不就成佛了！他不是祖師了，他成佛了。你還要學他嗎？晚年的時候真正覺悟，換句話就是，中年以前錯了，迷惑顛倒，沒覺悟，到晚年才覺悟，這才專一，道理在此地。一定要專修、專學。『依佛所行』，這一句是總綱，下面就列出科目："
    },
    {
      "id": "02-005-0079_p0030",
      "zh_CN": "【七觉圣道。】",
      "zh_TW": "【七覺聖道。】"
    },
    {
      "id": "02-005-0079_p0031",
      "zh_CN": "这一句就包括了三十七道品，三十七道品总共有七个科目，这里说了两个科目，七觉支、八圣道，说了两个科目。说这两个，一定包括前面，从四念处、四正勤、四如意足，到五根、五力，都包括在这里。像《弥陀经》上所说的，《弥陀经》上前面三科省掉了，比这里讲的多了两样，从五根、五力讲起，七菩提分、八圣道分，这个『七觉』就是七菩提分，这个三十七道品是修行的纲目，西方极乐世界的菩萨还修，还依照这个纲目来修。因此三十七品，我们一般人都把它看作小乘，这是不究竟。天台智者大师所着的《四念处》，我们过去曾经印过，他老人家着的《四念处》一共四卷，四念处是四句话十六个字，他写的注解写了四卷。怎么解释的？藏、通、别、圆，有藏教的四念处、通教的四念处、别教的四念处、有圆教的四念处，我们才晓得，原来三十七道品通大小乘。西方世界这些菩萨们他们所修的三十七道品，是圆教的三十七道品，决定不是别教，圆教的道品，这是我们要重视的。我在前面曾经告诉大家，佛法修学的根基，大根大本，是佛在《观经》上讲的三福，所有一切法都建立在三福的基础上，就是连四念处、四正勤、四如意足也不例外，换句话说，不能依照这个法门修学，就是不孝父母、不敬师长。佛是我们的老师，佛教给我们这样修学，我们没有去做，这就是不敬老师；不敬老师，就是不孝父母，父母希望我们尊师重道。你看，是不是建立在孝敬的基础上？",
      "zh_TW": "這一句就包括了三十七道品，三十七道品總共有七個科目，這裡說了兩個科目，七覺支、八聖道，說了兩個科目。說這兩個，一定包括前面，從四念處、四正勤、四如意足，到五根、五力，都包括在這裡。像《彌陀經》上所說的，《彌陀經》上前面三科省掉了，比這裡講的多了兩樣，從五根、五力講起，七菩提分、八聖道分，這個『七覺』就是七菩提分，這個三十七道品是修行的綱目，西方極樂世界的菩薩還修，還依照這個綱目來修。因此三十七品，我們一般人都把它看作小乘，這是不究竟。天台智者大師所著的《四念處》，我們過去曾經印過，他老人家著的《四念處》一共四卷，四念處是四句話十六個字，他寫的註解寫了四卷。怎麼解釋的？藏、通、別、圓，有藏教的四念處、通教的四念處、別教的四念處、有圓教的四念處，我們才曉得，原來三十七道品通大小乘。西方世界這些菩薩們他們所修的三十七道品，是圓教的三十七道品，決定不是別教，圓教的道品，這是我們要重視的。我在前面曾經告訴大家，佛法修學的根基，大根大本，是佛在《觀經》上講的三福，所有一切法都建立在三福的基礎上，就是連四念處、四正勤、四如意足也不例外，換句話說，不能依照這個法門修學，就是不孝父母、不敬師長。佛是我們的老師，佛教給我們這樣修學，我們沒有去做，這就是不敬老師；不敬老師，就是不孝父母，父母希望我們尊師重道。你看，是不是建立在孝敬的基礎上？"
    },
    {
      "id": "02-005-0079_p0032",
      "zh_CN": "【修行五眼。】",
      "zh_TW": "【修行五眼。】"
    },
    {
      "id": "02-005-0079_p0033",
      "zh_CN": "眼睛要亮，看外面境界要看清楚，不要被外头境界迷惑了。佛是五眼圆明，这里是教给我们要学佛的『五眼』，要学佛的圆满三十七品。",
      "zh_TW": "眼睛要亮，看外面境界要看清楚，不要被外頭境界迷惑了。佛是五眼圓明，這裡是教給我們要學佛的『五眼』，要學佛的圓滿三十七品。"
    },
    {
      "id": "02-005-0079_p0034",
      "zh_CN": "【照真达俗。】",
      "zh_TW": "【照真達俗。】"
    },
    {
      "id": "02-005-0079_p0035",
      "zh_CN": "『真』是心性、是本体，宇宙万有的本体，是真；『俗』是讲的现象，十法界依正庄严。『达』是通达，万事万物没有一样不通达的。如何通达？一定要五眼圆明。佛有肉眼、有天眼、有慧眼、有法眼、有佛眼，《金刚经》上就讲得很详细，这是教我们要学习的。下面可以说是很具体的教给我们怎样去选择。",
      "zh_TW": "『真』是心性、是本體，宇宙萬有的本體，是真；『俗』是講的現象，十法界依正莊嚴。『達』是通達，萬事萬物沒有一樣不通達的。如何通達？一定要五眼圓明。佛有肉眼、有天眼、有慧眼、有法眼、有佛眼，《金剛經》上就講得很詳細，這是教我們要學習的。下面可以說是很具體的教給我們怎樣去選擇。"
    },
    {
      "id": "02-005-0079_p0036",
      "zh_CN": "【肉眼简择。】",
      "zh_TW": "【肉眼簡擇。】"
    },
    {
      "id": "02-005-0079_p0037",
      "zh_CN": "『简』是简别，『择』是选择。换句话说，如果你认识不清楚，你从哪里选择起？不要说五眼，『肉眼』就迷了，这是迷到底谷，有什么法子？今天下午，有几个技术学院的学生来问我，学佛从哪里学起？我给他讲了，他也做不到，他也不能相信。为什么不相信？他从来没有看到有一个人是这个学法的，这就是没有法子选择。你说学佛，首先你要认识佛教，佛教到底是什么？不知道。佛所讲的这么多经典，这个《大藏经》，《大藏经》里面讲的是什么？也不晓得，那还学什么？你怎么选择法？一定要认识清楚。你要想认识清楚，你得找个明白人。我们中国古人常讲，「欲知山下路，须问过来人」，那个人从那里走过的，我问他，他告诉我，才明了那个路。你要想学佛，你在佛法里遇不到一个明白人来指你路，那就糟了，这个路走不通，愈迷愈深，那不是佛法，这就相当相当困难，所以说一定要有好老师。那个真正好老师，说实在话是可遇不可求，到哪去找去？找不到。就看你有没有运气，你运气好，也就碰上了；运气不好，找一辈子也找不到，到哪儿去找？纵然找到了，他给你讲，你相不相信？你要不相信，那是枉然，遇到等于没有遇到。所以这善知识是缘分，真的是可遇不可求。",
      "zh_TW": "『簡』是簡別，『擇』是選擇。換句話說，如果你認識不清楚，你從哪裡選擇起？不要說五眼，『肉眼』就迷了，這是迷到底谷，有什麼法子？今天下午，有幾個技術學院的學生來問我，學佛從哪裡學起？我給他講了，他也做不到，他也不能相信。為什麼不相信？他從來沒有看到有一個人是這個學法的，這就是沒有法子選擇。你說學佛，首先你要認識佛教，佛教到底是什麼？不知道。佛所講的這麼多經典，這個《大藏經》，《大藏經》裡面講的是什麼？也不曉得，那還學什麼？你怎麼選擇法？一定要認識清楚。你要想認識清楚，你得找個明白人。我們中國古人常講，「欲知山下路，須問過來人」，那個人從那裡走過的，我問他，他告訴我，才明瞭那個路。你要想學佛，你在佛法裡遇不到一個明白人來指你路，那就糟了，這個路走不通，愈迷愈深，那不是佛法，這就相當相當困難，所以說一定要有好老師。那個真正好老師，說實在話是可遇不可求，到哪去找去？找不到。就看你有沒有運氣，你運氣好，也就碰上了；運氣不好，找一輩子也找不到，到哪兒去找？縱然找到了，他給你講，你相不相信？你要不相信，那是枉然，遇到等於沒有遇到。所以這善知識是緣分，真的是可遇不可求。"
    },
    {
      "id": "02-005-0079_p0038",
      "zh_CN": "我真心想学道，遇不到善知识，这怎么办？这是常常有人来问我，我给他介绍。现代人哪个是善知识，我也不认识，但是我们想想，古人总是可靠。距离我们最近的，印光大师是善知识，这个几乎是现代人大家都公认了，我们依他做老师，大概没错。印光法师又不在了，往生了，我到哪里去找他？《印光大师全集》在，我们台湾印得很多，你只要老老实实依这个《全集》去修行，就是接受印光大师的教导，那就没错，我依他老人家做老师。可是要记住，以他为老师，决定不能听别人讲经说法，你要再听别人的，那你就不是尊师重道，你违背老师了。只可以跟一个人学，不能跟两个人学。跟两个人学，两条路；跟三个人学，就三岔路口；跟四个人学，就十字街头，就无所适从，你就决定不成功。所以只能跟一个人学，一直学到你自己成就。什么成就？有能力，就是心清净，智慧开了，不被外面诱惑，不被外境动摇了，心里头自己有主宰，智慧现前，这个时候可以听，什么人讲经都可以听，什么书都可以看，对你只有好处，没有坏处。我一听你的，你哪个地方讲得对，哪里讲得不对，我统统知道，我不会盲目跟你走。你有这个本事，叫出师了，就毕业了，可以离开老师，可以到外面参学。没有这个本事，就老老实实跟着老师，一步也不能离开。",
      "zh_TW": "我真心想學道，遇不到善知識，這怎麼辦？這是常常有人來問我，我給他介紹。現代人哪個是善知識，我也不認識，但是我們想想，古人總是可靠。距離我們最近的，印光大師是善知識，這個幾乎是現代人大家都公認了，我們依他做老師，大概沒錯。印光法師又不在了，往生了，我到哪裡去找他？《印光大師全集》在，我們台灣印得很多，你只要老老實實依這個《全集》去修行，就是接受印光大師的教導，那就沒錯，我依他老人家做老師。可是要記住，以他為老師，決定不能聽別人講經說法，你要再聽別人的，那你就不是尊師重道，你違背老師了。只可以跟一個人學，不能跟兩個人學。跟兩個人學，兩條路；跟三個人學，就三岔路口；跟四個人學，就十字街頭，就無所適從，你就決定不成功。所以只能跟一個人學，一直學到你自己成就。什麼成就？有能力，就是心清淨，智慧開了，不被外面誘惑，不被外境動搖了，心裡頭自己有主宰，智慧現前，這個時候可以聽，什麼人講經都可以聽，什麼書都可以看，對你只有好處，沒有壞處。我一聽你的，你哪個地方講得對，哪裡講得不對，我統統知道，我不會盲目跟你走。你有這個本事，叫出師了，就畢業了，可以離開老師，可以到外面參學。沒有這個本事，就老老實實跟著老師，一步也不能離開。"
    },
    {
      "id": "02-005-0079_p0039",
      "zh_CN": "我把方法说出来了，谁肯去做？然后我又告诉他，我说我没有跟印光大师，我说我跟谁学，你晓不晓得？我跟阿弥陀佛学！印光大师是祖师，我跟佛学。跟佛学，怎么个学法？就依《无量寿经》来修学，我们每天念《无量寿经》，就是听佛给我们讲开示。有不少同修见到我：法师，你给我开示一下。我有什么好开示的？你念《无量寿经》，听阿弥陀佛给你开示，多好，你何必找我？念《无量寿经》，不但阿弥陀佛开示，十方三世一切诸佛开示，都在这本经上，依照这个经典教训去修学，这就是跟阿弥陀佛学。我说我们都是阿弥陀佛的弟子，都是阿弥陀佛的学生，我们做同学，多好！",
      "zh_TW": "我把方法說出來了，誰肯去做？然後我又告訴他，我說我沒有跟印光大師，我說我跟誰學，你曉不曉得？我跟阿彌陀佛學！印光大師是祖師，我跟佛學。跟佛學，怎麼個學法？就依《無量壽經》來修學，我們每天念《無量壽經》，就是聽佛給我們講開示。有不少同修見到我：法師，你給我開示一下。我有什麼好開示的？你念《無量壽經》，聽阿彌陀佛給你開示，多好，你何必找我？念《無量壽經》，不但阿彌陀佛開示，十方三世一切諸佛開示，都在這本經上，依照這個經典教訓去修學，這就是跟阿彌陀佛學。我說我們都是阿彌陀佛的弟子，都是阿彌陀佛的學生，我們做同學，多好！"
    },
    {
      "id": "02-005-0079_p0040",
      "zh_CN": "这个是「简择」，你要不把事实真相搞清楚，你怎么会选择？所以在一切法门、无量的典籍里面，选这是第一，没有比这个更殊胜的。《华严》到末后还十大愿王导归极乐，《华严》最后归哪里？归《无量寿经》，《无量寿经》是《华严》的归宿。所以这个经是经中之经，没有比这更殊胜的。",
      "zh_TW": "這個是「簡擇」，你要不把事實真相搞清楚，你怎麼會選擇？所以在一切法門、無量的典籍裡面，選這是第一，沒有比這個更殊勝的。《華嚴》到末後還十大願王導歸極樂，《華嚴》最後歸哪裡？歸《無量壽經》，《無量壽經》是《華嚴》的歸宿。所以這個經是經中之經，沒有比這更殊勝的。"
    },
    {
      "id": "02-005-0079_p0041",
      "zh_CN": "【天眼通达。】",
      "zh_TW": "【天眼通達。】"
    },
    {
      "id": "02-005-0079_p0042",
      "zh_CN": "通是没有障碍，对世间法、对出世间法都能够明了而没有障碍了，这就是『通达』，你没有得『天眼』，得相似的天眼。天眼是讲通达，肉眼是讲选择，这个我们应该可以学。可是通达，给诸位说，我们多听、我们多念、我们多思惟、我们多研究，能不能通达？不能。为什么不能？落到意识里面去了，你就不会通达。禅家用功，标榜的是「离心意识参」，就是参禅要离心意识；教下也不例外，教下要不离心意识，决定不能大开圆解；净土念佛呢，念佛要不离心意识，绝对不能得理一心不乱，事一心可以得到，理一心不乱得不到。但是这个里面有差别，禅要不能明心见性，不能出三界，还是搞六道轮回；教下不能大开圆解，也不能超越轮回；净土有一个好处，只要功夫成片，就能带业往生，这是占了好大的便宜，所以是其他法门不能为比的。其他的法门，那的确是有相当高的标准，唯独净宗这个法门，只要你念到功夫成片，不通达，还能往生，这是这个法门的殊胜之处。",
      "zh_TW": "通是沒有障礙，對世間法、對出世間法都能夠明瞭而沒有障礙了，這就是『通達』，你沒有得『天眼』，得相似的天眼。天眼是講通達，肉眼是講選擇，這個我們應該可以學。可是通達，給諸位說，我們多聽、我們多念、我們多思惟、我們多研究，能不能通達？不能。為什麼不能？落到意識裡面去了，你就不會通達。禪家用功，標榜的是「離心意識參」，就是參禪要離心意識；教下也不例外，教下要不離心意識，決定不能大開圓解；淨土念佛呢，念佛要不離心意識，絕對不能得理一心不亂，事一心可以得到，理一心不亂得不到。但是這個裡面有差別，禪要不能明心見性，不能出三界，還是搞六道輪迴；教下不能大開圓解，也不能超越輪迴；淨土有一個好處，只要功夫成片，就能帶業往生，這是佔了好大的便宜，所以是其他法門不能為比的。其他的法門，那的確是有相當高的標準，唯獨淨宗這個法門，只要你念到功夫成片，不通達，還能往生，這是這個法門的殊勝之處。"
    },
    {
      "id": "02-005-0079_p0043",
      "zh_CN": "【法眼清净。】",
      "zh_TW": "【法眼清淨。】"
    },
    {
      "id": "02-005-0079_p0044",
      "zh_CN": "『法眼』是什么？法眼不是肉眼，法眼是清净心。",
      "zh_TW": "『法眼』是什麼？法眼不是肉眼，法眼是清淨心。"
    },
    {
      "id": "02-005-0079_p0045",
      "zh_CN": "【慧眼见真。】",
      "zh_TW": "【慧眼見真。】"
    },
    {
      "id": "02-005-0079_p0046",
      "zh_CN": "这个『见真』就是明心见性。",
      "zh_TW": "這個『見真』就是明心見性。"
    },
    {
      "id": "02-005-0079_p0047",
      "zh_CN": "【佛眼具足。】",
      "zh_TW": "【佛眼具足。】"
    },
    {
      "id": "02-005-0079_p0048",
      "zh_CN": "那是得大圆满，无所不见。所以底下讲：",
      "zh_TW": "那是得大圓滿，無所不見。所以底下講："
    },
    {
      "id": "02-005-0079_p0049",
      "zh_CN": "【觉了法性。】",
      "zh_TW": "【覺了法性。】"
    },
    {
      "id": "02-005-0079_p0050",
      "zh_CN": "尽虚空遍法界这诸法实相，没有一样不明了的。这个几句明白标示我们修学的方法。方法里面，我在此地再补充几句说明，学佛一定要修清净心，心清净，这个清净心起作用就通达，就是真正的智慧。所以经的意思需不需要明了？当然要明了，但是明了，不是我们有意去求你就能够得到的，你只要有一个求的心，这个心就是障碍，为什么？它是个妄想，你就得不到。《弥陀经》里面教给我们要求一心不乱，我们天天念佛，「阿弥陀佛、阿弥陀佛，怎么今天还没得一心不乱？」你念一辈子也不会得一心不乱。为什么得不到？你那个「一心不乱」是个妄想，妄想夹杂在功夫里面，把你的功夫破坏掉，你得不到；你把那个「一心不乱」也不去想它，自然就得到。所以不能有心求，有心求，求不到；你也不能无心，不求，那也得不到。这个事就很难了，有心不行，是无心也不行，那究竟要怎么办？诸位自己去参吧。所以古德教我们老实念，这就对了，老实念里面不是有心，也不是无心，所以他能够圆满的达到目标，能够达到功夫成片，能够达到一心不乱。到功夫成片的时候，差不多一切事逐渐逐渐会通达，因为这些「通达、清净、见真、具足」，都是自己的本能。我们的本能丧失，就是被妄想执着障碍住了，所以本能不能现前。妄想就是所知障，就是知见；无明是烦恼障，就是是非人我、贪瞋痴慢，这个东西障碍住本能。我们今天心逐渐清净，这一句佛号念得功夫得力，是非人我淡了，贪瞋痴慢也远离了，妄想分别少了，本能逐渐逐渐恢复了。应用在生活里面，自自然然就得：",
      "zh_TW": "盡虛空遍法界這諸法實相，沒有一樣不明瞭的。這個幾句明白標示我們修學的方法。方法裡面，我在此地再補充幾句說明，學佛一定要修清淨心，心清淨，這個清淨心起作用就通達，就是真正的智慧。所以經的意思需不需要明瞭？當然要明瞭，但是明瞭，不是我們有意去求你就能夠得到的，你只要有一個求的心，這個心就是障礙，為什麼？它是個妄想，你就得不到。《彌陀經》裡面教給我們要求一心不亂，我們天天念佛，「阿彌陀佛、阿彌陀佛，怎麼今天還沒得一心不亂？」你念一輩子也不會得一心不亂。為什麼得不到？你那個「一心不亂」是個妄想，妄想夾雜在功夫裡面，把你的功夫破壞掉，你得不到；你把那個「一心不亂」也不去想它，自然就得到。所以不能有心求，有心求，求不到；你也不能無心，不求，那也得不到。這個事就很難了，有心不行，是無心也不行，那究竟要怎麼辦？諸位自己去參吧。所以古德教我們老實念，這就對了，老實念裡面不是有心，也不是無心，所以他能夠圓滿的達到目標，能夠達到功夫成片，能夠達到一心不亂。到功夫成片的時候，差不多一切事逐漸逐漸會通達，因為這些「通達、清淨、見真、具足」，都是自己的本能。我們的本能喪失，就是被妄想執著障礙住了，所以本能不能現前。妄想就是所知障，就是知見；無明是煩惱障，就是是非人我、貪瞋痴慢，這個東西障礙住本能。我們今天心逐漸清淨，這一句佛號念得功夫得力，是非人我淡了，貪瞋痴慢也遠離了，妄想分別少了，本能逐漸逐漸恢復了。應用在生活裡面，自自然然就得："
    },
    {
      "id": "02-005-0079_p0051",
      "zh_CN": "【辩才总持。自在无碍。】",
      "zh_TW": "【辯才總持。自在無礙。】"
    },
    {
      "id": "02-005-0079_p0052",
      "zh_CN": "这就讲到生活。智慧表现在言辞上，就是『辩才』，清净心表现在生活上，就是『总持』。世出世间一切法，总持就等于说总纲领，你完全掌握到，宇宙人生的真相你真的了解，你在生活当中得大自在。我们今天讲幸福快乐，『自在无碍』，就是幸福快乐，这快乐无比。华严会上，你看到那些菩萨理事无碍、事事无碍，那个生活才叫美满人生。我们这个世间讲美满、讲真善美慧，是有名无实；美满人生只有佛法里面有，只有净宗法门里面最突出，最能够表现在生活当中，美满的生活。",
      "zh_TW": "這就講到生活。智慧表現在言辭上，就是『辯才』，清淨心表現在生活上，就是『總持』。世出世間一切法，總持就等於說總綱領，你完全掌握到，宇宙人生的真相你真的了解，你在生活當中得大自在。我們今天講幸福快樂，『自在無礙』，就是幸福快樂，這快樂無比。華嚴會上，你看到那些菩薩理事無礙、事事無礙，那個生活才叫美滿人生。我們這個世間講美滿、講真善美慧，是有名無實；美滿人生只有佛法裡面有，只有淨宗法門裡面最突出，最能夠表現在生活當中，美滿的生活。"
    },
    {
      "id": "02-005-0079_p0053",
      "zh_CN": "【善解世间无边方便。】",
      "zh_TW": "【善解世間無邊方便。】"
    },
    {
      "id": "02-005-0079_p0054",
      "zh_CN": "世出世间所有一切法，他都能善巧给你解说，使你当下就能得真实的利益。这个『善解』就是没有定法，要有个定法，就不叫善解，无有定法。为什么无有定法？每个人根性不相同，每个人那个结不相同。你遇到这个善知识，他能帮助你把那个结解开，你就得受用，这叫善巧方便。",
      "zh_TW": "世出世間所有一切法，他都能善巧給你解說，使你當下就能得真實的利益。這個『善解』就是沒有定法，要有個定法，就不叫善解，無有定法。為什麼無有定法？每個人根性不相同，每個人那個結不相同。你遇到這個善知識，他能幫助你把那個結解開，你就得受用，這叫善巧方便。"
    },
    {
      "id": "02-005-0079_p0055",
      "zh_CN": "【所言诚谛。】",
      "zh_TW": "【所言誠諦。】"
    },
    {
      "id": "02-005-0079_p0056",
      "zh_CN": "这一句话是做人最基本的条件，对一切人、对一切事要真诚，『谛』是实在，要诚实、要实在，没有一丝毫的虚伪。",
      "zh_TW": "這一句話是做人最基本的條件，對一切人、對一切事要真誠，『諦』是實在，要誠實、要實在，沒有一絲毫的虛偽。"
    },
    {
      "id": "02-005-0079_p0057",
      "zh_CN": "【深入义味。】",
      "zh_TW": "【深入義味。】"
    },
    {
      "id": "02-005-0079_p0058",
      "zh_CN": "『义』是义理，世出世间一切法，那些深微的道理，他统统见到、统统明了。",
      "zh_TW": "『義』是義理，世出世間一切法，那些深微的道理，他統統見到、統統明瞭。"
    },
    {
      "id": "02-005-0079_p0059",
      "zh_CN": "【度诸有情。演说正法。】",
      "zh_TW": "【度諸有情。演說正法。】"
    },
    {
      "id": "02-005-0079_p0060",
      "zh_CN": "这两句是讲应用，对人，这个『诸有情』是指一切有情众生，一切有情众生往上包括等觉菩萨，下至地狱众生，这是九法界有情众生，西方世界弥陀弟子都有能力对他们说法。为什么？因为弥陀弟子对宇宙人生的真相，了解的深度、了解的广度，远远超过一切菩萨，所以他有能力。我们要想到这个境界，只有一个方法，依照《无量寿经》的教训去修行，你只要真正认真去修行，这一生当中必定能够入这个境界，这是事实；不依照这个方法去修行，不要说一生，十生、百生可能连边际都摸不到，这是真的。这个不是说这些大经大论不好，大经大论，我们不是那个根机的人，不是上根利智的人，往往被这些大经误导了，它引导的是正确，我们把它想歪了，这都是事实。必定要上根利智，才不会被误导。不要说是经典，就是古人的注解，我们有的时候把人家意思看错了。不要说注解，我在这里讲经，很多同修在这里听，把我的意思听错了，有人来给我说，我不是这个意思，他听了想歪扭了。你想当面在这里听我讲，都把意思给听歪掉了，何况注解，何况佛在经上所说的？难，实在是难！",
      "zh_TW": "這兩句是講應用，對人，這個『諸有情』是指一切有情眾生，一切有情眾生往上包括等覺菩薩，下至地獄眾生，這是九法界有情眾生，西方世界彌陀弟子都有能力對他們說法。為什麼？因為彌陀弟子對宇宙人生的真相，了解的深度、了解的廣度，遠遠超過一切菩薩，所以他有能力。我們要想到這個境界，只有一個方法，依照《無量壽經》的教訓去修行，你只要真正認真去修行，這一生當中必定能夠入這個境界，這是事實；不依照這個方法去修行，不要說一生，十生、百生可能連邊際都摸不到，這是真的。這個不是說這些大經大論不好，大經大論，我們不是那個根機的人，不是上根利智的人，往往被這些大經誤導了，它引導的是正確，我們把它想歪了，這都是事實。必定要上根利智，才不會被誤導。不要說是經典，就是古人的註解，我們有的時候把人家意思看錯了。不要說註解，我在這裡講經，很多同修在這裡聽，把我的意思聽錯了，有人來給我說，我不是這個意思，他聽了想歪扭了。你想當面在這裡聽我講，都把意思給聽歪掉了，何況註解，何況佛在經上所說的？難，實在是難！"
    },
    {
      "id": "02-005-0079_p0061",
      "zh_CN": "这是我们再回过头来，依这一部经。这一部经，我想每位同修读了之后，比《华严》、比《楞严》、比《法华》，都觉得很浅，很容易懂；换句话说，误导你这种成分，减少到最低的限度。这就是这个经典殊胜之处，在理论、方法、境界绝对不在《华严》、《法华》之下，但是讲到契合我们的知见、行法，那些大经决定比不上《无量寿经》，这是《无量寿经》为什么一切诸佛对它赞叹、宣扬，道理就在此地。",
      "zh_TW": "這是我們再回過頭來，依這一部經。這一部經，我想每位同修讀了之後，比《華嚴》、比《楞嚴》、比《法華》，都覺得很淺，很容易懂；換句話說，誤導你這種成分，減少到最低的限度。這就是這個經典殊勝之處，在理論、方法、境界絕對不在《華嚴》、《法華》之下，但是講到契合我們的知見、行法，那些大經決定比不上《無量壽經》，這是《無量壽經》為什麼一切諸佛對它讚歎、宣揚，道理就在此地。"
    },
    {
      "id": "02-005-0079_p0062",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}