{
  "doc_id": "02-005-0062",
  "title": {
    "zh_CN": "无量寿经（二次宣讲）",
    "zh_TW": "無量壽經（二次宣講）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十二集",
    "zh_TW": "第六十二集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "02-005-0062",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-005-0062_p0001",
      "zh_CN": "请掀开经本第四十一面，第三行，最后一句看起：",
      "zh_TW": "請掀開經本第四十一面，第三行，最後一句看起："
    },
    {
      "id": "02-005-0062_p0002",
      "zh_CN": "【微风徐动。吹诸枝叶。演出无量妙法音声。其声流布。遍诸佛国。清畅哀亮。微妙和雅。十方世界。音声之中。最为第一。】",
      "zh_TW": "【微風徐動。吹諸枝葉。演出無量妙法音聲。其聲流布。遍諸佛國。清暢哀亮。微妙和雅。十方世界。音聲之中。最為第一。】"
    },
    {
      "id": "02-005-0062_p0003",
      "zh_CN": "这一段是说宝树之德奇妙不可思议。风吹动的时候，因为枝叶花果都是众宝所成的，所以音声就像我们这个世间的风铃相似的，我们风铃多半是用铜做的。如果是众宝所成，那个音声当然是非常的美妙。它不但出音声，这个音声类似交响乐的音声，我们这个世间有，但是不能说法；它那个音声不但是有节奏，而且能说法。说什么法？你想听什么法，它就给你说什么法，这就妙了。所以这个世界一切万物，没有一样不是随人心意。我们在这个世间是苦不堪言，处人太难，人与人之间相处非常不容易。不要以为刚刚相处不错，很好，过几天就有变化，我们世间俗话常说，「人无千日好，花无百日香」。千日是三年，再亲爱的人，三年也许都变成冤家了，难，非常非常困难。做事也不容易。所以对人、对事、对物，都相当不容易，这个原因在哪里？原因实在是无量劫来生生世世烦恼习气太重，这个一定要知道。",
      "zh_TW": "這一段是說寶樹之德奇妙不可思議。風吹動的時候，因為枝葉花果都是眾寶所成的，所以音聲就像我們這個世間的風鈴相似的，我們風鈴多半是用銅做的。如果是眾寶所成，那個音聲當然是非常的美妙。它不但出音聲，這個音聲類似交響樂的音聲，我們這個世間有，但是不能說法；它那個音聲不但是有節奏，而且能說法。說什麼法？你想聽什麼法，它就給你說什麼法，這就妙了。所以這個世界一切萬物，沒有一樣不是隨人心意。我們在這個世間是苦不堪言，處人太難，人與人之間相處非常不容易。不要以為剛剛相處不錯，很好，過幾天就有變化，我們世間俗話常說，「人無千日好，花無百日香」。千日是三年，再親愛的人，三年也許都變成冤家了，難，非常非常困難。做事也不容易。所以對人、對事、對物，都相當不容易，這個原因在哪裡？原因實在是無量劫來生生世世煩惱習氣太重，這個一定要知道。"
    },
    {
      "id": "02-005-0062_p0004",
      "zh_CN": "西方极乐世界得到人和，他为什么和合，我们就和不了？人家那个和睦的基础建立在一心不乱上，换句话说，统统是清净心。什么叫清净心？没有妄想执着就叫清净心；心里有了妄想执着，心就不清净。我们想想，我们有没有妄想、有没有执着？当然有。不但我们有，阿罗汉、辟支佛、权教菩萨，虽然没有执着，还有妄想，我执没有了，有法执。到什么时候才可以说是这妄想执着没有了？这个没有，只是没有粗的，还有细的。圆教初住以上，破一品无明，证一分法身，二执破了，刚才说了，粗的妄想执着没有了，微细的还在。微细妄想执着要断掉，要到什么时候？要到成佛。等觉菩萨还有一分生相无明没破，那就是他最微细的妄想执着，这个问题严重。西方世界是个人心地清净，身心清净，才得往生。信愿持名是方法，效果是要达到身心清净，「心净则土净」，这是我们一定要晓得。虽然修信愿持名，心要不清净，那个还是不能往生。这个就是一般所讲，念佛人多，往生人少。他念佛念得不是不勤，为什么还不能往生？贪瞋痴慢的习气没有断掉，没有把它放下，所以虽念，心还是不清净。这样念佛，佛也没有白念，得到什么？来生六道里面的福报，得到这个东西。六道里面的福报，要看你自己本身的修养，如果你的品德高尚，修上品五戒十善、慈悲喜舍，那你来生得天福，你生天，享天人的福报；如果你修的是中品五戒十善，来生可以得人间的福报；下品五戒十善，是得阿修罗的福报；五戒十善没有，你所得的福报，念佛总是有福，饿鬼、畜生里面去享福。饿鬼里面就做什么城隍、土地，我们台湾的妈祖、王爷都是的，都是饿鬼道的有福德的，有福的。畜生道里面有福的很多，大概在台湾也不少，在外国是常见，外国人饲养的宠物，那真正有福报，我们一般普通人不如，在畜生道里面享福去了，所以这点一定要晓得。这个世界确确实实是苦，一定要觉悟到，我们这个人生，生死事大，无常迅速。遇不到这个法门，那是无可奈何；遇到这个法门，一定要求愿往生，生到西方极乐世界这才真正得究竟圆满，得真实之乐。",
      "zh_TW": "西方極樂世界得到人和，他為什麼和合，我們就和不了？人家那個和睦的基礎建立在一心不亂上，換句話說，統統是清淨心。什麼叫清淨心？沒有妄想執著就叫清淨心；心裡有了妄想執著，心就不清淨。我們想想，我們有沒有妄想、有沒有執著？當然有。不但我們有，阿羅漢、辟支佛、權教菩薩，雖然沒有執著，還有妄想，我執沒有了，有法執。到什麼時候才可以說是這妄想執著沒有了？這個沒有，只是沒有粗的，還有細的。圓教初住以上，破一品無明，證一分法身，二執破了，剛才說了，粗的妄想執著沒有了，微細的還在。微細妄想執著要斷掉，要到什麼時候？要到成佛。等覺菩薩還有一分生相無明沒破，那就是他最微細的妄想執著，這個問題嚴重。西方世界是個人心地清淨，身心清淨，才得往生。信願持名是方法，效果是要達到身心清淨，「心淨則土淨」，這是我們一定要曉得。雖然修信願持名，心要不清淨，那個還是不能往生。這個就是一般所講，念佛人多，往生人少。他念佛念得不是不勤，為什麼還不能往生？貪瞋痴慢的習氣沒有斷掉，沒有把它放下，所以雖念，心還是不清淨。這樣念佛，佛也沒有白念，得到什麼？來生六道裡面的福報，得到這個東西。六道裡面的福報，要看你自己本身的修養，如果你的品德高尚，修上品五戒十善、慈悲喜捨，那你來生得天福，你生天，享天人的福報；如果你修的是中品五戒十善，來生可以得人間的福報；下品五戒十善，是得阿修羅的福報；五戒十善沒有，你所得的福報，念佛總是有福，餓鬼、畜生裡面去享福。餓鬼裡面就做什麼城隍、土地，我們台灣的媽祖、王爺都是的，都是餓鬼道的有福德的，有福的。畜生道裡面有福的很多，大概在台灣也不少，在外國是常見，外國人飼養的寵物，那真正有福報，我們一般普通人不如，在畜生道裡面享福去了，所以這點一定要曉得。這個世界確確實實是苦，一定要覺悟到，我們這個人生，生死事大，無常迅速。遇不到這個法門，那是無可奈何；遇到這個法門，一定要求願往生，生到西方極樂世界這才真正得究竟圓滿，得真實之樂。"
    },
    {
      "id": "02-005-0062_p0005",
      "zh_CN": "所以西方世界一切万物，没有一样不是随心所欲，树出音声说法，想听什么法门，它就给你宣扬什么法门。『其声流布，遍诸佛国』，就像我们今天无线电广播一样，音声遍布，无论在什么地方，频道一拨对了，音声就听到了。我们这里还要用机械，还要去调频，西方极乐世界不必要，只心一动念，想听什么，立刻就可以听到，无时无处听不到，因为它这个音声，法音流遍其国。这一段是讲的树能说法，树也能说法。这个树我们要晓得，西方世界这些众鸟，我们在《弥陀经》上念过，是阿弥陀佛变化所作，这些树也是阿弥陀佛变化所作，所以树说法，就是弥陀给我们说法。『清畅哀亮，微妙和雅』，前一句是讲音声，音声之美，后一句是讲节奏一点都不乱。这才能启发智慧，帮助我们断除烦恼、断除妄想，智慧就现前。『十方世界音声之中，最为第一』，论说法，说法音声之美妙、动人，容易令人开悟，十方一切诸佛世界那个说法的音声、善巧都比不上西方极乐世界。如果就我们眼前境界来说，这个法音的的确确是直指这一句南无阿弥陀佛，这一句法音周遍法界，一切诸佛菩萨，没有一位不宣扬的。",
      "zh_TW": "所以西方世界一切萬物，沒有一樣不是隨心所欲，樹出音聲說法，想聽什麼法門，它就給你宣揚什麼法門。『其聲流布，遍諸佛國』，就像我們今天無線電廣播一樣，音聲遍布，無論在什麼地方，頻道一撥對了，音聲就聽到了。我們這裡還要用機械，還要去調頻，西方極樂世界不必要，只心一動念，想聽什麼，立刻就可以聽到，無時無處聽不到，因為它這個音聲，法音流遍其國。這一段是講的樹能說法，樹也能說法。這個樹我們要曉得，西方世界這些眾鳥，我們在《彌陀經》上念過，是阿彌陀佛變化所作，這些樹也是阿彌陀佛變化所作，所以樹說法，就是彌陀給我們說法。『清暢哀亮，微妙和雅』，前一句是講音聲，音聲之美，後一句是講節奏一點都不亂。這才能啟發智慧，幫助我們斷除煩惱、斷除妄想，智慧就現前。『十方世界音聲之中，最為第一』，論說法，說法音聲之美妙、動人，容易令人開悟，十方一切諸佛世界那個說法的音聲、善巧都比不上西方極樂世界。如果就我們眼前境界來說，這個法音的的確確是直指這一句南無阿彌陀佛，這一句法音周遍法界，一切諸佛菩薩，沒有一位不宣揚的。"
    },
    {
      "id": "02-005-0062_p0006",
      "zh_CN": "再把它扩大一点来说，就是说《无量寿经》的法音，诸佛如来时时刻刻从无间断，为一切众生宣扬这一个微妙法门，就是《无量寿经》、《阿弥陀经》，所以这个是最为第一。修净土决定不能离开《无量寿经》，《无量寿经》是净宗概论，唯独这一部经对西方净土介绍得非常详尽。我们专学《阿弥陀经》，或者专修《观无量寿经》，都要以本经为基础。没有这个经的基础，《阿弥陀经》讲不明白；没有这个基础，《观无量寿经》内容不够圆满。《弥陀经》里面，当然注解最殊胜的要算是《疏钞》、《要解》（莲池大师的《疏钞》，蕅益大师的《要解》），但是依然不能离开《无量寿经》，这样我们才能把西方极乐世界面面都看到。为什么要这样学？只有一个理由，坚定信愿。如果我们信愿坚定，确实一丝毫怀疑没有，那么一句名号就够了，同样可以达到上上品往生，就那一句名号。所以名号功德不可思议，这是十方诸佛如来都赞叹的。请看下面经文：",
      "zh_TW": "再把它擴大一點來說，就是說《無量壽經》的法音，諸佛如來時時刻刻從無間斷，為一切眾生宣揚這一個微妙法門，就是《無量壽經》、《阿彌陀經》，所以這個是最為第一。修淨土決定不能離開《無量壽經》，《無量壽經》是淨宗概論，唯獨這一部經對西方淨土介紹得非常詳盡。我們專學《阿彌陀經》，或者專修《觀無量壽經》，都要以本經為基礎。沒有這個經的基礎，《阿彌陀經》講不明白；沒有這個基礎，《觀無量壽經》內容不夠圓滿。《彌陀經》裡面，當然註解最殊勝的要算是《疏鈔》、《要解》（蓮池大師的《疏鈔》，蕅益大師的《要解》），但是依然不能離開《無量壽經》，這樣我們才能把西方極樂世界面面都看到。為什麼要這樣學？只有一個理由，堅定信願。如果我們信願堅定，確實一絲毫懷疑沒有，那麼一句名號就夠了，同樣可以達到上上品往生，就那一句名號。所以名號功德不可思議，這是十方諸佛如來都讚歎的。請看下面經文："
    },
    {
      "id": "02-005-0062_p0007",
      "zh_CN": "【若有众生。睹菩提树。闻声。嗅香。尝其果味。触其光影。念树功德。皆得六根清彻。无诸恼患。住不退转。至成佛道。】",
      "zh_TW": "【若有眾生。睹菩提樹。聞聲。嗅香。嘗其果味。觸其光影。念樹功德。皆得六根清徹。無諸惱患。住不退轉。至成佛道。】"
    },
    {
      "id": "02-005-0062_p0008",
      "zh_CN": "这个底下两段，是说明树能给众生真实的利益。经上很明白的告诉我们，六根缘宝树，都能够得不退转、都能够得成佛的利益，这是真正不可思议。我们这个世间的树没有这个能力，这是十方世界的即使是宝树，也不能跟西方极乐世界相比。『睹』见，是眼根，眼见菩提树之色，这见的色，菩提树的形色；『闻声』，是耳根听到宝树说法的音声；『嗅香』，这个树有香味，西方极乐世界一一物品都是宝香合成的，所以那个世界是香光庄严，无量宝香；『尝其果味』，这是舌根；『触其光影』，身根；『念树功德』，意根。你看，六根所对外面六境，那个地方不是尘境，在我们这世间六根对六尘，那个地方不是尘境，它完全是性德的展现。六根根性缘外面的境性，所以他『皆得六根清彻』，清净到极处。『无诸恼患』，恼是烦恼，患是忧患，忧虑没有了，烦恼跟忧虑统统都断尽了。『住不退转』，那当然不退转，念念增长道心，怎么会退转！我们在这个世间时时刻刻退转，进一步至少要退十步，这哪能成就？为什么会退转？六根接触到外面六尘境界生烦恼，这个问题严重。哪一天我们六根接触外面六尘境界不生烦恼，那你往生西方极乐世界就有把握了。「我看这个人不顺眼，我跟那个人不能相处」，这种人能往生吗？为什么不顺眼，为什么看不惯？自己心里面有妄想执着。假如自己把妄想执着都打掉了，外面境界是平等的，外面境界没有是非善恶。",
      "zh_TW": "這個底下兩段，是說明樹能給眾生真實的利益。經上很明白的告訴我們，六根緣寶樹，都能夠得不退轉、都能夠得成佛的利益，這是真正不可思議。我們這個世間的樹沒有這個能力，這是十方世界的即使是寶樹，也不能跟西方極樂世界相比。『睹』見，是眼根，眼見菩提樹之色，這見的色，菩提樹的形色；『聞聲』，是耳根聽到寶樹說法的音聲；『嗅香』，這個樹有香味，西方極樂世界一一物品都是寶香合成的，所以那個世界是香光莊嚴，無量寶香；『嘗其果味』，這是舌根；『觸其光影』，身根；『念樹功德』，意根。你看，六根所對外面六境，那個地方不是塵境，在我們這世間六根對六塵，那個地方不是塵境，它完全是性德的展現。六根根性緣外面的境性，所以他『皆得六根清徹』，清淨到極處。『無諸惱患』，惱是煩惱，患是憂患，憂慮沒有了，煩惱跟憂慮統統都斷盡了。『住不退轉』，那當然不退轉，念念增長道心，怎麼會退轉！我們在這個世間時時刻刻退轉，進一步至少要退十步，這哪能成就？為什麼會退轉？六根接觸到外面六塵境界生煩惱，這個問題嚴重。哪一天我們六根接觸外面六塵境界不生煩惱，那你往生西方極樂世界就有把握了。「我看這個人不順眼，我跟那個人不能相處」，這種人能往生嗎？為什麼不順眼，為什麼看不慣？自己心裡面有妄想執著。假如自己把妄想執著都打掉了，外面境界是平等的，外面境界沒有是非善惡。"
    },
    {
      "id": "02-005-0062_p0009",
      "zh_CN": "蕅益大师讲得好，「境缘无好丑」，境是物质环境，缘是一切人事环境，人与物没有好丑、没有是非、没有善恶、没有邪正。这些好丑、是非、善恶、邪正从哪来的？自己心里生的。所以那个会修行的人，一接触外面境界，心一动念，他马上可以回光返照：我错了，不是外面错，我错了。你看六祖教训学人说的些话，「若真修道人，不见他人过，若见他人非，自非却相左」。见到别人过是什么？就是自己的过失起现行。自己过失不起现行，你心是清净平等，没有分别，你怎么会见到别人的好丑！所以成佛，见到一切众生同成佛道；成菩萨，看到大地众生同成菩萨。我们今天见这个也不是，那个也不是，换句话说，是十足的凡夫，愚痴到极处！所以学佛从哪里学起？说实在话，是从做人学起，如何能够用平等心、清净心跟一切人事来相处，从这里学起。用什么方法把我们的心变成清净、平等？这一句南无阿弥陀佛，你只要老实念。念，靠自己力量不够，阿弥陀佛神力加持你，十方如来加持你，自自然然，你在境界里面就得清净平等。清净平等是自性现前，那个时候不但你有无量的智慧，无量的福德都现前了。佛家常讲「佛氏门中，有求必应」，性德现前，确实有求必应。心里动一个念头，没有一样不圆满的，样样都不要，是样样都圆满，那不是修来，是性德显露。修德是有尽的，会用得尽的，所以你要不断的去修；性德不要修，自然的，用不尽的。因此，真正修行人要从心地上去用功夫，要使性德分分向外透露，这个受用就自在了，所以能不退成佛。我们在这个世间，性德能透少分，你的功夫就不退转，往生当然没有问题。再看后半段：",
      "zh_TW": "蕅益大師講得好，「境緣無好醜」，境是物質環境，緣是一切人事環境，人與物沒有好醜、沒有是非、沒有善惡、沒有邪正。這些好醜、是非、善惡、邪正從哪來的？自己心裡生的。所以那個會修行的人，一接觸外面境界，心一動念，他馬上可以回光返照：我錯了，不是外面錯，我錯了。你看六祖教訓學人說的些話，「若真修道人，不見他人過，若見他人非，自非卻相左」。見到別人過是什麼？就是自己的過失起現行。自己過失不起現行，你心是清淨平等，沒有分別，你怎麼會見到別人的好醜！所以成佛，見到一切眾生同成佛道；成菩薩，看到大地眾生同成菩薩。我們今天見這個也不是，那個也不是，換句話說，是十足的凡夫，愚痴到極處！所以學佛從哪裡學起？說實在話，是從做人學起，如何能夠用平等心、清淨心跟一切人事來相處，從這裡學起。用什麼方法把我們的心變成清淨、平等？這一句南無阿彌陀佛，你只要老實念。念，靠自己力量不夠，阿彌陀佛神力加持你，十方如來加持你，自自然然，你在境界裡面就得清淨平等。清淨平等是自性現前，那個時候不但你有無量的智慧，無量的福德都現前了。佛家常講「佛氏門中，有求必應」，性德現前，確實有求必應。心裡動一個念頭，沒有一樣不圓滿的，樣樣都不要，是樣樣都圓滿，那不是修來，是性德顯露。修德是有盡的，會用得盡的，所以你要不斷的去修；性德不要修，自然的，用不盡的。因此，真正修行人要從心地上去用功夫，要使性德分分向外透露，這個受用就自在了，所以能不退成佛。我們在這個世間，性德能透少分，你的功夫就不退轉，往生當然沒有問題。再看後半段："
    },
    {
      "id": "02-005-0062_p0010",
      "zh_CN": "【复由见彼树故。获三种忍。一音响忍。二柔顺忍。三者无生法忍。】",
      "zh_TW": "【復由見彼樹故。獲三種忍。一音響忍。二柔順忍。三者無生法忍。】"
    },
    {
      "id": "02-005-0062_p0011",
      "zh_CN": "这是非常具体给我们说到真实利益，这『三种忍』，六根缘宝树统统都得到。眼见，得三种忍；耳听音声，也得三种忍；乃至于忆念树功德，也得三种忍。这个是真实利益具体说明，利益太多太多了，略举一个例子，这个例子就是无生法忍。一般修行人真是梦寐所求，西方极乐世界是得来全不费功夫，太容易得到了。第一种叫『音响忍』，一般别教里面讲，初地、二地、三地才能够得到。什么叫音响忍？音响是闻法。《金刚经》上讲，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。此地是听树说法，树是阿弥陀佛变化所作，就是听佛说法，彻底觉悟一切法如梦幻泡影，这叫得音响忍，是从音声里面开悟。既然晓得一切法是梦幻泡影，你在一切法里头绝对不会再起分别执着，你的心就得自在，你烦恼就去了一大半，在我想像，百分之九十的烦恼没有了。世人烦恼就是什么？把一切有为法都当作真实，贪求无厌，不晓得是空的。大家也都知道生不带来、死不带去，你还争什么？还没死！你每天晚上上床眼睛一闭，跟死有什么两样？你想一想，躺在床上眼睛一闭，这个世间哪一样东西是你的？一样都不是。为什么教你这个心里有这么大的压力、这么样大的负担，这不叫愚痴吗？诸佛菩萨怎么样得解脱、得大自在？他知道一切法的真相，所以他是有也好、无也好，绝对不去想这些东西，他没有负担、没有压力，就快乐无比！",
      "zh_TW": "這是非常具體給我們說到真實利益，這『三種忍』，六根緣寶樹統統都得到。眼見，得三種忍；耳聽音聲，也得三種忍；乃至於憶念樹功德，也得三種忍。這個是真實利益具體說明，利益太多太多了，略舉一個例子，這個例子就是無生法忍。一般修行人真是夢寐所求，西方極樂世界是得來全不費功夫，太容易得到了。第一種叫『音響忍』，一般別教裡面講，初地、二地、三地才能夠得到。什麼叫音響忍？音響是聞法。《金剛經》上講，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。此地是聽樹說法，樹是阿彌陀佛變化所作，就是聽佛說法，徹底覺悟一切法如夢幻泡影，這叫得音響忍，是從音聲裡面開悟。既然曉得一切法是夢幻泡影，你在一切法裡頭絕對不會再起分別執著，你的心就得自在，你煩惱就去了一大半，在我想像，百分之九十的煩惱沒有了。世人煩惱就是什麼？把一切有為法都當作真實，貪求無厭，不曉得是空的。大家也都知道生不帶來、死不帶去，你還爭什麼？還沒死！你每天晚上上床眼睛一閉，跟死有什麼兩樣？你想一想，躺在床上眼睛一閉，這個世間哪一樣東西是你的？一樣都不是。為什麼教你這個心裡有這麼大的壓力、這麼樣大的負擔，這不叫愚痴嗎？諸佛菩薩怎麼樣得解脫、得大自在？他知道一切法的真相，所以他是有也好、無也好，絕對不去想這些東西，他沒有負擔、沒有壓力，就快樂無比！"
    },
    {
      "id": "02-005-0062_p0012",
      "zh_CN": "有些人很愚痴，一生辛苦去赚钱，不晓得为谁赚的。我最近知道有个董医生，听说是董作宾的儿子，董作宾先生是近代中国考古学家里面的确是第一位。大概在三十多年前，我那个时候还没学佛，好像在民国四十一、二年的时候，董先生有一个好朋友，也是一个助手，严一萍先生，是台大的教授，也教考古学，他跟董先生在一起。教了几年，教书很苦，很清苦，他就做生意，开个书店，这个书店在台湾也很出名，艺文印书馆。最初的时候专门出版古书，因为他是大学教授，跟故宫历史博物馆关系很深，把里面的古书统统借出来影印。我最初读十三经、读二十五史，都是买他家的。开书店以后赚了不少钱，他赚了钱就买房子置产业，置不动产。我出家之后没多久，我出家是民国四十八年，大概在五十年的时候，有人告诉我，他已经有五十多栋房子。专门买房子，像这公寓买一层、买一层，一个单位这么买，财产不得了。再过几年当然就更不得了，在我估计至少一百栋应该是有的。再过一、二年，听说他死了。一生的辛苦为什么？不晓得为哪一个了，辛辛苦苦拼命在那里赚钱，没有得到享受他就走了，你说冤枉不冤枉？梦幻泡影，他不觉悟。我学佛他告诉我，他说「我也看过《金刚经》」。我说怎么样？「不好。」我说怎么不好？「《金刚经》讲得像两桶水倒过来、倒过去，什么也没有」。诸位要知道，大学名教授！所以我们在《华严经》上看到，「佛法无人说，虽智莫能解」。《金刚经》真像他那样批评的，那真是一文不值，在中国还能流传这么久，这么多人去读它？当时严先生也不过四十几岁，我那个时候才二十几岁，他大概差不多大我二十岁的样子。所以这佛法确确实实不容易，这是我们一定要把事实真相认识清楚。有这样的功夫，就是别教初、二、三地菩萨的境界。",
      "zh_TW": "有些人很愚痴，一生辛苦去賺錢，不曉得為誰賺的。我最近知道有個董醫生，聽說是董作賓的兒子，董作賓先生是近代中國考古學家裡面的確是第一位。大概在三十多年前，我那個時候還沒學佛，好像在民國四十一、二年的時候，董先生有一個好朋友，也是一個助手，嚴一萍先生，是台大的教授，也教考古學，他跟董先生在一起。教了幾年，教書很苦，很清苦，他就做生意，開個書店，這個書店在台灣也很出名，藝文印書館。最初的時候專門出版古書，因為他是大學教授，跟故宮歷史博物館關係很深，把裡面的古書統統借出來影印。我最初讀十三經、讀二十五史，都是買他家的。開書店以後賺了不少錢，他賺了錢就買房子置產業，置不動產。我出家之後沒多久，我出家是民國四十八年，大概在五十年的時候，有人告訴我，他已經有五十多棟房子。專門買房子，像這公寓買一層、買一層，一個單位這麼買，財產不得了。再過幾年當然就更不得了，在我估計至少一百棟應該是有的。再過一、二年，聽說他死了。一生的辛苦為什麼？不曉得為哪一個了，辛辛苦苦拼命在那裡賺錢，沒有得到享受他就走了，你說冤枉不冤枉？夢幻泡影，他不覺悟。我學佛他告訴我，他說「我也看過《金剛經》」。我說怎麼樣？「不好。」我說怎麼不好？「《金剛經》講得像兩桶水倒過來、倒過去，什麼也沒有」。諸位要知道，大學名教授！所以我們在《華嚴經》上看到，「佛法無人說，雖智莫能解」。《金剛經》真像他那樣批評的，那真是一文不值，在中國還能流傳這麼久，這麼多人去讀它？當時嚴先生也不過四十幾歲，我那個時候才二十幾歲，他大概差不多大我二十歲的樣子。所以這佛法確確實實不容易，這是我們一定要把事實真相認識清楚。有這樣的功夫，就是別教初、二、三地菩薩的境界。"
    },
    {
      "id": "02-005-0062_p0013",
      "zh_CN": "第二『柔顺忍』，这个功夫更进一步了，我们常讲，离言说相、离名字相、离心缘相，这是功夫。诸位要知道，果然这个三相离开了，你这个心立刻就清净了。我们要听到别人骂我们，我们会生气，为什么生气？你着了言说相、着了名字相，也着了心缘相，三相具足，那怎么不生烦恼？所以你那个烦恼、那个痛苦从哪来的？这三相给你的。这三相在哪里？三相了不可得，所以你受那个苦冤枉！这我们多多去想想，着了相。离相呢，就没有事情了，知道名字性空、言说性空，心缘更是妄想，了不可得，六祖讲「本来无一物」，这是真的不是假的。这个境界比前面高，前面是初入，这是深入了，所以于一切万法能柔顺忍。就是普贤菩萨十大愿王里面所讲的「恒顺众生，随喜功德」，这是功夫真正得力。我们看一个修行人功夫得不得力，就是看他在环境里头他能不能定得下来，顺境也能定下来，没有欢喜心，心清净的；逆境里面没有瞋恚心，心也是净的，逆来顺受，不怨天、不尤人，一味用功精进，这种人道业哪有不成就的！所以柔顺忍的菩萨是四地、五地、六地，这是我们讲别教。",
      "zh_TW": "第二『柔順忍』，這個功夫更進一步了，我們常講，離言說相、離名字相、離心緣相，這是功夫。諸位要知道，果然這個三相離開了，你這個心立刻就清淨了。我們要聽到別人罵我們，我們會生氣，為什麼生氣？你著了言說相、著了名字相，也著了心緣相，三相具足，那怎麼不生煩惱？所以你那個煩惱、那個痛苦從哪來的？這三相給你的。這三相在哪裡？三相了不可得，所以你受那個苦冤枉！這我們多多去想想，著了相。離相呢，就沒有事情了，知道名字性空、言說性空，心緣更是妄想，了不可得，六祖講「本來無一物」，這是真的不是假的。這個境界比前面高，前面是初入，這是深入了，所以於一切萬法能柔順忍。就是普賢菩薩十大願王裡面所講的「恆順眾生，隨喜功德」，這是功夫真正得力。我們看一個修行人功夫得不得力，就是看他在環境裡頭他能不能定得下來，順境也能定下來，沒有歡喜心，心清淨的；逆境裡面沒有瞋恚心，心也是淨的，逆來順受，不怨天、不尤人，一味用功精進，這種人道業哪有不成就的！所以柔順忍的菩薩是四地、五地、六地，這是我們講別教。"
    },
    {
      "id": "02-005-0062_p0014",
      "zh_CN": "『三者无生法忍』，这个境界高了，确确实实证实了一切法不生不灭、不来不去、不垢不净。《中观论》上给我们讲的八不，全部证明了，这就是证入实相。在念佛人来讲，这是理一心不乱，是七地、八地、九地菩萨的境界。通常我们要修到这个地位，要两个阿僧祇劫；到西方极乐世界，这六根缘宝树就得到了，所以这个法门真的是难信之法。这个教下通宗通教的，你跟他讲，很难相信，为什么？一切经中世尊没有这个说法，一切经中都没有，唯独这个经有。所以这些大德们摸摸头：大概释迦牟尼佛这是度那个愚人，可怜这些愚痴人，他们没有智慧，不能深入经藏，大概用这个去安慰安慰他。错会了佛的意思，不知道这个法门是一切法里究竟真实法。方便法说得太多了，真实法就一部经，所以大家这是，「总是多数可以相信一点，少数总是有问题」，这个错误的观念，无上第一法门往往当面错过。我们实在讲非常幸运，遇到了还能信，信心虽然不坚固，还有个一分、二分露水道心，比那个不信的实在强多了；如果信心清净，决定成就。末后这一段要跟我们讲因果。",
      "zh_TW": "『三者無生法忍』，這個境界高了，確確實實證實了一切法不生不滅、不來不去、不垢不淨。《中觀論》上給我們講的八不，全部證明了，這就是證入實相。在念佛人來講，這是理一心不亂，是七地、八地、九地菩薩的境界。通常我們要修到這個地位，要兩個阿僧祇劫；到西方極樂世界，這六根緣寶樹就得到了，所以這個法門真的是難信之法。這個教下通宗通教的，你跟他講，很難相信，為什麼？一切經中世尊沒有這個說法，一切經中都沒有，唯獨這個經有。所以這些大德們摸摸頭：大概釋迦牟尼佛這是度那個愚人，可憐這些愚痴人，他們沒有智慧，不能深入經藏，大概用這個去安慰安慰他。錯會了佛的意思，不知道這個法門是一切法裡究竟真實法。方便法說得太多了，真實法就一部經，所以大家這是，「總是多數可以相信一點，少數總是有問題」，這個錯誤的觀念，無上第一法門往往當面錯過。我們實在講非常幸運，遇到了還能信，信心雖然不堅固，還有個一分、二分露水道心，比那個不信的實在強多了；如果信心清淨，決定成就。末後這一段要跟我們講因果。"
    },
    {
      "id": "02-005-0062_p0015",
      "zh_CN": "【佛告阿难。如是佛刹。华果树木。与诸众生。而作佛事。】",
      "zh_TW": "【佛告阿難。如是佛剎。華果樹木。與諸眾生。而作佛事。】"
    },
    {
      "id": "02-005-0062_p0016",
      "zh_CN": "这一句是叙事，事实真相确确实实如此，『佛事』是什么？佛事是讲经说法教化众生。诸位要知道，这个叫佛事。绝对不是今天念经超度叫佛事，佛事这个名词没有错，内容变质了；从前佛事是教学，讲经说法教学，这个叫佛事。现在往往我们一听到佛事，都是庙里做经忏给死人超度，这个意思完全不一样，所以这个要知道。",
      "zh_TW": "這一句是敘事，事實真相確確實實如此，『佛事』是什麼？佛事是講經說法教化眾生。諸位要知道，這個叫佛事。絕對不是今天念經超度叫佛事，佛事這個名詞沒有錯，內容變質了；從前佛事是教學，講經說法教學，這個叫佛事。現在往往我們一聽到佛事，都是廟裡做經懺給死人超度，這個意思完全不一樣，所以這個要知道。"
    },
    {
      "id": "02-005-0062_p0017",
      "zh_CN": "【此皆无量寿佛。威神力故。本愿力故。】",
      "zh_TW": "【此皆無量壽佛。威神力故。本願力故。】"
    },
    {
      "id": "02-005-0062_p0018",
      "zh_CN": "这一句是总说，是弥陀的『神力』、『愿力』变现出来的。下面再分别说：",
      "zh_TW": "這一句是總說，是彌陀的『神力』、『願力』變現出來的。下面再分別說："
    },
    {
      "id": "02-005-0062_p0019",
      "zh_CN": "【满足愿故。】",
      "zh_TW": "【滿足願故。】"
    },
    {
      "id": "02-005-0062_p0020",
      "zh_CN": "弥陀的愿心圆满、愿心具足，像前面所讲的四十八愿，四十八愿一展开，那是无量的行愿。",
      "zh_TW": "彌陀的願心圓滿、願心具足，像前面所講的四十八願，四十八願一展開，那是無量的行願。"
    },
    {
      "id": "02-005-0062_p0021",
      "zh_CN": "【明了。】",
      "zh_TW": "【明了。】"
    },
    {
      "id": "02-005-0062_p0022",
      "zh_CN": "『明』是显明，任何一个人都很容易看得出来，『了』是明了，这是说的明、慧相应。",
      "zh_TW": "『明』是顯明，任何一個人都很容易看得出來，『了』是明瞭，這是說的明、慧相應。"
    },
    {
      "id": "02-005-0062_p0023",
      "zh_CN": "【坚固。究竟愿故。】",
      "zh_TW": "【堅固。究竟願故。】"
    },
    {
      "id": "02-005-0062_p0024",
      "zh_CN": "『坚固』是不坏的意思，是精进的意思。弥陀所发的愿永远不会变质、永远不会退心，坚固。我们的信愿行也要做到「明了、坚固、究竟」，那还有不往生的道理吗？所以对于净宗法门理事、性相、因果，都要清清楚楚、明明白白，我们的信心坚定了，智慧明达了。究竟，是不退成佛，度尽法界有情，那才叫究竟。见到这个树，三种忍第三，经上讲得清清楚楚，决定是无生法忍。换句话说，地位在八地以上，轻而易举就一下提升到这么高的地位。所以古德赞叹这个法门，你们大家看黄老居士的注解就知道了，隋唐时候大德赞叹这个法门，是大乘中之大乘，不是普通大乘；是一乘之中的一乘，一乘只有《华严》、《法华》这是一乘法，一乘当中的一乘，这不是一个普通法门；修学这个法门，皆是不思议的根器，不是普通根器。《弥陀经》上说得简单，话说得简单，意思还是圆满的，「不可以少善根福德因缘得生彼国」，话说得很简单。什么是善根福德因缘？这部经上讲得透彻，经上给我们讲，一个人真正听到这个经典、闻到佛号，真正生欢喜心信受奉行，这个人在过去生中必定供养无量无边诸佛如来，这个善根福德太厚了！没有这样的善根福德，你怎么劝他，他也不能相信，也不能接受，善根福德不够。缘呢，是你有没有机会遇到。遇到，缘有胜、有不胜。",
      "zh_TW": "『堅固』是不壞的意思，是精進的意思。彌陀所發的願永遠不會變質、永遠不會退心，堅固。我們的信願行也要做到「明了、堅固、究竟」，那還有不往生的道理嗎？所以對於淨宗法門理事、性相、因果，都要清清楚楚、明明白白，我們的信心堅定了，智慧明達了。究竟，是不退成佛，度盡法界有情，那才叫究竟。見到這個樹，三種忍第三，經上講得清清楚楚，決定是無生法忍。換句話說，地位在八地以上，輕而易舉就一下提升到這麼高的地位。所以古德讚歎這個法門，你們大家看黃老居士的註解就知道了，隋唐時候大德讚歎這個法門，是大乘中之大乘，不是普通大乘；是一乘之中的一乘，一乘只有《華嚴》、《法華》這是一乘法，一乘當中的一乘，這不是一個普通法門；修學這個法門，皆是不思議的根器，不是普通根器。《彌陀經》上說得簡單，話說得簡單，意思還是圓滿的，「不可以少善根福德因緣得生彼國」，話說得很簡單。什麼是善根福德因緣？這部經上講得透徹，經上給我們講，一個人真正聽到這個經典、聞到佛號，真正生歡喜心信受奉行，這個人在過去生中必定供養無量無邊諸佛如來，這個善根福德太厚了！沒有這樣的善根福德，你怎麼勸他，他也不能相信，也不能接受，善根福德不夠。緣呢，是你有沒有機會遇到。遇到，緣有勝、有不勝。"
    },
    {
      "id": "02-005-0062_p0025",
      "zh_CN": "缘之殊胜，你说在过去遇到《无量寿经》，遇到的五种原译本的。古时候五种原译本，诸位同修我想你们都看到过，我们这里印得很多，经文不好读，艰涩难读，那个缘就不胜；宋以后有王龙舒的会集本，文字通畅多了，但是他这个会集取舍不精，有些地方不当，应该取的他没有取，不应该取的他取了不少，取舍不当，也不殊胜；清朝晚年虽然有彭际清的本子、有魏默深的本子，我们印光大师对它批评很多，并不完美。我们今天得到夏莲居这个会集本，缘无比的殊胜，这是因缘胜。又得到黄念老的注解，李炳老的眉注，眉注虽然注得简单，重点统统给我们勾出来了，这个是缘胜中之胜，无比的殊胜。这样殊胜的缘遇到了，不能够接受，不能信受，那个问题就出在善根福德少。善根福德，不是一生培植的，是多生多劫培植的，这个想培植也不是个容易事情。所以要知道这些事实的真相，我们才能够理解《弥陀经》上「不可以少善根福德因缘得生彼国」，这才知道。为什么这样殊胜的法门，这么容易、这么简单、稳当，一生决定成就，为什么有人相信，为什么有人不相信？为什么有很多不认识字的人他相信了，那些大学问家、大修行人他们不相信？所以念了这个经，这些疑惑统统消除。真正彻底开悟的人他相信。",
      "zh_TW": "緣之殊勝，你說在過去遇到《無量壽經》，遇到的五種原譯本的。古時候五種原譯本，諸位同修我想你們都看到過，我們這裡印得很多，經文不好讀，艱澀難讀，那個緣就不勝；宋以後有王龍舒的會集本，文字通暢多了，但是他這個會集取捨不精，有些地方不當，應該取的他沒有取，不應該取的他取了不少，取捨不當，也不殊勝；清朝晚年雖然有彭際清的本子、有魏默深的本子，我們印光大師對它批評很多，並不完美。我們今天得到夏蓮居這個會集本，緣無比的殊勝，這是因緣勝。又得到黃念老的註解，李炳老的眉註，眉註雖然註得簡單，重點統統給我們勾出來了，這個是緣勝中之勝，無比的殊勝。這樣殊勝的緣遇到了，不能夠接受，不能信受，那個問題就出在善根福德少。善根福德，不是一生培植的，是多生多劫培植的，這個想培植也不是個容易事情。所以要知道這些事實的真相，我們才能夠理解《彌陀經》上「不可以少善根福德因緣得生彼國」，這才知道。為什麼這樣殊勝的法門，這麼容易、這麼簡單、穩當，一生決定成就，為什麼有人相信，為什麼有人不相信？為什麼有很多不認識字的人他相信了，那些大學問家、大修行人他們不相信？所以念了這個經，這些疑惑統統消除。真正徹底開悟的人他相信。"
    },
    {
      "id": "02-005-0062_p0026",
      "zh_CN": "所以蕅益大师举的例子，如马鸣、龙树、智者、永明之流，这些大人物，他们一接触就相信，上智！还有一种人下愚，一上一下的。下愚是什么？是多生多劫的善根福德现前了，虽然他很愚笨，看到他什么都不懂，他能够接受，他能够老实念佛，念个三年、五年，人家预知时至自在往生。那个时候是什么人？从下愚变到上智，变到上智了，三年功夫得清净心，得一心不乱。如果不得一心不乱，不可能预知时至，不可能自在往生。预知时至有的时候还可以知道，害了病也晓得哪一天走；但是不生病，站着走、坐着走的，给诸位说，决定得一心。由下根变成上上根，由下愚用这一句佛号变成了上上智，这个一点都不假。也许有人问，上上智为什么不讲经说法？讲经说法要缘，佛不度无缘之人。在现前这个地区、这个时代，这位菩萨与大家没有缘，他说法没有人听，或者他说法没有人相信，这他就走了。走了也是说法，现身说法，让你们大家看看这个样子，就知道不假。",
      "zh_TW": "所以蕅益大師舉的例子，如馬鳴、龍樹、智者、永明之流，這些大人物，他們一接觸就相信，上智！還有一種人下愚，一上一下的。下愚是什麼？是多生多劫的善根福德現前了，雖然他很愚笨，看到他什麼都不懂，他能夠接受，他能夠老實念佛，念個三年、五年，人家預知時至自在往生。那個時候是什麼人？從下愚變到上智，變到上智了，三年功夫得清淨心，得一心不亂。如果不得一心不亂，不可能預知時至，不可能自在往生。預知時至有的時候還可以知道，害了病也曉得哪一天走；但是不生病，站著走、坐著走的，給諸位說，決定得一心。由下根變成上上根，由下愚用這一句佛號變成了上上智，這個一點都不假。也許有人問，上上智為什麼不講經說法？講經說法要緣，佛不度無緣之人。在現前這個地區、這個時代，這位菩薩與大家沒有緣，他說法沒有人聽，或者他說法沒有人相信，這他就走了。走了也是說法，現身說法，讓你們大家看看這個樣子，就知道不假。"
    },
    {
      "id": "02-005-0062_p0027",
      "zh_CN": "像倓虚老法师那个徒弟郑锡宾，《念佛论》里面所讲的，本来是做生意的，听了《弥陀经》之后，喜欢得不得了，知道生活很苦、人间很苦，一意求生净土。学会讲《弥陀经》，生意不做了，到处去讲经，讲了几年，他预知时至，他往生了。《念佛论》讲得很清楚，记载得很明白。他往生的时候是讲完《弥陀经》之后，跟几个朋友讲，他要走了。因为他常常到外面讲经，讲完了，他当然要回家去，要走。他又教同修给他租房子，别人奇怪，「你要走了，你还租房子干什么？」他说我不是到别的地方去，我到西方极乐世界去，怕死在人家家里不方便，租个房子。朋友们听到了都欢喜，都不忌讳，「你真的能往生，到我家」。那个朋友也说「到我家」，大家都抢了、争了，看你怎么个往生法。所以他到他朋友家里，房间整理一下，整理干干净净的，他在床铺上盘腿一坐，你们大家念几声佛号送送我。朋友还说，「你真的往生，也应该做几首诗、做几首偈子，留给我们做纪念」。他说不必了，看我这个样子，就是很好的纪念。念佛不到一刻钟，一刻是十五分钟，不到十五分钟他就走了，活蹦乱跳的人，一点毛病也没有。诸位要晓得，这就是上上智慧。",
      "zh_TW": "像倓虛老法師那個徒弟鄭錫賓，《念佛論》裡面所講的，本來是做生意的，聽了《彌陀經》之後，喜歡得不得了，知道生活很苦、人間很苦，一意求生淨土。學會講《彌陀經》，生意不做了，到處去講經，講了幾年，他預知時至，他往生了。《念佛論》講得很清楚，記載得很明白。他往生的時候是講完《彌陀經》之後，跟幾個朋友講，他要走了。因為他常常到外面講經，講完了，他當然要回家去，要走。他又教同修給他租房子，別人奇怪，「你要走了，你還租房子幹什麼？」他說我不是到別的地方去，我到西方極樂世界去，怕死在人家家裡不方便，租個房子。朋友們聽到了都歡喜，都不忌諱，「你真的能往生，到我家」。那個朋友也說「到我家」，大家都搶了、爭了，看你怎麼個往生法。所以他到他朋友家裡，房間整理一下，整理乾乾淨淨的，他在床鋪上盤腿一坐，你們大家念幾聲佛號送送我。朋友還說，「你真的往生，也應該做幾首詩、做幾首偈子，留給我們做紀念」。他說不必了，看我這個樣子，就是很好的紀念。念佛不到一刻鐘，一刻是十五分鐘，不到十五分鐘他就走了，活蹦亂跳的人，一點毛病也沒有。諸位要曉得，這就是上上智慧。"
    },
    {
      "id": "02-005-0062_p0028",
      "zh_CN": "人家为什么会成就，我们为什么不成就？这是我们要认真反省、认真检点。人家专心，学讲经专心，念佛专心，求生西方意志专。我们今天念佛胡思乱想，学经还是胡思乱想，一天到晚就是是非人我、贪瞋痴慢，这个搞法，你搞一万年、搞无量劫，还是六道轮回，西方极乐世界没有分！表面上装模作样，装得满像，像个老修行，其实里面一塌糊涂，这个我们要反省的。所以真正修行，决定不能干假事情，要真干，念念不违背佛菩萨的教训，经上教给我们怎么做，我们就要认真去做；经上指出我们哪些毛病，我们认真反省，有则改之，无则加勉，这才是佛弟子。不能够含糊笼统、阳奉阴违，口里说的是一套，心里想的又是一套，这就坏了。所以要记住，经上给我们讲得很清楚、很明白，西方世界的大众天眼洞视、天耳彻听，我们这里起心动念，他都知道，所以说你瞒谁呢？你只能瞒世间的愚人，玩弄世人可以，瞒不过佛菩萨，这点要提高警觉。诸佛菩萨看到你清清楚楚，你能不能往生，你心清不清净，他知道。所以这个经，我劝大家常念，念了为什么？念的时候提心吊胆、寒毛直竖。如果念了没有这种情形，那就麻木不仁，那个念了也是白念，念了没有用处的；念了真正警觉，真正要发心改过自新。我们看底下一章：",
      "zh_TW": "人家為什麼會成就，我們為什麼不成就？這是我們要認真反省、認真檢點。人家專心，學講經專心，念佛專心，求生西方意志專。我們今天念佛胡思亂想，學經還是胡思亂想，一天到晚就是是非人我、貪瞋痴慢，這個搞法，你搞一萬年、搞無量劫，還是六道輪迴，西方極樂世界沒有分！表面上裝模作樣，裝得滿像，像個老修行，其實裡面一塌糊塗，這個我們要反省的。所以真正修行，決定不能幹假事情，要真幹，念念不違背佛菩薩的教訓，經上教給我們怎麼做，我們就要認真去做；經上指出我們哪些毛病，我們認真反省，有則改之，無則加勉，這才是佛弟子。不能夠含糊籠統、陽奉陰違，口裡說的是一套，心裡想的又是一套，這就壞了。所以要記住，經上給我們講得很清楚、很明白，西方世界的大眾天眼洞視、天耳徹聽，我們這裡起心動念，他都知道，所以說你瞞誰呢？你只能瞞世間的愚人，玩弄世人可以，瞞不過佛菩薩，這點要提高警覺。諸佛菩薩看到你清清楚楚，你能不能往生，你心清不清淨，他知道。所以這個經，我勸大家常念，念了為什麼？念的時候提心吊膽、寒毛直豎。如果念了沒有這種情形，那就麻木不仁，那個念了也是白念，念了沒有用處的；念了真正警覺，真正要發心改過自新。我們看底下一章："
    },
    {
      "id": "02-005-0062_p0029",
      "zh_CN": "【堂舍楼观第十六。】",
      "zh_TW": "【堂舍樓觀第十六。】"
    },
    {
      "id": "02-005-0062_p0030",
      "zh_CN": "这一章是世尊给我们说明西方极乐世界的住处。我们在这个世间，衣食住行都是大问题，这里面尤其是住处，在我们这个世间，无论是哪个国家，即使是欧美的列强，没有住处的人也不在少数。衣食比较容易，居住是相当不容易，居住环境的舒适，那就更不容易得到了。所以跟西方极乐世界两个一比较，人家那里福报就太大了，一切受用无不自然，不必经营、不必去制造，而且居住的环境随心所欲，我们在这段经文能看到；也能看到西方人他们生活的状况，不像我们这里每天工作好辛苦，自己想学一点东西没有时间，西方极乐世界没有这么辛苦，身心都没有压力，自在快乐。",
      "zh_TW": "這一章是世尊給我們說明西方極樂世界的住處。我們在這個世間，衣食住行都是大問題，這裡面尤其是住處，在我們這個世間，無論是哪個國家，即使是歐美的列強，沒有住處的人也不在少數。衣食比較容易，居住是相當不容易，居住環境的舒適，那就更不容易得到了。所以跟西方極樂世界兩個一比較，人家那裡福報就太大了，一切受用無不自然，不必經營、不必去製造，而且居住的環境隨心所欲，我們在這段經文能看到；也能看到西方人他們生活的狀況，不像我們這裡每天工作好辛苦，自己想學一點東西沒有時間，西方極樂世界沒有這麼辛苦，身心都沒有壓力，自在快樂。"
    },
    {
      "id": "02-005-0062_p0031",
      "zh_CN": "【又无量寿佛讲堂精舍。楼观栏楯。亦皆七宝自然化成。复有白珠摩尼。以为交络。明妙无比。诸菩萨众。所居宫殿。亦复如是。】",
      "zh_TW": "【又無量壽佛講堂精舍。樓觀欄楯。亦皆七寶自然化成。復有白珠摩尼。以為交絡。明妙無比。諸菩薩眾。所居宮殿。亦復如是。】"
    },
    {
      "id": "02-005-0062_p0032",
      "zh_CN": "『菩萨』，凡是生到西方极乐世界的人，即使凡圣同居土下下品往生，也是菩萨，不但是菩萨，是菩萨里面最殊胜的普贤菩萨。后面经文，世尊明白告诉我们，修学这个法门成就的，是「行超普贤登彼岸」，下下品往生都是普贤菩萨，这个要知道的。居住环境跟阿弥陀佛无二无别，西方世界叫真正平等。这些房舍、『楼观』，都是七宝成就的，这是说明极乐这些建筑都是阿弥陀佛清净心中流出来的，也是本性里面本来具备的功德，所谓众宝所成，应机显现的。所以说『化成』，变化所作的，不需要设计，不需要建造，自然成就的。尤其殊胜的是生佛平等，众生跟佛平等，这才真正显示出真实如如一味。这样的文句，我们通常只在经典里面看到，没有见到这个事实；西方极乐世界是事实，不只是说说，确确实实是事实。『白珠』是宝珠，『摩尼』是如意宝，就像前面宝树上罗网璎珞一样，统统是装饰品，楼阁之间的装饰品，光明奇妙无比。这是说住处。下面再看他们的生活状况：",
      "zh_TW": "『菩薩』，凡是生到西方極樂世界的人，即使凡聖同居土下下品往生，也是菩薩，不但是菩薩，是菩薩裡面最殊勝的普賢菩薩。後面經文，世尊明白告訴我們，修學這個法門成就的，是「行超普賢登彼岸」，下下品往生都是普賢菩薩，這個要知道的。居住環境跟阿彌陀佛無二無別，西方世界叫真正平等。這些房舍、『樓觀』，都是七寶成就的，這是說明極樂這些建築都是阿彌陀佛清淨心中流出來的，也是本性裡面本來具備的功德，所謂眾寶所成，應機顯現的。所以說『化成』，變化所作的，不需要設計，不需要建造，自然成就的。尤其殊勝的是生佛平等，眾生跟佛平等，這才真正顯示出真實如如一味。這樣的文句，我們通常只在經典裡面看到，沒有見到這個事實；西方極樂世界是事實，不只是說說，確確實實是事實。『白珠』是寶珠，『摩尼』是如意寶，就像前面寶樹上羅網瓔珞一樣，統統是裝飾品，樓閣之間的裝飾品，光明奇妙無比。這是說住處。下面再看他們的生活狀況："
    },
    {
      "id": "02-005-0062_p0033",
      "zh_CN": "【中有在地讲经。诵经者。有在地受经。听经者。有在地经行者。思道。及坐禅者。有在虚空讲诵受听者。经行。思道。及坐禅者。】",
      "zh_TW": "【中有在地講經。誦經者。有在地受經。聽經者。有在地經行者。思道。及坐禪者。有在虛空講誦受聽者。經行。思道。及坐禪者。】"
    },
    {
      "id": "02-005-0062_p0034",
      "zh_CN": "这一段是告诉我们，西方极乐世界人生活状况，没有听说那里有做工的、有种田的、有经商的，没有，没有看到，这统统没看到，西方极乐世界统统都没有。他们人干什么？天天在读书，读自己喜欢读的书，做自己喜欢做的事。你说快不快乐，这个地方你们要不要去？想去是真去得了，不是去不了，确实去得了。怎么个去法？坚定信心，一句佛号念到底，要专修就成功了，不能杂修，杂修不能成功，要专。我在讲席里面也曾经告诉同修，八万四千法门、无量经典统统是平等的。「三辈往生」里面，上、中、下三辈是专修《无量寿经》的，用持名念佛这个方法往生的；后面还有一段，慈舟大师判作「一心三辈」，那就不是专依《无量寿经》的，依其他法门、其他经典修行的，也能往生，这个法门才广大。譬如说我专持大悲咒能不能往生？能往生，只要你大悲咒念到一心不乱，这是一个原则，不是一心不乱统统不能往生。专修这个法门，不怀疑、不间断、不夹杂，还是这么一个原则，念到心清净，以这个功德回向求生净土，一定往生，这就是「三辈往生」后面那个一心三辈往生的；我念《法华经》，也要念到不怀疑、不间断、不夹杂，依这个功德回向净土，能往生；念《地藏经》也能往生。不管哪个法门，一定要专修，修到心地清净，发愿求生净土，统统可以往生。",
      "zh_TW": "這一段是告訴我們，西方極樂世界人生活狀況，沒有聽說那裡有做工的、有種田的、有經商的，沒有，沒有看到，這統統沒看到，西方極樂世界統統都沒有。他們人幹什麼？天天在讀書，讀自己喜歡讀的書，做自己喜歡做的事。你說快不快樂，這個地方你們要不要去？想去是真去得了，不是去不了，確實去得了。怎麼個去法？堅定信心，一句佛號念到底，要專修就成功了，不能雜修，雜修不能成功，要專。我在講席裡面也曾經告訴同修，八萬四千法門、無量經典統統是平等的。「三輩往生」裡面，上、中、下三輩是專修《無量壽經》的，用持名念佛這個方法往生的；後面還有一段，慈舟大師判作「一心三輩」，那就不是專依《無量壽經》的，依其他法門、其他經典修行的，也能往生，這個法門才廣大。譬如說我專持大悲咒能不能往生？能往生，只要你大悲咒念到一心不亂，這是一個原則，不是一心不亂統統不能往生。專修這個法門，不懷疑、不間斷、不夾雜，還是這麼一個原則，念到心清淨，以這個功德迴向求生淨土，一定往生，這就是「三輩往生」後面那個一心三輩往生的；我念《法華經》，也要念到不懷疑、不間斷、不夾雜，依這個功德迴向淨土，能往生；念《地藏經》也能往生。不管哪個法門，一定要專修，修到心地清淨，發願求生淨土，統統可以往生。"
    },
    {
      "id": "02-005-0062_p0035",
      "zh_CN": "祖师虽然说，专修，万修万人去；杂修的，就是修别的法门，往生的十个当中有个三、五个。那个话就是，一般不是专修，修其他法门，多半的人都搞得很杂，那就困难了；如果他不杂，他专，没有一个不往生的，这才叫法门平等，无有高下。所以你的根性喜欢哪个法门，就专修这个法门。这是诸位同修一定要记住的，一生守一部经、一个法门，没有一个不成就的。学多了、学杂了，那就很难，为什么？心乱了，妄念多了、烦恼多了。妄想、烦恼，无量劫以来这个习气就不得了，现在还要再增加，那怎么能成功？总而言之，专要紧，任何一部经都好，就是要专。所以西方极乐世界他们的生活，统统是真正在修道、在讲经，你讲、我们大家听，我讲、你们大家听，彼此互相研究讨论。其实我们想想，西方极乐世界有没有研究讨论的？研究讨论会是有，不过每一个参加都是不动心、都是不说话的，那一种研究讨论会，彼此都是心心相印、快乐无比。不像我们这里讨论会，面红耳赤，搞得个个都不愉快，不欢而散，这样的讨论会西方极乐世界没有。为什么？心地清净，一切相都不执着。",
      "zh_TW": "祖師雖然說，專修，萬修萬人去；雜修的，就是修別的法門，往生的十個當中有個三、五個。那個話就是，一般不是專修，修其他法門，多半的人都搞得很雜，那就困難了；如果他不雜，他專，沒有一個不往生的，這才叫法門平等，無有高下。所以你的根性喜歡哪個法門，就專修這個法門。這是諸位同修一定要記住的，一生守一部經、一個法門，沒有一個不成就的。學多了、學雜了，那就很難，為什麼？心亂了，妄念多了、煩惱多了。妄想、煩惱，無量劫以來這個習氣就不得了，現在還要再增加，那怎麼能成功？總而言之，專要緊，任何一部經都好，就是要專。所以西方極樂世界他們的生活，統統是真正在修道、在講經，你講、我們大家聽，我講、你們大家聽，彼此互相研究討論。其實我們想想，西方極樂世界有沒有研究討論的？研究討論會是有，不過每一個參加都是不動心、都是不說話的，那一種研究討論會，彼此都是心心相印、快樂無比。不像我們這裡討論會，面紅耳赤，搞得個個都不愉快，不歡而散，這樣的討論會西方極樂世界沒有。為什麼？心地清淨，一切相都不執著。"
    },
    {
      "id": "02-005-0062_p0036",
      "zh_CN": "所以有『讲经』的、有『诵经』的、有『受经』的，受是接受，依照经典修行的；『听经』的，这在地面的。还有『经行』的，经行就是我们今天讲绕佛，绕佛这是经行，在散步。一面散步，他一面在听经，或者是一面在诵经，或是一面在念佛，都好，他散步。『思道』，这是深入思惟经典里面的义理，深入思惟。此地这个思惟，跟我们观念当中的思惟不一样，我们观念思惟用心意识，就是用分别心；他们这里思惟不用心意识。不用心意识，怎么个思道法？思是明了的意思，心定了，观察一切万事万物，没有一样不明了，这叫做思道。『坐禅』，专修清净心的，专修一心不乱的，这是讲在地面的。有些人喜欢在『空中』的。所以他们那个地方房子也是随心所欲，喜欢这房子大，这房子就变大，喜欢小一点，这房子就小了，每一个人爱好不相同，有人愿意住大房子，有人愿意住小房子。",
      "zh_TW": "所以有『講經』的、有『誦經』的、有『受經』的，受是接受，依照經典修行的；『聽經』的，這在地面的。還有『經行』的，經行就是我們今天講繞佛，繞佛這是經行，在散步。一面散步，他一面在聽經，或者是一面在誦經，或是一面在念佛，都好，他散步。『思道』，這是深入思惟經典裡面的義理，深入思惟。此地這個思惟，跟我們觀念當中的思惟不一樣，我們觀念思惟用心意識，就是用分別心；他們這裡思惟不用心意識。不用心意識，怎麼個思道法？思是明瞭的意思，心定了，觀察一切萬事萬物，沒有一樣不明瞭，這叫做思道。『坐禪』，專修清淨心的，專修一心不亂的，這是講在地面的。有些人喜歡在『空中』的。所以他們那個地方房子也是隨心所欲，喜歡這房子大，這房子就變大，喜歡小一點，這房子就小了，每一個人愛好不相同，有人願意住大房子，有人願意住小房子。"
    },
    {
      "id": "02-005-0062_p0037",
      "zh_CN": "当然西方极乐世界住大房子没有问题，我们这个世间住大房子很累、很苦。我在外国看到很多人房子很大，一家只有二、三个人，房子很大。我在温哥华，那个雷太太也是非常热心的，夫妻两个人，他那个房子有十几个房间，两层楼，后面是游泳池，那个地大概有七十多亩，有七十多亩地，地的那头到这头要开车，两个人住。还好，有钱，整理房子都叫外面工人来帮忙做，否则的话不累死了。所以他请我去，我在他那里住了一晚，我告诉他，我说你这个房子不是人住的。他说「怎么了？」我说你这是庙，哪有住家住这么大的房子，两个人住这么大的房子？家里养了三条狼狗，先生告诉我，晚上住的时候怕怕的。何苦来呢？所以西方世界那都是七宝成就的，干干净净的，用不着去打扫，那个大一点没有关系。我们这个样样都要整理，三天不去整理，都有灰尘；虽然是少，比我们这边干净，还是有灰尘，总是每天要去擦一擦。那个擦好累，那个不是人住房子，是房子住人，人做房子的奴才，去侍候房子，我们看到很多这样的愚人。所以人少，最好住什么？住公寓，房子小，只要整理里面，外面公家有人整理，那环境也相当优美，那是最舒服的，那就真正享受。所以年纪愈大，住的房子愈小愈好，愈自在，年轻住大房子也累、也可怜。西方世界不一样，可以住大房子，所以他的房子可大可小，喜欢在空中，他这房子就浮上去，就到天上去了，喜欢在地面上，它就落下来了。所以西方世界的房子不像我们这儿，我们这儿房子不能动，它那是可以动的，喜欢到哪里它就到哪里，所以西方世界要找不动产是没有的，他们全是动的，可以移动的。不但移动，宫殿随身，你要到他方世界，宫殿可以带着一起走的，宫殿随身的。所以这在虚空当中，也有在那里讲经、念经，在那里听经、坐禅、思道，都有，他们生活是这样的生活。",
      "zh_TW": "當然西方極樂世界住大房子沒有問題，我們這個世間住大房子很累、很苦。我在外國看到很多人房子很大，一家只有二、三個人，房子很大。我在溫哥華，那個雷太太也是非常熱心的，夫妻兩個人，他那個房子有十幾個房間，兩層樓，後面是游泳池，那個地大概有七十多畝，有七十多畝地，地的那頭到這頭要開車，兩個人住。還好，有錢，整理房子都叫外面工人來幫忙做，否則的話不累死了。所以他請我去，我在他那裡住了一晚，我告訴他，我說你這個房子不是人住的。他說「怎麼了？」我說你這是廟，哪有住家住這麼大的房子，兩個人住這麼大的房子？家裡養了三條狼狗，先生告訴我，晚上住的時候怕怕的。何苦來呢？所以西方世界那都是七寶成就的，乾乾淨淨的，用不著去打掃，那個大一點沒有關係。我們這個樣樣都要整理，三天不去整理，都有灰塵；雖然是少，比我們這邊乾淨，還是有灰塵，總是每天要去擦一擦。那個擦好累，那個不是人住房子，是房子住人，人做房子的奴才，去侍候房子，我們看到很多這樣的愚人。所以人少，最好住什麼？住公寓，房子小，只要整理裡面，外面公家有人整理，那環境也相當優美，那是最舒服的，那就真正享受。所以年紀愈大，住的房子愈小愈好，愈自在，年輕住大房子也累、也可憐。西方世界不一樣，可以住大房子，所以他的房子可大可小，喜歡在空中，他這房子就浮上去，就到天上去了，喜歡在地面上，它就落下來了。所以西方世界的房子不像我們這兒，我們這兒房子不能動，它那是可以動的，喜歡到哪裡它就到哪裡，所以西方世界要找不動產是沒有的，他們全是動的，可以移動的。不但移動，宮殿隨身，你要到他方世界，宮殿可以帶著一起走的，宮殿隨身的。所以這在虛空當中，也有在那裡講經、念經，在那裡聽經、坐禪、思道，都有，他們生活是這樣的生活。"
    },
    {
      "id": "02-005-0062_p0038",
      "zh_CN": "我们看了很羡慕，羡慕就应该发愿早一点去，愈早愈好。这个世间是有灾难的，连开心法师在前几年都说得很明白，这个世界的灾难一年比一年严重。他讲的话我们是看到了，有没有结束？没有，往后去一年比一年还要严重。到什么时候才结束？那你们可以去问问开心法师去，很麻烦，这是众生的共业。佛给我们讲得很清楚，共业当中有别业。所以我非常希望我们同修能够舍弃自己的成见，彼此尊重，建立一个真正和合的道场。真正去做内修五德，自己本身以五德为基础；处众，跟大家相处以六和为基础。这样一个道场出现，我们台湾两千万同胞就有福了，有一个真正的道场，诸佛护念，龙天保佑，这一个地区不会遭难。所以要知道，大家在一块共修，起个念头，你把六和敬破坏掉了。自己不知道自己造业，以为自己理直气壮，样样都对，其实什么？不管你怎么样，你把和合僧团破坏掉了，天大的道理，也是把和合僧团破掉了。不如什么？什么道理都没有，好，每一个人都没有道理了，天下太平。有道理人来的时候，天下就不太平。你看今天世界上每个人都有道理，立法院、立法委各个都有道理，所以打得头破血流。道场也是的，每个人都有道理，六和敬的僧团没有了，这很痛心，彼此不能忍让。争什么？争的六道轮回，争的是三恶道。愚痴，苦不堪言！最后一段是讲得果，每个人得的果不一样，是他的愿求不相同。在西方极乐世界求什么得什么，心量小的得小乘果，心量大的得大乘果。前面讲心量小的：",
      "zh_TW": "我們看了很羨慕，羨慕就應該發願早一點去，愈早愈好。這個世間是有災難的，連開心法師在前幾年都說得很明白，這個世界的災難一年比一年嚴重。他講的話我們是看到了，有沒有結束？沒有，往後去一年比一年還要嚴重。到什麼時候才結束？那你們可以去問問開心法師去，很麻煩，這是眾生的共業。佛給我們講得很清楚，共業當中有別業。所以我非常希望我們同修能夠捨棄自己的成見，彼此尊重，建立一個真正和合的道場。真正去做內修五德，自己本身以五德為基礎；處眾，跟大家相處以六和為基礎。這樣一個道場出現，我們台灣兩千萬同胞就有福了，有一個真正的道場，諸佛護念，龍天保佑，這一個地區不會遭難。所以要知道，大家在一塊共修，起個念頭，你把六和敬破壞掉了。自己不知道自己造業，以為自己理直氣壯，樣樣都對，其實什麼？不管你怎麼樣，你把和合僧團破壞掉了，天大的道理，也是把和合僧團破掉了。不如什麼？什麼道理都沒有，好，每一個人都沒有道理了，天下太平。有道理人來的時候，天下就不太平。你看今天世界上每個人都有道理，立法院、立法委各個都有道理，所以打得頭破血流。道場也是的，每個人都有道理，六和敬的僧團沒有了，這很痛心，彼此不能忍讓。爭什麼？爭的六道輪迴，爭的是三惡道。愚痴，苦不堪言！最後一段是講得果，每個人得的果不一樣，是他的願求不相同。在西方極樂世界求什麼得什麼，心量小的得小乘果，心量大的得大乘果。前面講心量小的："
    },
    {
      "id": "02-005-0062_p0039",
      "zh_CN": "【或得须陀洹。】",
      "zh_TW": "【或得須陀洹。】"
    },
    {
      "id": "02-005-0062_p0040",
      "zh_CN": "小乘初果。",
      "zh_TW": "小乘初果。"
    },
    {
      "id": "02-005-0062_p0041",
      "zh_CN": "【或得斯陀含。】",
      "zh_TW": "【或得斯陀含。】"
    },
    {
      "id": "02-005-0062_p0042",
      "zh_CN": "二果。",
      "zh_TW": "二果。"
    },
    {
      "id": "02-005-0062_p0043",
      "zh_CN": "【或得阿那含。】",
      "zh_TW": "【或得阿那含。】"
    },
    {
      "id": "02-005-0062_p0044",
      "zh_CN": "三果。",
      "zh_TW": "三果。"
    },
    {
      "id": "02-005-0062_p0045",
      "zh_CN": "【阿罗汉。】",
      "zh_TW": "【阿羅漢。】"
    },
    {
      "id": "02-005-0062_p0046",
      "zh_CN": "四果，这是讲小乘的，小乘根性的人求生净土还带着小乘习气，所以证小果。大乘根性的人到西方极乐世界证大果。",
      "zh_TW": "四果，這是講小乘的，小乘根性的人求生淨土還帶著小乘習氣，所以證小果。大乘根性的人到西方極樂世界證大果。"
    },
    {
      "id": "02-005-0062_p0047",
      "zh_CN": "【未得阿惟越致者。则得阿惟越致。】",
      "zh_TW": "【未得阿惟越致者。則得阿惟越致。】"
    },
    {
      "id": "02-005-0062_p0048",
      "zh_CN": "『阿惟越致』是不退转，就是我们前面讲无生法忍的菩萨，这是得大乘果。",
      "zh_TW": "『阿惟越致』是不退轉，就是我們前面講無生法忍的菩薩，這是得大乘果。"
    },
    {
      "id": "02-005-0062_p0049",
      "zh_CN": "【各自念道。说道。行道。莫不欢喜。】",
      "zh_TW": "【各自念道。說道。行道。莫不歡喜。】"
    },
    {
      "id": "02-005-0062_p0050",
      "zh_CN": "这一句我们要特别留意，要多多念几句，多想想，我们是不是每天『念道、说道、行道』？真正做到这三句六个字，这就是正法道场，就是和合僧团。不能把道给忘掉，所以法喜充满，无不欢喜，六和敬里面讲意同悦。",
      "zh_TW": "這一句我們要特別留意，要多多念幾句，多想想，我們是不是每天『念道、說道、行道』？真正做到這三句六個字，這就是正法道場，就是和合僧團。不能把道給忘掉，所以法喜充滿，無不歡喜，六和敬裡面講意同悅。"
    },
    {
      "id": "02-005-0062_p0051",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}