{
  "doc_id": "09-021-0003",
  "title": {
    "zh_CN": "金刚经讲义节要",
    "zh_TW": "金剛經講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "09-021-0003",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "09-021-0003_p0001",
      "zh_CN": "请掀开讲义第三面，倒数第四行，「显体」。这在纲要的五段，也就是从前所谓的五重玄义，这是第二段。",
      "zh_TW": "請掀開講義第三面，倒數第四行，「顯體」。這在綱要的五段，也就是從前所謂的五重玄義，這是第二段。"
    },
    {
      "id": "09-021-0003_p0002",
      "zh_CN": "这一段重要的意思，是要为我们说明世尊说这部经是根据什么而说的，如果没有依据，或是理论，或是事实，我们就很难相信。所以，一定要明了他是根据什么道理、根据什么样的事实来说这部经。第一条是通指，「一切大乘经，皆以诸法实相为体，佛四十九年所说，无非宇宙人生真相而已」。这是涵盖了所有的大乘经论，换句话说，一切大乘经论都是世尊根据一切法的事实真相而为我们宣说的，他所说的就是宇宙人生的真相。这里面所说的人生，就是我们自己，就是本人，所说的宇宙，就是我们生活的环境。生活环境小而言之，我们一饮一啄，大方面来看，整个宇宙无限的时空都是我们活动的空间，是我们生活的范围。这些真相到底是什么？佛说了，众生久远劫来，因为有无明妄想分别执着烦恼，而见不到事实真相。这部《金刚经》是属于大乘经，不但是大乘，前面跟诸位介绍过，它是大乘当中的大乘，也可以说是大乘经的菁华，对我们来讲是最有效的一部修学理论与方法。因此，佛法传到中国来，中国人在一切大乘经当中，几乎都不能够离开《金刚般若》的范围。无论他学的是哪一宗哪一派，可以说没有不读《金刚经》的，没有不依照《金刚经》的理论、方法来修学的。由此可知，这部经不但在佛法里面它占着有很重要的地位，而与我们中国人可以说是特别有缘分。",
      "zh_TW": "這一段重要的意思，是要為我們說明世尊說這部經是根據什麼而說的，如果沒有依據，或是理論，或是事實，我們就很難相信。所以，一定要明瞭他是根據什麼道理、根據什麼樣的事實來說這部經。第一條是通指，「一切大乘經，皆以諸法實相為體，佛四十九年所說，無非宇宙人生真相而已」。這是涵蓋了所有的大乘經論，換句話說，一切大乘經論都是世尊根據一切法的事實真相而為我們宣說的，他所說的就是宇宙人生的真相。這裡面所說的人生，就是我們自己，就是本人，所說的宇宙，就是我們生活的環境。生活環境小而言之，我們一飲一啄，大方面來看，整個宇宙無限的時空都是我們活動的空間，是我們生活的範圍。這些真相到底是什麼？佛說了，眾生久遠劫來，因為有無明妄想分別執著煩惱，而見不到事實真相。這部《金剛經》是屬於大乘經，不但是大乘，前面跟諸位介紹過，它是大乘當中的大乘，也可以說是大乘經的菁華，對我們來講是最有效的一部修學理論與方法。因此，佛法傳到中國來，中國人在一切大乘經當中，幾乎都不能夠離開《金剛般若》的範圍。無論他學的是哪一宗哪一派，可以說沒有不讀《金剛經》的，沒有不依照《金剛經》的理論、方法來修學的。由此可知，這部經不但在佛法裡面它佔著有很重要的地位，而與我們中國人可以說是特別有緣分。"
    },
    {
      "id": "09-021-0003_p0003",
      "zh_CN": "底下一段说，智者大师以「若见诸相非相，即见如来」，这是本经里的一句经文，用这句经文来做为经体，也就是世尊他说法的根据。而江味农居士在他所注《金刚经讲义》里，他是「以生实相」为本经的经体，也是从经文里面为我们说出来的。经文上有「信心清净，则生实相」，生是生起的意思，实相就是诸法实相，就是宇宙人生的真相。「实相即是非相，此中非字，是一切俱非，空、有、双亦、双非之诸相俱非，非亦不立，诸法实相，本来如是，真实如是，无以名之，强名实相耳。」这句话很难懂，刚才说过，我们把这些真相迷失很久了，我们现在生活都是在虚妄相之中，可以说这些虚妄对我们来讲已经成了习惯，在我们感触当中已经很自然的顺受，随顺接受。今天突然听到佛给我们说出这个真相，我们反而感到非常的陌生，反而不容易了解，当然更难接受，这也就是世尊在这部经里面要详细跟我们说明的。",
      "zh_TW": "底下一段說，智者大師以「若見諸相非相，即見如來」，這是本經裡的一句經文，用這句經文來做為經體，也就是世尊他說法的根據。而江味農居士在他所註《金剛經講義》裡，他是「以生實相」為本經的經體，也是從經文裡面為我們說出來的。經文上有「信心清淨，則生實相」，生是生起的意思，實相就是諸法實相，就是宇宙人生的真相。「實相即是非相，此中非字，是一切俱非，空、有、雙亦、雙非之諸相俱非，非亦不立，諸法實相，本來如是，真實如是，無以名之，強名實相耳。」這句話很難懂，剛才說過，我們把這些真相迷失很久了，我們現在生活都是在虛妄相之中，可以說這些虛妄對我們來講已經成了習慣，在我們感觸當中已經很自然的順受，隨順接受。今天突然聽到佛給我們說出這個真相，我們反而感到非常的陌生，反而不容易了解，當然更難接受，這也就是世尊在這部經裡面要詳細跟我們說明的。"
    },
    {
      "id": "09-021-0003_p0004",
      "zh_CN": "『非相』就是不是真的，不是真实的。实这个字明明就不是虚妄，怎么说实相就是非相？佛在本经里面告诉我们，佛说法无有定法可说，实在讲，佛是无有法可说，这是事实的真相。佛说法，他的大原则是为众生治病的，就好像一个大夫为这些病人诊断治疗一样，如果他有个定法可说，换句话说，医生应该有个固定不动的药方摆在这个地方来给人看病，诸位想想，那是什么样的后果？那后果就不堪设想，哪有一个人生病照着药方去生的？由此可知，医生的处方也是无有定法。这两个人同样是生病，那个病的性质也不相同，轻重也不相同，两个人的体格、生活习惯也不相同，纵然用同样的药，分量也不会一样，这才是个高明的医生。佛为我们说法亦复如是，所以佛没有定法可说，看众生得的是什么病，于是佛用一个方法来对治、来破除，这就叫佛法。",
      "zh_TW": "『非相』就是不是真的，不是真實的。實這個字明明就不是虛妄，怎麼說實相就是非相？佛在本經裡面告訴我們，佛說法無有定法可說，實在講，佛是無有法可說，這是事實的真相。佛說法，他的大原則是為眾生治病的，就好像一個大夫為這些病人診斷治療一樣，如果他有個定法可說，換句話說，醫生應該有個固定不動的藥方擺在這個地方來給人看病，諸位想想，那是什麼樣的後果？那後果就不堪設想，哪有一個人生病照著藥方去生的？由此可知，醫生的處方也是無有定法。這兩個人同樣是生病，那個病的性質也不相同，輕重也不相同，兩個人的體格、生活習慣也不相同，縱然用同樣的藥，分量也不會一樣，這才是個高明的醫生。佛為我們說法亦復如是，所以佛沒有定法可說，看眾生得的是什麼病，於是佛用一個方法來對治、來破除，這就叫佛法。"
    },
    {
      "id": "09-021-0003_p0005",
      "zh_CN": "佛法也不能执着，执着就错了，佛给我们说个实相，如果你真的执着有个实相，那就错了。我们要依佛的言说，明了他的义趣而不执着言说，这就对了。所谓是离言说相、离名字相、离心缘相，离就是此地这个非的意思。由此可知，实相即是非相就是说实相就是离一切相，一切相都不可以执着。这个地方总说『是一切俱非』，一切相统统要离。一切相不外乎底下这四类，一个是「空」，空不能执着，一个是「有」，有也不能执着，「双亦」是讲亦空亦有，「双非」是说非空非有，大概这个四句包括一切法，一切法离不开这四句。这一切相都是虚妄的，就像经中所说，「凡所有相，皆是虚妄」，不但有相是虚妄，空相也是虚妄，因此空有二边都不能执着。所以说「非亦不立」，非就是不立也不能够执着，立就是建立、就是执着，因为一立，你就把它当作真实，把它当作实在的事情，那就错了，因为一切相都是虚妄的。",
      "zh_TW": "佛法也不能執著，執著就錯了，佛給我們說個實相，如果你真的執著有個實相，那就錯了。我們要依佛的言說，明瞭他的義趣而不執著言說，這就對了。所謂是離言說相、離名字相、離心緣相，離就是此地這個非的意思。由此可知，實相即是非相就是說實相就是離一切相，一切相都不可以執著。這個地方總說『是一切俱非』，一切相統統要離。一切相不外乎底下這四類，一個是「空」，空不能執著，一個是「有」，有也不能執著，「雙亦」是講亦空亦有，「雙非」是說非空非有，大概這個四句包括一切法，一切法離不開這四句。這一切相都是虛妄的，就像經中所說，「凡所有相，皆是虛妄」，不但有相是虛妄，空相也是虛妄，因此空有二邊都不能執著。所以說「非亦不立」，非就是不立也不能夠執著，立就是建立、就是執著，因為一立，你就把它當作真實，把它當作實在的事情，那就錯了，因為一切相都是虛妄的。"
    },
    {
      "id": "09-021-0003_p0006",
      "zh_CN": "相虽然是虚妄，体是真实的，相虽然时时刻刻在变动，但是体性从来没有变动过。本经经文不长，所以言说，语言简单扼要。这桩事情在我们常常见到的大乘经中，要算《楞严经》里面分析得最详细，《楞严经》的经文长，分析得很详细。但是《金刚经》虽然简短，在内容方面跟《楞严经》是无二无别，完全相同。这就得我们要会看，看出经中每个字、每一句里面都是含无量义，都是深广无边，从这里面去领略、去觉悟、去实行，这样才能够得到佛法真实的受用；真实受用用现代的话来说，就是幸福美满的人生。特别在现在这个乱世，我们要想得到真实幸福美满，可以说除了大乘佛法之外，没有法子得到，所得到的是假名而已，世间人常讲真善美，有真善美之名，无真善美之实。那个真实的确是在大乘经中，我们要细心去体会。",
      "zh_TW": "相雖然是虛妄，體是真實的，相雖然時時刻刻在變動，但是體性從來沒有變動過。本經經文不長，所以言說，語言簡單扼要。這樁事情在我們常常見到的大乘經中，要算《楞嚴經》裡面分析得最詳細，《楞嚴經》的經文長，分析得很詳細。但是《金剛經》雖然簡短，在內容方面跟《楞嚴經》是無二無別，完全相同。這就得我們要會看，看出經中每個字、每一句裡面都是含無量義，都是深廣無邊，從這裡面去領略、去覺悟、去實行，這樣才能夠得到佛法真實的受用；真實受用用現代的話來說，就是幸福美滿的人生。特別在現在這個亂世，我們要想得到真實幸福美滿，可以說除了大乘佛法之外，沒有法子得到，所得到的是假名而已，世間人常講真善美，有真善美之名，無真善美之實。那個真實的確是在大乘經中，我們要細心去體會。"
    },
    {
      "id": "09-021-0003_p0007",
      "zh_CN": "「真实如是」，它本来如是，一切诸法实相本来就是这样的。由此可知，佛是完全将真相，没有丝毫的隐瞒，也没有丝毫的增减，原原本本为我们说出来。这就是所有一切言说，世尊四十九年所讲的一切经典根据，他不是随便说的，不是凭理想说的，不是凭推测说的，所说的都是事实真相。「无以名之，强名实相」，这句话在此地很重要，是告诉我们，佛说出这个名词，因为名词术语有助于说法的方便，我们需要这个东西做工具，但是不能执着，执着就错了。所以《金刚经》整个的宗旨，我们到底下会讨论到，就是无住生心。",
      "zh_TW": "「真實如是」，它本來如是，一切諸法實相本來就是這樣的。由此可知，佛是完全將真相，沒有絲毫的隱瞞，也沒有絲毫的增減，原原本本為我們說出來。這就是所有一切言說，世尊四十九年所講的一切經典根據，他不是隨便說的，不是憑理想說的，不是憑推測說的，所說的都是事實真相。「無以名之，強名實相」，這句話在此地很重要，是告訴我們，佛說出這個名詞，因為名詞術語有助於說法的方便，我們需要這個東西做工具，但是不能執著，執著就錯了。所以《金剛經》整個的宗旨，我們到底下會討論到，就是無住生心。"
    },
    {
      "id": "09-021-0003_p0008",
      "zh_CN": "前面说非，非就是离的意思，就是舍的意思。「离即不取之义，不取于相，如如不动，无以名之，强名曰生」，这是江居士所说的生实相。实相怎么会现前？生就是现前的意思，要把我们对于实相为什么不能现前的原因找出来，然后把这个原因消除，问题不就解决了吗？佛所用的方法就是这样。我们的病根就是在取、就是在着，正如同法相宗里面给我们所说的，众生所以为众生，众生所以不能成佛菩萨，病就病在爱、取、有。佛法当中常说，「爱不重不生娑婆」，这个娑婆就是代表的六道轮回，你为什么堕落在六道轮回而不能超越？爱跟情太重了，这是六道轮回的根本原因。因为有爱，你就有取，爱是迷，迷惑，这是佛法里通讲的惑业苦，惑是迷惑，业是造业，苦是受报。取就是造业，取就是着相、就是执着，再说的粗一点，就是占有。佛为什么教我们离一切相？诸位一定知道，因为一切相是虚妄的，你要真正明了一切法是虚妄的，你就晓得佛为什么教我们不要执着、不要取相，因为它是虚妄的。它要是真实的，那我们应当取、应当执着，因为它不是真实的。",
      "zh_TW": "前面說非，非就是離的意思，就是捨的意思。「離即不取之義，不取於相，如如不動，無以名之，強名曰生」，這是江居士所說的生實相。實相怎麼會現前？生就是現前的意思，要把我們對於實相為什麼不能現前的原因找出來，然後把這個原因消除，問題不就解決了嗎？佛所用的方法就是這樣。我們的病根就是在取、就是在著，正如同法相宗裡面給我們所說的，眾生所以為眾生，眾生所以不能成佛菩薩，病就病在愛、取、有。佛法當中常說，「愛不重不生娑婆」，這個娑婆就是代表的六道輪迴，你為什麼墮落在六道輪迴而不能超越？愛跟情太重了，這是六道輪迴的根本原因。因為有愛，你就有取，愛是迷，迷惑，這是佛法裡通講的惑業苦，惑是迷惑，業是造業，苦是受報。取就是造業，取就是著相、就是執著，再說的粗一點，就是佔有。佛為什麼教我們離一切相？諸位一定知道，因為一切相是虛妄的，你要真正明瞭一切法是虛妄的，你就曉得佛為什麼教我們不要執著、不要取相，因為它是虛妄的。它要是真實的，那我們應當取、應當執著，因為它不是真實的。"
    },
    {
      "id": "09-021-0003_p0009",
      "zh_CN": "末后四句偈说得更露骨，一切法「如梦幻泡影，如露亦如电」，露是露水，电是闪电，佛用这个来比喻。我们冷静细心去观察，确实不错。年岁愈大，阅历愈深，对佛说的句句话就有很深刻的体验，年轻的时候比较难，年轻时还是迷在五欲六尘里面。看多、听多了，多想想佛所说的这些道理，渐渐就会觉悟，知道一切法无常。执着，取就是造作，可见得每个字里面的含义都是无限深广。世间人所取的不外乎是名闻利养、五欲六尘，这是着的有、取的有，以为这些东西是真实的。包括我们身体，身体也是幻相。这个经是般若经，般若经里头说得很透彻，这个身是什么？四大五蕴缘聚而现的假相，它不是真的，是众缘和合而现的，缘聚它就现，缘散它就没有了。我们世间人不晓得事实真相，缘聚现相的时候他就欢喜，就着了，缘散的时候他就悲哀，这个人死了，灭了。其实哪有生死？只不过是缘聚缘散而已。它的真相，缘聚的时候没有生，缘散的时候也没有灭，不生不灭才是事实真相。缘聚的时候喜个什么？缘散的时候也就没有悲，万法无常，万法皆空，这是事实真相。",
      "zh_TW": "末後四句偈說得更露骨，一切法「如夢幻泡影，如露亦如電」，露是露水，電是閃電，佛用這個來比喻。我們冷靜細心去觀察，確實不錯。年歲愈大，閱歷愈深，對佛說的句句話就有很深刻的體驗，年輕的時候比較難，年輕時還是迷在五欲六塵裡面。看多、聽多了，多想想佛所說的這些道理，漸漸就會覺悟，知道一切法無常。執著，取就是造作，可見得每個字裡面的含義都是無限深廣。世間人所取的不外乎是名聞利養、五欲六塵，這是著的有、取的有，以為這些東西是真實的。包括我們身體，身體也是幻相。這個經是般若經，般若經裡頭說得很透徹，這個身是什麼？四大五蘊緣聚而現的假相，它不是真的，是眾緣和合而現的，緣聚它就現，緣散它就沒有了。我們世間人不曉得事實真相，緣聚現相的時候他就歡喜，就著了，緣散的時候他就悲哀，這個人死了，滅了。其實哪有生死？只不過是緣聚緣散而已。它的真相，緣聚的時候沒有生，緣散的時候也沒有滅，不生不滅才是事實真相。緣聚的時候喜個什麼？緣散的時候也就沒有悲，萬法無常，萬法皆空，這是事實真相。"
    },
    {
      "id": "09-021-0003_p0010",
      "zh_CN": "凡夫着有，凡夫取有，带来了无限的烦恼，变现出生死轮回，在这里面造业、受报，受报就是受苦，而愈迷愈深，业愈造愈劣，于是果报就愈来愈苦。我们要想超越轮回，要想来生比这生还好，说实在话那是非常不容易。学佛的人最重要的是要明理，也就是大乘法里面常说的要开悟、要觉悟。怎样才能悟？破迷才能悟。怎样破迷？舍就能破迷，舍就是离的意思，就是不取的意思。我们能不能舍？也就是放下，肯不肯放下？不肯放下，无济于事。小乘人对于世间名闻利养、五欲六尘放下了，不取，但是他取个空相。取空相也是麻烦，但是他比我们高明一点，他不受轮回之苦，但是不能见性。他不能成为菩萨，他不能成佛，原因在哪里？他取了空相，《金刚经》里面讲的「非法相」，非法相就是空相，他着了空。空有是二边，二边都不能执着，二边都不能取。",
      "zh_TW": "凡夫著有，凡夫取有，帶來了無限的煩惱，變現出生死輪迴，在這裡面造業、受報，受報就是受苦，而愈迷愈深，業愈造愈劣，於是果報就愈來愈苦。我們要想超越輪迴，要想來生比這生還好，說實在話那是非常不容易。學佛的人最重要的是要明理，也就是大乘法裡面常說的要開悟、要覺悟。怎樣才能悟？破迷才能悟。怎樣破迷？捨就能破迷，捨就是離的意思，就是不取的意思。我們能不能捨？也就是放下，肯不肯放下？不肯放下，無濟於事。小乘人對於世間名聞利養、五欲六塵放下了，不取，但是他取個空相。取空相也是麻煩，但是他比我們高明一點，他不受輪迴之苦，但是不能見性。他不能成為菩薩，他不能成佛，原因在哪裡？他取了空相，《金剛經》裡面講的「非法相」，非法相就是空相，他著了空。空有是二邊，二邊都不能執著，二邊都不能取。"
    },
    {
      "id": "09-021-0003_p0011",
      "zh_CN": "佛在本经教导我们一个很好的修学标准，就是「应无所住，而生其心」，无所住就是不着有，而生心则不着空。阿罗汉是应无所住，后头没有生心，我们凡夫是有所住，虽生心他有所住，阿罗汉是无住不生心，都是错误，都不能够解决问题。真正解决问题是二边都放下，放下这个念头也要放下，为什么？如果你还有放下的念头，你还是有住，你还是有取，还是取相。这是修行最难的一个关口，我们不住有就会住空，二面不住难，太难了。可是这个经上真的有方便法，我们能够依照这个方法修行，就能做得到。《金刚经》里面讲的生心，无住就是经一开端佛说过，佛是要度众生，令一切众生入无余涅槃，后面又说了一句，「而实无众生得度者」，前面一句是生心，佛是真的在作，后面那一句是无住。实无众生得灭度者，那就是作而无作，无作而作，作跟无作是同时的，不能把它分成两截，分成两截就着相，空有二边都着了，那就是前面讲的双亦、双非，你着了这个相。懂得它是同时的，同时是事实真相。不但在佛菩萨境界如此，就是在我们现前凡夫境界里面又何尝不如此？只是我们迷而不觉，诸佛菩萨是觉而不迷，所以他得自在，他真正的解脱了，解脱就是我们现在所讲的自由自在，我们今天不自在、不自由。",
      "zh_TW": "佛在本經教導我們一個很好的修學標準，就是「應無所住，而生其心」，無所住就是不著有，而生心則不著空。阿羅漢是應無所住，後頭沒有生心，我們凡夫是有所住，雖生心他有所住，阿羅漢是無住不生心，都是錯誤，都不能夠解決問題。真正解決問題是二邊都放下，放下這個念頭也要放下，為什麼？如果你還有放下的念頭，你還是有住，你還是有取，還是取相。這是修行最難的一個關口，我們不住有就會住空，二面不住難，太難了。可是這個經上真的有方便法，我們能夠依照這個方法修行，就能做得到。《金剛經》裡面講的生心，無住就是經一開端佛說過，佛是要度眾生，令一切眾生入無餘涅槃，後面又說了一句，「而實無眾生得度者」，前面一句是生心，佛是真的在作，後面那一句是無住。實無眾生得滅度者，那就是作而無作，無作而作，作跟無作是同時的，不能把它分成兩截，分成兩截就著相，空有二邊都著了，那就是前面講的雙亦、雙非，你著了這個相。懂得它是同時的，同時是事實真相。不但在佛菩薩境界如此，就是在我們現前凡夫境界裡面又何嘗不如此？只是我們迷而不覺，諸佛菩薩是覺而不迷，所以他得自在，他真正的解脫了，解脫就是我們現在所講的自由自在，我們今天不自在、不自由。"
    },
    {
      "id": "09-021-0003_p0012",
      "zh_CN": "外能不取于相，内能如如不动，这就是禅定，这两句话也是《金刚经》的经文，世尊教导须菩提的，「不取于相，如如不动」。这个相是一切相，这个要记住，在一切相里面保持着清净心。不动的心就是清净心，不动的心就是真心，心之动就是念头，有念就是迷，无念是觉。但是无念，诸位要晓得，是无一切妄念，而存在着正念。什么叫正念？正念是无妄念，对于一切法清清楚楚、明明白白，而不起一念，这个叫做正念。假如一切妄念没有了，正念也不能现前，这就是虽然一切妄念没有，外面的事情依旧是一无所知，这是错误的，这不是佛讲的禅定。而是什么定？就是佛在经上告诉我们，四禅天里的无想定，那个功夫也很了不起，病在哪里？病在只有定没有慧，如果教下讲，只有止没有观。所以，他堕在无明里面，他不觉悟。由此可知，佛所讲的同时，他把它变成不同时，他不知道是同时的，错在这个地方。",
      "zh_TW": "外能不取於相，內能如如不動，這就是禪定，這兩句話也是《金剛經》的經文，世尊教導須菩提的，「不取於相，如如不動」。這個相是一切相，這個要記住，在一切相裡面保持著清淨心。不動的心就是清淨心，不動的心就是真心，心之動就是念頭，有念就是迷，無念是覺。但是無念，諸位要曉得，是無一切妄念，而存在著正念。什麼叫正念？正念是無妄念，對於一切法清清楚楚、明明白白，而不起一念，這個叫做正念。假如一切妄念沒有了，正念也不能現前，這就是雖然一切妄念沒有，外面的事情依舊是一無所知，這是錯誤的，這不是佛講的禪定。而是什麼定？就是佛在經上告訴我們，四禪天裡的無想定，那個功夫也很了不起，病在哪裡？病在只有定沒有慧，如果教下講，只有止沒有觀。所以，他墮在無明裡面，他不覺悟。由此可知，佛所講的同時，他把它變成不同時，他不知道是同時的，錯在這個地方。"
    },
    {
      "id": "09-021-0003_p0013",
      "zh_CN": "我们要学外不着相，心里面清清楚楚、明明白白，如如不动，不动就是真心的显露。功夫就在日常生活之中，我们从早到晚穿衣吃饭、处事待人接物，要在这个地方用功夫。实在说，佛所讲的一切经、一切理论、一切方法，就是说我们事实生活状况。我们举个例子来说，菩萨修行的纲领是六度，六度里面说了六个纲领，布施、持戒、忍辱、精进、禅定、般若，这是《金刚经》里面教导我们修行重要的原则。这些东西事实上都在我们日常生活里面，我们并不晓得，天天在做，天天生烦恼。觉悟的人明白，明白之后，在日常生活当中念念生智慧。你看禅宗六祖惠能大师，初到黄梅见五祖的时候，他曾经说过一句话，他告诉五祖，他说「弟子心中常生智慧」，这很了不起！我们凡夫心中常生烦恼，他常生智慧，什么原因？他放得下，所以他常生智慧。我们为什么常生烦恼？斤斤计较，都在那里执着，放不下！所以，这个事情要在日常生活当中真的去做，你才能得到受用。这个受用就是生智慧，生智慧就是生实相，实相般若。",
      "zh_TW": "我們要學外不著相，心裡面清清楚楚、明明白白，如如不動，不動就是真心的顯露。功夫就在日常生活之中，我們從早到晚穿衣吃飯、處事待人接物，要在這個地方用功夫。實在說，佛所講的一切經、一切理論、一切方法，就是說我們事實生活狀況。我們舉個例子來說，菩薩修行的綱領是六度，六度裡面說了六個綱領，布施、持戒、忍辱、精進、禪定、般若，這是《金剛經》裡面教導我們修行重要的原則。這些東西事實上都在我們日常生活裡面，我們並不曉得，天天在做，天天生煩惱。覺悟的人明白，明白之後，在日常生活當中念念生智慧。你看禪宗六祖惠能大師，初到黃梅見五祖的時候，他曾經說過一句話，他告訴五祖，他說「弟子心中常生智慧」，這很了不起！我們凡夫心中常生煩惱，他常生智慧，什麼原因？他放得下，所以他常生智慧。我們為什麼常生煩惱？斤斤計較，都在那裡執著，放不下！所以，這個事情要在日常生活當中真的去做，你才能得到受用。這個受用就是生智慧，生智慧就是生實相，實相般若。"
    },
    {
      "id": "09-021-0003_p0014",
      "zh_CN": "我们从早起，到晚上睡觉，用我们的智慧、用我们的劳力去工作、去服务。在家庭里面，你为一家人服务，在公司里面，你为这个团体服务、为社会服务，这就是布施。布施里面有财布施、有法布施、有无畏布施，财布施里面有内财、有外财，诸位细心去想想，哪一面没做到？用思考、用体力，内财布施。对家人是布施，对社会、对大众也是布施，每天都在修布施不知道这是修布施，而死死板板执着一定在寺庙道场送一点、捐一点钱这叫布施，你说冤枉不冤枉，这错到哪里去了！如果哪天你一旦觉悟了，我是在布施，我这是在行菩萨道，那你好开心，就快乐，就不一样了。尤其是佛教给我们，布施不要着布施的相，你就开智慧了。不是叫你什么都不做，我天天在做，认真在做，努力在做，这叫生心。布施为什么？利益众生，在家人，家人是众生，社会是众生，为家庭、为社会、为众生去服务，这就是行布施。当然，更深一层去讲，一切布施当中，法布施功德第一。法是什么？什么叫法布施？帮助他觉悟，帮助一切众生认识事实真相，这叫法布施。众生要因你的法布施而开悟了，他就能永脱轮回，他去作菩萨、作佛，他做了佛菩萨又不晓得度了多少众生。这样辗转布施，辗转教化，所以功德无量无边，这个福报绝不是财布施能够相比的。所以这两句也是本经教导我们修行的总纲领，外不着相，内不动心。",
      "zh_TW": "我們從早起，到晚上睡覺，用我們的智慧、用我們的勞力去工作、去服務。在家庭裡面，你為一家人服務，在公司裡面，你為這個團體服務、為社會服務，這就是布施。布施裡面有財布施、有法布施、有無畏布施，財布施裡面有內財、有外財，諸位細心去想想，哪一面沒做到？用思考、用體力，內財布施。對家人是布施，對社會、對大眾也是布施，每天都在修布施不知道這是修布施，而死死板板執著一定在寺廟道場送一點、捐一點錢這叫布施，你說冤枉不冤枉，這錯到哪裡去了！如果哪天你一旦覺悟了，我是在布施，我這是在行菩薩道，那你好開心，就快樂，就不一樣了。尤其是佛教給我們，布施不要著布施的相，你就開智慧了。不是叫你什麼都不做，我天天在做，認真在做，努力在做，這叫生心。布施為什麼？利益眾生，在家人，家人是眾生，社會是眾生，為家庭、為社會、為眾生去服務，這就是行布施。當然，更深一層去講，一切布施當中，法布施功德第一。法是什麼？什麼叫法布施？幫助他覺悟，幫助一切眾生認識事實真相，這叫法布施。眾生要因你的法布施而開悟了，他就能永脫輪迴，他去作菩薩、作佛，他做了佛菩薩又不曉得度了多少眾生。這樣輾轉布施，輾轉教化，所以功德無量無邊，這個福報絕不是財布施能夠相比的。所以這兩句也是本經教導我們修行的總綱領，外不著相，內不動心。"
    },
    {
      "id": "09-021-0003_p0015",
      "zh_CN": "无以名之，强名曰生，由此可知，佛所说一切法是不得已而建立这许多法相名词，都是勉强建立的，为了说话方便起见，为了帮助我们体悟实相起见而建立的，决定不能执着，一执着就变成法相，执着了法相。这个法相里面包括了非法相，也就是空有都包括在里面，执着就错了。「文字诠此实相」，文字是经典，在世尊当时是言语，就是音声为教体，文字是记录音声的符号，说文字里面就包括言教。这正是马鸣菩萨教导我们，「离言说相」，离言说相就包括离文字相，教我们不要执着言语、不要执着文字，我们要明白它的义理。「离名字相」，名字就是名词术语，知道一切名词术语是释迦牟尼佛说法方便起见而假设的，也不是真实的，我们从这个里面去体会，而不可以执着。「观照」，观照就是实行。从佛说法，现在我们从经典里面明了这些事实真相，明了并不是说你就得到了，你自己要想真正得到，佛法里面讲证得，怎样才能够证得？一定要通过修持。观照就是修持，怎样修持？修持就是生活。一些学佛的同修，把修持跟生活也划分开成两桩事情，所以得不到受用，他不晓得修持跟生活是一桩事，不是两桩事，这个要明了。譬如我们刚才讲的布施，布施就是生活，日常生活当中，从早到晚，无论在家庭、无论在公司、无论在社会，任何一个行业，都是修布施。持戒，不仅仅是教你守住五戒、十戒，那个范围太窄小。菩萨六度里面的持戒，真正的意思就是守法。无论做什么事情，一定有个先后的程序，有条不紊，乃至于洒扫应对都能够规规矩矩去做，有条不紊的去做，这就是持戒。由此可知，它的确是日常生活。",
      "zh_TW": "無以名之，強名曰生，由此可知，佛所說一切法是不得已而建立這許多法相名詞，都是勉強建立的，為了說話方便起見，為了幫助我們體悟實相起見而建立的，決定不能執著，一執著就變成法相，執著了法相。這個法相裡面包括了非法相，也就是空有都包括在裡面，執著就錯了。「文字詮此實相」，文字是經典，在世尊當時是言語，就是音聲為教體，文字是記錄音聲的符號，說文字裡面就包括言教。這正是馬鳴菩薩教導我們，「離言說相」，離言說相就包括離文字相，教我們不要執著言語、不要執著文字，我們要明白它的義理。「離名字相」，名字就是名詞術語，知道一切名詞術語是釋迦牟尼佛說法方便起見而假設的，也不是真實的，我們從這個裡面去體會，而不可以執著。「觀照」，觀照就是實行。從佛說法，現在我們從經典裡面明瞭這些事實真相，明瞭並不是說你就得到了，你自己要想真正得到，佛法裡面講證得，怎樣才能夠證得？一定要通過修持。觀照就是修持，怎樣修持？修持就是生活。一些學佛的同修，把修持跟生活也劃分開成兩樁事情，所以得不到受用，他不曉得修持跟生活是一樁事，不是兩樁事，這個要明瞭。譬如我們剛才講的布施，布施就是生活，日常生活當中，從早到晚，無論在家庭、無論在公司、無論在社會，任何一個行業，都是修布施。持戒，不僅僅是教你守住五戒、十戒，那個範圍太窄小。菩薩六度裡面的持戒，真正的意思就是守法。無論做什麼事情，一定有個先後的程序，有條不紊，乃至於灑掃應對都能夠規規矩矩去做，有條不紊的去做，這就是持戒。由此可知，它的確是日常生活。"
    },
    {
      "id": "09-021-0003_p0016",
      "zh_CN": "忍辱，不仅仅是教你要有耐心、要忍耐，无论做什么事情都要忍耐心，而它真正精义（精华的义趣）是教我们在一切法里面要知道安忍顺受。怎样才能做到安忍顺受？安是心安，忍，心就安了，不忍，你的心怎么能安？受，尤其是逆来顺受，这就是佛法里面常讲的恒顺众生、随喜功德。世尊在本经，六度里头特别侧重在布施、忍辱，布施是放下，放下是福报，放下是大福报，世间人不知道。放下是真正造福，不但造自己的福，也造一切众生之福，而忍辱能保持，能不失掉。可见六度里面这两条非常重要，要能够忍耐。普贤行是菩萨修行的最高级的指导原则，十愿里头占了两条，「恒顺众生，随喜功德」都是忍辱波罗蜜，所以要懂得顺、要懂得忍。这个原则能够保持，我们所修一切功德而不丧失，然后才能达到圆满。如果不能忍那就坏了，功德就完全丧失掉，你所修的一切善业都变成三界有漏福报，这就差得太远了，大家必须要知道，这也就是佛法讲的真正的觉悟。",
      "zh_TW": "忍辱，不僅僅是教你要有耐心、要忍耐，無論做什麼事情都要忍耐心，而它真正精義（精華的義趣）是教我們在一切法裡面要知道安忍順受。怎樣才能做到安忍順受？安是心安，忍，心就安了，不忍，你的心怎麼能安？受，尤其是逆來順受，這就是佛法裡面常講的恆順眾生、隨喜功德。世尊在本經，六度裡頭特別側重在布施、忍辱，布施是放下，放下是福報，放下是大福報，世間人不知道。放下是真正造福，不但造自己的福，也造一切眾生之福，而忍辱能保持，能不失掉。可見六度裡面這兩條非常重要，要能夠忍耐。普賢行是菩薩修行的最高級的指導原則，十願裡頭佔了兩條，「恆順眾生，隨喜功德」都是忍辱波羅蜜，所以要懂得順、要懂得忍。這個原則能夠保持，我們所修一切功德而不喪失，然後才能達到圓滿。如果不能忍那就壞了，功德就完全喪失掉，你所修的一切善業都變成三界有漏福報，這就差得太遠了，大家必須要知道，這也就是佛法講的真正的覺悟。"
    },
    {
      "id": "09-021-0003_p0017",
      "zh_CN": "真正觉悟，第一个是知道轮回苦，生死可畏，这是大事。假如我们在这一生当中不能了生死出三界，可以说我们这生空过了，修得再好也是空过，这个事实我们一定要认识清楚。为什么？我们修行不是这一生才开始，佛在本经说过，大家现在都读《无量寿经》，《无量寿经》上说得更清楚、更明白。我们对佛法的修学实在讲是非常长远，无量劫前就闻法就修行了。过去生中，以供养诸佛而论，佛说的不是假话，已经供养过无量无边诸佛。当然在这么长的过程当中，我们也曾经修无量无边的福报，所以每个人在天上做过天王，人间也做过国王，今天转世落到这个地步，什么原因？没能出三界。你就晓得，天福享尽了还要堕落，俗话说，爬得高跌得重，这个话不假。我们看看现前世间有大福报的人，这都是过去多生多劫修行得的果报，他在享受果报之中他造多少业。业有善业、有恶业，善业得善果，恶业得恶报，这是真理，永远不变的定律。学了佛，甚至于出了家，在出家众里面领袖群伦，这是福报，如果没有把如来家业真正担负起来，发扬光大，那他就有过失，就又有罪业。所以俗话常说，「地狱门前僧道多」，谁堕地狱？最容易堕地狱的就是这一类的人，没有尽到他应尽的天职；换句话说，教理不明，修行不如法，所谓盲修瞎练，以盲引盲，这个过失就重，果报不堪设想。因此我们稍稍明了佛的教诲，接着就要认真去做。",
      "zh_TW": "真正覺悟，第一個是知道輪迴苦，生死可畏，這是大事。假如我們在這一生當中不能了生死出三界，可以說我們這生空過了，修得再好也是空過，這個事實我們一定要認識清楚。為什麼？我們修行不是這一生才開始，佛在本經說過，大家現在都讀《無量壽經》，《無量壽經》上說得更清楚、更明白。我們對佛法的修學實在講是非常長遠，無量劫前就聞法就修行了。過去生中，以供養諸佛而論，佛說的不是假話，已經供養過無量無邊諸佛。當然在這麼長的過程當中，我們也曾經修無量無邊的福報，所以每個人在天上做過天王，人間也做過國王，今天轉世落到這個地步，什麼原因？沒能出三界。你就曉得，天福享盡了還要墮落，俗話說，爬得高跌得重，這個話不假。我們看看現前世間有大福報的人，這都是過去多生多劫修行得的果報，他在享受果報之中他造多少業。業有善業、有惡業，善業得善果，惡業得惡報，這是真理，永遠不變的定律。學了佛，甚至於出了家，在出家眾裡面領袖群倫，這是福報，如果沒有把如來家業真正擔負起來，發揚光大，那他就有過失，就又有罪業。所以俗話常說，「地獄門前僧道多」，誰墮地獄？最容易墮地獄的就是這一類的人，沒有盡到他應盡的天職；換句話說，教理不明，修行不如法，所謂盲修瞎練，以盲引盲，這個過失就重，果報不堪設想。因此我們稍稍明瞭佛的教誨，接著就要認真去做。"
    },
    {
      "id": "09-021-0003_p0018",
      "zh_CN": "精进，能够安忍顺受才谈得上精进，精是精一，进是进步，我们常讲一门深入，这是精进。那个一是什么？一是一心，这个要懂得；换句话说，就是我们的心要一天比一天清净。心为什么不清净？因为有妄想、有烦恼；换句话说，妄想烦恼一天比一天轻，一天比一天减少，清净心一天比一天增长，清净心起作用就是智慧。所以净宗法门要求的是一心不乱，道理在此地。在所有一切法门里面，下手最方便的无过于净土宗，净土宗念佛，大家念不好，功夫不得力，毛病出在不入教理，不如法，不懂得教理、不懂得方法，于是你的功夫就不得力。这些理论、方法都在三经、五经之中，我们没有细细的认真去研究，所以功夫不得力，不如法。理跟《金刚经》讲的没有两样，放下万缘，为什么要放下？因为一切万缘是缘生的，「因缘所生法，我说即是空」，这句话是佛在《中论》里讲的，因缘生法，当体即空，了不可得。但是在娑婆世界要想超越轮回太难了，刚才说了，要空有二边都不着才能办得到，着了一边就出不了轮回，这个事情就麻烦了。唯独净宗来得方便，它教你放下万缘，最后抓住阿弥陀佛，它有执着，它执着一个，执着阿弥陀佛。六道里没有阿弥陀佛，西方极乐世界有阿弥陀佛，所以他能够离开娑婆世界，往生西方净土。这是最极方便，一切方便法里头它真的到了究竟圆满。等到见了阿弥陀佛之后其他的再说，所以古人讲「但得见弥陀，何愁不开悟」？一切皆离，一切都不执着，到西方极乐世界再办，先只执着阿弥陀佛，其他都不执着，这个事情就好办多了，比起其他法门容易多了。我们能够努力去做，人人都可以做得到，不像《金刚经》讲的这个标准，的确不是一般人能做到的。所以，一定要在日常生活当中认真去做，就是认真去修。",
      "zh_TW": "精進，能夠安忍順受才談得上精進，精是精一，進是進步，我們常講一門深入，這是精進。那個一是什麼？一是一心，這個要懂得；換句話說，就是我們的心要一天比一天清淨。心為什麼不清淨？因為有妄想、有煩惱；換句話說，妄想煩惱一天比一天輕，一天比一天減少，清淨心一天比一天增長，清淨心起作用就是智慧。所以淨宗法門要求的是一心不亂，道理在此地。在所有一切法門裡面，下手最方便的無過於淨土宗，淨土宗念佛，大家念不好，功夫不得力，毛病出在不入教理，不如法，不懂得教理、不懂得方法，於是你的功夫就不得力。這些理論、方法都在三經、五經之中，我們沒有細細的認真去研究，所以功夫不得力，不如法。理跟《金剛經》講的沒有兩樣，放下萬緣，為什麼要放下？因為一切萬緣是緣生的，「因緣所生法，我說即是空」，這句話是佛在《中論》裡講的，因緣生法，當體即空，了不可得。但是在娑婆世界要想超越輪迴太難了，剛才說了，要空有二邊都不著才能辦得到，著了一邊就出不了輪迴，這個事情就麻煩了。唯獨淨宗來得方便，它教你放下萬緣，最後抓住阿彌陀佛，它有執著，它執著一個，執著阿彌陀佛。六道裡沒有阿彌陀佛，西方極樂世界有阿彌陀佛，所以他能夠離開娑婆世界，往生西方淨土。這是最極方便，一切方便法裡頭它真的到了究竟圓滿。等到見了阿彌陀佛之後其他的再說，所以古人講「但得見彌陀，何愁不開悟」？一切皆離，一切都不執著，到西方極樂世界再辦，先只執著阿彌陀佛，其他都不執著，這個事情就好辦多了，比起其他法門容易多了。我們能夠努力去做，人人都可以做得到，不像《金剛經》講的這個標準，的確不是一般人能做到的。所以，一定要在日常生活當中認真去做，就是認真去修。"
    },
    {
      "id": "09-021-0003_p0019",
      "zh_CN": "「观照，观此实相」，也就是在日常生活当中要时时刻刻见到实相、见到真相，方法就是把佛在经上讲的这些教诲常常放在心里，与生活当中事事物物去对照，然后这个事实真相你才会明了。所以底下讲，「实相般若，则圆满显现，到彼岸矣」，圆满显现那就到彼岸了。到彼岸就是佛经里头的术语，叫证大般涅槃。般涅槃是梵语，翻成中国意思是不生不灭，这是真相。我们凡夫看一切法有生灭、有生死、有轮回，这是凡夫的见地，是个错误的见解。真相呢？真相没有，没有生死、没有生灭、也没有轮回。这些虚妄相存在不存在？存在，我们面前就是这个虚妄相。佛举的比喻好，梦幻泡影，梦，人在作梦的时候你能说他没有境界吗？有境界，他在梦中，可是梦境是假的，不是真的。我们今天的生活确实就是在梦境当中，不要把梦境当真，当真就坏了。作梦的时候自己忽然觉悟了，我在作梦，这个问题就解决了。什么问题？不执着，晓得这是梦境，假的，不是真的，就不执着，也就是说能离，肯放下了，因为晓得那是虚妄的。但是我们就是不晓得现实环境是个梦境，不知道，把现实的环境都看作真实，我们的亏就吃在这里。所以继续不断在迷惑、在造业，造业就是造轮回业，哪有不受轮回果报的道理？这是说明修学般若的重要。",
      "zh_TW": "「觀照，觀此實相」，也就是在日常生活當中要時時刻刻見到實相、見到真相，方法就是把佛在經上講的這些教誨常常放在心裡，與生活當中事事物物去對照，然後這個事實真相你才會明瞭。所以底下講，「實相般若，則圓滿顯現，到彼岸矣」，圓滿顯現那就到彼岸了。到彼岸就是佛經裡頭的術語，叫證大般涅槃。般涅槃是梵語，翻成中國意思是不生不滅，這是真相。我們凡夫看一切法有生滅、有生死、有輪迴，這是凡夫的見地，是個錯誤的見解。真相呢？真相沒有，沒有生死、沒有生滅、也沒有輪迴。這些虛妄相存在不存在？存在，我們面前就是這個虛妄相。佛舉的比喻好，夢幻泡影，夢，人在作夢的時候你能說他沒有境界嗎？有境界，他在夢中，可是夢境是假的，不是真的。我們今天的生活確實就是在夢境當中，不要把夢境當真，當真就壞了。作夢的時候自己忽然覺悟了，我在作夢，這個問題就解決了。什麼問題？不執著，曉得這是夢境，假的，不是真的，就不執著，也就是說能離，肯放下了，因為曉得那是虛妄的。但是我們就是不曉得現實環境是個夢境，不知道，把現實的環境都看作真實，我們的虧就吃在這裡。所以繼續不斷在迷惑、在造業，造業就是造輪迴業，哪有不受輪迴果報的道理？這是說明修學般若的重要。"
    },
    {
      "id": "09-021-0003_p0020",
      "zh_CN": "「本经之文字般若、观照般若喻如金刚者，以其能离一切诸相，除我见，断烦恼，生实相。」这本《金刚般若波罗蜜经》文字不多，只有五千多字，这里面所说的道理，教给我们修行的方法，就是观照般若。比喻如金刚，前面经题跟诸位报告过，金刚的特性有三点，第一个是坚固，第二个锋利，第三是光明。世尊用它来比喻般若智慧，般若智慧也具有这三种特性，因此它确实能够帮助我们离一切诸相，离相就是断惑，帮助我们破迷开悟。我见是烦恼的根源，是生死轮回的根本，能破我相、能破我见，所以能断烦恼。妄想、执着、烦恼离开了，实相是本来有的，本来具足的，自然就现前，这个现前就叫做生。所以这个「生」的意思不是出生，是现前的意思。因为我们迷失很久了，都不知道，现在忽然现前，忽然见到，用个「生」字来表示。这个生不是出生，是出现的意思，现前的意思。在经题里面也显示它的功德、大用不可思议，至于它的作用，后面还有说明。",
      "zh_TW": "「本經之文字般若、觀照般若喻如金剛者，以其能離一切諸相，除我見，斷煩惱，生實相。」這本《金剛般若波羅蜜經》文字不多，只有五千多字，這裡面所說的道理，教給我們修行的方法，就是觀照般若。比喻如金剛，前面經題跟諸位報告過，金剛的特性有三點，第一個是堅固，第二個鋒利，第三是光明。世尊用它來比喻般若智慧，般若智慧也具有這三種特性，因此它確實能夠幫助我們離一切諸相，離相就是斷惑，幫助我們破迷開悟。我見是煩惱的根源，是生死輪迴的根本，能破我相、能破我見，所以能斷煩惱。妄想、執著、煩惱離開了，實相是本來有的，本來具足的，自然就現前，這個現前就叫做生。所以這個「生」的意思不是出生，是現前的意思。因為我們迷失很久了，都不知道，現在忽然現前，忽然見到，用個「生」字來表示。這個生不是出生，是出現的意思，現前的意思。在經題裡面也顯示它的功德、大用不可思議，至於它的作用，後面還有說明。"
    },
    {
      "id": "09-021-0003_p0021",
      "zh_CN": "下面这一段，「明宗」。「宗者修也」，宗旨就是讲修行的纲领、修行重要原则。「经义之主体虽显」，前面一段是显体，就是经里面的义理、主体说明了。「非修莫证」，果然明白了，这叫解悟，自己不得受用，自己要得受用一定要实行，要去做到。果然做到了，这里面有真乐，不做你永远得不到，不但你永远得不到，你永远无法想像得到，所以一定要在生活里面去实行。离苦得乐、破迷开悟是在生活当中锻炼出来的功夫，不是说说就会开悟，没这个道理，要去体证，非修莫证。「读经闻法，必以如说修行为主。」如说是依照佛所说的教训，你要认真去做。修行，修就是修正，行就是错误的行为，错误的行为里面包括错误的思想、错误的见解、错误的言行，标准就是佛经，佛所说的经典就是我们修行的标准。为什么用它做标准？前面显体里头说过，因为佛所说的一切话，一字一句都是宇宙人生的真相，都是佛陀亲证的境界，事实真相如是，所以这个标准决定不错。我们循着这个方向，依着这个标准，一定也能证得如来的境界；换句话说，一定能够成佛、能够成菩萨。",
      "zh_TW": "下面這一段，「明宗」。「宗者修也」，宗旨就是講修行的綱領、修行重要原則。「經義之主體雖顯」，前面一段是顯體，就是經裡面的義理、主體說明了。「非修莫證」，果然明白了，這叫解悟，自己不得受用，自己要得受用一定要實行，要去做到。果然做到了，這裡面有真樂，不做你永遠得不到，不但你永遠得不到，你永遠無法想像得到，所以一定要在生活裡面去實行。離苦得樂、破迷開悟是在生活當中鍛鍊出來的功夫，不是說說就會開悟，沒這個道理，要去體證，非修莫證。「讀經聞法，必以如說修行為主。」如說是依照佛所說的教訓，你要認真去做。修行，修就是修正，行就是錯誤的行為，錯誤的行為裡面包括錯誤的思想、錯誤的見解、錯誤的言行，標準就是佛經，佛所說的經典就是我們修行的標準。為什麼用它做標準？前面顯體裡頭說過，因為佛所說的一切話，一字一句都是宇宙人生的真相，都是佛陀親證的境界，事實真相如是，所以這個標準決定不錯。我們循著這個方向，依著這個標準，一定也能證得如來的境界；換句話說，一定能夠成佛、能夠成菩薩。"
    },
    {
      "id": "09-021-0003_p0022",
      "zh_CN": "「修学唯以自悟心性为主，不重经教，谓之宗下，依文字，起观照，证实相者，谓之教下，此佛家自称宗教也。」这是先说明佛法修学法门无量无边，像四弘誓愿里面所说的「法门无量誓愿学」，经典上佛常常讲的八万四千法门，都是说明修行方法途径之多。但是再多的法门，不外乎宗跟教两大类，佛家称为宗门、教下，这是佛教自己称宗教的意思，跟我们现在一般观念当中的宗教完全不相干，这个诸位要知道。宗门是特别指佛门里头禅宗这一派，除禅宗之外，在中国古时候十大宗派当中，其余的九宗都叫做教下。所以宗门单单指禅宗。为什么这样分？因为禅宗跟其他宗的教学有个很大的差别，就是下手不一样，但是诸位要晓得归宿相同，殊途同归。因此则说宗教不二，因为它的方向是一致的、目标是一致的，手段不一样。",
      "zh_TW": "「修學唯以自悟心性為主，不重經教，謂之宗下，依文字，起觀照，證實相者，謂之教下，此佛家自稱宗教也。」這是先說明佛法修學法門無量無邊，像四弘誓願裡面所說的「法門無量誓願學」，經典上佛常常講的八萬四千法門，都是說明修行方法途徑之多。但是再多的法門，不外乎宗跟教兩大類，佛家稱為宗門、教下，這是佛教自己稱宗教的意思，跟我們現在一般觀念當中的宗教完全不相干，這個諸位要知道。宗門是特別指佛門裡頭禪宗這一派，除禪宗之外，在中國古時候十大宗派當中，其餘的九宗都叫做教下。所以宗門單單指禪宗。為什麼這樣分？因為禪宗跟其他宗的教學有個很大的差別，就是下手不一樣，但是諸位要曉得歸宿相同，殊途同歸。因此則說宗教不二，因為它的方向是一致的、目標是一致的，手段不一樣。"
    },
    {
      "id": "09-021-0003_p0023",
      "zh_CN": "宗门的修学是以自悟心性为主，这是禅宗达摩祖师到中国来所传，它标榜的是不立文字，直指人心。这在大乘确实是顿教，成就非常快速，不必按部就班，要用现代教育里面的名词来说，这是天才班，不是普通班，因此它不重经教。可是诸位要晓得，它不是不要经教，而是不在经教里去下功夫，只掌握到纲领。六祖惠能就是个很好的例子，他在这部经里只抓住两句话，「应无所住，而生其心」，他抓住了纲领，枝枝叶叶统统不管，都不理会，从这个地方真的去实践。不是说听这两句就开悟了，我们听的太多遍了，为什么不开悟，人家为什么听了开悟，我们听了不开悟？我们听是耳听到了，心没到，心里面还是妄想分别执着，还是有住，还是不生心。所以这两句话是听到了，不是自己境界。他为什么开悟？耳到心到，把佛的境界完全变成自己的境界，自己跟如来无二无别，他得到了。他一听到无住真的就无住，像前面讲的，空有、双亦、双非全放下。生心，生个什么心？度一切众生之心，他真的生心了。",
      "zh_TW": "宗門的修學是以自悟心性為主，這是禪宗達摩祖師到中國來所傳，它標榜的是不立文字，直指人心。這在大乘確實是頓教，成就非常快速，不必按部就班，要用現代教育裡面的名詞來說，這是天才班，不是普通班，因此它不重經教。可是諸位要曉得，它不是不要經教，而是不在經教裡去下功夫，只掌握到綱領。六祖惠能就是個很好的例子，他在這部經裡只抓住兩句話，「應無所住，而生其心」，他抓住了綱領，枝枝葉葉統統不管，都不理會，從這個地方真的去實踐。不是說聽這兩句就開悟了，我們聽的太多遍了，為什麼不開悟，人家為什麼聽了開悟，我們聽了不開悟？我們聽是耳聽到了，心沒到，心裡面還是妄想分別執著，還是有住，還是不生心。所以這兩句話是聽到了，不是自己境界。他為什麼開悟？耳到心到，把佛的境界完全變成自己的境界，自己跟如來無二無別，他得到了。他一聽到無住真的就無住，像前面講的，空有、雙亦、雙非全放下。生心，生個什麼心？度一切眾生之心，他真的生心了。"
    },
    {
      "id": "09-021-0003_p0024",
      "zh_CN": "所以我们凡夫看六祖在黄梅跟五祖见了一面之后，就派到碓房里面去做苦工，这个事情只有他自己跟五祖两个人清楚明了，别的人没有一个知道。他在碓房里八个月，做的什么？修行、实践，真正契入无住生心。他在那个里面修的是六波罗蜜，六波罗蜜就在日常生活当中，六波罗蜜就是菩萨万行。所以人家是在生活当中活活泼泼的显示出来，一般人做不到。这是宗门的教学，是非常的手段，但是一定要对上上根人，不是这种根性的人没用处，你要用这个手段对付他，那就太残忍了，那是不应该。所以，教学要观机施教，要看他的程度，六祖是这样的根性，五祖用这种方法教他。就好像这个世间教学，老师观察这些学生，学生程度不一样，根性不相同，还有生活环境背景不一样，都要了解、都要清楚。然后教导的方法、原则就恰恰好适合，教的人很轻松，学习的人很愉快，那才能成就，不懂得观机就没有法子教人。",
      "zh_TW": "所以我們凡夫看六祖在黃梅跟五祖見了一面之後，就派到碓房裡面去做苦工，這個事情只有他自己跟五祖兩個人清楚明瞭，別的人沒有一個知道。他在碓房裡八個月，做的什麼？修行、實踐，真正契入無住生心。他在那個裡面修的是六波羅蜜，六波羅蜜就在日常生活當中，六波羅蜜就是菩薩萬行。所以人家是在生活當中活活潑潑的顯示出來，一般人做不到。這是宗門的教學，是非常的手段，但是一定要對上上根人，不是這種根性的人沒用處，你要用這個手段對付他，那就太殘忍了，那是不應該。所以，教學要觀機施教，要看他的程度，六祖是這樣的根性，五祖用這種方法教他。就好像這個世間教學，老師觀察這些學生，學生程度不一樣，根性不相同，還有生活環境背景不一樣，都要了解、都要清楚。然後教導的方法、原則就恰恰好適合，教的人很輕鬆，學習的人很愉快，那才能成就，不懂得觀機就沒有法子教人。"
    },
    {
      "id": "09-021-0003_p0025",
      "zh_CN": "所以宗门的班是天才班，这是惠能大师在《坛经》里讲得很清楚，他所接引的是上上根人；换句话说，上中以下都不是他教学的对象，他的对象是上上根人。什么样的人才是上上根人？妄想少、烦恼轻，这就是上上根人。他本来妄想就很少，烦恼就很轻，这个方法很好，一点他就能悟入；如果对于一个烦恼重、妄想重的人，这个方法一点效果都没有，这是我们一定要清楚的。所以禅门接引的人，古时候跟现在不相同，古时候禅德真的是善知识、好老师，你不是这个根性的人他不要你，他会介绍你到别的地方去。这正是所谓「佛氏门中，不舍一人」，看你在我这里不适合，我这里录取的标准不适合；比这个标准低的，别的地方有，他可以介绍你到其他的地方去。这就是真正的善知识。",
      "zh_TW": "所以宗門的班是天才班，這是惠能大師在《壇經》裡講得很清楚，他所接引的是上上根人；換句話說，上中以下都不是他教學的對象，他的對象是上上根人。什麼樣的人才是上上根人？妄想少、煩惱輕，這就是上上根人。他本來妄想就很少，煩惱就很輕，這個方法很好，一點他就能悟入；如果對於一個煩惱重、妄想重的人，這個方法一點效果都沒有，這是我們一定要清楚的。所以禪門接引的人，古時候跟現在不相同，古時候禪德真的是善知識、好老師，你不是這個根性的人他不要你，他會介紹你到別的地方去。這正是所謂「佛氏門中，不捨一人」，看你在我這裡不適合，我這裡錄取的標準不適合；比這個標準低的，別的地方有，他可以介紹你到其他的地方去。這就是真正的善知識。"
    },
    {
      "id": "09-021-0003_p0026",
      "zh_CN": "教下入门的方法就不一样，它接引的是中下根性；换句话说，上中下根性都有，都行，不像宗门，专接上上根人。它「依文字，起观照」，文字是经典，也就是现在所说的教科书，由浅而深，由小而大，循序渐进，这样来开班教学，好像从一年级、二年级、三年级、四年级顺序渐进，这是教下所说的，教下的方法。依照经典所讲的原理、原则起观照，要用功去实行，渐渐的证实相。宗门是自悟心性就是证实相，它下手目标就定在此地，所谓是大彻大悟，明心见性，见性就是证实相，见性就是生实相。这是说两种教学，手段不一样，佛教自称宗教是这个意思，万万不能够误会。",
      "zh_TW": "教下入門的方法就不一樣，它接引的是中下根性；換句話說，上中下根性都有，都行，不像宗門，專接上上根人。它「依文字，起觀照」，文字是經典，也就是現在所說的教科書，由淺而深，由小而大，循序漸進，這樣來開班教學，好像從一年級、二年級、三年級、四年級順序漸進，這是教下所說的，教下的方法。依照經典所講的原理、原則起觀照，要用功去實行，漸漸的證實相。宗門是自悟心性就是證實相，它下手目標就定在此地，所謂是大徹大悟，明心見性，見性就是證實相，見性就是生實相。這是說兩種教學，手段不一樣，佛教自稱宗教是這個意思，萬萬不能夠誤會。"
    },
    {
      "id": "09-021-0003_p0027",
      "zh_CN": "「智者大师，以实相之慧，修无相之檀为本经之宗。」智者是天台的大师，他是天台宗第三代，但是天台宗实际上是在他手上完备的，因此后世对天台宗的诸祖，反而对智者大师最为尊敬，道理就在此地。今天天台三大部都是他的著作，天台宗修行的根本。他有《金刚经》的注解，在《金刚经》注解里面，他所标示的宗旨是实相之慧，就是实相般若，修无相之檀，檀是布施。但是我们不能把这个字看呆了，要把它活着看，檀代表什么？檀就是代表六度，檀那本来是布施，用这一个字代表六度，六度就代表了一切的行门，就是六度万行。实相之慧是讲空，不着有，修无相之檀是不落空，正是说明空有同时，这是同时的。内不着相，外面样样都认真，做得很圆满，不落空，心地清净，不着有，样样都做得很圆满，不着空。诸位要知道，样样都圆满一定要不执着才能做得到，稍有执着，怎么样？迷了，迷了你怎么能做得圆满？不迷才会做得圆满，迷了就做得不圆满。",
      "zh_TW": "「智者大師，以實相之慧，修無相之檀為本經之宗。」智者是天台的大師，他是天台宗第三代，但是天台宗實際上是在他手上完備的，因此後世對天台宗的諸祖，反而對智者大師最為尊敬，道理就在此地。今天天台三大部都是他的著作，天台宗修行的根本。他有《金剛經》的註解，在《金剛經》註解裡面，他所標示的宗旨是實相之慧，就是實相般若，修無相之檀，檀是布施。但是我們不能把這個字看呆了，要把它活著看，檀代表什麼？檀就是代表六度，檀那本來是布施，用這一個字代表六度，六度就代表了一切的行門，就是六度萬行。實相之慧是講空，不著有，修無相之檀是不落空，正是說明空有同時，這是同時的。內不著相，外面樣樣都認真，做得很圓滿，不落空，心地清淨，不著有，樣樣都做得很圓滿，不著空。諸位要知道，樣樣都圓滿一定要不執著才能做得到，稍有執著，怎麼樣？迷了，迷了你怎麼能做得圓滿？不迷才會做得圓滿，迷了就做得不圓滿。"
    },
    {
      "id": "09-021-0003_p0028",
      "zh_CN": "为什么会迷？有我在，有我相、有我见，就迷了。为什么？他有个本位，换句话说，起心动念他都有私心在里面，无论做什么事情都不能够圆满。所以，头一个就是要把我拿掉。这个事情真难，真不容易，可是非从此下手不可，为什么？有我见就有轮回，我要不去掉，轮回就离不开，麻烦在此地，所以说非断不可。念佛功夫怎样才得力？念念当中只有阿弥陀佛，把自己一切都放下，所谓身心世界一切放下，这才能决定往生。不但我所要放下，我所是我所有的一切，要放下，身都不能执着。执着身，对这个身还放不下，佛来接引你也没办法把你拖走，这个身就是大累赘，所以连身都要放下。我们晓得这都是假的，身心世界都是假的，所以借假修真，知道这是假的，假的有它假的用处，不是没有用，有用，要用得正当，不要用错。用错了造轮回业，用正当，就可以了生死出轮回；换句话说，用的不正当就有生死轮回，用的正当就没有生死也没有轮回，这是真的，一点都不假。所以给我们证明了，确实没有生死、没有轮回，确实没有生灭。这个道理《金刚经》上讲得相当透彻。我们一定要修无相之檀，无相就是不执着，什么事情都做，一丝毫执着都没有，心地清净，念念都是利益一切众生。利益众生就是真正的利益自己，这个诸位要晓得，不肯利益众生，换句话说，不懂得利益自己。所以菩萨觉悟了，广行布施，他的果报，我们世间人头一个就会想到果报，他的果报是得一切众生的爱戴、得一切众生的供养，你说这个生活怎么不自在？",
      "zh_TW": "為什麼會迷？有我在，有我相、有我見，就迷了。為什麼？他有個本位，換句話說，起心動念他都有私心在裡面，無論做什麼事情都不能夠圓滿。所以，頭一個就是要把我拿掉。這個事情真難，真不容易，可是非從此下手不可，為什麼？有我見就有輪迴，我要不去掉，輪迴就離不開，麻煩在此地，所以說非斷不可。念佛功夫怎樣才得力？念念當中只有阿彌陀佛，把自己一切都放下，所謂身心世界一切放下，這才能決定往生。不但我所要放下，我所是我所有的一切，要放下，身都不能執著。執著身，對這個身還放不下，佛來接引你也沒辦法把你拖走，這個身就是大累贅，所以連身都要放下。我們曉得這都是假的，身心世界都是假的，所以借假修真，知道這是假的，假的有它假的用處，不是沒有用，有用，要用得正當，不要用錯。用錯了造輪迴業，用正當，就可以了生死出輪迴；換句話說，用的不正當就有生死輪迴，用的正當就沒有生死也沒有輪迴，這是真的，一點都不假。所以給我們證明了，確實沒有生死、沒有輪迴，確實沒有生滅。這個道理《金剛經》上講得相當透徹。我們一定要修無相之檀，無相就是不執著，什麼事情都做，一絲毫執著都沒有，心地清淨，念念都是利益一切眾生。利益眾生就是真正的利益自己，這個諸位要曉得，不肯利益眾生，換句話說，不懂得利益自己。所以菩薩覺悟了，廣行布施，他的果報，我們世間人頭一個就會想到果報，他的果報是得一切眾生的愛戴、得一切眾生的供養，你說這個生活怎麼不自在？"
    },
    {
      "id": "09-021-0003_p0029",
      "zh_CN": "下面，「江注」就是江味农居士《金刚经讲义》，他在这一段里面说，「离一切相，修一切善，为本经依体起修之妙宗」。这句话在文字上跟智者大师稍稍有点差别，实在讲它的意思完全是相通的，是一致的。离一切相就是不执着，就是无住的意思，要修一切善。什么叫善？利益众生叫善，利益自己叫恶。诸位要知道，为什么佛说利益自己的叫恶？因为大乘佛法的大主意就是破我，破我执、破我见、破我相；念念都为自己，增长我执，增长我执就是增长轮回，就是增长生死业缘，所以这是大恶，没有比这个更恶的，我们要明白这个道理。大乘法的方便、大乘法的巧妙，就是不要破我执，我执自自然然就没有，这个法子高明！它用什么法子？念念都为一切众生，起心动念、一切作为绝不为自己，为利益一切众生，把这个心大而化之，我执不破自然没有，比小乘高明太多了。小乘人很难，修得好苦，他是用我来破我，这个难。大乘方法是换个方式，是以利益一切众生来破除我见，这个利益是无量无边。我们明白这个道理，晓得这个方法的善巧，你就会认真去做。利益众生哪有不利益自己的道理？自己是众生之一，所以利人就是自利；换句话说，反过来，害人真的是害自己，别人没有受到害，自己受到害了。这个道理诸位要细细去揣摩，细细去思惟，你就明白它的真相。",
      "zh_TW": "下面，「江註」就是江味農居士《金剛經講義》，他在這一段裡面說，「離一切相，修一切善，為本經依體起修之妙宗」。這句話在文字上跟智者大師稍稍有點差別，實在講它的意思完全是相通的，是一致的。離一切相就是不執著，就是無住的意思，要修一切善。什麼叫善？利益眾生叫善，利益自己叫惡。諸位要知道，為什麼佛說利益自己的叫惡？因為大乘佛法的大主意就是破我，破我執、破我見、破我相；念念都為自己，增長我執，增長我執就是增長輪迴，就是增長生死業緣，所以這是大惡，沒有比這個更惡的，我們要明白這個道理。大乘法的方便、大乘法的巧妙，就是不要破我執，我執自自然然就沒有，這個法子高明！它用什麼法子？念念都為一切眾生，起心動念、一切作為絕不為自己，為利益一切眾生，把這個心大而化之，我執不破自然沒有，比小乘高明太多了。小乘人很難，修得好苦，他是用我來破我，這個難。大乘方法是換個方式，是以利益一切眾生來破除我見，這個利益是無量無邊。我們明白這個道理，曉得這個方法的善巧，你就會認真去做。利益眾生哪有不利益自己的道理？自己是眾生之一，所以利人就是自利；換句話說，反過來，害人真的是害自己，別人沒有受到害，自己受到害了。這個道理諸位要細細去揣摩，細細去思惟，你就明白它的真相。"
    },
    {
      "id": "09-021-0003_p0030",
      "zh_CN": "「本经修宗，在无住二字，全经观门、行门，尽在其中。」的确，全经的精华、全经的要领就在这两个字。不但这两个字是《金刚般若》的修学宗旨，也可以说是所有一切大乘佛法的修学宗旨，包括净土宗在内。净宗念佛何以不得力？就是因为有住，就是因为着相，还是执着五欲六尘，还是执着这个娑婆世界，不肯放下，所以念佛的功夫不得力。如果我们真的能放下、真的能看破，念佛哪有不得力的道理？观门，用现代的话来说，就是观念，行门就是日常生活行为，都要守住这个原则，要真正明了、通达，没有怀疑，我们信心才能生得起来，我们才真正肯如教修行。有不少同修都知道佛法好，佛说得好，就是做不到。其实这桩事情，我在初学佛的时候亲近章嘉大师，跟章嘉大师请教过这个问题。佛法的修学确实是知难行易，为什么做不到？没有真正知道，你所知的是一知半解，没有透彻、没有通达、没有圆融，所以你没有能真正相信，你才做不到。做容易，而明了难，太难了。知难行易的学说是孙中山先生所讲的，用在佛法上完全正确，佛法不是知易行难，佛法是知难行易。",
      "zh_TW": "「本經修宗，在無住二字，全經觀門、行門，盡在其中。」的確，全經的精華、全經的要領就在這兩個字。不但這兩個字是《金剛般若》的修學宗旨，也可以說是所有一切大乘佛法的修學宗旨，包括淨土宗在內。淨宗念佛何以不得力？就是因為有住，就是因為著相，還是執著五欲六塵，還是執著這個娑婆世界，不肯放下，所以念佛的功夫不得力。如果我們真的能放下、真的能看破，念佛哪有不得力的道理？觀門，用現代的話來說，就是觀念，行門就是日常生活行為，都要守住這個原則，要真正明瞭、通達，沒有懷疑，我們信心才能生得起來，我們才真正肯如教修行。有不少同修都知道佛法好，佛說得好，就是做不到。其實這樁事情，我在初學佛的時候親近章嘉大師，跟章嘉大師請教過這個問題。佛法的修學確實是知難行易，為什麼做不到？沒有真正知道，你所知的是一知半解，沒有透徹、沒有通達、沒有圓融，所以你沒有能真正相信，你才做不到。做容易，而明瞭難，太難了。知難行易的學說是孫中山先生所講的，用在佛法上完全正確，佛法不是知易行難，佛法是知難行易。"
    },
    {
      "id": "09-021-0003_p0031",
      "zh_CN": "正因为如此，所以释迦牟尼佛当年在世，讲经说法四十九年，什么原因？知太难了。说已经很难，你要能听懂，当然也不容易，可是要真正要懂得了，做起来很容易，做起来不难；换句话说，观念转变难，观念一转变，生活不难，生活就在老样子上他改变了。事上没有改变，形式上改变，他快乐，他幸福，他欢喜，不会像从前过得那么苦，念头一转过来，过得就好快乐。所谓素富贵，他安于富贵，他在富贵里头得到真乐；素贫贱，他在贫贱里面得到真乐。那个真乐，真实的享受是平等的，由此可知，对于物质环境就不重要。我们在《论语》里看到孔老夫子的学生颜回，颜回是世间最幸福的人、最快乐的人，他为什么？他事实真相明白了，就这个道理。",
      "zh_TW": "正因為如此，所以釋迦牟尼佛當年在世，講經說法四十九年，什麼原因？知太難了。說已經很難，你要能聽懂，當然也不容易，可是要真正要懂得了，做起來很容易，做起來不難；換句話說，觀念轉變難，觀念一轉變，生活不難，生活就在老樣子上他改變了。事上沒有改變，形式上改變，他快樂，他幸福，他歡喜，不會像從前過得那麼苦，念頭一轉過來，過得就好快樂。所謂素富貴，他安於富貴，他在富貴裡頭得到真樂；素貧賤，他在貧賤裡面得到真樂。那個真樂，真實的享受是平等的，由此可知，對於物質環境就不重要。我們在《論語》裡看到孔老夫子的學生顏回，顏回是世間最幸福的人、最快樂的人，他為什麼？他事實真相明白了，就這個道理。"
    },
    {
      "id": "09-021-0003_p0032",
      "zh_CN": "好！今天时间到了，我们就讲到此地。",
      "zh_TW": "好！今天時間到了，我們就講到此地。"
    }
  ]
}