{
  "doc_id": "09-021-0004",
  "title": {
    "zh_CN": "金刚经讲义节要",
    "zh_TW": "金剛經講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "09-021-0004",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "09-021-0004_p0001",
      "zh_CN": "请掀开讲义第五面，第二行看起：",
      "zh_TW": "請掀開講義第五面，第二行看起："
    },
    {
      "id": "09-021-0004_p0002",
      "zh_CN": "「大智度论云，般若要旨，在离一切法，即一切法。」这是引用《大论》上的两句话，也是说明般若修学的纲领，这两句话看起来好像很简单，可是它的义理与境界却是深广无有边际。这一切法是从现相上说的，这个相从什么地方现出来？为什么会有这些现相？这个问题可以说自古至今，许多的科学家、哲学家乃至于宗教家们都在探讨，虽然有许多的说法，都不能叫人真正心服，一直到今天还是找不到结论，找不到满意的答案。而佛在经上，将这个问题与我们解释得清清楚楚、明明白白，很可惜许多研究这个问题的人没有缘分接触到佛法。那些人都是非常聪明的人，如果他要接受大乘佛法，相信他对这个问题会更清楚、会更了解。",
      "zh_TW": "「大智度論云，般若要旨，在離一切法，即一切法。」這是引用《大論》上的兩句話，也是說明般若修學的綱領，這兩句話看起來好像很簡單，可是它的義理與境界卻是深廣無有邊際。這一切法是從現相上說的，這個相從什麼地方現出來？為什麼會有這些現相？這個問題可以說自古至今，許多的科學家、哲學家乃至於宗教家們都在探討，雖然有許多的說法，都不能叫人真正心服，一直到今天還是找不到結論，找不到滿意的答案。而佛在經上，將這個問題與我們解釋得清清楚楚、明明白白，很可惜許多研究這個問題的人沒有緣分接觸到佛法。那些人都是非常聰明的人，如果他要接受大乘佛法，相信他對這個問題會更清楚、會更了解。"
    },
    {
      "id": "09-021-0004_p0003",
      "zh_CN": "佛为什么知道，这些人为什么不知道？世间人他的分别妄想执着没断，事实真相就是被这个东西障碍住。因此，只要有妄想分别执着，你就决定见不到事实真相。这究竟是什么道理？世尊二十二年讲的《大般若经》就是解答这个问题，可见这个问题错综复杂，佛要用这样长的时间来解释。从理论、从现象、从演变的过程，这些真实的相状，一层一层为我们分析。如果我们头脑不冷静、不清醒，听佛说了这么多，结果是愈听愈迷惑，愈听愈不知道佛在说些什么。由此可知，我们学佛一定要抓住佛所讲的纲领、原理原则，抓住这一点。《大般若经》里面，也就是二十二年所说的，它的纲领是什么？简单的讲就是「无住」，前面第五条所讲的无住，无住就是不执着，就是不着相。怎样叫不着相？心里头有念就着相，着了就有相；心里无念也着相，着了空相。这个事情很麻烦，不但有不能执着，空也不能执着，空有二边都不能执着，为什么？心性本来如是。有念错了，无念也错了，这是大乘佛法最难的地方，难理解、难契入，契入就是平常讲的证得，不容易证得。《金刚经》是全部般若的纲领，说得比较详细，因为经文不算很长，不难掌握到它的原则。",
      "zh_TW": "佛為什麼知道，這些人為什麼不知道？世間人他的分別妄想執著沒斷，事實真相就是被這個東西障礙住。因此，只要有妄想分別執著，你就決定見不到事實真相。這究竟是什麼道理？世尊二十二年講的《大般若經》就是解答這個問題，可見這個問題錯綜複雜，佛要用這樣長的時間來解釋。從理論、從現象、從演變的過程，這些真實的相狀，一層一層為我們分析。如果我們頭腦不冷靜、不清醒，聽佛說了這麼多，結果是愈聽愈迷惑，愈聽愈不知道佛在說些什麼。由此可知，我們學佛一定要抓住佛所講的綱領、原理原則，抓住這一點。《大般若經》裡面，也就是二十二年所說的，它的綱領是什麼？簡單的講就是「無住」，前面第五條所講的無住，無住就是不執著，就是不著相。怎樣叫不著相？心裡頭有念就著相，著了就有相；心裡無念也著相，著了空相。這個事情很麻煩，不但有不能執著，空也不能執著，空有二邊都不能執著，為什麼？心性本來如是。有念錯了，無念也錯了，這是大乘佛法最難的地方，難理解、難契入，契入就是平常講的證得，不容易證得。《金剛經》是全部般若的綱領，說得比較詳細，因為經文不算很長，不難掌握到它的原則。"
    },
    {
      "id": "09-021-0004_p0004",
      "zh_CN": "所以一切法就包括非常之广，可是要紧就在「离」这个字。离，实在说不是真的叫你离开一切法，那是办不到的，原因在哪里？一切法是真性变现出来的，性是体，相是作用。离是离对一切法的分别执着妄想，叫我们离这个。离开妄想，一切法就是真如本性，这个事情对初学人来讲确实不容易体会，所以古大德在不得已的情况之下用比喻来说明。佛经上用比喻来说明的例子很多，但是比喻只能比喻个仿佛，决定比不到真实，这是我们要了解的。我们要从比喻里面去体会真相，这就正确，就对了。古德用金与金器来做比喻，把金比作性，把器就比作相，凡夫执着相，就见不到性。譬如我们用黄金做个手镯，镯是个相，世间人只知道有手镯，不知道有黄金，这做比喻，这叫迷惑颠倒，他不晓得那个镯就是金，金就是镯，它是一不是二。所以相跟体不一也不异，不异就完全一样，不一，性是不变的，相是可以改变的。金是不变的，喜欢做个镯就做个镯子，不喜欢做镯，把它改变成一条项链也可以。所以，相是会变的，体是不变的，但是相是从体变现的，离开体没有相，离开相也没有体。譬如说离开器哪来的金？找不到金；离开金哪有器？没有器。古德用这个比喻，让我们从这里面体会。",
      "zh_TW": "所以一切法就包括非常之廣，可是要緊就在「離」這個字。離，實在說不是真的叫你離開一切法，那是辦不到的，原因在哪裡？一切法是真性變現出來的，性是體，相是作用。離是離對一切法的分別執著妄想，叫我們離這個。離開妄想，一切法就是真如本性，這個事情對初學人來講確實不容易體會，所以古大德在不得已的情況之下用比喻來說明。佛經上用比喻來說明的例子很多，但是比喻只能比喻個彷彿，決定比不到真實，這是我們要了解的。我們要從比喻裡面去體會真相，這就正確，就對了。古德用金與金器來做比喻，把金比作性，把器就比作相，凡夫執著相，就見不到性。譬如我們用黃金做個手鐲，鐲是個相，世間人只知道有手鐲，不知道有黃金，這做比喻，這叫迷惑顛倒，他不曉得那個鐲就是金，金就是鐲，它是一不是二。所以相跟體不一也不異，不異就完全一樣，不一，性是不變的，相是可以改變的。金是不變的，喜歡做個鐲就做個鐲子，不喜歡做鐲，把它改變成一條項鍊也可以。所以，相是會變的，體是不變的，但是相是從體變現的，離開體沒有相，離開相也沒有體。譬如說離開器哪來的金？找不到金；離開金哪有器？沒有器。古德用這個比喻，讓我們從這裡面體會。"
    },
    {
      "id": "09-021-0004_p0005",
      "zh_CN": "我们今天六根所接触的六尘境界，宇宙人生、森罗万象，这个现象从哪来的？是从真如本性里面变现出来的。真如本性就像金一样，这一切现象就像器一样，我们常常从这里面去观察、去体会，这就叫做观照，就能生智慧。相，千差万别，你从佛经上讲，从佛菩萨到饿鬼、地狱、畜生，不一样，十法界不相同，正报不相同，依报也不相同。在佛法里面讲十法界，十我们不能把它当作数目字来看，当数目字来看那就看错了，看呆了。它是形容词，实际上，十就是代表圆满，代表无量，法界的确是无量的。现代科学家们探讨宇宙的现象，他也有个名词，他不叫法界，他叫做时空，时空也是无量无边，他说的是三度空间、四度空间，一直到无限度的空间。这个说法跟我们佛经里面讲的法界意思完全相同，科学家真的也很聪明，发现到空间有无限度的元次，不能说他没有智慧。他虽然发现了，多元次的时空从哪来的？怎么样去突破？现在科学家天天在绞脑汁，想方法突破，因为突破了就可以进入到未来、可以回到过去，现在就是还没有办法能够突破。佛在经典里面告诉我们，这个现象从哪里来的？从分别而来，妄想分别执着，妄想现相，分别就变成多元次。如果严格的来说，每个人他生活空间元次都不相同，假如说两个人相同，这两个人用现代俗话说，这两个人就通灵，他心里想什么我知道，我心里想什么他知道，这是同一个元次。今天我想的你不知道，你想的我不知道，换句话说，我们的生活空间不同元次，大别元次是相同，里面还有差别不同，道理在此地，佛经里面讲得透彻、讲得清楚。",
      "zh_TW": "我們今天六根所接觸的六塵境界，宇宙人生、森羅萬象，這個現象從哪來的？是從真如本性裡面變現出來的。真如本性就像金一樣，這一切現象就像器一樣，我們常常從這裡面去觀察、去體會，這就叫做觀照，就能生智慧。相，千差萬別，你從佛經上講，從佛菩薩到餓鬼、地獄、畜生，不一樣，十法界不相同，正報不相同，依報也不相同。在佛法裡面講十法界，十我們不能把它當作數目字來看，當數目字來看那就看錯了，看呆了。它是形容詞，實際上，十就是代表圓滿，代表無量，法界的確是無量的。現代科學家們探討宇宙的現象，他也有個名詞，他不叫法界，他叫做時空，時空也是無量無邊，他說的是三度空間、四度空間，一直到無限度的空間。這個說法跟我們佛經裡面講的法界意思完全相同，科學家真的也很聰明，發現到空間有無限度的元次，不能說他沒有智慧。他雖然發現了，多元次的時空從哪來的？怎麼樣去突破？現在科學家天天在絞腦汁，想方法突破，因為突破了就可以進入到未來、可以回到過去，現在就是還沒有辦法能夠突破。佛在經典裡面告訴我們，這個現象從哪裡來的？從分別而來，妄想分別執著，妄想現相，分別就變成多元次。如果嚴格的來說，每個人他生活空間元次都不相同，假如說兩個人相同，這兩個人用現代俗話說，這兩個人就通靈，他心裡想什麼我知道，我心裡想什麼他知道，這是同一個元次。今天我想的你不知道，你想的我不知道，換句話說，我們的生活空間不同元次，大別元次是相同，裡面還有差別不同，道理在此地，佛經裡面講得透徹、講得清楚。"
    },
    {
      "id": "09-021-0004_p0006",
      "zh_CN": "怎样突破？佛经典实在讲就是教给我们突破的方法。我们知道这个现象，这个现象不是真相，是幻相，不是真相。真相是什么？叫一真法界，那是真相。所谓一真法界里面就是无量元次全部突破，在那个境界里面，过去现在未来、此界他方，无所不知、无所不能。这在我们世间人眼光里看真是不可思议，真正是神通广大，而佛告诉我们，这是我们每个人的本能，一点都不稀奇，我们的智慧德能本来就是这个样子。本来是一真，现在变成多元次，怎么变的？就是因为我们起心动念、妄想执着，就搞这个东西。从这个地方我们体会到了，这些科学家、哲学家、宗教家何以不能突破？原因就是他依旧是用分别执着妄想，用这个来突破，这是不可能的，妄不能破妄，只有真才能够破妄。",
      "zh_TW": "怎樣突破？佛經典實在講就是教給我們突破的方法。我們知道這個現象，這個現象不是真相，是幻相，不是真相。真相是什麼？叫一真法界，那是真相。所謂一真法界裡面就是無量元次全部突破，在那個境界裡面，過去現在未來、此界他方，無所不知、無所不能。這在我們世間人眼光裡看真是不可思議，真正是神通廣大，而佛告訴我們，這是我們每個人的本能，一點都不稀奇，我們的智慧德能本來就是這個樣子。本來是一真，現在變成多元次，怎麼變的？就是因為我們起心動念、妄想執著，就搞這個東西。從這個地方我們體會到了，這些科學家、哲學家、宗教家何以不能突破？原因就是他依舊是用分別執著妄想，用這個來突破，這是不可能的，妄不能破妄，只有真才能夠破妄。"
    },
    {
      "id": "09-021-0004_p0007",
      "zh_CN": "佛用的方法跟他们不相同，佛用什么方法？佛用禅定，怎样才能达到禅定？无住就达到禅定，用这个方法。无住就是离一切相，离就是不执着。一切万象摆在我们面前，只要你离分别心、离执着心，这一切万象就是真相，就是即一切法。一切法摆在面前，佛看是这样的，我们看也是这样的，但是佛看的这一切法是性，我们看这一切是相，不晓得这是真如本性。佛看到是性，我们看到是相，我们着了相，这其间到底有什么差别？差别太大了，佛所见到的性，性是不生不灭，我们见到相，相是有生有灭，在它的作用上来讲就有很大的差别。佛见性，得大自在，知道这些现象，譬如我们凡夫眼睛里面看的，这些植物、花草有生住异灭的现象，而佛观察的没有。佛为什么看到没有，我们为什么看到有？因为我们有分别，我们在分别心里面，有时间的分别，过去现在未来，有空间的分别，所谓四方、四维、上下，这统统从分别心而来的。佛没有分别，所有一切法是同时的，我们的看法不是同时的，有先后差别。同就是一，一才是真相，不同就有二三，过去现在未来叫三世，你不同，不同时，所以我们现在看不到过去、看不到未来。他那个三世是同时的，都看到了，过去现在未来都看到。我们不晓得一切法是同时的，譬如空有是同时的，生灭是同时的，先后也是同时的，无有一法不是同时的，这见到真相。要见到一切法的真实相，要离在一切法上的妄想分别执着，我们才见到一切法的真相，这是说的总纲领、总原则。",
      "zh_TW": "佛用的方法跟他們不相同，佛用什麼方法？佛用禪定，怎樣才能達到禪定？無住就達到禪定，用這個方法。無住就是離一切相，離就是不執著。一切萬象擺在我們面前，只要你離分別心、離執著心，這一切萬象就是真相，就是即一切法。一切法擺在面前，佛看是這樣的，我們看也是這樣的，但是佛看的這一切法是性，我們看這一切是相，不曉得這是真如本性。佛看到是性，我們看到是相，我們著了相，這其間到底有什麼差別？差別太大了，佛所見到的性，性是不生不滅，我們見到相，相是有生有滅，在它的作用上來講就有很大的差別。佛見性，得大自在，知道這些現象，譬如我們凡夫眼睛裡面看的，這些植物、花草有生住異滅的現象，而佛觀察的沒有。佛為什麼看到沒有，我們為什麼看到有？因為我們有分別，我們在分別心裡面，有時間的分別，過去現在未來，有空間的分別，所謂四方、四維、上下，這統統從分別心而來的。佛沒有分別，所有一切法是同時的，我們的看法不是同時的，有先後差別。同就是一，一才是真相，不同就有二三，過去現在未來叫三世，你不同，不同時，所以我們現在看不到過去、看不到未來。他那個三世是同時的，都看到了，過去現在未來都看到。我們不曉得一切法是同時的，譬如空有是同時的，生滅是同時的，先後也是同時的，無有一法不是同時的，這見到真相。要見到一切法的真實相，要離在一切法上的妄想分別執著，我們才見到一切法的真相，這是說的總綱領、總原則。"
    },
    {
      "id": "09-021-0004_p0008",
      "zh_CN": "末后这段说的更为具体。「经云，离一切诸相，则名诸佛。」这是说明，佛跟众生差别在哪里？如果说着一切诸相，则名凡夫，凡夫跟佛差别就在此地。我们凡夫念念都着相，着相之病由来已久，无始劫以来就养成这么一个习惯，虽然今天听到佛这么说，我们能离得掉吗？没法子离掉。凡夫着有，以为一切法都是实在的，承认它是实在的，执着它是实在的，念念不能改变。小乘人聪明，闻到佛法之后他觉悟了，一切法是缘起的，缘起性空。知道这一切是假的，于是他也有执着，他执空，还是离不开执着。执着有是病，要受六道轮回之苦，执着空还是病，虽然超越了六道，不能见性，还是不能得自在，这是二乘人的苦处。大乘菩萨，就是此地这句经文里所说的，离一切诸相，则名诸佛，这个离是空有统统离。离也要离，如果有一个离相的念头，还是执着，所以说二边不立，中道也没有。",
      "zh_TW": "末後這段說的更為具體。「經云，離一切諸相，則名諸佛。」這是說明，佛跟眾生差別在哪裡？如果說著一切諸相，則名凡夫，凡夫跟佛差別就在此地。我們凡夫念念都著相，著相之病由來已久，無始劫以來就養成這麼一個習慣，雖然今天聽到佛這麼說，我們能離得掉嗎？沒法子離掉。凡夫著有，以為一切法都是實在的，承認它是實在的，執著它是實在的，念念不能改變。小乘人聰明，聞到佛法之後他覺悟了，一切法是緣起的，緣起性空。知道這一切是假的，於是他也有執著，他執空，還是離不開執著。執著有是病，要受六道輪迴之苦，執著空還是病，雖然超越了六道，不能見性，還是不能得自在，這是二乘人的苦處。大乘菩薩，就是此地這句經文裡所說的，離一切諸相，則名諸佛，這個離是空有統統離。離也要離，如果有一個離相的念頭，還是執著，所以說二邊不立，中道也沒有。"
    },
    {
      "id": "09-021-0004_p0009",
      "zh_CN": "大乘法里面常常讲中道，中道是什么？二边都离，勉强取个名字叫中道，你要执着真的有个中道，你又执着中道，中道跟二边又对立，还是个麻烦事情，还是错了，中道也没有。说到最后，这是真的到不得已，佛才讲出「言语道断，心行处灭」，真的事实真相言语说不出来。不但言语说不出来，你想去想，你一想就着了，就着相，不能想像，这就叫心行处灭，行是心起作用，心起作用不能达到这个境界，这才能明了。果然契入这个境界，他就叫诸佛。这个地方的诸佛有两个意思，第一个是泛指十方一切诸佛，第二个意思，凡是见性都叫佛，禅里面说明心见性，见性成佛。见性，大乘法里面说圆教初住菩萨，破一品无明，见一分真性，他就成佛了，初住就成佛。初住要到究竟位，那就是四十二个阶级，这四十二个阶级就叫诸佛，他都可以称佛。我们在《楞严经》里面看到观世音菩萨三十二应，应以佛身得度者即现佛身而为说法，那是什么地位？是圆教初住的地位，就是破一品无明，证一分法身。不要小看他只破一品无明，那个作用就大了，他就能示现八相成道，就像释迦牟尼佛三千年前在北印度所示现的，圆初住菩萨就有这个能力。所以，他是真佛，他不是假佛。但是他并不圆满，到究竟圆满还要经历四十二个位次，就是十住、十行、十回向、十地、等觉、妙觉，四十二个位次，诸佛是指这个。由此可知，圆初住的菩萨就离一切相，刚刚离，所谓大三空三昧，空有二边都离，空也离了，人我空、法我空、空空，空也离了，这个叫真正离一切相。",
      "zh_TW": "大乘法裡面常常講中道，中道是什麼？二邊都離，勉強取個名字叫中道，你要執著真的有個中道，你又執著中道，中道跟二邊又對立，還是個麻煩事情，還是錯了，中道也沒有。說到最後，這是真的到不得已，佛才講出「言語道斷，心行處滅」，真的事實真相言語說不出來。不但言語說不出來，你想去想，你一想就著了，就著相，不能想像，這就叫心行處滅，行是心起作用，心起作用不能達到這個境界，這才能明瞭。果然契入這個境界，他就叫諸佛。這個地方的諸佛有兩個意思，第一個是泛指十方一切諸佛，第二個意思，凡是見性都叫佛，禪裡面說明心見性，見性成佛。見性，大乘法裡面說圓教初住菩薩，破一品無明，見一分真性，他就成佛了，初住就成佛。初住要到究竟位，那就是四十二個階級，這四十二個階級就叫諸佛，他都可以稱佛。我們在《楞嚴經》裡面看到觀世音菩薩三十二應，應以佛身得度者即現佛身而為說法，那是什麼地位？是圓教初住的地位，就是破一品無明，證一分法身。不要小看他只破一品無明，那個作用就大了，他就能示現八相成道，就像釋迦牟尼佛三千年前在北印度所示現的，圓初住菩薩就有這個能力。所以，他是真佛，他不是假佛。但是他並不圓滿，到究竟圓滿還要經歷四十二個位次，就是十住、十行、十迴向、十地、等覺、妙覺，四十二個位次，諸佛是指這個。由此可知，圓初住的菩薩就離一切相，剛剛離，所謂大三空三昧，空有二邊都離，空也離了，人我空、法我空、空空，空也離了，這個叫真正離一切相。"
    },
    {
      "id": "09-021-0004_p0010",
      "zh_CN": "「又云，以无我人众寿修一切善法，则得阿耨菩提，阿耨菩提者，实相般若也，离一切相，修一切善，观照般若也，因观照而证实相。」这不仅仅将修行重要的原则告诉我们，连修证的次第也说出来了。无我相、人相、众生相、寿者相，这是四相。四相里面实在讲是以我相为主，我相破了，四相都没有了。往后经文里面会详细的说明。必须离相修一切善法，离相是空，修一切善法是有，离相而修一切善法就是空有同时。我们凡夫修一切善法不离相，着有；小乘离了四相，不修善法，着空；唯独菩萨聪明，离相他修善，这就叫空有二边都不住。这一切善法，经里面给我们举的例子就是菩萨的六度，本经六度里面说得最多的就是布施，可是我们要晓得佛说经的意思，说一个代表一切，不要单单执着一门。",
      "zh_TW": "「又云，以無我人眾壽修一切善法，則得阿耨菩提，阿耨菩提者，實相般若也，離一切相，修一切善，觀照般若也，因觀照而證實相。」這不僅僅將修行重要的原則告訴我們，連修證的次第也說出來了。無我相、人相、眾生相、壽者相，這是四相。四相裡面實在講是以我相為主，我相破了，四相都沒有了。往後經文裡面會詳細的說明。必須離相修一切善法，離相是空，修一切善法是有，離相而修一切善法就是空有同時。我們凡夫修一切善法不離相，著有；小乘離了四相，不修善法，著空；唯獨菩薩聰明，離相他修善，這就叫空有二邊都不住。這一切善法，經裡面給我們舉的例子就是菩薩的六度，本經六度裡面說得最多的就是布施，可是我們要曉得佛說經的意思，說一個代表一切，不要單單執著一門。"
    },
    {
      "id": "09-021-0004_p0011",
      "zh_CN": "布施不应该着相，任何一法都不应该着相，但是法法都要去修，只要不着相，那就叫做善法，着了相就不善，纵然是善法也不善。什么原因？招来的果报是人天福报。享福没有不造罪业的，福报愈大，可能造的罪业愈多也愈重，招得来生不如意，你的福报享完了怎么办？所以佛不叫那个叫善法。这个经是大乘经，是菩萨法，它的善恶标准跟我们一般世间的观念是有很大的差别。此地讲的善法是明心见性，那是善法，成佛、成菩萨这是善法。所以底下说得好，则得阿耨菩提，阿耨多罗三藐三菩提。这是什么东西？这是成佛之法，菩提是法，得到这个法就成佛了。没有圆满的时候叫正等菩提，这是菩萨，刚才说的，圆初住以上一直到等觉，都叫做正等菩提；再向上提升，达到究竟位，圆满位，再加个无上，无上正等正觉，就是究竟圆满的佛果，这才叫善法。如果不能成就正等正觉，都不算是善法。所以这个地方标准高。",
      "zh_TW": "布施不應該著相，任何一法都不應該著相，但是法法都要去修，只要不著相，那就叫做善法，著了相就不善，縱然是善法也不善。什麼原因？招來的果報是人天福報。享福沒有不造罪業的，福報愈大，可能造的罪業愈多也愈重，招得來生不如意，你的福報享完了怎麼辦？所以佛不叫那個叫善法。這個經是大乘經，是菩薩法，它的善惡標準跟我們一般世間的觀念是有很大的差別。此地講的善法是明心見性，那是善法，成佛、成菩薩這是善法。所以底下說得好，則得阿耨菩提，阿耨多羅三藐三菩提。這是什麼東西？這是成佛之法，菩提是法，得到這個法就成佛了。沒有圓滿的時候叫正等菩提，這是菩薩，剛才說的，圓初住以上一直到等覺，都叫做正等菩提；再向上提升，達到究竟位，圓滿位，再加個無上，無上正等正覺，就是究竟圓滿的佛果，這才叫善法。如果不能成就正等正覺，都不算是善法。所以這個地方標準高。"
    },
    {
      "id": "09-021-0004_p0012",
      "zh_CN": "底下解释，「阿耨菩提者，实相般若也」，实相般若就是无上正等正觉。「离一切相，修一切善」，这叫观照般若。行门里面，佛法讲行门要用现代话来说就是日常生活，这是诸位一定要清楚的。如果不是日常生活，修行跟你的生活脱节，跟你的生活不相关，你学佛有什么好处？你学佛能得到什么？这是我们不能不知道的，不能不深深去反省的，那就错了，完全错了。所以我们常常看到经上讲的行门、观门，行门、观门都是日常生活，观是观念，行是生活行为，从起心动念到处事待人接物。你要明白这个事实，你才晓得佛法与我们真的是息息相关，一时一刻都离不开。佛菩萨为什么称为佛菩萨？就是他的观行是生活。我们今天修行为什么得不到受用？我们学佛跟生活脱离，学佛是一桩事情，生活又是一桩事情，你说糟糕不糟糕！这个佛法学得好苦，学得带来了许多的困扰麻烦，这都是实在讲不懂得佛法的真实义，错会了意思，盲修瞎练。一切善就是指的日常生活，我们常讲，生活得幸福美满快乐，这就是善。要离相才能够真正得到，着相就生烦恼，着相就造业，造轮回之业。",
      "zh_TW": "底下解釋，「阿耨菩提者，實相般若也」，實相般若就是無上正等正覺。「離一切相，修一切善」，這叫觀照般若。行門裡面，佛法講行門要用現代話來說就是日常生活，這是諸位一定要清楚的。如果不是日常生活，修行跟你的生活脫節，跟你的生活不相關，你學佛有什麼好處？你學佛能得到什麼？這是我們不能不知道的，不能不深深去反省的，那就錯了，完全錯了。所以我們常常看到經上講的行門、觀門，行門、觀門都是日常生活，觀是觀念，行是生活行為，從起心動念到處事待人接物。你要明白這個事實，你才曉得佛法與我們真的是息息相關，一時一刻都離不開。佛菩薩為什麼稱為佛菩薩？就是他的觀行是生活。我們今天修行為什麼得不到受用？我們學佛跟生活脫離，學佛是一樁事情，生活又是一樁事情，你說糟糕不糟糕！這個佛法學得好苦，學得帶來了許多的困擾麻煩，這都是實在講不懂得佛法的真實義，錯會了意思，盲修瞎練。一切善就是指的日常生活，我們常講，生活得幸福美滿快樂，這就是善。要離相才能夠真正得到，著相就生煩惱，著相就造業，造輪迴之業。"
    },
    {
      "id": "09-021-0004_p0013",
      "zh_CN": "世间法里面，佛看得清楚、看得明白，把真相给我们说出来，人与人的关系、人与一切众生的关系非常复杂，《华严经》上讲无量因缘，无量因缘是很复杂。这样复杂的原因，佛的确有智慧、有能力，他把它归纳为四大类，无量无边的因缘不外这四大类，报恩、报怨、讨债、还债，就这四大类。人与人，人与一切，不但是跟动物，跟植物都是一样，没有这个关系，见面也不相逢，也陌生。近的是父子、兄弟、夫妇，这是近的，远的是亲戚、朋友，比较上疏一点，都是这个缘，缘的亲疏才有这些事情。迷的人在生活里面很苦，为什么？用现代话来说，不外乎两种纠纷，一种是情的纠纷，感情的纠纷，另外一种是债务纠纷，就这两桩事情。讨债、还债是债务纠纷，报恩、报怨是感情的纠纷，这两种纠纷是愈演愈烈，很麻烦，你能够解决得了吗？没法子的。因为他那个报不会报得恰好，讨债也不会说讨得恰好他就不要了，他还想多讨一点；多讨一点，那倒过来你又欠他的。这个事情无量劫来没完没了，这就是为什么会有生死轮回，为什么在轮回里面每一世都往下堕落，不太可能往上提升，都是往下坠落。往上提升的人，大概都是学佛有了修持，我们今天讲有了修养，看这些问题看得比较淡薄，这个可能来生提升一点。但是提升的次数少，往下堕落的次数多，这个事情就麻烦了，这是事实真相。",
      "zh_TW": "世間法裡面，佛看得清楚、看得明白，把真相給我們說出來，人與人的關係、人與一切眾生的關係非常複雜，《華嚴經》上講無量因緣，無量因緣是很複雜。這樣複雜的原因，佛的確有智慧、有能力，他把它歸納為四大類，無量無邊的因緣不外這四大類，報恩、報怨、討債、還債，就這四大類。人與人，人與一切，不但是跟動物，跟植物都是一樣，沒有這個關係，見面也不相逢，也陌生。近的是父子、兄弟、夫婦，這是近的，遠的是親戚、朋友，比較上疏一點，都是這個緣，緣的親疏才有這些事情。迷的人在生活裡面很苦，為什麼？用現代話來說，不外乎兩種糾紛，一種是情的糾紛，感情的糾紛，另外一種是債務糾紛，就這兩樁事情。討債、還債是債務糾紛，報恩、報怨是感情的糾紛，這兩種糾紛是愈演愈烈，很麻煩，你能夠解決得了嗎？沒法子的。因為他那個報不會報得恰好，討債也不會說討得恰好他就不要了，他還想多討一點；多討一點，那倒過來你又欠他的。這個事情無量劫來沒完沒了，這就是為什麼會有生死輪迴，為什麼在輪迴裡面每一世都往下墮落，不太可能往上提升，都是往下墜落。往上提升的人，大概都是學佛有了修持，我們今天講有了修養，看這些問題看得比較淡薄，這個可能來生提升一點。但是提升的次數少，往下墮落的次數多，這個事情就麻煩了，這是事實真相。"
    },
    {
      "id": "09-021-0004_p0014",
      "zh_CN": "唯有明白佛理，通达佛理，在日常生活当中提得起观照的功夫，这个问题可以能够解决。如果不是真正实修，本经后面说到「信心不逆」，要达到这个境界，问题可以解决。信心不逆就是经上讲的「信心清净，则生实相」，你对这个道理明白了，所谓佛理就是宇宙人生的真相，你把真相搞清楚、搞明白，你深深相信，深深理解，非如佛所说不可。佛怎么说的？佛教你放下，佛教你不执着，佛教你离一切相。你真正肯这样做，就是觉悟、就是智慧。在生活当中，我们常讲佛菩萨的生活充满了智慧，而我们凡夫恰恰相反，凡夫的生活充满了情、欲，欲是欲望，迷情、欲望，他的前途一片黑暗。佛菩萨的生活是智慧，前途是一片光明，怎么会一样？前途是黑暗的，哪有幸福？哪有快乐？哪有美满？唯有前途是一片光明，那是真正的幸福自在美满。所以佛经不能不读，佛法不能不学。什么叫佛法？佛是觉悟，佛法是觉悟之法，智慧之法，觉悟之法你要是不认真去学，你就甘心迷惑颠倒。",
      "zh_TW": "唯有明白佛理，通達佛理，在日常生活當中提得起觀照的功夫，這個問題可以能夠解決。如果不是真正實修，本經後面說到「信心不逆」，要達到這個境界，問題可以解決。信心不逆就是經上講的「信心清淨，則生實相」，你對這個道理明白了，所謂佛理就是宇宙人生的真相，你把真相搞清楚、搞明白，你深深相信，深深理解，非如佛所說不可。佛怎麼說的？佛教你放下，佛教你不執著，佛教你離一切相。你真正肯這樣做，就是覺悟、就是智慧。在生活當中，我們常講佛菩薩的生活充滿了智慧，而我們凡夫恰恰相反，凡夫的生活充滿了情、欲，欲是欲望，迷情、欲望，他的前途一片黑暗。佛菩薩的生活是智慧，前途是一片光明，怎麼會一樣？前途是黑暗的，哪有幸福？哪有快樂？哪有美滿？唯有前途是一片光明，那是真正的幸福自在美滿。所以佛經不能不讀，佛法不能不學。什麼叫佛法？佛是覺悟，佛法是覺悟之法，智慧之法，覺悟之法你要是不認真去學，你就甘心迷惑顛倒。"
    },
    {
      "id": "09-021-0004_p0015",
      "zh_CN": "「因观照而证实相」，观照是修学的功夫，功夫就在日常生活之中。所以这部经，我们现在还没有入经文，入经文就非常有趣味。这部经的发起跟其他大乘经典很不相同，一般大乘经典差不多都是佛放光现瑞，引起大众欢喜，踊跃来发问，来请教。而本经不是的，本经是释迦牟尼佛吃饭的时候，入舍卫大城托钵回来，吃过饭，衣钵收起来，洗洗脚在打坐，在那里休息，这样发起的。这是说什么？生活，日常生活，实相般若就是日常生活，那是智慧的生活。一般人看不出来，须菩提聪明，被须菩提看出来了，所以须菩提很欢喜，立刻就赞叹，赞叹到稀有。一天到晚穿衣吃饭，有什么稀有？真的稀有，我们生活当中一天到晚生烦恼，佛不生烦恼，我们是妄想分别执着，佛妄想分别执着统统都没有。没事情的时候悠闲自在，有事就是说法利生，除这个之外没事，说法是帮助别人开悟。这是圆满智慧的生活，因观照才能够证得实相。这是简单把这部经修学的纲领说出来。",
      "zh_TW": "「因觀照而證實相」，觀照是修學的功夫，功夫就在日常生活之中。所以這部經，我們現在還沒有入經文，入經文就非常有趣味。這部經的發起跟其他大乘經典很不相同，一般大乘經典差不多都是佛放光現瑞，引起大眾歡喜，踴躍來發問，來請教。而本經不是的，本經是釋迦牟尼佛吃飯的時候，入舍衛大城托缽回來，吃過飯，衣缽收起來，洗洗腳在打坐，在那裡休息，這樣發起的。這是說什麼？生活，日常生活，實相般若就是日常生活，那是智慧的生活。一般人看不出來，須菩提聰明，被須菩提看出來了，所以須菩提很歡喜，立刻就讚歎，讚歎到稀有。一天到晚穿衣吃飯，有什麼稀有？真的稀有，我們生活當中一天到晚生煩惱，佛不生煩惱，我們是妄想分別執著，佛妄想分別執著統統都沒有。沒事情的時候悠閒自在，有事就是說法利生，除這個之外沒事，說法是幫助別人開悟。這是圓滿智慧的生活，因觀照才能夠證得實相。這是簡單把這部經修學的綱領說出來。"
    },
    {
      "id": "09-021-0004_p0016",
      "zh_CN": "下面是「辨用」，是第四段，辨用。「明宗，是明因位之修，辨用，是辨果地之证，而显体，是显因果之目的。」第一条先把名词术语的含义说清楚。前面明宗，明是说明，宗是宗旨，也就是讲修学的纲领，所以是因位之修。辨用，辨是辨别它的作用，我们依照这个方法来修，修了以后会得什么样的结果。有因当然就有果，这一段要讲果用，也就是说我们能得什么样的好处，这果地之证。第一段讲显体，这是因果之目的全包括在其中。「佛言，一切众生，皆有如来智慧觉性，但以妄想执着所障，不能证得。」世尊这段话非常重要，这句话如果我们真的明白，真的懂得，我们对于修学的信心就能够生得起来。生什么样的信心？成佛的信心，换句话说，就是成就世间最究竟、最圆满的信心。",
      "zh_TW": "下面是「辨用」，是第四段，辨用。「明宗，是明因位之修，辨用，是辨果地之證，而顯體，是顯因果之目的。」第一條先把名詞術語的含義說清楚。前面明宗，明是說明，宗是宗旨，也就是講修學的綱領，所以是因位之修。辨用，辨是辨別它的作用，我們依照這個方法來修，修了以後會得什麼樣的結果。有因當然就有果，這一段要講果用，也就是說我們能得什麼樣的好處，這果地之證。第一段講顯體，這是因果之目的全包括在其中。「佛言，一切眾生，皆有如來智慧覺性，但以妄想執著所障，不能證得。」世尊這段話非常重要，這句話如果我們真的明白，真的懂得，我們對於修學的信心就能夠生得起來。生什麼樣的信心？成佛的信心，換句話說，就是成就世間最究竟、最圓滿的信心。"
    },
    {
      "id": "09-021-0004_p0017",
      "zh_CN": "世间人修学，几个人敢望成佛？学佛的人很多，你去打听打听，去问问，你为什么学佛？希望佛菩萨保佑我平安、保佑我发财，是为这个学佛的，这个目标太小，太可怜了。成佛得到的是什么？尽虚空遍法界你都得到，你得到那么一点点算什么？太可怜了。为什么能得到尽虚空遍法界？因为尽虚空遍法界本来是自己的，是自己心性里面变现出来的，心外无法，法外无心，都是自己变现出来的。一切众生皆有如来智慧觉性，这就说明一切众生跟佛没有两样，论智慧、论福德、论神通完全是平等的。我们晓得佛陀确实是无所不知、无所不能，佛在世的时候也有不少人常常去试验试验，看看佛的能力是真的、是假的。怎么试验？随便指一棵树，问佛这树上有多少片树叶？佛确实立刻就答出一个数字。当然，他也没有办法去数。那个人也很聪明，他故意把树叶采几片把它装到别的地方，再问佛，数目多少？佛马上答复他，又少了多少，跟他那个数完全一样，这就证明很正确。的确是经过很多次的试验，在《阿含经》里面都有记载。",
      "zh_TW": "世間人修學，幾個人敢望成佛？學佛的人很多，你去打聽打聽，去問問，你為什麼學佛？希望佛菩薩保佑我平安、保佑我發財，是為這個學佛的，這個目標太小，太可憐了。成佛得到的是什麼？盡虛空遍法界你都得到，你得到那麼一點點算什麼？太可憐了。為什麼能得到盡虛空遍法界？因為盡虛空遍法界本來是自己的，是自己心性裡面變現出來的，心外無法，法外無心，都是自己變現出來的。一切眾生皆有如來智慧覺性，這就說明一切眾生跟佛沒有兩樣，論智慧、論福德、論神通完全是平等的。我們曉得佛陀確實是無所不知、無所不能，佛在世的時候也有不少人常常去試驗試驗，看看佛的能力是真的、是假的。怎麼試驗？隨便指一棵樹，問佛這樹上有多少片樹葉？佛確實立刻就答出一個數字。當然，他也沒有辦法去數。那個人也很聰明，他故意把樹葉採幾片把它裝到別的地方，再問佛，數目多少？佛馬上答覆他，又少了多少，跟他那個數完全一樣，這就證明很正確。的確是經過很多次的試驗，在《阿含經》裡面都有記載。"
    },
    {
      "id": "09-021-0004_p0018",
      "zh_CN": "他确实是无所不知，无所不能。这个能力，佛说了不是他一个人有，人人都有，平等平等，无二无别。我们今天这些能力为什么不能现前？但以妄想执着所障。病根就是两个，一个是妄想，一个是执着，妄想演变成所知障，执着演变成烦恼障。佛法里面常说惑有三种，见思惑、尘沙惑、无明惑，这三种迷惑也叫三种烦恼，见思烦恼、尘沙烦恼、无明烦恼，根源都是从妄想执着而来的。因此我们本有的智慧德能不能现前，不得享受，就是因为妄想执着。这两种，妄想细，执着粗，执着容易断，妄想很难断。见思烦恼就是执着，我执，本经里面讲的我相、我见都是属于这个，执着要破了，问题解决一半，六道生死轮回的问题解决了，因为还有妄想没断。当然，粗的妄想没有了，还有微细的妄想没断，所以不能见性。不能见性，如来智慧觉性还是不能现前，必须再要用功，用功，用什么方法用功？还是前面讲的原则，离一切相，修一切善，继续不断用这个功夫。",
      "zh_TW": "他確實是無所不知，無所不能。這個能力，佛說了不是他一個人有，人人都有，平等平等，無二無別。我們今天這些能力為什麼不能現前？但以妄想執著所障。病根就是兩個，一個是妄想，一個是執著，妄想演變成所知障，執著演變成煩惱障。佛法裡面常說惑有三種，見思惑、塵沙惑、無明惑，這三種迷惑也叫三種煩惱，見思煩惱、塵沙煩惱、無明煩惱，根源都是從妄想執著而來的。因此我們本有的智慧德能不能現前，不得享受，就是因為妄想執著。這兩種，妄想細，執著粗，執著容易斷，妄想很難斷。見思煩惱就是執著，我執，本經裡面講的我相、我見都是屬於這個，執著要破了，問題解決一半，六道生死輪迴的問題解決了，因為還有妄想沒斷。當然，粗的妄想沒有了，還有微細的妄想沒斷，所以不能見性。不能見性，如來智慧覺性還是不能現前，必須再要用功，用功，用什麼方法用功？還是前面講的原則，離一切相，修一切善，繼續不斷用這個功夫。"
    },
    {
      "id": "09-021-0004_p0019",
      "zh_CN": "一切善法要去做，尽心尽力去做，绝不能执着，不执着那叫真善，执着就不善。世间人无论做什么事情他所求的是眼前的利益，他迷在这里，大家每天很辛苦的工作，为什么？不是为名就是为利。如果名利都没有，你干不干？不干，为什么不干？干了没好处，认为名利是好处，这就是执着，这就是妄想。佛菩萨为一切众生，他也在工作，诸位如果读《华严》、读《楞严》、读《圆觉》你都晓得，《金刚经》上说的是纲领，没有说得那么详细，细说的特别是《华严》。你看善财童子五十三参，经文有四十卷之多，我们看到那里面修行的菩萨都是大菩萨，都是明心见性的这些菩萨们，他们示现的是男女老少、各行各业。他修的什么？就是此地讲的，离一切相修一切善，无论在哪个行业都是善法，离相，而这个行业必定对社会有贡献，对大家生活有帮助。所以他的工作，他不为自己，他为众生，不求名利。",
      "zh_TW": "一切善法要去做，盡心盡力去做，絕不能執著，不執著那叫真善，執著就不善。世間人無論做什麼事情他所求的是眼前的利益，他迷在這裡，大家每天很辛苦的工作，為什麼？不是為名就是為利。如果名利都沒有，你幹不幹？不幹，為什麼不幹？幹了沒好處，認為名利是好處，這就是執著，這就是妄想。佛菩薩為一切眾生，他也在工作，諸位如果讀《華嚴》、讀《楞嚴》、讀《圓覺》你都曉得，《金剛經》上說的是綱領，沒有說得那麼詳細，細說的特別是《華嚴》。你看善財童子五十三參，經文有四十卷之多，我們看到那裡面修行的菩薩都是大菩薩，都是明心見性的這些菩薩們，他們示現的是男女老少、各行各業。他修的什麼？就是此地講的，離一切相修一切善，無論在哪個行業都是善法，離相，而這個行業必定對社會有貢獻，對大家生活有幫助。所以他的工作，他不為自己，他為眾生，不求名利。"
    },
    {
      "id": "09-021-0004_p0020",
      "zh_CN": "菩萨的生活非常简单，因为有个身体在，需要养这个身体，换句话说，他能够吃得饱、穿得暖，有个小房子住，他就足矣。其他的？其他的为众生、为社会，不为自己去着想，他快乐。他做成功，事业做大了，很快乐，众生有福；做失败了，他也没有烦恼，众生没有福报，与自己不相干，自己没有得失观念，念念为众生。这样去做他所得到的什么？得到是明心见性，他所做的是真正的福慧双修，本经里面所讲的观行并重，观是智慧，行是在修善。空有二边不住，空有同时，他是在修这个，没有改变他的生活方式，没有改变他的行业。所以《华严》最后一品给我们做了典范，我们应当要明了，要知道怎样去修学，换句话说，就是应当要晓得怎样去过日子，使你这一生真正得到幸福快乐美满。那个美满真实的成就，我在讲席当中常讲，快乐、自在、不老、不病、不死，世间人得不到，唯有真正修学的人决定得到。他契入到这个境界，生死就了了，诸法实相见到了，生死轮回的事情完全解决了。这是我们无量劫以来不能解决的问题，我们在这一生当中可以得到圆满的解决，你说这多快乐，这多幸福。这是大乘佛法，我们能够遇到不容易，这是佛在经上常说，人身难得，佛法难闻，尤其是大乘法，尤其是大乘法里面了义的佛法。",
      "zh_TW": "菩薩的生活非常簡單，因為有個身體在，需要養這個身體，換句話說，他能夠吃得飽、穿得暖，有個小房子住，他就足矣。其他的？其他的為眾生、為社會，不為自己去著想，他快樂。他做成功，事業做大了，很快樂，眾生有福；做失敗了，他也沒有煩惱，眾生沒有福報，與自己不相干，自己沒有得失觀念，念念為眾生。這樣去做他所得到的什麼？得到是明心見性，他所做的是真正的福慧雙修，本經裡面所講的觀行並重，觀是智慧，行是在修善。空有二邊不住，空有同時，他是在修這個，沒有改變他的生活方式，沒有改變他的行業。所以《華嚴》最後一品給我們做了典範，我們應當要明瞭，要知道怎樣去修學，換句話說，就是應當要曉得怎樣去過日子，使你這一生真正得到幸福快樂美滿。那個美滿真實的成就，我在講席當中常講，快樂、自在、不老、不病、不死，世間人得不到，唯有真正修學的人決定得到。他契入到這個境界，生死就了了，諸法實相見到了，生死輪迴的事情完全解決了。這是我們無量劫以來不能解決的問題，我們在這一生當中可以得到圓滿的解決，你說這多快樂，這多幸福。這是大乘佛法，我們能夠遇到不容易，這是佛在經上常說，人身難得，佛法難聞，尤其是大乘法，尤其是大乘法裡面了義的佛法。"
    },
    {
      "id": "09-021-0004_p0021",
      "zh_CN": "「妄想，分别心是，执着，我法二执是。」我是执着身是我，这叫我执；执着一切法真有、实有，这叫法执，这是两种执着。「起信论云，以不达一法界故，不觉念起，而有无明。不达即不觉，无明即妄想执着。」马鸣菩萨在《大乘起信论》里面所说的，《大乘起信论》分量也不算太多，是一部很重要的论典。论是解释经的，《起信论》是属于宗经论，论有两种，一种叫宗经论，一种叫释经论。释经论是解释一部经的，就是一部经的注解；宗经论它不是解释一部经的，它是完全离开经典的文字，发明这里面的道理，《起信论》是属于这一类的。换句话说，它里面所说的、所解释的可以适用在一切大乘经典之中。因此我们中国古德讲经、注解，几乎没有不引用《起信论》里面的文字，它用得很广，这一句也是重要的原则。不达，达是通达、是明了，就是不明了、不知道整个宇宙人生是一法，不知道；不知道就是迷，就是无明。因为不知道是一法，所以不觉念起，念是什么？妄想，而有无明，无明就是妄想执着。法相宗所讲的，讲宇宙现象的起源，怎么起源的？是一念不觉，而有无明，这是最粗的。然后从这里发展，无明不觉生三细，生三细，现相就出来了。一念不觉而有无明还没有现相，无明就是动，但是动还没有造成现相，但是到三细，相就出来。三细是讲的业相，无明业相，从业相里面变现出来，业就是动，业就是造作，就是动，变现出见分跟相分这两分，见相二分。相就是现相，一切现相生出来，然后才从境界为缘长六粗，逐渐发展。",
      "zh_TW": "「妄想，分別心是，執著，我法二執是。」我是執著身是我，這叫我執；執著一切法真有、實有，這叫法執，這是兩種執著。「起信論云，以不達一法界故，不覺念起，而有無明。不達即不覺，無明即妄想執著。」馬鳴菩薩在《大乘起信論》裡面所說的，《大乘起信論》分量也不算太多，是一部很重要的論典。論是解釋經的，《起信論》是屬於宗經論，論有兩種，一種叫宗經論，一種叫釋經論。釋經論是解釋一部經的，就是一部經的註解；宗經論它不是解釋一部經的，它是完全離開經典的文字，發明這裡面的道理，《起信論》是屬於這一類的。換句話說，它裡面所說的、所解釋的可以適用在一切大乘經典之中。因此我們中國古德講經、註解，幾乎沒有不引用《起信論》裡面的文字，它用得很廣，這一句也是重要的原則。不達，達是通達、是明瞭，就是不明瞭、不知道整個宇宙人生是一法，不知道；不知道就是迷，就是無明。因為不知道是一法，所以不覺念起，念是什麼？妄想，而有無明，無明就是妄想執著。法相宗所講的，講宇宙現象的起源，怎麼起源的？是一念不覺，而有無明，這是最粗的。然後從這裡發展，無明不覺生三細，生三細，現相就出來了。一念不覺而有無明還沒有現相，無明就是動，但是動還沒有造成現相，但是到三細，相就出來。三細是講的業相，無明業相，從業相裡面變現出來，業就是動，業就是造作，就是動，變現出見分跟相分這兩分，見相二分。相就是現相，一切現相生出來，然後才從境界為緣長六粗，逐漸發展。"
    },
    {
      "id": "09-021-0004_p0022",
      "zh_CN": "中国人，我们中国古人也相当聪明，解释宇宙的现象，像《易经》里面所说的，我们中国人讲太极，那个「无极」是以后人家造谣言的，古书里头第一个只讲太极。太极生两仪，两仪就是阴阳二极，两仪就生四象，四象生八卦，八卦生万物，跟法相唯识里面所讲的很接近，但是中国人讲得比较笼统，佛法讲得精细。用中国这个纲领，再以佛法来解释的话，清清楚楚、明明白白，这是佛法传到中国来之后受到中国人热烈的欢迎，道理就在此地。我们古圣先贤讲得没错，但是不够详细，而佛法讲得比我们古德讲得详细太多了，说明宇宙的根源，这些现象怎么发生的。",
      "zh_TW": "中國人，我們中國古人也相當聰明，解釋宇宙的現象，像《易經》裡面所說的，我們中國人講太極，那個「無極」是以後人家造謠言的，古書裡頭第一個只講太極。太極生兩儀，兩儀就是陰陽二極，兩儀就生四象，四象生八卦，八卦生萬物，跟法相唯識裡面所講的很接近，但是中國人講得比較籠統，佛法講得精細。用中國這個綱領，再以佛法來解釋的話，清清楚楚、明明白白，這是佛法傳到中國來之後受到中國人熱烈的歡迎，道理就在此地。我們古聖先賢講得沒錯，但是不夠詳細，而佛法講得比我們古德講得詳細太多了，說明宇宙的根源，這些現象怎麼發生的。"
    },
    {
      "id": "09-021-0004_p0023",
      "zh_CN": "原本是一真，一法界，纵然演变，无论演变到多么复杂，诸位要晓得，还是一法界，怎么变也变不出心性之外，所以它依旧是一法界。你明白了，什么问题都解决了，就没问题了；不明白，在里面所有的问题都是妄想执着而生的，离开妄想执着，什么问题都没有。所以这是有了无明。「此经大用，能开众生究竟圆满之智慧。」究竟圆满的智慧是如来果地上的智慧，这部经能帮助我们。经上说过，本经是为发大乘而说的，发最上乘人而说的，这就说明这部经的对象必须是大乘根性的人、是最上乘根性的人，依照这个经典去修学，你能够得到究竟圆满的智慧。我们不是这样的人，不是这样的人学这个经，虽然不能得究竟圆满的智慧，也能得少分。何况佛在经上说得很好，他有很巧妙的方法，帮助我们培养成大乘最上乘的根性，用什么方法？读诵、受持，所以自古以来善知识都劝我们读经，道理在此地。我们不是上乘的根性，从读诵当中可以培养出，只要以真诚心、清净心、恭敬心去读诵。对着经本叫读，读得很熟了，离开经本也能读，叫做诵，诵是背诵，就是不看经本也能够念得出来，念得很熟了，读诵。因为读诵，你才能够受持，受持是依教奉行，依照经典里面的道理、依照经典所说的方法去做。怎么做法？刚才讲了，把它变成我们自己的日常生活，使我们在日常生活当中，起心动念、言语造作都能跟这个原理原则相应，这就叫观照，这叫真正修学的功夫。它就能够改善你的生活，现在人常说改造命运，真的就能帮助我们改造命运。",
      "zh_TW": "原本是一真，一法界，縱然演變，無論演變到多麼複雜，諸位要曉得，還是一法界，怎麼變也變不出心性之外，所以它依舊是一法界。你明白了，什麼問題都解決了，就沒問題了；不明白，在裡面所有的問題都是妄想執著而生的，離開妄想執著，什麼問題都沒有。所以這是有了無明。「此經大用，能開眾生究竟圓滿之智慧。」究竟圓滿的智慧是如來果地上的智慧，這部經能幫助我們。經上說過，本經是為發大乘而說的，發最上乘人而說的，這就說明這部經的對象必須是大乘根性的人、是最上乘根性的人，依照這個經典去修學，你能夠得到究竟圓滿的智慧。我們不是這樣的人，不是這樣的人學這個經，雖然不能得究竟圓滿的智慧，也能得少分。何況佛在經上說得很好，他有很巧妙的方法，幫助我們培養成大乘最上乘的根性，用什麼方法？讀誦、受持，所以自古以來善知識都勸我們讀經，道理在此地。我們不是上乘的根性，從讀誦當中可以培養出，只要以真誠心、清淨心、恭敬心去讀誦。對著經本叫讀，讀得很熟了，離開經本也能讀，叫做誦，誦是背誦，就是不看經本也能夠念得出來，念得很熟了，讀誦。因為讀誦，你才能夠受持，受持是依教奉行，依照經典裡面的道理、依照經典所說的方法去做。怎麼做法？剛才講了，把它變成我們自己的日常生活，使我們在日常生活當中，起心動念、言語造作都能跟這個原理原則相應，這就叫觀照，這叫真正修學的功夫。它就能夠改善你的生活，現在人常說改造命運，真的就能幫助我們改造命運。"
    },
    {
      "id": "09-021-0004_p0024",
      "zh_CN": "可是诸位要记住，如果在这一生要不能真正了生死出轮回，纵有成就，小成就，不是真正的成就，真正成就一定要超越六道轮回。因为这桩事情太可怕了，如果不能超越的话，麻烦、痛苦永远不能够摆脱，年岁大的人对这个体会比较深刻。想想我们一生，到底是为了什么？做了什么？所谓价值、所谓意义究竟何在？这是一个稍稍有智慧的人不能不想到的一个很严肃的课题。再者我们很冷静的观察，我们附近的亲戚朋友，观察他们的一生。因为常常看人，一般人看自己不容易，看别人比较容易，看看别人，回头再想想自己，容易觉悟。我常常到各个地方去讲经，一年巡回一次，每一年去到那个地方，听经的这些同修们面孔都不一样，有新来的，有已经过世了。我上一次到洛杉矶讲经在法印寺，云霞法师还有说有笑，现在？云霞法师已经过世好几个星期了，转眼之间。然后再回头看看这些历史上的人物，他们的一生一世究竟做些什么？有人问我，历史上这些伟人、做大官的、做大将军的，他们现在在哪里？老实说一大半都在三恶道。大官、大将是要多生多世积善修福才修到的，不是一世，但是在一世享福当中造多少业，特别是操生杀之权的，你能说没有冤枉人吗？你能说没有害人吗？因果的责任决定逃不过。替老百姓做好事固然是有，一个错误的政策又害了多少人。",
      "zh_TW": "可是諸位要記住，如果在這一生要不能真正了生死出輪迴，縱有成就，小成就，不是真正的成就，真正成就一定要超越六道輪迴。因為這樁事情太可怕了，如果不能超越的話，麻煩、痛苦永遠不能夠擺脫，年歲大的人對這個體會比較深刻。想想我們一生，到底是為了什麼？做了什麼？所謂價值、所謂意義究竟何在？這是一個稍稍有智慧的人不能不想到的一個很嚴肅的課題。再者我們很冷靜的觀察，我們附近的親戚朋友，觀察他們的一生。因為常常看人，一般人看自己不容易，看別人比較容易，看看別人，回頭再想想自己，容易覺悟。我常常到各個地方去講經，一年巡迴一次，每一年去到那個地方，聽經的這些同修們面孔都不一樣，有新來的，有已經過世了。我上一次到洛杉磯講經在法印寺，雲霞法師還有說有笑，現在？雲霞法師已經過世好幾個星期了，轉眼之間。然後再回頭看看這些歷史上的人物，他們的一生一世究竟做些什麼？有人問我，歷史上這些偉人、做大官的、做大將軍的，他們現在在哪裡？老實說一大半都在三惡道。大官、大將是要多生多世積善修福才修到的，不是一世，但是在一世享福當中造多少業，特別是操生殺之權的，你能說沒有冤枉人嗎？你能說沒有害人嗎？因果的責任決定逃不過。替老百姓做好事固然是有，一個錯誤的政策又害了多少人。"
    },
    {
      "id": "09-021-0004_p0025",
      "zh_CN": "古时候的聪明人，最怕的是做官，人家请他做官，想办法躲避。你看诸葛亮，刘备三次去请，不得已被他拖出来，拖下水去了，还是不够聪明，真的聪明是赶紧逃，这一定要晓得。我们在历史上看到，许由是真正聪明人，人家请他做皇帝，逃掉了，躲到深山里头找不到。哪像现在的人，不要等人来，自己去竞选，这还得了，真的是叫迷惑颠倒，这是胆大，不怕因果。像这些地方，我们如果能够很冷静的去观察就晓得，然后就晓得自己这一生，我的生活应该怎么过法，会过得很有意义，很有价值，过得很幸福，很快乐。这一生快乐，来生更快乐，这就是刚才讲了前途是一片光明。所以我们不能不感激经典，不能不感激释迦牟尼佛，以及代代相传的这些善知识，我们今天才遇到大乘了义的法门。",
      "zh_TW": "古時候的聰明人，最怕的是做官，人家請他做官，想辦法躲避。你看諸葛亮，劉備三次去請，不得已被他拖出來，拖下水去了，還是不夠聰明，真的聰明是趕緊逃，這一定要曉得。我們在歷史上看到，許由是真正聰明人，人家請他做皇帝，逃掉了，躲到深山裡頭找不到。哪像現在的人，不要等人來，自己去競選，這還得了，真的是叫迷惑顛倒，這是膽大，不怕因果。像這些地方，我們如果能夠很冷靜的去觀察就曉得，然後就曉得自己這一生，我的生活應該怎麼過法，會過得很有意義，很有價值，過得很幸福，很快樂。這一生快樂，來生更快樂，這就是剛才講了前途是一片光明。所以我們不能不感激經典，不能不感激釋迦牟尼佛，以及代代相傳的這些善知識，我們今天才遇到大乘了義的法門。"
    },
    {
      "id": "09-021-0004_p0026",
      "zh_CN": "「此智为一切众生性体所本具，即是众生皆有之如来智慧觉性。」本经帮助我们开智慧，开的智慧不是从别的地方来的，这句话说得好，不是从经典上来的，是我们自性里头本来具足的智慧，这就是真实智慧。所以，真的东西不是从外面来的，这个诸位要晓得，不但智慧不是外面来的，是自性本来具足的，福德也是本来具足，也不是从外面来的；要想从外面来的，那叫心外求法，那不是真的。心外求法哪有不生烦恼的道理？众生迷，迷在哪里？心外求法，佛菩萨悟，悟在什么地方？不向心外求，所以他有真乐。",
      "zh_TW": "「此智為一切眾生性體所本具，即是眾生皆有之如來智慧覺性。」本經幫助我們開智慧，開的智慧不是從別的地方來的，這句話說得好，不是從經典上來的，是我們自性裡頭本來具足的智慧，這就是真實智慧。所以，真的東西不是從外面來的，這個諸位要曉得，不但智慧不是外面來的，是自性本來具足的，福德也是本來具足，也不是從外面來的；要想從外面來的，那叫心外求法，那不是真的。心外求法哪有不生煩惱的道理？眾生迷，迷在哪裡？心外求法，佛菩薩悟，悟在什麼地方？不向心外求，所以他有真樂。"
    },
    {
      "id": "09-021-0004_p0027",
      "zh_CN": "「性具智开，不觉者觉，无明者明，便是通达一真法界，便是从根本上破障断惑。」这也是这部经的题目为什么叫做「金刚般若」，就是这个道理。金刚它的性质具足坚固、锋利、光明，比喻自性本具的智慧，这个智慧只要现前，就跟金刚的性质一样。我们现在不觉，不觉能够觉悟，这常讲破迷开悟，觉、明都是本有的，本具的性德，不觉、无明是本来没有的；本来没有当然可以断掉，本来有的当然可以恢复，我们的信心是从这个理论基础上建立的，这一定要相信。智慧怎么开？用什么方法开？正是这部经所要教给我们的，我们相信这个道理，懂得这个方法，依照理论、方法去修，就决定得到这个结果。方法的纲领就是离相修善，这部经自始至终都是教给我们这个原则。经文也有次第，由浅而深，由狭而广，经文分量虽然不多，到最后结归的确实是究竟圆满，所以它是了义的大乘经。",
      "zh_TW": "「性具智開，不覺者覺，無明者明，便是通達一真法界，便是從根本上破障斷惑。」這也是這部經的題目為什麼叫做「金剛般若」，就是這個道理。金剛它的性質具足堅固、鋒利、光明，比喻自性本具的智慧，這個智慧只要現前，就跟金剛的性質一樣。我們現在不覺，不覺能夠覺悟，這常講破迷開悟，覺、明都是本有的，本具的性德，不覺、無明是本來沒有的；本來沒有當然可以斷掉，本來有的當然可以恢復，我們的信心是從這個理論基礎上建立的，這一定要相信。智慧怎麼開？用什麼方法開？正是這部經所要教給我們的，我們相信這個道理，懂得這個方法，依照理論、方法去修，就決定得到這個結果。方法的綱領就是離相修善，這部經自始至終都是教給我們這個原則。經文也有次第，由淺而深，由狹而廣，經文分量雖然不多，到最後結歸的確實是究竟圓滿，所以它是了義的大乘經。"
    },
    {
      "id": "09-021-0004_p0028",
      "zh_CN": "智慧开了，无明破了，就通达一真法界，通达一真法界是功夫，如果论地位，是圆初住以上的果位。这个方法真的是巧妙，真的是一超直入，要用其他的方法修到这个果位的确不容易。我们知道小乘人断见思烦恼，超越六道轮回，他修得初果之后，也就是断了三界八十八品见惑之后，还得天上人间七次往返，才能把思惑断尽；人间寿命短，天上寿命长，你说多费事，才能把这个问题解决。论果位，他只相当于圆教七信位的菩萨，要用《金刚经》的理论跟方法叫一超直入，他能够达到初住的果位，比阿罗汉要高出，阿罗汉等于七信，八信、九信、十信、初住，高四个等级。而且一生当中可以成就，不必天上人间七次往来。大乘法跟小乘比较，大乘殊胜，大乘是方便法门，是修行的捷径。",
      "zh_TW": "智慧開了，無明破了，就通達一真法界，通達一真法界是功夫，如果論地位，是圓初住以上的果位。這個方法真的是巧妙，真的是一超直入，要用其他的方法修到這個果位的確不容易。我們知道小乘人斷見思煩惱，超越六道輪迴，他修得初果之後，也就是斷了三界八十八品見惑之後，還得天上人間七次往返，才能把思惑斷盡；人間壽命短，天上壽命長，你說多費事，才能把這個問題解決。論果位，他只相當於圓教七信位的菩薩，要用《金剛經》的理論跟方法叫一超直入，他能夠達到初住的果位，比阿羅漢要高出，阿羅漢等於七信，八信、九信、十信、初住，高四個等級。而且一生當中可以成就，不必天上人間七次往來。大乘法跟小乘比較，大乘殊勝，大乘是方便法門，是修行的捷徑。"
    },
    {
      "id": "09-021-0004_p0029",
      "zh_CN": "但是大乘根性的人，什么是大乘种性？什么是一乘种性？一乘种性就是净土宗里面所说的，成佛的机缘这一生当中成熟了，这是最难能可贵的。他一门超越不只超到初住，他一直超到等觉，超到如来果地，那就不是《金刚经》能够相比的。这里面最重要的还是《金刚经》上那句话，叫「信心不逆」，这是成熟的相。这个意思是什么？真信，一丝毫怀疑都没有，真正了解，真正的明了，决定依这个方法来修学。我们今天念佛不得力，原因在哪里？我们的信心、愿心不足，不能说没有，但是不足，所以用功进进退退，会退转，犹疑不定。《金刚经》正好在这方面可以给我们很大的帮助，使我们对于净宗的经典、方法能够深信、深解，知道非依这个法门不可，不依这个法门这一生决定解决不了问题，纵然是修善，也不过是人天福报而已。",
      "zh_TW": "但是大乘根性的人，什麼是大乘種性？什麼是一乘種性？一乘種性就是淨土宗裡面所說的，成佛的機緣這一生當中成熟了，這是最難能可貴的。他一門超越不只超到初住，他一直超到等覺，超到如來果地，那就不是《金剛經》能夠相比的。這裡面最重要的還是《金剛經》上那句話，叫「信心不逆」，這是成熟的相。這個意思是什麼？真信，一絲毫懷疑都沒有，真正了解，真正的明瞭，決定依這個方法來修學。我們今天念佛不得力，原因在哪裡？我們的信心、願心不足，不能說沒有，但是不足，所以用功進進退退，會退轉，猶疑不定。《金剛經》正好在這方面可以給我們很大的幫助，使我們對於淨宗的經典、方法能夠深信、深解，知道非依這個法門不可，不依這個法門這一生決定解決不了問題，縱然是修善，也不過是人天福報而已。"
    },
    {
      "id": "09-021-0004_p0030",
      "zh_CN": "要说实在的话，世间修善的人很多，真能得人天福的人并不多，原因还是不明白大乘的教义。他那些福报到哪里享？畜生道里去享、饿鬼道去享。我们看看现在，现在不但外国人养宠物，在台湾，中国人养宠物的也很多。那个宠物真有福报，主人侍候牠当祖宗侍候，他对待他的父母、儿女、亲属没有对待像牠那么好，没有照顾那么周到。那享福，前生修的福报，前生跟牠结的有缘，所以牠来了，牠的主人报牠的恩，还牠的债，天天恭恭敬敬的对牠供养，牠到那里享福去了。还有一种到饿鬼道去享福，变成土地公、王爷、山神，变成这些，接受信徒的祭祀供养，享这个去了。这些事实真相我们都不能不知道，你要不明理，不晓得真实状况，我们的前途实在讲太渺茫。人要有远大的眼光，不能看这一世，看来生来世，这一世很短暂。",
      "zh_TW": "要說實在的話，世間修善的人很多，真能得人天福的人並不多，原因還是不明白大乘的教義。他那些福報到哪裡享？畜生道裡去享、餓鬼道去享。我們看看現在，現在不但外國人養寵物，在台灣，中國人養寵物的也很多。那個寵物真有福報，主人侍候牠當祖宗侍候，他對待他的父母、兒女、親屬沒有對待像牠那麼好，沒有照顧那麼周到。那享福，前生修的福報，前生跟牠結的有緣，所以牠來了，牠的主人報牠的恩，還牠的債，天天恭恭敬敬的對牠供養，牠到那裡享福去了。還有一種到餓鬼道去享福，變成土地公、王爺、山神，變成這些，接受信徒的祭祀供養，享這個去了。這些事實真相我們都不能不知道，你要不明理，不曉得真實狀況，我們的前途實在講太渺茫。人要有遠大的眼光，不能看這一世，看來生來世，這一世很短暫。"
    },
    {
      "id": "09-021-0004_p0031",
      "zh_CN": "依照这个经典的方法便能够通达一真法界，便是从根本上破障断惑。障就是二障，烦恼障、所知障，三障就是惑障、业障、报障，报障就是六道轮回。惑就是迷惑，主要的是指无明，无明惑，也就是大乘经上常讲的妄想执着，这是从根本上来破。本经确实是有这个方法、有这个能力，只要我们能信、能接受，依教奉行，一定可以能够达到目标。",
      "zh_TW": "依照這個經典的方法便能夠通達一真法界，便是從根本上破障斷惑。障就是二障，煩惱障、所知障，三障就是惑障、業障、報障，報障就是六道輪迴。惑就是迷惑，主要的是指無明，無明惑，也就是大乘經上常講的妄想執著，這是從根本上來破。本經確實是有這個方法、有這個能力，只要我們能信、能接受，依教奉行，一定可以能夠達到目標。"
    },
    {
      "id": "09-021-0004_p0032",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}