{
  "doc_id": "09-021-0027",
  "title": {
    "zh_CN": "金刚经讲义节要",
    "zh_TW": "金剛經講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十七集",
    "zh_TW": "第二十七集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "09-021-0027",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "09-021-0027_p0001",
      "zh_CN": "请掀开经本，第五十面最后一行，第三十五节，「引一切无为证」。请看经文：",
      "zh_TW": "請掀開經本，第五十面最後一行，第三十五節，「引一切無為證」。請看經文："
    },
    {
      "id": "09-021-0027_p0002",
      "zh_CN": "【所以者何。一切贤圣。皆以无为法而有差别。】",
      "zh_TW": "【所以者何。一切賢聖。皆以無為法而有差別。】"
    },
    {
      "id": "09-021-0027_p0003",
      "zh_CN": "我们看小注。「所以者何，即指出为何两边皆要非之所以然，一切贤圣皆用此双非之法。」这段经文也是为我们做个证明，贤与圣都是证果之人。在小乘，三果以前称为贤，四果阿罗汉称为圣。在大乘法里面，地前的菩萨都称为贤，也就是初地以前，我们一般说的十住、十行、十回向、四加行都是贤位，初地以上则称为圣者，从初地到等觉十一个位次。不仅是大乘佛法，就是小乘法里面，我们在本经前面读过，小乘须陀洹都离相了，何况大乘。离相之后，他心里面确实无所谓修证的阶级。如果说我已经证得阿罗汉果，诸位想想，我已经证得，我相就有了，有我相就有人相、众生相、寿者相，四相都具足，四相具足是凡夫，不是贤圣。小乘尚且如此，何况大乘？由此可知，大、小乘这些圣者的阶位是世尊为我们方便说的，他自己有没有这个等级？有，不能说没有，他确实是有。可是他心里头有没有这个念头？决定没有，而是佛方便为我们说有十住、有十行、有十回向、有十地、有等觉，在他们心境里面完全是清净平等的，决定没有一丝毫分别执着。等级从哪个地方订的？就是他证得无为法有浅深程度不同，从这个地方说的。这是世尊为我们建立菩萨五十一个阶级的来由。他们的修学都是用二边不着，都是修的清净心，离一切妄想分别执着，都用这个方法。无论他修学哪个法门，所谓是八万四千法门，无量法门，法是方法，门是门径，不管哪一种方法，哪一种门径，总而言之，都是叫你二边放下，都是这个意思。虽然都用这个功夫，都是二边不着，可是二边不着里面的确有浅深的差别，这个差别很大。",
      "zh_TW": "我們看小註。「所以者何，即指出為何兩邊皆要非之所以然，一切賢聖皆用此雙非之法。」這段經文也是為我們做個證明，賢與聖都是證果之人。在小乘，三果以前稱為賢，四果阿羅漢稱為聖。在大乘法裡面，地前的菩薩都稱為賢，也就是初地以前，我們一般說的十住、十行、十迴向、四加行都是賢位，初地以上則稱為聖者，從初地到等覺十一個位次。不僅是大乘佛法，就是小乘法裡面，我們在本經前面讀過，小乘須陀洹都離相了，何況大乘。離相之後，他心裡面確實無所謂修證的階級。如果說我已經證得阿羅漢果，諸位想想，我已經證得，我相就有了，有我相就有人相、眾生相、壽者相，四相都具足，四相具足是凡夫，不是賢聖。小乘尚且如此，何況大乘？由此可知，大、小乘這些聖者的階位是世尊為我們方便說的，他自己有沒有這個等級？有，不能說沒有，他確實是有。可是他心裡頭有沒有這個念頭？決定沒有，而是佛方便為我們說有十住、有十行、有十迴向、有十地、有等覺，在他們心境裡面完全是清淨平等的，決定沒有一絲毫分別執著。等級從哪個地方訂的？就是他證得無為法有淺深程度不同，從這個地方說的。這是世尊為我們建立菩薩五十一個階級的來由。他們的修學都是用二邊不著，都是修的清淨心，離一切妄想分別執著，都用這個方法。無論他修學哪個法門，所謂是八萬四千法門，無量法門，法是方法，門是門徑，不管哪一種方法，哪一種門徑，總而言之，都是叫你二邊放下，都是這個意思。雖然都用這個功夫，都是二邊不著，可是二邊不著裡面的確有淺深的差別，這個差別很大。"
    },
    {
      "id": "09-021-0027_p0004",
      "zh_CN": "「无为者，指自性清净心，原来具足，无造作相，经云无修无证，即指此而言。」在佛法里面，世尊将世出世间一切法分为两大类，这两大类就是无为法跟有为法。什么叫有为？有为就是有作为，有作有为，简单的说就是有生有灭，有因有果，这是属于有为法。无为法跟这个相反的，不生不灭，无因无果，统统都没有，那是什么？是真心、是本性，自心清净心是无为法。由此可知，起心动念这是有为法，天亲菩萨在《百法明门》里面就给我们说得很清楚。佛法中，将世出世间一切法归纳为六百六十法，这是弥勒菩萨在《瑜伽师地论》里面为我们归纳的。天亲菩萨看到六百六十法对于初学的人来说依旧太繁琐，很难受持，所以把六百六十法再归纳，归纳成百法，一百条。由此可知，一百条的百法是六百六十法归纳出来的，而六百六十法是世出世法一切法的归纳。这样子你就了解，所谓百法就是讲的世出世间一切法。",
      "zh_TW": "「無為者，指自性清淨心，原來具足，無造作相，經云無修無證，即指此而言。」在佛法裡面，世尊將世出世間一切法分為兩大類，這兩大類就是無為法跟有為法。什麼叫有為？有為就是有作為，有作有為，簡單的說就是有生有滅，有因有果，這是屬於有為法。無為法跟這個相反的，不生不滅，無因無果，統統都沒有，那是什麼？是真心、是本性，自心清淨心是無為法。由此可知，起心動念這是有為法，天親菩薩在《百法明門》裡面就給我們說得很清楚。佛法中，將世出世間一切法歸納為六百六十法，這是彌勒菩薩在《瑜伽師地論》裡面為我們歸納的。天親菩薩看到六百六十法對於初學的人來說依舊太繁瑣，很難受持，所以把六百六十法再歸納，歸納成百法，一百條。由此可知，一百條的百法是六百六十法歸納出來的，而六百六十法是世出世法一切法的歸納。這樣子你就了解，所謂百法就是講的世出世間一切法。"
    },
    {
      "id": "09-021-0027_p0005",
      "zh_CN": "在百法里面，心法有八个，叫八识，所谓八心王，这是有为法，有生有灭。心是起心动念，我们的念头，一个念头生，一个念头灭，前念灭了，后念又生，心法，给诸位说这不是真心。真心没有念，有念的叫妄心，八识是妄心，不是真心。心所有法五十一个，这五十一个可以说是我们现在人讲的心理作用，这也是有为法，有生有灭的。另外有十一个叫色法，色法就是我们今天讲的物质现象，归纳为十一类，这十一类是五根六尘，把一切色法都包括在其中。色法我们晓得是因缘所生的，当然是有生有灭，刹那变化的，所以这也是有为法。另外有一类叫心不相应行法，有二十四条。所谓不相应，这二十四法确实有，不能说它没有，它有。它不属于心法，与心不相应，它也不是色法，与色也不相应，但是它从心法、色法里面产生的，所以叫不相应行法。要用现代的话来说，这二十四类我们现代人称它作抽象的概念，它没有事实。譬如说这二十四个里面，第一个叫得，我们得到了，得。得，不是心法，也不是色法。我得到钱了，我是心法，钱是色法，我们把我也不必说它，钱也不要去管它，二边都离开，单单讲得，那个得是什么法？得就叫不相应行法，与心不相应，与色不相应，它是从色、心当中变现出来的。我们今天讲的时间观念、空间的观念，也是属于不相应行法，完全是抽象的概念，确实不是事实。这合起来一共有九十四法，都是属于有为法，有生有灭，刹那变化。",
      "zh_TW": "在百法裡面，心法有八個，叫八識，所謂八心王，這是有為法，有生有滅。心是起心動念，我們的念頭，一個念頭生，一個念頭滅，前念滅了，後念又生，心法，給諸位說這不是真心。真心沒有念，有念的叫妄心，八識是妄心，不是真心。心所有法五十一個，這五十一個可以說是我們現在人講的心理作用，這也是有為法，有生有滅的。另外有十一個叫色法，色法就是我們今天講的物質現象，歸納為十一類，這十一類是五根六塵，把一切色法都包括在其中。色法我們曉得是因緣所生的，當然是有生有滅，剎那變化的，所以這也是有為法。另外有一類叫心不相應行法，有二十四條。所謂不相應，這二十四法確實有，不能說它沒有，它有。它不屬於心法，與心不相應，它也不是色法，與色也不相應，但是它從心法、色法裡面產生的，所以叫不相應行法。要用現代的話來說，這二十四類我們現代人稱它作抽象的概念，它沒有事實。譬如說這二十四個裡面，第一個叫得，我們得到了，得。得，不是心法，也不是色法。我得到錢了，我是心法，錢是色法，我們把我也不必說它，錢也不要去管它，二邊都離開，單單講得，那個得是什麼法？得就叫不相應行法，與心不相應，與色不相應，它是從色、心當中變現出來的。我們今天講的時間觀念、空間的觀念，也是屬於不相應行法，完全是抽象的概念，確實不是事實。這合起來一共有九十四法，都是屬於有為法，有生有滅，剎那變化。"
    },
    {
      "id": "09-021-0027_p0006",
      "zh_CN": "除这一大类之外，另外有六类叫无为法，没有生灭的现象。譬如无为法里面第一个虚空，虚空是属于无为法，释迦牟尼佛出现在三千年前，三千年前的虚空跟三千年后今天的虚空没有变迁，没有变化，虚空没有生灭。所以虚空不能归纳在有为法里头。有为法不能够归纳，它就属于无为法，这是先把有为跟无为的定义搞清楚。自性清净心是真正的无为，譬如我们讲虚空，虚空这个无为虽然是有为法不能归纳它，但是它并不是真正的无为，可以说它是相似的无为，不是真正的。真正的无为法只有一个，最后一条，叫真如无为，真如无为就是此地讲的自性清净心。所有一切法都是自性清净心变现出来的，它是一切法的本体，原来具足。就如同六祖惠能大师开悟之后，他向五祖提出的报告，「何期自性，本来具足」，自性就是此地讲的自性清净心。又说「何期自性，能生万法」，换句话说，一切有为、无为，这个无为是除真如无为以外的五种无为法，也都是自性变现出来的，所以它能生万法。虽生万法，无造作相，这句就很重要，如果有造作相，就变成有为法，无造作相。",
      "zh_TW": "除這一大類之外，另外有六類叫無為法，沒有生滅的現象。譬如無為法裡面第一個虛空，虛空是屬於無為法，釋迦牟尼佛出現在三千年前，三千年前的虛空跟三千年後今天的虛空沒有變遷，沒有變化，虛空沒有生滅。所以虛空不能歸納在有為法裡頭。有為法不能夠歸納，它就屬於無為法，這是先把有為跟無為的定義搞清楚。自性清淨心是真正的無為，譬如我們講虛空，虛空這個無為雖然是有為法不能歸納它，但是它並不是真正的無為，可以說它是相似的無為，不是真正的。真正的無為法只有一個，最後一條，叫真如無為，真如無為就是此地講的自性清淨心。所有一切法都是自性清淨心變現出來的，它是一切法的本體，原來具足。就如同六祖惠能大師開悟之後，他向五祖提出的報告，「何期自性，本來具足」，自性就是此地講的自性清淨心。又說「何期自性，能生萬法」，換句話說，一切有為、無為，這個無為是除真如無為以外的五種無為法，也都是自性變現出來的，所以它能生萬法。雖生萬法，無造作相，這句就很重要，如果有造作相，就變成有為法，無造作相。"
    },
    {
      "id": "09-021-0027_p0007",
      "zh_CN": "这个境界我们见不到，我们也没有办法去想像，但是它是事实，我们在经上看到，《华严经》上所讲的毘卢遮那佛的依正庄严。古人所谓不读《华严》不知道佛家的富贵，换句话说，不读《华严》不知道佛菩萨生活的快乐、幸福、美满，我们无法想像得到。西方极乐世界依正庄严，我们在经上看到不少，那都是真如无为所现的境界相，那个境界叫一真法界，一真法界里头，所有一切现象不生不灭。为什么相会不生不灭？因为是自性清净心的相分，它是无造作相，所以它不生不灭。不像我们这个世界，一切都是有造作相，既有造作，就有生灭。如果没有到明心见性，一真法界是见不到的，至少是破一品无明，证一分法身，一真法界就见到了。无明四十一品，这四十一品要渐渐去破，不是一下就破掉的，用什么方法破？就是此地教给你的方法，二边都舍，空有二边不住，用这个方法。一直到破尽无明还是用这个方法，这是给我们讲的原理、原则。无论你用的什么手段、用的什么法门，统统是教给你二边不住。",
      "zh_TW": "這個境界我們見不到，我們也沒有辦法去想像，但是它是事實，我們在經上看到，《華嚴經》上所講的毘盧遮那佛的依正莊嚴。古人所謂不讀《華嚴》不知道佛家的富貴，換句話說，不讀《華嚴》不知道佛菩薩生活的快樂、幸福、美滿，我們無法想像得到。西方極樂世界依正莊嚴，我們在經上看到不少，那都是真如無為所現的境界相，那個境界叫一真法界，一真法界裡頭，所有一切現象不生不滅。為什麼相會不生不滅？因為是自性清淨心的相分，它是無造作相，所以它不生不滅。不像我們這個世界，一切都是有造作相，既有造作，就有生滅。如果沒有到明心見性，一真法界是見不到的，至少是破一品無明，證一分法身，一真法界就見到了。無明四十一品，這四十一品要漸漸去破，不是一下就破掉的，用什麼方法破？就是此地教給你的方法，二邊都捨，空有二邊不住，用這個方法。一直到破盡無明還是用這個方法，這是給我們講的原理、原則。無論你用的什麼手段、用的什麼法門，統統是教給你二邊不住。"
    },
    {
      "id": "09-021-0027_p0008",
      "zh_CN": "如果我们觉得佛法难，佛法很难，难在哪里？难在我们的心就是有住，不是住有就是住空，要真正做到二边不住就很难，难在这个地方。不是经典难，不是道理难，也不是方法难，难的是我们自己的情执不肯放下，迷恋世间。这是我们一生修行成败关键之所在。无论在这个世间是对人对事对物，只要你有深重的情爱，不管你修学哪个法门你都不能成就。就是最殊胜、最容易、最稳当的念佛求生净土的法门，你也不能往生。所以，不放下不行，非放下不可，这个一定要知道。什么时候放下？现在就要放下。你不要等着，等我到临终的时候再放下，没有那个话，临终的时候可能执情更坚固，那才叫误了大事。现在就放下。",
      "zh_TW": "如果我們覺得佛法難，佛法很難，難在哪裡？難在我們的心就是有住，不是住有就是住空，要真正做到二邊不住就很難，難在這個地方。不是經典難，不是道理難，也不是方法難，難的是我們自己的情執不肯放下，迷戀世間。這是我們一生修行成敗關鍵之所在。無論在這個世間是對人對事對物，只要你有深重的情愛，不管你修學哪個法門你都不能成就。就是最殊勝、最容易、最穩當的念佛求生淨土的法門，你也不能往生。所以，不放下不行，非放下不可，這個一定要知道。什麼時候放下？現在就要放下。你不要等著，等我到臨終的時候再放下，沒有那個話，臨終的時候可能執情更堅固，那才叫誤了大事。現在就放下。"
    },
    {
      "id": "09-021-0027_p0009",
      "zh_CN": "大乘经上常说无修无证，我们千万不要误会，无修无证是讲的真如无为，我们现在是有修有证，这才能成功；无修无证是到了圆满的境界，这是事实。另外一个说法，就是正在修的时候，心里头若无其事，正在证得的时候也若无其事，这也叫无修无证。无修无证是我们心里头没有执着，若无其事，修不修？认真努力在修。虽然修、虽然证，绝不以为我在这里修，我有证，这叫无修无证。一切贤圣都是这样修学的态度，他的功夫才能提升，无明妄想才能够分分断除。所以，无修无证有两个意思，我们必须要明了。",
      "zh_TW": "大乘經上常說無修無證，我們千萬不要誤會，無修無證是講的真如無為，我們現在是有修有證，這才能成功；無修無證是到了圓滿的境界，這是事實。另外一個說法，就是正在修的時候，心裡頭若無其事，正在證得的時候也若無其事，這也叫無修無證。無修無證是我們心裡頭沒有執著，若無其事，修不修？認真努力在修。雖然修、雖然證，絕不以為我在這裡修，我有證，這叫無修無證。一切賢聖都是這樣修學的態度，他的功夫才能提昇，無明妄想才能夠分分斷除。所以，無修無證有兩個意思，我們必須要明瞭。"
    },
    {
      "id": "09-021-0027_p0010",
      "zh_CN": "下面一段，「必须生灭心灭，自性清净心即现前」。佛法的修持确实可以一语道破，自性清净心现前就是成就究竟圆满佛果，圆教的佛果，自性完全恢复了，这是佛法修行功夫达到究竟圆满。怎样才能达到？要生灭心灭，生灭心完全灭除。大乘经上告诉我们，等觉菩萨还有一品生相无明没断，那一品生相无明就是生灭心。生灭心还在，所以他不能成佛，必须最后那一品生相无明也断了，生灭心真的灭尽了才能成佛。所以我们在日常生活当中，起心动念不是好事情。生灭心，粗的生灭我们能够觉察得出来，微细的生灭我们没有发现，觉察不出来。说实在的话，一般人的功夫只能够觉察到意识的生灭，第六意识。功夫再深一点的人能够觉察到末那的生灭，第七识的生灭。第八阿赖耶的生灭，要极深的定功，大乘经上常讲八地菩萨见阿赖耶识了。见阿赖耶识，就是见到阿赖耶识里面生灭的现象，八地。我们就以《华严经》上四十一位法身大士来说，十住、十行、十回向，从初地再到七地，三十一个位次，你就晓得那个定力多深，到八地才发现阿赖耶识；也就是说，才发现心里头还有极微细的生灭现象。没有发现，你怎么能灭除它？必须发现之后，你才有能力对付它。所以从八地、九地、十地、等觉这四个位次，他们断的念头就是断阿赖耶识微细的生灭念头，断这个。",
      "zh_TW": "下面一段，「必須生滅心滅，自性清淨心即現前」。佛法的修持確實可以一語道破，自性清淨心現前就是成就究竟圓滿佛果，圓教的佛果，自性完全恢復了，這是佛法修行功夫達到究竟圓滿。怎樣才能達到？要生滅心滅，生滅心完全滅除。大乘經上告訴我們，等覺菩薩還有一品生相無明沒斷，那一品生相無明就是生滅心。生滅心還在，所以他不能成佛，必須最後那一品生相無明也斷了，生滅心真的滅盡了才能成佛。所以我們在日常生活當中，起心動念不是好事情。生滅心，粗的生滅我們能夠覺察得出來，微細的生滅我們沒有發現，覺察不出來。說實在的話，一般人的功夫只能夠覺察到意識的生滅，第六意識。功夫再深一點的人能夠覺察到末那的生滅，第七識的生滅。第八阿賴耶的生滅，要極深的定功，大乘經上常講八地菩薩見阿賴耶識了。見阿賴耶識，就是見到阿賴耶識裡面生滅的現象，八地。我們就以《華嚴經》上四十一位法身大士來說，十住、十行、十迴向，從初地再到七地，三十一個位次，你就曉得那個定力多深，到八地才發現阿賴耶識；也就是說，才發現心裡頭還有極微細的生滅現象。沒有發現，你怎麼能滅除它？必須發現之後，你才有能力對付它。所以從八地、九地、十地、等覺這四個位次，他們斷的念頭就是斷阿賴耶識微細的生滅念頭，斷這個。"
    },
    {
      "id": "09-021-0027_p0011",
      "zh_CN": "「至于修行下手功夫，即是非法非非法，两边不取。」你要问，八地菩萨用什么方法去断阿赖耶识里面生灭的念头？还是用的这个方法，空有二边不住，除此之外，没有第二个方法，这是我们一定要晓得的。八地以上还用这个方法，何况我们现前，怎么可以执着？所以要放下，要彻底放下。放下之后，心里头要心安，要若无其事。放下以后不要念着，我这也放下那也放下，你就住了非法相。从哪里地方放起，这个有技巧，从我们现实的生活上对哪些事情执着得最深，从这里下手。因为执着最重的、最深的你能够放下，其他的就容易了，这就是佛法里常常讲的从根本修。我们在世间，假如说对财看得很重，我们就把财布施作为第一桩下手的功夫；如果对情看的重，我们就把情放下，第一个从这里下手。执着最重的能放下，其他比较轻一点的就很容易，不会有太大的障碍。",
      "zh_TW": "「至於修行下手功夫，即是非法非非法，兩邊不取。」你要問，八地菩薩用什麼方法去斷阿賴耶識裡面生滅的念頭？還是用的這個方法，空有二邊不住，除此之外，沒有第二個方法，這是我們一定要曉得的。八地以上還用這個方法，何況我們現前，怎麼可以執著？所以要放下，要徹底放下。放下之後，心裡頭要心安，要若無其事。放下以後不要念著，我這也放下那也放下，你就住了非法相。從哪裡地方放起，這個有技巧，從我們現實的生活上對哪些事情執著得最深，從這裡下手。因為執著最重的、最深的你能夠放下，其他的就容易了，這就是佛法裡常常講的從根本修。我們在世間，假如說對財看得很重，我們就把財布施作為第一樁下手的功夫；如果對情看的重，我們就把情放下，第一個從這裡下手。執著最重的能放下，其他比較輕一點的就很容易，不會有太大的障礙。"
    },
    {
      "id": "09-021-0027_p0012",
      "zh_CN": "也许诸位听了之后，叫我把情，这个我看得最重都放下，我做不到。没错，你做不到，做不到就继续再搞六道轮回，这都是事实。你知道六道轮回苦，能够真正觉悟到苦，真正畏惧苦，你才算是觉悟。如果还是迷恋在其中，还是不能彻底放下，你没觉悟，念佛都不能往生。这个法门古德称为万修万人去的法门，为什么有人说，一万个人念佛只有一、两个人往生？道理就是念佛的人也放不下情执，所以虽念佛不能往生，原因在此地。我们一定要觉悟，不往生就不得了，不往生来生决定堕三恶道，三善道的机会很少、很渺茫。我们自己冷静想想，从早到晚起心动念，几个念头是利益社会大众的？几个念头是自私自利的？自私自利的念头是三恶道的业因，利益社会大众的念头是三善道的业因。你自己比较比较，哪个念头多，哪个念头力量大，来生到哪里去自己就很清楚、很明白。所以二边不取太要紧了！念佛人念这句阿弥陀佛，求生西方极乐世界，就是二边不取。怎么说念佛是二边不取？念佛人心心向往西方极乐世界，娑婆世界统统放下，不着有；身心世界一切放下，一心念阿弥陀佛，求生极乐世界，不着空。极乐世界是一真法界，极乐世界是无为法，我们一心向往一心求生，不着空，你看空有二边不着，符合《金刚经》上所讲的原理原则。再看底下这段小注。",
      "zh_TW": "也許諸位聽了之後，叫我把情，這個我看得最重都放下，我做不到。沒錯，你做不到，做不到就繼續再搞六道輪迴，這都是事實。你知道六道輪迴苦，能夠真正覺悟到苦，真正畏懼苦，你才算是覺悟。如果還是迷戀在其中，還是不能徹底放下，你沒覺悟，念佛都不能往生。這個法門古德稱為萬修萬人去的法門，為什麼有人說，一萬個人念佛只有一、兩個人往生？道理就是念佛的人也放不下情執，所以雖念佛不能往生，原因在此地。我們一定要覺悟，不往生就不得了，不往生來生決定墮三惡道，三善道的機會很少、很渺茫。我們自己冷靜想想，從早到晚起心動念，幾個念頭是利益社會大眾的？幾個念頭是自私自利的？自私自利的念頭是三惡道的業因，利益社會大眾的念頭是三善道的業因。你自己比較比較，哪個念頭多，哪個念頭力量大，來生到哪裡去自己就很清楚、很明白。所以二邊不取太要緊了！念佛人念這句阿彌陀佛，求生西方極樂世界，就是二邊不取。怎麼說念佛是二邊不取？念佛人心心嚮往西方極樂世界，娑婆世界統統放下，不著有；身心世界一切放下，一心念阿彌陀佛，求生極樂世界，不著空。極樂世界是一真法界，極樂世界是無為法，我們一心嚮往一心求生，不著空，你看空有二邊不著，符合《金剛經》上所講的原理原則。再看底下這段小註。"
    },
    {
      "id": "09-021-0027_p0013",
      "zh_CN": "「世尊所说法，无浅非深，无深非浅。」这个话的意思，就是佛所讲的一切法，说不上浅深，也就是说可浅可深，这是真理。浅的人看到浅，深的人看到深，所以这本《金刚经》，可以从初发心一直到等觉菩萨，各个人都念得津津有味。经文是相同的，每个人体会意思深浅不一样，由此可知，地上菩萨、等觉菩萨看这部经典义趣那是无限的深广，我们今天是初学，以生灭心来看这部经典，我们看得意思很浅。像我们看大洋大海一样，我们在岸边，看到海岸线这一点点，也觉得很美，也能很欣赏。入了大海，愈走愈远的时候，看法就愈来愈不一样，才知道深广无限。为什么深广无限？因为它是从自性清净心里面流出来的，实在说，经典就是自性清净心。",
      "zh_TW": "「世尊所說法，無淺非深，無深非淺。」這個話的意思，就是佛所講的一切法，說不上淺深，也就是說可淺可深，這是真理。淺的人看到淺，深的人看到深，所以這本《金剛經》，可以從初發心一直到等覺菩薩，各個人都念得津津有味。經文是相同的，每個人體會意思深淺不一樣，由此可知，地上菩薩、等覺菩薩看這部經典義趣那是無限的深廣，我們今天是初學，以生滅心來看這部經典，我們看得意思很淺。像我們看大洋大海一樣，我們在岸邊，看到海岸線這一點點，也覺得很美，也能很欣賞。入了大海，愈走愈遠的時候，看法就愈來愈不一樣，才知道深廣無限。為什麼深廣無限？因為它是從自性清淨心裡面流出來的，實在說，經典就是自性清淨心。"
    },
    {
      "id": "09-021-0027_p0014",
      "zh_CN": "「故教大心初学者，即从不应取法，不应取非法上用功。」这一点我们也要清楚、要明了。佛说这部经的对象是什么人？佛在经上给我们说出来，佛是为发大乘者说，是为发最上乘者说，这是把这部经的对象清楚、明白的交代出来。他不是对小乘人说的，不是对权教菩萨说的，是对发大乘者说。经的一开端，我们还记得须菩提尊者请法第一句，就是说「善男子，善女人，发阿耨多罗三藐三菩提心者」，这就是发大乘、发最上乘，这叫做发大心。发大心当然要立大愿、修大行、证大果，世尊果然不辜负这些大心人，教给你修大行的方法。这个大行，大菩萨行，刚才讲过，连等觉菩萨都要遵守这个原理原则，就是二边不住。不应取法，法是法相，是有边；不应取非法，非法是空边，空有二边都不取，我们的心才真正的清净。",
      "zh_TW": "「故教大心初學者，即從不應取法，不應取非法上用功。」這一點我們也要清楚、要明瞭。佛說這部經的對象是什麼人？佛在經上給我們說出來，佛是為發大乘者說，是為發最上乘者說，這是把這部經的對象清楚、明白的交代出來。他不是對小乘人說的，不是對權教菩薩說的，是對發大乘者說。經的一開端，我們還記得須菩提尊者請法第一句，就是說「善男子，善女人，發阿耨多羅三藐三菩提心者」，這就是發大乘、發最上乘，這叫做發大心。發大心當然要立大願、修大行、證大果，世尊果然不辜負這些大心人，教給你修大行的方法。這個大行，大菩薩行，剛才講過，連等覺菩薩都要遵守這個原理原則，就是二邊不住。不應取法，法是法相，是有邊；不應取非法，非法是空邊，空有二邊都不取，我們的心才真正的清淨。"
    },
    {
      "id": "09-021-0027_p0015",
      "zh_CN": "这是自从开经以来就常常提示，二边不取是从心性上说的，不是从事上讲。在事上，实在说事没有障碍。《华严经》上清凉大师讲得很好，理事无碍，事事无碍，障碍在哪里？障碍是我们心里面妄想执着，这是大障碍，真正障碍的所在。可是这些事相虽然说没有障碍，事实上也没有障碍，但是它对于初学的人往往实际上产生了障碍。那是什么？它做缘，做增上缘。譬如说钱财，没有钱财的时候没有贪心，不贪财；有了钱，贪心就起来，钱愈多就愈吝啬，贪心就增长。这就是外面这些事相它能够促长你的妄想执着，所以世尊教初学的人相也要离。离相的标准，就是看这个相对我们的清净心有没有妨碍？如果有妨碍，一定要离，没有妨碍那就无所谓，自己要明了，自己要觉悟。所以古人学道，实在讲无论在家、出家，道场都建在一个很幽静的环境之中，交通决定不方便。这个道理在哪里？免得人来打杂岔，就是故意搞成不方便，使你看到不想去，道理在这个地方。不像现在，现在建个道场，还得故意去开道路，路要是太难走，还得去加上缆车，便利大家来观光旅游，也就是便利大家来扰乱清修，这个意思错了。古人懂得如何运用环境，可见得古人的用心是真正希望自己自性清净心现前。现代人用心，我不要说你们都知道，他希望什么东西现前？名闻利养现前，而不是自性清净心。名利是决定叫人堕落，清净心是决定叫你提升，这个关系太大了，迷悟就在其中。",
      "zh_TW": "這是自從開經以來就常常提示，二邊不取是從心性上說的，不是從事上講。在事上，實在說事沒有障礙。《華嚴經》上清涼大師講得很好，理事無礙，事事無礙，障礙在哪裡？障礙是我們心裡面妄想執著，這是大障礙，真正障礙的所在。可是這些事相雖然說沒有障礙，事實上也沒有障礙，但是它對於初學的人往往實際上產生了障礙。那是什麼？它做緣，做增上緣。譬如說錢財，沒有錢財的時候沒有貪心，不貪財；有了錢，貪心就起來，錢愈多就愈吝嗇，貪心就增長。這就是外面這些事相它能夠促長你的妄想執著，所以世尊教初學的人相也要離。離相的標準，就是看這個相對我們的清淨心有沒有妨礙？如果有妨礙，一定要離，沒有妨礙那就無所謂，自己要明瞭，自己要覺悟。所以古人學道，實在講無論在家、出家，道場都建在一個很幽靜的環境之中，交通決定不方便。這個道理在哪裡？免得人來打雜岔，就是故意搞成不方便，使你看到不想去，道理在這個地方。不像現在，現在建個道場，還得故意去開道路，路要是太難走，還得去加上纜車，便利大家來觀光旅遊，也就是便利大家來擾亂清修，這個意思錯了。古人懂得如何運用環境，可見得古人的用心是真正希望自己自性清淨心現前。現代人用心，我不要說你們都知道，他希望什麼東西現前？名聞利養現前，而不是自性清淨心。名利是決定叫人墮落，清淨心是決定叫你提昇，這個關係太大了，迷悟就在其中。"
    },
    {
      "id": "09-021-0027_p0016",
      "zh_CN": "所以自古以来，从释迦牟尼佛那个时候以来，在家修行的就比出家的高，就比出家的殊胜。世尊在世的时候，维摩居士是在家身，是在家佛，释迦牟尼佛示现出家的样子，出家的佛，维摩是在家佛。佛的弟子，舍利弗、目犍连这些人，见到维摩居士也是顶礼三拜，右绕三匝，这是诸位在经上看到的。这是世尊的十大弟子，见到维摩居士，那个恭敬礼节跟见释迦牟尼佛没有两样。我们在《无量寿经》上看到贤护等十六正士，这是大家念得很熟的，这十六位都是在家的等觉菩萨，他们的地位跟观音、势至、文殊、普贤相同。这说明在家的等觉菩萨比出家的等觉菩萨多。你要问为什么？在家修行比出家难，难他能修成功，那就比你高。在家没有离开世缘，不像出家人远离尘世，远离红尘修清净心，在家人即在红尘里面修清净心，那个功夫当然比你离开红尘来修要高明得多。但是在家难修，这是一定道理，因为他障碍多，难修能修成，比你离开都市、离开人群修行的，成功决定超过你。诸位明白这个事实真相，你说在家好修行，就是要有高度的警觉，即世间而出世间，身在世间，心出世间。心对于家庭、对于亲属、对于名闻利养丝毫不沾染，可是事没有离开，在事相上跟一般人没有两样，心地上不一样。诸位细细去想想，心理上一改变，事相上做得更圆满，为什么？不学佛的人，他处事是以情识做主宰，情识是迷；学了佛之后，学了大乘之后，转识成智，他处事是以高度的智慧做主宰，他不是情识。所以他无论是看人、看事、看物，比一般人看得清楚、看得真实。",
      "zh_TW": "所以自古以來，從釋迦牟尼佛那個時候以來，在家修行的就比出家的高，就比出家的殊勝。世尊在世的時候，維摩居士是在家身，是在家佛，釋迦牟尼佛示現出家的樣子，出家的佛，維摩是在家佛。佛的弟子，舍利弗、目犍連這些人，見到維摩居士也是頂禮三拜，右繞三匝，這是諸位在經上看到的。這是世尊的十大弟子，見到維摩居士，那個恭敬禮節跟見釋迦牟尼佛沒有兩樣。我們在《無量壽經》上看到賢護等十六正士，這是大家念得很熟的，這十六位都是在家的等覺菩薩，他們的地位跟觀音、勢至、文殊、普賢相同。這說明在家的等覺菩薩比出家的等覺菩薩多。你要問為什麼？在家修行比出家難，難他能修成功，那就比你高。在家沒有離開世緣，不像出家人遠離塵世，遠離紅塵修清淨心，在家人即在紅塵裡面修清淨心，那個功夫當然比你離開紅塵來修要高明得多。但是在家難修，這是一定道理，因為他障礙多，難修能修成，比你離開都市、離開人群修行的，成功決定超過你。諸位明白這個事實真相，你說在家好修行，就是要有高度的警覺，即世間而出世間，身在世間，心出世間。心對於家庭、對於親屬、對於名聞利養絲毫不沾染，可是事沒有離開，在事相上跟一般人沒有兩樣，心地上不一樣。諸位細細去想想，心理上一改變，事相上做得更圓滿，為什麼？不學佛的人，他處事是以情識做主宰，情識是迷；學了佛之後，學了大乘之後，轉識成智，他處事是以高度的智慧做主宰，他不是情識。所以他無論是看人、看事、看物，比一般人看得清楚、看得真實。"
    },
    {
      "id": "09-021-0027_p0017",
      "zh_CN": "他的生活就是修持，就像释迦牟尼佛表演给我们看的，穿衣吃饭、工作、待人接物，都是在修实相般若，都是在修六度万行，生活就是修持，生活就是二边不住非法非非法。事上，家庭圆满，工作认真精进，待人接物样样周到无微不至，不着空；心里头干干净净，一丝不挂，这是讲牵挂，一丝毫的牵挂都没有，不着有，二边不着，在家修行。在家哪里有妨碍？在家人知道他成就了菩提道业，念佛往生就高品位往生。出家人怎么会迷惑颠倒？怎么不晓得这个道理？出家人往往迷于名利，迷于财富的供养，反而不如在家人，在家人往生成佛，出家人堕三途、堕地狱，这是没有智慧。世尊在本经教菩萨不受福德，这句教训我们愈想愈有道理。释迦牟尼佛成佛了，佛的福报没有人能够相比，可是他不受福德，他还是三衣一钵，每天出去托钵。这部经是在舍卫大城祇树给孤独园讲的，祇树给孤独园的精舍，产权是祗孤独长者的。长者请佛在这个地方讲经说法，供养佛的住宿，没有把产权给释迦牟尼佛。没有说，世尊你在这里长住，我这花园、这些房舍都供养你、送给你，没有。佛出了家，如果这个送给他，他也接收了，他不又回家去了，他不是又入了家？世尊给我们这样的示现，我们为什么不觉悟？所以现在出家人堕落，出了他自己的小家，找了个大家，那个家愈大愈好。家底下有个字，叫累，小的家累还容易摆脱，大的家累摆脱不掉！那不堕落，到哪里去？",
      "zh_TW": "他的生活就是修持，就像釋迦牟尼佛表演給我們看的，穿衣吃飯、工作、待人接物，都是在修實相般若，都是在修六度萬行，生活就是修持，生活就是二邊不住非法非非法。事上，家庭圓滿，工作認真精進，待人接物樣樣周到無微不至，不著空；心裡頭乾乾淨淨，一絲不掛，這是講牽掛，一絲毫的牽掛都沒有，不著有，二邊不著，在家修行。在家哪裡有妨礙？在家人知道他成就了菩提道業，念佛往生就高品位往生。出家人怎麼會迷惑顛倒？怎麼不曉得這個道理？出家人往往迷於名利，迷於財富的供養，反而不如在家人，在家人往生成佛，出家人墮三途、墮地獄，這是沒有智慧。世尊在本經教菩薩不受福德，這句教訓我們愈想愈有道理。釋迦牟尼佛成佛了，佛的福報沒有人能夠相比，可是他不受福德，他還是三衣一缽，每天出去托缽。這部經是在舍衛大城祇樹給孤獨園講的，祇樹給孤獨園的精舍，產權是祗孤獨長者的。長者請佛在這個地方講經說法，供養佛的住宿，沒有把產權給釋迦牟尼佛。沒有說，世尊你在這裡長住，我這花園、這些房舍都供養你、送給你，沒有。佛出了家，如果這個送給他，他也接收了，他不又回家去了，他不是又入了家？世尊給我們這樣的示現，我們為什麼不覺悟？所以現在出家人墮落，出了他自己的小家，找了個大家，那個家愈大愈好。家底下有個字，叫累，小的家累還容易擺脫，大的家累擺脫不掉！那不墮落，到哪裡去？"
    },
    {
      "id": "09-021-0027_p0018",
      "zh_CN": "所以我们读经要仔细去留意、观察，世尊怎么教导我们的，他表现什么样子给我们看，叫我们学习，我们决定不能上当。人家要供养一个道场，供养一个地、供养房子给我，害人！小心，这个人是罗刹、恶魔，他要把我送到地狱去，你要有高度的警觉心。不要以为这个大施主对我好！好什么？送你下地狱。如果有智慧，也不是不能接受，接受用它来做佛法的用途，决定不能妨害自己。道场，值得尊敬赞叹的道场叫十方道场，有这个大好因缘，道场应当建为十方常住道场，住持正法道场，那就对了。绝不能够据为己有，据为己有就坏了。要晓得道场是十方的，道场是一切众生的，这个就不碍事了，就看你怎么个运用法。一定要记住、要遵守二边不住，也就是本经上教给我们的原则，应无所住而生其心；无所住是非法相，而生其心，是非非法相，就是空有二边不住。",
      "zh_TW": "所以我們讀經要仔細去留意、觀察，世尊怎麼教導我們的，他表現什麼樣子給我們看，叫我們學習，我們決定不能上當。人家要供養一個道場，供養一個地、供養房子給我，害人！小心，這個人是羅剎、惡魔，他要把我送到地獄去，你要有高度的警覺心。不要以為這個大施主對我好！好什麼？送你下地獄。如果有智慧，也不是不能接受，接受用它來做佛法的用途，決定不能妨害自己。道場，值得尊敬讚歎的道場叫十方道場，有這個大好因緣，道場應當建為十方常住道場，住持正法道場，那就對了。絕不能夠據為己有，據為己有就壞了。要曉得道場是十方的，道場是一切眾生的，這個就不礙事了，就看你怎麼個運用法。一定要記住、要遵守二邊不住，也就是本經上教給我們的原則，應無所住而生其心；無所住是非法相，而生其心，是非非法相，就是空有二邊不住。"
    },
    {
      "id": "09-021-0027_p0019",
      "zh_CN": "「到感果时，功候极深，亦是此法。」这个地方的感果，是说圆教初住菩萨果位，别教初地菩萨的果位，也就是宗门里头常讲的，破一品无明，证一分法身，这是感果。这就是前面讲的有修有证，证到初地的果位、初住的果位，还是继续不断用这个功夫。一直到究竟圆满的果报，那就是破尽四十一品无明，证究竟的佛果，都是用这个原则。",
      "zh_TW": "「到感果時，功候極深，亦是此法。」這個地方的感果，是說圓教初住菩薩果位，別教初地菩薩的果位，也就是宗門裡頭常講的，破一品無明，證一分法身，這是感果。這就是前面講的有修有證，證到初地的果位、初住的果位，還是繼續不斷用這個功夫。一直到究竟圓滿的果報，那就是破盡四十一品無明，證究竟的佛果，都是用這個原則。"
    },
    {
      "id": "09-021-0027_p0020",
      "zh_CN": "「如来依此法成如来」，这是回归到经文上，『一切贤圣，皆以无为法而有差别』。如来是究竟圆满的果证，他用这个方法成就的。「一切贤圣皆依此法而成」，这个一切贤圣，从小乘初果须陀洹到大乘等觉菩萨，这是一切贤圣，都依靠这个方法。就是二边不住的方法，都依照这个方法，这样把自己的境界不断向上提升。「则知我等非如此生净信心，以此为实不可也。」世尊举一切贤圣的修学纲领来教导我们，为我们作证，不依照这个方法决定不能成就。所以我们对这个方法要生净信心，净信，净就是一丝毫怀疑都没有，百分之百的肯定它、相信它。以此为实，这个才是真实的，一丝毫虚假都没有。我们能这样接受，能够这样认真的依教奉行，前面说过了，无论你修学哪个法门，无论你用什么功夫，不但快而且成就高，这都是可以肯定。",
      "zh_TW": "「如來依此法成如來」，這是回歸到經文上，『一切賢聖，皆以無為法而有差別』。如來是究竟圓滿的果證，他用這個方法成就的。「一切賢聖皆依此法而成」，這個一切賢聖，從小乘初果須陀洹到大乘等覺菩薩，這是一切賢聖，都依靠這個方法。就是二邊不住的方法，都依照這個方法，這樣把自己的境界不斷向上提昇。「則知我等非如此生淨信心，以此為實不可也。」世尊舉一切賢聖的修學綱領來教導我們，為我們作證，不依照這個方法決定不能成就。所以我們對這個方法要生淨信心，淨信，淨就是一絲毫懷疑都沒有，百分之百的肯定它、相信它。以此為實，這個才是真實的，一絲毫虛假都沒有。我們能這樣接受，能夠這樣認真的依教奉行，前面說過了，無論你修學哪個法門，無論你用什麼功夫，不但快而且成就高，這都是可以肯定。"
    },
    {
      "id": "09-021-0027_p0021",
      "zh_CN": "「此节经文，亦是大乘修行之总纲领。」说大乘当然就包括了小乘，这是修行的总原则、总纲领。请看底下一节经文，下面是「校胜」，校是比较，胜是殊胜。",
      "zh_TW": "「此節經文，亦是大乘修行之總綱領。」說大乘當然就包括了小乘，這是修行的總原則、總綱領。請看底下一節經文，下面是「校勝」，校是比較，勝是殊勝。"
    },
    {
      "id": "09-021-0027_p0022",
      "zh_CN": "【须菩提。于意云何。若人满三千大千世界七宝。以用布施。是人所得福德。宁为多不。】",
      "zh_TW": "【須菩提。於意云何。若人滿三千大千世界七寶。以用布施。是人所得福德。寧為多不。】"
    },
    {
      "id": "09-021-0027_p0023",
      "zh_CN": "《金刚经》经文不长，只有五千八百多个字，在现代人的着说文字里面，是很小很小的一篇短篇，但是它的义理是无限的深广。而在这么短短的文字当中，世尊给我们比较福报的大小，前后有六、七次之多，这是值得我们注意的。这么短的经文，校量福德有这么多次，他用意何在，我们应当细心去体会。前面第一段是解释科题。「校」这个字是破音字，要念去声，念校就是比较的较，要念这个音，是比较，跟比较的较意思完全相同，读的音也要相同。「胜是殊胜」，比较哪一种殊胜。「本经就福德与智慧，校胜多次，每次必加胜，愈校愈胜。」这个本经前后总共有七次，愈往后面就愈殊胜，殊胜到令人难以想像，真正是不可思议。佛给我们所说的这些话我们要相信，句句是实话，佛在经中特地明白为我们显示，佛是「真语者，实语者，如语者，不诳语者，不异语者」。这是佛自己表明，他所说的话，真就是不假，决定不假，实则是不虚。如就是完全依照事实，没有增减，事实怎么样佛就怎么说，佛也不多添一点，佛也不故意减少一点，照样说就是了。不诳是说不妄语，绝不欺骗众生。不异语就是前后绝对不会有两个说法，前后有两种说法，我们就怀疑了，就捉摸不定。不但世尊说法是一致的，即使十方一切诸佛如来为我们说法，也跟释迦牟尼佛所讲的没有两样，所谓佛佛道同，都是如语者，哪里会有两样？所以，这些较量功德的殊胜，我们也要生净信心，以此为实，就对了，要在这个地方建立我们学习良好的心态。",
      "zh_TW": "《金剛經》經文不長，只有五千八百多個字，在現代人的著說文字裡面，是很小很小的一篇短篇，但是它的義理是無限的深廣。而在這麼短短的文字當中，世尊給我們比較福報的大小，前後有六、七次之多，這是值得我們注意的。這麼短的經文，校量福德有這麼多次，他用意何在，我們應當細心去體會。前面第一段是解釋科題。「校」這個字是破音字，要念去聲，念校就是比較的較，要念這個音，是比較，跟比較的較意思完全相同，讀的音也要相同。「勝是殊勝」，比較哪一種殊勝。「本經就福德與智慧，校勝多次，每次必加勝，愈校愈勝。」這個本經前後總共有七次，愈往後面就愈殊勝，殊勝到令人難以想像，真正是不可思議。佛給我們所說的這些話我們要相信，句句是實話，佛在經中特地明白為我們顯示，佛是「真語者，實語者，如語者，不誑語者，不異語者」。這是佛自己表明，他所說的話，真就是不假，決定不假，實則是不虛。如就是完全依照事實，沒有增減，事實怎麼樣佛就怎麼說，佛也不多添一點，佛也不故意減少一點，照樣說就是了。不誑是說不妄語，絕不欺騙眾生。不異語就是前後絕對不會有兩個說法，前後有兩種說法，我們就懷疑了，就捉摸不定。不但世尊說法是一致的，即使十方一切諸佛如來為我們說法，也跟釋迦牟尼佛所講的沒有兩樣，所謂佛佛道同，都是如語者，哪裡會有兩樣？所以，這些較量功德的殊勝，我們也要生淨信心，以此為實，就對了，要在這個地方建立我們學習良好的心態。"
    },
    {
      "id": "09-021-0027_p0024",
      "zh_CN": "「乃就修持功行愈胜，福德愈多也。」功是功夫，行是行持，行持就是生活，这一点我们要特别搞清楚。菩萨行，就是菩萨的生活，我们是凡夫行，那就是六道轮回的生活。学佛没有别的，就是把我们凡夫行转变成菩萨行，把我们轮回心转变成佛心，心上转了，事上自然就转了。",
      "zh_TW": "「乃就修持功行愈勝，福德愈多也。」功是功夫，行是行持，行持就是生活，這一點我們要特別搞清楚。菩薩行，就是菩薩的生活，我們是凡夫行，那就是六道輪迴的生活。學佛沒有別的，就是把我們凡夫行轉變成菩薩行，把我們輪迴心轉變成佛心，心上轉了，事上自然就轉了。"
    },
    {
      "id": "09-021-0027_p0025",
      "zh_CN": "「须知福慧应双修，即是要人悲智具足，智即慧，悲即福，本经所说福德，皆由大悲心而发，并非令人求人天福报也。」这句有经文做证明，佛在经上教菩萨不受福德，可见得佛并不是教我们求人天福报。但是要晓得，你修福，福报一定现前，修福不可能没有福报的。福报现前要怎么样？要有智慧。智慧是什么？智慧就是不受福德，那是高度智慧。福报现前，如果一接受、一享福人就迷了，智慧就没有了，那麻烦就大了。智慧从哪里表现？智慧就是不享福，不享福是真的福报。诸佛菩萨、历代祖师大德们都做出好榜样给我们看，我们要在这个地方去体会、去觉悟。",
      "zh_TW": "「須知福慧應雙修，即是要人悲智具足，智即慧，悲即福，本經所說福德，皆由大悲心而發，並非令人求人天福報也。」這句有經文做證明，佛在經上教菩薩不受福德，可見得佛並不是教我們求人天福報。但是要曉得，你修福，福報一定現前，修福不可能沒有福報的。福報現前要怎麼樣？要有智慧。智慧是什麼？智慧就是不受福德，那是高度智慧。福報現前，如果一接受、一享福人就迷了，智慧就沒有了，那麻煩就大了。智慧從哪裡表現？智慧就是不享福，不享福是真的福報。諸佛菩薩、歷代祖師大德們都做出好榜樣給我們看，我們要在這個地方去體會、去覺悟。"
    },
    {
      "id": "09-021-0027_p0026",
      "zh_CN": "我们看近代虚云老和尚，你不能说他没有福报，他的皈依弟子他自己也不晓得有多少，泰国国王、皇后、皇太后都是皈依他的。供养，我想他自己也不晓得有多少，你看他自己穿的衣服，东一块补钉，西一块补钉。我们没有见过他本人，他的照片我们看了多少，从来没有看他有一件衣服没有补钉的，那个照片你们找一张来给我看看。那么多大富大贵的弟子，难道他都没有一件像样的衣服吗？吃的是粗茶淡饭，没有改变他的物质生活。住的是山上小茅蓬，自己搭盖的，在山上就地取材，割一点茅草搭个蓬。他是佛的弟子，遵守佛的教训，不受福德，他所收的那些供养都奉献给佛教做事业。虚老和尚一生修的寺庙很多，寺庙损坏了他去修，修好了之后，找个真正修行人就交给他，他就走了，以后与他就不相干了。他做这个事业，没有享受。",
      "zh_TW": "我們看近代虛雲老和尚，你不能說他沒有福報，他的皈依弟子他自己也不曉得有多少，泰國國王、皇后、皇太后都是皈依他的。供養，我想他自己也不曉得有多少，你看他自己穿的衣服，東一塊補釘，西一塊補釘。我們沒有見過他本人，他的照片我們看了多少，從來沒有看他有一件衣服沒有補釘的，那個照片你們找一張來給我看看。那麼多大富大貴的弟子，難道他都沒有一件像樣的衣服嗎？吃的是粗茶淡飯，沒有改變他的物質生活。住的是山上小茅蓬，自己搭蓋的，在山上就地取材，割一點茅草搭個蓬。他是佛的弟子，遵守佛的教訓，不受福德，他所收的那些供養都奉獻給佛教做事業。虛老和尚一生修的寺廟很多，寺廟損壞了他去修，修好了之後，找個真正修行人就交給他，他就走了，以後與他就不相干了。他做這個事業，沒有享受。"
    },
    {
      "id": "09-021-0027_p0027",
      "zh_CN": "再看我们净土宗的印光老法师，他的弟子不在虚云老和尚之下，供养之厚也是一般法师都比不上的。但是印祖他的做法跟虚云老和尚不一样。虚云老和尚是处处建寺庙，修寺庙，而印光法师完全是印经布施，他做这个事情。所有一切供养，他在苏州报国寺办了个弘化社，就用这些钱做弘化社的基金。弘化社用现在的话来说，就是佛经流通处，专门印经，一生就做这一桩事情，把佛法布施给广大的群众。他并没有拿信徒这些供养改善他自己的生活，没有，吃的还是常住的大锅饭，穿的还是一件旧衣服，一件衣服穿几十年。住的那个小房子，现在诸位要是到苏州去观光，到灵岩山去看看，他住的关房还在，你去看看多么简陋。这是我们的模范，是我们的典型，我们觉得他很苦，他的快乐大概我们全世界的人都比不上他，他真快乐，他真自在，真的叫享受。那种幸福、快乐、自在，我们世间人决定想像不到。",
      "zh_TW": "再看我們淨土宗的印光老法師，他的弟子不在虛雲老和尚之下，供養之厚也是一般法師都比不上的。但是印祖他的做法跟虛雲老和尚不一樣。虛雲老和尚是處處建寺廟，修寺廟，而印光法師完全是印經布施，他做這個事情。所有一切供養，他在蘇州報國寺辦了個弘化社，就用這些錢做弘化社的基金。弘化社用現在的話來說，就是佛經流通處，專門印經，一生就做這一樁事情，把佛法布施給廣大的群眾。他並沒有拿信徒這些供養改善他自己的生活，沒有，吃的還是常住的大鍋飯，穿的還是一件舊衣服，一件衣服穿幾十年。住的那個小房子，現在諸位要是到蘇州去觀光，到靈巖山去看看，他住的關房還在，你去看看多麼簡陋。這是我們的模範，是我們的典型，我們覺得他很苦，他的快樂大概我們全世界的人都比不上他，他真快樂，他真自在，真的叫享受。那種幸福、快樂、自在，我們世間人決定想像不到。"
    },
    {
      "id": "09-021-0027_p0028",
      "zh_CN": "弘化社印这些书都印得好，纸张好，印刷也好，装订也好，字非常清楚，而且校对非常的精确，可见得印祖在这里是真的下了功夫。不仅如此，印祖给我们最大的一个启示，就是他老人家提倡因果报应的事实。老和尚可能早就看到，我们现在动乱的社会，伦理道德丧失了，西方人宗教信仰也舍弃了，人心无所归依，天下大乱，人民痛苦不堪，没有法子能拯救。就是佛法虽好，也都来不及挽救现代的社会，所以他老人家特别提倡因果报应。如果人能够相信因果报应，他起心动念一切作为自然就晓得收敛。知道善有善果，恶有恶报，这是真理。所以对于《了凡四训》、《感应篇汇编》、《安士全书》这三部书大量的流通。",
      "zh_TW": "弘化社印這些書都印得好，紙張好，印刷也好，裝訂也好，字非常清楚，而且校對非常的精確，可見得印祖在這裡是真的下了功夫。不僅如此，印祖給我們最大的一個啟示，就是他老人家提倡因果報應的事實。老和尚可能早就看到，我們現在動亂的社會，倫理道德喪失了，西方人宗教信仰也捨棄了，人心無所歸依，天下大亂，人民痛苦不堪，沒有法子能拯救。就是佛法雖好，也都來不及挽救現代的社會，所以他老人家特別提倡因果報應。如果人能夠相信因果報應，他起心動念一切作為自然就曉得收斂。知道善有善果，惡有惡報，這是真理。所以對於《了凡四訓》、《感應篇彙編》、《安士全書》這三部書大量的流通。"
    },
    {
      "id": "09-021-0027_p0029",
      "zh_CN": "我在一九七七年第一次在香港讲经，住在倓虚老法师的中华佛教图书馆，那边藏书很多，弘化社的书他收集了不少。我在那个地方看到印祖这三种书，因为我看书我很留意版本，看看版权页，让我吓了一跳。那个版权页里头密密麻麻的，哪一年哪一月初版、二版、三版、四版，一直印到二十几版、三十几版，再看看数量，每一版少的两万册，多的十万册。印了几十版，我给他算了一算，弘化社这三样书，我保守的估计超过三百万册，这个使我很惊奇。其他净土宗的典籍都没有印得这么多，真是让我深思反省，老和尚为什么要这样做？这三种书都不是佛教的，都不是佛教经论。",
      "zh_TW": "我在一九七七年第一次在香港講經，住在倓虛老法師的中華佛教圖書館，那邊藏書很多，弘化社的書他收集了不少。我在那個地方看到印祖這三種書，因為我看書我很留意版本，看看版權頁，讓我嚇了一跳。那個版權頁裡頭密密麻麻的，哪一年哪一月初版、二版、三版、四版，一直印到二十幾版、三十幾版，再看看數量，每一版少的兩萬冊，多的十萬冊。印了幾十版，我給他算了一算，弘化社這三樣書，我保守的估計超過三百萬冊，這個使我很驚奇。其他淨土宗的典籍都沒有印得這麼多，真是讓我深思反省，老和尚為什麼要這樣做？這三種書都不是佛教的，都不是佛教經論。"
    },
    {
      "id": "09-021-0027_p0030",
      "zh_CN": "又看到记载，清朝末年的时候，定海县的知县礼请老法师。那时候老法师住在普陀山，他在普陀山是管理藏经楼，藏经楼就是一个寺庙里面的一个小图书馆，他负责管那个，他在那里面住了三十年，像图书馆的管理员，做了三十年。所以他读书的时间多，世出世间的东西那是念得太多了。定海县的知县请他到定海弘法，他没有去，他派了个人去。在我们想像当中，可能他是家乡口音太重，他说话很不容易听得懂，所以他派了个人去。去讲什么？去讲《太上感应篇》，他不讲别的经，《太上感应篇》是道教的，他就讲这个东西。我们细细去思惟，老和尚真的是大慈大悲，提倡因果报应，挽救世界。知道这个国家有大灾难，世界有大灾难，如果从教育上来着手，没有一百年的时间不能建立。这就是教育没有办法挽救了，佛法力量也不够，唯有提倡因果报应。",
      "zh_TW": "又看到記載，清朝末年的時候，定海縣的知縣禮請老法師。那時候老法師住在普陀山，他在普陀山是管理藏經樓，藏經樓就是一個寺廟裡面的一個小圖書館，他負責管那個，他在那裡面住了三十年，像圖書館的管理員，做了三十年。所以他讀書的時間多，世出世間的東西那是念得太多了。定海縣的知縣請他到定海弘法，他沒有去，他派了個人去。在我們想像當中，可能他是家鄉口音太重，他說話很不容易聽得懂，所以他派了個人去。去講什麼？去講《太上感應篇》，他不講別的經，《太上感應篇》是道教的，他就講這個東西。我們細細去思惟，老和尚真的是大慈大悲，提倡因果報應，挽救世界。知道這個國家有大災難，世界有大災難，如果從教育上來著手，沒有一百年的時間不能建立。這就是教育沒有辦法挽救了，佛法力量也不夠，唯有提倡因果報應。"
    },
    {
      "id": "09-021-0027_p0031",
      "zh_CN": "我在香港四个月，天天揣摩这个事情，领会到祖师这点意思，我佩服得五体投地。回到台湾之后，我把这些书带回来，在台湾第一次印《了凡四训》，印了五万册，我也在台北、高雄讲过几遍，《感应篇》也讲过，《阴骘文》也讲过。最近这两年，台湾有位王丽民居士，在继续不断非常认真的在推行《了凡四训》。他来看我，他发心做《了凡四训》的录音带做五十万套，分送给台湾全省，希望能够挽救这个劫难。我来的头几天他来看我，报告这个情形，来问我有没有效果？我就告诉他，可惜太晚了一点，如果早几年做就好了。虽然晚了，亡羊补牢，还是应当要做的，于是他又发了大心，他说我发愿做三百万套，我说好。三百万套估计需要台币三亿，如果全台湾的人，真的有三百万人能够信受奉行，台湾这个地方就会有诸佛护念，龙天善神守护，不会有灾难的。",
      "zh_TW": "我在香港四個月，天天揣摩這個事情，領會到祖師這點意思，我佩服得五體投地。回到台灣之後，我把這些書帶回來，在台灣第一次印《了凡四訓》，印了五萬冊，我也在台北、高雄講過幾遍，《感應篇》也講過，《陰騭文》也講過。最近這兩年，台灣有位王麗民居士，在繼續不斷非常認真的在推行《了凡四訓》。他來看我，他發心做《了凡四訓》的錄音帶做五十萬套，分送給台灣全省，希望能夠挽救這個劫難。我來的頭幾天他來看我，報告這個情形，來問我有沒有效果？我就告訴他，可惜太晚了一點，如果早幾年做就好了。雖然晚了，亡羊補牢，還是應當要做的，於是他又發了大心，他說我發願做三百萬套，我說好。三百萬套估計需要台幣三億，如果全台灣的人，真的有三百萬人能夠信受奉行，台灣這個地方就會有諸佛護念，龍天善神守護，不會有災難的。"
    },
    {
      "id": "09-021-0027_p0032",
      "zh_CN": "这个推行，我告诉他，是印光法师给我们的启示，不是他老人家带头，我们怎么会想的到这招，怎么也想不到。这真正叫在行菩萨道，在救苦救难，救度众生。反过来看看我们佛教，我们当法师的只知道建庙，建个道场要花几十亿、几百亿。道场建好了之后，有没有作用？没有用，那些钱都埋到地下去，很可惜，不起作用。印经、做录音带、做录影带流通全世界，挽救整个世界的劫运，这叫真正行菩萨道。这个钱一点一滴都没有蹧蹋，这是真正有智慧，真正在修大福报。我看到他送来的带子的样品，有国语的、有台语的、有广东话的、有客家语的，这是对中国人的。他告诉我，还有英文的、有日文的、有西班牙文的，今年年底可以出来，对全世界的。他来找我，他们成立了一个「了凡四训教育基金会」，请我做董事长，请我们馆长做荣誉董事长。我是谢谢他，我说我全心全力支持你，这是好事。虚云老和尚常常在讲开示当中，第一句话就劝人深信因果，如果不从深信因果上下手，真的没救了，学佛也没救，深信因果非常重要。我们看下面这段。",
      "zh_TW": "這個推行，我告訴他，是印光法師給我們的啟示，不是他老人家帶頭，我們怎麼會想的到這招，怎麼也想不到。這真正叫在行菩薩道，在救苦救難，救度眾生。反過來看看我們佛教，我們當法師的只知道建廟，建個道場要花幾十億、幾百億。道場建好了之後，有沒有作用？沒有用，那些錢都埋到地下去，很可惜，不起作用。印經、做錄音帶、做錄影帶流通全世界，挽救整個世界的劫運，這叫真正行菩薩道。這個錢一點一滴都沒有蹧蹋，這是真正有智慧，真正在修大福報。我看到他送來的帶子的樣品，有國語的、有台語的、有廣東話的、有客家語的，這是對中國人的。他告訴我，還有英文的、有日文的、有西班牙文的，今年年底可以出來，對全世界的。他來找我，他們成立了一個「了凡四訓教育基金會」，請我做董事長，請我們館長做榮譽董事長。我是謝謝他，我說我全心全力支持你，這是好事。虛雲老和尚常常在講開示當中，第一句話就勸人深信因果，如果不從深信因果上下手，真的沒救了，學佛也沒救，深信因果非常重要。我們看下面這段。"
    },
    {
      "id": "09-021-0027_p0033",
      "zh_CN": "「福德固要，而智慧尤要。」没有福德，不能度众生，不能帮助众生，但是智慧更重要。没有智慧，你纵然有福德，福德要是用得不妥善，反而造作重罪。没有福德的人，想造罪业造不成就，唯有大福德的人，他造罪业才容易，这是我们要认识的。所以，智慧比福德更重要。「故满三千大千世界之布施，即是救度众生。」这个经上讲的，这是假设，『满三千大千世界七宝，以用布施』，在我们凡夫眼睛里面所看到，这个数字太大了，真的是天文数字，真正不可思议。这种布施如果是救度众生，那福报就大了，如果不是用在救度一切众生，那个福德就小了。像我们刚才举的比喻，我想诸位都能够体会得到，以三亿台币（现在三亿台币在台湾不是一个大数字，拿得出来的人很多）做三百万套的录音带流通到全世界，这个福报不可思议。如果用三亿台币在台北建个道场，不大，是个小道场，毫无意义。我听说台湾有些法师建个道场，少的都要三十亿以上，大的道场需要三百亿，三亿算什么！但是那个道场建立在那个地方起什么作用？这个三百万套录音带流通到全世界，会起很大的作用。这个就是有没有智慧了，没有智慧的人，财富有，把它埋到地下；有智慧的人，把财富贡献给一切众生。智慧、福德从这个小小的例子上，我想大家多少能体会到一些，我们应当要怎样做。",
      "zh_TW": "「福德固要，而智慧尤要。」沒有福德，不能度眾生，不能幫助眾生，但是智慧更重要。沒有智慧，你縱然有福德，福德要是用得不妥善，反而造作重罪。沒有福德的人，想造罪業造不成就，唯有大福德的人，他造罪業才容易，這是我們要認識的。所以，智慧比福德更重要。「故滿三千大千世界之布施，即是救度眾生。」這個經上講的，這是假設，『滿三千大千世界七寶，以用布施』，在我們凡夫眼睛裡面所看到，這個數字太大了，真的是天文數字，真正不可思議。這種布施如果是救度眾生，那福報就大了，如果不是用在救度一切眾生，那個福德就小了。像我們剛才舉的比喻，我想諸位都能夠體會得到，以三億台幣（現在三億台幣在台灣不是一個大數字，拿得出來的人很多）做三百萬套的錄音帶流通到全世界，這個福報不可思議。如果用三億台幣在台北建個道場，不大，是個小道場，毫無意義。我聽說台灣有些法師建個道場，少的都要三十億以上，大的道場需要三百億，三億算什麼！但是那個道場建立在那個地方起什麼作用？這個三百萬套錄音帶流通到全世界，會起很大的作用。這個就是有沒有智慧了，沒有智慧的人，財富有，把它埋到地下；有智慧的人，把財富貢獻給一切眾生。智慧、福德從這個小小的例子上，我想大家多少能體會到一些，我們應當要怎樣做。"
    },
    {
      "id": "09-021-0027_p0034",
      "zh_CN": "真实功德还有一桩，就是真正培养弘法的人才。大家都晓得，人能弘道，非道弘人，培养人才，培养弘法的人才，那个功德是第一大。真正弘法人才一定要与《金刚经》的宗旨相应，怎么相应？也必须要自己一生真正奉行二边不着，要学习佛祖，一生过清苦的生活，才能真正弘法利生。因为弘法的法师，被名利所害，被名利影响而堕落的，自古以来不晓得有多少！所以你不能够守到清贫，不能够守到以苦为师，那就不是真正善知识，不是真正的佛弟子。一定要以苦为师，要一生能够守住自己的本位，自利利他。",
      "zh_TW": "真實功德還有一樁，就是真正培養弘法的人才。大家都曉得，人能弘道，非道弘人，培養人才，培養弘法的人才，那個功德是第一大。真正弘法人才一定要與《金剛經》的宗旨相應，怎麼相應？也必須要自己一生真正奉行二邊不著，要學習佛祖，一生過清苦的生活，才能真正弘法利生。因為弘法的法師，被名利所害，被名利影響而墮落的，自古以來不曉得有多少！所以你不能夠守到清貧，不能夠守到以苦為師，那就不是真正善知識，不是真正的佛弟子。一定要以苦為師，要一生能夠守住自己的本位，自利利他。"
    },
    {
      "id": "09-021-0027_p0035",
      "zh_CN": "「故祇可不住相，不可不行布施，否则即不是大悲心。」布施要做，有财的财布施，有能力的用我们能力来布施，有智慧的以智慧做布施，布施就是利益一切众生，救度一切众生。要有高度的智慧，看出这一切众生苦难的根本原因在哪里，必须对症下药。我们有点小智慧，没有福报，知道怎么做法，但是没有能力。譬如说，我如果有像台湾法师那么大的福报，能有三十亿、三百亿的财富，我的做法跟他们不一样。我不会盖庙，我一定去办个电视广播电台，我有这么多的财力我一定买卫星频道。我请一些法师，我供养他们，四事供养，我样样照顾周到，你们天天给我在广播电台讲经说法，对全世界弘扬。我会做这个，我不会盖庙，盖个庙没有意思，这个对全世界讲经说法，帮助一切大众破迷开悟，离苦得乐。在法师当中，我们也可以能够培养一批专门从事于翻译工作的，翻译成各国的语言文字，印成的经书向全世界流通，做成的录音带、录影带向全世界广播，这就是现代化的大道场。",
      "zh_TW": "「故祇可不住相，不可不行布施，否則即不是大悲心。」布施要做，有財的財布施，有能力的用我們能力來布施，有智慧的以智慧做布施，布施就是利益一切眾生，救度一切眾生。要有高度的智慧，看出這一切眾生苦難的根本原因在哪裡，必須對症下藥。我們有點小智慧，沒有福報，知道怎麼做法，但是沒有能力。譬如說，我如果有像台灣法師那麼大的福報，能有三十億、三百億的財富，我的做法跟他們不一樣。我不會蓋廟，我一定去辦個電視廣播電台，我有這麼多的財力我一定買衛星頻道。我請一些法師，我供養他們，四事供養，我樣樣照顧周到，你們天天給我在廣播電台講經說法，對全世界弘揚。我會做這個，我不會蓋廟，蓋個廟沒有意思，這個對全世界講經說法，幫助一切大眾破迷開悟，離苦得樂。在法師當中，我們也可以能夠培養一批專門從事於翻譯工作的，翻譯成各國的語言文字，印成的經書向全世界流通，做成的錄音帶、錄影帶向全世界廣播，這就是現代化的大道場。"
    },
    {
      "id": "09-021-0027_p0036",
      "zh_CN": "现代道场绝对不是寺庙庵堂，而是电视台、一般广播电台，是这个东西。没有能力、没有财富我们就小做，现在这里摆两架机器，这是小做。所以我在此地讲经，听众不止你们这些人，这个带子立刻就流通出去，也流通得很广。就看我们怎么用心，怎样去做？在这个时代，真正做弘法利生修福修慧的确不难，有一个小房间都可以做。现在这些机器，价钱并不很高，普通的一套设备，美金两千块钱足够了，在家里面就可以做，就能把佛法宣传到全世界。随缘随分，尽心尽力，就是圆满的福慧双修，就是圆满的利益一切众生。只要有智慧，菩提道上没有障碍，何况利用现代化的资讯，哪来的障碍？没有障碍，会做得很欢喜，做得很自在，一定要做。这就是不可不行布施，一定要做，否则就不是大悲心了。",
      "zh_TW": "現代道場絕對不是寺廟庵堂，而是電視台、一般廣播電台，是這個東西。沒有能力、沒有財富我們就小做，現在這裡擺兩架機器，這是小做。所以我在此地講經，聽眾不止你們這些人，這個帶子立刻就流通出去，也流通得很廣。就看我們怎麼用心，怎樣去做？在這個時代，真正做弘法利生修福修慧的確不難，有一個小房間都可以做。現在這些機器，價錢並不很高，普通的一套設備，美金兩千塊錢足夠了，在家裡面就可以做，就能把佛法宣傳到全世界。隨緣隨分，盡心盡力，就是圓滿的福慧雙修，就是圓滿的利益一切眾生。只要有智慧，菩提道上沒有障礙，何況利用現代化的資訊，哪來的障礙？沒有障礙，會做得很歡喜，做得很自在，一定要做。這就是不可不行布施，一定要做，否則就不是大悲心了。"
    },
    {
      "id": "09-021-0027_p0037",
      "zh_CN": "大悲心非常重要，大悲心是菩提心里面的一环。你看马鸣菩萨在《起信论》里面跟我们讲菩提心，三心，直心、深心、大悲心，没有大悲心，菩提心就没有了。世尊在《观经》上告诉我们，至诚心、深心、回向发愿心，回向发愿心就是大悲心。而普贤菩萨在《行愿品》里面更是说得清楚、说得明白，菩萨要失掉大悲心就不能成就无上菩提。诸佛如来没有不全心全力去行布施，去帮助一切众生的，而一切诸佛菩萨无不是从初发心就认真努力去做，这个事情没有例外。我们今天初发心，也要走诸佛菩萨这条道路，要福慧双修。这个经上总纲领、总原则，「应无所住」就是智慧，「而生其心」就是福德。生心生什么心？生行布施的心，行救度一切众生的心。救度一切众生，这句话可不能够误会，自己是第一个要救度的众生，不要以为众生，不是自己，那就错了，自己是头一个要救度的众生。你救度一切众生，把自己忘掉了，好了，说老实话，自己不能救自己，你也救不了众生，必须先救自己你才能救得了众生。诸佛菩萨表现给我们的样子，就是先度自己，你们看虚云老和尚、看印光法师，你就能看出来，这是我们近代的好榜样。先度自己这个众生，然后才度一切众生，度一切众生，人家才肯相信。",
      "zh_TW": "大悲心非常重要，大悲心是菩提心裡面的一環。你看馬鳴菩薩在《起信論》裡面跟我們講菩提心，三心，直心、深心、大悲心，沒有大悲心，菩提心就沒有了。世尊在《觀經》上告訴我們，至誠心、深心、迴向發願心，迴向發願心就是大悲心。而普賢菩薩在《行願品》裡面更是說得清楚、說得明白，菩薩要失掉大悲心就不能成就無上菩提。諸佛如來沒有不全心全力去行布施，去幫助一切眾生的，而一切諸佛菩薩無不是從初發心就認真努力去做，這個事情沒有例外。我們今天初發心，也要走諸佛菩薩這條道路，要福慧雙修。這個經上總綱領、總原則，「應無所住」就是智慧，「而生其心」就是福德。生心生什麼心？生行布施的心，行救度一切眾生的心。救度一切眾生，這句話可不能夠誤會，自己是第一個要救度的眾生，不要以為眾生，不是自己，那就錯了，自己是頭一個要救度的眾生。你救度一切眾生，把自己忘掉了，好了，說老實話，自己不能救自己，你也救不了眾生，必須先救自己你才能救得了眾生。諸佛菩薩表現給我們的樣子，就是先度自己，你們看虛雲老和尚、看印光法師，你就能看出來，這是我們近代的好榜樣。先度自己這個眾生，然後才度一切眾生，度一切眾生，人家才肯相信。"
    },
    {
      "id": "09-021-0027_p0038",
      "zh_CN": "得度的效果，也就是说他一生修行真正的成就，就看他最后怎么走法？他在一生当中，他可以掩饰，欺骗一切众生，临走那一招他没有办法，他不能骗人，完全显示出来，看他怎么走法！无论在家、出家，无论修学哪个宗派法门，走得好，果一定好，就是说好死好生，纵然不能往生，超出三界，来生一定是人天福报；如果走的样子不好，决定是三恶道。这些常识，我们只要稍稍留意就能看得清楚、明白。当然第一殊胜的，是预知时至，不生病，站着走的，坐着走的，那是第一等的成就。这样成就的人，在台湾最近这四十年当中也有不少位，都是在家人，出家人有这么好的瑞相倒反而少了，在家的多。这个原因，诸位听听我们前面所讲的，不难理解。",
      "zh_TW": "得度的效果，也就是說他一生修行真正的成就，就看他最後怎麼走法？他在一生當中，他可以掩飾，欺騙一切眾生，臨走那一招他沒有辦法，他不能騙人，完全顯示出來，看他怎麼走法！無論在家、出家，無論修學哪個宗派法門，走得好，果一定好，就是說好死好生，縱然不能往生，超出三界，來生一定是人天福報；如果走的樣子不好，決定是三惡道。這些常識，我們只要稍稍留意就能看得清楚、明白。當然第一殊勝的，是預知時至，不生病，站著走的，坐著走的，那是第一等的成就。這樣成就的人，在台灣最近這四十年當中也有不少位，都是在家人，出家人有這麼好的瑞相倒反而少了，在家的多。這個原因，諸位聽聽我們前面所講的，不難理解。"
    },
    {
      "id": "09-021-0027_p0039",
      "zh_CN": "今天讲到这个地方是一段，明天我们续讲。",
      "zh_TW": "今天講到這個地方是一段，明天我們續講。"
    }
  ]
}