{
  "doc_id": "09-021-0015",
  "title": {
    "zh_CN": "金刚经讲义节要",
    "zh_TW": "金剛經講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "09-021-0015",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "09-021-0015_p0001",
      "zh_CN": "请掀开讲义，第十三页最后一行：",
      "zh_TW": "請掀開講義，第十三頁最後一行："
    },
    {
      "id": "09-021-0015_p0002",
      "zh_CN": "「大心行人，既不能无所缘境而着空，着空则无从起修，又不能取著于境而着有，着有则堕六道，要在不着二边，合乎中道，如此历事锻心，正大修行入手处。」这段所讲的原则，一个真正修行人必须要明了的，也必须要遵守的，就是二边不着，正是本经所说的修行宗旨，不取于相而行布施。因为着空，无所缘境，把一切境界统统舍掉，这是着空。世尊在世的时候有这样修行的人，自己以为很有成就，这就是佛在经上讲的无想定，心地真正到了清净。但是大家要晓得，这个定叫死定，不是佛法里面所说的禅定，佛法里讲的禅定是活活泼泼的，不是死的。这个定要修成功，将来就往生到四禅的无想天，无想天里面的人就是修这个方法成功的。实在讲也很不容易，很难得，修成功了变成外道。无想定他的定力还是有限的，到定功失掉的时候他又要堕落，还是免不了六道轮回，这桩事情佛在《楞严经》里讲得很详细。一般说来，六道里面升得愈高将来堕落得也愈重，正如世俗所说的，爬得高，摔得重，这个道理很相近。",
      "zh_TW": "「大心行人，既不能無所緣境而著空，著空則無從起修，又不能取著於境而著有，著有則墮六道，要在不著二邊，合乎中道，如此歷事鍛心，正大修行入手處。」這段所講的原則，一個真正修行人必須要明瞭的，也必須要遵守的，就是二邊不著，正是本經所說的修行宗旨，不取於相而行布施。因為著空，無所緣境，把一切境界統統捨掉，這是著空。世尊在世的時候有這樣修行的人，自己以為很有成就，這就是佛在經上講的無想定，心地真正到了清淨。但是大家要曉得，這個定叫死定，不是佛法裡面所說的禪定，佛法裡講的禪定是活活潑潑的，不是死的。這個定要修成功，將來就往生到四禪的無想天，無想天裡面的人就是修這個方法成功的。實在講也很不容易，很難得，修成功了變成外道。無想定他的定力還是有限的，到定功失掉的時候他又要墮落，還是免不了六道輪迴，這樁事情佛在《楞嚴經》裡講得很詳細。一般說來，六道裡面升得愈高將來墮落得也愈重，正如世俗所說的，爬得高，摔得重，這個道理很相近。"
    },
    {
      "id": "09-021-0015_p0003",
      "zh_CN": "佛法要是着空，则无从修起，从哪里修？佛法所修的诸位要晓得，是智慧、是福德，福慧双修。人要着了空，不但福没有，慧也没有，因为他那个定是死定，定不开智慧。不但是无想定不开智慧，就是二乘人所修的九次第定，那比无想定高得太多了，都不能够开智慧。由此可知，这部经义很深。为什么不开智慧？我们用《金刚经》的标准一对照就完全明白，他修的有偏差，他不是个圆融的修学法。修行无论是修定修慧，定慧都从持戒入手，所谓是戒定慧三学，因戒得定，因定开慧，戒里面就是修福，六度万行都包括在戒学之中，所以戒里面范围非常之深广。修行如果要是着相，着相就是执着，有能修、有所修，有这种意念在其中，那个也很麻烦，著于境，这着有，着有不能出三界，着有则堕六道。为什么不能出三界？要晓得三界是怎么形成的，也就是六道轮回是怎么形成的？怎么来的？为什么有六道轮回？佛在大小乘经典，这桩事情就说得太多了，时时刻刻提醒我们，时时刻刻警惕我们，六道就是我执、我见造成的。在修戒定慧，里头有能修、有所修，谁能修？当然是我能修，这种修行没有能够把我见离开。不但没有离开，而且增长，我见愈来愈坚固，执着的情愈来愈深，那怎么能出得了轮回？这就是说明修行人很多，能出三界的真的所谓是凤毛麟角，太少了。",
      "zh_TW": "佛法要是著空，則無從修起，從哪裡修？佛法所修的諸位要曉得，是智慧、是福德，福慧雙修。人要著了空，不但福沒有，慧也沒有，因為他那個定是死定，定不開智慧。不但是無想定不開智慧，就是二乘人所修的九次第定，那比無想定高得太多了，都不能夠開智慧。由此可知，這部經義很深。為什麼不開智慧？我們用《金剛經》的標準一對照就完全明白，他修的有偏差，他不是個圓融的修學法。修行無論是修定修慧，定慧都從持戒入手，所謂是戒定慧三學，因戒得定，因定開慧，戒裡面就是修福，六度萬行都包括在戒學之中，所以戒裡面範圍非常之深廣。修行如果要是著相，著相就是執著，有能修、有所修，有這種意念在其中，那個也很麻煩，著於境，這著有，著有不能出三界，著有則墮六道。為什麼不能出三界？要曉得三界是怎麼形成的，也就是六道輪迴是怎麼形成的？怎麼來的？為什麼有六道輪迴？佛在大小乘經典，這樁事情就說得太多了，時時刻刻提醒我們，時時刻刻警惕我們，六道就是我執、我見造成的。在修戒定慧，裡頭有能修、有所修，誰能修？當然是我能修，這種修行沒有能夠把我見離開。不但沒有離開，而且增長，我見愈來愈堅固，執著的情愈來愈深，那怎麼能出得了輪迴？這就是說明修行人很多，能出三界的真的所謂是鳳毛麟角，太少了。"
    },
    {
      "id": "09-021-0015_p0004",
      "zh_CN": "《金刚经》里面把这些道理跟我们说得很清楚、很明白，方法都教给我们了，我们自己不妨试试看，能不能破我执。本经里面所讲的我相、我见，虽然讲四相、四见，但是那个三句都是陪衬的话，最重要的就是我，我见没有了，其他的那三种自然就不存在。试试看能不能把我忘掉？如果我忘不掉，修的功夫再高，还是在六道。戒定慧三学达到上上乘的功夫，来生可以到大梵天去当天王，那个福报、智慧就很大了。大梵天的天王，诸位要晓得，在三界之内，没出三界，这个诸位要知道。如果我们很冷静、很细心的去观察，不要说那些诸天的天王，人间的帝王，现在做总统不算，为什么？那个福报要比帝王差太远，总统一任只有几年，那个福报修得很小，古时候的帝王能够传十几代，享国二、三百年，你就知道多大的福报。我们世间人，富贵能传三代的就很少。大家读《了凡四训》就明了，了凡先生说得很清楚，你有多大的福报你能享多少世，有十世的福他一定能够享十世，能够传十代，有百世的大福德他能传百世。在我们中国，大概传百世的恐怕只有孔老夫子一个人，孔夫子的七十几代孙子孔德成在世界上依旧被人尊重，祖宗修的福大。改朝换代，他家不受影响，没有一个人不尊敬老夫子，这就是修福积德。",
      "zh_TW": "《金剛經》裡面把這些道理跟我們說得很清楚、很明白，方法都教給我們了，我們自己不妨試試看，能不能破我執。本經裡面所講的我相、我見，雖然講四相、四見，但是那個三句都是陪襯的話，最重要的就是我，我見沒有了，其他的那三種自然就不存在。試試看能不能把我忘掉？如果我忘不掉，修的功夫再高，還是在六道。戒定慧三學達到上上乘的功夫，來生可以到大梵天去當天王，那個福報、智慧就很大了。大梵天的天王，諸位要曉得，在三界之內，沒出三界，這個諸位要知道。如果我們很冷靜、很細心的去觀察，不要說那些諸天的天王，人間的帝王，現在做總統不算，為什麼？那個福報要比帝王差太遠，總統一任只有幾年，那個福報修得很小，古時候的帝王能夠傳十幾代，享國二、三百年，你就知道多大的福報。我們世間人，富貴能傳三代的就很少。大家讀《了凡四訓》就明瞭，了凡先生說得很清楚，你有多大的福報你能享多少世，有十世的福他一定能夠享十世，能夠傳十代，有百世的大福德他能傳百世。在我們中國，大概傳百世的恐怕只有孔老夫子一個人，孔夫子的七十幾代孫子孔德成在世界上依舊被人尊重，祖宗修的福大。改朝換代，他家不受影響，沒有一個人不尊敬老夫子，這就是修福積德。"
    },
    {
      "id": "09-021-0015_p0005",
      "zh_CN": "我们明白这个道理就晓得，大福德一定是在佛法当中修。也许有人要问，佛法是后汉明帝时候传来的，汉明帝以前那些大福德的，他依什么修的？虽然佛法没传来，以孔老夫子而论，孔老夫子的思想、言行、处事待人接物的行为，我们一条一条来观察，跟佛所说的完全一样，无二无别。佛法没传到中国来，夫子所行之道何尝不是佛法？后来佛法来了，不过是说得更清楚、更透彻而已。所以儒跟佛真的是相辅相成，儒家所讲的都是纲领、原则，佛法所讲的非常精细，读了佛法再去看儒书，没有不透彻的，这就是世尊在此地为什么教我们要不执着、不着相的道理。不执着你所修的，能修、所修都不执着，就不落在轮回的因果之中，这样才能超越六道轮回。所以说「要在」，要是重要、要紧，二边不着，这是不得已再取个名字叫中道，所以中道叫你体会这个意思，二边不着就是中道。千万不要把中道跟二边又对立起来，那就又糟了，你就堕到中道。这是世尊教给我们要离名字相，这些名词术语，只要体会意思，决定不能执着，这个要知道的。",
      "zh_TW": "我們明白這個道理就曉得，大福德一定是在佛法當中修。也許有人要問，佛法是後漢明帝時候傳來的，漢明帝以前那些大福德的，他依什麼修的？雖然佛法沒傳來，以孔老夫子而論，孔老夫子的思想、言行、處事待人接物的行為，我們一條一條來觀察，跟佛所說的完全一樣，無二無別。佛法沒傳到中國來，夫子所行之道何嘗不是佛法？後來佛法來了，不過是說得更清楚、更透徹而已。所以儒跟佛真的是相輔相成，儒家所講的都是綱領、原則，佛法所講的非常精細，讀了佛法再去看儒書，沒有不透徹的，這就是世尊在此地為什麼教我們要不執著、不著相的道理。不執著你所修的，能修、所修都不執著，就不落在輪迴的因果之中，這樣才能超越六道輪迴。所以說「要在」，要是重要、要緊，二邊不著，這是不得已再取個名字叫中道，所以中道叫你體會這個意思，二邊不著就是中道。千萬不要把中道跟二邊又對立起來，那就又糟了，你就墮到中道。這是世尊教給我們要離名字相，這些名詞術語，只要體會意思，決定不能執著，這個要知道的。"
    },
    {
      "id": "09-021-0015_p0006",
      "zh_CN": "如此「历事锻心」，这四个字就是修行的总纲领、总原则，在事上去锻炼。锻炼什么？炼心，不是炼别的，炼清净心。清净心是本来有的，现在被染污了，炼就是炼得让我们的心在一切事缘境界当中，能保持着清净而不被污染，这就是真正的修行，这就是修学般若。这是大修行人，这不是普通修行人，换句话说，着相修行的不能算是大修行人，大修行人一定是了生死出三界。实在讲，事修真难。这个纲领贯彻佛所说的一切法门，就是二边不着是贯彻所有的法门，无论是哪一宗哪一派哪种方法，经上常讲八万四千法门、无量法门，都要用这个原则，决定不能够违背，违背就落在六道里面。可是真难，难在哪里？我们执着已经养成习惯，不是这一生养成的，无量劫来就养成的，现在要把这个习惯改过来太难了，没法子！",
      "zh_TW": "如此「歷事鍛心」，這四個字就是修行的總綱領、總原則，在事上去鍛鍊。鍛鍊什麼？鍊心，不是鍊別的，鍊清淨心。清淨心是本來有的，現在被染污了，鍊就是鍊得讓我們的心在一切事緣境界當中，能保持著清淨而不被污染，這就是真正的修行，這就是修學般若。這是大修行人，這不是普通修行人，換句話說，著相修行的不能算是大修行人，大修行人一定是了生死出三界。實在講，事修真難。這個綱領貫徹佛所說的一切法門，就是二邊不著是貫徹所有的法門，無論是哪一宗哪一派哪種方法，經上常講八萬四千法門、無量法門，都要用這個原則，決定不能夠違背，違背就落在六道裡面。可是真難，難在哪裡？我們執著已經養成習慣，不是這一生養成的，無量劫來就養成的，現在要把這個習慣改過來太難了，沒法子！"
    },
    {
      "id": "09-021-0015_p0007",
      "zh_CN": "这样说起来，世尊给我们讲经说法，我们也不能成就，岂不叫吊胃口，跟我们开玩笑吗？做不到！幸好阿弥陀佛给我们开了一个法门，只要能够死心塌地老实念佛，行，这个法门叫万修万人去，决定能够成功。把世尊教给我们这个原则，修行的要领，到了极乐世界见了阿弥陀佛，我们再继续不断的来修，那就保险。这个保险从哪里说起？从无量寿说起，我们这个地方所以不能成就就是寿命短促，功夫没有到，寿命到了。纵然修得不错，来生继续再干，可是死了之后再一投胎，前生修的功夫完全失掉，都忘得干干净净，一切又要从头搞起，还没有搞成功又要来个生死。我们是无量劫来生生死死，这经上讲的真话，不是假话，佛在《金刚经》上、在《无量寿经》上都给我们授记，我们过去生中已经亲近无量无边诸佛如来，善根非常深厚，所以在末法时期还能遇到这样稀有的法门，不容易。无量劫的修行，亲近无量诸佛如来，看看这一生的样子你不就明白了吗？这一生落得这个地步，这一生不能往生，来生继续再修，也不过如此而已。这是我们应该要警觉到的，这就是这个世间修行，进得少退得多。实在说，要修行真有一点成果，持戒修福真修得像个样，来生一转世，生到大富贵人家去享福，享福就享糊涂了，享福没有不造罪业。我们冷静读读中国历史，历代的帝王将相，世间人羡慕得不得了，我看了之后寒毛直竖，他在短短的一生当中造多少业。做文官的，一个念头错误，一个政策错误了，多少老百姓受害，一个做武将的，杀多少人。所以，死了以后都到三恶道去，再得人身不容易。",
      "zh_TW": "這樣說起來，世尊給我們講經說法，我們也不能成就，豈不叫吊胃口，跟我們開玩笑嗎？做不到！幸好阿彌陀佛給我們開了一個法門，只要能夠死心塌地老實念佛，行，這個法門叫萬修萬人去，決定能夠成功。把世尊教給我們這個原則，修行的要領，到了極樂世界見了阿彌陀佛，我們再繼續不斷的來修，那就保險。這個保險從哪裡說起？從無量壽說起，我們這個地方所以不能成就就是壽命短促，功夫沒有到，壽命到了。縱然修得不錯，來生繼續再幹，可是死了之後再一投胎，前生修的功夫完全失掉，都忘得乾乾淨淨，一切又要從頭搞起，還沒有搞成功又要來個生死。我們是無量劫來生生死死，這經上講的真話，不是假話，佛在《金剛經》上、在《無量壽經》上都給我們授記，我們過去生中已經親近無量無邊諸佛如來，善根非常深厚，所以在末法時期還能遇到這樣稀有的法門，不容易。無量劫的修行，親近無量諸佛如來，看看這一生的樣子你不就明白了嗎？這一生落得這個地步，這一生不能往生，來生繼續再修，也不過如此而已。這是我們應該要警覺到的，這就是這個世間修行，進得少退得多。實在說，要修行真有一點成果，持戒修福真修得像個樣，來生一轉世，生到大富貴人家去享福，享福就享糊塗了，享福沒有不造罪業。我們冷靜讀讀中國歷史，歷代的帝王將相，世間人羨慕得不得了，我看了之後寒毛直豎，他在短短的一生當中造多少業。做文官的，一個念頭錯誤，一個政策錯誤了，多少老百姓受害，一個做武將的，殺多少人。所以，死了以後都到三惡道去，再得人身不容易。"
    },
    {
      "id": "09-021-0015_p0008",
      "zh_CN": "我在早年学佛的时候，那个时候还没有出家，初学佛的大概第二年，我认识了朱镜宙老居士。朱老居士在台湾佛教界里面大家都认识他，他在台北创办台湾印经处，台湾印经处是他办的。早期台湾印佛经只有三个地方，台北就是他在印经，台中瑞成书局、台南的庆芳书局，只有三家，数量都很少，种类也很少。老居士发的心是很大，流通佛法，他年岁大，做的事情也多，经验也很丰富。他是个学科学的，他告诉我他怎么会相信佛法？是因为他真的见到鬼，这才相信。他的岳父在中国学术界里头很有名，章太炎老先生，他是章太炎的女婿。章太炎是学佛的，但是他那个时候不相信，他的老岳丈讲些佛法他不能接受。抗战期间他在四川，在四川那时候也是做官，晚上跟朋友打麻将，打到大概两点多钟，打到深夜才散场，散场回去。那个时候不像现在交通这么方便，走路，没有车，走路回去，而路灯很远才有一个路灯，路灯大概都是二十烛光、四十烛光，都看不太清楚，这种情形现在你们想像不到。他在回去，走在半路上，在半路上，他前面有一个人，距离他不太远，是个女人。走了很久，他也没有起心动念，反正前面有个人走，他在后面走就是了。走了相当长的时候他忽然想到，这么深的夜怎么会有个女人在这儿走？他一想，他说他一身冷汗，寒毛直竖，再仔细一看，前面这个人有上身没有下身，他吓死了。他因为真的看到，他说这是走很久，不是乍看到的，这决定不是假的，也不是眼睛看花。因为这桩事情，他才回过头来真的学佛，他说我真见到了，佛经讲的鬼不是假的，是真的。以后学了佛，他告诉我，那恐怕是观音菩萨变化的，要不然我怎么会学佛？这是他告诉我学佛的因缘。",
      "zh_TW": "我在早年學佛的時候，那個時候還沒有出家，初學佛的大概第二年，我認識了朱鏡宙老居士。朱老居士在台灣佛教界裡面大家都認識他，他在台北創辦台灣印經處，台灣印經處是他辦的。早期台灣印佛經只有三個地方，台北就是他在印經，台中瑞成書局、台南的慶芳書局，只有三家，數量都很少，種類也很少。老居士發的心是很大，流通佛法，他年歲大，做的事情也多，經驗也很豐富。他是個學科學的，他告訴我他怎麼會相信佛法？是因為他真的見到鬼，這才相信。他的岳父在中國學術界裡頭很有名，章太炎老先生，他是章太炎的女婿。章太炎是學佛的，但是他那個時候不相信，他的老岳丈講些佛法他不能接受。抗戰期間他在四川，在四川那時候也是做官，晚上跟朋友打麻將，打到大概兩點多鐘，打到深夜才散場，散場回去。那個時候不像現在交通這麼方便，走路，沒有車，走路回去，而路燈很遠才有一個路燈，路燈大概都是二十燭光、四十燭光，都看不太清楚，這種情形現在你們想像不到。他在回去，走在半路上，在半路上，他前面有一個人，距離他不太遠，是個女人。走了很久，他也沒有起心動念，反正前面有個人走，他在後面走就是了。走了相當長的時候他忽然想到，這麼深的夜怎麼會有個女人在這兒走？他一想，他說他一身冷汗，寒毛直豎，再仔細一看，前面這個人有上身沒有下身，他嚇死了。他因為真的看到，他說這是走很久，不是乍看到的，這決定不是假的，也不是眼睛看花。因為這樁事情，他才回過頭來真的學佛，他說我真見到了，佛經講的鬼不是假的，是真的。以後學了佛，他告訴我，那恐怕是觀音菩薩變化的，要不然我怎麼會學佛？這是他告訴我學佛的因緣。"
    },
    {
      "id": "09-021-0015_p0009",
      "zh_CN": "他的故事很多，常常讲给我听，那个时候我们二十几岁，他老人家七十岁，我认识他时他七十岁。他说民国前几年，大概民国前一年的样子，就是宣统三年，他很年轻，在家乡，他们家乡出了一个奇怪事情。因为他也是住在乡村，距离他们村子不太远的地方，几里路，不到十里路，几里路的地方，有一个人家，他们也很熟悉。这家有个年轻人，已经中了举，在那个时候是举人。虽然中举，他是个独生子，父母年岁都大了，所以他就没有做官，在家里照顾老人家，非常孝顺。他说有一天，这个人睡午觉做个梦，梦到有个人骑着马送一封信，敲他的门。他在梦中，很清楚，这个梦特别清楚，就好像他起来了，其实他是作梦，开门，看到信封上写的是他的名字没错。这个人就说找这个人，他一想，他说你这个信是什么人送来的？他说我们大将军派我送来的，来请你的。他一想，他生平对于官府里头没有往来，没有交结这些达官贵人，虽然中了举，一直都在自己家乡读书耕田，孝顺父母，没有这些交际应酬。他说你是不是送错了？也许同名同姓的，送错了。",
      "zh_TW": "他的故事很多，常常講給我聽，那個時候我們二十幾歲，他老人家七十歲，我認識他時他七十歲。他說民國前幾年，大概民國前一年的樣子，就是宣統三年，他很年輕，在家鄉，他們家鄉出了一個奇怪事情。因為他也是住在鄉村，距離他們村子不太遠的地方，幾里路，不到十里路，幾里路的地方，有一個人家，他們也很熟悉。這家有個年輕人，已經中了舉，在那個時候是舉人。雖然中舉，他是個獨生子，父母年歲都大了，所以他就沒有做官，在家裡照顧老人家，非常孝順。他說有一天，這個人睡午覺做個夢，夢到有個人騎著馬送一封信，敲他的門。他在夢中，很清楚，這個夢特別清楚，就好像他起來了，其實他是作夢，開門，看到信封上寫的是他的名字沒錯。這個人就說找這個人，他一想，他說你這個信是什麼人送來的？他說我們大將軍派我送來的，來請你的。他一想，他生平對於官府裡頭沒有往來，沒有交結這些達官貴人，雖然中了舉，一直都在自己家鄉讀書耕田，孝順父母，沒有這些交際應酬。他說你是不是送錯了？也許同名同姓的，送錯了。"
    },
    {
      "id": "09-021-0015_p0010",
      "zh_CN": "这个人也不管三七二十一，既然名字相同就跟我去吧，强迫他，就把他拉去了，请他上马。他就骑上了马，但是骑上马之后感觉这个马不像在地上走，好像在空中飞一样。没有多久到一个地方，那个地方人很多，看到建筑物很大，大家都在交头接耳在讨论，好像有什么大事情发生。他就打听，他说这个将军是什么人？人家就告诉他，岳飞。他一听是岳飞，不得了，这我已经死了，岳飞是宋朝人，我怎么被他请来了？那不行！我家里还有父母，我不能死，我还有儿女很小，父母年岁大了，我决定不能死。一会岳飞升座，升帐议事，他就跟他理论，他说不行，你不能找我。结果才晓得，岳飞跟大家开会在讨论伐金，讨伐，还是要跟金人打仗，聘请他来做秘书。岳飞就告诉他，我们准备出兵的日子还有半年，现在正在筹划当中，我可以送你回去，你回家去料理后事。他听到岳飞对他也是很不错，他想想，人总归要死，死了能够跟岳飞在一起也很有意义，所以他就同意了。同意了，岳飞就派人又把他送回去，送回去他一下就醒过来。",
      "zh_TW": "這個人也不管三七二十一，既然名字相同就跟我去吧，強迫他，就把他拉去了，請他上馬。他就騎上了馬，但是騎上馬之後感覺這個馬不像在地上走，好像在空中飛一樣。沒有多久到一個地方，那個地方人很多，看到建築物很大，大家都在交頭接耳在討論，好像有什麼大事情發生。他就打聽，他說這個將軍是什麼人？人家就告訴他，岳飛。他一聽是岳飛，不得了，這我已經死了，岳飛是宋朝人，我怎麼被他請來了？那不行！我家裡還有父母，我不能死，我還有兒女很小，父母年歲大了，我決定不能死。一會岳飛升座，升帳議事，他就跟他理論，他說不行，你不能找我。結果才曉得，岳飛跟大家開會在討論伐金，討伐，還是要跟金人打仗，聘請他來做祕書。岳飛就告訴他，我們準備出兵的日子還有半年，現在正在籌劃當中，我可以送你回去，你回家去料理後事。他聽到岳飛對他也是很不錯，他想想，人總歸要死，死了能夠跟岳飛在一起也很有意義，所以他就同意了。同意了，岳飛就派人又把他送回去，送回去他一下就醒過來。"
    },
    {
      "id": "09-021-0015_p0011",
      "zh_CN": "醒过来之后，他就把这个事情跟他父母讲，他说我再过六个月，日期都定了，哪一天我要去报到。他的父母讲，这是作梦，梦哪里是事实，不要斤斤执着。他讲，我这个梦跟平常的梦不一样，境界清清楚楚，不像是个梦。他把这个事情记得很清楚。到了这一天，他在前几天就通知他的亲戚朋友，说他要到岳飞那里去报到，跟亲戚朋友们告辞，朱老居士也去了。朱老居士听这个事情很稀奇，活活的一个人，又不生病，看他怎么死。所以大家都到那里去参加他这个等于是告别会一样，辞别会一样。亲戚朋友们很多，看热闹的人很多，酒席完了之后，时间快要到了。他躺在床上，他的父母舍不得他，父母不肯答应。他告诉他父母，他说来接我的人已经到了，在门口，我已经看到他了。他的父母在大骂，我就一个儿子，你们为什么要找他？他反过来劝他父母，他说人生总是有生有死，我死了能够追随岳飞，这是民族英雄，也是值得的，劝他父亲不要再阻扰。他父亲叹了一口气，好吧！这一声「好吧」，他就断气了，父母同意了，他就走了，真正的事实。",
      "zh_TW": "醒過來之後，他就把這個事情跟他父母講，他說我再過六個月，日期都定了，哪一天我要去報到。他的父母講，這是作夢，夢哪裡是事實，不要斤斤執著。他講，我這個夢跟平常的夢不一樣，境界清清楚楚，不像是個夢。他把這個事情記得很清楚。到了這一天，他在前幾天就通知他的親戚朋友，說他要到岳飛那裡去報到，跟親戚朋友們告辭，朱老居士也去了。朱老居士聽這個事情很稀奇，活活的一個人，又不生病，看他怎麼死。所以大家都到那裡去參加他這個等於是告別會一樣，辭別會一樣。親戚朋友們很多，看熱鬧的人很多，酒席完了之後，時間快要到了。他躺在床上，他的父母捨不得他，父母不肯答應。他告訴他父母，他說來接我的人已經到了，在門口，我已經看到他了。他的父母在大罵，我就一個兒子，你們為什麼要找他？他反過來勸他父母，他說人生總是有生有死，我死了能夠追隨岳飛，這是民族英雄，也是值得的，勸他父親不要再阻擾。他父親嘆了一口氣，好吧！這一聲「好吧」，他就斷氣了，父母同意了，他就走了，真正的事實。"
    },
    {
      "id": "09-021-0015_p0012",
      "zh_CN": "以后，朱老居士讲大概半年以后，辛亥革命推翻满清，这在辛亥革命前半年。所以他们讲，我们人间动乱，鬼那里已经先去，已经先去打仗了，阴阳两界好像都配合一样的。学了佛之后，朱老居士讲，虽然是民族英雄，在历史上受国家民族的尊敬，依旧在饿鬼道当鬼王。什么原因？杀业太重，能所未忘，学佛才知道，不学佛哪里晓得这个事情？这才搞清楚，做大官、做大将，乃至于做帝王，死了以后大概都在三恶道。多生多劫积善修德，在这一生当中享尽福报，造了许多罪业，换得来生不如意。如果不是学佛的人，不是头脑很冷静的人，他看不到，他想不到。",
      "zh_TW": "以後，朱老居士講大概半年以後，辛亥革命推翻滿清，這在辛亥革命前半年。所以他們講，我們人間動亂，鬼那裡已經先去，已經先去打仗了，陰陽兩界好像都配合一樣的。學了佛之後，朱老居士講，雖然是民族英雄，在歷史上受國家民族的尊敬，依舊在餓鬼道當鬼王。什麼原因？殺業太重，能所未忘，學佛才知道，不學佛哪裡曉得這個事情？這才搞清楚，做大官、做大將，乃至於做帝王，死了以後大概都在三惡道。多生多劫積善修德，在這一生當中享盡福報，造了許多罪業，換得來生不如意。如果不是學佛的人，不是頭腦很冷靜的人，他看不到，他想不到。"
    },
    {
      "id": "09-021-0015_p0013",
      "zh_CN": "所以在中国自古以来，一直到现在，很多人到了晚年都忏悔做了很多错事，这才念佛，才诵经，求生净土，想弥补自己的过失。对不对？对的。有没有成就？如果是真正的忏悔，能往生。真信真愿，四十八愿第十八愿，那是真实的第一大愿，五逆十恶临终忏悔都能往生。从这个地方看到佛法的清净、平等、慈悲，真的达到极处。问题是要真正忏悔，如果不是真正忏悔，真正忏悔二边不着，身心世界一切放下，只有一个意念，求生净土，这样才能成功。如果对世缘有丝毫的牵挂，那就是障碍，就不能成功，这是不能不知道的。",
      "zh_TW": "所以在中國自古以來，一直到現在，很多人到了晚年都懺悔做了很多錯事，這才念佛，才誦經，求生淨土，想彌補自己的過失。對不對？對的。有沒有成就？如果是真正的懺悔，能往生。真信真願，四十八願第十八願，那是真實的第一大願，五逆十惡臨終懺悔都能往生。從這個地方看到佛法的清淨、平等、慈悲，真的達到極處。問題是要真正懺悔，如果不是真正懺悔，真正懺悔二邊不著，身心世界一切放下，只有一個意念，求生淨土，這樣才能成功。如果對世緣有絲毫的牽掛，那就是障礙，就不能成功，這是不能不知道的。"
    },
    {
      "id": "09-021-0015_p0014",
      "zh_CN": "历事锻心，历是经历，我们从早到晚，从初一到腊月三十，六根接触六尘境界，这叫事，在这里面去锻。锻炼什么？锻炼二边不着，也就是这部经上教给我们，应无所住，无住就是二边都不执着；而生其心，生什么心？持戒修福，后面还要老实念佛，求生净土，这个确实是第一真实般若智慧。我们念佛不能老实，就是因为处处执着，这就不能老实。《金刚经》帮助我们老实，教给我们二边都不可以执着，不能执着空，也不能执着有。经上许多的开示，都是说明其所以然，我们把所以然的道理明白了，这才肯听话，才肯接受世尊的教导；没有搞清楚，总是半信半疑，不能彻底放下，修学的效果还是达不到，这个叫真可惜。",
      "zh_TW": "歷事鍛心，歷是經歷，我們從早到晚，從初一到臘月三十，六根接觸六塵境界，這叫事，在這裡面去鍛。鍛鍊什麼？鍛鍊二邊不著，也就是這部經上教給我們，應無所住，無住就是二邊都不執著；而生其心，生什麼心？持戒修福，後面還要老實念佛，求生淨土，這個確實是第一真實般若智慧。我們念佛不能老實，就是因為處處執著，這就不能老實。《金剛經》幫助我們老實，教給我們二邊都不可以執著，不能執著空，也不能執著有。經上許多的開示，都是說明其所以然，我們把所以然的道理明白了，這才肯聽話，才肯接受世尊的教導；沒有搞清楚，總是半信半疑，不能徹底放下，修學的效果還是達不到，這個叫真可惜。"
    },
    {
      "id": "09-021-0015_p0015",
      "zh_CN": "底下这一段，「识，原是自性所变现」。识就是妄心，分别的心、执着的心，这是真如、本性变现出来的，迷了就现这个境界。「用以分别执我，便成为识」，识是什么意思？就是分别，就是执着有个我，这就把自性变成识。识里头有我，性里头没有我，就是识里头有我执，性里头没有我执，识里面有我见，性里面没有我见。「名之曰妄」，这建立一个名词术语，叫它做妄心，叫它做妄想，妄想就是妄心，妄心就是妄想，在经上常常看到这些名词。佛一桩事情说许多个名词，他也有很深的用意，教我们不要执着这些名词，怎么说都行，只要懂得这个意思。说这么多名相术语，其目的无非是教我们不执着。",
      "zh_TW": "底下這一段，「識，原是自性所變現」。識就是妄心，分別的心、執著的心，這是真如、本性變現出來的，迷了就現這個境界。「用以分別執我，便成為識」，識是什麼意思？就是分別，就是執著有個我，這就把自性變成識。識裡頭有我，性裡頭沒有我，就是識裡頭有我執，性裡頭沒有我執，識裡面有我見，性裡面沒有我見。「名之曰妄」，這建立一個名詞術語，叫它做妄心，叫它做妄想，妄想就是妄心，妄心就是妄想，在經上常常看到這些名詞。佛一樁事情說許多個名詞，他也有很深的用意，教我們不要執著這些名詞，怎麼說都行，只要懂得這個意思。說這麼多名相術語，其目的無非是教我們不執著。"
    },
    {
      "id": "09-021-0015_p0016",
      "zh_CN": "「若用以降伏分别我执，即是引归正道，名曰正智」，这是正确的智慧，拣别不是邪知邪见，你这个认识、这个智慧没有错误，完全是正确的。正确的智慧就是要把分别、我执断除，这个地方讲的是降伏，降伏是断除的前方便，也就是初步功夫。初步功夫是我们要把它伏住，伏住它没有断，断难，伏比较容易。古德有比喻说，伏好比石头压草，根没有除，只是压住，它不能再长；断是连根拔除，那才是彻底究竟。但是断难，伏容易，伏而未断不能出三界，就是这个功夫还在六道。修行成就难就难在这个地方，必须要断见思烦恼才能出三界。伏见思烦恼能到什么地方？我们三界里面的色界天跟无色界天都是伏，四禅八定，这就是伏的功夫浅深，伏的功夫愈深，你往生的天道愈高。天有二十八层天，不是像其他宗教里面讲得那么单纯，天很复杂，这个复杂的环境就是他伏的功夫浅深不同。欲界的六层天是修福报去往生的，色界、无色界则是伏烦恼浅深去往生的，这是我们讲修定，到第八定还在六道里面。定功再深，到第九定，烦恼就断了，伏得很深到第九定就断了。所以到第九定就出了三界，九定是阿罗汉所证得的，小乘阿罗汉所证得的，很不容易，很难！这是修行之所以不能成就的原因。",
      "zh_TW": "「若用以降伏分別我執，即是引歸正道，名曰正智」，這是正確的智慧，揀別不是邪知邪見，你這個認識、這個智慧沒有錯誤，完全是正確的。正確的智慧就是要把分別、我執斷除，這個地方講的是降伏，降伏是斷除的前方便，也就是初步功夫。初步功夫是我們要把它伏住，伏住它沒有斷，斷難，伏比較容易。古德有比喻說，伏好比石頭壓草，根沒有除，只是壓住，它不能再長；斷是連根拔除，那才是徹底究竟。但是斷難，伏容易，伏而未斷不能出三界，就是這個功夫還在六道。修行成就難就難在這個地方，必須要斷見思煩惱才能出三界。伏見思煩惱能到什麼地方？我們三界裡面的色界天跟無色界天都是伏，四禪八定，這就是伏的功夫淺深，伏的功夫愈深，你往生的天道愈高。天有二十八層天，不是像其他宗教裡面講得那麼單純，天很複雜，這個複雜的環境就是他伏的功夫淺深不同。欲界的六層天是修福報去往生的，色界、無色界則是伏煩惱淺深去往生的，這是我們講修定，到第八定還在六道裡面。定功再深，到第九定，煩惱就斷了，伏得很深到第九定就斷了。所以到第九定就出了三界，九定是阿羅漢所證得的，小乘阿羅漢所證得的，很不容易，很難！這是修行之所以不能成就的原因。"
    },
    {
      "id": "09-021-0015_p0017",
      "zh_CN": "八万四千法门，无论哪个法门，出三界都是这个原理，没有例外，唯独净土法门是特别，这个特别是只有这个法门，没有第二个。这个法门，伏就行，不必要断，伏就行了，而且伏的并不很深，浅浅伏它就管用。浅伏就是平常讲功夫成片，这个真的很浅，不深。功夫成片这个功夫，说老实话初禅天都不够资格，你就晓得伏的功夫不深，为什么？初禅天的本事都没有。什么叫功夫成片？我一天到晚心里头只有阿弥陀佛，除阿弥陀佛之外没有别的杂念。念头一生起来，不管什么念头，只要念头一生起来，「阿弥陀佛」，就把念头压下去，妄念一起，「阿弥陀佛」就压下去，就这个功夫就能往生，所以说万修万人去。宗门里面常讲，「不怕念起，只怕觉迟」，念头那是无始劫以来的习气，当然会有的，没有你就成佛了，一定有妄念。念起不怕，怕的是觉迟，觉迟在净宗讲就是佛号，佛号不能提得太迟，也就是说妄念只能叫它起来，不能叫它相续，它不相续它就不起作用，产生不了力量。第一个妄念起来，第二个念头就是阿弥陀佛，就把妄念打掉，这是念佛真正的功夫。临终最后那一念是阿弥陀佛，就往生了，所以临终时候十念、一念皆得往生，就是最后那一念你念的是什么，决定你来生到哪里去，这是关键。但是一个人如果这一生当中不修福，修了福报现在就把它享光，临终就手忙脚乱，那个麻烦才大。临命终时，神智不清，迷惑颠倒，甚至于严重的，连家里亲人都不认识，在这个时候那就随业流转。",
      "zh_TW": "八萬四千法門，無論哪個法門，出三界都是這個原理，沒有例外，唯獨淨土法門是特別，這個特別是只有這個法門，沒有第二個。這個法門，伏就行，不必要斷，伏就行了，而且伏的並不很深，淺淺伏它就管用。淺伏就是平常講功夫成片，這個真的很淺，不深。功夫成片這個功夫，說老實話初禪天都不夠資格，你就曉得伏的功夫不深，為什麼？初禪天的本事都沒有。什麼叫功夫成片？我一天到晚心裡頭只有阿彌陀佛，除阿彌陀佛之外沒有別的雜念。念頭一生起來，不管什麼念頭，只要念頭一生起來，「阿彌陀佛」，就把念頭壓下去，妄念一起，「阿彌陀佛」就壓下去，就這個功夫就能往生，所以說萬修萬人去。宗門裡面常講，「不怕念起，只怕覺遲」，念頭那是無始劫以來的習氣，當然會有的，沒有你就成佛了，一定有妄念。念起不怕，怕的是覺遲，覺遲在淨宗講就是佛號，佛號不能提得太遲，也就是說妄念只能叫它起來，不能叫它相續，它不相續它就不起作用，產生不了力量。第一個妄念起來，第二個念頭就是阿彌陀佛，就把妄念打掉，這是念佛真正的功夫。臨終最後那一念是阿彌陀佛，就往生了，所以臨終時候十念、一念皆得往生，就是最後那一念你念的是什麼，決定你來生到哪裡去，這是關鍵。但是一個人如果這一生當中不修福，修了福報現在就把它享光，臨終就手忙腳亂，那個麻煩才大。臨命終時，神智不清，迷惑顛倒，甚至於嚴重的，連家裡親人都不認識，在這個時候那就隨業流轉。"
    },
    {
      "id": "09-021-0015_p0018",
      "zh_CN": "所以佛法里面教导我们，临终是大事，人一生当中最大的事，决定他来生的命运，在临终的时候要很小心、很慎重的去处理。人死了以后断气了，断气之后八小时不能动他，这太重要了。为什么？他的神识没有离开，这个八小时当中你去触动他，他有感受。你去触动他，他会感觉到难过，难过就生瞋恨心，瞋恨心就堕恶道，你说这个事情多麻烦。所以临终时候，家亲眷属要明白这个道理，不要把他送到恶道去。最好的方法是念佛，让他听到佛号，这八小时是关键时刻，不能叫他生贪瞋痴念头，这个念头一起必定堕三恶道。我们自己能不能保证自己临命终时没有这些冤家债主来捣蛋、来找麻烦？这些冤亲债主可能就是你身边最亲近的人，所谓不是冤家不聚头，一哭一闹就糟糕了。所以我们自己要立志，立什么样的志？走的时候不生病，清清楚楚的走，他就无可奈何，什么冤家债主对你也不起作用，站着走，坐着走，这个多自在。",
      "zh_TW": "所以佛法裡面教導我們，臨終是大事，人一生當中最大的事，決定他來生的命運，在臨終的時候要很小心、很慎重的去處理。人死了以後斷氣了，斷氣之後八小時不能動他，這太重要了。為什麼？他的神識沒有離開，這個八小時當中你去觸動他，他有感受。你去觸動他，他會感覺到難過，難過就生瞋恨心，瞋恨心就墮惡道，你說這個事情多麻煩。所以臨終時候，家親眷屬要明白這個道理，不要把他送到惡道去。最好的方法是念佛，讓他聽到佛號，這八小時是關鍵時刻，不能叫他生貪瞋痴念頭，這個念頭一起必定墮三惡道。我們自己能不能保證自己臨命終時沒有這些冤家債主來搗蛋、來找麻煩？這些冤親債主可能就是你身邊最親近的人，所謂不是冤家不聚頭，一哭一鬧就糟糕了。所以我們自己要立志，立什麼樣的志？走的時候不生病，清清楚楚的走，他就無可奈何，什麼冤家債主對你也不起作用，站著走，坐著走，這個多自在。"
    },
    {
      "id": "09-021-0015_p0019",
      "zh_CN": "能不能做得到？这四十年当中在台湾，真正这样潇洒自在走的，至少有几十个人。为什么这些人能做到，我们做不到？说实在的话，他为什么能做到？《金刚经》上讲的道理他做到了，二边不着，统统放下，除了阿弥陀佛之外，心里面什么牵挂都没有，这种人就做到了，他就得自在。这个秘密我们现在晓得了，什么时候放下？我现在还没走，等我走的时候再放下。来不及！现在就要放下，现在就不要把它摆在心里，历事锻心，就锻炼这个心。从现在起，我就不把世缘摆在心上，缘是人事，境是物质环境，物质环境、一切的人事都不把它放在心上。可是诸位要晓得，不能把意思错会了，错会什么？我家亲眷属什么我都不要了，那你又着了空，你又取了非法相。着了空，前面讲了没法子修，你修什么？就要在人事环境当中去持戒修福，真做。真做，心里面没有，事情就做得更圆满，心里没有执着，没有情爱，心里面就充满了智慧，会做得更圆满，做得更圆融。二边不着，这才叫佛法。要不把这个理想通，不把事实真相真搞明白，你就不肯放下、不敢放下，这是我们当前的大病。",
      "zh_TW": "能不能做得到？這四十年當中在台灣，真正這樣瀟灑自在走的，至少有幾十個人。為什麼這些人能做到，我們做不到？說實在的話，他為什麼能做到？《金剛經》上講的道理他做到了，二邊不著，統統放下，除了阿彌陀佛之外，心裡面什麼牽掛都沒有，這種人就做到了，他就得自在。這個祕密我們現在曉得了，什麼時候放下？我現在還沒走，等我走的時候再放下。來不及！現在就要放下，現在就不要把它擺在心裡，歷事鍛心，就鍛鍊這個心。從現在起，我就不把世緣擺在心上，緣是人事，境是物質環境，物質環境、一切的人事都不把它放在心上。可是諸位要曉得，不能把意思錯會了，錯會什麼？我家親眷屬什麼我都不要了，那你又著了空，你又取了非法相。著了空，前面講了沒法子修，你修什麼？就要在人事環境當中去持戒修福，真做。真做，心裡面沒有，事情就做得更圓滿，心裡沒有執著，沒有情愛，心裡面就充滿了智慧，會做得更圓滿，做得更圓融。二邊不著，這才叫佛法。要不把這個理想通，不把事實真相真搞明白，你就不肯放下、不敢放下，這是我們當前的大病。"
    },
    {
      "id": "09-021-0015_p0020",
      "zh_CN": "所以我们晓得，断不容易，降伏可以做得到，伏烦恼可以做得到。这就是引归正道，正道就是明心见性，见性成佛，这是正道。我们往生西方极乐世界也不是为别的，就是为明心见性，见性成佛，还是这个目标，永远没变。不过是在此地难，断烦恼不容易，我们换个地方，到极乐世界，到那边再去办这个事情。",
      "zh_TW": "所以我們曉得，斷不容易，降伏可以做得到，伏煩惱可以做得到。這就是引歸正道，正道就是明心見性，見性成佛，這是正道。我們往生西方極樂世界也不是為別的，就是為明心見性，見性成佛，還是這個目標，永遠沒變。不過是在此地難，斷煩惱不容易，我們換個地方，到極樂世界，到那邊再去辦這個事情。"
    },
    {
      "id": "09-021-0015_p0021",
      "zh_CN": "「若用以念佛求生净土，即是无上正等正觉。」所以一切法门到最后都归到净土。佛法在中国，小乘有两个宗派，已经没落了，大乘有八个宗派，这八个宗派里面，有三个宗派可以说是共同科目，无论修学哪一宗，这三宗必须要兼修。第一个是律宗，戒律，持戒修福，不能够离开戒律。广义的戒律就是守法、守规矩，所谓是不依规矩不成方圆，一定要循规蹈矩，才能够成就。第二个是法相唯识宗，法相唯识是明理，对于一切事理它讲得明白，分析得透彻。任何一个宗派修学方法，没有办法违背这个道理，法相唯识是讲理的。第三个就是净土，净土是归宿，即使华藏世界文殊普贤，到最后还是发愿求生净土。所以净土是殊途同归，无论修行哪一宗，最后都归到净土。《华严》末后普贤菩萨十大愿王导归极乐，归净土。天台智者大师领头就求生净土，我们中国《净土圣贤录》、《往生传》里面都有天台大师的传记。天台宗历代的祖师可以说虽然是弘扬《法华》，遵修止观，可是他最后是求生净土。在近代，谛闲法师、倓虚法师、宝静法师这是近代的天台宗三位祖师，统统都是往生净土的，这是我们一定要知道，一定要清楚。所以，念佛求生净土真的是无上正等正觉。",
      "zh_TW": "「若用以念佛求生淨土，即是無上正等正覺。」所以一切法門到最後都歸到淨土。佛法在中國，小乘有兩個宗派，已經沒落了，大乘有八個宗派，這八個宗派裡面，有三個宗派可以說是共同科目，無論修學哪一宗，這三宗必須要兼修。第一個是律宗，戒律，持戒修福，不能夠離開戒律。廣義的戒律就是守法、守規矩，所謂是不依規矩不成方圓，一定要循規蹈矩，才能夠成就。第二個是法相唯識宗，法相唯識是明理，對於一切事理它講得明白，分析得透徹。任何一個宗派修學方法，沒有辦法違背這個道理，法相唯識是講理的。第三個就是淨土，淨土是歸宿，即使華藏世界文殊普賢，到最後還是發願求生淨土。所以淨土是殊途同歸，無論修行哪一宗，最後都歸到淨土。《華嚴》末後普賢菩薩十大願王導歸極樂，歸淨土。天台智者大師領頭就求生淨土，我們中國《淨土聖賢錄》、《往生傳》裡面都有天台大師的傳記。天台宗歷代的祖師可以說雖然是弘揚《法華》，遵修止觀，可是他最後是求生淨土。在近代，諦閑法師、倓虛法師、寶靜法師這是近代的天台宗三位祖師，統統都是往生淨土的，這是我們一定要知道，一定要清楚。所以，念佛求生淨土真的是無上正等正覺。"
    },
    {
      "id": "09-021-0015_p0022",
      "zh_CN": "「净土法门，下手便是转识成智，便是降伏，便是观照般若正智，便是即念离念，二边不着。」这段话说得好，完全是般若里面最精要的道理，而念佛法门虽然没有讲般若，般若的精华、般若的纲要是不知不觉人家全都做到，虽然没说，他做的就是。怎么说下手就是转识成智？转识成智是法相宗修行最高的指导原则，转八识成四智；降伏是般若宗里面修行的最高指导原则。整个佛法，要把它从大分归类，不外乎性、相两宗，般若是性宗，唯识是相宗，一个是空宗，一个是有宗，《金刚经》是属于空宗，法相唯识是有宗，不外乎空有两宗。有宗里面讲的转识成智，念佛就是转识成智。识是分别执着，念佛的人身心世界一切放下，就是不执着，统统放下了，这就是转识。一心称念阿弥陀佛，一心就是智慧，一心就是觉悟，二就迷了，一就觉。这句佛号，古德在注疏里面告诉我们，就是真如本性的德号，正所谓自性弥陀，唯心净土，那怎么不是智？《金刚经》上讲的真实智慧。",
      "zh_TW": "「淨土法門，下手便是轉識成智，便是降伏，便是觀照般若正智，便是即念離念，二邊不著。」這段話說得好，完全是般若裡面最精要的道理，而念佛法門雖然沒有講般若，般若的精華、般若的綱要是不知不覺人家全都做到，雖然沒說，他做的就是。怎麼說下手就是轉識成智？轉識成智是法相宗修行最高的指導原則，轉八識成四智；降伏是般若宗裡面修行的最高指導原則。整個佛法，要把它從大分歸類，不外乎性、相兩宗，般若是性宗，唯識是相宗，一個是空宗，一個是有宗，《金剛經》是屬於空宗，法相唯識是有宗，不外乎空有兩宗。有宗裡面講的轉識成智，念佛就是轉識成智。識是分別執著，念佛的人身心世界一切放下，就是不執著，統統放下了，這就是轉識。一心稱念阿彌陀佛，一心就是智慧，一心就是覺悟，二就迷了，一就覺。這句佛號，古德在註疏裡面告訴我們，就是真如本性的德號，正所謂自性彌陀，唯心淨土，那怎麼不是智？《金剛經》上講的真實智慧。"
    },
    {
      "id": "09-021-0015_p0023",
      "zh_CN": "弥陀名号要照它的文字来翻译，梵文里头，阿翻作无，弥陀翻作量，佛翻作觉，翻成中国意思他的名号是无量觉，无量觉就是自性的名称。西方世界的教主也叫这个名字，我们用这个名字把自性无量觉给念出来，它这个转识成智的方法，比性宗、比相宗高明多了，为什么？简单容易。性相两宗的人必须透彻明白道理，了解事实真相，才有个下手处。净宗这个，不明白、不了解没关系，照这个方法去做，各各成功，你说这岂不是一切法门里头第一法门。明了很好，不明了也行，当然，明了的人成就会高，品位高，这是一定道理，不明了的人，老实念，也能往生，也能成功。所以说念佛法门暗合道妙，妙就是般若，妙就是法相，只要老实念，他自然与最深最广的这些道理能相应。",
      "zh_TW": "彌陀名號要照它的文字來翻譯，梵文裡頭，阿翻作無，彌陀翻作量，佛翻作覺，翻成中國意思他的名號是無量覺，無量覺就是自性的名稱。西方世界的教主也叫這個名字，我們用這個名字把自性無量覺給念出來，它這個轉識成智的方法，比性宗、比相宗高明多了，為什麼？簡單容易。性相兩宗的人必須透徹明白道理，了解事實真相，才有個下手處。淨宗這個，不明白、不了解沒關係，照這個方法去做，各各成功，你說這豈不是一切法門裡頭第一法門。明瞭很好，不明瞭也行，當然，明瞭的人成就會高，品位高，這是一定道理，不明瞭的人，老實念，也能往生，也能成功。所以說念佛法門暗合道妙，妙就是般若，妙就是法相，只要老實念，他自然與最深最廣的這些道理能相應。"
    },
    {
      "id": "09-021-0015_p0024",
      "zh_CN": "念佛人功夫深了，达到念而无念，那不仅是降，烦恼真的断了。在功夫上，有功夫成片、有事一心不乱、有理一心不乱，达到念而无念，无念而念，那是理一心不乱，理一心不乱跟禅宗里面大彻大悟、明心见性是同样的功夫。可是诸位要晓得，功夫相同，境界可大大不同。因为性宗用这个方法达到的境界，是圆教初住菩萨的境界，要到究竟圆满还有四十一个位次，这四十一个位次，照大乘经上所说的，还要经历三个阿僧祇劫才能圆满。在净宗就不一样，这个境界去往生，上上品往生，到西方世界去成佛，达到究竟圆满的果位时间非常之短，在这个位次上，一劫都不需要，怎么会相同？所以要晓得，念佛就是转识成智，就是降伏，可是你一定要懂得念佛的方法，那就是万缘放下。万缘放下不着有，老实念佛不着空，这是空有二边不着。念佛的法要你完全掌握到了，你就是一个大修行人。",
      "zh_TW": "念佛人功夫深了，達到念而無念，那不僅是降，煩惱真的斷了。在功夫上，有功夫成片、有事一心不亂、有理一心不亂，達到念而無念，無念而念，那是理一心不亂，理一心不亂跟禪宗裡面大徹大悟、明心見性是同樣的功夫。可是諸位要曉得，功夫相同，境界可大大不同。因為性宗用這個方法達到的境界，是圓教初住菩薩的境界，要到究竟圓滿還有四十一個位次，這四十一個位次，照大乘經上所說的，還要經歷三個阿僧祇劫才能圓滿。在淨宗就不一樣，這個境界去往生，上上品往生，到西方世界去成佛，達到究竟圓滿的果位時間非常之短，在這個位次上，一劫都不需要，怎麼會相同？所以要曉得，念佛就是轉識成智，就是降伏，可是你一定要懂得念佛的方法，那就是萬緣放下。萬緣放下不著有，老實念佛不著空，這是空有二邊不著。念佛的法要你完全掌握到了，你就是一個大修行人。"
    },
    {
      "id": "09-021-0015_p0025",
      "zh_CN": "在日常生活当中，一切随缘，什么叫随缘？一切都不放在心上就随缘，什么都好。如果说我想这样我想那样，那就不是随缘，那叫攀缘，因为有我想你就着了相。诸位要晓得，着相是修轮回业，修善，三善道受报，造恶，三恶道受报，着相就是搞六道轮回。大修行人，大修行的方法就是历事炼心，历事要随缘，不能攀缘，我想去找个什么地方修行，攀缘，这就错了。二边不着，没有妨碍，顺境不妨碍你，逆境也不妨碍你，真的是自在无碍。随缘的人自在无碍，不肯随缘的人处处都有障碍。都市里太吵了，没有办法修行，静不下心，去找个山洞，住在山洞里面，心还是放不下，为什么放不下？着相。所以大家要注意「历事锻心」这四个字。",
      "zh_TW": "在日常生活當中，一切隨緣，什麼叫隨緣？一切都不放在心上就隨緣，什麼都好。如果說我想這樣我想那樣，那就不是隨緣，那叫攀緣，因為有我想你就著了相。諸位要曉得，著相是修輪迴業，修善，三善道受報，造惡，三惡道受報，著相就是搞六道輪迴。大修行人，大修行的方法就是歷事鍊心，歷事要隨緣，不能攀緣，我想去找個什麼地方修行，攀緣，這就錯了。二邊不著，沒有妨礙，順境不妨礙你，逆境也不妨礙你，真的是自在無礙。隨緣的人自在無礙，不肯隨緣的人處處都有障礙。都市裡太吵了，沒有辦法修行，靜不下心，去找個山洞，住在山洞裡面，心還是放不下，為什麼放不下？著相。所以大家要注意「歷事鍛心」這四個字。"
    },
    {
      "id": "09-021-0015_p0026",
      "zh_CN": "在这几天，其实我们在一切时一切处与同修们在一起都是这样劝勉，修行一定在自己本位上。我们自己是什么身分，生活在什么环境当中，就在这里修，不必改变，这样才生活得自在。《金刚经》上讲原则、讲理论，《华严经》里跟我们讲在事上如何修学，也就是说我们应该如何生活、如何工作、如何待人接物，就在那里炼心。善财童子五十三参，五十三位善知识就在生活当中表演给我们看，做给我们看。你看那五十三个人里面，男女老少、各行各业，他没有去选定一个特别地方，就在他自己生活当中，就在他自己所作的行业工作当中去历事炼心，成无上道。《华严》是很具体的做出来给我们看，这所谓是表演，这就是观照般若的正智，就是即念离念，即念是佛号，离念是离一切妄念，这个法子好。般若里面讲离念的功夫，它不是即念离念，离念难修，不许你有一念，所以禅宗的人念佛一声要漱口三天，你就晓得多难。我们净宗的方法是教你抓住一念，用一念除一切妄念，这个方法就来得容易。净土宗是从有到空，性宗它是从空然后再到有，这个难，因为我们一下空不了，这是很难的一桩事情。这是二边不着。所以我们要晓得，修净土有修净土的道理，念佛有念佛的道理，这个明了才不会看到其他宗派修学会动心，觉得人家那个不错，我们不如人。殊不知道，我们比人家还高一招，他那里面有的我们统统有，我们这里有的他没有。这样子我们对于念佛就死心塌地，不会受到其他修行的方法、理论动摇，这才能做到老实念。",
      "zh_TW": "在這幾天，其實我們在一切時一切處與同修們在一起都是這樣勸勉，修行一定在自己本位上。我們自己是什麼身分，生活在什麼環境當中，就在這裡修，不必改變，這樣才生活得自在。《金剛經》上講原則、講理論，《華嚴經》裡跟我們講在事上如何修學，也就是說我們應該如何生活、如何工作、如何待人接物，就在那裡鍊心。善財童子五十三參，五十三位善知識就在生活當中表演給我們看，做給我們看。你看那五十三個人裡面，男女老少、各行各業，他沒有去選定一個特別地方，就在他自己生活當中，就在他自己所作的行業工作當中去歷事鍊心，成無上道。《華嚴》是很具體的做出來給我們看，這所謂是表演，這就是觀照般若的正智，就是即念離念，即念是佛號，離念是離一切妄念，這個法子好。般若裡面講離念的功夫，它不是即念離念，離念難修，不許你有一念，所以禪宗的人念佛一聲要漱口三天，你就曉得多難。我們淨宗的方法是教你抓住一念，用一念除一切妄念，這個方法就來得容易。淨土宗是從有到空，性宗它是從空然後再到有，這個難，因為我們一下空不了，這是很難的一樁事情。這是二邊不著。所以我們要曉得，修淨土有修淨土的道理，念佛有念佛的道理，這個明瞭才不會看到其他宗派修學會動心，覺得人家那個不錯，我們不如人。殊不知道，我們比人家還高一招，他那裡面有的我們統統有，我們這裡有的他沒有。這樣子我們對於念佛就死心塌地，不會受到其他修行的方法、理論動搖，這才能做到老實念。"
    },
    {
      "id": "09-021-0015_p0027",
      "zh_CN": "「念佛人要发大心」，《金刚经》上，可以说从经开头到经的圆满，处处提示我们要发大心。念佛人要发大心，跟《金刚般若》有什么两样？《金刚经》上教给我们要发大心，发度无量无边无数众生之心，念佛人发的大心比这个更具体、更要详细，因为他已经落实在生活当中。普贤菩萨的十大愿王就是念佛人发的大心，就是普度一切众生的心。「普愿法界众生，同生极乐」，我们念佛人回向的回向偈，念念都是希望法界一切众生同生极乐国，这比《金刚经》上所说的大心就更具体、更明白。佛在此经教给我们发大心，目的是要帮助一切众生皆入无余涅槃而灭度之，用什么方法没说。当然，这个方法就叫做二边不着，就是用这个方法。二边不着也说了一个原则，在生活上、在事相上我们要怎样下手？实在讲，没有净宗讲得那么具体。净宗最具体、最彻底的就是普贤十愿，而西方极乐世界是普贤菩萨的法界。你看《无量寿经》一开头就交代得很清楚，「咸共遵修普贤大士之德」，这就是令一切众生入无余涅槃真正的事实。普贤菩萨行门的十大纲领，礼敬、赞叹、供养、忏悔一直到普皆回向，都是二边不着，那叫普贤大愿。",
      "zh_TW": "「念佛人要發大心」，《金剛經》上，可以說從經開頭到經的圓滿，處處提示我們要發大心。念佛人要發大心，跟《金剛般若》有什麼兩樣？《金剛經》上教給我們要發大心，發度無量無邊無數眾生之心，念佛人發的大心比這個更具體、更要詳細，因為他已經落實在生活當中。普賢菩薩的十大願王就是念佛人發的大心，就是普度一切眾生的心。「普願法界眾生，同生極樂」，我們念佛人迴向的迴向偈，念念都是希望法界一切眾生同生極樂國，這比《金剛經》上所說的大心就更具體、更明白。佛在此經教給我們發大心，目的是要幫助一切眾生皆入無餘涅槃而滅度之，用什麼方法沒說。當然，這個方法就叫做二邊不著，就是用這個方法。二邊不著也說了一個原則，在生活上、在事相上我們要怎樣下手？實在講，沒有淨宗講得那麼具體。淨宗最具體、最徹底的就是普賢十願，而西方極樂世界是普賢菩薩的法界。你看《無量壽經》一開頭就交代得很清楚，「咸共遵修普賢大士之德」，這就是令一切眾生入無餘涅槃真正的事實。普賢菩薩行門的十大綱領，禮敬、讚歎、供養、懺悔一直到普皆迴向，都是二邊不著，那叫普賢大願。"
    },
    {
      "id": "09-021-0015_p0028",
      "zh_CN": "一有执着就不是普贤愿，就不是大愿。普贤菩萨的礼敬，我们举一个例子来说，礼敬诸佛，他是用的清净心、平等心、无分别心。诸佛是什么？所有一切众生都是诸佛，一切众生皆有佛性，一切众生本来成佛，还要分这是佛，那是菩萨，这是众生，那不是普贤行，普贤行没有分别的。不但一切有情众生是诸佛，我们要以真诚恭敬的心来对待，无情的众生也是诸佛。植物、矿物、桌椅板凳，这些东西怎么是诸佛？因为这些东西有法性，《华严经》上「情与无情，同圆种智」，有情叫它做佛性，无情叫它做法性，性是一个性，并不是两个性；换句话说，我们对佛的那分恭敬心，对待一切物也是这样恭敬，普贤行难修！有分别、有执着就不是普贤行了，心不清净、不平等就不是普贤行。",
      "zh_TW": "一有執著就不是普賢願，就不是大願。普賢菩薩的禮敬，我們舉一個例子來說，禮敬諸佛，他是用的清淨心、平等心、無分別心。諸佛是什麼？所有一切眾生都是諸佛，一切眾生皆有佛性，一切眾生本來成佛，還要分這是佛，那是菩薩，這是眾生，那不是普賢行，普賢行沒有分別的。不但一切有情眾生是諸佛，我們要以真誠恭敬的心來對待，無情的眾生也是諸佛。植物、礦物、桌椅板凳，這些東西怎麼是諸佛？因為這些東西有法性，《華嚴經》上「情與無情，同圓種智」，有情叫它做佛性，無情叫它做法性，性是一個性，並不是兩個性；換句話說，我們對佛的那分恭敬心，對待一切物也是這樣恭敬，普賢行難修！有分別、有執著就不是普賢行了，心不清淨、不平等就不是普賢行。"
    },
    {
      "id": "09-021-0015_p0029",
      "zh_CN": "《华严经》上说，不修普贤行不能成佛。普贤行到哪里修？不是在华藏世界修，不在毘卢遮那佛那里，在西方极乐世界，那个地方普贤行才圆满。我们起心动念都有分别、都有执着，怎能达到这个境界？怎能契入这个标准？虽然不能，我们要心向往之，我们要知道有这桩事情，知道有这个境界，要往这个方向、往这个目标接近，虽然达不到，我要朝这个方向走，我不能离开这个方向。所以要晓得，西方极乐世界是普贤行的圆满境界，我们在日常生活当中历事炼心就要炼不分别、炼不执着，去炼这个；去学平等的恭敬，平等的布施供养，这就是向这个方向走，向这个方向接近。一心称念阿弥陀佛，实在说，西方三圣，弥陀是中心，观音、势至辅助阿弥陀佛，教导一切众生，教化众生，给我们做模范、做榜样。",
      "zh_TW": "《華嚴經》上說，不修普賢行不能成佛。普賢行到哪裡修？不是在華藏世界修，不在毘盧遮那佛那裡，在西方極樂世界，那個地方普賢行才圓滿。我們起心動念都有分別、都有執著，怎能達到這個境界？怎能契入這個標準？雖然不能，我們要心嚮往之，我們要知道有這樁事情，知道有這個境界，要往這個方向、往這個目標接近，雖然達不到，我要朝這個方向走，我不能離開這個方向。所以要曉得，西方極樂世界是普賢行的圓滿境界，我們在日常生活當中歷事鍊心就要鍊不分別、鍊不執著，去鍊這個；去學平等的恭敬，平等的布施供養，這就是向這個方向走，向這個方向接近。一心稱念阿彌陀佛，實在說，西方三聖，彌陀是中心，觀音、勢至輔助阿彌陀佛，教導一切眾生，教化眾生，給我們做模範、做榜樣。"
    },
    {
      "id": "09-021-0015_p0030",
      "zh_CN": "大势至菩萨代表圆满智慧，我们一般人只知道菩萨当中代表智慧的是文殊，不知道大势至，这就是不明究竟的佛理。世尊为我们介绍大势至，这位菩萨无论他到什么地方，他站也好，坐也好，行也好，都是六种震动，这样大的威力，好像介绍文殊菩萨没有这样说过。他这六种震动是什么原因？智慧。这就是说明了，他大智慧不在文殊之下，文殊到那里还没有能够有六种震动，大势至菩萨就有六种震动，智慧实在讲超过文殊。什么原因？选择无量法门当中第一法门，第一法门要第一智慧才能选择得出来，就这个道理。你看《大势至圆通章》，大势至一点怀疑都没有，一点犹豫都没有，就是一门深入，一句佛号念到底，从初发心一直到成佛，不用第二个法门，这个比文殊就高。",
      "zh_TW": "大勢至菩薩代表圓滿智慧，我們一般人只知道菩薩當中代表智慧的是文殊，不知道大勢至，這就是不明究竟的佛理。世尊為我們介紹大勢至，這位菩薩無論他到什麼地方，他站也好，坐也好，行也好，都是六種震動，這樣大的威力，好像介紹文殊菩薩沒有這樣說過。他這六種震動是什麼原因？智慧。這就是說明了，他大智慧不在文殊之下，文殊到那裡還沒有能夠有六種震動，大勢至菩薩就有六種震動，智慧實在講超過文殊。什麼原因？選擇無量法門當中第一法門，第一法門要第一智慧才能選擇得出來，就這個道理。你看《大勢至圓通章》，大勢至一點懷疑都沒有，一點猶豫都沒有，就是一門深入，一句佛號念到底，從初發心一直到成佛，不用第二個法門，這個比文殊就高。"
    },
    {
      "id": "09-021-0015_p0031",
      "zh_CN": "夏莲居居士编《净修捷要》，称他作净宗初祖，一点都不错。净宗初祖是夏莲居第一个人说出来的，从前没有人说过，我看到这句话，我佩服得五体投地，没错，确实不错，净宗初祖。提倡专修专弘，一门深入，「都摄六根，净念相继，不假方便，自得心开」，这还得了！大势至菩萨所弘扬的也就是一句佛号，自己所修的就是自己所弘的，自己所弘的就是自己所修的，的确是入不二法门。所以他到任何地方，行住坐卧都有六种震动，那是对的，正确的。观音菩萨大慈大悲，大慈大悲指的是什么？是为我们介绍念佛法门，接引我们走向念佛法门，这叫大慈大悲。观音菩萨是为我们介绍，大势至菩萨是做给我们看，文殊普贤最后也发愿求生净土，这是要发大心。「普愿法界众生，同生极乐」，就是世尊在这部经上所说的，令一切众生入无余涅槃，这个目标达到了，生到西方极乐世界就达到了。",
      "zh_TW": "夏蓮居居士編《淨修捷要》，稱他作淨宗初祖，一點都不錯。淨宗初祖是夏蓮居第一個人說出來的，從前沒有人說過，我看到這句話，我佩服得五體投地，沒錯，確實不錯，淨宗初祖。提倡專修專弘，一門深入，「都攝六根，淨念相繼，不假方便，自得心開」，這還得了！大勢至菩薩所弘揚的也就是一句佛號，自己所修的就是自己所弘的，自己所弘的就是自己所修的，的確是入不二法門。所以他到任何地方，行住坐臥都有六種震動，那是對的，正確的。觀音菩薩大慈大悲，大慈大悲指的是什麼？是為我們介紹念佛法門，接引我們走向念佛法門，這叫大慈大悲。觀音菩薩是為我們介紹，大勢至菩薩是做給我們看，文殊普賢最後也發願求生淨土，這是要發大心。「普願法界眾生，同生極樂」，就是世尊在這部經上所說的，令一切眾生入無餘涅槃，這個目標達到了，生到西方極樂世界就達到了。"
    },
    {
      "id": "09-021-0015_p0032",
      "zh_CN": "「以此正念，冥熏法界。」这个心、愿真的发了，从无间断，这个心愿就跟尽虚空遍法界起了感应的作用，跟阿弥陀佛同心同愿，跟一切诸佛同心同愿。要说穿了，所有一切诸佛如来在十方世界度化众生，要想达到令一切众生入无余涅槃，说老实话没有别的方法，只有劝一切众生念佛求生净土，诸佛度众生的愿才真正达到。由此可知，一切诸佛在十方法界，无非是替阿弥陀佛介绍学生而已，用现在的话来说，十方一切诸佛都是替阿弥陀佛拉信徒的。古德说《华严》、《法华》都是净宗的引导，就是《无量寿经》的引导，这个话说的是真的，一点都不错。不相信净土的人，不能接受净土的人，《华严》、《法华》通了，不要人劝，他自己就会入净土，他就会求生净土。人家劝不听，我自己本身就是个例子，我跟李老师十年，李老师苦口婆心的劝我归心净土，我表面上服从、听话，里面不以为然，因为大经大论很能诱惑人。我跟大家说，我归心净土是从《华严》入进去的，我讲了十七年《华严经》，这样相信净土的。体会到老师当年劝我，苦口婆心，真的叫不识好歹，还算没有违背他的意思，从《华严经》上明白这个道理。可见得归心净土不是容易事情，很不简单，这个心就跟一切诸佛的心愿感应，冥熏法界。",
      "zh_TW": "「以此正念，冥熏法界。」這個心、願真的發了，從無間斷，這個心願就跟盡虛空遍法界起了感應的作用，跟阿彌陀佛同心同願，跟一切諸佛同心同願。要說穿了，所有一切諸佛如來在十方世界度化眾生，要想達到令一切眾生入無餘涅槃，說老實話沒有別的方法，只有勸一切眾生念佛求生淨土，諸佛度眾生的願才真正達到。由此可知，一切諸佛在十方法界，無非是替阿彌陀佛介紹學生而已，用現在的話來說，十方一切諸佛都是替阿彌陀佛拉信徒的。古德說《華嚴》、《法華》都是淨宗的引導，就是《無量壽經》的引導，這個話說的是真的，一點都不錯。不相信淨土的人，不能接受淨土的人，《華嚴》、《法華》通了，不要人勸，他自己就會入淨土，他就會求生淨土。人家勸不聽，我自己本身就是個例子，我跟李老師十年，李老師苦口婆心的勸我歸心淨土，我表面上服從、聽話，裡面不以為然，因為大經大論很能誘惑人。我跟大家說，我歸心淨土是從《華嚴》入進去的，我講了十七年《華嚴經》，這樣相信淨土的。體會到老師當年勸我，苦口婆心，真的叫不識好歹，還算沒有違背他的意思，從《華嚴經》上明白這個道理。可見得歸心淨土不是容易事情，很不簡單，這個心就跟一切諸佛的心願感應，冥熏法界。"
    },
    {
      "id": "09-021-0015_p0033",
      "zh_CN": "「广度含灵」，含灵是指一切众生，不仅是人，这里面包含九法界众生，上面是菩萨、缘觉、声闻，底下是六道，九界众生，都是我们度化的对象。我们对于菩萨、声闻、缘觉，在定功上比不上他，在智慧上也比不上他，广学多闻上比不上他，对于净土法门的信愿我们没有输给他，可能他还不如我。我们用这个法门来度化他，就跟诸佛如来教化他没有两样，这是要知道的。明白这个道理、这个事实真相，我们对教化菩萨也有分，何况天人、六道众生？信要真，愿要真，行要真，行真就是老实念，行真。知道这个世界，这般若经上讲得好，梦幻泡影，梦幻泡影是假的，不是真的；如露如电，短暂的，不是长远的。这种幻相刹那就没有了，不是长远存在，不是永恒的事实，你要去执着，你要去挂念它，这就大错特错。这是教我们为什么要二边都放下，二边都不执着，把事实真相说出来了，我们真搞清楚、真搞明白了，就不会把这个事情放在心上。佛常常说缘，缘不能勉强，勉强我们就又起执着，又攀缘了，一切听其自然，这多美好。一切顺其自然就是随缘，即使连弘法利生，即使连往生净土，也听其自然，不要着急，我现在就要去，或者是我在这个世间住个两、三百年再去还不可以吗？都是起心动念，都是攀缘，都是不老实。老实人一切听其自然，这个叫炼心，唯有老实，他才真的是历事炼心，历事炼心是真老实。",
      "zh_TW": "「廣度含靈」，含靈是指一切眾生，不僅是人，這裡面包含九法界眾生，上面是菩薩、緣覺、聲聞，底下是六道，九界眾生，都是我們度化的對象。我們對於菩薩、聲聞、緣覺，在定功上比不上他，在智慧上也比不上他，廣學多聞上比不上他，對於淨土法門的信願我們沒有輸給他，可能他還不如我。我們用這個法門來度化他，就跟諸佛如來教化他沒有兩樣，這是要知道的。明白這個道理、這個事實真相，我們對教化菩薩也有分，何況天人、六道眾生？信要真，願要真，行要真，行真就是老實念，行真。知道這個世界，這般若經上講得好，夢幻泡影，夢幻泡影是假的，不是真的；如露如電，短暫的，不是長遠的。這種幻相剎那就沒有了，不是長遠存在，不是永恆的事實，你要去執著，你要去掛念它，這就大錯特錯。這是教我們為什麼要二邊都放下，二邊都不執著，把事實真相說出來了，我們真搞清楚、真搞明白了，就不會把這個事情放在心上。佛常常說緣，緣不能勉強，勉強我們就又起執著，又攀緣了，一切聽其自然，這多美好。一切順其自然就是隨緣，即使連弘法利生，即使連往生淨土，也聽其自然，不要著急，我現在就要去，或者是我在這個世間住個兩、三百年再去還不可以嗎？都是起心動念，都是攀緣，都是不老實。老實人一切聽其自然，這個叫鍊心，唯有老實，他才真的是歷事鍊心，歷事鍊心是真老實。"
    },
    {
      "id": "09-021-0015_p0034",
      "zh_CN": "「若能融会得这点道理」，这点道理是《金刚经》上所说的道理，大乘经上所说的道理，像《华严》、《法华》，净土经里面所说的道理。实在讲，这些道理就是人生宇宙的真相，就是我们起心动念平常生活。要真的明白，真的圆融，真的通达了，还有不加紧念佛么！搞清楚、搞明白，才晓得念佛要紧，没有比这桩事情更要紧的。你念佛的心真的生了，像《金刚经》上所讲的，信心清净，则生实相。信心清净，理更清楚，事更明白，我们现前的生活更充实、更自在、更安乐。为什么安乐？理明白了，理得心就安，心安哪有不自在、哪有不快乐的事情？世间人所羡慕的幸福美满，我们现前就得到。怎么得到的？从明理得到的，理在佛法之中，在大乘之中。",
      "zh_TW": "「若能融會得這點道理」，這點道理是《金剛經》上所說的道理，大乘經上所說的道理，像《華嚴》、《法華》，淨土經裡面所說的道理。實在講，這些道理就是人生宇宙的真相，就是我們起心動念平常生活。要真的明白，真的圓融，真的通達了，還有不加緊念佛麼！搞清楚、搞明白，才曉得念佛要緊，沒有比這樁事情更要緊的。你念佛的心真的生了，像《金剛經》上所講的，信心清淨，則生實相。信心清淨，理更清楚，事更明白，我們現前的生活更充實、更自在、更安樂。為什麼安樂？理明白了，理得心就安，心安哪有不自在、哪有不快樂的事情？世間人所羨慕的幸福美滿，我們現前就得到。怎麼得到的？從明理得到的，理在佛法之中，在大乘之中。"
    },
    {
      "id": "09-021-0015_p0035",
      "zh_CN": "「还怕念佛不得力么」，我们念佛功夫自然得力。念佛的功夫得力，换句话说，就是我们生活得更美满、更幸福。诸位细细去体会，念佛功夫跟我们日常生活是一不是二，要融会得这点道理，它不是两桩事情，是一桩事情。然后才知道这个法妙，妙极了，大经里面所谓是一即一切，一切即一，一修一切修，一切修一修，细细去融会这个道理。",
      "zh_TW": "「還怕念佛不得力麼」，我們念佛功夫自然得力。念佛的功夫得力，換句話說，就是我們生活得更美滿、更幸福。諸位細細去體會，念佛功夫跟我們日常生活是一不是二，要融會得這點道理，它不是兩樁事情，是一樁事情。然後才知道這個法妙，妙極了，大經裡面所謂是一即一切，一切即一，一修一切修，一切修一修，細細去融會這個道理。"
    },
    {
      "id": "09-021-0015_p0036",
      "zh_CN": "我们再看底下这段，这段是「征释」，释是解释，解释前面所以然的道理。征是提出个问题，就是假设个问答，自问自答。",
      "zh_TW": "我們再看底下這段，這段是「徵釋」，釋是解釋，解釋前面所以然的道理。徵是提出個問題，就是假設個問答，自問自答。"
    },
    {
      "id": "09-021-0015_p0037",
      "zh_CN": "【何以故。须菩提。】",
      "zh_TW": "【何以故。須菩提。】"
    },
    {
      "id": "09-021-0015_p0038",
      "zh_CN": "叫着『须菩提』，提醒他注意。经上这种例子很多，凡是看到这个句子，下面一定有很重要的开示。",
      "zh_TW": "叫著『須菩提』，提醒他注意。經上這種例子很多，凡是看到這個句子，下面一定有很重要的開示。"
    },
    {
      "id": "09-021-0015_p0039",
      "zh_CN": "【若菩萨有我相人相众生相寿者相。即非菩萨。】",
      "zh_TW": "【若菩薩有我相人相眾生相壽者相。即非菩薩。】"
    },
    {
      "id": "09-021-0015_p0040",
      "zh_CN": "先要说什么叫『菩萨』？先把这个名词定义搞清楚。「菩萨」是梵语，梵文叫菩提萨埵，我们中国人翻译，古时候中国人喜欢简单，文字也简单，说话也简单，不喜欢啰嗦，怕麻烦。好的言语要符合简要详明，好的文字也要符合这个标准，所以佛经翻译，很多轻的音都省掉。菩提萨埵翻成菩萨，佛也是，佛陀耶翻成佛，后头尾音都不要了。它的意思，古译翻作大道心众生，因为萨埵是众生，这个众生的心量比我们大，比一般人大，所谓大道心众生，就是这个经上常讲发广大心，发大心，就是发大心的众生。新译，佛经里面，讲新译就是玄奘大师，玄奘大师以后的翻译叫新译，玄奘大师以前的叫古译。玄奘大师翻经，他创了很多新的名词，跟旧译的不一样，当然他也有他的看法，但是古译的也不是没有道理。他翻菩萨叫觉有情，就是觉悟，萨埵是有情的众生。有情，古人翻作众生，觉就是大道心，发大道心，其实意思还是一样的，就是觉悟的有情众生。如果有四相，有分别、有执着，他当然没觉，哪能称作菩萨？所以菩萨是觉悟了的有情众生，只要有分别、有执着，没觉悟，有四相就是迷、就是凡夫。",
      "zh_TW": "先要說什麼叫『菩薩』？先把這個名詞定義搞清楚。「菩薩」是梵語，梵文叫菩提薩埵，我們中國人翻譯，古時候中國人喜歡簡單，文字也簡單，說話也簡單，不喜歡囉嗦，怕麻煩。好的言語要符合簡要詳明，好的文字也要符合這個標準，所以佛經翻譯，很多輕的音都省掉。菩提薩埵翻成菩薩，佛也是，佛陀耶翻成佛，後頭尾音都不要了。它的意思，古譯翻作大道心眾生，因為薩埵是眾生，這個眾生的心量比我們大，比一般人大，所謂大道心眾生，就是這個經上常講發廣大心，發大心，就是發大心的眾生。新譯，佛經裡面，講新譯就是玄奘大師，玄奘大師以後的翻譯叫新譯，玄奘大師以前的叫古譯。玄奘大師翻經，他創了很多新的名詞，跟舊譯的不一樣，當然他也有他的看法，但是古譯的也不是沒有道理。他翻菩薩叫覺有情，就是覺悟，薩埵是有情的眾生。有情，古人翻作眾生，覺就是大道心，發大道心，其實意思還是一樣的，就是覺悟的有情眾生。如果有四相，有分別、有執著，他當然沒覺，哪能稱作菩薩？所以菩薩是覺悟了的有情眾生，只要有分別、有執著，沒覺悟，有四相就是迷、就是凡夫。"
    },
    {
      "id": "09-021-0015_p0041",
      "zh_CN": "「执我分别，乃凡夫通病，岂是菩萨」，那不是菩萨的标准。所以诸位要记住，菩萨是人，菩萨不是神。现在人一听说菩萨，都以木雕的那些偶像，什么土地公、王爷都称菩萨。这是佛教被人误会，误会成什么？在宗教里面是低级宗教。低级宗教叫泛神教、多神教，高级宗教只有一个神，一个真神。把佛教看成宗教，还看成低级宗教，谁愿意学佛？谁甘心情愿学佛？这些都是很大的错误，障碍佛法流通。实在说这是人类最大的不幸，错会了意思，这么好的东西把它舍弃掉，拒绝掉，你说多可惜。我们今天明白了，我们第一个责任，就要做正本清源，古人讲，名不正则言不顺，头一个就要做正名的工作。我学佛是把它搞清楚了我才学它，我一出家，还没受戒，大概出家才没几天，我就到佛教会，那时候台湾中国佛教会，我就上书写了一大篇东西，请佛教会要认真去研究去发表。佛教要改成「佛陀教育」，不要称佛教，称佛教人家以为是宗教。佛教其实就是佛陀教育，因为我们喜欢简单，把陀省掉，育也省掉了，简称佛教。现在这个简称会被人起误会，不能不麻烦一点，添两个字进去，佛陀教育，叫人耳目一新，不至于产生误会。佛教会那个时候很不错，听说他们很认真的在开会的时候讨论了几次，以后就算了，没有消息了，我也不能再找他们。所以正名非常重要。",
      "zh_TW": "「執我分別，乃凡夫通病，豈是菩薩」，那不是菩薩的標準。所以諸位要記住，菩薩是人，菩薩不是神。現在人一聽說菩薩，都以木雕的那些偶像，什麼土地公、王爺都稱菩薩。這是佛教被人誤會，誤會成什麼？在宗教裡面是低級宗教。低級宗教叫泛神教、多神教，高級宗教只有一個神，一個真神。把佛教看成宗教，還看成低級宗教，誰願意學佛？誰甘心情願學佛？這些都是很大的錯誤，障礙佛法流通。實在說這是人類最大的不幸，錯會了意思，這麼好的東西把它捨棄掉，拒絕掉，你說多可惜。我們今天明白了，我們第一個責任，就要做正本清源，古人講，名不正則言不順，頭一個就要做正名的工作。我學佛是把它搞清楚了我才學它，我一出家，還沒受戒，大概出家才沒幾天，我就到佛教會，那時候台灣中國佛教會，我就上書寫了一大篇東西，請佛教會要認真去研究去發表。佛教要改成「佛陀教育」，不要稱佛教，稱佛教人家以為是宗教。佛教其實就是佛陀教育，因為我們喜歡簡單，把陀省掉，育也省掉了，簡稱佛教。現在這個簡稱會被人起誤會，不能不麻煩一點，添兩個字進去，佛陀教育，叫人耳目一新，不至於產生誤會。佛教會那個時候很不錯，聽說他們很認真的在開會的時候討論了幾次，以後就算了，沒有消息了，我也不能再找他們。所以正名非常重要。"
    },
    {
      "id": "09-021-0015_p0042",
      "zh_CN": "我自己有了道场，在台北有个道场，我在教育部去立案，我们成立财团法人。我们没有去找内政部，一般宗教立案都在内政部，我这是教育，所以我找教育部，我在教育部立案。我的招牌是「佛陀教育基金会」，我们要提倡佛陀教育，要向这个方向去发展，这是佛教本来面目。前些年，大概好几年以前，我也记不得是哪一年，第一次就用讲题「认识佛教」，就在旧金山妈祖庙讲的，回响很好。陈娟娟居士把录音带写出来，流通了好一阵子。以后，好像是一九九一年，有个机会我在东岸介绍《地藏经》，介绍地藏菩萨，特别提倡师道、孝道，在东岸好几个城市都讲这个题目。最后一站到迈阿密，就遇到了曾宪炜，曾宪炜有能力翻译，而且他告诉我，说差不多有十几个外国人要来听讲。我一听很欢喜，我就把介绍《地藏经》题目取消，就讲「认识佛教」。所以现在这本《认识佛教》是在迈阿密那套带子重新整理写出来的，这就详细多了，比妈祖庙讲的详细很多，因为妈祖庙只有一个半小时，我们在迈阿密讲的差不多有七、八个小时。",
      "zh_TW": "我自己有了道場，在台北有個道場，我在教育部去立案，我們成立財團法人。我們沒有去找內政部，一般宗教立案都在內政部，我這是教育，所以我找教育部，我在教育部立案。我的招牌是「佛陀教育基金會」，我們要提倡佛陀教育，要向這個方向去發展，這是佛教本來面目。前些年，大概好幾年以前，我也記不得是哪一年，第一次就用講題「認識佛教」，就在舊金山媽祖廟講的，迴響很好。陳娟娟居士把錄音帶寫出來，流通了好一陣子。以後，好像是一九九一年，有個機會我在東岸介紹《地藏經》，介紹地藏菩薩，特別提倡師道、孝道，在東岸好幾個城市都講這個題目。最後一站到邁阿密，就遇到了曾憲煒，曾憲煒有能力翻譯，而且他告訴我，說差不多有十幾個外國人要來聽講。我一聽很歡喜，我就把介紹《地藏經》題目取消，就講「認識佛教」。所以現在這本《認識佛教》是在邁阿密那套帶子重新整理寫出來的，這就詳細多了，比媽祖廟講的詳細很多，因為媽祖廟只有一個半小時，我們在邁阿密講的差不多有七、八個小時。"
    },
    {
      "id": "09-021-0015_p0043",
      "zh_CN": "这很重要，首先要把社会大众对于佛教的误会要把它清理出来。我们接受佛的教育，认清佛是老师，菩萨是学长，这个关系搞清楚，他不是神明。我们要跟佛、跟菩萨要学到真正的东西，这个决定帮助我们过更美好、更幸福、更真实的生活，我们要的是这些。知道一切经典是佛教育里面的教科书，我们要这样去看待它，把它看成教科书，我们才能够在佛法里面得到真实的受用。佛教给我们，觉而不迷，破迷开悟，然后才能够离苦得乐。我自从认识佛教到今天，确实离苦得乐，我才敢、才肯有这个决定，把佛教育介绍给大家。这是一分真实、可贵的好礼物，真正东西，决定不是假的，决定不欺骗人，我已经尝试过了，是真的，不是假的。",
      "zh_TW": "這很重要，首先要把社會大眾對於佛教的誤會要把它清理出來。我們接受佛的教育，認清佛是老師，菩薩是學長，這個關係搞清楚，他不是神明。我們要跟佛、跟菩薩要學到真正的東西，這個決定幫助我們過更美好、更幸福、更真實的生活，我們要的是這些。知道一切經典是佛教育裡面的教科書，我們要這樣去看待它，把它看成教科書，我們才能夠在佛法裡面得到真實的受用。佛教給我們，覺而不迷，破迷開悟，然後才能夠離苦得樂。我自從認識佛教到今天，確實離苦得樂，我才敢、才肯有這個決定，把佛教育介紹給大家。這是一分真實、可貴的好禮物，真正東西，決定不是假的，決定不欺騙人，我已經嘗試過了，是真的，不是假的。"
    },
    {
      "id": "09-021-0015_p0044",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}