{
  "doc_id": "09-021-0039",
  "title": {
    "zh_CN": "金刚经讲讲义节要",
    "zh_TW": "金剛經講講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "(第三十九集)",
    "zh_TW": "(第三十九集)"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "09-021-0039",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "09-021-0039_p0001",
      "zh_CN": "请掀开经本，八十一面第一行，看经文：",
      "zh_TW": "請掀開經本，八十一面第一行，看經文："
    },
    {
      "id": "09-021-0039_p0002",
      "zh_CN": "【须菩提。佛说般若波罗蜜。则非般若波罗蜜。】",
      "zh_TW": "【須菩提。佛說般若波羅蜜。則非般若波羅蜜。】"
    },
    {
      "id": "09-021-0039_p0003",
      "zh_CN": "这样的句子在《金刚经》我们看到很多，则非、是名。「则非，令离相，所以会性也。」会是体会，要在相上体会到真性，这个体会究竟是个什么样子？这一点我们一定要清楚、要明了。真正会得，那个样子是一心，也就是说性相是一不是二，这桩事情也是最难的事情。因为我们不但是这一生，可以说无量劫来，我们对于一切法都有分别、都有执着，没有办法把它看成一体，没有办法把它看成一桩事，所以会性就非常困难。唯有会性才得圆满的受用，体会得性相一如，事理不二，不但佛在《金刚经》里面所说的义趣你完全通达明了，乃至于世出世间一切法，真相也就大白了。",
      "zh_TW": "這樣的句子在《金剛經》我們看到很多，則非、是名。「則非，令離相，所以會性也。」會是體會，要在相上體會到真性，這個體會究竟是個什麼樣子？這一點我們一定要清楚、要明瞭。真正會得，那個樣子是一心，也就是說性相是一不是二，這樁事情也是最難的事情。因為我們不但是這一生，可以說無量劫來，我們對於一切法都有分別、都有執著，沒有辦法把它看成一體，沒有辦法把它看成一樁事，所以會性就非常困難。唯有會性才得圓滿的受用，體會得性相一如，事理不二，不但佛在《金剛經》裡面所說的義趣你完全通達明瞭，乃至於世出世間一切法，真相也就大白了。"
    },
    {
      "id": "09-021-0039_p0004",
      "zh_CN": "体会也就是此地讲的会性，自然也有浅深广狭的不同。浅的，也是圆教初住菩萨，别教初地菩萨，这是我们常讲破一品无明，证一分法身，《华严经》上所讲的法身大士，这是证得浅的。体会得深的，像等觉菩萨、像佛陀，那是体会到最圆满的。这桩事情，凡是修学大乘不能不重视。体会不能用心，这个心是妄心，不能用妄心，妄心是决定无法体会的，要用真心。真心跟妄心的差别在哪里？真心没有念头，凡是起心动念的都是妄心，妄心才有念头，真心没有念头，佛在大乘经里头常说「真心离念」。由此可知，《金刚经》上一再教给我们要离相、要离念，目的何在？目的就是用真心，用真心自然就会性，真心就是真如本性。",
      "zh_TW": "體會也就是此地講的會性，自然也有淺深廣狹的不同。淺的，也是圓教初住菩薩，別教初地菩薩，這是我們常講破一品無明，證一分法身，《華嚴經》上所講的法身大士，這是證得淺的。體會得深的，像等覺菩薩、像佛陀，那是體會到最圓滿的。這樁事情，凡是修學大乘不能不重視。體會不能用心，這個心是妄心，不能用妄心，妄心是決定無法體會的，要用真心。真心跟妄心的差別在哪裡？真心沒有念頭，凡是起心動念的都是妄心，妄心才有念頭，真心沒有念頭，佛在大乘經裡頭常說「真心離念」。由此可知，《金剛經》上一再教給我們要離相、要離念，目的何在？目的就是用真心，用真心自然就會性，真心就是真如本性。"
    },
    {
      "id": "09-021-0039_p0005",
      "zh_CN": "「成佛由于修般若」，般若是智慧，是真心里面本来具足的智慧，不是从外面来的，「而不知实由修般若则非般若也」。为什么说修般若则非般若？般若是什么？这部经虽然还没讲完，但是它的宗旨、义趣我们也知道了不少，何况江居士在注解里面为我们明白的指示出，般若就是无住，懂得无住，你看到「则非」两个字你就会点头了。如果还执着有般若的名相，你心还是有住，住就是分别执着，你心里头还有一个般若，这不行。真如、真性里面没有名字，不但没有名字，形相也没有，只需做到于一切境缘之中，境是物质环境，缘是人事环境，一切物质、人事环境当中，不起心不动念、不分别不执着，那就是般若。虽然没有分别执着、没有起心动念，这一切万法呈现在面前清清楚楚、明明白白，这是般若起用。假如我们不起心不动念、不分别不执着，外面境界是一无所知，那是什么境界？那是无明，你什么都不明白，你落在无明里面。不起心、不执着、不分别、不动念那是定，有定没有慧，这不能见性，没有大用。纵然这种定修成功，这叫无想定，果报在四禅无想天，无想天依旧是凡夫。四禅很特别，四禅有三天是一般修禅定去往生的，修无想定的是另外一个环境，就是无想天，第四种。还有小乘三果圣人，他们也在四禅修行，进一步就证阿罗汉果，四禅有五不还天，有五种天是小乘阿罗汉他们修学的环境。所以，四禅总共有九天，这是很特殊的一个层次。",
      "zh_TW": "「成佛由於修般若」，般若是智慧，是真心裡面本來具足的智慧，不是從外面來的，「而不知實由修般若則非般若也」。為什麼說修般若則非般若？般若是什麼？這部經雖然還沒講完，但是它的宗旨、義趣我們也知道了不少，何況江居士在註解裡面為我們明白的指示出，般若就是無住，懂得無住，你看到「則非」兩個字你就會點頭了。如果還執著有般若的名相，你心還是有住，住就是分別執著，你心裡頭還有一個般若，這不行。真如、真性裡面沒有名字，不但沒有名字，形相也沒有，只需做到於一切境緣之中，境是物質環境，緣是人事環境，一切物質、人事環境當中，不起心不動念、不分別不執著，那就是般若。雖然沒有分別執著、沒有起心動念，這一切萬法呈現在面前清清楚楚、明明白白，這是般若起用。假如我們不起心不動念、不分別不執著，外面境界是一無所知，那是什麼境界？那是無明，你什麼都不明白，你落在無明裡面。不起心、不執著、不分別、不動念那是定，有定沒有慧，這不能見性，沒有大用。縱然這種定修成功，這叫無想定，果報在四禪無想天，無想天依舊是凡夫。四禪很特別，四禪有三天是一般修禪定去往生的，修無想定的是另外一個環境，就是無想天，第四種。還有小乘三果聖人，他們也在四禪修行，進一步就證阿羅漢果，四禪有五不還天，有五種天是小乘阿羅漢他們修學的環境。所以，四禪總共有九天，這是很特殊的一個層次。"
    },
    {
      "id": "09-021-0039_p0006",
      "zh_CN": "因此佛在大乘法里面教我们修学禅定，禅定是定中有慧，慧里面有定，定慧等持，定跟慧要保持平均，保持平等，这是佛法教给我们修禅定的原则。这样修学，定能破烦恼，慧能破无明，才能够明心见性，才能够证入如来的境界。《金刚经》里面所以有则非、是名，就是教给我们二边不着，说则非是说真心本性里头没有这个名称，名称是假设的，为了教学说法的方便，不能不假设许多的名词。这些名词能够引导我们契入真性，但是决定不能执着，一执着那就反而产生障碍，就是明心见性的障碍。这种障碍在佛法里叫所知障，跟烦恼障的性质不同。所以修学要懂得「般若则非般若」。「使修般若而未离名字相，则为四相具足之凡夫也。」佛在这部经上讲的，佛说法「如筏喻者，法尚应舍，何况非法」。佛所说的一切法，舍不是说不要，纵然证到等觉菩萨，也不能说不要佛法，佛法我们要它，不执着它。要知道佛法也是因缘生法，亦是当体即空，了不可得，这样的态度去修学就对了。",
      "zh_TW": "因此佛在大乘法裡面教我們修學禪定，禪定是定中有慧，慧裡面有定，定慧等持，定跟慧要保持平均，保持平等，這是佛法教給我們修禪定的原則。這樣修學，定能破煩惱，慧能破無明，才能夠明心見性，才能夠證入如來的境界。《金剛經》裡面所以有則非、是名，就是教給我們二邊不著，說則非是說真心本性裡頭沒有這個名稱，名稱是假設的，為了教學說法的方便，不能不假設許多的名詞。這些名詞能夠引導我們契入真性，但是決定不能執著，一執著那就反而產生障礙，就是明心見性的障礙。這種障礙在佛法裡叫所知障，跟煩惱障的性質不同。所以修學要懂得「般若則非般若」。「使修般若而未離名字相，則為四相具足之凡夫也。」佛在這部經上講的，佛說法「如筏喻者，法尚應捨，何況非法」。佛所說的一切法，捨不是說不要，縱然證到等覺菩薩，也不能說不要佛法，佛法我們要它，不執著它。要知道佛法也是因緣生法，亦是當體即空，了不可得，這樣的態度去修學就對了。"
    },
    {
      "id": "09-021-0039_p0007",
      "zh_CN": "「佛之一称，乃性相全彰之名，非同如来，但属性德之称，今曰佛说者，乃指般若则非般若，即名字以离名字也，明其虽不坏相，仍应会归于性。」一法如是，法法皆然，般若是一切法里面的一法，我们懂得了，应当即般若而离般若，离它的名相，离名字。佛说般若是个名词，即名词要离这个名字，这就是会归自性。我们懂得这个原则，就晓得六根接触六尘境界，就在根尘相契的时候要知道离相。眼即色相离色相，耳即声相离声相，一个原则，这等于数学的公式一样，你知道这一法，你就能应用到一切法，这就得受用。清净心现前，智慧现前，真正得大自在。小注里头说，《金刚经》有的时候称佛，佛说，有的时候称如来说，称佛说，多半从相上讲的，称如来说，一定是从性上讲的。但是「佛」有的时候相里头包含着性，所以他说性相全彰，「如来」，性里头未必说相，相一定有性，性未必有相，这个道理也要懂得。然后你看经文，知道他说佛说，或者说如来说，我们知道它的含义。",
      "zh_TW": "「佛之一稱，乃性相全彰之名，非同如來，但屬性德之稱，今曰佛說者，乃指般若則非般若，即名字以離名字也，明其雖不壞相，仍應會歸於性。」一法如是，法法皆然，般若是一切法裡面的一法，我們懂得了，應當即般若而離般若，離它的名相，離名字。佛說般若是個名詞，即名詞要離這個名字，這就是會歸自性。我們懂得這個原則，就曉得六根接觸六塵境界，就在根塵相契的時候要知道離相。眼即色相離色相，耳即聲相離聲相，一個原則，這等於數學的公式一樣，你知道這一法，你就能應用到一切法，這就得受用。清淨心現前，智慧現前，真正得大自在。小註裡頭說，《金剛經》有的時候稱佛，佛說，有的時候稱如來說，稱佛說，多半從相上講的，稱如來說，一定是從性上講的。但是「佛」有的時候相裡頭包含著性，所以他說性相全彰，「如來」，性裡頭未必說相，相一定有性，性未必有相，這個道理也要懂得。然後你看經文，知道他說佛說，或者說如來說，我們知道它的含義。"
    },
    {
      "id": "09-021-0039_p0008",
      "zh_CN": "「般若无上之法」，般若是真智慧，是自性里面本来具足的智慧，不是从外面求来的。凡夫、二乘自性智慧不能现前。自性不但具足智慧，无量无边的真实智慧，也具足无量无边的德能、才艺，样样都是无量。在《无量寿经》上讲的，实在讲它只用一个寿命来做代表，其实样样都无量，智慧无量、德能无量、寿命无量、才艺无量，没有一样不是无量的。这就是六祖惠能大师开悟的时候所说的，他对五祖提出他的心得报告，「何期自性本来具足」，一样不缺，本来具足；「何期自性能生万法」，十法界依正庄严从哪里来的？自性变现出来的。我们学佛，学什么？就是求明心见性，见性之后，本具的智慧德能统统现前，这不仅是得大自在，也得大受用，究竟圆满的受用。可惜我们从无量劫来迷失了自性，怎么迷的？就是起心动念、分别执着。分别就是妄想，妄想是无明，执着是烦恼，所以佛说一切众生但以妄想执着而不能证得。佛教导一切众生没有别的，无非是恢复性德而已。怎样恢复？把这两个障碍去掉，就恢复了。所以，要断妄想、要断执着，只要把妄想执着去掉，就成功了。要想去掉，一定要修般若法门，般若就是教给我们除妄想执着的方法。怎么除？不执着就除了。所以归结到最后无住，无住就除了，不但法相不住，非法相也不能住；世间相不能住，佛法相也不能住，用这个方法来破妄想执着。也就是我们一般大乘法里头讲的破无始无明，用这个方法。",
      "zh_TW": "「般若無上之法」，般若是真智慧，是自性裡面本來具足的智慧，不是從外面求來的。凡夫、二乘自性智慧不能現前。自性不但具足智慧，無量無邊的真實智慧，也具足無量無邊的德能、才藝，樣樣都是無量。在《無量壽經》上講的，實在講它只用一個壽命來做代表，其實樣樣都無量，智慧無量、德能無量、壽命無量、才藝無量，沒有一樣不是無量的。這就是六祖惠能大師開悟的時候所說的，他對五祖提出他的心得報告，「何期自性本來具足」，一樣不缺，本來具足；「何期自性能生萬法」，十法界依正莊嚴從哪裡來的？自性變現出來的。我們學佛，學什麼？就是求明心見性，見性之後，本具的智慧德能統統現前，這不僅是得大自在，也得大受用，究竟圓滿的受用。可惜我們從無量劫來迷失了自性，怎麼迷的？就是起心動念、分別執著。分別就是妄想，妄想是無明，執著是煩惱，所以佛說一切眾生但以妄想執著而不能證得。佛教導一切眾生沒有別的，無非是恢復性德而已。怎樣恢復？把這兩個障礙去掉，就恢復了。所以，要斷妄想、要斷執著，只要把妄想執著去掉，就成功了。要想去掉，一定要修般若法門，般若就是教給我們除妄想執著的方法。怎麼除？不執著就除了。所以歸結到最後無住，無住就除了，不但法相不住，非法相也不能住；世間相不能住，佛法相也不能住，用這個方法來破妄想執著。也就是我們一般大乘法裡頭講的破無始無明，用這個方法。"
    },
    {
      "id": "09-021-0039_p0009",
      "zh_CN": "「般若无上之法，尚应离名字相，何况其他一切法。」一切名都是假名，我们在生活当中为了便利而建立这些假名，便利与一切大众交换意见，现在人所谓是沟通，便利于这个，假设这些名相。可是不能执着，它只是个假设、假立的，绝非真实。不但佛这么教我们，中国古圣先贤，像老子他懂得，《老子》第一句话就告诉我们，「名可名，非常名，道可道，非常道」，你看跟佛经里头讲的没有两样。他知道名是假名，说道也是假名，本经里面讲的「阿耨多罗三藐三菩提」，那是道，所讲的阿罗汉果、菩萨果位，那是道，也不是真实的，都是方便假设的。所以我们要懂得，一切这些假名、假相都不能够执着。",
      "zh_TW": "「般若無上之法，尚應離名字相，何況其他一切法。」一切名都是假名，我們在生活當中為了便利而建立這些假名，便利與一切大眾交換意見，現在人所謂是溝通，便利於這個，假設這些名相。可是不能執著，它只是個假設、假立的，絕非真實。不但佛這麼教我們，中國古聖先賢，像老子他懂得，《老子》第一句話就告訴我們，「名可名，非常名，道可道，非常道」，你看跟佛經裡頭講的沒有兩樣。他知道名是假名，說道也是假名，本經裡面講的「阿耨多羅三藐三菩提」，那是道，所講的阿羅漢果、菩薩果位，那是道，也不是真實的，都是方便假設的。所以我們要懂得，一切這些假名、假相都不能夠執著。"
    },
    {
      "id": "09-021-0039_p0010",
      "zh_CN": "「不取法相，以修持一切法，则法法莫非般若，乃为般若波罗蜜。」般若波罗蜜就是圆满的般若，波罗蜜是圆满的意思。诸位要懂得这句话，才知道释迦牟尼佛到舍卫大城去乞食，着衣是般若波罗蜜，托钵也是般若波罗蜜。往舍卫大城去，那个时候是走路走去的，没车，一步一步的走，步步都是般若波罗蜜。你相信吗？般若波罗蜜是什么？不着相，不着相就是的。佛穿衣不着穿衣的相，托钵不着托钵的相，走路不着走路的相，事没离，也穿衣、也吃饭、也走路，事没有离，不着相。不着相就是无住，干这些事情就是生心，应无所住而生其心，可见得他没有说把一切事放下，没有。离相是离不执着的相，不是事相，事相照做。你要明白这个道理了，我们在这个世间，现前自己的生活环境，自己的工作、自己的生活可以很积极、很努力的去做，这生心，要紧的是不执着，心里面干干净净、一尘不染。你不管做什么事情你都是在修般若波罗蜜，你是在修学佛门里头最高级的佛法。由此可知，学佛不是天天在烧香，敲着木鱼念经拜佛，不是这个样子。那是不是学佛？你要把《金刚经》看懂了，那不是学佛，处处还是执着，处处还是着相；可以说那样的修学，只是修一点三界六道的痴福而已，这是真的。所以你要是真的会修，就是生活，就是工作，生活、工作里面是圆满的波罗蜜，圆满的菩萨行。如果我们要不会，那就大错了，那变成我们迷在佛法里面，这迷信，佛法真实的利益决定得不到。这段是教给我们离名字相，下面一段教给我们离言说相。",
      "zh_TW": "「不取法相，以修持一切法，則法法莫非般若，乃為般若波羅蜜。」般若波羅蜜就是圓滿的般若，波羅蜜是圓滿的意思。諸位要懂得這句話，才知道釋迦牟尼佛到舍衛大城去乞食，著衣是般若波羅蜜，托缽也是般若波羅蜜。往舍衛大城去，那個時候是走路走去的，沒車，一步一步的走，步步都是般若波羅蜜。你相信嗎？般若波羅蜜是什麼？不著相，不著相就是的。佛穿衣不著穿衣的相，托缽不著托缽的相，走路不著走路的相，事沒離，也穿衣、也吃飯、也走路，事沒有離，不著相。不著相就是無住，幹這些事情就是生心，應無所住而生其心，可見得他沒有說把一切事放下，沒有。離相是離不執著的相，不是事相，事相照做。你要明白這個道理了，我們在這個世間，現前自己的生活環境，自己的工作、自己的生活可以很積極、很努力的去做，這生心，要緊的是不執著，心裡面乾乾淨淨、一塵不染。你不管做什麼事情你都是在修般若波羅蜜，你是在修學佛門裡頭最高級的佛法。由此可知，學佛不是天天在燒香，敲著木魚念經拜佛，不是這個樣子。那是不是學佛？你要把《金剛經》看懂了，那不是學佛，處處還是執著，處處還是著相；可以說那樣的修學，只是修一點三界六道的痴福而已，這是真的。所以你要是真的會修，就是生活，就是工作，生活、工作裡面是圓滿的波羅蜜，圓滿的菩薩行。如果我們要不會，那就大錯了，那變成我們迷在佛法裡面，這迷信，佛法真實的利益決定得不到。這段是教給我們離名字相，下面一段教給我們離言說相。"
    },
    {
      "id": "09-021-0039_p0011",
      "zh_CN": "【须菩提。于意云何。如来有所说法不。须菩提白佛言。世尊。如来无所说。】",
      "zh_TW": "【須菩提。於意云何。如來有所說法不。須菩提白佛言。世尊。如來無所說。】"
    },
    {
      "id": "09-021-0039_p0012",
      "zh_CN": "前面离名字，世尊是说「佛说」，「佛说般若波罗蜜」，离言说相，他不说佛说，说「如来说」，名词不一样，里面用意很深，学般若要在这些地方细心去体会。我们看小注。「有所说法否，意谓心中存有所说之般若波罗蜜法相否。」如果佛说法心里面真有这个意思来说，那佛的四相就具足，说实在话他说的不是般若波罗蜜法，为什么？般若波罗蜜法没有形相。凡夫之人说法着相，今天叫你讲一段经文，我好几天之前就很用心的来准备，那就着相了，你准备说，你有所说。佛说法有没有准备？没有。佛是无有法说，无说而说，无说是心里头干干净净什么都没有。心里什么都没有，怎么会说？我们就感到奇怪，我们总认为能说得出，那是胸有成竹。先是心里有，然后才画得出来，画画是这个道理，说话也是这个道理，先是心里头有，然后才说得出来。诸佛菩萨心里没有，他怎么会说得出来？这个我们就不懂了。",
      "zh_TW": "前面離名字，世尊是說「佛說」，「佛說般若波羅蜜」，離言說相，他不說佛說，說「如來說」，名詞不一樣，裡面用意很深，學般若要在這些地方細心去體會。我們看小註。「有所說法否，意謂心中存有所說之般若波羅蜜法相否。」如果佛說法心裡面真有這個意思來說，那佛的四相就具足，說實在話他說的不是般若波羅蜜法，為什麼？般若波羅蜜法沒有形相。凡夫之人說法著相，今天叫你講一段經文，我好幾天之前就很用心的來準備，那就著相了，你準備說，你有所說。佛說法有沒有準備？沒有。佛是無有法說，無說而說，無說是心裡頭乾乾淨淨什麼都沒有。心裡什麼都沒有，怎麼會說？我們就感到奇怪，我們總認為能說得出，那是胸有成竹。先是心裡有，然後才畫得出來，畫畫是這個道理，說話也是這個道理，先是心裡頭有，然後才說得出來。諸佛菩薩心裡沒有，他怎麼會說得出來？這個我們就不懂了。"
    },
    {
      "id": "09-021-0039_p0013",
      "zh_CN": "佛陀在世的时候，就有人向佛陀请教，他说舍利弗尊者智慧第一，大家都晓得，辩才无碍，这个人向释迦牟尼佛请教，他为什么能说得出这么好的妙法？佛举了个比喻，大概讲堂里面都有钟鼓，佛就指着那个鼓做比喻来说，他说那个鼓你看到没有？看到了。鼓的肚子里头是怎样？肚子里空空的，什么都没有，你敲的时候它就响，大叩则大鸣，小叩则小鸣。佛就说了，舍利弗的心就像那个鼓一样，里面空空，什么都没有，所以你只要有问题向他请教，他立刻就答复你，答得一点都不错。我们凡夫的心里面，就像鼓里塞了很多东西在里头，叩的时候也鸣，鸣的不是那个味道，不是那个音声。佛心清净，有叩则鸣，所以说是说而无说，无说而说，确实为众生说无量的妙法，心里头从来没有起心动念过，这是无说。佛没有准备，没有想想我要为你说什么话？也没有想想你问这个问题，我应该怎样答复你？没有！一丝毫的意思都没有，随问随答，从心性里面自自然然流出。这是跟凡夫、小乘完全不相同的所在，这就是真实智慧的流露。",
      "zh_TW": "佛陀在世的時候，就有人向佛陀請教，他說舍利弗尊者智慧第一，大家都曉得，辯才無礙，這個人向釋迦牟尼佛請教，他為什麼能說得出這麼好的妙法？佛舉了個比喻，大概講堂裡面都有鐘鼓，佛就指著那個鼓做比喻來說，他說那個鼓你看到沒有？看到了。鼓的肚子裡頭是怎樣？肚子裡空空的，什麼都沒有，你敲的時候它就響，大叩則大鳴，小叩則小鳴。佛就說了，舍利弗的心就像那個鼓一樣，裡面空空，什麼都沒有，所以你只要有問題向他請教，他立刻就答覆你，答得一點都不錯。我們凡夫的心裡面，就像鼓裡塞了很多東西在裡頭，叩的時候也鳴，鳴的不是那個味道，不是那個音聲。佛心清淨，有叩則鳴，所以說是說而無說，無說而說，確實為眾生說無量的妙法，心裡頭從來沒有起心動念過，這是無說。佛沒有準備，沒有想想我要為你說什麼話？也沒有想想你問這個問題，我應該怎樣答覆你？沒有！一絲毫的意思都沒有，隨問隨答，從心性裡面自自然然流出。這是跟凡夫、小乘完全不相同的所在，這就是真實智慧的流露。"
    },
    {
      "id": "09-021-0039_p0014",
      "zh_CN": "「如来是性德之称，性体空寂。」就像刚才那个比喻，像鼓一样，空是里头什么都没有，没有起心动念；寂是寂静，一丝毫染污都没有。「岂有所说之法相耶」，哪里有这个意思。「不曰佛说而曰如来说，意在明此。」佛是从事相上讲的，或许有念，用如来，完全从心性上讲的，心性里头没有念，心性无念。",
      "zh_TW": "「如來是性德之稱，性體空寂。」就像剛才那個比喻，像鼓一樣，空是裡頭什麼都沒有，沒有起心動念；寂是寂靜，一絲毫染污都沒有。「豈有所說之法相耶」，哪裡有這個意思。「不曰佛說而曰如來說，意在明此。」佛是從事相上講的，或許有念，用如來，完全從心性上講的，心性裡頭沒有念，心性無念。"
    },
    {
      "id": "09-021-0039_p0015",
      "zh_CN": "「无所说者，无其所说也，非谓无说。」佛说法四十九年，传到中国来的经典，是世尊四十九年所说的一小部分，这个我们应该能够想像得到。在古时候交通非常不方便，从印度到中国，那个时候交通工具只有马匹，玄奘大师到印度，也是用马匹来代步，一天能走多远？这么长的距离，差不多要一年多的时间才能走到。在当时，纸张没有发明，佛陀的经典都写在贝叶上，印度贝多罗的树叶，那个树叶就像我们中国的芭蕉叶一样，写在那上面。那个树叶很厚，通常一个树叶采下来，大概都是写四行，顶多只能写六行，两边打个洞，用绳子穿起来。诸位想想一部经典多大的分量！一匹马驮一些经典驮不了几部，不像现在印刷术这么发达，装订这么精美，纸张很薄。从前在中国，《大藏经》那算是相当进步了，《大藏经》是宋朝才开始整理出来的，刻版把它印刷出来，折叠本子，一套《大藏经》差不多需要我们这么一个大厅来装，一部。最初编集的《大藏经》，总共只有五千多卷，它的分量只有现在《大藏经》的一半。我们现在印的、结缘的是采取日本人重新整理编过的《大正藏》，《大正藏》总共一百册。宋朝最早的《碛砂藏》，只有这一部藏经的三分之一，三分之一的经本这一个屋子就装满了，现在把字缩小，小小一个书架就摆满了。",
      "zh_TW": "「無所說者，無其所說也，非謂無說。」佛說法四十九年，傳到中國來的經典，是世尊四十九年所說的一小部分，這個我們應該能夠想像得到。在古時候交通非常不方便，從印度到中國，那個時候交通工具只有馬匹，玄奘大師到印度，也是用馬匹來代步，一天能走多遠？這麼長的距離，差不多要一年多的時間才能走到。在當時，紙張沒有發明，佛陀的經典都寫在貝葉上，印度貝多羅的樹葉，那個樹葉就像我們中國的芭蕉葉一樣，寫在那上面。那個樹葉很厚，通常一個樹葉採下來，大概都是寫四行，頂多只能寫六行，兩邊打個洞，用繩子穿起來。諸位想想一部經典多大的分量！一匹馬馱一些經典馱不了幾部，不像現在印刷術這麼發達，裝訂這麼精美，紙張很薄。從前在中國，《大藏經》那算是相當進步了，《大藏經》是宋朝才開始整理出來的，刻版把它印刷出來，摺疊本子，一套《大藏經》差不多需要我們這麼一個大廳來裝，一部。最初編集的《大藏經》，總共只有五千多卷，它的分量只有現在《大藏經》的一半。我們現在印的、結緣的是採取日本人重新整理編過的《大正藏》，《大正藏》總共一百冊。宋朝最早的《磧砂藏》，只有這一部藏經的三分之一，三分之一的經本這一個屋子就裝滿了，現在把字縮小，小小一個書架就擺滿了。"
    },
    {
      "id": "09-021-0039_p0016",
      "zh_CN": "所以那个时候经典运到中国是非常艰难。于是印度法师到中国来，带些经书来，中国法师到印度去取经回来，都是挑选再挑选，适合于中国人修学的，重要的经论这才带回来，次要的、或者不适合中国人口味的，都舍弃掉、放弃了。带回来之后，再从事翻译，翻译的时候又在其中又挑选，并不是所带到中国来的全部都翻译，没有！也是挑选再挑选，选着翻。所以，到达中国没有翻成中文的，数量也相当可观，这都失传了。所以需要知道，今天汉文的《大藏经》，只是世尊四十九年所说的很小的一部分，当然经过中国这些古来高僧大德的挑选，都是精华的，世尊一生所说的精华，最重要的部分，我们翻译保存下来。这是佛说得这么多，哪里说无说？虽说这么多，要晓得无其所说，要懂这个意思。",
      "zh_TW": "所以那個時候經典運到中國是非常艱難。於是印度法師到中國來，帶些經書來，中國法師到印度去取經回來，都是挑選再挑選，適合於中國人修學的，重要的經論這才帶回來，次要的、或者不適合中國人口味的，都捨棄掉、放棄了。帶回來之後，再從事翻譯，翻譯的時候又在其中又挑選，並不是所帶到中國來的全部都翻譯，沒有！也是挑選再挑選，選著翻。所以，到達中國沒有翻成中文的，數量也相當可觀，這都失傳了。所以需要知道，今天漢文的《大藏經》，只是世尊四十九年所說的很小的一部分，當然經過中國這些古來高僧大德的挑選，都是精華的，世尊一生所說的精華，最重要的部分，我們翻譯保存下來。這是佛說得這麼多，哪裡說無說？雖說這麼多，要曉得無其所說，要懂這個意思。"
    },
    {
      "id": "09-021-0039_p0017",
      "zh_CN": "无所说，经上讲「无所行、无所得等句，意同此」。佛有没有行？有行。佛有没有得？有得。得无所得，行无所行，说无所说。所以从说、从行、从得都是在事相上讲的，实质上完全没有，没有才是真说、真行、真得。如果是真有，真有就错了，这个意思，我们在这次讲席当中也透了不少消息。最要紧的我们听明白了要去做，要在生活当中把它做出来，真正做出来，你就体会到了，体会就是证。信解行证是一桩事情，你就体会到了，你就真得受用；信解行证分作四个，你就得不到受用。纵然你有很长的时间去学佛、去研究经典，你所得到的结果，只是世间人称为你是个学者，你是个佛学家。你是佛学家，你不是佛，佛法真实的受用你得不到，纵然你也会说、你也会写，于修行证果毫不相关。我们要学佛，我们不走佛学这个路子，学佛跟佛学是两桩事情。",
      "zh_TW": "無所說，經上講「無所行、無所得等句，意同此」。佛有沒有行？有行。佛有沒有得？有得。得無所得，行無所行，說無所說。所以從說、從行、從得都是在事相上講的，實質上完全沒有，沒有才是真說、真行、真得。如果是真有，真有就錯了，這個意思，我們在這次講席當中也透了不少消息。最要緊的我們聽明白了要去做，要在生活當中把它做出來，真正做出來，你就體會到了，體會就是證。信解行證是一樁事情，你就體會到了，你就真得受用；信解行證分作四個，你就得不到受用。縱然你有很長的時間去學佛、去研究經典，你所得到的結果，只是世間人稱為你是個學者，你是個佛學家。你是佛學家，你不是佛，佛法真實的受用你得不到，縱然你也會說、你也會寫，於修行證果毫不相關。我們要學佛，我們不走佛學這個路子，學佛跟佛學是兩樁事情。"
    },
    {
      "id": "09-021-0039_p0018",
      "zh_CN": "「性体自证，名为如来，如来即是证得平等性体，理智一如，能所一如。」性体自证，这个「自」用得好！不是他证，自己证自己，你看不是一吗？我能证，法性为我所证，这就变成两桩事情，有能有所，有能有所是二法，则不是一法。你永远见不到事实的真相，我们讲宇宙人生的真相，你永远见不到，为什么？因为宇宙人生的真相是一法，不是二法。给它起个名字叫如来，《金刚经》上解释如来的意思，「如来者，即诸法如义」，这个解释得太好了。如是一如，就是诸法一如，所以诸法是平等法，如来即是证得平等的性体。实在说，体平等，相平不平等？相也平等，用也平等，无有一法不平等。佛在有些经论里面说，体平等，相不平等、用不平等，这是方便说，是对初学人说，这样对初学人讲他能接受、他懂得。如果说体平等，相、用都平等，初学的人不能接受。我看这十个指头伸出来长短都不一样，怎么平等？世尊说法以二谛说，二谛是真谛、俗谛，方便说是俗谛，随顺大家，浅说、方便说，依真谛那就是说真话，佛在果地上所见到的。那个说法是完全真实，但是我们不能接受，不是我们常识所能理解的，也不是我们经验范围里面的东西。所以，佛说法就有善巧方便，循循善诱，逐渐的、不断的把我们的境界往上提升，升到一定的程度，完全跟我们讲真话了。",
      "zh_TW": "「性體自證，名為如來，如來即是證得平等性體，理智一如，能所一如。」性體自證，這個「自」用得好！不是他證，自己證自己，你看不是一嗎？我能證，法性為我所證，這就變成兩樁事情，有能有所，有能有所是二法，則不是一法。你永遠見不到事實的真相，我們講宇宙人生的真相，你永遠見不到，為什麼？因為宇宙人生的真相是一法，不是二法。給它起個名字叫如來，《金剛經》上解釋如來的意思，「如來者，即諸法如義」，這個解釋得太好了。如是一如，就是諸法一如，所以諸法是平等法，如來即是證得平等的性體。實在說，體平等，相平不平等？相也平等，用也平等，無有一法不平等。佛在有些經論裡面說，體平等，相不平等、用不平等，這是方便說，是對初學人說，這樣對初學人講他能接受、他懂得。如果說體平等，相、用都平等，初學的人不能接受。我看這十個指頭伸出來長短都不一樣，怎麼平等？世尊說法以二諦說，二諦是真諦、俗諦，方便說是俗諦，隨順大家，淺說、方便說，依真諦那就是說真話，佛在果地上所見到的。那個說法是完全真實，但是我們不能接受，不是我們常識所能理解的，也不是我們經驗範圍裡面的東西。所以，佛說法就有善巧方便，循循善誘，逐漸的、不斷的把我們的境界往上提升，升到一定的程度，完全跟我們講真話了。"
    },
    {
      "id": "09-021-0039_p0019",
      "zh_CN": "这里举了两个例子，理智一如，能所一如，从这个例子我们就能够领悟到，一切法都不出这个原理。凡夫看到对立的，佛所看到都是一如，真妄一如，生佛一如，众生跟佛，邪正一如，善恶一如，无有一法不如。佛的一切经里头说什么？就是说个如，所以经一开端「如是我闻」，「如」才是一切万事万物的事实真相。佛没有别的，就是把事实真相说出来，佛哪有一点意思在？所以说无所说，没有他一点意思，所说的全是事实真相。",
      "zh_TW": "這裡舉了兩個例子，理智一如，能所一如，從這個例子我們就能夠領悟到，一切法都不出這個原理。凡夫看到對立的，佛所看到都是一如，真妄一如，生佛一如，眾生跟佛，邪正一如，善惡一如，無有一法不如。佛的一切經裡頭說什麼？就是說個如，所以經一開端「如是我聞」，「如」才是一切萬事萬物的事實真相。佛沒有別的，就是把事實真相說出來，佛哪有一點意思在？所以說無所說，沒有他一點意思，所說的全是事實真相。"
    },
    {
      "id": "09-021-0039_p0020",
      "zh_CN": "「如来所说，皆是真如自性中自在流出，初未起心动念。」从来没有起心动念过，真的像那个鼓肚子里头空空的，什么都没有。「虽终日说」，终日是讲时间，「炽然说」，这是形容说法的状况，「刹说，尘说」，刹是大，说得很广很大，尘是很小。「实无言说之相」，佛说法四十九年，说《华严》刹说，说《阿含》尘说，《阿含经》里头很短的经只有几行，无论是深说浅说，是大说小说，实无言说之相。「尚无说相，安有所说之法相耶，故曰如来无所说。」这就是说明佛跟众生不一样的地方，众生说是心里头先有个法相，然后才能说得出来，佛菩萨说法心里头干干净净，根本就没有痕迹，他完全是一种自自然然的反应，反应的一点都不会错误。经里头也有比喻，就像回音一样，我们在山谷里面长啸一声，一会儿回音就过来了。众生有叩，佛那里就有回音，那个回音是从自性里面的回响，所以他应得真，真实。凡夫说法不行，凡夫是从意识里面，不是自性里的回响，是落入凡夫的知见，这个说法才有错误、才不真实。由此可知，佛菩萨说法，唯一真诚、清净、平等、慈悲，从这里面自自然然反应出来的，这是说如来无所说。",
      "zh_TW": "「如來所說，皆是真如自性中自在流出，初未起心動念。」從來沒有起心動念過，真的像那個鼓肚子裡頭空空的，什麼都沒有。「雖終日說」，終日是講時間，「熾然說」，這是形容說法的狀況，「剎說，塵說」，剎是大，說得很廣很大，塵是很小。「實無言說之相」，佛說法四十九年，說《華嚴》剎說，說《阿含》塵說，《阿含經》裡頭很短的經只有幾行，無論是深說淺說，是大說小說，實無言說之相。「尚無說相，安有所說之法相耶，故曰如來無所說。」這就是說明佛跟眾生不一樣的地方，眾生說是心裡頭先有個法相，然後才能說得出來，佛菩薩說法心裡頭乾乾淨淨，根本就沒有痕跡，他完全是一種自自然然的反應，反應的一點都不會錯誤。經裡頭也有比喻，就像回音一樣，我們在山谷裡面長嘯一聲，一會兒回音就過來了。眾生有叩，佛那裡就有回音，那個回音是從自性裡面的迴響，所以他應得真，真實。凡夫說法不行，凡夫是從意識裡面，不是自性裡的迴響，是落入凡夫的知見，這個說法才有錯誤、才不真實。由此可知，佛菩薩說法，唯一真誠、清淨、平等、慈悲，從這裡面自自然然反應出來的，這是說如來無所說。"
    },
    {
      "id": "09-021-0039_p0021",
      "zh_CN": "「须知此两节经文义趣，世尊实令奉持者离念也，念不离，则名言之相终不能离。」离念是真实从根本修，离言说相、离名字相还是枝叶，离念才是根本。我们学佛，就在日常生活当中，在工作之中、在处事待人接物、在迎宾接客修金刚般若波罗蜜，怎么修法？离念，离念不着相，这是你修金刚般若波罗蜜。要认真、要努力、要提起精神来，一切时一切处用这个功夫。这个功夫不会用怎么办？念佛，时时刻刻心里面有阿弥陀佛，这个与金刚般若的原理原则相应，这个方法实在讲好修多了、容易多了。真正离念的确是很难，不是一般人都能做得到的，可是要把心里头守住一句阿弥陀佛，只有这一念，用这一念来止一切妄念，这个好办。说一念都没有，太难了！真的是不容易，要不小心就落到无明里头去，搞到无想定里面去，很容易出差错。所以不如净土稳当，净土有依靠，有阿弥陀佛做依靠，这稳当，我们用这个方法。念念之中想阿弥陀佛、念阿弥陀佛，求生净土，永脱轮回，这个非常要紧。轮回实在是太苦了，只要在三界之内，诸位细细想想谁不造业？一般人看自己很难，看别人容易，古大德也教给我们看别人，看完别人回头想自己，看看别人造的一些业，回过头来想想自己，自己有没有造，就很容易发现自己在造业。造的是什么业？自己晓得。既有造作，后来一定有果报，所以果报还用得着问别人吗？一回头，一反照，就清清楚楚、明明白白。",
      "zh_TW": "「須知此兩節經文義趣，世尊實令奉持者離念也，念不離，則名言之相終不能離。」離念是真實從根本修，離言說相、離名字相還是枝葉，離念才是根本。我們學佛，就在日常生活當中，在工作之中、在處事待人接物、在迎賓接客修金剛般若波羅蜜，怎麼修法？離念，離念不著相，這是你修金剛般若波羅蜜。要認真、要努力、要提起精神來，一切時一切處用這個功夫。這個功夫不會用怎麼辦？念佛，時時刻刻心裡面有阿彌陀佛，這個與金剛般若的原理原則相應，這個方法實在講好修多了、容易多了。真正離念的確是很難，不是一般人都能做得到的，可是要把心裡頭守住一句阿彌陀佛，只有這一念，用這一念來止一切妄念，這個好辦。說一念都沒有，太難了！真的是不容易，要不小心就落到無明裡頭去，搞到無想定裡面去，很容易出差錯。所以不如淨土穩當，淨土有依靠，有阿彌陀佛做依靠，這穩當，我們用這個方法。念念之中想阿彌陀佛、念阿彌陀佛，求生淨土，永脫輪迴，這個非常要緊。輪迴實在是太苦了，只要在三界之內，諸位細細想想誰不造業？一般人看自己很難，看別人容易，古大德也教給我們看別人，看完別人回頭想自己，看看別人造的一些業，回過頭來想想自己，自己有沒有造，就很容易發現自己在造業。造的是什麼業？自己曉得。既有造作，後來一定有果報，所以果報還用得著問別人嗎？一回頭，一反照，就清清楚楚、明明白白。"
    },
    {
      "id": "09-021-0039_p0022",
      "zh_CN": "造业不一定是身口，在起心动念处。生活环境上，日常工作当中，不如意的事情多，俗话常讲，不如意事常八九，遇到这些不如意，会不会怨天尤人？怨天尤人就在造业了。虽然你没有举动、没有说话，你那些念头都在造业，念头是意业。你造的是善业，那就有善果，造的是恶业，就有恶报，非常可怕。既然晓得起心动念都在造业，为什么不起心动念念阿弥陀佛？念阿弥陀佛也是造业，这个业里头不是善业，也不是恶业，叫净业，果报在西方极乐世界。我们不能不造业，佛就给我们想出一个方法，造这个业好，不要造别的业，造这个业好，这个业真实，其他的业虚妄，要造这个业。念念都想阿弥陀佛，念念念阿弥陀佛。这个世间正像前面所说的，我们在这个世间暂住，在这旅游，这个世间与我们不相干，它好，我们点头，很好；它不好，我们点头，也好，绝不能够陷入这个圈圈里面去。在这个世间要超然，永远站在局外，这就对了。这样做法是不是消极？不是消极，我们有积极的那一面，帮助一切众生开悟，帮助一切众生了解三界六道事实真相，帮助一切众生断恶修善，这是积极的一面。无住是消极，生心是积极，但是生心要无住，无住要生心，不能偏在一边，偏在一边都是错误的。实在念离不了，就修这个方法。底下这一段说，第七段：",
      "zh_TW": "造業不一定是身口，在起心動念處。生活環境上，日常工作當中，不如意的事情多，俗話常講，不如意事常八九，遇到這些不如意，會不會怨天尤人？怨天尤人就在造業了。雖然你沒有舉動、沒有說話，你那些念頭都在造業，念頭是意業。你造的是善業，那就有善果，造的是惡業，就有惡報，非常可怕。既然曉得起心動念都在造業，為什麼不起心動念念阿彌陀佛？念阿彌陀佛也是造業，這個業裡頭不是善業，也不是惡業，叫淨業，果報在西方極樂世界。我們不能不造業，佛就給我們想出一個方法，造這個業好，不要造別的業，造這個業好，這個業真實，其他的業虛妄，要造這個業。念念都想阿彌陀佛，念念念阿彌陀佛。這個世間正像前面所說的，我們在這個世間暫住，在這旅遊，這個世間與我們不相干，它好，我們點頭，很好；它不好，我們點頭，也好，絕不能夠陷入這個圈圈裡面去。在這個世間要超然，永遠站在局外，這就對了。這樣做法是不是消極？不是消極，我們有積極的那一面，幫助一切眾生開悟，幫助一切眾生了解三界六道事實真相，幫助一切眾生斷惡修善，這是積極的一面。無住是消極，生心是積極，但是生心要無住，無住要生心，不能偏在一邊，偏在一邊都是錯誤的。實在念離不了，就修這個方法。底下這一段說，第七段："
    },
    {
      "id": "09-021-0039_p0023",
      "zh_CN": "「起信论云，若离心念，则无一切境界之相，又云，离言说相，离名字相，离心缘相，毕竟平等，乃至唯是一心，故名真如。」真如就是真性，就是真心，就是本性，也就是一切万事万法的本体。从《起信论》这段文我们就明白了，净宗里面讲的一心不乱，大乘经上常讲的真如，是一回什么事情？离相离念而已，就是这样。若离心念，则无一切境界之相，一切是指世出世间，世间是六道，出世间声闻、缘觉、菩萨、佛，合起来说就是十法界，离了心念，十法界就没有了。由此可知，十法界从哪里来的？从心念起来的，正是佛在大乘经上常说的「唯心所现，唯识所变」。识就是分别，十法界是分别变现出来的，正是所谓一切法从心想生，想就是念头，十法界依正庄严是从心想生，心要不想，就没有念头，十法界就没有了。可是我们今天最难的是，这个心它就是要想，我们想它不想，还是个妄想，要叫它不想还真难。这是什么原因？实在讲佛也告诉我们，无始劫来的习气，习惯成自然了。不是一生的习惯，生生世世无量劫来它就胡思乱想，想成习惯，现在叫它不想还不行，它就偏偏要想，麻烦就在此地。菩萨修行证果，修什么？就是修不想，不想就成功了，就证果了。我们现在晓得这个道理，但是没有办法，我们想不想，它偏偏要想，这个习气断不掉！",
      "zh_TW": "「起信論云，若離心念，則無一切境界之相，又云，離言說相，離名字相，離心緣相，畢竟平等，乃至唯是一心，故名真如。」真如就是真性，就是真心，就是本性，也就是一切萬事萬法的本體。從《起信論》這段文我們就明白了，淨宗裡面講的一心不亂，大乘經上常講的真如，是一回什麼事情？離相離念而已，就是這樣。若離心念，則無一切境界之相，一切是指世出世間，世間是六道，出世間聲聞、緣覺、菩薩、佛，合起來說就是十法界，離了心念，十法界就沒有了。由此可知，十法界從哪裡來的？從心念起來的，正是佛在大乘經上常說的「唯心所現，唯識所變」。識就是分別，十法界是分別變現出來的，正是所謂一切法從心想生，想就是念頭，十法界依正莊嚴是從心想生，心要不想，就沒有念頭，十法界就沒有了。可是我們今天最難的是，這個心它就是要想，我們想它不想，還是個妄想，要叫它不想還真難。這是什麼原因？實在講佛也告訴我們，無始劫來的習氣，習慣成自然了。不是一生的習慣，生生世世無量劫來它就胡思亂想，想成習慣，現在叫它不想還不行，它就偏偏要想，麻煩就在此地。菩薩修行證果，修什麼？就是修不想，不想就成功了，就證果了。我們現在曉得這個道理，但是沒有辦法，我們想不想，它偏偏要想，這個習氣斷不掉！"
    },
    {
      "id": "09-021-0039_p0024",
      "zh_CN": "正因为事实如此，所以无量无边诸佛如来都赞叹阿弥陀佛这个法门，这个法门好处在哪里？不断妄想也能成功，这个就妙了，不断妄想能成功我们才有希望，才能做得到。专想阿弥陀佛，专想西方极乐世界，这个法门叫万修万人去，只要你肯修就决定成功；不像其他法门，其他法门有想就不成功，就没有办法证果。这个法门想还能成功，所以叫特别法门，叫门余大道，那个门就是八万四千法门、无量法门，余是以外的，一条成佛的大道，不断想也能成就。从《起信论》这段经文，我们也看出六道十法界的事实真相。",
      "zh_TW": "正因為事實如此，所以無量無邊諸佛如來都讚歎阿彌陀佛這個法門，這個法門好處在哪裡？不斷妄想也能成功，這個就妙了，不斷妄想能成功我們才有希望，才能做得到。專想阿彌陀佛，專想西方極樂世界，這個法門叫萬修萬人去，只要你肯修就決定成功；不像其他法門，其他法門有想就不成功，就沒有辦法證果。這個法門想還能成功，所以叫特別法門，叫門餘大道，那個門就是八萬四千法門、無量法門，餘是以外的，一條成佛的大道，不斷想也能成就。從《起信論》這段經文，我們也看出六道十法界的事實真相。"
    },
    {
      "id": "09-021-0039_p0025",
      "zh_CN": "底下是菩萨教给我们，修学也是行门重要的纲领，离言说、离名字，名字就是名词术语。言说跟名字，相有体无，般若经上常讲的缘起性空。言说跟名字是缘起性空，缘起，有用，我们可以用它，性空，不能执着，执着它毫无意义。离心缘相，实际心缘是什么？心缘就是分别执着，这个是行门里面的三大纲领，教给我们离相、离念具体的办法。你真正能这样做，你得到的是毕竟平等，这句话很重要。法相宗的修行叫转识成智，转末那识为平等性智，怎么转法？就是「离言说相，离名字相，离心缘相」，就转了。末那转成平等性智，第六意识自然就转成妙观察智，转识成智，八识是从六、七下手；六、七是因上转，阿赖耶识跟前五识是果上转，果上转我们就不要问它，不要去理会，六、七要是转了，第八识跟前五识自然就连带转了。六、七识里面，尤其是第七识最重要，第七识就是我执，我执、法执的根本就是末那，有我决定没有平等。末那识转了之后，平等性现前，万法平等，平等就是一如，平等就是一心，平等就是真心，就是自性，就是真如。这真正叫单刀直入，完全没有委曲婉转，直截了当。我们虽然不能在这个功夫上得力，但是一些浅浅的功夫帮助我们念佛，得的受用就很大。离言说、离名字、离心缘，也就是我们平常所讲的看破、放下，对于世出世间一切法再不执着。",
      "zh_TW": "底下是菩薩教給我們，修學也是行門重要的綱領，離言說、離名字，名字就是名詞術語。言說跟名字，相有體無，般若經上常講的緣起性空。言說跟名字是緣起性空，緣起，有用，我們可以用它，性空，不能執著，執著它毫無意義。離心緣相，實際心緣是什麼？心緣就是分別執著，這個是行門裡面的三大綱領，教給我們離相、離念具體的辦法。你真正能這樣做，你得到的是畢竟平等，這句話很重要。法相宗的修行叫轉識成智，轉末那識為平等性智，怎麼轉法？就是「離言說相，離名字相，離心緣相」，就轉了。末那轉成平等性智，第六意識自然就轉成妙觀察智，轉識成智，八識是從六、七下手；六、七是因上轉，阿賴耶識跟前五識是果上轉，果上轉我們就不要問它，不要去理會，六、七要是轉了，第八識跟前五識自然就連帶轉了。六、七識裡面，尤其是第七識最重要，第七識就是我執，我執、法執的根本就是末那，有我決定沒有平等。末那識轉了之後，平等性現前，萬法平等，平等就是一如，平等就是一心，平等就是真心，就是自性，就是真如。這真正叫單刀直入，完全沒有委曲婉轉，直截了當。我們雖然不能在這個功夫上得力，但是一些淺淺的功夫幫助我們念佛，得的受用就很大。離言說、離名字、離心緣，也就是我們平常所講的看破、放下，對於世出世間一切法再不執著。"
    },
    {
      "id": "09-021-0039_p0026",
      "zh_CN": "「离心缘相，即是离念，缘指攀缘，心缘，即是起心动念，心若动念，必有所攀缘，便落于名字相矣。」这是三种，三种里面最重要的是心缘，缘是缘虑，就是起心动念。由此可知，真正会修行的人，真正会用功的人，在一切境界上学不起心、不动念，一切境界清清楚楚、明明白白，那就是般若智慧现前；般若波罗蜜，这不是无明。不起心、不动念就是平等性现前，你看转识成智，真的转过来了，一切法清清楚楚、明明白白是妙观察智，不起心、不动念是平等性智。转识成智要从这里下手，要从这个地方做起，在境界上学着不动心。心一动就落在四相里头，心一动就落在名字相中，这就是过失，这就错了。从这个地方我们明白了，诸佛菩萨说法真的没有起心动念，起心动念他不就落在四相里头、落在名字里头？那是凡夫，不叫佛菩萨，那没功夫。诸佛菩萨的功夫从哪里表现？就从这表现，说而无说，作而无作，证而无证，从这个地方表现他修证的功夫，从这里表现出事实真相。",
      "zh_TW": "「離心緣相，即是離念，緣指攀緣，心緣，即是起心動念，心若動念，必有所攀緣，便落於名字相矣。」這是三種，三種裡面最重要的是心緣，緣是緣慮，就是起心動念。由此可知，真正會修行的人，真正會用功的人，在一切境界上學不起心、不動念，一切境界清清楚楚、明明白白，那就是般若智慧現前；般若波羅蜜，這不是無明。不起心、不動念就是平等性現前，你看轉識成智，真的轉過來了，一切法清清楚楚、明明白白是妙觀察智，不起心、不動念是平等性智。轉識成智要從這裡下手，要從這個地方做起，在境界上學著不動心。心一動就落在四相裡頭，心一動就落在名字相中，這就是過失，這就錯了。從這個地方我們明白了，諸佛菩薩說法真的沒有起心動念，起心動念他不就落在四相裡頭、落在名字裡頭？那是凡夫，不叫佛菩薩，那沒功夫。諸佛菩薩的功夫從哪裡表現？就從這表現，說而無說，作而無作，證而無證，從這個地方表現他修證的功夫，從這裡表現出事實真相。"
    },
    {
      "id": "09-021-0039_p0027",
      "zh_CN": "「起信论又云，当知染法净法，皆悉相对，无有自相可说，是故一切法，从本以来，非色非心，非智非识，非有非无，毕竟不可说相，而有言说者，当知如来善巧方便，假以言说，引导众生，其旨趣者，皆为离念，归于真如。」我们先看这一段，这一段说明诸佛菩萨说法的义趣，他说法的意义、说法的归趣。这个地方文字不多，但是这桩事情给我们解答得清清楚楚、明明白白。染法净法是相对的，一切法相、一切名字相都是相对建立的；若离开相对，不但名字没有，言说也没有，唯有相对才能说得出来，离开相对就说不出来了。一切法本来是一如的，哪有可说？佛为一切众生说法，因为众生有分别有执着，把一如之法都把它分成相对的，佛就是从相对里面为众生解说、为众生说破，相对是假立的，不是真的。从这个地方让众生觉悟，明了真相，会归一如，佛说法的目的在此。",
      "zh_TW": "「起信論又云，當知染法淨法，皆悉相對，無有自相可說，是故一切法，從本以來，非色非心，非智非識，非有非無，畢竟不可說相，而有言說者，當知如來善巧方便，假以言說，引導眾生，其旨趣者，皆為離念，歸於真如。」我們先看這一段，這一段說明諸佛菩薩說法的義趣，他說法的意義、說法的歸趣。這個地方文字不多，但是這樁事情給我們解答得清清楚楚、明明白白。染法淨法是相對的，一切法相、一切名字相都是相對建立的；若離開相對，不但名字沒有，言說也沒有，唯有相對才能說得出來，離開相對就說不出來了。一切法本來是一如的，哪有可說？佛為一切眾生說法，因為眾生有分別有執著，把一如之法都把它分成相對的，佛就是從相對裡面為眾生解說、為眾生說破，相對是假立的，不是真的。從這個地方讓眾生覺悟，明瞭真相，會歸一如，佛說法的目的在此。"
    },
    {
      "id": "09-021-0039_p0028",
      "zh_CN": "染净是一对，所有一切法都是相对的，这是一切法的事实真相。所以说「是故一切法，从本以来，非色非心」，这是把一切法归类，归到最后是两大类，色法是物质，心法是精神。现代哲学里头也讲唯心、唯物，物就是此地讲的色。为什么说非色非心？因为心跟色是一不是二。非智非识，智没有分别，识有分别，分别跟不分别也是一不是二。非有非无，无中会生有，有中毕竟不可得，所以有无是一不是二。你要真正明了真相，可以受用，受用得很自在，决定不能执着，决定不能占有，因为那是妄想。一切法毕竟不可得，包括我们自己的身体不可得，自己身体尚且不可得，还有什么东西你能够得到？你要想得到的，岂不叫打妄想吗？凡夫迷惑，离不开忧虑、恐怖，怕什么？怕活不下去，怕活不了！活又是什么一回事？是现在这个样子的相续相，不是真的。这个相续相能够相续多久，这就是我们世间人讲的寿命，久、暂什么东西在支配？福德因缘，福德因缘在支配这久、暂。",
      "zh_TW": "染淨是一對，所有一切法都是相對的，這是一切法的事實真相。所以說「是故一切法，從本以來，非色非心」，這是把一切法歸類，歸到最後是兩大類，色法是物質，心法是精神。現代哲學裡頭也講唯心、唯物，物就是此地講的色。為什麼說非色非心？因為心跟色是一不是二。非智非識，智沒有分別，識有分別，分別跟不分別也是一不是二。非有非無，無中會生有，有中畢竟不可得，所以有無是一不是二。你要真正明瞭真相，可以受用，受用得很自在，決定不能執著，決定不能佔有，因為那是妄想。一切法畢竟不可得，包括我們自己的身體不可得，自己身體尚且不可得，還有什麼東西你能夠得到？你要想得到的，豈不叫打妄想嗎？凡夫迷惑，離不開憂慮、恐怖，怕什麼？怕活不下去，怕活不了！活又是什麼一回事？是現在這個樣子的相續相，不是真的。這個相續相能夠相續多久，這就是我們世間人講的壽命，久、暫什麼東西在支配？福德因緣，福德因緣在支配這久、暫。"
    },
    {
      "id": "09-021-0039_p0029",
      "zh_CN": "人不可没有福，福是修来的，因为我们没有见性，见性当然这个事情就没有了，见性，性德现前那是永恒的，那才是真的，一真法界；十法界都不是真的，十法界里面寿命长短、久暂都是福德因缘。由此可知，我们没有入一真法界，还在十法界里面、在六道里面，修福就是我们第一桩大事。断恶修善，积功累德，只要这样去做，善果就相续，好的果报就相续了。不能占有，占有不了，要想好果报相续，继续不断种好因，善因必定有善果，就这么一回事情。想把善果保持住那是妄想，那个错了，要知道没有办法能保持得住，没有任何一个人能保持得住，诸佛菩萨也保持不住，所以这叫真理。希望善果能延长，唯一的方法就是积善因，心善、行善、言善，善果就能绵长，这种道理、这个事实真相我们要清楚、要明了，然后才知道自求多福。",
      "zh_TW": "人不可沒有福，福是修來的，因為我們沒有見性，見性當然這個事情就沒有了，見性，性德現前那是永恆的，那才是真的，一真法界；十法界都不是真的，十法界裡面壽命長短、久暫都是福德因緣。由此可知，我們沒有入一真法界，還在十法界裡面、在六道裡面，修福就是我們第一樁大事。斷惡修善，積功累德，只要這樣去做，善果就相續，好的果報就相續了。不能佔有，佔有不了，要想好果報相續，繼續不斷種好因，善因必定有善果，就這麼一回事情。想把善果保持住那是妄想，那個錯了，要知道沒有辦法能保持得住，沒有任何一個人能保持得住，諸佛菩薩也保持不住，所以這叫真理。希望善果能延長，唯一的方法就是積善因，心善、行善、言善，善果就能綿長，這種道理、這個事實真相我們要清楚、要明瞭，然後才知道自求多福。"
    },
    {
      "id": "09-021-0039_p0030",
      "zh_CN": "底下这段说诸佛菩萨说法度众生的义趣，而有言说者，当知如来善巧方便，善巧方便就是因缘说法，假以言说，引导众生。《楞严经》上所说的「随众生心，应所知量」，又跟我们讲「当处出生，当处灭尽」，这两句话意思就是讲的一切法不生不灭。引导众生，引导什么？引导你开悟，佛说法没有别的，引导我们觉悟而已。他的旨趣，旨是宗旨，趣是归趣，皆为离念，旨在离念，归趣是真如，趣向于真如。",
      "zh_TW": "底下這段說諸佛菩薩說法度眾生的義趣，而有言說者，當知如來善巧方便，善巧方便就是因緣說法，假以言說，引導眾生。《楞嚴經》上所說的「隨眾生心，應所知量」，又跟我們講「當處出生，當處滅盡」，這兩句話意思就是講的一切法不生不滅。引導眾生，引導什麼？引導你開悟，佛說法沒有別的，引導我們覺悟而已。他的旨趣，旨是宗旨，趣是歸趣，皆為離念，旨在離念，歸趣是真如，趣向於真如。"
    },
    {
      "id": "09-021-0039_p0031",
      "zh_CN": "「以念一切法，令心生灭，不入实智故。」「以」是因为一切众生，一切众生迷惑颠倒，不知道事实真相。念一切法，就是分别一切法、执着一切法，于是境界就影响心理，心为境转，心为境转就造业受报。诸佛菩萨了解真相，所以他心是定的、心是清净的，不被外面境界所转。不被境界所转，这个心在境界上能做得了主宰，境随心转，《楞严经》上说得很好，「若能转境，则同如来」，你就跟佛一样了。佛菩萨的本事是能转境，我们凡夫可怜，被境界所转，会学的人要在这个地方学，学转境界。能转境界这就是般若波罗蜜，转境界，把你日常生活，烦恼的生活、烦恼的工作转成菩萨六波罗蜜，那你就转境界了，你就会转境。怎么个转法？我前面都曾经报告过。生活当中，点点滴滴的大事小事，事事都是圆满的六波罗蜜，你真的能够把境界转过来，无论你做什么事情你都是修的圆满菩萨行，都是修的圆满波罗蜜。就在生活当中修，就在你工作当中修，不需要改变你的生活环境，不需要改变你的工作环境，一切时、一切处都是在修六波罗蜜。这样你所学的佛法，你就得受用。这样学佛真的改变生活，把你日常烦恼的生活，改变成智慧的生活，烦恼的工作改变成快乐的工作，你得到幸福快乐，那就是证果，你就证实了。总而言之，关键都在离相、离念上。「此节论文，正此处之注脚也。」《起信论》里头这两段话，确实就是《金刚经》里面这节经文最好的注解。",
      "zh_TW": "「以念一切法，令心生滅，不入實智故。」「以」是因為一切眾生，一切眾生迷惑顛倒，不知道事實真相。念一切法，就是分別一切法、執著一切法，於是境界就影響心理，心為境轉，心為境轉就造業受報。諸佛菩薩了解真相，所以他心是定的、心是清淨的，不被外面境界所轉。不被境界所轉，這個心在境界上能做得了主宰，境隨心轉，《楞嚴經》上說得很好，「若能轉境，則同如來」，你就跟佛一樣了。佛菩薩的本事是能轉境，我們凡夫可憐，被境界所轉，會學的人要在這個地方學，學轉境界。能轉境界這就是般若波羅蜜，轉境界，把你日常生活，煩惱的生活、煩惱的工作轉成菩薩六波羅蜜，那你就轉境界了，你就會轉境。怎麼個轉法？我前面都曾經報告過。生活當中，點點滴滴的大事小事，事事都是圓滿的六波羅蜜，你真的能夠把境界轉過來，無論你做什麼事情你都是修的圓滿菩薩行，都是修的圓滿波羅蜜。就在生活當中修，就在你工作當中修，不需要改變你的生活環境，不需要改變你的工作環境，一切時、一切處都是在修六波羅蜜。這樣你所學的佛法，你就得受用。這樣學佛真的改變生活，把你日常煩惱的生活，改變成智慧的生活，煩惱的工作改變成快樂的工作，你得到幸福快樂，那就是證果，你就證實了。總而言之，關鍵都在離相、離念上。「此節論文，正此處之注腳也。」《起信論》裡頭這兩段話，確實就是《金剛經》裡面這節經文最好的註解。"
    },
    {
      "id": "09-021-0039_p0032",
      "zh_CN": "「非识，非有，非无，此三句，总谓一切诸法，不过彼此对待相形，虽似有而实无，当体皆空。」识不但是指八识，包括了五十一心所，也跟其他一切法一样，相有体无，所以说非识。底下两句是说的色法，这个非识一句是讲的心法，心法与色法就包含一切法，世出世间一切法都包括尽，总不出这个范围。在色法里面，所有一切形相、名字也是事上有、理上无，相上有、性上无，所以说它非有、非无，性上非有，相上非无。所以这三句，非识、非有、非无，把一切心法、色法，这是一切诸法，不过彼此对待相形，对待就是我们今天讲的对立，相对建立的，相形也是相对的意思。虽似有而实无，似有是幻有、假有，这是事实真相，明白这事实真相，决定不会再执着，也不会再分别，你的心真正定下来，放下了，看破、放下。若有丝毫没放下，自己一定要反省，你决定没有看破。有些人说，看破容易，放下难！实际上你想的恰好想颠倒，放下容易，看破难，真正看破，没有不放下的。所以在佛法里头，的确是知难行易。凡夫成佛不难，一念之间转过来就成佛了，为什么转不过来？没看破，还是执着这些假相以为是真实，没看破、没放下，道理在此地。",
      "zh_TW": "「非識，非有，非無，此三句，總謂一切諸法，不過彼此對待相形，雖似有而實無，當體皆空。」識不但是指八識，包括了五十一心所，也跟其他一切法一樣，相有體無，所以說非識。底下兩句是說的色法，這個非識一句是講的心法，心法與色法就包含一切法，世出世間一切法都包括盡，總不出這個範圍。在色法裡面，所有一切形相、名字也是事上有、理上無，相上有、性上無，所以說它非有、非無，性上非有，相上非無。所以這三句，非識、非有、非無，把一切心法、色法，這是一切諸法，不過彼此對待相形，對待就是我們今天講的對立，相對建立的，相形也是相對的意思。雖似有而實無，似有是幻有、假有，這是事實真相，明白這事實真相，決定不會再執著，也不會再分別，你的心真正定下來，放下了，看破、放下。若有絲毫沒放下，自己一定要反省，你決定沒有看破。有些人說，看破容易，放下難！實際上你想的恰好想顛倒，放下容易，看破難，真正看破，沒有不放下的。所以在佛法裡頭，的確是知難行易。凡夫成佛不難，一念之間轉過來就成佛了，為什麼轉不過來？沒看破，還是執著這些假相以為是真實，沒看破、沒放下，道理在此地。"
    },
    {
      "id": "09-021-0039_p0033",
      "zh_CN": "唐朝时候庞蕴居士，他做了个样子给我们看，什么样子？看破、放下的样子，表演那个潇洒自在，他要是没有真看破，他做不出。真正看破了，生死自在，来去自如。我们看近代往生传，倓虚法师亲眼所见的几个人，他说了三个代表的人物，一个是出家的，一个在家男众，一个在家女众。我们从《念佛论》里把它节录下来，我请这边的同修用电脑打字，专门把他这几个例子打出来，字也印得很大、很清楚。实在讲，如果真正把这几个人的例子看清楚、看明白，记在心上，就照他们这个方法修就成功了，哪里要这么多经论，这么麻烦！他们为什么能在短短的时间有这样成就？没有别的，看破、放下！这三个人知道经论都不多，他为什么能看破？他的人生生活环境太苦了。",
      "zh_TW": "唐朝時候龐蘊居士，他做了個樣子給我們看，什麼樣子？看破、放下的樣子，表演那個瀟灑自在，他要是沒有真看破，他做不出。真正看破了，生死自在，來去自如。我們看近代往生傳，倓虛法師親眼所見的幾個人，他說了三個代表的人物，一個是出家的，一個在家男眾，一個在家女眾。我們從《念佛論》裡把它節錄下來，我請這邊的同修用電腦打字，專門把他這幾個例子打出來，字也印得很大、很清楚。實在講，如果真正把這幾個人的例子看清楚、看明白，記在心上，就照他們這個方法修就成功了，哪裡要這麼多經論，這麼麻煩！他們為什麼能在短短的時間有這樣成就？沒有別的，看破、放下！這三個人知道經論都不多，他為什麼能看破？他的人生生活環境太苦了。"
    },
    {
      "id": "09-021-0039_p0034",
      "zh_CN": "所以佛说「以苦为师」，这句话很有道理，在这个世间过得富裕，生活能过得去，贪恋这个世间，反而变成障碍。清苦的人、贫苦之人，他生活过不下去了，听说有个西方极乐世界，真的向往、真的想去，他懂得不要多，只懂得这一点他就行了。他的心真诚，想离苦的心真诚，想往生得乐的心真诚，这一点真诚心就是他成就的因素。我们为什么比不上他？我们的日子过得很不错，好像满自在的，西方极乐世界经上虽然讲得那么好，没见过，对它还打了好多问号，眼前这是现实，执着、贪恋眼前这个境界，所以不如这些人。这个就是说老实话，听的经听得不少，还是没看破，对于佛所说的这些话，说老实话还是半信半疑，不是真信。经上讲的「信心清净，则生实相」，我们与信心清净还有相当长的距离。那些在一生当中，生活当中吃尽苦头的人，一听说他信心真清净了，这就是我们为什么比不上这些人的地方。我们细心去想想，那几个人的成就非凡！生到西方世界，经上讲得清清楚楚、明明白白，得阿弥陀佛本愿威神的加持，一往生西方极乐世界就是阿惟越致菩萨。不说别的，说我们生活的空间、活动的空间，人家那个空间就达到尽虚空遍法界，我们今天生活空间太可怜、太小了。",
      "zh_TW": "所以佛說「以苦為師」，這句話很有道理，在這個世間過得富裕，生活能過得去，貪戀這個世間，反而變成障礙。清苦的人、貧苦之人，他生活過不下去了，聽說有個西方極樂世界，真的嚮往、真的想去，他懂得不要多，只懂得這一點他就行了。他的心真誠，想離苦的心真誠，想往生得樂的心真誠，這一點真誠心就是他成就的因素。我們為什麼比不上他？我們的日子過得很不錯，好像滿自在的，西方極樂世界經上雖然講得那麼好，沒見過，對它還打了好多問號，眼前這是現實，執著、貪戀眼前這個境界，所以不如這些人。這個就是說老實話，聽的經聽得不少，還是沒看破，對於佛所說的這些話，說老實話還是半信半疑，不是真信。經上講的「信心清淨，則生實相」，我們與信心清淨還有相當長的距離。那些在一生當中，生活當中吃盡苦頭的人，一聽說他信心真清淨了，這就是我們為什麼比不上這些人的地方。我們細心去想想，那幾個人的成就非凡！生到西方世界，經上講得清清楚楚、明明白白，得阿彌陀佛本願威神的加持，一往生西方極樂世界就是阿惟越致菩薩。不說別的，說我們生活的空間、活動的空間，人家那個空間就達到盡虛空遍法界，我們今天生活空間太可憐、太小了。"
    },
    {
      "id": "09-021-0039_p0035",
      "zh_CN": "十五号，我要从此地到新加坡去讲经，飞机要飞十七个小时。西方极乐世界的人，尽虚空遍法界，一弹指就到了，我们哪能比得上他？仔细想想，西方世界还非去不行，要不去那受苦受难就多了。要想得大自在、得大圆满，眼前这些拉拉杂杂要不是把它舍得干干净净，它变成了障碍。所以我们放下什么？放下一切障碍，放下一切烦恼，放下六道轮回的生死，是放这个东西，你想想应不应该放下？应该放下，彻底放下，我们才能够恢复真性，才能够恢复性德，恢复到究竟圆满。",
      "zh_TW": "十五號，我要從此地到新加坡去講經，飛機要飛十七個小時。西方極樂世界的人，盡虛空遍法界，一彈指就到了，我們哪能比得上他？仔細想想，西方世界還非去不行，要不去那受苦受難就多了。要想得大自在、得大圓滿，眼前這些拉拉雜雜要不是把它捨得乾乾淨淨，它變成了障礙。所以我們放下什麼？放下一切障礙，放下一切煩惱，放下六道輪迴的生死，是放這個東西，你想想應不應該放下？應該放下，徹底放下，我們才能夠恢復真性，才能夠恢復性德，恢復到究竟圓滿。"
    },
    {
      "id": "09-021-0039_p0036",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}