{
  "doc_id": "09-021-0024",
  "title": {
    "zh_CN": "金刚经讲义节要",
    "zh_TW": "金剛經講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "09-021-0024",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "09-021-0024_p0001",
      "zh_CN": "请掀开讲义第三十三页，第四行看起，第二十八节，看经文：",
      "zh_TW": "請掀開講義第三十三頁，第四行看起，第二十八節，看經文："
    },
    {
      "id": "09-021-0024_p0002",
      "zh_CN": "【何以故。是诸众生。无复我相人相众生相寿者相。无法相。亦无非法相。】",
      "zh_TW": "【何以故。是諸眾生。無復我相人相眾生相壽者相。無法相。亦無非法相。】"
    },
    {
      "id": "09-021-0024_p0003",
      "zh_CN": "这是经文里世尊为我们说明，为什么在末法时代，也就是指我们现代这个时代，有机缘听了大乘经论能够生起一念净信，就能得无量的福德，原因在哪里，今天这个文字就答复了。这个人，前面给诸位报告过，他必定是善根深厚，对于佛所说的法能够深信不疑，而且他自己，这是我们世间俗话常讲，他的天性守法、守规矩、欢喜修福，就是前面讲的持戒修福，这都是善根非常深厚之人。这个地方佛给我们讲的意义就更深，从这里我们能体会到，前面所讲的一念净信的标准实在是不可思议，绝不是我们平常所想像的。佛在这里说，这个人是离一切相，正与本经的宗旨相应，本经的宗旨是离一切相修一切善，他持戒修福就是修善。持戒是自修，就是自己守法、守规矩、守本分，自己是个好人，修福是利益一切众生，可见得他一生的行持是自利利他，这是真实的利益。",
      "zh_TW": "這是經文裡世尊為我們說明，為什麼在末法時代，也就是指我們現代這個時代，有機緣聽了大乘經論能夠生起一念淨信，就能得無量的福德，原因在哪裡，今天這個文字就答覆了。這個人，前面給諸位報告過，他必定是善根深厚，對於佛所說的法能夠深信不疑，而且他自己，這是我們世間俗話常講，他的天性守法、守規矩、歡喜修福，就是前面講的持戒修福，這都是善根非常深厚之人。這個地方佛給我們講的意義就更深，從這裡我們能體會到，前面所講的一念淨信的標準實在是不可思議，絕不是我們平常所想像的。佛在這裡說，這個人是離一切相，正與本經的宗旨相應，本經的宗旨是離一切相修一切善，他持戒修福就是修善。持戒是自修，就是自己守法、守規矩、守本分，自己是個好人，修福是利益一切眾生，可見得他一生的行持是自利利他，這是真實的利益。"
    },
    {
      "id": "09-021-0024_p0004",
      "zh_CN": "真实的利益要建立在离一切相，因为着相，这个利益就是佛法里常讲的有漏的福报，有漏的福报，果报不能出轮回，这一点我们也是在讲席当中常常强调，常常提醒，唯恐大家疏忽了。如果这一生当中不能超越六道轮回，不论你修得怎么好，都不能算是有成就。因为一入轮回之后就免不了又要堕落，而且堕落是愈堕愈深，前途则一世不如一世，这是我们不深入经藏的人不懂，他很难体会到。深入大乘经，对这个警觉性就很高，晓得这桩事情是我们人生当中真正的第一桩大事情，一定要在这一生脱离生死轮回。像这样的人善根的确是非常深厚，他要遇到净土决定得生，因为他对一切相与非相，非法相就是空，空有二边他都不执着，都能够放下。所以他的信心，信心清净的标准，佛在此地为我们说出，他不是一个普通的信心标准。我们看小注。",
      "zh_TW": "真實的利益要建立在離一切相，因為著相，這個利益就是佛法裡常講的有漏的福報，有漏的福報，果報不能出輪迴，這一點我們也是在講席當中常常強調，常常提醒，唯恐大家疏忽了。如果這一生當中不能超越六道輪迴，不論你修得怎麼好，都不能算是有成就。因為一入輪迴之後就免不了又要墮落，而且墮落是愈墮愈深，前途則一世不如一世，這是我們不深入經藏的人不懂，他很難體會到。深入大乘經，對這個警覺性就很高，曉得這樁事情是我們人生當中真正的第一樁大事情，一定要在這一生脫離生死輪迴。像這樣的人善根的確是非常深厚，他要遇到淨土決定得生，因為他對一切相與非相，非法相就是空，空有二邊他都不執著，都能夠放下。所以他的信心，信心清淨的標準，佛在此地為我們說出，他不是一個普通的信心標準。我們看小註。"
    },
    {
      "id": "09-021-0024_p0005",
      "zh_CN": "「此是正面释」，释是解释，「生信得福之故，何以能生净信，何以能得福，须是除却分别心方可」。因为离开分别就离开执着，妄念就没有了，这个人福报就大了，正是像佛在经上所说的，得如是无量福德。就是因为他离开了分别执着，他是用清净心、平等心，清净平等心就是尽虚空遍法界都包含在其中。佛家常讲，心包太虚，量周沙界，他是这么大的心量，于是他修点点滴滴的福，果报都不可思议。诸位要晓得，修福不在乎多少、大小，在心量，心量大，小的福，果报就变大；心量要小，修再大的福，果报还是很小，果报决定超越不了你的心量。由此可知，拓开心量是多么的重要，所以心量要大。",
      "zh_TW": "「此是正面釋」，釋是解釋，「生信得福之故，何以能生淨信，何以能得福，須是除卻分別心方可」。因為離開分別就離開執著，妄念就沒有了，這個人福報就大了，正是像佛在經上所說的，得如是無量福德。就是因為他離開了分別執著，他是用清淨心、平等心，清淨平等心就是盡虛空遍法界都包含在其中。佛家常講，心包太虛，量周沙界，他是這麼大的心量，於是他修點點滴滴的福，果報都不可思議。諸位要曉得，修福不在乎多少、大小，在心量，心量大，小的福，果報就變大；心量要小，修再大的福，果報還是很小，果報決定超越不了你的心量。由此可知，拓開心量是多麼的重要，所以心量要大。"
    },
    {
      "id": "09-021-0024_p0006",
      "zh_CN": "「分别妄想既除，无复我人众寿四相，诸众生，是指各各修功不同之大众。」这句话说得意味很深很广。这个『诸众生』可以说从初发心一直到等觉菩萨，这是诸，诸多。对于事相能够放下，分别执着妄想能看轻、能放下。实在讲，诸菩萨浅深程度并不一样，愈是高位的菩萨，他放下得愈多，心愈清净；初发心的菩萨，事相他也能把它舍掉，初学的人总是勉强把它舍掉，境界现前，它不知不觉又来了，初学的状况就是如此。所以要不断认真努力去做，把它做成一个习惯，这样一来事相虽然没断，淡薄了，淡薄就有很大的功德。对于你修学，无论你修哪一个法门，无论是世间法是出世间法，你都开智慧，你都能得福。这是真正所谓的福不唐捐，你修学的决定有好的果报。所以，此地「诸众生」并不是指一般大众，是指各种不同程度层次的这些菩萨们。",
      "zh_TW": "「分別妄想既除，無復我人眾壽四相，諸眾生，是指各各修功不同之大眾。」這句話說得意味很深很廣。這個『諸眾生』可以說從初發心一直到等覺菩薩，這是諸，諸多。對於事相能夠放下，分別執著妄想能看輕、能放下。實在講，諸菩薩淺深程度並不一樣，愈是高位的菩薩，他放下得愈多，心愈清淨；初發心的菩薩，事相他也能把它捨掉，初學的人總是勉強把它捨掉，境界現前，它不知不覺又來了，初學的狀況就是如此。所以要不斷認真努力去做，把它做成一個習慣，這樣一來事相雖然沒斷，淡薄了，淡薄就有很大的功德。對於你修學，無論你修哪一個法門，無論是世間法是出世間法，你都開智慧，你都能得福。這是真正所謂的福不唐捐，你修學的決定有好的果報。所以，此地「諸眾生」並不是指一般大眾，是指各種不同程度層次的這些菩薩們。"
    },
    {
      "id": "09-021-0024_p0007",
      "zh_CN": "「四相空，即我执空。」本经说得实在讲是很透彻、很彻底，我确实不可得。佛法里面常讲，我们这个人身是四大五蕴和合现前的相，所以身没有自体，是众缘和合。四大里面，色大就是我们今天讲的物质，物质是色，除了物质之外，我们还有一部分的精神，精神是我们讲的心理，物质是生理。心理则有受想行识，这四个都是属于心理，识是心之本体，受想行都是心理作用，这些东西也都是因缘所生，既是因缘所生，真的是当体即空了不可得。身相、心相都了不可得，哪来的我？所以这「我」的执着实在讲是误会，起源于误会，这个误会愈来愈深，深到不能自拔，苦就吃大了。六道轮回从哪里来的？就是我执而来的，如果我空了，这个我看空、看破了，再不执着，放下了，六道轮回就没有了。六道轮回是不是事上没有了？事还有，事为什么还有？我看空了，我放下了，还有许多人执着，还有许多人没放下，这个世界是大众共业所感。但是我看破、我放下，虽然这个世界还在，我在世界里面得自在，众生在这个世界里头不自在，随业流转，业力在牵引着你，你自己不能做主。",
      "zh_TW": "「四相空，即我執空。」本經說得實在講是很透徹、很徹底，我確實不可得。佛法裡面常講，我們這個人身是四大五蘊和合現前的相，所以身沒有自體，是眾緣和合。四大裡面，色大就是我們今天講的物質，物質是色，除了物質之外，我們還有一部分的精神，精神是我們講的心理，物質是生理。心理則有受想行識，這四個都是屬於心理，識是心之本體，受想行都是心理作用，這些東西也都是因緣所生，既是因緣所生，真的是當體即空了不可得。身相、心相都了不可得，哪來的我？所以這「我」的執著實在講是誤會，起源於誤會，這個誤會愈來愈深，深到不能自拔，苦就吃大了。六道輪迴從哪裡來的？就是我執而來的，如果我空了，這個我看空、看破了，再不執著，放下了，六道輪迴就沒有了。六道輪迴是不是事上沒有了？事還有，事為什麼還有？我看空了，我放下了，還有許多人執著，還有許多人沒放下，這個世界是大眾共業所感。但是我看破、我放下，雖然這個世界還在，我在世界裡面得自在，眾生在這個世界裡頭不自在，隨業流轉，業力在牽引著你，你自己不能做主。"
    },
    {
      "id": "09-021-0024_p0008",
      "zh_CN": "真正看破放下的人，他自己在世间能做得了主宰。主宰里面第一个大事情，就是他生死自在，他做得了主，他愿意来就来，愿意去就去，高兴什么时候来，高兴什么时候去都成。来的时候有两种方式，一种是应身，跟一般人一样，也投胎来，那个投胎自己可以选择父母，可以选择生活环境，你看这个多自在。另外一种是化身来，不需要父母，是变化身来的。所以他有应化身，不像我们现在，一点自在都没有。生死能自在，其他的更不必说了。像这些事情，我们现在人眼光当中视之为神通，把这桩事情看作神通。的确，通是通达无碍，神是超越我们的常识，神奇莫测，他什么障碍都没有。我执去了，这个能力就恢复。所谓神通，在佛法里面讲是本能，我们每个人本来就有这个能力，一点都不稀奇。我们的本能丧失了，不起作用了，为什么会丧失？就是我执，妄想分别执着，天天想这些东西，这些念头止不住、丢不掉，才出现生死轮回，出现这些现象。",
      "zh_TW": "真正看破放下的人，他自己在世間能做得了主宰。主宰裡面第一個大事情，就是他生死自在，他做得了主，他願意來就來，願意去就去，高興什麼時候來，高興什麼時候去都成。來的時候有兩種方式，一種是應身，跟一般人一樣，也投胎來，那個投胎自己可以選擇父母，可以選擇生活環境，你看這個多自在。另外一種是化身來，不需要父母，是變化身來的。所以他有應化身，不像我們現在，一點自在都沒有。生死能自在，其他的更不必說了。像這些事情，我們現在人眼光當中視之為神通，把這樁事情看作神通。的確，通是通達無礙，神是超越我們的常識，神奇莫測，他什麼障礙都沒有。我執去了，這個能力就恢復。所謂神通，在佛法裡面講是本能，我們每個人本來就有這個能力，一點都不稀奇。我們的本能喪失了，不起作用了，為什麼會喪失？就是我執，妄想分別執著，天天想這些東西，這些念頭止不住、丟不掉，才出現生死輪迴，出現這些現象。"
    },
    {
      "id": "09-021-0024_p0009",
      "zh_CN": "修行人能够破我执，在小乘法里，从初果须陀洹开始，须陀洹破身见，知道身不是我，不再执着身是我。但是他还有一个执着，我从哪里来的？四大五蕴来的，他执着有四大五蕴。因此，他虽然是觉悟了，也难得，没有出六道，他决定不堕三恶道，他只是人间天上这两道往返，不会堕落在三恶道。在这里面再用功、再努力，把微细的我执也舍尽，他就证阿罗汉果。微细的我执就是贪瞋痴慢，就是这些的执着，这些的烦恼，这样才能够超越三界。这些话我们说起来很容易，做起来可难了，真正不容易。所以，佛法的修学，学的人很多，成功的人很少，就是真正能够把这些妄想分别执着放下，实在是很难的一桩事情。",
      "zh_TW": "修行人能夠破我執，在小乘法裡，從初果須陀洹開始，須陀洹破身見，知道身不是我，不再執著身是我。但是他還有一個執著，我從哪裡來的？四大五蘊來的，他執著有四大五蘊。因此，他雖然是覺悟了，也難得，沒有出六道，他決定不墮三惡道，他只是人間天上這兩道往返，不會墮落在三惡道。在這裡面再用功、再努力，把微細的我執也捨盡，他就證阿羅漢果。微細的我執就是貪瞋痴慢，就是這些的執著，這些的煩惱，這樣才能夠超越三界。這些話我們說起來很容易，做起來可難了，真正不容易。所以，佛法的修學，學的人很多，成功的人很少，就是真正能夠把這些妄想分別執著放下，實在是很難的一樁事情。"
    },
    {
      "id": "09-021-0024_p0010",
      "zh_CN": "「非法，即是无，即是空，亦无非法相是空亦空，又名俱空，古人称为穷空到底，故名胜义空，又名第一义空。」佛法讲空，许多大乘经论里面讲得很多，名词术语也很多，像《大智度论》里面，《大涅槃经》里面，就讲十八种空，二十种空，这都是我们必须要了解的。佛法里面讲空，这个空不当作无讲，空什么都没有，这好懂。它这个空是有，有怎么是空？因为它没有自性，要是细说，有是假有的。现代科学发达，我们对于这个事实真相，比古人实在讲容易领悟很多。现在科学家讲物质现象是什么？场、波动，这就是空的意思，当体即空。我们所看到的现象存在只是波动的相续相而已，所以一切现象都不是真实的，这是现代科学家发现的。他们不承认有物质的存在，正如同《心经》上所讲的，色即是空，空即是色，色不异空，空不异色，色空是一不是二，大乘经论里面无非说明这个事实真相。所以，有不能执着，为什么？当体即空，用现代科学家讲，它只不过是波动的现象而已，一种相续相而已，根本就不是事实，没有存在，你执着它岂不是大错，那是误会。但是空也不能执着，执着空也是错误。虽然体是空的，但相有，它有相，它就起作用，因为它有相有用，所以你执着空也是错的。佛教给我们，空有二边都不执着，你才真正得其大用。",
      "zh_TW": "「非法，即是無，即是空，亦無非法相是空亦空，又名俱空，古人稱為窮空到底，故名勝義空，又名第一義空。」佛法講空，許多大乘經論裡面講得很多，名詞術語也很多，像《大智度論》裡面，《大涅槃經》裡面，就講十八種空，二十種空，這都是我們必須要了解的。佛法裡面講空，這個空不當作無講，空什麼都沒有，這好懂。它這個空是有，有怎麼是空？因為它沒有自性，要是細說，有是假有的。現代科學發達，我們對於這個事實真相，比古人實在講容易領悟很多。現在科學家講物質現象是什麼？場、波動，這就是空的意思，當體即空。我們所看到的現象存在只是波動的相續相而已，所以一切現象都不是真實的，這是現代科學家發現的。他們不承認有物質的存在，正如同《心經》上所講的，色即是空，空即是色，色不異空，空不異色，色空是一不是二，大乘經論裡面無非說明這個事實真相。所以，有不能執著，為什麼？當體即空，用現代科學家講，它只不過是波動的現象而已，一種相續相而已，根本就不是事實，沒有存在，你執著它豈不是大錯，那是誤會。但是空也不能執著，執著空也是錯誤。雖然體是空的，但相有，它有相，它就起作用，因為它有相有用，所以你執著空也是錯的。佛教給我們，空有二邊都不執著，你才真正得其大用。"
    },
    {
      "id": "09-021-0024_p0011",
      "zh_CN": "诸佛菩萨他得其大用，这个大用就是佛经里常讲大做梦中佛事，这是诸佛菩萨所起的作用，所谓建水月道场，作梦中佛事。他游戏人间，得大自在，一丝毫障碍都没有，因为他的心清净，没有执着。在这里面成就自己定慧，帮助众生觉悟，佛菩萨就做这个事情。这都是从大前提、大原则上说的，表现在事相上，佛菩萨可以用各种不同的身分，各行各业里展现出菩提道、菩萨道。所以菩萨在哪里？男女老幼，各行各业，没有特定，没有说一定要出家，一定要到深山修行，不是的，没有特定。任何行业、任何身分都是真正的菩萨，真菩萨必定是四相都不住，四相他都不执着。水月道场，梦中佛事，就是说明各行各业一切众生在本分上，他的事业，事业的场所就是道场，事业就是佛事，无论在哪个行业里都是觉悟众生。这一层，《华严经》里面，就是五十三参，就说得非常的透彻，五十三位善知识做个样子给我们看。",
      "zh_TW": "諸佛菩薩他得其大用，這個大用就是佛經裡常講大做夢中佛事，這是諸佛菩薩所起的作用，所謂建水月道場，作夢中佛事。他遊戲人間，得大自在，一絲毫障礙都沒有，因為他的心清淨，沒有執著。在這裡面成就自己定慧，幫助眾生覺悟，佛菩薩就做這個事情。這都是從大前提、大原則上說的，表現在事相上，佛菩薩可以用各種不同的身分，各行各業裡展現出菩提道、菩薩道。所以菩薩在哪裡？男女老幼，各行各業，沒有特定，沒有說一定要出家，一定要到深山修行，不是的，沒有特定。任何行業、任何身分都是真正的菩薩，真菩薩必定是四相都不住，四相他都不執著。水月道場，夢中佛事，就是說明各行各業一切眾生在本分上，他的事業，事業的場所就是道場，事業就是佛事，無論在哪個行業裡都是覺悟眾生。這一層，《華嚴經》裡面，就是五十三參，就說得非常的透徹，五十三位善知識做個樣子給我們看。"
    },
    {
      "id": "09-021-0024_p0012",
      "zh_CN": "所以说穷空到底，穷是穷究，一直到空到没有得再空，就成佛了，就圆满了。穷空到底实在讲就是放下，放下再放下再放下，到等觉菩萨还有一品生相无明，那一品生相无明再放下，就没得放下了，那叫圆满菩提，就圆满了。从这里我们也能体会到，菩萨修行的方法没有别的，就是舍而已，布施，布施就是舍，舍尽就成佛了。舍尽了的时候，自己一丝毫的污染都没有，一丝毫分别执着都没有，呈现在面前的是真如本性所现出来的广大境界。正如同六祖惠能大师所说的，「何期自性，能生万法」，现在面前的十法界依正庄严，甚至于过去现在未来，你都看得清清楚楚、明明白白。这个现象从哪里来的？自性变现的境界。这个境界里面为什么说没有得？因为是你自性本来具足的，自性所变现的，不是自性外面的东西加进来的。所谓得，得实在讲无得，哪有新的得？旧的东西清楚明白了，并没有新东西得到，无得就是并不是有新的得到，你所得到的全是自性里本来具足，本来有的，是这么一回事情而已。所以叫明心见性，见性不但见性之体，也见性之相，也见性之作用，统统都见到了。",
      "zh_TW": "所以說窮空到底，窮是窮究，一直到空到沒有得再空，就成佛了，就圓滿了。窮空到底實在講就是放下，放下再放下再放下，到等覺菩薩還有一品生相無明，那一品生相無明再放下，就沒得放下了，那叫圓滿菩提，就圓滿了。從這裡我們也能體會到，菩薩修行的方法沒有別的，就是捨而已，布施，布施就是捨，捨盡就成佛了。捨盡了的時候，自己一絲毫的污染都沒有，一絲毫分別執著都沒有，呈現在面前的是真如本性所現出來的廣大境界。正如同六祖惠能大師所說的，「何期自性，能生萬法」，現在面前的十法界依正莊嚴，甚至於過去現在未來，你都看得清清楚楚、明明白白。這個現象從哪裡來的？自性變現的境界。這個境界裡面為什麼說沒有得？因為是你自性本來具足的，自性所變現的，不是自性外面的東西加進來的。所謂得，得實在講無得，哪有新的得？舊的東西清楚明白了，並沒有新東西得到，無得就是並不是有新的得到，你所得到的全是自性裡本來具足，本來有的，是這麼一回事情而已。所以叫明心見性，見性不但見性之體，也見性之相，也見性之作用，統統都見到了。"
    },
    {
      "id": "09-021-0024_p0013",
      "zh_CN": "「我法二执，由分别而起者粗，尚有俱生我法二执，从起心动念而来的细执」，这也是我们必须要清楚的。我们用功要从粗念下手，细念就是讲的习气、习惯，所谓习惯成自然。习惯不是这一生养成的，人有过去生，生生世世养成的习惯。由此可知，习惯要把它舍掉就真难了，它已经变成自然，习惯成自然，我们讲与生俱来的，难就难在此地，所以要真正觉悟。粗的念头是从分别执着里头产生的，这个现象很粗，容易觉察得到；微细的念头很不容易觉察，好像自然它就起来，这是细的执着。粗的执着好断，细的执着难断，为什么菩萨修行需要三大阿僧祇劫这么长的时间，就是微细执着很难断除。",
      "zh_TW": "「我法二執，由分別而起者粗，尚有俱生我法二執，從起心動念而來的細執」，這也是我們必須要清楚的。我們用功要從粗念下手，細念就是講的習氣、習慣，所謂習慣成自然。習慣不是這一生養成的，人有過去生，生生世世養成的習慣。由此可知，習慣要把它捨掉就真難了，它已經變成自然，習慣成自然，我們講與生俱來的，難就難在此地，所以要真正覺悟。粗的念頭是從分別執著裡頭產生的，這個現象很粗，容易覺察得到；微細的念頭很不容易覺察，好像自然它就起來，這是細的執著。粗的執著好斷，細的執著難斷，為什麼菩薩修行需要三大阿僧祇劫這麼長的時間，就是微細執著很難斷除。"
    },
    {
      "id": "09-021-0024_p0014",
      "zh_CN": "极微细的，实在说一般普通的菩萨、阿罗汉、辟支佛都还没发现，他怎么破？断也没法子断，没发现。经中常有举例子，把烦恼、妄想比喻作贼，你要抓这个贼，你得认识他你才能抓到他，不认识他你到哪去抓。微细的念头没有法子觉察，你怎么断它？微细的念头，佛告诉我们，八地菩萨才见到，诸位想想，谈何容易。微细到什么程度？佛在经上有比喻，他说一弹指有六十刹那，一刹那就是一弹指的六十分之一，我们弹指一秒钟可以弹四次。一弹指的六十分之一叫一刹那，一刹那里面有九百生灭，那就是微细的念头。假设我们就用四次，一秒钟四次弹指，四乘六十再乘九百，两个十万八千，这样微细的念头我们怎么能知道，怎么能觉察到？佛给我们讲，八地菩萨他定功非常之深，这样微细的念头他清清楚楚，他才有能力去断它。见不到，断就谈不上，我们今天只能够说极其粗的，这个极其粗的从哪里下手？世间人最粗的现象，贪财、贪色、好名，名闻利养，这个很粗，就从这里下手。怎么个断法？断就是放弃、舍掉，你一定要有真正的警觉心，我们无始劫来搞生死轮回，这一生过得这么苦，都是被这个害了，要认识清楚。你知道它是祸，它不是福，它对我们有害没有利，你还不舍掉吗？还不放下吗？这要懂得。",
      "zh_TW": "極微細的，實在說一般普通的菩薩、阿羅漢、辟支佛都還沒發現，他怎麼破？斷也沒法子斷，沒發現。經中常有舉例子，把煩惱、妄想比喻作賊，你要抓這個賊，你得認識他你才能抓到他，不認識他你到哪去抓。微細的念頭沒有法子覺察，你怎麼斷它？微細的念頭，佛告訴我們，八地菩薩才見到，諸位想想，談何容易。微細到什麼程度？佛在經上有比喻，他說一彈指有六十剎那，一剎那就是一彈指的六十分之一，我們彈指一秒鐘可以彈四次。一彈指的六十分之一叫一剎那，一剎那裡面有九百生滅，那就是微細的念頭。假設我們就用四次，一秒鐘四次彈指，四乘六十再乘九百，兩個十萬八千，這樣微細的念頭我們怎麼能知道，怎麼能覺察到？佛給我們講，八地菩薩他定功非常之深，這樣微細的念頭他清清楚楚，他才有能力去斷它。見不到，斷就談不上，我們今天只能夠說極其粗的，這個極其粗的從哪裡下手？世間人最粗的現象，貪財、貪色、好名，名聞利養，這個很粗，就從這裡下手。怎麼個斷法？斷就是放棄、捨掉，你一定要有真正的警覺心，我們無始劫來搞生死輪迴，這一生過得這麼苦，都是被這個害了，要認識清楚。你知道它是禍，它不是福，它對我們有害沒有利，你還不捨掉嗎？還不放下嗎？這要懂得。"
    },
    {
      "id": "09-021-0024_p0015",
      "zh_CN": "我在新加坡遇到一位老法师，年龄跟我也差不多，这个法师到美国来过不少次，他的法号叫谈禅，谈话的谈，禅宗的禅，叫谈禅法师，福建人，在新加坡是一个怪人。他住在城隍庙，每天在那个地方卖香烛、纸钱，收入很微薄，一个人买点香才一块、两块，他从早到晚都在城隍庙那儿坐着，就招呼这些人，干这些事情。自己生活非常简单，他一生没有喝过茶，水还不是热水，自来水龙头一开，就是那个水。客人去拜访他的时候，也没有什么特别招待，都一样的，是个很怪的人。这么多年来，他还是住个破房子，还是穿着一身邋遢的衣服，对于佛教事业功德非常发心。旧金山大觉莲社，我听说他捐了四十万，非常慷慨。对中国大陆许多寺庙，他一捐也就是几十万、一百万，都是算美金的，他都那么捐，捐得很自在。他的钱拿去之后，以后再也不问，为什么？我捐给他，他怎么做是他的因果，与我不相干。你看看这种人，真是放得下。人家捐钱的时候，你给我做些什么事情？他不问，那是你的事情与我不相干，真放下，真的没有分别执着。所以我每到新加坡去，我一定去看看他，去喝喝他的自来水。非常了不起，这个行持值得人佩服，他真做到了，他虽然不讲经说法，他做出那个样子就能教人觉悟。自己生活极其简单，绝不攀缘富贵，再有名气的人，再做大官，到那一视同仁，没有给你另外招待，没有。你来也好，不来也好，他根本不理会你，很难得。像这样的出家人，在这个时代我还没有见到第二个，所以我每次到新加坡特别要去看看他，就是因为没有看到第二个。所以放下，真正的幸福，真正的自在，真正的快乐，人家说自来水不干净，他喝了一辈子，没有生过病。",
      "zh_TW": "我在新加坡遇到一位老法師，年齡跟我也差不多，這個法師到美國來過不少次，他的法號叫談禪，談話的談，禪宗的禪，叫談禪法師，福建人，在新加坡是一個怪人。他住在城隍廟，每天在那個地方賣香燭、紙錢，收入很微薄，一個人買點香才一塊、兩塊，他從早到晚都在城隍廟那兒坐著，就招呼這些人，幹這些事情。自己生活非常簡單，他一生沒有喝過茶，水還不是熱水，自來水龍頭一開，就是那個水。客人去拜訪他的時候，也沒有什麼特別招待，都一樣的，是個很怪的人。這麼多年來，他還是住個破房子，還是穿著一身邋遢的衣服，對於佛教事業功德非常發心。舊金山大覺蓮社，我聽說他捐了四十萬，非常慷慨。對中國大陸許多寺廟，他一捐也就是幾十萬、一百萬，都是算美金的，他都那麼捐，捐得很自在。他的錢拿去之後，以後再也不問，為什麼？我捐給他，他怎麼做是他的因果，與我不相干。你看看這種人，真是放得下。人家捐錢的時候，你給我做些什麼事情？他不問，那是你的事情與我不相干，真放下，真的沒有分別執著。所以我每到新加坡去，我一定去看看他，去喝喝他的自來水。非常了不起，這個行持值得人佩服，他真做到了，他雖然不講經說法，他做出那個樣子就能教人覺悟。自己生活極其簡單，絕不攀緣富貴，再有名氣的人，再做大官，到那一視同仁，沒有給你另外招待，沒有。你來也好，不來也好，他根本不理會你，很難得。像這樣的出家人，在這個時代我還沒有見到第二個，所以我每次到新加坡特別要去看看他，就是因為沒有看到第二個。所以放下，真正的幸福，真正的自在，真正的快樂，人家說自來水不乾淨，他喝了一輩子，沒有生過病。"
    },
    {
      "id": "09-021-0024_p0016",
      "zh_CN": "要晓得贪瞋痴慢、财色名食睡，对我们有决定的害处，有百害而无一利，一点好处都没有。世间人迷在这个里面，以为这个东西好，这个东西叫你长劫轮回，生生世世受苦，就是被这些东西害了。觉悟的人，他就把它舍得干干净净，真得大自在。一个人真正的幸福、真正的快乐，是没有烦恼，没有妄想，没有忧虑，没有牵挂，你说那多快乐。身体在这个大环境当中随遇而安，无论什么环境，顺境、逆境他都自在，他都快乐。为什么顺逆境界他都自在？因为他都不执着，好的环境他不执着有乐受，他不执着受，恶劣的环境他也不执着有苦受。苦乐忧喜舍他都放下了，他的心平等，境界平等，这是凡人做不到的。我们看底下这一段。",
      "zh_TW": "要曉得貪瞋痴慢、財色名食睡，對我們有決定的害處，有百害而無一利，一點好處都沒有。世間人迷在這個裡面，以為這個東西好，這個東西叫你長劫輪迴，生生世世受苦，就是被這些東西害了。覺悟的人，他就把它捨得乾乾淨淨，真得大自在。一個人真正的幸福、真正的快樂，是沒有煩惱，沒有妄想，沒有憂慮，沒有牽掛，你說那多快樂。身體在這個大環境當中隨遇而安，無論什麼環境，順境、逆境他都自在，他都快樂。為什麼順逆境界他都自在？因為他都不執著，好的環境他不執著有樂受，他不執著受，惡劣的環境他也不執著有苦受。苦樂憂喜捨他都放下了，他的心平等，境界平等，這是凡人做不到的。我們看底下這一段。"
    },
    {
      "id": "09-021-0024_p0017",
      "zh_CN": "「是人分别我执已除，贪瞋痴虽未去尽，已经很薄，还须再加功。」因为贪瞋痴要不能够去尽，就不能出轮回，也就是不能出三界。一般人不知道三界轮回的可怕，这是佛祖常常教导我们，要读诵大乘，多读大乘经你才能了解、明白事实真相。读多了读久了你才能够深入，才真正明白，所以读诵很要紧。你们这边同修们发起大家在一起读诵，非常好。我在过去常常教导初学的同修，你要想学佛，首先把《了凡四训》念三百遍，从这个地方奠定基础。《了凡四训》不是佛经，意思也不是很深，读了之后，你才真正相信因缘果报丝毫不爽，命运是自己建立的，是自己造的，命运也可以自己重新改造。只是让你真正明了这个事实，肯定这个事实，然后要想开创自己的命运、改造自己命运，那就是大乘佛法的事情。先要把这个事实真相搞清楚，轮回要不出，决定是在三善道的时间短，在三恶道的时间长，这个很可怕。",
      "zh_TW": "「是人分別我執已除，貪瞋痴雖未去盡，已經很薄，還須再加功。」因為貪瞋痴要不能夠去盡，就不能出輪迴，也就是不能出三界。一般人不知道三界輪迴的可怕，這是佛祖常常教導我們，要讀誦大乘，多讀大乘經你才能了解、明白事實真相。讀多了讀久了你才能夠深入，才真正明白，所以讀誦很要緊。你們這邊同修們發起大家在一起讀誦，非常好。我在過去常常教導初學的同修，你要想學佛，首先把《了凡四訓》念三百遍，從這個地方奠定基礎。《了凡四訓》不是佛經，意思也不是很深，讀了之後，你才真正相信因緣果報絲毫不爽，命運是自己建立的，是自己造的，命運也可以自己重新改造。只是讓你真正明瞭這個事實，肯定這個事實，然後要想開創自己的命運、改造自己命運，那就是大乘佛法的事情。先要把這個事實真相搞清楚，輪迴要不出，決定是在三善道的時間短，在三惡道的時間長，這個很可怕。"
    },
    {
      "id": "09-021-0024_p0018",
      "zh_CN": "六道里面，人道的寿命很短，古人常讲「人生七十古来稀」，四、五十岁走的太多了。要依照佛经来看，四、五十岁走的是正常的，七十岁那真的是高寿。超过七十岁，在佛经上讲的，必定有特殊的善因，不是这一生所修的善，就是前生所修积的善，否则的话，他不可能享那么长的寿命。释迦牟尼佛他在世的时候，那时候人寿是一百岁，七、八十岁走的是正常的。我们现在处在减劫的时期，一百年减少一岁，世尊距离我们现在三千年了，就减少三十岁，所以现在人寿最高的是七十岁。人寿不长，六道里面任何一道，寿命都比人道要长，也许诸位以为畜生道的寿命很短，是没错，畜生道里面有些畜生寿命比人长。像现在大家晓得的，龟的年龄比人就长，有活几百年的，还有许多畜生寿命长的，我们不知道，我们没见过。即使是寿命短的，牠很不容易脱离畜生身，因为畜生愚痴，对牠那个身体特别执着。特别执着，死了以后又堕那个身。譬如蚂蚁，佛在经上讲蚂蚁就讲了很多次，愚痴，蚂蚁死了，投胎又去做蚂蚁，很难换个别的身体，这就是牠坚固的执着，就是牠愚痴。所以，恶道太可怕了。",
      "zh_TW": "六道裡面，人道的壽命很短，古人常講「人生七十古來稀」，四、五十歲走的太多了。要依照佛經來看，四、五十歲走的是正常的，七十歲那真的是高壽。超過七十歲，在佛經上講的，必定有特殊的善因，不是這一生所修的善，就是前生所修積的善，否則的話，他不可能享那麼長的壽命。釋迦牟尼佛他在世的時候，那時候人壽是一百歲，七、八十歲走的是正常的。我們現在處在減劫的時期，一百年減少一歲，世尊距離我們現在三千年了，就減少三十歲，所以現在人壽最高的是七十歲。人壽不長，六道裡面任何一道，壽命都比人道要長，也許諸位以為畜生道的壽命很短，是沒錯，畜生道裡面有些畜生壽命比人長。像現在大家曉得的，龜的年齡比人就長，有活幾百年的，還有許多畜生壽命長的，我們不知道，我們沒見過。即使是壽命短的，牠很不容易脫離畜生身，因為畜生愚痴，對牠那個身體特別執著。特別執著，死了以後又墮那個身。譬如螞蟻，佛在經上講螞蟻就講了很多次，愚痴，螞蟻死了，投胎又去做螞蟻，很難換個別的身體，這就是牠堅固的執著，就是牠愚痴。所以，惡道太可怕了。"
    },
    {
      "id": "09-021-0024_p0019",
      "zh_CN": "鬼道是最容易去的，我们一般人讲人死了都做鬼，其实六道里头，鬼是其中的一道，哪里说人死了都变成鬼？可是大家都这么说，脑子里都有这个概念，人死了都做鬼，佛说了，一切法从心想生，天天想鬼，他当然就做鬼去了。鬼麻烦！鬼道里头的一天是人间一个月，鬼的寿命，短命的大概也有一千岁。一千岁你要想到，他的一天是我们人间一个月，你就知道堕落到鬼道想出来要几千万年，你才能出得来。这不能去！地狱就更可怕，更不能去。佛在经上告诉我们，地狱道的寿命，短命的也是万岁，真的是万岁万万岁。地狱道里面的一天是我们人间两千七百多年，你看我们中国人很自豪中国有五千年的历史，在地狱才两天，你说你怎么能去，太可怕了。《楞严经》里面，世尊给我们讲六道的状况，地狱讲得特别详细，地狱那一段的经文在六道里头就占二分之一。为什么说这么详细？就是要你警觉，决定去不得。我们人在这个世间，造地狱的业因太容易了，堕进去之后想出来，就不是简单事情，时间太长了，这是一定要知道的。这我们才晓得，这一生如果不能解决这个问题，我们这一生就空过了，那才叫真可惜。",
      "zh_TW": "鬼道是最容易去的，我們一般人講人死了都做鬼，其實六道裡頭，鬼是其中的一道，哪裡說人死了都變成鬼？可是大家都這麼說，腦子裡都有這個概念，人死了都做鬼，佛說了，一切法從心想生，天天想鬼，他當然就做鬼去了。鬼麻煩！鬼道裡頭的一天是人間一個月，鬼的壽命，短命的大概也有一千歲。一千歲你要想到，他的一天是我們人間一個月，你就知道墮落到鬼道想出來要幾千萬年，你才能出得來。這不能去！地獄就更可怕，更不能去。佛在經上告訴我們，地獄道的壽命，短命的也是萬歲，真的是萬歲萬萬歲。地獄道裡面的一天是我們人間兩千七百多年，你看我們中國人很自豪中國有五千年的歷史，在地獄才兩天，你說你怎麼能去，太可怕了。《楞嚴經》裡面，世尊給我們講六道的狀況，地獄講得特別詳細，地獄那一段的經文在六道裡頭就佔二分之一。為什麼說這麼詳細？就是要你警覺，決定去不得。我們人在這個世間，造地獄的業因太容易了，墮進去之後想出來，就不是簡單事情，時間太長了，這是一定要知道的。這我們才曉得，這一生如果不能解決這個問題，我們這一生就空過了，那才叫真可惜。"
    },
    {
      "id": "09-021-0024_p0020",
      "zh_CN": "世间这些事业，说丰功伟业，全是假的，一场空，毫无意义，我们要把它看清楚、要看穿。要认真去办自己的大事业，这个大事业，了生死出三界的大事业，在本经里面教给我们，就是离一切相，修一切善。离一切相不着有，修一切善不着空，空有二边都离，二边都不执着。所谓修善就是利益一切众生，帮助众生觉悟，这就是修一切善。修一切善的方式太多了，说之不尽，释迦牟尼佛在本经一开端所表现的，就是日常生活当中，这个生活方式他就是修善。就是做出个样子给人看，他真的放下了，他真的在做利益众生的事情。像我刚才讲的谈禅法师，真做，一句话没说，几十年当中真正是奇人，不是平常人。所以，我们已经在佛法里修学了，贪瞋痴如果说是一年比一年轻比一年薄，这就是功夫有进步。修要真干，有智慧、有福德，智慧是不着有，一切能够看破、放下，这是智慧；能够利益众生，能够帮助众生开悟，这是福德。",
      "zh_TW": "世間這些事業，說豐功偉業，全是假的，一場空，毫無意義，我們要把它看清楚、要看穿。要認真去辦自己的大事業，這個大事業，了生死出三界的大事業，在本經裡面教給我們，就是離一切相，修一切善。離一切相不著有，修一切善不著空，空有二邊都離，二邊都不執著。所謂修善就是利益一切眾生，幫助眾生覺悟，這就是修一切善。修一切善的方式太多了，說之不盡，釋迦牟尼佛在本經一開端所表現的，就是日常生活當中，這個生活方式他就是修善。就是做出個樣子給人看，他真的放下了，他真的在做利益眾生的事情。像我剛才講的談禪法師，真做，一句話沒說，幾十年當中真正是奇人，不是平常人。所以，我們已經在佛法裡修學了，貪瞋痴如果說是一年比一年輕比一年薄，這就是功夫有進步。修要真幹，有智慧、有福德，智慧是不著有，一切能夠看破、放下，這是智慧；能夠利益眾生，能夠幫助眾生開悟，這是福德。"
    },
    {
      "id": "09-021-0024_p0021",
      "zh_CN": "世间什么是真正的福德？什么是真正的大福德？世间人很少人去想这个问题。真正的福德简单的说，要用我们一般世间人的话来讲，是为自己生活着，没有受别人支配，没有受别人摆布，这是真正幸福。自己一生活得自由自在，读自己喜欢读的书，做自己喜欢做的事，这真快乐！样样要是受别人限制，被别人牵着鼻子走，哪有幸福可言。那我们自己想想，我们自己是不是为独立自由意志而生活？如其不然，那个枷锁究竟在哪里？要把它找到，要把它解除掉，脱离枷锁，做个自由自在之人。实在找不到，佛给我们说了，枷锁就是贪瞋痴慢，就是分别执着，就从这来的。所以，要继续不断的用功努力，再看破，再放下。底下一段说：",
      "zh_TW": "世間什麼是真正的福德？什麼是真正的大福德？世間人很少人去想這個問題。真正的福德簡單的說，要用我們一般世間人的話來講，是為自己生活著，沒有受別人支配，沒有受別人擺佈，這是真正幸福。自己一生活得自由自在，讀自己喜歡讀的書，做自己喜歡做的事，這真快樂！樣樣要是受別人限制，被別人牽著鼻子走，哪有幸福可言。那我們自己想想，我們自己是不是為獨立自由意志而生活？如其不然，那個枷鎖究竟在哪裡？要把它找到，要把它解除掉，脫離枷鎖，做個自由自在之人。實在找不到，佛給我們說了，枷鎖就是貪瞋痴慢，就是分別執著，就從這來的。所以，要繼續不斷的用功努力，再看破，再放下。底下一段說："
    },
    {
      "id": "09-021-0024_p0022",
      "zh_CN": "「但见诸相即着有，但见非相即着空」，着就是执着，心里有就是执着，「见诸相非相，即二边双融，即无相无不相，得见实相」，实相就是事实的真相，诸法实相就是一切法的真实相。真实相必须了解一切法，它的体性，它的现象，它的作用，佛法里常讲的体相用。面面都见到，面面都看清楚，这是真相大白，你才真的彻底了解。我们凡夫只看到现象，没有看到本体，只看到相，这就是着有；小乘阿罗汉、辟支佛见到一切诸相的本体，他不再执着现象，不再执著作用，他执着在空体上，他也错了。凡夫执着法相，二乘人执着非法相，非法相就是本体，这个执着也是错了。必须空有二边都不执着，也就是说，一切现相当中我要明了体、相、作用，但是对于体相用这三方面统统不执着，你就得自在，执着就不自在，不执着就得自在。",
      "zh_TW": "「但見諸相即著有，但見非相即著空」，著就是執著，心裡有就是執著，「見諸相非相，即二邊雙融，即無相無不相，得見實相」，實相就是事實的真相，諸法實相就是一切法的真實相。真實相必須了解一切法，它的體性，它的現象，它的作用，佛法裡常講的體相用。面面都見到，面面都看清楚，這是真相大白，你才真的徹底了解。我們凡夫只看到現象，沒有看到本體，只看到相，這就是著有；小乘阿羅漢、辟支佛見到一切諸相的本體，他不再執著現象，不再執著作用，他執著在空體上，他也錯了。凡夫執著法相，二乘人執著非法相，非法相就是本體，這個執著也是錯了。必須空有二邊都不執著，也就是說，一切現相當中我要明瞭體、相、作用，但是對於體相用這三方面統統不執著，你就得自在，執著就不自在，不執著就得自在。"
    },
    {
      "id": "09-021-0024_p0023",
      "zh_CN": "「故云则见如来」，如来就是自性，就是禅宗所讲的明心见性，见如来就是见性。「见如来，故得如是无量福德」，这说出了无量的福德，什么原因得的，是这样得来的，换句话说，我们自己的本能完全恢复了。本能里面，就是本性，有无量的智慧、无量的德能，如来果地上是究竟圆满的恢复了，你见如来，虽然不是圆满恢复，也恢复了一部分。刚才说了，见如来就是见性，在大乘菩萨果位上，圆教初住菩萨破一品无明见一分本性，无明有四十一品，他才破一品，见一分真性，虽然见的性不多，可以说很少很少，但是它的作用不可思议，所以无量福德。它有什么作用？诸位同修你们念过《普门品》，《普门品》里讲的观世音菩萨三十二应，应以什么身得度就能现什么身为众生说法，破一品无明的人就有这个能力，诸位想想那个福德就可想而知。能够分身，能够变化，你们看小说，看《西游记》孙悟空七十二变，破一品无明的人变化的能力，孙悟空比不上。孙悟空才只是七十二变，见一分本性的初住菩萨，他能够分无量无边身，他有无量无边的变化能力，哪里是七十二变能够比的，那不能比！智慧德能都恢复，所以说是无量福德，这不是假的。",
      "zh_TW": "「故云則見如來」，如來就是自性，就是禪宗所講的明心見性，見如來就是見性。「見如來，故得如是無量福德」，這說出了無量的福德，什麼原因得的，是這樣得來的，換句話說，我們自己的本能完全恢復了。本能裡面，就是本性，有無量的智慧、無量的德能，如來果地上是究竟圓滿的恢復了，你見如來，雖然不是圓滿恢復，也恢復了一部分。剛才說了，見如來就是見性，在大乘菩薩果位上，圓教初住菩薩破一品無明見一分本性，無明有四十一品，他才破一品，見一分真性，雖然見的性不多，可以說很少很少，但是它的作用不可思議，所以無量福德。它有什麼作用？諸位同修你們念過《普門品》，《普門品》裡講的觀世音菩薩三十二應，應以什麼身得度就能現什麼身為眾生說法，破一品無明的人就有這個能力，諸位想想那個福德就可想而知。能夠分身，能夠變化，你們看小說，看《西遊記》孫悟空七十二變，破一品無明的人變化的能力，孫悟空比不上。孫悟空才只是七十二變，見一分本性的初住菩薩，他能夠分無量無邊身，他有無量無邊的變化能力，哪裡是七十二變能夠比的，那不能比！智慧德能都恢復，所以說是無量福德，這不是假的。"
    },
    {
      "id": "09-021-0024_p0024",
      "zh_CN": "我们世间人实在讲非常迷惑颠倒，每个人都有他亲爱的人，能常常在一起吗？办不到！你要是破一品无明，证一分自性，你就办到了。你的家亲眷属，无论他在哪一道你都看得到他，他说话的声音你都听得到他，他有困难需要帮忙的时候你就能够帮助他，真正永远不离开，你的智慧德能完全恢复了。如果你是迷惑颠倒，自性当中虽有这个能力，可是被烦恼遮盖，这个能力起不了作用，换句话说，父母亲也好，妻子儿女也好，在哪一道受苦难完全不知道，根本就帮不上忙，纵然思念也是枉然。这里面利害得失，一定要清楚。",
      "zh_TW": "我們世間人實在講非常迷惑顛倒，每個人都有他親愛的人，能常常在一起嗎？辦不到！你要是破一品無明，證一分自性，你就辦到了。你的家親眷屬，無論他在哪一道你都看得到他，他說話的聲音你都聽得到他，他有困難需要幫忙的時候你就能夠幫助他，真正永遠不離開，你的智慧德能完全恢復了。如果你是迷惑顛倒，自性當中雖有這個能力，可是被煩惱遮蓋，這個能力起不了作用，換句話說，父母親也好，妻子兒女也好，在哪一道受苦難完全不知道，根本就幫不上忙，縱然思念也是枉然。這裡面利害得失，一定要清楚。"
    },
    {
      "id": "09-021-0024_p0025",
      "zh_CN": "读遍大乘经，然后我们才真正明了，为什么十方一切诸佛偏赞净土。净土的五经一论，这六样东西，只要依靠一样，这一生当中决定成就，不需要用其他东西帮忙。大势至菩萨讲得很好，「不假方便，自得心开」，心开就是明心见性，就是此地讲的见实相、见如来，不假方便，一门深入。如果修学其他一切大乘法门，要不归向净土则一无所成，这是我们决定要知道的。为什么？因为见思烦恼不断你不能超越轮回，没有破无明你不能见性，道理在此地。纵然你的根基深厚，你能断烦恼、能破无明，见性成佛，要跟净土往生的去比一比还差得很远。原因在哪里？你不过是破一品二品无明而已，你的地位在圆教不过是初信、二信，别教初地、二地；往生西方极乐世界的菩萨，纵然他一品烦恼都没断，带业往生的，凡圣同居土下下品往生，生到西方极乐世界，立刻得佛本愿威神加持，就把他提升作阿惟越致菩萨，阿惟越致是八地，你怎么能跟八地相比。如果我们真的把这个事实真相搞清楚、搞明白，才晓得十方许多的菩萨，为什么一接触净土法门他赶紧就要求生，道理就在此地。他在别的地方修行，从圆教初住到十地法云地需要三个阿僧祇劫。如果到西方极乐世界，三、四劫就圆满，三、四劫跟阿僧祇劫不能比。所以净土法门十方诸佛赞叹。江味农居士一生功力都用在《金刚经》上，教宗般若，他行在弥陀，他每天功课是念佛，求生净土，他做到了。他了解，他明白，不生净土不能成就。",
      "zh_TW": "讀遍大乘經，然後我們才真正明瞭，為什麼十方一切諸佛偏讚淨土。淨土的五經一論，這六樣東西，只要依靠一樣，這一生當中決定成就，不需要用其他東西幫忙。大勢至菩薩講得很好，「不假方便，自得心開」，心開就是明心見性，就是此地講的見實相、見如來，不假方便，一門深入。如果修學其他一切大乘法門，要不歸向淨土則一無所成，這是我們決定要知道的。為什麼？因為見思煩惱不斷你不能超越輪迴，沒有破無明你不能見性，道理在此地。縱然你的根基深厚，你能斷煩惱、能破無明，見性成佛，要跟淨土往生的去比一比還差得很遠。原因在哪裡？你不過是破一品二品無明而已，你的地位在圓教不過是初信、二信，別教初地、二地；往生西方極樂世界的菩薩，縱然他一品煩惱都沒斷，帶業往生的，凡聖同居土下下品往生，生到西方極樂世界，立刻得佛本願威神加持，就把他提升作阿惟越致菩薩，阿惟越致是八地，你怎麼能跟八地相比。如果我們真的把這個事實真相搞清楚、搞明白，才曉得十方許多的菩薩，為什麼一接觸淨土法門他趕緊就要求生，道理就在此地。他在別的地方修行，從圓教初住到十地法雲地需要三個阿僧祇劫。如果到西方極樂世界，三、四劫就圓滿，三、四劫跟阿僧祇劫不能比。所以淨土法門十方諸佛讚歎。江味農居士一生功力都用在《金剛經》上，教宗般若，他行在彌陀，他每天功課是念佛，求生淨土，他做到了。他了解，他明白，不生淨土不能成就。"
    },
    {
      "id": "09-021-0024_p0026",
      "zh_CN": "「欲修般若，不可落空，先将非法一面堵住」，这个非法就是空，决定不能够落空，「脚踏实地，躬行实践」，要认真去做。像江居士的做法，在民国初年，许多出家在家的大德，无论他修学哪一个法门，弘扬哪一个法门，他自己一定是老实念佛，求生净土。这是在家居士江味农，我们看到了，好榜样。出家的大德，像谛闲老法师，天台宗的祖师，倓虚法师，谛闲的学生，谛闲法师的传人，也是天台宗近一代的祖师。学《楞严》的圆瑛法师，圆瑛法师的道场在上海，圆明讲堂，他是专学《楞严》的。《楞严经》里有一段很重要的经文，叫二十五圆通章，所以他的讲堂叫圆通讲堂，我去参观过。老法师讲堂有副对联，写得明明白白，他这个讲堂叫三求堂，求什么？求福、求慧、求生净土，清清楚楚标明着，他就求这三样，求福求慧求生净土。我们在老法师《楞严经讲义》的序文里看到，他二十四岁听《楞严经》，对《楞严经》有兴趣，一生都在《楞严》上下功夫，《讲义》是七十四岁完成的，这都是我们修学的榜样。禅宗的大德虚云老和尚，我们看老和尚最后的开示录，这个从香港流通到台湾，我们也印了很多，是老和尚一百一十七岁的时候所说的，以后就再没有了。这最后一册开示录里面，我们展开来一看，几乎百分之九十以上都是劝人念佛求生净土，劝参禅的只有几篇，不多。禅宗的大德。这是真正有修有学，真正有见地、有受用的这些善知识，我们要向他学习。",
      "zh_TW": "「欲修般若，不可落空，先將非法一面堵住」，這個非法就是空，決定不能夠落空，「腳踏實地，躬行實踐」，要認真去做。像江居士的做法，在民國初年，許多出家在家的大德，無論他修學哪一個法門，弘揚哪一個法門，他自己一定是老實念佛，求生淨土。這是在家居士江味農，我們看到了，好榜樣。出家的大德，像諦閑老法師，天台宗的祖師，倓虛法師，諦閑的學生，諦閑法師的傳人，也是天台宗近一代的祖師。學《楞嚴》的圓瑛法師，圓瑛法師的道場在上海，圓明講堂，他是專學《楞嚴》的。《楞嚴經》裡有一段很重要的經文，叫二十五圓通章，所以他的講堂叫圓通講堂，我去參觀過。老法師講堂有副對聯，寫得明明白白，他這個講堂叫三求堂，求什麼？求福、求慧、求生淨土，清清楚楚標明著，他就求這三樣，求福求慧求生淨土。我們在老法師《楞嚴經講義》的序文裡看到，他二十四歲聽《楞嚴經》，對《楞嚴經》有興趣，一生都在《楞嚴》上下功夫，《講義》是七十四歲完成的，這都是我們修學的榜樣。禪宗的大德虛雲老和尚，我們看老和尚最後的開示錄，這個從香港流通到台灣，我們也印了很多，是老和尚一百一十七歲的時候所說的，以後就再沒有了。這最後一冊開示錄裡面，我們展開來一看，幾乎百分之九十以上都是勸人念佛求生淨土，勸參禪的只有幾篇，不多。禪宗的大德。這是真正有修有學，真正有見地、有受用的這些善知識，我們要向他學習。"
    },
    {
      "id": "09-021-0024_p0027",
      "zh_CN": "修善，修一切善，本经后面有说到，虽修一切善，绝不受福报，福报不要去享受，为什么？一享受福报，诸位想想，四相不又都有了吗？又着相了，又错了。虽有福报不享受，诸位要知道，不享受的享受比享受红尘福报高得多了。一般人看不出来，我们不拿别人讲，现前摆在面前的谈禅法师的享受，在今天全世界我们这出家人，无论哪一个都比不上他。我们吃东西要讲究很多菜，他粗茶淡饭一个味，这个了不起，他已经万法归一了。身体健康长寿，面貌丰满，这了不起！看他穿得一身破破烂烂的，就像虚云老和尚衣服一样，到处补补丁。虚云老和尚一年洗一次澡，头发一年剃一次，身上没有臭味，有清香，这人家比不上。我们三天不洗澡，身上就有臭味了，人家一年洗一次澡，身上清香。体质不一样，我们是贪瞋痴慢、杂乱心体质，人家清净心！人家是智慧身，我们是烦恼身，洗都洗不干净。这清净身，智慧身，怎么会一样？他的智慧怎么来的？放下，再放下，就这么来的。",
      "zh_TW": "修善，修一切善，本經後面有說到，雖修一切善，絕不受福報，福報不要去享受，為什麼？一享受福報，諸位想想，四相不又都有了嗎？又著相了，又錯了。雖有福報不享受，諸位要知道，不享受的享受比享受紅塵福報高得多了。一般人看不出來，我們不拿別人講，現前擺在面前的談禪法師的享受，在今天全世界我們這出家人，無論哪一個都比不上他。我們吃東西要講究很多菜，他粗茶淡飯一個味，這個了不起，他已經萬法歸一了。身體健康長壽，面貌豐滿，這了不起！看他穿得一身破破爛爛的，就像虛雲老和尚衣服一樣，到處補補丁。虛雲老和尚一年洗一次澡，頭髮一年剃一次，身上沒有臭味，有清香，這人家比不上。我們三天不洗澡，身上就有臭味了，人家一年洗一次澡，身上清香。體質不一樣，我們是貪瞋痴慢、雜亂心體質，人家清淨心！人家是智慧身，我們是煩惱身，洗都洗不乾淨。這清淨身，智慧身，怎麼會一樣？他的智慧怎麼來的？放下，再放下，就這麼來的。"
    },
    {
      "id": "09-021-0024_p0028",
      "zh_CN": "「法相、非法相皆不着，是用功之要诀。」而放下就在日常生活当中，工作积极的在做，放下是放下分别、放下执着、放下妄想、放下一切享受，你所得到的是真的享受。这个所谓放下享受，这是假的享受，你所得到的是真实的享受，那是一般人无法了解的。我们再看底下这段经文，从反面来说，前面从正面说，这从反面说。",
      "zh_TW": "「法相、非法相皆不著，是用功之要訣。」而放下就在日常生活當中，工作積極的在做，放下是放下分別、放下執著、放下妄想、放下一切享受，你所得到的是真的享受。這個所謂放下享受，這是假的享受，你所得到的是真實的享受，那是一般人無法了解的。我們再看底下這段經文，從反面來說，前面從正面說，這從反面說。"
    },
    {
      "id": "09-021-0024_p0029",
      "zh_CN": "【何以故。是诸众生。若心取相。则为着我人众生寿者。若取法相。即着我人众生寿者。何以故。若取非法相。即着我人众生寿者。】",
      "zh_TW": "【何以故。是諸眾生。若心取相。則為著我人眾生壽者。若取法相。即著我人眾生壽者。何以故。若取非法相。即著我人眾生壽者。】"
    },
    {
      "id": "09-021-0024_p0030",
      "zh_CN": "所以说菩萨修一切善决定不受福报，万万不能受，一受四相就具足。「无我人等相，我执空也，无法相，法执空也，无非法相，并空亦空」，这叫做三空。「是名三空，由见三空，从此精进，净念相继，便证清净法身，故曰得无量福德，此即是理一心不乱境界。」这是我们从净土宗名相上来说，净土宗的功夫，上乘的功夫理一心不乱，跟禅宗里明心见性是同一个境界。禅宗前面跟诸位报告，他们的功夫是观照、照住、照见，到照见就是理一心不乱，照见是见性。照住是得定，是第二层的功夫，观照是第一层的功夫，初学的，功夫真正能够得力了，到照住就得定，到照见才见性。禅宗一定要见性才算是成就，这才超越三界，得定不行，单是得定，他将来往生就在四禅天、四空天，还是出不了三界，所以他不能算是一个成就。",
      "zh_TW": "所以說菩薩修一切善決定不受福報，萬萬不能受，一受四相就具足。「無我人等相，我執空也，無法相，法執空也，無非法相，并空亦空」，這叫做三空。「是名三空，由見三空，從此精進，淨念相繼，便證清淨法身，故曰得無量福德，此即是理一心不亂境界。」這是我們從淨土宗名相上來說，淨土宗的功夫，上乘的功夫理一心不亂，跟禪宗裡明心見性是同一個境界。禪宗前面跟諸位報告，他們的功夫是觀照、照住、照見，到照見就是理一心不亂，照見是見性。照住是得定，是第二層的功夫，觀照是第一層的功夫，初學的，功夫真正能夠得力了，到照住就得定，到照見才見性。禪宗一定要見性才算是成就，這才超越三界，得定不行，單是得定，他將來往生就在四禪天、四空天，還是出不了三界，所以他不能算是一個成就。"
    },
    {
      "id": "09-021-0024_p0031",
      "zh_CN": "证得三空，再精进、再努力就是净念相继，宗门里面也叫无功用道。那个精进是自然的，绝没有起心动念，一起心动念就有执着，古德所谓说此处用不得力。但是他精进，不能用力，一用力就错了，一用力就有四相，古人对这个境界也做个比喻，比喻得很好，这个比喻，现在一般人恐怕还难以体会，但是如细心一点的还是能体会得到。古人比喻划船，划船在精进努力的时候要划桨摇橹，船快要靠岸的时候，就不能再划，统统要停下来，那个船自然往岸边靠，那一段就是无功用道。一点力都不能用，船慢慢自然就靠上岸去，就用这个来做比喻，这个比喻也很有味道。所以诸位要晓得，圆初住以上的菩萨修行，因为他我相已经破了，我执法执都破了，初住。到等觉还有四十一个位次，这四十一个位次怎么修？都是这个方法修，那个境界很不可思议。我们现在天天用功，天天努力，都是在四相里头，没破，这个相很粗。今天我念了多少佛，我读了多少经，都有我，我读的，我修的，我干的，全在四相之中。见到三空，就是圆初住以上，那个时候精进跟我们现在这个方式完全不相同，已经证得清净法身，所以得无量福德。",
      "zh_TW": "證得三空，再精進、再努力就是淨念相繼，宗門裡面也叫無功用道。那個精進是自然的，絕沒有起心動念，一起心動念就有執著，古德所謂說此處用不得力。但是他精進，不能用力，一用力就錯了，一用力就有四相，古人對這個境界也做個比喻，比喻得很好，這個比喻，現在一般人恐怕還難以體會，但是如細心一點的還是能體會得到。古人比喻划船，划船在精進努力的時候要划槳搖櫓，船快要靠岸的時候，就不能再划，統統要停下來，那個船自然往岸邊靠，那一段就是無功用道。一點力都不能用，船慢慢自然就靠上岸去，就用這個來做比喻，這個比喻也很有味道。所以諸位要曉得，圓初住以上的菩薩修行，因為他我相已經破了，我執法執都破了，初住。到等覺還有四十一個位次，這四十一個位次怎麼修？都是這個方法修，那個境界很不可思議。我們現在天天用功，天天努力，都是在四相裡頭，沒破，這個相很粗。今天我念了多少佛，我讀了多少經，都有我，我讀的，我修的，我幹的，全在四相之中。見到三空，就是圓初住以上，那個時候精進跟我們現在這個方式完全不相同，已經證得清淨法身，所以得無量福德。"
    },
    {
      "id": "09-021-0024_p0032",
      "zh_CN": "念佛，实在讲念佛这个方法妙极了，它就是一门深入。我教给诸位同修的这个法子，这是很多年前我想出一个法子。念佛的同修不必多，要真正干的人，凑热闹的人没有必要，很多道场，他可以去凑热闹去。真正为了生死，真正为求往生的，念佛的时候要万缘放下，真正做到不怀疑、不夹杂、不间断，不怀疑就是《金刚经》上所讲的信心不逆。佛堂，佛像设在当中，便利绕佛，佛像前面一个空间是拜佛的，周围是绕佛的，两旁边是止静的。念佛的方式是绕念，也就是经行，绕累了你可以坐在旁边，坐在那边念，坐久了腿麻，可以起来拜拜佛，用这三种方式调节身体。我们一般共修会里面有限制，要听维那师的指挥，大家同样的动作，当然很整齐、很好看，可是得利益比较上不容易。因为我们来参加共修的，每位同修年龄不相同、体质不相同，老年人拜佛希望拜得慢一点，拜快了他累吃不消，喘气；年轻人一看到老年人拜得那么慢，他不耐烦，他要拜快一点，这就麻烦了。绕佛的时候，年老的人希望走慢一点，年轻人要走快一点，这个又困难了，大家在一起共修常常生烦恼，就是为这些事情。所以我想了一个方法，怎么样？不要维那师，不要敲引罄、敲法器，不需要。我们就用个念佛机，佛号的声音是统一的，绕佛，你喜欢快走你就快走，你喜欢慢走你就慢慢绕，各人绕各人的，拜佛是各人拜各人的，这个多自在，太自在了，在一块共修，谁也不妨碍谁。",
      "zh_TW": "念佛，實在講念佛這個方法妙極了，它就是一門深入。我教給諸位同修的這個法子，這是很多年前我想出一個法子。念佛的同修不必多，要真正幹的人，湊熱鬧的人沒有必要，很多道場，他可以去湊熱鬧去。真正為了生死，真正為求往生的，念佛的時候要萬緣放下，真正做到不懷疑、不夾雜、不間斷，不懷疑就是《金剛經》上所講的信心不逆。佛堂，佛像設在當中，便利繞佛，佛像前面一個空間是拜佛的，周圍是繞佛的，兩旁邊是止靜的。念佛的方式是繞念，也就是經行，繞累了你可以坐在旁邊，坐在那邊念，坐久了腿麻，可以起來拜拜佛，用這三種方式調節身體。我們一般共修會裡面有限制，要聽維那師的指揮，大家同樣的動作，當然很整齊、很好看，可是得利益比較上不容易。因為我們來參加共修的，每位同修年齡不相同、體質不相同，老年人拜佛希望拜得慢一點，拜快了他累吃不消，喘氣；年輕人一看到老年人拜得那麼慢，他不耐煩，他要拜快一點，這就麻煩了。繞佛的時候，年老的人希望走慢一點，年輕人要走快一點，這個又困難了，大家在一起共修常常生煩惱，就是為這些事情。所以我想了一個方法，怎麼樣？不要維那師，不要敲引罄、敲法器，不需要。我們就用個念佛機，佛號的聲音是統一的，繞佛，你喜歡快走你就快走，你喜歡慢走你就慢慢繞，各人繞各人的，拜佛是各人拜各人的，這個多自在，太自在了，在一塊共修，誰也不妨礙誰。"
    },
    {
      "id": "09-021-0024_p0033",
      "zh_CN": "进了念佛堂之后决定止语，不讲一句话，不给任何人打招呼，法师来了也不理，任何人不理，一心去用功。如果是精进念佛，日夜不间断的，必须要有两个护持的，护持是照顾茶水、饮食。一份一份做好，什么时候你饿了，你就去吃一点，你去吃的时候也不要给别人打招呼，也不要给任何人讲话，反正做好了一份一份摆在那里。分量要少，我们提倡少吃多餐，因为吃多了、吃饱了昏沉，功夫就用不得力。少少吃一点点心，提起精神，你好用功。这个方式就太好了。你到念佛堂来，先到的你就先自己修，后来的后修，都不要打招呼，你有事情想提前回去，到时候你看看可以走了你自己走，也不要跟任何人打招呼。这个方式好！我在很多地方提倡，特别在南洋，南洋他们照我这个方法做，很得力，很欢喜。",
      "zh_TW": "進了念佛堂之後決定止語，不講一句話，不給任何人打招呼，法師來了也不理，任何人不理，一心去用功。如果是精進念佛，日夜不間斷的，必須要有兩個護持的，護持是照顧茶水、飲食。一份一份做好，什麼時候你餓了，你就去吃一點，你去吃的時候也不要給別人打招呼，也不要給任何人講話，反正做好了一份一份擺在那裡。分量要少，我們提倡少吃多餐，因為吃多了、吃飽了昏沉，功夫就用不得力。少少吃一點點心，提起精神，你好用功。這個方式就太好了。你到念佛堂來，先到的你就先自己修，後來的後修，都不要打招呼，你有事情想提前回去，到時候你看看可以走了你自己走，也不要跟任何人打招呼。這個方式好！我在很多地方提倡，特別在南洋，南洋他們照我這個方法做，很得力，很歡喜。"
    },
    {
      "id": "09-021-0024_p0034",
      "zh_CN": "用这种方式，像这个地方要绕佛的话，如果佛堂佛像供在那边，你们就可以从外面绕，要放在这边，你们绕佛就不能绕过来。这个样子绕，来回这么绕法，当中这块地方提供给拜佛的人用，他拜佛在当中，对着佛像。这个方法很好。到以后我看到行策大师《念佛警策》后面附了一篇，他那个写的东西跟我想的完全一样。行策禅师好像是乾隆嘉庆时候的人，他那个时候就这样做了。不过他们做的还是有法师领众，四个人一班，那个时候没有念佛机。四个人一班，他要十二个法师轮流领众，就是一班绕佛的人出声音念，拜佛跟止静的人心里默念不出声音，出声音就是绕佛的人。他一班绕佛，两班止静，这样子轮流，日夜不断，他用这个方法。跟我们想的方式是一样，不过我们这里不要用法师，就更方便。我这是提供给诸位同修，你们不妨在这边试试看，用这个方法试试看，不需要法师带领，而且功夫很容易得力。",
      "zh_TW": "用這種方式，像這個地方要繞佛的話，如果佛堂佛像供在那邊，你們就可以從外面繞，要放在這邊，你們繞佛就不能繞過來。這個樣子繞，來回這麼繞法，當中這塊地方提供給拜佛的人用，他拜佛在當中，對著佛像。這個方法很好。到以後我看到行策大師《念佛警策》後面附了一篇，他那個寫的東西跟我想的完全一樣。行策禪師好像是乾隆嘉慶時候的人，他那個時候就這樣做了。不過他們做的還是有法師領眾，四個人一班，那個時候沒有念佛機。四個人一班，他要十二個法師輪流領眾，就是一班繞佛的人出聲音念，拜佛跟止靜的人心裡默念不出聲音，出聲音就是繞佛的人。他一班繞佛，兩班止靜，這樣子輪流，日夜不斷，他用這個方法。跟我們想的方式是一樣，不過我們這裡不要用法師，就更方便。我這是提供給諸位同修，你們不妨在這邊試試看，用這個方法試試看，不需要法師帶領，而且功夫很容易得力。"
    },
    {
      "id": "09-021-0024_p0035",
      "zh_CN": "读经，好！一定要提倡，最近我们讲《金刚经》，《金刚经》一个星期也可以读一次，我们用《无量寿经》为主，用《金刚经》做为辅助。《金刚经》的作用是帮助我们看破放下，然后才能够做到老实念佛，《金刚经》的作用在此地。",
      "zh_TW": "讀經，好！一定要提倡，最近我們講《金剛經》，《金剛經》一個星期也可以讀一次，我們用《無量壽經》為主，用《金剛經》做為輔助。《金剛經》的作用是幫助我們看破放下，然後才能夠做到老實念佛，《金剛經》的作用在此地。"
    },
    {
      "id": "09-021-0024_p0036",
      "zh_CN": "「此节经文，从反面显其必应三空之故，以明丝毫着相，便是分别心，便非清净自性，便是逐妄、迷却真性，起惑造业、苦报轮回的凡夫。」江居士这段开示，字字句句都是真实之理、真实之事，但是要修到这样的功夫，真是谈何容易，所以他自己也不能不念佛；换句话说，我们在行持上还是要把念佛摆在第一，而将金刚般若要用在日常生活当中，用在处事待人接物之间，这就是自行化他，这就是弘法利生，就是菩萨道。底下这段很要紧。",
      "zh_TW": "「此節經文，從反面顯其必應三空之故，以明絲毫著相，便是分別心，便非清淨自性，便是逐妄、迷卻真性，起惑造業、苦報輪迴的凡夫。」江居士這段開示，字字句句都是真實之理、真實之事，但是要修到這樣的功夫，真是談何容易，所以他自己也不能不念佛；換句話說，我們在行持上還是要把念佛擺在第一，而將金剛般若要用在日常生活當中，用在處事待人接物之間，這就是自行化他，這就是弘法利生，就是菩薩道。底下這段很要緊。"
    },
    {
      "id": "09-021-0024_p0037",
      "zh_CN": "「广修六度万行，而心中若无其事，湛然凝寂，不为所动，此即是不取法相的真实义，如此而行，既不着法，亦不着非法，二边不着，即名中道。」中道是属于大菩萨行，也就是说，菩萨的生活跟我们不一样的地方，我们就叫它做菩萨行，菩萨的生活行为。我们是处处着相，我们着的是有，有相，二乘人着的是空相，菩萨是空有二边都不着。二边不着怎么个做法？广修六度万行，不着空，他不是不做，他做得很积极，很认真、很努力的在做，虽然做又若无其事，若无其事不着有，作而无作，无作而作。作跟无作是同时，不是把它分开，是一桩事情，不是两桩事情，这一点要很细心去体会。如果能够学到，好！最大的好处，你的工作不会疲劳，不会厌倦。我们一般人工作，做得会累、疲倦了，为什么？他有做，他着相，他有做，有做当然就会累，如果他是无做，他一天做到晚做二十四个小时，绝对不会累，为什么？没做！怎么会累？《普贤行愿品》里面，我们看十大愿王末后的结论「无有疲厌」，他为什么无有疲厌，就是因为他作而无作。所以他永远不会疲倦，连续做永远不会疲倦，不会厌恶，不会厌烦，效果就从这里看。",
      "zh_TW": "「廣修六度萬行，而心中若無其事，湛然凝寂，不為所動，此即是不取法相的真實義，如此而行，既不著法，亦不著非法，二邊不著，即名中道。」中道是屬於大菩薩行，也就是說，菩薩的生活跟我們不一樣的地方，我們就叫它做菩薩行，菩薩的生活行為。我們是處處著相，我們著的是有，有相，二乘人著的是空相，菩薩是空有二邊都不著。二邊不著怎麼個做法？廣修六度萬行，不著空，他不是不做，他做得很積極，很認真、很努力的在做，雖然做又若無其事，若無其事不著有，作而無作，無作而作。作跟無作是同時，不是把它分開，是一樁事情，不是兩樁事情，這一點要很細心去體會。如果能夠學到，好！最大的好處，你的工作不會疲勞，不會厭倦。我們一般人工作，做得會累、疲倦了，為什麼？他有做，他著相，他有做，有做當然就會累，如果他是無做，他一天做到晚做二十四個小時，絕對不會累，為什麼？沒做！怎麼會累？《普賢行願品》裡面，我們看十大願王末後的結論「無有疲厭」，他為什麼無有疲厭，就是因為他作而無作。所以他永遠不會疲倦，連續做永遠不會疲倦，不會厭惡，不會厭煩，效果就從這裡看。"
    },
    {
      "id": "09-021-0024_p0038",
      "zh_CN": "真正功夫得力，我们举个例子来说，或是念佛，或是诵经，或是做任何一切事情，愈做精神愈饱满，如果觉得很累很疲倦，没有精神，几句佛号一念，精神就提起来，一卷经念下去精神饱满了，那就正确，证明你功夫得力了。念个几篇经文、念几声佛号就累了想休息，那你门都没进去，法味你没有尝到。你如果真正尝到之后，确实是如此。还有一个现象，你的身体一年比一年好，在一般人是一年比一年衰老，一年比一年差，你不会，一年比一年好。身体也一年比一年强壮，纵然从前有些什么毛病，你不必医治自然就没有了。为什么？心清净，诸位要晓得，心是主宰，身也是受心理的支配。所以现在有些高明的医生，治病都劝病人着重心理健康，这很有道理的。心理健康，再重的病好治，容易恢复；心理面不健康，心里面胡思乱想，病纵然很轻，会变成重病，无药可救。这就是佛法里头常说的境随心转，一切法从心想生。菩萨思想是正知正见，这个正知正见就是空有二边不着，这是正知正见。积极的去修六度万行，这是修福，为什么要修福？佛不能没有福，没有福就不能度众生，要度众生一定要有大福报，所以要修福。修福不享受，福报让一切众生去享受，跟众生的缘就愈结愈深。所以不要自己享受，自己不享受是真享受，刚才说的，连体质都变化了。享受不是好事情，天天讲求吃东西，古人讲的病从口入。现在医院里奇奇怪怪的病，病从哪来的？吃来的。今天挑这个，明天挑那个，挑了一身毛病，苦不堪言。",
      "zh_TW": "真正功夫得力，我們舉個例子來說，或是念佛，或是誦經，或是做任何一切事情，愈做精神愈飽滿，如果覺得很累很疲倦，沒有精神，幾句佛號一念，精神就提起來，一卷經念下去精神飽滿了，那就正確，證明你功夫得力了。念個幾篇經文、念幾聲佛號就累了想休息，那你門都沒進去，法味你沒有嘗到。你如果真正嘗到之後，確實是如此。還有一個現象，你的身體一年比一年好，在一般人是一年比一年衰老，一年比一年差，你不會，一年比一年好。身體也一年比一年強壯，縱然從前有些什麼毛病，你不必醫治自然就沒有了。為什麼？心清淨，諸位要曉得，心是主宰，身也是受心理的支配。所以現在有些高明的醫生，治病都勸病人著重心理健康，這很有道理的。心理健康，再重的病好治，容易恢復；心理面不健康，心裡面胡思亂想，病縱然很輕，會變成重病，無藥可救。這就是佛法裡頭常說的境隨心轉，一切法從心想生。菩薩思想是正知正見，這個正知正見就是空有二邊不著，這是正知正見。積極的去修六度萬行，這是修福，為什麼要修福？佛不能沒有福，沒有福就不能度眾生，要度眾生一定要有大福報，所以要修福。修福不享受，福報讓一切眾生去享受，跟眾生的緣就愈結愈深。所以不要自己享受，自己不享受是真享受，剛才說的，連體質都變化了。享受不是好事情，天天講求吃東西，古人講的病從口入。現在醫院裡奇奇怪怪的病，病從哪來的？吃來的。今天挑這個，明天挑那個，挑了一身毛病，苦不堪言。"
    },
    {
      "id": "09-021-0024_p0039",
      "zh_CN": "谁享受这些美味？三寸舌头，为它享受，全身都受累，想想看值不值得？不值得嘛。一身都要受它的累赘，就为了它三寸，你就特别爱这三寸舌头，其他统统不爱，都不要，这不是愚痴吗？一样东西吃了没有味道，没有营养，你看老牛天天吃青草，从来不换第二样，身体健康，牠也不生病。错误的观念，造成了我们一生当中无量的烦恼，造成了身心一切的疾病，都是错误观念造成的。由此可知，愈是健康的食物是愈简单，愈简单愈健康。世间人不知道，不懂这个道理，佛法里面讲得清楚，我们看看从古至今真正修行人，生活都非常简单。我在台中亲近李炳南老居士，李老居士日中一食，一天吃一餐。他是山东人，喜欢吃面食，吃什么东西？小馒头两个，吃了些什么菜？青菜都很少，咸菜，在我们看起来什么营养都没有。他九十岁的时候，你看他大概也只有六十岁人的样子，看不出来。说话声音洪亮，体力充沛，不需要人照顾，还是自己烧饭。穿的衣服，现在你们要是有机会到台湾，到台中李老师的纪念馆去看看，他的一些遗物都陈列在那个地方。衣服补补丁的，袜子补补丁的，补了再补，他过这个日子。他是到最后两年才接受年轻的学生照顾他的生活，他九十七岁往生的，九十五岁以后才接受人照顾。",
      "zh_TW": "誰享受這些美味？三寸舌頭，為它享受，全身都受累，想想看值不值得？不值得嘛。一身都要受它的累贅，就為了它三寸，你就特別愛這三寸舌頭，其他統統不愛，都不要，這不是愚痴嗎？一樣東西吃了沒有味道，沒有營養，你看老牛天天吃青草，從來不換第二樣，身體健康，牠也不生病。錯誤的觀念，造成了我們一生當中無量的煩惱，造成了身心一切的疾病，都是錯誤觀念造成的。由此可知，愈是健康的食物是愈簡單，愈簡單愈健康。世間人不知道，不懂這個道理，佛法裡面講得清楚，我們看看從古至今真正修行人，生活都非常簡單。我在台中親近李炳南老居士，李老居士日中一食，一天吃一餐。他是山東人，喜歡吃麵食，吃什麼東西？小饅頭兩個，吃了些什麼菜？青菜都很少，鹹菜，在我們看起來什麼營養都沒有。他九十歲的時候，你看他大概也只有六十歲人的樣子，看不出來。說話聲音洪亮，體力充沛，不需要人照顧，還是自己燒飯。穿的衣服，現在你們要是有機會到台灣，到台中李老師的紀念館去看看，他的一些遺物都陳列在那個地方。衣服補補丁的，襪子補補丁的，補了再補，他過這個日子。他是到最後兩年才接受年輕的學生照顧他的生活，他九十七歲往生的，九十五歲以後才接受人照顧。"
    },
    {
      "id": "09-021-0024_p0040",
      "zh_CN": "我亲近他的时候，他那时候大概七十一、二岁，他的体力年轻人赶不上。他带着学生去爬八卦山，那个时候八卦山还没有路，人车都很少，从山下爬到山顶，都是年轻的学生。他第一个爬上去，坐在那里老半天，第二个人才来，他就笑笑，你们不行，比我差远了。那年轻的学生都满头大汗，累得不像样子，不如老头子，身体轻快。由此可知，身体健康长寿与饮食关系不大，不要被那些卖饮食的人骗了，你真正明理，也就懂得养生之道了。所以在生活当中晓得怎么去做，无论哪一种行业都得自在，这边讲的都是原理原则，统统用得上。",
      "zh_TW": "我親近他的時候，他那時候大概七十一、二歲，他的體力年輕人趕不上。他帶著學生去爬八卦山，那個時候八卦山還沒有路，人車都很少，從山下爬到山頂，都是年輕的學生。他第一個爬上去，坐在那裡老半天，第二個人才來，他就笑笑，你們不行，比我差遠了。那年輕的學生都滿頭大汗，累得不像樣子，不如老頭子，身體輕快。由此可知，身體健康長壽與飲食關係不大，不要被那些賣飲食的人騙了，你真正明理，也就懂得養生之道了。所以在生活當中曉得怎麼去做，無論哪一種行業都得自在，這邊講的都是原理原則，統統用得上。"
    },
    {
      "id": "09-021-0024_p0041",
      "zh_CN": "「经论有言，宁可着有如须弥山，不可着空如芥子许，此明着有者易为功，着空者难施救也。」这是佛经上常常有的比喻，须弥山是大山，着有着得再大再多，实在讲还好救，着空没救。着有是什么？念佛是有，西方极乐世界真有，你要是着有的话，念佛决定得往生。着空的时候就完了，他佛也不念了，他往生西方的意愿也没有了，这是必定落空，这才是真正可怕的事情。这是讲两种不同执着，那个结果利害不一样。末后我们再看「结显中道」。",
      "zh_TW": "「經論有言，寧可著有如須彌山，不可著空如芥子許，此明著有者易為功，著空者難施救也。」這是佛經上常常有的比喻，須彌山是大山，著有著得再大再多，實在講還好救，著空沒救。著有是什麼？念佛是有，西方極樂世界真有，你要是著有的話，念佛決定得往生。著空的時候就完了，他佛也不念了，他往生西方的意願也沒有了，這是必定落空，這才是真正可怕的事情。這是講兩種不同執著，那個結果利害不一樣。末後我們再看「結顯中道」。"
    },
    {
      "id": "09-021-0024_p0042",
      "zh_CN": "【是故不应取法。不应取非法。】",
      "zh_TW": "【是故不應取法。不應取非法。】"
    },
    {
      "id": "09-021-0024_p0043",
      "zh_CN": "因此之故，法与非法都不能取，取就是执着。「下手方法，先令二边不取，渐能空相，心地清净。」这种修法是真实福慧双修，诸位要晓得，不执着是慧，是真正的智慧。我们自性本有无量的智慧德能，因为烦恼分别执着把它障碍住了，今天我一切不分别，一切不执着，障碍就去掉了，自性里面的智慧就往外透，智慧是这么来的。所以，这个智慧不是怎么修得来的，是自己本性里面的般若智慧往外面放光。又能够布施，利益一切众生，这是修福，福里面最明显的，就是我刚才跟诸位说的健康长寿，体力充沛，这是真正的福报。特别是中年以上就有这个感觉，你有地位、有财富没有用，一身的病，那还是苦，哪里能说是福？纵然有很多人侍候你、照顾你，还是病态。像李炳老活到九十五不要人照顾，这真是福报，这真叫大福报，要明白这个道理。自己身心跟大自然融成一片，这是真正的福报。所以渐能空相，心地清净。",
      "zh_TW": "因此之故，法與非法都不能取，取就是執著。「下手方法，先令二邊不取，漸能空相，心地清淨。」這種修法是真實福慧雙修，諸位要曉得，不執著是慧，是真正的智慧。我們自性本有無量的智慧德能，因為煩惱分別執著把它障礙住了，今天我一切不分別，一切不執著，障礙就去掉了，自性裡面的智慧就往外透，智慧是這麼來的。所以，這個智慧不是怎麼修得來的，是自己本性裡面的般若智慧往外面放光。又能夠布施，利益一切眾生，這是修福，福裡面最明顯的，就是我剛才跟諸位說的健康長壽，體力充沛，這是真正的福報。特別是中年以上就有這個感覺，你有地位、有財富沒有用，一身的病，那還是苦，哪裡能說是福？縱然有很多人侍候你、照顧你，還是病態。像李炳老活到九十五不要人照顧，這真是福報，這真叫大福報，要明白這個道理。自己身心跟大自然融成一片，這是真正的福報。所以漸能空相，心地清淨。"
    },
    {
      "id": "09-021-0024_p0044",
      "zh_CN": "「由是而信、而解、而行，至于究竟，亦不过两边不着耳。」信是初发心，信解究竟是成佛，换句话说，从初发心一直到成佛，菩萨修的是什么？无非是看破、放下而已，看破再看破，放下再放下，没有别的法门。我们是因为做不到，做不到这没有法子，就死心塌地念佛求生净土。我们念佛人，与金刚般若的精神有没有相应？有。金刚般若的精神是教我们空有都不住，我们念佛求生西方极乐世界，不着空，西方极乐世界是有，这不着空；我们对于这个世间一切统统放下，不着有。所以念佛求生与本经的精神，空有二边不着是相应的，完全没有违背。佛在后面说的这首偈，今天时间虽然到了不能够讲，我们把它念一念，下一次回来的时候我们再继续来研究。这几句话用意很深。",
      "zh_TW": "「由是而信、而解、而行，至於究竟，亦不過兩邊不著耳。」信是初發心，信解究竟是成佛，換句話說，從初發心一直到成佛，菩薩修的是什麼？無非是看破、放下而已，看破再看破，放下再放下，沒有別的法門。我們是因為做不到，做不到這沒有法子，就死心塌地念佛求生淨土。我們念佛人，與金剛般若的精神有沒有相應？有。金剛般若的精神是教我們空有都不住，我們念佛求生西方極樂世界，不著空，西方極樂世界是有，這不著空；我們對於這個世間一切統統放下，不著有。所以念佛求生與本經的精神，空有二邊不著是相應的，完全沒有違背。佛在後面說的這首偈，今天時間雖然到了不能夠講，我們把它念一念，下一次回來的時候我們再繼續來研究。這幾句話用意很深。"
    },
    {
      "id": "09-021-0024_p0045",
      "zh_CN": "【以是义故。如来常说。汝等比丘知我说法如筏喻者。法尚应舍。何况非法。】",
      "zh_TW": "【以是義故。如來常說。汝等比丘知我說法如筏喻者。法尚應捨。何況非法。】"
    },
    {
      "id": "09-021-0024_p0046",
      "zh_CN": "这是怕什么？怕一般学佛的人听了佛的教诲，空有二边都不执着，最后他还执着佛法，佛讲的法他还不肯放，还是执着。所以佛说到这个地方，真的是讲到究竟、讲到极深之处。佛所说的一切法也是因缘所生的，也不是真实的，也要放下，也不能够执着。佛法尚且不能执着，何况非佛法。这是佛法跟其他宗教不一样的地方，其他任何宗教到最后不能让你说连上帝什么都要放下。我们佛法到最后佛也不要了，法也不要，你的心才真正恢复到清净，真叫一尘不染。你还有个佛，你被佛污染，你还有个法，你被法污染，所以佛法也不能执着。",
      "zh_TW": "這是怕什麼？怕一般學佛的人聽了佛的教誨，空有二邊都不執著，最後他還執著佛法，佛講的法他還不肯放，還是執著。所以佛說到這個地方，真的是講到究竟、講到極深之處。佛所說的一切法也是因緣所生的，也不是真實的，也要放下，也不能夠執著。佛法尚且不能執著，何況非佛法。這是佛法跟其他宗教不一樣的地方，其他任何宗教到最後不能讓你說連上帝什麼都要放下。我們佛法到最後佛也不要了，法也不要，你的心才真正恢復到清淨，真叫一塵不染。你還有個佛，你被佛污染，你還有個法，你被法污染，所以佛法也不能執著。"
    },
    {
      "id": "09-021-0024_p0047",
      "zh_CN": "今天时间到了，我们就到这里告一个段落，这段文我们下次回来再讲。",
      "zh_TW": "今天時間到了，我們就到這裡告一個段落，這段文我們下次回來再講。"
    }
  ]
}