{
  "doc_id": "21-154-0001",
  "title": {
    "zh_CN": "游祥洲博士专访净空老法师",
    "zh_TW": "游祥洲博士專訪淨空老法師"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "台湾电视公司",
    "zh_TW": "台灣電視公司"
  },
  "doc_number": "21-154-0001",
  "total_paragraphs": 74,
  "paragraphs": [
    {
      "id": "21-154-0001_p0001",
      "zh_CN": "主持人：各位观众，大家好！各位现场法师，还有各位菩萨们，大家好！",
      "zh_TW": "主持人：各位觀眾，大家好！各位現場法師，還有各位菩薩們，大家好！"
    },
    {
      "id": "21-154-0001_p0002",
      "zh_CN": "我们今天非常高兴由「佛陀教育基金会」为我们邀请到净空法师，他特别从海外归来。今天这个因缘非常殊胜，因为今天这个聚会，我们特别得到师父的同意，就是要在今天的访谈中，来回答我们一些跟现代社会、跟我们日常生活有关的问题。",
      "zh_TW": "我們今天非常高興由「佛陀教育基金會」為我們邀請到淨空法師，他特別從海外歸來。今天這個因緣非常殊勝，因為今天這個聚會，我們特別得到師父的同意，就是要在今天的訪談中，來回答我們一些跟現代社會、跟我們日常生活有關的問題。"
    },
    {
      "id": "21-154-0001_p0003",
      "zh_CN": "在我们讨论这个问题之前，我想大家也都知道，就是净空法师这几年在海内外弘扬佛法，为了世界和平做了非常多的努力。师父今年七十六岁，出家已经四十四年，这四十四年当中，一直是讲经不间断。我昨天知道师父现在累积讲经的录影带，还有录音带，已经超过一万多卷，我想这是人类的文化史上一个非常重要的资产。我们今天能够有这样一个机缘来面对师父，这是非常大的殊胜的福报。",
      "zh_TW": "在我們討論這個問題之前，我想大家也都知道，就是淨空法師這幾年在海內外弘揚佛法，為了世界和平做了非常多的努力。師父今年七十六歲，出家已經四十四年，這四十四年當中，一直是講經不間斷。我昨天知道師父現在累積講經的錄影帶，還有錄音帶，已經超過一萬多卷，我想這是人類的文化史上一個非常重要的資產。我們今天能夠有這樣一個機緣來面對師父，這是非常大的殊勝的福報。"
    },
    {
      "id": "21-154-0001_p0004",
      "zh_CN": "师父除了在佛教的领域里面来弘法之外，这几年来，师父因为长时间在新加坡讲学，同时也在澳洲，得到新加坡方面，还有澳洲政府方面，非常大的肯定。并且澳洲的一间大学，叫做格里菲斯，这个大学还特别邀请师父担任名誉教授。同时澳洲的昆士兰大学，也请师父担任教授。这个我觉得不只是师父个人的光荣，也是代表汉传佛教，它在整个跟西方世界接触的时候，产生了一个非常大的回响，得到非常大的肯定。",
      "zh_TW": "師父除了在佛教的領域裡面來弘法之外，這幾年來，師父因為長時間在新加坡講學，同時也在澳洲，得到新加坡方面，還有澳洲政府方面，非常大的肯定。並且澳洲的一間大學，叫做格里菲斯，這個大學還特別邀請師父擔任名譽教授。同時澳洲的昆士蘭大學，也請師父擔任教授。這個我覺得不只是師父個人的光榮，也是代表漢傳佛教，它在整個跟西方世界接觸的時候，產生了一個非常大的迴響，得到非常大的肯定。"
    },
    {
      "id": "21-154-0001_p0005",
      "zh_CN": "我想一开始，我们先要请教一个很迫切的问题，从去年九一一事件在美国发生之后，可以说整个世界各地的人心呈现了一种动荡不安的状况。所以我们就想请教师父，面对这种世界这样一个不安的情况，特别是九一一事件，反应出西方的社会对于阿拉伯国家的忽略，所以阿拉伯国家长期被边缘化之后，产生一种非常大的仇恨心理。师父您站在佛法的一个立场，觉得像这样一种不同的种族、文化之间的隔阂，跟这种仇恨，应该如何化解？请教师父。",
      "zh_TW": "我想一開始，我們先要請教一個很迫切的問題，從去年九一一事件在美國發生之後，可以說整個世界各地的人心呈現了一種動盪不安的狀況。所以我們就想請教師父，面對這種世界這樣一個不安的情況，特別是九一一事件，反應出西方的社會對於阿拉伯國家的忽略，所以阿拉伯國家長期被邊緣化之後，產生一種非常大的仇恨心理。師父您站在佛法的一個立場，覺得像這樣一種不同的種族、文化之間的隔閡，跟這種仇恨，應該如何化解？請教師父。"
    },
    {
      "id": "21-154-0001_p0006",
      "zh_CN": "净空法师：这个问题，我也是接受很多人提出来，确实这是一个很严重的问题。人类追求和平，希望消除冲突，已经做了很多年的工作。这很多年，我从接触昆士兰大学校长的时候，才知道他们已经做了八年了。现在世界上有八个学校（八个大学），有开专门的课程，他们有消灭冲突促进和平的研究中心。昆士兰大学是其中的一所，做得也相当有成就。",
      "zh_TW": "淨空法師：這個問題，我也是接受很多人提出來，確實這是一個很嚴重的問題。人類追求和平，希望消除衝突，已經做了很多年的工作。這很多年，我從接觸昆士蘭大學校長的時候，才知道他們已經做了八年了。現在世界上有八個學校（八個大學），有開專門的課程，他們有消滅衝突促進和平的研究中心。昆士蘭大學是其中的一所，做得也相當有成就。"
    },
    {
      "id": "21-154-0001_p0007",
      "zh_CN": "自从九一一事件发生之后，他们这个中心里面，有十几位教授很认真的做了一次思考，认为冷战、热战不能解决问题，希望能换一个方式，从道德从爱心来化解问题。所以他们学校就找到我，我跟他们举行了两次座谈会，听他们的报告。我说这个观念、理念是正确的，真正用爱心解决问题是正确的，但是冲突的中心在哪里？似乎他们没有掌握到。我跟他们提示，提醒他们，我说冲突真正的中心在家庭。我说家庭里面，头一个是夫妻的冲突，父子的冲突，兄弟的冲突；扩展到外面，就变成社会冲突。这个他们能懂，他们也感觉很惊讶，没有想到。",
      "zh_TW": "自從九一一事件發生之後，他們這個中心裡面，有十幾位教授很認真的做了一次思考，認為冷戰、熱戰不能解決問題，希望能換一個方式，從道德從愛心來化解問題。所以他們學校就找到我，我跟他們舉行了兩次座談會，聽他們的報告。我說這個觀念、理念是正確的，真正用愛心解決問題是正確的，但是衝突的中心在哪裡？似乎他們沒有掌握到。我跟他們提示，提醒他們，我說衝突真正的中心在家庭。我說家庭裡面，頭一個是夫妻的衝突，父子的衝突，兄弟的衝突；擴展到外面，就變成社會衝突。這個他們能懂，他們也感覺很驚訝，沒有想到。"
    },
    {
      "id": "21-154-0001_p0008",
      "zh_CN": "我说实际上还有根本，比这个还要深一层的，那就是自性，就是本性跟习性的冲突。这个他们不容易懂，这些名词翻译也不好翻，我就换一个方式跟他讲，我说就是自利跟利他的冲突。我们的念头一起来，头一个念头就想到我自己的利益；想到我自己的利益，一定跟别人冲突，这是所有一切冲突的根。",
      "zh_TW": "我說實際上還有根本，比這個還要深一層的，那就是自性，就是本性跟習性的衝突。這個他們不容易懂，這些名詞翻譯也不好翻，我就換一個方式跟他講，我說就是自利跟利他的衝突。我們的念頭一起來，頭一個念頭就想到我自己的利益；想到我自己的利益，一定跟別人衝突，這是所有一切衝突的根。"
    },
    {
      "id": "21-154-0001_p0009",
      "zh_CN": "那我们要从哪里拔根？要从自己本身来拔根。如果我本身起心动念还想到自己的利益，我要想做世界和平工作，要想化解这个世界一切冲突，恐怕太难了，那不是一桩容易事情。",
      "zh_TW": "那我們要從哪裡拔根？要從自己本身來拔根。如果我本身起心動念還想到自己的利益，我要想做世界和平工作，要想化解這個世界一切衝突，恐怕太難了，那不是一樁容易事情。"
    },
    {
      "id": "21-154-0001_p0010",
      "zh_CN": "所以现在学校邀请我参与他们的中心，我也跟他说，我说这是大事情，这是全世界的大事情，这一个中心规模太小，希望把它提升为学院。现在不错，现在把它提升到研究所，这是很难得。最近学校在研究修订课程，怎么样用伦理、用道德、用爱心来化解问题。我也给他一些建议，希望他们能够落实。",
      "zh_TW": "所以現在學校邀請我參與他們的中心，我也跟他說，我說這是大事情，這是全世界的大事情，這一個中心規模太小，希望把它提升為學院。現在不錯，現在把它提升到研究所，這是很難得。最近學校在研究修訂課程，怎麼樣用倫理、用道德、用愛心來化解問題。我也給他一些建議，希望他們能夠落實。"
    },
    {
      "id": "21-154-0001_p0011",
      "zh_CN": "主持人：我想我们刚刚提到，就是师父现在在澳洲，跟学校，尤其是大学，还有政府方面，取得非常好彼此的这样一种了解。我听说师父明年还要带两个教授团来访问世界各国，来推动和平之旅。可不可以请师父透露一下，大概会包含哪些地区？",
      "zh_TW": "主持人：我想我們剛剛提到，就是師父現在在澳洲，跟學校，尤其是大學，還有政府方面，取得非常好彼此的這樣一種了解。我聽說師父明年還要帶兩個教授團來訪問世界各國，來推動和平之旅。可不可以請師父透露一下，大概會包含哪些地區？"
    },
    {
      "id": "21-154-0001_p0012",
      "zh_CN": "净空法师：大概就是比较冲突严重的这些地区，我们都要从事于访问。中国人常讲「见面三分情」，面对面坐下来谈，我们站在很客观的立场，我们不属于任何一边，这是很有利的一个条件。我们谈的中心问题，就是怎样消除冲突，化解冲突，怎样能够促进和平。中国人讲的吉凶祸福、利害得失。我说我们的谈论不要离开这四个字，对社会是吉凶祸福，对个人是利害得失。从这上面分析，让他感觉得对自己有切身的关系，他才能接受。",
      "zh_TW": "淨空法師：大概就是比較衝突嚴重的這些地區，我們都要從事於訪問。中國人常講「見面三分情」，面對面坐下來談，我們站在很客觀的立場，我們不屬於任何一邊，這是很有利的一個條件。我們談的中心問題，就是怎樣消除衝突，化解衝突，怎樣能夠促進和平。中國人講的吉凶禍福、利害得失。我說我們的談論不要離開這四個字，對社會是吉凶禍福，對個人是利害得失。從這上面分析，讓他感覺得對自己有切身的關係，他才能接受。"
    },
    {
      "id": "21-154-0001_p0013",
      "zh_CN": "教授团，这是我提议的。我说这个课程，在学校对几个研究生讲，不能解决问题。我说要对什么人讲？我们要在电视，用电视卫星对全世界人民来讲，对各国政府来讲。不但要讲，而且还要组团去访问，访问政要，访问大学。一个是学术团体，就是教授代表团；另外一个就是宗教领袖团体。澳洲有十二个宗教，所以至少我们一年要出去访问一次到两次，就是宗教团跟教授团。我们大概明年三月的时候，现在在这里筹备，希望访问美国、中国、日本、俄罗斯、罗马教廷、欧洲，这是由学校去安排。",
      "zh_TW": "教授團，這是我提議的。我說這個課程，在學校對幾個研究生講，不能解決問題。我說要對什麼人講？我們要在電視，用電視衛星對全世界人民來講，對各國政府來講。不但要講，而且還要組團去訪問，訪問政要，訪問大學。一個是學術團體，就是教授代表團；另外一個就是宗教領袖團體。澳洲有十二個宗教，所以至少我們一年要出去訪問一次到兩次，就是宗教團跟教授團。我們大概明年三月的時候，現在在這裡籌備，希望訪問美國、中國、日本、俄羅斯、羅馬教廷、歐洲，這是由學校去安排。"
    },
    {
      "id": "21-154-0001_p0014",
      "zh_CN": "主持人：师父领队？",
      "zh_TW": "主持人：師父領隊？"
    },
    {
      "id": "21-154-0001_p0015",
      "zh_CN": "净空法师：我不是领队，我让他们学校领队。",
      "zh_TW": "淨空法師：我不是領隊，我讓他們學校領隊。"
    },
    {
      "id": "21-154-0001_p0016",
      "zh_CN": "主持人：是。",
      "zh_TW": "主持人：是。"
    },
    {
      "id": "21-154-0001_p0017",
      "zh_CN": "净空法师：我随着队去就好了。",
      "zh_TW": "淨空法師：我隨著隊去就好了。"
    },
    {
      "id": "21-154-0001_p0018",
      "zh_CN": "主持人：我们透过师父这一系列这样的努力，就是对未来世界多元文化的冲突能够因此而降低，彼此透过对话，透过这样一个沟通，有更好的一种了解。",
      "zh_TW": "主持人：我們透過師父這一系列這樣的努力，就是對未來世界多元文化的衝突能夠因此而降低，彼此透過對話，透過這樣一個溝通，有更好的一種了解。"
    },
    {
      "id": "21-154-0001_p0019",
      "zh_CN": "我想请问师父，师父也有一段时间在新加坡。我们知道新加坡华人占百分之七十五，另外还有其他的种族。但是我们看到新加坡在推动多元文化的融和，推动族群的融和方面，可以说表现的是特别的好。可不可以请师父把这一方面观察的结果，让我们大家了解一下？",
      "zh_TW": "我想請問師父，師父也有一段時間在新加坡。我們知道新加坡華人佔百分之七十五，另外還有其他的種族。但是我們看到新加坡在推動多元文化的融和，推動族群的融和方面，可以說表現的是特別的好。可不可以請師父把這一方面觀察的結果，讓我們大家了解一下？"
    },
    {
      "id": "21-154-0001_p0020",
      "zh_CN": "净空法师：这是我们在推动的，我到新加坡之后就主动访问各个宗教。新加坡有九个宗教，一个一个去访问，跟他们建立关系。这三年来做得还有一点成就，做得很辛苦。政府虽然欢迎，但是并没有主动来推动，所以就是佛教居士林跟新加坡净宗学会陪着我去做，做得虽然很吃力，我们也做得很愉快。总而言之，跟这些宗教，不同的宗教，我们结了很好的友谊，这是很难得的。",
      "zh_TW": "淨空法師：這是我們在推動的，我到新加坡之後就主動訪問各個宗教。新加坡有九個宗教，一個一個去訪問，跟他們建立關係。這三年來做得還有一點成就，做得很辛苦。政府雖然歡迎，但是並沒有主動來推動，所以就是佛教居士林跟新加坡淨宗學會陪著我去做，做得雖然很吃力，我們也做得很愉快。總而言之，跟這些宗教，不同的宗教，我們結了很好的友誼，這是很難得的。"
    },
    {
      "id": "21-154-0001_p0021",
      "zh_CN": "实在讲，澳洲也是听到我在新加坡做这些工作，他们把我找去了。找去之后，目标是希望能在澳洲帮助他们，促进族群跟宗教之间的和睦相处。澳洲这个国家是很保守的国家，最近几年才开放移民。所以开放移民之后，他们的政府很聪明，觉得这些移民，外面来移民，这些人来自不同的国家，不同的文化背景，不同的生活习惯，不同的宗教信仰，现在到澳洲来了，怎么样能跟澳洲本地的这些人和睦相处，而不发生冲突？这是他们非常重视的。",
      "zh_TW": "實在講，澳洲也是聽到我在新加坡做這些工作，他們把我找去了。找去之後，目標是希望能在澳洲幫助他們，促進族群跟宗教之間的和睦相處。澳洲這個國家是很保守的國家，最近幾年才開放移民。所以開放移民之後，他們的政府很聰明，覺得這些移民，外面來移民，這些人來自不同的國家，不同的文化背景，不同的生活習慣，不同的宗教信仰，現在到澳洲來了，怎麼樣能跟澳洲本地的這些人和睦相處，而不發生衝突？這是他們非常重視的。"
    },
    {
      "id": "21-154-0001_p0022",
      "zh_CN": "因此，他们随着移民，国家联邦就成立了一个多元文化部，部长就是移民部长兼的。移民部长他是两个部的部长，我跟他相处得非常好，我也没有想到。第一次来的时候，一个晚上，我住在布里斯本，他到我这里来访问我。这是非常非常难得，是不是？这是非常难得。当时我看到部长来的时候，我送了他一部《龙藏》，这是见面礼。以后这部大藏经他转送给联邦政府图书馆，就是国家图书馆，在坎培拉，放在那个地方。所以这样就结了缘。结了缘之后，这是二０００年的时候，他就找我，他亲自批准移民的签证，他亲自批准的。在香港领事馆办的，领事都很惊讶，他说部长跟我有什么关系？他还怀疑，他说这个人是个出家人，难道他是教皇吗？我们部长为什么去访问他？这都是机缘，不可思议。",
      "zh_TW": "因此，他們隨著移民，國家聯邦就成立了一個多元文化部，部長就是移民部長兼的。移民部長他是兩個部的部長，我跟他相處得非常好，我也沒有想到。第一次來的時候，一個晚上，我住在布里斯本，他到我這裡來訪問我。這是非常非常難得，是不是？這是非常難得。當時我看到部長來的時候，我送了他一部《龍藏》，這是見面禮。以後這部大藏經他轉送給聯邦政府圖書館，就是國家圖書館，在坎培拉，放在那個地方。所以這樣就結了緣。結了緣之後，這是二０００年的時候，他就找我，他親自批准移民的簽證，他親自批准的。在香港領事館辦的，領事都很驚訝，他說部長跟我有什麼關係？他還懷疑，他說這個人是個出家人，難道他是教皇嗎？我們部長為什麼去訪問他？這都是機緣，不可思議。"
    },
    {
      "id": "21-154-0001_p0023",
      "zh_CN": "主持人：我想这是因为师父这样一个见解，感动了西方社会的政治领袖。尤其我记得一九九八年的时候到澳洲去，也刚好听到澳洲的多元文化部跟移民部的部长演讲。我们发现澳洲已经放弃了过去所谓白澳政策，也就是纯粹是白人的澳洲这样的一个政策，而且转而成为一个欢迎多元文化的，包括对于他们本土文化的尊重。师父在这个时候，能够从北半球把佛法带到南半球，我想这有历史性的意义。",
      "zh_TW": "主持人：我想這是因為師父這樣一個見解，感動了西方社會的政治領袖。尤其我記得一九九八年的時候到澳洲去，也剛好聽到澳洲的多元文化部跟移民部的部長演講。我們發現澳洲已經放棄了過去所謂白澳政策，也就是純粹是白人的澳洲這樣的一個政策，而且轉而成為一個歡迎多元文化的，包括對於他們本土文化的尊重。師父在這個時候，能夠從北半球把佛法帶到南半球，我想這有歷史性的意義。"
    },
    {
      "id": "21-154-0001_p0024",
      "zh_CN": "但是想请教师父一个问题，师父刚刚提到治国平天下的道理，就是齐家、治国、平天下。这个道理，我想西方人过去也不讲，师父讲这个东西，他们接受的情形怎么样？",
      "zh_TW": "但是想請教師父一個問題，師父剛剛提到治國平天下的道理，就是齊家、治國、平天下。這個道理，我想西方人過去也不講，師父講這個東西，他們接受的情形怎麼樣？"
    },
    {
      "id": "21-154-0001_p0025",
      "zh_CN": "净空法师：能接受，而且很欢喜，所以这一点出乎我意料之外。他们现在是州政府、地方政府都有多元文化局，所以他们现在是用大学，就是国家来推动，用大学来落实。这个好！像在新加坡用宗教来落实的时候，彼此宗教之间都有隔阂。所以他用非常中立的大学来推动，格里菲斯大学来推动这个工作，这个很难得，工作好办得多了。",
      "zh_TW": "淨空法師：能接受，而且很歡喜，所以這一點出乎我意料之外。他們現在是州政府、地方政府都有多元文化局，所以他們現在是用大學，就是國家來推動，用大學來落實。這個好！像在新加坡用宗教來落實的時候，彼此宗教之間都有隔閡。所以他用非常中立的大學來推動，格里菲斯大學來推動這個工作，這個很難得，工作好辦得多了。"
    },
    {
      "id": "21-154-0001_p0026",
      "zh_CN": "主持人：师父在南半球所推动这样的一种文化交流的努力，我想在全球化的世纪里面，对南北半球的平衡有很大的作用。我们非常感谢师父，在这一方面把他在新加坡的经验，把他在澳洲的宝贵经验，跟我们分享，而且我们以师父为荣。因为我觉得我们一个华人的师父，能够到澳洲受到这么高的肯定，这个对未来，我想也许我们有很多朋友，将来还可以再追随师父的脚步，继续向南半球来做这样一个文化交流的努力。我们休息一下，再来请教师父几个非常重要的问题，谢谢大家。　　主持人：各位观众，还有各位现场的法师，跟各位菩萨同修，欢迎大家继续来收看，我们今天跟净空法师这样的一番对谈。",
      "zh_TW": "主持人：師父在南半球所推動這樣的一種文化交流的努力，我想在全球化的世紀裡面，對南北半球的平衡有很大的作用。我們非常感謝師父，在這一方面把他在新加坡的經驗，把他在澳洲的寶貴經驗，跟我們分享，而且我們以師父為榮。因為我覺得我們一個華人的師父，能夠到澳洲受到這麼高的肯定，這個對未來，我想也許我們有很多朋友，將來還可以再追隨師父的腳步，繼續向南半球來做這樣一個文化交流的努力。我們休息一下，再來請教師父幾個非常重要的問題，謝謝大家。　　主持人：各位觀眾，還有各位現場的法師，跟各位菩薩同修，歡迎大家繼續來收看，我們今天跟淨空法師這樣的一番對談。"
    },
    {
      "id": "21-154-0001_p0027",
      "zh_CN": "我们知道，师父明天将要在香港主持一个很重要的典礼，这个典礼就是由师父所策划的，中华民族第一个万姓先祖的纪念堂，明天将要在香港落成。师父这一次专程从南半球飞到北半球，而且选在明天（也就是冬至这一天）来主持这个典礼，有非常特殊而深刻的意义。我们想请师父来跟我们大家说明一下，这次到香港主持这个典礼的意义。",
      "zh_TW": "我們知道，師父明天將要在香港主持一個很重要的典禮，這個典禮就是由師父所策劃的，中華民族第一個萬姓先祖的紀念堂，明天將要在香港落成。師父這一次專程從南半球飛到北半球，而且選在明天（也就是冬至這一天）來主持這個典禮，有非常特殊而深刻的意義。我們想請師父來跟我們大家說明一下，這次到香港主持這個典禮的意義。"
    },
    {
      "id": "21-154-0001_p0028",
      "zh_CN": "净空法师：我是一九七七年第一次在香港讲经，那一次在香港住了四个月，讲《楞严经》。因为有感于中国文化大革命把每一家的祠堂废弃了，家谱也都丢掉不要了。这个东西是中华民族这几千年而没有被历史淘汰掉，根本的原因在此地。废弃不是说不可以，废弃之后，必须要有新的东西来代替，而且比旧的更好，这个意义就是属于正面的。所以当时我在香港想了好几天，就想出一个百姓宗祠。每一家的祠堂都没有了，希望每一个县建立一个祠堂，每一个家的祖先牌位都供在那边。春秋祭祀由县长主祭，每一个姓氏推选一个人来陪祭，这样我们民族不是大团结了吗？",
      "zh_TW": "淨空法師：我是一九七七年第一次在香港講經，那一次在香港住了四個月，講《楞嚴經》。因為有感於中國文化大革命把每一家的祠堂廢棄了，家譜也都丟掉不要了。這個東西是中華民族這幾千年而沒有被歷史淘汰掉，根本的原因在此地。廢棄不是說不可以，廢棄之後，必須要有新的東西來代替，而且比舊的更好，這個意義就是屬於正面的。所以當時我在香港想了好幾天，就想出一個百姓宗祠。每一家的祠堂都沒有了，希望每一個縣建立一個祠堂，每一個家的祖先牌位都供在那邊。春秋祭祀由縣長主祭，每一個姓氏推選一個人來陪祭，這樣我們民族不是大團結了嗎？"
    },
    {
      "id": "21-154-0001_p0029",
      "zh_CN": "所以回到台湾之后，我就写了这篇东西，这篇东西在香港写的，曾经在晚报上、杂志上都发表过，有一些回应也都非常好，但是总是心有余而力不足。这么多年来，想了二、三十年了，都没有办法落实。这一次在香港有一个同修捐了一层楼给我们，虽然不大，只有三千呎（三千呎合台湾大概是六、七十坪的样子），我就把它做一个纪念堂。",
      "zh_TW": "所以回到台灣之後，我就寫了這篇東西，這篇東西在香港寫的，曾經在晚報上、雜誌上都發表過，有一些回應也都非常好，但是總是心有餘而力不足。這麼多年來，想了二、三十年了，都沒有辦法落實。這一次在香港有一個同修捐了一層樓給我們，雖然不大，只有三千呎（三千呎合台灣大概是六、七十坪的樣子），我就把它做一個紀念堂。"
    },
    {
      "id": "21-154-0001_p0030",
      "zh_CN": "到中国，他们主持户政的人给我调查一下，中国现在姓氏到底有多少？他们告诉我有两万两千多个姓氏。我听了都呆了，我原先想的时候，大概也只有两千多个，没有想到超过我预想的十倍。所以我们就决定建一个中华民族万姓先祖纪念堂，我们不用宗祠，用纪念堂。明天是冬至，选了冬至是中国古老祭祖的日子，冬至来举行开幕典礼。",
      "zh_TW": "到中國，他們主持戶政的人給我調查一下，中國現在姓氏到底有多少？他們告訴我有兩萬兩千多個姓氏。我聽了都呆了，我原先想的時候，大概也只有兩千多個，沒有想到超過我預想的十倍。所以我們就決定建一個中華民族萬姓先祖紀念堂，我們不用宗祠，用紀念堂。明天是冬至，選了冬至是中國古老祭祖的日子，冬至來舉行開幕典禮。"
    },
    {
      "id": "21-154-0001_p0031",
      "zh_CN": "这个纪念堂平常就做为念佛堂，每天二十四小时念佛，供养每一家的祖先。这个里面也播放闭路电视，就是我们讲经的这些节目，都用来供养祖先，所以很有意义。明天是正式的日子，前七天（今天是最后一天）举行佛七法会，精进佛七；念了七天佛，明天上午举行仪式，下午举行三时系念，就用这个方式来纪念我们的祖宗。",
      "zh_TW": "這個紀念堂平常就做為念佛堂，每天二十四小時念佛，供養每一家的祖先。這個裡面也播放閉路電視，就是我們講經的這些節目，都用來供養祖先，所以很有意義。明天是正式的日子，前七天（今天是最後一天）舉行佛七法會，精進佛七；念了七天佛，明天上午舉行儀式，下午舉行三時繫念，就用這個方式來紀念我們的祖宗。"
    },
    {
      "id": "21-154-0001_p0032",
      "zh_CN": "「孝」是我们中国民族，这是大根大本。佛法也是建立在孝道的基础上，这是佛教传到中国，为什么会被中国朝野欢迎，在中国能够开花结果、能够茁壮，道理就是我们的根是相同的。佛道是师道，师道建立在孝道的基础上。如果孝道没有了，师道就谈不上，佛教当然会没落，原因在这里。要能把佛教教学振兴，先要提倡孝道。",
      "zh_TW": "「孝」是我們中國民族，這是大根大本。佛法也是建立在孝道的基礎上，這是佛教傳到中國，為什麼會被中國朝野歡迎，在中國能夠開花結果、能夠茁壯，道理就是我們的根是相同的。佛道是師道，師道建立在孝道的基礎上。如果孝道沒有了，師道就談不上，佛教當然會沒落，原因在這裡。要能把佛教教學振興，先要提倡孝道。"
    },
    {
      "id": "21-154-0001_p0033",
      "zh_CN": "主持人：谢谢师父这一番非常宝贵的提示。我觉得从师父刚刚谈的这些话里面，我们可以感觉到有三点非常重要的事情。第一个就是说这个纪念堂不是单一的姓氏的祠堂，它是把所有的姓氏都在这一个纪念堂里面供奉祖先，所以这个对于族群的融和，我觉得非常重大的意义。第二点，这个纪念堂它本身平常不是摆着不用，很多的祠堂平常没有事就空在那里。现在这个纪念堂，将来平常就做念佛堂，这是很重要的，就是平常不是闲着，念佛的功德还回向给所有的姓氏的祖先。我想第二点也是师父很重要的一点。第三点，我觉得借着这样一个方式，同时每一年祭祖的时间，就先打一个佛七，我觉得这是透过我们的修行，的确可以回向给我们的祖先，来提升我们祖先的精神境界。",
      "zh_TW": "主持人：謝謝師父這一番非常寶貴的提示。我覺得從師父剛剛談的這些話裡面，我們可以感覺到有三點非常重要的事情。第一個就是說這個紀念堂不是單一的姓氏的祠堂，它是把所有的姓氏都在這一個紀念堂裡面供奉祖先，所以這個對於族群的融和，我覺得非常重大的意義。第二點，這個紀念堂它本身平常不是擺著不用，很多的祠堂平常沒有事就空在那裡。現在這個紀念堂，將來平常就做念佛堂，這是很重要的，就是平常不是閒著，念佛的功德還迴向給所有的姓氏的祖先。我想第二點也是師父很重要的一點。第三點，我覺得藉著這樣一個方式，同時每一年祭祖的時間，就先打一個佛七，我覺得這是透過我們的修行，的確可以迴向給我們的祖先，來提升我們祖先的精神境界。"
    },
    {
      "id": "21-154-0001_p0034",
      "zh_CN": "我们每一个人，我想都有两个传承，一个是血缘上的传承，就是我们的祖先；另外一个就是精神上的传承，就是我们历代的佛菩萨，还有传承的祖师。所以我觉得师父今天做这个，好像也是李老师这样一个传承，李炳南老师的传承就是儒佛兼重。师父觉得今天不只是一个佛教的出家人，而且有承当着儒家的这样一个传承责任，所以对于我们祭拜历代的祖先加以提倡。我们现在知道师父您这个纪念堂在香港是第一个，将来恐怕要推广到世界各地去，我觉得这个意义是非常大的。",
      "zh_TW": "我們每一個人，我想都有兩個傳承，一個是血緣上的傳承，就是我們的祖先；另外一個就是精神上的傳承，就是我們歷代的佛菩薩，還有傳承的祖師。所以我覺得師父今天做這個，好像也是李老師這樣一個傳承，李炳南老師的傳承就是儒佛兼重。師父覺得今天不只是一個佛教的出家人，而且有承當著儒家的這樣一個傳承責任，所以對於我們祭拜歷代的祖先加以提倡。我們現在知道師父您這個紀念堂在香港是第一個，將來恐怕要推廣到世界各地去，我覺得這個意義是非常大的。"
    },
    {
      "id": "21-154-0001_p0035",
      "zh_CN": "净空法师：对，我们是向全世界来推广，先做一个模型。",
      "zh_TW": "淨空法師：對，我們是向全世界來推廣，先做一個模型。"
    },
    {
      "id": "21-154-0001_p0036",
      "zh_CN": "主持人：亲近师父的这些朋友，我想大家体会到师父很重要的理念。我们平常有念佛堂，可是今天如果把念佛堂，再把它跟师父讲的万姓先祖的纪念堂结合在一起，我想这个意义是非常大。",
      "zh_TW": "主持人：親近師父的這些朋友，我想大家體會到師父很重要的理念。我們平常有念佛堂，可是今天如果把念佛堂，再把它跟師父講的萬姓先祖的紀念堂結合在一起，我想這個意義是非常大。"
    },
    {
      "id": "21-154-0001_p0037",
      "zh_CN": "师父，再请教一个问题，就是师父曾经提到《华严经》可以拯救世界。因为今天世界面临很多问题，可不可以请师父就《华严经》可以拯救世界这个主题，来跟大家简单谈一下？",
      "zh_TW": "師父，再請教一個問題，就是師父曾經提到《華嚴經》可以拯救世界。因為今天世界面臨很多問題，可不可以請師父就《華嚴經》可以拯救世界這個主題，來跟大家簡單談一下？"
    },
    {
      "id": "21-154-0001_p0038",
      "zh_CN": "净空法师：这个宇宙原本是和谐的，原本是一体的，《华严经》最主要的就是说明宇宙人生的真相。如果这个真相彻底明白了，你所有的问题都解决了。佛在《华严》里面告诉我们，虚空法界刹土众生从哪里来的？现在许多科学家都在研究，宇宙怎么形成的？生命从哪里来的？佛在《华严经》上是讲得很清楚，这一切的一切，「唯心所现，唯识所变」，八个字就把这个问题给你解答了。",
      "zh_TW": "淨空法師：這個宇宙原本是和諧的，原本是一體的，《華嚴經》最主要的就是說明宇宙人生的真相。如果這個真相徹底明白了，你所有的問題都解決了。佛在《華嚴》裡面告訴我們，虛空法界剎土眾生從哪裡來的？現在許多科學家都在研究，宇宙怎麼形成的？生命從哪裡來的？佛在《華嚴經》上是講得很清楚，這一切的一切，「唯心所現，唯識所變」，八個字就把這個問題給你解答了。"
    },
    {
      "id": "21-154-0001_p0039",
      "zh_CN": "谁的心？谁的识？是自己的心，自己的识。识是心起作用，叫做识，所以是自己心、识变现出来的。换句话说，都是一家人；不但是一家人，都是自己！所以佛在经上讲的是「十方三世佛，共同一法身」。法身如来，《华严经》上称「毘卢遮那」。毘卢遮那是梵语，翻成中文是什么意思？遍一切处，遍一切处是自己。",
      "zh_TW": "誰的心？誰的識？是自己的心，自己的識。識是心起作用，叫做識，所以是自己心、識變現出來的。換句話說，都是一家人；不但是一家人，都是自己！所以佛在經上講的是「十方三世佛，共同一法身」。法身如來，《華嚴經》上稱「毘盧遮那」。毘盧遮那是梵語，翻成中文是什麼意思？遍一切處，遍一切處是自己。"
    },
    {
      "id": "21-154-0001_p0040",
      "zh_CN": "所以我们本着《华严》，我们才真正能够体会、理解、落实。我们学佛五十年，把佛法的核心归纳出来，我是归纳出二十个字。前十个字，就是佛经上讲的「菩提心」。菩提心很难讲，但是又非常重要，讲也难讲，听也很不容易听懂，我用十个字把它解释。",
      "zh_TW": "所以我們本著《華嚴》，我們才真正能夠體會、理解、落實。我們學佛五十年，把佛法的核心歸納出來，我是歸納出二十個字。前十個字，就是佛經上講的「菩提心」。菩提心很難講，但是又非常重要，講也難講，聽也很不容易聽懂，我用十個字把它解釋。"
    },
    {
      "id": "21-154-0001_p0041",
      "zh_CN": "第一个是「真诚心」。真诚心就是菩提心里面讲的至诚心，这是菩提心之体。有体当然就有用，用方面，它有自受用、有他受用。自受用，经上讲的深心；他受用，讲的是大悲心，或者是回向发愿心，意思都差不多。在儒家讲的，他把它归并为两个「诚意、正心」。诚意就是菩提心的体，正心包括自受用跟他受用。我说的就又详细一点，我把深心（深心不好懂）分别说三个：清净心、平等心、正觉心；这三个是儒家讲的正心，菩提心里面讲的深心，你好懂！末后一个「慈悲心」，慈悲心就是大悲心，就是回向发愿心。",
      "zh_TW": "第一個是「真誠心」。真誠心就是菩提心裡面講的至誠心，這是菩提心之體。有體當然就有用，用方面，它有自受用、有他受用。自受用，經上講的深心；他受用，講的是大悲心，或者是迴向發願心，意思都差不多。在儒家講的，他把它歸併為兩個「誠意、正心」。誠意就是菩提心的體，正心包括自受用跟他受用。我說的就又詳細一點，我把深心（深心不好懂）分別說三個：清淨心、平等心、正覺心；這三個是儒家講的正心，菩提心裡面講的深心，你好懂！末後一個「慈悲心」，慈悲心就是大悲心，就是迴向發願心。"
    },
    {
      "id": "21-154-0001_p0042",
      "zh_CN": "这个心要遍虚空法界，我们的「真诚」遍虚空法界，我们的「清净」遍虚空法界，「平等」遍虚空法界，「正觉、慈悲」遍虚空法界，我们心里头没有对立的；没有对立的，宇宙就和谐了。所以《华严》对于现前这个复杂的社会，解决矛盾冲突，促进和平，轻而易举，一接触问题就解决了。非常可惜，西方人没有读《华严》。",
      "zh_TW": "這個心要遍虛空法界，我們的「真誠」遍虛空法界，我們的「清淨」遍虛空法界，「平等」遍虛空法界，「正覺、慈悲」遍虛空法界，我們心裡頭沒有對立的；沒有對立的，宇宙就和諧了。所以《華嚴》對於現前這個複雜的社會，解決矛盾衝突，促進和平，輕而易舉，一接觸問題就解決了。非常可惜，西方人沒有讀《華嚴》。"
    },
    {
      "id": "21-154-0001_p0043",
      "zh_CN": "而且《华严》表法的义趣多，多半都是意在言外，所以不详细讲解，很不好懂。我们前天，我来的头一天，我们第十卷才讲圆满。第十卷讲圆满，已经讲了九百二十次，一次两个小时，已经用了一千八百个小时，才讲十卷；全经九十九卷，所以后面还有八十九卷。从这上面，你就能够体会到，《华严经》什么问题都能解决。",
      "zh_TW": "而且《華嚴》表法的義趣多，多半都是意在言外，所以不詳細講解，很不好懂。我們前天，我來的頭一天，我們第十卷才講圓滿。第十卷講圓滿，已經講了九百二十次，一次兩個小時，已經用了一千八百個小時，才講十卷；全經九十九卷，所以後面還有八十九卷。從這上面，你就能夠體會到，《華嚴經》什麼問題都能解決。"
    },
    {
      "id": "21-154-0001_p0044",
      "zh_CN": "所有宗教是一家人。我跟宗教接触，我常常讲，我说：我们承认宇宙之间有一个唯一的真神。他们都很高兴，那些人很高兴。我说：那个唯一的真神有无量的智慧，有无量的神通，他有无量的变化，你们相不相信？都点头，都肯定。我说这个问题解决了！我说基督教的耶稣是释迦牟尼佛的化身，穆罕默德也是释迦牟尼佛的化身，一个人变化的。他的眼睛瞪大了。我说：对，这是从佛教观点上来说。从基督教来说，释迦牟尼佛是耶稣的化身，穆罕默德也是耶稣的化身，那不就拉平了吗？这个问题不就解决了，哪里还有冲突！",
      "zh_TW": "所有宗教是一家人。我跟宗教接觸，我常常講，我說：我們承認宇宙之間有一個唯一的真神。他們都很高興，那些人很高興。我說：那個唯一的真神有無量的智慧，有無量的神通，他有無量的變化，你們相不相信？都點頭，都肯定。我說這個問題解決了！我說基督教的耶穌是釋迦牟尼佛的化身，穆罕默德也是釋迦牟尼佛的化身，一個人變化的。他的眼睛瞪大了。我說：對，這是從佛教觀點上來說。從基督教來說，釋迦牟尼佛是耶穌的化身，穆罕默德也是耶穌的化身，那不就拉平了嗎？這個問題不就解決了，哪裡還有衝突！"
    },
    {
      "id": "21-154-0001_p0045",
      "zh_CN": "冲突的原因在哪里？你们不了解事实真相，所以产生误会。真正把事实真相搞清楚搞明白了，一家人！佛教宗派，各个宗不同的宗派，我在日本跟日本人讲都是亲兄弟；我们跟其他不同的宗教，耶稣教、回教（伊斯兰教）、印度教，各个宗教是堂兄弟，都是表兄弟，全是一家人，全世界所有宗教都是一家。他们这些宗教领袖、传教师听到我的说话都欢喜，都能够认同我这个理念。所以肯定宗教可以和睦相处，族群可以和睦相处，世界大同能做得到，都在自己那个一念转过来就行了。就怕你转不过来，转不过来是迷得太深，没有人给你开导。有人开导，能转得过来。",
      "zh_TW": "衝突的原因在哪裡？你們不了解事實真相，所以產生誤會。真正把事實真相搞清楚搞明白了，一家人！佛教宗派，各個宗不同的宗派，我在日本跟日本人講都是親兄弟；我們跟其他不同的宗教，耶穌教、回教（伊斯蘭教）、印度教，各個宗教是堂兄弟，都是表兄弟，全是一家人，全世界所有宗教都是一家。他們這些宗教領袖、傳教師聽到我的說話都歡喜，都能夠認同我這個理念。所以肯定宗教可以和睦相處，族群可以和睦相處，世界大同能做得到，都在自己那個一念轉過來就行了。就怕你轉不過來，轉不過來是迷得太深，沒有人給你開導。有人開導，能轉得過來。"
    },
    {
      "id": "21-154-0001_p0046",
      "zh_CN": "主持人：我们很谢谢师父这一席话，师父可以说善用《华严经》这个珠珠相照的道理。就是你这个佛陀的珠本身，其实它又分到其他的宗教的教主；其他宗教的教主这个珠，又含摄佛陀还有其他不同宗教的一个精神的光辉。我觉得师父您用这个东西，真的可以促进世界和平，大家都可以接受。我想我们要把师父这个理念，师父有没有用英文把它讲出去？",
      "zh_TW": "主持人：我們很謝謝師父這一席話，師父可以說善用《華嚴經》這個珠珠相照的道理。就是你這個佛陀的珠本身，其實它又分到其他的宗教的教主；其他宗教的教主這個珠，又含攝佛陀還有其他不同宗教的一個精神的光輝。我覺得師父您用這個東西，真的可以促進世界和平，大家都可以接受。我想我們要把師父這個理念，師父有沒有用英文把它講出去？"
    },
    {
      "id": "21-154-0001_p0047",
      "zh_CN": "净空法师：有，现在有翻译。",
      "zh_TW": "淨空法師：有，現在有翻譯。"
    },
    {
      "id": "21-154-0001_p0048",
      "zh_CN": "主持人：因为我看全世界，师父您是第一个讲的。",
      "zh_TW": "主持人：因為我看全世界，師父您是第一個講的。"
    },
    {
      "id": "21-154-0001_p0049",
      "zh_CN": "净空法师：有，在西方世界，已经有人在那里传播。",
      "zh_TW": "淨空法師：有，在西方世界，已經有人在那裡傳播。"
    },
    {
      "id": "21-154-0001_p0050",
      "zh_CN": "主持人：我想我们很希望大家一起来努力，把师父这样一个思惟传播出去，大家都很舒服，大家都可以接受这样的思惟。我想我们要再稍微休息一下，然后，后面要问师父几个很重要的问题。包括像现代我们学佛者常常会面对的一个问题，就是我们很想发心来捐献器官，可是学净土法门的人又很怕临终的时候，器官捐献可能会造成干扰，造成我们心的一个颠倒，这一类的问题。或者像现代人面对所谓的安乐死，这一类的问题，我们如何来加以处理。我想我们休息一下，然后请师父就这些很重要的问题，来给我们做一个解答。谢谢师父，谢谢大家。",
      "zh_TW": "主持人：我想我們很希望大家一起來努力，把師父這樣一個思惟傳播出去，大家都很舒服，大家都可以接受這樣的思惟。我想我們要再稍微休息一下，然後，後面要問師父幾個很重要的問題。包括像現代我們學佛者常常會面對的一個問題，就是我們很想發心來捐獻器官，可是學淨土法門的人又很怕臨終的時候，器官捐獻可能會造成干擾，造成我們心的一個顛倒，這一類的問題。或者像現代人面對所謂的安樂死，這一類的問題，我們如何來加以處理。我想我們休息一下，然後請師父就這些很重要的問題，來給我們做一個解答。謝謝師父，謝謝大家。"
    },
    {
      "id": "21-154-0001_p0051",
      "zh_CN": "主持人：各位观众，大家好。各位在场的法师，还有各位菩萨同修，我们很高兴净空法师今天接受我们的访谈。我想接下来要谈几个很迫切的问题，也是现代人要面对的问题，就是有关器官移植这个问题。我想很多学佛的朋友，基于这种菩萨的悲心，愿意做器官的捐献，器官的移植。但是在临终的器官捐献方面，也有人担心这个会不会影响到我们临终往生的正念？所以这个问题我觉得非常严肃，是不是请师父来做一个说明。",
      "zh_TW": "主持人：各位觀眾，大家好。各位在場的法師，還有各位菩薩同修，我們很高興淨空法師今天接受我們的訪談。我想接下來要談幾個很迫切的問題，也是現代人要面對的問題，就是有關器官移植這個問題。我想很多學佛的朋友，基於這種菩薩的悲心，願意做器官的捐獻，器官的移植。但是在臨終的器官捐獻方面，也有人擔心這個會不會影響到我們臨終往生的正念？所以這個問題我覺得非常嚴肅，是不是請師父來做一個說明。"
    },
    {
      "id": "21-154-0001_p0052",
      "zh_CN": "净空法师：如果临终确实往生，这个没有问题。佛在经典里面告诉我们，三种人没有中阴，这就是我们一般讲的一断气他的神识就离开，跟他这个身体就没有关系了。第一个就是念佛往生的人，没有中阴；第二个生天的人，福报很大，他修的福报大，他一临命终时就生天了，生天的人没有中阴；第三个是堕阿鼻地狱，无间地狱，无间地狱没有中阴。这三种人捐器官是毫无问题。",
      "zh_TW": "淨空法師：如果臨終確實往生，這個沒有問題。佛在經典裡面告訴我們，三種人沒有中陰，這就是我們一般講的一斷氣他的神識就離開，跟他這個身體就沒有關係了。第一個就是念佛往生的人，沒有中陰；第二個生天的人，福報很大，他修的福報大，他一臨命終時就生天了，生天的人沒有中陰；第三個是墮阿鼻地獄，無間地獄，無間地獄沒有中陰。這三種人捐器官是毫無問題。"
    },
    {
      "id": "21-154-0001_p0053",
      "zh_CN": "如果不是这三种人，他有中阴身；有中阴身就是他虽然断气了，他的神识没有离开。通常讲的神识，一般讲最快是八小时才会离开。最安全的说法，应当是十二个小时到十四个小时，这是最安全的。你就想到除了天，忉利天以上都没有问题，那个福报都没问题。所以说如果他来生在人道，或者是在饿鬼道、在畜生道，这个有问题。",
      "zh_TW": "如果不是這三種人，他有中陰身；有中陰身就是他雖然斷氣了，他的神識沒有離開。通常講的神識，一般講最快是八小時才會離開。最安全的說法，應當是十二個小時到十四個小時，這是最安全的。你就想到除了天，忉利天以上都沒有問題，那個福報都沒問題。所以說如果他來生在人道，或者是在餓鬼道、在畜生道，這個有問題。"
    },
    {
      "id": "21-154-0001_p0054",
      "zh_CN": "当然大家既然学佛，就要认真的学习，决定不落三恶道；好好的念佛，各个人都有把握预知时至，知道什么时候走，清清楚楚、明明白白。我们在这些年当中遇到不少人，遇到不少人修行都能够修到预知时至，这样的人没有问题。这是我提出来贡献给同学们做参考的。如果要发心捐赠器官，一定要取得西方极乐世界，肯定往生。",
      "zh_TW": "當然大家既然學佛，就要認真的學習，決定不落三惡道；好好的念佛，各個人都有把握預知時至，知道什麼時候走，清清楚楚、明明白白。我們在這些年當中遇到不少人，遇到不少人修行都能夠修到預知時至，這樣的人沒有問題。這是我提出來貢獻給同學們做參考的。如果要發心捐贈器官，一定要取得西方極樂世界，肯定往生。"
    },
    {
      "id": "21-154-0001_p0055",
      "zh_CN": "主持人：谢谢师父。我觉得师父这席话非常重要。我们要发心是非常好的，可是我觉得我们发心的同时要创造发心的条件，也就是我们发心愿意在临终的时候来捐献我们这个器官，可是为了要避免妨碍我们临终正念的维系，所以师父刚刚讲，就是你一定要在平常勤修念佛法门。昨天我也跟师父先请教这个问题，师父还提到像打佛七，平常精进念佛，我想这些话真的是非常重要。所以师父的立场，并不是叫我们不做这样的一种努力，不是叫我们不要去做这个捐献，但是我们一定要先做好修行上面准备，我想这一点是非常重要。",
      "zh_TW": "主持人：謝謝師父。我覺得師父這席話非常重要。我們要發心是非常好的，可是我覺得我們發心的同時要創造發心的條件，也就是我們發心願意在臨終的時候來捐獻我們這個器官，可是為了要避免妨礙我們臨終正念的維繫，所以師父剛剛講，就是你一定要在平常勤修念佛法門。昨天我也跟師父先請教這個問題，師父還提到像打佛七，平常精進念佛，我想這些話真的是非常重要。所以師父的立場，並不是叫我們不做這樣的一種努力，不是叫我們不要去做這個捐獻，但是我們一定要先做好修行上面準備，我想這一點是非常重要。"
    },
    {
      "id": "21-154-0001_p0056",
      "zh_CN": "另外再请教师父，就是现在渐渐好像有一种趋势，在西方渐渐有些国家已经在法律上允许安乐死，不晓得师父对于安乐死这个问题的看法怎么样？",
      "zh_TW": "另外再請教師父，就是現在漸漸好像有一種趨勢，在西方漸漸有些國家已經在法律上允許安樂死，不曉得師父對於安樂死這個問題的看法怎麼樣？"
    },
    {
      "id": "21-154-0001_p0057",
      "zh_CN": "净空法师：安乐死是违背自然法则，这个事情诸位同学要晓得，这是因果问题。我们造的业，病痛也是消业障，也是果报。你不让它消尽，你想提前，后头还有后遗症，肯定有后遗症。所以你为什么不让他自自然然的走好？为什么一定要违背自然的法则？西方人不懂这个道理，违背自然法则，（这不是佛法的）照道教里面讲的，道教里面讲的有枉死城，这个人是属于自杀一类的，自杀一类是要入枉死城，不能投胎。到那里面还要受罪，好像七天又要重复一次，苦不堪言。这是道教所讲的，也值得我们做参考。所以说一切都让他很顺利，最重要的还是修行功夫，平常一定要断恶修善，转迷为悟。",
      "zh_TW": "淨空法師：安樂死是違背自然法則，這個事情諸位同學要曉得，這是因果問題。我們造的業，病痛也是消業障，也是果報。你不讓它消盡，你想提前，後頭還有後遺症，肯定有後遺症。所以你為什麼不讓他自自然然的走好？為什麼一定要違背自然的法則？西方人不懂這個道理，違背自然法則，（這不是佛法的）照道教裡面講的，道教裡面講的有枉死城，這個人是屬於自殺一類的，自殺一類是要入枉死城，不能投胎。到那裡面還要受罪，好像七天又要重複一次，苦不堪言。這是道教所講的，也值得我們做參考。所以說一切都讓他很順利，最重要的還是修行功夫，平常一定要斷惡修善，轉迷為悟。"
    },
    {
      "id": "21-154-0001_p0058",
      "zh_CN": "一个人不论学佛不学佛，临命终时，自己晓得什么时候走，绝不堕恶道，这一点非常重要。希望自己走的时候，一点病苦都没有，真的是如入禅定。佛菩萨、祖师大德常常这样勉励我们，他们做得到，我们也做得到。为什么不肯做？要做好这一桩事情，首先要把自私自利的念头放下，要把损人利己的念头放下；心纯净，行纯善，跟佛菩萨没有两样。纯净纯善是我们在日常生活重要的修学目标，希望在这一生当中，没有一个冤家对头。",
      "zh_TW": "一個人不論學佛不學佛，臨命終時，自己曉得什麼時候走，絕不墮惡道，這一點非常重要。希望自己走的時候，一點病苦都沒有，真的是如入禪定。佛菩薩、祖師大德常常這樣勉勵我們，他們做得到，我們也做得到。為什麼不肯做？要做好這一樁事情，首先要把自私自利的念頭放下，要把損人利己的念頭放下；心純淨，行純善，跟佛菩薩沒有兩樣。純淨純善是我們在日常生活重要的修學目標，希望在這一生當中，沒有一個冤家對頭。"
    },
    {
      "id": "21-154-0001_p0059",
      "zh_CN": "佛经里面常讲「时时是好时，日日是好日」，我续了两句话，「人人是好人，事事是好事」，从自己内心里面把那个对立解除。别人跟我对立，我这边不跟他对立，我这里化解了，这就是消灭冲突的不二法门。不从这上面来做功夫，消灭冲突是做不到，必须从自己本身做起。那个冤家对头他对我不好，我对他好，用自己真诚心去感化他。一年感化不动，两年；两年感化不动，三年。你看看中国过去舜王，舜王感化他的父亲、继母、他继母养的儿子，三、五年之间感化回头，没有不能感化的。",
      "zh_TW": "佛經裡面常講「時時是好時，日日是好日」，我續了兩句話，「人人是好人，事事是好事」，從自己內心裡面把那個對立解除。別人跟我對立，我這邊不跟他對立，我這裡化解了，這就是消滅衝突的不二法門。不從這上面來做功夫，消滅衝突是做不到，必須從自己本身做起。那個冤家對頭他對我不好，我對他好，用自己真誠心去感化他。一年感化不動，兩年；兩年感化不動，三年。你看看中國過去舜王，舜王感化他的父親、繼母、他繼母養的兒子，三、五年之間感化回頭，沒有不能感化的。"
    },
    {
      "id": "21-154-0001_p0060",
      "zh_CN": "我们要肯定人性是善的，「人之初，性本善」，要肯定这一条，肯定人有佛性。他所做出违背本善的，那是一时的迷惑，不要放在心上，肯定他的本性是纯善的，他是有佛性的，我们跟人就好相处了。绝对不要把别人不善的地方放在自己的心里，那是最愚痴、最笨的人。我们的心，佛经上常讲的，李老师也常讲，那是个琉璃瓶，这是宝！专门装别人不善的垃圾，这变成人家不善的垃圾桶，你说你冤枉不冤枉？所以聪明人把人家一切善的东西装在自己心里头，不善的地方统统清除，绝不放在心上，你就变成一个至善之人，儒家讲「止于至善」，你才真正能做到。我们要向这上去做，这些问题都解决了。",
      "zh_TW": "我們要肯定人性是善的，「人之初，性本善」，要肯定這一條，肯定人有佛性。他所做出違背本善的，那是一時的迷惑，不要放在心上，肯定他的本性是純善的，他是有佛性的，我們跟人就好相處了。絕對不要把別人不善的地方放在自己的心裡，那是最愚痴、最笨的人。我們的心，佛經上常講的，李老師也常講，那是個琉璃瓶，這是寶！專門裝別人不善的垃圾，這變成人家不善的垃圾桶，你說你冤枉不冤枉？所以聰明人把人家一切善的東西裝在自己心裡頭，不善的地方統統清除，絕不放在心上，你就變成一個至善之人，儒家講「止於至善」，你才真正能做到。我們要向這上去做，這些問題都解決了。"
    },
    {
      "id": "21-154-0001_p0061",
      "zh_CN": "主持人：谢谢师父。想请教一下，譬如师父刚刚谈到安乐死是违反自然的，最好就是很自然。现在也有一种说法叫自然死，自然死的意思，就是他如果病痛非常严重的时候，不接受任何治疗。譬如现在在台湾医学很发达，因为病了之后很严重，医生可能做气切，做种种的导管。以前这可能是很短的时间就往生，可是因为做这许多的动作，可能他就在那边煎熬两、三年。而且那个生命的延续，本身只是在拉长受苦的时间。想请问一下，师父对这个问题，因为很多家属很煎熬，放弃治疗也不是，可是不放弃治疗，又眼看着自己的亲属在这个过程当中不断的受苦，所以这应该是怎么样看待比较好？",
      "zh_TW": "主持人：謝謝師父。想請教一下，譬如師父剛剛談到安樂死是違反自然的，最好就是很自然。現在也有一種說法叫自然死，自然死的意思，就是他如果病痛非常嚴重的時候，不接受任何治療。譬如現在在台灣醫學很發達，因為病了之後很嚴重，醫生可能做氣切，做種種的導管。以前這可能是很短的時間就往生，可是因為做這許多的動作，可能他就在那邊煎熬兩、三年。而且那個生命的延續，本身只是在拉長受苦的時間。想請問一下，師父對這個問題，因為很多家屬很煎熬，放棄治療也不是，可是不放棄治療，又眼看著自己的親屬在這個過程當中不斷的受苦，所以這應該是怎麼樣看待比較好？"
    },
    {
      "id": "21-154-0001_p0062",
      "zh_CN": "净空法师：这应该是自然就是正确的，不接受任何治疗，药物的治疗。你能够这样向医生提出，医生都佩服你。为什么？只有增加病人的痛苦。",
      "zh_TW": "淨空法師：這應該是自然就是正確的，不接受任何治療，藥物的治療。你能夠這樣向醫生提出，醫生都佩服你。為什麼？只有增加病人的痛苦。"
    },
    {
      "id": "21-154-0001_p0063",
      "zh_CN": "主持人：所以师父的意思就是家属应该尊重当事人他本人的意愿，他如果说：我不要你们给我做治疗，电击、导管、气切，应该尊重他的意愿。",
      "zh_TW": "主持人：所以師父的意思就是家屬應該尊重當事人他本人的意願，他如果說：我不要你們給我做治療，電擊、導管、氣切，應該尊重他的意願。"
    },
    {
      "id": "21-154-0001_p0064",
      "zh_CN": "净空法师：对，不错，那个很痛苦、很痛苦。韩馆长往生的时候，最后医生问要不要急救？她不要急救，这就很自然的。所以她两次见到阿弥陀佛，一次见到莲池海会。如果那个电击一治疗就没有了，境界就没有了，那个问题就大了。要让他心地很清净、很安详，他会感觉到很舒服。",
      "zh_TW": "淨空法師：對，不錯，那個很痛苦、很痛苦。韓館長往生的時候，最後醫生問要不要急救？她不要急救，這就很自然的。所以她兩次見到阿彌陀佛，一次見到蓮池海會。如果那個電擊一治療就沒有了，境界就沒有了，那個問題就大了。要讓他心地很清淨、很安詳，他會感覺到很舒服。"
    },
    {
      "id": "21-154-0001_p0065",
      "zh_CN": "主持人：从您今天的许多谈话里面，可以看到师父有一个很重要的特色，就是儒佛兼重。我们看到很多学佛者，他是很明显的一个倾向，就是所谓的重佛轻儒。我想请问一下师父，对于儒佛并重这样一个传承是怎么样的看法？",
      "zh_TW": "主持人：從您今天的許多談話裡面，可以看到師父有一個很重要的特色，就是儒佛兼重。我們看到很多學佛者，他是很明顯的一個傾向，就是所謂的重佛輕儒。我想請問一下師父，對於儒佛並重這樣一個傳承是怎麼樣的看法？"
    },
    {
      "id": "21-154-0001_p0066",
      "zh_CN": "净空法师：你这个问的圈子还是太小了。万法平等，不但是儒跟佛要平等，我们跟基督教，跟天主教，跟伊斯兰教，跟所有一切宗教，乃至于我在澳洲跟土着，我们都是真诚平等，真诚平等才能化解一切问题。如果觉得我比你好，你不如我，这是无论修学哪个法门，连世间法也没有契入。真正契入了，不会有这个概念，他的心真正到清净平等，清净平等生智慧。",
      "zh_TW": "淨空法師：你這個問的圈子還是太小了。萬法平等，不但是儒跟佛要平等，我們跟基督教，跟天主教，跟伊斯蘭教，跟所有一切宗教，乃至於我在澳洲跟土著，我們都是真誠平等，真誠平等才能化解一切問題。如果覺得我比你好，你不如我，這是無論修學哪個法門，連世間法也沒有契入。真正契入了，不會有這個概念，他的心真正到清淨平等，清淨平等生智慧。"
    },
    {
      "id": "21-154-0001_p0067",
      "zh_CN": "诸位同学也晓得，清净心生智慧。你不清净，你就不平等；你不平等，你也不清净，清净跟平等是一体两面。所以今天世界上冲突这么多，要化解冲突用什么方法？平等。不要一开口，符不符合我的利益？符合我的利益，就不符合你的利益，这就不平等了；不平等，冲突就起来。所以起心动念要想到符不符合全人类的幸福？符不符合一切众生的利益？把自己放在一边，不要去理他，天下就太平了，你才真正能为一切众生服务。",
      "zh_TW": "諸位同學也曉得，清淨心生智慧。你不清淨，你就不平等；你不平等，你也不清淨，清淨跟平等是一體兩面。所以今天世界上衝突這麼多，要化解衝突用什麼方法？平等。不要一開口，符不符合我的利益？符合我的利益，就不符合你的利益，這就不平等了；不平等，衝突就起來。所以起心動念要想到符不符合全人類的幸福？符不符合一切眾生的利益？把自己放在一邊，不要去理他，天下就太平了，你才真正能為一切眾生服務。"
    },
    {
      "id": "21-154-0001_p0068",
      "zh_CN": "佛家讲「度众生」，那个「度」的意思就是服务，绝对不可以有贡高我慢，我比你强，你不如我，这个观念是决定错误的。希望大家真正学佛，尤其你们学净土，《无量寿经》的经题「清净平等觉」，你连这个题目，大题目标的字都疏忽了，你还念什么佛？念佛人心地要清净平等。",
      "zh_TW": "佛家講「度眾生」，那個「度」的意思就是服務，絕對不可以有貢高我慢，我比你強，你不如我，這個觀念是決定錯誤的。希望大家真正學佛，尤其你們學淨土，《無量壽經》的經題「清淨平等覺」，你連這個題目，大題目標的字都疏忽了，你還念什麼佛？念佛人心地要清淨平等。"
    },
    {
      "id": "21-154-0001_p0069",
      "zh_CN": "主持人：谢谢师父。我想师父刚刚讲的这个很重要，就是不只是儒佛平等，还有万法万教都是平等的。这样的一个理念，对于未来世界和平的缔造，我想是最大的保证。",
      "zh_TW": "主持人：謝謝師父。我想師父剛剛講的這個很重要，就是不只是儒佛平等，還有萬法萬教都是平等的。這樣的一個理念，對於未來世界和平的締造，我想是最大的保證。"
    },
    {
      "id": "21-154-0001_p0070",
      "zh_CN": "再请教师父，我想我们剩下的时间不是很多，但是请教师父一个很重要的问题。师父认为我们今天的教育，在伦理道德这一部分是有所欠缺的。如果要在这一部分来加强，应该如何来落实才比较好？",
      "zh_TW": "再請教師父，我想我們剩下的時間不是很多，但是請教師父一個很重要的問題。師父認為我們今天的教育，在倫理道德這一部分是有所欠缺的。如果要在這一部分來加強，應該如何來落實才比較好？"
    },
    {
      "id": "21-154-0001_p0071",
      "zh_CN": "净空法师：要从本身做起，本身觉悟。要知道世出世间大圣大贤，他们在世间都在演戏，都在表演，也就是都在那里教育。释迦牟尼佛八相成道是教导我们；孔老夫子他一生的行谊，点点滴滴，哪一样不是在教化社会，不是在教化众生！教学最重要的是从小。我们今天这一点点成就，实在讲得力于六、七岁刚刚启蒙，我念过四个月的私塾，根在那个地方。小时候种下的根，一生都不会忘记。在这个社会上，这样动乱，没有被社会污染，没有被社会影响，都靠小时候教育。",
      "zh_TW": "淨空法師：要從本身做起，本身覺悟。要知道世出世間大聖大賢，他們在世間都在演戲，都在表演，也就是都在那裡教育。釋迦牟尼佛八相成道是教導我們；孔老夫子他一生的行誼，點點滴滴，哪一樣不是在教化社會，不是在教化眾生！教學最重要的是從小。我們今天這一點點成就，實在講得力於六、七歲剛剛啟蒙，我念過四個月的私塾，根在那個地方。小時候種下的根，一生都不會忘記。在這個社會上，這樣動亂，沒有被社會污染，沒有被社會影響，都靠小時候教育。"
    },
    {
      "id": "21-154-0001_p0072",
      "zh_CN": "所以我深深感觉到，中国这个民族能够绵延几千年而没有被淘汰，它的根本第一个是家庭教育。家庭，父母是儿女的模范，所以做父母的人，他的一举一动在小孩面前都要规规矩矩的。为什么？教他，他就在那里学，这个很重要。第二个是儒家教育。第三个是城隍庙的教育，这个大家疏忽了，城隍庙是教因果报应。我小时候，母亲带我到城隍庙看看那些东西，一生都不会忘记，不敢做坏事。一做坏事，就想到城隍庙里头那些刑罚，刀山、剑树、油鼎，那些东西就会想到。学佛之后，一看《地藏经》，《地藏经》上讲的跟城隍庙那些摆设差不多，所以你自自然然不会起一个恶念，更不会有一个恶的行为。",
      "zh_TW": "所以我深深感覺到，中國這個民族能夠綿延幾千年而沒有被淘汰，它的根本第一個是家庭教育。家庭，父母是兒女的模範，所以做父母的人，他的一舉一動在小孩面前都要規規矩矩的。為什麼？教他，他就在那裡學，這個很重要。第二個是儒家教育。第三個是城隍廟的教育，這個大家疏忽了，城隍廟是教因果報應。我小時候，母親帶我到城隍廟看看那些東西，一生都不會忘記，不敢做壞事。一做壞事，就想到城隍廟裡頭那些刑罰，刀山、劍樹、油鼎，那些東西就會想到。學佛之後，一看《地藏經》，《地藏經》上講的跟城隍廟那些擺設差不多，所以你自自然然不會起一個惡念，更不會有一個惡的行為。"
    },
    {
      "id": "21-154-0001_p0073",
      "zh_CN": "主持人：非常谢谢师父。今天师父这一席话，对我们帮助是非常之大的。虽然时间非常的短，但是我们希望师父将来能多一点时间回台湾。无论怎么样，台湾人才很多，师父常常回来，能够多培养一些人才，将来也许可以追随师父到南半球扩大弘法，来推动世界的和平。",
      "zh_TW": "主持人：非常謝謝師父。今天師父這一席話，對我們幫助是非常之大的。雖然時間非常的短，但是我們希望師父將來能多一點時間回台灣。無論怎麼樣，台灣人才很多，師父常常回來，能夠多培養一些人才，將來也許可以追隨師父到南半球擴大弘法，來推動世界的和平。"
    },
    {
      "id": "21-154-0001_p0074",
      "zh_CN": "最后我想我们要非常感谢佛陀教育基金会，这一次安排师父特别抽出两天的时间回到台湾来。我们也非常感谢成就这一次师父回到台湾来，所有一切的善缘，所有一切的帮助，这个善缘成熟的这些发心菩萨们。我们非常谢谢一切的因缘，也祝福师父世界和平之旅，圆满成功！祝福师父法体康泰，久住人间。谢谢大家！",
      "zh_TW": "最後我想我們要非常感謝佛陀教育基金會，這一次安排師父特別抽出兩天的時間回到台灣來。我們也非常感謝成就這一次師父回到台灣來，所有一切的善緣，所有一切的幫助，這個善緣成熟的這些發心菩薩們。我們非常謝謝一切的因緣，也祝福師父世界和平之旅，圓滿成功！祝福師父法體康泰，久住人間。謝謝大家！"
    }
  ]
}