{
  "doc_id": "32-329-0002",
  "title": {
    "zh_CN": "澳洲净宗学院餐后开示—看破是智慧，放下是功夫",
    "zh_TW": "澳洲淨宗學院餐後開示—看破是智慧，放下是功夫"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "32-329-0002",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "32-329-0002_p0001",
      "zh_CN": "诸位法师、诸位同修，大家好！这么远道来到澳大利亚，在此地小聚一堂，我们的缘都很深。所谓无缘对面不相逢，有这么深的缘分，希望更进一步，我们都能达到学习的目标——西方极乐世界。如果不能够往生，你就空走这一趟了。这个缘分非常稀有，难得遇到，过去我们疏忽了。今天遇到这个缘分，使我们想到过去我们跟阿弥陀佛、跟本师释迦牟尼佛，都有很深厚的缘分，绝对不是偶然的，这一点我们要相信。",
      "zh_TW": "諸位法師、諸位同修，大家好！這麼遠道來到澳大利亞，在此地小聚一堂，我們的緣都很深。所謂無緣對面不相逢，有這麼深的緣分，希望更進一步，我們都能達到學習的目標——西方極樂世界。如果不能夠往生，你就空走這一趟了。這個緣分非常稀有，難得遇到，過去我們疏忽了。今天遇到這個緣分，使我們想到過去我們跟阿彌陀佛、跟本師釋迦牟尼佛，都有很深厚的緣分，絕對不是偶然的，這一點我們要相信。"
    },
    {
      "id": "32-329-0002_p0002",
      "zh_CN": "我二十六岁学佛，跟方东美先生，我是跟他学哲学的。他跟我讲了一部《哲学概论》，从西方讲到东方，最后讲到佛法。我很怀疑，我说宗教是迷信，它怎么会有哲学？方老师告诉我：你还年轻，你不知道，这个地球上最伟大的哲学家就是佛教的释迦牟尼佛。我们从来没有听说过，他这么给我介绍，我相信他不会欺骗我，我接受了，这个接受就是佛家讲的正信、正觉，真正接受了。",
      "zh_TW": "我二十六歲學佛，跟方東美先生，我是跟他學哲學的。他跟我講了一部《哲學概論》，從西方講到東方，最後講到佛法。我很懷疑，我說宗教是迷信，它怎麼會有哲學？方老師告訴我：你還年輕，你不知道，這個地球上最偉大的哲學家就是佛教的釋迦牟尼佛。我們從來沒有聽說過，他這麼給我介紹，我相信他不會欺騙我，我接受了，這個接受就是佛家講的正信、正覺，真正接受了。"
    },
    {
      "id": "32-329-0002_p0003",
      "zh_CN": "佛家讲信解行证，特别是净宗。我们信，是不是真正建立了对释迦牟尼佛的信心？信佛的人很多，问问真正相信的没几个。信了之后要解，解是经典。我喜欢读书，也搜集佛教经典来看，那个时侯经典很不容易得到，只有到寺庙，寺庙有些结缘的经书，有问题向出家法师请教。那个时侯信是没有问题了，真信，解是很大的问题。佛经不是一般人能够理解的，它要有条件，你能够正确的理解，遇到善知识，得善知识的加持。我也遇到章嘉大师，我的信心是从方老师那里得来的，解、行是从章嘉大师那里得来的。",
      "zh_TW": "佛家講信解行證，特別是淨宗。我們信，是不是真正建立了對釋迦牟尼佛的信心？信佛的人很多，問問真正相信的沒幾個。信了之後要解，解是經典。我喜歡讀書，也蒐集佛教經典來看，那個時侯經典很不容易得到，只有到寺廟，寺廟有些結緣的經書，有問題向出家法師請教。那個時侯信是沒有問題了，真信，解是很大的問題。佛經不是一般人能夠理解的，它要有條件，你能夠正確的理解，遇到善知識，得善知識的加持。我也遇到章嘉大師，我的信心是從方老師那裡得來的，解、行是從章嘉大師那裡得來的。"
    },
    {
      "id": "32-329-0002_p0004",
      "zh_CN": "我向他请教，那一年我二十六岁，我向大师请教：我听了方教授的教诲，知道佛法，尤其是大乘佛法无比的殊胜，希望老师告诉我，佛法有没有捷径、快速的道路，让我能够进去？我的问题提出来，他看着我，我看着他，等他的开示等了一个小时，说了一个字。一个小时，像入定一样，妄念都没有了，这很重要；如果有妄念，你什么也得不到。这一个小时让我整个身心静下来，他才会说话；你还有妄想、还有分别执着，他不跟你讲话。我学佛这些经历都不寻常。一个小时静坐下来，好像入定了，他说了一个字，「有」。这个有，我们年轻，没他的功夫好，心就动了，他就不说了。说了一个有，下面就没话了。我们再跟他来消磨，大概半个小时，半个小时定下来，他告诉我，「看得破、放得下」，你就能入门。",
      "zh_TW": "我向他請教，那一年我二十六歲，我向大師請教：我聽了方教授的教誨，知道佛法，尤其是大乘佛法無比的殊勝，希望老師告訴我，佛法有沒有捷徑、快速的道路，讓我能夠進去？我的問題提出來，他看著我，我看著他，等他的開示等了一個小時，說了一個字。一個小時，像入定一樣，妄念都沒有了，這很重要；如果有妄念，你什麼也得不到。這一個小時讓我整個身心靜下來，他才會說話；你還有妄想、還有分別執著，他不跟你講話。我學佛這些經歷都不尋常。一個小時靜坐下來，好像入定了，他說了一個字，「有」。這個有，我們年輕，沒他的功夫好，心就動了，他就不說了。說了一個有，下面就沒話了。我們再跟他來消磨，大概半個小時，半個小時定下來，他告訴我，「看得破、放得下」，你就能入門。"
    },
    {
      "id": "32-329-0002_p0005",
      "zh_CN": "看破是智慧，入门要功夫。看破是什么？对于佛经上所说的确实理解了，肯定了，不再动摇了；解门，你明白，你不是迷信，你不是糊涂。八万四千法门都离不开这个原则，不走这个门你进不去。进去是什么？修定慧。放下是定，有定有慧，你才能进去。",
      "zh_TW": "看破是智慧，入門要功夫。看破是什麼？對於佛經上所說的確實理解了，肯定了，不再動搖了；解門，你明白，你不是迷信，你不是糊塗。八萬四千法門都離不開這個原則，不走這個門你進不去。進去是什麼？修定慧。放下是定，有定有慧，你才能進去。"
    },
    {
      "id": "32-329-0002_p0006",
      "zh_CN": "我们一堂课两个小时，给这些人，向他请教。他说话很少、很简单，但是他一定要看到你心清净了，没有妄想、没有杂念、没有分别、没有执着。这功夫从哪来？老师当时，你提的问题，他看着你的眼睛一个小时，那就是说法，叫你认真的去体会。看破是智慧，放下是功夫，就是禅定，定慧双修，是在同时同处慢慢去练功。眼见色，耳闻声，鼻嗅香，舌尝味，有没有感觉？有，感觉可以；有没有分别执着？有就完了，你己经堕落在烦恼之中。理事都不明了，没开悟，不知道这个事实真相，起心动念、分别执着，凡夫，六道凡夫。接触到怎么样？接触到，不起心、不动念，这叫功夫。看得清楚、听得明白，没有起心动念，这叫学佛。回归自性了，用自性里面本有的般若智慧，跟诸佛如来没有两样，走佛走的路，我跟佛走的路没有两样。",
      "zh_TW": "我們一堂課兩個小時，給這些人，向他請教。他說話很少、很簡單，但是他一定要看到你心清淨了，沒有妄想、沒有雜念、沒有分別、沒有執著。這功夫從哪來？老師當時，你提的問題，他看著你的眼睛一個小時，那就是說法，叫你認真的去體會。看破是智慧，放下是功夫，就是禪定，定慧雙修，是在同時同處慢慢去練功。眼見色，耳聞聲，鼻嗅香，舌嘗味，有沒有感覺？有，感覺可以；有沒有分別執著？有就完了，你己經墮落在煩惱之中。理事都不明瞭，沒開悟，不知道這個事實真相，起心動念、分別執著，凡夫，六道凡夫。接觸到怎麼樣？接觸到，不起心、不動念，這叫功夫。看得清楚、聽得明白，沒有起心動念，這叫學佛。回歸自性了，用自性裡面本有的般若智慧，跟諸佛如來沒有兩樣，走佛走的路，我跟佛走的路沒有兩樣。"
    },
    {
      "id": "32-329-0002_p0007",
      "zh_CN": "这世界是什么？唯心所现、唯识所变。现，没有问题；最重要的，现了，自己不起心不动念、不分别不执着。从不分别、不执着下手，为什么？它不是真的，它是假的。假的，我们对它起心动念错了，假的随它去吧，别理它。不分别不执着，小定，入进去了；不起心不动念，大定，你有程度的入境界了。凡夫困难在哪里？听几句话，马上意见就来了，底下话就来了，这个不行，你被外面境界所转。若能转境，则同如来，你要能转境界，你不能被外面境界所转。绝大多数的人都被外面转了，怎么转了？分别执着。接着，念头、欲望、烦恼习气就现前了，这就堕落在五欲六尘之中，这凡夫。修行人，要学佛、要学菩萨、要学祖师大德，看得清楚、听得明白，什么功夫？不分别、不执着，都有这功夫。这功夫是初级的，不是高级的，很容易学会。再提升一层，不起心、不动念，这是更深一层的定功，不但没有分别执着，起心动念都没有，完全保持着心里的平静，这叫修行。看到外面境界、听到别人讲话，立刻回应也好，考虑之后回应也好，都叫被境界转了，你是凡夫，被境界转了。要怎么样？如如不动，不动的标准就是我没有分别执着。你要是明白了，这相都是假相，都不是真相，没有一样是真的，活一百年也是枉然，你就肯放下了，假的你执着干什么？",
      "zh_TW": "這世界是什麼？唯心所現、唯識所變。現，沒有問題；最重要的，現了，自己不起心不動念、不分別不執著。從不分別、不執著下手，為什麼？它不是真的，它是假的。假的，我們對它起心動念錯了，假的隨它去吧，別理它。不分別不執著，小定，入進去了；不起心不動念，大定，你有程度的入境界了。凡夫困難在哪裡？聽幾句話，馬上意見就來了，底下話就來了，這個不行，你被外面境界所轉。若能轉境，則同如來，你要能轉境界，你不能被外面境界所轉。絕大多數的人都被外面轉了，怎麼轉了？分別執著。接著，念頭、欲望、煩惱習氣就現前了，這就墮落在五欲六塵之中，這凡夫。修行人，要學佛、要學菩薩、要學祖師大德，看得清楚、聽得明白，什麼功夫？不分別、不執著，都有這功夫。這功夫是初級的，不是高級的，很容易學會。再提升一層，不起心、不動念，這是更深一層的定功，不但沒有分別執著，起心動念都沒有，完全保持著心裡的平靜，這叫修行。看到外面境界、聽到別人講話，立刻回應也好，考慮之後回應也好，都叫被境界轉了，你是凡夫，被境界轉了。要怎麼樣？如如不動，不動的標準就是我沒有分別執著。你要是明白了，這相都是假相，都不是真相，沒有一樣是真的，活一百年也是枉然，你就肯放下了，假的你執著幹什麼？"
    },
    {
      "id": "32-329-0002_p0008",
      "zh_CN": "你能做到不起心、不动念，自自然然就契入境界。我向老师请教的快速契入境界，他教我这个方法。他教得简单，几个字，不像我跟你们说的这么多。我要用老师的方法，说一、二个字，你们都不会懂，都跑掉了。所以要很有耐心，跟这些大善知识。他一个字都不会浪费，这一字千金，把你点开悟了。所以我们才晓得，儒了不得！为什么？他用的方法跟佛一样的，那些大儒。为什么？戒定慧是你本有的，你跟佛没有两样，跟菩萨没有两样。问题就是，人家己经用在生活上了，佛菩萨；我们虽然是本有的，有，不会用。吃东西还得挑口味，还在分别执着；从早到晚眼见耳闻，起的是什么现相？妄想、分别、执着。这叫什么？这叫凡夫。",
      "zh_TW": "你能做到不起心、不動念，自自然然就契入境界。我向老師請教的快速契入境界，他教我這個方法。他教得簡單，幾個字，不像我跟你們說的這麼多。我要用老師的方法，說一、二個字，你們都不會懂，都跑掉了。所以要很有耐心，跟這些大善知識。他一個字都不會浪費，這一字千金，把你點開悟了。所以我們才曉得，儒了不得！為什麼？他用的方法跟佛一樣的，那些大儒。為什麼？戒定慧是你本有的，你跟佛沒有兩樣，跟菩薩沒有兩樣。問題就是，人家己經用在生活上了，佛菩薩；我們雖然是本有的，有，不會用。吃東西還得挑口味，還在分別執著；從早到晚眼見耳聞，起的是什麼現相？妄想、分別、執著。這叫什麼？這叫凡夫。"
    },
    {
      "id": "32-329-0002_p0009",
      "zh_CN": "我们从凡夫转过来学圣人，虽然学不到，要认真学习。善知识不容易遇到，纵然遇到了，你什么也得不到。为什么？你的心是浮动的，不是在定中。要在定中，与戒律相应。戒律是表现给别人看的，佛法讲自行化他，自行是持戒；化他，我表现的戒定慧三学是做给别人看的，这就是度化众生。可以在这个境界里面为人演说，他有问，给他解答。详细说、简单说，看对方，对方明白了，简单说就可以；对方不明白，详细给他说，这是度众生。有这个基础，有这个缘分，多学一点经典，你对佛法了解多一些，给别人讲解，对经典熟悉，你讲的别人听了很欢喜。讲了要做到，做不到，增加别人烦恼。没做到的地方不讲，我做到的地方给人讲，这就对了。总而言之，教他善心善念起来，生活里头不要起妄心妄念，不要有烦恼执着，修行初步功夫。在日常生活当中慢慢提升，法喜充满。佛法里面，境界向上提升用什么方法？就用这个。你要学会了，对你帮助很大。",
      "zh_TW": "我們從凡夫轉過來學聖人，雖然學不到，要認真學習。善知識不容易遇到，縱然遇到了，你什麼也得不到。為什麼？你的心是浮動的，不是在定中。要在定中，與戒律相應。戒律是表現給別人看的，佛法講自行化他，自行是持戒；化他，我表現的戒定慧三學是做給別人看的，這就是度化眾生。可以在這個境界裡面為人演說，他有問，給他解答。詳細說、簡單說，看對方，對方明白了，簡單說就可以；對方不明白，詳細給他說，這是度眾生。有這個基礎，有這個緣分，多學一點經典，你對佛法了解多一些，給別人講解，對經典熟悉，你講的別人聽了很歡喜。講了要做到，做不到，增加別人煩惱。沒做到的地方不講，我做到的地方給人講，這就對了。總而言之，教他善心善念起來，生活裡頭不要起妄心妄念，不要有煩惱執著，修行初步功夫。在日常生活當中慢慢提升，法喜充滿。佛法裡面，境界向上提升用什麼方法？就用這個。你要學會了，對你幫助很大。"
    },
    {
      "id": "32-329-0002_p0010",
      "zh_CN": "孔老夫子温良恭俭让，跟菩萨戒没有两样，一生温和、善良、恭敬。恭敬是对一切人、一切事、一切物都恭敬，而不是我尊敬的人，我对他恭敬；我不认识的人，我不会对他恭敬。佛、圣人告诉我们，见到一切人都要用恭敬心，为什么？一切众生本来是佛。我现在很幸运，走圣贤的道路，他没有我这么幸运，他还在搞凡夫，我们去影响他、帮助他。帮一个回头，他又会帮别人，辗转传授，功德无量。世出世间法最重要的，诚实，用真诚心待人接物。为什么？唯心所现。那个现字是整个宇宙所有众生，有情无情，同一个真如自性，要不要恭敬？唯心所现，心是真心，不是假的，充满了戒定慧三学，真心。真心失掉了，起心动念，妄心，不会用心。凡夫用妄心，这些大圣用真心。用真心成就快，用妄心的纵有成就，很缓慢。",
      "zh_TW": "孔老夫子溫良恭儉讓，跟菩薩戒沒有兩樣，一生溫和、善良、恭敬。恭敬是對一切人、一切事、一切物都恭敬，而不是我尊敬的人，我對他恭敬；我不認識的人，我不會對他恭敬。佛、聖人告訴我們，見到一切人都要用恭敬心，為什麼？一切眾生本來是佛。我現在很幸運，走聖賢的道路，他沒有我這麼幸運，他還在搞凡夫，我們去影響他、幫助他。幫一個回頭，他又會幫別人，輾轉傳授，功德無量。世出世間法最重要的，誠實，用真誠心待人接物。為什麼？唯心所現。那個現字是整個宇宙所有眾生，有情無情，同一個真如自性，要不要恭敬？唯心所現，心是真心，不是假的，充滿了戒定慧三學，真心。真心失掉了，起心動念，妄心，不會用心。凡夫用妄心，這些大聖用真心。用真心成就快，用妄心的縱有成就，很緩慢。"
    },
    {
      "id": "32-329-0002_p0011",
      "zh_CN": "所以经书要读，读了之后，读明白了要做，做到，然后老实念佛求生净土。你生到极乐世界，你的功德就圆满了，等于大学毕业，学位拿到了。没到极乐世界，麻烦很大，你这一生寿命有限，来生不会堕三恶道，但是来生能不能再遇到三宝、遇到学佛的缘分很难说。所以最好是机会现前，现在就把机会抓住。真正抓住了，自己有了把握，这个世界灾难很多，你怎么样？你不动于心。为什么？真正灾难来了，我有极乐世界，好地方去了！阿弥陀佛来接我，真的，不是假的。",
      "zh_TW": "所以經書要讀，讀了之後，讀明白了要做，做到，然後老實念佛求生淨土。你生到極樂世界，你的功德就圓滿了，等於大學畢業，學位拿到了。沒到極樂世界，麻煩很大，你這一生壽命有限，來生不會墮三惡道，但是來生能不能再遇到三寶、遇到學佛的緣分很難說。所以最好是機會現前，現在就把機會抓住。真正抓住了，自己有了把握，這個世界災難很多，你怎麼樣？你不動於心。為什麼？真正災難來了，我有極樂世界，好地方去了！阿彌陀佛來接我，真的，不是假的。"
    },
    {
      "id": "32-329-0002_p0012",
      "zh_CN": "净土法门就三个字，真正相信，真实的愿望，阿弥陀佛在极乐世界招手，我们要跟他呼应，随时可以往生。你们看到刘素云的姐姐表演，给我们做往生的样子让我们看，真的不是假的。她用功，我估计不超过七天就走了。她能做得到，我们每个人都能做到。你要把念头整个转过来，你就法喜充满，真的不是假的。她一个星期能往生，我一个星期也能往生。这个世界决定不可以留恋，度众生、帮助众生解脱，帮助众生也生极乐世界。六道轮回的苦，生生世世我们己经过得太多了，够了，不必再搞了。",
      "zh_TW": "淨土法門就三個字，真正相信，真實的願望，阿彌陀佛在極樂世界招手，我們要跟他呼應，隨時可以往生。你們看到劉素雲的姐姐表演，給我們做往生的樣子讓我們看，真的不是假的。她用功，我估計不超過七天就走了。她能做得到，我們每個人都能做到。你要把念頭整個轉過來，你就法喜充滿，真的不是假的。她一個星期能往生，我一個星期也能往生。這個世界決定不可以留戀，度眾生、幫助眾生解脫，幫助眾生也生極樂世界。六道輪迴的苦，生生世世我們己經過得太多了，夠了，不必再搞了。"
    },
    {
      "id": "32-329-0002_p0013",
      "zh_CN": "所以方东美先生引我入门一句话，「学佛是人生最高的享受」，我就他这一句话把我接引到佛门了。老师的恩德永远不能忘记。他是个哲学家，戒定慧三学具足，比出家人认真，出家人没他那么认真。所以他走了，我记住他的教诲。经教是跟李炳南老居士学的，我跟他十年，讲经教学六十年从这来的。最重要的是前面两个，章嘉大师、方东美教授。跟这些人在一起，无论时间长短，没废话。这是我们要学习的，无论在什么地方，真诚。",
      "zh_TW": "所以方東美先生引我入門一句話，「學佛是人生最高的享受」，我就他這一句話把我接引到佛門了。老師的恩德永遠不能忘記。他是個哲學家，戒定慧三學具足，比出家人認真，出家人沒他那麼認真。所以他走了，我記住他的教誨。經教是跟李炳南老居士學的，我跟他十年，講經教學六十年從這來的。最重要的是前面兩個，章嘉大師、方東美教授。跟這些人在一起，無論時間長短，沒廢話。這是我們要學習的，無論在什麼地方，真誠。"
    }
  ]
}