{
  "doc_id": "32-329-0001",
  "title": {
    "zh_CN": "澳洲净宗学院餐后开示",
    "zh_TW": "澳洲淨宗學院餐後開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "32-329-0001",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "32-329-0001_p0001",
      "zh_CN": "诸位法师、诸位同修，大家过年好！",
      "zh_TW": "諸位法師、諸位同修，大家過年好！"
    },
    {
      "id": "32-329-0001_p0002",
      "zh_CN": "年岁大了，中气不足，所以尽量少说话。今天在这个地方，是我们自家的聚会，家里人聚会，不是对外的，所以也得讲几句话。讲什么？学佛七十多年了，我二十六岁开始学佛，三十岁出家，出家之后，在海外的时间多，纵然是回来过年，也是匆匆忙忙。",
      "zh_TW": "年歲大了，中氣不足，所以盡量少說話。今天在這個地方，是我們自家的聚會，家裡人聚會，不是對外的，所以也得講幾句話。講什麼？學佛七十多年了，我二十六歲開始學佛，三十歲出家，出家之後，在海外的時間多，縱然是回來過年，也是匆匆忙忙。"
    },
    {
      "id": "32-329-0001_p0003",
      "zh_CN": "现在大家不问，我也得要讲。今年在台湾过年，好几年没有回到台湾。前一天，一个老朋友，三十八年，同一条船到台湾，前几天走了。我这次在台湾没去看他，他住在病院加护病房，不便去看他。还有一个老同学，初中的同学，周春塘居士也走了。过年居士聚会，来的朋友每年都减少。我们学佛的人警觉性比较高，什么时候该来到我？这不是不吉利，这是事实，我们必须要知道，要早做准备。同时在这段时间里面，我们看到往生的，预知时至有好几位，很难得！年岁大了，身体不好，万缘放下，就是一句佛号念到底，最后都感应到阿弥陀佛来接引。看到极乐世界，来跟我们说他的状况，我们听了很欢喜。",
      "zh_TW": "現在大家不問，我也得要講。今年在台灣過年，好幾年沒有回到台灣。前一天，一個老朋友，三十八年，同一條船到台灣，前幾天走了。我這次在台灣沒去看他，他住在病院加護病房，不便去看他。還有一個老同學，初中的同學，周春塘居士也走了。過年居士聚會，來的朋友每年都減少。我們學佛的人警覺性比較高，什麼時候該來到我？這不是不吉利，這是事實，我們必須要知道，要早做準備。同時在這段時間裡面，我們看到往生的，預知時至有好幾位，很難得！年歲大了，身體不好，萬緣放下，就是一句佛號念到底，最後都感應到阿彌陀佛來接引。看到極樂世界，來跟我們說他的狀況，我們聽了很歡喜。"
    },
    {
      "id": "32-329-0001_p0004",
      "zh_CN": "最重要的，我们自己要能够真正做到生死自在。像刘素青一样，她们姐妹两个，刘素云讲《无量寿经》讲得不错，录音送来我听过，讲得很好。她常常感到这么好的法门，这么殊胜的成就，这一生如果错过了，那叫真可惜！往生并不难，所以她就想，最好有人发心表演给我们看看。没有人敢表演这桩事情，她的姐姐听到了告诉她，她说「小云，我来表演，表演念佛往生」。一个月的时间，真走了。阿弥陀佛给她的信息，就是时间，什么时候来接引她去，一秒钟都不差。我们要把这个抓牢，抓牢就是了生死，六道里面轮回这个事情我们总算摆脱掉了。",
      "zh_TW": "最重要的，我們自己要能夠真正做到生死自在。像劉素青一樣，她們姐妹兩個，劉素雲講《無量壽經》講得不錯，錄音送來我聽過，講得很好。她常常感到這麼好的法門，這麼殊勝的成就，這一生如果錯過了，那叫真可惜！往生並不難，所以她就想，最好有人發心表演給我們看看。沒有人敢表演這樁事情，她的姐姐聽到了告訴她，她說「小雲，我來表演，表演念佛往生」。一個月的時間，真走了。阿彌陀佛給她的信息，就是時間，什麼時候來接引她去，一秒鐘都不差。我們要把這個抓牢，抓牢就是了生死，六道裡面輪迴這個事情我們總算擺脫掉了。"
    },
    {
      "id": "32-329-0001_p0005",
      "zh_CN": "凡是念佛不能往生，不是念佛不灵，念佛是真灵，是你自己还有放不下的东西，还有牵挂、还有留恋。只要有一桩事情，名闻利养、五欲六尘，有一桩事情放不下，极乐世界这一生你没分，非常可惜！",
      "zh_TW": "凡是念佛不能往生，不是念佛不靈，念佛是真靈，是你自己還有放不下的東西，還有牽掛、還有留戀。只要有一樁事情，名聞利養、五欲六塵，有一樁事情放不下，極樂世界這一生你沒分，非常可惜！"
    },
    {
      "id": "32-329-0001_p0006",
      "zh_CN": "我希望什么都放下。我们这个道场，希望这个道场将来是西方极乐世界最有缘的一个小道场，在这个道场的人个个都能够往生，个个都能够见佛，佛来接引，秘诀没有别的。",
      "zh_TW": "我希望什麼都放下。我們這個道場，希望這個道場將來是西方極樂世界最有緣的一個小道場，在這個道場的人個個都能夠往生，個個都能夠見佛，佛來接引，祕訣沒有別的。"
    },
    {
      "id": "32-329-0001_p0007",
      "zh_CN": "我这一生，年轻的时候不懂事，以为宗教都是迷信，所以对宗教没有好感，走到宗教、走到佛教里面来是方东美先生。我原本是跟他学哲学的，他给我讲了一部《哲学概论》，最后一个单元「佛经哲学」。我很惊讶，我说佛教是迷信，它怎么会有哲学？他说「你还年轻，你不懂，释迦牟尼是世界上最伟大的哲学家，佛经哲学才是这个世界哲学的最高峰」，告诉我，「学佛是人生最高的享受」。我是这个老师把我接引到佛门来的，我跟他三年。第二个老师，章嘉大师。我们这边都有照片，大家都可以看到。方老师引导我入佛门。怎么样才能够证果？念佛往生是净宗的证果，一定要把这个摆在第一。",
      "zh_TW": "我這一生，年輕的時候不懂事，以為宗教都是迷信，所以對宗教沒有好感，走到宗教、走到佛教裡面來是方東美先生。我原本是跟他學哲學的，他給我講了一部《哲學概論》，最後一個單元「佛經哲學」。我很驚訝，我說佛教是迷信，它怎麼會有哲學？他說「你還年輕，你不懂，釋迦牟尼是世界上最偉大的哲學家，佛經哲學才是這個世界哲學的最高峰」，告訴我，「學佛是人生最高的享受」。我是這個老師把我接引到佛門來的，我跟他三年。第二個老師，章嘉大師。我們這邊都有照片，大家都可以看到。方老師引導我入佛門。怎麼樣才能夠證果？念佛往生是淨宗的證果，一定要把這個擺在第一。"
    },
    {
      "id": "32-329-0001_p0008",
      "zh_CN": "不能把这个放下，往生就靠不住。什么时候放下？当下放下，这是章嘉大师告诉我的。八万四千法门，没有两样，无论哪个法门，你要成就，都要彻底放下。所以我说方老师介绍佛法，章嘉大师教我入门。我向他请教，我说学佛怎样才能够得力，功夫得力？就是修行。我也常常讲给朋友听，我提出这个问题要求老师，佛门修行有没有很快的方法就让我得到？我提出这个问题，他看着我，面孔很严肃；我也看着他，我等他回答我。看了一个小时，一个小时没有说话，我们两个眼睛对眼睛，看一个钟点，说了一个字，「有」！有，我们被惊动了，这下要得用心听，他又不说话了，等了半个小时；前面等一个小时，后面等半个小时，「看得破，放得下」，六个字。",
      "zh_TW": "不能把這個放下，往生就靠不住。什麼時候放下？當下放下，這是章嘉大師告訴我的。八萬四千法門，沒有兩樣，無論哪個法門，你要成就，都要徹底放下。所以我說方老師介紹佛法，章嘉大師教我入門。我向他請教，我說學佛怎樣才能夠得力，功夫得力？就是修行。我也常常講給朋友聽，我提出這個問題要求老師，佛門修行有沒有很快的方法就讓我得到？我提出這個問題，他看著我，面孔很嚴肅；我也看著他，我等他回答我。看了一個小時，一個小時沒有說話，我們兩個眼睛對眼睛，看一個鐘點，說了一個字，「有」！有，我們被驚動了，這下要得用心聽，他又不說話了，等了半個小時；前面等一個小時，後面等半個小時，「看得破，放得下」，六個字。"
    },
    {
      "id": "32-329-0001_p0009",
      "zh_CN": "八万四千法门，门门都是要遵守的条件，必须彻底放下，你才能到极乐世界。这个世界一样东西不能有，任何一样，再小的东西，都会把你拉到出不了三界，脱离不了六道轮回，这比什么都可怜。所以要放下，喜欢的要放下，讨厌的也要放下，不管你是怎么样，只要你有一桩东西，喜怒哀乐没有放下，你就去不了。所以我们要用清净心、平等心处事待人接物，善友恭敬；不善的道友，冤家对头，也要用善心接待。修行，信愿行，有信有愿，愿是决定求生净土，亲近阿弥陀佛，愿，信愿，还有行，行就是这一边彻底放下，这叫行。怎么个放法？不要放在心上。不是说不要放在事上，事照干，特别是为大众服务的事情，为利益众生的事情，我们要多做，要真干。不要放在心上，事情做完了，不管善跟恶，都不放在心上，这叫放下，比什么都重要。心里面只放阿弥陀佛，除阿弥陀佛，什么都不要，这叫真修行，这叫真有道。",
      "zh_TW": "八萬四千法門，門門都是要遵守的條件，必須徹底放下，你才能到極樂世界。這個世界一樣東西不能有，任何一樣，再小的東西，都會把你拉到出不了三界，脫離不了六道輪迴，這比什麼都可憐。所以要放下，喜歡的要放下，討厭的也要放下，不管你是怎麼樣，只要你有一樁東西，喜怒哀樂沒有放下，你就去不了。所以我們要用清淨心、平等心處事待人接物，善友恭敬；不善的道友，冤家對頭，也要用善心接待。修行，信願行，有信有願，願是決定求生淨土，親近阿彌陀佛，願，信願，還有行，行就是這一邊徹底放下，這叫行。怎麼個放法？不要放在心上。不是說不要放在事上，事照幹，特別是為大眾服務的事情，為利益眾生的事情，我們要多做，要真幹。不要放在心上，事情做完了，不管善跟惡，都不放在心上，這叫放下，比什麼都重要。心裡面只放阿彌陀佛，除阿彌陀佛，什麼都不要，這叫真修行，這叫真有道。"
    },
    {
      "id": "32-329-0001_p0010",
      "zh_CN": "什么时候放下？当下就放下，根本不要把它放在心上，才有跟阿弥陀佛感应的条件。那一边是通的，没有障碍，障碍在自己，不能不知道。",
      "zh_TW": "什麼時候放下？當下就放下，根本不要把它放在心上，才有跟阿彌陀佛感應的條件。那一邊是通的，沒有障礙，障礙在自己，不能不知道。"
    },
    {
      "id": "32-329-0001_p0011",
      "zh_CN": "章嘉大师给我六个字，「看得破，放得下」。看得破，了解事实真相，事实真相是什么？是空，万法皆空，你自己以为是有，有是错误的。现在量子力学家证明了，把佛这句话证明了。",
      "zh_TW": "章嘉大師給我六個字，「看得破，放得下」。看得破，了解事實真相，事實真相是什麼？是空，萬法皆空，你自己以為是有，有是錯誤的。現在量子力學家證明了，把佛這句話證明了。"
    },
    {
      "id": "32-329-0001_p0012",
      "zh_CN": "我隔了有一段时间没有常常来，山上最明显的，有个小店，我今天仔细看，没有了。图文巴变化也很大，这个小店不见了。以前我们在那里过，总是在那里喝一杯茶，吃一点点心。假的，不是真的。隔这么久了，这个小店本来没有，现在还是没有。量子力学告诉我们，弹指，一弹指一秒钟，一弹指的时候，这一秒钟还能再回来吗？什么再回来？我再回来，我还能回来？不能回来，老了一点。这里有生老病死，跟死亡又接近了一天。谁都摆脱不掉，不喜欢听，但是事实真相，你没有办法摆脱，怎么解决这个问题？",
      "zh_TW": "我隔了有一段時間沒有常常來，山上最明顯的，有個小店，我今天仔細看，沒有了。圖文巴變化也很大，這個小店不見了。以前我們在那裡過，總是在那裡喝一杯茶，吃一點點心。假的，不是真的。隔這麼久了，這個小店本來沒有，現在還是沒有。量子力學告訴我們，彈指，一彈指一秒鐘，一彈指的時候，這一秒鐘還能再回來嗎？什麼再回來？我再回來，我還能回來？不能回來，老了一點。這裡有生老病死，跟死亡又接近了一天。誰都擺脫不掉，不喜歡聽，但是事實真相，你沒有辦法擺脫，怎麼解決這個問題？"
    },
    {
      "id": "32-329-0001_p0013",
      "zh_CN": "佛教给我们的，比量子力学讲的更严重，量子力学是一秒钟，找不回来，一秒一秒过去，你能不舍吗？它没有了，你跟着它舍，它没有，我也没有，就对了！它有，我也有，麻烦就来了。要丢得干净。《华严经》上佛用的，用佛家讲一弹指，一弹指有多少个生灭？就生灭现象，有三十二亿百千念。就是你的念头，阿赖耶的念头，多少个念头从这通过，多少个念头？三十二亿，再一百个千，乘一百个千，这么多的念头。这些念头都是生死、都是轮回，这个你要知道。",
      "zh_TW": "佛教給我們的，比量子力學講的更嚴重，量子力學是一秒鐘，找不回來，一秒一秒過去，你能不捨嗎？它沒有了，你跟著它捨，它沒有，我也沒有，就對了！它有，我也有，麻煩就來了。要丟得乾淨。《華嚴經》上佛用的，用佛家講一彈指，一彈指有多少個生滅？就生滅現象，有三十二億百千念。就是你的念頭，阿賴耶的念頭，多少個念頭從這通過，多少個念頭？三十二億，再一百個千，乘一百個千，這麼多的念頭。這些念頭都是生死、都是輪迴，這個你要知道。"
    },
    {
      "id": "32-329-0001_p0014",
      "zh_CN": "所以我们最好的念头是阿弥陀佛，没有比这个更好的。居然真有人做出来给我们看，我们想，这都是阿弥陀佛来表演的，找这些不是佛教徒、不是修净土的，他念佛也能往生。是来做给我们看的，是来帮助我们增长信心、愿心，彻底放下。所以世间事，无论是人事，无论什么事情，随它去吧！不要再碰它，碰它把这个机会又断掉了。这要真放下，佛家讲的信解行证，信有，解也有，行就是彻底放下，不跟任何人计较，更不能跟自己计较。",
      "zh_TW": "所以我們最好的念頭是阿彌陀佛，沒有比這個更好的。居然真有人做出來給我們看，我們想，這都是阿彌陀佛來表演的，找這些不是佛教徒、不是修淨土的，他念佛也能往生。是來做給我們看的，是來幫助我們增長信心、願心，徹底放下。所以世間事，無論是人事，無論什麼事情，隨它去吧！不要再碰它，碰它把這個機會又斷掉了。這要真放下，佛家講的信解行證，信有，解也有，行就是徹底放下，不跟任何人計較，更不能跟自己計較。"
    },
    {
      "id": "32-329-0001_p0015",
      "zh_CN": "希望我们同修，将来在极乐世界，阿弥陀佛的莲池海会，我们在那里聚首，这是功德圆满。老家在哪里？老家在极乐世界。极乐世界无量寿，极乐世界没有生灭；一弹指三十二亿百千念，我们这里有，极乐世界没有，这个要知道，所以它叫极乐。我们因为有，每年我这些老朋友，总是有几个走的，感触很深，一个一个走了。",
      "zh_TW": "希望我們同修，將來在極樂世界，阿彌陀佛的蓮池海會，我們在那裡聚首，這是功德圓滿。老家在哪裡？老家在極樂世界。極樂世界無量壽，極樂世界沒有生滅；一彈指三十二億百千念，我們這裡有，極樂世界沒有，這個要知道，所以它叫極樂。我們因為有，每年我這些老朋友，總是有幾個走的，感觸很深，一個一個走了。"
    },
    {
      "id": "32-329-0001_p0016",
      "zh_CN": "所以我到这里来帮助大家，我们一同提醒，人间事，假的，随它去，他们爱怎么做就怎么做，我们表演给他看。大家在一起听经，他也听，听了不相信；佛号他也听，他不肯念，还是念著名闻利养，那就随他去吧！最后离开世界，走了。这是事实真相，我们看到了要发大心，念阿弥陀佛直追，我要跟这些已经往生的人，一个个有最好的表现，真实不虚，给我们做好榜样，我们要跟他学习。",
      "zh_TW": "所以我到這裡來幫助大家，我們一同提醒，人間事，假的，隨它去，他們愛怎麼做就怎麼做，我們表演給他看。大家在一起聽經，他也聽，聽了不相信；佛號他也聽，他不肯念，還是念著名聞利養，那就隨他去吧！最後離開世界，走了。這是事實真相，我們看到了要發大心，念阿彌陀佛直追，我要跟這些已經往生的人，一個個有最好的表現，真實不虛，給我們做好榜樣，我們要跟他學習。"
    },
    {
      "id": "32-329-0001_p0017",
      "zh_CN": "尤其现在世界灾难这么多，灾难从哪里来的？我们学佛的人清清楚楚、明明白白。佛给我们说，祖师给我们证明，这个世界唯心所现、唯识所变。心是真的，识是假的，识是妄心，妄心有生有灭，真心没有生灭。真心里面这些相，像刚才讲的，《华严》说的，一弹指三十二亿百千念，念念，你要是没有功夫，不把它放下，念念都是一个生死的业因。",
      "zh_TW": "尤其現在世界災難這麼多，災難從哪裡來的？我們學佛的人清清楚楚、明明白白。佛給我們說，祖師給我們證明，這個世界唯心所現、唯識所變。心是真的，識是假的，識是妄心，妄心有生有滅，真心沒有生滅。真心裡面這些相，像剛才講的，《華嚴》說的，一彈指三十二億百千念，念念，你要是沒有功夫，不把它放下，念念都是一個生死的業因。"
    },
    {
      "id": "32-329-0001_p0018",
      "zh_CN": "我们怎么修？这一天过去了，丝毫印象都不留，高明。好的事、坏的事，随它去吧！它过去了，一秒钟过去了，这一念过去了，随它去吧！不要去想，好的坏的都不想，好的一场空，坏的也是一场空，你去想它干什么？把这个念头拿来想阿弥陀佛就对了。希望这句阿弥陀佛，二六时中不间断，我们往生决定有分。",
      "zh_TW": "我們怎麼修？這一天過去了，絲毫印象都不留，高明。好的事、壞的事，隨它去吧！它過去了，一秒鐘過去了，這一念過去了，隨它去吧！不要去想，好的壞的都不想，好的一場空，壞的也是一場空，你去想它幹什麼？把這個念頭拿來想阿彌陀佛就對了。希望這句阿彌陀佛，二六時中不間斷，我們往生決定有分。"
    },
    {
      "id": "32-329-0001_p0019",
      "zh_CN": "这是今年我们有缘，在此地聚会。希望我们在一生，短促的几年当中，我们年岁都很大了，短促的岁月当中，依照方老师的引导，章嘉大师给我们的指示，还有许许多多已经往生的人做出很好的榜样我们看到，我们抓到这些好的榜样，一分一秒不放松，信愿持名就对了，就没错了。未来，我们的老家在极乐世界。极乐世界，经上讲得很清楚，人无量寿，一切万物也是无量寿，而且境界的变化随心所欲。我相信生到极乐世界的人，决定第一个选择是选择听阿弥陀佛讲经说法，肯定是把这个摆在第一。所以到极乐世界等于成佛了，丝毫顾虑都没有。凡是有障碍的，往生的，小心别上他的当。",
      "zh_TW": "這是今年我們有緣，在此地聚會。希望我們在一生，短促的幾年當中，我們年歲都很大了，短促的歲月當中，依照方老師的引導，章嘉大師給我們的指示，還有許許多多已經往生的人做出很好的榜樣我們看到，我們抓到這些好的榜樣，一分一秒不放鬆，信願持名就對了，就沒錯了。未來，我們的老家在極樂世界。極樂世界，經上講得很清楚，人無量壽，一切萬物也是無量壽，而且境界的變化隨心所欲。我相信生到極樂世界的人，決定第一個選擇是選擇聽阿彌陀佛講經說法，肯定是把這個擺在第一。所以到極樂世界等於成佛了，絲毫顧慮都沒有。凡是有障礙的，往生的，小心別上他的當。"
    },
    {
      "id": "32-329-0001_p0020",
      "zh_CN": "真的要彻底放下，不要放在心上，好事不放在心上，假的，坏事也是假的，善恶都不放在心上就对了，心上只有信愿持名。我这点新年的礼物贡献给诸位同修，谢谢大家！",
      "zh_TW": "真的要徹底放下，不要放在心上，好事不放在心上，假的，壞事也是假的，善惡都不放在心上就對了，心上只有信願持名。我這點新年的禮物貢獻給諸位同修，謝謝大家！"
    }
  ]
}