{
  "doc_id": "20-008-0001",
  "title": {
    "zh_CN": "系念法事讲话",
    "zh_TW": "繫念法事講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "20-008-0001",
  "total_paragraphs": 138,
  "paragraphs": [
    {
      "id": "20-008-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：",
      "zh_TW": "諸位法師、諸位同修："
    },
    {
      "id": "20-008-0001_p0002",
      "zh_CN": "请掀开经本的第一面，经题是《中峰系念法事三时全集》。",
      "zh_TW": "請掀開經本的第一面，經題是《中峰繫念法事三時全集》。"
    },
    {
      "id": "20-008-0001_p0003",
      "zh_CN": "『中峰』是人的名字，就是中峰襌师，他是元朝人，通宗通教，晚年专心修净土。他的事迹在《高僧传》、《净土圣贤录》、《往生传》里面都有记载，我们因为时间的限制就不详细介绍。",
      "zh_TW": "『中峰』是人的名字，就是中峰襌師，他是元朝人，通宗通教，晚年專心修淨土。他的事蹟在《高僧傳》、《淨土聖賢錄》、《往生傳》裡面都有記載，我們因為時間的限制就不詳細介紹。"
    },
    {
      "id": "20-008-0001_p0004",
      "zh_CN": "『系念』，就是世尊在净宗三经里面教给我们修学往生净土的方法。《观经》里面讲「一心系念」，《无量寿经》讲「一向专念」。在《阿弥陀经》里面，罗什大师的译本是「一心不乱」，而玄奘大师的译本也是「一心系念」，所以「系念」是念佛的秘诀。",
      "zh_TW": "『繫念』，就是世尊在淨宗三經裡面教給我們修學往生淨土的方法。《觀經》裡面講「一心繫念」，《無量壽經》講「一向專念」。在《阿彌陀經》裡面，羅什大師的譯本是「一心不亂」，而玄奘大師的譯本也是「一心繫念」，所以「繫念」是念佛的祕訣。"
    },
    {
      "id": "20-008-0001_p0005",
      "zh_CN": "有不少同修来问我：「我们二六时中的念佛不间断是很不容易做到。」不容易做到是因为总会有中断的时候。大家把念佛都当做口里面有佛号，一天到晚拿着念珠，「阿弥陀佛、阿弥陀佛、…」，这样叫做念佛。这个念法，一天念十万声、念二十万声，还是被人讥笑。什么人笑话你？从前寒山、拾得就笑你，说你「喊破喉咙也枉然」！",
      "zh_TW": "有不少同修來問我：「我們二六時中的念佛不間斷是很不容易做到。」不容易做到是因為總會有中斷的時候。大家把念佛都當做口裡面有佛號，一天到晚拿著念珠，「阿彌陀佛、阿彌陀佛、…」，這樣叫做念佛。這個念法，一天念十萬聲、念二十萬聲，還是被人譏笑。什麼人笑話你？從前寒山、拾得就笑你，說你「喊破喉嚨也枉然」！"
    },
    {
      "id": "20-008-0001_p0006",
      "zh_CN": "为什么一天念十万声佛号，「喊破喉咙也枉然」？因为你口里面有佛号，心里没有佛号。「系念」是心里面有佛号。「念」字是「今」、「心」，你心上真正有。「系」是什么意思？就是我们今天讲牵肠挂肚，心里有心事、有念头。这个意思就是我们要把「阿弥陀佛」放在心上，口里有没有没有关系。口里念佛是自度度他，念给别人听的，「那个人很用功，念佛很勤快，我们要学他」，是这个意思。真正的功夫是心上真正有阿弥陀佛，这个叫「系念」。",
      "zh_TW": "為什麼一天念十萬聲佛號，「喊破喉嚨也枉然」？因為你口裡面有佛號，心裡沒有佛號。「繫念」是心裡面有佛號。「念」字是「今」、「心」，你心上真正有。「繫」是什麼意思？就是我們今天講牽腸掛肚，心裡有心事、有念頭。這個意思就是我們要把「阿彌陀佛」放在心上，口裡有沒有沒有關係。口裡念佛是自度度他，念給別人聽的，「那個人很用功，念佛很勤快，我們要學他」，是這個意思。真正的功夫是心上真正有阿彌陀佛，這個叫「繫念」。"
    },
    {
      "id": "20-008-0001_p0007",
      "zh_CN": "『法事』，法是方法。中峰襌师为我们做了这一部仪规，就是系念的方法。",
      "zh_TW": "『法事』，法是方法。中峰襌師為我們做了這一部儀規，就是繫念的方法。"
    },
    {
      "id": "20-008-0001_p0008",
      "zh_CN": "『三时』，它分为第一时、第二时、第三时。",
      "zh_TW": "『三時』，它分為第一時、第二時、第三時。"
    },
    {
      "id": "20-008-0001_p0009",
      "zh_CN": "『全集』，「三时」统统在这个小册子里面，所以称之为「全集」。",
      "zh_TW": "『全集』，「三時」統統在這個小冊子裡面，所以稱之為「全集」。"
    },
    {
      "id": "20-008-0001_p0010",
      "zh_CN": "法事一开端是「香赞」。香赞，大家唱得很熟。今天是佛七的第一天，我早晨来听到诸位同修念佛的仪规，我看了非常欢喜。新加坡的同修确实很有进步，我每次来都不一样，次次都有进步；而这一次是有很显著的进步，确实是得三宝加持，诸位同修的认真努力，才有这样的成绩。香赞，我们虽然唱得很整齐，唱得很如法，可是要懂里面的意思，然后才能够随文入观。就是我们唱到什么地方，我们心跟境界就相结合了、相契入了，这个功德利益真正不可思议。仪式第一段是：",
      "zh_TW": "法事一開端是「香讚」。香讚，大家唱得很熟。今天是佛七的第一天，我早晨來聽到諸位同修念佛的儀規，我看了非常歡喜。新加坡的同修確實很有進步，我每次來都不一樣，次次都有進步；而這一次是有很顯著的進步，確實是得三寶加持，諸位同修的認真努力，才有這樣的成績。香讚，我們雖然唱得很整齊，唱得很如法，可是要懂裡面的意思，然後才能夠隨文入觀。就是我們唱到什麼地方，我們心跟境界就相結合了、相契入了，這個功德利益真正不可思議。儀式第一段是："
    },
    {
      "id": "20-008-0001_p0011",
      "zh_CN": "【戒定真香。】",
      "zh_TW": "【戒定真香。】"
    },
    {
      "id": "20-008-0001_p0012",
      "zh_CN": "『戒定』下面还有慧、解脱、解脱知见，这是对于佛法稍稍有一点涉入都知道，这叫「五分法身」。六祖大师在《坛经》第五章里面传香，传的就是「五分法身香」，这个赞子就是赞五分法身香。五分法身念起来太长了，所以用「戒定」两个字做代表就够了。",
      "zh_TW": "『戒定』下面還有慧、解脫、解脫知見，這是對於佛法稍稍有一點涉入都知道，這叫「五分法身」。六祖大師在《壇經》第五章裡面傳香，傳的就是「五分法身香」，這個讚子就是讚五分法身香。五分法身念起來太長了，所以用「戒定」兩個字做代表就夠了。"
    },
    {
      "id": "20-008-0001_p0013",
      "zh_CN": "『真香』，不是我们点的这个香，我们这个香不是真香。真跟假怎么分法？「真」是永恒不变的。我们的香点燃了，烧到最后就没有，它会变。香气烧的时候有，不烧就没有了，它是会中断的。「真香」就永远不断。这个地方是讲我们心性（性德之香），「戒、定、慧、解脱、解脱知见」是性德之香，是赞叹这个。",
      "zh_TW": "『真香』，不是我們點的這個香，我們這個香不是真香。真跟假怎麼分法？「真」是永恆不變的。我們的香點燃了，燒到最後就沒有，它會變。香氣燒的時候有，不燒就沒有了，它是會中斷的。「真香」就永遠不斷。這個地方是講我們心性（性德之香），「戒、定、慧、解脫、解脫知見」是性德之香，是讚歎這個。"
    },
    {
      "id": "20-008-0001_p0014",
      "zh_CN": "【焚起冲天上。】",
      "zh_TW": "【焚起衝天上。】"
    },
    {
      "id": "20-008-0001_p0015",
      "zh_CN": "这是「戒定真香」燃起的时候。",
      "zh_TW": "這是「戒定真香」燃起的時候。"
    },
    {
      "id": "20-008-0001_p0016",
      "zh_CN": "【弟子虔诚。𦶟在金炉放。】",
      "zh_TW": "【弟子虔誠。爇在金爐放。】"
    },
    {
      "id": "20-008-0001_p0017",
      "zh_CN": "这些意思都好懂，都是在事相上。",
      "zh_TW": "這些意思都好懂，都是在事相上。"
    },
    {
      "id": "20-008-0001_p0018",
      "zh_CN": "【顷刻氤氲。】",
      "zh_TW": "【頃刻氤氳。】"
    },
    {
      "id": "20-008-0001_p0019",
      "zh_CN": "『氤氲』是烟云弥漫的状况，也就是很快就遍满十方。",
      "zh_TW": "『氤氳』是煙雲瀰漫的狀況，也就是很快就遍滿十方。"
    },
    {
      "id": "20-008-0001_p0020",
      "zh_CN": "【即遍满十方。】",
      "zh_TW": "【即遍滿十方。】"
    },
    {
      "id": "20-008-0001_p0021",
      "zh_CN": "快到什么程度？确实因为十方三世在心性里面讲没有障碍，没有间隔，所以尽虚空遍法界在一念当中就弥漫了。此地这个十方就是十方法界，可见得这个心是无比的广大。",
      "zh_TW": "快到什麼程度？確實因為十方三世在心性裡面講沒有障礙，沒有間隔，所以盡虛空遍法界在一念當中就瀰漫了。此地這個十方就是十方法界，可見得這個心是無比的廣大。"
    },
    {
      "id": "20-008-0001_p0022",
      "zh_CN": "【昔日耶输。免难消灾障。】",
      "zh_TW": "【昔日耶輸。免難消災障。】"
    },
    {
      "id": "20-008-0001_p0023",
      "zh_CN": "是指释迦牟尼佛当年在世的时候，耶输陀罗有难，在这个灾难里面是由戒定把他的灾难化解了，所以特别提出这一桩事情来赞叹。耶输陀罗这一段故事，在释迦牟尼佛传记里面有。《大藏经》有「释迦谱」，《经律异相》、《法苑珠林》里面都有详细的记载，在此地也不再多说了。诸位要想知道的话，可以找这些参考资料。这是这个「赞」字的大意略说。",
      "zh_TW": "是指釋迦牟尼佛當年在世的時候，耶輸陀羅有難，在這個災難裡面是由戒定把他的災難化解了，所以特別提出這一樁事情來讚歎。耶輸陀羅這一段故事，在釋迦牟尼佛傳記裡面有。《大藏經》有「釋迦譜」，《經律異相》、《法苑珠林》裡面都有詳細的記載，在此地也不再多說了。諸位要想知道的話，可以找這些參考資料。這是這個「讚」字的大意略說。"
    },
    {
      "id": "20-008-0001_p0024",
      "zh_CN": "底下有四句偈，这四句偈的意思非常之深。",
      "zh_TW": "底下有四句偈，這四句偈的意思非常之深。"
    },
    {
      "id": "20-008-0001_p0025",
      "zh_CN": "【觉海虚空起。娑婆业浪流。若人登彼岸。极乐有归舟。】",
      "zh_TW": "【覺海虛空起。娑婆業浪流。若人登彼岸。極樂有歸舟。】"
    },
    {
      "id": "20-008-0001_p0026",
      "zh_CN": "这是法事里面开示的第一句话，就是开端。开端就要把法事的缘起说出来，而缘起就在这四句。",
      "zh_TW": "這是法事裡面開示的第一句話，就是開端。開端就要把法事的緣起說出來，而緣起就在這四句。"
    },
    {
      "id": "20-008-0001_p0027",
      "zh_CN": "第一句涉足的非常深广，「觉海虚空起」。这一句话，如果读过《楞严经》，读过法相、唯识的经论，那就好懂了。如果没有涉及这些大论，这一句如果要是细讲，两个钟点讲不完的。这是说明宇宙万有的缘起，宇宙从哪来的？这一切万物从哪来的？人从哪来的？六道从哪来的？这个里面说到「依不觉」。《起信论》里也说：「尔有无明，以无明而有三细相，以三细相而有六粗。」这样辗转演变发展，才有十法界依正庄严，「觉海虚空起」。",
      "zh_TW": "第一句涉足的非常深廣，「覺海虛空起」。這一句話，如果讀過《楞嚴經》，讀過法相、唯識的經論，那就好懂了。如果沒有涉及這些大論，這一句如果要是細講，兩個鐘點講不完的。這是說明宇宙萬有的緣起，宇宙從哪來的？這一切萬物從哪來的？人從哪來的？六道從哪來的？這個裡面說到「依不覺」。《起信論》裡也說：「爾有無明，以無明而有三細相，以三細相而有六粗。」這樣輾轉演變發展，才有十法界依正莊嚴，「覺海虛空起」。"
    },
    {
      "id": "20-008-0001_p0028",
      "zh_CN": "「娑婆业浪流」，第二句就说得非常粗显。第一句深，深到连二乘人、权教菩萨都无法明了。第二句大概我们常识可以能够接受。「娑婆」是讲现前六道轮回。「流」就是六道流转。六道怎么来的？六道是业力变现出来。什么叫做「业」？我们世间人在童年的时候，在学校读书叫学业。在「学」业，还没「造」业，学业就是学造业。学校毕业出来到社会，问你做什么「事业」？你就真开始造业了。众生就干这个，去造业。造的业太多太多了，归纳起来不外乎三大类：善业、恶业、非善非恶业。三善业果报在三善道，三恶业果报就在三恶道，业力在推动六道轮回。「娑婆业浪流」，我们无始劫以来，所以造的业一天比一天严重，一年比一年严重。所以，我们在六道里面生活状况，诸位一定要觉悟，是一代不如一代，一世不如一世。你想想看，我们造的善业少，造的恶业多，所以一世不如一世，往下坠，不是往上升，这个要知道。",
      "zh_TW": "「娑婆業浪流」，第二句就說得非常粗顯。第一句深，深到連二乘人、權教菩薩都無法明瞭。第二句大概我們常識可以能夠接受。「娑婆」是講現前六道輪迴。「流」就是六道流轉。六道怎麼來的？六道是業力變現出來。什麼叫做「業」？我們世間人在童年的時候，在學校讀書叫學業。在「學」業，還沒「造」業，學業就是學造業。學校畢業出來到社會，問你做什麼「事業」？你就真開始造業了。眾生就幹這個，去造業。造的業太多太多了，歸納起來不外乎三大類：善業、惡業、非善非惡業。三善業果報在三善道，三惡業果報就在三惡道，業力在推動六道輪迴。「娑婆業浪流」，我們無始劫以來，所以造的業一天比一天嚴重，一年比一年嚴重。所以，我們在六道裡面生活狀況，諸位一定要覺悟，是一代不如一代，一世不如一世。你想想看，我們造的善業少，造的惡業多，所以一世不如一世，往下墜，不是往上升，這個要知道。"
    },
    {
      "id": "20-008-0001_p0029",
      "zh_CN": "我们想出离六道轮回，只有一条路。除这一条路之外，说老实话没有第二条路。这一条路就是求生西方极乐世界，这是释迦牟尼佛教导我们的，十方一切诸佛如来教导我们的。中峰大师在此地说「极乐有归舟」。「归」是回头，「舟」是交通工具，我们到西方极乐世界有交通工具。交通工具是什么？指这一个法事，就是指此地所讲的修行方法。这四句把法事的缘起说出来，说得非常之深，非常之广。",
      "zh_TW": "我們想出離六道輪迴，只有一條路。除這一條路之外，說老實話沒有第二條路。這一條路就是求生西方極樂世界，這是釋迦牟尼佛教導我們的，十方一切諸佛如來教導我們的。中峰大師在此地說「極樂有歸舟」。「歸」是回頭，「舟」是交通工具，我們到西方極樂世界有交通工具。交通工具是什麼？指這一個法事，就是指此地所講的修行方法。這四句把法事的緣起說出來，說得非常之深，非常之廣。"
    },
    {
      "id": "20-008-0001_p0030",
      "zh_CN": "下面第二段，诸位看第三面第四行「香赞」。这个「香赞」大家更熟了，念得更多了。",
      "zh_TW": "下面第二段，諸位看第三面第四行「香讚」。這個「香讚」大家更熟了，念得更多了。"
    },
    {
      "id": "20-008-0001_p0031",
      "zh_CN": "【炉香乍𦶟。】",
      "zh_TW": "【爐香乍爇。】"
    },
    {
      "id": "20-008-0001_p0032",
      "zh_CN": "『炉』是香炉，『乍𦶟』就是燃起来了。香炉里面的香燃起来了。",
      "zh_TW": "『爐』是香爐，『乍爇』就是燃起來了。香爐裡面的香燃起來了。"
    },
    {
      "id": "20-008-0001_p0033",
      "zh_CN": "【法界蒙熏。】",
      "zh_TW": "【法界蒙熏。】"
    },
    {
      "id": "20-008-0001_p0034",
      "zh_CN": "我们唱到这一句，是不是心里面一切妄想、分别、执着统统没有了。为什么？统统没有了，这个时候的心跟法界一样大。这一有分别、执着，我们的心量就小了，跟法界就不相应了。所以要用真诚心、清净心、平等心去念这个赞子，受用不可思议。『法界』就是十方、十法界，这个「香」遍满了虚空法界。",
      "zh_TW": "我們唱到這一句，是不是心裡面一切妄想、分別、執著統統沒有了。為什麼？統統沒有了，這個時候的心跟法界一樣大。這一有分別、執著，我們的心量就小了，跟法界就不相應了。所以要用真誠心、清淨心、平等心去念這個讚子，受用不可思議。『法界』就是十方、十法界，這個「香」遍滿了虛空法界。"
    },
    {
      "id": "20-008-0001_p0035",
      "zh_CN": "【诸佛海会悉遥闻。】",
      "zh_TW": "【諸佛海會悉遙聞。】"
    },
    {
      "id": "20-008-0001_p0036",
      "zh_CN": "十方法界无量无边的诸佛如来，诸佛在那里讲经说法，菩萨、罗汉围绕。就是说一切诸佛法会，因为我们的心清净、心真诚、心平等，就跟所有一切诸佛感应道交。如果心里面有一念分别、执着，这个效果就没有了，没有障碍里面自己造成障碍，那是很大的错误。",
      "zh_TW": "十方法界無量無邊的諸佛如來，諸佛在那裡講經說法，菩薩、羅漢圍繞。就是說一切諸佛法會，因為我們的心清淨、心真誠、心平等，就跟所有一切諸佛感應道交。如果心裡面有一念分別、執著，這個效果就沒有了，沒有障礙裡面自己造成障礙，那是很大的錯誤。"
    },
    {
      "id": "20-008-0001_p0037",
      "zh_CN": "【随处结祥云。】",
      "zh_TW": "【隨處結祥雲。】"
    },
    {
      "id": "20-008-0001_p0038",
      "zh_CN": "这是感应。",
      "zh_TW": "這是感應。"
    },
    {
      "id": "20-008-0001_p0039",
      "zh_CN": "【诚意方殷。】",
      "zh_TW": "【誠意方殷。】"
    },
    {
      "id": "20-008-0001_p0040",
      "zh_CN": "『诚意方殷』是能感。「诚」是真诚，刚才讲心地真诚、清净、平等才是「诚意方殷」，这是能感。「随处结祥云」是属于器世间的感应，依报是器世间的感应。诸佛海会前面都有香云，像个盖一样，所以是「香云盖」，诸佛海会都现这个现象。",
      "zh_TW": "『誠意方殷』是能感。「誠」是真誠，剛才講心地真誠、清淨、平等才是「誠意方殷」，這是能感。「隨處結祥雲」是屬於器世間的感應，依報是器世間的感應。諸佛海會前面都有香雲，像個蓋一樣，所以是「香雲蓋」，諸佛海會都現這個現象。"
    },
    {
      "id": "20-008-0001_p0041",
      "zh_CN": "【诸佛现全身。】",
      "zh_TW": "【諸佛現全身。】"
    },
    {
      "id": "20-008-0001_p0042",
      "zh_CN": "这是佛菩萨的感应，这是知正觉世间的感应，我们讲这是依报正报统统都有感应。「诸佛现全身」是正报的感应，「随处结祥云」是依报的感应；「诚意」是能感，这是所感。这个话是不是真实？真实！丝毫都不假。问题就在你有没有做到「诚意方殷」这四个字？只要做到这四个字，这一首赞确确实实是赞叹一切诸佛菩萨的道场、海会。",
      "zh_TW": "這是佛菩薩的感應，這是知正覺世間的感應，我們講這是依報正報統統都有感應。「諸佛現全身」是正報的感應，「隨處結祥雲」是依報的感應；「誠意」是能感，這是所感。這個話是不是真實？真實！絲毫都不假。問題就在你有沒有做到「誠意方殷」這四個字？只要做到這四個字，這一首讚確確實實是讚歎一切諸佛菩薩的道場、海會。"
    },
    {
      "id": "20-008-0001_p0043",
      "zh_CN": "【南无云来集菩萨摩诃萨。】",
      "zh_TW": "【南無雲來集菩薩摩訶薩。】"
    },
    {
      "id": "20-008-0001_p0044",
      "zh_CN": "我们这个地方也启建法会，得一切诸佛的加持，一切菩萨云集，也来护念我们的道场。『云』这个字用得非常之好，云是非有非无，这才是事实的真相。从理上说，相有体无，像云彩一样。从事上讲，十方菩萨集会这个道场。",
      "zh_TW": "我們這個地方也啟建法會，得一切諸佛的加持，一切菩薩雲集，也來護念我們的道場。『雲』這個字用得非常之好，雲是非有非無，這才是事實的真相。從理上說，相有體無，像雲彩一樣。從事上講，十方菩薩集會這個道場。"
    },
    {
      "id": "20-008-0001_p0045",
      "zh_CN": "【此一瓣香。】",
      "zh_TW": "【此一瓣香。】"
    },
    {
      "id": "20-008-0001_p0046",
      "zh_CN": "『香』是心香，用这个香来表法，用这个香来代表，表的是心香。",
      "zh_TW": "『香』是心香，用這個香來表法，用這個香來代表，表的是心香。"
    },
    {
      "id": "20-008-0001_p0047",
      "zh_CN": "【根蟠劫外。】",
      "zh_TW": "【根蟠劫外。】"
    },
    {
      "id": "20-008-0001_p0048",
      "zh_CN": "『劫』是时间，超越时间。",
      "zh_TW": "『劫』是時間，超越時間。"
    },
    {
      "id": "20-008-0001_p0049",
      "zh_CN": "【枝播尘寰。】",
      "zh_TW": "【枝播塵寰。】"
    },
    {
      "id": "20-008-0001_p0050",
      "zh_CN": "『尘寰』是空间，这一句讲的超越空间。",
      "zh_TW": "『塵寰』是空間，這一句講的超越空間。"
    },
    {
      "id": "20-008-0001_p0051",
      "zh_CN": "【不经天地以生成。】",
      "zh_TW": "【不經天地以生成。】"
    },
    {
      "id": "20-008-0001_p0052",
      "zh_CN": "这是说性空真相。性空真相，本来具足，所以它不是生成的。",
      "zh_TW": "這是說性空真相。性空真相，本來具足，所以它不是生成的。"
    },
    {
      "id": "20-008-0001_p0053",
      "zh_CN": "【岂属阴阳而造化。】",
      "zh_TW": "【豈屬陰陽而造化。】"
    },
    {
      "id": "20-008-0001_p0054",
      "zh_CN": "『阴阳』是讲变化的。它也不是变化的，就是六祖大师所说：「何期自性，本来具足」、「何期自性，能生万法」，就是这个意思。『造化』就是造作变化，它不属于造作，也不属于变化，这是心性之德香。",
      "zh_TW": "『陰陽』是講變化的。它也不是變化的，就是六祖大師所說：「何期自性，本來具足」、「何期自性，能生萬法」，就是這個意思。『造化』就是造作變化，它不屬於造作，也不屬於變化，這是心性之德香。"
    },
    {
      "id": "20-008-0001_p0055",
      "zh_CN": "【𦶟向炉中。专伸供养。】",
      "zh_TW": "【爇向爐中。專伸供養。】"
    },
    {
      "id": "20-008-0001_p0056",
      "zh_CN": "底下这一句是圆满的自性。",
      "zh_TW": "底下這一句是圓滿的自性。"
    },
    {
      "id": "20-008-0001_p0057",
      "zh_CN": "【常住三宝。刹海万灵。】",
      "zh_TW": "【常住三寶。剎海萬靈。】"
    },
    {
      "id": "20-008-0001_p0058",
      "zh_CN": "这两句就把十法界统统包括尽了。『三宝』是上供，上供三宝。下施众生，『刹海万灵』就是指六道众生。所以这两句就是我们的供养对象，是上从诸佛如来，下至地狱众生，十法界所有众生统统供养到了，而且都是以真诚、清净、平等心来供养。底下这一小段是特别标指出来：",
      "zh_TW": "這兩句就把十法界統統包括盡了。『三寶』是上供，上供三寶。下施眾生，『剎海萬靈』就是指六道眾生。所以這兩句就是我們的供養對象，是上從諸佛如來，下至地獄眾生，十法界所有眾生統統供養到了，而且都是以真誠、清淨、平等心來供養。底下這一小段是特別標指出來："
    },
    {
      "id": "20-008-0001_p0059",
      "zh_CN": "【极乐导师。阿弥陀佛。观音势至。清净海众。】",
      "zh_TW": "【極樂導師。阿彌陀佛。觀音勢至。清淨海眾。】"
    },
    {
      "id": "20-008-0001_p0060",
      "zh_CN": "这一句专指。这是在一切诸佛如来，专指西方极乐世界阿弥陀佛。",
      "zh_TW": "這一句專指。這是在一切諸佛如來，專指西方極樂世界阿彌陀佛。"
    },
    {
      "id": "20-008-0001_p0061",
      "zh_CN": "【悉仗真香。普同供养。】",
      "zh_TW": "【悉仗真香。普同供養。】"
    },
    {
      "id": "20-008-0001_p0062",
      "zh_CN": "『真香』是性德的香光，《楞严经‧大势至菩萨圆通章》里面讲得很清楚。『普同供养』，《普贤行愿品》里面：「一切供养当中法供养为最。」法供养当中，普贤菩萨教给我们：「依教修行供养是第一」。",
      "zh_TW": "『真香』是性德的香光，《楞嚴經‧大勢至菩薩圓通章》裡面講得很清楚。『普同供養』，《普賢行願品》裡面：「一切供養當中法供養為最。」法供養當中，普賢菩薩教給我們：「依教修行供養是第一」。"
    },
    {
      "id": "20-008-0001_p0063",
      "zh_CN": "这是前面赞佛，表达自己的诚意，不仅仅是诸佛菩萨，与十法界也起感应道交。这个佛事的修法，功德确确实实不可思议，利益无边。",
      "zh_TW": "這是前面讚佛，表達自己的誠意，不僅僅是諸佛菩薩，與十法界也起感應道交。這個佛事的修法，功德確確實實不可思議，利益無邊。"
    },
    {
      "id": "20-008-0001_p0064",
      "zh_CN": "底下是第一时佛事。第一时佛事，我们要利用短短的时间，把这一部《阿弥陀经》跟诸位介绍出来。我们认识《阿弥陀经》，了解《阿弥陀经》，我们对于净宗修学的信愿自然就生起来了。不但能生起信愿，而且是无比的清净、坚定，在这一生有愿必成。第一句：",
      "zh_TW": "底下是第一時佛事。第一時佛事，我們要利用短短的時間，把這一部《阿彌陀經》跟諸位介紹出來。我們認識《阿彌陀經》，了解《阿彌陀經》，我們對於淨宗修學的信願自然就生起來了。不但能生起信願，而且是無比的清淨、堅定，在這一生有願必成。第一句："
    },
    {
      "id": "20-008-0001_p0065",
      "zh_CN": "【南无莲池海会佛菩萨。】",
      "zh_TW": "【南無蓮池海會佛菩薩。】"
    },
    {
      "id": "20-008-0001_p0066",
      "zh_CN": "西方世界，宝莲、德水都是代表自性的体用。宝莲是表自性的性体，八功德水是代表自性的大用，所以赞叹莲池海会。",
      "zh_TW": "西方世界，寶蓮、德水都是代表自性的體用。寶蓮是表自性的性體，八功德水是代表自性的大用，所以讚歎蓮池海會。"
    },
    {
      "id": "20-008-0001_p0067",
      "zh_CN": "《阿弥陀经》经文虽然不长，而它里面的义理，实实在在包含了释迦牟尼佛四十九年所说的一切经。我们可以说，这一部整个的《大藏经》就是《阿弥陀经》的注解。你要能够从这上面认识明白，你才晓得《阿弥陀经》不可思议，名号功德不可思议，才知道我们遇到这个法门，听到这个法门，修学这个法门，是何等的幸运！",
      "zh_TW": "《阿彌陀經》經文雖然不長，而它裡面的義理，實實在在包含了釋迦牟尼佛四十九年所說的一切經。我們可以說，這一部整個的《大藏經》就是《阿彌陀經》的註解。你要能夠從這上面認識明白，你才曉得《阿彌陀經》不可思議，名號功德不可思議，才知道我們遇到這個法門，聽到這個法門，修學這個法門，是何等的幸運！"
    },
    {
      "id": "20-008-0001_p0068",
      "zh_CN": "注解里面最详细的是莲池大师的《阿弥陀经疏钞》，最精要的是蕅益大师的《阿弥陀经要解》，这两种注疏，我们修净土的人一定要熟读。这两种注解我们都曾经讲过许多遍，也留着有录音带，「居士林」跟「净宗学会」都有，诸位同修要有时间可以听听，帮助你理解。",
      "zh_TW": "註解裡面最詳細的是蓮池大師的《阿彌陀經疏鈔》，最精要的是蕅益大師的《阿彌陀經要解》，這兩種註疏，我們修淨土的人一定要熟讀。這兩種註解我們都曾經講過許多遍，也留著有錄音帶，「居士林」跟「淨宗學會」都有，諸位同修要有時間可以聽聽，幫助你理解。"
    },
    {
      "id": "20-008-0001_p0069",
      "zh_CN": "【长老舍利弗。摩诃目犍连。摩诃迦叶。摩诃迦旃延。摩诃俱𫄨罗。离婆多。周利槃陀伽。难陀。阿难陀。罗侯罗。憍梵波提。宾头卢颇罗堕。迦留陀夷。摩诃劫宾那。薄拘罗。阿[少/兔]楼驮。如是等诸大弟子。】",
      "zh_TW": "【長老舍利弗。摩訶目犍連。摩訶迦葉。摩訶迦旃延。摩訶俱絺羅。離婆多。周利槃陀伽。難陀。阿難陀。羅侯羅。憍梵波提。賓頭盧頗羅墮。迦留陀夷。摩訶劫賓那。薄拘羅。阿[少/兔]樓馱。如是等諸大弟子。】"
    },
    {
      "id": "20-008-0001_p0070",
      "zh_CN": "经文开端列出十六位尊者，这个我们就不要细细介绍。这十六位示现的身分是阿罗汉，而实际上已经有不少是古佛再来。像舍利弗、目犍连都是古佛再来，帮助释迦牟尼佛弘法利生，示现作佛的弟子，实际上早就成佛了。所以这一千二百五十五位比丘，都是像唱戏化装的，不是真的。真的都是诸佛，都是大菩萨。他们在此地是表性，所以有智慧第一，有神通第一，有苦行第一，有教化第一，十六个都有专长，表示这个法门无比的广大，一切众生之类，人人都可以修学，人人都能够成就，它代表这个意思，使我们生起信心来。",
      "zh_TW": "經文開端列出十六位尊者，這個我們就不要細細介紹。這十六位示現的身分是阿羅漢，而實際上已經有不少是古佛再來。像舍利弗、目犍連都是古佛再來，幫助釋迦牟尼佛弘法利生，示現作佛的弟子，實際上早就成佛了。所以這一千二百五十五位比丘，都是像唱戲化裝的，不是真的。真的都是諸佛，都是大菩薩。他們在此地是表性，所以有智慧第一，有神通第一，有苦行第一，有教化第一，十六個都有專長，表示這個法門無比的廣大，一切眾生之類，人人都可以修學，人人都能夠成就，它代表這個意思，使我們生起信心來。"
    },
    {
      "id": "20-008-0001_p0071",
      "zh_CN": "如果我很有智慧，我要不要学这个法门？舍利弗智慧第一，你的智慧能跟舍利弗比吗？舍利弗还念佛求生净土。如果我没有智慧，我笨得不得了。这里有个周利槃陀伽是世间最笨的人，你再笨也不会比他更笨，他都能学，你为什么不能学？所以在此地就是告诉我们，所有一切根性的人，所谓上根、中根、下等根性，聪明愚痴、贫富贵贱，人人能学，人人都能成就，这个法门真是不可思议！",
      "zh_TW": "如果我很有智慧，我要不要學這個法門？舍利弗智慧第一，你的智慧能跟舍利弗比嗎？舍利弗還念佛求生淨土。如果我沒有智慧，我笨得不得了。這裡有個周利槃陀伽是世間最笨的人，你再笨也不會比他更笨，他都能學，你為什麼不能學？所以在此地就是告訴我們，所有一切根性的人，所謂上根、中根、下等根性，聰明愚痴、貧富貴賤，人人能學，人人都能成就，這個法門真是不可思議！"
    },
    {
      "id": "20-008-0001_p0072",
      "zh_CN": "【并诸菩萨摩诃萨。文殊师利法王子。阿逸多菩萨。干陀诃提菩萨。常精进菩萨。与如是等诸大菩萨。及释提桓因等。无量诸天大众俱。】",
      "zh_TW": "【並諸菩薩摩訶薩。文殊師利法王子。阿逸多菩薩。乾陀訶提菩薩。常精進菩薩。與如是等諸大菩薩。及釋提桓因等。無量諸天大眾俱。】"
    },
    {
      "id": "20-008-0001_p0073",
      "zh_CN": "菩萨众里面，文殊菩萨、阿逸多（弥勒菩萨）这两位菩萨表「愿」。文殊菩萨在华严会上跟普贤菩萨两个人发愿求生净土，文殊、普贤也求生净土。诸位念过《无量寿经》，《无量寿经》后半段的当机者就是弥勒菩萨，而世尊将这个经典、这个法门传授给弥勒菩萨。所以弥勒菩萨将来下生成佛，一定说这个法门，一定讲「净土三经」，一定劝人念佛往生净土，这是我们在经上看到的。他们代表「愿」。干陀诃提跟常精进代表「行」，不休息，常精进。从第六页第三行的当中：",
      "zh_TW": "菩薩眾裡面，文殊菩薩、阿逸多（彌勒菩薩）這兩位菩薩表「願」。文殊菩薩在華嚴會上跟普賢菩薩兩個人發願求生淨土，文殊、普賢也求生淨土。諸位念過《無量壽經》，《無量壽經》後半段的當機者就是彌勒菩薩，而世尊將這個經典、這個法門傳授給彌勒菩薩。所以彌勒菩薩將來下生成佛，一定說這個法門，一定講「淨土三經」，一定勸人念佛往生淨土，這是我們在經上看到的。他們代表「願」。乾陀訶提跟常精進代表「行」，不休息，常精進。從第六頁第三行的當中："
    },
    {
      "id": "20-008-0001_p0074",
      "zh_CN": "【尔时佛告长老舍利弗。从是西方过十万亿佛土。有世界名曰极乐。其土有佛。号阿弥陀。今现在说法。】",
      "zh_TW": "【爾時佛告長老舍利弗。從是西方過十萬億佛土。有世界名曰極樂。其土有佛。號阿彌陀。今現在說法。】"
    },
    {
      "id": "20-008-0001_p0075",
      "zh_CN": "这个地方起，这是本经的正宗分。正宗分一开头，这三句话非常重要。这三句话虔诚肯定，世尊在此地告诉舍利弗，就是告诉我们，舍利弗就是我们大家的代表。",
      "zh_TW": "這個地方起，這是本經的正宗分。正宗分一開頭，這三句話非常重要。這三句話虔誠肯定，世尊在此地告訴舍利弗，就是告訴我們，舍利弗就是我們大家的代表。"
    },
    {
      "id": "20-008-0001_p0076",
      "zh_CN": "第一句「从是西方过十万亿佛土，有世界名曰极乐」。极乐世界确确实实有，你要相信，决定不是假的，确实有极乐世界。第二句「其土有佛，号阿弥陀」。极乐世界有一尊佛，这一尊佛现在正在那里教化众生，他的名号叫「阿弥陀佛」。第三句「今现在说法」。这三句话是本经的纲领。既然是本经的纲领，换句话说，也就是净土宗的纲领。你要能相信，那你就真的是有福！",
      "zh_TW": "第一句「從是西方過十萬億佛土，有世界名曰極樂」。極樂世界確確實實有，你要相信，決定不是假的，確實有極樂世界。第二句「其土有佛，號阿彌陀」。極樂世界有一尊佛，這一尊佛現在正在那裡教化眾生，他的名號叫「阿彌陀佛」。第三句「今現在說法」。這三句話是本經的綱領。既然是本經的綱領，換句話說，也就是淨土宗的綱領。你要能相信，那你就真的是有福！"
    },
    {
      "id": "20-008-0001_p0077",
      "zh_CN": "这两个「有」，「有极乐世界」、「有阿弥陀佛」，劝我们「信」，这是释迦牟尼佛亲口说的，我们要相信。世界极乐，这是劝我们发愿要去，我们这个世间太苦了，苦不堪言，这是劝「愿」。佛的名号叫阿弥陀，这是劝「行」，念阿弥陀佛的名号就能往生西方极乐世界。所以，净宗的纲要这么简单，几句话就讲的清清楚楚、明明白白。佛告诉我们：",
      "zh_TW": "這兩個「有」，「有極樂世界」、「有阿彌陀佛」，勸我們「信」，這是釋迦牟尼佛親口說的，我們要相信。世界極樂，這是勸我們發願要去，我們這個世間太苦了，苦不堪言，這是勸「願」。佛的名號叫阿彌陀，這是勸「行」，念阿彌陀佛的名號就能往生西方極樂世界。所以，淨宗的綱要這麼簡單，幾句話就講的清清楚楚、明明白白。佛告訴我們："
    },
    {
      "id": "20-008-0001_p0078",
      "zh_CN": "【舍利弗。彼土何故名为极乐。其国众生无有众苦。但受诸乐。故名极乐。】",
      "zh_TW": "【舍利弗。彼土何故名為極樂。其國眾生無有眾苦。但受諸樂。故名極樂。】"
    },
    {
      "id": "20-008-0001_p0079",
      "zh_CN": "我们这个世界有苦，苦多乐少。苦是真的，乐是假的。什么是真的？不变是真的。什么是假的？会变就是假的。你看，苦不会变成乐，所以苦是真的。乐会变成苦，所以乐是假的。吃东西遇到好吃的，很乐！叫你连续吃个十碗、吃个二十碗，苦了；乐会变成苦。罚你跪在这个地方，这很苦！跪上三天不会变成乐，苦上更加苦。所以，苦不会变成乐，乐会变成苦。跳舞很乐，叫你连续跳上七天七夜，你就叫苦连天了。所以乐会变成苦，乐是假的，苦不会变成乐，苦是真的。西方极乐世界没有苦，只有乐，称为「极乐世界」。世尊为我们介绍极乐世界，这是简简单单的说，那个地方：",
      "zh_TW": "我們這個世界有苦，苦多樂少。苦是真的，樂是假的。什麼是真的？不變是真的。什麼是假的？會變就是假的。你看，苦不會變成樂，所以苦是真的。樂會變成苦，所以樂是假的。吃東西遇到好吃的，很樂！叫你連續吃個十碗、吃個二十碗，苦了；樂會變成苦。罰你跪在這個地方，這很苦！跪上三天不會變成樂，苦上更加苦。所以，苦不會變成樂，樂會變成苦。跳舞很樂，叫你連續跳上七天七夜，你就叫苦連天了。所以樂會變成苦，樂是假的，苦不會變成樂，苦是真的。西方極樂世界沒有苦，只有樂，稱為「極樂世界」。世尊為我們介紹極樂世界，這是簡簡單單的說，那個地方："
    },
    {
      "id": "20-008-0001_p0080",
      "zh_CN": "【又舍利弗。极乐国土。七重栏楯。七重罗网。七重行树。皆是四宝周匝围绕。是故彼国名为极乐。】",
      "zh_TW": "【又舍利弗。極樂國土。七重欄楯。七重羅網。七重行樹。皆是四寶周匝圍繞。是故彼國名為極樂。】"
    },
    {
      "id": "20-008-0001_p0081",
      "zh_CN": "有些人问我：「法师，西方极乐世界的建筑都非常呆板，每一家都是七重行树，七重罗网，七重栏楯。那有什么好看？」这是他不解经义。俗话常讲：「依文解义，三世佛冤」，依照经文来解释这个意思，三世佛都喊冤枉。为什么？佛是意在言外，你要懂得「七」是代表圆满。圆满是什么意思？能够适合一切众生的意思，那才叫圆满。诸位如果把《无量寿经》跟《观无量寿佛经》仔细的去念过一遍，你就明了，原来他们那边一切设施不是呆板的。以居住的房子来说，你喜欢住大房子它就变大，喜欢小就变小，喜欢在地上就在地上，喜欢在空中就在空中，这叫「圆满」，这是「七」的意思。它不是完全以一个模式，是随你自己的爱好，随你自己的欢喜，随心所欲的变化，这才叫圆满，才叫如意，所以「七」是代表这个意思。",
      "zh_TW": "有些人問我：「法師，西方極樂世界的建築都非常呆板，每一家都是七重行樹，七重羅網，七重欄楯。那有什麼好看？」這是他不解經義。俗話常講：「依文解義，三世佛冤」，依照經文來解釋這個意思，三世佛都喊冤枉。為什麼？佛是意在言外，你要懂得「七」是代表圓滿。圓滿是什麼意思？能夠適合一切眾生的意思，那才叫圓滿。諸位如果把《無量壽經》跟《觀無量壽佛經》仔細的去念過一遍，你就明瞭，原來他們那邊一切設施不是呆板的。以居住的房子來說，你喜歡住大房子它就變大，喜歡小就變小，喜歡在地上就在地上，喜歡在空中就在空中，這叫「圓滿」，這是「七」的意思。它不是完全以一個模式，是隨你自己的愛好，隨你自己的歡喜，隨心所欲的變化，這才叫圓滿，才叫如意，所以「七」是代表這個意思。"
    },
    {
      "id": "20-008-0001_p0082",
      "zh_CN": "【又舍利弗。极乐国土。有七宝池。八功德水。】",
      "zh_TW": "【又舍利弗。極樂國土。有七寶池。八功德水。】"
    },
    {
      "id": "20-008-0001_p0083",
      "zh_CN": "这是没有老苦，没有病苦。『八功德水』是最好的营养，这个水可以喝。不但可以解渴，而且可以充饥，可以长养诸根，百病不生。所以到西方极乐世界，真的就是「不病、不老、不死」。如果你现在开始学，你学得非常如法，理论、方法、境界你都能够透彻明了，学得很相应，你现在就不老、就不病、也就不死。将来往生西方极乐世界，阿弥陀佛来接引你，你跟大众告别：「我走了，到极乐世界去了」，活着往生，不是死了往生。死了就不得了，问题就严重了，所以这个法门是不死的法门。诸位一定要晓得，极乐世界八功德水实在是美妙无穷。",
      "zh_TW": "這是沒有老苦，沒有病苦。『八功德水』是最好的營養，這個水可以喝。不但可以解渴，而且可以充饑，可以長養諸根，百病不生。所以到西方極樂世界，真的就是「不病、不老、不死」。如果你現在開始學，你學得非常如法，理論、方法、境界你都能夠透徹明瞭，學得很相應，你現在就不老、就不病、也就不死。將來往生西方極樂世界，阿彌陀佛來接引你，你跟大眾告別：「我走了，到極樂世界去了」，活著往生，不是死了往生。死了就不得了，問題就嚴重了，所以這個法門是不死的法門。諸位一定要曉得，極樂世界八功德水實在是美妙無窮。"
    },
    {
      "id": "20-008-0001_p0084",
      "zh_CN": "【池中莲华。大如车轮。青色青光。黄色黄光。赤色赤光。白色白光。微妙香洁。】",
      "zh_TW": "【池中蓮華。大如車輪。青色青光。黃色黃光。赤色赤光。白色白光。微妙香潔。】"
    },
    {
      "id": "20-008-0001_p0085",
      "zh_CN": "莲花化生就没有胎生之苦。一切世间这个生态都是免不了「胎、卵、湿、化」，唯独西方世界特殊，莲花化生。在第八面我们看到经文上说：",
      "zh_TW": "蓮花化生就沒有胎生之苦。一切世間這個生態都是免不了「胎、卵、濕、化」，唯獨西方世界特殊，蓮花化生。在第八面我們看到經文上說："
    },
    {
      "id": "20-008-0001_p0086",
      "zh_CN": "【又舍利弗。彼佛国土。常作天乐。黄金为地。昼夜六时。雨天曼陀罗华。】",
      "zh_TW": "【又舍利弗。彼佛國土。常作天樂。黃金為地。晝夜六時。雨天曼陀羅華。】"
    },
    {
      "id": "20-008-0001_p0087",
      "zh_CN": "我们非常喜欢美妙的音乐，西方世界天乐盈空，每一个人所听到的都是自己非常欢喜听的乐章，这是虚空之美，音美！而且天雨妙花，空中色相美，音声美。",
      "zh_TW": "我們非常喜歡美妙的音樂，西方世界天樂盈空，每一個人所聽到的都是自己非常歡喜聽的樂章，這是虛空之美，音美！而且天雨妙花，空中色相美，音聲美。"
    },
    {
      "id": "20-008-0001_p0088",
      "zh_CN": "『黄金为地』，「地」是道路，「黄金为地」是指道路，西方极乐世界这个道路是黄金舖的。我们这个世间是柏油舖的，西方世界是黄金舖的道路。道路上有雨花，花落在下面，就像地毯一样排列的整整齐齐，而且有很美妙的图案，不是人工去摆的，自自然然花落下来就是图案。底下一段经文很要紧：",
      "zh_TW": "『黃金為地』，「地」是道路，「黃金為地」是指道路，西方極樂世界這個道路是黃金舖的。我們這個世間是柏油舖的，西方世界是黃金舖的道路。道路上有雨花，花落在下面，就像地毯一樣排列的整整齊齊，而且有很美妙的圖案，不是人工去擺的，自自然然花落下來就是圖案。底下一段經文很要緊："
    },
    {
      "id": "20-008-0001_p0089",
      "zh_CN": "【其土众生。常以清旦。各以衣祴。盛众妙华。供养他方十万亿佛。即以食时。还到本国。饭食经行。】",
      "zh_TW": "【其土眾生。常以清旦。各以衣祴。盛眾妙華。供養他方十萬億佛。即以食時。還到本國。飯食經行。】"
    },
    {
      "id": "20-008-0001_p0090",
      "zh_CN": "这一段非常重要。为什么？佛教导我们学佛要福慧双修，没有福不行，没有慧也不行。到西方极乐世界天天去享乐了，福慧怎么修法？这里告诉我们，这是修福修慧。每一天都到十方世界去供养诸佛，这是修福。你供养诸佛，当然听诸佛说法，闻法就开智慧。所以西方极乐世界的人，每天的工作就是干这些，你看多自在！一天到晚读自己喜欢读的书，做自己喜欢做的事，所以愈做愈快乐。不像我们这个世间，所做的都是自己不情愿做的；不想念的书，非念不可；不想干的事，不干又不行。这个苦恼！太苦了！西方极乐是有它的道理。",
      "zh_TW": "這一段非常重要。為什麼？佛教導我們學佛要福慧雙修，沒有福不行，沒有慧也不行。到西方極樂世界天天去享樂了，福慧怎麼修法？這裡告訴我們，這是修福修慧。每一天都到十方世界去供養諸佛，這是修福。你供養諸佛，當然聽諸佛說法，聞法就開智慧。所以西方極樂世界的人，每天的工作就是幹這些，你看多自在！一天到晚讀自己喜歡讀的書，做自己喜歡做的事，所以愈做愈快樂。不像我們這個世間，所做的都是自己不情願做的；不想念的書，非念不可；不想幹的事，不幹又不行。這個苦惱！太苦了！西方極樂是有它的道理。"
    },
    {
      "id": "20-008-0001_p0091",
      "zh_CN": "到十方去供佛闻法，十方诸佛无量无边，到底每天去供养一尊佛，还是去供养多佛？如果是供养一尊佛，那这一切诸佛到哪一年、哪一月才供养得完！即使无量寿，佛也无量无边。如果是一时遍供，怎么个供法？给诸位说，确确实实是一时遍供。实在说，到十方世界去供养诸佛，度化众生，我们自己这个身体没有离开阿弥陀佛，还坐在阿弥陀佛旁边的莲花座上。那怎么去的？化生去的，就像释迦牟尼佛一样，我们在《梵网经》上念到「千百亿化身释迦牟尼佛」。我们到达西方极乐世界，得到阿弥陀佛本愿威神的加持，我们跟佛一样有千百亿化身，有无量无边的化身，所以十方、十法界我们一念之间统统到达。应以什么身得度就示现什么身，像观世音菩萨三十二应一样的，应以佛身得度就现佛身，应以菩萨身得度就现菩萨身，应以童男童女身得度，就现童男童女身，可以现无量无边的身。这是佛给我们讲的，不是假话，是真的；你相信，你就有福。所以「供养他方十万亿佛」是同时，一时遍供。",
      "zh_TW": "到十方去供佛聞法，十方諸佛無量無邊，到底每天去供養一尊佛，還是去供養多佛？如果是供養一尊佛，那這一切諸佛到哪一年、哪一月才供養得完！即使無量壽，佛也無量無邊。如果是一時遍供，怎麼個供法？給諸位說，確確實實是一時遍供。實在說，到十方世界去供養諸佛，度化眾生，我們自己這個身體沒有離開阿彌陀佛，還坐在阿彌陀佛旁邊的蓮花座上。那怎麼去的？化生去的，就像釋迦牟尼佛一樣，我們在《梵網經》上念到「千百億化身釋迦牟尼佛」。我們到達西方極樂世界，得到阿彌陀佛本願威神的加持，我們跟佛一樣有千百億化身，有無量無邊的化身，所以十方、十法界我們一念之間統統到達。應以什麼身得度就示現什麼身，像觀世音菩薩三十二應一樣的，應以佛身得度就現佛身，應以菩薩身得度就現菩薩身，應以童男童女身得度，就現童男童女身，可以現無量無邊的身。這是佛給我們講的，不是假話，是真的；你相信，你就有福。所以「供養他方十萬億佛」是同時，一時遍供。"
    },
    {
      "id": "20-008-0001_p0092",
      "zh_CN": "「十万亿」这个数字很小，主要是释迦牟尼佛权巧的说法。因为西方世界距离我们十万亿佛国土，这个意思就是说：你到了西方极乐世界，你可以每天都到娑婆世界来观光，来看看这边的家亲眷属，你天天都可以回来。所以我们要想照顾家亲眷属，真正爱护他们，你生到西方极乐世界，这个话才是真心话。不想到西方极乐世界，照顾不到，心有余而力不足，你没有能力照顾。到达西方极乐世界，确实有能力照顾，无论家亲眷属在哪一道，现什么样的身，你都可以照顾他。所以我们把这一个事实真相搞清楚了，那我们才晓得西方世界一定要去，非去不可。",
      "zh_TW": "「十萬億」這個數字很小，主要是釋迦牟尼佛權巧的說法。因為西方世界距離我們十萬億佛國土，這個意思就是說：你到了西方極樂世界，你可以每天都到娑婆世界來觀光，來看看這邊的家親眷屬，你天天都可以回來。所以我們要想照顧家親眷屬，真正愛護他們，你生到西方極樂世界，這個話才是真心話。不想到西方極樂世界，照顧不到，心有餘而力不足，你沒有能力照顧。到達西方極樂世界，確實有能力照顧，無論家親眷屬在哪一道，現什麼樣的身，你都可以照顧他。所以我們把這一個事實真相搞清楚了，那我們才曉得西方世界一定要去，非去不可。"
    },
    {
      "id": "20-008-0001_p0093",
      "zh_CN": "【复次舍利弗。彼国常有种种奇妙杂色之鸟。白鹤。孔雀。鹦鹉。舍利。迦陵频伽。共命之鸟。是诸众鸟。昼夜六时。出和雅音。其音演畅。五根五力。七菩提分。八圣道分。如是等法。其土众生。闻是音已。皆悉念佛念法念僧。】",
      "zh_TW": "【復次舍利弗。彼國常有種種奇妙雜色之鳥。白鶴。孔雀。鸚鵡。舍利。迦陵頻伽。共命之鳥。是諸眾鳥。晝夜六時。出和雅音。其音演暢。五根五力。七菩提分。八聖道分。如是等法。其土眾生。聞是音已。皆悉念佛念法念僧。】"
    },
    {
      "id": "20-008-0001_p0094",
      "zh_CN": "下面佛又为我们介绍弥陀教学的善巧，举出一种例子，变现这些风、树、鸟，以这些东西来说法，使往生到那边的人，自自然然沐浴在大自然的环境里面，一面游乐，一面在那里闻法修持，这样成就道业。我们在这里说法，大家都坐在这个地方，这么多人坐在这个房子里面，每个人都感觉到很热恼。哪有到公园里面去散散步，池边去玩玩水，又能听到说法，又能见到佛菩萨，那多开心！",
      "zh_TW": "下面佛又為我們介紹彌陀教學的善巧，舉出一種例子，變現這些風、樹、鳥，以這些東西來說法，使往生到那邊的人，自自然然沐浴在大自然的環境裡面，一面遊樂，一面在那裡聞法修持，這樣成就道業。我們在這裡說法，大家都坐在這個地方，這麼多人坐在這個房子裡面，每個人都感覺到很熱惱。哪有到公園裡面去散散步，池邊去玩玩水，又能聽到說法，又能見到佛菩薩，那多開心！"
    },
    {
      "id": "20-008-0001_p0095",
      "zh_CN": "西方世界阿弥陀佛的教学就是这样的。七宝树下，宝池德水之中统统都是法音宣流，想听什么经，想看什么经，都在你面前展示出来。要用我们现代的话来讲，可以说西方科技达到了最高峰。我们今天的科学技术跟西方极乐世界比，好比幼稚园，差得太远了。我们把这个音、影像录下来，费这么多的事情，用这么多的设备。西方极乐世界不要，心里一念的时候，心想事就成功了，这才真正叫圆满功德。",
      "zh_TW": "西方世界阿彌陀佛的教學就是這樣的。七寶樹下，寶池德水之中統統都是法音宣流，想聽什麼經，想看什麼經，都在你面前展示出來。要用我們現代的話來講，可以說西方科技達到了最高峰。我們今天的科學技術跟西方極樂世界比，好比幼稚園，差得太遠了。我們把這個音、影像錄下來，費這麼多的事情，用這麼多的設備。西方極樂世界不要，心裡一念的時候，心想事就成功了，這才真正叫圓滿功德。"
    },
    {
      "id": "20-008-0001_p0096",
      "zh_CN": "闻法之后，他就修行，『念佛念法念僧』，这叫念三宝。三宝是指自性三宝，「觉不迷，正不邪，净不染」，「觉、正、净」圆满就成佛了，所以用这个三宝来代表菩萨们修学的科目。我们学佛从皈依三宝入门，到「觉、正、净」圆满，大乘菩萨毕业了，圆成佛道。可见「觉、正、净」是自始至终不能离开的，不能间断的。",
      "zh_TW": "聞法之後，他就修行，『念佛念法念僧』，這叫念三寶。三寶是指自性三寶，「覺不迷，正不邪，淨不染」，「覺、正、淨」圓滿就成佛了，所以用這個三寶來代表菩薩們修學的科目。我們學佛從皈依三寶入門，到「覺、正、淨」圓滿，大乘菩薩畢業了，圓成佛道。可見「覺、正、淨」是自始至終不能離開的，不能間斷的。"
    },
    {
      "id": "20-008-0001_p0097",
      "zh_CN": "【舍利弗。汝勿谓此鸟。实是罪报所生。所以者何。彼佛国土。无三恶道。舍利弗。其佛国土。尚无恶道之名。何况有实。是诸众鸟。皆是阿弥陀佛。欲令法音宣流。变化所作。】",
      "zh_TW": "【舍利弗。汝勿謂此鳥。實是罪報所生。所以者何。彼佛國土。無三惡道。舍利弗。其佛國土。尚無惡道之名。何況有實。是諸眾鳥。皆是阿彌陀佛。欲令法音宣流。變化所作。】"
    },
    {
      "id": "20-008-0001_p0098",
      "zh_CN": "这些鸟都会说法，又美，逗人喜爱。西方世界是不是有恶道？畜生是三恶道，佛告诉我们西方世界没有三恶道，这些鸟是「阿弥陀佛变化所作」，不是真的。",
      "zh_TW": "這些鳥都會說法，又美，逗人喜愛。西方世界是不是有惡道？畜生是三惡道，佛告訴我們西方世界沒有三惡道，這些鳥是「阿彌陀佛變化所作」，不是真的。"
    },
    {
      "id": "20-008-0001_p0099",
      "zh_CN": "「阿弥陀佛变化所作」，这一句里面也给我们今人发心弘法一个很大的启示，就是弘法利生一定要讲求艺术，一定要讲求科技。因为在《阿弥陀经》上我们看到阿弥陀佛在极乐世界就是用艺术、用科技来教化众生。所以我们今天走上艺术化、走上科技化，非常符合阿弥陀佛教导我们的精神。在第十页第四行当中：",
      "zh_TW": "「阿彌陀佛變化所作」，這一句裡面也給我們今人發心弘法一個很大的啟示，就是弘法利生一定要講求藝術，一定要講求科技。因為在《阿彌陀經》上我們看到阿彌陀佛在極樂世界就是用藝術、用科技來教化眾生。所以我們今天走上藝術化、走上科技化，非常符合阿彌陀佛教導我們的精神。在第十頁第四行當中："
    },
    {
      "id": "20-008-0001_p0100",
      "zh_CN": "【舍利弗。于汝意云何。彼佛何故号阿弥陀。舍利弗。彼佛光明无量。照十方国。无所障碍。是故号为阿弥陀。又舍利弗。彼佛寿命。及其人民。无量无边阿僧祇劫。故名阿弥陀。】",
      "zh_TW": "【舍利弗。於汝意云何。彼佛何故號阿彌陀。舍利弗。彼佛光明無量。照十方國。無所障礙。是故號為阿彌陀。又舍利弗。彼佛壽命。及其人民。無量無邊阿僧祇劫。故名阿彌陀。】"
    },
    {
      "id": "20-008-0001_p0101",
      "zh_CN": "底下是介绍阿弥陀佛，介绍西方世界正报。前面是介绍环境的美妙，这个地方是介绍老师，导师是阿弥陀佛。『阿弥陀佛』，在释迦牟尼佛四十九年所说的一切经有详细介绍。在这一会里面佛说的非常简略，简略是言语、文字简略，内容是不增不减。佛在此地为我们介绍「阿弥陀佛」名号的意思是无量光、无量寿，「光」表空间，「寿」表时间，时空合起来叫无量无边。所以阿弥陀佛智慧无量，神通无量，才艺无量，德能无量。现在人追求的是财富，阿弥陀佛的财富无量，你们要不要去？样样都是无量，没有一样不是无量的，这个是弥陀名号的本义。",
      "zh_TW": "底下是介紹阿彌陀佛，介紹西方世界正報。前面是介紹環境的美妙，這個地方是介紹老師，導師是阿彌陀佛。『阿彌陀佛』，在釋迦牟尼佛四十九年所說的一切經有詳細介紹。在這一會裡面佛說的非常簡略，簡略是言語、文字簡略，內容是不增不減。佛在此地為我們介紹「阿彌陀佛」名號的意思是無量光、無量壽，「光」表空間，「壽」表時間，時空合起來叫無量無邊。所以阿彌陀佛智慧無量，神通無量，才藝無量，德能無量。現在人追求的是財富，阿彌陀佛的財富無量，你們要不要去？樣樣都是無量，沒有一樣不是無量的，這個是彌陀名號的本義。"
    },
    {
      "id": "20-008-0001_p0102",
      "zh_CN": "佛有这么大的德能，像我们这个世间世尊释迦牟尼佛，他也跟阿弥陀佛一样的无量。他无量，我们不行，我们是贫穷、贫贱，比不上他。西方极乐世界弥陀的弟子就不一样，弥陀弟子跟佛完全一样，这个不可思议！",
      "zh_TW": "佛有這麼大的德能，像我們這個世間世尊釋迦牟尼佛，他也跟阿彌陀佛一樣的無量。他無量，我們不行，我們是貧窮、貧賤，比不上他。西方極樂世界彌陀的弟子就不一樣，彌陀弟子跟佛完全一樣，這個不可思議！"
    },
    {
      "id": "20-008-0001_p0103",
      "zh_CN": "诸位念《无量寿经》就知道了，《无量寿经》最殊胜的是「四十八愿」，四十八愿是阿弥陀佛自己说的。世尊为我们介绍净宗所有一切经论，可以说都是四十八愿详细的解释而已，没有一句话与四十八愿相违背的。所以在愿跟经文里面，我们看到往生西方极乐世界的人，即使是下下品往生，他的身体、相貌跟阿弥陀佛完全一样，紫磨真金色身，身相一样。「佛有无量相，相有无量好」，生到西方极乐世界，各个人的相貌跟佛一样，智慧跟佛一样，福报跟佛一样，神通跟佛一样。",
      "zh_TW": "諸位念《無量壽經》就知道了，《無量壽經》最殊勝的是「四十八願」，四十八願是阿彌陀佛自己說的。世尊為我們介紹淨宗所有一切經論，可以說都是四十八願詳細的解釋而已，沒有一句話與四十八願相違背的。所以在願跟經文裡面，我們看到往生西方極樂世界的人，即使是下下品往生，他的身體、相貌跟阿彌陀佛完全一樣，紫磨真金色身，身相一樣。「佛有無量相，相有無量好」，生到西方極樂世界，各個人的相貌跟佛一樣，智慧跟佛一樣，福報跟佛一樣，神通跟佛一樣。"
    },
    {
      "id": "20-008-0001_p0104",
      "zh_CN": "这个一般人念起来就觉得奇怪了，不能相信，这个法门叫「难信之法」。诸位知道，世尊常常跟我们说，凡夫从初发心修成佛要修三个阿僧祇劫，你念几天佛就成佛了，这怎么能叫人相信？其实大家不知道，到西方极乐世界这些成就不是你自己修得的，是阿弥陀佛加持的。虽不是自己修的，自己有用处。不是说加持没用处，是自己的作用跟佛一样。成佛没有？没成佛，还早得很。",
      "zh_TW": "這個一般人念起來就覺得奇怪了，不能相信，這個法門叫「難信之法」。諸位知道，世尊常常跟我們說，凡夫從初發心修成佛要修三個阿僧祇劫，你念幾天佛就成佛了，這怎麼能叫人相信？其實大家不知道，到西方極樂世界這些成就不是你自己修得的，是阿彌陀佛加持的。雖不是自己修的，自己有用處。不是說加持沒用處，是自己的作用跟佛一樣。成佛沒有？沒成佛，還早得很。"
    },
    {
      "id": "20-008-0001_p0105",
      "zh_CN": "如果这话大家听了有问题，没听清楚，没听懂，我举个例子给诸位说。譬如这个小孩投胎，投到一个大富长者人家，他的父亲富足，他一生下来又富又贵，他一生下来就享受。这些享受是他的吗？不是他的，他父亲给他的。我们到西方极乐世界一投生，生给阿弥陀佛做儿子，所有一切享受都是阿弥陀佛的，我们享他的福。所以到那个地方然后再慢慢修，修成须陀洹，修成斯陀含，修成菩萨，最后修成佛。到修成佛，那个享受是自己的。没有成佛以前，所有一切享受跟阿弥陀佛一样，那是享阿弥陀佛的福，这是十方一切诸佛刹土里面都没有的。你到任何一个刹土，你享你自己修的福，享不到佛菩萨的福。到西方极乐世界的人，个个都享阿弥陀佛的福。你们想想看，你要不要去？是这么一个道理。所以一切诸佛劝我们到西方世界，到西方世界就等于成佛了，你的智慧、神通，道力跟佛是一样的。但是要晓得这个「一样」是阿弥陀佛加持给你的，并不是你自己破迷开悟的。所以西方极乐世界有这样殊胜，这样的好处。",
      "zh_TW": "如果這話大家聽了有問題，沒聽清楚，沒聽懂，我舉個例子給諸位說。譬如這個小孩投胎，投到一個大富長者人家，他的父親富足，他一生下來又富又貴，他一生下來就享受。這些享受是他的嗎？不是他的，他父親給他的。我們到西方極樂世界一投生，生給阿彌陀佛做兒子，所有一切享受都是阿彌陀佛的，我們享他的福。所以到那個地方然後再慢慢修，修成須陀洹，修成斯陀含，修成菩薩，最後修成佛。到修成佛，那個享受是自己的。沒有成佛以前，所有一切享受跟阿彌陀佛一樣，那是享阿彌陀佛的福，這是十方一切諸佛剎土裡面都沒有的。你到任何一個剎土，你享你自己修的福，享不到佛菩薩的福。到西方極樂世界的人，個個都享阿彌陀佛的福。你們想想看，你要不要去？是這麼一個道理。所以一切諸佛勸我們到西方世界，到西方世界就等於成佛了，你的智慧、神通，道力跟佛是一樣的。但是要曉得這個「一樣」是阿彌陀佛加持給你的，並不是你自己破迷開悟的。所以西方極樂世界有這樣殊勝，這樣的好處。"
    },
    {
      "id": "20-008-0001_p0106",
      "zh_CN": "经文上有证明，这个证明在十一页倒数第三行，末后一句：",
      "zh_TW": "經文上有證明，這個證明在十一頁倒數第三行，末後一句："
    },
    {
      "id": "20-008-0001_p0107",
      "zh_CN": "【又舍利弗。极乐国土。众生生者。皆是阿鞞跋致。其中多有一生补处。其数甚多。非是算数所能知之。但可以无量无边阿僧祇说。】",
      "zh_TW": "【又舍利弗。極樂國土。眾生生者。皆是阿鞞跋致。其中多有一生補處。其數甚多。非是算數所能知之。但可以無量無邊阿僧祇說。】"
    },
    {
      "id": "20-008-0001_p0108",
      "zh_CN": "『阿鞞跋致』是圆证三不退的菩萨。如果说「证三不退」，圆教初住菩萨就证三不退，但是不圆满。什么人圆满？等觉菩萨就圆证三不退。换句话说，我们到西方极乐世界得阿弥陀佛威神的加持，我们的神通、道力，虽然不敢讲跟阿弥陀佛相等，可以说跟观世音菩萨、大势至菩萨、文殊、普贤他们相等。为什么？他们是圆证三不退，我们到那里去也圆证三不退，岂不是跟他们平等！这就是蒙阿弥陀佛本愿威神的加持，我们生到西方极乐世界，我们的神通、道力、智慧、德能，确确实实跟观音、势至是平等的，有这样大的能力。",
      "zh_TW": "『阿鞞跋致』是圓證三不退的菩薩。如果說「證三不退」，圓教初住菩薩就證三不退，但是不圓滿。什麼人圓滿？等覺菩薩就圓證三不退。換句話說，我們到西方極樂世界得阿彌陀佛威神的加持，我們的神通、道力，雖然不敢講跟阿彌陀佛相等，可以說跟觀世音菩薩、大勢至菩薩、文殊、普賢他們相等。為什麼？他們是圓證三不退，我們到那裡去也圓證三不退，豈不是跟他們平等！這就是蒙阿彌陀佛本願威神的加持，我們生到西方極樂世界，我們的神通、道力、智慧、德能，確確實實跟觀音、勢至是平等的，有這樣大的能力。"
    },
    {
      "id": "20-008-0001_p0109",
      "zh_CN": "『其中多有一生补处』，数量是无量无边阿僧祇说，这是西方世界真实不可思议之处。",
      "zh_TW": "『其中多有一生補處』，數量是無量無邊阿僧祇說，這是西方世界真實不可思議之處。"
    },
    {
      "id": "20-008-0001_p0110",
      "zh_CN": "我们明了佛跟我们说的都是真话。我相信同修们很多念过《金刚经》，佛在《金刚经》上告诉我们：「如来是真语者」。如来不说假话，这是真语。「实语者」，实就不虚。「如语者」，如是讲得恰到好处，不加一点也不少一点，说的完全跟事实真相一样，这叫「如语」。「不诳语者，不异语者」，佛的话，我们要相信，句句都是实话，佛不骗我们。我们晓得这样殊胜的功德利益，而且我们这一生当中确确实实能够得到，这个经、这个法门里有，千真万确的事实。",
      "zh_TW": "我們明瞭佛跟我們說的都是真話。我相信同修們很多念過《金剛經》，佛在《金剛經》上告訴我們：「如來是真語者」。如來不說假話，這是真語。「實語者」，實就不虛。「如語者」，如是講得恰到好處，不加一點也不少一點，說的完全跟事實真相一樣，這叫「如語」。「不誑語者，不異語者」，佛的話，我們要相信，句句都是實話，佛不騙我們。我們曉得這樣殊勝的功德利益，而且我們這一生當中確確實實能夠得到，這個經、這個法門裡有，千真萬確的事實。"
    },
    {
      "id": "20-008-0001_p0111",
      "zh_CN": "不仅是如此，接着后面佛四次的劝我们，一而再、再而三、三而四，佛是慈悲到了极处。我们如果再不相信，再不接受，怎么对得起释迦牟尼佛？第一次劝我们，在第十二面第一行：",
      "zh_TW": "不僅是如此，接著後面佛四次的勸我們，一而再、再而三、三而四，佛是慈悲到了極處。我們如果再不相信，再不接受，怎麼對得起釋迦牟尼佛？第一次勸我們，在第十二面第一行："
    },
    {
      "id": "20-008-0001_p0112",
      "zh_CN": "【舍利弗。众生闻者。应当发愿。愿生彼国。】",
      "zh_TW": "【舍利弗。眾生聞者。應當發願。願生彼國。】"
    },
    {
      "id": "20-008-0001_p0113",
      "zh_CN": "第二次劝我们，在第十三面第一行最后一句：",
      "zh_TW": "第二次勸我們，在第十三面第一行最後一句："
    },
    {
      "id": "20-008-0001_p0114",
      "zh_CN": "【舍利弗。我见是利。故说此言。若有众生。闻是说者。应当发愿。生彼国土。】",
      "zh_TW": "【舍利弗。我見是利。故說此言。若有眾生。聞是說者。應當發願。生彼國土。】"
    },
    {
      "id": "20-008-0001_p0115",
      "zh_CN": "第三次劝我们，在第十八面第三行最后一句：",
      "zh_TW": "第三次勸我們，在第十八面第三行最後一句："
    },
    {
      "id": "20-008-0001_p0116",
      "zh_CN": "【舍利弗。汝等皆当信受我语。及诸佛所说。】",
      "zh_TW": "【舍利弗。汝等皆當信受我語。及諸佛所說。】"
    },
    {
      "id": "20-008-0001_p0117",
      "zh_CN": "第三次劝是在六方佛之后，释迦牟尼佛讲：「不但你要相信我说的，要相信六方一切诸佛所说。」第四次劝我们，在第十九面第一行：",
      "zh_TW": "第三次勸是在六方佛之後，釋迦牟尼佛講：「不但你要相信我說的，要相信六方一切諸佛所說。」第四次勸我們，在第十九面第一行："
    },
    {
      "id": "20-008-0001_p0118",
      "zh_CN": "【善男子。善女人。若有信者。应当发愿。生彼国土。】",
      "zh_TW": "【善男子。善女人。若有信者。應當發願。生彼國土。】"
    },
    {
      "id": "20-008-0001_p0119",
      "zh_CN": "一部经里面，四次劝我们求生西方极乐世界，世尊真的是苦口婆心。你再要不相信，那就是经上常讲的「一阐提」，没善根！四次的劝你，还不相信，那真的叫没法子。",
      "zh_TW": "一部經裡面，四次勸我們求生西方極樂世界，世尊真的是苦口婆心。你再要不相信，那就是經上常講的「一闡提」，沒善根！四次的勸你，還不相信，那真的叫沒法子。"
    },
    {
      "id": "20-008-0001_p0120",
      "zh_CN": "【六方佛赞。】",
      "zh_TW": "【六方佛讚。】"
    },
    {
      "id": "20-008-0001_p0121",
      "zh_CN": "这当中六方佛表法是非常的精彩，我们在此地不能够跟大家细说。但是我们有《阿弥陀经要解》的录音带，有《阿弥陀经疏钞》的录音带，诸位都可以参考。",
      "zh_TW": "這當中六方佛表法是非常的精彩，我們在此地不能夠跟大家細說。但是我們有《阿彌陀經要解》的錄音帶，有《阿彌陀經疏鈔》的錄音帶，諸位都可以參考。"
    },
    {
      "id": "20-008-0001_p0122",
      "zh_CN": "实在讲，《阿弥陀经》是世尊四十九年所说的一切经里面，最伟大的一部经典，最殊胜的一部经典。也许同修要问我：「既然这个经典最伟大、最殊胜，为什么不提倡《阿弥陀经》，要提倡《无量寿经》？」《无量寿经》跟《阿弥陀经》是一部经，一个是详细说，一个是简单说，文字有多寡不同，意思没有两样。所以叫你先念《无量寿经》，《无量寿经》讲的详细。念《无量寿经》目的在哪里？目的在叫你建立信心、愿心，「信、愿」。《无量寿经》念熟了以后，有了真信切愿，《无量寿经》可以不要念了，念《阿弥陀经》；念《阿弥陀佛》，这是「行」。「行」愈简单愈好，但是「信」跟「解」要详细，不详细我们的疑惑断不了，要断疑生信。然后发愿，你专门持这个小本，利益、功德就更殊胜，是这么一个意思，诸位一定要明了的。",
      "zh_TW": "實在講，《阿彌陀經》是世尊四十九年所說的一切經裡面，最偉大的一部經典，最殊勝的一部經典。也許同修要問我：「既然這個經典最偉大、最殊勝，為什麼不提倡《阿彌陀經》，要提倡《無量壽經》？」《無量壽經》跟《阿彌陀經》是一部經，一個是詳細說，一個是簡單說，文字有多寡不同，意思沒有兩樣。所以叫你先念《無量壽經》，《無量壽經》講的詳細。念《無量壽經》目的在哪裡？目的在叫你建立信心、願心，「信、願」。《無量壽經》念熟了以後，有了真信切願，《無量壽經》可以不要念了，念《阿彌陀經》；念《阿彌陀佛》，這是「行」。「行」愈簡單愈好，但是「信」跟「解」要詳細，不詳細我們的疑惑斷不了，要斷疑生信。然後發願，你專門持這個小本，利益、功德就更殊勝，是這麼一個意思，諸位一定要明瞭的。"
    },
    {
      "id": "20-008-0001_p0123",
      "zh_CN": "佛在经上有一段非常重要，闻经受持有两大利益，这一段经文在第十八页第一行：",
      "zh_TW": "佛在經上有一段非常重要，聞經受持有兩大利益，這一段經文在第十八頁第一行："
    },
    {
      "id": "20-008-0001_p0124",
      "zh_CN": "【舍利弗。若有善男子善女人。闻是经。受持者。及闻诸佛名者。是诸善男子。善女人。皆为一切诸佛之所护念。皆得不退转于阿耨多罗三藐三菩提。】",
      "zh_TW": "【舍利弗。若有善男子善女人。聞是經。受持者。及聞諸佛名者。是諸善男子。善女人。皆為一切諸佛之所護念。皆得不退轉於阿耨多羅三藐三菩提。】"
    },
    {
      "id": "20-008-0001_p0125",
      "zh_CN": "『闻是经』，「是经」就是《阿弥陀经》，你闻到这部经。『受持者』，「受」是你能够接受，「持」是保持，你能接受、能保持而不失掉。『及闻诸佛名者』，「诸佛名」就是阿弥陀佛的名号，阿弥陀佛的名号是一切诸佛之所赞叹，一切诸佛之所敬仰，在十方世界提到阿弥陀佛，没有一尊佛不尊敬，没有一尊佛不念阿弥陀佛。所以阿弥陀佛的学生，理所当然一切诸佛都尊重你，你到诸佛世界去参访、去观光，人家一看你是阿弥陀佛的弟子，都把你请在前面上座，特别招待，不是普通人，阿弥陀佛的弟子，那还得了！你看十方佛赞，你就知道这是真的，一点不假。",
      "zh_TW": "『聞是經』，「是經」就是《阿彌陀經》，你聞到這部經。『受持者』，「受」是你能夠接受，「持」是保持，你能接受、能保持而不失掉。『及聞諸佛名者』，「諸佛名」就是阿彌陀佛的名號，阿彌陀佛的名號是一切諸佛之所讚歎，一切諸佛之所敬仰，在十方世界提到阿彌陀佛，沒有一尊佛不尊敬，沒有一尊佛不念阿彌陀佛。所以阿彌陀佛的學生，理所當然一切諸佛都尊重你，你到諸佛世界去參訪、去觀光，人家一看你是阿彌陀佛的弟子，都把你請在前面上座，特別招待，不是普通人，阿彌陀佛的弟子，那還得了！你看十方佛讚，你就知道這是真的，一點不假。"
    },
    {
      "id": "20-008-0001_p0126",
      "zh_CN": "『是诸善男子善女人，皆为一切诸佛之所护念』，这个不是我胡造谣言，我平常跟大家说，念阿弥陀佛一切诸佛都护念你，这是经文上有根据的，这个话是释迦牟尼佛讲的，这是第一个功德。你得一切诸佛之所护念，你想想看，世间人哪一个人有这么大的福报？能得一尊佛护念，那个福报就不得了！得一切诸佛护念，这个福报没有人能说得出，福报太大太大了！这个世间找不到第二个人，大梵天王也没有你这么大的福报。",
      "zh_TW": "『是諸善男子善女人，皆為一切諸佛之所護念』，這個不是我胡造謠言，我平常跟大家說，念阿彌陀佛一切諸佛都護念你，這是經文上有根據的，這個話是釋迦牟尼佛講的，這是第一個功德。你得一切諸佛之所護念，你想想看，世間人哪一個人有這麼大的福報？能得一尊佛護念，那個福報就不得了！得一切諸佛護念，這個福報沒有人能說得出，福報太大太大了！這個世間找不到第二個人，大梵天王也沒有你這麼大的福報。"
    },
    {
      "id": "20-008-0001_p0127",
      "zh_CN": "第二个利益，『皆得不退转于阿耨多罗三藐三菩提』，这个就是「三不退」。你现在走的是成佛之道，一帆风顺，不会退转。为什么不退转？一切诸佛护念你，你怎么会退转！",
      "zh_TW": "第二個利益，『皆得不退轉於阿耨多羅三藐三菩提』，這個就是「三不退」。你現在走的是成佛之道，一帆風順，不會退轉。為什麼不退轉？一切諸佛護念你，你怎麼會退轉！"
    },
    {
      "id": "20-008-0001_p0128",
      "zh_CN": "同修问：「这话是真的吗？释迦牟尼佛说的话可靠吗？我看到好多人退转了。」没错！你是看到不少人退转了，不是释迦牟尼佛说的话有问题，是那个念佛的人有问题。问题在哪里？「闻、受、持」，这三个字有问题。「闻」，我们今天都闻到了，你有没有接受？你那个点头接受不是真的，所以问题就出在这里。为什么说不是真的？我举个比喻，今天晚上你到这里听了一个半钟点的经，同样在这个时间，有一笔生意可以赚一亿美金，你今天晚上到底去赚一亿美金，还是到这儿来听一个半钟点经？马上就去了。可见是假的，不是真的！如果是真的，那一亿美金看成废纸一堆，一文不值，这是真的！你就真的得一切诸佛护念，得不退无上菩提。你还会为这个世间名闻利养所动，还会为境界所转，这是假的，不是真的。那个「受持」是嘴巴上受，心里没有，关键就在此地。",
      "zh_TW": "同修問：「這話是真的嗎？釋迦牟尼佛說的話可靠嗎？我看到好多人退轉了。」沒錯！你是看到不少人退轉了，不是釋迦牟尼佛說的話有問題，是那個念佛的人有問題。問題在哪裡？「聞、受、持」，這三個字有問題。「聞」，我們今天都聞到了，你有沒有接受？你那個點頭接受不是真的，所以問題就出在這裡。為什麼說不是真的？我舉個比喻，今天晚上你到這裡聽了一個半鐘點的經，同樣在這個時間，有一筆生意可以賺一億美金，你今天晚上到底去賺一億美金，還是到這兒來聽一個半鐘點經？馬上就去了。可見是假的，不是真的！如果是真的，那一億美金看成廢紙一堆，一文不值，這是真的！你就真的得一切諸佛護念，得不退無上菩提。你還會為這個世間名聞利養所動，還會為境界所轉，這是假的，不是真的。那個「受持」是嘴巴上受，心裡沒有，關鍵就在此地。"
    },
    {
      "id": "20-008-0001_p0129",
      "zh_CN": "对诸佛菩萨不能虚情假意，要用真诚心、清净心、平等心，你就真的得到了。得到这个利益、功德，这个世间、人间天上都不能为比，没有法子比。所以，你们想想，你们要选择那一种，选择西方极乐世界？还是留恋六道轮回？全凭自己决定了，关键在这个地方。真的接受，是真的把这个经、把阿弥陀佛放在心上。有人说我讲这个话不好听，但是不好听，你们真能听懂吗？你们没有听懂，这个问题就严重了。念佛是心里真的有佛，叫做念佛。不是挂在口上，挂在口上，有口无心，没有用处的，那个不能往生，也得不到佛菩萨加持护念。心上真有，口上没有，不要紧！",
      "zh_TW": "對諸佛菩薩不能虛情假意，要用真誠心、清淨心、平等心，你就真的得到了。得到這個利益、功德，這個世間、人間天上都不能為比，沒有法子比。所以，你們想想，你們要選擇那一種，選擇西方極樂世界？還是留戀六道輪迴？全憑自己決定了，關鍵在這個地方。真的接受，是真的把這個經、把阿彌陀佛放在心上。有人說我講這個話不好聽，但是不好聽，你們真能聽懂嗎？你們沒有聽懂，這個問題就嚴重了。念佛是心裡真的有佛，叫做念佛。不是掛在口上，掛在口上，有口無心，沒有用處的，那個不能往生，也得不到佛菩薩加持護念。心上真有，口上沒有，不要緊！"
    },
    {
      "id": "20-008-0001_p0130",
      "zh_CN": "上一次我从美国回到台湾，在台北景美图书馆，有一天有一个同修（一个老太太）来看我，告诉我，她念佛念了三年，功夫不得力，问我怎么办？我就劝她，年岁这么大了，应当把什么都放下，牵肠挂肚统统都放下，一心念阿弥陀佛。她老人家告诉我：「法师，我样样都放下了，就是孙子放不下。」我就告诉她：「你要把孙子换成阿弥陀佛，你就成功了。」孙子，她心上真有，她并没有一天到晚「孙子、孙子、…」念在口里。她口里念「阿弥陀佛、阿弥陀佛、…」，她心里没有阿弥陀佛，一天念十万声，喊破喉咙也枉然！所以如果真的把阿弥陀佛变成心上人，就往生了，就成功了。",
      "zh_TW": "上一次我從美國回到台灣，在台北景美圖書館，有一天有一個同修（一個老太太）來看我，告訴我，她念佛念了三年，功夫不得力，問我怎麼辦？我就勸她，年歲這麼大了，應當把什麼都放下，牽腸掛肚統統都放下，一心念阿彌陀佛。她老人家告訴我：「法師，我樣樣都放下了，就是孫子放不下。」我就告訴她：「你要把孫子換成阿彌陀佛，你就成功了。」孫子，她心上真有，她並沒有一天到晚「孫子、孫子、…」念在口裡。她口裡念「阿彌陀佛、阿彌陀佛、…」，她心裡沒有阿彌陀佛，一天念十萬聲，喊破喉嚨也枉然！所以如果真的把阿彌陀佛變成心上人，就往生了，就成功了。"
    },
    {
      "id": "20-008-0001_p0131",
      "zh_CN": "念佛，记住要这样的念法：心里真的除了阿弥陀佛之外，确实没有牵挂。世间事一切随缘，不攀缘。随缘，日子就过的很舒服、很自在，没有分别，没有执着，没有牵挂，没有忧虑，这个日子过得多幸福！多快乐！现在就得好处，又得诸佛的加持。诸佛一加持，智慧增长，能力也增长，身体也健康，面貌是愈来愈好。修行不是看别的，看看你的面貌，面貌修得一天比一天好，一年比一年好，清净心变的，俗话常讲：「相随心转。」心健康了，容貌就健康。心有毛病，什么毛病？妄念、烦恼、忧虑、牵挂，心有病，所以身、相貌也都病了，道理在此地。",
      "zh_TW": "念佛，記住要這樣的念法：心裡真的除了阿彌陀佛之外，確實沒有牽掛。世間事一切隨緣，不攀緣。隨緣，日子就過的很舒服、很自在，沒有分別，沒有執著，沒有牽掛，沒有憂慮，這個日子過得多幸福！多快樂！現在就得好處，又得諸佛的加持。諸佛一加持，智慧增長，能力也增長，身體也健康，面貌是愈來愈好。修行不是看別的，看看你的面貌，面貌修得一天比一天好，一年比一年好，清淨心變的，俗話常講：「相隨心轉。」心健康了，容貌就健康。心有毛病，什麼毛病？妄念、煩惱、憂慮、牽掛，心有病，所以身、相貌也都病了，道理在此地。"
    },
    {
      "id": "20-008-0001_p0132",
      "zh_CN": "经文末后，与会的大众听到释迦牟尼佛说这个法门，无量的欢喜。",
      "zh_TW": "經文末後，與會的大眾聽到釋迦牟尼佛說這個法門，無量的歡喜。"
    },
    {
      "id": "20-008-0001_p0133",
      "zh_CN": "【佛说此经已。舍利弗。及诸比丘。一切世间天人阿修罗等。闻佛所说。欢喜信受。作礼而去。】",
      "zh_TW": "【佛說此經已。舍利弗。及諸比丘。一切世間天人阿修羅等。聞佛所說。歡喜信受。作禮而去。】"
    },
    {
      "id": "20-008-0001_p0134",
      "zh_CN": "『欢喜』，身心愉悦，心开意解，无量劫来，找不到的殊胜的方法解决问题，今天佛告诉我们，今天找到了。",
      "zh_TW": "『歡喜』，身心愉悅，心開意解，無量劫來，找不到的殊勝的方法解決問題，今天佛告訴我們，今天找到了。"
    },
    {
      "id": "20-008-0001_p0135",
      "zh_CN": "『信受』，就是毫无疑问，完全肯定的相信、接受；接受了，念念不忘。",
      "zh_TW": "『信受』，就是毫無疑問，完全肯定的相信、接受；接受了，念念不忘。"
    },
    {
      "id": "20-008-0001_p0136",
      "zh_CN": "『作礼』，是对世尊说出这个法门的感激之心。",
      "zh_TW": "『作禮』，是對世尊說出這個法門的感激之心。"
    },
    {
      "id": "20-008-0001_p0137",
      "zh_CN": "『而去』，是依教修行，专精不退。不是离开道场又忘掉了，那个没有用处。我们现在「而去」，去了就忘掉，出门就忘掉，所以得不到一切诸佛的护念。诸佛护念，龙天善神一定保佑，你还有什么忧虑？还有什么牵挂？所以这殊胜功德利益，真正不可思议。",
      "zh_TW": "『而去』，是依教修行，專精不退。不是離開道場又忘掉了，那個沒有用處。我們現在「而去」，去了就忘掉，出門就忘掉，所以得不到一切諸佛的護念。諸佛護念，龍天善神一定保佑，你還有什麼憂慮？還有什麼牽掛？所以這殊勝功德利益，真正不可思議。"
    },
    {
      "id": "20-008-0001_p0138",
      "zh_CN": "今天晚上这一个小时《阿弥陀经》讲圆满了。好，我们念佛回向。",
      "zh_TW": "今天晚上這一個小時《阿彌陀經》講圓滿了。好，我們念佛迴向。"
    }
  ]
}