{
  "doc_id": "20-008-0002",
  "title": {
    "zh_CN": "系念法事讲话",
    "zh_TW": "繫念法事講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "20-008-0002",
  "total_paragraphs": 144,
  "paragraphs": [
    {
      "id": "20-008-0002_p0001",
      "zh_CN": "诸位法师、诸位同修：",
      "zh_TW": "諸位法師、諸位同修："
    },
    {
      "id": "20-008-0002_p0002",
      "zh_CN": "昨天我们将《阿弥陀经》简单的介绍给诸位。有一些同修问我：「蕅益大师在《阿弥陀经要解》里面说释迦牟尼佛是念阿弥陀佛成佛的，这个出处究竟在哪里？」也就是说出处在什么地方，他是根据什么说的。蕅益大师在《阿弥陀经要解》里面为我们指出这段经文在第十九面第二行，这一段文非常重要。我们每天念《阿弥陀经》都疏忽掉了，没看出来。经过蕅益大师这一指点，我们回头仔细再一看，没错，确确实实是如大师所说。这段经文说：",
      "zh_TW": "昨天我們將《阿彌陀經》簡單的介紹給諸位。有一些同修問我：「蕅益大師在《阿彌陀經要解》裡面說釋迦牟尼佛是念阿彌陀佛成佛的，這個出處究竟在哪裡？」也就是說出處在什麼地方，他是根據什麼說的。蕅益大師在《阿彌陀經要解》裡面為我們指出這段經文在第十九面第二行，這一段文非常重要。我們每天念《阿彌陀經》都疏忽掉了，沒看出來。經過蕅益大師這一指點，我們回頭仔細再一看，沒錯，確確實實是如大師所說。這段經文說："
    },
    {
      "id": "20-008-0002_p0003",
      "zh_CN": "【舍利弗。如我今者称赞诸佛不可思议功德。】",
      "zh_TW": "【舍利弗。如我今者稱讚諸佛不可思議功德。】"
    },
    {
      "id": "20-008-0002_p0004",
      "zh_CN": "这是释迦牟尼佛自己说的，佛（世尊）『称赞诸佛』。「称赞」就是一心称念，「诸佛」就是阿弥陀佛。『不可思议功德』有两个：一个是成佛，这个功德不可思议；另外一个就是宣说成佛的法门，这是不可思议的功德。",
      "zh_TW": "這是釋迦牟尼佛自己說的，佛（世尊）『稱讚諸佛』。「稱讚」就是一心稱念，「諸佛」就是阿彌陀佛。『不可思議功德』有兩個：一個是成佛，這個功德不可思議；另外一個就是宣說成佛的法門，這是不可思議的功德。"
    },
    {
      "id": "20-008-0002_p0005",
      "zh_CN": "【彼诸佛等。亦称赞我不可思议功德。】",
      "zh_TW": "【彼諸佛等。亦稱讚我不可思議功德。】"
    },
    {
      "id": "20-008-0002_p0006",
      "zh_CN": "释迦牟尼佛称赞一切诸佛，一切诸佛同样也称赞释迦牟尼佛，所以一切诸佛都是念阿弥陀佛成佛的。",
      "zh_TW": "釋迦牟尼佛稱讚一切諸佛，一切諸佛同樣也稱讚釋迦牟尼佛，所以一切諸佛都是念阿彌陀佛成佛的。"
    },
    {
      "id": "20-008-0002_p0007",
      "zh_CN": "【而作是言。释迦牟尼佛。能为甚难稀有之事。】",
      "zh_TW": "【而作是言。釋迦牟尼佛。能為甚難稀有之事。】"
    },
    {
      "id": "20-008-0002_p0008",
      "zh_CN": "『甚难稀有之事』是指什么？就是指本经所说的「一心称念」、「一心念佛」，这个确实是甚难稀有！是真正不可思议！",
      "zh_TW": "『甚難稀有之事』是指什麼？就是指本經所說的「一心稱念」、「一心念佛」，這個確實是甚難稀有！是真正不可思議！"
    },
    {
      "id": "20-008-0002_p0009",
      "zh_CN": "【能于娑婆国土。五浊恶世。劫浊。见浊。烦恼浊。众生浊。命浊中。】",
      "zh_TW": "【能於娑婆國土。五濁惡世。劫濁。見濁。煩惱濁。眾生濁。命濁中。】"
    },
    {
      "id": "20-008-0002_p0010",
      "zh_CN": "换句话说，这对修行人来讲是一个很不好的环境，在这样恶劣的环境当中，释迦牟尼佛用念佛的方法成佛，这个法门不可思议。『娑婆』、『五浊』念佛能成佛，何况其他诸佛清净的国土，哪有不成就的道理！",
      "zh_TW": "換句話說，這對修行人來講是一個很不好的環境，在這樣惡劣的環境當中，釋迦牟尼佛用念佛的方法成佛，這個法門不可思議。『娑婆』、『五濁』念佛能成佛，何況其他諸佛清淨的國土，哪有不成就的道理！"
    },
    {
      "id": "20-008-0002_p0011",
      "zh_CN": "【得阿耨多罗三藐三菩提。】",
      "zh_TW": "【得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "20-008-0002_p0012",
      "zh_CN": "『得阿耨多罗三藐三菩提』就是无上正等正觉。得成无上正等正觉，这个成佛是成的究竟圆满佛。诸位一定要明白这一句经典意思，释迦牟尼佛成的是究竟圆满佛。",
      "zh_TW": "『得阿耨多羅三藐三菩提』就是無上正等正覺。得成無上正等正覺，這個成佛是成的究竟圓滿佛。諸位一定要明白這一句經典意思，釋迦牟尼佛成的是究竟圓滿佛。"
    },
    {
      "id": "20-008-0002_p0013",
      "zh_CN": "【为诸众生说是一切世间难信之法。】",
      "zh_TW": "【為諸眾生說是一切世間難信之法。】"
    },
    {
      "id": "20-008-0002_p0014",
      "zh_CN": "这是第二个殊胜，就是说念佛成佛的法门，这是『一切世间难信之法』，蕅益大师不给我们指出来，我们确实这段经文往往含糊笼统读过去了，念过去了。不晓得这段经文是释迦牟尼佛念佛成佛，说一切众生成佛的方法，的的确确显示这部经是无上的法门。",
      "zh_TW": "這是第二個殊勝，就是說念佛成佛的法門，這是『一切世間難信之法』，蕅益大師不給我們指出來，我們確實這段經文往往含糊籠統讀過去了，念過去了。不曉得這段經文是釋迦牟尼佛念佛成佛，說一切眾生成佛的方法，的的確確顯示這部經是無上的法門。"
    },
    {
      "id": "20-008-0002_p0015",
      "zh_CN": "【舍利弗。当知我于五浊恶世行此难事。】",
      "zh_TW": "【舍利弗。當知我於五濁惡世行此難事。】"
    },
    {
      "id": "20-008-0002_p0016",
      "zh_CN": "『难事』就是成佛。说净土法门，说念佛成佛的法门，这是难事！",
      "zh_TW": "『難事』就是成佛。說淨土法門，說念佛成佛的法門，這是難事！"
    },
    {
      "id": "20-008-0002_p0017",
      "zh_CN": "【得阿耨多罗三藐三菩提。】",
      "zh_TW": "【得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "20-008-0002_p0018",
      "zh_CN": "这是世尊自己的成就。",
      "zh_TW": "這是世尊自己的成就。"
    },
    {
      "id": "20-008-0002_p0019",
      "zh_CN": "【为一切世间说此难信之法。是为甚难。】",
      "zh_TW": "【為一切世間說此難信之法。是為甚難。】"
    },
    {
      "id": "20-008-0002_p0020",
      "zh_CN": "说这一个法门是为甚难。末后这段经文的的确确显示这个法门是难信之法，可是最容易成就，难信易行，人人有分。这是我们把这个经义，利用这一点时间补足。我们再看下面第二十一面第三行的一首偈子：",
      "zh_TW": "說這一個法門是為甚難。末後這段經文的的確確顯示這個法門是難信之法，可是最容易成就，難信易行，人人有分。這是我們把這個經義，利用這一點時間補足。我們再看下面第二十一面第三行的一首偈子："
    },
    {
      "id": "20-008-0002_p0021",
      "zh_CN": "【世界何缘称极乐。只因众苦不能侵。道人若要寻归路。但向尘中了自心。】",
      "zh_TW": "【世界何緣稱極樂。只因眾苦不能侵。道人若要尋歸路。但向塵中了自心。】"
    },
    {
      "id": "20-008-0002_p0022",
      "zh_CN": "为什么叫极乐世界？前面《阿弥陀经》里面已经介绍得很清楚。现在的问题就是我们要怎样才能真正得生西方极乐世界？怎样在这一生当中，能够见到阿弥陀佛？这是我们当前最重要的课题。大师在此地教给我们『但向尘中了自心』，这就是告诉我们决定得生，决定见佛的秘诀。这一句到底是什么意思？怎么个讲法？下面这一番开示就是注解，就是解释。",
      "zh_TW": "為什麼叫極樂世界？前面《阿彌陀經》裡面已經介紹得很清楚。現在的問題就是我們要怎樣才能真正得生西方極樂世界？怎樣在這一生當中，能夠見到阿彌陀佛？這是我們當前最重要的課題。大師在此地教給我們『但向塵中了自心』，這就是告訴我們決定得生，決定見佛的秘訣。這一句到底是什麼意思？怎麼個講法？下面這一番開示就是註解，就是解釋。"
    },
    {
      "id": "20-008-0002_p0023",
      "zh_CN": "【心心即佛。】",
      "zh_TW": "【心心即佛。】"
    },
    {
      "id": "20-008-0002_p0024",
      "zh_CN": "说了两个「心」，第一个心是真心，第二个心是妄心。真心是佛，妄心还是佛。真心迷了就叫妄心，不是真心之外，别有一个妄心，那就错了。真妄不二，真妄一如。",
      "zh_TW": "說了兩個「心」，第一個心是真心，第二個心是妄心。真心是佛，妄心還是佛。真心迷了就叫妄心，不是真心之外，別有一個妄心，那就錯了。真妄不二，真妄一如。"
    },
    {
      "id": "20-008-0002_p0025",
      "zh_CN": "【醍醐酥酪。咸自乳生。】",
      "zh_TW": "【醍醐酥酪。咸自乳生。】"
    },
    {
      "id": "20-008-0002_p0026",
      "zh_CN": "『醍醐酥酪』，这是奶品里面经过提炼的，「醍醐」是提炼得最纯的。醍醐是什么？你们诸位同修吃过了没有？这是经过第四次的提炼，由「奶」提炼到「酪」，再提炼到「酥」，再提炼就变成「醍醐」。",
      "zh_TW": "『醍醐酥酪』，這是奶品裡面經過提煉的，「醍醐」是提煉得最純的。醍醐是什麼？你們諸位同修吃過了沒有？這是經過第四次的提煉，由「奶」提煉到「酪」，再提煉到「酥」，再提煉就變成「醍醐」。"
    },
    {
      "id": "20-008-0002_p0027",
      "zh_CN": "过去道源老法师第一次到印度去朝圣，他是一个讲经的法师，经上常常讲醍醐，到底醍醐是什么？不晓得。所以他一到印度就问印度人醍醐是什么？结果人家端来了，就是现在讲的沙拉，他点头知道了。另外一种是庵摩罗果，庵摩罗果经上常常讲，世尊说法时常常拿来做比喻，也不晓得是什么东西？请印度人拿一个庵摩罗果来给我们看看。结果拿来一看，台湾也有，就是芭乐。原来醍醐是沙拉，庵摩罗果是芭乐，都搞清楚了。",
      "zh_TW": "過去道源老法師第一次到印度去朝聖，他是一個講經的法師，經上常常講醍醐，到底醍醐是什麼？不曉得。所以他一到印度就問印度人醍醐是什麼？結果人家端來了，就是現在講的沙拉，他點頭知道了。另外一種是菴摩羅果，菴摩羅果經上常常講，世尊說法時常常拿來做比喻，也不曉得是什麼東西？請印度人拿一個菴摩羅果來給我們看看。結果拿來一看，台灣也有，就是芭樂。原來醍醐是沙拉，菴摩羅果是芭樂，都搞清楚了。"
    },
    {
      "id": "20-008-0002_p0028",
      "zh_CN": "奶品里面提炼到最好的，经上用这个代表圣位，代表佛菩萨。醍醐代表佛，酥酪代表菩萨。乳代表凡夫，凡夫是还没有经过修行的功夫，没有修德位。这些字都是代表圣凡，圣人是凡夫修成的，如同醍醐酥酪都是奶炼成的，就是这个意思。",
      "zh_TW": "奶品裡面提煉到最好的，經上用這個代表聖位，代表佛菩薩。醍醐代表佛，酥酪代表菩薩。乳代表凡夫，凡夫是還沒有經過修行的功夫，沒有修德位。這些字都是代表聖凡，聖人是凡夫修成的，如同醍醐酥酪都是奶煉成的，就是這個意思。"
    },
    {
      "id": "20-008-0002_p0029",
      "zh_CN": "【佛佛惟心。】",
      "zh_TW": "【佛佛惟心。】"
    },
    {
      "id": "20-008-0002_p0030",
      "zh_CN": "第一个「佛」就是今佛，现在佛。后面这个「佛」，就是古佛，或者是未来佛。就是三世一切诸佛，都是心成就的。",
      "zh_TW": "第一個「佛」就是今佛，現在佛。後面這個「佛」，就是古佛，或者是未來佛。就是三世一切諸佛，都是心成就的。"
    },
    {
      "id": "20-008-0002_p0031",
      "zh_CN": "【钗钏瓶盘。尽从金出。】",
      "zh_TW": "【釵釧瓶盤。盡從金出。】"
    },
    {
      "id": "20-008-0002_p0032",
      "zh_CN": "『金』比作心性，把黄金比作心性。黄金可以做『钗』是头上的装饰品。『钏』是手镯，也是首饰。黄金可以做『瓶』，可以做『盘』子。换句话说，举几个例子，用黄金制作的器皿千千万万种太多太多了，全是从黄金做的。把这些器皿比作三世诸佛，金比作心，三世一切诸佛都是心成就的。我们明白这个意思，这个说法跟比喻，你就清楚了，说明我们凡夫有心，只要是有心的都能作佛。现在我们不论是真心、是妄心，真心已经成了佛，妄心决定可以修成佛，就是说明我们人人都有成佛的可能，人人都应当成佛，这两句话的含义在此。",
      "zh_TW": "『金』比作心性，把黃金比作心性。黃金可以做『釵』是頭上的裝飾品。『釧』是手鐲，也是首飾。黃金可以做『瓶』，可以做『盤』子。換句話說，舉幾個例子，用黃金製作的器皿千千萬萬種太多太多了，全是從黃金做的。把這些器皿比作三世諸佛，金比作心，三世一切諸佛都是心成就的。我們明白這個意思，這個說法跟比喻，你就清楚了，說明我們凡夫有心，只要是有心的都能作佛。現在我們不論是真心、是妄心，真心已經成了佛，妄心決定可以修成佛，就是說明我們人人都有成佛的可能，人人都應當成佛，這兩句話的含義在此。"
    },
    {
      "id": "20-008-0002_p0033",
      "zh_CN": "【十万亿程。东西不隔。】",
      "zh_TW": "【十萬億程。東西不隔。】"
    },
    {
      "id": "20-008-0002_p0034",
      "zh_CN": "这是讲远近。在相上有远近，在事上有远近，在心性之中没有远近。心性是能变的，万相是所变。能变既然没有远近，所变哪里会有远近？实实在在这个远近，迷了好像有远近，悟了确确实实是事上也没有远近。所以《华严经》上讲得透彻，《华严经》上讲得真实，「理事无碍，事事无碍」。但是诸位要记住，无障碍的法界是悟了的人才亲证，迷了的人不行。迷了的人确确实实有障碍、有远近，悟了没有。这是说明『十万亿程，东西不隔』，我们娑婆世界在东方，极乐世界在西方，当中有没有距离？没有距离，这是给你说实在话。",
      "zh_TW": "這是講遠近。在相上有遠近，在事上有遠近，在心性之中沒有遠近。心性是能變的，萬相是所變。能變既然沒有遠近，所變哪裡會有遠近？實實在在這個遠近，迷了好像有遠近，悟了確確實實是事上也沒有遠近。所以《華嚴經》上講得透徹，《華嚴經》上講得真實，「理事無礙，事事無礙」。但是諸位要記住，無障礙的法界是悟了的人才親證，迷了的人不行。迷了的人確確實實有障礙、有遠近，悟了沒有。這是說明『十萬億程，東西不隔』，我們娑婆世界在東方，極樂世界在西方，當中有沒有距離？沒有距離，這是給你說實在話。"
    },
    {
      "id": "20-008-0002_p0035",
      "zh_CN": "【二六时内。凡圣同途。】",
      "zh_TW": "【二六時內。凡聖同途。】"
    },
    {
      "id": "20-008-0002_p0036",
      "zh_CN": "『二六』是指一昼夜。在古印度讲时间单位，古印度就是佛陀在世的时候，他们把一昼夜分为六个时辰，白天三个时辰，晚上三个时辰。而我们中国人把一昼夜分作十二个时辰，我们用「子丑寅卯辰巳午未申酉戌亥」来分，就是地支，分做十二个时辰。现在我们这个时间单位是采取国际大家所通用的二十四个时辰，我们中国人叫它做「小时」，二十四小时。它比我们中国时辰小，比印度的就更小了。所以经上常常翻成「二六时中」，我们白天六个时辰，夜晚六个时辰，这个就是现在的二十四小时，这是从时间上来讲。",
      "zh_TW": "『二六』是指一晝夜。在古印度講時間單位，古印度就是佛陀在世的時候，他們把一晝夜分為六個時辰，白天三個時辰，晚上三個時辰。而我們中國人把一晝夜分作十二個時辰，我們用「子丑寅卯辰巳午未申酉戌亥」來分，就是地支，分做十二個時辰。現在我們這個時間單位是採取國際大家所通用的二十四個時辰，我們中國人叫它做「小時」，二十四小時。它比我們中國時辰小，比印度的就更小了。所以經上常常翻成「二六時中」，我們白天六個時辰，夜晚六個時辰，這個就是現在的二十四小時，這是從時間上來講。"
    },
    {
      "id": "20-008-0002_p0037",
      "zh_CN": "『凡圣同途』，也是不隔的意思。凡圣的差别在哪里？迷悟。一念觉悟就是佛菩萨，一念迷惑就是凡夫。所以实实在在讲找不到凡圣，这里只有迷、悟的差别，没有真正的凡圣之差。我们晓得，然后才知道佛法里面讲的真正是平等法界，所以「心佛众生，三无差别」，佛法讲的是真平等。",
      "zh_TW": "『凡聖同途』，也是不隔的意思。凡聖的差別在哪裡？迷悟。一念覺悟就是佛菩薩，一念迷惑就是凡夫。所以實實在在講找不到凡聖，這裡只有迷、悟的差別，沒有真正的凡聖之差。我們曉得，然後才知道佛法裡面講的真正是平等法界，所以「心佛眾生，三無差別」，佛法講的是真平等。"
    },
    {
      "id": "20-008-0002_p0038",
      "zh_CN": "【低头合掌白玉毫。星明日丽。歌咏赞扬紫金容。霆震雷轰。】",
      "zh_TW": "【低頭合掌白玉毫。星明日麗。歌詠讚揚紫金容。霆震雷轟。】"
    },
    {
      "id": "20-008-0002_p0039",
      "zh_CN": "这是对于诸佛的赞叹。『低头合掌』是恭敬，『白玉毫』是取佛相好之中的一种，以一代表三十二相八十种好，这是释迦牟尼佛当年在我们这个世间成道所示现的。『星明日丽』，是比喻，是赞叹，像星一样的明亮，像太阳一样的华丽，这是赞叹佛的容光之好，我们今天讲的光釆。『歌咏赞扬紫金容』，也是指佛的身是金色身。『霆震雷轰』，是非常的明显含着有威德，像雷霆一样能够振奋人心，取这个意思。底下都是赞美之词：",
      "zh_TW": "這是對於諸佛的讚歎。『低頭合掌』是恭敬，『白玉毫』是取佛相好之中的一種，以一代表三十二相八十種好，這是釋迦牟尼佛當年在我們這個世間成道所示現的。『星明日麗』，是比喻，是讚歎，像星一樣的明亮，像太陽一樣的華麗，這是讚歎佛的容光之好，我們今天講的光釆。『歌詠讚揚紫金容』，也是指佛的身是金色身。『霆震雷轟』，是非常的明顯含著有威德，像雷霆一樣能夠振奮人心，取這個意思。底下都是讚美之詞："
    },
    {
      "id": "20-008-0002_p0040",
      "zh_CN": "【清凉月兮有水皆含。】",
      "zh_TW": "【清涼月兮有水皆含。】"
    },
    {
      "id": "20-008-0002_p0041",
      "zh_CN": "所谓「千江有水千江月」，把『清凉月』比喻作诸佛菩萨。我们凡夫心清净，就与诸佛菩萨感应道交。我们求佛菩萨加持，求佛菩萨保佑，这一个求的心是个妄心，是不清净的心，所以你求没有感应。会求的人他懂得，我们真正求佛菩萨保佑，求佛菩萨加持，要念到一心清净，这个感应加持就得到了。就如同六祖大师所说：「本来无一物，何处惹尘埃。」心地清净，一尘不染，这个时候与诸佛菩萨、与一切众生统统起感应道交的作用。",
      "zh_TW": "所謂「千江有水千江月」，把『清涼月』比喻作諸佛菩薩。我們凡夫心清淨，就與諸佛菩薩感應道交。我們求佛菩薩加持，求佛菩薩保佑，這一個求的心是個妄心，是不清淨的心，所以你求沒有感應。會求的人他懂得，我們真正求佛菩薩保佑，求佛菩薩加持，要念到一心清淨，這個感應加持就得到了。就如同六祖大師所說：「本來無一物，何處惹塵埃。」心地清淨，一塵不染，這個時候與諸佛菩薩、與一切眾生統統起感應道交的作用。"
    },
    {
      "id": "20-008-0002_p0042",
      "zh_CN": "【功德云而无山不戴。】",
      "zh_TW": "【功德雲而無山不戴。】"
    },
    {
      "id": "20-008-0002_p0043",
      "zh_CN": "山高就有云彩回绕。把云彩比作诸佛的功德。山比作定，山很稳，坐在那儿不动，我们的心定了，诸佛的功德就加持到我们了。我们要是心里有妄念、有忧虑、有分别、有执着、有烦恼，怎么求都求不到！所以，清净有定，诸佛菩萨就感应道交了。",
      "zh_TW": "山高就有雲彩迴繞。把雲彩比作諸佛的功德。山比作定，山很穩，坐在那兒不動，我們的心定了，諸佛的功德就加持到我們了。我們要是心裡有妄念、有憂慮、有分別、有執著、有煩惱，怎麼求都求不到！所以，清淨有定，諸佛菩薩就感應道交了。"
    },
    {
      "id": "20-008-0002_p0044",
      "zh_CN": "【香象渡河。一举洪名超二死。】",
      "zh_TW": "【香象渡河。一舉洪名超二死。】"
    },
    {
      "id": "20-008-0002_p0045",
      "zh_CN": "『香象』比作佛菩萨。大象过河，河水并不深，象踩在河底踩得很踏实，稳稳当当牠就过来了。这是比喻佛度众生，佛帮助一切众生了生死出三界，三界就是六道轮回。用什么方法？用一句「阿弥陀佛」，万德洪名。你说多简单！多容易！可惜很多人不相信，那就没法子了。只要老实念这一句佛号，你就决定超越轮回。不但超越轮回，而且超越四圣，声闻、缘觉、菩萨、佛都超越了。因为四圣还有变易生死。『二死』是分段生死、变易生死，两种生死都超越了，他所证得的是圆教佛，超越了藏教佛、通教佛、别教佛，他证的是圆教的佛果。这一句六字洪名，真正不可思议！",
      "zh_TW": "『香象』比作佛菩薩。大象過河，河水並不深，象踩在河底踩得很踏實，穩穩當當牠就過來了。這是比喻佛度眾生，佛幫助一切眾生了生死出三界，三界就是六道輪迴。用什麼方法？用一句「阿彌陀佛」，萬德洪名。你說多簡單！多容易！可惜很多人不相信，那就沒法子了。只要老實念這一句佛號，你就決定超越輪迴。不但超越輪迴，而且超越四聖，聲聞、緣覺、菩薩、佛都超越了。因為四聖還有變易生死。『二死』是分段生死、變易生死，兩種生死都超越了，他所證得的是圓教佛，超越了藏教佛、通教佛、別教佛，他證的是圓教的佛果。這一句六字洪名，真正不可思議！"
    },
    {
      "id": "20-008-0002_p0046",
      "zh_CN": "【迦陵出壳。】",
      "zh_TW": "【迦陵出殼。】"
    },
    {
      "id": "20-008-0002_p0047",
      "zh_CN": "『壳』是蛋壳。迦陵频伽，雪山（就是我们现在讲的喜玛拉雅山）有这种鸟，叫的声音非常好听。牠在蛋里面还没有出来，牠就会叫，那个声音就很好听。蛋裂开之后，牠出来了，那个声音是更美妙了。这是比喻佛说法的音声。",
      "zh_TW": "『殼』是蛋殼。迦陵頻伽，雪山（就是我們現在講的喜瑪拉雅山）有這種鳥，叫的聲音非常好聽。牠在蛋裡面還沒有出來，牠就會叫，那個聲音就很好聽。蛋裂開之後，牠出來了，那個聲音是更美妙了。這是比喻佛說法的音聲。"
    },
    {
      "id": "20-008-0002_p0048",
      "zh_CN": "【千称嘉号压群音。】",
      "zh_TW": "【千稱嘉號壓群音。】"
    },
    {
      "id": "20-008-0002_p0049",
      "zh_CN": "『嘉号』，就是阿弥陀佛的佛号。「南无阿弥陀佛」六字洪名，就是嘉号。『千称』就是千遍万遍的意思。一声佛号能够压倒一切的音声，什么音声？诸佛说法之声、诸菩萨念咒之声以及念其他诸佛菩萨名号之声，这一句「南无阿弥陀佛」统统压倒他们了。佛号功德不可思议，的确很少人知道。我们在佛事当中，这个佛事常常做、常常念，也不晓得这一句「南无阿弥陀佛」的佛号有这样殊胜的功德利益。你要是知道了，你一天到晚一定就老实念，不肯放松的。念念不可思议！声声不可思议！这一段我们介绍到此地。我们再看下面第二十三面第一行，有两句偈：",
      "zh_TW": "『嘉號』，就是阿彌陀佛的佛號。「南無阿彌陀佛」六字洪名，就是嘉號。『千稱』就是千遍萬遍的意思。一聲佛號能夠壓倒一切的音聲，什麼音聲？諸佛說法之聲、諸菩薩念咒之聲以及念其他諸佛菩薩名號之聲，這一句「南無阿彌陀佛」統統壓倒他們了。佛號功德不可思議，的確很少人知道。我們在佛事當中，這個佛事常常做、常常念，也不曉得這一句「南無阿彌陀佛」的佛號有這樣殊勝的功德利益。你要是知道了，你一天到晚一定就老實念，不肯放鬆的。念念不可思議！聲聲不可思議！這一段我們介紹到此地。我們再看下面第二十三面第一行，有兩句偈："
    },
    {
      "id": "20-008-0002_p0050",
      "zh_CN": "【风吟树树千般乐。香浸池池四色华。】",
      "zh_TW": "【風吟樹樹千般樂。香浸池池四色華。】"
    },
    {
      "id": "20-008-0002_p0051",
      "zh_CN": "这两句是赞叹西方世界景致之美。『树』是七宝行树。七宝行树到底怎样的『乐』，你一定要念《观无量寿佛经》，你才知道，《观经》里面讲得非常详细。『池』是七宝池。宝香、宝池，西方世界称为「香光庄严」。香光庄严，《无量寿经》上也讲得很明白。",
      "zh_TW": "這兩句是讚歎西方世界景緻之美。『樹』是七寶行樹。七寶行樹到底怎樣的『樂』，你一定要念《觀無量壽佛經》，你才知道，《觀經》裡面講得非常詳細。『池』是七寶池。寶香、寶池，西方世界稱為「香光莊嚴」。香光莊嚴，《無量壽經》上也講得很明白。"
    },
    {
      "id": "20-008-0002_p0052",
      "zh_CN": "下面是「赞佛偈」。「赞佛偈」我们在此地略略的介绍一下。「赞佛偈」我们天天念，一天要念好几遍，虽然只有八句，这八句把阿弥陀佛在虚空法界、诸佛国土、度化众生的大恩大德统统包括尽了，这八句偈作得非常之好。",
      "zh_TW": "下面是「讚佛偈」。「讚佛偈」我們在此地略略的介紹一下。「讚佛偈」我們天天念，一天要念好幾遍，雖然只有八句，這八句把阿彌陀佛在虛空法界、諸佛國土、度化眾生的大恩大德統統包括盡了，這八句偈作得非常之好。"
    },
    {
      "id": "20-008-0002_p0053",
      "zh_CN": "【阿弥陀佛身金色。相好光明无等伦。】",
      "zh_TW": "【阿彌陀佛身金色。相好光明無等倫。】"
    },
    {
      "id": "20-008-0002_p0054",
      "zh_CN": "『阿弥陀佛身金色』，此地讲的「身金色」，不仅仅是指佛身的色相，言外之意是称赞佛的尊贵，无比尊贵的意思。",
      "zh_TW": "『阿彌陀佛身金色』，此地講的「身金色」，不僅僅是指佛身的色相，言外之意是稱讚佛的尊貴，無比尊貴的意思。"
    },
    {
      "id": "20-008-0002_p0055",
      "zh_CN": "『相好光明无等伦』，「伦」是平等、同类的。「无等」，没有跟他相等的，他特别的突出，就像世尊在《无量寿经》上赞叹阿弥陀佛。实在讲，成佛是佛佛平等，佛佛道同，佛跟一切佛哪有差别？平等当中还是有突出的，所以世尊赞叹阿弥陀佛，「光中极尊，佛中之王」，这就无等伦了。一切诸佛不能跟阿弥陀佛比，跟他一比，阿弥陀佛就显得非常的突出，无比的殊胜，「无等伦」是这个意思。所以古德作这个偈子，字字句句都有根据，这是根据《无量寿经》「光中极尊，佛中之王」来说的。『相好』是佛在因地当中自己修行成就的果报，相好是自行的功德果报。『光明』是讲化他，教化众生功德的成就。这一句是总赞，下面四句是别赞。",
      "zh_TW": "『相好光明無等倫』，「倫」是平等、同類的。「無等」，沒有跟他相等的，他特別的突出，就像世尊在《無量壽經》上讚歎阿彌陀佛。實在講，成佛是佛佛平等，佛佛道同，佛跟一切佛哪有差別？平等當中還是有突出的，所以世尊讚歎阿彌陀佛，「光中極尊，佛中之王」，這就無等倫了。一切諸佛不能跟阿彌陀佛比，跟他一比，阿彌陀佛就顯得非常的突出，無比的殊勝，「無等倫」是這個意思。所以古德作這個偈子，字字句句都有根據，這是根據《無量壽經》「光中極尊，佛中之王」來說的。『相好』是佛在因地當中自己修行成就的果報，相好是自行的功德果報。『光明』是講化他，教化眾生功德的成就。這一句是總讚，下面四句是別讚。"
    },
    {
      "id": "20-008-0002_p0056",
      "zh_CN": "【白毫宛转五须弥。绀目澄清四大海。】",
      "zh_TW": "【白毫宛轉五須彌。紺目澄清四大海。】"
    },
    {
      "id": "20-008-0002_p0057",
      "zh_CN": "这两句是别赞相好，佛的相好说不尽！大经上跟我们讲「佛有无量相，相有无量好」，哪里能说得尽！所以在无量相好里面举一个例子，白毫相、绀目相（佛的眼睛）。『澄清』是讲他的清净，一尘不染。『四大海』是形容佛眼睛之广大，因为佛的身相大，白毫就像五座须弥山一样。那个佛的身相多大？太大太大了。这是佛圆满的报身，是他修行功德成就的。",
      "zh_TW": "這兩句是別讚相好，佛的相好說不盡！大經上跟我們講「佛有無量相，相有無量好」，哪裡能說得盡！所以在無量相好裡面舉一個例子，白毫相、紺目相（佛的眼睛）。『澄清』是講他的清淨，一塵不染。『四大海』是形容佛眼睛之廣大，因為佛的身相大，白毫就像五座須彌山一樣。那個佛的身相多大？太大太大了。這是佛圓滿的報身，是他修行功德成就的。"
    },
    {
      "id": "20-008-0002_p0058",
      "zh_CN": "【光中化佛无数亿。化菩萨众亦无边。】",
      "zh_TW": "【光中化佛無數億。化菩薩眾亦無邊。】"
    },
    {
      "id": "20-008-0002_p0059",
      "zh_CN": "光明是他的大愿度生，普度众生，无量无边。这两句是别赞光明。",
      "zh_TW": "光明是他的大願度生，普度眾生，無量無邊。這兩句是別讚光明。"
    },
    {
      "id": "20-008-0002_p0060",
      "zh_CN": "【四十八愿度众生。】",
      "zh_TW": "【四十八願度眾生。】"
    },
    {
      "id": "20-008-0002_p0061",
      "zh_CN": "『四十八愿』，我们在《无量寿经》第六品里面读过了，是阿弥陀佛大愿大行，成就普度众生的大德，所以感得十方一切诸佛的赞叹，一切诸佛的景仰。一切诸佛度众生成佛道，用什么方法？都是劝众生念阿弥陀佛，求生净土，生到西方极乐世界就不退成佛了。所以诸佛成就一切众生圆满菩提的法门，只有这一个。",
      "zh_TW": "『四十八願』，我們在《無量壽經》第六品裡面讀過了，是阿彌陀佛大願大行，成就普度眾生的大德，所以感得十方一切諸佛的讚歎，一切諸佛的景仰。一切諸佛度眾生成佛道，用什麼方法？都是勸眾生念阿彌陀佛，求生淨土，生到西方極樂世界就不退成佛了。所以諸佛成就一切眾生圓滿菩提的法門，只有這一個。"
    },
    {
      "id": "20-008-0002_p0062",
      "zh_CN": "既然如此，佛又何必说那么多经，讲那么多法门？你要问这些话，就证明你听经粗心大意。为什么？前面都说明了，这个法门叫「难信之法」。那一些众生不相信，所以才劳累诸佛如来说了许许多多法门，去接引那些不相信这个法门的众生。他要肯相信，那又何必麻烦释迦牟尼佛说法四十九年，讲得那么辛苦，没有必要了，所以一切法门、一切经论是为不相信的人说的。那些人修学其他法门，到修行有了相当成就，有了相当功夫，他对这个法门相信了，一个个就都回头，还是念佛去见阿弥陀佛。",
      "zh_TW": "既然如此，佛又何必說那麼多經，講那麼多法門？你要問這些話，就證明你聽經粗心大意。為什麼？前面都說明了，這個法門叫「難信之法」。那一些眾生不相信，所以才勞累諸佛如來說了許許多多法門，去接引那些不相信這個法門的眾生。他要肯相信，那又何必麻煩釋迦牟尼佛說法四十九年，講得那麼辛苦，沒有必要了，所以一切法門、一切經論是為不相信的人說的。那些人修學其他法門，到修行有了相當成就，有了相當功夫，他對這個法門相信了，一個個就都回頭，還是念佛去見阿彌陀佛。"
    },
    {
      "id": "20-008-0002_p0063",
      "zh_CN": "你要是稍微留意一下，你就明白了，所有一切法门的修行，到最后都是到华藏世界，都是到毘卢遮那佛那个地方，叫「一真法界」。到了华藏世界见到文殊、普贤，文殊、普贤再为他说法，劝他念阿弥陀佛到西方极乐世界去。你看，拐好大的弯才到西方世界。我们今天能信的人，这是大善根大福德，我们已经很早就到西方极乐世界等待他们，等到无量劫才看他们来，「当时我们同在一起修行，你看，我现在已经成佛了，你们才来！」确实有这个味道，法门不可思议！",
      "zh_TW": "你要是稍微留意一下，你就明白了，所有一切法門的修行，到最後都是到華藏世界，都是到毘盧遮那佛那個地方，叫「一真法界」。到了華藏世界見到文殊、普賢，文殊、普賢再為他說法，勸他念阿彌陀佛到西方極樂世界去。你看，拐好大的彎才到西方世界。我們今天能信的人，這是大善根大福德，我們已經很早就到西方極樂世界等待他們，等到無量劫才看他們來，「當時我們同在一起修行，你看，我現在已經成佛了，你們才來！」確實有這個味道，法門不可思議！"
    },
    {
      "id": "20-008-0002_p0064",
      "zh_CN": "【九品咸令登彼岸。】",
      "zh_TW": "【九品咸令登彼岸。】"
    },
    {
      "id": "20-008-0002_p0065",
      "zh_CN": "这是果德。『九品』有没有？有，确实有九品。但是在西方世界，你能不能辨别出九品？不能辨别，因为西方世界是平等世界，内里面程度有九品，外面所现的相好、光明、智慧、神通、功德，大家都一样，这是西方世界真实不可思议。",
      "zh_TW": "這是果德。『九品』有沒有？有，確實有九品。但是在西方世界，你能不能辨別出九品？不能辨別，因為西方世界是平等世界，內裡面程度有九品，外面所現的相好、光明、智慧、神通、功德，大家都一樣，這是西方世界真實不可思議。"
    },
    {
      "id": "20-008-0002_p0066",
      "zh_CN": "请大家再翻开第二十四面第四行，有一首偈。我省略的部份大家都能看得懂。这一首偈非常重要，我们念佛人之所以不能在这一生往生，都是这一首偈里面所说的过失。",
      "zh_TW": "請大家再翻開第二十四面第四行，有一首偈。我省略的部份大家都能看得懂。這一首偈非常重要，我們念佛人之所以不能在這一生往生，都是這一首偈裡面所說的過失。"
    },
    {
      "id": "20-008-0002_p0067",
      "zh_CN": "【诸苦尽从贪欲起。不知贪欲起于何。】",
      "zh_TW": "【諸苦盡從貪欲起。不知貪欲起於何。】"
    },
    {
      "id": "20-008-0002_p0068",
      "zh_CN": "这两句是问，第一句意思浅，第二句就深。一切的苦（佛在经上跟我们讲了三苦、八苦，这是把一切苦归纳，为了说法方便起见，这些也不必多说了）从哪里起来的？从『贪欲』起来的。所以众苦归纳到最后叫三毒烦恼，三毒就是「贪瞋痴」。我们的心毒不毒？有贪瞋痴，毒！很毒！没有比这再毒的了。三毒烦恼如果再要归纳成一个，那就是「贪」。瞋恚是什么？贪不到才瞋恚，一贪就贪到手，他就不瞋恚了，所以贪是根本。",
      "zh_TW": "這兩句是問，第一句意思淺，第二句就深。一切的苦（佛在經上跟我們講了三苦、八苦，這是把一切苦歸納，為了說法方便起見，這些也不必多說了）從哪裡起來的？從『貪欲』起來的。所以眾苦歸納到最後叫三毒煩惱，三毒就是「貪瞋痴」。我們的心毒不毒？有貪瞋痴，毒！很毒！沒有比這再毒的了。三毒煩惱如果再要歸納成一個，那就是「貪」。瞋恚是什麼？貪不到才瞋恚，一貪就貪到手，他就不瞋恚了，所以貪是根本。"
    },
    {
      "id": "20-008-0002_p0069",
      "zh_CN": "菩萨修行的六大纲领，第一个布施，布施就是专门对治贪欲的，我们的贪心断掉了、没有了，这个布施波罗蜜就圆满了。所以布施是对治贪欲的，这个烦恼最严重了。会修行的人，就好像治病一样，那一个病最重先治它；它治好了，其他那些小毛病容易解决。要命的病，一定要下功夫认真把它治好。用布施来对治贪欲。",
      "zh_TW": "菩薩修行的六大綱領，第一個布施，布施就是專門對治貪欲的，我們的貪心斷掉了、沒有了，這個布施波羅蜜就圓滿了。所以布施是對治貪欲的，這個煩惱最嚴重了。會修行的人，就好像治病一樣，那一個病最重先治它；它治好了，其他那些小毛病容易解決。要命的病，一定要下功夫認真把它治好。用布施來對治貪欲。"
    },
    {
      "id": "20-008-0002_p0070",
      "zh_CN": "这个贪欲到底从哪起来的？细说这个因缘非常复杂，大师在此地说得非常的巧妙，真是一语从根本上为我们道破了。",
      "zh_TW": "這個貪欲到底從哪起來的？細說這個因緣非常複雜，大師在此地說得非常的巧妙，真是一語從根本上為我們道破了。"
    },
    {
      "id": "20-008-0002_p0071",
      "zh_CN": "【因忘自性弥陀佛。】",
      "zh_TW": "【因忘自性彌陀佛。】"
    },
    {
      "id": "20-008-0002_p0072",
      "zh_CN": "这是答案，后面两句是答，前面两句是问。这就是说迷失了自性，他才会生贪欲。如果觉悟了自性，这个贪欲自然就没有了。正如马鸣菩萨在《起信论》里面所说的：「本觉本有，不觉本无。」迷是不觉，不觉本来没有，本觉本来就有。本来有的，我们当然可以证得；本来没有的，我们当然可以把它断掉。我们修行证果，断烦恼，证菩提，这个信心就生起来了，知道我可以断得了这个烦恼，我也能够证得无上菩提。",
      "zh_TW": "這是答案，後面兩句是答，前面兩句是問。這就是說迷失了自性，他才會生貪欲。如果覺悟了自性，這個貪欲自然就沒有了。正如馬鳴菩薩在《起信論》裡面所說的：「本覺本有，不覺本無。」迷是不覺，不覺本來沒有，本覺本來就有。本來有的，我們當然可以證得；本來沒有的，我們當然可以把它斷掉。我們修行證果，斷煩惱，證菩提，這個信心就生起來了，知道我可以斷得了這個煩惱，我也能夠證得無上菩提。"
    },
    {
      "id": "20-008-0002_p0073",
      "zh_CN": "首先要建立自信心，自己充满了信心，佛菩萨才帮得上忙。佛菩萨想帮你忙，自己对自己没有信心，「我烦恼很重，我业障很重，我成就不了」，一切诸佛菩萨都帮不上忙了。首先自己要建立清净的信心，这一首偈是帮助我们建立信心。",
      "zh_TW": "首先要建立自信心，自己充滿了信心，佛菩薩才幫得上忙。佛菩薩想幫你忙，自己對自己沒有信心，「我煩惱很重，我業障很重，我成就不了」，一切諸佛菩薩都幫不上忙了。首先自己要建立清淨的信心，這一首偈是幫助我們建立信心。"
    },
    {
      "id": "20-008-0002_p0074",
      "zh_CN": "【异念纷驰总是魔。】",
      "zh_TW": "【異念紛馳總是魔。】"
    },
    {
      "id": "20-008-0002_p0075",
      "zh_CN": "因为「你」，所以才有异念纷驰，这就是妄想、执着；妄想、执着就是魔。魔是什么？折磨我们的自性，折磨我们的清净心，使我们身心得不到自在，这叫魔。",
      "zh_TW": "因為「你」，所以才有異念紛馳，這就是妄想、執著；妄想、執著就是魔。魔是什麼？折磨我們的自性，折磨我們的清淨心，使我們身心得不到自在，這叫魔。"
    },
    {
      "id": "20-008-0002_p0076",
      "zh_CN": "所以这个一问一答，非常之妙。最妙在哪里？就是「自性弥陀佛」，这句话妙极了。究竟妙在什么地方？意思就是叫我们念「南无阿弥陀佛」，就可以恢复自性弥陀佛。阿弥陀佛跟自性弥陀是一不是二，用西方极乐世界「南无阿弥陀佛」这个名号，把我们自性弥陀佛给唤出来，自他不二，妙在此地。不仅把这个原因说出来，还把我们破迷开悟、恢复自信的方法也说出来。",
      "zh_TW": "所以這個一問一答，非常之妙。最妙在哪裡？就是「自性彌陀佛」，這句話妙極了。究竟妙在什麼地方？意思就是叫我們念「南無阿彌陀佛」，就可以恢復自性彌陀佛。阿彌陀佛跟自性彌陀是一不是二，用西方極樂世界「南無阿彌陀佛」這個名號，把我們自性彌陀佛給喚出來，自他不二，妙在此地。不僅把這個原因說出來，還把我們破迷開悟、恢復自信的方法也說出來。"
    },
    {
      "id": "20-008-0002_p0077",
      "zh_CN": "下面这一段开示，意思很深，实在说就是我常常讲的宇宙人生的真相，这一段开示说明了宇宙人生的真相。",
      "zh_TW": "下面這一段開示，意思很深，實在說就是我常常講的宇宙人生的真相，這一段開示說明了宇宙人生的真相。"
    },
    {
      "id": "20-008-0002_p0078",
      "zh_CN": "【教中道。】",
      "zh_TW": "【教中道。】"
    },
    {
      "id": "20-008-0002_p0079",
      "zh_CN": "这个『教』就是释迦牟尼佛在经教里面所说的，就是经教当中所讲的。",
      "zh_TW": "這個『教』就是釋迦牟尼佛在經教裡面所說的，就是經教當中所講的。"
    },
    {
      "id": "20-008-0002_p0080",
      "zh_CN": "【生而无生。法性湛然。无生而生。业果俨然。】",
      "zh_TW": "【生而無生。法性湛然。無生而生。業果儼然。】"
    },
    {
      "id": "20-008-0002_p0081",
      "zh_CN": "这四句是佛在经上讲的。下面这是大师为我们解释这四句话，这四句话就是宇宙人生的真相，它的意思非常的深，非常之广。我们看大师的开示：",
      "zh_TW": "這四句是佛在經上講的。下面這是大師為我們解釋這四句話，這四句話就是宇宙人生的真相，它的意思非常的深，非常之廣。我們看大師的開示："
    },
    {
      "id": "20-008-0002_p0082",
      "zh_CN": "【所谓生者。即众生生灭之迹也。】",
      "zh_TW": "【所謂生者。即眾生生滅之跡也。】"
    },
    {
      "id": "20-008-0002_p0083",
      "zh_CN": "『迹』是相，相有生灭。",
      "zh_TW": "『跡』是相，相有生滅。"
    },
    {
      "id": "20-008-0002_p0084",
      "zh_CN": "【谓无生者。即诸佛寂灭之本也。】",
      "zh_TW": "【謂無生者。即諸佛寂滅之本也。】"
    },
    {
      "id": "20-008-0002_p0085",
      "zh_CN": "『本』是真性，真心本性没有生灭，真心本性变现出来的现相有生有灭。十法界依正庄严，这是相。相有生灭，性没有生灭。先解释什么叫「生」，什么叫「无生」。然后说：",
      "zh_TW": "『本』是真性，真心本性沒有生滅，真心本性變現出來的現相有生有滅。十法界依正莊嚴，這是相。相有生滅，性沒有生滅。先解釋什麼叫「生」，什麼叫「無生」。然後說："
    },
    {
      "id": "20-008-0002_p0086",
      "zh_CN": "【法性湛然者。】",
      "zh_TW": "【法性湛然者。】"
    },
    {
      "id": "20-008-0002_p0087",
      "zh_CN": "『法』是一切万法，一切万法的本体。『性』，我们现在哲学的名词叫本体。也就是说一切法从哪里来的？是从这个体生出来的。这个本体在我们佛法里面，就叫做「法性」，或者叫佛性；佛性、法性是一个性。",
      "zh_TW": "『法』是一切萬法，一切萬法的本體。『性』，我們現在哲學的名詞叫本體。也就是說一切法從哪裡來的？是從這個體生出來的。這個本體在我們佛法裡面，就叫做「法性」，或者叫佛性；佛性、法性是一個性。"
    },
    {
      "id": "20-008-0002_p0088",
      "zh_CN": "如果讲佛性，是专门指有情众生而说的。有情，就是我们现在讲的动物，有感情的、有情识的，我们叫做佛性。无情，指植物、矿物，这是无情，我们叫做法性。但是佛性跟法性是一个性，不是两个性，所以《华严经》上说：「情与无情，同圆种智。」因为它是一个性，正因为是一个性，所以依报随着正报转。如果它不是同一个性，依报就不会随着正报转。法性是湛然的。『湛然』是比喻像水，水很干净、很清净，这叫「湛然」。",
      "zh_TW": "如果講佛性，是專門指有情眾生而說的。有情，就是我們現在講的動物，有感情的、有情識的，我們叫做佛性。無情，指植物、礦物，這是無情，我們叫做法性。但是佛性跟法性是一個性，不是兩個性，所以《華嚴經》上說：「情與無情，同圓種智。」因為它是一個性，正因為是一個性，所以依報隨著正報轉。如果它不是同一個性，依報就不會隨著正報轉。法性是湛然的。『湛然』是比喻像水，水很乾淨、很清淨，這叫「湛然」。"
    },
    {
      "id": "20-008-0002_p0089",
      "zh_CN": "【灵明湛寂。】",
      "zh_TW": "【靈明湛寂。】"
    },
    {
      "id": "20-008-0002_p0090",
      "zh_CN": "这四个字，在佛法里常常用它来形容自性，形容真心本性。『灵』是真心，不是愚昧的；『明』，它不是迷惑颠倒的；『湛』是清净，『寂』是不动。这是本性。现在我们的心迷了，不灵了，也不明。不明就是暗了，我们讲糊里糊涂，冥顽不灵。心不清净，心乱动，心很乱，乱就不寂，污染就不湛。我们迷的相跟这四个字一对照，就清清楚楚。所以佛教给我们修行，修什么东西？就是修的『灵明湛寂』。但是「灵明湛寂」是本有的，不是修来的，只要你把不灵、不明、不湛、不寂翻过来，就成功了。",
      "zh_TW": "這四個字，在佛法裡常常用它來形容自性，形容真心本性。『靈』是真心，不是愚昧的；『明』，它不是迷惑顛倒的；『湛』是清淨，『寂』是不動。這是本性。現在我們的心迷了，不靈了，也不明。不明就是暗了，我們講糊裡糊塗，冥頑不靈。心不清淨，心亂動，心很亂，亂就不寂，污染就不湛。我們迷的相跟這四個字一對照，就清清楚楚。所以佛教給我們修行，修什麼東西？就是修的『靈明湛寂』。但是「靈明湛寂」是本有的，不是修來的，只要你把不靈、不明、不湛、不寂翻過來，就成功了。"
    },
    {
      "id": "20-008-0002_p0091",
      "zh_CN": "所以佛教我们修行的纲领是「戒、定、慧」三学。三学里最重要的是定学，无论那一个宗派，无论那一个法门，无量无边的法门（法是方法，门是门道），方法门道不相同，修行的目的是相同的，统统修「禅定」。所以，绝对不是禅宗才修禅定，那诸位就搞错了。我们念佛是不是修禅定？是，一心不乱就是禅定。不过我们不叫禅定，我们叫「一心不乱」，名词不一样，意思完全相同。我们用念阿弥陀佛的方法，来修一心不乱，修湛寂。只要到湛寂，自然就灵明了。灵明是慧，慧不需要修，定到相当的程度，慧豁然就开朗了，灵明就现前了。所以，湛寂是定，灵明是慧，戒是方法。你一定要依照佛的教诫、佛讲的方法去修定，因戒得定，因定开慧，就恢复到湛寂灵明了。",
      "zh_TW": "所以佛教我們修行的綱領是「戒、定、慧」三學。三學裡最重要的是定學，無論那一個宗派，無論那一個法門，無量無邊的法門（法是方法，門是門道），方法門道不相同，修行的目的是相同的，統統修「禪定」。所以，絕對不是禪宗才修禪定，那諸位就搞錯了。我們念佛是不是修禪定？是，一心不亂就是禪定。不過我們不叫禪定，我們叫「一心不亂」，名詞不一樣，意思完全相同。我們用念阿彌陀佛的方法，來修一心不亂，修湛寂。只要到湛寂，自然就靈明了。靈明是慧，慧不需要修，定到相當的程度，慧豁然就開朗了，靈明就現前了。所以，湛寂是定，靈明是慧，戒是方法。你一定要依照佛的教誡、佛講的方法去修定，因戒得定，因定開慧，就恢復到湛寂靈明了。"
    },
    {
      "id": "20-008-0002_p0092",
      "zh_CN": "【元（玄）妙真常。】",
      "zh_TW": "【元（玄）妙真常。】"
    },
    {
      "id": "20-008-0002_p0093",
      "zh_CN": "这个「元」本来是玄（玄妙的玄），古时候避免帝王的讳，所以把这个字写成了元，我们念还是要念「玄」，不能够念「元」。实在讲在现代已经是民主时代，可以把它改过来，用不着再避讳了。",
      "zh_TW": "這個「元」本來是玄（玄妙的玄），古時候避免帝王的諱，所以把這個字寫成了元，我們念還是要念「玄」，不能夠念「元」。實在講在現代已經是民主時代，可以把它改過來，用不著再避諱了。"
    },
    {
      "id": "20-008-0002_p0094",
      "zh_CN": "【个个不无。人人本具。】",
      "zh_TW": "【箇箇不無。人人本具。】"
    },
    {
      "id": "20-008-0002_p0095",
      "zh_CN": "这是生佛平等，一切众生跟佛完全平等。",
      "zh_TW": "這是生佛平等，一切眾生跟佛完全平等。"
    },
    {
      "id": "20-008-0002_p0096",
      "zh_CN": "【只因最初不觉。忽尔动心。认妄为真。迷己逐物。】",
      "zh_TW": "【只因最初不覺。忽爾動心。認妄為真。迷己逐物。】"
    },
    {
      "id": "20-008-0002_p0097",
      "zh_CN": "本来是佛，本来是灵明湛寂的，现在为什么变成这个样的糊里糊涂的？换句话说，本来是佛，现在为什么变成六道众生？这是大问题，这个在佛门是有名的大问。有了这个疑问，这个疑问要不能搞清楚、搞明白，疑能障道，能障碍着信心，我们的信心生不起来，所以一定要破迷生信。",
      "zh_TW": "本來是佛，本來是靈明湛寂的，現在為什麼變成這個樣的糊裡糊塗的？換句話說，本來是佛，現在為什麼變成六道眾生？這是大問題，這個在佛門是有名的大問。有了這個疑問，這個疑問要不能搞清楚、搞明白，疑能障道，能障礙著信心，我們的信心生不起來，所以一定要破迷生信。"
    },
    {
      "id": "20-008-0002_p0098",
      "zh_CN": "说老实话，我们今天信心不能建立，就是疑问一大堆，你这个信心怎么生得起来？没有真信切愿，这一生就不能成就。所以能成就的有两种人，一种人上根利智，佛讲经，他一听明白了，疑问没有了，他能成就。另外一种善根深厚，他没有疑问，佛怎么说，他就怎么做，一点儿不怀疑，这一种人这一生决定成功，他没有疑问。只有当中这个半吊子的，上不上，下不下，疑问一大堆，这是最麻烦、最难度的，不容易成就。",
      "zh_TW": "說老實話，我們今天信心不能建立，就是疑問一大堆，你這個信心怎麼生得起來？沒有真信切願，這一生就不能成就。所以能成就的有兩種人，一種人上根利智，佛講經，他一聽明白了，疑問沒有了，他能成就。另外一種善根深厚，他沒有疑問，佛怎麼說，他就怎麼做，一點兒不懷疑，這一種人這一生決定成功，他沒有疑問。只有當中這個半吊子的，上不上，下不下，疑問一大堆，這是最麻煩、最難度的，不容易成就。"
    },
    {
      "id": "20-008-0002_p0099",
      "zh_CN": "这些实在讲《无量寿经》上佛都讲得很清楚。那个完全没有疑问，甚至于不认识字，没有念过书的，教他念阿弥陀佛，他一天念到晚，往生的时候，站着往生，坐着往生，预知时至，都是一点疑问都没有，真正了不起！那是什么人？过去生中曾经种非常深厚的善根，他是「善根福德因缘」具足了，所以他没有疑问。这两种人很容易得度。",
      "zh_TW": "這些實在講《無量壽經》上佛都講得很清楚。那個完全沒有疑問，甚至於不認識字，沒有念過書的，教他念阿彌陀佛，他一天念到晚，往生的時候，站著往生，坐著往生，預知時至，都是一點疑問都沒有，真正了不起！那是什麼人？過去生中曾經種非常深厚的善根，他是「善根福德因緣」具足了，所以他沒有疑問。這兩種人很容易得度。"
    },
    {
      "id": "20-008-0002_p0100",
      "zh_CN": "今天要跟诸位讲解这个问题，七天都讲不完，纵然我在这里讲清楚了，大家听的时候愈听愈糊涂，愈听问题愈多。这是真的，不是假的。我在此地也不推卸责任，我告诉诸位这些问题全在《楞严经》上，你们读《楞严经》，答案都在《楞严经》上。这个问题是哪一个人提出来的？富楼那尊者向释迦牟尼佛提出来的，众生原本是佛，为什么会变成众生？变成众生慢慢的修行又成佛了，成佛之后几时再迷惑？富楼那问，释迦牟尼佛解答，这是在《楞严经》第四卷。你们有兴趣去找，答案在里面。我在此地不说，说了对不起大家，说了把你的悟门堵塞，一定要你自己悟才有用处。我给你说出来，你就不会开悟了，那我就对不起你。所以还是自己去读经，自己去找答案，找不出来也不可以问，这个才有用处，你慢慢才会开悟。",
      "zh_TW": "今天要跟諸位講解這個問題，七天都講不完，縱然我在這裡講清楚了，大家聽的時候愈聽愈糊塗，愈聽問題愈多。這是真的，不是假的。我在此地也不推卸責任，我告訴諸位這些問題全在《楞嚴經》上，你們讀《楞嚴經》，答案都在《楞嚴經》上。這個問題是哪一個人提出來的？富樓那尊者向釋迦牟尼佛提出來的，眾生原本是佛，為什麼會變成眾生？變成眾生慢慢的修行又成佛了，成佛之後幾時再迷惑？富樓那問，釋迦牟尼佛解答，這是在《楞嚴經》第四卷。你們有興趣去找，答案在裡面。我在此地不說，說了對不起大家，說了把你的悟門堵塞，一定要你自己悟才有用處。我給你說出來，你就不會開悟了，那我就對不起你。所以還是自己去讀經，自己去找答案，找不出來也不可以問，這個才有用處，你慢慢才會開悟。"
    },
    {
      "id": "20-008-0002_p0101",
      "zh_CN": "【由是业网牵缠。】",
      "zh_TW": "【由是業網牽纏。】"
    },
    {
      "id": "20-008-0002_p0102",
      "zh_CN": "『业』，就是造业，业无量无边，就像网一样牵缠着你流转五道。五道就是六道。说五道，就不算阿修罗，因为阿修罗在哪一道，就算他是那一道。所以，五道实际上就是六道。",
      "zh_TW": "『業』，就是造業，業無量無邊，就像網一樣牽纏著你流轉五道。五道就是六道。說五道，就不算阿修羅，因為阿修羅在哪一道，就算他是那一道。所以，五道實際上就是六道。"
    },
    {
      "id": "20-008-0002_p0103",
      "zh_CN": "【恒随生死以升沉。】",
      "zh_TW": "【恆隨生死以升沉。】"
    },
    {
      "id": "20-008-0002_p0104",
      "zh_CN": "往三善道是『升』，往三恶道是『沉』。",
      "zh_TW": "往三善道是『升』，往三惡道是『沉』。"
    },
    {
      "id": "20-008-0002_p0105",
      "zh_CN": "【亘古至今而靡闲。】",
      "zh_TW": "【亙古至今而靡閒。】"
    },
    {
      "id": "20-008-0002_p0106",
      "zh_CN": "『亘古』是从无始劫以来一直到今天。『而靡闲』，在六道里面轮回从来没有间断过。为什么轮回？业牵着你，你天天造业，业力太大了，牵着你在六道里轮回。三善业就升，三恶业就沉，就干这个事情。",
      "zh_TW": "『亙古』是從無始劫以來一直到今天。『而靡閒』，在六道裡面輪迴從來沒有間斷過。為什麼輪迴？業牽著你，你天天造業，業力太大了，牽著你在六道裡輪迴。三善業就升，三惡業就沉，就幹這個事情。"
    },
    {
      "id": "20-008-0002_p0107",
      "zh_CN": "【当知生自缘生。】",
      "zh_TW": "【當知生自緣生。】"
    },
    {
      "id": "20-008-0002_p0108",
      "zh_CN": "所以佛家讲『缘生』，有《缘生论》。",
      "zh_TW": "所以佛家講『緣生』，有《緣生論》。"
    },
    {
      "id": "20-008-0002_p0109",
      "zh_CN": "【而法性不与缘俱生。灭自缘灭。而法性不与缘俱灭。】",
      "zh_TW": "【而法性不與緣俱生。滅自緣滅。而法性不與緣俱滅。】"
    },
    {
      "id": "20-008-0002_p0110",
      "zh_CN": "可见得生跟灭是缘，是有生有灭的。但是我们的真心，我们的本性（法性，就是我们的真心本性）是不生不灭的，不跟缘俱生，也不跟缘俱灭。这些事、理，《楞严经》上说得非常透彻。",
      "zh_TW": "可見得生跟滅是緣，是有生有滅的。但是我們的真心，我們的本性（法性，就是我們的真心本性）是不生不滅的，不跟緣俱生，也不跟緣俱滅。這些事、理，《楞嚴經》上說得非常透徹。"
    },
    {
      "id": "20-008-0002_p0111",
      "zh_CN": "所以《楞严经》是大乘经里面最著名开智慧的经典，古人讲：「开慧的楞严，成佛的法华。」开智慧是《楞严经》，成佛是《法华经》。为什么说《法华经》成佛，不说《阿弥陀经》成佛？因为佛当年在世讲经的时候，常常说一切众生的根性，根性最差的叫「一阐提」。一阐提就是没有善根，没有善根的人不能成佛，这是佛常说的。可是在法华会上，佛就改了口气，说一阐提也有佛性，一阐提也能成佛，所以叫「成佛的法华」。法华会上，佛才说明一切众生都能成佛，而成佛的方法就在念「阿弥陀佛」，这是成佛唯一的方法，一切众生得到这个方法，一生当中没有不成就的。这是把生灭跟无生，我们多少明白一个大概。",
      "zh_TW": "所以《楞嚴經》是大乘經裡面最著名開智慧的經典，古人講：「開慧的楞嚴，成佛的法華。」開智慧是《楞嚴經》，成佛是《法華經》。為什麼說《法華經》成佛，不說《阿彌陀經》成佛？因為佛當年在世講經的時候，常常說一切眾生的根性，根性最差的叫「一闡提」。一闡提就是沒有善根，沒有善根的人不能成佛，這是佛常說的。可是在法華會上，佛就改了口氣，說一闡提也有佛性，一闡提也能成佛，所以叫「成佛的法華」。法華會上，佛才說明一切眾生都能成佛，而成佛的方法就在念「阿彌陀佛」，這是成佛唯一的方法，一切眾生得到這個方法，一生當中沒有不成就的。這是把生滅跟無生，我們多少明白一個大概。"
    },
    {
      "id": "20-008-0002_p0112",
      "zh_CN": "【无生而生者。众生迷妄入心。】",
      "zh_TW": "【無生而生者。眾生迷妄入心。】"
    },
    {
      "id": "20-008-0002_p0113",
      "zh_CN": "『迷』，就是迷惑。『妄』，就是妄想。『入心』，就是盖复住我们的真心本性。",
      "zh_TW": "『迷』，就是迷惑。『妄』，就是妄想。『入心』，就是蓋覆住我們的真心本性。"
    },
    {
      "id": "20-008-0002_p0114",
      "zh_CN": "【积业成果。】",
      "zh_TW": "【積業成果。】"
    },
    {
      "id": "20-008-0002_p0115",
      "zh_CN": "『业』，就是造业。造业，无量劫来，生生世世，这个业累积下来就成了果报，就是六道轮回的果报。这一句说明了「惑、业、苦」是六道轮回形成的原因，为什么会有六道轮回？就是这么来的。",
      "zh_TW": "『業』，就是造業。造業，無量劫來，生生世世，這個業累積下來就成了果報，就是六道輪迴的果報。這一句說明了「惑、業、苦」是六道輪迴形成的原因，為什麼會有六道輪迴？就是這麼來的。"
    },
    {
      "id": "20-008-0002_p0116",
      "zh_CN": "【虚受轮转。妄见生灭。】",
      "zh_TW": "【虛受輪轉。妄見生滅。】"
    },
    {
      "id": "20-008-0002_p0117",
      "zh_CN": "这也把真相说清楚了，轮回跟生灭，并不是真实的。但是迷了，好像是真实的，就好像我们作梦一样。梦不是真的，但是在作梦的时候，你不晓得那是假的，样样当真。如果晓得在作梦，那就不在乎了，遇到一头老虎要吃你，「我就发个慈悲心让你吃吧！」这是假的，你就很慷慨、很大方了。假如你不知道在作梦，吓得一身冷汗，不晓得这是梦境。实际上，不但我们这个世界，六道、十法界，《金刚经》上讲：「一切有为法，如梦幻泡影。」那是真的，不是假的，确实是梦幻泡影，不是真实的。所以你要看穿了，你在世间就很自在，你就会很快乐，跟诸佛菩萨一样游戏神通，你就充满了智慧，样样事情应付得恰到好处。",
      "zh_TW": "這也把真相說清楚了，輪迴跟生滅，並不是真實的。但是迷了，好像是真實的，就好像我們作夢一樣。夢不是真的，但是在作夢的時候，你不曉得那是假的，樣樣當真。如果曉得在作夢，那就不在乎了，遇到一頭老虎要吃你，「我就發個慈悲心讓你吃吧！」這是假的，你就很慷慨、很大方了。假如你不知道在作夢，嚇得一身冷汗，不曉得這是夢境。實際上，不但我們這個世界，六道、十法界，《金剛經》上講：「一切有為法，如夢幻泡影。」那是真的，不是假的，確實是夢幻泡影，不是真實的。所以你要看穿了，你在世間就很自在，你就會很快樂，跟諸佛菩薩一樣遊戲神通，你就充滿了智慧，樣樣事情應付得恰到好處。"
    },
    {
      "id": "20-008-0002_p0118",
      "zh_CN": "世间人为什么智慧没有了？因为他迷，迷了里面，他有得失，他有执着，愈迷愈深，智慧就没有了。一开悟了，他晓得是梦幻泡影，晓得是个幻相。所以，他在这个世间没有分别，没有执着，没有烦恼，没有忧虑，没有牵挂，纯粹客观。他的看法、想法正确，一点都不邪，正知正见，智慧现前。",
      "zh_TW": "世間人為什麼智慧沒有了？因為他迷，迷了裡面，他有得失，他有執著，愈迷愈深，智慧就沒有了。一開悟了，他曉得是夢幻泡影，曉得是個幻相。所以，他在這個世間沒有分別，沒有執著，沒有煩惱，沒有憂慮，沒有牽掛，純粹客觀。他的看法、想法正確，一點都不邪，正知正見，智慧現前。"
    },
    {
      "id": "20-008-0002_p0119",
      "zh_CN": "【于法性体上。如镜现像。似珠随色。当知镜光本净。珠体绝痕。物镜互彰。不违色像。彼色像之去来。犹业果之俨然也。】",
      "zh_TW": "【於法性體上。如鏡現像。似珠隨色。當知鏡光本淨。珠體絕痕。物鏡互彰。不違色像。彼色像之去來。猶業果之儼然也。】"
    },
    {
      "id": "20-008-0002_p0120",
      "zh_CN": "这是比喻，比喻『境』，比喻『像』，比喻『珠』，比喻『色』。「境」跟「珠」是比喻我们法性、性体。「像」跟「色」是比喻生灭这些缘。",
      "zh_TW": "這是比喻，比喻『境』，比喻『像』，比喻『珠』，比喻『色』。「境」跟「珠」是比喻我們法性、性體。「像」跟「色」是比喻生滅這些緣。"
    },
    {
      "id": "20-008-0002_p0121",
      "zh_CN": "【故诸佛于俨然生灭中。唯见无生。众生于湛然无生中。唯见生灭。只因迷悟之有差。遂致现量之不一。】",
      "zh_TW": "【故諸佛於儼然生滅中。唯見無生。眾生於湛然無生中。唯見生滅。只因迷悟之有差。遂致現量之不一。】"
    },
    {
      "id": "20-008-0002_p0122",
      "zh_CN": "因此，诸佛如来跟众生的差别就很明显了。诸佛在一切境界当中，万相当中，『唯见无生』，他在相中见性，所以他得自在。而众生在法性变现这些幻相当中，『唯见生灭』，他不见性；着相不见性，那就苦了，就随业流转。诸佛菩萨是见性不着相，不是不见相；他不着相，不着相就不受相的干扰。我们今天因为着相，所以受外面环境的干扰，我们得不到自在。",
      "zh_TW": "因此，諸佛如來跟眾生的差別就很明顯了。諸佛在一切境界當中，萬相當中，『唯見無生』，他在相中見性，所以他得自在。而眾生在法性變現這些幻相當中，『唯見生滅』，他不見性；著相不見性，那就苦了，就隨業流轉。諸佛菩薩是見性不著相，不是不見相；他不著相，不著相就不受相的干擾。我們今天因為著相，所以受外面環境的干擾，我們得不到自在。"
    },
    {
      "id": "20-008-0002_p0123",
      "zh_CN": "假如真的见性而不着相了，一切众生心里常常希望的「不老、不病、不死」，就真的做到了。为什么？你不着相，就不受相的干扰；着相，你就一定受这个相的干扰。比如年岁大，就想老了。他不念佛，他天天念老，念老他怎么不老？一老，就想到要生病，病就来了。人到年岁大，他念老、念病，所以「老、病」都来了。如果天天念阿弥陀佛，「老」忘掉了，「病」也忘掉了，他真的不老，他也不病，就这么回事情！说穿了很简单，道理很深。明白了就好办，不明了，真苦！",
      "zh_TW": "假如真的見性而不著相了，一切眾生心裡常常希望的「不老、不病、不死」，就真的做到了。為什麼？你不著相，就不受相的干擾；著相，你就一定受這個相的干擾。比如年歲大，就想老了。他不念佛，他天天念老，念老他怎麼不老？一老，就想到要生病，病就來了。人到年歲大，他念老、念病，所以「老、病」都來了。如果天天念阿彌陀佛，「老」忘掉了，「病」也忘掉了，他真的不老，他也不病，就這麼回事情！說穿了很簡單，道理很深。明白了就好辦，不明瞭，真苦！"
    },
    {
      "id": "20-008-0002_p0124",
      "zh_CN": "【实乃生无自性。无生亦无自性。】",
      "zh_TW": "【實乃生無自性。無生亦無自性。】"
    },
    {
      "id": "20-008-0002_p0125",
      "zh_CN": "『自性』就是自体。它没有自体，生没有自体，『无生』也没有自体。无自体之体就是真心，就是真如本性。",
      "zh_TW": "『自性』就是自體。它沒有自體，生沒有自體，『無生』也沒有自體。無自體之體就是真心，就是真如本性。"
    },
    {
      "id": "20-008-0002_p0126",
      "zh_CN": "【悟则生灭皆无生。迷则无生皆生灭。】",
      "zh_TW": "【悟則生滅皆無生。迷則無生皆生滅。】"
    },
    {
      "id": "20-008-0002_p0127",
      "zh_CN": "悟的人见性不着相，不是没有相，迷的人着相不见性，迷悟的差别就在此地。",
      "zh_TW": "悟的人見性不著相，不是沒有相，迷的人著相不見性，迷悟的差別就在此地。"
    },
    {
      "id": "20-008-0002_p0128",
      "zh_CN": "【所以离此别无。是乃一体而异名也。】",
      "zh_TW": "【所以離此別無。是乃一體而異名也。】"
    },
    {
      "id": "20-008-0002_p0129",
      "zh_CN": "实相本来如是，十法界一体而异名，万法也是一体而异名。如果我们在这上面参透了，真正的觉悟了，真正的明白了，那就恭喜你，你成佛就不远了。",
      "zh_TW": "實相本來如是，十法界一體而異名，萬法也是一體而異名。如果我們在這上面參透了，真正的覺悟了，真正的明白了，那就恭喜你，你成佛就不遠了。"
    },
    {
      "id": "20-008-0002_p0130",
      "zh_CN": "【审如是。】",
      "zh_TW": "【審如是。】"
    },
    {
      "id": "20-008-0002_p0131",
      "zh_CN": "『审』是审察，你仔细去审察，确确实实是这个样子。下面这几句话，你就能肯定，你就能同意。",
      "zh_TW": "『審』是審察，你仔細去審察，確確實實是這個樣子。下面這幾句話，你就能肯定，你就能同意。"
    },
    {
      "id": "20-008-0002_p0132",
      "zh_CN": "【阿弥陀佛即是我心。我心即是阿弥陀佛。】",
      "zh_TW": "【阿彌陀佛即是我心。我心即是阿彌陀佛。】"
    },
    {
      "id": "20-008-0002_p0133",
      "zh_CN": "唯心净土，自性弥陀。",
      "zh_TW": "唯心淨土，自性彌陀。"
    },
    {
      "id": "20-008-0002_p0134",
      "zh_CN": "【净土即此方。此方即净土。岂非迷悟之自殊。何有圣凡而彼此。】",
      "zh_TW": "【淨土即此方。此方即淨土。豈非迷悟之自殊。何有聖凡而彼此。】"
    },
    {
      "id": "20-008-0002_p0135",
      "zh_CN": "说明了十法界依正庄严，就是自心所现的影像。这就是经教里面所讲的根本法轮，这是讲得最彻底，讲得最究竟，讲得最圆满，千经万论无非是发明这个道理，说明这个现象而已。所以，大师这一段的开示很深、很广。",
      "zh_TW": "說明了十法界依正莊嚴，就是自心所現的影像。這就是經教裡面所講的根本法輪，這是講得最徹底，講得最究竟，講得最圓滿，千經萬論無非是發明這個道理，說明這個現象而已。所以，大師這一段的開示很深、很廣。"
    },
    {
      "id": "20-008-0002_p0136",
      "zh_CN": "【生灭无生生不生。】",
      "zh_TW": "【生滅無生生不生。】"
    },
    {
      "id": "20-008-0002_p0137",
      "zh_CN": "这一首偈是总结前面的开示。",
      "zh_TW": "這一首偈是總結前面的開示。"
    },
    {
      "id": "20-008-0002_p0138",
      "zh_CN": "【乐邦那肯禁人行。】",
      "zh_TW": "【樂邦那肯禁人行。】"
    },
    {
      "id": "20-008-0002_p0139",
      "zh_CN": "前面这一句是讲理，大道理！理明了之后，我们对于往生西方极乐世界成佛，信心十足。『乐邦』是极乐世界，极乐世界不会禁止任何一个人去往生的。换句话说，人人有分，只要你能信、能愿。",
      "zh_TW": "前面這一句是講理，大道理！理明瞭之後，我們對於往生西方極樂世界成佛，信心十足。『樂邦』是極樂世界，極樂世界不會禁止任何一個人去往生的。換句話說，人人有分，只要你能信、能願。"
    },
    {
      "id": "20-008-0002_p0140",
      "zh_CN": "【谁知万丈红尘里。】",
      "zh_TW": "【誰知萬丈紅塵裏。】"
    },
    {
      "id": "20-008-0002_p0141",
      "zh_CN": "『万丈红尘』，形容六道轮回。六道轮回里面有人能往生，有人在这一生当中能够圆成佛道。",
      "zh_TW": "『萬丈紅塵』，形容六道輪迴。六道輪迴裡面有人能往生，有人在這一生當中能夠圓成佛道。"
    },
    {
      "id": "20-008-0002_p0142",
      "zh_CN": "【菡萏华开月正明。】",
      "zh_TW": "【菡萏華開月正明。】"
    },
    {
      "id": "20-008-0002_p0143",
      "zh_CN": "『菡萏』是莲花的花苞，没有开的时候叫菡萏。『月正明』是指花开了，你看这景多美！这是形容六道里面的凡夫，明心见性，花开见佛，所以这是「花开见佛」、「明心见性」的意思。「月正明」是比喻真如自性完全显露。",
      "zh_TW": "『菡萏』是蓮花的花苞，沒有開的時候叫菡萏。『月正明』是指花開了，你看這景多美！這是形容六道裡面的凡夫，明心見性，花開見佛，所以這是「花開見佛」、「明心見性」的意思。「月正明」是比喻真如自性完全顯露。"
    },
    {
      "id": "20-008-0002_p0144",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}