{
  "doc_id": "02-043-0004",
  "title": {
    "zh_CN": "发大誓愿",
    "zh_TW": "發大誓願"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "台湾华藏卫星电视台",
    "zh_TW": "台灣華藏衛星電視台"
  },
  "doc_number": "02-043-0004",
  "total_paragraphs": 83,
  "paragraphs": [
    {
      "id": "02-043-0004_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看我们讲义第二十四页，第一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看我們講義第二十四頁，第一行："
    },
    {
      "id": "02-043-0004_p0002",
      "zh_CN": "第十八愿，「十念必生」，真实有效、稳当、快速。「二六时中念佛，就是不可思议的善根」。我们如果感觉得自己的善根福德因缘不足，用什么方法把它补足？就是念佛，念佛能很快就把它补足了，变成多善根、多福德。有机会我们想到报佛恩，佛加持我们，保佑我们，让我们在这一生遇到这个法门，能信，发愿求生。所以报佛恩唯一的方法，就是一有机会就把这个法门介绍给别人。「所以经典我们月月在印」，大量的翻印，特别是「发大誓愿第六」，这是精华当中的精华，我们大量的在印行，希望同学们能够送给别人分享。不论他信与不信，没有关系，信的人得殊胜利益，不信的人也种了善根。因为这个册子很小，一般人愿意接受。「他只要念一句佛号，金刚种子已经为他种下去了」。所作大小善事一律回向庄严净土。「临命终时，十念一念都能往生」。",
      "zh_TW": "第十八願，「十念必生」，真實有效、穩當、快速。「二六時中念佛，就是不可思議的善根」。我們如果感覺得自己的善根福德因緣不足，用什麼方法把它補足？就是念佛，念佛能很快就把它補足了，變成多善根、多福德。有機會我們想到報佛恩，佛加持我們，保佑我們，讓我們在這一生遇到這個法門，能信，發願求生。所以報佛恩唯一的方法，就是一有機會就把這個法門介紹給別人。「所以經典我們月月在印」，大量的翻印，特別是「發大誓願第六」，這是精華當中的精華，我們大量的在印行，希望同學們能夠送給別人分享。不論他信與不信，沒有關係，信的人得殊勝利益，不信的人也種了善根。因為這個冊子很小，一般人願意接受。「他只要念一句佛號，金剛種子已經為他種下去了」。所作大小善事一律迴向莊嚴淨土。「臨命終時，十念一念都能往生」。"
    },
    {
      "id": "02-043-0004_p0003",
      "zh_CN": "「但是有许多病人临终时昏迷，连家人都不认识，如何能念？若想临终时得力，平时要用功，千万不可图侥幸，且须具备三个条件」，这是临命终时，十念一念必定往生，他必须要具备的条件。第一个，「临终时头脑清楚不迷。如遇不到善知识，他也不会堕三恶道。所谓好死好生」，临终的时候没有障碍，不能往生，他也是人天两道。第二个条件，「临终有善知识提醒，赶快念佛」，这个例子现前就有。「第三，一听到马上觉悟接受」，不反对。「这三个条件」，真的千万人当中难得有一个。「所以平常要放下，临终时才有把握」，把这个世缘看得愈淡愈好。每天睡觉时我们就想到我要求往生，天天想，想到真的有一天，阿弥陀佛来接引你，欢喜得不得了，哪里有恐怖。「黄念祖老居士在往生前两个月，全心全力的念佛，一天念十六万声佛号，这是示范」，表演给我们看的。",
      "zh_TW": "「但是有許多病人臨終時昏迷，連家人都不認識，如何能念？若想臨終時得力，平時要用功，千萬不可圖僥倖，且須具備三個條件」，這是臨命終時，十念一念必定往生，他必須要具備的條件。第一個，「臨終時頭腦清楚不迷。如遇不到善知識，他也不會墮三惡道。所謂好死好生」，臨終的時候沒有障礙，不能往生，他也是人天兩道。第二個條件，「臨終有善知識提醒，趕快念佛」，這個例子現前就有。「第三，一聽到馬上覺悟接受」，不反對。「這三個條件」，真的千萬人當中難得有一個。「所以平常要放下，臨終時才有把握」，把這個世緣看得愈淡愈好。每天睡覺時我們就想到我要求往生，天天想，想到真的有一天，阿彌陀佛來接引你，歡喜得不得了，哪裡有恐怖。「黃念祖老居士在往生前兩個月，全心全力的念佛，一天念十六萬聲佛號，這是示範」，表演給我們看的。"
    },
    {
      "id": "02-043-0004_p0004",
      "zh_CN": "「在国外受生活的限制，早晚课不能间断，如时间不够，即用十念法」。我们这个本子后面有介绍十念法。「尽一口气念佛」，不拘多少声，这叫一念，「念多少声不拘，连续十念，所用时间不多，早晚两次，此最简单的早晚课。如一生中一次不缺，亦符合经中所讲的一向专念」。这叫定课，散课，随时随处有空就念佛。「至于临终十念是只念十声佛号」，这是这个大愿里头所说的。可是后面，「唯除五逆，诽谤正法。如果只犯五逆而不诽谤正法亦能往生」。《观无量寿佛经》中有说到，毁谤正法者是他根本不相信，不接受念佛法门，当然不能往生，他没有这个愿，他不相信。",
      "zh_TW": "「在國外受生活的限制，早晚課不能間斷，如時間不夠，即用十念法」。我們這個本子後面有介紹十念法。「盡一口氣念佛」，不拘多少聲，這叫一念，「念多少聲不拘，連續十念，所用時間不多，早晚兩次，此最簡單的早晚課。如一生中一次不缺，亦符合經中所講的一向專念」。這叫定課，散課，隨時隨處有空就念佛。「至於臨終十念是只念十聲佛號」，這是這個大願裡頭所說的。可是後面，「唯除五逆，誹謗正法。如果只犯五逆而不誹謗正法亦能往生」。《觀無量壽佛經》中有說到，毀謗正法者是他根本不相信，不接受念佛法門，當然不能往生，他沒有這個願，他不相信。"
    },
    {
      "id": "02-043-0004_p0005",
      "zh_CN": "「蕅益大师说，能否往生要看信愿之有无」，这里很重要，真信，真愿意到极乐世界，这就是往生极乐世界必须具备的条件。要真，关键在这个真字，真信、真愿。「品位高下在于念佛功夫之浅深」，不是念佛多少，他讲的浅深，浅深都是从信愿行上说的。我深信深愿，念佛功夫不间断，一句接着一句，白天晚上，不出声念，心上默念，行，外面人不知道，这叫功夫。像黄念老一天念十六万声佛号，这是功夫，这些决定你往生到极乐世界的品位。明白这个道理，我们就要晓得，这个世间别争，都是假的，到后来一场空，什么也带不走，念佛要紧。所以海贤老和尚给我们表法，他一天到晚佛号不离口，别看他口里没有念，他心里佛号从来没有断过，这叫功夫。所以他的往生，虽然他不认识字，一生也没有听过一次经，也没有念过一次经，就是一句佛号，念了九十二年，他念到什么程度？念到理一心不乱。什么是理一心不乱？大家知道，禅宗最高的境界叫明心见性、大彻大悟。净土宗念佛念到理一心不乱，跟这个境界是平等的，是相同的；换句话说，就成佛了。念佛是因，成佛是果，一点都没有说错。这是我们要留意，要特别注意的。",
      "zh_TW": "「蕅益大師說，能否往生要看信願之有無」，這裡很重要，真信，真願意到極樂世界，這就是往生極樂世界必須具備的條件。要真，關鍵在這個真字，真信、真願。「品位高下在於念佛功夫之淺深」，不是念佛多少，他講的淺深，淺深都是從信願行上說的。我深信深願，念佛功夫不間斷，一句接著一句，白天晚上，不出聲念，心上默念，行，外面人不知道，這叫功夫。像黃念老一天念十六萬聲佛號，這是功夫，這些決定你往生到極樂世界的品位。明白這個道理，我們就要曉得，這個世間別爭，都是假的，到後來一場空，什麼也帶不走，念佛要緊。所以海賢老和尚給我們表法，他一天到晚佛號不離口，別看他口裡沒有念，他心裡佛號從來沒有斷過，這叫功夫。所以他的往生，雖然他不認識字，一生也沒有聽過一次經，也沒有念過一次經，就是一句佛號，念了九十二年，他念到什麼程度？念到理一心不亂。什麼是理一心不亂？大家知道，禪宗最高的境界叫明心見性、大徹大悟。淨土宗念佛念到理一心不亂，跟這個境界是平等的，是相同的；換句話說，就成佛了。念佛是因，成佛是果，一點都沒有說錯。這是我們要留意，要特別注意的。"
    },
    {
      "id": "02-043-0004_p0006",
      "zh_CN": "功夫浅的叫成片，成一片了。海贤老和尚为我们示现的，功夫成片，他心里头没有杂念、没有妄想，起心动念全是阿弥陀佛，这叫成片。比功夫成片再提升一级，叫事一心不乱，事一心不乱生方便有余土。「更深的是破一品无明，证一分法身，是圆教初住以上菩萨的境界，谓之理一心不乱，生实报庄严土。再上去为佛的境界，谓之常寂光土」，这是究竟圆满的佛果。",
      "zh_TW": "功夫淺的叫成片，成一片了。海賢老和尚為我們示現的，功夫成片，他心裡頭沒有雜念、沒有妄想，起心動念全是阿彌陀佛，這叫成片。比功夫成片再提升一級，叫事一心不亂，事一心不亂生方便有餘土。「更深的是破一品無明，證一分法身，是圓教初住以上菩薩的境界，謂之理一心不亂，生實報莊嚴土。再上去為佛的境界，謂之常寂光土」，這是究竟圓滿的佛果。"
    },
    {
      "id": "02-043-0004_p0007",
      "zh_CN": "所以我们在日常生活当中要看得淡，「并非不负责任，否则要把佛法的形象破坏了」。你看海贤老和尚，他给我们示现的是农耕。在乡下偏僻的地方，这个小庙没有人来烧香，没有供养，生活靠什么？完全靠种地，农耕，他一个人做。一生开荒十几处，总共一百多亩地，种粮食、种蔬菜、种水果，养活道场里面几个老修行。当然还有多的，多的他不卖，多的救济周边困苦的人民，他都照顾到了。他以他寺庙为中心，周围差不多一百里到两百里的他都能照顾到，让这些居民日常生活无忧无虑，这是老和尚的财布施。老和尚一生念佛这个样子，大家看到了，是法布施。他非常勤奋，不惜体力，认真努力做出好榜样，让大家心里面都能得到安全、安稳，对生活上没有顾虑，虽然吃得苦一点，但是不缺乏，这是属于无畏布施。三种布施都具足。这是今天所说的，对社会、对大众他负责尽职，不是对社会不负责任。如果说出家人，「学佛的人，家也不要了，父母儿女都不养了，不仁不义，这就把佛法破坏了。世间事我们比不学佛的人做得还要圆满，放下是心里不要牵挂」，用清净心生活工作，处事待人接物。「清净心就是真诚心，使社会人士看到学佛人确实比一般人不一样。」",
      "zh_TW": "所以我們在日常生活當中要看得淡，「並非不負責任，否則要把佛法的形象破壞了」。你看海賢老和尚，他給我們示現的是農耕。在鄉下偏僻的地方，這個小廟沒有人來燒香，沒有供養，生活靠什麼？完全靠種地，農耕，他一個人做。一生開荒十幾處，總共一百多畝地，種糧食、種蔬菜、種水果，養活道場裡面幾個老修行。當然還有多的，多的他不賣，多的救濟周邊困苦的人民，他都照顧到了。他以他寺廟為中心，周圍差不多一百里到兩百里的他都能照顧到，讓這些居民日常生活無憂無慮，這是老和尚的財布施。老和尚一生念佛這個樣子，大家看到了，是法布施。他非常勤奮，不惜體力，認真努力做出好榜樣，讓大家心裡面都能得到安全、安穩，對生活上沒有顧慮，雖然吃得苦一點，但是不缺乏，這是屬於無畏布施。三種布施都具足。這是今天所說的，對社會、對大眾他負責盡職，不是對社會不負責任。如果說出家人，「學佛的人，家也不要了，父母兒女都不養了，不仁不義，這就把佛法破壞了。世間事我們比不學佛的人做得還要圓滿，放下是心裡不要牽掛」，用清淨心生活工作，處事待人接物。「清淨心就是真誠心，使社會人士看到學佛人確實比一般人不一樣。」"
    },
    {
      "id": "02-043-0004_p0008",
      "zh_CN": "下面第十一章有两愿，十九愿，「闻名发心愿」，二十愿，「临终接引」。我们看经文：",
      "zh_TW": "下面第十一章有兩願，十九願，「聞名發心願」，二十願，「臨終接引」。我們看經文："
    },
    {
      "id": "02-043-0004_p0009",
      "zh_CN": "【我作佛时。十方众生。闻我名号。发菩提心。修诸功德。奉行六波罗蜜。坚固不退。复以善根回向。愿生我国。一心念我。昼夜不断。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。發菩提心。修諸功德。奉行六波羅蜜。堅固不退。復以善根迴向。願生我國。一心念我。晝夜不斷。】"
    },
    {
      "id": "02-043-0004_p0010",
      "zh_CN": "这是闻名发心。下面是临终接引。",
      "zh_TW": "這是聞名發心。下面是臨終接引。"
    },
    {
      "id": "02-043-0004_p0011",
      "zh_CN": "【临寿终时。我与诸菩萨众迎现其前。经须臾间。即生我刹。作阿惟越致菩萨。】",
      "zh_TW": "【臨壽終時。我與諸菩薩眾迎現其前。經須臾間。即生我剎。作阿惟越致菩薩。】"
    },
    {
      "id": "02-043-0004_p0012",
      "zh_CN": "这是临终接引愿。",
      "zh_TW": "這是臨終接引願。"
    },
    {
      "id": "02-043-0004_p0013",
      "zh_CN": "【不得是愿。不取正觉。】",
      "zh_TW": "【不得是願。不取正覺。】"
    },
    {
      "id": "02-043-0004_p0014",
      "zh_CN": "这两愿他做到了，圆满了，决定不是虚妄的。在第二十愿里头，这一句话很重要，『作阿惟越致菩萨』。善导大师说前面的五愿是最真实的愿，五愿包括第十九愿，发菩提心。第二十愿，这一愿也非常重要，你到极乐世界是什么地位？地位太高了，阿惟越致菩萨。阿惟越致是法身菩萨，他们在哪里？他们住实报庄严土。极乐世界初去的人，是凡圣同居土，有天人，方便有余土，对，是有这桩事情。而实际上这里讲清楚了，「作阿惟越致菩萨」，没有说同居土除外、方便土除外，没说这个。没说这个，换句话说，阿惟越致菩萨是实报土的。那就说明了，方便土往生的、同居土往生的，在极乐世界，实际他们的生活状况全是实报土，这就不可思议了，这一点我们要特别留意。我们为什么学这个法门？就是为了一生证得阿惟越致菩萨。这什么境界？在一般说，破一品无明，证一分法身，才是阿惟越致。我们带业往生，没有破无明，到西方极乐世界也作阿惟越致菩萨，这不可思议。所以这一愿特别重要。善导大师讲了五愿，我加这一愿进去，就加这一句作阿惟越致菩萨。",
      "zh_TW": "這兩願他做到了，圓滿了，決定不是虛妄的。在第二十願裡頭，這一句話很重要，『作阿惟越致菩薩』。善導大師說前面的五願是最真實的願，五願包括第十九願，發菩提心。第二十願，這一願也非常重要，你到極樂世界是什麼地位？地位太高了，阿惟越致菩薩。阿惟越致是法身菩薩，他們在哪裡？他們住實報莊嚴土。極樂世界初去的人，是凡聖同居土，有天人，方便有餘土，對，是有這樁事情。而實際上這裡講清楚了，「作阿惟越致菩薩」，沒有說同居土除外、方便土除外，沒說這個。沒說這個，換句話說，阿惟越致菩薩是實報土的。那就說明了，方便土往生的、同居土往生的，在極樂世界，實際他們的生活狀況全是實報土，這就不可思議了，這一點我們要特別留意。我們為什麼學這個法門？就是為了一生證得阿惟越致菩薩。這什麼境界？在一般說，破一品無明，證一分法身，才是阿惟越致。我們帶業往生，沒有破無明，到西方極樂世界也作阿惟越致菩薩，這不可思議。所以這一願特別重要。善導大師講了五願，我加這一願進去，就加這一句作阿惟越致菩薩。"
    },
    {
      "id": "02-043-0004_p0015",
      "zh_CN": "我们看注解，「第十九愿最要紧的就是发菩提心。《观无量寿佛经》中提到发菩提心含有三心」。第一个，「至诚心，真诚到极处。此系菩提心之体；体必有用，其用是深心及回向发愿心。深心是自受用，回向发愿心是他受用。马鸣菩萨在《大乘起信论》中说，菩提心分直心、深心、大悲心；与《观经》字面不同，而意义相同。此三心古来祖师大德解释很多，各位可以参考」，在此就不多说了。",
      "zh_TW": "我們看註解，「第十九願最要緊的就是發菩提心。《觀無量壽佛經》中提到發菩提心含有三心」。第一個，「至誠心，真誠到極處。此係菩提心之體；體必有用，其用是深心及迴向發願心。深心是自受用，迴向發願心是他受用。馬鳴菩薩在《大乘起信論》中說，菩提心分直心、深心、大悲心；與《觀經》字面不同，而意義相同。此三心古來祖師大德解釋很多，各位可以參考」，在此就不多說了。"
    },
    {
      "id": "02-043-0004_p0016",
      "zh_CN": "「蕅益大师在《弥陀要解》所说最为简单扼要，他说，真正发愿求生西方极乐世界的心」，这个心就是菩提心。不是假的，我是真的，阿弥陀佛如果现在来了，我马上就跟他去，我对于这个世界没有丝毫留恋，这叫菩提心。不能阿弥陀佛现前了，还跟他讨价还价，我这里还有没交代、没办完的事，还有我家亲人没有去告别一下，这不行，这种牵肠挂肚的事情全是障碍。没有，真能放得下，见了阿弥陀佛什么都不要了，跟他走就对了，就到极乐世界去了。蕅益大师教给我们这个法门简单到极处，「信愿持名」，四个字。真正相信有极乐世界，有阿弥陀佛，这信；愿，我真愿意到极乐世界去，巴不得现在就去；持名就是老实念佛，一生一句佛号念到底，叫老实念佛。让我们这个心念念都是阿弥陀佛，没有一个杂念、没有一个妄念，这叫持名。所以他说的是真的。「从《往生传》上看，有不少念佛往生者，尤其乡下老太婆，站着走的、坐着走的都有，她们并不知道什么叫菩提心」。但是她真的发心，发菩提心，为什么？「一心一意求生西方就是菩提心」，她一心一意求生西方，所以她确确实实符合《无量寿经》上的要求，就是发菩提心，一向专念，她做到了。「蕅益大师一语道破」。",
      "zh_TW": "「蕅益大師在《彌陀要解》所說最為簡單扼要，他說，真正發願求生西方極樂世界的心」，這個心就是菩提心。不是假的，我是真的，阿彌陀佛如果現在來了，我馬上就跟他去，我對於這個世界沒有絲毫留戀，這叫菩提心。不能阿彌陀佛現前了，還跟他討價還價，我這裡還有沒交代、沒辦完的事，還有我家親人沒有去告別一下，這不行，這種牽腸掛肚的事情全是障礙。沒有，真能放得下，見了阿彌陀佛什麼都不要了，跟他走就對了，就到極樂世界去了。蕅益大師教給我們這個法門簡單到極處，「信願持名」，四個字。真正相信有極樂世界，有阿彌陀佛，這信；願，我真願意到極樂世界去，巴不得現在就去；持名就是老實念佛，一生一句佛號念到底，叫老實念佛。讓我們這個心念念都是阿彌陀佛，沒有一個雜念、沒有一個妄念，這叫持名。所以他說的是真的。「從《往生傳》上看，有不少念佛往生者，尤其鄉下老太婆，站著走的、坐著走的都有，她們並不知道什麼叫菩提心」。但是她真的發心，發菩提心，為什麼？「一心一意求生西方就是菩提心」，她一心一意求生西方，所以她確確實實符合《無量壽經》上的要求，就是發菩提心，一向專念，她做到了。「蕅益大師一語道破」。"
    },
    {
      "id": "02-043-0004_p0017",
      "zh_CN": "「真心发愿求生，然后再修诸功德，他的行持处事待人接物自然不一样」，未发菩提心之前，起心动念他先想到自己；发心之后变了，「念念为众生设想，把自己忘掉了」。这一点要学，要认真的学，要学得很像阿弥陀佛，阿弥陀佛就是这样的，他是我们的榜样。所以想尽方法把这个法门介绍给大众。「冷静的想一想，我们到这个世间来做什么？现在人人都爱看电视、电影、歌舞、报纸、杂志、画刊」，这些东西都是在搞六道轮回，「与我们不相干」，真学佛的人一概不需要。「家里人要看电视，只能由他，他被境所转」，你看了怎么样？如如不动。知道画面上，「凡所有相，皆是虚妄」，所以，「外不着相，心里也无染着，在用定功」，一家人各人搞各人的，不相妨碍。",
      "zh_TW": "「真心發願求生，然後再修諸功德，他的行持處事待人接物自然不一樣」，未發菩提心之前，起心動念他先想到自己；發心之後變了，「念念為眾生設想，把自己忘掉了」。這一點要學，要認真的學，要學得很像阿彌陀佛，阿彌陀佛就是這樣的，他是我們的榜樣。所以想盡方法把這個法門介紹給大眾。「冷靜的想一想，我們到這個世間來做什麼？現在人人都愛看電視、電影、歌舞、報紙、雜誌、畫刊」，這些東西都是在搞六道輪迴，「與我們不相干」，真學佛的人一概不需要。「家裡人要看電視，只能由他，他被境所轉」，你看了怎麼樣？如如不動。知道畫面上，「凡所有相，皆是虛妄」，所以，「外不著相，心裡也無染著，在用定功」，一家人各人搞各人的，不相妨礙。"
    },
    {
      "id": "02-043-0004_p0018",
      "zh_CN": "『六波罗蜜』是菩萨修学的六大纲领，「第一个是布施，布施是万缘放下」，心中一切妄想、执着、分别、忧虑、烦恼、牵挂统放下，这叫布施。「持戒是守法，守老师教诫之法，并不限于杀盗淫妄」。杀盗淫妄的戒，当然要遵守。「还要守现在这个地区的法律、风俗、习惯，然后我们修学才不会受到阻碍」。「忍辱，无论做什么事要有忍心、耐心、长远心，我们的理想愿望才能达成」，这个理想愿望就是往生极乐世界。",
      "zh_TW": "『六波羅蜜』是菩薩修學的六大綱領，「第一個是布施，布施是萬緣放下」，心中一切妄想、執著、分別、憂慮、煩惱、牽掛統放下，這叫布施。「持戒是守法，守老師教誡之法，並不限於殺盜淫妄」。殺盜淫妄的戒，當然要遵守。「還要守現在這個地區的法律、風俗、習慣，然後我們修學才不會受到阻礙」。「忍辱，無論做什麼事要有忍心、耐心、長遠心，我們的理想願望才能達成」，這個理想願望就是往生極樂世界。"
    },
    {
      "id": "02-043-0004_p0019",
      "zh_CN": "「第四是精进」，精进是天天求进步，「一门深入，法门无量誓愿学，这句话没错，但必须先要烦恼无尽誓愿断」，先断烦恼，「否则所修的都是邪知邪见，反而坏事，祖师说的话一点不错。烦恼不断，要专修一门，烦恼断了，可以广学多闻」。这个不能不遵守，不遵守就不能成就。我们年轻的时候，在李老师会下的同学很多，看看同学们能有成就的，都是守老师的规矩；不能成就的，都是随自己的意思，不守老师的规矩。这六十年看得很清楚，一点都不错，证明古圣先贤、祖师大德教给我们都是真话，先断烦恼，后学法门。「往往看到一个人用心修学，未出名时，人很谦虚。出名之后」，傲慢心就生起来了，「贡高我慢，什么都瞧不起，因为他学的东西太多，博学多闻，学得愈多，烦恼愈重，到后来一事无成，反而障碍了往生。唯有精进才能得定，定是枢纽，慧是目的，最后是般若智慧，我们也应依此标准，坚固不退。」",
      "zh_TW": "「第四是精進」，精進是天天求進步，「一門深入，法門無量誓願學，這句話沒錯，但必須先要煩惱無盡誓願斷」，先斷煩惱，「否則所修的都是邪知邪見，反而壞事，祖師說的話一點不錯。煩惱不斷，要專修一門，煩惱斷了，可以廣學多聞」。這個不能不遵守，不遵守就不能成就。我們年輕的時候，在李老師會下的同學很多，看看同學們能有成就的，都是守老師的規矩；不能成就的，都是隨自己的意思，不守老師的規矩。這六十年看得很清楚，一點都不錯，證明古聖先賢、祖師大德教給我們都是真話，先斷煩惱，後學法門。「往往看到一個人用心修學，未出名時，人很謙虛。出名之後」，傲慢心就生起來了，「貢高我慢，什麼都瞧不起，因為他學的東西太多，博學多聞，學得愈多，煩惱愈重，到後來一事無成，反而障礙了往生。唯有精進才能得定，定是樞紐，慧是目的，最後是般若智慧，我們也應依此標準，堅固不退。」"
    },
    {
      "id": "02-043-0004_p0020",
      "zh_CN": "「平常用功，要一心念阿弥陀佛，昼夜不断，一日至七日」，叫打佛七，「七天七夜不能中断」。见任何人，打佛七的时候不打招呼。那个佛号一句一句接上去，不能中断，这打招呼就中断了。所以参加精进佛七，精进佛七现在少了，不容易，七天七夜这佛号不中断，避免打闲岔。现在我们看到许多道场打佛七，变成法会了，已经失去本来的旨趣。「念一天一夜，容易做到，因二十四小时专注一句佛号，效果比平时念佛大得多。」经上讲，『一心念我，昼夜不断，临寿终时，我与诸菩萨众迎现其前，经须臾间』，这时间很短暂，你就到极乐世界了，『即生我刹』。到极乐世界就得到阿弥陀佛本愿威神的加持，你的地位就是阿惟越致菩萨。「这几句话非常要紧，前面曾提到十方众生往生，他未提出条件，哪些人由佛接引，哪些人不接引。换言之，所有众生临命终时」，都是阿弥陀佛来接引，「我们应当以四十八愿为基本的根据」。",
      "zh_TW": "「平常用功，要一心念阿彌陀佛，晝夜不斷，一日至七日」，叫打佛七，「七天七夜不能中斷」。見任何人，打佛七的時候不打招呼。那個佛號一句一句接上去，不能中斷，這打招呼就中斷了。所以參加精進佛七，精進佛七現在少了，不容易，七天七夜這佛號不中斷，避免打閒岔。現在我們看到許多道場打佛七，變成法會了，已經失去本來的旨趣。「念一天一夜，容易做到，因二十四小時專注一句佛號，效果比平時念佛大得多。」經上講，『一心念我，晝夜不斷，臨壽終時，我與諸菩薩眾迎現其前，經須臾間』，這時間很短暫，你就到極樂世界了，『即生我剎』。到極樂世界就得到阿彌陀佛本願威神的加持，你的地位就是阿惟越致菩薩。「這幾句話非常要緊，前面曾提到十方眾生往生，他未提出條件，哪些人由佛接引，哪些人不接引。換言之，所有眾生臨命終時」，都是阿彌陀佛來接引，「我們應當以四十八願為基本的根據」。"
    },
    {
      "id": "02-043-0004_p0021",
      "zh_CN": "「阿惟越致是梵语，即不退转」，生到西方极乐世界就圆证三不退。这一句话重要，圆是圆满，证得三种不退，「等于圆教八地菩萨」，这还得了！「这是弥陀本愿的加持」。我们要感恩，我们要接受，要真正听话，要真干。这个利益太大了，真的是无量无边，从一个凡夫就到了八地，这还得了吗？所以这个法门叫难信之法。有一些菩萨们相信你能往生，但是不相信你能作阿惟越致菩萨。我们相信阿弥陀佛在此地说的话句句真实，一个字妄语都没有，那我们就有福了。我们完全接受，依教奉行，知道这是弥陀本愿加持。",
      "zh_TW": "「阿惟越致是梵語，即不退轉」，生到西方極樂世界就圓證三不退。這一句話重要，圓是圓滿，證得三種不退，「等於圓教八地菩薩」，這還得了！「這是彌陀本願的加持」。我們要感恩，我們要接受，要真正聽話，要真幹。這個利益太大了，真的是無量無邊，從一個凡夫就到了八地，這還得了嗎？所以這個法門叫難信之法。有一些菩薩們相信你能往生，但是不相信你能作阿惟越致菩薩。我們相信阿彌陀佛在此地說的話句句真實，一個字妄語都沒有，那我們就有福了。我們完全接受，依教奉行，知道這是彌陀本願加持。"
    },
    {
      "id": "02-043-0004_p0022",
      "zh_CN": "再看下面第十二章：",
      "zh_TW": "再看下面第十二章："
    },
    {
      "id": "02-043-0004_p0023",
      "zh_CN": "【我作佛时。十方众生。闻我名号。系念我国。发菩提心。坚固不退。植众德本。至心回向。欲生极乐。无不遂者。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。繫念我國。發菩提心。堅固不退。植眾德本。至心迴向。欲生極樂。無不遂者。】"
    },
    {
      "id": "02-043-0004_p0024",
      "zh_CN": "这一段是讲十方信愿持名的众生真正发愿，愿心坚固，没有一个不往生。重点是在下面：",
      "zh_TW": "這一段是講十方信願持名的眾生真正發願，願心堅固，沒有一個不往生。重點是在下面："
    },
    {
      "id": "02-043-0004_p0025",
      "zh_CN": "【若有宿恶。】",
      "zh_TW": "【若有宿惡。】"
    },
    {
      "id": "02-043-0004_p0026",
      "zh_CN": "我这一生没作恶，不能保证过去生中不作恶。无量劫来，在六道轮回里面打滚，哪有不作恶的道理！这些过去生中造的恶业怎么办？佛教给我们悔过即生，你只要能够后悔，再不作恶了。",
      "zh_TW": "我這一生沒作惡，不能保證過去生中不作惡。無量劫來，在六道輪迴裡面打滾，哪有不作惡的道理！這些過去生中造的惡業怎麼辦？佛教給我們悔過即生，你只要能夠後悔，再不作惡了。"
    },
    {
      "id": "02-043-0004_p0027",
      "zh_CN": "【为道作善。便持经戒。愿生我刹。】",
      "zh_TW": "【為道作善。便持經戒。願生我剎。】"
    },
    {
      "id": "02-043-0004_p0028",
      "zh_CN": "这就是诵经持戒，发愿求生净土。",
      "zh_TW": "這就是誦經持戒，發願求生淨土。"
    },
    {
      "id": "02-043-0004_p0029",
      "zh_CN": "【命终不复更三恶道。】",
      "zh_TW": "【命終不復更三惡道。】"
    },
    {
      "id": "02-043-0004_p0030",
      "zh_CN": "不会堕三恶道。",
      "zh_TW": "不會墮三惡道。"
    },
    {
      "id": "02-043-0004_p0031",
      "zh_CN": "【即生我国。若不尔者。不取正觉。】",
      "zh_TW": "【即生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-043-0004_p0032",
      "zh_CN": "这一章并不难懂。我们看这个注解，「凡夫往生，平时依教修行，积功累德，发菩提心，执持名号，欲生极乐，无不遂者」，个个都能满愿，都能成就。「还有一种属悔过往生者，其品位高下，要看其忏悔心的程度如何。在《观经》里看到阿阇世王，犯五逆罪，临命终时忏悔，念佛往生。佛说他往生的品位是上品中生」。『闻我名号，系念我国』，「闻里一定有信有解，系念中一定有愿有行」，换句话说，往生极乐世界的条件他都具足了。「三条件具足，往生西方的意念非常坚强」，坚固，有强烈的欲望。",
      "zh_TW": "這一章並不難懂。我們看這個註解，「凡夫往生，平時依教修行，積功累德，發菩提心，執持名號，欲生極樂，無不遂者」，個個都能滿願，都能成就。「還有一種屬悔過往生者，其品位高下，要看其懺悔心的程度如何。在《觀經》裡看到阿闍世王，犯五逆罪，臨命終時懺悔，念佛往生。佛說他往生的品位是上品中生」。『聞我名號，繫念我國』，「聞裡一定有信有解，繫念中一定有願有行」，換句話說，往生極樂世界的條件他都具足了。「三條件具足，往生西方的意念非常堅強」，堅固，有強烈的欲望。"
    },
    {
      "id": "02-043-0004_p0033",
      "zh_CN": "『植众德本』，「就本宗言，就是执持名号」。我们怎样植众德本？念佛就是的。海贤老和尚给我们做榜样，一句佛号念了九十二年，念念不曾丢失，这就是忏悔，这就是断恶修善，积功累德，就用一句佛号，九十二年。让我们看到无与伦比的成就，这不是假的，他老人家往生肯定是上品上生。阿阇世王是造五逆罪，贤公老和尚没有造恶，九十二年不间断，当然是上品上生，超过阿阇世王多多。这一句名号功德不可思议，我们要想断恶修善，积功累德，只要相信，信愿持名，你就做到了。『至心回向，欲生极乐，无不遂者』，「一生所解所行所修者只有一个愿望，即将来生到极乐世界，没有一个不如愿的。过去所造恶业，应当忏悔，念阿弥陀佛即是真忏悔」，不要再用别的方法，「心里只有阿弥陀，恶念就消失了，何况又得弥陀十方诸佛威神加持」。",
      "zh_TW": "『植眾德本』，「就本宗言，就是執持名號」。我們怎樣植眾德本？念佛就是的。海賢老和尚給我們做榜樣，一句佛號念了九十二年，念念不曾丟失，這就是懺悔，這就是斷惡修善，積功累德，就用一句佛號，九十二年。讓我們看到無與倫比的成就，這不是假的，他老人家往生肯定是上品上生。阿闍世王是造五逆罪，賢公老和尚沒有造惡，九十二年不間斷，當然是上品上生，超過阿闍世王多多。這一句名號功德不可思議，我們要想斷惡修善，積功累德，只要相信，信願持名，你就做到了。『至心迴向，欲生極樂，無不遂者』，「一生所解所行所修者只有一個願望，即將來生到極樂世界，沒有一個不如願的。過去所造惡業，應當懺悔，念阿彌陀佛即是真懺悔」，不要再用別的方法，「心裡只有阿彌陀，惡念就消失了，何況又得彌陀十方諸佛威神加持」。"
    },
    {
      "id": "02-043-0004_p0034",
      "zh_CN": "「自古以来有不少大德也不是一学佛就学这个法门」。莲池大师、蕅益大师，近代的印光大师，「都是通宗通教，到后来接触这个法门，马上就相信」。我学佛之后第五年遇到净土法门，「但不相信」。最初教我的是忏云法师，我没接受。以后，「跟李老师十年，他是印光大师的学生，专弘净土者，我接受他的教法，尊敬他，不排斥」，但是还是不相信。「到我讲《华严经》讲了一半的时候，发觉华严会上所有菩萨都念佛求生净土，文殊、普贤是华严世界的等觉菩萨」，在《四十华严》第三十九卷里面有一段经文，详细的给我们说明，文殊、普贤发愿求生净土。「经上说，十地菩萨始终不离念佛」，十地，「始是初地，终是等觉」，一共十一个位次，这十一个位次的菩萨，「他们都念佛求生净土」。我看到这些经文才知道事实真相。知道之后，「才相信这个法门是一切诸佛度众生了生死出轮回、成佛道的第一法门」。这一句话，我在《无量寿经》黄念祖老居士注解里面序文上写进去了，真是难信之法。",
      "zh_TW": "「自古以來有不少大德也不是一學佛就學這個法門」。蓮池大師、蕅益大師，近代的印光大師，「都是通宗通教，到後來接觸這個法門，馬上就相信」。我學佛之後第五年遇到淨土法門，「但不相信」。最初教我的是懺雲法師，我沒接受。以後，「跟李老師十年，他是印光大師的學生，專弘淨土者，我接受他的教法，尊敬他，不排斥」，但是還是不相信。「到我講《華嚴經》講了一半的時候，發覺華嚴會上所有菩薩都念佛求生淨土，文殊、普賢是華嚴世界的等覺菩薩」，在《四十華嚴》第三十九卷裡面有一段經文，詳細的給我們說明，文殊、普賢發願求生淨土。「經上說，十地菩薩始終不離念佛」，十地，「始是初地，終是等覺」，一共十一個位次，這十一個位次的菩薩，「他們都念佛求生淨土」。我看到這些經文才知道事實真相。知道之後，「才相信這個法門是一切諸佛度眾生了生死出輪迴、成佛道的第一法門」。這一句話，我在《無量壽經》黃念祖老居士註解裡面序文上寫進去了，真是難信之法。"
    },
    {
      "id": "02-043-0004_p0035",
      "zh_CN": "「建立信心有两种，一种是真心认识明白了解，信心绝不会动摇」。另外一种是「老太婆式的信仰，虽不懂而其善根深厚，教她念佛，她就死心塌地的念佛，一生不改，决定往生，我们不如她」，这个要知道。「台北莲友念佛团有一位李济华老居士」，这是我初学佛的时候认识的。有一次集会的时候，他向莲友讲了一个半钟点，声音宏亮，「讲完之后，向大家说，我要回家了。大家以为他年岁大了」，那时候八十多岁了，「要回家休息」。没有想到他下台走到客厅，「在沙发上一坐就往生了」，真自在！示现给我们看，我们那个时候才二十几岁。看到这一幕，那是现身说法，没生病，没有一个人想到他会往生。为大家讲开示，讲得很欢喜，很认真，让大家鼓掌赞叹。他跟大家辞行，我回家去，他回极乐世界老家去了。「有人说，他二、三个月以前就知道自己要走了，星期假日到老朋友处聊聊天，似有惜别之意」。这李济华老居士，这我认识的人，见过的人。",
      "zh_TW": "「建立信心有兩種，一種是真心認識明白了解，信心絕不會動搖」。另外一種是「老太婆式的信仰，雖不懂而其善根深厚，教她念佛，她就死心塌地的念佛，一生不改，決定往生，我們不如她」，這個要知道。「台北蓮友念佛團有一位李濟華老居士」，這是我初學佛的時候認識的。有一次集會的時候，他向蓮友講了一個半鐘點，聲音宏亮，「講完之後，向大家說，我要回家了。大家以為他年歲大了」，那時候八十多歲了，「要回家休息」。沒有想到他下台走到客廳，「在沙發上一坐就往生了」，真自在！示現給我們看，我們那個時候才二十幾歲。看到這一幕，那是現身說法，沒生病，沒有一個人想到他會往生。為大家講開示，講得很歡喜，很認真，讓大家鼓掌讚歎。他跟大家辭行，我回家去，他回極樂世界老家去了。「有人說，他二、三個月以前就知道自己要走了，星期假日到老朋友處聊聊天，似有惜別之意」。這李濟華老居士，這我認識的人，見過的人。"
    },
    {
      "id": "02-043-0004_p0036",
      "zh_CN": "下面这是我没见过的，我听说的。「二次大战之后，香港何东爵士夫人，何世礼将军之母，全家是基督徒」，只有老太太信佛。但是儿女很孝顺，所以家里头有佛堂，彼此没有冲突，他们学基督的学基督，老太太念佛念她的佛，各人不相妨碍。「她的往生，给香港人很大的启示」。她往生那一天，她预知时至，把她的子女及家中亲属统统召来，「她说，我们一家宗教自由，但是我今天要到西方极乐世界去了，母子一场，今天你们念声佛号送送我。这最后的要求，于情于理都讲得通。她盘腿一坐，坐了不到一刻钟就走了」，这一表演，她们一家人都信佛了，从基督教改信佛教，全信佛了。「平时不说话，临终表演给大家看，结果度了一家人。世间什么事都是假的，只有这一件事是真的」。所以不怕人不相信，只怕我们自己功夫不到家。功夫真正到家，表演给他看，他真相信。",
      "zh_TW": "下面這是我沒見過的，我聽說的。「二次大戰之後，香港何東爵士夫人，何世禮將軍之母，全家是基督徒」，只有老太太信佛。但是兒女很孝順，所以家裡頭有佛堂，彼此沒有衝突，他們學基督的學基督，老太太念佛念她的佛，各人不相妨礙。「她的往生，給香港人很大的啟示」。她往生那一天，她預知時至，把她的子女及家中親屬統統召來，「她說，我們一家宗教自由，但是我今天要到西方極樂世界去了，母子一場，今天你們念聲佛號送送我。這最後的要求，於情於理都講得通。她盤腿一坐，坐了不到一刻鐘就走了」，這一表演，她們一家人都信佛了，從基督教改信佛教，全信佛了。「平時不說話，臨終表演給大家看，結果度了一家人。世間什麼事都是假的，只有這一件事是真的」。所以不怕人不相信，只怕我們自己功夫不到家。功夫真正到家，表演給他看，他真相信。"
    },
    {
      "id": "02-043-0004_p0037",
      "zh_CN": "『为道作善，便持经戒』。「善恶的标准要知道，佛的教诲是标准，戒律也是善恶的标准，但有一总原则，即诸恶莫作，众善奉行」，这是总原则。「更进一步，凡是对自己有利的是恶」，为什么？它引起你的贪瞋痴慢，「凡是利益众生的是善。应知世人与佛的观念不同，佛是觉者」，觉悟的人，圆满觉悟的人，众生在迷。六道，从自私自利的念头上来的，「只要有我，就有轮回，就有三界六道。佛法自始至终就是破执，破了我执，即证罗汉，超越三界。念念为我，增长我执，有法执者不能见性，这是事实真相。又如参禅，一坐一个月不出定」，但是我执没破，他的果报将来可能在色界天、在无色界天，出不了三界。",
      "zh_TW": "『為道作善，便持經戒』。「善惡的標準要知道，佛的教誨是標準，戒律也是善惡的標準，但有一總原則，即諸惡莫作，眾善奉行」，這是總原則。「更進一步，凡是對自己有利的是惡」，為什麼？它引起你的貪瞋痴慢，「凡是利益眾生的是善。應知世人與佛的觀念不同，佛是覺者」，覺悟的人，圓滿覺悟的人，眾生在迷。六道，從自私自利的念頭上來的，「只要有我，就有輪迴，就有三界六道。佛法自始至終就是破執，破了我執，即證羅漢，超越三界。念念為我，增長我執，有法執者不能見性，這是事實真相。又如參禪，一坐一個月不出定」，但是我執沒破，他的果報將來可能在色界天、在無色界天，出不了三界。"
    },
    {
      "id": "02-043-0004_p0038",
      "zh_CN": "「念佛可以了生死、出轮回、生西方，但我的观念愈淡愈好」，将来到西方极乐世界品位高。「所以平时处世」，起心动念为别人设想，「为社会设想，不要想自己。每天读诵经典接受佛的教诲，把佛的教训变成我们的思想见解生活行为，此之谓学佛」，这真学佛了。「如此行持，命终绝不会堕三恶道」。为什么？相由心生，你心里头没有三恶道。三恶道是贪瞋痴，贪心重的，饿鬼道；瞋恚心重的，地狱道；愚痴重的，畜生道。你不贪、不瞋、不痴，所以你不会堕三恶道，这就是相由心生。",
      "zh_TW": "「念佛可以了生死、出輪迴、生西方，但我的觀念愈淡愈好」，將來到西方極樂世界品位高。「所以平時處世」，起心動念為別人設想，「為社會設想，不要想自己。每天讀誦經典接受佛的教誨，把佛的教訓變成我們的思想見解生活行為，此之謂學佛」，這真學佛了。「如此行持，命終絕不會墮三惡道」。為什麼？相由心生，你心裡頭沒有三惡道。三惡道是貪瞋痴，貪心重的，餓鬼道；瞋恚心重的，地獄道；愚痴重的，畜生道。你不貪、不瞋、不痴，所以你不會墮三惡道，這就是相由心生。"
    },
    {
      "id": "02-043-0004_p0039",
      "zh_CN": "下面第十三章有三愿，「国无女人愿、厌女转男愿、莲花化生愿」。我们看经文：",
      "zh_TW": "下面第十三章有三願，「國無女人願、厭女轉男願、蓮花化生願」。我們看經文："
    },
    {
      "id": "02-043-0004_p0040",
      "zh_CN": "【我作佛时。国无妇女。】",
      "zh_TW": "【我作佛時。國無婦女。】"
    },
    {
      "id": "02-043-0004_p0041",
      "zh_CN": "这就是第二十二愿，只有一句经文。下面第二十三愿：",
      "zh_TW": "這就是第二十二願，只有一句經文。下面第二十三願："
    },
    {
      "id": "02-043-0004_p0042",
      "zh_CN": "【若有女人。闻我名字。得清净信。发菩提心。厌患女身。愿生我国。命终即化男子。来我刹土。】",
      "zh_TW": "【若有女人。聞我名字。得清淨信。發菩提心。厭患女身。願生我國。命終即化男子。來我剎土。】"
    },
    {
      "id": "02-043-0004_p0043",
      "zh_CN": "这是「厌女转男愿」。下面经文：",
      "zh_TW": "這是「厭女轉男願」。下面經文："
    },
    {
      "id": "02-043-0004_p0044",
      "zh_CN": "【十方世界诸众生类。生我国者。皆于七宝池莲华中化生。】",
      "zh_TW": "【十方世界諸眾生類。生我國者。皆於七寶池蓮華中化生。】"
    },
    {
      "id": "02-043-0004_p0045",
      "zh_CN": "这第二十四愿，「莲花化生愿」。这一章里头有三愿。我们看注解，「阿弥陀佛在行菩萨道时，看到十方世界男女杂沓，纠缠不清，所以他建造这个世界」，这个世界没有妇女，凡是女人生到极乐世界统统是男身。相貌如有美丑不同，即有差别，西方世界是平等的，所以相貌完全一样。为什么？相貌不同，相貌好的容易起傲慢心，相貌丑陋的容易起自卑感，这都是烦恼。所以极乐世界要求是平等对待，我们讲和睦相处，所以他的相貌相同，身体体质也相同，个个都是无量智慧，无量寿命，相貌完全跟阿弥陀佛一样。",
      "zh_TW": "這第二十四願，「蓮花化生願」。這一章裡頭有三願。我們看註解，「阿彌陀佛在行菩薩道時，看到十方世界男女雜沓，糾纏不清，所以他建造這個世界」，這個世界沒有婦女，凡是女人生到極樂世界統統是男身。相貌如有美醜不同，即有差別，西方世界是平等的，所以相貌完全一樣。為什麼？相貌不同，相貌好的容易起傲慢心，相貌醜陋的容易起自卑感，這都是煩惱。所以極樂世界要求是平等對待，我們講和睦相處，所以他的相貌相同，身體體質也相同，個個都是無量智慧，無量壽命，相貌完全跟阿彌陀佛一樣。"
    },
    {
      "id": "02-043-0004_p0046",
      "zh_CN": "底下说，「唐朝道宣法师曾说过」，这是律宗初祖，终南山的道宣法师，也称为律师。他说过，「凡是有女子的世界，必有地狱，佛在经中有此一说。从前女人苦难多，中国印度均如此。今天社会开放，男女平等，学佛有成就者，首推在家女众」，这末法时期颠倒了。黄念祖老居士告诉我，古时候学佛的人成就，排列第一个，成就多的，出家男众，其次的出家女众，再其次的在家男众，最少的，最少的是在家女众。现在不一样了，掉过头来了，现在学佛成就真正往生的，排第一的在家女众，排第二的在家男众，排第三的出家女众，排最后的出家男众。黄念祖老居士告诉我的，颠倒了。是不是真的？真的。我们仔细观察，你看在家的女众念佛成就的多，男众就没有女众那么多。出家就更糟，出家是有这个形象，但是与佛法相违背，这是不能不知道，不能不警觉的。我们再往下看，今天社会开放，男女平等，学佛有成就者，首推在家女众。「十方诸佛刹土众生均不出胎、卵、湿、化，胎生如父母、兄弟、夫妇之情，如绳子绑起来，很难得断。西方莲花化生就没有这些牵连」。这是说莲花化生的好处，人人都是莲花化生。",
      "zh_TW": "底下說，「唐朝道宣法師曾說過」，這是律宗初祖，終南山的道宣法師，也稱為律師。他說過，「凡是有女子的世界，必有地獄，佛在經中有此一說。從前女人苦難多，中國印度均如此。今天社會開放，男女平等，學佛有成就者，首推在家女眾」，這末法時期顛倒了。黃念祖老居士告訴我，古時候學佛的人成就，排列第一個，成就多的，出家男眾，其次的出家女眾，再其次的在家男眾，最少的，最少的是在家女眾。現在不一樣了，掉過頭來了，現在學佛成就真正往生的，排第一的在家女眾，排第二的在家男眾，排第三的出家女眾，排最後的出家男眾。黃念祖老居士告訴我的，顛倒了。是不是真的？真的。我們仔細觀察，你看在家的女眾念佛成就的多，男眾就沒有女眾那麼多。出家就更糟，出家是有這個形象，但是與佛法相違背，這是不能不知道，不能不警覺的。我們再往下看，今天社會開放，男女平等，學佛有成就者，首推在家女眾。「十方諸佛剎土眾生均不出胎、卵、濕、化，胎生如父母、兄弟、夫婦之情，如繩子綁起來，很難得斷。西方蓮花化生就沒有這些牽連」。這是說蓮花化生的好處，人人都是蓮花化生。"
    },
    {
      "id": "02-043-0004_p0047",
      "zh_CN": "下面这一章也有三愿，「天人礼敬愿、闻名得福愿、修殊胜行愿」，这个不难懂。我们看经文：",
      "zh_TW": "下面這一章也有三願，「天人禮敬願、聞名得福願、修殊勝行願」，這個不難懂。我們看經文："
    },
    {
      "id": "02-043-0004_p0048",
      "zh_CN": "【我作佛时。十方众生。闻我名字。欢喜信乐。礼拜归命。以清净心。修菩萨行。诸天世人。莫不致敬。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名字。歡喜信樂。禮拜歸命。以清淨心。修菩薩行。諸天世人。莫不致敬。】"
    },
    {
      "id": "02-043-0004_p0049",
      "zh_CN": "这第二十五愿。第二十六愿：",
      "zh_TW": "這第二十五願。第二十六願："
    },
    {
      "id": "02-043-0004_p0050",
      "zh_CN": "【若闻我名。寿终之后。生尊贵家。诸根无缺。】",
      "zh_TW": "【若聞我名。壽終之後。生尊貴家。諸根無缺。】"
    },
    {
      "id": "02-043-0004_p0051",
      "zh_CN": "末后这一愿：",
      "zh_TW": "末後這一願："
    },
    {
      "id": "02-043-0004_p0052",
      "zh_CN": "【常修殊胜梵行。若不尔者。不取正觉。】",
      "zh_TW": "【常修殊勝梵行。若不爾者。不取正覺。】"
    },
    {
      "id": "02-043-0004_p0053",
      "zh_CN": "以下这几愿都是说学佛真正用功，但是他不想成佛，他还希望得人天福报。佛很慈悲，佛氏门中，有求必应，你想求人天福报，佛就帮助你，成就你。人天福报里头能发大心，帮助一些众生学佛，给他们机会，这个福报的确很大。特别像现在这个时代，今天我们用的方式是用卫星电视、用网路来传播。讲经在摄影棚里面，听经的人不多。通常我讲经，在摄影棚听经二、三个人，五、六个人就很多了。可是不在现场，在电视机前面，在网路前面，听经的人太多了，统统受利益！这确实有菩萨发心，有的是极乐世界再来的，有的是我们这个地方学佛的同学，慈悲心切，想介绍佛法给一切众生，用这个来做手段，这个好，佛都会满一切众生的愿。他跟极乐世界有无比殊胜的缘分，也许临命终时信心坚固，十念必生。我们不能小看这些人，他生到极乐世界就是阿惟越致菩萨，这必须要记住的。",
      "zh_TW": "以下這幾願都是說學佛真正用功，但是他不想成佛，他還希望得人天福報。佛很慈悲，佛氏門中，有求必應，你想求人天福報，佛就幫助你，成就你。人天福報裡頭能發大心，幫助一些眾生學佛，給他們機會，這個福報的確很大。特別像現在這個時代，今天我們用的方式是用衛星電視、用網路來傳播。講經在攝影棚裡面，聽經的人不多。通常我講經，在攝影棚聽經二、三個人，五、六個人就很多了。可是不在現場，在電視機前面，在網路前面，聽經的人太多了，統統受利益！這確實有菩薩發心，有的是極樂世界再來的，有的是我們這個地方學佛的同學，慈悲心切，想介紹佛法給一切眾生，用這個來做手段，這個好，佛都會滿一切眾生的願。他跟極樂世界有無比殊勝的緣分，也許臨命終時信心堅固，十念必生。我們不能小看這些人，他生到極樂世界就是阿惟越致菩薩，這必須要記住的。"
    },
    {
      "id": "02-043-0004_p0054",
      "zh_CN": "我们看这个小注，「佛说一切法门皆应机说法」，此经是对根熟众生说的。根熟众生是什么？就是真信，真愿意往生，他决定得生净土，这叫根熟众生；换句话说，他这一生成佛的机缘到了，好！非常难得。还有他不想成佛，这一愿佛就帮助你得人天福报。「这一愿亦可助人得人天福报，以读经念佛方法求世间人天福报。第一要欢喜信受，礼拜归命」，这人很多，「真真照做。何者为善，应做」，善，十善业，佛说得很清楚，日常在僧团里面，六和、六度，菩萨的善行，应当要学习，应做。「何者为恶，应止」，十善业道反面就是十恶，五戒的反面是五恶，那就不应该做。「以清净心修六度，处事待人接物，以此六条为标准，他人见到你自然生恭敬心，得到大众的尊敬。来生生在富贵家，身体没有缺陷。因善根深厚，来生还能遇到佛法。」这是闻名，天人礼敬，得福，来生继续修殊胜行，殊胜行就是念佛求生净土。这是这一类人，他这一生不想去，来世，来世还有机会，依照这个经教所说的，来生还有机会。",
      "zh_TW": "我們看這個小註，「佛說一切法門皆應機說法」，此經是對根熟眾生說的。根熟眾生是什麼？就是真信，真願意往生，他決定得生淨土，這叫根熟眾生；換句話說，他這一生成佛的機緣到了，好！非常難得。還有他不想成佛，這一願佛就幫助你得人天福報。「這一願亦可助人得人天福報，以讀經念佛方法求世間人天福報。第一要歡喜信受，禮拜歸命」，這人很多，「真真照做。何者為善，應做」，善，十善業，佛說得很清楚，日常在僧團裡面，六和、六度，菩薩的善行，應當要學習，應做。「何者為惡，應止」，十善業道反面就是十惡，五戒的反面是五惡，那就不應該做。「以清淨心修六度，處事待人接物，以此六條為標準，他人見到你自然生恭敬心，得到大眾的尊敬。來生生在富貴家，身體沒有缺陷。因善根深厚，來生還能遇到佛法。」這是聞名，天人禮敬，得福，來生繼續修殊勝行，殊勝行就是念佛求生淨土。這是這一類人，他這一生不想去，來世，來世還有機會，依照這個經教所說的，來生還有機會。"
    },
    {
      "id": "02-043-0004_p0055",
      "zh_CN": "第十五章有四愿，经文不长：",
      "zh_TW": "第十五章有四願，經文不長："
    },
    {
      "id": "02-043-0004_p0056",
      "zh_CN": "【我作佛时。国中无不善名。】",
      "zh_TW": "【我作佛時。國中無不善名。】"
    },
    {
      "id": "02-043-0004_p0057",
      "zh_CN": "这是第二十八愿。",
      "zh_TW": "這是第二十八願。"
    },
    {
      "id": "02-043-0004_p0058",
      "zh_CN": "【所有众生。生我国者。皆同一心。住于定聚。永离热恼。心得清凉。】",
      "zh_TW": "【所有眾生。生我國者。皆同一心。住於定聚。永離熱惱。心得清涼。】"
    },
    {
      "id": "02-043-0004_p0059",
      "zh_CN": "这是第二十九。乐如漏尽比丘，这第三十愿。",
      "zh_TW": "這是第二十九。樂如漏盡比丘，這第三十願。"
    },
    {
      "id": "02-043-0004_p0060",
      "zh_CN": "【所受快乐。犹如漏尽比丘。若起想念。贪计身者。不取正觉。】",
      "zh_TW": "【所受快樂。猶如漏盡比丘。若起想念。貪計身者。不取正覺。】"
    },
    {
      "id": "02-043-0004_p0061",
      "zh_CN": "这是第三十一，只有两句，『若起想念，贪计身者』。后面这一句是，若不尔者，『不取正觉』，省了一句，做为总结。我们看注解，「西方世界无三恶道，而《阿弥陀经》上说西方世界有白鹤孔雀等飞鸟」，这是不是畜生？不是的。不是，是什么？「牠们是阿弥陀佛变化出来的，为的是讲经说法，使大家随时随地都听到说法的声音。佛说一切众生分为三大类：第一类是正定聚，他所修学的法门绝对正确，有结果，谓之正定聚。第二类是邪定聚，无论修什么法门，其理论、方法、境界，无论怎样精进努力，都得不到结果。第三类是不定聚」，完全看缘分，他遇到真正善知识他就是正定聚，他遇到邪门外道，他去学习，就入了邪定聚。",
      "zh_TW": "這是第三十一，只有兩句，『若起想念，貪計身者』。後面這一句是，若不爾者，『不取正覺』，省了一句，做為總結。我們看註解，「西方世界無三惡道，而《阿彌陀經》上說西方世界有白鶴孔雀等飛鳥」，這是不是畜生？不是的。不是，是什麼？「牠們是阿彌陀佛變化出來的，為的是講經說法，使大家隨時隨地都聽到說法的聲音。佛說一切眾生分為三大類：第一類是正定聚，他所修學的法門絕對正確，有結果，謂之正定聚。第二類是邪定聚，無論修什麼法門，其理論、方法、境界，無論怎樣精進努力，都得不到結果。第三類是不定聚」，完全看緣分，他遇到真正善知識他就是正定聚，他遇到邪門外道，他去學習，就入了邪定聚。"
    },
    {
      "id": "02-043-0004_p0062",
      "zh_CN": "「所以善知识非常重要」，你跟谁学，什么人在指导你。善知识现在很难找，「比不得从前」。从前人修行，「明心见性，一切通达，即上山住茅蓬闭关，等于向大家宣布，我已毕业，等人来请其下山弘法」。现在没出家就闭关，已经漫无标准，住山闭关不是开悟的人。「目前只有一个办法」，真正学佛就这一条路，「学古人，做古大德的私淑弟子」。老师已经过世了，我对他仰慕，我向他学习。中国第一个榜样就是孟子，「孟子仰慕孔子，而不在同一个时代」，也就是孟子那个时候孔子已经过世了。孔子虽然过世了，但是孔子的著作留在世间，孟子怎么学？就从孔子留下来的著作为学习的标准、为学习的教材，他成功了，这是在历史称为孔子的私淑弟子。其他的例子在中国很多，「如汉朝司马迁，《史记》作者，学左丘明」。左丘明跟孔子同时代，左丘明早就不在了。但是《春秋左氏传》，就是左丘明的作品，司马迁就念《左传》，他学成功了，所以他的文章很像《左传》。",
      "zh_TW": "「所以善知識非常重要」，你跟誰學，什麼人在指導你。善知識現在很難找，「比不得從前」。從前人修行，「明心見性，一切通達，即上山住茅蓬閉關，等於向大家宣布，我已畢業，等人來請其下山弘法」。現在沒出家就閉關，已經漫無標準，住山閉關不是開悟的人。「目前只有一個辦法」，真正學佛就這一條路，「學古人，做古大德的私淑弟子」。老師已經過世了，我對他仰慕，我向他學習。中國第一個榜樣就是孟子，「孟子仰慕孔子，而不在同一個時代」，也就是孟子那個時候孔子已經過世了。孔子雖然過世了，但是孔子的著作留在世間，孟子怎麼學？就從孔子留下來的著作為學習的標準、為學習的教材，他成功了，這是在歷史稱為孔子的私淑弟子。其他的例子在中國很多，「如漢朝司馬遷，《史記》作者，學左丘明」。左丘明跟孔子同時代，左丘明早就不在了。但是《春秋左氏傳》，就是左丘明的作品，司馬遷就念《左傳》，他學成功了，所以他的文章很像《左傳》。"
    },
    {
      "id": "02-043-0004_p0063",
      "zh_CN": "这我们要记住，我们今天找老师找不到了，怎么办？这给我们很大的启示。我们找古人，找谁？找祖师大德。我早年年轻的时候，在台中跟李炳南老居士学经教。老师很客气的告诉我，他说我的能力只能教你五年。五年之后怎么办？他教我学印光大师。印光大师不在了，《文钞》在。他把印光大师的《文钞》，正编两册，续编两册，那个时候一共是四册，给我，要我学印光大师，这就是私淑古人。现在我晓得，有一位年轻的法师，我不说他的名字，没有得他同意，他真的，在《印光大师文钞》下了很大的功夫，他念了几十遍，你在《文钞》哪一段说什么他都知道，好像能背诵的样子。所以我劝他，用《印光大师文钞》里面的话给《无量寿经》做一个注解。印光大师里头没有注解的就不必注，有注解的地方统统把它找出来，一句一句对上号，做一本印光大师注解的《无量寿经》。大师是我们学佛念佛人非常尊敬的、非常仰慕的，我相信对于念佛同修一定有很大的帮助。我希望他这个作品能够在一年之后出版流通。",
      "zh_TW": "這我們要記住，我們今天找老師找不到了，怎麼辦？這給我們很大的啟示。我們找古人，找誰？找祖師大德。我早年年輕的時候，在台中跟李炳南老居士學經教。老師很客氣的告訴我，他說我的能力只能教你五年。五年之後怎麼辦？他教我學印光大師。印光大師不在了，《文鈔》在。他把印光大師的《文鈔》，正編兩冊，續編兩冊，那個時候一共是四冊，給我，要我學印光大師，這就是私淑古人。現在我曉得，有一位年輕的法師，我不說他的名字，沒有得他同意，他真的，在《印光大師文鈔》下了很大的功夫，他念了幾十遍，你在《文鈔》哪一段說什麼他都知道，好像能背誦的樣子。所以我勸他，用《印光大師文鈔》裡面的話給《無量壽經》做一個註解。印光大師裡頭沒有註解的就不必註，有註解的地方統統把它找出來，一句一句對上號，做一本印光大師註解的《無量壽經》。大師是我們學佛念佛人非常尊敬的、非常仰慕的，我相信對於念佛同修一定有很大的幫助。我希望他這個作品能夠在一年之後出版流通。"
    },
    {
      "id": "02-043-0004_p0064",
      "zh_CN": "在这里我们也得到了信息，我们以后，往后学佛找不到真正善知识，出家、在家都找不到了，怎么办？就用这个方法。我们在台湾来做实验，我在台南极乐寺，极乐寺的建筑是学校。这个道场里面没有殿堂，就有教室，大大小小有八个教室，最大的一个教室可以容纳一千人，佛堂也是个大教室，可以容纳三百人，最小的教室可以容纳五、六十个人。我们希望供养发心学经教的同学，无论在家、出家，你真想学，我供养你，我帮助你。怎么学法？看光碟。我们把注解都把它做成有声书，有声书就是有读诵的音声，有文字，萤幕上打出来是文字，没有人的人像，没有，完全是文字。你看一遍就是读过一遍，它有声音，你跟着它读。像《无量寿经》，怎么学法？一天读十遍。读上一年，三千遍了，读书千遍，其义自见，你自然就会讲了。像《无量寿经》，读一千遍，用我这个方法；注解，黄念祖老居士的注解，从头到尾看三十遍，你能看得懂。这样子大概一年半的时间，这一部经就通了。一经通一切经通，虽然一切经通，我还是希望你永远讲这一部经。这部经太需要了，太好了，众生遇到这个经典，决定能成就，不会错过。",
      "zh_TW": "在這裡我們也得到了信息，我們以後，往後學佛找不到真正善知識，出家、在家都找不到了，怎麼辦？就用這個方法。我們在台灣來做實驗，我在台南極樂寺，極樂寺的建築是學校。這個道場裡面沒有殿堂，就有教室，大大小小有八個教室，最大的一個教室可以容納一千人，佛堂也是個大教室，可以容納三百人，最小的教室可以容納五、六十個人。我們希望供養發心學經教的同學，無論在家、出家，你真想學，我供養你，我幫助你。怎麼學法？看光碟。我們把註解都把它做成有聲書，有聲書就是有讀誦的音聲，有文字，螢幕上打出來是文字，沒有人的人像，沒有，完全是文字。你看一遍就是讀過一遍，它有聲音，你跟著它讀。像《無量壽經》，怎麼學法？一天讀十遍。讀上一年，三千遍了，讀書千遍，其義自見，你自然就會講了。像《無量壽經》，讀一千遍，用我這個方法；註解，黃念祖老居士的註解，從頭到尾看三十遍，你能看得懂。這樣子大概一年半的時間，這一部經就通了。一經通一切經通，雖然一切經通，我還是希望你永遠講這一部經。這部經太需要了，太好了，眾生遇到這個經典，決定能成就，不會錯過。"
    },
    {
      "id": "02-043-0004_p0065",
      "zh_CN": "这个方法好，一个人可以学，两个人也可以学，学生不拘多少，我们用这个方法。这些年我讲经留下来的光碟，录像、录音，数量都不少，都是很大的数量，你可以在里头选一部。无需要老师盯着你，你用这个方法就能学会。在家同学不必到寺院，在家里也能学会。如果你工作辞掉了，退休了，一天看十遍，看上一年，一定会讲，你就能开讲座。讲座先开小的，什么叫小的？朋友三个人、五个人，你给他讲这部经，从头到尾讲一遍。然后慢慢扩大，十几、二十个，三十、四十个。讲个三、五年，熟了，就是一代大德出现了。用这个方法可以培养讲经弘法的人才，比佛学院好。佛学院课程多，老师多，会把你头脑讲迷惑了。这样子你专心学一样，你头脑清醒，你能专注，你会得法喜，法喜充满。",
      "zh_TW": "這個方法好，一個人可以學，兩個人也可以學，學生不拘多少，我們用這個方法。這些年我講經留下來的光碟，錄像、錄音，數量都不少，都是很大的數量，你可以在裡頭選一部。無需要老師盯著你，你用這個方法就能學會。在家同學不必到寺院，在家裡也能學會。如果你工作辭掉了，退休了，一天看十遍，看上一年，一定會講，你就能開講座。講座先開小的，什麼叫小的？朋友三個人、五個人，你給他講這部經，從頭到尾講一遍。然後慢慢擴大，十幾、二十個，三十、四十個。講個三、五年，熟了，就是一代大德出現了。用這個方法可以培養講經弘法的人才，比佛學院好。佛學院課程多，老師多，會把你頭腦講迷惑了。這樣子你專心學一樣，你頭腦清醒，你能專注，你會得法喜，法喜充滿。"
    },
    {
      "id": "02-043-0004_p0066",
      "zh_CN": "这就是我们要找古人，今人找不到，找古人。你看这里有，「唐朝的韩愈学司马迁。今人找不到，只有学古人。佛门中蕅益大师仰慕莲池，学得很像，也成为一代祖师。我今天给诸位介绍一位大善知识」，谁？「阿弥陀佛。根据《无量寿经》修学」，能把这一部经的理论都搞明白了，教训都能在生活当中落实，「你就是阿弥陀佛的第一弟子」。如果没有这个缘，我们台南极乐寺提供道场，来照顾你，让你专心学习。学几遍之后，我们也听你的报告，你也得讲给我们大家听听，用一个小教室，这回馈，这报恩，这样就能成就，真正成为弥陀第一弟子。",
      "zh_TW": "這就是我們要找古人，今人找不到，找古人。你看這裡有，「唐朝的韓愈學司馬遷。今人找不到，只有學古人。佛門中蕅益大師仰慕蓮池，學得很像，也成為一代祖師。我今天給諸位介紹一位大善知識」，誰？「阿彌陀佛。根據《無量壽經》修學」，能把這一部經的理論都搞明白了，教訓都能在生活當中落實，「你就是阿彌陀佛的第一弟子」。如果沒有這個緣，我們台南極樂寺提供道場，來照顧你，讓你專心學習。學幾遍之後，我們也聽你的報告，你也得講給我們大家聽聽，用一個小教室，這回饋，這報恩，這樣就能成就，真正成為彌陀第一弟子。"
    },
    {
      "id": "02-043-0004_p0067",
      "zh_CN": "「西方世界往生大众的快乐」，法喜，「如漏尽比丘，就是阿罗汉。漏尽是烦恼断尽了」，漏是烦恼的代名词。「烦恼有三大类」，见思烦恼、尘沙烦恼、无明烦恼。这个经是大乘经，应该以大乘教义来解释。「小乘只断见思，大乘漏尽是十地菩萨，法云地的菩萨，见思尘沙断了」，四十一品无明已经断了三十九品，下面还剩了两品。「这是大乘罗汉」。阿罗汉，这是梵语，翻成中国意思是无学，阿翻作无，罗汉是学习。无学就是毕业了，我所学的都学完了，这称罗汉。小乘学完了，叫小乘罗汉；大乘学完了，那就是大乘罗汉，所以称大阿罗汉，「身见已破，不再起我执我见之念。佛为什么还讲这种话？因为我们是带业往生，身见未断，随时想到我，而到西方极乐世界，有阿弥陀佛本愿功德加持」，这个烦恼，念头习气，不会再起来了，所以法喜充满。这个法喜充满我们体会不到，往生到极乐世界你就感受到了。",
      "zh_TW": "「西方世界往生大眾的快樂」，法喜，「如漏盡比丘，就是阿羅漢。漏盡是煩惱斷盡了」，漏是煩惱的代名詞。「煩惱有三大類」，見思煩惱、塵沙煩惱、無明煩惱。這個經是大乘經，應該以大乘教義來解釋。「小乘只斷見思，大乘漏盡是十地菩薩，法雲地的菩薩，見思塵沙斷了」，四十一品無明已經斷了三十九品，下面還剩了兩品。「這是大乘羅漢」。阿羅漢，這是梵語，翻成中國意思是無學，阿翻作無，羅漢是學習。無學就是畢業了，我所學的都學完了，這稱羅漢。小乘學完了，叫小乘羅漢；大乘學完了，那就是大乘羅漢，所以稱大阿羅漢，「身見已破，不再起我執我見之念。佛為什麼還講這種話？因為我們是帶業往生，身見未斷，隨時想到我，而到西方極樂世界，有阿彌陀佛本願功德加持」，這個煩惱，念頭習氣，不會再起來了，所以法喜充滿。這個法喜充滿我們體會不到，往生到極樂世界你就感受到了。"
    },
    {
      "id": "02-043-0004_p0068",
      "zh_CN": "下面第十六章：",
      "zh_TW": "下面第十六章："
    },
    {
      "id": "02-043-0004_p0069",
      "zh_CN": "【我作佛时。生我国者。善根无量。皆得金刚那罗延身。坚固之力。身顶皆有光明照耀。成就一切智慧。获得无边辩才。善谈诸法秘要。说经行道。语如钟声。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。生我國者。善根無量。皆得金剛那羅延身。堅固之力。身頂皆有光明照耀。成就一切智慧。獲得無邊辯才。善談諸法秘要。說經行道。語如鐘聲。若不爾者。不取正覺。】"
    },
    {
      "id": "02-043-0004_p0070",
      "zh_CN": "这一章里头包括三愿，第三十二「那罗延身」，三十三「光明慧辩」，三十四「善谈法要」。这是到西方极乐世界之后，「体」，身体强健，「体坚力强」，就是我们今天讲的健康强壮，还无法形容。下面说，「身为金刚不坏身」。『那罗延』是金刚力士神的名称，「比喻坚固」，身体好。「身顶皆有光明，光明是由清净心发出来的。现在社会上有神通的人很多」，这些人能看到光明，也有人能离地三尺，他们这些能力不是自己的，但他真有，这多半都是妖魔鬼怪加持给他的，他被妖魔鬼怪控制了。我们学佛，常常到各处去讲经教学，看到的、听到的，有这些事相出现，我们知道这并不如法，所以不要被他们欺骗。我们坚持信愿持名就会有成就，不被外面动摇，这很重要。所以信要真信，愿要坚固的大愿，保证我们在这一生当中圆满的往生极乐世界，这个重要，比什么都重要。",
      "zh_TW": "這一章裡頭包括三願，第三十二「那羅延身」，三十三「光明慧辯」，三十四「善談法要」。這是到西方極樂世界之後，「體」，身體強健，「體堅力強」，就是我們今天講的健康強壯，還無法形容。下面說，「身為金剛不壞身」。『那羅延』是金剛力士神的名稱，「比喻堅固」，身體好。「身頂皆有光明，光明是由清淨心發出來的。現在社會上有神通的人很多」，這些人能看到光明，也有人能離地三尺，他們這些能力不是自己的，但他真有，這多半都是妖魔鬼怪加持給他的，他被妖魔鬼怪控制了。我們學佛，常常到各處去講經教學，看到的、聽到的，有這些事相出現，我們知道這並不如法，所以不要被他們欺騙。我們堅持信願持名就會有成就，不被外面動搖，這很重要。所以信要真信，願要堅固的大願，保證我們在這一生當中圓滿的往生極樂世界，這個重要，比什麼都重要。"
    },
    {
      "id": "02-043-0004_p0071",
      "zh_CN": "『善谈诸法秘要』，就是讲经教学。现在讲经的人少了，所以我劝各位发心学讲经。「勿以自己无智慧而不学。假如真发心，为了报佛恩，弘法利生，不图名闻利养，讲经时，自有佛菩萨加持。有时在讲坛上发挥经中奥义」，真的是淋漓尽致，「事后想不起来说些什么。有时候预备讲演的资料」，开讲之后统统用不上。「各位将来如参与讲经」，可能遇到这种情形。这些情形自古以来，每一位讲经的法师，甚至于在家的居士，都有这些感应。这些感应是正常的，那是什么？佛菩萨加持你。所以现在讲经有方便，我们用录音机把它录下来。讲完之后打开来，自己听一遍，你会听得非常惊讶，讲得很好，自己知道，我怎么会讲出来的？我没有这个境界也能讲出来，这就是明显的见到佛力加持。",
      "zh_TW": "『善談諸法秘要』，就是講經教學。現在講經的人少了，所以我勸各位發心學講經。「勿以自己無智慧而不學。假如真發心，為了報佛恩，弘法利生，不圖名聞利養，講經時，自有佛菩薩加持。有時在講壇上發揮經中奧義」，真的是淋漓盡致，「事後想不起來說些什麼。有時候預備講演的資料」，開講之後統統用不上。「各位將來如參與講經」，可能遇到這種情形。這些情形自古以來，每一位講經的法師，甚至於在家的居士，都有這些感應。這些感應是正常的，那是什麼？佛菩薩加持你。所以現在講經有方便，我們用錄音機把它錄下來。講完之後打開來，自己聽一遍，你會聽得非常驚訝，講得很好，自己知道，我怎麼會講出來的？我沒有這個境界也能講出來，這就是明顯的見到佛力加持。"
    },
    {
      "id": "02-043-0004_p0072",
      "zh_CN": "下面第十七章有两愿：",
      "zh_TW": "下面第十七章有兩願："
    },
    {
      "id": "02-043-0004_p0073",
      "zh_CN": "【我作佛时。所有众生。生我国者。究竟必至一生补处。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。究竟必至一生補處。】"
    },
    {
      "id": "02-043-0004_p0074",
      "zh_CN": "这是「一生补处愿」。下面：",
      "zh_TW": "這是「一生補處願」。下面："
    },
    {
      "id": "02-043-0004_p0075",
      "zh_CN": "【除其本愿为众生故。被弘誓铠。教化一切有情。皆发信心。修菩提行。行普贤道。虽生他方世界。永离恶趣。或乐说法。或乐听法。或现神足。随意修习。无不圆满。】",
      "zh_TW": "【除其本願為眾生故。被弘誓鎧。教化一切有情。皆發信心。修菩提行。行普賢道。雖生他方世界。永離惡趣。或樂說法。或樂聽法。或現神足。隨意修習。無不圓滿。】"
    },
    {
      "id": "02-043-0004_p0076",
      "zh_CN": "这是「教化随意愿」，第三十六愿。我们看注解，「一生补处愿颇为重要。佛曾保证我们在西方极乐一生决定成佛」，就是前面讲的第十二愿，决定证得无上菩提，决定成佛。「一生补处是等觉菩萨的地位，圆教的一生补处，如观音势至等。假如我到西方，要多久才能回来度我的家亲眷属」，要多久？到了西方跟阿弥陀佛一见面，就得到阿弥陀佛威神加持；换句话说，就能再回到我们这个世界上来，「教化一切有情，来去自如，不会再有隔阴之迷。七地菩萨尚有隔阴之迷，生到西方竟能得到如此殊胜功力，到十方世界教化众生」，其目的就是在发起信心，「使其对佛法产生信心」。已经认识佛教的人，那就帮助他们修菩提行，「最高的阶段」，是帮助他行普贤道。记住，往生只要见到阿弥陀佛的面，得阿弥陀佛的加持，你愿意回来立刻就能回来，没有障碍，不能不知道。诸佛菩萨的示现我们要细心去体会。",
      "zh_TW": "這是「教化隨意願」，第三十六願。我們看註解，「一生補處願頗為重要。佛曾保證我們在西方極樂一生決定成佛」，就是前面講的第十二願，決定證得無上菩提，決定成佛。「一生補處是等覺菩薩的地位，圓教的一生補處，如觀音勢至等。假如我到西方，要多久才能回來度我的家親眷屬」，要多久？到了西方跟阿彌陀佛一見面，就得到阿彌陀佛威神加持；換句話說，就能再回到我們這個世界上來，「教化一切有情，來去自如，不會再有隔陰之迷。七地菩薩尚有隔陰之迷，生到西方竟能得到如此殊勝功力，到十方世界教化眾生」，其目的就是在發起信心，「使其對佛法產生信心」。已經認識佛教的人，那就幫助他們修菩提行，「最高的階段」，是幫助他行普賢道。記住，往生只要見到阿彌陀佛的面，得阿彌陀佛的加持，你願意回來立刻就能回來，沒有障礙，不能不知道。諸佛菩薩的示現我們要細心去體會。"
    },
    {
      "id": "02-043-0004_p0077",
      "zh_CN": "「凡是一乘了义的经典均属普贤道，为最高的佛道。永离恶道，不是不去恶道，而是乘愿化身去的，目的在教化恶道众生，而非业报。地狱众生在地狱受苦，而地藏王菩萨在地狱中，一切苦乐都不受，苦乐之事是有的，他的心是定的」，所以他没有感觉到什么，这个道理要懂。地藏王菩萨在地狱里面是什么样子？我们看到很庄严的菩萨相，在地狱里头，他跟地狱人相貌相同；他在畜生道度畜生，一定跟畜生道身相相同；他在饿鬼道，他现饿鬼道身，跟饿鬼道相同。这个一定要知道，应以什么身得度，他就现什么身，现身自在，变化无有穷尽。观世音菩萨讲三十二应，应以什么身得度现什么身。其实三十二是类，三十二大类，展开来无量无边，我们无法想像。地藏菩萨如是，所有的菩萨皆如是，没有两样的。",
      "zh_TW": "「凡是一乘了義的經典均屬普賢道，為最高的佛道。永離惡道，不是不去惡道，而是乘願化身去的，目的在教化惡道眾生，而非業報。地獄眾生在地獄受苦，而地藏王菩薩在地獄中，一切苦樂都不受，苦樂之事是有的，他的心是定的」，所以他沒有感覺到什麼，這個道理要懂。地藏王菩薩在地獄裡面是什麼樣子？我們看到很莊嚴的菩薩相，在地獄裡頭，他跟地獄人相貌相同；他在畜生道度畜生，一定跟畜生道身相相同；他在餓鬼道，他現餓鬼道身，跟餓鬼道相同。這個一定要知道，應以什麼身得度，他就現什麼身，現身自在，變化無有窮盡。觀世音菩薩講三十二應，應以什麼身得度現什麼身。其實三十二是類，三十二大類，展開來無量無邊，我們無法想像。地藏菩薩如是，所有的菩薩皆如是，沒有兩樣的。"
    },
    {
      "id": "02-043-0004_p0078",
      "zh_CN": "凡夫麻烦在哪里？「心随境转」，这个麻烦大了，「为其所迷，事实真相完全不了解」。菩萨知道，整个宇宙事实真相是什么？大乘教里佛常说，「一切法毕竟空，无所有，不可得」、「凡所有相，皆是虚妄」，这是真相，叫实相。你要真正明了，六根在六尘上就不起心、不动念了。看得清楚、听得清楚，就是不起心、不动念，这是什么境界？这是如来的境界，佛境界；还有起心动念，没有分别执着，这是菩萨的境界；六根接触六尘，眼见色，耳闻声，他还有起心动念，还有分别，没有执着，这是阿罗汉；如果统统有，六根一接触到六尘就起心动念、分别执着，这叫六道众生。",
      "zh_TW": "凡夫麻煩在哪裡？「心隨境轉」，這個麻煩大了，「為其所迷，事實真相完全不了解」。菩薩知道，整個宇宙事實真相是什麼？大乘教裡佛常說，「一切法畢竟空，無所有，不可得」、「凡所有相，皆是虛妄」，這是真相，叫實相。你要真正明瞭，六根在六塵上就不起心、不動念了。看得清楚、聽得清楚，就是不起心、不動念，這是什麼境界？這是如來的境界，佛境界；還有起心動念，沒有分別執著，這是菩薩的境界；六根接觸六塵，眼見色，耳聞聲，他還有起心動念，還有分別，沒有執著，這是阿羅漢；如果統統有，六根一接觸到六塵就起心動念、分別執著，這叫六道眾生。"
    },
    {
      "id": "02-043-0004_p0079",
      "zh_CN": "我们如果懂得这个道理，你就懂得真修。真修是什么？就在境界上练，练不起心、不动念，练不分别、不执着，这叫真修行。到真的不执着了，就证阿罗汉；再进一步不分别了，就证菩萨；最后不起心、不动念，就成佛了。道理不能不懂，懂道理，我们修行的方法功夫就得力。我们用一句佛号，如果起心动念了，赶紧阿弥陀佛。譬如见色，看到这个色相生欢喜心，想自己拥有，这就是什么？起心动念、分别执着全起来了。怎么办？阿弥陀佛，回归到佛号，这些念头统统打下去，这叫真念佛，念真佛。真佛就是法身佛，就是无所有，毕竟空，不可得，那就是真佛，万缘放下，得大自在。能够不执着，有起心动念，有分别，不执着，阿罗汉。在净宗叫功夫成片，这是念佛最低的功夫，有这个功夫的人决定得生，阿弥陀佛就会来给你报信，给你递信息，你跟阿弥陀佛就有联系了。如果你想去，强烈的愿望想去，我还有寿命我都不要了，阿弥陀佛会来接你，不能不知道。",
      "zh_TW": "我們如果懂得這個道理，你就懂得真修。真修是什麼？就在境界上練，練不起心、不動念，練不分別、不執著，這叫真修行。到真的不執著了，就證阿羅漢；再進一步不分別了，就證菩薩；最後不起心、不動念，就成佛了。道理不能不懂，懂道理，我們修行的方法功夫就得力。我們用一句佛號，如果起心動念了，趕緊阿彌陀佛。譬如見色，看到這個色相生歡喜心，想自己擁有，這就是什麼？起心動念、分別執著全起來了。怎麼辦？阿彌陀佛，回歸到佛號，這些念頭統統打下去，這叫真念佛，念真佛。真佛就是法身佛，就是無所有，畢竟空，不可得，那就是真佛，萬緣放下，得大自在。能夠不執著，有起心動念，有分別，不執著，阿羅漢。在淨宗叫功夫成片，這是念佛最低的功夫，有這個功夫的人決定得生，阿彌陀佛就會來給你報信，給你遞信息，你跟阿彌陀佛就有聯繫了。如果你想去，強烈的願望想去，我還有壽命我都不要了，阿彌陀佛會來接你，不能不知道。"
    },
    {
      "id": "02-043-0004_p0080",
      "zh_CN": "我们再看下面的文，凡夫心随境转，为其所迷，事实真相完全不了解，所以受苦受难。「西方人心都清净」，这个西方是极乐世界，往生到极乐世界的人，心都是清净的，「而且这个清净不会失掉，因为阿弥陀佛的帮助，无论在什么恶道中都不会受其影响。或者说法，或者听法，做影响众。文殊、普贤、舍利弗、目犍连都是古佛再来」，他们来帮助释迦牟尼佛教化众生，现菩萨身，做释迦牟尼佛的弟子。「他们是在唱戏，前台后台不一样，也许到了后台，老师变为学生。所以佛法常讲本迹因缘，一佛出世，千佛拥护。」一尊佛出世，他来教化众生，当主角，还有很多人配角。配角里面很多都是老师，不是同学，来扮什么角色？扮佛的学生，出家的，声闻学生；在家的，优婆塞、优婆夷的身分。实际上？实际上他是佛，古佛再来。所以一尊佛出世，千佛拥护，这是我们要学的。",
      "zh_TW": "我們再看下面的文，凡夫心隨境轉，為其所迷，事實真相完全不了解，所以受苦受難。「西方人心都清淨」，這個西方是極樂世界，往生到極樂世界的人，心都是清淨的，「而且這個清淨不會失掉，因為阿彌陀佛的幫助，無論在什麼惡道中都不會受其影響。或者說法，或者聽法，做影響眾。文殊、普賢、舍利弗、目犍連都是古佛再來」，他們來幫助釋迦牟尼佛教化眾生，現菩薩身，做釋迦牟尼佛的弟子。「他們是在唱戲，前台後台不一樣，也許到了後台，老師變為學生。所以佛法常講本跡因緣，一佛出世，千佛擁護。」一尊佛出世，他來教化眾生，當主角，還有很多人配角。配角裡面很多都是老師，不是同學，來扮什麼角色？扮佛的學生，出家的，聲聞學生；在家的，優婆塞、優婆夷的身分。實際上？實際上他是佛，古佛再來。所以一尊佛出世，千佛擁護，這是我們要學的。"
    },
    {
      "id": "02-043-0004_p0081",
      "zh_CN": "『神足』是神通，「佛不大用神通接引众生」，为什么？「妖魔鬼怪都有神通」，众生没有能力辨别，所以佛教化众生禁止用神通，这个很有道理。「但若遇有大影响力的人，如国王大臣」，他们影响力大，在他们面前有时候也现神通，这是特殊的例子，没有例外的。我们自己要知道，我们是凡夫，我们对社会上没有什么影响力，所以遇到神通这个事情我们要有高度的警觉，不能被他骗了，被他动摇了信心，我们就丧失这一次往生极乐世界的机会，就太可惜了。",
      "zh_TW": "『神足』是神通，「佛不大用神通接引眾生」，為什麼？「妖魔鬼怪都有神通」，眾生沒有能力辨別，所以佛教化眾生禁止用神通，這個很有道理。「但若遇有大影響力的人，如國王大臣」，他們影響力大，在他們面前有時候也現神通，這是特殊的例子，沒有例外的。我們自己要知道，我們是凡夫，我們對社會上沒有什麼影響力，所以遇到神通這個事情我們要有高度的警覺，不能被他騙了，被他動搖了信心，我們就喪失這一次往生極樂世界的機會，就太可惜了。"
    },
    {
      "id": "02-043-0004_p0082",
      "zh_CN": "所以要真信，我们依经教，依法不依人。佛教给我们的四依法，法是经典。这个经典真经，夏莲居老居士从《大藏经》现存的五种原译本会集成这一部，一个字没有改动，字字句句都是五种原译本的经文；换句话说，经是真经，字字句句是释迦牟尼佛所说的。注解是正知正见，为什么？他用了八十三种经论来注这个经，用了一百一十种祖师大德的作品来注这个经。所以注是正知正见，经是真经，决定不能疑惑、决定不能怀疑。我们依照这个经典来学习，信解行证，信愿持名，这一生决定成就，我们要相信，决定不能怀疑。这一部经难，在这个时代出现。这部经是李老师给我的，给我这个本子，是他过去在台中第一次宣讲的时候，把段落都勾起来了，就是科判，统统注解注出来，我们称它为眉注。这个本子我也印了很多，供养给大家。早年我在国外讲《无量寿经》都是用李老师的眉注，做讲经的底本，参考资料。李老师往生之后，这个本子就大量的流通了，在海内外。又遇到黄念祖老居士的注解，注得太好了，我们欢喜赞叹，以后依照老居士这个注解，我也讲过几遍。",
      "zh_TW": "所以要真信，我們依經教，依法不依人。佛教給我們的四依法，法是經典。這個經典真經，夏蓮居老居士從《大藏經》現存的五種原譯本會集成這一部，一個字沒有改動，字字句句都是五種原譯本的經文；換句話說，經是真經，字字句句是釋迦牟尼佛所說的。註解是正知正見，為什麼？他用了八十三種經論來註這個經，用了一百一十種祖師大德的作品來註這個經。所以註是正知正見，經是真經，決定不能疑惑、決定不能懷疑。我們依照這個經典來學習，信解行證，信願持名，這一生決定成就，我們要相信，決定不能懷疑。這一部經難，在這個時代出現。這部經是李老師給我的，給我這個本子，是他過去在台中第一次宣講的時候，把段落都勾起來了，就是科判，統統註解註出來，我們稱它為眉註。這個本子我也印了很多，供養給大家。早年我在國外講《無量壽經》都是用李老師的眉註，做講經的底本，參考資料。李老師往生之後，這個本子就大量的流通了，在海內外。又遇到黃念祖老居士的註解，註得太好了，我們歡喜讚歎，以後依照老居士這個註解，我也講過幾遍。"
    },
    {
      "id": "02-043-0004_p0083",
      "zh_CN": "八十五岁之后，我把《华严经》放下了，不讲了，专讲这部经，目的就是求生净土，自利利他。也给大家做一个榜样，一切经里头我选择什么？就选择一部，就选择《无量寿经科注》。这一生一心一意专门讲这部经，一遍讲完讲第二遍，现在我们讲《科注》这一次第四次。总不离开这部经，不离开一句阿弥陀佛，我们就会成就。一定要知道，像海贤老和尚说的，「好好念佛，求生净土，成佛是真的，其他全是假的」。今天我们就学习到此地。",
      "zh_TW": "八十五歲之後，我把《華嚴經》放下了，不講了，專講這部經，目的就是求生淨土，自利利他。也給大家做一個榜樣，一切經裡頭我選擇什麼？就選擇一部，就選擇《無量壽經科註》。這一生一心一意專門講這部經，一遍講完講第二遍，現在我們講《科註》這一次第四次。總不離開這部經，不離開一句阿彌陀佛，我們就會成就。一定要知道，像海賢老和尚說的，「好好念佛，求生淨土，成佛是真的，其他全是假的」。今天我們就學習到此地。"
    }
  ]
}