{
  "doc_id": "28-029-0001",
  "title": {
    "zh_CN": "一切众生皆有佛性—凡圣迷悟示意图",
    "zh_TW": "一切眾生皆有佛性—凡聖迷悟示意圖"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "28-029-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "28-029-0001_p0001",
      "zh_CN": "诸位法师，诸位同学。今天我们先看一个「凡圣迷悟示现图」。白色代表自性，黄色的代表妄想，蓝色的代表分别，红色代表执着，《华严经》上讲的妄想、分别、执着。这是本性，本性一念不觉就生起了妄想，由妄想再起分别，由分别就起执着，红色代表执着，这就是凡夫。凡夫自性上有妄想、有分别、有执着；执着没有了，就是阿罗汉，没有执着；分别没有了，就是菩萨；妄想没有了，就本来是佛。",
      "zh_TW": "諸位法師，諸位同學。今天我們先看一個「凡聖迷悟示現圖」。白色代表自性，黃色的代表妄想，藍色的代表分別，紅色代表執著，《華嚴經》上講的妄想、分別、執著。這是本性，本性一念不覺就生起了妄想，由妄想再起分別，由分別就起執著，紅色代表執著，這就是凡夫。凡夫自性上有妄想、有分別、有執著；執著沒有了，就是阿羅漢，沒有執著；分別沒有了，就是菩薩；妄想沒有了，就本來是佛。"
    },
    {
      "id": "28-029-0001_p0002",
      "zh_CN": "诸位一定要晓得，我们本来是佛，每个人都是一样，本来是佛。所以用这个图来显示，白的就是本来是佛，它是不会变的。凡是会变的是假的，不变的是真的。这是妄想，从妄想才起分别，由分别再起执着。凡夫等于说戴了三副眼镜，红色的、蓝色的、黄色的，三副眼镜，所以你看东西都看不清楚。阿罗汉执着没有了，他戴两副眼镜；菩萨分别也没有了，所以他戴一副眼镜，就看得比较清楚。",
      "zh_TW": "諸位一定要曉得，我們本來是佛，每個人都是一樣，本來是佛。所以用這個圖來顯示，白的就是本來是佛，它是不會變的。凡是會變的是假的，不變的是真的。這是妄想，從妄想才起分別，由分別再起執著。凡夫等於說戴了三副眼鏡，紅色的、藍色的、黃色的，三副眼鏡，所以你看東西都看不清楚。阿羅漢執著沒有了，他戴兩副眼鏡；菩薩分別也沒有了，所以他戴一副眼鏡，就看得比較清楚。"
    },
    {
      "id": "28-029-0001_p0003",
      "zh_CN": "用这个图来显示，让大家常常看，这里面有很多方法，怎么样断烦恼，方法很多是代表无量法门。不管是什么法门，没有一个法门不是帮我们把执着、分别、妄想放下，或者是把它断掉，都是这个意思。所以，「一切众生本来成佛」，这又是一种方法去掉的，执着去掉，再看这是妄想去掉，再就是分别也去掉了，很多种方式表不同的法门。在中国佛教里面，禅宗、净土宗、天台、法相，各个宗有不同的方法，但是是一个意思，都是把烦恼（就是妄想分别执着）放下。放下了就是佛，放下就是自己，禅宗里面讲「父母未生前本来面目」。本来面目是白的，有了颜色就不是本来面目。这个颜色不是真的，妄想分别执着不是真的，这个道理一定要懂。这是同时放下，妄想分别执着同时放下，所以说有顿悟、有渐悟，表这个意思。大概就可以了，我们看到这里就可以了。好，下面我们接着解答问题。",
      "zh_TW": "用這個圖來顯示，讓大家常常看，這裡面有很多方法，怎麼樣斷煩惱，方法很多是代表無量法門。不管是什麼法門，沒有一個法門不是幫我們把執著、分別、妄想放下，或者是把它斷掉，都是這個意思。所以，「一切眾生本來成佛」，這又是一種方法去掉的，執著去掉，再看這是妄想去掉，再就是分別也去掉了，很多種方式表不同的法門。在中國佛教裡面，禪宗、淨土宗、天台、法相，各個宗有不同的方法，但是是一個意思，都是把煩惱（就是妄想分別執著）放下。放下了就是佛，放下就是自己，禪宗裡面講「父母未生前本來面目」。本來面目是白的，有了顏色就不是本來面目。這個顏色不是真的，妄想分別執著不是真的，這個道理一定要懂。這是同時放下，妄想分別執著同時放下，所以說有頓悟、有漸悟，表這個意思。大概就可以了，我們看到這裡就可以了。好，下面我們接著解答問題。"
    },
    {
      "id": "28-029-0001_p0004",
      "zh_CN": "诸位刚才看这个图，那里面还有很深的一层意思，就是说明我们的真性，这白的，永远不染，只是被障碍着而已。就好像我们人戴上三副眼镜，这凡夫，你戴了个黄色的、戴了个蓝色的、戴了个红色的，你看外面看得模模糊糊，不清楚。把红色拿掉，就是执着没有了，黄色跟蓝色就变成绿色的，就像戴绿色的太阳眼镜一样，看外面就清楚多了；就是说罗汉比凡夫看得就清楚多了。菩萨再把蓝色拿掉，只戴一副黄的，就看得更清楚了。佛是什么都没有戴，就是最清楚的，一点障碍都没有。",
      "zh_TW": "諸位剛才看這個圖，那裡面還有很深的一層意思，就是說明我們的真性，這白的，永遠不染，只是被障礙著而已。就好像我們人戴上三副眼鏡，這凡夫，你戴了個黃色的、戴了個藍色的、戴了個紅色的，你看外面看得模模糊糊，不清楚。把紅色拿掉，就是執著沒有了，黃色跟藍色就變成綠色的，就像戴綠色的太陽眼鏡一樣，看外面就清楚多了；就是說羅漢比凡夫看得就清楚多了。菩薩再把藍色拿掉，只戴一副黃的，就看得更清楚了。佛是什麼都沒有戴，就是最清楚的，一點障礙都沒有。"
    },
    {
      "id": "28-029-0001_p0005",
      "zh_CN": "可是虽然戴三副眼镜，你要晓得，你的眼睛并没有变黄，也没有变绿，与你眼睛不相干，就是与自性不相干，自性永远没有染着；外面境界，外面境界也是永远没有染着。外面境界是法相，我们自己的自性就是法性，法性、法相永远不会染着。毛病就是出在这三个玻璃片上，三个玻璃片是假的，自性里头没有，外面法相里也没有，所以它叫妄，它不是真。我们今天不知道，把妄当作真，把真的忘掉了，亏就吃在这个地方。所以你一定要有自信心，本来是佛，这个东西一定要把它拿掉，妄想、分别、执着拿掉就恢复本来面目。",
      "zh_TW": "可是雖然戴三副眼鏡，你要曉得，你的眼睛並沒有變黃，也沒有變綠，與你眼睛不相干，就是與自性不相干，自性永遠沒有染著；外面境界，外面境界也是永遠沒有染著。外面境界是法相，我們自己的自性就是法性，法性、法相永遠不會染著。毛病就是出在這三個玻璃片上，三個玻璃片是假的，自性裡頭沒有，外面法相裡也沒有，所以它叫妄，它不是真。我們今天不知道，把妄當作真，把真的忘掉了，虧就吃在這個地方。所以你一定要有自信心，本來是佛，這個東西一定要把它拿掉，妄想、分別、執著拿掉就恢復本來面目。"
    },
    {
      "id": "28-029-0001_p0006",
      "zh_CN": "本来本性里面有无量的智慧、无量的德能、无量的才艺；现在人讲福报，是无量的福报。你看华藏世界、极乐世界的福报多大，是你自性里本有的。只要你这个东西不肯放下，那什么都没有，你全部都失掉。这个失掉不是真的失掉，叫迷失，为什么？放下就现前，全部就现前了，所以不能不放下。你不妨先放下一副眼镜看看，看你的智慧、德能、福报是不是多了一些？肯定多了一些。这个图显示这个意思。",
      "zh_TW": "本來本性裡面有無量的智慧、無量的德能、無量的才藝；現在人講福報，是無量的福報。你看華藏世界、極樂世界的福報多大，是你自性裡本有的。只要你這個東西不肯放下，那什麼都沒有，你全部都失掉。這個失掉不是真的失掉，叫迷失，為什麼？放下就現前，全部就現前了，所以不能不放下。你不妨先放下一副眼鏡看看，看你的智慧、德能、福報是不是多了一些？肯定多了一些。這個圖顯示這個意思。"
    }
  ]
}