{
  "doc_id": "03-004-0005",
  "title": {
    "zh_CN": "观经上品上生章",
    "zh_TW": "觀經上品上生章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "03-004-0005",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "03-004-0005_p0001",
      "zh_CN": "请掀开讲义第七页，从第一行看起，「次就行立信者。然行有二种，一者正行，二者杂行」。下面为我们解释，「言正行者，专依往生经行行者，是名正行。何者是也？一心专读诵此《观经》、《弥陀经》、《无量寿经》等」。这个等就是现在五经里面的《大势至菩萨圆通章》、《普贤行愿品》，就是五经一论。「一心专注思想观察忆念彼国二报庄严」。这是给我们说明什么叫正行，正行是专修，即使接引大众也是专弘，专修专弘。古来有祖师大德一生专讲《阿弥陀经》，讲三百多遍，不讲第二部经的，这就真是专中之专、正中之正，实在是值得我们效法的。读诵是依往生经，修行也依这个经典的理论、方法、境界，一心专注思想，正是大势至菩萨教给我们的「忆佛念佛」，忆就是心里面想念，常常想佛，常常思念西方极乐世界依正庄严，这个二报就是依报、正报。",
      "zh_TW": "請掀開講義第七頁，從第一行看起，「次就行立信者。然行有二種，一者正行，二者雜行」。下面為我們解釋，「言正行者，專依往生經行行者，是名正行。何者是也？一心專讀誦此《觀經》、《彌陀經》、《無量壽經》等」。這個等就是現在五經裡面的《大勢至菩薩圓通章》、《普賢行願品》，就是五經一論。「一心專注思想觀察憶念彼國二報莊嚴」。這是給我們說明什麼叫正行，正行是專修，即使接引大眾也是專弘，專修專弘。古來有祖師大德一生專講《阿彌陀經》，講三百多遍，不講第二部經的，這就真是專中之專、正中之正，實在是值得我們效法的。讀誦是依往生經，修行也依這個經典的理論、方法、境界，一心專注思想，正是大勢至菩薩教給我們的「憶佛念佛」，憶就是心裡面想念，常常想佛，常常思念西方極樂世界依正莊嚴，這個二報就是依報、正報。"
    },
    {
      "id": "03-004-0005_p0002",
      "zh_CN": "「若礼，即一心专礼彼佛」。日常生活当中，在修行仪式上总归纳起来就是身语意三业，身是修礼敬，拜佛专拜阿弥陀佛，要专。其他的佛不拜会不会对不起他？这是我们凡夫的妄想。如果诸佛菩萨看你专礼阿弥陀佛，没有一个不欢喜。为什么？唯有专才决定往生。不专，往生的机会就不多，所谓是杂修的人，一万个人难得有三、五个往生。专修的人所谓是「万修万人去」，一个都不会漏掉的，这专是非常重要。「若口称」，口称是念佛，「即一心专称彼佛，若赞叹供养，即一心专赞叹供养，是名为正」。这个赞叹供养是利他，是利他行，也就是帮助别人。像我刚才提到，古德一生专讲《阿弥陀经》，这就是讲经是属于赞叹，也属于法供养。一切统统专，专注，这叫正。",
      "zh_TW": "「若禮，即一心專禮彼佛」。日常生活當中，在修行儀式上總歸納起來就是身語意三業，身是修禮敬，拜佛專拜阿彌陀佛，要專。其他的佛不拜會不會對不起他？這是我們凡夫的妄想。如果諸佛菩薩看你專禮阿彌陀佛，沒有一個不歡喜。為什麼？唯有專才決定往生。不專，往生的機會就不多，所謂是雜修的人，一萬個人難得有三、五個往生。專修的人所謂是「萬修萬人去」，一個都不會漏掉的，這專是非常重要。「若口稱」，口稱是念佛，「即一心專稱彼佛，若讚歎供養，即一心專讚歎供養，是名為正」。這個讚歎供養是利他，是利他行，也就是幫助別人。像我剛才提到，古德一生專講《阿彌陀經》，這就是講經是屬於讚歎，也屬於法供養。一切統統專，專注，這叫正。"
    },
    {
      "id": "03-004-0005_p0003",
      "zh_CN": "「又就此正中，复有二种」，前面跟我们说什么叫正行，正行里面有两种，这两种都叫正行。第一是正中之正，「一者一心专念弥陀名号，行住坐卧，不问时节久近」，久就是老修行，近是初学的，「念念不舍者，是名正定之业，顺彼佛愿故」，这个佛愿就是四十八愿里面的第十八愿。由此可知，为什么有些人他也不读经，他也不念咒，他也不懂佛法，只会念一句阿弥陀佛，念到成功的时候，他能够站着往生、坐着往生，预知时至。这把这个原因说出来了，他那个修行是正中之正，把一切妄想分别执着统统念掉，他成就了念佛三昧，那哪有不成功的！与阿弥陀佛第十八愿完全相应，这个人决定往生。这是正中的第一种。",
      "zh_TW": "「又就此正中，復有二種」，前面跟我們說什麼叫正行，正行裡面有兩種，這兩種都叫正行。第一是正中之正，「一者一心專念彌陀名號，行住坐臥，不問時節久近」，久就是老修行，近是初學的，「念念不捨者，是名正定之業，順彼佛願故」，這個佛願就是四十八願裡面的第十八願。由此可知，為什麼有些人他也不讀經，他也不念咒，他也不懂佛法，只會念一句阿彌陀佛，念到成功的時候，他能夠站著往生、坐著往生，預知時至。這把這個原因說出來了，他那個修行是正中之正，把一切妄想分別執著統統念掉，他成就了念佛三昧，那哪有不成功的！與阿彌陀佛第十八願完全相應，這個人決定往生。這是正中的第一種。"
    },
    {
      "id": "03-004-0005_p0004",
      "zh_CN": "正中第二种，就是底下二十二节所说的，「若依礼诵等，即名为助业」。这是正中的第二种，正行的第二种，礼诵就是前面讲的专礼阿弥陀佛、专念往生经论。你选择一种专念也好，有人专念《阿弥陀经》，有人专念《无量寿经》，过去弘一大师一生专念《普贤行愿品》，像这个专礼、专念、念诵属于正行的第二种。我们净土宗里常讲正助双修，什么叫助？这叫助，不是其他的，正行里面有正助，助还是属于正行，必须要加以辨别。不是修其他这个善事叫做助行，我们往往把这个意思错会到这里，以为我修学一切善事这是属于助行，这是错误的。修学一切善事那叫杂行，那个不是助行。底下这一条说到了，「除此正助二行已外，自余诸善悉名杂行」。其他这个诸善包括的范围非常之广，有世间一切善、佛门里一切善，譬如我读诵大乘经典，我念《金刚经》是善，念《地藏经》也是善，念《法华经》也是善。我们专修净土的人念这些经这叫杂行，这都不是属于正行，为什么？不专。所以同修们要想在这一生当中决定得生净土，最好不要修杂行。",
      "zh_TW": "正中第二種，就是底下二十二節所說的，「若依禮誦等，即名為助業」。這是正中的第二種，正行的第二種，禮誦就是前面講的專禮阿彌陀佛、專念往生經論。你選擇一種專念也好，有人專念《阿彌陀經》，有人專念《無量壽經》，過去弘一大師一生專念《普賢行願品》，像這個專禮、專念、念誦屬於正行的第二種。我們淨土宗裡常講正助雙修，什麼叫助？這叫助，不是其他的，正行裡面有正助，助還是屬於正行，必須要加以辨別。不是修其他這個善事叫做助行，我們往往把這個意思錯會到這裡，以為我修學一切善事這是屬於助行，這是錯誤的。修學一切善事那叫雜行，那個不是助行。底下這一條說到了，「除此正助二行已外，自餘諸善悉名雜行」。其他這個諸善包括的範圍非常之廣，有世間一切善、佛門裡一切善，譬如我讀誦大乘經典，我念《金剛經》是善，念《地藏經》也是善，念《法華經》也是善。我們專修淨土的人念這些經這叫雜行，這都不是屬於正行，為什麼？不專。所以同修們要想在這一生當中決定得生淨土，最好不要修雜行。"
    },
    {
      "id": "03-004-0005_p0005",
      "zh_CN": "像这些大乘经典有的时候我们也要讲，为什么要讲？杂行为什么还要讲？为了有许多同修对于净土还没有信心，用这些大乘经论来接引他。你一说是讲净土经典，他根本不来听，讲《金刚经》，他很欢喜，他来了；讲《楞严经》，他高兴，他来了，用这些大经大论来诱导他。像古来大德所讲的，《华严》、《法华》都是《无量寿经》的导引，这样的大经引诱一切众生入《无量寿》、入净土法门，那是属于手段，是属于善巧方便，从这里诱导他入正行，是这个意思。",
      "zh_TW": "像這些大乘經典有的時候我們也要講，為什麼要講？雜行為什麼還要講？為了有許多同修對於淨土還沒有信心，用這些大乘經論來接引他。你一說是講淨土經典，他根本不來聽，講《金剛經》，他很歡喜，他來了；講《楞嚴經》，他高興，他來了，用這些大經大論來誘導他。像古來大德所講的，《華嚴》、《法華》都是《無量壽經》的導引，這樣的大經引誘一切眾生入《無量壽》、入淨土法門，那是屬於手段，是屬於善巧方便，從這裡誘導他入正行，是這個意思。"
    },
    {
      "id": "03-004-0005_p0006",
      "zh_CN": "假如我们修正行的，遇到有法师讲这些大经，我们要不要去听？一定要去听。那听我们不就变成杂行了吗？这个去听就是听众里头有一种叫影响众，是去庄严道场，这个道场听众愈多法缘就愈盛，是来庄严道场，不是来听经的。你坐在座位上闭着眼睛，阿弥陀佛、阿弥陀佛、阿弥陀佛，法师讲法师的，我念我的佛，我是来庄严道场的，来充人数的，所以一定要来拥护道场。人家初学的人看了，这些人都在这边听，大概讲得不错，我也去听听。这叫影响众，影响初学，帮助法师接引众生，是这个意思。不是叫你在那里听了这个经，这个经不错，这我还想学学，那就坏了，那你不如不来。所以听经大众当中，有很多种类不同。我们自己专修净宗的人，去听一切大乘经典，我们属于影响众，这有很大的功德，对于自己修行决定没有妨碍。",
      "zh_TW": "假如我們修正行的，遇到有法師講這些大經，我們要不要去聽？一定要去聽。那聽我們不就變成雜行了嗎？這個去聽就是聽眾裡頭有一種叫影響眾，是去莊嚴道場，這個道場聽眾愈多法緣就愈盛，是來莊嚴道場，不是來聽經的。你坐在座位上閉著眼睛，阿彌陀佛、阿彌陀佛、阿彌陀佛，法師講法師的，我念我的佛，我是來莊嚴道場的，來充人數的，所以一定要來擁護道場。人家初學的人看了，這些人都在這邊聽，大概講得不錯，我也去聽聽。這叫影響眾，影響初學，幫助法師接引眾生，是這個意思。不是叫你在那裡聽了這個經，這個經不錯，這我還想學學，那就壞了，那你不如不來。所以聽經大眾當中，有很多種類不同。我們自己專修淨宗的人，去聽一切大乘經典，我們屬於影響眾，這有很大的功德，對於自己修行決定沒有妨礙。"
    },
    {
      "id": "03-004-0005_p0007",
      "zh_CN": "「若修前正助二行，心常亲近忆念不断，名为无间也」。净宗修行的秘诀就是大势至菩萨给我们讲的「都摄六根，净念相继」，那是用功的秘诀。六根怎么摄法？只要做到净念相继，六根自然都摄，还用得着再找麻烦吗？一个人真正六根都摄了，他一定是净念圆满，两句话实在讲是一桩事情，都摄六根是讲功夫，净念相继是方法，是一桩事情。什么叫净念？不怀疑、不夹杂，这个念就是净念；后面相继就是不间断，无间就是不间断。所以我们用浅俗的话来说，不怀疑、不夹杂、不间断，这是净宗功夫的秘诀。",
      "zh_TW": "「若修前正助二行，心常親近憶念不斷，名為無間也」。淨宗修行的祕訣就是大勢至菩薩給我們講的「都攝六根，淨念相繼」，那是用功的祕訣。六根怎麼攝法？只要做到淨念相繼，六根自然都攝，還用得著再找麻煩嗎？一個人真正六根都攝了，他一定是淨念圓滿，兩句話實在講是一樁事情，都攝六根是講功夫，淨念相繼是方法，是一樁事情。什麼叫淨念？不懷疑、不夾雜，這個念就是淨念；後面相繼就是不間斷，無間就是不間斷。所以我們用淺俗的話來說，不懷疑、不夾雜、不間斷，這是淨宗功夫的祕訣。"
    },
    {
      "id": "03-004-0005_p0008",
      "zh_CN": "「若行后杂行，即心常间断」，杂行是什么？夹杂，不是夹杂世间法，是夹杂佛法，我修行净土的，我常常还要念念《金刚经》，还要念念《华严经》、念念《法华经》，这叫夹杂；或者是还参个禅，还打个坐，再是念个咒，这都叫夹杂。这一夹杂，我们的正行就间断，功夫就间断了。「虽可回向得生，众名疏杂之行也」。当然读诵一切大乘经典都可以回向求生净土，可是你的心确确实实不如那个老实持名的人那样的专精。那个老实持名的人，说老实话，他决定有把握，杂疏之行往生不见得真有把握，这是我们必须要晓得的。",
      "zh_TW": "「若行後雜行，即心常間斷」，雜行是什麼？夾雜，不是夾雜世間法，是夾雜佛法，我修行淨土的，我常常還要念念《金剛經》，還要念念《華嚴經》、念念《法華經》，這叫夾雜；或者是還參個禪，還打個坐，再是念個咒，這都叫夾雜。這一夾雜，我們的正行就間斷，功夫就間斷了。「雖可迴向得生，眾名疏雜之行也」。當然讀誦一切大乘經典都可以迴向求生淨土，可是你的心確確實實不如那個老實持名的人那樣的專精。那個老實持名的人，說老實話，他決定有把握，雜疏之行往生不見得真有把握，這是我們必須要曉得的。"
    },
    {
      "id": "03-004-0005_p0009",
      "zh_CN": "通常佛在四弘誓愿里面就教导我们，「法门无量誓愿学」，这看起来不都是变成夹杂、杂疏之行吗？你要把佛的话仔细看清楚，你才晓得法门无量誓愿学它还是专精。为什么？前面是「烦恼无尽誓愿断」，你的烦恼断掉没有？烦恼断尽之后你涉猎一切佛法，一即是多，多即是一，这才有能力。我们今天一涉猎其他的经典就变成杂疏之行，我们的烦恼没断，我们有分别、有执着、有妄想。那个有功夫的人展开经典是随文观照，经典一展开都明心见性。我们经典一打开都胡思乱想，我们不是观照，我们是打妄想，打妄想才叫杂疏之行。经典一展开，完全入了观照的境界，这个行，这个不但不碍事，反而增高品位，真正开智慧，定慧等学。「故名深心」。深心就介绍到此地。上面所说深心总是属于自利，即使利他还是自利。",
      "zh_TW": "通常佛在四弘誓願裡面就教導我們，「法門無量誓願學」，這看起來不都是變成夾雜、雜疏之行嗎？你要把佛的話仔細看清楚，你才曉得法門無量誓願學它還是專精。為什麼？前面是「煩惱無盡誓願斷」，你的煩惱斷掉沒有？煩惱斷盡之後你涉獵一切佛法，一即是多，多即是一，這才有能力。我們今天一涉獵其他的經典就變成雜疏之行，我們的煩惱沒斷，我們有分別、有執著、有妄想。那個有功夫的人展開經典是隨文觀照，經典一展開都明心見性。我們經典一打開都胡思亂想，我們不是觀照，我們是打妄想，打妄想才叫雜疏之行。經典一展開，完全入了觀照的境界，這個行，這個不但不礙事，反而增高品位，真正開智慧，定慧等學。「故名深心」。深心就介紹到此地。上面所說深心總是屬於自利，即使利他還是自利。"
    },
    {
      "id": "03-004-0005_p0010",
      "zh_CN": "下面这一段，「三者回向发愿心」，就是大慈悲心，这个愿是帮助一切众生离苦得乐，纯属于利他。真实心自受用叫深心，他受用叫回向发愿心，也就是大慈大悲心。我们看注解，「言回向发愿心者，过去及以今生」，过去时间就长了，过去是无量劫一直到今天，「身口意业所修世出世善根」。世间的善根，佛在一切经里面给我们讲得很明白，有三种，叫三善根，这个三善根是无贪、无瞋、无痴，就是没有贪瞋痴。世间所有一切善法都从这个根生的，所以它叫做善根，世法的三善根。反过来贪瞋痴叫三毒，世间里所有一切的罪孽都是从三毒生的。所以三毒反过来就是三善根，三善根反过来就是三毒。我们无始到今生，以三善根回向。出世善根只有一条，六度里面的精进波罗蜜，菩萨善根唯一精进。这是特别专注善根，善根包括一切善法善行，统统都包括。",
      "zh_TW": "下面這一段，「三者迴向發願心」，就是大慈悲心，這個願是幫助一切眾生離苦得樂，純屬於利他。真實心自受用叫深心，他受用叫迴向發願心，也就是大慈大悲心。我們看註解，「言迴向發願心者，過去及以今生」，過去時間就長了，過去是無量劫一直到今天，「身口意業所修世出世善根」。世間的善根，佛在一切經裡面給我們講得很明白，有三種，叫三善根，這個三善根是無貪、無瞋、無痴，就是沒有貪瞋痴。世間所有一切善法都從這個根生的，所以它叫做善根，世法的三善根。反過來貪瞋痴叫三毒，世間裡所有一切的罪孽都是從三毒生的。所以三毒反過來就是三善根，三善根反過來就是三毒。我們無始到今生，以三善根迴向。出世善根只有一條，六度裡面的精進波羅蜜，菩薩善根唯一精進。這是特別專注善根，善根包括一切善法善行，統統都包括。"
    },
    {
      "id": "03-004-0005_p0011",
      "zh_CN": "「及随喜他一切凡圣身口意业所修世出世善根」，前面是专说自己，这条是讲别人的。凡圣，圣人是从等觉菩萨以下，乃至六道凡夫，人家行善修善，我们见闻随喜，这个功德是相同的。见闻随喜要真实心中作，这个真实心中作我们要尽心尽力去帮助他圆满，就是我们中国古人所讲的「成人之善」，别人有善行，我们要尽心尽力帮助他，使他这个善行能做到圆满。为什么？所有一切善行都是利益社会、利益众生，而不是自利的。「以此自他所修善根，悉皆真实深信心中，回向愿生彼国」。我们自己修的善，随喜一切他人之善，我们求什么？只求一桩事情，往生净土，亲近弥陀，只求这个，除这个之外什么都不求。「故名回向发愿心」。这个世间的福报、天人的福报决定不去享它，为什么？不究竟，依旧不免轮回，福报享尽了还要堕落，所以这是不究竟，三界之内有漏的福报决定不求。",
      "zh_TW": "「及隨喜他一切凡聖身口意業所修世出世善根」，前面是專說自己，這條是講別人的。凡聖，聖人是從等覺菩薩以下，乃至六道凡夫，人家行善修善，我們見聞隨喜，這個功德是相同的。見聞隨喜要真實心中作，這個真實心中作我們要盡心盡力去幫助他圓滿，就是我們中國古人所講的「成人之善」，別人有善行，我們要盡心盡力幫助他，使他這個善行能做到圓滿。為什麼？所有一切善行都是利益社會、利益眾生，而不是自利的。「以此自他所修善根，悉皆真實深信心中，迴向願生彼國」。我們自己修的善，隨喜一切他人之善，我們求什麼？只求一樁事情，往生淨土，親近彌陀，只求這個，除這個之外什麼都不求。「故名迴向發願心」。這個世間的福報、天人的福報決定不去享它，為什麼？不究竟，依舊不免輪迴，福報享盡了還要墮落，所以這是不究竟，三界之內有漏的福報決定不求。"
    },
    {
      "id": "03-004-0005_p0012",
      "zh_CN": "「又回向发愿愿生者，必须决定真实心中回向愿作得生想」。这个念佛人常常想着佛来接引我往生，许许多多念佛人临终的时候不能往生，不是佛不来接引，是在临终那个时候他的心乱了。平常心还满清净，一句佛号念得很好，心里也求生净土，到临终的时候贪生怕死，不愿意去了，还希望多活几天，这就大错特错了。这桩事情，如果不是平素功夫真正得力，临终我们自己能保证不会发生这个状况吗？自己不能保证。万一到那个时候，贪生怕死念头一生，这一生的机会就错过了。所以要在平常训练，训练的方法，常常想死，到临死的时候不害怕，常常想佛来接引我。你看印光大师他老人家的关房，关房里头有个小房间，供了一尊阿弥陀佛，阿弥陀佛后面贴了一个大字，「死」字。天天把死字挂在额头上，想着我随时就要死，希望阿弥陀佛快来接引我。这个到死的时候见到阿弥陀佛一定生欢喜心，我天天想你，果然把你想到了，我就跟你去了。否则的话，一看到阿弥陀佛来，吓到了，「不得了，我要死了」，这个麻烦大了，这个念头一动就去不了了，佛也没有了，你也去不了。常常要作如是观，要真心真意的想。",
      "zh_TW": "「又迴向發願願生者，必須決定真實心中迴向願作得生想」。這個念佛人常常想著佛來接引我往生，許許多多念佛人臨終的時候不能往生，不是佛不來接引，是在臨終那個時候他的心亂了。平常心還滿清淨，一句佛號念得很好，心裡也求生淨土，到臨終的時候貪生怕死，不願意去了，還希望多活幾天，這就大錯特錯了。這樁事情，如果不是平素功夫真正得力，臨終我們自己能保證不會發生這個狀況嗎？自己不能保證。萬一到那個時候，貪生怕死念頭一生，這一生的機會就錯過了。所以要在平常訓練，訓練的方法，常常想死，到臨死的時候不害怕，常常想佛來接引我。你看印光大師他老人家的關房，關房裡頭有個小房間，供了一尊阿彌陀佛，阿彌陀佛後面貼了一個大字，「死」字。天天把死字掛在額頭上，想著我隨時就要死，希望阿彌陀佛快來接引我。這個到死的時候見到阿彌陀佛一定生歡喜心，我天天想你，果然把你想到了，我就跟你去了。否則的話，一看到阿彌陀佛來，嚇到了，「不得了，我要死了」，這個麻煩大了，這個念頭一動就去不了了，佛也沒有了，你也去不了。常常要作如是觀，要真心真意的想。"
    },
    {
      "id": "03-004-0005_p0013",
      "zh_CN": "所以一个真正念佛人，印光大师写的这个字我们印了很多，我们把它缩小了，印成有这么大张，实实在在讲应该挂在我们床头上，每天晚上睡觉都看到，这一躺到床上，心就做我要死了，看着阿弥陀佛有没有来。天天这样眼巴巴的盼望着，临命终时生欢喜心，不会恐怖，不惊不怖，如入禅定，这个好，不要害怕。有些人讲这还得了，这太消极了。这叫真积极，不是消极。世间人迷惑颠倒，不知道往生功德利益的殊胜，他不晓得。所以我们要常常这种想法，常常作得生想。所以眼不离佛像，天天看佛像，天天看到印祖这个教训，这就是我们学习他，他老人家一生天天都是这样想，他给我们做了个榜样。",
      "zh_TW": "所以一個真正念佛人，印光大師寫的這個字我們印了很多，我們把它縮小了，印成有這麼大張，實實在在講應該掛在我們床頭上，每天晚上睡覺都看到，這一躺到床上，心就做我要死了，看著阿彌陀佛有沒有來。天天這樣眼巴巴的盼望著，臨命終時生歡喜心，不會恐怖，不驚不怖，如入禪定，這個好，不要害怕。有些人講這還得了，這太消極了。這叫真積極，不是消極。世間人迷惑顛倒，不知道往生功德利益的殊勝，他不曉得。所以我們要常常這種想法，常常作得生想。所以眼不離佛像，天天看佛像，天天看到印祖這個教訓，這就是我們學習他，他老人家一生天天都是這樣想，他給我們做了個榜樣。"
    },
    {
      "id": "03-004-0005_p0014",
      "zh_CN": "「此心深信，由若金刚」，金刚是比喻信心的坚固，决定不会动摇。「不为一切异见异学、别解别行人等之所动乱破坏」。这些前面都跟诸位报告过，这些是什么？修学法门跟我们不相同的，依据经典跟我们不一样的，决定不受他影响，我们只一心专修。「唯是决定一心，投正直进。不得闻彼人语，即有进退，心生怯弱，回顾落道，即失往生之大益也」。如果我们被人家几句话动摇了，这个往生的真正利益就失掉了，那实在讲是太可惜了。",
      "zh_TW": "「此心深信，由若金剛」，金剛是比喻信心的堅固，決定不會動搖。「不為一切異見異學、別解別行人等之所動亂破壞」。這些前面都跟諸位報告過，這些是什麼？修學法門跟我們不相同的，依據經典跟我們不一樣的，決定不受他影響，我們只一心專修。「唯是決定一心，投正直進。不得聞彼人語，即有進退，心生怯弱，迴顧落道，即失往生之大益也」。如果我們被人家幾句話動搖了，這個往生的真正利益就失掉了，那實在講是太可惜了。"
    },
    {
      "id": "03-004-0005_p0015",
      "zh_CN": "下面这里大师又假设一个问答，都是帮助我们建立坚固的信心。「问曰：若有解行不同」，这一句是讲学佛的，或者是学禅的，或者是学教的，或者是学密的，这些人，解行不同。「邪杂人等」，这句是不是学佛的，不是学佛的他在社会上也很有地位、很有身分，甚至是知名的学者，「佛教是迷信，你怎么学这个？」这叫邪杂人等，邪是说其他不同的宗教。碰到这些人，「来相惑乱」，惑是迷惑，乱是扰乱我们。「或说种种疑难，道不得往生」，他终极的目标就是劝你放弃念佛，不能往生的。",
      "zh_TW": "下面這裡大師又假設一個問答，都是幫助我們建立堅固的信心。「問曰：若有解行不同」，這一句是講學佛的，或者是學禪的，或者是學教的，或者是學密的，這些人，解行不同。「邪雜人等」，這句是不是學佛的，不是學佛的他在社會上也很有地位、很有身分，甚至是知名的學者，「佛教是迷信，你怎麼學這個？」這叫邪雜人等，邪是說其他不同的宗教。碰到這些人，「來相惑亂」，惑是迷惑，亂是擾亂我們。「或說種種疑難，道不得往生」，他終極的目標就是勸你放棄念佛，不能往生的。"
    },
    {
      "id": "03-004-0005_p0016",
      "zh_CN": "「或云：汝等众生旷劫已来，及以今生，身口意业，于一切凡圣身上，具造十恶五逆四重」，四重是杀盗淫妄，戒律里头的四重戒。「谤法阐提」，谤法是毁谤正法，阐提是梵语，翻成中国的意思就是没有善根的人，断了善根的人叫阐提，没善根的人。「破戒破见等罪，未能除尽」，你造的这些罪业没除尽。「然此等之罪系属三界恶道」，前面所讲的种种罪行，果报都在三恶道。「云何一生修福念佛，即入彼无漏无生之国，永得证悟不退位也」。这样业障罪孽深重的人，怎么是你在一生短短时日念佛你就能生到西方清净国土，那个地方个个圆证三不退？他来跟你说，你自己想想，你能做得到吗？你有分吗？我们往往听了这些话信心就动摇了，这就是人家来迷惑我们，来扰乱我们。",
      "zh_TW": "「或云：汝等眾生曠劫已來，及以今生，身口意業，於一切凡聖身上，具造十惡五逆四重」，四重是殺盜淫妄，戒律裡頭的四重戒。「謗法闡提」，謗法是毀謗正法，闡提是梵語，翻成中國的意思就是沒有善根的人，斷了善根的人叫闡提，沒善根的人。「破戒破見等罪，未能除盡」，你造的這些罪業沒除盡。「然此等之罪繫屬三界惡道」，前面所講的種種罪行，果報都在三惡道。「云何一生修福念佛，即入彼無漏無生之國，永得證悟不退位也」。這樣業障罪孽深重的人，怎麼是你在一生短短時日念佛你就能生到西方清淨國土，那個地方個個圓證三不退？他來跟你說，你自己想想，你能做得到嗎？你有分嗎？我們往往聽了這些話信心就動搖了，這就是人家來迷惑我們，來擾亂我們。"
    },
    {
      "id": "03-004-0005_p0017",
      "zh_CN": "我们要怎样才能够坚定自己的信心不被外境扰乱？底下大师教导我们，「答曰：诸佛教行，数越尘沙，禀识机缘，随情非一」，这个四句是总说，这是总纲领。佛教导一切众生法门无量无边，这么多的方法，佛是怎么说出来的？是随机说出来的。其实佛哪有方法？佛没有定法，众生什么根性，佛就给他说什么法；众生什么毛病，佛就给他说什么法，佛没有定法可说，随情非一，没有一定的方法，所以法门就无量无边。正如同大夫给人看病一样，给人开药方一样，一个人一个药方，没有相同的药方，纵然相同，他用药的分量也不一样，哪有相同的？佛说一切经是当时给人开的处方，换句话说，没有一个方子是为我们开的。我们今天拿着佛替当时那些人开的处方，我们随便拿来用，那不死才怪！不是佛害你，是你自己害自己。佛现在不在世，为我们现在这些苦难人留了一个药方，留了个药方你不相信，你又不肯用，你怪谁？留的这个药方是什么？就是往生经典。这是佛特地为末法五恶五苦众生开的一条一生决定得度的法门，就是这一门。所以你要问，千经万论哪一部经是佛对我讲的？《阿弥陀经》、《无量寿经》、《观无量寿佛经》，这就是对我说的。我生在末法，确实今天是五恶五苦的时代，这是专门为我们说的。因此我们的修学决定要以这个为主。",
      "zh_TW": "我們要怎樣才能夠堅定自己的信心不被外境擾亂？底下大師教導我們，「答曰：諸佛教行，數越塵沙，稟識機緣，隨情非一」，這個四句是總說，這是總綱領。佛教導一切眾生法門無量無邊，這麼多的方法，佛是怎麼說出來的？是隨機說出來的。其實佛哪有方法？佛沒有定法，眾生什麼根性，佛就給他說什麼法；眾生什麼毛病，佛就給他說什麼法，佛沒有定法可說，隨情非一，沒有一定的方法，所以法門就無量無邊。正如同大夫給人看病一樣，給人開藥方一樣，一個人一個藥方，沒有相同的藥方，縱然相同，他用藥的分量也不一樣，哪有相同的？佛說一切經是當時給人開的處方，換句話說，沒有一個方子是為我們開的。我們今天拿著佛替當時那些人開的處方，我們隨便拿來用，那不死才怪！不是佛害你，是你自己害自己。佛現在不在世，為我們現在這些苦難人留了一個藥方，留了個藥方你不相信，你又不肯用，你怪誰？留的這個藥方是什麼？就是往生經典。這是佛特地為末法五惡五苦眾生開的一條一生決定得度的法門，就是這一門。所以你要問，千經萬論哪一部經是佛對我講的？《阿彌陀經》、《無量壽經》、《觀無量壽佛經》，這就是對我說的。我生在末法，確實今天是五惡五苦的時代，這是專門為我們說的。因此我們的修學決定要以這個為主。"
    },
    {
      "id": "03-004-0005_p0018",
      "zh_CN": "实在说我往生真正有把握了，我再遍涉一切大乘，没有关系，为什么？我随时走得了。我往生还没有把握，我就专修这个法门，这个人叫聪明人。什么时候有把握？你不要问别人，自己晓得，自己知道。问别人，人家纵然是给你印证，也是骗你的，也不是真的，不可以轻易听信人言。我有一年在洛杉矶讲经，讲完之后有三个年轻人来问我，要我给他印证他们有没有开悟？曾经听说一个密宗的上师，在那边大概一共是五个年轻人，给他们印证他们都开悟了。所以我去讲经，他来问我，要我看看他有没有开悟？我说老实话，我说「你们没有开悟。」他当时很生气，「有上师都说我开悟了，你怎么说我没有开悟？」脸上颜色马上就不好看。我就告诉他，「我没开悟，你来问我有没有开悟，你准没有开悟。」你要开悟了你还来问我吗？不能轻听人言。简直是现在稀奇古怪的事情太多，到处都有，不要受人骗，不要上当。佛法实在是修的什么？清净心。几句不好听的话马上就生气了，你这个心哪里清净？换句话说，人家赞叹、捧你一下，你就欢喜；说几句不中听的，立刻就不高兴，完全是凡夫，你有什么功夫？这个要知道。所以一定要晓得，哪一些经是佛为我们说的，为我们这个时代人说的，我们这个时代人修学真正得力。",
      "zh_TW": "實在說我往生真正有把握了，我再遍涉一切大乘，沒有關係，為什麼？我隨時走得了。我往生還沒有把握，我就專修這個法門，這個人叫聰明人。什麼時候有把握？你不要問別人，自己曉得，自己知道。問別人，人家縱然是給你印證，也是騙你的，也不是真的，不可以輕易聽信人言。我有一年在洛杉磯講經，講完之後有三個年輕人來問我，要我給他印證他們有沒有開悟？曾經聽說一個密宗的上師，在那邊大概一共是五個年輕人，給他們印證他們都開悟了。所以我去講經，他來問我，要我看看他有沒有開悟？我說老實話，我說「你們沒有開悟。」他當時很生氣，「有上師都說我開悟了，你怎麼說我沒有開悟？」臉上顏色馬上就不好看。我就告訴他，「我沒開悟，你來問我有沒有開悟，你準沒有開悟。」你要開悟了你還來問我嗎？不能輕聽人言。簡直是現在稀奇古怪的事情太多，到處都有，不要受人騙，不要上當。佛法實在是修的什麼？清淨心。幾句不好聽的話馬上就生氣了，你這個心哪裡清淨？換句話說，人家讚歎、捧你一下，你就歡喜；說幾句不中聽的，立刻就不高興，完全是凡夫，你有什麼功夫？這個要知道。所以一定要曉得，哪一些經是佛為我們說的，為我們這個時代人說的，我們這個時代人修學真正得力。"
    },
    {
      "id": "03-004-0005_p0019",
      "zh_CN": "下面大师用譬喻来说，「譬如世间人眼可见可信者」，这是先举现量的境界、眼前的事情，说出来大家都会相信，不会怀疑的。「如明能破暗，空能含有，地能载养，水能生润，火能成坏，如此等事，悉名待对之法，即目可见，千差万别」。这是讲出来大家都相信的，眼前的事情，你亲眼看见的。「何况佛法不思议之力，岂无种种益也」，这就说出佛法无量的法门，每个法门都有它的利益。但是这个利益要对了根性才能发生利益，不对根性就不可能有利益。好像那个药店，我们到药店看几千种几万种，统统是好药，都能治病。可是你害的病跟那个药性质不对那就不行了，那就不能对治。一定要对症，统统是好药，不对症那就没有一样是好药，佛法亦复如此。",
      "zh_TW": "下面大師用譬喻來說，「譬如世間人眼可見可信者」，這是先舉現量的境界、眼前的事情，說出來大家都會相信，不會懷疑的。「如明能破闇，空能含有，地能載養，水能生潤，火能成壞，如此等事，悉名待對之法，即目可見，千差萬別」。這是講出來大家都相信的，眼前的事情，你親眼看見的。「何況佛法不思議之力，豈無種種益也」，這就說出佛法無量的法門，每個法門都有它的利益。但是這個利益要對了根性才能發生利益，不對根性就不可能有利益。好像那個藥店，我們到藥店看幾千種幾萬種，統統是好藥，都能治病。可是你害的病跟那個藥性質不對那就不行了，那就不能對治。一定要對症，統統是好藥，不對症那就沒有一樣是好藥，佛法亦復如此。"
    },
    {
      "id": "03-004-0005_p0020",
      "zh_CN": "「随出一门者」，出是超出，超出什么？超出烦恼门。「随入一门者」，入什么？「即入一解脱智慧门也」。「为此随缘起行，各求解脱」。一切众生的根性不相同，程度不相同，爱好不相同，生活环境不相同，习气不相同，所以佛有种种法门，都是帮助一切众生求解脱的，我们要明白佛教化众生这个原则。「汝何以乃将非有缘之要行，障惑于我？」我自己所具备的种种条件，这个念佛法门很适合我，我修学很有受用，假如说遇到个学禅的，你为什么偏偏要我修禅？禅对你也许有利益，对我没有利益，我不是禅的根性。这就是那个法门与我没有缘，这是与我有缘的，有缘就是对机、契机！",
      "zh_TW": "「隨出一門者」，出是超出，超出什麼？超出煩惱門。「隨入一門者」，入什麼？「即入一解脫智慧門也」。「為此隨緣起行，各求解脫」。一切眾生的根性不相同，程度不相同，愛好不相同，生活環境不相同，習氣不相同，所以佛有種種法門，都是幫助一切眾生求解脫的，我們要明白佛教化眾生這個原則。「汝何以乃將非有緣之要行，障惑於我？」我自己所具備的種種條件，這個念佛法門很適合我，我修學很有受用，假如說遇到個學禪的，你為什麼偏偏要我修禪？禪對你也許有利益，對我沒有利益，我不是禪的根性。這就是那個法門與我沒有緣，這是與我有緣的，有緣就是對機、契機！"
    },
    {
      "id": "03-004-0005_p0021",
      "zh_CN": "「然我之所爱」，我所喜欢的这个法门。「即是我有缘之行」，这个法门对我就有缘，契我的机。「即非汝所求」，你跟我修学的法门不一样，我这个法门不是你所要的。同样的一个道理，「汝之所爱，即是汝有缘之行，亦非我所求」，你修学那个法门也是佛传给你，没错，你是那个法门的根器，你修学得力，我修学就不得力，与你有缘，与我没有缘。「是故各随所乐而修其行者，必疾得解脱也」，这是个大原则、大前提，如果随自己的根器，随自己的爱好，这个法门修学一定能得利益，一定能够很快得到成果。你修学功夫得力，有了一定的成就，发愿回向求生净土，也决定得生。《无量寿经．三辈往生》那一品里面，一共有四段经文，最后一段慈舟法师判的「一心三辈」，就是属于这一类的。可见得净土法门非常广大，专修的人得生，不修学这个法门，修学其他法门，回向也能得生。所以这个法门殊胜，一切诸佛赞叹，是有道理的。",
      "zh_TW": "「然我之所愛」，我所喜歡的這個法門。「即是我有緣之行」，這個法門對我就有緣，契我的機。「即非汝所求」，你跟我修學的法門不一樣，我這個法門不是你所要的。同樣的一個道理，「汝之所愛，即是汝有緣之行，亦非我所求」，你修學那個法門也是佛傳給你，沒錯，你是那個法門的根器，你修學得力，我修學就不得力，與你有緣，與我沒有緣。「是故各隨所樂而修其行者，必疾得解脫也」，這是個大原則、大前提，如果隨自己的根器，隨自己的愛好，這個法門修學一定能得利益，一定能夠很快得到成果。你修學功夫得力，有了一定的成就，發願迴向求生淨土，也決定得生。《無量壽經．三輩往生》那一品裡面，一共有四段經文，最後一段慈舟法師判的「一心三輩」，就是屬於這一類的。可見得淨土法門非常廣大，專修的人得生，不修學這個法門，修學其他法門，迴向也能得生。所以這個法門殊勝，一切諸佛讚歎，是有道理的。"
    },
    {
      "id": "03-004-0005_p0022",
      "zh_CN": "「行者当知」，这段话很重要，「若欲学解，从凡至圣，乃至佛果，一切无碍，皆得学也」。我们学佛人有两种人，一种是搞佛学的，搞佛学他是不修行，他完全把佛法当作学问来研究，这一切经典都可以去研究，现在这样的人很多，这是求解不重行的。不重行是决定得不到结果，换句话说，他不能断烦恼，不能出轮回，即使经典念得再熟，讲得天花乱坠，依旧还是生死轮回。「若欲学行者，必藉有缘之法，少用功劳，多得益也」。这就是讲修行，修行是什么？学佛。诸位要知道，佛学跟学佛不一样，前面一个是佛学，后面这个是学佛。学佛那必须要学与自己有缘的法门，一门深入，不能学两门、三门，学多了你的心力、精神都分散，你不能成就。",
      "zh_TW": "「行者當知」，這段話很重要，「若欲學解，從凡至聖，乃至佛果，一切無礙，皆得學也」。我們學佛人有兩種人，一種是搞佛學的，搞佛學他是不修行，他完全把佛法當作學問來研究，這一切經典都可以去研究，現在這樣的人很多，這是求解不重行的。不重行是決定得不到結果，換句話說，他不能斷煩惱，不能出輪迴，即使經典念得再熟，講得天花亂墜，依舊還是生死輪迴。「若欲學行者，必藉有緣之法，少用功勞，多得益也」。這就是講修行，修行是什麼？學佛。諸位要知道，佛學跟學佛不一樣，前面一個是佛學，後面這個是學佛。學佛那必須要學與自己有緣的法門，一門深入，不能學兩門、三門，學多了你的心力、精神都分散，你不能成就。"
    },
    {
      "id": "03-004-0005_p0023",
      "zh_CN": "实在讲任何一个法门都是修学三昧的法门，三昧是正定，在净土宗里面讲就是一心不乱，就是修清净心。一个法门叫心清净容易得到，同时学几个法门，想心地清净非常困难。因为一切经典你要不会看的，你看多了连佛法都不相信了。为什么？前面跟大家说过，佛没有定法可说。佛要遇到这个人，向释迦牟尼佛请教问题，这个人很执着，佛就跟他讲空，讲空是什么？破你的执着。佛遇到另外一个人，他什么也不执着，一切空空如也，佛就跟他讲有，破他空执。你一看到佛怎么一会儿说有，一会儿说空，到底是空、是有？自己说话，自己自相矛盾，算了，我不学他了。他不知道佛用这个药，这个药是对这个人的，那个药是对那个人的，这个人用这个药他病好了，那个人用那个药病也好了，佛说法如是如是。我们不了解情况，看到佛说法完全自相矛盾，正是自己迷惑颠倒。像这样的情形在大乘经典里面太多太多。所以我们理解之后，对于佛所说一切法统统不执着，晓得他这个说法对哪一类人，那个说法又是对一类人的，所对的不同根性。哪一个法与我有缘我就专修它，专修所谓是「事半功倍」，用的力量少，得的成就大，少用功劳，多得利益，这要会学。",
      "zh_TW": "實在講任何一個法門都是修學三昧的法門，三昧是正定，在淨土宗裡面講就是一心不亂，就是修清淨心。一個法門叫心清淨容易得到，同時學幾個法門，想心地清淨非常困難。因為一切經典你要不會看的，你看多了連佛法都不相信了。為什麼？前面跟大家說過，佛沒有定法可說。佛要遇到這個人，向釋迦牟尼佛請教問題，這個人很執著，佛就跟他講空，講空是什麼？破你的執著。佛遇到另外一個人，他什麼也不執著，一切空空如也，佛就跟他講有，破他空執。你一看到佛怎麼一會兒說有，一會兒說空，到底是空、是有？自己說話，自己自相矛盾，算了，我不學他了。他不知道佛用這個藥，這個藥是對這個人的，那個藥是對那個人的，這個人用這個藥他病好了，那個人用那個藥病也好了，佛說法如是如是。我們不了解情況，看到佛說法完全自相矛盾，正是自己迷惑顛倒。像這樣的情形在大乘經典裡面太多太多。所以我們理解之後，對於佛所說一切法統統不執著，曉得他這個說法對哪一類人，那個說法又是對一類人的，所對的不同根性。哪一個法與我有緣我就專修它，專修所謂是「事半功倍」，用的力量少，得的成就大，少用功勞，多得利益，這要會學。"
    },
    {
      "id": "03-004-0005_p0024",
      "zh_CN": "底下说了很长的一篇比喻，这个比喻虽然长，很容易懂，我们念念就可以了，所以念的时候要细心体会。「又白一切往生人等」，我们看大师用的语气极尊敬，一切往生人等是指我们，我们这求往生的，善导大师用白，白是最恭敬的语气。实实在在像如来在大经上讲「不轻初学」，决定不能看轻初学，对初学的人跟对佛一样的尊重。所以这些地方我们要特别留意。「今更为行者说一譬喻，守护信心，以防外邪异见之难」，外是外道，邪是邪教，异见是不同见解的这些人，怕他们来为难。这里说了一个比喻。「何者是也？」什么比喻？「譬如有人，欲向西行百千之里」，譬如有个人他要往西面去，这个路很遥远，有百千里，相当遥远。「忽然中路见有二河」，走到半途看到两条河流，「一是火河在南，二是水河在北」，南北有两条河。「二河各阔百步」，阔是宽度，有这么宽。「各深无底，南北无边」，南北很长，看不到边际。",
      "zh_TW": "底下說了很長的一篇比喻，這個比喻雖然長，很容易懂，我們念念就可以了，所以念的時候要細心體會。「又白一切往生人等」，我們看大師用的語氣極尊敬，一切往生人等是指我們，我們這求往生的，善導大師用白，白是最恭敬的語氣。實實在在像如來在大經上講「不輕初學」，決定不能看輕初學，對初學的人跟對佛一樣的尊重。所以這些地方我們要特別留意。「今更為行者說一譬喻，守護信心，以防外邪異見之難」，外是外道，邪是邪教，異見是不同見解的這些人，怕他們來為難。這裡說了一個比喻。「何者是也？」什麼比喻？「譬如有人，欲向西行百千之里」，譬如有個人他要往西面去，這個路很遙遠，有百千里，相當遙遠。「忽然中路見有二河」，走到半途看到兩條河流，「一是火河在南，二是水河在北」，南北有兩條河。「二河各闊百步」，闊是寬度，有這麼寬。「各深無底，南北無邊」，南北很長，看不到邊際。"
    },
    {
      "id": "03-004-0005_p0025",
      "zh_CN": "「正水火中间，有一白道」，这两条河当中有一条很窄小的一条道路。「可阔四五寸许」，就像个独木桥一样，旁边这个河是其深无底，这个比绝壁悬崖还要危险。「此道从东岸至西岸，亦长百步」，有这么长的一条道路，这个道路非常窄小，非常之危险。「其水波浪交过湿道」，这个小路常常被水侵蚀，也常常被火烧着，「其火焰亦来烧道，水火相交，常无休息」，这一条小路，实在讲非常非常危险的道路。「此人既至空旷迥处」，这个人走到路的边上，真是进退不得，这个地方「更无人物，多有群贼恶兽，见此人单独，竞来欲杀」，看到这个人独自一个人在这边走，这些盗贼、恶兽都想来伤害他。「此人怖死」，怖死是什么？怖是恐怖，怕死。「直走向西」，往西面走，「忽然见此大河」，两条河一条水河、一条火河。「即自念言：此河南北不见边畔」，南北很长见不到边。「中间见一白道，极是狭小，二岸相去虽近，何由可行？」怎么走法？「今日定死不疑」，想到这里，走到绝路。",
      "zh_TW": "「正水火中間，有一白道」，這兩條河當中有一條很窄小的一條道路。「可闊四五寸許」，就像個獨木橋一樣，旁邊這個河是其深無底，這個比絕壁懸崖還要危險。「此道從東岸至西岸，亦長百步」，有這麼長的一條道路，這個道路非常窄小，非常之危險。「其水波浪交過濕道」，這個小路常常被水侵蝕，也常常被火燒著，「其火焰亦來燒道，水火相交，常無休息」，這一條小路，實在講非常非常危險的道路。「此人既至空曠迥處」，這個人走到路的邊上，真是進退不得，這個地方「更無人物，多有群賊惡獸，見此人單獨，競來欲殺」，看到這個人獨自一個人在這邊走，這些盜賊、惡獸都想來傷害他。「此人怖死」，怖死是什麼？怖是恐怖，怕死。「直走向西」，往西面走，「忽然見此大河」，兩條河一條水河、一條火河。「即自念言：此河南北不見邊畔」，南北很長見不到邊。「中間見一白道，極是狹小，二岸相去雖近，何由可行？」怎麼走法？「今日定死不疑」，想到這裡，走到絕路。"
    },
    {
      "id": "03-004-0005_p0026",
      "zh_CN": "「正欲到回」，想回头，这回头「群贼恶兽渐渐来逼。正欲南北避走，恶兽毒虫竞来向我。正欲向西寻道而去」，只有这么一条窄路，「复恐堕此水火二河，当时惶怖不复可言」，这是恐怖惊慌到了极处。「即自思念：我今回亦死」，回是回头，回头群贼恶兽都在等他，这是必死无疑。「住亦死」，住在那里不动，不动也不行，不动这些恶兽慢慢的靠近自己了。「去一死」，往前面那条路上也是危险的道路。「一种不免死者」，想想走到绝路了。「我宁寻此道向前而去」，剩了这条窄路，虽然很危险，也是一条死路，我就往这条路上走去吧！",
      "zh_TW": "「正欲到迴」，想回頭，這回頭「群賊惡獸漸漸來逼。正欲南北避走，惡獸毒蟲競來向我。正欲向西尋道而去」，只有這麼一條窄路，「復恐墮此水火二河，當時惶怖不復可言」，這是恐怖驚慌到了極處。「即自思念：我今迴亦死」，迴是回頭，回頭群賊惡獸都在等他，這是必死無疑。「住亦死」，住在那裡不動，不動也不行，不動這些惡獸慢慢的靠近自己了。「去一死」，往前面那條路上也是危險的道路。「一種不免死者」，想想走到絕路了。「我寧尋此道向前而去」，剩了這條窄路，雖然很危險，也是一條死路，我就往這條路上走去吧！"
    },
    {
      "id": "03-004-0005_p0027",
      "zh_CN": "「既有此道，必应可度。作此念时，东岸忽闻人劝声」，人看不到，有声音在劝他，「仁者，但决定寻此道行，必无死难，若住即死」，你往这条路走一定走得通，你要是停下来那一定就死。「又西岸上有人唤言，汝一心正念直来，我能护汝」，我可以保护你，「众不畏堕于水火之难」，西方有人在那里招唤他。「此人既闻此遣彼唤」，此是东面，东面有声音劝他去，西面有人唤他迎接他来。「即自正当身心，决定寻道直进，不生疑怯退心」，这下定决心往西面走了。「或行一分二分」，走了没多远，「东岸群贼等唤言：仁者回来，此道崄恶不得过，必死不疑，我等众无恶心相向」，他才走没有多远，这边这些群贼在劝他，劝他回来，我们对你没有恶心，你放心回来好了，这条路太危险，太可怕了，劝他回来。「此人虽闻唤声，亦不回顾，一心直进念道而行，须臾即到西岸，永离诸难，善友相见，庆乐无已。此是喻也」。这没有多久他就到达西岸，西岸那边有善友欢迎他，非常欢喜，永离诸难。这是一段比喻。",
      "zh_TW": "「既有此道，必應可度。作此念時，東岸忽聞人勸聲」，人看不到，有聲音在勸他，「仁者，但決定尋此道行，必無死難，若住即死」，你往這條路走一定走得通，你要是停下來那一定就死。「又西岸上有人喚言，汝一心正念直來，我能護汝」，我可以保護你，「眾不畏墮於水火之難」，西方有人在那裡招喚他。「此人既聞此遣彼喚」，此是東面，東面有聲音勸他去，西面有人喚他迎接他來。「即自正當身心，決定尋道直進，不生疑怯退心」，這下定決心往西面走了。「或行一分二分」，走了沒多遠，「東岸群賊等喚言：仁者迴來，此道嶮惡不得過，必死不疑，我等眾無惡心相向」，他才走沒有多遠，這邊這些群賊在勸他，勸他回來，我們對你沒有惡心，你放心回來好了，這條路太危險，太可怕了，勸他回來。「此人雖聞喚聲，亦不迴顧，一心直進念道而行，須臾即到西岸，永離諸難，善友相見，慶樂無已。此是喻也」。這沒有多久他就到達西岸，西岸那邊有善友歡迎他，非常歡喜，永離諸難。這是一段比喻。"
    },
    {
      "id": "03-004-0005_p0028",
      "zh_CN": "比喻的什么？底下一段就「合喻」，告诉我们比喻的是什么。「言东岸者，即喻此娑婆之火宅也」，把我们娑婆世界比作东岸。西岸就是西方极乐世界。「言群贼恶兽诈亲者」，诈亲不是真的亲，假的，「即喻众生六根六识六尘五阴四大」，比喻的这些。「言无人空迥泽者」，到这个地方没有看到人，只看到群贼恶兽，群贼恶兽就比喻恶知识，不是善知识。「即喻常随恶友，不值真善知识也」，没有遇到人，没有遇到善知识，所遇到都是恶知识。「言水火二河者，即喻众生贪爱如水，瞋憎如火也」，就是贪爱、瞋恚两大烦恼，贪瞋的烦恼。「言中间白道四五寸者，即喻众生贪瞋烦恼中，能生清净愿往生心也」，比喻我们在贪瞋痴慢当中，忽然还起一念心，还想求生西方极乐世界，比喻这是一条白道、一条小路。「乃由贪瞋强故」，就好像水火常常侵蚀这条小路。「善心微故，喻如白道。又水波常湿道者，即喻爱心常起，能染污善心也。又火焰常烧道者，即喻瞋嫌之心，能烧功德之法财也」。虽然念佛求生净土，贪爱、瞋恚这个烦恼常常会起来。",
      "zh_TW": "比喻的什麼？底下一段就「合喻」，告訴我們比喻的是什麼。「言東岸者，即喻此娑婆之火宅也」，把我們娑婆世界比作東岸。西岸就是西方極樂世界。「言群賊惡獸詐親者」，詐親不是真的親，假的，「即喻眾生六根六識六塵五陰四大」，比喻的這些。「言無人空迥澤者」，到這個地方沒有看到人，只看到群賊惡獸，群賊惡獸就比喻惡知識，不是善知識。「即喻常隨惡友，不值真善知識也」，沒有遇到人，沒有遇到善知識，所遇到都是惡知識。「言水火二河者，即喻眾生貪愛如水，瞋憎如火也」，就是貪愛、瞋恚兩大煩惱，貪瞋的煩惱。「言中間白道四五寸者，即喻眾生貪瞋煩惱中，能生清淨願往生心也」，比喻我們在貪瞋痴慢當中，忽然還起一念心，還想求生西方極樂世界，比喻這是一條白道、一條小路。「乃由貪瞋強故」，就好像水火常常侵蝕這條小路。「善心微故，喻如白道。又水波常濕道者，即喻愛心常起，能染污善心也。又火焰常燒道者，即喻瞋嫌之心，能燒功德之法財也」。雖然念佛求生淨土，貪愛、瞋恚這個煩惱常常會起來。"
    },
    {
      "id": "03-004-0005_p0029",
      "zh_CN": "「言人行道上直向西者，即喻回诸行业直向西方」，这就是回向发愿求生净土，比喻这个意思。「言东岸闻人声劝遣寻道直西进者」，这是比喻释迦牟尼佛不在了，所以看不到人，佛的经典还在这个世间，譬喻说我们只听到声音没有见到人，佛在经上劝我们求生西方，譬如听到声音，见不到人。「言或行一分二分群贼等唤回者，即喻别解别行恶见人等，妄说见解迭相惑乱」。这就是你遇到一些恶友、恶知识，他们来劝你改学别的法门，使你这一生真正脱离轮回、圆成佛道的机会这样丧失掉，这是一类。第二类，「及自造罪退失也」，第二种是你自己造作业障、罪业，那就是什么？贪瞋烦恼太重，念佛的功夫抵不过，对于经教理解不够透彻，内生烦恼，外面又有五欲六尘的诱惑，这样退转了，是比喻这桩事情。",
      "zh_TW": "「言人行道上直向西者，即喻迴諸行業直向西方」，這就是迴向發願求生淨土，比喻這個意思。「言東岸聞人聲勸遣尋道直西進者」，這是比喻釋迦牟尼佛不在了，所以看不到人，佛的經典還在這個世間，譬喻說我們只聽到聲音沒有見到人，佛在經上勸我們求生西方，譬如聽到聲音，見不到人。「言或行一分二分群賊等喚迴者，即喻別解別行惡見人等，妄說見解迭相惑亂」。這就是你遇到一些惡友、惡知識，他們來勸你改學別的法門，使你這一生真正脫離輪迴、圓成佛道的機會這樣喪失掉，這是一類。第二類，「及自造罪退失也」，第二種是你自己造作業障、罪業，那就是什麼？貪瞋煩惱太重，念佛的功夫抵不過，對於經教理解不夠透徹，內生煩惱，外面又有五欲六塵的誘惑，這樣退轉了，是比喻這樁事情。"
    },
    {
      "id": "03-004-0005_p0030",
      "zh_CN": "「言西岸上有人唤者，即喻弥陀愿意也」，西方极乐世界阿弥陀佛现在，我们也见到人，听到声音，他在那里招唤。「言须臾到西岸善友相见喜者，即喻众生久沉生死，旷劫轮回，迷倒自缠」，迷惑颠倒，自己缠缚了自己，「无由解脱」，这是我们现前的状况。「仰蒙释迦发遣」，今天我们承蒙释迦牟尼佛教导求生净土，「指向西方，又藉弥陀悲心招唤。今信顺二尊之意」，二尊就是本师释迦牟尼佛、阿弥陀佛，我们顺从这两尊佛的意愿。「不顾水火二河」，这就是烦恼，内里面烦恼、外面的诱惑统统不顾，统统放下，统统不理会，一心一意念佛。「念念无遗，乘彼愿力之道，舍命已后，得生彼国，与佛相见，庆喜何极也」，这是讲见到佛，生到西方极乐世界，那真是大庆幸，无始劫以来心心向往的，这一次终是满了愿。比喻是比喻这桩事情。我们能深深体会比喻的大意，自然就能坚定信心。",
      "zh_TW": "「言西岸上有人喚者，即喻彌陀願意也」，西方極樂世界阿彌陀佛現在，我們也見到人，聽到聲音，他在那裡招喚。「言須臾到西岸善友相見喜者，即喻眾生久沉生死，曠劫輪迴，迷倒自纏」，迷惑顛倒，自己纏縛了自己，「無由解脫」，這是我們現前的狀況。「仰蒙釋迦發遣」，今天我們承蒙釋迦牟尼佛教導求生淨土，「指向西方，又藉彌陀悲心招喚。今信順二尊之意」，二尊就是本師釋迦牟尼佛、阿彌陀佛，我們順從這兩尊佛的意願。「不顧水火二河」，這就是煩惱，內裡面煩惱、外面的誘惑統統不顧，統統放下，統統不理會，一心一意念佛。「念念無遺，乘彼願力之道，捨命已後，得生彼國，與佛相見，慶喜何極也」，這是講見到佛，生到西方極樂世界，那真是大慶幸，無始劫以來心心嚮往的，這一次終是滿了願。比喻是比喻這樁事情。我們能深深體會比喻的大意，自然就能堅定信心。"
    },
    {
      "id": "03-004-0005_p0031",
      "zh_CN": "底下一节说，「又一切行者，行住坐卧，三业所修，无问昼夜时节」，也就是一切时一切处所。「常作此解」，这个解是见解，我们必须有这样的见解。「常作此想」，要有这样的想念。「故名回向发愿心」，你心里常常想、常常念，这就是回向发愿。「又言回向者，生彼国已，还起大悲，回入生死，教化众生，亦名回向也」，这是回向第二个意思。所以有人对于这个法门没有深入的理解，看到念佛修净土的人他都摇头，认为什么？自了汉，学小乘。现在众生这么苦，不发大慈悲心来度众生，自己想逃到西方极乐世界去避难去。往往轻视这个法门，瞧不起念佛人。这是大错特错！还有一些人不求往生，他要生生世世做法师，或者生生世世在这个世间做大官、大富长者，来干什么？我要护持佛法，我要弘扬佛法。来生你有把握能得人身吗？不简单！",
      "zh_TW": "底下一節說，「又一切行者，行住坐臥，三業所修，無問晝夜時節」，也就是一切時一切處所。「常作此解」，這個解是見解，我們必須有這樣的見解。「常作此想」，要有這樣的想念。「故名迴向發願心」，你心裡常常想、常常念，這就是迴向發願。「又言迴向者，生彼國已，還起大悲，迴入生死，教化眾生，亦名迴向也」，這是迴向第二個意思。所以有人對於這個法門沒有深入的理解，看到念佛修淨土的人他都搖頭，認為什麼？自了漢，學小乘。現在眾生這麼苦，不發大慈悲心來度眾生，自己想逃到西方極樂世界去避難去。往往輕視這個法門，瞧不起念佛人。這是大錯特錯！還有一些人不求往生，他要生生世世做法師，或者生生世世在這個世間做大官、大富長者，來幹什麼？我要護持佛法，我要弘揚佛法。來生你有把握能得人身嗎？不簡單！"
    },
    {
      "id": "03-004-0005_p0032",
      "zh_CN": "我们自己一定要量量自己的能力，仔细冷静去思惟，不要讲过去生，过去生的事情不知道，我们没有宿命通，没有他心通，这一生的事情还能够记得个差不多，我们从幼年到今天，起心动念、身口造作到底是善业多还是恶业多？冷静想一想，造的恶业多，善业少。善业什么时候造的？学了佛之后才晓得造一点善业，没学佛之前全是自私自利。来生得人身难，太难太难。所以往生西方极乐世界就是发愿救度一切众生。救度众生先度自己，我自己度自己都度不了，还有什么能力度众生？这个重要。我们看到一个人掉到水里快要淹死了，我很想去救他，我不会游泳，跳下去白搭一条命而已。到西方极乐世界学本事，学成之后，回来之后我见一个才能救一个。今天没有能力，到西方极乐世界是去读书、是去留学，是去学智慧、学神通、学本领，是为这个去的。所以到了那个地方去，还是大慈大悲回入生死，再回来教化众生。",
      "zh_TW": "我們自己一定要量量自己的能力，仔細冷靜去思惟，不要講過去生，過去生的事情不知道，我們沒有宿命通，沒有他心通，這一生的事情還能夠記得個差不多，我們從幼年到今天，起心動念、身口造作到底是善業多還是惡業多？冷靜想一想，造的惡業多，善業少。善業什麼時候造的？學了佛之後才曉得造一點善業，沒學佛之前全是自私自利。來生得人身難，太難太難。所以往生西方極樂世界就是發願救度一切眾生。救度眾生先度自己，我自己度自己都度不了，還有什麼能力度眾生？這個重要。我們看到一個人掉到水裡快要淹死了，我很想去救他，我不會游泳，跳下去白搭一條命而已。到西方極樂世界學本事，學成之後，回來之後我見一個才能救一個。今天沒有能力，到西方極樂世界是去讀書、是去留學，是去學智慧、學神通、學本領，是為這個去的。所以到了那個地方去，還是大慈大悲迴入生死，再回來教化眾生。"
    },
    {
      "id": "03-004-0005_p0033",
      "zh_CN": "有人就问了，那到西方极乐世界去了，好久才可以回来呢？因为他的大悲心很重，恨不得马上就可以回来，那行不行？行。你去念《无量寿经》，《无量寿经》上清清楚楚，到西方极乐世界跟阿弥陀佛见个面，给他拜三拜，告诉阿弥陀佛，「我慈悲心很重，我现在就想到娑婆世界去度那些众生，可不可以？」阿弥陀佛一定点头，「好，你去吧！」你就行了。你再来的时候，阿弥陀佛威神加持你，能满你的愿。《无量寿经》上没有限定你在西方世界多久、证得什么样果位才可以离开，没有说这个，没有说这个那去见个面就可以回来了。西方世界真的是开放、自由。一些人不知道极乐世界的好处，你把这些经典细细去读，任何一个国家地区，讲到真正开放、自由，统统比不上极乐世界。我们今天讲民主、开放、自由，西方极乐世界是第一，那真实不虚。所以你即使有大悲心，赶快跟阿弥陀佛见一面再来，就没事了。没有本事，阿弥陀佛帮助你，智慧威神加持你，你也就好像有本领了。非常非常重要，决定不能误会。",
      "zh_TW": "有人就問了，那到西方極樂世界去了，好久才可以回來呢？因為他的大悲心很重，恨不得馬上就可以回來，那行不行？行。你去念《無量壽經》，《無量壽經》上清清楚楚，到西方極樂世界跟阿彌陀佛見個面，給他拜三拜，告訴阿彌陀佛，「我慈悲心很重，我現在就想到娑婆世界去度那些眾生，可不可以？」阿彌陀佛一定點頭，「好，你去吧！」你就行了。你再來的時候，阿彌陀佛威神加持你，能滿你的願。《無量壽經》上沒有限定你在西方世界多久、證得什麼樣果位才可以離開，沒有說這個，沒有說這個那去見個面就可以回來了。西方世界真的是開放、自由。一些人不知道極樂世界的好處，你把這些經典細細去讀，任何一個國家地區，講到真正開放、自由，統統比不上極樂世界。我們今天講民主、開放、自由，西方極樂世界是第一，那真實不虛。所以你即使有大悲心，趕快跟阿彌陀佛見一面再來，就沒事了。沒有本事，阿彌陀佛幫助你，智慧威神加持你，你也就好像有本領了。非常非常重要，決定不能誤會。"
    },
    {
      "id": "03-004-0005_p0034",
      "zh_CN": "「三心既具，无行不成，愿行既成若不生者，无有是处」。大师在此地给我们做的结论斩钉截铁，句句话都肯定，叫我们不生一丝毫疑惑。三心既具，具是具备，也就是常讲的三心圆发，发得圆圆满满。无行不成是讲大乘佛法，无论你修学哪个法门，所有一切大乘法统统建立在菩提心的基础上，我们念佛法门是大乘法，也建立在这基础上。不管修学那个法门，没有这个三菩提心他就修不成功。学禅也好、学密也好、学教也好，统统要三心，那就是要用真诚心、要用深心、要用大悲心；没有三心，所有一切大乘法门统统落空。愿行既成这一句是专讲修净土的，前面那个无行不成是通所有一切大乘佛法，后头这句是专讲求生净土，你有菩提三心圆发要想求生净土，是决定得生；如果具足三心还不生的，没有这个道理，可见得这个三心非常非常重要。《无量寿经》上讲，「发菩提心，一向专念」。",
      "zh_TW": "「三心既具，無行不成，願行既成若不生者，無有是處」。大師在此地給我們做的結論斬釘截鐵，句句話都肯定，叫我們不生一絲毫疑惑。三心既具，具是具備，也就是常講的三心圓發，發得圓圓滿滿。無行不成是講大乘佛法，無論你修學哪個法門，所有一切大乘法統統建立在菩提心的基礎上，我們念佛法門是大乘法，也建立在這基礎上。不管修學那個法門，沒有這個三菩提心他就修不成功。學禪也好、學密也好、學教也好，統統要三心，那就是要用真誠心、要用深心、要用大悲心；沒有三心，所有一切大乘法門統統落空。願行既成這一句是專講修淨土的，前面那個無行不成是通所有一切大乘佛法，後頭這句是專講求生淨土，你有菩提三心圓發要想求生淨土，是決定得生；如果具足三心還不生的，沒有這個道理，可見得這個三心非常非常重要。《無量壽經》上講，「發菩提心，一向專念」。"
    },
    {
      "id": "03-004-0005_p0035",
      "zh_CN": "「又此三心，亦通摄定善之义，应知」，这就是包括所有一切佛法，定善要三心修，散善也要这个三心修。换句话说，一切真实，对佛法真实，对世间法也真实；对佛菩萨真实，对所有一切人都真实；对我们尊敬的人真实，对我们讨厌的人也要真实。使我们的心才真正达到清净、平等，我们这一生往生才有把握。如果这里头有分别、有差等，往生就没有把握。因为往生那一念，心要真正清净平等才得生。清净平等心要在平常养成，到临终那个时候我再来修清净平等，恐怕来不及了，要在平常养成。求高深之果，西方极乐世界是究竟第一圆满的果报，一定要顺，一定要契甚深之理，这句阿弥陀佛是极深之理，要厚培善根，这是力行，依据真实的理论求真实的果报。",
      "zh_TW": "「又此三心，亦通攝定善之義，應知」，這就是包括所有一切佛法，定善要三心修，散善也要這個三心修。換句話說，一切真實，對佛法真實，對世間法也真實；對佛菩薩真實，對所有一切人都真實；對我們尊敬的人真實，對我們討厭的人也要真實。使我們的心才真正達到清淨、平等，我們這一生往生才有把握。如果這裡頭有分別、有差等，往生就沒有把握。因為往生那一念，心要真正清淨平等才得生。清淨平等心要在平常養成，到臨終那個時候我再來修清淨平等，恐怕來不及了，要在平常養成。求高深之果，西方極樂世界是究竟第一圓滿的果報，一定要順，一定要契甚深之理，這句阿彌陀佛是極深之理，要厚培善根，這是力行，依據真實的理論求真實的果報。"
    },
    {
      "id": "03-004-0005_p0036",
      "zh_CN": "古人说这个三心顺三法，第一个至诚心，念真如平等一性，深心跟发愿回向心是自行化他。三心一念中修，没有前后，没有次第，一即是三，三即是一，我们见思烦恼自自然然就没有了，不断自断，这个功夫上乘。能够伏烦恼，真正伏住了，虽然烦恼不断，没有断，它不起作用，这是中等的功夫。虽然念，念还伏不住，烦恼还伏不住，有的时候还常常起现行，这是下品功夫，一定要认真去做。经上虽讲的是上品上生，里面所讲的原理原则贯穿底下九品。换句话说，功夫都是一样的，菩提心是一样发，发的那个心大小、偏圆不一样，才有九品的差别。下下品也是这三心，那个三心的坚定、三心的清净比不上上品上生的人，都是建立在三心的基础上。",
      "zh_TW": "古人說這個三心順三法，第一個至誠心，念真如平等一性，深心跟發願迴向心是自行化他。三心一念中修，沒有前後，沒有次第，一即是三，三即是一，我們見思煩惱自自然然就沒有了，不斷自斷，這個功夫上乘。能夠伏煩惱，真正伏住了，雖然煩惱不斷，沒有斷，它不起作用，這是中等的功夫。雖然念，念還伏不住，煩惱還伏不住，有的時候還常常起現行，這是下品功夫，一定要認真去做。經上雖講的是上品上生，裡面所講的原理原則貫穿底下九品。換句話說，功夫都是一樣的，菩提心是一樣發，發的那個心大小、偏圓不一樣，才有九品的差別。下下品也是這三心，那個三心的堅定、三心的清淨比不上上品上生的人，都是建立在三心的基礎上。"
    },
    {
      "id": "03-004-0005_p0037",
      "zh_CN": "本经后面有说得很好，不在我们这章上，勉励我们如果是念佛的人，这是佛说的，「当知此人即是人中芬陀利华」，芬陀利花是白莲花，莲花里头最殊胜的，这是佛称赞念佛人就像人中的白莲花一样。「观音势至常为胜友」，观音、势至是你最好的朋友，这个人将来必定坐道场，必定生诸佛家，诸佛家就是极乐世界。所以佛是嘱咐阿难尊者，要好好的持是语，持就是受持，「持是语者，即是持无量寿佛名」。什么叫持是语？就是叫你一心念佛，一心念佛就是佛在《观无量寿佛经》嘱咐阿难「受持佛语」。我们到这个地方这是将三心讲完了，明天我们要用这份讲义，明天这一章就圆满。明天讲的底下有三种人，就是它的重点在「慈心不杀，具诸戒行」，这是第一种，第二种「读诵大乘」，第三种「修行六念」。明天也一次就把这个跟诸位介绍，我们这一章就讲圆满了。好，我们念佛回向。",
      "zh_TW": "本經後面有說得很好，不在我們這章上，勉勵我們如果是念佛的人，這是佛說的，「當知此人即是人中芬陀利華」，芬陀利花是白蓮花，蓮花裡頭最殊勝的，這是佛稱讚念佛人就像人中的白蓮花一樣。「觀音勢至常為勝友」，觀音、勢至是你最好的朋友，這個人將來必定坐道場，必定生諸佛家，諸佛家就是極樂世界。所以佛是囑咐阿難尊者，要好好的持是語，持就是受持，「持是語者，即是持無量壽佛名」。什麼叫持是語？就是叫你一心念佛，一心念佛就是佛在《觀無量壽佛經》囑咐阿難「受持佛語」。我們到這個地方這是將三心講完了，明天我們要用這份講義，明天這一章就圓滿。明天講的底下有三種人，就是它的重點在「慈心不殺，具諸戒行」，這是第一種，第二種「讀誦大乘」，第三種「修行六念」。明天也一次就把這個跟諸位介紹，我們這一章就講圓滿了。好，我們念佛迴向。"
    }
  ]
}