{
  "doc_id": "03-004-0004",
  "title": {
    "zh_CN": "观经上品上生章",
    "zh_TW": "觀經上品上生章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "03-004-0004",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "03-004-0004_p0001",
      "zh_CN": "请掀开讲义第四页，我们看第十一小段，「问曰：凡夫智浅，惑障处深，若逢解行不同人，多引经论来相妨难，证云一切罪障凡夫不得往生者，云何对治彼难，成就信心，决定直进，不生怯退也」。这个向下一段开示文很长，在现在的社会，几乎我们随时随处都会遇到，如果对于净宗要没有相当的认识，没有坚定的信心，很难有不动摇的。信心一动摇就非常可惜，正是无量劫来才能够碰到这么一次的机会，就失掉了。失掉之后，下一次再遇到这个机会又不晓得经过无量劫又无量劫。所以大师真正是以彻底的悲心帮助我们来防范。他举的这个问答，虽然是假设的，可是实在有这些事情，特别是我们自己会遭遇到。",
      "zh_TW": "請掀開講義第四頁，我們看第十一小段，「問曰：凡夫智淺，惑障處深，若逢解行不同人，多引經論來相妨難，證云一切罪障凡夫不得往生者，云何對治彼難，成就信心，決定直進，不生怯退也」。這個向下一段開示文很長，在現在的社會，幾乎我們隨時隨處都會遇到，如果對於淨宗要沒有相當的認識，沒有堅定的信心，很難有不動搖的。信心一動搖就非常可惜，正是無量劫來才能夠碰到這麼一次的機會，就失掉了。失掉之後，下一次再遇到這個機會又不曉得經過無量劫又無量劫。所以大師真正是以徹底的悲心幫助我們來防範。他舉的這個問答，雖然是假設的，可是實在有這些事情，特別是我們自己會遭遇到。"
    },
    {
      "id": "03-004-0004_p0002",
      "zh_CN": "凡夫智慧少，这是我们承认，业障深重，遇到解行不相同的人，都是学佛的，学的宗派不相同，依据的经典不相同，修行的方法不相同，我们遇到这些人，这些人不是修净土，看到我们念佛求生净土，他来劝导我们。实在讲他也是好心好意，说这个法门不能成就，罪业这么深重，哪里念几句阿弥陀佛就能往生？还是参禅好，还是持戒好，还是念咒好，跟你讲这些，你怎么办？我们的信心动不动摇？特别是现在禅与密里面神通很多，看到放光动地、离地三尺，有没有？真有。你看到相不相信？你动不动心？这些人多引经论，他也引经据典，佛在哪个经里面说的，哪个菩萨在哪个经里面讲的，业障深重不能往生。过去几年不是有人查遍《大藏经》没有带业往生一说，那就是「多引经论来相妨难」，妨是妨碍你，难是为难你。",
      "zh_TW": "凡夫智慧少，這是我們承認，業障深重，遇到解行不相同的人，都是學佛的，學的宗派不相同，依據的經典不相同，修行的方法不相同，我們遇到這些人，這些人不是修淨土，看到我們念佛求生淨土，他來勸導我們。實在講他也是好心好意，說這個法門不能成就，罪業這麼深重，哪裡念幾句阿彌陀佛就能往生？還是參禪好，還是持戒好，還是念咒好，跟你講這些，你怎麼辦？我們的信心動不動搖？特別是現在禪與密裡面神通很多，看到放光動地、離地三尺，有沒有？真有。你看到相不相信？你動不動心？這些人多引經論，他也引經據典，佛在哪個經裡面說的，哪個菩薩在哪個經裡面講的，業障深重不能往生。過去幾年不是有人查遍《大藏經》沒有帶業往生一說，那就是「多引經論來相妨難」，妨是妨礙你，難是為難你。"
    },
    {
      "id": "03-004-0004_p0003",
      "zh_CN": "不管引多少经论，做什么样的妨碍，总而言之一句话，他一个目标，就是底下所说的，「一切罪障凡夫不得往生」，归根结柢就是这一句话，就是告诉你，修这个法门不能成功。我们听了怎么办？用什么方法来对付他？他那个方法能成功吗？实在善根深厚的人不会动摇，认识清楚的人不会动摇。哪些是善根深厚？一个是自善根深厚，不会相信这些异见异学。另外一种的善根深厚是亲眼看见念佛人往生的，我看到的，这也是善根深厚。没有深厚善根你怎么会见到？",
      "zh_TW": "不管引多少經論，做什麼樣的妨礙，總而言之一句話，他一個目標，就是底下所說的，「一切罪障凡夫不得往生」，歸根結柢就是這一句話，就是告訴你，修這個法門不能成功。我們聽了怎麼辦？用什麼方法來對付他？他那個方法能成功嗎？實在善根深厚的人不會動搖，認識清楚的人不會動搖。哪些是善根深厚？一個是自善根深厚，不會相信這些異見異學。另外一種的善根深厚是親眼看見念佛人往生的，我看到的，這也是善根深厚。沒有深厚善根你怎麼會見到？"
    },
    {
      "id": "03-004-0004_p0004",
      "zh_CN": "在我们台湾，好像是民国五十七年，台南将军乡有一位老太太，名字我记不得，念佛三年站着往生，一直到现在，高雄那边的同修还记得很清楚。我前年在高雄讲经，提到这个事情，讲完之后，很多同修跟我说，不错，他们都还记得。这位老太太人很慈悲，心地善良，也是不认识字，说她是佛教徒吗？什么佛菩萨、神仙都拜，就跟台湾乡下老太太一样乱拜，到处烧香，是这么一个人。在往生三年前她娶了一个儿媳妇，儿媳妇是学佛的，懂得一点佛法，劝她婆婆不要乱拜，专拜阿弥陀佛、专念阿弥陀佛求生净土。这位婆婆很不容易，居然就相信，就接受了，这一句阿弥陀佛念了三年。走的那一天她也不说，也不跟家里人说，说了怕家里人打闲岔，怕舍不得她走，那一闹她就走不成了，所以她不说。",
      "zh_TW": "在我們台灣，好像是民國五十七年，台南將軍鄉有一位老太太，名字我記不得，念佛三年站著往生，一直到現在，高雄那邊的同修還記得很清楚。我前年在高雄講經，提到這個事情，講完之後，很多同修跟我說，不錯，他們都還記得。這位老太太人很慈悲，心地善良，也是不認識字，說她是佛教徒嗎？什麼佛菩薩、神仙都拜，就跟台灣鄉下老太太一樣亂拜，到處燒香，是這麼一個人。在往生三年前她娶了一個兒媳婦，兒媳婦是學佛的，懂得一點佛法，勸她婆婆不要亂拜，專拜阿彌陀佛、專念阿彌陀佛求生淨土。這位婆婆很不容易，居然就相信，就接受了，這一句阿彌陀佛念了三年。走的那一天她也不說，也不跟家裡人說，說了怕家裡人打閒岔，怕捨不得她走，那一鬧她就走不成了，所以她不說。"
    },
    {
      "id": "03-004-0004_p0005",
      "zh_CN": "她是晚上走的，吃晚饭的时候，吃晚饭了，她就告诉儿子媳妇，你们先吃，不要等我，她要洗澡。儿媳妇很孝顺还是等，等了很久也没有看到人出来，到浴室里看看，她确实洗了澡，房间也不在。他们家里有个小佛堂，老太太穿了海青站在佛像面前，喊她也不答应，走到面前仔细一看，她已经往生，站着走的，没有生病，只念了三年。所以将军乡那一带的人，现在死心塌地念佛就是亲眼看见这个样子，你说这个不能往生，那个不能往生，我看到老太太往生，怎么说法？上一次跟诸位提到，台北莲友念佛团李济华居士，讲经说法讲了一个半钟点，下了台坐在那里往生的，都是不生病的，预知时至，自己晓得什么时候走。所以这是善根深厚，你亲眼见到、亲耳听到，决定相信，这个叫善根深厚。不会被这些人影响，不会被他动摇，成就信心，决定直进，不会退转的。可是我们善根没有那么深厚，认识也不太清楚，看经、听经往往还把意思听错了，这样就很危险，遇到这些人往往就扭转了方向，就很可惜。",
      "zh_TW": "她是晚上走的，吃晚飯的時候，吃晚飯了，她就告訴兒子媳婦，你們先吃，不要等我，她要洗澡。兒媳婦很孝順還是等，等了很久也沒有看到人出來，到浴室裡看看，她確實洗了澡，房間也不在。他們家裡有個小佛堂，老太太穿了海青站在佛像面前，喊她也不答應，走到面前仔細一看，她已經往生，站著走的，沒有生病，只念了三年。所以將軍鄉那一帶的人，現在死心塌地念佛就是親眼看見這個樣子，你說這個不能往生，那個不能往生，我看到老太太往生，怎麼說法？上一次跟諸位提到，台北蓮友念佛團李濟華居士，講經說法講了一個半鐘點，下了台坐在那裡往生的，都是不生病的，預知時至，自己曉得什麼時候走。所以這是善根深厚，你親眼見到、親耳聽到，決定相信，這個叫善根深厚。不會被這些人影響，不會被他動搖，成就信心，決定直進，不會退轉的。可是我們善根沒有那麼深厚，認識也不太清楚，看經、聽經往往還把意思聽錯了，這樣就很危險，遇到這些人往往就扭轉了方向，就很可惜。"
    },
    {
      "id": "03-004-0004_p0006",
      "zh_CN": "我们看大师怎样教导我们，「答曰」，你遇到这些人，你可以这样答复他。「若有人多引经论证云不生者」，不管他讲多少话，他目的就是这么简单，说明不得往生。「行者即报云」，行者就是我们自己，我们修学这个法门的人，我们可以告诉他。「仁者虽将经论来证道不生」，仁者是尊称，在经论当中我们常常看佛对菩萨说话都称仁者，仁者是对菩萨尊敬的称呼，仁慈的人，你虽然将一切经论来证明罪障深重的凡夫不能往生，虽然是引经据典来证明。「如我意者，决定不受汝破」，如果依我的想法，我不会接受你的看法，不会接受你的说法，你改变不了我。「何以故？」为什么？「然我亦不是不信，彼诸经论，尽皆仰信」。这个答复就非常好，你所引用的经典确实是佛说的，佛说的我怎么能不相信？我当然相信，而且是仰信，仰信是很尊敬的相信。",
      "zh_TW": "我們看大師怎樣教導我們，「答曰」，你遇到這些人，你可以這樣答覆他。「若有人多引經論證云不生者」，不管他講多少話，他目的就是這麼簡單，說明不得往生。「行者即報云」，行者就是我們自己，我們修學這個法門的人，我們可以告訴他。「仁者雖將經論來證道不生」，仁者是尊稱，在經論當中我們常常看佛對菩薩說話都稱仁者，仁者是對菩薩尊敬的稱呼，仁慈的人，你雖然將一切經論來證明罪障深重的凡夫不能往生，雖然是引經據典來證明。「如我意者，決定不受汝破」，如果依我的想法，我不會接受你的看法，不會接受你的說法，你改變不了我。「何以故？」為什麼？「然我亦不是不信，彼諸經論，盡皆仰信」。這個答覆就非常好，你所引用的經典確實是佛說的，佛說的我怎麼能不相信？我當然相信，而且是仰信，仰信是很尊敬的相信。"
    },
    {
      "id": "03-004-0004_p0007",
      "zh_CN": "相信为什么我不接受？底下就说出理由了，「然佛说彼经时，处别、时别、对机别、利益别」。《金刚经》上说得好，「无有定法如来可说，如来所说法，皆不可取、不可说，非法、非非法」，这也是释迦牟尼佛说的，《金刚经》上讲的。这是给我们一个指导的大原则、大前提，我们要记清楚，佛确实没有定法可说。就好像大夫给病人治病一样，大夫给病人治病，诊断之后开了处方，十个病人十个处方，拿那个处方对对看，都不一样，这些处方全是大夫开的，你能说它不是好方子、不是好药吗？都是好的，问题就是对不对我的症。那个药方是对他的症，这个药方是对你的症，都不对我的症，你们拿这个药方一吃，药到病除，就好了；我拿你这个药方一吃，是病上再加病，这不是很显然的道理吗？佛当年讲经说法，都是众生去请教，然后佛来答复。这经典一问一答，记录下来成为经典，这经是给谁说的？皆是无上法门，但是不是对我讲的。都是好的方子，都是好的药，不对我的病，这个话意思就是此地。所以佛讲经的时候地方不一样，时间不相同，对象不一样，利益不一样。能把这些搞清楚，人家引经据典，你信心就不会动摇。",
      "zh_TW": "相信為什麼我不接受？底下就說出理由了，「然佛說彼經時，處別、時別、對機別、利益別」。《金剛經》上說得好，「無有定法如來可說，如來所說法，皆不可取、不可說，非法、非非法」，這也是釋迦牟尼佛說的，《金剛經》上講的。這是給我們一個指導的大原則、大前提，我們要記清楚，佛確實沒有定法可說。就好像大夫給病人治病一樣，大夫給病人治病，診斷之後開了處方，十個病人十個處方，拿那個處方對對看，都不一樣，這些處方全是大夫開的，你能說它不是好方子、不是好藥嗎？都是好的，問題就是對不對我的症。那個藥方是對他的症，這個藥方是對你的症，都不對我的症，你們拿這個藥方一吃，藥到病除，就好了；我拿你這個藥方一吃，是病上再加病，這不是很顯然的道理嗎？佛當年講經說法，都是眾生去請教，然後佛來答覆。這經典一問一答，記錄下來成為經典，這經是給誰說的？皆是無上法門，但是不是對我講的。都是好的方子，都是好的藥，不對我的病，這個話意思就是此地。所以佛講經的時候地方不一樣，時間不相同，對象不一樣，利益不一樣。能把這些搞清楚，人家引經據典，你信心就不會動搖。"
    },
    {
      "id": "03-004-0004_p0008",
      "zh_CN": "「又说彼经时」，这个彼经是通指一切大乘经，「即非说观经弥陀经等时」。《观经》、《弥陀经》等，等就是指《无量寿经》，说一切大乘经典，不是说净土三经的时候，这个要知道。净土三经是特别为罪障深重凡夫，一生就能得生净土、成佛作祖的经典。换句话说，这个方子正对我的症，我就是业障深重的凡夫，用这个方子就恰恰好，这不能不知道。「然佛说教备机，时亦不同」，备机就是应机，佛是应机说法，因此时间、地点都不相同。「彼即通说人天菩萨之解行」，这句话是非常重要，这个彼是指一切大乘经论，一切大乘经论说的是什么？说是人天、菩萨的境界，教给你来生得人身、来生生天上、来生成菩萨，跟你讲这些。解就是讲的理论道理，行就是讲修行的方法，是人天、菩萨的理论与方法，是讲这些东西，跟净土经典性质不相同。",
      "zh_TW": "「又說彼經時」，這個彼經是通指一切大乘經，「即非說觀經彌陀經等時」。《觀經》、《彌陀經》等，等就是指《無量壽經》，說一切大乘經典，不是說淨土三經的時候，這個要知道。淨土三經是特別為罪障深重凡夫，一生就能得生淨土、成佛作祖的經典。換句話說，這個方子正對我的症，我就是業障深重的凡夫，用這個方子就恰恰好，這不能不知道。「然佛說教備機，時亦不同」，備機就是應機，佛是應機說法，因此時間、地點都不相同。「彼即通說人天菩薩之解行」，這句話是非常重要，這個彼是指一切大乘經論，一切大乘經論說的是什麼？說是人天、菩薩的境界，教給你來生得人身、來生生天上、來生成菩薩，跟你講這些。解就是講的理論道理，行就是講修行的方法，是人天、菩薩的理論與方法，是講這些東西，跟淨土經典性質不相同。"
    },
    {
      "id": "03-004-0004_p0009",
      "zh_CN": "「今说观经定散二善」，《观经》就包括净土三经，一即是三，三即是一，这个经典里面内容是讲定散二善，对谁说的？「唯为韦提」，就是韦提希夫人，是对韦提希夫人说的。韦提希夫人是个什么人？就是业障深重的凡夫。何况佛在经典上明白说出，「及佛灭后」，佛不在世，佛灭度之后，灭度之后什么时候？五浊恶世，我们今天浊恶到了极处，浊就是污染，我们今天不但环境污染严重，思想的污染、见解的污染、精神的污染、心地的污染，比自然环境的污染不知道要严重到多少倍，这个事情麻烦。「五苦」，五浊是因，是在造因，五苦是你受的果报。「等一切凡夫，证言得生」，我们今天处的时节因缘就是五浊五苦，换句话说，净土三经就是专门为我说的，其他一切经论是为一切天人、大乘菩萨说的，不是为我说的。这个三经是专为我说的，我用这个法门那就决定得生，这还能错得了吗？",
      "zh_TW": "「今說觀經定散二善」，《觀經》就包括淨土三經，一即是三，三即是一，這個經典裡面內容是講定散二善，對誰說的？「唯為韋提」，就是韋提希夫人，是對韋提希夫人說的。韋提希夫人是個什麼人？就是業障深重的凡夫。何況佛在經典上明白說出，「及佛滅後」，佛不在世，佛滅度之後，滅度之後什麼時候？五濁惡世，我們今天濁惡到了極處，濁就是污染，我們今天不但環境污染嚴重，思想的污染、見解的污染、精神的污染、心地的污染，比自然環境的污染不知道要嚴重到多少倍，這個事情麻煩。「五苦」，五濁是因，是在造因，五苦是你受的果報。「等一切凡夫，證言得生」，我們今天處的時節因緣就是五濁五苦，換句話說，淨土三經就是專門為我說的，其他一切經論是為一切天人、大乘菩薩說的，不是為我說的。這個三經是專為我說的，我用這個法門那就決定得生，這還能錯得了嗎？"
    },
    {
      "id": "03-004-0004_p0010",
      "zh_CN": "「为此因缘，我今一心依此佛教」，此就是指净土三经，现在我们讲五经一论，专门讲往生的，因为这个缘故，因为这个道理，我今天一心一意专依净土五经，「决定奉行」。可见得我们选择这个法门不是盲目选择的，是看得清清楚楚、明明白白。心地清净不容易证得，心净则土净，现在这个社会，国内外有不少善知识提倡人间净土，诸位想想，你能净得了吗？人间净土是个口号，做不到，这是事实。一个头脑清楚的人，真正有智慧的人，决定不可以忽略现实，人要忽略现实，生活在一个幻想的境界里，那就等于天天作梦，生活在梦想当中，他怎么会有成就？真正要讲到人间净土，你修西方净土修成功了，人间净土哪有不成就的道理！从人间净土一直进到西方净土，这是正确的，这才叫了义教。诸位要多想想，冷静的去观察。",
      "zh_TW": "「為此因緣，我今一心依此佛教」，此就是指淨土三經，現在我們講五經一論，專門講往生的，因為這個緣故，因為這個道理，我今天一心一意專依淨土五經，「決定奉行」。可見得我們選擇這個法門不是盲目選擇的，是看得清清楚楚、明明白白。心地清淨不容易證得，心淨則土淨，現在這個社會，國內外有不少善知識提倡人間淨土，諸位想想，你能淨得了嗎？人間淨土是個口號，做不到，這是事實。一個頭腦清楚的人，真正有智慧的人，決定不可以忽略現實，人要忽略現實，生活在一個幻想的境界裡，那就等於天天作夢，生活在夢想當中，他怎麼會有成就？真正要講到人間淨土，你修西方淨土修成功了，人間淨土哪有不成就的道理！從人間淨土一直進到西方淨土，這是正確的，這才叫了義教。諸位要多想想，冷靜的去觀察。"
    },
    {
      "id": "03-004-0004_p0011",
      "zh_CN": "底下说，「纵使汝等百千万亿」，不止你一个人来跟我讲，像你这种说法的，一百个、一千个、一万个、一亿个，统统都来给我说，念阿弥陀佛不能往生，我全都不相信你们的话。「唯增长成就我往生信心」，这个信心是真正的考验，你的信心是不是坚固，是不是又有成就，这一考就考出来了。你的心一动摇，你的信心叫露水道心，禁不起考验的，太阳一出来就没有了，禁不起考验的道心。",
      "zh_TW": "底下說，「縱使汝等百千萬億」，不止你一個人來跟我講，像你這種說法的，一百個、一千個、一萬個、一億個，統統都來給我說，念阿彌陀佛不能往生，我全都不相信你們的話。「唯增長成就我往生信心」，這個信心是真正的考驗，你的信心是不是堅固，是不是又有成就，這一考就考出來了。你的心一動搖，你的信心叫露水道心，禁不起考驗的，太陽一出來就沒有了，禁不起考驗的道心。"
    },
    {
      "id": "03-004-0004_p0012",
      "zh_CN": "「又行者更向说言」，这是更进一步，不要说你们这些凡夫，一个人或很多人来跟我讲，我不会接受。你看底下所讲，「仁者善听」，这是反过来劝告他，「我今为汝更说决定信相」，我向你表明，我这个修学净土法门、求生西方极乐世界的信心，相就是样子，我那个决定信的样子是怎样的？「纵使地前菩萨」，地前是三贤菩萨，十住、十行、十回向，这很了不起了，「罗汉、辟支等」，这是超越三界的圣人。他们「若一若多，乃至遍满十方」，也像你一样，或是一个，或是多个，或是无量无边，统统来了。「皆引经论证言不生者」，他们也像你一样，引经据典来告诉我，你念阿弥陀佛不能往生，这不是凡夫说的，你们凡夫说话分量不够，现在是菩萨、是阿罗汉、是辟支佛，他们统统都来说，我怎么样？",
      "zh_TW": "「又行者更向說言」，這是更進一步，不要說你們這些凡夫，一個人或很多人來跟我講，我不會接受。你看底下所講，「仁者善聽」，這是反過來勸告他，「我今為汝更說決定信相」，我向你表明，我這個修學淨土法門、求生西方極樂世界的信心，相就是樣子，我那個決定信的樣子是怎樣的？「縱使地前菩薩」，地前是三賢菩薩，十住、十行、十迴向，這很了不起了，「羅漢、辟支等」，這是超越三界的聖人。他們「若一若多，乃至遍滿十方」，也像你一樣，或是一個，或是多個，或是無量無邊，統統來了。「皆引經論證言不生者」，他們也像你一樣，引經據典來告訴我，你念阿彌陀佛不能往生，這不是凡夫說的，你們凡夫說話分量不夠，現在是菩薩、是阿羅漢、是辟支佛，他們統統都來說，我怎麼樣？"
    },
    {
      "id": "03-004-0004_p0013",
      "zh_CN": "「我亦未起一念疑心」，我一点都不怀疑，诸位想想，他为什么不怀疑？前面那个道理你明了的时候就不怀疑。他引用的经典没错，那些经典不是为我说的，我不当机。佛讲这个法门我当机，确实是为我说的，我依照这个法门修学决定成就，他有这么坚定的信心，菩萨来了也没有用处。「唯增长成就我清净信心，何以故？由佛语决定成就了义，不为一切所破坏故」。提出这个理由，三经是佛说的，佛所讲的菩萨不能破坏。但是现在别解、别行的人很厉害，厉害到什么程度？他首先把经给推翻，根本不承认有阿弥陀佛，不承认有西方极乐世界，把阿弥陀佛说作太阳神，把《弥陀经》说作什么？后人伪造的，不是真的经典。我们听了怎么办？这些话出自于大善知识之口，你的心动不动摇？假如我们没有一点常识，不能懂得一点历史，这听了真的就慌了。",
      "zh_TW": "「我亦未起一念疑心」，我一點都不懷疑，諸位想想，他為什麼不懷疑？前面那個道理你明瞭的時候就不懷疑。他引用的經典沒錯，那些經典不是為我說的，我不當機。佛講這個法門我當機，確實是為我說的，我依照這個法門修學決定成就，他有這麼堅定的信心，菩薩來了也沒有用處。「唯增長成就我清淨信心，何以故？由佛語決定成就了義，不為一切所破壞故」。提出這個理由，三經是佛說的，佛所講的菩薩不能破壞。但是現在別解、別行的人很厲害，厲害到什麼程度？他首先把經給推翻，根本不承認有阿彌陀佛，不承認有西方極樂世界，把阿彌陀佛說作太陽神，把《彌陀經》說作什麼？後人偽造的，不是真的經典。我們聽了怎麼辦？這些話出自於大善知識之口，你的心動不動搖？假如我們沒有一點常識，不能懂得一點歷史，這聽了真的就慌了。"
    },
    {
      "id": "03-004-0004_p0014",
      "zh_CN": "《无量寿经》、《阿弥陀经》、《观无量寿佛经》都是早期到中国来。我们看翻译的年代，《无量寿经》是最早翻译的，在译经史里面，安世高就有翻译，但是安世高的本子失传了。《弥陀经》是鸠摩罗什大师翻译的，罗什大师是姚秦时代，跟道安、跟慧远大师同时代。慧远大师在庐山建立东林念佛堂的时候，虽然罗什大师到中国来了，《弥陀经》还没翻出来，所以东林念佛堂所依据的经典是《无量寿经》。以后《弥陀经》翻出来，罗什大师翻出来了；《无量寿经》是南北朝时代翻的，东晋时代。这在中国历史上记载得清清楚楚、明明白白，哪里是假的？现在人比古人厉害，古人都不知道是假的，现在人知道是假的。",
      "zh_TW": "《無量壽經》、《阿彌陀經》、《觀無量壽佛經》都是早期到中國來。我們看翻譯的年代，《無量壽經》是最早翻譯的，在譯經史裡面，安世高就有翻譯，但是安世高的本子失傳了。《彌陀經》是鳩摩羅什大師翻譯的，羅什大師是姚秦時代，跟道安、跟慧遠大師同時代。慧遠大師在廬山建立東林念佛堂的時候，雖然羅什大師到中國來了，《彌陀經》還沒翻出來，所以東林念佛堂所依據的經典是《無量壽經》。以後《彌陀經》翻出來，羅什大師翻出來了；《無量壽經》是南北朝時代翻的，東晉時代。這在中國歷史上記載得清清楚楚、明明白白，哪裡是假的？現在人比古人厲害，古人都不知道是假的，現在人知道是假的。"
    },
    {
      "id": "03-004-0004_p0015",
      "zh_CN": "说个老实话，抱着怀疑的这种态度也不能算是坏，怀疑一定要追根究柢把事实真相搞清楚，这才能下结论。没搞清楚就下结论，那个罪过无边，你害了多少人？唐朝时候，玄奘大师就怀疑，他怀疑什么？怀疑中国所翻译的经典与释迦牟尼佛讲的原文可能有出入，他不敢完全相信，不敢完全接受，怎么办？亲自到印度去，在印度留学十七年。回国之后，对于中国古圣先贤所译的经典没有说一句话。这是佛教的规矩，一句话不说就是完全承认、默认，没有错误，有错误就要说出来，没有错误不说话。佛法里面开会通过是不说话就通过，有意见赶紧说，没有意见不说就通过。玄奘大师完全承认了，没有错误。",
      "zh_TW": "說個老實話，抱著懷疑的這種態度也不能算是壞，懷疑一定要追根究柢把事實真相搞清楚，這才能下結論。沒搞清楚就下結論，那個罪過無邊，你害了多少人？唐朝時候，玄奘大師就懷疑，他懷疑什麼？懷疑中國所翻譯的經典與釋迦牟尼佛講的原文可能有出入，他不敢完全相信，不敢完全接受，怎麼辦？親自到印度去，在印度留學十七年。回國之後，對於中國古聖先賢所譯的經典沒有說一句話。這是佛教的規矩，一句話不說就是完全承認、默認，沒有錯誤，有錯誤就要說出來，沒有錯誤不說話。佛法裡面開會通過是不說話就通過，有意見趕緊說，沒有意見不說就通過。玄奘大師完全承認了，沒有錯誤。"
    },
    {
      "id": "03-004-0004_p0016",
      "zh_CN": "特别是《阿弥陀经》，玄奘大师又将梵文的原本带回中国，重新做了一次翻译，《大藏经》上有玄奘大师的译本。他的学生窥基大师，这是中国佛教史上了不起的人物，是玄奘大师的传人。中国法相唯识宗是玄奘大师传到中国来，这个经典是他从印度带回来翻译出来，但是没有建立一个宗派。是在他徒弟窥基手上成立了一个宗派，法相唯识宗的开山祖师不是玄奘，是窥基。窥基大师给《弥陀经》做了个注解，叫《阿弥陀经通赞疏》，这个本子我们印了很多，我印这个本子的用意就是对付那些说《弥陀经》是假的、阿弥陀佛是太阳神，你看看窥基大师的注解。这是师徒两个人给我们做了一个最有力的证明，《弥陀经》是真实的。",
      "zh_TW": "特別是《阿彌陀經》，玄奘大師又將梵文的原本帶回中國，重新做了一次翻譯，《大藏經》上有玄奘大師的譯本。他的學生窺基大師，這是中國佛教史上了不起的人物，是玄奘大師的傳人。中國法相唯識宗是玄奘大師傳到中國來，這個經典是他從印度帶回來翻譯出來，但是沒有建立一個宗派。是在他徒弟窺基手上成立了一個宗派，法相唯識宗的開山祖師不是玄奘，是窺基。窺基大師給《彌陀經》做了個註解，叫《阿彌陀經通贊疏》，這個本子我們印了很多，我印這個本子的用意就是對付那些說《彌陀經》是假的、阿彌陀佛是太陽神，你看看窺基大師的註解。這是師徒兩個人給我們做了一個最有力的證明，《彌陀經》是真實的。"
    },
    {
      "id": "03-004-0004_p0017",
      "zh_CN": "而且窥基大师给《弥陀经》做的注解，没有用他老师的译本，依旧用罗什大师的译本；换句话说，玄奘大师师徒两个人对罗什大师的译本佩服到极处。要是现代人的话，我老师翻译的，我应当注这个本子，我怎能注别人的？注别人怎么对得起老师？古人没有一点私心，心心为法。两个人译的一样好，一个已经流通，何必还要多事？所以翻译出来提供给大家做参考而已，依然极力提倡流通鸠摩罗什大师的译本，这种心量我们后人要学习。这哪里是假的！所以凡是说这些话，毁谤经典的，那都是堕阿鼻地狱，他自以为是，执迷不悟，非常可怜。我们再要信从他，那好了，他堕地狱，我们跟他一道去，这不叫冤枉吗？所以要相信佛语决定成就了义。",
      "zh_TW": "而且窺基大師給《彌陀經》做的註解，沒有用他老師的譯本，依舊用羅什大師的譯本；換句話說，玄奘大師師徒兩個人對羅什大師的譯本佩服到極處。要是現代人的話，我老師翻譯的，我應當註這個本子，我怎能註別人的？註別人怎麼對得起老師？古人沒有一點私心，心心為法。兩個人譯的一樣好，一個已經流通，何必還要多事？所以翻譯出來提供給大家做參考而已，依然極力提倡流通鳩摩羅什大師的譯本，這種心量我們後人要學習。這哪裡是假的！所以凡是說這些話，毀謗經典的，那都是墮阿鼻地獄，他自以為是，執迷不悟，非常可憐。我們再要信從他，那好了，他墮地獄，我們跟他一道去，這不叫冤枉嗎？所以要相信佛語決定成就了義。"
    },
    {
      "id": "03-004-0004_p0018",
      "zh_CN": "还有进一步的，「又行者善听，纵使初地已上，十地已来，若一若多，乃至遍满十方，异口同音，皆云：释迦佛指赞弥陀，毁呰三界六道，劝励众生专心念佛及修余善，毕此一身后，必定生彼国者，此必虚妄，不可依信也」。前面说三贤菩萨，这分量还不够，三贤是贤人，现在是什么人来跟你讲？圣人，三贤十圣。我们常常在课诵里面念菩萨摩诃萨，那个菩萨是三贤菩萨，摩诃萨就是十地菩萨，初地到十地称摩诃萨，摩诃萨是大菩萨。《华严经》上说，「十地菩萨始终不离念佛」，真正登到十地，十地智慧具足，一切事实真相统统见到了，见到之后他学哪个法门？过去无论修学什么法门，只要登了地，他把从前法门都放下，从此以后专念阿弥陀佛求生西方极乐世界，《华严经》上说的。所以这个事实真相我们才明了，不管你修学哪个法门，你真正修成功都生到华藏世界，见毘卢遮那佛。到了华藏世界之后你一定遇到文殊、普贤，文殊、普贤是毘卢遮那佛的助手，普贤菩萨一定劝你念阿弥陀佛求生西方极乐世界。所以说费尽了九牛二虎之力，不止九牛二虎，那是三大阿僧祇劫，这是那么样的苦修，生到那里之后，还是一句阿弥陀佛到西方极乐世界。",
      "zh_TW": "還有進一步的，「又行者善聽，縱使初地已上，十地已來，若一若多，乃至遍滿十方，異口同音，皆云：釋迦佛指讚彌陀，毀呰三界六道，勸勵眾生專心念佛及修餘善，畢此一身後，必定生彼國者，此必虛妄，不可依信也」。前面說三賢菩薩，這分量還不夠，三賢是賢人，現在是什麼人來跟你講？聖人，三賢十聖。我們常常在課誦裡面念菩薩摩訶薩，那個菩薩是三賢菩薩，摩訶薩就是十地菩薩，初地到十地稱摩訶薩，摩訶薩是大菩薩。《華嚴經》上說，「十地菩薩始終不離念佛」，真正登到十地，十地智慧具足，一切事實真相統統見到了，見到之後他學哪個法門？過去無論修學什麼法門，只要登了地，他把從前法門都放下，從此以後專念阿彌陀佛求生西方極樂世界，《華嚴經》上說的。所以這個事實真相我們才明瞭，不管你修學哪個法門，你真正修成功都生到華藏世界，見毘盧遮那佛。到了華藏世界之後你一定遇到文殊、普賢，文殊、普賢是毘盧遮那佛的助手，普賢菩薩一定勸你念阿彌陀佛求生西方極樂世界。所以說費盡了九牛二虎之力，不止九牛二虎，那是三大阿僧祇劫，這是那麼樣的苦修，生到那裡之後，還是一句阿彌陀佛到西方極樂世界。"
    },
    {
      "id": "03-004-0004_p0019",
      "zh_CN": "我们今天念佛生净土，到西方极乐世界也等待多时了，看到你来了，老兄，你怎么这个时候才来？这是真话。那个三大阿僧祇劫修行真苦，进进退退，生生死死，苦不堪言。我们在极乐世界已经等了很久。你才晓得为什么这个法门十方一切诸佛如来赞叹。它是一条直路，所有大乘那些经论讲的是迂回弯路，绕的圈子太大了，这是一条直路。所以称为径中径又径，径就是近路、小路，最近的一条道路，最近的什么道路？了生死超越轮回、成佛作祖的道路，最近的一条道路，最稳当的一条道路。所以诸佛菩萨都加持。这个地方是举比喻来说，真的十地菩萨怎么可能说这个话？三贤菩萨说是可能，为什么？他智慧不圆满，很可能执着自己修学的法门，反对别人。但是登了地就不会，这里是假设的，就是十地菩萨来跟我讲，我也不会相信。",
      "zh_TW": "我們今天念佛生淨土，到西方極樂世界也等待多時了，看到你來了，老兄，你怎麼這個時候才來？這是真話。那個三大阿僧祇劫修行真苦，進進退退，生生死死，苦不堪言。我們在極樂世界已經等了很久。你才曉得為什麼這個法門十方一切諸佛如來讚歎。它是一條直路，所有大乘那些經論講的是迂迴彎路，繞的圈子太大了，這是一條直路。所以稱為徑中徑又徑，徑就是近路、小路，最近的一條道路，最近的什麼道路？了生死超越輪迴、成佛作祖的道路，最近的一條道路，最穩當的一條道路。所以諸佛菩薩都加持。這個地方是舉比喻來說，真的十地菩薩怎麼可能說這個話？三賢菩薩說是可能，為什麼？他智慧不圓滿，很可能執著自己修學的法門，反對別人。但是登了地就不會，這裡是假設的，就是十地菩薩來跟我講，我也不會相信。"
    },
    {
      "id": "03-004-0004_p0020",
      "zh_CN": "我们看底下的文，「我虽闻此等所说，亦不生一念疑心」，十地菩萨来跟我说，引经据典给我讲，依照这个经论方法来修行不能往生，我也不相信，我也不怀疑。成就自己「决定上上信心」，这是真正禁得起考验，地上菩萨来讲都不动摇，这个信心真正是上上，决定不动摇。「何以故？乃由佛语真实决了义故」，这是对佛有决定的信心，佛的智慧是圆满的，佛的慈悲是圆满的，佛的教学方法是圆满的。等觉以下都比不上佛，我为什么不信佛而信这些菩萨？「佛是实知」，真实的知，「实解、实见、实证，非是疑惑心中语故」，这是对于佛生起决定的信心。「又不为一切菩萨异见异解之所破坏」，等觉以下的这些见解比不上佛，佛怎么会被他破坏？到这个地方统统是假设，后面说了一句老实话，「若实是菩萨者，众不违佛教也」，他如果真的是初地到十地菩萨的话，他一定劝你老实念佛求生西方，一定赞叹这个法门。为什么？他们的智慧几乎接近到圆满，他不会违背佛的教导，他到这个时候逐渐把这个事实真相看清楚。由此可知，地前菩萨还有许多看不清楚。",
      "zh_TW": "我們看底下的文，「我雖聞此等所說，亦不生一念疑心」，十地菩薩來跟我說，引經據典給我講，依照這個經論方法來修行不能往生，我也不相信，我也不懷疑。成就自己「決定上上信心」，這是真正禁得起考驗，地上菩薩來講都不動搖，這個信心真正是上上，決定不動搖。「何以故？乃由佛語真實決了義故」，這是對佛有決定的信心，佛的智慧是圓滿的，佛的慈悲是圓滿的，佛的教學方法是圓滿的。等覺以下都比不上佛，我為什麼不信佛而信這些菩薩？「佛是實知」，真實的知，「實解、實見、實證，非是疑惑心中語故」，這是對於佛生起決定的信心。「又不為一切菩薩異見異解之所破壞」，等覺以下的這些見解比不上佛，佛怎麼會被他破壞？到這個地方統統是假設，後面說了一句老實話，「若實是菩薩者，眾不違佛教也」，他如果真的是初地到十地菩薩的話，他一定勸你老實念佛求生西方，一定讚歎這個法門。為什麼？他們的智慧幾乎接近到圓滿，他不會違背佛的教導，他到這個時候逐漸把這個事實真相看清楚。由此可知，地前菩薩還有許多看不清楚。"
    },
    {
      "id": "03-004-0004_p0021",
      "zh_CN": "这个说法还不只到此地，后面还有，「又置此事」，置是把它放下，前面讲的我们把它放下。「行者当知，纵使化佛、报佛，若一若多，乃至遍满十方，各各辉光吐舌遍覆十方，一一说言，释迦所说相赞劝发一切凡夫，专心念佛及修余善，回愿得生彼净土者，此是虚妄，定无此事」。前面说的是十地菩萨、等觉菩萨，那没成佛，这话不相信，我们信佛。现在佛来了怎么办？佛来了也不动摇，这个信心才叫决定的信心。这样的信心，给诸位说，这个人这一生当中必定往生。蕅益大师说的，能不能往生决定在「信愿之有无」，有这样坚定的信心、愿心，你绝对往生；品位高下在「持名功夫的浅深」，我们一天到晚念这一句阿弥陀佛，念的功夫深，生西方极乐世界品位高。得生就在信心，你真有信心，决定得生。佛号念得少一点，往生品位低一点。低怕什么？下下品往生生到西方极乐世界，智慧、道力、神通、受用等于七地以上的菩萨。",
      "zh_TW": "這個說法還不只到此地，後面還有，「又置此事」，置是把它放下，前面講的我們把它放下。「行者當知，縱使化佛、報佛，若一若多，乃至遍滿十方，各各輝光吐舌遍覆十方，一一說言，釋迦所說相讚勸發一切凡夫，專心念佛及修餘善，迴願得生彼淨土者，此是虛妄，定無此事」。前面說的是十地菩薩、等覺菩薩，那沒成佛，這話不相信，我們信佛。現在佛來了怎麼辦？佛來了也不動搖，這個信心才叫決定的信心。這樣的信心，給諸位說，這個人這一生當中必定往生。蕅益大師說的，能不能往生決定在「信願之有無」，有這樣堅定的信心、願心，你絕對往生；品位高下在「持名功夫的淺深」，我們一天到晚念這一句阿彌陀佛，念的功夫深，生西方極樂世界品位高。得生就在信心，你真有信心，決定得生。佛號念得少一點，往生品位低一點。低怕什麼？下下品往生生到西方極樂世界，智慧、道力、神通、受用等於七地以上的菩薩。"
    },
    {
      "id": "03-004-0004_p0022",
      "zh_CN": "西方世界是平等世界，《无量寿经》上没有说下下品往生的人个子小一点，相貌差一点，没说。我们在四十八愿看到，凡是生到西方极乐世界的人，面貌都跟阿弥陀佛完全一样。所以西方世界是平等世界，品位虽然有高下，但是生活受用是一律平等，这不可思议。问题就是你有没有这样坚定信心？如果你有这样坚定信心，可以拍拍胸膛，我决定往生，真有把握了。把握从哪来的？这经文对照，我就是这样的，我当然往生，决定往生。所以这个信愿重要，然后再努力念佛，品位就高了。",
      "zh_TW": "西方世界是平等世界，《無量壽經》上沒有說下下品往生的人個子小一點，相貌差一點，沒說。我們在四十八願看到，凡是生到西方極樂世界的人，面貌都跟阿彌陀佛完全一樣。所以西方世界是平等世界，品位雖然有高下，但是生活受用是一律平等，這不可思議。問題就是你有沒有這樣堅定信心？如果你有這樣堅定信心，可以拍拍胸膛，我決定往生，真有把握了。把握從哪來的？這經文對照，我就是這樣的，我當然往生，決定往生。所以這個信願重要，然後再努力念佛，品位就高了。"
    },
    {
      "id": "03-004-0004_p0023",
      "zh_CN": "大师劝我们往生要上上品往生，上上品往生当然得要用功。用功，念佛门道也很多，自己心地真正到清净，就像《华严经》上说的，「一即是多，多即是一」。这个话怎么说？我念一句佛号就等于念亿亿万万声佛号，一多不二。不会念的，念一声是念一声，一声不是二声，二声不是一声；会念的，一即是多，多即是一，一天念十万声实际上只念了一声，一天念一声就等于念十万声。这个话诸位听起来意思会不过来，一念心很清净，十万声佛号，心跟那个一念的时候一样清净，一天念一声佛号心清净，这一天心都保持这个清净，这叫一即是多，多即是一。念的时候清净，不念的时候胡思乱想，入不了这个境界，这是功夫的问题。所以功夫各人不一样。古人讲「大智若愚」，真正修行人跟那不修行人没两样，为什么？人家用的功夫你看不到，你体会不到，这些我们都要明了。总而言之一句话，清净心是非常重要，决定没有妄想执着。",
      "zh_TW": "大師勸我們往生要上上品往生，上上品往生當然得要用功。用功，念佛門道也很多，自己心地真正到清淨，就像《華嚴經》上說的，「一即是多，多即是一」。這個話怎麼說？我念一句佛號就等於念億億萬萬聲佛號，一多不二。不會念的，念一聲是念一聲，一聲不是二聲，二聲不是一聲；會念的，一即是多，多即是一，一天念十萬聲實際上只念了一聲，一天念一聲就等於念十萬聲。這個話諸位聽起來意思會不過來，一念心很清淨，十萬聲佛號，心跟那個一念的時候一樣清淨，一天念一聲佛號心清淨，這一天心都保持這個清淨，這叫一即是多，多即是一。念的時候清淨，不念的時候胡思亂想，入不了這個境界，這是功夫的問題。所以功夫各人不一樣。古人講「大智若愚」，真正修行人跟那不修行人沒兩樣，為什麼？人家用的功夫你看不到，你體會不到，這些我們都要明瞭。總而言之一句話，清淨心是非常重要，決定沒有妄想執著。"
    },
    {
      "id": "03-004-0004_p0024",
      "zh_CN": "假如我们妄想执着都没有，这个境界好不好？不好，怎么不好？落在无明里头。有念是妄想，无念是无明。这个事情很难。所以你才晓得，一切大乘法修学不容易成功就在此地，有念是妄想，无念是无明，总没有办法出离。净宗的方法微妙，叫你念这一句阿弥陀佛，这句阿弥陀佛既不是妄想，也破了无明。这句佛号清清楚楚、明明白白，你没有堕到无明里头；没有第二个杂念，你没有妄想。所以这一句佛号绵绵密密，是既破妄想，又破无明，不可思议，方法非常之巧妙，端在自己会用功。",
      "zh_TW": "假如我們妄想執著都沒有，這個境界好不好？不好，怎麼不好？落在無明裡頭。有念是妄想，無念是無明。這個事情很難。所以你才曉得，一切大乘法修學不容易成功就在此地，有念是妄想，無念是無明，總沒有辦法出離。淨宗的方法微妙，叫你念這一句阿彌陀佛，這句阿彌陀佛既不是妄想，也破了無明。這句佛號清清楚楚、明明白白，你沒有墮到無明裡頭；沒有第二個雜念，你沒有妄想。所以這一句佛號綿綿密密，是既破妄想，又破無明，不可思議，方法非常之巧妙，端在自己會用功。"
    },
    {
      "id": "03-004-0004_p0025",
      "zh_CN": "相信佛语，纵然是诸佛来说这是虚妄，定无此事，我们也不相信。为什么不相信？底下大师给我们讲得很清楚，「我虽闻此等诸佛所说，毕竟不起一念疑退之心，畏不得生彼佛国也」。不要听了诸佛这个说法，我就害怕，就不能往生，就退转了。对于净宗经论所讲的依然不怀疑，深信不疑。「何以故？」下面举出一桩事实，「一佛一切佛」，唯有成佛才完全等同，「所有知见」等同，平等完全一样，成了佛都一样，「解行证悟果位大悲等同，无少差别」，真正是佛，他们的见解、知见一定是相同的，菩萨可能有不同，佛是决定相同。",
      "zh_TW": "相信佛語，縱然是諸佛來說這是虛妄，定無此事，我們也不相信。為什麼不相信？底下大師給我們講得很清楚，「我雖聞此等諸佛所說，畢竟不起一念疑退之心，畏不得生彼佛國也」。不要聽了諸佛這個說法，我就害怕，就不能往生，就退轉了。對於淨宗經論所講的依然不懷疑，深信不疑。「何以故？」下面舉出一樁事實，「一佛一切佛」，唯有成佛才完全等同，「所有知見」等同，平等完全一樣，成了佛都一樣，「解行證悟果位大悲等同，無少差別」，真正是佛，他們的見解、知見一定是相同的，菩薩可能有不同，佛是決定相同。"
    },
    {
      "id": "03-004-0004_p0026",
      "zh_CN": "「是故一佛所制即一切佛同制」，譬如制定戒律，一尊佛所制定的戒律，一切佛教化众生一定也是制定这个戒律，决定是相同。「如似前佛制断杀生十恶等罪，毕竟不犯不行者，即名十善十行随顺六度之义」。这是举个例子，譬如佛给我们讲，杀生、偷盗这是十恶，不造十恶就叫做十善，一尊佛这样说，一切佛都是这个说法，乃至于十行六度，一切诸佛教化众生都离不开这些原则。所以一尊佛制定就是一切佛制定，一切佛制定的也就是一尊佛所制定，他决定是相同的。「若有后佛出世，岂可改前十善令行十恶也」，这不可能的，哪里后面有一尊佛出世会反对前面佛所制定的，叫大家不要修十善，修十恶，哪有这种佛？这从理论上去推决定不可能，决定没有的。",
      "zh_TW": "「是故一佛所制即一切佛同制」，譬如制定戒律，一尊佛所制定的戒律，一切佛教化眾生一定也是制定這個戒律，決定是相同。「如似前佛制斷殺生十惡等罪，畢竟不犯不行者，即名十善十行隨順六度之義」。這是舉個例子，譬如佛給我們講，殺生、偷盜這是十惡，不造十惡就叫做十善，一尊佛這樣說，一切佛都是這個說法，乃至於十行六度，一切諸佛教化眾生都離不開這些原則。所以一尊佛制定就是一切佛制定，一切佛制定的也就是一尊佛所制定，他決定是相同的。「若有後佛出世，豈可改前十善令行十惡也」，這不可能的，哪裡後面有一尊佛出世會反對前面佛所制定的，叫大家不要修十善，修十惡，哪有這種佛？這從理論上去推決定不可能，決定沒有的。"
    },
    {
      "id": "03-004-0004_p0027",
      "zh_CN": "「以此道理推验，明知诸佛言行不相违失」。换句话，如果有佛这样说法，那佛一定是假的，一定是魔变成佛的样子来骗我们。如果是真佛，他所讲的跟释迦佛一定完全相同，如果跟释迦佛讲的不相同就不是真佛。诸位要读读《楞严经》就晓得，《楞严经》的五十种阴魔，魔现的境界你要没有慧眼，你很难辨别那是佛、那是魔，你辨别不出来，你就会上当，舍了佛法，跟魔去学去，这就上当了。但是一个坚定信心念佛人，魔对他不起作用，魔变成佛来劝他，他还不相信，他相信《阿弥陀经》、相信《无量寿经》，这就没有办法了，魔对他不起作用。所以信心非常重要。",
      "zh_TW": "「以此道理推驗，明知諸佛言行不相違失」。換句話，如果有佛這樣說法，那佛一定是假的，一定是魔變成佛的樣子來騙我們。如果是真佛，他所講的跟釋迦佛一定完全相同，如果跟釋迦佛講的不相同就不是真佛。諸位要讀讀《楞嚴經》就曉得，《楞嚴經》的五十種陰魔，魔現的境界你要沒有慧眼，你很難辨別那是佛、那是魔，你辨別不出來，你就會上當，捨了佛法，跟魔去學去，這就上當了。但是一個堅定信心念佛人，魔對他不起作用，魔變成佛來勸他，他還不相信，他相信《阿彌陀經》、相信《無量壽經》，這就沒有辦法了，魔對他不起作用。所以信心非常重要。"
    },
    {
      "id": "03-004-0004_p0028",
      "zh_CN": "再看底下一段，「纵令释迦指劝一切凡夫，尽此一身专念专修，舍命已彼定生彼国者」，这个彼是指念佛的人，决定生阿弥陀佛极乐世界。「即十方诸佛悉皆同赞同劝同证」，释迦佛教给我们这个法门，这个法门就是十方一切诸佛教化根熟众生的同样的法门。所以诸位要记住，这个法门的对象是根熟众生，什么叫根熟？他这一生成佛的机缘到了。那不能接受，还怀疑，还动摇的，那就说明他成佛的机会这一生没到，他会退转，他不会学这个法门。学这个法门这一生决定成佛，所以这个法门在一切法门里面第一法门。其他大乘经典教你成菩萨、成阿罗汉、成辟支佛，得人天福报，这是讲那些东西，不是讲成佛的。净土经论是讲成佛的法门，它的对象跟一切不一样。所以一般人听到这个法门会怀疑、会转向，这是正常现象，一点都不奇怪。你仔细看看，他像不像成佛的样子？所以他变了心，转了向，这是当然之事，这有什么奇怪？跟他讲，他相信，死心塌地念下去，这个人才奇怪，这个人不可思议，真是千万人当中难得找一个，那就是他成佛的机缘成熟了。这就是一尊佛，他不是普通人，菩萨也比不上他。所以这是非常的稀有。这说明这个法门是十方一切诸佛共同赞叹、共同的宣扬，共同劝勉一切根熟众生，正为他们证明决定得生，生到西方极乐世界决定成佛。",
      "zh_TW": "再看底下一段，「縱令釋迦指勸一切凡夫，盡此一身專念專修，捨命已彼定生彼國者」，這個彼是指念佛的人，決定生阿彌陀佛極樂世界。「即十方諸佛悉皆同讚同勸同證」，釋迦佛教給我們這個法門，這個法門就是十方一切諸佛教化根熟眾生的同樣的法門。所以諸位要記住，這個法門的對象是根熟眾生，什麼叫根熟？他這一生成佛的機緣到了。那不能接受，還懷疑，還動搖的，那就說明他成佛的機會這一生沒到，他會退轉，他不會學這個法門。學這個法門這一生決定成佛，所以這個法門在一切法門裡面第一法門。其他大乘經典教你成菩薩、成阿羅漢、成辟支佛，得人天福報，這是講那些東西，不是講成佛的。淨土經論是講成佛的法門，它的對象跟一切不一樣。所以一般人聽到這個法門會懷疑、會轉向，這是正常現象，一點都不奇怪。你仔細看看，他像不像成佛的樣子？所以他變了心，轉了向，這是當然之事，這有什麼奇怪？跟他講，他相信，死心塌地念下去，這個人才奇怪，這個人不可思議，真是千萬人當中難得找一個，那就是他成佛的機緣成熟了。這就是一尊佛，他不是普通人，菩薩也比不上他。所以這是非常的稀有。這說明這個法門是十方一切諸佛共同讚歎、共同的宣揚，共同勸勉一切根熟眾生，正為他們證明決定得生，生到西方極樂世界決定成佛。"
    },
    {
      "id": "03-004-0004_p0029",
      "zh_CN": "「何以故？同体大悲故，一佛所化即是一切佛化，一切佛化即是一佛所化」。这个化是教化，一佛与一切佛的知见、解行、弘愿度生决定是相同的。下面举出了这个事实，「即弥陀经中说释迦赞叹极乐种种庄严，又劝一切凡夫，一日七日一心专念弥陀名号，定得往生」。这个一日至七日就是佛七，打佛七就是根据《阿弥陀经》一日到七日，就是根据这个来的，《无量寿经》也是一日七日，所以佛七是根据这两部大经来的。三经都是极力赞叹西方世界依正庄严，哪里会错得了！所以诸位同修一定要知道，我们有缘读到这个经典，读到大师的开示，这个福报不是容易的；没有福的人，就是住在隔壁他也听不到。我们隔壁四周不少人，他就听不到，他就不进来，为什么？这是第一等的大福报才能听得到，他哪有这么大的福报？不是偶然的。这个话不是我说的，是一切诸佛如来说的，不是世间第一等福报的人听不到第一等大法。所以我们自己要珍惜自己，珍惜这一段的因缘，能把握住的话这一生就成佛，它不是普通法门。",
      "zh_TW": "「何以故？同體大悲故，一佛所化即是一切佛化，一切佛化即是一佛所化」。這個化是教化，一佛與一切佛的知見、解行、弘願度生決定是相同的。下面舉出了這個事實，「即彌陀經中說釋迦讚歎極樂種種莊嚴，又勸一切凡夫，一日七日一心專念彌陀名號，定得往生」。這個一日至七日就是佛七，打佛七就是根據《阿彌陀經》一日到七日，就是根據這個來的，《無量壽經》也是一日七日，所以佛七是根據這兩部大經來的。三經都是極力讚歎西方世界依正莊嚴，哪裡會錯得了！所以諸位同修一定要知道，我們有緣讀到這個經典，讀到大師的開示，這個福報不是容易的；沒有福的人，就是住在隔壁他也聽不到。我們隔壁四周不少人，他就聽不到，他就不進來，為什麼？這是第一等的大福報才能聽得到，他哪有這麼大的福報？不是偶然的。這個話不是我說的，是一切諸佛如來說的，不是世間第一等福報的人聽不到第一等大法。所以我們自己要珍惜自己，珍惜這一段的因緣，能把握住的話這一生就成佛，它不是普通法門。"
    },
    {
      "id": "03-004-0004_p0030",
      "zh_CN": "「次下文云，十方各有恒河沙等诸佛，同赞释迦，能于五浊恶时恶世界恶众生恶见恶烦恼恶邪无信盛时，指赞弥陀名号，劝励众生称念，必得往生，即其证也」。这是善导大师也引经据典来跟我们作证，他所引的是往生经的经文。我们讲往生经就是净土三经、五经，是专门教我们修往生法门的，所以说往生经就是这一类，就是三经跟五经。善导大师那个时候就是三经一论，五经是后人加的，现在我们讲五经一论，他写这个文章的时候是三经一论。在《无量寿经》第二十三品，十方佛赞叹阿弥陀佛；《弥陀经》中我们读到，十方一切诸佛赞叹释迦牟尼佛。一切佛赞叹释迦牟尼佛，为什么要赞叹？他用这个法门来度恶苦的众生，使这些众生能在一生当中圆成佛道，这是真正值得赞叹。释迦佛为我们开示这个法门是在五浊恶世，根据中国历史的记载，释迦佛距离我们现在三千多年，那个时候叫五浊恶世，那个浊恶还很轻。三千年后的今天，这个浊恶就太严重了，严重到非常可怕的程度，这是我们要觉悟的，要看得清楚。",
      "zh_TW": "「次下文云，十方各有恆河沙等諸佛，同讚釋迦，能於五濁惡時惡世界惡眾生惡見惡煩惱惡邪無信盛時，指讚彌陀名號，勸勵眾生稱念，必得往生，即其證也」。這是善導大師也引經據典來跟我們作證，他所引的是往生經的經文。我們講往生經就是淨土三經、五經，是專門教我們修往生法門的，所以說往生經就是這一類，就是三經跟五經。善導大師那個時候就是三經一論，五經是後人加的，現在我們講五經一論，他寫這個文章的時候是三經一論。在《無量壽經》第二十三品，十方佛讚歎阿彌陀佛；《彌陀經》中我們讀到，十方一切諸佛讚歎釋迦牟尼佛。一切佛讚歎釋迦牟尼佛，為什麼要讚歎？他用這個法門來度惡苦的眾生，使這些眾生能在一生當中圓成佛道，這是真正值得讚歎。釋迦佛為我們開示這個法門是在五濁惡世，根據中國歷史的記載，釋迦佛距離我們現在三千多年，那個時候叫五濁惡世，那個濁惡還很輕。三千年後的今天，這個濁惡就太嚴重了，嚴重到非常可怕的程度，這是我們要覺悟的，要看得清楚。"
    },
    {
      "id": "03-004-0004_p0031",
      "zh_CN": "现在人崇向自由民主，我在新加坡讲经，演培法师问我，他说你是赞成帝制皇帝还是赞成民主？我说我赞成皇帝。他说你的思想落伍。真的，我赞成皇帝。我们今天，现在全世界各国政府都很重视环保，我们中国历代帝王政府对于环保做得最好，它那个环保保护什么？保护你思想的染污、见解的染污，它防范这些。所以言论没有自由，你言论对于世道人心向善的许可，让你去发扬光大；不利于心性的，对心性有污染的决定禁止，这是对的。所以从前出版，你说佛的经典、祖师的注解，不能随便出版，不能随便乱说。你有见解写成这本书要送给皇帝，皇帝当然不看，他交给全国有些真正有修有证的大德长者请他们看，看了提供意见。这些人看到，不错，很好，值得流通。报告皇帝，皇帝就批准，这一批准就可以入藏，送到藏经里面就流通；如果不经过皇帝批准，这个经就不可以流通。这个用现代话来说，是防范我们心地思想、见解的污染。现在言论自由，你爱怎么说就怎么说，爱怎么印就怎么印，搞得全世界的人头脑一塌糊涂，一天到晚胡思乱想，不晓得哪个是邪、哪个是正，这就不得了了，天下大乱。天下大乱首先乱在哪里？乱在人心，这怎么得了？所以我赞成皇帝，不赞成民主。这是浊恶到了极处，是现在这个时代。",
      "zh_TW": "現在人崇向自由民主，我在新加坡講經，演培法師問我，他說你是贊成帝制皇帝還是贊成民主？我說我贊成皇帝。他說你的思想落伍。真的，我贊成皇帝。我們今天，現在全世界各國政府都很重視環保，我們中國歷代帝王政府對於環保做得最好，它那個環保保護什麼？保護你思想的染污、見解的染污，它防範這些。所以言論沒有自由，你言論對於世道人心向善的許可，讓你去發揚光大；不利於心性的，對心性有污染的決定禁止，這是對的。所以從前出版，你說佛的經典、祖師的註解，不能隨便出版，不能隨便亂說。你有見解寫成這本書要送給皇帝，皇帝當然不看，他交給全國有些真正有修有證的大德長者請他們看，看了提供意見。這些人看到，不錯，很好，值得流通。報告皇帝，皇帝就批准，這一批准就可以入藏，送到藏經裡面就流通；如果不經過皇帝批准，這個經就不可以流通。這個用現代話來說，是防範我們心地思想、見解的污染。現在言論自由，你愛怎麼說就怎麼說，愛怎麼印就怎麼印，搞得全世界的人頭腦一塌糊塗，一天到晚胡思亂想，不曉得哪個是邪、哪個是正，這就不得了了，天下大亂。天下大亂首先亂在哪裡？亂在人心，這怎麼得了？所以我贊成皇帝，不贊成民主。這是濁惡到了極處，是現在這個時代。"
    },
    {
      "id": "03-004-0004_p0032",
      "zh_CN": "恶世界、恶众生、恶见，恶见就是错误的知见，恶烦恼，贪瞋痴慢增长，恶邪无信盛时，盛就是到盛极的时候，这到盛极的时候就是这个世界有非常灾难出现的时候，你造的因它后来有果报，这有大灾难要来。佛在这个时候能够为我们指赞弥陀名号，在这个时节因缘当中，你修什么都来不及了，真正抓住这句名号老实念下去，你就能得救，你就能够超越。用这一句佛号把我们的身心洗刷得干干净净，《无量寿经》上讲的「洒心易行」，用什么洗？用这句佛号。用这句佛号来洗心，使我们心里面只有一句佛号，其他的妄念统统没有了，妄念、无明都没有，只有这句佛号，清清楚楚、明明白白，用这个洗心。易行，行是行为，改变我们的行为，用什么标准来改变？《无量寿经》上一切教训就是我们改变行为的标准。这样修行人，就是此地讲的必得往生，这是一切诸佛给我们作证，决定往生。",
      "zh_TW": "惡世界、惡眾生、惡見，惡見就是錯誤的知見，惡煩惱，貪瞋痴慢增長，惡邪無信盛時，盛就是到盛極的時候，這到盛極的時候就是這個世界有非常災難出現的時候，你造的因它後來有果報，這有大災難要來。佛在這個時候能夠為我們指讚彌陀名號，在這個時節因緣當中，你修什麼都來不及了，真正抓住這句名號老實念下去，你就能得救，你就能夠超越。用這一句佛號把我們的身心洗刷得乾乾淨淨，《無量壽經》上講的「洒心易行」，用什麼洗？用這句佛號。用這句佛號來洗心，使我們心裡面只有一句佛號，其他的妄念統統沒有了，妄念、無明都沒有，只有這句佛號，清清楚楚、明明白白，用這個洗心。易行，行是行為，改變我們的行為，用什麼標準來改變？《無量壽經》上一切教訓就是我們改變行為的標準。這樣修行人，就是此地講的必得往生，這是一切諸佛給我們作證，決定往生。"
    },
    {
      "id": "03-004-0004_p0033",
      "zh_CN": "后面这一段，「又十方佛等」，真的是十方三世一切诸佛。「恐畏众生不信释迦一佛所说」，这唯恐大家不相信释迦牟尼佛给我们说的这个法门。「即共同心同时，各出舌相遍覆三千世界，说诚实言，汝等众生，皆应信是释迦所说、所赞、所证」。我们在《弥陀经》上看到，在《无量寿经》上也看到，一切诸佛跟释迦牟尼佛作证；换句话说，这个经典、法门就是一切诸佛为一切众生必定宣说的法门。如果不为众生说这个法门，佛的慈悲心就不圆满。好像给我们东西一样，最好的为什么不给我们？给我次等再次等的，最好的不给我，心不圆满。佛必定为一切众生宣说这个法门。但是一切众生听了相不相信，这个佛没有法子，佛没有办法叫你一定相信，能不能相信是你自己的善根福德因缘。但是佛一定要说，佛不说对不起你，说出来之后，信不信那没有关系，佛总对得起你。到你受尽千辛万苦以后，到西方极乐世界见到诸佛，佛，这么好的法门为什么早不给我说，害得我受这么多苦难，搞得三大阿僧祇劫才明了？佛就说我早就说了，你不相信，你们活该。这都是事实，早都给你讲，你不相信，怎能怪佛？要怪就怪自己，不能怪佛。",
      "zh_TW": "後面這一段，「又十方佛等」，真的是十方三世一切諸佛。「恐畏眾生不信釋迦一佛所說」，這唯恐大家不相信釋迦牟尼佛給我們說的這個法門。「即共同心同時，各出舌相遍覆三千世界，說誠實言，汝等眾生，皆應信是釋迦所說、所讚、所證」。我們在《彌陀經》上看到，在《無量壽經》上也看到，一切諸佛跟釋迦牟尼佛作證；換句話說，這個經典、法門就是一切諸佛為一切眾生必定宣說的法門。如果不為眾生說這個法門，佛的慈悲心就不圓滿。好像給我們東西一樣，最好的為什麼不給我們？給我次等再次等的，最好的不給我，心不圓滿。佛必定為一切眾生宣說這個法門。但是一切眾生聽了相不相信，這個佛沒有法子，佛沒有辦法叫你一定相信，能不能相信是你自己的善根福德因緣。但是佛一定要說，佛不說對不起你，說出來之後，信不信那沒有關係，佛總對得起你。到你受盡千辛萬苦以後，到西方極樂世界見到諸佛，佛，這麼好的法門為什麼早不給我說，害得我受這麼多苦難，搞得三大阿僧祇劫才明瞭？佛就說我早就說了，你不相信，你們活該。這都是事實，早都給你講，你不相信，怎能怪佛？要怪就怪自己，不能怪佛。"
    },
    {
      "id": "03-004-0004_p0034",
      "zh_CN": "「一切凡夫」，底下这几句话很要紧，「不问罪福多少、时节久近」。所以这个法门的确是三根普被，利钝全收，上从等觉菩萨，下至地狱众生，只要相信，只要发愿念佛，是个个统统得度，没有一个漏掉的，确实是不可思议的法门。不问罪福多少，你就造五逆罪一样能得度。前面跟诸位报告过的，阿阇世王造五逆罪，五逆罪是堕地狱，杀父亲、害母亲、出佛身血、破和合僧，坏事干尽，他到临终的时候才忏悔，真正忏悔发愿念佛求生西方世界，他也得生，而且品位高，他是上品中生，真的不可思议。所以我们才晓得，往生西方世界是有两个方式，一个就是我们一天到晚念佛，依照这个方法修行的；一个是造作罪业，临终忏悔往生的。忏悔往生那个品位要看他忏悔的心，要看他忏悔心念坚决的程度，要十分的坚定，品位马上就上去。因此我们对于造作罪业的人也不敢轻视，这个心才真正会平等，不敢轻视。为什么？他那个时候如果是十分恳切的心、坚定的心，一点不怀疑，那样忏悔，可能品位在我们上面，我们念一生的佛反而不如他，这都很有可能。所以对一切人，造作罪业的人也应当恭敬，不可以轻慢，咱们不晓得他将来怎么样，不知道。",
      "zh_TW": "「一切凡夫」，底下這幾句話很要緊，「不問罪福多少、時節久近」。所以這個法門的確是三根普被，利鈍全收，上從等覺菩薩，下至地獄眾生，只要相信，只要發願念佛，是個個統統得度，沒有一個漏掉的，確實是不可思議的法門。不問罪福多少，你就造五逆罪一樣能得度。前面跟諸位報告過的，阿闍世王造五逆罪，五逆罪是墮地獄，殺父親、害母親、出佛身血、破和合僧，壞事幹盡，他到臨終的時候才懺悔，真正懺悔發願念佛求生西方世界，他也得生，而且品位高，他是上品中生，真的不可思議。所以我們才曉得，往生西方世界是有兩個方式，一個就是我們一天到晚念佛，依照這個方法修行的；一個是造作罪業，臨終懺悔往生的。懺悔往生那個品位要看他懺悔的心，要看他懺悔心念堅決的程度，要十分的堅定，品位馬上就上去。因此我們對於造作罪業的人也不敢輕視，這個心才真正會平等，不敢輕視。為什麼？他那個時候如果是十分懇切的心、堅定的心，一點不懷疑，那樣懺悔，可能品位在我們上面，我們念一生的佛反而不如他，這都很有可能。所以對一切人，造作罪業的人也應當恭敬，不可以輕慢，咱們不曉得他將來怎麼樣，不知道。"
    },
    {
      "id": "03-004-0004_p0035",
      "zh_CN": "「但能上尽百年」，这就修学形式上来观察，上尽百年就是讲尽形寿，我今天遇到这个法门，一直到临终，我修学这个法门一天都不间断，这叫上尽百年。「下至一日七日」，一日七日，给诸位说，我们都没分了，为什么没分？你们今天听到了。你不能说我听到了不修，等到我病害得重的时候我再来修，那就大错特错了。病重修学这个法门，是从前一生没有听到过这个法门，到临命终时候才遇到善知识劝他这个法门，他才听到的。不是老早听到的，到那个时候才修的，这大家要搞清楚。要不然到以后误了事，不是我误你，我没有误你，我没有耽误你，是你自己搞错了，这要知道的。他一生当中从来没有听到过这个法门，而是在病危的时候，遇到善知识开导这个法门，他恍然大悟，一心一意专修专求，是这样往生。现在听到，想临终的时候再念，这叫侥幸，投机取巧，投机取巧的心怎么能往生？前面一再跟你讲「真实心中作」，你这个完全是虚假，那个不能往生。所以我们说是一日七日念佛往生，不行了，这是别人的事情，与我不相干。",
      "zh_TW": "「但能上盡百年」，這就修學形式上來觀察，上盡百年就是講盡形壽，我今天遇到這個法門，一直到臨終，我修學這個法門一天都不間斷，這叫上盡百年。「下至一日七日」，一日七日，給諸位說，我們都沒分了，為什麼沒分？你們今天聽到了。你不能說我聽到了不修，等到我病害得重的時候我再來修，那就大錯特錯了。病重修學這個法門，是從前一生沒有聽到過這個法門，到臨命終時候才遇到善知識勸他這個法門，他才聽到的。不是老早聽到的，到那個時候才修的，這大家要搞清楚。要不然到以後誤了事，不是我誤你，我沒有誤你，我沒有耽誤你，是你自己搞錯了，這要知道的。他一生當中從來沒有聽到過這個法門，而是在病危的時候，遇到善知識開導這個法門，他恍然大悟，一心一意專修專求，是這樣往生。現在聽到，想臨終的時候再念，這叫僥倖，投機取巧，投機取巧的心怎麼能往生？前面一再跟你講「真實心中作」，你這個完全是虛假，那個不能往生。所以我們說是一日七日念佛往生，不行了，這是別人的事情，與我不相干。"
    },
    {
      "id": "03-004-0004_p0036",
      "zh_CN": "我们只有上尽百年这条，从今天起天天不能间断，不怀疑、不夹杂、不间断，这是我们修学的。但是要知道，就是在临终的那一刹那他听到这个法门，真心发愿，十念一念都能往生，这是四十八愿第十八愿讲的，这哪里是假的？佛所说的决定不假。「一心专念弥陀名号，定得往生，必无疑也」，决定不怀疑，决定是真实的。「是故一佛所说，即一切佛同证，诚其事也」，一尊佛所说的，一切佛都来给我们做证明，就是这一桩大事，要不是大事，怎么会劳动一切诸佛来做证明？怎么能够动得了他？这是世出世间第一桩大事。所以一切诸佛不请自然就来了，这是我们一定要知道的。「此名就人立信也」，以上所讲的统统是从人，无论什么人来讲，我都坚定信心，决定不怀疑。时间到了，好，我们就讲到此地。",
      "zh_TW": "我們只有上盡百年這條，從今天起天天不能間斷，不懷疑、不夾雜、不間斷，這是我們修學的。但是要知道，就是在臨終的那一剎那他聽到這個法門，真心發願，十念一念都能往生，這是四十八願第十八願講的，這哪裡是假的？佛所說的決定不假。「一心專念彌陀名號，定得往生，必無疑也」，決定不懷疑，決定是真實的。「是故一佛所說，即一切佛同證，誠其事也」，一尊佛所說的，一切佛都來給我們做證明，就是這一樁大事，要不是大事，怎麼會勞動一切諸佛來做證明？怎麼能夠動得了他？這是世出世間第一樁大事。所以一切諸佛不請自然就來了，這是我們一定要知道的。「此名就人立信也」，以上所講的統統是從人，無論什麼人來講，我都堅定信心，決定不懷疑。時間到了，好，我們就講到此地。"
    }
  ]
}