{
  "doc_id": "02-046-0001",
  "title": {
    "zh_CN": "念佛往生我能做得到吗？——弥陀大愿略说（第二回）",
    "zh_TW": "念佛往生我能做得到嗎？——彌陀大願略說（第二回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "马来西亚汉学院明伦堂",
    "zh_TW": "馬來西亞漢學院明倫堂"
  },
  "doc_number": "02-046-0001",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "02-046-0001_p0001",
      "zh_CN": "诸位法师、诸位同修，大家新年好。念佛往生我能做得到吗？这个题目是前几天在台湾讲的。今天到马来西亚，跟诸位同修新年团聚，要我说几句话，我想想还是说这个老话。",
      "zh_TW": "諸位法師、諸位同修，大家新年好。念佛往生我能做得到嗎？這個題目是前幾天在台灣講的。今天到馬來西亞，跟諸位同修新年團聚，要我說幾句話，我想想還是說這個老話。"
    },
    {
      "id": "02-046-0001_p0002",
      "zh_CN": "念佛往生我能做得到吗？这是大事，不是小事，是大问题，不是小问题。一生的成就全靠自己。经上讲得很清楚，往生极乐世界人人有分，即使造五逆十恶的重罪，堕无间地狱，他临终最后一念要是阿弥陀佛，也能往生。所以这个问题，我们要肯定，我们要承当。",
      "zh_TW": "念佛往生我能做得到嗎？這是大事，不是小事，是大問題，不是小問題。一生的成就全靠自己。經上講得很清楚，往生極樂世界人人有分，即使造五逆十惡的重罪，墮無間地獄，他臨終最後一念要是阿彌陀佛，也能往生。所以這個問題，我們要肯定，我們要承當。"
    },
    {
      "id": "02-046-0001_p0003",
      "zh_CN": "别人问我，我一定会说，我能做得到。凭什么能做到？凭「善导大师于四十八愿当中，称定成正觉（第十二愿），光明无量（第十三愿），寿命无量（第十五），诸佛称叹（第十七），与十念必生（第十八）」，这个五愿是「真实愿」。善导大师，许多人都认为他是阿弥陀佛再来的，他说的话就是阿弥陀佛说的话。我相信，日本人也相信。这五愿跟我们的信、愿、行要相应。善导大师说得好，他告诉我们，修净土法门的同修，「必须具此信愿行三资粮，念佛方能往生」。实实在在的说，四十八愿当中每一愿，意思无非是令众生具足信愿行这三个条件，那就保证你得生。",
      "zh_TW": "別人問我，我一定會說，我能做得到。憑什麼能做到？憑「善導大師於四十八願當中，稱定成正覺（第十二願），光明無量（第十三願），壽命無量（第十五），諸佛稱歎（第十七），與十念必生（第十八）」，這個五願是「真實願」。善導大師，許多人都認為他是阿彌陀佛再來的，他說的話就是阿彌陀佛說的話。我相信，日本人也相信。這五願跟我們的信、願、行要相應。善導大師說得好，他告訴我們，修淨土法門的同修，「必須具此信願行三資糧，念佛方能往生」。實實在在的說，四十八願當中每一願，意思無非是令眾生具足信願行這三個條件，那就保證你得生。"
    },
    {
      "id": "02-046-0001_p0004",
      "zh_CN": "先说信。第十二愿，「定成正觉」，这是真话，不是假话。「我作佛时」，我是阿弥陀佛自称，「所有众生」，遍法界虚空界一切众生，「生我国者，远离分别」，记住，把分别的心放下，「诸根寂静」，心里头没有分别，没有执着，清净心现前，这是功夫得力，他能做到六根清净，诸根寂静就是六根清净，「若不决定成等正觉，证大涅槃者，不取正觉」。阿弥陀佛四十八愿，愿愿都兑现了，没有一愿是虚愿。这一点我们要认识清楚，我们要肯定，我们要记取。在这个世界当中，念念与阿弥陀佛愿力相应，这样往生你就能做到了。",
      "zh_TW": "先說信。第十二願，「定成正覺」，這是真話，不是假話。「我作佛時」，我是阿彌陀佛自稱，「所有眾生」，遍法界虛空界一切眾生，「生我國者，遠離分別」，記住，把分別的心放下，「諸根寂靜」，心裡頭沒有分別，沒有執著，清淨心現前，這是功夫得力，他能做到六根清淨，諸根寂靜就是六根清淨，「若不決定成等正覺，證大涅槃者，不取正覺」。阿彌陀佛四十八願，願願都兌現了，沒有一願是虛願。這一點我們要認識清楚，我們要肯定，我們要記取。在這個世界當中，念念與阿彌陀佛願力相應，這樣往生你就能做到了。"
    },
    {
      "id": "02-046-0001_p0005",
      "zh_CN": "「往生者决定成佛」，为什么求往生？求成佛。成佛可不简单，多少法门要多少时间？三大阿僧祇劫，可是净土宗一生就成就。「正显弥陀之本心，唯以一佛乘，广度无边众生于究竟涅槃」，把我们度到什么阶层？达到成佛的阶层，换句话说，地上菩萨才算是成佛。我们在一生当中要成就，第十二愿是保证我们成佛的一愿，保证书。可见这一愿，实实在在是阿弥陀佛四十八愿的心髓。阿弥陀佛的本愿，「只是为一切众生决定成佛」。我们今天遇到了，最难得的，要跟阿弥陀佛同心同愿。成佛为什么？为度一切众生一生成就。我们必须跟阿弥陀佛的愿相同，我们才得到阿弥陀佛的加持，将来到极乐世界，也跟阿弥陀佛一样，愿相同，行相同，像阿弥陀佛度我们一样，以本愿功德接引十方一切有缘的众生。为实现这个愿，所以才有「十念必生」。这一愿是无比殊胜的大愿，第十八愿。众生依这个最简单、最容易，又极其「圆顿之径路，念佛往生，则皆可成佛也」，没有一个不成佛的。",
      "zh_TW": "「往生者決定成佛」，為什麼求往生？求成佛。成佛可不簡單，多少法門要多少時間？三大阿僧祇劫，可是淨土宗一生就成就。「正顯彌陀之本心，唯以一佛乘，廣度無邊眾生於究竟涅槃」，把我們度到什麼階層？達到成佛的階層，換句話說，地上菩薩才算是成佛。我們在一生當中要成就，第十二願是保證我們成佛的一願，保證書。可見這一願，實實在在是阿彌陀佛四十八願的心髓。阿彌陀佛的本願，「只是為一切眾生決定成佛」。我們今天遇到了，最難得的，要跟阿彌陀佛同心同願。成佛為什麼？為度一切眾生一生成就。我們必須跟阿彌陀佛的願相同，我們才得到阿彌陀佛的加持，將來到極樂世界，也跟阿彌陀佛一樣，願相同，行相同，像阿彌陀佛度我們一樣，以本願功德接引十方一切有緣的眾生。為實現這個願，所以才有「十念必生」。這一願是無比殊勝的大願，第十八願。眾生依這個最簡單、最容易，又極其「圓頓之徑路，念佛往生，則皆可成佛也」，沒有一個不成佛的。"
    },
    {
      "id": "02-046-0001_p0006",
      "zh_CN": "「愿文中远离分别，即舍除分别之妄惑」，分别代表所有的妄念，众生跟佛差别在此地。妄念是妄心，妄念放下了，真心就现前。真心是什么？真心是没有分别，没有执着，没有妄想。换句话说，妄想分别执着要统统放下，用这一句佛号取而代之就对了。「了达」，了是明了，达是通达，「真如即万法，万法即真如」，是一不是二。「诸根寂静，不生分别，自然远离痴暗」，贪瞋痴你就可以放下了，「六根同归寂静，身口意寂静；而寂静正是涅槃之理体。」涅槃说起来很抽象，什么叫涅槃？涅槃就是宇宙的真相。当我们放下妄想分别执着，你所体会到的就是寂静。自性本定，自性本定就是涅槃的理体。搞清楚，搞明白，它是一桩事情，不是两桩事情。我们可以在这一生成就，只要你肯放下。必须放下，为什么？佛在经上告诉我们，「凡所有相，皆是虚妄」，因为它是虚妄的，它不是真实的。真实的是什么？真实是寂静，涅槃的理体。这是真的，这不是假的。真心，寂静是真心，用真心不用妄心，跟阿弥陀佛同心同德，这才能成就，这才能得到，阿弥陀佛四十八愿的加持。所以能不能寂静？我们这个心能不能定下来、能不能静下来？自己有把握，肯放下就成功了，自己的信心自然就具足了。",
      "zh_TW": "「願文中遠離分別，即捨除分別之妄惑」，分別代表所有的妄念，眾生跟佛差別在此地。妄念是妄心，妄念放下了，真心就現前。真心是什麼？真心是沒有分別，沒有執著，沒有妄想。換句話說，妄想分別執著要統統放下，用這一句佛號取而代之就對了。「了達」，了是明瞭，達是通達，「真如即萬法，萬法即真如」，是一不是二。「諸根寂靜，不生分別，自然遠離癡闇」，貪瞋痴你就可以放下了，「六根同歸寂靜，身口意寂靜；而寂靜正是涅槃之理體。」涅槃說起來很抽象，什麼叫涅槃？涅槃就是宇宙的真相。當我們放下妄想分別執著，你所體會到的就是寂靜。自性本定，自性本定就是涅槃的理體。搞清楚，搞明白，它是一樁事情，不是兩樁事情。我們可以在這一生成就，只要你肯放下。必須放下，為什麼？佛在經上告訴我們，「凡所有相，皆是虛妄」，因為它是虛妄的，它不是真實的。真實的是什麼？真實是寂靜，涅槃的理體。這是真的，這不是假的。真心，寂靜是真心，用真心不用妄心，跟阿彌陀佛同心同德，這才能成就，這才能得到，阿彌陀佛四十八願的加持。所以能不能寂靜？我們這個心能不能定下來、能不能靜下來？自己有把握，肯放下就成功了，自己的信心自然就具足了。"
    },
    {
      "id": "02-046-0001_p0007",
      "zh_CN": "「由于远离分别之妄惑，诸根寂静，契入涅槃之理」。「净业行人要信只要发愿求生，定能往生自心本具的极乐世界」，特别注意到，自心本具的，极乐世界从哪里来的？是真心变现的，阿弥陀佛的真心变现的。我们只要用真心不要用妄心，极乐世界就现前了。阿弥陀佛所现的极乐世界，跟我们自性所现的世界，完全相同，是一不是二，道理在此地。",
      "zh_TW": "「由於遠離分別之妄惑，諸根寂靜，契入涅槃之理」。「淨業行人要信只要發願求生，定能往生自心本具的極樂世界」，特別注意到，自心本具的，極樂世界從哪裡來的？是真心變現的，阿彌陀佛的真心變現的。我們只要用真心不要用妄心，極樂世界就現前了。阿彌陀佛所現的極樂世界，跟我們自性所現的世界，完全相同，是一不是二，道理在此地。"
    },
    {
      "id": "02-046-0001_p0008",
      "zh_CN": "「信佛语、佛愿真实不虚；信念佛是因，成佛是果；信西方真实有极乐世界阿弥陀佛；信极乐世界不出现前一念心性之外，因为心外无法。」这几句话说得很简单、很扼要，它是事实真相，没有丝毫虚假。我们为什么放不下？没有见到事实真相，所以放不下，见到事实真相，问题就解决了。所以佛的话要当真，不是骗人的，佛没有理由骗人。佛希望你早早成佛，跟他一样，永远脱离六道轮回的苦海，这是佛伟大的愿望。佛成佛了，为的是什么？就为的是这桩事情，令遍法界虚空界一切众生，在一生当中圆满成就佛道，这是佛的本愿。所以要信念佛是因，成佛是果；信西方真实有极乐世界阿弥陀佛。这是事。什么道理？那就是要相信下面所说的，极乐世界不出现前一念心性。佛告诉我们，一切法从心想生。心里什么都不想就是大涅槃，就是法身现前。法身能现报身，能现十法界，极乐世界也是这个法身所现的。这些事理要搞清楚、搞明白，真相信没有怀疑，自自然然你就能万缘放下，对这个世间不再有任何留恋，轻而易举的就放下了，放下就得大自在，放下之后你就敢承当，我有把握往生。这句话是你说的真话，不是欺骗别人，更不是欺骗自己。这里头有理、有事，理事都圆满。所以大师在此地说得好，信极乐世界不出现前一念心性之外，一念心性现极乐世界，现阿弥陀佛。为什么？心外无法，法外无心。",
      "zh_TW": "「信佛語、佛願真實不虛；信念佛是因，成佛是果；信西方真實有極樂世界阿彌陀佛；信極樂世界不出現前一念心性之外，因為心外無法。」這幾句話說得很簡單、很扼要，它是事實真相，沒有絲毫虛假。我們為什麼放不下？沒有見到事實真相，所以放不下，見到事實真相，問題就解決了。所以佛的話要當真，不是騙人的，佛沒有理由騙人。佛希望你早早成佛，跟他一樣，永遠脫離六道輪迴的苦海，這是佛偉大的願望。佛成佛了，為的是什麼？就為的是這樁事情，令遍法界虛空界一切眾生，在一生當中圓滿成就佛道，這是佛的本願。所以要信念佛是因，成佛是果；信西方真實有極樂世界阿彌陀佛。這是事。什麼道理？那就是要相信下面所說的，極樂世界不出現前一念心性。佛告訴我們，一切法從心想生。心裡什麼都不想就是大涅槃，就是法身現前。法身能現報身，能現十法界，極樂世界也是這個法身所現的。這些事理要搞清楚、搞明白，真相信沒有懷疑，自自然然你就能萬緣放下，對這個世間不再有任何留戀，輕而易舉的就放下了，放下就得大自在，放下之後你就敢承當，我有把握往生。這句話是你說的真話，不是欺騙別人，更不是欺騙自己。這裡頭有理、有事，理事都圓滿。所以大師在此地說得好，信極樂世界不出現前一念心性之外，一念心性現極樂世界，現阿彌陀佛。為什麼？心外無法，法外無心。"
    },
    {
      "id": "02-046-0001_p0009",
      "zh_CN": "世尊经教里的这些话，都是帮助我们，在这一生当中了生死出三界的真言，金句。我们常常要放在心上。前面不是说过，不能放在心上？要放在心上，这是过程，我们现在功夫不到家，如果不把佛的教诲放在心上，心里头的妄念止不住，还是妄想分别执着现前。如果妄想分别执着常常现前，极乐世界去不成，为什么？我们一念心性跟它不相应。一念心性极乐世界真有，是我自性变现出来的。弥陀自性跟我自性是一个性，不是两个自性，这点重要。同时也是你的性，也是他的性，也是一切万物的性，动物有心性，植物、矿物有法性。单单讲性，就是一个，一切法都是这个性所现的。它不现，一无所有；它出现，无量无边，十方三世过去现在未来，一切法就这一个自性，一念心性变现出来的。这里头包括有极乐世界，包括有阿弥陀佛，包括有十方世界所有念佛的众生，具足信、愿、行三个条件，个个都能往生，个个都是阿弥陀佛接引的对象。我们不在外，要毫无疑惑肯定这句。所以我们在这一生当中，具足真信，不怀疑；具足真愿，真想到极乐世界去，这个世界再好，我也没有留恋，不再留恋。",
      "zh_TW": "世尊經教裡的這些話，都是幫助我們，在這一生當中了生死出三界的真言，金句。我們常常要放在心上。前面不是說過，不能放在心上？要放在心上，這是過程，我們現在功夫不到家，如果不把佛的教誨放在心上，心裡頭的妄念止不住，還是妄想分別執著現前。如果妄想分別執著常常現前，極樂世界去不成，為什麼？我們一念心性跟它不相應。一念心性極樂世界真有，是我自性變現出來的。彌陀自性跟我自性是一個性，不是兩個自性，這點重要。同時也是你的性，也是他的性，也是一切萬物的性，動物有心性，植物、礦物有法性。單單講性，就是一個，一切法都是這個性所現的。它不現，一無所有；它出現，無量無邊，十方三世過去現在未來，一切法就這一個自性，一念心性變現出來的。這裡頭包括有極樂世界，包括有阿彌陀佛，包括有十方世界所有念佛的眾生，具足信、願、行三個條件，個個都能往生，個個都是阿彌陀佛接引的對象。我們不在外，要毫無疑惑肯定這句。所以我們在這一生當中，具足真信，不懷疑；具足真願，真想到極樂世界去，這個世界再好，我也沒有留戀，不再留戀。"
    },
    {
      "id": "02-046-0001_p0010",
      "zh_CN": "我们记住善导大师的话，记住印光大师的教诲，这一生当中决定往生。往生要做出一个往生的样子，给大家看，这就是度化众生无比殊胜的增上缘，让他亲自看看。每个往生的人都有这种慈悲心，都现的好相。标准的，像海贤老和尚，为我们做出究竟圆满往生到西方极乐世界，这是我们最近，距离的时间讲最近五年前的事情。我们不能错过这一次，错过这一次，第二次要遇到，那个时间太长了。希望我们同学在这一生当中，成就这桩大事。对于这个世法（世间法）随缘，有缘，利益众生的要做，不利于众生的决定不能做。",
      "zh_TW": "我們記住善導大師的話，記住印光大師的教誨，這一生當中決定往生。往生要做出一個往生的樣子，給大家看，這就是度化眾生無比殊勝的增上緣，讓他親自看看。每個往生的人都有這種慈悲心，都現的好相。標準的，像海賢老和尚，為我們做出究竟圓滿往生到西方極樂世界，這是我們最近，距離的時間講最近五年前的事情。我們不能錯過這一次，錯過這一次，第二次要遇到，那個時間太長了。希望我們同學在這一生當中，成就這樁大事。對於這個世法（世間法）隨緣，有緣，利益眾生的要做，不利於眾生的決定不能做。"
    },
    {
      "id": "02-046-0001_p0011",
      "zh_CN": "好，今天我就讲到此地，谢谢大家，祝福大家新年要进步，好，谢谢。",
      "zh_TW": "好，今天我就講到此地，謝謝大家，祝福大家新年要進步，好，謝謝。"
    }
  ]
}