{
  "doc_id": "21-271-0001",
  "title": {
    "zh_CN": "2004年春节开示-学佛答问",
    "zh_TW": "2004年春節開示-學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-271-0001",
  "total_paragraphs": 110,
  "paragraphs": [
    {
      "id": "21-271-0001_p0001",
      "zh_CN": "诸位同学，今天我利用这点时间，跟诸位解答问题，我看桌上放的问题不少，两个小时，希望两个小时都能把它答复。",
      "zh_TW": "諸位同學，今天我利用這點時間，跟諸位解答問題，我看桌上放的問題不少，兩個小時，希望兩個小時都能把它答覆。"
    },
    {
      "id": "21-271-0001_p0002",
      "zh_CN": "第一张是中山的同修，他有两个问题，第一个说，六祖说，「佛法在世间，不离世间觉」，有的同修总觉得在家烦恼多，想离开现实的生活环境，找个清静地方修行。我们觉得烦恼和清净都在心里，心念转变，烦恼即菩提，请老法师宣讲这个道理。",
      "zh_TW": "第一張是中山的同修，他有兩個問題，第一個說，六祖說，「佛法在世間，不離世間覺」，有的同修總覺得在家煩惱多，想離開現實的生活環境，找個清靜地方修行。我們覺得煩惱和清淨都在心裡，心念轉變，煩惱即菩提，請老法師宣講這個道理。"
    },
    {
      "id": "21-271-0001_p0003",
      "zh_CN": "答：这个道理两个小时也讲不完，其实不用讲，你们已经懂得了。为什么？确确实实烦恼跟清净心是一不是二。觉了，烦恼就转变成菩提；迷了，菩提就转变成烦恼，烦恼跟菩提是一桩事情。所以经教里常说，「烦恼即菩提，生死即涅槃」，这是事实真相，问题就是你能不能转过来！境界现前的时候，你能不能不生烦恼？尤其是逆境，逆境现前，如果生烦恼，那就堕落了，你是轮回心现前，你造轮回业；如果境界现前，你不生烦恼，你还能保持着清净、平等，那你就是佛菩萨，你就超越六道，你就超越生死了，总在自己一念之间。这个道理我们在讲席里面几乎天天都在讲，《金刚经》上的教诲，要常常念，要记在心里。",
      "zh_TW": "答：這個道理兩個小時也講不完，其實不用講，你們已經懂得了。為什麼？確確實實煩惱跟清淨心是一不是二。覺了，煩惱就轉變成菩提；迷了，菩提就轉變成煩惱，煩惱跟菩提是一樁事情。所以經教裡常說，「煩惱即菩提，生死即涅槃」，這是事實真相，問題就是你能不能轉過來！境界現前的時候，你能不能不生煩惱？尤其是逆境，逆境現前，如果生煩惱，那就墮落了，你是輪迴心現前，你造輪迴業；如果境界現前，你不生煩惱，你還能保持著清淨、平等，那你就是佛菩薩，你就超越六道，你就超越生死了，總在自己一念之間。這個道理我們在講席裡面幾乎天天都在講，《金剛經》上的教誨，要常常念，要記在心裡。"
    },
    {
      "id": "21-271-0001_p0004",
      "zh_CN": "学佛的人，真正用功的人，会不会有人冤枉你？会不会有人轻贱你？肯定是有的。为什么会有？这是无始劫以来跟众生结的冤业，因缘遇到了，果报就现前。在这个时代，你们想想看，毁谤释迦牟尼佛的人有多少？连佛都有人毁谤，我们要遭受毁谤算什么？毁谤孔子的人有多少？所以，你要能常常作如是观，你就明了了。这个事情，释迦牟尼佛在世的时候，诸位看看经典里面记载的，毁谤、侮辱，甚至于陷害，佛常常遇到。可是释迦牟尼佛从来没有介意，一丝毫怨恨都没有，一丝毫报复的念头都没有，因此感动一些外道。这些外道毁谤世尊，这里头有些人替世尊说话，他说世尊释迦牟尼怎么样不好，但是你骂他、你侮辱他，他不生气，这很了不起。这就是大德，这就是真实智慧，这就是一般人比不上的。小小风动，自己无名火就上来了，这叫大错特错，那是自己糟蹋自己，自己在作贱自己。",
      "zh_TW": "學佛的人，真正用功的人，會不會有人冤枉你？會不會有人輕賤你？肯定是有的。為什麼會有？這是無始劫以來跟眾生結的冤業，因緣遇到了，果報就現前。在這個時代，你們想想看，毀謗釋迦牟尼佛的人有多少？連佛都有人毀謗，我們要遭受毀謗算什麼？毀謗孔子的人有多少？所以，你要能常常作如是觀，你就明瞭了。這個事情，釋迦牟尼佛在世的時候，諸位看看經典裡面記載的，毀謗、侮辱，甚至於陷害，佛常常遇到。可是釋迦牟尼佛從來沒有介意，一絲毫怨恨都沒有，一絲毫報復的念頭都沒有，因此感動一些外道。這些外道毀謗世尊，這裡頭有些人替世尊說話，他說世尊釋迦牟尼怎麼樣不好，但是你罵他、你侮辱他，他不生氣，這很了不起。這就是大德，這就是真實智慧，這就是一般人比不上的。小小風動，自己無名火就上來了，這叫大錯特錯，那是自己糟蹋自己，自己在作賤自己。"
    },
    {
      "id": "21-271-0001_p0005",
      "zh_CN": "所以，这个道理你真正要懂得了，人只有自己作贱自己是真的，其他任何人想作贱你，不可能，没这个事情。别人侮辱你、毁谤你、陷害你，你能够无动于衷，你的境界提升了。他没有真的作贱你，他帮助你提升境界，帮助你消业障，帮助你开智慧，好事，不是坏事；如果你受不了，起了忿恨心，那是你自己作贱自己，你必定堕落。佛法里面讲真正修行功夫，最低的功夫，最起码的功夫叫什么？八风吹不动。你们这个风轻轻一吹，马上就动了，那算什么？这叫自己作贱自己，自己往下堕落。于人相不相干？决定不相干。为什么诸佛菩萨、真正修行的人，他能够在逆境、顺境都往上升，都不往下堕落，这个道理要懂。",
      "zh_TW": "所以，這個道理你真正要懂得了，人只有自己作賤自己是真的，其他任何人想作賤你，不可能，沒這個事情。別人侮辱你、毀謗你、陷害你，你能夠無動於衷，你的境界提升了。他沒有真的作賤你，他幫助你提升境界，幫助你消業障，幫助你開智慧，好事，不是壞事；如果你受不了，起了忿恨心，那是你自己作賤自己，你必定墮落。佛法裡面講真正修行功夫，最低的功夫，最起碼的功夫叫什麼？八風吹不動。你們這個風輕輕一吹，馬上就動了，那算什麼？這叫自己作賤自己，自己往下墮落。於人相不相干？決定不相干。為什麼諸佛菩薩、真正修行的人，他能夠在逆境、順境都往上升，都不往下墮落，這個道理要懂。"
    },
    {
      "id": "21-271-0001_p0006",
      "zh_CN": "我们离开台湾到新加坡，我写了六句话，「永远生活在感恩的世界」，我们感恩，我们没有瞋恚。我们离开新加坡，我写了一副对联，「处逆境，随恶缘，无瞋恚，业障尽消」，替我消业障；「处顺境，随善缘，无贪痴」，这个非常重要，顺境里头没有贪心，不愚痴，「福慧全现」。要知道逆境能够叫人堕落，那是你生瞋恚心；顺境同样叫人堕落，你起贪爱，贪是三毒烦恼，爱是愚痴，爱是痴，同样叫你堕落。所以，顺境、逆境当中不起贪瞋痴，这是你真正的功夫，你会向上，永远向上提升，你不会堕落。贪瞋痴念头才动，你就要警觉到，这是古大德教我们，「不怕念起，只怕觉迟」，贪瞋痴念头一动，立刻就觉悟，用阿弥陀佛把它代替。这一句阿弥陀佛把贪瞋痴伏住了、压住了，这叫功夫，这叫会念佛；不会念佛，口念弥陀，心里贪瞋痴还是控制不住，那就是不会念。那种念佛人就是古人所讲的，「喊破喉咙也枉然」，无论你一天念十万声、念二十万声，你伏不住烦恼，这个没用处，这个道理要懂。",
      "zh_TW": "我們離開台灣到新加坡，我寫了六句話，「永遠生活在感恩的世界」，我們感恩，我們沒有瞋恚。我們離開新加坡，我寫了一副對聯，「處逆境，隨惡緣，無瞋恚，業障盡消」，替我消業障；「處順境，隨善緣，無貪痴」，這個非常重要，順境裡頭沒有貪心，不愚痴，「福慧全現」。要知道逆境能夠叫人墮落，那是你生瞋恚心；順境同樣叫人墮落，你起貪愛，貪是三毒煩惱，愛是愚痴，愛是痴，同樣叫你墮落。所以，順境、逆境當中不起貪瞋痴，這是你真正的功夫，你會向上，永遠向上提升，你不會墮落。貪瞋痴念頭才動，你就要警覺到，這是古大德教我們，「不怕念起，只怕覺遲」，貪瞋痴念頭一動，立刻就覺悟，用阿彌陀佛把它代替。這一句阿彌陀佛把貪瞋痴伏住了、壓住了，這叫功夫，這叫會念佛；不會念佛，口念彌陀，心裡貪瞋痴還是控制不住，那就是不會念。那種念佛人就是古人所講的，「喊破喉嚨也枉然」，無論你一天念十萬聲、念二十萬聲，你伏不住煩惱，這個沒用處，這個道理要懂。"
    },
    {
      "id": "21-271-0001_p0007",
      "zh_CN": "第二个问题说，为什么说末法时期的众生，大多数要修净土佛门才能获得解脱？",
      "zh_TW": "第二個問題說，為什麼說末法時期的眾生，大多數要修淨土佛門才能獲得解脫？"
    },
    {
      "id": "21-271-0001_p0008",
      "zh_CN": "答：这是释迦牟尼佛告诉我们的，他在《大集经》里面，也等于现在人讲的预言，他说正法时期，戒律成就；像法时期，禅定成就；末法时期，净土成就，这是佛说的。我们现在生在末法，仔细观察，末法时期修学其他法门能不能成就？我不必说，诸位心里都知道，修其他法门能不能把贪瞋痴伏住？再告诉你，贪瞋痴纵然能伏住，你出不了六道轮回，为什么？贪瞋痴要断掉才能出六道轮回。那你就想想，断贪瞋痴可不是容易的事情。净土法门最殊胜的地方，就是贪瞋痴不要断，伏住就能往生，这是八万四千法门里面都没有的。伏烦恼容易，断就太难了，这是自己可以试试看，你就晓得了。我们只要这一句佛号能把贪瞋痴压住、伏住，就能够带业往生，生凡圣同居土，这是不能不知道的。",
      "zh_TW": "答：這是釋迦牟尼佛告訴我們的，他在《大集經》裡面，也等於現在人講的預言，他說正法時期，戒律成就；像法時期，禪定成就；末法時期，淨土成就，這是佛說的。我們現在生在末法，仔細觀察，末法時期修學其他法門能不能成就？我不必說，諸位心裡都知道，修其他法門能不能把貪瞋痴伏住？再告訴你，貪瞋痴縱然能伏住，你出不了六道輪迴，為什麼？貪瞋痴要斷掉才能出六道輪迴。那你就想想，斷貪瞋痴可不是容易的事情。淨土法門最殊勝的地方，就是貪瞋痴不要斷，伏住就能往生，這是八萬四千法門裡面都沒有的。伏煩惱容易，斷就太難了，這是自己可以試試看，你就曉得了。我們只要這一句佛號能把貪瞋痴壓住、伏住，就能夠帶業往生，生凡聖同居土，這是不能不知道的。"
    },
    {
      "id": "21-271-0001_p0009",
      "zh_CN": "所以，「教」非常重要，教理要不透彻，修行人大多数都是盲修瞎练。佛法修学，清凉大师讲的四个阶段，「信、解、行、证」。现在人多半修行，信，不是真信；解，没有理解；换句话说，半信半疑又不懂得经教，他就修行了，这样当然盲修瞎练的多。真正能有成就，真正能开悟，不容易！非常非常困难。所以释迦牟尼佛当年在世，你看看四十九年讲经教学，天天讲，比我们辛苦。他老人家在世一天讲八个小时，我们今天讲四个小时，还只有他一半，比不上。经论里面记载，佛陀在世每天「二时讲经」，二时，古印度把一昼夜分为六时，昼三时、夜三时，所以它一时等于我们现在四个钟点。我们现在叫小时，印度的时大，白天是初日分、中日分、后日分，这三时；夜晚是初夜分、中夜分、后夜分，它是这样分的。所以二时讲经就是八个小时。我们才知道佛陀那个时代，大家真的是精进，每天听讲经八个小时，自己用功修学八个小时，每天十六个小时，天天不间断，他才会有成就。",
      "zh_TW": "所以，「教」非常重要，教理要不透徹，修行人大多數都是盲修瞎練。佛法修學，清涼大師講的四個階段，「信、解、行、證」。現在人多半修行，信，不是真信；解，沒有理解；換句話說，半信半疑又不懂得經教，他就修行了，這樣當然盲修瞎練的多。真正能有成就，真正能開悟，不容易！非常非常困難。所以釋迦牟尼佛當年在世，你看看四十九年講經教學，天天講，比我們辛苦。他老人家在世一天講八個小時，我們今天講四個小時，還只有他一半，比不上。經論裡面記載，佛陀在世每天「二時講經」，二時，古印度把一晝夜分為六時，晝三時、夜三時，所以它一時等於我們現在四個鐘點。我們現在叫小時，印度的時大，白天是初日分、中日分、後日分，這三時；夜晚是初夜分、中夜分、後夜分，它是這樣分的。所以二時講經就是八個小時。我們才知道佛陀那個時代，大家真的是精進，每天聽講經八個小時，自己用功修學八個小時，每天十六個小時，天天不間斷，他才會有成就。"
    },
    {
      "id": "21-271-0001_p0010",
      "zh_CN": "第二张是湖南同修问的，有四个问题，他说三时系念法事，欢喜赞叹。他有几个问题，第一个是在家居士是否能全盘主持三时系念法事？",
      "zh_TW": "第二張是湖南同修問的，有四個問題，他說三時繫念法事，歡喜讚歎。他有幾個問題，第一個是在家居士是否能全盤主持三時繫念法事？"
    },
    {
      "id": "21-271-0001_p0011",
      "zh_CN": "答：佛法里面有开缘，就是你附近请不到法师，请不到法师的时候，可以。如果附近有出家的法师，而且出家的法师他可以带领三时系念，你一定要请他。请他他不来、不答应，也行，自己主持也可以。一定要诚心诚意去请法师，真正请不到，没有，在家一样可以主持。",
      "zh_TW": "答：佛法裡面有開緣，就是你附近請不到法師，請不到法師的時候，可以。如果附近有出家的法師，而且出家的法師他可以帶領三時繫念，你一定要請他。請他他不來、不答應，也行，自己主持也可以。一定要誠心誠意去請法師，真正請不到，沒有，在家一樣可以主持。"
    },
    {
      "id": "21-271-0001_p0012",
      "zh_CN": "第二，说在家居士不论男女戒律，是否在三时系念法事中坐正台？",
      "zh_TW": "第二，說在家居士不論男女戒律，是否在三時繫念法事中坐正台？"
    },
    {
      "id": "21-271-0001_p0013",
      "zh_CN": "答：可以，你台前面供的有佛像，在家居士一样代佛说法，这是可以的。",
      "zh_TW": "答：可以，你台前面供的有佛像，在家居士一樣代佛說法，這是可以的。"
    },
    {
      "id": "21-271-0001_p0014",
      "zh_CN": "第三，三时系念法事是否一定要在寺庙道场做？如我们念佛小组有个叫广场的念佛道场，我们是否能在念佛道场做三时系念法事？",
      "zh_TW": "第三，三時繫念法事是否一定要在寺廟道場做？如我們念佛小組有個叫廣場的念佛道場，我們是否能在念佛道場做三時繫念法事？"
    },
    {
      "id": "21-271-0001_p0015",
      "zh_CN": "答：可以，实在讲一般家庭里面都可以做，因为三时系念主要是病人在临终的时候，临终的时候可以请法师到家里，一定在病人前面来做，这可以的。平常你们做法事超度幽冥众生，这个法事是冥阳两利，最重要的做的人，主持这个法务，或者是参与的同学，都要能够随文入观，这个利益就非常殊胜。",
      "zh_TW": "答：可以，實在講一般家庭裡面都可以做，因為三時繫念主要是病人在臨終的時候，臨終的時候可以請法師到家裡，一定在病人前面來做，這可以的。平常你們做法事超度幽冥眾生，這個法事是冥陽兩利，最重要的做的人，主持這個法務，或者是參與的同學，都要能夠隨文入觀，這個利益就非常殊勝。"
    },
    {
      "id": "21-271-0001_p0016",
      "zh_CN": "第四，在家居士能否在自家小佛堂，立万姓祖先牌位？如何立？",
      "zh_TW": "第四，在家居士能否在自家小佛堂，立萬姓祖先牌位？如何立？"
    },
    {
      "id": "21-271-0001_p0017",
      "zh_CN": "答：可以立，立这个牌位好。为什么？说明你的心量拓开了，不但我们要纪念自己的祖先，我们连所有一切众生的祖先，我们都纪念，这个好，这个心量很大。怎么立法？你们可以参考我们九楼，可以立一个总牌位，「中华民族万姓祖先神位」就可以了，用一个牌位就行。",
      "zh_TW": "答：可以立，立這個牌位好。為什麼？說明你的心量拓開了，不但我們要紀念自己的祖先，我們連所有一切眾生的祖先，我們都紀念，這個好，這個心量很大。怎麼立法？你們可以參考我們九樓，可以立一個總牌位，「中華民族萬姓祖先神位」就可以了，用一個牌位就行。"
    },
    {
      "id": "21-271-0001_p0018",
      "zh_CN": "广州居士问的，在家居士可否在家中，跟馆长往生六周年三时系念法会的VCD一起做？可否将三时系念法会转制成MP3于夜间播放？",
      "zh_TW": "廣州居士問的，在家居士可否在家中，跟館長往生六周年三時繫念法會的VCD一起做？可否將三時繫念法會轉製成MP3於夜間播放？"
    },
    {
      "id": "21-271-0001_p0019",
      "zh_CN": "答：可以，非常好，能够夜间播放，这是幽冥界的这些鬼神统统得利益，不要害怕，你家里可以放。不要怕家里鬼神多，这些鬼神都是你家的护法，都保佑你，绝对不会害你，这可以放心。",
      "zh_TW": "答：可以，非常好，能夠夜間播放，這是幽冥界的這些鬼神統統得利益，不要害怕，你家裡可以放。不要怕家裡鬼神多，這些鬼神都是你家的護法，都保佑你，絕對不會害你，這可以放心。"
    },
    {
      "id": "21-271-0001_p0020",
      "zh_CN": "第二说我儿子再三叮咛，要我请问师父，他对电影或是表演有专长，很想发心完成义务演佛教电影故事，希望能得到这个因缘。",
      "zh_TW": "第二說我兒子再三叮嚀，要我請問師父，他對電影或是表演有專長，很想發心完成義務演佛教電影故事，希望能得到這個因緣。"
    },
    {
      "id": "21-271-0001_p0021",
      "zh_CN": "答：这个应该不难，现在中国大陆有拍摄这个电影，可以问问同修们，有知道的向他们联系。另外好像马来西亚也做这个工作，都可以联系。",
      "zh_TW": "答：這個應該不難，現在中國大陸有拍攝這個電影，可以問問同修們，有知道的向他們聯繫。另外好像馬來西亞也做這個工作，都可以聯繫。"
    },
    {
      "id": "21-271-0001_p0022",
      "zh_CN": "第三个是怎样赶走睡魔？如何对治懈怠？",
      "zh_TW": "第三個是怎樣趕走睡魔？如何對治懈怠？"
    },
    {
      "id": "21-271-0001_p0023",
      "zh_CN": "答：在佛法里头，佛教菩萨精进波罗蜜，精进就是对治懈怠的。精进的方法很多，你自己可以选择，通常像譬如说听经、念佛有昏沈，我们看到他打瞌睡，这个时候用对治的方法，可以离开座位，你走到最后面，后面有空的地方站在那边听，或者是道场讲堂要很大，讲堂外面都有走廊，你在走廊里面经行听经，都可以。所以有很多方法，自己可以选择。",
      "zh_TW": "答：在佛法裡頭，佛教菩薩精進波羅蜜，精進就是對治懈怠的。精進的方法很多，你自己可以選擇，通常像譬如說聽經、念佛有昏沈，我們看到他打瞌睡，這個時候用對治的方法，可以離開座位，你走到最後面，後面有空的地方站在那邊聽，或者是道場講堂要很大，講堂外面都有走廊，你在走廊裡面經行聽經，都可以。所以有很多方法，自己可以選擇。"
    },
    {
      "id": "21-271-0001_p0024",
      "zh_CN": "第四，我们想集体跟师父合影留念。",
      "zh_TW": "第四，我們想集體跟師父合影留念。"
    },
    {
      "id": "21-271-0001_p0025",
      "zh_CN": "答：这个由常住这边安排。",
      "zh_TW": "答：這個由常住這邊安排。"
    },
    {
      "id": "21-271-0001_p0026",
      "zh_CN": "这是方同修他问的，他说我是吉林省梅河口人，这次专程来港拜见你，希望你能在百忙中抽些时间接见我，谢谢。",
      "zh_TW": "這是方同修他問的，他說我是吉林省梅河口人，這次專程來港拜見你，希望你能在百忙中抽些時間接見我，謝謝。"
    },
    {
      "id": "21-271-0001_p0027",
      "zh_CN": "答：来了没有，今天？好，来了就好。",
      "zh_TW": "答：來了沒有，今天？好，來了就好。"
    },
    {
      "id": "21-271-0001_p0028",
      "zh_CN": "这是吴同学，他有两个问题，他说本人有个问题令我感到不安，就是自己欢喜改自己的名字，改了几个。学佛了，自己又受过两次皈依，有两个法名。当我遇到师父讲经的经带，听到师父在讲经的时候讲到，念佛人念佛看到自己的莲花，莲花上还有念佛人的名字，我就产生疑惑，总希望能够解决这个问题。我曾经问过了几个人，都不能令我满意，因为我只听师父你的，我就安心了。第一个问题，若我专心念佛求生净土，到时候阿弥陀佛来接引我的时候，莲花上出现哪个名字？请师父开示。",
      "zh_TW": "這是吳同學，他有兩個問題，他說本人有個問題令我感到不安，就是自己歡喜改自己的名字，改了幾個。學佛了，自己又受過兩次皈依，有兩個法名。當我遇到師父講經的經帶，聽到師父在講經的時候講到，念佛人念佛看到自己的蓮花，蓮花上還有念佛人的名字，我就產生疑惑，總希望能夠解決這個問題。我曾經問過了幾個人，都不能令我滿意，因為我只聽師父你的，我就安心了。第一個問題，若我專心念佛求生淨土，到時候阿彌陀佛來接引我的時候，蓮花上出現哪個名字？請師父開示。"
    },
    {
      "id": "21-271-0001_p0029",
      "zh_CN": "答：这恐怕难了，为什么？如果莲花上名字太多，就乱掉了，到底是你的，还不是你的，就有问题了。名字不能改，为什么？名字是父母给你取的名，在古时候改名是大不孝。父母给你起的名字，名字里头有含义，那是他对你的期望，你完全违背父母的期望，这不可以。出家，出家的时候师父给我们起的法名，同样一个道理，不可以改，我们要是改了这个名字，对师父是大不敬，背师叛道。",
      "zh_TW": "答：這恐怕難了，為什麼？如果蓮花上名字太多，就亂掉了，到底是你的，還不是你的，就有問題了。名字不能改，為什麼？名字是父母給你取的名，在古時候改名是大不孝。父母給你起的名字，名字裡頭有含義，那是他對你的期望，你完全違背父母的期望，這不可以。出家，出家的時候師父給我們起的法名，同樣一個道理，不可以改，我們要是改了這個名字，對師父是大不敬，背師叛道。"
    },
    {
      "id": "21-271-0001_p0030",
      "zh_CN": "学佛的人要给社会大众做好样子，这不是好样子。皈依只皈依一次，没有皈依两次的。皈依两次、三次叫结缘皈依，行！每个法师那边做皈依，你都可以参加，法名不改，这个都尊重，对我的皈依本师尊重，对法师结缘也尊重，这就对了。每次皈依改个法名，你到底跟哪个人学？这大错特错，不可以的，这是一定要晓得。都在诚敬，诚敬才会有感应，没有诚意，没有尊敬，不会有感应的。所以你还用一个名字，这个名字父母给你起的，那才是真正是你自己名字。如果说父母给我起的名字不好听，要改动，也不可以，你也是对不起父母，这个道理一定要懂得。",
      "zh_TW": "學佛的人要給社會大眾做好樣子，這不是好樣子。皈依只皈依一次，沒有皈依兩次的。皈依兩次、三次叫結緣皈依，行！每個法師那邊做皈依，你都可以參加，法名不改，這個都尊重，對我的皈依本師尊重，對法師結緣也尊重，這就對了。每次皈依改個法名，你到底跟哪個人學？這大錯特錯，不可以的，這是一定要曉得。都在誠敬，誠敬才會有感應，沒有誠意，沒有尊敬，不會有感應的。所以你還用一個名字，這個名字父母給你起的，那才是真正是你自己名字。如果說父母給我起的名字不好聽，要改動，也不可以，你也是對不起父母，這個道理一定要懂得。"
    },
    {
      "id": "21-271-0001_p0031",
      "zh_CN": "第二，昨天听师父讲经开示，听到有人整容出现后患，我就很害怕。因为我十年前整过容，请问师父，如果一心求忏悔改过自新，后患会不会出现？",
      "zh_TW": "第二，昨天聽師父講經開示，聽到有人整容出現後患，我就很害怕。因為我十年前整過容，請問師父，如果一心求懺悔改過自新，後患會不會出現？"
    },
    {
      "id": "21-271-0001_p0032",
      "zh_CN": "答：这就看你自己的功夫，你的功夫好，业障就消了，功夫不好的话，麻烦还在后面。",
      "zh_TW": "答：這就看你自己的功夫，你的功夫好，業障就消了，功夫不好的話，麻煩還在後面。"
    },
    {
      "id": "21-271-0001_p0033",
      "zh_CN": "这是叶凌居士的，他做的有几首歌。现在在这个时代，用艺术的方法来弘扬佛法确实有必要。我这次在日本也遇到一个学音乐的，他也送了一本他自己写的诗歌，而且他还有演奏，有光盘送给我，我还没有听。这个很值得赞叹，用音乐、舞蹈、戏剧来弘扬佛法，这是好事情。你问的这个东西资料太长，我回去看。",
      "zh_TW": "這是葉凌居士的，他做的有幾首歌。現在在這個時代，用藝術的方法來弘揚佛法確實有必要。我這次在日本也遇到一個學音樂的，他也送了一本他自己寫的詩歌，而且他還有演奏，有光盤送給我，我還沒有聽。這個很值得讚歎，用音樂、舞蹈、戲劇來弘揚佛法，這是好事情。你問的這個東西資料太長，我回去看。"
    },
    {
      "id": "21-271-0001_p0034",
      "zh_CN": "阿健居士，他问两个问题，开悟与着魔之差别。",
      "zh_TW": "阿健居士，他問兩個問題，開悟與著魔之差別。"
    },
    {
      "id": "21-271-0001_p0035",
      "zh_CN": "答：这两个完全不同的境界，开悟是一切通达明了。在现前这个时代，开悟不容易，开悟是智慧现前，智慧是从禅定里面生的，我们念佛也是修禅定。禅定的意思诸位一定要明了，《六祖坛经》完全是根据《金刚经》所说的，《金刚经》上世尊教须菩提尊者，自行化他要守住一个基本的原则，就是「不取于相，如如不动」；不取于相是禅，如如不动是定。《坛经》里面解释禅定，就是从这句话来的，这句话要用我们现前的话来说，「不取于相」，就是不受外面境界干扰，这是禅。别人赞叹你，你不会感觉得很快乐；别人毁谤你，你也不起一点怨恨心。换句话说，就是顺境、逆境你都能够不起心、不动念，这叫禅，决定不受外头境界影响，这个功夫能开智慧。智慧是什么？智慧是你自性里面本来具有的，每个人都相同。",
      "zh_TW": "答：這兩個完全不同的境界，開悟是一切通達明瞭。在現前這個時代，開悟不容易，開悟是智慧現前，智慧是從禪定裡面生的，我們念佛也是修禪定。禪定的意思諸位一定要明瞭，《六祖壇經》完全是根據《金剛經》所說的，《金剛經》上世尊教須菩提尊者，自行化他要守住一個基本的原則，就是「不取於相，如如不動」；不取於相是禪，如如不動是定。《壇經》裡面解釋禪定，就是從這句話來的，這句話要用我們現前的話來說，「不取於相」，就是不受外面境界干擾，這是禪。別人讚歎你，你不會感覺得很快樂；別人毀謗你，你也不起一點怨恨心。換句話說，就是順境、逆境你都能夠不起心、不動念，這叫禪，決定不受外頭境界影響，這個功夫能開智慧。智慧是什麼？智慧是你自性裡面本來具有的，每個人都相同。"
    },
    {
      "id": "21-271-0001_p0036",
      "zh_CN": "佛在经上常说，「一切众生皆有如来智慧德相」，平等的，每个人智慧跟诸佛如来没有两样；德是能，是能力，万德万能；相是相好，我们现在讲的福报，都跟诸佛如来平等，都是无量无边。智慧无量无边，能力无量无边，福报无量无边。为什么现在没有了？佛说得很好，「但以妄想执着而不能证得」，你的麻烦就是因为你有妄想、你有分别、你有执着。你有了这个东西，你自性里头这个三德完全不见了。所以开智慧，智慧从哪里来的？智慧是你自性里头本来的。你有禅定的功夫，你看看你能够伏住你的妄想、分别、执着。妄想分别执着在日常生活当中，六根接触六尘境界它不起作用，这个智慧就现前了，智慧现前，德能现前，相好现前。这里面看到你自己功夫的浅深，你功夫愈深，你智慧透得就愈高，你的福报也就愈来愈大。所以，菩萨在五十一个阶级里头，位次愈高愈殊胜，就是这个道理。",
      "zh_TW": "佛在經上常說，「一切眾生皆有如來智慧德相」，平等的，每個人智慧跟諸佛如來沒有兩樣；德是能，是能力，萬德萬能；相是相好，我們現在講的福報，都跟諸佛如來平等，都是無量無邊。智慧無量無邊，能力無量無邊，福報無量無邊。為什麼現在沒有了？佛說得很好，「但以妄想執著而不能證得」，你的麻煩就是因為你有妄想、你有分別、你有執著。你有了這個東西，你自性裡頭這個三德完全不見了。所以開智慧，智慧從哪裡來的？智慧是你自性裡頭本來的。你有禪定的功夫，你看看你能夠伏住你的妄想、分別、執著。妄想分別執著在日常生活當中，六根接觸六塵境界它不起作用，這個智慧就現前了，智慧現前，德能現前，相好現前。這裡面看到你自己功夫的淺深，你功夫愈深，你智慧透得就愈高，你的福報也就愈來愈大。所以，菩薩在五十一個階級裡頭，位次愈高愈殊勝，就是這個道理。"
    },
    {
      "id": "21-271-0001_p0037",
      "zh_CN": "学佛修行，修行两个字总得要搞清楚，修是修正，行是行为。起心动念，意业行为；言语，口业行为；身体造作，身业行为。我们这三种行为都有错误，错在哪里？三种行为里头都有妄想、分别、执着，这错了。离一切妄想分别执着，那就正了。我们常讲纯净、纯善，就像《十善业道经》佛所讲的「不容毫分不善夹杂」。不善是什么？起心动念就不善，为什么？真心离念，真心没有念，你怎么会动念头！分别就更糟糕，执着你就完全造业，就大错特错了。《华严》里面讲的妄想、分别、执着，就是一般大乘经里面佛所说的，见思烦恼、尘沙烦恼、无明烦恼，这三大类；执着就是见思烦恼，分别就是尘沙烦恼，起心动念就是无明烦恼。所以，你能在世出世间一切法不执着了，你就超越六道轮回；你还有执着，执着是轮回心，你所造的一切都是轮回业，天天念阿弥陀佛也是轮回业，这个道理要懂，出不了轮回！",
      "zh_TW": "學佛修行，修行兩個字總得要搞清楚，修是修正，行是行為。起心動念，意業行為；言語，口業行為；身體造作，身業行為。我們這三種行為都有錯誤，錯在哪裡？三種行為裡頭都有妄想、分別、執著，這錯了。離一切妄想分別執著，那就正了。我們常講純淨、純善，就像《十善業道經》佛所講的「不容毫分不善夾雜」。不善是什麼？起心動念就不善，為什麼？真心離念，真心沒有念，你怎麼會動念頭！分別就更糟糕，執著你就完全造業，就大錯特錯了。《華嚴》裡面講的妄想、分別、執著，就是一般大乘經裡面佛所說的，見思煩惱、塵沙煩惱、無明煩惱，這三大類；執著就是見思煩惱，分別就是塵沙煩惱，起心動念就是無明煩惱。所以，你能在世出世間一切法不執著了，你就超越六道輪迴；你還有執著，執著是輪迴心，你所造的一切都是輪迴業，天天念阿彌陀佛也是輪迴業，這個道理要懂，出不了輪迴！"
    },
    {
      "id": "21-271-0001_p0038",
      "zh_CN": "所以，你要想脱离六道轮回，你得要放下执着。我们中国人常讲成见，「我要怎样怎样，我以为怎样怎样」，这个事情很麻烦，不可以有。能够放下分别，世出世间法都不分别了，你就能超越十法界。最后你到一真法界，极乐世界是一真法界，华藏世界是一真法界，诸佛的实报庄严土。到那个地方去断最后的烦恼，那就是起心动念。由此可知，起心动念很不容易断，有微细的念头自己不知道，极其微细的念头，佛说了，八地菩萨才发现。八地菩萨叫不动地，不动地才发现微细的、最微细的念头，你不发现你怎么断它？这些事情，现在做科学实验的人他能够体会。",
      "zh_TW": "所以，你要想脫離六道輪迴，你得要放下執著。我們中國人常講成見，「我要怎樣怎樣，我以為怎樣怎樣」，這個事情很麻煩，不可以有。能夠放下分別，世出世間法都不分別了，你就能超越十法界。最後你到一真法界，極樂世界是一真法界，華藏世界是一真法界，諸佛的實報莊嚴土。到那個地方去斷最後的煩惱，那就是起心動念。由此可知，起心動念很不容易斷，有微細的念頭自己不知道，極其微細的念頭，佛說了，八地菩薩才發現。八地菩薩叫不動地，不動地才發現微細的、最微細的念頭，你不發現你怎麼斷它？這些事情，現在做科學實驗的人他能夠體會。"
    },
    {
      "id": "21-271-0001_p0039",
      "zh_CN": "我这一次在东京见到江本胜博士，我跟诸位提起，他是专门做水结晶的实验。水结晶实验里面这个波动，实在讲，妄想、分别、执着都是波动，要知道真心里头没有波动现象。所以真心没有边际，真心没有障碍，因为波动现象，才有十法界，才有无量无边的法界，现在科学家说这个现象叫做不同维次空间。在理论上讲，不同维次空间是无数无量的，跟佛法讲的一样，名词不相同，事是一桩事情。波动里头最重要的就是念头，起心动念，念头的波动，念头才动，那个速度就已经遍法界虚空界了，比电波快，比光速快。光速、电磁波要跟念头的振动的速度比，那没有法子比。",
      "zh_TW": "我這一次在東京見到江本勝博士，我跟諸位提起，他是專門做水結晶的實驗。水結晶實驗裡面這個波動，實在講，妄想、分別、執著都是波動，要知道真心裡頭沒有波動現象。所以真心沒有邊際，真心沒有障礙，因為波動現象，才有十法界，才有無量無邊的法界，現在科學家說這個現象叫做不同維次空間。在理論上講，不同維次空間是無數無量的，跟佛法講的一樣，名詞不相同，事是一樁事情。波動裡頭最重要的就是念頭，起心動念，念頭的波動，念頭才動，那個速度就已經遍法界虛空界了，比電波快，比光速快。光速、電磁波要跟念頭的振動的速度比，那沒有法子比。"
    },
    {
      "id": "21-271-0001_p0040",
      "zh_CN": "所以念头一动是遍法界虚空界，你不要以为没有人知道，那就完全错误。诸佛菩萨知道，极乐世界的人统统知道，你看《无量寿经》上讲的，生到西方极乐世界，凡圣同居土下下品往生，他有这个能力。天眼洞视，你无论在什么地方，他看得见；天耳彻听，你说再小声的悄悄话，他也听得很清楚。瞒不了人，只有瞒自己，自欺欺人，这是讲佛菩萨神通广大。往生西方极乐世界这桩事情，我们一定要了解，一定要争取，你这一生不能往生，那实在讲太可惜了，要把这个当作一生当中第一桩大事来办。",
      "zh_TW": "所以念頭一動是遍法界虛空界，你不要以為沒有人知道，那就完全錯誤。諸佛菩薩知道，極樂世界的人統統知道，你看《無量壽經》上講的，生到西方極樂世界，凡聖同居土下下品往生，他有這個能力。天眼洞視，你無論在什麼地方，他看得見；天耳徹聽，你說再小聲的悄悄話，他也聽得很清楚。瞞不了人，只有瞞自己，自欺欺人，這是講佛菩薩神通廣大。往生西方極樂世界這樁事情，我們一定要了解，一定要爭取，你這一生不能往生，那實在講太可惜了，要把這個當作一生當中第一樁大事來辦。"
    },
    {
      "id": "21-271-0001_p0041",
      "zh_CN": "为什么一定学这个法门求生净土？生到西方极乐世界，我们是凡夫，带业往生的，一品烦恼都没断，可是生到那个地方，就得到阿弥陀佛四十八愿的加持。这一加持就把自己变成阿惟越致菩萨，阿惟越致是七地菩萨，这是八万四千法门里头找不到的。你是个凡夫，到极乐世界就变成七地菩萨，你到哪里去找这桩好事？所以，西方极乐世界每个人的神通、道力、能力都跟七地菩萨完全相等，这是你怎么找都找不到的，华藏世界也找不到，所以是必需要争取的。你要真正想往生极乐世界，你一定要放下万缘，放下万缘就是刚才讲，放下对一切法的妄想、分别、执着。你要懂得修清净心，心净则佛土净；懂得修善心，以善意对一切众生，决定没有丝毫恶意，没有丝毫恶念。你要在这里下功夫，决定修清净，决定不染着。",
      "zh_TW": "為什麼一定學這個法門求生淨土？生到西方極樂世界，我們是凡夫，帶業往生的，一品煩惱都沒斷，可是生到那個地方，就得到阿彌陀佛四十八願的加持。這一加持就把自己變成阿惟越致菩薩，阿惟越致是七地菩薩，這是八萬四千法門裡頭找不到的。你是個凡夫，到極樂世界就變成七地菩薩，你到哪裡去找這樁好事？所以，西方極樂世界每個人的神通、道力、能力都跟七地菩薩完全相等，這是你怎麼找都找不到的，華藏世界也找不到，所以是必需要爭取的。你要真正想往生極樂世界，你一定要放下萬緣，放下萬緣就是剛才講，放下對一切法的妄想、分別、執著。你要懂得修清淨心，心淨則佛土淨；懂得修善心，以善意對一切眾生，決定沒有絲毫惡意，沒有絲毫惡念。你要在這裡下功夫，決定修清淨，決定不染著。"
    },
    {
      "id": "21-271-0001_p0042",
      "zh_CN": "于一切法，我常常讲了，决定没有自私自利，决定没有名闻利养，决定没有五欲六尘，决定没有贪瞋痴慢，这样我们念佛有把握往生。这十六个字要是放不下，你能不能往生还是个问号！起心动念为正法久住，起心动念为利益众生，绝对不要为自己有一念，对自己有利益，错了，完全错了。尤其是起瞋恨心，过去我们在新加坡，许哲居士告诉我们，发五分钟的脾气，要三天你的心才能恢复到正常，你说那个伤害多大！所以，佛在经上说，「一念瞋心起，百万障门开」，自己毁灭自己最严重的无过于发脾气。遇到事情一不高兴，所以学佛的人一定要记住，一不高兴，一发脾气，立刻觉悟：我堕地狱了！不是别人叫我堕的，我自己堕地狱，于别人不相干，这个道理要懂。天天发脾气，天天堕地狱，那将来肯定堕地狱，西方世界怎么念也没分，也去不了。",
      "zh_TW": "於一切法，我常常講了，決定沒有自私自利，決定沒有名聞利養，決定沒有五欲六塵，決定沒有貪瞋痴慢，這樣我們念佛有把握往生。這十六個字要是放不下，你能不能往生還是個問號！起心動念為正法久住，起心動念為利益眾生，絕對不要為自己有一念，對自己有利益，錯了，完全錯了。尤其是起瞋恨心，過去我們在新加坡，許哲居士告訴我們，發五分鐘的脾氣，要三天你的心才能恢復到正常，你說那個傷害多大！所以，佛在經上說，「一念瞋心起，百萬障門開」，自己毀滅自己最嚴重的無過於發脾氣。遇到事情一不高興，所以學佛的人一定要記住，一不高興，一發脾氣，立刻覺悟：我墮地獄了！不是別人叫我墮的，我自己墮地獄，於別人不相干，這個道理要懂。天天發脾氣，天天墮地獄，那將來肯定墮地獄，西方世界怎麼念也沒分，也去不了。"
    },
    {
      "id": "21-271-0001_p0043",
      "zh_CN": "所以，开悟跟着魔差别很显著，着魔是什么？现在讲的，神经分裂，着魔了。我们在海内外遇到很多，多半都是喜欢神通，喜欢感应。他要不是搞神通，不搞感应的话，他绝对不会着魔的，都是喜欢神通，喜欢感应。修行不如法，没有遇到善知识教导他，自己盲修瞎练，跟妖魔鬼怪缠在一起，麻烦可大了！",
      "zh_TW": "所以，開悟跟著魔差別很顯著，著魔是什麼？現在講的，神經分裂，著魔了。我們在海內外遇到很多，多半都是喜歡神通，喜歡感應。他要不是搞神通，不搞感應的話，他絕對不會著魔的，都是喜歡神通，喜歡感應。修行不如法，沒有遇到善知識教導他，自己盲修瞎練，跟妖魔鬼怪纏在一起，麻煩可大了！"
    },
    {
      "id": "21-271-0001_p0044",
      "zh_CN": "第二，他说人应该帮助别人脱离六道，还是帮助自己？",
      "zh_TW": "第二，他說人應該幫助別人脫離六道，還是幫助自己？"
    },
    {
      "id": "21-271-0001_p0045",
      "zh_CN": "答：帮助别人就是帮助自己，帮助自己也是帮助别人，自他是一不是二。处处要以帮助别人为第一，可是帮助别人就是修自己，修自己的清净心，做一切好事不要着相。做好事着相，错了，不着相，就是帮助自己。你看同时帮助别人又帮助自己，帮助自己是提升自己的灵性。",
      "zh_TW": "答：幫助別人就是幫助自己，幫助自己也是幫助別人，自他是一不是二。處處要以幫助別人為第一，可是幫助別人就是修自己，修自己的清淨心，做一切好事不要著相。做好事著相，錯了，不著相，就是幫助自己。你看同時幫助別人又幫助自己，幫助自己是提升自己的靈性。"
    },
    {
      "id": "21-271-0001_p0046",
      "zh_CN": "这位同学问的，他说如果夫妇没法再相处，应否分开？还是继续维系一个外表看来幸福完整的家，勉强忍耐痛苦下去。",
      "zh_TW": "這位同學問的，他說如果夫婦沒法再相處，應否分開？還是繼續維繫一個外表看來幸福完整的家，勉強忍耐痛苦下去。"
    },
    {
      "id": "21-271-0001_p0047",
      "zh_CN": "答：如果要觉悟的话，就不会有痛苦，会真正有欢喜。我觉得夫妻两个人不能相处，要把不能相处的原因找出来，然后把原因消除，你们不就百年好合了吗！一定要给社会大众做个好样子，这很重要。纵然是学佛，学佛不能相处，离婚了，不是好现象，这个一定要知道。为什么不能相处？佛教给我们「四摄法」，你要会用！四摄法就是人与人相处的方法。现在在团体里面讲公共关系法，在我们一个人身上讲，这就是交际应酬的方法。佛教得好，我们今天在这个世间跟许许多多不同宗教往来，不同的族群往来，我们都做得非常好。用什么方法？就是四摄法。四摄法里面你记住，布施、爱语、利行、同事，这是佛教我们的。你要是夫妻两个会用这四摄法，就是一对恩爱夫妻百年和合，怎么会分离的！你不会用。",
      "zh_TW": "答：如果要覺悟的話，就不會有痛苦，會真正有歡喜。我覺得夫妻兩個人不能相處，要把不能相處的原因找出來，然後把原因消除，你們不就百年好合了嗎！一定要給社會大眾做個好樣子，這很重要。縱然是學佛，學佛不能相處，離婚了，不是好現象，這個一定要知道。為什麼不能相處？佛教給我們「四攝法」，你要會用！四攝法就是人與人相處的方法。現在在團體裡面講公共關係法，在我們一個人身上講，這就是交際應酬的方法。佛教得好，我們今天在這個世間跟許許多多不同宗教往來，不同的族群往來，我們都做得非常好。用什麼方法？就是四攝法。四攝法裡面你記住，布施、愛語、利行、同事，這是佛教我們的。你要是夫妻兩個會用這四攝法，就是一對恩愛夫妻百年和合，怎麼會分離的！你不會用。"
    },
    {
      "id": "21-271-0001_p0048",
      "zh_CN": "四摄法里头的布施，我讲得很多，它跟六度的布施不一样。四摄法的布施就是多请客、多送礼，你看你夫妻两个要常常请客，彼此送礼，这不是好事情吗！人与人的关系建立在这个地方。爱语，是真诚的关怀，关怀对方。利行，你所想的，你所做的，绝对是对对方有利益的，对方所欢喜的。最后一条是同事，同事，譬如说共同建立一个家庭，而且这家庭是全世界所有家庭里头模范家庭，你说这种事业多有意义，这就是弘法利生。今天社会不安定，社会不安定原因在哪里？我参加这些国际上的和平活动不少次了，我跟大家谈的，你们天天说化解冲突，促进和平。冲突的根本在哪里？根本在家庭，就是夫妻不和，你们有没有发现？所以这个社会离婚率这么高。离婚率高，这个社会决定有问题，它不健康，这个社会有病，这是病根。健康是什么？健康是和睦，不和就是有病，就是个病态，我们不能够不懂。",
      "zh_TW": "四攝法裡頭的布施，我講得很多，它跟六度的布施不一樣。四攝法的布施就是多請客、多送禮，你看你夫妻兩個要常常請客，彼此送禮，這不是好事情嗎！人與人的關係建立在這個地方。愛語，是真誠的關懷，關懷對方。利行，你所想的，你所做的，絕對是對對方有利益的，對方所歡喜的。最後一條是同事，同事，譬如說共同建立一個家庭，而且這家庭是全世界所有家庭裡頭模範家庭，你說這種事業多有意義，這就是弘法利生。今天社會不安定，社會不安定原因在哪裡？我參加這些國際上的和平活動不少次了，我跟大家談的，你們天天說化解衝突，促進和平。衝突的根本在哪裡？根本在家庭，就是夫妻不和，你們有沒有發現？所以這個社會離婚率這麼高。離婚率高，這個社會決定有問題，它不健康，這個社會有病，這是病根。健康是什麼？健康是和睦，不和就是有病，就是個病態，我們不能夠不懂。"
    },
    {
      "id": "21-271-0001_p0049",
      "zh_CN": "我再讲到是，这还不是真正的根本，真正根本是什么？根本是自己。我说自己的「本性」跟「习性」发生冲突，就是觉跟迷发生冲突了，这才是根本，真正的根本。所以我教人，我们要做和平工作，要化解冲突，要促进世界和平，从哪里做起？从自己本身做起，从内心做起。我在内心里面，把对一切人事物的对立化解，我自己对一切人事物绝对不对立，这矛盾化解。你自己有成见，你们夫妻两个就对立，对立就麻烦了。你要把自己对立化解，不要问对方，对方对我不好，我对他好；他跟我对立，我跟他不对立。你要晓得这两面有一面不对立，他这一面不能存在，一定是两个都对立，才会打架，一方面，单方面决定不起作用。",
      "zh_TW": "我再講到是，這還不是真正的根本，真正根本是什麼？根本是自己。我說自己的「本性」跟「習性」發生衝突，就是覺跟迷發生衝突了，這才是根本，真正的根本。所以我教人，我們要做和平工作，要化解衝突，要促進世界和平，從哪裡做起？從自己本身做起，從內心做起。我在內心裡面，把對一切人事物的對立化解，我自己對一切人事物絕對不對立，這矛盾化解。你自己有成見，你們夫妻兩個就對立，對立就麻煩了。你要把自己對立化解，不要問對方，對方對我不好，我對他好；他跟我對立，我跟他不對立。你要曉得這兩面有一面不對立，他這一面不能存在，一定是兩個都對立，才會打架，一方面，單方面決定不起作用。"
    },
    {
      "id": "21-271-0001_p0050",
      "zh_CN": "我在联合国帮助他们解决冲突问题，我是这样教导他们的，这个方法有效。你看释迦牟尼佛一生，他跟任何人不对立，所以一切人对他都没法子，都不能够造成他的障碍，佛成功了。所以，根本就是说我跟一切人事物对立了，这是真正麻烦的根源，祸根，祸害之根，不是造成社会大众的祸害，那是另外的，这是自己堕阿鼻地狱的根。宇宙是和谐的，我们身体是和谐的，身体是小宇宙，没有一桩不是和谐的，根本就没有对立，对立是从自己妄想、分别、执着里面产生的。",
      "zh_TW": "我在聯合國幫助他們解決衝突問題，我是這樣教導他們的，這個方法有效。你看釋迦牟尼佛一生，他跟任何人不對立，所以一切人對他都沒法子，都不能夠造成他的障礙，佛成功了。所以，根本就是說我跟一切人事物對立了，這是真正麻煩的根源，禍根，禍害之根，不是造成社會大眾的禍害，那是另外的，這是自己墮阿鼻地獄的根。宇宙是和諧的，我們身體是和諧的，身體是小宇宙，沒有一樁不是和諧的，根本就沒有對立，對立是從自己妄想、分別、執著裡面產生的。"
    },
    {
      "id": "21-271-0001_p0051",
      "zh_CN": "所以，一切天灾人祸的根，是从自己心里头生出来的，真正是一切法从心想生。诸佛菩萨、极乐、天堂，也是从自己一念心生的，你一念清净，一念善意，整个宇宙是和谐的，整个宇宙是美善的。你一个妄想、分别、执着起来，整个都变了，你的相貌变了，你的体质变了，你的居住环境统统都变了，你怎么能怪人？所以我总是劝人，夫妻要和合，你要把不和的因素找出来，把它化解，做为社会一个好的榜样，那是功德，那才叫真正学佛。离婚错误的，勉强凑合过那种痛苦的日子，这也是错误的，那不是正确的，一定要觉悟。好，现在时间到了。",
      "zh_TW": "所以，一切天災人禍的根，是從自己心裡頭生出來的，真正是一切法從心想生。諸佛菩薩、極樂、天堂，也是從自己一念心生的，你一念清淨，一念善意，整個宇宙是和諧的，整個宇宙是美善的。你一個妄想、分別、執著起來，整個都變了，你的相貌變了，你的體質變了，你的居住環境統統都變了，你怎麼能怪人？所以我總是勸人，夫妻要和合，你要把不和的因素找出來，把它化解，做為社會一個好的榜樣，那是功德，那才叫真正學佛。離婚錯誤的，勉強湊合過那種痛苦的日子，這也是錯誤的，那不是正確的，一定要覺悟。好，現在時間到了。"
    },
    {
      "id": "21-271-0001_p0052",
      "zh_CN": "诸位法师，诸位同学，我们继续解答问题。这一位同修他问的，可不可以皈依？",
      "zh_TW": "諸位法師，諸位同學，我們繼續解答問題。這一位同修他問的，可不可以皈依？"
    },
    {
      "id": "21-271-0001_p0053",
      "zh_CN": "答：皈依是自己发心，真正发心跟佛菩萨学习，都可以皈依的。",
      "zh_TW": "答：皈依是自己發心，真正發心跟佛菩薩學習，都可以皈依的。"
    },
    {
      "id": "21-271-0001_p0054",
      "zh_CN": "《金刚经》上说无我、无众生、无寿者相。师父说今生受者是，前生作者是，说明人有前生后世，这之间的神识能否看作是我的化现？你的前世不能说成我的前世，这里面有个我吗？后面说释迦牟尼佛也有前世，一旦从六道里超脱，回复本来面目，大概这个「我」就没有了。凡圣同居土里阿弥陀佛与刚刚往生的居士，还是同有人、我的区别，说明张三是张三，李四是李四，你我他，人、物存在，怎么说没有「我」？",
      "zh_TW": "《金剛經》上說無我、無眾生、無壽者相。師父說今生受者是，前生作者是，說明人有前生後世，這之間的神識能否看作是我的化現？你的前世不能說成我的前世，這裡面有個我嗎？後面說釋迦牟尼佛也有前世，一旦從六道裡超脫，回復本來面目，大概這個「我」就沒有了。凡聖同居土裡阿彌陀佛與剛剛往生的居士，還是同有人、我的區別，說明張三是張三，李四是李四，你我他，人、物存在，怎麼說沒有「我」？"
    },
    {
      "id": "21-271-0001_p0055",
      "zh_CN": "答：你的疑问是《金刚经》上的，这个问题大致上意思我懂得，只是在觉跟迷，迷的时候有我，觉悟的时候就没有了。这是什么个道理？就是分别、执着，迷的时候有妄想、分别、执着，四相就统统具足，有我相、人相、众生相、寿者相，觉悟了的时候，他妄想、分别、执着没有了。你从这个地方去想，妄想、分别、执着统统没有了，我在哪里？人在哪里？只要你一切执着都放下了，你就晓得那个境界跟你现前境界完全不相同。到西方极乐世界还有没有我？给诸位说，实际上无我。释迦牟尼佛给我们介绍西方极乐世界，说得是有。那是什么？给我们讲的，在他那个境界没有。",
      "zh_TW": "答：你的疑問是《金剛經》上的，這個問題大致上意思我懂得，只是在覺跟迷，迷的時候有我，覺悟的時候就沒有了。這是什麼個道理？就是分別、執著，迷的時候有妄想、分別、執著，四相就統統具足，有我相、人相、眾生相、壽者相，覺悟了的時候，他妄想、分別、執著沒有了。你從這個地方去想，妄想、分別、執著統統沒有了，我在哪裡？人在哪裡？只要你一切執著都放下了，你就曉得那個境界跟你現前境界完全不相同。到西方極樂世界還有沒有我？給諸位說，實際上無我。釋迦牟尼佛給我們介紹西方極樂世界，說得是有。那是什麼？給我們講的，在他那個境界沒有。"
    },
    {
      "id": "21-271-0001_p0056",
      "zh_CN": "生到西方极乐世界，就是带业往生的人，到极乐世界也把妄想、分别、执着放下了。虽然不是彻底的放下，他是阿弥陀佛四十八愿威神加持，虽有，不起作用，就是不起现行。如果还起现行，那跟我们这个世界就没有差别了；换句话说，极乐世界去不去就无所谓了。极乐世界佛威神加持，绝对不起现行，就是他不会起这个念头，妄想、分别、执着这个念头不会起来。这是属于教理、教义，希望你多听、多读，你自然就明白。如果要是能够快一点悟入，你一定要把分别、执着要淡，要淡化。你能够一年比一年淡薄，那就是很大的进步，如果分别、执着一年跟一年没有什么差别，甚至于更严重，那你就是退转了，你毫无进步。",
      "zh_TW": "生到西方極樂世界，就是帶業往生的人，到極樂世界也把妄想、分別、執著放下了。雖然不是徹底的放下，他是阿彌陀佛四十八願威神加持，雖有，不起作用，就是不起現行。如果還起現行，那跟我們這個世界就沒有差別了；換句話說，極樂世界去不去就無所謂了。極樂世界佛威神加持，絕對不起現行，就是他不會起這個念頭，妄想、分別、執著這個念頭不會起來。這是屬於教理、教義，希望你多聽、多讀，你自然就明白。如果要是能夠快一點悟入，你一定要把分別、執著要淡，要淡化。你能夠一年比一年淡薄，那就是很大的進步，如果分別、執著一年跟一年沒有什麼差別，甚至於更嚴重，那你就是退轉了，你毫無進步。"
    },
    {
      "id": "21-271-0001_p0057",
      "zh_CN": "这位同修问的，他说本人代澳门朋友问两个问题。一，你说最好每晚在下午五点到清晨六点，播放《地藏菩萨本愿经》给众生看，他问是否由晚上五点一直播到清晨六点不可断，或是可以隔两、三小时播？",
      "zh_TW": "這位同修問的，他說本人代澳門朋友問兩個問題。一，你說最好每晚在下午五點到清晨六點，播放《地藏菩薩本願經》給眾生看，他問是否由晚上五點一直播到清晨六點不可斷，或是可以隔兩、三小時播？"
    },
    {
      "id": "21-271-0001_p0058",
      "zh_CN": "答：这桩事情是中国大陆同修传给我的，鬼神的要求，在五点钟到早晨六点钟，这段期间播放讲经、念佛的音带，或者是录相带，他们最得受用。所以有这个机缘的话，我们这样做有好处，给幽冥界的众生结缘。",
      "zh_TW": "答：這樁事情是中國大陸同修傳給我的，鬼神的要求，在五點鐘到早晨六點鐘，這段期間播放講經、念佛的音帶，或者是錄相帶，他們最得受用。所以有這個機緣的話，我們這樣做有好處，給幽冥界的眾生結緣。"
    },
    {
      "id": "21-271-0001_p0059",
      "zh_CN": "他问是的每天播《地藏菩萨本愿经》前，是否一定礼请佛菩萨及众生，还是礼请一次便可以？",
      "zh_TW": "他問是的每天播《地藏菩薩本願經》前，是否一定禮請佛菩薩及眾生，還是禮請一次便可以？"
    },
    {
      "id": "21-271-0001_p0060",
      "zh_CN": "答：这个最好是每天礼请。人与人之间礼貌往来，你要把他们这幽冥界的众生，看作是自己的同参道友，请他们到你家这个道场，欢迎他们到这个道场来听经闻法，在一起共修，非常好。",
      "zh_TW": "答：這個最好是每天禮請。人與人之間禮貌往來，你要把他們這幽冥界的眾生，看作是自己的同參道友，請他們到你家這個道場，歡迎他們到這個道場來聽經聞法，在一起共修，非常好。"
    },
    {
      "id": "21-271-0001_p0061",
      "zh_CN": "第二是他们在澳门，昨天上网收看师父，完全看不到，希望师父帮助他们的忙，谢谢！",
      "zh_TW": "第二是他們在澳門，昨天上網收看師父，完全看不到，希望師父幫助他們的忙，謝謝！"
    },
    {
      "id": "21-271-0001_p0062",
      "zh_CN": "答：这是讲网际网路上，收不到大概是网路上有问题，这个我们想方法在网路上改进，希望大家都能够看到。现在网路跟电视已经连接起来了，我还没有看，效果怎么样不知道。希望我们这边的协会跟陈彩琼的电视台联络，把这个网路做好。应该她有这个技术，使港澳跟沿海一带我想都能够看到。这边一些情形，常常反应给她，让她了解。",
      "zh_TW": "答：這是講網際網路上，收不到大概是網路上有問題，這個我們想方法在網路上改進，希望大家都能夠看到。現在網路跟電視已經連接起來了，我還沒有看，效果怎麼樣不知道。希望我們這邊的協會跟陳彩瓊的電視台聯絡，把這個網路做好。應該她有這個技術，使港澳跟沿海一帶我想都能夠看到。這邊一些情形，常常反應給她，讓她了解。"
    },
    {
      "id": "21-271-0001_p0063",
      "zh_CN": "这位同学问的，他说佛性是否神识？是否临终阿弥陀佛接引这个神识往生净土？",
      "zh_TW": "這位同學問的，他說佛性是否神識？是否臨終阿彌陀佛接引這個神識往生淨土？"
    },
    {
      "id": "21-271-0001_p0064",
      "zh_CN": "答：念佛往生，确确实实阿弥陀佛是接引我们的神识往生，不是这个身体往生。身体有生灭，我们的灵性不生不灭。通常我们讲灵性就是神识，跟佛性不一样，佛性是我们自性里面的真实智慧，这是佛性。一切众生都有佛性，但是你现在在迷，你没有觉悟，什么时候你的佛性现前？大彻大悟，明心见性，你的佛性就现前了。佛性是真实智慧，佛性是无量的智慧，所以这个跟神识不是一桩事情。",
      "zh_TW": "答：念佛往生，確確實實阿彌陀佛是接引我們的神識往生，不是這個身體往生。身體有生滅，我們的靈性不生不滅。通常我們講靈性就是神識，跟佛性不一樣，佛性是我們自性裡面的真實智慧，這是佛性。一切眾生都有佛性，但是你現在在迷，你沒有覺悟，什麼時候你的佛性現前？大徹大悟，明心見性，你的佛性就現前了。佛性是真實智慧，佛性是無量的智慧，所以這個跟神識不是一樁事情。"
    },
    {
      "id": "21-271-0001_p0065",
      "zh_CN": "第二个问题说具足信愿行，一心念佛，决定往生净土。",
      "zh_TW": "第二個問題說具足信願行，一心念佛，決定往生淨土。"
    },
    {
      "id": "21-271-0001_p0066",
      "zh_CN": "答：你有这个愿望非常好，可是从前李炳南老居士常常说，一万个念佛人真正能往生只有两、三个。这什么原因？信、愿、行这三个字你要真正懂得，千万不要以为这三个字我都有，我有信、有愿、有行，其实你三个都没有，这是不能不搞清楚的。因此，读经、研究教理就非常重要，这个道理一定要懂。释迦牟尼佛当年在世，为大家讲经说法四十九年，天天讲，世尊从来没有一天带我们念过一次佛，没有，经上没有说的。从来没有打过什么佛七、禅七，他都没有搞过，一生都是教学。",
      "zh_TW": "答：你有這個願望非常好，可是從前李炳南老居士常常說，一萬個念佛人真正能往生只有兩、三個。這什麼原因？信、願、行這三個字你要真正懂得，千萬不要以為這三個字我都有，我有信、有願、有行，其實你三個都沒有，這是不能不搞清楚的。因此，讀經、研究教理就非常重要，這個道理一定要懂。釋迦牟尼佛當年在世，為大家講經說法四十九年，天天講，世尊從來沒有一天帶我們念過一次佛，沒有，經上沒有說的。從來沒有打過什麼佛七、禪七，他都沒有搞過，一生都是教學。"
    },
    {
      "id": "21-271-0001_p0067",
      "zh_CN": "真正修行，你自己都懂得、明白了，无论用什么方法，你都能用得上力，都用得上功夫。所以理论、方法、境界，明了非常重要。明了，你不研究经是不会明了的。你明了的愈透彻，你的信心愈坚定，你的愿力愈坚固，往生自己有把握、有信心。对这个世界一切人、事、物决定没有染着，你就离开这个世界了。还有一点点染着，就不行，那就是障碍。叫么叫染着？最明显的叫七情五欲，喜怒哀乐爱恶欲，你断不掉，就是染着。我看这个欢喜，看到那个讨厌，不行！欢喜、讨厌是染着。你如果真正离开这个世界了，你就顺境、善缘决定没有贪着，逆境、恶缘决定没有瞋恚，跟你不相干！永远你的心是清净的、是平等的，是觉而不迷，是真正慈悲。真正慈悲，慈悲里头不附带任何条件，那叫真正慈悲，附带条件已经被染着了，所以这些不能不懂。",
      "zh_TW": "真正修行，你自己都懂得、明白了，無論用什麼方法，你都能用得上力，都用得上功夫。所以理論、方法、境界，明瞭非常重要。明瞭，你不研究經是不會明瞭的。你明瞭的愈透徹，你的信心愈堅定，你的願力愈堅固，往生自己有把握、有信心。對這個世界一切人、事、物決定沒有染著，你就離開這個世界了。還有一點點染著，就不行，那就是障礙。叫麼叫染著？最明顯的叫七情五欲，喜怒哀樂愛惡欲，你斷不掉，就是染著。我看這個歡喜，看到那個討厭，不行！歡喜、討厭是染著。你如果真正離開這個世界了，你就順境、善緣決定沒有貪著，逆境、惡緣決定沒有瞋恚，跟你不相干！永遠你的心是清淨的、是平等的，是覺而不迷，是真正慈悲。真正慈悲，慈悲裡頭不附帶任何條件，那叫真正慈悲，附帶條件已經被染著了，所以這些不能不懂。"
    },
    {
      "id": "21-271-0001_p0068",
      "zh_CN": "这位同修问的，他有三个问题。第一个，空性是佛法的最高境界吗？",
      "zh_TW": "這位同修問的，他有三個問題。第一個，空性是佛法的最高境界嗎？"
    },
    {
      "id": "21-271-0001_p0069",
      "zh_CN": "答：可以这样说，这是《般若经》上讲的，《金刚经》确确实实是最高境界。",
      "zh_TW": "答：可以這樣說，這是《般若經》上講的，《金剛經》確確實實是最高境界。"
    },
    {
      "id": "21-271-0001_p0070",
      "zh_CN": "第二问题，生死自在是随时都能往生，但是否还包括把生死看得很淡？",
      "zh_TW": "第二問題，生死自在是隨時都能往生，但是否還包括把生死看得很淡？"
    },
    {
      "id": "21-271-0001_p0071",
      "zh_CN": "答：不是的，生死看得很淡未必能往生，真正能够往生是随时都能去，他心目当中已经没有生死了。生死是个妄想，是个执着，确确实实没有生死。佛在楞严会上给波斯匿王讲得很清楚，佛讲生灭跟不生灭，生灭是生死，身有生灭，你六根根性没有生灭，见性、闻性、嗅性、尝性，六根根性没有生灭。不生灭的，那是真的自己，生灭是假的，生灭就像一件衣服一样，衣服脏了，我们会脱下来换一件。我们要是把自己的真性比做是我，我们这个身就像一件衣服一样，你在六道里头常常换衣服，灵性不生灭！所以真正觉悟人、明白人，他对这个身是一丝毫执着都没有，所以生死自在，真的像换衣服一样，一丝毫牵挂都没有。",
      "zh_TW": "答：不是的，生死看得很淡未必能往生，真正能夠往生是隨時都能去，他心目當中已經沒有生死了。生死是個妄想，是個執著，確確實實沒有生死。佛在楞嚴會上給波斯匿王講得很清楚，佛講生滅跟不生滅，生滅是生死，身有生滅，你六根根性沒有生滅，見性、聞性、嗅性、嘗性，六根根性沒有生滅。不生滅的，那是真的自己，生滅是假的，生滅就像一件衣服一樣，衣服髒了，我們會脫下來換一件。我們要是把自己的真性比做是我，我們這個身就像一件衣服一樣，你在六道裡頭常常換衣服，靈性不生滅！所以真正覺悟人、明白人，他對這個身是一絲毫執著都沒有，所以生死自在，真的像換衣服一樣，一絲毫牽掛都沒有。"
    },
    {
      "id": "21-271-0001_p0072",
      "zh_CN": "他心行都善，愈换愈好，愈换愈好就是他愈往上上升，十法界他往上升，他不往下坠落。迷惑颠倒的人他造作罪业，造作罪业，换这个衣服愈换愈差，人换到畜牲，畜牲换成饿鬼，换成地狱，愈换愈差。但是，不管你是换好换坏，你要出不了六道轮回，总是常常反复，所以脱离六道轮回是我们一生当中重要的大事。轮回不能再搞，这个事情确实不是好玩的，一定要超越。遇到净土法门，换句话说，超越可能性就非常之大，因为这一宗的典籍不多，净土只有现在讲的「五经一论」，分量不多。这么多年来，我们对于经典的研究、讲解也有很多遍，每一遍都可以听，从这个地方建立信心、建立愿心，持名念佛。持名必须世间所有一切的缘统统把它断掉。断掉不是事情不做了，一切放下了，那是错误的。放下什么？放下妄想、分别、执着，是放下这个，不是放下别的。",
      "zh_TW": "他心行都善，愈換愈好，愈換愈好就是他愈往上上升，十法界他往上升，他不往下墜落。迷惑顛倒的人他造作罪業，造作罪業，換這個衣服愈換愈差，人換到畜牲，畜牲換成餓鬼，換成地獄，愈換愈差。但是，不管你是換好換壞，你要出不了六道輪迴，總是常常反覆，所以脫離六道輪迴是我們一生當中重要的大事。輪迴不能再搞，這個事情確實不是好玩的，一定要超越。遇到淨土法門，換句話說，超越可能性就非常之大，因為這一宗的典籍不多，淨土只有現在講的「五經一論」，分量不多。這麼多年來，我們對於經典的研究、講解也有很多遍，每一遍都可以聽，從這個地方建立信心、建立願心，持名念佛。持名必須世間所有一切的緣統統把它斷掉。斷掉不是事情不做了，一切放下了，那是錯誤的。放下什麼？放下妄想、分別、執著，是放下這個，不是放下別的。"
    },
    {
      "id": "21-271-0001_p0073",
      "zh_CN": "第三个问题，把身口意等一切都供养三宝，这对修学的快速提高与消除业障是否有很大的帮助？但是对有人的阻碍，是否能用慈悲心就可以了？还有在修学佛法的理与事，能否讲通？",
      "zh_TW": "第三個問題，把身口意等一切都供養三寶，這對修學的快速提高與消除業障是否有很大的幫助？但是對有人的阻礙，是否能用慈悲心就可以了？還有在修學佛法的理與事，能否講通？"
    },
    {
      "id": "21-271-0001_p0074",
      "zh_CN": "答：把身口意等一切供养三宝，这句话不容易，你想想看你是怎么供养法？真正的把身口意三业供养三宝，那一定是依教奉行。依教奉行，底下问题都没有了，你的业障全消了，你的智慧都现前，福德也现前。真肯干！就像《无量寿经》，《无量寿经》上所说的，你统统都做到了。经一展开，在序分里头，还不是正宗分，世尊已经把修学的纲领提出来了，就是身口意。「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」。我们做到了没有？这三句实际上就是《十善业道经》。善护口业，我们是不是在一切日常生活当中，对一切人、一切事、一切物，我们都做到了不妄语、不两舌、不恶口（恶口就是说话很粗鲁）、不绮语，你有没有做到？你要没有做到，你没有供养佛！",
      "zh_TW": "答：把身口意等一切供養三寶，這句話不容易，你想想看你是怎麼供養法？真正的把身口意三業供養三寶，那一定是依教奉行。依教奉行，底下問題都沒有了，你的業障全消了，你的智慧都現前，福德也現前。真肯幹！就像《無量壽經》，《無量壽經》上所說的，你統統都做到了。經一展開，在序分裡頭，還不是正宗分，世尊已經把修學的綱領提出來了，就是身口意。「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」。我們做到了沒有？這三句實際上就是《十善業道經》。善護口業，我們是不是在一切日常生活當中，對一切人、一切事、一切物，我們都做到了不妄語、不兩舌、不惡口（惡口就是說話很粗魯）、不綺語，你有沒有做到？你要沒有做到，你沒有供養佛！"
    },
    {
      "id": "21-271-0001_p0075",
      "zh_CN": "在家同修最基本的，真正做到不杀生、不偷盗、不邪淫，不但事没有，念头都没有。意业里面，于世出世间一切法不贪、不瞋、不痴，你要做到才行！统统做到了，在佛法里面你取得什么样的地位？最低的，刚刚入门，这个做到了才叫入门，像念书一样，小学一年级。你这个都做不到，没入门！这就是李老师常常讲的，为什么念佛人一万个人只有两三个往生？大多数连这个都做不到，所以他不能往生。果然做到了，哪有不往生的道理！净业三福，我说了好多遍，第一条「孝养父母，奉事师长，慈心不杀，修十善业」，这四句。四句做到了，你念佛决定往生，生凡圣同居土。如果你能再把第二条也做到，第二条是「受持三皈，具足众戒，不犯威仪」，这七句做到了，你生极乐世界是生方便有余土。如果你三条都做到了，最后一条「发菩提心，深信因果，读诵大乘，劝进行者」，这十一句你都做到了，你往生西方极乐世界是生实报庄严土。你具备这个条件！",
      "zh_TW": "在家同修最基本的，真正做到不殺生、不偷盜、不邪淫，不但事沒有，念頭都沒有。意業裡面，於世出世間一切法不貪、不瞋、不痴，你要做到才行！統統做到了，在佛法裡面你取得什麼樣的地位？最低的，剛剛入門，這個做到了才叫入門，像念書一樣，小學一年級。你這個都做不到，沒入門！這就是李老師常常講的，為什麼念佛人一萬個人只有兩三個往生？大多數連這個都做不到，所以他不能往生。果然做到了，哪有不往生的道理！淨業三福，我說了好多遍，第一條「孝養父母，奉事師長，慈心不殺，修十善業」，這四句。四句做到了，你念佛決定往生，生凡聖同居土。如果你能再把第二條也做到，第二條是「受持三皈，具足眾戒，不犯威儀」，這七句做到了，你生極樂世界是生方便有餘土。如果你三條都做到了，最後一條「發菩提心，深信因果，讀誦大乘，勸進行者」，這十一句你都做到了，你往生西方極樂世界是生實報莊嚴土。你具備這個條件！"
    },
    {
      "id": "21-271-0001_p0076",
      "zh_CN": "第一条就是人天福，人天乘。你十善业做不到，你人天乘取不到；换句话说，你不能往生，你来生连人身也得不到。十善业，你要真修十善业，来生可以得人身，这是一般人不想、不知道求生净土，他得人天福报。所以三业供养三宝，不容易，那就是十善业道一定是百分之百的做圆满了。",
      "zh_TW": "第一條就是人天福，人天乘。你十善業做不到，你人天乘取不到；換句話說，你不能往生，你來生連人身也得不到。十善業，你要真修十善業，來生可以得人身，這是一般人不想、不知道求生淨土，他得人天福報。所以三業供養三寶，不容易，那就是十善業道一定是百分之百的做圓滿了。"
    },
    {
      "id": "21-271-0001_p0077",
      "zh_CN": "这位香港柳居士他问的三个问题，第一个是若真修道人，不见世间过，这句话如何落实在我们待人处事中的一切时、一切处？",
      "zh_TW": "這位香港柳居士他問的三個問題，第一個是若真修道人，不見世間過，這句話如何落實在我們待人處事中的一切時、一切處？"
    },
    {
      "id": "21-271-0001_p0078",
      "zh_CN": "答：你问得很好，一定要落实。怎样才真正落实？你去读《华严经》五十三参，你就明白了。为什么善财童子不见世间过？为什么我们天天看到别人过失？天天看到别人过失就是自己的过失，别人有没有过失？没有过失！宇宙之间决定没有过失。这正是蕅益大师在《灵峰宗论》里面所讲的，「境缘无好丑」，境是物质环境，缘是人事环境，一切人、一切物；无好丑，就是没有善恶，没有好坏，它是平等的。「好丑起于心」，所有一切差别是我自己的心，我觉得这个人好，喜欢他，贪心起来了；我觉得那个人讨厌，瞋恚起来了。本来都没有的，所以好丑起于心！真正修道人，他心清净，他心平等，他怎么会看到这个过、那个没过？",
      "zh_TW": "答：你問得很好，一定要落實。怎樣才真正落實？你去讀《華嚴經》五十三參，你就明白了。為什麼善財童子不見世間過？為什麼我們天天看到別人過失？天天看到別人過失就是自己的過失，別人有沒有過失？沒有過失！宇宙之間決定沒有過失。這正是蕅益大師在《靈峰宗論》裡面所講的，「境緣無好醜」，境是物質環境，緣是人事環境，一切人、一切物；無好醜，就是沒有善惡，沒有好壞，它是平等的。「好醜起於心」，所有一切差別是我自己的心，我覺得這個人好，喜歡他，貪心起來了；我覺得那個人討厭，瞋恚起來了。本來都沒有的，所以好醜起於心！真正修道人，他心清淨，他心平等，他怎麼會看到這個過、那個沒過？"
    },
    {
      "id": "21-271-0001_p0079",
      "zh_CN": "所以还是看到外面有好、有不好的时候，你不是修行人，你是凡夫，你是轮回心，你在造轮回业，不是真修行人，这个一定要懂。这个现在被科学证明了，一切众生，实在讲就跟一切植物、矿物是一样的，动物、植物、矿物是一不是二，全体皆是法性，唯心所现，唯识所变，他统统是法性。法性哪有好丑？法性是平等的。但是为什么他有好、有不好？那是人的意念，你善的意念对他，他的反应是善的，是美的。恶的意念对他，他反应是恶的，是不好的，这个我们在江本胜的实验当中可以看得很清楚、很明白。矿物如是，植物也如是，动物也不例外。你说那个人不好，恶人，你以善心对待他，他回报你很好；你说那个是好人，你以恶心对待他，他对待你不好。哪有一定的？",
      "zh_TW": "所以還是看到外面有好、有不好的時候，你不是修行人，你是凡夫，你是輪迴心，你在造輪迴業，不是真修行人，這個一定要懂。這個現在被科學證明了，一切眾生，實在講就跟一切植物、礦物是一樣的，動物、植物、礦物是一不是二，全體皆是法性，唯心所現，唯識所變，他統統是法性。法性哪有好醜？法性是平等的。但是為什麼他有好、有不好？那是人的意念，你善的意念對他，他的反應是善的，是美的。惡的意念對他，他反應是惡的，是不好的，這個我們在江本勝的實驗當中可以看得很清楚、很明白。礦物如是，植物也如是，動物也不例外。你說那個人不好，惡人，你以善心對待他，他回報你很好；你說那個是好人，你以惡心對待他，他對待你不好。哪有一定的？"
    },
    {
      "id": "21-271-0001_p0080",
      "zh_CN": "所以到不见世间过，这句话要懂得，不是不知道世间过，世间的善恶是非，他清楚得很、明白得很，但是他的心里头从来不起一个念头，道理在这里。他的心就像一面镜子一样，照到外面清清楚楚、明明白白的，镜子有没有动？没动，如如不动，这是真正修行人。如果你心随着外面境界动，外面境界好，你就好，外面境界不好，你就恶，随着外面境界波动的时候，你是凡夫，你不是修行人。修行人就是修这个东西，在境界里头不随外面境界转，不被境转，不被外面境界影响。所以你生活在这个世间，人家说这个世间是世界大乱，你生活在这个世界上，这个世界是极乐世界。你心清净，这个境界清净，你心有法乐，这个世界跟极乐没有两样，所以是境随心转，这是修行人。",
      "zh_TW": "所以到不見世間過，這句話要懂得，不是不知道世間過，世間的善惡是非，他清楚得很、明白得很，但是他的心裡頭從來不起一個念頭，道理在這裡。他的心就像一面鏡子一樣，照到外面清清楚楚、明明白白的，鏡子有沒有動？沒動，如如不動，這是真正修行人。如果你心隨著外面境界動，外面境界好，你就好，外面境界不好，你就惡，隨著外面境界波動的時候，你是凡夫，你不是修行人。修行人就是修這個東西，在境界裡頭不隨外面境界轉，不被境轉，不被外面境界影響。所以你生活在這個世間，人家說這個世間是世界大亂，你生活在這個世界上，這個世界是極樂世界。你心清淨，這個境界清淨，你心有法樂，這個世界跟極樂沒有兩樣，所以是境隨心轉，這是修行人。"
    },
    {
      "id": "21-271-0001_p0081",
      "zh_CN": "凡夫是心随境转，这个很可怜，无量无边的烦恼，无量无边的苦痛，他自己找来的，于人无干。所以要落实，你就学《金刚经》上这一句话，「不取于相，如如不动」，这两句就落实了。知道外面的境界，与我自己没有关系，我要了解、要明了，明了是智慧，我决定不能随它动摇。随它动摇，我就错了。所以，智是明了，功夫是禅定，永远在甚深禅定当中，就是学如如不动。你才能真正见到事实真相。",
      "zh_TW": "凡夫是心隨境轉，這個很可憐，無量無邊的煩惱，無量無邊的苦痛，他自己找來的，於人無干。所以要落實，你就學《金剛經》上這一句話，「不取於相，如如不動」，這兩句就落實了。知道外面的境界，與我自己沒有關係，我要了解、要明瞭，明瞭是智慧，我決定不能隨它動搖。隨它動搖，我就錯了。所以，智是明瞭，功夫是禪定，永遠在甚深禪定當中，就是學如如不動。你才能真正見到事實真相。"
    },
    {
      "id": "21-271-0001_p0082",
      "zh_CN": "第二，她说我曾经堕胎三次，自知罪业深重，必堕地狱，现遇清净僧人，请慈悲救拔像我一样的女人，如何灭罪修行？",
      "zh_TW": "第二，她說我曾經墮胎三次，自知罪業深重，必墮地獄，現遇清淨僧人，請慈悲救拔像我一樣的女人，如何滅罪修行？"
    },
    {
      "id": "21-271-0001_p0083",
      "zh_CN": "答：这个事情要真正忏悔，每天把你自己修行的功德，给这个婴儿回向。佛在经上告诉我们，父子（母子也一样），四种缘到你家来的，这四种缘是报恩、报怨、讨债、还债，不是这四种缘，不会到你家里来。如果是报恩的，你要是堕胎，你就把他杀掉了，恩变成仇，他再来的时候是报怨，不是报恩的。如果是报怨的，那好了，怨上再加怨，你的麻烦大了。所以堕胎这桩事情，佛法里头不许可，天主教也不许可，宗教里面都肯定这是很重的罪业。但是再重的罪业都能救，不是不能救，你一心向佛，你就能救，求生净土。将来生到西方极乐世界，自己成就了，倒驾慈航再来度这些众生。在现前，我们念念不忘，时时刻刻帮助别人，时时刻刻把佛法介绍给别人，都是功德，都是好事情。",
      "zh_TW": "答：這個事情要真正懺悔，每天把你自己修行的功德，給這個嬰兒迴向。佛在經上告訴我們，父子（母子也一樣），四種緣到你家來的，這四種緣是報恩、報怨、討債、還債，不是這四種緣，不會到你家裡來。如果是報恩的，你要是墮胎，你就把他殺掉了，恩變成仇，他再來的時候是報怨，不是報恩的。如果是報怨的，那好了，怨上再加怨，你的麻煩大了。所以墮胎這樁事情，佛法裡頭不許可，天主教也不許可，宗教裡面都肯定這是很重的罪業。但是再重的罪業都能救，不是不能救，你一心向佛，你就能救，求生淨土。將來生到西方極樂世界，自己成就了，倒駕慈航再來度這些眾生。在現前，我們念念不忘，時時刻刻幫助別人，時時刻刻把佛法介紹給別人，都是功德，都是好事情。"
    },
    {
      "id": "21-271-0001_p0084",
      "zh_CN": "第三个问题，自知果报现前，面对儿子是恶言恶语，目中无人，整天玩乐不肯学习，我如何是好？是否一切由他去？",
      "zh_TW": "第三個問題，自知果報現前，面對兒子是惡言惡語，目中無人，整天玩樂不肯學習，我如何是好？是否一切由他去？"
    },
    {
      "id": "21-271-0001_p0085",
      "zh_CN": "答：在这种情形之下，今天社会孝顺的儿女不容易见到了。儿女不听父母的话，学生不听老师的话，这里面的因缘很复杂，不单纯。总的来说，这是这一个时代教育彻底失败，正如同佛在《无量寿经》上所说的，《无量寿经》讲得真好。这些人，你看佛是怎么看法，说「先人无知，不识道德，无有语者，殊无怪也」。我们念这几句经文，心就定了，不能怪他，没有人教他。中国圣人所讲，「人之初，性本善」，他为什么变成不善？不善是后天的，不是先天的，先天本善，不教他就变成不善，你不教他。教要从小，长大他已经养成坏习惯，你就不容易教他了。所以古时候教儿女，从什么时候教？从胎教，怀孕的时候就教他了，才成为一个孝子贤孙，教的好。现在大家忙于生活，忙于工作，疏忽了。自己这一代做得再不错，下一代没有了，要明白这个道理。",
      "zh_TW": "答：在這種情形之下，今天社會孝順的兒女不容易見到了。兒女不聽父母的話，學生不聽老師的話，這裡面的因緣很複雜，不單純。總的來說，這是這一個時代教育徹底失敗，正如同佛在《無量壽經》上所說的，《無量壽經》講得真好。這些人，你看佛是怎麼看法，說「先人無知，不識道德，無有語者，殊無怪也」。我們念這幾句經文，心就定了，不能怪他，沒有人教他。中國聖人所講，「人之初，性本善」，他為什麼變成不善？不善是後天的，不是先天的，先天本善，不教他就變成不善，你不教他。教要從小，長大他已經養成壞習慣，你就不容易教他了。所以古時候教兒女，從什麼時候教？從胎教，懷孕的時候就教他了，才成為一個孝子賢孫，教的好。現在大家忙於生活，忙於工作，疏忽了。自己這一代做得再不錯，下一代沒有了，要明白這個道理。"
    },
    {
      "id": "21-271-0001_p0086",
      "zh_CN": "我们看到中国古人教学，古圣先贤教人什么？教人伦理、道德，这是中国几千年的教学，一直到民国初年，民国二十年之后，逐渐对这些问题慢慢看淡了，现在完全没有了。所以这个世界会有大灾难，这个灾难是大家人心不善所感召的，圣贤人的教诲都是非常简单扼要，你很容易记得。尧舜那个时候设立官职，展开有计划的教学，就像我们现在办教育，国家办教育。教什么？五桩事情，五教，「父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信」，就教这个。你这个能做到，社会安定，天下太平。",
      "zh_TW": "我們看到中國古人教學，古聖先賢教人什麼？教人倫理、道德，這是中國幾千年的教學，一直到民國初年，民國二十年之後，逐漸對這些問題慢慢看淡了，現在完全沒有了。所以這個世界會有大災難，這個災難是大家人心不善所感召的，聖賢人的教誨都是非常簡單扼要，你很容易記得。堯舜那個時候設立官職，展開有計劃的教學，就像我們現在辦教育，國家辦教育。教什麼？五樁事情，五教，「父子有親，君臣有義，夫婦有別，長幼有序，朋友有信」，就教這個。你這個能做到，社會安定，天下太平。"
    },
    {
      "id": "21-271-0001_p0087",
      "zh_CN": "这里面「夫妇有别」，这里头学问可大了！我这次参加联合国的会议，它有四个讨论的主题，里面就有一个「人权与妇女」，现在妇女要争女权。这一争怎么样？世界毁灭了。这个话我们不能讲，全世界的妇女，我要讲出来，她们都反对。所以现在明明看到世界走向末日，你不能说一句话，真正是悲哀！男女有别，夫妇有别，别在哪里？各有各的任务，所以在中国古代，男主外，女主内。男的是什么？你这一生当中你的生活要靠这个男人，他去奋斗，他来维持。下一代，下一代是妇女，你家里有没有下一代，完全看这个做太太的，你能不能把这个责任做好，所以妇女是相夫教子。你这一代做得再好，下一代、后代没有了，你对不起祖宗，你的业绩等于零，你没有后代。",
      "zh_TW": "這裡面「夫婦有別」，這裡頭學問可大了！我這次參加聯合國的會議，它有四個討論的主題，裡面就有一個「人權與婦女」，現在婦女要爭女權。這一爭怎麼樣？世界毀滅了。這個話我們不能講，全世界的婦女，我要講出來，她們都反對。所以現在明明看到世界走向末日，你不能說一句話，真正是悲哀！男女有別，夫婦有別，別在哪裡？各有各的任務，所以在中國古代，男主外，女主內。男的是什麼？你這一生當中你的生活要靠這個男人，他去奮鬥，他來維持。下一代，下一代是婦女，你家裡有沒有下一代，完全看這個做太太的，你能不能把這個責任做好，所以婦女是相夫教子。你這一代做得再好，下一代、後代沒有了，你對不起祖宗，你的業績等於零，你沒有後代。"
    },
    {
      "id": "21-271-0001_p0088",
      "zh_CN": "所以你看看《印光大师文钞》，在《文钞》里他讲了多少，几十篇里头都提到，家能不能兴旺，社会能不能安定，国家能不能有前途，大权都在妇女身上。这个社会上出贤人，母亲教出来的，母亲要把这个权利舍弃了，不教儿女，自己去搞自己的工作的时候，你后代就没有了。后代没有是这个社会没有贤人，社会就乱，天下不太平，到最后整个世界毁灭。灭在谁的手上？灭在妇女不尽她的妇道，世界走上毁灭。这个道理太深了，你跟现在人讲，讲不通，有什么法子！所以在这个状况之下，真的走投无路，只有念佛求生净土，这个世界不要了，赶快走，只有这一条路，除这一条之外，没有第二条路好走。你看圣贤人的教诲，他不学、不听了，完全相违背，这还得了！所以我们真的，参加联合国的会议，讨论这个问题，我是感慨万千。看他走向错误的道路，但是不能够劝他，不能拉他。",
      "zh_TW": "所以你看看《印光大師文鈔》，在《文鈔》裡他講了多少，幾十篇裡頭都提到，家能不能興旺，社會能不能安定，國家能不能有前途，大權都在婦女身上。這個社會上出賢人，母親教出來的，母親要把這個權利捨棄了，不教兒女，自己去搞自己的工作的時候，你後代就沒有了。後代沒有是這個社會沒有賢人，社會就亂，天下不太平，到最後整個世界毀滅。滅在誰的手上？滅在婦女不盡她的婦道，世界走上毀滅。這個道理太深了，你跟現在人講，講不通，有什麼法子！所以在這個狀況之下，真的走投無路，只有念佛求生淨土，這個世界不要了，趕快走，只有這一條路，除這一條之外，沒有第二條路好走。你看聖賢人的教誨，他不學、不聽了，完全相違背，這還得了！所以我們真的，參加聯合國的會議，討論這個問題，我是感慨萬千。看他走向錯誤的道路，但是不能夠勸他，不能拉他。"
    },
    {
      "id": "21-271-0001_p0089",
      "zh_CN": "这位同学他有八个问题，这么多。好，来看看。第一个问题，他说是否有天戒这回事情？如果有的话，天戒是什么？后学已经受了三皈五戒，是否再要受天戒，层次又可再高吗？",
      "zh_TW": "這位同學他有八個問題，這麼多。好，來看看。第一個問題，他說是否有天戒這回事情？如果有的話，天戒是什麼？後學已經受了三皈五戒，是否再要受天戒，層次又可再高嗎？"
    },
    {
      "id": "21-271-0001_p0090",
      "zh_CN": "答：我没听说，你去找那个天戒的人去问他，这个我没法子答复你，没听说有天戒。如果你要生天我懂得，生天，修上品十善，生欲界天；如果生色界天，你要修禅定，修四无量心，就是慈悲喜舍，修禅定可以生到色界天、无色界天。大概我想就是指这个，除这个之外，没听说有天戒。",
      "zh_TW": "答：我沒聽說，你去找那個天戒的人去問他，這個我沒法子答覆你，沒聽說有天戒。如果你要生天我懂得，生天，修上品十善，生欲界天；如果生色界天，你要修禪定，修四無量心，就是慈悲喜捨，修禪定可以生到色界天、無色界天。大概我想就是指這個，除這個之外，沒聽說有天戒。"
    },
    {
      "id": "21-271-0001_p0091",
      "zh_CN": "第二，他说后学曾认识一位居士，他自称有天眼通，可以洞悉他人过去世是什么，他能知净空上人是前世智慧佛母的儿子。",
      "zh_TW": "第二，他說後學曾認識一位居士，他自稱有天眼通，可以洞悉他人過去世是什麼，他能知淨空上人是前世智慧佛母的兒子。"
    },
    {
      "id": "21-271-0001_p0092",
      "zh_CN": "答：他知道，我不知道，你相信，我不相信。现在这个社会骗人的人很多，千万不要被人骗了，你要上人家的当，你是愚痴，人家还在背后笑话你，那就不值得了。",
      "zh_TW": "答：他知道，我不知道，你相信，我不相信。現在這個社會騙人的人很多，千萬不要被人騙了，你要上人家的當，你是愚痴，人家還在背後笑話你，那就不值得了。"
    },
    {
      "id": "21-271-0001_p0093",
      "zh_CN": "第三是他现时置了一间道场，收了几百位徒儿，而且他说从来没有皈依某某法师，他是自性皈依的。可有自性皈依这回事？",
      "zh_TW": "第三是他現時置了一間道場，收了幾百位徒兒，而且他說從來沒有皈依某某法師，他是自性皈依的。可有自性皈依這回事？"
    },
    {
      "id": "21-271-0001_p0094",
      "zh_CN": "答：自性皈依是有，但是还是由法师给你做证明。如果说是没有法师证明，自己皈依，自己给自己授戒，自己说自己成佛，成什么菩萨，全是假的！这个话不是我说的，世尊在《楞严经》上讲的，如果真正是佛弟子，一定是照经里面所说的去修行，那是真的。一定是亲近善知识，亲近善友，这样子成就的；就是诸佛菩萨再来，他也是这样示现，示现为祖师大德，不会示现一个奇奇怪怪的。奇奇怪怪的，是把佛法的形象、规矩破坏了，这是一切诸佛菩萨不会做的。我们要懂得这个道理，决定不能破坏佛法的形象，这是把佛法形象破坏了。所以我们肯定他不是真的，他是假的。",
      "zh_TW": "答：自性皈依是有，但是還是由法師給你做證明。如果說是沒有法師證明，自己皈依，自己給自己授戒，自己說自己成佛，成什麼菩薩，全是假的！這個話不是我說的，世尊在《楞嚴經》上講的，如果真正是佛弟子，一定是照經裡面所說的去修行，那是真的。一定是親近善知識，親近善友，這樣子成就的；就是諸佛菩薩再來，他也是這樣示現，示現為祖師大德，不會示現一個奇奇怪怪的。奇奇怪怪的，是把佛法的形象、規矩破壞了，這是一切諸佛菩薩不會做的。我們要懂得這個道理，決定不能破壞佛法的形象，這是把佛法形象破壞了。所以我們肯定他不是真的，他是假的。"
    },
    {
      "id": "21-271-0001_p0095",
      "zh_CN": "第四，他说世尊显灵给他沟通，叫他不用落发出家，做一位居士来度化所有众生，他还说他所有的徒儿都能够有神通。他曾经对后学及旁边的居士说，你们前世是阿罗汉，某些是花童，某些是弥勒菩萨，是否可信？",
      "zh_TW": "第四，他說世尊顯靈給他溝通，叫他不用落髮出家，做一位居士來度化所有眾生，他還說他所有的徒兒都能夠有神通。他曾經對後學及旁邊的居士說，你們前世是阿羅漢，某些是花童，某些是彌勒菩薩，是否可信？"
    },
    {
      "id": "21-271-0001_p0096",
      "zh_CN": "答：你相信，我不相信。千万不要上当！现在这个世界，《楞严经》上讲的话有道理，「邪师说法，如恒河沙」。你遇到一个真正善知识是非常非常不容易，遇到像这样的人大概很多很多，你到处都会遇到。他有时候也真的有一点小神通，那一点小神通我们知道，不是他自己的能力，《楞严经》讲的五十种阴魔，阴魔附体来欺骗众生。你自己吃亏上当了，他走了，你也找不到他，你无可奈何，到最后造无量无边罪业，这就错了。",
      "zh_TW": "答：你相信，我不相信。千萬不要上當！現在這個世界，《楞嚴經》上講的話有道理，「邪師說法，如恆河沙」。你遇到一個真正善知識是非常非常不容易，遇到像這樣的人大概很多很多，你到處都會遇到。他有時候也真的有一點小神通，那一點小神通我們知道，不是他自己的能力，《楞嚴經》講的五十種陰魔，陰魔附體來欺騙眾生。你自己吃虧上當了，他走了，你也找不到他，你無可奈何，到最後造無量無邊罪業，這就錯了。"
    },
    {
      "id": "21-271-0001_p0097",
      "zh_CN": "第五，他的徒儿有病的时候，他用《药师经》书来拍打他的背上，过了一会，他的徒儿身体也渐康复了，真不可思议，这个行的通吗？",
      "zh_TW": "第五，他的徒兒有病的時候，他用《藥師經》書來拍打他的背上，過了一會，他的徒兒身體也漸康復了，真不可思議，這個行的通嗎？"
    },
    {
      "id": "21-271-0001_p0098",
      "zh_CN": "答：行的通。你是我的徒弟，我叫你装病，你就装病，然后我就一打，你就好了，行得通。假的，骗人的，哪里是真的！玩那种把戏我见过，那还真正出家人，他玩这些把戏。这都是落在名闻利养上，都是欺骗众生，所以我们要晓得，千万不能上当，这个罪业很重，这都是不相信因果的。",
      "zh_TW": "答：行的通。你是我的徒弟，我叫你裝病，你就裝病，然後我就一打，你就好了，行得通。假的，騙人的，哪裡是真的！玩那種把戲我見過，那還真正出家人，他玩這些把戲。這都是落在名聞利養上，都是欺騙眾生，所以我們要曉得，千萬不能上當，這個罪業很重，這都是不相信因果的。"
    },
    {
      "id": "21-271-0001_p0099",
      "zh_CN": "第六，他说经书不用看，因为经书内容有出入。",
      "zh_TW": "第六，他說經書不用看，因為經書內容有出入。"
    },
    {
      "id": "21-271-0001_p0100",
      "zh_CN": "答：这错误的。经书内容是有出入，但是佛已经告诉我们，「依法不依人，依义不依语，依了义不依不了义，依智不依识」，佛教给我们四依法。经书为什么有出入？是从印度梵文翻过来的，翻的人不相同，当然它的文字就不一样。像《阿弥陀经》两种译本，我们现在读的是鸠摩罗什的译本，另外一个译本是玄奘大师翻的，这里头文字不一样，两种都好。《无量寿经》的译本就更多了，在历史上记载的，一共有十二种不同译本，但是有七种失传。现在传下来的，《大藏经》里面收的有五种，五种当然是有出入。你都要学，你不能不读，不能不学，你不学还得了！不学你不就胡说八道，胡造谣言。",
      "zh_TW": "答：這錯誤的。經書內容是有出入，但是佛已經告訴我們，「依法不依人，依義不依語，依了義不依不了義，依智不依識」，佛教給我們四依法。經書為什麼有出入？是從印度梵文翻過來的，翻的人不相同，當然它的文字就不一樣。像《阿彌陀經》兩種譯本，我們現在讀的是鳩摩羅什的譯本，另外一個譯本是玄奘大師翻的，這裡頭文字不一樣，兩種都好。《無量壽經》的譯本就更多了，在歷史上記載的，一共有十二種不同譯本，但是有七種失傳。現在傳下來的，《大藏經》裡面收的有五種，五種當然是有出入。你都要學，你不能不讀，不能不學，你不學還得了！不學你不就胡說八道，胡造謠言。"
    },
    {
      "id": "21-271-0001_p0101",
      "zh_CN": "第七个问题，世尊是否同阿弥陀佛同是一个人？他说是，问我是不是？",
      "zh_TW": "第七個問題，世尊是否同阿彌陀佛同是一個人？他說是，問我是不是？"
    },
    {
      "id": "21-271-0001_p0102",
      "zh_CN": "答：我问你，你跟阿弥陀佛是不是同一个人？我说是，同一个自性，同一个法性。但是阿弥陀佛觉悟，你迷惑。你们确确实实，你看你们做「三时系念」，中峰大师不是说过，「我心即是阿弥陀佛，阿弥陀佛即是我心，此方即净土，净土即此方」。是同，但是迷悟不同！我要觉悟了，跟阿弥陀佛、跟极乐世界确实是同的，迷了就不同了。",
      "zh_TW": "答：我問你，你跟阿彌陀佛是不是同一個人？我說是，同一個自性，同一個法性。但是阿彌陀佛覺悟，你迷惑。你們確確實實，你看你們做「三時繫念」，中峰大師不是說過，「我心即是阿彌陀佛，阿彌陀佛即是我心，此方即淨土，淨土即此方」。是同，但是迷悟不同！我要覺悟了，跟阿彌陀佛、跟極樂世界確實是同的，迷了就不同了。"
    },
    {
      "id": "21-271-0001_p0103",
      "zh_CN": "第八个问题，他说西方净土跟极乐世界不一样。",
      "zh_TW": "第八個問題，他說西方淨土跟極樂世界不一樣。"
    },
    {
      "id": "21-271-0001_p0104",
      "zh_CN": "答：这是错误的，西方净土就是极乐世界。希望你要觉悟，不要被人骗了，你被人骗了，吃亏上当，那就很可怜了。",
      "zh_TW": "答：這是錯誤的，西方淨土就是極樂世界。希望你要覺悟，不要被人騙了，你被人騙了，吃虧上當，那就很可憐了。"
    },
    {
      "id": "21-271-0001_p0105",
      "zh_CN": "这位同修说，着魔与诸佛菩萨加持、感应道交有什么分别？",
      "zh_TW": "這位同修說，著魔與諸佛菩薩加持、感應道交有什麼分別？"
    },
    {
      "id": "21-271-0001_p0106",
      "zh_CN": "答：分别很大！诸佛菩萨加持是你智慧增长，你一切通达明了。着魔，一般都是家里头人送到神经病院去了，怎么会一样？不一样。",
      "zh_TW": "答：分別很大！諸佛菩薩加持是你智慧增長，你一切通達明瞭。著魔，一般都是家裡頭人送到神經病院去了，怎麼會一樣？不一樣。"
    },
    {
      "id": "21-271-0001_p0107",
      "zh_CN": "这位同学，请问法师，澳洲净宗学院在澳洲哪个城市？听说图文巴，第二个是布里斯本。",
      "zh_TW": "這位同學，請問法師，澳洲淨宗學院在澳洲哪個城市？聽說圖文巴，第二個是布里斯本。"
    },
    {
      "id": "21-271-0001_p0108",
      "zh_CN": "答：图文巴跟布里斯本都有我们的道场，布里斯本有净宗学会，图文巴是净宗学院，都有道场。",
      "zh_TW": "答：圖文巴跟布里斯本都有我們的道場，布里斯本有淨宗學會，圖文巴是淨宗學院，都有道場。"
    },
    {
      "id": "21-271-0001_p0109",
      "zh_CN": "最后一位他问的是，我剃度师常欢喜建寺，建好后又不如法，现在又要弟子去帮忙。我在大善寺道场每天八小时念佛，四小时听法，而师父总是来劝我去，或叫居士来劝，我一一拒绝。这样是否违背尊师重道、孝道？请师父慈悲开示。",
      "zh_TW": "最後一位他問的是，我剃度師常歡喜建寺，建好後又不如法，現在又要弟子去幫忙。我在大善寺道場每天八小時念佛，四小時聽法，而師父總是來勸我去，或叫居士來勸，我一一拒絕。這樣是否違背尊師重道、孝道？請師父慈悲開示。"
    },
    {
      "id": "21-271-0001_p0110",
      "zh_CN": "答：如果师父做的不如法，可以善巧方便的去劝导他。你自己修行，将你的修行功德回向给他，求佛菩萨加持他，希望他早一天能够回头、能够如法。寺庙已经太多了，不要再建了，建寺庙我觉得是非常可惜，你看把众生的一切供养埋在地底下，不起作用。我这一生没有建寺庙，所以我在外国，有些外国的法师问我，他说有很多的法师都有很大的道场，他说法师你的道场在哪里？我说我的道场在天上，我的道场就是网际网路、卫星电视，我绝对不建道场。这个地方三层楼是居士们送来的，我也没有问他要，他自己送来的。送来的，好吧！就建个讲堂，但是我们还是以摄影棚为主，以网际网路为主，以卫星电视为主。这个样子，你看看这是远距离的教学，全世界的同学都可以同时跟我们一起，在一起学习。这是值得提倡的，不要再盖庙了，应当是办佛学院，培养弘法人才，这个真正重要。建道场，建学校的形式，不要建宫殿式，宫殿式浪费钱财太多，没有意义。好，我们今天时间到了，正好也讲圆满。",
      "zh_TW": "答：如果師父做的不如法，可以善巧方便的去勸導他。你自己修行，將你的修行功德迴向給他，求佛菩薩加持他，希望他早一天能夠回頭、能夠如法。寺廟已經太多了，不要再建了，建寺廟我覺得是非常可惜，你看把眾生的一切供養埋在地底下，不起作用。我這一生沒有建寺廟，所以我在外國，有些外國的法師問我，他說有很多的法師都有很大的道場，他說法師你的道場在哪裡？我說我的道場在天上，我的道場就是網際網路、衛星電視，我絕對不建道場。這個地方三層樓是居士們送來的，我也沒有問他要，他自己送來的。送來的，好吧！就建個講堂，但是我們還是以攝影棚為主，以網際網路為主，以衛星電視為主。這個樣子，你看看這是遠距離的教學，全世界的同學都可以同時跟我們一起，在一起學習。這是值得提倡的，不要再蓋廟了，應當是辦佛學院，培養弘法人才，這個真正重要。建道場，建學校的形式，不要建宮殿式，宮殿式浪費錢財太多，沒有意義。好，我們今天時間到了，正好也講圓滿。"
    }
  ]
}