{
  "doc_id": "32-117-0001",
  "title": {
    "zh_CN": "新年无如念佛好—丙申年贺年语",
    "zh_TW": "新年無如念佛好—丙申年賀年語"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-117-0001",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-117-0001_p0001",
      "zh_CN": "华藏卫视节目前的诸位法师、诸位大德，大家好！乙未年过去了，丙申年到来，在这新的一年开始之际，敬祝大家新年快乐、吉祥如意、道业增上、光寿无量！",
      "zh_TW": "華藏衛視節目前的諸位法師、諸位大德，大家好！乙未年過去了，丙申年到來，在這新的一年開始之際，敬祝大家新年快樂、吉祥如意、道業增上、光壽無量！"
    },
    {
      "id": "32-117-0001_p0002",
      "zh_CN": "每年我跟大家贺年时，都会用上这四句话：「诸恶莫作，岁岁平安；众善奉行，年年如意」。这是讲老实话，大家都希望得到吉祥快乐，必须诸恶莫作，众善奉行，才能得到真正的吉祥快乐。",
      "zh_TW": "每年我跟大家賀年時，都會用上這四句話：「諸惡莫作，歲歲平安；眾善奉行，年年如意」。這是講老實話，大家都希望得到吉祥快樂，必須諸惡莫作，眾善奉行，才能得到真正的吉祥快樂。"
    },
    {
      "id": "32-117-0001_p0003",
      "zh_CN": "怎样才做到诸恶莫作？诸恶怎么来的？从烦恼习气来的。怎样克服烦恼习气？无如念佛。所以蕅益大师说：「真能念佛，放下身心世界，即大布施；真能念佛，不复起贪瞋痴，即大持戒；真能念佛，不计是非人我，即大忍辱；真能念佛，不稍间断夹杂，即大精进；真能念佛，不起妄想驰逐，即大禅定；真能念佛，不为他歧所惑，即大智慧」。真能念佛的人，能够看破放下，身心世界都能抛在一边，还会跟人计较是非人我吗？当然不会了。真能念佛的人，就是在修行戒定慧，就有能力降伏烦恼，乃至断除烦恼，没有烦恼的人就不会再造恶业，这就是彻底做到了诸恶莫作。",
      "zh_TW": "怎樣才做到諸惡莫作？諸惡怎麼來的？從煩惱習氣來的。怎樣克服煩惱習氣？無如念佛。所以蕅益大師說：「真能念佛，放下身心世界，即大布施；真能念佛，不復起貪瞋痴，即大持戒；真能念佛，不計是非人我，即大忍辱；真能念佛，不稍間斷夾雜，即大精進；真能念佛，不起妄想馳逐，即大禪定；真能念佛，不為他歧所惑，即大智慧」。真能念佛的人，能夠看破放下，身心世界都能拋在一邊，還會跟人計較是非人我嗎？當然不會了。真能念佛的人，就是在修行戒定慧，就有能力降伏煩惱，乃至斷除煩惱，沒有煩惱的人就不會再造惡業，這就是徹底做到了諸惡莫作。"
    },
    {
      "id": "32-117-0001_p0004",
      "zh_CN": "怎样才能做到众善奉行？无如念佛。佛是福慧圆满、万德庄严的人，阿弥陀佛又是「光中极尊，佛中之王」。所以蕅益大师说：「岂知念得阿弥陀佛熟，三藏十二部，极则教理，都在里许；千七百公案，向上机关，亦在里许；三千威仪，八万细行，三聚净戒，亦在里许」。经上说：「是心作佛，是心是佛」，我们念佛当下这个心就是佛。所谓「一念相应一念佛，念念相应念念佛」，一句阿弥陀佛，就涵盖了世出世间一切的善法，所以真能念佛就是彻底做到了众善奉行。",
      "zh_TW": "怎樣才能做到眾善奉行？無如念佛。佛是福慧圓滿、萬德莊嚴的人，阿彌陀佛又是「光中極尊，佛中之王」。所以蕅益大師說：「豈知念得阿彌陀佛熟，三藏十二部，極則教理，都在裡許；千七百公案，向上機關，亦在裡許；三千威儀，八萬細行，三聚淨戒，亦在裡許」。經上說：「是心作佛，是心是佛」，我們念佛當下這個心就是佛。所謂「一念相應一念佛，念念相應念念佛」，一句阿彌陀佛，就涵蓋了世出世間一切的善法，所以真能念佛就是徹底做到了眾善奉行。"
    },
    {
      "id": "32-117-0001_p0005",
      "zh_CN": "特别在当前这个时代，社会愈来愈乱，灾难好像愈来愈多。要消灾免难，常保平安，就要时常念佛；要化解世间戾气，减轻地球灾变，就要时常念佛；要究竟离苦得乐，一生圆满成佛，就要时常念佛。所以在新的一年里，做什么事最好？念佛最好。希望大家时时忆念阿弥陀佛，心心向往极乐世界，这是最吉祥、最快乐的事情。最后，敬祝大家「诸恶莫作，岁岁平安；众善奉行，年年如意」，念佛成佛！谢谢大家！",
      "zh_TW": "特別在當前這個時代，社會愈來愈亂，災難好像愈來愈多。要消災免難，常保平安，就要時常念佛；要化解世間戾氣，減輕地球災變，就要時常念佛；要究竟離苦得樂，一生圓滿成佛，就要時常念佛。所以在新的一年裡，做什麼事最好？念佛最好。希望大家時時憶念阿彌陀佛，心心嚮往極樂世界，這是最吉祥、最快樂的事情。最後，敬祝大家「諸惡莫作，歲歲平安；眾善奉行，年年如意」，念佛成佛！謝謝大家！"
    }
  ]
}