{
  "doc_id": "12-047-0002",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "12-047-0002",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-047-0002_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，昨天我们学到「妄生智立，病亡则药亡，举空拳以止啼」。今天我们接着看下面这一句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，昨天我們學到「妄生智立，病亡則藥亡，舉空拳以止啼」。今天我們接著看下面這一句："
    },
    {
      "id": "12-047-0002_p0002",
      "zh_CN": "【心通则法通。引虚空而示遍。既觉既悟。何滞何通。百非息其攀缘。四句绝其增减。故得药病双泯。静乱俱融。】",
      "zh_TW": "【心通則法通。引虛空而示遍。既覺既悟。何滯何通。百非息其攀緣。四句絕其增減。故得藥病雙泯。靜亂俱融。】"
    },
    {
      "id": "12-047-0002_p0003",
      "zh_CN": "我们看这段，开头这句非常重要，『心通则法通』，「法」是万法，也就是说宇宙人生，在佛法里面讲遍法界虚空界没有一样不通达。这句话在一些场合里面确实引起许多的争议，说释迦牟尼佛善于夸大，遍法界虚空界无量无边无限，怎么可能通达？不可能的，所以很难叫人相信。实际上我们在大乘教里面，学习这么多年，我们对这句话虽然没有证得，可是从事上、从理上我们能接受，决定不会反对。为什么？我们晓得一切法从哪里来的，这个我们知道。大乘教里面佛常讲「一切法从心想生」，离开心想无一法可得，这是诸法实相。一切法既然是从心想生，心通，法哪里不通！哪有这种道理？所以心通，法就完全通，就明白了。我们今天的问题在哪里？我们的问题，今天心不通，所以法就不通，道理在此地。心为什么不通？心里面产生了障碍。佛是无数次的告诉我们，真是慈悲到了极处，我们有妄想，妄想就是起心动念，这是很微细的波动。这种波动，说实在的话，没有一个人能够觉察到，为什么？心太粗。所以极其微细的波动你没有法子觉察，不但我们觉察不到，佛告诉我们阿罗汉也不行，甚至于菩萨也不行。到什么时候你才能够觉察到微细的波动？经上常讲八地菩萨。八地距究竟圆满的佛果非常接近，你看八地上面去，九地、十地、等觉、妙觉，五个位次，法身菩萨总共有四十一个位次，就是四十一个阶级，他已经达到最高峰，最高峰的五个阶级，这样的定功他才能觉察到。",
      "zh_TW": "我們看這段，開頭這句非常重要，『心通則法通』，「法」是萬法，也就是說宇宙人生，在佛法裡面講遍法界虛空界沒有一樣不通達。這句話在一些場合裡面確實引起許多的爭議，說釋迦牟尼佛善於誇大，遍法界虛空界無量無邊無限，怎麼可能通達？不可能的，所以很難叫人相信。實際上我們在大乘教裡面，學習這麼多年，我們對這句話雖然沒有證得，可是從事上、從理上我們能接受，決定不會反對。為什麼？我們曉得一切法從哪裡來的，這個我們知道。大乘教裡面佛常講「一切法從心想生」，離開心想無一法可得，這是諸法實相。一切法既然是從心想生，心通，法哪裡不通！哪有這種道理？所以心通，法就完全通，就明白了。我們今天的問題在哪裡？我們的問題，今天心不通，所以法就不通，道理在此地。心為什麼不通？心裡面產生了障礙。佛是無數次的告訴我們，真是慈悲到了極處，我們有妄想，妄想就是起心動念，這是很微細的波動。這種波動，說實在的話，沒有一個人能夠覺察到，為什麼？心太粗。所以極其微細的波動你沒有法子覺察，不但我們覺察不到，佛告訴我們阿羅漢也不行，甚至於菩薩也不行。到什麼時候你才能夠覺察到微細的波動？經上常講八地菩薩。八地距究竟圓滿的佛果非常接近，你看八地上面去，九地、十地、等覺、妙覺，五個位次，法身菩薩總共有四十一個位次，就是四十一個階級，他已經達到最高峰，最高峰的五個階級，這樣的定功他才能覺察到。"
    },
    {
      "id": "12-047-0002_p0004",
      "zh_CN": "现在我们从弥勒菩萨那个地方得到信息，弥勒菩萨告诉我们，这种微细我们现在在物理学上都没有办法测到，它那个时间之短，弥勒菩萨告诉我们，一弹指「三十二亿百千念」，这一弹指。百千是单位，百千是十万，也就是说三十二亿乘十万。现在这个时间我们通常计算的单位用秒，一秒我们至少可以弹四次，弹四次就再乘四，那你就晓得，这个速度是一千二百八十兆分之一秒。这样微细的念头在相续不断，前念生、后念灭，生灭不断，这就是这个波它不停止。这个波动起来，宇宙就现前，也就是惠能大师在《坛经》里面所说的，「能生万法」。怎么能生？就是波动，只要这样极其微细的心动了一下，宇宙就出现。所以这宇宙不是大爆炸。森罗万象都现前，这讲依报，同时我也出现，我是正报，佛家常讲的「依正庄严」，依是我们生活环境。诸位要知道，正报只讲我个人一个人，我之外所有一切人，是我们生活环境里面的人事环境。所以这个依正，正一定要清楚，正不是很多很多人，不是这个意思，正是我从哪来的。所以我们生活环境里面有人事环境、有物质环境、有自然环境，可以分为这三大类，这三大类都是万法，能生万法这一句里面包括了。",
      "zh_TW": "現在我們從彌勒菩薩那個地方得到信息，彌勒菩薩告訴我們，這種微細我們現在在物理學上都沒有辦法測到，它那個時間之短，彌勒菩薩告訴我們，一彈指「三十二億百千念」，這一彈指。百千是單位，百千是十萬，也就是說三十二億乘十萬。現在這個時間我們通常計算的單位用秒，一秒我們至少可以彈四次，彈四次就再乘四，那你就曉得，這個速度是一千二百八十兆分之一秒。這樣微細的念頭在相續不斷，前念生、後念滅，生滅不斷，這就是這個波它不停止。這個波動起來，宇宙就現前，也就是惠能大師在《壇經》裡面所說的，「能生萬法」。怎麼能生？就是波動，只要這樣極其微細的心動了一下，宇宙就出現。所以這宇宙不是大爆炸。森羅萬象都現前，這講依報，同時我也出現，我是正報，佛家常講的「依正莊嚴」，依是我們生活環境。諸位要知道，正報只講我個人一個人，我之外所有一切人，是我們生活環境裡面的人事環境。所以這個依正，正一定要清楚，正不是很多很多人，不是這個意思，正是我從哪來的。所以我們生活環境裡面有人事環境、有物質環境、有自然環境，可以分為這三大類，這三大類都是萬法，能生萬法這一句裡面包括了。"
    },
    {
      "id": "12-047-0002_p0005",
      "zh_CN": "极其微细的动是谁动的？确实是我动。我在自性，佛家也把它比喻作性海，在性海里面它就出现法界，佛家讲的是遍法界虚空界就出现，这是物质现象。法相唯识里面说得非常清楚，现象是什么？阿赖耶的三细相，愈说愈细。刚才我们讲这个波动，这个波动诸位要记住，一千二百八十兆分之一秒。那要从三细相再乘三，再乘三这就是讲这个波动里头把它分成三个阶段。第一个它动，这一动它立刻就变，三细相里面的「转相」，也叫做见分，它一转变就变成能见相；有能见立刻就有所见，所见就出现。能见是我们今天讲的精神，就是见闻觉知、受想行识，这个现象出来之后，立刻就有物质现相出来。所以物质是个幻相，你想它就现相，物质现相就是宇宙。诸位要知道，我们前面念的「窥一尘而顿现」，所以宇宙的现前是顿现，不是进化的，进化是讲不通的。世界是顿现，时间极其短暂，你没有办法想像，因为你一想，我们通常凡夫想这是一个念头，这一个念头就是弥勒菩萨讲的，三十二亿百千个细念，三十二亿百千念，就是三百二十兆分之一，这样微细！",
      "zh_TW": "極其微細的動是誰動的？確實是我動。我在自性，佛家也把它比喻作性海，在性海裡面它就出現法界，佛家講的是遍法界虛空界就出現，這是物質現象。法相唯識裡面說得非常清楚，現象是什麼？阿賴耶的三細相，愈說愈細。剛才我們講這個波動，這個波動諸位要記住，一千二百八十兆分之一秒。那要從三細相再乘三，再乘三這就是講這個波動裡頭把它分成三個階段。第一個它動，這一動它立刻就變，三細相裡面的「轉相」，也叫做見分，它一轉變就變成能見相；有能見立刻就有所見，所見就出現。能見是我們今天講的精神，就是見聞覺知、受想行識，這個現象出來之後，立刻就有物質現相出來。所以物質是個幻相，你想它就現相，物質現相就是宇宙。諸位要知道，我們前面念的「窺一塵而頓現」，所以宇宙的現前是頓現，不是進化的，進化是講不通的。世界是頓現，時間極其短暫，你沒有辦法想像，因為你一想，我們通常凡夫想這是一個念頭，這一個念頭就是彌勒菩薩講的，三十二億百千個細念，三十二億百千念，就是三百二十兆分之一，這樣微細！"
    },
    {
      "id": "12-047-0002_p0006",
      "zh_CN": "所以「心通则法通」，这个心到什么时候通？一般佛把这个标准放宽，也就是说接近通，还不是真的通达。接近通是什么地位？《华严经》圆教初住的地位，所谓是破一品无明、证一分法身，这心就通。因为你无明烦恼，无明就是起心动念，你已经可以做到不起心、不动念、不分别、不执着，这心就通。这个时候世出世间一切法自然就通，是真的吗？一点都不假。我们看到过去这两个人，第一个是释迦牟尼佛他放下了，他在三十岁的时候把起心动念、分别执着放下，这一放下就成佛。怎么知道他对法通了？他成佛就给大家讲了一部《大方广佛华严经》，这法通了，一点障碍都没有了。清凉大师判这部经叫四无碍法界，四种，第一个是事没有障碍，第二个是体，理没有障碍，第三个是理事无碍，第四个是事事无碍，这法通了，通达无碍。世尊为我们示现的，确实是以我们知识分子做例子，知识分子有求学的欲望。所以他十九岁离家到外面去求学，学了十二年。我们能想像得到，这是个非常好学的年轻人，身分特殊，他是王子的身分，聪明绝顶。我们就想到，哪一个好老师不希望有这样的学生？这个学生是传法的人，所以谁都愿意教他。",
      "zh_TW": "所以「心通則法通」，這個心到什麼時候通？一般佛把這個標準放寬，也就是說接近通，還不是真的通達。接近通是什麼地位？《華嚴經》圓教初住的地位，所謂是破一品無明、證一分法身，這心就通。因為你無明煩惱，無明就是起心動念，你已經可以做到不起心、不動念、不分別、不執著，這心就通。這個時候世出世間一切法自然就通，是真的嗎？一點都不假。我們看到過去這兩個人，第一個是釋迦牟尼佛他放下了，他在三十歲的時候把起心動念、分別執著放下，這一放下就成佛。怎麼知道他對法通了？他成佛就給大家講了一部《大方廣佛華嚴經》，這法通了，一點障礙都沒有了。清涼大師判這部經叫四無礙法界，四種，第一個是事沒有障礙，第二個是體，理沒有障礙，第三個是理事無礙，第四個是事事無礙，這法通了，通達無礙。世尊為我們示現的，確實是以我們知識分子做例子，知識分子有求學的欲望。所以他十九歲離家到外面去求學，學了十二年。我們能想像得到，這是個非常好學的年輕人，身分特殊，他是王子的身分，聰明絕頂。我們就想到，哪一個好老師不希望有這樣的學生？這個學生是傳法的人，所以誰都願意教他。"
    },
    {
      "id": "12-047-0002_p0007",
      "zh_CN": "印度在那个时代，他们学术的发展超过中国，怎么知道超过中国？中国古籍里面对于不同维次空间的描述很简单，不详细。像夫子所说的「敬鬼神而远之」，可是他承认有鬼神，我们对他尊敬，远是少跟他们接触。可是印度不一样，印度真的跟他们接触，怎么接触法？他们都修禅定。所以佛经里面所讲的「四禅八定」，要知道那不是佛教的。佛教到我们现在，我们中国史书里面记载，释迦牟尼佛灭度到现在大概是三千三十多年。印度自己不重视历史，对记载不重视，释迦牟尼佛出现那个时候，印度的宗教、哲学就很发达，超越其他的地区，这些学者们、宗教徒没有不修禅定的。四禅八定你要是修成，六道里面的状况那叫一清二楚，上面你可以能够到达非想非非想天，下面可以到达地狱，你都看见、都明白了，这个决定不是假的，谁修成了谁都能看见。大家在一块交流，分享自己见闻所知，这就证实了。释迦牟尼佛没有例外，对于这些情况当然跟他们一样通达明了。我们一个好学的人，到这个境界一定还有疑问，我们不说别人，我在初学的时候我就会有疑问，六道从哪来的？为什么会有六道？六道之外还有没有世界？我们肯定要追求、要追问。这些问题在当时宗教家不能答复，学术界也没法子答复，他们到达这个境界，就像到了顶端，往上去什么也看不见，以为到了顶端。所以释迦牟尼佛在这个时候不以为然，他把十二年所学的放下，在菩提树下入更深层次的禅定，在这个禅定里面就把四禅八定突破，才将前面讲的这些疑问全部解答了，解答就心通了，我们佛门里面的术语叫大彻大悟，明心见性，见性成佛，这就是他证得佛果。",
      "zh_TW": "印度在那個時代，他們學術的發展超過中國，怎麼知道超過中國？中國古籍裡面對於不同維次空間的描述很簡單，不詳細。像夫子所說的「敬鬼神而遠之」，可是他承認有鬼神，我們對他尊敬，遠是少跟他們接觸。可是印度不一樣，印度真的跟他們接觸，怎麼接觸法？他們都修禪定。所以佛經裡面所講的「四禪八定」，要知道那不是佛教的。佛教到我們現在，我們中國史書裡面記載，釋迦牟尼佛滅度到現在大概是三千三十多年。印度自己不重視歷史，對記載不重視，釋迦牟尼佛出現那個時候，印度的宗教、哲學就很發達，超越其他的地區，這些學者們、宗教徒沒有不修禪定的。四禪八定你要是修成，六道裡面的狀況那叫一清二楚，上面你可以能夠到達非想非非想天，下面可以到達地獄，你都看見、都明白了，這個決定不是假的，誰修成了誰都能看見。大家在一塊交流，分享自己見聞所知，這就證實了。釋迦牟尼佛沒有例外，對於這些情況當然跟他們一樣通達明瞭。我們一個好學的人，到這個境界一定還有疑問，我們不說別人，我在初學的時候我就會有疑問，六道從哪來的？為什麼會有六道？六道之外還有沒有世界？我們肯定要追求、要追問。這些問題在當時宗教家不能答覆，學術界也沒法子答覆，他們到達這個境界，就像到了頂端，往上去什麼也看不見，以為到了頂端。所以釋迦牟尼佛在這個時候不以為然，他把十二年所學的放下，在菩提樹下入更深層次的禪定，在這個禪定裡面就把四禪八定突破，才將前面講的這些疑問全部解答了，解答就心通了，我們佛門裡面的術語叫大徹大悟，明心見性，見性成佛，這就是他證得佛果。"
    },
    {
      "id": "12-047-0002_p0008",
      "zh_CN": "从这之后他就开始教学，这一年是他三十岁，彻悟之后这就开始教学，教了一辈子，他老人家七十九岁过世的，佛法里面讲圆寂。三十岁开始，七十九岁走的，讲经教学四十九年！悟得之后第一部讲的就是《华严》，《华严经》可惜不是对大众讲的，为什么？这个事情太深，理太深，事不是一般人常识能够理解的。所以佛说出他证入的境界是在定中说的，定中有境界，哪些人听？听的人可真多，十方诸佛菩萨都来了，那个数量是无量无边，说不尽！都集在释迦牟尼佛这个道场，听佛讲《华严》，这都是不可思议的境界，我们没法子想像。说得详细，详细到我们也无法想像。时间，我们人间的时间不长，二七日中，也有的经说三七日中，二七十四天，三七二十一天，就算三七就是二十一天！他讲出这部《华严经》。我们在前面给诸位略略的介绍，佛所讲的经是被大龙菩萨（大龙菩萨是等觉菩萨）收藏在龙宫。佛灭度六百年之后印度出现一位龙树菩萨，这个人也是聪明绝顶，也是修禅定，功夫很不错，也突破四禅八定证得初地，可见得他位次也相当之高。他读世尊四十九年所说的一切法，三个月就读完。现在传到中国不是完全的，因为那个时候交通非常不方便，我们中国法师到印度留学，或者印度法师到中国来弘法，都是精挑细选，选一些重要的，能契合东方人程度的（佛法讲根性）带来，大部分没有传来。",
      "zh_TW": "從這之後他就開始教學，這一年是他三十歲，徹悟之後這就開始教學，教了一輩子，他老人家七十九歲過世的，佛法裡面講圓寂。三十歲開始，七十九歲走的，講經教學四十九年！悟得之後第一部講的就是《華嚴》，《華嚴經》可惜不是對大眾講的，為什麼？這個事情太深，理太深，事不是一般人常識能夠理解的。所以佛說出他證入的境界是在定中說的，定中有境界，哪些人聽？聽的人可真多，十方諸佛菩薩都來了，那個數量是無量無邊，說不盡！都集在釋迦牟尼佛這個道場，聽佛講《華嚴》，這都是不可思議的境界，我們沒法子想像。說得詳細，詳細到我們也無法想像。時間，我們人間的時間不長，二七日中，也有的經說三七日中，二七十四天，三七二十一天，就算三七就是二十一天！他講出這部《華嚴經》。我們在前面給諸位略略的介紹，佛所講的經是被大龍菩薩（大龍菩薩是等覺菩薩）收藏在龍宮。佛滅度六百年之後印度出現一位龍樹菩薩，這個人也是聰明絕頂，也是修禪定，功夫很不錯，也突破四禪八定證得初地，可見得他位次也相當之高。他讀世尊四十九年所說的一切法，三個月就讀完。現在傳到中國不是完全的，因為那個時候交通非常不方便，我們中國法師到印度留學，或者印度法師到中國來弘法，都是精挑細選，選一些重要的，能契合東方人程度的（佛法講根性）帶來，大部分沒有傳來。"
    },
    {
      "id": "12-047-0002_p0009",
      "zh_CN": "我们中国的法师以后翻译之后，把它整理编成现在的《大藏经》。你们想想，哪一位能够在三个月，把《大藏经》全部学完，这还不是完整的，传到中国来的这一部分。龙树菩萨有能力在三个月就通达，我们不能不佩服！这是什么？心通则法通。他学完之后，觉得再没有东西学，在这个世间，在佛法他是第一，没第二，找不到第二，于是就有点傲慢起来，这个傲慢起来就得堕落。大龙菩萨怜悯，看到他这个样子，就把他迎接到龙宫，看看释迦牟尼佛当年所说的这部大《华严经》。他看了之后，一看到这个分量，他傲慢心就没有了，觉得自己一生所学的太有限，佛怎么讲得这么多，这个没有流通到人间。他看到这部经有大本、有中本、有小本，大本是全文，中本是精华，小本是目录提纲、目录提要。他一想大本跟中本，我们这个地球上的众生没有人能够受持，于是他就把小本，小本的分量有四十万句，四十品。他也真有能力，他能够圆圆满满的把它记下来，十万偈，十万偈就是四十万句。回到人间来的时候，他就把它从记忆当中写出来，这个世间才有《大方广佛华严经》。所以，南传小乘不承认，他说《华严经》不是佛说的，是龙树菩萨自己造的。但是我们看看《华严经》的全文，龙树菩萨造不出来，他要能造得出来他就成佛。他不是究竟圆满的佛果，他决定说不出来，所以我们对于菩萨这些话可以相信的。",
      "zh_TW": "我們中國的法師以後翻譯之後，把它整理編成現在的《大藏經》。你們想想，哪一位能夠在三個月，把《大藏經》全部學完，這還不是完整的，傳到中國來的這一部分。龍樹菩薩有能力在三個月就通達，我們不能不佩服！這是什麼？心通則法通。他學完之後，覺得再沒有東西學，在這個世間，在佛法他是第一，沒第二，找不到第二，於是就有點傲慢起來，這個傲慢起來就得墮落。大龍菩薩憐憫，看到他這個樣子，就把他迎接到龍宮，看看釋迦牟尼佛當年所說的這部大《華嚴經》。他看了之後，一看到這個分量，他傲慢心就沒有了，覺得自己一生所學的太有限，佛怎麼講得這麼多，這個沒有流通到人間。他看到這部經有大本、有中本、有小本，大本是全文，中本是精華，小本是目錄提綱、目錄提要。他一想大本跟中本，我們這個地球上的眾生沒有人能夠受持，於是他就把小本，小本的分量有四十萬句，四十品。他也真有能力，他能夠圓圓滿滿的把它記下來，十萬偈，十萬偈就是四十萬句。回到人間來的時候，他就把它從記憶當中寫出來，這個世間才有《大方廣佛華嚴經》。所以，南傳小乘不承認，他說《華嚴經》不是佛說的，是龍樹菩薩自己造的。但是我們看看《華嚴經》的全文，龍樹菩薩造不出來，他要能造得出來他就成佛。他不是究竟圓滿的佛果，他決定說不出來，所以我們對於菩薩這些話可以相信的。"
    },
    {
      "id": "12-047-0002_p0010",
      "zh_CN": "这个经从印度传到中国来，又是个残缺的本子，你看全经十万偈，传到中国来的大概才一半，而且还三次传来的。第一次在东晋时代，传来的是三万六千颂；第二次是武则天做皇帝，唐朝时候传到中国来，实叉难陀尊者他带来的，就是增加九千颂，三万六再加上九千，四万五千颂。最后唐朝贞元年间，「普贤行愿品」这一品经很难得，有个完整的本子传到中国来，翻成中文四十卷。第一次翻的是《六十华严》，第二次翻的《八十华严》，最后翻的叫《四十华严》。这三种本子合起来除掉重复的部分，现在中文本有九十九卷，梵文的原本已经找不到，现在《华严经》只有中文的译本，流传在这个世间，差不多将近五万首颂。所以我们中国大师称这个为略本，因为只有小本的一半，再就找不到了。可是心通的人，法就通，就没有障碍。这些典籍要用它来帮助我们修学，希望我们在一生当中能够达到心通，能不能做到？能。在中国历代教下的这些祖师大德，契入这个境界的人不少！他们给我们做了好榜样。从理上讲障碍除掉，心就通了。这个障碍就是起心动念、分别执着，你能够一时全放下，那你就成佛。所以在理上讲凡夫成佛需要多少时间？一念，一念放下就成佛了。放不下是凡夫，这个放下真难！释迦牟尼佛放下了，一时放下；在中国，禅宗六祖惠能大师也是一时放下。",
      "zh_TW": "這個經從印度傳到中國來，又是個殘缺的本子，你看全經十萬偈，傳到中國來的大概才一半，而且還三次傳來的。第一次在東晉時代，傳來的是三萬六千頌；第二次是武則天做皇帝，唐朝時候傳到中國來，實叉難陀尊者他帶來的，就是增加九千頌，三萬六再加上九千，四萬五千頌。最後唐朝貞元年間，「普賢行願品」這一品經很難得，有個完整的本子傳到中國來，翻成中文四十卷。第一次翻的是《六十華嚴》，第二次翻的《八十華嚴》，最後翻的叫《四十華嚴》。這三種本子合起來除掉重複的部分，現在中文本有九十九卷，梵文的原本已經找不到，現在《華嚴經》只有中文的譯本，流傳在這個世間，差不多將近五萬首頌。所以我們中國大師稱這個為略本，因為只有小本的一半，再就找不到了。可是心通的人，法就通，就沒有障礙。這些典籍要用它來幫助我們修學，希望我們在一生當中能夠達到心通，能不能做到？能。在中國歷代教下的這些祖師大德，契入這個境界的人不少！他們給我們做了好榜樣。從理上講障礙除掉，心就通了。這個障礙就是起心動念、分別執著，你能夠一時全放下，那你就成佛。所以在理上講凡夫成佛需要多少時間？一念，一念放下就成佛了。放不下是凡夫，這個放下真難！釋迦牟尼佛放下了，一時放下；在中國，禪宗六祖惠能大師也是一時放下。"
    },
    {
      "id": "12-047-0002_p0011",
      "zh_CN": "能大师给我们示现的，他没念过书，他不认识字；换句话说，他一天都没有学过，也能成佛。这就说明从理上讲，凡夫成佛是一念。我们问，为什么我们放不下？其实我们讲「为什么放不下」，这就又起了个妄念，妄念没有才是佛，这么多妄念你怎么能成得了佛？「我们真想放下」，这又是个妄念。他就是放不下，他又多一个妄念。这就是里面讲的四句百非，真的不好断，起心动念没有一个念头是正念、是正确的，这个正确是什么？与自性相应的，这是正；与自性相违背的，非，错了。所以古大德有两句话讲得很好，「起心即错，动念皆乖」，不要说开口说话，起心动念就错。为什么？依正它就现了。不起心、不动念，给诸位说，这个宇宙之间没有物质，也没有精神，不起心、不动念是这么个境界。不起心、不动念，物质跟精神都没有，这是个什么世界？释迦、六祖证得了，告诉我们，那个境界才叫一真法界，那是真的一点都不假。一真，为什么？永恒不变。就是净土宗里面讲的常寂光净土，这才叫真正的一真法界。常寂光下来，这就有形相，有物质、有精神叫实报庄严土，也叫一真法界。为什么？这里面的人六根对外面六尘境界，没有分别、没有执着，也没有起心、也没有动念，也就是说妄想分别执着他统统断了，所以也是一真法界。",
      "zh_TW": "能大師給我們示現的，他沒念過書，他不認識字；換句話說，他一天都沒有學過，也能成佛。這就說明從理上講，凡夫成佛是一念。我們問，為什麼我們放不下？其實我們講「為什麼放不下」，這就又起了個妄念，妄念沒有才是佛，這麼多妄念你怎麼能成得了佛？「我們真想放下」，這又是個妄念。他就是放不下，他又多一個妄念。這就是裡面講的四句百非，真的不好斷，起心動念沒有一個念頭是正念、是正確的，這個正確是什麼？與自性相應的，這是正；與自性相違背的，非，錯了。所以古大德有兩句話講得很好，「起心即錯，動念皆乖」，不要說開口說話，起心動念就錯。為什麼？依正它就現了。不起心、不動念，給諸位說，這個宇宙之間沒有物質，也沒有精神，不起心、不動念是這麼個境界。不起心、不動念，物質跟精神都沒有，這是個什麼世界？釋迦、六祖證得了，告訴我們，那個境界才叫一真法界，那是真的一點都不假。一真，為什麼？永恆不變。就是淨土宗裡面講的常寂光淨土，這才叫真正的一真法界。常寂光下來，這就有形相，有物質、有精神叫實報莊嚴土，也叫一真法界。為什麼？這裡面的人六根對外面六塵境界，沒有分別、沒有執著，也沒有起心、也沒有動念，也就是說妄想分別執著他統統斷了，所以也是一真法界。"
    },
    {
      "id": "12-047-0002_p0012",
      "zh_CN": "它为什么会有现相？这我们在大经上搞清楚，他那个起心动念的习气没断。习气不好断，没有方法去断，只有等时间慢慢长了，自自然然的没有了。要多长的时间？经上告诉我们，三大阿僧祇劫，这么长的时间习气自然就没有了。但是在这里面我们称他为法身菩萨，他们在起作用的时候是丝毫妨碍都没有。起什么作用？十法界的众生有感，这四十一位法身大士他自自然然就会有应，感应道交。应的时候就像《普门品》里面所说的，以观世音菩萨做例子，应以什么身得度他就现什么身，应该用什么方法去得度他就用什么方法。什么叫没有妨碍？这些应化在世间的佛菩萨，决定没有起心动念、分别执着，没有，这叫妙用；我们干什么事情会起心动念、有分别执着。菩萨在这个世间，应化在这个世间，像释迦牟尼佛一样，像六祖惠能大师一样。这篇文章是贤首国师写的，贤首国师也是这一类的人，像清凉、像宗密都是这个境界。他们从来没有起心动念过，当然更没有分别执着，随缘妙用。起心动念就不妙，分别执着就造业！不通才会有这个现象，通了就没有了，于是我们明白这个道理，了解这个事实真相。",
      "zh_TW": "它為什麼會有現相？這我們在大經上搞清楚，他那個起心動念的習氣沒斷。習氣不好斷，沒有方法去斷，只有等時間慢慢長了，自自然然的沒有了。要多長的時間？經上告訴我們，三大阿僧祇劫，這麼長的時間習氣自然就沒有了。但是在這裡面我們稱他為法身菩薩，他們在起作用的時候是絲毫妨礙都沒有。起什麼作用？十法界的眾生有感，這四十一位法身大士他自自然然就會有應，感應道交。應的時候就像《普門品》裡面所說的，以觀世音菩薩做例子，應以什麼身得度他就現什麼身，應該用什麼方法去得度他就用什麼方法。什麼叫沒有妨礙？這些應化在世間的佛菩薩，決定沒有起心動念、分別執著，沒有，這叫妙用；我們幹什麼事情會起心動念、有分別執著。菩薩在這個世間，應化在這個世間，像釋迦牟尼佛一樣，像六祖惠能大師一樣。這篇文章是賢首國師寫的，賢首國師也是這一類的人，像清涼、像宗密都是這個境界。他們從來沒有起心動念過，當然更沒有分別執著，隨緣妙用。起心動念就不妙，分別執著就造業！不通才會有這個現象，通了就沒有了，於是我們明白這個道理，了解這個事實真相。"
    },
    {
      "id": "12-047-0002_p0013",
      "zh_CN": "这些后来的祖师大德也入了佛境界，他们对于经教给我们的解释，这么多注疏留下来我们才晓得，字字句句跟世尊所说的经，决定没有两样，我们要信得过。像我们这种根性不是上上根人，上上根人能够一时顿息，就是一下放下。上中下根的人都办不到，那怎么样？慢慢来。这个慢慢来里面确实有很快的，也有很慢的，所以分上中下。大概上根这一生当中可以入佛境界，也就是你有能力超越十法界，有能力达到初住菩萨的境界，就是成佛，你把起心动念放下，上根人。中根就难了，下根就更办不到，但是中下根的人可以放下一部分，有人放下执着，有人放下分别。放下执着的人，当然这里头最幸运的是你遇到净宗，你念佛求生净土，那就无比殊胜。放下执着的人，生到西方极乐世界，不是凡圣同居土，是叫方便有余土。如果能分别也放下，他往生西方极乐世界肯定是实报庄严土，不一样！完全没有放下，在你临终的时候你念念是阿弥陀佛，阿弥陀佛把你一切妄念伏住，也能往生，这往生是什么？往生凡圣同居土。这是我们对于西方极乐世界四土三辈九品差别，我们搞清楚了。然后我们虽然不能这个经上这种标准，心通则法通，我们达不到这个标准，我们达到一点边缘，我们现在心里明白，决定求生净土。那个方法必须把这个世间的一切法放下，念佛堂堂主常讲「放下身心世界，提起正念」，就是一句阿弥陀佛，那你的法就通了。",
      "zh_TW": "這些後來的祖師大德也入了佛境界，他們對於經教給我們的解釋，這麼多註疏留下來我們才曉得，字字句句跟世尊所說的經，決定沒有兩樣，我們要信得過。像我們這種根性不是上上根人，上上根人能夠一時頓息，就是一下放下。上中下根的人都辦不到，那怎麼樣？慢慢來。這個慢慢來裡面確實有很快的，也有很慢的，所以分上中下。大概上根這一生當中可以入佛境界，也就是你有能力超越十法界，有能力達到初住菩薩的境界，就是成佛，你把起心動念放下，上根人。中根就難了，下根就更辦不到，但是中下根的人可以放下一部分，有人放下執著，有人放下分別。放下執著的人，當然這裡頭最幸運的是你遇到淨宗，你念佛求生淨土，那就無比殊勝。放下執著的人，生到西方極樂世界，不是凡聖同居土，是叫方便有餘土。如果能分別也放下，他往生西方極樂世界肯定是實報莊嚴土，不一樣！完全沒有放下，在你臨終的時候你念念是阿彌陀佛，阿彌陀佛把你一切妄念伏住，也能往生，這往生是什麼？往生凡聖同居土。這是我們對於西方極樂世界四土三輩九品差別，我們搞清楚了。然後我們雖然不能這個經上這種標準，心通則法通，我們達不到這個標準，我們達到一點邊緣，我們現在心裡明白，決定求生淨土。那個方法必須把這個世間的一切法放下，念佛堂堂主常講「放下身心世界，提起正念」，就是一句阿彌陀佛，那你的法就通了。"
    },
    {
      "id": "12-047-0002_p0014",
      "zh_CN": "这个通通到哪里？通到极乐世界凡圣同居土。虽然不是真的通，但是也不假，生到凡圣同居土，就保证你一生证得究竟圆满的佛果，你就得到保证，你决定不会再退转。这是人人都能够做得到，就看你肯不肯干？善导大师所说的「万修万人去」，就这个法门。如果对于世出世间法还有留恋，留恋就是你放不下，那你就去不了。去不了怎么办？等来生后世，得人身、遇到这个法门，再继续再干。这个话是真的，为什么？我们现前这些同学们就是这种人。《华严》我们过去有没有缘？有缘，没有缘这一生遇不到。你能遇到一次听一、二个小时，都是与《华严》有缘。缘从哪里结的？缘是前生结的，宿世结的。也就是我们刚才所说的，我们对这个世间有留恋没能放下，所以在六道里头轮回。轮回到今天很幸运，这一次又得人身又遇到，就这么回事情。这一生如果还放不下，那好！再等下一次的机会，无量劫中总有几次机会，这就慢慢来了。但是这很苦，要知道这个世间很苦！所以真正觉悟到人生苦，你才会真放下，希望这一生当中能成功，决定成功。天天读经能不能开悟？天天念佛能不能开悟？天天持咒能不能开悟？都能。《金刚经》上佛告诉我们，「诸法平等，无有高下」，佛讲的诸法就是方法，断烦恼的方法、学法门的方法、成佛道的方法，就八万四千法门，无量法门，它都是平等的，没有高下；换句话说，都是帮助我们看破放下的。你总要记住这个总的原则，你修学就不成问题。所以心通则法通，这句我们就学到此地。",
      "zh_TW": "這個通通到哪裡？通到極樂世界凡聖同居土。雖然不是真的通，但是也不假，生到凡聖同居土，就保證你一生證得究竟圓滿的佛果，你就得到保證，你決定不會再退轉。這是人人都能夠做得到，就看你肯不肯幹？善導大師所說的「萬修萬人去」，就這個法門。如果對於世出世間法還有留戀，留戀就是你放不下，那你就去不了。去不了怎麼辦？等來生後世，得人身、遇到這個法門，再繼續再幹。這個話是真的，為什麼？我們現前這些同學們就是這種人。《華嚴》我們過去有沒有緣？有緣，沒有緣這一生遇不到。你能遇到一次聽一、二個小時，都是與《華嚴》有緣。緣從哪裡結的？緣是前生結的，宿世結的。也就是我們剛才所說的，我們對這個世間有留戀沒能放下，所以在六道裡頭輪迴。輪迴到今天很幸運，這一次又得人身又遇到，就這麼回事情。這一生如果還放不下，那好！再等下一次的機會，無量劫中總有幾次機會，這就慢慢來了。但是這很苦，要知道這個世間很苦！所以真正覺悟到人生苦，你才會真放下，希望這一生當中能成功，決定成功。天天讀經能不能開悟？天天念佛能不能開悟？天天持咒能不能開悟？都能。《金剛經》上佛告訴我們，「諸法平等，無有高下」，佛講的諸法就是方法，斷煩惱的方法、學法門的方法、成佛道的方法，就八萬四千法門，無量法門，它都是平等的，沒有高下；換句話說，都是幫助我們看破放下的。你總要記住這個總的原則，你修學就不成問題。所以心通則法通，這句我們就學到此地。"
    },
    {
      "id": "12-047-0002_p0015",
      "zh_CN": "『引虚空而示遍』，「引」是引用，引用虚空来暗示我们，「虚空」是遍法界的，比喻什么？比喻通。我们心像虚空一样，法也像虚空一样，因为心不是真的，法也不是真的，所以决定不能执着。不但不能执着，也不能够分别，到终极就不能起心动念，起心动念你就落到四句百非里头去。",
      "zh_TW": "『引虛空而示遍』，「引」是引用，引用虛空來暗示我們，「虛空」是遍法界的，比喻什麼？比喻通。我們心像虛空一樣，法也像虛空一樣，因為心不是真的，法也不是真的，所以決定不能執著。不但不能執著，也不能夠分別，到終極就不能起心動念，起心動念你就落到四句百非裡頭去。"
    },
    {
      "id": "12-047-0002_p0016",
      "zh_CN": "『既觉既悟，何滞何通』，真的觉了，真的悟了，「滞」就是障碍，「通」就是通达，都没有了，只要觉悟全都没有了。所以底下讲的百非四句，『百非息其攀缘，四句绝其增减』，什么叫四句、百非？在此地跟诸位略略介绍，因为这是佛门里面的术语，名词术语，诸位在经上、在祖师大德的文字上常常看见。举一个例子给你讲四句，第一个讲有，第二个是无，第三个是亦有亦无，第四个是非有非无，这叫四句。百非是什么？四句一展开，有里面有有有、有有无、有亦有亦无、有非有非无，这就变成四句。无里头也有四句，无有、无无、无亦有亦无、无非有非无。所以这四句，每一句里头有四句，四四十六句，十六句有过去十六句、现在十六句、未来十六句就变成四十八句。四十八句，已经起的四十八句，还有没有起的四十八句，「已起、未起各四十八句」，这就变成九十六句。九十六句加上根本的有、无、亦有亦无、非有非无，一百句，这个叫四句百非。",
      "zh_TW": "『既覺既悟，何滯何通』，真的覺了，真的悟了，「滯」就是障礙，「通」就是通達，都沒有了，只要覺悟全都沒有了。所以底下講的百非四句，『百非息其攀緣，四句絕其增減』，什麼叫四句、百非？在此地跟諸位略略介紹，因為這是佛門裡面的術語，名詞術語，諸位在經上、在祖師大德的文字上常常看見。舉一個例子給你講四句，第一個講有，第二個是無，第三個是亦有亦無，第四個是非有非無，這叫四句。百非是什麼？四句一展開，有裡面有有有、有有無、有亦有亦無、有非有非無，這就變成四句。無裡頭也有四句，無有、無無、無亦有亦無、無非有非無。所以這四句，每一句裡頭有四句，四四十六句，十六句有過去十六句、現在十六句、未來十六句就變成四十八句。四十八句，已經起的四十八句，還有沒有起的四十八句，「已起、未起各四十八句」，這就變成九十六句。九十六句加上根本的有、無、亦有亦無、非有非無，一百句，這個叫四句百非。"
    },
    {
      "id": "12-047-0002_p0017",
      "zh_CN": "古德有解释，用一个问答来说明，「问：经言离四句、绝百非，其意何居？」这个居是个问号，何居用现在的话说，这个意思根据什么理由来说的。这四句意思太广，「但举一对，便成四句，如有无」，有无是一对，「一异」也是一对，「断常」也是一对，你就举不尽的例子。这是什么？这一对是什么？就是我们今天讲相对的，来去是一对、远近是一对、空有是一对，这例子举不完的。「若云有，是增益谤」，你要说有，这叫增益谤，为什么？它确实没有，凡所有相皆是虚妄。你要说无，「若云无，是损减谤」，你不能说它没有，你不能说它有，你也不能说它无。「若云亦有亦无，是相违谤」，互相违背；「若云非有非无，是戏论谤」，这开玩笑的话。「既俱有过，故须离之」，所以这四句百非叫开口便错、动念皆乖。这是什么？诸佛菩萨看宇宙万象，就是像能大师所说的「何期自性，能生万法」，面对着万法不能说有，也不能说无，也不能说亦有亦无，也不可以说非有非无，你才叫不起心、不动念，这才能体会得诸法实相。只要有一念，你就全都错了，一错一切错，所以必须要离。既俱有过，就是一切说法统统有过失，只要起心动念就有过失，不起心、不动念没事。起心动念都是过失，你就想想，分别就是过失里头再加过失，严重了，再要执着麻烦可大了。这是事实真相，我们必须要晓得。你不是要心通吗？只要有过失你心就不通，心不通，法就不通。什么时候心通？这个过失统统要远离，离四句、绝百非就通了。这个四句百非里面，把妄想分别执着全都包括在里头。",
      "zh_TW": "古德有解釋，用一個問答來說明，「問：經言離四句、絕百非，其意何居？」這個居是個問號，何居用現在的話說，這個意思根據什麼理由來說的。這四句意思太廣，「但舉一對，便成四句，如有無」，有無是一對，「一異」也是一對，「斷常」也是一對，你就舉不盡的例子。這是什麼？這一對是什麼？就是我們今天講相對的，來去是一對、遠近是一對、空有是一對，這例子舉不完的。「若云有，是增益謗」，你要說有，這叫增益謗，為什麼？它確實沒有，凡所有相皆是虛妄。你要說無，「若云無，是損減謗」，你不能說它沒有，你不能說它有，你也不能說它無。「若云亦有亦無，是相違謗」，互相違背；「若云非有非無，是戲論謗」，這開玩笑的話。「既俱有過，故須離之」，所以這四句百非叫開口便錯、動念皆乖。這是什麼？諸佛菩薩看宇宙萬象，就是像能大師所說的「何期自性，能生萬法」，面對著萬法不能說有，也不能說無，也不能說亦有亦無，也不可以說非有非無，你才叫不起心、不動念，這才能體會得諸法實相。只要有一念，你就全都錯了，一錯一切錯，所以必須要離。既俱有過，就是一切說法統統有過失，只要起心動念就有過失，不起心、不動念沒事。起心動念都是過失，你就想想，分別就是過失裡頭再加過失，嚴重了，再要執著麻煩可大了。這是事實真相，我們必須要曉得。你不是要心通嗎？只要有過失你心就不通，心不通，法就不通。什麼時候心通？這個過失統統要遠離，離四句、絕百非就通了。這個四句百非裡面，把妄想分別執著全都包括在裡頭。"
    },
    {
      "id": "12-047-0002_p0018",
      "zh_CN": "末后这个文里面说，「然此中根本四句，是外道见」，这个用有无来说，有、无、亦有亦无、非有非无，这个外道是古时候，就是佛在世的时候印度一些学派里面讲的。我们今天讲哲学的这些学派，还有些宗教他们所说的。「枝末四句等」，那就是讲四句每一句里头都有四句，「三乘亦未全离」，这讲佛门佛弟子，佛弟子常常对于经典上有辩论，这个辩论都没有真正离开，三乘就是菩萨乘（大乘）、缘觉乘、声闻乘，也就是说十法界里面没有断干净，四圣法界。「唯佛究尽，故云离云绝也」，这个地方的佛是分证佛，也就是我们常讲的法身菩萨，初住菩萨都离了，不再起心动念。记住，起心错了，动念也错了，这个事情难！真修行修什么？修眼见色、耳闻声、鼻嗅香、舌尝味，学不起心、不动念，这个人他在修佛道。有起心动念，他修什么？他修不分别、不执着，这是修菩萨道。他有起心动念，他有分别，他没有执着，这个人在修声闻道。这三个都是佛道，声闻是小乘，菩萨是大乘，不起心、不动念是佛乘也叫一乘，《法华经》上所说的「唯有一乘法，无二亦无三」，就是这个意思，这是真修真干。",
      "zh_TW": "末後這個文裡面說，「然此中根本四句，是外道見」，這個用有無來說，有、無、亦有亦無、非有非無，這個外道是古時候，就是佛在世的時候印度一些學派裡面講的。我們今天講哲學的這些學派，還有些宗教他們所說的。「枝末四句等」，那就是講四句每一句裡頭都有四句，「三乘亦未全離」，這講佛門佛弟子，佛弟子常常對於經典上有辯論，這個辯論都沒有真正離開，三乘就是菩薩乘（大乘）、緣覺乘、聲聞乘，也就是說十法界裡面沒有斷乾淨，四聖法界。「唯佛究盡，故云離云絕也」，這個地方的佛是分證佛，也就是我們常講的法身菩薩，初住菩薩都離了，不再起心動念。記住，起心錯了，動念也錯了，這個事情難！真修行修什麼？修眼見色、耳聞聲、鼻嗅香、舌嘗味，學不起心、不動念，這個人他在修佛道。有起心動念，他修什麼？他修不分別、不執著，這是修菩薩道。他有起心動念，他有分別，他沒有執著，這個人在修聲聞道。這三個都是佛道，聲聞是小乘，菩薩是大乘，不起心、不動念是佛乘也叫一乘，《法華經》上所說的「唯有一乘法，無二亦無三」，就是這個意思，這是真修真幹。"
    },
    {
      "id": "12-047-0002_p0019",
      "zh_CN": "有人告诉我，他说有些法师脾气很大，态度很傲慢，他修的是什么乘？你们想想看，佛经是我们的依据，佛经一对照就晓得他修什么乘。不起心、不动念，佛乘，他学佛；不分别，菩萨乘；不执着，阿罗汉乘，他修阿罗汉。傲慢、嫉妒，佛经上有，他修什么乘？他修阿修罗乘。真的，他也念经，他也念佛，他也很用功，他也参禅，他也持戒，将来到哪里去？到阿修罗、到罗刹，总的来说，魔乘，他不是学佛，他是学魔。如果他有妄想分别执着，心地非常善良、慈悲，修十善业，我们知道他修天乘。五戒十善做得很好，来生一定还得人身，他修的人乘。如果他贪心很重，世出世间一切法他都贪恋不肯放下，我们知道他来生到鬼乘去，他到鬼道去；瞋恨心重、嫉妒心重，没有五戒十善，地狱道去了。佛给我们讲十法界，哪一道有哪一道的因，你跟因相应，果就相应。所以佛经里面有很圆满、有很高深的因果教育，这个我们不能不知道。",
      "zh_TW": "有人告訴我，他說有些法師脾氣很大，態度很傲慢，他修的是什麼乘？你們想想看，佛經是我們的依據，佛經一對照就曉得他修什麼乘。不起心、不動念，佛乘，他學佛；不分別，菩薩乘；不執著，阿羅漢乘，他修阿羅漢。傲慢、嫉妒，佛經上有，他修什麼乘？他修阿修羅乘。真的，他也念經，他也念佛，他也很用功，他也參禪，他也持戒，將來到哪裡去？到阿修羅、到羅剎，總的來說，魔乘，他不是學佛，他是學魔。如果他有妄想分別執著，心地非常善良、慈悲，修十善業，我們知道他修天乘。五戒十善做得很好，來生一定還得人身，他修的人乘。如果他貪心很重，世出世間一切法他都貪戀不肯放下，我們知道他來生到鬼乘去，他到鬼道去；瞋恨心重、嫉妒心重，沒有五戒十善，地獄道去了。佛給我們講十法界，哪一道有哪一道的因，你跟因相應，果就相應。所以佛經裡面有很圓滿、有很高深的因果教育，這個我們不能不知道。"
    },
    {
      "id": "12-047-0002_p0020",
      "zh_CN": "时时刻刻要提醒自己，种善因得善果，佛法里面没有人情。古大德所谓「公修公得，婆修婆得，不修不得」，天天拜佛没用，巴结不上。为什么巴结不上？佛没有起心动念，没有分别执着，你得明白这个道理，你就晓得佛巴结不上。佛在经典里面，把宇宙人生的性相、理事、因果，讲得清清楚楚、明明白白，这叫大慈大悲，这叫普度众生。我们学了之后，搞清楚、搞明白了，依教奉行，想在这一生当中证什么果位，你就都能够证得，所以这些事情全靠自己。切忌拿着佛法当人情，以不善的用心，希望从佛法里面得到自己的名闻利养，能不能得到？能。果报呢？果报在四恶道，这个四恶道，恶道只有饿鬼、畜生、地狱，加上魔道。魔不简单，魔真有福报，他是真正修了福，但是什么？贪瞋痴慢疑没有断，就变成魔道。也就是佛经上常讲的阿修罗、罗刹这一类的，到这一道去。这是我们真正希望一生成就，要知道避免的。",
      "zh_TW": "時時刻刻要提醒自己，種善因得善果，佛法裡面沒有人情。古大德所謂「公修公得，婆修婆得，不修不得」，天天拜佛沒用，巴結不上。為什麼巴結不上？佛沒有起心動念，沒有分別執著，你得明白這個道理，你就曉得佛巴結不上。佛在經典裡面，把宇宙人生的性相、理事、因果，講得清清楚楚、明明白白，這叫大慈大悲，這叫普度眾生。我們學了之後，搞清楚、搞明白了，依教奉行，想在這一生當中證什麼果位，你就都能夠證得，所以這些事情全靠自己。切忌拿著佛法當人情，以不善的用心，希望從佛法裡面得到自己的名聞利養，能不能得到？能。果報呢？果報在四惡道，這個四惡道，惡道只有餓鬼、畜生、地獄，加上魔道。魔不簡單，魔真有福報，他是真正修了福，但是什麼？貪瞋痴慢疑沒有斷，就變成魔道。也就是佛經上常講的阿修羅、羅剎這一類的，到這一道去。這是我們真正希望一生成就，要知道避免的。"
    },
    {
      "id": "12-047-0002_p0021",
      "zh_CN": "「百非息其攀缘」，攀缘的念头断掉。这是我从学佛之后明白这个道理，李老师常常提醒我，佛法要随缘，在一生的生活当中随缘，不攀缘、不强求，有缘就做，没缘就不做，这样得自在。所以早年我们在台北办了一个佛陀教育基金会，我们完全遵循印光大师的规范。印祖一生接受四众的供养，他的钱全部用在弘法利生，他办了一个弘化社，我们现在叫基金会。印送佛经善书，他随缘，收入多多做，收入少少做，没有收入不做，自在！绝不是说我一定要做多少，那就攀缘，你就不自在，你就很辛苦。所以我们基金会这么多年来，都是守住随缘，我们是为佛法服务，为一切善男信女修福服务。他送来钱，有的指定「我想印什么书」，现在还有做光碟，这都很方便，我们一定替他做。还有指定供养我们常住经费的，他要不说我们不要求。所以有的时候经费很困难，简丰文居士找过我，印经、印善书的钱很多，可是我们生活非常困难，来找我，我就有些同修给我的供养，我就分给他们。总而言之一句话，我们的生活要节俭，要能吃苦，不可以有丝毫的浪费，一切得过且过，你说过得多自在，心安理得，这就是方东美先生所说的「人生最高的享受」。我们常常想到，我们的老师释迦牟尼佛，他老人家当年在世过的生活，比我们苦太多了。我们现在还有个小房子遮蔽风雨，世尊当年树下一宿、日中一食，我们现在还能吃三餐。常常想到老师给我们做的榜样，我们就心安理得、就非常快乐。「四句绝其增减」就是增减谤，这前面都说过。『故得药病双泯，静乱俱融』，病好了，药就没有；药没有，病也没有了，双泯。「静乱」也是一对，心地清净，心地浮动，我们常说的心浮气躁那是乱，静、乱都没有了。这个在佛法里也常讲，那个乱叫动，动静二边消融，这叫真正的禅定。",
      "zh_TW": "「百非息其攀緣」，攀緣的念頭斷掉。這是我從學佛之後明白這個道理，李老師常常提醒我，佛法要隨緣，在一生的生活當中隨緣，不攀緣、不強求，有緣就做，沒緣就不做，這樣得自在。所以早年我們在台北辦了一個佛陀教育基金會，我們完全遵循印光大師的規範。印祖一生接受四眾的供養，他的錢全部用在弘法利生，他辦了一個弘化社，我們現在叫基金會。印送佛經善書，他隨緣，收入多多做，收入少少做，沒有收入不做，自在！絕不是說我一定要做多少，那就攀緣，你就不自在，你就很辛苦。所以我們基金會這麼多年來，都是守住隨緣，我們是為佛法服務，為一切善男信女修福服務。他送來錢，有的指定「我想印什麼書」，現在還有做光碟，這都很方便，我們一定替他做。還有指定供養我們常住經費的，他要不說我們不要求。所以有的時候經費很困難，簡豐文居士找過我，印經、印善書的錢很多，可是我們生活非常困難，來找我，我就有些同修給我的供養，我就分給他們。總而言之一句話，我們的生活要節儉，要能吃苦，不可以有絲毫的浪費，一切得過且過，你說過得多自在，心安理得，這就是方東美先生所說的「人生最高的享受」。我們常常想到，我們的老師釋迦牟尼佛，他老人家當年在世過的生活，比我們苦太多了。我們現在還有個小房子遮蔽風雨，世尊當年樹下一宿、日中一食，我們現在還能吃三餐。常常想到老師給我們做的榜樣，我們就心安理得、就非常快樂。「四句絕其增減」就是增減謗，這前面都說過。『故得藥病雙泯，靜亂俱融』，病好了，藥就沒有；藥沒有，病也沒有了，雙泯。「靜亂」也是一對，心地清淨，心地浮動，我們常說的心浮氣躁那是亂，靜、亂都沒有了。這個在佛法裡也常講，那個亂叫動，動靜二邊消融，這叫真正的禪定。"
    },
    {
      "id": "12-047-0002_p0022",
      "zh_CN": "【消能所以入玄宗。泯性相而归法界。】",
      "zh_TW": "【消能所以入玄宗。泯性相而歸法界。】"
    },
    {
      "id": "12-047-0002_p0023",
      "zh_CN": "这是见道，契入华严境界了。『能所』是对立的，我们凡夫有能、有所。前面讲四句百非，大乘菩萨、声闻、缘觉，三乘人，没有脱离十法界还有能所的念头，没忘。所以他入不了『玄宗』，玄是玄妙，「宗」是宗旨，华严奥旨，也就是说他没有办法契入华严境界。华严境界是什么？一真法界，也就是我们讲的实报庄严土。他在十法界的四圣法界，他入不了实报土。所以，能所不能有！不起心、不动念，能所就没有了。执着里头有能所，分别里头有能所，要到不起心、不动念，能所就没有了。能所没有了，你就脱离十法界，你入华严境界，就是毘卢遮那佛的实报土。『泯性相』，「性相」也是相对的，性是能现，相是所现，有能现、有所现，在十法界里，诸位要记住，最高的层次你出不了十法界。什么时候性相也没有，也不起心动念，那你就入法界，这个法界就是一真法界。法界跟玄宗都是讲的实报土。断证功夫！我们这一生希望能达到的目标，你的佛就没有白学。否则的话，这一生怎么办？诸位不少人年龄比我小，好像你们还有时间。像我这个年龄时光就有限，不认真努力这一生就空过，那就太可惜！在这个世界认真努力，好好的去忍耐个三、五年，到西方极乐世界品位大幅度的提升，那你就完全对了。",
      "zh_TW": "這是見道，契入華嚴境界了。『能所』是對立的，我們凡夫有能、有所。前面講四句百非，大乘菩薩、聲聞、緣覺，三乘人，沒有脫離十法界還有能所的念頭，沒忘。所以他入不了『玄宗』，玄是玄妙，「宗」是宗旨，華嚴奧旨，也就是說他沒有辦法契入華嚴境界。華嚴境界是什麼？一真法界，也就是我們講的實報莊嚴土。他在十法界的四聖法界，他入不了實報土。所以，能所不能有！不起心、不動念，能所就沒有了。執著裡頭有能所，分別裡頭有能所，要到不起心、不動念，能所就沒有了。能所沒有了，你就脫離十法界，你入華嚴境界，就是毘盧遮那佛的實報土。『泯性相』，「性相」也是相對的，性是能現，相是所現，有能現、有所現，在十法界裡，諸位要記住，最高的層次你出不了十法界。什麼時候性相也沒有，也不起心動念，那你就入法界，這個法界就是一真法界。法界跟玄宗都是講的實報土。斷證功夫！我們這一生希望能達到的目標，你的佛就沒有白學。否則的話，這一生怎麼辦？諸位不少人年齡比我小，好像你們還有時間。像我這個年齡時光就有限，不認真努力這一生就空過，那就太可惜！在這個世界認真努力，好好的去忍耐個三、五年，到西方極樂世界品位大幅度的提升，那你就完全對了。"
    },
    {
      "id": "12-047-0002_p0024",
      "zh_CN": "到不了阿弥陀佛的实报土，至少也要能达到方便土的上辈往生，我们得有这种认知。怎样提升？放下就是，所以什么都要放得下。在现前日常生活当中，无论是物质生活、精神生活，一切随缘，决定不要攀缘。随缘是什么都好，没有一样不好，不要在这个地方再去计较、再去执着。你要晓得，如果你还没有办法放下分别执着，念佛带业往生，伏烦恼去往生，在西方极乐世界从同居土提升到方便土，再提升到实报土，你去看看《观无量寿佛经》所说的，要多长时间？如果是凡圣同居土下下品往生，十二劫。这个十二劫不是极乐世界的，是我们这个世间的时间，劫都是讲大劫，十二大劫你才能够成就。为什么不在这里干？尽可能在我们这个世间把自己的境界向上提升，你到西方极乐世界你就省很多的时间。下面是贤首国师自己的感叹：",
      "zh_TW": "到不了阿彌陀佛的實報土，至少也要能達到方便土的上輩往生，我們得有這種認知。怎樣提升？放下就是，所以什麼都要放得下。在現前日常生活當中，無論是物質生活、精神生活，一切隨緣，決定不要攀緣。隨緣是什麼都好，沒有一樣不好，不要在這個地方再去計較、再去執著。你要曉得，如果你還沒有辦法放下分別執著，念佛帶業往生，伏煩惱去往生，在西方極樂世界從同居土提升到方便土，再提升到實報土，你去看看《觀無量壽佛經》所說的，要多長時間？如果是凡聖同居土下下品往生，十二劫。這個十二劫不是極樂世界的，是我們這個世間的時間，劫都是講大劫，十二大劫你才能夠成就。為什麼不在這裡幹？盡可能在我們這個世間把自己的境界向上提升，你到西方極樂世界你就省很多的時間。下面是賢首國師自己的感嘆："
    },
    {
      "id": "12-047-0002_p0025",
      "zh_CN": "【窃见玄纲浩瀚。】",
      "zh_TW": "【竊見玄綱浩瀚。】"
    },
    {
      "id": "12-047-0002_p0026",
      "zh_CN": "这个『窃』，是贤首大师的谦虚自称，他说我见到《华严经》玄妙的纲领，像大海一样的。",
      "zh_TW": "這個『竊』，是賢首大師的謙虛自稱，他說我見到《華嚴經》玄妙的綱領，像大海一樣的。"
    },
    {
      "id": "12-047-0002_p0027",
      "zh_CN": "【妙旨希微。】",
      "zh_TW": "【妙旨希微。】"
    },
    {
      "id": "12-047-0002_p0028",
      "zh_CN": "玄妙的宗旨就是讲的华严奥旨，太稀有，太微妙。经这么样的大部。",
      "zh_TW": "玄妙的宗旨就是講的華嚴奧旨，太稀有，太微妙。經這麼樣的大部。"
    },
    {
      "id": "12-047-0002_p0029",
      "zh_CN": "【览之者讵究其源。】",
      "zh_TW": "【覽之者詎究其源。】"
    },
    {
      "id": "12-047-0002_p0030",
      "zh_CN": "就是读这部经的，这经太大太深，阅览的人很不容易究竟它的根源。",
      "zh_TW": "就是讀這部經的，這經太大太深，閱覽的人很不容易究竟它的根源。"
    },
    {
      "id": "12-047-0002_p0031",
      "zh_CN": "【寻之者罕穷其际。】",
      "zh_TW": "【尋之者罕窮其際。】"
    },
    {
      "id": "12-047-0002_p0032",
      "zh_CN": "『寻』是寻求，在这个经典里面去找，『罕』是很少，很少人能够穷究它的本际、边际，它的根源。这就是说学这部经的艰难，正因为这样的难，所以大师才发大慈悲心，把它的精华、纲要提出来，我们依照这个纲领去修学，这就有路可循。依照这条路我们去走，对我们来讲是很大的帮助，他老人家找到了，介绍给我们。",
      "zh_TW": "『尋』是尋求，在這個經典裡面去找，『罕』是很少，很少人能夠窮究它的本際、邊際，它的根源。這就是說學這部經的艱難，正因為這樣的難，所以大師才發大慈悲心，把它的精華、綱要提出來，我們依照這個綱領去修學，這就有路可循。依照這條路我們去走，對我們來講是很大的幫助，他老人家找到了，介紹給我們。"
    },
    {
      "id": "12-047-0002_p0033",
      "zh_CN": "【是以真空滞于心首。恒为缘虑之场。实际居于目前。翻为名相之境。】",
      "zh_TW": "【是以真空滯於心首。恆為緣慮之場。實際居於目前。翻為名相之境。】"
    },
    {
      "id": "12-047-0002_p0034",
      "zh_CN": "『真空』、『实际』都是讲自性、本性，学佛无论是哪个宗派，无论是哪个法门，你要知道你学佛的目的在哪里？就是明心见性，见性成佛。性是真空，可是怎么样？现在我们心不通，『滞于心首』，「滞」就是障碍，所以我们见不到真空。见不到真空，我们自性就变质，被妄想分别执着扭曲，变成什么？变成我们现在无量无边的『缘虑』，我们对于一切诸法的怀疑，对于一切诸法的顾虑，这就是烦恼，变成烦恼。「实际」，实际也是自性的名称，实是真的不是假的，实际在哪里？实际也在面前。可是我们迷了，不认识，我们见相，不知道相就是性；我们见到事，不晓得事就是理；见到幻有，不知道幻有原来就是真空。所以我们有妄想分别执着，六根门头都成了严重的障碍，接触到外面境界，清净心不能现前，现的是什么？现的是妄想分别执着。妄想是无明烦恼，分别叫做尘沙烦恼，执着叫见思烦恼，我们六根接触六尘境界生烦恼，不生智慧，错在这里。觉悟的人呢？觉悟的人六根接触六尘境界生智慧，不生烦恼，那就是诸佛菩萨应化在世间。我们到什么时候才真的能转凡成圣？理上讲虽然是一念之间，事上讲没那么容易，那是我们迷得太深、迷得太久，虽然听到佛菩萨的教诫，我们也听懂了，但是回不了头来，这业障太重，自己要承认。怎么办？佛有方便，教给我们慢慢的转，先从哪里转？先从转恶为善，从这里转。",
      "zh_TW": "『真空』、『實際』都是講自性、本性，學佛無論是哪個宗派，無論是哪個法門，你要知道你學佛的目的在哪裡？就是明心見性，見性成佛。性是真空，可是怎麼樣？現在我們心不通，『滯於心首』，「滯」就是障礙，所以我們見不到真空。見不到真空，我們自性就變質，被妄想分別執著扭曲，變成什麼？變成我們現在無量無邊的『緣慮』，我們對於一切諸法的懷疑，對於一切諸法的顧慮，這就是煩惱，變成煩惱。「實際」，實際也是自性的名稱，實是真的不是假的，實際在哪裡？實際也在面前。可是我們迷了，不認識，我們見相，不知道相就是性；我們見到事，不曉得事就是理；見到幻有，不知道幻有原來就是真空。所以我們有妄想分別執著，六根門頭都成了嚴重的障礙，接觸到外面境界，清淨心不能現前，現的是什麼？現的是妄想分別執著。妄想是無明煩惱，分別叫做塵沙煩惱，執著叫見思煩惱，我們六根接觸六塵境界生煩惱，不生智慧，錯在這裡。覺悟的人呢？覺悟的人六根接觸六塵境界生智慧，不生煩惱，那就是諸佛菩薩應化在世間。我們到什麼時候才真的能轉凡成聖？理上講雖然是一念之間，事上講沒那麼容易，那是我們迷得太深、迷得太久，雖然聽到佛菩薩的教誡，我們也聽懂了，但是回不了頭來，這業障太重，自己要承認。怎麼辦？佛有方便，教給我們慢慢的轉，先從哪裡轉？先從轉惡為善，從這裡轉。"
    },
    {
      "id": "12-047-0002_p0035",
      "zh_CN": "也就是我们在这几年，特别提倡的儒释道的三个根，这三个根就是善恶的标准，儒家的《弟子规》，道家的《太上感应篇》，佛家的《十善业道经》。我们认真去读诵，认真去学习，在日常当中就用这三样东西，起心动念、言语造作与这些典籍里面所说的善，相不相应？如果相应是善的，我们就好好的保持下去；如果发现不善，赶快把它改过来。用这三个标准断恶修善，不要小看！真正起心动念、言语造作，跟这三部经都能相应，我们念佛就得到保障，决定生凡圣同居土，虽然品位不高，也非常殊胜。生到西方极乐世界，肯定一生圆证三不退，为什么？那边时间长一点不要紧，寿命长！凡圣同居土下下品往生，在极乐世界修到实报庄严土需要十二大劫，可是你的寿命是无量寿，无量寿，十二大劫算不了什么，可以，所以也是无比的殊胜。如果我们还有时间，还有这个缘分，再提升一层，破迷开悟，那就要什么？要大乘经，《华严经》就是最殊胜的，帮助你破迷开悟。破迷开悟之后，到极乐世界品位就大幅度上升，至少你生到方便有余土。更殊胜的，你生到极乐世界就到实报土，那真叫上上品往生，我们一生要立志、要发愿、要这样的争取，这是弥陀、释迦对我们的期望。这是说明，真空、实际都在眼前，我们不认识，把它变成烦恼、变成忧虑。",
      "zh_TW": "也就是我們在這幾年，特別提倡的儒釋道的三個根，這三個根就是善惡的標準，儒家的《弟子規》，道家的《太上感應篇》，佛家的《十善業道經》。我們認真去讀誦，認真去學習，在日常當中就用這三樣東西，起心動念、言語造作與這些典籍裡面所說的善，相不相應？如果相應是善的，我們就好好的保持下去；如果發現不善，趕快把它改過來。用這三個標準斷惡修善，不要小看！真正起心動念、言語造作，跟這三部經都能相應，我們念佛就得到保障，決定生凡聖同居土，雖然品位不高，也非常殊勝。生到西方極樂世界，肯定一生圓證三不退，為什麼？那邊時間長一點不要緊，壽命長！凡聖同居土下下品往生，在極樂世界修到實報莊嚴土需要十二大劫，可是你的壽命是無量壽，無量壽，十二大劫算不了什麼，可以，所以也是無比的殊勝。如果我們還有時間，還有這個緣分，再提升一層，破迷開悟，那就要什麼？要大乘經，《華嚴經》就是最殊勝的，幫助你破迷開悟。破迷開悟之後，到極樂世界品位就大幅度上升，至少你生到方便有餘土。更殊勝的，你生到極樂世界就到實報土，那真叫上上品往生，我們一生要立志、要發願、要這樣的爭取，這是彌陀、釋迦對我們的期望。這是說明，真空、實際都在眼前，我們不認識，把它變成煩惱、變成憂慮。"
    },
    {
      "id": "12-047-0002_p0036",
      "zh_CN": "【今者统收玄奥。囊括大宗。】",
      "zh_TW": "【今者統收玄奧。囊括大宗。】"
    },
    {
      "id": "12-047-0002_p0037",
      "zh_CN": "这就是贤首国师发了大慈悲心，我们面对《华严》找不到门路，确实常常读诵，依旧迷在其中。大师帮助我们，『统收玄奥』，把《华严经》的幽玄奥妙的宗旨、修学的方法提出纲领，来帮助我们修学，这个确实是非常的稀有难逢。",
      "zh_TW": "這就是賢首國師發了大慈悲心，我們面對《華嚴》找不到門路，確實常常讀誦，依舊迷在其中。大師幫助我們，『統收玄奧』，把《華嚴經》的幽玄奧妙的宗旨、修學的方法提出綱領，來幫助我們修學，這個確實是非常的稀有難逢。"
    },
    {
      "id": "12-047-0002_p0038",
      "zh_CN": "【出经卷于尘中。转法轮于毛处。】",
      "zh_TW": "【出經卷於塵中。轉法輪於毛處。】"
    },
    {
      "id": "12-047-0002_p0039",
      "zh_CN": "这两句是大师自己的形容。『尘』是比喻少，『经卷』太多。他后面给我们写的六条，就是《华严经》里面的一尘，《华严经》里面的毛端。但是不要小看这个一尘跟毛端，开头他就说「满教难思，窥一尘而顿现，圆宗叵测，睹纤毫以齐彰」，跟前面两句相应。对于学人来讲，学人是学生，是学习的人来说：",
      "zh_TW": "這兩句是大師自己的形容。『塵』是比喻少，『經卷』太多。他後面給我們寫的六條，就是《華嚴經》裡面的一塵，《華嚴經》裡面的毛端。但是不要小看這個一塵跟毛端，開頭他就說「滿教難思，窺一塵而頓現，圓宗叵測，睹纖毫以齊彰」，跟前面兩句相應。對於學人來講，學人是學生，是學習的人來說："
    },
    {
      "id": "12-047-0002_p0040",
      "zh_CN": "【明者德隆于即日。昧者望绝于多生。】",
      "zh_TW": "【明者德隆於即日。昧者望絕於多生。】"
    },
    {
      "id": "12-047-0002_p0041",
      "zh_CN": "根性不相同，『明』是什么？明白人，『昧』是糊涂人。明白人、聪明的人，他为什么会明？烦恼轻就明，习气重就昧。我们虽然糊涂，只要我们能把烦恼习气放下，我们就回归到明。为什么？自性本明，这个昧不是自性，自性里头没有昧，自性里头只有明。你看看它第一条里面所讲的，「显一体，自性清净圆明体」，所以明是本有，清净是本有，圆满是本有，你没有任何欠缺。这是你自体里头本来具足的，就是惠能大师所说的「何期自性，本自具足」，你没有欠缺。真正能够把分别执着放下，你自性里面的智慧德相现前就能证得，所以『德隆于即日』，即日是现前、今天。昧，你要是业障习气很重，就没指望，那怎么办？多生多劫的去修行，这一生不能成就，来生后世接着再来。所以根性的利钝，是可以改变的，也就是我们一般人所说的，命运有，不是没有，命运可以改变。了凡先生遇到孔先生给他算命，他相信命运是注定的，孔先生给他算一生的流年，他在遇到云谷禅师之前的二十年，每年他的际遇丝毫不爽，所以他完全相信。命里有的，到时候自然有；命里没有的，求也求不来。遇到云谷禅师之后，云谷禅师把命的原理给他讲清楚、讲明白，他懂了，你一生的命运不是别人给你注定的，是你自己前生所修的，自己决定自己的命运。既然命运是自己造的，当然可以修改，往好的地方修改，断恶修善；要是往不善的地方去修改，那你继续造恶，就这么回事情。",
      "zh_TW": "根性不相同，『明』是什麼？明白人，『昧』是糊塗人。明白人、聰明的人，他為什麼會明？煩惱輕就明，習氣重就昧。我們雖然糊塗，只要我們能把煩惱習氣放下，我們就回歸到明。為什麼？自性本明，這個昧不是自性，自性裡頭沒有昧，自性裡頭只有明。你看看它第一條裡面所講的，「顯一體，自性清淨圓明體」，所以明是本有，清淨是本有，圓滿是本有，你沒有任何欠缺。這是你自體裡頭本來具足的，就是惠能大師所說的「何期自性，本自具足」，你沒有欠缺。真正能夠把分別執著放下，你自性裡面的智慧德相現前就能證得，所以『德隆於即日』，即日是現前、今天。昧，你要是業障習氣很重，就沒指望，那怎麼辦？多生多劫的去修行，這一生不能成就，來生後世接著再來。所以根性的利鈍，是可以改變的，也就是我們一般人所說的，命運有，不是沒有，命運可以改變。了凡先生遇到孔先生給他算命，他相信命運是注定的，孔先生給他算一生的流年，他在遇到雲谷禪師之前的二十年，每年他的際遇絲毫不爽，所以他完全相信。命裡有的，到時候自然有；命裡沒有的，求也求不來。遇到雲谷禪師之後，雲谷禪師把命的原理給他講清楚、講明白，他懂了，你一生的命運不是別人給你注定的，是你自己前生所修的，自己決定自己的命運。既然命運是自己造的，當然可以修改，往好的地方修改，斷惡修善；要是往不善的地方去修改，那你繼續造惡，就這麼回事情。"
    },
    {
      "id": "12-047-0002_p0042",
      "zh_CN": "我们修行人，聪明、智慧跟愚昧、糊涂，一样可以改变。你怎么昏昧的？总不外乎贪瞋痴慢太重，你就昏昧。古人常讲的「见利忘义，口是心非」，与一般人往来都是有目的，什么目的？有利可图，那就是昧者。这个人可以利用，跟他好好的往来，哪一天利用的价值没有了，就远离他，这种事情在今天的社会，处处都可以看到。我们学佛的人看得很清楚，他眼前占人家一些便宜，来生三途去受报，三途的罪业报完之后，再到人间来还要还人的债务，欠命的还命，欠债的还钱。你说有什么意思？所以佛菩萨眼目当中见到这些事实真相，很感叹叫「可怜悯者」，真可怜！我们学佛算是这一生非常幸运，能遇到佛法，能遇到大乘，尤其是遇到《华严》，把这些现象搞得清清楚楚、明明白白，才晓得自己应该怎样做人，做个明白人，不能干糊涂事。时时刻刻不断的提升自己的灵性，绝不走下坡，这就对了。众生根性不相同，佛的法门很多，这个法门跟我们根性相应，修起来就不难。真修、真干，我们时间不够，还没有到开悟寿命就到了，这时候怎么办？如果你是真修真干，佛菩萨帮助你寿命延长，慈悲到极处，让你有足够的时间在这一生达到你的愿望。延寿不是在这个世间享受的，不是为享受的，是为了我要达到这个目标，我认真努力的提升自己，这就对了。我们明白这个道理，了解事实真相，再看看过去，古今中外的这些大修行人，他是我们的榜样，是我们的借镜。我们根据经教的理论、方法，看到前人所修、所证，我们循着这条路子走，不会走错。",
      "zh_TW": "我們修行人，聰明、智慧跟愚昧、糊塗，一樣可以改變。你怎麼昏昧的？總不外乎貪瞋痴慢太重，你就昏昧。古人常講的「見利忘義，口是心非」，與一般人往來都是有目的，什麼目的？有利可圖，那就是昧者。這個人可以利用，跟他好好的往來，哪一天利用的價值沒有了，就遠離他，這種事情在今天的社會，處處都可以看到。我們學佛的人看得很清楚，他眼前佔人家一些便宜，來生三途去受報，三途的罪業報完之後，再到人間來還要還人的債務，欠命的還命，欠債的還錢。你說有什麼意思？所以佛菩薩眼目當中見到這些事實真相，很感嘆叫「可憐憫者」，真可憐！我們學佛算是這一生非常幸運，能遇到佛法，能遇到大乘，尤其是遇到《華嚴》，把這些現象搞得清清楚楚、明明白白，才曉得自己應該怎樣做人，做個明白人，不能幹糊塗事。時時刻刻不斷的提升自己的靈性，絕不走下坡，這就對了。眾生根性不相同，佛的法門很多，這個法門跟我們根性相應，修起來就不難。真修、真幹，我們時間不夠，還沒有到開悟壽命就到了，這時候怎麼辦？如果你是真修真幹，佛菩薩幫助你壽命延長，慈悲到極處，讓你有足夠的時間在這一生達到你的願望。延壽不是在這個世間享受的，不是為享受的，是為了我要達到這個目標，我認真努力的提升自己，這就對了。我們明白這個道理，了解事實真相，再看看過去，古今中外的這些大修行人，他是我們的榜樣，是我們的借鏡。我們根據經教的理論、方法，看到前人所修、所證，我們循著這條路子走，不會走錯。"
    },
    {
      "id": "12-047-0002_p0043",
      "zh_CN": "【会旨者山岳易移。】",
      "zh_TW": "【會旨者山嶽易移。】"
    },
    {
      "id": "12-047-0002_p0044",
      "zh_CN": "这就『会』，『旨』是宗旨，也就是此地讲的奥旨，华严奥旨。你要是会，『山岳易移』，这比喻不难，什么不难？成佛不难。",
      "zh_TW": "這就『會』，『旨』是宗旨，也就是此地講的奧旨，華嚴奧旨。你要是會，『山嶽易移』，這比喻不難，什麼不難？成佛不難。"
    },
    {
      "id": "12-047-0002_p0045",
      "zh_CN": "【乖宗者锱铢难入。】",
      "zh_TW": "【乖宗者錙銖難入。】"
    },
    {
      "id": "12-047-0002_p0046",
      "zh_CN": "『乖』是违背，违背宗旨的，那就真的难了，『锱铢』是细小，再细再小你也入不进去。这是比喻的话，我们不能不知道。所以宗门祖师大德，常常测验学生，问他：「你会么！」这句话听起来很简单，用意很深。会，一生一定可以契入华严境界，不会就难，会不会还是一句老话，你肯不肯放下？放下就会，不肯放下就不会；放下就明白，不肯放下就糊涂愚昧；放下就会，不肯放下那就违背宗旨。总而言之，统而言之，佛没有别的，就是教我们放下起心动念你成佛，放下分别你成菩萨，放下执着你成阿罗汉。佛没有东西教人，智慧是现成的，你自己自性里头本来具足的，德能是现成的，技艺是现成的，相好、福报没有一样不是现成的，你跟诸佛菩萨去比，一样都不缺。问题就是你自己找了这一大堆的烦恼，在六道里面过这么痛苦的生活，这冤枉。所以希望我们真正觉悟、真正明白，醒过来了，这一生当中契入华严境界，往生弥陀实报庄严土，我们就功德圆满。我们对得起佛陀，对得起菩萨，对得起贤首国师。今天时间到了，我们就学习到此地。",
      "zh_TW": "『乖』是違背，違背宗旨的，那就真的難了，『錙銖』是細小，再細再小你也入不進去。這是比喻的話，我們不能不知道。所以宗門祖師大德，常常測驗學生，問他：「你會麼！」這句話聽起來很簡單，用意很深。會，一生一定可以契入華嚴境界，不會就難，會不會還是一句老話，你肯不肯放下？放下就會，不肯放下就不會；放下就明白，不肯放下就糊塗愚昧；放下就會，不肯放下那就違背宗旨。總而言之，統而言之，佛沒有別的，就是教我們放下起心動念你成佛，放下分別你成菩薩，放下執著你成阿羅漢。佛沒有東西教人，智慧是現成的，你自己自性裡頭本來具足的，德能是現成的，技藝是現成的，相好、福報沒有一樣不是現成的，你跟諸佛菩薩去比，一樣都不缺。問題就是你自己找了這一大堆的煩惱，在六道裡面過這麼痛苦的生活，這冤枉。所以希望我們真正覺悟、真正明白，醒過來了，這一生當中契入華嚴境界，往生彌陀實報莊嚴土，我們就功德圓滿。我們對得起佛陀，對得起菩薩，對得起賢首國師。今天時間到了，我們就學習到此地。"
    }
  ]
}