{
  "doc_id": "12-047-0102",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二集",
    "zh_TW": "第一０二集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "12-047-0102",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "12-047-0102_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第二十一面倒数第五行看起，我们从末后一句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第二十一面倒數第五行看起，我們從末後一句："
    },
    {
      "id": "12-047-0102_p0002",
      "zh_CN": "【生盲之辈亦蒙润益。令知时节寒热之期。草木无情悉皆滋长。如来智日亦复如是。故曰智身影现众缘观也。】",
      "zh_TW": "【生盲之輩亦蒙潤益。令知時節寒熱之期。草木無情悉皆滋長。如來智日亦復如是。故曰智身影現眾緣觀也。】"
    },
    {
      "id": "12-047-0102_p0003",
      "zh_CN": "这是六观的第四观末后的这段，说明『智身影现众缘』。最主要的是说，诸佛如来、法身菩萨普度众生，应众生之感，能鉴众缘。而我们细心观察世出世间法，缘实在太重要了。我们在日常生活当中，起心动念、言语造作、待人接物又何尝不是个缘，所以缘这个字范围太广、太大、太深了。如果把这个缘能处理好，那就像诸佛菩萨一样，所有障碍都没有了。古人有句话说得好，「做事难，做人更难」，人缘要是处好了，一切事的障碍也就没有了。佛教化众生，经上常讲缘生，生什么？生万法。在这部论文里面，第三段讲三种周遍，第一个是周遍法界，起心动念周遍法界；第二个出生无尽，那是缘，那就是缘生，所以这因缘生法。佛往往把因省掉，特别强调缘，什么原因？因为因可以说一切众生本来具足。那个因是什么？是自性里面的德能相好，智慧、德能、相好，我们特别着重在德能相好上，那是因，能生的因。有缘它就现相，没有缘它就不现。",
      "zh_TW": "這是六觀的第四觀末後的這段，說明『智身影現眾緣』。最主要的是說，諸佛如來、法身菩薩普度眾生，應眾生之感，能鑑眾緣。而我們細心觀察世出世間法，緣實在太重要了。我們在日常生活當中，起心動念、言語造作、待人接物又何嘗不是個緣，所以緣這個字範圍太廣、太大、太深了。如果把這個緣能處理好，那就像諸佛菩薩一樣，所有障礙都沒有了。古人有句話說得好，「做事難，做人更難」，人緣要是處好了，一切事的障礙也就沒有了。佛教化眾生，經上常講緣生，生什麼？生萬法。在這部論文裡面，第三段講三種周遍，第一個是周遍法界，起心動念周遍法界；第二個出生無盡，那是緣，那就是緣生，所以這因緣生法。佛往往把因省掉，特別強調緣，什麼原因？因為因可以說一切眾生本來具足。那個因是什麼？是自性裡面的德能相好，智慧、德能、相好，我們特別著重在德能相好上，那是因，能生的因。有緣它就現相，沒有緣它就不現。"
    },
    {
      "id": "12-047-0102_p0004",
      "zh_CN": "我们学这么多年，这个事实真相逐渐清楚了，宇宙从哪里来的，我从哪里来的。我是正报，除这个身之外，都叫做依报。实际上说这个身也是依报，最密切的一个依报。身不是我，这学佛的人都知道，身是我所有的。什么是我？在佛法里面讲，灵性是我，就是自性。一念不觉，灵性就现前，就有个依报，有个身，有色身。一念不觉，自性就变成阿赖耶。阿赖耶也不是真的，明心见性之后，把无始无明的习气断干净了，阿赖耶就没有了。大乘教里面讲的，转八识成四智，阿赖耶就没有了，阿赖耶变成四智，叫四智菩提，大圆镜智、平等性智、妙观察智、成所作智，这自性起用，转识成智。我们的正报，迷了之后就有了，愈迷愈深，这个事情就麻烦，也是总是遇缘不同。如果我们不离开佛陀，不离开圣教，我们所迷的就会愈来愈淡薄，这好事情，渐渐就回归自性。如果遇的缘不善，那你就愈迷愈深，这个事情就麻烦，从实报土你会落到十法界，十法界里面的佛法界。再往下去，菩萨法界、缘觉法界、声闻法界。再要遇到不善缘，起了执着，这一起执着，从四圣法界就落到六道里面去了。六道有善缘、有恶缘，遇到善缘，三善道，遇到恶缘，三恶道，总在遇缘不同。",
      "zh_TW": "我們學這麼多年，這個事實真相逐漸清楚了，宇宙從哪裡來的，我從哪裡來的。我是正報，除這個身之外，都叫做依報。實際上說這個身也是依報，最密切的一個依報。身不是我，這學佛的人都知道，身是我所有的。什麼是我？在佛法裡面講，靈性是我，就是自性。一念不覺，靈性就現前，就有個依報，有個身，有色身。一念不覺，自性就變成阿賴耶。阿賴耶也不是真的，明心見性之後，把無始無明的習氣斷乾淨了，阿賴耶就沒有了。大乘教裡面講的，轉八識成四智，阿賴耶就沒有了，阿賴耶變成四智，叫四智菩提，大圓鏡智、平等性智、妙觀察智、成所作智，這自性起用，轉識成智。我們的正報，迷了之後就有了，愈迷愈深，這個事情就麻煩，也是總是遇緣不同。如果我們不離開佛陀，不離開聖教，我們所迷的就會愈來愈淡薄，這好事情，漸漸就回歸自性。如果遇的緣不善，那你就愈迷愈深，這個事情就麻煩，從實報土你會落到十法界，十法界裡面的佛法界。再往下去，菩薩法界、緣覺法界、聲聞法界。再要遇到不善緣，起了執著，這一起執著，從四聖法界就落到六道裡面去了。六道有善緣、有惡緣，遇到善緣，三善道，遇到惡緣，三惡道，總在遇緣不同。"
    },
    {
      "id": "12-047-0102_p0005",
      "zh_CN": "所以智慧就重要，因为智慧能鉴众缘，你把缘看得很清楚，那种缘可以随，那种缘不能随，随缘。佛，这是破了无明的，我们常讲这些人他有功夫，他六根接触外面六尘境界，他能够不起心不动念。不起心、不动念就是无始无明破了，无明就是起心动念，起心动念尚且没有，当然分别执着是决定不会起来的。这就是我们常讲的明心见性的菩萨，法身大士，他们超越十法界，住实报土，有能力把一切缘都看得清楚。他能随一切缘，我们不行，我们总是要辨别染净、邪正、善恶，我们要有能力辨别这个。清净的可以随，染污的不能随；正法可以随，邪法不能随；善法可以随，恶法不能随。为什么？我们烦恼习气没有断，那就不能随恶缘。诸佛如来应化在世间，他有本事，他可以随恶缘、可以随染缘。为什么？做种种示现给我们看，让我们在这里面觉悟，这是真实的慈悲，无尽的慈悲。就像在舞台上表演，他可以演正面的，也能演负面的，他能演清净的，也能演染污的，演得非常逼真，让我们看到受到感动、受到启发，这都是教学。实际上，佛确实如如不动。释迦牟尼佛为我们说法四十九年，般若会上他讲了真话，真话是什么？他实在没有讲过一句话，谁要认为佛讲经说法，那叫谤佛。这句话意思很深，我们听不懂，明明说了四十九年，结集经藏成为现在的《大藏经》，怎么能说没有说话？从理上讲，佛是说而无说、无说而说，这个意思深。不说话的时候，你不能说他没有说，说话的时候，你不能说他有说，这愈说愈玄，我们听不懂。表演的时候，因为这是身教，作而无作、无作而作。没有演出来给我们看，不能说无作；演出来给我们看，不能说有作。这个境界我们能不能体会？",
      "zh_TW": "所以智慧就重要，因為智慧能鑑眾緣，你把緣看得很清楚，那種緣可以隨，那種緣不能隨，隨緣。佛，這是破了無明的，我們常講這些人他有功夫，他六根接觸外面六塵境界，他能夠不起心不動念。不起心、不動念就是無始無明破了，無明就是起心動念，起心動念尚且沒有，當然分別執著是決定不會起來的。這就是我們常講的明心見性的菩薩，法身大士，他們超越十法界，住實報土，有能力把一切緣都看得清楚。他能隨一切緣，我們不行，我們總是要辨別染淨、邪正、善惡，我們要有能力辨別這個。清淨的可以隨，染污的不能隨；正法可以隨，邪法不能隨；善法可以隨，惡法不能隨。為什麼？我們煩惱習氣沒有斷，那就不能隨惡緣。諸佛如來應化在世間，他有本事，他可以隨惡緣、可以隨染緣。為什麼？做種種示現給我們看，讓我們在這裡面覺悟，這是真實的慈悲，無盡的慈悲。就像在舞台上表演，他可以演正面的，也能演負面的，他能演清淨的，也能演染污的，演得非常逼真，讓我們看到受到感動、受到啟發，這都是教學。實際上，佛確實如如不動。釋迦牟尼佛為我們說法四十九年，般若會上他講了真話，真話是什麼？他實在沒有講過一句話，誰要認為佛講經說法，那叫謗佛。這句話意思很深，我們聽不懂，明明說了四十九年，結集經藏成為現在的《大藏經》，怎麼能說沒有說話？從理上講，佛是說而無說、無說而說，這個意思深。不說話的時候，你不能說他沒有說，說話的時候，你不能說他有說，這愈說愈玄，我們聽不懂。表演的時候，因為這是身教，作而無作、無作而作。沒有演出來給我們看，不能說無作；演出來給我們看，不能說有作。這個境界我們能不能體會？"
    },
    {
      "id": "12-047-0102_p0006",
      "zh_CN": "古人有句话说，「大人作略」，这个大人是诸佛菩萨，不是凡人，凡人做不到。凡人包括四圣法界，在大乘法里面，四圣法界称为外凡，六道是内凡，都叫凡夫。什么是圣人？超越十法界才叫圣人，还在十法界里面都不称圣人。勉强十法界里面四圣法界称为小圣，不是大圣，大圣一定是超越十法界。所以，能鉴众缘这四个字对我们来讲非常重要。我们在一切境缘当中，这个缘字把境也包括在里头。通常佛法，缘是讲人事，人事环境，境界的境是讲物质环境，我们的环境归纳起来不外乎两大类，一个人事环境、一个物质环境。但是在此地，缘里也包括物质环境。从事实真相上来说，「缘相本空，智体照寂」，「有目之流无不睹见」，没有人没有看到。看到的问题在哪里？你觉不觉悟！宗门大德常讲「你会么」，什么叫会？他一看就觉悟。怎么看也不觉悟，他不会。不会怎么办？多看，看久了他就会。",
      "zh_TW": "古人有句話說，「大人作略」，這個大人是諸佛菩薩，不是凡人，凡人做不到。凡人包括四聖法界，在大乘法裡面，四聖法界稱為外凡，六道是內凡，都叫凡夫。什麼是聖人？超越十法界才叫聖人，還在十法界裡面都不稱聖人。勉強十法界裡面四聖法界稱為小聖，不是大聖，大聖一定是超越十法界。所以，能鑑眾緣這四個字對我們來講非常重要。我們在一切境緣當中，這個緣字把境也包括在裡頭。通常佛法，緣是講人事，人事環境，境界的境是講物質環境，我們的環境歸納起來不外乎兩大類，一個人事環境、一個物質環境。但是在此地，緣裡也包括物質環境。從事實真相上來說，「緣相本空，智體照寂」，「有目之流無不睹見」，沒有人沒有看到。看到的問題在哪裡？你覺不覺悟！宗門大德常講「你會麼」，什麼叫會？他一看就覺悟。怎麼看也不覺悟，他不會。不會怎麼辦？多看，看久了他就會。"
    },
    {
      "id": "12-047-0102_p0007",
      "zh_CN": "所以古人教给我们，读书千遍，其义自见。你能不能把一部书念到一千遍？念到一千遍，肯定你就会了，你就觉悟。什么原因？觉是智慧，智慧从哪里来的？智慧从定来的。人要把书念一百遍的话，他心定了，定能开慧，就是这么个道理。现在人难，难在哪里？心浮气躁，一样东西让他看三遍他就不耐烦。这显示什么？没有定功，不会开悟，没有耐性，这是我们自己要好好培养。一遍怎么行？我们学东西，早年我在台中跟李老师学经教，我常常跟同学们讲，我们跟老师学经，一部经至少要讲十遍。我跟老师学了，学到自己能讲，能讲之后，最少要讲十遍，你阿赖耶识才有深刻的印象。明了之后，就是解了之后，你要能行，把经典里面的道理变成自己的思想、见解，这上乘。经里面的教训变成自己的生活行为，我得受用了，我要不熟我怎么能得受用？有些同学讲个一遍、二遍，不错了，自己不错了，就要学第二本，学第三本。结果到最后都不能成就，根扎得不深。",
      "zh_TW": "所以古人教給我們，讀書千遍，其義自見。你能不能把一部書念到一千遍？念到一千遍，肯定你就會了，你就覺悟。什麼原因？覺是智慧，智慧從哪裡來的？智慧從定來的。人要把書念一百遍的話，他心定了，定能開慧，就是這麼個道理。現在人難，難在哪裡？心浮氣躁，一樣東西讓他看三遍他就不耐煩。這顯示什麼？沒有定功，不會開悟，沒有耐性，這是我們自己要好好培養。一遍怎麼行？我們學東西，早年我在台中跟李老師學經教，我常常跟同學們講，我們跟老師學經，一部經至少要講十遍。我跟老師學了，學到自己能講，能講之後，最少要講十遍，你阿賴耶識才有深刻的印象。明瞭之後，就是解了之後，你要能行，把經典裡面的道理變成自己的思想、見解，這上乘。經裡面的教訓變成自己的生活行為，我得受用了，我要不熟我怎麼能得受用？有些同學講個一遍、二遍，不錯了，自己不錯了，就要學第二本，學第三本。結果到最後都不能成就，根紮得不深。"
    },
    {
      "id": "12-047-0102_p0008",
      "zh_CN": "「有目」这是什么？就是有悟性的人，「睹见」是讲他悟处，他一看到一听到他有感悟。『生盲之辈』，这都是比喻，生盲是生下来眼睛就瞎了，所以他看不到东西。这是表示什么？根性钝的，他怎么看怎么听他也不会开悟，指这一类的人。他得不得利益？得利益，也得利益。甚至于连花草树木都得利益。这个利益就是现在所讲的，我们自性里面本来就有，不是从哪来的，自性里本来就是这样的，有能量、有信息、有物质。但是没有缘它不会现起，所以你不能说它没有，就是惠能大师开悟的时候说的，「何期自性，本自具足」，就是说这个意思。我们凡夫烦恼习气很重，一千遍也不会开悟，也不懂得佛的意思，可是日常生活当中有没有得到利益？得到。他末后一句『如来智日』，就是自性般若也就是这个样子，所有一切众生统统得受用。但是他知其当然而不知其所以然，这就要教、就要学。",
      "zh_TW": "「有目」這是什麼？就是有悟性的人，「睹見」是講他悟處，他一看到一聽到他有感悟。『生盲之輩』，這都是比喻，生盲是生下來眼睛就瞎了，所以他看不到東西。這是表示什麼？根性鈍的，他怎麼看怎麼聽他也不會開悟，指這一類的人。他得不得利益？得利益，也得利益。甚至於連花草樹木都得利益。這個利益就是現在所講的，我們自性裡面本來就有，不是從哪來的，自性裡本來就是這樣的，有能量、有信息、有物質。但是沒有緣它不會現起，所以你不能說它沒有，就是惠能大師開悟的時候說的，「何期自性，本自具足」，就是說這個意思。我們凡夫煩惱習氣很重，一千遍也不會開悟，也不懂得佛的意思，可是日常生活當中有沒有得到利益？得到。他末後一句『如來智日』，就是自性般若也就是這個樣子，所有一切眾生統統得受用。但是他知其當然而不知其所以然，這就要教、就要學。"
    },
    {
      "id": "12-047-0102_p0009",
      "zh_CN": "昨天我们读到「能鉴众缘」，略略的提到释迦牟尼佛在经里面讲过十种宿世的因缘。我们利用这个时间好好来学一学，这是什么？用现在话讲，这是业因果报。我们从这个地方看，这是在经里面，是说释迦牟尼佛在摩竭提国竹园中，就是竹林精舍，佛在祇树给孤独园竹林精舍讲过相当长一段时间经。从这个地方看，释迦牟尼佛他也很活泼，也不是很固执的。虽然一生他坚持日中一食，树下一宿，可是有些长者居士、国王大臣有非常美好的庭院，也很宽大，请他到里面，供养他，请他带着他的学生在这里面居住，安居、学习，他也不拒绝。讲完之后他就走了，都给我们后人做样子，他不留恋。再美好的环境，我在这里讲一部经，讲完之后就走了，这个地方还给主人。所以我常讲，主人有所有权，释迦牟尼佛借用的时候，他有使用权，他只是借来使用，讲完就走了，哪里有缘到哪里去，释迦牟尼佛一生没有道场。",
      "zh_TW": "昨天我們讀到「能鑑眾緣」，略略的提到釋迦牟尼佛在經裡面講過十種宿世的因緣。我們利用這個時間好好來學一學，這是什麼？用現在話講，這是業因果報。我們從這個地方看，這是在經裡面，是說釋迦牟尼佛在摩竭提國竹園中，就是竹林精舍，佛在祇樹給孤獨園竹林精舍講過相當長一段時間經。從這個地方看，釋迦牟尼佛他也很活潑，也不是很固執的。雖然一生他堅持日中一食，樹下一宿，可是有些長者居士、國王大臣有非常美好的庭院，也很寬大，請他到裡面，供養他，請他帶著他的學生在這裡面居住，安居、學習，他也不拒絕。講完之後他就走了，都給我們後人做樣子，他不留戀。再美好的環境，我在這裡講一部經，講完之後就走了，這個地方還給主人。所以我常講，主人有所有權，釋迦牟尼佛借用的時候，他有使用權，他只是借來使用，講完就走了，哪裡有緣到哪裡去，釋迦牟尼佛一生沒有道場。"
    },
    {
      "id": "12-047-0102_p0010",
      "zh_CN": "讲这一段事情的时候在竹林精舍，他给这些学生们讲他过去生中的缘，为什么？这一生中有些报应，这果报从哪里来的？可是说法也有缘起，这不是佛无问自说，是舍利弗提出这个问题问释迦牟尼佛。譬如佛在世也遭人毁谤，也遭人侮辱，学生就怀疑，你老人家成佛了，凡夫有这种事情能说得过去，为什么你也有？这个问得好！这一问把很多人的疑惑都化解，佛说清楚了就化解了。大意都是说过去，过去的时间太长了。凡夫修行成佛不止三大阿僧祇劫，这个诸位同学要晓得，三大阿僧祇劫不是对我们讲的，三大阿僧祇劫是对法身菩萨讲的。从什么时候开始？从大彻大悟、明心见性那一天开始，彻悟之后，他不但超越六道，他超越十法界，他是法身菩萨，《华严经》圆教初住以上，从这一天起。他还有烦恼吗？有，烦恼太微薄，我们实在看不出来，这是什么？无始无明的习气，无始无明他断了，习气没断。习气要多长的时间才能断掉？要三大阿僧祇劫。用什么方法？没有方法，只有时间长，自自然然就没有了，是这么个意思，这是我们总得要明了的。所以一般经典上都说凡夫修成佛是无量劫，我们听到这个也不要害怕，为什么？从理上讲，凡夫成佛是一念之间，你能肯把妄想分别执着放下，就马上成佛。释迦牟尼佛给我们做出这个样子，夜睹明星，豁然大悟，在中国惠能大师给我们做了样子，释迦牟尼佛示现的是知识分子，惠能大师示现的是不认识字。这个东西与知识、与识字不识字没有关系，关系你肯不肯放下。",
      "zh_TW": "講這一段事情的時候在竹林精舍，他給這些學生們講他過去生中的緣，為什麼？這一生中有些報應，這果報從哪裡來的？可是說法也有緣起，這不是佛無問自說，是舍利弗提出這個問題問釋迦牟尼佛。譬如佛在世也遭人毀謗，也遭人侮辱，學生就懷疑，你老人家成佛了，凡夫有這種事情能說得過去，為什麼你也有？這個問得好！這一問把很多人的疑惑都化解，佛說清楚了就化解了。大意都是說過去，過去的時間太長了。凡夫修行成佛不止三大阿僧祇劫，這個諸位同學要曉得，三大阿僧祇劫不是對我們講的，三大阿僧祇劫是對法身菩薩講的。從什麼時候開始？從大徹大悟、明心見性那一天開始，徹悟之後，他不但超越六道，他超越十法界，他是法身菩薩，《華嚴經》圓教初住以上，從這一天起。他還有煩惱嗎？有，煩惱太微薄，我們實在看不出來，這是什麼？無始無明的習氣，無始無明他斷了，習氣沒斷。習氣要多長的時間才能斷掉？要三大阿僧祇劫。用什麼方法？沒有方法，只有時間長，自自然然就沒有了，是這麼個意思，這是我們總得要明瞭的。所以一般經典上都說凡夫修成佛是無量劫，我們聽到這個也不要害怕，為什麼？從理上講，凡夫成佛是一念之間，你能肯把妄想分別執著放下，就馬上成佛。釋迦牟尼佛給我們做出這個樣子，夜睹明星，豁然大悟，在中國惠能大師給我們做了樣子，釋迦牟尼佛示現的是知識分子，惠能大師示現的是不認識字。這個東西與知識、與識字不識字沒有關係，關係你肯不肯放下。"
    },
    {
      "id": "12-047-0102_p0011",
      "zh_CN": "佛也是随便讲了他自己过去生中造作的恶因，「无数千岁」这句话就是无量劫来，「受无量苦报」。所以人不能造恶，造恶苦不是一生，生生世世。为什么？恶因在，遇到恶缘它就又起现行，这个事情麻烦可大了。你的恶因在哪里？恶因在阿赖耶里，阿赖耶是个仓库，你所造的一切善恶染净全在里面藏着，它会起作用。到成佛，成了佛还有余罪，「余残未尽」，是什么？习气，佛门叫习气。罪是不造了，完全觉悟不再造了，断掉了，可是还有习气，习气还会惹来果报。我们要问：佛有没有习气？佛没有习气了。没有习气为什么还要现这个？那是他示现，我们在这里要懂这个意思。法身菩萨哪还有这种果报？不可能。说实在话，阿罗汉到人间有这个果报可能，为什么？他习气没断。什么习气？执着的习气，分别执着习气断掉，就没有了。法身菩萨是无始无明习气，那个没有关系，那个绝对不会有这些事相，这个我们要知道。释迦牟尼佛这样的示现，我们就感恩，他是来教我们的，他是来表演的，不是真的。像演戏，演给我们看，我们要懂这个意思。这是成道了，示现成道，八相成道，还遇到宿世的这些冤家，我们今天讲的冤亲债主，他来找麻烦。佛告诉舍利弗，舍利弗请法，就以他为代表。他说「汝观如来，众恶皆尽，万善普备」，我们常讲的诸恶不作，众善奉行，他已经做到真的百分之百的圆满，「犹不免此宿缘者，盖欲示人，凡造恶业，果报难逃，故说是宿缘也」。佛把这个意思说出来，这是示现，告诉你恶业不能造，造了恶业决定逃不掉，《太上感应篇》里讲得好，讲得很清楚。",
      "zh_TW": "佛也是隨便講了他自己過去生中造作的惡因，「無數千歲」這句話就是無量劫來，「受無量苦報」。所以人不能造惡，造惡苦不是一生，生生世世。為什麼？惡因在，遇到惡緣它就又起現行，這個事情麻煩可大了。你的惡因在哪裡？惡因在阿賴耶裡，阿賴耶是個倉庫，你所造的一切善惡染淨全在裡面藏著，它會起作用。到成佛，成了佛還有餘罪，「餘殘未盡」，是什麼？習氣，佛門叫習氣。罪是不造了，完全覺悟不再造了，斷掉了，可是還有習氣，習氣還會惹來果報。我們要問：佛有沒有習氣？佛沒有習氣了。沒有習氣為什麼還要現這個？那是他示現，我們在這裡要懂這個意思。法身菩薩哪還有這種果報？不可能。說實在話，阿羅漢到人間有這個果報可能，為什麼？他習氣沒斷。什麼習氣？執著的習氣，分別執著習氣斷掉，就沒有了。法身菩薩是無始無明習氣，那個沒有關係，那個絕對不會有這些事相，這個我們要知道。釋迦牟尼佛這樣的示現，我們就感恩，他是來教我們的，他是來表演的，不是真的。像演戲，演給我們看，我們要懂這個意思。這是成道了，示現成道，八相成道，還遇到宿世的這些冤家，我們今天講的冤親債主，他來找麻煩。佛告訴舍利弗，舍利弗請法，就以他為代表。他說「汝觀如來，眾惡皆盡，萬善普備」，我們常講的諸惡不作，眾善奉行，他已經做到真的百分之百的圓滿，「猶不免此宿緣者，蓋欲示人，凡造惡業，果報難逃，故說是宿緣也」。佛把這個意思說出來，這是示現，告訴你惡業不能造，造了惡業決定逃不掉，《太上感應篇》裡講得好，講得很清楚。"
    },
    {
      "id": "12-047-0102_p0012",
      "zh_CN": "第一个例子讲「孙陀利谤佛」。因，那都是很早很早种下来的，往昔所种的因。佛举的例子，多半都是在当地，这是自古以来古圣先贤教导我们，举例子、举比喻，就近取譬喻。为什么？大家清楚，大家都知道。而现在外国人在深度催眠当中也发现，灵魂投胎生生世世纠缠不清。在中国也有，我是这两天有个同学给我一个信息，今年发生的事情，二００九年发生的。一个少年杀蛇，中年的时候他断舌，果报；放纵情欲，祸延后世。这就是我们现在常讲的附体，冤亲债主附体，附体说出来的。什么时候结的怨？在元朝时候，距离现在七、八百年，那时候是蒙古人，蒙古的王爷，那个时候害死人，王爷害死宫廷里面的艺人，她们在宫廷服务，害死不少这些人。一直到现在怨恨没消，要来夺他的命，要来报仇。他们周边都是学佛的同修，给他来化解，最后他也同意到海岛金山寺参加法会，得到超度，离开了。所以这个事情麻烦透了。佛给我们讲的这个故事，跟这一类的，现在你能看到，你就晓得他不是假的。所以佛有这些示现来给我们看。",
      "zh_TW": "第一個例子講「孫陀利謗佛」。因，那都是很早很早種下來的，往昔所種的因。佛舉的例子，多半都是在當地，這是自古以來古聖先賢教導我們，舉例子、舉比喻，就近取譬喻。為什麼？大家清楚，大家都知道。而現在外國人在深度催眠當中也發現，靈魂投胎生生世世糾纏不清。在中國也有，我是這兩天有個同學給我一個信息，今年發生的事情，二００九年發生的。一個少年殺蛇，中年的時候他斷舌，果報；放縱情欲，禍延後世。這就是我們現在常講的附體，冤親債主附體，附體說出來的。什麼時候結的怨？在元朝時候，距離現在七、八百年，那時候是蒙古人，蒙古的王爺，那個時候害死人，王爺害死宮廷裡面的藝人，她們在宮廷服務，害死不少這些人。一直到現在怨恨沒消，要來奪他的命，要來報仇。他們周邊都是學佛的同修，給他來化解，最後他也同意到海島金山寺參加法會，得到超度，離開了。所以這個事情麻煩透了。佛給我們講的這個故事，跟這一類的，現在你能看到，你就曉得他不是假的。所以佛有這些示現來給我們看。"
    },
    {
      "id": "12-047-0102_p0013",
      "zh_CN": "孙陀利谤佛，也就是很久远之前，他说有个「博戏人」，这是我们说街头卖艺的，杂耍，这个人叫净眼。净眼是谁？就是释迦牟尼佛的前身，释迦牟尼佛也做过杂耍。那时候有个淫女名字叫鹿相，净眼就诱引鹿相，坐一个车子出城在一块娱乐。用我们现在的话来讲就是奸杀，强奸之后就把她杀了，这是释迦牟尼佛前世。杀了之后，就把她尸体埋在园林里，那个园林里有一尊辟支佛在修行。这个案子发生了，就连累辟支佛，人家以为是辟支佛把她杀掉的。可是净眼还算不错，他看到辟支佛受这个冤枉、冤屈，他良心发现，他生起悲心，我们现在讲他就自首。自首之后，这个罪很重，还是被国王杀掉了。这是过去世的一段业因。然后佛就说，净眼就是他，就是释迦牟尼佛，鹿相就是现在的孙陀利，这冤亲债主。那时候他奸杀鹿相，所以生生世世是无数千岁受苦无量。只要你的冤亲债主没有真正放过你，说不跟你再计较了，就很麻烦。纵然这一次说放过你，不定什么时候想起来又恨你，这个麻烦大，所以他就生生世世纠缠不清。什么时候他真放过你？给诸位说，他要超度往生极乐世界，真放过你了，以后不再纠缠你。如果还在六道轮回，我想这个帐就清不了，你说这个事情多麻烦！我们想想，这种因果报应太可怕了，释迦牟尼佛前世有，我们现在也有，过去生中生生世世很多。要想逃出这个关口，只有两种方式，一种是冤亲债主他往生极乐世界，另外一种是我念佛往生极乐世界，那就没事。我念佛往生极乐世界，在极乐世界成佛，将来到这个六道来度众生，那就像释迦牟尼佛一样又会碰头。碰到时候怎么样？碰到时候这就叫不昧因果，不是不落因果，是不昧因果，过去造的业因清清楚楚、明明了瞭，可以表演一下，然后度他。这是肯定的，佛不度无缘之人，能帮助他成就佛道。",
      "zh_TW": "孫陀利謗佛，也就是很久遠之前，他說有個「博戲人」，這是我們說街頭賣藝的，雜耍，這個人叫淨眼。淨眼是誰？就是釋迦牟尼佛的前身，釋迦牟尼佛也做過雜耍。那時候有個淫女名字叫鹿相，淨眼就誘引鹿相，坐一個車子出城在一塊娛樂。用我們現在的話來講就是姦殺，強姦之後就把她殺了，這是釋迦牟尼佛前世。殺了之後，就把她屍體埋在園林裡，那個園林裡有一尊辟支佛在修行。這個案子發生了，就連累辟支佛，人家以為是辟支佛把她殺掉的。可是淨眼還算不錯，他看到辟支佛受這個冤枉、冤屈，他良心發現，他生起悲心，我們現在講他就自首。自首之後，這個罪很重，還是被國王殺掉了。這是過去世的一段業因。然後佛就說，淨眼就是他，就是釋迦牟尼佛，鹿相就是現在的孫陀利，這冤親債主。那時候他姦殺鹿相，所以生生世世是無數千歲受苦無量。只要你的冤親債主沒有真正放過你，說不跟你再計較了，就很麻煩。縱然這一次說放過你，不定什麼時候想起來又恨你，這個麻煩大，所以他就生生世世糾纏不清。什麼時候他真放過你？給諸位說，他要超度往生極樂世界，真放過你了，以後不再糾纏你。如果還在六道輪迴，我想這個帳就清不了，你說這個事情多麻煩！我們想想，這種因果報應太可怕了，釋迦牟尼佛前世有，我們現在也有，過去生中生生世世很多。要想逃出這個關口，只有兩種方式，一種是冤親債主他往生極樂世界，另外一種是我念佛往生極樂世界，那就沒事。我念佛往生極樂世界，在極樂世界成佛，將來到這個六道來度眾生，那就像釋迦牟尼佛一樣又會碰頭。碰到時候怎麼樣？碰到時候這就叫不昧因果，不是不落因果，是不昧因果，過去造的業因清清楚楚、明明瞭瞭，可以表演一下，然後度他。這是肯定的，佛不度無緣之人，能幫助他成就佛道。"
    },
    {
      "id": "12-047-0102_p0014",
      "zh_CN": "第二段讲「奢弥跋」，也是谤佛。这次的谤佛，佛讲的故事是这样的，佛说「过去远劫」，很久远了，「有婆罗门，名为延如达，常教五百童子」，延如达就是释迦牟尼佛的前世，五百童子就是现在的五百罗汉，你看生生世世的缘分。他说还有一个梵天婆罗门的妇女，名字叫净音，这是梵天婆罗门，我们现在讲他的夫人，「为延如达作檀越」，这用现在话是做斋主，现在我们台湾习惯叫护法，她来护持延如达，「饮食衣服悉皆供养」。释迦牟尼佛也做过婆罗门。后来有一尊辟支佛入城乞食，这个净音，就是梵天婆罗门夫人看到辟支佛，就请辟支佛，供养他，供养辟支佛，「自是以后，乃日具美食而供养之」，供养辟支佛很丰厚。延如达就感觉得这个护法「薄己厚彼」，供养辟支佛供养得丰厚，对自己就微薄，就起了嫉妒心。「复令童子谤此道士」，这个道士就是辟支佛，说他「无有净行，与净音通」，私通。你看造这样的罪过。辟支佛遭遇这个毁谤，「后辟支佛现神变入灭」，入灭就是圆寂，他现神通之后圆寂了。大众才知道延如达嫉妒，妄语伤害别人。佛就讲，那时候的延如达「则我身是」，那时候的净音就是现在的奢弥跋，五百童子就是现在的五百罗汉。他说是我当时起了嫉妒心，「受诸苦报」，苦报是果，嫉妒心是因。「今虽得佛」，现在成佛了，「由此余殃，故受奢弥跋之谤」，毁谤。",
      "zh_TW": "第二段講「奢彌跋」，也是謗佛。這次的謗佛，佛講的故事是這樣的，佛說「過去遠劫」，很久遠了，「有婆羅門，名為延如達，常教五百童子」，延如達就是釋迦牟尼佛的前世，五百童子就是現在的五百羅漢，你看生生世世的緣分。他說還有一個梵天婆羅門的婦女，名字叫淨音，這是梵天婆羅門，我們現在講他的夫人，「為延如達作檀越」，這用現在話是做齋主，現在我們台灣習慣叫護法，她來護持延如達，「飲食衣服悉皆供養」。釋迦牟尼佛也做過婆羅門。後來有一尊辟支佛入城乞食，這個淨音，就是梵天婆羅門夫人看到辟支佛，就請辟支佛，供養他，供養辟支佛，「自是以後，乃日具美食而供養之」，供養辟支佛很豐厚。延如達就感覺得這個護法「薄己厚彼」，供養辟支佛供養得豐厚，對自己就微薄，就起了嫉妒心。「復令童子謗此道士」，這個道士就是辟支佛，說他「無有淨行，與淨音通」，私通。你看造這樣的罪過。辟支佛遭遇這個毀謗，「後辟支佛現神變入滅」，入滅就是圓寂，他現神通之後圓寂了。大眾才知道延如達嫉妒，妄語傷害別人。佛就講，那時候的延如達「則我身是」，那時候的淨音就是現在的奢彌跋，五百童子就是現在的五百羅漢。他說是我當時起了嫉妒心，「受諸苦報」，苦報是果，嫉妒心是因。「今雖得佛」，現在成佛了，「由此餘殃，故受奢彌跋之謗」，毀謗。"
    },
    {
      "id": "12-047-0102_p0015",
      "zh_CN": "释迦佛这是慈悲到了极处，这十桩事情都是说自己在过去因地修行犯的过失。这个前面两桩，前面是奸杀，这个地方是嫉妒、毁谤，造的业很深很重。而且这种现象从前有，现在更多。辟支佛是圣人，比阿罗汉还高，阿罗汉见思烦恼断了，习气没断，辟支佛连见思烦恼习气都断了，这是圣人。他住在这个世间教化众生，你毁谤他，你陷害他，他那个地方结不结罪？给诸位说，不结罪，他会原谅你，不但原谅你，他还会诵经念佛回向给你。为什么？他有慈悲心，知道你造的这个罪业将来要堕地狱，知道你地狱苦，所以常常以功德回向给你，减轻你的苦难。人家用这个心对待你，你不知道。你的罪从哪里结的？这些圣人在世间，他是度化众生的，你把他害了，你看他死了，现神变之后他就入灭，许多众生的法缘被你断掉，这个罪重。所以真正有德行的人，你能不能害他？不能，你害他是害自己，你把很多有缘的人的法缘断掉了。佛在经上常常告诉我们，断人身命罪小，你把人杀了，这个罪不重，断人慧命的罪非常重。你看得人身的人多少？得人身，能闻佛法、能长养慧命的人有多少？不成比例。所以闻法的机缘是无比的殊胜，你怎么忍心把一切众生跟辟支佛闻法的缘分断掉，这个罪就是阿鼻地狱。我们懂得这个道理，你就晓得弘法利生的功德不可思议。世出世法里头，第一功德是什么？就是弘法利生。这个地方，有阿罗汉、有辟支佛住在这个地方，这个地方不遭难。为什么？诸佛护念，龙天善神守护，这个地方有正法。你毁谤陷害，你伤害不了人，这个修行人你伤害不了，你伤害的是把正法灭掉，把一切众生的善缘断掉，结罪在这个地方，这我们不能不知道。",
      "zh_TW": "釋迦佛這是慈悲到了極處，這十樁事情都是說自己在過去因地修行犯的過失。這個前面兩樁，前面是姦殺，這個地方是嫉妒、毀謗，造的業很深很重。而且這種現象從前有，現在更多。辟支佛是聖人，比阿羅漢還高，阿羅漢見思煩惱斷了，習氣沒斷，辟支佛連見思煩惱習氣都斷了，這是聖人。他住在這個世間教化眾生，你毀謗他，你陷害他，他那個地方結不結罪？給諸位說，不結罪，他會原諒你，不但原諒你，他還會誦經念佛迴向給你。為什麼？他有慈悲心，知道你造的這個罪業將來要墮地獄，知道你地獄苦，所以常常以功德迴向給你，減輕你的苦難。人家用這個心對待你，你不知道。你的罪從哪裡結的？這些聖人在世間，他是度化眾生的，你把他害了，你看他死了，現神變之後他就入滅，許多眾生的法緣被你斷掉，這個罪重。所以真正有德行的人，你能不能害他？不能，你害他是害自己，你把很多有緣的人的法緣斷掉了。佛在經上常常告訴我們，斷人身命罪小，你把人殺了，這個罪不重，斷人慧命的罪非常重。你看得人身的人多少？得人身，能聞佛法、能長養慧命的人有多少？不成比例。所以聞法的機緣是無比的殊勝，你怎麼忍心把一切眾生跟辟支佛聞法的緣分斷掉，這個罪就是阿鼻地獄。我們懂得這個道理，你就曉得弘法利生的功德不可思議。世出世法裡頭，第一功德是什麼？就是弘法利生。這個地方，有阿羅漢、有辟支佛住在這個地方，這個地方不遭難。為什麼？諸佛護念，龍天善神守護，這個地方有正法。你毀謗陷害，你傷害不了人，這個修行人你傷害不了，你傷害的是把正法滅掉，把一切眾生的善緣斷掉，結罪在這個地方，這我們不能不知道。"
    },
    {
      "id": "12-047-0102_p0016",
      "zh_CN": "佛讲第三桩事情是「佛患头痛」。这事情是怎么回事情？释迦牟尼佛头痛。佛说了，「过去远世」，时间久远，「罗阅祇城」，都是讲的印度地方，荒年，「谷贵人饥」，我们就晓得现在人讲叫粮食危机，没得吃。「掘百草根以续微命」，你就晓得人遭这个劫难。它附近，就是这个城的东面，「有吱越村」，也住了不少人，村东面有很多鱼池，这些村人带着家属都住在池塘附近，捕鱼为食。捕鱼的人取鱼，鱼在岸上跳动，「我为小儿」，这个我是释迦牟尼佛自称，释迦牟尼佛是个小孩。「以杖打彼鱼头」，小孩打着玩的，看到鱼跳来跳去。他说鱼池里面那时候有两种鱼，一个叫麸鱼，一个叫多舌。鱼跟鱼也讲话，我们不知道，牠们在埋怨。牠说「我等不犯人」，我没有得罪这些人，可是现在这些人要害我们。你看看这些鱼发愿，「我等后世当报」，这就是什么？我一定要报这个仇。那时候村庄里面的人，就是现在的释迦族，那时候敲鱼头的小孩就是释迦牟尼佛，那个麸鱼，大概是鱼里头的领导人，牠也有领导，就是「流离王」，多舌鱼就是「婆罗门恶舌」。「尔时鱼跳，我以小杖打彼鱼头，以是因缘，受诸苦报，今虽得佛，由此残缘，流离王伐释种时」，释迦牟尼佛这一族被流离王灭掉了，你看释迦牟尼佛没法子救，看到自己这个小国家被流离王灭掉。我们从人情上来说，佛知道前因后果，知道这是没办法的事情。如果说是以人情来讲，释迦牟尼佛能不能救这个国家？他虽然没有能力，当时印度，这经典上记载的，十六大国王都是释迦牟尼佛的皈依弟子，他影响力这么大。如果要是请求十六大国王组织一支联军去救他的国家，能不能做到？能做得到，他为什么不做？救不了，你救了，来世报的时候更可怕，懂得因果报应。当时流离王这一族，就是鱼池里那些鱼，你把池水放干净，把一个池塘的鱼一网打尽，你灭了牠的族。这些鱼今天投胎到人身，他来报仇，当时他那个怨恨心，发的誓愿要报复，这一生应验。流离王灭释迦族，这个事情告诉他的学生，学生怀疑，说是冤冤相报。目犍连尊者有神通，他用他的钵救了五百释迦族，救了五百人，送到天上，避免这个灾难。世尊告诉目犍连，他说你去看看钵。结果目犍连尊者去看看钵里头，钵里面全是血水，融化成血水。世尊讲，定业，没有法子。如果能救，目犍连神通能救，释迦牟尼佛神通还不如目犍连吗？不能救，业因果报，怎么救法！当时释迦牟尼佛是小孩，敲这个鱼头，流离王灭释迦族的时候他头痛。他头痛的原因，他有他的果报，各人有各人的果报，他那时候拿个小棍子去敲头。这些事情告诉我们，起心动念、言语造作你能不谨慎吗？不可以，不可以不谨慎。",
      "zh_TW": "佛講第三樁事情是「佛患頭痛」。這事情是怎麼回事情？釋迦牟尼佛頭痛。佛說了，「過去遠世」，時間久遠，「羅閱祇城」，都是講的印度地方，荒年，「穀貴人飢」，我們就曉得現在人講叫糧食危機，沒得吃。「掘百草根以續微命」，你就曉得人遭這個劫難。它附近，就是這個城的東面，「有吱越村」，也住了不少人，村東面有很多魚池，這些村人帶著家屬都住在池塘附近，捕魚為食。捕魚的人取魚，魚在岸上跳動，「我為小兒」，這個我是釋迦牟尼佛自稱，釋迦牟尼佛是個小孩。「以杖打彼魚頭」，小孩打著玩的，看到魚跳來跳去。他說魚池裡面那時候有兩種魚，一個叫麩魚，一個叫多舌。魚跟魚也講話，我們不知道，牠們在埋怨。牠說「我等不犯人」，我沒有得罪這些人，可是現在這些人要害我們。你看看這些魚發願，「我等後世當報」，這就是什麼？我一定要報這個仇。那時候村莊裡面的人，就是現在的釋迦族，那時候敲魚頭的小孩就是釋迦牟尼佛，那個麩魚，大概是魚裡頭的領導人，牠也有領導，就是「流離王」，多舌魚就是「婆羅門惡舌」。「爾時魚跳，我以小杖打彼魚頭，以是因緣，受諸苦報，今雖得佛，由此殘緣，流離王伐釋種時」，釋迦牟尼佛這一族被流離王滅掉了，你看釋迦牟尼佛沒法子救，看到自己這個小國家被流離王滅掉。我們從人情上來說，佛知道前因後果，知道這是沒辦法的事情。如果說是以人情來講，釋迦牟尼佛能不能救這個國家？他雖然沒有能力，當時印度，這經典上記載的，十六大國王都是釋迦牟尼佛的皈依弟子，他影響力這麼大。如果要是請求十六大國王組織一支聯軍去救他的國家，能不能做到？能做得到，他為什麼不做？救不了，你救了，來世報的時候更可怕，懂得因果報應。當時流離王這一族，就是魚池裡那些魚，你把池水放乾淨，把一個池塘的魚一網打盡，你滅了牠的族。這些魚今天投胎到人身，他來報仇，當時他那個怨恨心，發的誓願要報復，這一生應驗。流離王滅釋迦族，這個事情告訴他的學生，學生懷疑，說是冤冤相報。目犍連尊者有神通，他用他的缽救了五百釋迦族，救了五百人，送到天上，避免這個災難。世尊告訴目犍連，他說你去看看缽。結果目犍連尊者去看看缽裡頭，缽裡面全是血水，融化成血水。世尊講，定業，沒有法子。如果能救，目犍連神通能救，釋迦牟尼佛神通還不如目犍連嗎？不能救，業因果報，怎麼救法！當時釋迦牟尼佛是小孩，敲這個魚頭，流離王滅釋迦族的時候他頭痛。他頭痛的原因，他有他的果報，各人有各人的果報，他那時候拿個小棍子去敲頭。這些事情告訴我們，起心動念、言語造作你能不謹慎嗎？不可以，不可以不謹慎。"
    },
    {
      "id": "12-047-0102_p0017",
      "zh_CN": "第四个「佛患骨节烦疼」。人身上的疾病，确实有因缘的。我们过去学佛，知道古大德给我们讲疾病三种原因，第一种饮食起居不当得了病，这种病是属于生理的，医药可以帮助你。第二种病是冤亲债主，就是佛经上讲的这些例子，冤亲债主，你没有办法躲避，医生束手无策，治不了你的病。这个要跟冤亲债主调解，他同意，离开你了，你的病就好了。这种病很多，现在好像特别多，中国、外国到处都有，附身的、灵媒传递信息的，很多。为什么现在多，从前少？从前社会人心正，人有正气，邪不胜正。现在很多，就说明人心不正，人心邪了，他就能渗透进来。我们真正学佛的人，冤亲债主不容易附身，为什么？他有护法神，而且你心地正大光明，他不敢沾你的边。如果我们心里有邪念，有自私自利、有贪瞋痴慢，很容易进来，这不能不知道。第三种是宿业，自己造的罪业造得很重，这既不是冤亲债主，也不是生理上的，是业，业习，还有过去生中造的业，佛举的例子是过去生造的。",
      "zh_TW": "第四個「佛患骨節煩疼」。人身上的疾病，確實有因緣的。我們過去學佛，知道古大德給我們講疾病三種原因，第一種飲食起居不當得了病，這種病是屬於生理的，醫藥可以幫助你。第二種病是冤親債主，就是佛經上講的這些例子，冤親債主，你沒有辦法躲避，醫生束手無策，治不了你的病。這個要跟冤親債主調解，他同意，離開你了，你的病就好了。這種病很多，現在好像特別多，中國、外國到處都有，附身的、靈媒傳遞信息的，很多。為什麼現在多，從前少？從前社會人心正，人有正氣，邪不勝正。現在很多，就說明人心不正，人心邪了，他就能滲透進來。我們真正學佛的人，冤親債主不容易附身，為什麼？他有護法神，而且你心地正大光明，他不敢沾你的邊。如果我們心裡有邪念，有自私自利、有貪瞋痴慢，很容易進來，這不能不知道。第三種是宿業，自己造的罪業造得很重，這既不是冤親債主，也不是生理上的，是業，業習，還有過去生中造的業，佛舉的例子是過去生造的。"
    },
    {
      "id": "12-047-0102_p0018",
      "zh_CN": "这一节里面讲的就很值得我们启发，佛说「往昔罗阅祇城，有长者子，得病甚困，即呼城中大医子曰，为我治愈，大与卿财」。这意思都不难懂，有个大富长者的儿子得了病，病得很苦，他就叫城中有一个大医子，有个很好的大夫，来求他。这个大医子就是释迦牟尼佛的前世，他找他来治病。他说你把我病治好，我给你很厚的报酬，要大与卿财，我来酬谢你。结果病治好了，病治好之后，他就不给他钱，就食言，不给他钱。没多久的时候他又得病，这个医生又给他治，治好之后，他又不给钱。到第三次，三次他都没有实践他的诺言。这个医生也不好，这个医生就是释迦牟尼佛前世，他还是贪财，他说这个大富长者子欺骗他，三次了都没有兑现。他说这一次生病再来找我的时候，我就不给他治了，我给他一点毒药把他害死。真的，他起了这个念头之后，确实把这个人害死了，这是有意。",
      "zh_TW": "這一節裡面講的就很值得我們啟發，佛說「往昔羅閱祇城，有長者子，得病甚困，即呼城中大醫子曰，為我治癒，大與卿財」。這意思都不難懂，有個大富長者的兒子得了病，病得很苦，他就叫城中有一個大醫子，有個很好的大夫，來求他。這個大醫子就是釋迦牟尼佛的前世，他找他來治病。他說你把我病治好，我給你很厚的報酬，要大與卿財，我來酬謝你。結果病治好了，病治好之後，他就不給他錢，就食言，不給他錢。沒多久的時候他又得病，這個醫生又給他治，治好之後，他又不給錢。到第三次，三次他都沒有實踐他的諾言。這個醫生也不好，這個醫生就是釋迦牟尼佛前世，他還是貪財，他說這個大富長者子欺騙他，三次了都沒有兌現。他說這一次生病再來找我的時候，我就不給他治了，我給他一點毒藥把他害死。真的，他起了這個念頭之後，確實把這個人害死了，這是有意。"
    },
    {
      "id": "12-047-0102_p0019",
      "zh_CN": "医生在中国，我想在古印度也不例外，社会上有两种人最值得人尊敬，一个是教书的先生，另外一个就是医生。为什么他值得别人尊敬？这两种人都是救人的，教书是救人慧命，医生是救人身命。要不要报酬？不要。所以教书先生要收学费，那不把人笑坏了，哪有这种道理！从前我们中国家族，政府没有办学校，都是家族，有家学。要知道民国跟过去最大的差别就是教育，中国几千年来，教育是家庭负这个责任，不是政府；民国年间，政府才设学校，从前没有，都是私塾。私塾是每个家族他们自己办的，就跟一个家族的子弟学校一样，家长聘请好的老师，有德行、有学问的。供养是随意的，这个家族富有，供养就会多一些，这个家庭清寒，供养会少一点。教书的老师绝不在乎供养，他只要自己简简单单的生活能过得去就行了，绝不给你讲求报酬。学校里面还有附读的，就是不是这个家族的学生，邻近的邻居可以读书的时候，老师也收。收这些学生，逢年过节家长送一点束修，就是送一点礼物给老师。还有家境非常清寒，生活过不去的，有时候老师还要补贴学生，他太可怜了，还帮助他一点家用。这是从前的老师，跟现在完全不一样。医生也是如此，医生请来马上就治病，不讲医药费的。病治好之后，你家庭富有，包个大红包供养医生；如果家里面清寒的，供养就少一点，医生不在乎这个；没有钱的，医生还要赠送医药。所以这两种人在社会上普遍受到人尊敬，这救人的。从事这两种行业的人决定没有名利心，有名利心的人，这个行业他干不了。可是现在不行，现在这个社会这两行赚钱。你看老师，学校里面待遇微薄，他在学校教书不认真，他开补习班，让学生统统进他的补习班，交学费，这个收入比学校收入还要高。医生现在也是如此，病人在那里，先告诉你，你要多少医药费，不拿来，不拿来就不管，这在从前没有。社会风气走到这一步，完全走向功利，人命、慧命根本就不提，一切向钱看，这社会上怎么能没有灾难？灾难从哪里来的我们要知道。",
      "zh_TW": "醫生在中國，我想在古印度也不例外，社會上有兩種人最值得人尊敬，一個是教書的先生，另外一個就是醫生。為什麼他值得別人尊敬？這兩種人都是救人的，教書是救人慧命，醫生是救人身命。要不要報酬？不要。所以教書先生要收學費，那不把人笑壞了，哪有這種道理！從前我們中國家族，政府沒有辦學校，都是家族，有家學。要知道民國跟過去最大的差別就是教育，中國幾千年來，教育是家庭負這個責任，不是政府；民國年間，政府才設學校，從前沒有，都是私塾。私塾是每個家族他們自己辦的，就跟一個家族的子弟學校一樣，家長聘請好的老師，有德行、有學問的。供養是隨意的，這個家族富有，供養就會多一些，這個家庭清寒，供養會少一點。教書的老師絕不在乎供養，他只要自己簡簡單單的生活能過得去就行了，絕不給你講求報酬。學校裡面還有附讀的，就是不是這個家族的學生，鄰近的鄰居可以讀書的時候，老師也收。收這些學生，逢年過節家長送一點束脩，就是送一點禮物給老師。還有家境非常清寒，生活過不去的，有時候老師還要補貼學生，他太可憐了，還幫助他一點家用。這是從前的老師，跟現在完全不一樣。醫生也是如此，醫生請來馬上就治病，不講醫藥費的。病治好之後，你家庭富有，包個大紅包供養醫生；如果家裡面清寒的，供養就少一點，醫生不在乎這個；沒有錢的，醫生還要贈送醫藥。所以這兩種人在社會上普遍受到人尊敬，這救人的。從事這兩種行業的人決定沒有名利心，有名利心的人，這個行業他幹不了。可是現在不行，現在這個社會這兩行賺錢。你看老師，學校裡面待遇微薄，他在學校教書不認真，他開補習班，讓學生統統進他的補習班，交學費，這個收入比學校收入還要高。醫生現在也是如此，病人在那裡，先告訴你，你要多少醫藥費，不拿來，不拿來就不管，這在從前沒有。社會風氣走到這一步，完全走向功利，人命、慧命根本就不提，一切向錢看，這社會上怎麼能沒有災難？災難從哪裡來的我們要知道。"
    },
    {
      "id": "12-047-0102_p0020",
      "zh_CN": "佛患骨节疼，这个病，就是过去生中他是个医生，行医多次给人治病，人家是答应有报酬，最后都没有，怨恨在心，少慈悲心，见死不救，还要加用药物害死这个病人。最后佛说出这个因果的事情，「时医子者，则我身是」，那个时候的医生就是释迦牟尼佛，那个生病的人就是现在的提婆达兜。那个时候我用药害死他，「以是因缘，受诸苦报」。现在成佛，所以他常常有骨节疼，而提婆达兜是天天找他的麻烦。他跟提婆达兜的缘很深，但是都不是善缘，都是恶缘。真的生生世世冤冤相报，成了佛，你看又变成一家人，他们的关系是堂兄弟。他也跟释迦牟尼佛出家，专门干破坏佛陀的事情，这经典里面记载得很多。这些示现实在讲也都是教训我们，真正学佛，决定不可以跟人，不可以跟畜生结怨。佛经上有讲，但是此地没有讲。不但跟一些动物不能伤害，植物也不可以。佛在经上告诉我们，《戒经》，出家人学习的。因为过去出家人都住在山林，搭个小茅蓬自己住，小茅蓬自己盖，在山上就地取材，砍几棵树，搭个架子，把茅草盖上去，就能够居住。佛说了，树木有一个人高，高度跟一个人一样高，就有树神。你要去砍这棵树，看中它，你要想用它，佛在经上讲，三天之前要去祭祀它，要去诵经回向，通知他三天之后我要砍这棵树，搭小蓬来修行，请树神搬家。如果你不这么做，你就得罪这些树神，他也会找你麻烦。我们在澳洲建立净宗学院，附近有一栋房子我们买下来，这个房子很破烂，我们把它拆掉重新再盖。那个门口，这个树就挡路，好像我们砍掉四棵，让卡车运材料可以进来。我们是三天之前这样做了，结果树神托梦给我们里面的出家人，叫他传话给我们，三天时间不够，希望以后你们要通知他，是一个星期之前。我们想想很对，澳洲人动作很缓慢，在中国好像三天是可以，他们说三天不够，要一个星期之前通知，很有道理。真有树神，佛讲得没错。所以就是连花草树木我们都要尊重它，都不可以伤害它，何况是动物，更不可以得罪人，人与人相处是大学问。",
      "zh_TW": "佛患骨節疼，這個病，就是過去生中他是個醫生，行醫多次給人治病，人家是答應有報酬，最後都沒有，怨恨在心，少慈悲心，見死不救，還要加用藥物害死這個病人。最後佛說出這個因果的事情，「時醫子者，則我身是」，那個時候的醫生就是釋迦牟尼佛，那個生病的人就是現在的提婆達兜。那個時候我用藥害死他，「以是因緣，受諸苦報」。現在成佛，所以他常常有骨節疼，而提婆達兜是天天找他的麻煩。他跟提婆達兜的緣很深，但是都不是善緣，都是惡緣。真的生生世世冤冤相報，成了佛，你看又變成一家人，他們的關係是堂兄弟。他也跟釋迦牟尼佛出家，專門幹破壞佛陀的事情，這經典裡面記載得很多。這些示現實在講也都是教訓我們，真正學佛，決定不可以跟人，不可以跟畜生結怨。佛經上有講，但是此地沒有講。不但跟一些動物不能傷害，植物也不可以。佛在經上告訴我們，《戒經》，出家人學習的。因為過去出家人都住在山林，搭個小茅蓬自己住，小茅蓬自己蓋，在山上就地取材，砍幾棵樹，搭個架子，把茅草蓋上去，就能夠居住。佛說了，樹木有一個人高，高度跟一個人一樣高，就有樹神。你要去砍這棵樹，看中它，你要想用它，佛在經上講，三天之前要去祭祀它，要去誦經迴向，通知他三天之後我要砍這棵樹，搭小蓬來修行，請樹神搬家。如果你不這麼做，你就得罪這些樹神，他也會找你麻煩。我們在澳洲建立淨宗學院，附近有一棟房子我們買下來，這個房子很破爛，我們把它拆掉重新再蓋。那個門口，這個樹就擋路，好像我們砍掉四棵，讓卡車運材料可以進來。我們是三天之前這樣做了，結果樹神托夢給我們裡面的出家人，叫他傳話給我們，三天時間不夠，希望以後你們要通知他，是一個星期之前。我們想想很對，澳洲人動作很緩慢，在中國好像三天是可以，他們說三天不夠，要一個星期之前通知，很有道理。真有樹神，佛講得沒錯。所以就是連花草樹木我們都要尊重它，都不可以傷害它，何況是動物，更不可以得罪人，人與人相處是大學問。"
    },
    {
      "id": "12-047-0102_p0021",
      "zh_CN": "底下一段讲，佛又患背痛，释迦牟尼佛一生也很多病。什么原因背痛？贪财、瞋恚的果报。也是在罗阅祇国，过去生中，久远劫前，「节日聚会」，就是逢年过节，挺热闹。这个热闹场合当中有相扑，两个人在表演，一个是刹帝利，一个是婆罗门。刹帝利这个人就是释迦牟尼佛的前世，婆罗门就是提婆达兜。提婆达兜就告诉刹帝利，商量，他知道刹帝利很厉害，相扑就是摔跤，日本的摔跤，两个人比赛。他说你让我一点，让我赢，我给钱给你，「卿莫扑我，当与卿财」，贿赂，我给钱给你。所以刹帝利就不尽力，婆罗门就赢了，赢了之后就受国王的赏赐。可是过后这个婆罗门食言，没有给他钱，「不报所许」，没有给他。「到后节会」，大概是过了一年，又有这样的大会，他们又在表演相扑。这个婆罗门又求他，「得赏如上」，过后之后又不给他。我们就晓得，这个刹帝利当然心里就不服，我每次让你，你告诉我你要拿多少钱给我，可是过后你又食言，你又不肯给。「如是至三」，到第三次，两个人又碰到。这一次表演，这个刹帝利心里就念到，这个人前面两次都欺骗我，我今天在摔跤的时候我要把他打死，发了这个心。真的在这次就把他打死了。这是贪财、瞋恚杀人。这次摔跤，刹帝利赢了，过去几次他都是假的，输给他的。国王一看到他非常欢喜，「赐金钱十万」，赏他。佛说那时候的刹帝利即是我，婆罗门就是提婆达兜。他说我在那个时候「贪财瞋恚，扑杀力士」，力士就是提婆达兜前世，「以是罪缘，受诸苦报，今虽得佛」，成佛了，「由此残缘，故受背痛之报」。这原因就是当时在相扑，摔跤的时候，他是让他的脊椎骨受重伤而死，这是背。所以，这一生所感的果报背痛，说出这些原因，什么样的因，什么样的果报。",
      "zh_TW": "底下一段講，佛又患背痛，釋迦牟尼佛一生也很多病。什麼原因背痛？貪財、瞋恚的果報。也是在羅閱祇國，過去生中，久遠劫前，「節日聚會」，就是逢年過節，挺熱鬧。這個熱鬧場合當中有相撲，兩個人在表演，一個是剎帝利，一個是婆羅門。剎帝利這個人就是釋迦牟尼佛的前世，婆羅門就是提婆達兜。提婆達兜就告訴剎帝利，商量，他知道剎帝利很厲害，相撲就是摔跤，日本的摔跤，兩個人比賽。他說你讓我一點，讓我贏，我給錢給你，「卿莫撲我，當與卿財」，賄賂，我給錢給你。所以剎帝利就不盡力，婆羅門就贏了，贏了之後就受國王的賞賜。可是過後這個婆羅門食言，沒有給他錢，「不報所許」，沒有給他。「到後節會」，大概是過了一年，又有這樣的大會，他們又在表演相撲。這個婆羅門又求他，「得賞如上」，過後之後又不給他。我們就曉得，這個剎帝利當然心裡就不服，我每次讓你，你告訴我你要拿多少錢給我，可是過後你又食言，你又不肯給。「如是至三」，到第三次，兩個人又碰到。這一次表演，這個剎帝利心裡就念到，這個人前面兩次都欺騙我，我今天在摔跤的時候我要把他打死，發了這個心。真的在這次就把他打死了。這是貪財、瞋恚殺人。這次摔跤，剎帝利贏了，過去幾次他都是假的，輸給他的。國王一看到他非常歡喜，「賜金錢十萬」，賞他。佛說那時候的剎帝利即是我，婆羅門就是提婆達兜。他說我在那個時候「貪財瞋恚，撲殺力士」，力士就是提婆達兜前世，「以是罪緣，受諸苦報，今雖得佛」，成佛了，「由此殘緣，故受背痛之報」。這原因就是當時在相撲，摔跤的時候，他是讓他的脊椎骨受重傷而死，這是背。所以，這一生所感的果報背痛，說出這些原因，什麼樣的因，什麼樣的果報。"
    },
    {
      "id": "12-047-0102_p0022",
      "zh_CN": "佛在经上告诉我们，「众生畏果，菩萨畏因」。众生在造作的时候他没想到，果报现前他害怕了，害怕也没有办法，你没有办法躲避的。菩萨知道业因果报，所以他起心动念的时候他就想到，想到将来如果有不善的苦报，他就不敢做。果报现前，菩萨是甘心情愿承受，不怨天不尤人，为什么？自作自受，怎么可以怨天尤人？无论是共业、是别业，没有例外的，统统都有前因。凡夫不知道事实真相，受了一点冤屈，不服，总不免怨天尤人，老天对不起我；学佛的人，佛菩萨没有加持我、没有照顾我，怨天尤人。这种心态只有招来更严重的苦报，不能化解。如果了解事实真相，我们在遇到灾难的时候，不怨天不尤人，好好的反省。实在想不出自己哪里有过失，那肯定是过去生中的业报。总要虚心、要忏悔，要断恶修善，这样我们不善的果报才会化解，纵然不能化解，它会减轻，这肯定的，这是消灾免难正确的方法，我们不能不知道。学佛的同学，希望多多去学习经典，经典里面这些教训非常之多。",
      "zh_TW": "佛在經上告訴我們，「眾生畏果，菩薩畏因」。眾生在造作的時候他沒想到，果報現前他害怕了，害怕也沒有辦法，你沒有辦法躲避的。菩薩知道業因果報，所以他起心動念的時候他就想到，想到將來如果有不善的苦報，他就不敢做。果報現前，菩薩是甘心情願承受，不怨天不尤人，為什麼？自作自受，怎麼可以怨天尤人？無論是共業、是別業，沒有例外的，統統都有前因。凡夫不知道事實真相，受了一點冤屈，不服，總不免怨天尤人，老天對不起我；學佛的人，佛菩薩沒有加持我、沒有照顧我，怨天尤人。這種心態只有招來更嚴重的苦報，不能化解。如果了解事實真相，我們在遇到災難的時候，不怨天不尤人，好好的反省。實在想不出自己哪裡有過失，那肯定是過去生中的業報。總要虛心、要懺悔，要斷惡修善，這樣我們不善的果報才會化解，縱然不能化解，它會減輕，這肯定的，這是消災免難正確的方法，我們不能不知道。學佛的同學，希望多多去學習經典，經典裡面這些教訓非常之多。"
    },
    {
      "id": "12-047-0102_p0023",
      "zh_CN": "下面有个很重要的，第六段「佛被木枪刺脚缘」。这个业因是什么？是战争、杀敌，冤冤相报，战争不是好事情。释迦牟尼佛处理流离王灭释迦族，那个处理方法是智慧，不结怨。如果用战争，用抵抗、战争，这个事情麻烦，永远解决不了问题。你看他用的方法是劝导释迦族逃亡，知道他们的军队要来了，逃亡。释迦族真的逃出来一些，逃到哪里去？逃到后藏，西藏的后藏。这个事情是章嘉大师告诉我的，他说他们这一族这一部分人逃到后藏之后，以后在后藏就落户，就没有再回去。所以释迦佛的遗族，他那一族的人有一部分在我们中国后藏。这个处理正确。为什么流离王要出兵来打？那是过去世，过去这个鱼，讲得很清楚。释迦族的人灭了牠一族，现在人家来报仇，所以不能抵抗，要逃避。绝不是释迦牟尼佛没有智慧，懦弱无能，不是。人家把三世因果看得清清楚楚、明明白白，教给我们处置的方法，绝不再结怨。",
      "zh_TW": "下面有個很重要的，第六段「佛被木槍刺腳緣」。這個業因是什麼？是戰爭、殺敵，冤冤相報，戰爭不是好事情。釋迦牟尼佛處理流離王滅釋迦族，那個處理方法是智慧，不結怨。如果用戰爭，用抵抗、戰爭，這個事情麻煩，永遠解決不了問題。你看他用的方法是勸導釋迦族逃亡，知道他們的軍隊要來了，逃亡。釋迦族真的逃出來一些，逃到哪裡去？逃到後藏，西藏的後藏。這個事情是章嘉大師告訴我的，他說他們這一族這一部分人逃到後藏之後，以後在後藏就落戶，就沒有再回去。所以釋迦佛的遺族，他那一族的人有一部分在我們中國後藏。這個處理正確。為什麼流離王要出兵來打？那是過去世，過去這個魚，講得很清楚。釋迦族的人滅了牠一族，現在人家來報仇，所以不能抵抗，要逃避。絕不是釋迦牟尼佛沒有智慧，懦弱無能，不是。人家把三世因果看得清清楚楚、明明白白，教給我們處置的方法，絕不再結怨。"
    },
    {
      "id": "12-047-0102_p0024",
      "zh_CN": "这个缘，我们看他这一段的文有很好的启示。他说「佛于罗阅祇竹园精舍，入城乞食，忽有木枪」，这个枪是木字边的，我们看到这个跟现在的武器不一样，从前是木棍，上面加一个矛头，称矛，也称枪，这是古时候战争时候所用的武器。去城里乞食，忽然这个木枪就在前面，也没有人拿住，就遇到它拦住路，不让他走。佛自己清楚，这是过去生中的宿缘，「我当受之」，没有办法避开。佛托钵不是一个人，总有几个弟子跟着他一起，他的僧团也相当可观，有一千二百五十五人，加释迦牟尼佛就是一千二百五十六人。这么大的队伍，四处去乞食都分成小队，也很整齐，所以社会大众很尊敬，这个团体有秩序，他不乱来的，有规矩。乞食也是一堂功课，斋主供养的菜饭这是财布施，出家人接受之后，一定要为斋主说法，不说法也为他祝福，这是法布施。没有说是托了就走，这不可以，那是没有礼貌。所以我们在《楞严经》上注意能看到，《楞严经》发起的因缘也是入舍卫大城乞食。吃完之后，佛没有说法就走了，这很例外的事情。所以这些斋主们供养佛之后，就跟着佛，佛走到哪里就跟到哪里，为什么？听他说法。实际上，佛是知道阿难尊者出了问题，回去救他，这就说出一部《大佛顶首楞严经》。",
      "zh_TW": "這個緣，我們看他這一段的文有很好的啟示。他說「佛於羅閱祇竹園精舍，入城乞食，忽有木槍」，這個槍是木字邊的，我們看到這個跟現在的武器不一樣，從前是木棍，上面加一個矛頭，稱矛，也稱槍，這是古時候戰爭時候所用的武器。去城裡乞食，忽然這個木槍就在前面，也沒有人拿住，就遇到它攔住路，不讓他走。佛自己清楚，這是過去生中的宿緣，「我當受之」，沒有辦法避開。佛托缽不是一個人，總有幾個弟子跟著他一起，他的僧團也相當可觀，有一千二百五十五人，加釋迦牟尼佛就是一千二百五十六人。這麼大的隊伍，四處去乞食都分成小隊，也很整齊，所以社會大眾很尊敬，這個團體有秩序，他不亂來的，有規矩。乞食也是一堂功課，齋主供養的菜飯這是財布施，出家人接受之後，一定要為齋主說法，不說法也為他祝福，這是法布施。沒有說是托了就走，這不可以，那是沒有禮貌。所以我們在《楞嚴經》上注意能看到，《楞嚴經》發起的因緣也是入舍衛大城乞食。吃完之後，佛沒有說法就走了，這很例外的事情。所以這些齋主們供養佛之後，就跟著佛，佛走到哪裡就跟到哪裡，為什麼？聽他說法。實際上，佛是知道阿難尊者出了問題，回去救他，這就說出一部《大佛頂首楞嚴經》。"
    },
    {
      "id": "12-047-0102_p0025",
      "zh_CN": "一看到，突然几支枪摆在面前，大家感到害怕，这怎么回事情？佛晓得过去，「现偿宿缘」，这是示现，要酬偿过去生中造的业，「使众人见，不敢造恶」。佛就利用这个机会，这也是教化，他「踊身虚空，去地一仞」。佛就飞上去，虽然飞得不高，可是这个木枪奇怪，佛升高它也升高，跟着佛。「乃至七由旬」，七由旬相当高，大概差不多像现在飞机的高度差不多。一由旬，小由旬都四十里，比飞机飞得还高，那个枪也随之。「佛于空中化一青石，厚阔十二由旬」，佛站在这个石头上面，那个枪穿过石头，又出现在佛前。佛再变化为「水火风，各厚阔十二由旬，佛立其上，枪亦穿过，佛复上四王天宫」，佛到四王天，「次第乃至梵天」，梵天是大梵天，「枪亦次第而上，至于佛前」，这个麻烦大了，佛逃不掉。「所过诸天，与说宿缘」，佛是藉这个来说法，来告诉大家。「佛复从梵天下」，回到罗阅祇城，那个枪也跟下来。「国人随从看此因缘，佛恐众人见偿此缘，皆当闷死，故语众人，各自还归」。因为佛看到大家看到了都恐惧，佛怎么会遭这种难？有什么方法来代替？又叫这些比丘们各人回到自己房里去，就是他们的寮房。「佛便心念，当偿宿缘，遂叠大衣，敷座而坐，即展右足，木枪即从足趺彻过」，逃不掉，就接受了。这是木枪刺脚。",
      "zh_TW": "一看到，突然幾支槍擺在面前，大家感到害怕，這怎麼回事情？佛曉得過去，「現償宿緣」，這是示現，要酬償過去生中造的業，「使眾人見，不敢造惡」。佛就利用這個機會，這也是教化，他「踴身虛空，去地一仞」。佛就飛上去，雖然飛得不高，可是這個木槍奇怪，佛升高它也升高，跟著佛。「乃至七由旬」，七由旬相當高，大概差不多像現在飛機的高度差不多。一由旬，小由旬都四十里，比飛機飛得還高，那個槍也隨之。「佛於空中化一青石，厚闊十二由旬」，佛站在這個石頭上面，那個槍穿過石頭，又出現在佛前。佛再變化為「水火風，各厚闊十二由旬，佛立其上，槍亦穿過，佛復上四王天宮」，佛到四王天，「次第乃至梵天」，梵天是大梵天，「槍亦次第而上，至於佛前」，這個麻煩大了，佛逃不掉。「所過諸天，與說宿緣」，佛是藉這個來說法，來告訴大家。「佛復從梵天下」，回到羅閱祇城，那個槍也跟下來。「國人隨從看此因緣，佛恐眾人見償此緣，皆當悶死，故語眾人，各自還歸」。因為佛看到大家看到了都恐懼，佛怎麼會遭這種難？有什麼方法來代替？又叫這些比丘們各人回到自己房裡去，就是他們的寮房。「佛便心念，當償宿緣，遂疊大衣，敷座而坐，即展右足，木槍即從足趺徹過」，逃不掉，就接受了。這是木槍刺腳。"
    },
    {
      "id": "12-047-0102_p0026",
      "zh_CN": "舍利弗这些弟子到佛的所在「礼拜慰问」，佛为他说这个原因。他说「往昔」，这都是过去生中，「两部主贾客」，就是做生意的，「入海取宝」，从事于海洋的贸易。「后遇水涨争船，第二部主与第一部主格战」，为了争船就发生战争。「第二部主以矛刺第一部主脚，彻过，即便命终，佛告舍利弗，第二部主者」就是释迦牟尼佛前身，第一部主就是现在的提婆达兜。他说「我时刺彼脚，以是因缘，受诸苦报，今虽得佛，由此残缘，故受木枪刺脚」。这一段因缘里面讲的是战争，这个两部主为了争船发生战争，战争里面杀害对方，杀敌，冤冤相报。这里面虽然没有看到提婆达兜，提婆达兜没出现，木枪出现了，这就是我们前面讲的三种病因的第三种，宿业。宿业，宿世的罪业。可见得当时战争杀人那个心是非常之恶，非致人于死地不可，没有一丝毫同情怜悯心，以最残酷的手段来对付，这就变成业报。",
      "zh_TW": "舍利弗這些弟子到佛的所在「禮拜慰問」，佛為他說這個原因。他說「往昔」，這都是過去生中，「兩部主賈客」，就是做生意的，「入海取寶」，從事於海洋的貿易。「後遇水漲爭船，第二部主與第一部主格戰」，為了爭船就發生戰爭。「第二部主以矛刺第一部主腳，徹過，即便命終，佛告舍利弗，第二部主者」就是釋迦牟尼佛前身，第一部主就是現在的提婆達兜。他說「我時刺彼腳，以是因緣，受諸苦報，今雖得佛，由此殘緣，故受木槍刺腳」。這一段因緣裡面講的是戰爭，這個兩部主為了爭船發生戰爭，戰爭裡面殺害對方，殺敵，冤冤相報。這裡面雖然沒有看到提婆達兜，提婆達兜沒出現，木槍出現了，這就是我們前面講的三種病因的第三種，宿業。宿業，宿世的罪業。可見得當時戰爭殺人那個心是非常之惡，非致人於死地不可，沒有一絲毫同情憐憫心，以最殘酷的手段來對付，這就變成業報。"
    },
    {
      "id": "12-047-0102_p0027",
      "zh_CN": "从佛这个果报使我想起，这也是属于战争的，很麻烦。我在学佛之初，刚刚接触佛法，认识朱镜宙老居士，朱老居士跟李老师同年，那时候那一年他老人家六十九岁。他是学科学的，官也做得不小，抗战胜利之后，他是浙江人，他做浙江财政厅长。三十八年到台湾来，我们有缘有个朋友介绍，我那时刚刚学佛，他说他这边有个老居士，我介绍给你，跟他认识。老人非常慈悲，把我们看成小孩，他那时候六十九，我才二十六，祖父辈的人，常常讲故事给我听，全是他自己亲身遭遇的。他说在满清的末年，他们家乡，他那个时候十几岁，他告诉我大概是十五、六岁，家乡出了个怪事情，距离他，他们都住乡下，邻近的一个村庄，不远。有个举人，这家人还不错，中举了，他是个独生子，所以就没有出去做官，在家里面还是耕田，照顾父母。他也结了婚，还有一个小孩。有一天中午睡觉做了个梦，这个梦很奇怪，而且非常清楚，不是个普通的梦。他梦到什么？梦到有个人拿一张请帖，就像邀请函一样，牵了一匹马，敲他的门。他去开门，都在梦中，开门。开门的时候一看，对方的人告诉他，他说这封信你看看是不是给你的？他说是，是我的名字没错。他说我们大将军请你过去商量一个问题。他就说不大对，他说我一生虽然中举，从来没有跟做官的人往来过，我没有这样的朋友。那个人说既然名字相同，你就去一趟。他也是没法子好推辞，他说这个马就是给你准备的。就让他骑上马，骑上马之后，他就感觉得这个马不是在地面上走，是在空中飞。一会儿到了一个地方，下了马，那个地方是个很大的大殿，看到许多人在交头接耳，好像在谈什么重要的事情。他就问那些人打听，大将军是谁？人家告诉他，岳飞。他一听说岳飞，心里就感觉很难过，他说岳飞是宋朝人，那我不就已经死了吗？他说不行，我不能死，家里父母没有人照顾，妻子还有小孩这怎么办？",
      "zh_TW": "從佛這個果報使我想起，這也是屬於戰爭的，很麻煩。我在學佛之初，剛剛接觸佛法，認識朱鏡宙老居士，朱老居士跟李老師同年，那時候那一年他老人家六十九歲。他是學科學的，官也做得不小，抗戰勝利之後，他是浙江人，他做浙江財政廳長。三十八年到台灣來，我們有緣有個朋友介紹，我那時剛剛學佛，他說他這邊有個老居士，我介紹給你，跟他認識。老人非常慈悲，把我們看成小孩，他那時候六十九，我才二十六，祖父輩的人，常常講故事給我聽，全是他自己親身遭遇的。他說在滿清的末年，他們家鄉，他那個時候十幾歲，他告訴我大概是十五、六歲，家鄉出了個怪事情，距離他，他們都住鄉下，鄰近的一個村莊，不遠。有個舉人，這家人還不錯，中舉了，他是個獨生子，所以就沒有出去做官，在家裡面還是耕田，照顧父母。他也結了婚，還有一個小孩。有一天中午睡覺做了個夢，這個夢很奇怪，而且非常清楚，不是個普通的夢。他夢到什麼？夢到有個人拿一張請帖，就像邀請函一樣，牽了一匹馬，敲他的門。他去開門，都在夢中，開門。開門的時候一看，對方的人告訴他，他說這封信你看看是不是給你的？他說是，是我的名字沒錯。他說我們大將軍請你過去商量一個問題。他就說不大對，他說我一生雖然中舉，從來沒有跟做官的人往來過，我沒有這樣的朋友。那個人說既然名字相同，你就去一趟。他也是沒法子好推辭，他說這個馬就是給你準備的。就讓他騎上馬，騎上馬之後，他就感覺得這個馬不是在地面上走，是在空中飛。一會兒到了一個地方，下了馬，那個地方是個很大的大殿，看到許多人在交頭接耳，好像在談什麼重要的事情。他就問那些人打聽，大將軍是誰？人家告訴他，岳飛。他一聽說岳飛，心裡就感覺很難過，他說岳飛是宋朝人，那我不就已經死了嗎？他說不行，我不能死，家裡父母沒有人照顧，妻子還有小孩這怎麼辦？"
    },
    {
      "id": "12-047-0102_p0028",
      "zh_CN": "过了一会儿，岳飞升座，召集大家。他就告诉岳飞说我不能死。岳飞说没有关系，我们现在商量讨伐金兵。你看还是打仗，满清的前身就是金兵。他告诉这个举人，他说我们军队出发的时候还有半年，你可以先回去。他是聘请他来当秘书，从事于文书工作的。他说我送你回去，你回家料理后事。他读书人，对于岳飞非常崇敬，心里想想，死了以后能够跟岳飞也是很不容易得的，所以他就满口答应。岳飞就派原来接他的人送他回去。回去之后，他就告诉他的父母。父母说这是作梦。他说不是梦，是真的。到约好的时期，岳飞派人来真的把他接走。老居士告诉我，半年之后就辛亥革命推翻满清，他说推翻满清，半年前岳飞已经去讨伐，就是阴阳两面都开始，人间没有动，鬼就先动了。他说岳飞现在还在鬼道，什么原因？就是他分别执着没放下，念念不忘讨伐金兵，就这么个原因。跟这个是一样的道理，战争也会惹下祸根，麻烦！释迦牟尼佛前世，这是战争，遭这个果报。这是我们举这几个例子，害人的事情决定不能有，生生世世冤冤相报没完没了。今天时间到了，我们就讲到此地。",
      "zh_TW": "過了一會兒，岳飛升座，召集大家。他就告訴岳飛說我不能死。岳飛說沒有關係，我們現在商量討伐金兵。你看還是打仗，滿清的前身就是金兵。他告訴這個舉人，他說我們軍隊出發的時候還有半年，你可以先回去。他是聘請他來當祕書，從事於文書工作的。他說我送你回去，你回家料理後事。他讀書人，對於岳飛非常崇敬，心裡想想，死了以後能夠跟岳飛也是很不容易得的，所以他就滿口答應。岳飛就派原來接他的人送他回去。回去之後，他就告訴他的父母。父母說這是作夢。他說不是夢，是真的。到約好的時期，岳飛派人來真的把他接走。老居士告訴我，半年之後就辛亥革命推翻滿清，他說推翻滿清，半年前岳飛已經去討伐，就是陰陽兩面都開始，人間沒有動，鬼就先動了。他說岳飛現在還在鬼道，什麼原因？就是他分別執著沒放下，念念不忘討伐金兵，就這麼個原因。跟這個是一樣的道理，戰爭也會惹下禍根，麻煩！釋迦牟尼佛前世，這是戰爭，遭這個果報。這是我們舉這幾個例子，害人的事情決定不能有，生生世世冤冤相報沒完沒了。今天時間到了，我們就講到此地。"
    }
  ]
}