{
  "doc_id": "12-047-0053",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十三集",
    "zh_TW": "第五十三集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-047-0053",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-047-0053_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，经文第十面第四行，我们从第二句看起，从一者：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，經文第十面第四行，我們從第二句看起，從一者："
    },
    {
      "id": "12-047-0053_p0002",
      "zh_CN": "【一者。随缘妙用无方德。谓依真起用。广利群生。众生根器不等。受解万差。乐欲不同。应机授法。应病与药。令得服行。维摩经中具明斯义。】",
      "zh_TW": "【一者。隨緣妙用無方德。謂依真起用。廣利群生。眾生根器不等。受解萬差。樂欲不同。應機授法。應病與藥。令得服行。維摩經中具明斯義。】"
    },
    {
      "id": "12-047-0053_p0003",
      "zh_CN": "到这里是一段，这一段前面我们学过。第四这一大段是依前面三种周遍而行四德，这是四德里面的第一德『随缘妙用』，最重要的就是前面两句，『依真起用，广利群生』，这才是自性性德的根源。世尊在《华严经》里面告诉我们，「一切众生皆有如来智慧德相」，「起用」是德，德的根源就是「依真」。真是什么？真就是前面讲的三段，自性清净圆明体从真起用现出依正二报。依报，宇宙的现象发生；正报，我这个相起来，我起来了，这个我是大乘教里面讲的四净德，这四净德讲「常、乐、我、净」，这是真的不是假的。有真常，真常是什么？自性清净圆明体是真常，永恒不变，惠能大师讲的「本自清净，本不生灭」，就是真常，不生不灭，这是真我。真乐，真乐是里面决定没有苦的现象，无苦就是乐。有乐呢？乐还是苦，诸位要知道，乐是坏苦。真乐是苦乐都没有，才叫真乐；有苦有乐都是起烦恼，苦是烦恼，乐也是烦恼。中国人讲七情五欲，七情里面，头一个就是喜，喜、乐、哀（悲哀），这都属于情，七情，喜怒哀乐爱恶欲，七情五欲统统是烦恼。连欢喜这个现象都没有，你的心才是真乐。所以有真乐、真净，常乐我净四净德真有，这个地方讲依真起用，真有。",
      "zh_TW": "到這裡是一段，這一段前面我們學過。第四這一大段是依前面三種周遍而行四德，這是四德裡面的第一德『隨緣妙用』，最重要的就是前面兩句，『依真起用，廣利群生』，這才是自性性德的根源。世尊在《華嚴經》裡面告訴我們，「一切眾生皆有如來智慧德相」，「起用」是德，德的根源就是「依真」。真是什麼？真就是前面講的三段，自性清淨圓明體從真起用現出依正二報。依報，宇宙的現象發生；正報，我這個相起來，我起來了，這個我是大乘教裡面講的四淨德，這四淨德講「常、樂、我、淨」，這是真的不是假的。有真常，真常是什麼？自性清淨圓明體是真常，永恆不變，惠能大師講的「本自清淨，本不生滅」，就是真常，不生不滅，這是真我。真樂，真樂是裡面決定沒有苦的現象，無苦就是樂。有樂呢？樂還是苦，諸位要知道，樂是壞苦。真樂是苦樂都沒有，才叫真樂；有苦有樂都是起煩惱，苦是煩惱，樂也是煩惱。中國人講七情五欲，七情裡面，頭一個就是喜，喜、樂、哀（悲哀），這都屬於情，七情，喜怒哀樂愛惡欲，七情五欲統統是煩惱。連歡喜這個現象都沒有，你的心才是真樂。所以有真樂、真淨，常樂我淨四淨德真有，這個地方講依真起用，真有。"
    },
    {
      "id": "12-047-0053_p0004",
      "zh_CN": "身不是我，身是会有生灭的，常乐我净都是不生不灭。净就是自性清净圆明体，「何期自性，本自清净」，能大师讲的清净，不生不灭是涅槃，「本自具足，本无动摇，能生万法」，真常、真乐、真净。真我，要知道，有，永恒的。身是假我，这个不是真我，这个在世间很短暂，真的像昙花一现。众生，特别是六道里面的众生，哪一个不是把身看作我？这就迷了，不知道真我，把假我误会以为是真我，搞错了，在这里面起心动念，错了。佛是真正觉悟，大彻大悟，见到宇宙人生的真相，就是见到前面讲的一体、二用、三遍，三种周遍，这真相看到了。众生有感，如来就有应，感应道交丝毫不爽，这都属于因果。所以，因果也是跟宇宙依正同时发生的。",
      "zh_TW": "身不是我，身是會有生滅的，常樂我淨都是不生不滅。淨就是自性清淨圓明體，「何期自性，本自清淨」，能大師講的清淨，不生不滅是涅槃，「本自具足，本無動搖，能生萬法」，真常、真樂、真淨。真我，要知道，有，永恆的。身是假我，這個不是真我，這個在世間很短暫，真的像曇花一現。眾生，特別是六道裡面的眾生，哪一個不是把身看作我？這就迷了，不知道真我，把假我誤會以為是真我，搞錯了，在這裡面起心動念，錯了。佛是真正覺悟，大徹大悟，見到宇宙人生的真相，就是見到前面講的一體、二用、三遍，三種周遍，這真相看到了。眾生有感，如來就有應，感應道交絲毫不爽，這都屬於因果。所以，因果也是跟宇宙依正同時發生的。"
    },
    {
      "id": "12-047-0053_p0005",
      "zh_CN": "修行人真的要想希望在这一生当中走妄尽还源这一条路，妄就是烦恼，虚妄的，妄想分别执着，《华严经》讲的三大类，大乘教里面讲的三种烦恼。妄想是无始无明烦恼，分别是尘沙烦恼，执着是见思烦恼，说的是一桩事情，《华严》跟大乘教里面名相上不同，意思是一样的，是指一桩事情。这三样东西障碍了我们的真常，我们四净德都不见了，不能够现前，不是没有，只是有了障碍，不能现前。我们如果真的想回头、想还源，还源就是回归自性，回归常寂光，用这本书里面的名词叫回归自性清净圆明体，在大乘里面一般讲究竟圆满成佛。我们现在从哪里下手？现在常常要提醒自己，也就是常常要觉悟，觉悟什么？觉悟身不是我，破身见，破我执。",
      "zh_TW": "修行人真的要想希望在這一生當中走妄盡還源這一條路，妄就是煩惱，虛妄的，妄想分別執著，《華嚴經》講的三大類，大乘教裡面講的三種煩惱。妄想是無始無明煩惱，分別是塵沙煩惱，執著是見思煩惱，說的是一樁事情，《華嚴》跟大乘教裡面名相上不同，意思是一樣的，是指一樁事情。這三樣東西障礙了我們的真常，我們四淨德都不見了，不能夠現前，不是沒有，只是有了障礙，不能現前。我們如果真的想回頭、想還源，還源就是回歸自性，回歸常寂光，用這本書裡面的名詞叫回歸自性清淨圓明體，在大乘裡面一般講究竟圓滿成佛。我們現在從哪裡下手？現在常常要提醒自己，也就是常常要覺悟，覺悟什麼？覺悟身不是我，破身見，破我執。"
    },
    {
      "id": "12-047-0053_p0006",
      "zh_CN": "《金刚经》在中国很流行，流通最广，不学佛的人也读《金刚经》，言简意赅。《金刚经》上讲得很明白，要破四相，四相是妄想，不是真的，「我相、人相、众生相、寿者相」。我不是真的，身不是我，执着身是我，错了。我相要是破了，人相是跟我相对立的，那也不存在。众生相范围就大了，众生相就讲到宇宙，就是能生万法，森罗万象都是虚幻不实，那你就见到大乘教里常讲的「凡所有相，皆是虚妄」，你就都见到，那是众生相。寿者相是时间，时间也是假的不是真的，所谓是一念九世。我们首先要时时刻刻提醒，不要再执着这个身是我，再不要为这个身去造孽，这就错了。你看《地藏经》上讲，「阎浮提众生，起心动念，无不是业，无不是罪」，道理在此地。《金刚经》一首偈子非常好，我过去把它写出来，印在透明的胶纸上送给同修，这应该是在二十年前的事情，二、三十年前。我印的小张，教人什么？教同修回去贴在家里电视上，透明的，印的是红字，就是四句偈，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。你打开电视的时候你就看到这首偈，我们看电视要应作如是观，看电视也是在学佛，也会开智慧，也能够妄尽还源。为什么这么做？这样做就是自度度他，广利群生。首先必须自度，自己没有得度决定不能度他，那度他是假的，一定要先自己开悟，才能够帮助别人，才能够影响别人。",
      "zh_TW": "《金剛經》在中國很流行，流通最廣，不學佛的人也讀《金剛經》，言簡意賅。《金剛經》上講得很明白，要破四相，四相是妄想，不是真的，「我相、人相、眾生相、壽者相」。我不是真的，身不是我，執著身是我，錯了。我相要是破了，人相是跟我相對立的，那也不存在。眾生相範圍就大了，眾生相就講到宇宙，就是能生萬法，森羅萬象都是虛幻不實，那你就見到大乘教裡常講的「凡所有相，皆是虛妄」，你就都見到，那是眾生相。壽者相是時間，時間也是假的不是真的，所謂是一念九世。我們首先要時時刻刻提醒，不要再執著這個身是我，再不要為這個身去造孽，這就錯了。你看《地藏經》上講，「閻浮提眾生，起心動念，無不是業，無不是罪」，道理在此地。《金剛經》一首偈子非常好，我過去把它寫出來，印在透明的膠紙上送給同修，這應該是在二十年前的事情，二、三十年前。我印的小張，教人什麼？教同修回去貼在家裡電視上，透明的，印的是紅字，就是四句偈，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。你打開電視的時候你就看到這首偈，我們看電視要應作如是觀，看電視也是在學佛，也會開智慧，也能夠妄盡還源。為什麼這麼做？這樣做就是自度度他，廣利群生。首先必須自度，自己沒有得度決定不能度他，那度他是假的，一定要先自己開悟，才能夠幫助別人，才能夠影響別人。"
    },
    {
      "id": "12-047-0053_p0007",
      "zh_CN": "下面，昨天我们学了，『众生根器不等』，这个要知道。为什么不等？众生的根性是平等的，这个要知道，「器」是什么？是器用、作用，不平等，为什么？业力不相同，我们一般讲业障，业障不一样。有人业障轻，有人业障重，差别就很大，业障轻的根就利，利根，业障重的根就钝，迟钝，不相等。业障必须要懂得忏悔，普贤菩萨的十愿，最重要的是前面四愿，礼敬、称赞、供养、忏悔，这四愿非常重要。这四愿里头最重要的就是忏悔，前面三种是帮助你忏悔，如果没有前面三种，你就没有法子忏悔，你也不懂忏悔。为什么我们修忏悔不得力？我们的业障怎么忏也忏不了，为什么？你前面三个条件没有具备，你要具备前面三个条件，业障很容易忏除。这桩事情我们同学要细心去揣摩、去体会，你慢慢就明白了。我们为什么不能忏悔？头一个烦恼里面有傲慢。我不傲慢，你就已经傲慢，只要有我就傲慢，傲慢是跟我同时发生的。你们学过唯识的都知道，执着是什么？执着是末那识，末那识怎么形成的？四大烦恼常相随，有末那识就有四大烦恼。四大烦恼头一个我见，我见就是执着有个我，还不是执着身。六道众生有不要身体的，高级凡夫，四空天，四空天是无色界天，没有身体，但是他还是执着我，那叫我见。那个我是什么？我们一般人讲灵魂，没有肉体，没有物质现象，他还执着那是我，所以他出不了三界。你说这个东西多麻烦，这个错误的执着是多么厉害。他有我见、有我爱，爱是什么？贪。有我痴、有我慢，你们想想，慢是傲慢，傲慢就是瞋恨。你看贪瞋痴，我爱是贪，我痴是愚痴，我慢就是瞋，三毒烦恼，与生俱来，什么时候你有阿赖耶识，你这个东西就具足。到什么时候才没有？转识成智，转第六意识为妙观察智，转第七识为平等性智，四大烦恼没有了，就平等，心就平；有这个东西心不平，我见、我爱、我痴、我慢。",
      "zh_TW": "下面，昨天我們學了，『眾生根器不等』，這個要知道。為什麼不等？眾生的根性是平等的，這個要知道，「器」是什麼？是器用、作用，不平等，為什麼？業力不相同，我們一般講業障，業障不一樣。有人業障輕，有人業障重，差別就很大，業障輕的根就利，利根，業障重的根就鈍，遲鈍，不相等。業障必須要懂得懺悔，普賢菩薩的十願，最重要的是前面四願，禮敬、稱讚、供養、懺悔，這四願非常重要。這四願裡頭最重要的就是懺悔，前面三種是幫助你懺悔，如果沒有前面三種，你就沒有法子懺悔，你也不懂懺悔。為什麼我們修懺悔不得力？我們的業障怎麼懺也懺不了，為什麼？你前面三個條件沒有具備，你要具備前面三個條件，業障很容易懺除。這樁事情我們同學要細心去揣摩、去體會，你慢慢就明白了。我們為什麼不能懺悔？頭一個煩惱裡面有傲慢。我不傲慢，你就已經傲慢，只要有我就傲慢，傲慢是跟我同時發生的。你們學過唯識的都知道，執著是什麼？執著是末那識，末那識怎麼形成的？四大煩惱常相隨，有末那識就有四大煩惱。四大煩惱頭一個我見，我見就是執著有個我，還不是執著身。六道眾生有不要身體的，高級凡夫，四空天，四空天是無色界天，沒有身體，但是他還是執著我，那叫我見。那個我是什麼？我們一般人講靈魂，沒有肉體，沒有物質現象，他還執著那是我，所以他出不了三界。你說這個東西多麻煩，這個錯誤的執著是多麼厲害。他有我見、有我愛，愛是什麼？貪。有我痴、有我慢，你們想想，慢是傲慢，傲慢就是瞋恨。你看貪瞋痴，我愛是貪，我痴是愚痴，我慢就是瞋，三毒煩惱，與生俱來，什麼時候你有阿賴耶識，你這個東西就具足。到什麼時候才沒有？轉識成智，轉第六意識為妙觀察智，轉第七識為平等性智，四大煩惱沒有了，就平等，心就平；有這個東西心不平，我見、我愛、我痴、我慢。"
    },
    {
      "id": "12-047-0053_p0008",
      "zh_CN": "所以常常提醒，不要再执着身是我，常常想着《金刚经》一首偈子好，它讲得很具体，「一切有为法，如梦幻泡影」。那个有为法，诸位看《百法》就晓得，除了后面六个无为法之外，前面九十四个都是有为法，包括八识五十一心所，十一个色法，二十四个不相应，统统叫有为法，如梦幻泡影，我们要常作如是观，你才能真正放下。常作如是观是看破，不再执着、不再分别是放下，这个修行功夫快。在日常生活当中得有助缘，有帮助你的方法，那就是「礼敬」。诸佛菩萨、大圣大贤他在大众相处，他不带头，他走在最后面，他跟人在一起他矮一截，这是什么？谦虚。谦虚还不够，圣人教导我们谦卑，卑是卑下，谦卑、谦下，我们一定是懂得尊重别人，谦卑自己；自己不谦卑，尊重别人是假的不是真的。所以，礼敬诸佛就是学谦卑。儒家里面的礼，礼的精神用一句话来说，什么叫礼？礼就是自卑而尊人，这个自卑是谦卑，这是礼。它的作用是什么？作用是降伏我们无始劫带来的贡高我慢的烦恼。谦卑能帮助你断这个东西，这也就是对治瞋恚的、对治傲慢的、对治嫉妒的，你看这个方法好不好！这是严重的烦恼，要学谦卑。",
      "zh_TW": "所以常常提醒，不要再執著身是我，常常想著《金剛經》一首偈子好，它講得很具體，「一切有為法，如夢幻泡影」。那個有為法，諸位看《百法》就曉得，除了後面六個無為法之外，前面九十四個都是有為法，包括八識五十一心所，十一個色法，二十四個不相應，統統叫有為法，如夢幻泡影，我們要常作如是觀，你才能真正放下。常作如是觀是看破，不再執著、不再分別是放下，這個修行功夫快。在日常生活當中得有助緣，有幫助你的方法，那就是「禮敬」。諸佛菩薩、大聖大賢他在大眾相處，他不帶頭，他走在最後面，他跟人在一起他矮一截，這是什麼？謙虛。謙虛還不夠，聖人教導我們謙卑，卑是卑下，謙卑、謙下，我們一定是懂得尊重別人，謙卑自己；自己不謙卑，尊重別人是假的不是真的。所以，禮敬諸佛就是學謙卑。儒家裡面的禮，禮的精神用一句話來說，什麼叫禮？禮就是自卑而尊人，這個自卑是謙卑，這是禮。它的作用是什麼？作用是降伏我們無始劫帶來的貢高我慢的煩惱。謙卑能幫助你斷這個東西，這也就是對治瞋恚的、對治傲慢的、對治嫉妒的，你看這個方法好不好！這是嚴重的煩惱，要學謙卑。"
    },
    {
      "id": "12-047-0053_p0009",
      "zh_CN": "要学「称赞」，称赞绝不是巴结，为什么？看到别人真正有德行，他的思想、言行与性德相应，要赞叹，欢喜赞叹。赞叹是对治嫉妒的，嫉妒心也很严重，造的业很深，人人都有嫉妒心。从前我们跟李老师学经教，李老师常常告诉我们，你们都要记住，每个人都有，嫉妒心谁没有？他说连要饭的叫化子都有嫉妒心。那种人在社会上真是最低下的人，叫贫贱，贫是没有财富，贱是没有地位，要饭的在社会上没地位，是最下的，他还傲慢。他看到富人、富贵人家从他面前走过，他有嫉妒心，他还哼一下，「哼，有什么了不起？不过有几个臭铜钱而已！」他还在笑话别人，你看看，你就知道嫉妒心是多么严重。所以，称赞就是对治嫉妒。「广修供养」是对治我们贪心的。你看看礼敬、称赞、供养，供养就是布施，对治我们末那识里面的贪瞋痴慢，对治这个东西。有这个东西，我们就不是依真起用，我们是依烦恼起用。说老实话，我们今天起作用的话，统统是依烦恼、依贪瞋痴。依真就是得把贪瞋痴给断掉，要断贪瞋痴你一定要觉悟。贪瞋痴是什么东西？贪瞋痴就是末那的元素，四大烦恼构成末那识，末那识就是我执，执着有我，执着有法，我执、法执都是它，有它就没有平等，所以转末那为平等性智。我们《无量寿经》经题里面讲的清净平等，不再有染污你就清净，不再有高下你就平等。所以，礼敬是平等的。称赞就是与性德相应、与性德不相应，不相应的不称赞，相应的称赞。布施是平等的，布施供养是平等的。有前面这三条，我们的忏悔就有力量，真的能忏除业障。",
      "zh_TW": "要學「稱讚」，稱讚絕不是巴結，為什麼？看到別人真正有德行，他的思想、言行與性德相應，要讚歎，歡喜讚歎。讚歎是對治嫉妒的，嫉妒心也很嚴重，造的業很深，人人都有嫉妒心。從前我們跟李老師學經教，李老師常常告訴我們，你們都要記住，每個人都有，嫉妒心誰沒有？他說連要飯的叫化子都有嫉妒心。那種人在社會上真是最低下的人，叫貧賤，貧是沒有財富，賤是沒有地位，要飯的在社會上沒地位，是最下的，他還傲慢。他看到富人、富貴人家從他面前走過，他有嫉妒心，他還哼一下，「哼，有什麼了不起？不過有幾個臭銅錢而已！」他還在笑話別人，你看看，你就知道嫉妒心是多麼嚴重。所以，稱讚就是對治嫉妒。「廣修供養」是對治我們貪心的。你看看禮敬、稱讚、供養，供養就是布施，對治我們末那識裡面的貪瞋痴慢，對治這個東西。有這個東西，我們就不是依真起用，我們是依煩惱起用。說老實話，我們今天起作用的話，統統是依煩惱、依貪瞋痴。依真就是得把貪瞋痴給斷掉，要斷貪瞋痴你一定要覺悟。貪瞋痴是什麼東西？貪瞋痴就是末那的元素，四大煩惱構成末那識，末那識就是我執，執著有我，執著有法，我執、法執都是它，有它就沒有平等，所以轉末那為平等性智。我們《無量壽經》經題裡面講的清淨平等，不再有染污你就清淨，不再有高下你就平等。所以，禮敬是平等的。稱讚就是與性德相應、與性德不相應，不相應的不稱讚，相應的稱讚。布施是平等的，布施供養是平等的。有前面這三條，我們的懺悔就有力量，真的能懺除業障。"
    },
    {
      "id": "12-047-0053_p0010",
      "zh_CN": "王凤仪善人发明的「说病」，是用说明你这个病的因素，你真正听了之后觉悟了，从内心里面真正忏悔，病就好了。这个道理大小乘经里面佛讲得很清楚，但是我们一般人都疏忽了。他很难得，他是生长在东北农村里面，农民生活太苦，很多疾病医治不起，没钱！看医生要钱，买药要钱，住医院是更要钱，没钱，生活都成问题。所以他就想，能不能有个什么方法治病不要花钱，不必请医生，也不必吃药，病就能治好，这个方法就妙极了，他天天想这个方法，想了一百多天。守墓的时候，他父亲死了，他守坟三年，在这个期间当中豁然开悟，把这个道理想通了。从他这段经历来看，跟禅宗里面的参究那个原理跟方法、功夫完全相同，一心专注就想这个问题，这是禅宗里头的疑情。没有答案，到心完全定了，没有杂念，豁然开悟。所以疑情，古人讲的，小疑有小悟，大疑有大悟。他这是一桩事情，同情穷苦人没钱治病，把心专注在这个问题上，他也能开悟，悟了之后居然就能治病，一直传到现在还非常有效。他当年在世的时候，跟他学这种方法说病的，我看他的传记里面就有五、六十个人，跟他学的，个个都有效，不仅是他一个人，你学这个方法都有效。我从他的传记里面，把这一段节录出来，文字不长，他用的原理与方法，诸位每个人要学会了，你们个个都有办法给人治病。这利益众生，就是四弘誓愿的「众生无边誓愿度」，可是利益众生，先要利益自己，我们想度众生，先度自己。王凤仪自己本身有病，先把自己的病治好，然后才有把握帮助别人，愈试愈灵验，遇到有病的人，说一个好一个，说一个好一个，信心十足，真的是得三宝加持。",
      "zh_TW": "王鳳儀善人發明的「說病」，是用說明你這個病的因素，你真正聽了之後覺悟了，從內心裡面真正懺悔，病就好了。這個道理大小乘經裡面佛講得很清楚，但是我們一般人都疏忽了。他很難得，他是生長在東北農村裡面，農民生活太苦，很多疾病醫治不起，沒錢！看醫生要錢，買藥要錢，住醫院是更要錢，沒錢，生活都成問題。所以他就想，能不能有個什麼方法治病不要花錢，不必請醫生，也不必吃藥，病就能治好，這個方法就妙極了，他天天想這個方法，想了一百多天。守墓的時候，他父親死了，他守墳三年，在這個期間當中豁然開悟，把這個道理想通了。從他這段經歷來看，跟禪宗裡面的參究那個原理跟方法、功夫完全相同，一心專注就想這個問題，這是禪宗裡頭的疑情。沒有答案，到心完全定了，沒有雜念，豁然開悟。所以疑情，古人講的，小疑有小悟，大疑有大悟。他這是一樁事情，同情窮苦人沒錢治病，把心專注在這個問題上，他也能開悟，悟了之後居然就能治病，一直傳到現在還非常有效。他當年在世的時候，跟他學這種方法說病的，我看他的傳記裡面就有五、六十個人，跟他學的，個個都有效，不僅是他一個人，你學這個方法都有效。我從他的傳記裡面，把這一段節錄出來，文字不長，他用的原理與方法，諸位每個人要學會了，你們個個都有辦法給人治病。這利益眾生，就是四弘誓願的「眾生無邊誓願度」，可是利益眾生，先要利益自己，我們想度眾生，先度自己。王鳳儀自己本身有病，先把自己的病治好，然後才有把握幫助別人，愈試愈靈驗，遇到有病的人，說一個好一個，說一個好一個，信心十足，真的是得三寶加持。"
    },
    {
      "id": "12-047-0053_p0011",
      "zh_CN": "众生根性不相同，信受、信解差别很大，『乐欲不同』，所以『应机授法』，这就是智慧，『应病与药』。所以说病也是一门大学问，你一眼就看出这个人是什么病，先看出他是什么样的根性，他讲的根性跟佛法讲的根性不一样，他讲的根性是五行的根性，金木水火土。你在算命的时候，算命是用甲乙丙丁戊己庚辛来排的八字，中国天干地支里面就有五行，五行里头又有阴阳，偏重在哪方面。他会看，一看就晓得，你是属于五行里头哪一类的，你应该会得些什么病，你的病是怎么得来的，他全知道。给你一说清楚，你自己听明白了，想想没错，真的。我们处事待人接物到底错在哪里？把错误说出来，这就是忏悔。真心忏悔，后不再造，那个病就出来了，吐出来，会呕吐。这个道理，病跑出来了，它在五脏六腑里面它是病，它只要跑出来就没事。我们一般治病，中医治病发汗，病毒从汗里面、从出汗里面出来，刮痧、推拿都属于这个道理。呕吐、大小便溺，都把病毒向外排除，你里面干干净净，什么毛病都没有了。所以在治病总的原理上，病怎么好的，这原理原则上完全相同。他不是迷信，他不是不合科学，你细心去观察你就明白了。",
      "zh_TW": "眾生根性不相同，信受、信解差別很大，『樂欲不同』，所以『應機授法』，這就是智慧，『應病與藥』。所以說病也是一門大學問，你一眼就看出這個人是什麼病，先看出他是什麼樣的根性，他講的根性跟佛法講的根性不一樣，他講的根性是五行的根性，金木水火土。你在算命的時候，算命是用甲乙丙丁戊己庚辛來排的八字，中國天干地支裡面就有五行，五行裡頭又有陰陽，偏重在哪方面。他會看，一看就曉得，你是屬於五行裡頭哪一類的，你應該會得些什麼病，你的病是怎麼得來的，他全知道。給你一說清楚，你自己聽明白了，想想沒錯，真的。我們處事待人接物到底錯在哪裡？把錯誤說出來，這就是懺悔。真心懺悔，後不再造，那個病就出來了，吐出來，會嘔吐。這個道理，病跑出來了，它在五臟六腑裡面它是病，它只要跑出來就沒事。我們一般治病，中醫治病發汗，病毒從汗裡面、從出汗裡面出來，刮痧、推拿都屬於這個道理。嘔吐、大小便溺，都把病毒向外排除，你裡面乾乾淨淨，什麼毛病都沒有了。所以在治病總的原理上，病怎麼好的，這原理原則上完全相同。他不是迷信，他不是不合科學，你細心去觀察你就明白了。"
    },
    {
      "id": "12-047-0053_p0012",
      "zh_CN": "这个地方讲的「与药」，这是方法，这些八万四千法门，教他学习哪一个法门。能不能有效？那就是最后这一句，『令得服行』，他肯不肯依教奉行？如果肯依教奉行，没有一个人不成佛。佛给我们最高的、最微妙的、最殊胜的，这个方法给我们说出来。我们本来是佛，现在为什么会变成这个样子？是因为我们有了妄想分别执着。虽有佛性，把佛性障碍了，佛性不能现前，只要我们把妄想分别执着放下，我们跟十方三世一切诸佛如来就完全平等，智慧一样的，德能一样的，相好一样的。德能里面我们讲一个，无量无边的分身，这个能力多殊胜，我们现在失掉了。可以分身，分无量无边身，千变万化，像观世音菩萨三十二应，应以什么身得度就现什么身。可以同时同处现无边身，现许许多多身；同时异处，时间相同，不在一个地方现无边身；异时同处现无边身，不是一个时间，在一个地方也能现无边身，昨天现了，今天现了，明天还现。神通广大，不必要靠任何机械、仪器，无需要，自性里头样样具足，万德万能。这个里头有关键，最重要的一个关键是信心。",
      "zh_TW": "這個地方講的「與藥」，這是方法，這些八萬四千法門，教他學習哪一個法門。能不能有效？那就是最後這一句，『令得服行』，他肯不肯依教奉行？如果肯依教奉行，沒有一個人不成佛。佛給我們最高的、最微妙的、最殊勝的，這個方法給我們說出來。我們本來是佛，現在為什麼會變成這個樣子？是因為我們有了妄想分別執著。雖有佛性，把佛性障礙了，佛性不能現前，只要我們把妄想分別執著放下，我們跟十方三世一切諸佛如來就完全平等，智慧一樣的，德能一樣的，相好一樣的。德能裡面我們講一個，無量無邊的分身，這個能力多殊勝，我們現在失掉了。可以分身，分無量無邊身，千變萬化，像觀世音菩薩三十二應，應以什麼身得度就現什麼身。可以同時同處現無邊身，現許許多多身；同時異處，時間相同，不在一個地方現無邊身；異時同處現無邊身，不是一個時間，在一個地方也能現無邊身，昨天現了，今天現了，明天還現。神通廣大，不必要靠任何機械、儀器，無需要，自性裡頭樣樣具足，萬德萬能。這個裡頭有關鍵，最重要的一個關鍵是信心。"
    },
    {
      "id": "12-047-0053_p0013",
      "zh_CN": "王凤仪先生给人治病也谈到这个，他信什么？那个就最灵。所以他给人治病的时候，他先说出病情，最后要问他，你信什么教？信什么教，你就向那个教主去忏悔，他就灵，信就灵。不信宗教，家里面供灶神的，我就信灶神，那你就向灶神忏悔，灶神就灵。如果实在没有的，你就向祖宗忏悔，向父母忏悔，这不是佛法里面常讲的吗？「一切法从心想生」。信什么，什么就灵，天经地义，你不能搞错了。我信仰基督的，今天我叫你找观世音菩萨，观音菩萨不灵，你去找耶稣，耶稣就灵，为什么？你信他。基督徒找耶稣很灵，找观世音菩萨不灵；佛教徒找观音菩萨灵，找耶稣就不灵。你信观音菩萨找观音就灵，你找地藏菩萨就不灵，信心要专一，那就非常灵。你要是信很多？很多就不灵，这一点要知道。你信一个人，那个人会关照你，你有二、三个人，不要紧，我不照顾他，还有别人。那个人推了，没有关系，还有那一个，结果个个都落空，那你就错了。这个道理并不深，但是是事实，你不要搞得太多。",
      "zh_TW": "王鳳儀先生給人治病也談到這個，他信什麼？那個就最靈。所以他給人治病的時候，他先說出病情，最後要問他，你信什麼教？信什麼教，你就向那個教主去懺悔，他就靈，信就靈。不信宗教，家裡面供灶神的，我就信灶神，那你就向灶神懺悔，灶神就靈。如果實在沒有的，你就向祖宗懺悔，向父母懺悔，這不是佛法裡面常講的嗎？「一切法從心想生」。信什麼，什麼就靈，天經地義，你不能搞錯了。我信仰基督的，今天我叫你找觀世音菩薩，觀音菩薩不靈，你去找耶穌，耶穌就靈，為什麼？你信他。基督徒找耶穌很靈，找觀世音菩薩不靈；佛教徒找觀音菩薩靈，找耶穌就不靈。你信觀音菩薩找觀音就靈，你找地藏菩薩就不靈，信心要專一，那就非常靈。你要是信很多？很多就不靈，這一點要知道。你信一個人，那個人會關照你，你有二、三個人，不要緊，我不照顧他，還有別人。那個人推了，沒有關係，還有那一個，結果個個都落空，那你就錯了。這個道理並不深，但是是事實，你不要搞得太多。"
    },
    {
      "id": "12-047-0053_p0014",
      "zh_CN": "这么多年来，我让同学供养阿弥陀佛，我们都是净土宗的，阿弥陀佛我也是主张供一尊佛像，就是你一生永远供这一尊佛像。到将来往生的时候，阿弥陀佛是什么样子？就是你供养的佛像这个样子，他来接引你，你肯定不会错。好多不同的样子，到临命终时，到底哪个是真的，哪个是假的？这一个错的念头，把机会就错掉，你就去不了，你看这个多重要！所以说供哪一尊阿弥陀佛像？你喜欢哪一尊你就供哪一尊，你一生都不要改变。现在科学技术发达，本尊供养在你家里，出去旅行的时候，把他照一张照片带着就行了。无论到什么地方，旅馆里面你在房间，把阿弥陀佛像供在旅馆里面，你天天还拜他，天天看他，天天不离他，就是一个像，你的印象才深刻。我这么多年来，供阿弥陀佛像就一尊，大家看到的蓝底白瓷的，这一尊像的本尊在华藏图书馆，在景美，景美华藏图书馆。我常常在外面旅行，我就带照片。现在这张像印得就很多，到处都是，在全世界到处我都看到，像很庄严，你愈看愈欢喜。这个很重要，不要看到是小事，对我们修学影响可不小，《维摩经》中对于这个意思就讲得很多、讲得很透彻。我们再看下面的文。",
      "zh_TW": "這麼多年來，我讓同學供養阿彌陀佛，我們都是淨土宗的，阿彌陀佛我也是主張供一尊佛像，就是你一生永遠供這一尊佛像。到將來往生的時候，阿彌陀佛是什麼樣子？就是你供養的佛像這個樣子，他來接引你，你肯定不會錯。好多不同的樣子，到臨命終時，到底哪個是真的，哪個是假的？這一個錯的念頭，把機會就錯掉，你就去不了，你看這個多重要！所以說供哪一尊阿彌陀佛像？你喜歡哪一尊你就供哪一尊，你一生都不要改變。現在科學技術發達，本尊供養在你家裡，出去旅行的時候，把他照一張照片帶著就行了。無論到什麼地方，旅館裡面你在房間，把阿彌陀佛像供在旅館裡面，你天天還拜他，天天看他，天天不離他，就是一個像，你的印象才深刻。我這麼多年來，供阿彌陀佛像就一尊，大家看到的藍底白瓷的，這一尊像的本尊在華藏圖書館，在景美，景美華藏圖書館。我常常在外面旅行，我就帶照片。現在這張像印得就很多，到處都是，在全世界到處我都看到，像很莊嚴，你愈看愈歡喜。這個很重要，不要看到是小事，對我們修學影響可不小，《維摩經》中對於這個意思就講得很多、講得很透徹。我們再看下面的文。"
    },
    {
      "id": "12-047-0053_p0015",
      "zh_CN": "【又。】",
      "zh_TW": "【又。】"
    },
    {
      "id": "12-047-0053_p0016",
      "zh_CN": "他每个小段，用个『又』开始。",
      "zh_TW": "他每個小段，用個『又』開始。"
    },
    {
      "id": "12-047-0053_p0017",
      "zh_CN": "【以大悲故。名曰随缘。以大智故。名为妙用。】",
      "zh_TW": "【以大悲故。名曰隨緣。以大智故。名為妙用。】"
    },
    {
      "id": "12-047-0053_p0018",
      "zh_CN": "慈悲、智慧都是性德，都是自性里头本来有的，我们现在也迷失了，为什么？因为有分别、有执着，有执着，智慧就没有了，有分别，慈悲就没有了。佛在经教里告诉我们，慈悲有四种。从凡夫来讲，凡夫有没有慈悲？有，叫「爱缘慈悲」，父母对他的儿女慈悲，这是爱缘慈悲。父母爱子女是真的，子女爱父母也是真的，在什么时候？现在看起来应该三岁以下差不多。三岁以下，一岁到三岁，爱父母是真的，再大一点就变了，慢慢就变质，变到他成年结婚的时候，他就不爱父母。他被这社会严重的染污，对父母的那点爱心完全没有了，甚至于只顾自己，他会爱他的小孩、顾他的小孩，对父母不照顾。这就产生什么？上行下效。你到成年的时候遗弃父母，到你养小孩，小孩养大的时候，你的儿女会遗弃你，一报还一报，很现实！因果报应丝毫不爽，这是真的不是假的。我们如果要想将来儿女对你能行孝，你一定要孝顺父母，你要做给你儿女看。你儿女从小长大，看到你怎样对待父母，他将来纵然有染污，他也不忍心遗弃你，他还是要照顾你。家和万事兴，叫爱缘慈悲。比这个心量大的，就是读了圣贤书，像《弟子规》上讲的「凡是人，皆须爱」。我爱我的父母，我爱我的家族，我爱我的邻里乡党，我爱我的族群、爱我的国家，到最后凡是人都能爱，这叫「众生缘慈悲」。这就是我们一般讲世间的圣贤，大爱、博爱，他有这种胸怀，看到众生苦，他会伸出援手去帮助。",
      "zh_TW": "慈悲、智慧都是性德，都是自性裡頭本來有的，我們現在也迷失了，為什麼？因為有分別、有執著，有執著，智慧就沒有了，有分別，慈悲就沒有了。佛在經教裡告訴我們，慈悲有四種。從凡夫來講，凡夫有沒有慈悲？有，叫「愛緣慈悲」，父母對他的兒女慈悲，這是愛緣慈悲。父母愛子女是真的，子女愛父母也是真的，在什麼時候？現在看起來應該三歲以下差不多。三歲以下，一歲到三歲，愛父母是真的，再大一點就變了，慢慢就變質，變到他成年結婚的時候，他就不愛父母。他被這社會嚴重的染污，對父母的那點愛心完全沒有了，甚至於只顧自己，他會愛他的小孩、顧他的小孩，對父母不照顧。這就產生什麼？上行下效。你到成年的時候遺棄父母，到你養小孩，小孩養大的時候，你的兒女會遺棄你，一報還一報，很現實！因果報應絲毫不爽，這是真的不是假的。我們如果要想將來兒女對你能行孝，你一定要孝順父母，你要做給你兒女看。你兒女從小長大，看到你怎樣對待父母，他將來縱然有染污，他也不忍心遺棄你，他還是要照顧你。家和萬事興，叫愛緣慈悲。比這個心量大的，就是讀了聖賢書，像《弟子規》上講的「凡是人，皆須愛」。我愛我的父母，我愛我的家族，我愛我的鄰里鄉黨，我愛我的族群、愛我的國家，到最後凡是人都能愛，這叫「眾生緣慈悲」。這就是我們一般講世間的聖賢，大愛、博愛，他有這種胸懷，看到眾生苦，他會伸出援手去幫助。"
    },
    {
      "id": "12-047-0053_p0019",
      "zh_CN": "第三种，阿罗汉、辟支佛、菩萨，叫「法缘慈悲」。他接受诸佛如来的教诲，知道佛经上常讲的，一切众生与我们是一体，是同体，这个同体他没有证得，因为他没见性，没见性之前，学习佛菩萨。所以他是以佛法为缘，能够爱一切众生，这个比众生缘的慈悲要大，众生缘只是讲有情众生，法缘慈里面包括无情众生，也就是树木花草、山河大地、自然现象，没有不爱的。这是佛陀教育教出来的，他能爱大自然。最高的，明心见性，见性的人那个慈悲叫「无缘慈悲」，讲缘是条件的意思，没有条件，那个真的叫大慈大悲。上面加个大，没条件，无缘慈悲才称之为大慈大悲。慈悲这是随缘，他会帮助众生，但是随缘他有智慧。智慧反面是感情，情识，情识是烦恼，他的慈悲常常会变化，有的时候喜欢你，有的时候讨厌你，那是无常的。可是智慧就是理性的随缘，他是真的，他不会变的，永恒不变的，你随顺他，他喜欢你，你叛逆他，他还是喜欢你，他不变。就像一个慈母对她的儿女一样，她儿女孝顺，她欢喜，她儿女不孝她、背叛她，父母还是挂念儿女，还是没有把儿女放下；父母对儿女的爱，是真的，他不是假的，永恒不变。所以佛告诉我们，佛菩萨他觉悟了，他依智慧，依智慧起作用，他不是依感情，那就是妙用。下面一种说法，他说：",
      "zh_TW": "第三種，阿羅漢、辟支佛、菩薩，叫「法緣慈悲」。他接受諸佛如來的教誨，知道佛經上常講的，一切眾生與我們是一體，是同體，這個同體他沒有證得，因為他沒見性，沒見性之前，學習佛菩薩。所以他是以佛法為緣，能夠愛一切眾生，這個比眾生緣的慈悲要大，眾生緣只是講有情眾生，法緣慈裡面包括無情眾生，也就是樹木花草、山河大地、自然現象，沒有不愛的。這是佛陀教育教出來的，他能愛大自然。最高的，明心見性，見性的人那個慈悲叫「無緣慈悲」，講緣是條件的意思，沒有條件，那個真的叫大慈大悲。上面加個大，沒條件，無緣慈悲才稱之為大慈大悲。慈悲這是隨緣，他會幫助眾生，但是隨緣他有智慧。智慧反面是感情，情識，情識是煩惱，他的慈悲常常會變化，有的時候喜歡你，有的時候討厭你，那是無常的。可是智慧就是理性的隨緣，他是真的，他不會變的，永恆不變的，你隨順他，他喜歡你，你叛逆他，他還是喜歡你，他不變。就像一個慈母對她的兒女一樣，她兒女孝順，她歡喜，她兒女不孝她、背叛她，父母還是掛念兒女，還是沒有把兒女放下；父母對兒女的愛，是真的，他不是假的，永恆不變。所以佛告訴我們，佛菩薩他覺悟了，他依智慧，依智慧起作用，他不是依感情，那就是妙用。下面一種說法，他說："
    },
    {
      "id": "12-047-0053_p0020",
      "zh_CN": "【又不坏假名而常度众生。故曰随缘。了知众生性空实无度者。名为妙用。】",
      "zh_TW": "【又不壞假名而常度眾生。故曰隨緣。了知眾生性空實無度者。名為妙用。】"
    },
    {
      "id": "12-047-0053_p0021",
      "zh_CN": "这是真正见性了，不见性没有到这个境界，就像我们前面讲的这三大段，一体、二用、三遍，确实明了宇宙人生的真相。真相是什么？相有性空，事有理空。如果起心动念没有放下，因果不空；起心动念要是放下了，习气也没有了，因果也了不可得，为什么？完全回归自性，自性里头没有对立的。那你就想想，性相是对立的，理事是对立的，因果也是对立的，所有对立的全部都没有，这是圆满的回归自性。从这个地方我们就知道，只有如来没有因果了，等觉菩萨有没有？有，《华严经》上讲四十一位法身大士都有。只有究竟圆满的叫妙觉位，那个没有了。虽然没有，在度化众生上显出来又有，你看众生有感，这不就有应吗？佛菩萨就有应，那就是果，感应道交，又有这个现象出来。我们真起心动念的人有因果，可是佛菩萨虽然起这种作用，因为他没有起心动念，妙就妙在此地，真是妙用！我们在现前这个阶段，真的叫博地凡夫，我们要非常认真努力去学习，学什么？学放下，真的要常常想着，它就真的会放下。前人给我们很多经验，天天想着我要放下身见，我不能执着身是我，我要放下边见，我不跟任何人对立，我要放下成见。常常这样想，好！想久了，真放下了。哪一天真的一放下，你就狂欢，你现出跟平常的样子就不一样，超狂欢，那是什么？开悟了。那个悟是小悟，但是很有受用，我们不是要求生西方极乐世界吗？必定得生，你在净土里拿到保证书了。而且你往生不是生凡圣同居土，你是生方便有余土，品位高。",
      "zh_TW": "這是真正見性了，不見性沒有到這個境界，就像我們前面講的這三大段，一體、二用、三遍，確實明瞭宇宙人生的真相。真相是什麼？相有性空，事有理空。如果起心動念沒有放下，因果不空；起心動念要是放下了，習氣也沒有了，因果也了不可得，為什麼？完全回歸自性，自性裡頭沒有對立的。那你就想想，性相是對立的，理事是對立的，因果也是對立的，所有對立的全部都沒有，這是圓滿的回歸自性。從這個地方我們就知道，只有如來沒有因果了，等覺菩薩有沒有？有，《華嚴經》上講四十一位法身大士都有。只有究竟圓滿的叫妙覺位，那個沒有了。雖然沒有，在度化眾生上顯出來又有，你看眾生有感，這不就有應嗎？佛菩薩就有應，那就是果，感應道交，又有這個現象出來。我們真起心動念的人有因果，可是佛菩薩雖然起這種作用，因為他沒有起心動念，妙就妙在此地，真是妙用！我們在現前這個階段，真的叫博地凡夫，我們要非常認真努力去學習，學什麼？學放下，真的要常常想著，它就真的會放下。前人給我們很多經驗，天天想著我要放下身見，我不能執著身是我，我要放下邊見，我不跟任何人對立，我要放下成見。常常這樣想，好！想久了，真放下了。哪一天真的一放下，你就狂歡，你現出跟平常的樣子就不一樣，超狂歡，那是什麼？開悟了。那個悟是小悟，但是很有受用，我們不是要求生西方極樂世界嗎？必定得生，你在淨土裡拿到保證書了。而且你往生不是生凡聖同居土，你是生方便有餘土，品位高。"
    },
    {
      "id": "12-047-0053_p0022",
      "zh_CN": "如果还在人间，我们寿命还没到，还在人间，继续努力，为什么？还可以向上爬。人间虽然艰苦，苦是逆增上缘，所以世尊为我们介绍极乐世界，有这么一句话，在娑婆世界修行一天，等于在极乐世界修行一百年。这个地方难修，西方极乐世界太容易了，这里一天等于极乐世界一百年。我们住在这个地方不能白住，要把烦恼习气统统给它修掉。你看看，无我，边见，不对立，无论是顺境，顺境善缘一点贪心都没有，贪恋的念头没有；逆境恶缘一丝毫瞋恚都没有，把这个习气修掉，烦恼习气修掉，我们品位就提升。所以根本的，就是最基础的，还是身见、边见，见取见跟戒取见都属于成见，我们常讲这三样东西，不对立了，成见放下了。不是什么都是我要怎样怎样，那是成见，我们就不能随缘。随缘是什么？别人都好，没有一样不好，你想什么样都好，我都能随顺。但是我随顺有个标准，你所行的、所说的与性德相应，随顺，与性德不相应不随顺，这就是智慧。如果是一昧随顺的话，叫你干坏事情你也随顺，杀盗淫妄也随顺，那就错了，那就随顺到地狱里去。我们是要随顺到极乐世界，要成佛，这个我们随顺，往三途我们不随顺，这样就好，这才叫做妙用。",
      "zh_TW": "如果還在人間，我們壽命還沒到，還在人間，繼續努力，為什麼？還可以向上爬。人間雖然艱苦，苦是逆增上緣，所以世尊為我們介紹極樂世界，有這麼一句話，在娑婆世界修行一天，等於在極樂世界修行一百年。這個地方難修，西方極樂世界太容易了，這裡一天等於極樂世界一百年。我們住在這個地方不能白住，要把煩惱習氣統統給它修掉。你看看，無我，邊見，不對立，無論是順境，順境善緣一點貪心都沒有，貪戀的念頭沒有；逆境惡緣一絲毫瞋恚都沒有，把這個習氣修掉，煩惱習氣修掉，我們品位就提升。所以根本的，就是最基礎的，還是身見、邊見，見取見跟戒取見都屬於成見，我們常講這三樣東西，不對立了，成見放下了。不是什麼都是我要怎樣怎樣，那是成見，我們就不能隨緣。隨緣是什麼？別人都好，沒有一樣不好，你想什麼樣都好，我都能隨順。但是我隨順有個標準，你所行的、所說的與性德相應，隨順，與性德不相應不隨順，這就是智慧。如果是一昧隨順的話，叫你幹壞事情你也隨順，殺盜淫妄也隨順，那就錯了，那就隨順到地獄裡去。我們是要隨順到極樂世界，要成佛，這個我們隨順，往三途我們不隨順，這樣就好，這才叫做妙用。"
    },
    {
      "id": "12-047-0053_p0023",
      "zh_CN": "度众生、帮助众生，自己做出样子来就是帮助众生，特别在现在这个时代，全世界伦理、道德、因果、宗教教育都没落，没人相信。现在必须做出样子给人看，人家才相信，你要做不出样子，别人不相信你的。现在人相信科学，科学实在是什么？真能懂得的并不多，但是有一个大家普遍知道，拿证据来。科学拿证据来、拿证明来，所以我们要做样子证明给人看，他才会相信，要不是做出好样子，他不相信。我们做人有做人的样子，我们把伦理做出来，就是人与人的关系做出来，把道德做出来，把因果做出来，把我们坚定的信心做出来，这样就好，别人看了他自然就会感动，感动你才能教他。他要没有感动，你就别教他，为什么？没用处，他对你没有信心。",
      "zh_TW": "度眾生、幫助眾生，自己做出樣子來就是幫助眾生，特別在現在這個時代，全世界倫理、道德、因果、宗教教育都沒落，沒人相信。現在必須做出樣子給人看，人家才相信，你要做不出樣子，別人不相信你的。現在人相信科學，科學實在是什麼？真能懂得的並不多，但是有一個大家普遍知道，拿證據來。科學拿證據來、拿證明來，所以我們要做樣子證明給人看，他才會相信，要不是做出好樣子，他不相信。我們做人有做人的樣子，我們把倫理做出來，就是人與人的關係做出來，把道德做出來，把因果做出來，把我們堅定的信心做出來，這樣就好，別人看了他自然就會感動，感動你才能教他。他要沒有感動，你就別教他，為什麼？沒用處，他對你沒有信心。"
    },
    {
      "id": "12-047-0053_p0024",
      "zh_CN": "所以老师教学生，现在的老师应该不多了，像我亲近的老师，他们都还是用传统的方法，对学生虽然教，不关注，你听多少学多少，随缘。但是真正有好的学生他很关心，那个好的学生是什么？对老师尊重。老师并不是希望学生尊重，不是这个意思，那老师就错了。尊师重道是性德，你有这个性德，你能够接受老师所教的，所以老师他认真教你，不认真教你对不起你；你能接受，你能信、你能解、你能行，要不教你的话对不起你。如果教给你东西你不相信，你也不理解，你根本就不去做，那教等于白教，不要太浪费那个时间，不要去浪费那个精力，他就不教，课堂讲讲就算了。所以这些我们都要知道。我们遇到老师，老师能够特别照顾、特别关怀你，时时刻刻会提示你，这就是我们有这几分诚意向老师学习。他跟父母不一样，父母跟儿女太亲了，自己没法子教，所以自古以来所谓「易子而教」，它就有道理了。经常在一起，太亲密，这有个毛病，太亲密都看到你的缺点，没有看到你的好处，恭敬心生不起来。天天在一块，你有哪些毛病我都知道，可是你有好处没看到，净看别人坏处，所以印象都不好，恭敬心生不起来。世出世间法都从恭敬里头求，印光大师讲得好，「一分诚敬得一分利益，十分诚敬得十分利益」。你跟一个老师，你能得多少？那个比例从哪里来？你对老师有多少诚敬你能得多少，这非常有道理。",
      "zh_TW": "所以老師教學生，現在的老師應該不多了，像我親近的老師，他們都還是用傳統的方法，對學生雖然教，不關注，你聽多少學多少，隨緣。但是真正有好的學生他很關心，那個好的學生是什麼？對老師尊重。老師並不是希望學生尊重，不是這個意思，那老師就錯了。尊師重道是性德，你有這個性德，你能夠接受老師所教的，所以老師他認真教你，不認真教你對不起你；你能接受，你能信、你能解、你能行，要不教你的話對不起你。如果教給你東西你不相信，你也不理解，你根本就不去做，那教等於白教，不要太浪費那個時間，不要去浪費那個精力，他就不教，課堂講講就算了。所以這些我們都要知道。我們遇到老師，老師能夠特別照顧、特別關懷你，時時刻刻會提示你，這就是我們有這幾分誠意向老師學習。他跟父母不一樣，父母跟兒女太親了，自己沒法子教，所以自古以來所謂「易子而教」，它就有道理了。經常在一起，太親密，這有個毛病，太親密都看到你的缺點，沒有看到你的好處，恭敬心生不起來。天天在一塊，你有哪些毛病我都知道，可是你有好處沒看到，淨看別人壞處，所以印象都不好，恭敬心生不起來。世出世間法都從恭敬裡頭求，印光大師講得好，「一分誠敬得一分利益，十分誠敬得十分利益」。你跟一個老師，你能得多少？那個比例從哪裡來？你對老師有多少誠敬你能得多少，這非常有道理。"
    },
    {
      "id": "12-047-0053_p0025",
      "zh_CN": "末后一句说，『了知众生性空实无度者』，这是妙用。这是什么？度众生心地清净一尘不染，绝不居功。你的学问、德行是我教给你的，老师如果有这个念头的话，不是真正善知识，为什么？他着相，他还有严重分别执着。所以他晓得「众生性空」，相是幻相，了不可得，帮助他开悟，帮助他修行，帮助他悟入，这是应该的，就像父母对子女一样，天经地义，在佛法里面法尔如是。他的成就是他自己成就的，为什么？烦恼习气是他自己放下的，老师没有办法帮他们放下，老师只能够说明。你再想想看，像王善人，现在在大陆上的刘善人，帮你治病，你的病怎么好的？你自己治好的。是不是他治好的？他方法教给你，你要不相信的话一点用都没有。你要不肯照做也不能用，可见得你相信、你照做，你自己度自己，自己把自己治好了。老师呢？老师是个增上缘，佛法讲四缘生法，「亲因缘」是自己的，「所缘缘」是自己的，「无间缘」也是自己的，老师就是最后一个「增上缘」，他在外面帮助你，那三个缘是你自己本身具足。所以觉悟的人了解，帮你治好了，居不居功？不居功。如果老师讲我对你有恩德，我帮你治好的，这是有用，不叫妙用，这个用是俗用，世俗的。",
      "zh_TW": "末後一句說，『了知眾生性空實無度者』，這是妙用。這是什麼？度眾生心地清淨一塵不染，絕不居功。你的學問、德行是我教給你的，老師如果有這個念頭的話，不是真正善知識，為什麼？他著相，他還有嚴重分別執著。所以他曉得「眾生性空」，相是幻相，了不可得，幫助他開悟，幫助他修行，幫助他悟入，這是應該的，就像父母對子女一樣，天經地義，在佛法裡面法爾如是。他的成就是他自己成就的，為什麼？煩惱習氣是他自己放下的，老師沒有辦法幫他們放下，老師只能夠說明。你再想想看，像王善人，現在在大陸上的劉善人，幫你治病，你的病怎麼好的？你自己治好的。是不是他治好的？他方法教給你，你要不相信的話一點用都沒有。你要不肯照做也不能用，可見得你相信、你照做，你自己度自己，自己把自己治好了。老師呢？老師是個增上緣，佛法講四緣生法，「親因緣」是自己的，「所緣緣」是自己的，「無間緣」也是自己的，老師就是最後一個「增上緣」，他在外面幫助你，那三個緣是你自己本身具足。所以覺悟的人了解，幫你治好了，居不居功？不居功。如果老師講我對你有恩德，我幫你治好的，這是有用，不叫妙用，這個用是俗用，世俗的。"
    },
    {
      "id": "12-047-0053_p0026",
      "zh_CN": "真正佛菩萨，我们在世俗上也要表演，知恩报恩，尊师重道。可是真正的老师，他心地里干干净净，一尘不染，不是你尊敬他他真生欢喜，你不尊敬他他就不欢喜，这个老师没开悟，开悟的老师绝对没有这个念头。但是我们学生要不要这样做？要这么做！为什么要这么做？做给别人看的。我跟老师两个都演戏，演给社会大众看的，教导社会大众尊师重道，这就妙用。悟入的人，无论是老师、学生，真正悟入，都知道众生性空，《般若经》上讲的，诸佛菩萨度无量无边众生，最后一句话说「实无众生而得度者」，众生自己度自己，他自己成就的。如果真能得度的话，我们不必修了，他都教我们成佛菩萨，那才叫他真有本事度众生，他做不到。所以众生的成就，是自己悟、自己修、自己得度，这是真的，这是面面都要能够觉察到。下面他愈说意思就愈深。",
      "zh_TW": "真正佛菩薩，我們在世俗上也要表演，知恩報恩，尊師重道。可是真正的老師，他心地裡乾乾淨淨，一塵不染，不是你尊敬他他真生歡喜，你不尊敬他他就不歡喜，這個老師沒開悟，開悟的老師絕對沒有這個念頭。但是我們學生要不要這樣做？要這麼做！為什麼要這麼做？做給別人看的。我跟老師兩個都演戲，演給社會大眾看的，教導社會大眾尊師重道，這就妙用。悟入的人，無論是老師、學生，真正悟入，都知道眾生性空，《般若經》上講的，諸佛菩薩度無量無邊眾生，最後一句話說「實無眾生而得度者」，眾生自己度自己，他自己成就的。如果真能得度的話，我們不必修了，他都教我們成佛菩薩，那才叫他真有本事度眾生，他做不到。所以眾生的成就，是自己悟、自己修、自己得度，這是真的，這是面面都要能夠覺察到。下面他愈說意思就愈深。"
    },
    {
      "id": "12-047-0053_p0027",
      "zh_CN": "【又理即事故名随缘。事即理故名妙用。】",
      "zh_TW": "【又理即事故名隨緣。事即理故名妙用。】"
    },
    {
      "id": "12-047-0053_p0028",
      "zh_CN": "理跟事是一不是二，理没有事，这个理显不出来，事要没有理，这个事就不能够成立。所以一定要晓得，理中有事，事中有理。再换句话说，事是相、现象，相里面一定有性，性里头一定有相，性相是一不是二。有时候把理事跟性相合起来讲，事是什么？事相，理性或者是性理，有体有用。理就是事，这个可以说是随缘，理遍法界，它不是形相，没有形相，没有形相就是没有物质现象，它也没有精神现象。给诸位说，物质现象、精神现象都属于事、都是属于相，理是讲自性清净圆明体，那是理、那是性，它起作用的时候就变成现象，起二用，这个二用就是物质现象跟精神现象，起这两种作用。所以起作用的时候，这就是性体随缘，理就是事。我们今天看的十法界依正庄严，这是什么？这是自性随缘，『理即事』，性就是相。『事即理』，那就是『妙用』，真是妙用，一点都不假，为什么？你开悟了，你大彻大悟，你明心见性，见性成佛。在哪里见？在事上见的，在事上见什么？在事上见到理，在相上见到性，你看是不是妙用！哪一个菩萨修行证果不是这样的？我们哪一天在事上、在相上豁然开悟，就是见到性了。惠能大师在五祖忍和尚方丈室里面，听五祖给他讲《金刚经》大意，讲到「应无所住而生其心」，他是言下，在言语之下豁然大悟。老和尚给他说法是事，他在事上见到理，见性了，提出他心得报告，他五句话是他心得报告。他悟的什么？「何期自性，本自清净」，何期自性是没有想到自性，本来是清净的，从来也没有染污过，不生不灭，「本不生灭，本自具足，本无动摇，能生万法」，这妙用。",
      "zh_TW": "理跟事是一不是二，理沒有事，這個理顯不出來，事要沒有理，這個事就不能夠成立。所以一定要曉得，理中有事，事中有理。再換句話說，事是相、現象，相裡面一定有性，性裡頭一定有相，性相是一不是二。有時候把理事跟性相合起來講，事是什麼？事相，理性或者是性理，有體有用。理就是事，這個可以說是隨緣，理遍法界，它不是形相，沒有形相，沒有形相就是沒有物質現象，它也沒有精神現象。給諸位說，物質現象、精神現象都屬於事、都是屬於相，理是講自性清淨圓明體，那是理、那是性，它起作用的時候就變成現象，起二用，這個二用就是物質現象跟精神現象，起這兩種作用。所以起作用的時候，這就是性體隨緣，理就是事。我們今天看的十法界依正莊嚴，這是什麼？這是自性隨緣，『理即事』，性就是相。『事即理』，那就是『妙用』，真是妙用，一點都不假，為什麼？你開悟了，你大徹大悟，你明心見性，見性成佛。在哪裡見？在事上見的，在事上見什麼？在事上見到理，在相上見到性，你看是不是妙用！哪一個菩薩修行證果不是這樣的？我們哪一天在事上、在相上豁然開悟，就是見到性了。惠能大師在五祖忍和尚方丈室裡面，聽五祖給他講《金剛經》大意，講到「應無所住而生其心」，他是言下，在言語之下豁然大悟。老和尚給他說法是事，他在事上見到理，見性了，提出他心得報告，他五句話是他心得報告。他悟的什麼？「何期自性，本自清淨」，何期自性是沒有想到自性，本來是清淨的，從來也沒有染污過，不生不滅，「本不生滅，本自具足，本無動搖，能生萬法」，這妙用。"
    },
    {
      "id": "12-047-0053_p0029",
      "zh_CN": "为什么他听了起这样的妙用，我们今天听了一点作用都不能起，这什么原因？他心地清净，所以他起用是妙用。我们今天心不清净，我们有自私自利，我们心里有名闻利养，我们还有贪瞋痴慢，所以我们今天听经闻法，起的作用依旧是烦恼，不能见性。不是佛法不好，五祖忍和尚是这么讲的，现在这些法师、大德、居士也是这么讲的，我们听的遍数也听多了，甚至于我们也能讲得出来，就是起不了妙用。你说佛法不灵吗？在惠能大师为什么就灵；你说它灵吗？在我们这里为什么不灵？由此可知，佛法没有什么灵不灵，灵不灵在人！人没有障碍就灵，有障碍就不灵。现在这个事情我们总算是搞清楚、搞明白了，我们要佛法灵，佛法灵是法法都灵，为什么？它都是事，没有一法不灵。",
      "zh_TW": "為什麼他聽了起這樣的妙用，我們今天聽了一點作用都不能起，這什麼原因？他心地清淨，所以他起用是妙用。我們今天心不清淨，我們有自私自利，我們心裡有名聞利養，我們還有貪瞋痴慢，所以我們今天聽經聞法，起的作用依舊是煩惱，不能見性。不是佛法不好，五祖忍和尚是這麼講的，現在這些法師、大德、居士也是這麼講的，我們聽的遍數也聽多了，甚至於我們也能講得出來，就是起不了妙用。你說佛法不靈嗎？在惠能大師為什麼就靈；你說它靈嗎？在我們這裡為什麼不靈？由此可知，佛法沒有什麼靈不靈，靈不靈在人！人沒有障礙就靈，有障礙就不靈。現在這個事情我們總算是搞清楚、搞明白了，我們要佛法靈，佛法靈是法法都靈，為什麼？它都是事，沒有一法不靈。"
    },
    {
      "id": "12-047-0053_p0030",
      "zh_CN": "贤首大师在这篇文章里面，他举一尘做例子。一粒微尘，那是事、那是相，在这一微尘里面有理、有性，你能够悟出这个理，能够见到性，叫妙用。禅宗里面的参究、参话头，它的原理原则就是这样，说起来很简单。譬如像大师在这里举出来的微尘，一粒微尘，这一微尘是事是相，这里头有理有性，你什么都不想，统统放下，就想这个。这微尘里头理、性在哪里？一微尘里头有理、有性，你就想这个问题，这叫参究。把心专注，专注到其他念头都没有。其他念头都没有是什么现象？别人说话你听不到，外面境界的东西你也看不到，为什么？心不在焉，视之不见，听之不闻，这就是你的精神完全集中专注在一点。真能专注到这个程度，古人通常讲一百天，三个月的时间，开悟。三个月不开悟，六个月，六个月不开悟，九个月。参禅开悟的原理原则就在此地，把精神统统集中在一点，不求答案，求答案是打妄想。我就要在这里见性，就这么一个念头，这个念头叫疑情，这个疑情是大疑，大疑大悟，为什么？你要见性，见性是最大的，你不是见别的，它就起这个妙用。我们今天没办法，不要说把整个精神集中，实在讲你能集中在十分钟都做不到，你妄念太多了。你看你一秒钟里头起几个妄念？一分钟里起几个妄念？前念灭后念就生了，你不能够在一个念头上。让一个念头不起第二念，他就成功。我们念佛道理也是这样，念佛求往生要多长的时间？十分钟、二十分钟足够了，真就能往生。你要是用参禅这个道理来讲，心里就一句阿弥陀佛，除阿弥陀佛之外，确实没有第二个念头，功夫做到家的时候，也是视而不见，听而不闻，他就一个阿弥陀佛。这样用功，《弥陀经》上讲的若一日，根利的、善根深厚的、烦恼轻的一天就能往生，顶多七天，若一日到若七日，不是假的，是真的。所以古人讲念佛的功夫，用比喻来讲，风吹不透，雨打不湿，功夫像铜墙铁壁一样，这叫真念佛。",
      "zh_TW": "賢首大師在這篇文章裡面，他舉一塵做例子。一粒微塵，那是事、那是相，在這一微塵裡面有理、有性，你能夠悟出這個理，能夠見到性，叫妙用。禪宗裡面的參究、參話頭，它的原理原則就是這樣，說起來很簡單。譬如像大師在這裡舉出來的微塵，一粒微塵，這一微塵是事是相，這裡頭有理有性，你什麼都不想，統統放下，就想這個。這微塵裡頭理、性在哪裡？一微塵裡頭有理、有性，你就想這個問題，這叫參究。把心專注，專注到其他念頭都沒有。其他念頭都沒有是什麼現象？別人說話你聽不到，外面境界的東西你也看不到，為什麼？心不在焉，視之不見，聽之不聞，這就是你的精神完全集中專注在一點。真能專注到這個程度，古人通常講一百天，三個月的時間，開悟。三個月不開悟，六個月，六個月不開悟，九個月。參禪開悟的原理原則就在此地，把精神統統集中在一點，不求答案，求答案是打妄想。我就要在這裡見性，就這麼一個念頭，這個念頭叫疑情，這個疑情是大疑，大疑大悟，為什麼？你要見性，見性是最大的，你不是見別的，它就起這個妙用。我們今天沒辦法，不要說把整個精神集中，實在講你能集中在十分鐘都做不到，你妄念太多了。你看你一秒鐘裡頭起幾個妄念？一分鐘裡起幾個妄念？前念滅後念就生了，你不能夠在一個念頭上。讓一個念頭不起第二念，他就成功。我們念佛道理也是這樣，念佛求往生要多長的時間？十分鐘、二十分鐘足夠了，真就能往生。你要是用參禪這個道理來講，心裡就一句阿彌陀佛，除阿彌陀佛之外，確實沒有第二個念頭，功夫做到家的時候，也是視而不見，聽而不聞，他就一個阿彌陀佛。這樣用功，《彌陀經》上講的若一日，根利的、善根深厚的、煩惱輕的一天就能往生，頂多七天，若一日到若七日，不是假的，是真的。所以古人講念佛的功夫，用比喻來講，風吹不透，雨打不溼，功夫像銅牆鐵壁一樣，這叫真念佛。"
    },
    {
      "id": "12-047-0053_p0031",
      "zh_CN": "我们现在念佛所以不能成功，就是夹杂着妄念，夹杂得太多，还没有念几声佛号，一个念头起来了。尤其现在人，身上带着手机，电话多的人，你自己想想你一天接多少电话？在电话上讲多少句话？你的功夫怎么能成就？真要念佛，全部把它杜绝，不跟人讲话，什么事情统统放下，没有攀缘心，功夫才能成就。那你先要看破，看破是什么？这世界是假的，「凡所有相，皆是虚妄」；轮回是苦的，你就不会留恋，你就彻底放下。有度众生、帮助众生这个弘愿，但是现在众生都不听，他不接受，我暂时离开，我求生净土。这边众生什么时候缘成熟了，在想我了，我就来，众生有念就感，你在西方极乐世界就有应。西方极乐世界修行没成功也可以再来，为什么？阿弥陀佛四十八愿威神加持他，他能够像法身菩萨一样倒驾慈航，这太殊胜了，十方世界没有的。我怎么知道这个？四十八愿里面讲的，阿弥陀佛自己说的，生到西方极乐世界「皆作阿惟越致菩萨」，这句话不是假话。阿惟越致是什么？七地以上，七地以上就八地，八地、九地、十地，这样的菩萨。是不是我们一往生到那里就证得？没有，是阿弥陀佛本愿威神加给你的，加持给你，这是无比的稀有殊胜。因为你不是靠阿弥陀佛，靠自己修，修到那个得相当长的时间，修到七地要相当长时间，不是容易事情。可是西方极乐世界，一生到那个地方，蕅益大师讲得好，他在《弥陀要解》里面讲得很清楚。你说他是菩萨，他不是，他烦恼习气没断；你说他不是，他起作用的时候他真有这个智慧、真有这个德能。阿弥陀佛借用的，不是自己修的。所以这个法门十方诸佛赞叹，真的是难信之法，成就这样殊胜，方法这么简单、这么容易，真是万修万人去，这个用才真正叫妙用。",
      "zh_TW": "我們現在念佛所以不能成功，就是夾雜著妄念，夾雜得太多，還沒有念幾聲佛號，一個念頭起來了。尤其現在人，身上帶著手機，電話多的人，你自己想想你一天接多少電話？在電話上講多少句話？你的功夫怎麼能成就？真要念佛，全部把它杜絕，不跟人講話，什麼事情統統放下，沒有攀緣心，功夫才能成就。那你先要看破，看破是什麼？這世界是假的，「凡所有相，皆是虛妄」；輪迴是苦的，你就不會留戀，你就徹底放下。有度眾生、幫助眾生這個弘願，但是現在眾生都不聽，他不接受，我暫時離開，我求生淨土。這邊眾生什麼時候緣成熟了，在想我了，我就來，眾生有念就感，你在西方極樂世界就有應。西方極樂世界修行沒成功也可以再來，為什麼？阿彌陀佛四十八願威神加持他，他能夠像法身菩薩一樣倒駕慈航，這太殊勝了，十方世界沒有的。我怎麼知道這個？四十八願裡面講的，阿彌陀佛自己說的，生到西方極樂世界「皆作阿惟越致菩薩」，這句話不是假話。阿惟越致是什麼？七地以上，七地以上就八地，八地、九地、十地，這樣的菩薩。是不是我們一往生到那裡就證得？沒有，是阿彌陀佛本願威神加給你的，加持給你，這是無比的稀有殊勝。因為你不是靠阿彌陀佛，靠自己修，修到那個得相當長的時間，修到七地要相當長時間，不是容易事情。可是西方極樂世界，一生到那個地方，蕅益大師講得好，他在《彌陀要解》裡面講得很清楚。你說他是菩薩，他不是，他煩惱習氣沒斷；你說他不是，他起作用的時候他真有這個智慧、真有這個德能。阿彌陀佛借用的，不是自己修的。所以這個法門十方諸佛讚歎，真的是難信之法，成就這樣殊勝，方法這麼簡單、這麼容易，真是萬修萬人去，這個用才真正叫妙用。"
    },
    {
      "id": "12-047-0053_p0032",
      "zh_CN": "我们今天学了之后，最重要相信，信难！真是难信。我跟同学们报告很多次，我学佛不是仰慕净土进门的，我跟方东美先生学哲学进门的。而方老师介绍我的是《大方广佛华严经》，我对于这部经也有莫名其妙的爱好，说不出理由。他介绍我，我一看真欢喜，尤其看清凉大师的《疏钞》，跟这个法门、跟这部经有缘分。可是对净土就生不起信心。早年，民国四十年代的时候，我离开了工作，到埔里跟忏云法师住茅蓬。那时候茅蓬里面五个人，三个出家的，两个在家的，出家人有忏云法师、有菩妙法师，还有一位达宗法师，两个居士，朱镜宙老居士，那年他老人家七十岁，我三十岁还是三十一岁的样子，我们五个人住茅蓬。所以茅蓬里面所有的工作我一个人承担，年轻！烧饭、洗衣服，照顾他们生活，我在那里做义工。忏云法师给我定的功课，读经、拜佛，拜佛规定一天拜八百拜。在茅蓬里面，晚上八点钟就休息睡觉，那时候没有电灯，点蜡烛，早晨二点钟起床，点个油灯读经、拜佛，早课是三百拜。拜完佛之后就准备早饭，厨房工作是我做的。上午拜二百拜，下午拜三百拜。指定我一些，那时候最主要的是《印光大师文钞》、莲池大师的《阿弥陀经疏钞》、蕅益大师的《要解》，还有幽溪大师的《圆中钞》，忏云法师要我看，还要我把它科判画出来，画成表解。这表解画了之后，才晓得佛法不可思议，一部经一目了然。我在那里住了五个月半，我离开忏云法师，到台中李老师那里学经教，去听经学经教。好像我离开那里两个星期，八七水灾，茅蓬也受了一点损害。这是那个时候，住茅蓬的时候接触了净土，但是没兴趣。",
      "zh_TW": "我們今天學了之後，最重要相信，信難！真是難信。我跟同學們報告很多次，我學佛不是仰慕淨土進門的，我跟方東美先生學哲學進門的。而方老師介紹我的是《大方廣佛華嚴經》，我對於這部經也有莫名其妙的愛好，說不出理由。他介紹我，我一看真歡喜，尤其看清涼大師的《疏鈔》，跟這個法門、跟這部經有緣分。可是對淨土就生不起信心。早年，民國四十年代的時候，我離開了工作，到埔里跟懺雲法師住茅蓬。那時候茅蓬裡面五個人，三個出家的，兩個在家的，出家人有懺雲法師、有菩妙法師，還有一位達宗法師，兩個居士，朱鏡宙老居士，那年他老人家七十歲，我三十歲還是三十一歲的樣子，我們五個人住茅蓬。所以茅蓬裡面所有的工作我一個人承擔，年輕！燒飯、洗衣服，照顧他們生活，我在那裡做義工。懺雲法師給我定的功課，讀經、拜佛，拜佛規定一天拜八百拜。在茅蓬裡面，晚上八點鐘就休息睡覺，那時候沒有電燈，點蠟燭，早晨二點鐘起床，點個油燈讀經、拜佛，早課是三百拜。拜完佛之後就準備早飯，廚房工作是我做的。上午拜二百拜，下午拜三百拜。指定我一些，那時候最主要的是《印光大師文鈔》、蓮池大師的《阿彌陀經疏鈔》、蕅益大師的《要解》，還有幽溪大師的《圓中鈔》，懺雲法師要我看，還要我把它科判畫出來，畫成表解。這表解畫了之後，才曉得佛法不可思議，一部經一目了然。我在那裡住了五個月半，我離開懺雲法師，到台中李老師那裡學經教，去聽經學經教。好像我離開那裡兩個星期，八七水災，茅蓬也受了一點損害。這是那個時候，住茅蓬的時候接觸了淨土，但是沒興趣。"
    },
    {
      "id": "12-047-0053_p0033",
      "zh_CN": "亲近李老师十年，李老师是印光大师的学生，净土是他传的。他老人家确实苦口婆心，把净土介绍给我，我不怀疑、不反对了，但是没有兴趣接受。李老师甚至说出这么一句话，他说：不管怎么样，你看古今多少法师、大德、居士都修这个法门，我们看到前人的样子我们也来试验一下，如果真的修不成功的话，那别人也上了当，我们上一次当也无所谓。用这种话来劝我，我很感激老师。我什么时候才相信净土的？我讲《华严经》讲了一半，讲了一半的时候，有一天突然想起来，文殊、普贤修什么法门成就的？善财童子修什么成佛的？五十三参一生圆满成就。《华严经》讲了一半，往后翻，翻到后面，文殊、普贤到《华严经》最后，统统发愿求生西方极乐世界。再仔细看看五十三参，五十三参是我讲过一遍，都没有留意到，只是照清凉大师《疏钞》去讲，你看多粗心大意。再用心细细观察，善财是文殊传法的弟子，得意门生，肯定是跟老师学同样的法门，老师是求生净土，文殊菩萨求生净土，那善财当然不例外。再一看果然没错，五十三参第一个参访的德云比丘，德云比丘修般舟三昧，专念阿弥陀佛。我们中国人讲先入为主，这第一个善知识很重要，表法的意思很深，先入为主。",
      "zh_TW": "親近李老師十年，李老師是印光大師的學生，淨土是他傳的。他老人家確實苦口婆心，把淨土介紹給我，我不懷疑、不反對了，但是沒有興趣接受。李老師甚至說出這麼一句話，他說：不管怎麼樣，你看古今多少法師、大德、居士都修這個法門，我們看到前人的樣子我們也來試驗一下，如果真的修不成功的話，那別人也上了當，我們上一次當也無所謂。用這種話來勸我，我很感激老師。我什麼時候才相信淨土的？我講《華嚴經》講了一半，講了一半的時候，有一天突然想起來，文殊、普賢修什麼法門成就的？善財童子修什麼成佛的？五十三參一生圓滿成就。《華嚴經》講了一半，往後翻，翻到後面，文殊、普賢到《華嚴經》最後，統統發願求生西方極樂世界。再仔細看看五十三參，五十三參是我講過一遍，都沒有留意到，只是照清涼大師《疏鈔》去講，你看多粗心大意。再用心細細觀察，善財是文殊傳法的弟子，得意門生，肯定是跟老師學同樣的法門，老師是求生淨土，文殊菩薩求生淨土，那善財當然不例外。再一看果然沒錯，五十三參第一個參訪的德雲比丘，德雲比丘修般舟三昧，專念阿彌陀佛。我們中國人講先入為主，這第一個善知識很重要，表法的意思很深，先入為主。"
    },
    {
      "id": "12-047-0053_p0034",
      "zh_CN": "再看最后，第五十三个，五十三个是普贤菩萨，十大愿王导归极乐，我看到这个地方我很受感动，真的不是假的，净土真殊胜。《华严经》到最后，文殊、普贤带领华藏世界四十一位法身大士，统统到西方极乐世界去亲近阿弥陀佛，我从这里才相信、才接受了。我在台中十年，李老师没有把这个理跟我讲清楚，他要给我讲清楚，我会相信，我不会怀疑。我到我自己讲《华严经》的时候，从头到尾细心去观察，看到了，才知道这个法门殊胜无比。以后老师把夏老的《无量寿经》注解给我，我看到梅光羲大师的一篇序文，就死心塌地了，才真正接受了净宗法门。我接受之后，我那个时候发心，这一生当中专讲《无量寿经》，不讲《华严》了。所以这次《华严》，前天给诸位报告，是开心法师、黄念祖老居士跟韩馆长三个人启请的，我答应他们我把《华严经》讲一遍，真的是随缘妙用。下面贤首国师还有，我们再看底下。",
      "zh_TW": "再看最後，第五十三個，五十三個是普賢菩薩，十大願王導歸極樂，我看到這個地方我很受感動，真的不是假的，淨土真殊勝。《華嚴經》到最後，文殊、普賢帶領華藏世界四十一位法身大士，統統到西方極樂世界去親近阿彌陀佛，我從這裡才相信、才接受了。我在台中十年，李老師沒有把這個理跟我講清楚，他要給我講清楚，我會相信，我不會懷疑。我到我自己講《華嚴經》的時候，從頭到尾細心去觀察，看到了，才知道這個法門殊勝無比。以後老師把夏老的《無量壽經》註解給我，我看到梅光羲大師的一篇序文，就死心塌地了，才真正接受了淨宗法門。我接受之後，我那個時候發心，這一生當中專講《無量壽經》，不講《華嚴》了。所以這次《華嚴》，前天給諸位報告，是開心法師、黃念祖老居士跟韓館長三個人啟請的，我答應他們我把《華嚴經》講一遍，真的是隨緣妙用。下面賢首國師還有，我們再看底下。"
    },
    {
      "id": "12-047-0053_p0035",
      "zh_CN": "【又真不违俗故随缘。俗不违真故妙用。】",
      "zh_TW": "【又真不違俗故隨緣。俗不違真故妙用。】"
    },
    {
      "id": "12-047-0053_p0036",
      "zh_CN": "法确实是妙法，这就是真俗不二，『真』是自性，『俗』是业报，六道是俗，十法界也是俗，十法界接近真，六道远离了真，虽远离，实际上并没有远离，真俗永远是没有办法离开的。为什么我们说远离？我们迷了，虽然在面前不认识，所以就远了，古人说「道不远人，人自远之」，就是这个意思。道就是真如、就是自性，不远我们，我们自己把它看远了。十法界依正庄严，六道三途的依正庄严，不就是『真不违俗』吗？自性随缘，随十法界的缘，随六道的缘，随三途的缘，没有不随缘的，不随缘相怎么现前的？这是随缘。我们能够在俗里面见真，那就是妙用。所以见性之人常说，没见性的时候，说「踏破铁鞋无觅处」，到处寻师访道，希望遇到真正的高人点一点开悟，遇不到。赵州和尚在历史上是有名的，八十岁没有开悟，还行脚，还要到处去参访，那个心也是真，天天都在想着怎么悟入。一旦开悟，说一句话，「得来全不费工夫」，为什么？头头是道，左右逢源。道就是性，他怎么？他在俗里面见到真，在相里面见到性，这就妙用。惠能大师开悟是这样的，释迦牟尼佛为我们示现的也是这样。经上记载，释迦牟尼佛是夜睹明星，豁然大悟；每天晚上都看星星，没有开悟，这一天豁然开悟，这从相上见到性了。一定要缘成熟，缘不成熟不行，这个机缘是非常的巧妙，像我们世间人开保险柜一样，号码对得很准确，差一点就打不开，必须对准，一下就打开。",
      "zh_TW": "法確實是妙法，這就是真俗不二，『真』是自性，『俗』是業報，六道是俗，十法界也是俗，十法界接近真，六道遠離了真，雖遠離，實際上並沒有遠離，真俗永遠是沒有辦法離開的。為什麼我們說遠離？我們迷了，雖然在面前不認識，所以就遠了，古人說「道不遠人，人自遠之」，就是這個意思。道就是真如、就是自性，不遠我們，我們自己把它看遠了。十法界依正莊嚴，六道三途的依正莊嚴，不就是『真不違俗』嗎？自性隨緣，隨十法界的緣，隨六道的緣，隨三途的緣，沒有不隨緣的，不隨緣相怎麼現前的？這是隨緣。我們能夠在俗裡面見真，那就是妙用。所以見性之人常說，沒見性的時候，說「踏破鐵鞋無覓處」，到處尋師訪道，希望遇到真正的高人點一點開悟，遇不到。趙州和尚在歷史上是有名的，八十歲沒有開悟，還行腳，還要到處去參訪，那個心也是真，天天都在想著怎麼悟入。一旦開悟，說一句話，「得來全不費工夫」，為什麼？頭頭是道，左右逢源。道就是性，他怎麼？他在俗裡面見到真，在相裡面見到性，這就妙用。惠能大師開悟是這樣的，釋迦牟尼佛為我們示現的也是這樣。經上記載，釋迦牟尼佛是夜睹明星，豁然大悟；每天晚上都看星星，沒有開悟，這一天豁然開悟，這從相上見到性了。一定要緣成熟，緣不成熟不行，這個機緣是非常的巧妙，像我們世間人開保險櫃一樣，號碼對得很準確，差一點就打不開，必須對準，一下就打開。"
    },
    {
      "id": "12-047-0053_p0037",
      "zh_CN": "这是讲开悟的那个缘分，也就是心真正凝聚在一点，这个时候刹那之间，一点妄想都没有。我们懂得这个原理，这是贤首大师在这本小册里讲得很清楚，这一刹那的时候，你没有执着、没有分别、没有起心动念，这就是你的缘成熟了。不定什么缘分，外面的缘分，或是见色，或是听声音，或是听人跟你说法，一触动就悟入。如果自己没有这个条件，什么缘都没用处。就是真正练到是，某人将悟未悟，到了开悟的边缘上，这个时候高明的人他要帮助你。这个边缘上是你的心已经放下执着分别妄想，那就妙用现前，一触动，豁然开悟，如来智慧德相现前，一时顿现。顿现什么现象？前面讲的三种，你见到自性清净圆明体，见到从体起二用，二用皆具足三种周遍。物质的现象、精神的现象统统都具足三种周遍，周遍法界，出生无尽，含容空有，这叫明心见性，这叫大彻大悟，这叫妙用。这一段还没有讲完，今天时间到了，我们就学到此地。",
      "zh_TW": "這是講開悟的那個緣分，也就是心真正凝聚在一點，這個時候剎那之間，一點妄想都沒有。我們懂得這個原理，這是賢首大師在這本小冊裡講得很清楚，這一剎那的時候，你沒有執著、沒有分別、沒有起心動念，這就是你的緣成熟了。不定什麼緣分，外面的緣分，或是見色，或是聽聲音，或是聽人跟你說法，一觸動就悟入。如果自己沒有這個條件，什麼緣都沒用處。就是真正練到是，某人將悟未悟，到了開悟的邊緣上，這個時候高明的人他要幫助你。這個邊緣上是你的心已經放下執著分別妄想，那就妙用現前，一觸動，豁然開悟，如來智慧德相現前，一時頓現。頓現什麼現象？前面講的三種，你見到自性清淨圓明體，見到從體起二用，二用皆具足三種周遍。物質的現象、精神的現象統統都具足三種周遍，周遍法界，出生無盡，含容空有，這叫明心見性，這叫大徹大悟，這叫妙用。這一段還沒有講完，今天時間到了，我們就學到此地。"
    }
  ]
}