{
  "doc_id": "12-047-0087",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十七集",
    "zh_TW": "第八十七集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "12-047-0087",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-047-0087_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第十八页倒数第二行，最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第十八頁倒數第二行，最後一句看起："
    },
    {
      "id": "12-047-0087_p0002",
      "zh_CN": "【凡夫初学邪正未分。魔网入心欺诳行者。又无师匠咨问莫凭。依四魔功将为正道。日月经久邪见既深。设遇良缘终成难改。沉沦苦海出离无由。深自察之无令暂替。此义如起信论中说也。】",
      "zh_TW": "【凡夫初學邪正未分。魔網入心欺誑行者。又無師匠諮問莫憑。依四魔功將為正道。日月經久邪見既深。設遇良緣終成難改。沉淪苦海出離無由。深自察之無令暫替。此義如起信論中說也。】"
    },
    {
      "id": "12-047-0087_p0003",
      "zh_CN": "贤首大师这一段话说得非常痛心。我们要知道，大师出现在隋朝末年，唐朝初年，距离我们现在应该是一千八百年的样子，在那个时候说出这样的话，好像就是跟我们现代人说。我们知道佛教传入中国是在东汉的时候，东汉初年明帝永平十年，公元六十七年。而盛极最兴旺的时候就是隋唐，中国佛教十个宗派就是在那个时候建立的。日本，韩国那个时候是高丽，南面是越南，派这些留学生到中国来求学，来学佛法，学习中国传统文化，鼎盛的时代。大师为什么说这个话？我们今天读的，确确实实就像是对我们讲的一样，『凡夫初学邪正未分』。在那个时候，你看看贤首国师是华严宗第三代，清凉是第四代，宗密是第五代，盛极一时，在那个时候学佛几乎没有不成就的。所以佛在经典上，祖师在注疏上，不单单是对当时人所说的，教化他们，还想到后世，想到末法时期。唐朝那个时候是像法，佛灭度两千年之后这才是末法时期，那是像法时期已经替我们想到。我们今天学佛真正是遇到这个困难，什么是邪？什么是正？",
      "zh_TW": "賢首大師這一段話說得非常痛心。我們要知道，大師出現在隋朝末年，唐朝初年，距離我們現在應該是一千八百年的樣子，在那個時候說出這樣的話，好像就是跟我們現代人說。我們知道佛教傳入中國是在東漢的時候，東漢初年明帝永平十年，公元六十七年。而盛極最興旺的時候就是隋唐，中國佛教十個宗派就是在那個時候建立的。日本，韓國那個時候是高麗，南面是越南，派這些留學生到中國來求學，來學佛法，學習中國傳統文化，鼎盛的時代。大師為什麼說這個話？我們今天讀的，確確實實就像是對我們講的一樣，『凡夫初學邪正未分』。在那個時候，你看看賢首國師是華嚴宗第三代，清涼是第四代，宗密是第五代，盛極一時，在那個時候學佛幾乎沒有不成就的。所以佛在經典上，祖師在註疏上，不單單是對當時人所說的，教化他們，還想到後世，想到末法時期。唐朝那個時候是像法，佛滅度兩千年之後這才是末法時期，那是像法時期已經替我們想到。我們今天學佛真正是遇到這個困難，什麼是邪？什麼是正？"
    },
    {
      "id": "12-047-0087_p0004",
      "zh_CN": "五十八年前，我跟方东美先生学哲学，方老师给我讲了一部哲学概论，最后一个单元佛经哲学。我学佛不是从宗教入门，是从哲学入门。我当时很疑惑向老师请教，我说佛教是宗教，宗教是迷信，尤其佛教是多神教、泛神教。在宗教里多神教、泛神教是属于低级宗教，高级宗教只有一个神，唯一的真神。看到佛教什么都拜，这是让知识分子大惑不解，把它误会成为低级宗教，它怎么会有哲学？方老师告诉我，那个时候我二十六岁，老师说「你年轻，你不知道，释迦牟尼是世界上最伟大的哲学家。」我们从来没听说过，没有听人这么讲过。「佛经哲学是全世界哲学的最高峰」，这是他的话，他这样告诉我的，「学佛是人生最高的享受」。我以后跟别人介绍，我不敢说佛教是全世界哲学的最高峰，我不说老师这句话，我把这句话改作是「佛教是高等哲学」，我从这里入门的。可是老师很有智慧，告诉我「你要想研究佛教，现在寺庙里面已经没有了。从前寺庙出家人真有学问、有德行，今非昔比，如果你真的想学，佛教在经典里面。」他这句话对我影响就很大，而且非常重要，我们知道到哪里去学，要到经典里面去学。我这才把从前对宗教、对佛教一些误会洗清了，才知道这是大学问，对宗教不敢再轻视，知道很尊重，要尊重它。",
      "zh_TW": "五十八年前，我跟方東美先生學哲學，方老師給我講了一部哲學概論，最後一個單元佛經哲學。我學佛不是從宗教入門，是從哲學入門。我當時很疑惑向老師請教，我說佛教是宗教，宗教是迷信，尤其佛教是多神教、泛神教。在宗教裡多神教、泛神教是屬於低級宗教，高級宗教只有一個神，唯一的真神。看到佛教什麼都拜，這是讓知識分子大惑不解，把它誤會成為低級宗教，它怎麼會有哲學？方老師告訴我，那個時候我二十六歲，老師說「你年輕，你不知道，釋迦牟尼是世界上最偉大的哲學家。」我們從來沒聽說過，沒有聽人這麼講過。「佛經哲學是全世界哲學的最高峰」，這是他的話，他這樣告訴我的，「學佛是人生最高的享受」。我以後跟別人介紹，我不敢說佛教是全世界哲學的最高峰，我不說老師這句話，我把這句話改作是「佛教是高等哲學」，我從這裡入門的。可是老師很有智慧，告訴我「你要想研究佛教，現在寺廟裡面已經沒有了。從前寺廟出家人真有學問、有德行，今非昔比，如果你真的想學，佛教在經典裡面。」他這句話對我影響就很大，而且非常重要，我們知道到哪裡去學，要到經典裡面去學。我這才把從前對宗教、對佛教一些誤會洗清了，才知道這是大學問，對宗教不敢再輕視，知道很尊重，要尊重它。"
    },
    {
      "id": "12-047-0087_p0005",
      "zh_CN": "方老师介绍我之后没多久，大概两个月的样子，我就认识章嘉大师，大善知识！这前清时候的国师，我们很有幸认识这个老人。我认识他的时候他老人家六十五岁，大我三十九岁，祖父辈的，非常慈悲，非常和蔼。真难得，这过去生中的缘分，他跟方老师一样每个星期给我两个小时，我们一个星期见一次面，我佛法的基础是章嘉大师奠定的。我跟他三年，他老人家圆寂了。我第一天跟他见面，我向他请教，我说方老师把佛法介绍给我，我知道佛法是大学问，是高等哲学。我请教大师，有没有好的方法让我很快就能够契入？我跟诸位说这个故事说了很多遍。老师听了之后很严肃，他看着我，我看着他。这是很多年之后我才明了，他看我什么？他看我心浮气躁，所以不给我说，看了半个小时。我看他等待他的开示，我们这样看了半个小时，心情整个定下来，他才告诉我「看得破，放得下」，我说话语气很快，他很慢一个字一个字的说。确确实实你看他那个样子，行住坐卧都在定中，以后我们读经，经文上讲「那伽常在定，无有不定时」，我们见到章嘉大师就想到这句话，站着、走着、坐在那里都像在入定一样，给我们很深的启示。",
      "zh_TW": "方老師介紹我之後沒多久，大概兩個月的樣子，我就認識章嘉大師，大善知識！這前清時候的國師，我們很有幸認識這個老人。我認識他的時候他老人家六十五歲，大我三十九歲，祖父輩的，非常慈悲，非常和藹。真難得，這過去生中的緣分，他跟方老師一樣每個星期給我兩個小時，我們一個星期見一次面，我佛法的基礎是章嘉大師奠定的。我跟他三年，他老人家圓寂了。我第一天跟他見面，我向他請教，我說方老師把佛法介紹給我，我知道佛法是大學問，是高等哲學。我請教大師，有沒有好的方法讓我很快就能夠契入？我跟諸位說這個故事說了很多遍。老師聽了之後很嚴肅，他看著我，我看著他。這是很多年之後我才明瞭，他看我什麼？他看我心浮氣躁，所以不給我說，看了半個小時。我看他等待他的開示，我們這樣看了半個小時，心情整個定下來，他才告訴我「看得破，放得下」，我說話語氣很快，他很慢一個字一個字的說。確確實實你看他那個樣子，行住坐臥都在定中，以後我們讀經，經文上講「那伽常在定，無有不定時」，我們見到章嘉大師就想到這句話，站著、走著、坐在那裡都像在入定一樣，給我們很深的啟示。"
    },
    {
      "id": "12-047-0087_p0006",
      "zh_CN": "我们今天学贤首国师这一篇论文，《修华严奥旨妄尽还源观》，这一篇论文，文并不很长。这真正是教导我们怎样修行入华严境界，入华严境界就成佛了。也正是我向章嘉大师请教的这一句话，怎么能够契入？那个时候我刚刚入门，对佛法是一无所知。所以章嘉大师不讲止观，讲止观把我迷惑住，什么叫止？什么叫观？他讲什么？讲看破放下。这就真正的学问，真正善知识，看破就是观，放下就是止。你看他用我们能够领会、能够懂得的名词术语来教给我们。非常难得他教我去读释迦牟尼佛的传记，他说你要学佛，你先对释迦牟尼佛要有认识，你不认识你怎么可以跟他学？这很有道理。释迦牟尼佛的传记在《大藏经》里面，《释迦谱》、《释迦方志》，这两部都是唐朝人的著作，分量不算大。那个时候这种书没有地方流通，买不到，只有到寺庙里面，寺庙里有《大藏经》，从《大藏经》里面找出来抄，我在那些年还抄了十几部经。台湾只有三家书店有佛书，种类少，分量也少，所以佛经很不容易读到，不像现在普遍，我们学的时候非常的辛苦。这两部书看了之后，这才晓得，释迦牟尼佛是人不是神。而使我们肯定了释迦佛的身分，用现在的话来说，他是一个多元文化社会教育家，他一生搞这个东西的。他教学像孔子一样，不分国籍、不分族群、不分宗教，有教无类。他的态度跟孔子几乎是一样，只闻来学，未闻往教，这中国孔子。可是释迦牟尼佛来学有，他还往教，他比孔子慈悲，真不容易！",
      "zh_TW": "我們今天學賢首國師這一篇論文，《修華嚴奧旨妄盡還源觀》，這一篇論文，文並不很長。這真正是教導我們怎樣修行入華嚴境界，入華嚴境界就成佛了。也正是我向章嘉大師請教的這一句話，怎麼能夠契入？那個時候我剛剛入門，對佛法是一無所知。所以章嘉大師不講止觀，講止觀把我迷惑住，什麼叫止？什麼叫觀？他講什麼？講看破放下。這就真正的學問，真正善知識，看破就是觀，放下就是止。你看他用我們能夠領會、能夠懂得的名詞術語來教給我們。非常難得他教我去讀釋迦牟尼佛的傳記，他說你要學佛，你先對釋迦牟尼佛要有認識，你不認識你怎麼可以跟他學？這很有道理。釋迦牟尼佛的傳記在《大藏經》裡面，《釋迦譜》、《釋迦方志》，這兩部都是唐朝人的著作，分量不算大。那個時候這種書沒有地方流通，買不到，只有到寺廟裡面，寺廟裡有《大藏經》，從《大藏經》裡面找出來抄，我在那些年還抄了十幾部經。台灣只有三家書店有佛書，種類少，分量也少，所以佛經很不容易讀到，不像現在普遍，我們學的時候非常的辛苦。這兩部書看了之後，這才曉得，釋迦牟尼佛是人不是神。而使我們肯定了釋迦佛的身分，用現在的話來說，他是一個多元文化社會教育家，他一生搞這個東西的。他教學像孔子一樣，不分國籍、不分族群、不分宗教，有教無類。他的態度跟孔子幾乎是一樣，只聞來學，未聞往教，這中國孔子。可是釋迦牟尼佛來學有，他還往教，他比孔子慈悲，真不容易！"
    },
    {
      "id": "12-047-0087_p0007",
      "zh_CN": "老师告诉我，真正发心学佛，要向释迦牟尼佛学习。释迦牟尼佛有些地方，我看跟孔子差不多，你看孔子「十五有志于学，三十而立」。释迦佛应该是差不多，但他十九岁离开家庭，舍弃王位到外面去参学，也是三十岁开悟，这他示现的，他外面参学十二年。我们知道他是王子身分，聪明好学，所以当时印度的宗教、学术，可以说都是世界一流，十二年，那些真正的善知识大德们他都参访过。而且印度无论是宗教、学术，他们非常重视禅定，佛家讲的四禅八定，这个其实它不是佛教的，婆罗门教的。婆罗门教的历史一万多年，就是现在的兴都教，我跟他们也有密切的往来。可是我们今天世界承认它，它的历史至少有八千五百年。就算八千五百年，也比佛教早五千年，不是短时间，四禅八定是他们修的，修四禅果报在色界天，再去修四定果报在无色界天。所以古印度人对于六道的情形了如指掌，为什么？禅定当中看到，禅定能够突破空间维次。所以他们往上看他能看到二十八层天，也就是六道里头最高层的，非想非非想处天；往下看，他们能看到阿鼻地狱。地狱、饿鬼很复杂！我们知道畜生很复杂，地狱跟饿鬼跟畜生差不多，不比他们单纯，天也很复杂。可是他们达到二十八层天，就认为那是宇宙的开始，不往上再提升，出不了六道。",
      "zh_TW": "老師告訴我，真正發心學佛，要向釋迦牟尼佛學習。釋迦牟尼佛有些地方，我看跟孔子差不多，你看孔子「十五有志於學，三十而立」。釋迦佛應該是差不多，但他十九歲離開家庭，捨棄王位到外面去參學，也是三十歲開悟，這他示現的，他外面參學十二年。我們知道他是王子身分，聰明好學，所以當時印度的宗教、學術，可以說都是世界一流，十二年，那些真正的善知識大德們他都參訪過。而且印度無論是宗教、學術，他們非常重視禪定，佛家講的四禪八定，這個其實它不是佛教的，婆羅門教的。婆羅門教的歷史一萬多年，就是現在的興都教，我跟他們也有密切的往來。可是我們今天世界承認它，它的歷史至少有八千五百年。就算八千五百年，也比佛教早五千年，不是短時間，四禪八定是他們修的，修四禪果報在色界天，再去修四定果報在無色界天。所以古印度人對於六道的情形瞭如指掌，為什麼？禪定當中看到，禪定能夠突破空間維次。所以他們往上看他能看到二十八層天，也就是六道裡頭最高層的，非想非非想處天；往下看，他們能看到阿鼻地獄。地獄、餓鬼很複雜！我們知道畜生很複雜，地獄跟餓鬼跟畜生差不多，不比他們單純，天也很複雜。可是他們達到二十八層天，就認為那是宇宙的開始，不往上再提升，出不了六道。"
    },
    {
      "id": "12-047-0087_p0008",
      "zh_CN": "世尊把求学这桩事情就放下，舍弃，为什么？他都学到，再没地方学，可是问题没解决。这个我们能想像得到，六道是搞清楚，六道从哪里来的？为什么会有六道？六道之外还有没有世界？这些问题我们都有，我相信释迦牟尼佛一定也有。这个问题没有人能回答，宗教不能回答，学术界也不能回答，释迦牟尼佛他要追根究柢，我们中国人讲打破砂锅问到底。所以在恒河边上的大树底下，他把十二年所学的统统放下，入更深层次的定，这就是经上所讲的夜睹明星，大彻大悟，明心见性，见性成佛！所以你要想成就，要想入佛的境界没有别的，就是放下。所以章嘉大师给我讲的是真话，我们现在大乘教里面学了五十八年，我们知道放下妄想分别执着就成佛，那就是大彻大悟的境界。妄想没放下，妄想是什么？起心动念，起心动念非常微细，我们不知道。就像贤首国师这篇论文，这篇论文给我们讲什么开头？宇宙的起源。这桩事情全世界到今天，哲学没搞清楚，科学也没搞清楚，都在摸索，佛讲得这么透彻。所以方老师讲的最高的哲学是真的不是假的，我们现在也肯定，不但是最高的哲学，最高的科学。",
      "zh_TW": "世尊把求學這樁事情就放下，捨棄，為什麼？他都學到，再沒地方學，可是問題沒解決。這個我們能想像得到，六道是搞清楚，六道從哪裡來的？為什麼會有六道？六道之外還有沒有世界？這些問題我們都有，我相信釋迦牟尼佛一定也有。這個問題沒有人能回答，宗教不能回答，學術界也不能回答，釋迦牟尼佛他要追根究柢，我們中國人講打破砂鍋問到底。所以在恆河邊上的大樹底下，他把十二年所學的統統放下，入更深層次的定，這就是經上所講的夜睹明星，大徹大悟，明心見性，見性成佛！所以你要想成就，要想入佛的境界沒有別的，就是放下。所以章嘉大師給我講的是真話，我們現在大乘教裡面學了五十八年，我們知道放下妄想分別執著就成佛，那就是大徹大悟的境界。妄想沒放下，妄想是什麼？起心動念，起心動念非常微細，我們不知道。就像賢首國師這篇論文，這篇論文給我們講什麼開頭？宇宙的起源。這樁事情全世界到今天，哲學沒搞清楚，科學也沒搞清楚，都在摸索，佛講得這麼透徹。所以方老師講的最高的哲學是真的不是假的，我們現在也肯定，不但是最高的哲學，最高的科學。"
    },
    {
      "id": "12-047-0087_p0009",
      "zh_CN": "你要想向上提升，如果在一般我们今天讲，治国平天下，不用那么高深东西，只要把基础东西普及，就成功。基础是什么？伦理、道德、因果。这三样东西，因果最重要，因果是根。深信因果，伦理、道德是从内心里面去做出来，踏实！如果不相信因果，伦理、道德很多是表面的，不是真的，境界一现前他就又迷了。所以因果重要，决定不是迷信。因果从哪里来的？跟宇宙同时发生，这个我们在讲席里面也讲了很多遍。真正搞清楚、搞明白，见性他就圆满，没有一样不圆满，智慧圆满，德能圆满，相好圆满，叫大圆满。没有见性的人，自性的性德透不出来，透不出来怎么办？靠修德。修德依什么修？要依性德。我们也没见到性德，但是有人见到，佛见到，法身菩萨见到，就是证得法身的，《华严经》上讲的四十一位法身大士，他们住在实报庄严土，不是十法界。十法界没有见性，比我们是高明多了，依旧用的是妄心，跟我们一样，我们用妄心，十法界里面的声闻、缘觉、菩萨、佛也用的是妄心，但是人家用的妄心用得真，他跟真心很像，很像用真心，不是的，他不是用真心。为什么很像？他跟佛学，跟菩萨学，学得跟菩萨，在外表看你简直就分不出来，学得太像。起心动念、言语造作学得太像，学得太像为什么他不是？他还有起心动念，所以他不是。真心呢？真心没有起心、没有动念，那是真佛。这个起心动念佛教的名词叫无明，他无明没破，破了无明就成佛。破无明是什么？不起心、不动念。不起心、不动念是什么样的境界？我们想不到，所以佛经上「不可思议」，说不出来，你也想不到。不起心、不动念，难，真不容易！",
      "zh_TW": "你要想向上提升，如果在一般我們今天講，治國平天下，不用那麼高深東西，只要把基礎東西普及，就成功。基礎是什麼？倫理、道德、因果。這三樣東西，因果最重要，因果是根。深信因果，倫理、道德是從內心裡面去做出來，踏實！如果不相信因果，倫理、道德很多是表面的，不是真的，境界一現前他就又迷了。所以因果重要，決定不是迷信。因果從哪裡來的？跟宇宙同時發生，這個我們在講席裡面也講了很多遍。真正搞清楚、搞明白，見性他就圓滿，沒有一樣不圓滿，智慧圓滿，德能圓滿，相好圓滿，叫大圓滿。沒有見性的人，自性的性德透不出來，透不出來怎麼辦？靠修德。修德依什麼修？要依性德。我們也沒見到性德，但是有人見到，佛見到，法身菩薩見到，就是證得法身的，《華嚴經》上講的四十一位法身大士，他們住在實報莊嚴土，不是十法界。十法界沒有見性，比我們是高明多了，依舊用的是妄心，跟我們一樣，我們用妄心，十法界裡面的聲聞、緣覺、菩薩、佛也用的是妄心，但是人家用的妄心用得真，他跟真心很像，很像用真心，不是的，他不是用真心。為什麼很像？他跟佛學，跟菩薩學，學得跟菩薩，在外表看你簡直就分不出來，學得太像。起心動念、言語造作學得太像，學得太像為什麼他不是？他還有起心動念，所以他不是。真心呢？真心沒有起心、沒有動念，那是真佛。這個起心動念佛教的名詞叫無明，他無明沒破，破了無明就成佛。破無明是什麼？不起心、不動念。不起心、不動念是什麼樣的境界？我們想不到，所以佛經上「不可思議」，說不出來，你也想不到。不起心、不動念，難，真不容易！"
    },
    {
      "id": "12-047-0087_p0010",
      "zh_CN": "可是我们现在，特别在最近这几年，我遇到日本江本胜博士，他做水实验，发现水，矿物，我们喝的水，水会看、会听，懂得人的意思，这矿物，发现到这个。那个时候我在澳洲，我们有个同学在网路上看到这个信息，把它下载下来四张纸。我看了之后，我说难得，他把佛经上讲的东西用科学方法证实，这是好事。我说你们找他的地址跟他联络，邀请他到澳洲来讲学。真的把他请来，请来的时候正好我离开澳洲，我跟他没见面，我们学院的同学接待他，他也非常满意。我是在二００三年还是二００四年，我参加联合国的会议，在日本冈山召开的，先后我去了两次，有机会到东京去访问他，去参观他的实验室，听他的报告。他原先是科学家，不敢碰宗教，为什么？怕人说他是迷信。我告诉他，我说「你这个实验很好，释迦牟尼佛在经典三千年前就说到，你现在才发现。」他非常惊讶，他说「佛怎么说的？」佛说「情与无情，同圆种智」，《华严经》上讲的。情是有情众生，我们讲动物，无情是植物、是矿物，它有见闻觉知，这佛讲的。你今天能把它实验出来，水是矿物，不但是水，所有一切物质它都会看、都会听、都懂得人的意思。我们用的桌子它会，为什么？它是物质。我们坐的板凳也会，没有一样东西没有见闻觉知。我说你才发现这桩事情，而佛说一切物质都有色声香味，你在水里面才发现一个色，你看到色相，它有香你没有发现，它有味，它有音声。我说你加紧努力好好去研究，不但是水，所有物质统统都有，佛在三千年前讲的。",
      "zh_TW": "可是我們現在，特別在最近這幾年，我遇到日本江本勝博士，他做水實驗，發現水，礦物，我們喝的水，水會看、會聽，懂得人的意思，這礦物，發現到這個。那個時候我在澳洲，我們有個同學在網路上看到這個信息，把它下載下來四張紙。我看了之後，我說難得，他把佛經上講的東西用科學方法證實，這是好事。我說你們找他的地址跟他聯絡，邀請他到澳洲來講學。真的把他請來，請來的時候正好我離開澳洲，我跟他沒見面，我們學院的同學接待他，他也非常滿意。我是在二００三年還是二００四年，我參加聯合國的會議，在日本岡山召開的，先後我去了兩次，有機會到東京去訪問他，去參觀他的實驗室，聽他的報告。他原先是科學家，不敢碰宗教，為什麼？怕人說他是迷信。我告訴他，我說「你這個實驗很好，釋迦牟尼佛在經典三千年前就說到，你現在才發現。」他非常驚訝，他說「佛怎麼說的？」佛說「情與無情，同圓種智」，《華嚴經》上講的。情是有情眾生，我們講動物，無情是植物、是礦物，它有見聞覺知，這佛講的。你今天能把它實驗出來，水是礦物，不但是水，所有一切物質它都會看、都會聽、都懂得人的意思。我們用的桌子它會，為什麼？它是物質。我們坐的板凳也會，沒有一樣東西沒有見聞覺知。我說你才發現這樁事情，而佛說一切物質都有色聲香味，你在水裡面才發現一個色，你看到色相，它有香你沒有發現，它有味，它有音聲。我說你加緊努力好好去研究，不但是水，所有物質統統都有，佛在三千年前講的。"
    },
    {
      "id": "12-047-0087_p0011",
      "zh_CN": "《还源观》里面讲得很清楚，物质从哪里来的？从念头来的。念头是个缘，真正它的体是什么？体是自性，佛家讲的「真如本性」。但是真如本性它不是物质，它也不是精神，所以我们的六根没有办法知道它，看不见，想也想不到，它不是精神，不是心法，但是它能生物质、能生精神，精神跟物质是同时起来的。我们在经典里面摘录这段经文，这段经文里面是释迦牟尼佛问弥勒菩萨，弥勒菩萨是专门研究心理学的，好像是一个大学，这是心理学的专家。他问弥勒菩萨，他说一个凡夫我们心里起个念头，这我们不知道，这一个念头是很多很多细念组成的，这个我们就不知道。弥勒菩萨知道，他说这个念头里有多少念，多少个细念？有多少相？相就是物质现象；有多少识？识就是精神现象。弥勒菩萨回答，实际上佛菩萨的一问一答是给我们听的，他们不需要，他们完全了解，一问一答是给我们听的，是教导我们。弥勒菩萨说一弹指，这一弹指的时间很短，一弹指有三十二亿百千念，单位是百千，百千是十万，三十二亿乘十万，我们中国人讲的三百二十兆，你看这一弹指有那么多念头。现在科学里面讲时间是用秒做单位，大概我们一秒钟可以弹四次，再乘四，三百二十兆再乘四，变成什么？一千二百八十兆分之一秒。就是一秒钟这个念头的生灭多少次？一千二百八十兆次。你怎么知道这个东西是假的？弥勒菩萨说「念念成形」，就是每个念头都生起物质现象；「形皆有识」，每个物质现象里面都有见闻觉知。所以，心、物同时生起来的，唯心里面有唯物，唯物里头有唯心，心跟物不能分开，同时起来。所以只要是物质它就有见闻觉知，只要有见闻觉知它一定有物质现象。我鼓励江本博士去做实验，我说你真的把那个能证实出来之后，你对佛教是一大贡献，你对于科学、哲学上也做了大贡献。这佛经讲得没错，我今天到你实验室来参观。好，从这之后，他不排斥宗教，他拿到宗教的经典、宗教里面的句子去做实验，统统都非常美，结晶都非常美。",
      "zh_TW": "《還源觀》裡面講得很清楚，物質從哪裡來的？從念頭來的。念頭是個緣，真正它的體是什麼？體是自性，佛家講的「真如本性」。但是真如本性它不是物質，它也不是精神，所以我們的六根沒有辦法知道它，看不見，想也想不到，它不是精神，不是心法，但是它能生物質、能生精神，精神跟物質是同時起來的。我們在經典裡面摘錄這段經文，這段經文裡面是釋迦牟尼佛問彌勒菩薩，彌勒菩薩是專門研究心理學的，好像是一個大學，這是心理學的專家。他問彌勒菩薩，他說一個凡夫我們心裡起個念頭，這我們不知道，這一個念頭是很多很多細念組成的，這個我們就不知道。彌勒菩薩知道，他說這個念頭裡有多少念，多少個細念？有多少相？相就是物質現象；有多少識？識就是精神現象。彌勒菩薩回答，實際上佛菩薩的一問一答是給我們聽的，他們不需要，他們完全了解，一問一答是給我們聽的，是教導我們。彌勒菩薩說一彈指，這一彈指的時間很短，一彈指有三十二億百千念，單位是百千，百千是十萬，三十二億乘十萬，我們中國人講的三百二十兆，你看這一彈指有那麼多念頭。現在科學裡面講時間是用秒做單位，大概我們一秒鐘可以彈四次，再乘四，三百二十兆再乘四，變成什麼？一千二百八十兆分之一秒。就是一秒鐘這個念頭的生滅多少次？一千二百八十兆次。你怎麼知道這個東西是假的？彌勒菩薩說「念念成形」，就是每個念頭都生起物質現象；「形皆有識」，每個物質現象裡面都有見聞覺知。所以，心、物同時生起來的，唯心裡面有唯物，唯物裡頭有唯心，心跟物不能分開，同時起來。所以只要是物質它就有見聞覺知，只要有見聞覺知它一定有物質現象。我鼓勵江本博士去做實驗，我說你真的把那個能證實出來之後，你對佛教是一大貢獻，你對於科學、哲學上也做了大貢獻。這佛經講得沒錯，我今天到你實驗室來參觀。好，從這之後，他不排斥宗教，他拿到宗教的經典、宗教裡面的句子去做實驗，統統都非常美，結晶都非常美。"
    },
    {
      "id": "12-047-0087_p0012",
      "zh_CN": "所以邪正，佛法从哪里分？都从自性，性德。我们中国老祖宗也讲，但是没有佛讲得那么清楚，你看《三字经》上头一句话讲得好，「人之初，性本善」，本善是性德。这个善不是善恶的善，这个我们要知道，这个善是什么？是讲圆满，它一丝毫欠缺都没有。善恶的善那是第二义，这是个形容词，是个赞叹的词，是第一义不是第二义，它是绝对的，它没有相对的。善对面是恶，那是相对的，那不是本善的意思，它是圆满的，没有欠缺的。通常佛给我们讲的，讲得比较具体三种圆满，第一种智慧圆满。所以智慧是自性里头不是外头来的，外面来的叫知识，你求的是知识，智慧不能从外面求，智慧比知识高，高得太多，叫明心见性，见性的时候智慧就出来！智慧圆满，你本来就是圆满的。第二个什么？德行圆满，所有一切道德都是自性里本有的。这我们中国人说得好，我们中国人说十二个字，「孝悌忠信、礼义廉耻、仁爱和平」，这自性里面性德。随顺性德就是正，违背性德那就是邪，用这个做标准。不是哪一个人给你制定的，不是哪个人发明，哪个人创造的，哪个人立的法，不是，这是大自然的法则，我们现在这个讲法，在佛法自性里面本具的德能。第三个是才艺，才艺是自性里头有的，没有不能叫万德万能。最后一条叫相好，相好就是我们今天讲的福报，都是圆满的，全是自性里头具足的；你到外面去求，错了，外面求的是假的不是真的。",
      "zh_TW": "所以邪正，佛法從哪裡分？都從自性，性德。我們中國老祖宗也講，但是沒有佛講得那麼清楚，你看《三字經》上頭一句話講得好，「人之初，性本善」，本善是性德。這個善不是善惡的善，這個我們要知道，這個善是什麼？是講圓滿，它一絲毫欠缺都沒有。善惡的善那是第二義，這是個形容詞，是個讚歎的詞，是第一義不是第二義，它是絕對的，它沒有相對的。善對面是惡，那是相對的，那不是本善的意思，它是圓滿的，沒有欠缺的。通常佛給我們講的，講得比較具體三種圓滿，第一種智慧圓滿。所以智慧是自性裡頭不是外頭來的，外面來的叫知識，你求的是知識，智慧不能從外面求，智慧比知識高，高得太多，叫明心見性，見性的時候智慧就出來！智慧圓滿，你本來就是圓滿的。第二個什麼？德行圓滿，所有一切道德都是自性裡本有的。這我們中國人說得好，我們中國人說十二個字，「孝悌忠信、禮義廉恥、仁愛和平」，這自性裡面性德。隨順性德就是正，違背性德那就是邪，用這個做標準。不是哪一個人給你制定的，不是哪個人發明，哪個人創造的，哪個人立的法，不是，這是大自然的法則，我們現在這個講法，在佛法自性裡面本具的德能。第三個是才藝，才藝是自性裡頭有的，沒有不能叫萬德萬能。最後一條叫相好，相好就是我們今天講的福報，都是圓滿的，全是自性裡頭具足的；你到外面去求，錯了，外面求的是假的不是真的。"
    },
    {
      "id": "12-047-0087_p0013",
      "zh_CN": "自性里面东西是真的，显示在什么地方？显示在实报庄严土。我们看到，佛给我们介绍西方极乐世界，那是性德流露，那世界不是人造的。《华严经》上讲的华藏世界，叫本有家珍，自性变现的。自性怎么变现？佛经上讲「一念不觉」。这个一念我们很难懂，现在我们知道，是弥勒菩萨讲的那一念，那个微细的一念，也就是一千二百八十兆分之一秒的一念。那个一念一动世界就出现。世界怎么出现？是我们真如本性里头本来具足的，不动就不会出现。惠能大师明心见性说「何期自性，本自具足」，本自具足什么？就是没有隐显，没有这个缘，没有动的时候，你不能说它没有，本自具足，智慧、德行、才艺、相好统统具足。那一动，这个动现在我们科学里面讲的振动，极其微细的振动，这个振动我们不能发觉，在佛门里面佛讲七地菩萨以前都不知道。他们所晓得的跟我们一样，从佛经上看到的，释迦牟尼佛讲的，我们听到的，不是我们亲见的。到什么时候你才见到？八地就见到。八地以上，八地菩萨、九地菩萨、十地菩萨、等觉菩萨，妙觉就是圆满，这五个位次能见到。这定功分的等级一共是五十二个等级，最顶上的那五个他们看到。我们中国古人的诗句讲，「欲穷千里目，更上一层楼」，你要想看远一点，你再上往高去。这等于五十二层的大楼，上面五层能看到，下面看不到。这就属于科学，科学讲证据，不是随便说的，不是你一个人说的算数。凡是定功到这个等级统统看到，这就不是假的。所以佛法讲邪正标准，是从这里说的。",
      "zh_TW": "自性裡面東西是真的，顯示在什麼地方？顯示在實報莊嚴土。我們看到，佛給我們介紹西方極樂世界，那是性德流露，那世界不是人造的。《華嚴經》上講的華藏世界，叫本有家珍，自性變現的。自性怎麼變現？佛經上講「一念不覺」。這個一念我們很難懂，現在我們知道，是彌勒菩薩講的那一念，那個微細的一念，也就是一千二百八十兆分之一秒的一念。那個一念一動世界就出現。世界怎麼出現？是我們真如本性裡頭本來具足的，不動就不會出現。惠能大師明心見性說「何期自性，本自具足」，本自具足什麼？就是沒有隱顯，沒有這個緣，沒有動的時候，你不能說它沒有，本自具足，智慧、德行、才藝、相好統統具足。那一動，這個動現在我們科學裡面講的振動，極其微細的振動，這個振動我們不能發覺，在佛門裡面佛講七地菩薩以前都不知道。他們所曉得的跟我們一樣，從佛經上看到的，釋迦牟尼佛講的，我們聽到的，不是我們親見的。到什麼時候你才見到？八地就見到。八地以上，八地菩薩、九地菩薩、十地菩薩、等覺菩薩，妙覺就是圓滿，這五個位次能見到。這定功分的等級一共是五十二個等級，最頂上的那五個他們看到。我們中國古人的詩句講，「欲窮千里目，更上一層樓」，你要想看遠一點，你再上往高去。這等於五十二層的大樓，上面五層能看到，下面看不到。這就屬於科學，科學講證據，不是隨便說的，不是你一個人說的算數。凡是定功到這個等級統統看到，這就不是假的。所以佛法講邪正標準，是從這裡說的。"
    },
    {
      "id": "12-047-0087_p0014",
      "zh_CN": "我们没见性，怎么办？没见性我们就得听老师的话，老师见性了，释迦牟尼佛见性了。祖师大德当中有见性的，也有没见性的，见性的，像六祖惠能大师那是见性的。惠能大师学生里面，他一生教学有四十三个见性的，这在中国历史上历代祖师大德，在他一生教学当中，明心见性的人这么多的，真叫空前绝后。我们在传记里面看到的，一个祖师一生当中有一个见性的，这很了不起，真的传法，二个、三个，四、五个有，像能大师那样子没有，找不到。从这里去看，佛教真的是科学，它不是假的。现在人相信科学，如果这个邪跟正，现在可以说是正的看不到，全是邪法。你讲正的人，听到人家赞叹，欢喜，他说这个做不到，没信心。我们必须要做样子，「学为人师，行为世范」，个人要做一个好样子给一般人看，家庭要做一个好样子给别的家庭看，公司行号要做一个好榜样给全世界公司去看，这个样子正法能够兴旺起来，使人真正能够辨别邪正、是非。",
      "zh_TW": "我們沒見性，怎麼辦？沒見性我們就得聽老師的話，老師見性了，釋迦牟尼佛見性了。祖師大德當中有見性的，也有沒見性的，見性的，像六祖惠能大師那是見性的。惠能大師學生裡面，他一生教學有四十三個見性的，這在中國歷史上歷代祖師大德，在他一生教學當中，明心見性的人這麼多的，真叫空前絕後。我們在傳記裡面看到的，一個祖師一生當中有一個見性的，這很了不起，真的傳法，二個、三個，四、五個有，像能大師那樣子沒有，找不到。從這裡去看，佛教真的是科學，它不是假的。現在人相信科學，如果這個邪跟正，現在可以說是正的看不到，全是邪法。你講正的人，聽到人家讚歎，歡喜，他說這個做不到，沒信心。我們必須要做樣子，「學為人師，行為世範」，個人要做一個好樣子給一般人看，家庭要做一個好樣子給別的家庭看，公司行號要做一個好榜樣給全世界公司去看，這個樣子正法能夠興旺起來，使人真正能夠辨別邪正、是非。"
    },
    {
      "id": "12-047-0087_p0015",
      "zh_CN": "凡是邪这叫魔，魔是折磨的意思，魔是苦难。这个字，现在我们看，你看上面是个麻，下面是个鬼，古时候没有这个字，古时候这个磨是折磨，下面是个石头，折磨。这个字相传是梁武帝发明的，梁武帝说折磨太苦！比鬼还可怕，石头换个鬼，所以这个字是从佛教里发明的。『魔网入心』，真的在从前讲魔网很难体会，现在说魔网我们立刻就能体会到。魔网是什么？诸位想想看，电视是不是魔网？网路是不是魔网？无线电广播是不是魔网？遍满虚空。里面教的是什么？全是邪法，找不到正的东西。暴力色情、杀盗淫妄，把人全都教坏了，教人、劝人、鼓励人无恶不作，造恶业，恶业后面就有恶报，这是魔。佛菩萨入世真的叫救苦救难，今天真的不只说道高一尺，魔高一丈，今天是道高一尺，魔高千万丈，不是一丈。如果再没法子拯救，这个地球肯定走向毁灭，众生苦，众生可怜，众生无知！",
      "zh_TW": "凡是邪這叫魔，魔是折磨的意思，魔是苦難。這個字，現在我們看，你看上面是個麻，下面是個鬼，古時候沒有這個字，古時候這個磨是折磨，下面是個石頭，折磨。這個字相傳是梁武帝發明的，梁武帝說折磨太苦！比鬼還可怕，石頭換個鬼，所以這個字是從佛教裡發明的。『魔網入心』，真的在從前講魔網很難體會，現在說魔網我們立刻就能體會到。魔網是什麼？諸位想想看，電視是不是魔網？網路是不是魔網？無線電廣播是不是魔網？遍滿虛空。裡面教的是什麼？全是邪法，找不到正的東西。暴力色情、殺盜淫妄，把人全都教壞了，教人、勸人、鼓勵人無惡不作，造惡業，惡業後面就有惡報，這是魔。佛菩薩入世真的叫救苦救難，今天真的不只說道高一尺，魔高一丈，今天是道高一尺，魔高千萬丈，不是一丈。如果再沒法子拯救，這個地球肯定走向毀滅，眾生苦，眾生可憐，眾生無知！"
    },
    {
      "id": "12-047-0087_p0016",
      "zh_CN": "要救怎么救法？一定从自己救起。起心动念、言语造作，日常生活当中点点滴滴，小得不能再小，细得不能再细，都要想到给众生做好样子。我这个想法，如果世间人都这个想法行吗？我这个做法，世间人都学我这个做法行吗？常常问问自己，如果觉得不行，不行就不能想，就不能做。行，好，可以想、可以做，孝顺父母好，友爱兄弟好，照顾贫苦好，这应该的。不孝父母不好，就不能想；损人利己不好，我们就不可以做损害人的事情，不要过分的求着自利。今天真的邪正不分，我们今天在学习《弟子规》，学习伦理道德，你看社会上多少压力给我们，说我们什么？说我们神经不正常，复古，这是什么时代，二十一世纪太空的时代，怎么还把几千年老古董搬出来。极力的反对、排斥，行，你排斥可以，你能不能拿出好东西来拯救这个世界？你拿不出来，他也想不出方法，灾难临头，自己死在灾难不知道怎么死的。这个问题严重，非常严重！",
      "zh_TW": "要救怎麼救法？一定從自己救起。起心動念、言語造作，日常生活當中點點滴滴，小得不能再小，細得不能再細，都要想到給眾生做好樣子。我這個想法，如果世間人都這個想法行嗎？我這個做法，世間人都學我這個做法行嗎？常常問問自己，如果覺得不行，不行就不能想，就不能做。行，好，可以想、可以做，孝順父母好，友愛兄弟好，照顧貧苦好，這應該的。不孝父母不好，就不能想；損人利己不好，我們就不可以做損害人的事情，不要過分的求著自利。今天真的邪正不分，我們今天在學習《弟子規》，學習倫理道德，你看社會上多少壓力給我們，說我們什麼？說我們神經不正常，復古，這是什麼時代，二十一世紀太空的時代，怎麼還把幾千年老古董搬出來。極力的反對、排斥，行，你排斥可以，你能不能拿出好東西來拯救這個世界？你拿不出來，他也想不出方法，災難臨頭，自己死在災難不知道怎麼死的。這個問題嚴重，非常嚴重！"
    },
    {
      "id": "12-047-0087_p0017",
      "zh_CN": "「魔网入心，欺诳行者」，这八个字形容今天所有宗教的信徒，无论在家、出家一点都不错，我们逃不出魔网，魔网散布在空间每个角落，打开电视就是的，打开网路就是的，你天天跟它接触，它天天在教你。这一次唐山办了一个企业家的讲座，有一位吕先生是山东电视台的，他是「天下父母」的总导演，他做了一个报告，「电视对人心的影响」，说得好！他做得很辛苦，他知道这个东西对人心影响很大，默默在做，怕人家批评他，说他复古。可是做出来之后，他没想到赞叹的人很多，感动的人很多。现在他发心，他想找一个小镇来做实验，像我们过去在汤池做的一样，我相信他会做得很成功。做成功之后，他让全国的媒体来采访、来报导，这样产生影响力，让中国人重新肯定自己的传统文化。把老祖宗东西再找回来，现在管用，老祖宗东西是真实智慧，超越时空，几千年前的旧社会管用，几千年后今天的新时代还是管用，永恒不变这叫真理。但是不通过实验，大家迷得太深，我们至少丢掉一百年，一般人对这个没有信心。我看了这个光碟我很受感动，我觉得这个人就是菩萨再来，真的是来救苦救难。非常非常难得，在这个社会里面有这样的人出现，国家之福，民族之福，也是全世界人有福。这几天我想方法跟他去联络，我们要全心全力去支援他、去帮助他。一个实验点成功，可以让全世界的善心人士、志士仁人来参观、来考察，他们有能力把这个理念、把这些方法介绍给全世界，那就突破了魔网。拯救世界，从拯救人心开始。",
      "zh_TW": "「魔網入心，欺誑行者」，這八個字形容今天所有宗教的信徒，無論在家、出家一點都不錯，我們逃不出魔網，魔網散布在空間每個角落，打開電視就是的，打開網路就是的，你天天跟它接觸，它天天在教你。這一次唐山辦了一個企業家的講座，有一位呂先生是山東電視台的，他是「天下父母」的總導演，他做了一個報告，「電視對人心的影響」，說得好！他做得很辛苦，他知道這個東西對人心影響很大，默默在做，怕人家批評他，說他復古。可是做出來之後，他沒想到讚歎的人很多，感動的人很多。現在他發心，他想找一個小鎮來做實驗，像我們過去在湯池做的一樣，我相信他會做得很成功。做成功之後，他讓全國的媒體來採訪、來報導，這樣產生影響力，讓中國人重新肯定自己的傳統文化。把老祖宗東西再找回來，現在管用，老祖宗東西是真實智慧，超越時空，幾千年前的舊社會管用，幾千年後今天的新時代還是管用，永恆不變這叫真理。但是不通過實驗，大家迷得太深，我們至少丟掉一百年，一般人對這個沒有信心。我看了這個光碟我很受感動，我覺得這個人就是菩薩再來，真的是來救苦救難。非常非常難得，在這個社會裡面有這樣的人出現，國家之福，民族之福，也是全世界人有福。這幾天我想方法跟他去聯絡，我們要全心全力去支援他、去幫助他。一個實驗點成功，可以讓全世界的善心人士、志士仁人來參觀、來考察，他們有能力把這個理念、把這些方法介紹給全世界，那就突破了魔網。拯救世界，從拯救人心開始。"
    },
    {
      "id": "12-047-0087_p0018",
      "zh_CN": "底下这句话是非常的感叹，『又无师匠咨问莫凭』，这个时代没有真正的老师，有修有证的没有！不得已而求其次，虽然他没有证，他真修，这也就很难得，真正修行没有证的，现在也是稀有难逢。我们要学好，要学道，要学善，到哪里去学？没地方学！早年我在台中求学，老师知道现代社会的环境确实是走下坡，一代不如一代，我们真的想学，确实找不到老师。李老师教我师法先贤，以古人做老师，做古大德的私淑弟子。中国这个私淑弟子是从孟子开始的，孟子好学，非常尊重、爱好孔老夫子，孔夫子那个时候过世了，但是孔子的著作在，孔子的学生还有不少都在世，孟子依孔夫子的著作去学习，遇到困难有问题向孔子学生去请教，他学成超过孔子的弟子。所以他是孔子的私淑弟子，没见过面学得非常像，比孔子直接教的学生成绩还优秀。所以在中国人称孔子为至圣先师，称孟子为亚圣。跟夫子当面学习的，成绩还比不上孟子，这个人真叫后来居上，跟老师没见过面，真的继承老师道统。所以今天我们讲儒家，都说孔孟，不讲曾子，讲孔孟，讲孟子。这是开始教导我们可以依古人为老师，正确，我们就找到靠山。",
      "zh_TW": "底下這句話是非常的感嘆，『又無師匠諮問莫憑』，這個時代沒有真正的老師，有修有證的沒有！不得已而求其次，雖然他沒有證，他真修，這也就很難得，真正修行沒有證的，現在也是稀有難逢。我們要學好，要學道，要學善，到哪裡去學？沒地方學！早年我在台中求學，老師知道現代社會的環境確實是走下坡，一代不如一代，我們真的想學，確實找不到老師。李老師教我師法先賢，以古人做老師，做古大德的私淑弟子。中國這個私淑弟子是從孟子開始的，孟子好學，非常尊重、愛好孔老夫子，孔夫子那個時候過世了，但是孔子的著作在，孔子的學生還有不少都在世，孟子依孔夫子的著作去學習，遇到困難有問題向孔子學生去請教，他學成超過孔子的弟子。所以他是孔子的私淑弟子，沒見過面學得非常像，比孔子直接教的學生成績還優秀。所以在中國人稱孔子為至聖先師，稱孟子為亞聖。跟夫子當面學習的，成績還比不上孟子，這個人真叫後來居上，跟老師沒見過面，真的繼承老師道統。所以今天我們講儒家，都說孔孟，不講曾子，講孔孟，講孟子。這是開始教導我們可以依古人為老師，正確，我們就找到靠山。"
    },
    {
      "id": "12-047-0087_p0019",
      "zh_CN": "在佛门里面也有个很好的例子，蕅益大师。蕅益大师是明朝末年人，他出家，心目当中最仰慕的、最佩服的莲池大师。可是莲池大师往生了，怎么办？莲池大师的著作在，他就读莲池大师的书，行莲池大师的教诲，学得很像。莲池大师是净土宗第八代的祖师，他是第九代祖师，学得真像！这是我们佛门私淑古人。所以我在台中，李老师非常谦虚，他说你在我这里这么多年，我不能教你了，我给你介绍一个老师，谁？印光大师。印光大师是他的老师，也不在！印光大师的《文钞》在。那个时候没有《全集》，李老师送我四本书，《印光大师文钞正编》两册、《续编》两册。他告诉我常常读，认真的学，做印光大师的私淑弟子，有道理！我们今天读到这一段文，如果不用这个办法，我们找不到善知识。",
      "zh_TW": "在佛門裡面也有個很好的例子，蕅益大師。蕅益大師是明朝末年人，他出家，心目當中最仰慕的、最佩服的蓮池大師。可是蓮池大師往生了，怎麼辦？蓮池大師的著作在，他就讀蓮池大師的書，行蓮池大師的教誨，學得很像。蓮池大師是淨土宗第八代的祖師，他是第九代祖師，學得真像！這是我們佛門私淑古人。所以我在台中，李老師非常謙虛，他說你在我這裡這麼多年，我不能教你了，我給你介紹一個老師，誰？印光大師。印光大師是他的老師，也不在！印光大師的《文鈔》在。那個時候沒有《全集》，李老師送我四本書，《印光大師文鈔正編》兩冊、《續編》兩冊。他告訴我常常讀，認真的學，做印光大師的私淑弟子，有道理！我們今天讀到這一段文，如果不用這個辦法，我們找不到善知識。"
    },
    {
      "id": "12-047-0087_p0020",
      "zh_CN": "所以这么多年来，我在世界各地讲经，我讲《华严经》，谁是我的指导老师？两个人，第一个是清凉大师，我依凭他的《疏钞》。第二位是李通玄长者，这在家居士，我参考他的《合论》，学《华严经》，我找到两个老师。学《无量寿经》，我找到夏莲居老师，他的会集本实在是会得好，让我们看到了五体投地。他的传人黄念祖老居士，《大经解》注得好，是他老人家一生的代表作。夏莲公我没有见过面，黄念祖我们就多次见面。我闻名是早年在台中李老师提过，我有这么个印象，联系上是在美国。美国华盛顿ＤＣ的佛教会，邀请他去讲经弘法，他在美国住了一个月。那时候我也在美国，我们没见面，都很忙，但是我们通了电话，这就保持联络上，一个月之后他回北京，好像我过了没多久，我特地到北京去看他。我们讨论到会集本，那个时候难，在海外讲会集本只有我一个，在中国大陆弘扬会集本就他一个，所以我们两个一碰头特别的亲密。他告诉我，莲公一生一个愿望，希望能够建立净宗学会，在国内没有这个缘分，希望我在国外建立。",
      "zh_TW": "所以這麼多年來，我在世界各地講經，我講《華嚴經》，誰是我的指導老師？兩個人，第一個是清涼大師，我依憑他的《疏鈔》。第二位是李通玄長者，這在家居士，我參考他的《合論》，學《華嚴經》，我找到兩個老師。學《無量壽經》，我找到夏蓮居老師，他的會集本實在是會得好，讓我們看到了五體投地。他的傳人黃念祖老居士，《大經解》註得好，是他老人家一生的代表作。夏蓮公我沒有見過面，黃念祖我們就多次見面。我聞名是早年在台中李老師提過，我有這麼個印象，聯繫上是在美國。美國華盛頓ＤＣ的佛教會，邀請他去講經弘法，他在美國住了一個月。那時候我也在美國，我們沒見面，都很忙，但是我們通了電話，這就保持聯絡上，一個月之後他回北京，好像我過了沒多久，我特地到北京去看他。我們討論到會集本，那個時候難，在海外講會集本只有我一個，在中國大陸弘揚會集本就他一個，所以我們兩個一碰頭特別的親密。他告訴我，蓮公一生一個願望，希望能夠建立淨宗學會，在國內沒有這個緣分，希望我在國外建立。"
    },
    {
      "id": "12-047-0087_p0021",
      "zh_CN": "那一年刚刚好，加拿大温哥华的同修邀请我去讲经，讲完之后我就鼓励同修们建净宗学会。所以在国外第一个净宗学会是在温哥华，加拿大净宗学会。以后我回到加州，住在旧金山，所以第二个学会是美国净宗学会，在Sunnyvale建立的，现在还在，杨一华居士他们在主持，办得很不错。以后这几年，好像是美国跟加拿大的地区，我那个时候讲差不多将近有三十个净宗学会，很难得。其实净宗学会就是古时候的莲社，每个会都是独立的，行政独立、人事独立、财务独立，只有在教学、在研究讨论、在学习，会与会之间有交流、有合作，其他的都没有，非常理想，没有统辖，没有组织，每个会都是平等的。以后在世界其他各个地区，到现在好像有二、三百个会，我也不清楚有多少个，反正许多会，常常跟我有联系。所以我们只统一在五经一论，统一在祖师的语录，我们互相学习、互相交流、互相的鼓励，其余的统统都没有，所以我们的会很轻松、很自在。",
      "zh_TW": "那一年剛剛好，加拿大溫哥華的同修邀請我去講經，講完之後我就鼓勵同修們建淨宗學會。所以在國外第一個淨宗學會是在溫哥華，加拿大淨宗學會。以後我回到加州，住在舊金山，所以第二個學會是美國淨宗學會，在Sunnyvale建立的，現在還在，楊一華居士他們在主持，辦得很不錯。以後這幾年，好像是美國跟加拿大的地區，我那個時候講差不多將近有三十個淨宗學會，很難得。其實淨宗學會就是古時候的蓮社，每個會都是獨立的，行政獨立、人事獨立、財務獨立，只有在教學、在研究討論、在學習，會與會之間有交流、有合作，其他的都沒有，非常理想，沒有統轄，沒有組織，每個會都是平等的。以後在世界其他各個地區，到現在好像有二、三百個會，我也不清楚有多少個，反正許多會，常常跟我有聯繫。所以我們只統一在五經一論，統一在祖師的語錄，我們互相學習、互相交流、互相的鼓勵，其餘的統統都沒有，所以我們的會很輕鬆、很自在。"
    },
    {
      "id": "12-047-0087_p0022",
      "zh_CN": "章嘉大师叫我学释迦牟尼佛，释迦牟尼佛一生，从三十岁开悟之后就开始教学，七十九岁圆寂的，所以讲经三百余会，说法四十九年。从这上去看释迦牟尼佛是什么身分？孔夫子后人尊称他为万世师表，老师。释迦佛也是老师，教学的时间最长，他教了四十九年。我们知道孔子教学五年，周游列国希望求个一官半职，他是非常希望能够展示他的抱负，治国平天下。当时这些国家的国君没有一个人愿意用他，对他很尊重，不用他。所以这样才回去，回到老家去教学，回去那一年六十八岁，他七十三岁走的，所以教学只有五年，五年影响太大！释迦牟尼佛教了四十九年。我也常常给这些做老师的，从事教育工作者这些老师讨论这个问题，在全世界搞教育最成功的是释迦牟尼、孔子。他们为什么会成功？没有别的，他做到然后他才说到，叫圣人。他没有做到的他不说，说到的全是做到，人不能不服，不能不赞叹，认真向他学习。我说第二等的他说到他真做到，认真努力去做，他做到是贤人；如果说到做不到那叫骗人，当然没有成就。所以我们要学释迦、要学孔子。",
      "zh_TW": "章嘉大師叫我學釋迦牟尼佛，釋迦牟尼佛一生，從三十歲開悟之後就開始教學，七十九歲圓寂的，所以講經三百餘會，說法四十九年。從這上去看釋迦牟尼佛是什麼身分？孔夫子後人尊稱他為萬世師表，老師。釋迦佛也是老師，教學的時間最長，他教了四十九年。我們知道孔子教學五年，周遊列國希望求個一官半職，他是非常希望能夠展示他的抱負，治國平天下。當時這些國家的國君沒有一個人願意用他，對他很尊重，不用他。所以這樣才回去，回到老家去教學，回去那一年六十八歲，他七十三歲走的，所以教學只有五年，五年影響太大！釋迦牟尼佛教了四十九年。我也常常給這些做老師的，從事教育工作者這些老師討論這個問題，在全世界搞教育最成功的是釋迦牟尼、孔子。他們為什麼會成功？沒有別的，他做到然後他才說到，叫聖人。他沒有做到的他不說，說到的全是做到，人不能不服，不能不讚歎，認真向他學習。我說第二等的他說到他真做到，認真努力去做，他做到是賢人；如果說到做不到那叫騙人，當然沒有成就。所以我們要學釋迦、要學孔子。"
    },
    {
      "id": "12-047-0087_p0023",
      "zh_CN": "而释迦佛放下真放得彻底，一生没有道场，他教学在哪里？没有一定的处所，山林、树下、河边。老师找一个高一点地方坐下来，学生坐在周围，人数不少，常随众一千二百五十五人，是个相当大的团体。住在哪里？树下一宿，日中一食，给我们做榜样。为什么不建寺庙道场？从前不知道。释迦牟尼佛有能力建，他不需要化缘，他们家里是国王王族。又何况他的弟子当中，经典上讲的，当时印度十六大国王都皈依释迦牟尼佛，都依释迦牟尼佛做老师，你说要建个道场，不是轻而易举的事情吗？只要世尊同意，别人就替他建好了，不要！但是他也很活泼，也不固执，这些国王大臣他们有花园、有别墅，请他来在这个地方教学，他也很乐意。竹林精舍就是这个样子，祇树给孤独园就是这个样子，他接受在那边讲经教学，教了一段时期离开，产业是主人的。所以我说释迦牟尼佛有使用权，所有权呢？所有权是主人的，不要。所以出家人对于名闻利养真的沾都不沾，念头都没有，这心多清净！有道场那就要管理，那很操心。这对于真正修道，道业没有成就、没有定功，是非常危险的一桩事情。",
      "zh_TW": "而釋迦佛放下真放得徹底，一生沒有道場，他教學在哪裡？沒有一定的處所，山林、樹下、河邊。老師找一個高一點地方坐下來，學生坐在周圍，人數不少，常隨眾一千二百五十五人，是個相當大的團體。住在哪裡？樹下一宿，日中一食，給我們做榜樣。為什麼不建寺廟道場？從前不知道。釋迦牟尼佛有能力建，他不需要化緣，他們家裡是國王王族。又何況他的弟子當中，經典上講的，當時印度十六大國王都皈依釋迦牟尼佛，都依釋迦牟尼佛做老師，你說要建個道場，不是輕而易舉的事情嗎？只要世尊同意，別人就替他建好了，不要！但是他也很活潑，也不固執，這些國王大臣他們有花園、有別墅，請他來在這個地方教學，他也很樂意。竹林精舍就是這個樣子，祇樹給孤獨園就是這個樣子，他接受在那邊講經教學，教了一段時期離開，產業是主人的。所以我說釋迦牟尼佛有使用權，所有權呢？所有權是主人的，不要。所以出家人對於名聞利養真的沾都不沾，念頭都沒有，這心多清淨！有道場那就要管理，那很操心。這對於真正修道，道業沒有成就、沒有定功，是非常危險的一樁事情。"
    },
    {
      "id": "12-047-0087_p0024",
      "zh_CN": "释迦牟尼佛给我们做的示现，是最好的榜样，一生就是做教员，不做校长，是个好教员。这么多学生不需要管理，学生都自治，为什么？人人守规矩，人人明白道理。天天听教诲，不需要管理，人人都是好人，事事都是好事，这才符合大道！这就是章嘉大师叫我学的，所以我一生没道场。出家早年韩馆长的护持，二十年之后才有个小小的图书馆，「华藏视听图书馆」，韩馆长做馆长，她来护持道场，我们只是讲经教学。所以我常常说在那个时候我不管人、不管事、不管钱，这一生都是这样的，你心才会清净。哪个地方有缘就到哪里去，这释迦牟尼佛教导我们的，佛当年在世，一生足迹遍五印度。我们今天在这个世间交通方便，我们的足迹也是遍全球五大洲，哪里有缘哪里去没有一定的，随缘而不攀缘。",
      "zh_TW": "釋迦牟尼佛給我們做的示現，是最好的榜樣，一生就是做教員，不做校長，是個好教員。這麼多學生不需要管理，學生都自治，為什麼？人人守規矩，人人明白道理。天天聽教誨，不需要管理，人人都是好人，事事都是好事，這才符合大道！這就是章嘉大師叫我學的，所以我一生沒道場。出家早年韓館長的護持，二十年之後才有個小小的圖書館，「華藏視聽圖書館」，韓館長做館長，她來護持道場，我們只是講經教學。所以我常常說在那個時候我不管人、不管事、不管錢，這一生都是這樣的，你心才會清淨。哪個地方有緣就到哪裡去，這釋迦牟尼佛教導我們的，佛當年在世，一生足跡遍五印度。我們今天在這個世間交通方便，我們的足跡也是遍全球五大洲，哪裡有緣哪裡去沒有一定的，隨緣而不攀緣。"
    },
    {
      "id": "12-047-0087_p0025",
      "zh_CN": "早年台北简丰文居士是建筑师，他在杭州南路建了一个大楼，还没有完工的时候他来找我，他说：法师，你讲经没道场，我供养个道场给你。我说：好，在哪里？杭州南路。带我去看看，看工地，姑妄听之。他知道我对他没信心，建好之后他把所有权状拿给我，这是真的。在哪里拿的？那个时候我出国弘法回来，他到机场去接我，把所有权状在机场拿给我，这是真的，这不是假的，我不好意思拒绝他，我就收了。过了两天我找他来，我把所有权状摆在桌上，我说：你是真的送，还是假的送？他说：真的，不是假的。我说：你要真送我不要，我组成一个董事会来管理，这个道场起个名字，向政府立案。他同意。然后我问他，我说：你是帮助我，你还是想害我？他说：我一定帮助师父，我不会害你。我说：这个道场要不要开销？要。我说：一个月大概要多少钱？他算了一下要六万块钱。我说：六万块钱打哪来？我是不是要到处去求人去化缘？那你就害我，你害惨了。他说：那怎么办？我说：除非你每个月拿六万块钱来，不然的话，你送给别人，我不要。他最后想想答应，这个道场是这么开张的。一直拿了三年，一个月六万块钱拿了三年，这道场有收入了，捐助的人多了，生活开销可以能够摆平，我才告诉他，你不必再拿。这些不能不想到！所以我一生没有化过缘，没有问人要过一分钱，自在。十方的供养送到我这里来，我知道是要我替他修福的，我看看哪个地方适当我帮助他，替他修福，我自己什么都不要，这才得大自在！",
      "zh_TW": "早年台北簡豐文居士是建築師，他在杭州南路建了一個大樓，還沒有完工的時候他來找我，他說：法師，你講經沒道場，我供養個道場給你。我說：好，在哪裡？杭州南路。帶我去看看，看工地，姑妄聽之。他知道我對他沒信心，建好之後他把所有權狀拿給我，這是真的。在哪裡拿的？那個時候我出國弘法回來，他到機場去接我，把所有權狀在機場拿給我，這是真的，這不是假的，我不好意思拒絕他，我就收了。過了兩天我找他來，我把所有權狀擺在桌上，我說：你是真的送，還是假的送？他說：真的，不是假的。我說：你要真送我不要，我組成一個董事會來管理，這個道場起個名字，向政府立案。他同意。然後我問他，我說：你是幫助我，你還是想害我？他說：我一定幫助師父，我不會害你。我說：這個道場要不要開銷？要。我說：一個月大概要多少錢？他算了一下要六萬塊錢。我說：六萬塊錢打哪來？我是不是要到處去求人去化緣？那你就害我，你害慘了。他說：那怎麼辦？我說：除非你每個月拿六萬塊錢來，不然的話，你送給別人，我不要。他最後想想答應，這個道場是這麼開張的。一直拿了三年，一個月六萬塊錢拿了三年，這道場有收入了，捐助的人多了，生活開銷可以能夠擺平，我才告訴他，你不必再拿。這些不能不想到！所以我一生沒有化過緣，沒有問人要過一分錢，自在。十方的供養送到我這裡來，我知道是要我替他修福的，我看看哪個地方適當我幫助他，替他修福，我自己什麼都不要，這才得大自在！"
    },
    {
      "id": "12-047-0087_p0026",
      "zh_CN": "学佛，这个身体还在世间，常常记住，我们为正法久住，为帮助一切众生离苦得乐。佛告诉我们，苦从哪来的？苦从迷来的。你迷了自性，你不知道诸法实相，这是所有一切苦难的根源，怎么样才离苦？觉悟就离苦。所以释迦牟尼佛一生帮助人觉悟，讲经教学就是帮助人觉悟，帮助人了解宇宙人生真相。明白、清楚了，我们思想得其正，我们的言行得其正，我们的果报也得其正，这真正叫离苦得乐。如果我们迷惑颠倒，胡作妄为，招来的灾难还怨天尤人，罪上加罪，那就苦不堪言。这些，如果没有一个好的老师在最初指导你，那个路一错就再错，回不了头来。所以我们有今天这点小成就，有这一生这样的法喜，谁给我的？老师给的，老师教的。所以我们一生念念不忘父母养育之恩，不忘老师教诲之恩，这是人的根本。佛在净业三福里面教导我们头一句话，「孝养父母，奉事师长，慈心不杀，修十善业」。如果这个人不孝父母、不敬师长，我们就知道他这一生肯定是要受苦受难，纵然有福报，他也不会快乐，有福报是他有财富、有地位，富而不乐。在这个时代我们求老师，老师明白告诉我们找古人，真正可靠。修净土，印光大师好老师，他是什么？他是近代人，民国年间人。他讲的东西虽然都是文言文，浅显不深，我们能够看得懂。往上去是文言文比较深，像莲池、蕅益毕竟都是三、四百年前的人，印祖是现代人。所以老师要找这些祖师大德，认真跟他们学习。",
      "zh_TW": "學佛，這個身體還在世間，常常記住，我們為正法久住，為幫助一切眾生離苦得樂。佛告訴我們，苦從哪來的？苦從迷來的。你迷了自性，你不知道諸法實相，這是所有一切苦難的根源，怎麼樣才離苦？覺悟就離苦。所以釋迦牟尼佛一生幫助人覺悟，講經教學就是幫助人覺悟，幫助人了解宇宙人生真相。明白、清楚了，我們思想得其正，我們的言行得其正，我們的果報也得其正，這真正叫離苦得樂。如果我們迷惑顛倒，胡作妄為，招來的災難還怨天尤人，罪上加罪，那就苦不堪言。這些，如果沒有一個好的老師在最初指導你，那個路一錯就再錯，回不了頭來。所以我們有今天這點小成就，有這一生這樣的法喜，誰給我的？老師給的，老師教的。所以我們一生念念不忘父母養育之恩，不忘老師教誨之恩，這是人的根本。佛在淨業三福裡面教導我們頭一句話，「孝養父母，奉事師長，慈心不殺，修十善業」。如果這個人不孝父母、不敬師長，我們就知道他這一生肯定是要受苦受難，縱然有福報，他也不會快樂，有福報是他有財富、有地位，富而不樂。在這個時代我們求老師，老師明白告訴我們找古人，真正可靠。修淨土，印光大師好老師，他是什麼？他是近代人，民國年間人。他講的東西雖然都是文言文，淺顯不深，我們能夠看得懂。往上去是文言文比較深，像蓮池、蕅益畢竟都是三、四百年前的人，印祖是現代人。所以老師要找這些祖師大德，認真跟他們學習。"
    },
    {
      "id": "12-047-0087_p0027",
      "zh_CN": "下面有一句说『依四魔功将为正道』，「四魔」是什么？《瑜伽师地论》有个简单的说明，魔是从梵文音译过来，梵语称为魔罗，翻成中国意思是能夺命，就是他来要你的命，这是第一个意思；又一个意思翻成杀者，他是来杀害你的。佛家多半是讲法身慧命，不是讲这身体，那更厉害，比杀身命还厉害。换句话说，他破坏你的智慧、法身慧命，破坏你的善根，他引诱你走邪道，这个叫魔。这个意思我们就明白，我们今天在这社会上，看看我们周边的一切人、一切事、一切物，是属于魔那边的，还是属于菩萨这边，你很明显就看出来。处处都是诱惑你，诱惑你生烦恼，诱惑你自私自利，诱惑你增长名闻利养，诱惑你天天搞贪瞋痴慢，让你起心动念都是损人利己，这是魔之能事。中国传统文化、大乘佛法是正法，不是魔，能救世间，但是很少人说。山东电视台的吕导演，我听他的报告说，他们搞传统文化，搞《弟子规》，搞「天下父母」，提倡孝道，全国那么多电视台只有他一家，只有这一个栏目，他说得很感慨！所以我才说不只是道高一尺，魔高一丈，那是一比十。现在不是，全国多少电视台？千万个电视台，正法只有一个，道高一尺，魔高千万尺，现在是这个时代。可是这么一个频道，他很安慰，为什么？看到这个频道的人受感动的人很多，知道自己有过失忏悔的人很多。一个回头是岸，一个人就成佛，千百人回头是岸，他就度了千百人。佛法常说佛度有缘人，什么是有缘？有缘遇到这个栏目，他看到，看了他欢喜，他觉悟。他这一觉悟肯定宣传，会把这个栏目介绍给他的亲朋好友，渐渐就扩大影响，这是拯救法身慧命，帮助众生增长善根，这是正法。虽然少，我们听说有一个，就感到有希望。",
      "zh_TW": "下面有一句說『依四魔功將為正道』，「四魔」是什麼？《瑜伽師地論》有個簡單的說明，魔是從梵文音譯過來，梵語稱為魔羅，翻成中國意思是能奪命，就是他來要你的命，這是第一個意思；又一個意思翻成殺者，他是來殺害你的。佛家多半是講法身慧命，不是講這身體，那更厲害，比殺身命還厲害。換句話說，他破壞你的智慧、法身慧命，破壞你的善根，他引誘你走邪道，這個叫魔。這個意思我們就明白，我們今天在這社會上，看看我們周邊的一切人、一切事、一切物，是屬於魔那邊的，還是屬於菩薩這邊，你很明顯就看出來。處處都是誘惑你，誘惑你生煩惱，誘惑你自私自利，誘惑你增長名聞利養，誘惑你天天搞貪瞋痴慢，讓你起心動念都是損人利己，這是魔之能事。中國傳統文化、大乘佛法是正法，不是魔，能救世間，但是很少人說。山東電視台的呂導演，我聽他的報告說，他們搞傳統文化，搞《弟子規》，搞「天下父母」，提倡孝道，全國那麼多電視台只有他一家，只有這一個欄目，他說得很感慨！所以我才說不只是道高一尺，魔高一丈，那是一比十。現在不是，全國多少電視台？千萬個電視台，正法只有一個，道高一尺，魔高千萬尺，現在是這個時代。可是這麼一個頻道，他很安慰，為什麼？看到這個頻道的人受感動的人很多，知道自己有過失懺悔的人很多。一個回頭是岸，一個人就成佛，千百人回頭是岸，他就度了千百人。佛法常說佛度有緣人，什麼是有緣？有緣遇到這個欄目，他看到，看了他歡喜，他覺悟。他這一覺悟肯定宣傳，會把這個欄目介紹給他的親朋好友，漸漸就擴大影響，這是拯救法身慧命，幫助眾生增長善根，這是正法。雖然少，我們聽說有一個，就感到有希望。"
    },
    {
      "id": "12-047-0087_p0028",
      "zh_CN": "四魔第一个是五阴，五阴魔、烦恼魔、死魔、天魔，这四种。蕴前面我们都学习过，蕴是蕴积，积聚的意思。这是讲什么？讲五蕴，「色受想行识等积聚而成生死苦果，此生死法能夺智慧之命，故云蕴魔」。就是五阴魔，为什么称它是魔？你想色是我们这肉身，你贪不贪恋肉身？贪恋！要好好的保养它，要叫它享受，它享受什么？财色名食睡。这个东西，佛说了，这个东西是地狱五条根，有一条你就出不了地狱，五条都具足那还得了吗？所以佛教我们第一个放下身见，知道身不是自己，身不是我，我在哪里？我在这身里面。连外国人都晓得，外国人有个比喻，这身像个什么？身像个汽车，我呢？我是开车的这个人。你千万不要把你自己变成交通工具，变成车，那你就错了，这个比喻得好！身是个工具，我要用它，用它造业你将来就堕三恶道，用它修善你将来就能生天，你得好好用它，你别糟蹋它，这就是觉悟。",
      "zh_TW": "四魔第一個是五陰，五陰魔、煩惱魔、死魔、天魔，這四種。蘊前面我們都學習過，蘊是蘊積，積聚的意思。這是講什麼？講五蘊，「色受想行識等積聚而成生死苦果，此生死法能奪智慧之命，故云蘊魔」。就是五陰魔，為什麼稱它是魔？你想色是我們這肉身，你貪不貪戀肉身？貪戀！要好好的保養它，要叫它享受，它享受什麼？財色名食睡。這個東西，佛說了，這個東西是地獄五條根，有一條你就出不了地獄，五條都具足那還得了嗎？所以佛教我們第一個放下身見，知道身不是自己，身不是我，我在哪裡？我在這身裡面。連外國人都曉得，外國人有個比喻，這身像個什麼？身像個汽車，我呢？我是開車的這個人。你千萬不要把你自己變成交通工具，變成車，那你就錯了，這個比喻得好！身是個工具，我要用它，用它造業你將來就墮三惡道，用它修善你將來就能生天，你得好好用它，你別糟蹋它，這就是覺悟。"
    },
    {
      "id": "12-047-0087_p0029",
      "zh_CN": "受想行识这四个都是讲的心，精神生活，精神这东西是有的。受是你的感受，苦乐忧喜舍的感受。想就是你的念头，你的分别执着。行是什么？行是说这些东西不会间断，一念接着一个，念念不住，前念灭了后念又生，这叫行。识就是分别，就是执着，是你把你这一生所造的，过去生中造的，生生世世造的，都储存在识里头，识好像是个仓库一样，业！这些业，佛家称为种子，遇到缘它就起现行。如果是善业遇到善缘生天，如果是恶业遇到恶缘三途去了。这个蕴就是讲这些东西，这些东西要遇到正法、遇到善知识，好，帮助你提升。可是遇到邪法那就变成魔，为什么？五样东西，都卷入在财色名食睡里头，那还得了吗？肯定堕三途。所以它害了你的法身慧命。",
      "zh_TW": "受想行識這四個都是講的心，精神生活，精神這東西是有的。受是你的感受，苦樂憂喜捨的感受。想就是你的念頭，你的分別執著。行是什麼？行是說這些東西不會間斷，一念接著一個，念念不住，前念滅了後念又生，這叫行。識就是分別，就是執著，是你把你這一生所造的，過去生中造的，生生世世造的，都儲存在識裡頭，識好像是個倉庫一樣，業！這些業，佛家稱為種子，遇到緣它就起現行。如果是善業遇到善緣生天，如果是惡業遇到惡緣三途去了。這個蘊就是講這些東西，這些東西要遇到正法、遇到善知識，好，幫助你提升。可是遇到邪法那就變成魔，為什麼？五樣東西，都捲入在財色名食睡裡頭，那還得了嗎？肯定墮三途。所以它害了你的法身慧命。"
    },
    {
      "id": "12-047-0087_p0030",
      "zh_CN": "第二种是烦恼魔，「谓三界中一切烦恼妄惑也，修行之人为此妄惑恼乱心神，不能成就菩提，是名烦恼魔」。烦恼太多说不尽，佛法入门，学教的人大概都读《百法明门论》，这是天亲菩萨把弥勒菩萨的《瑜伽师地论》，讲的六百六十法太多了，初学的人学太多，归纳为一百法，便利于初学。这一百法里面有心法、心所法，心所法里面就有烦恼，什么烦恼？有善心所、有恶心所，恶心所是烦恼。善心所十一个，烦恼的心所有二十六个，六个根本烦恼，八个大随，中随（二）、小随（十），一共二十个。根本烦恼贪、瞋、痴、慢、疑、恶见，恶见是错误的见解。这个疑最重要是对圣教的怀疑，怀疑你就不肯认真学。这些东西它是虚幻不是真实的，所以叫幻惑，惑是迷惑，虽然不是真实的，你以为是真实的，你被它迷了。修行人这些东西没有把它除掉，肯定扰乱你的心神，障碍你的悟性，不但修行你不能证果，你连开悟都不可能。不但你不能开悟，非常可能让你在佛法里面产生误解，你听讲经、你读佛经，把佛的意思歪曲。开经偈里面讲「愿解如来真实义」，而你怎么样？你是曲解如来真实义。这不但不能提升，这造罪业，你自己错解了你自己承当，你讲给别人听让别人也误解，这个罪过就大了。这些事情自古至今都不能避免，我们要小心谨慎，所以选择老师善知识就太重要！真正善知识没有一个不谦虚的。我亲近李老师，这在台湾大家都知道大善知识，老人家谦虚，给我讲几次我只能教你五年，希望我依印光大师为老师，认真好好跟他学，把《文钞》送给我。没有一个善知识说自己很能干的，自己开悟，自己证果，没有，非常谦虚。所以他教给我的方法是正确的，依古人，真正成就的古人，我们没有疑惑。",
      "zh_TW": "第二種是煩惱魔，「謂三界中一切煩惱妄惑也，修行之人為此妄惑惱亂心神，不能成就菩提，是名煩惱魔」。煩惱太多說不盡，佛法入門，學教的人大概都讀《百法明門論》，這是天親菩薩把彌勒菩薩的《瑜伽師地論》，講的六百六十法太多了，初學的人學太多，歸納為一百法，便利於初學。這一百法裡面有心法、心所法，心所法裡面就有煩惱，什麼煩惱？有善心所、有惡心所，惡心所是煩惱。善心所十一個，煩惱的心所有二十六個，六個根本煩惱，八個大隨，中隨（二）、小隨（十），一共二十個。根本煩惱貪、瞋、痴、慢、疑、惡見，惡見是錯誤的見解。這個疑最重要是對聖教的懷疑，懷疑你就不肯認真學。這些東西它是虛幻不是真實的，所以叫幻惑，惑是迷惑，雖然不是真實的，你以為是真實的，你被它迷了。修行人這些東西沒有把它除掉，肯定擾亂你的心神，障礙你的悟性，不但修行你不能證果，你連開悟都不可能。不但你不能開悟，非常可能讓你在佛法裡面產生誤解，你聽講經、你讀佛經，把佛的意思歪曲。開經偈裡面講「願解如來真實義」，而你怎麼樣？你是曲解如來真實義。這不但不能提升，這造罪業，你自己錯解了你自己承當，你講給別人聽讓別人也誤解，這個罪過就大了。這些事情自古至今都不能避免，我們要小心謹慎，所以選擇老師善知識就太重要！真正善知識沒有一個不謙虛的。我親近李老師，這在台灣大家都知道大善知識，老人家謙虛，給我講幾次我只能教你五年，希望我依印光大師為老師，認真好好跟他學，把《文鈔》送給我。沒有一個善知識說自己很能幹的，自己開悟，自己證果，沒有，非常謙虛。所以他教給我的方法是正確的，依古人，真正成就的古人，我們沒有疑惑。"
    },
    {
      "id": "12-047-0087_p0031",
      "zh_CN": "第三是死魔，死魔就是寿命到了，我的学习还没有成功，寿命到了，这一死就要中断，来生是不是能接着大有问题，这事真麻烦。所以我们要在这个世间住世时间长一点，为什么？有时间来学习。我早年，年轻的时候人家给我算命，说我活不了四十五岁。我二十六岁学佛，我知道这个可能是真的，没有办法求延长寿命。所以我们就把寿命定在四十五，好好的学经教，念佛求生净土。如果四十五岁那一年死了，假如幸运的话，往生净土凡圣同居土下品往生，这是幸运的。如果不幸呢？不幸可以回到人间重新再来，再来学习。因为我一出家，我出家三十三岁，出家就教佛学院，就开始讲经，积了一点功德。这个话是甘珠活佛告诉我的，他说「你的寿命延长了，你没有福报，你将来的福报很大，你的寿命很长。」我没求，寿命延长好不好？好，因为在那个时候我对于佛法里头宇宙人生没有悟处。现在我们的时间到了，今天就讲到此地，明天我接着给诸位报告。",
      "zh_TW": "第三是死魔，死魔就是壽命到了，我的學習還沒有成功，壽命到了，這一死就要中斷，來生是不是能接著大有問題，這事真麻煩。所以我們要在這個世間住世時間長一點，為什麼？有時間來學習。我早年，年輕的時候人家給我算命，說我活不了四十五歲。我二十六歲學佛，我知道這個可能是真的，沒有辦法求延長壽命。所以我們就把壽命定在四十五，好好的學經教，念佛求生淨土。如果四十五歲那一年死了，假如幸運的話，往生淨土凡聖同居土下品往生，這是幸運的。如果不幸呢？不幸可以回到人間重新再來，再來學習。因為我一出家，我出家三十三歲，出家就教佛學院，就開始講經，積了一點功德。這個話是甘珠活佛告訴我的，他說「你的壽命延長了，你沒有福報，你將來的福報很大，你的壽命很長。」我沒求，壽命延長好不好？好，因為在那個時候我對於佛法裡頭宇宙人生沒有悟處。現在我們的時間到了，今天就講到此地，明天我接著給諸位報告。"
    }
  ]
}