{
  "doc_id": "12-047-0001",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "12-047-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-047-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》。"
    },
    {
      "id": "12-047-0001_p0002",
      "zh_CN": "今天是净空离开台湾应该是有十二年了，第一次回到台湾来跟诸位同学一起来学《华严经》。这些年来，我们《华严经》是从头开始讲的，已经讲了四千多个小时，十四品还没讲完，照目前这样的进度，这部经讲圆满大概还需要一万个小时。这部经是早年我初学佛的时候，方东美先生介绍给我的。那个时候我们很年轻，对于宗教，尤其是佛教，了解太少了，也随着社会大众人云亦云，以为这是迷信。尤其是佛教，从表面上看它什么都拜，里面的神很多，所以在宗教里面就把它归列到多神教、泛神教。诸位要知道，多神教跟泛神教是属于低级宗教，高级宗教它只有一个神，唯一的真神，这是我们年轻时候的一些概念，所以对佛教就很排斥，不容易接受。我跟方老师学哲学，他老人家最后一个单元跟我讲的是「佛经哲学」。我很讶异，我说佛教是宗教，而且是低级宗教，它哪来的哲学？方老师告诉我，他说你年轻你不知道，他说：释迦牟尼佛是大哲学家、是圣哲，佛经是高等哲学，是世界哲学里面的最高峰，学佛是人生最高的享受。他是把佛教这样介绍给我，所以我就接触到佛的经典。他告诉我，他说真正的佛教是在经典里面，你必须要在经典上下功夫，而特别给我介绍的就是《大方广佛华严经》，这是我学佛的因缘。",
      "zh_TW": "今天是淨空離開台灣應該是有十二年了，第一次回到台灣來跟諸位同學一起來學《華嚴經》。這些年來，我們《華嚴經》是從頭開始講的，已經講了四千多個小時，十四品還沒講完，照目前這樣的進度，這部經講圓滿大概還需要一萬個小時。這部經是早年我初學佛的時候，方東美先生介紹給我的。那個時候我們很年輕，對於宗教，尤其是佛教，了解太少了，也隨著社會大眾人云亦云，以為這是迷信。尤其是佛教，從表面上看它什麼都拜，裡面的神很多，所以在宗教裡面就把它歸列到多神教、泛神教。諸位要知道，多神教跟泛神教是屬於低級宗教，高級宗教它只有一個神，唯一的真神，這是我們年輕時候的一些概念，所以對佛教就很排斥，不容易接受。我跟方老師學哲學，他老人家最後一個單元跟我講的是「佛經哲學」。我很訝異，我說佛教是宗教，而且是低級宗教，它哪來的哲學？方老師告訴我，他說你年輕你不知道，他說：釋迦牟尼佛是大哲學家、是聖哲，佛經是高等哲學，是世界哲學裡面的最高峰，學佛是人生最高的享受。他是把佛教這樣介紹給我，所以我就接觸到佛的經典。他告訴我，他說真正的佛教是在經典裡面，你必須要在經典上下功夫，而特別給我介紹的就是《大方廣佛華嚴經》，這是我學佛的因緣。"
    },
    {
      "id": "12-047-0001_p0003",
      "zh_CN": "缘确实是很殊胜，我接触经典大概二个月不到三个月，我就认识章嘉大师。方老师不是专攻佛学的，他是研究哲学的，章嘉大师则是专攻佛学，所以在佛学经典里面他知道，非常乐意的教我。也跟方先生一样，每个星期给我两个小时，星期天我到他的住所，青田街八号，这样子我跟他三年，所以我的佛学基础是他老人家奠定的。他告诉我，释迦牟尼佛十九岁离开家庭出去求学，三十岁成道，也就是我们一般讲三十岁开悟，就是禅宗里面所说大彻大悟、明心见性。我们知道在中国也有这么一个人，明心见性、大彻大悟，跟释迦牟尼佛完全同等的境界，就是唐朝时候禅宗六祖惠能大师。这两个人给我们的示现，让我们有很大的启发，所以佛教是教育，它不是宗教。",
      "zh_TW": "緣確實是很殊勝，我接觸經典大概二個月不到三個月，我就認識章嘉大師。方老師不是專攻佛學的，他是研究哲學的，章嘉大師則是專攻佛學，所以在佛學經典裡面他知道，非常樂意的教我。也跟方先生一樣，每個星期給我兩個小時，星期天我到他的住所，青田街八號，這樣子我跟他三年，所以我的佛學基礎是他老人家奠定的。他告訴我，釋迦牟尼佛十九歲離開家庭出去求學，三十歲成道，也就是我們一般講三十歲開悟，就是禪宗裡面所說大徹大悟、明心見性。我們知道在中國也有這麼一個人，明心見性、大徹大悟，跟釋迦牟尼佛完全同等的境界，就是唐朝時候禪宗六祖惠能大師。這兩個人給我們的示現，讓我們有很大的啟發，所以佛教是教育，它不是宗教。"
    },
    {
      "id": "12-047-0001_p0004",
      "zh_CN": "释迦牟尼佛三十岁成道之后，这个成道，用我们现在一般讲的话，就是学习毕业了，学习达到圆满，再没有东西好学，到了顶头，他就开始教学。当然他所悟入的境界不是我们凡夫能接受的，所以他要告诉谁？现在科学家也承认，宇宙之间确实有不同维次的空间，高维次空间的那些生命比我们聪明很多，智慧比我们高，定功比我们深，所以佛就示现在定中宣讲《大方广佛华严经》。讲了多久？有些经上讲二七日中，二七十四天，也有经上讲三七日中，三七二十一天，他就讲完了。这部经典被大龙菩萨，那也是个等觉菩萨，也不是普通人，他把它收藏在龙宫。一直到六百年后，龙树菩萨有个特殊的因缘，大龙菩萨接引他到龙宫去参观他所收藏的《华严经》。《华严经》是一切经的总名称，就像我们现在讲的《大藏经》一样，释迦牟尼佛一生所讲的。他看到了，这个经的分量多大？我们现在无法想像，他看到的经本是「十个三千大千世界微尘偈，一四天下微尘品」，这是佛学里面的术语、名词。我们中国的书籍是用字数为单位，像佛经，《金刚经》大概五千多字，在中国，老子的《道德经》诸位也听得很熟，叫五千言，是以字数为单位。印度不是的，印度是以四句做一个单位，不管四句这个句子的长短不论，只要四句是一个单位，叫一首偈，叫一偈；不一定是偈颂，就是我们散文也是如此，四句就算一首偈。《华严经》有多少偈？有十个大千世界微尘偈，这还能算数吗？算不出来，这个经太大了。龙树菩萨看了之后，这是我们阎浮提众生，就是地球上的人，没有人能接受的，分量太大，这部经送到地球上，整个地球也装不了。不但地球装不了，就是释迦牟尼佛的报土娑婆世界也容纳不下，娑婆世界是一个三千大千世界，这部经是十个三千大千世界微尘偈。",
      "zh_TW": "釋迦牟尼佛三十歲成道之後，這個成道，用我們現在一般講的話，就是學習畢業了，學習達到圓滿，再沒有東西好學，到了頂頭，他就開始教學。當然他所悟入的境界不是我們凡夫能接受的，所以他要告訴誰？現在科學家也承認，宇宙之間確實有不同維次的空間，高維次空間的那些生命比我們聰明很多，智慧比我們高，定功比我們深，所以佛就示現在定中宣講《大方廣佛華嚴經》。講了多久？有些經上講二七日中，二七十四天，也有經上講三七日中，三七二十一天，他就講完了。這部經典被大龍菩薩，那也是個等覺菩薩，也不是普通人，他把它收藏在龍宮。一直到六百年後，龍樹菩薩有個特殊的因緣，大龍菩薩接引他到龍宮去參觀他所收藏的《華嚴經》。《華嚴經》是一切經的總名稱，就像我們現在講的《大藏經》一樣，釋迦牟尼佛一生所講的。他看到了，這個經的分量多大？我們現在無法想像，他看到的經本是「十個三千大千世界微塵偈，一四天下微塵品」，這是佛學裡面的術語、名詞。我們中國的書籍是用字數為單位，像佛經，《金剛經》大概五千多字，在中國，老子的《道德經》諸位也聽得很熟，叫五千言，是以字數為單位。印度不是的，印度是以四句做一個單位，不管四句這個句子的長短不論，只要四句是一個單位，叫一首偈，叫一偈；不一定是偈頌，就是我們散文也是如此，四句就算一首偈。《華嚴經》有多少偈？有十個大千世界微塵偈，這還能算數嗎？算不出來，這個經太大了。龍樹菩薩看了之後，這是我們閻浮提眾生，就是地球上的人，沒有人能接受的，分量太大，這部經送到地球上，整個地球也裝不了。不但地球裝不了，就是釋迦牟尼佛的報土娑婆世界也容納不下，娑婆世界是一個三千大千世界，這部經是十個三千大千世界微塵偈。"
    },
    {
      "id": "12-047-0001_p0005",
      "zh_CN": "佛怎么说的？怎么能在，就算三七二十一天，他怎么能说得出这么丰富的典籍？我们深入《华严》才明了，原来时间不是真的，空间也不是真的，在一真法界里面没有时间、没有空间，时空都不是真实的东西。我们在这个单元里面，就是《妄尽还源观》里面，我们可以能够学到，知道事实真相。那就是佛在这个经上会给我们讲到宇宙的起源，你看《华严经》一开始，给我们讲到「世界成就品」、「华藏世界品」，这给我们讲宇宙的起源。宇宙从哪里来的？我从哪里来的？佛法里面讲依正二报，依报是讲宇宙，正报是讲我自己，我从哪里来的，禅宗里面主要的是要你把这个问题找到，对自己来说，就是父母未生前本来面目是什么。这两个问题是哲学、科学里面，一直到今天都没有办法解答，还包括神学，都不能够圆圆满满的解答这个问题，可是在《华严经》里面都说得很清楚、很明白。",
      "zh_TW": "佛怎麼說的？怎麼能在，就算三七二十一天，他怎麼能說得出這麼豐富的典籍？我們深入《華嚴》才明瞭，原來時間不是真的，空間也不是真的，在一真法界裡面沒有時間、沒有空間，時空都不是真實的東西。我們在這個單元裡面，就是《妄盡還源觀》裡面，我們可以能夠學到，知道事實真相。那就是佛在這個經上會給我們講到宇宙的起源，你看《華嚴經》一開始，給我們講到「世界成就品」、「華藏世界品」，這給我們講宇宙的起源。宇宙從哪裡來的？我從哪裡來的？佛法裡面講依正二報，依報是講宇宙，正報是講我自己，我從哪裡來的，禪宗裡面主要的是要你把這個問題找到，對自己來說，就是父母未生前本來面目是什麼。這兩個問題是哲學、科學裡面，一直到今天都沒有辦法解答，還包括神學，都不能夠圓圓滿滿的解答這個問題，可是在《華嚴經》裡面都說得很清楚、很明白。"
    },
    {
      "id": "12-047-0001_p0006",
      "zh_CN": "这次回来，大家启请的是希望我接着在这边讲《华严》，我说我们时间不太长，我们给大家介绍贤首国师的《修华严奥旨妄尽还源观》，这是什么？这是《华严经》修学的纲领，是华严宗前面三代祖师修行证果的方法，确实是稀有难逢，也就是《华严经》的精华。你看看这个题目就晓得，「修」是真干，「华严奥旨」，奥妙的宗旨。怎么样学法？必须把妄断尽，妄太多了，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，这《金刚经》上说的，妄要断尽。世尊在这部经上告诉我们，妄太多了，把它归纳不外三大类，一个是妄想，一个是分别，一个是执着，只要这三个断尽，你就还源了。还源是什么？回归自性，那就叫圆满成佛，就是圆证无上菩提。所以我们先把这个给大家介绍出来。",
      "zh_TW": "這次回來，大家啟請的是希望我接著在這邊講《華嚴》，我說我們時間不太長，我們給大家介紹賢首國師的《修華嚴奧旨妄盡還源觀》，這是什麼？這是《華嚴經》修學的綱領，是華嚴宗前面三代祖師修行證果的方法，確實是稀有難逢，也就是《華嚴經》的精華。你看看這個題目就曉得，「修」是真幹，「華嚴奧旨」，奧妙的宗旨。怎麼樣學法？必須把妄斷盡，妄太多了，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，這《金剛經》上說的，妄要斷盡。世尊在這部經上告訴我們，妄太多了，把它歸納不外三大類，一個是妄想，一個是分別，一個是執著，只要這三個斷盡，你就還源了。還源是什麼？回歸自性，那就叫圓滿成佛，就是圓證無上菩提。所以我們先把這個給大家介紹出來。"
    },
    {
      "id": "12-047-0001_p0007",
      "zh_CN": "我们同学们真正想学佛，那就不能不向释迦牟尼佛请教，他是真正妄尽还源，我们要找这样的过来人，我们才会有成就。六祖能大师也是个过来人，他讲的简单明了，给我们留下一部《坛经》。《坛经》里面所说的，给诸位说，跟《大方广佛华严经》完全相同，一个是简单的说，一个是详细的说，只有言语文字多寡不一样，内容完全相同，这点我们要知道。可是我们毕竟是博地凡夫，像能大师那样的提纲挈领，我们很难体会，不容易还源，回不了头。《华严》说得详细，龙树菩萨在龙宫看到大本，就是原本，太大了，就放弃；看中本，中本是什么？中本是《华严经》的纲要，分量还是太大，我们也没有能力接受；最后选的是下本，下本是什么？提纲，目录提要。就好像我们中国的《四库全书》一样，分量太大，不是一个人一生所能够读得完的。连当年乾隆皇帝下命令编这部书，他也知道他没有能力读完这部全书。那怎么办？他叫总编纂纪晓岚先生给他编一部《荟要》，《荟要》是全书的三分之一，我们台湾世界书局翻印出来，精装五百册。全书，商务印书馆翻印出来，也是精装一千五百册，这都很难受持，没法子读。最简单的是什么？就是《总目提要》，《总目提要》精装五册，这就好办，就是每部书里面说些什么。纪晓岚先生编这个提要，把提要每天送给皇上看。",
      "zh_TW": "我們同學們真正想學佛，那就不能不向釋迦牟尼佛請教，他是真正妄盡還源，我們要找這樣的過來人，我們才會有成就。六祖能大師也是個過來人，他講的簡單明瞭，給我們留下一部《壇經》。《壇經》裡面所說的，給諸位說，跟《大方廣佛華嚴經》完全相同，一個是簡單的說，一個是詳細的說，只有言語文字多寡不一樣，內容完全相同，這點我們要知道。可是我們畢竟是博地凡夫，像能大師那樣的提綱挈領，我們很難體會，不容易還源，回不了頭。《華嚴》說得詳細，龍樹菩薩在龍宮看到大本，就是原本，太大了，就放棄；看中本，中本是什麼？中本是《華嚴經》的綱要，分量還是太大，我們也沒有能力接受；最後選的是下本，下本是什麼？提綱，目錄提要。就好像我們中國的《四庫全書》一樣，分量太大，不是一個人一生所能夠讀得完的。連當年乾隆皇帝下命令編這部書，他也知道他沒有能力讀完這部全書。那怎麼辦？他叫總編纂紀曉嵐先生給他編一部《薈要》，《薈要》是全書的三分之一，我們台灣世界書局翻印出來，精裝五百冊。全書，商務印書館翻印出來，也是精裝一千五百冊，這都很難受持，沒法子讀。最簡單的是什麼？就是《總目提要》，《總目提要》精裝五冊，這就好辦，就是每部書裡面說些什麼。紀曉嵐先生編這個提要，把提要每天送給皇上看。"
    },
    {
      "id": "12-047-0001_p0008",
      "zh_CN": "龙树菩萨从龙宫里面带出来的《华严经》就是提要，传到中国来的时候还不完整，这个书已经散失，传到中国来大概只有一半。所以我们现在学的是半部《华严经》的目录提要，这个半部我们的学习每天来做报告，你看看用了四千多个小时才到十四品，全经三十九品。就这个提要，我们尽一生的精力都不容易完成。像我现在这种讲法，这一部《华严经》从头到尾讲一遍，我估计需要用二十年，才能把这部经讲完。可是这个经非常有味道，百读不厌，学习确实带给我们像方老师所讲的（我念念不忘老师的恩德）人生最高的享受，这一点不假。所以，我有一次讲演用了一个题目，「人生最高的享受是听经、是讲经」，讲经跟听经确实是人生最高的享受。这里头其乐无穷，证明孔子在《论语》里所说的，「学而时习之，不亦说乎」，快乐！世尊在大乘经里常讲的法喜充满，常生欢喜心，这是真的，不是假的，没有比这个更快乐的事情。所以古人有句话说，「世味（世间五欲六尘这种味道）哪有法味浓」，这必须是唯证方知，你没有契入境界，这个味道你尝不到，你享受不到。所以，我们这一生当中没有白来，特别是读了《妄尽还源观》，晓得应该怎样修、怎么样去学。前面介绍我想到此就可以，不必再细说，连《华严经》的经题我也把它省略，因为在《华严经》的光碟里面诸位可以听到。现在我们看贤首国师的这篇文章，开头：",
      "zh_TW": "龍樹菩薩從龍宮裡面帶出來的《華嚴經》就是提要，傳到中國來的時候還不完整，這個書已經散失，傳到中國來大概只有一半。所以我們現在學的是半部《華嚴經》的目錄提要，這個半部我們的學習每天來做報告，你看看用了四千多個小時才到十四品，全經三十九品。就這個提要，我們盡一生的精力都不容易完成。像我現在這種講法，這一部《華嚴經》從頭到尾講一遍，我估計需要用二十年，才能把這部經講完。可是這個經非常有味道，百讀不厭，學習確實帶給我們像方老師所講的（我念念不忘老師的恩德）人生最高的享受，這一點不假。所以，我有一次講演用了一個題目，「人生最高的享受是聽經、是講經」，講經跟聽經確實是人生最高的享受。這裡頭其樂無窮，證明孔子在《論語》裡所說的，「學而時習之，不亦說乎」，快樂！世尊在大乘經裡常講的法喜充滿，常生歡喜心，這是真的，不是假的，沒有比這個更快樂的事情。所以古人有句話說，「世味（世間五欲六塵這種味道）哪有法味濃」，這必須是唯證方知，你沒有契入境界，這個味道你嘗不到，你享受不到。所以，我們這一生當中沒有白來，特別是讀了《妄盡還源觀》，曉得應該怎樣修、怎麼樣去學。前面介紹我想到此就可以，不必再細說，連《華嚴經》的經題我也把它省略，因為在《華嚴經》的光碟裡面諸位可以聽到。現在我們看賢首國師的這篇文章，開頭："
    },
    {
      "id": "12-047-0001_p0009",
      "zh_CN": "【夫满教难思。窥一尘而顿现。圆宗叵测。睹纤毫以齐彰。】",
      "zh_TW": "【夫滿教難思。窺一塵而頓現。圓宗叵測。睹纖毫以齊彰。】"
    },
    {
      "id": "12-047-0001_p0010",
      "zh_CN": "我们看这两句话。开头这四个字就很不容易，谁敢讲？『满教』，什么人敢讲？满是圆满，佛经里面所讲的无上菩提，佛经里的术语叫无上正等正觉，梵语称之为阿耨多罗三藐三菩提，这才叫「满教」。什么人敢讲，你所学的东西圆满了，再没有了。我们中国古人常常告诉我们，「智无穷，学不厌」，「活到老，学到老，学不了」，学不完的！谁敢讲学完了、学圆满了？真的没有人敢讲。这个话释迦牟尼佛敢讲，什么时候讲的？三十岁讲的。惠能大师敢讲，什么时候讲的？二十四岁的时候讲的。",
      "zh_TW": "我們看這兩句話。開頭這四個字就很不容易，誰敢講？『滿教』，什麼人敢講？滿是圓滿，佛經裡面所講的無上菩提，佛經裡的術語叫無上正等正覺，梵語稱之為阿耨多羅三藐三菩提，這才叫「滿教」。什麼人敢講，你所學的東西圓滿了，再沒有了。我們中國古人常常告訴我們，「智無窮，學不厭」，「活到老，學到老，學不了」，學不完的！誰敢講學完了、學圓滿了？真的沒有人敢講。這個話釋迦牟尼佛敢講，什麼時候講的？三十歲講的。惠能大師敢講，什麼時候講的？二十四歲的時候講的。"
    },
    {
      "id": "12-047-0001_p0011",
      "zh_CN": "我们看这个文章的题目，「妄尽还源」，能大师当年在世常常给人讲这个问题，这桩事情，就是明心见性，与学、不学没关系。他这个话我们可以从释迦牟尼佛跟他两个人证悟体会到。释迦牟尼佛学，学了十二年，怎么开悟的？放下开悟的。他要是不放下，那十二年所学的就变成叫所知障，放下了，所知障就没有了，这才大彻大悟。这是我们通常讲的二障，烦恼障跟所知障。惠能大师没有学，不认识字，一天经都没有听过，黄梅住了八个月，没有进过讲堂，也没有进过禅堂。五祖忍和尚只是派了他一个工作，舂米破柴，这工作在哪里做？在碓房，厨房那里面。住了八个月，最后传法传给他，人都不服！为什么传给他？他放下了。你看传法，五祖出了个题目，你们跟他修行这么多年，你们每个人做一首偈子来看看，老和尚要看看你们修行到什么境界。神秀是老和尚的大弟子，也是老和尚的助教，一般人认为老和尚传法肯定传给他，大家对他也很服气。他做一首偈子，「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」。你们想想他这首偈子放下没有？我们讲二障，烦恼障有没有放下？所知障有没有放下？当时没有人能体会到，可是惠能大师体会到了，他自己不认识字，他懂这个意思。他说我也有一首偈，你们哪一位帮我写一写，他把秀大师这首偈子改了，「菩提本无树，明镜亦非台」，你们想想这种口气。忍和尚一听就明白，怕人害他，所以跟大家宣布，也没见性，把偈子擦掉了。他后头是「本来无一物，何处惹尘埃」。",
      "zh_TW": "我們看這個文章的題目，「妄盡還源」，能大師當年在世常常給人講這個問題，這樁事情，就是明心見性，與學、不學沒關係。他這個話我們可以從釋迦牟尼佛跟他兩個人證悟體會到。釋迦牟尼佛學，學了十二年，怎麼開悟的？放下開悟的。他要是不放下，那十二年所學的就變成叫所知障，放下了，所知障就沒有了，這才大徹大悟。這是我們通常講的二障，煩惱障跟所知障。惠能大師沒有學，不認識字，一天經都沒有聽過，黃梅住了八個月，沒有進過講堂，也沒有進過禪堂。五祖忍和尚只是派了他一個工作，舂米破柴，這工作在哪裡做？在碓房，廚房那裡面。住了八個月，最後傳法傳給他，人都不服！為什麼傳給他？他放下了。你看傳法，五祖出了個題目，你們跟他修行這麼多年，你們每個人做一首偈子來看看，老和尚要看看你們修行到什麼境界。神秀是老和尚的大弟子，也是老和尚的助教，一般人認為老和尚傳法肯定傳給他，大家對他也很服氣。他做一首偈子，「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」。你們想想他這首偈子放下沒有？我們講二障，煩惱障有沒有放下？所知障有沒有放下？當時沒有人能體會到，可是惠能大師體會到了，他自己不認識字，他懂這個意思。他說我也有一首偈，你們哪一位幫我寫一寫，他把秀大師這首偈子改了，「菩提本無樹，明鏡亦非台」，你們想想這種口氣。忍和尚一聽就明白，怕人害他，所以跟大家宣布，也沒見性，把偈子擦掉了。他後頭是「本來無一物，何處惹塵埃」。"
    },
    {
      "id": "12-047-0001_p0012",
      "zh_CN": "这桩事情确实跟学、无学没关系。我当年第一次见章嘉大师，我向他老人家请教，那年我二十六岁，章嘉大师是六十五岁，他大我三十九岁，祖父辈的。我向他请教，我说：方老师把佛教介绍给我，我知道佛教无比的殊胜，我有缘接触到非常欢喜，请教大师，有没有方法能教我很快的契入？我这个问题提出来，大师看着我，我也看着他，我们两个这样子互相看着大概看了半个多钟点，一句话没说。半个小时之后，他说了一个字「有」，他这个有，我们就很震动，耳朵都竖起来了，要好好的听。我们这一个表现，他老人家又不说话了，这个大概时间没有前面那么长，大概差不多有六、七分钟，给我讲六个字，「看得破，放得下」。你看与学跟不学真的没有关系。我听了章嘉大师这六个字似懂非懂，好像懂了，其实不懂，这个意思太深了。我们没有定力，也没有修养，接着向大师提问：从哪里下手？他老人家停了一会儿，告诉我，从布施下手。布施是什么？舍！放下！放下就是。",
      "zh_TW": "這樁事情確實跟學、無學沒關係。我當年第一次見章嘉大師，我向他老人家請教，那年我二十六歲，章嘉大師是六十五歲，他大我三十九歲，祖父輩的。我向他請教，我說：方老師把佛教介紹給我，我知道佛教無比的殊勝，我有緣接觸到非常歡喜，請教大師，有沒有方法能教我很快的契入？我這個問題提出來，大師看著我，我也看著他，我們兩個這樣子互相看著大概看了半個多鐘點，一句話沒說。半個小時之後，他說了一個字「有」，他這個有，我們就很震動，耳朵都豎起來了，要好好的聽。我們這一個表現，他老人家又不說話了，這個大概時間沒有前面那麼長，大概差不多有六、七分鐘，給我講六個字，「看得破，放得下」。你看與學跟不學真的沒有關係。我聽了章嘉大師這六個字似懂非懂，好像懂了，其實不懂，這個意思太深了。我們沒有定力，也沒有修養，接著向大師提問：從哪裡下手？他老人家停了一會兒，告訴我，從布施下手。布施是什麼？捨！放下！放下就是。"
    },
    {
      "id": "12-047-0001_p0013",
      "zh_CN": "我学佛到今年五十七年，讲经教学五十年，深深体会到，老师当年我提个问题，为什么半个钟点不讲话看着我？这里头有道理。年轻人心浮气躁，心没有定下来，情绪没有稳住，给他讲没用，所谓耳边风，不得受用。所以看着我，一定看着我整个心里面静下来，注意力集中，再给我讲。你看他当年说个有，他底下又不讲了，那个有，我们心动了。必须在心平气和，没有躁动的时候，传给你东西才真正得受用，这是古人。现在在学校教学用这个方法，学生全跑光了，谁跟你学？没有一个人有定力。换句话说，没有一个人对老师真正尊重，尊师重道，没有了。佛法难在这个地方，不但佛法如是，世间法也不例外，这是我们深深体会到的。所以他这两句话，前面这两句，深广没有边际，「满教难思」。",
      "zh_TW": "我學佛到今年五十七年，講經教學五十年，深深體會到，老師當年我提個問題，為什麼半個鐘點不講話看著我？這裡頭有道理。年輕人心浮氣躁，心沒有定下來，情緒沒有穩住，給他講沒用，所謂耳邊風，不得受用。所以看著我，一定看著我整個心裡面靜下來，注意力集中，再給我講。你看他當年說個有，他底下又不講了，那個有，我們心動了。必須在心平氣和，沒有躁動的時候，傳給你東西才真正得受用，這是古人。現在在學校教學用這個方法，學生全跑光了，誰跟你學？沒有一個人有定力。換句話說，沒有一個人對老師真正尊重，尊師重道，沒有了。佛法難在這個地方，不但佛法如是，世間法也不例外，這是我們深深體會到的。所以他這兩句話，前面這兩句，深廣沒有邊際，「滿教難思」。"
    },
    {
      "id": "12-047-0001_p0014",
      "zh_CN": "『一尘顿现』，在《还源观》里面会详细讲到，宇宙从哪里来的？我从哪里来的？给你讲得清清楚楚。讲清楚、讲明白了，不是你的境界，我们是听佛介绍的、听佛说的。佛法是科学，确实是高等科学，也是全世界科学的最高峰，不但是哲学最高峰，也是科学最高峰。科学对今天宇宙从哪里来的还搞不清楚，生命从哪里来的也没有搞清楚，佛在这里给我们讲「一尘顿现」。这个问题我们也搞了几十年，始终在这里打问号，一直到最近几年我们读到世尊跟弥勒菩萨的问答，我们真的是恍然大悟，把这个问题搞清楚了。搞清楚，我们也知道解，清凉大师给我们讲修证的四个次第，第一个要信；第二个是理解；第三个是行，就是修行，修行就是修妄尽还源，就是真修行；最后是证果，证果你真正契入华严境界，跟释迦、跟诸佛、跟六祖所证的同一个境界。这是科学，你不能证得不行。你真正看到一尘顿现，顿现就是现的宇宙，这是宇宙来源。这个我们讲到下面六个科目里面，再详细的说明。",
      "zh_TW": "『一塵頓現』，在《還源觀》裡面會詳細講到，宇宙從哪裡來的？我從哪裡來的？給你講得清清楚楚。講清楚、講明白了，不是你的境界，我們是聽佛介紹的、聽佛說的。佛法是科學，確實是高等科學，也是全世界科學的最高峰，不但是哲學最高峰，也是科學最高峰。科學對今天宇宙從哪裡來的還搞不清楚，生命從哪裡來的也沒有搞清楚，佛在這裡給我們講「一塵頓現」。這個問題我們也搞了幾十年，始終在這裡打問號，一直到最近幾年我們讀到世尊跟彌勒菩薩的問答，我們真的是恍然大悟，把這個問題搞清楚了。搞清楚，我們也知道解，清涼大師給我們講修證的四個次第，第一個要信；第二個是理解；第三個是行，就是修行，修行就是修妄盡還源，就是真修行；最後是證果，證果你真正契入華嚴境界，跟釋迦、跟諸佛、跟六祖所證的同一個境界。這是科學，你不能證得不行。你真正看到一塵頓現，頓現就是現的宇宙，這是宇宙來源。這個我們講到下面六個科目裡面，再詳細的說明。"
    },
    {
      "id": "12-047-0001_p0015",
      "zh_CN": "第二句讲『圆宗叵测』，「宗」就是题目讲的奥旨。宗的意思，在中国它含有主要的意思、重要的意思，宗旨！崇高的意思，这是讲的教学。如果是依照中文所讲的宗教，完全用中文的解释，那宗教就不是迷信。宗是重要的、主要的、崇高的，教是教育，宗教是什么？主要的教育、重要的教育、崇高的教育，宗教应该是这个解释法，这个要在佛教里面讲那完全正确。所以，佛教是教育，不能把它看作一般宗教看待，因为宗教里面一定有个主宰神，佛教里头没有。佛门的教学是圆满的，佛教自己称宗教，是宗门、教下，宗门就是单单指禅宗，禅宗以外还有九个宗派，都称之为教下。所以佛教本身称宗教，与我们现在称宗教这个意思毫不相关，这个都要知道。「圆宗」不能够用我们的常识、我们的知见去测度，为什么？底下一句话跟上面意思相同，『睹纤毫以齐彰』，「齐彰」跟「顿现」是一个意思，你只看到「毫」是什么？是我们正报最小的，汗毛，汗毛端，汗毛的尖端，这个叫「纤毫」。也就是说，你从一个汗毛尖端里面你能够看到遍法界虚空界，这从正报上说的。",
      "zh_TW": "第二句講『圓宗叵測』，「宗」就是題目講的奧旨。宗的意思，在中國它含有主要的意思、重要的意思，宗旨！崇高的意思，這是講的教學。如果是依照中文所講的宗教，完全用中文的解釋，那宗教就不是迷信。宗是重要的、主要的、崇高的，教是教育，宗教是什麼？主要的教育、重要的教育、崇高的教育，宗教應該是這個解釋法，這個要在佛教裡面講那完全正確。所以，佛教是教育，不能把它看作一般宗教看待，因為宗教裡面一定有個主宰神，佛教裡頭沒有。佛門的教學是圓滿的，佛教自己稱宗教，是宗門、教下，宗門就是單單指禪宗，禪宗以外還有九個宗派，都稱之為教下。所以佛教本身稱宗教，與我們現在稱宗教這個意思毫不相關，這個都要知道。「圓宗」不能夠用我們的常識、我們的知見去測度，為什麼？底下一句話跟上面意思相同，『睹纖毫以齊彰』，「齊彰」跟「頓現」是一個意思，你只看到「毫」是什麼？是我們正報最小的，汗毛，汗毛端，汗毛的尖端，這個叫「纖毫」。也就是說，你從一個汗毛尖端裡面你能夠看到遍法界虛空界，這從正報上說的。"
    },
    {
      "id": "12-047-0001_p0016",
      "zh_CN": "前面一句从一尘，微尘，这个微尘现在科学发现了，佛经里面讲的微尘是物质里面最小的，它统统用尘来做比喻。从什么地方说起？从牛毛尘说起，牛毛很粗，牛毛尖端上有一粒尘土，在那里它不会掉下去，一粒尘土，以这个为单位。把牛毛尘分作七分，七分之一那就小了，七分之一叫羊毛尘，羊毛比牛毛细，这一粒微尘在羊毛尖端上它能稳住，它不会掉下去。羊毛尘的七分之一叫兔毛尘，兔毛就更细。兔毛尘的七分之一叫水尘，也就是说，这一粒尘土在水里面，水有空隙，它在里面游动没有障碍，叫水尘。水尘的七分之一叫金尘，就是金属，我们知道金属密度比水密度大，但是还是有空隙，它能够在空隙当中去走。金尘的七分之一才叫微尘，这种微尘谁能看得见？阿罗汉能看得见。这很像我们现在科学里面分析的分子、原子、电子、粒子，现在人讲的夸克，是不是到这种程度我们还不知道。但是微尘还不是最小的，微尘还可以分，分成七分之一叫做色聚极微，这菩萨能看见。色聚极微还可以分，再分七分之一叫极微之微，这就不能再分，再分就没有了，也叫邻虚尘，它跟虚空做邻居。邻虚尘，佛经上讲八地菩萨能看见，能够见到。所以要你亲证，不要用仪器，用什么？清净心，心愈清净你就愈能够觉察到极其微细的东西。所以，此地讲的「一尘」是极微之微。",
      "zh_TW": "前面一句從一塵，微塵，這個微塵現在科學發現了，佛經裡面講的微塵是物質裡面最小的，它統統用塵來做比喻。從什麼地方說起？從牛毛塵說起，牛毛很粗，牛毛尖端上有一粒塵土，在那裡它不會掉下去，一粒塵土，以這個為單位。把牛毛塵分作七分，七分之一那就小了，七分之一叫羊毛塵，羊毛比牛毛細，這一粒微塵在羊毛尖端上它能穩住，它不會掉下去。羊毛塵的七分之一叫兔毛塵，兔毛就更細。兔毛塵的七分之一叫水塵，也就是說，這一粒塵土在水裡面，水有空隙，它在裡面游動沒有障礙，叫水塵。水塵的七分之一叫金塵，就是金屬，我們知道金屬密度比水密度大，但是還是有空隙，它能夠在空隙當中去走。金塵的七分之一才叫微塵，這種微塵誰能看得見？阿羅漢能看得見。這很像我們現在科學裡面分析的分子、原子、電子、粒子，現在人講的夸克，是不是到這種程度我們還不知道。但是微塵還不是最小的，微塵還可以分，分成七分之一叫做色聚極微，這菩薩能看見。色聚極微還可以分，再分七分之一叫極微之微，這就不能再分，再分就沒有了，也叫鄰虛塵，它跟虛空做鄰居。鄰虛塵，佛經上講八地菩薩能看見，能夠見到。所以要你親證，不要用儀器，用什麼？清淨心，心愈清淨你就愈能夠覺察到極其微細的東西。所以，此地講的「一塵」是極微之微。"
    },
    {
      "id": "12-047-0001_p0017",
      "zh_CN": "弥勒菩萨告诉我们，释迦牟尼佛问他，我们凡夫一念，这一个念头，这个念头很粗，心浮气躁，粗念。这一念里面有多少个细念，微细的念头？弥勒菩萨说一弹指，一弹指时间很短，一弹指是一个粗念，细念多少？细念有「三十二亿百千念」。百千是个单位，也就是三十二亿乘百千，百千是十万，一百个千，三十二亿乘十万是三百二十兆，你看多微细。一弹指三百二十兆的细念，组成一念。弥勒菩萨说「念念成形，形皆有识」，形是什么？物质，就是此地讲的顿现，物质的世界顿现了，是一尘顿现，一念顿现。尘皆有识，识是什么？识是灵性。所以我们了解，物质的世界跟精神的世界是同时出现的。你看看，念它就有形，形它就有识，也就是说一切物质现象它都有见闻觉知、它都有受想行识。",
      "zh_TW": "彌勒菩薩告訴我們，釋迦牟尼佛問他，我們凡夫一念，這一個念頭，這個念頭很粗，心浮氣躁，粗念。這一念裡面有多少個細念，微細的念頭？彌勒菩薩說一彈指，一彈指時間很短，一彈指是一個粗念，細念多少？細念有「三十二億百千念」。百千是個單位，也就是三十二億乘百千，百千是十萬，一百個千，三十二億乘十萬是三百二十兆，你看多微細。一彈指三百二十兆的細念，組成一念。彌勒菩薩說「念念成形，形皆有識」，形是什麼？物質，就是此地講的頓現，物質的世界頓現了，是一塵頓現，一念頓現。塵皆有識，識是什麼？識是靈性。所以我們了解，物質的世界跟精神的世界是同時出現的。你看看，念它就有形，形它就有識，也就是說一切物質現象它都有見聞覺知、它都有受想行識。"
    },
    {
      "id": "12-047-0001_p0018",
      "zh_CN": "最近这十年来，日本江本博士做实验，他的实验成功了，告诉我们，他用水做实验，水我们知道是矿物，水有见闻觉知，它能看，能看字。譬如写个「爱」字，无论用哪个国家的文字，写成爱字，贴在实验的玻璃瓶上，它都认识。我们认识中国字，不认识外国字，水认识，它的结晶都非常之美。如果你写一个「讨厌」，写个「我不喜欢你」，它反应的结晶就很丑陋，这是说明水有见闻觉知，水它有感受。不但水有，有精神，所有一切物质在佛法里面讲统统都有，只要是物质，它里面就有精神，有见闻觉知、有受想行识。有见闻觉知、受想行识，它必定有色法，就是有物质。物质有我们肉眼能见的，有不能见的，这些近代科学也都证实了。",
      "zh_TW": "最近這十年來，日本江本博士做實驗，他的實驗成功了，告訴我們，他用水做實驗，水我們知道是礦物，水有見聞覺知，它能看，能看字。譬如寫個「愛」字，無論用哪個國家的文字，寫成愛字，貼在實驗的玻璃瓶上，它都認識。我們認識中國字，不認識外國字，水認識，它的結晶都非常之美。如果你寫一個「討厭」，寫個「我不喜歡你」，它反應的結晶就很醜陋，這是說明水有見聞覺知，水它有感受。不但水有，有精神，所有一切物質在佛法裡面講統統都有，只要是物質，它裡面就有精神，有見聞覺知、有受想行識。有見聞覺知、受想行識，它必定有色法，就是有物質。物質有我們肉眼能見的，有不能見的，這些近代科學也都證實了。"
    },
    {
      "id": "12-047-0001_p0019",
      "zh_CN": "所以佛在经里面讲，一微尘、一毛端里面，你能够看到整个宇宙的讯息，这是科学没有说过的，科学今天只说到佛经上讲的类似的微尘，但是微尘里面有遍法界的信息，科学没讲到。所以《华严》的科学就超过现代，它不需要用仪器，它教你修清净心。佛教导我们，只要我们把执着放下，你就证阿罗汉果，你就成正觉；再能把分别放下，你就证正等正觉，菩萨果位。最后再把妄想放下，妄想是什么？起心动念。我们六根接触外面六尘境界，六根是眼耳鼻舌身意，外面的境界是色声香味触法，接触的时候不起心、不动念，那你就证得无上正等正觉，就称之为佛陀。要有人问你这世界是怎么来的，你把它详详细细说一遍就是《大方广佛华严经》，真的不可思议！你看，两句话就说完、就说尽了。古人的教学，首先把所要教你的和盘托出，一丝毫隐瞒都没有。我们再看下面：",
      "zh_TW": "所以佛在經裡面講，一微塵、一毛端裡面，你能夠看到整個宇宙的訊息，這是科學沒有說過的，科學今天只說到佛經上講的類似的微塵，但是微塵裡面有遍法界的信息，科學沒講到。所以《華嚴》的科學就超過現代，它不需要用儀器，它教你修清淨心。佛教導我們，只要我們把執著放下，你就證阿羅漢果，你就成正覺；再能把分別放下，你就證正等正覺，菩薩果位。最後再把妄想放下，妄想是什麼？起心動念。我們六根接觸外面六塵境界，六根是眼耳鼻舌身意，外面的境界是色聲香味觸法，接觸的時候不起心、不動念，那你就證得無上正等正覺，就稱之為佛陀。要有人問你這世界是怎麼來的，你把它詳詳細細說一遍就是《大方廣佛華嚴經》，真的不可思議！你看，兩句話就說完、就說盡了。古人的教學，首先把所要教你的和盤托出，一絲毫隱瞞都沒有。我們再看下面："
    },
    {
      "id": "12-047-0001_p0020",
      "zh_CN": "【然用就体分。非无差别之势。事依理显。自有一际之形。】",
      "zh_TW": "【然用就體分。非無差別之勢。事依理顯。自有一際之形。】"
    },
    {
      "id": "12-047-0001_p0021",
      "zh_CN": "前面是跟我们讲宇宙本体，现在给我们讲宇宙的现象，讲它的作用。『用就体分』，当然有许许多多的差别，像佛法里面讲的十法界依正庄严，这是从用上说的，是本体里面的一分，不能够离开体，体是一个，作用那就无量无边。『事依理显』，事里头有理，我们现在看到事，没有看到理。事是相，理是什么？理就是性，理就是体，哲学里面讲的宇宙的本体，理就是体。理事是一不是二，但是六道凡夫只知道事不知道理，理怎么？迷了。『一际』是什么意思？「一际」是没有分别，只要你放下分别执着，你在事上就能见到理，你在相上就能见到性。你如果不能够放下分别执着，相上见不到性，事上见不到理，那是什么人？六道凡夫，不能跟阿罗汉相比，阿罗汉虽然跟佛相差还有很大距离，但是阿罗汉毕竟证得少分。为什么？三大类的烦恼他断一条，他不执着了，所以在事上见少分之理，在相上他还没能见性，他的智慧、神通、道力就不是六道里面任何人跟他相比的。大师怕我们对这个还很难理解，再用比喻来给我们说。",
      "zh_TW": "前面是跟我們講宇宙本體，現在給我們講宇宙的現象，講它的作用。『用就體分』，當然有許許多多的差別，像佛法裡面講的十法界依正莊嚴，這是從用上說的，是本體裡面的一分，不能夠離開體，體是一個，作用那就無量無邊。『事依理顯』，事裡頭有理，我們現在看到事，沒有看到理。事是相，理是什麼？理就是性，理就是體，哲學裡面講的宇宙的本體，理就是體。理事是一不是二，但是六道凡夫只知道事不知道理，理怎麼？迷了。『一際』是什麼意思？「一際」是沒有分別，只要你放下分別執著，你在事上就能見到理，你在相上就能見到性。你如果不能夠放下分別執著，相上見不到性，事上見不到理，那是什麼人？六道凡夫，不能跟阿羅漢相比，阿羅漢雖然跟佛相差還有很大距離，但是阿羅漢畢竟證得少分。為什麼？三大類的煩惱他斷一條，他不執著了，所以在事上見少分之理，在相上他還沒能見性，他的智慧、神通、道力就不是六道裡面任何人跟他相比的。大師怕我們對這個還很難理解，再用比喻來給我們說。"
    },
    {
      "id": "12-047-0001_p0022",
      "zh_CN": "【其犹病起药兴。妄生智立。】",
      "zh_TW": "【其猶病起藥興。妄生智立。】"
    },
    {
      "id": "12-047-0001_p0023",
      "zh_CN": "这个比喻好。我们生病才去找药，如果没有病，没有病就没有药。所以病跟药是相对兴起的，有病你才找药，对治病的就称之为药。同样一个道理，『妄生』才有『智立』，如果没有妄，智也就没有了。这个智是什么？我们将来讲到三细六粗里面，这就是六粗相的头一个，智相。这个智是什么？用我们现在的话来说，知识。要知道，清净心里头没有知识，有什么？有智慧。智慧跟知识是两桩事情，知识是从分别生的，智慧不是的，智慧是自性里头本来有的，只要把障碍除掉，智慧就现前。佛在《华严经．出现品》告诉我们，「一切众生皆有如来智慧德相」，这个难得。如来是自性，一切众生是平等的，没有差别。所以佛法是真正的平等法，佛看一切众生都是佛，现在就是佛。我们跟佛差别怎么那么大？佛能说《华严经》，我们今天听都听不懂，为什么有这么大的差别？差别，佛也说出来了，「但以妄想执着而不能证得」。这就说明因为你有妄想、你有分别、你有执着，妄想分别执着在这个地方用一个字，就是「妄」。你怎么会生起这个东西出来？这个东西怎么生的？为什么我们会有妄想分别执着？妄想分别执着是几时生的？从哪里生的？很多学佛的人都不免这样的想法，这样的寻求，那就坏了，你没有把世尊的话里头重要的意思听懂。重要的意思是什么？妄！妄不是真的，不是真的你就不能追究。你还追究什么理由我起心动念？我几时起心动念？那就是妄中再加上妄，你永远回不了头。知道妄就不要理它，把它放下就没事，你就还源，这是佛讲的话的真实义，你没有听懂，你听错了。",
      "zh_TW": "這個比喻好。我們生病才去找藥，如果沒有病，沒有病就沒有藥。所以病跟藥是相對興起的，有病你才找藥，對治病的就稱之為藥。同樣一個道理，『妄生』才有『智立』，如果沒有妄，智也就沒有了。這個智是什麼？我們將來講到三細六粗裡面，這就是六粗相的頭一個，智相。這個智是什麼？用我們現在的話來說，知識。要知道，清淨心裡頭沒有知識，有什麼？有智慧。智慧跟知識是兩樁事情，知識是從分別生的，智慧不是的，智慧是自性裡頭本來有的，只要把障礙除掉，智慧就現前。佛在《華嚴經．出現品》告訴我們，「一切眾生皆有如來智慧德相」，這個難得。如來是自性，一切眾生是平等的，沒有差別。所以佛法是真正的平等法，佛看一切眾生都是佛，現在就是佛。我們跟佛差別怎麼那麼大？佛能說《華嚴經》，我們今天聽都聽不懂，為什麼有這麼大的差別？差別，佛也說出來了，「但以妄想執著而不能證得」。這就說明因為你有妄想、你有分別、你有執著，妄想分別執著在這個地方用一個字，就是「妄」。你怎麼會生起這個東西出來？這個東西怎麼生的？為什麼我們會有妄想分別執著？妄想分別執著是幾時生的？從哪裡生的？很多學佛的人都不免這樣的想法，這樣的尋求，那就壞了，你沒有把世尊的話裡頭重要的意思聽懂。重要的意思是什麼？妄！妄不是真的，不是真的你就不能追究。你還追究什麼理由我起心動念？我幾時起心動念？那就是妄中再加上妄，你永遠回不了頭。知道妄就不要理它，把它放下就沒事，你就還源，這是佛講的話的真實義，你沒有聽懂，你聽錯了。"
    },
    {
      "id": "12-047-0001_p0024",
      "zh_CN": "释迦牟尼佛为我们的示现，我们的确不容易体会，但是惠能大师给我们的示现，我们就很容易体会。他听忍和尚讲《金刚经》，半夜三更，那也是讲大意，讲到「应无所住，而生其心」，他全盘放下，他就见性，就悟了。悟了，见性，性是什么样子？他说了五句话，五祖一听，完全肯定，衣钵就给他。这五句话，这五句话就是《大方广佛华严经》的内容，你要晓得释迦牟尼佛讲这部大经，讲的是什么？就这五句话。能大师标题说出来了，佛所讲的是细节，就是这五句。第一句讲的「何期自性，本自清净」，说明你的心是清净的，你的心从来没有染污过。妄想分别执着是染污，因为它是假的，它不是真的，所以你的真心，真心的清净丝毫没有改变。只是你执着妄想分别执着是真的，它产生障碍，智慧、德行、才艺、相好不能现前；你只要放下，放下全现前了。这个道理我们要明白，千万不要妄中再去生妄，那就大错特错。第二句，他说「何期自性，本不生灭」。你要能够入这个境界，你就不会贪生怕死，为什么？没有生死，本不生灭就是佛法里面所讲的大般涅槃，契入大般涅槃的境界。入大般涅槃的境界，那就是证得究竟圆满的佛果，他成佛了。第三句所说的，「何期自性」，就是没想到自性，「本自具足」，它样样圆满，没有丝毫欠缺。智慧圆满，我们今天讲知识也圆满，世出世间一切法你向他请教，他没有一样不知道。为什么？自性本来就是这样的，他不需要学，只要把障碍放下，把障碍除掉，这个大德、大能、大用就现前。第四句所说的，「何期自性，本无动摇」，本无动摇就是自性本定，大乘教里面佛常说，「那伽常在定，无有不定时」。那伽是比喻，比喻诸佛菩萨行住坐卧都在定中，也就是我们现在讲，他一丝毫心浮气躁都没有，心浮气躁他断尽了。无论在什么场合，无论在什么处所，他都在定中。末后一句说，「何期自性，能生万法」，能生万法就是它能现宇宙，它能现我们人身，佛法里面讲的依报跟正报。诸位要晓得，正报就是自己一个人，与别人不相干，别人是我依报里的人事环境。我们依报里头，依报环境有三大类，有人事环境，有物质环境，有自然环境，有这三大类，这三大类都属于依报，能生万法。你要问《华严经》讲什么？《华严经》就是讲这五桩事情，讲得非常详细，也讲得你非常欢喜，欲罢不能！",
      "zh_TW": "釋迦牟尼佛為我們的示現，我們的確不容易體會，但是惠能大師給我們的示現，我們就很容易體會。他聽忍和尚講《金剛經》，半夜三更，那也是講大意，講到「應無所住，而生其心」，他全盤放下，他就見性，就悟了。悟了，見性，性是什麼樣子？他說了五句話，五祖一聽，完全肯定，衣缽就給他。這五句話，這五句話就是《大方廣佛華嚴經》的內容，你要曉得釋迦牟尼佛講這部大經，講的是什麼？就這五句話。能大師標題說出來了，佛所講的是細節，就是這五句。第一句講的「何期自性，本自清淨」，說明你的心是清淨的，你的心從來沒有染污過。妄想分別執著是染污，因為它是假的，它不是真的，所以你的真心，真心的清淨絲毫沒有改變。只是你執著妄想分別執著是真的，它產生障礙，智慧、德行、才藝、相好不能現前；你只要放下，放下全現前了。這個道理我們要明白，千萬不要妄中再去生妄，那就大錯特錯。第二句，他說「何期自性，本不生滅」。你要能夠入這個境界，你就不會貪生怕死，為什麼？沒有生死，本不生滅就是佛法裡面所講的大般涅槃，契入大般涅槃的境界。入大般涅槃的境界，那就是證得究竟圓滿的佛果，他成佛了。第三句所說的，「何期自性」，就是沒想到自性，「本自具足」，它樣樣圓滿，沒有絲毫欠缺。智慧圓滿，我們今天講知識也圓滿，世出世間一切法你向他請教，他沒有一樣不知道。為什麼？自性本來就是這樣的，他不需要學，只要把障礙放下，把障礙除掉，這個大德、大能、大用就現前。第四句所說的，「何期自性，本無動搖」，本無動搖就是自性本定，大乘教裡面佛常說，「那伽常在定，無有不定時」。那伽是比喻，比喻諸佛菩薩行住坐臥都在定中，也就是我們現在講，他一絲毫心浮氣躁都沒有，心浮氣躁他斷盡了。無論在什麼場合，無論在什麼處所，他都在定中。末後一句說，「何期自性，能生萬法」，能生萬法就是它能現宇宙，它能現我們人身，佛法裡面講的依報跟正報。諸位要曉得，正報就是自己一個人，與別人不相干，別人是我依報裡的人事環境。我們依報裡頭，依報環境有三大類，有人事環境，有物質環境，有自然環境，有這三大類，這三大類都屬於依報，能生萬法。你要問《華嚴經》講什麼？《華嚴經》就是講這五樁事情，講得非常詳細，也講得你非常歡喜，欲罷不能！"
    },
    {
      "id": "12-047-0001_p0025",
      "zh_CN": "妄生智就立，妄从哪里生的？妄从阿赖耶三细相里头生的，三细相里面第三个。三细相第一个是「业相」，业是动，我们今天讲的振动、波动。这个波动是非常的微细，它没有来由的，它是虚妄，不是真的，有这种波动现象。在自性里面有这么个现象出来，这个现象并不碍事，没事，它跟自性实在讲它不相干，可是你要是执着它，去追究它，麻烦大了，它就起作用，把你自性里的智慧德能全障碍了。佛把这桩事情的真相给我们说出，这叫慈悲到了极处，我们要听懂了就得大受用。由波动，你随着这个波动走的话，它就变成「转相」，我们一般叫见分，就有能见相。起了能见相，一定就有所见，所见是物质现象出来了。你看看哪个在先？精神在先，就是「我」在先。谁能见？我能见，外面「境界相」现前，境界相是幻相，不是真相。幻相从哪里来的？幻相是自性里头本来有，本自具足。如果没有业相，没有见分，就是没有转相，就没有物质的世界。所以你要晓得物质世界是这么来的，它怎么发生的。",
      "zh_TW": "妄生智就立，妄從哪裡生的？妄從阿賴耶三細相裡頭生的，三細相裡面第三個。三細相第一個是「業相」，業是動，我們今天講的振動、波動。這個波動是非常的微細，它沒有來由的，它是虛妄，不是真的，有這種波動現象。在自性裡面有這麼個現象出來，這個現象並不礙事，沒事，它跟自性實在講它不相干，可是你要是執著它，去追究它，麻煩大了，它就起作用，把你自性裡的智慧德能全障礙了。佛把這樁事情的真相給我們說出，這叫慈悲到了極處，我們要聽懂了就得大受用。由波動，你隨著這個波動走的話，它就變成「轉相」，我們一般叫見分，就有能見相。起了能見相，一定就有所見，所見是物質現象出來了。你看看哪個在先？精神在先，就是「我」在先。誰能見？我能見，外面「境界相」現前，境界相是幻相，不是真相。幻相從哪裡來的？幻相是自性裡頭本來有，本自具足。如果沒有業相，沒有見分，就是沒有轉相，就沒有物質的世界。所以你要曉得物質世界是這麼來的，它怎麼發生的。"
    },
    {
      "id": "12-047-0001_p0026",
      "zh_CN": "物质现象一出来之后，好了，你就愈陷愈深，「智相」生起来，就是「妄立智生」。三细相里讲的这些。智生起来它就有「相续相」，麻烦可大了。所以，我们常常要想到弥勒菩萨所讲的，一弹指三十二亿百千念。我们现在科学是用秒做单位，我们弹指弹得快大概一秒钟可以能弹四次，再乘四，这个速度是多少？是一千二百八十兆分之一秒，也就是一秒钟里面它振动的次数是一千二百八十兆次。一个振动就是一个生灭，一个振动就是一个物质现象现前，所以物质现象不是真的。振动起，它有，振动灭了，这个现象就没有了，但是第二个振动它又出来。就像我们看电影，电视也一样，但是电影你更容易明了，我们在电影银幕上看到的现象，它是振动出生的。放映机里面是幻灯片，它的速度是多少？一秒钟二十四张，也就是二十四分之一秒，你看到银幕上的画面，你所听到银幕上的音声、画面是二十四分之一秒。现在弥勒菩萨告诉我们，我们的宇宙速度多快？是一千二百八十兆分之一秒。你以为它是真的？全是假的，跟电影没什么两样。每一个画面都不一样，你要懂这个道理，我们现在把电影的底片一打开之后就看到了，你看一格一格的，前一张不是后一张，后一张不是前一张，张张不相干。我们所看到的事实真相是什么？是一种相似的相续相。不能讲相续，相续应该前一张跟后一张相同的，这是相续，它不相同，前一张不是后一张，后一张也不是前一张。是个相似相续相，我们不要被这个骗了，这是假相，《金刚经》上说得好，「凡所有相，皆是虚妄」。",
      "zh_TW": "物質現象一出來之後，好了，你就愈陷愈深，「智相」生起來，就是「妄立智生」。三細相裡講的這些。智生起來它就有「相續相」，麻煩可大了。所以，我們常常要想到彌勒菩薩所講的，一彈指三十二億百千念。我們現在科學是用秒做單位，我們彈指彈得快大概一秒鐘可以能彈四次，再乘四，這個速度是多少？是一千二百八十兆分之一秒，也就是一秒鐘裡面它振動的次數是一千二百八十兆次。一個振動就是一個生滅，一個振動就是一個物質現象現前，所以物質現象不是真的。振動起，它有，振動滅了，這個現象就沒有了，但是第二個振動它又出來。就像我們看電影，電視也一樣，但是電影你更容易明瞭，我們在電影銀幕上看到的現象，它是振動出生的。放映機裡面是幻燈片，它的速度是多少？一秒鐘二十四張，也就是二十四分之一秒，你看到銀幕上的畫面，你所聽到銀幕上的音聲、畫面是二十四分之一秒。現在彌勒菩薩告訴我們，我們的宇宙速度多快？是一千二百八十兆分之一秒。你以為它是真的？全是假的，跟電影沒什麼兩樣。每一個畫面都不一樣，你要懂這個道理，我們現在把電影的底片一打開之後就看到了，你看一格一格的，前一張不是後一張，後一張不是前一張，張張不相干。我們所看到的事實真相是什麼？是一種相似的相續相。不能講相續，相續應該前一張跟後一張相同的，這是相續，它不相同，前一張不是後一張，後一張也不是前一張。是個相似相續相，我們不要被這個騙了，這是假相，《金剛經》上說得好，「凡所有相，皆是虛妄」。"
    },
    {
      "id": "12-047-0001_p0027",
      "zh_CN": "不但我们六道轮回的相是虚妄的，再给你讲，十法界的四圣法界也是虚妄相，都是这个道理。再给你说，连一真法界，诸佛菩萨的实报庄严土还是这个现象。真相是什么？真相决定没有物质，也没有精神，我们净土宗叫常寂光土，常寂光才是真相，那才叫真正的一真法界。实报庄严土是怎么回事情？实报庄严土里面居住的人，确实于一切法不起心、不动念。为什么？起心动念你出不了十法界，不起心、不动念就是妄想断掉，无明断了，你才能超越十法界，生到这个地方。这个地方还有无明的习气没断，无明断了，习气没断，所以它有这个现象出来，这就是实报庄严土。那个境界里面的人确实没有起心动念，这是我们学《华严》学了这么多年，才把事实真相搞清楚、搞明白。",
      "zh_TW": "不但我們六道輪迴的相是虛妄的，再給你講，十法界的四聖法界也是虛妄相，都是這個道理。再給你說，連一真法界，諸佛菩薩的實報莊嚴土還是這個現象。真相是什麼？真相決定沒有物質，也沒有精神，我們淨土宗叫常寂光土，常寂光才是真相，那才叫真正的一真法界。實報莊嚴土是怎麼回事情？實報莊嚴土裡面居住的人，確實於一切法不起心、不動念。為什麼？起心動念你出不了十法界，不起心、不動念就是妄想斷掉，無明斷了，你才能超越十法界，生到這個地方。這個地方還有無明的習氣沒斷，無明斷了，習氣沒斷，所以它有這個現象出來，這就是實報莊嚴土。那個境界裡面的人確實沒有起心動念，這是我們學《華嚴》學了這麼多年，才把事實真相搞清楚、搞明白。"
    },
    {
      "id": "12-047-0001_p0028",
      "zh_CN": "所以修行什么最重要？放下最重要。放下，你智慧现前，智慧现前你才能看破。所以章嘉大师教给我，从初发心到如来地，就是看破帮助你放下，放下帮助你看破，这两个方法相辅相成，从初发心到如来地。很难得，我一学佛，头一天他老人家就把这个秘诀传授给我。那个时候，我们是博地凡夫，虽然得到真传，我们自己不会用，差不多搞了三十年，才逐渐的省悟过来。现在我们能不能达到这个境界？行，答案是肯定的，如果再给我三、五年的时间，就很有可能契入境界。为什么？从经教里面我们了解事实真相，这一点很可贵。世尊出现在世间，为众生讲经说法四十九年，我们体会到这一层，不辜负世尊，可是我们没有达到圆满。怎样达到圆满？我们要契入境界，也就是说我们六根接触六尘境界做到不起心、不动念，这真正对得起世尊。世尊为我而出现在世间，这就跟世尊真正有缘，佛度有缘人。你没有契入这个境界，不算。这个境界是什么境界？《华严经》里面初住菩萨。也就是说你有能力真正超越十法界，到初住这个地位你才是正式佛的学生。因为你在实报庄严土是你无明的习气现这个境界出来，习气没有了，这个境界就没有了，也就是只有常寂光，连实报庄严土也不见了。常寂光那才叫永恒，佛经上讲的「大光明藏」，那是真正的自己，就是六祖能大师所讲的那五句话。下面说个比喻，病起药生：",
      "zh_TW": "所以修行什麼最重要？放下最重要。放下，你智慧現前，智慧現前你才能看破。所以章嘉大師教給我，從初發心到如來地，就是看破幫助你放下，放下幫助你看破，這兩個方法相輔相成，從初發心到如來地。很難得，我一學佛，頭一天他老人家就把這個祕訣傳授給我。那個時候，我們是博地凡夫，雖然得到真傳，我們自己不會用，差不多搞了三十年，才逐漸的省悟過來。現在我們能不能達到這個境界？行，答案是肯定的，如果再給我三、五年的時間，就很有可能契入境界。為什麼？從經教裡面我們了解事實真相，這一點很可貴。世尊出現在世間，為眾生講經說法四十九年，我們體會到這一層，不辜負世尊，可是我們沒有達到圓滿。怎樣達到圓滿？我們要契入境界，也就是說我們六根接觸六塵境界做到不起心、不動念，這真正對得起世尊。世尊為我而出現在世間，這就跟世尊真正有緣，佛度有緣人。你沒有契入這個境界，不算。這個境界是什麼境界？《華嚴經》裡面初住菩薩。也就是說你有能力真正超越十法界，到初住這個地位你才是正式佛的學生。因為你在實報莊嚴土是你無明的習氣現這個境界出來，習氣沒有了，這個境界就沒有了，也就是只有常寂光，連實報莊嚴土也不見了。常寂光那才叫永恆，佛經上講的「大光明藏」，那是真正的自己，就是六祖能大師所講的那五句話。下面說個比喻，病起藥生："
    },
    {
      "id": "12-047-0001_p0029",
      "zh_CN": "【病亡则药亡。】",
      "zh_TW": "【病亡則藥亡。】"
    },
    {
      "id": "12-047-0001_p0030",
      "zh_CN": "这个『亡』跟无的意思是一个，病没有了，药就没有了。病是什么？病是凡夫，六道叫内凡，病得太重，四圣法界叫外凡，病轻一点。到什么时候才没有病？病好了，超越十法界，你就没有病。没有病，健康还没有完全恢复，还要好好调养，这个养的时间很长。佛经上常说，菩萨要修三大阿僧祇劫才能够圆成佛道，三大阿僧祇劫从哪一天修起？从你证得圆教初住菩萨那一天算起，也就是你妄想真的断掉了，六根接触六尘境界再不会起心动念，到这个境界，你生到佛的实报庄严土。在那个地方能不能修？不能修，没得修的。如果你有个念头想修，坏了，为什么？起心动念、分别执着了。所以那个层次里面叫「无功用道」，也就是永远没有起心动念，起心动念习气有，不要理它，慢慢自自然然断掉。",
      "zh_TW": "這個『亡』跟無的意思是一個，病沒有了，藥就沒有了。病是什麼？病是凡夫，六道叫內凡，病得太重，四聖法界叫外凡，病輕一點。到什麼時候才沒有病？病好了，超越十法界，你就沒有病。沒有病，健康還沒有完全恢復，還要好好調養，這個養的時間很長。佛經上常說，菩薩要修三大阿僧祇劫才能夠圓成佛道，三大阿僧祇劫從哪一天修起？從你證得圓教初住菩薩那一天算起，也就是你妄想真的斷掉了，六根接觸六塵境界再不會起心動念，到這個境界，你生到佛的實報莊嚴土。在那個地方能不能修？不能修，沒得修的。如果你有個念頭想修，壞了，為什麼？起心動念、分別執著了。所以那個層次裡面叫「無功用道」，也就是永遠沒有起心動念，起心動念習氣有，不要理它，慢慢自自然然斷掉。"
    },
    {
      "id": "12-047-0001_p0031",
      "zh_CN": "习气不好懂，古德有个比喻，譬如酒瓶，里面盛的是酒，酒是代表烦恼，把酒都倒掉，倒干净了，擦得干干净净，里面确实一滴酒都没有，闻闻还有味道，那个味道就是习气。这个味道有没有办法除掉？没有办法，只有一个方法，瓶盖打开放在这个地方，放上个半年、一年再去闻就没有了，自自然然的没有了，你可用不得力。要多久这个习气才完全没有？三大阿僧祇劫。所以证得圆教法身菩萨之后，再经历三大阿僧祇劫，习气没有了，习气没有才叫究竟圆满的佛果。那个时候实报庄严土没有了，最后常寂光现前，是这么回事情。",
      "zh_TW": "習氣不好懂，古德有個比喻，譬如酒瓶，裡面盛的是酒，酒是代表煩惱，把酒都倒掉，倒乾淨了，擦得乾乾淨淨，裡面確實一滴酒都沒有，聞聞還有味道，那個味道就是習氣。這個味道有沒有辦法除掉？沒有辦法，只有一個方法，瓶蓋打開放在這個地方，放上個半年、一年再去聞就沒有了，自自然然的沒有了，你可用不得力。要多久這個習氣才完全沒有？三大阿僧祇劫。所以證得圓教法身菩薩之後，再經歷三大阿僧祇劫，習氣沒有了，習氣沒有才叫究竟圓滿的佛果。那個時候實報莊嚴土沒有了，最後常寂光現前，是這麼回事情。"
    },
    {
      "id": "12-047-0001_p0032",
      "zh_CN": "所以，不放下不行！不放下搞的是什么？搞佛学，就是学术的佛教，这个不能解决问题。拿着佛学可以在学校课堂里面上课，佛经哲学。我的老师方东美先生他给我们示现的，你看晚年，我认识他之后没多久，他在台大开「大乘佛学」、「魏晋佛学」、「隋唐佛学」，大单元，一直讲到他退休。退休之后辅仁大学把他请去，在哲学博士班里面讲「华严哲学」，一直到他往生。他往生七十九岁，跟释迦牟尼佛同年，释迦牟尼佛七十九岁往生的。方老师教学时间早，二十几岁他就开始教书，所以他的教学是五十二年，一生过教学的生活。底下有个比喻：",
      "zh_TW": "所以，不放下不行！不放下搞的是什麼？搞佛學，就是學術的佛教，這個不能解決問題。拿著佛學可以在學校課堂裡面上課，佛經哲學。我的老師方東美先生他給我們示現的，你看晚年，我認識他之後沒多久，他在台大開「大乘佛學」、「魏晉佛學」、「隋唐佛學」，大單元，一直講到他退休。退休之後輔仁大學把他請去，在哲學博士班裡面講「華嚴哲學」，一直到他往生。他往生七十九歲，跟釋迦牟尼佛同年，釋迦牟尼佛七十九歲往生的。方老師教學時間早，二十幾歲他就開始教書，所以他的教學是五十二年，一生過教學的生活。底下有個比喻："
    },
    {
      "id": "12-047-0001_p0033",
      "zh_CN": "【举空拳以止啼。】",
      "zh_TW": "【舉空拳以止啼。】"
    },
    {
      "id": "12-047-0001_p0034",
      "zh_CN": "这里讲的是帮助一些苦难众生离苦得乐、破迷开悟，要懂得善巧方便。小孩在哭，你手上抓个拳头，「不要哭，我手上有糖，你不哭我就给你」，那小孩就不哭了。这手上没有糖，什么也没有，这是不是骗他？这不是骗他，这是一种善巧方便，希望他不要哭，目的达到了。这是举比喻，比喻什么？比喻释迦牟尼佛出现在这个世间，四十九年讲经说法是『空拳』，你可不要执着，这佛法好！错了，佛法也是假的，也不是真的。在《金刚经》上他说得很明白，「法尚应舍，何况非法」，你要不舍这个法，执着法就变成法执，能不能见性？不能见性，你把假的当作真的。《华严经》在哪里？《华严经》不在文字，《华严经》也不在言说，在什么地方？无处不在，无时不在，只要你把起心动念放下，你就看到了。原来《大方广佛华严经》，头头是道，左右逢源，没有一处不是，没有一法不是。如果你还有起心动念、分别执着，什么都不是。这个经典也不是，为什么？你有了，着了有。不能着，着有错了，着空也错了，统统不要执着，你才真正能够见到。底下一句说：",
      "zh_TW": "這裡講的是幫助一些苦難眾生離苦得樂、破迷開悟，要懂得善巧方便。小孩在哭，你手上抓個拳頭，「不要哭，我手上有糖，你不哭我就給你」，那小孩就不哭了。這手上沒有糖，什麼也沒有，這是不是騙他？這不是騙他，這是一種善巧方便，希望他不要哭，目的達到了。這是舉比喻，比喻什麼？比喻釋迦牟尼佛出現在這個世間，四十九年講經說法是『空拳』，你可不要執著，這佛法好！錯了，佛法也是假的，也不是真的。在《金剛經》上他說得很明白，「法尚應捨，何況非法」，你要不捨這個法，執著法就變成法執，能不能見性？不能見性，你把假的當作真的。《華嚴經》在哪裡？《華嚴經》不在文字，《華嚴經》也不在言說，在什麼地方？無處不在，無時不在，只要你把起心動念放下，你就看到了。原來《大方廣佛華嚴經》，頭頭是道，左右逢源，沒有一處不是，沒有一法不是。如果你還有起心動念、分別執著，什麼都不是。這個經典也不是，為什麼？你有了，著了有。不能著，著有錯了，著空也錯了，統統不要執著，你才真正能夠見到。底下一句說："
    },
    {
      "id": "12-047-0001_p0035",
      "zh_CN": "【心通则法通。引虚空而示遍。】",
      "zh_TW": "【心通則法通。引虛空而示遍。】"
    },
    {
      "id": "12-047-0001_p0036",
      "zh_CN": "关键是要『心通』，畅通没有障碍。心通，法就通，法就是能大师所讲的能生万法，只要你心里没有障碍，整个宇宙可以说你是无所不知、无所不能。为什么？无尽的智慧、无尽的能力，都是你自性里头本来有的。你现在就是心里有障碍，心里有起心动念、有分别执着，所以你的心不通，于是你对于一切法都迷了，也不通了，这是事实真相。清凉大师告诉我们，头一个你要肯定、要相信，一丝毫怀疑都没有。相信之后全心全力的求解，求解是向释迦牟尼佛学习，真正是依教修行。修是修正，行是行为，我们的行为有错误，必须把错误的行为修正过来，这叫修行。所以，修行是修正行为，行为里头最重要的是思想、见解，我们对于一切法想错了、看错了，得把它修正过来。根据什么？根据经教。因为佛他的思想行为没有错，我们很多问题的想法看法跟经典对照对照，如果跟经典相应的，很好，我们是正确的；跟经典不相应的，那是错误的，赶快把它修正过来。",
      "zh_TW": "關鍵是要『心通』，暢通沒有障礙。心通，法就通，法就是能大師所講的能生萬法，只要你心裡沒有障礙，整個宇宙可以說你是無所不知、無所不能。為什麼？無盡的智慧、無盡的能力，都是你自性裡頭本來有的。你現在就是心裡有障礙，心裡有起心動念、有分別執著，所以你的心不通，於是你對於一切法都迷了，也不通了，這是事實真相。清涼大師告訴我們，頭一個你要肯定、要相信，一絲毫懷疑都沒有。相信之後全心全力的求解，求解是向釋迦牟尼佛學習，真正是依教修行。修是修正，行是行為，我們的行為有錯誤，必須把錯誤的行為修正過來，這叫修行。所以，修行是修正行為，行為裡頭最重要的是思想、見解，我們對於一切法想錯了、看錯了，得把它修正過來。根據什麼？根據經教。因為佛他的思想行為沒有錯，我們很多問題的想法看法跟經典對照對照，如果跟經典相應的，很好，我們是正確的；跟經典不相應的，那是錯誤的，趕快把它修正過來。"
    },
    {
      "id": "12-047-0001_p0037",
      "zh_CN": "经、论是修正我们思想见解的标准，戒律是修正我们生活的行为，我们的言语、我们的动作合不合法？合不合理？戒律是标准，你只要依照这个来修，不依不行。什么人可以不依？上上根人，像惠能大师那样的人可以不必依，没有他那种的条件，我们必须要依经教。经教实在讲依一部就可以了，为什么？一部经通了，一切经都通。到底哪一部经好？过去弘一大师的介绍很值得我们参考，弘一大师是知识分子，而且我们大家都承认他的确是个才子，中国传统的学术基础很深，多才多艺，所以他接触的也都是高级知识分子。他当时在世，对这些高级知识分子、大学生这样程度的人，都是介绍《华严经》，而且介绍清凉大师的《疏钞》，好！我们从《华严》下手，为什么？它有很浓厚的兴趣，它的分量大，时间长，让你可以能够一门深入，长时薰修，你的心定在《华严》上。定的时间长久了，不知不觉就有一点华严三昧的味道出现，这是好事情。得到华严三昧之后，你很快就会开悟，悟入华严境界。所以从行你就能够达到证。",
      "zh_TW": "經、論是修正我們思想見解的標準，戒律是修正我們生活的行為，我們的言語、我們的動作合不合法？合不合理？戒律是標準，你只要依照這個來修，不依不行。什麼人可以不依？上上根人，像惠能大師那樣的人可以不必依，沒有他那種的條件，我們必須要依經教。經教實在講依一部就可以了，為什麼？一部經通了，一切經都通。到底哪一部經好？過去弘一大師的介紹很值得我們參考，弘一大師是知識分子，而且我們大家都承認他的確是個才子，中國傳統的學術基礎很深，多才多藝，所以他接觸的也都是高級知識分子。他當時在世，對這些高級知識分子、大學生這樣程度的人，都是介紹《華嚴經》，而且介紹清涼大師的《疏鈔》，好！我們從《華嚴》下手，為什麼？它有很濃厚的興趣，它的分量大，時間長，讓你可以能夠一門深入，長時薰修，你的心定在《華嚴》上。定的時間長久了，不知不覺就有一點華嚴三昧的味道出現，這是好事情。得到華嚴三昧之後，你很快就會開悟，悟入華嚴境界。所以從行你就能夠達到證。"
    },
    {
      "id": "12-047-0001_p0038",
      "zh_CN": "这个证，圆满的证困难，高级的证也不容易，可是从华严十信位逐渐向上提，我们真能做到，这个不是假的。我们能够入初信位，那就是十信是《华严》的小学，我们也把它算为六个阶级，小学六年，初信、二信、三信、四信、五信、六信；七信、八信是《华严》的中学；九信、十信是《华严》的大学；初住以上是《华严》的研究所。可是怎样才能到初信位？那一定要把五种粗惑放下，在见思烦恼里面讲就是五种见烦恼。见是什么？你的看法错了，你看错了。六种思惑，思惑是你想错了，那是什么？那是从二年级到六年级的课程。我们先搞一年级的，一年级就是修正自己的看法，二年级到六年级是修正自己的想法，先从错误的看法修正起。",
      "zh_TW": "這個證，圓滿的證困難，高級的證也不容易，可是從華嚴十信位逐漸向上提，我們真能做到，這個不是假的。我們能夠入初信位，那就是十信是《華嚴》的小學，我們也把它算為六個階級，小學六年，初信、二信、三信、四信、五信、六信；七信、八信是《華嚴》的中學；九信、十信是《華嚴》的大學；初住以上是《華嚴》的研究所。可是怎樣才能到初信位？那一定要把五種粗惑放下，在見思煩惱裡面講就是五種見煩惱。見是什麼？你的看法錯了，你看錯了。六種思惑，思惑是你想錯了，那是什麼？那是從二年級到六年級的課程。我們先搞一年級的，一年級就是修正自己的看法，二年級到六年級是修正自己的想法，先從錯誤的看法修正起。"
    },
    {
      "id": "12-047-0001_p0039",
      "zh_CN": "这错误的看法，三界有八十八品，它归纳为五大类，第一个叫「身见」。所以头一个你要想到身是假的，身不是我，把这个身当作我是最大的错误，执着身是我，你永远出不了六道轮回。身不是我，是什么？是我所有的，叫我所，不是我。我所有的，像我穿的衣服是我所有的，它不是我，身体不是我，这个头一条很重要。你看《金刚经》上讲的，我们在《金刚经》上得到证明，不讲很高，小乘须陀洹，须陀洹已经破了四相，「无我相、无人相、无众生相、无寿者相」。如果还有四相，释迦牟尼佛就不称他为须陀洹。所以我们知道须陀洹破了四相，证小乘初果。在《华严经》里面也是这样的，破了四相才能够入华严小学一年级。所以头一个不能够执着身，不可以执着身是我，身是假的。什么是我？有人说灵魂是我，还是错了，但是比一般人高了。说灵魂是我的话，他还是出不了六道，他能够生天道，他比一般人高。什么是我？灵性是我，灵魂不是我。如果你承认灵性是我，你才能出离六道轮回，你到哪里去？到声闻、缘觉、菩萨、佛，四圣法界去，这个要搞清楚、搞明白。你这个搞清楚，你对生死看破了，生死是什么？是身体，我这衣服旧了，我就脱掉换一件新的；身体坏掉了，我换个新的身体，跟换一件衣服是一样的。所以对于生死就看破了，看破放下。",
      "zh_TW": "這錯誤的看法，三界有八十八品，它歸納為五大類，第一個叫「身見」。所以頭一個你要想到身是假的，身不是我，把這個身當作我是最大的錯誤，執著身是我，你永遠出不了六道輪迴。身不是我，是什麼？是我所有的，叫我所，不是我。我所有的，像我穿的衣服是我所有的，它不是我，身體不是我，這個頭一條很重要。你看《金剛經》上講的，我們在《金剛經》上得到證明，不講很高，小乘須陀洹，須陀洹已經破了四相，「無我相、無人相、無眾生相、無壽者相」。如果還有四相，釋迦牟尼佛就不稱他為須陀洹。所以我們知道須陀洹破了四相，證小乘初果。在《華嚴經》裡面也是這樣的，破了四相才能夠入華嚴小學一年級。所以頭一個不能夠執著身，不可以執著身是我，身是假的。什麼是我？有人說靈魂是我，還是錯了，但是比一般人高了。說靈魂是我的話，他還是出不了六道，他能夠生天道，他比一般人高。什麼是我？靈性是我，靈魂不是我。如果你承認靈性是我，你才能出離六道輪迴，你到哪裡去？到聲聞、緣覺、菩薩、佛，四聖法界去，這個要搞清楚、搞明白。你這個搞清楚，你對生死看破了，生死是什麼？是身體，我這衣服舊了，我就脫掉換一件新的；身體壞掉了，我換個新的身體，跟換一件衣服是一樣的。所以對於生死就看破了，看破放下。"
    },
    {
      "id": "12-047-0001_p0040",
      "zh_CN": "第二个要放下「边见」，边见是什么？对立。我这些年来，有缘分参加联合国的和平会议，世界和平会议，我参加了十几次，讨论的主题是「化解冲突，促进社会安定、世界和平」。要怎样才能够实现？我说必须从内心深处，先化解我们对一切人的对立、对一切事的对立、对一切物的对立，对立就是佛家讲的边见。我不跟别人对立，别人跟我对立不起来，对立是要双方的，一方面不对立，那一方面也就对立不成功了。我们用这个道理，帮助联合国这些志士仁人从事于化解对立、促进世界和平的工作。所以，边见不能有。边见没有了，身心和谐，你的身体健康长寿，为什么？身体里头矛盾没有了。",
      "zh_TW": "第二個要放下「邊見」，邊見是什麼？對立。我這些年來，有緣分參加聯合國的和平會議，世界和平會議，我參加了十幾次，討論的主題是「化解衝突，促進社會安定、世界和平」。要怎樣才能夠實現？我說必須從內心深處，先化解我們對一切人的對立、對一切事的對立、對一切物的對立，對立就是佛家講的邊見。我不跟別人對立，別人跟我對立不起來，對立是要雙方的，一方面不對立，那一方面也就對立不成功了。我們用這個道理，幫助聯合國這些志士仁人從事於化解對立、促進世界和平的工作。所以，邊見不能有。邊見沒有了，身心和諧，你的身體健康長壽，為什麼？身體裡頭矛盾沒有了。"
    },
    {
      "id": "12-047-0001_p0041",
      "zh_CN": "然后再要把「成见」断掉，成见是什么？你的主观观念，这里面有两种，一种是因上的，一种是果上的。因上的叫做「戒取见」，果上的叫做「见取见」，这两个都是属于成见，不能有，有成见你就不能随缘，你就不能自在。最后是「邪见」，除了这四种错误的见解之外，所有一切不正确的见解统统放下，这就对了。你这样才能入华严小学一年级，你是正式的毘卢遮那佛的学生，是释迦牟尼佛的好弟子。如果这个你做不到，你在门外，你没进门，你没有进入一年级的教室，一年级教室里没有你的座位，这一点不可以不知道。所以我们真正的功夫没有别的，就是要放下。这五种，你看无论是大乘、无论是小乘，必须放下。不放下，小乘不能证初果，大乘不能入一年级。今天时间到了，我们就学习到此地。",
      "zh_TW": "然後再要把「成見」斷掉，成見是什麼？你的主觀觀念，這裡面有兩種，一種是因上的，一種是果上的。因上的叫做「戒取見」，果上的叫做「見取見」，這兩個都是屬於成見，不能有，有成見你就不能隨緣，你就不能自在。最後是「邪見」，除了這四種錯誤的見解之外，所有一切不正確的見解統統放下，這就對了。你這樣才能入華嚴小學一年級，你是正式的毘盧遮那佛的學生，是釋迦牟尼佛的好弟子。如果這個你做不到，你在門外，你沒進門，你沒有進入一年級的教室，一年級教室裡沒有你的座位，這一點不可以不知道。所以我們真正的功夫沒有別的，就是要放下。這五種，你看無論是大乘、無論是小乘，必須放下。不放下，小乘不能證初果，大乘不能入一年級。今天時間到了，我們就學習到此地。"
    }
  ]
}