{
  "doc_id": "12-047-0074",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "12-047-0074",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "12-047-0074_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第十四面倒数第二行，我们从头看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第十四面倒數第二行，我們從頭看起："
    },
    {
      "id": "12-047-0074_p0002",
      "zh_CN": "【五。自下。】",
      "zh_TW": "【五。自下。】"
    },
    {
      "id": "12-047-0074_p0003",
      "zh_CN": "从这个以下，讲：",
      "zh_TW": "從這個以下，講："
    },
    {
      "id": "12-047-0074_p0004",
      "zh_CN": "【摄用归体入五止门。五止门者。谓依前能行四德之行。当相即空。相尽心澄。而修止也。】",
      "zh_TW": "【攝用歸體入五止門。五止門者。謂依前能行四德之行。當相即空。相盡心澄。而修止也。】"
    },
    {
      "id": "12-047-0074_p0005",
      "zh_CN": "我们就看到此地。这一段在上次我们就总纲做一个介绍，没有细说大师的文字。凡夫与佛菩萨不一样的地方，这从事上来说，就在这第一句，『摄用归体』，这就是佛菩萨。「用」是日常生活，起心动念是用，言语是用，一切造作也是用，身语意三业，觉悟的人，我们可以说阿罗汉以上的他能归体。「归体」什么意思？归是回归，体是自性；换句话说，他都能够跟自性相应，这就是佛菩萨，这就是大圣大贤。凡夫怎么样？凡夫我们得换一个字，凡夫是摄用「违」体，违背了体，也就是在日常生活当中，起心动念、言语造作跟自性完全相违背，那个麻烦就大了。违背体是造业，归体是功德，什么叫功德？我们凡夫也懂得行善积德，但是他不能归体，这叫什么？这叫修善，善德，不叫功德，善德。善德的果报是人天，感得人天福报；如果他三业造作能归体的话，这是功德，功德能了生死出三界，功德能成圣、成贤、成佛、成菩萨，不一样。你看看这一字之差，我们不能够不知道。归体是什么个样子？这底下两段文，「入五止」、「起六观」就是归体的样子。我们把这个文对照自己的心行就非常明显，知道自己错在什么地方；知道错是觉悟，把错误改正过来叫修行。佛门这些术语都必须很清楚的理解，很正确的认知，对我们才真正得利益。",
      "zh_TW": "我們就看到此地。這一段在上次我們就總綱做一個介紹，沒有細說大師的文字。凡夫與佛菩薩不一樣的地方，這從事上來說，就在這第一句，『攝用歸體』，這就是佛菩薩。「用」是日常生活，起心動念是用，言語是用，一切造作也是用，身語意三業，覺悟的人，我們可以說阿羅漢以上的他能歸體。「歸體」什麼意思？歸是回歸，體是自性；換句話說，他都能夠跟自性相應，這就是佛菩薩，這就是大聖大賢。凡夫怎麼樣？凡夫我們得換一個字，凡夫是攝用「違」體，違背了體，也就是在日常生活當中，起心動念、言語造作跟自性完全相違背，那個麻煩就大了。違背體是造業，歸體是功德，什麼叫功德？我們凡夫也懂得行善積德，但是他不能歸體，這叫什麼？這叫修善，善德，不叫功德，善德。善德的果報是人天，感得人天福報；如果他三業造作能歸體的話，這是功德，功德能了生死出三界，功德能成聖、成賢、成佛、成菩薩，不一樣。你看看這一字之差，我們不能夠不知道。歸體是什麼個樣子？這底下兩段文，「入五止」、「起六觀」就是歸體的樣子。我們把這個文對照自己的心行就非常明顯，知道自己錯在什麼地方；知道錯是覺悟，把錯誤改正過來叫修行。佛門這些術語都必須很清楚的理解，很正確的認知，對我們才真正得利益。"
    },
    {
      "id": "12-047-0074_p0006",
      "zh_CN": "先说「五止」，止就是放下，就是中国古圣先贤所讲的「格物」。孔子所说的许多话里面，我们一定要能够体会到，不是孔子的创造，不是孔子的发明。孔子是个老实人，不说假话，不说妄语，他自己讲得很清楚、很明白，他一生「述而不作，信而好古」。我们要想学佛、学圣、学贤，这两句话要牢牢的记住。祖师大德跟我们讲，劝我们老实念佛，什么叫老实？老实人就成就，所以释迦是老实人，孔子是老实人，老实人一生没有创造、没有发明、没有新花样，他所学的、他所修的、他所教的、他所传的全是古圣先贤留下来的东西，这是述而不作；述说前人的，不作是自己没有创造、没有发明。释迦如来如是，我们在《华严经》经题里面，《四十华严》，清凉大师的注解，注解里面告诉我们，释迦佛四十九年所说一切经，他自己讲的，他没有说过一句话。没有说一句话，为什么说那么多经典？这经典都是古佛所说的，他是依古佛所说的来介绍给我们，传授给我们。他说他没有在古佛经典上自己多加一个字，比孔老夫子说的还要严谨，孔老夫子只说述而不作，释迦牟尼佛说不敢在古佛经典上加一个字，你看看这还得了！这就叫老实人。",
      "zh_TW": "先說「五止」，止就是放下，就是中國古聖先賢所講的「格物」。孔子所說的許多話裡面，我們一定要能夠體會到，不是孔子的創造，不是孔子的發明。孔子是個老實人，不說假話，不說妄語，他自己講得很清楚、很明白，他一生「述而不作，信而好古」。我們要想學佛、學聖、學賢，這兩句話要牢牢的記住。祖師大德跟我們講，勸我們老實念佛，什麼叫老實？老實人就成就，所以釋迦是老實人，孔子是老實人，老實人一生沒有創造、沒有發明、沒有新花樣，他所學的、他所修的、他所教的、他所傳的全是古聖先賢留下來的東西，這是述而不作；述說前人的，不作是自己沒有創造、沒有發明。釋迦如來如是，我們在《華嚴經》經題裡面，《四十華嚴》，清涼大師的註解，註解裡面告訴我們，釋迦佛四十九年所說一切經，他自己講的，他沒有說過一句話。沒有說一句話，為什麼說那麼多經典？這經典都是古佛所說的，他是依古佛所說的來介紹給我們，傳授給我們。他說他沒有在古佛經典上自己多加一個字，比孔老夫子說的還要嚴謹，孔老夫子只說述而不作，釋迦牟尼佛說不敢在古佛經典上加一個字，你看看這還得了！這就叫老實人。"
    },
    {
      "id": "12-047-0074_p0007",
      "zh_CN": "我们听了能信吗？以释迦牟尼佛做例子，四十九年所说的一切经，也就是平常一开口说话，那不是自己，是古佛说的吗？能相信吗？真有怀疑。我学了五十八年，孔子我佩服，了不起，七十岁真有了一点成就，「随心所欲不逾矩」，这句话不容易，他不到这个境界说不出来，七十岁。而释迦牟尼佛？我们可以说他三十岁大彻大悟之后，那就随心所欲不逾矩，不逾矩就是绝不违背古佛规矩、仪规，不会违背。为什么？佛佛道同，佛入这个境界，你也入这个境界。从这个地方我们就相信这句话是真的，一点都不假，真的是古佛所说的，今佛所证所悟与古佛所悟所证完全相同。这句话有味道了。所以我们求学要怎样才能成就？老实就能成就。印祖常教人，教念佛人，你们不是要求生净土吗？「信愿持名，求生净土」，这《文钞》上他老人家常讲的。可是我常常教人，我没有用信愿持名，我用老实念佛。老实念佛跟信愿持名是一个意思，老实这里头容易懂，劝人你规规矩矩，守着古圣先贤定的规矩，你就去照做，不要掺杂新的花样在里面，一掺就出了乱子、就出错误。",
      "zh_TW": "我們聽了能信嗎？以釋迦牟尼佛做例子，四十九年所說的一切經，也就是平常一開口說話，那不是自己，是古佛說的嗎？能相信嗎？真有懷疑。我學了五十八年，孔子我佩服，了不起，七十歲真有了一點成就，「隨心所欲不踰矩」，這句話不容易，他不到這個境界說不出來，七十歲。而釋迦牟尼佛？我們可以說他三十歲大徹大悟之後，那就隨心所欲不踰矩，不踰矩就是絕不違背古佛規矩、儀規，不會違背。為什麼？佛佛道同，佛入這個境界，你也入這個境界。從這個地方我們就相信這句話是真的，一點都不假，真的是古佛所說的，今佛所證所悟與古佛所悟所證完全相同。這句話有味道了。所以我們求學要怎樣才能成就？老實就能成就。印祖常教人，教念佛人，你們不是要求生淨土嗎？「信願持名，求生淨土」，這《文鈔》上他老人家常講的。可是我常常教人，我沒有用信願持名，我用老實念佛。老實念佛跟信願持名是一個意思，老實這裡頭容易懂，勸人你規規矩矩，守著古聖先賢定的規矩，你就去照做，不要摻雜新的花樣在裡面，一摻就出了亂子、就出錯誤。"
    },
    {
      "id": "12-047-0074_p0008",
      "zh_CN": "中国古圣先贤教给我们，学习从哪里开始？从格物开始。格物什么意思？古人没有注解，没讲清楚，实际上这两个字的意思很明白，后人把它解错了，把它解深了。「格」是革除，我们讲格斗，打仗、格斗，革除；物是什么？「物」是物欲，对五欲，财色名食睡，这是欲望，这就是物欲，你如何能够把欲望放下？欲望不能没有，没有这生命活不下去，生命必须要依赖这五种欲望。怎么样革除？适可而止。止，五种止。我们老祖宗也说，「知止而后有定」，头一个就讲知止，知止就是格物。生活，财能过得去就够了，不要再追求，你愈追求你的痛苦就来了，为什么？命里没有，求不到！拼命去追求得到了，得到还是你命里有的，这个道理我们要细心体会。你的命里有一百年的福禄，换句话说，你能够规规矩矩老老实实去过日子，你能活一百岁，一百岁的福禄。追求欲望、享受欲望，你都求到了，你得到了，你的寿命只有五十年，五十岁就死了。为什么？一百年的福报，五十年享光了，你提前享掉的。还有人更早，少年发达，三十岁就完了，一百年的福报三十岁就享完。这是真理！如果你不求，不求它自自然然往上提升，这是正常的，这可以，绝不是刻意去追求，这就对了。所以格物懂得这个道理，并不是叫你完全舍掉，完全舍掉这身体怎么维持？粗茶淡饭，其乐融融。所以要懂道，这就是真正明白道理。",
      "zh_TW": "中國古聖先賢教給我們，學習從哪裡開始？從格物開始。格物什麼意思？古人沒有註解，沒講清楚，實際上這兩個字的意思很明白，後人把它解錯了，把它解深了。「格」是革除，我們講格鬥，打仗、格鬥，革除；物是什麼？「物」是物欲，對五欲，財色名食睡，這是欲望，這就是物欲，你如何能夠把欲望放下？欲望不能沒有，沒有這生命活不下去，生命必須要依賴這五種欲望。怎麼樣革除？適可而止。止，五種止。我們老祖宗也說，「知止而後有定」，頭一個就講知止，知止就是格物。生活，財能過得去就夠了，不要再追求，你愈追求你的痛苦就來了，為什麼？命裡沒有，求不到！拼命去追求得到了，得到還是你命裡有的，這個道理我們要細心體會。你的命裡有一百年的福祿，換句話說，你能夠規規矩矩老老實實去過日子，你能活一百歲，一百歲的福祿。追求欲望、享受欲望，你都求到了，你得到了，你的壽命只有五十年，五十歲就死了。為什麼？一百年的福報，五十年享光了，你提前享掉的。還有人更早，少年發達，三十歲就完了，一百年的福報三十歲就享完。這是真理！如果你不求，不求它自自然然往上提升，這是正常的，這可以，絕不是刻意去追求，這就對了。所以格物懂得這個道理，並不是叫你完全捨掉，完全捨掉這身體怎麼維持？粗茶淡飯，其樂融融。所以要懂道，這就是真正明白道理。"
    },
    {
      "id": "12-047-0074_p0009",
      "zh_CN": "如果我有大福报，福报给人去享，我自己还能够守住清淡的生活，这在古人很多，出家修行人那不必说了，在家的接受圣贤教育的很多都是能过着很朴实的生活。孔子给我们留的一个示范，温良恭俭让，这是弟子对老师赞叹。老师的德行，他有五个德行，第一个温和，处事待人接物；第二个是善良。温和是讲他的态度，善良是讲他的心地，心地善良，表现在外面，恭敬，敬人、敬业、敬事、敬物。对待人事物恭敬，他一定就谨慎，小心谨慎，不敢大意，所以他的事做得很圆满，做得让人生欢喜心。节俭，节俭是美德，节俭是真正在享福；不知道节俭是浪费，那叫糟蹋自己的福报，那要付出代价可就大了。最后一个，让，让是什么？不争，不跟人竞争，处处让。释迦牟尼佛更让到底，他是王子出身，荣华富贵在人间讲是达到巅峰，全部舍弃掉，让。我们开始修的时候，忍让，得忍，不忍你就不能让；由忍让提升到谦让，谦虚；达到最高的境界，礼让。这都是属于知止，这都是属于格物。格物而后致知，致知是怎么讲？致显中庸诚明知，印光大师讲的是秉彝知。秉彝这两个字深，大家不好懂，秉彝是什么？是伦常。可是《中庸》里面常讲诚明，这两个字讲得好，诚明是性德，这两个字人家容易懂，不至于产生误会。现在讲伦常都难讲，为什么？什么叫伦，什么叫常，知道的人不多，那秉彝是更不懂，所以我用诚明两个字。真的能够格物，诚意才能生得起来。所以先是开智慧，知止，心清净，清净心起作用就是智慧，不是烦恼，起心动念他不想自己。古时候想什么？头一个他想家庭，家的作用太大了。",
      "zh_TW": "如果我有大福報，福報給人去享，我自己還能夠守住清淡的生活，這在古人很多，出家修行人那不必說了，在家的接受聖賢教育的很多都是能過著很樸實的生活。孔子給我們留的一個示範，溫良恭儉讓，這是弟子對老師讚歎。老師的德行，他有五個德行，第一個溫和，處事待人接物；第二個是善良。溫和是講他的態度，善良是講他的心地，心地善良，表現在外面，恭敬，敬人、敬業、敬事、敬物。對待人事物恭敬，他一定就謹慎，小心謹慎，不敢大意，所以他的事做得很圓滿，做得讓人生歡喜心。節儉，節儉是美德，節儉是真正在享福；不知道節儉是浪費，那叫糟蹋自己的福報，那要付出代價可就大了。最後一個，讓，讓是什麼？不爭，不跟人競爭，處處讓。釋迦牟尼佛更讓到底，他是王子出身，榮華富貴在人間講是達到巔峰，全部捨棄掉，讓。我們開始修的時候，忍讓，得忍，不忍你就不能讓；由忍讓提升到謙讓，謙虛；達到最高的境界，禮讓。這都是屬於知止，這都是屬於格物。格物而後致知，致知是怎麼講？致顯中庸誠明知，印光大師講的是秉彝知。秉彝這兩個字深，大家不好懂，秉彝是什麼？是倫常。可是《中庸》裡面常講誠明，這兩個字講得好，誠明是性德，這兩個字人家容易懂，不至於產生誤會。現在講倫常都難講，為什麼？什麼叫倫，什麼叫常，知道的人不多，那秉彝是更不懂，所以我用誠明兩個字。真的能夠格物，誠意才能生得起來。所以先是開智慧，知止，心清淨，清淨心起作用就是智慧，不是煩惱，起心動念他不想自己。古時候想什麼？頭一個他想家庭，家的作用太大了。"
    },
    {
      "id": "12-047-0074_p0010",
      "zh_CN": "我们今天非常可怜，全世界非常可怜，在世间，世间法里面，从前的人有依靠，家是他的依靠，一生最靠得住的靠山，无论你是辉煌腾达还是没落，家人都照顾你，你有后盾；老的时候就有家人养老，无忧无虑，所以他心很清净。一生所修积的功德、福德，我们佛家讲回向，都回向给家，今天讲都奉献给家，荣宗耀祖，光大门楣。家是社会组织里最原始的一个细胞，一个点，家家都好，社会国家太平，社会安定，天下太平。出家了，人出家了，出家有依靠，依靠什么？你的道场，你出家这个寺庙那就是你出家的家。一切的荣耀都归道场，也是光大法门。你出家的修学，道场栽培你、照顾你，你将来老的时候，道场养老，他人有依归，他心是定的。无论到什么地方，旅游也好，观光也好，经营事业也好，弘法利生也好，他都有个老家。中国人有老家，现在人没有家，他怎么不忧虑？一生忧虑。尤其在现在这个时代，老了，儿女不养你，你怎么办？国家养，国家要遇到金融风暴，要遇到经济上的灾难，那你怎么办，心怎么能够安定下来？",
      "zh_TW": "我們今天非常可憐，全世界非常可憐，在世間，世間法裡面，從前的人有依靠，家是他的依靠，一生最靠得住的靠山，無論你是輝煌騰達還是沒落，家人都照顧你，你有後盾；老的時候就有家人養老，無憂無慮，所以他心很清淨。一生所修積的功德、福德，我們佛家講迴向，都迴向給家，今天講都奉獻給家，榮宗耀祖，光大門楣。家是社會組織裡最原始的一個細胞，一個點，家家都好，社會國家太平，社會安定，天下太平。出家了，人出家了，出家有依靠，依靠什麼？你的道場，你出家這個寺廟那就是你出家的家。一切的榮耀都歸道場，也是光大法門。你出家的修學，道場栽培你、照顧你，你將來老的時候，道場養老，他人有依歸，他心是定的。無論到什麼地方，旅遊也好，觀光也好，經營事業也好，弘法利生也好，他都有個老家。中國人有老家，現在人沒有家，他怎麼不憂慮？一生憂慮。尤其在現在這個時代，老了，兒女不養你，你怎麼辦？國家養，國家要遇到金融風暴，要遇到經濟上的災難，那你怎麼辦，心怎麼能夠安定下來？"
    },
    {
      "id": "12-047-0074_p0011",
      "zh_CN": "尤其今天的社会，从小教你，家庭也这么教你，学校也这样教你，社会也是这样教你，媒体更不必说了，教你什么？教你竞争。你要晓得，竞争头一个祸害就是你跟人结怨。每个人都有这个念头，损人利己，这社会还得了！你能够永远站在强势？不可能，你老了，你竞争力量就没有了，别人就报复你，你以前怎么损人，现在人家怎么样损你。现在我们看到这个社会，老人自杀的太多了，天天都有。谁不愿意活着？实在活不下去才找这个路。今天社会这个压力非常大，为什么？一个人一生可以说从生下来就没有保障，父母不爱你。我们说这个话世间人很反对，哪个父母不爱儿女？他不懂得什么叫做爱，他搞错了！真正的爱是要好好教他，教他正法，这才是真正爱他。你要教他竞争，你害他，你不是爱他。竞争到最后是什么？他对父母竞争，他长大他就跟你竞争，你是他的竞争对象，兄弟竞争、朋友竞争，这还得了！所以教错了，这不是爱他。这种教育最终的结果是他堕三恶道去了，你这算是爱他？你把他送到三恶道，这不是爱他。你送他到三恶道，你自己也堕三恶道，往后生生世世冤冤相报没完没了。这原因是什么？原因就是统统失掉圣贤的教诲，造成这个现象，我们要知道。",
      "zh_TW": "尤其今天的社會，從小教你，家庭也這麼教你，學校也這樣教你，社會也是這樣教你，媒體更不必說了，教你什麼？教你競爭。你要曉得，競爭頭一個禍害就是你跟人結怨。每個人都有這個念頭，損人利己，這社會還得了！你能夠永遠站在強勢？不可能，你老了，你競爭力量就沒有了，別人就報復你，你以前怎麼損人，現在人家怎麼樣損你。現在我們看到這個社會，老人自殺的太多了，天天都有。誰不願意活著？實在活不下去才找這個路。今天社會這個壓力非常大，為什麼？一個人一生可以說從生下來就沒有保障，父母不愛你。我們說這個話世間人很反對，哪個父母不愛兒女？他不懂得什麼叫做愛，他搞錯了！真正的愛是要好好教他，教他正法，這才是真正愛他。你要教他競爭，你害他，你不是愛他。競爭到最後是什麼？他對父母競爭，他長大他就跟你競爭，你是他的競爭對象，兄弟競爭、朋友競爭，這還得了！所以教錯了，這不是愛他。這種教育最終的結果是他墮三惡道去了，你這算是愛他？你把他送到三惡道，這不是愛他。你送他到三惡道，你自己也墮三惡道，往後生生世世冤冤相報沒完沒了。這原因是什麼？原因就是統統失掉聖賢的教誨，造成這個現象，我們要知道。"
    },
    {
      "id": "12-047-0074_p0012",
      "zh_CN": "我们今天可以说非常幸运，在这个时代里还能遇到正法，遇到传统教育，遇到佛法，这确确实实像开经偈上所说的「百千万劫难遭遇」，我们遇到了。遇到如果不了解，了解不够透彻，我们这一生不容易成就自己。所以遇到很幸运，遇到之后要能去了解它。现在传统文化的教学没有了，古时候到处都有，虽然没有学校，这种说唱艺术在市井处处你都会看见。特别是茶馆，我小时候在福建读书，念小学，三、四年级，放了学之后到哪里去？到茶馆。到茶馆干什么？听说书，讲故事，讲的都是伦理，伦常大道，讲道德、讲因果，讲善因善果、恶因恶报。古时候，那比我们更早，大概要比我早十年，那时候私塾，私塾里面老师讲；我这个年龄读私塾大概读了不到一年就改成学校，改成学校，老师就不讲这个，古时候这些东西不讲了，像《三字经》都没有了，改成现代教科书，什么小狗叫、小猫跳，念这个东西。但是茶馆里面还有说唱艺术，那是我们很容易接触到的。特别是年岁大的，退休没什么工作的，找些老朋友去喝茶，听说书，这是社会教育。我觉得比电影、电视殊胜很多，为什么？邀几个好朋友，泡一壶茶，听说书，朋友在一起他就有人情味在里头。现在电视播的时候，家人天天见面，你没有这种情趣。所以古社会乐趣多，人生乐趣多！好朋友邀集起来，他不是像现在打牌、跳舞，他不是这个；品茗，听说书，看画展、书法展，那不一样，这是过去旧社会你常常在街头上都能看到。",
      "zh_TW": "我們今天可以說非常幸運，在這個時代裡還能遇到正法，遇到傳統教育，遇到佛法，這確確實實像開經偈上所說的「百千萬劫難遭遇」，我們遇到了。遇到如果不了解，了解不夠透徹，我們這一生不容易成就自己。所以遇到很幸運，遇到之後要能去了解它。現在傳統文化的教學沒有了，古時候到處都有，雖然沒有學校，這種說唱藝術在市井處處你都會看見。特別是茶館，我小時候在福建讀書，念小學，三、四年級，放了學之後到哪裡去？到茶館。到茶館幹什麼？聽說書，講故事，講的都是倫理，倫常大道，講道德、講因果，講善因善果、惡因惡報。古時候，那比我們更早，大概要比我早十年，那時候私塾，私塾裡面老師講；我這個年齡讀私塾大概讀了不到一年就改成學校，改成學校，老師就不講這個，古時候這些東西不講了，像《三字經》都沒有了，改成現代教科書，什麼小狗叫、小貓跳，念這個東西。但是茶館裡面還有說唱藝術，那是我們很容易接觸到的。特別是年歲大的，退休沒什麼工作的，找些老朋友去喝茶，聽說書，這是社會教育。我覺得比電影、電視殊勝很多，為什麼？邀幾個好朋友，泡一壺茶，聽說書，朋友在一起他就有人情味在裡頭。現在電視播的時候，家人天天見面，你沒有這種情趣。所以古社會樂趣多，人生樂趣多！好朋友邀集起來，他不是像現在打牌、跳舞，他不是這個；品茗，聽說書，看畫展、書法展，那不一樣，這是過去舊社會你常常在街頭上都能看到。"
    },
    {
      "id": "12-047-0074_p0013",
      "zh_CN": "佛菩萨、古圣先贤都把知止、把格物放在第一，你说有没有道理？我们佛法常讲，修行第一个消业障，这就是消业障最妙的方法，要养成一个知足，知足就常乐。我在美国住了很多年，达拉斯还有个道场，我们住的那条街，就是那个小区，不是很富裕的居住地，大概我住在那个时候，这是十几年前了，那个地区收入平均大概是两千美元，都住在这个地区。美国人很奇怪，如果他工作好，他升级了，加薪加到三千，一个月有三千块钱收入，他就搬家，搬到那个三千块钱的小区，他搬到那里去住，好像他身分提高了。这个想法错误，如果你看，两千块钱收入，这个地方你过得很好，你又增加一千，你这一千能够储蓄起来，你的日子过得多好、多自在。拼命搬到那边，搬到那边一个月一个月花光，一遇到困难的时候，他马上问题出来了。最怕的是失业，公司老板不要他，叫他走路，他什么都没有。房子没有了，房子是银行贷款买的，被拍卖，车子没有了，连家里冰箱什么都没有，一失业就全完了。所以他最怕失业，工作很认真、很努力。全是赊帐赊来的，所以那个生活压力很大，这是他们那个社会。我们中国不是，中国赚再多的钱，对生活不必提升，还是老样子，所以有什么灾难来，没有关系，失业一、二年，储蓄够用，他一点都不紧张。尤其是大家庭，大家庭所有一切人赚的钱都归公，都要给家庭，你自己遇到任何困难的时候，家庭给你，每个月生活费用给你。所以我们想想那个时候确实是好。",
      "zh_TW": "佛菩薩、古聖先賢都把知止、把格物放在第一，你說有沒有道理？我們佛法常講，修行第一個消業障，這就是消業障最妙的方法，要養成一個知足，知足就常樂。我在美國住了很多年，達拉斯還有個道場，我們住的那條街，就是那個小區，不是很富裕的居住地，大概我住在那個時候，這是十幾年前了，那個地區收入平均大概是兩千美元，都住在這個地區。美國人很奇怪，如果他工作好，他升級了，加薪加到三千，一個月有三千塊錢收入，他就搬家，搬到那個三千塊錢的小區，他搬到那裡去住，好像他身分提高了。這個想法錯誤，如果你看，兩千塊錢收入，這個地方你過得很好，你又增加一千，你這一千能夠儲蓄起來，你的日子過得多好、多自在。拼命搬到那邊，搬到那邊一個月一個月花光，一遇到困難的時候，他馬上問題出來了。最怕的是失業，公司老闆不要他，叫他走路，他什麼都沒有。房子沒有了，房子是銀行貸款買的，被拍賣，車子沒有了，連家裡冰箱什麼都沒有，一失業就全完了。所以他最怕失業，工作很認真、很努力。全是賒帳賒來的，所以那個生活壓力很大，這是他們那個社會。我們中國不是，中國賺再多的錢，對生活不必提升，還是老樣子，所以有什麼災難來，沒有關係，失業一、二年，儲蓄夠用，他一點都不緊張。尤其是大家庭，大家庭所有一切人賺的錢都歸公，都要給家庭，你自己遇到任何困難的時候，家庭給你，每個月生活費用給你。所以我們想想那個時候確實是好。"
    },
    {
      "id": "12-047-0074_p0014",
      "zh_CN": "经上前面虽然所讲的是四德（四种），随缘妙用、威仪有则、柔和质直、代众生苦，这四德一展开是万德，佛家常讲万德万能，万德万能归纳就是这四大类，四大类展开这叫无量无边的德行，这就是「摄用归体」，体就是这四德，古圣先贤教给我们，佛菩萨教导我们，都不违背这个原则。这些年我们提倡《弟子规》，这是老祖宗留下来的，儒家代表，中国传统文化；道家的《感应篇》、《文昌帝君阴骘文》；佛法的《十善业道》，再扩大到《律藏》，都不出四德之行。这四德我们要怎么做法？从《弟子规》入门。《弟子规》给我们总结一百一十三桩事，这一百一十三桩事情你全都做到了，你的根就扎下去了。在现前这个社会，这个根就能够带给你一生的幸福美满，一点都不假！不要看这一百一十三条，条条都是活的，只要你真正去做，你自然就有悟处，你就晓得在日常生活当中，处事待人接物、起心动念，自然就合规矩。这个合规矩是威仪有则。无论在什么境况之下，佛家讲物质环境、人事环境，无论是顺境、是逆境，善缘、恶缘，你都能够运用得非常如法，你都真正能做到，外面的态度柔和，里面的心地真诚，真诚心、柔和态度，没有一样事情不圆满成就。众生很苦，怎么代众生苦？我自己认真修行就是代众生苦。特别是在困难的时候，有灾难的时候，大家都感觉到很忧虑的时候，我们做出怎样适应当前环境的一个榜样，做出来给他看。为什么在这个艰难困苦环境里面，他没有忧虑，他过得很清闲、很自在，为什么？向他学习，这叫做代众生苦。",
      "zh_TW": "經上前面雖然所講的是四德（四種），隨緣妙用、威儀有則、柔和質直、代眾生苦，這四德一展開是萬德，佛家常講萬德萬能，萬德萬能歸納就是這四大類，四大類展開這叫無量無邊的德行，這就是「攝用歸體」，體就是這四德，古聖先賢教給我們，佛菩薩教導我們，都不違背這個原則。這些年我們提倡《弟子規》，這是老祖宗留下來的，儒家代表，中國傳統文化；道家的《感應篇》、《文昌帝君陰騭文》；佛法的《十善業道》，再擴大到《律藏》，都不出四德之行。這四德我們要怎麼做法？從《弟子規》入門。《弟子規》給我們總結一百一十三樁事，這一百一十三樁事情你全都做到了，你的根就紮下去了。在現前這個社會，這個根就能夠帶給你一生的幸福美滿，一點都不假！不要看這一百一十三條，條條都是活的，只要你真正去做，你自然就有悟處，你就曉得在日常生活當中，處事待人接物、起心動念，自然就合規矩。這個合規矩是威儀有則。無論在什麼境況之下，佛家講物質環境、人事環境，無論是順境、是逆境，善緣、惡緣，你都能夠運用得非常如法，你都真正能做到，外面的態度柔和，裡面的心地真誠，真誠心、柔和態度，沒有一樣事情不圓滿成就。眾生很苦，怎麼代眾生苦？我自己認真修行就是代眾生苦。特別是在困難的時候，有災難的時候，大家都感覺到很憂慮的時候，我們做出怎樣適應當前環境的一個榜樣，做出來給他看。為什麼在這個艱難困苦環境裡面，他沒有憂慮，他過得很清閒、很自在，為什麼？向他學習，這叫做代眾生苦。"
    },
    {
      "id": "12-047-0074_p0015",
      "zh_CN": "平常养成一个节俭的习惯，生活很容易过。节俭是美德，愈是节俭，身体愈健康。我过去讲经的时候也常常讲到，特别是在澳洲，澳洲、纽西兰，牛羊的数目超过居民，比人多，全世界有名，牛羊长得好。它外面草原丰富，牛羊吃什么？就吃青草，就一样，也没有调味，牠身体养到那么好。我们人讲求这个味道，色香味，吃出一身病，还不如牠。所以你从这里想，单一的东西能不能养身？能。动物跟人没有两样，人自己把自己糟蹋掉了，也就是善于分别执着，在生活当中，衣食住行精心去挑剔，这是烦恼。烦恼是什么？烦恼就是病毒的根源，所以佛把贪瞋痴说成三毒。我们天天用不用贪瞋痴？用，你从来没有离开三毒，所有一切烦恼助长三毒，你怎么会不生病？这个世间许多人得了不治之病，痛苦不堪，病从哪里来的？自作自受！他要真的能够相信佛的话，息灭贪瞋痴，勤修戒定慧，他什么病都没有了。生活愈简单愈好。我记得我初出家的时候，民国四十八年，那个时候我到南部来参学，时间是不长，住在南部一些寺庙，生活朴实。那个时候吃饭还讲求过堂，大家在一起吃饭，一个菜、一个汤、一碗饭。那个菜的份量多大？大概就跟我这个碟差不多，酱油碟，一个人一碟菜，就那么多。哪有现在摆得像酒席一样！现在平常饮食在那个时候大概过年过节才有，才能看到，平常没有。正确的。那个时候一些老法师一代一代相传，都能保持俭朴的家风，现在要竞争；从前的寺庙也很朴实，没有现在这么华丽，现在都变成像观光酒店一样，豪华、气派，在从前你看不到，从前朴实。那个能长久，世代相传，人住在里头心是定的，不像现在心浮气躁。",
      "zh_TW": "平常養成一個節儉的習慣，生活很容易過。節儉是美德，愈是節儉，身體愈健康。我過去講經的時候也常常講到，特別是在澳洲，澳洲、紐西蘭，牛羊的數目超過居民，比人多，全世界有名，牛羊長得好。它外面草原豐富，牛羊吃什麼？就吃青草，就一樣，也沒有調味，牠身體養到那麼好。我們人講求這個味道，色香味，吃出一身病，還不如牠。所以你從這裡想，單一的東西能不能養身？能。動物跟人沒有兩樣，人自己把自己糟蹋掉了，也就是善於分別執著，在生活當中，衣食住行精心去挑剔，這是煩惱。煩惱是什麼？煩惱就是病毒的根源，所以佛把貪瞋痴說成三毒。我們天天用不用貪瞋痴？用，你從來沒有離開三毒，所有一切煩惱助長三毒，你怎麼會不生病？這個世間許多人得了不治之病，痛苦不堪，病從哪裡來的？自作自受！他要真的能夠相信佛的話，息滅貪瞋痴，勤修戒定慧，他什麼病都沒有了。生活愈簡單愈好。我記得我初出家的時候，民國四十八年，那個時候我到南部來參學，時間是不長，住在南部一些寺廟，生活樸實。那個時候吃飯還講求過堂，大家在一起吃飯，一個菜、一個湯、一碗飯。那個菜的份量多大？大概就跟我這個碟差不多，醬油碟，一個人一碟菜，就那麼多。哪有現在擺得像酒席一樣！現在平常飲食在那個時候大概過年過節才有，才能看到，平常沒有。正確的。那個時候一些老法師一代一代相傳，都能保持儉樸的家風，現在要競爭；從前的寺廟也很樸實，沒有現在這麼華麗，現在都變成像觀光酒店一樣，豪華、氣派，在從前你看不到，從前樸實。那個能長久，世代相傳，人住在裡頭心是定的，不像現在心浮氣躁。"
    },
    {
      "id": "12-047-0074_p0016",
      "zh_CN": "佛法为什么衰，衰到这个样子？诸位一定要知道，印光大师在《文钞》里面讲得很多，不讲经，学佛的人不闻法，变成迷信了。释迦牟尼佛，佛教创教的教主，他一生干什么？一生讲经教学，没有一天休息。对一个人也好，对两个人也好，对大众也好，开口讲话记录下来就是经典，没有戏论，没有杂心闲话，没有。开口教人都是正论，你记录下来就是经典，这是真的。所以世尊住世，从三十岁开悟之后，讲经教学四十九年，一天都没有空过。佛法传到中国，传来的时候不是宗教，是教育。早年的，隋唐以前，佛教的寺院庵堂都是教学的场所。无论出家、在家都是知识分子，都在研究经教，如何把经教里面的理论变成自己的思想，把经教里面那些规矩变成我们自己的生活，你得受用。讲经教学一直到清朝初年还保持着，清朝初年三代，康熙、雍正、乾隆，寺院庵堂还都在讲经教学。嘉庆之后慢慢就衰了，到现在没有了，只有经忏佛事，这佛教就完了。社会上还有些有心人，在家这些居士大德，他们办莲社、办讲堂、办念佛堂、办居士林，不错，出家人不做了，居士们发心来做。所以世尊当年在世把弘法、护法这个事情付托给国王大臣，这有道理。国王大臣护持，佛陀教育能够世代相传；国王大臣不护持，佛教就变成自生自灭，这就遇到真正的危机，这我们要知道。在这种状况之下，我们除了自己成就之外，如果有缘分，要尽心尽力护持正法。",
      "zh_TW": "佛法為什麼衰，衰到這個樣子？諸位一定要知道，印光大師在《文鈔》裡面講得很多，不講經，學佛的人不聞法，變成迷信了。釋迦牟尼佛，佛教創教的教主，他一生幹什麼？一生講經教學，沒有一天休息。對一個人也好，對兩個人也好，對大眾也好，開口講話記錄下來就是經典，沒有戲論，沒有雜心閒話，沒有。開口教人都是正論，你記錄下來就是經典，這是真的。所以世尊住世，從三十歲開悟之後，講經教學四十九年，一天都沒有空過。佛法傳到中國，傳來的時候不是宗教，是教育。早年的，隋唐以前，佛教的寺院庵堂都是教學的場所。無論出家、在家都是知識分子，都在研究經教，如何把經教裡面的理論變成自己的思想，把經教裡面那些規矩變成我們自己的生活，你得受用。講經教學一直到清朝初年還保持著，清朝初年三代，康熙、雍正、乾隆，寺院庵堂還都在講經教學。嘉慶之後慢慢就衰了，到現在沒有了，只有經懺佛事，這佛教就完了。社會上還有些有心人，在家這些居士大德，他們辦蓮社、辦講堂、辦念佛堂、辦居士林，不錯，出家人不做了，居士們發心來做。所以世尊當年在世把弘法、護法這個事情付托給國王大臣，這有道理。國王大臣護持，佛陀教育能夠世代相傳；國王大臣不護持，佛教就變成自生自滅，這就遇到真正的危機，這我們要知道。在這種狀況之下，我們除了自己成就之外，如果有緣分，要盡心盡力護持正法。"
    },
    {
      "id": "12-047-0074_p0017",
      "zh_CN": "怎么护持？讲经的法师、能讲经的居士，我们如果有力量，供养他，让他衣食住行都不操心，专心研究经教。我这里一个道场，如果有二、三个，五、六个这样的法师、居士，我们请他天天讲。三个人，一个人讲两天，一天讲两个小时就够了，我们里面的跟信徒都可以来听。你这个寺庙天天有讲经，不中断，三个法师，一个星期讲六天，每个法师讲两天，你把人培养起来了，有个十年、二十年，都变成大法师了。那个功德无量无边，真的把佛教救了。净宗道场星期天这一天念佛会，念佛，大家来念佛，平常每天晚上讲经，这是好事情，寺庙里面当然都可以这样做法，对于道要尊重。现在这个衰，衰在哪里？大家把利看得最重，经忏佛事赚钱，讲经要赔钱。其实讲经是不是真赔钱？不赔钱，你这个道场里有解有行，解门是天天讲经，行门是天天有念佛。超度佛事不是不可以做，印光大师说附带做，不要特别给他做。就是平常信徒家亲眷属过世，在念佛堂立牌位，每天早晚念佛给他回向，这就行了，不必单独去给他做一场佛事。星期天一天念佛，现在人讲「佛一」，依照佛七的仪规，精进念佛一天，也给这些往生牌位回向，给延生牌位祝福，这就够了，这很如法。",
      "zh_TW": "怎麼護持？講經的法師、能講經的居士，我們如果有力量，供養他，讓他衣食住行都不操心，專心研究經教。我這裡一個道場，如果有二、三個，五、六個這樣的法師、居士，我們請他天天講。三個人，一個人講兩天，一天講兩個小時就夠了，我們裡面的跟信徒都可以來聽。你這個寺廟天天有講經，不中斷，三個法師，一個星期講六天，每個法師講兩天，你把人培養起來了，有個十年、二十年，都變成大法師了。那個功德無量無邊，真的把佛教救了。淨宗道場星期天這一天念佛會，念佛，大家來念佛，平常每天晚上講經，這是好事情，寺廟裡面當然都可以這樣做法，對於道要尊重。現在這個衰，衰在哪裡？大家把利看得最重，經懺佛事賺錢，講經要賠錢。其實講經是不是真賠錢？不賠錢，你這個道場裡有解有行，解門是天天講經，行門是天天有念佛。超度佛事不是不可以做，印光大師說附帶做，不要特別給他做。就是平常信徒家親眷屬過世，在念佛堂立牌位，每天早晚念佛給他迴向，這就行了，不必單獨去給他做一場佛事。星期天一天念佛，現在人講「佛一」，依照佛七的儀規，精進念佛一天，也給這些往生牌位迴向，給延生牌位祝福，這就夠了，這很如法。"
    },
    {
      "id": "12-047-0074_p0018",
      "zh_CN": "你真能这么做，你那个道场肯定兴旺，为什么？诸佛护念，龙天善神拥护，你是正法道场。真正有发菩萨心的人来护持，不是做不到。力量薄弱的，像印光法师他老人家教导我们，小道场二十人。要不要讲经？要讲经，不讲经不行。发心出来讲经的，有人护持，他不要担心生活不安定，他有个生活安定的环境，他才有成就；没有安定的环境，他就不能成就。所以真正护法大德居士是菩萨，他没有别的，提供安定环境，让法师进修，让法师天天弘法。现在可以用电视、可以用网路，这是近代的科学技术，可以用，把这个效果广泛的传播。但是要晓得，现场听经的利益跟看电视不一样，我相信很多修学的人都会有这个感触，所以现场听经还是非常重要。现场能够再加上这些机器设备同时播出去，效果就圆满殊胜。",
      "zh_TW": "你真能這麼做，你那個道場肯定興旺，為什麼？諸佛護念，龍天善神擁護，你是正法道場。真正有發菩薩心的人來護持，不是做不到。力量薄弱的，像印光法師他老人家教導我們，小道場二十人。要不要講經？要講經，不講經不行。發心出來講經的，有人護持，他不要擔心生活不安定，他有個生活安定的環境，他才有成就；沒有安定的環境，他就不能成就。所以真正護法大德居士是菩薩，他沒有別的，提供安定環境，讓法師進修，讓法師天天弘法。現在可以用電視、可以用網路，這是近代的科學技術，可以用，把這個效果廣泛的傳播。但是要曉得，現場聽經的利益跟看電視不一樣，我相信很多修學的人都會有這個感觸，所以現場聽經還是非常重要。現場能夠再加上這些機器設備同時播出去，效果就圓滿殊勝。"
    },
    {
      "id": "12-047-0074_p0019",
      "zh_CN": "真正有心人要多想想这些问题，怎样策画做一个现代化的讲堂，可以容纳大众，也能叫法师讲经这个音声，能够集中做成很好的效果，提供给电视、网路传播，现在科学技术可以做得到。我们看看有很多电视台大型的表演，我是很少参加，我记得好像二００三年，我第一次到泰国访问，参加国际会议，认识查瓦利将军，他夫妻俩是虔诚的佛教徒。他们那个时候正好筹备建僧伽医院，利用电视台做一个募款的活动，泰国的国家电视台。我那天参加，看到现场坐的观众有三、四百人，这样一个大的摄影棚，效果好。所以我想如果这个地方在讲经多好，现场听众有三、四百人，同时有电视就播出去。这是二十一世纪的道场，应该是这样的。真正想学的要到现场来参加，工作或者其他事情繁忙的，你在家里面收看电视。",
      "zh_TW": "真正有心人要多想想這些問題，怎樣策畫做一個現代化的講堂，可以容納大眾，也能叫法師講經這個音聲，能夠集中做成很好的效果，提供給電視、網路傳播，現在科學技術可以做得到。我們看看有很多電視台大型的表演，我是很少參加，我記得好像二００三年，我第一次到泰國訪問，參加國際會議，認識查瓦利將軍，他夫妻倆是虔誠的佛教徒。他們那個時候正好籌備建僧伽醫院，利用電視台做一個募款的活動，泰國的國家電視台。我那天參加，看到現場坐的觀眾有三、四百人，這樣一個大的攝影棚，效果好。所以我想如果這個地方在講經多好，現場聽眾有三、四百人，同時有電視就播出去。這是二十一世紀的道場，應該是這樣的。真正想學的要到現場來參加，工作或者其他事情繁忙的，你在家裡面收看電視。"
    },
    {
      "id": "12-047-0074_p0020",
      "zh_CN": "所以止观，佛教我们放下，要知道放下的是什么？放下的是自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢，这个东西要放下，要把它止住。提起什么？护持正法，弘法利生，弘护是一体。我常常讲，佛法能不能住在世间，不在法师，法师弘法，就像办学校一样他是教员，主持佛法的是学校的校长，他的责任大。他办学校，他可以邀请好的老师来上课，他自己不必上课，校长不必兼课，聘请好的老师、教授。护持他是双护，对老师他要护持，对学生也要护持，佛法能不能住世间，他的功德第一大。古时候帝王护法，现在民主，政府不管这个事情，所以佛法很容易衰，也很容易灭掉，完全要靠在家菩萨。在家菩萨他要是不学习佛法，他不懂，他要学习才能懂，光是烧香、磕头，做形式，这个不行，这不是真正护持。不容易！真正菩萨出现，这个地方众生有福，福报现前。人多得很，会讲经说法的人很多，训练三个月就能上台。我们这么多年经验很丰富，就是没有护持的人，有老师，老师都改行了，没有学校聘请他，老师就失业，那之后为了生活只好改行，这很可惜。这些道理我们都懂，所以有机缘、有能力，一定要护法，护法功德无与伦比。",
      "zh_TW": "所以止觀，佛教我們放下，要知道放下的是什麼？放下的是自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢，這個東西要放下，要把它止住。提起什麼？護持正法，弘法利生，弘護是一體。我常常講，佛法能不能住在世間，不在法師，法師弘法，就像辦學校一樣他是教員，主持佛法的是學校的校長，他的責任大。他辦學校，他可以邀請好的老師來上課，他自己不必上課，校長不必兼課，聘請好的老師、教授。護持他是雙護，對老師他要護持，對學生也要護持，佛法能不能住世間，他的功德第一大。古時候帝王護法，現在民主，政府不管這個事情，所以佛法很容易衰，也很容易滅掉，完全要靠在家菩薩。在家菩薩他要是不學習佛法，他不懂，他要學習才能懂，光是燒香、磕頭，做形式，這個不行，這不是真正護持。不容易！真正菩薩出現，這個地方眾生有福，福報現前。人多得很，會講經說法的人很多，訓練三個月就能上台。我們這麼多年經驗很豐富，就是沒有護持的人，有老師，老師都改行了，沒有學校聘請他，老師就失業，那之後為了生活只好改行，這很可惜。這些道理我們都懂，所以有機緣、有能力，一定要護法，護法功德無與倫比。"
    },
    {
      "id": "12-047-0074_p0021",
      "zh_CN": "他是菩萨还是凡夫，下面这八个字就界定了，如果他是菩萨，肯定『当相即空，相尽心澄』，这个人是菩萨，他不为自己。无论做多大的事业，他心是清净的，他不是为名闻利养，不是为五欲六尘，没有贪瞋痴慢，这是菩萨。他到这个世间来干什么？真正护持正法、弘扬正法，他来干这个。我这一生遭遇的环境是最辛苦的，这一生做什么事情？做一桩事情，提醒大家正法不是迷信，正法有住世的必要，正法住世对大家有好处，没有坏处。因为现在大家迷失了，看不到正法的面目，我们做这个宣传工作。我不是劝人，你们建一个大的道场来供养我，不是的，我年岁大了，要走了，用不着向这一方面去想。你们建道场要培养年轻的法师，要培养年轻的居士，如果你发现，你要知道该怎么做法。你帮助他就是帮助佛法，佛法遍法界虚空界，你就晓得你做的多大功德。虽然有大功德，不做大功德想，菩萨。你救了多少人，每个法师讲经说法所度的众生都是属于你的，你办学校，你请他来。今天你为什么遇不到，为什么也请不到？是你自己不懂佛法，如果你尊重佛法，你就会尊重法师。出家、在家是平等的，没有差别，只要这个人真的依教奉行、依教宣讲，与大众分享自己修学的心得，自行化他，这就如法。佛在经上常说，「心生则种种法生」，生什么心？生菩提心，八万四千法门就兴起来了。「心灭则种种法灭」，没有这个念头，没有这个心，心里面只有自私自利，只有名闻利养，圣教就灭了。下面解释入字，入五止。",
      "zh_TW": "他是菩薩還是凡夫，下面這八個字就界定了，如果他是菩薩，肯定『當相即空，相盡心澄』，這個人是菩薩，他不為自己。無論做多大的事業，他心是清淨的，他不是為名聞利養，不是為五欲六塵，沒有貪瞋痴慢，這是菩薩。他到這個世間來幹什麼？真正護持正法、弘揚正法，他來幹這個。我這一生遭遇的環境是最辛苦的，這一生做什麼事情？做一樁事情，提醒大家正法不是迷信，正法有住世的必要，正法住世對大家有好處，沒有壞處。因為現在大家迷失了，看不到正法的面目，我們做這個宣傳工作。我不是勸人，你們建一個大的道場來供養我，不是的，我年歲大了，要走了，用不著向這一方面去想。你們建道場要培養年輕的法師，要培養年輕的居士，如果你發現，你要知道該怎麼做法。你幫助他就是幫助佛法，佛法遍法界虛空界，你就曉得你做的多大功德。雖然有大功德，不做大功德想，菩薩。你救了多少人，每個法師講經說法所度的眾生都是屬於你的，你辦學校，你請他來。今天你為什麼遇不到，為什麼也請不到？是你自己不懂佛法，如果你尊重佛法，你就會尊重法師。出家、在家是平等的，沒有差別，只要這個人真的依教奉行、依教宣講，與大眾分享自己修學的心得，自行化他，這就如法。佛在經上常說，「心生則種種法生」，生什麼心？生菩提心，八萬四千法門就興起來了。「心滅則種種法滅」，沒有這個念頭，沒有這個心，心裡面只有自私自利，只有名聞利養，聖教就滅了。下面解釋入字，入五止。"
    },
    {
      "id": "12-047-0074_p0022",
      "zh_CN": "【所言入者。性相俱泯。体周法界。入无入相。名为入也。】",
      "zh_TW": "【所言入者。性相俱泯。體周法界。入無入相。名為入也。】"
    },
    {
      "id": "12-047-0074_p0023",
      "zh_CN": "这个意思要清楚，什么叫『入』？这个「入」就是契入，禅宗里面讲明心见性，教下里面讲大开圆解，净土里面讲理一心不乱，这是入的意思。这个入，因为这篇文字是「修华严奥旨」，这个入是入什么？入华严境界，这不是普通的。华严境界是什么？毘卢遮那佛的实报庄严土，不是十法界。所以这个入字含义就很深，因为《华严经》世尊讲这部经的对象是四十一位法身大士，换句话说，听经的对象都是实报庄严土里面的菩萨，不是凡人，所以他境界有这么高。『性相俱泯』，就是前面讲的「当相即空，相尽心澄」，他才能够达到「性相」，法性、法相，「泯」是什么？离妄想分别执着。性相是一体，自己呢？自己的心跟法性融成一体，自己的身跟法相融成一体。『体周法界』，「周」是周遍，前面三种周遍只举一种，一种周遍，三种都周遍。那你就晓得，「体周法界」里面的意思，就是前面所讲的周遍法界、出生无尽、含容空有。这是什么境界？法身菩萨，所谓大彻大悟、明心见性、见性成佛。这个佛虽然不是究竟圆满佛，但他起作用的时候与究竟圆满佛几乎没有差别，唯一的差别，他无明习气没断干净，但是不碍他弘法利生，他有能力在遍法界虚空界与一切众生感应道交，众生有感他就有应，应以什么身得度他就现什么身，像《观世音菩萨普门品》里面所说的三十二应，他有这个能力。他必须在应化当中自自然然把无始无明的习气断尽，那个不需要用别的方法，不理它就完了，自自然然它就断尽了。",
      "zh_TW": "這個意思要清楚，什麼叫『入』？這個「入」就是契入，禪宗裡面講明心見性，教下裡面講大開圓解，淨土裡面講理一心不亂，這是入的意思。這個入，因為這篇文字是「修華嚴奧旨」，這個入是入什麼？入華嚴境界，這不是普通的。華嚴境界是什麼？毘盧遮那佛的實報莊嚴土，不是十法界。所以這個入字含義就很深，因為《華嚴經》世尊講這部經的對象是四十一位法身大士，換句話說，聽經的對象都是實報莊嚴土裡面的菩薩，不是凡人，所以他境界有這麼高。『性相俱泯』，就是前面講的「當相即空，相盡心澄」，他才能夠達到「性相」，法性、法相，「泯」是什麼？離妄想分別執著。性相是一體，自己呢？自己的心跟法性融成一體，自己的身跟法相融成一體。『體周法界』，「周」是周遍，前面三種周遍只舉一種，一種周遍，三種都周遍。那你就曉得，「體周法界」裡面的意思，就是前面所講的周遍法界、出生無盡、含容空有。這是什麼境界？法身菩薩，所謂大徹大悟、明心見性、見性成佛。這個佛雖然不是究竟圓滿佛，但他起作用的時候與究竟圓滿佛幾乎沒有差別，唯一的差別，他無明習氣沒斷乾淨，但是不礙他弘法利生，他有能力在遍法界虛空界與一切眾生感應道交，眾生有感他就有應，應以什麼身得度他就現什麼身，像《觀世音菩薩普門品》裡面所說的三十二應，他有這個能力。他必須在應化當中自自然然把無始無明的習氣斷盡，那個不需要用別的方法，不理它就完了，自自然然它就斷盡了。"
    },
    {
      "id": "12-047-0074_p0024",
      "zh_CN": "断尽之后，回归到常寂光，常寂光还会不会现身为六道众生，接引这些苦难众生？我们现在在经教上学习下来知道，肯定他会，常寂光有感应，众生有感，常寂光有应。所以常寂光的心性不起用的时候就是能大师所说的本自具足，惠能大师讲「何期自性，本自具足」，不起作用；起作用的时候，「能生万法」。我们知道能生万法肯定他就起用，虽然起用，性相俱泯体周法界。他体相用是一，没有分别，一即是三，三即是一。他不像我们，我们体相用分开，分成三桩事情；他不是，一桩事情，所以这叫入。入有没有入的相？没有，这一定要懂，并不是真的有个出、有个入，不是的，没有这个相。为什么没有这个相？因为本来就没有相，这要知道。我们所谓的相都是人为的，都是从分别执着里头产生的，离开妄想分别执着，哪来的相？没有界限，这种入叫真入。凡是有出有入，有出入的那个现象，没入！这个意思很深，而且很难懂，譬如我们现在在这个讲堂，这讲堂是我们建筑的，有门户，你从外面入进来，你从这个门走出去，有出有入，这是建筑一个房子。如果这个房子拆掉，没有了，出入有没有？没有了。你再想，我们的自性是多大？自性是遍法界虚空界。所以入是个形容词，什么叫入？顺着性德就叫入，违背性德叫出。诸位从这里细心体会，你能够体会到一些。这个界限是什么？这个界限是十法界。顺着自性现的这个境界是实报庄严土，是一真法界；违背性德，立刻实报土就不见了，迷了，现的是什么？现十法界，十法界、六道。出，你出了自性。十法界、六道就好像你盖的这个房子，十法界是盖个大房子，六道，大房子里再盖个小房子，就这个意思。愈离愈远，距离外面的自性愈离愈远。佛教给我们，舍弃小房子，入了大房子；舍弃六道，入四圣法界；舍弃四圣法界，入实报庄严土；再舍实报庄严土，你就入常寂光净土，常寂光净土是纯净纯善的自性。从这个地方才体现到，贤首大师在此地给我们讲入的意思。下面大师引经：",
      "zh_TW": "斷盡之後，回歸到常寂光，常寂光還會不會現身為六道眾生，接引這些苦難眾生？我們現在在經教上學習下來知道，肯定他會，常寂光有感應，眾生有感，常寂光有應。所以常寂光的心性不起用的時候就是能大師所說的本自具足，惠能大師講「何期自性，本自具足」，不起作用；起作用的時候，「能生萬法」。我們知道能生萬法肯定他就起用，雖然起用，性相俱泯體周法界。他體相用是一，沒有分別，一即是三，三即是一。他不像我們，我們體相用分開，分成三樁事情；他不是，一樁事情，所以這叫入。入有沒有入的相？沒有，這一定要懂，並不是真的有個出、有個入，不是的，沒有這個相。為什麼沒有這個相？因為本來就沒有相，這要知道。我們所謂的相都是人為的，都是從分別執著裡頭產生的，離開妄想分別執著，哪來的相？沒有界限，這種入叫真入。凡是有出有入，有出入的那個現象，沒入！這個意思很深，而且很難懂，譬如我們現在在這個講堂，這講堂是我們建築的，有門戶，你從外面入進來，你從這個門走出去，有出有入，這是建築一個房子。如果這個房子拆掉，沒有了，出入有沒有？沒有了。你再想，我們的自性是多大？自性是遍法界虛空界。所以入是個形容詞，什麼叫入？順著性德就叫入，違背性德叫出。諸位從這裡細心體會，你能夠體會到一些。這個界限是什麼？這個界限是十法界。順著自性現的這個境界是實報莊嚴土，是一真法界；違背性德，立刻實報土就不見了，迷了，現的是什麼？現十法界，十法界、六道。出，你出了自性。十法界、六道就好像你蓋的這個房子，十法界是蓋個大房子，六道，大房子裡再蓋個小房子，就這個意思。愈離愈遠，距離外面的自性愈離愈遠。佛教給我們，捨棄小房子，入了大房子；捨棄六道，入四聖法界；捨棄四聖法界，入實報莊嚴土；再捨實報莊嚴土，你就入常寂光淨土，常寂光淨土是純淨純善的自性。從這個地方才體現到，賢首大師在此地給我們講入的意思。下面大師引經："
    },
    {
      "id": "12-047-0074_p0025",
      "zh_CN": "【华严经云。如来深境界。其量等虚空。一切众生入。而实无所入。】",
      "zh_TW": "【華嚴經云。如來深境界。其量等虛空。一切眾生入。而實無所入。】"
    },
    {
      "id": "12-047-0074_p0026",
      "zh_CN": "这是一首偈，《华严经》上的。经上有时候讲佛，有时候讲如来，这两种说法是有意思的，凡是讲佛，多半从相上讲的，讲佛；讲如来是从性上讲的。你看普贤行愿十大愿王，第一个就是「礼敬诸佛」，第一大愿从相上讲的。第二句讲的是「称赞如来」，不用佛了，用「如来」，从性上讲的，你一定要懂。礼敬是就事论事，是从相上，一切众生本来是佛，这是释迦牟尼佛给我们介绍的，本来是佛。为什么现在你不是佛？你迷了，还是佛，迷惑颠倒的佛，不能说不是佛，因为你没有离开自性。相，相从性现的，性能现，相是所现，所现的相不离能现的性，性相永远分不开。这个事理都要搞清楚、搞明白。所以凡是有相的，我们都要生起恭敬心，对佛我们要礼敬，对人要礼敬，对一切动物要礼敬，对天地鬼神要礼敬，对树木花草、山河大地都要礼敬。为什么？礼敬是性德，性德周遍法界、含容空有、出生无尽。普贤第一愿的礼敬不可思议，谁做到？法身菩萨做到了。我们礼敬还有差别，这就迷失了自性，不知道，如果真正觉悟的人不是。所以你就晓得，诸佛如来、法身菩萨他对我们恭不恭敬？恭敬，我们对他不恭敬，他对我们恭敬。为什么？他知道我们跟他是一样的，是佛，迷惑颠倒的佛，他是觉悟的佛，所以他对我们恭敬，我们对他不恭敬。我们对小动物当然更不知道恭敬，所以要学，要养成习惯，看到小动物都能合掌称菩萨，给牠念三皈依，「皈依佛不堕地狱，皈依法不堕饿鬼，皈依僧不堕旁生」，念三遍，念阿弥陀佛教牠求生净土，永远脱离畜生身，这有缘。佛菩萨看待这些小动物如是，我们要学。你对待小动物都这样爱护，你对人能不爱护？对善人爱护，对恶人一样爱护。平等心、清净心，心地清净平等就是真诚，就是诚明，这个诚明就能感动那些恶人，帮助恶人回头是岸。佛菩萨教化众生是用感动，言说是补助，是摆在第二，真诚摆在第一。",
      "zh_TW": "這是一首偈，《華嚴經》上的。經上有時候講佛，有時候講如來，這兩種說法是有意思的，凡是講佛，多半從相上講的，講佛；講如來是從性上講的。你看普賢行願十大願王，第一個就是「禮敬諸佛」，第一大願從相上講的。第二句講的是「稱讚如來」，不用佛了，用「如來」，從性上講的，你一定要懂。禮敬是就事論事，是從相上，一切眾生本來是佛，這是釋迦牟尼佛給我們介紹的，本來是佛。為什麼現在你不是佛？你迷了，還是佛，迷惑顛倒的佛，不能說不是佛，因為你沒有離開自性。相，相從性現的，性能現，相是所現，所現的相不離能現的性，性相永遠分不開。這個事理都要搞清楚、搞明白。所以凡是有相的，我們都要生起恭敬心，對佛我們要禮敬，對人要禮敬，對一切動物要禮敬，對天地鬼神要禮敬，對樹木花草、山河大地都要禮敬。為什麼？禮敬是性德，性德周遍法界、含容空有、出生無盡。普賢第一願的禮敬不可思議，誰做到？法身菩薩做到了。我們禮敬還有差別，這就迷失了自性，不知道，如果真正覺悟的人不是。所以你就曉得，諸佛如來、法身菩薩他對我們恭不恭敬？恭敬，我們對他不恭敬，他對我們恭敬。為什麼？他知道我們跟他是一樣的，是佛，迷惑顛倒的佛，他是覺悟的佛，所以他對我們恭敬，我們對他不恭敬。我們對小動物當然更不知道恭敬，所以要學，要養成習慣，看到小動物都能合掌稱菩薩，給牠念三皈依，「皈依佛不墮地獄，皈依法不墮餓鬼，皈依僧不墮旁生」，念三遍，念阿彌陀佛教牠求生淨土，永遠脫離畜生身，這有緣。佛菩薩看待這些小動物如是，我們要學。你對待小動物都這樣愛護，你對人能不愛護？對善人愛護，對惡人一樣愛護。平等心、清淨心，心地清淨平等就是真誠，就是誠明，這個誠明就能感動那些惡人，幫助惡人回頭是岸。佛菩薩教化眾生是用感動，言說是補助，是擺在第二，真誠擺在第一。"
    },
    {
      "id": "12-047-0074_p0027",
      "zh_CN": "称赞如来，称赞就不一样，他随顺性德的称赞，违背性德的不称赞、也不毁谤，这心地多厚道。你做错事情不责备，你做对的时候赞叹你、鼓励你，你的心多厚道。佛法里面称菩萨为「仁者」，仁慈的，仁者，仁者无敌。仁者什么意思？永远没有对立。敌就是敌对，跟任何人、任何事、任何物没有敌对，没有敌对是一体，性相俱泯，没有对立，这叫仁者，这是菩萨。名词术语里面都是高度的智慧，时时刻刻在提醒我们。我们在五十三参里面看到，善财表演给我们看，五十三位善知识，这里面的人，男女老少、各行各业，就是代表我们整个社会，你从早晨起床到晚上睡觉，你一天所接触的一切人就是五十三参。这里面有善人、有恶人，善人是佛，恶人也是佛，他不分别的。你看善财童子参访，对善知识礼敬、赞叹、供养，自己忏悔，再请法；遇到这个人作恶的、搞杀盗淫妄的，善财童子见他，有礼敬，没有赞叹，有供养、有忏悔、有请法。这个用意很深，我们要细心去观察，这才能得受用。",
      "zh_TW": "稱讚如來，稱讚就不一樣，他隨順性德的稱讚，違背性德的不稱讚、也不毀謗，這心地多厚道。你做錯事情不責備，你做對的時候讚歎你、鼓勵你，你的心多厚道。佛法裡面稱菩薩為「仁者」，仁慈的，仁者，仁者無敵。仁者什麼意思？永遠沒有對立。敵就是敵對，跟任何人、任何事、任何物沒有敵對，沒有敵對是一體，性相俱泯，沒有對立，這叫仁者，這是菩薩。名詞術語裡面都是高度的智慧，時時刻刻在提醒我們。我們在五十三參裡面看到，善財表演給我們看，五十三位善知識，這裡面的人，男女老少、各行各業，就是代表我們整個社會，你從早晨起床到晚上睡覺，你一天所接觸的一切人就是五十三參。這裡面有善人、有惡人，善人是佛，惡人也是佛，他不分別的。你看善財童子參訪，對善知識禮敬、讚歎、供養，自己懺悔，再請法；遇到這個人作惡的、搞殺盜淫妄的，善財童子見他，有禮敬，沒有讚歎，有供養、有懺悔、有請法。這個用意很深，我們要細心去觀察，這才能得受用。"
    },
    {
      "id": "12-047-0074_p0028",
      "zh_CN": "为什么行恶的人要跟他学？问题是你会不会学，你要会学，善恶都是知识，就是都是老师。善人教你善，你跟他学善；恶人，他从反面来教你，你看到他作恶，你看到他的恶报，你回过头来想想，我有没有干这个恶？如果我有，赶快改，他不就是老师！没有呢？没有，我也提高警觉，不可以犯他这样的错误，他也是我的老师。这都叫善知识。所以没有恶人，没有坏事。善恶是正反两方面的教材，统统得益，所以善财一生成佛。我们现在修行一生成不了佛，就是这一关没有办法突破，善人可以跟他学，恶人离他远远的，不批评、不毁谤，你就很了不起、就很难得，没有像善财对他还那么恭敬，只是不赞叹。我们讲的不赞叹、不批评，还是那样恭敬供养他，还是可以亲近他，细心观察他的恶行，做一面镜子反省自己有没有。这是『如来深境界』。",
      "zh_TW": "為什麼行惡的人要跟他學？問題是你會不會學，你要會學，善惡都是知識，就是都是老師。善人教你善，你跟他學善；惡人，他從反面來教你，你看到他作惡，你看到他的惡報，你回過頭來想想，我有沒有幹這個惡？如果我有，趕快改，他不就是老師！沒有呢？沒有，我也提高警覺，不可以犯他這樣的錯誤，他也是我的老師。這都叫善知識。所以沒有惡人，沒有壞事。善惡是正反兩方面的教材，統統得益，所以善財一生成佛。我們現在修行一生成不了佛，就是這一關沒有辦法突破，善人可以跟他學，惡人離他遠遠的，不批評、不毀謗，你就很了不起、就很難得，沒有像善財對他還那麼恭敬，只是不讚歎。我們講的不讚歎、不批評，還是那樣恭敬供養他，還是可以親近他，細心觀察他的惡行，做一面鏡子反省自己有沒有。這是『如來深境界』。"
    },
    {
      "id": "12-047-0074_p0029",
      "zh_CN": "『其量等虚空』，如来在哪里？一切人是的，一切事是的，一切物也是的，甚至于说树木花草、山河大地，没有一样不是的。乃至于不同维次空间的生物，在佛经上称之为天地鬼神，科学家称为不同维次空间的生物。有没有？有，科学证明有。外国，听说中国现在也有，催眠，催眠术能够叫人意志集中，回到过去生，你的前世，再回到前世。我看到外国有个报告，有个人居然能够回到以前八十多世，差不多是将近四千年。说明那个时候的生活状况，他能讲得很清楚，他住在洞穴里，那时候的人还没有房子，在洞穴里饮食起居的状况。人既然有前世，当然有来生。很多经过催眠，做过催眠之后，大多数的人把生死看得很淡，不再怕死了。晓得怎么样？晓得自己没死，生死是身体，灵性不灭。一切人伤害我们，或者自然灾害使我们受到伤害，伤害是伤身体，灵性没有受到伤害。这些催眠师常说，没有任何一种力量能够把灵性消灭，不可能的，它永远存在。也有人说它叫灵魂，都可以。但是灵魂跟灵性在佛法有差别，灵魂是灵性在迷的状态，也就是说，灵性迷了叫灵魂，灵魂觉悟了就叫灵性，佛说这个说得好。因为灵魂迷，迷你出不了六道，你的生活空间是在六道里；如果觉悟了，灵魂就变成灵性，它就脱离六道。",
      "zh_TW": "『其量等虛空』，如來在哪裡？一切人是的，一切事是的，一切物也是的，甚至於說樹木花草、山河大地，沒有一樣不是的。乃至於不同維次空間的生物，在佛經上稱之為天地鬼神，科學家稱為不同維次空間的生物。有沒有？有，科學證明有。外國，聽說中國現在也有，催眠，催眠術能夠叫人意志集中，回到過去生，你的前世，再回到前世。我看到外國有個報告，有個人居然能夠回到以前八十多世，差不多是將近四千年。說明那個時候的生活狀況，他能講得很清楚，他住在洞穴裡，那時候的人還沒有房子，在洞穴裡飲食起居的狀況。人既然有前世，當然有來生。很多經過催眠，做過催眠之後，大多數的人把生死看得很淡，不再怕死了。曉得怎麼樣？曉得自己沒死，生死是身體，靈性不滅。一切人傷害我們，或者自然災害使我們受到傷害，傷害是傷身體，靈性沒有受到傷害。這些催眠師常說，沒有任何一種力量能夠把靈性消滅，不可能的，它永遠存在。也有人說它叫靈魂，都可以。但是靈魂跟靈性在佛法有差別，靈魂是靈性在迷的狀態，也就是說，靈性迷了叫靈魂，靈魂覺悟了就叫靈性，佛說這個說得好。因為靈魂迷，迷你出不了六道，你的生活空間是在六道裡；如果覺悟了，靈魂就變成靈性，它就脫離六道。"
    },
    {
      "id": "12-047-0074_p0030",
      "zh_CN": "六道在我们看很大，三千大千世界是六道，可是在法界虚空界里面来讲，六道范围太小了。他一觉悟，他脱离六道，脱离六道也能够进来，来去自由，好像有通行证一样，他愿意来就来，愿意去就去。六道里面，他拿不到通行证他出不去，觉悟重要！佛陀、菩萨对六道众生最大的恩德是什么？是帮助众生破迷开悟，这是因。果是什么？果是永脱轮回，离苦得乐。六道里总是苦，不出六道不知道，出六道才知道，六道天上也苦。一出六道，这就四圣法界，比六道的范围大太多了，还是有苦，那苦是无明烦恼，起心动念。起心动念要是止住，放下了，十法界没有了，那就得大自在，你的活动空间是遍法界虚空界，「其量等虚空」。在遍虚空遍法界里，与一切众生感应道交，众生有感，立刻就应，没有距离、没有时间。没有时间，感应同时的；没有距离，立刻在现前，为什么？前面讲的入的意思你懂得，你的疑问就没有了，跟整个虚空法界融成一体。他在哪里？他就在现前，我们一念感，他马上就应了，我们的感没有了，他就消失了。他从哪来的？心现识变，佛讲得好，「一切法从心想生」，就是这个道理。你想什么，他就现什么，不是他有意思，他没有意思，他没有起心动念，我们起心动念，我们起心动念他就现相。理很深很深！",
      "zh_TW": "六道在我們看很大，三千大千世界是六道，可是在法界虛空界裡面來講，六道範圍太小了。他一覺悟，他脫離六道，脫離六道也能夠進來，來去自由，好像有通行證一樣，他願意來就來，願意去就去。六道裡面，他拿不到通行證他出不去，覺悟重要！佛陀、菩薩對六道眾生最大的恩德是什麼？是幫助眾生破迷開悟，這是因。果是什麼？果是永脫輪迴，離苦得樂。六道裡總是苦，不出六道不知道，出六道才知道，六道天上也苦。一出六道，這就四聖法界，比六道的範圍大太多了，還是有苦，那苦是無明煩惱，起心動念。起心動念要是止住，放下了，十法界沒有了，那就得大自在，你的活動空間是遍法界虛空界，「其量等虛空」。在遍虛空遍法界裡，與一切眾生感應道交，眾生有感，立刻就應，沒有距離、沒有時間。沒有時間，感應同時的；沒有距離，立刻在現前，為什麼？前面講的入的意思你懂得，你的疑問就沒有了，跟整個虛空法界融成一體。他在哪裡？他就在現前，我們一念感，他馬上就應了，我們的感沒有了，他就消失了。他從哪來的？心現識變，佛講得好，「一切法從心想生」，就是這個道理。你想什麼，他就現什麼，不是他有意思，他沒有意思，他沒有起心動念，我們起心動念，我們起心動念他就現相。理很深很深！"
    },
    {
      "id": "12-047-0074_p0031",
      "zh_CN": "底下经文讲『一切众生入』，我能入，你也能入，他也能入，个个都能入，一切众生入。放下妄想分别执着就入，入就融了，入当融讲，跟自性融合成一体。佛经里有用水做比喻，比喻得好，佛比喻河水，印度恒河，释迦牟尼佛讲经教学很长时间在恒河流域，这个河很长，像中国长江、黄河一样，几千里路长。恒河的水在河里面是河水，它流到海里去，六道里面众生就像你还没有脱离恒河，你是河水，你活动的范围离不开恒河，一流向大海，那就没有边际，一入海就变成海水。海水流到海里面去，跟以前这个水都汇合成一起，哪个先、哪个后？没有了，先后不可得。古佛跟今佛找不到了，没有古今、没有先后，融入一体。",
      "zh_TW": "底下經文講『一切眾生入』，我能入，你也能入，他也能入，個個都能入，一切眾生入。放下妄想分別執著就入，入就融了，入當融講，跟自性融合成一體。佛經裡有用水做比喻，比喻得好，佛比喻河水，印度恆河，釋迦牟尼佛講經教學很長時間在恆河流域，這個河很長，像中國長江、黃河一樣，幾千里路長。恆河的水在河裡面是河水，它流到海裡去，六道裡面眾生就像你還沒有脫離恆河，你是河水，你活動的範圍離不開恆河，一流向大海，那就沒有邊際，一入海就變成海水。海水流到海裡面去，跟以前這個水都匯合成一起，哪個先、哪個後？沒有了，先後不可得。古佛跟今佛找不到了，沒有古今、沒有先後，融入一體。"
    },
    {
      "id": "12-047-0074_p0032",
      "zh_CN": "我们如果回归自性，就像这水流向大海一样，在自性里有没有先佛、后佛？没有。有没有古佛、今佛？没有。有没有大佛、小佛？没有，统统没有了。什么时候见到这个现象？实报土里面就见到了，虽流入大海，流到性海里面去了，无始无明习气还没断。这在什么时候？将入未入。恒河的出口，那面是海，这边是恒河，你在出口之处，有这种现象。这种现象就是《华严经》上讲的四十一位法身大士，就这个现象，是在河海交界这个地方出现的，一入到真正大海，那就是习气都没有了，究竟圆满佛。这个比喻很有意思，愈想愈有味道。可是，这四十一个位次，无始无明习气已经不妨碍你跟遍法界虚空界一切众生感应道交，不妨碍。你到了大海的边缘就不妨碍，能力就恢复，跟究竟圆满佛果上可以说是没有两样，而且很快他与一切众生感应道交，帮助一切众生离苦得乐。",
      "zh_TW": "我們如果回歸自性，就像這水流向大海一樣，在自性裡有沒有先佛、後佛？沒有。有沒有古佛、今佛？沒有。有沒有大佛、小佛？沒有，統統沒有了。什麼時候見到這個現象？實報土裡面就見到了，雖流入大海，流到性海裡面去了，無始無明習氣還沒斷。這在什麼時候？將入未入。恆河的出口，那面是海，這邊是恆河，你在出口之處，有這種現象。這種現象就是《華嚴經》上講的四十一位法身大士，就這個現象，是在河海交界這個地方出現的，一入到真正大海，那就是習氣都沒有了，究竟圓滿佛。這個比喻很有意思，愈想愈有味道。可是，這四十一個位次，無始無明習氣已經不妨礙你跟遍法界虛空界一切眾生感應道交，不妨礙。你到了大海的邊緣就不妨礙，能力就恢復，跟究竟圓滿佛果上可以說是沒有兩樣，而且很快他與一切眾生感應道交，幫助一切眾生離苦得樂。"
    },
    {
      "id": "12-047-0074_p0033",
      "zh_CN": "诸位要记住，帮助的方法是破迷开悟，破迷开悟的方法是教学，你不教怎么行！教学的方法里面最重要的是身教，所以释迦牟尼佛当年在世为我们现身说法，做出样子来给我们看。他为什么能做得成功？孔孟在中国为什么能做得成功？没有别的，自己做出榜样，威仪有则，他做成功了。我前几年在老家安徽庐江汤池办了一个传统文化中心，我要求老师，告诉老师，释迦牟尼佛教学成功，孔子、孟子教学成功，靠什么？自己做到才教别人，自己没有做到，要求别人做，就不能成功。所以要求老师先自己把《弟子规》落实，《弟子规》里面一百一十三桩事情，我们认真努力条条都学到，自己真做到，然后你再去教就成功了。这就是佛法融入《弟子规》，把《弟子规》变成我们的思想见解，变成我们的言语行为。我们跟《弟子规》是合一了，我人就是个活的《弟子规》，表演出活的《弟子规》，你在我身上看到，成功。『而实无所入』，你契入境界，没有入的痕迹。我们跟《弟子规》融成一体，实在讲，跟《弟子规》痕迹都没有。这个地方讲的是融入「大方广佛华严」，毘卢遮那佛的实报庄严土。这是这首偈的意思。今天时间到了，我们就学习到此地。",
      "zh_TW": "諸位要記住，幫助的方法是破迷開悟，破迷開悟的方法是教學，你不教怎麼行！教學的方法裡面最重要的是身教，所以釋迦牟尼佛當年在世為我們現身說法，做出樣子來給我們看。他為什麼能做得成功？孔孟在中國為什麼能做得成功？沒有別的，自己做出榜樣，威儀有則，他做成功了。我前幾年在老家安徽廬江湯池辦了一個傳統文化中心，我要求老師，告訴老師，釋迦牟尼佛教學成功，孔子、孟子教學成功，靠什麼？自己做到才教別人，自己沒有做到，要求別人做，就不能成功。所以要求老師先自己把《弟子規》落實，《弟子規》裡面一百一十三樁事情，我們認真努力條條都學到，自己真做到，然後你再去教就成功了。這就是佛法融入《弟子規》，把《弟子規》變成我們的思想見解，變成我們的言語行為。我們跟《弟子規》是合一了，我人就是個活的《弟子規》，表演出活的《弟子規》，你在我身上看到，成功。『而實無所入』，你契入境界，沒有入的痕跡。我們跟《弟子規》融成一體，實在講，跟《弟子規》痕跡都沒有。這個地方講的是融入「大方廣佛華嚴」，毘盧遮那佛的實報莊嚴土。這是這首偈的意思。今天時間到了，我們就學習到此地。"
    }
  ]
}