{
  "doc_id": "12-047-0059",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十九集",
    "zh_TW": "第五十九集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-047-0059",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "12-047-0059_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第四段第二个小段，「威仪住持有则德」。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第四段第二個小段，「威儀住持有則德」。"
    },
    {
      "id": "12-047-0059_p0002",
      "zh_CN": "威仪，现在一般人讲形象、样子。住持，我们住在这个世间，住在这个社会，起心动念、言语造作都要有一个原则，也就是要给社会大众做好样子，不能做坏样子，这就是有则。这是四德里面第二种。前面我们学过摩诃止观里面「顺流十心」，讲随顺烦恼，说明我们日常生活当中，随顺习气就是造轮回业，决定出不了六道轮回。我们学佛，如果这一生成不了佛就错了。要想成佛，一定要反过来，不能随顺烦恼习气，反过来要学诸佛菩萨，我们才能够永脱轮回。轮回太苦，不值得留恋，觉悟的人没有一个不想早一天脱离，了生死出三界。法门虽然多，对我们来讲有一定的难度，佛菩萨很慈悲，总是想方设法希望一切众生都能在一生当中圆满成就，这是慈悲到极处，是真实智慧，无尽的善巧。这是教我们念佛往生西方极乐世界，万修万人去的法门，我们有缘遇到要珍惜。什么时候去？愈快愈好，愈早愈好，不要等。如果要是有等待这个念头，恐怕我们这一生的机会就失掉，等不得。今天我们接着再来学「逆流十心」，就是学佛菩萨反过来。随顺烦恼，迷惑颠倒，造业受报，这是说我们现前的环境，这文字上讲的，「谓修行之人，由前顺流十心，昏倒造恶」，就是随顺六道众生，造六道轮回的业，感六道轮回的果报，昏是迷惑，倒是颠倒，迷惑颠倒造十恶业。「积集重累」，这个累就是罪业生生世世累积，无量无边。佛教我们要认真忏悔，忏除业障，无量劫造的罪业能不能忏悔得掉？能。我们现在学的逆流十心，这十种心全是忏悔，修这十种心我们的罪业就能忏除得干净，所以这很重要。",
      "zh_TW": "威儀，現在一般人講形象、樣子。住持，我們住在這個世間，住在這個社會，起心動念、言語造作都要有一個原則，也就是要給社會大眾做好樣子，不能做壞樣子，這就是有則。這是四德裡面第二種。前面我們學過摩訶止觀裡面「順流十心」，講隨順煩惱，說明我們日常生活當中，隨順習氣就是造輪迴業，決定出不了六道輪迴。我們學佛，如果這一生成不了佛就錯了。要想成佛，一定要反過來，不能隨順煩惱習氣，反過來要學諸佛菩薩，我們才能夠永脫輪迴。輪迴太苦，不值得留戀，覺悟的人沒有一個不想早一天脫離，了生死出三界。法門雖然多，對我們來講有一定的難度，佛菩薩很慈悲，總是想方設法希望一切眾生都能在一生當中圓滿成就，這是慈悲到極處，是真實智慧，無盡的善巧。這是教我們念佛往生西方極樂世界，萬修萬人去的法門，我們有緣遇到要珍惜。什麼時候去？愈快愈好，愈早愈好，不要等。如果要是有等待這個念頭，恐怕我們這一生的機會就失掉，等不得。今天我們接著再來學「逆流十心」，就是學佛菩薩反過來。隨順煩惱，迷惑顛倒，造業受報，這是說我們現前的環境，這文字上講的，「謂修行之人，由前順流十心，昏倒造惡」，就是隨順六道眾生，造六道輪迴的業，感六道輪迴的果報，昏是迷惑，倒是顛倒，迷惑顛倒造十惡業。「積集重累」，這個累就是罪業生生世世累積，無量無邊。佛教我們要認真懺悔，懺除業障，無量劫造的罪業能不能懺悔得掉？能。我們現在學的逆流十心，這十種心全是懺悔，修這十種心我們的罪業就能懺除得乾淨，所以這很重要。"
    },
    {
      "id": "12-047-0059_p0003",
      "zh_CN": "第一个「深信因果」，你看看把这个摆在第一句，而不是把儒的《弟子规》、佛的《十善业》，不是把这个摆在第一，深信因果。《观无量寿佛经》净业三福第三条，四句话，「发菩提心，深信因果，读诵大乘，劝进行者」。这不仅是净宗学人，可以说是各个不同的宗派，乃至八万四千法门，无量法门，最高的指导原则，就这三条。我说这个话是有根据的，不是随便讲的。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一条，人天道。今天我们学佛，无论在家、出家没做到，所以无论怎么修法、无论怎么精进，功夫不得力，法喜不能现前。大乘教里面常讲，菩萨常生欢喜心，法喜充满，我们没有。什么原因？头一条孝养父母没做到，亏了孝道，奉事师长没做到，亏了师道，孝道、师道有亏欠，你功夫怎么会得力！这些年来我们极力提倡扎根教育，从根本上修，根本上修就是修孝道，孝亲尊师，这是根，根本的根本。人不知道父母之恩，不知道师长之恩，你还会有什么成就？现前的社会，在整个世界上，我们所看到的，普遍的都是亏欠这桩事情，亏孝道、亏师道。所以社会大乱，人心没有皈依，就是没有依靠，人心惶惶，莫知所从，这还得了！古时候的社会，人心是定的，没有邪念、没有邪思，为什么？从小就把因果教育扎上，深信因果。善因善果，恶因恶报，因果报应丝毫不爽。",
      "zh_TW": "第一個「深信因果」，你看看把這個擺在第一句，而不是把儒的《弟子規》、佛的《十善業》，不是把這個擺在第一，深信因果。《觀無量壽佛經》淨業三福第三條，四句話，「發菩提心，深信因果，讀誦大乘，勸進行者」。這不僅是淨宗學人，可以說是各個不同的宗派，乃至八萬四千法門，無量法門，最高的指導原則，就這三條。我說這個話是有根據的，不是隨便講的。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一條，人天道。今天我們學佛，無論在家、出家沒做到，所以無論怎麼修法、無論怎麼精進，功夫不得力，法喜不能現前。大乘教裡面常講，菩薩常生歡喜心，法喜充滿，我們沒有。什麼原因？頭一條孝養父母沒做到，虧了孝道，奉事師長沒做到，虧了師道，孝道、師道有虧欠，你功夫怎麼會得力！這些年來我們極力提倡扎根教育，從根本上修，根本上修就是修孝道，孝親尊師，這是根，根本的根本。人不知道父母之恩，不知道師長之恩，你還會有什麼成就？現前的社會，在整個世界上，我們所看到的，普遍的都是虧欠這樁事情，虧孝道、虧師道。所以社會大亂，人心沒有皈依，就是沒有依靠，人心惶惶，莫知所從，這還得了！古時候的社會，人心是定的，沒有邪念、沒有邪思，為什麼？從小就把因果教育紮上，深信因果。善因善果，惡因惡報，因果報應絲毫不爽。"
    },
    {
      "id": "12-047-0059_p0004",
      "zh_CN": "有人问，这个人是好人，都做的善事，为什么他那么贫穷、那么样的苦？古大德告诉我们，他过去生中造的罪业深重，这一生虽然认真努力修善，他的罪报没有消除干净，他还有余罪，他在那里受苦。恶报报尽了，他这一生所修的善，福报就现前。你要不相信，等着瞧，晚年福报会现前，来生的福报更大。佛法里面跟我们讲得清楚，「欲知前世因」，我过去生中造的是什么样的因，「今生受者是」，我这一生所受的就是；过去造的善因，这一生享福，过去造的恶业，这一生就受罪，很明显。又说「欲知来世果，今生作者是」，我想我来生果报怎么样，我这一生所造作的就是；这一生造的善，来生享福，这一生造的恶，来生就受罪，这个道理丝毫不爽。如果我们真正明了、深信，我们这一生会不会造恶业？不会造。为什么？这一生造了，来生受苦，这一生很短暂，来生很长远，我们一定会为来生着想，绝不造贪瞋痴慢。不应该得的钱财决定不能贪得，你命里没有的你得到了，不是生病就是灾难，它就跟着来了。用不正当的手段得到的钱财，他没有受到什么灾难，也没有病苦，那是什么？他命里该有的，命里不该有的话，灾难决定跟着来。命里有，用不正当的手段得来，亏了德行，虽然得到，怎么样？打折扣。譬如命里有一个亿，现在用不正当的手段拿到三、四千万，自己觉得不得了，其实你要不用这种非法的手段，你命里得来是一个亿，现在只得到三、四千万，打了对折都不止，你说冤不冤枉！如果你是善心善行，自己真的有德行，像古圣先贤一样，虽然有大福报，自己生活还是很节俭，一点不浪费、不奢侈。拿自己的福报帮助一切苦难众生，让大家共同来享，你的福报就往上升，命里本来一个亿，可能到十个亿、到一百个亿。这得深信因果的人他才懂得，不为自己，为众生。",
      "zh_TW": "有人問，這個人是好人，都做的善事，為什麼他那麼貧窮、那麼樣的苦？古大德告訴我們，他過去生中造的罪業深重，這一生雖然認真努力修善，他的罪報沒有消除乾淨，他還有餘罪，他在那裡受苦。惡報報盡了，他這一生所修的善，福報就現前。你要不相信，等著瞧，晚年福報會現前，來生的福報更大。佛法裡面跟我們講得清楚，「欲知前世因」，我過去生中造的是什麼樣的因，「今生受者是」，我這一生所受的就是；過去造的善因，這一生享福，過去造的惡業，這一生就受罪，很明顯。又說「欲知來世果，今生作者是」，我想我來生果報怎麼樣，我這一生所造作的就是；這一生造的善，來生享福，這一生造的惡，來生就受罪，這個道理絲毫不爽。如果我們真正明瞭、深信，我們這一生會不會造惡業？不會造。為什麼？這一生造了，來生受苦，這一生很短暫，來生很長遠，我們一定會為來生著想，絕不造貪瞋痴慢。不應該得的錢財決定不能貪得，你命裡沒有的你得到了，不是生病就是災難，它就跟著來了。用不正當的手段得到的錢財，他沒有受到什麼災難，也沒有病苦，那是什麼？他命裡該有的，命裡不該有的話，災難決定跟著來。命裡有，用不正當的手段得來，虧了德行，雖然得到，怎麼樣？打折扣。譬如命裡有一個億，現在用不正當的手段拿到三、四千萬，自己覺得不得了，其實你要不用這種非法的手段，你命裡得來是一個億，現在只得到三、四千萬，打了對折都不止，你說冤不冤枉！如果你是善心善行，自己真的有德行，像古聖先賢一樣，雖然有大福報，自己生活還是很節儉，一點不浪費、不奢侈。拿自己的福報幫助一切苦難眾生，讓大家共同來享，你的福報就往上升，命裡本來一個億，可能到十個億、到一百個億。這得深信因果的人他才懂得，不為自己，為眾生。"
    },
    {
      "id": "12-047-0059_p0005",
      "zh_CN": "佛告诉我们，大乘教里面佛常讲，帮助众生第一德是什么？是帮助众生觉悟。释迦牟尼佛一生不就干这个事情吗？释迦佛一生，跟诸位说，三种布施他修圆满了。第一个财布施，释迦牟尼佛每天出去托钵，全部财产三衣一钵，他用什么做财布施？诸位不知道，财有内财、有外财，我们一般人讲财都是讲外财，释迦牟尼佛是用内财。内财是什么？身体、智慧。每天讲经教学教大家，要不要用身体，要不要体力？要，这是布施。释迦牟尼佛没有做买卖，没有收学费，收学费就是有买卖的，有商业行为，释迦牟尼佛没有。接受大众的供养就是一钵饭而已，衣服破了，接受一件衣服，生病接受医药，四事供养，除这个之外一概不接受。内财布施，内财布施比外财的果报殊胜多了，所以他有财布施。天天帮助人，帮助人破迷开悟，这是法布施。对方果然明白了、觉悟了，破迷开悟、离苦得乐，这是无畏布施。三种布施天天在修，圆满的在修学，做出这个好样子来给我们看，所以佛的福慧圆满。什么叫修福，什么叫修慧，我们就完全从他老人家身上看清楚、看明白了。",
      "zh_TW": "佛告訴我們，大乘教裡面佛常講，幫助眾生第一德是什麼？是幫助眾生覺悟。釋迦牟尼佛一生不就幹這個事情嗎？釋迦佛一生，跟諸位說，三種布施他修圓滿了。第一個財布施，釋迦牟尼佛每天出去托缽，全部財產三衣一缽，他用什麼做財布施？諸位不知道，財有內財、有外財，我們一般人講財都是講外財，釋迦牟尼佛是用內財。內財是什麼？身體、智慧。每天講經教學教大家，要不要用身體，要不要體力？要，這是布施。釋迦牟尼佛沒有做買賣，沒有收學費，收學費就是有買賣的，有商業行為，釋迦牟尼佛沒有。接受大眾的供養就是一缽飯而已，衣服破了，接受一件衣服，生病接受醫藥，四事供養，除這個之外一概不接受。內財布施，內財布施比外財的果報殊勝多了，所以他有財布施。天天幫助人，幫助人破迷開悟，這是法布施。對方果然明白了、覺悟了，破迷開悟、離苦得樂，這是無畏布施。三種布施天天在修，圓滿的在修學，做出這個好樣子來給我們看，所以佛的福慧圓滿。什麼叫修福，什麼叫修慧，我們就完全從他老人家身上看清楚、看明白了。"
    },
    {
      "id": "12-047-0059_p0006",
      "zh_CN": "「威仪有则」一定要以释迦牟尼佛为标准、为榜样，我们得向他学习。为什么现在人学不到？就是不相信因果，相信不深，深信因果的人他能做得到。世尊可以做到，我为什么不能做到？出了家，在家同修有供养，供养为什么？他来修福的。我们自己没有福报，我们怎么办？帮助他去修福报，这就对了。帮助他要知道，帮助他修最殊胜的果报，这就是帮助众生破迷开悟。近代有个好榜样，印光大师，我学他老人家。他老人家四众供养不少，这是祖师大德，他自己没有用过一分钱，所有这些供养干什么去？印经布施，妙不可言！他不干别的，专门干这一样，一门深入。他在苏州搞个印刷厂，叫弘化社，印经书、印善书就拿这些钱。世间有时候也有灾难，旱灾、水灾，严重的灾害，他老人家也发心拿一点钱去救济。救济的钱从哪来？从印经的款项里面拨出一点来做救济，这个救灾也是修福，他给我们做了最好的榜样。老法师的关房我去拜访过，非常简陋，两间小房子，一个是卧室，一个小佛堂。小佛堂只供了一尊佛像，阿弥陀佛接引像，一对蜡台，一个香炉，一杯水，佛像后面写了一个大字「死」字，我看到了。这是在这个时代，印光大师很多同修知道，西方极乐世界大势至菩萨再来的，他给我们做的样子，这个时代的修行人，你看他的样子就对了，你就没错。",
      "zh_TW": "「威儀有則」一定要以釋迦牟尼佛為標準、為榜樣，我們得向他學習。為什麼現在人學不到？就是不相信因果，相信不深，深信因果的人他能做得到。世尊可以做到，我為什麼不能做到？出了家，在家同修有供養，供養為什麼？他來修福的。我們自己沒有福報，我們怎麼辦？幫助他去修福報，這就對了。幫助他要知道，幫助他修最殊勝的果報，這就是幫助眾生破迷開悟。近代有個好榜樣，印光大師，我學他老人家。他老人家四眾供養不少，這是祖師大德，他自己沒有用過一分錢，所有這些供養幹什麼去？印經布施，妙不可言！他不幹別的，專門幹這一樣，一門深入。他在蘇州搞個印刷廠，叫弘化社，印經書、印善書就拿這些錢。世間有時候也有災難，旱災、水災，嚴重的災害，他老人家也發心拿一點錢去救濟。救濟的錢從哪來？從印經的款項裡面撥出一點來做救濟，這個救災也是修福，他給我們做了最好的榜樣。老法師的關房我去拜訪過，非常簡陋，兩間小房子，一個是臥室，一個小佛堂。小佛堂只供了一尊佛像，阿彌陀佛接引像，一對蠟台，一個香爐，一杯水，佛像後面寫了一個大字「死」字，我看到了。這是在這個時代，印光大師很多同修知道，西方極樂世界大勢至菩薩再來的，他給我們做的樣子，這個時代的修行人，你看他的樣子就對了，你就沒錯。"
    },
    {
      "id": "12-047-0059_p0007",
      "zh_CN": "他一再的告诉我们，在这个大时代里，真正修行人建道场，小道场。道场要小小的，人要少少的，不要超过二十个人，生活容易，二、三个有力的护法就够了，你心是定的，不要求人。二十个人个个成就，那还得了！虽然如是，还得要有缘分。我常常讲，我这一生没有福报，没有出家之前流浪，出家之后还是流浪。我常常想能在一个地方住下来，不要再动了，想了几十年都想不到。什么原因？自己没有福报，别人的道场好，不能长久，中国古人所讲「人无千日好，花无百日香」，这两句话我体会得最深。住人家道场，三年就得离开，人无千日好，一千日是三年，就得要离开，缘如是。不过我还算是不错，这边缘没有了，那边缘又来了，没有受到什么苦难。从前李老师跟我讲，「你倒不错，广结善缘」，是的，广结善缘，「自己能成就，不能成就别人」。这是真的，为什么？成就别人要定在一个地方。哪有人听一部经二、三年就成就的？没有。所以老师告诉我，还是要住在一个地方。我说我知道，那也是缘分，也是福报。我知道自古以来祖师大德，哪一个不是住一个地方一生不下山成就的，像我这种到处流浪的没有。我不是不知道，缘不足。无论是国内、国外，可以说我缘都非常好，但是找一个地方定下来，这个缘没有，福报不够，对个人没有问题，帮助别人、成就别人就有困难。古时候有，有那种大德，建一个小道场供养你，让你在这里安居，成就你。现在没有了，现在人都是凑热闹，这是我们不能不知道的。",
      "zh_TW": "他一再的告訴我們，在這個大時代裡，真正修行人建道場，小道場。道場要小小的，人要少少的，不要超過二十個人，生活容易，二、三個有力的護法就夠了，你心是定的，不要求人。二十個人個個成就，那還得了！雖然如是，還得要有緣分。我常常講，我這一生沒有福報，沒有出家之前流浪，出家之後還是流浪。我常常想能在一個地方住下來，不要再動了，想了幾十年都想不到。什麼原因？自己沒有福報，別人的道場好，不能長久，中國古人所講「人無千日好，花無百日香」，這兩句話我體會得最深。住人家道場，三年就得離開，人無千日好，一千日是三年，就得要離開，緣如是。不過我還算是不錯，這邊緣沒有了，那邊緣又來了，沒有受到什麼苦難。從前李老師跟我講，「你倒不錯，廣結善緣」，是的，廣結善緣，「自己能成就，不能成就別人」。這是真的，為什麼？成就別人要定在一個地方。哪有人聽一部經二、三年就成就的？沒有。所以老師告訴我，還是要住在一個地方。我說我知道，那也是緣分，也是福報。我知道自古以來祖師大德，哪一個不是住一個地方一生不下山成就的，像我這種到處流浪的沒有。我不是不知道，緣不足。無論是國內、國外，可以說我緣都非常好，但是找一個地方定下來，這個緣沒有，福報不夠，對個人沒有問題，幫助別人、成就別人就有困難。古時候有，有那種大德，建一個小道場供養你，讓你在這裡安居，成就你。現在沒有了，現在人都是湊熱鬧，這是我們不能不知道的。"
    },
    {
      "id": "12-047-0059_p0008",
      "zh_CN": "我这么多年来在全世界各处流浪，也成就了一桩事情，宣传佛法，宣扬中国传统伦理道德的文化，也起了一点作用，但是真正成就人不行。我常常讲，真正成就人，中国古人常说，「十载寒窗，一举成名」，至少要有个地方让我们住下来十年。成就几个人？最多十个人，能有十个人在一起学习经教，在一起念佛修行。我这个话说得很多，常常讲，所以也有人写信给我，想参加，我说不行，现在缘不具足，我还没地方。原本我想到我的老家安徽省庐江县，有一个古寺庙实际禅寺，方丈老和尚非常慈悲，希望我利用这个道场讲经教学，他老人家护法，我非常喜欢。没想到这个老人上个月往生了，你看这就是缘不成就。没有个真正发心来护持的人你就没办法，所以不容易。我们还是期望着下一任的住持，我们不知道是谁，肯不肯像满成老和尚一样继续发心来护持正法。确实我们真有个十年，十年每个同学专攻一部经，一门深入，长时薰修，就会有成就。这些同学的条件，什么条件能参加？我们这个地方讲的十条就是条件，他要是有这十条决定成就。",
      "zh_TW": "我這麼多年來在全世界各處流浪，也成就了一樁事情，宣傳佛法，宣揚中國傳統倫理道德的文化，也起了一點作用，但是真正成就人不行。我常常講，真正成就人，中國古人常說，「十載寒窗，一舉成名」，至少要有個地方讓我們住下來十年。成就幾個人？最多十個人，能有十個人在一起學習經教，在一起念佛修行。我這個話說得很多，常常講，所以也有人寫信給我，想參加，我說不行，現在緣不具足，我還沒地方。原本我想到我的老家安徽省廬江縣，有一個古寺廟實際禪寺，方丈老和尚非常慈悲，希望我利用這個道場講經教學，他老人家護法，我非常喜歡。沒想到這個老人上個月往生了，你看這就是緣不成就。沒有個真正發心來護持的人你就沒辦法，所以不容易。我們還是期望著下一任的住持，我們不知道是誰，肯不肯像滿成老和尚一樣繼續發心來護持正法。確實我們真有個十年，十年每個同學專攻一部經，一門深入，長時薰修，就會有成就。這些同學的條件，什麼條件能參加？我們這個地方講的十條就是條件，他要是有這十條決定成就。"
    },
    {
      "id": "12-047-0059_p0009",
      "zh_CN": "第一个是「深信因果」，对于业因果报决定没有怀疑。第二个「生重惭愧」，惭愧就是羞耻心，我们要身心清净，不能隐藏一点见不得人的事情。发露忏悔，要认真自己去反省，我这一生当中对父母有没有亏欠，对兄弟、对亲戚朋友、对老师、对同学有没有昧着良心的事情，这个重要！你想得愈细愈好，一丝毫不能够隐瞒，你都说出来。为什么？这些事情隐瞒在心里，不愿意让别人知道，这是属于罪业，王凤仪先生所讲的那是病根，他讲得正确，诸佛如来也讲是病根，贪、瞋、痴、慢、疑、恶见，六个根本烦恼。人会生病，为什么会生病？你里面有病根。诸佛如来对一切众生，不但对有情众生，对无情众生、对山河大地，决定没有贪瞋痴慢疑恶见，没有，这叫清净心，所以诸佛如来是金刚不坏身，他不生病。因要是加上缘，罪业、病苦就来了。缘是什么？缘是现前的烦恼，王凤仪讲的，我同意他的说法，他说烦、恼、怨、恨、发脾气。我们这一生当中有没有怨恨过人？有没有发脾气？有没有看到别人的过失？看别人过失，自己就得病。惠能大师说得好，《坛经》里面说，「若真修道人，不见世间过」。你天天看到别人的不是，王凤仪先生说你收别人的阴气，阴气就是病的缘，你看别人的好处，你收别人的阳气，阳气是养身的，阴气是病。专门找别人的麻烦，对自己是最大的伤害，这个话我在讲席里面讲得很多，你怨恨别人、批评别人，别人受害三分，你自己受害七分，划不来，错了！",
      "zh_TW": "第一個是「深信因果」，對於業因果報決定沒有懷疑。第二個「生重慚愧」，慚愧就是羞恥心，我們要身心清淨，不能隱藏一點見不得人的事情。發露懺悔，要認真自己去反省，我這一生當中對父母有沒有虧欠，對兄弟、對親戚朋友、對老師、對同學有沒有昧著良心的事情，這個重要！你想得愈細愈好，一絲毫不能夠隱瞞，你都說出來。為什麼？這些事情隱瞞在心裡，不願意讓別人知道，這是屬於罪業，王鳳儀先生所講的那是病根，他講得正確，諸佛如來也講是病根，貪、瞋、痴、慢、疑、惡見，六個根本煩惱。人會生病，為什麼會生病？你裡面有病根。諸佛如來對一切眾生，不但對有情眾生，對無情眾生、對山河大地，決定沒有貪瞋痴慢疑惡見，沒有，這叫清淨心，所以諸佛如來是金剛不壞身，他不生病。因要是加上緣，罪業、病苦就來了。緣是什麼？緣是現前的煩惱，王鳳儀講的，我同意他的說法，他說煩、惱、怨、恨、發脾氣。我們這一生當中有沒有怨恨過人？有沒有發脾氣？有沒有看到別人的過失？看別人過失，自己就得病。惠能大師說得好，《壇經》裡面說，「若真修道人，不見世間過」。你天天看到別人的不是，王鳳儀先生說你收別人的陰氣，陰氣就是病的緣，你看別人的好處，你收別人的陽氣，陽氣是養身的，陰氣是病。專門找別人的麻煩，對自己是最大的傷害，這個話我在講席裡面講得很多，你怨恨別人、批評別人，別人受害三分，你自己受害七分，划不來，錯了！"
    },
    {
      "id": "12-047-0059_p0010",
      "zh_CN": "我们常常回想、反省，惭愧心就生起来，对不起自己，对不起父母，对不起老师，对不起佛菩萨。出家了才想到对不起所有的护法，我修行没有成就，他们供养我，这怎么能消得掉？古来祖师说了一句话，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，你得要还债，这个供养不好消化。我们在世界各地供养的人很多，实在讲百分之七十到八十的供养是台湾的同修，所以台湾同修有福。金融风暴来了，我告诉台湾同修不要害怕，为什么？你们有福报。福报从哪来的？肯布施。在国外，还是靠华侨，华侨肯布施，但是布施数字不大，为什么？在外面工作很辛苦，赚钱不容易。只有外国人，那就太少太少了，我在全世界，外国人对我的供养一年不会超过美金一万块钱。我们这么多年在全世界的活动花的钱很多，要知道百分之八十是台湾同修支持的，另外几乎将近百分之二十是华侨跟中国大陆同胞，这是我几十年当中亲身体验的。我们从来不攀缘，从来没有伸手向人要过钱，都是自动自发的，我们给他做好事。这里头的帐目要清楚，不清楚的话以后麻烦可大了。",
      "zh_TW": "我們常常回想、反省，慚愧心就生起來，對不起自己，對不起父母，對不起老師，對不起佛菩薩。出家了才想到對不起所有的護法，我修行沒有成就，他們供養我，這怎麼能消得掉？古來祖師說了一句話，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，你得要還債，這個供養不好消化。我們在世界各地供養的人很多，實在講百分之七十到八十的供養是台灣的同修，所以台灣同修有福。金融風暴來了，我告訴台灣同修不要害怕，為什麼？你們有福報。福報從哪來的？肯布施。在國外，還是靠華僑，華僑肯布施，但是布施數字不大，為什麼？在外面工作很辛苦，賺錢不容易。只有外國人，那就太少太少了，我在全世界，外國人對我的供養一年不會超過美金一萬塊錢。我們這麼多年在全世界的活動花的錢很多，要知道百分之八十是台灣同修支持的，另外幾乎將近百分之二十是華僑跟中國大陸同胞，這是我幾十年當中親身體驗的。我們從來不攀緣，從來沒有伸手向人要過錢，都是自動自發的，我們給他做好事。這裡頭的帳目要清楚，不清楚的話以後麻煩可大了。"
    },
    {
      "id": "12-047-0059_p0011",
      "zh_CN": "做好事也要有缘分，没有缘分，想做好事也做不成，钱放在那个地方麻烦！我去年做了一桩事情，向台湾商务印书馆订了一百套《四库全书》，大概合台湾钱一亿多，将近两亿。这书做什么用？我想用九十套送给大陆著名的大学跟国家图书馆，这个书可能快要完成，另外十套送给海外。这些都是诸佛菩萨、古圣先贤所提倡的文化教育事业，提供给有心研究汉学的人。我们很清楚，今天这个动乱的世界要想恢复秩序，恢复到安定和平，真的就像汤恩比所说的，一定要中国孔孟学说跟大乘佛法。所以我们印《大藏经》，我们的目标是一万套，现在已经接近了，我们印送的已经超过七千套。我们没有去盖庙，我们做文化事业。这些主要还是送学校图书馆，寺庙我们也有送。在国际上，我们做宣传中国传统文化、宣扬大乘佛法，也有许多要用钱的地方，都产生很好的效果，尤其是在团结宗教，帮助社会化解冲突，恢复安定和平，这是我们的方向、目标。",
      "zh_TW": "做好事也要有緣分，沒有緣分，想做好事也做不成，錢放在那個地方麻煩！我去年做了一樁事情，向台灣商務印書館訂了一百套《四庫全書》，大概合台灣錢一億多，將近兩億。這書做什麼用？我想用九十套送給大陸著名的大學跟國家圖書館，這個書可能快要完成，另外十套送給海外。這些都是諸佛菩薩、古聖先賢所提倡的文化教育事業，提供給有心研究漢學的人。我們很清楚，今天這個動亂的世界要想恢復秩序，恢復到安定和平，真的就像湯恩比所說的，一定要中國孔孟學說跟大乘佛法。所以我們印《大藏經》，我們的目標是一萬套，現在已經接近了，我們印送的已經超過七千套。我們沒有去蓋廟，我們做文化事業。這些主要還是送學校圖書館，寺廟我們也有送。在國際上，我們做宣傳中國傳統文化、宣揚大乘佛法，也有許多要用錢的地方，都產生很好的效果，尤其是在團結宗教，幫助社會化解衝突，恢復安定和平，這是我們的方向、目標。"
    },
    {
      "id": "12-047-0059_p0012",
      "zh_CN": "教育，佛菩萨、古圣先贤做出榜样给我们看，要想影响人，先要把自己修好，自己要没有修好，怎么能影响别人。也就是说人是教得好的，我要把别人教好，先把自己教好，才能影响别人，自己没有教好，说影响别人那是做不到的。我们自己没有惭愧心，怎么能叫别人生起惭愧心？生惭愧心具体的方法，就是不要看别人的过失，专门找别人的长处，看别人的优点，人人是好人。看别人的过失，人人都是恶人，我们为什么不转过来？中国古大德教导我们隐恶扬善，这道理很深。别人做的过失我们不放在心上，也不去说他，让他自己去反省；他有一点好处，我们赞叹他、鼓励他，慢慢他就觉悟了。自己所造的恶，别人都原谅我，都不提，做一点好事就赞叹、鼓励，人就会离恶修善。我们说别人过失，批评别人，想想自己有没有过失？自己如果有过失，对方能服你吗？愿意接受吗？释迦牟尼佛的老师是谁？孔子的老师是谁？人人都是我的老师，我看到别人好处，我想想我自己有没有？没有，向他学习；有，很好，继续保持。看到别人作恶，我想想有没有？有，要改过来；没有，勉励自己不要犯他的过失，不都是老师吗？善人是老师，恶人也是老师，我们对一切众生感恩的心才能生起来。真的感恩，都是帮助我、成长我，我们就生活在佛菩萨的世界里。处处见到别人过失，看不到别人好处，自己生活在饿鬼、地狱里头，那多苦！",
      "zh_TW": "教育，佛菩薩、古聖先賢做出榜樣給我們看，要想影響人，先要把自己修好，自己要沒有修好，怎麼能影響別人。也就是說人是教得好的，我要把別人教好，先把自己教好，才能影響別人，自己沒有教好，說影響別人那是做不到的。我們自己沒有慚愧心，怎麼能叫別人生起慚愧心？生慚愧心具體的方法，就是不要看別人的過失，專門找別人的長處，看別人的優點，人人是好人。看別人的過失，人人都是惡人，我們為什麼不轉過來？中國古大德教導我們隱惡揚善，這道理很深。別人做的過失我們不放在心上，也不去說他，讓他自己去反省；他有一點好處，我們讚歎他、鼓勵他，慢慢他就覺悟了。自己所造的惡，別人都原諒我，都不提，做一點好事就讚歎、鼓勵，人就會離惡修善。我們說別人過失，批評別人，想想自己有沒有過失？自己如果有過失，對方能服你嗎？願意接受嗎？釋迦牟尼佛的老師是誰？孔子的老師是誰？人人都是我的老師，我看到別人好處，我想想我自己有沒有？沒有，向他學習；有，很好，繼續保持。看到別人作惡，我想想有沒有？有，要改過來；沒有，勉勵自己不要犯他的過失，不都是老師嗎？善人是老師，惡人也是老師，我們對一切眾生感恩的心才能生起來。真的感恩，都是幫助我、成長我，我們就生活在佛菩薩的世界裡。處處見到別人過失，看不到別人好處，自己生活在餓鬼、地獄裡頭，那多苦！"
    },
    {
      "id": "12-047-0059_p0013",
      "zh_CN": "第三「生大怖畏」，这一条在现在来说，我不知道你们有没有生大怖畏。我是四十多年，至少有四十五年以上没有看电视，电视、报纸、杂志、广播都绝缘，我都不看了。我一些信息从哪里来？有些同修他们在媒体，特别是在网路上，重要的信息把它下载来给我看。我看到生大怖畏！头一桩叫我感到怖畏的事情，地球的暖化。今天这个世界许多地区夏天的温度超过四十度，还有些地方到摄氏四十八度。科学家提出警告，温度要是继续上升，地球会毁灭，为什么？粮食减产，太热了，粮食都坏了。稻米、小麦，科学家统计，全世界的粮食都欠收，将来没有粮食吃的人要超过十亿人以上。我们知道现在世界上人口六十七亿人，就算七十亿，七个人当中有一个人没有粮食吃，这还得了！自然灾害，南北极的冰快速的融化，海水向上升，估计会上升一米到三米，世界上沿海的都市都会淹没。还有瘟疫，台湾还是个福地，还算不错，许多国家，特别是欧美，瘟疫爆发了。世界卫生组织警告大家，这个瘟疫是全球性的，估计三分之一的人会感染，三分之一是二十多亿人，会感染，感染当然不一定死亡。也有人估计，感染的人，一千个人当中可能会有四个死亡，这数字也相当可观。",
      "zh_TW": "第三「生大怖畏」，這一條在現在來說，我不知道你們有沒有生大怖畏。我是四十多年，至少有四十五年以上沒有看電視，電視、報紙、雜誌、廣播都絕緣，我都不看了。我一些信息從哪裡來？有些同修他們在媒體，特別是在網路上，重要的信息把它下載來給我看。我看到生大怖畏！頭一樁叫我感到怖畏的事情，地球的暖化。今天這個世界許多地區夏天的溫度超過四十度，還有些地方到攝氏四十八度。科學家提出警告，溫度要是繼續上升，地球會毀滅，為什麼？糧食減產，太熱了，糧食都壞了。稻米、小麥，科學家統計，全世界的糧食都欠收，將來沒有糧食吃的人要超過十億人以上。我們知道現在世界上人口六十七億人，就算七十億，七個人當中有一個人沒有糧食吃，這還得了！自然災害，南北極的冰快速的融化，海水向上升，估計會上升一米到三米，世界上沿海的都市都會淹沒。還有瘟疫，台灣還是個福地，還算不錯，許多國家，特別是歐美，瘟疫爆發了。世界衛生組織警告大家，這個瘟疫是全球性的，估計三分之一的人會感染，三分之一是二十多億人，會感染，感染當然不一定死亡。也有人估計，感染的人，一千個人當中可能會有四個死亡，這數字也相當可觀。"
    },
    {
      "id": "12-047-0059_p0014",
      "zh_CN": "科学家想不出方法，佛法里头有，他不相信，说这是迷信，没有科学根据，这事情就难了。佛法里怎么讲？佛法说「境随心转」。灾难从哪里来的？不是自然来的，是我们的心、行为不善所感得的，如果我们每个人都觉悟，断恶修善，灾难就没有了。可是大多数人不相信，不相信怎么办？我们自己相信，哪一个相信的人我们自己真干，我们干虽然不能影响整个世界，在我们生活周边会影响。我相信台湾的同修至少有一半可以接受，不要说一半，十分之一，十分之一的人能够接受佛法提供的这个方法，断恶修善，有十分之一的人断恶修善，台湾就没有问题，大灾难就变成小灾难，小灾难就没有灾难，要相信！古人常讲，「不听老人言，吃亏在眼前」，老人是谁？古圣先贤、诸佛菩萨是老人。所以台湾我们要重视伦理教育、道德教育、因果教育、宗教教育，这个地区就是地球上的极乐世界。极乐世界是人缔造成的，不是自然的。你看西方极乐世界怎么成就的？释迦牟尼佛告诉我们，那个世界是「诸上善人俱会一处」。我们台湾这个小岛二千三百万人，如果有十分之一的人断恶修善，我们向上善这个目标去精进，认真的修行，就把台湾的环境整个转变，十分之一的人就可以做到。所以要生起大怖畏，现在不干来不及了！我们看到网路上这些资讯提心吊胆。从谁做起？从我做起。不要问别人，你要把希望寄托在别人，你会大失所望，一定从自己本身做起，然后影响你一家人，你一家人都做，你一家会影响邻居。在宗教团体里面寺院庵堂，出家人带头做，影响信众，就能够缓解当前这许许多多的灾难。我们做出好榜样，真有效果了，就会影响世界。汤恩比所说的，解决二十一世纪社会问题要靠孔孟学说，孔孟学说是什么？伦理道德；要靠大乘佛法，大乘佛法是什么？是因果、真诚慈悲、破迷开悟。",
      "zh_TW": "科學家想不出方法，佛法裡頭有，他不相信，說這是迷信，沒有科學根據，這事情就難了。佛法裡怎麼講？佛法說「境隨心轉」。災難從哪裡來的？不是自然來的，是我們的心、行為不善所感得的，如果我們每個人都覺悟，斷惡修善，災難就沒有了。可是大多數人不相信，不相信怎麼辦？我們自己相信，哪一個相信的人我們自己真幹，我們幹雖然不能影響整個世界，在我們生活周邊會影響。我相信台灣的同修至少有一半可以接受，不要說一半，十分之一，十分之一的人能夠接受佛法提供的這個方法，斷惡修善，有十分之一的人斷惡修善，台灣就沒有問題，大災難就變成小災難，小災難就沒有災難，要相信！古人常講，「不聽老人言，吃虧在眼前」，老人是誰？古聖先賢、諸佛菩薩是老人。所以台灣我們要重視倫理教育、道德教育、因果教育、宗教教育，這個地區就是地球上的極樂世界。極樂世界是人締造成的，不是自然的。你看西方極樂世界怎麼成就的？釋迦牟尼佛告訴我們，那個世界是「諸上善人俱會一處」。我們台灣這個小島二千三百萬人，如果有十分之一的人斷惡修善，我們向上善這個目標去精進，認真的修行，就把台灣的環境整個轉變，十分之一的人就可以做到。所以要生起大怖畏，現在不幹來不及了！我們看到網路上這些資訊提心吊膽。從誰做起？從我做起。不要問別人，你要把希望寄託在別人，你會大失所望，一定從自己本身做起，然後影響你一家人，你一家人都做，你一家會影響鄰居。在宗教團體裡面寺院庵堂，出家人帶頭做，影響信眾，就能夠緩解當前這許許多多的災難。我們做出好榜樣，真有效果了，就會影響世界。湯恩比所說的，解決二十一世紀社會問題要靠孔孟學說，孔孟學說是什麼？倫理道德；要靠大乘佛法，大乘佛法是什麼？是因果、真誠慈悲、破迷開悟。"
    },
    {
      "id": "12-047-0059_p0015",
      "zh_CN": "下面第四条「发露忏悔」，这一条非常重要，无论在家、出家修行，所有过失不要隐瞒。对哪些人说？对你的亲朋好友说，对你的家亲眷属说，对你的老师、同学说，把心里的真心话说出来，要认错，要承认我做错了，我有罪业。说出来之后，你的心情就愉快，没说出，这个东西藏在心里，藏在心里是毒，说出来之后就流出去，吐出去了。真正的后不再造，这叫忏悔。我初学佛的时候章嘉大师教给我，那时候，我前生没修福，没有福报，生活非常艰苦，老师教我，学佛，「佛氏门中，有求必应」，我第一次听到这个话是章嘉大师教我的。他又说，有时候你有求没有感应，这什么原因？不是佛不灵，不是法不灵，是你自己有业障，你必须要忏悔，忏除业障，你所求的心愿就能现前。怎么忏悔法？那时候刚刚学佛，寺庙里面的佛事活动我从来没参加过，怎么忏悔法？他老人家告诉我，知过必改，后不再造，是真忏悔。你在佛菩萨面前忏悔了，明天再干，没有用。真正晓得我错了，我以后再不会干这个错事，这叫真忏悔。你的过失、罪业，实在讲知道的人愈多愈好，接受别人的批评、别人的责备，为什么？你的罪业就消掉了。如果你隐瞒着不给人知道，藏得很密，你这个罪业不但在，它还会增长，麻烦大了。小罪变成大罪，大罪变成重罪，以后必堕三途，这就错了。发露忏悔，要把过去自己所造的一切不善隐瞒隐藏反过来，要自己责备自己。古大德常讲，「不怕念起，只怕觉迟」，我一念错了，怨恨别人，这个念头起来立刻就能够转过来，这就对了。不要让这个恶念念念相续，不能再变成错误的行为，那个罪业就重了，这不能不知道。",
      "zh_TW": "下面第四條「發露懺悔」，這一條非常重要，無論在家、出家修行，所有過失不要隱瞞。對哪些人說？對你的親朋好友說，對你的家親眷屬說，對你的老師、同學說，把心裡的真心話說出來，要認錯，要承認我做錯了，我有罪業。說出來之後，你的心情就愉快，沒說出，這個東西藏在心裡，藏在心裡是毒，說出來之後就流出去，吐出去了。真正的後不再造，這叫懺悔。我初學佛的時候章嘉大師教給我，那時候，我前生沒修福，沒有福報，生活非常艱苦，老師教我，學佛，「佛氏門中，有求必應」，我第一次聽到這個話是章嘉大師教我的。他又說，有時候你有求沒有感應，這什麼原因？不是佛不靈，不是法不靈，是你自己有業障，你必須要懺悔，懺除業障，你所求的心願就能現前。怎麼懺悔法？那時候剛剛學佛，寺廟裡面的佛事活動我從來沒參加過，怎麼懺悔法？他老人家告訴我，知過必改，後不再造，是真懺悔。你在佛菩薩面前懺悔了，明天再幹，沒有用。真正曉得我錯了，我以後再不會幹這個錯事，這叫真懺悔。你的過失、罪業，實在講知道的人愈多愈好，接受別人的批評、別人的責備，為什麼？你的罪業就消掉了。如果你隱瞞著不給人知道，藏得很密，你這個罪業不但在，它還會增長，麻煩大了。小罪變成大罪，大罪變成重罪，以後必墮三途，這就錯了。發露懺悔，要把過去自己所造的一切不善隱瞞隱藏反過來，要自己責備自己。古大德常講，「不怕念起，只怕覺遲」，我一念錯了，怨恨別人，這個念頭起來立刻就能夠轉過來，這就對了。不要讓這個惡念念念相續，不能再變成錯誤的行為，那個罪業就重了，這不能不知道。"
    },
    {
      "id": "12-047-0059_p0016",
      "zh_CN": "下面第五，「断相续心」，这是我们错误的念头、错误的言行不能让它相续，忏悔之后马上就要断掉，不能再做。《华严经》、大乘教里面佛常说，「一切众生本来是佛」，我们对释迦牟尼佛尊敬，对阿弥陀佛尊敬，为什么对人就不尊敬？释迦牟尼佛告诉我们，一切众生本来是佛，如果我们信佛，我们接受佛陀的教诲，那么我们看一切众生不能像过去那个看法，他是恶人，他是坏人，那是畜生，那是饿鬼，你就不能用这个心态去看。怎么样？那都是诸佛如来。他为什么会变成这个样子？做如是示现来教我的。贪心，饿鬼道去了，他现鬼身给我看，我马上想到，我要有贪心将来就这样，我要有瞋恚心将来就是地狱，我要是愚痴、糊涂将来就是畜生。诸佛如来在示现，在表演给我看。示现天人，人家修十善；示现罗汉，人家修四谛；示现菩萨，他修六度，哪一个不是诸佛如来的化身？我们要是这么一个心态来观察，对一切众生自然就生起恭敬心，礼敬诸佛、称赞如来、广修供养，我们才能做到，很自然的做到。广修供养，我并没有拿什么钱、东西去供养，我依教奉行就是供养，真供养，这不是假的。佛在经典上讲的这些道理我明白、我懂了，我就把它落实在生活当中，我做到了，这叫法供养。一切供养当中第一，「依教修行供养」。我们所得到的真是法喜充满，常生欢喜心。毁谤我的人是菩萨，侮辱我的人是菩萨，陷害我的人是佛菩萨，天天找我麻烦的人也是佛菩萨，我用什么心对待他？感恩的心对待他，处处在学，天天在学，不断在学，提升自己的灵性，提升自己的境界。清净、平等、正觉、慈悲天天增长，看破、放下、自在、随缘，愈做愈欢喜。所有一切不善的念头没有了，所有一切不善的行为没有了，不善的念头是贪瞋痴慢，念头没有了，行为自然就纠正过来。",
      "zh_TW": "下面第五，「斷相續心」，這是我們錯誤的念頭、錯誤的言行不能讓它相續，懺悔之後馬上就要斷掉，不能再做。《華嚴經》、大乘教裡面佛常說，「一切眾生本來是佛」，我們對釋迦牟尼佛尊敬，對阿彌陀佛尊敬，為什麼對人就不尊敬？釋迦牟尼佛告訴我們，一切眾生本來是佛，如果我們信佛，我們接受佛陀的教誨，那麼我們看一切眾生不能像過去那個看法，他是惡人，他是壞人，那是畜生，那是餓鬼，你就不能用這個心態去看。怎麼樣？那都是諸佛如來。他為什麼會變成這個樣子？做如是示現來教我的。貪心，餓鬼道去了，他現鬼身給我看，我馬上想到，我要有貪心將來就這樣，我要有瞋恚心將來就是地獄，我要是愚痴、糊塗將來就是畜生。諸佛如來在示現，在表演給我看。示現天人，人家修十善；示現羅漢，人家修四諦；示現菩薩，他修六度，哪一個不是諸佛如來的化身？我們要是這麼一個心態來觀察，對一切眾生自然就生起恭敬心，禮敬諸佛、稱讚如來、廣修供養，我們才能做到，很自然的做到。廣修供養，我並沒有拿什麼錢、東西去供養，我依教奉行就是供養，真供養，這不是假的。佛在經典上講的這些道理我明白、我懂了，我就把它落實在生活當中，我做到了，這叫法供養。一切供養當中第一，「依教修行供養」。我們所得到的真是法喜充滿，常生歡喜心。毀謗我的人是菩薩，侮辱我的人是菩薩，陷害我的人是佛菩薩，天天找我麻煩的人也是佛菩薩，我用什麼心對待他？感恩的心對待他，處處在學，天天在學，不斷在學，提升自己的靈性，提升自己的境界。清淨、平等、正覺、慈悲天天增長，看破、放下、自在、隨緣，愈做愈歡喜。所有一切不善的念頭沒有了，所有一切不善的行為沒有了，不善的念頭是貪瞋痴慢，念頭沒有了，行為自然就糾正過來。"
    },
    {
      "id": "12-047-0059_p0017",
      "zh_CN": "第六是「发菩提心」，菩提是梵语，中国意思是觉悟。我们在没接触到大乘佛法之前，我们起心动念都是自私自利，念念为自己，为自己就会伤害别人，真的是损人利己。菩提心跟这个相反，他真正觉悟，能舍己为人，为什么要这样做？人我是一体，这个道理深。《华严经》上讲的，「情与无情，同圆种智」，大乘教里面常说，「十方三世佛，共同一法身」，从这个地方我们认知整个宇宙是一体。为别人才是真正为自己，要是为自己那真正是害自己，为什么？增长我执。为什么会有六道？因为你执着有我，就有六道，哪天不再执着身是我，六道就超越了。只要有我，你就出不了六道轮回。见思烦恼里面头一个「身见」，执着身是我，错了，身不是我。我有没有？有，大乘教上讲，诸佛如来有四净德「常、乐、我、净」，有真我。真我，真我不生不灭，这个身有生有灭。身是什么？佛法里讲得好，它不是我，它是我所，是我所有的。像衣服一样，衣服不是我，是我所有的，这个要搞清楚，你就觉悟，你就不受害了。六道凡夫迷得深，不觉，他把身当作我。就好像小孩，他喜欢这件衣服穿在身上，爱得不得了，父母要给他换一件，又哭又闹，就是不肯。我们一定要认清楚，身有生死，怕不怕？不怕，也不过就换件衣服而已。这个身体用了几十年，衰老了，不好用了，换个新的，他一点恐惧都没有，愈换愈好。如果有恐惧，难分难舍，愈换就愈糟糕，这一生是人的身体，换个畜生身体，换个饿鬼身体，愈换愈差。明白这个道理，一丝毫恐惧没有，人换成天的身体，欲界天、色界天、无色界天，愈换愈好；往生西方极乐世界，换成佛的身体，跟阿弥陀佛一样金刚不坏身。所以不能不觉悟！",
      "zh_TW": "第六是「發菩提心」，菩提是梵語，中國意思是覺悟。我們在沒接觸到大乘佛法之前，我們起心動念都是自私自利，念念為自己，為自己就會傷害別人，真的是損人利己。菩提心跟這個相反，他真正覺悟，能捨己為人，為什麼要這樣做？人我是一體，這個道理深。《華嚴經》上講的，「情與無情，同圓種智」，大乘教裡面常說，「十方三世佛，共同一法身」，從這個地方我們認知整個宇宙是一體。為別人才是真正為自己，要是為自己那真正是害自己，為什麼？增長我執。為什麼會有六道？因為你執著有我，就有六道，哪天不再執著身是我，六道就超越了。只要有我，你就出不了六道輪迴。見思煩惱裡面頭一個「身見」，執著身是我，錯了，身不是我。我有沒有？有，大乘教上講，諸佛如來有四淨德「常、樂、我、淨」，有真我。真我，真我不生不滅，這個身有生有滅。身是什麼？佛法裡講得好，它不是我，它是我所，是我所有的。像衣服一樣，衣服不是我，是我所有的，這個要搞清楚，你就覺悟，你就不受害了。六道凡夫迷得深，不覺，他把身當作我。就好像小孩，他喜歡這件衣服穿在身上，愛得不得了，父母要給他換一件，又哭又鬧，就是不肯。我們一定要認清楚，身有生死，怕不怕？不怕，也不過就換件衣服而已。這個身體用了幾十年，衰老了，不好用了，換個新的，他一點恐懼都沒有，愈換愈好。如果有恐懼，難分難捨，愈換就愈糟糕，這一生是人的身體，換個畜生身體，換個餓鬼身體，愈換愈差。明白這個道理，一絲毫恐懼沒有，人換成天的身體，欲界天、色界天、無色界天，愈換愈好；往生西方極樂世界，換成佛的身體，跟阿彌陀佛一樣金剛不壞身。所以不能不覺悟！"
    },
    {
      "id": "12-047-0059_p0018",
      "zh_CN": "菩提是大觉，念佛往生净土，菩提心是第一德。如果没有菩提心，念阿弥陀佛念得再好不能往生，这个诸位要知道。四十八愿里面，第十八愿「十念必生」，可是第十九愿「发菩提心」，这两个常常连在一起，你不能断章取义。你看《无量寿经》的经本「三辈往生」，上辈、中辈、下辈，经文上都说「发菩提心，一向专念」，菩提心不发行吗？什么叫菩提心？《观经》里面所讲的，「至诚心」，真诚到极处，没有一点虚伪，「深心、回向发愿心」，马鸣菩萨在《起信论》里面讲的「直心、深心、大悲心」。我讲《无量寿经》，我就用《无量寿经》的经题「清净平等觉」，就是菩提心。真诚心是什么？平等。对待一切众生、对待天地万物要用平等心，平等心是佛心。不平，有亲有疏，有远有近，这不是菩提心，六道里头可以，想超出六道这一生去作佛不行，你要有平等心。深心，深心是什么？清净心，没有染污，决定不被七情五欲染污。大悲心是什么？觉心，清净平等觉，帮助众生觉悟，破迷开悟、离苦得乐，这是大慈大悲。这样我们与净宗才相应，总要与经教相应。四弘誓愿第一愿「众生无边誓愿度」，心量要拓开。我要帮助谁？我要帮助遍法界虚空界一切众生，我能力做不到，我有心、我有愿，我有多大能力我做到多大。四弘誓愿第二个「断烦恼」，第三个「学法门」，第四个「成佛道」。烦恼习气真的要断，不能有。法门无量要学，可是我们现在是业障深重的凡夫，想学没有能力，我们遵守佛陀教诲，一门深入、长时薰修，这是方法，我们用十年的时间学一门，一门真的通达了，一切法门自然也通了。古大德常讲，一经通一切经通，一门通门门都通，为什么？称性。什么叫通？见性就通了，没有见性就不通。一门你容易得定，定到一定的程度就开悟，定生慧，这不能不知道。心量一定要大，量大福大，心量小的人没有福报。",
      "zh_TW": "菩提是大覺，念佛往生淨土，菩提心是第一德。如果沒有菩提心，念阿彌陀佛念得再好不能往生，這個諸位要知道。四十八願裡面，第十八願「十念必生」，可是第十九願「發菩提心」，這兩個常常連在一起，你不能斷章取義。你看《無量壽經》的經本「三輩往生」，上輩、中輩、下輩，經文上都說「發菩提心，一向專念」，菩提心不發行嗎？什麼叫菩提心？《觀經》裡面所講的，「至誠心」，真誠到極處，沒有一點虛偽，「深心、迴向發願心」，馬鳴菩薩在《起信論》裡面講的「直心、深心、大悲心」。我講《無量壽經》，我就用《無量壽經》的經題「清淨平等覺」，就是菩提心。真誠心是什麼？平等。對待一切眾生、對待天地萬物要用平等心，平等心是佛心。不平，有親有疏，有遠有近，這不是菩提心，六道裡頭可以，想超出六道這一生去作佛不行，你要有平等心。深心，深心是什麼？清淨心，沒有染污，決定不被七情五欲染污。大悲心是什麼？覺心，清淨平等覺，幫助眾生覺悟，破迷開悟、離苦得樂，這是大慈大悲。這樣我們與淨宗才相應，總要與經教相應。四弘誓願第一願「眾生無邊誓願度」，心量要拓開。我要幫助誰？我要幫助遍法界虛空界一切眾生，我能力做不到，我有心、我有願，我有多大能力我做到多大。四弘誓願第二個「斷煩惱」，第三個「學法門」，第四個「成佛道」。煩惱習氣真的要斷，不能有。法門無量要學，可是我們現在是業障深重的凡夫，想學沒有能力，我們遵守佛陀教誨，一門深入、長時薰修，這是方法，我們用十年的時間學一門，一門真的通達了，一切法門自然也通了。古大德常講，一經通一切經通，一門通門門都通，為什麼？稱性。什麼叫通？見性就通了，沒有見性就不通。一門你容易得定，定到一定的程度就開悟，定生慧，這不能不知道。心量一定要大，量大福大，心量小的人沒有福報。"
    },
    {
      "id": "12-047-0059_p0019",
      "zh_CN": "下面一句，「断恶修善」，这得要有行动。过去所造的恶业，杀盗淫妄、贪瞋痴慢、嫉妒障碍，干这个事情，这些明白了，自性里头没有的，一定要把它断掉。自性纯净纯善，我们中国老祖宗几千年前就告诉我们，人性本善，所以编在童蒙教材里面，《三字经》「人之初，性本善」，本性。所有一切不善是染污、是习性，学坏了。我们从这个地方要真正能体会到，人是教得好的，没教，学坏了。特别是现在这个时代，你要不好好教他，肯定他变坏，为什么？电视在诱惑他，网路在诱惑他。你看看电视、这些媒体，里面内容是什么？暴力色情、杀盗淫妄。天天看这些东西，天天亲近这些东西，他怎么能不学坏？他要是不学坏，那就是佛菩萨再来，不是凡夫；如果他是个凡夫，他就不可能不学坏。",
      "zh_TW": "下面一句，「斷惡修善」，這得要有行動。過去所造的惡業，殺盜淫妄、貪瞋痴慢、嫉妒障礙，幹這個事情，這些明白了，自性裡頭沒有的，一定要把它斷掉。自性純淨純善，我們中國老祖宗幾千年前就告訴我們，人性本善，所以編在童蒙教材裡面，《三字經》「人之初，性本善」，本性。所有一切不善是染污、是習性，學壞了。我們從這個地方要真正能體會到，人是教得好的，沒教，學壞了。特別是現在這個時代，你要不好好教他，肯定他變壞，為什麼？電視在誘惑他，網路在誘惑他。你看看電視、這些媒體，裡面內容是什麼？暴力色情、殺盜淫妄。天天看這些東西，天天親近這些東西，他怎麼能不學壞？他要是不學壞，那就是佛菩薩再來，不是凡夫；如果他是個凡夫，他就不可能不學壞。"
    },
    {
      "id": "12-047-0059_p0020",
      "zh_CN": "在早年，政府提倡复兴中华文化，有这么个运动，可惜没有做成功。我有一天在方老师家里，我去看他，正好遇到教育部有三位官员，好像是处长、司长这个阶级，他们来拜访方教授。向他请教，政府现在提倡复兴中华文化，请他老人家指导从哪个地方下手，教育部还真想做。方老师听到他们的话之后，沉默了大概有五分钟，态度很严肃，一句话都不说。五分钟之后，他开口了，第一，台湾那时候三家电视台，有台视、中视、华视，电视台关闭，无线电广播关闭，报纸杂志一律停刊。这些教育部的官员听了之后，跟老师说这个不行，这办不到。老师就说，这些东西天天在破坏中华传统文化，有这些东西存在，文化还能复兴吗？真的，不是假的。到后来这些人还问了一个问题，那时候美国是世界上第一强国，他们问老师，罗马也有亡国的一天，美国不可能永远这么强盛，美国将来亡国第一个因素是什么？老师没有考虑，随口答应：电视。随后说了一句，台湾电视还没有到那么严重，但是要小心，如果走像美国那个，台湾也就不能收拾。我那一天碰到，方东美先生如是说，想想是真的不是假的。我以后就把这个东西断绝了，我没有权力叫你关闭，我有权利不看你的、不接受你的，这个我可以做到。所以我不看报纸、不看杂志、不听广播、不看电视，才能保持着清净心。如果天天跟它们往来的话，你的心怎么能清净？",
      "zh_TW": "在早年，政府提倡復興中華文化，有這麼個運動，可惜沒有做成功。我有一天在方老師家裡，我去看他，正好遇到教育部有三位官員，好像是處長、司長這個階級，他們來拜訪方教授。向他請教，政府現在提倡復興中華文化，請他老人家指導從哪個地方下手，教育部還真想做。方老師聽到他們的話之後，沉默了大概有五分鐘，態度很嚴肅，一句話都不說。五分鐘之後，他開口了，第一，台灣那時候三家電視台，有台視、中視、華視，電視台關閉，無線電廣播關閉，報紙雜誌一律停刊。這些教育部的官員聽了之後，跟老師說這個不行，這辦不到。老師就說，這些東西天天在破壞中華傳統文化，有這些東西存在，文化還能復興嗎？真的，不是假的。到後來這些人還問了一個問題，那時候美國是世界上第一強國，他們問老師，羅馬也有亡國的一天，美國不可能永遠這麼強盛，美國將來亡國第一個因素是什麼？老師沒有考慮，隨口答應：電視。隨後說了一句，台灣電視還沒有到那麼嚴重，但是要小心，如果走像美國那個，台灣也就不能收拾。我那一天碰到，方東美先生如是說，想想是真的不是假的。我以後就把這個東西斷絕了，我沒有權力叫你關閉，我有權利不看你的、不接受你的，這個我可以做到。所以我不看報紙、不看雜誌、不聽廣播、不看電視，才能保持著清淨心。如果天天跟它們往來的話，你的心怎麼能清淨？"
    },
    {
      "id": "12-047-0059_p0021",
      "zh_CN": "修净土，《无量寿经》的经题，那是告诉我们修行的纲领，就是修清净心、修平等心、修觉悟的心，「清净平等觉」。果报呢？果报是经题上半段，「大乘无量寿庄严」，果报。大乘是智慧，觉的果报是大乘，平等的果报是无量寿，清净的果报是庄严，极乐世界无比殊胜的就是大乘、无量寿、庄严，怎么来的？清净平等觉显现出来的。我常想，我们现在居住在地球的人，特别是居住在台湾的同修，我们真的懂得这个道理，真的明白，我们起心动念、言语造作向着清净平等觉，那么台湾这个社会就会变成大乘无量寿庄严，极乐世界在这个地方就成就了。要相信佛的话，境随心转，一切法从心想生，我们心里面想清净平等觉，这个世界就是大乘，大乘是智慧，充满了智慧的无量寿庄严，无量寿是德，庄严是美好，我们人世间常讲的真善美，庄严是真善美。所以，付之于行动就是断恶修善，断恶修善才能够守护正法。",
      "zh_TW": "修淨土，《無量壽經》的經題，那是告訴我們修行的綱領，就是修清淨心、修平等心、修覺悟的心，「清淨平等覺」。果報呢？果報是經題上半段，「大乘無量壽莊嚴」，果報。大乘是智慧，覺的果報是大乘，平等的果報是無量壽，清淨的果報是莊嚴，極樂世界無比殊勝的就是大乘、無量壽、莊嚴，怎麼來的？清淨平等覺顯現出來的。我常想，我們現在居住在地球的人，特別是居住在台灣的同修，我們真的懂得這個道理，真的明白，我們起心動念、言語造作向著清淨平等覺，那麼台灣這個社會就會變成大乘無量壽莊嚴，極樂世界在這個地方就成就了。要相信佛的話，境隨心轉，一切法從心想生，我們心裡面想清淨平等覺，這個世界就是大乘，大乘是智慧，充滿了智慧的無量壽莊嚴，無量壽是德，莊嚴是美好，我們人世間常講的真善美，莊嚴是真善美。所以，付之於行動就是斷惡修善，斷惡修善才能夠守護正法。"
    },
    {
      "id": "12-047-0059_p0022",
      "zh_CN": "第八，「守护正法」。中国五千年来传统的文化就是正法，它要不是正法怎么能传五千年？中国这个社会、这个国家，人口很多，幅员很广，五千年来长治久安，礼义之邦，和谐社会，怎么造成的？守护正法的成就。儒是正法，道是正法，佛是正法，历代的帝王没有不护持，没有不认真学习。帝王当中最显著的、最突出的，不是梁武帝，是雍正皇帝，雍正皇帝他真干，对大乘经教他真研究，对于参禅、念佛他真下功夫，不像梁武帝，梁武帝着重在福报，修福，雍正福慧双修。我们在此地能看到，怎样守护正法？发菩提心、断恶修善，就是守护正法，我们要想在一生当中成就，要把目标定在这个地方。我们这一生到世间来干什么？续佛慧命、弘法利生，这就是真正的守护正法。续佛慧命最重要的是要有传人，中国古人常讲「不孝有三，无后为大」，什么最重要？你家里要有传人；儿孙多不是重要的，重要的，儿孙里头有没有传你的家道、家学、家业的人，这个重要。如果没有，你就断了，佛法也是如此，世世代代一代一代的祖师，一代传一代。我们现在佛法衰，衰在哪里？没有人才，寺庙盖得多没用，要有人才，人才第一，人能弘道，非道弘人，培养人才是第一桩大事。现代儒释道都缺乏人才，我们这么多年来大声疾呼，提醒大家帮助培养人才重要。",
      "zh_TW": "第八，「守護正法」。中國五千年來傳統的文化就是正法，它要不是正法怎麼能傳五千年？中國這個社會、這個國家，人口很多，幅員很廣，五千年來長治久安，禮義之邦，和諧社會，怎麼造成的？守護正法的成就。儒是正法，道是正法，佛是正法，歷代的帝王沒有不護持，沒有不認真學習。帝王當中最顯著的、最突出的，不是梁武帝，是雍正皇帝，雍正皇帝他真幹，對大乘經教他真研究，對於參禪、念佛他真下功夫，不像梁武帝，梁武帝著重在福報，修福，雍正福慧雙修。我們在此地能看到，怎樣守護正法？發菩提心、斷惡修善，就是守護正法，我們要想在一生當中成就，要把目標定在這個地方。我們這一生到世間來幹什麼？續佛慧命、弘法利生，這就是真正的守護正法。續佛慧命最重要的是要有傳人，中國古人常講「不孝有三，無後為大」，什麼最重要？你家裡要有傳人；兒孫多不是重要的，重要的，兒孫裡頭有沒有傳你的家道、家學、家業的人，這個重要。如果沒有，你就斷了，佛法也是如此，世世代代一代一代的祖師，一代傳一代。我們現在佛法衰，衰在哪裡？沒有人才，寺廟蓋得多沒用，要有人才，人才第一，人能弘道，非道弘人，培養人才是第一樁大事。現代儒釋道都缺乏人才，我們這麼多年來大聲疾呼，提醒大家幫助培養人才重要。"
    },
    {
      "id": "12-047-0059_p0023",
      "zh_CN": "第九，「念十方佛」。我们遇到困难，遇到障碍，求谁帮助？求十方佛帮助，求阿弥陀佛帮助。中国人信观音菩萨的人多，行，念观世音菩萨，求菩萨帮助。在今天，我还再介绍一位，没人护法，我们要念韦驮菩萨，要念「南无大慈大悲救苦救难护法韦驮尊天菩萨」。护持正法，化解障碍，让真正有心修学的人有个安身修道的处所，这在现前是迫切需求的。",
      "zh_TW": "第九，「念十方佛」。我們遇到困難，遇到障礙，求誰幫助？求十方佛幫助，求阿彌陀佛幫助。中國人信觀音菩薩的人多，行，念觀世音菩薩，求菩薩幫助。在今天，我還再介紹一位，沒人護法，我們要念韋馱菩薩，要念「南無大慈大悲救苦救難護法韋馱尊天菩薩」。護持正法，化解障礙，讓真正有心修學的人有個安身修道的處所，這在現前是迫切需求的。"
    },
    {
      "id": "12-047-0059_p0024",
      "zh_CN": "最后一条是讲理，「观罪性空」，这个道理深。这段文我们在此地把它念下来，「谓修行之人，从无始来，不知诸法本性空寂，广造诸恶，今则了知贪瞋痴等一切恶行起于妄念，妄念起于颠倒，颠倒起于人我之见，今既了达我心本空，罪性无依，以此翻破无明昏暗之心」。这段意思很深，是大乘教里面常讲的，破一品无明、证一分法身，不但超越六道，真的他超越十法界，这个人圆满成佛了。在净土法门里面说，他往生的，他是念佛念到上上品理一心不乱，生极乐世界什么地方？实报庄严土，一到极乐世界，花开见佛悟无生，是这个层次的人物。今天时间到了，这句我们下一堂课细细的来研究。谢谢大家。",
      "zh_TW": "最後一條是講理，「觀罪性空」，這個道理深。這段文我們在此地把它念下來，「謂修行之人，從無始來，不知諸法本性空寂，廣造諸惡，今則了知貪瞋痴等一切惡行起於妄念，妄念起於顛倒，顛倒起於人我之見，今既了達我心本空，罪性無依，以此翻破無明昏闇之心」。這段意思很深，是大乘教裡面常講的，破一品無明、證一分法身，不但超越六道，真的他超越十法界，這個人圓滿成佛了。在淨土法門裡面說，他往生的，他是念佛念到上上品理一心不亂，生極樂世界什麼地方？實報莊嚴土，一到極樂世界，花開見佛悟無生，是這個層次的人物。今天時間到了，這句我們下一堂課細細的來研究。謝謝大家。"
    }
  ]
}