{
  "doc_id": "12-047-0103",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０三集",
    "zh_TW": "第一０三集"
  },
  "year": "",
  "location": {
    "zh_CN": "2009/9/14",
    "zh_TW": "2009/9/14"
  },
  "doc_number": "12-047-0103",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "12-047-0103_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》第二十一面，倒数第二行，从「五者」这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》第二十一面，倒數第二行，從「五者」這裡看起："
    },
    {
      "id": "12-047-0103_p0002",
      "zh_CN": "【五者。多身入一境像观。即事事无碍法界也。谓毘卢遮那十身互用。无有障碍也。】",
      "zh_TW": "【五者。多身入一境像觀。即事事無礙法界也。謂毘盧遮那十身互用。無有障礙也。】"
    },
    {
      "id": "12-047-0103_p0003",
      "zh_CN": "我们就看到这个地方。这是六观的第五，『多身入一境像观』。境像是比喻，这段讲的是应化自在，前面第四段讲是智照利生，普度群萌。这是「多身入一」，就是华严家讲的四种无碍，理无碍、事无碍、理事无碍、事事无碍，这是达到究竟圆满的境界。这是什么道理？是『毘卢遮那十身互用』。「毘卢遮那」是法身佛，有没有身相？没有身相，毘卢遮那是梵语，翻成中文意思叫遍一切处；这个意思就是第一段所讲的一体，自性圆明体，经文上大师提的是自性当中加上个清净。佛说得很多，过去禅宗六祖惠能大师见性的时候，第一句话也是这个说法，「何期自性，本自清净」，贤首国师在这个论文也讲「自性清净圆明体」，由此可知，这是我们的真身，在现代哲学里面讲，就是哲学上所说的宇宙万有的本体。宇宙从哪里来的？一切法从哪里来的？我从哪里来的？就从这个体来的，这个体就叫毘卢遮那。毘卢遮那是法身佛，法，以法为身。什么法？一切法，遍一切处。为什么？依报、正报都是从它变现出来的。就像佛在《华严经》上告诉我们，「唯心所现，唯识所变」，这个地方讲的心就是自性，自性现的。为什么会有这么多复杂的现象，十法界依正庄严？那是识变的。识是什么？是分别、是执着。心（自性），自性里什么相都没有，但是它能现物质现象，宇宙，能现精神的现象，就是我们自己，这正报，依正庄严，它什么都能现。「十身互用」，这个十不是数目字，代表圆满，也就是像《楞严经》上所讲的，「随众生心，应所知量」。众生无量无边，众生想什么它就能现什么，现依、现正，也能现自然现象，虚空都是它现的。佛法讲到这些地方，确实现代的话来讲，就是最高的科学，从理上讲是最高的哲学，事上讲是最高的科学，都讲到登峰造极，都讲到究竟圆满，这是大宇宙。",
      "zh_TW": "我們就看到這個地方。這是六觀的第五，『多身入一境像觀』。境像是比喻，這段講的是應化自在，前面第四段講是智照利生，普度群萌。這是「多身入一」，就是華嚴家講的四種無礙，理無礙、事無礙、理事無礙、事事無礙，這是達到究竟圓滿的境界。這是什麼道理？是『毘盧遮那十身互用』。「毘盧遮那」是法身佛，有沒有身相？沒有身相，毘盧遮那是梵語，翻成中文意思叫遍一切處；這個意思就是第一段所講的一體，自性圓明體，經文上大師提的是自性當中加上個清淨。佛說得很多，過去禪宗六祖惠能大師見性的時候，第一句話也是這個說法，「何期自性，本自清淨」，賢首國師在這個論文也講「自性清淨圓明體」，由此可知，這是我們的真身，在現代哲學裡面講，就是哲學上所說的宇宙萬有的本體。宇宙從哪裡來的？一切法從哪裡來的？我從哪裡來的？就從這個體來的，這個體就叫毘盧遮那。毘盧遮那是法身佛，法，以法為身。什麼法？一切法，遍一切處。為什麼？依報、正報都是從它變現出來的。就像佛在《華嚴經》上告訴我們，「唯心所現，唯識所變」，這個地方講的心就是自性，自性現的。為什麼會有這麼多複雜的現象，十法界依正莊嚴？那是識變的。識是什麼？是分別、是執著。心（自性），自性裡什麼相都沒有，但是它能現物質現象，宇宙，能現精神的現象，就是我們自己，這正報，依正莊嚴，它什麼都能現。「十身互用」，這個十不是數目字，代表圓滿，也就是像《楞嚴經》上所講的，「隨眾生心，應所知量」。眾生無量無邊，眾生想什麼它就能現什麼，現依、現正，也能現自然現象，虛空都是它現的。佛法講到這些地方，確實現代的話來講，就是最高的科學，從理上講是最高的哲學，事上講是最高的科學，都講到登峰造極，都講到究竟圓滿，這是大宇宙。"
    },
    {
      "id": "12-047-0103_p0004",
      "zh_CN": "为什么这里头有苦有乐、有吉有凶，它统统都现，没有一样不现？毘卢遮那起作用的时候就叫阿赖耶，怎么会变成阿赖耶？佛在经上常讲，一念不觉而有无明，自性清净圆明体就变成阿赖耶，就不叫它自性清净圆明体，叫它做阿赖耶。所以阿赖耶的体就是毘卢遮那，这个诸位要知道。它起作用，万德庄严，不起作用，惠能大师讲，「何期自性，本自具足」，它没有一样欠缺的，它具足，但是它不现，佛家讲隐现，这个状态它在隐。隐的那个相是什么？就是我们净土宗讲的常寂光净土，常寂光就是自性，也就是宗门所说的父母未生前本来面目，就是常寂光。常寂光什么都没有，可是它能现。它需要一个条件，那就是一念不觉。为什么会有一念不觉？没有理由；几时起的一念不觉？也没有时间，佛给我们讲就在当下。时间、空间都是假的，那是一念不觉起来以后的事情，就跟一切万法一样。这个道理很深，我们一下参不透，参不透不要紧，这是诸佛如来他们明心见性的时候见到这事实。在《华严经》上讲，到什么时候你见到？只要你无明破了你就见到。无明没破你出不了十法界，十法界是个大圈圈，里面还有一个小圈圈，就是六道轮回。这里面，在大乘教统统称作凡夫，六道里面叫内凡，六道以外的叫外凡，外面是四圣法界，有声闻法界，缘觉、菩萨、佛法界，这些统统都是用阿赖耶。无明破了，阿赖耶就没有了，再不叫阿赖耶，法相宗有个名词叫四智菩提，实际上就是自性，那就明心见性了。一念不觉是什么？就是我们现在讲的起心动念，就这么一桩事情。我们修行就修这个，不起心、不动念、不分别、不执着，就够了。释迦牟尼佛三十岁夜睹明星，豁然大悟，明心见性，他成佛了。这怎么回事情？就是把起心动念、分别执着统统放下，放下就是佛，放不下就是凡夫。所以转凡成圣确实是在一念之间，一念转过来你就成佛，究竟圆满佛。",
      "zh_TW": "為什麼這裡頭有苦有樂、有吉有凶，它統統都現，沒有一樣不現？毘盧遮那起作用的時候就叫阿賴耶，怎麼會變成阿賴耶？佛在經上常講，一念不覺而有無明，自性清淨圓明體就變成阿賴耶，就不叫它自性清淨圓明體，叫它做阿賴耶。所以阿賴耶的體就是毘盧遮那，這個諸位要知道。它起作用，萬德莊嚴，不起作用，惠能大師講，「何期自性，本自具足」，它沒有一樣欠缺的，它具足，但是它不現，佛家講隱現，這個狀態它在隱。隱的那個相是什麼？就是我們淨土宗講的常寂光淨土，常寂光就是自性，也就是宗門所說的父母未生前本來面目，就是常寂光。常寂光什麼都沒有，可是它能現。它需要一個條件，那就是一念不覺。為什麼會有一念不覺？沒有理由；幾時起的一念不覺？也沒有時間，佛給我們講就在當下。時間、空間都是假的，那是一念不覺起來以後的事情，就跟一切萬法一樣。這個道理很深，我們一下參不透，參不透不要緊，這是諸佛如來他們明心見性的時候見到這事實。在《華嚴經》上講，到什麼時候你見到？只要你無明破了你就見到。無明沒破你出不了十法界，十法界是個大圈圈，裡面還有一個小圈圈，就是六道輪迴。這裡面，在大乘教統統稱作凡夫，六道裡面叫內凡，六道以外的叫外凡，外面是四聖法界，有聲聞法界，緣覺、菩薩、佛法界，這些統統都是用阿賴耶。無明破了，阿賴耶就沒有了，再不叫阿賴耶，法相宗有個名詞叫四智菩提，實際上就是自性，那就明心見性了。一念不覺是什麼？就是我們現在講的起心動念，就這麼一樁事情。我們修行就修這個，不起心、不動念、不分別、不執著，就夠了。釋迦牟尼佛三十歲夜睹明星，豁然大悟，明心見性，他成佛了。這怎麼回事情？就是把起心動念、分別執著統統放下，放下就是佛，放不下就是凡夫。所以轉凡成聖確實是在一念之間，一念轉過來你就成佛，究竟圓滿佛。"
    },
    {
      "id": "12-047-0103_p0005",
      "zh_CN": "大乘教里面跟我们讲得很清楚，我们没有办法把这三种烦恼统统放下，放一种。佛教给我们，开始放什么？执着，不再执着。只要不执着，六道就没有了。六道从哪里来？六道是从执着来的，就是见思烦恼，有见思烦恼就有六道。见思烦恼断了，六道没有了。所以六道是假的不是真的，梦幻泡影。永嘉大师说得好，「梦里明明有六趣，觉后空空无大千」，一场梦。四圣法界从哪里来的？声闻、缘觉、菩萨、佛，从哪里来的？从分别来的，有分别就有四圣法界。如果分别没有了，不起心、不动念了，十法界没有了，声闻、缘觉、菩萨、佛都没有了，都是假的，那是第二次的梦醒。第一次梦醒，你在四圣法界，第二次梦醒，四圣法界不见了，你在一真法界，《华严经》上初住菩萨以上，四十一位法身大士他们的境界出现了，这就是我们净宗常讲的实报庄严土。实报庄严土是一真法界，因为里面没有分别、没有执着，连起心动念都没有。起心动念都没有，照理说那不就是常寂光吗？是，很接近，还不是常寂光，它还有现相。这什么原因？无始无明的习气没断。无始无明习气断了之后，实报土也没有了。所以《般若经》上讲，「凡所有相皆是虚妄」，这个凡所有相包括实报庄严土。只有常寂光是真的，永恒不变，它是清净的，它是不生不灭的，它不现相你不能说它没有，现相不能说它有。而且它本来不动，六祖讲的，「何期自性，本无动摇」，自性本定，不动，那真的。我们学佛虽然没什么大成就，把这些事情搞清楚、搞明白，这个缘就非常殊胜。我们怎么知道的？我们是见闻得到的，亲近佛菩萨，佛菩萨告诉我们的。",
      "zh_TW": "大乘教裡面跟我們講得很清楚，我們沒有辦法把這三種煩惱統統放下，放一種。佛教給我們，開始放什麼？執著，不再執著。只要不執著，六道就沒有了。六道從哪裡來？六道是從執著來的，就是見思煩惱，有見思煩惱就有六道。見思煩惱斷了，六道沒有了。所以六道是假的不是真的，夢幻泡影。永嘉大師說得好，「夢裡明明有六趣，覺後空空無大千」，一場夢。四聖法界從哪裡來的？聲聞、緣覺、菩薩、佛，從哪裡來的？從分別來的，有分別就有四聖法界。如果分別沒有了，不起心、不動念了，十法界沒有了，聲聞、緣覺、菩薩、佛都沒有了，都是假的，那是第二次的夢醒。第一次夢醒，你在四聖法界，第二次夢醒，四聖法界不見了，你在一真法界，《華嚴經》上初住菩薩以上，四十一位法身大士他們的境界出現了，這就是我們淨宗常講的實報莊嚴土。實報莊嚴土是一真法界，因為裡面沒有分別、沒有執著，連起心動念都沒有。起心動念都沒有，照理說那不就是常寂光嗎？是，很接近，還不是常寂光，它還有現相。這什麼原因？無始無明的習氣沒斷。無始無明習氣斷了之後，實報土也沒有了。所以《般若經》上講，「凡所有相皆是虛妄」，這個凡所有相包括實報莊嚴土。只有常寂光是真的，永恆不變，它是清淨的，它是不生不滅的，它不現相你不能說它沒有，現相不能說它有。而且它本來不動，六祖講的，「何期自性，本無動搖」，自性本定，不動，那真的。我們學佛雖然沒什麼大成就，把這些事情搞清楚、搞明白，這個緣就非常殊勝。我們怎麼知道的？我們是見聞得到的，親近佛菩薩，佛菩薩告訴我們的。"
    },
    {
      "id": "12-047-0103_p0006",
      "zh_CN": "今天佛菩萨在哪里？在经典。学佛要依经典，不依经典你学什么？《金刚经》上说得好，佛菩萨不在世，佛灭了，经典所在之处就是佛菩萨所在之处，接触经典就是亲近佛菩萨。古人亲近佛菩萨没有一个不开悟的，我们今天亲近经典为什么不开悟？这个原因印光大师给我们说出来了，他老人家说「一分诚敬得一分利益，十分诚敬得十分利益」。我们今天学佛，对经典没有诚敬心，所以不开悟，如果具足诚敬心，没有一个不开悟，关键在此地，我们俗话说不老实。开悟这个秘诀，大小乘教里都讲戒定慧，因戒得定、因定开慧。戒是什么？规矩。你不守规矩你就不能得定，没有定你就不能开慧。教下能得定吗？能，怎么不能？八万四千法门，门门都是修定的，怪在什么？我们不会修。我们诵经，我们听讲，一遍听完了，这个我学会了，不知道学第二遍。古人怎么学法？古人讲「读书千遍，其义自见」。你有没有念一千遍？为什么念一千遍其义自见？开悟了，一千遍怎么样？一千遍你得定了，你没有定功你能够念得了一千部吗？我勉励同学，学东西至少到十遍，为什么？你有个深刻印象，在日常生活当中你提得起观照功夫。如果你没有十遍以上，这个功夫，念是念过了，在日常生活当中不管用，我们的习气太深，都是烦恼当家，这凡夫，我们虽然学了圣教，圣教不当家。",
      "zh_TW": "今天佛菩薩在哪裡？在經典。學佛要依經典，不依經典你學什麼？《金剛經》上說得好，佛菩薩不在世，佛滅了，經典所在之處就是佛菩薩所在之處，接觸經典就是親近佛菩薩。古人親近佛菩薩沒有一個不開悟的，我們今天親近經典為什麼不開悟？這個原因印光大師給我們說出來了，他老人家說「一分誠敬得一分利益，十分誠敬得十分利益」。我們今天學佛，對經典沒有誠敬心，所以不開悟，如果具足誠敬心，沒有一個不開悟，關鍵在此地，我們俗話說不老實。開悟這個祕訣，大小乘教裡都講戒定慧，因戒得定、因定開慧。戒是什麼？規矩。你不守規矩你就不能得定，沒有定你就不能開慧。教下能得定嗎？能，怎麼不能？八萬四千法門，門門都是修定的，怪在什麼？我們不會修。我們誦經，我們聽講，一遍聽完了，這個我學會了，不知道學第二遍。古人怎麼學法？古人講「讀書千遍，其義自見」。你有沒有念一千遍？為什麼念一千遍其義自見？開悟了，一千遍怎麼樣？一千遍你得定了，你沒有定功你能夠念得了一千部嗎？我勉勵同學，學東西至少到十遍，為什麼？你有個深刻印象，在日常生活當中你提得起觀照功夫。如果你沒有十遍以上，這個功夫，念是念過了，在日常生活當中不管用，我們的習氣太深，都是煩惱當家，這凡夫，我們雖然學了聖教，聖教不當家。"
    },
    {
      "id": "12-047-0103_p0007",
      "zh_CN": "前几年，好像是二００三年，已经离开新加坡，回到新加坡好像住了几天，三、四天，遇到北京的胡小林，第一次见面，不认识，他问我学佛怎么学法，他初接触。我就告诉他，你回去把《无量寿经》念三千遍，奠定基础，学《弟子规》、学《感应篇》、学《十善业道》，这是什么？这是行门，这就是戒律，《无量寿经》三千遍这是定功，三千遍念完就会开悟。他到现在大概已经念了一千多遍，他告诉我，他念到八百遍的时候他就有悟处，经里面的意思，没有学，自己就出来了，像泉水一样往外涌，法喜充满，他说：我才知道这个经的好处！佛法要从耐心当中求。实际上给你讲穿了，修什么？就是修清净心、平等心、觉心，《无量寿经》经题上有。",
      "zh_TW": "前幾年，好像是二００三年，已經離開新加坡，回到新加坡好像住了幾天，三、四天，遇到北京的胡小林，第一次見面，不認識，他問我學佛怎麼學法，他初接觸。我就告訴他，你回去把《無量壽經》念三千遍，奠定基礎，學《弟子規》、學《感應篇》、學《十善業道》，這是什麼？這是行門，這就是戒律，《無量壽經》三千遍這是定功，三千遍念完就會開悟。他到現在大概已經念了一千多遍，他告訴我，他念到八百遍的時候他就有悟處，經裡面的意思，沒有學，自己就出來了，像泉水一樣往外湧，法喜充滿，他說：我才知道這個經的好處！佛法要從耐心當中求。實際上給你講穿了，修什麼？就是修清淨心、平等心、覺心，《無量壽經》經題上有。"
    },
    {
      "id": "12-047-0103_p0008",
      "zh_CN": "清净心现前，烦恼就轻了。我们的心不清净，有自私自利、有是非人我、有名闻利养、有贪瞋痴慢，这是染污，心不清净。贡高我慢，轻视别人，这是什么？这是平等心没有了。还是迷而不觉，觉没有了。经题上「清净平等觉」，这是三宝，清净平等觉得到了，果报就现前。觉是智慧，智慧开了。智慧是什么？是经题前面的「大乘」，大乘是智慧。平等得到了，平等是定功，对着前面，果报是「无量寿」。清净心现前，「庄严」就得到。所以在果上讲，大乘、无量寿、庄严，那就是极乐世界。极乐世界从哪里来的？经典上祖师大德常常告诉我们，「唯心净土，自性弥陀」，你看还是心现识变的。什么心？清净平等觉现出来的，你心真的到清净平等觉，就现大乘无量寿庄严，这么来的。极乐世界现前，极乐世界就是华藏世界，华藏跟极乐是一不是二。差别在哪里？早年我在新加坡讲经，我跟大家说过，华藏世界好比是新加坡这个城市，极乐世界是乌节路，新加坡最繁华的一条道路，就像这个关系一样。所以要知道修什么，我每天念佛念的什么，我每天诵经诵的什么，修清净平等觉。",
      "zh_TW": "清淨心現前，煩惱就輕了。我們的心不清淨，有自私自利、有是非人我、有名聞利養、有貪瞋痴慢，這是染污，心不清淨。貢高我慢，輕視別人，這是什麼？這是平等心沒有了。還是迷而不覺，覺沒有了。經題上「清淨平等覺」，這是三寶，清淨平等覺得到了，果報就現前。覺是智慧，智慧開了。智慧是什麼？是經題前面的「大乘」，大乘是智慧。平等得到了，平等是定功，對著前面，果報是「無量壽」。清淨心現前，「莊嚴」就得到。所以在果上講，大乘、無量壽、莊嚴，那就是極樂世界。極樂世界從哪裡來的？經典上祖師大德常常告訴我們，「唯心淨土，自性彌陀」，你看還是心現識變的。什麼心？清淨平等覺現出來的，你心真的到清淨平等覺，就現大乘無量壽莊嚴，這麼來的。極樂世界現前，極樂世界就是華藏世界，華藏跟極樂是一不是二。差別在哪裡？早年我在新加坡講經，我跟大家說過，華藏世界好比是新加坡這個城市，極樂世界是烏節路，新加坡最繁華的一條道路，就像這個關係一樣。所以要知道修什麼，我每天念佛念的什麼，我每天誦經誦的什麼，修清淨平等覺。"
    },
    {
      "id": "12-047-0103_p0009",
      "zh_CN": "我二十多年前在美国，也是有同学问我，希望我简简单单的把修学的纲领说出来。我写了二十个字，第一个是发菩提心，这是大乘教，净土是大乘教，没有菩提心不能往生。菩提心的体是真诚，没有一丝毫虚伪，别人虚伪对我，我要真诚对人。为什么？他没有学佛，他不知道，我们明了，我不能跟他一样。经论上都说菩提心的体，还有相、作用，作用有两个，自受用、他受用。菩提心的相就是戒定慧三学，它的作用，自受用就是清净平等觉，这自受用，他受用是慈悲，大慈大悲对一切众生，特别是对伤害自己的众生，这是你真修。他伤害我，我们要想到，肯定过去我伤害他，冤冤相报，他今天伤害我，我接受了，欢喜接受，没有怨恨，这个冤报到这里就完了、就结束；如果我没有伤害他，那就提升自己境界，好！他是我的善知识。",
      "zh_TW": "我二十多年前在美國，也是有同學問我，希望我簡簡單單的把修學的綱領說出來。我寫了二十個字，第一個是發菩提心，這是大乘教，淨土是大乘教，沒有菩提心不能往生。菩提心的體是真誠，沒有一絲毫虛偽，別人虛偽對我，我要真誠對人。為什麼？他沒有學佛，他不知道，我們明瞭，我不能跟他一樣。經論上都說菩提心的體，還有相、作用，作用有兩個，自受用、他受用。菩提心的相就是戒定慧三學，它的作用，自受用就是清淨平等覺，這自受用，他受用是慈悲，大慈大悲對一切眾生，特別是對傷害自己的眾生，這是你真修。他傷害我，我們要想到，肯定過去我傷害他，冤冤相報，他今天傷害我，我接受了，歡喜接受，沒有怨恨，這個冤報到這裡就完了、就結束；如果我沒有傷害他，那就提升自己境界，好！他是我的善知識。"
    },
    {
      "id": "12-047-0103_p0010",
      "zh_CN": "你想想看，释迦牟尼佛成佛，要是没有歌利王割截身体，他没那么快，佛自己说的，绝不是妄语。他成佛在贤劫千佛里面原本是第五尊，第四尊是弥勒菩萨，弥勒菩萨在先，他在后。现在实际上呢？实际上颠倒了，释迦牟尼佛提前，在弥勒佛之前，弥勒佛反而在释迦牟尼佛之后。什么原因？忍辱波罗蜜究竟圆满，把他提前。所以忍辱仙人对歌利王没有一丝毫怨恨心，感谢他、感恩他。因为他造的重罪，他会受地狱果报，佛把功德回向给他，希望他在地狱里面减轻苦报，这一般人做不到，地狱出来之后，我将来成佛第一个度你。释迦牟尼成佛了，第一个得度的，证阿罗汉果的，憍陈如尊者，前身就是歌利王。我们一生在这个世间，这是我们学习的功课，就是要把烦恼习气统统放下，要断得干干净净，这叫修行。还是烦恼习气当家，那就毫无进步，一天十万声佛号也不能往生，这个诸位要知道。往生的条件，心净则佛土净，经上讲得这么清楚、这么明白。佛没有过失，经没有过失，你自己搞错了。这句佛号，把清净心念出来，把平等心念出来，把觉心念出来，这就对了，你就跟净宗完全相应。",
      "zh_TW": "你想想看，釋迦牟尼佛成佛，要是沒有歌利王割截身體，他沒那麼快，佛自己說的，絕不是妄語。他成佛在賢劫千佛裡面原本是第五尊，第四尊是彌勒菩薩，彌勒菩薩在先，他在後。現在實際上呢？實際上顛倒了，釋迦牟尼佛提前，在彌勒佛之前，彌勒佛反而在釋迦牟尼佛之後。什麼原因？忍辱波羅蜜究竟圓滿，把他提前。所以忍辱仙人對歌利王沒有一絲毫怨恨心，感謝他、感恩他。因為他造的重罪，他會受地獄果報，佛把功德迴向給他，希望他在地獄裡面減輕苦報，這一般人做不到，地獄出來之後，我將來成佛第一個度你。釋迦牟尼成佛了，第一個得度的，證阿羅漢果的，憍陳如尊者，前身就是歌利王。我們一生在這個世間，這是我們學習的功課，就是要把煩惱習氣統統放下，要斷得乾乾淨淨，這叫修行。還是煩惱習氣當家，那就毫無進步，一天十萬聲佛號也不能往生，這個諸位要知道。往生的條件，心淨則佛土淨，經上講得這麼清楚、這麼明白。佛沒有過失，經沒有過失，你自己搞錯了。這句佛號，把清淨心念出來，把平等心念出來，把覺心念出來，這就對了，你就跟淨宗完全相應。"
    },
    {
      "id": "12-047-0103_p0011",
      "zh_CN": "这个文里面讲到『无有障碍』，我们讲如来果地上十种无碍，这都是略说，举例说明。十是个代表字，代表圆满，《华严经》都是用十来做代表。这都是《华严经》上讲的，「谓卢舍那佛说华严经，现法界无尽身云，真应相融，一多无碍」。卢舍那是报身佛，就是华藏世界毘卢遮那所现的，圆满报身，这有相，毘卢遮那没有相，这现相，现的土是实报庄严土。我们知道这个境界里，起心动念、分别执着统统都没有，所以这个世界是无量寿，真的不是假的。极乐世界的状况很特殊，非常特殊，我将来如果有时间的话，我《无量寿经》重新讲一遍，跟从前境界不一样。讲《华严经》，当然得有身才能讲，卢舍那才能讲《华严经》，毘卢遮那不能讲，没有身，他是法性。卢舍那就现相，现法界无尽身云，这是从一身现多身，散在遍法界虚空界。真应相融，这个真身，卢舍那也是真身，为什么？没有生灭。为什么会有生灭？有分别、有执着就有生灭，没有分别执着就没有生灭。所以对我们来讲，最大的障碍就是分别执着，尤其是执着。执着没有了，六道就没有了，就超越六道。分别没有了，十法界就没有了，你就入毘卢遮那佛的实报土，也就是卢舍那佛。应是应化身，应化身从哪里来的？像《楞严经》上所说的，「随众生心，应所知量」，众生心里喜欢什么样的身，他就现什么身，《普门品》里面讲的三十二应，应以佛身得度他就现佛身，释迦牟尼佛是应身，应以菩萨身得度他就现菩萨身，应以童男童女身得度他就现童男童女身，什么身都现，无尽身云。然后你就晓得，遍法界虚空界是一体，这个一定要懂。基督教是不是卢舍那现的？是的；伊斯兰教是不是现的？是现的；神道教是不是？是的，没有一样不是。再给你说，魔王波旬是不是的？是的，十法界依正庄严统统都是的。",
      "zh_TW": "這個文裡面講到『無有障礙』，我們講如來果地上十種無礙，這都是略說，舉例說明。十是個代表字，代表圓滿，《華嚴經》都是用十來做代表。這都是《華嚴經》上講的，「謂盧舍那佛說華嚴經，現法界無盡身雲，真應相融，一多無礙」。盧舍那是報身佛，就是華藏世界毘盧遮那所現的，圓滿報身，這有相，毘盧遮那沒有相，這現相，現的土是實報莊嚴土。我們知道這個境界裡，起心動念、分別執著統統都沒有，所以這個世界是無量壽，真的不是假的。極樂世界的狀況很特殊，非常特殊，我將來如果有時間的話，我《無量壽經》重新講一遍，跟從前境界不一樣。講《華嚴經》，當然得有身才能講，盧舍那才能講《華嚴經》，毘盧遮那不能講，沒有身，他是法性。盧舍那就現相，現法界無盡身雲，這是從一身現多身，散在遍法界虛空界。真應相融，這個真身，盧舍那也是真身，為什麼？沒有生滅。為什麼會有生滅？有分別、有執著就有生滅，沒有分別執著就沒有生滅。所以對我們來講，最大的障礙就是分別執著，尤其是執著。執著沒有了，六道就沒有了，就超越六道。分別沒有了，十法界就沒有了，你就入毘盧遮那佛的實報土，也就是盧舍那佛。應是應化身，應化身從哪裡來的？像《楞嚴經》上所說的，「隨眾生心，應所知量」，眾生心裡喜歡什麼樣的身，他就現什麼身，《普門品》裡面講的三十二應，應以佛身得度他就現佛身，釋迦牟尼佛是應身，應以菩薩身得度他就現菩薩身，應以童男童女身得度他就現童男童女身，什麼身都現，無盡身雲。然後你就曉得，遍法界虛空界是一體，這個一定要懂。基督教是不是盧舍那現的？是的；伊斯蘭教是不是現的？是現的；神道教是不是？是的，沒有一樣不是。再給你說，魔王波旬是不是的？是的，十法界依正莊嚴統統都是的。"
    },
    {
      "id": "12-047-0103_p0012",
      "zh_CN": "释迦牟尼佛在《华严经》上跟我们讲，「一切众生本来是佛」。普贤菩萨教我们，十大愿第一愿「礼敬诸佛」，那个诸佛讲什么？过去佛、现在佛、未来佛，未来佛是一切众生，我们怎么敢不敬？我们今天看到蚊虫，我们合掌称「蚊虫菩萨」，我们看到蚂蚁，我们合掌称「蚂蚁菩萨」，是真的不是假的。所有一切身都是卢舍那身，都是毘卢遮那身，你不懂得《华严》，你不知道事实真相。整个宇宙是一体，一切恭敬，没有分别。没有分别就平等，你平等心现前，没有执着，你清净心现前了。你说我们修什么？念经重不重要？不重要。为什么我叫你念三千遍？那是方法，目的是让你心定下来，要懂这个道理。三千遍经念下来之后，你已经背得滚瓜烂熟，在日常生活当中，生活也好，工作也好，处事待人接物，不定什么时候，一个回光返照，你就大彻大悟，智慧现前。这是方法，这个我们不可以不知道。",
      "zh_TW": "釋迦牟尼佛在《華嚴經》上跟我們講，「一切眾生本來是佛」。普賢菩薩教我們，十大願第一願「禮敬諸佛」，那個諸佛講什麼？過去佛、現在佛、未來佛，未來佛是一切眾生，我們怎麼敢不敬？我們今天看到蚊蟲，我們合掌稱「蚊蟲菩薩」，我們看到螞蟻，我們合掌稱「螞蟻菩薩」，是真的不是假的。所有一切身都是盧舍那身，都是毘盧遮那身，你不懂得《華嚴》，你不知道事實真相。整個宇宙是一體，一切恭敬，沒有分別。沒有分別就平等，你平等心現前，沒有執著，你清淨心現前了。你說我們修什麼？念經重不重要？不重要。為什麼我叫你念三千遍？那是方法，目的是讓你心定下來，要懂這個道理。三千遍經念下來之後，你已經背得滾瓜爛熟，在日常生活當中，生活也好，工作也好，處事待人接物，不定什麼時候，一個回光返照，你就大徹大悟，智慧現前。這是方法，這個我們不可以不知道。"
    },
    {
      "id": "12-047-0103_p0013",
      "zh_CN": "「一多无碍」，一是报身，多是应化身。我们从性德上讲，一是自性，就是惠能大师讲的，「何期自性，本自具足」，那是一。多是什么？多是他最后一句讲的，「何期自性，能生万法」，生万法是多，十法界依正庄严是多。多是什么？相多，事多。一是什么？理是一个，性是一个。所以一即是多，多即是一。「虽常在此处，而不离他处」，这是我们众生分别，分别在这里、在那里，佛在哪里？佛常在此地，从来没有离开过。佛在此地，我们看不到佛的相？缘不一样。三千年前释迦牟尼佛降生在这个地方我们看得到，那是缘具足。所以佛法讲缘生，就这个道理。「虽远在他方，而恒住此方。身虽不异，而亦非一」，八不中观里面讲的非一非异，不一不异，「同时异处，而是一身」。下面说「盖佛之体用，与法界同故。混万化而即真，会精粗而一致。圆融无碍，随机教异」，你这才是真正认识了佛教，真正认识了佛菩萨。",
      "zh_TW": "「一多無礙」，一是報身，多是應化身。我們從性德上講，一是自性，就是惠能大師講的，「何期自性，本自具足」，那是一。多是什麼？多是他最後一句講的，「何期自性，能生萬法」，生萬法是多，十法界依正莊嚴是多。多是什麼？相多，事多。一是什麼？理是一個，性是一個。所以一即是多，多即是一。「雖常在此處，而不離他處」，這是我們眾生分別，分別在這裡、在那裡，佛在哪裡？佛常在此地，從來沒有離開過。佛在此地，我們看不到佛的相？緣不一樣。三千年前釋迦牟尼佛降生在這個地方我們看得到，那是緣具足。所以佛法講緣生，就這個道理。「雖遠在他方，而恆住此方。身雖不異，而亦非一」，八不中觀裡面講的非一非異，不一不異，「同時異處，而是一身」。下面說「蓋佛之體用，與法界同故。混萬化而即真，會精粗而一致。圓融無礙，隨機教異」，你這才是真正認識了佛教，真正認識了佛菩薩。"
    },
    {
      "id": "12-047-0103_p0014",
      "zh_CN": "下面我们简单介绍佛的十种无碍，第一种「用周无碍」，诸位要知道，佛不是别人，是自己。《华严经》上所说的，没有一个字是讲别人，字字是讲自己，自己的性体、现相、起用。不同在哪里？迷悟不同。迷了是凡夫，作用不自在，处处有障碍；如果觉悟了的话，你的作用跟毘卢遮那、跟卢舍那、跟阿弥陀佛没有两样。学佛没有别的，这个论文的题目上讲得很好，「妄尽还源」。我初学佛的时候亲近章嘉大师，他老人家教我「看破、放下」，看破就是还源，放下就是妄尽。这个妄是什么？起心动念，我讲起心动念大家好懂，起心动念是无明烦恼。分别还是烦恼，叫尘沙烦恼，执着叫见思烦恼。《华严经》上用的妄想、分别、执着，一般大乘教里面讲无明烦恼、尘沙烦恼、见思烦恼，这个东西是妄。妄要放下，要放得干干净净，妄就尽了，你就还源，这是学佛的真功夫，其余的，祖祖相传的，那是佛门的形式。",
      "zh_TW": "下面我們簡單介紹佛的十種無礙，第一種「用周無礙」，諸位要知道，佛不是別人，是自己。《華嚴經》上所說的，沒有一個字是講別人，字字是講自己，自己的性體、現相、起用。不同在哪裡？迷悟不同。迷了是凡夫，作用不自在，處處有障礙；如果覺悟了的話，你的作用跟毘盧遮那、跟盧舍那、跟阿彌陀佛沒有兩樣。學佛沒有別的，這個論文的題目上講得很好，「妄盡還源」。我初學佛的時候親近章嘉大師，他老人家教我「看破、放下」，看破就是還源，放下就是妄盡。這個妄是什麼？起心動念，我講起心動念大家好懂，起心動念是無明煩惱。分別還是煩惱，叫塵沙煩惱，執著叫見思煩惱。《華嚴經》上用的妄想、分別、執著，一般大乘教裡面講無明煩惱、塵沙煩惱、見思煩惱，這個東西是妄。妄要放下，要放得乾乾淨淨，妄就盡了，你就還源，這是學佛的真功夫，其餘的，祖祖相傳的，那是佛門的形式。"
    },
    {
      "id": "12-047-0103_p0015",
      "zh_CN": "我第一次听章嘉大师讲，「佛法重实质不重形式」，形式在其次，实质重要。实质是什么？实质就是放下。放下见思烦恼，放下尘沙烦恼，放下无明烦恼，这是实质。我一九九九年在新加坡，到新加坡没多久，跟纳丹总统见面，那时候他还没有当总统，他是驻美国的大使，回到新加坡，好像离开大使馆。我跟他认识是在他担任总统之前，我们在一起吃饭，在一桌我们坐在一起，他告诉我，他是印度教，他说他最尊重的是佛教，他说佛教重实质不重形式。我听了寒毛直竖，没人讲过这个话，我只最初听章嘉大师讲的，他能说出这句话，这人是行家，他不外行，非常难得。所以要真修，你看夏莲居老居士一生教人要真干，真干就是从实质上下功夫。真正锻炼，别人毁谤你、羞辱你、侮辱你、陷害你，不发脾气，没有一点怨恨心，这叫功夫。消业障！他替我消业障，我怎么可以怨恨他？感激他都来不及，所以要供长生牌位，天天礼拜。世间法里面讲「冤家宜解不宜结」，时时刻刻想到化解。彻底的化解，契入华严境界那就完全化解了，为什么？知道一切众生跟我是一体。牙齿咬了舌头，舌头还能报复吗？还有瞋恨心吗？把牙齿全毁掉吗？哪有这个，为什么？一体。所以你要想想，怨亲一体，这个道理要懂。",
      "zh_TW": "我第一次聽章嘉大師講，「佛法重實質不重形式」，形式在其次，實質重要。實質是什麼？實質就是放下。放下見思煩惱，放下塵沙煩惱，放下無明煩惱，這是實質。我一九九九年在新加坡，到新加坡沒多久，跟納丹總統見面，那時候他還沒有當總統，他是駐美國的大使，回到新加坡，好像離開大使館。我跟他認識是在他擔任總統之前，我們在一起吃飯，在一桌我們坐在一起，他告訴我，他是印度教，他說他最尊重的是佛教，他說佛教重實質不重形式。我聽了寒毛直豎，沒人講過這個話，我只最初聽章嘉大師講的，他能說出這句話，這人是行家，他不外行，非常難得。所以要真修，你看夏蓮居老居士一生教人要真幹，真幹就是從實質上下功夫。真正鍛鍊，別人毀謗你、羞辱你、侮辱你、陷害你，不發脾氣，沒有一點怨恨心，這叫功夫。消業障！他替我消業障，我怎麼可以怨恨他？感激他都來不及，所以要供長生牌位，天天禮拜。世間法裡面講「冤家宜解不宜結」，時時刻刻想到化解。徹底的化解，契入華嚴境界那就完全化解了，為什麼？知道一切眾生跟我是一體。牙齒咬了舌頭，舌頭還能報復嗎？還有瞋恨心嗎？把牙齒全毀掉嗎？哪有這個，為什麼？一體。所以你要想想，怨親一體，這個道理要懂。"
    },
    {
      "id": "12-047-0103_p0016",
      "zh_CN": "我们看这下面它有文，「谓佛于刹尘等处」，我们《华严》学了这么久，对于刹尘多少有些体会。刹是佛刹，是三千大千世界，一尊佛的教化区，现在一般讲法，我们学黄念祖老居士的讲法，一个大千世界是多大？黄老居士告诉我，佛经上讲的一个单位世界就是我们今天所讲的银河系，一个银河系是一个单位世界，一千个单位世界才是一个小千世界，这样倍倍相乘，一千个小千是中千，一千个中千是大千。一个大千世界多少个银河系？十亿，十亿个银河系是一尊佛的教化区。这讲大，刹。尘是什么？尘是微尘，最小的。说一个大的，说一个最小的，全都包括了。微尘是我们肉眼看不见，是不是现在科学家讲的基本粒子夸克？不得而知。总而言之，微尘是最小的单位，不能再分，再分就没有了，佛家讲邻虚尘，极微之微，最小的。虽然这么小的一个物质，在正报里面佛常讲什么？毛端，我们这个汗毛，毛端，毛孔，这正报，依报就是讲微尘，这最小的，一大一小。在自性里面没有大小，这一粒小微尘里面有遍法界虚空界的现象、能量跟信息，圆满的。这个事情不可思议，就是一粒微尘里面有大千世界，有多少个大千世界？无量无边无数无尽，这太不可思议了。《华严经》上说，普贤菩萨能进去。我们讲尘中有刹，刹中又有尘，尘中又有刹，刹中又有尘，真的是横遍十方，竖穷三际，这什么？这是性德。自性不可思议，法尔如是。",
      "zh_TW": "我們看這下面它有文，「謂佛於剎塵等處」，我們《華嚴》學了這麼久，對於剎塵多少有些體會。剎是佛剎，是三千大千世界，一尊佛的教化區，現在一般講法，我們學黃念祖老居士的講法，一個大千世界是多大？黃老居士告訴我，佛經上講的一個單位世界就是我們今天所講的銀河系，一個銀河系是一個單位世界，一千個單位世界才是一個小千世界，這樣倍倍相乘，一千個小千是中千，一千個中千是大千。一個大千世界多少個銀河系？十億，十億個銀河系是一尊佛的教化區。這講大，剎。塵是什麼？塵是微塵，最小的。說一個大的，說一個最小的，全都包括了。微塵是我們肉眼看不見，是不是現在科學家講的基本粒子夸克？不得而知。總而言之，微塵是最小的單位，不能再分，再分就沒有了，佛家講鄰虛塵，極微之微，最小的。雖然這麼小的一個物質，在正報裡面佛常講什麼？毛端，我們這個汗毛，毛端，毛孔，這正報，依報就是講微塵，這最小的，一大一小。在自性裡面沒有大小，這一粒小微塵裡面有遍法界虛空界的現象、能量跟信息，圓滿的。這個事情不可思議，就是一粒微塵裡面有大千世界，有多少個大千世界？無量無邊無數無盡，這太不可思議了。《華嚴經》上說，普賢菩薩能進去。我們講塵中有剎，剎中又有塵，塵中又有剎，剎中又有塵，真的是橫遍十方，豎窮三際，這什麼？這是性德。自性不可思議，法爾如是。"
    },
    {
      "id": "12-047-0103_p0017",
      "zh_CN": "卢舍那佛在哪里？一切刹里头都有，一切尘里头都有，现法界身云，起无边业用，无处不现身。如果真正觉悟的人，六根所接触到的境界，都存真诚感恩的心。为什么？《华严经》告诉你，理事都在表法，那时候我们初学的人就像善财童子一样，凡夫、学生就我一个人，除我一个人之外，一切人、一切事、一切物，没有一个不是佛菩萨，恭敬心圆满生起来了。恭敬心是自性里头本有的，圆满生起来，恭喜你，你觉悟了，你障碍没有了。恭敬心生不起来是什么？是你有业障，这佛说的，为什么你生不起来？但以妄想执着而不能证得。因为我们有妄想、有分别、有执着，大乘教里面讲，你有无明烦恼、你有尘沙烦恼、你有见思烦恼，所以你自性的性德不能现前。障碍去掉，性德完全现前，现身、说法，起用就是说法。",
      "zh_TW": "盧舍那佛在哪裡？一切剎裡頭都有，一切塵裡頭都有，現法界身雲，起無邊業用，無處不現身。如果真正覺悟的人，六根所接觸到的境界，都存真誠感恩的心。為什麼？《華嚴經》告訴你，理事都在表法，那時候我們初學的人就像善財童子一樣，凡夫、學生就我一個人，除我一個人之外，一切人、一切事、一切物，沒有一個不是佛菩薩，恭敬心圓滿生起來了。恭敬心是自性裡頭本有的，圓滿生起來，恭喜你，你覺悟了，你障礙沒有了。恭敬心生不起來是什麼？是你有業障，這佛說的，為什麼你生不起來？但以妄想執著而不能證得。因為我們有妄想、有分別、有執著，大乘教裡面講，你有無明煩惱、你有塵沙煩惱、你有見思煩惱，所以你自性的性德不能現前。障礙去掉，性德完全現前，現身、說法，起用就是說法。"
    },
    {
      "id": "12-047-0103_p0018",
      "zh_CN": "所以佛家讲的，佛不度无缘众生，佛度有缘人，什么是有缘人？现的这些身、现的这些作用，你要会看，你要会听，这就会了。禅宗大德常常测验学生有个口头禅，他常常问「会么？」这两个字的意思很深，会么？你会看吗？你见色就开悟；你会听吗？听音声就开悟，就见性。性在哪里？头头是道，左右逢源，没有一样不是，连虚空都是。虚空也是物，你看我们在《百法明门论》，二十四个不相应里面，方分就是空间，时分就是时间，时间跟空间是一法。诸佛如来在这里头起作用，你会不会？所以会的人，佛菩萨从来没有离开过，不会的人，完全不知道，一天到晚还是烦恼当家，你说麻不麻烦？",
      "zh_TW": "所以佛家講的，佛不度無緣眾生，佛度有緣人，什麼是有緣人？現的這些身、現的這些作用，你要會看，你要會聽，這就會了。禪宗大德常常測驗學生有個口頭禪，他常常問「會麼？」這兩個字的意思很深，會麼？你會看嗎？你見色就開悟；你會聽嗎？聽音聲就開悟，就見性。性在哪裡？頭頭是道，左右逢源，沒有一樣不是，連虛空都是。虛空也是物，你看我們在《百法明門論》，二十四個不相應裡面，方分就是空間，時分就是時間，時間跟空間是一法。諸佛如來在這裡頭起作用，你會不會？所以會的人，佛菩薩從來沒有離開過，不會的人，完全不知道，一天到晚還是煩惱當家，你說麻不麻煩？"
    },
    {
      "id": "12-047-0103_p0019",
      "zh_CN": "下面举《华严经》上的四句偈来说，「故经云：一一微尘中，能证一切法，如是无所碍，周行十方国」，这是《华严经》上的一首偈。一尘如是，一切尘皆如是。我们从我们身上来讲，我讲经这么多年，早年我都常讲，外面是大宇宙，身体是小宇宙，我们身的小宇宙复杂跟外面大宇宙没两样，可以说外面大宇宙不增，我们这个身的小宇宙不减，一样的，我只能说到此地，体会到此地。读了《华严经》，学了这么多年，明白了，每个毛孔端都是究竟圆满的诸佛刹土。我们想想，毛端如是，每个细胞，我们知道人体的结构，从物质现象来说，分子组成的细胞，细胞再把它分析，变成分子，分子再分析，变成原子、变成电子、变成粒子，最后现在分的变成夸克，每个夸克就跟此地讲的一粒微尘一样，你想我们身上多少，你能数得清吗？能数得尽吗？一一微尘中，一一毛端中，一一毛孔中，一一细胞中，能证一切法，这真的不是假的。诸位要是问我，怎么样能见性？任何一法，佛法讲的是活的，《金刚经》上说的，「法法平等，无有高下」，这个法不是专指佛法，一切法，一切法法法平等，所以我们一切恭敬。这么多年来我跟许多宗教接触，我对他们宗教的神我恭恭敬敬去顶礼三拜，为什么？那是佛示现的，我眼目当中他是佛，他是毘卢遮那，他是卢舍那。像伊斯兰教，伊斯兰教没有偶像，它是一个墙壁，完全是白色的。我们看到那面墙壁，那不就是常寂光吗？那就是毘卢遮那，法身如来，他用那个来表法。我们这里恭敬顶礼，他们也顶礼，他不知道这个意思，我们知道它很深。我有一年到日本开会，去拜访中村康隆老和尚，老和尚去年过世，一百零三岁，我第一次见他的时候是九十九岁。我跟他谈我在新加坡做团结宗教的工作，他告诉我一句话，全世界所有宗教的创始人都是观世音菩萨的化身。观世音菩萨应以什么身得度就现什么身，应以基督身得度就现基督身，应以阿訇身得度就现阿訇身，什么身都现，这是我们团结宗教、宗教是一家的理论基础。没有分别，佛是应机化导，众生是什么样的根机他就现什么法，法法平等，无有高下，到《华严经》才完全透彻，搞清楚、搞明白了。",
      "zh_TW": "下面舉《華嚴經》上的四句偈來說，「故經云：一一微塵中，能證一切法，如是無所礙，周行十方國」，這是《華嚴經》上的一首偈。一塵如是，一切塵皆如是。我們從我們身上來講，我講經這麼多年，早年我都常講，外面是大宇宙，身體是小宇宙，我們身的小宇宙複雜跟外面大宇宙沒兩樣，可以說外面大宇宙不增，我們這個身的小宇宙不減，一樣的，我只能說到此地，體會到此地。讀了《華嚴經》，學了這麼多年，明白了，每個毛孔端都是究竟圓滿的諸佛剎土。我們想想，毛端如是，每個細胞，我們知道人體的結構，從物質現象來說，分子組成的細胞，細胞再把它分析，變成分子，分子再分析，變成原子、變成電子、變成粒子，最後現在分的變成夸克，每個夸克就跟此地講的一粒微塵一樣，你想我們身上多少，你能數得清嗎？能數得盡嗎？一一微塵中，一一毛端中，一一毛孔中，一一細胞中，能證一切法，這真的不是假的。諸位要是問我，怎麼樣能見性？任何一法，佛法講的是活的，《金剛經》上說的，「法法平等，無有高下」，這個法不是專指佛法，一切法，一切法法法平等，所以我們一切恭敬。這麼多年來我跟許多宗教接觸，我對他們宗教的神我恭恭敬敬去頂禮三拜，為什麼？那是佛示現的，我眼目當中他是佛，他是毘盧遮那，他是盧舍那。像伊斯蘭教，伊斯蘭教沒有偶像，它是一個牆壁，完全是白色的。我們看到那面牆壁，那不就是常寂光嗎？那就是毘盧遮那，法身如來，他用那個來表法。我們這裡恭敬頂禮，他們也頂禮，他不知道這個意思，我們知道它很深。我有一年到日本開會，去拜訪中村康隆老和尚，老和尚去年過世，一百零三歲，我第一次見他的時候是九十九歲。我跟他談我在新加坡做團結宗教的工作，他告訴我一句話，全世界所有宗教的創始人都是觀世音菩薩的化身。觀世音菩薩應以什麼身得度就現什麼身，應以基督身得度就現基督身，應以阿訇身得度就現阿訇身，什麼身都現，這是我們團結宗教、宗教是一家的理論基礎。沒有分別，佛是應機化導，眾生是什麼樣的根機他就現什麼法，法法平等，無有高下，到《華嚴經》才完全透徹，搞清楚、搞明白了。"
    },
    {
      "id": "12-047-0103_p0020",
      "zh_CN": "底下还有一首偈，「又云：佛演一妙音，周闻十方国，众音悉具足，法雨皆充满」。确实物质现象里头有色声香味，江本胜博士用水，水是物质，来做实验，做了十几年，发现水会看、会听，它会听音乐，懂得人的意思，我们以善念对它，它反应出来，他看到色相，这个结晶的雪花非常之美。我在东京开会，去访问他的实验室，听他报告。我告诉他，我说：你的实验，《华严经》上讲得很清楚，你才实验出色相，它还有妙音，你没有发现，它还有妙味、有妙香，色声香味统统有，你只看到色相，那三个还没有发现，你还要努力，继续努力，肯定有。可是佛法证实这桩事情，他不用仪器，他用什么？用清净心，用定功。人只要把杂念、染污除掉，清净心现前，这个微尘里面有妙音、有妙色、有妙香、有妙味，色声香味，你能够感受到，那里面有妙法，色声香味都有妙法。那个东西，你看到会开悟，你听到会开悟，你闻到会开悟，你舌尝到会开悟。佛在经上告诉我们，香积国那个地方的众生根性跟我们不一样，我们这个娑婆世界六根哪个根最利？耳根，我们看不清楚，能听得清楚。所以《楞严经》上，释迦牟尼佛要文殊菩萨给我们选择根性，他选择观世音菩萨，观音菩萨跟我们特别有缘，为什么？根性相同，都是耳根最利，「此方真教体，清净在音闻」。释迦牟尼佛在印度教学用音声，孔子在中国也是用音声，没有用文字。孔子的东西是学生记录下来传于后世，释迦牟尼佛经典也是如此，当年在世的时候没有任何记录，佛灭度之后，阿难复讲，弟子们记录，传给后世，妙音！我们今天接触不到，要记住，妄想分别执着把我们给害惨了，我们还自以为是，还自以为不得了，怎么对得起佛陀？",
      "zh_TW": "底下還有一首偈，「又云：佛演一妙音，周聞十方國，眾音悉具足，法雨皆充滿」。確實物質現象裡頭有色聲香味，江本勝博士用水，水是物質，來做實驗，做了十幾年，發現水會看、會聽，它會聽音樂，懂得人的意思，我們以善念對它，它反應出來，他看到色相，這個結晶的雪花非常之美。我在東京開會，去訪問他的實驗室，聽他報告。我告訴他，我說：你的實驗，《華嚴經》上講得很清楚，你才實驗出色相，它還有妙音，你沒有發現，它還有妙味、有妙香，色聲香味統統有，你只看到色相，那三個還沒有發現，你還要努力，繼續努力，肯定有。可是佛法證實這樁事情，他不用儀器，他用什麼？用清淨心，用定功。人只要把雜念、染污除掉，清淨心現前，這個微塵裡面有妙音、有妙色、有妙香、有妙味，色聲香味，你能夠感受到，那裡面有妙法，色聲香味都有妙法。那個東西，你看到會開悟，你聽到會開悟，你聞到會開悟，你舌嘗到會開悟。佛在經上告訴我們，香積國那個地方的眾生根性跟我們不一樣，我們這個娑婆世界六根哪個根最利？耳根，我們看不清楚，能聽得清楚。所以《楞嚴經》上，釋迦牟尼佛要文殊菩薩給我們選擇根性，他選擇觀世音菩薩，觀音菩薩跟我們特別有緣，為什麼？根性相同，都是耳根最利，「此方真教體，清淨在音聞」。釋迦牟尼佛在印度教學用音聲，孔子在中國也是用音聲，沒有用文字。孔子的東西是學生記錄下來傳於後世，釋迦牟尼佛經典也是如此，當年在世的時候沒有任何記錄，佛滅度之後，阿難複講，弟子們記錄，傳給後世，妙音！我們今天接觸不到，要記住，妄想分別執著把我們給害慘了，我們還自以為是，還自以為不得了，怎麼對得起佛陀？"
    },
    {
      "id": "12-047-0103_p0021",
      "zh_CN": "所以学佛，克实而论，是相当不容易。我们今天在佛学是什么班？幼稚园的小小班。千万不要以为我们大概是一年级了。一年级可不得了，一年级是圣人，小乘一年级是须陀洹，初果须陀洹，大乘一年级是《华严经》上十信位里面初信位菩萨，那是一年级，那是佛正式的学生，我们还没有到。我常常勉励同学，因为一年级真不容易，勉励同学怎么学法？至少我们先要把最严重的障碍，自私自利放下，名闻利养放下，贪瞋痴慢放下，五欲六尘放下。这个统统放下了，是什么境界？在一年级的门口，没进去，可以说是幼稚园的高班，再进一步你就进一年级了。这四样东西难！四样东西放下是幼稚园，幼稚园的大班生。我们今天这四样还都在当家、都在做主，所以我们是幼儿园的小小班。自己总要清楚、总要明了。就是念佛往生，也要把障碍去掉。如果能把这十六个字做到，放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢，念阿弥陀佛，往生西方极乐世界凡圣同居土是决定成就的，一点怀疑都没有。这四样没有放下，真的，一天念十万声，临终时候还靠不住，你没有把握。这四样东西放下，这叫持戒，佛在经教里，祖师大德教给我们，持戒念佛。我跟诸位没有讲这个戒条，不杀生、不偷盗，我没讲这个，我讲这十六个字，这就是章嘉大师教给我的，重实质不重形式。我要是跟你讲不杀生、不偷盗、不邪淫，那是形式，形式里当然有实质，实质里面也有形式。你真正这四样放下，你的五戒十善肯定具足。自私自利的念头没有了，名闻利养的念头没有了，对于五欲六尘享受的念头没有了，可以随缘了，贪瞋痴慢没有了，你想想这个境界里头，五戒十善，甚至于沙弥戒，具不具足？统统具足。这叫真干，这叫真修，这里头其乐无穷，法喜充满。这里举一样，众音悉具足，法雨皆充满，这就很有味道，「如是等用，无量无边，法界微尘，无不周遍」，这是用周无碍。",
      "zh_TW": "所以學佛，剋實而論，是相當不容易。我們今天在佛學是什麼班？幼稚園的小小班。千萬不要以為我們大概是一年級了。一年級可不得了，一年級是聖人，小乘一年級是須陀洹，初果須陀洹，大乘一年級是《華嚴經》上十信位裡面初信位菩薩，那是一年級，那是佛正式的學生，我們還沒有到。我常常勉勵同學，因為一年級真不容易，勉勵同學怎麼學法？至少我們先要把最嚴重的障礙，自私自利放下，名聞利養放下，貪瞋痴慢放下，五欲六塵放下。這個統統放下了，是什麼境界？在一年級的門口，沒進去，可以說是幼稚園的高班，再進一步你就進一年級了。這四樣東西難！四樣東西放下是幼稚園，幼稚園的大班生。我們今天這四樣還都在當家、都在做主，所以我們是幼兒園的小小班。自己總要清楚、總要明瞭。就是念佛往生，也要把障礙去掉。如果能把這十六個字做到，放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢，念阿彌陀佛，往生西方極樂世界凡聖同居土是決定成就的，一點懷疑都沒有。這四樣沒有放下，真的，一天念十萬聲，臨終時候還靠不住，你沒有把握。這四樣東西放下，這叫持戒，佛在經教裡，祖師大德教給我們，持戒念佛。我跟諸位沒有講這個戒條，不殺生、不偷盜，我沒講這個，我講這十六個字，這就是章嘉大師教給我的，重實質不重形式。我要是跟你講不殺生、不偷盜、不邪淫，那是形式，形式裡當然有實質，實質裡面也有形式。你真正這四樣放下，你的五戒十善肯定具足。自私自利的念頭沒有了，名聞利養的念頭沒有了，對於五欲六塵享受的念頭沒有了，可以隨緣了，貪瞋痴慢沒有了，你想想這個境界裡頭，五戒十善，甚至於沙彌戒，具不具足？統統具足。這叫真幹，這叫真修，這裡頭其樂無窮，法喜充滿。這裡舉一樣，眾音悉具足，法雨皆充滿，這就很有味道，「如是等用，無量無邊，法界微塵，無不周遍」，這是用周無礙。"
    },
    {
      "id": "12-047-0103_p0022",
      "zh_CN": "我们再看第二个，第二个是「相遍无碍：谓佛于十方一切世界，无量佛刹，种种神变，皆有如来示现受生之相」，我们把这个文念完，「随现一相，众相皆具，万德斯圆，是为相遍无碍」，这就是《楞严》上所讲的「随众生心，应所知量」，教化众生。这个相是什么相？就是这个文里头，种种神变，皆有如来示现受生之相。这就是我们常讲的八相成道。我们看到佛降生，你有没有看到？你粗心大意，如果你要细心观察，你看到小孩出生，这就是八相里第一个相，出生的相，你看到母亲怀孕，受胎的相，怎么会没看见？就在周边，常常看见。看到人老了，死亡了，那就是入灭。生老病死，善有善果，恶有恶报，统统在面前，怎么没有看见？释迦牟尼佛示现开悟，示现什么？出城游玩，一次看到小孩降生，看到生，一次看到病苦，看到生病的那种苦样子，又一次看到老人，又一次看到人死了。我们也常常看到，没感觉，麻木不仁，他看到开悟了。我们要学会释迦牟尼佛那种智慧、细密，心地清净，照见。这种示现是什么？我们是凡夫，对我们示现，我们明白，我们觉悟了，我们觉悟要把觉悟的相也要示现给别人看。「学为人师，行为世范」，我们要做出好样子。当然这里头佛菩萨弘愿不可思议，众生福报有关系。",
      "zh_TW": "我們再看第二個，第二個是「相遍無礙：謂佛於十方一切世界，無量佛剎，種種神變，皆有如來示現受生之相」，我們把這個文念完，「隨現一相，眾相皆具，萬德斯圓，是為相遍無礙」，這就是《楞嚴》上所講的「隨眾生心，應所知量」，教化眾生。這個相是什麼相？就是這個文裡頭，種種神變，皆有如來示現受生之相。這就是我們常講的八相成道。我們看到佛降生，你有沒有看到？你粗心大意，如果你要細心觀察，你看到小孩出生，這就是八相裡第一個相，出生的相，你看到母親懷孕，受胎的相，怎麼會沒看見？就在周邊，常常看見。看到人老了，死亡了，那就是入滅。生老病死，善有善果，惡有惡報，統統在面前，怎麼沒有看見？釋迦牟尼佛示現開悟，示現什麼？出城遊玩，一次看到小孩降生，看到生，一次看到病苦，看到生病的那種苦樣子，又一次看到老人，又一次看到人死了。我們也常常看到，沒感覺，麻木不仁，他看到開悟了。我們要學會釋迦牟尼佛那種智慧、細密，心地清淨，照見。這種示現是什麼？我們是凡夫，對我們示現，我們明白，我們覺悟了，我們覺悟要把覺悟的相也要示現給別人看。「學為人師，行為世範」，我們要做出好樣子。當然這裡頭佛菩薩弘願不可思議，眾生福報有關係。"
    },
    {
      "id": "12-047-0103_p0023",
      "zh_CN": "我们看到佛法兴旺的朝代，古时候中国佛法最兴旺的是隋唐，那时候圣贤出现于世间，国王大臣都是圣贤，人民有福。为什么人民有福？人民都接受老祖宗的教诲。这个要懂中国历史才知道，古时候社会跟现代完全不一样，古时候的家是大家，不是小家庭，没有小家庭，中国自古以来就是大家族，五代同堂。你看看家谱，家谱一展开都是五代，一行都是五代，五代同堂。五代有多少人？家里人丁不旺的差不多也有二百人左右，大概是一百五十到二百人，不兴旺的；一般家庭大概总是三百人左右，这么大一个家族；人丁兴旺的六、七百人，儿孙多的，那么大的家庭，那个家庭要是管理不好不行。所以中国每一家你去看看，到祠堂找家谱，有家规、有家道，家道、家规、家学、家业，家业是事业，你们家从事哪个行业的，代代都有传人，传家道的，传家规的，传家学的，传家业的，这是一个团体。所以中国人真有福，小时候会受到很好的教育，不是你父母教，家族教，家族办的私塾就是我们今天讲的子弟学校，家族教。家长会请很好的老师，有德行、有学问的来教子弟，真负责任。家学里面的学生，子弟长大成年，参加国家的考试，考秀才，县考秀才，省考举人，殿试考进士，皇帝做主考，参加考试，国家这样取人才。中国几千年来讲，齐家、治国、平天下，他能把家管好就能够做官，就能够做一个政府的主管官，他会把这一个县、一个郡治好。所以家对中国几千年来长治久安那个贡献之大不可思议，现在没有了。",
      "zh_TW": "我們看到佛法興旺的朝代，古時候中國佛法最興旺的是隋唐，那時候聖賢出現於世間，國王大臣都是聖賢，人民有福。為什麼人民有福？人民都接受老祖宗的教誨。這個要懂中國歷史才知道，古時候社會跟現代完全不一樣，古時候的家是大家，不是小家庭，沒有小家庭，中國自古以來就是大家族，五代同堂。你看看家譜，家譜一展開都是五代，一行都是五代，五代同堂。五代有多少人？家裡人丁不旺的差不多也有二百人左右，大概是一百五十到二百人，不興旺的；一般家庭大概總是三百人左右，這麼大一個家族；人丁興旺的六、七百人，兒孫多的，那麼大的家庭，那個家庭要是管理不好不行。所以中國每一家你去看看，到祠堂找家譜，有家規、有家道，家道、家規、家學、家業，家業是事業，你們家從事哪個行業的，代代都有傳人，傳家道的，傳家規的，傳家學的，傳家業的，這是一個團體。所以中國人真有福，小時候會受到很好的教育，不是你父母教，家族教，家族辦的私塾就是我們今天講的子弟學校，家族教。家長會請很好的老師，有德行、有學問的來教子弟，真負責任。家學裡面的學生，子弟長大成年，參加國家的考試，考秀才，縣考秀才，省考舉人，殿試考進士，皇帝做主考，參加考試，國家這樣取人才。中國幾千年來講，齊家、治國、平天下，他能把家管好就能夠做官，就能夠做一個政府的主管官，他會把這一個縣、一個郡治好。所以家對中國幾千年來長治久安那個貢獻之大不可思議，現在沒有了。"
    },
    {
      "id": "12-047-0103_p0024",
      "zh_CN": "我这个年龄，小时候，十岁以前我还见过大家庭。我们家贫穷，家已经没有了，可是我的亲戚，我住在我姑妈的家里，那是个大家族，一个大村庄，也是将近有一、二百人，就是一家。小时候，我在那个大家庭住了七年，印象很深，三岁到十岁，大家庭给我的印象。现在想想，从前他心安，小时候家教，年老不怕没有人养老，家族养老，真有天伦之乐，晚辈太多，所以他老不在乎，不怕老，养老育幼都是这个家的事业。现在家没有了，老人可怜，年老之后想怎么办？现前的社会，中国人也学西方人这种价值观，不养老人了，老人由国家去养，到养老院去养，这很可怜，养老院不是自己的亲人。在从前家庭养老，这个好！这都是骨肉，都是一家人，所以老的爱护小的，小的都尊敬老的。像这个统统都是相无碍遍，社会现象，你要会看全都看到了，不会看当面错过。所以我常常想中国的家要恢复，这对于整个世界和平是最大的贡献。",
      "zh_TW": "我這個年齡，小時候，十歲以前我還見過大家庭。我們家貧窮，家已經沒有了，可是我的親戚，我住在我姑媽的家裡，那是個大家族，一個大村莊，也是將近有一、二百人，就是一家。小時候，我在那個大家庭住了七年，印象很深，三歲到十歲，大家庭給我的印象。現在想想，從前他心安，小時候家教，年老不怕沒有人養老，家族養老，真有天倫之樂，晚輩太多，所以他老不在乎，不怕老，養老育幼都是這個家的事業。現在家沒有了，老人可憐，年老之後想怎麼辦？現前的社會，中國人也學西方人這種價值觀，不養老人了，老人由國家去養，到養老院去養，這很可憐，養老院不是自己的親人。在從前家庭養老，這個好！這都是骨肉，都是一家人，所以老的愛護小的，小的都尊敬老的。像這個統統都是相無礙遍，社會現象，你要會看全都看到了，不會看當面錯過。所以我常常想中國的家要恢復，這對於整個世界和平是最大的貢獻。"
    },
    {
      "id": "12-047-0103_p0025",
      "zh_CN": "恢复从前这种血缘的家族是不可能的，我就常常想到，现在有企业、有公司，它是团体，像我们这个寺院也是团体，用团体来继承中国的家道，继承中国的家规、家学、家业，这对于世界和平是最大的贡献。我找了几个企业家做实验，我说你们带头，一、两个做好了，给大家看。企业的老板就是大家长，必须要怎么样？把你的员工看成是自己的兄弟姊妹，这才行。这个企业就是一个家庭，但是这个家庭是道义组的，不是血统关系，老板要照顾周到，员工的老人就是自己的叔叔、伯伯，公司要养老，员工的小孩就是自己的晚辈、下一辈，所以公司要办养老院、公司要办子弟学校，把家道继承下来。员工进入你的公司，这就是我的家庭，他会全心全力为公司服务。日本人虽有做，做得不彻底，老板还是有私心。这个老板不能有一点点私心，必须是这个公司是一家人。现在在中国，第一个在做的，胡小林，北京，做得很成功，他才两年半，效果卓着，员工的老人、小孩真照顾到。你想想看那些员工，看到这样的老板怎么不喜欢，到哪里去找，把你当一家人看待。所以金融风暴对他们毫无影响，别的公司裁员、减薪，他不但不裁员，薪水还涨。所以相遍无碍，我们要会看，《华严经》统统在现实的社会上。",
      "zh_TW": "恢復從前這種血緣的家族是不可能的，我就常常想到，現在有企業、有公司，它是團體，像我們這個寺院也是團體，用團體來繼承中國的家道，繼承中國的家規、家學、家業，這對於世界和平是最大的貢獻。我找了幾個企業家做實驗，我說你們帶頭，一、兩個做好了，給大家看。企業的老闆就是大家長，必須要怎麼樣？把你的員工看成是自己的兄弟姊妹，這才行。這個企業就是一個家庭，但是這個家庭是道義組的，不是血統關係，老闆要照顧周到，員工的老人就是自己的叔叔、伯伯，公司要養老，員工的小孩就是自己的晚輩、下一輩，所以公司要辦養老院、公司要辦子弟學校，把家道繼承下來。員工進入你的公司，這就是我的家庭，他會全心全力為公司服務。日本人雖有做，做得不徹底，老闆還是有私心。這個老闆不能有一點點私心，必須是這個公司是一家人。現在在中國，第一個在做的，胡小林，北京，做得很成功，他才兩年半，效果卓著，員工的老人、小孩真照顧到。你想想看那些員工，看到這樣的老闆怎麼不喜歡，到哪裡去找，把你當一家人看待。所以金融風暴對他們毫無影響，別的公司裁員、減薪，他不但不裁員，薪水還漲。所以相遍無礙，我們要會看，《華嚴經》統統在現實的社會上。"
    },
    {
      "id": "12-047-0103_p0026",
      "zh_CN": "第三「寂用无碍：谓佛常住三昧，为寂无妨利物，为用即定即用，无碍自在」。寂是什么？寂是心清净、心平等。无论在什么环境里面，从早到晚，生活也好，应酬也好，他心是定的，这个要修行，这就叫修行。不为外境所动摇，也就是你真的把五欲六尘放下，真正对佛法教诲你明白、你觉悟了。这是真的要有悟性，要相信因果。一个人在这个世间，所谓「生死有命，富贵由天」，命里有，丢都丢不掉，命里没有，用什么方法都求不到，心定了，不求了。像《了凡四训》所讲的，了凡先生命被孔先生算，算得那么准确，所以他一天到晚不起念头，为什么？起念头没用，何必要起念头？一生都是命，半点不由人。他能够跟云谷大师在禅堂里面坐三天三夜不打一个妄想。云谷禅师觉得这个人很了不起，就问他，你用什么功夫，三天三夜我没有看到你打个妄想？他就说出来，他很老实，我不是没有妄想，打妄想没用，命给人算定了。二十年，每一年，他是个念书人，去考试，考多少名，完全跟算命先生讲的一样，一点都不差。那时候他考取秀才，考取秀才国家就给他粮食，就等于说是由国家拿钱出来帮助你的生活费用，你不必忧虑基本生活，你好好读书。那时候每年有几十石稻米，生活可以过得去。年年一点都不差，他才晓得真的是有命运，所以心就定下来了。",
      "zh_TW": "第三「寂用無礙：謂佛常住三昧，為寂無妨利物，為用即定即用，無礙自在」。寂是什麼？寂是心清淨、心平等。無論在什麼環境裡面，從早到晚，生活也好，應酬也好，他心是定的，這個要修行，這就叫修行。不為外境所動搖，也就是你真的把五欲六塵放下，真正對佛法教誨你明白、你覺悟了。這是真的要有悟性，要相信因果。一個人在這個世間，所謂「生死有命，富貴由天」，命裡有，丟都丟不掉，命裡沒有，用什麼方法都求不到，心定了，不求了。像《了凡四訓》所講的，了凡先生命被孔先生算，算得那麼準確，所以他一天到晚不起念頭，為什麼？起念頭沒用，何必要起念頭？一生都是命，半點不由人。他能夠跟雲谷大師在禪堂裡面坐三天三夜不打一個妄想。雲谷禪師覺得這個人很了不起，就問他，你用什麼功夫，三天三夜我沒有看到你打個妄想？他就說出來，他很老實，我不是沒有妄想，打妄想沒用，命給人算定了。二十年，每一年，他是個念書人，去考試，考多少名，完全跟算命先生講的一樣，一點都不差。那時候他考取秀才，考取秀才國家就給他糧食，就等於說是由國家拿錢出來幫助你的生活費用，你不必憂慮基本生活，你好好讀書。那時候每年有幾十石稻米，生活可以過得去。年年一點都不差，他才曉得真的是有命運，所以心就定下來了。"
    },
    {
      "id": "12-047-0103_p0027",
      "zh_CN": "云谷禅师说：我以为你是圣人，原来你还是凡夫。他就问他：为什么？他说：被命运拘束的人是凡夫，不是英雄好汉。了凡先生说：命运可以改？当然，命运是你自己造的，你自己造的你自己可以改，不是别人，别人替你改，假的，自己改。命运怎么造的？过去生中你造的善因，你今天来享福，你造的恶业，那你今天受报，是这么回事情。怎么改变？大善大恶就改了。你不作恶，你修善，断恶修善，积功累德，命运马上就改了。他听这个话很有道理，就发心做三千桩善事，日行一善，做三千桩善事。这个心一发，真干，天天干，他到第二年去考试，孔先生算他这一次参加考试是第三名，结果他考了第一名，他就晓得跟算命先生讲的有差误了，这是真的不是假的。从此以后他就非常努力，命里没有功名，就是他只有秀才，他没有举人、没有进士的功名，以后统统考中，命里没有儿子，他也得了个好儿子。一生行善，全家行善，命运全改了。所以命运不掌握在别人手上，掌握在自己手上。你只要明白这个道理，个人命运能改，家运能改。如果大家都知道，都这样学习圣贤之道，国运就改了。这些灾难从哪来的？灾难是不善业所感得的，如果人人都能断恶修善、积功累德，灾难就没有了，就化解。我们看到灾难的时候还怨天尤人，老天对不起我，别人对不起我，为什么他不受难，我遭受难？这个念头不好，这个念头是不知道自己过去生中造的业因。",
      "zh_TW": "雲谷禪師說：我以為你是聖人，原來你還是凡夫。他就問他：為什麼？他說：被命運拘束的人是凡夫，不是英雄好漢。了凡先生說：命運可以改？當然，命運是你自己造的，你自己造的你自己可以改，不是別人，別人替你改，假的，自己改。命運怎麼造的？過去生中你造的善因，你今天來享福，你造的惡業，那你今天受報，是這麼回事情。怎麼改變？大善大惡就改了。你不作惡，你修善，斷惡修善，積功累德，命運馬上就改了。他聽這個話很有道理，就發心做三千樁善事，日行一善，做三千樁善事。這個心一發，真幹，天天幹，他到第二年去考試，孔先生算他這一次參加考試是第三名，結果他考了第一名，他就曉得跟算命先生講的有差誤了，這是真的不是假的。從此以後他就非常努力，命裡沒有功名，就是他只有秀才，他沒有舉人、沒有進士的功名，以後統統考中，命裡沒有兒子，他也得了個好兒子。一生行善，全家行善，命運全改了。所以命運不掌握在別人手上，掌握在自己手上。你只要明白這個道理，個人命運能改，家運能改。如果大家都知道，都這樣學習聖賢之道，國運就改了。這些災難從哪來的？災難是不善業所感得的，如果人人都能斷惡修善、積功累德，災難就沒有了，就化解。我們看到災難的時候還怨天尤人，老天對不起我，別人對不起我，為什麼他不受難，我遭受難？這個念頭不好，這個念頭是不知道自己過去生中造的業因。"
    },
    {
      "id": "12-047-0103_p0028",
      "zh_CN": "这些事情连外国人，我看过美国魏斯医生的四本书，我们台湾有翻译本，它里面就讲得很好，他是用催眠，把人深度催眠之后人可以能回到过去世，讲到过去造的这不善的，感到这一生身体的毛病，把得病那个病因从前世找出来，找出来之后他的心结打开，病很容易就好了。从这些实验里，结论上，他说这个世界上每个人一生遭遇都是与过去因果有关系，决定没有一个人一生当中有一个突发的事情，没有，都有前因后果，今生所造的是来世的业因，所以因果通三世他们相信。因果从什么时候开始的？宇宙形成那一天开始的，同时发生的。我常常讲，我们这里讲的是起二用，一念不觉，宇宙出现了，我出现了，因果同时出现。所以这东西是真的不是假的。",
      "zh_TW": "這些事情連外國人，我看過美國魏斯醫生的四本書，我們台灣有翻譯本，它裡面就講得很好，他是用催眠，把人深度催眠之後人可以能回到過去世，講到過去造的這不善的，感到這一生身體的毛病，把得病那個病因從前世找出來，找出來之後他的心結打開，病很容易就好了。從這些實驗裡，結論上，他說這個世界上每個人一生遭遇都是與過去因果有關係，決定沒有一個人一生當中有一個突發的事情，沒有，都有前因後果，今生所造的是來世的業因，所以因果通三世他們相信。因果從什麼時候開始的？宇宙形成那一天開始的，同時發生的。我常常講，我們這裡講的是起二用，一念不覺，宇宙出現了，我出現了，因果同時出現。所以這東西是真的不是假的。"
    },
    {
      "id": "12-047-0103_p0029",
      "zh_CN": "清净心比什么都重要，这寂字里有清净、有平等。清净心生智慧，无论用在生活上、用在工作、用在待人接物，都会做到恰到好处，都能做得很圆满，这是世间人所向往的，都想这样做，不知道从哪里学。中国传统儒释道三家都讲定功，都讲悟性。求学里最重要的，不是记诵，不是说你要统统把它记住、把它背熟，不是的，那是手段，不是目的，目的是什么？目的是让你心里把妄念念掉。叫你念一千遍书，你的精神都集中在书本上，其他妄念没有了，这是修定的功夫，用这种方法把你的妄念打掉。念佛也是如此，念这一句阿弥陀佛也是把妄念打掉，念头才起，佛门大德常讲「不怕念起，只怕觉迟」，念是妄念，妄念起来不怕，为什么？是你阿赖耶里面的烦恼习气，你当然会起来，你不起来你是圣人，你不是凡夫，所以会起来的。起来怎么样？第一个妄念起来，第二个就要把它换掉，这就叫觉。换怎么换？换成阿弥陀佛，这叫功夫，不管是善念、是恶念，不管什么念头，第二个念头统统换成阿弥陀佛，用阿弥陀佛取代。妄念断太难了，那不是容易事情。所以净宗这个法门太方便，八万四千法门里找不到，用一个阿弥陀佛把所有一切妄念止住，阿弥陀佛是正念，提起正念，妄念就没有了。",
      "zh_TW": "清淨心比什麼都重要，這寂字裡有清淨、有平等。清淨心生智慧，無論用在生活上、用在工作、用在待人接物，都會做到恰到好處，都能做得很圓滿，這是世間人所嚮往的，都想這樣做，不知道從哪裡學。中國傳統儒釋道三家都講定功，都講悟性。求學裡最重要的，不是記誦，不是說你要統統把它記住、把它背熟，不是的，那是手段，不是目的，目的是什麼？目的是讓你心裡把妄念念掉。叫你念一千遍書，你的精神都集中在書本上，其他妄念沒有了，這是修定的功夫，用這種方法把你的妄念打掉。念佛也是如此，念這一句阿彌陀佛也是把妄念打掉，念頭才起，佛門大德常講「不怕念起，只怕覺遲」，念是妄念，妄念起來不怕，為什麼？是你阿賴耶裡面的煩惱習氣，你當然會起來，你不起來你是聖人，你不是凡夫，所以會起來的。起來怎麼樣？第一個妄念起來，第二個就要把它換掉，這就叫覺。換怎麼換？換成阿彌陀佛，這叫功夫，不管是善念、是惡念，不管什麼念頭，第二個念頭統統換成阿彌陀佛，用阿彌陀佛取代。妄念斷太難了，那不是容易事情。所以淨宗這個法門太方便，八萬四千法門裡找不到，用一個阿彌陀佛把所有一切妄念止住，阿彌陀佛是正念，提起正念，妄念就沒有了。"
    },
    {
      "id": "12-047-0103_p0030",
      "zh_CN": "一句佛号念久了，不念，妄念也不起来，那就叫念佛三昧现前。最初的功夫就叫功夫成片，功夫到深的时候就到一心不乱，一心不乱有事一心、有理一心，事一心不乱生西方极乐世界的方便有余土，理一心生实报庄严土。事一心、理一心往生自在，你想去就去，想不去，住多少年，一点不妨碍，这是一心不乱。功夫成片有九品，上三品，一样往生自在，想走就走，想留就留，中辈、下辈的那是要到寿命到，佛来接引。所以一定要记住，真正往生有把握，没有别的，心净则佛土净，我这一句阿弥陀佛真的能把一切烦恼伏住。六根接触外面六尘境界，随顺自己意思的就起贪心，阿弥陀佛，贪心压下去了；见到不如意的就有怨恨，那个怨恨念头才生，阿弥陀佛，就把怨恨打下去了，这叫念佛。口里一面念阿弥陀佛，贪瞋痴慢念头照起，这不行，这把你念佛的功夫全部都破坏掉。所以念佛有人能往生，瑞相很好，有人念一辈子不能往生，你要懂得他怎么念法。念佛号里头夹杂，夹杂着妄念，或者是怀疑，半信半疑，到底有没有极乐世界？我这样念有没有好处？有这些问题存在，把功夫破坏掉了，那就错了。",
      "zh_TW": "一句佛號念久了，不念，妄念也不起來，那就叫念佛三昧現前。最初的功夫就叫功夫成片，功夫到深的時候就到一心不亂，一心不亂有事一心、有理一心，事一心不亂生西方極樂世界的方便有餘土，理一心生實報莊嚴土。事一心、理一心往生自在，你想去就去，想不去，住多少年，一點不妨礙，這是一心不亂。功夫成片有九品，上三品，一樣往生自在，想走就走，想留就留，中輩、下輩的那是要到壽命到，佛來接引。所以一定要記住，真正往生有把握，沒有別的，心淨則佛土淨，我這一句阿彌陀佛真的能把一切煩惱伏住。六根接觸外面六塵境界，隨順自己意思的就起貪心，阿彌陀佛，貪心壓下去了；見到不如意的就有怨恨，那個怨恨念頭才生，阿彌陀佛，就把怨恨打下去了，這叫念佛。口裡一面念阿彌陀佛，貪瞋痴慢念頭照起，這不行，這把你念佛的功夫全部都破壞掉。所以念佛有人能往生，瑞相很好，有人念一輩子不能往生，你要懂得他怎麼念法。念佛號裡頭夾雜，夾雜著妄念，或者是懷疑，半信半疑，到底有沒有極樂世界？我這樣念有沒有好處？有這些問題存在，把功夫破壞掉了，那就錯了。"
    },
    {
      "id": "12-047-0103_p0031",
      "zh_CN": "所以要学佛菩萨的寂、用，就是心地，我们只求清净心、平等心，觉不要求，清净平等得到之后就会有觉。真正功夫就是这个用法，用在日常生活当中，好！好在哪里？好在什么都不要操心，公司当老板一点不操心，你看他多自在。胡小林告诉我，他每天上午在公司里面，他要到公司去，但是不管事，什么事都不问，也不开会，一上午怎么样？念《无量寿经》、念阿弥陀佛，他的办公室就是他的佛堂，而且一上午不接电话，所以他很清净，每天上午修行，公司里有什么事情统统是下午处理，而且都很简单，所以他现在真正过幸福美满的人生。底下大师引用两句经文，「经云：如来境界不可量，寂而能演遍十方」，寂用无碍。你看他不是能说，他是能演。演是什么？做出来给你看，身教，他不是言教，做给你看。真正得到佛法无比殊胜的大用，跟前面所说的遍十方、遍刹土、遍微尘。",
      "zh_TW": "所以要學佛菩薩的寂、用，就是心地，我們只求清淨心、平等心，覺不要求，清淨平等得到之後就會有覺。真正功夫就是這個用法，用在日常生活當中，好！好在哪裡？好在什麼都不要操心，公司當老闆一點不操心，你看他多自在。胡小林告訴我，他每天上午在公司裡面，他要到公司去，但是不管事，什麼事都不問，也不開會，一上午怎麼樣？念《無量壽經》、念阿彌陀佛，他的辦公室就是他的佛堂，而且一上午不接電話，所以他很清淨，每天上午修行，公司裡有什麼事情統統是下午處理，而且都很簡單，所以他現在真正過幸福美滿的人生。底下大師引用兩句經文，「經云：如來境界不可量，寂而能演遍十方」，寂用無礙。你看他不是能說，他是能演。演是什麼？做出來給你看，身教，他不是言教，做給你看。真正得到佛法無比殊勝的大用，跟前面所說的遍十方、遍剎土、遍微塵。"
    },
    {
      "id": "12-047-0103_p0032",
      "zh_CN": "下面第四段，「依起无碍：谓佛虽寂用无心」，这个寂用无心是前面第三，寂用无心，「而能依海印三昧之力，即起无碍之用」，这什么？一个依，能依海印三昧，即起无碍之用，这个无碍之用是事事无碍。下面引经说，「众生形相各不同」，形是形状，相是相好，各不同，「行业音声亦无量，如是一切皆能现，海印三昧威神力」，这是《华严经》上的四句偈，这四句偈是讲依起无碍。海印三昧我们前面学过，怕的是时间久了同学们都忘掉了，这是法身菩萨都有的。为什么叫海印？「海印三昧，谓香海澄渟，湛然不动，一切形像皆于中现，如印印文」，这是海印略说。海是比喻，大海。可是我们这个大海风浪很大，所以有波涛。这个意思是什么？没有风，如果没有风这个水是平的，水是静的，水是平的，水平就像一面镜子一样，外面的景象统统照在里面，这叫印，海印，它印相。我们通常在什么地方看？看湖水。高雄这边有澄清湖，澄清湖没有大的波浪，有一点点微波，可是四周景物倒影在水里面你看得很清楚。佛用这个做比喻，比喻什么？比喻自性，自性是性海，性不动。我们想到惠能大师所说的，「何期自性，本无动摇」。性是不动的，永远不动，不生不灭，永远清净无染，所以佛常常用海来做比喻，性海。性海澄渟，这就是水干净，没有波浪，湛然不动。这形容什么？形容自性本定，惠能大师讲本无动摇。",
      "zh_TW": "下面第四段，「依起無礙：謂佛雖寂用無心」，這個寂用無心是前面第三，寂用無心，「而能依海印三昧之力，即起無礙之用」，這什麼？一個依，能依海印三昧，即起無礙之用，這個無礙之用是事事無礙。下面引經說，「眾生形相各不同」，形是形狀，相是相好，各不同，「行業音聲亦無量，如是一切皆能現，海印三昧威神力」，這是《華嚴經》上的四句偈，這四句偈是講依起無礙。海印三昧我們前面學過，怕的是時間久了同學們都忘掉了，這是法身菩薩都有的。為什麼叫海印？「海印三昧，謂香海澄渟，湛然不動，一切形像皆於中現，如印印文」，這是海印略說。海是比喻，大海。可是我們這個大海風浪很大，所以有波濤。這個意思是什麼？沒有風，如果沒有風這個水是平的，水是靜的，水是平的，水平就像一面鏡子一樣，外面的景象統統照在裡面，這叫印，海印，它印相。我們通常在什麼地方看？看湖水。高雄這邊有澄清湖，澄清湖沒有大的波浪，有一點點微波，可是四周景物倒影在水裡面你看得很清楚。佛用這個做比喻，比喻什麼？比喻自性，自性是性海，性不動。我們想到惠能大師所說的，「何期自性，本無動搖」。性是不動的，永遠不動，不生不滅，永遠清淨無染，所以佛常常用海來做比喻，性海。性海澄渟，這就是水乾淨，沒有波浪，湛然不動。這形容什麼？形容自性本定，惠能大師講本無動搖。"
    },
    {
      "id": "12-047-0103_p0033",
      "zh_CN": "这个性海它能照见什么？它能照见遍法界虚空界依正庄严，它清清楚楚全照见了，所以众生有感他立刻就有应。他应的时候有没有起心动念？没有。不起心、不动念那个印叫真印，起心动念就错了，那凡夫，六道凡夫。四圣法界里面的这些权教菩萨他还是起心动念，超越十法界，法身菩萨绝对没有起心动念。没有起心动念怎么会应？我们无法想像，经上讲不可思议就这个意思。江本博士的水实验给我们答案了，我们看到之后恍然大悟，多少年的疑惑化解了。你看看水，一杯水放那里，我们给文字给它看，给音乐给它听，我们起心动念，善念、恶念对待它，它统统有反应。它有没有起心动念？它有没有分别执着？没有。起心动念需要脑神经，需要神经系统，它没有神经系统，它反应甚至于比我们人还要灵敏，一丝毫错误都没有。善，就是非常漂亮的图案给你看，恶，就很难看的、很丑陋的。连水给我们的信息都不需要起心动念，不需要分别执着，何况自性！所以这个实验，用科学的实验帮助我们解决了。如印印文，这比喻「如来智海无心，一切众生皆在其中顿现」。要记住，顿现，没有次第的，全现，不是局部的，全现。我们明白这个道理就晓得，只要是法身大士，圆教初住以上，他这个能力都恢复了。我们起心动念说是没有人知道，假的，他们全晓得，在他们性海里头是一时顿现。所以慎独这个功夫是必须要做的，就是一个人也不能有一个恶念，你不要认为佛菩萨不知道，全知道，这是真的，一点都不假。今天时间到了，我们就学习到此地。",
      "zh_TW": "這個性海它能照見什麼？它能照見遍法界虛空界依正莊嚴，它清清楚楚全照見了，所以眾生有感他立刻就有應。他應的時候有沒有起心動念？沒有。不起心、不動念那個印叫真印，起心動念就錯了，那凡夫，六道凡夫。四聖法界裡面的這些權教菩薩他還是起心動念，超越十法界，法身菩薩絕對沒有起心動念。沒有起心動念怎麼會應？我們無法想像，經上講不可思議就這個意思。江本博士的水實驗給我們答案了，我們看到之後恍然大悟，多少年的疑惑化解了。你看看水，一杯水放那裡，我們給文字給它看，給音樂給它聽，我們起心動念，善念、惡念對待它，它統統有反應。它有沒有起心動念？它有沒有分別執著？沒有。起心動念需要腦神經，需要神經系統，它沒有神經系統，它反應甚至於比我們人還要靈敏，一絲毫錯誤都沒有。善，就是非常漂亮的圖案給你看，惡，就很難看的、很醜陋的。連水給我們的信息都不需要起心動念，不需要分別執著，何況自性！所以這個實驗，用科學的實驗幫助我們解決了。如印印文，這比喻「如來智海無心，一切眾生皆在其中頓現」。要記住，頓現，沒有次第的，全現，不是局部的，全現。我們明白這個道理就曉得，只要是法身大士，圓教初住以上，他這個能力都恢復了。我們起心動念說是沒有人知道，假的，他們全曉得，在他們性海裡頭是一時頓現。所以慎獨這個功夫是必須要做的，就是一個人也不能有一個惡念，你不要認為佛菩薩不知道，全知道，這是真的，一點都不假。今天時間到了，我們就學習到此地。"
    }
  ]
}