{
  "doc_id": "12-047-0022",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-047-0022",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-047-0022_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第五页第七行最后一句看起，我们把经文念几句对对地方。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第五頁第七行最後一句看起，我們把經文念幾句對對地方。"
    },
    {
      "id": "12-047-0022_p0002",
      "zh_CN": "【良以非真流之行。无以契真。何有饰真之行。不从真起。】",
      "zh_TW": "【良以非真流之行。無以契真。何有飾真之行。不從真起。】"
    },
    {
      "id": "12-047-0022_p0003",
      "zh_CN": "我们就念到这一句。这一段是第二段里面一个小段，第二段是讲「法界圆明自在用」，这是讲生命的起源。这个生命不是讲别人，是讲自己，也就是说我是从哪里来的。禅宗有一句话头，「父母未生前本来面目」，我们父母未生之前本来面目是什么？这是属于《还源观》六个大段里面第二段，第一段是讲本体，是讲自性。释迦牟尼佛在三十岁的那一年，他在菩提树下夜睹明星，大彻大悟，叫明心见性。性是什么？他说出来，他说得很详细，就是《大方广佛华严经》。在中国一千三、四百年之前，也有一位佛降生在中国，为我们做实验，就是禅宗的六祖惠能大师，他二十四岁那一年明心见性。性是什么？能大师说了五句话，很简单，惠能大师不认识字，现在中国的话叫没有文化；释迦牟尼佛是有文化的，他还出去参学了十二年。可是能大师没有，不认识字，没念过书，学佛了也没有听过一天的经，不要说听一部，一天没听过，偶尔断断片片的听人家念《金刚经》，他一听就明白。在五祖忍和尚那个地方八个月，诸位要知道，他八个月在碓房里面是舂米破柴，没有进过讲堂，也没有进过禅堂。末后的那一天五祖传法，半夜三更他在方丈室召见，三更的时候进去没有人知道，忍和尚给他讲《金刚经》大意，决定没有经本，为什么？他不认识字。讲到「应无所住，而生其心」，他就豁然大悟，也是明心见性。能大师见性，跟释迦牟尼佛见性是同一个境界，都是所谓明心见性、见性成佛。",
      "zh_TW": "我們就念到這一句。這一段是第二段裡面一個小段，第二段是講「法界圓明自在用」，這是講生命的起源。這個生命不是講別人，是講自己，也就是說我是從哪裡來的。禪宗有一句話頭，「父母未生前本來面目」，我們父母未生之前本來面目是什麼？這是屬於《還源觀》六個大段裡面第二段，第一段是講本體，是講自性。釋迦牟尼佛在三十歲的那一年，他在菩提樹下夜睹明星，大徹大悟，叫明心見性。性是什麼？他說出來，他說得很詳細，就是《大方廣佛華嚴經》。在中國一千三、四百年之前，也有一位佛降生在中國，為我們做實驗，就是禪宗的六祖惠能大師，他二十四歲那一年明心見性。性是什麼？能大師說了五句話，很簡單，惠能大師不認識字，現在中國的話叫沒有文化；釋迦牟尼佛是有文化的，他還出去參學了十二年。可是能大師沒有，不認識字，沒念過書，學佛了也沒有聽過一天的經，不要說聽一部，一天沒聽過，偶爾斷斷片片的聽人家念《金剛經》，他一聽就明白。在五祖忍和尚那個地方八個月，諸位要知道，他八個月在碓房裡面是舂米破柴，沒有進過講堂，也沒有進過禪堂。末後的那一天五祖傳法，半夜三更他在方丈室召見，三更的時候進去沒有人知道，忍和尚給他講《金剛經》大意，決定沒有經本，為什麼？他不認識字。講到「應無所住，而生其心」，他就豁然大悟，也是明心見性。能大師見性，跟釋迦牟尼佛見性是同一個境界，都是所謂明心見性、見性成佛。"
    },
    {
      "id": "12-047-0022_p0004",
      "zh_CN": "释迦牟尼佛是以佛的身分出现在世间，这就是《普门品》里面所说的，「应以佛身而得度者，即现佛身而为说法」。惠能大师在中国，这是应以比丘身而得度者，即现比丘身而为说法，诸位不要有差别的看待，是平等的。能大师听到忍和尚讲到「应无所住，而生其心」，他就悟入，他也做了个报告，他说得很简单说了五句话，释迦牟尼佛说了一部《华严经》。这五句话跟《华严经》的内容完全相同，五句话不少，《华严经》不多，五句话展开来就是《大方广佛华严》，《大方广佛华严》一浓缩就是这五句，这个我们要记住。人家要是问你，《华严经》这么多，讲的是什么？你把惠能大师五句话说出来就没错。第一句你看「何期自性，本自清净」，第二句「何期自性，本不生灭」，第三句是「本自具足」，第四句是「本无动摇」，第五句是「能生万法」。你看看，清清楚楚、明明白白，一点都不啰嗦，非常适合中国人的口味，中国人就怕麻烦。无论是言语，无论是文字，你看自古至今，所要求的四个条件叫简要详明，言语能做到这四个字，一流的言语；文章写到符合这个标准，是第一流的文章。简是简单，要是扼要，详是详细，明是明白，要简单、要扼要、又要详细、又要明白，简要详明。惠能大师开悟的时候说这五句话，真叫简要详明。",
      "zh_TW": "釋迦牟尼佛是以佛的身分出現在世間，這就是《普門品》裡面所說的，「應以佛身而得度者，即現佛身而為說法」。惠能大師在中國，這是應以比丘身而得度者，即現比丘身而為說法，諸位不要有差別的看待，是平等的。能大師聽到忍和尚講到「應無所住，而生其心」，他就悟入，他也做了個報告，他說得很簡單說了五句話，釋迦牟尼佛說了一部《華嚴經》。這五句話跟《華嚴經》的內容完全相同，五句話不少，《華嚴經》不多，五句話展開來就是《大方廣佛華嚴》，《大方廣佛華嚴》一濃縮就是這五句，這個我們要記住。人家要是問你，《華嚴經》這麼多，講的是什麼？你把惠能大師五句話說出來就沒錯。第一句你看「何期自性，本自清淨」，第二句「何期自性，本不生滅」，第三句是「本自具足」，第四句是「本無動搖」，第五句是「能生萬法」。你看看，清清楚楚、明明白白，一點都不囉嗦，非常適合中國人的口味，中國人就怕麻煩。無論是言語，無論是文字，你看自古至今，所要求的四個條件叫簡要詳明，言語能做到這四個字，一流的言語；文章寫到符合這個標準，是第一流的文章。簡是簡單，要是扼要，詳是詳細，明是明白，要簡單、要扼要、又要詳細、又要明白，簡要詳明。惠能大師開悟的時候說這五句話，真叫簡要詳明。"
    },
    {
      "id": "12-047-0022_p0005",
      "zh_CN": "印度人不一样，印度人喜欢啰嗦，喜欢详详细细不厌其烦的讲，所以释迦牟尼佛给他讲了一部《大方广佛华严》，内容就是能大师所讲的这五句话。可以说这五句话是《华严经》的总纲领，《华严经》是这五句话的细说，就这么回事情。贤首国师了不起，也是明心见性，他要不明心见性，《妄尽还源观》他作不出来。他能把《大方广佛华严》这样大部的经，最重要的修行方法，怎么样入华严境界，你看看就这么薄薄的这一小册子，这一篇文章六大段。第一段就是讲自性，「自性清净圆明体」，就是惠能大师讲的，「本自清净、本不生灭、本自具足」，这就是前三段所讲的，末后所说的就是「能生万法」，我们怎么样修行叫五止六观。为什么佛菩萨跟一切众生起感应道交，众生有感，佛菩萨就有应？这里面自性有四德，自自然然与一切众生起感应道交的作用。在这里面告诉我们，物质现象跟精神现象是一体，我们现在学的这一段，第二段是一体起二用。第一段我们学过，「海印森罗常住用」，第一段是讲宇宙怎么来的，宇宙是依报，佛法讲的是依报跟正报，依报是宇宙，正报是自己，这个一定要搞清楚。外面一切别的人呢？别的人是我依报里面的人事环境。正报只讲自己一个人，这个很重要，自己不知道自己从哪里来的，那叫迷惑颠倒。自己是这么回事情，自己与外面宇宙是个什么样的关系？这个确实关系太密切，是一个根生的，这一个根就是前面第一条所讲的自性，自性变现出来。",
      "zh_TW": "印度人不一樣，印度人喜歡囉嗦，喜歡詳詳細細不厭其煩的講，所以釋迦牟尼佛給他講了一部《大方廣佛華嚴》，內容就是能大師所講的這五句話。可以說這五句話是《華嚴經》的總綱領，《華嚴經》是這五句話的細說，就這麼回事情。賢首國師了不起，也是明心見性，他要不明心見性，《妄盡還源觀》他作不出來。他能把《大方廣佛華嚴》這樣大部的經，最重要的修行方法，怎麼樣入華嚴境界，你看看就這麼薄薄的這一小冊子，這一篇文章六大段。第一段就是講自性，「自性清淨圓明體」，就是惠能大師講的，「本自清淨、本不生滅、本自具足」，這就是前三段所講的，末後所說的就是「能生萬法」，我們怎麼樣修行叫五止六觀。為什麼佛菩薩跟一切眾生起感應道交，眾生有感，佛菩薩就有應？這裡面自性有四德，自自然然與一切眾生起感應道交的作用。在這裡面告訴我們，物質現象跟精神現象是一體，我們現在學的這一段，第二段是一體起二用。第一段我們學過，「海印森羅常住用」，第一段是講宇宙怎麼來的，宇宙是依報，佛法講的是依報跟正報，依報是宇宙，正報是自己，這個一定要搞清楚。外面一切別的人呢？別的人是我依報裡面的人事環境。正報只講自己一個人，這個很重要，自己不知道自己從哪裡來的，那叫迷惑顛倒。自己是這麼回事情，自己與外面宇宙是個什麼樣的關係？這個確實關係太密切，是一個根生的，這一個根就是前面第一條所講的自性，自性變現出來。"
    },
    {
      "id": "12-047-0022_p0006",
      "zh_CN": "大乘经上佛常说，「唯心所现，唯识所变」，心就是讲自性、真心，这个不是妄心，真心能现，外面境界千变万化那叫所现，能现、所现。所以物质的现象就是宇宙的现象，精神的现象是我们自己这个人的现象，人还会变，也千变万化，六道轮回不就是变化吗？这一生在人道，要修得不错来生就到天道去，修得不好来生就变畜生道，这个身常常在变。造作一切不善就变饿鬼、变地狱、变畜生，造作善业就来人间、天上，再往上去你就作阿罗汉、作菩萨去。所以物质现象是常常在变，变的里面有一个不变的，不变的才真正是自己，这是什么东西？现在外国人也懂得，外国人讲灵魂。我们中国人古时候也讲，你看《易经》里面讲「游魂为变，精气为物」，跟佛法讲得也很相似、很接近。所以这些大圣人我们不能轻视，确实是佛菩萨再来，应以什么身得度他就现什么身。在中国不是现的佛菩萨身，也不是现的声闻身，中国人相信圣贤，在中国就是现的圣贤身。这是《楞严经》上所说的，诸佛菩萨应化在十法界，「随心应量」，随着众生心，你喜欢什么他就现什么，这自性变现的，自性能现、能变。自性里面有没有这个东西？不能说有，也不能说没有。没有缘它就不现，不现的时候在佛法里面叫隐，好像隐藏起来不见；有缘，它就现。",
      "zh_TW": "大乘經上佛常說，「唯心所現，唯識所變」，心就是講自性、真心，這個不是妄心，真心能現，外面境界千變萬化那叫所現，能現、所現。所以物質的現象就是宇宙的現象，精神的現象是我們自己這個人的現象，人還會變，也千變萬化，六道輪迴不就是變化嗎？這一生在人道，要修得不錯來生就到天道去，修得不好來生就變畜生道，這個身常常在變。造作一切不善就變餓鬼、變地獄、變畜生，造作善業就來人間、天上，再往上去你就作阿羅漢、作菩薩去。所以物質現象是常常在變，變的裡面有一個不變的，不變的才真正是自己，這是什麼東西？現在外國人也懂得，外國人講靈魂。我們中國人古時候也講，你看《易經》裡面講「遊魂為變，精氣為物」，跟佛法講得也很相似、很接近。所以這些大聖人我們不能輕視，確實是佛菩薩再來，應以什麼身得度他就現什麼身。在中國不是現的佛菩薩身，也不是現的聲聞身，中國人相信聖賢，在中國就是現的聖賢身。這是《楞嚴經》上所說的，諸佛菩薩應化在十法界，「隨心應量」，隨著眾生心，你喜歡什麼他就現什麼，這自性變現的，自性能現、能變。自性裡面有沒有這個東西？不能說有，也不能說沒有。沒有緣它就不現，不現的時候在佛法裡面叫隱，好像隱藏起來不見；有緣，它就現。"
    },
    {
      "id": "12-047-0022_p0007",
      "zh_CN": "这个缘是什么？世尊在大乘教里讲得很多，叫「一念不觉」。这一念，一念不觉，不是觉，觉就没有问题，一念不觉这叫根本无明，这叫无始无明。根本无明是什么意思？就是整个宇宙跟我们自己出现了，那是根本，从那个地方出现的，从自性出现的，叫根本。无始是什么意思？跟你讲没有开始。这没有开始，没有开始就不是真的，有始有终就是真的，没开始。没开始怎么个意思？《楞严经》上也讲「当处出生，随处灭尽」。我们学经教，早年年轻学的时候似懂非懂，总有疑惑，心里有疑。这个疑没有关系，这个疑不是贪瞋痴慢疑的疑，这个疑叫疑情，小疑就有小悟，大疑就有大悟，不疑就没有悟，你就不会悟。所以学经教，佛说的不能说他说错，佛肯定是真话，可是我们自己体会不到这个境界，什么叫当处出生、随处灭尽？总是想不起来。学习的时间久了，慢慢就有体会。我也从这里体会到古人跟我们讲的一句话，年轻时候听了真的不懂，现在听到这句话是五体投地，佩服得不得了，这什么话？「读书千遍，其义自见」。你看你们大家都听说，也会说，真的，一本书念上一千遍，你就开悟！不要去讲，不要去听，你全都明白了。为什么？千遍读下去，你的心定了，这是佛家讲的原理，因戒得定，因定开慧。什么是戒？一千遍恭恭敬敬的去读，不要有妄想，像马鸣菩萨教给我们的原则，不着文字相、不著名字相、不着心缘相，你一千遍念下去你就得三昧。念《弥陀经》就得弥陀三昧，或者称之为念佛三昧都可以，念《法华经》就叫法华三昧，念《楞严经》就是楞严三昧。无量无边的三昧，一个三昧得到一切三昧都得到，一通一切通。",
      "zh_TW": "這個緣是什麼？世尊在大乘教裡講得很多，叫「一念不覺」。這一念，一念不覺，不是覺，覺就沒有問題，一念不覺這叫根本無明，這叫無始無明。根本無明是什麼意思？就是整個宇宙跟我們自己出現了，那是根本，從那個地方出現的，從自性出現的，叫根本。無始是什麼意思？跟你講沒有開始。這沒有開始，沒有開始就不是真的，有始有終就是真的，沒開始。沒開始怎麼個意思？《楞嚴經》上也講「當處出生，隨處滅盡」。我們學經教，早年年輕學的時候似懂非懂，總有疑惑，心裡有疑。這個疑沒有關係，這個疑不是貪瞋痴慢疑的疑，這個疑叫疑情，小疑就有小悟，大疑就有大悟，不疑就沒有悟，你就不會悟。所以學經教，佛說的不能說他說錯，佛肯定是真話，可是我們自己體會不到這個境界，什麼叫當處出生、隨處滅盡？總是想不起來。學習的時間久了，慢慢就有體會。我也從這裡體會到古人跟我們講的一句話，年輕時候聽了真的不懂，現在聽到這句話是五體投地，佩服得不得了，這什麼話？「讀書千遍，其義自見」。你看你們大家都聽說，也會說，真的，一本書念上一千遍，你就開悟！不要去講，不要去聽，你全都明白了。為什麼？千遍讀下去，你的心定了，這是佛家講的原理，因戒得定，因定開慧。什麼是戒？一千遍恭恭敬敬的去讀，不要有妄想，像馬鳴菩薩教給我們的原則，不著文字相、不著名字相、不著心緣相，你一千遍念下去你就得三昧。念《彌陀經》就得彌陀三昧，或者稱之為念佛三昧都可以，念《法華經》就叫法華三昧，念《楞嚴經》就是楞嚴三昧。無量無邊的三昧，一個三昧得到一切三昧都得到，一通一切通。"
    },
    {
      "id": "12-047-0022_p0008",
      "zh_CN": "所以，问题在哪里？你肯不肯按照规矩，这是持戒很重要，你去念一千遍。如果你去听，听一千遍，听怎么样？心不在焉。我一面做事一面听，行不行？不行。为什么？你没有专心，你那个听十万遍都不如人家一千遍，人家一千遍是专心、诚敬。印光大师讲「一分诚敬得一分利益，十分诚敬你就得十分利益」，要用诚敬心恭恭敬敬的去听。什么叫恭敬？规规矩矩，心里没有妄念，万缘放下，一心专注，你去听。你听上一千遍，你就得三昧，你就开悟，就这么回事情。一心专注，这一千遍听下来得三昧，就是说你的妄想分别执着放下了。悟的是什么？大彻大悟，明心见性，那你跟释迦牟尼佛、跟能大师无二无别。这是大乘教里面佛常常讲的，一切众生本来是佛，一切众生本来成佛，你为什么成不了？你的妄想杂念太多，分别执着太多！《华严经．出现品》里面，世尊很慈悲跟我们说，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。哪个不是佛！人人都是佛，一切众生都是佛，蚊虫蚂蚁也是佛，树木花草也是佛，为什么说佛？佛是说自性，自性也叫法性。我们今天着了相，相是法相，性是法性，法相不一样，法性相同。不但动物有法性，植物也有法性，矿物也有法性。性是什么？性是精神的现象，佛家也说得很简单，「见闻觉知」，你能见，你能听，你能觉，你能知，这是自性里头本来具足，是不生不灭的。再小的物质现象都有见闻觉知，我们人有见闻觉知，动物有见闻觉知非常明显，植物有见闻觉知就不太明显，矿物就更不明显，有没有？它真有。",
      "zh_TW": "所以，問題在哪裡？你肯不肯按照規矩，這是持戒很重要，你去念一千遍。如果你去聽，聽一千遍，聽怎麼樣？心不在焉。我一面做事一面聽，行不行？不行。為什麼？你沒有專心，你那個聽十萬遍都不如人家一千遍，人家一千遍是專心、誠敬。印光大師講「一分誠敬得一分利益，十分誠敬你就得十分利益」，要用誠敬心恭恭敬敬的去聽。什麼叫恭敬？規規矩矩，心裡沒有妄念，萬緣放下，一心專注，你去聽。你聽上一千遍，你就得三昧，你就開悟，就這麼回事情。一心專注，這一千遍聽下來得三昧，就是說你的妄想分別執著放下了。悟的是什麼？大徹大悟，明心見性，那你跟釋迦牟尼佛、跟能大師無二無別。這是大乘教裡面佛常常講的，一切眾生本來是佛，一切眾生本來成佛，你為什麼成不了？你的妄想雜念太多，分別執著太多！《華嚴經．出現品》裡面，世尊很慈悲跟我們說，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。哪個不是佛！人人都是佛，一切眾生都是佛，蚊蟲螞蟻也是佛，樹木花草也是佛，為什麼說佛？佛是說自性，自性也叫法性。我們今天著了相，相是法相，性是法性，法相不一樣，法性相同。不但動物有法性，植物也有法性，礦物也有法性。性是什麼？性是精神的現象，佛家也說得很簡單，「見聞覺知」，你能見，你能聽，你能覺，你能知，這是自性裡頭本來具足，是不生不滅的。再小的物質現象都有見聞覺知，我們人有見聞覺知，動物有見聞覺知非常明顯，植物有見聞覺知就不太明顯，礦物就更不明顯，有沒有？它真有。"
    },
    {
      "id": "12-047-0022_p0009",
      "zh_CN": "我听说日本江本博士过几天要到台湾来访问，他有三场讲演，安排在十八、十九、二十这三天，在台北一场、台中一场、高雄一场，希望大家把握这个机会去听他讲。他讲什么？水有见闻觉知。水是矿物，真的它会看，我们写个爱字，写中国字、写韩国字、写英文，写德文法文都可以，你把这个字贴在杯子上面它都知道，我们人不认识，它会认识，它知道。我们起个念头，我说我很欢喜你，或者我讨厌你，它也晓得，它有见闻觉知。他做了十几年，江本博士跟我是老朋友，我去过日本几次，参观他的实验室，水有见闻觉知。我还告诉他，我说「很难得你能把这个测出来，用科学的方法证明水有见闻觉知，有受想行识。除了水之外，无论是什么物质，泥沙、微尘统统有见闻觉知，你继续努力把它统统测出来，那跟佛法讲的没两样。」这就是说明物质现象跟精神现象是分不开的，有物质一定有精神，有精神一定有物质，这两个分不开。这两样东西是同时缘起，就是我们今天学的这个，一体起二用，一个正报、一个依报，依报是物质现象，正报是精神现象，同时生起的。所以物质里头有精神，精神里头有物质。",
      "zh_TW": "我聽說日本江本博士過幾天要到台灣來訪問，他有三場講演，安排在十八、十九、二十這三天，在台北一場、台中一場、高雄一場，希望大家把握這個機會去聽他講。他講什麼？水有見聞覺知。水是礦物，真的它會看，我們寫個愛字，寫中國字、寫韓國字、寫英文，寫德文法文都可以，你把這個字貼在杯子上面它都知道，我們人不認識，它會認識，它知道。我們起個念頭，我說我很歡喜你，或者我討厭你，它也曉得，它有見聞覺知。他做了十幾年，江本博士跟我是老朋友，我去過日本幾次，參觀他的實驗室，水有見聞覺知。我還告訴他，我說「很難得你能把這個測出來，用科學的方法證明水有見聞覺知，有受想行識。除了水之外，無論是什麼物質，泥沙、微塵統統有見聞覺知，你繼續努力把它統統測出來，那跟佛法講的沒兩樣。」這就是說明物質現象跟精神現象是分不開的，有物質一定有精神，有精神一定有物質，這兩個分不開。這兩樣東西是同時緣起，就是我們今天學的這個，一體起二用，一個正報、一個依報，依報是物質現象，正報是精神現象，同時生起的。所以物質裡頭有精神，精神裡頭有物質。"
    },
    {
      "id": "12-047-0022_p0010",
      "zh_CN": "这个一念，佛经上常讲「一念不觉」，不觉我们好懂，一念不好懂。一念是什么意思？我们在经典上看到，世尊跟弥勒菩萨的对话，才知道这一念的意思。世尊问弥勒菩萨，说一般人心目当中所想到的这一念，佛问这一念当中有几个细念组成这个粗的念头？这一念里头有几念、有几形、有几个识？这问得好，这个话我们问不出来。弥勒菩萨回答世尊，他说一弹指这样短的一个时间，一弹指有「三十二亿百千念」，我们怎么晓得这一念不觉？三十二亿百千念，百千是十万，三十二亿乘十万，我们中国人讲的是三百二十兆。我们弹指弹得快一点的，这一秒钟大概可以弹四次，那再乘四，就是一千二百八十兆，一秒钟。一秒钟有一千二百八十兆次的生灭，这个念头，念头有生灭。弥勒菩萨说「念念成形」，形就是宇宙，物质世界；「形皆有识」，只要是有形，物质里面统统有见闻觉知、有受想行识。我们就知道，现在我们都是用秒做单位，一秒钟有多少个念头？有一千二百八十兆，每个念头都有物质现象、都有精神现象，精神跟物质是同源，同一个自性，是不能够分开的。",
      "zh_TW": "這個一念，佛經上常講「一念不覺」，不覺我們好懂，一念不好懂。一念是什麼意思？我們在經典上看到，世尊跟彌勒菩薩的對話，才知道這一念的意思。世尊問彌勒菩薩，說一般人心目當中所想到的這一念，佛問這一念當中有幾個細念組成這個粗的念頭？這一念裡頭有幾念、有幾形、有幾個識？這問得好，這個話我們問不出來。彌勒菩薩回答世尊，他說一彈指這樣短的一個時間，一彈指有「三十二億百千念」，我們怎麼曉得這一念不覺？三十二億百千念，百千是十萬，三十二億乘十萬，我們中國人講的是三百二十兆。我們彈指彈得快一點的，這一秒鐘大概可以彈四次，那再乘四，就是一千二百八十兆，一秒鐘。一秒鐘有一千二百八十兆次的生滅，這個念頭，念頭有生滅。彌勒菩薩說「念念成形」，形就是宇宙，物質世界；「形皆有識」，只要是有形，物質裡面統統有見聞覺知、有受想行識。我們就知道，現在我們都是用秒做單位，一秒鐘有多少個念頭？有一千二百八十兆，每個念頭都有物質現象、都有精神現象，精神跟物質是同源，同一個自性，是不能夠分開的。"
    },
    {
      "id": "12-047-0022_p0011",
      "zh_CN": "我们现在学到这一段，物质现象就是宇宙之来源，精神现象就是我从哪里来的，我跟宇宙是同时发生的。发生在什么时候？就是无始无明，根本无明，这个无明一断现象全没有了。所以《般若经》上讲「凡所有相，皆是虚妄」，为什么你会看到现象存在？因为你妄念没断，所以这现象存在；妄念真的一断，这个现象就没有了。永嘉大师说得好，那也是过来人，他要不是过来人他说不出，他在《证道歌》里面告诉我们说，「梦里明明有六趣，觉后空空无大千」，六道轮回就像一场梦一样，我们在作梦，醒过来之后梦就没有了。醒过来是觉悟，你迷的时候有，觉悟的时候就没有，所以六道不是真的，是假的。十法界呢？十法界也是假的，也不是真的。我们要再问，诸佛、阿弥陀佛的刹土，极乐世界、华藏世界呢？告诉你也是假的，也不是真的。我们读了《华严经》，听释迦牟尼佛讲的，我们自己还没有入这个境界，我们晓得有起心动念，这个起心动念非常微细，也就是念头的生灭是一秒钟里面一千二百八十兆，这样的细念，这个细念不断，你看到宇宙现象就不会中断。如果只有这个现象，你没有分别、没有执着，你所看到的就是华藏世界，诸佛的实报庄严土。",
      "zh_TW": "我們現在學到這一段，物質現象就是宇宙之來源，精神現象就是我從哪裡來的，我跟宇宙是同時發生的。發生在什麼時候？就是無始無明，根本無明，這個無明一斷現象全沒有了。所以《般若經》上講「凡所有相，皆是虛妄」，為什麼你會看到現象存在？因為你妄念沒斷，所以這現象存在；妄念真的一斷，這個現象就沒有了。永嘉大師說得好，那也是過來人，他要不是過來人他說不出，他在《證道歌》裡面告訴我們說，「夢裡明明有六趣，覺後空空無大千」，六道輪迴就像一場夢一樣，我們在作夢，醒過來之後夢就沒有了。醒過來是覺悟，你迷的時候有，覺悟的時候就沒有，所以六道不是真的，是假的。十法界呢？十法界也是假的，也不是真的。我們要再問，諸佛、阿彌陀佛的剎土，極樂世界、華藏世界呢？告訴你也是假的，也不是真的。我們讀了《華嚴經》，聽釋迦牟尼佛講的，我們自己還沒有入這個境界，我們曉得有起心動念，這個起心動念非常微細，也就是念頭的生滅是一秒鐘裡面一千二百八十兆，這樣的細念，這個細念不斷，你看到宇宙現象就不會中斷。如果只有這個現象，你沒有分別、沒有執著，你所看到的就是華藏世界，諸佛的實報莊嚴土。"
    },
    {
      "id": "12-047-0022_p0012",
      "zh_CN": "如果从这里面再加上分别，诸佛的实报土不见了，实报土变了，变成什么？变成四圣法界，就是十法界里面的声闻、缘觉、菩萨、佛，变成那么多东西，这相当复杂。如果你还有执着，四圣法界不见了，六道出现了，就变成六道，六道里面有三善道、有三恶道，那就更复杂，就变成这种情形。没有一个是真的，而且你一定晓得，同一个自性清净圆明体。所以整个宇宙的现象，用现在的术语来讲，是有机的现象，都是活的，没有一个是死的。所以江本博士做的实验，从这个实验里面，我们能够体会到矿物里头有见闻觉知、有受想行识，它是活的，这是一个非常重要的理念。我们有这样的理念，我们才晓得，整个宇宙跟自己是一体，这个重要！我讨厌别人是讨厌自己，我爱别人是爱自己，我帮助别人是帮助自己，我糟蹋别人是糟蹋自己，这里头是讲什么？讲因果的现象。这个现象也是从宇宙一发生的时候，就是你一念不觉的时候这个现象就有，所以自性、物质、精神、因果同时发生的。我们不了解这个事实真相，我们染了很多不好的习气，这些不好的习气自己要是不肯放下，你永远就不能回头。你看看，贤首国师这篇文章的题目，「妄尽」，那个妄要把它断尽，妄是什么？起心动念、分别、执着，这都是妄，无量无边的虚妄总离不开这三大类。",
      "zh_TW": "如果從這裡面再加上分別，諸佛的實報土不見了，實報土變了，變成什麼？變成四聖法界，就是十法界裡面的聲聞、緣覺、菩薩、佛，變成那麼多東西，這相當複雜。如果你還有執著，四聖法界不見了，六道出現了，就變成六道，六道裡面有三善道、有三惡道，那就更複雜，就變成這種情形。沒有一個是真的，而且你一定曉得，同一個自性清淨圓明體。所以整個宇宙的現象，用現在的術語來講，是有機的現象，都是活的，沒有一個是死的。所以江本博士做的實驗，從這個實驗裡面，我們能夠體會到礦物裡頭有見聞覺知、有受想行識，它是活的，這是一個非常重要的理念。我們有這樣的理念，我們才曉得，整個宇宙跟自己是一體，這個重要！我討厭別人是討厭自己，我愛別人是愛自己，我幫助別人是幫助自己，我糟蹋別人是糟蹋自己，這裡頭是講什麼？講因果的現象。這個現象也是從宇宙一發生的時候，就是你一念不覺的時候這個現象就有，所以自性、物質、精神、因果同時發生的。我們不了解這個事實真相，我們染了很多不好的習氣，這些不好的習氣自己要是不肯放下，你永遠就不能回頭。你看看，賢首國師這篇文章的題目，「妄盡」，那個妄要把它斷盡，妄是什麼？起心動念、分別、執著，這都是妄，無量無邊的虛妄總離不開這三大類。"
    },
    {
      "id": "12-047-0022_p0013",
      "zh_CN": "所以佛在大乘经里面跟我们讲得很明白，你只要能把世出世法，世出世间一切法不执着，你就证阿罗汉果，你就成正觉，正觉就是阿罗汉，六道没有了，你到四圣法界去。如果你再能够把分别也断掉，我对于世出世间一切法不再分别，那就恭喜你，你升级了，你证得正等正觉，你成菩萨，是真菩萨，不是假菩萨。如果你再能把起心动念都放下，不起心、不动念，给诸位说，我在这段前面讲过，因为你起心（就是妄想，起心动念是妄想），宇宙就发现了；动念，自己就发现了。起心动念是同时的，虽然有先后，速度太快了，没有办法分别。你要晓得，一秒钟一千二百八十兆个生灭，你怎么能觉察得出来？每一个生灭里面有成住坏空四相，那么短的里面它还有四个现象：成住坏空。这在理上是高等哲学，在事上讲是高等科学，科学跟哲学都讲到登峰造极，都讲到究竟圆满。所以世尊用华严来做比喻，华就是花，用植物来比喻花是因，花开得好，果实一定结得好；用严来代表果，严是庄严美好。这就是说明因果，因果跟宇宙起源是同时发生的，好因就有好果。懂得这个道理，如果能落实在我们实际生活当中，利益就太大！为什么？落实在自己是健康长寿、幸福美满；落实在家庭，你一家幸福；落实在你公司行号，你公司是无比兴旺；落实在社会，社会安定，世界和平。为什么？人没有恶念，人没有恶的行为，人起心动念都是一片慈悲，真诚的爱心。《华严》才告诉我们，整个宇宙跟自己是一体，不是一家，一家还太远了，一个身体。",
      "zh_TW": "所以佛在大乘經裡面跟我們講得很明白，你只要能把世出世法，世出世間一切法不執著，你就證阿羅漢果，你就成正覺，正覺就是阿羅漢，六道沒有了，你到四聖法界去。如果你再能夠把分別也斷掉，我對於世出世間一切法不再分別，那就恭喜你，你升級了，你證得正等正覺，你成菩薩，是真菩薩，不是假菩薩。如果你再能把起心動念都放下，不起心、不動念，給諸位說，我在這段前面講過，因為你起心（就是妄想，起心動念是妄想），宇宙就發現了；動念，自己就發現了。起心動念是同時的，雖然有先後，速度太快了，沒有辦法分別。你要曉得，一秒鐘一千二百八十兆個生滅，你怎麼能覺察得出來？每一個生滅裡面有成住壞空四相，那麼短的裡面它還有四個現象：成住壞空。這在理上是高等哲學，在事上講是高等科學，科學跟哲學都講到登峰造極，都講到究竟圓滿。所以世尊用華嚴來做比喻，華就是花，用植物來比喻花是因，花開得好，果實一定結得好；用嚴來代表果，嚴是莊嚴美好。這就是說明因果，因果跟宇宙起源是同時發生的，好因就有好果。懂得這個道理，如果能落實在我們實際生活當中，利益就太大！為什麼？落實在自己是健康長壽、幸福美滿；落實在家庭，你一家幸福；落實在你公司行號，你公司是無比興旺；落實在社會，社會安定，世界和平。為什麼？人沒有惡念，人沒有惡的行為，人起心動念都是一片慈悲，真誠的愛心。《華嚴》才告訴我們，整個宇宙跟自己是一體，不是一家，一家還太遠了，一個身體。"
    },
    {
      "id": "12-047-0022_p0014",
      "zh_CN": "我这次到高雄来，我来看刘医生，他给我治牙周病。第一天来他给我检查，在牙齿缝里面挑了一点，我们讲脏的东西，牙垢里头挑出来，多大呢？针尖那么大，很小很小一点，从牙周里头挑出来。他用放大镜放了之后显示在电视萤幕上给我看，看了好可怕，细菌有长的、有圆的都在动，都在那里活动。我问他：你放大多少倍？他告诉我：三千六百倍。放大三千六百倍显示在电视萤幕上，我就看到了。那是什么？针尖那么一点大。佛说：一滴水八万四千虫。针尖大的一点不到一滴水，一滴水比它大，一滴水至少比它大二、三十倍，它只有一滴水的三十分之一的样子，那么小那一点点东西里面有那么多。我悟到个什么？我悟到就是《华严经》讲的，整个宇宙跟自己是一体，这些细菌无量无边，跟我们身体是一体。我为什么会有牙周病？牙周病，刘大夫跟我讲很严重，可是我自己没有感觉，他也觉得很奇怪，我没感觉。我跟这些细菌没处好，我不知道，疏忽了，不知道牠们存在，我要天天为牠们祈祷，天天跟牠沟通，我们好好的互助合作，这病不就没有了吗？就跟我们跟这个世界一切众生相处一样，我们用真诚心，要爱心，要常常互相沟通，不能把牠们忘记。我对牙周里面这些众生疏忽了，没好好的照顾牠们这个族群，其他的我是照顾到，像五脏六腑我都照顾到，我晓得这是一体，可是牙周里面这个的确是疏忽。我才晓得点点滴滴都不能够疏忽，为什么？牠跟我们是一个生命共同体，牠跟我们是一个自性，一个自性清净圆明体里头变现出来的。",
      "zh_TW": "我這次到高雄來，我來看劉醫生，他給我治牙周病。第一天來他給我檢查，在牙齒縫裡面挑了一點，我們講髒的東西，牙垢裡頭挑出來，多大呢？針尖那麼大，很小很小一點，從牙周裡頭挑出來。他用放大鏡放了之後顯示在電視螢幕上給我看，看了好可怕，細菌有長的、有圓的都在動，都在那裡活動。我問他：你放大多少倍？他告訴我：三千六百倍。放大三千六百倍顯示在電視螢幕上，我就看到了。那是什麼？針尖那麼一點大。佛說：一滴水八萬四千蟲。針尖大的一點不到一滴水，一滴水比它大，一滴水至少比它大二、三十倍，它只有一滴水的三十分之一的樣子，那麼小那一點點東西裡面有那麼多。我悟到個什麼？我悟到就是《華嚴經》講的，整個宇宙跟自己是一體，這些細菌無量無邊，跟我們身體是一體。我為什麼會有牙周病？牙周病，劉大夫跟我講很嚴重，可是我自己沒有感覺，他也覺得很奇怪，我沒感覺。我跟這些細菌沒處好，我不知道，疏忽了，不知道牠們存在，我要天天為牠們祈禱，天天跟牠溝通，我們好好的互助合作，這病不就沒有了嗎？就跟我們跟這個世界一切眾生相處一樣，我們用真誠心，要愛心，要常常互相溝通，不能把牠們忘記。我對牙周裡面這些眾生疏忽了，沒好好的照顧牠們這個族群，其他的我是照顧到，像五臟六腑我都照顧到，我曉得這是一體，可是牙周裡面這個的確是疏忽。我才曉得點點滴滴都不能夠疏忽，為什麼？牠跟我們是一個生命共同體，牠跟我們是一個自性，一個自性清淨圓明體裡頭變現出來的。"
    },
    {
      "id": "12-047-0022_p0015",
      "zh_CN": "怎么变现的？还不是妄想分别执着变现出来的吗？离妄想分别执着，这个东西都没有了。妄想执着还没有完全舍尽，我们要积功累德，我们要好好的跟大家相处，跟自身里面所有一切细菌。现在我们知道，就是一个细胞里面那个细菌都不晓得有多少，在高度显微镜之下都能看到，牠会动，它里头有活动，所以它是有机的，它不是死的。所以说整个宇宙里面你去找，没有一样东西是死的，统统是有机体，连这个水，江本博士都实验是有机体。一粒尘沙，那个尘沙里面，我们如果把它放在显微镜下，把它放大的话，你也能发现到那里头有世界，那里面有无数的众生。这是我把前面这些大意，给同学们做了一个简单的报告，这些话要多说，为什么多说？一遍、两遍听了就耳边风，忘掉！所以佛比孔子慈悲，孔老夫子不愿意啰嗦，「举一隅不以三隅反」，老夫子就不愿意教你，你太笨了。可是佛陀慈悲，佛陀你一遍听不懂二遍，二遍听不懂三遍，他不厌其烦会给你讲一万遍、讲十万遍，一直到你听懂为止，我们到哪里去找这样的老师？什么叫大慈大悲？我们从佛菩萨教人，永远教不厌，永远不疲倦，这才叫大慈大悲，佛氏门中不舍一人。为什么我们遇不到佛菩萨？没有别的，不是佛菩萨不慈悲，是我们不愿意学，我们听个一遍、两遍就满足，不想再听第三遍，他想教，我们不愿意接受。",
      "zh_TW": "怎麼變現的？還不是妄想分別執著變現出來的嗎？離妄想分別執著，這個東西都沒有了。妄想執著還沒有完全捨盡，我們要積功累德，我們要好好的跟大家相處，跟自身裡面所有一切細菌。現在我們知道，就是一個細胞裡面那個細菌都不曉得有多少，在高度顯微鏡之下都能看到，牠會動，它裡頭有活動，所以它是有機的，它不是死的。所以說整個宇宙裡面你去找，沒有一樣東西是死的，統統是有機體，連這個水，江本博士都實驗是有機體。一粒塵沙，那個塵沙裡面，我們如果把它放在顯微鏡下，把它放大的話，你也能發現到那裡頭有世界，那裡面有無數的眾生。這是我把前面這些大意，給同學們做了一個簡單的報告，這些話要多說，為什麼多說？一遍、兩遍聽了就耳邊風，忘掉！所以佛比孔子慈悲，孔老夫子不願意囉嗦，「舉一隅不以三隅反」，老夫子就不願意教你，你太笨了。可是佛陀慈悲，佛陀你一遍聽不懂二遍，二遍聽不懂三遍，他不厭其煩會給你講一萬遍、講十萬遍，一直到你聽懂為止，我們到哪裡去找這樣的老師？什麼叫大慈大悲？我們從佛菩薩教人，永遠教不厭，永遠不疲倦，這才叫大慈大悲，佛氏門中不捨一人。為什麼我們遇不到佛菩薩？沒有別的，不是佛菩薩不慈悲，是我們不願意學，我們聽個一遍、兩遍就滿足，不想再聽第三遍，他想教，我們不願意接受。"
    },
    {
      "id": "12-047-0022_p0016",
      "zh_CN": "好在现在科学技术发达，我们把他老人家所教的东西，用这些科学的手段显现在我们面前，我们每天来学习，一天学一遍，一千遍是三年，一万遍是三十年。真正锲而不舍学个一万遍，那我想到没有一个人不开悟，各个都成佛，只要你遵守这个方法，肯定能成功。所以现在我们想的，这想了多少年，想把经典变成有声书，就利用电视，有文字、有声音，不要有画面。譬如一部《华严经》，我们把《华严经》念一遍，把它录下来，文字打上去，这就是一部有声的《华严经》。你学习起来方便，你每天播出来自己听，那也得有福报才行，你可以不要干活，一天听八个钟点，生活起居有人照顾，这是大福报。下定决心，我要把《华严经》听一万遍，你看你入不入华严境界？我相信古人的道理，古人那是中上根性，千遍就能入境界；我们是中下根性，我们不如他们，他们一千遍，我们一万遍，一万遍肯定能入境界。所以，用这个手段好！在很多年前我就想到，怎样能够把整个《大藏经》，把它变成有声书，变成光碟，这是大工程，这是普度不同根性的众生。我们做不到，我相信后人会有人去做，我们做一个宗派的，咱们净土宗，净土宗的经论不多，选个十种、二十种，经只有五经一论，祖师大德的注疏很多，我们选个几种，有志一同大家一起来学习。我们相信这个方法好，这个方法一定会有好的效果。",
      "zh_TW": "好在現在科學技術發達，我們把他老人家所教的東西，用這些科學的手段顯現在我們面前，我們每天來學習，一天學一遍，一千遍是三年，一萬遍是三十年。真正鍥而不捨學個一萬遍，那我想到沒有一個人不開悟，各個都成佛，只要你遵守這個方法，肯定能成功。所以現在我們想的，這想了多少年，想把經典變成有聲書，就利用電視，有文字、有聲音，不要有畫面。譬如一部《華嚴經》，我們把《華嚴經》念一遍，把它錄下來，文字打上去，這就是一部有聲的《華嚴經》。你學習起來方便，你每天播出來自己聽，那也得有福報才行，你可以不要幹活，一天聽八個鐘點，生活起居有人照顧，這是大福報。下定決心，我要把《華嚴經》聽一萬遍，你看你入不入華嚴境界？我相信古人的道理，古人那是中上根性，千遍就能入境界；我們是中下根性，我們不如他們，他們一千遍，我們一萬遍，一萬遍肯定能入境界。所以，用這個手段好！在很多年前我就想到，怎樣能夠把整個《大藏經》，把它變成有聲書，變成光碟，這是大工程，這是普度不同根性的眾生。我們做不到，我相信後人會有人去做，我們做一個宗派的，咱們淨土宗，淨土宗的經論不多，選個十種、二十種，經只有五經一論，祖師大德的註疏很多，我們選個幾種，有志一同大家一起來學習。我們相信這個方法好，這個方法一定會有好的效果。"
    },
    {
      "id": "12-047-0022_p0017",
      "zh_CN": "我们看今天念的文，『良以非真流之行，无以契真』，我上面讲的这些话，就是「真流之行」，你才能契入真实，真实就是自性清净圆明体，这叫做明心见性。你看，释迦牟尼佛见性，讲一部《华严经》，自性是什么样子给我们说出来；惠能大师明心见性，跟我们讲了五句；贤首国师见性，讲一句「自性清净圆明体」。这一句里头，自性清净跟能大师的头一句完全一样，「何期自性，本自清净」。后面他讲了三个字「圆、明、体」，圆是圆满，一点没有欠缺，明是智慧光明，体是本体，能生万法。能大师讲五句，他说一句，一句就是五句，五句就是一部《大方广佛华严》。《大方广佛华严》浓缩成一句就是自性清净圆明体，一句就讲完。我们如何能回归到自性？还源，妄尽还源，还源就是回归到自性，那就是大乘教里面所说的究竟圆满的佛果，还在诸佛如来实报庄严土之上。就是这个自性清净圆明体，你动了一念，这一念是妄念，起了个妄念，这个圆明体就产生变化，就变出依正庄严，依报跟正报，依正庄严。这个依正庄严，诸位要晓得，这个就是诸佛如来的实报庄严土，因为他没有分别、没有执着，他只是起心动念。",
      "zh_TW": "我們看今天念的文，『良以非真流之行，無以契真』，我上面講的這些話，就是「真流之行」，你才能契入真實，真實就是自性清淨圓明體，這叫做明心見性。你看，釋迦牟尼佛見性，講一部《華嚴經》，自性是什麼樣子給我們說出來；惠能大師明心見性，跟我們講了五句；賢首國師見性，講一句「自性清淨圓明體」。這一句裡頭，自性清淨跟能大師的頭一句完全一樣，「何期自性，本自清淨」。後面他講了三個字「圓、明、體」，圓是圓滿，一點沒有欠缺，明是智慧光明，體是本體，能生萬法。能大師講五句，他說一句，一句就是五句，五句就是一部《大方廣佛華嚴》。《大方廣佛華嚴》濃縮成一句就是自性清淨圓明體，一句就講完。我們如何能回歸到自性？還源，妄盡還源，還源就是回歸到自性，那就是大乘教裡面所說的究竟圓滿的佛果，還在諸佛如來實報莊嚴土之上。就是這個自性清淨圓明體，你動了一念，這一念是妄念，起了個妄念，這個圓明體就產生變化，就變出依正莊嚴，依報跟正報，依正莊嚴。這個依正莊嚴，諸位要曉得，這個就是諸佛如來的實報莊嚴土，因為他沒有分別、沒有執著，他只是起心動念。"
    },
    {
      "id": "12-047-0022_p0018",
      "zh_CN": "为什么会有分别执着？世尊在楞严会上讲到「知见立知是无明本」，这个无明是枝末无明，这个不是根本无明，是十二因缘里的无明。你为什么会有分别执着？是你自性里有见闻觉知，那是真性里头有的，见闻觉知里面有要见、要闻，有这么一个妄念在里面，它就产生变化，就变成什么？变成分别执着，那就演变为十法界，再变为六道轮回，愈变愈复杂。不管怎么变法，变得再复杂，不离自性，这不好懂。所以我想到我小时候玩的万花筒，我这里还有一个做道具，这是个万花筒，你们看这里面三块玻璃片，大概有个十几、二十片碎片不同颜色的。我们只要一转，转是动，只要动，里面的图案千变万化，你转一个星期，一天到晚不停的转，不会有两个相同的，就这么个道理。十法界依正庄严，那个范围太大，我们就看现前我们地球上社会的变化，包括自然环境，不就像万花筒一样吗？你不动它就不变。所以我们的心能够修清净心，不要妄动，这个社会上很多的天灾人祸都没有了。天灾人祸从哪里来的？首先是我们的心动，然后才是言语，我们所有一切错误的造作破坏了自然生态，在佛法里讲破坏了自性的功德，造成反常的现象，这个责任不在外面在自己。所以我们的行要真，与真相应，真是什么？真性，与真性相应的行都是善的。",
      "zh_TW": "為什麼會有分別執著？世尊在楞嚴會上講到「知見立知是無明本」，這個無明是枝末無明，這個不是根本無明，是十二因緣裡的無明。你為什麼會有分別執著？是你自性裡有見聞覺知，那是真性裡頭有的，見聞覺知裡面有要見、要聞，有這麼一個妄念在裡面，它就產生變化，就變成什麼？變成分別執著，那就演變為十法界，再變為六道輪迴，愈變愈複雜。不管怎麼變法，變得再複雜，不離自性，這不好懂。所以我想到我小時候玩的萬花筒，我這裡還有一個做道具，這是個萬花筒，你們看這裡面三塊玻璃片，大概有個十幾、二十片碎片不同顏色的。我們只要一轉，轉是動，只要動，裡面的圖案千變萬化，你轉一個星期，一天到晚不停的轉，不會有兩個相同的，就這麼個道理。十法界依正莊嚴，那個範圍太大，我們就看現前我們地球上社會的變化，包括自然環境，不就像萬花筒一樣嗎？你不動它就不變。所以我們的心能夠修清淨心，不要妄動，這個社會上很多的天災人禍都沒有了。天災人禍從哪裡來的？首先是我們的心動，然後才是言語，我們所有一切錯誤的造作破壞了自然生態，在佛法裡講破壞了自性的功德，造成反常的現象，這個責任不在外面在自己。所以我們的行要真，與真相應，真是什麼？真性，與真性相應的行都是善的。"
    },
    {
      "id": "12-047-0022_p0019",
      "zh_CN": "中国人的老祖宗，千万年之前，虽然那个时候没有文字，我们有理由相信他们懂得天道，他们这里头有不少也都是明心见性的人，所以告诉我们人性本善。后人编的《三字经》，把这个编在第一句，「人之初，性本善」，这个善不是善恶的善，这个善就是贤首国师讲的「自性清净圆明体」，它是圆满的，它没有丝毫欠缺，它具足无量智慧、无量德能、无量相好，一切众生平等平等没有差别，所以从自性上讲是一不是二，真的是一体。可是第二句它就讲变化，「性相近，习相远」，自性是一样，相近是相同的；习性不一样，习性是什么？染污了。古人常讲「近朱则赤，近墨则黑」，也就是说你的生活环境有关系，你跟善人在一起就变成善，跟恶人在一起你就学了恶，你不能不受环境的薰染。在中国古代的社会，你所看到的、所听到的、所接触到的，善的这一面多，古人教给我们「孝悌忠信、礼义廉耻、仁爱和平」，这是什么？这是性德，这是自性里头本来有的。在家里面父母教、老人教，在学校里面老师教，在社会上有许多贤达的人他们都表现给我们看，所以无论在你的思想、言行都受了他的薰习，这是善。",
      "zh_TW": "中國人的老祖宗，千萬年之前，雖然那個時候沒有文字，我們有理由相信他們懂得天道，他們這裡頭有不少也都是明心見性的人，所以告訴我們人性本善。後人編的《三字經》，把這個編在第一句，「人之初，性本善」，這個善不是善惡的善，這個善就是賢首國師講的「自性清淨圓明體」，它是圓滿的，它沒有絲毫欠缺，它具足無量智慧、無量德能、無量相好，一切眾生平等平等沒有差別，所以從自性上講是一不是二，真的是一體。可是第二句它就講變化，「性相近，習相遠」，自性是一樣，相近是相同的；習性不一樣，習性是什麼？染污了。古人常講「近朱則赤，近墨則黑」，也就是說你的生活環境有關係，你跟善人在一起就變成善，跟惡人在一起你就學了惡，你不能不受環境的薰染。在中國古代的社會，你所看到的、所聽到的、所接觸到的，善的這一面多，古人教給我們「孝悌忠信、禮義廉恥、仁愛和平」，這是什麼？這是性德，這是自性裡頭本來有的。在家裡面父母教、老人教，在學校裡面老師教，在社會上有許多賢達的人他們都表現給我們看，所以無論在你的思想、言行都受了他的薰習，這是善。"
    },
    {
      "id": "12-047-0022_p0020",
      "zh_CN": "现在的社会，现在的社会天下大乱，《孝经》里有一句话，你要真正懂得就知道现在社会为什么会乱，这句话是这么说的，「要君者无上」，这意思怎么说？我们对于长辈，它是特别对于你的领导，你在公司做工作的时候，你对老板不尊重，没瞧得起他，没有尊重他，甚至于还要种种手段去威胁他，就是目无尊长。第二句说「非圣人者无法」，法是什么？法是规矩、法则。非是什么？否定圣贤，对于圣贤的教诲不相信，打倒孔家店，我们就变成真叫无法无天，把这些与自性相应的规矩全都破坏掉。第三个说「不孝父母者无亲」，亲是什么？亲爱，你的爱心没有了，你对父母都不孝，你的爱心没有了。后头说「此天下大乱之道也」，如果这个社会上有这三桩事情，这个社会一定是混乱，一定是乱世，你看我们现在是不是这样的？不孝父母，不尊重圣贤，不服从领导，天下乱了。为什么会有这种现象？那看现在社会是怎么教人的，现在可以说普遍全民教育，人人都在接受，而且接受的时间很长，一天都不放过的是什么？电视、广播、报纸杂志，你们天天都要看的。这里面东西讲的是什么？你天天在学这个，不全都学坏了！",
      "zh_TW": "現在的社會，現在的社會天下大亂，《孝經》裡有一句話，你要真正懂得就知道現在社會為什麼會亂，這句話是這麼說的，「要君者無上」，這意思怎麼說？我們對於長輩，它是特別對於你的領導，你在公司做工作的時候，你對老闆不尊重，沒瞧得起他，沒有尊重他，甚至於還要種種手段去威脅他，就是目無尊長。第二句說「非聖人者無法」，法是什麼？法是規矩、法則。非是什麼？否定聖賢，對於聖賢的教誨不相信，打倒孔家店，我們就變成真叫無法無天，把這些與自性相應的規矩全都破壞掉。第三個說「不孝父母者無親」，親是什麼？親愛，你的愛心沒有了，你對父母都不孝，你的愛心沒有了。後頭說「此天下大亂之道也」，如果這個社會上有這三樁事情，這個社會一定是混亂，一定是亂世，你看我們現在是不是這樣的？不孝父母，不尊重聖賢，不服從領導，天下亂了。為什麼會有這種現象？那看現在社會是怎麼教人的，現在可以說普遍全民教育，人人都在接受，而且接受的時間很長，一天都不放過的是什麼？電視、廣播、報紙雜誌，你們天天都要看的。這裡面東西講的是什麼？你天天在學這個，不全都學壞了！"
    },
    {
      "id": "12-047-0022_p0021",
      "zh_CN": "我记得大概四十年前，我住在台北，我那个时候跟方先生。政府在那个时候提倡复兴中华文化，我记得教育部有三位官员去拜访方东美先生，那一天正好我在方老师家里，就碰到了。他们向方老师请教，政府提倡复兴中华文化应该怎么做法？方老师听到这个提问，态度非常严肃，沉默了几分钟，很严肃的告诉这几个官员，他说「如果要想真正的复兴中国传统文化，首先台湾的电视台要关闭，报纸要停刊，杂志要停刊，还有电台也统统要关闭。」这几个官员听了之后说不出话来，「老师，这个不行，做不到！」方老师就说「这些东西天天在破坏中华传统文化，只要有这些东西在，复兴是口号，做不到。」现在，好在方老师过世也有三十年了，这个三十年他也没见到，如果他要活在世间，恐怕他会气死！社会怎么会变成这个样子？再往下变，那就是东西方有很多古老的预言说这个世界要毁灭。世界毁灭不是自然的，是人为的，人不学好！完全违背了「真流之行」，违背了自性、违背了性德，才会变成这个样子。就是连一些修行人都不能避免，我们冷静的去思惟、去观察，不要看外面，看自己，自己还有没有喜怒哀乐？还有没有自私自利？还有没有贪瞋痴慢？如果还有，就不是真流之行，所以你不能证真。念佛人的往生是真往生还是假往生？你不知道，你看到很多瑞相，瑞相很多是假的不是真的。",
      "zh_TW": "我記得大概四十年前，我住在台北，我那個時候跟方先生。政府在那個時候提倡復興中華文化，我記得教育部有三位官員去拜訪方東美先生，那一天正好我在方老師家裡，就碰到了。他們向方老師請教，政府提倡復興中華文化應該怎麼做法？方老師聽到這個提問，態度非常嚴肅，沉默了幾分鐘，很嚴肅的告訴這幾個官員，他說「如果要想真正的復興中國傳統文化，首先台灣的電視台要關閉，報紙要停刊，雜誌要停刊，還有電台也統統要關閉。」這幾個官員聽了之後說不出話來，「老師，這個不行，做不到！」方老師就說「這些東西天天在破壞中華傳統文化，只要有這些東西在，復興是口號，做不到。」現在，好在方老師過世也有三十年了，這個三十年他也沒見到，如果他要活在世間，恐怕他會氣死！社會怎麼會變成這個樣子？再往下變，那就是東西方有很多古老的預言說這個世界要毀滅。世界毀滅不是自然的，是人為的，人不學好！完全違背了「真流之行」，違背了自性、違背了性德，才會變成這個樣子。就是連一些修行人都不能避免，我們冷靜的去思惟、去觀察，不要看外面，看自己，自己還有沒有喜怒哀樂？還有沒有自私自利？還有沒有貪瞋痴慢？如果還有，就不是真流之行，所以你不能證真。念佛人的往生是真往生還是假往生？你不知道，你看到很多瑞相，瑞相很多是假的不是真的。"
    },
    {
      "id": "12-047-0022_p0022",
      "zh_CN": "我在初学佛的时候，看到很多往生的人留下的舍利、舍利花，是很好看，可是舍利花放了半年，舍利花散了，散掉了，这就不是真的。舍利呢？我们拿来用手用力捏一捏它就碎了，这不是真的，这是假的。真的舍利花像琉璃一样、像水晶一样，不会坏；真的舍利你拿铁锤敲，铁锤会敲凹了，它不会受一点损失，那是真的。我在香港听说，倓虚法师的舍利是真的，英国人拿去做试验，用铁锤去敲，真的，铁锤敲凹了，舍利没有一点损失，这外国人很佩服。所以说现在这个时代，什么东西都有仿冒的，往生舍利花、舍利都有仿冒的，真的！他为什么会有这个东西？仿冒作假，很不可思议。所以我们要是离开经教，说不受外面社会影响，那是什么人？那是佛菩萨再来的，那圣人不是凡人，凡人决定做不到。做不到怎么办？我从学佛闻佛法到今天五十八年，讲经教学也五十一年，我还没有被社会染污，靠什么？靠天天讲经。不是讲给别人听，讲给我自己听，别人是旁听；天天读经，天天学教，不离开经本就没有离开佛菩萨。所以方老师以前给我的提示，这些电视、电影、报章杂志都是染污，严重的染污，我大概至少有四十五年没看过电视，对于这些染污一律拒绝，我不能叫它停刊，但是我有权利不看你东西。不但连这些东西不看，也有不少同学知道，现代有很多的书籍我都不看，我看古书。",
      "zh_TW": "我在初學佛的時候，看到很多往生的人留下的舍利、舍利花，是很好看，可是舍利花放了半年，舍利花散了，散掉了，這就不是真的。舍利呢？我們拿來用手用力捏一捏它就碎了，這不是真的，這是假的。真的舍利花像琉璃一樣、像水晶一樣，不會壞；真的舍利你拿鐵鎚敲，鐵鎚會敲凹了，它不會受一點損失，那是真的。我在香港聽說，倓虛法師的舍利是真的，英國人拿去做試驗，用鐵鎚去敲，真的，鐵鎚敲凹了，舍利沒有一點損失，這外國人很佩服。所以說現在這個時代，什麼東西都有仿冒的，往生舍利花、舍利都有仿冒的，真的！他為什麼會有這個東西？仿冒作假，很不可思議。所以我們要是離開經教，說不受外面社會影響，那是什麼人？那是佛菩薩再來的，那聖人不是凡人，凡人決定做不到。做不到怎麼辦？我從學佛聞佛法到今天五十八年，講經教學也五十一年，我還沒有被社會染污，靠什麼？靠天天講經。不是講給別人聽，講給我自己聽，別人是旁聽；天天讀經，天天學教，不離開經本就沒有離開佛菩薩。所以方老師以前給我的提示，這些電視、電影、報章雜誌都是染污，嚴重的染污，我大概至少有四十五年沒看過電視，對於這些染污一律拒絕，我不能叫它停刊，但是我有權利不看你東西。不但連這些東西不看，也有不少同學知道，現代有很多的書籍我都不看，我看古書。"
    },
    {
      "id": "12-047-0022_p0023",
      "zh_CN": "有人问我，现代有很多著作你为什么不看？我给他做个比喻说，古人的书能够流传到现在，总是几千年，千百年，经过多少人看过，都是好的、没有问题的才能传得下来；现在人的东西还没有经过考验，我也不是圣人，不知道他的东西是好是坏，还是不接触的比较好。因为古时候印刷术非常困难，古书是木刻版本雕的，很费事，成本非常高！二十多年前，我第一次访问南京金陵刻经处，因为它那里还有木刻版的经书，我去参观。刻版很辛苦，一个字一个字刻，印刷也很辛苦，还是老的方式，用松烟涂在版上一张纸放下去，轻轻的把它按定好，一张一张的印，一个工人一天很勤奋，大概可以做三本书，你就晓得那个辛苦。不像现在完全用机器，用照相影印太方便，所以它成本低。古时候书籍要传下来的话，不是真正好的东西，谁肯花钱、花这么多力气来替你流传！所以能流传下来的，都是有价值，多少人看过的，认为东西是好的。我们不是专家、不是学者，不懂得这些考据，我们就从这些经验提供我们这些资料，我们如何选择，选择古人的东西。跟古人学习没错！",
      "zh_TW": "有人問我，現代有很多著作你為什麼不看？我給他做個比喻說，古人的書能夠流傳到現在，總是幾千年，千百年，經過多少人看過，都是好的、沒有問題的才能傳得下來；現在人的東西還沒有經過考驗，我也不是聖人，不知道他的東西是好是壞，還是不接觸的比較好。因為古時候印刷術非常困難，古書是木刻版本雕的，很費事，成本非常高！二十多年前，我第一次訪問南京金陵刻經處，因為它那裡還有木刻版的經書，我去參觀。刻版很辛苦，一個字一個字刻，印刷也很辛苦，還是老的方式，用松煙塗在版上一張紙放下去，輕輕的把它按定好，一張一張的印，一個工人一天很勤奮，大概可以做三本書，你就曉得那個辛苦。不像現在完全用機器，用照相影印太方便，所以它成本低。古時候書籍要傳下來的話，不是真正好的東西，誰肯花錢、花這麼多力氣來替你流傳！所以能流傳下來的，都是有價值，多少人看過的，認為東西是好的。我們不是專家、不是學者，不懂得這些考據，我們就從這些經驗提供我們這些資料，我們如何選擇，選擇古人的東西。跟古人學習沒錯！"
    },
    {
      "id": "12-047-0022_p0024",
      "zh_CN": "回过头来再看现实的时候，我们了解现在社会问题出在什么地方，我们就会清清楚楚、明明白白，它动，我不动；它乱，我不乱，我们就得受用。虽然我们没有能够证悟，但是我们对佛所讲的这些逐渐逐渐明白了，这在佛法里面叫解悟。解悟到证悟差一个环节，这个环节是什么？放下，真正放下，你就契入。放下什么？总的纲领来说，放下妄想，妄想是起心动念，放下分别，放下执着。对于今天社会这个乱象不能起心动念，不能分别执着，你起心动念、分别执着，你就错了。无论社会怎么变，人怎么样学坏，我们如何看待？要用普贤菩萨的教诲来看待，「礼敬诸佛」。纵然他做了五逆十恶，我们对他还是要尊重，还是要尊敬，为什么？他有佛性，一切众生皆有佛性。他为什么会干五逆十恶？那是他的习性不是他的本性，他学坏了。为什么学坏了？没人教他，没有遇到真正善知识，他才会变成这个样子。所以要原谅他，不能有一丝毫怨恨心就对了，为什么？我们学菩萨道，佛菩萨怎么样对众生，我们要学会。「称赞如来」，人不能说没有好处，做一百桩坏事也许他有一桩好事，这一桩好事要赞叹他、要鼓励他；一百桩不好的事情不要理它，提都不提，不放在心上，这就好。他有困难，我们还是要帮助他，「广修供养」，这就对了；他要肯学，我就帮助他向上，帮助他回头。",
      "zh_TW": "回過頭來再看現實的時候，我們了解現在社會問題出在什麼地方，我們就會清清楚楚、明明白白，它動，我不動；它亂，我不亂，我們就得受用。雖然我們沒有能夠證悟，但是我們對佛所講的這些逐漸逐漸明白了，這在佛法裡面叫解悟。解悟到證悟差一個環節，這個環節是什麼？放下，真正放下，你就契入。放下什麼？總的綱領來說，放下妄想，妄想是起心動念，放下分別，放下執著。對於今天社會這個亂象不能起心動念，不能分別執著，你起心動念、分別執著，你就錯了。無論社會怎麼變，人怎麼樣學壞，我們如何看待？要用普賢菩薩的教誨來看待，「禮敬諸佛」。縱然他做了五逆十惡，我們對他還是要尊重，還是要尊敬，為什麼？他有佛性，一切眾生皆有佛性。他為什麼會幹五逆十惡？那是他的習性不是他的本性，他學壞了。為什麼學壞了？沒人教他，沒有遇到真正善知識，他才會變成這個樣子。所以要原諒他，不能有一絲毫怨恨心就對了，為什麼？我們學菩薩道，佛菩薩怎麼樣對眾生，我們要學會。「稱讚如來」，人不能說沒有好處，做一百樁壞事也許他有一樁好事，這一樁好事要讚歎他、要鼓勵他；一百樁不好的事情不要理它，提都不提，不放在心上，這就好。他有困難，我們還是要幫助他，「廣修供養」，這就對了；他要肯學，我就幫助他向上，幫助他回頭。"
    },
    {
      "id": "12-047-0022_p0025",
      "zh_CN": "所以释迦牟尼佛当年在世，讲经教学四十九年，一天没有中断，这是大慈大悲。现在我们用高科技，用这个方法，用网路、用电视、卫星，这也是方老师提示的。老师当年告诉我这是很好的工具，如果把它用在宗教上、用在教学上，那是多好的一桩事情！在那个时候我们听了，我们不敢想像，这大概是在五十年前的事情。我学佛是跟方老师开始的，那是五十八年前。那个时候的电视还没有彩色的，黑白的。老师就告诉我，「这是一个好的工具，如果拿来宣扬伦理道德，天下太平；如果里面播放的内容是暴力色情、杀盗淫妄，那这个社会混乱，它不堪设想。」老师这些话我们是记在心里，这个要缘分。我一生没有化过缘，没有问人要过钱，为什么？也就是有个小地方能够避避风雨，三餐饭不缺，我就够了。我不盖庙，为什么？盖庙太辛苦，要费很多精神去照顾，就分心，我还是要把心力集中在经教上。",
      "zh_TW": "所以釋迦牟尼佛當年在世，講經教學四十九年，一天沒有中斷，這是大慈大悲。現在我們用高科技，用這個方法，用網路、用電視、衛星，這也是方老師提示的。老師當年告訴我這是很好的工具，如果把它用在宗教上、用在教學上，那是多好的一樁事情！在那個時候我們聽了，我們不敢想像，這大概是在五十年前的事情。我學佛是跟方老師開始的，那是五十八年前。那個時候的電視還沒有彩色的，黑白的。老師就告訴我，「這是一個好的工具，如果拿來宣揚倫理道德，天下太平；如果裡面播放的內容是暴力色情、殺盜淫妄，那這個社會混亂，它不堪設想。」老師這些話我們是記在心裡，這個要緣分。我一生沒有化過緣，沒有問人要過錢，為什麼？也就是有個小地方能夠避避風雨，三餐飯不缺，我就夠了。我不蓋廟，為什麼？蓋廟太辛苦，要費很多精神去照顧，就分心，我還是要把心力集中在經教上。"
    },
    {
      "id": "12-047-0022_p0026",
      "zh_CN": "所以一生过着流浪的生活也很好，没有家的观念，哪个地方邀请我就到哪里去，早年都是这样的，全世界到处跑。现在邀请我的得有条件，什么条件？要有录相的设备，至少要有网路设备，我们每一场讲演全世界都可以收听，有这个条件请我我一定会到。所以无论在什么地方讲，在全世界每个地区都能够收看得到，这是个好事情。现在我们所最担忧的，要后继有人，就是要帮助下一代。可是想学的人很多，条件不具足，什么条件？自私自利、名闻利养、五欲六尘、贪瞋痴慢放不下，这十六个字要是放不下，诸佛菩萨来教你都没用，你学的是皮毛，你不能契入境界。所以要真正找到这十六个字能做到的同参道友就太少了。我们也不敢希望有多，能有十个人就不得了。所以一定要真干，永远要记住，世尊灭度之前讲的两句话，「以戒为师，以苦为师」。你不能持戒，你不能吃苦，圣贤之道就有障碍；能持戒不怕苦，障碍就突破了，你会成就。名闻利养决定要舍，沾都不能沾！",
      "zh_TW": "所以一生過著流浪的生活也很好，沒有家的觀念，哪個地方邀請我就到哪裡去，早年都是這樣的，全世界到處跑。現在邀請我的得有條件，什麼條件？要有錄相的設備，至少要有網路設備，我們每一場講演全世界都可以收聽，有這個條件請我我一定會到。所以無論在什麼地方講，在全世界每個地區都能夠收看得到，這是個好事情。現在我們所最擔憂的，要後繼有人，就是要幫助下一代。可是想學的人很多，條件不具足，什麼條件？自私自利、名聞利養、五欲六塵、貪瞋痴慢放不下，這十六個字要是放不下，諸佛菩薩來教你都沒用，你學的是皮毛，你不能契入境界。所以要真正找到這十六個字能做到的同參道友就太少了。我們也不敢希望有多，能有十個人就不得了。所以一定要真幹，永遠要記住，世尊滅度之前講的兩句話，「以戒為師，以苦為師」。你不能持戒，你不能吃苦，聖賢之道就有障礙；能持戒不怕苦，障礙就突破了，你會成就。名聞利養決定要捨，沾都不能沾！"
    },
    {
      "id": "12-047-0022_p0027",
      "zh_CN": "下面两句话说『何有饰真之行，不从真起』，「饰」是装饰，就是今天讲的庄严。庄严是什么？从自身来讲，释迦牟尼佛给我们示现的，三十二相八十种好，这是真正的装饰。装饰不是金银珠宝，那是假的，这装饰是什么？是你有德行。在佛法里面讲你有威仪，你有德行，你真正把佛菩萨的教诲都能做到。我们起心动念与经教相应，我们言语造作与戒律相应，这叫「饰真之行」。用经论来装饰我们的思想、见解，用戒律装饰我们的行住坐卧四威仪，所以都是「从真起」。皈依三宝，三宝是真的，皈是回头，依是依靠，我们迷失自性时间太久了。自性是什么？佛法里面讲得也很简单扼要，叫觉正净，觉而不迷，正而不邪，净而不染，这是自性，这是真的。觉就是佛宝；正是正知正见，正行，那是法宝；净是身心清净，不受染污，那叫僧宝，这是自性的三宝。我们回头，我们要依靠这三宝，从哪里回头？从迷邪染。从迷回过头来依自性觉，觉而不迷，这叫皈依佛；从邪知、邪见、邪行回过头来，依正知、正见、正行，这叫皈依法；从一切染污回过头来依自性清净，净而不染，这叫皈依僧。所以佛法僧是自性三宝，这是真的，不是形式，形式是唱戏、是表演给大众看的，启发大众的自性三宝这个念头，表演给他看，让他觉悟过来，发心皈依、发心学习，是这么个意思；如果只有形式没有实质，那是假的不是真的。我们用觉正净、用持戒、用苦行来庄严这个形象，这就对了。我们再看下面这段话：",
      "zh_TW": "下面兩句話說『何有飾真之行，不從真起』，「飾」是裝飾，就是今天講的莊嚴。莊嚴是什麼？從自身來講，釋迦牟尼佛給我們示現的，三十二相八十種好，這是真正的裝飾。裝飾不是金銀珠寶，那是假的，這裝飾是什麼？是你有德行。在佛法裡面講你有威儀，你有德行，你真正把佛菩薩的教誨都能做到。我們起心動念與經教相應，我們言語造作與戒律相應，這叫「飾真之行」。用經論來裝飾我們的思想、見解，用戒律裝飾我們的行住坐臥四威儀，所以都是「從真起」。皈依三寶，三寶是真的，皈是回頭，依是依靠，我們迷失自性時間太久了。自性是什麼？佛法裡面講得也很簡單扼要，叫覺正淨，覺而不迷，正而不邪，淨而不染，這是自性，這是真的。覺就是佛寶；正是正知正見，正行，那是法寶；淨是身心清淨，不受染污，那叫僧寶，這是自性的三寶。我們回頭，我們要依靠這三寶，從哪裡回頭？從迷邪染。從迷回過頭來依自性覺，覺而不迷，這叫皈依佛；從邪知、邪見、邪行回過頭來，依正知、正見、正行，這叫皈依法；從一切染污回過頭來依自性清淨，淨而不染，這叫皈依僧。所以佛法僧是自性三寶，這是真的，不是形式，形式是唱戲、是表演給大眾看的，啟發大眾的自性三寶這個念頭，表演給他看，讓他覺悟過來，發心皈依、發心學習，是這麼個意思；如果只有形式沒有實質，那是假的不是真的。我們用覺正淨、用持戒、用苦行來莊嚴這個形象，這就對了。我們再看下面這段話："
    },
    {
      "id": "12-047-0022_p0028",
      "zh_CN": "【此则真该妄末。行无不修。妄彻真源。相无不寂。】",
      "zh_TW": "【此則真該妄末。行無不修。妄徹真源。相無不寂。】"
    },
    {
      "id": "12-047-0022_p0029",
      "zh_CN": "如果我们对于事实真相认识不清楚，这个事情难，太难了。你看要让现在一个人，特别是个年轻人，能够放下生活上的享受，让他回归性德，他能做得到吗？他能甘心情愿过简单辛苦的生活吗？我的老师李炳南老居士，我跟他十年，我看到他老人家的生活，他自己料理，没有人照顾。我听说他到九十五岁才接受两个同学发心照顾他；换句话说，九十五岁不需要人照顾，自己烧饭，自己洗衣服。他居住的房子很小，只有十五坪，整理得干干净净，自己打扫，说明什么？说明他身体健康不需要人照顾。他日中一食，那一餐饭很简单，他是山东人喜欢面食，特别他喜欢吃面线，台湾人叫面线，我们家乡叫挂面，云南人叫米线，他喜欢吃这个。当然与他的身体也有关系，这个东西容易消化，而且煮的时候很容易，只要十五分钟。我从他那里学来的，碗跟锅就是一个，有个带把子的小锅，碗也是它，他没有碗。在那个时候烧什么？烧煤油炉子。我们台湾同修应该记得，在那个时代最初是烧煤球，以后是烧煤油就方便多了，我跟他那个时代煤油炉很盛行。十五分钟水烧开，水烧开之后，他把青菜豆腐放一点放下去，煮个五分钟然后把面放下去，火熄掉，锅盖盖上去，再过个五分钟就熟了，好简单！这个面里面油盐都没有，吃的时候再把油盐调进去，所以那个锅很干净、很好洗，不黏锅。你看每一餐吃饭，就是从点火开始，到整整搞干净，饭吃完了，大概二十分钟，不浪费时间，一生就过这样的生活。我在台中看到这样，我跟他学会了，我吃了五年日中一食，也是吃这些小面条。我是吃到第八个月才告诉他，他问我体力、精神有没有影响？我说没有影响，很正常。他桌子一拍，好，永远这样下去，一生不求人。生活简单不求人，人到无求品自高！所以我们想想，世尊当年在世一生托钵，日中一食，树下一宿，他做这些榜样都是教我们。你看他是王子出身，他不需要别人护法，他家里护法就够了，家里能不能给他盖个庙？他不要，他要树下一宿。我在年轻的时候，也想学释迦牟尼佛，但是没有这个缘分，佛陀树下一宿我们有困难，但是童子军露营的帐篷可以用。所以应当要学佛，向释迦牟尼佛学习就对了，我们所有一切，对于物质上的享受欲望就可以能真的放下。所以明白了，完全遵从佛陀的教诲，佛做了个很好的榜样给我们看，这慈悲到极处，不但他有言教，他有身教。",
      "zh_TW": "如果我們對於事實真相認識不清楚，這個事情難，太難了。你看要讓現在一個人，特別是個年輕人，能夠放下生活上的享受，讓他回歸性德，他能做得到嗎？他能甘心情願過簡單辛苦的生活嗎？我的老師李炳南老居士，我跟他十年，我看到他老人家的生活，他自己料理，沒有人照顧。我聽說他到九十五歲才接受兩個同學發心照顧他；換句話說，九十五歲不需要人照顧，自己燒飯，自己洗衣服。他居住的房子很小，只有十五坪，整理得乾乾淨淨，自己打掃，說明什麼？說明他身體健康不需要人照顧。他日中一食，那一餐飯很簡單，他是山東人喜歡麵食，特別他喜歡吃麵線，台灣人叫麵線，我們家鄉叫掛麵，雲南人叫米線，他喜歡吃這個。當然與他的身體也有關係，這個東西容易消化，而且煮的時候很容易，只要十五分鐘。我從他那裡學來的，碗跟鍋就是一個，有個帶把子的小鍋，碗也是它，他沒有碗。在那個時候燒什麼？燒煤油爐子。我們台灣同修應該記得，在那個時代最初是燒煤球，以後是燒煤油就方便多了，我跟他那個時代煤油爐很盛行。十五分鐘水燒開，水燒開之後，他把青菜豆腐放一點放下去，煮個五分鐘然後把麵放下去，火熄掉，鍋蓋蓋上去，再過個五分鐘就熟了，好簡單！這個麵裡面油鹽都沒有，吃的時候再把油鹽調進去，所以那個鍋很乾淨、很好洗，不黏鍋。你看每一餐吃飯，就是從點火開始，到整整搞乾淨，飯吃完了，大概二十分鐘，不浪費時間，一生就過這樣的生活。我在台中看到這樣，我跟他學會了，我吃了五年日中一食，也是吃這些小麵條。我是吃到第八個月才告訴他，他問我體力、精神有沒有影響？我說沒有影響，很正常。他桌子一拍，好，永遠這樣下去，一生不求人。生活簡單不求人，人到無求品自高！所以我們想想，世尊當年在世一生托缽，日中一食，樹下一宿，他做這些榜樣都是教我們。你看他是王子出身，他不需要別人護法，他家裡護法就夠了，家裡能不能給他蓋個廟？他不要，他要樹下一宿。我在年輕的時候，也想學釋迦牟尼佛，但是沒有這個緣分，佛陀樹下一宿我們有困難，但是童子軍露營的帳篷可以用。所以應當要學佛，向釋迦牟尼佛學習就對了，我們所有一切，對於物質上的享受欲望就可以能真的放下。所以明白了，完全遵從佛陀的教誨，佛做了個很好的榜樣給我們看，這慈悲到極處，不但他有言教，他有身教。"
    },
    {
      "id": "12-047-0022_p0030",
      "zh_CN": "从他的言行上我们真正能体会到，『真该妄末，行无不修』，性德，这个「真」是真性、性德，「妄」是什么？妄就是我们现实的社会，性德跟现实的社会融成一片。真是能现能变，妄就是十法界依正庄严，是所现、是所变，能所是一不是二。然后你才真正能体会到「行无不修」，点点滴滴都是在修行，我们起心动念是在修行，言语造作也是在修行。修是什么意思？把所有与真不相应的全部把它修正过来，统统能相应。用我们中国老祖宗的话来说，什么东西是真的？五伦是真的，是性德，五常是真的。五伦是父子、夫妇、君臣、兄弟、朋友，这是真的，这讲关系，五伦是一体。五常是怎样处理这个关系，要与性德相应，这是德，五伦是道，五常是德，仁义礼智信。「仁」是爱人，仁者爱人。「义」者循理，义是什么？起心动念、言语造作，合情、合理、合法这叫义。礼非常重要，不要以为这个没有关系，关系社会的治乱安危，所以礼太重要，每个朝代制礼作乐，这是教化。「礼」是要有礼节。传统文化如果没有礼，传统文化就没有了；佛法里要是没有戒，佛法就没有了，它是行门。你怎么落实到生活？佛法大经大论落实在生活里面就是十善五戒，这普遍的；出家专修的，再沙弥十戒、比丘戒、比丘尼戒、菩萨戒，它落实，你真做到，做不到不行，那是假的，做到是真的。「智」就是现在讲理智，处事待人接物不能用感情，要用理智，感情就会出问题，感情可以兼顾，不能感情做主，那就错了，所以要合情、合理、合法，最重要是理。「信」是信用。这是基本的德行，叫五常，常是永恒不能够丧失，我们在日常生活当中，处事待人接物能够守住仁义礼智信。五常展开来就是八德，八德在中国有两个说法，古人说法是「孝悌忠信、礼义廉耻」，后代又有人说八个字「忠孝仁爱、信义和平」，都好。这两种说法，我们把它合起来除掉重复的，十二个字，孝悌忠信、礼义廉耻、仁爱和平。我们起心动念、言语造作都能够与这十二个德目相应，就是「真该妄末，行无不修」。无论大事小事，无论与什么样的人往来，决定不离开这十二个德目，这是中国古圣先王的后裔，大圣大贤的学生。在佛法里面我们起心动念遵守佛家的戒律威仪，至少我们要把沙弥十戒、二十四门威仪，要落实在日常生活当中，用这个来修行。点点滴滴就是细行，菩萨的细行八万四千，小乘声闻的修行叫三千威仪，统统都是十善业道展开的。在我们中国这十二个德目展开，就是八万细行，一个道理。",
      "zh_TW": "從他的言行上我們真正能體會到，『真該妄末，行無不修』，性德，這個「真」是真性、性德，「妄」是什麼？妄就是我們現實的社會，性德跟現實的社會融成一片。真是能現能變，妄就是十法界依正莊嚴，是所現、是所變，能所是一不是二。然後你才真正能體會到「行無不修」，點點滴滴都是在修行，我們起心動念是在修行，言語造作也是在修行。修是什麼意思？把所有與真不相應的全部把它修正過來，統統能相應。用我們中國老祖宗的話來說，什麼東西是真的？五倫是真的，是性德，五常是真的。五倫是父子、夫婦、君臣、兄弟、朋友，這是真的，這講關係，五倫是一體。五常是怎樣處理這個關係，要與性德相應，這是德，五倫是道，五常是德，仁義禮智信。「仁」是愛人，仁者愛人。「義」者循理，義是什麼？起心動念、言語造作，合情、合理、合法這叫義。禮非常重要，不要以為這個沒有關係，關係社會的治亂安危，所以禮太重要，每個朝代制禮作樂，這是教化。「禮」是要有禮節。傳統文化如果沒有禮，傳統文化就沒有了；佛法裡要是沒有戒，佛法就沒有了，它是行門。你怎麼落實到生活？佛法大經大論落實在生活裡面就是十善五戒，這普遍的；出家專修的，再沙彌十戒、比丘戒、比丘尼戒、菩薩戒，它落實，你真做到，做不到不行，那是假的，做到是真的。「智」就是現在講理智，處事待人接物不能用感情，要用理智，感情就會出問題，感情可以兼顧，不能感情做主，那就錯了，所以要合情、合理、合法，最重要是理。「信」是信用。這是基本的德行，叫五常，常是永恆不能夠喪失，我們在日常生活當中，處事待人接物能夠守住仁義禮智信。五常展開來就是八德，八德在中國有兩個說法，古人說法是「孝悌忠信、禮義廉恥」，後代又有人說八個字「忠孝仁愛、信義和平」，都好。這兩種說法，我們把它合起來除掉重複的，十二個字，孝悌忠信、禮義廉恥、仁愛和平。我們起心動念、言語造作都能夠與這十二個德目相應，就是「真該妄末，行無不修」。無論大事小事，無論與什麼樣的人往來，決定不離開這十二個德目，這是中國古聖先王的後裔，大聖大賢的學生。在佛法裡面我們起心動念遵守佛家的戒律威儀，至少我們要把沙彌十戒、二十四門威儀，要落實在日常生活當中，用這個來修行。點點滴滴就是細行，菩薩的細行八萬四千，小乘聲聞的修行叫三千威儀，統統都是十善業道展開的。在我們中國這十二個德目展開，就是八萬細行，一個道理。"
    },
    {
      "id": "12-047-0022_p0031",
      "zh_CN": "最后提升到究竟圆满，就是契入境界，也就是我们讲的明心见性，见性成佛！那是什么境界？『妄彻真源，相无不寂』，真妄不二，性相一如。我们看这个相是动的，为什么？因为你的心动，动的心是妄心，不是真心，真心不动。惠能大师讲得很好，「何期自性，本无动摇」，第四句所讲的。真心从来没有动过，就是没有动过念头，念头尚且没有，哪有分别执着！所以真心是永远不动的，动的是妄心。到这个时候，你见到真心才晓得妄是假的，妄不是真的，所有一切虚妄相，性是真的，相是虚妄的，妄不碍真，真也不碍妄。所以你看到相的寂灭相，相是清净寂灭的，他看到什么？他看到真相。真相就是弥勒菩萨所讲的，一千二百八十兆分之一秒的生灭相，他看到这个真相，这在佛法讲八地菩萨见到了。所以「法界圆明自在用」，这是讲我们自己，我们自己得大自在，这就成佛了。下面是大师引经来作证。今天时间到了，我们就学习到此地。",
      "zh_TW": "最後提升到究竟圓滿，就是契入境界，也就是我們講的明心見性，見性成佛！那是什麼境界？『妄徹真源，相無不寂』，真妄不二，性相一如。我們看這個相是動的，為什麼？因為你的心動，動的心是妄心，不是真心，真心不動。惠能大師講得很好，「何期自性，本無動搖」，第四句所講的。真心從來沒有動過，就是沒有動過念頭，念頭尚且沒有，哪有分別執著！所以真心是永遠不動的，動的是妄心。到這個時候，你見到真心才曉得妄是假的，妄不是真的，所有一切虛妄相，性是真的，相是虛妄的，妄不礙真，真也不礙妄。所以你看到相的寂滅相，相是清淨寂滅的，他看到什麼？他看到真相。真相就是彌勒菩薩所講的，一千二百八十兆分之一秒的生滅相，他看到這個真相，這在佛法講八地菩薩見到了。所以「法界圓明自在用」，這是講我們自己，我們自己得大自在，這就成佛了。下面是大師引經來作證。今天時間到了，我們就學習到此地。"
    }
  ]
}