{
  "doc_id": "12-047-0107",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０七集",
    "zh_TW": "第一０七集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "12-047-0107",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "12-047-0107_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第二十三面倒数第五行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第二十三面倒數第五行，從第二句看起："
    },
    {
      "id": "12-047-0107_p0002",
      "zh_CN": "【此明善财童子依此华严法界之理修行。位极顿证法界也。此举一楼阁为主。一切楼阁为伴也。故云主伴互现帝网观。亦是事事无碍观也。】",
      "zh_TW": "【此明善財童子依此華嚴法界之理修行。位極頓證法界也。此舉一樓閣為主。一切樓閣為伴也。故云主伴互現帝網觀。亦是事事無礙觀也。】"
    },
    {
      "id": "12-047-0107_p0003",
      "zh_CN": "『善财童子』参访弥勒菩萨，见到毘卢遮那佛的楼阁。弥勒是当来下生在我们这个世间示现的一尊佛，下生的时间是用兜率天的时间来计算。兜率天跟我们这边的时间，时差很大，兜率天的一天是我们人间四百年，像兜率天人看我们这个人间，真的叫短命，他一天是我们四百年。我们这里活一百岁，如果算是一天二十四个小时，才六个小时，寿命才六个小时，四六二十四，所以那个天人看我们人很可怜。那还不是朝生暮死，朝生暮死要八百年，那还要上一层，第五层天是八百年，叫化乐天，化乐天一天我们人间八百年。再上去是他化自在天，他化自在天的一天，是我们人间（二八十六）一千六百年，人家一天我们人间一千六百年，已经换了多少朝代。所以你要想想这个，这人有什么意思？还在这个世间不老实，争权夺利。所以兜率天人看我们就不一样。善财依《华严经》所讲的理论，依《华严经》所讲的方法真干，一生就证得圆满的佛果，不是等觉，是妙觉位，『位极顿证法界』，地位达到最高，他是顿证的，他不是渐证的。可是我们看五十三参，每一位善知识代表一个菩萨的行位，从十住，德云比丘初住菩萨，海云比丘二住，一直到五十三，五十三是普贤菩萨，后面的十一位都是等觉菩萨，到圆满的时候是普贤菩萨，「顿证法界」，不是分证是圆证。大乘教里称为圆顿大法，一生圆满，依《华严》。",
      "zh_TW": "『善財童子』參訪彌勒菩薩，見到毘盧遮那佛的樓閣。彌勒是當來下生在我們這個世間示現的一尊佛，下生的時間是用兜率天的時間來計算。兜率天跟我們這邊的時間，時差很大，兜率天的一天是我們人間四百年，像兜率天人看我們這個人間，真的叫短命，他一天是我們四百年。我們這裡活一百歲，如果算是一天二十四個小時，才六個小時，壽命才六個小時，四六二十四，所以那個天人看我們人很可憐。那還不是朝生暮死，朝生暮死要八百年，那還要上一層，第五層天是八百年，叫化樂天，化樂天一天我們人間八百年。再上去是他化自在天，他化自在天的一天，是我們人間（二八十六）一千六百年，人家一天我們人間一千六百年，已經換了多少朝代。所以你要想想這個，這人有什麼意思？還在這個世間不老實，爭權奪利。所以兜率天人看我們就不一樣。善財依《華嚴經》所講的理論，依《華嚴經》所講的方法真幹，一生就證得圓滿的佛果，不是等覺，是妙覺位，『位極頓證法界』，地位達到最高，他是頓證的，他不是漸證的。可是我們看五十三參，每一位善知識代表一個菩薩的行位，從十住，德雲比丘初住菩薩，海雲比丘二住，一直到五十三，五十三是普賢菩薩，後面的十一位都是等覺菩薩，到圓滿的時候是普賢菩薩，「頓證法界」，不是分證是圓證。大乘教裡稱為圓頓大法，一生圓滿，依《華嚴》。"
    },
    {
      "id": "12-047-0107_p0004",
      "zh_CN": "我们修净土的同学，如果对这桩事情能够稍稍的体会到，那对我们修持有大帮助，怎么？往生西方极乐世界，大幅度的把我们的品位提升。为什么？《华严经》把这些性相、理事、因果讲透！我们虽然只是解悟没有证悟，但是对我们修行，对我们往生证得的品位确实会有很大的帮助。所以这个经不是跟我们修学不相干，我们读了这么长的时间，深深体会到，它能够帮助一切法门，不仅仅是净土，任何一个法门不离开这个原理，不离开这个原则。它的修行方法有纲领，方法是什么？文殊菩萨的十波罗蜜、普贤菩萨的十大愿王，这是总纲领，方法。原理，可以说是贤首国师这一部的论文，把《华严经》的理讲透了。这在佛法里面称为根本法轮，像一棵树一样，这是根、这是本，十方三世一切诸佛所说的一切法门，就像这个树的枝叶花果，这个根滋润所有的枝叶花果，我们才晓得这部经的殊胜处。经典学习的道场所在之处，就是佛菩萨所在之处，这地方再小也是大道场，为什么？在这个地方宣讲、弘扬的是诸佛菩萨的第一经，它怎么不是大道场！确实诸佛护念、龙天善神拥护，我们同学要十分的珍惜。贤首大师举《华严经》五十三参末后这一参，弥勒菩萨会，『举一楼阁为主』，前面说过它是表法的。『一切楼阁为伴』，显示出主伴互现重重无尽的境界。这个境界也是清凉大师在《华严经》，给我们讲四种无碍，『事事无碍』的境界，我们应当细心去体会，应当去学习。六观到这个地方，我们学习圆满。后面大师给我们做总结：",
      "zh_TW": "我們修淨土的同學，如果對這樁事情能夠稍稍的體會到，那對我們修持有大幫助，怎麼？往生西方極樂世界，大幅度的把我們的品位提升。為什麼？《華嚴經》把這些性相、理事、因果講透！我們雖然只是解悟沒有證悟，但是對我們修行，對我們往生證得的品位確實會有很大的幫助。所以這個經不是跟我們修學不相干，我們讀了這麼長的時間，深深體會到，它能夠幫助一切法門，不僅僅是淨土，任何一個法門不離開這個原理，不離開這個原則。它的修行方法有綱領，方法是什麼？文殊菩薩的十波羅蜜、普賢菩薩的十大願王，這是總綱領，方法。原理，可以說是賢首國師這一部的論文，把《華嚴經》的理講透了。這在佛法裡面稱為根本法輪，像一棵樹一樣，這是根、這是本，十方三世一切諸佛所說的一切法門，就像這個樹的枝葉花果，這個根滋潤所有的枝葉花果，我們才曉得這部經的殊勝處。經典學習的道場所在之處，就是佛菩薩所在之處，這地方再小也是大道場，為什麼？在這個地方宣講、弘揚的是諸佛菩薩的第一經，它怎麼不是大道場！確實諸佛護念、龍天善神擁護，我們同學要十分的珍惜。賢首大師舉《華嚴經》五十三參末後這一參，彌勒菩薩會，『舉一樓閣為主』，前面說過它是表法的。『一切樓閣為伴』，顯示出主伴互現重重無盡的境界。這個境界也是清涼大師在《華嚴經》，給我們講四種無礙，『事事無礙』的境界，我們應當細心去體會，應當去學習。六觀到這個地方，我們學習圓滿。後面大師給我們做總結："
    },
    {
      "id": "12-047-0107_p0005",
      "zh_CN": "【此上所述六重观门。举一为主。余五为伴。】",
      "zh_TW": "【此上所述六重觀門。舉一為主。餘五為伴。】"
    },
    {
      "id": "12-047-0107_p0006",
      "zh_CN": "哪一个为主？",
      "zh_TW": "哪一個為主？"
    },
    {
      "id": "12-047-0107_p0007",
      "zh_CN": "【无有前后。始终俱齐。随入一门即全收法界。】",
      "zh_TW": "【無有前後。始終俱齊。隨入一門即全收法界。】"
    },
    {
      "id": "12-047-0107_p0008",
      "zh_CN": "这才是法门的真相，没有先后、没有次第。跟前面五止是一样的，五止也没有先后，六观亦如是。我们学习，学一种就可以，为什么？一观里面，其他的五观都在里头，任何一观，修止也是如此，这完全是看自己的根性，自己现前生活环境，我们用哪一种方便就用哪一种，没有拘束，一即是多，多即是一。下面大师举个例子：",
      "zh_TW": "這才是法門的真相，沒有先後、沒有次第。跟前面五止是一樣的，五止也沒有先後，六觀亦如是。我們學習，學一種就可以，為什麼？一觀裡面，其他的五觀都在裡頭，任何一觀，修止也是如此，這完全是看自己的根性，自己現前生活環境，我們用哪一種方便就用哪一種，沒有拘束，一即是多，多即是一。下面大師舉個例子："
    },
    {
      "id": "12-047-0107_p0009",
      "zh_CN": "【此理。】",
      "zh_TW": "【此理。】"
    },
    {
      "id": "12-047-0107_p0010",
      "zh_CN": "这个道理。",
      "zh_TW": "這個道理。"
    },
    {
      "id": "12-047-0107_p0011",
      "zh_CN": "【喻如圆珠。】",
      "zh_TW": "【喻如圓珠。】"
    },
    {
      "id": "12-047-0107_p0012",
      "zh_CN": "用一个圆的珠子来做比喻。这个珠子：",
      "zh_TW": "用一個圓的珠子來做比喻。這個珠子："
    },
    {
      "id": "12-047-0107_p0013",
      "zh_CN": "【穿为六孔。】",
      "zh_TW": "【穿為六孔。】"
    },
    {
      "id": "12-047-0107_p0014",
      "zh_CN": "『六孔』就是表示六观。",
      "zh_TW": "『六孔』就是表示六觀。"
    },
    {
      "id": "12-047-0107_p0015",
      "zh_CN": "【随入一孔之中。即全收珠尽。此亦如是。开为六门。】",
      "zh_TW": "【隨入一孔之中。即全收珠盡。此亦如是。開為六門。】"
    },
    {
      "id": "12-047-0107_p0016",
      "zh_CN": "因为它里头是通的，一个得到，一切都得到，大乘法亦如是。所以祖师大德们常常劝导我们，一经通一切经就通，就怕你不通，一个法门通一切法门都通。诸位想想，如果我们不用五止、六观，我们用持名念佛行不行？行。万缘放下就是止，五种止全在里面，一句名号六观全收！我们观什么？就观佛，就观阿弥陀佛。观阿弥陀佛有十六种观法，你看《观无量寿佛经》讲十六观，十六观最后，诸位要晓得，最后那就是最重要的，佛一生讲经教学都离不开这个原则，最后讲的那就是最殊胜的。第十六观是什么？第十六观就是执持名号，超过前面所有的观法。前面说了十五种，为什么？这个我过去请教过李老师，我们初学不懂为什么持名超过前面？老师告诉我：你想想，前面教你十五种观法都着相，你不着相你观不成，既然用那么长的时间，印象那么深刻，譬如观「落日悬鼓」，这第一观，就是看晚上太阳下山这个景象，西方，看到什么时候才观成？你睁开眼睛，红太阳在你面前；闭着眼睛，红太阳也在眼前，清清楚楚，这个观就观成，不容易。观成之后往生西方极乐世界，还要把这个相除掉，为什么？凡所有相皆是虚妄。除掉也很麻烦，好不容易观成，到西方极乐世界把这个洗掉也很不容易。他说：你想那个名号，名号洗掉容易，因为你知道那是假名，比那个相容易多了。我们这才明了，最后这一观不着相，所以它排在最后。",
      "zh_TW": "因為它裡頭是通的，一個得到，一切都得到，大乘法亦如是。所以祖師大德們常常勸導我們，一經通一切經就通，就怕你不通，一個法門通一切法門都通。諸位想想，如果我們不用五止、六觀，我們用持名念佛行不行？行。萬緣放下就是止，五種止全在裡面，一句名號六觀全收！我們觀什麼？就觀佛，就觀阿彌陀佛。觀阿彌陀佛有十六種觀法，你看《觀無量壽佛經》講十六觀，十六觀最後，諸位要曉得，最後那就是最重要的，佛一生講經教學都離不開這個原則，最後講的那就是最殊勝的。第十六觀是什麼？第十六觀就是執持名號，超過前面所有的觀法。前面說了十五種，為什麼？這個我過去請教過李老師，我們初學不懂為什麼持名超過前面？老師告訴我：你想想，前面教你十五種觀法都著相，你不著相你觀不成，既然用那麼長的時間，印象那麼深刻，譬如觀「落日懸鼓」，這第一觀，就是看晚上太陽下山這個景象，西方，看到什麼時候才觀成？你睜開眼睛，紅太陽在你面前；閉著眼睛，紅太陽也在眼前，清清楚楚，這個觀就觀成，不容易。觀成之後往生西方極樂世界，還要把這個相除掉，為什麼？凡所有相皆是虛妄。除掉也很麻煩，好不容易觀成，到西方極樂世界把這個洗掉也很不容易。他說：你想那個名號，名號洗掉容易，因為你知道那是假名，比那個相容易多了。我們這才明瞭，最後這一觀不著相，所以它排在最後。"
    },
    {
      "id": "12-047-0107_p0017",
      "zh_CN": "像我们人间舞台表演，最后那一出戏叫压轴戏，最好的在后面。如果最好的在前面，后面不如前面，人家看了前面就回去，后头不看。把最好的放在后面，让你一直要看完，看圆满，就这个意思。你看看《楞严经》上二十五圆通，二十五圆通压轴的是谁？「观世音菩萨耳根圆通章」、「大势至菩萨念佛圆通章」，这两个放在最后。按照顺序排，观音菩萨应该排在第二，它是按六根、六尘、六识、七大，二十五。所以把观音菩萨摆在最后面，把大势至菩萨也摆在最后。观音菩萨摆在最后是非常容易看出来，因为他本来是第二，摆到第二十五去，这一看就明了。大势至菩萨的换位不太容易觉察出，为什么？大势至菩萨本来是二十三，他换到二十四，二十四是弥勒菩萨，他跟弥勒菩萨两个换了位次。所以这个换得很小，很不容易觉察出来，不仔细看看不出来，仔细一看他两个调了位次。凡是不按顺序的叫特别法门，这最重要的，所以二十五圆通是两个特别法门，不是一个，观音、势至代表。在《华严》五十三参，末后代表的是弥勒菩萨、是普贤菩萨，所以表法的意思我们要懂得。这个比喻，比喻得好，这六个孔无论从哪一个孔入，都是一样的，在外面这是『六门』，入进去之后，一门。就像我们一个房间、一个讲堂，周围开六个门，在讲堂外面不一样，哪个门东南西北不一样，进去都一样，进去你全都得到。",
      "zh_TW": "像我們人間舞台表演，最後那一齣戲叫壓軸戲，最好的在後面。如果最好的在前面，後面不如前面，人家看了前面就回去，後頭不看。把最好的放在後面，讓你一直要看完，看圓滿，就這個意思。你看看《楞嚴經》上二十五圓通，二十五圓通壓軸的是誰？「觀世音菩薩耳根圓通章」、「大勢至菩薩念佛圓通章」，這兩個放在最後。按照順序排，觀音菩薩應該排在第二，它是按六根、六塵、六識、七大，二十五。所以把觀音菩薩擺在最後面，把大勢至菩薩也擺在最後。觀音菩薩擺在最後是非常容易看出來，因為他本來是第二，擺到第二十五去，這一看就明瞭。大勢至菩薩的換位不太容易覺察出，為什麼？大勢至菩薩本來是二十三，他換到二十四，二十四是彌勒菩薩，他跟彌勒菩薩兩個換了位次。所以這個換得很小，很不容易覺察出來，不仔細看看不出來，仔細一看他兩個調了位次。凡是不按順序的叫特別法門，這最重要的，所以二十五圓通是兩個特別法門，不是一個，觀音、勢至代表。在《華嚴》五十三參，末後代表的是彌勒菩薩、是普賢菩薩，所以表法的意思我們要懂得。這個比喻，比喻得好，這六個孔無論從哪一個孔入，都是一樣的，在外面這是『六門』，入進去之後，一門。就像我們一個房間、一個講堂，周圍開六個門，在講堂外面不一樣，哪個門東南西北不一樣，進去都一樣，進去你全都得到。"
    },
    {
      "id": "12-047-0107_p0018",
      "zh_CN": "【随入一门即全收法界。圆满教理。】",
      "zh_TW": "【隨入一門即全收法界。圓滿教理。】"
    },
    {
      "id": "12-047-0107_p0019",
      "zh_CN": "后头这句话说：",
      "zh_TW": "後頭這句話說："
    },
    {
      "id": "12-047-0107_p0020",
      "zh_CN": "【法自尔故。】",
      "zh_TW": "【法自爾故。】"
    },
    {
      "id": "12-047-0107_p0021",
      "zh_CN": "这个『法』是一切佛法，大乘教里说哪一法不是佛法！法法皆是，没有一法不是佛法。佛是什么意思？佛是觉的意思，是通达明了的意思。一法明了的时候，法法全通！世出世间没有一法你会有障碍，为什么？就是一法圆圆满满摄一切法。这个我们前面读了很多，意思应该能体会，你看一毛孔、一微尘里面有自性圆满的信息，就是惠能大师讲的「何期自性，本自具足」。在哪里？在微尘里头，在毛端上面，没有一丝毫欠缺。这里头有大千世界，无量无边诸佛的刹土，不是一个佛刹，你要得一法，怎么会不都得！全都得到了。问题是你没有把障碍除尽，障碍是什么？妄想分别执着，只要把妄想分别执着除尽，任何一法里头圆满显现出一切法，是这么个道理。这是自性的性德，本来就是这样。",
      "zh_TW": "這個『法』是一切佛法，大乘教裡說哪一法不是佛法！法法皆是，沒有一法不是佛法。佛是什麼意思？佛是覺的意思，是通達明瞭的意思。一法明瞭的時候，法法全通！世出世間沒有一法你會有障礙，為什麼？就是一法圓圓滿滿攝一切法。這個我們前面讀了很多，意思應該能體會，你看一毛孔、一微塵裡面有自性圓滿的信息，就是惠能大師講的「何期自性，本自具足」。在哪裡？在微塵裡頭，在毛端上面，沒有一絲毫欠缺。這裡頭有大千世界，無量無邊諸佛的剎土，不是一個佛剎，你要得一法，怎麼會不都得！全都得到了。問題是你沒有把障礙除盡，障礙是什麼？妄想分別執著，只要把妄想分別執著除盡，任何一法裡頭圓滿顯現出一切法，是這麼個道理。這是自性的性德，本來就是這樣。"
    },
    {
      "id": "12-047-0107_p0022",
      "zh_CN": "说到这个地方，我们还有一点时间，我在此地先跟诸位介绍《华严经》上所说，「佛十种教化不失时」。为什么要说这个？我们学经教，深深感佛的恩德太大，你不知道恩德，就不知道报恩；你知道这恩德之大，你才会发起报恩的心。报恩的心是孝心、是慈心、是爱心，江本博士实验水结晶呈现最美的图案，就是「爱、感恩」。让我们想到，老祖宗千万年前教导我们「百善孝为先」，孝顺父母是报恩，世出世间的圣贤、诸佛菩萨、科学家都给它证实。我们从这个地方，体会诸佛菩萨对我们无尽的恩德。这十种，第一种「成等正觉化不失时」，我们要从源头上来说，佛教我们，他要示现成佛，让我们亲眼看到。释迦牟尼佛当年在世，三十岁为我们示现成等正觉，这个等正觉是无上正等正觉，不示现这个相，我们这个世间就没有佛教。这个示现就是建立佛陀教育的创始人，我们称他为本师，佛陀教学的根本老师。你看我们自己自称为弟子，弟子是学生，我们跟佛的关系要搞清楚，我们是师生关系。所以这是教育，它不是宗教，宗教里头哪有这种关系的？诸佛菩萨、阿罗汉也是佛的学生，跟我们什么关系？同学的关系，同个老师！他在我前，我们今天在后，他是我们的老学长，这是属於伦理，伦理是讲关系。你搞清楚、搞明白了，世间人虽然都说佛教是宗教，我知道佛教不是宗教，是教育，我们称老师，本师。",
      "zh_TW": "說到這個地方，我們還有一點時間，我在此地先跟諸位介紹《華嚴經》上所說，「佛十種教化不失時」。為什麼要說這個？我們學經教，深深感佛的恩德太大，你不知道恩德，就不知道報恩；你知道這恩德之大，你才會發起報恩的心。報恩的心是孝心、是慈心、是愛心，江本博士實驗水結晶呈現最美的圖案，就是「愛、感恩」。讓我們想到，老祖宗千萬年前教導我們「百善孝為先」，孝順父母是報恩，世出世間的聖賢、諸佛菩薩、科學家都給它證實。我們從這個地方，體會諸佛菩薩對我們無盡的恩德。這十種，第一種「成等正覺化不失時」，我們要從源頭上來說，佛教我們，他要示現成佛，讓我們親眼看到。釋迦牟尼佛當年在世，三十歲為我們示現成等正覺，這個等正覺是無上正等正覺，不示現這個相，我們這個世間就沒有佛教。這個示現就是建立佛陀教育的創始人，我們稱他為本師，佛陀教學的根本老師。你看我們自己自稱為弟子，弟子是學生，我們跟佛的關係要搞清楚，我們是師生關係。所以這是教育，它不是宗教，宗教裡頭哪有這種關係的？諸佛菩薩、阿羅漢也是佛的學生，跟我們什麼關係？同學的關係，同個老師！他在我前，我們今天在後，他是我們的老學長，這是屬於倫理，倫理是講關係。你搞清楚、搞明白了，世間人雖然都說佛教是宗教，我知道佛教不是宗教，是教育，我們稱老師，本師。"
    },
    {
      "id": "12-047-0107_p0023",
      "zh_CN": "你看我们，就是现在，寺院里面住持方丈，他称什么？印度人称叫和尚。诸位要晓得，和尚是梵语音译的，意思是什么？叫亲教师。亲教师是什么？他亲自主持这一个机构里面的教学，这机构就是学校，寺院庵堂是学校，他来主持教育的，和尚称亲教师；主持教育的，现在我们称为校长。诸位要知道，一个道场里面只有一个和尚，人称和尚，其他的人不能称，和尚是校长。你不能说各个都称校长，那不就搞迷惑了？这个诸位一定要清楚。其他的这些法师称法师，梵语称阿阇梨，阿阇梨翻成中国意思叫轨范师，就是他的言语、行为可以做我们初学人的模范，是这个意思。轨是轨道，范是模范，他是我们的轨道，他是我们的模范。不能称和尚，和尚只有一个，阿阇梨就很多，在这个寺院里担任教学的统统是阿阇梨，称阿阇梨。关系搞清楚就明白了，这是职称，这个机构里职务的称呼。这里面有首座，首座就是主管教务的；维那是主管秩序的，我们现在讲训导；监院是主管总务的。名称不一样，跟现在大学里面学校的组织、分工完全相同。中国过去佛教的丛林就是大学，丛林里面的主席就是和尚，称大和尚是校长。所以佛教要真正再兴旺起来，一定要恢复它的教学，而不是现在这个经忏法会，不是这个，这个不能兴教，要把释迦牟尼佛当年教学的这种精神恢复起来。",
      "zh_TW": "你看我們，就是現在，寺院裡面住持方丈，他稱什麼？印度人稱叫和尚。諸位要曉得，和尚是梵語音譯的，意思是什麼？叫親教師。親教師是什麼？他親自主持這一個機構裡面的教學，這機構就是學校，寺院庵堂是學校，他來主持教育的，和尚稱親教師；主持教育的，現在我們稱為校長。諸位要知道，一個道場裡面只有一個和尚，人稱和尚，其他的人不能稱，和尚是校長。你不能說各個都稱校長，那不就搞迷惑了？這個諸位一定要清楚。其他的這些法師稱法師，梵語稱阿闍梨，阿闍梨翻成中國意思叫軌範師，就是他的言語、行為可以做我們初學人的模範，是這個意思。軌是軌道，範是模範，他是我們的軌道，他是我們的模範。不能稱和尚，和尚只有一個，阿闍梨就很多，在這個寺院裡擔任教學的統統是阿闍梨，稱阿闍梨。關係搞清楚就明白了，這是職稱，這個機構裡職務的稱呼。這裡面有首座，首座就是主管教務的；維那是主管秩序的，我們現在講訓導；監院是主管總務的。名稱不一樣，跟現在大學裡面學校的組織、分工完全相同。中國過去佛教的叢林就是大學，叢林裡面的主席就是和尚，稱大和尚是校長。所以佛教要真正再興旺起來，一定要恢復它的教學，而不是現在這個經懺法會，不是這個，這個不能興教，要把釋迦牟尼佛當年教學的這種精神恢復起來。"
    },
    {
      "id": "12-047-0107_p0024",
      "zh_CN": "下面说「谓如来出现世间，成佛道已，随机应感」，机是众生，众生有感，佛就来应，「适彼时缘，而起化导，是为成等正觉化不失时」。释迦牟尼佛慈悲为我们示现做这个样子。为什么说示现？因为他本来早就成佛，为我们表演八相成道。怎么知道他早就成佛？他老人家自己讲的，在《梵网经》里面，他把这个信息透给我们，这一次他到这个世界上来示现成佛，第八千次，常来。现在怎么不来？时节因缘，佛到这个世间是度人成佛的。换句话说，缘成熟，一接受佛的教诲，就能够把起心动念、分别执着放下，他就来；如果佛菩萨来，我们这烦恼习气还是放不下，他不来。由此可知，当年他为什么出现在印度，不出现在中国？印度的缘成熟。真的，印度人在那个时候修学比我们高明，不要说别的，单单讲禅定，我们中国学术造诣也确实是了不起，但是没有从禅定这门下功夫。印度的宗教修禅定，印度的学术也修禅定，所以他们都有能力达到很深的定功，就第八次第定，四禅八定，他有这么深的定功。在定中，时间、空间的维次全突破，所以他们对整个六道，这六道多大？这是个大千世界，三千大千世界，这里面的状况他统统明了。上面他能够到达非想非非想处天，灵界没有身体，没有物质现象，只有精神现象，他们可以达到这个层次，下面可以看到阿鼻地狱。",
      "zh_TW": "下面說「謂如來出現世間，成佛道已，隨機應感」，機是眾生，眾生有感，佛就來應，「適彼時緣，而起化導，是為成等正覺化不失時」。釋迦牟尼佛慈悲為我們示現做這個樣子。為什麼說示現？因為他本來早就成佛，為我們表演八相成道。怎麼知道他早就成佛？他老人家自己講的，在《梵網經》裡面，他把這個信息透給我們，這一次他到這個世界上來示現成佛，第八千次，常來。現在怎麼不來？時節因緣，佛到這個世間是度人成佛的。換句話說，緣成熟，一接受佛的教誨，就能夠把起心動念、分別執著放下，他就來；如果佛菩薩來，我們這煩惱習氣還是放不下，他不來。由此可知，當年他為什麼出現在印度，不出現在中國？印度的緣成熟。真的，印度人在那個時候修學比我們高明，不要說別的，單單講禪定，我們中國學術造詣也確實是了不起，但是沒有從禪定這門下功夫。印度的宗教修禪定，印度的學術也修禪定，所以他們都有能力達到很深的定功，就第八次第定，四禪八定，他有這麼深的定功。在定中，時間、空間的維次全突破，所以他們對整個六道，這六道多大？這是個大千世界，三千大千世界，這裡面的狀況他統統明瞭。上面他能夠到達非想非非想處天，靈界沒有身體，沒有物質現象，只有精神現象，他們可以達到這個層次，下面可以看到阿鼻地獄。"
    },
    {
      "id": "12-047-0107_p0025",
      "zh_CN": "六道这个说法从哪来？他们看见的，不是打妄想，不是猜测，婆罗门教。婆罗门教比佛教，现在世界上承认它八千五百年，我们佛教是二千五百年，它早我们五千年。而印度教就是婆罗门教的后身，现在叫印度教，就是从前婆罗门教。我跟他们有往来，他们告诉我，他不重视历史，所以还是传说并没有记载，传说他们这个教一万多年，我们有理由相信他。印度人确实很聪明，所以世尊示现必须要到这个地方，你看四十九年的教学，多少人证阿罗汉，多少人大彻大悟，明心见性，成佛了。根熟了，应以佛身得度就现佛身去度化，印度人期盼佛陀出现于世间，他有这个念头这就是感。中国人没有，中国人没有佛陀的念头，中国人有什么念头？圣贤。我们也有理由相信，我们中国有文字到现在才不过四千五百年，之前没有文字，文字是黄帝发明的，黄帝以前没有文字。也传说黄帝之前有神农，再前有伏羲，伏羲到神农大概是五、六百年，神农到黄帝也是五、六百年，这上面有一千多年没有文字记载的，伏羲之前当然还有。所以中国传统文化，最早也是传说，我们有理由相信。",
      "zh_TW": "六道這個說法從哪來？他們看見的，不是打妄想，不是猜測，婆羅門教。婆羅門教比佛教，現在世界上承認它八千五百年，我們佛教是二千五百年，它早我們五千年。而印度教就是婆羅門教的後身，現在叫印度教，就是從前婆羅門教。我跟他們有往來，他們告訴我，他不重視歷史，所以還是傳說並沒有記載，傳說他們這個教一萬多年，我們有理由相信他。印度人確實很聰明，所以世尊示現必須要到這個地方，你看四十九年的教學，多少人證阿羅漢，多少人大徹大悟，明心見性，成佛了。根熟了，應以佛身得度就現佛身去度化，印度人期盼佛陀出現於世間，他有這個念頭這就是感。中國人沒有，中國人沒有佛陀的念頭，中國人有什麼念頭？聖賢。我們也有理由相信，我們中國有文字到現在才不過四千五百年，之前沒有文字，文字是黃帝發明的，黃帝以前沒有文字。也傳說黃帝之前有神農，再前有伏羲，伏羲到神農大概是五、六百年，神農到黃帝也是五、六百年，這上面有一千多年沒有文字記載的，伏羲之前當然還有。所以中國傳統文化，最早也是傳說，我們有理由相信。"
    },
    {
      "id": "12-047-0107_p0026",
      "zh_CN": "现在典籍里面所记载，古圣先贤的教诲传流在后世，这桩事情我们不能不感谢孔老夫子，孔老夫子是搜集这些古老的传说，用文字把它写出来，它才流传后世。所以夫子在《论语》里面告诉我们，真话不是假话，他一生所做的「述而不作，信而好古」。你看他一生，说明他什么？他自己没有创造、没有发明，他所学的、所修的、所教人的、所传给后代的，统统是古圣先贤的教诲，这不是他的谦虚，是他的真诚。他自己也有著作，著作里面很多都是引用古圣先王的传说。所以后人尊称孔子为集大成者，「大成至圣先师」，这集大成，这个精神我们要学习。学了佛之后，我们恍然大悟，为什么你没有创作、没有发明？没有办法创作，你也没有办法发明，为什么？自性是圆满的，你怎么发明法？你怎么创造法？创造、发明都是违背了性德。你随顺性德哪有创造，哪有发明！所以佛家讲什么？佛佛道同。你不会比别的佛高明一点点，你也不会比哪尊佛差一点，没有，平等的，完全平等。为什么？自性里面有圆满的智慧、圆满的德能、圆满的才艺、圆满的相好，一丝毫欠缺都没有，各个都是。这个理念好，这个理念是完全随顺性德，随顺性德那就是真正幸福美满的人生。极乐世界上没有创造、发明，所以今佛如古佛之再来。我们相信在中国，大圣大贤也如古代大圣大贤之再来，同一个道理。",
      "zh_TW": "現在典籍裡面所記載，古聖先賢的教誨傳流在後世，這樁事情我們不能不感謝孔老夫子，孔老夫子是蒐集這些古老的傳說，用文字把它寫出來，它才流傳後世。所以夫子在《論語》裡面告訴我們，真話不是假話，他一生所做的「述而不作，信而好古」。你看他一生，說明他什麼？他自己沒有創造、沒有發明，他所學的、所修的、所教人的、所傳給後代的，統統是古聖先賢的教誨，這不是他的謙虛，是他的真誠。他自己也有著作，著作裡面很多都是引用古聖先王的傳說。所以後人尊稱孔子為集大成者，「大成至聖先師」，這集大成，這個精神我們要學習。學了佛之後，我們恍然大悟，為什麼你沒有創作、沒有發明？沒有辦法創作，你也沒有辦法發明，為什麼？自性是圓滿的，你怎麼發明法？你怎麼創造法？創造、發明都是違背了性德。你隨順性德哪有創造，哪有發明！所以佛家講什麼？佛佛道同。你不會比別的佛高明一點點，你也不會比哪尊佛差一點，沒有，平等的，完全平等。為什麼？自性裡面有圓滿的智慧、圓滿的德能、圓滿的才藝、圓滿的相好，一絲毫欠缺都沒有，各個都是。這個理念好，這個理念是完全隨順性德，隨順性德那就是真正幸福美滿的人生。極樂世界上沒有創造、發明，所以今佛如古佛之再來。我們相信在中國，大聖大賢也如古代大聖大賢之再來，同一個道理。"
    },
    {
      "id": "12-047-0107_p0027",
      "zh_CN": "这是佛陀教育的开端，由世尊示现成佛，就是示现大彻大悟，明心见性。我们在中国看到六祖惠能大师，这禅宗的，他不认识字没念过书，开悟之后，他怎么开悟的？这要晓得，怎么开悟？六根对待六尘境界，执着没有了，放下，分别没有了，起心动念没有了，就开悟。我们要想开悟，你把这三样东西放下，你跟释迦佛、跟惠能大师完全平等。每一个人都有自性清净圆明体，开悟是什么？跟这个圆明体相应，融合成一体。佛讲得简单、讲得明了，只要你肯放下，放下执着，我对于世出世间法一切都不执着，你就证阿罗汉果，你开始觉悟了。这一觉悟，六道没有了，六道是假的，是一场梦，你醒过来，醒过来就叫阿罗汉。还有迷惑，比较轻，不像六道里这么严重，轻，那是你没有执着，你有分别，你还会起心动念。如果你把分别放下，起心动念只要一放下，立刻就成佛，又是一个大彻大悟，十法界没有了。十法界的变化太大，千变万化，像万花筒一样。佛的实报庄严土里头没有变化，为什么？心是定的，心愈清净变化就愈少，真正到不起心、不动念境界就没有变化。极乐世界没有变化，没有四季春夏秋冬，没有四季，花草树木永远不谢，不凋零、不谢。人无量寿，花草树木、山河大地都是无量寿，智慧圆满的，德能圆满的，相好圆满的。《华严经》讲得太多了，能与十法界六道三途众生感应道交，现身去帮助他们。",
      "zh_TW": "這是佛陀教育的開端，由世尊示現成佛，就是示現大徹大悟，明心見性。我們在中國看到六祖惠能大師，這禪宗的，他不認識字沒念過書，開悟之後，他怎麼開悟的？這要曉得，怎麼開悟？六根對待六塵境界，執著沒有了，放下，分別沒有了，起心動念沒有了，就開悟。我們要想開悟，你把這三樣東西放下，你跟釋迦佛、跟惠能大師完全平等。每一個人都有自性清淨圓明體，開悟是什麼？跟這個圓明體相應，融合成一體。佛講得簡單、講得明瞭，只要你肯放下，放下執著，我對於世出世間法一切都不執著，你就證阿羅漢果，你開始覺悟了。這一覺悟，六道沒有了，六道是假的，是一場夢，你醒過來，醒過來就叫阿羅漢。還有迷惑，比較輕，不像六道裡這麼嚴重，輕，那是你沒有執著，你有分別，你還會起心動念。如果你把分別放下，起心動念只要一放下，立刻就成佛，又是一個大徹大悟，十法界沒有了。十法界的變化太大，千變萬化，像萬花筒一樣。佛的實報莊嚴土裡頭沒有變化，為什麼？心是定的，心愈清淨變化就愈少，真正到不起心、不動念境界就沒有變化。極樂世界沒有變化，沒有四季春夏秋冬，沒有四季，花草樹木永遠不謝，不凋零、不謝。人無量壽，花草樹木、山河大地都是無量壽，智慧圓滿的，德能圓滿的，相好圓滿的。《華嚴經》講得太多了，能與十法界六道三途眾生感應道交，現身去幫助他們。"
    },
    {
      "id": "12-047-0107_p0028",
      "zh_CN": "佛法讲时节因缘，缘成熟了，佛菩萨就来示现。第二「成熟有缘化不失时」，前面第一条必须是有成佛的缘分，而且人很多，他就以佛身来示现。如果一个、两个就不一定要用应身，用化身来帮助他，人多了那就得用应身。第二个成熟有缘，有缘就是阿赖耶里有佛法种子的人，都是有缘人。只要是有缘，佛不会丧失时节因缘，会应化身来帮助他这个缘增长；没有缘的，帮他种善根，附带的；有缘的帮助他提升，应以什么身来教化他就示现什么身。所以佛法，老师以前常常教我们广结善缘，结法缘，缘结得愈多，将来你成佛的时候，度化众生就愈多；你要不跟众生结缘，将来虽然成佛，度众生不多。为什么？没有那么好的缘分，这一点很重要。我们早年学讲经，老师就叫我们结缘，怎么结缘？老师在讲经法会里面，我们这些学生做义工，招待这些听众，看他来了笑面相迎问候他、接待他、给他找座位，这都是结缘，很亲切的接待，做这个工作。还有的是买一点小糖果，这都是老师教的，结缘，几块钱买一大包糖果在门口，来一个人，一个人发一个。还有人买花生、买瓜子，那个东西吃了有壳要丢的，那个不能在他进来的时候发，散会他走的时候在大门口，发这个东西给他。都是在结缘，花不了多少钱，你跟很多人结缘。",
      "zh_TW": "佛法講時節因緣，緣成熟了，佛菩薩就來示現。第二「成熟有緣化不失時」，前面第一條必須是有成佛的緣分，而且人很多，他就以佛身來示現。如果一個、兩個就不一定要用應身，用化身來幫助他，人多了那就得用應身。第二個成熟有緣，有緣就是阿賴耶裡有佛法種子的人，都是有緣人。只要是有緣，佛不會喪失時節因緣，會應化身來幫助他這個緣增長；沒有緣的，幫他種善根，附帶的；有緣的幫助他提升，應以什麼身來教化他就示現什麼身。所以佛法，老師以前常常教我們廣結善緣，結法緣，緣結得愈多，將來你成佛的時候，度化眾生就愈多；你要不跟眾生結緣，將來雖然成佛，度眾生不多。為什麼？沒有那麼好的緣分，這一點很重要。我們早年學講經，老師就叫我們結緣，怎麼結緣？老師在講經法會裡面，我們這些學生做義工，招待這些聽眾，看他來了笑面相迎問候他、接待他、給他找座位，這都是結緣，很親切的接待，做這個工作。還有的是買一點小糖果，這都是老師教的，結緣，幾塊錢買一大包糖果在門口，來一個人，一個人發一個。還有人買花生、買瓜子，那個東西吃了有殼要丟的，那個不能在他進來的時候發，散會他走的時候在大門口，發這個東西給他。都是在結緣，花不了多少錢，你跟很多人結緣。"
    },
    {
      "id": "12-047-0107_p0029",
      "zh_CN": "下面说「谓如来了知众生善根成熟，随时化度，咸令解脱，是为成熟有缘化不失时」。这里面包括的很多，都初级的，帮助你不失人身。你对人间留恋还不想离开，佛教给你十善业道，教给你孝养父母、奉事师长，这都不出六道的，教你来生得人身，来生比这一生还要殊胜。如果你觉得人太苦，听说天上不错，佛就帮助你生天。佛菩萨真慈悲，不是叫你马上就成佛，不是，你想干什么就帮你干什么，想生天就帮助你生天。天有二十八层，你要到哪一层去，把这些道理讲给你听，方法教给你，你自己依着理论、依着方法修行，就能满足你的愿望，佛不欺骗人。这里面甚至于包括许许多多的宗教，真的许多宗教创始人，这教主都是佛菩萨示现，都可以归纳在这一条，应以什么身得度就现什么身。就像中村康隆所讲的，他在京都，拜访他的时候他跟我讲，「全世界所有宗教的创始人，统统是观世音菩萨的化身。」我相信，我不怀疑，我也是这么想法，应以什么身得度就现什么身，不失时。",
      "zh_TW": "下面說「謂如來了知眾生善根成熟，隨時化度，咸令解脫，是為成熟有緣化不失時」。這裡面包括的很多，都初級的，幫助你不失人身。你對人間留戀還不想離開，佛教給你十善業道，教給你孝養父母、奉事師長，這都不出六道的，教你來生得人身，來生比這一生還要殊勝。如果你覺得人太苦，聽說天上不錯，佛就幫助你生天。佛菩薩真慈悲，不是叫你馬上就成佛，不是，你想幹什麼就幫你幹什麼，想生天就幫助你生天。天有二十八層，你要到哪一層去，把這些道理講給你聽，方法教給你，你自己依著理論、依著方法修行，就能滿足你的願望，佛不欺騙人。這裡面甚至於包括許許多多的宗教，真的許多宗教創始人，這教主都是佛菩薩示現，都可以歸納在這一條，應以什麼身得度就現什麼身。就像中村康隆所講的，他在京都，拜訪他的時候他跟我講，「全世界所有宗教的創始人，統統是觀世音菩薩的化身。」我相信，我不懷疑，我也是這麼想法，應以什麼身得度就現什麼身，不失時。"
    },
    {
      "id": "12-047-0107_p0030",
      "zh_CN": "第三「授菩萨记化不失时」，这个层次高，「谓如来能知菩萨久修梵行，功业成就者，即与授菩提之记」。知道这个菩萨经过很长时间修行，生生世世，他已经证得果位，功夫再要加行上去，他就能证果，所以给他授记。这授记是预先告诉他，你在什么时候你能成无上菩提，你在什么地方示现成佛，佛的名号叫什么，都可以预先告诉他，让他生起信心更加勇猛精进，如佛所记，他会成就。像释迦佛在修菩萨行的时候，遇到然灯佛给他授记；那你修行功夫不到这个等级，佛就不会给你授记。但是净宗是个例外，净宗《无量寿经》，诸位要是细心去研究它，可以说《无量寿经》是普遍为所有念佛同学授记，只要你能往生西方极乐世界，佛给你授记，你将来在西方极乐世界证得究竟的果位，你的德号是妙音如来。你在十方世界示现成佛，叫妙音如来，还是用这个法门普度众生，你是修这个法门成就的，你还用这个法门去接引众生，持名念佛。我们读了这个经之后，以后人家来找我求授皈依，我统统给他起个法名叫妙音，将来你是妙音佛，现在你是妙音居士，因果相应。所以这个名号是从《无量寿经》上来的，佛给我们授记的。这很特别，在其他法门里头没有，只有净宗，由此可知净宗的殊胜。",
      "zh_TW": "第三「授菩薩記化不失時」，這個層次高，「謂如來能知菩薩久修梵行，功業成就者，即與授菩提之記」。知道這個菩薩經過很長時間修行，生生世世，他已經證得果位，功夫再要加行上去，他就能證果，所以給他授記。這授記是預先告訴他，你在什麼時候你能成無上菩提，你在什麼地方示現成佛，佛的名號叫什麼，都可以預先告訴他，讓他生起信心更加勇猛精進，如佛所記，他會成就。像釋迦佛在修菩薩行的時候，遇到然燈佛給他授記；那你修行功夫不到這個等級，佛就不會給你授記。但是淨宗是個例外，淨宗《無量壽經》，諸位要是細心去研究它，可以說《無量壽經》是普遍為所有念佛同學授記，只要你能往生西方極樂世界，佛給你授記，你將來在西方極樂世界證得究竟的果位，你的德號是妙音如來。你在十方世界示現成佛，叫妙音如來，還是用這個法門普度眾生，你是修這個法門成就的，你還用這個法門去接引眾生，持名念佛。我們讀了這個經之後，以後人家來找我求授皈依，我統統給他起個法名叫妙音，將來你是妙音佛，現在你是妙音居士，因果相應。所以這個名號是從《無量壽經》上來的，佛給我們授記的。這很特別，在其他法門裡頭沒有，只有淨宗，由此可知淨宗的殊勝。"
    },
    {
      "id": "12-047-0107_p0031",
      "zh_CN": "下面第四，「示现神力化不失时，谓如来随其众生所宜，示现威神之力，令生信乐而得开解」，这不失时。这个示现就不一定，神通智慧的起用有应身，化身就更多，化身是你偶尔见到的，帮助你解决问题之后呢？之后就不见，这是化身。早年我们在台中跟李老师学经教，有一位在家居士周邦道先生的夫人，来到台湾他们住在台中，都跟李老师学佛。周邦道先生在抗战期间，他是国立第三中学的校长，我在三中念书，所以他是我的老师，是我的校长，他的夫人我们都叫师母，这个人也不是普通人，心地非常善良、非常慈悲。抗战期间，我们是逃难，都离开自己的父母，离开自己的家庭，国家把我们收集起来办学校，完全是公费来教养我们。我们这个老师夫妻两个，把学生看得比儿女重要，我们学生对老师感恩。抗战期间资源缺乏，吃的东西、穿的东西、用的东西，是有很多慈善机构捐助，可是送到学校老师分配，统统学生优先，他的儿女也不少，有好多个，分到最后还剩下来的儿女才分到，如果不够的时候儿女是决定分不到，大公无私。所以我们对于老师的那种恩情，超过父母，对老师感恩、敬爱，老师的儿女跟我们亲姊妹一样，兄弟姊妹。这样的关系，现在没有了。",
      "zh_TW": "下面第四，「示現神力化不失時，謂如來隨其眾生所宜，示現威神之力，令生信樂而得開解」，這不失時。這個示現就不一定，神通智慧的起用有應身，化身就更多，化身是你偶爾見到的，幫助你解決問題之後呢？之後就不見，這是化身。早年我們在台中跟李老師學經教，有一位在家居士周邦道先生的夫人，來到台灣他們住在台中，都跟李老師學佛。周邦道先生在抗戰期間，他是國立第三中學的校長，我在三中念書，所以他是我的老師，是我的校長，他的夫人我們都叫師母，這個人也不是普通人，心地非常善良、非常慈悲。抗戰期間，我們是逃難，都離開自己的父母，離開自己的家庭，國家把我們收集起來辦學校，完全是公費來教養我們。我們這個老師夫妻兩個，把學生看得比兒女重要，我們學生對老師感恩。抗戰期間資源缺乏，吃的東西、穿的東西、用的東西，是有很多慈善機構捐助，可是送到學校老師分配，統統學生優先，他的兒女也不少，有好多個，分到最後還剩下來的兒女才分到，如果不夠的時候兒女是決定分不到，大公無私。所以我們對於老師的那種恩情，超過父母，對老師感恩、敬愛，老師的兒女跟我們親姊妹一樣，兄弟姊妹。這樣的關係，現在沒有了。"
    },
    {
      "id": "12-047-0107_p0032",
      "zh_CN": "我们师母，我们不知道她的事情，她跟李老师报告，她在抗战胜利时候住在南京，南京的房子很大，大门进来之后是院子，院子里有树木花草，再进她里面居住的厅堂。她说曾经遇到一桩事情，有一位法师，她那时候不信佛，一位法师到她家里来化缘，在她家大厅见到的。问他，他从九华山来的，问他要什么？要五斤香油。那时候周师母没有学佛就不知道，没给他，没给他这和尚就走了。走了之后，她一下就非常惊讶，为什么？她家里从大门进去是三道门，三道门没有开，他怎么进来的？走了之后他怎么出去的？没人开门！所以这桩事情，这个和尚在她家讲话也讲了很久，至少有半个小时，这么长的时间，可见得这不是假的，不是一个幻觉。这桩事情常常放在心里，向李老师请教，李老师告诉她，那是地藏王菩萨化身。她后悔莫及，当时没有供养，这就是什么？示现神力化不失时。那个时候种下这个因，所以到台湾之后她亲近李老师学佛，真的在家里供奉地藏菩萨像，天天念《地藏经》，念大悲咒，很用功。她的大悲咒，在台中很出名的，能治一切疑难杂症，非常灵验。像这些示现神力的事情，近代就愈来愈多。可是这里头要注意，有佛菩萨示现，也有鬼神示现，我们要辨别清楚。鬼神示现的多半是来求超度的，我们要帮助他，他来求在法会、在道场、在讲堂给他立牌位，他也要跟着我们一起来学习。我们讲堂不大，好像听经的人不多，实际上我们肉眼看不见的，那些有缘的众生就不知道有多少，每一个讲经弘法的道场统统都有，诵经、念佛堂、三时系念道场都有。不同维次空间，都喜欢到这边来学习，道场肯定三宝威神加持，这是示现神力，有很多异相。我听说前几天，台南在公墓里面举行的三时系念法事，有同修告诉我，我拈香之后就回来，法会没参加。听说台南，我走了之后，那边下雨，四周围都下雨，只有那个法会场所没有雨。这示现神力，让大家看到生起信心。",
      "zh_TW": "我們師母，我們不知道她的事情，她跟李老師報告，她在抗戰勝利時候住在南京，南京的房子很大，大門進來之後是院子，院子裡有樹木花草，再進她裡面居住的廳堂。她說曾經遇到一樁事情，有一位法師，她那時候不信佛，一位法師到她家裡來化緣，在她家大廳見到的。問他，他從九華山來的，問他要什麼？要五斤香油。那時候周師母沒有學佛就不知道，沒給他，沒給他這和尚就走了。走了之後，她一下就非常驚訝，為什麼？她家裡從大門進去是三道門，三道門沒有開，他怎麼進來的？走了之後他怎麼出去的？沒人開門！所以這樁事情，這個和尚在她家講話也講了很久，至少有半個小時，這麼長的時間，可見得這不是假的，不是一個幻覺。這樁事情常常放在心裡，向李老師請教，李老師告訴她，那是地藏王菩薩化身。她後悔莫及，當時沒有供養，這就是什麼？示現神力化不失時。那個時候種下這個因，所以到台灣之後她親近李老師學佛，真的在家裡供奉地藏菩薩像，天天念《地藏經》，念大悲咒，很用功。她的大悲咒，在台中很出名的，能治一切疑難雜症，非常靈驗。像這些示現神力的事情，近代就愈來愈多。可是這裡頭要注意，有佛菩薩示現，也有鬼神示現，我們要辨別清楚。鬼神示現的多半是來求超度的，我們要幫助他，他來求在法會、在道場、在講堂給他立牌位，他也要跟著我們一起來學習。我們講堂不大，好像聽經的人不多，實際上我們肉眼看不見的，那些有緣的眾生就不知道有多少，每一個講經弘法的道場統統都有，誦經、念佛堂、三時繫念道場都有。不同維次空間，都喜歡到這邊來學習，道場肯定三寶威神加持，這是示現神力，有很多異相。我聽說前幾天，台南在公墓裡面舉行的三時繫念法事，有同修告訴我，我拈香之後就回來，法會沒參加。聽說台南，我走了之後，那邊下雨，四周圍都下雨，只有那個法會場所沒有雨。這示現神力，讓大家看到生起信心。"
    },
    {
      "id": "12-047-0107_p0033",
      "zh_CN": "第五「示现佛身化不失时，谓如来随顺众生所宜，而现相好之身，令其咸获利益」。这个示现佛身就是三十二相八十种好，实际上就是讲的释迦牟尼佛八相成道，从示现投胎，第一个是从兜率天下降。兜率天是补处菩萨，后补佛，他的时间到了他一定要下来。现在在兜率内院的是弥勒菩萨，弥勒菩萨是后补佛，将来时节因缘成熟，他到这个世间来成佛。可是时间很长不是现在，他现在来不来？实际上也来，不是以佛的身分来，是以菩萨的身分来，也像观世音一样，应以什么身得度就现什么身。什么时候用佛的身分到这个世间来？《弥勒下生经》里面讲得很清楚，可是时间很长，五十六亿七千万年。我们这个地球上时间五十六亿七千万年，他是以三十二相八十随形好，这样的身分到世间来。所以现在有人说弥勒菩萨已经来了，那不是的，那是像前面的示现神力化不失时，示现佛身必定是八相成道。",
      "zh_TW": "第五「示現佛身化不失時，謂如來隨順眾生所宜，而現相好之身，令其咸獲利益」。這個示現佛身就是三十二相八十種好，實際上就是講的釋迦牟尼佛八相成道，從示現投胎，第一個是從兜率天下降。兜率天是補處菩薩，後補佛，他的時間到了他一定要下來。現在在兜率內院的是彌勒菩薩，彌勒菩薩是後補佛，將來時節因緣成熟，他到這個世間來成佛。可是時間很長不是現在，他現在來不來？實際上也來，不是以佛的身分來，是以菩薩的身分來，也像觀世音一樣，應以什麼身得度就現什麼身。什麼時候用佛的身分到這個世間來？《彌勒下生經》裡面講得很清楚，可是時間很長，五十六億七千萬年。我們這個地球上時間五十六億七千萬年，他是以三十二相八十隨形好，這樣的身分到世間來。所以現在有人說彌勒菩薩已經來了，那不是的，那是像前面的示現神力化不失時，示現佛身必定是八相成道。"
    },
    {
      "id": "12-047-0107_p0034",
      "zh_CN": "第六「住于大舍化不失时」，这是示现，这种示现不一定，什么身分不一定，他是来教导我们。「谓如来修无着行，具大舍心，随顺时缘，化利一切众生，而不见有能化、所化之想」。如果我们细心观察出家人里面、在家人里面，现在可能在家比出家多，他能舍！我们今天讲布施，财布施、法布施、无畏布施，而且能够不着相欢欢喜喜的布施，这是佛法里面常讲的四无量心，大慈、大悲、大喜、大舍对于一切苦难众生。确实只要留心留意，我们就能够看到，能够体会到，有时候真的佛菩萨示现在人间，不是凡人，我们看不出来。还有一种是诸佛菩萨加持，肯定是善知识，善男子善女人。大舍不一定是财物，也就是说他们帮助众生的方式、项目很多很多。在古时候常常在哪里发现？就是大富长者、国王大臣，对民间做大利益的事情。像了凡先生，我们在《了凡四训》里面读到，他做宝坻知县的时候减租，那是大舍。他感到农民的纳税太重，以很合理的方法把这个纳税降低，全民都得他的利益。他在任的时候他有权，他可以做；他要不在那个地位，他做不到，化不失时。时节因缘常常有，可惜一般他不是佛菩萨，机会现前他不愿意做，他没想到。我们在讲席里时时刻刻提醒，他会不会想到？也不见得。机会太多太多，唯有佛菩萨能够把机会抓住，利益一切众生，普度一切众生。后面他没有能化、所化的念头，这是佛菩萨再来；凡夫也有，像天人也很慈悲，他从天上来，他还有天人的习气，有天人的德行，也会做这些事情。可是什么？他能化、所化没有忘掉，你看我这一生做多少多少好事，利益多少多少众生，这是凡夫，这不是佛菩萨。佛菩萨所做的事，马上就没有了，这是凡所有相皆是虚妄。",
      "zh_TW": "第六「住於大捨化不失時」，這是示現，這種示現不一定，什麼身分不一定，他是來教導我們。「謂如來修無著行，具大捨心，隨順時緣，化利一切眾生，而不見有能化、所化之想」。如果我們細心觀察出家人裡面、在家人裡面，現在可能在家比出家多，他能捨！我們今天講布施，財布施、法布施、無畏布施，而且能夠不著相歡歡喜喜的布施，這是佛法裡面常講的四無量心，大慈、大悲、大喜、大捨對於一切苦難眾生。確實只要留心留意，我們就能夠看到，能夠體會到，有時候真的佛菩薩示現在人間，不是凡人，我們看不出來。還有一種是諸佛菩薩加持，肯定是善知識，善男子善女人。大捨不一定是財物，也就是說他們幫助眾生的方式、項目很多很多。在古時候常常在哪裡發現？就是大富長者、國王大臣，對民間做大利益的事情。像了凡先生，我們在《了凡四訓》裡面讀到，他做寶坻知縣的時候減租，那是大捨。他感到農民的納稅太重，以很合理的方法把這個納稅降低，全民都得他的利益。他在任的時候他有權，他可以做；他要不在那個地位，他做不到，化不失時。時節因緣常常有，可惜一般他不是佛菩薩，機會現前他不願意做，他沒想到。我們在講席裡時時刻刻提醒，他會不會想到？也不見得。機會太多太多，唯有佛菩薩能夠把機會抓住，利益一切眾生，普度一切眾生。後面他沒有能化、所化的念頭，這是佛菩薩再來；凡夫也有，像天人也很慈悲，他從天上來，他還有天人的習氣，有天人的德行，也會做這些事情。可是什麼？他能化、所化沒有忘掉，你看我這一生做多少多少好事，利益多少多少眾生，這是凡夫，這不是佛菩薩。佛菩薩所做的事，馬上就沒有了，這是凡所有相皆是虛妄。"
    },
    {
      "id": "12-047-0107_p0035",
      "zh_CN": "第七「入诸聚落化不失时，谓如来以大悲心，随顺时缘，摄化一切众生，遍入城邑聚落，普作饶益」。这是游化十方，无论到什么地方，都能够教化一切众生，或是城市、或是乡镇、或者是农村，只要他到的地方，只要他接触的这些人，都给他演说。佛在《金刚经》上说了十几句，「受持读诵，为人演说」，无论在什么地方。所以从这一点我们就知道，完全能肯定，释迦牟尼佛当年住世四十九年，讲经说法没有中断。每天出去托钵，斋主供养，佛总要给他开示，时间长短不定，长的十几二十分钟，短的二、三分钟，你把它记录下来，都是叫经典；国王大臣、大富长者，他们有能力召集大众，几百人、几千人的大会，请佛来讲经教学。从远方慕佛名而来，三、五个人，十几个人来见佛，佛也给他说法，从来没有拒绝的。不说法的时候，你看他的威仪，行住坐卧四威仪那是什么？身教，他在表演，开口是言说，都给一切众生做最好的榜样。这一点想学菩萨的人不能不认真去学习，你要不学习那就不叫菩萨！我们没有开悟之前不能离开经典，要怎么学法？古人的榜样非常好，学教，为人演说是大善，可是要记住，在行善之前先要断恶。我们所以行善，得不到像诸佛菩萨那么圆满的效果，原因在哪里？善里头参杂着恶，不纯，所以教学感人不深。在学善之前先要断恶，断恶是断烦恼、断习气，然后你的善行就生效果，就跟诸佛菩萨没有两样，自己修行，没有不成就的。",
      "zh_TW": "第七「入諸聚落化不失時，謂如來以大悲心，隨順時緣，攝化一切眾生，遍入城邑聚落，普作饒益」。這是遊化十方，無論到什麼地方，都能夠教化一切眾生，或是城市、或是鄉鎮、或者是農村，只要他到的地方，只要他接觸的這些人，都給他演說。佛在《金剛經》上說了十幾句，「受持讀誦，為人演說」，無論在什麼地方。所以從這一點我們就知道，完全能肯定，釋迦牟尼佛當年住世四十九年，講經說法沒有中斷。每天出去托缽，齋主供養，佛總要給他開示，時間長短不定，長的十幾二十分鐘，短的二、三分鐘，你把它記錄下來，都是叫經典；國王大臣、大富長者，他們有能力召集大眾，幾百人、幾千人的大會，請佛來講經教學。從遠方慕佛名而來，三、五個人，十幾個人來見佛，佛也給他說法，從來沒有拒絕的。不說法的時候，你看他的威儀，行住坐臥四威儀那是什麼？身教，他在表演，開口是言說，都給一切眾生做最好的榜樣。這一點想學菩薩的人不能不認真去學習，你要不學習那就不叫菩薩！我們沒有開悟之前不能離開經典，要怎麼學法？古人的榜樣非常好，學教，為人演說是大善，可是要記住，在行善之前先要斷惡。我們所以行善，得不到像諸佛菩薩那麼圓滿的效果，原因在哪裡？善裡頭參雜著惡，不純，所以教學感人不深。在學善之前先要斷惡，斷惡是斷煩惱、斷習氣，然後你的善行就生效果，就跟諸佛菩薩沒有兩樣，自己修行，沒有不成就的。"
    },
    {
      "id": "12-047-0107_p0036",
      "zh_CN": "成就之后，你一定要想到怎么样才能报佛恩，回向偈上说「上报四重恩」，四重恩第一个是父母恩，第二个是佛恩，佛是老师，第三个是国主，第四个是众生，常常要想到。在从前的国主是帝王，现在的国主要想到国家领导人，他们很辛苦，每天勤奋工作，才能让这个地区安定和谐，人民才能过着幸福美满的生活，这个恩德不能忘记。报父母恩，你修学有成就，所谓荣宗耀祖，光大门楣；在佛法说「一子成佛，九祖生天」，这是报父母恩。报老师的恩，最重要的护持正法，使正法久住。我在早年讲经说过很多次，我们把学佛要分成阶段，四十岁之前全心全力充实自己。古时候人福报真的比我们大，十几岁有志于学，三十而立，他的基础就稳固，道德学问成就了。释迦牟尼佛三十岁开悟，开始教学。我们现在福德因缘不具足，从小家庭疏忽了伦理、道德、因果的教育，所以年岁大了接触到圣贤教育，当然就难，有一定的难度。善根福德深厚的，一接触，行！年岁大了，他也能立刻回头，回头是岸，做出好的榜样给我们看。真正发露忏悔，后不再造，勇猛精进，他能成就；成就之后，一个要弘法报佛恩，一种是护法报佛恩，弘护要结合，正法才能够久住。弘护要是不合作，佛法的承传就产生障碍，这是我们不能不知道的。",
      "zh_TW": "成就之後，你一定要想到怎麼樣才能報佛恩，迴向偈上說「上報四重恩」，四重恩第一個是父母恩，第二個是佛恩，佛是老師，第三個是國主，第四個是眾生，常常要想到。在從前的國主是帝王，現在的國主要想到國家領導人，他們很辛苦，每天勤奮工作，才能讓這個地區安定和諧，人民才能過著幸福美滿的生活，這個恩德不能忘記。報父母恩，你修學有成就，所謂榮宗耀祖，光大門楣；在佛法說「一子成佛，九祖生天」，這是報父母恩。報老師的恩，最重要的護持正法，使正法久住。我在早年講經說過很多次，我們把學佛要分成階段，四十歲之前全心全力充實自己。古時候人福報真的比我們大，十幾歲有志於學，三十而立，他的基礎就穩固，道德學問成就了。釋迦牟尼佛三十歲開悟，開始教學。我們現在福德因緣不具足，從小家庭疏忽了倫理、道德、因果的教育，所以年歲大了接觸到聖賢教育，當然就難，有一定的難度。善根福德深厚的，一接觸，行！年歲大了，他也能立刻回頭，回頭是岸，做出好的榜樣給我們看。真正發露懺悔，後不再造，勇猛精進，他能成就；成就之後，一個要弘法報佛恩，一種是護法報佛恩，弘護要結合，正法才能夠久住。弘護要是不合作，佛法的承傳就產生障礙，這是我們不能不知道的。"
    },
    {
      "id": "12-047-0107_p0037",
      "zh_CN": "所以弘法讲经教学，我在过去想法，四十到六十讲经教学，六十岁以后就不必讲经，专门护持。为什么？护法他要不懂得佛法，他也就不知道怎么样护持，非常热心，往往里面产生很多错误，所以护法不容易！护法最理想的，弘法退休之后，就好像护持一个学校，谁来护持最好？退休的老师、退休的职工他有经验，他晓得，他是内行人，他不是外行，能够收到很好的护持效果。道场就是学校，学校要没有上课，这学校有名无实；佛法利益众生完全是教学，这诸位一定要知道。现在是乱世，鬼神特别多，什么原因？说明我们的正气衰，鬼神才会接近。如果人人孝悌忠信、礼义廉耻那是正气，鬼神不敢接近，这个社会上人有正气，所以在从前这鬼神很少；现在很多，现在正气没有，有什么？邪气。所以鬼神很容易就渗透进来，我们不能不小心，不能不谨慎，要有能力辨别邪正。鬼神里头也有好的，也有很多想修行，想提升自己境界的，来求我们帮助，我们也不能够舍弃，应当要帮助他。",
      "zh_TW": "所以弘法講經教學，我在過去想法，四十到六十講經教學，六十歲以後就不必講經，專門護持。為什麼？護法他要不懂得佛法，他也就不知道怎麼樣護持，非常熱心，往往裡面產生很多錯誤，所以護法不容易！護法最理想的，弘法退休之後，就好像護持一個學校，誰來護持最好？退休的老師、退休的職工他有經驗，他曉得，他是內行人，他不是外行，能夠收到很好的護持效果。道場就是學校，學校要沒有上課，這學校有名無實；佛法利益眾生完全是教學，這諸位一定要知道。現在是亂世，鬼神特別多，什麼原因？說明我們的正氣衰，鬼神才會接近。如果人人孝悌忠信、禮義廉恥那是正氣，鬼神不敢接近，這個社會上人有正氣，所以在從前這鬼神很少；現在很多，現在正氣沒有，有什麼？邪氣。所以鬼神很容易就滲透進來，我們不能不小心，不能不謹慎，要有能力辨別邪正。鬼神裡頭也有好的，也有很多想修行，想提升自己境界的，來求我們幫助，我們也不能夠捨棄，應當要幫助他。"
    },
    {
      "id": "12-047-0107_p0038",
      "zh_CN": "下面说「摄诸净信化不失时，谓如来具无碍智，能知众生清净信心，随顺时缘而摄化之」。这个众生范围就很广，人是众生里面的有情的众生，通常佛法里面讲九法界，九法界的众生。如果他有清净信心，这说明这个人有善根、有福德，佛决定不舍弃他，佛来帮助他，这就是缘成熟。来帮助他、来成就他，帮助他提升，通常是从信心帮助他理解，帮助他学习。信解行证，清凉大师给我们讲的学佛这四个阶段，没有信心的帮助他建立信心；有信心的帮助他理解，他肯学就得教他。在古时候每一个道场都在教学，学佛不难；现在的道场除了这些法会之外，没有教学，所以学佛就相当困难。我学佛的时候方老师就告诉我，他说「你真的想学，佛法在经典里面，你一定要从经典里面下手，你才学到东西。」这个指引非常重要，我才有一条路，有方向、有目标，深入经藏。所以我这个深入经藏的基础，是在台中十年，亲近李老师十年，这个基础是他帮助我奠定的。我的信心是章嘉大师给我奠定的，方东美先生启蒙，跟章嘉大师三年，清净信心是从那里得来的。以后深入经藏，是跟台中李老师十年。以后行门锲而不舍，这实在是韩馆长的大德，帮助我三十年才能成就。这四个人少一个人，我都不能成就，所以诸位晓得，缘可真不容易。我们真正有清净信心，佛菩萨加持，佛菩萨给我们找护持的人，给我们找老师，这个东西我们得相信。",
      "zh_TW": "下面說「攝諸淨信化不失時，謂如來具無礙智，能知眾生清淨信心，隨順時緣而攝化之」。這個眾生範圍就很廣，人是眾生裡面的有情的眾生，通常佛法裡面講九法界，九法界的眾生。如果他有清淨信心，這說明這個人有善根、有福德，佛決定不捨棄他，佛來幫助他，這就是緣成熟。來幫助他、來成就他，幫助他提升，通常是從信心幫助他理解，幫助他學習。信解行證，清涼大師給我們講的學佛這四個階段，沒有信心的幫助他建立信心；有信心的幫助他理解，他肯學就得教他。在古時候每一個道場都在教學，學佛不難；現在的道場除了這些法會之外，沒有教學，所以學佛就相當困難。我學佛的時候方老師就告訴我，他說「你真的想學，佛法在經典裡面，你一定要從經典裡面下手，你才學到東西。」這個指引非常重要，我才有一條路，有方向、有目標，深入經藏。所以我這個深入經藏的基礎，是在台中十年，親近李老師十年，這個基礎是他幫助我奠定的。我的信心是章嘉大師給我奠定的，方東美先生啟蒙，跟章嘉大師三年，清淨信心是從那裡得來的。以後深入經藏，是跟台中李老師十年。以後行門鍥而不捨，這實在是韓館長的大德，幫助我三十年才能成就。這四個人少一個人，我都不能成就，所以諸位曉得，緣可真不容易。我們真正有清淨信心，佛菩薩加持，佛菩薩給我們找護持的人，給我們找老師，這個東西我們得相信。"
    },
    {
      "id": "12-047-0107_p0039",
      "zh_CN": "下面第九「调恶众生化不失时，谓如来以大威神之力，调伏暴恶众生，令其舍恶迁善，不失时宜」。这个有，世世代代都有，可是这些暴恶众生，必须过去生中种的有善根福德，他要没有善根福德，佛菩萨也教化不了他，为什么？他不肯接受，他听不进去。暴恶众生，你想想看，都是贡高我慢，都是目中无人，他怎么能听得进去？所以佛菩萨跟他有时节因缘，让他遭遇到困难、遇到灾难、遇到苦，大苦，苦难临头，真正遇到困境，这个时候佛菩萨来了，来给他说，他能听得进去。你真正关怀他，真正照顾他，对他恭敬，绝不轻慢他，他能接受，接受之后他学习得很快，为什么？他有善根。这证明我们老祖宗讲的「人之初，性本善」，本性本善，他的暴恶是习性，不是本性，能够从习性回头，归到本性，他马上就变成佛菩萨，很快。我最近这几天看到大陆上的企业家论坛，唐山的大会他们分享的人很多，好像参加的有一千多人，那个分享非常精彩。就是一起参加学习的，里面真的有暴恶众生，真正发露忏悔，真正断恶修善勇猛精进，我们看到都非常感动，看到都流眼泪。所以那些活动都是护国息灾法会，参与的人，暴恶众生都回头做了菩萨，我们看出国家、社会有前途。灾难虽然有，我们相信这个灾难可以化解，纵然不能化解，肯定能够减轻。为什么？暴恶众生回头了。",
      "zh_TW": "下面第九「調惡眾生化不失時，謂如來以大威神之力，調伏暴惡眾生，令其捨惡遷善，不失時宜」。這個有，世世代代都有，可是這些暴惡眾生，必須過去生中種的有善根福德，他要沒有善根福德，佛菩薩也教化不了他，為什麼？他不肯接受，他聽不進去。暴惡眾生，你想想看，都是貢高我慢，都是目中無人，他怎麼能聽得進去？所以佛菩薩跟他有時節因緣，讓他遭遇到困難、遇到災難、遇到苦，大苦，苦難臨頭，真正遇到困境，這個時候佛菩薩來了，來給他說，他能聽得進去。你真正關懷他，真正照顧他，對他恭敬，絕不輕慢他，他能接受，接受之後他學習得很快，為什麼？他有善根。這證明我們老祖宗講的「人之初，性本善」，本性本善，他的暴惡是習性，不是本性，能夠從習性回頭，歸到本性，他馬上就變成佛菩薩，很快。我最近這幾天看到大陸上的企業家論壇，唐山的大會他們分享的人很多，好像參加的有一千多人，那個分享非常精彩。就是一起參加學習的，裡面真的有暴惡眾生，真正發露懺悔，真正斷惡修善勇猛精進，我們看到都非常感動，看到都流眼淚。所以那些活動都是護國息災法會，參與的人，暴惡眾生都回頭做了菩薩，我們看出國家、社會有前途。災難雖然有，我們相信這個災難可以化解，縱然不能化解，肯定能夠減輕。為什麼？暴惡眾生回頭了。"
    },
    {
      "id": "12-047-0107_p0040",
      "zh_CN": "末后还有一条，「现佛神通化不失时，谓如来以不思议力示现神通，于一念中饶益一切众生，不失时宜」。众生迷失了自性，在六道里长劫轮回，恶业愈造愈深，回不了头，完全迷失。诸佛如来大慈大悲，于一念中，此地要我们注意到一念，一念是什么？一念是真心，一念是无念，二念、三念那是凡夫。一念就是《弥陀经》上讲的「一心不乱」，他才能够利益一切众生。饶是丰饶，最圆满的利益来帮助一切众生，帮助他觉悟，帮助他回头。就像我们看到很多造作一切恶业众生，真的把佛法听懂、听明白，他真后悔，为什么没有早接触到？为什么到中年才接触到？已经造了十几、二十几年的罪恶；如果早接触到就不会走这些弯路，就不会造这么多罪业。发露忏悔，这是诸佛菩萨神通的加持。佛菩萨为什么加持他不加持我？你要找这个原因，他能回头，他能忏悔，他能改过，人只要有这样的心，真心，真干，佛菩萨就加持你，你肯定就能得到。如果你说「发露忏悔，我做那么多坏事，我不好意思讲给人听，面子问题」，好了，这面子问题就把佛菩萨的加持障碍住。你还要面子，说出来难为情，说不出口，这是什么？这真叫大病。到什么时候你才能说出口？你到地狱、饿鬼、畜生，这里面转一圈之后，你才知道果报的可怕。人要能够怕恶报，勇气就能现前，为什么？再严重的罪业只要一忏悔就消了，你要不忏悔，那个病根永远在阿赖耶识。所以现在西方人讲什么？隐私权，这个隐私是很糟糕的。隐私是什么？自己造作很多罪恶不跟人说，那就是什么？那就是你的病根，不但现在是你身体的病根，而且是三途业报的病根。你将来到哪里去？地狱、饿鬼、畜生你有分，修再多的福报，你到恶道里面去享福，不在人间，不是在天上，这不能不知道。这要不是深入经藏的老同修，他不晓得，他还在迷惑颠倒。今天时间到了，我们就学习到此地。",
      "zh_TW": "末後還有一條，「現佛神通化不失時，謂如來以不思議力示現神通，於一念中饒益一切眾生，不失時宜」。眾生迷失了自性，在六道裡長劫輪迴，惡業愈造愈深，回不了頭，完全迷失。諸佛如來大慈大悲，於一念中，此地要我們注意到一念，一念是什麼？一念是真心，一念是無念，二念、三念那是凡夫。一念就是《彌陀經》上講的「一心不亂」，他才能夠利益一切眾生。饒是豐饒，最圓滿的利益來幫助一切眾生，幫助他覺悟，幫助他回頭。就像我們看到很多造作一切惡業眾生，真的把佛法聽懂、聽明白，他真後悔，為什麼沒有早接觸到？為什麼到中年才接觸到？已經造了十幾、二十幾年的罪惡；如果早接觸到就不會走這些彎路，就不會造這麼多罪業。發露懺悔，這是諸佛菩薩神通的加持。佛菩薩為什麼加持他不加持我？你要找這個原因，他能回頭，他能懺悔，他能改過，人只要有這樣的心，真心，真幹，佛菩薩就加持你，你肯定就能得到。如果你說「發露懺悔，我做那麼多壞事，我不好意思講給人聽，面子問題」，好了，這面子問題就把佛菩薩的加持障礙住。你還要面子，說出來難為情，說不出口，這是什麼？這真叫大病。到什麼時候你才能說出口？你到地獄、餓鬼、畜生，這裡面轉一圈之後，你才知道果報的可怕。人要能夠怕惡報，勇氣就能現前，為什麼？再嚴重的罪業只要一懺悔就消了，你要不懺悔，那個病根永遠在阿賴耶識。所以現在西方人講什麼？隱私權，這個隱私是很糟糕的。隱私是什麼？自己造作很多罪惡不跟人說，那就是什麼？那就是你的病根，不但現在是你身體的病根，而且是三途業報的病根。你將來到哪裡去？地獄、餓鬼、畜生你有分，修再多的福報，你到惡道裡面去享福，不在人間，不是在天上，這不能不知道。這要不是深入經藏的老同修，他不曉得，他還在迷惑顛倒。今天時間到了，我們就學習到此地。"
    }
  ]
}