{
  "doc_id": "12-047-0013",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "12-047-0013",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-047-0013_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》第四面第二行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》第四面第二行："
    },
    {
      "id": "12-047-0013_p0002",
      "zh_CN": "【唯了因之所了。】",
      "zh_TW": "【唯了因之所了。】"
    },
    {
      "id": "12-047-0013_p0003",
      "zh_CN": "这一句还没有讲完，我们接着说说三因佛性。「正因佛性」介绍过了，正因佛性是「离一切邪非之中正真如也」，换句话说，它是法身的因，所以他接着讲，「依之成就法身之果德，故名正因佛性」。证得法身就是佛果，我们通常讲成佛。在《华严经》里，什么时候证法身？我想很多同学都曾经耳熟，听多了都知道，佛门里面常讲「破一品无明，证一分法身」。破一品无明是在什么时候？圆教初住的时候，这一品无明就破了。无明有多少品？按照《华严经》所讲的，四十一位法身大士，破一品无明证一分法身，破二品无明就证二分法身，其实这里面真正的含义我们必须要懂得。无明是什么？现在我们学了这么多年，也总算有具体的印象，无明是起心动念，不起心、不动念，无明就破了。不起心、不动念，这个叫破根本无明，证法身，这称之为正因佛性。后面四十品无明到底是有还是没有？如果说是有，我们能够体会到，起心动念都没有了，还有什么无明？起心动念没有了，他入的是平等法界，没有高下。所以这个问题，给我们初学佛的人始终是有怀疑。无明怎么是一品一品断的？哪有这么多品？分别执着一品一品慢慢的断，起心动念一断不就是一切都断了吗？怎么可能还有断的？清凉大师在《华严经》里面告诉我们，这四十一品是讲无明习气。我们就明白了，无明虽然断了，习气没断，习气厚薄不相同，所以佛说四十一个品级。",
      "zh_TW": "這一句還沒有講完，我們接著說說三因佛性。「正因佛性」介紹過了，正因佛性是「離一切邪非之中正真如也」，換句話說，它是法身的因，所以他接著講，「依之成就法身之果德，故名正因佛性」。證得法身就是佛果，我們通常講成佛。在《華嚴經》裡，什麼時候證法身？我想很多同學都曾經耳熟，聽多了都知道，佛門裡面常講「破一品無明，證一分法身」。破一品無明是在什麼時候？圓教初住的時候，這一品無明就破了。無明有多少品？按照《華嚴經》所講的，四十一位法身大士，破一品無明證一分法身，破二品無明就證二分法身，其實這裡面真正的含義我們必須要懂得。無明是什麼？現在我們學了這麼多年，也總算有具體的印象，無明是起心動念，不起心、不動念，無明就破了。不起心、不動念，這個叫破根本無明，證法身，這稱之為正因佛性。後面四十品無明到底是有還是沒有？如果說是有，我們能夠體會到，起心動念都沒有了，還有什麼無明？起心動念沒有了，他入的是平等法界，沒有高下。所以這個問題，給我們初學佛的人始終是有懷疑。無明怎麼是一品一品斷的？哪有這麼多品？分別執著一品一品慢慢的斷，起心動念一斷不就是一切都斷了嗎？怎麼可能還有斷的？清涼大師在《華嚴經》裡面告訴我們，這四十一品是講無明習氣。我們就明白了，無明雖然斷了，習氣沒斷，習氣厚薄不相同，所以佛說四十一個品級。"
    },
    {
      "id": "12-047-0013_p0004",
      "zh_CN": "习气不好懂，什么叫习气？古大德用酒瓶，盛酒的酒瓶，把酒比喻作无明，酒倒掉了，酒瓶擦干净了，确实一滴酒都没有，擦得很干净，可是闻闻那个瓶子还有酒的味道，把这个比喻作习气。我们就明白了，无明断掉就成佛，明心见性，见性成佛，初住菩萨真的成佛了，他无始无明断了。所以有习气，习气没有办法断，要是有办法，诸位想想这又起心动念了，起心动念无明就现前。无明断掉了，那怎么能再现前？再现前，不就又堕落了吗？有起心动念就落到十法界里面去，不起心、不动念，十法界没有了。十法界没有了，现的是什么境界？大乘经里面告诉我们，诸佛如来的实报庄严土。我们讲四土，从上面讲起，第一个常寂光土，第二个实报庄严土，第三个是方便有余土，第四个是凡圣同居土。现在我们很清楚，常寂光净土就是佛性、就是法性，我们这部经上这段所讲的「自性清净圆明体」这是常寂光。有起心动念的习气，常寂光就变成实报庄严土，实报庄严土里面有物质现象、有精神现象，但是常寂光里没有，这个诸位要晓得。常寂光里面没有物质现象也没有精神现象，一片光明，所以称之为大光明藏。前面这一句说的「非生因之所生」，一切万法都有生因，唯独常寂光没有生因，就是自性它没有生因，它没有起源，有起源就有终了，所以它确实不生不灭。",
      "zh_TW": "習氣不好懂，什麼叫習氣？古大德用酒瓶，盛酒的酒瓶，把酒比喻作無明，酒倒掉了，酒瓶擦乾淨了，確實一滴酒都沒有，擦得很乾淨，可是聞聞那個瓶子還有酒的味道，把這個比喻作習氣。我們就明白了，無明斷掉就成佛，明心見性，見性成佛，初住菩薩真的成佛了，他無始無明斷了。所以有習氣，習氣沒有辦法斷，要是有辦法，諸位想想這又起心動念了，起心動念無明就現前。無明斷掉了，那怎麼能再現前？再現前，不就又墮落了嗎？有起心動念就落到十法界裡面去，不起心、不動念，十法界沒有了。十法界沒有了，現的是什麼境界？大乘經裡面告訴我們，諸佛如來的實報莊嚴土。我們講四土，從上面講起，第一個常寂光土，第二個實報莊嚴土，第三個是方便有餘土，第四個是凡聖同居土。現在我們很清楚，常寂光淨土就是佛性、就是法性，我們這部經上這段所講的「自性清淨圓明體」這是常寂光。有起心動念的習氣，常寂光就變成實報莊嚴土，實報莊嚴土裡面有物質現象、有精神現象，但是常寂光裡沒有，這個諸位要曉得。常寂光裡面沒有物質現象也沒有精神現象，一片光明，所以稱之為大光明藏。前面這一句說的「非生因之所生」，一切萬法都有生因，唯獨常寂光沒有生因，就是自性它沒有生因，它沒有起源，有起源就有終了，所以它確實不生不滅。"
    },
    {
      "id": "12-047-0013_p0005",
      "zh_CN": "释迦牟尼佛明心见性，把这个事情告诉我们。在中国六祖惠能大师，他老人家放下起心动念、分别执着，他也见性了，他入的境界跟释迦牟尼佛菩提树下大彻大悟是同样的境界，一丝毫差别都没有。能大师对五祖的报告，说了五句话，二十个字，确实也把这桩事情说清楚了。他第一句话说，「何期自性，本自清净」，你看清净圆明体，第一个就是清净。第二个说「本不生灭」，自性没有生灭的，没有生灭就没有生因，有生因它当然就有生灭，它没有生因。所以诸位要晓得，唯独自性不生不灭，它不是生因之所生，但是它可以『了因之所了』，了因是智慧。如果统统放下之后，自性里面的智慧现前，这个智慧对他的自性能明了，这就是法身，真正的法身。",
      "zh_TW": "釋迦牟尼佛明心見性，把這個事情告訴我們。在中國六祖惠能大師，他老人家放下起心動念、分別執著，他也見性了，他入的境界跟釋迦牟尼佛菩提樹下大徹大悟是同樣的境界，一絲毫差別都沒有。能大師對五祖的報告，說了五句話，二十個字，確實也把這樁事情說清楚了。他第一句話說，「何期自性，本自清淨」，你看清淨圓明體，第一個就是清淨。第二個說「本不生滅」，自性沒有生滅的，沒有生滅就沒有生因，有生因它當然就有生滅，它沒有生因。所以諸位要曉得，唯獨自性不生不滅，它不是生因之所生，但是它可以『了因之所了』，了因是智慧。如果統統放下之後，自性裡面的智慧現前，這個智慧對他的自性能明瞭，這就是法身，真正的法身。"
    },
    {
      "id": "12-047-0013_p0006",
      "zh_CN": "在实报庄严土里面，可以说也有法身。不但实报土，方便有余土就是四圣法界，凡圣同居土就是六道轮回，有没有法身？有！所有的现象都是法身，只是我们迷而不觉。为什么？物质现象不能够离开自性的，所以古大德把自性比作金，把现象比作金器。实报庄严土是自性变的，方便有余土也是自性变的，凡圣同居土还是自性变的，没有离开自性。器不离金，金不离器，器就是金，金就是器，永远分不开。所以见性的人，性在哪里？随拈一法，无一不是。说一个手指，也是！它怎么不是？没有一样不是。我们要的黄金在哪里？随便拿一个金器、拿一个金镯，是不是黄金？是的。拿一个戒指是不是黄金？是的。拿个项链是不是黄金？是的。手镯、项链、戒指是金器，它的体是黄金，永远不能离开。",
      "zh_TW": "在實報莊嚴土裡面，可以說也有法身。不但實報土，方便有餘土就是四聖法界，凡聖同居土就是六道輪迴，有沒有法身？有！所有的現象都是法身，只是我們迷而不覺。為什麼？物質現象不能夠離開自性的，所以古大德把自性比作金，把現象比作金器。實報莊嚴土是自性變的，方便有餘土也是自性變的，凡聖同居土還是自性變的，沒有離開自性。器不離金，金不離器，器就是金，金就是器，永遠分不開。所以見性的人，性在哪裡？隨拈一法，無一不是。說一個手指，也是！它怎麼不是？沒有一樣不是。我們要的黃金在哪裡？隨便拿一個金器、拿一個金鐲，是不是黃金？是的。拿一個戒指是不是黃金？是的。拿個項鍊是不是黃金？是的。手鐲、項鍊、戒指是金器，它的體是黃金，永遠不能離開。"
    },
    {
      "id": "12-047-0013_p0007",
      "zh_CN": "所以，十法界依正庄严无一不是自性现的相，自性没有相，它能现相，这是能大师第三句话所说的，「何期自性，本自具足」。这个具足就是佛在《华严经》上所说的，「一切众生皆有如来智慧德相」，这就把一切具足统统包括尽了。头一个是智慧，智慧就是了因，他能明了、能看破、能照见，他有自性，他有德能，他有相好；德能是说能现能变，这是大德大能，相好是所现所变，十法界依正庄严也包括了诸佛如来的实报庄严土，要知道那是我们自性变现的。我们这个身体也是自性变现的，为什么我们的智慧德能好像是太差，好像没有了，这是什么原因？世尊很慈悲，也把这个现象说出来，「但以妄想执着而不能证得」，这是对我们六道凡夫讲的。我们有妄想，妄想是什么？起心动念，我们有分别，我们有执着，这三大类的烦恼统统具足，现什么现象？现六道轮回。",
      "zh_TW": "所以，十法界依正莊嚴無一不是自性現的相，自性沒有相，它能現相，這是能大師第三句話所說的，「何期自性，本自具足」。這個具足就是佛在《華嚴經》上所說的，「一切眾生皆有如來智慧德相」，這就把一切具足統統包括盡了。頭一個是智慧，智慧就是了因，他能明瞭、能看破、能照見，他有自性，他有德能，他有相好；德能是說能現能變，這是大德大能，相好是所現所變，十法界依正莊嚴也包括了諸佛如來的實報莊嚴土，要知道那是我們自性變現的。我們這個身體也是自性變現的，為什麼我們的智慧德能好像是太差，好像沒有了，這是什麼原因？世尊很慈悲，也把這個現象說出來，「但以妄想執著而不能證得」，這是對我們六道凡夫講的。我們有妄想，妄想是什麼？起心動念，我們有分別，我們有執著，這三大類的煩惱統統具足，現什麼現象？現六道輪迴。"
    },
    {
      "id": "12-047-0013_p0008",
      "zh_CN": "六道轮回里面有善有恶，我们的心善、言善、行善，变现出来的就是三善道；如果我们这三样都不善，思想不善、言论不善、行为不善，变现出来的现象就是三恶道。所以六道里面有善恶。执着没有了，六道就没有了。六道没有了，到哪里去？到方便有余土去，我们讲四圣法界。四圣法界里面可以说是净土，它没有善恶，它有染净，对六道来讲，六道是染，它是净，善恶没有了。再往上提升，如果起心动念也没有，方便有余土就没有了、不见了，就好像作梦一样，醒过来了。所以《金刚经》上佛用个比喻来说，「一切有为法，如梦幻泡影」，真的，十法界依正庄严都是梦幻泡影。他一醒过来，十法界没有了，现前的那就是实报庄严土。实报庄严土必须无明习气断尽，实报土就不见了，常寂光现前。其实，常寂光什么时候不现前！只是有无明习气障碍住，虽现前，你不能觉察到。无明习气没有了，那就完全明了。实在讲，无明破了，常寂光就体会到，总是不能像究竟佛果上那么样的自在。这就是宇宙之间的奥秘，宇宙的真相，在佛教的名词叫「诸法实相」，《般若经》上常说。诸法实相，换成现在的话来讲，就是一切万事万法的真相。所以佛的教学没有别的，就是教我们明了宇宙万法的真相，这个很重要。明了就是佛、就是菩萨，不了解真相叫凡夫。",
      "zh_TW": "六道輪迴裡面有善有惡，我們的心善、言善、行善，變現出來的就是三善道；如果我們這三樣都不善，思想不善、言論不善、行為不善，變現出來的現象就是三惡道。所以六道裡面有善惡。執著沒有了，六道就沒有了。六道沒有了，到哪裡去？到方便有餘土去，我們講四聖法界。四聖法界裡面可以說是淨土，它沒有善惡，它有染淨，對六道來講，六道是染，它是淨，善惡沒有了。再往上提升，如果起心動念也沒有，方便有餘土就沒有了、不見了，就好像作夢一樣，醒過來了。所以《金剛經》上佛用個比喻來說，「一切有為法，如夢幻泡影」，真的，十法界依正莊嚴都是夢幻泡影。他一醒過來，十法界沒有了，現前的那就是實報莊嚴土。實報莊嚴土必須無明習氣斷盡，實報土就不見了，常寂光現前。其實，常寂光什麼時候不現前！只是有無明習氣障礙住，雖現前，你不能覺察到。無明習氣沒有了，那就完全明瞭。實在講，無明破了，常寂光就體會到，總是不能像究竟佛果上那麼樣的自在。這就是宇宙之間的奧祕，宇宙的真相，在佛教的名詞叫「諸法實相」，《般若經》上常說。諸法實相，換成現在的話來講，就是一切萬事萬法的真相。所以佛的教學沒有別的，就是教我們明瞭宇宙萬法的真相，這個很重要。明瞭就是佛、就是菩薩，不了解真相叫凡夫。"
    },
    {
      "id": "12-047-0013_p0009",
      "zh_CN": "我们凡夫不了解真相，把现前的假相当作真相，在里面起心动念、分别执着，叫造业。像《地藏经》上佛所说的，「阎浮提众生，起心动念，无不是业，无不是罪」，这个话说得一点都不过分。我们起心动念错了，我们想错、我们说错、我们做错了。错在哪里？这个要晓得，错在自己，与外头境界不相干。中国古大德教我们，「行有不得，反求诸己」，这句话的教诲了不得！这是真实智慧、真实教诲，叫我们回头是岸。我们不要说一般人，说修行人，说我们佛门弟子，我们为什么不能见性？为什么回不了头来？就是样样事情不如意的时候都是别人的过失，好像与自己都不相干，那自己永远迷惑，永远回不了头来，这就叫搞生死轮回，生生世世永无出期。什么时候你才能够超越轮回？知道过失不在外面，自己不好，这一回头，你就有机缘超越六道轮回了。这个话说的是真的，一点都不假。明明是那个人找我麻烦，怎么过失不在他，在我自己？这个道理太深了。他找我麻烦，他为什么不找那个人麻烦？他为什么单单找我？我这一生当中跟他无冤无仇，无有往来，为什么单单找我？这是因为我们只看到这一生，没有看到过去生，没有看到未来生，哪一天我们要能够看到过去现在未来，就恍然大悟。在六道里头，肯定是我过去生中对他是这种行为，今天碰到了，再冤冤相报。冤冤相报后头还有一句话，没完没了，你说这个多可怕。无缘无故他来找我，是前生业力在主宰着。如果明白这个道理，他今天找我，应该的，逆来顺受。我怎么样？我要改过自新，我不再怨恨他，我再没有报复的念头，这个结不就解开了吗？这解开一个结。",
      "zh_TW": "我們凡夫不了解真相，把現前的假相當作真相，在裡面起心動念、分別執著，叫造業。像《地藏經》上佛所說的，「閻浮提眾生，起心動念，無不是業，無不是罪」，這個話說得一點都不過分。我們起心動念錯了，我們想錯、我們說錯、我們做錯了。錯在哪裡？這個要曉得，錯在自己，與外頭境界不相干。中國古大德教我們，「行有不得，反求諸己」，這句話的教誨了不得！這是真實智慧、真實教誨，叫我們回頭是岸。我們不要說一般人，說修行人，說我們佛門弟子，我們為什麼不能見性？為什麼回不了頭來？就是樣樣事情不如意的時候都是別人的過失，好像與自己都不相干，那自己永遠迷惑，永遠回不了頭來，這就叫搞生死輪迴，生生世世永無出期。什麼時候你才能夠超越輪迴？知道過失不在外面，自己不好，這一回頭，你就有機緣超越六道輪迴了。這個話說的是真的，一點都不假。明明是那個人找我麻煩，怎麼過失不在他，在我自己？這個道理太深了。他找我麻煩，他為什麼不找那個人麻煩？他為什麼單單找我？我這一生當中跟他無冤無仇，無有往來，為什麼單單找我？這是因為我們只看到這一生，沒有看到過去生，沒有看到未來生，哪一天我們要能夠看到過去現在未來，就恍然大悟。在六道裡頭，肯定是我過去生中對他是這種行為，今天碰到了，再冤冤相報。冤冤相報後頭還有一句話，沒完沒了，你說這個多可怕。無緣無故他來找我，是前生業力在主宰著。如果明白這個道理，他今天找我，應該的，逆來順受。我怎麼樣？我要改過自新，我不再怨恨他，我再沒有報復的念頭，這個結不就解開了嗎？這解開一個結。"
    },
    {
      "id": "12-047-0013_p0010",
      "zh_CN": "那个结，真的叫千千结，我们生生世世得罪多少众生？不光说别的，你吃了多少众生肉你知不知道？我们没学佛的人吃众生肉，杀害众生，那也是一条命。他造作的不善，堕落在畜生道，佛在经上说，「人死为羊，羊死为人」，生生世世互相吞噉。明白这个道理之后，自己才完全肯定，外头没有过失，都是自己造作的，自作自受，还有什么话好说的。我们那种怨天尤人的念头就能断尽，什么样的苦都愿意接受，什么样的委屈也都能忍受。知道这个忍受，这叫修行，这叫提升，把自己的境界不断向上提升。这些一切人、一切事、一切物都是帮助自己提升的，顺境知道不生贪恋，自己提升了，贪断掉了，痴断掉了；逆境、恶缘没有一点怨恨，没有一点报复，瞋恚断了。贪瞋痴不能断干净，也大幅度的减温、减轻，烦恼轻，菩提长，菩提就是智慧，智慧愈增长，对事实真相看得愈清楚，那你修行的道心就愈坚固，你就愈会勇猛精进。所以要记住，我们提升不起来，出不出来，都是把一切过失看在外面的，心外求法。心外求法佛家叫外道，自己天天学佛，不知道自己是外道。几时才能回过头来？佛法没到中国，我们老祖宗已经教给我们反求诸己，只有反求诸己的人才是真正修行的人。这些话我们听得耳熟，可是怎么样？我们在日常生活当中没用上，顺境起贪心，逆境起怨恨，起心动念所造作的是轮回业，学佛也不例外。什么时候能出得了轮回？可以说永无出期。我们的修行功夫不得力，念佛也不行，念佛能生净土吗？",
      "zh_TW": "那個結，真的叫千千結，我們生生世世得罪多少眾生？不光說別的，你吃了多少眾生肉你知不知道？我們沒學佛的人吃眾生肉，殺害眾生，那也是一條命。他造作的不善，墮落在畜生道，佛在經上說，「人死為羊，羊死為人」，生生世世互相吞噉。明白這個道理之後，自己才完全肯定，外頭沒有過失，都是自己造作的，自作自受，還有什麼話好說的。我們那種怨天尤人的念頭就能斷盡，什麼樣的苦都願意接受，什麼樣的委屈也都能忍受。知道這個忍受，這叫修行，這叫提升，把自己的境界不斷向上提升。這些一切人、一切事、一切物都是幫助自己提升的，順境知道不生貪戀，自己提升了，貪斷掉了，痴斷掉了；逆境、惡緣沒有一點怨恨，沒有一點報復，瞋恚斷了。貪瞋痴不能斷乾淨，也大幅度的減溫、減輕，煩惱輕，菩提長，菩提就是智慧，智慧愈增長，對事實真相看得愈清楚，那你修行的道心就愈堅固，你就愈會勇猛精進。所以要記住，我們提升不起來，出不出來，都是把一切過失看在外面的，心外求法。心外求法佛家叫外道，自己天天學佛，不知道自己是外道。幾時才能回過頭來？佛法沒到中國，我們老祖宗已經教給我們反求諸己，只有反求諸己的人才是真正修行的人。這些話我們聽得耳熟，可是怎麼樣？我們在日常生活當中沒用上，順境起貪心，逆境起怨恨，起心動念所造作的是輪迴業，學佛也不例外。什麼時候能出得了輪迴？可以說永無出期。我們的修行功夫不得力，念佛也不行，念佛能生淨土嗎？"
    },
    {
      "id": "12-047-0013_p0011",
      "zh_CN": "早年我跟李老师十年，跟他学经教，他老人家常常提醒我们，台中莲社是他创办的，我跟他的时候他老人家告诉我，莲社的莲友有名册的有二十万人。我离开他的时候，我跟他十年，离开他的时候台中莲友大概有三十多万人。他老人家常常用这个做比喻，我们莲友这么多，真正往生的，一万人当中只有二、三个，这就说明了。不是像古人讲的万修万人去，万修万人去是理论，你要如理如法的修行，没有一个不往生的。为什么我们不能往生？就是我们的心行不善，心行不清净。你看净土经教里面讲得好，「心净则佛土净」，我们心里有贪瞋痴慢，怎么能往生？带业往生没错，往生的人哪个不带业？个个都带业，带业往生。可是带业往生，你要晓得它带业往生的条件。古大德说得很清楚，带旧业不带新业，换句话说，我们没学佛之前，没有修净土以前，造的业叫旧业；学佛之后，修净土之后，不能再造，再造带不去，许可你带旧业，不能带新业。我们天天念佛，天天还在造业，那怎么行？不能去的原因在此地。我们天天念佛有没有好处？有，六道轮回里面的善业，生极乐世界是去不成，但是来生得人天福报没问题。",
      "zh_TW": "早年我跟李老師十年，跟他學經教，他老人家常常提醒我們，台中蓮社是他創辦的，我跟他的時候他老人家告訴我，蓮社的蓮友有名冊的有二十萬人。我離開他的時候，我跟他十年，離開他的時候台中蓮友大概有三十多萬人。他老人家常常用這個做比喻，我們蓮友這麼多，真正往生的，一萬人當中只有二、三個，這就說明了。不是像古人講的萬修萬人去，萬修萬人去是理論，你要如理如法的修行，沒有一個不往生的。為什麼我們不能往生？就是我們的心行不善，心行不清淨。你看淨土經教裡面講得好，「心淨則佛土淨」，我們心裡有貪瞋痴慢，怎麼能往生？帶業往生沒錯，往生的人哪個不帶業？個個都帶業，帶業往生。可是帶業往生，你要曉得它帶業往生的條件。古大德說得很清楚，帶舊業不帶新業，換句話說，我們沒學佛之前，沒有修淨土以前，造的業叫舊業；學佛之後，修淨土之後，不能再造，再造帶不去，許可你帶舊業，不能帶新業。我們天天念佛，天天還在造業，那怎麼行？不能去的原因在此地。我們天天念佛有沒有好處？有，六道輪迴裡面的善業，生極樂世界是去不成，但是來生得人天福報沒問題。"
    },
    {
      "id": "12-047-0013_p0012",
      "zh_CN": "总而言之一个最麻烦的事情，就是把所有一切过失责任推给别人，这是我们生生世世不能离开六道轮回的真因，我们不能不知道。要知道佛在经上讲的话完全是真的，他老人家讲「人身难得，佛法难闻」，我们今天，人身难得，我们这一生当中得人身，佛法难闻，我们有好的缘分闻到佛法，这个机缘太难得。闻到佛法就有机会、有缘分在这一生当中永脱轮回，不但永脱轮回，永脱十法界，这个殊胜还得了！天上人间十法界里面稀有难逢的因缘，我们遇到了，只要自己能掌握住，好好的把握住，那你就永远摆脱六道，永远摆脱十法界，你去作佛了。从理上讲，人人有分，从事上讲，老实念佛，发愿往生，得把障碍去掉，障碍就是反求诸己。我今天特别给同修提出这句话，一定要肯定，所有的过失是自己，与别人毫不相关，你只要有这个认知，在这方面去努力，你这一生决定得生。再不要去怪责别人，外面的一切没有过失，只有自己在障碍自己，别人障碍不了你。别人欺负我、侮辱我、陷害我，我没有怨恨，我还感谢他。为什么感谢他？感谢他来考我，我通过了。我没有怨恨他，我没有怪他，我只怪自己过去造作这些不善业，今生得这个报应，欢欢喜喜接受果报，这就了了。如果顺境里面起贪心，你这个问题没了，逆境里面起怨恨心，来生都还要回报，那就真的是古德所说的没完没了。我们希望所有一切的帐都在这一生当中把它了掉，这个理要懂，这是真理。我们对这个世间没有丝毫留恋，但是这个世间对我们有很大的利益，太平盛世也好、乱世也好，统统都是有大利益，在这里面断贪瞋痴，成就戒定慧、成就觉正净。这样我们在这一生当中有证得法身的希望，决定不贪世间名闻利养、五欲六尘，得彻底放下，为什么？假的。我们也常常勉励同学们，凡是带不走的，不要去理它，不要放在心上；带得走的，这个要重视。",
      "zh_TW": "總而言之一個最麻煩的事情，就是把所有一切過失責任推給別人，這是我們生生世世不能離開六道輪迴的真因，我們不能不知道。要知道佛在經上講的話完全是真的，他老人家講「人身難得，佛法難聞」，我們今天，人身難得，我們這一生當中得人身，佛法難聞，我們有好的緣分聞到佛法，這個機緣太難得。聞到佛法就有機會、有緣分在這一生當中永脫輪迴，不但永脫輪迴，永脫十法界，這個殊勝還得了！天上人間十法界裡面稀有難逢的因緣，我們遇到了，只要自己能掌握住，好好的把握住，那你就永遠擺脫六道，永遠擺脫十法界，你去作佛了。從理上講，人人有分，從事上講，老實念佛，發願往生，得把障礙去掉，障礙就是反求諸己。我今天特別給同修提出這句話，一定要肯定，所有的過失是自己，與別人毫不相關，你只要有這個認知，在這方面去努力，你這一生決定得生。再不要去怪責別人，外面的一切沒有過失，只有自己在障礙自己，別人障礙不了你。別人欺負我、侮辱我、陷害我，我沒有怨恨，我還感謝他。為什麼感謝他？感謝他來考我，我通過了。我沒有怨恨他，我沒有怪他，我只怪自己過去造作這些不善業，今生得這個報應，歡歡喜喜接受果報，這就了了。如果順境裡面起貪心，你這個問題沒了，逆境裡面起怨恨心，來生都還要回報，那就真的是古德所說的沒完沒了。我們希望所有一切的帳都在這一生當中把它了掉，這個理要懂，這是真理。我們對這個世間沒有絲毫留戀，但是這個世間對我們有很大的利益，太平盛世也好、亂世也好，統統都是有大利益，在這裡面斷貪瞋痴，成就戒定慧、成就覺正淨。這樣我們在這一生當中有證得法身的希望，決定不貪世間名聞利養、五欲六塵，得徹底放下，為什麼？假的。我們也常常勉勵同學們，凡是帶不走的，不要去理它，不要放在心上；帶得走的，這個要重視。"
    },
    {
      "id": "12-047-0013_p0013",
      "zh_CN": "「了因佛性」，了是明了，「照了真如之理之智慧」，就是照了真如之理的那个智慧，这就是了因，「依之成就般若之果德，故名了因佛性」。前面证法身，这个地方证得般若，诸位要知道，法身不生不灭，般若也是不生不灭，这是性德，是自性里头本具的。当我们迷了，就是因为你有起心动念、分别执着，智慧就变成烦恼。佛法里常讲「烦恼即菩提」，反过来说，菩提即是烦恼，迷了就叫烦恼，觉悟了就叫智慧，它是一不是二。我们今天是烦恼太多，能不能把它断掉？不可以。为什么？它如果断掉，智慧就断掉，所以要晓得叫转烦恼成菩提。你怎么转法？你把你的妄想分别执着放下，烦恼就变成菩提，是个转变，不是真的叫你断掉。生死也是如此，生死跟涅槃也是迷悟不同的名词，迷了我们叫生死，觉悟了叫大般涅槃。所以转生死为涅槃，转烦恼为菩提，我们学佛的人要有个转变，转变全在自己。",
      "zh_TW": "「了因佛性」，了是明瞭，「照了真如之理之智慧」，就是照了真如之理的那個智慧，這就是了因，「依之成就般若之果德，故名了因佛性」。前面證法身，這個地方證得般若，諸位要知道，法身不生不滅，般若也是不生不滅，這是性德，是自性裡頭本具的。當我們迷了，就是因為你有起心動念、分別執著，智慧就變成煩惱。佛法裡常講「煩惱即菩提」，反過來說，菩提即是煩惱，迷了就叫煩惱，覺悟了就叫智慧，它是一不是二。我們今天是煩惱太多，能不能把它斷掉？不可以。為什麼？它如果斷掉，智慧就斷掉，所以要曉得叫轉煩惱成菩提。你怎麼轉法？你把你的妄想分別執著放下，煩惱就變成菩提，是個轉變，不是真的叫你斷掉。生死也是如此，生死跟涅槃也是迷悟不同的名詞，迷了我們叫生死，覺悟了叫大般涅槃。所以轉生死為涅槃，轉煩惱為菩提，我們學佛的人要有個轉變，轉變全在自己。"
    },
    {
      "id": "12-047-0013_p0014",
      "zh_CN": "诸佛如来是我们的好老师，他帮助我们，怎么帮助法？他给我们做增上缘，他教导我们怎么转法，他没有办法代我们转。就跟学校里念书，老师跟学生的关系一样，老师指导学生，学生能够遵守老师的指导，可以提升自己的学业，老师没有办法代替他。诸佛菩萨亦如是，他只能把这个事实真相跟我们讲清楚、讲明白，那是他的境界，我们要想契入这个境界，要靠自己修行，要靠自己努力。修行修什么？没有别的，放下而已，真正肯放下。从大的方向我们清楚了，但是在细行上，点点滴滴我们要都能用得上。譬如穿衣吃饭，执不执着？今天要挑几个可口的、好的菜饭，行不行？不行。为什么不行？这种念头助长你的贪心，就是前面三因里面讲的习因。应该什么态度？随缘，想到当年释迦牟尼佛在世的时候，他们的生活是外面托钵，给什么吃什么，没有分别、没有执着，佛做出样子给我们看。今天我们三餐饭有人在做，他做什么我们就吃什么，没有一点分别，这是什么？这叫修行，这叫破执着。吃饭破执着，喝茶破执着，不要去讲究这个茶叶、那个茶叶。有很多人喝茶的时候，品茶对这个相当执着。我也有很多人送给我这些茶叶，可是我常常想，他送给我送得很冤枉，为什么？我不懂得品茶。我看都一样，我不知道哪个茶叶好、哪个茶叶不好，我不晓得，不去想这些，不去操这个心，什么都好。",
      "zh_TW": "諸佛如來是我們的好老師，他幫助我們，怎麼幫助法？他給我們做增上緣，他教導我們怎麼轉法，他沒有辦法代我們轉。就跟學校裡念書，老師跟學生的關係一樣，老師指導學生，學生能夠遵守老師的指導，可以提升自己的學業，老師沒有辦法代替他。諸佛菩薩亦如是，他只能把這個事實真相跟我們講清楚、講明白，那是他的境界，我們要想契入這個境界，要靠自己修行，要靠自己努力。修行修什麼？沒有別的，放下而已，真正肯放下。從大的方向我們清楚了，但是在細行上，點點滴滴我們要都能用得上。譬如穿衣吃飯，執不執著？今天要挑幾個可口的、好的菜飯，行不行？不行。為什麼不行？這種念頭助長你的貪心，就是前面三因裡面講的習因。應該什麼態度？隨緣，想到當年釋迦牟尼佛在世的時候，他們的生活是外面托缽，給什麼吃什麼，沒有分別、沒有執著，佛做出樣子給我們看。今天我們三餐飯有人在做，他做什麼我們就吃什麼，沒有一點分別，這是什麼？這叫修行，這叫破執著。吃飯破執著，喝茶破執著，不要去講究這個茶葉、那個茶葉。有很多人喝茶的時候，品茶對這個相當執著。我也有很多人送給我這些茶葉，可是我常常想，他送給我送得很冤枉，為什麼？我不懂得品茶。我看都一樣，我不知道哪個茶葉好、哪個茶葉不好，我不曉得，不去想這些，不去操這個心，什麼都好。"
    },
    {
      "id": "12-047-0013_p0015",
      "zh_CN": "穿衣服，我自己几乎没有买过衣服，从出家都是捡别人的。初出家的时候是一些老和尚穿旧的衣服，他们有新衣服，旧衣服不要了，我们就捡旧衣服来穿，还有补丁的。早年出家，你看我的衣服有补丁的，百衲衣。人家送什么穿什么，只要合适就很好，不合适改一改就行了，没有挑剔、没有讲求。在这些生活当中，穿衣吃饭喝水，处事待人接物，没有一样不好，在这里面常生欢喜心。食，吃饱就很好，衣，穿暖就够了，什么都不要去讲求。在家学佛也一样，早年有同修告诉我，好像他不挑剔，款式过时了，穿出去别人笑话。我老实告诉他，别人没笑你，是你自己在打妄想分别执着，别人什么时候笑过你？真的要是笑话你，他在造业，你在提升境界，那怎么相同？所谓这个穿出去人家笑死了，我就跟他说，笑死了是他死，你没死，他死活该，与你什么相干？你不以为难看就很好。所以衣服穿得干净、穿得朴素，好！一件衣服至少可以穿个十年八年，你就不要时时刻刻去添衣服，这笔钱开销可以省下来，日子很好过。粗茶淡饭，欢欢喜喜，佛门里面讲得好，常生欢喜心。所谓是古人讲的，忧能使人老，你没有忧虑，没有烦恼，没有分别执着，你就能够青春常驻，年岁虽然增长，你的身体不会衰退。年岁长了，身体衰了，为什么？是分别执着太多，妄念太多，这个东西能催人老化。你没有妄念、没有妄想、没有分别、没有执着，这个人怎么会老？所以这是讲到养生之道，都要靠智慧。",
      "zh_TW": "穿衣服，我自己幾乎沒有買過衣服，從出家都是撿別人的。初出家的時候是一些老和尚穿舊的衣服，他們有新衣服，舊衣服不要了，我們就撿舊衣服來穿，還有補丁的。早年出家，你看我的衣服有補丁的，百衲衣。人家送什麼穿什麼，只要合適就很好，不合適改一改就行了，沒有挑剔、沒有講求。在這些生活當中，穿衣吃飯喝水，處事待人接物，沒有一樣不好，在這裡面常生歡喜心。食，吃飽就很好，衣，穿暖就夠了，什麼都不要去講求。在家學佛也一樣，早年有同修告訴我，好像他不挑剔，款式過時了，穿出去別人笑話。我老實告訴他，別人沒笑你，是你自己在打妄想分別執著，別人什麼時候笑過你？真的要是笑話你，他在造業，你在提升境界，那怎麼相同？所謂這個穿出去人家笑死了，我就跟他說，笑死了是他死，你沒死，他死活該，與你什麼相干？你不以為難看就很好。所以衣服穿得乾淨、穿得樸素，好！一件衣服至少可以穿個十年八年，你就不要時時刻刻去添衣服，這筆錢開銷可以省下來，日子很好過。粗茶淡飯，歡歡喜喜，佛門裡面講得好，常生歡喜心。所謂是古人講的，憂能使人老，你沒有憂慮，沒有煩惱，沒有分別執著，你就能夠青春常駐，年歲雖然增長，你的身體不會衰退。年歲長了，身體衰了，為什麼？是分別執著太多，妄念太多，這個東西能催人老化。你沒有妄念、沒有妄想、沒有分別、沒有執著，這個人怎麼會老？所以這是講到養生之道，都要靠智慧。"
    },
    {
      "id": "12-047-0013_p0016",
      "zh_CN": "智慧德相都是自己自性里头本来具足的，晓得起心动念、分别执着是障碍，这个东西把我们自性里面的德相破坏了，不是别的因素，这是我们自己。自己能够把分别执着放下，外面境界对我们是一丝毫都没有干涉，这是成就了般若。你烦恼轻了，智慧就增长，烦恼没有了，智慧就完全显示，释迦牟尼佛、六祖能大师给我们做出最好的榜样。释迦牟尼佛去我们远了，是外国人，惠能大师则是中国人，真有其人，真有其事，他的身体现在还在，肉身还存在，在广东的南华寺。惠能大师当年在世，没念过书，不认识字，你读佛经，佛经多了，你看这一部《大藏经》，随便是哪部经，随便是哪一段文，你不懂，你念给他听，他就讲给你听。这种智慧、能力从哪里来的？是自性里头本有的，只要你见性，你这个智慧也现前，你的德能相好也统统现前，这是佛法教给我们的真实受用。",
      "zh_TW": "智慧德相都是自己自性裡頭本來具足的，曉得起心動念、分別執著是障礙，這個東西把我們自性裡面的德相破壞了，不是別的因素，這是我們自己。自己能夠把分別執著放下，外面境界對我們是一絲毫都沒有干涉，這是成就了般若。你煩惱輕了，智慧就增長，煩惱沒有了，智慧就完全顯示，釋迦牟尼佛、六祖能大師給我們做出最好的榜樣。釋迦牟尼佛去我們遠了，是外國人，惠能大師則是中國人，真有其人，真有其事，他的身體現在還在，肉身還存在，在廣東的南華寺。惠能大師當年在世，沒念過書，不認識字，你讀佛經，佛經多了，你看這一部《大藏經》，隨便是哪部經，隨便是哪一段文，你不懂，你念給他聽，他就講給你聽。這種智慧、能力從哪裡來的？是自性裡頭本有的，只要你見性，你這個智慧也現前，你的德能相好也統統現前，這是佛法教給我們的真實受用。"
    },
    {
      "id": "12-047-0013_p0017",
      "zh_CN": "「了因佛性」，古德在此地给我们介绍，「照了」，你要注意这个照了，照了是拣别不是分别。如果是仔细去研究、分别，「这个明白了」，那个明白里头有错误，不是真的明白，真的明白没有研究。为什么？研究是分别，是第六意识，执着是末那识，凡夫六根对六尘所生起的、起作用的就是六识。识是什么意思？识就是分别，这错用了。如果正用，正用也叫了别，了别就是照了，就是你没有分别，就明了了。通过研究明了，那就错了，不需要研究。所以佛家讲参究，不叫研究。参究跟研究差别在哪里？研究用心意识，参究不用心意识，叫参究，究就是明了。用心意识，心是阿赖耶，意是末那，第七识，识是第六意识，阿赖耶是起心动念，末那是执着，第六意识是分别。离心意识叫做参，离心意识就是不起心、不动念、不分别、不执着，这就是不用心意识。不用心意识，眼看明白了，耳听明白了，身体接触明白了，那叫照了，那叫照见。你们念《心经》，《心经》前面讲「照见五蕴皆空」，那就是照了真如之理，这是真智慧。所以，真智慧是离开心意识的才是真实智慧，自性本具的般若智慧，人人都有，可是我们都没有用它，我们还是妄想分别执着，把我们自性里面的般若智慧变成了心意识。所以老师教我们放下，放下执着、放下分别、放下起心动念，自性般若智慧现前，你就能照了万事万法，见到一切法的真相，真如之理。我们大乘教里面常讲，性相、理事、因果，你看透了，你真明了了，这叫了因佛性。这部经上说，对「自性清净圆明体」了因能了，也就是自性本具的般若智慧能明了它，它不是生因之所生，它是了因能明了，这个明了就是我们一般讲的明心见性。明心见性，果就是成佛，你看成就般若、成就法身，后面还成就解脱。",
      "zh_TW": "「了因佛性」，古德在此地給我們介紹，「照了」，你要注意這個照了，照了是揀別不是分別。如果是仔細去研究、分別，「這個明白了」，那個明白裡頭有錯誤，不是真的明白，真的明白沒有研究。為什麼？研究是分別，是第六意識，執著是末那識，凡夫六根對六塵所生起的、起作用的就是六識。識是什麼意思？識就是分別，這錯用了。如果正用，正用也叫了別，了別就是照了，就是你沒有分別，就明瞭了。通過研究明瞭，那就錯了，不需要研究。所以佛家講參究，不叫研究。參究跟研究差別在哪裡？研究用心意識，參究不用心意識，叫參究，究就是明瞭。用心意識，心是阿賴耶，意是末那，第七識，識是第六意識，阿賴耶是起心動念，末那是執著，第六意識是分別。離心意識叫做參，離心意識就是不起心、不動念、不分別、不執著，這就是不用心意識。不用心意識，眼看明白了，耳聽明白了，身體接觸明白了，那叫照了，那叫照見。你們念《心經》，《心經》前面講「照見五蘊皆空」，那就是照了真如之理，這是真智慧。所以，真智慧是離開心意識的才是真實智慧，自性本具的般若智慧，人人都有，可是我們都沒有用它，我們還是妄想分別執著，把我們自性裡面的般若智慧變成了心意識。所以老師教我們放下，放下執著、放下分別、放下起心動念，自性般若智慧現前，你就能照了萬事萬法，見到一切法的真相，真如之理。我們大乘教裡面常講，性相、理事、因果，你看透了，你真明瞭了，這叫了因佛性。這部經上說，對「自性清淨圓明體」了因能了，也就是自性本具的般若智慧能明瞭它，它不是生因之所生，它是了因能明瞭，這個明瞭就是我們一般講的明心見性。明心見性，果就是成佛，你看成就般若、成就法身，後面還成就解脫。"
    },
    {
      "id": "12-047-0013_p0018",
      "zh_CN": "我们看第三个，「缘因佛性，缘助了因，开发正因之一切善根功德」，这就叫缘因。缘是助缘，帮助的，它帮助谁？帮助了因。帮助了因，了因才能开发正因，你才能证法身，你才能透般若，这一切善根功德都是属于缘。这个地方说到功德，这也是许多佛门弟子往往把它看错了，误把福德当作功德。诸位要晓得，功德跟福德完全不相同，功是功夫，什么是功夫？持戒是功夫，修定是功夫。在古时候，我们佛门有一位大护法，在历史上知名的梁武帝。梁武帝那个时代，印度禅宗达摩大师到中国来，这是我们中国禅宗第一代的祖师，禅是他传来的。来到中国就见到梁武帝，梁武帝是佛门的大护法，看到外国有个大德到中国来传法，当然是表示非常的欢迎。见面的时候梁武帝夸耀自己，在佛门做了很多好事，他以为是功德。他把他一生对佛门当中的贡献，建寺，大规模的寺庙四百多所，欢喜人出家，帮助人出家，供养出家人几十万人，做这么多好事。达摩祖师来，他是欢欢喜喜的告诉达摩祖师，「我的功德大不大？」他以为他做了很大的功德。达摩祖师说了老实话，怎么说的？「并无功德。」没有功德，你所作所为跟功德不相干，它不是功德。梁武帝听了这个话很不高兴，就请他走了，不再护持他，他跑到少林寺去面壁，面壁九年才遇到慧可，把这个法传给慧可，所以慧可是禅宗二祖。梁武帝做这么多好事，那是什么？给诸位说，那是福德。他如果要是问达摩祖师，我做这么多事情，我的福德大不大？就是福报，那达摩祖师一定说很大很大。福德边上事情，不是功德，功德跟福德不一样。",
      "zh_TW": "我們看第三個，「緣因佛性，緣助了因，開發正因之一切善根功德」，這就叫緣因。緣是助緣，幫助的，它幫助誰？幫助了因。幫助了因，了因才能開發正因，你才能證法身，你才能透般若，這一切善根功德都是屬於緣。這個地方說到功德，這也是許多佛門弟子往往把它看錯了，誤把福德當作功德。諸位要曉得，功德跟福德完全不相同，功是功夫，什麼是功夫？持戒是功夫，修定是功夫。在古時候，我們佛門有一位大護法，在歷史上知名的梁武帝。梁武帝那個時代，印度禪宗達摩大師到中國來，這是我們中國禪宗第一代的祖師，禪是他傳來的。來到中國就見到梁武帝，梁武帝是佛門的大護法，看到外國有個大德到中國來傳法，當然是表示非常的歡迎。見面的時候梁武帝誇耀自己，在佛門做了很多好事，他以為是功德。他把他一生對佛門當中的貢獻，建寺，大規模的寺廟四百多所，歡喜人出家，幫助人出家，供養出家人幾十萬人，做這麼多好事。達摩祖師來，他是歡歡喜喜的告訴達摩祖師，「我的功德大不大？」他以為他做了很大的功德。達摩祖師說了老實話，怎麼說的？「並無功德。」沒有功德，你所作所為跟功德不相干，它不是功德。梁武帝聽了這個話很不高興，就請他走了，不再護持他，他跑到少林寺去面壁，面壁九年才遇到慧可，把這個法傳給慧可，所以慧可是禪宗二祖。梁武帝做這麼多好事，那是什麼？給諸位說，那是福德。他如果要是問達摩祖師，我做這麼多事情，我的福德大不大？就是福報，那達摩祖師一定說很大很大。福德邊上事情，不是功德，功德跟福德不一樣。"
    },
    {
      "id": "12-047-0013_p0019",
      "zh_CN": "六祖在《坛经》里面说，「此事福不能救」，此事是生死大事。了生死出三界，明心见性，成佛作祖，那是要功德，福德没用处，所以福不能救。福能帮助你生天，你出不了六道轮回，这个要知道。出不了六道轮回，那你就要晓得，你在轮回里头生生世世的果报，麻烦大了，所谓是冤冤相报没完没了，你说这个东西多可怕、多麻烦。功德不一样，功德是你的功夫，持戒有功，得定是德，那个德是因为你持戒，因戒得定。修定有功，开智慧是德，这是属于功德。这个东西要靠自己，不是外面力量能帮得上忙、能成就的，这个要晓得。譬如我们讲最小的，真的叫小小戒，小小戒可不能把它看轻，为什么？那是根本戒。《弟子规》、《感应篇》都是属于戒律，都是属于小小戒，都是属于根本戒，你认真的去修学，这是功夫。果报是成就你自己德行，给你生活当中带来幸福美满，那就是德。从这小小戒的基础上才能建立佛法，你看佛在《十善业道经》上讲得多好，十善业是建立在《弟子规》跟《感应篇》的基础上。没有《弟子规》，没有《感应篇》，十善业你就做不到，天天念《十善业道经》没用，那部经不是叫你念的。不但《十善业道经》，所有的佛经你看最后一句话，佛教的是什么？教你「信受奉行」，每部经最后一定是这一句，你要能相信，你要能接受，然后老实把它落实生活当中，那叫奉行。你会念，你会讲，你做不到，没用。说得再好，天花乱坠，是福报那边的事情，给你说福报，就是没有办法帮助你了生死出三界。是福德这边事情，不是功德，这个不能不清楚。",
      "zh_TW": "六祖在《壇經》裡面說，「此事福不能救」，此事是生死大事。了生死出三界，明心見性，成佛作祖，那是要功德，福德沒用處，所以福不能救。福能幫助你生天，你出不了六道輪迴，這個要知道。出不了六道輪迴，那你就要曉得，你在輪迴裡頭生生世世的果報，麻煩大了，所謂是冤冤相報沒完沒了，你說這個東西多可怕、多麻煩。功德不一樣，功德是你的功夫，持戒有功，得定是德，那個德是因為你持戒，因戒得定。修定有功，開智慧是德，這是屬於功德。這個東西要靠自己，不是外面力量能幫得上忙、能成就的，這個要曉得。譬如我們講最小的，真的叫小小戒，小小戒可不能把它看輕，為什麼？那是根本戒。《弟子規》、《感應篇》都是屬於戒律，都是屬於小小戒，都是屬於根本戒，你認真的去修學，這是功夫。果報是成就你自己德行，給你生活當中帶來幸福美滿，那就是德。從這小小戒的基礎上才能建立佛法，你看佛在《十善業道經》上講得多好，十善業是建立在《弟子規》跟《感應篇》的基礎上。沒有《弟子規》，沒有《感應篇》，十善業你就做不到，天天念《十善業道經》沒用，那部經不是叫你念的。不但《十善業道經》，所有的佛經你看最後一句話，佛教的是什麼？教你「信受奉行」，每部經最後一定是這一句，你要能相信，你要能接受，然後老實把它落實生活當中，那叫奉行。你會念，你會講，你做不到，沒用。說得再好，天花亂墜，是福報那邊的事情，給你說福報，就是沒有辦法幫助你了生死出三界。是福德這邊事情，不是功德，這個不能不清楚。"
    },
    {
      "id": "12-047-0013_p0020",
      "zh_CN": "此地讲的一切善根，善根是什么？诸位学过五根、五力、七菩提分、八圣道分，这是善根。再跟你说，《弟子规》是善根，《感应篇》是善根，《十善业道》是善根，你想想对不对？因为这些东西能帮助你开智慧，能够帮助你开发正因。佛说得很好，一切人天法、声闻菩提、缘觉菩提乃至无上菩提，都是依十善业为根本。十善业是佛门的根本戒，无论出家在家、宗门教下、显教密教、大乘小乘，都要从这个地方做起点，认真学习。我们今天学佛，疏忽了十善业道。早年我们在台中跟李老师学经教，《十善业道经》是必修的课程。虽然是修，老师讲，我们在那里听，也学讲，也能讲得还不错，可是怎样？没做到。为什么做不到？为什么古人能做到，现在人做不到？我常常想这个问题，想了很多年，终于把答案找到了。古人从小，可以说从一出生，他就把《弟子规》学会，五、六岁开始，《感应篇》里面所讲的因果这些事情他也学到了。他还不认识字，还没有念过书，学会了，基础打下去，这是我们现在人所讲的扎根教育，从前没有这个名称，可是真的从生下来父母就教。父母把《弟子规》做出来，他看到，他每天在看、每天在听，从出生到三岁一千天，这一千天的学习根深蒂固。四、五岁我相信，母亲到城隍庙里烧香跟着去，我小时候就这样的，一年总得到城隍庙去个几次。每一次去，母亲一定告诉我，阎王殿，十殿阎王，告诉我们干这个坏事受这个果报。小时候看到地狱变相的雕塑，也是根深蒂固，一辈子起心动念，起个恶念就会想到地狱里头的景象，这个念头马上就消掉。所以遇到《十善业道》容易接受，能做到，不难！今天为什么这么难？从小没人教，没人教《弟子规》，也没有机会看地狱变相这些因果教育。",
      "zh_TW": "此地講的一切善根，善根是什麼？諸位學過五根、五力、七菩提分、八聖道分，這是善根。再跟你說，《弟子規》是善根，《感應篇》是善根，《十善業道》是善根，你想想對不對？因為這些東西能幫助你開智慧，能夠幫助你開發正因。佛說得很好，一切人天法、聲聞菩提、緣覺菩提乃至無上菩提，都是依十善業為根本。十善業是佛門的根本戒，無論出家在家、宗門教下、顯教密教、大乘小乘，都要從這個地方做起點，認真學習。我們今天學佛，疏忽了十善業道。早年我們在台中跟李老師學經教，《十善業道經》是必修的課程。雖然是修，老師講，我們在那裡聽，也學講，也能講得還不錯，可是怎樣？沒做到。為什麼做不到？為什麼古人能做到，現在人做不到？我常常想這個問題，想了很多年，終於把答案找到了。古人從小，可以說從一出生，他就把《弟子規》學會，五、六歲開始，《感應篇》裡面所講的因果這些事情他也學到了。他還不認識字，還沒有念過書，學會了，基礎打下去，這是我們現在人所講的扎根教育，從前沒有這個名稱，可是真的從生下來父母就教。父母把《弟子規》做出來，他看到，他每天在看、每天在聽，從出生到三歲一千天，這一千天的學習根深蒂固。四、五歲我相信，母親到城隍廟裡燒香跟著去，我小時候就這樣的，一年總得到城隍廟去個幾次。每一次去，母親一定告訴我，閻王殿，十殿閻王，告訴我們幹這個壞事受這個果報。小時候看到地獄變相的雕塑，也是根深蒂固，一輩子起心動念，起個惡念就會想到地獄裡頭的景象，這個念頭馬上就消掉。所以遇到《十善業道》容易接受，能做到，不難！今天為什麼這麼難？從小沒人教，沒人教《弟子規》，也沒有機會看地獄變相這些因果教育。"
    },
    {
      "id": "12-047-0013_p0021",
      "zh_CN": "所以《十善业道》怎么去研究，在日常生活已经养成习惯，知道好，也常常有惭愧的心，可是境界现前自己做不得主。起心动念、言语造作还是犯了，犯了之后念佛忏悔，忏悔完了明天再干，这个方法能行吗？所以我们不能成就，原因在此地。这些年来我们看了很难过，所以特别提倡这三个根，出家人还要加一个根。出家人在社会上被人尊重，为什么？你有四个根，在家人三个根，这四个根是加上《沙弥律仪》，四个根，像一张桌子四个腿，叫四平八稳。不在这上下功夫，我们一生所搞的叫佛学，不是学佛，把佛法当作一门学问来研究，与自己的生死毫不相关。从前老师跟我们讲，该怎么生死还是怎么生死，出不了轮回，就是《坛经》上讲的「福不能救」。搞佛学是福，福德里面的事情，不是功德；可是依教奉行，那是功德。所以怎么样能把它做到？真正变成自己的思想、见解、言论、行为，那就得受用，这才是真正的功德。所以这里讲的善根，我们要清楚，什么叫善根，什么叫功德。",
      "zh_TW": "所以《十善業道》怎麼去研究，在日常生活已經養成習慣，知道好，也常常有慚愧的心，可是境界現前自己做不得主。起心動念、言語造作還是犯了，犯了之後念佛懺悔，懺悔完了明天再幹，這個方法能行嗎？所以我們不能成就，原因在此地。這些年來我們看了很難過，所以特別提倡這三個根，出家人還要加一個根。出家人在社會上被人尊重，為什麼？你有四個根，在家人三個根，這四個根是加上《沙彌律儀》，四個根，像一張桌子四個腿，叫四平八穩。不在這上下功夫，我們一生所搞的叫佛學，不是學佛，把佛法當作一門學問來研究，與自己的生死毫不相關。從前老師跟我們講，該怎麼生死還是怎麼生死，出不了輪迴，就是《壇經》上講的「福不能救」。搞佛學是福，福德裡面的事情，不是功德；可是依教奉行，那是功德。所以怎麼樣能把它做到？真正變成自己的思想、見解、言論、行為，那就得受用，這才是真正的功德。所以這裡講的善根，我們要清楚，什麼叫善根，什麼叫功德。"
    },
    {
      "id": "12-047-0013_p0022",
      "zh_CN": "「依缘因佛性能成就解脱之德」，法身、般若、解脱叫三德密藏。解脱是什么？解是解开，脱是超越，解开是对烦恼讲的，你把烦恼化解了，脱是什么？脱离六道，脱离十法界。六道是三种烦恼统统具足，妄想分别执着，能把执着摆脱掉，执着就是见思烦恼，见思烦恼化解，你就脱离六道，那是功德，六道没有了。可是在方便有余土里面，见思烦恼虽然没有了，他还有尘沙烦恼，还有无明烦恼。尘沙烦恼是分别，无明烦恼是起心动念。再能把这些也化解，不再有分别，尘沙烦恼没有了，不再起心动念，无明烦恼没有了，脱离十法界，这叫圆满的解脱。我们离开六道轮回，叫半个解脱，所以阿罗汉有半个解脱，他没有法身，他没有般若。脱离了十法界，法身、般若、解脱圆满现前，解脱是得大自在。大自在说的是什么？《普门品》里面讲观世音菩萨三十二应，那就是大自在。他有能力在十法界现身、说法教化众生，应以什么身得度，他就现什么身，这是解脱。现什么样的身，自己没有意思，自己要有意思的话，他就不得解脱，自己有意思就坏了。有意思是什么？是六道轮回的众生，他连六道都没出去。离开六道就没自己的意思，有自己的意思出不了六道轮回，没有自己的意思。那现身是什么？现身是众生的意思，《楞严经》上讲得好，「随众生心，应所知量」。众生希望佛来帮助他，他就现佛身；众生希望观世音菩萨来帮助他，他就现观世音菩萨身；众生希望地藏王菩萨帮助他，他就现地藏王身，不是自己「我要现个什么身」，不是的。自己从来没有起心动念过，是众生心，随着众生心自自然然现相。这个理很深，事也很玄，很不好懂。",
      "zh_TW": "「依緣因佛性能成就解脫之德」，法身、般若、解脫叫三德密藏。解脫是什麼？解是解開，脫是超越，解開是對煩惱講的，你把煩惱化解了，脫是什麼？脫離六道，脫離十法界。六道是三種煩惱統統具足，妄想分別執著，能把執著擺脫掉，執著就是見思煩惱，見思煩惱化解，你就脫離六道，那是功德，六道沒有了。可是在方便有餘土裡面，見思煩惱雖然沒有了，他還有塵沙煩惱，還有無明煩惱。塵沙煩惱是分別，無明煩惱是起心動念。再能把這些也化解，不再有分別，塵沙煩惱沒有了，不再起心動念，無明煩惱沒有了，脫離十法界，這叫圓滿的解脫。我們離開六道輪迴，叫半個解脫，所以阿羅漢有半個解脫，他沒有法身，他沒有般若。脫離了十法界，法身、般若、解脫圓滿現前，解脫是得大自在。大自在說的是什麼？《普門品》裡面講觀世音菩薩三十二應，那就是大自在。他有能力在十法界現身、說法教化眾生，應以什麼身得度，他就現什麼身，這是解脫。現什麼樣的身，自己沒有意思，自己要有意思的話，他就不得解脫，自己有意思就壞了。有意思是什麼？是六道輪迴的眾生，他連六道都沒出去。離開六道就沒自己的意思，有自己的意思出不了六道輪迴，沒有自己的意思。那現身是什麼？現身是眾生的意思，《楞嚴經》上講得好，「隨眾生心，應所知量」。眾生希望佛來幫助他，他就現佛身；眾生希望觀世音菩薩來幫助他，他就現觀世音菩薩身；眾生希望地藏王菩薩幫助他，他就現地藏王身，不是自己「我要現個什麼身」，不是的。自己從來沒有起心動念過，是眾生心，隨著眾生心自自然然現相。這個理很深，事也很玄，很不好懂。"
    },
    {
      "id": "12-047-0013_p0023",
      "zh_CN": "我们这些年来看到日本江本博士的水实验，给我们很大的启示，这个疑虑总算是化解了。你看水，水是矿物，它决定不会起心动念。可是我们的意念，我们一个善的意念对它，「我喜欢，我很爱你」，那个水的结晶就非常之美，那就是应，我们有感它就有应，我们是有心感，它是无心应，这叫解脱。我们一个不善的念头，「我讨厌你，我很恨你」，它现的结晶就很丑陋，那水岂不是随众生心应所知量。我们从这里能体会到，它是无心，我们看到这科学实验，很容易联想到。在古时候，没有这些科技发明，也有人问释迦牟尼佛，不起心、不动念怎么会能随众生心，能随心现相？佛举鼓、举钟做比喻，这个也很好。佛说鼓里面有东西吗？没有，空空的，这大家晓得。他说你去叩它，大叩则大鸣，小叩则小鸣，不叩则不鸣。你去敲它，敲它是感，声音发出来那是应，你大叩它就大鸣，小叩就小鸣，也能显示出来。敲钟亦复如此，钟没有东西，这是说明感应道交。感，是众生，有心；应，是诸佛如来，无意，他没有心，自自然然应。为什么能应？那就是自性本具的德能，统统包括在里头，智慧德相。智慧德相是性德，是自性里头本来有的，十法界众生，包括地狱众生，有求必应。",
      "zh_TW": "我們這些年來看到日本江本博士的水實驗，給我們很大的啟示，這個疑慮總算是化解了。你看水，水是礦物，它決定不會起心動念。可是我們的意念，我們一個善的意念對它，「我喜歡，我很愛你」，那個水的結晶就非常之美，那就是應，我們有感它就有應，我們是有心感，它是無心應，這叫解脫。我們一個不善的念頭，「我討厭你，我很恨你」，它現的結晶就很醜陋，那水豈不是隨眾生心應所知量。我們從這裡能體會到，它是無心，我們看到這科學實驗，很容易聯想到。在古時候，沒有這些科技發明，也有人問釋迦牟尼佛，不起心、不動念怎麼會能隨眾生心，能隨心現相？佛舉鼓、舉鐘做比喻，這個也很好。佛說鼓裡面有東西嗎？沒有，空空的，這大家曉得。他說你去叩它，大叩則大鳴，小叩則小鳴，不叩則不鳴。你去敲它，敲它是感，聲音發出來那是應，你大叩它就大鳴，小叩就小鳴，也能顯示出來。敲鐘亦復如此，鐘沒有東西，這是說明感應道交。感，是眾生，有心；應，是諸佛如來，無意，他沒有心，自自然然應。為什麼能應？那就是自性本具的德能，統統包括在裡頭，智慧德相。智慧德相是性德，是自性裡頭本來有的，十法界眾生，包括地獄眾生，有求必應。"
    },
    {
      "id": "12-047-0013_p0024",
      "zh_CN": "我们有时候也有求，不应，这个事情章嘉大师教导我，我跟他老人家三年，一直到他老人家圆寂。他给我说，「佛氏门中，有求必应」，可是有时候也不应，为什么不应？自己有业障，不在外面。外面没有障碍，自己有业障，这个道理深！自己要把业障消除，感应就现前，哪有不应的道理！所以我们看到一些同学，特别是在有困难的时候，求佛菩萨，有的人有很明显的感应，有的人没应。有感应，这佛菩萨灵；没有感应，这佛菩萨不灵，错了，不是佛菩萨灵不灵，是我们自己有没有障碍，没有障碍就灵，有障碍就不灵。障碍多分是有怀疑，我来试试看，看灵不灵；换句话说，信心不具足，所以就没有明显的感应。那个感应很快速的，是一丝毫怀疑都没有，他真相信，这些人往往发生在初学，知识水平不高，特别是老太婆有，未成年的孩童有，你细心去观察你就知道。为什么？他们老实，他们听了没有怀疑，真的有求必应。有求不应大多数是知识分子，学了佛，也相信了，信里头有疑惑，所以往往有求没有感应。几次有求都没有感应，他信心失掉了，佛讲的这些靠不住。他不能反求诸己，他不知道真正障碍在什么地方，总是把这些责任向外推，他不知道佛法是心法，「应观法界性，一切唯心造」，《华严经》上说的。",
      "zh_TW": "我們有時候也有求，不應，這個事情章嘉大師教導我，我跟他老人家三年，一直到他老人家圓寂。他給我說，「佛氏門中，有求必應」，可是有時候也不應，為什麼不應？自己有業障，不在外面。外面沒有障礙，自己有業障，這個道理深！自己要把業障消除，感應就現前，哪有不應的道理！所以我們看到一些同學，特別是在有困難的時候，求佛菩薩，有的人有很明顯的感應，有的人沒應。有感應，這佛菩薩靈；沒有感應，這佛菩薩不靈，錯了，不是佛菩薩靈不靈，是我們自己有沒有障礙，沒有障礙就靈，有障礙就不靈。障礙多分是有懷疑，我來試試看，看靈不靈；換句話說，信心不具足，所以就沒有明顯的感應。那個感應很快速的，是一絲毫懷疑都沒有，他真相信，這些人往往發生在初學，知識水平不高，特別是老太婆有，未成年的孩童有，你細心去觀察你就知道。為什麼？他們老實，他們聽了沒有懷疑，真的有求必應。有求不應大多數是知識分子，學了佛，也相信了，信裡頭有疑惑，所以往往有求沒有感應。幾次有求都沒有感應，他信心失掉了，佛講的這些靠不住。他不能反求諸己，他不知道真正障礙在什麼地方，總是把這些責任向外推，他不知道佛法是心法，「應觀法界性，一切唯心造」，《華嚴經》上說的。"
    },
    {
      "id": "12-047-0013_p0025",
      "zh_CN": "所以我们要重视这个地方所讲的一切善根功德，特别是在初学，我们要重视这一句，要修善根，要积功德。为什么？善根功德是缘因，它能帮助你开智慧，能帮助你将来证法身；开智慧就是助了因，证法身就是助正因，所以善根功德就非常重要。在三十七道品里面，四念处、四正勤、四如意足、五根、五力、七菩提分、八圣道分，都是属于善根功德。这些课程，在佛法里头无论大乘小乘都属于必修课。这是我们从「唯了因之所了」，附带学习的三因跟三因佛性，这个明白了。我们再看大师引《起信论》一段经文来给我们作证。",
      "zh_TW": "所以我們要重視這個地方所講的一切善根功德，特別是在初學，我們要重視這一句，要修善根，要積功德。為什麼？善根功德是緣因，它能幫助你開智慧，能幫助你將來證法身；開智慧就是助了因，證法身就是助正因，所以善根功德就非常重要。在三十七道品裡面，四念處、四正勤、四如意足、五根、五力、七菩提分、八聖道分，都是屬於善根功德。這些課程，在佛法裡頭無論大乘小乘都屬於必修課。這是我們從「唯了因之所了」，附帶學習的三因跟三因佛性，這個明白了。我們再看大師引《起信論》一段經文來給我們作證。"
    },
    {
      "id": "12-047-0013_p0026",
      "zh_CN": "【起信论云。真如自体。有大智慧光明义故。遍照法界义故。真实识知义故。自性清净心义故。广说如彼。故曰自性清净圆明体也。】",
      "zh_TW": "【起信論云。真如自體。有大智慧光明義故。遍照法界義故。真實識知義故。自性清淨心義故。廣說如彼。故曰自性清淨圓明體也。】"
    },
    {
      "id": "12-047-0013_p0027",
      "zh_CN": "《起信论》是古印度马鸣菩萨的作品，这里面说『真如自体』，就是自性，自性里面本来具足有『大智慧』，智慧的作用就是光明。这句话跟《华严经》上所说的「一切众生皆有智慧德相」一个意思。能大师开悟的时候所说的，「何期自性，本自具足」，具足什么？具足「大智慧光明」，具足无量德能，具足无量相好。到下面我们会读到，到第三段。本自具足，这个我们要相信，话说得很容易，相信还真难，为什么？真相信了，你就不会再从外面求法；换句话说，心外求法这个意念你就断了。心外求法佛门称之为外道，然后你想想，现在这个世间学佛的人有多少？有几个人向自性当中求？有多少人在心外求？你就明白，佛法为什么衰。我们把目标、方向全搞错了。佛在哪里？佛在西天，佛在极乐世界，搞错了。这些年来我们提倡「三时系念」，现在三时系念很流行，不但在国内，国外也很流行，许多人在做三时系念。中峰禅师在开示里面说得好，「自性弥陀，唯心净土」，这是向内。又说得更清楚，「此心即是阿弥陀佛，阿弥陀佛即是此心。此方即是净土，净土即是此方」，说得这么明白。这些说法我们也很熟悉，起不起作用？没起作用。这就是说，我们迷失自性太久了，虽然诸佛菩萨、祖师大德常常提醒我们，我们还是老习气。习气你说多难，这就是习气。可是遇到境界的时候，习气又起作用，把佛说的、祖师说的忘得一干二净；换句话说，我们还是在造业，还是在受报，从这个地方也能体会到习气作祟，不能不重视。怎么样才能断习气？那就是不断的要提醒自己，这个很重要。中国古大德常常教人，「读书千遍，其义自见」，要常常读，温故而知新，不能够离开。",
      "zh_TW": "《起信論》是古印度馬鳴菩薩的作品，這裡面說『真如自體』，就是自性，自性裡面本來具足有『大智慧』，智慧的作用就是光明。這句話跟《華嚴經》上所說的「一切眾生皆有智慧德相」一個意思。能大師開悟的時候所說的，「何期自性，本自具足」，具足什麼？具足「大智慧光明」，具足無量德能，具足無量相好。到下面我們會讀到，到第三段。本自具足，這個我們要相信，話說得很容易，相信還真難，為什麼？真相信了，你就不會再從外面求法；換句話說，心外求法這個意念你就斷了。心外求法佛門稱之為外道，然後你想想，現在這個世間學佛的人有多少？有幾個人向自性當中求？有多少人在心外求？你就明白，佛法為什麼衰。我們把目標、方向全搞錯了。佛在哪裡？佛在西天，佛在極樂世界，搞錯了。這些年來我們提倡「三時繫念」，現在三時繫念很流行，不但在國內，國外也很流行，許多人在做三時繫念。中峰禪師在開示裡面說得好，「自性彌陀，唯心淨土」，這是向內。又說得更清楚，「此心即是阿彌陀佛，阿彌陀佛即是此心。此方即是淨土，淨土即是此方」，說得這麼明白。這些說法我們也很熟悉，起不起作用？沒起作用。這就是說，我們迷失自性太久了，雖然諸佛菩薩、祖師大德常常提醒我們，我們還是老習氣。習氣你說多難，這就是習氣。可是遇到境界的時候，習氣又起作用，把佛說的、祖師說的忘得一乾二淨；換句話說，我們還是在造業，還是在受報，從這個地方也能體會到習氣作祟，不能不重視。怎麼樣才能斷習氣？那就是不斷的要提醒自己，這個很重要。中國古大德常常教人，「讀書千遍，其義自見」，要常常讀，溫故而知新，不能夠離開。"
    },
    {
      "id": "12-047-0013_p0028",
      "zh_CN": "我们年轻的时候学经教，老师时时刻刻提醒我们，他用打拳的人、唱歌的人来做比喻。他说你看看打拳的拳不离手，天天要练，唱歌的人曲不离口，天天要唱，所谓吊嗓子，天天要唱。讲经的人是什么？老师的意思天天要讲，三个月不讲就生疏了。再说听经的人，三个月不听，毛病习气全出来。特别是在这个时代，在佛门术语说「法弱魔强」，魔是什么？诱惑，这个社会诱惑力量太大了，你要不天天听经念佛，你有什么方法能够敌得过外面的诱惑？没有法子。只有天天读经、天天念佛、天天听经，时时刻刻得经教提醒我们，我们才能在境界里面有一些不善的知道回避。可是听经的缘不容易，现在虽然有卫星、有网路，我们在一天生活当中，有几个人能有这个机缘，每天守在电视面前，守在网路面前，太少了。",
      "zh_TW": "我們年輕的時候學經教，老師時時刻刻提醒我們，他用打拳的人、唱歌的人來做比喻。他說你看看打拳的拳不離手，天天要練，唱歌的人曲不離口，天天要唱，所謂吊嗓子，天天要唱。講經的人是什麼？老師的意思天天要講，三個月不講就生疏了。再說聽經的人，三個月不聽，毛病習氣全出來。特別是在這個時代，在佛門術語說「法弱魔強」，魔是什麼？誘惑，這個社會誘惑力量太大了，你要不天天聽經念佛，你有什麼方法能夠敵得過外面的誘惑？沒有法子。只有天天讀經、天天念佛、天天聽經，時時刻刻得經教提醒我們，我們才能在境界裡面有一些不善的知道迴避。可是聽經的緣不容易，現在雖然有衛星、有網路，我們在一天生活當中，有幾個人能有這個機緣，每天守在電視面前，守在網路面前，太少了。"
    },
    {
      "id": "12-047-0013_p0029",
      "zh_CN": "这一次我从香港回来，坐的是长荣的班机，偶然的在飞机上看到，他们的免税品在飞机上买卖，看到一个信息，里面有小型的卫星电视的接收器，实在讲就是小的电视机。多大？跟现在的手机差不多一样大。我就问空中小姐，拿来我看看，她没有，要订。我们就订购，今天寄到，我就交给谢吉田先生。这么小的一个电视机，那就太方便了，装在口袋里。想找这个公司，让他们研究研究，给我们特制做一个电晶片，让这个小的电视机专门收看我们的讲经频道，其他频道看不到，就这一个频道，你一打开就看到了。我们可以介绍他，喜欢听经的人都到他家买，我想他生意一定很好。这个放在口袋里，随时可以打开来听，我们现在卫星是二十四小时不间断的，网路也是不间断的，看看研究能不能收看我们的网路跟卫星，其他东西都不要。找这个公司让他去研究开发，这个好事情。有这么一个设备，我们就方便了，我们每天听经可以不中断，有时间打开来就听，他能够听到声音，也能够看到影像，非常方便。现在这个世界，讲经的人少了，好在有这么一个设备。",
      "zh_TW": "這一次我從香港回來，坐的是長榮的班機，偶然的在飛機上看到，他們的免稅品在飛機上買賣，看到一個信息，裡面有小型的衛星電視的接收器，實在講就是小的電視機。多大？跟現在的手機差不多一樣大。我就問空中小姐，拿來我看看，她沒有，要訂。我們就訂購，今天寄到，我就交給謝吉田先生。這麼小的一個電視機，那就太方便了，裝在口袋裡。想找這個公司，讓他們研究研究，給我們特製做一個電晶片，讓這個小的電視機專門收看我們的講經頻道，其他頻道看不到，就這一個頻道，你一打開就看到了。我們可以介紹他，喜歡聽經的人都到他家買，我想他生意一定很好。這個放在口袋裡，隨時可以打開來聽，我們現在衛星是二十四小時不間斷的，網路也是不間斷的，看看研究能不能收看我們的網路跟衛星，其他東西都不要。找這個公司讓他去研究開發，這個好事情。有這麼一個設備，我們就方便了，我們每天聽經可以不中斷，有時間打開來就聽，他能夠聽到聲音，也能夠看到影像，非常方便。現在這個世界，講經的人少了，好在有這麼一個設備。"
    },
    {
      "id": "12-047-0013_p0030",
      "zh_CN": "我也很想找个清净地方定居，这一生流浪，流浪了八十年。希望能定居下来，有几个同参道友喜欢《华严经》的，我们在一起学《华严》，将来《华严经》还有人继续讲下去，好！《华严》是佛门的根本法轮。方东美先生早年给我介绍，说《华严》是佛经哲学概论，它把整个佛法都包括了，各宗各派的教义都在这部经里头。学了《华严》，换句话说，各个宗派的典籍你都能够通达。所以这部经虽然长，它太重要了。能有几个同参道友，找一个很小的地方，人数不要超过十个人，这李老师教给我的，十个人以上，你的精神、体力、时间你就照顾不到，十个人之内还可以，超过十个人就照顾不到，学不好。所以人数愈少愈好，当然最理想的不超过七个人，佛法常常用「七」代表圆满。没有七个人，二、三个人也不错，也就很难得了。这是个好事情，要认真做，再不认真做，确实佛法后继无人了，这是我们真正担忧之处。",
      "zh_TW": "我也很想找個清淨地方定居，這一生流浪，流浪了八十年。希望能定居下來，有幾個同參道友喜歡《華嚴經》的，我們在一起學《華嚴》，將來《華嚴經》還有人繼續講下去，好！《華嚴》是佛門的根本法輪。方東美先生早年給我介紹，說《華嚴》是佛經哲學概論，它把整個佛法都包括了，各宗各派的教義都在這部經裡頭。學了《華嚴》，換句話說，各個宗派的典籍你都能夠通達。所以這部經雖然長，它太重要了。能有幾個同參道友，找一個很小的地方，人數不要超過十個人，這李老師教給我的，十個人以上，你的精神、體力、時間你就照顧不到，十個人之內還可以，超過十個人就照顧不到，學不好。所以人數愈少愈好，當然最理想的不超過七個人，佛法常常用「七」代表圓滿。沒有七個人，二、三個人也不錯，也就很難得了。這是個好事情，要認真做，再不認真做，確實佛法後繼無人了，這是我們真正擔憂之處。"
    },
    {
      "id": "12-047-0013_p0031",
      "zh_CN": "自性具足智慧光明，具足德能相好。后头说『遍照法界义』，这一句实在讲的就是相好，相好是「法界」，「遍照」就是前面讲的「唯了因之所了」。你智慧开了，照见法界虚空界，才知道法界虚空界的真相。那个真相就是佛法讲的庄严，《华严经》上讲的「大方广佛华严」，最后那个严是庄严，庄严在我们中国古大德讲的「止于至善」，至善，没有一丝毫欠缺，这到后面第三段，意思完全透出来了。『真实识知义故』，那不是假的，真的认识它，这是德，自性里面本来具足的大德。『自性清净心义故』，所有明心见性的，第一句话都说自性清净，从来没有染着。『广说如彼』，「广」是详细、细说，在《大乘起信论》。国师将《大乘起信论》这几句做为这一段的一个总结，『故曰自性清净圆明体也』，回归，说明所以称它为「自性清净圆明体」。名是假名，不要执著名词，要真正识知它的真实义，这个要紧。名是假名，相是幻相，名跟相都不重要，你要从名跟相里面体会到它永恒不变的性体、性德、性的作用，那你是真的学到了。第一段我们就学习到此地，谢谢大家。",
      "zh_TW": "自性具足智慧光明，具足德能相好。後頭說『遍照法界義』，這一句實在講的就是相好，相好是「法界」，「遍照」就是前面講的「唯了因之所了」。你智慧開了，照見法界虛空界，才知道法界虛空界的真相。那個真相就是佛法講的莊嚴，《華嚴經》上講的「大方廣佛華嚴」，最後那個嚴是莊嚴，莊嚴在我們中國古大德講的「止於至善」，至善，沒有一絲毫欠缺，這到後面第三段，意思完全透出來了。『真實識知義故』，那不是假的，真的認識它，這是德，自性裡面本來具足的大德。『自性清淨心義故』，所有明心見性的，第一句話都說自性清淨，從來沒有染著。『廣說如彼』，「廣」是詳細、細說，在《大乘起信論》。國師將《大乘起信論》這幾句做為這一段的一個總結，『故曰自性清淨圓明體也』，回歸，說明所以稱它為「自性清淨圓明體」。名是假名，不要執著名詞，要真正識知它的真實義，這個要緊。名是假名，相是幻相，名跟相都不重要，你要從名跟相裡面體會到它永恆不變的性體、性德、性的作用，那你是真的學到了。第一段我們就學習到此地，謝謝大家。"
    }
  ]
}