{
  "doc_id": "12-047-0023",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-047-0023",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-047-0023_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第五页倒数第三行最后一句看起，我们将经文念一段，对对地方：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第五頁倒數第三行最後一句看起，我們將經文念一段，對對地方："
    },
    {
      "id": "12-047-0023_p0002",
      "zh_CN": "【华严经云。严净不可思议刹。供养一切诸如来。放大光明无有边。度脱众生亦无限。施戒忍进及禅定。智慧方便神通等。如是一切皆自在。以佛华严三昧力。】",
      "zh_TW": "【華嚴經云。嚴淨不可思議剎。供養一切諸如來。放大光明無有邊。度脫眾生亦無限。施戒忍進及禪定。智慧方便神通等。如是一切皆自在。以佛華嚴三昧力。】"
    },
    {
      "id": "12-047-0023_p0003",
      "zh_CN": "这是最后一小段的经文。在这一段前面，讲的是「法界圆明自在用」，这一段是说正报，自性一念不觉它就现相。前面第一段给我们讲现依报，这是佛学的名词，现在的话就是现宇宙，宇宙出现了。诸位要晓得，宇宙跟我们自己都不是真的，都是假的，都是从自性里面是一念不觉，用我们现在的话就是极其微细的波动，这一动它就现相。自性里面不现相的时候，六祖能大师说「本自具足」，这是不现相的时候，现相的时候「能生万法」。宇宙从哪里来的？世界从哪里来的？万法从哪里来的？前面我们都学习过了。这一段是正报，正报是讲的自己，我从哪里来的。",
      "zh_TW": "這是最後一小段的經文。在這一段前面，講的是「法界圓明自在用」，這一段是說正報，自性一念不覺它就現相。前面第一段給我們講現依報，這是佛學的名詞，現在的話就是現宇宙，宇宙出現了。諸位要曉得，宇宙跟我們自己都不是真的，都是假的，都是從自性裡面是一念不覺，用我們現在的話就是極其微細的波動，這一動它就現相。自性裡面不現相的時候，六祖能大師說「本自具足」，這是不現相的時候，現相的時候「能生萬法」。宇宙從哪裡來的？世界從哪裡來的？萬法從哪裡來的？前面我們都學習過了。這一段是正報，正報是講的自己，我從哪裡來的。"
    },
    {
      "id": "12-047-0023_p0004",
      "zh_CN": "在中国禅宗，过去诸位常常听到，宗门里面所谓父母未生我之前本来面目，是什么？本来面目是自性。不觉它就起动，我们讲起心动念，起心动念我与整个宇宙同时出现，依报正报同时出现，这是佛法里面讲的宇宙万法的缘起，讲得非常之好。这一念波动如果停了，宇宙跟我就没有了，所以它是假的。前面跟诸位做过详细报告，这个现相是相似相续相，很像我们现在电影院里面放的，现在大概不是用老式的，老式的电影片是胶片，用胶片很容易看出来。它是一格一格的，一格是一个幻灯片，一秒钟二十四个生灭，我们把银幕上的影像就以为是真的，非常逼真。殊不知它张张不一样，前一个像跟后一个像绝对不相同，它是两个，没有一张是完全相同的，它相似，所以相似相续相。我们现前宇宙跟我们万物和我们的身命，就跟电影上的相续相完全相同，速度更快。快到什么程度？弥勒菩萨告诉我们，一弹指三十二亿百千念，也就是三百二十兆分之一秒，一弹指。我们不能讲秒，一弹指，如果用秒算，我们一秒钟可以弹四次，再乘四，就是一千二百八十兆分之一秒，这样的速度在出现。每一个念，「念念成形，形皆有识」，念念成形是依报，就是宇宙、万物；形皆有识就是正报，见闻觉知，受想行识。依正庄严速度太快，我们通常讲刹那之间，实际上刹那很不容易体会，我们从来没有想到刹那之间的速度居然是一秒钟的一千二百八十兆分之一，这是把诸法实相给我们说出来。",
      "zh_TW": "在中國禪宗，過去諸位常常聽到，宗門裡面所謂父母未生我之前本來面目，是什麼？本來面目是自性。不覺它就起動，我們講起心動念，起心動念我與整個宇宙同時出現，依報正報同時出現，這是佛法裡面講的宇宙萬法的緣起，講得非常之好。這一念波動如果停了，宇宙跟我就沒有了，所以它是假的。前面跟諸位做過詳細報告，這個現相是相似相續相，很像我們現在電影院裡面放的，現在大概不是用老式的，老式的電影片是膠片，用膠片很容易看出來。它是一格一格的，一格是一個幻燈片，一秒鐘二十四個生滅，我們把銀幕上的影像就以為是真的，非常逼真。殊不知它張張不一樣，前一個像跟後一個像絕對不相同，它是兩個，沒有一張是完全相同的，它相似，所以相似相續相。我們現前宇宙跟我們萬物和我們的身命，就跟電影上的相續相完全相同，速度更快。快到什麼程度？彌勒菩薩告訴我們，一彈指三十二億百千念，也就是三百二十兆分之一秒，一彈指。我們不能講秒，一彈指，如果用秒算，我們一秒鐘可以彈四次，再乘四，就是一千二百八十兆分之一秒，這樣的速度在出現。每一個念，「念念成形，形皆有識」，念念成形是依報，就是宇宙、萬物；形皆有識就是正報，見聞覺知，受想行識。依正莊嚴速度太快，我們通常講剎那之間，實際上剎那很不容易體會，我們從來沒有想到剎那之間的速度居然是一秒鐘的一千二百八十兆分之一，這是把諸法實相給我們說出來。"
    },
    {
      "id": "12-047-0023_p0005",
      "zh_CN": "在总结里面，大师跟我们说，「真该妄末，行无不修，妄彻真源，相无不寂」，用这个做了个总结。我们用普通的术语来讲，诸位容易体会，他这四句实际上就是跟我们说「真妄不二，真妄一如」，特别在《妄尽还源观》里面，让我们深深体会到这个境界。末后大师引用《华严经》上这几句偈子，《华严经》上说『严净不可思议刹』，「刹」是佛刹，刹是指什么？指十方一切诸佛的实报庄严土，指的是这个；引申的意思，那就包括一切诸佛如来的十法界。我们现在通常讲的是我们娑婆世界的十法界，在《华严经》上讲的就不是一个世界，无量无边诸佛刹土，都是一念不觉（就是起心动念）变现出来的，没有先后，这个一定要知道，没有广狭，真的叫不可思议。这个不可思议就是，没有先后就是没有时间，没有广狭就是没有空间，时间空间都不存在，都不是真的。可是我出现了，不管我是在觉、是在迷，如果在觉，我们就叫他诸佛如来，如果在迷，我们就叫他菩萨、声闻、缘觉或者是六道众生。无论在什么位子上他一定是这样做法，庄严清净佛净土，为什么？性德自自然然的流露。佛门常讲法尔如是，法自自然然它就是这样，是性德流露。",
      "zh_TW": "在總結裡面，大師跟我們說，「真該妄末，行無不修，妄徹真源，相無不寂」，用這個做了個總結。我們用普通的術語來講，諸位容易體會，他這四句實際上就是跟我們說「真妄不二，真妄一如」，特別在《妄盡還源觀》裡面，讓我們深深體會到這個境界。末後大師引用《華嚴經》上這幾句偈子，《華嚴經》上說『嚴淨不可思議剎』，「剎」是佛剎，剎是指什麼？指十方一切諸佛的實報莊嚴土，指的是這個；引申的意思，那就包括一切諸佛如來的十法界。我們現在通常講的是我們娑婆世界的十法界，在《華嚴經》上講的就不是一個世界，無量無邊諸佛剎土，都是一念不覺（就是起心動念）變現出來的，沒有先後，這個一定要知道，沒有廣狹，真的叫不可思議。這個不可思議就是，沒有先後就是沒有時間，沒有廣狹就是沒有空間，時間空間都不存在，都不是真的。可是我出現了，不管我是在覺、是在迷，如果在覺，我們就叫他諸佛如來，如果在迷，我們就叫他菩薩、聲聞、緣覺或者是六道眾生。無論在什麼位子上他一定是這樣做法，莊嚴清淨佛淨土，為什麼？性德自自然然的流露。佛門常講法爾如是，法自自然然它就是這樣，是性德流露。"
    },
    {
      "id": "12-047-0023_p0006",
      "zh_CN": "性德我们后面还会讲到，有四种大德大能，随缘妙用、威仪有则、柔和质直、代众生苦，这是自性的四性德，所以它一定是庄严净土。而且怎么样？『供养如来』，此地讲的供养如来，「如来」是广义的，为什么？一切众生本来是佛，一切众生皆有如来智慧德相，哪个不是如来？这里头有觉悟的如来，有妄尽还源的如来，还有妄没尽，还没有还源，那就是十法界里面的众生。用「供养」，这是普贤菩萨修的，普贤菩萨跟一般菩萨不一样的地方，智慧圆满了，知道一切众生都是诸佛如来。所以对一切众生他不讲布施，他讲供养，这样的尊重，与性德圆满的相应。供养里面最重要的是什么供养？这大乘经论里面说得太多，《华严经》尤其讲得多，「法供养为最」。真正觉悟的人要知道，我们落在十法界，特别是堕落在六道轮回，出不去，佛菩萨要不要帮忙？佛菩萨没有不帮忙的，佛氏门中，不舍一人，他怎么会不帮忙？问题在哪里？帮不上，那就是众生迷得太深、迷得太重，所以世尊常常感叹说「可怜悯者」，他不肯回头。善根厚的人，知道在十法界里面哪样事情最重要，觉悟最重要。因为你觉悟，你就还源，你就回归自性，迷了之后再回来，不再随着外面境界转，这个重要。尤其是净宗法门，《华严》到最后，普贤菩萨十大愿王导归极乐，只要一到极乐世界，你就真的还源，无论你在极乐世界是哪一土，凡圣同居土也好，方便有余土也好，下下品往生也好，你决定还源，你这一生当中就成就了。能生净土的人就决定成佛，这跟其他法门不一样，所以这个法门是无比的殊胜。",
      "zh_TW": "性德我們後面還會講到，有四種大德大能，隨緣妙用、威儀有則、柔和質直、代眾生苦，這是自性的四性德，所以它一定是莊嚴淨土。而且怎麼樣？『供養如來』，此地講的供養如來，「如來」是廣義的，為什麼？一切眾生本來是佛，一切眾生皆有如來智慧德相，哪個不是如來？這裡頭有覺悟的如來，有妄盡還源的如來，還有妄沒盡，還沒有還源，那就是十法界裡面的眾生。用「供養」，這是普賢菩薩修的，普賢菩薩跟一般菩薩不一樣的地方，智慧圓滿了，知道一切眾生都是諸佛如來。所以對一切眾生他不講布施，他講供養，這樣的尊重，與性德圓滿的相應。供養裡面最重要的是什麼供養？這大乘經論裡面說得太多，《華嚴經》尤其講得多，「法供養為最」。真正覺悟的人要知道，我們落在十法界，特別是墮落在六道輪迴，出不去，佛菩薩要不要幫忙？佛菩薩沒有不幫忙的，佛氏門中，不捨一人，他怎麼會不幫忙？問題在哪裡？幫不上，那就是眾生迷得太深、迷得太重，所以世尊常常感嘆說「可憐憫者」，他不肯回頭。善根厚的人，知道在十法界裡面哪樣事情最重要，覺悟最重要。因為你覺悟，你就還源，你就回歸自性，迷了之後再回來，不再隨著外面境界轉，這個重要。尤其是淨宗法門，《華嚴》到最後，普賢菩薩十大願王導歸極樂，只要一到極樂世界，你就真的還源，無論你在極樂世界是哪一土，凡聖同居土也好，方便有餘土也好，下下品往生也好，你決定還源，你這一生當中就成就了。能生淨土的人就決定成佛，這跟其他法門不一樣，所以這個法門是無比的殊勝。"
    },
    {
      "id": "12-047-0023_p0007",
      "zh_CN": "往生净土难不难？我到高雄来，我就想到早年间我在佛光山教书。说这个话五十多年了，佛光山那个时候只有一栋房子，「东方佛教学院」，其他的建筑全都是以后造的，那边一片荒山。道场里面有长年工作的人，长工。我有一天晚上，带着几个同学在放生池的旁边，放生池正在建筑，还没有搞好，在月光底下在那里讨论佛法。就有一个工人，做长工的，看到我们围着坐在一起，他也来了，来了之后给我们讲个故事，我们都听他的。他是将军乡人，他的邻居，一个老太太，这个老太太非常善良，拜佛、拜神，什么都拜。非常难得，三年前她娶了个媳妇很好，婆媳关系处得非常好，媳妇学佛，懂得佛法，就劝她婆婆专拜阿弥陀佛，专念阿弥陀佛，其他都不要拜。她就接受了，从此之后就专念阿弥陀佛、专拜阿弥陀佛，拜了三年。这一天，就是往生的那一天，她也没有说她往生，我相信她怕她说了之后，她家里的人会难过，就产生障碍，她不说。她就跟家里人讲，晚上吃晚饭的时候，说你们先吃饭，不要等我，我去洗个澡。可是家里儿孙很孝顺，还是等她，等了很久都没出来，怎么回事情？进去看看。真的她洗了澡，再找也找不到。她家有个小佛堂，到小佛堂里面去，看到老太太穿着海青，手上拿着念珠，面对着佛像，站在那里。叫了不答应，仔细去看她，她往生了，她站着走的。这个工人跟我们讲，念佛往生是真的，不是假的，亲眼看到的。我记得我有一年，在高雄中山大学，校长请我去做一次讲演，我提到这桩事情，还有几个同学举手跟我讲他知道，他们知道这个事情，真的，不是假的。",
      "zh_TW": "往生淨土難不難？我到高雄來，我就想到早年間我在佛光山教書。說這個話五十多年了，佛光山那個時候只有一棟房子，「東方佛教學院」，其他的建築全都是以後造的，那邊一片荒山。道場裡面有長年工作的人，長工。我有一天晚上，帶著幾個同學在放生池的旁邊，放生池正在建築，還沒有搞好，在月光底下在那裡討論佛法。就有一個工人，做長工的，看到我們圍著坐在一起，他也來了，來了之後給我們講個故事，我們都聽他的。他是將軍鄉人，他的鄰居，一個老太太，這個老太太非常善良，拜佛、拜神，什麼都拜。非常難得，三年前她娶了個媳婦很好，婆媳關係處得非常好，媳婦學佛，懂得佛法，就勸她婆婆專拜阿彌陀佛，專念阿彌陀佛，其他都不要拜。她就接受了，從此之後就專念阿彌陀佛、專拜阿彌陀佛，拜了三年。這一天，就是往生的那一天，她也沒有說她往生，我相信她怕她說了之後，她家裡的人會難過，就產生障礙，她不說。她就跟家裡人講，晚上吃晚飯的時候，說你們先吃飯，不要等我，我去洗個澡。可是家裡兒孫很孝順，還是等她，等了很久都沒出來，怎麼回事情？進去看看。真的她洗了澡，再找也找不到。她家有個小佛堂，到小佛堂裡面去，看到老太太穿著海青，手上拿著念珠，面對著佛像，站在那裡。叫了不答應，仔細去看她，她往生了，她站著走的。這個工人跟我們講，念佛往生是真的，不是假的，親眼看到的。我記得我有一年，在高雄中山大學，校長請我去做一次講演，我提到這樁事情，還有幾個同學舉手跟我講他知道，他們知道這個事情，真的，不是假的。"
    },
    {
      "id": "12-047-0023_p0008",
      "zh_CN": "你看看老太婆三年，到极乐世界作佛去了，又没有生病，没有丝毫痛苦，说走就走了。这个才是我们十法界里面众生，特别是六道众生，第一桩大事，别的是小事；说老实话，弘法利生都是小事。弘法利生，如果我们自己这一生不能往生，那就是《无量寿经》所说的，「不如坚勇求正觉」。无论你做多少好事，都不如你在这一生成佛，你要知道你成佛之后你度多少众生。我从一九七七年到香港讲经，听到许多念佛人，倓虚老法师常常讲，香港人都很熟悉。他讲他一个同学，谛闲法师的徒弟，他是谛闲法师的学生，所以也算是师兄弟。有个锅漏匠，也是站着往生的，念佛三年，预知时至，往生还站了三天，让谛闲法师去替他办后事。谛闲法师佩服到极处，常常用他来做个好榜样，劝大家念佛。念佛没有别的，真正念佛，三年成就的人不知道有多少，这里头只有一个秘诀，就是万缘放下。凡是念佛不能成就的，都是放不下，所以放不下害惨了你，害你搞六道轮回，害你堕三恶道，这个不能不知道。你愿不愿意再去堕三恶道？说实在话，若不坚勇求正觉（那就是死心塌地念佛），三恶道的因天天造，三恶道的果怎么能不受？",
      "zh_TW": "你看看老太婆三年，到極樂世界作佛去了，又沒有生病，沒有絲毫痛苦，說走就走了。這個才是我們十法界裡面眾生，特別是六道眾生，第一樁大事，別的是小事；說老實話，弘法利生都是小事。弘法利生，如果我們自己這一生不能往生，那就是《無量壽經》所說的，「不如堅勇求正覺」。無論你做多少好事，都不如你在這一生成佛，你要知道你成佛之後你度多少眾生。我從一九七七年到香港講經，聽到許多念佛人，倓虛老法師常常講，香港人都很熟悉。他講他一個同學，諦閑法師的徒弟，他是諦閑法師的學生，所以也算是師兄弟。有個鍋漏匠，也是站著往生的，念佛三年，預知時至，往生還站了三天，讓諦閑法師去替他辦後事。諦閑法師佩服到極處，常常用他來做個好榜樣，勸大家念佛。念佛沒有別的，真正念佛，三年成就的人不知道有多少，這裡頭只有一個祕訣，就是萬緣放下。凡是念佛不能成就的，都是放不下，所以放不下害慘了你，害你搞六道輪迴，害你墮三惡道，這個不能不知道。你願不願意再去墮三惡道？說實在話，若不堅勇求正覺（那就是死心塌地念佛），三惡道的因天天造，三惡道的果怎麼能不受？"
    },
    {
      "id": "12-047-0023_p0009",
      "zh_CN": "我们就在此地知道了，用什么来供养一切诸如来？具体肯定的来讲，就是用念佛法门。自己专念阿弥陀佛求生净土，也劝别人专念阿弥陀佛求生净土，经教学不学没有关系。经教的作用是什么？是劝我们、帮助我们破迷开悟，作用在此地，断疑生信。如果我们有善根，对于净宗法门相信，对于阿弥陀佛相信，就不必经教了。不相信，那才研究经教，把它搞清楚、搞明白，信心建立了，经教的作用在此地。真正相信，你还搞经教，那就发生障碍，经教变成什么？所知障。所以《金刚经》上佛说，「法尚应舍，何况非法」，那个法是什么？佛法，佛法你都要把它丢掉。像释迦牟尼佛当年在世给我们示现的，他十九岁出去求学一直到三十岁，十二年，十二年求学，求的是法，最后要把那个法舍掉，才大彻大悟，明心见性。他要不把十二年所学的东西彻底放下，他就不能开悟，为什么？所知障，这个要懂。",
      "zh_TW": "我們就在此地知道了，用什麼來供養一切諸如來？具體肯定的來講，就是用念佛法門。自己專念阿彌陀佛求生淨土，也勸別人專念阿彌陀佛求生淨土，經教學不學沒有關係。經教的作用是什麼？是勸我們、幫助我們破迷開悟，作用在此地，斷疑生信。如果我們有善根，對於淨宗法門相信，對於阿彌陀佛相信，就不必經教了。不相信，那才研究經教，把它搞清楚、搞明白，信心建立了，經教的作用在此地。真正相信，你還搞經教，那就發生障礙，經教變成什麼？所知障。所以《金剛經》上佛說，「法尚應捨，何況非法」，那個法是什麼？佛法，佛法你都要把它丟掉。像釋迦牟尼佛當年在世給我們示現的，他十九歲出去求學一直到三十歲，十二年，十二年求學，求的是法，最後要把那個法捨掉，才大徹大悟，明心見性。他要不把十二年所學的東西徹底放下，他就不能開悟，為什麼？所知障，這個要懂。"
    },
    {
      "id": "12-047-0023_p0010",
      "zh_CN": "现代这个社会动乱，真叫世界大乱，我们遇到了。常常有很多人讲我们很不幸，动乱的时代，没有善知识、没有佛菩萨来帮助我们，这个想法是错误的。佛菩萨无时无处不在，而是你自己心浮气躁你不认识。真正修行人，宗门有句话说，你会么！真正会修的人，什么境界都是好境界，什么样的人都是好人。什么叫会？我们中国古圣先贤告诉我们，「三人行，必有我师」，你懂得这句话的意思，你就会了。三人行是什么？一个是自己，一个善人，一个恶人。善人是好人，他教我们学好，我们好好跟他学，他是好人。恶人也是好人，他那些作恶让我常常反省，看了反省我有没有？「有则改之，无则嘉勉」，所以他也是好人，他干的也是好事。他从反面来教我，善人从正面来教我，都是好老师，所以什么样的境界你都能成就。如果你自己迷了、糊涂了，看到善的，你不愿意跟他学，看到恶的你还讨厌，还骂他几句，或者你就跟他学坏了，那叫不善学、不会学。会学的时候，真的是人人是好人，事事是好事，一点都不错，一切众生都是佛菩萨。谁能做到？《华严经》上善财童子做到了，你看他去参访五十三位善知识，这五十三位是什么人？就是我们今天讲的男女老少各行各业，我们从早起来到晚上睡觉你所接触到的，那就叫五十三参。你这一天所看到的，好人，你都学他的好处，坏人，你都反省，忏悔自己的业障，你不就成就了吗？五十三参不是善财童子的专利，我们每个人都在面前，就是你会不会。会，那你就是善财童子，你这一生圆满成佛；你要不会，当面错过，你还是在造业，遇到善人生欢喜心也造业，遇到恶人生厌恶心还是在造业，这个道理不能不懂。我们今天在此地看到「供养一切诸如来」，你就晓得怎样修供养，依教修行是真供养。",
      "zh_TW": "現代這個社會動亂，真叫世界大亂，我們遇到了。常常有很多人講我們很不幸，動亂的時代，沒有善知識、沒有佛菩薩來幫助我們，這個想法是錯誤的。佛菩薩無時無處不在，而是你自己心浮氣躁你不認識。真正修行人，宗門有句話說，你會麼！真正會修的人，什麼境界都是好境界，什麼樣的人都是好人。什麼叫會？我們中國古聖先賢告訴我們，「三人行，必有我師」，你懂得這句話的意思，你就會了。三人行是什麼？一個是自己，一個善人，一個惡人。善人是好人，他教我們學好，我們好好跟他學，他是好人。惡人也是好人，他那些作惡讓我常常反省，看了反省我有沒有？「有則改之，無則嘉勉」，所以他也是好人，他幹的也是好事。他從反面來教我，善人從正面來教我，都是好老師，所以什麼樣的境界你都能成就。如果你自己迷了、糊塗了，看到善的，你不願意跟他學，看到惡的你還討厭，還罵他幾句，或者你就跟他學壞了，那叫不善學、不會學。會學的時候，真的是人人是好人，事事是好事，一點都不錯，一切眾生都是佛菩薩。誰能做到？《華嚴經》上善財童子做到了，你看他去參訪五十三位善知識，這五十三位是什麼人？就是我們今天講的男女老少各行各業，我們從早起來到晚上睡覺你所接觸到的，那就叫五十三參。你這一天所看到的，好人，你都學他的好處，壞人，你都反省，懺悔自己的業障，你不就成就了嗎？五十三參不是善財童子的專利，我們每個人都在面前，就是你會不會。會，那你就是善財童子，你這一生圓滿成佛；你要不會，當面錯過，你還是在造業，遇到善人生歡喜心也造業，遇到惡人生厭惡心還是在造業，這個道理不能不懂。我們今天在此地看到「供養一切諸如來」，你就曉得怎樣修供養，依教修行是真供養。"
    },
    {
      "id": "12-047-0023_p0011",
      "zh_CN": "『放大光明无有边』，「光明」是智慧、是慈悲，是一切佛法的总纲领，普照一切众生。观世音菩萨现千手千眼，千眼就是放大光明，照见，千手就是大慈悲，伸手去援助，去帮助他。『度脱众生亦无限』，这些都是说了一个原则，下面这两句就讲得很具体。『施戒忍进及禅定，智慧方便神通等』，这是《华严经》上讲的十波罗蜜，这就讲得非常具体。布施、持戒、忍辱、精进、禅定、般若、方便波罗蜜，「等」用「神通」两个字代表，代表的是愿波罗蜜、力波罗蜜、智波罗蜜，《华严经》上讲的菩萨十度。这是菩萨自行化他的十大纲领，《华严经》上跟我们说的，一即是多、多即是一，它含容周遍。譬如布施，布施里面就有持戒、忍辱、精进、禅定、方便，其他的九个波罗蜜都在布施里面；说持戒，布施、忍辱、精进也都在里头，一即是多，多即是一，一多不二，它是圆满的，它是不能够分离的。以这种方法，为一切众生服务。服务是先修自己，感化别人，绝不是要求别人，自己不做，这是不能成就的，别人不会相信的。如果是好东西，你一定先做，你一定先成功，你自己没有做，介绍给别人，别人不相信，摇头，这个未必是好东西，好东西一定是你先自己成就。所以诸佛如来度化众生，是先自己成佛，然后叫你看到，接触到之后，你感受，你五体投地的、甘心情愿的跟他学习。所以他们的教学成功了，原因是什么？他做到，他然后再说到。我们后人教学，怎么热心去教都不成功，不是不热心，真热心，不成功，为什么？自己不是这个样子，他怀疑。你热心对他，他还在旁边起怀疑：他到底是什么用意？他是什么企图？是不是要害我？他愈想愈讹，愈想愈害怕，他怎么肯跟你学？所以，世尊、诸佛菩萨给我们做的示范，给我们做的榜样，用意非常的深，我们要细心体会。",
      "zh_TW": "『放大光明無有邊』，「光明」是智慧、是慈悲，是一切佛法的總綱領，普照一切眾生。觀世音菩薩現千手千眼，千眼就是放大光明，照見，千手就是大慈悲，伸手去援助，去幫助他。『度脫眾生亦無限』，這些都是說了一個原則，下面這兩句就講得很具體。『施戒忍進及禪定，智慧方便神通等』，這是《華嚴經》上講的十波羅蜜，這就講得非常具體。布施、持戒、忍辱、精進、禪定、般若、方便波羅蜜，「等」用「神通」兩個字代表，代表的是願波羅蜜、力波羅蜜、智波羅蜜，《華嚴經》上講的菩薩十度。這是菩薩自行化他的十大綱領，《華嚴經》上跟我們說的，一即是多、多即是一，它含容周遍。譬如布施，布施裡面就有持戒、忍辱、精進、禪定、方便，其他的九個波羅蜜都在布施裡面；說持戒，布施、忍辱、精進也都在裡頭，一即是多，多即是一，一多不二，它是圓滿的，它是不能夠分離的。以這種方法，為一切眾生服務。服務是先修自己，感化別人，絕不是要求別人，自己不做，這是不能成就的，別人不會相信的。如果是好東西，你一定先做，你一定先成功，你自己沒有做，介紹給別人，別人不相信，搖頭，這個未必是好東西，好東西一定是你先自己成就。所以諸佛如來度化眾生，是先自己成佛，然後叫你看到，接觸到之後，你感受，你五體投地的、甘心情願的跟他學習。所以他們的教學成功了，原因是什麼？他做到，他然後再說到。我們後人教學，怎麼熱心去教都不成功，不是不熱心，真熱心，不成功，為什麼？自己不是這個樣子，他懷疑。你熱心對他，他還在旁邊起懷疑：他到底是什麼用意？他是什麼企圖？是不是要害我？他愈想愈訛，愈想愈害怕，他怎麼肯跟你學？所以，世尊、諸佛菩薩給我們做的示範，給我們做的榜樣，用意非常的深，我們要細心體會。"
    },
    {
      "id": "12-047-0023_p0012",
      "zh_CN": "学习，决定要遵守古圣先贤的一个原则，那是真理，永恒不变，就是「一门深入，长时薰修」。佛法跟世法不一样，一门通了，一切都通，所以说法门平等，无有高下。你只选你喜欢的，选你感觉得很容易成就的，那就对了，就契机，不一定要跟着别人学。佛说八万四千法门，哪一个法门都能成无上道，都能成佛。我们对于所有法门都要尊敬、都要赞叹，自己学一样，善财给我们做了最好的榜样。他选择的法门就是念佛修净土，对于其他法门他也涉猎，广学多闻，虽涉猎他并不修，还是专修净土，没有被其他法门扰乱，这是了不起的功夫。为什么？死心塌地修一门是定，广学多闻是慧，你问我什么都知道，我没有不知道的，可是我自己还是坚持我自己的一门，告诉我们这么一个方法。特别是现代这个时代，由于交通便捷，资讯发达，全世界已经变成真的是一个村，哪一家的事情，有事情我们全都晓得。现在讲多元文化，我们在这个世间接触的面愈来愈广大，我们对于不同的族群、不同的文化、不同的信仰，你不能不涉猎，你要跟这些人往来就得要涉猎，除非你不跟他往来。不跟他往来就不需要懂得，要跟他们往来的话，那一定要懂得。一定要懂得，你如果没有定力，你就会学乱了，就会学杂了，那对你是非常不利。所以你必须要有定力，坚定的定力，你修你自己的本门，然后同时可以学习其他的这些学术，广学多闻，这样是便利自行化他。再说得踏实一点，你能够帮助这个世界化解冲突，促进社会安定和平，这个是必要的。所以，都得要戒定慧才能成就。",
      "zh_TW": "學習，決定要遵守古聖先賢的一個原則，那是真理，永恆不變，就是「一門深入，長時薰修」。佛法跟世法不一樣，一門通了，一切都通，所以說法門平等，無有高下。你只選你喜歡的，選你感覺得很容易成就的，那就對了，就契機，不一定要跟著別人學。佛說八萬四千法門，哪一個法門都能成無上道，都能成佛。我們對於所有法門都要尊敬、都要讚歎，自己學一樣，善財給我們做了最好的榜樣。他選擇的法門就是念佛修淨土，對於其他法門他也涉獵，廣學多聞，雖涉獵他並不修，還是專修淨土，沒有被其他法門擾亂，這是了不起的功夫。為什麼？死心塌地修一門是定，廣學多聞是慧，你問我什麼都知道，我沒有不知道的，可是我自己還是堅持我自己的一門，告訴我們這麼一個方法。特別是現代這個時代，由於交通便捷，資訊發達，全世界已經變成真的是一個村，哪一家的事情，有事情我們全都曉得。現在講多元文化，我們在這個世間接觸的面愈來愈廣大，我們對於不同的族群、不同的文化、不同的信仰，你不能不涉獵，你要跟這些人往來就得要涉獵，除非你不跟他往來。不跟他往來就不需要懂得，要跟他們往來的話，那一定要懂得。一定要懂得，你如果沒有定力，你就會學亂了，就會學雜了，那對你是非常不利。所以你必須要有定力，堅定的定力，你修你自己的本門，然後同時可以學習其他的這些學術，廣學多聞，這樣是便利自行化他。再說得踏實一點，你能夠幫助這個世界化解衝突，促進社會安定和平，這個是必要的。所以，都得要戒定慧才能成就。"
    },
    {
      "id": "12-047-0023_p0013",
      "zh_CN": "此地说了十度，这个十度还是简单扼要的提一提，我们总得要举一反三，每一条都得要介绍一下。我们先从一般大乘教里面所讲的六波罗蜜，六波罗蜜首先讲布施，十度首先讲布施。第一个是「檀那」，这是印度话，「梵语檀那，华言布施」，我们中国把它翻译过来是布施。布施有两种，也有大乘教里说三种，三种是法布施里面开出来的，又开两种，两种里面，法布施也就包括在里头，法施、无畏施包括在一起。第一个「财施」，财布施。财布施里面我们看看，「谓以饮食、衣服、田宅、珍宝及一切资身之具，悉能施之」。财物，人生活在世间，资助我们养身的必须具备的，都叫做资身之具，没有一样不能布施。这一条意思是无量无边无有穷尽。财可以说古今中外，只要是人，哪一个不爱财？可是爱财，我们能不能得到财富？见性的人不需要，为什么？自性里头有圆满的财宝，他不需要，他称性了。像极乐世界、华藏世界，都不需要，太多、太丰富了。可是在六道里面的众生就不行，六道众生完全迷失了，迷失了自性，迷失了自性那就要靠修德你才能得到。所以现在中国人、外国人都讲命运，这个不无道理，你命里有多少财是命里注定的，你不能不相信。",
      "zh_TW": "此地說了十度，這個十度還是簡單扼要的提一提，我們總得要舉一反三，每一條都得要介紹一下。我們先從一般大乘教裡面所講的六波羅蜜，六波羅蜜首先講布施，十度首先講布施。第一個是「檀那」，這是印度話，「梵語檀那，華言布施」，我們中國把它翻譯過來是布施。布施有兩種，也有大乘教裡說三種，三種是法布施裡面開出來的，又開兩種，兩種裡面，法布施也就包括在裡頭，法施、無畏施包括在一起。第一個「財施」，財布施。財布施裡面我們看看，「謂以飲食、衣服、田宅、珍寶及一切資身之具，悉能施之」。財物，人生活在世間，資助我們養身的必須具備的，都叫做資身之具，沒有一樣不能布施。這一條意思是無量無邊無有窮盡。財可以說古今中外，只要是人，哪一個不愛財？可是愛財，我們能不能得到財富？見性的人不需要，為什麼？自性裡頭有圓滿的財寶，他不需要，他稱性了。像極樂世界、華藏世界，都不需要，太多、太豐富了。可是在六道裡面的眾生就不行，六道眾生完全迷失了，迷失了自性，迷失了自性那就要靠修德你才能得到。所以現在中國人、外國人都講命運，這個不無道理，你命裡有多少財是命裡注定的，你不能不相信。"
    },
    {
      "id": "12-047-0023_p0014",
      "zh_CN": "印光大师一生极力提倡的有三本书，这三本书说实在的话都不是佛教的，也可以说它都是佛教，它不是佛经。第一本是《了凡四训》，你要能把《了凡四训》念通，你就晓得「一饮一啄，莫非前定」，一点都不假。了凡先生在年轻的时候遇到一个算命先生，非常高明，孔先生，给他算命算得很准确，他的妈妈就邀请孔先生给了凡算流年，终身的命运。他命里的寿命，寿是有一定的、有数的，他只有五十三岁；每一年他财物能收入多少？谈收入；他是个读书人，去考功名，他考到第几名，他能够做到什么样的一个职位，在流年上给他排得清清楚楚。每年，确实跟那个流年一对，完全相吻合，他的念头就死掉了，什么都不想，为什么？他想也没有用。他去拜访云谷禅师，云谷禅师跟他在禅堂里面，他们坐了三天三夜，禅师是有功夫、有定功，了凡先生也坐了三天三夜，也不起一个念头。云谷禅师佩服得不得了，问他：你修的是什么功夫？他说一个凡人三天三夜不起一个念头是不可能的。了凡先生跟他讲老实话：我什么功夫都没有，我的命被孔先生算定，想也是妄想，也没用，不如不想。云谷禅师哈哈大笑，他说我以为你是圣贤，原来你还是个凡夫。所以，我称了凡先生叫标准凡夫，我们都不合标准，标准凡夫他什么都不想，命里算定了。你命里面是谁给你的？是你过去生中所造的。譬如财富，财富从哪里来的？过去生中修的财布施，你修得多，你这一生财库就很充实，你过去生中财布施修得少，你命中财库就不多，就这么回事情。",
      "zh_TW": "印光大師一生極力提倡的有三本書，這三本書說實在的話都不是佛教的，也可以說它都是佛教，它不是佛經。第一本是《了凡四訓》，你要能把《了凡四訓》念通，你就曉得「一飲一啄，莫非前定」，一點都不假。了凡先生在年輕的時候遇到一個算命先生，非常高明，孔先生，給他算命算得很準確，他的媽媽就邀請孔先生給了凡算流年，終身的命運。他命裡的壽命，壽是有一定的、有數的，他只有五十三歲；每一年他財物能收入多少？談收入；他是個讀書人，去考功名，他考到第幾名，他能夠做到什麼樣的一個職位，在流年上給他排得清清楚楚。每年，確實跟那個流年一對，完全相吻合，他的念頭就死掉了，什麼都不想，為什麼？他想也沒有用。他去拜訪雲谷禪師，雲谷禪師跟他在禪堂裡面，他們坐了三天三夜，禪師是有功夫、有定功，了凡先生也坐了三天三夜，也不起一個念頭。雲谷禪師佩服得不得了，問他：你修的是什麼功夫？他說一個凡人三天三夜不起一個念頭是不可能的。了凡先生跟他講老實話：我什麼功夫都沒有，我的命被孔先生算定，想也是妄想，也沒用，不如不想。雲谷禪師哈哈大笑，他說我以為你是聖賢，原來你還是個凡夫。所以，我稱了凡先生叫標準凡夫，我們都不合標準，標準凡夫他什麼都不想，命裡算定了。你命裡面是誰給你的？是你過去生中所造的。譬如財富，財富從哪裡來的？過去生中修的財布施，你修得多，你這一生財庫就很充實，你過去生中財布施修得少，你命中財庫就不多，就這麼回事情。"
    },
    {
      "id": "12-047-0023_p0015",
      "zh_CN": "我二十六岁接触佛法，朱镜宙老居士第一本送给我的书就是《了凡四训》。我接触之后，看了一遍很喜欢，我就连续看了三十遍，大概是两个多星期的时间看了三十多遍，非常感动，痛哭流涕，遍遍都流眼泪。感到怎么样？了凡先生的毛病我全具足，他有的我统统都有；了凡先生还有很多长处，想想我自己比不上，我自己还没有，跟他一比差远了。这一下知道什么？知道命运可以改造的，他能改，我也能改。我要学他改造命运，因为我的命不如他，他的寿命五十三，我的寿命只有四十五，比他短。他还能做一个小县的县令，我命运里头没有官印，也就是再小的主管，一个村长、一个里长都没有分，没有官印，没有分，只能做人家的下手、幕僚。财库呢？财库空空，就是既贫又贱，说个不好听的话，是什么命？是个乞丐的命，要饭的命，我相信。过去生中没修！不能怪人。读了《了凡四训》，以后接触佛法，学佛了，很难得我遇到章嘉大师。章嘉大师告诉我：要修！修布施，我没有钱，拿什么布施？老师告诉我，他说：你一毛钱有没有？我说一毛钱可以，有。一块钱？一块钱也还行，再多就没有法子。他说：你就从一毛、一块去布施起，你去做，真干。所以我们就看到寺庙，早年，这都是六十年前的事情了，寺庙有人印经，拿个小本子来凑钱，大家来凑点钱去印经书，我就出个一毛两毛，他都收，多少他都收。放生，我知道我杀业很重，造的罪业很重，一闻佛法之后就吃长素，希望多做放生的事情去赎罪。所以就放生，我也尽心尽力的出个一块、出个几毛，确实诚心诚意去做。以后收入慢慢就多了，多了就多做，全心全力去做。再以后，李老师劝导我学讲经教，讲经教叫什么？叫法布施，他说这个转命运就转得很快。我们在台中，李老师看到学生面相很薄的，短命的相，没有福报的相，都劝他们来学讲经，说这个修福很快。为什么？学讲经是法布施，得要用我们的精神，用我们的体力，用精神、用体力这叫内财，内财布施，所以财布施、法布施就都有了。这是老师怜悯这些同学，我也是其中之一。以后出家，大概也讲了不少年，命运慢慢就转过来。",
      "zh_TW": "我二十六歲接觸佛法，朱鏡宙老居士第一本送給我的書就是《了凡四訓》。我接觸之後，看了一遍很喜歡，我就連續看了三十遍，大概是兩個多星期的時間看了三十多遍，非常感動，痛哭流涕，遍遍都流眼淚。感到怎麼樣？了凡先生的毛病我全具足，他有的我統統都有；了凡先生還有很多長處，想想我自己比不上，我自己還沒有，跟他一比差遠了。這一下知道什麼？知道命運可以改造的，他能改，我也能改。我要學他改造命運，因為我的命不如他，他的壽命五十三，我的壽命只有四十五，比他短。他還能做一個小縣的縣令，我命運裡頭沒有官印，也就是再小的主管，一個村長、一個里長都沒有分，沒有官印，沒有分，只能做人家的下手、幕僚。財庫呢？財庫空空，就是既貧又賤，說個不好聽的話，是什麼命？是個乞丐的命，要飯的命，我相信。過去生中沒修！不能怪人。讀了《了凡四訓》，以後接觸佛法，學佛了，很難得我遇到章嘉大師。章嘉大師告訴我：要修！修布施，我沒有錢，拿什麼布施？老師告訴我，他說：你一毛錢有沒有？我說一毛錢可以，有。一塊錢？一塊錢也還行，再多就沒有法子。他說：你就從一毛、一塊去布施起，你去做，真幹。所以我們就看到寺廟，早年，這都是六十年前的事情了，寺廟有人印經，拿個小本子來湊錢，大家來湊點錢去印經書，我就出個一毛兩毛，他都收，多少他都收。放生，我知道我殺業很重，造的罪業很重，一聞佛法之後就吃長素，希望多做放生的事情去贖罪。所以就放生，我也盡心盡力的出個一塊、出個幾毛，確實誠心誠意去做。以後收入慢慢就多了，多了就多做，全心全力去做。再以後，李老師勸導我學講經教，講經教叫什麼？叫法布施，他說這個轉命運就轉得很快。我們在台中，李老師看到學生面相很薄的，短命的相，沒有福報的相，都勸他們來學講經，說這個修福很快。為什麼？學講經是法布施，得要用我們的精神，用我們的體力，用精神、用體力這叫內財，內財布施，所以財布施、法布施就都有了。這是老師憐憫這些同學，我也是其中之一。以後出家，大概也講了不少年，命運慢慢就轉過來。"
    },
    {
      "id": "12-047-0023_p0016",
      "zh_CN": "四十五岁那年，好像我讲经已经讲了十几年，我是三十三岁出来讲经的，讲了十二、三年，得了一场病。那年在基隆大觉寺讲《楞严经》，结夏安居，灵源老和尚叫我去讲《楞严》，讲了一个多月，生病了，我自己心里很明白，寿命到了。我没有求寿命，寿命到了怎么样？准备往生。所以我也不找医生，我也不吃药，医生只能医病，不能医命，寿命到了。就一切放下，一心念佛，求生净土。念了一个多月就好了，好了就再继续讲经，这一关就过去了。到第二年，我遇到甘珠活佛，这也是老朋友，他也是章嘉大师的学生。他把我叫到身边，我们对他很尊敬，称他佛爷。他告诉我，他说平常我们在你背后都说你。我说说什么？说你这个人很聪明，可惜短命，又没有福报。我说这些可以当面说，不用背后，我自己都知道，我能够接受，我不会怪别人。他说你这些年来，十几年讲经弘法功德很大，你的命运都改变了，他说你的寿命很长，你的福报很大。在那个时候实在讲没福报，寿命这一关是过来了，但是真的是没有福报。福报到晚年，我学佛到今年五十八年了，讲经教学五十一年，到晚年好像有一点福报，这都是修得来的。",
      "zh_TW": "四十五歲那年，好像我講經已經講了十幾年，我是三十三歲出來講經的，講了十二、三年，得了一場病。那年在基隆大覺寺講《楞嚴經》，結夏安居，靈源老和尚叫我去講《楞嚴》，講了一個多月，生病了，我自己心裡很明白，壽命到了。我沒有求壽命，壽命到了怎麼樣？準備往生。所以我也不找醫生，我也不吃藥，醫生只能醫病，不能醫命，壽命到了。就一切放下，一心念佛，求生淨土。念了一個多月就好了，好了就再繼續講經，這一關就過去了。到第二年，我遇到甘珠活佛，這也是老朋友，他也是章嘉大師的學生。他把我叫到身邊，我們對他很尊敬，稱他佛爺。他告訴我，他說平常我們在你背後都說你。我說說什麼？說你這個人很聰明，可惜短命，又沒有福報。我說這些可以當面說，不用背後，我自己都知道，我能夠接受，我不會怪別人。他說你這些年來，十幾年講經弘法功德很大，你的命運都改變了，他說你的壽命很長，你的福報很大。在那個時候實在講沒福報，壽命這一關是過來了，但是真的是沒有福報。福報到晚年，我學佛到今年五十八年了，講經教學五十一年，到晚年好像有一點福報，這都是修得來的。"
    },
    {
      "id": "12-047-0023_p0017",
      "zh_CN": "这就是说命运是自己造的，所以命运自己可以改，你只要懂得道理、懂得方法，如理如法你去改变你的命运，是真的不是假的。了凡先生他改过来了，我改过来了，我改过来比他还要殊胜。你看他的寿命五十三岁，他延寿，他七十四岁走的，延寿二十多年。我这四十五岁，今年八十三岁，我超过他太多了，无论在哪一方面我都超前，跟他比都超前。在初起步的时候不如他老人家，差太远了，现在能够超前，这是什么？这是遇到佛法，遇到善知识。我们真正知道自己绝对没有投机取巧能成就的，自己一定要认真修行，修布施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。无畏就是观世音菩萨救苦救难，看到众生有困难，全心全力帮助他。另外，我们决心采取素食，那就是无畏布施，为什么？你不再吃众生肉，不再跟一切有情众生结冤仇，这属于无畏布施。懂得这个道理，能自己获得健康长寿。所以蚊虫、蚂蚁我们决定不能够杀害牠，牠来干扰我们，在我们身上叮一口，那是什么？牠是来吃饭的。我们乐意，欢欢喜喜供养牠一餐，吃饱了牠就走了。如果不愿意给牠，把牠赶走就好了，不可以杀牠，牠没有死罪。要有怜悯一切众生的心，决定不能跟一切众生结冤仇。这是讲三种布施。",
      "zh_TW": "這就是說命運是自己造的，所以命運自己可以改，你只要懂得道理、懂得方法，如理如法你去改變你的命運，是真的不是假的。了凡先生他改過來了，我改過來了，我改過來比他還要殊勝。你看他的壽命五十三歲，他延壽，他七十四歲走的，延壽二十多年。我這四十五歲，今年八十三歲，我超過他太多了，無論在哪一方面我都超前，跟他比都超前。在初起步的時候不如他老人家，差太遠了，現在能夠超前，這是什麼？這是遇到佛法，遇到善知識。我們真正知道自己絕對沒有投機取巧能成就的，自己一定要認真修行，修布施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。無畏就是觀世音菩薩救苦救難，看到眾生有困難，全心全力幫助他。另外，我們決心採取素食，那就是無畏布施，為什麼？你不再吃眾生肉，不再跟一切有情眾生結冤仇，這屬於無畏布施。懂得這個道理，能自己獲得健康長壽。所以蚊蟲、螞蟻我們決定不能夠殺害牠，牠來干擾我們，在我們身上叮一口，那是什麼？牠是來吃飯的。我們樂意，歡歡喜喜供養牠一餐，吃飽了牠就走了。如果不願意給牠，把牠趕走就好了，不可以殺牠，牠沒有死罪。要有憐憫一切眾生的心，決定不能跟一切眾生結冤仇。這是講三種布施。"
    },
    {
      "id": "12-047-0023_p0018",
      "zh_CN": "第二，法布施，「谓从诸佛及善知识，闻说世间出世间善法，以清净心转为他说」。我们自己学习到的，欢欢喜喜教别人，劝导别人。这里头最重要的是以身作则，你自己真做到，别人就相信，你自己没有做到，别人不相信。世出世间法都是一样的，先修自己，然后就影响别人。我学佛受章嘉大师的教导，那个时候我没有出家，他劝我出家，所以我出家的路子是他老人家替我选择的，选择得好，我很感激他。出家，他教我要学释迦牟尼佛，所以我读释迦牟尼佛的传记，释迦牟尼佛一生讲经教学，自己没有道场，一生不建道场。他有福报，他不像我没有福报，想建道场没有能力，也没有护法帮助，释迦牟尼佛有，他自己的老家是皇族，要建道场是太容易了。以后讲经说法，皈依的弟子里面有十六大国王，那都是大富长者，很多，所以世尊要想建个道场是轻而易举的。但是他没有这么做，给后人留下一个很好的榜样，真正能放下，彻底放下，这是我们最好的榜样。我虽然一生没有道场，可是福报好像比释迦牟尼佛要大一点，他在树林里面住，日中一食，树下一宿，我每天住的房子还都不错。大概是五十岁以后，在生活方面还都有人照顾，无论到哪个地方都有当地的同修居士们照顾。这些确实都要靠自己认真努力的修学，所以这一生当中全心全力都用在经教上。",
      "zh_TW": "第二，法布施，「謂從諸佛及善知識，聞說世間出世間善法，以清淨心轉為他說」。我們自己學習到的，歡歡喜喜教別人，勸導別人。這裡頭最重要的是以身作則，你自己真做到，別人就相信，你自己沒有做到，別人不相信。世出世間法都是一樣的，先修自己，然後就影響別人。我學佛受章嘉大師的教導，那個時候我沒有出家，他勸我出家，所以我出家的路子是他老人家替我選擇的，選擇得好，我很感激他。出家，他教我要學釋迦牟尼佛，所以我讀釋迦牟尼佛的傳記，釋迦牟尼佛一生講經教學，自己沒有道場，一生不建道場。他有福報，他不像我沒有福報，想建道場沒有能力，也沒有護法幫助，釋迦牟尼佛有，他自己的老家是皇族，要建道場是太容易了。以後講經說法，皈依的弟子裡面有十六大國王，那都是大富長者，很多，所以世尊要想建個道場是輕而易舉的。但是他沒有這麼做，給後人留下一個很好的榜樣，真正能放下，徹底放下，這是我們最好的榜樣。我雖然一生沒有道場，可是福報好像比釋迦牟尼佛要大一點，他在樹林裡面住，日中一食，樹下一宿，我每天住的房子還都不錯。大概是五十歲以後，在生活方面還都有人照顧，無論到哪個地方都有當地的同修居士們照顧。這些確實都要靠自己認真努力的修學，所以這一生當中全心全力都用在經教上。"
    },
    {
      "id": "12-047-0023_p0019",
      "zh_CN": "老师教我看破放下，看破是智慧，放下是功夫。放下帮助你看破，你为什么看不破？因为你放不下。所以初学，六道凡夫初学从哪里做起？从放下做起，你能放下你就心清净，你就能看破，看破之后帮助你再放下。所以这是看破帮助放下，放下帮助看破，这两个方法相辅相成，从初发心到如来地。到等觉菩萨还要放下，放下什么？最后一品生相无明，那个放下了，他就证得究竟圆满的佛果，这是佛门里面真修行的秘诀。我很幸运，跟老师头一天见面他就传给我，我是似懂非懂。我向他老人家请教，看破、放下好像懂得一点意思，从哪里下手？他就告诉我布施，三种布施。决定不能吝法，学的东西要喜欢讲给别人听，喜欢教导别人，更重要的是给别人做个好样，学为人师，行为世范。",
      "zh_TW": "老師教我看破放下，看破是智慧，放下是功夫。放下幫助你看破，你為什麼看不破？因為你放不下。所以初學，六道凡夫初學從哪裡做起？從放下做起，你能放下你就心清淨，你就能看破，看破之後幫助你再放下。所以這是看破幫助放下，放下幫助看破，這兩個方法相輔相成，從初發心到如來地。到等覺菩薩還要放下，放下什麼？最後一品生相無明，那個放下了，他就證得究竟圓滿的佛果，這是佛門裡面真修行的祕訣。我很幸運，跟老師頭一天見面他就傳給我，我是似懂非懂。我向他老人家請教，看破、放下好像懂得一點意思，從哪裡下手？他就告訴我布施，三種布施。決定不能吝法，學的東西要喜歡講給別人聽，喜歡教導別人，更重要的是給別人做個好樣，學為人師，行為世範。"
    },
    {
      "id": "12-047-0023_p0020",
      "zh_CN": "大乘教里面还有第三种，无畏布施。我们念《普门品》，经上都说观世音菩萨是施无畏者，菩萨里面布施无畏是最究竟最圆满的，他救苦救难。连《无量寿经》上都告诉我们，我们学佛的，特别修净土的同学，遇到严重的灾难，这时候可以一心念南无观世音菩萨，都能够得解脱，这是世尊在佛经里教给我们的。我们现在在现前的社会，真的是有很多灾难，尤其是从网路、从媒体传过来的，现在流行的瘟疫新流感，这些瘟疫都非常严重。世界卫生组织发布的信息，说这个病毒现在还没有疫苗来治疗，得这种病的话死亡率很高，他们很怕大规模的爆发，成为全球的灾难，大灾难，希望大家要慎重去提防。我们学佛的人，真正最好防御的方法就是念佛。我们对佛要有信心，断一切恶，修一切善，常住在清净心上，就不会感染。纵然感染，也一点恐惧都没有，念阿弥陀佛，或念观世音菩萨，我想二、三天就好了，就没事，不要恐怖。",
      "zh_TW": "大乘教裡面還有第三種，無畏布施。我們念《普門品》，經上都說觀世音菩薩是施無畏者，菩薩裡面布施無畏是最究竟最圓滿的，他救苦救難。連《無量壽經》上都告訴我們，我們學佛的，特別修淨土的同學，遇到嚴重的災難，這時候可以一心念南無觀世音菩薩，都能夠得解脫，這是世尊在佛經裡教給我們的。我們現在在現前的社會，真的是有很多災難，尤其是從網路、從媒體傳過來的，現在流行的瘟疫新流感，這些瘟疫都非常嚴重。世界衛生組織發布的信息，說這個病毒現在還沒有疫苗來治療，得這種病的話死亡率很高，他們很怕大規模的爆發，成為全球的災難，大災難，希望大家要慎重去提防。我們學佛的人，真正最好防禦的方法就是念佛。我們對佛要有信心，斷一切惡，修一切善，常住在清淨心上，就不會感染。縱然感染，也一點恐懼都沒有，念阿彌陀佛，或念觀世音菩薩，我想二、三天就好了，就沒事，不要恐怖。"
    },
    {
      "id": "12-047-0023_p0021",
      "zh_CN": "其实我也常常讲，很多的病痛，人死了很可怜，不是病把他病死的，是他吓死的。譬如癌症，癌症是很普通的，人家一听得癌症，他就害怕了，被癌吓死的，被病吓死的总要占百分之八、九十。所以病并不可怕，这个道理不可以不懂。最近日本江本胜博士在高雄做了一场讲演，讲他这十几年做的水实验，我还劝一些同学去听他的课。水是矿物，它懂得人心，我们以善心对这个水，水实验的结晶非常漂亮，非常美；我们以不善的心对它，它的反应就很丑陋。你懂得这个道理你就晓得，我们用清净心、用善心，来对待我们身体里面疾病的这些细胞，它就会转变好，它自然会变好。我们的心情如果是很不善，我们的好细胞都会变成病毒的细胞，这个道理要懂。所以中国古老的中医说，一切病的病根，根源是什么？就两个字，一个是气，一个是火。气就是什么？生气，上火，这是所有疾病的根源。如果你不生气、不上火，纵然得病，也二、三天就好了，没事！所以不要害怕、不要着急，千万不要生气，不怨天尤人。如果遇到灾难，我们诚心诚意忏除业障，忏悔业障，断恶修善，我们常讲存好心、说好话、行好事、做好人，什么病都没有，这是很重要的方法。这种方法，我们常常讲给别人听，我们自己这样做，也是无畏布施。不可以吃众生肉，如果说不吃众生肉对自己身体健康有问题，我可以现身给诸位做个好样子。我二十六岁学佛就开始吃素，到今年已经吃了五十八年，我不生病，这就是好样子放在此地。素食才真正的健康，何必要去吃众生肉，要跟众生结冤仇？有人告诉我，但是这个话也不好讲，讲了什么？人家说你搞迷信。这人告诉我什么信息？就是瘟疫，这些瘟疫是那些受害的众生来报仇的。所以他就告诉我，他说你不会受感染？为什么？你跟众生没有结冤仇。我们早就采取素食，不吃众生肉了，而且常常放生，爱护众生，众生跟我们没有冤仇。这是来报仇的！缺少慈悲心的人应当要注意了，容易受感染。所以布施非常重要，我们要财富，就要修财布施；要聪明智慧，要懂得修法布施，无论是世法、是佛法，欢欢喜喜的教给别人；要希望自己健康长寿，要懂得修无畏布施。布施里面，有很多它是一种布施这三个意思都具足，这是我们要晓得的。",
      "zh_TW": "其實我也常常講，很多的病痛，人死了很可憐，不是病把他病死的，是他嚇死的。譬如癌症，癌症是很普通的，人家一聽得癌症，他就害怕了，被癌嚇死的，被病嚇死的總要佔百分之八、九十。所以病並不可怕，這個道理不可以不懂。最近日本江本勝博士在高雄做了一場講演，講他這十幾年做的水實驗，我還勸一些同學去聽他的課。水是礦物，它懂得人心，我們以善心對這個水，水實驗的結晶非常漂亮，非常美；我們以不善的心對它，它的反應就很醜陋。你懂得這個道理你就曉得，我們用清淨心、用善心，來對待我們身體裡面疾病的這些細胞，它就會轉變好，它自然會變好。我們的心情如果是很不善，我們的好細胞都會變成病毒的細胞，這個道理要懂。所以中國古老的中醫說，一切病的病根，根源是什麼？就兩個字，一個是氣，一個是火。氣就是什麼？生氣，上火，這是所有疾病的根源。如果你不生氣、不上火，縱然得病，也二、三天就好了，沒事！所以不要害怕、不要著急，千萬不要生氣，不怨天尤人。如果遇到災難，我們誠心誠意懺除業障，懺悔業障，斷惡修善，我們常講存好心、說好話、行好事、做好人，什麼病都沒有，這是很重要的方法。這種方法，我們常常講給別人聽，我們自己這樣做，也是無畏布施。不可以吃眾生肉，如果說不吃眾生肉對自己身體健康有問題，我可以現身給諸位做個好樣子。我二十六歲學佛就開始吃素，到今年已經吃了五十八年，我不生病，這就是好樣子放在此地。素食才真正的健康，何必要去吃眾生肉，要跟眾生結冤仇？有人告訴我，但是這個話也不好講，講了什麼？人家說你搞迷信。這人告訴我什麼信息？就是瘟疫，這些瘟疫是那些受害的眾生來報仇的。所以他就告訴我，他說你不會受感染？為什麼？你跟眾生沒有結冤仇。我們早就採取素食，不吃眾生肉了，而且常常放生，愛護眾生，眾生跟我們沒有冤仇。這是來報仇的！缺少慈悲心的人應當要注意了，容易受感染。所以布施非常重要，我們要財富，就要修財布施；要聰明智慧，要懂得修法布施，無論是世法、是佛法，歡歡喜喜的教給別人；要希望自己健康長壽，要懂得修無畏布施。布施裡面，有很多它是一種布施這三個意思都具足，這是我們要曉得的。"
    },
    {
      "id": "12-047-0023_p0022",
      "zh_CN": "第二，「尸罗」，这是梵语，翻成中国意思叫「性善」，「谓好行善道，不自放逸」。放逸就是很随便，不自放逸就是事情样样都很认真、很谨慎，据这个意思来翻译，翻译尸罗。「正翻止得」，止得的意思是「止恶得善」，这个从字面上来翻译，前面是从意思上来翻译。止恶得善，这就把戒的精神、义趣跟我们说出来了。下面说「又翻为戒」，现在实在讲，我们用戒的地方用得最多，「谓戒能防止身口所作之恶也」。戒律，你严格的守持，它能帮助你身不造业、口不造业。身，我们在十戒里面，不杀生、不偷盗、不邪淫，这都是属于身，你能够守的时候，身不造这三种重业。口，不妄语、不两舌、不恶口、不绮语，你口就善了。十戒这是基本的戒律，这是最重的大戒，所以戒能够防非止恶。在佛法里面讲到戒律，常常给我们讲三聚净戒。第一种是「摄律仪戒」，就是有条文的，《大藏经》里面的律藏，有明文规定的。最普遍的，特别是教导初学，叫三皈五戒，所以五戒是所有一切戒律的根本。比丘戒、比丘尼戒、菩萨戒，在家出家都把杀盗淫妄定为四重戒，这是普遍的，这些都是属于律。仪是威仪，也就是我们行住坐卧都要给社会大众做个好榜样，不好的形象，世尊也一条一条的为我们制定出来，要我们必须要遵守。威仪就像什么？像我们现在所说的《弟子规》，规矩，一举一动都有个规矩，《弟子规》是属于威仪。",
      "zh_TW": "第二，「尸羅」，這是梵語，翻成中國意思叫「性善」，「謂好行善道，不自放逸」。放逸就是很隨便，不自放逸就是事情樣樣都很認真、很謹慎，據這個意思來翻譯，翻譯尸羅。「正翻止得」，止得的意思是「止惡得善」，這個從字面上來翻譯，前面是從意思上來翻譯。止惡得善，這就把戒的精神、義趣跟我們說出來了。下面說「又翻為戒」，現在實在講，我們用戒的地方用得最多，「謂戒能防止身口所作之惡也」。戒律，你嚴格的守持，它能幫助你身不造業、口不造業。身，我們在十戒裡面，不殺生、不偷盜、不邪淫，這都是屬於身，你能夠守的時候，身不造這三種重業。口，不妄語、不兩舌、不惡口、不綺語，你口就善了。十戒這是基本的戒律，這是最重的大戒，所以戒能夠防非止惡。在佛法裡面講到戒律，常常給我們講三聚淨戒。第一種是「攝律儀戒」，就是有條文的，《大藏經》裡面的律藏，有明文規定的。最普遍的，特別是教導初學，叫三皈五戒，所以五戒是所有一切戒律的根本。比丘戒、比丘尼戒、菩薩戒，在家出家都把殺盜淫妄定為四重戒，這是普遍的，這些都是屬於律。儀是威儀，也就是我們行住坐臥都要給社會大眾做個好榜樣，不好的形象，世尊也一條一條的為我們制定出來，要我們必須要遵守。威儀就像什麼？像我們現在所說的《弟子規》，規矩，一舉一動都有個規矩，《弟子規》是屬於威儀。"
    },
    {
      "id": "12-047-0023_p0023",
      "zh_CN": "讲到这个地方，世尊告诉我们，在中国，古圣先贤也教导我们，如果没有戒律，佛法就没有了。佛的这些经典变成学术，变成佛学，是世间一种学问去研究，与我们自己的生活、言行不相关，佛法就灭了。灭了不是没有佛经，是没有人依教奉行，没有人持戒，佛法就没有了。礼要是没有了，儒就没有了，儒代表我们中国五千年传统的文化。儒书有没有？有！现在在台湾，尤其这些年来，商务印书馆印的《四库全书》，世界书局印的《四库荟要》，《大藏经》在台湾也很流行，印过很多次，都有。也是把它当作学问去研究，学校去研究这个东西，与我们日常思想、言行没有关系，脱节了。中国传统文化的根没有了，拔掉了，所以造成社会动乱，造成无量无边无数的冲突，根本的原因在此地，我们不能不知道。",
      "zh_TW": "講到這個地方，世尊告訴我們，在中國，古聖先賢也教導我們，如果沒有戒律，佛法就沒有了。佛的這些經典變成學術，變成佛學，是世間一種學問去研究，與我們自己的生活、言行不相關，佛法就滅了。滅了不是沒有佛經，是沒有人依教奉行，沒有人持戒，佛法就沒有了。禮要是沒有了，儒就沒有了，儒代表我們中國五千年傳統的文化。儒書有沒有？有！現在在台灣，尤其這些年來，商務印書館印的《四庫全書》，世界書局印的《四庫薈要》，《大藏經》在台灣也很流行，印過很多次，都有。也是把它當作學問去研究，學校去研究這個東西，與我們日常思想、言行沒有關係，脫節了。中國傳統文化的根沒有了，拔掉了，所以造成社會動亂，造成無量無邊無數的衝突，根本的原因在此地，我們不能不知道。"
    },
    {
      "id": "12-047-0023_p0024",
      "zh_CN": "我们觉悟，我们明白了，真正明了，真正觉悟，就要立志，就要发心，续佛慧命，这是真正护持如来正法。别人不做，从我做，我要真干。从哪里干起？从根本干起。根本是什么？佛的根本就是《十善业道》，先落实十善。十善就是刚才所讲的，戒律前面七条，不杀生、不偷盗、不邪淫、不妄语、不恶口、不两舌、不绮语、不贪、不瞋、不痴，这是真干。我们要继承祖宗传统的教诲，为往圣继绝学，为天下开太平，我们必须要去学礼，学礼仪。礼仪从哪里学？《弟子规》，《弟子规》是基本的礼仪。这两样东西要真正学好，真正把它学了得受用，里面还有个非常重要的一门功课，《太上感应篇》，或者用《文昌帝君阴骘文》，这是什么？因果教育。如果不能够深信因果，十善业道跟《弟子规》，境界现前恐怕守不住，还会动摇。深信因果的人就如如不动，为什么？知道什么？知道命里有的丢都丢不掉，命里没有的，什么方法你都得不到。所以印光大师在世的时候，一生全心全力提倡因果教育，我们今天能懂得他的意思。挽救今天的社会，除了深信因果，没有办法了。我对于升官发财这个心早就死掉，为什么死掉的？相信因果。算命的给我说，不是一个人，好多个人给我算，命里没有官印，那我就不要做官，这条路死了。我命里财库里没有财，我就不想发财，想是空想，打妄想，财不是想来的。弥补这个事情，老师教我修布施，修三种布施。学佛之后才晓得，人生真正第一桩大事是老实念佛求生净土，这才叫一了百了。你不能生净土，你搞六道轮回，麻烦可大了，生生世世冤冤相报没完没了，这个叫真正可怕。所以你真正相信，真正放下，你就得大自在。社会虽然乱象多、繁杂，我们念佛人可以不受干扰，自己另外地方去找乐趣。",
      "zh_TW": "我們覺悟，我們明白了，真正明瞭，真正覺悟，就要立志，就要發心，續佛慧命，這是真正護持如來正法。別人不做，從我做，我要真幹。從哪裡幹起？從根本幹起。根本是什麼？佛的根本就是《十善業道》，先落實十善。十善就是剛才所講的，戒律前面七條，不殺生、不偷盜、不邪淫、不妄語、不惡口、不兩舌、不綺語、不貪、不瞋、不痴，這是真幹。我們要繼承祖宗傳統的教誨，為往聖繼絕學，為天下開太平，我們必須要去學禮，學禮儀。禮儀從哪裡學？《弟子規》，《弟子規》是基本的禮儀。這兩樣東西要真正學好，真正把它學了得受用，裡面還有個非常重要的一門功課，《太上感應篇》，或者用《文昌帝君陰騭文》，這是什麼？因果教育。如果不能夠深信因果，十善業道跟《弟子規》，境界現前恐怕守不住，還會動搖。深信因果的人就如如不動，為什麼？知道什麼？知道命裡有的丟都丟不掉，命裡沒有的，什麼方法你都得不到。所以印光大師在世的時候，一生全心全力提倡因果教育，我們今天能懂得他的意思。挽救今天的社會，除了深信因果，沒有辦法了。我對於升官發財這個心早就死掉，為什麼死掉的？相信因果。算命的給我說，不是一個人，好多個人給我算，命裡沒有官印，那我就不要做官，這條路死了。我命裡財庫裡沒有財，我就不想發財，想是空想，打妄想，財不是想來的。彌補這個事情，老師教我修布施，修三種布施。學佛之後才曉得，人生真正第一樁大事是老實念佛求生淨土，這才叫一了百了。你不能生淨土，你搞六道輪迴，麻煩可大了，生生世世冤冤相報沒完沒了，這個叫真正可怕。所以你真正相信，真正放下，你就得大自在。社會雖然亂象多、繁雜，我們念佛人可以不受干擾，自己另外地方去找樂趣。"
    },
    {
      "id": "12-047-0023_p0025",
      "zh_CN": "我学佛之后，应该可以说至少有四十五年，我没有看报纸、没有看杂志、没有看电视，这些广播、文艺东西统统断绝了。为什么？因为这个东西，从前方老师告诉我，这个东西是严重染污。我们不能叫它禁止，我们没有这个权力，但是它尽管怎么样流通、出版、播映，我们有权利不看，这个权利我有。报纸天天出那么多，我不看，你电视一天播到晚，二十四小时，我不看不听，我自己居住的地方没有电视机。这个我们自己可以做得到，保护自己的清净心，不受这些干扰，这个非常重要。如果天天看这些东西，那你的麻烦可大了，你要想修清净心、修净土可不容易；它是破坏你的清净心，它是专门破坏净土，这个不能不知道。所以持戒就非常重要，摄律仪戒很重要。",
      "zh_TW": "我學佛之後，應該可以說至少有四十五年，我沒有看報紙、沒有看雜誌、沒有看電視，這些廣播、文藝東西統統斷絕了。為什麼？因為這個東西，從前方老師告訴我，這個東西是嚴重染污。我們不能叫它禁止，我們沒有這個權力，但是它儘管怎麼樣流通、出版、播映，我們有權利不看，這個權利我有。報紙天天出那麼多，我不看，你電視一天播到晚，二十四小時，我不看不聽，我自己居住的地方沒有電視機。這個我們自己可以做得到，保護自己的清淨心，不受這些干擾，這個非常重要。如果天天看這些東西，那你的麻煩可大了，你要想修清淨心、修淨土可不容易；它是破壞你的清淨心，它是專門破壞淨土，這個不能不知道。所以持戒就非常重要，攝律儀戒很重要。"
    },
    {
      "id": "12-047-0023_p0026",
      "zh_CN": "我们这些年来全心全力在提倡，我们自己也认真学习儒释道的三个根。三个根从哪里学起？你要知道哪一个最重要，就是因果最重要。因果要从哪里学起？最好从《俞净意公遇灶神记》、《了凡四训》，从这两样东西下手，这是印光大师一生提倡的真正用心之所在，他是来救现前世间灾难的。没有因果教育，佛学不好，儒也学不好，所以用这个做底子。你有这个基础，《十善业道》学好了，《弟子规》学好了。这三个基础奠定之后，你学儒的礼、你学佛的戒都没有问题，你会一步一步向上提升，在一生当中成圣成贤是可以做得到的，你得有基础。为什么有人真的好学，一生不能成就？是他把根疏忽了，虽然好学，他没有基础，没有在基础上下功夫。所以一定要在因果基础上着力。",
      "zh_TW": "我們這些年來全心全力在提倡，我們自己也認真學習儒釋道的三個根。三個根從哪裡學起？你要知道哪一個最重要，就是因果最重要。因果要從哪裡學起？最好從《俞淨意公遇灶神記》、《了凡四訓》，從這兩樣東西下手，這是印光大師一生提倡的真正用心之所在，他是來救現前世間災難的。沒有因果教育，佛學不好，儒也學不好，所以用這個做底子。你有這個基礎，《十善業道》學好了，《弟子規》學好了。這三個基礎奠定之後，你學儒的禮、你學佛的戒都沒有問題，你會一步一步向上提升，在一生當中成聖成賢是可以做得到的，你得有基礎。為什麼有人真的好學，一生不能成就？是他把根疏忽了，雖然好學，他沒有基礎，沒有在基礎上下功夫。所以一定要在因果基礎上著力。"
    },
    {
      "id": "12-047-0023_p0027",
      "zh_CN": "我这次回台湾，治疗牙周病，在这边可以多住几个月。有缘分劝导华藏卫视，我希望它能开两个栏目，专门讲因果，专门讲多元文化，团结宗教，团结族群，化解冲突，促进社会安定和平，这个重要！媒体上应该多多宣传这些好东西。过去我在台湾遇到两位警官，高级警官，现在他们都退休了。有一位是王丽民，台湾同修有很多人知道，他是专讲《了凡四训》的，讲了几十年。所以我要请他在电视台里面详详细细的给大家介绍《了凡四训》。还有一位黄柏霖警官，他是虔诚的佛教徒，很有心，他告诉我，他搜集台湾最近六、七十年的刑案，刑事案件，就是杀人的这些案件。破案的真正原因，百分之八十以上破案的，是被害人托梦给这些办案的这些警员、警官，或者是附身，引导他把尸体找到破案的，他说是千真万确的事实。人不是死了就完了，死了他还要报仇，还要伸冤。所以我想请他在电视台给我们分享，台湾这六、七十年刑事案件破案的真相，让大家知道不能害人。你把他害死了，他灵魂没死，他还有怨恨，来生遇到的时候他要整你，这样生生世世冤冤相报没完没了，你说这多么痛苦。我请他上电视台现身说法，他对这个事情会讲得很透彻、会讲得很好。我们真正懂得因果报应，人心就定下来，不敢想入非非，所以因果教育是基础、是根本，根之根。其他地方有人不相信，说你这是讲迷信，在台湾不会，在台湾这个地区，你一说这个大家都知道，过去报纸杂志都登过的。真人真事，发生在我们这个地区，别人不相信，我们相信！在台湾，人人都把这三个根学好了，台湾就是极乐世界，台湾可以真正做到中国古时候所讲的夜不闭户，路不拾遗，礼义之邦，和睦社会。为全世界，在这个极动乱的时候，做出一个安定的好榜样。只要落实儒释道，不难做到。所以摄律仪戒一定要遵守。",
      "zh_TW": "我這次回台灣，治療牙周病，在這邊可以多住幾個月。有緣分勸導華藏衛視，我希望它能開兩個欄目，專門講因果，專門講多元文化，團結宗教，團結族群，化解衝突，促進社會安定和平，這個重要！媒體上應該多多宣傳這些好東西。過去我在台灣遇到兩位警官，高級警官，現在他們都退休了。有一位是王麗民，台灣同修有很多人知道，他是專講《了凡四訓》的，講了幾十年。所以我要請他在電視台裡面詳詳細細的給大家介紹《了凡四訓》。還有一位黃柏霖警官，他是虔誠的佛教徒，很有心，他告訴我，他蒐集台灣最近六、七十年的刑案，刑事案件，就是殺人的這些案件。破案的真正原因，百分之八十以上破案的，是被害人托夢給這些辦案的這些警員、警官，或者是附身，引導他把屍體找到破案的，他說是千真萬確的事實。人不是死了就完了，死了他還要報仇，還要伸冤。所以我想請他在電視台給我們分享，台灣這六、七十年刑事案件破案的真相，讓大家知道不能害人。你把他害死了，他靈魂沒死，他還有怨恨，來生遇到的時候他要整你，這樣生生世世冤冤相報沒完沒了，你說這多麼痛苦。我請他上電視台現身說法，他對這個事情會講得很透徹、會講得很好。我們真正懂得因果報應，人心就定下來，不敢想入非非，所以因果教育是基礎、是根本，根之根。其他地方有人不相信，說你這是講迷信，在台灣不會，在台灣這個地區，你一說這個大家都知道，過去報紙雜誌都登過的。真人真事，發生在我們這個地區，別人不相信，我們相信！在台灣，人人都把這三個根學好了，台灣就是極樂世界，台灣可以真正做到中國古時候所講的夜不閉戶，路不拾遺，禮義之邦，和睦社會。為全世界，在這個極動亂的時候，做出一個安定的好榜樣。只要落實儒釋道，不難做到。所以攝律儀戒一定要遵守。"
    },
    {
      "id": "12-047-0023_p0028",
      "zh_CN": "除了这些有文字、有条文记录的戒律之外，还有许许多多的事情世尊没说，但是有很多善事该不该做？有些不善的事情该不该断？应当要断，应当要学，好的要学，恶的要断。所以三聚净戒里面第二类叫「摄善法戒」。譬如抽香烟，抽香烟戒律里头没有，所以很多甚至于出家人他都抽香烟，这不犯戒，这戒律里没有。香烟对身体有没有利益？我在外国看到广告，卖香烟的都把这个广告拿出来，香烟有害于身体，他说得很明白。既然对身体有害，我们就应该也要把它戒掉。有许多善法的，戒律上没有写的，只要是对自己有利益、对众生有利益，我们应该都要做，戒律条文毕竟是有限度，条文不多。所以总的原则，佛告诉我们断恶修善，所谓「诸恶莫作，众善奉行」，要懂得这个原则。",
      "zh_TW": "除了這些有文字、有條文記錄的戒律之外，還有許許多多的事情世尊沒說，但是有很多善事該不該做？有些不善的事情該不該斷？應當要斷，應當要學，好的要學，惡的要斷。所以三聚淨戒裡面第二類叫「攝善法戒」。譬如抽香煙，抽香煙戒律裡頭沒有，所以很多甚至於出家人他都抽香煙，這不犯戒，這戒律裡沒有。香煙對身體有沒有利益？我在外國看到廣告，賣香煙的都把這個廣告拿出來，香煙有害於身體，他說得很明白。既然對身體有害，我們就應該也要把它戒掉。有許多善法的，戒律上沒有寫的，只要是對自己有利益、對眾生有利益，我們應該都要做，戒律條文畢竟是有限度，條文不多。所以總的原則，佛告訴我們斷惡修善，所謂「諸惡莫作，眾善奉行」，要懂得這個原則。"
    },
    {
      "id": "12-047-0023_p0029",
      "zh_CN": "第三种叫「饶益有情戒」。我从二００三年到今年七年了，代表澳洲大学参加十几次世界和平会议，在我们学佛的人来讲，这个事情是可以不必做的，为什么？不是我们的本分，我们的本分是讲经、教学、是劝善。这是偶然的一个机缘，学校找到我，我跟大学和平学院的教授举行两次座谈会，他们很诚意，坚定的邀请我参与这个工作，我就答应他。我常常讲的，这不守本分，可是释迦牟尼佛还有一条开缘，叫什么？饶益有情戒。这些国际和平活动它主要的目的，就是化解冲突，促进社会安定世界和平，这是饶益有情，所以我参与还能说得过去。懂得戒律里头有这么一条，凡是对众生有真正利益的，他们在做不到的时候，我们可以帮助他一把，这是应该要做的。可是我做，我也不是全面付出，我是有限度的。我让他们大家知道，让全世界参与和平工作的这些朋友们，真正认识中国传统的儒释道，能真正化解冲突，把社会带向安定和平，用中国的方法。在西方也有，东西方要结合，西方是什么？宗教。宗教里面有伦理的教诲、有道德的教诲、有因果的教诲，把这些经文节录出来，推广、落实，全民落实，跟中国传统儒释道三个根异曲同工，可以救世界。大家都明白了，都觉悟了，我就不干了，我就回过头来我想去闭关、去住山，老实念佛，回归净土。所以，我不会永远做这个工作，大概我这个工作也快要结束了，如果快，今年年底就结束，如果慢一点，明年一定会结束。",
      "zh_TW": "第三種叫「饒益有情戒」。我從二００三年到今年七年了，代表澳洲大學參加十幾次世界和平會議，在我們學佛的人來講，這個事情是可以不必做的，為什麼？不是我們的本分，我們的本分是講經、教學、是勸善。這是偶然的一個機緣，學校找到我，我跟大學和平學院的教授舉行兩次座談會，他們很誠意，堅定的邀請我參與這個工作，我就答應他。我常常講的，這不守本分，可是釋迦牟尼佛還有一條開緣，叫什麼？饒益有情戒。這些國際和平活動它主要的目的，就是化解衝突，促進社會安定世界和平，這是饒益有情，所以我參與還能說得過去。懂得戒律裡頭有這麼一條，凡是對眾生有真正利益的，他們在做不到的時候，我們可以幫助他一把，這是應該要做的。可是我做，我也不是全面付出，我是有限度的。我讓他們大家知道，讓全世界參與和平工作的這些朋友們，真正認識中國傳統的儒釋道，能真正化解衝突，把社會帶向安定和平，用中國的方法。在西方也有，東西方要結合，西方是什麼？宗教。宗教裡面有倫理的教誨、有道德的教誨、有因果的教誨，把這些經文節錄出來，推廣、落實，全民落實，跟中國傳統儒釋道三個根異曲同工，可以救世界。大家都明白了，都覺悟了，我就不幹了，我就回過頭來我想去閉關、去住山，老實念佛，回歸淨土。所以，我不會永遠做這個工作，大概我這個工作也快要結束了，如果快，今年年底就結束，如果慢一點，明年一定會結束。"
    },
    {
      "id": "12-047-0023_p0030",
      "zh_CN": "我还有一次大型的活动，为这个事情我编了这本书，《世界宗教是一家》。这里面是十个宗教，十个宗教经典里面关於伦理的教诲、道德的教诲、因果的教诲，我把它抄在一起，诸位如果一看的话大同小异。所以，宗教真的是一家，学自己的，也能学到别人，这里面有儒释道，其他宗教里面都有。这个图是非常有意义，这个图是一块碑，在中国少林寺。这个碑，这是重新再刻的，照原来的碑重新刻的，原来的碑是唐朝肃宗时代那个时候他们做的。唐肃宗是唐明皇的儿子，唐明皇很出名，说了大家都知道，唐明皇的儿子。这块碑距离现在至少一千三百多年，画的图，当中这个图，这个人头，正面看是释迦牟尼佛，从两面看，一个是孔子，一个是老子，这就是说三教是一家。手上捧的一本书是九流，九流是学派，你看在中国，就讲多元文化，三教跟学术是一家，非常有意思。现在我把这个提出来，希望全世界宗教、学术是一家，我们来帮助这个世界化解冲突，导向和平，和平安定大家才有幸福美满的生活。冲突太多了，从家庭到社会，各个阶层到处都是冲突，这是非常可怕的一桩事情，我们能贡献一点力量，这也是应该要做的。所以在持戒里面，我们就想到摄律仪戒，佛家讲的三聚净戒，这才讲圆满。",
      "zh_TW": "我還有一次大型的活動，為這個事情我編了這本書，《世界宗教是一家》。這裡面是十個宗教，十個宗教經典裡面關於倫理的教誨、道德的教誨、因果的教誨，我把它抄在一起，諸位如果一看的話大同小異。所以，宗教真的是一家，學自己的，也能學到別人，這裡面有儒釋道，其他宗教裡面都有。這個圖是非常有意義，這個圖是一塊碑，在中國少林寺。這個碑，這是重新再刻的，照原來的碑重新刻的，原來的碑是唐朝肅宗時代那個時候他們做的。唐肅宗是唐明皇的兒子，唐明皇很出名，說了大家都知道，唐明皇的兒子。這塊碑距離現在至少一千三百多年，畫的圖，當中這個圖，這個人頭，正面看是釋迦牟尼佛，從兩面看，一個是孔子，一個是老子，這就是說三教是一家。手上捧的一本書是九流，九流是學派，你看在中國，就講多元文化，三教跟學術是一家，非常有意思。現在我把這個提出來，希望全世界宗教、學術是一家，我們來幫助這個世界化解衝突，導向和平，和平安定大家才有幸福美滿的生活。衝突太多了，從家庭到社會，各個階層到處都是衝突，這是非常可怕的一樁事情，我們能貢獻一點力量，這也是應該要做的。所以在持戒裡面，我們就想到攝律儀戒，佛家講的三聚淨戒，這才講圓滿。"
    },
    {
      "id": "12-047-0023_p0031",
      "zh_CN": "我们现在学佛，要把心量拓开，一定要肯定、要认知《太上感应篇》、《文昌帝君阴骘文》是戒律，《了凡四训》、《俞净意公遇灶神记》是最初需要看破的，真正看穿因果的事实真相，然后改造命运。从哪里改起？就从《弟子规》、从《十善业道》下手，效果就非常明显，然后念佛求生净土，功夫才得力。我们现在感觉到学佛、念佛功夫不得力，什么原因？妄念太多，心太乱、太烦，你静不下来。我们参观许多学校，高等学校，发现学生心不清净，心不清净就学不到东西，世法尚且如此，何况佛法。从这个地方让我们回想，中国古代童蒙养正的教育就值得我们去思惟，值得我们去反省。小孩子三、四岁他就非常端庄稳重，现在二十几岁的大学生心浮气躁，他怎么能学到东西？我年轻的时候喜欢读曾国藩先生的家训、家书，曾国藩先生对他的子弟无数次的要求，学稳重、学缓慢。我们现在讲速度、讲效率，中国古人跟这个完全相反的，讲稳重、缓慢，不容易出差错；动作太快，实际上许多地方他没有周密的思考，后面后遗症不堪设想。这是现在很多人还没有能体会到，我们现在比较容易认识这一点。《弟子规》里头也说做事情不能太匆忙，忙就容易出错误。中国人的脚步比外国人要缓慢，可是外国人这些科学技术发展到今天，再往前走就走向世界毁灭，速度太快了，世界会毁灭，速度太快，我们身体会毁灭，这是真的。长寿确实是在稳重、缓慢当中求得的，身体健康长寿与这个关系都很大。所以现在人身体病多，病多与这个有关系，他速度太快，他太匆忙，说个中国不好听的话，太鲁莽，所以他长病。他心清净，安定、缓和，他怎么会长病？不可能的事情。这都是与持戒有密切关系，所以我们的持戒，一定要从《感应篇》、《弟子规》、《十善业》这样的次序去修学，一定要用因果来奠定我们的深根，我们才能产生不可思议的效果。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們現在學佛，要把心量拓開，一定要肯定、要認知《太上感應篇》、《文昌帝君陰騭文》是戒律，《了凡四訓》、《俞淨意公遇灶神記》是最初需要看破的，真正看穿因果的事實真相，然後改造命運。從哪裡改起？就從《弟子規》、從《十善業道》下手，效果就非常明顯，然後念佛求生淨土，功夫才得力。我們現在感覺到學佛、念佛功夫不得力，什麼原因？妄念太多，心太亂、太煩，你靜不下來。我們參觀許多學校，高等學校，發現學生心不清淨，心不清淨就學不到東西，世法尚且如此，何況佛法。從這個地方讓我們回想，中國古代童蒙養正的教育就值得我們去思惟，值得我們去反省。小孩子三、四歲他就非常端莊穩重，現在二十幾歲的大學生心浮氣躁，他怎麼能學到東西？我年輕的時候喜歡讀曾國藩先生的家訓、家書，曾國藩先生對他的子弟無數次的要求，學穩重、學緩慢。我們現在講速度、講效率，中國古人跟這個完全相反的，講穩重、緩慢，不容易出差錯；動作太快，實際上許多地方他沒有周密的思考，後面後遺症不堪設想。這是現在很多人還沒有能體會到，我們現在比較容易認識這一點。《弟子規》裡頭也說做事情不能太匆忙，忙就容易出錯誤。中國人的腳步比外國人要緩慢，可是外國人這些科學技術發展到今天，再往前走就走向世界毀滅，速度太快了，世界會毀滅，速度太快，我們身體會毀滅，這是真的。長壽確實是在穩重、緩慢當中求得的，身體健康長壽與這個關係都很大。所以現在人身體病多，病多與這個有關係，他速度太快，他太匆忙，說個中國不好聽的話，太魯莽，所以他長病。他心清淨，安定、緩和，他怎麼會長病？不可能的事情。這都是與持戒有密切關係，所以我們的持戒，一定要從《感應篇》、《弟子規》、《十善業》這樣的次序去修學，一定要用因果來奠定我們的深根，我們才能產生不可思議的效果。今天時間到了，我們就學習到此地。"
    }
  ]
}