{
  "doc_id": "12-047-0063",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十三集",
    "zh_TW": "第六十三集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "12-047-0063",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-047-0063_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，经本第十二面倒数第二行，我们将这个文念几句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，經本第十二面倒數第二行，我們將這個文念幾句："
    },
    {
      "id": "12-047-0063_p0002",
      "zh_CN": "【夫三归五戒者。盖是出苦海之津梁。趣涅槃之根本。作毘尼之渐次。为七众之崇基。万善借此而生。寔佛法之平地。】",
      "zh_TW": "【夫三歸五戒者。蓋是出苦海之津梁。趣涅槃之根本。作毘尼之漸次。為七眾之崇基。萬善藉此而生。寔佛法之平地。】"
    },
    {
      "id": "12-047-0063_p0003",
      "zh_CN": "这几句话我们在上一节课读到，这里面有一个重要的名相，就是『涅槃』。古印度释迦佛没出现之前，印度就是全世界宗教文化大国，确实能称得上，他们的特色就是重视禅定，禅定一般讲就是清净心，真诚、清净、平等，他注重这个。禅定功夫当然有浅深不同，所以他们把它分为八个层次，四禅八定。确实有人达到最高的境界，就是第八定的境界。禅定当中，时间跟空间都不存在，我们用现在科学的术语来说，突破时空的维次，于是六道里面的状况，上面到非想非非想处天，下面到阿鼻地狱，六道里面可以说他们是亲眼看见，亲耳所闻，亲身接触到的境界。这是现量境界，这不是比量，不是推想，不是推理，是亲自见到的境界。不是一个人见到的，只要你有这种定功，你都能见到。这就符合于科学的精神，真的有人作证。",
      "zh_TW": "這幾句話我們在上一節課讀到，這裡面有一個重要的名相，就是『涅槃』。古印度釋迦佛沒出現之前，印度就是全世界宗教文化大國，確實能稱得上，他們的特色就是重視禪定，禪定一般講就是清淨心，真誠、清淨、平等，他注重這個。禪定功夫當然有淺深不同，所以他們把它分為八個層次，四禪八定。確實有人達到最高的境界，就是第八定的境界。禪定當中，時間跟空間都不存在，我們用現在科學的術語來說，突破時空的維次，於是六道裡面的狀況，上面到非想非非想處天，下面到阿鼻地獄，六道裡面可以說他們是親眼看見，親耳所聞，親身接觸到的境界。這是現量境界，這不是比量，不是推想，不是推理，是親自見到的境界。不是一個人見到的，只要你有這種定功，你都能見到。這就符合於科學的精神，真的有人作證。"
    },
    {
      "id": "12-047-0063_p0004",
      "zh_CN": "浅的定，我们一般讲未到定，还达不到初禅，他有定，没有到这个层次，欲界里面状况一清二楚。达到初禅，这才提升到色界天，到第五个层次他就到无色界天。虽然能达到最高的层次第八定，往上他就不能突破，为什么？这里面产生一个误会，非想非非想天的境界，无色界最高的境界是什么样子？我们没有这个功夫，没见到过。这些修定的人告诉我们，他们遇到一个境界，就像中国《幼学琼林》故事开端所说的，是一个混沌初开的境界，以为那就是宇宙的起源。这个误会，他就到此为止，把这个境界称之为「涅槃」。涅槃的意思我们简单的说一说，它是古印度话，梵语，完全的翻译叫摩诃般涅槃那，我们中国人喜欢简单，就称之为涅槃，或者加一个大，摩诃是大，大般涅槃。这个术语在经典里面常常见到的，而用涅槃两个字是最多的，中国人喜欢简单，大般涅槃，翻成中国的意思叫灭度。灭是什么？灭是灭烦恼，度是度生死，生死对面就是不生不灭，所以涅槃就是不生不灭。我们从有生有灭这个生死，能够度到不生不灭，这是古印度宗教、学术终极的目标，希望能够回到不生不灭。这个术语很古老，古印度宗教都有，都是他们追求的目标，有没有达到？没达到，出不了六道轮回。",
      "zh_TW": "淺的定，我們一般講未到定，還達不到初禪，他有定，沒有到這個層次，欲界裡面狀況一清二楚。達到初禪，這才提升到色界天，到第五個層次他就到無色界天。雖然能達到最高的層次第八定，往上他就不能突破，為什麼？這裡面產生一個誤會，非想非非想天的境界，無色界最高的境界是什麼樣子？我們沒有這個功夫，沒見到過。這些修定的人告訴我們，他們遇到一個境界，就像中國《幼學瓊林》故事開端所說的，是一個混沌初開的境界，以為那就是宇宙的起源。這個誤會，他就到此為止，把這個境界稱之為「涅槃」。涅槃的意思我們簡單的說一說，它是古印度話，梵語，完全的翻譯叫摩訶般涅槃那，我們中國人喜歡簡單，就稱之為涅槃，或者加一個大，摩訶是大，大般涅槃。這個術語在經典裡面常常見到的，而用涅槃兩個字是最多的，中國人喜歡簡單，大般涅槃，翻成中國的意思叫滅度。滅是什麼？滅是滅煩惱，度是度生死，生死對面就是不生不滅，所以涅槃就是不生不滅。我們從有生有滅這個生死，能夠度到不生不滅，這是古印度宗教、學術終極的目標，希望能夠回到不生不滅。這個術語很古老，古印度宗教都有，都是他們追求的目標，有沒有達到？沒達到，出不了六道輪迴。"
    },
    {
      "id": "12-047-0063_p0005",
      "zh_CN": "他们的寿命，佛在经上告诉我们，八万大劫，这个时间可真长！一个大劫是我们这个世界，至少是银河系，这一个大千世界成住坏空一次，一次成住坏空叫一个大劫。成、住、坏、空是四个中劫，成是一个中劫，住，现在是住，坏、空，四个中劫成为一个大劫。非想非非想天的人他们寿命是八万大劫，换句话说，我们银河系成住坏空八万次，你说这个时间多长，六道众生里头寿命最长的。八万大劫到了的时候，他的定功失掉，失掉怎么？他心就乱了，心一乱他就产生怀疑，就毁谤。从前圣贤人讲的，我们证得般涅槃之后就不再堕落，不生不灭，怎么现在又有生灭？怀疑古圣先贤的话有问题。这个怀疑就是毁谤圣贤，对圣贤产生误会，这个罪业堕阿鼻地狱。真的叫爬得高摔得重，爬到最顶端，掉下去之后就到阿鼻地狱。不要说是到非非想天，凡是到四空天或者是到四禅天，第四禅，往往产生这个错觉。毁谤佛菩萨，毁谤圣贤，没有不堕落的。",
      "zh_TW": "他們的壽命，佛在經上告訴我們，八萬大劫，這個時間可真長！一個大劫是我們這個世界，至少是銀河系，這一個大千世界成住壞空一次，一次成住壞空叫一個大劫。成、住、壞、空是四個中劫，成是一個中劫，住，現在是住，壞、空，四個中劫成為一個大劫。非想非非想天的人他們壽命是八萬大劫，換句話說，我們銀河系成住壞空八萬次，你說這個時間多長，六道眾生裡頭壽命最長的。八萬大劫到了的時候，他的定功失掉，失掉怎麼？他心就亂了，心一亂他就產生懷疑，就毀謗。從前聖賢人講的，我們證得般涅槃之後就不再墮落，不生不滅，怎麼現在又有生滅？懷疑古聖先賢的話有問題。這個懷疑就是毀謗聖賢，對聖賢產生誤會，這個罪業墮阿鼻地獄。真的叫爬得高摔得重，爬到最頂端，掉下去之後就到阿鼻地獄。不要說是到非非想天，凡是到四空天或者是到四禪天，第四禪，往往產生這個錯覺。毀謗佛菩薩，毀謗聖賢，沒有不墮落的。"
    },
    {
      "id": "12-047-0063_p0006",
      "zh_CN": "涅槃有没有？佛说有，不在六道，六道里头没有。小乘的涅槃，阿罗汉所证的，超越六道了。我们知道有十法界，六道外面还有四圣法界，声闻、缘觉所证得的是涅槃，就是他们所讲的，真的烦恼断尽了。什么烦恼？六道里面的见思烦恼，《华严经》上讲的执着，执着就是见思烦恼，这个东西没有了，断尽了。说得详细一点，见思烦恼把它分开来，见、思，见是什么？看法，看错了；思是什么？想法，你想错了，所以我们也称为见惑跟思惑，惑是迷惑。见惑里面太多了，无量无边，佛为了教学讲经说法方便起见，把它归纳，归纳为五大类。我们的见解，第一个是「身见」，把身体认为是自己，这是最大的误会。身不是自己，什么是自己？这个世间有很多人讲灵魂是自己，比以身为自己高明太多，为什么？灵魂没有生灭，灵魂没有死，把灵魂看作是自己，对身就能放下。灵魂，一般人都叫灵魂，真正有学问的人、明白人知道魂不灵，魂要灵的话，我们投胎到这个人世间，为什么不投胎到帝王家，到富贵人家去享福，为什么投胎到贫穷人家？可见得它不灵。",
      "zh_TW": "涅槃有沒有？佛說有，不在六道，六道裡頭沒有。小乘的涅槃，阿羅漢所證的，超越六道了。我們知道有十法界，六道外面還有四聖法界，聲聞、緣覺所證得的是涅槃，就是他們所講的，真的煩惱斷盡了。什麼煩惱？六道裡面的見思煩惱，《華嚴經》上講的執著，執著就是見思煩惱，這個東西沒有了，斷盡了。說得詳細一點，見思煩惱把它分開來，見、思，見是什麼？看法，看錯了；思是什麼？想法，你想錯了，所以我們也稱為見惑跟思惑，惑是迷惑。見惑裡面太多了，無量無邊，佛為了教學講經說法方便起見，把它歸納，歸納為五大類。我們的見解，第一個是「身見」，把身體認為是自己，這是最大的誤會。身不是自己，什麼是自己？這個世間有很多人講靈魂是自己，比以身為自己高明太多，為什麼？靈魂沒有生滅，靈魂沒有死，把靈魂看作是自己，對身就能放下。靈魂，一般人都叫靈魂，真正有學問的人、明白人知道魂不靈，魂要靈的話，我們投胎到這個人世間，為什麼不投胎到帝王家，到富貴人家去享福，為什麼投胎到貧窮人家？可見得它不靈。"
    },
    {
      "id": "12-047-0063_p0007",
      "zh_CN": "中国孔夫子说得好，说的跟事实很接近，孔夫子不叫它灵魂，叫它做游魂。《易经》里面讲「精气为物，游魂为变」。物是什么？物质，物质从哪里来的？精气变的。我们人在六道，游魂，好，「游」好，为什么？它速度很大，它没有空间跟时间的这种障碍，它没有，速度很大，比电磁波、比光波还快，所以称游魂有道理。无论灵魂也好、游魂也好，出不了六道。出六道就不叫游魂、不叫灵魂，那是什么？那就要换个名词，叫灵性，灵性出了六道。这是什么？灵性是觉的，觉而不迷，灵魂是迷而不觉，是一桩事情，迷悟不同，迷了叫灵魂，不迷叫灵性。灵性就是法性，就是我们的自性，那什么？那是真的自己。这桩事情要不是佛出世为我们说出来，世间没人知道，古印度那些宗教家只讲到灵魂就为止，没有再往上提升。这什么？他没出六道。",
      "zh_TW": "中國孔夫子說得好，說的跟事實很接近，孔夫子不叫它靈魂，叫它做遊魂。《易經》裡面講「精氣為物，遊魂為變」。物是什麼？物質，物質從哪裡來的？精氣變的。我們人在六道，遊魂，好，「遊」好，為什麼？它速度很大，它沒有空間跟時間的這種障礙，它沒有，速度很大，比電磁波、比光波還快，所以稱遊魂有道理。無論靈魂也好、遊魂也好，出不了六道。出六道就不叫遊魂、不叫靈魂，那是什麼？那就要換個名詞，叫靈性，靈性出了六道。這是什麼？靈性是覺的，覺而不迷，靈魂是迷而不覺，是一樁事情，迷悟不同，迷了叫靈魂，不迷叫靈性。靈性就是法性，就是我們的自性，那什麼？那是真的自己。這樁事情要不是佛出世為我們說出來，世間沒人知道，古印度那些宗教家只講到靈魂就為止，沒有再往上提升。這什麼？他沒出六道。"
    },
    {
      "id": "12-047-0063_p0008",
      "zh_CN": "所以学佛之可贵，头一个就是认识自己。我们现在没有明心见性，但是对灵性这桩事情耳熟，听得太多了。修行修什么？就是如何能亲证、能证得，把自性找回来。佛在大乘教里又告诉我们，自性有没有离开我们？没离开，我们眼睛能看、耳能听、鼻能嗅、舌能尝、意能知，这见闻觉知是什么？见闻觉知就是我们的自性。要知道，自性怎么迷了？见闻觉知里面起妄想分别执着它就变质，就变成游魂。这也是世尊在《华严经》上告诉我们的，「一切众生皆有如来智慧德相」，这是我们自己本来面目，现在在六道里面变成迷魂，在六道里面去投胎，舍身受身，干这种事情，为什么？佛说了，「但以妄想执着而不能证得」，这一句话说破了。真的，我们有妄想、我们有分别、我们有执着，就被这个东西害了。自性里面加上妄想分别执着就变成六道轮回，我们要出离六道，要把这些附加物去掉。所以佛菩萨、祖师大德教我们放下，首先要放下执着，执着就是见思烦恼，放下执着，六道就没有了。六道是假的，不是真的，像作梦一样，你从梦中醒过来。",
      "zh_TW": "所以學佛之可貴，頭一個就是認識自己。我們現在沒有明心見性，但是對靈性這樁事情耳熟，聽得太多了。修行修什麼？就是如何能親證、能證得，把自性找回來。佛在大乘教裡又告訴我們，自性有沒有離開我們？沒離開，我們眼睛能看、耳能聽、鼻能嗅、舌能嘗、意能知，這見聞覺知是什麼？見聞覺知就是我們的自性。要知道，自性怎麼迷了？見聞覺知裡面起妄想分別執著它就變質，就變成遊魂。這也是世尊在《華嚴經》上告訴我們的，「一切眾生皆有如來智慧德相」，這是我們自己本來面目，現在在六道裡面變成迷魂，在六道裡面去投胎，捨身受身，幹這種事情，為什麼？佛說了，「但以妄想執著而不能證得」，這一句話說破了。真的，我們有妄想、我們有分別、我們有執著，就被這個東西害了。自性裡面加上妄想分別執著就變成六道輪迴，我們要出離六道，要把這些附加物去掉。所以佛菩薩、祖師大德教我們放下，首先要放下執著，執著就是見思煩惱，放下執著，六道就沒有了。六道是假的，不是真的，像作夢一樣，你從夢中醒過來。"
    },
    {
      "id": "12-047-0063_p0009",
      "zh_CN": "头一个身见，一定要知道身不是自己，身是什么？身是我所有的，不是我，就像衣服一样，衣服不是我，是我所有的。我所有的放下很容易，我衣服换一件挺自在的，知道它不是我。如果你真的明白这个身不是我，身用了几十年，用老了，用旧了，不太好用了，换一个，这个身不要了，换一个身体，就像换一件衣服一样。所以对于生死那种恐怖没有了，知道生死是换一件衣服，换一个新的身体。这个换，有人换得很好，愈换愈好，有人换得很差，人身失掉了，换个畜生身，换个饿鬼身，那就换错了。所以六道里面要重视因果。这个因果就是善恶，善因感善果，你的身体愈换愈好，恶因感恶报，换的身体是愈换愈差，这不能不知道。",
      "zh_TW": "頭一個身見，一定要知道身不是自己，身是什麼？身是我所有的，不是我，就像衣服一樣，衣服不是我，是我所有的。我所有的放下很容易，我衣服換一件挺自在的，知道它不是我。如果你真的明白這個身不是我，身用了幾十年，用老了，用舊了，不太好用了，換一個，這個身不要了，換一個身體，就像換一件衣服一樣。所以對於生死那種恐怖沒有了，知道生死是換一件衣服，換一個新的身體。這個換，有人換得很好，愈換愈好，有人換得很差，人身失掉了，換個畜生身，換個餓鬼身，那就換錯了。所以六道裡面要重視因果。這個因果就是善惡，善因感善果，你的身體愈換愈好，惡因感惡報，換的身體是愈換愈差，這不能不知道。"
    },
    {
      "id": "12-047-0063_p0010",
      "zh_CN": "佛在六道里面教化众生，头一个是教我们保住人身，再换还是换个人身，或者换个天身，向上提升，不让你往下堕落。为什么会往下堕落？贪瞋痴就往下堕落，贪心重的换什么身？换鬼身，瞋恚心重的人换地狱身，愚痴重的人换畜生身，换到三恶道的身。我们很不愿意去作鬼、畜生，你既然不愿意受这种果报，你得把这三种果报的因除掉，这三种苦报的因是什么？贪瞋痴。所以佛教我们，「勤修戒定慧，息灭贪瞋痴」，这什么？你决定不堕三恶道，这是真正的佛弟子。我们虽然没有能力超越六道轮回，在六道里面就是人天两道往返，不断向上提升，那就是不断的要放下，不放下不行。身见，这第一个。",
      "zh_TW": "佛在六道裡面教化眾生，頭一個是教我們保住人身，再換還是換個人身，或者換個天身，向上提升，不讓你往下墮落。為什麼會往下墮落？貪瞋痴就往下墮落，貪心重的換什麼身？換鬼身，瞋恚心重的人換地獄身，愚痴重的人換畜生身，換到三惡道的身。我們很不願意去作鬼、畜生，你既然不願意受這種果報，你得把這三種果報的因除掉，這三種苦報的因是什麼？貪瞋痴。所以佛教我們，「勤修戒定慧，息滅貪瞋痴」，這什麼？你決定不墮三惡道，這是真正的佛弟子。我們雖然沒有能力超越六道輪迴，在六道裡面就是人天兩道往返，不斷向上提升，那就是不斷的要放下，不放下不行。身見，這第一個。"
    },
    {
      "id": "12-047-0063_p0011",
      "zh_CN": "第二是「边见」，边见是什么？用个简单的说法就是对立，二边，二边就对立。这个东西是所有烦恼的根，所以我们要认真把它放下。首先放下不跟人对立，无论是什么人，亲人也好，亲人当然不会对立，冤家对头都不对立，他跟我对立，我不跟他对立，跟一切事不对立，跟一切万物不对立。不对立就统一，把二边统一，统一到哪里？统一到自己。《还源观》里面跟我们讲的，遍法界虚空界一切万事万物跟我们是什么关系？一体，一体里头没有对立，都是一个自性清净圆明体变现出来的。这个事情不好懂，佛在经里面常常用比喻来说法，让我们从比喻当中去悟入事实真相。比喻说得最多的是作梦，梦幻泡影，以梦为主，幻泡影是辅助的，主要就是用梦来做比喻。为什么？每个人都有作梦的经验，我们世间人有作梦经验，欲界天人也有作梦的经验。佛用这个比喻好，梦里有没有？有，真有那么回事，醒过来之后呢？醒过来之后没有了。醒过来之后没有，我们想想，我们当作梦的时候有没有？当然也是没有。梦中梦到很多人，梦到很多事，也有树木花草、山河大地，跟我们是什么关系？一个关系，一体，发梦的时候全都有，醒过来的时候全都没有，一体！同时起同时灭，正像《楞严经》上所讲的，「当处出生，随处灭尽」，这是事实真相。所以边见要是没有了，你就肯定整个宇宙跟自己是一体，这是佛知佛见，你怎么会不爱人！你自自然然能舍己为人，为什么？人跟我是一体。为人真正是为自己，损人是真正损自己，这是事实真相。如果有边见就有对立，我们知道对立再发展、提升就是矛盾，矛盾提升就是冲突，冲突提升就是斗争，斗争再提升就是战争，问题愈来愈严重。要化解战争、化解冲突，从哪里化？放下边见，问题真的化解了。所以我们对于这一条不能不重视。",
      "zh_TW": "第二是「邊見」，邊見是什麼？用個簡單的說法就是對立，二邊，二邊就對立。這個東西是所有煩惱的根，所以我們要認真把它放下。首先放下不跟人對立，無論是什麼人，親人也好，親人當然不會對立，冤家對頭都不對立，他跟我對立，我不跟他對立，跟一切事不對立，跟一切萬物不對立。不對立就統一，把二邊統一，統一到哪裡？統一到自己。《還源觀》裡面跟我們講的，遍法界虛空界一切萬事萬物跟我們是什麼關係？一體，一體裡頭沒有對立，都是一個自性清淨圓明體變現出來的。這個事情不好懂，佛在經裡面常常用比喻來說法，讓我們從比喻當中去悟入事實真相。比喻說得最多的是作夢，夢幻泡影，以夢為主，幻泡影是輔助的，主要就是用夢來做比喻。為什麼？每個人都有作夢的經驗，我們世間人有作夢經驗，欲界天人也有作夢的經驗。佛用這個比喻好，夢裡有沒有？有，真有那麼回事，醒過來之後呢？醒過來之後沒有了。醒過來之後沒有，我們想想，我們當作夢的時候有沒有？當然也是沒有。夢中夢到很多人，夢到很多事，也有樹木花草、山河大地，跟我們是什麼關係？一個關係，一體，發夢的時候全都有，醒過來的時候全都沒有，一體！同時起同時滅，正像《楞嚴經》上所講的，「當處出生，隨處滅盡」，這是事實真相。所以邊見要是沒有了，你就肯定整個宇宙跟自己是一體，這是佛知佛見，你怎麼會不愛人！你自自然然能捨己為人，為什麼？人跟我是一體。為人真正是為自己，損人是真正損自己，這是事實真相。如果有邊見就有對立，我們知道對立再發展、提升就是矛盾，矛盾提升就是衝突，衝突提升就是鬥爭，鬥爭再提升就是戰爭，問題愈來愈嚴重。要化解戰爭、化解衝突，從哪裡化？放下邊見，問題真的化解了。所以我們對於這一條不能不重視。"
    },
    {
      "id": "12-047-0063_p0012",
      "zh_CN": "除这个之外，我们中国人讲成见，某人成见很深，这都是错误的，自性里头没有成见，自性清净圆明体里头没有身见、没有边见、没有成见。成见分为两类，因上的成见、果上的成见，因上的成见叫「戒取见」，果上的成见叫「见取见」，都是自性里没有的。这是什么？简单的讲，自以为是，严重的执着，这才会产生冲突，才造很多罪业。末后一种叫「邪见」，就是除了上面讲的这四大类，所有一切错误的见解都归到这里面。这叫五种见惑。这个东西放下就入佛门了，真入门，入门就称为圣人，小圣，小小圣。小小圣很可贵，虽然还没有出六道轮回，决定不堕三恶道，为什么？他见解正确。他这种见解能够控制住贪瞋痴，贪瞋痴虽然没断，它不发作，他有这个能力，所以他不会堕入三途。人间、天上七次往返，思惑也断了，也放下了。",
      "zh_TW": "除這個之外，我們中國人講成見，某人成見很深，這都是錯誤的，自性裡頭沒有成見，自性清淨圓明體裡頭沒有身見、沒有邊見、沒有成見。成見分為兩類，因上的成見、果上的成見，因上的成見叫「戒取見」，果上的成見叫「見取見」，都是自性裡沒有的。這是什麼？簡單的講，自以為是，嚴重的執著，這才會產生衝突，才造很多罪業。末後一種叫「邪見」，就是除了上面講的這四大類，所有一切錯誤的見解都歸到這裡面。這叫五種見惑。這個東西放下就入佛門了，真入門，入門就稱為聖人，小聖，小小聖。小小聖很可貴，雖然還沒有出六道輪迴，決定不墮三惡道，為什麼？他見解正確。他這種見解能夠控制住貪瞋痴，貪瞋痴雖然沒斷，它不發作，他有這個能力，所以他不會墮入三途。人間、天上七次往返，思惑也斷了，也放下了。"
    },
    {
      "id": "12-047-0063_p0013",
      "zh_CN": "思惑是什么？错误的思想，贪瞋痴慢疑这五种。贪瞋痴慢好懂，那个怀疑，疑是什么？疑是怀疑圣教，对佛菩萨的经典怀疑，对古圣先贤的教诲怀疑。现在人很多、很普遍认为古圣先贤的东西是过去的，不适合于现代社会，所以他提不起信心，他不知道古圣先贤那些教训是从自性里头流出来的，是性德。凡是性德决定是超越时空，它不受空间限制，它不受时间限制。不受空间限制，无论在哪个地方它都是准确的，在中国是准确的，在外国也是准确的，在这个地球上是准确的，在其他星球上还是准确的，永恒不变，这超空间。超时间是三千年前是准确的，三千年后的今天还是准确的，万古常新。这叫真理，你怎么能说它是旧东西，不好使？这是严重错误观念。",
      "zh_TW": "思惑是什麼？錯誤的思想，貪瞋痴慢疑這五種。貪瞋痴慢好懂，那個懷疑，疑是什麼？疑是懷疑聖教，對佛菩薩的經典懷疑，對古聖先賢的教誨懷疑。現在人很多、很普遍認為古聖先賢的東西是過去的，不適合於現代社會，所以他提不起信心，他不知道古聖先賢那些教訓是從自性裡頭流出來的，是性德。凡是性德決定是超越時空，它不受空間限制，它不受時間限制。不受空間限制，無論在哪個地方它都是準確的，在中國是準確的，在外國也是準確的，在這個地球上是準確的，在其他星球上還是準確的，永恆不變，這超空間。超時間是三千年前是準確的，三千年後的今天還是準確的，萬古常新。這叫真理，你怎麼能說它是舊東西，不好使？這是嚴重錯誤觀念。"
    },
    {
      "id": "12-047-0063_p0014",
      "zh_CN": "我们在《还源观》里面读到此地知道，前面讲三种周遍里面我们曾经学过，许多的人见到释迦牟尼佛，向释迦牟尼佛请教种种疑难杂症，佛怎样帮助众生解决难题？一个字就行，前面举了一个例子，一微尘，就能把所有问题都解决，这我们前面读过。我们相信一尘里面含无量无边的法门，你不知道！一尘如是，一切微尘皆如是；一法如是，一切法都如是，所以佛说「法门平等，无有高下」。这里头最重要的是要把法门的门户之见突破。法门所以不平等，法门所以解决不了问题，毛病出在哪里？出在门户之见。门户之见是什么？你想想看，是不是分别、是不是执着？有了这两样东西就出不了六道轮回。天大的学问，解决问题是局限的，而且留有后遗症，为什么？不称性，违背性德。",
      "zh_TW": "我們在《還源觀》裡面讀到此地知道，前面講三種周遍裡面我們曾經學過，許多的人見到釋迦牟尼佛，向釋迦牟尼佛請教種種疑難雜症，佛怎樣幫助眾生解決難題？一個字就行，前面舉了一個例子，一微塵，就能把所有問題都解決，這我們前面讀過。我們相信一塵裡面含無量無邊的法門，你不知道！一塵如是，一切微塵皆如是；一法如是，一切法都如是，所以佛說「法門平等，無有高下」。這裡頭最重要的是要把法門的門戶之見突破。法門所以不平等，法門所以解決不了問題，毛病出在哪裡？出在門戶之見。門戶之見是什麼？你想想看，是不是分別、是不是執著？有了這兩樣東西就出不了六道輪迴。天大的學問，解決問題是侷限的，而且留有後遺症，為什麼？不稱性，違背性德。"
    },
    {
      "id": "12-047-0063_p0015",
      "zh_CN": "在中国，你看我们老祖宗，千万年前虽然没有文字，不能说他没有文化，不能说他没有教育，他有道，他有德、有仁、有义，他与性德相应。留给我们的东西，我们把它归纳起来，归纳成一个字，在中国就是「孝」字。你能说这个孝，几千年的东西，现在人要不要？不要了，不要就天下大乱，管用！人人都讲孝悌，这社会是祥和的，人与人之间不会有相争的，相亲相爱，社会是安定的，社会是和谐的，那怎么不好？你能说它不管用吗？在中国有历史记载，用了五千年，没出毛病，现在不用，问题出来了。讲得详细一点，古圣先贤教育总不外乎伦理，五伦、五常、四维、八德，讲尽了。在佛法里面，三皈、五戒、十善也就讲尽了，比中国讲得还简单。十善业道一扩充、一展开，小乘三千威仪，大乘菩萨八万四千细行，一展开！八万四千细行一收起来就是十善业，是纲领，不多。三皈是什么？三皈是觉正净，三皈是闻思修，三皈是戒定慧，一体，一桩事。三皈、五戒、十善讲一桩事，就是讲的自性清净圆明体的体相用。世出世间法没有例外，都是讲的当人自己，这是我们首先要把它搞清楚、搞明白的。所以不要看轻这个东西，三皈五戒是离苦得乐的津梁（工具），是趣向大涅槃的根本。",
      "zh_TW": "在中國，你看我們老祖宗，千萬年前雖然沒有文字，不能說他沒有文化，不能說他沒有教育，他有道，他有德、有仁、有義，他與性德相應。留給我們的東西，我們把它歸納起來，歸納成一個字，在中國就是「孝」字。你能說這個孝，幾千年的東西，現在人要不要？不要了，不要就天下大亂，管用！人人都講孝悌，這社會是祥和的，人與人之間不會有相爭的，相親相愛，社會是安定的，社會是和諧的，那怎麼不好？你能說它不管用嗎？在中國有歷史記載，用了五千年，沒出毛病，現在不用，問題出來了。講得詳細一點，古聖先賢教育總不外乎倫理，五倫、五常、四維、八德，講盡了。在佛法裡面，三皈、五戒、十善也就講盡了，比中國講得還簡單。十善業道一擴充、一展開，小乘三千威儀，大乘菩薩八萬四千細行，一展開！八萬四千細行一收起來就是十善業，是綱領，不多。三皈是什麼？三皈是覺正淨，三皈是聞思修，三皈是戒定慧，一體，一樁事。三皈、五戒、十善講一樁事，就是講的自性清淨圓明體的體相用。世出世間法沒有例外，都是講的當人自己，這是我們首先要把它搞清楚、搞明白的。所以不要看輕這個東西，三皈五戒是離苦得樂的津梁（工具），是趣向大涅槃的根本。"
    },
    {
      "id": "12-047-0063_p0016",
      "zh_CN": "大乘经里面把涅槃的意思讲深了，不是当时印度各个宗教跟学术里面所说涅槃的含义。佛把它扩充，讲得更圆满，大讲的是法身，大般涅槃，灭讲的是解脱，度讲的是般若，这讲得好。释迦牟尼佛出世给涅槃下了三个定义，法身、般若、解脱，这是我们学佛人终极的目标。我们希望证法身，法身里面有圆满的智慧，法身里面没有苦，离一切苦厄，无苦那就是乐。佛这种解释就是大乘教里面讲的三德秘藏，法身、般若、解脱这三德，性德，秘密藏在自性里头。惠能大师开悟时候说，「何期自性，本自具足」，具足什么？就是具足三德秘藏。人人都有，一切众生没有一个没有。这个众生的意思非常广，凡是众缘和合而生起的现象，肯定具足三德秘藏。众缘和合生起的现象，动物是众缘和合而生，植物也是，矿物也是，自然现象也是，我们抬头看到空中的云彩，云彩也是。有没有三德秘藏在里头？有。一片树叶里头有没有？有。一粒尘沙里头有没有？有。一滴水里头有没有？有。统统都有，平等平等。而且还有个秘密，它为什么叫藏？部分里头有全体的秘藏，这是我们一般人不知道的，一微尘里面有遍法界虚空界的信息。所以佛说「一即一切，一切即一」，一跟一切是平等的，一切不多，一不少，多跟少是一不是二。这很不容易理解，它是事实真相。",
      "zh_TW": "大乘經裡面把涅槃的意思講深了，不是當時印度各個宗教跟學術裡面所說涅槃的含義。佛把它擴充，講得更圓滿，大講的是法身，大般涅槃，滅講的是解脫，度講的是般若，這講得好。釋迦牟尼佛出世給涅槃下了三個定義，法身、般若、解脫，這是我們學佛人終極的目標。我們希望證法身，法身裡面有圓滿的智慧，法身裡面沒有苦，離一切苦厄，無苦那就是樂。佛這種解釋就是大乘教裡面講的三德祕藏，法身、般若、解脫這三德，性德，祕密藏在自性裡頭。惠能大師開悟時候說，「何期自性，本自具足」，具足什麼？就是具足三德祕藏。人人都有，一切眾生沒有一個沒有。這個眾生的意思非常廣，凡是眾緣和合而生起的現象，肯定具足三德祕藏。眾緣和合生起的現象，動物是眾緣和合而生，植物也是，礦物也是，自然現象也是，我們抬頭看到空中的雲彩，雲彩也是。有沒有三德祕藏在裡頭？有。一片樹葉裡頭有沒有？有。一粒塵沙裡頭有沒有？有。一滴水裡頭有沒有？有。統統都有，平等平等。而且還有個祕密，它為什麼叫藏？部分裡頭有全體的祕藏，這是我們一般人不知道的，一微塵裡面有遍法界虛空界的信息。所以佛說「一即一切，一切即一」，一跟一切是平等的，一切不多，一不少，多跟少是一不是二。這很不容易理解，它是事實真相。"
    },
    {
      "id": "12-047-0063_p0017",
      "zh_CN": "《大涅槃经》给我们说涅槃有四种大乐。我们为什么要学佛？学佛就是要证大般涅槃。为什么要证大般涅槃？大般涅槃有四种大乐，我们要不要？这很诱惑人的。这四种大乐，第一种「无苦乐」，我们这世间太苦了，他没有苦。简单的解释，「无苦乐者，谓无世间之苦乐也」。世间之苦是什么？三苦、八苦，这佛经上常说。三种苦是苦苦、坏苦、行苦，佛把所有一切苦分为三大类。苦苦里面讲了八种，八苦，实际上八苦只是三苦里的一种，苦苦。八苦是什么？「生、老、病、死」，哪个人能够避免！除这四种之外还有四种，「求不得苦、怨憎会苦」，冤家对头，你不喜欢的事情偏偏碰到；「爱别离苦」，你亲爱的人，你喜欢的事物，你控制不住，常常会失去；最后一个，「五阴炽盛苦」，五阴炽盛是什么？烦恼，内有烦恼，外面有诱惑，你没有办法控制，起心动念，《地藏经》上讲的「无不是业，无不是罪」，这是一切苦的因。八苦前面七种是果，后头一种是因。",
      "zh_TW": "《大涅槃經》給我們說涅槃有四種大樂。我們為什麼要學佛？學佛就是要證大般涅槃。為什麼要證大般涅槃？大般涅槃有四種大樂，我們要不要？這很誘惑人的。這四種大樂，第一種「無苦樂」，我們這世間太苦了，他沒有苦。簡單的解釋，「無苦樂者，謂無世間之苦樂也」。世間之苦是什麼？三苦、八苦，這佛經上常說。三種苦是苦苦、壞苦、行苦，佛把所有一切苦分為三大類。苦苦裡面講了八種，八苦，實際上八苦只是三苦裡的一種，苦苦。八苦是什麼？「生、老、病、死」，哪個人能夠避免！除這四種之外還有四種，「求不得苦、怨憎會苦」，冤家對頭，你不喜歡的事情偏偏碰到；「愛別離苦」，你親愛的人，你喜歡的事物，你控制不住，常常會失去；最後一個，「五陰熾盛苦」，五陰熾盛是什麼？煩惱，內有煩惱，外面有誘惑，你沒有辦法控制，起心動念，《地藏經》上講的「無不是業，無不是罪」，這是一切苦的因。八苦前面七種是果，後頭一種是因。"
    },
    {
      "id": "12-047-0063_p0018",
      "zh_CN": "坏苦是讲色界天。色界天人把七情五欲控制住了，为什么？他得到禅定，定功虽然不能够把烦恼断掉，他能够把烦恼控制住，不起作用，所以他八苦没有。虽没有八苦，他有坏苦，为什么？他还是有寿命，寿命虽然长，寿命到了，定就失掉，苦又现前，这不是办法。行苦是对无色界讲的，因为无色界他连这个身都不要了，真的是高级凡夫。我们在《老子》里面读到，老子就曾经说过这么一句话，「吾有大患，为吾有身」，我最大的忧患是什么？因为我有个身体。没有身体多好，没有身体省很多事情。无色界天就是没有身体，没有身体他不需要饮食、他不需要居住的房子。色界天有身体，他不要财色名食睡，这个东西他放下了，他有身体，有身体就有居住的环境，就有宫殿，宫殿会坏，寿命到了身体会失掉，所以他有坏苦。无色界没有身体，不需要宫殿，好！为什么说行苦？他不能永久保持。我们前面说过，非非想处天，这寿命最长的，八万大劫。八万大劫是很长，它一定还会到，八万大劫到了怎么办？到了他烦恼又起现行，他控制不住，叫行苦。所以佛讲三界统苦，这个要知道。",
      "zh_TW": "壞苦是講色界天。色界天人把七情五欲控制住了，為什麼？他得到禪定，定功雖然不能夠把煩惱斷掉，他能夠把煩惱控制住，不起作用，所以他八苦沒有。雖沒有八苦，他有壞苦，為什麼？他還是有壽命，壽命雖然長，壽命到了，定就失掉，苦又現前，這不是辦法。行苦是對無色界講的，因為無色界他連這個身都不要了，真的是高級凡夫。我們在《老子》裡面讀到，老子就曾經說過這麼一句話，「吾有大患，為吾有身」，我最大的憂患是什麼？因為我有個身體。沒有身體多好，沒有身體省很多事情。無色界天就是沒有身體，沒有身體他不需要飲食、他不需要居住的房子。色界天有身體，他不要財色名食睡，這個東西他放下了，他有身體，有身體就有居住的環境，就有宮殿，宮殿會壞，壽命到了身體會失掉，所以他有壞苦。無色界沒有身體，不需要宮殿，好！為什麼說行苦？他不能永久保持。我們前面說過，非非想處天，這壽命最長的，八萬大劫。八萬大劫是很長，它一定還會到，八萬大劫到了怎麼辦？到了他煩惱又起現行，他控制不住，叫行苦。所以佛講三界統苦，這個要知道。"
    },
    {
      "id": "12-047-0063_p0019",
      "zh_CN": "知道三界苦，那我们一定要发个心，我脱离三界，我永远离开三界，求出离三界，这是对的、正确的。脱离三界就是脱离六道轮回，世间苦乐就没有了。世间苦是真苦，世间乐叫坏苦，这个乐他不能保持长久。所以「世间之乐，即是苦因」，这个话是真的，一点都不假。中国古人讲修养，君子求淡泊，那就是苦乐二边都舍掉。道家特别重视这种修为，不但名利淡泊，一切受用无不是求淡泊，修养自己的天性，保持自己的纯善纯净。在佛法里面很像小乘的修行，着重自利，不愿意去利他，跟大乘不一样，大乘是主动去利益众生。可是要知道，大乘在小乘之上，如果你心里不能够淡泊名利，你学大乘，你学得肯定有偏差，不但不能利他，也不能自利，那你就错了。",
      "zh_TW": "知道三界苦，那我們一定要發個心，我脫離三界，我永遠離開三界，求出離三界，這是對的、正確的。脫離三界就是脫離六道輪迴，世間苦樂就沒有了。世間苦是真苦，世間樂叫壞苦，這個樂他不能保持長久。所以「世間之樂，即是苦因」，這個話是真的，一點都不假。中國古人講修養，君子求淡泊，那就是苦樂二邊都捨掉。道家特別重視這種修為，不但名利淡泊，一切受用無不是求淡泊，修養自己的天性，保持自己的純善純淨。在佛法裡面很像小乘的修行，著重自利，不願意去利他，跟大乘不一樣，大乘是主動去利益眾生。可是要知道，大乘在小乘之上，如果你心裡不能夠淡泊名利，你學大乘，你學得肯定有偏差，不但不能利他，也不能自利，那你就錯了。"
    },
    {
      "id": "12-047-0063_p0020",
      "zh_CN": "所以世尊教人，先学小乘，后学大乘，有道理！先放下，彻底放下，七情五欲统统放下，然后你才有能力、有德行、有定功、有智慧，你才能帮助一切苦难众生，你可以跟一切众生和光同尘。外表看是一样，里面看完全不一样，里面什么？凡夫他染，你不染，你永远保持着清净平等觉，一丝毫不染着，这叫大乘菩萨。与一切众生和光同尘，对你有没有伤害？一丝毫伤害都没有，为什么？你永远住在「凡所有相皆是虚妄」。这样人才能够学大乘菩萨普度众生，在普度众生当中消除自己业障，这个业障是习气，提升自己的境界，不是这种修行不能证得圆满。",
      "zh_TW": "所以世尊教人，先學小乘，後學大乘，有道理！先放下，徹底放下，七情五欲統統放下，然後你才有能力、有德行、有定功、有智慧，你才能幫助一切苦難眾生，你可以跟一切眾生和光同塵。外表看是一樣，裡面看完全不一樣，裡面什麼？凡夫他染，你不染，你永遠保持著清淨平等覺，一絲毫不染著，這叫大乘菩薩。與一切眾生和光同塵，對你有沒有傷害？一絲毫傷害都沒有，為什麼？你永遠住在「凡所有相皆是虛妄」。這樣人才能夠學大乘菩薩普度眾生，在普度眾生當中消除自己業障，這個業障是習氣，提升自己的境界，不是這種修行不能證得圓滿。"
    },
    {
      "id": "12-047-0063_p0021",
      "zh_CN": "《华严经》末后五十三参里面所示现的就是这桩事情，菩萨怎样修成究竟圆满的果德？不能离开众生，天天跟众生在一起，历事炼心。历是经历，你不经历这个事，你怎么晓得你真的成就？历事炼心的时候，知道事是假的，心是真的，那不是妄心，是炼真心，真心起作用，不是妄心起作用，他才能达到究竟圆满的境界，我们一般凡夫看不出来。所以《华严》这部经真正是究竟圆满，有究竟的理论、有周圆的方法，后面还做出样子来给我们看，带表演。方东美先生早年把这部经介绍给我，他说这书编得太好，全世界找不到第二种，带表演。我学了佛以后看四书就有这个感觉，朱夫子编四书那个灵感可能就是从《华严经》上得来的，这很可能，因为他亲近佛门这些祖师大德。你看四书的编辑，「中庸」是理论，「大学」是方法，《论语》，孔夫子当善财童子表演，《孟子》是孟夫子也当善财童子表演，把学庸的理论方法落实在日常生活当中，做出来给我们看，很像五十三参，它跟《华严经》太相像了，所以成为最好的教科书，几乎在这一千多年的时间当中变为中国读书人主要修学的课程。",
      "zh_TW": "《華嚴經》末後五十三參裡面所示現的就是這樁事情，菩薩怎樣修成究竟圓滿的果德？不能離開眾生，天天跟眾生在一起，歷事鍊心。歷是經歷，你不經歷這個事，你怎麼曉得你真的成就？歷事鍊心的時候，知道事是假的，心是真的，那不是妄心，是鍊真心，真心起作用，不是妄心起作用，他才能達到究竟圓滿的境界，我們一般凡夫看不出來。所以《華嚴》這部經真正是究竟圓滿，有究竟的理論、有周圓的方法，後面還做出樣子來給我們看，帶表演。方東美先生早年把這部經介紹給我，他說這書編得太好，全世界找不到第二種，帶表演。我學了佛以後看四書就有這個感覺，朱夫子編四書那個靈感可能就是從《華嚴經》上得來的，這很可能，因為他親近佛門這些祖師大德。你看四書的編輯，「中庸」是理論，「大學」是方法，《論語》，孔夫子當善財童子表演，《孟子》是孟夫子也當善財童子表演，把學庸的理論方法落實在日常生活當中，做出來給我們看，很像五十三參，它跟《華嚴經》太相像了，所以成為最好的教科書，幾乎在這一千多年的時間當中變為中國讀書人主要修學的課程。"
    },
    {
      "id": "12-047-0063_p0022",
      "zh_CN": "下面他引经书，「故经云，不断乐者，则名为苦。以断乐故，则无有苦。无苦无乐，乃名大乐，此即涅槃之大乐也」。这个话我们很不好懂，世间这种乐要断，为什么？我们一定要知道，世间人所有的乐是从外面来的，自性里面的真乐，《论语》第一句话就说出来，「学而时习之，不亦说乎」，圣贤之乐、涅槃之乐从哪里来的？是从学习来的，是从内里面往外发的，不是外来的，外来的是什么？外来是刺激，譬如像现在的打吗啡，服毒，他找刺激。他为什么要服毒？他认为那个乐。那个东西有副作用。今天世间人不懂得，寻求外面的乐确实就像打吗啡、就像服毒，乐之后苦就来了，所以乐是苦因。我们把世间这种享乐，五欲六尘之乐把它舍掉，你苦就没有了。为什么会这样？我们再想想，享受五欲六尘之乐里头会不会勾起贪瞋痴三毒烦恼？如果在享乐里面会引起贪瞋痴慢的烦恼，那就不是真乐，贪瞋痴慢烦恼在造业，你有没有想到将来的果报？这些例子，讲经教学的大德们，我常常听他们引用生活上实际的例子。现在人吃喝玩乐，他认为这是乐，他不知道病从口入，祸从口出，到灾难来了，病苦来了，后悔莫及。",
      "zh_TW": "下面他引經書，「故經云，不斷樂者，則名為苦。以斷樂故，則無有苦。無苦無樂，乃名大樂，此即涅槃之大樂也」。這個話我們很不好懂，世間這種樂要斷，為什麼？我們一定要知道，世間人所有的樂是從外面來的，自性裡面的真樂，《論語》第一句話就說出來，「學而時習之，不亦說乎」，聖賢之樂、涅槃之樂從哪裡來的？是從學習來的，是從內裡面往外發的，不是外來的，外來的是什麼？外來是刺激，譬如像現在的打嗎啡，服毒，他找刺激。他為什麼要服毒？他認為那個樂。那個東西有副作用。今天世間人不懂得，尋求外面的樂確實就像打嗎啡、就像服毒，樂之後苦就來了，所以樂是苦因。我們把世間這種享樂，五欲六塵之樂把它捨掉，你苦就沒有了。為什麼會這樣？我們再想想，享受五欲六塵之樂裡頭會不會勾起貪瞋痴三毒煩惱？如果在享樂裡面會引起貪瞋痴慢的煩惱，那就不是真樂，貪瞋痴慢煩惱在造業，你有沒有想到將來的果報？這些例子，講經教學的大德們，我常常聽他們引用生活上實際的例子。現在人吃喝玩樂，他認為這是樂，他不知道病從口入，禍從口出，到災難來了，病苦來了，後悔莫及。"
    },
    {
      "id": "12-047-0063_p0023",
      "zh_CN": "涅槃之乐凡夫不知道，跟凡夫讲也讲不清楚，为什么？他从来没有感受到。真正能感受的人确实不多，什么人？真干的人，学习圣贤的教诲认真落实的人他能体会到。愈是认真，我相信他体会得愈深，体会得愈多；不是认真去学习、从内心里发真诚心来学习，他体会不到，纵然天天读诵、天天听讲，听佛菩萨来讲，他感受都是有限的，为什么？他有障碍，他障碍没去掉。障碍总的来说还是分别执着，分别执着除掉，他感受到真乐，不是假的。常乐我净，这是自性里的四净德，那个乐是什么？涅槃之乐。大修行人都是世间绝顶聪明智慧的人，他不傻，你们看他是傻瓜，世间这么乐不会享受，要去修苦行，你不知道他那里面有大乐，你们这些乐怎么比都比不上。你要是晓得，你会跟他一样，你也把世间欢乐全部舍掉，这里有真乐。",
      "zh_TW": "涅槃之樂凡夫不知道，跟凡夫講也講不清楚，為什麼？他從來沒有感受到。真正能感受的人確實不多，什麼人？真幹的人，學習聖賢的教誨認真落實的人他能體會到。愈是認真，我相信他體會得愈深，體會得愈多；不是認真去學習、從內心裡發真誠心來學習，他體會不到，縱然天天讀誦、天天聽講，聽佛菩薩來講，他感受都是有限的，為什麼？他有障礙，他障礙沒去掉。障礙總的來說還是分別執著，分別執著除掉，他感受到真樂，不是假的。常樂我淨，這是自性裡的四淨德，那個樂是什麼？涅槃之樂。大修行人都是世間絕頂聰明智慧的人，他不傻，你們看他是傻瓜，世間這麼樂不會享受，要去修苦行，你不知道他那裡面有大樂，你們這些樂怎麼比都比不上。你要是曉得，你會跟他一樣，你也把世間歡樂全部捨掉，這裡有真樂。"
    },
    {
      "id": "12-047-0063_p0024",
      "zh_CN": "经里面说，「不断乐者，则名为苦；以断乐故，则无有苦。无苦无乐，乃名大乐，此即涅槃之大乐也」。无苦无乐这叫大乐，这还是不太容易理解，我们举个明显的例子，释迦牟尼佛入了这个境界，无苦无乐，清净寂灭，这是涅槃境界。自己确实对一切境缘，境是物质环境，缘是人事环境，面对着这些，不起心、不动念、不分别、不执着，这是自性的真乐。有人来向他请教，问题一提出来，他以自性智慧来解答，能把提问的人，让他听到这个解答的时候豁然大悟。这个乐的现象就被你看到了，你看到智慧，你看到善巧方便，你真正在此地看到他自行化他是那么样的圆满、那么样的殊胜，从哪里来的？从自性来的，不是从外来的。第一个是无苦乐，这都有次第的，告诉我们依次第来学。",
      "zh_TW": "經裡面說，「不斷樂者，則名為苦；以斷樂故，則無有苦。無苦無樂，乃名大樂，此即涅槃之大樂也」。無苦無樂這叫大樂，這還是不太容易理解，我們舉個明顯的例子，釋迦牟尼佛入了這個境界，無苦無樂，清淨寂滅，這是涅槃境界。自己確實對一切境緣，境是物質環境，緣是人事環境，面對著這些，不起心、不動念、不分別、不執著，這是自性的真樂。有人來向他請教，問題一提出來，他以自性智慧來解答，能把提問的人，讓他聽到這個解答的時候豁然大悟。這個樂的現象就被你看到了，你看到智慧，你看到善巧方便，你真正在此地看到他自行化他是那麼樣的圓滿、那麼樣的殊勝，從哪裡來的？從自性來的，不是從外來的。第一個是無苦樂，這都有次第的，告訴我們依次第來學。"
    },
    {
      "id": "12-047-0063_p0025",
      "zh_CN": "第二，「大寂静乐。谓涅槃之性，是大寂静。以其远离一切愦闹法故。以大寂静名为大乐，此即涅槃之大乐。」清净寂灭，我们世间人讲享清福，寂静里头的乐就是大乘教里面常讲的禅悦，悦是喜悦。这喜悦从哪里来的？从禅定当中来的，寂静就是禅定，这是中国的文字，印度梵文叫禅定。禅悦是乐、是欢喜，不从外头来的，中国谚语里面有所谓「人逢喜事精神爽」。我们知道在六道里头，色界四禅，色界天天人他没有饮食，五欲没有了，财不要了，色不要了，没有了，名不要了，吃也不要了，睡也不要了，他没有睡眠，他也没有饮食，他用什么养身体？禅悦。谚语有所谓人逢喜事精神爽，人要遇到快乐的事情特别有精神。这个喜事，最殊胜的喜事是禅悦，禅定里面的欢喜，那种养分不从外头来，这种养分是从自性里头像泉水一样流出来。",
      "zh_TW": "第二，「大寂靜樂。謂涅槃之性，是大寂靜。以其遠離一切憒鬧法故。以大寂靜名為大樂，此即涅槃之大樂。」清淨寂滅，我們世間人講享清福，寂靜裡頭的樂就是大乘教裡面常講的禪悅，悅是喜悅。這喜悅從哪裡來的？從禪定當中來的，寂靜就是禪定，這是中國的文字，印度梵文叫禪定。禪悅是樂、是歡喜，不從外頭來的，中國諺語裡面有所謂「人逢喜事精神爽」。我們知道在六道裡頭，色界四禪，色界天天人他沒有飲食，五欲沒有了，財不要了，色不要了，沒有了，名不要了，吃也不要了，睡也不要了，他沒有睡眠，他也沒有飲食，他用什麼養身體？禪悅。諺語有所謂人逢喜事精神爽，人要遇到快樂的事情特別有精神。這個喜事，最殊勝的喜事是禪悅，禪定裡面的歡喜，那種養分不從外頭來，這種養分是從自性裡頭像泉水一樣流出來。"
    },
    {
      "id": "12-047-0063_p0026",
      "zh_CN": "大乘佛法确实不可思议，连我们人身需要的养分都不需要从外头求。真的行吗？我们试试看。近代禅宗的大德虚云老和尚还有很多人知道，住在鸡足山的人就更明白，他老人家在那里住的时间相当长。虚老和尚坐禅入定，这大家知道的，常常一入定半个月、一个月，这么长的时间里面他没有喝水，他没有吃东西，出定之后精神饱满。而且常常告诉人，好像我坐没有一会儿我就出定了，一问别人，半个月了、一个月了，他自己感觉时间很短，所以时间不是真的。他在定中感觉一顿饭的时间，我们人间可能就是十天、半个月，他的感觉就是如此。从这个地方我们能够体会到禅悦为食，这佛家语，寂静。",
      "zh_TW": "大乘佛法確實不可思議，連我們人身需要的養分都不需要從外頭求。真的行嗎？我們試試看。近代禪宗的大德虛雲老和尚還有很多人知道，住在雞足山的人就更明白，他老人家在那裡住的時間相當長。虛老和尚坐禪入定，這大家知道的，常常一入定半個月、一個月，這麼長的時間裡面他沒有喝水，他沒有吃東西，出定之後精神飽滿。而且常常告訴人，好像我坐沒有一會兒我就出定了，一問別人，半個月了、一個月了，他自己感覺時間很短，所以時間不是真的。他在定中感覺一頓飯的時間，我們人間可能就是十天、半個月，他的感覺就是如此。從這個地方我們能夠體會到禪悅為食，這佛家語，寂靜。"
    },
    {
      "id": "12-047-0063_p0027",
      "zh_CN": "第三种乐是「大知乐。谓诸佛如来有大智慧，于一切法悉知悉见，名为大乐」，这也是涅槃乐。智慧、德能、相好不是从外头来的，全是自性里头本来具足的。佛法里面常讲隐现，没有缘的时候它隐，隐在哪？在自性里头。可是自性什么都没有，自性不是精神也不是物质，所以精神现象跟物质现象在自性里头找不到的，但是有缘，它能生万法。佛法讲万法是缘生，有缘它就现万法，没有缘它就不现。不现不能说它没有，现了不能说它有。现的相，相都是幻相，为什么？它从妄想生的。经上说「一切法从心想生」，那个心想是妄想。为什么？真心离念，真心没有妄想，也就是说真心里没有念头，只要是念头都是妄念，正念无念，无念叫正念。一切法从妄想生，妄想生出的法哪有真的？哪有这种道理！所以一切法确实是梦幻泡影，佛跟我们讲真话，《金刚经》上讲得好，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，它存在的时间，「如露亦如电」，佛教我们「应作如是观」。你能这样看法，那正确了，你就没有看错。所以一切法能不能执着？不可以，不能执着。为什么不能执着？它不是真的，包括自己身相也不是真的。",
      "zh_TW": "第三種樂是「大知樂。謂諸佛如來有大智慧，於一切法悉知悉見，名為大樂」，這也是涅槃樂。智慧、德能、相好不是從外頭來的，全是自性裡頭本來具足的。佛法裡面常講隱現，沒有緣的時候它隱，隱在哪？在自性裡頭。可是自性什麼都沒有，自性不是精神也不是物質，所以精神現象跟物質現象在自性裡頭找不到的，但是有緣，它能生萬法。佛法講萬法是緣生，有緣它就現萬法，沒有緣它就不現。不現不能說它沒有，現了不能說它有。現的相，相都是幻相，為什麼？它從妄想生的。經上說「一切法從心想生」，那個心想是妄想。為什麼？真心離念，真心沒有妄想，也就是說真心裡沒有念頭，只要是念頭都是妄念，正念無念，無念叫正念。一切法從妄想生，妄想生出的法哪有真的？哪有這種道理！所以一切法確實是夢幻泡影，佛跟我們講真話，《金剛經》上講得好，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，它存在的時間，「如露亦如電」，佛教我們「應作如是觀」。你能這樣看法，那正確了，你就沒有看錯。所以一切法能不能執著？不可以，不能執著。為什麼不能執著？它不是真的，包括自己身相也不是真的。"
    },
    {
      "id": "12-047-0063_p0028",
      "zh_CN": "所以我们要觉悟，我们每天要睡觉，睡觉应该做什么样的想法，作如是观，我天天睡觉的时候都想着什么？死了，你睡着不跟死了一样吗？第二天早晨又醒过来了。你想想睡着的时候，不但这世间没有一样东西是你自己的，身体也不是自己的，你到另外一个境界去了，梦中去了。梦中也是个境界，你到那里去了，你已经换了环境。常常作如是观，生死就看破了，生死来的时候你不惊不怖，你一点不害怕，为什么？很正常，我每天都干一次，没有两样。同时警觉自己，世出世间一切法都放下了。放下是正确的，你要想贪求是假的，为什么？决定贪不到。如果真正能够得到，可以，佛也赞成你去争取，得不到！这才是真话，事实真相。所以一切境缘，物质环境、人事环境都是缘分。佛陀教导我们要结缘，要结善缘，要结法缘，不要结恶缘，不要结世间的情缘，这个不好，结法缘、结善缘。",
      "zh_TW": "所以我們要覺悟，我們每天要睡覺，睡覺應該做什麼樣的想法，作如是觀，我天天睡覺的時候都想著什麼？死了，你睡著不跟死了一樣嗎？第二天早晨又醒過來了。你想想睡著的時候，不但這世間沒有一樣東西是你自己的，身體也不是自己的，你到另外一個境界去了，夢中去了。夢中也是個境界，你到那裡去了，你已經換了環境。常常作如是觀，生死就看破了，生死來的時候你不驚不怖，你一點不害怕，為什麼？很正常，我每天都幹一次，沒有兩樣。同時警覺自己，世出世間一切法都放下了。放下是正確的，你要想貪求是假的，為什麼？決定貪不到。如果真正能夠得到，可以，佛也贊成你去爭取，得不到！這才是真話，事實真相。所以一切境緣，物質環境、人事環境都是緣分。佛陀教導我們要結緣，要結善緣，要結法緣，不要結惡緣，不要結世間的情緣，這個不好，結法緣、結善緣。"
    },
    {
      "id": "12-047-0063_p0029",
      "zh_CN": "佛菩萨、祖师大德给我们的教诲句句真实，真的明白，真的相信，你就回头了。向哪里求？向自性当中求，所以佛法称为内学，外面东西不重要。世尊当年为我们做的示现，我们要细心去观察、去体会，他老人家示现什么？我们现在所讲的知识分子，好学、求知，有求知的欲望。他从十九岁离开家庭，连王位他都舍弃了，到外面去求学，印度所有宗教、所有学派里面这些大德他都亲近过，都跟他们学过，学了十二年，统统都参访过，再没地方学了，可是问题没解决。六道是搞清楚了，当然他也学过四禅八定，六道从哪里来的？为什么会有六道？六道以外还有没有世界？这都是我们普通一个好学的人免不了的问题。这三个问题在当时宗教跟学术都没有办法解答。宗教里面把四空天当作涅槃，误会，把非想非非想处天当作宇宙的源起，这误会了。所以释迦牟尼佛放弃了，十二年所学的东西放下了，在菩提树下入更深的禅定。我们知道四禅八定只是把执着放下，禅定功夫把它伏住，分别暂时放下，起心动念也放下，这是我们在大乘法里面明了的，所以它不是究竟法。",
      "zh_TW": "佛菩薩、祖師大德給我們的教誨句句真實，真的明白，真的相信，你就回頭了。向哪裡求？向自性當中求，所以佛法稱為內學，外面東西不重要。世尊當年為我們做的示現，我們要細心去觀察、去體會，他老人家示現什麼？我們現在所講的知識分子，好學、求知，有求知的欲望。他從十九歲離開家庭，連王位他都捨棄了，到外面去求學，印度所有宗教、所有學派裡面這些大德他都親近過，都跟他們學過，學了十二年，統統都參訪過，再沒地方學了，可是問題沒解決。六道是搞清楚了，當然他也學過四禪八定，六道從哪裡來的？為什麼會有六道？六道以外還有沒有世界？這都是我們普通一個好學的人免不了的問題。這三個問題在當時宗教跟學術都沒有辦法解答。宗教裡面把四空天當作涅槃，誤會，把非想非非想處天當作宇宙的源起，這誤會了。所以釋迦牟尼佛放棄了，十二年所學的東西放下了，在菩提樹下入更深的禪定。我們知道四禪八定只是把執著放下，禪定功夫把它伏住，分別暫時放下，起心動念也放下，這是我們在大乘法裡面明瞭的，所以它不是究竟法。"
    },
    {
      "id": "12-047-0063_p0030",
      "zh_CN": "佛放下十二年所学的，入更深的禅定是什么？不但执着放下，分别放下，连起心动念都放下了。我们知道这就是妄尽还源，回归自性，自性里面的般若智慧现前了。就像惠能大师一样，惠能大师为我们示现的，不认识字，没念过书，一旦开悟之后，就是放下了，放下就开悟了，释迦牟尼佛四十九年所讲的一切经，你念给他听，他全懂。我们会念，不懂，他给我们讲解，我们也能开悟。这就是说什么？真实智慧不一定要从书本上得来，书本是一个方便法；真实法，真实法在自性，必须把自性的障碍除掉，这教你放下。所以放下执着，于世出世间一切法不再执着，你就成正觉，称你作阿罗汉，六道就没有了，你超越六道。你再能把分别放下，也就是说对世出世间一切法不分别，你就成正等正觉，称你作菩萨。如果你再能够真正做到于世出世间一切法不起心不动念，你就成无上正等正觉，人家称你作佛陀。就像能大师说的，这个与认不认识字、与学不学经教不相干，这叫教外别传。",
      "zh_TW": "佛放下十二年所學的，入更深的禪定是什麼？不但執著放下，分別放下，連起心動念都放下了。我們知道這就是妄盡還源，回歸自性，自性裡面的般若智慧現前了。就像惠能大師一樣，惠能大師為我們示現的，不認識字，沒念過書，一旦開悟之後，就是放下了，放下就開悟了，釋迦牟尼佛四十九年所講的一切經，你念給他聽，他全懂。我們會念，不懂，他給我們講解，我們也能開悟。這就是說什麼？真實智慧不一定要從書本上得來，書本是一個方便法；真實法，真實法在自性，必須把自性的障礙除掉，這教你放下。所以放下執著，於世出世間一切法不再執著，你就成正覺，稱你作阿羅漢，六道就沒有了，你超越六道。你再能把分別放下，也就是說對世出世間一切法不分別，你就成正等正覺，稱你作菩薩。如果你再能夠真正做到於世出世間一切法不起心不動念，你就成無上正等正覺，人家稱你作佛陀。就像能大師說的，這個與認不認識字、與學不學經教不相干，這叫教外別傳。"
    },
    {
      "id": "12-047-0063_p0031",
      "zh_CN": "凡夫成佛在理论上讲是一念之间，哪有什么时间，只要你肯放下。所以我这一生很感谢我的老师章嘉大师，这桩事情是他老人家早年教给我的，「看破、放下」。可是怎么样？我不懂，我把他的意思体会到是最浅的，不知道这里头有密义。可是通过这五十八年，我学佛五十八年，五十八年年年不断从经教里头提升，现在才搞清楚、搞明白，这叫解悟。搞清楚、搞明白，我还不能入这个境界，什么原因？没有彻底放下，是放下很多，没有彻底，还是不干不净。现在要做的功夫？做的功夫是要彻底放下，还得要求生净土。彻底放下还要求生净土，才真正能保得住，要不求生净土的话，还在六道十法界里头，怕自己保不住，生到极乐世界就保全了。道理懂得了，事上就得真干。",
      "zh_TW": "凡夫成佛在理論上講是一念之間，哪有什麼時間，只要你肯放下。所以我這一生很感謝我的老師章嘉大師，這樁事情是他老人家早年教給我的，「看破、放下」。可是怎麼樣？我不懂，我把他的意思體會到是最淺的，不知道這裡頭有密義。可是通過這五十八年，我學佛五十八年，五十八年年年不斷從經教裡頭提升，現在才搞清楚、搞明白，這叫解悟。搞清楚、搞明白，我還不能入這個境界，什麼原因？沒有徹底放下，是放下很多，沒有徹底，還是不乾不淨。現在要做的功夫？做的功夫是要徹底放下，還得要求生淨土。徹底放下還要求生淨土，才真正能保得住，要不求生淨土的話，還在六道十法界裡頭，怕自己保不住，生到極樂世界就保全了。道理懂得了，事上就得真幹。"
    },
    {
      "id": "12-047-0063_p0032",
      "zh_CN": "末后一条「不坏乐」，好！「谓如来之身，非烦恼无常之身，犹如金刚，不能毁坏，身不坏故，名为大乐」，这是涅槃第四乐。所谓是金刚不坏身，那个金刚是比喻。如来之身是什么身？烦恼无常之身是我们六道众生的业报身，六道里头的人统统是业报身，无色界天不讲，他没有身相，从色界天一直到阿鼻地狱都有身相，这身相是从哪里来的？从执着来的，烦恼就是分别执着。无常，刹那生灭，不是永恒存在。所以一定要晓得，事实真相是刹那生灭，我们感官世界里面是这种刹那生灭的相似相续相，不是真的相续，相似相续。为什么？每个念不一样，念念不相同，于是它现的相，相相不相到。确实就跟我们看电影银幕上现的相一样，银幕的速度很慢，一秒钟二十四个生灭，就是一秒钟银幕上的底片换了二十四张。我们凡夫眼见的速度没有它快，以为它是个真的，以为它是个动的，其实什么？张张都不动，幻灯片放出来张张都不动，它换得太快了，我们以为它在动作，没有一张是动的。",
      "zh_TW": "末後一條「不壞樂」，好！「謂如來之身，非煩惱無常之身，猶如金剛，不能毀壞，身不壞故，名為大樂」，這是涅槃第四樂。所謂是金剛不壞身，那個金剛是比喻。如來之身是什麼身？煩惱無常之身是我們六道眾生的業報身，六道裡頭的人統統是業報身，無色界天不講，他沒有身相，從色界天一直到阿鼻地獄都有身相，這身相是從哪裡來的？從執著來的，煩惱就是分別執著。無常，剎那生滅，不是永恆存在。所以一定要曉得，事實真相是剎那生滅，我們感官世界裡面是這種剎那生滅的相似相續相，不是真的相續，相似相續。為什麼？每個念不一樣，念念不相同，於是它現的相，相相不相到。確實就跟我們看電影銀幕上現的相一樣，銀幕的速度很慢，一秒鐘二十四個生滅，就是一秒鐘銀幕上的底片換了二十四張。我們凡夫眼見的速度沒有它快，以為它是個真的，以為它是個動的，其實什麼？張張都不動，幻燈片放出來張張都不動，它換得太快了，我們以為它在動作，沒有一張是動的。"
    },
    {
      "id": "12-047-0063_p0033",
      "zh_CN": "现在弥勒菩萨告诉我们，释迦牟尼佛问得好，凡夫心有所念，这个念很粗，我们起心动念想一桩事情，念一桩事情，佛问这一念里头有多少个细念？这个念是你能觉察到的，细念是觉察不到的。弥勒菩萨告诉我们，我们现在一计算，概略的计算，一秒钟一千二百八十兆的生灭。你看电影银幕一秒钟二十四，弥勒菩萨告诉我们，我们现前这个境界一秒钟是一千二百八十兆。你要记住，念念都不一样，每个念都有一个相分，都出现境界相，这个境界相随念头生灭，念头起它起，念头灭它灭，第二个念头又起来了，念念不相到，所以它的境界相也是念念不相到的。这个事实真相要懂得，对我们修行有大好处，各个相都是独立的，所以不能执着。",
      "zh_TW": "現在彌勒菩薩告訴我們，釋迦牟尼佛問得好，凡夫心有所念，這個念很粗，我們起心動念想一樁事情，念一樁事情，佛問這一念裡頭有多少個細念？這個念是你能覺察到的，細念是覺察不到的。彌勒菩薩告訴我們，我們現在一計算，概略的計算，一秒鐘一千二百八十兆的生滅。你看電影銀幕一秒鐘二十四，彌勒菩薩告訴我們，我們現前這個境界一秒鐘是一千二百八十兆。你要記住，念念都不一樣，每個念都有一個相分，都出現境界相，這個境界相隨念頭生滅，念頭起它起，念頭滅它滅，第二個念頭又起來了，念念不相到，所以它的境界相也是念念不相到的。這個事實真相要懂得，對我們修行有大好處，各個相都是獨立的，所以不能執著。"
    },
    {
      "id": "12-047-0063_p0034",
      "zh_CN": "弥勒菩萨就劝告我们，他说念头太微细了，不可执持。我们在这个幻相里面生起执着的心、控制的念头、占有的念头，错了，不可以。那个什么？你生起这个念头就造业，就像《地藏经》上所说的，阎浮提众生起心动念，无不是业，无不是罪。不起心、不动念是佛，佛境界；有起心动念，没有分别执着，菩萨境界；有起心动念、有分别，没有执着，是阿罗汉的境界；在境界里面有起心动念、分别执着，那是六道凡夫。你看佛在经典上讲得这么清楚、这么明白，我们要想超凡入圣，要想恢复性德，性德里面的智慧、德能，连相好都是圆满的，不用到外面求，外面是决定求不到，这要知道。外面你所求得的还是你自己在造业，业报里面有副作用，业报里头有无量苦。",
      "zh_TW": "彌勒菩薩就勸告我們，他說念頭太微細了，不可執持。我們在這個幻相裡面生起執著的心、控制的念頭、佔有的念頭，錯了，不可以。那個什麼？你生起這個念頭就造業，就像《地藏經》上所說的，閻浮提眾生起心動念，無不是業，無不是罪。不起心、不動念是佛，佛境界；有起心動念，沒有分別執著，菩薩境界；有起心動念、有分別，沒有執著，是阿羅漢的境界；在境界裡面有起心動念、分別執著，那是六道凡夫。你看佛在經典上講得這麼清楚、這麼明白，我們要想超凡入聖，要想恢復性德，性德裡面的智慧、德能，連相好都是圓滿的，不用到外面求，外面是決定求不到，這要知道。外面你所求得的還是你自己在造業，業報裡面有副作用，業報裡頭有無量苦。"
    },
    {
      "id": "12-047-0063_p0035",
      "zh_CN": "这个地方说的身不是肉身，为什么？肉身有生有灭，这什么身？我们一定要知道，法身。对的，法身才是我们自己的真身，法身没有妄想分别执着。法身有没有相？有相就有毁灭，就有生灭，没有相，所以他没有生灭。没有相他不能毁坏，他是真身，他能现一切相。像观世音菩萨三十二应，那个三十二不是数字，是代表圆满，大圆满，三十二类，应以什么身得度就现什么相，你看多自在。因为法身无相，他能现一切相，如果有相，他就不能现。有相什么？他有执着，他就不能现，他没有相，能现一切相。怎么现？随众生心应所知量，众生心里想什么相，他就能跟他起感应道交现什样的相，所以众生生欢喜心。",
      "zh_TW": "這個地方說的身不是肉身，為什麼？肉身有生有滅，這什麼身？我們一定要知道，法身。對的，法身才是我們自己的真身，法身沒有妄想分別執著。法身有沒有相？有相就有毀滅，就有生滅，沒有相，所以他沒有生滅。沒有相他不能毀壞，他是真身，他能現一切相。像觀世音菩薩三十二應，那個三十二不是數字，是代表圓滿，大圓滿，三十二類，應以什麼身得度就現什麼相，你看多自在。因為法身無相，他能現一切相，如果有相，他就不能現。有相什麼？他有執著，他就不能現，他沒有相，能現一切相。怎麼現？隨眾生心應所知量，眾生心裡想什麼相，他就能跟他起感應道交現什樣的相，所以眾生生歡喜心。"
    },
    {
      "id": "12-047-0063_p0036",
      "zh_CN": "净土宗讲四土三辈九品，法身是什么？法身是常寂光净土。常寂光，大乘经里面也把它翻成大光明藏，一片光明。这个光明是自性的，是性光，光柔和，不会刺眼。这个光的磁场非常美妙，那是享受，那是安乐，充满了智慧，无时不在，无处不在。我们今天是起了妄想分别执着，就是常寂光前起了一种障碍，好像是起了一层雾一样的，云雾一样的，障碍住了，常寂光不能现前。不能现前变什么？变成黑暗，叫无明。我们今天看到是，如果太阳没有了，星星没有了，灯光没有了，一片黑暗，叫大黑天，这叫无明。无明从哪里来的？一念不觉发生的。无明破了的时候你永远见不到黑暗，一片光明，这是法身，这是真正的自己。起心动念它就现，现万法，就现宇宙、就现森罗万象，我也现前，就跟作梦一样。你们诸位想想，哪一次作梦没有自己？我什么时候来的？我跟宇宙同时发生的，没有先后。这个道理很深，这是事实真相。你契入这个境界之后，你就知道永远不坏。你看他讲的，无苦、寂静、大知、不坏，这是自性，这是禅宗讲的「父母未生前本来面目」。学佛没有别的，妄尽还源，还源是归还到大涅槃，圆满成就。归还到大涅槃，起作用真正是不可思议，十法界的众生，哪个地方众生有求，你哪里就有应，像观世音菩萨一样，千处祈求千处应，不止千处，你就能做种种示现，普度众生，你说这个多乐！涅槃的四乐我们就学习到此地。",
      "zh_TW": "淨土宗講四土三輩九品，法身是什麼？法身是常寂光淨土。常寂光，大乘經裡面也把它翻成大光明藏，一片光明。這個光明是自性的，是性光，光柔和，不會刺眼。這個光的磁場非常美妙，那是享受，那是安樂，充滿了智慧，無時不在，無處不在。我們今天是起了妄想分別執著，就是常寂光前起了一種障礙，好像是起了一層霧一樣的，雲霧一樣的，障礙住了，常寂光不能現前。不能現前變什麼？變成黑暗，叫無明。我們今天看到是，如果太陽沒有了，星星沒有了，燈光沒有了，一片黑暗，叫大黑天，這叫無明。無明從哪裡來的？一念不覺發生的。無明破了的時候你永遠見不到黑暗，一片光明，這是法身，這是真正的自己。起心動念它就現，現萬法，就現宇宙、就現森羅萬象，我也現前，就跟作夢一樣。你們諸位想想，哪一次作夢沒有自己？我什麼時候來的？我跟宇宙同時發生的，沒有先後。這個道理很深，這是事實真相。你契入這個境界之後，你就知道永遠不壞。你看他講的，無苦、寂靜、大知、不壞，這是自性，這是禪宗講的「父母未生前本來面目」。學佛沒有別的，妄盡還源，還源是歸還到大涅槃，圓滿成就。歸還到大涅槃，起作用真正是不可思議，十法界的眾生，哪個地方眾生有求，你哪裡就有應，像觀世音菩薩一樣，千處祈求千處應，不止千處，你就能做種種示現，普度眾生，你說這個多樂！涅槃的四樂我們就學習到此地。"
    }
  ]
}