{
  "doc_id": "12-047-0012",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "12-047-0012",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "12-047-0012_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》第四页第一行，我们从第二句念起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》第四頁第一行，我們從第二句念起："
    },
    {
      "id": "12-047-0012_p0002",
      "zh_CN": "【烦恼覆之则隐。智慧了之则显。非生因之所生。唯了因之所了。】",
      "zh_TW": "【煩惱覆之則隱。智慧了之則顯。非生因之所生。唯了因之所了。】"
    },
    {
      "id": "12-047-0012_p0003",
      "zh_CN": "前面我们学到这个地方。这里面最重要的，就是自性隐显这个现象，隐与显都没有因，不像一切万物，一切万物确确实实所谓是因缘生法，这是佛讲的。只有自性不是因缘生法，为什么？它没有生，它也没有灭。在宇宙之间真正讲到不生不灭的，就是自性，自性从哪里来的？无有来处。自性为什么发生的？没有原因，只有这桩事情，这里说得好，它『非生因之所生』。但是如果你有智慧，你确确实实能够证得，这个证得不是说你得到什么，你真正知道它的存在，而且真正知道它是宇宙的第一因，宇宙、生命、我都是从它变现出来的。佛说得很好，一切万物，十法界依正庄严是唯心所现、唯识所变。心没有生因，识有，识是因缘所生法，性没有，这个要知道，这很难懂，它是真的，它不是假的。讲到生因，我们前面提到《成实论》里面的三因，这个三因也就是讲的一切万法，一切万法总离不开这三种因。第一个是「生因」，第二个是「习因」，第三个是「依因」。这些概念、事实都围绕在我们日常生活当中，你都能通达明了，你是个明白人；如果不能通达明了，那你就是个糊涂人，糊涂人在佛法称为凡夫，明白人称之为菩萨。菩萨跟凡夫没有两样，只是对于一切万事万法明不明白。",
      "zh_TW": "前面我們學到這個地方。這裡面最重要的，就是自性隱顯這個現象，隱與顯都沒有因，不像一切萬物，一切萬物確確實實所謂是因緣生法，這是佛講的。只有自性不是因緣生法，為什麼？它沒有生，它也沒有滅。在宇宙之間真正講到不生不滅的，就是自性，自性從哪裡來的？無有來處。自性為什麼發生的？沒有原因，只有這樁事情，這裡說得好，它『非生因之所生』。但是如果你有智慧，你確確實實能夠證得，這個證得不是說你得到什麼，你真正知道它的存在，而且真正知道它是宇宙的第一因，宇宙、生命、我都是從它變現出來的。佛說得很好，一切萬物，十法界依正莊嚴是唯心所現、唯識所變。心沒有生因，識有，識是因緣所生法，性沒有，這個要知道，這很難懂，它是真的，它不是假的。講到生因，我們前面提到《成實論》裡面的三因，這個三因也就是講的一切萬法，一切萬法總離不開這三種因。第一個是「生因」，第二個是「習因」，第三個是「依因」。這些概念、事實都圍繞在我們日常生活當中，你都能通達明瞭，你是個明白人；如果不能通達明瞭，那你就是個糊塗人，糊塗人在佛法稱為凡夫，明白人稱之為菩薩。菩薩跟凡夫沒有兩樣，只是對於一切萬事萬法明不明白。"
    },
    {
      "id": "12-047-0012_p0004",
      "zh_CN": "生因我们说过了，只有自性没有生因，除了自性之外，统统都有生因。宇宙怎么来的，有生因，我从哪里来的，有生因，怎么来的？我们在华严会上讲了很多，不止一次，时时刻刻都提出来。为什么要这么频繁的来提示？因为我们没有能够认知，不是听一次就明白，这个话听一万次你也未必能明白，未必能明了，不明了就不得受用。真正明了就得受用，这受用是什么？受用是大自在。大乘教里面讲三德，如果真的明了，你就得解脱德，解脱就是大自在。我们不得大自在，还有烦恼，还有习气；换句话说，我们没有真的明了，只是听说而已。所以古圣先贤教导我们，学习要不断的重复，温故而知新，这是很有道理的。真清楚了，三德都现前，法身德现前，什么是法身德？整个宇宙是一体，这是法身德。你就不会再分人我，没有这个概念，你真正晓得整个宇宙是自己，好像我们明了，我们这个身体是自己，你就不会再去分这是头，这是眼睛，这是耳朵，这是鼻子，这是手臂，这是手指，你就不会分，为什么？一体！所以你真正证得法身，法就是身，法性是真心，法相是真身。法相在大的方面来说遍法界虚空界，范围缩小来讲，咱们娑婆世界十法界依正庄严是自己。大的你们在《华严经》上看到，华藏世界，叫世界海。",
      "zh_TW": "生因我們說過了，只有自性沒有生因，除了自性之外，統統都有生因。宇宙怎麼來的，有生因，我從哪裡來的，有生因，怎麼來的？我們在華嚴會上講了很多，不止一次，時時刻刻都提出來。為什麼要這麼頻繁的來提示？因為我們沒有能夠認知，不是聽一次就明白，這個話聽一萬次你也未必能明白，未必能明瞭，不明瞭就不得受用。真正明瞭就得受用，這受用是什麼？受用是大自在。大乘教裡面講三德，如果真的明瞭，你就得解脫德，解脫就是大自在。我們不得大自在，還有煩惱，還有習氣；換句話說，我們沒有真的明瞭，只是聽說而已。所以古聖先賢教導我們，學習要不斷的重複，溫故而知新，這是很有道理的。真清楚了，三德都現前，法身德現前，什麼是法身德？整個宇宙是一體，這是法身德。你就不會再分人我，沒有這個概念，你真正曉得整個宇宙是自己，好像我們明瞭，我們這個身體是自己，你就不會再去分這是頭，這是眼睛，這是耳朵，這是鼻子，這是手臂，這是手指，你就不會分，為什麼？一體！所以你真正證得法身，法就是身，法性是真心，法相是真身。法相在大的方面來說遍法界虛空界，範圍縮小來講，咱們娑婆世界十法界依正莊嚴是自己。大的你們在《華嚴經》上看到，華藏世界，叫世界海。"
    },
    {
      "id": "12-047-0012_p0005",
      "zh_CN": "佛说，在大宇宙里面，像华藏世界海无量无边，无有穷尽，有没有生因？有。生因是什么？我们这篇文字里面的第三段就讲三种周遍，「周遍法界、出生无尽、含容空有」，这是性德，所以它的生因是性德。那自性的生因呢？自性就没有生因，所以它第一个源头没有生因，第二个就有生因。宇宙出现，就是惠能大师讲的五句话，末后一句话「能生万法」，能生万法就有生因，前面讲的没有生因。前面譬如他讲的「何期自性，本自清净」，这个清净没有生因，「本不生灭」没有生因，「本自具足、本无动摇」都没有生因。法尔，它本来就是这个样子的，所以不可思议，佛这句话说得妙！你没有办法去想像，它既不是物质也不是精神，不是物质，我们眼耳鼻舌身接触不到；不是精神，我们的意识想不到，这才是真的。这篇文章里面最难懂的就是第一段，因为第一段就是它没有生因，二段以后都有生因那就很好懂。第一段里面就是禅宗里面常讲的「父母未生前本来面目」，禅宗常常参这个话头，父母未生前本来面目是什么？就是「自性清净圆明体」，这是父母未生前本来面目，这讲得很清楚。在我们净土宗里面讲得没有这么清楚，但是也讲得好，那是什么？叫常寂光。我们不要说土，也不要说身，就叫常寂光，那是本来面目。常寂光就是此地讲的自性清净圆明体，常寂光里面没有物质也没有精神。佛经里还有一个名词叫「大光明藏」，那也就是讲常寂光，也就是讲自性，自性是大光明。这个东西你说体会，体会都体会不到，为什么？你体会用心，只要讲用心全用妄心，真心用不上。真心是什么？真心是下面讲的「了因佛性」。「非生因之所生」，这句话要肯定，决定没有怀疑，有怀疑那就是障碍，烦恼障，六个根本烦恼，贪瞋痴慢下面就是疑。你在这上面怀疑，你就永远不能见性，不能见性造成什么样的障碍？出不了十法界。给你说你可以出六道轮回，你出不了十法界，十法界最高的是佛法界，你没办法超越，也就是说你永远见不到诸佛如来的常寂光净土，你见不到。所以这个疑要断，这个疑，六个根本烦恼里头的疑，不是普通的疑惑，我们普通叫怀疑不是这个，那你就搞错了。就是对这个自性清净心没有原因生的，法尔如是，对这个不能怀疑，这个疑情断了，你才能体会到万物都有生因。",
      "zh_TW": "佛說，在大宇宙裡面，像華藏世界海無量無邊，無有窮盡，有沒有生因？有。生因是什麼？我們這篇文字裡面的第三段就講三種周遍，「周遍法界、出生無盡、含容空有」，這是性德，所以它的生因是性德。那自性的生因呢？自性就沒有生因，所以它第一個源頭沒有生因，第二個就有生因。宇宙出現，就是惠能大師講的五句話，末後一句話「能生萬法」，能生萬法就有生因，前面講的沒有生因。前面譬如他講的「何期自性，本自清淨」，這個清淨沒有生因，「本不生滅」沒有生因，「本自具足、本無動搖」都沒有生因。法爾，它本來就是這個樣子的，所以不可思議，佛這句話說得妙！你沒有辦法去想像，它既不是物質也不是精神，不是物質，我們眼耳鼻舌身接觸不到；不是精神，我們的意識想不到，這才是真的。這篇文章裡面最難懂的就是第一段，因為第一段就是它沒有生因，二段以後都有生因那就很好懂。第一段裡面就是禪宗裡面常講的「父母未生前本來面目」，禪宗常常參這個話頭，父母未生前本來面目是什麼？就是「自性清淨圓明體」，這是父母未生前本來面目，這講得很清楚。在我們淨土宗裡面講得沒有這麼清楚，但是也講得好，那是什麼？叫常寂光。我們不要說土，也不要說身，就叫常寂光，那是本來面目。常寂光就是此地講的自性清淨圓明體，常寂光裡面沒有物質也沒有精神。佛經裡還有一個名詞叫「大光明藏」，那也就是講常寂光，也就是講自性，自性是大光明。這個東西你說體會，體會都體會不到，為什麼？你體會用心，只要講用心全用妄心，真心用不上。真心是什麼？真心是下面講的「了因佛性」。「非生因之所生」，這句話要肯定，決定沒有懷疑，有懷疑那就是障礙，煩惱障，六個根本煩惱，貪瞋痴慢下面就是疑。你在這上面懷疑，你就永遠不能見性，不能見性造成什麼樣的障礙？出不了十法界。給你說你可以出六道輪迴，你出不了十法界，十法界最高的是佛法界，你沒辦法超越，也就是說你永遠見不到諸佛如來的常寂光淨土，你見不到。所以這個疑要斷，這個疑，六個根本煩惱裡頭的疑，不是普通的疑惑，我們普通叫懷疑不是這個，那你就搞錯了。就是對這個自性清淨心沒有原因生的，法爾如是，對這個不能懷疑，這個疑情斷了，你才能體會到萬物都有生因。"
    },
    {
      "id": "12-047-0012_p0006",
      "zh_CN": "第二个讲「习因」。这个生因，万物的生因是什么？是唯心所现，这个心就是自性，自性能现。能现为什么会有差别？能现应该都是一样，没错，确实是一样。种种差别从哪里来的？差别从习因来的。你看看我们中国古人讲的，讲得含糊，没有佛法讲得这么清楚。我们中国，你看《三字经》上，小朋友都会念，「性相近」，那个性就是自性，不是生因之所生。「习相远」，习是什么？习因，我们中国人讲习惯，所谓「少成若天性，习惯成自然」，习因就是习惯。注解里面讲得很清楚，虽然不长，就一句，「如习贪欲而益长贪欲」。我们中国人常讲，「近朱则赤，近墨则黑」，他跟善人在一起他自然就变善，跟恶人在一起他就学坏了。所以环境能变化一个人的气质，要晓得这些烦恼没有的。最高的我们不说，最高的是起心动念，自性里头有没有起心动念？没有，起心动念也是生因。起心动念之后现种种不同的现象，十界、六道、三途，这些染净、善恶、苦乐完全是习性，是习因。明白这个道理，就晓得教育的重要。",
      "zh_TW": "第二個講「習因」。這個生因，萬物的生因是什麼？是唯心所現，這個心就是自性，自性能現。能現為什麼會有差別？能現應該都是一樣，沒錯，確實是一樣。種種差別從哪裡來的？差別從習因來的。你看看我們中國古人講的，講得含糊，沒有佛法講得這麼清楚。我們中國，你看《三字經》上，小朋友都會念，「性相近」，那個性就是自性，不是生因之所生。「習相遠」，習是什麼？習因，我們中國人講習慣，所謂「少成若天性，習慣成自然」，習因就是習慣。註解裡面講得很清楚，雖然不長，就一句，「如習貪欲而益長貪欲」。我們中國人常講，「近朱則赤，近墨則黑」，他跟善人在一起他自然就變善，跟惡人在一起他就學壞了。所以環境能變化一個人的氣質，要曉得這些煩惱沒有的。最高的我們不說，最高的是起心動念，自性裡頭有沒有起心動念？沒有，起心動念也是生因。起心動念之後現種種不同的現象，十界、六道、三途，這些染淨、善惡、苦樂完全是習性，是習因。明白這個道理，就曉得教育的重要。"
    },
    {
      "id": "12-047-0012_p0007",
      "zh_CN": "所以我常常想，我们中国古圣先贤，我想都是诸佛如来、法身菩萨应化在中国这个地区。早年我跟李老师学教，我把我这个看法向他老人家请教，他老人家给我证明，他说理上讲得通，事上没有证据，这真的，事上什么？没有记录。佛在经上也没有说，中国古圣先贤哪些是佛菩萨再来的，没讲，所以事上没有证据，理上讲得通。为什么？诸佛如来、法身菩萨应化在世间，就是在十界、六道、三途，应以什么身得度他就现什么身，这得大自在，一点障碍都没有。他怎么能现身？现身他没有起心、没有动念，所以他种种示现还是非生因之所生。性如是，相亦如是，这个道理深，为什么？他觉悟了，所谓觉悟就是他不起心、不动念，那就不是生因之所生。只要起心动念就是生因之所生，那个生因是什么？生因是起心动念。诸位要晓得，佛菩萨应化在世间，像释迦牟尼佛当年应化在北印度，应化在人道也有父母，也有诞生，也有童年、少年、青年、晚年，都有这现象，有生有灭，七十九岁圆寂，我们讲七十九岁死了，有生有灭。这是不是有生因之所生？没有，这难懂！明明有怎么会没有？真的没有，给你讲有这是什么？随顺俗谛说有。要是随顺真谛呢？真谛没有，这不好懂。佛一生说法，在总的原则上，佛依二谛说法，就是真谛、俗谛。俗谛就是依一般人的常识给你讲，你会懂。真谛是什么？真谛是依第一义谛，那就是如来亲证的境界，没有；这所有一切万法也是非生因之所生，这个太妙太妙了，这个太难懂了。",
      "zh_TW": "所以我常常想，我們中國古聖先賢，我想都是諸佛如來、法身菩薩應化在中國這個地區。早年我跟李老師學教，我把我這個看法向他老人家請教，他老人家給我證明，他說理上講得通，事上沒有證據，這真的，事上什麼？沒有記錄。佛在經上也沒有說，中國古聖先賢哪些是佛菩薩再來的，沒講，所以事上沒有證據，理上講得通。為什麼？諸佛如來、法身菩薩應化在世間，就是在十界、六道、三途，應以什麼身得度他就現什麼身，這得大自在，一點障礙都沒有。他怎麼能現身？現身他沒有起心、沒有動念，所以他種種示現還是非生因之所生。性如是，相亦如是，這個道理深，為什麼？他覺悟了，所謂覺悟就是他不起心、不動念，那就不是生因之所生。只要起心動念就是生因之所生，那個生因是什麼？生因是起心動念。諸位要曉得，佛菩薩應化在世間，像釋迦牟尼佛當年應化在北印度，應化在人道也有父母，也有誕生，也有童年、少年、青年、晚年，都有這現象，有生有滅，七十九歲圓寂，我們講七十九歲死了，有生有滅。這是不是有生因之所生？沒有，這難懂！明明有怎麼會沒有？真的沒有，給你講有這是什麼？隨順俗諦說有。要是隨順真諦呢？真諦沒有，這不好懂。佛一生說法，在總的原則上，佛依二諦說法，就是真諦、俗諦。俗諦就是依一般人的常識給你講，你會懂。真諦是什麼？真諦是依第一義諦，那就是如來親證的境界，沒有；這所有一切萬法也是非生因之所生，這個太妙太妙了，這個太難懂了。"
    },
    {
      "id": "12-047-0012_p0008",
      "zh_CN": "虽然难懂，真的，佛有善巧方便，也能够叫我们细心的人稍有体会，譬如宇宙的来源，这是我们第二段要讨论的，宇宙的来源是起心动念。这个起心动念我们也不懂，我们听到这个名词，「我突然起了个念头，想到一桩事情，这是起心动念」，不是，不然，我们这个念头太粗，不是佛所说的。佛所说的起心动念极其微细，微细到什么样的程度，不但我们自己不知道，阿罗汉不知道，菩萨也不知道。菩萨在《华严经》上讲的有四十一个阶级，不算前面十信，前面十信位算上的时候是五十一个阶级。这五十一个阶级那真的都是菩萨，我们就是连最初的初信位的菩萨，我们都比不上人家。我们这一生认真修行，能不能修到他的地位？不多。为什么？初信位的菩萨，给诸位说，自私自利没有了，名闻利养没有了，五欲六尘没有了，我们能做到吗？做不到。所以他能够把六道里面的三界八十八品见惑断掉，我们有没有办法断一品？这是真的。八十八品见惑，佛菩萨又把它归纳为五大类，这个说话就好讲，因为教学方便起见分为五大类，八十八太多了。",
      "zh_TW": "雖然難懂，真的，佛有善巧方便，也能夠叫我們細心的人稍有體會，譬如宇宙的來源，這是我們第二段要討論的，宇宙的來源是起心動念。這個起心動念我們也不懂，我們聽到這個名詞，「我突然起了個念頭，想到一樁事情，這是起心動念」，不是，不然，我們這個念頭太粗，不是佛所說的。佛所說的起心動念極其微細，微細到什麼樣的程度，不但我們自己不知道，阿羅漢不知道，菩薩也不知道。菩薩在《華嚴經》上講的有四十一個階級，不算前面十信，前面十信位算上的時候是五十一個階級。這五十一個階級那真的都是菩薩，我們就是連最初的初信位的菩薩，我們都比不上人家。我們這一生認真修行，能不能修到他的地位？不多。為什麼？初信位的菩薩，給諸位說，自私自利沒有了，名聞利養沒有了，五欲六塵沒有了，我們能做到嗎？做不到。所以他能夠把六道裡面的三界八十八品見惑斷掉，我們有沒有辦法斷一品？這是真的。八十八品見惑，佛菩薩又把它歸納為五大類，這個說話就好講，因為教學方便起見分為五大類，八十八太多了。"
    },
    {
      "id": "12-047-0012_p0009",
      "zh_CN": "这五大类，第一个是身见，身见断掉了，也就是初信位的菩萨绝对不会执着这个身是我，这一招就不容易。我们还执着身是我，他知道身不是我，身是什么？身是我所有的，就像衣服一样，衣服是我所有的，身是我所有的，是我所有的不是我。什么是我？他已经懂得灵性才是我。到最后给你说，什么是真正的我？我们这第一条里面所讲的，自性清净圆明体是我，是真我，这就是父母未生前本来面目。我们把它忘得干干净净的，把身当作我，你说糟不糟糕？好比一个人，我们比喻这衣服是我所有的，他把衣服认为是我，我忘掉了，衣服是我，执着这个衣服，你说这不是错误吗？六道里面的众生，哪一个不把身看作是我！纵然他修行修定能够达到无色界天非想非非想处天，他还是有身见，他出不了六道轮回，他比不上初信位的菩萨，初信位菩萨身见破了。",
      "zh_TW": "這五大類，第一個是身見，身見斷掉了，也就是初信位的菩薩絕對不會執著這個身是我，這一招就不容易。我們還執著身是我，他知道身不是我，身是什麼？身是我所有的，就像衣服一樣，衣服是我所有的，身是我所有的，是我所有的不是我。什麼是我？他已經懂得靈性才是我。到最後給你說，什麼是真正的我？我們這第一條裡面所講的，自性清淨圓明體是我，是真我，這就是父母未生前本來面目。我們把它忘得乾乾淨淨的，把身當作我，你說糟不糟糕？好比一個人，我們比喻這衣服是我所有的，他把衣服認為是我，我忘掉了，衣服是我，執著這個衣服，你說這不是錯誤嗎？六道裡面的眾生，哪一個不把身看作是我！縱然他修行修定能夠達到無色界天非想非非想處天，他還是有身見，他出不了六道輪迴，他比不上初信位的菩薩，初信位菩薩身見破了。"
    },
    {
      "id": "12-047-0012_p0010",
      "zh_CN": "边见破了，边见是二边，我们为了说话方便起见，大家容易懂，不讲这个名词，我常常讲对立。二边不就是对立吗？初信位的菩萨对立的念头没有了，现在科学里面讲相对论，相对，他没有相对。我们现在这个世间冲突频繁，不但家庭有冲突，父子、兄弟有冲突，夫妇有冲突，踏进社会与一切众生冲突，与一切万法冲突，怨天尤人，这是现在社会现象。这种乱象，根在哪里？根就在对立，就在边见。边见没有了，所有一切冲突都化解，初信位的菩萨做到。下面是邪见，那是错误的见解，见取见、戒取见是成见，统统都没有了。我们怎么能比得上？所以证得初信位的菩萨，虽然没有出六道轮回，决定不堕三恶道，天上人间。而佛说得很清楚，最多七次他就证阿罗汉果，超越六道，六道就没有了。所以不能小看他，他是初信位的菩萨，那也是圣人，我们叫小圣。在三种不退里面他证得位不退，所以从他算起五十一个阶级。到什么时候、哪个阶级，才能够真正懂得世尊在大乘教里面讲的起心动念？八地菩萨。你们想想看，八地多高？你看信位十个阶级十信，再往上去十住、十行、十回向，四十个位次，再上去十地，十地你看看从初地到七地四十七个位次，到八地四十八个位次，到八地菩萨才知道佛所讲的起心动念，七地菩萨都不知道，八地菩萨才知道。所以佛天天给我们讲起心动念，我们统统都误会了，认为我们这个粗糙的念头就是起心动念，不是的，太微细了。",
      "zh_TW": "邊見破了，邊見是二邊，我們為了說話方便起見，大家容易懂，不講這個名詞，我常常講對立。二邊不就是對立嗎？初信位的菩薩對立的念頭沒有了，現在科學裡面講相對論，相對，他沒有相對。我們現在這個世間衝突頻繁，不但家庭有衝突，父子、兄弟有衝突，夫婦有衝突，踏進社會與一切眾生衝突，與一切萬法衝突，怨天尤人，這是現在社會現象。這種亂象，根在哪裡？根就在對立，就在邊見。邊見沒有了，所有一切衝突都化解，初信位的菩薩做到。下面是邪見，那是錯誤的見解，見取見、戒取見是成見，統統都沒有了。我們怎麼能比得上？所以證得初信位的菩薩，雖然沒有出六道輪迴，決定不墮三惡道，天上人間。而佛說得很清楚，最多七次他就證阿羅漢果，超越六道，六道就沒有了。所以不能小看他，他是初信位的菩薩，那也是聖人，我們叫小聖。在三種不退裡面他證得位不退，所以從他算起五十一個階級。到什麼時候、哪個階級，才能夠真正懂得世尊在大乘教裡面講的起心動念？八地菩薩。你們想想看，八地多高？你看信位十個階級十信，再往上去十住、十行、十迴向，四十個位次，再上去十地，十地你看看從初地到七地四十七個位次，到八地四十八個位次，到八地菩薩才知道佛所講的起心動念，七地菩薩都不知道，八地菩薩才知道。所以佛天天給我們講起心動念，我們統統都誤會了，認為我們這個粗糙的念頭就是起心動念，不是的，太微細了。"
    },
    {
      "id": "12-047-0012_p0011",
      "zh_CN": "我们在经典里面读到，释迦牟尼佛跟弥勒菩萨的对话，这才恍然大悟。佛问他一般人讲的一念，我们讲起个念头一念，这是粗念，太粗了。佛问弥勒菩萨，这一个念里面有多少个细念，微细的念头，真正的起心动念有几个念头？有几个形？有几个识？形是什么？形就是物质，物质现象，识就是精神现象。弥勒菩萨回答释迦牟尼佛说，一弹指，这一弹指的时间很短，这一弹指有三十二亿百千念。一百个千是十万，这是单位，多少个十万？三十二亿个十万。等于我们现在的话说三百二十兆，三百二十兆的念头，你看看一弹指，我们怎么能知道？一弹指这里头就有三百二十兆的念头；换句话说，三百二十兆的念头成就一弹指。我们起个念头的时候不止一弹指，一弹指速度太快了。现在我们通常讲时间以秒为单位，一秒钟，我们弹指，我们弹得快大概一秒钟弹四次，再乘四，一秒钟里面有多少个细念？一千二百八十兆。这样快的速度八地菩萨知道，八地菩萨那个定功深，甚深禅定里面极其微细的那一个念头一动，他都晓得。这一念是什么？这一念就是佛经讲的起心动念，就是佛法里讲的根本无明。佛在大乘教常讲「一念不觉而有无明」，就是有这一念。",
      "zh_TW": "我們在經典裡面讀到，釋迦牟尼佛跟彌勒菩薩的對話，這才恍然大悟。佛問他一般人講的一念，我們講起個念頭一念，這是粗念，太粗了。佛問彌勒菩薩，這一個念裡面有多少個細念，微細的念頭，真正的起心動念有幾個念頭？有幾個形？有幾個識？形是什麼？形就是物質，物質現象，識就是精神現象。彌勒菩薩回答釋迦牟尼佛說，一彈指，這一彈指的時間很短，這一彈指有三十二億百千念。一百個千是十萬，這是單位，多少個十萬？三十二億個十萬。等於我們現在的話說三百二十兆，三百二十兆的念頭，你看看一彈指，我們怎麼能知道？一彈指這裡頭就有三百二十兆的念頭；換句話說，三百二十兆的念頭成就一彈指。我們起個念頭的時候不止一彈指，一彈指速度太快了。現在我們通常講時間以秒為單位，一秒鐘，我們彈指，我們彈得快大概一秒鐘彈四次，再乘四，一秒鐘裡面有多少個細念？一千二百八十兆。這樣快的速度八地菩薩知道，八地菩薩那個定功深，甚深禪定裡面極其微細的那一個念頭一動，他都曉得。這一念是什麼？這一念就是佛經講的起心動念，就是佛法裡講的根本無明。佛在大乘教常講「一念不覺而有無明」，就是有這一念。"
    },
    {
      "id": "12-047-0012_p0012",
      "zh_CN": "弥勒菩萨告诉我们，这样微细的念头，「念念成形」，每个念头都有物质现象出现，「形皆有识」，每个物质现象里面都有见闻觉知，见闻觉知是识，精神现象。换句话说，精神现象跟物质现象同时发生的，物质现象变成什么？变成宇宙，物质现象变成宇宙，精神现象就是自己。我们现在讲所有一切动物，所有一切动物里面最重要是自己，其他的是我们生活环境，我们生活环境里面有人事环境，这是动物，有物质环境、有自然现象的环境，这么个来源。如果边见破掉，不再有对立，这些现象都没有了。所以我们真正讲修行，从哪里修？先要知道无我，身不是我，然后要知道我们跟宇宙，对人、对事、对物都是一体，没有对立。别人跟我对立，我不跟他对立，为什么？他迷，他不知道，他执着身是我。我们觉悟，觉悟是什么？觉悟之后整个宇宙是我，我怎么能跟人对立！就是受伤害也不对立。我想有很多人有这么个经验，我自己也有过很多次，不小心牙齿咬了舌头，舌头咬破流血了，你想想牙齿跟舌头两个对立吗？它不会对立，为什么？一体。别人跟我对立，还不就跟牙齿咬到舌头一样吗？他可以对立，我们知道事实真相没有对立，没有对立就是和谐。所以要晓得，宇宙是和谐的，和谐是自然的，与性德完全相应。对立、报复、不和是错误的，完全违背了自性，这是错误的。",
      "zh_TW": "彌勒菩薩告訴我們，這樣微細的念頭，「念念成形」，每個念頭都有物質現象出現，「形皆有識」，每個物質現象裡面都有見聞覺知，見聞覺知是識，精神現象。換句話說，精神現象跟物質現象同時發生的，物質現象變成什麼？變成宇宙，物質現象變成宇宙，精神現象就是自己。我們現在講所有一切動物，所有一切動物裡面最重要是自己，其他的是我們生活環境，我們生活環境裡面有人事環境，這是動物，有物質環境、有自然現象的環境，這麼個來源。如果邊見破掉，不再有對立，這些現象都沒有了。所以我們真正講修行，從哪裡修？先要知道無我，身不是我，然後要知道我們跟宇宙，對人、對事、對物都是一體，沒有對立。別人跟我對立，我不跟他對立，為什麼？他迷，他不知道，他執著身是我。我們覺悟，覺悟是什麼？覺悟之後整個宇宙是我，我怎麼能跟人對立！就是受傷害也不對立。我想有很多人有這麼個經驗，我自己也有過很多次，不小心牙齒咬了舌頭，舌頭咬破流血了，你想想牙齒跟舌頭兩個對立嗎？它不會對立，為什麼？一體。別人跟我對立，還不就跟牙齒咬到舌頭一樣嗎？他可以對立，我們知道事實真相沒有對立，沒有對立就是和諧。所以要曉得，宇宙是和諧的，和諧是自然的，與性德完全相應。對立、報復、不和是錯誤的，完全違背了自性，這是錯誤的。"
    },
    {
      "id": "12-047-0012_p0013",
      "zh_CN": "因为习因，所以诸佛菩萨、大圣大贤应化到这个世间，这是什么？众生有感，他自自然然就应，这个感应我们到后面也要详细说明。应化到世间是什么？来教我们。我们很不幸堕落在六道，堕在六道里面，我们应该怎样过日子，我们在六道里面终极的目标是什么，这都要知道。然后所谓人生的价值观、人生的意义，这才得其正，不会趋向邪恶。人生的价值是什么？提升自己的灵性。用贤首大师这篇文章来说，就是妄尽还源，回归自性，这个价值观正确，一点都没错误。生生世世，记住，学佛修行起头难，只要起头的瓶颈突破之后，节节往上升，它是几何级数往上升。最困难的是开头，而开头最困难的是对于佛给我们讲的自性，宇宙万有的本体，这个认知太难，你怎么能够对佛所说的深信不疑，这一点比什么都困难。我们现在一般人相信科学家，为什么相信？科学家用很多仪器把它证明。我们对佛菩萨所讲的，我们就不相信他，其实佛菩萨跟科学家一样，他也是证明的，但是他那个证明只有他知道，我们不知道。所以佛菩萨的教学也非常科学，他教给我们方法，你自己去亲证，什么方法？修禅定。",
      "zh_TW": "因為習因，所以諸佛菩薩、大聖大賢應化到這個世間，這是什麼？眾生有感，他自自然然就應，這個感應我們到後面也要詳細說明。應化到世間是什麼？來教我們。我們很不幸墮落在六道，墮在六道裡面，我們應該怎樣過日子，我們在六道裡面終極的目標是什麼，這都要知道。然後所謂人生的價值觀、人生的意義，這才得其正，不會趨向邪惡。人生的價值是什麼？提升自己的靈性。用賢首大師這篇文章來說，就是妄盡還源，回歸自性，這個價值觀正確，一點都沒錯誤。生生世世，記住，學佛修行起頭難，只要起頭的瓶頸突破之後，節節往上升，它是幾何級數往上升。最困難的是開頭，而開頭最困難的是對於佛給我們講的自性，宇宙萬有的本體，這個認知太難，你怎麼能夠對佛所說的深信不疑，這一點比什麼都困難。我們現在一般人相信科學家，為什麼相信？科學家用很多儀器把它證明。我們對佛菩薩所講的，我們就不相信他，其實佛菩薩跟科學家一樣，他也是證明的，但是他那個證明只有他知道，我們不知道。所以佛菩薩的教學也非常科學，他教給我們方法，你自己去親證，什麼方法？修禪定。"
    },
    {
      "id": "12-047-0012_p0014",
      "zh_CN": "所以佛法里面讲的八万四千法门、无量法门，要知道法是方法，门是门径。这个方法、门径它要达到什么目的？统统都是达到明心见性。明心见性不是一个方法，无量无边的方法都可以能达到。所以八万四千法门就是八万四千种不同的禅定，无量法门就是无量的方法修禅定，是这么个意思。你自己修，你的定功浅深，定功浅的突破一部分，定功深的突破大部分，到究竟圆满全突破了，你就晓得整个宇宙真相，就真相大白了。《华严经》上讲的是宇宙真相，这一本《妄尽还源观》里面讲的是宇宙真相，这篇文章是略说，《华严经》是细说。其实里面所说的性相、理事、因果都是圆满的，没有欠缺，没有增减，妙不可言。不但佛法是平等见性，我们再综观所有一切宗教，如果真的会修，都能达到这个境界，都能够超越六道，都能够超越十法界，都能够明心见性，关键是你会不会！我相信在早期，每个宗教创教的时候，创教的这个人都有相当的功夫，就是定功，他们都亲证了境界。这个证得浅深不相同，有些宗教确实他见到天道他就很满足，我们大乘教里面常讲得少为足，看到这地方非常美好就安住在那里，这生天。天层次很多，有欲界天、有色界天、有无色界天，这都没有出六道轮回。",
      "zh_TW": "所以佛法裡面講的八萬四千法門、無量法門，要知道法是方法，門是門徑。這個方法、門徑它要達到什麼目的？統統都是達到明心見性。明心見性不是一個方法，無量無邊的方法都可以能達到。所以八萬四千法門就是八萬四千種不同的禪定，無量法門就是無量的方法修禪定，是這麼個意思。你自己修，你的定功淺深，定功淺的突破一部分，定功深的突破大部分，到究竟圓滿全突破了，你就曉得整個宇宙真相，就真相大白了。《華嚴經》上講的是宇宙真相，這一本《妄盡還源觀》裡面講的是宇宙真相，這篇文章是略說，《華嚴經》是細說。其實裡面所說的性相、理事、因果都是圓滿的，沒有欠缺，沒有增減，妙不可言。不但佛法是平等見性，我們再綜觀所有一切宗教，如果真的會修，都能達到這個境界，都能夠超越六道，都能夠超越十法界，都能夠明心見性，關鍵是你會不會！我相信在早期，每個宗教創教的時候，創教的這個人都有相當的功夫，就是定功，他們都親證了境界。這個證得淺深不相同，有些宗教確實他見到天道他就很滿足，我們大乘教裡面常講得少為足，看到這地方非常美好就安住在那裡，這生天。天層次很多，有欲界天、有色界天、有無色界天，這都沒有出六道輪迴。"
    },
    {
      "id": "12-047-0012_p0015",
      "zh_CN": "更聪明一点的人，定功更深的人他突破六道，阿罗汉，我们在楞严会上，佛所讲的九次第定。你看世间到八定，再往上提升一等，第九定，就超越无色界的最高层非想非非想处天，他超越了。超越就超越六道，他到哪里去？到四圣法界的声闻法界去，这才真正称为正觉。佛家修行梵语音译的终极的目标，「阿耨多罗三藐三菩提」，翻成中国的意思是无上正等正觉，阿罗汉得到正觉。六道里没有正觉，纵然到非想非非想处天，佛也没有说他是正觉，正觉是阿罗汉。阿罗汉再往上去是辟支佛，辟支佛再往上面去是菩萨，菩萨再上面是佛，十法界的佛，不是真佛。天台大师的六即佛说相似即佛，很像佛不是真的，什么原因？因为佛的标准是用真心不再用妄心。十法界里面的佛还是用阿赖耶，也就是说没有能够真正的转八识成四智，没转得过来，所以这是十法界里的佛。如果转识成智，转八识，八识没有了，变成四智菩提，十法界就没有了，他到哪里去？他到诸佛如来的实报庄严土。往生极乐世界他是生阿弥陀佛的实报土，如果不是往生极乐世界的，他肯定是到华藏世界毘卢遮那佛的实报庄严土。《华严经》上说圆教，华严是圆教，初住菩萨就到这个境界。十信圆满就出了十法界，就回归到一真法界，那是诸佛如来的净土。所以四圣法界是诸佛菩萨的方便有余土，这些是什么？十法界、六道、三途全是习因，习因所成就的。所以习因关系太大了，教育就是为了这个，教育的兴起也是为了这个，为什么要教育？习因。",
      "zh_TW": "更聰明一點的人，定功更深的人他突破六道，阿羅漢，我們在楞嚴會上，佛所講的九次第定。你看世間到八定，再往上提升一等，第九定，就超越無色界的最高層非想非非想處天，他超越了。超越就超越六道，他到哪裡去？到四聖法界的聲聞法界去，這才真正稱為正覺。佛家修行梵語音譯的終極的目標，「阿耨多羅三藐三菩提」，翻成中國的意思是無上正等正覺，阿羅漢得到正覺。六道裡沒有正覺，縱然到非想非非想處天，佛也沒有說他是正覺，正覺是阿羅漢。阿羅漢再往上去是辟支佛，辟支佛再往上面去是菩薩，菩薩再上面是佛，十法界的佛，不是真佛。天台大師的六即佛說相似即佛，很像佛不是真的，什麼原因？因為佛的標準是用真心不再用妄心。十法界裡面的佛還是用阿賴耶，也就是說沒有能夠真正的轉八識成四智，沒轉得過來，所以這是十法界裡的佛。如果轉識成智，轉八識，八識沒有了，變成四智菩提，十法界就沒有了，他到哪裡去？他到諸佛如來的實報莊嚴土。往生極樂世界他是生阿彌陀佛的實報土，如果不是往生極樂世界的，他肯定是到華藏世界毘盧遮那佛的實報莊嚴土。《華嚴經》上說圓教，華嚴是圓教，初住菩薩就到這個境界。十信圓滿就出了十法界，就回歸到一真法界，那是諸佛如來的淨土。所以四聖法界是諸佛菩薩的方便有餘土，這些是什麼？十法界、六道、三途全是習因，習因所成就的。所以習因關係太大了，教育就是為了這個，教育的興起也是為了這個，為什麼要教育？習因。"
    },
    {
      "id": "12-047-0012_p0016",
      "zh_CN": "我们看看现在这个世界乱了，真的叫世界大乱。这桩事情，早年李老师往生的时候，往生的前一天下午，他告诉在身边这些同学。我没在场，同学们转告我，老师说「世界乱了，佛菩萨、神仙下凡也救不了，你们唯一的一条生路就是念佛求生净土」，李老师最后的遗言就是这么一句话，叫我们要认真念佛求生净土，第二天早晨他走了。我们这些同学记住老师这句遗言，唯有念佛求生净土是最稳当的方法，是最快速的方法，最可靠的方法，真实不虚。我们今天学《华严》，修净土为什么学《华严》？彭际清居士讲得很好，这个都是净宗的大德。彭居士我们相信他不是凡人，因为他一生行业是一般凡人做不到的，通宗通教，显密圆融。他告诉我们，《无量寿经》就是中本《华严》，真的，《阿弥陀经》是小本《华严》；换句话说，《华严经》是大本《无量寿经》，就是《无量寿经》的细说，这他提出来。我们仔细再去研究这三部经，真的我肯定他的话，他的话说得一点都不错。《华严经》到最后普贤菩萨十大愿王导归极乐，《华严》的总结归向在哪里？在《无量寿经》，在极乐世界。所以会集本前面一篇长序，梅光羲居士写的，写得好！梅老居士是我们李老师的老师，李炳南老居士是梅光羲的学生，我们得称祖师。代代相承这叫师承，哪里会有错误的！所以我们学《华严》没有离开净土，而对于《无量寿经》愈来愈清楚，愈来愈明了。",
      "zh_TW": "我們看看現在這個世界亂了，真的叫世界大亂。這樁事情，早年李老師往生的時候，往生的前一天下午，他告訴在身邊這些同學。我沒在場，同學們轉告我，老師說「世界亂了，佛菩薩、神仙下凡也救不了，你們唯一的一條生路就是念佛求生淨土」，李老師最後的遺言就是這麼一句話，叫我們要認真念佛求生淨土，第二天早晨他走了。我們這些同學記住老師這句遺言，唯有念佛求生淨土是最穩當的方法，是最快速的方法，最可靠的方法，真實不虛。我們今天學《華嚴》，修淨土為什麼學《華嚴》？彭際清居士講得很好，這個都是淨宗的大德。彭居士我們相信他不是凡人，因為他一生行業是一般凡人做不到的，通宗通教，顯密圓融。他告訴我們，《無量壽經》就是中本《華嚴》，真的，《阿彌陀經》是小本《華嚴》；換句話說，《華嚴經》是大本《無量壽經》，就是《無量壽經》的細說，這他提出來。我們仔細再去研究這三部經，真的我肯定他的話，他的話說得一點都不錯。《華嚴經》到最後普賢菩薩十大願王導歸極樂，《華嚴》的總結歸向在哪裡？在《無量壽經》，在極樂世界。所以會集本前面一篇長序，梅光羲居士寫的，寫得好！梅老居士是我們李老師的老師，李炳南老居士是梅光羲的學生，我們得稱祖師。代代相承這叫師承，哪裡會有錯誤的！所以我們學《華嚴》沒有離開淨土，而對於《無量壽經》愈來愈清楚，愈來愈明瞭。"
    },
    {
      "id": "12-047-0012_p0017",
      "zh_CN": "李老师那个时候发心，他也跟我讲过，他希望把《华严经》讲圆满，最后再讲一遍《阿弥陀经》，他就往生。但这个话他没有兑现，他《华严经》讲的还不到一半，他就走了。这里面，我们这些做学生的人，在旁边看得很清楚，他不应该走，但是他走了。怎么走的？食物中毒，两次食物中毒。他是个很好的中医，第一次食物中毒，他用解药化解，没事，没受什么大的伤害，过了半年又遇到一次。老师实在讲这习惯要给我们很大的警惕，他是山东人喜欢面食，同修煮了一碗面给他吃，那个面是面条，市场里面卖一把一把的，一把一把的面条那都放很久的，里面有防腐剂，没有防腐剂，它怎么能放那么长久？可能是过期，所以煮出这个面味道都不同，他自己晓得。可是要让这些学生欢喜，当他的面把它吃完，吃完回去再吃解药。第二次遇到这个事情，他还是这样做法，可是回去吃解药迟了，他这个毒发作，这个伤害就受大了，他差不多病了三个月，元气大伤。所以他老人家看到我的时候一再的警告我，说过好几遍，不要到馆子吃东西，馆子里面东西不干净。所以对饮食要特别注意小心。他也许是因为懂医，他懂得解药，所以他敢。我们不敢，我们闻到味道不对就不敢吃，为什么？我们怕中毒，他不怕中毒，他的亏就吃在这里。所以实在是不应该走的，我们那个时候看他，老师至少也能活一百二十岁。你看九十五岁都不需要人照顾，自己可以料理自己，所以没想到他是遇到这么一个因缘。给我很大的教训，一再嘱咐饮食要特别小心。",
      "zh_TW": "李老師那個時候發心，他也跟我講過，他希望把《華嚴經》講圓滿，最後再講一遍《阿彌陀經》，他就往生。但這個話他沒有兌現，他《華嚴經》講的還不到一半，他就走了。這裡面，我們這些做學生的人，在旁邊看得很清楚，他不應該走，但是他走了。怎麼走的？食物中毒，兩次食物中毒。他是個很好的中醫，第一次食物中毒，他用解藥化解，沒事，沒受什麼大的傷害，過了半年又遇到一次。老師實在講這習慣要給我們很大的警惕，他是山東人喜歡麵食，同修煮了一碗麵給他吃，那個麵是麵條，市場裡面賣一把一把的，一把一把的麵條那都放很久的，裡面有防腐劑，沒有防腐劑，它怎麼能放那麼長久？可能是過期，所以煮出這個麵味道都不同，他自己曉得。可是要讓這些學生歡喜，當他的面把它吃完，吃完回去再吃解藥。第二次遇到這個事情，他還是這樣做法，可是回去吃解藥遲了，他這個毒發作，這個傷害就受大了，他差不多病了三個月，元氣大傷。所以他老人家看到我的時候一再的警告我，說過好幾遍，不要到館子吃東西，館子裡面東西不乾淨。所以對飲食要特別注意小心。他也許是因為懂醫，他懂得解藥，所以他敢。我們不敢，我們聞到味道不對就不敢吃，為什麼？我們怕中毒，他不怕中毒，他的虧就吃在這裡。所以實在是不應該走的，我們那個時候看他，老師至少也能活一百二十歲。你看九十五歲都不需要人照顧，自己可以料理自己，所以沒想到他是遇到這麼一個因緣。給我很大的教訓，一再囑咐飲食要特別小心。"
    },
    {
      "id": "12-047-0012_p0018",
      "zh_CN": "所以这个习因就非常重要，我们如何把自己不好的习惯改过来。用什么改？什么标准？《弟子规》是标准，《感应篇》是标准，《十善业道》是标准，我常常讲儒释道的三个根。我们真正想学佛，真正想在这一生当中往生西方极乐世界，这个重要。把这个东西落实，就是古大德教给我们的「持戒念佛」。我们今天光念佛，不持戒，能不能往生？不能往生，为什么？你的习惯不好，习气不好，极乐世界的人不收。所以你要看看，世尊在《阿弥陀经》里面给我们介绍的那些话，极乐世界经上讲得很清楚，「皆是诸上善人俱会一处」。你看它的标准，善不是普通善，上善，在我们娑婆世界修十善业道，上品十善生天是欲界天，中品十善得人间富贵是人道，下品十善是修十善夹杂着傲慢，这是阿修罗道，叫三善道。所以我们把阿修罗那个要除掉，至少中上品的十善你才能往生极乐世界。经本一打开「善男子善女人」，那个善就是这么一个标准。你要不是善男子善女人，天天念阿弥陀佛，阿弥陀佛欢迎你去，那个地方的大众不答应，因为你不善会把他们的社会扰乱。我们往生极乐世界就好比移民，它那个移民的条件这是第一条，很重要的，必须要通过，我们确确实实是上善之人，要修上品十善，那念佛往生你真有把握。十善要记住：不杀生、不偷盗、不淫欲、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴。",
      "zh_TW": "所以這個習因就非常重要，我們如何把自己不好的習慣改過來。用什麼改？什麼標準？《弟子規》是標準，《感應篇》是標準，《十善業道》是標準，我常常講儒釋道的三個根。我們真正想學佛，真正想在這一生當中往生西方極樂世界，這個重要。把這個東西落實，就是古大德教給我們的「持戒念佛」。我們今天光念佛，不持戒，能不能往生？不能往生，為什麼？你的習慣不好，習氣不好，極樂世界的人不收。所以你要看看，世尊在《阿彌陀經》裡面給我們介紹的那些話，極樂世界經上講得很清楚，「皆是諸上善人俱會一處」。你看它的標準，善不是普通善，上善，在我們娑婆世界修十善業道，上品十善生天是欲界天，中品十善得人間富貴是人道，下品十善是修十善夾雜著傲慢，這是阿修羅道，叫三善道。所以我們把阿修羅那個要除掉，至少中上品的十善你才能往生極樂世界。經本一打開「善男子善女人」，那個善就是這麼一個標準。你要不是善男子善女人，天天念阿彌陀佛，阿彌陀佛歡迎你去，那個地方的大眾不答應，因為你不善會把他們的社會擾亂。我們往生極樂世界就好比移民，它那個移民的條件這是第一條，很重要的，必須要通過，我們確確實實是上善之人，要修上品十善，那念佛往生你真有把握。十善要記住：不殺生、不偷盜、不淫欲、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴。"
    },
    {
      "id": "12-047-0012_p0019",
      "zh_CN": "什么叫上品？连这个念头都没有，上品；有这个念头，没有行为，是中品，中品就能往生极乐世界凡圣同居土中下辈。上品呢？上品是决定能够生凡圣同居土上三品，给诸位说，上三品多半是预知时至，往生的时候瑞相稀有，这是我们可以办得到的。在日常生活当中要练，叫练功夫，练什么功夫？不但不杀生，连杀生的念头都没有；不但不偷盗，连占人便宜的念头都没有；不但不淫欲，淫欲的念头没有，这叫上品。我们不是做不到，可以做得到的。所以一定要认真努力的来修学，这叫真功夫。然后念佛不能间断，不一定在口里头，心里头有佛，经上告诉我们「忆佛念佛」，忆是想佛，想经上的教训，念佛是心里真有佛。你看那个念是今心，现在的心，心上真有佛，不一定是口上。口上有佛，心里没有佛，没用处，「口念弥陀心散乱」，古人说的「喊破喉咙也枉然」，所以最重要是心里有佛。我们这样，这个习因就太好了，我们要培养这个因，千万不要惹现前社会这些烦恼习气，很不好，现在社会人家说什么是价值？财富就是价值。人到世间来干什么？来赚钱的。钱能带得去吗？带不去。这是我们在讲席里常常奉劝同学，我们要修带得去的，我们要干这个；带不去的我们不干，我们不要。你要晓得，财产带不去，你何必去搞这个，名利带不去，名是虚名，地位带不去，你的家亲眷属也带不去。带不去的这些东西你过分的去操心，错了！所以要把能带得去的，你看经上常说「万般将不去，唯有业随身」，你就晓得，那个业是带得去的。业有善业、有恶业、有净业、有染业，我们要带净业，我们要带善业，修十善带善业，修清净心带净业。这是我们真正的价值观，我们才真正能够得生净土。所以习因比什么都重要。",
      "zh_TW": "什麼叫上品？連這個念頭都沒有，上品；有這個念頭，沒有行為，是中品，中品就能往生極樂世界凡聖同居土中下輩。上品呢？上品是決定能夠生凡聖同居土上三品，給諸位說，上三品多半是預知時至，往生的時候瑞相稀有，這是我們可以辦得到的。在日常生活當中要練，叫練功夫，練什麼功夫？不但不殺生，連殺生的念頭都沒有；不但不偷盜，連佔人便宜的念頭都沒有；不但不淫欲，淫欲的念頭沒有，這叫上品。我們不是做不到，可以做得到的。所以一定要認真努力的來修學，這叫真功夫。然後念佛不能間斷，不一定在口裡頭，心裡頭有佛，經上告訴我們「憶佛念佛」，憶是想佛，想經上的教訓，念佛是心裡真有佛。你看那個念是今心，現在的心，心上真有佛，不一定是口上。口上有佛，心裡沒有佛，沒用處，「口念彌陀心散亂」，古人說的「喊破喉嚨也枉然」，所以最重要是心裡有佛。我們這樣，這個習因就太好了，我們要培養這個因，千萬不要惹現前社會這些煩惱習氣，很不好，現在社會人家說什麼是價值？財富就是價值。人到世間來幹什麼？來賺錢的。錢能帶得去嗎？帶不去。這是我們在講席裡常常奉勸同學，我們要修帶得去的，我們要幹這個；帶不去的我們不幹，我們不要。你要曉得，財產帶不去，你何必去搞這個，名利帶不去，名是虛名，地位帶不去，你的家親眷屬也帶不去。帶不去的這些東西你過分的去操心，錯了！所以要把能帶得去的，你看經上常說「萬般將不去，唯有業隨身」，你就曉得，那個業是帶得去的。業有善業、有惡業、有淨業、有染業，我們要帶淨業，我們要帶善業，修十善帶善業，修清淨心帶淨業。這是我們真正的價值觀，我們才真正能夠得生淨土。所以習因比什麼都重要。"
    },
    {
      "id": "12-047-0012_p0020",
      "zh_CN": "如何我们得清净心？我有一个方法，凡是染污我们心里的东西统统把它排除掉，头一个是电视。我不看电视总有四十多年，这是染污，报纸染污，杂志染污，电影染污，戏剧染污，连唱歌都染污，我一概拒绝，我没有权力叫你不演出，但是我有权力不听、不看。我每天听的佛号，看的佛经，一天都不离开，五十八年！讲经教学五十一年，所以才能保住这个清净心。古人讲，三天不念圣贤书，面目就变了。我们要是三个月把佛法丢掉的时候，肯定被社会不良的习气染污，那还得了吗？所以在这社会上还能保持住，靠什么？靠读经、靠念佛。电视、电影偶尔看一次都不可以，你要晓得，那一次在你阿赖耶识里落下的种子，你要用什么样的功夫才能把它除掉？麻烦透了，所以最好的方法是根本不接触。现在有不少同学发心想编导一些佛教的影片、连续剧，好不好？好。我看不看？不看。好什么？给别人看，宣传佛教是好事情我也赞成，但是我不会去看。所以这个自己一定要把持着。",
      "zh_TW": "如何我們得清淨心？我有一個方法，凡是染污我們心裡的東西統統把它排除掉，頭一個是電視。我不看電視總有四十多年，這是染污，報紙染污，雜誌染污，電影染污，戲劇染污，連唱歌都染污，我一概拒絕，我沒有權力叫你不演出，但是我有權力不聽、不看。我每天聽的佛號，看的佛經，一天都不離開，五十八年！講經教學五十一年，所以才能保住這個清淨心。古人講，三天不念聖賢書，面目就變了。我們要是三個月把佛法丟掉的時候，肯定被社會不良的習氣染污，那還得了嗎？所以在這社會上還能保持住，靠什麼？靠讀經、靠念佛。電視、電影偶爾看一次都不可以，你要曉得，那一次在你阿賴耶識裡落下的種子，你要用什麼樣的功夫才能把它除掉？麻煩透了，所以最好的方法是根本不接觸。現在有不少同學發心想編導一些佛教的影片、連續劇，好不好？好。我看不看？不看。好什麼？給別人看，宣傳佛教是好事情我也贊成，但是我不會去看。所以這個自己一定要把持著。"
    },
    {
      "id": "12-047-0012_p0021",
      "zh_CN": "第三个讲「依因」，有个简单的解释，「如以六根六境为所依而生六识」。六识从哪来的？六识的真因还是唯心所现的，但是它要没有依因它只有隐，它不会现。就像能大师所说的「本自具足」，自性里头本自具足，如果没有六根六境，它生不出来，它就不能显出来，隐现不同。它要是有六根六境为缘它就生，六识就起来，就是这么个道理。可是六根六境是属于物质现象，也就是弥勒菩萨所讲的「念念成形」，六根六境都是形，「形皆有识」，六识就这么样生的，生起六识。由此可知，我们所依的环境，对我们的影响很大，现在我们所处的环境跟古时候所依靠的环境不一样，古时候的社会因为圣贤教育普及，普及到平民。我这样的年龄，我童年的时候，我大概三岁时候的事情我还能记得。那个时候的社会，这是抗战以前，农村里面教育不普及，学校很少，所以文盲很多，就是不认识字的。虽然不认识字，但是他受过很好的伦理、道德、因果教育，从小长辈讲给你听，做给你看，身教！这是中国几千年来世代相传。老人教儿女特别重视女孩子，女孩子将来为人妻、为人母，太重要！",
      "zh_TW": "第三個講「依因」，有個簡單的解釋，「如以六根六境為所依而生六識」。六識從哪來的？六識的真因還是唯心所現的，但是它要沒有依因它只有隱，它不會現。就像能大師所說的「本自具足」，自性裡頭本自具足，如果沒有六根六境，它生不出來，它就不能顯出來，隱現不同。它要是有六根六境為緣它就生，六識就起來，就是這麼個道理。可是六根六境是屬於物質現象，也就是彌勒菩薩所講的「念念成形」，六根六境都是形，「形皆有識」，六識就這麼樣生的，生起六識。由此可知，我們所依的環境，對我們的影響很大，現在我們所處的環境跟古時候所依靠的環境不一樣，古時候的社會因為聖賢教育普及，普及到平民。我這樣的年齡，我童年的時候，我大概三歲時候的事情我還能記得。那個時候的社會，這是抗戰以前，農村裡面教育不普及，學校很少，所以文盲很多，就是不認識字的。雖然不認識字，但是他受過很好的倫理、道德、因果教育，從小長輩講給你聽，做給你看，身教！這是中國幾千年來世代相傳。老人教兒女特別重視女孩子，女孩子將來為人妻、為人母，太重要！"
    },
    {
      "id": "12-047-0012_p0022",
      "zh_CN": "所以中国几千年来长治久安，这是许许多多外国人，我所接触到，研究历史，特别是中国历史，非常羡慕。中国这么大的版图，这样大的族群，几千年来长治久安，它怎么得来的？全世界所没有的。虽然古时候也有乱世，但是乱世时间并不长，一般改朝换代，五年动乱它就恢复正常秩序，那么快，它靠什么？靠教育，就是靠伦理、道德、因果的教育，不一定要认识字。懂得伦理，伦理是关系，人与人的关系，父子的关系，夫妇的关系，君臣的关系就是现在所讲领导与被领导的关系，兄弟的关系，朋友的关系，这是道。所谓道它是自然形成的，这不是哪个人创造、发明，受约束的，不是，自然的。凡是顺乎自然形成的叫道；遵守自然法则，和睦相处，平等对待，这是德。所以五伦是道，五常是德，五常讲的是仁义礼智信，不认识字的人他懂！他做到了。我的母亲不认识字，没念过书，我们从小母亲就教我们这些道理。她从哪里来的？她的父母教她的，她的长辈教她的，她也这样教导我们，所以从小就接受古圣先贤的教诲。因果的教育不能够疏忽，《安士全书》里面有两句话，周安士说的「人人信因果，天下大治之道也；人人不信因果，天下大乱之道也」。这两句话说得好，真话！因果关系这个社会的治乱，你说多重要。",
      "zh_TW": "所以中國幾千年來長治久安，這是許許多多外國人，我所接觸到，研究歷史，特別是中國歷史，非常羨慕。中國這麼大的版圖，這樣大的族群，幾千年來長治久安，它怎麼得來的？全世界所沒有的。雖然古時候也有亂世，但是亂世時間並不長，一般改朝換代，五年動亂它就恢復正常秩序，那麼快，它靠什麼？靠教育，就是靠倫理、道德、因果的教育，不一定要認識字。懂得倫理，倫理是關係，人與人的關係，父子的關係，夫婦的關係，君臣的關係就是現在所講領導與被領導的關係，兄弟的關係，朋友的關係，這是道。所謂道它是自然形成的，這不是哪個人創造、發明，受約束的，不是，自然的。凡是順乎自然形成的叫道；遵守自然法則，和睦相處，平等對待，這是德。所以五倫是道，五常是德，五常講的是仁義禮智信，不認識字的人他懂！他做到了。我的母親不認識字，沒念過書，我們從小母親就教我們這些道理。她從哪裡來的？她的父母教她的，她的長輩教她的，她也這樣教導我們，所以從小就接受古聖先賢的教誨。因果的教育不能夠疏忽，《安士全書》裡面有兩句話，周安士說的「人人信因果，天下大治之道也；人人不信因果，天下大亂之道也」。這兩句話說得好，真話！因果關係這個社會的治亂，你說多重要。"
    },
    {
      "id": "12-047-0012_p0023",
      "zh_CN": "所以中国在古时候学校虽然不能普遍，不普及，不像现在，但是它教育普及。它用什么方法？寓教于乐，我们现在人讲的文艺表演。表演的内容，这里面叫说唱艺术，说书的、戏剧、舞蹈、诗歌，这里面都是讲伦理、道德、因果。农村里面庙会，佛菩萨、神仙这些节日都有表演，这些表演里面的内容都离不开忠孝节义，都离不开善有善果、恶有恶报，这是受教育。硬体的设施，古人聪明，每家有祠堂，过去是大家庭，不是小家庭，一个村庄就是一家人，不分家的。我小时候，我们家里清寒贫困，依靠姑母，姑母嫁的宛家，宛家是大家族，兄弟十个不分家的，这在抗战之前。大家庭的人口多，那个时候宛家已经衰了，虽然衰还有二、三百人。一般的大家庭五百人是正常的，兴旺的七、八百人，这是一个家，所以「家齐而后国治，国治而后天下平」。现在讲家没有人能懂，你没有看到也没有听说过。所以这么大的家庭，如果要没有规矩，那还得了吗？",
      "zh_TW": "所以中國在古時候學校雖然不能普遍，不普及，不像現在，但是它教育普及。它用什麼方法？寓教於樂，我們現在人講的文藝表演。表演的內容，這裡面叫說唱藝術，說書的、戲劇、舞蹈、詩歌，這裡面都是講倫理、道德、因果。農村裡面廟會，佛菩薩、神仙這些節日都有表演，這些表演裡面的內容都離不開忠孝節義，都離不開善有善果、惡有惡報，這是受教育。硬體的設施，古人聰明，每家有祠堂，過去是大家庭，不是小家庭，一個村莊就是一家人，不分家的。我小時候，我們家裡清寒貧困，依靠姑母，姑母嫁的宛家，宛家是大家族，兄弟十個不分家的，這在抗戰之前。大家庭的人口多，那個時候宛家已經衰了，雖然衰還有二、三百人。一般的大家庭五百人是正常的，興旺的七、八百人，這是一個家，所以「家齊而後國治，國治而後天下平」。現在講家沒有人能懂，你沒有看到也沒有聽說過。所以這麼大的家庭，如果要沒有規矩，那還得了嗎？"
    },
    {
      "id": "12-047-0012_p0024",
      "zh_CN": "我们这些年提倡《弟子规》，《弟子规》是什么？就是从前大家庭里面必须要遵守的规矩，总共一百一十三条，共同要学习的。每个家庭都要学习的，但是每个家庭除了这一部分之外，必修的之外，他还有学习的，那是他家里面提出来的。你看看家谱里面有，因为每个家族还要重视其他的规矩，他的祖宗的传统，还有家庭的事业不一样，所以它必须还有其他的条文。这个是共同遵守的，它有家道、有家规，或者叫家训，有家学、有家业，人人都要遵守。所以这个家庭从老到少都守这些规矩，都讲道义；换句话说，人人都是好人，这个社会没有作奸犯科的，都守规矩。祠堂代表伦理道德的，孔庙代表圣贤的教诲，城隍庙代表因果教育。这三个硬体设施每个县市都有，它产生教化的功能太大了，让居住在这个地方的人起心动念没有邪思，为什么？他受伦理道德教育。他认为做错事情是羞耻，不但是个人羞耻，我们这个族羞耻，祖宗蒙羞，他怎么敢做！懂得因果教育，知道善有善报，恶有恶报，不敢做坏事情。",
      "zh_TW": "我們這些年提倡《弟子規》，《弟子規》是什麼？就是從前大家庭裡面必須要遵守的規矩，總共一百一十三條，共同要學習的。每個家庭都要學習的，但是每個家庭除了這一部分之外，必修的之外，他還有學習的，那是他家裡面提出來的。你看看家譜裡面有，因為每個家族還要重視其他的規矩，他的祖宗的傳統，還有家庭的事業不一樣，所以它必須還有其他的條文。這個是共同遵守的，它有家道、有家規，或者叫家訓，有家學、有家業，人人都要遵守。所以這個家庭從老到少都守這些規矩，都講道義；換句話說，人人都是好人，這個社會沒有作奸犯科的，都守規矩。祠堂代表倫理道德的，孔廟代表聖賢的教誨，城隍廟代表因果教育。這三個硬體設施每個縣市都有，它產生教化的功能太大了，讓居住在這個地方的人起心動念沒有邪思，為什麼？他受倫理道德教育。他認為做錯事情是羞恥，不但是個人羞恥，我們這個族羞恥，祖宗蒙羞，他怎麼敢做！懂得因果教育，知道善有善報，惡有惡報，不敢做壞事情。"
    },
    {
      "id": "12-047-0012_p0025",
      "zh_CN": "所以从前旧社会，警察没那么多，各种行业里最轻松最快乐的是做官的，为什么？没事做，没有犯案的，没有案子办。人人都是好人，事事都是好事，所以做官的人很轻松，他们空闲的时间太多，游山玩水，写诗词、作文章消遣。不像现在，现在你看官场里办不完的案子，开不完的会，真辛苦！原因呢？那个时候这三种教育落实了，伦理、道德、因果教育全民落实，做官的人就轻松，就愉快。现在人把这三种教育疏忽，没有伦理，人不知道人与人的关系，连父子关系都不知道，所以小孩杀父母这已经不是新闻。在美国发生六岁的小孩拿手枪把父母杀掉，杀老师、杀同学、杀兄弟。还有一种拿着枪乱扫射，小孩杀了好多人，警察把他抓去，为什么你要杀这些人？无缘无故，也没有仇恨。为什么杀？他心里有怨恨，他恨这个社会，恨这一切人，你说这个事情多麻烦！像这种事情我们能想像得到，往后这种案件愈来愈多，为什么？因为没有伦理、道德、因果教育。习因，他自自然然会产生这种现象，太可怕！",
      "zh_TW": "所以從前舊社會，警察沒那麼多，各種行業裡最輕鬆最快樂的是做官的，為什麼？沒事做，沒有犯案的，沒有案子辦。人人都是好人，事事都是好事，所以做官的人很輕鬆，他們空閒的時間太多，遊山玩水，寫詩詞、作文章消遣。不像現在，現在你看官場裡辦不完的案子，開不完的會，真辛苦！原因呢？那個時候這三種教育落實了，倫理、道德、因果教育全民落實，做官的人就輕鬆，就愉快。現在人把這三種教育疏忽，沒有倫理，人不知道人與人的關係，連父子關係都不知道，所以小孩殺父母這已經不是新聞。在美國發生六歲的小孩拿手槍把父母殺掉，殺老師、殺同學、殺兄弟。還有一種拿著槍亂掃射，小孩殺了好多人，警察把他抓去，為什麼你要殺這些人？無緣無故，也沒有仇恨。為什麼殺？他心裡有怨恨，他恨這個社會，恨這一切人，你說這個事情多麻煩！像這種事情我們能想像得到，往後這種案件愈來愈多，為什麼？因為沒有倫理、道德、因果教育。習因，他自自然然會產生這種現象，太可怕！"
    },
    {
      "id": "12-047-0012_p0026",
      "zh_CN": "我们要想社会长治久安，没有别的办法，这是英国人讲出来的，英国汤恩比博士他说「解决二十一世纪的社会问题，只有中国孔孟学说与大乘佛法」，外国人讲的。孔孟学说跟大乘佛法说什么？就是伦理、道德、因果教育。佛法里确实，大乘头有高等哲学、高等科学，这《华严经》，这毕竟是少数，这不是多数。但是在现在这个时代，科学技术可以说是相当的昌明，突飞猛进。这部经在今天这个时段里，我们做一些研究讨论，对于高等知识分子肯定有帮助，在这个世界上接触的人也是愈来愈多，这是个好现象。还有一部分人把它看作宗教，把它看作迷信，不愿意接触它，这样的人也很多。我们自己在年轻也犯了这个过失，以为它是宗教，以为它是迷信，不想去接触。我对佛教的认识是方东美先生介绍给我，我跟他学哲学，这才知道佛法不是迷信，它也不是宗教，它是教育，它是个究竟圆满的教育，无所不包。我跟方老师学哲学，所以他从哲学的观点来看佛经，佛经是高等哲学；从科学观点来看，佛经是高等科学。今天哲学与科学里面解决不了的问题，《华严经》上都有答案，这很难得！就像我们讲宇宙的起源、生命从哪里来的，讲得比现在科学家讲得透彻。科学家谈这个问题我们还打问号，还有怀疑；而佛法讲的一点怀疑都没有，这是佛在禅定里面亲见的境界，这就是科学，他不是随便说出来的，不是推理，不是想像，是真的看到。",
      "zh_TW": "我們要想社會長治久安，沒有別的辦法，這是英國人講出來的，英國湯恩比博士他說「解決二十一世紀的社會問題，只有中國孔孟學說與大乘佛法」，外國人講的。孔孟學說跟大乘佛法說什麼？就是倫理、道德、因果教育。佛法裡確實，大乘頭有高等哲學、高等科學，這《華嚴經》，這畢竟是少數，這不是多數。但是在現在這個時代，科學技術可以說是相當的昌明，突飛猛進。這部經在今天這個時段裡，我們做一些研究討論，對於高等知識分子肯定有幫助，在這個世界上接觸的人也是愈來愈多，這是個好現象。還有一部分人把它看作宗教，把它看作迷信，不願意接觸它，這樣的人也很多。我們自己在年輕也犯了這個過失，以為它是宗教，以為它是迷信，不想去接觸。我對佛教的認識是方東美先生介紹給我，我跟他學哲學，這才知道佛法不是迷信，它也不是宗教，它是教育，它是個究竟圓滿的教育，無所不包。我跟方老師學哲學，所以他從哲學的觀點來看佛經，佛經是高等哲學；從科學觀點來看，佛經是高等科學。今天哲學與科學裡面解決不了的問題，《華嚴經》上都有答案，這很難得！就像我們講宇宙的起源、生命從哪裡來的，講得比現在科學家講得透徹。科學家談這個問題我們還打問號，還有懷疑；而佛法講的一點懷疑都沒有，這是佛在禪定裡面親見的境界，這就是科學，他不是隨便說出來的，不是推理，不是想像，是真的看到。"
    },
    {
      "id": "12-047-0012_p0027",
      "zh_CN": "下面讲『唯了因之所了』，这一句非常重要，你怎么知道的？佛法《涅槃经》里面讲三因佛性，第一个是「正因佛性」，简单的说，什么叫正因佛性？佛在经上讲「离一切邪非之中正真如也」，中是中道，中是不偏不邪叫做中，叫中正真如，真如就是自性，正因佛性就是自性，「依之成就法身之果德，故名正因佛性」。你看这个有生因，有生因之所生。你怎么证得法身？是因为你离一切邪非，邪非是什么？「邪」，给诸位说，就是《华严经》上常讲的分别执着，自性里头没有分别、没有执着，这是邪。「非」是什么？非是妄想，就是起心动念。你只要把妄想分别执着放下，中正真如就现前，中正真如就是我们此地讲的「自性清净圆明体」，就现前了。所以大乘教讲得真好，简单明了。",
      "zh_TW": "下面講『唯了因之所了』，這一句非常重要，你怎麼知道的？佛法《涅槃經》裡面講三因佛性，第一個是「正因佛性」，簡單的說，什麼叫正因佛性？佛在經上講「離一切邪非之中正真如也」，中是中道，中是不偏不邪叫做中，叫中正真如，真如就是自性，正因佛性就是自性，「依之成就法身之果德，故名正因佛性」。你看這個有生因，有生因之所生。你怎麼證得法身？是因為你離一切邪非，邪非是什麼？「邪」，給諸位說，就是《華嚴經》上常講的分別執著，自性裡頭沒有分別、沒有執著，這是邪。「非」是什麼？非是妄想，就是起心動念。你只要把妄想分別執著放下，中正真如就現前，中正真如就是我們此地講的「自性清淨圓明體」，就現前了。所以大乘教講得真好，簡單明瞭。"
    },
    {
      "id": "12-047-0012_p0028",
      "zh_CN": "我们一般讲佛法学什么？我们所求的是无上正等正觉。怎么样得到？你看佛教给我们多好，你能把执着放下，执着是邪，只放下执着你就得到正觉，你就超越六道。你就晓得，六道从哪里来的？六道从执着来的，只要你有执着就有六道。什么是执着？你要记住，一念，一念是多长时间？是一千二百八十兆分之一秒，就那么短的时间，你起了个一念的时候相就出来，就是六道的现象，那你也在六道之中。如果对世出世间一切法不再执着，这个念头没有了，六道就没有，像个梦一样醒了，没有了。没有的时候，梦里面境界还能想得起来、记得起来，那叫习气，习气没有什么太大关系，习气到四圣法界再去断，习气断掉就叫辟支佛。在辟支佛的位次上，习气虽然没有了，可是有分别，分别也是邪，自性里头没分别，都叫邪念。于世出世间一切法不再分别，四圣法界里面下面的两个声闻缘觉就没有了，剩下的是菩萨、佛，小乘没有了，大乘出现。菩萨虽然分别断掉，还有分别的习气，分别的习气没有那就成佛了。天台大师讲「相似即佛」，为什么？他还有起心动念，就是还有妄想，妄想是非，这个地方讲的非，离一切邪非，他还有非。妄想（就是起心动念）没有了，中正真如现前，中正真如就是实报庄严土，就是此地讲的自性清净圆明体，这都出现了。",
      "zh_TW": "我們一般講佛法學什麼？我們所求的是無上正等正覺。怎麼樣得到？你看佛教給我們多好，你能把執著放下，執著是邪，只放下執著你就得到正覺，你就超越六道。你就曉得，六道從哪裡來的？六道從執著來的，只要你有執著就有六道。什麼是執著？你要記住，一念，一念是多長時間？是一千二百八十兆分之一秒，就那麼短的時間，你起了個一念的時候相就出來，就是六道的現象，那你也在六道之中。如果對世出世間一切法不再執著，這個念頭沒有了，六道就沒有，像個夢一樣醒了，沒有了。沒有的時候，夢裡面境界還能想得起來、記得起來，那叫習氣，習氣沒有什麼太大關係，習氣到四聖法界再去斷，習氣斷掉就叫辟支佛。在辟支佛的位次上，習氣雖然沒有了，可是有分別，分別也是邪，自性裡頭沒分別，都叫邪念。於世出世間一切法不再分別，四聖法界裡面下面的兩個聲聞緣覺就沒有了，剩下的是菩薩、佛，小乘沒有了，大乘出現。菩薩雖然分別斷掉，還有分別的習氣，分別的習氣沒有那就成佛了。天台大師講「相似即佛」，為什麼？他還有起心動念，就是還有妄想，妄想是非，這個地方講的非，離一切邪非，他還有非。妄想（就是起心動念）沒有了，中正真如現前，中正真如就是實報莊嚴土，就是此地講的自性清淨圓明體，這都出現了。"
    },
    {
      "id": "12-047-0012_p0029",
      "zh_CN": "我们一般所说的明心见性，见性成佛，十法界没有了。十法界没有，出现的就是实报庄严土。实报庄严土里面的众生，我们一般讲诸佛如来，或者是讲法身大士，他们决定没有起心动念，当然更没有分别执着，分别执着的习气都没有。他有什么？他有起心动念的习气，也就是说起心动念就是无始无明，他有无始无明习气，习气没断。这个习气没法子断，你不能去断它，你一断它，不就又起心动念了吗？不起心、不动念，用什么断它？让它自然的断，让时间去淘汰它。需要多长的时间？经上给我们说的，这佛说的，三大阿僧祇劫。诸位要知道，三大阿僧祇劫不是讲普通修行，是讲明心见性之后，就是不起心、不动念，要把那个起心动念的习气断掉，需要这么长的时间。这个事难懂，什么叫习气？古人这个比喻很好，古大德用酒瓶来做比喻，酒瓶里头盛酒的，把酒倒干净，里面擦干净，确实一滴都没有了，闻闻还有味道，那叫习气。这个味道你能不能断掉？断不掉，为什么？你清洗的时候都洗干净，没有办法把它洗掉。那怎么办？酒瓶塞子打开放在那个地方，放个半年一年再去闻，没有了。所以他要相当长的时间，自自然然没有了，这叫除习气。诸佛的实报庄严土从哪里来的？就是那习气，他只要有习气就有实报土出现；习气没有，实报土没有了。",
      "zh_TW": "我們一般所說的明心見性，見性成佛，十法界沒有了。十法界沒有，出現的就是實報莊嚴土。實報莊嚴土裡面的眾生，我們一般講諸佛如來，或者是講法身大士，他們決定沒有起心動念，當然更沒有分別執著，分別執著的習氣都沒有。他有什麼？他有起心動念的習氣，也就是說起心動念就是無始無明，他有無始無明習氣，習氣沒斷。這個習氣沒法子斷，你不能去斷它，你一斷它，不就又起心動念了嗎？不起心、不動念，用什麼斷它？讓它自然的斷，讓時間去淘汰它。需要多長的時間？經上給我們說的，這佛說的，三大阿僧祇劫。諸位要知道，三大阿僧祇劫不是講普通修行，是講明心見性之後，就是不起心、不動念，要把那個起心動念的習氣斷掉，需要這麼長的時間。這個事難懂，什麼叫習氣？古人這個比喻很好，古大德用酒瓶來做比喻，酒瓶裡頭盛酒的，把酒倒乾淨，裡面擦乾淨，確實一滴都沒有了，聞聞還有味道，那叫習氣。這個味道你能不能斷掉？斷不掉，為什麼？你清洗的時候都洗乾淨，沒有辦法把它洗掉。那怎麼辦？酒瓶塞子打開放在那個地方，放個半年一年再去聞，沒有了。所以他要相當長的時間，自自然然沒有了，這叫除習氣。諸佛的實報莊嚴土從哪裡來的？就是那習氣，他只要有習氣就有實報土出現；習氣沒有，實報土沒有了。"
    },
    {
      "id": "12-047-0012_p0030",
      "zh_CN": "所以实报土也是假的，《金刚经》上所说，「凡所有相，皆是虚妄」，统指一切，并没有说诸佛实报土除外，佛没这个讲法。所以实报土也不是真的，这个要知道。到习气断尽，实报土就没有了。大乘经里面确实有这么一句话，「留惑润生」，也就是到等觉这个位次，这个习气已经很微薄，这一点微薄的习气是可以，他把它保留住，保留住什么？就实报土它存在。如果不保留，不保留实报土就不见了，不见了的时候常寂光现前。我们净土里四土最高的是常寂光，常寂光就是自性，就是自性清净圆明体，出现了，这里头没有物质现象、没有精神现象。要知道实报土里头还有物质、精神现象，你看这个讲得多清楚，讲得多明白。所以我们了解，诸佛一真法界，实报土我们常讲一真法界，十法界依正庄严，怎么来的，到底怎么回事情，你看它的生因、习因、依因，这统统给你说清楚，说明白。明白这个道理，从理上讲凡夫成佛需要多少时间？一念，只要你真的能够把起心动念分别执着一下放下，恭喜你，你就成佛了，一念之间！有没有这种人？有，释迦牟尼佛给我们做这个示现，菩提树下一下放下，成佛了。",
      "zh_TW": "所以實報土也是假的，《金剛經》上所說，「凡所有相，皆是虛妄」，統指一切，並沒有說諸佛實報土除外，佛沒這個講法。所以實報土也不是真的，這個要知道。到習氣斷盡，實報土就沒有了。大乘經裡面確實有這麼一句話，「留惑潤生」，也就是到等覺這個位次，這個習氣已經很微薄，這一點微薄的習氣是可以，他把它保留住，保留住什麼？就實報土它存在。如果不保留，不保留實報土就不見了，不見了的時候常寂光現前。我們淨土裡四土最高的是常寂光，常寂光就是自性，就是自性清淨圓明體，出現了，這裡頭沒有物質現象、沒有精神現象。要知道實報土裡頭還有物質、精神現象，你看這個講得多清楚，講得多明白。所以我們了解，諸佛一真法界，實報土我們常講一真法界，十法界依正莊嚴，怎麼來的，到底怎麼回事情，你看它的生因、習因、依因，這統統給你說清楚，說明白。明白這個道理，從理上講凡夫成佛需要多少時間？一念，只要你真的能夠把起心動念分別執著一下放下，恭喜你，你就成佛了，一念之間！有沒有這種人？有，釋迦牟尼佛給我們做這個示現，菩提樹下一下放下，成佛了。"
    },
    {
      "id": "12-047-0012_p0031",
      "zh_CN": "惠能大师在中国给我们做示现，五祖方丈室里头半夜三更，忍和尚给他讲《金刚经》大意，我们知道惠能大师不认识字，绝对没有经本，经本他不认识。祖师跟他讲《金刚经》大意，讲到「应无所住，而生其心」，他放下了。就是说起心动念、分别执着放下，他就成佛，说出他见性的境界。他见性，性像什么样子？祖师需要考验考验，你说来听听。你看他说了二十个字，「何期自性，本自清净」，清净圆明体，第一个说清净，第二个「不生不灭」，第三个「本自具足」，第四个「本无动摇」，最后一个「能生万法」。忍和尚一听，不用说了，也不要讲了，衣钵就给他，叫他赶快走。为什么要赶快走？怕别人嫉妒、不服、要害他，叫他去藏起来。他到猎人队待了十五年，大家把这个事情也忘掉，他才出来。这也给我们示现嫉妒障碍是多么可怕，不可以抗衡，只可以回避。也是让时间久了，大家淡化，也就跟那个习气一样，慢慢没有了，他才出现。这是什么？这叫顿悟、顿舍，放下是舍，顿舍他一下就放下，上上根人。上中下三根都做不到，那怎么办？佛有方便法，你慢慢的放，先放下执着，再放下分别，最后再放下起心动念，这叫渐悟、渐修，渐渐放下，这个法子成就的人可多！",
      "zh_TW": "惠能大師在中國給我們做示現，五祖方丈室裡頭半夜三更，忍和尚給他講《金剛經》大意，我們知道惠能大師不認識字，絕對沒有經本，經本他不認識。祖師跟他講《金剛經》大意，講到「應無所住，而生其心」，他放下了。就是說起心動念、分別執著放下，他就成佛，說出他見性的境界。他見性，性像什麼樣子？祖師需要考驗考驗，你說來聽聽。你看他說了二十個字，「何期自性，本自清淨」，清淨圓明體，第一個說清淨，第二個「不生不滅」，第三個「本自具足」，第四個「本無動搖」，最後一個「能生萬法」。忍和尚一聽，不用說了，也不要講了，衣缽就給他，叫他趕快走。為什麼要趕快走？怕別人嫉妒、不服、要害他，叫他去藏起來。他到獵人隊待了十五年，大家把這個事情也忘掉，他才出來。這也給我們示現嫉妒障礙是多麼可怕，不可以抗衡，只可以迴避。也是讓時間久了，大家淡化，也就跟那個習氣一樣，慢慢沒有了，他才出現。這是什麼？這叫頓悟、頓捨，放下是捨，頓捨他一下就放下，上上根人。上中下三根都做不到，那怎麼辦？佛有方便法，你慢慢的放，先放下執著，再放下分別，最後再放下起心動念，這叫漸悟、漸修，漸漸放下，這個法子成就的人可多！"
    },
    {
      "id": "12-047-0012_p0032",
      "zh_CN": "所以佛法契入境界的秘诀，就是看破放下。我跟章嘉大师见面，头一天就向他请教这个问题。我从方东美先生那里知道，佛法殊胜，佛法太好了，我向他老人家请教，有没有秘诀让我们很快就能契入？我提出这个问题。他看了我半个小时不说话，我也看着他，他也看着我，我等他回答。他看我，看我什么？心浮气躁，年轻，心浮气躁的时候跟他讲什么都不能接受。所以他看我，我看他，我们才晓得这是修定，让你整个心情定下来，静下来，他才跟你说。半个小时，跟我说了六个字，「看得破，放得下」，放下什么？放下妄想分别执着。他没有给我说，我也没有问，因为我听不懂。看破、放下，好像似懂非懂，我就问他从哪里下手？他告诉我「布施」，财布施、法布施、无畏布施，他教我这个，这个我懂，叫我要认真去做，这真是「方便有多门，归元无二路」。今天时间到了，我们就学到此地，这段还没有讲完，明天我们继续再学习。谢谢大家。",
      "zh_TW": "所以佛法契入境界的祕訣，就是看破放下。我跟章嘉大師見面，頭一天就向他請教這個問題。我從方東美先生那裡知道，佛法殊勝，佛法太好了，我向他老人家請教，有沒有祕訣讓我們很快就能契入？我提出這個問題。他看了我半個小時不說話，我也看著他，他也看著我，我等他回答。他看我，看我什麼？心浮氣躁，年輕，心浮氣躁的時候跟他講什麼都不能接受。所以他看我，我看他，我們才曉得這是修定，讓你整個心情定下來，靜下來，他才跟你說。半個小時，跟我說了六個字，「看得破，放得下」，放下什麼？放下妄想分別執著。他沒有給我說，我也沒有問，因為我聽不懂。看破、放下，好像似懂非懂，我就問他從哪裡下手？他告訴我「布施」，財布施、法布施、無畏布施，他教我這個，這個我懂，叫我要認真去做，這真是「方便有多門，歸元無二路」。今天時間到了，我們就學到此地，這段還沒有講完，明天我們繼續再學習。謝謝大家。"
    }
  ]
}