{
  "doc_id": "12-047-0030",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十集",
    "zh_TW": "第三十集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-047-0030",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "12-047-0030_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，经文第五页最后一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，經文第五頁最後一行："
    },
    {
      "id": "12-047-0030_p0002",
      "zh_CN": "【施戒忍进及禅定。智慧方便神通等。】",
      "zh_TW": "【施戒忍進及禪定。智慧方便神通等。】"
    },
    {
      "id": "12-047-0030_p0003",
      "zh_CN": "『神通等』，是十波罗蜜最后的三种：愿、力、智。前面我们学普贤十愿，将「礼敬诸佛、称赞如来、广修供养」略略的说过，接着是第四「忏除业障」。十愿里面，每一愿都是其余的九愿，这是《华严经》上所说的「一即一切，一切即一」，任何一法都圆满含摄一切法，为什么？我们到底下一段就看到了，自性法尔如是，确实法法圆融，没有障碍。在修行来说，忏悔可以说是这十愿里面最主要的一条，前面是助缘、是善根、是福德，到这个地方真的成就了，业障除掉，不就成就了吗？十方诸佛如来与我们差别在哪里？可以说诸佛是把业障除尽，就像我们这篇文章题目上讲的妄尽，妄尽是什么意思？业障统统忏除了，没有业障，那就还源，还源就是回归自性，圆成佛道，这不是菩萨，是究竟圆满的佛果。在现在这个社会，健康的人不多，不健康的人到处都是。这个不健康是怎么说？就是有业障；换句话说，就是有病，不是身病就是心病。实际上讲，因为你有心病，所以才有身病；心要没有病，身体怎么会长病？哪有这个道理！",
      "zh_TW": "『神通等』，是十波羅蜜最後的三種：願、力、智。前面我們學普賢十願，將「禮敬諸佛、稱讚如來、廣修供養」略略的說過，接著是第四「懺除業障」。十願裡面，每一願都是其餘的九願，這是《華嚴經》上所說的「一即一切，一切即一」，任何一法都圓滿含攝一切法，為什麼？我們到底下一段就看到了，自性法爾如是，確實法法圓融，沒有障礙。在修行來說，懺悔可以說是這十願裡面最主要的一條，前面是助緣、是善根、是福德，到這個地方真的成就了，業障除掉，不就成就了嗎？十方諸佛如來與我們差別在哪裡？可以說諸佛是把業障除盡，就像我們這篇文章題目上講的妄盡，妄盡是什麼意思？業障統統懺除了，沒有業障，那就還源，還源就是回歸自性，圓成佛道，這不是菩薩，是究竟圓滿的佛果。在現在這個社會，健康的人不多，不健康的人到處都是。這個不健康是怎麼說？就是有業障；換句話說，就是有病，不是身病就是心病。實際上講，因為你有心病，所以才有身病；心要沒有病，身體怎麼會長病？哪有這個道理！"
    },
    {
      "id": "12-047-0030_p0004",
      "zh_CN": "我们这里得到一个光碟，刘有生先生讲的，人家称刘善人，说病。他给人治病，疑难杂症，医院中西医没有法子治疗的，找到他了，他用什么方法治？把你得病的这个原因说出来，让你自己生惭愧心，真正忏悔。这一忏悔，身体马上就有反应，你就会呕吐，吐出来这些脏的东西，那就是身体里的病，把它吐光了，身体就好了。他自己年轻的时候，二十几岁的时候一身都是病。遇到一个老人给他一本书，王凤仪老先生着的。实在讲，这个说病最早是王凤仪先生，在中国东北一带，也是年轻时候受了病苦，得到高人指点，真心忏悔，收到很好的效果，以后就用这个方法帮助别人，人称之为善人。他的学生代代相传，刘善人也是王凤仪再传的学生，现在在国内很有名。他的光碟没有版权，欢迎拷贝流通。我看了，只有一片，我看了。还有一些同学看了之后，把它写成文字，很好，因为北方口音，有些人还是不能完全听懂，用文字写出来。我看了，我把它做了一个删节，一共有二十页。可是现在确实有许多工作非常繁忙的同修，这二十页对他来讲太长，他没有时间看；所以第二次再做一次删节，这次删节是八页，这就容易多了，希望从这个地方来入门、接引。看出兴趣了，你再看第一次的删节本二十页，如果再喜欢，你看他的原文，听他的光碟，大概是两个小时，这一堂课。",
      "zh_TW": "我們這裡得到一個光碟，劉有生先生講的，人家稱劉善人，說病。他給人治病，疑難雜症，醫院中西醫沒有法子治療的，找到他了，他用什麼方法治？把你得病的這個原因說出來，讓你自己生慚愧心，真正懺悔。這一懺悔，身體馬上就有反應，你就會嘔吐，吐出來這些髒的東西，那就是身體裡的病，把它吐光了，身體就好了。他自己年輕的時候，二十幾歲的時候一身都是病。遇到一個老人給他一本書，王鳳儀老先生著的。實在講，這個說病最早是王鳳儀先生，在中國東北一帶，也是年輕時候受了病苦，得到高人指點，真心懺悔，收到很好的效果，以後就用這個方法幫助別人，人稱之為善人。他的學生代代相傳，劉善人也是王鳳儀再傳的學生，現在在國內很有名。他的光碟沒有版權，歡迎拷貝流通。我看了，只有一片，我看了。還有一些同學看了之後，把它寫成文字，很好，因為北方口音，有些人還是不能完全聽懂，用文字寫出來。我看了，我把它做了一個刪節，一共有二十頁。可是現在確實有許多工作非常繁忙的同修，這二十頁對他來講太長，他沒有時間看；所以第二次再做一次刪節，這次刪節是八頁，這就容易多了，希望從這個地方來入門、接引。看出興趣了，你再看第一次的刪節本二十頁，如果再喜歡，你看他的原文，聽他的光碟，大概是兩個小時，這一堂課。"
    },
    {
      "id": "12-047-0030_p0005",
      "zh_CN": "有同修告诉我，看了他的文字档，或者看了光碟，真的受了感动，感到自己一身病苦，听听老先生所说的话，很有道理，自己一反省，痛哭流涕。反省什么？真的是自己错了。以前都是认为别人错，我没错，所以得一身病。现在认真一反省，才知道是自己错了，别人没错。有这个勇气承认，承认过失，向父母忏悔，或者向兄弟忏悔，做对不起兄弟事情，对不起朋友的事情；在单位里面服务，对不起长官，对不起同事，总是自私自利，起心动念损人利己，重的自己得病，有的时候影响你的家人得病，影响你的小孩得病。小孩在十二岁以下，他要是得病，多半是父母的业障。这样一忏悔，真正是痛哭，痛哭这五脏六腑它就起作用，就起反应，里面这些脏东西（业障）就往外吐，吐得很难过。刘有生先生他的报告里面，他在二十几岁看到王凤仪这本书，感到惭愧，他吐了好几天，吐得很难过，真的把病统统吐干净了。从此之后，他这些病不要治就好了，自己好了。这个光盘应该是不太远，最近录的。我听他讲，他今年六十七岁，这四十多年来从来没有生过病，没有打过针，没有吃过药，身体健康，哪个地方人找他，他就到哪去。他那个时候，二十几岁时候，那都要死了，活不成了，他活过来了。活过来他就发了一个愿，我要是不死能活过来，我这一生不为自己，我为别人，我要把这个好方法普遍传授给大家，只有一个目的，希望每个家庭快快乐乐，远离病苦。所以他给人说病、给人治病不要钱，不收钱的。我们想想，这个人虽然他不是佛教徒，他是不是在行菩萨道？是的，一点都没错，大慈大悲，救苦救难。",
      "zh_TW": "有同修告訴我，看了他的文字檔，或者看了光碟，真的受了感動，感到自己一身病苦，聽聽老先生所說的話，很有道理，自己一反省，痛哭流涕。反省什麼？真的是自己錯了。以前都是認為別人錯，我沒錯，所以得一身病。現在認真一反省，才知道是自己錯了，別人沒錯。有這個勇氣承認，承認過失，向父母懺悔，或者向兄弟懺悔，做對不起兄弟事情，對不起朋友的事情；在單位裡面服務，對不起長官，對不起同事，總是自私自利，起心動念損人利己，重的自己得病，有的時候影響你的家人得病，影響你的小孩得病。小孩在十二歲以下，他要是得病，多半是父母的業障。這樣一懺悔，真正是痛哭，痛哭這五臟六腑它就起作用，就起反應，裡面這些髒東西（業障）就往外吐，吐得很難過。劉有生先生他的報告裡面，他在二十幾歲看到王鳳儀這本書，感到慚愧，他吐了好幾天，吐得很難過，真的把病統統吐乾淨了。從此之後，他這些病不要治就好了，自己好了。這個光盤應該是不太遠，最近錄的。我聽他講，他今年六十七歲，這四十多年來從來沒有生過病，沒有打過針，沒有吃過藥，身體健康，哪個地方人找他，他就到哪去。他那個時候，二十幾歲時候，那都要死了，活不成了，他活過來了。活過來他就發了一個願，我要是不死能活過來，我這一生不為自己，我為別人，我要把這個好方法普遍傳授給大家，只有一個目的，希望每個家庭快快樂樂，遠離病苦。所以他給人說病、給人治病不要錢，不收錢的。我們想想，這個人雖然他不是佛教徒，他是不是在行菩薩道？是的，一點都沒錯，大慈大悲，救苦救難。"
    },
    {
      "id": "12-047-0030_p0006",
      "zh_CN": "所以佛门讲到修行，行是什么？行是行为，修是修正。我们就明白了，我们的行为犯了过失，犯了错误，把这些错误修正过来，这叫修行。念经是不是修行？打坐是不是修行？念佛是不是修行？不一定。古人有句话说，「口念弥陀心散乱，喊破喉咙也枉然」，那念佛是不是修行？一天十万声佛号，心里是散乱的，起心动念还打别人主意，还要占别人便宜，这叫修行吗？真正反省，真正改过，真正自新，一句佛号也没念，我觉得那个人叫真修行。所以净土宗念佛往生的，不在乎念的佛号多少，在什么？在清净心。经上讲得很清楚，「心净则佛土净」，那就晓得，我们念这句佛号目的是什么？目的是把清净心给念出来。因为你不念佛，你就胡思乱想，胡思乱想那不是清净心，杂心妄念，现在人讲心浮气躁。所以这一句「阿弥陀佛」是个最好的方便法。你念着阿弥陀佛，想着阿弥陀佛，经上讲，大势至菩萨说的，「忆佛念佛，现前当来必定见佛」。",
      "zh_TW": "所以佛門講到修行，行是什麼？行是行為，修是修正。我們就明白了，我們的行為犯了過失，犯了錯誤，把這些錯誤修正過來，這叫修行。念經是不是修行？打坐是不是修行？念佛是不是修行？不一定。古人有句話說，「口念彌陀心散亂，喊破喉嚨也枉然」，那念佛是不是修行？一天十萬聲佛號，心裡是散亂的，起心動念還打別人主意，還要佔別人便宜，這叫修行嗎？真正反省，真正改過，真正自新，一句佛號也沒念，我覺得那個人叫真修行。所以淨土宗念佛往生的，不在乎念的佛號多少，在什麼？在清淨心。經上講得很清楚，「心淨則佛土淨」，那就曉得，我們念這句佛號目的是什麼？目的是把清淨心給念出來。因為你不念佛，你就胡思亂想，胡思亂想那不是清淨心，雜心妄念，現在人講心浮氣躁。所以這一句「阿彌陀佛」是個最好的方便法。你念著阿彌陀佛，想著阿彌陀佛，經上講，大勢至菩薩說的，「憶佛念佛，現前當來必定見佛」。"
    },
    {
      "id": "12-047-0030_p0007",
      "zh_CN": "可是念佛，你不能不尽孝道，为什么？当年释迦牟尼佛在世的时候，把这个法门传给韦提希夫人。这是频婆娑罗王家庭的事情，遭遇儿子要夺取政权，害他的父亲，把母亲也囚禁起来，遭这么大的难。这个故事在《观无量寿佛经》上，《观无量寿佛经》的缘起就从这里来的。韦提希夫人觉悟了，这个世间太苦，向释迦牟尼佛求助，希望佛陀能够介绍她，诸佛国土里面有没有净土，有没有没有这些灾难的，她想求往生。释迦牟尼佛很慈悲，用佛陀的神力，把十方诸佛的国土显现在她面前，像我们现在看电视一样，她统统看到了。她很欢喜，她选择阿弥陀佛的净土，她说这个地方好，我希望能够往生到极乐世界，怎样去？希望世尊开导她。她真选中了。所以你看释迦牟尼佛没有主动介绍她到极乐世界，把诸佛净土展现在你面前，让你自己选择，这个好。世尊教给她怎么修法？先教她修「净业三福」，这是基础。我们今天念佛求生净土，念佛的人很多，往生的人很少，问题在哪里？把净业三福忘掉了，这是最高的指导原则。佛教她求往生先做准备工作，你要把到西方极乐世界应当具备的条件统统准备好，你才能去得了。",
      "zh_TW": "可是念佛，你不能不盡孝道，為什麼？當年釋迦牟尼佛在世的時候，把這個法門傳給韋提希夫人。這是頻婆娑羅王家庭的事情，遭遇兒子要奪取政權，害他的父親，把母親也囚禁起來，遭這麼大的難。這個故事在《觀無量壽佛經》上，《觀無量壽佛經》的緣起就從這裡來的。韋提希夫人覺悟了，這個世間太苦，向釋迦牟尼佛求助，希望佛陀能夠介紹她，諸佛國土裡面有沒有淨土，有沒有沒有這些災難的，她想求往生。釋迦牟尼佛很慈悲，用佛陀的神力，把十方諸佛的國土顯現在她面前，像我們現在看電視一樣，她統統看到了。她很歡喜，她選擇阿彌陀佛的淨土，她說這個地方好，我希望能夠往生到極樂世界，怎樣去？希望世尊開導她。她真選中了。所以你看釋迦牟尼佛沒有主動介紹她到極樂世界，把諸佛淨土展現在你面前，讓你自己選擇，這個好。世尊教給她怎麼修法？先教她修「淨業三福」，這是基礎。我們今天念佛求生淨土，念佛的人很多，往生的人很少，問題在哪裡？把淨業三福忘掉了，這是最高的指導原則。佛教她求往生先做準備工作，你要把到西方極樂世界應當具備的條件統統準備好，你才能去得了。"
    },
    {
      "id": "12-047-0030_p0008",
      "zh_CN": "所以念佛，天天念这句阿弥陀佛，得要有净业三福的基础，没这个基础不行。三福第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，我们做到了没有？我们想想看，我们有没有罪业？能对得起父母吗？「孝养父母，奉事师长」，这两句就在《弟子规》上，《弟子规》百分之百的落实，这两句你做到了；「慈心不杀」，《太上感应篇》做到了，「修十善业」，佛陀的《十善业道》你做到了，儒释道的三个根。你没这三个根，你念佛跟阿弥陀佛不能感应，这当中有障碍。没学的，没听说在学，可是他念佛真往生了。五十年前，我们这边将军乡的这个老太太站着往生的，她有没有学过《弟子规》？没学过。有没有学过《感应篇》？没学过。可是你问她，这个人是不是孝顺父母？是不是尊敬师长？肯定是的。是不是慈心不杀具足十善业道？你去问问，肯定都具足。所以她有条件，人家那一句阿弥陀佛念三年管用，真成功。我们念了三年、三十年都没消息，什么原因？想一想，我们能对得起父母吗？我们能对得起师长吗？在这个社会里服务，我们能对得起领导吗？能对得起社会大众吗？好好去想想。",
      "zh_TW": "所以念佛，天天念這句阿彌陀佛，得要有淨業三福的基礎，沒這個基礎不行。三福第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，我們做到了沒有？我們想想看，我們有沒有罪業？能對得起父母嗎？「孝養父母，奉事師長」，這兩句就在《弟子規》上，《弟子規》百分之百的落實，這兩句你做到了；「慈心不殺」，《太上感應篇》做到了，「修十善業」，佛陀的《十善業道》你做到了，儒釋道的三個根。你沒這三個根，你念佛跟阿彌陀佛不能感應，這當中有障礙。沒學的，沒聽說在學，可是他念佛真往生了。五十年前，我們這邊將軍鄉的這個老太太站著往生的，她有沒有學過《弟子規》？沒學過。有沒有學過《感應篇》？沒學過。可是你問她，這個人是不是孝順父母？是不是尊敬師長？肯定是的。是不是慈心不殺具足十善業道？你去問問，肯定都具足。所以她有條件，人家那一句阿彌陀佛念三年管用，真成功。我們念了三年、三十年都沒消息，什麼原因？想一想，我們能對得起父母嗎？我們能對得起師長嗎？在這個社會裡服務，我們能對得起領導嗎？能對得起社會大眾嗎？好好去想想。"
    },
    {
      "id": "12-047-0030_p0009",
      "zh_CN": "所以，起心动念都在造业，像《地藏经》上所说的，「阎浮提众生起心动念，无不是业，无不是罪」。你要是说这个话是不是太过分一点？我们自己想想，我们起心动念是不是自私自利？我们起心动念是不是名闻利养？是不是贪瞋痴慢？是不是损人利己？如果都是这些念头，那《地藏经》上的话全讲对了，你起心动念统统在造业。所以诵经、听教、念佛，只是跟佛菩萨结个善缘，这一生有没有效果？没有效果，这个事情我们不能不知道。如果你还警觉不到，你就常常想像现在日常生活，你所遇到的一些困难，想想我们处在今天这个环境里面，遭遇到许许多多的天灾人祸，大的，最大的人祸是战争，小的人祸太多了，别人来要胁你、威胁你，来毁谤你，来陷害你，人祸。大乘教里面讲的共业、别业，哪个人没有？为什么做事情这么困难？古人说得好，这个世间在一般人而论，在比例上讲，十之八九你都会遇到障碍，很多是意想不到的障碍，障碍从哪来的？业障，所谓「不如意事常八九」。警觉心高的人，他在这个环境里面会觉悟，觉悟好，一觉悟肯定就忏悔，回过头来改过自新，从今之后重新做人。",
      "zh_TW": "所以，起心動念都在造業，像《地藏經》上所說的，「閻浮提眾生起心動念，無不是業，無不是罪」。你要是說這個話是不是太過分一點？我們自己想想，我們起心動念是不是自私自利？我們起心動念是不是名聞利養？是不是貪瞋痴慢？是不是損人利己？如果都是這些念頭，那《地藏經》上的話全講對了，你起心動念統統在造業。所以誦經、聽教、念佛，只是跟佛菩薩結個善緣，這一生有沒有效果？沒有效果，這個事情我們不能不知道。如果你還警覺不到，你就常常想像現在日常生活，你所遇到的一些困難，想想我們處在今天這個環境裡面，遭遇到許許多多的天災人禍，大的，最大的人禍是戰爭，小的人禍太多了，別人來要脅你、威脅你，來毀謗你，來陷害你，人禍。大乘教裡面講的共業、別業，哪個人沒有？為什麼做事情這麼困難？古人說得好，這個世間在一般人而論，在比例上講，十之八九你都會遇到障礙，很多是意想不到的障礙，障礙從哪來的？業障，所謂「不如意事常八九」。警覺心高的人，他在這個環境裡面會覺悟，覺悟好，一覺悟肯定就懺悔，回過頭來改過自新，從今之後重新做人。"
    },
    {
      "id": "12-047-0030_p0010",
      "zh_CN": "这个做人里头有个秘诀，那就是我们中国老祖宗教导我们，「行有不得，反求诸己」，这句话重要。无论遇到什么困难，天灾人祸，意料之中的、意想不到的，我们遇到了，立刻就要记到祖宗的话，因，你这个灾难是果报，有果必有因，果报现前不能不受。大乘教里面讲，「菩萨畏因，众生畏果」，众生迷惑颠倒，造了恶的、不善的业，果报现前，他害怕了；菩萨聪明，果报来了知道，那没有法子，自己一定要承当，要去接受。转变果报在哪里？在因上转，我要好好反省、好好检点，我做了哪些不善的业，一定要把自己这个不善的恶业找出来。怎么消除？忏悔就消除了，真正忏悔，从内心里头忏悔，发露忏悔。真正忏悔的时候不是隐瞒着别人，面对着家人，面对着大众，自己能把自己做错的事情说出来，这叫发露忏悔。别人听了，指责你、批评你，你的罪就消了。真正改过自新，没有人不赞叹你，没有人不佩服你，没有人不帮助你。",
      "zh_TW": "這個做人裡頭有個祕訣，那就是我們中國老祖宗教導我們，「行有不得，反求諸己」，這句話重要。無論遇到什麼困難，天災人禍，意料之中的、意想不到的，我們遇到了，立刻就要記到祖宗的話，因，你這個災難是果報，有果必有因，果報現前不能不受。大乘教裡面講，「菩薩畏因，眾生畏果」，眾生迷惑顛倒，造了惡的、不善的業，果報現前，他害怕了；菩薩聰明，果報來了知道，那沒有法子，自己一定要承當，要去接受。轉變果報在哪裡？在因上轉，我要好好反省、好好檢點，我做了哪些不善的業，一定要把自己這個不善的惡業找出來。怎麼消除？懺悔就消除了，真正懺悔，從內心裡頭懺悔，發露懺悔。真正懺悔的時候不是隱瞞著別人，面對著家人，面對著大眾，自己能把自己做錯的事情說出來，這叫發露懺悔。別人聽了，指責你、批評你，你的罪就消了。真正改過自新，沒有人不讚歎你，沒有人不佩服你，沒有人不幫助你。"
    },
    {
      "id": "12-047-0030_p0011",
      "zh_CN": "我们遇到顺境，如何处理？决定不能有丝毫骄慢之心，总要知道我们做得太少，做得不够。别人赞叹我好，我不够好，我差得很远，跟佛不能比，跟菩萨不能比，跟这些祖师大德我们都比不上，有什么值得骄傲的？别人愈赞叹，我们愈害怕，愈要努力，愈要谨慎，天天反省，找自己的毛病。怎么找法？不难，你每天拿着《弟子规》，拿着《感应篇》，拿着我们净宗修行的五个科目，三福，三福我们才讲一条，「孝养父母，奉事师长，慈心不杀，修十善业」，头一条。这头一条里面包括了儒释道的三个根，你天天读，天天反省。这三个根文字不多，要把它订在一起，不到十页，很薄的一本小册子，用这个做标准，这都是古圣先贤、诸佛菩萨教导我们，这叫经典。所谓经典，它超越了空间、超越时间，三千年前一般人学习，正确的，三千年后的今天，我们来学习还是正确的；中国人学习是正确的，外国人学习还是正确的，真理永恒不变。",
      "zh_TW": "我們遇到順境，如何處理？決定不能有絲毫驕慢之心，總要知道我們做得太少，做得不夠。別人讚歎我好，我不夠好，我差得很遠，跟佛不能比，跟菩薩不能比，跟這些祖師大德我們都比不上，有什麼值得驕傲的？別人愈讚歎，我們愈害怕，愈要努力，愈要謹慎，天天反省，找自己的毛病。怎麼找法？不難，你每天拿著《弟子規》，拿著《感應篇》，拿著我們淨宗修行的五個科目，三福，三福我們才講一條，「孝養父母，奉事師長，慈心不殺，修十善業」，頭一條。這頭一條裡面包括了儒釋道的三個根，你天天讀，天天反省。這三個根文字不多，要把它訂在一起，不到十頁，很薄的一本小冊子，用這個做標準，這都是古聖先賢、諸佛菩薩教導我們，這叫經典。所謂經典，它超越了空間、超越時間，三千年前一般人學習，正確的，三千年後的今天，我們來學習還是正確的；中國人學習是正確的，外國人學習還是正確的，真理永恆不變。"
    },
    {
      "id": "12-047-0030_p0012",
      "zh_CN": "净业三福第二条，「受持三皈，具足众戒，不犯威仪」。你想想看，我们学佛了，我们能对得起佛陀吗？能对得起菩萨吗？能对得起我们的祖师大德吗？这三条做到没有？三皈是什么？皈依佛、皈依法、皈依僧。皈是回归，依是依靠，我有没有回头？我有没有真的依靠三宝？佛法僧是什么意思，总得清楚。佛是觉悟，法是正知正见，僧是清净不染。我们想想，皈依佛就是从迷惑颠倒回过头来，要依自性觉。三宝是性德，我要真的天天这样干，那就真的是皈依了。觉而不迷，这皈依了，依靠自性觉。没有这样做，还是迷惑颠倒？那我们就对不起佛，为什么？我们皈依是假的，有名无实，这就是造罪业。法是正知正见，我们现在是邪知邪见，心里面充满自私自利、名闻利养、贪瞋痴慢，这哪里是正知正见？从邪知邪见回过头来，依正知正见，这叫皈依法。我们在学经教，经教里面所讲的这些道理、现象、因果，我们统统清楚了，把我们从前错误的那个知见放下，我们依着佛在经教里所讲的认真学习，这叫皈依法。佛教我们孝养父母，你做到没有？佛教我们奉事师长，做到没有？佛教我们慈心不杀，起心动念是大慈大悲。「杀」，引申的意思，凡是伤害众生的事情不可以做。不容易！我们起心动念、言语造作，有没有伤害别人？要是让别人感到难受，我们就做错了。「菩萨所在之处，令一切众生生欢喜心」，他是菩萨。这个众生见到你就讨厌，那我看到他，赶快我就躲开，不要让他烦恼，这都是菩萨行。",
      "zh_TW": "淨業三福第二條，「受持三皈，具足眾戒，不犯威儀」。你想想看，我們學佛了，我們能對得起佛陀嗎？能對得起菩薩嗎？能對得起我們的祖師大德嗎？這三條做到沒有？三皈是什麼？皈依佛、皈依法、皈依僧。皈是回歸，依是依靠，我有沒有回頭？我有沒有真的依靠三寶？佛法僧是什麼意思，總得清楚。佛是覺悟，法是正知正見，僧是清淨不染。我們想想，皈依佛就是從迷惑顛倒回過頭來，要依自性覺。三寶是性德，我要真的天天這樣幹，那就真的是皈依了。覺而不迷，這皈依了，依靠自性覺。沒有這樣做，還是迷惑顛倒？那我們就對不起佛，為什麼？我們皈依是假的，有名無實，這就是造罪業。法是正知正見，我們現在是邪知邪見，心裡面充滿自私自利、名聞利養、貪瞋痴慢，這哪裡是正知正見？從邪知邪見回過頭來，依正知正見，這叫皈依法。我們在學經教，經教裡面所講的這些道理、現象、因果，我們統統清楚了，把我們從前錯誤的那個知見放下，我們依著佛在經教裡所講的認真學習，這叫皈依法。佛教我們孝養父母，你做到沒有？佛教我們奉事師長，做到沒有？佛教我們慈心不殺，起心動念是大慈大悲。「殺」，引申的意思，凡是傷害眾生的事情不可以做。不容易！我們起心動念、言語造作，有沒有傷害別人？要是讓別人感到難受，我們就做錯了。「菩薩所在之處，令一切眾生生歡喜心」，他是菩薩。這個眾生見到你就討厭，那我看到他，趕快我就躲開，不要讓他煩惱，這都是菩薩行。"
    },
    {
      "id": "12-047-0030_p0013",
      "zh_CN": "僧，不管他自己修行怎么样，这与我们不相干，我见到这个样子、这个形相，立刻就要想到「六根清净，一尘不染」。这个僧的相功德很大，时时刻刻他在提醒我，我尊重他。他自己持戒不持戒、修行不修行，那是他的事情，与我毫不相关；我看到他那个相，我就想到我要皈依僧。皈依僧是我从一切染污回归，回过头来，我要依清净心，这叫皈依僧，这是三皈依。我们三皈依要是做到，我们对得起佛，是佛的好学生；三皈依没做，我们欺骗佛菩萨，为什么？冒充！冒充是佛的皈依弟子，三皈完全没做到，所做的统统是相反的，每天所干的还是迷邪染，哪来的觉正净？想到这个地方，你不痛哭流涕吗？「具足众戒」，五戒有没有做到？不要说多了。十善有没有做到？这是最低的限度，你必须要做到的。不杀生、不偷盗、不邪淫、不妄语、不饮酒，叫五戒。十戒里面，也包含这几件事，但说得多一点，详细一点，不杀生、不偷盗、不邪淫，这跟五戒是一样；那个不妄语它就开了，不妄语、不两舌，两舌是挑拨是非，不绮语，绮语是花言巧语，不恶口，恶口是说粗话，人家听起来很难受；再加上不贪、不瞋、不痴。这一入佛门，老师就告诉我们，我们是不是真做到？",
      "zh_TW": "僧，不管他自己修行怎麼樣，這與我們不相干，我見到這個樣子、這個形相，立刻就要想到「六根清淨，一塵不染」。這個僧的相功德很大，時時刻刻他在提醒我，我尊重他。他自己持戒不持戒、修行不修行，那是他的事情，與我毫不相關；我看到他那個相，我就想到我要皈依僧。皈依僧是我從一切染污回歸，回過頭來，我要依清淨心，這叫皈依僧，這是三皈依。我們三皈依要是做到，我們對得起佛，是佛的好學生；三皈依沒做，我們欺騙佛菩薩，為什麼？冒充！冒充是佛的皈依弟子，三皈完全沒做到，所做的統統是相反的，每天所幹的還是迷邪染，哪來的覺正淨？想到這個地方，你不痛哭流涕嗎？「具足眾戒」，五戒有沒有做到？不要說多了。十善有沒有做到？這是最低的限度，你必須要做到的。不殺生、不偷盜、不邪淫、不妄語、不飲酒，叫五戒。十戒裡面，也包含這幾件事，但說得多一點，詳細一點，不殺生、不偷盜、不邪淫，這跟五戒是一樣；那個不妄語它就開了，不妄語、不兩舌，兩舌是挑撥是非，不綺語，綺語是花言巧語，不惡口，惡口是說粗話，人家聽起來很難受；再加上不貪、不瞋、不痴。這一入佛門，老師就告訴我們，我們是不是真做到？"
    },
    {
      "id": "12-047-0030_p0014",
      "zh_CN": "现在灾难这么多，在佛门里面讲，在宗教里面讲，它的认识跟一般凡夫不一样。佛门跟宗教里面讲，灾难是属于业报，自作自受，它是果报，果报有因，因是什么？我们自己做得不好，才遭遇的灾难。为什么真正一忏悔，几次痛哭流涕之后，身上病没有了，好了。很多癌症，刘善人报告里面讲得很多，举了很多例子，癌症，非常严重的癌症，医生都讲他大概顶多只能活到一、二个月，遇到他，他给他一说，他真的一想，想到什么？对不起家庭，对不起父母，对不起妻子，对不起儿女。这一反悔、一痛心，几次呕吐，病就好了，再到医院去检查，没有了。医生问他，你吃的是什么药？谁给你治的？这是刘善人治得高明。我在之前还遇到一个大夫，他是祖传秘方，也是这些疑难杂症像癌症这些，他治好很多人。他是祖传的方子，自己在山上采药，采回来之后把它泡，应该是泡在酒里面，药酒，治病的时候是把这个药涂在身上。这个药很厉害，把里面的毒，这里面的毒把它吸到皮肤的表层，用刮痧的方法来刮，刮出来的时候黏黏的，就把里面那些病刮出来了。刘大夫是叫你自己吐出来，他那是把它吸着刮出来，一刮之后你就很轻松，里面这些病毒全部吸出来了。我亲自看他做过这个，这也非常高明。道理是一样的，一个是用药物吸出来刮掉，一个是你从口里吐出来，是一个道理。但是吐出来的，我觉得比刮的还高明。所以你得真心认错，你不认错，你回不了头，你要有勇气，这叫大勇。大勇是什么？大勇是肯对着大众承认自己的过失，发露忏悔，改过自新。哪个人没有过失？要没有过失，你就成圣人，你不是凡夫。所谓「人非圣贤，孰能无过」，这就是你不是圣贤，哪有没过失的！只是你自己不认真去检讨，不肯忏悔，不承认，处处还自以为是，你的病怎么能好？",
      "zh_TW": "現在災難這麼多，在佛門裡面講，在宗教裡面講，它的認識跟一般凡夫不一樣。佛門跟宗教裡面講，災難是屬於業報，自作自受，它是果報，果報有因，因是什麼？我們自己做得不好，才遭遇的災難。為什麼真正一懺悔，幾次痛哭流涕之後，身上病沒有了，好了。很多癌症，劉善人報告裡面講得很多，舉了很多例子，癌症，非常嚴重的癌症，醫生都講他大概頂多只能活到一、二個月，遇到他，他給他一說，他真的一想，想到什麼？對不起家庭，對不起父母，對不起妻子，對不起兒女。這一反悔、一痛心，幾次嘔吐，病就好了，再到醫院去檢查，沒有了。醫生問他，你吃的是什麼藥？誰給你治的？這是劉善人治得高明。我在之前還遇到一個大夫，他是祖傳祕方，也是這些疑難雜症像癌症這些，他治好很多人。他是祖傳的方子，自己在山上採藥，採回來之後把它泡，應該是泡在酒裡面，藥酒，治病的時候是把這個藥塗在身上。這個藥很厲害，把裡面的毒，這裡面的毒把它吸到皮膚的表層，用刮痧的方法來刮，刮出來的時候黏黏的，就把裡面那些病刮出來了。劉大夫是叫你自己吐出來，他那是把它吸著刮出來，一刮之後你就很輕鬆，裡面這些病毒全部吸出來了。我親自看他做過這個，這也非常高明。道理是一樣的，一個是用藥物吸出來刮掉，一個是你從口裡吐出來，是一個道理。但是吐出來的，我覺得比刮的還高明。所以你得真心認錯，你不認錯，你回不了頭，你要有勇氣，這叫大勇。大勇是什麼？大勇是肯對著大眾承認自己的過失，發露懺悔，改過自新。哪個人沒有過失？要沒有過失，你就成聖人，你不是凡夫。所謂「人非聖賢，孰能無過」，這就是你不是聖賢，哪有沒過失的！只是你自己不認真去檢討，不肯懺悔，不承認，處處還自以為是，你的病怎麼能好？"
    },
    {
      "id": "12-047-0030_p0015",
      "zh_CN": "业障，什么叫业？起心动念就是业，分别执着那就是障。我们有没有？六道凡夫个个都有，哪有不造业？念念想着别人，善业，好不好？好。能不能了生死出三界？不能。为什么？因为你还会执着。这是佛经上讲得清楚，只要有执着，六道就出不去，但是你念念都是善业，你在六道里头三善道受报，三善道是人道、阿修罗道、天道。虽然生在三善道，三善道也很容易迷惑，迷惑之后就造业了，他又造恶业，那你福报享完之后，恶业现前，岂不是又要回到三恶道去吗？你什么时候能脱离六道轮回？真想脱离六道轮回，要靠佛法，它真的能帮助你了生死出三界，真能帮助你回归自性，那就圆满成佛了。首先你得要认识，认识在佛法里叫解悟；把业障忏悔尽了，那叫证悟。由此可知，八万四千行门，就是修行的方法，门是门径，法是方法，叫法门，也就是忏悔的方法，修行就是忏悔、就是放下，把自己这些习性全部都放下，业障就忏除了，才能帮助自己提升。业障不但是这一生，我也曾经提到，因为我们从国外得到很多心理医生治疗的资讯，就用深度的催眠，我鼓励一些学佛的同修，信心不足，还有怀疑，可以去找找这些外国心理医生，接受他们的催眠，让催眠当中讲到你过去生中所造的业障。如果你要有这么多的资讯，知道过去世，过去一世、过去二世、过去三世，五、六世，这生生世世造的些什么业你都晓得的话，能帮助你忏悔，能帮助你把五脏六腑里的病毒全部给吐光。",
      "zh_TW": "業障，什麼叫業？起心動念就是業，分別執著那就是障。我們有沒有？六道凡夫個個都有，哪有不造業？念念想著別人，善業，好不好？好。能不能了生死出三界？不能。為什麼？因為你還會執著。這是佛經上講得清楚，只要有執著，六道就出不去，但是你念念都是善業，你在六道裡頭三善道受報，三善道是人道、阿修羅道、天道。雖然生在三善道，三善道也很容易迷惑，迷惑之後就造業了，他又造惡業，那你福報享完之後，惡業現前，豈不是又要回到三惡道去嗎？你什麼時候能脫離六道輪迴？真想脫離六道輪迴，要靠佛法，它真的能幫助你了生死出三界，真能幫助你回歸自性，那就圓滿成佛了。首先你得要認識，認識在佛法裡叫解悟；把業障懺悔盡了，那叫證悟。由此可知，八萬四千行門，就是修行的方法，門是門徑，法是方法，叫法門，也就是懺悔的方法，修行就是懺悔、就是放下，把自己這些習性全部都放下，業障就懺除了，才能幫助自己提升。業障不但是這一生，我也曾經提到，因為我們從國外得到很多心理醫生治療的資訊，就用深度的催眠，我鼓勵一些學佛的同修，信心不足，還有懷疑，可以去找找這些外國心理醫生，接受他們的催眠，讓催眠當中講到你過去生中所造的業障。如果你要有這麼多的資訊，知道過去世，過去一世、過去二世、過去三世，五、六世，這生生世世造的些什麼業你都曉得的話，能幫助你懺悔，能幫助你把五臟六腑裡的病毒全部給吐光。"
    },
    {
      "id": "12-047-0030_p0016",
      "zh_CN": "所以讲到修行就离不开忏悔，佛法里面无论是诵经、拜忏、礼佛，甚至念佛，念完都做一个回向，回向就是属于忏悔，不能不认真。我们今天最具体的，用《感应篇》，虽然是道教的，在佛门里面，祖师大德用它来帮助忏悔，很多。特别是明清两代，读书人之间盛行「功过格」，佛门也不例外。你看看，了凡先生遇到云谷禅师，云谷禅师送他一本功过格，那个功过格不是佛经上的，就是《感应篇》，里面的条目就是《感应篇》。用它来帮助你忏悔业障，很有效果。它不是从印度传来的，是我们中国本土的，我们翻开来是特别亲切，一条一条的，回过头来问自己有没有犯？这叫真修行。所以我们现前一定要记住，现前特别是什么？身体不好，毛病很多，年纪轻轻的已经一身病了，唯有真正忏悔，你的病痛可以化解了。彻底忏悔，你的生死可以了了。",
      "zh_TW": "所以講到修行就離不開懺悔，佛法裡面無論是誦經、拜懺、禮佛，甚至念佛，念完都做一個迴向，迴向就是屬於懺悔，不能不認真。我們今天最具體的，用《感應篇》，雖然是道教的，在佛門裡面，祖師大德用它來幫助懺悔，很多。特別是明清兩代，讀書人之間盛行「功過格」，佛門也不例外。你看看，了凡先生遇到雲谷禪師，雲谷禪師送他一本功過格，那個功過格不是佛經上的，就是《感應篇》，裡面的條目就是《感應篇》。用它來幫助你懺悔業障，很有效果。它不是從印度傳來的，是我們中國本土的，我們翻開來是特別親切，一條一條的，回過頭來問自己有沒有犯？這叫真修行。所以我們現前一定要記住，現前特別是什麼？身體不好，毛病很多，年紀輕輕的已經一身病了，唯有真正懺悔，你的病痛可以化解了。徹底懺悔，你的生死可以了了。"
    },
    {
      "id": "12-047-0030_p0017",
      "zh_CN": "佛法里修行，可以说从初发心到如来地，修什么？忏悔而已，所有的法门都可以说之为忏悔法门。特别要想到孝亲尊师，净业三福，世尊特别提出这两条，父母之恩报不尽，老师之恩亦如是，要晓得佛菩萨是老师。你看我们佛弟子，自称为弟子，弟子是学生，我们称释迦牟尼佛「本师」，本师是什么？根本的老师，建立佛教在这个世间第一个老师，建立佛教的老师，我们称本师。所以我们跟佛的关系是师生关系，这个关系是属於伦理，总得要搞清楚，跟一般宗教不一样，我们跟佛、跟菩萨是师生关系。要是跟菩萨讲的，实际上我们跟菩萨是同学的关系，因为他是佛的学生，我也是佛的学生，他是前届的学生，我是后来的学生，所以我们跟菩萨是前后同学。菩萨修得不错，修得很好了，他可以教我，所以我们对菩萨，甚至于对祖师大德，都以老师之礼来奉事，关系搞清楚了。同一个本师，前后不同，关系非常亲密。菩萨教我们的，祖师教我们的，就跟世尊教导我们的没有两样，我们得依教奉行。佛在戒律里面跟我们讲到三聚净戒，前面跟诸位说过，这个意思就是说，佛虽然住世四十九年，讲经说法还是有限，还是很多东西没有提到，所以指导我们一个总的原则，凡是对自己有利益的，佛没有说到，要好好的学；对自己有害的，佛没有说到，你也得要放下，不能说佛没有说，我就可以放逸了，那错了。譬如，这是我们一般常常讲的，佛戒律里没有说抽烟是犯戒，那好了，你就去抽烟了，可是抽烟对身体怎么？对身体决定有害处，没有好处，这个就属于摄善法戒里面，这不善，你就应该要把它断绝。第三种是饶益有情戒，这个事情是对众生有利益的，对大众有利益，你一定要做。所以要通权达变，要有善巧。戒律不是死的，它有开遮持犯，在某一种状况之下灵活的运用，这个不能不知道。",
      "zh_TW": "佛法裡修行，可以說從初發心到如來地，修什麼？懺悔而已，所有的法門都可以說之為懺悔法門。特別要想到孝親尊師，淨業三福，世尊特別提出這兩條，父母之恩報不盡，老師之恩亦如是，要曉得佛菩薩是老師。你看我們佛弟子，自稱為弟子，弟子是學生，我們稱釋迦牟尼佛「本師」，本師是什麼？根本的老師，建立佛教在這個世間第一個老師，建立佛教的老師，我們稱本師。所以我們跟佛的關係是師生關係，這個關係是屬於倫理，總得要搞清楚，跟一般宗教不一樣，我們跟佛、跟菩薩是師生關係。要是跟菩薩講的，實際上我們跟菩薩是同學的關係，因為他是佛的學生，我也是佛的學生，他是前屆的學生，我是後來的學生，所以我們跟菩薩是前後同學。菩薩修得不錯，修得很好了，他可以教我，所以我們對菩薩，甚至於對祖師大德，都以老師之禮來奉事，關係搞清楚了。同一個本師，前後不同，關係非常親密。菩薩教我們的，祖師教我們的，就跟世尊教導我們的沒有兩樣，我們得依教奉行。佛在戒律裡面跟我們講到三聚淨戒，前面跟諸位說過，這個意思就是說，佛雖然住世四十九年，講經說法還是有限，還是很多東西沒有提到，所以指導我們一個總的原則，凡是對自己有利益的，佛沒有說到，要好好的學；對自己有害的，佛沒有說到，你也得要放下，不能說佛沒有說，我就可以放逸了，那錯了。譬如，這是我們一般常常講的，佛戒律裡沒有說抽煙是犯戒，那好了，你就去抽煙了，可是抽煙對身體怎麼？對身體決定有害處，沒有好處，這個就屬於攝善法戒裡面，這不善，你就應該要把它斷絕。第三種是饒益有情戒，這個事情是對眾生有利益的，對大眾有利益，你一定要做。所以要通權達變，要有善巧。戒律不是死的，它有開遮持犯，在某一種狀況之下靈活的運用，這個不能不知道。"
    },
    {
      "id": "12-047-0030_p0018",
      "zh_CN": "下面第五「随喜功德」，对治什么？对治我们非常重要的一个烦恼，这个烦恼也是很多人都有，嫉妒。我们看别人好，心里总觉得很难受，严重一点的，想办法障碍他，想办法破坏他，嫉妒。这个是专门对付嫉妒心的。佛教我们不嫉妒别人，要懂得随喜。随喜的功德，跟那个造作功德的人是一样大。他修的那么大功德，我这一随喜，他的功德我都得到了，你说这个便宜多大。如果你要是嫉妒他、障碍他，你造的罪业可大了。在这种境界里头，何必要造罪业？为什么不成就自己的功德？真正修随喜，这个人，特别是我们不喜欢的人，或者是我们的冤亲债主，跟我们是对立的人，但是他做出这一桩事情是有利于社会的，要不要去帮助他？要，全心全力去帮助他，这叫随喜。没有力量，没有大力量，小的力量去帮助他，尽心尽力。这一点力量都没有，欢喜赞叹，给他宣扬，希望社会大众成就他，这是好事。",
      "zh_TW": "下面第五「隨喜功德」，對治什麼？對治我們非常重要的一個煩惱，這個煩惱也是很多人都有，嫉妒。我們看別人好，心裡總覺得很難受，嚴重一點的，想辦法障礙他，想辦法破壞他，嫉妒。這個是專門對付嫉妒心的。佛教我們不嫉妒別人，要懂得隨喜。隨喜的功德，跟那個造作功德的人是一樣大。他修的那麼大功德，我這一隨喜，他的功德我都得到了，你說這個便宜多大。如果你要是嫉妒他、障礙他，你造的罪業可大了。在這種境界裡頭，何必要造罪業？為什麼不成就自己的功德？真正修隨喜，這個人，特別是我們不喜歡的人，或者是我們的冤親債主，跟我們是對立的人，但是他做出這一樁事情是有利於社會的，要不要去幫助他？要，全心全力去幫助他，這叫隨喜。沒有力量，沒有大力量，小的力量去幫助他，盡心盡力。這一點力量都沒有，歡喜讚歎，給他宣揚，希望社會大眾成就他，這是好事。"
    },
    {
      "id": "12-047-0030_p0019",
      "zh_CN": "在现前的社会，在全世界，今天社会的动乱因素很复杂，不是单纯的。我这些年来，有这个机缘参加国际和平会议这些活动，也认识了许多的国家领导人，我们在一起交流都会提到社会严重的弊病怎么解决，每个人都希望这个社会上不再有冲突，能够回归到安定和平。现在最普遍的这个冲突，而且是一切冲突里的根本，这个冲突是什么？夫妻冲突，这是所有整个世界冲突的根本。什么是夫妻冲突？离婚就是冲突，他要不冲突，怎么会离婚？所以离婚这个事情不要小看它，影响太大，这是冲突的根源，家不和了。中国古人常讲「家和万事兴」，夫妻冲突，家不和了。如果你还有小孩的话，父子冲突，兄弟冲突。孩童的长成，最需要的是父母的爱，夫妻一分离，受害最严重的是谁？小孩。小孩长大的时候他有怨恨，他没有爱心；换句话说，你就制造将来社会动乱的分子，你要不要负责任？你可不可以这样做法？不是你自己得方便，你在伤害社会，你造的这个业可重了，你自己不知道。",
      "zh_TW": "在現前的社會，在全世界，今天社會的動亂因素很複雜，不是單純的。我這些年來，有這個機緣參加國際和平會議這些活動，也認識了許多的國家領導人，我們在一起交流都會提到社會嚴重的弊病怎麼解決，每個人都希望這個社會上不再有衝突，能夠回歸到安定和平。現在最普遍的這個衝突，而且是一切衝突裡的根本，這個衝突是什麼？夫妻衝突，這是所有整個世界衝突的根本。什麼是夫妻衝突？離婚就是衝突，他要不衝突，怎麼會離婚？所以離婚這個事情不要小看它，影響太大，這是衝突的根源，家不和了。中國古人常講「家和萬事興」，夫妻衝突，家不和了。如果你還有小孩的話，父子衝突，兄弟衝突。孩童的長成，最需要的是父母的愛，夫妻一分離，受害最嚴重的是誰？小孩。小孩長大的時候他有怨恨，他沒有愛心；換句話說，你就製造將來社會動亂的分子，你要不要負責任？你可不可以這樣做法？不是你自己得方便，你在傷害社會，你造的這個業可重了，你自己不知道。"
    },
    {
      "id": "12-047-0030_p0020",
      "zh_CN": "所以，拯救社会从哪里拯救起？要从教学上。教什么？教伦理、教道德、教因果、教宗教。现在这个社会不讲这些了，可是除了这些之外，没有方法来拯救这个社会。我们就晓得今天随喜功德应该怎么做法，我这么多年来，无论接触什么人，我都告诉他结缘重要。伦理是讲关系，人活在这个世间，不能不知道，人际的关系，首先要晓得父子的关系，夫妇的关系，朋友的关系，兄弟的关系，踏进社会，所以有君臣的关系，就是现在所讲的领导与被领导的关系，要关系搞清楚，关系处好，那你人际上的问题就没有了。你不懂这些关系，人际关系处不好，就处处遇到障碍。怎样把关系处好？那是道德问题。你要是明白道理，你自然就懂得怎样去处理了。还得要懂得因果，你做事情就不会越分。因为人不是一世就完了，一世完了就好办，他有前生有后世，这个事情就麻烦大了。知道过去，知道未来，你处事待人接物就会很谨慎。而且你要知道随喜功德非常重要，为什么？跟一切众生广结善缘，不但现在结善缘，还结来生的善缘。过去无知，不知道事实真相，做了很多错事情，结了很多怨，现在明白了，总得要把这些怨结化解，不要等到来世。",
      "zh_TW": "所以，拯救社會從哪裡拯救起？要從教學上。教什麼？教倫理、教道德、教因果、教宗教。現在這個社會不講這些了，可是除了這些之外，沒有方法來拯救這個社會。我們就曉得今天隨喜功德應該怎麼做法，我這麼多年來，無論接觸什麼人，我都告訴他結緣重要。倫理是講關係，人活在這個世間，不能不知道，人際的關係，首先要曉得父子的關係，夫婦的關係，朋友的關係，兄弟的關係，踏進社會，所以有君臣的關係，就是現在所講的領導與被領導的關係，要關係搞清楚，關係處好，那你人際上的問題就沒有了。你不懂這些關係，人際關係處不好，就處處遇到障礙。怎樣把關係處好？那是道德問題。你要是明白道理，你自然就懂得怎樣去處理了。還得要懂得因果，你做事情就不會越分。因為人不是一世就完了，一世完了就好辦，他有前生有後世，這個事情就麻煩大了。知道過去，知道未來，你處事待人接物就會很謹慎。而且你要知道隨喜功德非常重要，為什麼？跟一切眾生廣結善緣，不但現在結善緣，還結來生的善緣。過去無知，不知道事實真相，做了很多錯事情，結了很多怨，現在明白了，總得要把這些怨結化解，不要等到來世。"
    },
    {
      "id": "12-047-0030_p0021",
      "zh_CN": "除这个之外，宗教教育好。我接触许许多多宗教界的人士，我跟他们大家谈中国人对「宗教」两个字的解释。我们要宣传，把中国这个宗教的理念，希望所有宗教都能接受。我在这里推销，还没有遇到反对的，还没有遇到不愿意接受的，这个很难得，中国文化太好了，圆融，博大，精深。中国人讲「宗」，什么叫宗？宗有三个意思，第一个是主要的，第二个是重要的，第三个是尊崇的，非常尊贵，非常崇高，就这三个意思，宗。教是什么？教是教育，是教学，是教化。合起来是重要的教育，主要的教学，崇高的教化。你看，这宗教意思多好，大家都愿意接受，与多神、一神没有关系，你看这宗教意思有多好。所以希望各个宗教都来推动宗教教学，宗教教育。宗教的仪式我们不反对，仪式可以照做，但是教学比仪式还要重要。所以宗教教育是宗教的灵魂，不能够只有形式没有灵魂，那就变成迷信。所以我们找不同宗教的经典，我找了十种，把他们经典里面有关於伦理的教诲、道德的教诲、因果的教诲，把它抄下来，印成一本书，普遍赠送给不同的宗教。你看我们学自己的，同时也学别人的。关于这方面，每个宗教所讲的大同小异，所以宗教可以团结。真正要想化解一切冲突，能够得到社会安定、世界和平，一定要从宗教教学下手。宗教教学，首先当然要求得宗教的团结，这是整个地球上的居民有福了，这桩事情我们要随喜。现在我们看到一些宗教领袖在做了，罗马天主教教皇，很难得，他这次拜访伊斯兰教、拜访犹太教，我看到这个信息，好事情，肯定宗教都是一家人。所以我们在这上做出随喜功德。",
      "zh_TW": "除這個之外，宗教教育好。我接觸許許多多宗教界的人士，我跟他們大家談中國人對「宗教」兩個字的解釋。我們要宣傳，把中國這個宗教的理念，希望所有宗教都能接受。我在這裡推銷，還沒有遇到反對的，還沒有遇到不願意接受的，這個很難得，中國文化太好了，圓融，博大，精深。中國人講「宗」，什麼叫宗？宗有三個意思，第一個是主要的，第二個是重要的，第三個是尊崇的，非常尊貴，非常崇高，就這三個意思，宗。教是什麼？教是教育，是教學，是教化。合起來是重要的教育，主要的教學，崇高的教化。你看，這宗教意思多好，大家都願意接受，與多神、一神沒有關係，你看這宗教意思有多好。所以希望各個宗教都來推動宗教教學，宗教教育。宗教的儀式我們不反對，儀式可以照做，但是教學比儀式還要重要。所以宗教教育是宗教的靈魂，不能夠只有形式沒有靈魂，那就變成迷信。所以我們找不同宗教的經典，我找了十種，把他們經典裡面有關於倫理的教誨、道德的教誨、因果的教誨，把它抄下來，印成一本書，普遍贈送給不同的宗教。你看我們學自己的，同時也學別人的。關於這方面，每個宗教所講的大同小異，所以宗教可以團結。真正要想化解一切衝突，能夠得到社會安定、世界和平，一定要從宗教教學下手。宗教教學，首先當然要求得宗教的團結，這是整個地球上的居民有福了，這樁事情我們要隨喜。現在我們看到一些宗教領袖在做了，羅馬天主教教皇，很難得，他這次拜訪伊斯蘭教、拜訪猶太教，我看到這個信息，好事情，肯定宗教都是一家人。所以我們在這上做出隨喜功德。"
    },
    {
      "id": "12-047-0030_p0022",
      "zh_CN": "下面第六，「请转法轮」。请转法轮，我们把这四个字省略一下，中国人喜欢简单，请法。加个「转」、加个「轮」，反而把人搞迷惑了，「请法」就简单了。这个请法是什么意思？我们这里办一些短期的佛学讲座，请这些法师长者居士来为我们上课，就是这个意思。你看最近这两年，我们推动《弟子规》，《弟子规》这些老师们很有智慧，他们想出一个短期讲座，订的名字订得好，「幸福人生的讲座」，时间期限四天到五天，短期的，免费，鼓励社会一般大众来学习，幸福人生讲座，办得很成功。这两年来，各地方办的大概已经超过三百次，每一堂都办得很成功。我听说高雄准备在九月份要办一次，应该也是四天到五天的，台北、台中，好像台南也办过，这是愈多愈好，这都是属于请转法轮。在佛法里面讲，这一条就是请出家或者是在家的这些大德来为我们讲解经典。我们要学佛，学佛先决的条件就是要相信，不信你就没有意思去学了，首先要相信。信了之后要求解，信了之后不解，很容易退心，那就得上课，这个很重要。真正理解明白了，修行是自己。所以大众在一起共修的例子不多，佛陀在世没有。释迦牟尼佛在世一生就是上课，就是讲经，没有在一起共修的，在一起共修是我们中国祖师大德他们提倡的，佛陀时代的时候没有提倡这个。你看看佛经里面，没有哪一部佛经讲佛陀在世的时候大家打个佛七，没有，打个禅七也没有，全都是教学，研究讨论，解答辩论，这佛陀时代就有了。所以它确确实实，用现在的话来说，它是学术，跟西方这些宗教不一样。",
      "zh_TW": "下面第六，「請轉法輪」。請轉法輪，我們把這四個字省略一下，中國人喜歡簡單，請法。加個「轉」、加個「輪」，反而把人搞迷惑了，「請法」就簡單了。這個請法是什麼意思？我們這裡辦一些短期的佛學講座，請這些法師長者居士來為我們上課，就是這個意思。你看最近這兩年，我們推動《弟子規》，《弟子規》這些老師們很有智慧，他們想出一個短期講座，訂的名字訂得好，「幸福人生的講座」，時間期限四天到五天，短期的，免費，鼓勵社會一般大眾來學習，幸福人生講座，辦得很成功。這兩年來，各地方辦的大概已經超過三百次，每一堂都辦得很成功。我聽說高雄準備在九月份要辦一次，應該也是四天到五天的，台北、台中，好像台南也辦過，這是愈多愈好，這都是屬於請轉法輪。在佛法裡面講，這一條就是請出家或者是在家的這些大德來為我們講解經典。我們要學佛，學佛先決的條件就是要相信，不信你就沒有意思去學了，首先要相信。信了之後要求解，信了之後不解，很容易退心，那就得上課，這個很重要。真正理解明白了，修行是自己。所以大眾在一起共修的例子不多，佛陀在世沒有。釋迦牟尼佛在世一生就是上課，就是講經，沒有在一起共修的，在一起共修是我們中國祖師大德他們提倡的，佛陀時代的時候沒有提倡這個。你看看佛經裡面，沒有哪一部佛經講佛陀在世的時候大家打個佛七，沒有，打個禪七也沒有，全都是教學，研究討論，解答辯論，這佛陀時代就有了。所以它確確實實，用現在的話來說，它是學術，跟西方這些宗教不一樣。"
    },
    {
      "id": "12-047-0030_p0023",
      "zh_CN": "佛教传到中国来，把教学摆在第一，一直到前清的初期还是如此。所以我们看在历史上记载到的，前清在康熙、雍正、乾隆，乃至嘉庆这个时代，每个寺庙里都是讲堂，都上课。这个风气逐渐衰下来应该是在嘉庆以后，实在讲，也随着清朝国运慢慢衰了。嘉庆以后，道光、咸丰、同治那就变质，讲经教学的风气衰了，经忏佛事超度的这个逐渐多起来，法会也多起来了。这些历史我们不能不知道。但是现在你说我们请法，在出家在家里面哪些是善知识？几乎找不到了。在从前，讲经教学的人，不但是他有修，他有证。李老师以前告诉我们，古时候这些大德上台讲经、能够著书立说传给后世都不是普通人，至少也证二果、三果，再不然肯定有初果。只要有证就叫圣人，小圣，我们称小乘叫小圣。小乘有四果，初果、二果、三果、四果都叫小圣。至少也是小小圣，那就是初果须陀洹。他证了什么？我们能不能跟他比？他放下身见了，也就是他不再执着这个身是我；换句话说，他自私自利没有了，我们能不能做到？小乘觉悟了，五种见惑断掉了。见惑是什么？惑是迷惑，见是见解，五种。五种错误的见解他放下了，他断掉了。这五种头一个就是「身见」，你看我们六道里面的众生，哪一个不把身当作我？佛告诉我们身不是我，身是什么？身是我所有的，不是我，就像衣服一样，衣服不是我，衣服是我所有的，身体是我所有的，身体不是我。所以这个身体用了几十年，不太好使用了，换一个，这就是我们一般人叫生死，生死是什么？换身体。我们每天都要换衣服，换衣服难不难过？不难过。你要是懂得身体不是我，换身体就像换衣服一样很自在。六道就是衣服不一样，你的心地善、行为善，你身体愈换愈好；如果不善，愈换愈坏。你投胎到这个世间来，身体不错，很好，为什么二十几岁、三十几岁得一身病？那个病绝对不是父母他们带来的，那是什么？那是你造的不善业。",
      "zh_TW": "佛教傳到中國來，把教學擺在第一，一直到前清的初期還是如此。所以我們看在歷史上記載到的，前清在康熙、雍正、乾隆，乃至嘉慶這個時代，每個寺廟裡都是講堂，都上課。這個風氣逐漸衰下來應該是在嘉慶以後，實在講，也隨著清朝國運慢慢衰了。嘉慶以後，道光、咸豐、同治那就變質，講經教學的風氣衰了，經懺佛事超度的這個逐漸多起來，法會也多起來了。這些歷史我們不能不知道。但是現在你說我們請法，在出家在家裡面哪些是善知識？幾乎找不到了。在從前，講經教學的人，不但是他有修，他有證。李老師以前告訴我們，古時候這些大德上台講經、能夠著書立說傳給後世都不是普通人，至少也證二果、三果，再不然肯定有初果。只要有證就叫聖人，小聖，我們稱小乘叫小聖。小乘有四果，初果、二果、三果、四果都叫小聖。至少也是小小聖，那就是初果須陀洹。他證了什麼？我們能不能跟他比？他放下身見了，也就是他不再執著這個身是我；換句話說，他自私自利沒有了，我們能不能做到？小乘覺悟了，五種見惑斷掉了。見惑是什麼？惑是迷惑，見是見解，五種。五種錯誤的見解他放下了，他斷掉了。這五種頭一個就是「身見」，你看我們六道裡面的眾生，哪一個不把身當作我？佛告訴我們身不是我，身是什麼？身是我所有的，不是我，就像衣服一樣，衣服不是我，衣服是我所有的，身體是我所有的，身體不是我。所以這個身體用了幾十年，不太好使用了，換一個，這就是我們一般人叫生死，生死是什麼？換身體。我們每天都要換衣服，換衣服難不難過？不難過。你要是懂得身體不是我，換身體就像換衣服一樣很自在。六道就是衣服不一樣，你的心地善、行為善，你身體愈換愈好；如果不善，愈換愈壞。你投胎到這個世間來，身體不錯，很好，為什麼二十幾歲、三十幾歲得一身病？那個病絕對不是父母他們帶來的，那是什麼？那是你造的不善業。"
    },
    {
      "id": "12-047-0030_p0024",
      "zh_CN": "刘善人讲的，十二岁以前，你的身体受父母影响，十二岁以后，你自己造的业影响你自己。所以他说小孩得病，老人的心行不善，他感染的，所谓「儿女的身，父母的心」，他真有感应。父母的心地善良，儿女健康；父母的心不善，十二岁以下的小孩往往他得病的病因是在父母。十二岁以后他造的业，他是自己要负责。连这一点我们都能看出来，现在这个身，我们这个念头在主宰。我们的心清净，身就清净；心染污，身就染污。心善，身体就好，心不善它就得病，病不是从外头来的。像现在这个传染病，瘟疫，是有传染，如果心地善良，就等于说你有很强的免疫能力，它传不到你身上来，你有一层保护膜，真诚、清净、慈悲，这是好的保护，不会受传染。如果心思不正，自私自利，贪瞋痴慢，那就很容易感染，这是一定的道理，我们不能够不知道。",
      "zh_TW": "劉善人講的，十二歲以前，你的身體受父母影響，十二歲以後，你自己造的業影響你自己。所以他說小孩得病，老人的心行不善，他感染的，所謂「兒女的身，父母的心」，他真有感應。父母的心地善良，兒女健康；父母的心不善，十二歲以下的小孩往往他得病的病因是在父母。十二歲以後他造的業，他是自己要負責。連這一點我們都能看出來，現在這個身，我們這個念頭在主宰。我們的心清淨，身就清淨；心染污，身就染污。心善，身體就好，心不善它就得病，病不是從外頭來的。像現在這個傳染病，瘟疫，是有傳染，如果心地善良，就等於說你有很強的免疫能力，它傳不到你身上來，你有一層保護膜，真誠、清淨、慈悲，這是好的保護，不會受傳染。如果心思不正，自私自利，貪瞋痴慢，那就很容易感染，這是一定的道理，我們不能夠不知道。"
    },
    {
      "id": "12-047-0030_p0025",
      "zh_CN": "现在我们想找一个好老师，到哪里去找？古人说得很好，学生找个好老师可遇不可求，这个东西要靠感应。善与善相感，我们真的想学道，真的想学好，上天不负苦心人，你会遇到好老师。如果没有这种恳切的愿望，你一生遇不到，纵然遇到，你也不得利益，遇到怎么样？对他怀疑，对他没有足够的信心，你不会成就。我年轻的时候，在台湾，遇到三个好老师。可是这三个好老师不是教我一个人的，他有很多学生。方老师的学生多，章嘉大师就更多，李老师的学生也不少，我在台中住了十年，我估计至少超过五十万跟李老师修净土，这么多学生，有几个成就？有没有一个能超过李老师？不要说超过，跟李老师达到平等境界的有没有？没有，这就是说明一代不如一代，这个麻烦大了。为什么我们一代不如一代？我们现在明白了，学了这么多年，搞清楚了，我们的基础不如他。好像盖大楼一样，他是个几十层的，我们怎么盖都盖不上去，为什么？地基没打好。地基不好，怎么往上提升都提不上去。他们的基础比我们好，他们真的从小（婴儿时代）父母就把《弟子规》表演给他们看了。他们的根从什么时候扎的？从出生到三岁，这一千天真正是讲的扎根教育。这种教育的时候，婴儿还不会说话，还不会走路，他一出生，他眼睛就能看，耳朵就能听，大人在他面前言谈举止，他的印象太深了，所以中国谚语有所谓「三岁看八十，七岁看终身」，这有道理。",
      "zh_TW": "現在我們想找一個好老師，到哪裡去找？古人說得很好，學生找個好老師可遇不可求，這個東西要靠感應。善與善相感，我們真的想學道，真的想學好，上天不負苦心人，你會遇到好老師。如果沒有這種懇切的願望，你一生遇不到，縱然遇到，你也不得利益，遇到怎麼樣？對他懷疑，對他沒有足夠的信心，你不會成就。我年輕的時候，在台灣，遇到三個好老師。可是這三個好老師不是教我一個人的，他有很多學生。方老師的學生多，章嘉大師就更多，李老師的學生也不少，我在台中住了十年，我估計至少超過五十萬跟李老師修淨土，這麼多學生，有幾個成就？有沒有一個能超過李老師？不要說超過，跟李老師達到平等境界的有沒有？沒有，這就是說明一代不如一代，這個麻煩大了。為什麼我們一代不如一代？我們現在明白了，學了這麼多年，搞清楚了，我們的基礎不如他。好像蓋大樓一樣，他是個幾十層的，我們怎麼蓋都蓋不上去，為什麼？地基沒打好。地基不好，怎麼往上提升都提不上去。他們的基礎比我們好，他們真的從小（嬰兒時代）父母就把《弟子規》表演給他們看了。他們的根從什麼時候紮的？從出生到三歲，這一千天真正是講的扎根教育。這種教育的時候，嬰兒還不會說話，還不會走路，他一出生，他眼睛就能看，耳朵就能聽，大人在他面前言談舉止，他的印象太深了，所以中國諺語有所謂「三歲看八十，七歲看終身」，這有道理。"
    },
    {
      "id": "12-047-0030_p0026",
      "zh_CN": "现在我们这一代的人扎根的教育是什么？是电视。你们想想看，现在小孩一出生睁开眼睛看什么？看电视，在电视里面学，学暴力、学色情、学杀盗淫妄，这是他的根，这还得了！这个要把圣贤伦理道德教给他，那多费劲！所以现在愈来愈困难了。尤其现在的法律学外国，跟着外国人走，问题严重，为什么？父亲不能教儿女，老师不能教学生了。中国古人所谓「严父出孝子，严师出高徒」，现在父母要是处分儿女，打骂他，你侵犯人权。邻居，在外国是这样的，邻居打抱不平，去打电话给警察，让警察来把小孩带走，处罚他的父母，你对你的小孩，虐待他，不人道，你怎么办？不能教了。学校的老师，现在我听说现在的学校学生给老师评分，这老师教得好不好，学生来认定，所以老师想要留在学校得讨好学生、得巴结学生。学生不高兴了，都说你不好，下一学期学校就把你解聘，就不要你了，这怎么办？人生在世，这两个是大根大本，所以佛，你看三福头一句「孝养父母，奉事师长」，你完了，这两条没有了，根本的根本断掉、拔掉了，以后什么都没有了，你说这多可怕！这怎么办？",
      "zh_TW": "現在我們這一代的人扎根的教育是什麼？是電視。你們想想看，現在小孩一出生睜開眼睛看什麼？看電視，在電視裡面學，學暴力、學色情、學殺盜淫妄，這是他的根，這還得了！這個要把聖賢倫理道德教給他，那多費勁！所以現在愈來愈困難了。尤其現在的法律學外國，跟著外國人走，問題嚴重，為什麼？父親不能教兒女，老師不能教學生了。中國古人所謂「嚴父出孝子，嚴師出高徒」，現在父母要是處分兒女，打罵他，你侵犯人權。鄰居，在外國是這樣的，鄰居打抱不平，去打電話給警察，讓警察來把小孩帶走，處罰他的父母，你對你的小孩，虐待他，不人道，你怎麼辦？不能教了。學校的老師，現在我聽說現在的學校學生給老師評分，這老師教得好不好，學生來認定，所以老師想要留在學校得討好學生、得巴結學生。學生不高興了，都說你不好，下一學期學校就把你解聘，就不要你了，這怎麼辦？人生在世，這兩個是大根大本，所以佛，你看三福頭一句「孝養父母，奉事師長」，你完了，這兩條沒有了，根本的根本斷掉、拔掉了，以後什麼都沒有了，你說這多可怕！這怎麼辦？"
    },
    {
      "id": "12-047-0030_p0027",
      "zh_CN": "所以亲近善知识，没有孝亲尊师的心，你就得不到东西。我们跟老师还能得一点点，得个老师百分之一，不敢说多，靠什么？靠小时候父母教的孝亲尊师。现在人不懂，没有这种心态，你就学不到东西，尤其现在的学生心浮气躁。从前我们对心浮气躁没重视，说说，现在提到这句话，我们真正看到了，而且看到危机。所以说我们想办班，到哪里去找老师？今天几个好老师，叫凤毛麟角，到哪里去找？每次他们办「幸福人生讲座」，还能找到七、八个老师，不容易！我觉得这是三宝加持。是不是佛菩萨应化的不敢讲，但是在理上说是有可能。这些老师那么热心，不辞辛劳来跟大家讲课，讲得那么样感动人，谈何容易？我们看到很欢喜，人数虽然不多，但是这些老师如果说不退心，认真学习古圣先贤，他们将来的成就不可思议。这也得要大众有求好的心，才能得到佛菩萨的感应，所以众生有感，佛菩萨就有应，感应道交不可思议，这是真的不是假的。",
      "zh_TW": "所以親近善知識，沒有孝親尊師的心，你就得不到東西。我們跟老師還能得一點點，得個老師百分之一，不敢說多，靠什麼？靠小時候父母教的孝親尊師。現在人不懂，沒有這種心態，你就學不到東西，尤其現在的學生心浮氣躁。從前我們對心浮氣躁沒重視，說說，現在提到這句話，我們真正看到了，而且看到危機。所以說我們想辦班，到哪裡去找老師？今天幾個好老師，叫鳳毛麟角，到哪裡去找？每次他們辦「幸福人生講座」，還能找到七、八個老師，不容易！我覺得這是三寶加持。是不是佛菩薩應化的不敢講，但是在理上說是有可能。這些老師那麼熱心，不辭辛勞來跟大家講課，講得那麼樣感動人，談何容易？我們看到很歡喜，人數雖然不多，但是這些老師如果說不退心，認真學習古聖先賢，他們將來的成就不可思議。這也得要大眾有求好的心，才能得到佛菩薩的感應，所以眾生有感，佛菩薩就有應，感應道交不可思議，這是真的不是假的。"
    },
    {
      "id": "12-047-0030_p0028",
      "zh_CN": "今天真正的好事，我们要怎样培养下一代优秀的老师，儒释道都缺老师。谁来干？劝人不如劝自己，自己真正觉悟，真正回头发心，这个事情没人干，我来干。真干，真能成就，得守住两个条件，这是释迦牟尼佛灭度之前最后留下来的遗教，第一个是「以戒为师」，第二个是「以苦为师」，你得具备这两个条件，你就能成就。什么是戒？《弟子规》是戒，《感应篇》是戒，那是戒律的根本。世尊在世，没有《感应篇》，没有《弟子规》，世尊的教学是从小乘开始，在鹿野苑讲《阿含经》十二年。《弟子规》的教义，《感应篇》的教义，在《阿含》里面，《阿含》分量太大，散在《阿含经》里面。《感应篇》跟《弟子规》是在中国古圣先贤教诲里面，把它抄在一起，集合在一起，这个很难得。所以世尊教学，教导后人，要先学小乘后学大乘，不先学小乘就学大乘，佛不承认，非佛弟子。",
      "zh_TW": "今天真正的好事，我們要怎樣培養下一代優秀的老師，儒釋道都缺老師。誰來幹？勸人不如勸自己，自己真正覺悟，真正回頭發心，這個事情沒人幹，我來幹。真幹，真能成就，得守住兩個條件，這是釋迦牟尼佛滅度之前最後留下來的遺教，第一個是「以戒為師」，第二個是「以苦為師」，你得具備這兩個條件，你就能成就。什麼是戒？《弟子規》是戒，《感應篇》是戒，那是戒律的根本。世尊在世，沒有《感應篇》，沒有《弟子規》，世尊的教學是從小乘開始，在鹿野苑講《阿含經》十二年。《弟子規》的教義，《感應篇》的教義，在《阿含》裡面，《阿含》分量太大，散在《阿含經》裡面。《感應篇》跟《弟子規》是在中國古聖先賢教誨裡面，把它抄在一起，集合在一起，這個很難得。所以世尊教學，教導後人，要先學小乘後學大乘，不先學小乘就學大乘，佛不承認，非佛弟子。"
    },
    {
      "id": "12-047-0030_p0029",
      "zh_CN": "佛教传到中国，小乘经典翻译得很完备，我们的《四阿含》跟现在的巴利文经典，南传的，两个一对照，我没做这个工作，这个话是章嘉大师告诉我的，这一对照，巴利文的经典比我们小乘经大概只多五十部的样子，那就很少了。小乘经将近三千部，你看多五十部，这分量很小，可见得翻译得非常完整。当时在中国有两个宗派，成实宗、俱舍宗，都是从这里打基础的。可是唐朝中叶以后，我们中国佛教界就不学小乘，所以这两个宗也没有了。不学怎么办？我们中国人，无论是出家在家，用儒、用道来代替小乘，这个行。所以在最近这一千五百多年，代代都有高僧大德出现，说明用儒道来代替是可以的。我们今天学佛，小乘丢掉了，《弟子规》不肯学，《感应篇》、《阴骘文》不肯学，所以我们学佛就出了问题，因为没有根，怎么向上都提升不了，问题出在这里。能在这上扎根就会有成就，你扎得深你有大成就，你扎得浅有小成就，没有这个根，那就一点办法都没有，只可以说在佛法里头结个缘而已。",
      "zh_TW": "佛教傳到中國，小乘經典翻譯得很完備，我們的《四阿含》跟現在的巴利文經典，南傳的，兩個一對照，我沒做這個工作，這個話是章嘉大師告訴我的，這一對照，巴利文的經典比我們小乘經大概只多五十部的樣子，那就很少了。小乘經將近三千部，你看多五十部，這分量很小，可見得翻譯得非常完整。當時在中國有兩個宗派，成實宗、俱舍宗，都是從這裡打基礎的。可是唐朝中葉以後，我們中國佛教界就不學小乘，所以這兩個宗也沒有了。不學怎麼辦？我們中國人，無論是出家在家，用儒、用道來代替小乘，這個行。所以在最近這一千五百多年，代代都有高僧大德出現，說明用儒道來代替是可以的。我們今天學佛，小乘丟掉了，《弟子規》不肯學，《感應篇》、《陰騭文》不肯學，所以我們學佛就出了問題，因為沒有根，怎麼向上都提升不了，問題出在這裡。能在這上扎根就會有成就，你紮得深你有大成就，你紮得淺有小成就，沒有這個根，那就一點辦法都沒有，只可以說在佛法裡頭結個緣而已。"
    },
    {
      "id": "12-047-0030_p0030",
      "zh_CN": "今天「请转法轮」使我们想到没有师资了。眼前最重要的大事，我们怎样来帮助佛法，来培养师资。我们真有心，这就有感，我们相信佛菩萨会有应。真正求佛菩萨人多了，我加个「真正」，真正求佛菩萨，怎么叫真正？我们依教奉行就是真正，口皮上求佛菩萨，心里留恋五欲六尘，那不会有感应。我们真能把自私自利，我常常讲十六个字，自私自利、名闻利养、五欲六尘、贪瞋痴慢，这十六个字放下，那就是真心，会有感应。我们这样启请，佛菩萨会应，佛菩萨会出现在我们这个世间，接受我们供养，接受我们护持，他来做样子，像释迦牟尼佛八相成道，像祖师大德示现在中国这片广大的佛土来教化众生。如果不是真正干，那个愿是假的，不是真的。起心动念还是损人利己，这样念佛有什么用？这样求佛也没用处，跟佛不起感应道交的作用。这次江本博士在高雄做的报告，很多同学们去听过。江本跟我也是老朋友，他这十几年水结晶的实验做得好，我很赞叹。水实验说明什么一桩事情？感应道交。你看我们人有感，有起心动念感，它就有应。我们以善心感，它的结晶非常之美，你们从照片上可以看见，那个照片是从显微镜拍摄下来放大的。我们的心行不善去对着这个水，水结晶就很丑陋。我们怎样跟佛起感应？善，纯净纯善，就能跟佛菩萨起感应；我们的心不善，跟妖魔鬼怪起感应，这是真理，这一点都不假。明白这个道理，你才真正懂得我们老祖宗教我们「行有不得，反求诸己」，问题就解决了。解决问题不在外面，解决问题在自己。解决社会问题，解决天下问题，统统在自己，这妙绝了。向外，决定解决不了问题，纵然解决，是一时，后头有后遗症；唯有向内心去求解决，什么后遗症都没有，圆满解决，这是佛法，这是圣贤教诲。今天时间到了，我们就学到此地。",
      "zh_TW": "今天「請轉法輪」使我們想到沒有師資了。眼前最重要的大事，我們怎樣來幫助佛法，來培養師資。我們真有心，這就有感，我們相信佛菩薩會有應。真正求佛菩薩人多了，我加個「真正」，真正求佛菩薩，怎麼叫真正？我們依教奉行就是真正，口皮上求佛菩薩，心裡留戀五欲六塵，那不會有感應。我們真能把自私自利，我常常講十六個字，自私自利、名聞利養、五欲六塵、貪瞋痴慢，這十六個字放下，那就是真心，會有感應。我們這樣啟請，佛菩薩會應，佛菩薩會出現在我們這個世間，接受我們供養，接受我們護持，他來做樣子，像釋迦牟尼佛八相成道，像祖師大德示現在中國這片廣大的佛土來教化眾生。如果不是真正幹，那個願是假的，不是真的。起心動念還是損人利己，這樣念佛有什麼用？這樣求佛也沒用處，跟佛不起感應道交的作用。這次江本博士在高雄做的報告，很多同學們去聽過。江本跟我也是老朋友，他這十幾年水結晶的實驗做得好，我很讚歎。水實驗說明什麼一樁事情？感應道交。你看我們人有感，有起心動念感，它就有應。我們以善心感，它的結晶非常之美，你們從照片上可以看見，那個照片是從顯微鏡拍攝下來放大的。我們的心行不善去對著這個水，水結晶就很醜陋。我們怎樣跟佛起感應？善，純淨純善，就能跟佛菩薩起感應；我們的心不善，跟妖魔鬼怪起感應，這是真理，這一點都不假。明白這個道理，你才真正懂得我們老祖宗教我們「行有不得，反求諸己」，問題就解決了。解決問題不在外面，解決問題在自己。解決社會問題，解決天下問題，統統在自己，這妙絕了。向外，決定解決不了問題，縱然解決，是一時，後頭有後遺症；唯有向內心去求解決，什麼後遺症都沒有，圓滿解決，這是佛法，這是聖賢教誨。今天時間到了，我們就學到此地。"
    }
  ]
}