{
  "doc_id": "12-047-0018",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-047-0018",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "12-047-0018_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，第五页第四行，我们将这段文字念几句，对对地方。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，第五頁第四行，我們將這段文字念幾句，對對地方。"
    },
    {
      "id": "12-047-0018_p0002",
      "zh_CN": "【二者。法界圆明自在用。是华严三昧也。谓广修万行。称理成德。普周法界。而证菩提。】",
      "zh_TW": "【二者。法界圓明自在用。是華嚴三昧也。謂廣修萬行。稱理成德。普周法界。而證菩提。】"
    },
    {
      "id": "12-047-0018_p0003",
      "zh_CN": "到这个地方是一小段。这里面首先讲到法界，这个名词我们简单要介绍一下，什么叫法界？学佛的同学们，我相信这两个字听得很熟，但是它的含义未必很清楚。在总的说法，一切诸法总名称就叫「法界」。法界的意思很多，通常是用「二义释之」，一个「就事」，一个是「约理」。「就事而言，法是诸法，界是分界」，这是从事上讲的。佛把宇宙之间所有一切法，归纳起来用六个字，性相、理事、因果，各有各的界限，而实际上来说，这还是归纳，要是细分那是无量无边，无数无尽，这个称为诸法。譬如在我们一个人这也是一法，人，头，我们从外面看，身体、手足，各是各的部分，它都有界限，从这个地方我们体会，什么叫做分界。《菩萨璎珞经》上这样说法，「无明者名不了一切法，迷法界起三界业果」。无明，我们要知道，在这一节『法界圆明自在用』，前面第一段讲的是「海印森罗常住用」，那是说宇宙的起源，这个宇宙从哪里来，这一段是讲我从哪里来的，前面是讲依报，这一段讲正报，佛家常讲依正庄严。可以说依报跟正报是同时起来的，没有办法辨别哪个在先、哪个在后。先后有没有次序？先后确实是有，但是有两种说法，有一种说法：依报在先，正报在后，也有一种说法：正报在先，依报在后，这两个讲法都没有问题。",
      "zh_TW": "到這個地方是一小段。這裡面首先講到法界，這個名詞我們簡單要介紹一下，什麼叫法界？學佛的同學們，我相信這兩個字聽得很熟，但是它的含義未必很清楚。在總的說法，一切諸法總名稱就叫「法界」。法界的意思很多，通常是用「二義釋之」，一個「就事」，一個是「約理」。「就事而言，法是諸法，界是分界」，這是從事上講的。佛把宇宙之間所有一切法，歸納起來用六個字，性相、理事、因果，各有各的界限，而實際上來說，這還是歸納，要是細分那是無量無邊，無數無盡，這個稱為諸法。譬如在我們一個人這也是一法，人，頭，我們從外面看，身體、手足，各是各的部分，它都有界限，從這個地方我們體會，什麼叫做分界。《菩薩瓔珞經》上這樣說法，「無明者名不了一切法，迷法界起三界業果」。無明，我們要知道，在這一節『法界圓明自在用』，前面第一段講的是「海印森羅常住用」，那是說宇宙的起源，這個宇宙從哪裡來，這一段是講我從哪裡來的，前面是講依報，這一段講正報，佛家常講依正莊嚴。可以說依報跟正報是同時起來的，沒有辦法辨別哪個在先、哪個在後。先後有沒有次序？先後確實是有，但是有兩種說法，有一種說法：依報在先，正報在後，也有一種說法：正報在先，依報在後，這兩個講法都沒有問題。"
    },
    {
      "id": "12-047-0018_p0004",
      "zh_CN": "为什么？它速度太快，快到什么程度？世尊问弥勒菩萨，众生起一个念头，这一念很短，很短的一个念头，这个念头里面有多少个细念？有多少物质现象（就是讲的依报），有多少精神现象（这讲的正报）。依报跟正报可以说是同时生起来，弥勒菩萨回答说一弹指，一弹指的时间很短，有多少念头？有「三十二亿百千念」，百千是十万，三十二亿乘十万，我们现在所谓三百二十兆，这一弹指三百二十兆的微细念头，三百二十兆。他说「念念成形，形皆有识」，佛问得好，他也答得好，每一个念都有物质现象出现，每一个物质现象都有精神现象。识就是八识，我们这个地方不讲八识，讲阿赖耶识，第一个是阿赖耶识出现。由此可知，凡是物质它统统有识，也就是说它有见闻觉知，为什么？因为自性里头本自具足，它不是从外来的。这些现象，相跟识，相是物质，物质现象，识是精神现象，都是自性里头本自具足的。前面跟诸位说得很多，惠能大师开悟的时候，给五祖忍和尚提出的报告言简意赅，他向老和尚报告自性，见性了，性是什么样子？有许多祖师说，你说来听听。能大师说「何期自性，本自清净」。何期自性，要用现代的话就是说，没有想到自性本来是清净的，现在呢？现在还是清净的。无论你是在天堂，或者是在地狱，自性从来没有染污过，一定是清净的。第二句话说「何期自性，本不生灭」，不生不灭，自性是本体，在哲学里面讲宇宙万有的本体，这个宇宙是从它变现出来，生命也是从它变现出来的。这个地方的生命不说别的，单单指我自己，我从哪里来的，自性变现出来的。众生，这两个字要搞清楚，众生不是单单指人，它是广义的，众是讲众缘和合而生起的现象，都叫众生。可以说所有一切现象，无论是物质现象、是精神现象，统统叫众生。所以众生跟法界意思也相同，这个范围太广了。",
      "zh_TW": "為什麼？它速度太快，快到什麼程度？世尊問彌勒菩薩，眾生起一個念頭，這一念很短，很短的一個念頭，這個念頭裡面有多少個細念？有多少物質現象（就是講的依報），有多少精神現象（這講的正報）。依報跟正報可以說是同時生起來，彌勒菩薩回答說一彈指，一彈指的時間很短，有多少念頭？有「三十二億百千念」，百千是十萬，三十二億乘十萬，我們現在所謂三百二十兆，這一彈指三百二十兆的微細念頭，三百二十兆。他說「念念成形，形皆有識」，佛問得好，他也答得好，每一個念都有物質現象出現，每一個物質現象都有精神現象。識就是八識，我們這個地方不講八識，講阿賴耶識，第一個是阿賴耶識出現。由此可知，凡是物質它統統有識，也就是說它有見聞覺知，為什麼？因為自性裡頭本自具足，它不是從外來的。這些現象，相跟識，相是物質，物質現象，識是精神現象，都是自性裡頭本自具足的。前面跟諸位說得很多，惠能大師開悟的時候，給五祖忍和尚提出的報告言簡意賅，他向老和尚報告自性，見性了，性是什麼樣子？有許多祖師說，你說來聽聽。能大師說「何期自性，本自清淨」。何期自性，要用現代的話就是說，沒有想到自性本來是清淨的，現在呢？現在還是清淨的。無論你是在天堂，或者是在地獄，自性從來沒有染污過，一定是清淨的。第二句話說「何期自性，本不生滅」，不生不滅，自性是本體，在哲學裡面講宇宙萬有的本體，這個宇宙是從它變現出來，生命也是從它變現出來的。這個地方的生命不說別的，單單指我自己，我從哪裡來的，自性變現出來的。眾生，這兩個字要搞清楚，眾生不是單單指人，它是廣義的，眾是講眾緣和合而生起的現象，都叫眾生。可以說所有一切現象，無論是物質現象、是精神現象，統統叫眾生。所以眾生跟法界意思也相同，這個範圍太廣了。"
    },
    {
      "id": "12-047-0018_p0005",
      "zh_CN": "众生都是自性里头本来具足的，能大师第三句说「何期自性，本自具足」。跟《华严经》上释迦牟尼佛讲的，「一切众生」，一切众生我们要懂得广义，我们今天讲动物、植物、矿物、自然现象，全是众生，「皆有如来智慧德相」，如来是讲的自性，就是自性里头本自具足智慧、德能、相好，本自具足的。能大师只说一句话，本自具足，《华严经》上就讲得详细，具足一切智慧、德能、相好，这就讲得很清楚。智慧无量无边，不是知识，智慧跟知识是两桩事情，这个要搞清楚。无量的德能，这个德能是什么？德是德行，能是能力，佛门里也叫神通，神通属于德能。无量的相好，相好我们今天讲福报。都是圆满的，智慧是圆满，德能是圆满，相好也是圆满，所以才说佛佛道同。到成佛之后，你跟十方三世一切诸佛平等平等，没有说哪个多一点，哪个少一点。为什么？你证得自性！自性是一，一切众生的自性是一，一切诸佛的自性还是一，自性没分，它是本体。这是佛法里面讲的哲学与科学，从理上讲是哲学，从事上讲是科学，都讲到登峰造极，都讲到究竟圆满。宇宙跟生命的起源，到现在哲学跟科学里面都没有定论，但是佛在《华严经》上，讲得很清楚、很明白、很肯定。",
      "zh_TW": "眾生都是自性裡頭本來具足的，能大師第三句說「何期自性，本自具足」。跟《華嚴經》上釋迦牟尼佛講的，「一切眾生」，一切眾生我們要懂得廣義，我們今天講動物、植物、礦物、自然現象，全是眾生，「皆有如來智慧德相」，如來是講的自性，就是自性裡頭本自具足智慧、德能、相好，本自具足的。能大師只說一句話，本自具足，《華嚴經》上就講得詳細，具足一切智慧、德能、相好，這就講得很清楚。智慧無量無邊，不是知識，智慧跟知識是兩樁事情，這個要搞清楚。無量的德能，這個德能是什麼？德是德行，能是能力，佛門裡也叫神通，神通屬於德能。無量的相好，相好我們今天講福報。都是圓滿的，智慧是圓滿，德能是圓滿，相好也是圓滿，所以才說佛佛道同。到成佛之後，你跟十方三世一切諸佛平等平等，沒有說哪個多一點，哪個少一點。為什麼？你證得自性！自性是一，一切眾生的自性是一，一切諸佛的自性還是一，自性沒分，它是本體。這是佛法裡面講的哲學與科學，從理上講是哲學，從事上講是科學，都講到登峰造極，都講到究竟圓滿。宇宙跟生命的起源，到現在哲學跟科學裡面都沒有定論，但是佛在《華嚴經》上，講得很清楚、很明白、很肯定。"
    },
    {
      "id": "12-047-0018_p0006",
      "zh_CN": "所以这里，「法界」，「圆」是圆满，是德相，「明」就是智慧，圆满的智慧，圆满的德相，「自在用」，用是起用。现在我们的圆明没有，我们的智慧没有，我们的德能、相好也没有，所以我们现在不自在。我们现在用的是什么？这个佛在《华严经》上也说得清楚，佛说「但以妄想执着而不能证得」，我们的圆明自在用不能够现前，不能够得这个受用，原因就是我们有无明、有烦恼，《华严经》上说的是妄想、分别、执着。大乘经教里面它用的名词是用烦恼，无明烦恼、尘沙烦恼、见思烦恼，这个名词同学们都很熟悉。无始无明烦恼就是《华严经》上说的妄想，尘沙烦恼就是分别，见思烦恼就是执着，这两个合起来看意思就很清楚。由此可知，这三种烦恼障碍了我们的「法界圆明自在用」，它障碍了。我们有没有失掉？没有，跟诸位说，这个一定要肯定，我们自性里面的智慧、德能、相好，是一点都没有失去，跟一切诸佛如来没有两样，只是我们自性上有点障碍，这个障碍就是这三种烦恼，《华严经》上讲妄想分别执着。如果你能把妄想分别执着放下，舍弃了，法界圆明自在用就现前，这一放下就叫成佛。所以在《华严经》上凡夫成佛，在理上讲，在事上讲也一样，一念之间，只要你肯放下，放下就是！这个事情与修不修、学不学没关系，就看你能不能放下。",
      "zh_TW": "所以這裡，「法界」，「圓」是圓滿，是德相，「明」就是智慧，圓滿的智慧，圓滿的德相，「自在用」，用是起用。現在我們的圓明沒有，我們的智慧沒有，我們的德能、相好也沒有，所以我們現在不自在。我們現在用的是什麼？這個佛在《華嚴經》上也說得清楚，佛說「但以妄想執著而不能證得」，我們的圓明自在用不能夠現前，不能夠得這個受用，原因就是我們有無明、有煩惱，《華嚴經》上說的是妄想、分別、執著。大乘經教裡面它用的名詞是用煩惱，無明煩惱、塵沙煩惱、見思煩惱，這個名詞同學們都很熟悉。無始無明煩惱就是《華嚴經》上說的妄想，塵沙煩惱就是分別，見思煩惱就是執著，這兩個合起來看意思就很清楚。由此可知，這三種煩惱障礙了我們的「法界圓明自在用」，它障礙了。我們有沒有失掉？沒有，跟諸位說，這個一定要肯定，我們自性裡面的智慧、德能、相好，是一點都沒有失去，跟一切諸佛如來沒有兩樣，只是我們自性上有點障礙，這個障礙就是這三種煩惱，《華嚴經》上講妄想分別執著。如果你能把妄想分別執著放下，捨棄了，法界圓明自在用就現前，這一放下就叫成佛。所以在《華嚴經》上凡夫成佛，在理上講，在事上講也一樣，一念之間，只要你肯放下，放下就是！這個事情與修不修、學不學沒關係，就看你能不能放下。"
    },
    {
      "id": "12-047-0018_p0007",
      "zh_CN": "释迦牟尼佛为我们示现，当年他老人家在世的时候，十九岁离开家庭，出门去求学，学了十二年。前面跟诸位报告过，当时印度宗教跟学术界，他都去参学过，再没有老师，没地方学。他并没有傲慢，没有觉得我是第一，这一切人都不如我，他没有起这种烦恼，他还是非常谦虚。在我们想像当中，这有三个问题不能解决。当时印度无论是学派、是宗教都崇尚禅定，所以佛门里面所讲的四禅八定，这不是佛教的，古婆罗门教他们所修的。得这个禅定，得四禅八定，六道里面的状况，我们现在讲六道里面不同的空间维次，他完全突破，也就是说他了如指掌。如果我们证得这个境界，还要是很谦虚，还要是好学的话，肯定里头还有问题，什么问题？六道你都明白，你都清楚，六道从哪里来？为什么会有六道？六道之外还有没有世界？肯定有这些问题。这些问题在当时宗教界跟学术界都没有答案，往往把四空天当作大般涅槃，般涅槃是梵语，意思是不生不灭，意思是宇宙的本体他们见到了，他也没有怀疑，不像释迦牟尼佛他有怀疑。所以他把十二年所学的也放下，入更深的禅定，这一入定就是所谓的大彻大悟，明心见性。佛在经上常常讲，学佛不能见性是有两种障碍，一个是烦恼障，一个是所知障。前面讲的三种都是属于烦恼，妄想分别执着是烦恼障。除这个之外，所知障，释迦牟尼佛学了十二年，这十二年怎么样？是知识不是智慧，知识。知识障碍你见性，所以也得放下，所知障断掉，二障统统断掉，障碍没有了，自性清净心现前。",
      "zh_TW": "釋迦牟尼佛為我們示現，當年他老人家在世的時候，十九歲離開家庭，出門去求學，學了十二年。前面跟諸位報告過，當時印度宗教跟學術界，他都去參學過，再沒有老師，沒地方學。他並沒有傲慢，沒有覺得我是第一，這一切人都不如我，他沒有起這種煩惱，他還是非常謙虛。在我們想像當中，這有三個問題不能解決。當時印度無論是學派、是宗教都崇尚禪定，所以佛門裡面所講的四禪八定，這不是佛教的，古婆羅門教他們所修的。得這個禪定，得四禪八定，六道裡面的狀況，我們現在講六道裡面不同的空間維次，他完全突破，也就是說他瞭如指掌。如果我們證得這個境界，還要是很謙虛，還要是好學的話，肯定裡頭還有問題，什麼問題？六道你都明白，你都清楚，六道從哪裡來？為什麼會有六道？六道之外還有沒有世界？肯定有這些問題。這些問題在當時宗教界跟學術界都沒有答案，往往把四空天當作大般涅槃，般涅槃是梵語，意思是不生不滅，意思是宇宙的本體他們見到了，他也沒有懷疑，不像釋迦牟尼佛他有懷疑。所以他把十二年所學的也放下，入更深的禪定，這一入定就是所謂的大徹大悟，明心見性。佛在經上常常講，學佛不能見性是有兩種障礙，一個是煩惱障，一個是所知障。前面講的三種都是屬於煩惱，妄想分別執著是煩惱障。除這個之外，所知障，釋迦牟尼佛學了十二年，這十二年怎麼樣？是知識不是智慧，知識。知識障礙你見性，所以也得放下，所知障斷掉，二障統統斷掉，障礙沒有了，自性清淨心現前。"
    },
    {
      "id": "12-047-0018_p0008",
      "zh_CN": "所以世尊所证得的境界，跟惠能大师证得的境界完全相同，这明心见性了。能大师见性提出的报告简单扼要，五句话说明白了，自性是清净的，是不生不灭，是本自具足的，是本不动摇的，能生万法。而释迦牟尼佛见性之后，他做了一个详细报告，这个报告是什么？现在我们所学习的《大方广佛华严经》。释迦牟尼佛是细说，能大师是略说，要知道内容不增不减。由此可知，《华严经》如果把它归纳起来，就是能大师讲的五句话；能大师五句话把它展开细说，就是《大方广佛华严》，不增不减。说得好！世尊为我们示现的，他是学了十二年，真的叫广学多闻；而惠能大师不认识字，一天没学过。这两种表演就是告诉我们，这桩事情与学不学不相干，关键在哪里？关键在放下。我们学佛，学佛到底求什么？佛经里有一句话叫「阿耨多罗三藐三菩提」，这句话可以翻译，为什么不翻，还用原来的音然后再加注解？这叫尊重不翻，不是不能翻，而且很容易翻，翻成中国的意思叫无上正等正觉。这是译经大德们对这个尊重，为什么？学佛就求这个，无上正等正觉就是明心见性、见性成佛。",
      "zh_TW": "所以世尊所證得的境界，跟惠能大師證得的境界完全相同，這明心見性了。能大師見性提出的報告簡單扼要，五句話說明白了，自性是清淨的，是不生不滅，是本自具足的，是本不動搖的，能生萬法。而釋迦牟尼佛見性之後，他做了一個詳細報告，這個報告是什麼？現在我們所學習的《大方廣佛華嚴經》。釋迦牟尼佛是細說，能大師是略說，要知道內容不增不減。由此可知，《華嚴經》如果把它歸納起來，就是能大師講的五句話；能大師五句話把它展開細說，就是《大方廣佛華嚴》，不增不減。說得好！世尊為我們示現的，他是學了十二年，真的叫廣學多聞；而惠能大師不認識字，一天沒學過。這兩種表演就是告訴我們，這樁事情與學不學不相干，關鍵在哪裡？關鍵在放下。我們學佛，學佛到底求什麼？佛經裡有一句話叫「阿耨多羅三藐三菩提」，這句話可以翻譯，為什麼不翻，還用原來的音然後再加註解？這叫尊重不翻，不是不能翻，而且很容易翻，翻成中國的意思叫無上正等正覺。這是譯經大德們對這個尊重，為什麼？學佛就求這個，無上正等正覺就是明心見性、見性成佛。"
    },
    {
      "id": "12-047-0018_p0009",
      "zh_CN": "佛说这三种烦恼，三种烦恼是讲烦恼障，三种，妄想、分别、执着，所知障也离不开这三种，障碍了自性。像世尊、像能大师，他们很厉害，他们说放就统统放下，这在佛法叫上上根人，亿万人当中难得有一个，这是真的。不是上上根人，纵然你明白了，我们学佛学了将近一甲子，我学佛到今年五十八年，再差两年就一甲子，没开悟！虽没开悟，天天受经教的薰习，我们古大德常讲「一门深入，长时薰修」，这是什么？这是上中下根人所走的路子，不是顿悟，不是彻悟。顿悟、彻悟好像上这个大楼，坐电梯一下就上来，那是顿悟。渐悟是什么？渐悟我们没有能力，没电梯只好爬楼梯，爬楼梯一阶一阶往上升。我们从渐悟当中把这个事实真相也能悟出来，这个悟出来在佛法叫解悟。我们懂得这个道理，原理、原则、方法都懂得，现在并没有到顶点，顶点上有些什么样子大概可以了解一些。欠的是什么？欠的是功夫。功夫是什么？放下，你怎样把妄想分别执着放下。",
      "zh_TW": "佛說這三種煩惱，三種煩惱是講煩惱障，三種，妄想、分別、執著，所知障也離不開這三種，障礙了自性。像世尊、像能大師，他們很厲害，他們說放就統統放下，這在佛法叫上上根人，億萬人當中難得有一個，這是真的。不是上上根人，縱然你明白了，我們學佛學了將近一甲子，我學佛到今年五十八年，再差兩年就一甲子，沒開悟！雖沒開悟，天天受經教的薰習，我們古大德常講「一門深入，長時薰修」，這是什麼？這是上中下根人所走的路子，不是頓悟，不是徹悟。頓悟、徹悟好像上這個大樓，坐電梯一下就上來，那是頓悟。漸悟是什麼？漸悟我們沒有能力，沒電梯只好爬樓梯，爬樓梯一階一階往上升。我們從漸悟當中把這個事實真相也能悟出來，這個悟出來在佛法叫解悟。我們懂得這個道理，原理、原則、方法都懂得，現在並沒有到頂點，頂點上有些什麼樣子大概可以了解一些。欠的是什麼？欠的是功夫。功夫是什麼？放下，你怎樣把妄想分別執著放下。"
    },
    {
      "id": "12-047-0018_p0010",
      "zh_CN": "祖师大德慈悲教导我们，不着急，慢慢来，慢慢来要认真干，真放，先把执着放下，执着是见思烦恼，最粗的、最严重的，就是我们今天讲的自私自利、是非人我、贪瞋痴慢、名闻利养这些东西。这些东西造成什么？造成六道轮回。这一切相是从念头生的，我们这个念头里头带着严重的妄想分别执着，所以这个相就变成六道。六道里面有善恶，你的念头善、言行善，这个境界就是三善道；如果我们的念头不善，言行不善，现出的境界是三恶道。如果我们的见思烦恼断了，也就是执着，于世出世间一切法不再执着，给诸位说，六道就没有了。那就是永嘉大师所说的，「梦里明明有六趣，觉后空空无大千」，觉是什么？放下就觉悟，这个六道、这个世界就没有了。所以《金刚经》上讲的，「凡所有相，皆是虚妄」；「一切有为法，如梦幻泡影」，这个很难体会。我们最近学习《华严》，我常常用电视做比喻，因为现在电视很普遍，家家都看电视。这个自性清净圆明体是什么？我们把它比喻电视的屏幕、萤光幕。萤光幕里有没有东西？什么都没有。你能不能说萤光幕里头真没有？不可以说，你频道一按下去，色相就出来，就出东西。按钮按下去把它关起来，这个时候就是惠能大师讲的本自具足，它里头有东西，但是它不显，你在外面什么都看不到，是这么个境界；按扭按下去，频道按下去，色相出来是能生万法。所以电视机摆在这个地方，你没有按，关起来的时候你不能说它没有，你打开的时候也不能说它有，我们宇宙之间的现象，跟这个道理完全相同。所以，在没有现相的时候不可以说没有，现相的时候不能说真有，假的，不是真的，这个比喻我们不难体会。",
      "zh_TW": "祖師大德慈悲教導我們，不著急，慢慢來，慢慢來要認真幹，真放，先把執著放下，執著是見思煩惱，最粗的、最嚴重的，就是我們今天講的自私自利、是非人我、貪瞋痴慢、名聞利養這些東西。這些東西造成什麼？造成六道輪迴。這一切相是從念頭生的，我們這個念頭裡頭帶著嚴重的妄想分別執著，所以這個相就變成六道。六道裡面有善惡，你的念頭善、言行善，這個境界就是三善道；如果我們的念頭不善，言行不善，現出的境界是三惡道。如果我們的見思煩惱斷了，也就是執著，於世出世間一切法不再執著，給諸位說，六道就沒有了。那就是永嘉大師所說的，「夢裡明明有六趣，覺後空空無大千」，覺是什麼？放下就覺悟，這個六道、這個世界就沒有了。所以《金剛經》上講的，「凡所有相，皆是虛妄」；「一切有為法，如夢幻泡影」，這個很難體會。我們最近學習《華嚴》，我常常用電視做比喻，因為現在電視很普遍，家家都看電視。這個自性清淨圓明體是什麼？我們把它比喻電視的屏幕、螢光幕。螢光幕裡有沒有東西？什麼都沒有。你能不能說螢光幕裡頭真沒有？不可以說，你頻道一按下去，色相就出來，就出東西。按鈕按下去把它關起來，這個時候就是惠能大師講的本自具足，它裡頭有東西，但是它不顯，你在外面什麼都看不到，是這麼個境界；按扭按下去，頻道按下去，色相出來是能生萬法。所以電視機擺在這個地方，你沒有按，關起來的時候你不能說它沒有，你打開的時候也不能說它有，我們宇宙之間的現象，跟這個道理完全相同。所以，在沒有現相的時候不可以說沒有，現相的時候不能說真有，假的，不是真的，這個比喻我們不難體會。"
    },
    {
      "id": "12-047-0018_p0011",
      "zh_CN": "但是觉悟之后，它怎么就没有了呢？这个用我们的电视不大好比喻。我就想到我们看电影，电影可以能够显示得出来这种现象。电影我们知道是用放映机放的幻灯片，它的底片是幻灯片，一格一格的，它一秒钟二十四张。也就是镜头打开，这张幻灯片打在银幕上，你看到了，镜头再关上，第二张放出来，第二张不是第一张，第三张不是第二张，张张都是独立的，大乘经上讲各各不相到，就是说的这个意思。但是它速度太快，一秒钟二十四张，我们的眼睛就看花了，就好像是真的一样，你就没有法子辨别，像真有其事，我们就被它欺骗。现在弥勒菩萨告诉我们，我们自性里面这个速度多快？一秒钟，我们现在都用秒为单位，他说一弹指三十二亿百千念，也就是一弹指是三百二十兆那么多次，三百二十兆。我们弹指大概一秒钟能弹四次，再乘四，就是一千二百八十兆分之一秒，也就是一秒钟它速度移动多少？现在电影一秒钟二十四张，我们自性里面这个振动，一秒钟是一千二百八十兆张，你怎么知道它是假的！我们现在眼见、耳听的现象不是真的，一秒钟里面，这是讲振动，妄想就是起心动念，起心动念的速度一秒钟是一千二百八十兆次，那个次数，一秒钟里面这个频率，每一次每一个振动就是一个画面，就是一个物质现象，物质现象里面就有见闻觉知、有受想行识，有这个精神现象，它是同时现起的，它的速度太快。",
      "zh_TW": "但是覺悟之後，它怎麼就沒有了呢？這個用我們的電視不大好比喻。我就想到我們看電影，電影可以能夠顯示得出來這種現象。電影我們知道是用放映機放的幻燈片，它的底片是幻燈片，一格一格的，它一秒鐘二十四張。也就是鏡頭打開，這張幻燈片打在銀幕上，你看到了，鏡頭再關上，第二張放出來，第二張不是第一張，第三張不是第二張，張張都是獨立的，大乘經上講各各不相到，就是說的這個意思。但是它速度太快，一秒鐘二十四張，我們的眼睛就看花了，就好像是真的一樣，你就沒有法子辨別，像真有其事，我們就被它欺騙。現在彌勒菩薩告訴我們，我們自性裡面這個速度多快？一秒鐘，我們現在都用秒為單位，他說一彈指三十二億百千念，也就是一彈指是三百二十兆那麼多次，三百二十兆。我們彈指大概一秒鐘能彈四次，再乘四，就是一千二百八十兆分之一秒，也就是一秒鐘它速度移動多少？現在電影一秒鐘二十四張，我們自性裡面這個振動，一秒鐘是一千二百八十兆張，你怎麼知道它是假的！我們現在眼見、耳聽的現象不是真的，一秒鐘裡面，這是講振動，妄想就是起心動念，起心動念的速度一秒鐘是一千二百八十兆次，那個次數，一秒鐘裡面這個頻率，每一次每一個振動就是一個畫面，就是一個物質現象，物質現象裡面就有見聞覺知、有受想行識，有這個精神現象，它是同時現起的，它的速度太快。"
    },
    {
      "id": "12-047-0018_p0012",
      "zh_CN": "现在科学家也发现这个道理，他说物质是假的，物质不是真的，是无中生有。这个跟佛法里面讲的就很接近，没有《华严经》讲得这么详细，这是极细微的振动。细微的振动，我们讲像水一样，开始是很微细的波动，小浪，甚至于你肉眼都看不见；分别，分别就是大浪，那就很明显；到执着，执着那是巨浪，所以执着是很麻烦的。这一振动，诸佛如来的实报庄严土现前，就是弥勒菩萨讲的这个振动，一秒钟一千二百八十兆次的振动，这是诸佛的刹土。从这个振动，如果再加大变成分别，分别就是大浪，实报土没有了。好像海水这个平面，那个平静的看不到了，看到有波浪，这就是方便有余土，我们十法界里面的四圣法界，声闻、缘觉、菩萨、佛，他是有分别。他有分别，他没有执着，有起心动念、有分别，就是我们讲方便有余土，这净土宗讲的，四圣法界。所以娑婆世界，四圣法界就是释迦牟尼佛的方便有余土。变成巨浪，大风大浪变成巨浪，那是执着，执着是巨浪，四圣法界不见了，变了，看到海上大风大浪，那是什么？那是凡圣同居土，就是六道。六道里头有善恶，四圣法界里头没有善恶，它有染净，有染净没有善恶，六道里头有善恶，所以有三善道、有三恶道。",
      "zh_TW": "現在科學家也發現這個道理，他說物質是假的，物質不是真的，是無中生有。這個跟佛法裡面講的就很接近，沒有《華嚴經》講得這麼詳細，這是極細微的振動。細微的振動，我們講像水一樣，開始是很微細的波動，小浪，甚至於你肉眼都看不見；分別，分別就是大浪，那就很明顯；到執著，執著那是巨浪，所以執著是很麻煩的。這一振動，諸佛如來的實報莊嚴土現前，就是彌勒菩薩講的這個振動，一秒鐘一千二百八十兆次的振動，這是諸佛的剎土。從這個振動，如果再加大變成分別，分別就是大浪，實報土沒有了。好像海水這個平面，那個平靜的看不到了，看到有波浪，這就是方便有餘土，我們十法界裡面的四聖法界，聲聞、緣覺、菩薩、佛，他是有分別。他有分別，他沒有執著，有起心動念、有分別，就是我們講方便有餘土，這淨土宗講的，四聖法界。所以娑婆世界，四聖法界就是釋迦牟尼佛的方便有餘土。變成巨浪，大風大浪變成巨浪，那是執著，執著是巨浪，四聖法界不見了，變了，看到海上大風大浪，那是什麼？那是凡聖同居土，就是六道。六道裡頭有善惡，四聖法界裡頭沒有善惡，它有染淨，有染淨沒有善惡，六道裡頭有善惡，所以有三善道、有三惡道。"
    },
    {
      "id": "12-047-0018_p0013",
      "zh_CN": "我们把执着放下之后，六道就没有了，分别放下之后，四圣法界没有了，也就是声闻、缘觉、菩萨、佛都没有了，十法界没有了，剩下来是一真法界，也就是诸佛的实报庄严土，你就看到报身佛，那里面都是证得报身的。如果起心动念也没有了，给诸位说，实报土也没有了。实报土没有了，剩下什么？剩下就像我们电视的屏幕一样，没有现相，你把所有频道都关掉，一片空白，常寂光土，那就是真正的自性，自性的本来面目就现前，自性的真面目。常寂光里面没有精神现象，也没有物质现象。我们净土里面讲的四土，四土这么来的。四土只有常寂光土是真的，它不生不灭，其他的现象统统都有生灭。只要你把妄想分别执着断掉，它就没有了，你断多少它就起多少变化。所以这个境界，真的，佛讲总的纲领原则，「一切法从心想生」，没错！既然从心想生，你为什么不想善，你为什么不想清净？你要想染污，你要想那些恶业，那就错了，你想清净就现净土。所以西方极乐世界，佛祖都告诉我们，往生到西方极乐世界的条件是不可以有污秽，心净则佛土净。无论什么人往生，他念佛那个念是清净的才能生净土；他念头不清净，一天念十万声，没用，他不能生净土，这个道理一定要懂。净土是从哪来的？是我们自性变现的，我们的清净心变现的。一生没有念过佛，最后临终的时候遇到善友劝他念佛求往生，他虽然念个十句、念个八句，他真往生，为什么？他念念是清净心，是这么个道理，他一点都不希奇。",
      "zh_TW": "我們把執著放下之後，六道就沒有了，分別放下之後，四聖法界沒有了，也就是聲聞、緣覺、菩薩、佛都沒有了，十法界沒有了，剩下來是一真法界，也就是諸佛的實報莊嚴土，你就看到報身佛，那裡面都是證得報身的。如果起心動念也沒有了，給諸位說，實報土也沒有了。實報土沒有了，剩下什麼？剩下就像我們電視的屏幕一樣，沒有現相，你把所有頻道都關掉，一片空白，常寂光土，那就是真正的自性，自性的本來面目就現前，自性的真面目。常寂光裡面沒有精神現象，也沒有物質現象。我們淨土裡面講的四土，四土這麼來的。四土只有常寂光土是真的，它不生不滅，其他的現象統統都有生滅。只要你把妄想分別執著斷掉，它就沒有了，你斷多少它就起多少變化。所以這個境界，真的，佛講總的綱領原則，「一切法從心想生」，沒錯！既然從心想生，你為什麼不想善，你為什麼不想清淨？你要想染污，你要想那些惡業，那就錯了，你想清淨就現淨土。所以西方極樂世界，佛祖都告訴我們，往生到西方極樂世界的條件是不可以有污穢，心淨則佛土淨。無論什麼人往生，他念佛那個念是清淨的才能生淨土；他念頭不清淨，一天念十萬聲，沒用，他不能生淨土，這個道理一定要懂。淨土是從哪來的？是我們自性變現的，我們的清淨心變現的。一生沒有念過佛，最後臨終的時候遇到善友勸他念佛求往生，他雖然念個十句、念個八句，他真往生，為什麼？他念念是清淨心，是這麼個道理，他一點都不希奇。"
    },
    {
      "id": "12-047-0018_p0014",
      "zh_CN": "我们一天到晚念佛，念的时候心里有杂念，有分别、有执着，这样念佛不得力，有没有好处？有。好处是什么？阿赖耶识落了阿弥陀佛的种子，这是好处。这一生不能去，为什么不能去？心不清净。所以你要懂得，念佛是个手段、是个方法，清净心是目的，清净心现净土，极乐世界是净土，这个道理要懂，这是真正的原理。我们如何能叫自己清净心现前？你要不能把这个世界这些拉拉杂杂东西放下，你的心怎么会清净？所以我们要记住，凡是带不走的统统要放下，真正能带得走的，我们才把它提起。真能带走的是善根福德因缘，我们要在这个地方加功用行，要认真努力，这是你能带得走的。所以一定要晓得，自私自利、贪瞋痴慢、是非人我、五欲六尘都是带不走的，带不走的就要放下，不要执着，随缘不攀缘。世尊在世给我们做了最好的榜样，他老人家一生的生活，三衣一钵，日中一食，树下一宿。我们今天读这些经典，文字资料，我们对于世尊，以及当时追随世尊学习的这些同学们，有菩萨、有罗汉，我们佩服，我们五体投地，我们今天做不到。为什么？人家身体多好，风吹雨打日头晒，他不生病，他能生活在旷野。我们今天的身体不行，要像他们一样，到野外去住上一天，第二天不就到加护病房去了！他为什么身体那么好？没有别的，我们能想到心清净，心清净身就清净，健康长寿。他们住世，不是说寿命到了，他没有寿命。世尊在世住世八十年，我们中国人讲虚岁八十年，外国人讲实足年龄释迦牟尼佛七十九岁圆寂的。他们住世时间长短在于缘分，跟众生有缘多住几年，没有缘他就走了。众生有缘是感，菩萨有缘是应，感应道交，什么时候感，什么时候应。用什么感？善根福德，善根是能信、能解，福德是能行、能证。世尊当年在世，在印度这个地区，确实有些人能信、能解、能行、能证，感得释迦牟尼佛出现。这些人都度了，再没有这样的人，这是哪样的人？能行、能证的没有了，他就走了。还有那个能信、能解的，他不能行、不能证的，由后面的弟子跟他有缘，他们来度，这所谓是佛度有缘人。",
      "zh_TW": "我們一天到晚念佛，念的時候心裡有雜念，有分別、有執著，這樣念佛不得力，有沒有好處？有。好處是什麼？阿賴耶識落了阿彌陀佛的種子，這是好處。這一生不能去，為什麼不能去？心不清淨。所以你要懂得，念佛是個手段、是個方法，清淨心是目的，清淨心現淨土，極樂世界是淨土，這個道理要懂，這是真正的原理。我們如何能叫自己清淨心現前？你要不能把這個世界這些拉拉雜雜東西放下，你的心怎麼會清淨？所以我們要記住，凡是帶不走的統統要放下，真正能帶得走的，我們才把它提起。真能帶走的是善根福德因緣，我們要在這個地方加功用行，要認真努力，這是你能帶得走的。所以一定要曉得，自私自利、貪瞋痴慢、是非人我、五欲六塵都是帶不走的，帶不走的就要放下，不要執著，隨緣不攀緣。世尊在世給我們做了最好的榜樣，他老人家一生的生活，三衣一缽，日中一食，樹下一宿。我們今天讀這些經典，文字資料，我們對於世尊，以及當時追隨世尊學習的這些同學們，有菩薩、有羅漢，我們佩服，我們五體投地，我們今天做不到。為什麼？人家身體多好，風吹雨打日頭曬，他不生病，他能生活在曠野。我們今天的身體不行，要像他們一樣，到野外去住上一天，第二天不就到加護病房去了！他為什麼身體那麼好？沒有別的，我們能想到心清淨，心清淨身就清淨，健康長壽。他們住世，不是說壽命到了，他沒有壽命。世尊在世住世八十年，我們中國人講虛歲八十年，外國人講實足年齡釋迦牟尼佛七十九歲圓寂的。他們住世時間長短在於緣分，跟眾生有緣多住幾年，沒有緣他就走了。眾生有緣是感，菩薩有緣是應，感應道交，什麼時候感，什麼時候應。用什麼感？善根福德，善根是能信、能解，福德是能行、能證。世尊當年在世，在印度這個地區，確實有些人能信、能解、能行、能證，感得釋迦牟尼佛出現。這些人都度了，再沒有這樣的人，這是哪樣的人？能行、能證的沒有了，他就走了。還有那個能信、能解的，他不能行、不能證的，由後面的弟子跟他有緣，他們來度，這所謂是佛度有緣人。"
    },
    {
      "id": "12-047-0018_p0015",
      "zh_CN": "《璎珞经》上这句话说，「无明者名不了一切法」，无明就是起心动念。起心动念，自性的照失掉。不起心、不动念，自性，佛经上用水做比喻最多，像这湖水干净没有染污，没有波浪，水平静，外面的景致都能够倒影在水里面，像一面镜子一样。如果这个水染污、水起了波浪，它就不能照，这个照就失掉。无明就是一念不觉，就是我们讲起心动念，不可以起心动念。这里面也许有同学有疑惑，能大师见性说得好，「何期自性，本自清净」，刚才给诸位说，从来没有染污过，我们的真性没有动摇过，也没有染污过。这一念不觉是什么？一念不觉决定不是自性，自性要有一念不觉那就出了麻烦，那怎么可以叫不生不灭？怎么能称之为真如？所以一念不觉是妄心不是真心。妄心从哪里来的？妄心是从真心而来，但是它不是真心，这一定要知道，妄心就是起心动念、分别执着，有这个现象不是真心。马鸣菩萨在《起信论》里面说得好，「本觉本有」，本觉是真心、是自性，本有；「不觉本无」，不觉是妄心，就是起心动念、分别执着没有，本来没有，本无。本有的一定可以现前，本无的一定可以断掉，你不要认为这个东西断不掉，能断掉，为什么断不掉？习气太重。也就是我们被这些妄想分别执着薰习的时间太久，在六道里生死轮回不知道经过多少时间，古大德常讲无量劫又无量劫，我们堕落在这个轮回里头，生生世世干这个事情，时间太久，染上这个习气太深，所以明白之后，想断还断不了。",
      "zh_TW": "《瓔珞經》上這句話說，「無明者名不了一切法」，無明就是起心動念。起心動念，自性的照失掉。不起心、不動念，自性，佛經上用水做比喻最多，像這湖水乾淨沒有染污，沒有波浪，水平靜，外面的景緻都能夠倒影在水裡面，像一面鏡子一樣。如果這個水染污、水起了波浪，它就不能照，這個照就失掉。無明就是一念不覺，就是我們講起心動念，不可以起心動念。這裡面也許有同學有疑惑，能大師見性說得好，「何期自性，本自清淨」，剛才給諸位說，從來沒有染污過，我們的真性沒有動搖過，也沒有染污過。這一念不覺是什麼？一念不覺決定不是自性，自性要有一念不覺那就出了麻煩，那怎麼可以叫不生不滅？怎麼能稱之為真如？所以一念不覺是妄心不是真心。妄心從哪裡來的？妄心是從真心而來，但是它不是真心，這一定要知道，妄心就是起心動念、分別執著，有這個現象不是真心。馬鳴菩薩在《起信論》裡面說得好，「本覺本有」，本覺是真心、是自性，本有；「不覺本無」，不覺是妄心，就是起心動念、分別執著沒有，本來沒有，本無。本有的一定可以現前，本無的一定可以斷掉，你不要認為這個東西斷不掉，能斷掉，為什麼斷不掉？習氣太重。也就是我們被這些妄想分別執著薰習的時間太久，在六道裡生死輪迴不知道經過多少時間，古大德常講無量劫又無量劫，我們墮落在這個輪迴裡頭，生生世世幹這個事情，時間太久，染上這個習氣太深，所以明白之後，想斷還斷不了。"
    },
    {
      "id": "12-047-0018_p0016",
      "zh_CN": "这个我们也能够理解，只要自己有决心真肯干，一生能不能成就？答案是肯定的。就看你是不是真干？真干真能成就。真肯放下，不再计较，无论在生活方面、在工作方面，方方面面都随缘，恒顺众生、随喜功德，那就好，这就好办。如果坚固的执着，我一定要怎样怎样怎样，那个麻烦，那出不了六道轮回，也生不了极乐世界，这都是真话。所以常常想到，为什么不像佛菩萨当年在世一样一切随缘？饮食，佛一天一餐饭，出去托钵，给什么吃什么，一点分别心都没有。诸位要知道，如果分别执着真的没有了，无论你托的什么东西都是上味，最好的味道。为什么？你的心好，它把外面境界都转变，那不是境随心转吗？再不好的饭，在他那一钵，他的意念对着它的时候就变成最好的。你们想想日本江本博士的水实验，所以这个科学可以能够证明，这是真的不是假的。我们再想想，我们在愤怒的时候，不平的心情，不平的时候，再好的美味东西尝起来都是不好吃的，都会发脾气把它丢掉，不是一个道理吗？境随心转，饮食随心转，没有一样不是随心转的。所以佛菩萨得的是妙味，上品妙味；我们得来的，我们的意念对着它就变坏。这个跟江本博士水实验的道理是一样的，被科学证明出来。所以我们一定晓得这个道理，一念不觉，不了一切法的真相，真相在天台家讲就是空假中，《般若经》里面讲的，「凡所有相，皆是虚妄」；「一切有为法，如梦幻泡影」。你不能说它没有，你也不能说它真有，相是心现的，相里面产生变化那是识变的，识是什么？识就是妄想分别执着，妄想是阿赖耶，执着是末那，分别是意识。所以「迷法界起三界业果」，迷法界起三界业果，这个很重，为什么？三界业果是讲六道轮回，讲到我们身上来。",
      "zh_TW": "這個我們也能夠理解，只要自己有決心真肯幹，一生能不能成就？答案是肯定的。就看你是不是真幹？真幹真能成就。真肯放下，不再計較，無論在生活方面、在工作方面，方方面面都隨緣，恆順眾生、隨喜功德，那就好，這就好辦。如果堅固的執著，我一定要怎樣怎樣怎樣，那個麻煩，那出不了六道輪迴，也生不了極樂世界，這都是真話。所以常常想到，為什麼不像佛菩薩當年在世一樣一切隨緣？飲食，佛一天一餐飯，出去托缽，給什麼吃什麼，一點分別心都沒有。諸位要知道，如果分別執著真的沒有了，無論你托的什麼東西都是上味，最好的味道。為什麼？你的心好，它把外面境界都轉變，那不是境隨心轉嗎？再不好的飯，在他那一缽，他的意念對著它的時候就變成最好的。你們想想日本江本博士的水實驗，所以這個科學可以能夠證明，這是真的不是假的。我們再想想，我們在憤怒的時候，不平的心情，不平的時候，再好的美味東西嘗起來都是不好吃的，都會發脾氣把它丟掉，不是一個道理嗎？境隨心轉，飲食隨心轉，沒有一樣不是隨心轉的。所以佛菩薩得的是妙味，上品妙味；我們得來的，我們的意念對著它就變壞。這個跟江本博士水實驗的道理是一樣的，被科學證明出來。所以我們一定曉得這個道理，一念不覺，不了一切法的真相，真相在天台家講就是空假中，《般若經》裡面講的，「凡所有相，皆是虛妄」；「一切有為法，如夢幻泡影」。你不能說它沒有，你也不能說它真有，相是心現的，相裡面產生變化那是識變的，識是什麼？識就是妄想分別執著，妄想是阿賴耶，執著是末那，分別是意識。所以「迷法界起三界業果」，迷法界起三界業果，這個很重，為什麼？三界業果是講六道輪迴，講到我們身上來。"
    },
    {
      "id": "12-047-0018_p0017",
      "zh_CN": "在大乘法相宗里面讲「三细六粗」，迷！三细，这三种相可以说一念完成的，一念里头有这三种相。弥勒菩萨讲「念念成形」，形是境界相；「形皆有识」，识是见相，也叫做转相，转变；那个念头的动是业相，起心动念是业相。业相、见相、境界相，「三细相」就是根本无明之惑。「因对六粗，故名三细」，因为底下还会展开，这个三细要知道就是一念。你们想想看，一念那么短，一千二百八十兆分之一秒，那么短里面还有三细，三细，每一个相那就再乘三，你说这个你怎么能发现？所以大乘教里面，佛说谁能够发现、能看到？有人，八地以上。八地以上的菩萨那个心非常清净，极细清净心他能感受到，他能见到，这是佛家讲的科学，这不是理想，你能够看得见。换句话说，你也有这么大的能力能够追得上它的速度，你跟它的速度相等，你就看到；你跟它速度不相等，差距，你就看不到，它太快，你没有发现。所以在八地菩萨，七地还不行、还见不到，八地菩萨就能见，八地以上统统都能见到，这就不是假的，不是理论，不是猜测，也不是从数学里面推演。",
      "zh_TW": "在大乘法相宗裡面講「三細六粗」，迷！三細，這三種相可以說一念完成的，一念裡頭有這三種相。彌勒菩薩講「念念成形」，形是境界相；「形皆有識」，識是見相，也叫做轉相，轉變；那個念頭的動是業相，起心動念是業相。業相、見相、境界相，「三細相」就是根本無明之惑。「因對六粗，故名三細」，因為底下還會展開，這個三細要知道就是一念。你們想想看，一念那麼短，一千二百八十兆分之一秒，那麼短裡面還有三細，三細，每一個相那就再乘三，你說這個你怎麼能發現？所以大乘教裡面，佛說誰能夠發現、能看到？有人，八地以上。八地以上的菩薩那個心非常清淨，極細清淨心他能感受到，他能見到，這是佛家講的科學，這不是理想，你能夠看得見。換句話說，你也有這麼大的能力能夠追得上它的速度，你跟它的速度相等，你就看到；你跟它速度不相等，差距，你就看不到，它太快，你沒有發現。所以在八地菩薩，七地還不行、還見不到，八地菩薩就能見，八地以上統統都能見到，這就不是假的，不是理論，不是猜測，也不是從數學裡面推演。"
    },
    {
      "id": "12-047-0018_p0018",
      "zh_CN": "第一个是「业相」，「业相者，即从真起妄，初动之相也」。注意它那个初动，要知道初动，初没有后的。有初，有没有后？没有，念念都是初，念念都是初动，你才真正懂得佛的意思。我们今天看的境界相，也就是我们所说的一千二百八十兆分之一秒，那个动就是初动。第二个细念也是这个速度，统统都是初动，没有第二个动。所以这个无明，佛讲得好，他把它加个无始，叫无始无明，无始是什么？没有开始，所以它是虚妄的；如果有始有终，那就真有其事，不能说是假的。这是宇宙的起源，起源就是虚妄的，它最后变成大的波浪、变成巨浪，一切都是浪，没有一样是真的。我们真正把这个事情搞清楚、搞明白，才会彻底放下，为什么？全是假的。为什么放不下？不了解事实真相，所以把它都看作是真的。这就是《璎珞经》里面所讲的「不了一切法」，了是明了，你才会有初动，才会有动，所以从真起妄。这个事情也很难理解，因为我们一般人追根究柢总要找个水落石出，最初的一念是什么原因起来的？几时起来的？为什么会有这个一念妄动？我们都会找这个原因。佛告诉我们，这个最初的一念没有原因，什么时候起来的？没有时候，它才起立刻就灭。",
      "zh_TW": "第一個是「業相」，「業相者，即從真起妄，初動之相也」。注意它那個初動，要知道初動，初沒有後的。有初，有沒有後？沒有，念念都是初，念念都是初動，你才真正懂得佛的意思。我們今天看的境界相，也就是我們所說的一千二百八十兆分之一秒，那個動就是初動。第二個細念也是這個速度，統統都是初動，沒有第二個動。所以這個無明，佛講得好，他把它加個無始，叫無始無明，無始是什麼？沒有開始，所以它是虛妄的；如果有始有終，那就真有其事，不能說是假的。這是宇宙的起源，起源就是虛妄的，它最後變成大的波浪、變成巨浪，一切都是浪，沒有一樣是真的。我們真正把這個事情搞清楚、搞明白，才會徹底放下，為什麼？全是假的。為什麼放不下？不了解事實真相，所以把它都看作是真的。這就是《瓔珞經》裡面所講的「不了一切法」，了是明瞭，你才會有初動，才會有動，所以從真起妄。這個事情也很難理解，因為我們一般人追根究柢總要找個水落石出，最初的一念是什麼原因起來的？幾時起來的？為什麼會有這個一念妄動？我們都會找這個原因。佛告訴我們，這個最初的一念沒有原因，什麼時候起來的？沒有時候，它才起立刻就滅。"
    },
    {
      "id": "12-047-0018_p0019",
      "zh_CN": "正像我们看电影放映机里放的底片，一格一格的，那一格过去了，下面一格出生，每一格都是新的，所以各各不相到。你说前面，前面已经没有了，你看就是现前这一个画面，可是这个画面你还没看清楚它又没有了，这一秒钟才二十四张。现在一秒钟给你提升到一千二百八十兆张，你怎么能知道它是假的？所以全被假相欺骗，以为它是真的，我们在这里生起严重的分别执着。所以六道轮回就不会断，这个电影影片就继续放下去，它不会停止，就变成这个样子。什么时候觉悟，我不再执着，我把执着真放下，六道这个片子就没有了，就断掉。断掉它还有现相，现的什么？就是四圣法界出现，出现第二个频道，第一个频道是六道，会出现第二个，第二个也不是真的，第二是分别。如果能够对世出世法不再分别，这个很高明，不再分别的时候，四圣法界没有了，就是方便有余土没有了，实报庄严土出现。实报庄严土我们讲过，前面讲得很多，无始无明习气造成的，无始无明习气没有法子断，所以你也不需要断它。在这个状况之下，觉而不迷，随着时间自自然然它就消失，你决定不能在意，你一在意那你马上就退转。",
      "zh_TW": "正像我們看電影放映機裡放的底片，一格一格的，那一格過去了，下面一格出生，每一格都是新的，所以各各不相到。你說前面，前面已經沒有了，你看就是現前這一個畫面，可是這個畫面你還沒看清楚它又沒有了，這一秒鐘才二十四張。現在一秒鐘給你提升到一千二百八十兆張，你怎麼能知道它是假的？所以全被假相欺騙，以為它是真的，我們在這裡生起嚴重的分別執著。所以六道輪迴就不會斷，這個電影影片就繼續放下去，它不會停止，就變成這個樣子。什麼時候覺悟，我不再執著，我把執著真放下，六道這個片子就沒有了，就斷掉。斷掉它還有現相，現的什麼？就是四聖法界出現，出現第二個頻道，第一個頻道是六道，會出現第二個，第二個也不是真的，第二是分別。如果能夠對世出世法不再分別，這個很高明，不再分別的時候，四聖法界沒有了，就是方便有餘土沒有了，實報莊嚴土出現。實報莊嚴土我們講過，前面講得很多，無始無明習氣造成的，無始無明習氣沒有法子斷，所以你也不需要斷它。在這個狀況之下，覺而不迷，隨著時間自自然然它就消失，你決定不能在意，你一在意那你馬上就退轉。"
    },
    {
      "id": "12-047-0018_p0020",
      "zh_CN": "《起信论》里面这个说法，我们把它念下去，它这前面还有「然本觉心源，离念寂静，因无明故，觉成不觉，遂成业相。故《起信论》云，以依不觉故心动，说名为业，是也」。本觉是自性，《起信论》里面讲本觉本有，本觉就是清净，离念寂静，它没有念头，它不会生念头，它是清净的，它不生灭。能大师告诉我们，自性就是本觉，「不生不灭，本自具足，本无动摇」，后面说「能生万法」，怎么能生万法？它动念就生万法，它不动念头不生万法。怎么动念？因无明故。所以一定要知道，我们的真心「离念寂静」，这四个字重要，这四个字是真正修行的总纲领、总原则。我们现在的念放不下，那怎么办？佛教给我们一个好方法，以念止念。用什么？念阿弥陀佛，你念头一起来，「阿弥陀佛」，除阿弥陀佛之外没有第二念。到了西方极乐世界，阿弥陀佛这一念没有了，你就明心见性，明心见性之后怎么样？明心见性之后还念阿弥陀佛。为什么？劝导那些没有见性的人，我用这个方法成佛的，我把这个方法教给你，我做样子给你看，示范的。释迦牟尼佛念佛成佛，这个话是蕅益大师讲的，蕅益大师根据《弥陀经》说的，有经做证明，释迦牟尼佛证得阿耨多罗三藐三菩提是依念佛法门，这个榜样做得好！",
      "zh_TW": "《起信論》裡面這個說法，我們把它念下去，它這前面還有「然本覺心源，離念寂靜，因無明故，覺成不覺，遂成業相。故《起信論》云，以依不覺故心動，說名為業，是也」。本覺是自性，《起信論》裡面講本覺本有，本覺就是清淨，離念寂靜，它沒有念頭，它不會生念頭，它是清淨的，它不生滅。能大師告訴我們，自性就是本覺，「不生不滅，本自具足，本無動搖」，後面說「能生萬法」，怎麼能生萬法？它動念就生萬法，它不動念頭不生萬法。怎麼動念？因無明故。所以一定要知道，我們的真心「離念寂靜」，這四個字重要，這四個字是真正修行的總綱領、總原則。我們現在的念放不下，那怎麼辦？佛教給我們一個好方法，以念止念。用什麼？念阿彌陀佛，你念頭一起來，「阿彌陀佛」，除阿彌陀佛之外沒有第二念。到了西方極樂世界，阿彌陀佛這一念沒有了，你就明心見性，明心見性之後怎麼樣？明心見性之後還念阿彌陀佛。為什麼？勸導那些沒有見性的人，我用這個方法成佛的，我把這個方法教給你，我做樣子給你看，示範的。釋迦牟尼佛念佛成佛，這個話是蕅益大師講的，蕅益大師根據《彌陀經》說的，有經做證明，釋迦牟尼佛證得阿耨多羅三藐三菩提是依念佛法門，這個榜樣做得好！"
    },
    {
      "id": "12-047-0018_p0021",
      "zh_CN": "所以我们时时刻刻记住这个字，「离念寂静」，这真心，寂静就是真心现前，真心是寂，心里没事。心里面的事太多，妄念太多，那是严重的障碍，学佛也不行，学佛怎么？不能往生，不能了生死，在佛门里面所修的统统变成了福报，不是功德是福德。早年达摩祖师到中国遇到梁武帝，梁武帝是我们佛门大概从历史上来讲是最大的护法，替佛教造寺院丛林造了四百多座。帮助人出家，他非常喜欢人出家，供养出家人、照顾出家人几十万人。达摩祖师来跟他见面的时候，他非常自豪，问达摩祖师，我做的这些事情，我这功德大不大？达摩祖师说「并无功德」。这一盆凉水浇给梁武帝，梁武帝兴趣就没有了，再不跟他见面，达摩祖师到少林寺去面壁九年，等到一个慧可。为什么？他没有离念，他心不寂静。离念寂静是功德，无论做什么事情，只要你能够，离念是放下，放下，清净心就现前，寂静，那叫功德，离念是功，寂静是德。如果你心的杂念很多，没放下，那叫什么？福德，不是功德，福德还要继续搞六道轮回，来生就享福，不能了生死，不能出三界，也不能往生。念佛法门，「心净则佛土净」，还是要寂静，跟寂静沾上边，念佛才能往生；跟寂静沾不上边，念佛也不能往生。你就晓得，这四个字是多么重要！",
      "zh_TW": "所以我們時時刻刻記住這個字，「離念寂靜」，這真心，寂靜就是真心現前，真心是寂，心裡沒事。心裡面的事太多，妄念太多，那是嚴重的障礙，學佛也不行，學佛怎麼？不能往生，不能了生死，在佛門裡面所修的統統變成了福報，不是功德是福德。早年達摩祖師到中國遇到梁武帝，梁武帝是我們佛門大概從歷史上來講是最大的護法，替佛教造寺院叢林造了四百多座。幫助人出家，他非常喜歡人出家，供養出家人、照顧出家人幾十萬人。達摩祖師來跟他見面的時候，他非常自豪，問達摩祖師，我做的這些事情，我這功德大不大？達摩祖師說「並無功德」。這一盆涼水澆給梁武帝，梁武帝興趣就沒有了，再不跟他見面，達摩祖師到少林寺去面壁九年，等到一個慧可。為什麼？他沒有離念，他心不寂靜。離念寂靜是功德，無論做什麼事情，只要你能夠，離念是放下，放下，清淨心就現前，寂靜，那叫功德，離念是功，寂靜是德。如果你心的雜念很多，沒放下，那叫什麼？福德，不是功德，福德還要繼續搞六道輪迴，來生就享福，不能了生死，不能出三界，也不能往生。念佛法門，「心淨則佛土淨」，還是要寂靜，跟寂靜沾上邊，念佛才能往生；跟寂靜沾不上邊，念佛也不能往生。你就曉得，這四個字是多麼重要！"
    },
    {
      "id": "12-047-0018_p0022",
      "zh_CN": "为什么会变成业相？「因无明故，觉成不觉」，本觉变成了不觉。无明是什么？起心动念，要知道起心动念就是不觉，不觉就叫业相。业是什么？业是造作，业是动，不动就不叫业。你看我们讲事业，事是什么？造作，造作的时候是事，造作的结果就叫结业。所以业是个动相，也就是不觉，心就动；觉，心就不动。这不是真心，这是个妄心，因无明，无明就是迷，所以一念不觉，这是迷。《起信论》里面这句话说得好，「依不觉故心动」，我们现在不觉太久了，这个心动已经变成大风大浪。《地藏经》上讲得好，「阎浮提众生，起心动念，无不是业，无不是罪」，罪是什么？业里面最严重的。学佛修行修什么？这个诸位不能不知道，八万四千法门统而言之全修的是定，就是修的是寂静，这叫真修行。法是方法，门是门道，八万四千法门，无量法门，那是讲不同的方法、不同的门径，方向目标是一致的，都是修寂静。寂静也叫禅定，我们净土宗叫清净心。你看《无量寿经》经题上，在一个经题把因跟果都说出来，先说果报，「大乘」，大乘是智慧；「无量寿庄严」，无量寿是德，第一德就是长寿，庄严是相好。所以果上就是世尊在《华严》上讲的，自性的智慧、德、能，大乘是智慧，无量寿是德，庄严是能，果！怎么修得的？现在讲修，我们已经失掉，这个失不是真的失掉，是有障碍，障碍去掉之后自然就恢复。佛叫我们修的「清净、平等、觉」，清净心就是修定，平等是大定，从定起作用就是觉，觉而不迷。我们就晓得，我们现在从哪里修？要从清净心修，再修到平等心，平等心是佛心。",
      "zh_TW": "為什麼會變成業相？「因無明故，覺成不覺」，本覺變成了不覺。無明是什麼？起心動念，要知道起心動念就是不覺，不覺就叫業相。業是什麼？業是造作，業是動，不動就不叫業。你看我們講事業，事是什麼？造作，造作的時候是事，造作的結果就叫結業。所以業是個動相，也就是不覺，心就動；覺，心就不動。這不是真心，這是個妄心，因無明，無明就是迷，所以一念不覺，這是迷。《起信論》裡面這句話說得好，「依不覺故心動」，我們現在不覺太久了，這個心動已經變成大風大浪。《地藏經》上講得好，「閻浮提眾生，起心動念，無不是業，無不是罪」，罪是什麼？業裡面最嚴重的。學佛修行修什麼？這個諸位不能不知道，八萬四千法門統而言之全修的是定，就是修的是寂靜，這叫真修行。法是方法，門是門道，八萬四千法門，無量法門，那是講不同的方法、不同的門徑，方向目標是一致的，都是修寂靜。寂靜也叫禪定，我們淨土宗叫清淨心。你看《無量壽經》經題上，在一個經題把因跟果都說出來，先說果報，「大乘」，大乘是智慧；「無量壽莊嚴」，無量壽是德，第一德就是長壽，莊嚴是相好。所以果上就是世尊在《華嚴》上講的，自性的智慧、德、能，大乘是智慧，無量壽是德，莊嚴是能，果！怎麼修得的？現在講修，我們已經失掉，這個失不是真的失掉，是有障礙，障礙去掉之後自然就恢復。佛叫我們修的「清淨、平等、覺」，清淨心就是修定，平等是大定，從定起作用就是覺，覺而不迷。我們就曉得，我們現在從哪裡修？要從清淨心修，再修到平等心，平等心是佛心。"
    },
    {
      "id": "12-047-0018_p0023",
      "zh_CN": "在十法界里面，佛给我们讲十法界第一个业因，因缘无量，最重要的一个因是什么？成佛，成佛是平等。平等是佛的因，六度是菩萨因，十二因缘是缘觉的因，四谛是阿罗汉的因，讲第一个因。天道第一个因是上品十善，人是中品十善，阿修罗是下品十善。下面是三恶道，三恶道的业因，鬼道的第一个业因是贪、贪婪，畜生道是愚痴，地狱道是瞋恚。常常心里有怨恨，有不平，常常喜欢发脾气，那你要知道，你造的是地狱的业因，念佛还是到地狱去。这个话是灌顶法师在《大势至圆通章》注解里面所讲的，我当年看到这个注解很疑惑，念佛是好事情，念佛人怎么会堕地狱？我就向李老师请教，李老师讲：你问得好，这个问题很严重，我不答复你，我要在讲经的时候跟大家说。许多人不知道，他念佛一百种果报，第一条就是堕阿鼻地狱，第二条堕饿鬼，第三条堕畜生。什么原因？贪瞋痴三毒没有拔掉，很严重，虽然念阿弥陀佛，贪瞋痴慢的心严重，所以他还是堕三恶道。念佛成佛，那你就晓得，离念寂静，念佛决定成佛。所以修行，我们要不把这些东西搞清楚、搞明白，自己以为修得很好，到最后的结果不是自己所想像的。有些人怨天尤人，怪佛菩萨不灵，怪经典上讲的有偏差，那就大错，那造成重罪，谤佛、谤法、谤僧，那个堕得就更深。所以这是必须要搞清楚、搞明白的。",
      "zh_TW": "在十法界裡面，佛給我們講十法界第一個業因，因緣無量，最重要的一個因是什麼？成佛，成佛是平等。平等是佛的因，六度是菩薩因，十二因緣是緣覺的因，四諦是阿羅漢的因，講第一個因。天道第一個因是上品十善，人是中品十善，阿修羅是下品十善。下面是三惡道，三惡道的業因，鬼道的第一個業因是貪、貪婪，畜生道是愚痴，地獄道是瞋恚。常常心裡有怨恨，有不平，常常喜歡發脾氣，那你要知道，你造的是地獄的業因，念佛還是到地獄去。這個話是灌頂法師在《大勢至圓通章》註解裡面所講的，我當年看到這個註解很疑惑，念佛是好事情，念佛人怎麼會墮地獄？我就向李老師請教，李老師講：你問得好，這個問題很嚴重，我不答覆你，我要在講經的時候跟大家說。許多人不知道，他念佛一百種果報，第一條就是墮阿鼻地獄，第二條墮餓鬼，第三條墮畜生。什麼原因？貪瞋痴三毒沒有拔掉，很嚴重，雖然念阿彌陀佛，貪瞋痴慢的心嚴重，所以他還是墮三惡道。念佛成佛，那你就曉得，離念寂靜，念佛決定成佛。所以修行，我們要不把這些東西搞清楚、搞明白，自己以為修得很好，到最後的結果不是自己所想像的。有些人怨天尤人，怪佛菩薩不靈，怪經典上講的有偏差，那就大錯，那造成重罪，謗佛、謗法、謗僧，那個墮得就更深。所以這是必須要搞清楚、搞明白的。"
    },
    {
      "id": "12-047-0018_p0024",
      "zh_CN": "心既然动，这一动就产生「见相」，见相是什么？「见相者，见初动之相也，亦名转相」，这就产生变化，「谓依初动业识，转成能见之相也」。你看这就是识，它就有能见。有能见当然就有所见，就发生底下「境界相」，这是第三个细相。境界相就是「转相分别初动之境界也。亦名现相，由前转相，则境界妄现」，境界现前。诸位要知道，这里头没有执着，有分别，这个分别是极其微细的分别，我们能不能觉察到？不能觉察。佛在大乘教里面讲，八地菩萨才能觉察到那种微细的分别，我们的念头太粗了。这个三细相解释了弥勒菩萨那一念，「念念成形，形皆有识」，三细相是解释这一句的。分别就麻烦，为什么？分别的时候马上境界相就现前。科学家讲的物质是假的，无中生有。你看佛讲得这么详细，弥勒菩萨讲的形就是物质现象。佛问答的，这个念头里头，我们平常人这个念头里头，有几个念、有几个形、有几个识？弥勒菩萨说清楚了，有几个念？我们今天一般都是用秒为标准，一秒钟里面有一千二百八十兆个念头，念念都有形，形都有识。这是自性里面本自具足的，没有分别，不动念的时候本自具足。所以宇宙之间千变万化的境界不出自性，这个道理也不好懂。",
      "zh_TW": "心既然動，這一動就產生「見相」，見相是什麼？「見相者，見初動之相也，亦名轉相」，這就產生變化，「謂依初動業識，轉成能見之相也」。你看這就是識，它就有能見。有能見當然就有所見，就發生底下「境界相」，這是第三個細相。境界相就是「轉相分別初動之境界也。亦名現相，由前轉相，則境界妄現」，境界現前。諸位要知道，這裡頭沒有執著，有分別，這個分別是極其微細的分別，我們能不能覺察到？不能覺察。佛在大乘教裡面講，八地菩薩才能覺察到那種微細的分別，我們的念頭太粗了。這個三細相解釋了彌勒菩薩那一念，「念念成形，形皆有識」，三細相是解釋這一句的。分別就麻煩，為什麼？分別的時候馬上境界相就現前。科學家講的物質是假的，無中生有。你看佛講得這麼詳細，彌勒菩薩講的形就是物質現象。佛問答的，這個念頭裡頭，我們平常人這個念頭裡頭，有幾個念、有幾個形、有幾個識？彌勒菩薩說清楚了，有幾個念？我們今天一般都是用秒為標準，一秒鐘裡面有一千二百八十兆個念頭，念念都有形，形都有識。這是自性裡面本自具足的，沒有分別，不動念的時候本自具足。所以宇宙之間千變萬化的境界不出自性，這個道理也不好懂。"
    },
    {
      "id": "12-047-0018_p0025",
      "zh_CN": "我讲到这个地方，就想起我们小时候玩的万花筒，跟这个道理差不多。这是个万花筒，你看它里面就是三块玻璃，三面镜子三角形的排列，里面只有几片碎片，颜色不相同。你这一转的时候，它里面就产生变化，就有图案，你转上一万次，你看不出有两个相同的。这就像什么？自性本自具足，具足什么？整个宇宙千变万化，万花筒好像自性，你在动了，起心动念，它就产生这些幻相出来。我用这个东西解释，大家好像比较容易懂一点，确实是这个样子。「一切法从心想生」，这佛说的，境随心转，这话很有道理，境界随心转的。我们今天这个地球有灾难，有人说地球生病，地球是怎么病的？地球哪里会有病，人的心病了就影响外面地球，地球就生病。人心怎么病？反常！古圣先贤的教诲没有别的，只是教我们随顺自性，自性是清净的，自性是不生灭的，自性里面有无量智慧、德能、相好，你只要随顺，一切称性，那是什么境界？诸佛菩萨的实报庄严土。《华严经》里面讲的华藏世界，极乐世界，那就是随顺自性，现这个相。如果我们跟自性相违背，相就变了，变成什么相？变成六道三途，就变成这个相。所以今天这个地球上灾难很多！",
      "zh_TW": "我講到這個地方，就想起我們小時候玩的萬花筒，跟這個道理差不多。這是個萬花筒，你看它裡面就是三塊玻璃，三面鏡子三角形的排列，裡面只有幾片碎片，顏色不相同。你這一轉的時候，它裡面就產生變化，就有圖案，你轉上一萬次，你看不出有兩個相同的。這就像什麼？自性本自具足，具足什麼？整個宇宙千變萬化，萬花筒好像自性，你在動了，起心動念，它就產生這些幻相出來。我用這個東西解釋，大家好像比較容易懂一點，確實是這個樣子。「一切法從心想生」，這佛說的，境隨心轉，這話很有道理，境界隨心轉的。我們今天這個地球有災難，有人說地球生病，地球是怎麼病的？地球哪裡會有病，人的心病了就影響外面地球，地球就生病。人心怎麼病？反常！古聖先賢的教誨沒有別的，只是教我們隨順自性，自性是清淨的，自性是不生滅的，自性裡面有無量智慧、德能、相好，你只要隨順，一切稱性，那是什麼境界？諸佛菩薩的實報莊嚴土。《華嚴經》裡面講的華藏世界，極樂世界，那就是隨順自性，現這個相。如果我們跟自性相違背，相就變了，變成什麼相？變成六道三途，就變成這個相。所以今天這個地球上災難很多！"
    },
    {
      "id": "12-047-0018_p0026",
      "zh_CN": "昨天有同修从网路上下载一个信息给我看，南极有一个冰架融化了，这冰架是很大面积的冰化掉了，速度非常惊人，比科学家估计的快多了。科学家告诉我们，在这个地球上的冰百分之九十在南极，北极不多，但是北极可能会化完。南极的冰如果再一融化，这个地球海水要上升，大概是三十米到五十米的样子，沿海的城市都会被淹没。这是科学家从数据里面提出的警告，没有办法能解决。可是佛法里真有解决的方法，他人不相信，怎么办？说佛法是宗教、是迷信，就没法子。佛法怎么解决？佛法懂得境随心转。地球温度为什么升？这个原因他们讲是什么？二氧化碳，当然这也是一个原因，不是主要原因。主要的原因是什么？贪瞋痴，这是三毒烦恼，瞋恚就是火，你天天不高兴，天天发脾气，这地球温度上升，这个道理很少人懂。如果我们明白这个道理，我们居住在地球上的人，我们放下贪婪、放下瞋恚、放下愚痴，这个地球会恢复正常，天灾人祸都没有了。人祸也离不开贪瞋痴，为什么会打仗？还不是为贪瞋痴！所以佛陀教给我们，「勤修戒定慧，息灭贪瞋痴」，不但天灾人祸没有了，居住在地球上的人跟居住在天堂上没有两样，这个地球上一切现象都会变得非常美好，人类所需要的资源，它自然就变现出来，决定不会缺乏。",
      "zh_TW": "昨天有同修從網路上下載一個信息給我看，南極有一個冰架融化了，這冰架是很大面積的冰化掉了，速度非常驚人，比科學家估計的快多了。科學家告訴我們，在這個地球上的冰百分之九十在南極，北極不多，但是北極可能會化完。南極的冰如果再一融化，這個地球海水要上升，大概是三十米到五十米的樣子，沿海的城市都會被淹沒。這是科學家從數據裡面提出的警告，沒有辦法能解決。可是佛法裡真有解決的方法，他人不相信，怎麼辦？說佛法是宗教、是迷信，就沒法子。佛法怎麼解決？佛法懂得境隨心轉。地球溫度為什麼升？這個原因他們講是什麼？二氧化碳，當然這也是一個原因，不是主要原因。主要的原因是什麼？貪瞋痴，這是三毒煩惱，瞋恚就是火，你天天不高興，天天發脾氣，這地球溫度上升，這個道理很少人懂。如果我們明白這個道理，我們居住在地球上的人，我們放下貪婪、放下瞋恚、放下愚痴，這個地球會恢復正常，天災人禍都沒有了。人禍也離不開貪瞋痴，為什麼會打仗？還不是為貪瞋痴！所以佛陀教給我們，「勤修戒定慧，息滅貪瞋痴」，不但天災人禍沒有了，居住在地球上的人跟居住在天堂上沒有兩樣，這個地球上一切現象都會變得非常美好，人類所需要的資源，它自然就變現出來，決定不會缺乏。"
    },
    {
      "id": "12-047-0018_p0027",
      "zh_CN": "诸佛菩萨，这些大圣大贤，我们在平常想像当中，都是明心见性的再来人。像中国尧舜禹汤、文武周公，他们是不是佛菩萨再来的？我曾经就这个问题向李老师请教，我说这些人他们以帝王的身分出现在世间，他们所说的、所行的与自性都相应，是不是这佛法里面讲的，应以帝王身而得度者即现帝王身而为说法？这观世音菩萨三十二应里头的。老师告诉我，在理上讲得通，但是事上没有证据，这个说法好。所以我们今天一些世人赞成民主，毁谤甚至侮辱帝制，这是错误的，应以什么身得度他就现什么身！这个应是应众生的需求，不是他自己，他自己没有意思。所以你细心去观察，他跟性德相不相应？如果跟性德相应，不是佛菩萨也是佛菩萨。他跟性德不相应，那就是妖魔鬼怪，那是给世间带灾难来的，不是带幸福美满来。性德是自然的，中国人讲道德，道就是大自然，大自然的秩序，大自然的法则。像中国人所讲的春夏秋冬，这是大自然，这不是人造的，春生、夏长、秋收、冬藏，这自然法则。所以中国圣人给我们讲五伦，五伦是自然的，五伦是讲关系，人跟人的关系，父子、夫妇、君臣、兄弟、朋友，这不是哪个人发明的、哪个人创造的，不是的，自然的。所以伦理是让我们认识自然的规则、自然的秩序，然后进一步明白之后，如何能够随顺自然把这些关系处好，父慈子孝，君仁臣忠，长幼有序，朋友有信，这些就是属于德，德的核心就是父子有亲，那是亲爱。",
      "zh_TW": "諸佛菩薩，這些大聖大賢，我們在平常想像當中，都是明心見性的再來人。像中國堯舜禹湯、文武周公，他們是不是佛菩薩再來的？我曾經就這個問題向李老師請教，我說這些人他們以帝王的身分出現在世間，他們所說的、所行的與自性都相應，是不是這佛法裡面講的，應以帝王身而得度者即現帝王身而為說法？這觀世音菩薩三十二應裡頭的。老師告訴我，在理上講得通，但是事上沒有證據，這個說法好。所以我們今天一些世人贊成民主，毀謗甚至侮辱帝制，這是錯誤的，應以什麼身得度他就現什麼身！這個應是應眾生的需求，不是他自己，他自己沒有意思。所以你細心去觀察，他跟性德相不相應？如果跟性德相應，不是佛菩薩也是佛菩薩。他跟性德不相應，那就是妖魔鬼怪，那是給世間帶災難來的，不是帶幸福美滿來。性德是自然的，中國人講道德，道就是大自然，大自然的秩序，大自然的法則。像中國人所講的春夏秋冬，這是大自然，這不是人造的，春生、夏長、秋收、冬藏，這自然法則。所以中國聖人給我們講五倫，五倫是自然的，五倫是講關係，人跟人的關係，父子、夫婦、君臣、兄弟、朋友，這不是哪個人發明的、哪個人創造的，不是的，自然的。所以倫理是讓我們認識自然的規則、自然的秩序，然後進一步明白之後，如何能夠隨順自然把這些關係處好，父慈子孝，君仁臣忠，長幼有序，朋友有信，這些就是屬於德，德的核心就是父子有親，那是親愛。"
    },
    {
      "id": "12-047-0018_p0028",
      "zh_CN": "所以江本博士做水实验，他告诉我，他做了几十万次这个实验，发现只有爱跟感恩、感谢，所现的结晶图案最美。他问我：这是不是宇宙的核心？我的回答是肯定的，确实这是宇宙的核心，那是性德的核心，宇宙是自性变现的。所以时间、空间也不是真的，空间在《百法明门》里面叫做方分，时间称为时分，所以时分、方分是我们现在讲的空间、时间。时空在百法里面排列在不相应行法里面，不相应行法完全是假的，是抽象概念不是事实。科学家到近代才可以说肯定时空不是真的，释迦牟尼佛至少早它二千五百年，就把这个事情说清楚、说明白了。我们希望科学再能进步、再能提升，把佛所讲的事实真相，用科学来做证明，所以佛经里面确实有高等科学、有高等哲学。方东美先生早年把佛法介绍给我，说是佛经哲学，是全世界哲学的最高峰。我们通过这半个世纪多的学习，确确实实明白，佛经里头有高等科学，也可以说是世界科学的最高峰，科学是论事，哲学是明理。",
      "zh_TW": "所以江本博士做水實驗，他告訴我，他做了幾十萬次這個實驗，發現只有愛跟感恩、感謝，所現的結晶圖案最美。他問我：這是不是宇宙的核心？我的回答是肯定的，確實這是宇宙的核心，那是性德的核心，宇宙是自性變現的。所以時間、空間也不是真的，空間在《百法明門》裡面叫做方分，時間稱為時分，所以時分、方分是我們現在講的空間、時間。時空在百法裡面排列在不相應行法裡面，不相應行法完全是假的，是抽象概念不是事實。科學家到近代才可以說肯定時空不是真的，釋迦牟尼佛至少早它二千五百年，就把這個事情說清楚、說明白了。我們希望科學再能進步、再能提升，把佛所講的事實真相，用科學來做證明，所以佛經裡面確實有高等科學、有高等哲學。方東美先生早年把佛法介紹給我，說是佛經哲學，是全世界哲學的最高峰。我們通過這半個世紀多的學習，確確實實明白，佛經裡頭有高等科學，也可以說是世界科學的最高峰，科學是論事，哲學是明理。"
    },
    {
      "id": "12-047-0018_p0029",
      "zh_CN": "境界现了之后，这都是三细相，就是在一念当中成就的，在那个很短很短一念当中成就，这一成就再发展就变成粗相，粗相有六种，叫六粗。「六粗，谓由业相、转相、现相三细而生，故名六粗」。「业、转、现」，这是三细相，「即第八藏识中初起之三相，以其微细，故名三细」。诸位想想，这个三相细到什么程度？在一秒钟里面显现出一千二百八十兆次，你说多么细！这是一念当中。那个念头不简单，念头里头起变化，那么短暂的微细念头里头，所以称为三细相。三细相继续发展就变成粗相，三细相的境界就是诸佛如来的实报庄严土。六粗呢？六粗就是十法界里面的现相。第一个是「智相，谓依三细中第三境界相，不了自心所现，妄起分别染净之相，于净境则爱，于染境则不爱，是名智相」。这个境界相，就是三细相里头的现相，从这里面生分别，分别是什么？分别是智。这个智，我们今天的话来讲，是知识不是智慧。智慧怎么？智慧它不分。",
      "zh_TW": "境界現了之後，這都是三細相，就是在一念當中成就的，在那個很短很短一念當中成就，這一成就再發展就變成粗相，粗相有六種，叫六粗。「六粗，謂由業相、轉相、現相三細而生，故名六粗」。「業、轉、現」，這是三細相，「即第八藏識中初起之三相，以其微細，故名三細」。諸位想想，這個三相細到什麼程度？在一秒鐘裡面顯現出一千二百八十兆次，你說多麼細！這是一念當中。那個念頭不簡單，念頭裡頭起變化，那麼短暫的微細念頭裡頭，所以稱為三細相。三細相繼續發展就變成粗相，三細相的境界就是諸佛如來的實報莊嚴土。六粗呢？六粗就是十法界裡面的現相。第一個是「智相，謂依三細中第三境界相，不了自心所現，妄起分別染淨之相，於淨境則愛，於染境則不愛，是名智相」。這個境界相，就是三細相裡頭的現相，從這裡面生分別，分別是什麼？分別是智。這個智，我們今天的話來講，是知識不是智慧。智慧怎麼？智慧它不分。"
    },
    {
      "id": "12-047-0018_p0030",
      "zh_CN": "所以智慧跟知识是两桩事情，智慧里面有觉，知识里面不觉，没有那个觉心，也就是他看错了，知识是迷，智慧是觉。所以相宗的修行，常常讲「转识成智」，识是知识，如何把知识转变成智慧就对了。我们现在一般教学，实在说是把智慧转变成知识，这就错了，这就迷了。求智慧是从清净心里面生的，如果加上分别执着就都变成知识，不是智慧。所以佛教给我们「因戒得定，因定开慧」，戒是什么？戒是规矩，你一定要依照佛菩萨、祖师大德教给你的方法、规矩，你去修定。那个方法有八万四千法门，有无量法门，哪一个法门适合自己修学方便，你就采取那个法门，不一定别人学这个，我也学这个，这不一定。总要看自己的根性，与自己的生活、现前的环境相应，那你修起来就方便，就容易快速，才能成就。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以智慧跟知識是兩樁事情，智慧裡面有覺，知識裡面不覺，沒有那個覺心，也就是他看錯了，知識是迷，智慧是覺。所以相宗的修行，常常講「轉識成智」，識是知識，如何把知識轉變成智慧就對了。我們現在一般教學，實在說是把智慧轉變成知識，這就錯了，這就迷了。求智慧是從清淨心裡面生的，如果加上分別執著就都變成知識，不是智慧。所以佛教給我們「因戒得定，因定開慧」，戒是什麼？戒是規矩，你一定要依照佛菩薩、祖師大德教給你的方法、規矩，你去修定。那個方法有八萬四千法門，有無量法門，哪一個法門適合自己修學方便，你就採取那個法門，不一定別人學這個，我也學這個，這不一定。總要看自己的根性，與自己的生活、現前的環境相應，那你修起來就方便，就容易快速，才能成就。好，今天時間到了，我們就學習到此地。"
    }
  ]
}