{
  "doc_id": "12-047-0008",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "12-047-0008",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "12-047-0008_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《妄尽还源观》本文的第一段，我们先将这段文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《妄盡還源觀》本文的第一段，我們先將這段文念一遍："
    },
    {
      "id": "12-047-0008_p0002",
      "zh_CN": "【一、显一体者。谓自性清净圆明体。然此即是如来藏中法性之体。从本已来性自满足。处染不垢。修治不净。故云自性清净。】",
      "zh_TW": "【一、顯一體者。謂自性清淨圓明體。然此即是如來藏中法性之體。從本已來性自滿足。處染不垢。修治不淨。故云自性清淨。】"
    },
    {
      "id": "12-047-0008_p0003",
      "zh_CN": "我们先学这一段，这段首先跟我们讲到『如来藏』，什么是如来藏？我们先简单的介绍一下。这是大乘佛教的一个专有名词，叫如来藏，是说「真如在烦恼中，谓之如来藏，真如出烦恼（离开烦恼），谓之法身」，也就是它带着烦恼就叫做如来藏。如来是什么？就是文里面所讲的『自性清净圆明体』，这个就是真如本性。学佛目的是什么？这是我们不可以不清楚的，学佛的目的不是升官发财，也不是求健康长寿，他求的是什么？求的是明心见性，见性就是见自性清净圆明体。如果是见了性，这个人我们就称他为佛，他就成佛了，这是一桩大事。什么叫性？这是首先我们要把它搞清楚、搞明白的。三千年前，释迦牟尼佛在印度为我们示现的，见性了，我们看经教里面常说他老人家夜睹明星、豁然大悟，这就是说他见性了。性是什么样子？贤首国师根据经上所讲的，《华严经》上所讲的，就这一句话，「自性清净圆明体」，这个体就是哲学里面所讲的宇宙万有的本体。宇宙万事万物从哪里来的？总得有个根，万事万物就从它那里出生的。这个出生的，能生的这个本体，在佛法里面就称为自性。自性它不是物质，也不是精神，换句话说，它没有物质现象，也没有精神现象，但是它无处不在、无时不在，连时间跟空间也是从它而生的，没有它，时间、空间也没有了。实际上，时间、空间不是真的，现代科学家也发现了，这个我们不能不佩服他。时间要是没有，前后没有了，空间没有，远近就没有了，那才叫事实真相。这是先说能现宇宙能生万物的根源、本体，先说这个。",
      "zh_TW": "我們先學這一段，這段首先跟我們講到『如來藏』，什麼是如來藏？我們先簡單的介紹一下。這是大乘佛教的一個專有名詞，叫如來藏，是說「真如在煩惱中，謂之如來藏，真如出煩惱（離開煩惱），謂之法身」，也就是它帶著煩惱就叫做如來藏。如來是什麼？就是文裡面所講的『自性清淨圓明體』，這個就是真如本性。學佛目的是什麼？這是我們不可以不清楚的，學佛的目的不是升官發財，也不是求健康長壽，他求的是什麼？求的是明心見性，見性就是見自性清淨圓明體。如果是見了性，這個人我們就稱他為佛，他就成佛了，這是一樁大事。什麼叫性？這是首先我們要把它搞清楚、搞明白的。三千年前，釋迦牟尼佛在印度為我們示現的，見性了，我們看經教裡面常說他老人家夜睹明星、豁然大悟，這就是說他見性了。性是什麼樣子？賢首國師根據經上所講的，《華嚴經》上所講的，就這一句話，「自性清淨圓明體」，這個體就是哲學裡面所講的宇宙萬有的本體。宇宙萬事萬物從哪裡來的？總得有個根，萬事萬物就從它那裡出生的。這個出生的，能生的這個本體，在佛法裡面就稱為自性。自性它不是物質，也不是精神，換句話說，它沒有物質現象，也沒有精神現象，但是它無處不在、無時不在，連時間跟空間也是從它而生的，沒有它，時間、空間也沒有了。實際上，時間、空間不是真的，現代科學家也發現了，這個我們不能不佩服他。時間要是沒有，前後沒有了，空間沒有，遠近就沒有了，那才叫事實真相。這是先說能現宇宙能生萬物的根源、本體，先說這個。"
    },
    {
      "id": "12-047-0008_p0004",
      "zh_CN": "这个体是一，是一体，就是整个宇宙、一切众生全是从它发生的，这个事情搞清楚、搞明白，才知道人跟人的关系，人跟大自然的关系，人跟整个宇宙的关系。这个关系就是中国人讲的伦理，伦理是讲关系，这关系你统统都搞清楚了。是什么关系？原本是一体，如果我们说一家，一家很亲切了，没有一体来得更亲切。因为它是一体，所以彼此的关系非常密切。我们迷失了自性，不知道宇宙的根源是什么，生命的起源是什么，都不知道，所以迷了。迷了之后对这些关系不认识，也可以说是错误的认知、偏差的认知，产生许多与事实相违背的这些思虑、见解，这个在佛法里面统统称为邪知邪见。知见不正，就是我们想法、看法错误，所以我们的做法就产生错误。这一错误之后，就把事实真相会扭曲了，扭曲的幅度大小不一样，这就是佛在经上讲的十法界。十法界里面有佛法界、有菩萨法界，那个扭曲的幅度不大，要讲饿鬼法界、畜生法界、地狱法界，那扭曲的幅度太大了。无论它扭曲幅度多大，它的本体从来没有变过，这个本体我们就称它作如来藏，也就是真如，真如本性，讲这个东西。",
      "zh_TW": "這個體是一，是一體，就是整個宇宙、一切眾生全是從它發生的，這個事情搞清楚、搞明白，才知道人跟人的關係，人跟大自然的關係，人跟整個宇宙的關係。這個關係就是中國人講的倫理，倫理是講關係，這關係你統統都搞清楚了。是什麼關係？原本是一體，如果我們說一家，一家很親切了，沒有一體來得更親切。因為它是一體，所以彼此的關係非常密切。我們迷失了自性，不知道宇宙的根源是什麼，生命的起源是什麼，都不知道，所以迷了。迷了之後對這些關係不認識，也可以說是錯誤的認知、偏差的認知，產生許多與事實相違背的這些思慮、見解，這個在佛法裡面統統稱為邪知邪見。知見不正，就是我們想法、看法錯誤，所以我們的做法就產生錯誤。這一錯誤之後，就把事實真相會扭曲了，扭曲的幅度大小不一樣，這就是佛在經上講的十法界。十法界裡面有佛法界、有菩薩法界，那個扭曲的幅度不大，要講餓鬼法界、畜生法界、地獄法界，那扭曲的幅度太大了。無論它扭曲幅度多大，它的本體從來沒有變過，這個本體我們就稱它作如來藏，也就是真如，真如本性，講這個東西。"
    },
    {
      "id": "12-047-0008_p0005",
      "zh_CN": "为什么会产生这些世界？后面就要讨论这个问题。第二，他第二段告诉我们「起二用」，这个二用就是宇宙，宇宙出现了，生命出现了。这个生命不是别的，就是自己，禅宗里面所说的「父母未生前本来面目」，本来面目出现了。本来面目就是我们的生命，跟宇宙是同时出现的，这个跟现在科学说法不一样，科学说出许多种的猜测，一直到今天都不能够断定。可是在佛法里面说得是清清楚楚，非常肯定，一丝毫疑惑都没有。我们学佛的，相信佛说的，凭什么相信？当然第一个我们依凭的是佛没有妄语，佛是真语者、实语者、如语者、不诳语者、不妄语者，这是我们能够相信的。第二个，他用的方法正确。今天科学发现宇宙的奥秘，决定离不开数学，数学是科学之母。以高深的数学来推论，然后用精细的仪器来观察，我们肉眼看不到，用仪器来帮助，像宏观世界，现在用天文望远镜；微观世界，像量子力学，用高倍的显微镜来观察。可是佛不要用这些工具，也不必依数学的理论，他依什么？他依禅定，这个我们要相信。禅定是用清净心，心愈清净，感应就愈灵敏。宇宙现象是个波动现象，极其微细的波动，那就要很定的心才能够体会得到，所以定功层次浅深差别很大。到极其微细的波动，在很深禅定里面能够体会得非常清楚，那就是宇宙的起源、生命的起源，这个我们能相信。",
      "zh_TW": "為什麼會產生這些世界？後面就要討論這個問題。第二，他第二段告訴我們「起二用」，這個二用就是宇宙，宇宙出現了，生命出現了。這個生命不是別的，就是自己，禪宗裡面所說的「父母未生前本來面目」，本來面目出現了。本來面目就是我們的生命，跟宇宙是同時出現的，這個跟現在科學說法不一樣，科學說出許多種的猜測，一直到今天都不能夠斷定。可是在佛法裡面說得是清清楚楚，非常肯定，一絲毫疑惑都沒有。我們學佛的，相信佛說的，憑什麼相信？當然第一個我們依憑的是佛沒有妄語，佛是真語者、實語者、如語者、不誑語者、不妄語者，這是我們能夠相信的。第二個，他用的方法正確。今天科學發現宇宙的奧祕，決定離不開數學，數學是科學之母。以高深的數學來推論，然後用精細的儀器來觀察，我們肉眼看不到，用儀器來幫助，像宏觀世界，現在用天文望遠鏡；微觀世界，像量子力學，用高倍的顯微鏡來觀察。可是佛不要用這些工具，也不必依數學的理論，他依什麼？他依禪定，這個我們要相信。禪定是用清淨心，心愈清淨，感應就愈靈敏。宇宙現象是個波動現象，極其微細的波動，那就要很定的心才能夠體會得到，所以定功層次淺深差別很大。到極其微細的波動，在很深禪定裡面能夠體會得非常清楚，那就是宇宙的起源、生命的起源，這個我們能相信。"
    },
    {
      "id": "12-047-0008_p0006",
      "zh_CN": "释迦牟尼佛，在中国历史上记载，三千多年前出生在印度，可是外国人记载的，他们的年数今年好像是二千五百五十三年，跟中国的记载差不多相差六百年。到底哪个正确？每个说法都有依据，都能拿得出证明，所以我们可以不必去做这些考古，用不着，因为它无关紧要。但是肯定的是真有其人，真有其事。在他那个时代，印度是世界上宗教之国，为什么会产生那么多宗教？我们有理由，找到答案，那就是印度人爱好禅定，每个宗教都修禅定，学术界也修禅定。从禅定里他可以突破空间维次，他能看到我们肉眼看不到的东西，他是真看到，在定中看到的，不是梦中，是定中看到的。所以这是属于现量境界，他不是推理。入同样层次的禅定，就能看到同样的世界、同样的现象，一个人入定，一个人见到，十个人入定，十个人看到，大家所看到的说出来都是一样的，可见得这不是假的。",
      "zh_TW": "釋迦牟尼佛，在中國歷史上記載，三千多年前出生在印度，可是外國人記載的，他們的年數今年好像是二千五百五十三年，跟中國的記載差不多相差六百年。到底哪個正確？每個說法都有依據，都能拿得出證明，所以我們可以不必去做這些考古，用不著，因為它無關緊要。但是肯定的是真有其人，真有其事。在他那個時代，印度是世界上宗教之國，為什麼會產生那麼多宗教？我們有理由，找到答案，那就是印度人愛好禪定，每個宗教都修禪定，學術界也修禪定。從禪定裡他可以突破空間維次，他能看到我們肉眼看不到的東西，他是真看到，在定中看到的，不是夢中，是定中看到的。所以這是屬於現量境界，他不是推理。入同樣層次的禪定，就能看到同樣的世界、同樣的現象，一個人入定，一個人見到，十個人入定，十個人看到，大家所看到的說出來都是一樣的，可見得這不是假的。"
    },
    {
      "id": "12-047-0008_p0007",
      "zh_CN": "释迦牟尼佛当年离开家庭出去求学，禅定是他主要的一门功课。佛经里面讲的四禅八定，那不是佛教的，释迦牟尼佛没有出生之前就有，当然他也学得很成功。得到第八定，六道里面的事情就完全明白了，他上面能够看到无色界天非想非非想处天，下面能看到阿鼻地狱，这个障碍完全都没有了。诸位想想看，能够修到第八定的人很多，不止一个，修到初禅、二禅的那就太多了。初禅、二禅、三禅、四禅，修到这个地步他就到色界天去。我们今天这个世界，大家常常向往的社会主义、共产主义，真正的共产、真正的平等有，不是没有，在哪里？在色界天、在无色界天；欲界不可能，欲界做不到。欲界，人有自私自利、有名闻利养、有贪瞋痴慢，那怎么能做到？那只是向往而已。可是色界天这些有没有？有，虽有它不起作用，禅定的功夫能把它伏住，使你的心量、思想解放，心量拓开，那是真正的社会主义。所以我们向往社会主义，要修禅定，要到色界天去，那里面没有人我是非、没有竞争、没有冲突，也没有彼此利害关系，那个社会好！可是欲界是做不到的。",
      "zh_TW": "釋迦牟尼佛當年離開家庭出去求學，禪定是他主要的一門功課。佛經裡面講的四禪八定，那不是佛教的，釋迦牟尼佛沒有出生之前就有，當然他也學得很成功。得到第八定，六道裡面的事情就完全明白了，他上面能夠看到無色界天非想非非想處天，下面能看到阿鼻地獄，這個障礙完全都沒有了。諸位想想看，能夠修到第八定的人很多，不止一個，修到初禪、二禪的那就太多了。初禪、二禪、三禪、四禪，修到這個地步他就到色界天去。我們今天這個世界，大家常常嚮往的社會主義、共產主義，真正的共產、真正的平等有，不是沒有，在哪裡？在色界天、在無色界天；欲界不可能，欲界做不到。欲界，人有自私自利、有名聞利養、有貪瞋痴慢，那怎麼能做到？那只是嚮往而已。可是色界天這些有沒有？有，雖有它不起作用，禪定的功夫能把它伏住，使你的心量、思想解放，心量拓開，那是真正的社會主義。所以我們嚮往社會主義，要修禪定，要到色界天去，那裡面沒有人我是非、沒有競爭、沒有衝突，也沒有彼此利害關係，那個社會好！可是欲界是做不到的。"
    },
    {
      "id": "12-047-0008_p0008",
      "zh_CN": "欲界里面的众生是业力形成的，业力是各人造善、造恶不相同。譬如世间人富有的，他凭什么富有？过去生中修的因，佛经上给我们讲得很清楚。他修财布施他这一生就发大财，他发财发得多少与他前生修的因一定是正比例，他修得多，他发得也多，他修得少，发得也少，没有修那就没有财富。我们今天在国外看到还有乞丐，我们在泰国看到，在印尼就更多，在街上乞讨，那是什么？那是过去生中没修。像我们中国人看相算命，一个人有财库，命里的财库，命里的财库空空，没有财库，他做什么、哪个行业他都发不了财。这是六道欲界里面的情形。聪明智慧是果报，因是法布施；健康长寿也是果报，因是无畏布施。这三种布施你修得多，果报是你有财富、有聪明智慧、有健康长寿。在我们中国历史上，这三种修得很足，修得最圆满的，大概历史上可以选出一个人，乾隆皇帝。你看他的富贵、他的聪明智慧、他的健康长寿，过去生中修来的。乾隆那种智慧福报绝不是一世，一世修不到，至少要修十世才能修那么大的福报，哪是一般人可以做到的！所以，中国谚语有句话说得好，「命里有时终须有，命里无时莫强求」，这是一定的道理。佛法里有教我们生财大道，你只要肯依照经典的理论、方法去修学，真发财、真得智慧，真正得健康长寿。",
      "zh_TW": "欲界裡面的眾生是業力形成的，業力是各人造善、造惡不相同。譬如世間人富有的，他憑什麼富有？過去生中修的因，佛經上給我們講得很清楚。他修財布施他這一生就發大財，他發財發得多少與他前生修的因一定是正比例，他修得多，他發得也多，他修得少，發得也少，沒有修那就沒有財富。我們今天在國外看到還有乞丐，我們在泰國看到，在印尼就更多，在街上乞討，那是什麼？那是過去生中沒修。像我們中國人看相算命，一個人有財庫，命裡的財庫，命裡的財庫空空，沒有財庫，他做什麼、哪個行業他都發不了財。這是六道欲界裡面的情形。聰明智慧是果報，因是法布施；健康長壽也是果報，因是無畏布施。這三種布施你修得多，果報是你有財富、有聰明智慧、有健康長壽。在我們中國歷史上，這三種修得很足，修得最圓滿的，大概歷史上可以選出一個人，乾隆皇帝。你看他的富貴、他的聰明智慧、他的健康長壽，過去生中修來的。乾隆那種智慧福報絕不是一世，一世修不到，至少要修十世才能修那麼大的福報，哪是一般人可以做到的！所以，中國諺語有句話說得好，「命裡有時終須有，命裡無時莫強求」，這是一定的道理。佛法裡有教我們生財大道，你只要肯依照經典的理論、方法去修學，真發財、真得智慧，真正得健康長壽。"
    },
    {
      "id": "12-047-0008_p0009",
      "zh_CN": "在台湾，由于过去印光法师他老人家一生提倡《了凡四训》、《安士全书》、《感应篇》，这桩事情是我在一九七七年第一次到香港讲经，住在九龙中华佛教图书馆，那个图书馆是倓虚老法师建立的。我在那里讲了两个月，两个月讲完之后，在香港蓝塘道寿冶老和尚的光明讲堂继续讲两个月，第一次到香港讲了四个月。在中华佛教图书馆里，倓老收集弘化社出版的书，收集得很多，相当完整。弘化社是印光大师创办的，那是我们净土宗的祖师，我的老师是李炳南老居士，李老居士就是印光大师的学生。所以看到印光大师的这些典籍，我们有特别的亲切感，我在香港没有事情，白天天天翻书，就看弘化社的。弘化社的书印得不错，可以说是善本，校对很精确，里面很少有错字。我看书很喜欢看版权页，首先翻开来看版权页，看他印多少数量。没想到这三本书超过三百万册，让我感到非常惊讶。你看这老和尚，一代祖师，对于佛法印的书、经典数量都不多，一次印个一千本、二千本、三千本。可是这三样东西，就是《了凡四训》、《感应篇》、《安士全书》，他一次不是几千本，至少是一万本以上，一万本、三万本、五万本，他是这个印法的。我一看后头版权页排列的，第一版、第二版，到第十版、二十版，我给它统计一下，这三本书差不多超过三百万册。为什么？《了凡四训》可是说是个儒生对儿女的教训，写的这四篇文章，叫四训。《感应篇》是道教的，《安士全书》里面一半是道教的，它前面的一半，占的分量一半都还超过一点，「文昌帝君阴骘文」，那是道教的。后面有三篇很短，不长，《万善先资》是讲杀生的，杀生的果报，《欲海回狂》是讲邪淫的果报，最后一篇是讲净土，分量不多。这个老人为什么印这么多？我天天在琢磨，终于想到了，现前这个社会逐渐的道德沦丧，人不守本分，不孝父母，不敬师长，所以社会慢慢变动乱。到现在是完全明了了，这三样东西能救世界。现在哪个人不关心自己，关心什么？希望我能发财、我能升官、我能够聪明、我能健康长寿，不就学这个吗？了凡先生那本书就管用，《安士全书》帮上忙了，《太上感应篇》完全讲因果，善因善果，恶因恶报，回过头来，「佛氏门中，有求必应」，一点都不假。我们要想脱离贫困、脱离愚痴、脱离疾病，只要你真正懂得断一切恶、修一切善，就能改变，而且改变得很快。",
      "zh_TW": "在台灣，由於過去印光法師他老人家一生提倡《了凡四訓》、《安士全書》、《感應篇》，這樁事情是我在一九七七年第一次到香港講經，住在九龍中華佛教圖書館，那個圖書館是倓虛老法師建立的。我在那裡講了兩個月，兩個月講完之後，在香港藍塘道壽冶老和尚的光明講堂繼續講兩個月，第一次到香港講了四個月。在中華佛教圖書館裡，倓老收集弘化社出版的書，收集得很多，相當完整。弘化社是印光大師創辦的，那是我們淨土宗的祖師，我的老師是李炳南老居士，李老居士就是印光大師的學生。所以看到印光大師的這些典籍，我們有特別的親切感，我在香港沒有事情，白天天天翻書，就看弘化社的。弘化社的書印得不錯，可以說是善本，校對很精確，裡面很少有錯字。我看書很喜歡看版權頁，首先翻開來看版權頁，看他印多少數量。沒想到這三本書超過三百萬冊，讓我感到非常驚訝。你看這老和尚，一代祖師，對於佛法印的書、經典數量都不多，一次印個一千本、二千本、三千本。可是這三樣東西，就是《了凡四訓》、《感應篇》、《安士全書》，他一次不是幾千本，至少是一萬本以上，一萬本、三萬本、五萬本，他是這個印法的。我一看後頭版權頁排列的，第一版、第二版，到第十版、二十版，我給它統計一下，這三本書差不多超過三百萬冊。為什麼？《了凡四訓》可是說是個儒生對兒女的教訓，寫的這四篇文章，叫四訓。《感應篇》是道教的，《安士全書》裡面一半是道教的，它前面的一半，佔的分量一半都還超過一點，「文昌帝君陰騭文」，那是道教的。後面有三篇很短，不長，《萬善先資》是講殺生的，殺生的果報，《欲海回狂》是講邪淫的果報，最後一篇是講淨土，分量不多。這個老人為什麼印這麼多？我天天在琢磨，終於想到了，現前這個社會逐漸的道德淪喪，人不守本分，不孝父母，不敬師長，所以社會慢慢變動亂。到現在是完全明瞭了，這三樣東西能救世界。現在哪個人不關心自己，關心什麼？希望我能發財、我能升官、我能夠聰明、我能健康長壽，不就學這個嗎？了凡先生那本書就管用，《安士全書》幫上忙了，《太上感應篇》完全講因果，善因善果，惡因惡報，回過頭來，「佛氏門中，有求必應」，一點都不假。我們要想脫離貧困、脫離愚痴、脫離疾病，只要你真正懂得斷一切惡、修一切善，就能改變，而且改變得很快。"
    },
    {
      "id": "12-047-0008_p0010",
      "zh_CN": "我把这个道理想通了，我从香港回来之后，我也学印光法师，我就把这三种书一样带一本回来，在台湾印了十几万册，一样印五万册，就印到十五万册，在台湾流通。我记得我还讲过几遍，确实是改造命运。如果大家都是好好的学的话，那台湾不是今天这个样子，台湾肯定是古人所讲的和谐家邦，礼义之邦。真的是我们想像当中的安和乐利，平安的世界、和睦的世界，真正是幸福快乐的人生，这个东西能做到。所以他就是讲的断恶修善，老和尚把标准降得这么低，降到最低，断恶修善就能够离苦得乐。这是我们天天希求的，不是求不到，你不懂道理、不懂方法，你求不到。如果是想一些不正当的方法，怎么样去欺骗别人，干一些损人利己的事情，以为这样可以发财，那就错了，这是违背因果定律的。损人要知道决定不利己，怎样才是利己？利人才真正利自己，处处想到帮助别人，所以佛教我们施舍，施舍是愈施愈多。台湾这些年来，在整个世界上来看很难得，台湾人学佛的多、念佛的多，台湾人修布施的人多，欢喜布施。所以我常讲台湾没有大灾难，纵然有些不如法的事情，毕竟好人不少，这些好人都在做善事，都在修德，能弥补一些过失。佛法教学，教人离苦得乐这是初步，这不是目标，这是第一个阶段，非常有必要，也不能够疏忽，从这个地方再向上提升，那就是破迷开悟。印光大师这三本书，包括我们最近提倡的《弟子规》，是人天法，你认真修学不失人身，而且在人天里面是得乐的，不是来受苦的，因为是善法成就的。",
      "zh_TW": "我把這個道理想通了，我從香港回來之後，我也學印光法師，我就把這三種書一樣帶一本回來，在台灣印了十幾萬冊，一樣印五萬冊，就印到十五萬冊，在台灣流通。我記得我還講過幾遍，確實是改造命運。如果大家都是好好的學的話，那台灣不是今天這個樣子，台灣肯定是古人所講的和諧家邦，禮義之邦。真的是我們想像當中的安和樂利，平安的世界、和睦的世界，真正是幸福快樂的人生，這個東西能做到。所以他就是講的斷惡修善，老和尚把標準降得這麼低，降到最低，斷惡修善就能夠離苦得樂。這是我們天天希求的，不是求不到，你不懂道理、不懂方法，你求不到。如果是想一些不正當的方法，怎麼樣去欺騙別人，幹一些損人利己的事情，以為這樣可以發財，那就錯了，這是違背因果定律的。損人要知道決定不利己，怎樣才是利己？利人才真正利自己，處處想到幫助別人，所以佛教我們施捨，施捨是愈施愈多。台灣這些年來，在整個世界上來看很難得，台灣人學佛的多、念佛的多，台灣人修布施的人多，歡喜布施。所以我常講台灣沒有大災難，縱然有些不如法的事情，畢竟好人不少，這些好人都在做善事，都在修德，能彌補一些過失。佛法教學，教人離苦得樂這是初步，這不是目標，這是第一個階段，非常有必要，也不能夠疏忽，從這個地方再向上提升，那就是破迷開悟。印光大師這三本書，包括我們最近提倡的《弟子規》，是人天法，你認真修學不失人身，而且在人天裡面是得樂的，不是來受苦的，因為是善法成就的。"
    },
    {
      "id": "12-047-0008_p0011",
      "zh_CN": "这是说明印祖的教诲，我们发现了，我们想通了，极力在社会上提倡，收到的效果非常殊胜。学习了凡先生、学习俞净意先生，所收到的果报不亚于他们两个人，我在台湾见到不少，这就说明它真有效，它不是迷信，业因果报是真的。佛法讲到最高的是明心见性，这是根性很利，眼光远大，没有把眼前看在心里，他看得很远，我要得究竟的果报。譬如像学袁了凡、学俞净意，能不能脱离六道轮回？这是不能，出不了六道。出不了六道，那不是我要的，我们要的是永远脱离六道轮回。六道轮回叫苦海，苦海无边，回头是岸，我们不要跟苦海里头这些人去竞争，不要参与他的队伍，我们回头。现在我们很清楚、很明白，六道怎么形成的？执着形成的，也就是大乘教里常常讲的见思烦恼所造成的。真如在烦恼中，真如就是自性、就是本性，我们中国古人有说，但是说得不太清楚，模模糊糊的。譬如《三字经》一开头就讲，「人之初，性本善」，那个善就是真如。但是中国自古以来的学者他不是这样讲法，很多人把这个善看作善恶的善，我相信看作善恶的善不是圣贤人的本意，他的层次一定比这个更高。那个善是什么善？善叫圆满，没有丝毫欠缺，这叫真善。善恶是相对的，相对的就不善，佛家讲善恶的善，善跟恶，六道里头才有善恶，四圣法界里面就没有善恶。为什么？对立没有了，就是相对的没有了，不但善恶没有了，真妄也没有了，生死涅槃也没有了，凡是相对的都没有了。为什么？他没有分别，有分别才有相对，分别没有哪来的相对？所以我觉得《三字经》上头一句的「人之初，性本善」不是相对的，它是代表圆满。至于孟子讲性善，荀子讲性恶，那是善恶的善。所以孟夫子、荀夫子是贤人，孔子是圣人，圣人跟贤人的见解还是有相当大的差别，这个道理我们要晓得。",
      "zh_TW": "這是說明印祖的教誨，我們發現了，我們想通了，極力在社會上提倡，收到的效果非常殊勝。學習了凡先生、學習俞淨意先生，所收到的果報不亞於他們兩個人，我在台灣見到不少，這就說明它真有效，它不是迷信，業因果報是真的。佛法講到最高的是明心見性，這是根性很利，眼光遠大，沒有把眼前看在心裡，他看得很遠，我要得究竟的果報。譬如像學袁了凡、學俞淨意，能不能脫離六道輪迴？這是不能，出不了六道。出不了六道，那不是我要的，我們要的是永遠脫離六道輪迴。六道輪迴叫苦海，苦海無邊，回頭是岸，我們不要跟苦海裡頭這些人去競爭，不要參與他的隊伍，我們回頭。現在我們很清楚、很明白，六道怎麼形成的？執著形成的，也就是大乘教裡常常講的見思煩惱所造成的。真如在煩惱中，真如就是自性、就是本性，我們中國古人有說，但是說得不太清楚，模模糊糊的。譬如《三字經》一開頭就講，「人之初，性本善」，那個善就是真如。但是中國自古以來的學者他不是這樣講法，很多人把這個善看作善惡的善，我相信看作善惡的善不是聖賢人的本意，他的層次一定比這個更高。那個善是什麼善？善叫圓滿，沒有絲毫欠缺，這叫真善。善惡是相對的，相對的就不善，佛家講善惡的善，善跟惡，六道裡頭才有善惡，四聖法界裡面就沒有善惡。為什麼？對立沒有了，就是相對的沒有了，不但善惡沒有了，真妄也沒有了，生死涅槃也沒有了，凡是相對的都沒有了。為什麼？他沒有分別，有分別才有相對，分別沒有哪來的相對？所以我覺得《三字經》上頭一句的「人之初，性本善」不是相對的，它是代表圓滿。至於孟子講性善，荀子講性惡，那是善惡的善。所以孟夫子、荀夫子是賢人，孔子是聖人，聖人跟賢人的見解還是有相當大的差別，這個道理我們要曉得。"
    },
    {
      "id": "12-047-0008_p0012",
      "zh_CN": "《三字经》上这个本性本善，这个善可以说，我们用大乘佛法去体验它，就是清净圆明体，这是真善。烦恼迷了，清净、圆、明这三桩事情就变形，就变成烦恼。清净变成染污；圆变成欠缺，不圆了，不圆满；明，明变成无明。清净圆明是本性本善，一迷之后就变成不善，你就烦恼了。染污是烦恼，染污是佛家讲着相，我们能不着吗？什么叫着相？看到之后你就记在心上，就着相了。眼见、耳闻，六根接触外面六尘境界落相，落在阿赖耶识里头。就好像我们照相一样，一照，底片上就落相，这叫着相，那叫烦恼。觉悟的人，觉悟的人他也照，他像一面镜子一样，照得清清楚楚的，他不着相。所以大乘教里佛教导我们用心如镜，我们用心像镜子一样，多快乐！无论什么境界相，顺境逆境、善缘恶缘，心地一尘不染，不落印象，这就是佛，这就是菩萨，这就是佛教导我们的，永远不会变。我们凡夫很糟糕，什么相都落在里头，所以像照相机的底版，一塌糊涂。佛教导我们没有别的，不是教我们不看，不是教我们不听，可以看、可以听，不要着相；就是你不要起分别心，不要起执着心，离开分别执着就是不着相。不着相，真如就现前，真实的智慧现前。",
      "zh_TW": "《三字經》上這個本性本善，這個善可以說，我們用大乘佛法去體驗它，就是清淨圓明體，這是真善。煩惱迷了，清淨、圓、明這三樁事情就變形，就變成煩惱。清淨變成染污；圓變成欠缺，不圓了，不圓滿；明，明變成無明。清淨圓明是本性本善，一迷之後就變成不善，你就煩惱了。染污是煩惱，染污是佛家講著相，我們能不著嗎？什麼叫著相？看到之後你就記在心上，就著相了。眼見、耳聞，六根接觸外面六塵境界落相，落在阿賴耶識裡頭。就好像我們照相一樣，一照，底片上就落相，這叫著相，那叫煩惱。覺悟的人，覺悟的人他也照，他像一面鏡子一樣，照得清清楚楚的，他不著相。所以大乘教裡佛教導我們用心如鏡，我們用心像鏡子一樣，多快樂！無論什麼境界相，順境逆境、善緣惡緣，心地一塵不染，不落印象，這就是佛，這就是菩薩，這就是佛教導我們的，永遠不會變。我們凡夫很糟糕，什麼相都落在裡頭，所以像照相機的底版，一塌糊塗。佛教導我們沒有別的，不是教我們不看，不是教我們不聽，可以看、可以聽，不要著相；就是你不要起分別心，不要起執著心，離開分別執著就是不著相。不著相，真如就現前，真實的智慧現前。"
    },
    {
      "id": "12-047-0008_p0013",
      "zh_CN": "这就说明真如在烦恼中，我们还是拿电视屏幕跟色相来做比喻。我们今天看电视，真妄融合在一起，屏幕是真如，里面的色相就是烦恼，这就叫如来藏。因为我们只看到色相，把屏幕疏忽了，忘掉屏幕。如果你要是觉悟了，迷了的时候你不知道，你看电视你就是看里面的色相。觉悟的人他很清楚，屏幕是屏幕，色相是色相，色相是无常的，刹那刹那在变，萤幕是如如不动的。萤幕是什么？萤幕是真如，色相是烦恼，烦恼跟真如是两桩事，不是一桩事情。这是觉悟的人他明了，他不受烦恼的干扰。可是不觉的人他受色相的干扰，把这些色相完全落到心里，我们讲落了印象。跟着电视里面去学，他是个好样子，你学好，他是个坏样子，你也就学坏了。佛菩萨呢？佛菩萨永远盯着萤幕，里面再大的变化，他心是如如不动的，这就很了不起。守住自性，不被外面境界动摇，那叫什么？那叫法身。",
      "zh_TW": "這就說明真如在煩惱中，我們還是拿電視屏幕跟色相來做比喻。我們今天看電視，真妄融合在一起，屏幕是真如，裡面的色相就是煩惱，這就叫如來藏。因為我們只看到色相，把屏幕疏忽了，忘掉屏幕。如果你要是覺悟了，迷了的時候你不知道，你看電視你就是看裡面的色相。覺悟的人他很清楚，屏幕是屏幕，色相是色相，色相是無常的，剎那剎那在變，螢幕是如如不動的。螢幕是什麼？螢幕是真如，色相是煩惱，煩惱跟真如是兩樁事，不是一樁事情。這是覺悟的人他明瞭，他不受煩惱的干擾。可是不覺的人他受色相的干擾，把這些色相完全落到心裡，我們講落了印象。跟著電視裡面去學，他是個好樣子，你學好，他是個壞樣子，你也就學壞了。佛菩薩呢？佛菩薩永遠盯著螢幕，裡面再大的變化，他心是如如不動的，這就很了不起。守住自性，不被外面境界動搖，那叫什麼？那叫法身。"
    },
    {
      "id": "12-047-0008_p0014",
      "zh_CN": "你看「真如出烦恼」，就是不受烦恼的干扰，这就是法身。法身是什么？法身就是色相，这个意思深，诸位要细心体会。觉悟了，森罗万象是法身，迷了，这个东西叫烦恼。迷的时候叫六尘，尘是什么？染污，取这个意思，染污不就是烦恼了吗？清净心没有了；觉悟的时候他不染，染而不染，确实不染。说染是假的，说不染是真的，但是真的我们现在不知道，我们以为染了。这个道理在最近几年《华严经》上常常讲到，讲个十遍、二十遍，甚至于一百遍、二百遍，不多，为什么？你没有入境界，你在这个世间见色闻声还是被染污。佛慈悲，佛可以给你讲一千遍，可以给你讲一万遍，一直到你哪一天真的省悟过来，佛不讲了。所以佛的教学我们不能不佩服，孔老夫子教学不行，孔老夫子教学不会超过三遍，三遍你还不懂，算了，你太笨，不教你了。可是佛不是如此，佛可以教你三千遍，可以教你三万遍，永远不怕麻烦，这是佛的慈悲。不是像《论语》上讲的，「举一隅而不以三隅反」，夫子就不教了，你这个人没有悟性。佛菩萨不是这样的，真的是大慈大悲，无尽的慈悲。",
      "zh_TW": "你看「真如出煩惱」，就是不受煩惱的干擾，這就是法身。法身是什麼？法身就是色相，這個意思深，諸位要細心體會。覺悟了，森羅萬象是法身，迷了，這個東西叫煩惱。迷的時候叫六塵，塵是什麼？染污，取這個意思，染污不就是煩惱了嗎？清淨心沒有了；覺悟的時候他不染，染而不染，確實不染。說染是假的，說不染是真的，但是真的我們現在不知道，我們以為染了。這個道理在最近幾年《華嚴經》上常常講到，講個十遍、二十遍，甚至於一百遍、二百遍，不多，為什麼？你沒有入境界，你在這個世間見色聞聲還是被染污。佛慈悲，佛可以給你講一千遍，可以給你講一萬遍，一直到你哪一天真的省悟過來，佛不講了。所以佛的教學我們不能不佩服，孔老夫子教學不行，孔老夫子教學不會超過三遍，三遍你還不懂，算了，你太笨，不教你了。可是佛不是如此，佛可以教你三千遍，可以教你三萬遍，永遠不怕麻煩，這是佛的慈悲。不是像《論語》上講的，「舉一隅而不以三隅反」，夫子就不教了，你這個人沒有悟性。佛菩薩不是這樣的，真的是大慈大悲，無盡的慈悲。"
    },
    {
      "id": "12-047-0008_p0015",
      "zh_CN": "我们从前面开端这几句话就明了，如来藏实际上就是现实的境界。大，讲宇宙，小，讲自己个人，这是佛法里面讲依正庄严。依正庄严一定要搞得清楚，依是环境，环境里面，人也是环境，我们讲人事环境、物质环境，都叫依报。正报，正报只有自己一个，自己是正报，别的人是我的依报。如果是他，他是正报，我跟他，他看我也是依报。这就是末后的「主伴圆融」，重重无尽，是这么一个现象现前，完全在觉与迷。觉悟了，你就知道整个宇宙是自己的法身，你说这关系多密切，我们在这里面起分别，你我他，错了。佛菩萨不分别，迷的人有分别，觉悟的人没分别，觉悟的人他有「同体大悲，无缘大慈」。你看同体，一体，同一个清净圆明体。",
      "zh_TW": "我們從前面開端這幾句話就明瞭，如來藏實際上就是現實的境界。大，講宇宙，小，講自己個人，這是佛法裡面講依正莊嚴。依正莊嚴一定要搞得清楚，依是環境，環境裡面，人也是環境，我們講人事環境、物質環境，都叫依報。正報，正報只有自己一個，自己是正報，別的人是我的依報。如果是他，他是正報，我跟他，他看我也是依報。這就是末後的「主伴圓融」，重重無盡，是這麼一個現象現前，完全在覺與迷。覺悟了，你就知道整個宇宙是自己的法身，你說這關係多密切，我們在這裡面起分別，你我他，錯了。佛菩薩不分別，迷的人有分別，覺悟的人沒分別，覺悟的人他有「同體大悲，無緣大慈」。你看同體，一體，同一個清淨圓明體。"
    },
    {
      "id": "12-047-0008_p0016",
      "zh_CN": "释迦牟尼佛开悟了，把这桩事情说清楚、说明白，就是一部《大方广佛华严经》。他开悟，说出明心见性的样子。这部经太大，我们今天看到的经本是略本，不是全本，全本，龙树菩萨在大龙菩萨的藏书里面看到了，多大分量？他告诉我们，「十个大千世界微尘偈，一四天下微尘品」。这是用我们的话来说，那个数量是无量无边、无尽无数，是这个意思。是真的吗？真的。怎么知道是真的？那就是整个宇宙，我们佛法术语里面讲遍法界虚空界，哪有边际，哪有数量！广说是大方广佛华严，实在讲就是我们现实的生活环境。我们不知道这个真相，真相，这个环境是一体，跟自己永远不能够分开的。在中国，六祖惠能大师也开悟了，他开悟的时候也把开悟的现象说出来，他说了二十个字，释迦牟尼佛说的是一部《大方广佛华严经》，两个人说的是一桩事情；换句话说，能大师是把一部《华严经》浓缩成二十个字，释迦牟尼佛是把这二十个字展开来说就是一部《大方广佛华严》，不增不减，是真的不是假的。从理上讲，惠能大师前面的四句十六个字是讲的体，后面一句四个字是讲的用。体就是自性清净圆明体，他说「本自清净、本不生灭、本自具足、本无动摇」，这是说自性的体。后头一句讲它作用，「能生万法」，能生万法，就是整个宇宙所有一切现象是从这个体变现出来的。",
      "zh_TW": "釋迦牟尼佛開悟了，把這樁事情說清楚、說明白，就是一部《大方廣佛華嚴經》。他開悟，說出明心見性的樣子。這部經太大，我們今天看到的經本是略本，不是全本，全本，龍樹菩薩在大龍菩薩的藏書裡面看到了，多大分量？他告訴我們，「十個大千世界微塵偈，一四天下微塵品」。這是用我們的話來說，那個數量是無量無邊、無盡無數，是這個意思。是真的嗎？真的。怎麼知道是真的？那就是整個宇宙，我們佛法術語裡面講遍法界虛空界，哪有邊際，哪有數量！廣說是大方廣佛華嚴，實在講就是我們現實的生活環境。我們不知道這個真相，真相，這個環境是一體，跟自己永遠不能夠分開的。在中國，六祖惠能大師也開悟了，他開悟的時候也把開悟的現象說出來，他說了二十個字，釋迦牟尼佛說的是一部《大方廣佛華嚴經》，兩個人說的是一樁事情；換句話說，能大師是把一部《華嚴經》濃縮成二十個字，釋迦牟尼佛是把這二十個字展開來說就是一部《大方廣佛華嚴》，不增不減，是真的不是假的。從理上講，惠能大師前面的四句十六個字是講的體，後面一句四個字是講的用。體就是自性清淨圓明體，他說「本自清淨、本不生滅、本自具足、本無動搖」，這是說自性的體。後頭一句講它作用，「能生萬法」，能生萬法，就是整個宇宙所有一切現象是從這個體變現出來的。"
    },
    {
      "id": "12-047-0008_p0017",
      "zh_CN": "贤首国师给我们说的比惠能大师清楚，所以我们学习的时候要互相对照起来看，你就更容易明白。贤首国师用了一句，「自性清净圆明体」，提出这一句。能生万法怎么生的？起二用，示三遍，能生万法，他这里就讲得详细。起二用就是依正二报，依报、正报出现了。「示三遍」是讲二报的性质，这个很重要，无论是依报，无论是正报，他举的例子，依报微尘，那是物质现象，正报毛孔，我们身上的汗毛孔，微尘也好，毛孔也好，它有三个现象。第一个是「普周法界」，这个我们不好懂，它跟遍法界虚空界起波动的作用。要知道这个现象，无论是心理现象、是物质现象，都是波动形成的，这个波动它周遍法界，速度之快无法想像。一动，整个法界都动，不是说局部动，不是的。就像我们现在的电视，大家知道电视原理是用光，光的波动一秒钟三十万公里。你现在的屏幕是多少英吋，这个光一点从这边流过去一条线，然后再第二条线、第三条线，这么来回波动，几分之一秒整个画面都起来。一按，你没有看到它一条一条走动，它太快了，你没看到，这个比电影的胶卷更快，所以看起来比电影银幕上的影像更逼真。这是电磁波，电波的速度。自性里头变现出来的依报跟正报，就是精神现象跟物质现象，那个波动没法子计算，它一动全宇宙就周遍，普周法界，这是第一个它的特性。所以，它与哪个没有关系？关系太密切了。",
      "zh_TW": "賢首國師給我們說的比惠能大師清楚，所以我們學習的時候要互相對照起來看，你就更容易明白。賢首國師用了一句，「自性清淨圓明體」，提出這一句。能生萬法怎麼生的？起二用，示三遍，能生萬法，他這裡就講得詳細。起二用就是依正二報，依報、正報出現了。「示三遍」是講二報的性質，這個很重要，無論是依報，無論是正報，他舉的例子，依報微塵，那是物質現象，正報毛孔，我們身上的汗毛孔，微塵也好，毛孔也好，它有三個現象。第一個是「普周法界」，這個我們不好懂，它跟遍法界虛空界起波動的作用。要知道這個現象，無論是心理現象、是物質現象，都是波動形成的，這個波動它周遍法界，速度之快無法想像。一動，整個法界都動，不是說局部動，不是的。就像我們現在的電視，大家知道電視原理是用光，光的波動一秒鐘三十萬公里。你現在的屏幕是多少英吋，這個光一點從這邊流過去一條線，然後再第二條線、第三條線，這麼來回波動，幾分之一秒整個畫面都起來。一按，你沒有看到它一條一條走動，它太快了，你沒看到，這個比電影的膠捲更快，所以看起來比電影銀幕上的影像更逼真。這是電磁波，電波的速度。自性裡頭變現出來的依報跟正報，就是精神現象跟物質現象，那個波動沒法子計算，它一動全宇宙就周遍，普周法界，這是第一個它的特性。所以，它與哪個沒有關係？關係太密切了。"
    },
    {
      "id": "12-047-0008_p0018",
      "zh_CN": "第二个现象，「出生无尽」。出生无尽是什么？随着你的念头起变化，变成什么？变成十法界依正庄严。十法界是略说，把它归纳，实际上呢？实际上法界是无量无边，也是无有穷尽，佛为了讲经教学方便起见，把它归纳为十大类，这个十大类是从心想生的，随着你的念头它就产生变化。念头太微细，你没有办法去执持，这弥勒菩萨讲的。执持是什么？用我们粗一点的话说，你没有办法控制它，甚至你观察不到，你体会不到，极其深妙的定功他才能知道。这是佛在大乘教告诉我们，八地以上，八地以上的菩萨他们感受到，才能感受到这个波动现象，七地以前不知道。菩萨，《华严经》上讲的五十一个阶级，八地是到高峰了，五十一个阶级，八地、九地、十地、十一地是最上面的四层。我们比高楼来说，五十一层最高的四层，他能看到这个微细的波动，下面看不到。这是科学方法，所以佛经里有高等科学。他怎么知道的？用禅定，在定中观察到的，观察到事实真相，出生无尽。",
      "zh_TW": "第二個現象，「出生無盡」。出生無盡是什麼？隨著你的念頭起變化，變成什麼？變成十法界依正莊嚴。十法界是略說，把它歸納，實際上呢？實際上法界是無量無邊，也是無有窮盡，佛為了講經教學方便起見，把它歸納為十大類，這個十大類是從心想生的，隨著你的念頭它就產生變化。念頭太微細，你沒有辦法去執持，這彌勒菩薩講的。執持是什麼？用我們粗一點的話說，你沒有辦法控制它，甚至你觀察不到，你體會不到，極其深妙的定功他才能知道。這是佛在大乘教告訴我們，八地以上，八地以上的菩薩他們感受到，才能感受到這個波動現象，七地以前不知道。菩薩，《華嚴經》上講的五十一個階級，八地是到高峰了，五十一個階級，八地、九地、十地、十一地是最上面的四層。我們比高樓來說，五十一層最高的四層，他能看到這個微細的波動，下面看不到。這是科學方法，所以佛經裡有高等科學。他怎麼知道的？用禪定，在定中觀察到的，觀察到事實真相，出生無盡。"
    },
    {
      "id": "12-047-0008_p0019",
      "zh_CN": "这给我们一个非常好的信息，这个信息是什么？我们能够改造世界，这是大的；小的，我们可以改造我们身体，为什么？身体也是从心想生。你为什么有病？你想病，它就有。我没想病，它生了病。你怎么没想病？你贪是病，愚痴是病，瞋恚是病，你想不想这个？你想这个。没想，没想它自然有习气，眼见色，耳闻声，合自己意思的就起贪心，想占有它；不合意思，不合意思想把它离开，都在那里打妄想。所以佛给我们讲，贪瞋痴叫三毒，你里头有三毒，哪个里头？每个细胞里都有。里面有三毒，外面就很容易感受病菌，你才会生病。如果里面没有三毒，外头什么严重的病菌与你都不相干，你不可能感受到，这个叫一切法从心想生，疾病是从心想生的。所以佛教给我们，大有道理，教我们「勤修戒定慧，息灭贪瞋痴」，你永远健康长寿，永远聪明正直。福报不在这里，福报你要去修福，但是见性了那就不需要，见性，性德里头有福报，那个福报是自然的；没有见性，福报是要靠自己修的，那就是修三种布施，这是修福，修福的道理，修福的方法，你会得到，真正原理原则就是出生无尽。我们这个地区，这个地区的居民大家都行善，都断恶修善，都以古圣先贤的伦理道德标准来做，这个地区没有灾难。为什么？山河大地都被他改变了，隔壁那些地方有灾难，这个地方没灾难，这个事情有，历史上就很多。这个村庄人善，那个村庄人不善，那边有灾难，这个村庄的人没灾难。",
      "zh_TW": "這給我們一個非常好的信息，這個信息是什麼？我們能夠改造世界，這是大的；小的，我們可以改造我們身體，為什麼？身體也是從心想生。你為什麼有病？你想病，它就有。我沒想病，它生了病。你怎麼沒想病？你貪是病，愚痴是病，瞋恚是病，你想不想這個？你想這個。沒想，沒想它自然有習氣，眼見色，耳聞聲，合自己意思的就起貪心，想佔有它；不合意思，不合意思想把它離開，都在那裡打妄想。所以佛給我們講，貪瞋痴叫三毒，你裡頭有三毒，哪個裡頭？每個細胞裡都有。裡面有三毒，外面就很容易感受病菌，你才會生病。如果裡面沒有三毒，外頭什麼嚴重的病菌與你都不相干，你不可能感受到，這個叫一切法從心想生，疾病是從心想生的。所以佛教給我們，大有道理，教我們「勤修戒定慧，息滅貪瞋痴」，你永遠健康長壽，永遠聰明正直。福報不在這裡，福報你要去修福，但是見性了那就不需要，見性，性德裡頭有福報，那個福報是自然的；沒有見性，福報是要靠自己修的，那就是修三種布施，這是修福，修福的道理，修福的方法，你會得到，真正原理原則就是出生無盡。我們這個地區，這個地區的居民大家都行善，都斷惡修善，都以古聖先賢的倫理道德標準來做，這個地區沒有災難。為什麼？山河大地都被他改變了，隔壁那些地方有災難，這個地方沒災難，這個事情有，歷史上就很多。這個村莊人善，那個村莊人不善，那邊有災難，這個村莊的人沒災難。"
    },
    {
      "id": "12-047-0008_p0020",
      "zh_CN": "日本江本博士在琵琶湖做了一个实验，证明这个事实。琵琶湖是日本最大的一个内陆湖，真像大海一样。一个海湾，海湾是死水，二十多年来，日本人告诉我，这个水染污，严重染污，气味难闻。江本博士从水实验里得到灵感，找了大概一百五、六十个人，找一位老法师，他告诉我，九十多岁的一位老法师，领导大家到湖边做祈祷。祈祷很简单，集中精神就一个念头，祈祷的时候把什么念头都放下，诚心诚意一个念，念什么？「湖水干净了」。大家一心，就这么一句话，一百多人同时在这里念「湖水干净了」，做了一个小时，就这一句话，不起一个杂念。三天之后湖水真干净了，气味没有了，在日本也引起很大的震撼，他们新闻媒体、报章杂志都报导。维持多久？六个月，六个月之后又不行了。你看一次祈祷，一百五十个人，集中精神毅力来祈祷，能维持六个月。如果他三个月做一次祈祷，它永远干净，这就是证明了佛在经上常讲的境随心转，外面物质环境随着人的念头在转。",
      "zh_TW": "日本江本博士在琵琶湖做了一個實驗，證明這個事實。琵琶湖是日本最大的一個內陸湖，真像大海一樣。一個海灣，海灣是死水，二十多年來，日本人告訴我，這個水染污，嚴重染污，氣味難聞。江本博士從水實驗裡得到靈感，找了大概一百五、六十個人，找一位老法師，他告訴我，九十多歲的一位老法師，領導大家到湖邊做祈禱。祈禱很簡單，集中精神就一個念頭，祈禱的時候把什麼念頭都放下，誠心誠意一個念，念什麼？「湖水乾淨了」。大家一心，就這麼一句話，一百多人同時在這裡念「湖水乾淨了」，做了一個小時，就這一句話，不起一個雜念。三天之後湖水真乾淨了，氣味沒有了，在日本也引起很大的震撼，他們新聞媒體、報章雜誌都報導。維持多久？六個月，六個月之後又不行了。你看一次祈禱，一百五十個人，集中精神毅力來祈禱，能維持六個月。如果他三個月做一次祈禱，它永遠乾淨，這就是證明了佛在經上常講的境隨心轉，外面物質環境隨著人的念頭在轉。"
    },
    {
      "id": "12-047-0008_p0021",
      "zh_CN": "我们今天这个世界太不好了，你就能想到现在世界上人想什么，他说什么，他做些什么，你就知道。如果他的思想善、言论善、行为善，这个世界就变好了；如果是思想不善、言论不善、行为不善，那就愈变愈坏。所以，外面环境不是天然灾害，它与我们自己的心行息息相关，这就是前面讲的普周法界遍、出生无尽遍。我们真的明白这个道理，了解这个事实真相，自己身体是自己控制住的，自己的环境也是自己控制住的。环境中国人讲风水，风水就是我们的生活环境，风水家的话说得很有道理，他并不乱说，他说什么？「福人居福地，福地福人居」。你是个有福的人，你住在这个地方，这地方风水不好，你住上三年，风水就变好了；你没有福的人，这个地方是风水宝地，你去住三年，风水变坏了。所以中国人对居住环境很讲究，中国人住的房子方方正正，正方形的最好，再就是长方形的，千万不要搞什么，现在搞的艺术很糟糕。我移民到澳洲的时候，想在澳洲，隔壁有户人家他想卖房子，我们也很需要，找我去看。我看的时候，他家里的房间都是多角形的，只有一间房子是方方正正的，那些是他三个女儿住的。我就问他，我说你女儿是不是胡思乱想？他说你怎么知道的？我怎么知道的，他那个房子是五角形的、六角形的，那种房子住超过一百天，人就会胡思乱想。我就把这个道理说给他听，他说真的一点不错。我说你这个房子我不要，我的人来住也会胡思乱想。中国人懂得这个，房间不是长方形的就是正方形的，不能有五个角、有六个角，不好。外国人住的房子角都很多，他都不安定，所以他常常搬家，他不行。中国人住的房子是方方正正的，坐南朝北，或者是坐西朝东，这个房子建筑好之后，至少传三百年，要传好多代，他不能不讲求居住环境。外国人是游牧民族，常常搬家的，这个可以。我们懂得这点道理，看房子我们很注意，多角形的房子不好。除非是真有定功的人，他没有分别、没有执着，可以，他不受影响；还有分别、还有执着，肯定受影响。所以这些道理都必须要懂得。",
      "zh_TW": "我們今天這個世界太不好了，你就能想到現在世界上人想什麼，他說什麼，他做些什麼，你就知道。如果他的思想善、言論善、行為善，這個世界就變好了；如果是思想不善、言論不善、行為不善，那就愈變愈壞。所以，外面環境不是天然災害，它與我們自己的心行息息相關，這就是前面講的普周法界遍、出生無盡遍。我們真的明白這個道理，了解這個事實真相，自己身體是自己控制住的，自己的環境也是自己控制住的。環境中國人講風水，風水就是我們的生活環境，風水家的話說得很有道理，他並不亂說，他說什麼？「福人居福地，福地福人居」。你是個有福的人，你住在這個地方，這地方風水不好，你住上三年，風水就變好了；你沒有福的人，這個地方是風水寶地，你去住三年，風水變壞了。所以中國人對居住環境很講究，中國人住的房子方方正正，正方形的最好，再就是長方形的，千萬不要搞什麼，現在搞的藝術很糟糕。我移民到澳洲的時候，想在澳洲，隔壁有戶人家他想賣房子，我們也很需要，找我去看。我看的時候，他家裡的房間都是多角形的，只有一間房子是方方正正的，那些是他三個女兒住的。我就問他，我說你女兒是不是胡思亂想？他說你怎麼知道的？我怎麼知道的，他那個房子是五角形的、六角形的，那種房子住超過一百天，人就會胡思亂想。我就把這個道理說給他聽，他說真的一點不錯。我說你這個房子我不要，我的人來住也會胡思亂想。中國人懂得這個，房間不是長方形的就是正方形的，不能有五個角、有六個角，不好。外國人住的房子角都很多，他都不安定，所以他常常搬家，他不行。中國人住的房子是方方正正的，坐南朝北，或者是坐西朝東，這個房子建築好之後，至少傳三百年，要傳好多代，他不能不講求居住環境。外國人是游牧民族，常常搬家的，這個可以。我們懂得這點道理，看房子我們很注意，多角形的房子不好。除非是真有定功的人，他沒有分別、沒有執著，可以，他不受影響；還有分別、還有執著，肯定受影響。所以這些道理都必須要懂得。"
    },
    {
      "id": "12-047-0008_p0022",
      "zh_CN": "如来藏，藏有三个意思。第一个，有「所摄」的意思，摄是摄受，这里面意思都很深。「真如立于众生之位，则含和合、不和合之二门」，就是真如，真如是体。十法界它是平等的，我们现在先讲，我们现在是十法界里的人法界，我们是人道，人道在十法界里不高，人上去是天，天再上去才是阿罗汉。到阿罗汉，心就慢慢定下来，六道里头不定。所以它在众生位子上，众生就是在十法界，十法界里面它就有和合、不和合两门。我们先讲和合，「为和合门者，生一切之染法；为不和合门者，生一切之净法。一切染净之法，皆摄于如来之性，即真如，故云如来藏」。实在说，从真如上来讲，没有和合也没有不和合，和合跟不和合是从分别里面产生的。离开分别这就没有了，离开执着它就淡薄了，所以这个现象六道里头有，有这个现象，这个现象是一种严重的误会产生的。和合是讲真如跟烦恼和合，这就是染法；真如跟烦恼不和合，就是清净。我们还用电视，这电视是好东西，电视跟屏幕，屏幕是真如，里面的色相是烦恼。我们在迷的时候，以为它是和合的，是一桩事情，这个就生染法。如果你很清楚、很明白，屏幕如如不动，里面色相是幻相，它有没有和合？它没有和合的相。你看透了，你不执着它、不分别它，你可以欣赏它，你不会被它所动，你的心清净，那就生净法。这是什么人？阿罗汉以上。没有证得阿罗汉之前，我们在经典里面看到的，从初果须陀洹到三果阿那含，这些位次还在六道，他们明了，他们清楚，他们不迷。在《华严经》上十信菩萨，从初信到六信是相似境界，他们在境界里学什么？学不染污。",
      "zh_TW": "如來藏，藏有三個意思。第一個，有「所攝」的意思，攝是攝受，這裡面意思都很深。「真如立於眾生之位，則含和合、不和合之二門」，就是真如，真如是體。十法界它是平等的，我們現在先講，我們現在是十法界裡的人法界，我們是人道，人道在十法界裡不高，人上去是天，天再上去才是阿羅漢。到阿羅漢，心就慢慢定下來，六道裡頭不定。所以它在眾生位子上，眾生就是在十法界，十法界裡面它就有和合、不和合兩門。我們先講和合，「為和合門者，生一切之染法；為不和合門者，生一切之淨法。一切染淨之法，皆攝於如來之性，即真如，故云如來藏」。實在說，從真如上來講，沒有和合也沒有不和合，和合跟不和合是從分別裡面產生的。離開分別這就沒有了，離開執著它就淡薄了，所以這個現象六道裡頭有，有這個現象，這個現象是一種嚴重的誤會產生的。和合是講真如跟煩惱和合，這就是染法；真如跟煩惱不和合，就是清淨。我們還用電視，這電視是好東西，電視跟屏幕，屏幕是真如，裡面的色相是煩惱。我們在迷的時候，以為它是和合的，是一樁事情，這個就生染法。如果你很清楚、很明白，屏幕如如不動，裡面色相是幻相，它有沒有和合？它沒有和合的相。你看透了，你不執著它、不分別它，你可以欣賞它，你不會被它所動，你的心清淨，那就生淨法。這是什麼人？阿羅漢以上。沒有證得阿羅漢之前，我們在經典裡面看到的，從初果須陀洹到三果阿那含，這些位次還在六道，他們明瞭，他們清楚，他們不迷。在《華嚴經》上十信菩薩，從初信到六信是相似境界，他們在境界裡學什麼？學不染污。"
    },
    {
      "id": "12-047-0008_p0023",
      "zh_CN": "学不染污，我们再说得粗浅一点大家好懂，真修行，修什么？修不分别、不执着。怎么修法？就是分别执着要淡化，一年比一年淡化，这就好！就是说一年比一年轻，不能够一年比一年严重。一年比一年严重不是个好现象，为什么？人在这个世间，一定要晓得不能长久，活一百岁的人毕竟不多，五十岁以前走的人不少，所以要有这个警觉心。一年比一年烦恼重的人，多半来生到三途去了；如果是烦恼一年比一年轻的人，这个人不堕恶道，来生可能还是人道，或者到天道去了。人道、欲界天是非常有可能，欲界天有六层，一层比一层殊胜。所以我们修行功夫从哪里看？功夫就是从烦恼轻，一年比一年轻，智慧一年比一年增长。智慧增长，福报也增长，不要求福报，福报是附带的，根本就不要去理会它，你的心才清净。念念老是很在意福报，福报就变成烦恼，就变成染污。",
      "zh_TW": "學不染污，我們再說得粗淺一點大家好懂，真修行，修什麼？修不分別、不執著。怎麼修法？就是分別執著要淡化，一年比一年淡化，這就好！就是說一年比一年輕，不能夠一年比一年嚴重。一年比一年嚴重不是個好現象，為什麼？人在這個世間，一定要曉得不能長久，活一百歲的人畢竟不多，五十歲以前走的人不少，所以要有這個警覺心。一年比一年煩惱重的人，多半來生到三途去了；如果是煩惱一年比一年輕的人，這個人不墮惡道，來生可能還是人道，或者到天道去了。人道、欲界天是非常有可能，欲界天有六層，一層比一層殊勝。所以我們修行功夫從哪裡看？功夫就是從煩惱輕，一年比一年輕，智慧一年比一年增長。智慧增長，福報也增長，不要求福報，福報是附帶的，根本就不要去理會它，你的心才清淨。念念老是很在意福報，福報就變成煩惱，就變成染污。"
    },
    {
      "id": "12-047-0008_p0024",
      "zh_CN": "所以祖师大德常常劝勉我们，随缘不攀缘，这样就好，随缘是智慧，攀缘就生烦恼。攀缘是我一定要想怎么做怎么做，不好，纵然是好事，攀缘做，修世间福报，不是功德。佛法讲功德跟福报是两桩事情，但是在事相上完全相同。譬如你修布施，修布施随缘，完全没有执着，这是功德。修布施，我很在意，我布施了多少钱，要让大家都知道，要表扬，这就是福德，这不是功德。然后我们就晓得，随缘是修功德，着相是修福德，事情是一样的，就是看你执不执着。我们执着的念头一年比一年淡，你的功德就一年比一年累积，功德可以帮助你了生死出三界，以功德回向念佛求生净土，这个对了。福德不行，惠能大师的《六祖坛经》里讲得很清楚，福，「此事福不能救也」，此事就是了生死出六道，福办不到，再大的福报都没有办法超越六道。六道里头修最大的福报，果报是摩醯首罗天王，再次一等的是大梵天王，这是大福报，修福感得的福报。如果他修的时候不分别、不执着，变成功德，那就超越了。那个福帮助慧，中国谚语所谓「福至心灵」，大福报现前的时候，人也聪明了，灵性也提升，这是明显的说出功德它起的作用，福德不行。我们在历史上看到，梁武帝就是修福的，他不是修功德，他修的福德。为什么？他很在意，就是很在乎他的福报。哪个人修福的时候不在乎，那是功德，这都是要有一分智慧在其中。",
      "zh_TW": "所以祖師大德常常勸勉我們，隨緣不攀緣，這樣就好，隨緣是智慧，攀緣就生煩惱。攀緣是我一定要想怎麼做怎麼做，不好，縱然是好事，攀緣做，修世間福報，不是功德。佛法講功德跟福報是兩樁事情，但是在事相上完全相同。譬如你修布施，修布施隨緣，完全沒有執著，這是功德。修布施，我很在意，我布施了多少錢，要讓大家都知道，要表揚，這就是福德，這不是功德。然後我們就曉得，隨緣是修功德，著相是修福德，事情是一樣的，就是看你執不執著。我們執著的念頭一年比一年淡，你的功德就一年比一年累積，功德可以幫助你了生死出三界，以功德迴向念佛求生淨土，這個對了。福德不行，惠能大師的《六祖壇經》裡講得很清楚，福，「此事福不能救也」，此事就是了生死出六道，福辦不到，再大的福報都沒有辦法超越六道。六道裡頭修最大的福報，果報是摩醯首羅天王，再次一等的是大梵天王，這是大福報，修福感得的福報。如果他修的時候不分別、不執著，變成功德，那就超越了。那個福幫助慧，中國諺語所謂「福至心靈」，大福報現前的時候，人也聰明了，靈性也提升，這是明顯的說出功德它起的作用，福德不行。我們在歷史上看到，梁武帝就是修福的，他不是修功德，他修的福德。為什麼？他很在意，就是很在乎他的福報。哪個人修福的時候不在乎，那是功德，這都是要有一分智慧在其中。"
    },
    {
      "id": "12-047-0008_p0025",
      "zh_CN": "知道一切诸法都没有真正的和合相，这要怎么解释法，大家才好懂。就像我们看电影，你看电影的胶卷一张一张的，不和合，上一张不是下一张，下一张不是上一张。它是在银幕里快速度的移动，好像是产生有和合的相，其实它不是的，张张不一样。我们说这种现象叫相似相续相，它不是真的相续；真的相续，它张张是一样的，没有变化的，那就叫相续相。它张张不一样，连贯起来它相似。整个宇宙是个相似相续相，绝对没有两个相是相同的，什么原因？我们现在晓得，相是念头生的，弥勒菩萨讲得很清楚，「念念成形」，形就是物质现象。物质现象是从念头生的，念头不一样，前念跟后念不一样，它怎么会有相同的现象出来？我在日本访问的时候，特地到东京参观江本胜博士的水实验。他也很难得，给我做详细报告，告诉我这十几年来做了几十万次的实验，没有一个结晶体是相同的，这就是说明念念不相到。我们是同一个念头，譬如我以爱心对这瓶水，让这个水起结晶，我前一念的爱心跟后一念的爱心，爱心相同，爱心程度不一样，有差别。我用爱心，你也用爱心，结晶体都很美，它也有不相同，人人都不一样，这是佛经上说的这个道理，到什么时候一样？念头没有，就一样了。只要有念，不可能两个念头相同，极其微细的波动，波的幅度不相同，产生的变化就不一样，大同小异，这是事实真相。",
      "zh_TW": "知道一切諸法都沒有真正的和合相，這要怎麼解釋法，大家才好懂。就像我們看電影，你看電影的膠捲一張一張的，不和合，上一張不是下一張，下一張不是上一張。它是在銀幕裡快速度的移動，好像是產生有和合的相，其實它不是的，張張不一樣。我們說這種現象叫相似相續相，它不是真的相續；真的相續，它張張是一樣的，沒有變化的，那就叫相續相。它張張不一樣，連貫起來它相似。整個宇宙是個相似相續相，絕對沒有兩個相是相同的，什麼原因？我們現在曉得，相是念頭生的，彌勒菩薩講得很清楚，「念念成形」，形就是物質現象。物質現象是從念頭生的，念頭不一樣，前念跟後念不一樣，它怎麼會有相同的現象出來？我在日本訪問的時候，特地到東京參觀江本勝博士的水實驗。他也很難得，給我做詳細報告，告訴我這十幾年來做了幾十萬次的實驗，沒有一個結晶體是相同的，這就是說明念念不相到。我們是同一個念頭，譬如我以愛心對這瓶水，讓這個水起結晶，我前一念的愛心跟後一念的愛心，愛心相同，愛心程度不一樣，有差別。我用愛心，你也用愛心，結晶體都很美，它也有不相同，人人都不一樣，這是佛經上說的這個道理，到什麼時候一樣？念頭沒有，就一樣了。只要有念，不可能兩個念頭相同，極其微細的波動，波的幅度不相同，產生的變化就不一樣，大同小異，這是事實真相。"
    },
    {
      "id": "12-047-0008_p0026",
      "zh_CN": "了解这个现象，我们不执着它，我们不分别它，你就得到净法，你心清净了，心清净，法就清净。人心清净，我全身每个器官清净、每个细胞清净，这就健康了。也许有同学看过中国有一套光碟叫「山西小院」，这是有一批人，四十多个人，得了严重的癌病，医院里面的医生放弃治疗，告诉他们的家人，他的寿命顶多一个月到三个月，他喜欢吃什么东西都满足他，他寿命不久了。这些人是念佛的人，知道自己寿命到了，所以他也不想再活下去，为什么？寿命到了，那还有什么想头？一心专念阿弥陀佛，也有人一心专念地藏王菩萨，念《地藏经》、念《弥陀经》，什么都不想了。念了二、三个月，再去检查，癌没有了，医生说你们用什么东西治疗？没有，就是在家里念经念佛。这是奇迹！我们明了，什么奇迹？清净心，他对于一切法放弃了，不再分别、不再执着，不再想了，一心去想佛，所以心清净。心清净了，把病毒的细胞都恢复正常，病就好了，用自己的意念把它转变了。你生病，也是正常的细胞由于贪瞋痴慢种种妄想把它搞成病毒的，病从这么来的。要除这个病，念头一转，他的细胞恢复正常，这是正理。你明白这个道理，它不是迷信，这是佛菩萨保佑、佛菩萨加持，不是这个意思，是你真正懂得这个道理，知道病怎么生的。",
      "zh_TW": "了解這個現象，我們不執著它，我們不分別它，你就得到淨法，你心清淨了，心清淨，法就清淨。人心清淨，我全身每個器官清淨、每個細胞清淨，這就健康了。也許有同學看過中國有一套光碟叫「山西小院」，這是有一批人，四十多個人，得了嚴重的癌病，醫院裡面的醫生放棄治療，告訴他們的家人，他的壽命頂多一個月到三個月，他喜歡吃什麼東西都滿足他，他壽命不久了。這些人是念佛的人，知道自己壽命到了，所以他也不想再活下去，為什麼？壽命到了，那還有什麼想頭？一心專念阿彌陀佛，也有人一心專念地藏王菩薩，念《地藏經》、念《彌陀經》，什麼都不想了。念了二、三個月，再去檢查，癌沒有了，醫生說你們用什麼東西治療？沒有，就是在家裡念經念佛。這是奇蹟！我們明瞭，什麼奇蹟？清淨心，他對於一切法放棄了，不再分別、不再執著，不再想了，一心去想佛，所以心清淨。心清淨了，把病毒的細胞都恢復正常，病就好了，用自己的意念把它轉變了。你生病，也是正常的細胞由於貪瞋痴慢種種妄想把它搞成病毒的，病從這麼來的。要除這個病，念頭一轉，他的細胞恢復正常，這是正理。你明白這個道理，它不是迷信，這是佛菩薩保佑、佛菩薩加持，不是這個意思，是你真正懂得這個道理，知道病怎麼生的。"
    },
    {
      "id": "12-047-0008_p0027",
      "zh_CN": "病，我们在讲经的时候也常常提到，基本的原因不外乎三种。一种是感受风寒，伤风感冒感受风寒，饮食、衣着不小心。这是什么？这叫生理的病，这种病医生能治，你得找医生。第二种病叫冤业病。冤亲债主找来了，附在你身上，很多，中国外国都有，附身的。我还遇到有一个，有一百多个灵附在这一个人身上，苦不堪言，他头脑是昏迷的，太多了、太复杂了。几个灵附在身上的，一、二个，三、五个，这种人非常多，像一百多个的人不多见，那太痛苦了。这个医生治不了，这要用什么方法？所以佛门里面有超度，超度是调解，佛法来调解，跟他谈条件，接受了，他离开了，你的病就好了。这是第二类的。第三类就是业障病。它既不是伤风感冒感染，也不是冤亲债主找到，自己造的罪业太多所感的。这个很难，这个也能治，真正忏悔，断恶修善，回头是岸，行。像「山西小院」，不管是哪种病，他真正是用意念来改变自己身体，这是最殊胜的。实在讲就是三种病，他用这个方法都能得到很好的疗效。可是，要不要去看医生？可以看医生，佛不反对。释迦牟尼佛当年在世，教诫弟子可以接受四种供养。第一个是饮食，每天出去托钵，人家给一钵饭，可以接受。第二个是衣服，衣服穿坏了、穿破了，可以接受衣服。第三个是卧具，晚上睡觉，因为佛当年在世那个地方是热带，生活很简单，不需要很多衣服，三衣足够了。晚上这三件衣当被子盖，下面有一块布铺在地面上，这叫卧具，这就可以接受。第四种，生病的时候接受医药。所以佛门不禁止，生病看医生不禁止，生病应该看医生。真的，像山西小院，医生宣布不能治了，你就一心念佛，不要求长寿，不要求病好，一心念佛求生净土。如果你寿命没有到，就会好，寿命到了，你就到极乐世界去，好事情，不是坏事情。所以他心境非常平和，没有恐惧、没有忧虑、没有烦恼，这对于医疗上起很大的作用。医生给病人治病是缘分，什么缘分？病人对医生有信心，对医药有信心，大夫对病人也有信心，这个病就能治得好。如果没有信心，对医生怀疑，对药物也怀疑，这个病一点办法也没有，再高明的医生也不行，也治不了他的病。可见得人在生病的时候，能不能完全恢复健康，意念是第一，比什么都重要。这就是佛经上讲的一切法从心想生，原理就是此地所说的出生无尽、普周法界，理在此地，这是理论。",
      "zh_TW": "病，我們在講經的時候也常常提到，基本的原因不外乎三種。一種是感受風寒，傷風感冒感受風寒，飲食、衣著不小心。這是什麼？這叫生理的病，這種病醫生能治，你得找醫生。第二種病叫冤業病。冤親債主找來了，附在你身上，很多，中國外國都有，附身的。我還遇到有一個，有一百多個靈附在這一個人身上，苦不堪言，他頭腦是昏迷的，太多了、太複雜了。幾個靈附在身上的，一、二個，三、五個，這種人非常多，像一百多個的人不多見，那太痛苦了。這個醫生治不了，這要用什麼方法？所以佛門裡面有超度，超度是調解，佛法來調解，跟他談條件，接受了，他離開了，你的病就好了。這是第二類的。第三類就是業障病。它既不是傷風感冒感染，也不是冤親債主找到，自己造的罪業太多所感的。這個很難，這個也能治，真正懺悔，斷惡修善，回頭是岸，行。像「山西小院」，不管是哪種病，他真正是用意念來改變自己身體，這是最殊勝的。實在講就是三種病，他用這個方法都能得到很好的療效。可是，要不要去看醫生？可以看醫生，佛不反對。釋迦牟尼佛當年在世，教誡弟子可以接受四種供養。第一個是飲食，每天出去托缽，人家給一缽飯，可以接受。第二個是衣服，衣服穿壞了、穿破了，可以接受衣服。第三個是臥具，晚上睡覺，因為佛當年在世那個地方是熱帶，生活很簡單，不需要很多衣服，三衣足夠了。晚上這三件衣當被子蓋，下面有一塊布鋪在地面上，這叫臥具，這就可以接受。第四種，生病的時候接受醫藥。所以佛門不禁止，生病看醫生不禁止，生病應該看醫生。真的，像山西小院，醫生宣布不能治了，你就一心念佛，不要求長壽，不要求病好，一心念佛求生淨土。如果你壽命沒有到，就會好，壽命到了，你就到極樂世界去，好事情，不是壞事情。所以他心境非常平和，沒有恐懼、沒有憂慮、沒有煩惱，這對於醫療上起很大的作用。醫生給病人治病是緣分，什麼緣分？病人對醫生有信心，對醫藥有信心，大夫對病人也有信心，這個病就能治得好。如果沒有信心，對醫生懷疑，對藥物也懷疑，這個病一點辦法也沒有，再高明的醫生也不行，也治不了他的病。可見得人在生病的時候，能不能完全恢復健康，意念是第一，比什麼都重要。這就是佛經上講的一切法從心想生，原理就是此地所說的出生無盡、普周法界，理在此地，這是理論。"
    },
    {
      "id": "12-047-0008_p0028",
      "zh_CN": "三遍，后面这一种非常重要，「含容空有」，这是自性原本的心量，那个量多大，心包太虚，量周沙界。现在心量变成这么小，两个人都不能包容，甚至于小到什么程度？自己对自己都不能包容。为什么？自杀的不就是这个事情吗？他为什么自杀？自己对自己都不能包容，真可怜！不知道自己的心量原本跟虚空法界一样。所以量大福大，这是一定的道理。学佛人要学把心量拓开，能包容一切，从哪里学起？从冤亲债主开始。这个人是我冤家对头，不要说看见，听到名字我都讨厌他，从包容他开始。我教过不少人，怎么下手？给他供个长生牌位，供在你家佛像面前，拜了佛之后，拜他一拜。有人告诉我，真做，拜了三年，法师，我见到他还是讨厌，怎么办？我说你还不够，你再拜三年，那个怨恨就自然化解。他对我不善，我对他善，时间久了就会回头，回头之后就是好朋友了。不给人树敌，不给一切众生树敌，你的心多平和，理得心安，道理明了之后，心就安了。",
      "zh_TW": "三遍，後面這一種非常重要，「含容空有」，這是自性原本的心量，那個量多大，心包太虛，量周沙界。現在心量變成這麼小，兩個人都不能包容，甚至於小到什麼程度？自己對自己都不能包容。為什麼？自殺的不就是這個事情嗎？他為什麼自殺？自己對自己都不能包容，真可憐！不知道自己的心量原本跟虛空法界一樣。所以量大福大，這是一定的道理。學佛人要學把心量拓開，能包容一切，從哪裡學起？從冤親債主開始。這個人是我冤家對頭，不要說看見，聽到名字我都討厭他，從包容他開始。我教過不少人，怎麼下手？給他供個長生牌位，供在你家佛像面前，拜了佛之後，拜他一拜。有人告訴我，真做，拜了三年，法師，我見到他還是討厭，怎麼辦？我說你還不夠，你再拜三年，那個怨恨就自然化解。他對我不善，我對他善，時間久了就會回頭，回頭之後就是好朋友了。不給人樹敵，不給一切眾生樹敵，你的心多平和，理得心安，道理明瞭之後，心就安了。"
    },
    {
      "id": "12-047-0008_p0029",
      "zh_CN": "这里结论告诉我们，「一切染净之法，皆摄于如来之性」，这就是真如，所以叫如来藏。这是佛学的名词，叫如来，叫藏，含藏在其中。「易言之」，我们现在话讲，换句话说，「则真如摄一切法，如来藏一切法」，这个藏就是收藏的意思，如来藏一切法。《楞伽经》第四卷有这么一段话，「如来之藏，是善不善因，能遍兴造一切众生」，这句话说得好。如来藏就是阿赖耶识，阿赖耶识叫藏识，就是含藏一切善不善的种子。善的种子在六道里面就是三善道的业因，他为什么生到三善道，不善的种子就是生三恶道的业因，三恶道是饿鬼、畜生、地狱，三善道是人道、天道、阿修罗道。阿修罗也算是善道，阿修罗、罗刹可以说是天神，也可以说是大魔头、大鬼王，他的福报跟天人相当，福报非常大，住在天上。过去生中修福，跟诸天修福是一样的，不会比人差。他为什么不是天而属于阿修罗？修福他有好胜心，就是我们现在讲的有竞争的心。烧香，我听说现在过年的时候烧香，寺庙里有价钱的，第一炷香好像是多少万，第二支香减一等，有这样的。他一定要烧头一炷，好胜、争强，真修福报，果报是阿修罗，果报是罗刹，他的心不善，但是真修福。天人，天人修大福报，没有不善的心，就是没有跟人竞争的念头，没有傲慢，也没有愿求，那个福报纯，就是他并没有要求的，没有附带要求的。可是有一类人修福报他是有求，是附带有条件的，不是一个单纯的，所以虽然修同样的福报，感的果报不相同。",
      "zh_TW": "這裡結論告訴我們，「一切染淨之法，皆攝於如來之性」，這就是真如，所以叫如來藏。這是佛學的名詞，叫如來，叫藏，含藏在其中。「易言之」，我們現在話講，換句話說，「則真如攝一切法，如來藏一切法」，這個藏就是收藏的意思，如來藏一切法。《楞伽經》第四卷有這麼一段話，「如來之藏，是善不善因，能遍興造一切眾生」，這句話說得好。如來藏就是阿賴耶識，阿賴耶識叫藏識，就是含藏一切善不善的種子。善的種子在六道裡面就是三善道的業因，他為什麼生到三善道，不善的種子就是生三惡道的業因，三惡道是餓鬼、畜生、地獄，三善道是人道、天道、阿修羅道。阿修羅也算是善道，阿修羅、羅剎可以說是天神，也可以說是大魔頭、大鬼王，他的福報跟天人相當，福報非常大，住在天上。過去生中修福，跟諸天修福是一樣的，不會比人差。他為什麼不是天而屬於阿修羅？修福他有好勝心，就是我們現在講的有競爭的心。燒香，我聽說現在過年的時候燒香，寺廟裡有價錢的，第一炷香好像是多少萬，第二支香減一等，有這樣的。他一定要燒頭一炷，好勝、爭強，真修福報，果報是阿修羅，果報是羅剎，他的心不善，但是真修福。天人，天人修大福報，沒有不善的心，就是沒有跟人競爭的念頭，沒有傲慢，也沒有願求，那個福報純，就是他並沒有要求的，沒有附帶要求的。可是有一類人修福報他是有求，是附帶有條件的，不是一個單純的，所以雖然修同樣的福報，感的果報不相同。"
    },
    {
      "id": "12-047-0008_p0030",
      "zh_CN": "这就是说，不但是六道如此，如来藏，如来藏还包括四圣法界，声闻、缘觉、菩萨、佛，十法界里面的佛。为什么？因为他们所用的心是阿赖耶，就是用妄心，他不是用真心。用妄心，为什么会生到净土？这个道理就是我们平常所讲的，真正的佛子，佛弟子，依教奉行。佛教我们什么？教我们断恶修善，标准就是十善业道，真正依照十善业道的标准断一切恶、修一切善，这个人生天。再提升，转迷为悟，了解这个世间的现象，《华严经》讲得最清楚，相有性无，事有理无。性相虽然不相到，它也不妨碍，真性不妨碍妄相发挥，妄相不妨碍真性如如不动，它不妨碍。能守住真性，观察幻相，不生烦恼，他生智慧，不生烦恼是自受用，生智慧是他受用，帮助别人解决问题。为什么智慧不是自受用？自己没有问题，自己是清净平等觉，没有问题。可是六道十法界的众生有问题，六道有生死的问题、有苦乐的问题，四圣法界里面有不能见性的问题。诸佛如来、法身菩萨应化在其中，帮助这些人解决问题，这要智慧。所以智慧是他受用，不是自受用，自受用是清净平等，他受用是觉。",
      "zh_TW": "這就是說，不但是六道如此，如來藏，如來藏還包括四聖法界，聲聞、緣覺、菩薩、佛，十法界裡面的佛。為什麼？因為他們所用的心是阿賴耶，就是用妄心，他不是用真心。用妄心，為什麼會生到淨土？這個道理就是我們平常所講的，真正的佛子，佛弟子，依教奉行。佛教我們什麼？教我們斷惡修善，標準就是十善業道，真正依照十善業道的標準斷一切惡、修一切善，這個人生天。再提升，轉迷為悟，了解這個世間的現象，《華嚴經》講得最清楚，相有性無，事有理無。性相雖然不相到，它也不妨礙，真性不妨礙妄相發揮，妄相不妨礙真性如如不動，它不妨礙。能守住真性，觀察幻相，不生煩惱，他生智慧，不生煩惱是自受用，生智慧是他受用，幫助別人解決問題。為什麼智慧不是自受用？自己沒有問題，自己是清淨平等覺，沒有問題。可是六道十法界的眾生有問題，六道有生死的問題、有苦樂的問題，四聖法界裡面有不能見性的問題。諸佛如來、法身菩薩應化在其中，幫助這些人解決問題，這要智慧。所以智慧是他受用，不是自受用，自受用是清淨平等，他受用是覺。"
    },
    {
      "id": "12-047-0008_p0031",
      "zh_CN": "所以《楞伽经》上说得好，它是善的因，也是不善的因，善的因在六道里头，三善道的因，不善的因是三恶道的因。因，我们都有，善因也有，恶因也有，每个人都具足，但是因要变成果，当中要缘，没有缘它不能结果的。好像树的种子，我们以桃，桃的种子是因，单单有桃核，如果它没有土壤、没有水分、没有阳光、没有肥料，它长不好，长不出来。阳光、水分、土壤这些都是它的缘，缘具足，它就能生长，它就能结果。所以佛法强调缘生，不强调因生。没有因是决定不能成就的，为什么不强调因生？因是各个人都有。每个人有成佛的因，有成菩萨的因，换句话说，十法界的因统统具足，没有一个是有欠缺的，所以就不强调因，特别强调缘。缘是什么？缘是现前的念头。你本来有佛的因，你现在念佛，那你将来决定成佛，你缘接上了。所以念佛是个缘，学佛是缘，成佛是果，这是好的。不好的呢？鬼不好。你有没有鬼的因？有！鬼的因是什么？贪心，你见到财色名食睡都想贪，那你就接上鬼的缘，来生到哪里去？到鬼道去。地狱因有，地狱因是什么？瞋恚，嫉妒、傲慢都是属于瞋恚的因。这些行为要是常常发现，不是好事，跟地狱的因接上缘，那就到地狱道去了。所以，到哪一道去，没有主宰，佛菩萨不主宰这个事情，上帝、神仙也不管这个事情。阎罗王有没有？有，他也不管这个事情。谁在主宰？自己的念头在做主宰，善的念头决定感三善道，恶的念头决定感三恶道，这是真正的原因，我们不能不知道。",
      "zh_TW": "所以《楞伽經》上說得好，它是善的因，也是不善的因，善的因在六道裡頭，三善道的因，不善的因是三惡道的因。因，我們都有，善因也有，惡因也有，每個人都具足，但是因要變成果，當中要緣，沒有緣它不能結果的。好像樹的種子，我們以桃，桃的種子是因，單單有桃核，如果它沒有土壤、沒有水分、沒有陽光、沒有肥料，它長不好，長不出來。陽光、水分、土壤這些都是它的緣，緣具足，它就能生長，它就能結果。所以佛法強調緣生，不強調因生。沒有因是決定不能成就的，為什麼不強調因生？因是各個人都有。每個人有成佛的因，有成菩薩的因，換句話說，十法界的因統統具足，沒有一個是有欠缺的，所以就不強調因，特別強調緣。緣是什麼？緣是現前的念頭。你本來有佛的因，你現在念佛，那你將來決定成佛，你緣接上了。所以念佛是個緣，學佛是緣，成佛是果，這是好的。不好的呢？鬼不好。你有沒有鬼的因？有！鬼的因是什麼？貪心，你見到財色名食睡都想貪，那你就接上鬼的緣，來生到哪裡去？到鬼道去。地獄因有，地獄因是什麼？瞋恚，嫉妒、傲慢都是屬於瞋恚的因。這些行為要是常常發現，不是好事，跟地獄的因接上緣，那就到地獄道去了。所以，到哪一道去，沒有主宰，佛菩薩不主宰這個事情，上帝、神仙也不管這個事情。閻羅王有沒有？有，他也不管這個事情。誰在主宰？自己的念頭在做主宰，善的念頭決定感三善道，惡的念頭決定感三惡道，這是真正的原因，我們不能不知道。"
    },
    {
      "id": "12-047-0008_p0032",
      "zh_CN": "都搞清楚了，理论上因搞清楚了，我们自己这一生当中，想到哪一道去就跟哪一道结缘，不想到那一道去，把那一道的缘统统断掉。贪瞋痴是三恶道的缘，我能够于一切法，总的来说，名闻利养、五欲六尘，面对着这些不贪、不瞋、不痴。不痴就是对于它的事实真相了解，佛说的，相有性无，事有理无，再给你讲得清楚一点，「当相即空，了不可得」，所以我们在现实环境里面不起贪瞋痴。不起贪瞋痴，反过来是起什么？起戒定慧。戒是什么？好德是戒，定是好清净，慧是通达明了。戒定慧跟贪瞋痴是相对的，贪瞋痴放下，戒定慧就现前。由此可知，任何一个人在这一生当中，甚至于生生世世，一切染净苦乐自己负责任，不可以怨天尤人，怨天尤人那是很大的过失，那是错误的。为什么？天没有给你主宰，人也没有给你妨碍，完全是自作自受。所以，自己对自己要负责任，这是真正觉悟的人，真正聪明的人，是我们应当要学习的。古德讲「自求多福」，这句话说得非常有道理，这是一句真话，不骗人，自求多福，不造罪业。杀生要偿命，欠债要还钱，因果通三世，不是这一世就完了。现在时间到了，我们今天就学习到此地。",
      "zh_TW": "都搞清楚了，理論上因搞清楚了，我們自己這一生當中，想到哪一道去就跟哪一道結緣，不想到那一道去，把那一道的緣統統斷掉。貪瞋痴是三惡道的緣，我能夠於一切法，總的來說，名聞利養、五欲六塵，面對著這些不貪、不瞋、不痴。不痴就是對於它的事實真相了解，佛說的，相有性無，事有理無，再給你講得清楚一點，「當相即空，了不可得」，所以我們在現實環境裡面不起貪瞋痴。不起貪瞋痴，反過來是起什麼？起戒定慧。戒是什麼？好德是戒，定是好清淨，慧是通達明瞭。戒定慧跟貪瞋痴是相對的，貪瞋痴放下，戒定慧就現前。由此可知，任何一個人在這一生當中，甚至於生生世世，一切染淨苦樂自己負責任，不可以怨天尤人，怨天尤人那是很大的過失，那是錯誤的。為什麼？天沒有給你主宰，人也沒有給你妨礙，完全是自作自受。所以，自己對自己要負責任，這是真正覺悟的人，真正聰明的人，是我們應當要學習的。古德講「自求多福」，這句話說得非常有道理，這是一句真話，不騙人，自求多福，不造罪業。殺生要償命，欠債要還錢，因果通三世，不是這一世就完了。現在時間到了，我們今天就學習到此地。"
    }
  ]
}