{
  "doc_id": "12-047-0058",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十八集",
    "zh_TW": "第五十八集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄",
    "zh_TW": "台灣高雄"
  },
  "doc_number": "12-047-0058",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "12-047-0058_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《修华严奥旨妄尽还源观》，经本第十一面第四行，我们从第三行念起，好在文不长。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《修華嚴奧旨妄盡還源觀》，經本第十一面第四行，我們從第三行念起，好在文不長。"
    },
    {
      "id": "12-047-0058_p0002",
      "zh_CN": "【二者。威仪住持有则德。谓行住坐卧四威仪也。大乘八万。小乘三千。为住持之楷模。整六和之紊绪。出三界之梯蹬。越苦海之迅航。】",
      "zh_TW": "【二者。威儀住持有則德。謂行住坐臥四威儀也。大乘八萬。小乘三千。為住持之楷模。整六和之紊緒。出三界之梯蹬。越苦海之迅航。】"
    },
    {
      "id": "12-047-0058_p0003",
      "zh_CN": "我们经文读到此地，上一次我们用《摩诃止观》里面「顺流十心」来做说明。贤首大师为我们开示这一个法门「妄尽还源观」，是教导我们学习《华严》、回归自性最殊胜的方法，简单扼要。前面三段为我们说明诸法实相。这一段是第四段，给我们讲四德，第一个是「随缘妙用」，这一段是第二「威仪住持」。随缘妙用是道，称性的大道，威仪住持是德，也就是说我们如何行道，行道就是德，得什么？得妄尽还源，回归自性也就是世俗所说的成佛了。所以这是成佛之道，佛是要从修德才能成就的。修德，在中国古人所说的「道德之人」，什么是道德，我们总得要清楚、要明了。道就是自性，自性的体、相、作用，《华严经》经题上讲的「大方广」，都是道。我们学佛的人，佛门弟子起心动念、言语造作都能与性德相应这就是德。总的来说是一个，就是回归自性，回归自性就是德，这是究竟圆满的大德。在没有回归自性之前有没有道德？有，这个道德意思展开无量无边。",
      "zh_TW": "我們經文讀到此地，上一次我們用《摩訶止觀》裡面「順流十心」來做說明。賢首大師為我們開示這一個法門「妄盡還源觀」，是教導我們學習《華嚴》、回歸自性最殊勝的方法，簡單扼要。前面三段為我們說明諸法實相。這一段是第四段，給我們講四德，第一個是「隨緣妙用」，這一段是第二「威儀住持」。隨緣妙用是道，稱性的大道，威儀住持是德，也就是說我們如何行道，行道就是德，得什麼？得妄盡還源，回歸自性也就是世俗所說的成佛了。所以這是成佛之道，佛是要從修德才能成就的。修德，在中國古人所說的「道德之人」，什麼是道德，我們總得要清楚、要明瞭。道就是自性，自性的體、相、作用，《華嚴經》經題上講的「大方廣」，都是道。我們學佛的人，佛門弟子起心動念、言語造作都能與性德相應這就是德。總的來說是一個，就是回歸自性，回歸自性就是德，這是究竟圓滿的大德。在沒有回歸自性之前有沒有道德？有，這個道德意思展開無量無邊。"
    },
    {
      "id": "12-047-0058_p0004",
      "zh_CN": "前面我们讲的『小乘三千，大乘八万』，这是世尊在经上给我们讲得清清楚楚，确实八万四千条，是不是只有这么多？不止。四弘誓愿上我们常念，「法门无量誓愿学」，法是方法，门是门道，就是道。道一展开无量无边，归纳就是一个自性，展开来是无量无边。无量无边法门是不是自性？是的，一点都没错。没展开的时候，惠能大师讲得好，「本自具足」，展开之后「能生万法」。遍法界虚空界没有一法不是道，你要是明了，你要是随顺，没有一法不是德，这个法是讲你的行，你的造作与性德相应都是德。如果说得太多太细，我们记不住，无从下手。所以诸佛菩萨、大圣大贤，都给我们把纲领提示出来。在中国，我们的老祖宗都是圣贤，我们细心观察也能肯定，都是诸佛菩萨来示现的，这是真的不是假的。跟我们讲的五伦、五常、四维、八德，很好记，这是什么？这是道。我们能够理解，能够把它落实在我们日常生活当中，处事待人接物我们都做到，五伦做到，父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信，那是德。五常，仁义礼智信；四维，礼义廉耻；八德，孝悌忠信仁爱和平，是道，我们把它做到、我们把它履行就是德，这是真的道德，称性的。在佛门里面讲的十善、五戒、三皈是道，统统做到你就有德。在威仪当中怎样真正做到，就是为世间众生做一个最好的样子，「学为人师，行为世范」，做一个好样子。世尊当年在世四十九年讲经教学，时时刻刻在提醒我们。",
      "zh_TW": "前面我們講的『小乘三千，大乘八萬』，這是世尊在經上給我們講得清清楚楚，確實八萬四千條，是不是只有這麼多？不止。四弘誓願上我們常念，「法門無量誓願學」，法是方法，門是門道，就是道。道一展開無量無邊，歸納就是一個自性，展開來是無量無邊。無量無邊法門是不是自性？是的，一點都沒錯。沒展開的時候，惠能大師講得好，「本自具足」，展開之後「能生萬法」。遍法界虛空界沒有一法不是道，你要是明瞭，你要是隨順，沒有一法不是德，這個法是講你的行，你的造作與性德相應都是德。如果說得太多太細，我們記不住，無從下手。所以諸佛菩薩、大聖大賢，都給我們把綱領提示出來。在中國，我們的老祖宗都是聖賢，我們細心觀察也能肯定，都是諸佛菩薩來示現的，這是真的不是假的。跟我們講的五倫、五常、四維、八德，很好記，這是什麼？這是道。我們能夠理解，能夠把它落實在我們日常生活當中，處事待人接物我們都做到，五倫做到，父子有親，君臣有義，夫婦有別，長幼有序，朋友有信，那是德。五常，仁義禮智信；四維，禮義廉恥；八德，孝悌忠信仁愛和平，是道，我們把它做到、我們把它履行就是德，這是真的道德，稱性的。在佛門裡面講的十善、五戒、三皈是道，統統做到你就有德。在威儀當中怎樣真正做到，就是為世間眾生做一個最好的樣子，「學為人師，行為世範」，做一個好樣子。世尊當年在世四十九年講經教學，時時刻刻在提醒我們。"
    },
    {
      "id": "12-047-0058_p0005",
      "zh_CN": "「顺逆十心」很值得我们学习，我们先说「顺流十心」，顺是随顺，流是流转，这是说六道众生，就是因为这十种心，随顺烦恼流转生死，这个生死就是轮回。所以这十种心是轮回心，六道轮回怎么来的？就这么来的，我们总得要清楚。真正清楚明白，不想再搞六道轮回，这十种我们必须把它断掉。这十种，我们上一次到今天隔了一段时期，怕大家忘掉，简单的再提一提。第一个是「无明昏暗」，这里所讲的无明，就是十二因缘里所说的，「无明缘行，行缘识」，就讲这个无明，叫枝末无明，这不是根本无明。由于这个无明，让六道这种境界现前，这是对于诸法实相迷惑颠倒，称之为无明昏暗，发生分别执着、起贪瞋痴慢，这是根本烦恼，这是六道轮回的真因。里面有烦恼，外面有诱惑，业报就现前。恶友，「外加恶友」，善恶不能辨别，把恶当作善，把善当作恶，这叫颠倒。告诉你、教导你竞争，争名夺利，你看这种朋友多好！你把他当作好友。如果有个人教你不贪、不瞋、不痴，你不会跟他交朋友，为什么？这种人愚痴，哪有人不要财、不想财？所以善恶颠倒，你不认识，把恶友当作好友，教你什么？教导你杀盗淫妄，教你作恶，你认为这是好朋友。佛在经上讲「十恶是怨家」，把怨家当作好友；「十善是厚友」，你不会接受，你排斥他，远离他。以为这个对你真正有利益，错了，为什么？这些朋友起心动念、言语造作跟你的烦恼相应，你里头有贪瞋痴慢，他跟你这个相应，你不知道他的恶。",
      "zh_TW": "「順逆十心」很值得我們學習，我們先說「順流十心」，順是隨順，流是流轉，這是說六道眾生，就是因為這十種心，隨順煩惱流轉生死，這個生死就是輪迴。所以這十種心是輪迴心，六道輪迴怎麼來的？就這麼來的，我們總得要清楚。真正清楚明白，不想再搞六道輪迴，這十種我們必須把它斷掉。這十種，我們上一次到今天隔了一段時期，怕大家忘掉，簡單的再提一提。第一個是「無明昏闇」，這裡所講的無明，就是十二因緣裡所說的，「無明緣行，行緣識」，就講這個無明，叫枝末無明，這不是根本無明。由於這個無明，讓六道這種境界現前，這是對於諸法實相迷惑顛倒，稱之為無明昏闇，發生分別執著、起貪瞋痴慢，這是根本煩惱，這是六道輪迴的真因。裡面有煩惱，外面有誘惑，業報就現前。惡友，「外加惡友」，善惡不能辨別，把惡當作善，把善當作惡，這叫顛倒。告訴你、教導你競爭，爭名奪利，你看這種朋友多好！你把他當作好友。如果有個人教你不貪、不瞋、不痴，你不會跟他交朋友，為什麼？這種人愚痴，哪有人不要財、不想財？所以善惡顛倒，你不認識，把惡友當作好友，教你什麼？教導你殺盜淫妄，教你作惡，你認為這是好朋友。佛在經上講「十惡是怨家」，把怨家當作好友；「十善是厚友」，你不會接受，你排斥他，遠離他。以為這個對你真正有利益，錯了，為什麼？這些朋友起心動念、言語造作跟你的煩惱相應，你裡頭有貪瞋痴慢，他跟你這個相應，你不知道他的惡。"
    },
    {
      "id": "12-047-0058_p0006",
      "zh_CN": "现在这个社会麻烦，价值观颠倒，中国五千年来，祖宗、圣贤教人什么？教人伦理道德，教人孝悌忠信。读书人常说「孔曰成仁，孟曰取义」，孔是孔子，孔子教人要仁慈、仁爱，推己及人，想到自己同时就想到别人。孟子教人取义，义是什么？合情、合理、合法。我们的思想合情、合理、合法，我们的言论、我们的行为都能够合理、合情、合法，这叫义，不讲利。可是在孟子那个时代，孟子生在战国时代，孔子是生在春秋时代，战国社会混乱，孔孟提倡仁义，想拯救社会。到秦汉中国统一，汉武帝知道教育是治国平天下的大道。春秋战国诸子百家，到底哪一家的学说能够适应社会需求？董仲舒建议孔孟学说，孔孟学说是崇尚仁义，汉武帝采取。所以孔孟由于国家的推崇，它就脱颖而出，成为中国往后二千年来教学的主流。在这之前，孔子、孟子跟其他诸子百家地位是平等的。可是到现代，由于科学技术的发达，中国人对祖宗的教诲信心动摇，再加上西方文明的渗透，几乎是取而代之。西方的价值观是名利，争名夺利，仁义没有了，造成今天整个世界的动乱。这个现象很可怕，现在几乎是举世之人都感到恐惧，甚至有些知识分子、宗教家，乃至科学家为大家提出世界末日。也就是说要像现在这情势继续发展下去，科学家告诉我们，地球五十年到一百年后不适合人类生存，这就末日。而末日的现象，大家每天看新闻、看资讯，你们知道比我多，我是几十年不接触这些东西。偶尔同修们也会把重要的信息摘录出来告诉我，我看到很可怕，但是都在意料之中。",
      "zh_TW": "現在這個社會麻煩，價值觀顛倒，中國五千年來，祖宗、聖賢教人什麼？教人倫理道德，教人孝悌忠信。讀書人常說「孔曰成仁，孟曰取義」，孔是孔子，孔子教人要仁慈、仁愛，推己及人，想到自己同時就想到別人。孟子教人取義，義是什麼？合情、合理、合法。我們的思想合情、合理、合法，我們的言論、我們的行為都能夠合理、合情、合法，這叫義，不講利。可是在孟子那個時代，孟子生在戰國時代，孔子是生在春秋時代，戰國社會混亂，孔孟提倡仁義，想拯救社會。到秦漢中國統一，漢武帝知道教育是治國平天下的大道。春秋戰國諸子百家，到底哪一家的學說能夠適應社會需求？董仲舒建議孔孟學說，孔孟學說是崇尚仁義，漢武帝採取。所以孔孟由於國家的推崇，它就脫穎而出，成為中國往後二千年來教學的主流。在這之前，孔子、孟子跟其他諸子百家地位是平等的。可是到現代，由於科學技術的發達，中國人對祖宗的教誨信心動搖，再加上西方文明的滲透，幾乎是取而代之。西方的價值觀是名利，爭名奪利，仁義沒有了，造成今天整個世界的動亂。這個現象很可怕，現在幾乎是舉世之人都感到恐懼，甚至有些知識分子、宗教家，乃至科學家為大家提出世界末日。也就是說要像現在這情勢繼續發展下去，科學家告訴我們，地球五十年到一百年後不適合人類生存，這就末日。而末日的現象，大家每天看新聞、看資訊，你們知道比我多，我是幾十年不接觸這些東西。偶爾同修們也會把重要的信息摘錄出來告訴我，我看到很可怕，但是都在意料之中。"
    },
    {
      "id": "12-047-0058_p0007",
      "zh_CN": "有没有方法拯救？有，中国传统文化就能够拯救现前的社会，就能够化解全世界的危机。可是怎么？没人相信。在这个环境里面，我们要有高度的警觉，要有真实的智慧。李老师在往生前一天下午，告诉在身边的几个同学说，「社会乱了，诸佛菩萨、神仙下凡都救不了，今天唯一能够自救的，念佛求生净土。」这是老师临终最后的遗言，说的是真话，我们在现前一定要把念佛往生净土，当作我们这一生来到这个世间的第一桩大事，这个法门简单、容易、稳当、快速，无比的殊胜。唐朝时候善导大师讲过，「万修万人去」，善导大师是什么人？这史书上有记载，阿弥陀佛再来的，善导大师的话就是阿弥陀佛自己说的。台北市有个善导寺，早年日本人建的，日本人跟善导大师的缘分很深，当年在世的时候，日本派了很多留学生到中国来学习，里面不少人都是善导大师的学生，所以善导寺在日本到处都能看得到。可是在现前我们念佛的人，在家、出家是不是万修万人去？恰恰相反。我早年在台中跟李老师学经教，老师常常举台中莲社的例子。他说「我们莲社的念佛人多，莲友几十万人，真正往生的万分之二、三。」一万个莲友当中，真正往生的二、三个人，为什么？这说明现代人学佛，只学了个外表的样子，不是真学。没有真正依教奉行，做假的，做好看。李老师甚至说「消遣佛法」，没地方消遣，到寺院庵堂、莲社道场来消遣，哪里是真学佛？",
      "zh_TW": "有沒有方法拯救？有，中國傳統文化就能夠拯救現前的社會，就能夠化解全世界的危機。可是怎麼？沒人相信。在這個環境裡面，我們要有高度的警覺，要有真實的智慧。李老師在往生前一天下午，告訴在身邊的幾個同學說，「社會亂了，諸佛菩薩、神仙下凡都救不了，今天唯一能夠自救的，念佛求生淨土。」這是老師臨終最後的遺言，說的是真話，我們在現前一定要把念佛往生淨土，當作我們這一生來到這個世間的第一樁大事，這個法門簡單、容易、穩當、快速，無比的殊勝。唐朝時候善導大師講過，「萬修萬人去」，善導大師是什麼人？這史書上有記載，阿彌陀佛再來的，善導大師的話就是阿彌陀佛自己說的。台北市有個善導寺，早年日本人建的，日本人跟善導大師的緣分很深，當年在世的時候，日本派了很多留學生到中國來學習，裡面不少人都是善導大師的學生，所以善導寺在日本到處都能看得到。可是在現前我們念佛的人，在家、出家是不是萬修萬人去？恰恰相反。我早年在台中跟李老師學經教，老師常常舉台中蓮社的例子。他說「我們蓮社的念佛人多，蓮友幾十萬人，真正往生的萬分之二、三。」一萬個蓮友當中，真正往生的二、三個人，為什麼？這說明現代人學佛，只學了個外表的樣子，不是真學。沒有真正依教奉行，做假的，做好看。李老師甚至說「消遣佛法」，沒地方消遣，到寺院庵堂、蓮社道場來消遣，哪裡是真學佛？"
    },
    {
      "id": "12-047-0058_p0008",
      "zh_CN": "真正学佛的秘诀，我在年轻的时候初入佛门，章嘉大师告诉我「看破放下」，这真学。看破是真搞清楚、搞明白，放下妄想、分别、执着，你就入门。放下对世出世间一切法的执着，你入小乘之门，证阿罗汉果；放下分别，放下妄想，你才能够破一品无明、见一分法身，你入了大乘之门。几个人在这上下功夫？我们一生都没看到！我感激老师，老师把这个方法教给我，给我选择这个行业，教导我学释迦牟尼佛，我学了五十八年。成果怎么样？我跟大家说老实话，我学到的是释迦牟尼佛的外表，我走的路，方向、目标是正确的，没走错。精进不够！佛门讲悟处，我有一点，但是悟处有解悟、有证悟，我只有解悟，没有证悟。",
      "zh_TW": "真正學佛的祕訣，我在年輕的時候初入佛門，章嘉大師告訴我「看破放下」，這真學。看破是真搞清楚、搞明白，放下妄想、分別、執著，你就入門。放下對世出世間一切法的執著，你入小乘之門，證阿羅漢果；放下分別，放下妄想，你才能夠破一品無明、見一分法身，你入了大乘之門。幾個人在這上下功夫？我們一生都沒看到！我感激老師，老師把這個方法教給我，給我選擇這個行業，教導我學釋迦牟尼佛，我學了五十八年。成果怎麼樣？我跟大家說老實話，我學到的是釋迦牟尼佛的外表，我走的路，方向、目標是正確的，沒走錯。精進不夠！佛門講悟處，我有一點，但是悟處有解悟、有證悟，我只有解悟，沒有證悟。"
    },
    {
      "id": "12-047-0058_p0009",
      "zh_CN": "最近的十年，从一九九九年，今年二００九年，我们在国外遇到一些特殊的缘分，知道这世界的危机。没有这个缘，我们不攀缘，老实念佛。有了这个缘，看到众生这么苦，灾难这么多，中国传统文化跟大乘佛学确实可以帮得上忙，帮这个世间化解冲突、促进安定和平，这是桩好事情。我们代表澳洲大学，参与国际由联合国主导的这些和平会议，参加十几次。对我们修行有没有妨碍？不能说没有，确实有妨碍，可是到现在这个事情我可以告个段落。我们最近的三、四年，四年前，二００六年、二００七年、二００八年，我们为了要使外国人士对中国传统文化、对大乘佛法真正能生起信心，我们做了实验，这个实验做成功，也让他们看见。我们这方面的工作可以告一段落。，现在回过头来一心念佛求生净土，我们要在正务上下功夫；我们如果不再回头，往生就没把握。我劝了许多人念佛往生，我也看到成就，无比的欢喜。临到我自己我还去不了，这能像话吗？所以我现在要彻底放下。帮助社会，帮助世界化解冲突，促进安定和平，有一些年轻的同学们他们去做，我也非常欢喜，我也很放心。他们的慈悲心，他们的智慧、能力可以做得到，真正发心，我相信三宝加持。",
      "zh_TW": "最近的十年，從一九九九年，今年二００九年，我們在國外遇到一些特殊的緣分，知道這世界的危機。沒有這個緣，我們不攀緣，老實念佛。有了這個緣，看到眾生這麼苦，災難這麼多，中國傳統文化跟大乘佛學確實可以幫得上忙，幫這個世間化解衝突、促進安定和平，這是樁好事情。我們代表澳洲大學，參與國際由聯合國主導的這些和平會議，參加十幾次。對我們修行有沒有妨礙？不能說沒有，確實有妨礙，可是到現在這個事情我可以告個段落。我們最近的三、四年，四年前，二００六年、二００七年、二００八年，我們為了要使外國人士對中國傳統文化、對大乘佛法真正能生起信心，我們做了實驗，這個實驗做成功，也讓他們看見。我們這方面的工作可以告一段落。，現在回過頭來一心念佛求生淨土，我們要在正務上下功夫；我們如果不再回頭，往生就沒把握。我勸了許多人念佛往生，我也看到成就，無比的歡喜。臨到我自己我還去不了，這能像話嗎？所以我現在要徹底放下。幫助社會，幫助世界化解衝突，促進安定和平，有一些年輕的同學們他們去做，我也非常歡喜，我也很放心。他們的慈悲心，他們的智慧、能力可以做得到，真正發心，我相信三寶加持。"
    },
    {
      "id": "12-047-0058_p0010",
      "zh_CN": "《华严经》，古来祖师大德告诉我们，是引导我们回归西方极乐世界的一部大经，真的吗？真的。《华严经》末后，普贤菩萨十大愿王，文殊菩萨十波罗蜜，指归净土。这经文上有，所以古大德说，《华严经》是大本《无量寿经》，《无量寿经》是中本《华严》，《阿弥陀经》是小本《华严》。这三部经是一而三、三而一，大经讲得详细，小经简单扼要便于受持，把它订作课诵本。我们用什么样的心态来学《华严》？净宗学人的心态，《华严经》讲的什么？全是讲我们自心本性的体、相、德用。所以我劝同修《华严经》要听，会帮助你开悟；功夫，功夫是一句阿弥陀佛名号，六字也好，四字也好，要绵绵密密，不能中断。要万缘放下，心里只有阿弥陀佛，只有极乐世界，你这一生就决定得生。",
      "zh_TW": "《華嚴經》，古來祖師大德告訴我們，是引導我們回歸西方極樂世界的一部大經，真的嗎？真的。《華嚴經》末後，普賢菩薩十大願王，文殊菩薩十波羅蜜，指歸淨土。這經文上有，所以古大德說，《華嚴經》是大本《無量壽經》，《無量壽經》是中本《華嚴》，《阿彌陀經》是小本《華嚴》。這三部經是一而三、三而一，大經講得詳細，小經簡單扼要便於受持，把它訂作課誦本。我們用什麼樣的心態來學《華嚴》？淨宗學人的心態，《華嚴經》講的什麼？全是講我們自心本性的體、相、德用。所以我勸同修《華嚴經》要聽，會幫助你開悟；功夫，功夫是一句阿彌陀佛名號，六字也好，四字也好，要綿綿密密，不能中斷。要萬緣放下，心裡只有阿彌陀佛，只有極樂世界，你這一生就決定得生。"
    },
    {
      "id": "12-047-0058_p0011",
      "zh_CN": "年岁大了才闻到这个佛法，你不要着急，你不要害怕。《弥陀经》上讲得很清楚，「若一日、若二日到若七日」，都来得及。甚至于四十八愿里面告诉我们，第十八愿「临命终时一念十念决定得生」。蕅益大师在《弥陀要解》里面讲得好，能不能生净土决定在信愿之有无，我们真信，我们真的发愿，就取得净土的资格。往生净土之后品位高下，就你念佛功夫的浅深决定你品位高下。如果我们把这些事实真相，就是诸法实相了解得愈多，你放下愈多、愈彻底，帮助你提升品位，这是好事。如果我们没有经教的薰陶，虽然念佛念得很勤，无始以来的习气很重，就像此地所说的，里面有无明，无明就是糊涂，外面这些恶友，把恶友当作亲人，没有能力辨别是非善恶。起心动念、言语造作，就像《地藏经》上讲的，「无不是罪，无不是业」。所以我们自己要认真反省，起心动念是不是自私自利？一切都想到为自己，不好！这个心是什么？轮回心。往生西方极乐世界，诸位要记住，四十八愿第十八愿是讲「十念必生」，但是第十九愿是讲「发菩提心」，连在一起。《无量寿经》上告诉我们，「发菩提心，一向专念」，你看「三辈往生」，上中下三辈都有这句话，可见这句话重要，发菩提心一向专念。自私自利不是菩提心，有自私自利的念头，菩提心发不出来。应该怎么样？起心动念为一切众生着想，不要想自己，为正法久住着想就对了。",
      "zh_TW": "年歲大了才聞到這個佛法，你不要著急，你不要害怕。《彌陀經》上講得很清楚，「若一日、若二日到若七日」，都來得及。甚至於四十八願裡面告訴我們，第十八願「臨命終時一念十念決定得生」。蕅益大師在《彌陀要解》裡面講得好，能不能生淨土決定在信願之有無，我們真信，我們真的發願，就取得淨土的資格。往生淨土之後品位高下，就你念佛功夫的淺深決定你品位高下。如果我們把這些事實真相，就是諸法實相了解得愈多，你放下愈多、愈徹底，幫助你提升品位，這是好事。如果我們沒有經教的薰陶，雖然念佛念得很勤，無始以來的習氣很重，就像此地所說的，裡面有無明，無明就是糊塗，外面這些惡友，把惡友當作親人，沒有能力辨別是非善惡。起心動念、言語造作，就像《地藏經》上講的，「無不是罪，無不是業」。所以我們自己要認真反省，起心動念是不是自私自利？一切都想到為自己，不好！這個心是什麼？輪迴心。往生西方極樂世界，諸位要記住，四十八願第十八願是講「十念必生」，但是第十九願是講「發菩提心」，連在一起。《無量壽經》上告訴我們，「發菩提心，一向專念」，你看「三輩往生」，上中下三輩都有這句話，可見這句話重要，發菩提心一向專念。自私自利不是菩提心，有自私自利的念頭，菩提心發不出來。應該怎麼樣？起心動念為一切眾生著想，不要想自己，為正法久住著想就對了。"
    },
    {
      "id": "12-047-0058_p0012",
      "zh_CN": "佛所传的法门很多，这一点我们要很清楚、很明白，佛为什么说这么多法门？因为众生根性不相同，佛是随顺众生的根性接引大家，开无量法门。释迦佛离我们三千年，在现前这个时代肯定有一些法门不契机，现在就说没有这种根性。他老人家在《大集经》里面跟我们说，正法时期是戒律成就，像法时期是禅定成就，末法时期是净土成就。这个话用意很深！这话里头明白的显示出众生的善根福德一代不如一代。我们生活在末法时期，遇到的是社会动乱，这个动乱过去历史上没有的。佛告诉我们净土成就，我们选择这个法门，修学这个法门，这是听话的学生，听谁的话？释迦牟尼佛的话。在现前这个时代，佛告诉我们修净土，为什么？净土容易成就，带业往生。八万四千法门，除这个法门之外，没有一个法门是带业的，这个我们要知道。不带业，这个事情太难！你想想，你那个业能消得掉吗？妄想、分别、执着、贪瞋痴慢，你真能断得了吗？这是我们不能不知道，不能不认真反省，没有能力断烦恼，那你就选择这个法门。",
      "zh_TW": "佛所傳的法門很多，這一點我們要很清楚、很明白，佛為什麼說這麼多法門？因為眾生根性不相同，佛是隨順眾生的根性接引大家，開無量法門。釋迦佛離我們三千年，在現前這個時代肯定有一些法門不契機，現在就說沒有這種根性。他老人家在《大集經》裡面跟我們說，正法時期是戒律成就，像法時期是禪定成就，末法時期是淨土成就。這個話用意很深！這話裡頭明白的顯示出眾生的善根福德一代不如一代。我們生活在末法時期，遇到的是社會動亂，這個動亂過去歷史上沒有的。佛告訴我們淨土成就，我們選擇這個法門，修學這個法門，這是聽話的學生，聽誰的話？釋迦牟尼佛的話。在現前這個時代，佛告訴我們修淨土，為什麼？淨土容易成就，帶業往生。八萬四千法門，除這個法門之外，沒有一個法門是帶業的，這個我們要知道。不帶業，這個事情太難！你想想，你那個業能消得掉嗎？妄想、分別、執著、貪瞋痴慢，你真能斷得了嗎？這是我們不能不知道，不能不認真反省，沒有能力斷煩惱，那你就選擇這個法門。"
    },
    {
      "id": "12-047-0058_p0013",
      "zh_CN": "这个法门虽然没有说断烦恼，但是它要求的是伏烦恼，你要有能力把烦恼伏住，烦恼虽然有，不起作用，这才能往生。伏不住，伏不住就去不了，伏比断容易多了，到极乐世界再断。我们自己认真去想想，不是这个法门，我们这一生能成就吗？不能成就。这是诸佛如来无尽慈悲，我们明白之后，用这句佛号把自己一切烦恼降伏住。怎么降法？念头起来，无论是善念、是恶念，立刻把它转到阿弥陀佛。宗门大德常说「不怕念起，只怕觉迟」，心里起念头不怕，为什么？这是无始烦恼习气。要是不起念头，你不就成佛了吗？你是凡夫当然会起念头。可是第一个念头才起来，第二个念头就觉悟，就把它换成阿弥陀佛，让这个念头不要相续，不要一个接着一个，那就变成业，就造业了。让佛号一个接着一个，这叫净业，这也是在造业，造净业。阿弥陀佛，六道里头没有，十法界里头也没有，跟谁相应？跟极乐世界相应。所以念阿弥陀佛就是念极乐世界，念阿弥陀佛就是回归极乐世界，这个重要。起心动念无论想什么，都出不了六道轮回，凡是出不了六道轮回的，不想、不说也不做，这就对了。",
      "zh_TW": "這個法門雖然沒有說斷煩惱，但是它要求的是伏煩惱，你要有能力把煩惱伏住，煩惱雖然有，不起作用，這才能往生。伏不住，伏不住就去不了，伏比斷容易多了，到極樂世界再斷。我們自己認真去想想，不是這個法門，我們這一生能成就嗎？不能成就。這是諸佛如來無盡慈悲，我們明白之後，用這句佛號把自己一切煩惱降伏住。怎麼降法？念頭起來，無論是善念、是惡念，立刻把它轉到阿彌陀佛。宗門大德常說「不怕念起，只怕覺遲」，心裡起念頭不怕，為什麼？這是無始煩惱習氣。要是不起念頭，你不就成佛了嗎？你是凡夫當然會起念頭。可是第一個念頭才起來，第二個念頭就覺悟，就把它換成阿彌陀佛，讓這個念頭不要相續，不要一個接著一個，那就變成業，就造業了。讓佛號一個接著一個，這叫淨業，這也是在造業，造淨業。阿彌陀佛，六道裡頭沒有，十法界裡頭也沒有，跟誰相應？跟極樂世界相應。所以念阿彌陀佛就是念極樂世界，念阿彌陀佛就是回歸極樂世界，這個重要。起心動念無論想什麼，都出不了六道輪迴，凡是出不了六道輪迴的，不想、不說也不做，這就對了。"
    },
    {
      "id": "12-047-0058_p0014",
      "zh_CN": "我们再看看十条里面所讲的，我们前面学了七条，「恶心遍布、恶心相续、覆讳过失」，这我们前面讲过都非常重要。想想经上所说的这几条，我们有没有？都有，首先要知道，知过然后再改过。第八「不畏恶道，谓诸众生心性险狠不知戒律，于杀盗淫妄种种恶事无不为之，而于恶道恬然不畏，是以流转生死也」。现在人为什么敢做？不相信有因果报应。他知道这些违背性德，不是好事情，依旧还是要干，他的烦恼习气敌不过外面的诱惑，控制不了内心的贪瞋痴慢，没有能力伏贪瞋痴慢，所以里面烦恼起现行，外面的诱惑他造业。不是不懂佛法，懂，讲经说法讲得头头是道，名闻利养现前的时候控制不住，依旧去造业。他也知道有果报，果报还没现前，还不在乎，等果报现前后悔莫及。这什么原因？他懂因果，他也讲因果，懂得不彻底、不究竟，不能够深信因果，毛病出在这个地方。",
      "zh_TW": "我們再看看十條裡面所講的，我們前面學了七條，「惡心遍布、惡心相續、覆諱過失」，這我們前面講過都非常重要。想想經上所說的這幾條，我們有沒有？都有，首先要知道，知過然後再改過。第八「不畏惡道，謂諸眾生心性險狠不知戒律，於殺盜淫妄種種惡事無不為之，而於惡道恬然不畏，是以流轉生死也」。現在人為什麼敢做？不相信有因果報應。他知道這些違背性德，不是好事情，依舊還是要幹，他的煩惱習氣敵不過外面的誘惑，控制不了內心的貪瞋痴慢，沒有能力伏貪瞋痴慢，所以裡面煩惱起現行，外面的誘惑他造業。不是不懂佛法，懂，講經說法講得頭頭是道，名聞利養現前的時候控制不住，依舊去造業。他也知道有果報，果報還沒現前，還不在乎，等果報現前後悔莫及。這什麼原因？他懂因果，他也講因果，懂得不徹底、不究竟，不能夠深信因果，毛病出在這個地方。"
    },
    {
      "id": "12-047-0058_p0015",
      "zh_CN": "现代的社会，对于善有善果、恶有恶报这些事情报导得太少，社会大众对这桩事情模糊，淡薄了。所以连宗教里面，我们常讲修行人都出了问题，这事严重，很严重！我们这么多年来，虽然极力提倡传统文化，我讲得很清楚，中国传统文化离不开儒释道，儒家讲伦常道德，道家讲清净无为，佛家讲明心见性。今天全世界社会的动乱，首先提出中国文化能救世界的是英国人，上一代的汤恩比博士。他在七十年代常常讲，「要拯救二十一世纪的社会，只有中国孔孟学说跟大乘佛法」。现在我们进入二十一世纪，我们看到社会动乱，灾难频繁，想想汤恩比的话，有效吗？真行吗？怀疑的人很多。因为许多人提到儒，一定就想到四书五经十三经；提到道，一定想到老子、庄子；提到佛，会想到《华严》、《法华》、《般若》。我说汤恩比的话没说错，我们把他的话解释错了，我们想到儒释道，都是想到儒释道高深的理论，都想到这个。这些东西在现前社会，真正能懂得的人、理解的人极少数，那能管用吗？真正管用，必须要普及大众化的教育才能管用。所以我说汤恩比没说错。",
      "zh_TW": "現代的社會，對於善有善果、惡有惡報這些事情報導得太少，社會大眾對這樁事情模糊，淡薄了。所以連宗教裡面，我們常講修行人都出了問題，這事嚴重，很嚴重！我們這麼多年來，雖然極力提倡傳統文化，我講得很清楚，中國傳統文化離不開儒釋道，儒家講倫常道德，道家講清淨無為，佛家講明心見性。今天全世界社會的動亂，首先提出中國文化能救世界的是英國人，上一代的湯恩比博士。他在七十年代常常講，「要拯救二十一世紀的社會，只有中國孔孟學說跟大乘佛法」。現在我們進入二十一世紀，我們看到社會動亂，災難頻繁，想想湯恩比的話，有效嗎？真行嗎？懷疑的人很多。因為許多人提到儒，一定就想到四書五經十三經；提到道，一定想到老子、莊子；提到佛，會想到《華嚴》、《法華》、《般若》。我說湯恩比的話沒說錯，我們把他的話解釋錯了，我們想到儒釋道，都是想到儒釋道高深的理論，都想到這個。這些東西在現前社會，真正能懂得的人、理解的人極少數，那能管用嗎？真正管用，必須要普及大眾化的教育才能管用。所以我說湯恩比沒說錯。"
    },
    {
      "id": "12-047-0058_p0016",
      "zh_CN": "我们提到儒释道，一定要想到儒释道的根是什么？根在哪里？像树一样，你不要看那个枝叶花果，那很好看，你得不到受用。你要想有那个成就，那自己去种树，你才会丰收。找它的根，儒的根是《弟子规》，道的根是《太上感应篇》，佛的根是《十善业道》。这三样东西不多，分量很少，单单是经文，我们把它印出来，总共三样东西合起来，也不过十页，十个page，大众化、平民化，真有效，能拯救社会。我们过去三年做的实验只用一种，儒家的《弟子规》。找一个乡镇做实验，这个乡镇十二个村庄，居民四万八千人，我们用的方式，这个小镇居民，男女老少各行各业一起学，成功了。真正把和谐社会、礼义之邦做出来，大家相信了。至于儒释道那些高深的经论，那不是一般人学的，那是少数人。像读书一样，读小学、读初中，平民化，普及教育；它那是博士班，是少数人专攻的。安定社会需要普及，普及的教育，我们想到这一点。对於伦理道德还学得不错的，但是我们都没有从根做起，所以容易变质。",
      "zh_TW": "我們提到儒釋道，一定要想到儒釋道的根是什麼？根在哪裡？像樹一樣，你不要看那個枝葉花果，那很好看，你得不到受用。你要想有那個成就，那自己去種樹，你才會豐收。找它的根，儒的根是《弟子規》，道的根是《太上感應篇》，佛的根是《十善業道》。這三樣東西不多，分量很少，單單是經文，我們把它印出來，總共三樣東西合起來，也不過十頁，十個page，大眾化、平民化，真有效，能拯救社會。我們過去三年做的實驗只用一種，儒家的《弟子規》。找一個鄉鎮做實驗，這個鄉鎮十二個村莊，居民四萬八千人，我們用的方式，這個小鎮居民，男女老少各行各業一起學，成功了。真正把和諧社會、禮義之邦做出來，大家相信了。至於儒釋道那些高深的經論，那不是一般人學的，那是少數人。像讀書一樣，讀小學、讀初中，平民化，普及教育；它那是博士班，是少數人專攻的。安定社會需要普及，普及的教育，我們想到這一點。對於倫理道德還學得不錯的，但是我們都沒有從根做起，所以容易變質。"
    },
    {
      "id": "12-047-0058_p0017",
      "zh_CN": "我自己做了一个很深的反省，我在这几十年当中，走过很多地方，没有被外面诱惑，心行没有动摇，靠什么？什么样的力量让我稳住？想来想去，想到童年十岁以前，在农村里面，母亲教我的因果教育。在哪里教的？在城隍庙教的，城隍庙的阎王殿里教给我。那个时候十殿阎王泥塑的，塑得好！母亲到城隍庙烧香，一年总要去几次，带着我们小孩去参观十殿阎王，告诉我们，我们看到恐怖的现象，这造什么样的业，受什么样的果报，这印象深！所以中国教育，扎根的教育是从婴孩教起。现在人疏忽，也可以说现在人没有这个福报了。从前教小孩什么时候教起？怀孕的时候教起，胎教。母亲怀孕，母亲的思想，母亲的情绪，母亲的言语、动作都会影响胎儿。所以怀孕的时候，凡是负面的，不看、不听、不说、不接触，让胎儿在坐胎的时候他就得到正气，他没有染上邪气。出生之后，他眼睛睁开来会看，他会听，他已经在开始学习，父母、大人在他面前言谈举止，他在学！",
      "zh_TW": "我自己做了一個很深的反省，我在這幾十年當中，走過很多地方，沒有被外面誘惑，心行沒有動搖，靠什麼？什麼樣的力量讓我穩住？想來想去，想到童年十歲以前，在農村裡面，母親教我的因果教育。在哪裡教的？在城隍廟教的，城隍廟的閻王殿裡教給我。那個時候十殿閻王泥塑的，塑得好！母親到城隍廟燒香，一年總要去幾次，帶著我們小孩去參觀十殿閻王，告訴我們，我們看到恐怖的現象，這造什麼樣的業，受什麼樣的果報，這印象深！所以中國教育，扎根的教育是從嬰孩教起。現在人疏忽，也可以說現在人沒有這個福報了。從前教小孩什麼時候教起？懷孕的時候教起，胎教。母親懷孕，母親的思想，母親的情緒，母親的言語、動作都會影響胎兒。所以懷孕的時候，凡是負面的，不看、不聽、不說、不接觸，讓胎兒在坐胎的時候他就得到正氣，他沒有染上邪氣。出生之後，他眼睛睜開來會看，他會聽，他已經在開始學習，父母、大人在他面前言談舉止，他在學！"
    },
    {
      "id": "12-047-0058_p0018",
      "zh_CN": "所以《弟子规》不是教小孩念的，不是教小孩背的，《弟子规》是父母在日常生活当中他统统做到，让婴儿看到、听到、接触到。所以小孩到三岁一千天，从出生到三岁一千天，这个一千天是他的扎根教育，根深蒂固，不会变！中国古谚语所谓「三岁看八十」，三岁的根扎得稳，八十岁不会变。我没想到这一生当中非常有幸，我十岁之前生长在农村，十岁之后才搬到城市，城市就没有农村那么淳朴，容易学坏，农村里头不会学坏。所以想想，现在教育真是有问题，有大问题，这社会怎么办？要靠真正有心人发菩提心，舍己为人，来拯救这社会，这是菩萨事业，这不是凡夫，凡夫做不到。所以因果教育比《弟子规》还要重要，深信因果的人，《弟子规》、《十善业》就学得很踏实，真心做出来。不相信因果的人，《弟子规》、《十善业》学得再好，名闻利养现前敌不过。里面有无始劫来贪瞋痴慢的习气，外面这个诱惑力量太强大，你能敌得住吗？人如果贪图名利、贪图享受肯定堕落，这一点很可怕。所以现在教育太难！",
      "zh_TW": "所以《弟子規》不是教小孩念的，不是教小孩背的，《弟子規》是父母在日常生活當中他統統做到，讓嬰兒看到、聽到、接觸到。所以小孩到三歲一千天，從出生到三歲一千天，這個一千天是他的扎根教育，根深蒂固，不會變！中國古諺語所謂「三歲看八十」，三歲的根紮得穩，八十歲不會變。我沒想到這一生當中非常有幸，我十歲之前生長在農村，十歲之後才搬到城市，城市就沒有農村那麼淳樸，容易學壞，農村裡頭不會學壞。所以想想，現在教育真是有問題，有大問題，這社會怎麼辦？要靠真正有心人發菩提心，捨己為人，來拯救這社會，這是菩薩事業，這不是凡夫，凡夫做不到。所以因果教育比《弟子規》還要重要，深信因果的人，《弟子規》、《十善業》就學得很踏實，真心做出來。不相信因果的人，《弟子規》、《十善業》學得再好，名聞利養現前敵不過。裡面有無始劫來貪瞋痴慢的習氣，外面這個誘惑力量太強大，你能敵得住嗎？人如果貪圖名利、貪圖享受肯定墮落，這一點很可怕。所以現在教育太難！"
    },
    {
      "id": "12-047-0058_p0019",
      "zh_CN": "从前农村一般来讲闭塞，没有传媒，没有信息。我住在乡村，离城市二十五里不算远，十几公里，可是县城里面发生的事情，如果没有人到乡下来跟我们说，不知道，发生什么事情，可能十天半个月才知道。现在不行，交通发达，资讯发达，农村也不一样，全世界鸡毛蒜皮的小事，电视上都播出来。所以现在人要像从前那么老实、纯朴，可难！换句话说，现在修行求往生也比过去难太多。如果我们的冤亲债主，这是真的不是假的，每个人都有三世，有过去还有未来，生生世世结的这些冤业，有报恩的、有报怨的、有讨债的、有还债的，这是麻烦事情。到什么时候出现？临命终的时候他来扰乱，他障碍你往生。这个事情我们不能够疏忽，我们一定要在现前用智慧、用真诚心、用慈悲心把它化解。",
      "zh_TW": "從前農村一般來講閉塞，沒有傳媒，沒有信息。我住在鄉村，離城市二十五里不算遠，十幾公里，可是縣城裡面發生的事情，如果沒有人到鄉下來跟我們說，不知道，發生什麼事情，可能十天半個月才知道。現在不行，交通發達，資訊發達，農村也不一樣，全世界雞毛蒜皮的小事，電視上都播出來。所以現在人要像從前那麼老實、純樸，可難！換句話說，現在修行求往生也比過去難太多。如果我們的冤親債主，這是真的不是假的，每個人都有三世，有過去還有未來，生生世世結的這些冤業，有報恩的、有報怨的、有討債的、有還債的，這是麻煩事情。到什麼時候出現？臨命終的時候他來擾亂，他障礙你往生。這個事情我們不能夠疏忽，我們一定要在現前用智慧、用真誠心、用慈悲心把它化解。"
    },
    {
      "id": "12-047-0058_p0020",
      "zh_CN": "我们每天念佛诵经，一定要跟冤亲债主回向。我每天读经念佛，我前面通常都念十一句，一天有好多遍。看经展开经卷，我前面合掌先念南无本师释迦牟尼佛，南无本师阿弥陀佛，南无本师毘卢遮那佛（华严三圣），第四位是南无本师当来下生弥勒尊佛，然后念南无华严会上佛菩萨，南无莲池海会佛菩萨，再念南无护法韦陀尊天菩萨。我们要求护法，没有护法神不行。后面四句是报恩的，不能忘掉，这个不用南无，用和南，和南就是礼敬。老师护法诸菩萨（不能把老师的恩德忘记），再念遍法界虚空界一切尊神菩萨，和南此界他方一切城隍、土地、山神、龙王（龙王是水神）、树神众菩萨，最后是和南遍法界虚空界一切仙姑精灵，一切天灾人祸（人祸是战争）罹难的一切众灵。我这样的回向，心量要拓开，不要只想到自己，念念希望都能想到遍法界虚空界。我念的比人多，十一句，无论在什么地方，念佛前面要念这十一句，念完之后回向也是十一句。目的没有别的，把自己心量拓开，不要老想自己，报佛恩，报老师的恩，报父母恩，报护法恩。要知道恶道苦，三恶道，看到果报就想到因行，他是造什么样罪业堕落的，我们从哪里回头？不能再造这些罪。",
      "zh_TW": "我們每天念佛誦經，一定要跟冤親債主迴向。我每天讀經念佛，我前面通常都念十一句，一天有好多遍。看經展開經卷，我前面合掌先念南無本師釋迦牟尼佛，南無本師阿彌陀佛，南無本師毘盧遮那佛（華嚴三聖），第四位是南無本師當來下生彌勒尊佛，然後念南無華嚴會上佛菩薩，南無蓮池海會佛菩薩，再念南無護法韋陀尊天菩薩。我們要求護法，沒有護法神不行。後面四句是報恩的，不能忘掉，這個不用南無，用和南，和南就是禮敬。老師護法諸菩薩（不能把老師的恩德忘記），再念遍法界虛空界一切尊神菩薩，和南此界他方一切城隍、土地、山神、龍王（龍王是水神）、樹神眾菩薩，最後是和南遍法界虛空界一切仙姑精靈，一切天災人禍（人禍是戰爭）罹難的一切眾靈。我這樣的迴向，心量要拓開，不要只想到自己，念念希望都能想到遍法界虛空界。我念的比人多，十一句，無論在什麼地方，念佛前面要念這十一句，念完之後迴向也是十一句。目的沒有別的，把自己心量拓開，不要老想自己，報佛恩，報老師的恩，報父母恩，報護法恩。要知道惡道苦，三惡道，看到果報就想到因行，他是造什麼樣罪業墮落的，我們從哪裡回頭？不能再造這些罪。"
    },
    {
      "id": "12-047-0058_p0021",
      "zh_CN": "第九，「无惭无愧，谓诸众生愚痴所蔽造诸恶业，上不惭天，下不愧人，难自隐覆，是以流转生死。」惭愧是善心所，不知道惭愧，他什么坏事都敢做，不知惭愧就是愚痴。愚痴的相是什么？就是这个现象，没有惭愧心。惭，我们一般人讲良心，我不敢做这个事情，做这个事情对不起自己的良心，这是惭。愧是什么？愧是我们今天讲舆论的批评，别人的指责，我做了坏事没有脸见人，这是愧。一个是良心的约束，一个是外面舆论的约束。如果不怕自己良心责备，也不在乎别人怎么样批评，这个人什么样的恶事他都敢做。我们看看现前社会，这种人在佛法叫愚痴，确实不少！如何能挽救？这要靠教育，靠伦理道德的教育，要靠因果教育，因果教育确实很能叫人有深深的启发。",
      "zh_TW": "第九，「無慚無愧，謂諸眾生愚痴所蔽造諸惡業，上不慚天，下不愧人，難自隱覆，是以流轉生死。」慚愧是善心所，不知道慚愧，他什麼壞事都敢做，不知慚愧就是愚痴。愚痴的相是什麼？就是這個現象，沒有慚愧心。慚，我們一般人講良心，我不敢做這個事情，做這個事情對不起自己的良心，這是慚。愧是什麼？愧是我們今天講輿論的批評，別人的指責，我做了壞事沒有臉見人，這是愧。一個是良心的約束，一個是外面輿論的約束。如果不怕自己良心責備，也不在乎別人怎麼樣批評，這個人什麼樣的惡事他都敢做。我們看看現前社會，這種人在佛法叫愚痴，確實不少！如何能挽救？這要靠教育，靠倫理道德的教育，要靠因果教育，因果教育確實很能叫人有深深的啟發。"
    },
    {
      "id": "12-047-0058_p0022",
      "zh_CN": "我记得初学佛的时候，可以说是第一次接触到善书，还没有看到佛经，朱镜宙老居士送一本《了凡四训》给我看。这个小册子有很简单的注解，好像是尤惜阴的注解，我看了一遍非常欢喜。我记得好像在两个星期当中，我从头到尾看了三十遍，深深的感到了凡先生所有的毛病我统统具足，他还有一些长处我没有，我比不上他。从这个地方认真反省，生惭愧心，向了凡先生学习。以后学佛，看到印光法师一生当中极力提倡因果教育，二、三十年之后才体会到印光大师的苦心。所以人要是到无惭无耻，那个麻烦就大！现前有不少人跟我说，现在饿鬼、地狱的众生比人好度，他们能够接受劝导，真有念佛往生极乐世界，有悔过而生天。从前最难教化的是三恶道，现在最难教化的是人道，不是三恶道。真的，连畜生都比人好教，这是我们最近二十多年来亲身体验到的，甚至于花草树木都能沟通，都有灵性。教人太难了，这个话是事实。",
      "zh_TW": "我記得初學佛的時候，可以說是第一次接觸到善書，還沒有看到佛經，朱鏡宙老居士送一本《了凡四訓》給我看。這個小冊子有很簡單的註解，好像是尤惜陰的註解，我看了一遍非常歡喜。我記得好像在兩個星期當中，我從頭到尾看了三十遍，深深的感到了凡先生所有的毛病我統統具足，他還有一些長處我沒有，我比不上他。從這個地方認真反省，生慚愧心，向了凡先生學習。以後學佛，看到印光法師一生當中極力提倡因果教育，二、三十年之後才體會到印光大師的苦心。所以人要是到無慚無恥，那個麻煩就大！現前有不少人跟我說，現在餓鬼、地獄的眾生比人好度，他們能夠接受勸導，真有念佛往生極樂世界，有悔過而生天。從前最難教化的是三惡道，現在最難教化的是人道，不是三惡道。真的，連畜生都比人好教，這是我們最近二十多年來親身體驗到的，甚至於花草樹木都能溝通，都有靈性。教人太難了，這個話是事實。"
    },
    {
      "id": "12-047-0058_p0023",
      "zh_CN": "末后一条，「拨无因果，谓诸众生不具正信之心，但生邪恶之见，而于一切善恶因缘果报，悉皆拨以为无，是以流转生死也」。这个地方所说的，实在就是现前社会的写照，这些与教育有关系。在东方，大家不相信圣贤的教诲；在西方社会，不再相信宗教，认为宗教是迷信。现在人相信科学，其实什么叫科学他并不明了，开口闭口都是科学，科学确实日新月异在发展，伦理道德大幅度的降低，甚至于完全没有了。科学家告诉我们，在这地球上，五万年之前也是科学技术发达到极处，人不再信神，不再信伦理道德，不但邪恶之见，邪恶之行，使世人遭遇到大的灾难，大地沉到海里去。科学家告诉我们，那个地方在哪里？大西洋。为什么叫大西洋？从前那里是大西国，科学技术发展比现在还要高明，他们使用的能源从太空引进，没有噪音，没有染污，也就是比现在还进步。由于人伦道德完全毁掉，真的是无恶不作，贪瞋痴慢达到顶峰，世界毁灭了。",
      "zh_TW": "末後一條，「撥無因果，謂諸眾生不具正信之心，但生邪惡之見，而於一切善惡因緣果報，悉皆撥以為無，是以流轉生死也」。這個地方所說的，實在就是現前社會的寫照，這些與教育有關係。在東方，大家不相信聖賢的教誨；在西方社會，不再相信宗教，認為宗教是迷信。現在人相信科學，其實什麼叫科學他並不明瞭，開口閉口都是科學，科學確實日新月異在發展，倫理道德大幅度的降低，甚至於完全沒有了。科學家告訴我們，在這地球上，五萬年之前也是科學技術發達到極處，人不再信神，不再信倫理道德，不但邪惡之見，邪惡之行，使世人遭遇到大的災難，大地沉到海裡去。科學家告訴我們，那個地方在哪裡？大西洋。為什麼叫大西洋？從前那裡是大西國，科學技術發展比現在還要高明，他們使用的能源從太空引進，沒有噪音，沒有染污，也就是比現在還進步。由於人倫道德完全毀掉，真的是無惡不作，貪瞋痴慢達到頂峰，世界毀滅了。"
    },
    {
      "id": "12-047-0058_p0024",
      "zh_CN": "科学家也提醒，我们现在的科技发达差不多也到那个状况，如果再不讲求伦理道德，可能跟上一次一样，这个世界又有一次毁灭，这是世界末日。可是提醒我们，确实是有人，不多，少数人；大多数人听了之后不相信，这些人在胡造谣言。你要是跟他讲解，妖言惑众，说你荒唐，说你邪知邪见，甚至于认定你是邪教，完全拒绝、排斥，这就难说。到灾难现前，他还是不会相信，而他认为灾难是一种人力不能抗拒的自然灾害。现代的科学家我们也很佩服，现在有很多新的发现，跟佛法里讲的很接近，佛经上告诉我们，世界从哪来的？生命从哪来的？我从哪里来的？讲得很清楚，这本书里头就说得很清楚，这大乘佛教讲的。如果真正明白，宇宙从什么地方发生？念头上发生。现在科学发现，说物质，确实没有真正物质存在，物质怎么来的？是从波动现象里面发生的。这跟我们《还源观》里面讲的就接近，相当接近。所以，佛法肯定了境随心转，不是心随境转，是境随心转，我们明白这个道理。",
      "zh_TW": "科學家也提醒，我們現在的科技發達差不多也到那個狀況，如果再不講求倫理道德，可能跟上一次一樣，這個世界又有一次毀滅，這是世界末日。可是提醒我們，確實是有人，不多，少數人；大多數人聽了之後不相信，這些人在胡造謠言。你要是跟他講解，妖言惑眾，說你荒唐，說你邪知邪見，甚至於認定你是邪教，完全拒絕、排斥，這就難說。到災難現前，他還是不會相信，而他認為災難是一種人力不能抗拒的自然災害。現代的科學家我們也很佩服，現在有很多新的發現，跟佛法裡講的很接近，佛經上告訴我們，世界從哪來的？生命從哪來的？我從哪裡來的？講得很清楚，這本書裡頭就說得很清楚，這大乘佛教講的。如果真正明白，宇宙從什麼地方發生？念頭上發生。現在科學發現，說物質，確實沒有真正物質存在，物質怎麼來的？是從波動現象裡面發生的。這跟我們《還源觀》裡面講的就接近，相當接近。所以，佛法肯定了境隨心轉，不是心隨境轉，是境隨心轉，我們明白這個道理。"
    },
    {
      "id": "12-047-0058_p0025",
      "zh_CN": "我们在学习经教讲到极乐世界，讲到毘卢遮那佛的华藏世界，我常说极乐、华藏跟我们现在这个世界，有什么差别？在理上讲毫无差别，在事上讲有很大的差距，那怎么回事情？居民心态不一样。你看释迦牟尼佛跟我们介绍极乐世界，《弥陀经》上讲，那个地方「皆是诸上善人俱会一处」，不但是善，上善。所以人心好，人的行为好，那个地方的山河大地都变得非常之美，境随心转。我们今天的世界，这个地方的居民，你细心想，十恶，杀盗淫妄，妄语、两舌、绮语、恶口，贪瞋痴慢，不但是十恶，上品十恶，所以世界变成这样子。如果我们这个世界的居民明白这个道理，大家回心向善，断一切恶、修一切善，我们这个地球就变成极乐世界。所谓自然灾害，哪里是什么自然？我们心善，山河大地都善，树木花草都善，没有灾害。",
      "zh_TW": "我們在學習經教講到極樂世界，講到毘盧遮那佛的華藏世界，我常說極樂、華藏跟我們現在這個世界，有什麼差別？在理上講毫無差別，在事上講有很大的差距，那怎麼回事情？居民心態不一樣。你看釋迦牟尼佛跟我們介紹極樂世界，《彌陀經》上講，那個地方「皆是諸上善人俱會一處」，不但是善，上善。所以人心好，人的行為好，那個地方的山河大地都變得非常之美，境隨心轉。我們今天的世界，這個地方的居民，你細心想，十惡，殺盜淫妄，妄語、兩舌、綺語、惡口，貪瞋痴慢，不但是十惡，上品十惡，所以世界變成這樣子。如果我們這個世界的居民明白這個道理，大家回心向善，斷一切惡、修一切善，我們這個地球就變成極樂世界。所謂自然災害，哪裡是什麼自然？我們心善，山河大地都善，樹木花草都善，沒有災害。"
    },
    {
      "id": "12-047-0058_p0026",
      "zh_CN": "所以佛在《楞严经》上讲的，讲灾难大三灾，水灾，水灾从哪里来？贪心来的，贪婪感得水灾。瞋恚感得是火灾，火山爆发，地球温度上升是人的瞋恚心变现出来。风灾是愚痴，飓风、台风是属于愚痴；地震是属于不平，傲慢，我总比别人高，贪瞋痴慢造成的灾害。我们这样跟大家讲，人家说我胡说八道，没有科学根据。很难得，日本江本胜博士用科学的方法，用水做实验证明，水是矿物，证明水能看、能听，能懂得人的意思。我跟江本博士说：你再努力一点，不但是水，所有物质现象都会看、都会听，都懂得人的意思。人要是善，心行要是善，它们的反应是善；我们的心行不善，它的反应是不善的。这样才晓得，有没有自然灾害？没有，是我们善恶念头变现出来的，我们不能不知道。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以佛在《楞嚴經》上講的，講災難大三災，水災，水災從哪裡來？貪心來的，貪婪感得水災。瞋恚感得是火災，火山爆發，地球溫度上升是人的瞋恚心變現出來。風災是愚痴，颶風、颱風是屬於愚痴；地震是屬於不平，傲慢，我總比別人高，貪瞋痴慢造成的災害。我們這樣跟大家講，人家說我胡說八道，沒有科學根據。很難得，日本江本勝博士用科學的方法，用水做實驗證明，水是礦物，證明水能看、能聽，能懂得人的意思。我跟江本博士說：你再努力一點，不但是水，所有物質現象都會看、都會聽，都懂得人的意思。人要是善，心行要是善，它們的反應是善；我們的心行不善，它的反應是不善的。這樣才曉得，有沒有自然災害？沒有，是我們善惡念頭變現出來的，我們不能不知道。今天時間到了，我們就學習到此地。"
    }
  ]
}