{
  "doc_id": "32-146-0001",
  "title": {
    "zh_CN": "二Ｏ一六年英国伦敦护世息灾三时系念法会暨祭祖大典开示",
    "zh_TW": "二Ｏ一六年英國倫敦護世息災三時繫念法會暨祭祖大典開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "英国伦敦展览中心N2馆",
    "zh_TW": "英國倫敦展覽中心N2館"
  },
  "doc_number": "32-146-0001",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "32-146-0001_p0001",
      "zh_CN": "诸位法师、诸位同修、诸位嘉宾，大家好！",
      "zh_TW": "諸位法師、諸位同修、諸位嘉賓，大家好！"
    },
    {
      "id": "32-146-0001_p0002",
      "zh_CN": "这一次祭祖法会起源于去年八月，威尔斯大学的校长一行三位教授，他们到香港来访问，正好遇到我们在香港做中元祭祖法会。香港是一年做三次，第一次是清明，第二次中元，第三次冬至。这些年来提倡孝道，影响很好，大家都欢喜。校长一行遇到了，我们就邀请他来观礼。他看了之后很受感动，问我这个活动能不能在英国办一次。当时他很有诚意，我就答应他了。这是这一次法会的缘由。",
      "zh_TW": "這一次祭祖法會起源於去年八月，威爾斯大學的校長一行三位教授，他們到香港來訪問，正好遇到我們在香港做中元祭祖法會。香港是一年做三次，第一次是清明，第二次中元，第三次冬至。這些年來提倡孝道，影響很好，大家都歡喜。校長一行遇到了，我們就邀請他來觀禮。他看了之後很受感動，問我這個活動能不能在英國辦一次。當時他很有誠意，我就答應他了。這是這一次法會的緣由。"
    },
    {
      "id": "32-146-0001_p0003",
      "zh_CN": "祭祖，大概在欧洲这也是第一次。我们到这边来，此地有两场，另外还有一场在威尔斯大学。我们把它当作一堂功课来学习，让西方这些学生有机会能见到中国祭祖的大典。去年我们祭祖法会有八千多人，庄严肃穆，很感动人。我们相信欧洲这个开端好，把祭祖的意义向社会大众做详细的报告，欢迎大家来参加这个大典。我们提倡孝道。",
      "zh_TW": "祭祖，大概在歐洲這也是第一次。我們到這邊來，此地有兩場，另外還有一場在威爾斯大學。我們把它當作一堂功課來學習，讓西方這些學生有機會能見到中國祭祖的大典。去年我們祭祖法會有八千多人，莊嚴肅穆，很感動人。我們相信歐洲這個開端好，把祭祖的意義向社會大眾做詳細的報告，歡迎大家來參加這個大典。我們提倡孝道。"
    },
    {
      "id": "32-146-0001_p0004",
      "zh_CN": "现在的社会动乱，一年比一年严重，原因在哪里？在教育。在中国五千年的历史，有很多次朝代的更替、政权的转移。但是掌握到政权，大概是五年国家就颁布礼乐，祭祀是这个典礼里面第一桩大事情，社会秩序就上轨道了，接着就会有一段时期太平盛世，历史上都有详细的记载。唯独这一次，满清亡国到现在一百年，一百年社会动乱、时局不安，这在历史上从来没有过的。什么原因？原因很多，但是总的来说，就是对于中国传统文化丧失了信心。英国汤恩比博士说得很好，要解决二十一世纪社会问题，也就是社会动荡不稳定的这个问题，他说只有中国孔孟学说跟大乘佛法有这个能力帮助我们，帮助我们恢复正常，安定和谐。",
      "zh_TW": "現在的社會動亂，一年比一年嚴重，原因在哪裡？在教育。在中國五千年的歷史，有很多次朝代的更替、政權的轉移。但是掌握到政權，大概是五年國家就頒布禮樂，祭祀是這個典禮裡面第一樁大事情，社會秩序就上軌道了，接著就會有一段時期太平盛世，歷史上都有詳細的記載。唯獨這一次，滿清亡國到現在一百年，一百年社會動亂、時局不安，這在歷史上從來沒有過的。什麼原因？原因很多，但是總的來說，就是對於中國傳統文化喪失了信心。英國湯恩比博士說得很好，要解決二十一世紀社會問題，也就是社會動盪不穩定的這個問題，他說只有中國孔孟學說跟大乘佛法有這個能力幫助我們，幫助我們恢復正常，安定和諧。"
    },
    {
      "id": "32-146-0001_p0005",
      "zh_CN": "我是去年六月到英国来访问，今年四月我也来过一次，这一次要跟威尔斯大学合办一个汉学院。这个汉学院主要的是古汉语，我们办学的目的是希望培养一批年轻人，学习中国文字学，这是属于工具。中国祖宗留下来的最宝贵的是《四库全书》，为什么要学这个？孔子说得很好，在《论语》里面第一句话就解答了，为什么要学中国传统文化？他说，「学而时习之，不亦说乎」。这句话解释开，用白话解释开，就是说你要学中国传统文化，你会一生当中得到幸福、欢喜、安乐的人生。这个谁不要？每个人都希望我一生过得很幸福、很快乐，这就是修身。接着家庭美满、事业顺利、社会安定、国家富强、世界和平，我相信每个人都要。怎么样才能得到？学习中国传统文化、学习大乘佛法，就能满足我们的愿望，就能享受到安定和谐。",
      "zh_TW": "我是去年六月到英國來訪問，今年四月我也來過一次，這一次要跟威爾斯大學合辦一個漢學院。這個漢學院主要的是古漢語，我們辦學的目的是希望培養一批年輕人，學習中國文字學，這是屬於工具。中國祖宗留下來的最寶貴的是《四庫全書》，為什麼要學這個？孔子說得很好，在《論語》裡面第一句話就解答了，為什麼要學中國傳統文化？他說，「學而時習之，不亦說乎」。這句話解釋開，用白話解釋開，就是說你要學中國傳統文化，你會一生當中得到幸福、歡喜、安樂的人生。這個誰不要？每個人都希望我一生過得很幸福、很快樂，這就是修身。接著家庭美滿、事業順利、社會安定、國家富強、世界和平，我相信每個人都要。怎麼樣才能得到？學習中國傳統文化、學習大乘佛法，就能滿足我們的願望，就能享受到安定和諧。"
    },
    {
      "id": "32-146-0001_p0006",
      "zh_CN": "这一次我们还有论坛，请了几位教授，把这些典籍里头重要的纲领介绍给大家。希望大家对于传统文化有信心，这个社会有救，这个世界也有救。如果我们把老祖宗留给我们的智慧、理念、方法、经验，我们都漠视，不去理会、不去学它，社会动乱肯定一年比一年严重。最严重可能人类会在这个地球上消失，那就非常悲惨，我们能想像得到，不是每个人愿意见到的。",
      "zh_TW": "這一次我們還有論壇，請了幾位教授，把這些典籍裡頭重要的綱領介紹給大家。希望大家對於傳統文化有信心，這個社會有救，這個世界也有救。如果我們把老祖宗留給我們的智慧、理念、方法、經驗，我們都漠視，不去理會、不去學它，社會動亂肯定一年比一年嚴重。最嚴重可能人類會在這個地球上消失，那就非常悲慘，我們能想像得到，不是每個人願意見到的。"
    },
    {
      "id": "32-146-0001_p0007",
      "zh_CN": "所以汤恩比说的话从哪里做起？从祭祀祖宗做起，这是个起点，提倡孝道。千百年前的祖宗，我们念念不忘、念念感恩，对于现前的父母，不可能有不感恩的道理，孝道从这开始。接着师道，孝亲尊师，这是东方文化的根本。孝是根，敬是本，把我们自性里面的孝心、尊师重道唤醒，恢复起来，这个世界就会走向正面的，好的方向去发展。",
      "zh_TW": "所以湯恩比說的話從哪裡做起？從祭祀祖宗做起，這是個起點，提倡孝道。千百年前的祖宗，我們念念不忘、念念感恩，對於現前的父母，不可能有不感恩的道理，孝道從這開始。接著師道，孝親尊師，這是東方文化的根本。孝是根，敬是本，把我們自性裡面的孝心、尊師重道喚醒，恢復起來，這個世界就會走向正面的，好的方向去發展。"
    },
    {
      "id": "32-146-0001_p0008",
      "zh_CN": "这几天我们的活动主要目的在此地，欢迎大家、告诉大家来参与这个活动。我的话就说到此地，谢谢大家。",
      "zh_TW": "這幾天我們的活動主要目的在此地，歡迎大家、告訴大家來參與這個活動。我的話就說到此地，謝謝大家。"
    }
  ]
}