{
  "doc_id": "09-025-0019",
  "title": {
    "zh_CN": "金刚经研习报告",
    "zh_TW": "金剛經研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-025-0019",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "09-025-0019_p0001",
      "zh_CN": "请看底下经文，二百三十九面：",
      "zh_TW": "請看底下經文，二百三十九面："
    },
    {
      "id": "09-025-0019_p0002",
      "zh_CN": "【须菩提。若菩萨以满恒河沙等世界七宝布施。若复有人。知一切法无我。得成于忍。此菩萨胜前菩萨所得功德。】",
      "zh_TW": "【須菩提。若菩薩以滿恆河沙等世界七寶布施。若復有人。知一切法無我。得成於忍。此菩薩勝前菩薩所得功德。】"
    },
    {
      "id": "09-025-0019_p0003",
      "zh_CN": "这一段是就不受福德总结「无我」的大意，前面是个比喻，假如这个菩萨『以满恒河沙等世界七宝布施』，这个比喻前面曾经说过。菩萨必定是福慧双修，虽修福德，绝不受福德，为什么不受福德？前面说过「福德即非福德性」，这个意义很深。诸佛菩萨应化在世间，一定是给众生做个最好的榜样，不但佛菩萨以言语教化众生，身体力行做出一个样子给众生看，言行完全相应。不是说叫你这样做，佛菩萨是另外一个做法，我们看到生怀疑心，佛菩萨做出样子给我们看。前面也曾经提过，诸佛菩萨说实在话不是不可以受福德，他可以的，他心清净不染，但是凡夫之人不行，没有成佛，没有见性。说实在话，八地菩萨才是不动地，八地叫不动地，八地以上不退转，七地以前还退转。由此可知，七地以前享福都会迷惑颠倒。一定要修福，不要享福，享福就迷，享福就堕落，尤其是凡夫。所以佛教给我们初学的人，以戒为师，以苦为师，生活清苦一点好，清苦一点常常容易起觉悟，对这个世间没有留恋的心。生活要是很富裕，过得很舒服，过得很奢侈豪华，他对于这个世间贪恋，他舍不得这个世间；换句话说，要出三界就难了。所以不受福德非常重要。",
      "zh_TW": "這一段是就不受福德總結「無我」的大意，前面是個比喻，假如這個菩薩『以滿恆河沙等世界七寶布施』，這個比喻前面曾經說過。菩薩必定是福慧雙修，雖修福德，絕不受福德，為什麼不受福德？前面說過「福德即非福德性」，這個意義很深。諸佛菩薩應化在世間，一定是給眾生做個最好的榜樣，不但佛菩薩以言語教化眾生，身體力行做出一個樣子給眾生看，言行完全相應。不是說叫你這樣做，佛菩薩是另外一個做法，我們看到生懷疑心，佛菩薩做出樣子給我們看。前面也曾經提過，諸佛菩薩說實在話不是不可以受福德，他可以的，他心清淨不染，但是凡夫之人不行，沒有成佛，沒有見性。說實在話，八地菩薩才是不動地，八地叫不動地，八地以上不退轉，七地以前還退轉。由此可知，七地以前享福都會迷惑顛倒。一定要修福，不要享福，享福就迷，享福就墮落，尤其是凡夫。所以佛教給我們初學的人，以戒為師，以苦為師，生活清苦一點好，清苦一點常常容易起覺悟，對這個世間沒有留戀的心。生活要是很富裕，過得很舒服，過得很奢侈豪華，他對於這個世間貪戀，他捨不得這個世間；換句話說，要出三界就難了。所以不受福德非常重要。"
    },
    {
      "id": "09-025-0019_p0004",
      "zh_CN": "『若复有人』，这「有人」也是个修行人，『知一切法无我』；「知一切法无我」，他才不分别、不执着。「知一切法无我」这个知见就同佛知见，佛与大菩萨知一切法无我，所以『得成于忍』。他所得的是福德性，跟恒沙世界七宝布施所得的福德相，怎么能比？相是假的，性是真的，当然超过前面布施这个菩萨。一切法，在第二百四十面有个简单的表解，就是《百法明门论》里头所说的，一部《百法明门论》只讲一句话：一切法无我。一切法就是百法，心法、心所有法、色法、不相应行法，这九十四种叫有为法，有为法就是有生有灭，这是假的，不是真的。后面六种无为法，无为法是真的，无为法六种，其实真实的只有一种，最后一个真如无为。前面五种，像虚空无为，它虽然不是真的，但是它也是个不生不灭的相，有为法里不能把它列入，就算它作无为法，相似的无为，不是真正的无为，真正无为只有一个真如。无我，人无我、法无我，通达一切法无我，自然没有执着，所有一切分别执着妄想统统都会断掉。由此可知，众生之所以不能离妄想分别执着，是执着一切法有我，执着一切法是实在的，不晓得一切法是虚幻不实。我们看下面经文，二百四十二面。",
      "zh_TW": "『若復有人』，這「有人」也是個修行人，『知一切法無我』；「知一切法無我」，他才不分別、不執著。「知一切法無我」這個知見就同佛知見，佛與大菩薩知一切法無我，所以『得成於忍』。他所得的是福德性，跟恆沙世界七寶布施所得的福德相，怎麼能比？相是假的，性是真的，當然超過前面布施這個菩薩。一切法，在第二百四十面有個簡單的表解，就是《百法明門論》裡頭所說的，一部《百法明門論》只講一句話：一切法無我。一切法就是百法，心法、心所有法、色法、不相應行法，這九十四種叫有為法，有為法就是有生有滅，這是假的，不是真的。後面六種無為法，無為法是真的，無為法六種，其實真實的只有一種，最後一個真如無為。前面五種，像虛空無為，它雖然不是真的，但是它也是個不生不滅的相，有為法裡不能把它列入，就算它作無為法，相似的無為，不是真正的無為，真正無為只有一個真如。無我，人無我、法無我，通達一切法無我，自然沒有執著，所有一切分別執著妄想統統都會斷掉。由此可知，眾生之所以不能離妄想分別執著，是執著一切法有我，執著一切法是實在的，不曉得一切法是虛幻不實。我們看下面經文，二百四十二面。"
    },
    {
      "id": "09-025-0019_p0005",
      "zh_CN": "【须菩提。以诸菩萨不受福德故。】",
      "zh_TW": "【須菩提。以諸菩薩不受福德故。】"
    },
    {
      "id": "09-025-0019_p0006",
      "zh_CN": "菩萨明白事实真相，所以他『不受福德』，这个「不受」的意思，不但在这个世间示现苦行，在一真法界里面他也不受。一真法界，像我们看《华严经》，看《无量寿经》西方世界种种七宝庄严，他在那个环境里生活，他有没有享受？他没有，他心不染着，心清净，绝不以为这是乐受那是苦受，他没有，苦乐两种境界都舍了，他的受是平等受。也就是说，在极乐世界他没有乐的感触，在阿鼻地狱他没有苦的感触，相都离尽了，不受是这个意思，这个不受才是真正的享受。由此可知，我们现在的受是不正常的，我们今天的受是苦乐忧喜舍，这五种受都是不正常的，这五种受舍弃掉才叫正受。你们看经上常讲的禅定、三昧，这都是梵语，翻成中国意思是正受，正常的享受，是苦乐忧喜舍统统没有。在西方极乐世界没有欢喜，在三恶道里没有忧恼，也没有苦受，这叫做平等的受，平等的受才叫做正受，不受福德是平等受。",
      "zh_TW": "菩薩明白事實真相，所以他『不受福德』，這個「不受」的意思，不但在這個世間示現苦行，在一真法界裡面他也不受。一真法界，像我們看《華嚴經》，看《無量壽經》西方世界種種七寶莊嚴，他在那個環境裡生活，他有沒有享受？他沒有，他心不染著，心清淨，絕不以為這是樂受那是苦受，他沒有，苦樂兩種境界都捨了，他的受是平等受。也就是說，在極樂世界他沒有樂的感觸，在阿鼻地獄他沒有苦的感觸，相都離盡了，不受是這個意思，這個不受才是真正的享受。由此可知，我們現在的受是不正常的，我們今天的受是苦樂憂喜捨，這五種受都是不正常的，這五種受捨棄掉才叫正受。你們看經上常講的禪定、三昧，這都是梵語，翻成中國意思是正受，正常的享受，是苦樂憂喜捨統統沒有。在西方極樂世界沒有歡喜，在三惡道裡沒有憂惱，也沒有苦受，這叫做平等的受，平等的受才叫做正受，不受福德是平等受。"
    },
    {
      "id": "09-025-0019_p0007",
      "zh_CN": "【须菩提白佛言。世尊。云何菩萨不受福德。须菩提。菩萨所作福德。不应贪着。是故说不受福德。】",
      "zh_TW": "【須菩提白佛言。世尊。云何菩薩不受福德。須菩提。菩薩所作福德。不應貪著。是故說不受福德。】"
    },
    {
      "id": "09-025-0019_p0008",
      "zh_CN": "所以不受是正受，不受才是真正的享受，享受是圆满的福慧。成佛证果了，福德的境界不是不现前，那是性德的现前，不是修来的，是自性本具的福德，法尔如是。我们在经上看到的华藏世界、西方极乐世界，不是人工去建造的，没有人去设计，没有人去建筑，自然现前的，为什么会自然现前？就是他无量劫的修福，修福把性德引发出来，性德虽然本具，要修德去引发。自性的福报现前了，虽现前，心里还是若无其事，干干净净，从来不染。果上如此，因上也必定要如此，所以在修因的时候就不能够贪着。我们在修福，不要想修福将来我有福报好享福，你这个念头就错了，这个念头，你所修的福就不大，就很小。如果修福的时候没有得福、享福的意念，那个福德很大。为什么很大？随着你的心变大，你心里面没有分别、没有执着，这个心是心包太虚，量周沙界，一点点小的福都变成大福报。如果心里想我修的福将来我要享受，有这一念起，你的心变小了，不能遍虚空法界，因为你有我执、有法执，我执、法执这划界限，无论修多大的福德都出不了这个小范围，福德变小了。所以你会修的，小善变大福，不会修的，大善享小福，这里头有道理在。我们一定要有个正确的观念，「不受福德」，修再大的福德也不受福德，那个福德就像经上讲的不可思议，不可称量。",
      "zh_TW": "所以不受是正受，不受才是真正的享受，享受是圓滿的福慧。成佛證果了，福德的境界不是不現前，那是性德的現前，不是修來的，是自性本具的福德，法爾如是。我們在經上看到的華藏世界、西方極樂世界，不是人工去建造的，沒有人去設計，沒有人去建築，自然現前的，為什麼會自然現前？就是他無量劫的修福，修福把性德引發出來，性德雖然本具，要修德去引發。自性的福報現前了，雖現前，心裡還是若無其事，乾乾淨淨，從來不染。果上如此，因上也必定要如此，所以在修因的時候就不能夠貪著。我們在修福，不要想修福將來我有福報好享福，你這個念頭就錯了，這個念頭，你所修的福就不大，就很小。如果修福的時候沒有得福、享福的意念，那個福德很大。為什麼很大？隨著你的心變大，你心裡面沒有分別、沒有執著，這個心是心包太虛，量周沙界，一點點小的福都變成大福報。如果心裡想我修的福將來我要享受，有這一念起，你的心變小了，不能遍虛空法界，因為你有我執、有法執，我執、法執這劃界限，無論修多大的福德都出不了這個小範圍，福德變小了。所以你會修的，小善變大福，不會修的，大善享小福，這裡頭有道理在。我們一定要有個正確的觀念，「不受福德」，修再大的福德也不受福德，那個福德就像經上講的不可思議，不可稱量。"
    },
    {
      "id": "09-025-0019_p0009",
      "zh_CN": "学佛要觉悟，人天福报是魔障、是魔掌、是魔爪，时时刻刻在诱惑你，只有真正聪明伶俐汉才能够逃出魔掌。这个魔掌就是五欲六尘，七情五欲，几个人能逃出？纵然出家，修行很好的人也很难脱离魔掌。我们看倓虚法师的《念佛论》，《念佛论》的后面，我将老法师有一次在香港佛七当中的开示，所讲的几个故事，从录音带上整理出来，附印在《念佛论》的后面。里面有一则说谛闲老法师的一个徒弟，参禅的，在金山寺。参禅十几年很有一点功夫，他从一个普通的清众，因为他修禅有功夫，很有受用，为大众尊敬，方丈老和尚的赏识，把他提升，逐渐提升，升到首座和尚，首座的地位仅次于住持。佛门里面的执事跟学校很接近，住持就像校长一样，他底下有三个大的执事，首座、维那、监院这是三大执事，就像学校里面的教务、训导、总务，首座管教务，维那管训导，监院管总务。",
      "zh_TW": "學佛要覺悟，人天福報是魔障、是魔掌、是魔爪，時時刻刻在誘惑你，只有真正聰明伶俐漢才能夠逃出魔掌。這個魔掌就是五欲六塵，七情五欲，幾個人能逃出？縱然出家，修行很好的人也很難脫離魔掌。我們看倓虛法師的《念佛論》，《念佛論》的後面，我將老法師有一次在香港佛七當中的開示，所講的幾個故事，從錄音帶上整理出來，附印在《念佛論》的後面。裡面有一則說諦閑老法師的一個徒弟，參禪的，在金山寺。參禪十幾年很有一點功夫，他從一個普通的清眾，因為他修禪有功夫，很有受用，為大眾尊敬，方丈老和尚的賞識，把他提升，逐漸提升，升到首座和尚，首座的地位僅次於住持。佛門裡面的執事跟學校很接近，住持就像校長一樣，他底下有三個大的執事，首座、維那、監院這是三大執事，就像學校裡面的教務、訓導、總務，首座管教務，維那管訓導，監院管總務。"
    },
    {
      "id": "09-025-0019_p0010",
      "zh_CN": "他当了首座和尚这样高的地位，受到大众尊敬，皈依的徒弟也多了，供养也多，自己觉得很了不起，贡高我慢生起来，落到魔掌里头去，果然以后就着魔了。魔是谁？是他以前的太太。他出家的时候太太不同意，他一定要出家，太太跳水自杀，那个鬼魂就在他的身边。因为几十年他修行的功夫得力，有护法神，这鬼魂不能靠近他，他贡高我慢的念头一起来，道心没有了，护法神离开了，这个冤家找上头来，他太太就常常拉着他去跳水。跳了两次，被人家救起来，最后回到观宗寺，依旧还是跳水淹死了。谛闲老和尚给他办后事，尸首捞出来之后给他超度。这时候，他没有出家前有个女儿，女儿哭哭啼啼的到庙里来找老法师，老法师说：妳来得正好，我正要通知妳，妳爸爸死了。她说她知道了，她昨天晚上作了个梦，梦到她爸爸妈妈告诉她今天上任。老和尚一听：上什么任？她说她爸爸做土地公，妈妈做土地婆。老和尚一想：对了，庙旁边不远有个新的土地庙，大概就是到那上任去了。你看看一念的差误，饿鬼道去了，十几年的功行换一个土地公。这还是没有做大坏事，只是起了贪瞋痴，还没有做什么大坏事，做大坏事到阿鼻地狱。你就晓得名闻利养诱惑的力量多大，所以佛在经上一再警告「不住福德」，有道理。",
      "zh_TW": "他當了首座和尚這樣高的地位，受到大眾尊敬，皈依的徒弟也多了，供養也多，自己覺得很了不起，貢高我慢生起來，落到魔掌裡頭去，果然以後就著魔了。魔是誰？是他以前的太太。他出家的時候太太不同意，他一定要出家，太太跳水自殺，那個鬼魂就在他的身邊。因為幾十年他修行的功夫得力，有護法神，這鬼魂不能靠近他，他貢高我慢的念頭一起來，道心沒有了，護法神離開了，這個冤家找上頭來，他太太就常常拉著他去跳水。跳了兩次，被人家救起來，最後回到觀宗寺，依舊還是跳水淹死了。諦閑老和尚給他辦後事，屍首撈出來之後給他超度。這時候，他沒有出家前有個女兒，女兒哭哭啼啼的到廟裡來找老法師，老法師說：妳來得正好，我正要通知妳，妳爸爸死了。她說她知道了，她昨天晚上作了個夢，夢到她爸爸媽媽告訴她今天上任。老和尚一聽：上什麼任？她說她爸爸做土地公，媽媽做土地婆。老和尚一想：對了，廟旁邊不遠有個新的土地廟，大概就是到那上任去了。你看看一念的差誤，餓鬼道去了，十幾年的功行換一個土地公。這還是沒有做大壞事，只是起了貪瞋痴，還沒有做什麼大壞事，做大壞事到阿鼻地獄。你就曉得名聞利養誘惑的力量多大，所以佛在經上一再警告「不住福德」，有道理。"
    },
    {
      "id": "09-025-0019_p0011",
      "zh_CN": "古来这些大德示范给我们看，虚云老和尚，近代的禅宗大德，他为什么不着魔？你看他的生活就晓得。我们没有见过人，见过他很多的照片，没有一张照片他穿的衣服没有补丁的，没有见过，每张照片都这里补一块，那里补一块，你就晓得他的生活了。他有没有钱？多的是，他的皈依徒弟有多少，泰国国王、皇后、太后都是虚老和尚的皈依弟子，达官贵人、大富长者太多了。所有的供养都拿去修庙，哪个地方的庙有损坏，他去修，修好之后，找个好的出家人交给他，他就走了。他心清净，没有说我做多少好事，没有。他的行持要拿《金刚经》来对对，真的，他做到了，一生过着清苦的生活，他活一百二十岁。",
      "zh_TW": "古來這些大德示範給我們看，虛雲老和尚，近代的禪宗大德，他為什麼不著魔？你看他的生活就曉得。我們沒有見過人，見過他很多的照片，沒有一張照片他穿的衣服沒有補丁的，沒有見過，每張照片都這裡補一塊，那裡補一塊，你就曉得他的生活了。他有沒有錢？多的是，他的皈依徒弟有多少，泰國國王、皇后、太后都是虛老和尚的皈依弟子，達官貴人、大富長者太多了。所有的供養都拿去修廟，哪個地方的廟有損壞，他去修，修好之後，找個好的出家人交給他，他就走了。他心清淨，沒有說我做多少好事，沒有。他的行持要拿《金剛經》來對對，真的，他做到了，一生過著清苦的生活，他活一百二十歲。"
    },
    {
      "id": "09-025-0019_p0012",
      "zh_CN": "你再看印光法师，印光法师我们也没有见到人，看到很多照片，但是看到照片上他的衣服没有补丁，可是他非常朴素，老实念佛。他住的地方我去看过，现在苏州灵岩山寺有个小关房，两间房间，是他从前住的地方。有个小佛堂，小佛堂只有一尊阿弥陀佛像，一个香炉，两个蜡台，什么都没有，佛像后面挂了他自己写的一个「死」字，生活简单。这就是真正懂得不受福德的好处，不受福德，魔再强、再厉害对你无可奈何，种种诱惑你不动心，他有什么办法？他没有办法，魔到最后也投降，也护法，发心护持他，这是真的。魔看你，欺负你，欺负到底，欺负不了到过头来捧你，魔就是这样的，所以魔也护法。这很要紧。",
      "zh_TW": "你再看印光法師，印光法師我們也沒有見到人，看到很多照片，但是看到照片上他的衣服沒有補丁，可是他非常樸素，老實念佛。他住的地方我去看過，現在蘇州靈巖山寺有個小關房，兩間房間，是他從前住的地方。有個小佛堂，小佛堂只有一尊阿彌陀佛像，一個香爐，兩個蠟台，什麼都沒有，佛像後面掛了他自己寫的一個「死」字，生活簡單。這就是真正懂得不受福德的好處，不受福德，魔再強、再厲害對你無可奈何，種種誘惑你不動心，他有什麼辦法？他沒有辦法，魔到最後也投降，也護法，發心護持他，這是真的。魔看你，欺負你，欺負到底，欺負不了到過頭來捧你，魔就是這樣的，所以魔也護法。這很要緊。"
    },
    {
      "id": "09-025-0019_p0013",
      "zh_CN": "往后的经文含义很深很广，这个地方有一段说明，在二百四十四面，一百六十八节，「明诸法空相结成法不生」。小注里说，「向后经文，正是点滴归源之处，故其所含之义甚广甚深甚细。必先加说明」。「上来所说，千言万语，一言以蔽之曰，无住而已，当知欲不住相，必须其心不取，不取，正为破我，证一如平等之一真法界，即是常住不动之法身，称为如来者是也。」「总之，全经所说之义，不外不取于相，如如不动八个字，此诸法空相一大段经义，乃是融会全经旨趣而究竟彻底以说之者，所谓点滴归源也，故其所说，更圆更妙。」我们只念到这个地方，向下诸位自己去看。如果我们要没有注解，没有科题的标示，经文真正意思我们还是看不懂。所以念《金刚经》的人很多，懂《金刚经》的意思的人不多，依照《金刚经》修行的人真是凤毛麟角，太少太少。不解其义，你怎么会用功？读经不能不解义，这很重要。请看经文，二百四十六面。",
      "zh_TW": "往後的經文含義很深很廣，這個地方有一段說明，在二百四十四面，一百六十八節，「明諸法空相結成法不生」。小註裡說，「向後經文，正是點滴歸源之處，故其所含之義甚廣甚深甚細。必先加說明」。「上來所說，千言萬語，一言以蔽之曰，無住而已，當知欲不住相，必須其心不取，不取，正為破我，證一如平等之一真法界，即是常住不動之法身，稱為如來者是也。」「總之，全經所說之義，不外不取於相，如如不動八個字，此諸法空相一大段經義，乃是融會全經旨趣而究竟徹底以說之者，所謂點滴歸源也，故其所說，更圓更妙。」我們只念到這個地方，向下諸位自己去看。如果我們要沒有註解，沒有科題的標示，經文真正意思我們還是看不懂。所以念《金剛經》的人很多，懂《金剛經》的意思的人不多，依照《金剛經》修行的人真是鳳毛麟角，太少太少。不解其義，你怎麼會用功？讀經不能不解義，這很重要。請看經文，二百四十六面。"
    },
    {
      "id": "09-025-0019_p0014",
      "zh_CN": "【须菩提。若有人言。如来若来若去若坐若卧。是人不解我所说义。】",
      "zh_TW": "【須菩提。若有人言。如來若來若去若坐若臥。是人不解我所說義。】"
    },
    {
      "id": "09-025-0019_p0015",
      "zh_CN": "假如有个人说『如来若来若去』，如来有来有去，有坐有卧，佛说这个意思是讲完全从相上看，也就是常说的分别、着相。着相决定不能解经义，开经偈里说「愿解如来真实义」，如果在相上要求佛所说的真实义，是决定错误。佛所说的精义（精华的义理）往往都是意在言外，说的是这个事情，意思是另外一个，你要能体会，你要能在这个上面去理解。注子里头，我们念一、两条。「诸法空相，是大乘法印」，印是比喻印证，就是证明的意思，就是大乘法的证明。在中国，像政府颁发命令一定要盖上官印，那个印就是证明，所以叫做印证。所有一切大乘法决定不能离开诸法空相，如果不是诸法空相的意思，决定不是大乘法。",
      "zh_TW": "假如有個人說『如來若來若去』，如來有來有去，有坐有臥，佛說這個意思是講完全從相上看，也就是常說的分別、著相。著相決定不能解經義，開經偈裡說「願解如來真實義」，如果在相上要求佛所說的真實義，是決定錯誤。佛所說的精義（精華的義理）往往都是意在言外，說的是這個事情，意思是另外一個，你要能體會，你要能在這個上面去理解。註子裡頭，我們念一、兩條。「諸法空相，是大乘法印」，印是比喻印證，就是證明的意思，就是大乘法的證明。在中國，像政府頒發命令一定要蓋上官印，那個印就是證明，所以叫做印證。所有一切大乘法決定不能離開諸法空相，如果不是諸法空相的意思，決定不是大乘法。"
    },
    {
      "id": "09-025-0019_p0016",
      "zh_CN": "「不来不去」，像前面讲的「八不」也是大乘法印。「法印者，一切法皆可以此义印定之之谓」，大乘法你细细去观察、去体会，不外乎这个意思。这个地方举一个例子，「来去等」，来去坐卧，「皆是对待之事相」。而佛教给我们离一切相，离相离念，决定不能着相，着相就错了。注解不长，我们念念。「欲证性体」，这是我们学佛唯一的目标，就是明心见性，见性成佛，「必须超越一切对待」，有对待就不平等，前面说过「诸法平等，无有高下」，有对待就不平等，有对待就有高下。来去是对待的，坐卧是对待的，大小是对待的，长短是对待的，人我是对待的，是非是对待的，活在这里面就是搞六道轮回，活在虚妄的境界里面，一定要知道超越。「空其虚相，空其诸法之相」，这都是假的，都不是真的，这就是「泯相入体之义」。你能够超越，你能够一切不执着，性体就现前，也就是清净心现前，说性体大家不容易懂，清净心现前，清净心就是性体。",
      "zh_TW": "「不來不去」，像前面講的「八不」也是大乘法印。「法印者，一切法皆可以此義印定之之謂」，大乘法你細細去觀察、去體會，不外乎這個意思。這個地方舉一個例子，「來去等」，來去坐臥，「皆是對待之事相」。而佛教給我們離一切相，離相離念，決定不能著相，著相就錯了。註解不長，我們念念。「欲證性體」，這是我們學佛唯一的目標，就是明心見性，見性成佛，「必須超越一切對待」，有對待就不平等，前面說過「諸法平等，無有高下」，有對待就不平等，有對待就有高下。來去是對待的，坐臥是對待的，大小是對待的，長短是對待的，人我是對待的，是非是對待的，活在這裡面就是搞六道輪迴，活在虛妄的境界裡面，一定要知道超越。「空其虛相，空其諸法之相」，這都是假的，都不是真的，這就是「泯相入體之義」。你能夠超越，你能夠一切不執著，性體就現前，也就是清淨心現前，說性體大家不容易懂，清淨心現前，清淨心就是性體。"
    },
    {
      "id": "09-025-0019_p0017",
      "zh_CN": "「倘着一相，必致愈引愈多，万相纷纭，永永不得清净。」所以有很多人知道清净心重要，问怎么样才能得清净心？这个问题问得很好，怎么样才能得清净心？必须把所有一切妄想、执着统统放下，你才能得清净心，实在放不下，老实念佛。我刚才在下面跟陈总干事谈话，把时间忘掉了，迟来了几分钟，他跟我谈什么？就是谈我们道场修行的方向。我告诉他，我们这个道场跟别人道场不一样，他感觉到我们道场跟人家道场比，人家道场兴旺，我们这儿冷淡，人家那里活动很多，很多人都到那里去了。我说：很好，喜欢热闹的都到那儿去，我们这个地方是清净道场，喜欢清净的到我们这儿来，喜欢热闹的到那边去，这样我们就相安无事了。我们要的，他不要；他要的，我们不要，你看这多好，这太好了。他们喜欢热闹，热闹归你，你们不要清净，清净归我，这很好。你们要人多，我们要人少，愈少愈清净。",
      "zh_TW": "「倘著一相，必致愈引愈多，萬相紛紜，永永不得清淨。」所以有很多人知道清淨心重要，問怎麼樣才能得清淨心？這個問題問得很好，怎麼樣才能得清淨心？必須把所有一切妄想、執著統統放下，你才能得清淨心，實在放不下，老實念佛。我剛才在下面跟陳總幹事談話，把時間忘掉了，遲來了幾分鐘，他跟我談什麼？就是談我們道場修行的方向。我告訴他，我們這個道場跟別人道場不一樣，他感覺到我們道場跟人家道場比，人家道場興旺，我們這兒冷淡，人家那裡活動很多，很多人都到那裡去了。我說：很好，喜歡熱鬧的都到那兒去，我們這個地方是清淨道場，喜歡清淨的到我們這兒來，喜歡熱鬧的到那邊去，這樣我們就相安無事了。我們要的，他不要；他要的，我們不要，你看這多好，這太好了。他們喜歡熱鬧，熱鬧歸你，你們不要清淨，清淨歸我，這很好。你們要人多，我們要人少，愈少愈清淨。"
    },
    {
      "id": "09-025-0019_p0018",
      "zh_CN": "所以我就提醒他一句，我说道场气氛不一样，他感触到，气氛不相同。我们这里求什么？求往生西方极乐世界，我们求这个。我们这里修的是修清净心，清净心如何修？万缘放下，如理如法的修行。我们读经、研究经义，我们不求多，几部经一生就受用不尽，而且一定要把它做到。了解透彻，应用在生活上，我们的生活，身心清净，自在快乐，往生净土，这多好。他很感慨的说，他有个老母亲也念佛，但是喜欢热闹，对于净土往生这个愿不切，年岁很大了，问我怎么办？这什么原因？她对于这个世间六道轮回之苦没有体会到，极乐世界之乐她不明了，这必须是你要讲给她听。他说：她不懂国语。我说你听我这些讲经录音带，你用台语翻译给她讲，这很重要。我就举例，我母亲在上海，我母亲不认识字，我怎么帮助她？我把我的录音带寄回去给我弟弟听，叫我弟弟听了之后给我母亲讲，这两个人都得度了。劝她一切放下，老实念佛，求生净土，她这样才明白。",
      "zh_TW": "所以我就提醒他一句，我說道場氣氛不一樣，他感觸到，氣氛不相同。我們這裡求什麼？求往生西方極樂世界，我們求這個。我們這裡修的是修清淨心，清淨心如何修？萬緣放下，如理如法的修行。我們讀經、研究經義，我們不求多，幾部經一生就受用不盡，而且一定要把它做到。了解透徹，應用在生活上，我們的生活，身心清淨，自在快樂，往生淨土，這多好。他很感慨的說，他有個老母親也念佛，但是喜歡熱鬧，對於淨土往生這個願不切，年歲很大了，問我怎麼辦？這什麼原因？她對於這個世間六道輪迴之苦沒有體會到，極樂世界之樂她不明瞭，這必須是你要講給她聽。他說：她不懂國語。我說你聽我這些講經錄音帶，你用台語翻譯給她講，這很重要。我就舉例，我母親在上海，我母親不認識字，我怎麼幫助她？我把我的錄音帶寄回去給我弟弟聽，叫我弟弟聽了之後給我母親講，這兩個人都得度了。勸她一切放下，老實念佛，求生淨土，她這樣才明白。"
    },
    {
      "id": "09-025-0019_p0019",
      "zh_CN": "在大陆上讲人生之苦的确比我们台湾人容易感受，他们受过煎熬，受过十年文革、三年灾难，受过那个苦，所以讲苦她很容易警觉。在台湾不太容易，他一生没有受过苦，没有看到苦的状况，他不知道苦。大陆人听到苦有很深刻的感触，说西方极乐世界乐，他生欢喜心，现在西方净土法门在大陆上比在外面更有效。所以她能够老实念佛，能够把一切放下。一切放下的缘也很好。做父母的没有不挂念子女的，我常常在外，一年回去一次，看她一、两面，比较冷淡。正好她有个孙女，孙女到澳洲去了，都不在，人都走光了，这好，她都放下了，老实念佛，都是增上缘。如果在身边，麻烦，一看到就想起来，那就麻烦了，不在身边有不在身边的好处。我托上海有些同修们，都是学佛很虔诚的，常常照顾她，这些人见面都是念阿弥陀佛，这些人见面都是赞叹西方净土，这才对她有大帮助。",
      "zh_TW": "在大陸上講人生之苦的確比我們台灣人容易感受，他們受過煎熬，受過十年文革、三年災難，受過那個苦，所以講苦她很容易警覺。在台灣不太容易，他一生沒有受過苦，沒有看到苦的狀況，他不知道苦。大陸人聽到苦有很深刻的感觸，說西方極樂世界樂，他生歡喜心，現在西方淨土法門在大陸上比在外面更有效。所以她能夠老實念佛，能夠把一切放下。一切放下的緣也很好。做父母的沒有不掛念子女的，我常常在外，一年回去一次，看她一、兩面，比較冷淡。正好她有個孫女，孫女到澳洲去了，都不在，人都走光了，這好，她都放下了，老實念佛，都是增上緣。如果在身邊，麻煩，一看到就想起來，那就麻煩了，不在身邊有不在身邊的好處。我託上海有些同修們，都是學佛很虔誠的，常常照顧她，這些人見面都是念阿彌陀佛，這些人見面都是讚歎西方淨土，這才對她有大幫助。"
    },
    {
      "id": "09-025-0019_p0020",
      "zh_CN": "像她这种环境当然困难，儿子、孙子统统都在，天天看到，这是魔障，是不是？这很不容易，亲情很不容易断掉，是比较困难一点。一定要天天劝导，天天讲解，长时期的薰习，慢慢她觉悟了，真正回头，修学才得受用。这是我们人生第一桩大事，你想想看，无量劫来没有办法脱离轮回，这一生能够往生，大喜事。所以我母亲往生的时候，我告诉我弟弟，开吊的时候，喜事，大家亲戚朋友、道友来庆祝往生，喜事，不是丧事，这真正明了。她这一往生，当时去参加有两百多人，两百多人都得度，看到这个样子，所谓现身说法。所以我弟弟打电话说他更相信了，真看到，从前是听说，现在真正看到，念佛往生不是假的，是事实。再看底下经文：",
      "zh_TW": "像她這種環境當然困難，兒子、孫子統統都在，天天看到，這是魔障，是不是？這很不容易，親情很不容易斷掉，是比較困難一點。一定要天天勸導，天天講解，長時期的薰習，慢慢她覺悟了，真正回頭，修學才得受用。這是我們人生第一樁大事，你想想看，無量劫來沒有辦法脫離輪迴，這一生能夠往生，大喜事。所以我母親往生的時候，我告訴我弟弟，開弔的時候，喜事，大家親戚朋友、道友來慶祝往生，喜事，不是喪事，這真正明瞭。她這一往生，當時去參加有兩百多人，兩百多人都得度，看到這個樣子，所謂現身說法。所以我弟弟打電話說他更相信了，真看到，從前是聽說，現在真正看到，念佛往生不是假的，是事實。再看底下經文："
    },
    {
      "id": "09-025-0019_p0021",
      "zh_CN": "【何以故。如来者。无所从来。亦无所去。故名如来。】",
      "zh_TW": "【何以故。如來者。無所從來。亦無所去。故名如來。】"
    },
    {
      "id": "09-025-0019_p0022",
      "zh_CN": "这是『如来』第二个解释，前面一个解释我们读过了，「如来者，诸法如义」，这个意思好。那个解释是从理上说的，这个解释是从事上说的。如来就是法身，如来就是自性。《金刚经》上有时候讲如来，有时候讲佛，凡是说佛，都是从相上说的，凡是说如来，都是从性上说的。所以说如来，如来是自性，自性就是法身。「法身常住不动」，哪有来去？「法身遍一切处」，法身就是虚空。这个说法如果要不太容易明了，我们可以用现代科技来作比喻。我们把应身、化身比喻作电视里面的形相，我们打开电视，里头现的现相，那个身是应化身。应化身从哪里来？法身变现的，法身是什么？法身是电波，电波在哪里？遍虚空，哪个地方装上机器，一按扭它就现身。法身无处不在，没有形相，遇缘就现形，电视机是缘，哪个地方有缘哪里就现形，尽虚空遍法界无处不在，是我们自己的真正身，真我。所以真我是尽虚空遍法界，怎么可以说有来有去？来去说不上。我们往生西方极乐世界，这个业报之身没有了，缘灭了，这个身不现了；西方极乐世界缘成熟，那个地方现了报身。同一个法身现的，此处灭了，那个地方生，但是就心性当中哪有生灭？不过是缘起缘灭而已，实际上没有生灭。",
      "zh_TW": "這是『如來』第二個解釋，前面一個解釋我們讀過了，「如來者，諸法如義」，這個意思好。那個解釋是從理上說的，這個解釋是從事上說的。如來就是法身，如來就是自性。《金剛經》上有時候講如來，有時候講佛，凡是說佛，都是從相上說的，凡是說如來，都是從性上說的。所以說如來，如來是自性，自性就是法身。「法身常住不動」，哪有來去？「法身遍一切處」，法身就是虛空。這個說法如果要不太容易明瞭，我們可以用現代科技來作比喻。我們把應身、化身比喻作電視裡面的形相，我們打開電視，裡頭現的現相，那個身是應化身。應化身從哪裡來？法身變現的，法身是什麼？法身是電波，電波在哪裡？遍虛空，哪個地方裝上機器，一按扭它就現身。法身無處不在，沒有形相，遇緣就現形，電視機是緣，哪個地方有緣哪裡就現形，盡虛空遍法界無處不在，是我們自己的真正身，真我。所以真我是盡虛空遍法界，怎麼可以說有來有去？來去說不上。我們往生西方極樂世界，這個業報之身沒有了，緣滅了，這個身不現了；西方極樂世界緣成熟，那個地方現了報身。同一個法身現的，此處滅了，那個地方生，但是就心性當中哪有生滅？不過是緣起緣滅而已，實際上沒有生滅。"
    },
    {
      "id": "09-025-0019_p0023",
      "zh_CN": "前面一再提到缘生，十法界依正庄严是缘起的，一真法界也是缘起的，凡是缘起都是性空，十法界是性空，一真法界也是性空，因此都不可以执着。十法界里苦，佛菩萨不受、不执着，极乐世界乐，他也不受，他也不执着，他的受永远是平等的，永远是清净的，道理就在此地。这就说明为什么不受福德，修福德而不受福德，道理在此地，这是属于性德，这样做与性德完全相应。如果不是这么做法，与福德就相违背，相违背不能见性，完全相应才能够见性，有丝毫的差别都不行。再看底下经文，二百四十九面。",
      "zh_TW": "前面一再提到緣生，十法界依正莊嚴是緣起的，一真法界也是緣起的，凡是緣起都是性空，十法界是性空，一真法界也是性空，因此都不可以執著。十法界裡苦，佛菩薩不受、不執著，極樂世界樂，他也不受，他也不執著，他的受永遠是平等的，永遠是清淨的，道理就在此地。這就說明為什麼不受福德，修福德而不受福德，道理在此地，這是屬於性德，這樣做與性德完全相應。如果不是這麼做法，與福德就相違背，相違背不能見性，完全相應才能夠見性，有絲毫的差別都不行。再看底下經文，二百四十九面。"
    },
    {
      "id": "09-025-0019_p0024",
      "zh_CN": "【须菩提。若善男子。善女人。以三千大千世界碎为微尘。于意云何。是微尘众。宁为多不。】",
      "zh_TW": "【須菩提。若善男子。善女人。以三千大千世界碎為微塵。於意云何。是微塵眾。寧為多不。】"
    },
    {
      "id": "09-025-0019_p0025",
      "zh_CN": "向下这段经文，就物质的现象来说明「一多」，这是一切众生现量的境界，眼前你能看得很清楚。『三千大千世界』，就是我们现在所讲的星球、星系，银河系是星系，这许多的星球把它碾为微尘，这是比喻。三千大千世界这里头的星球就不晓得有多少，再把每个星球『碎为微尘』，这微尘多少？比恒河沙多得太多了，恒河沙算什么？这个讲数字来比喻说，这是说到最大的数字。微尘说实在话我们肉眼看不见，很小的颗粒，大概现在我们用高倍的显微镜也许能看到，是不是现在所讲的原子、电子，很难说，肉眼看不见，极小的物质。",
      "zh_TW": "向下這段經文，就物質的現象來說明「一多」，這是一切眾生現量的境界，眼前你能看得很清楚。『三千大千世界』，就是我們現在所講的星球、星系，銀河系是星系，這許多的星球把它碾為微塵，這是比喻。三千大千世界這裡頭的星球就不曉得有多少，再把每個星球『碎為微塵』，這微塵多少？比恆河沙多得太多了，恆河沙算什麼？這個講數字來比喻說，這是說到最大的數字。微塵說實在話我們肉眼看不見，很小的顆粒，大概現在我們用高倍的顯微鏡也許能看到，是不是現在所講的原子、電子，很難說，肉眼看不見，極小的物質。"
    },
    {
      "id": "09-025-0019_p0026",
      "zh_CN": "佛在经上有个比喻，告诉我们微尘的样子，让我们去想像。他先讲牛毛尘，牛的毛比较粗，毛的尖端上有一粒尘土，它不会掉下去，放在那里放得很稳。把这粒微尘切成七分之一，那就很小了，七分之一叫羊毛尘，羊毛细，在羊毛上面它能够摆得很平稳。羊毛尘再把它切成七分之一，更细了，叫兔毛尘，兔毛就更细。兔毛尘再把它分为七分之一，叫水尘，它在水里面来去自由。我们看水的密度很大，其实水里头有空隙，现在我们学物理都知道，它可以从水里面自由往来。水尘再分成七分之一，叫金尘，金是金属，金属的密度比水的密度大，里头还有空隙，它在里面还是可以穿来穿去的，跑来跑去。金尘再分成七分之一，才叫微尘。我们看不见，说老实话，我们连水尘都看不见，大概眼睛好的，眼力好的人，兔毛尘能看到就不错了。切成那么微细，那有多少！真的我们的话这是无量无边。下面须菩提尊者的答复。",
      "zh_TW": "佛在經上有個比喻，告訴我們微塵的樣子，讓我們去想像。他先講牛毛塵，牛的毛比較粗，毛的尖端上有一粒塵土，它不會掉下去，放在那裡放得很穩。把這粒微塵切成七分之一，那就很小了，七分之一叫羊毛塵，羊毛細，在羊毛上面它能夠擺得很平穩。羊毛塵再把它切成七分之一，更細了，叫兔毛塵，兔毛就更細。兔毛塵再把它分為七分之一，叫水塵，它在水裡面來去自由。我們看水的密度很大，其實水裡頭有空隙，現在我們學物理都知道，它可以從水裡面自由往來。水塵再分成七分之一，叫金塵，金是金屬，金屬的密度比水的密度大，裡頭還有空隙，它在裡面還是可以穿來穿去的，跑來跑去。金塵再分成七分之一，才叫微塵。我們看不見，說老實話，我們連水塵都看不見，大概眼睛好的，眼力好的人，兔毛塵能看到就不錯了。切成那麼微細，那有多少！真的我們的話這是無量無邊。下面須菩提尊者的答覆。"
    },
    {
      "id": "09-025-0019_p0027",
      "zh_CN": "【甚多。世尊。何以故。若是微尘众实有者。佛则不说是微尘众。】",
      "zh_TW": "【甚多。世尊。何以故。若是微塵眾實有者。佛則不說是微塵眾。】"
    },
    {
      "id": "09-025-0019_p0028",
      "zh_CN": "尊者的答复充满了智慧，世尊问的意思着重在「众」，多就是。「微尘是集合之幻相，并非实有，当体即空」，为什么？微尘还可以分，再分为七分，佛经上叫色聚极微。色聚极微还可以分，再分七分之一叫极微之微。还能不能分？没有了，不能分了。所以极微之微也叫邻虚尘，好像跟虚空做邻居，没有了。这是讲分析空，物质分到最后等于零，这样才晓得物质当体即空，了不可得。佛说明这个意思还是教我们对于一切境界相要离，决定不能执着，为什么？境界相是假的，把「凡所有相，皆是虚妄」的所以然说出来。因为凡所有相皆是虚妄，你要在虚妄相里面起分别执着，岂不是大错？所以，诸佛菩萨在一切万相当中，没有分别、没有执着，他为什么不分别？为什么不执着？为什么不受？因为他了解事实真相，他的受是无受之受，是正受。底下说明其所以然。",
      "zh_TW": "尊者的答覆充滿了智慧，世尊問的意思著重在「眾」，多就是。「微塵是集合之幻相，並非實有，當體即空」，為什麼？微塵還可以分，再分為七分，佛經上叫色聚極微。色聚極微還可以分，再分七分之一叫極微之微。還能不能分？沒有了，不能分了。所以極微之微也叫鄰虛塵，好像跟虛空做鄰居，沒有了。這是講分析空，物質分到最後等於零，這樣才曉得物質當體即空，了不可得。佛說明這個意思還是教我們對於一切境界相要離，決定不能執著，為什麼？境界相是假的，把「凡所有相，皆是虛妄」的所以然說出來。因為凡所有相皆是虛妄，你要在虛妄相裡面起分別執著，豈不是大錯？所以，諸佛菩薩在一切萬相當中，沒有分別、沒有執著，他為什麼不分別？為什麼不執著？為什麼不受？因為他了解事實真相，他的受是無受之受，是正受。底下說明其所以然。"
    },
    {
      "id": "09-025-0019_p0029",
      "zh_CN": "【所以者何。佛说微尘众。则非微尘众。是名微尘众。】",
      "zh_TW": "【所以者何。佛說微塵眾。則非微塵眾。是名微塵眾。】"
    },
    {
      "id": "09-025-0019_p0030",
      "zh_CN": "相宗里面把物质的来源为我们说出来，物质本来没有，现在还是没有。物质现象是怎么回事情？是一种错觉里头产生的幻相。法相宗跟我们说出原始的根本是无明不觉，无明不觉叫业相，业就是动，我们现在科学里面所讲的震动，这一动就产生能，能在佛法里面叫转相。如果三分里面讲，业相就是自证分，转相就是见分，境界相就是相分，境界相是物质，能就转变成物质。由此可知，物质只是能量的浓缩状况而已，其实它没有，决定没有存在。这个现象，西方科学家像爱因斯坦他发现了，所以他说物质只是场的现象。场是什么？场就是能量的浓缩，跟法相宗讲的完全一样，所以科学家实在也很了不起，也很能令人佩服。佛在三千年前给我们讲得这么清楚。你知道这个真相之后，你对于物质还会有贪爱吗？还会有执着吗？不可能，你的妄想分别执着真的就断掉了，就没有了。近代科学实在讲愈进步、愈发达，佛经里面所讲的这些物理现象都被证实。所以，佛法的确是高度的科学，我们世间种种学术在佛法里统统都有，确实是圆满具足。",
      "zh_TW": "相宗裡面把物質的來源為我們說出來，物質本來沒有，現在還是沒有。物質現象是怎麼回事情？是一種錯覺裡頭產生的幻相。法相宗跟我們說出原始的根本是無明不覺，無明不覺叫業相，業就是動，我們現在科學裡面所講的震動，這一動就產生能，能在佛法裡面叫轉相。如果三分裡面講，業相就是自證分，轉相就是見分，境界相就是相分，境界相是物質，能就轉變成物質。由此可知，物質只是能量的濃縮狀況而已，其實它沒有，決定沒有存在。這個現象，西方科學家像愛因斯坦他發現了，所以他說物質只是場的現象。場是什麼？場就是能量的濃縮，跟法相宗講的完全一樣，所以科學家實在也很了不起，也很能令人佩服。佛在三千年前給我們講得這麼清楚。你知道這個真相之後，你對於物質還會有貪愛嗎？還會有執著嗎？不可能，你的妄想分別執著真的就斷掉了，就沒有了。近代科學實在講愈進步、愈發達，佛經裡面所講的這些物理現象都被證實。所以，佛法的確是高度的科學，我們世間種種學術在佛法裡統統都有，確實是圓滿具足。"
    },
    {
      "id": "09-025-0019_p0031",
      "zh_CN": "『佛说微尘众，则非微尘众』，从性上讲没有，『是名微尘众』，从相上讲有这个现象。但是「则非」跟「是名」是一不是二，这一点非常重要，你要把它看成两节，性是性，相是相，性跟相不是一桩事情，你就又迷惑了，这样读《金刚经》不会得受用，一定要知道它是一不是二。知道是一，就晓得一切现相当体即空，了不可得，不但外面境界相了不可得，我们自己身相了不可得；不但身相了不可得，我们的心相也了不可得。心相了不可得就不打妄想了，还有什么好想的！这是真相大白，你会契入这个境界。微尘明白了，世界当然就连带明白了，世界是什么？微尘集聚的，微尘集聚才变成世界，微尘既不可得，世界哪有可得！",
      "zh_TW": "『佛說微塵眾，則非微塵眾』，從性上講沒有，『是名微塵眾』，從相上講有這個現象。但是「則非」跟「是名」是一不是二，這一點非常重要，你要把它看成兩節，性是性，相是相，性跟相不是一樁事情，你就又迷惑了，這樣讀《金剛經》不會得受用，一定要知道它是一不是二。知道是一，就曉得一切現相當體即空，了不可得，不但外面境界相了不可得，我們自己身相了不可得；不但身相了不可得，我們的心相也了不可得。心相了不可得就不打妄想了，還有什麼好想的！這是真相大白，你會契入這個境界。微塵明白了，世界當然就連帶明白了，世界是什麼？微塵集聚的，微塵集聚才變成世界，微塵既不可得，世界哪有可得！"
    },
    {
      "id": "09-025-0019_p0032",
      "zh_CN": "【世尊。如来所说三千大千世界。则非世界。是名世界。何以故。若世界实有。则是一合相。如来说一合相。则非一合相。是名一合相。】",
      "zh_TW": "【世尊。如來所說三千大千世界。則非世界。是名世界。何以故。若世界實有。則是一合相。如來說一合相。則非一合相。是名一合相。】"
    },
    {
      "id": "09-025-0019_p0033",
      "zh_CN": "『一合』很有味道，「合」是组合，「一」就是基本的物质是一个，这现在科学家已经说得很清楚。所有一切的物相都是一个基本的物质组合的，因为它排列的方式不同，我们讲方程式，排列的方式不同变成不同的分子，不同的分子再组合就变成不同的物质。任何物质分析到最后是一，都是相同的，相同的一个基本物质。你要晓得这个，一块金刚钻与一块泥土有什么分别？一样的，一分析，完全相同，只是它排列组合不相同而已，有什么这个贵那个贱，没有，平等，是法平等，无有高下。佛说的不是没有道理，太有道理了。很可惜，西方这些大科学家没有福报，没听过佛经，没读过佛经，他要读过佛经会佩服得五体投地。原来他辛辛苦苦几十年研究所得的，人家早就说得那么清楚了，缘不相同。",
      "zh_TW": "『一合』很有味道，「合」是組合，「一」就是基本的物質是一個，這現在科學家已經說得很清楚。所有一切的物相都是一個基本的物質組合的，因為它排列的方式不同，我們講方程式，排列的方式不同變成不同的分子，不同的分子再組合就變成不同的物質。任何物質分析到最後是一，都是相同的，相同的一個基本物質。你要曉得這個，一塊金剛鑽與一塊泥土有什麼分別？一樣的，一分析，完全相同，只是它排列組合不相同而已，有什麼這個貴那個賤，沒有，平等，是法平等，無有高下。佛說的不是沒有道理，太有道理了。很可惜，西方這些大科學家沒有福報，沒聽過佛經，沒讀過佛經，他要讀過佛經會佩服得五體投地。原來他辛辛苦苦幾十年研究所得的，人家早就說得那麼清楚了，緣不相同。"
    },
    {
      "id": "09-025-0019_p0034",
      "zh_CN": "所以都是一个组合的，一，不是异。所以世界非世界，微尘非微尘，微尘是讲小的，世界是讲大的，大小不二。了解事实真相，我们才真正没有大小，大不是真大，小不是真小，大小没有了，平等不二。如果不从这里细细参，佛法里好像很多都不是我们常识所接受到的，与我们一般的观念好像都是不一样的，佛讲的是真相。底下经文：",
      "zh_TW": "所以都是一個組合的，一，不是異。所以世界非世界，微塵非微塵，微塵是講小的，世界是講大的，大小不二。了解事實真相，我們才真正沒有大小，大不是真大，小不是真小，大小沒有了，平等不二。如果不從這裡細細參，佛法裡好像很多都不是我們常識所接受到的，與我們一般的觀念好像都是不一樣的，佛講的是真相。底下經文："
    },
    {
      "id": "09-025-0019_p0035",
      "zh_CN": "【须菩提。一合相者。则是不可说。但凡夫之人。贪着其事。】",
      "zh_TW": "【須菩提。一合相者。則是不可說。但凡夫之人。貪著其事。】"
    },
    {
      "id": "09-025-0019_p0036",
      "zh_CN": "因为『一合相』，「一」不是定一，「合」不是定合，这就是为什么说『不可说』，不是定一，不是定合。所有一切的组合，什么能力在组合？谁在主持这个组合？为什么会组合？一般人不知道。看到山河大地、自然现象、星球的运行都很有秩序，总有一个人安排吧，于是就想像出一个上帝出来。上帝从哪里生？是从人的妄想里面生的，大概是有一个主宰的神在那里安排，排得这么好，所以上帝也是从想像生。佛给我们说这些组合、运行是从心想生，因为你的思想，不要说是正常的知见，就是胡思乱想也有个头绪、也有个次第，有头绪、有次第形成的现象就有秩序。再复杂的状况，你用清净心去观察，都看出它的头绪，知道它的根源，知道它的发展，知道它的演变，知道它的结果。果里面又变成因，永远在循环，永远在不断，这种合，佛就叫它做缘，缘生。十法界森罗万象，一合相是缘生，一合相就是包括一切万象，森罗万象是一合相，缘生的，佛菩萨清楚，所以不分别、不执着。可是凡夫之人对于这个事实真相是一无所知，把它当作真实，『贪着其事』，在这里面起分别、起妄想、起执着、起贪瞋痴慢，不晓得这些现象是虚幻不实，当体即空了不可得，这是铸成了大错特错。",
      "zh_TW": "因為『一合相』，「一」不是定一，「合」不是定合，這就是為什麼說『不可說』，不是定一，不是定合。所有一切的組合，什麼能力在組合？誰在主持這個組合？為什麼會組合？一般人不知道。看到山河大地、自然現象、星球的運行都很有秩序，總有一個人安排吧，於是就想像出一個上帝出來。上帝從哪裡生？是從人的妄想裡面生的，大概是有一個主宰的神在那裡安排，排得這麼好，所以上帝也是從想像生。佛給我們說這些組合、運行是從心想生，因為你的思想，不要說是正常的知見，就是胡思亂想也有個頭緒、也有個次第，有頭緒、有次第形成的現象就有秩序。再複雜的狀況，你用清淨心去觀察，都看出它的頭緒，知道它的根源，知道它的發展，知道它的演變，知道它的結果。果裡面又變成因，永遠在循環，永遠在不斷，這種合，佛就叫它做緣，緣生。十法界森羅萬象，一合相是緣生，一合相就是包括一切萬象，森羅萬象是一合相，緣生的，佛菩薩清楚，所以不分別、不執著。可是凡夫之人對於這個事實真相是一無所知，把它當作真實，『貪著其事』，在這裡面起分別、起妄想、起執著、起貪瞋痴慢，不曉得這些現象是虛幻不實，當體即空了不可得，這是鑄成了大錯特錯。"
    },
    {
      "id": "09-025-0019_p0037",
      "zh_CN": "这个错误的想法跟看法就变成六道轮回的幻相，在虚幻里面去受罪，所以佛说，叫可怜愍者。他要是真的有这个事情受罪，那不能说可怜，假的，他在那里受罪，那叫真可怜。譬如人看电影，看恐怖电影，吓得一身的冷汗，可怜愍，这是假的，不是真的，你何必吓得那个样子？看到悲剧，痛哭流涕，可怜愍，那是假的，不是真的，你为什么感动得那个样子？我们在六道里干的事情就像这个样子。真的有这个情形你在受罪，佛同情，这是真的；这是假的不是真的，不是真的你搞成那个样子，那就是可怜愍者。所以，佛法实在讲你不入进去你不晓得味道，你一入进去其味无穷，观察宇宙人生，那才有味道。你不晓得，蒙在里面，的确佛说这愚痴，学佛就是学个明白人，没有别的，明白人，不迷惑、不愚痴。如果你把这个意思说清楚，学佛的人也多了，不是迷信，学个明白人，对于事实真相样样清楚、样样明了，你的生活就很快乐。",
      "zh_TW": "這個錯誤的想法跟看法就變成六道輪迴的幻相，在虛幻裡面去受罪，所以佛說，叫可憐愍者。他要是真的有這個事情受罪，那不能說可憐，假的，他在那裡受罪，那叫真可憐。譬如人看電影，看恐怖電影，嚇得一身的冷汗，可憐愍，這是假的，不是真的，你何必嚇得那個樣子？看到悲劇，痛哭流涕，可憐愍，那是假的，不是真的，你為什麼感動得那個樣子？我們在六道裡幹的事情就像這個樣子。真的有這個情形你在受罪，佛同情，這是真的；這是假的不是真的，不是真的你搞成那個樣子，那就是可憐愍者。所以，佛法實在講你不入進去你不曉得味道，你一入進去其味無窮，觀察宇宙人生，那才有味道。你不曉得，蒙在裡面，的確佛說這愚痴，學佛就是學個明白人，沒有別的，明白人，不迷惑、不愚痴。如果你把這個意思說清楚，學佛的人也多了，不是迷信，學個明白人，對於事實真相樣樣清楚、樣樣明瞭，你的生活就很快樂。"
    }
  ]
}