{
  "doc_id": "09-025-0004",
  "title": {
    "zh_CN": "金刚经研习报告",
    "zh_TW": "金剛經研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-025-0004",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "09-025-0004_p0001",
      "zh_CN": "请掀开经本第十三面，从倒数第二行看起：",
      "zh_TW": "請掀開經本第十三面，從倒數第二行看起："
    },
    {
      "id": "09-025-0004_p0002",
      "zh_CN": "「江居士以为，欲佛法大兴，非行乞食制不可，但须信心者多，然后能行耳。」乞食的制度是释迦牟尼佛所订的，一直到现代，南洋小乘的国家还是遵循，像泰国、锡兰依旧是行乞食的制度。佛法传到中国来之后，因为中国人的观念、生活方式跟印度完全不相同，所以乞食的制度在中国就不能够通行了。早年，出家人接受社会大众的供养，还不成问题，可是到了近代，流弊丛生，这个现象我想诸位同修都能够见到，这是佛法的衰相。可是要恢复乞食的制度，这是个理想，在事实上不可能的，当然这个制度是非常之好。唯一的方法，就是学佛的同修，无论在家、出家，真正明了佛法，就不至于有过失。譬如说出家人自己知道节制，在中国历代的高僧大德都做了很好的榜样给我们看，譬如近代的虚云老和尚、印光法师，以身作则，做出一个样子给我们看。而在家信徒的供养，是理性的，不是感情的、不是盲目的，这样配合，佛法也能够兴旺，正法一样能够住世。只看我们自己怎么做法，不能有偏差，有偏差则造作罪业，果报不可思议。",
      "zh_TW": "「江居士以為，欲佛法大興，非行乞食制不可，但須信心者多，然後能行耳。」乞食的制度是釋迦牟尼佛所訂的，一直到現代，南洋小乘的國家還是遵循，像泰國、錫蘭依舊是行乞食的制度。佛法傳到中國來之後，因為中國人的觀念、生活方式跟印度完全不相同，所以乞食的制度在中國就不能夠通行了。早年，出家人接受社會大眾的供養，還不成問題，可是到了近代，流弊叢生，這個現象我想諸位同修都能夠見到，這是佛法的衰相。可是要恢復乞食的制度，這是個理想，在事實上不可能的，當然這個制度是非常之好。唯一的方法，就是學佛的同修，無論在家、出家，真正明瞭佛法，就不至於有過失。譬如說出家人自己知道節制，在中國歷代的高僧大德都做了很好的榜樣給我們看，譬如近代的虛雲老和尚、印光法師，以身作則，做出一個樣子給我們看。而在家信徒的供養，是理性的，不是感情的、不是盲目的，這樣配合，佛法也能夠興旺，正法一樣能夠住世。只看我們自己怎麼做法，不能有偏差，有偏差則造作罪業，果報不可思議。"
    },
    {
      "id": "09-025-0004_p0003",
      "zh_CN": "经文里面要紧的，『还至本处』、『敷座而坐』，佛在生活上最要紧的就是教我们要用这样的心态。我们凡夫不知道回头，不知道修定，「还至本处」显示的意思是回头，回头是岸，「敷座而坐」是入定。无论我们是过什么样的生活，一切众生生活方式不一样，工作不一样，但是要懂得回头、要懂得修定。「经行入定，意甚深广，须体会得，而落实到自家日常生活中」，这我们就能够得受用。什么叫回头？回头就是不攀缘，一切众生向外攀缘，永无止境，不知道回头。其实这是讲我们生活所需，衣食住行能过得去，不再求了，这就叫回头，它显示这个意思。在日常生活当中，心地清净，清净心就是敷座而坐。所以我们要体会他所说的、他所表现的，里面的含义。",
      "zh_TW": "經文裡面要緊的，『還至本處』、『敷座而坐』，佛在生活上最要緊的就是教我們要用這樣的心態。我們凡夫不知道回頭，不知道修定，「還至本處」顯示的意思是回頭，回頭是岸，「敷座而坐」是入定。無論我們是過什麼樣的生活，一切眾生生活方式不一樣，工作不一樣，但是要懂得回頭、要懂得修定。「經行入定，意甚深廣，須體會得，而落實到自家日常生活中」，這我們就能夠得受用。什麼叫回頭？回頭就是不攀緣，一切眾生向外攀緣，永無止境，不知道回頭。其實這是講我們生活所需，衣食住行能過得去，不再求了，這就叫回頭，它顯示這個意思。在日常生活當中，心地清淨，清淨心就是敷座而坐。所以我們要體會他所說的、他所表現的，裡面的含義。"
    },
    {
      "id": "09-025-0004_p0004",
      "zh_CN": "「此经发起于日用寻常之事，是说明佛法全是教人觉不迷、正不邪、净不染之真、善、美、慧的幸福圆满的生活，佛陀就在生活中如此示现。」他是代表一个出家人的生活，出家人的生活方式，过真善美慧的生活。我们从这个例子要体会到，我们自己现在过的是什么生活，我们现在自己从事的是什么样的工作，处的是什么样社会的环境，都可以效法世尊这种原理原则，不必改换生活方式。任何生活方式、任何工作环境，都能够达到觉正净，都能够生活在真善美慧的境界之中，要像这样体会。绝对不是学佛一定要出家，就错了，那就不能说是事事无碍。佛只教给我们一种生活是幸福美满的，其他的不是，这是误会，这不是佛法。佛法是教一切众生就在他自己本位上，就能够得到幸福，在本位上修行都能成菩萨、成佛，不是教人都出家。",
      "zh_TW": "「此經發起於日用尋常之事，是說明佛法全是教人覺不迷、正不邪、淨不染之真、善、美、慧的幸福圓滿的生活，佛陀就在生活中如此示現。」他是代表一個出家人的生活，出家人的生活方式，過真善美慧的生活。我們從這個例子要體會到，我們自己現在過的是什麼生活，我們現在自己從事的是什麼樣的工作，處的是什麼樣社會的環境，都可以效法世尊這種原理原則，不必改換生活方式。任何生活方式、任何工作環境，都能夠達到覺正淨，都能夠生活在真善美慧的境界之中，要像這樣體會。絕對不是學佛一定要出家，就錯了，那就不能說是事事無礙。佛只教給我們一種生活是幸福美滿的，其他的不是，這是誤會，這不是佛法。佛法是教一切眾生就在他自己本位上，就能夠得到幸福，在本位上修行都能成菩薩、成佛，不是教人都出家。"
    },
    {
      "id": "09-025-0004_p0005",
      "zh_CN": "佛这样示现，实在讲能看出来的人不多。实在说佛所示现的就是看破、放下，随缘就是很幸福的，佛不攀缘，随缘。「是故善现见知开口便叹希有，继曰，善护念，善付嘱，即是大悲大愿之无间也。」佛这种表演，我们前面曾经报告过，从初发心，长远的时间修行证果，一直到成佛，都在生活当中表现出来。凡夫看不出来，不但凡夫看不出来，没达到这个境界的人也看不出来。须菩提尊者能看出，换句话说，须菩提他的境界跟佛就相差不远，他见到了，见到则赞叹希有。从这个地方，如果我们冷静反省来观察我们自己的生活行为，从早晨起床，我们也穿衣吃饭，我们也到处奔走，乞食就是谋生，我们的情形是不是也很稀有？没错，的确也很稀有，但是跟佛菩萨是相反的。我们是无量劫来的习气，都在生活当中穿衣吃饭点点滴滴暴露无遗。世尊他所暴露出来的是无量无边的功德，我们所暴露出来的是无量劫的习气，不是一样的事情吗？不偶然。学佛就是转变，如何把我们无量劫的习气转变为功德，所谓是转识成智。懂得转识成智，就是把感情转变成理智，把烦恼转变成菩提，把凡夫的生活转变成佛菩萨的生活，这叫会转，会转就是修行，就是会修。所以世尊不仅是言教，他做出来的都是为我们做示范，身教，这是大悲大愿的流露，永恒的流露，从来没有间断的流露。这个悲愿则广大不可思议。",
      "zh_TW": "佛這樣示現，實在講能看出來的人不多。實在說佛所示現的就是看破、放下，隨緣就是很幸福的，佛不攀緣，隨緣。「是故善現見知開口便歎希有，繼曰，善護念，善付囑，即是大悲大願之無間也。」佛這種表演，我們前面曾經報告過，從初發心，長遠的時間修行證果，一直到成佛，都在生活當中表現出來。凡夫看不出來，不但凡夫看不出來，沒達到這個境界的人也看不出來。須菩提尊者能看出，換句話說，須菩提他的境界跟佛就相差不遠，他見到了，見到則讚歎希有。從這個地方，如果我們冷靜反省來觀察我們自己的生活行為，從早晨起床，我們也穿衣吃飯，我們也到處奔走，乞食就是謀生，我們的情形是不是也很稀有？沒錯，的確也很稀有，但是跟佛菩薩是相反的。我們是無量劫來的習氣，都在生活當中穿衣吃飯點點滴滴暴露無遺。世尊他所暴露出來的是無量無邊的功德，我們所暴露出來的是無量劫的習氣，不是一樣的事情嗎？不偶然。學佛就是轉變，如何把我們無量劫的習氣轉變為功德，所謂是轉識成智。懂得轉識成智，就是把感情轉變成理智，把煩惱轉變成菩提，把凡夫的生活轉變成佛菩薩的生活，這叫會轉，會轉就是修行，就是會修。所以世尊不僅是言教，他做出來的都是為我們做示範，身教，這是大悲大願的流露，永恆的流露，從來沒有間斷的流露。這個悲願則廣大不可思議。"
    },
    {
      "id": "09-025-0004_p0006",
      "zh_CN": "「乞食奔走同凡夫，不住佛相，显示无我相，不说一字，显示无法相」，佛一句话没说，「三空理彰」，佛为我们讲的人空、法空、空亦空，这个心才真的叫干净，一丝毫都不沾染，连空也不执着，这叫「善付嘱，是乃身教也」。佛怎样付嘱学生们？做出个样子教给你。「四摄同事，以身作则为作榜样，此谓之善护念。」我们一些人求佛菩萨保佑，护念就是保佑，佛菩萨真的保佑我们，用什么保佑？佛菩萨为我们做一个榜样，让我们照他这个样子学习，这是佛菩萨真正的保佑。如果我们不理会，还随着自己意思去造作，所得的果报自己当然要承当。不是佛菩萨没教给我们，是我们自己不肯向他学习。佛法的修证就在日常生活之中，「理显三空，观融二谛，此之谓希有」，佛都在生活里面表现出来，离了生活没有佛法，佛法就是日常生活。三空之理，二谛是真谛、俗谛，生活当中点点滴滴，圆圆满满的显示出来。可见得佛法千经万论所说的，都在日常生活当中，任何一桩事情都圆满的包含。穿衣，一切法就在穿衣里面，吃饭，一切法都在吃饭里面，《华严》所谓的「一即一切，一切即一」，我们从这个地方看出来，一就是任何一桩事情，任何一桩事情都包含一切的理论。",
      "zh_TW": "「乞食奔走同凡夫，不住佛相，顯示無我相，不說一字，顯示無法相」，佛一句話沒說，「三空理彰」，佛為我們講的人空、法空、空亦空，這個心才真的叫乾淨，一絲毫都不沾染，連空也不執著，這叫「善付囑，是乃身教也」。佛怎樣付囑學生們？做出個樣子教給你。「四攝同事，以身作則為作榜樣，此謂之善護念。」我們一些人求佛菩薩保佑，護念就是保佑，佛菩薩真的保佑我們，用什麼保佑？佛菩薩為我們做一個榜樣，讓我們照他這個樣子學習，這是佛菩薩真正的保佑。如果我們不理會，還隨著自己意思去造作，所得的果報自己當然要承當。不是佛菩薩沒教給我們，是我們自己不肯向他學習。佛法的修證就在日常生活之中，「理顯三空，觀融二諦，此之謂希有」，佛都在生活裡面表現出來，離了生活沒有佛法，佛法就是日常生活。三空之理，二諦是真諦、俗諦，生活當中點點滴滴，圓圓滿滿的顯示出來。可見得佛法千經萬論所說的，都在日常生活當中，任何一樁事情都圓滿的包含。穿衣，一切法就在穿衣裡面，吃飯，一切法都在吃飯裡面，《華嚴》所謂的「一即一切，一切即一」，我們從這個地方看出來，一就是任何一樁事情，任何一樁事情都包含一切的理論。"
    },
    {
      "id": "09-025-0004_p0007",
      "zh_CN": "「佛法即家常茶饭，一日不可离也，如来示同凡夫，奔走尘劳无他，欲令众生，回光返照耳。」佛没有自己觉得我已经成佛，这就是无我相，佛眼睛看一切众生是平等的，没有差别，没有分别、没有执着，无人相、无众生相、无寿者相。众生执着这四相，佛这四相统统都舍离。他这个行持就是希望我们能觉悟，知道回头。「持戒，入定，生慧」，持戒就是我们今天讲的守法，循规蹈矩。入定，心是清净的，心在境界里不动摇。清净心起作用就是智慧，这样的生活就幸福美满，「如是，如是」，我们要在这个地方学习。「修行之要，在理事双融」，理里面有事，事里面有理，要清清楚楚、明明白白。「对境随缘，勤习勘验」，勘验是体验，在生活当中你去体验。「历事锻心」，锻是锻炼，在世缘上、在境界上，炼什么心？炼清净心，炼一个觉悟的心，觉而不迷，正而不邪，净而不染，佛法修学觉、正、净。「动静一如，无往不是」，你要会了就叫开悟。我们在佛法听到某人开悟了，什么叫开悟？会了，会过佛菩萨的日子，会过佛菩萨的生活，这叫开悟。",
      "zh_TW": "「佛法即家常茶飯，一日不可離也，如來示同凡夫，奔走塵勞無他，欲令眾生，回光返照耳。」佛沒有自己覺得我已經成佛，這就是無我相，佛眼睛看一切眾生是平等的，沒有差別，沒有分別、沒有執著，無人相、無眾生相、無壽者相。眾生執著這四相，佛這四相統統都捨離。他這個行持就是希望我們能覺悟，知道回頭。「持戒，入定，生慧」，持戒就是我們今天講的守法，循規蹈矩。入定，心是清淨的，心在境界裡不動搖。清淨心起作用就是智慧，這樣的生活就幸福美滿，「如是，如是」，我們要在這個地方學習。「修行之要，在理事雙融」，理裡面有事，事裡面有理，要清清楚楚、明明白白。「對境隨緣，勤習勘驗」，勘驗是體驗，在生活當中你去體驗。「歷事鍛心」，鍛是鍛鍊，在世緣上、在境界上，鍊什麼心？鍊清淨心，鍊一個覺悟的心，覺而不迷，正而不邪，淨而不染，佛法修學覺、正、淨。「動靜一如，無往不是」，你要會了就叫開悟。我們在佛法聽到某人開悟了，什麼叫開悟？會了，會過佛菩薩的日子，會過佛菩薩的生活，這叫開悟。"
    },
    {
      "id": "09-025-0004_p0008",
      "zh_CN": "「道在善巧利用其环境，则无时无处不是道场。」会了之后，哪个地方不是道场？在在处处都是的；不会，再大的寺院庵堂也不是道场，你不会。会了，何必去寻求道场？那毫无意义。「持戒修福，是入般若门」，入般若门就是我们平常讲开智慧，大彻大悟、明心见性，从哪里做起？从持戒修福做起。「戒能资定」，资是帮助、资助，戒帮助你得定。刚才说过，诸位必须要记住，戒就是守法，用我们现在来讲就是守法，循规蹈矩，这叫持戒，它能帮助你心定下来。「定能发慧，须知慧无戒定，乃狂慧」，那不是真智慧，真智慧一定是有戒、有定。「学人能向衣食起居尘劳边锻炼」，尘劳就是指你日常工作应酬，你的活动范围，在这里面去锻炼，「便是降伏妄心最好方法」。须菩提尊者所问的问题就是「云何降伏其心」，实在讲释迦牟尼佛表现的已经是圆圆满满，这就是最好的方法。「须是对境随缘，不迷，不烦。」凡是佛弟子，无论在家、出家，一定要记住这个原则，遵守这个原则，特别是在现代这个社会里面，我们要想自己道业成就，昨天跟诸位提起，我们学佛为的是什么？远程的目标，我们希望在这一生当中永脱轮回，了生死出三界；近程的目标，我这一生过得很自在、很幸福、很快乐，我们学佛为的是这个。你就要遵守佛的教诲，你一定要知道对境随缘，绝不攀缘。",
      "zh_TW": "「道在善巧利用其環境，則無時無處不是道場。」會了之後，哪個地方不是道場？在在處處都是的；不會，再大的寺院庵堂也不是道場，你不會。會了，何必去尋求道場？那毫無意義。「持戒修福，是入般若門」，入般若門就是我們平常講開智慧，大徹大悟、明心見性，從哪裡做起？從持戒修福做起。「戒能資定」，資是幫助、資助，戒幫助你得定。剛才說過，諸位必須要記住，戒就是守法，用我們現在來講就是守法，循規蹈矩，這叫持戒，它能幫助你心定下來。「定能發慧，須知慧無戒定，乃狂慧」，那不是真智慧，真智慧一定是有戒、有定。「學人能向衣食起居塵勞邊鍛鍊」，塵勞就是指你日常工作應酬，你的活動範圍，在這裡面去鍛鍊，「便是降伏妄心最好方法」。須菩提尊者所問的問題就是「云何降伏其心」，實在講釋迦牟尼佛表現的已經是圓圓滿滿，這就是最好的方法。「須是對境隨緣，不迷，不煩。」凡是佛弟子，無論在家、出家，一定要記住這個原則，遵守這個原則，特別是在現代這個社會裡面，我們要想自己道業成就，昨天跟諸位提起，我們學佛為的是什麼？遠程的目標，我們希望在這一生當中永脫輪迴，了生死出三界；近程的目標，我這一生過得很自在、很幸福、很快樂，我們學佛為的是這個。你就要遵守佛的教誨，你一定要知道對境隨緣，絕不攀緣。"
    },
    {
      "id": "09-025-0004_p0009",
      "zh_CN": "昨天中午，我在这边跟华侨界的一些领袖们在一起吃饭，他们对于许多道场也都护持。我向他们大家解释，我们这个道场不向信徒化缘，不向信徒要钱，绝不拉信徒，因为我们的目的是求了生死出三界。道场重实质，不重形式，《西方确指》觉明妙行菩萨那个小道场只有十二个人，十二个人个个成就，这就行了，要那么多人干什么？喜欢热闹的，其他的道场很热闹，你到那边去。所以我说我们是劝人家到别的地方去，我们绝不拉人来。到我们这儿来的，就是我们一个目的，我们一心一意想求生西方极乐世界，我们目标在此地。这些华侨领袖出钱出力到处帮忙，昨天我们总干事说，我们可没有问你化一分钱的缘。他们点头，是，我们没有化他一分钱的缘。他说以后？我说以后没有，以后我也不会向你们化缘，也不会向你们开口。说没饭吃呢？没饭吃就往生，一句佛号念个七天七夜，大家都到极乐世界去，不要吃这个地方饭了。不要以为我没有饭吃我向你开口，没这回事，你们没有机会，我们讲的是真话。所以道风、学风要确立，我们不搞世缘、不搞热闹，真正进来的都是真实的同参道友，我们这个小环境很喜欢提供给大家进修，这是真实的功德。",
      "zh_TW": "昨天中午，我在這邊跟華僑界的一些領袖們在一起吃飯，他們對於許多道場也都護持。我向他們大家解釋，我們這個道場不向信徒化緣，不向信徒要錢，絕不拉信徒，因為我們的目的是求了生死出三界。道場重實質，不重形式，《西方確指》覺明妙行菩薩那個小道場只有十二個人，十二個人個個成就，這就行了，要那麼多人幹什麼？喜歡熱鬧的，其他的道場很熱鬧，你到那邊去。所以我說我們是勸人家到別的地方去，我們絕不拉人來。到我們這兒來的，就是我們一個目的，我們一心一意想求生西方極樂世界，我們目標在此地。這些華僑領袖出錢出力到處幫忙，昨天我們總幹事說，我們可沒有問你化一分錢的緣。他們點頭，是，我們沒有化他一分錢的緣。他說以後？我說以後沒有，以後我也不會向你們化緣，也不會向你們開口。說沒飯吃呢？沒飯吃就往生，一句佛號念個七天七夜，大家都到極樂世界去，不要吃這個地方飯了。不要以為我沒有飯吃我向你開口，沒這回事，你們沒有機會，我們講的是真話。所以道風、學風要確立，我們不搞世緣、不搞熱鬧，真正進來的都是真實的同參道友，我們這個小環境很喜歡提供給大家進修，這是真實的功德。"
    },
    {
      "id": "09-025-0004_p0010",
      "zh_CN": "所以要在日用平常生活当中去锻炼、去修行，要懂得对境随缘，绝不攀缘。不迷就清清楚楚，不烦，我们这里没有烦杂的事情，决定不生烦恼。「应事有条不紊即持戒」，你办事情有顺序、有条理，整整齐齐，就是持戒。「清净自在即定慧」，清净心是定，自在是智慧，没有智慧你哪来的自在？「故经云，一切法皆是佛法，离相发心，降伏之道，尽在其中。」我们细细去体会佛在日常生活当中表演的，心地干净，一尘不染。「经言，五蕴即是法身」，会了就是法身，不会，五蕴是业障，问题就在你会不会，就是你觉不觉？觉了就是法身，迷了就是业障。「这就是叫人要即幻有，见真空」，即相见性，「非断灭相」。「古德云，但勿逐妄，何须求真，皆明不取不断，不即不离之义」，这就是事实真相，我们的生活与事实真相完全相符合，生活就自在。「般若妙法，任运由琐屑事相上自在流出，无法相也」，就是在日常生活当中点点滴滴这些事情，显示出实相般若。「以不言之教，护念付嘱一切发大心者，亦无非法相也」，从佛的行持上看出，的确二边不着的做法，二边不着的生活方式，我们学这个。这个学会了就超凡入圣，你过的是佛菩萨的生活、圣人的生活，不是凡夫。你在生活当中充满了智慧，凡夫的生活是充满了烦恼，这就转烦恼为菩提，从哪里转？从念头上转。从前我迷，现在觉了，转迷为觉，就统统都转，一转一切都转了。",
      "zh_TW": "所以要在日用平常生活當中去鍛鍊、去修行，要懂得對境隨緣，絕不攀緣。不迷就清清楚楚，不煩，我們這裡沒有煩雜的事情，決定不生煩惱。「應事有條不紊即持戒」，你辦事情有順序、有條理，整整齊齊，就是持戒。「清淨自在即定慧」，清淨心是定，自在是智慧，沒有智慧你哪來的自在？「故經云，一切法皆是佛法，離相發心，降伏之道，盡在其中。」我們細細去體會佛在日常生活當中表演的，心地乾淨，一塵不染。「經言，五蘊即是法身」，會了就是法身，不會，五蘊是業障，問題就在你會不會，就是你覺不覺？覺了就是法身，迷了就是業障。「這就是叫人要即幻有，見真空」，即相見性，「非斷滅相」。「古德云，但勿逐妄，何須求真，皆明不取不斷，不即不離之義」，這就是事實真相，我們的生活與事實真相完全相符合，生活就自在。「般若妙法，任運由瑣屑事相上自在流出，無法相也」，就是在日常生活當中點點滴滴這些事情，顯示出實相般若。「以不言之教，護念付囑一切發大心者，亦無非法相也」，從佛的行持上看出，的確二邊不著的做法，二邊不著的生活方式，我們學這個。這個學會了就超凡入聖，你過的是佛菩薩的生活、聖人的生活，不是凡夫。你在生活當中充滿了智慧，凡夫的生活是充滿了煩惱，這就轉煩惱為菩提，從哪裡轉？從念頭上轉。從前我迷，現在覺了，轉迷為覺，就統統都轉，一轉一切都轉了。"
    },
    {
      "id": "09-025-0004_p0011",
      "zh_CN": "「能随时如是观照，则得真实受用。」所以许多人读经，读了一辈子还是个凡夫，经的意思没懂，经里面的好处没有体会到，经里面教人的生活，一句也不会，这个念就白念了，冤枉念了。你看本经的序分，经文不长，很短，包含的意思无有穷尽。我们要学佛，就在这些地方学，一生受用无尽。",
      "zh_TW": "「能隨時如是觀照，則得真實受用。」所以許多人讀經，讀了一輩子還是個凡夫，經的意思沒懂，經裡面的好處沒有體會到，經裡面教人的生活，一句也不會，這個念就白念了，冤枉念了。你看本經的序分，經文不長，很短，包含的意思無有窮盡。我們要學佛，就在這些地方學，一生受用無盡。"
    },
    {
      "id": "09-025-0004_p0012",
      "zh_CN": "下面是本经的正宗分，正宗分就是解释、说明佛的生活方式，目的是让我们来学习。请看经文：",
      "zh_TW": "下面是本經的正宗分，正宗分就是解釋、說明佛的生活方式，目的是讓我們來學習。請看經文："
    },
    {
      "id": "09-025-0004_p0013",
      "zh_CN": "【时长老须菩提。在大众中。即从座起。偏袒右肩。右膝着地。合掌恭敬。而白佛言。】",
      "zh_TW": "【時長老須菩提。在大眾中。即從座起。偏袒右肩。右膝著地。合掌恭敬。而白佛言。】"
    },
    {
      "id": "09-025-0004_p0014",
      "zh_CN": "这是『须菩提』尊者观察到机缘成熟了，要是把这个事情说明，大家有能力体会到，欢喜的学习，这就是机缘成熟了。成熟，必须有人来启请，就是代替大众来提出这个问题。须菩提尊者是佛弟子当中解空第一，由他出面代表大家来启请。这一段是讲的礼节。翻过来看底下经文。",
      "zh_TW": "這是『須菩提』尊者觀察到機緣成熟了，要是把這個事情說明，大家有能力體會到，歡喜的學習，這就是機緣成熟了。成熟，必須有人來啟請，就是代替大眾來提出這個問題。須菩提尊者是佛弟子當中解空第一，由他出面代表大家來啟請。這一段是講的禮節。翻過來看底下經文。"
    },
    {
      "id": "09-025-0004_p0015",
      "zh_CN": "【希有。世尊。如来善护念诸菩萨。善付嘱诸菩萨。】",
      "zh_TW": "【希有。世尊。如來善護念諸菩薩。善付囑諸菩薩。】"
    },
    {
      "id": "09-025-0004_p0016",
      "zh_CN": "这一开口就赞叹『希有』，太希有了。实际上尊者这些话就跟唱戏一样，台词，表演的。须菩提，佛在经上说，过去早已经成佛，不是普通人，他成了佛了。释迦牟尼佛在这个地方示现佛身教化众生，他来帮忙的，这是佛法里头常讲的「一佛出世，千佛拥护」。好像唱戏，你唱一个主角，我们都来给你唱配角，是这么个意思。什么时候，这讲时节因缘，什么时候跟大家说什么样的法门，这个法门如何说出来，都预先安排好的。这是表演，好像过去没有看出来，今天看出来了，所以赞叹着「希有，世尊」。",
      "zh_TW": "這一開口就讚歎『希有』，太希有了。實際上尊者這些話就跟唱戲一樣，台詞，表演的。須菩提，佛在經上說，過去早已經成佛，不是普通人，他成了佛了。釋迦牟尼佛在這個地方示現佛身教化眾生，他來幫忙的，這是佛法裡頭常講的「一佛出世，千佛擁護」。好像唱戲，你唱一個主角，我們都來給你唱配角，是這麼個意思。什麼時候，這講時節因緣，什麼時候跟大家說什麼樣的法門，這個法門如何說出來，都預先安排好的。這是表演，好像過去沒有看出來，今天看出來了，所以讚歎著「希有，世尊」。"
    },
    {
      "id": "09-025-0004_p0017",
      "zh_CN": "『如来善护念诸菩萨』，菩萨是佛的学生，凡是发大心的人就是菩萨，发了菩提心这个人就是菩萨。什么叫大心？第一个是决定要出离六道轮回，要有这个心，不再搞生死。第二，一定要成佛道，佛成佛了，我也要像佛一样，我要成佛，发这样的心就是菩萨。在世尊末法时期，我们现在是处在末法时期，真正能了生死、成佛道的只有一个法门，念佛往生，不退成佛。其他的法门，在理论上讲没有问题，实际上去做非常因难。所以，末法时期只有这一门，叫易行道，容易成就，这是我们必须要知道的。护念、付嘱，护是保护，念是念念于怀，像慈母保护她的小孩一样，小孩没成年，时时刻刻挂念着小孩，照顾小孩，诸佛如来照顾我们这些学生就像慈母照顾小孩一样。善，这个善好，这是个关键的字眼，「善护念」，没有说一句话，完全做出样子出来，这是善。小孩善于模仿，所以大人不必说话，你怎么做，他在旁边看，他在旁边学习，比言说教导他还有效果，这是善护念。付嘱，嘱是嘱付、托付的意思，这是对于大菩萨们，大菩萨要照顾小菩萨，老修行要照顾初学的。怎样去照顾他？做出一个好样子给他看，做榜样。由此可知，佛做个好样子给我们看，佛弟子应该做个好榜样给一切众生看。佛教需要宣传吗？不需要，你那个好样子就是宣传。你的邻居、一些人看到你，看到你很幸福、很快乐、很健康，他就很羡慕，他也想过这个好日子，他就要向你请教，你把方法教导给他，这就是弘法利生。所以要懂得「善」，善也可以说善巧方便，巧妙到极处。称赞完了，接着就请法，我们看经文。",
      "zh_TW": "『如來善護念諸菩薩』，菩薩是佛的學生，凡是發大心的人就是菩薩，發了菩提心這個人就是菩薩。什麼叫大心？第一個是決定要出離六道輪迴，要有這個心，不再搞生死。第二，一定要成佛道，佛成佛了，我也要像佛一樣，我要成佛，發這樣的心就是菩薩。在世尊末法時期，我們現在是處在末法時期，真正能了生死、成佛道的只有一個法門，念佛往生，不退成佛。其他的法門，在理論上講沒有問題，實際上去做非常因難。所以，末法時期只有這一門，叫易行道，容易成就，這是我們必須要知道的。護念、付囑，護是保護，念是念念於懷，像慈母保護她的小孩一樣，小孩沒成年，時時刻刻掛念著小孩，照顧小孩，諸佛如來照顧我們這些學生就像慈母照顧小孩一樣。善，這個善好，這是個關鍵的字眼，「善護念」，沒有說一句話，完全做出樣子出來，這是善。小孩善於模仿，所以大人不必說話，你怎麼做，他在旁邊看，他在旁邊學習，比言說教導他還有效果，這是善護念。付囑，囑是囑付、託付的意思，這是對於大菩薩們，大菩薩要照顧小菩薩，老修行要照顧初學的。怎樣去照顧他？做出一個好樣子給他看，做榜樣。由此可知，佛做個好樣子給我們看，佛弟子應該做個好榜樣給一切眾生看。佛教需要宣傳嗎？不需要，你那個好樣子就是宣傳。你的鄰居、一些人看到你，看到你很幸福、很快樂、很健康，他就很羨慕，他也想過這個好日子，他就要向你請教，你把方法教導給他，這就是弘法利生。所以要懂得「善」，善也可以說善巧方便，巧妙到極處。稱讚完了，接著就請法，我們看經文。"
    },
    {
      "id": "09-025-0004_p0018",
      "zh_CN": "【世尊。善男子。善女人。发阿耨多罗三藐三菩提心。应云何住。云何降伏其心。】",
      "zh_TW": "【世尊。善男子。善女人。發阿耨多羅三藐三菩提心。應云何住。云何降伏其心。】"
    },
    {
      "id": "09-025-0004_p0019",
      "zh_CN": "这一句一定要牢牢的把它记住，须菩提问的三个问题，这一部《金刚经》就是解答这三个问题。这个法会里面的当机者，也就是教学的对象，是『善男子、善女人』，「善」的标准是发大菩提心的善男子、善女人。所以佛在经后面说的，这部经是「为发大乘者说，为发无上乘者说」，这是把《金刚般若》的对象说出来。发大乘、发最上乘的就是『发阿耨多罗三藐三菩提心』，这一句是梵语，翻成中国意思，我们用最浅近的意思来说，就是究竟圆满的智慧。我们学佛不求别的，求智慧，求究竟圆满的智慧，梵文就叫「阿耨多罗三藐三菩提」。因此经文上的善男子、善女人，善的标准就是发无上菩提心的，这是善的标准，没有发这个心的，就不能称之为善。心是发了，发了怎么修？修行的关键，也就是说任何一个法门，无量无边的法门，修学目的是一个：得阿耨多罗三藐三菩提。你要是证得，就叫成佛，究竟圆满佛。可见得目标是一个，方向是一致的，只是用的方法、手段不相同，方向、目标决定是一致的，这叫佛法。可是无量无边的法门，里面有个共同的问题，就是心要安住在哪里？妄念怎样把它灭掉？怎样伏掉？『降伏其心』，这个心是妄心，就是妄想，我们的妄想太多，念头太多，如何能够把它降伏住？心要安在什么地方？这是所有一切法门的中心问题，这两个问题解决了，无上菩提你决定可以证得。",
      "zh_TW": "這一句一定要牢牢的把它記住，須菩提問的三個問題，這一部《金剛經》就是解答這三個問題。這個法會裡面的當機者，也就是教學的對象，是『善男子、善女人』，「善」的標準是發大菩提心的善男子、善女人。所以佛在經後面說的，這部經是「為發大乘者說，為發無上乘者說」，這是把《金剛般若》的對象說出來。發大乘、發最上乘的就是『發阿耨多羅三藐三菩提心』，這一句是梵語，翻成中國意思，我們用最淺近的意思來說，就是究竟圓滿的智慧。我們學佛不求別的，求智慧，求究竟圓滿的智慧，梵文就叫「阿耨多羅三藐三菩提」。因此經文上的善男子、善女人，善的標準就是發無上菩提心的，這是善的標準，沒有發這個心的，就不能稱之為善。心是發了，發了怎麼修？修行的關鍵，也就是說任何一個法門，無量無邊的法門，修學目的是一個：得阿耨多羅三藐三菩提。你要是證得，就叫成佛，究竟圓滿佛。可見得目標是一個，方向是一致的，只是用的方法、手段不相同，方向、目標決定是一致的，這叫佛法。可是無量無邊的法門，裡面有個共同的問題，就是心要安住在哪裡？妄念怎樣把它滅掉？怎樣伏掉？『降伏其心』，這個心是妄心，就是妄想，我們的妄想太多，念頭太多，如何能夠把它降伏住？心要安在什麼地方？這是所有一切法門的中心問題，這兩個問題解決了，無上菩提你決定可以證得。"
    },
    {
      "id": "09-025-0004_p0020",
      "zh_CN": "世尊在金刚般若会上说了这么多话，帮助我们解决这个问题，我们读了《金刚经》、听了《金刚经》是不是真的懂得？是不是真的会了？如果还不懂、还不会，那《金刚经》是白读、白听了。要想真懂真会，可真难，真不容易，而后我们才晓得自己的根性如何，所以就可以老老实实回过头来念阿弥陀佛。这是我们讲《金刚经》的目的。实在讲，念阿弥陀佛这个方法比金刚般若还要巧妙，这个地方讲善，念佛是善中之善，没有比这个更善了。就拿这个问题来说，「发阿耨多罗三藐三菩提心，应云何住」，住在阿弥陀佛上，这就行了，只要你心里面有阿弥陀佛，你就决定往生不退成佛。「云何降伏其心」？念阿弥陀佛，用阿弥陀佛的佛号把你的妄念统统伏住、降伏住。《金刚经》后头不要讲了，问题整个解决了，比这个还要善，比这个还要好。这两部经不比较一下不知道念佛的好处，比较一下才晓得念佛这么简单，这啰哩啰嗦的这么一大堆，还叫人搞不清楚。这个问题不是太简单吗？一句阿弥陀佛全都解决，这是真话，不是假话。我们再看底下世尊的答复。",
      "zh_TW": "世尊在金剛般若會上說了這麼多話，幫助我們解決這個問題，我們讀了《金剛經》、聽了《金剛經》是不是真的懂得？是不是真的會了？如果還不懂、還不會，那《金剛經》是白讀、白聽了。要想真懂真會，可真難，真不容易，而後我們才曉得自己的根性如何，所以就可以老老實實回過頭來念阿彌陀佛。這是我們講《金剛經》的目的。實在講，念阿彌陀佛這個方法比金剛般若還要巧妙，這個地方講善，念佛是善中之善，沒有比這個更善了。就拿這個問題來說，「發阿耨多羅三藐三菩提心，應云何住」，住在阿彌陀佛上，這就行了，只要你心裡面有阿彌陀佛，你就決定往生不退成佛。「云何降伏其心」？念阿彌陀佛，用阿彌陀佛的佛號把你的妄念統統伏住、降伏住。《金剛經》後頭不要講了，問題整個解決了，比這個還要善，比這個還要好。這兩部經不比較一下不知道念佛的好處，比較一下才曉得念佛這麼簡單，這囉哩囉嗦的這麼一大堆，還叫人搞不清楚。這個問題不是太簡單嗎？一句阿彌陀佛全都解決，這是真話，不是假話。我們再看底下世尊的答覆。"
    },
    {
      "id": "09-025-0004_p0021",
      "zh_CN": "【佛言。善哉善哉。须菩提。如汝所说。如来善护念诸菩萨。善付嘱诸菩萨。】",
      "zh_TW": "【佛言。善哉善哉。須菩提。如汝所說。如來善護念諸菩薩。善付囑諸菩薩。】"
    },
    {
      "id": "09-025-0004_p0022",
      "zh_CN": "尊者启请，佛的答复，佛也先赞叹他。尊者一开口先赞佛，佛也赞他，你看师生都很客气，从这个地方看，这师生相处多么和睦，彼此尊敬。『善哉善哉』，你问得很好，问得太好了。接着就给他做证明，你所看出来『善护念』、『善付嘱』一点都没错，确实是这个样子，就在生活当中显示无遗。佛到舍卫大城乞食，这是出家人的生活方式，告诉我们佛法就在生活之中。着衣持钵就是守规矩，就是持戒。衣着整齐，钵应该怎么拿法，具足威仪，我们今天讲的风度、礼貌，让别人看到生恭敬心、生欢喜心。这个人有礼，守法、守规矩，大家都欢迎他，这是持戒。托了钵之后就回头，表示我生活所需的够了，不再攀缘，表这个意思。我吃得饱，穿得暖，有个小房子可以遮蔽风雨，足了，知足就常乐，不知足就很苦。",
      "zh_TW": "尊者啟請，佛的答覆，佛也先讚歎他。尊者一開口先讚佛，佛也讚他，你看師生都很客氣，從這個地方看，這師生相處多麼和睦，彼此尊敬。『善哉善哉』，你問得很好，問得太好了。接著就給他做證明，你所看出來『善護念』、『善付囑』一點都沒錯，確實是這個樣子，就在生活當中顯示無遺。佛到舍衛大城乞食，這是出家人的生活方式，告訴我們佛法就在生活之中。著衣持缽就是守規矩，就是持戒。衣著整齊，缽應該怎麼拿法，具足威儀，我們今天講的風度、禮貌，讓別人看到生恭敬心、生歡喜心。這個人有禮，守法、守規矩，大家都歡迎他，這是持戒。托了缽之後就回頭，表示我生活所需的夠了，不再攀緣，表這個意思。我吃得飽，穿得暖，有個小房子可以遮蔽風雨，足了，知足就常樂，不知足就很苦。"
    },
    {
      "id": "09-025-0004_p0023",
      "zh_CN": "我们在美国，常常有些同修请我到他们家里面去看看，有不少住的是很大的房子，家里人口不多。我看看笑笑，到底是你住房子，还是房子住你？每天用很多时间去收拾房子，还收拾不干净，替房屋做奴隶，何苦来？一天忙到晚，忙着收拾环境，自己一点休闲的时间都没有，过的是什么日子？过的是侍候房子的日子，这错了。真正会过日子的，很清闲，悠闲自在，身心无事，那个人叫幸福，何必自己跟自己过不去？自己找自己的麻烦？这是什么在作祟？魔在作祟，什么魔？虚荣心，那是魔，魔障，他心里头有魔障，他被魔控制住，那个很苦。所以在美国，实在讲生活都很富裕，我有的时候常常劝同修，他们说好忙，没有时间修行。哪里？你工作一年，你存一点钱，第二年不要工作，去好好修一年，储蓄的钱用光了再去工作，这不是很自在很好吗？懂得回头。世间最可怜的人是不知足，不知足的人很可怜，知足的人就富有，知足常乐，佛这个托钵回头就是知足。「敷座而坐」，心地清净一尘不染，这是真正的自在、幸福，不求人，我们中国俗话常说「人到无求品自高」，一定要做到不求人。",
      "zh_TW": "我們在美國，常常有些同修請我到他們家裡面去看看，有不少住的是很大的房子，家裡人口不多。我看看笑笑，到底是你住房子，還是房子住你？每天用很多時間去收拾房子，還收拾不乾淨，替房屋做奴隸，何苦來？一天忙到晚，忙著收拾環境，自己一點休閒的時間都沒有，過的是什麼日子？過的是侍候房子的日子，這錯了。真正會過日子的，很清閒，悠閒自在，身心無事，那個人叫幸福，何必自己跟自己過不去？自己找自己的麻煩？這是什麼在作祟？魔在作祟，什麼魔？虛榮心，那是魔，魔障，他心裡頭有魔障，他被魔控制住，那個很苦。所以在美國，實在講生活都很富裕，我有的時候常常勸同修，他們說好忙，沒有時間修行。哪裡？你工作一年，你存一點錢，第二年不要工作，去好好修一年，儲蓄的錢用光了再去工作，這不是很自在很好嗎？懂得回頭。世間最可憐的人是不知足，不知足的人很可憐，知足的人就富有，知足常樂，佛這個托缽回頭就是知足。「敷座而坐」，心地清淨一塵不染，這是真正的自在、幸福，不求人，我們中國俗話常說「人到無求品自高」，一定要做到不求人。"
    },
    {
      "id": "09-025-0004_p0024",
      "zh_CN": "我们有个道场在此地，道场需要开销，需要维持，我们也不求人。到哪天维持不住怎么办？维持不住，打个电话通知市政府，请它来接收，这个事情不就解决了吗？赠送给国家，送给社会。如果说维持不了，再去求人，错了，佛教给我们随缘，不要攀缘，这个要紧，保持清净心要紧，我们来生决定往生。不可以自己迷惑颠倒，把清净心丧失掉，往生的机会错过了，那叫大错特错。有缘的众生，我们有缘见面，有缘在一起聚会，我们要把真实的话告诉他。让他有机会听到佛法，让他有机会知道怎样修行，怎样去解决问题，这是我们帮助他的。我们需不需要他帮助我？不需要，这个心多清净。我帮助你，还需要你再来帮助我，这是做生意买卖，不可以做这个事情，决定不能做这个事情。这就是佛教给我们，随缘，决定不攀缘，我们这一生才有决定的成就。佛给他印证，他所见到的没错。他请教的两个问题，佛在此地也答复他。我们看经文。",
      "zh_TW": "我們有個道場在此地，道場需要開銷，需要維持，我們也不求人。到哪天維持不住怎麼辦？維持不住，打個電話通知市政府，請它來接收，這個事情不就解決了嗎？贈送給國家，送給社會。如果說維持不了，再去求人，錯了，佛教給我們隨緣，不要攀緣，這個要緊，保持清淨心要緊，我們來生決定往生。不可以自己迷惑顛倒，把清淨心喪失掉，往生的機會錯過了，那叫大錯特錯。有緣的眾生，我們有緣見面，有緣在一起聚會，我們要把真實的話告訴他。讓他有機會聽到佛法，讓他有機會知道怎樣修行，怎樣去解決問題，這是我們幫助他的。我們需不需要他幫助我？不需要，這個心多清淨。我幫助你，還需要你再來幫助我，這是做生意買賣，不可以做這個事情，決定不能做這個事情。這就是佛教給我們，隨緣，決定不攀緣，我們這一生才有決定的成就。佛給他印證，他所見到的沒錯。他請教的兩個問題，佛在此地也答覆他。我們看經文。"
    },
    {
      "id": "09-025-0004_p0025",
      "zh_CN": "【汝今谛听。】",
      "zh_TW": "【汝今諦聽。】"
    },
    {
      "id": "09-025-0004_p0026",
      "zh_CN": "这个关键的字『谛』，谛是仔细听，一心的去听，我们讲专心的听、注意的听，你才能领悟。",
      "zh_TW": "這個關鍵的字『諦』，諦是仔細聽，一心的去聽，我們講專心的聽、注意的聽，你才能領悟。"
    },
    {
      "id": "09-025-0004_p0027",
      "zh_CN": "【当为汝说。】",
      "zh_TW": "【當為汝說。】"
    },
    {
      "id": "09-025-0004_p0028",
      "zh_CN": "佛给他解答也很简单。",
      "zh_TW": "佛給他解答也很簡單。"
    },
    {
      "id": "09-025-0004_p0029",
      "zh_CN": "【善男子。善女人。发阿耨多罗三藐三菩提心。应如是住。如是降伏其心。】",
      "zh_TW": "【善男子。善女人。發阿耨多羅三藐三菩提心。應如是住。如是降伏其心。】"
    },
    {
      "id": "09-025-0004_p0030",
      "zh_CN": "『如是』的意思就是像我这个样子，像我这样『住』，像我这样『降伏其心』。这个问答到这里就圆满了，这《金刚经》就讲完了。须菩提尊者懂了，所以尊者就答复：",
      "zh_TW": "『如是』的意思就是像我這個樣子，像我這樣『住』，像我這樣『降伏其心』。這個問答到這裡就圓滿了，這《金剛經》就講完了。須菩提尊者懂了，所以尊者就答覆："
    },
    {
      "id": "09-025-0004_p0031",
      "zh_CN": "【唯然。】",
      "zh_TW": "【唯然。】"
    },
    {
      "id": "09-025-0004_p0032",
      "zh_CN": "『唯然』就是答复，明了了。「唯」这个字，答复这一个字唯，就是懂得了、明白了。他是明白了，别人不明白，「然」，然而，别人不明白，「唯」是我明白了，其他的人还不懂，还不明白。所以下面这一句代别人启请的。",
      "zh_TW": "『唯然』就是答覆，明瞭了。「唯」這個字，答覆這一個字唯，就是懂得了、明白了。他是明白了，別人不明白，「然」，然而，別人不明白，「唯」是我明白了，其他的人還不懂，還不明白。所以下面這一句代別人啟請的。"
    },
    {
      "id": "09-025-0004_p0033",
      "zh_CN": "【世尊。愿乐欲闻。】",
      "zh_TW": "【世尊。願樂欲聞。】"
    },
    {
      "id": "09-025-0004_p0034",
      "zh_CN": "『愿乐欲闻』不是须菩提尊者，是大众，大众希望世尊详细的开示。大众根性不相同，程度不一样，这四个字就代表的浅深次第不同。浅的人想听听，「愿」是想听听佛说的，「乐」是喜欢，比前面意思深一层，那个只是想听听，这个我很喜欢听。「欲」就意思更深，我非听不可，迫切的希望，这是欲，他知道这个问题对自己太重要。后面「闻」是返闻闻自性的，我一听就开悟，就入佛境界。所以这四个字是代表听众程度不齐，得益不一样。他答复的话，只有「唯」是自己，我自己懂，完全懂了、彻底懂了，然而别人不懂，希望世尊详细的讲解。他这句话里头含这么多意思。佛很慈悲，只要有启请，他一定会说的，底下就详说了。我们看二十面的经文。",
      "zh_TW": "『願樂欲聞』不是須菩提尊者，是大眾，大眾希望世尊詳細的開示。大眾根性不相同，程度不一樣，這四個字就代表的淺深次第不同。淺的人想聽聽，「願」是想聽聽佛說的，「樂」是喜歡，比前面意思深一層，那個只是想聽聽，這個我很喜歡聽。「欲」就意思更深，我非聽不可，迫切的希望，這是欲，他知道這個問題對自己太重要。後面「聞」是返聞聞自性的，我一聽就開悟，就入佛境界。所以這四個字是代表聽眾程度不齊，得益不一樣。他答覆的話，只有「唯」是自己，我自己懂，完全懂了、徹底懂了，然而別人不懂，希望世尊詳細的講解。他這句話裡頭含這麼多意思。佛很慈悲，只要有啟請，他一定會說的，底下就詳說了。我們看二十面的經文。"
    },
    {
      "id": "09-025-0004_p0035",
      "zh_CN": "【佛告须菩提。诸菩萨摩诃萨。应如是降伏其心。】",
      "zh_TW": "【佛告須菩提。諸菩薩摩訶薩。應如是降伏其心。】"
    },
    {
      "id": "09-025-0004_p0036",
      "zh_CN": "这个『如是』跟前面就不一样，前面的如是，像我这样就行了。这个如是底下有文，「应如是」，怎么如是？",
      "zh_TW": "這個『如是』跟前面就不一樣，前面的如是，像我這樣就行了。這個如是底下有文，「應如是」，怎麼如是？"
    },
    {
      "id": "09-025-0004_p0037",
      "zh_CN": "【所有一切众生之类。若卵生。若胎生。若湿生。若化生。】",
      "zh_TW": "【所有一切眾生之類。若卵生。若胎生。若濕生。若化生。】"
    },
    {
      "id": "09-025-0004_p0038",
      "zh_CN": "这是我们平常讲的，一切众生四种生态，胎、卵、湿、化，这四种生态可以包含一切众生。佛在此地说了十二种，胎卵湿化，底下：",
      "zh_TW": "這是我們平常講的，一切眾生四種生態，胎、卵、濕、化，這四種生態可以包含一切眾生。佛在此地說了十二種，胎卵濕化，底下："
    },
    {
      "id": "09-025-0004_p0039",
      "zh_CN": "【若有色。若无色。若有想。若无想。若非有想非无想。】",
      "zh_TW": "【若有色。若無色。若有想。若無想。若非有想非無想。】"
    },
    {
      "id": "09-025-0004_p0040",
      "zh_CN": "总共说十二种，这十二种是把六道众生全部都包括了，连色界天、无色界天都包括，下面『非有想非无想』是无色界天。平常不这样说法，色界天、无色界天都是化生，所以实在讲，胎卵湿化也能够都包括，但是说十二种就说得很详细。这是讲六道里面的一切众生。",
      "zh_TW": "總共說十二種，這十二種是把六道眾生全部都包括了，連色界天、無色界天都包括，下面『非有想非無想』是無色界天。平常不這樣說法，色界天、無色界天都是化生，所以實在講，胎卵濕化也能夠都包括，但是說十二種就說得很詳細。這是講六道裡面的一切眾生。"
    },
    {
      "id": "09-025-0004_p0041",
      "zh_CN": "【我皆令入无余涅槃而灭度之。而如是灭度无量无数无边众生。实无众生得灭度者。】",
      "zh_TW": "【我皆令入無餘涅槃而滅度之。而如是滅度無量無數無邊眾生。實無眾生得滅度者。】"
    },
    {
      "id": "09-025-0004_p0042",
      "zh_CN": "尊者问「应云何住」，佛在此地没答复「住」，只说「降伏其心」。实在讲降伏其心跟住是一桩事情，妄心降伏，住的问题就解决了。这段的意思实在讲很像中国禅宗二祖，二祖是慧可，当时见达摩祖师，他就是心不安，求达摩祖师给他安心，那个很苦。达摩祖师在那里面壁打坐，谁去找他他都不理会。冬天下雪，慧可站在雪地里面，站的时间很久，达摩祖师还是不理他。最后他没有法子，他断臂，拿着刀把自己的手臂砍掉，用手臂来供养达摩祖师。达摩祖师看到这个样子，不能不开口：你何苦？你为什么要这样做？他就说我心不安，求大师给我安心。这不就是「应云何住」吗？心住在哪里不晓得。达摩祖师就伸出手：你把心拿来，我替你安。我们现在看到很多达摩的像，都一只手伸在这里，那就是「你把心拿来，我替你安」。这一句话当中让慧可返光回照：觅心了不可得，我回过头找心，我找不到心。「我替你安好了，没事了」，他从这一句话就开悟了。觅心了不可得，那个心是妄心，妄心一找没有，没有不就没事情了，问题解决了。这一段很有这个味道在。",
      "zh_TW": "尊者問「應云何住」，佛在此地沒答覆「住」，只說「降伏其心」。實在講降伏其心跟住是一樁事情，妄心降伏，住的問題就解決了。這段的意思實在講很像中國禪宗二祖，二祖是慧可，當時見達摩祖師，他就是心不安，求達摩祖師給他安心，那個很苦。達摩祖師在那裡面壁打坐，誰去找他他都不理會。冬天下雪，慧可站在雪地裡面，站的時間很久，達摩祖師還是不理他。最後他沒有法子，他斷臂，拿著刀把自己的手臂砍掉，用手臂來供養達摩祖師。達摩祖師看到這個樣子，不能不開口：你何苦？你為什麼要這樣做？他就說我心不安，求大師給我安心。這不就是「應云何住」嗎？心住在哪裡不曉得。達摩祖師就伸出手：你把心拿來，我替你安。我們現在看到很多達摩的像，都一隻手伸在這裡，那就是「你把心拿來，我替你安」。這一句話當中讓慧可返光回照：覓心了不可得，我回過頭找心，我找不到心。「我替你安好了，沒事了」，他從這一句話就開悟了。覓心了不可得，那個心是妄心，妄心一找沒有，沒有不就沒事情了，問題解決了。這一段很有這個味道在。"
    },
    {
      "id": "09-025-0004_p0043",
      "zh_CN": "但是佛这个教法我们大家能得受用，达摩祖师那个教法我们不得受用。佛这个方法是教我们把心量扩大，你既然发了大菩提心，你就要把心量拓开，不要念念是自私自利，那不是菩萨。菩萨要念一切众生，菩萨要帮助一切众生，所以『我皆令入无余涅槃而灭度之』，这句话就是帮助一切众生成就圆满的佛道。虽然尽心尽力的帮助他，心里面若无其事，绝没有分别执着，所以『灭度无量无数无边众生，实无众生得灭度者』，决定不能着相，着相就错了，不着相就对了。",
      "zh_TW": "但是佛這個教法我們大家能得受用，達摩祖師那個教法我們不得受用。佛這個方法是教我們把心量擴大，你既然發了大菩提心，你就要把心量拓開，不要念念是自私自利，那不是菩薩。菩薩要念一切眾生，菩薩要幫助一切眾生，所以『我皆令入無餘涅槃而滅度之』，這句話就是幫助一切眾生成就圓滿的佛道。雖然盡心盡力的幫助他，心裡面若無其事，絕沒有分別執著，所以『滅度無量無數無邊眾生，實無眾生得滅度者』，決定不能著相，著相就錯了，不著相就對了。"
    },
    {
      "id": "09-025-0004_p0044",
      "zh_CN": "这段里面的注解也非常丰富，希望诸位同修自己去看看。我要跟诸位报告的，在注解里面，诸位翻开二十四面，第十八、十九两段，我们念佛人如何来学习这段经文，这个很要紧。",
      "zh_TW": "這段裡面的註解也非常豐富，希望諸位同修自己去看看。我要跟諸位報告的，在註解裡面，諸位翻開二十四面，第十八、十九兩段，我們念佛人如何來學習這段經文，這個很要緊。"
    }
  ]
}