{
  "doc_id": "09-025-0006",
  "title": {
    "zh_CN": "金刚经研习报告",
    "zh_TW": "金剛經研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-025-0006",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "09-025-0006_p0001",
      "zh_CN": "请掀开经本第四十二面，从第二行看起：",
      "zh_TW": "請掀開經本第四十二面，從第二行看起："
    },
    {
      "id": "09-025-0006_p0002",
      "zh_CN": "「持戒修福，极不容易，往昔已亲近承事无量诸佛但种善根，可见欲成就般若法门，必须亲近弥陀，实相般若，方能现前，永明禅师云，无禅有净土，万修万人去，但得见弥陀，何愁不开悟。」这些话我们听了之后，冷静的观察古今、周边的这些修行人，才知道古大德的话真实不虚。所谓修福，没有真正的智慧、福德，他想修也不能成就，原因在哪里？他不认识什么是福田，于是乎他把种子下错了地方。譬如种植植物一样，一定找一个肥沃的土壤，这植物才能生长，他不识货，他把种子下在石头上、下在沙土上，结果不但不能生长，连种子也败坏、也腐烂掉。我们世间许多修福的人，你仔细观察他是真的福德吗？这桩事情，诸位同修要熟读《了凡四训》你就明白了。了凡先生说得很清楚，人行善，善有真善、有假善，有半善、有满善，他说了很多。所以要能够认识真假，能够辨别邪正、是非、善恶，你有这种能力就是智慧，你不能辨别就没有智慧。拿了许多的钱财，出钱出力，结果所修的不是正法，是邪法，哪里有福报？那造罪业，这是我们不可以不留意的，不能不看清楚的。这是说持戒修福很难，不要认为这很容易，不容易。",
      "zh_TW": "「持戒修福，極不容易，往昔已親近承事無量諸佛但種善根，可見欲成就般若法門，必須親近彌陀，實相般若，方能現前，永明禪師云，無禪有淨土，萬修萬人去，但得見彌陀，何愁不開悟。」這些話我們聽了之後，冷靜的觀察古今、周邊的這些修行人，才知道古大德的話真實不虛。所謂修福，沒有真正的智慧、福德，他想修也不能成就，原因在哪裡？他不認識什麼是福田，於是乎他把種子下錯了地方。譬如種植植物一樣，一定找一個肥沃的土壤，這植物才能生長，他不識貨，他把種子下在石頭上、下在沙土上，結果不但不能生長，連種子也敗壞、也腐爛掉。我們世間許多修福的人，你仔細觀察他是真的福德嗎？這樁事情，諸位同修要熟讀《了凡四訓》你就明白了。了凡先生說得很清楚，人行善，善有真善、有假善，有半善、有滿善，他說了很多。所以要能夠認識真假，能夠辨別邪正、是非、善惡，你有這種能力就是智慧，你不能辨別就沒有智慧。拿了許多的錢財，出錢出力，結果所修的不是正法，是邪法，哪裡有福報？那造罪業，這是我們不可以不留意的，不能不看清楚的。這是說持戒修福很難，不要認為這很容易，不容易。"
    },
    {
      "id": "09-025-0006_p0003",
      "zh_CN": "「往昔承事供养无量诸佛」，这就是真正的善根，现前有诸佛菩萨护持。如果没有这样深厚的善根，换句话说，你就不可能遇到善缘，不可能遇到真正的善知识，以及好的同参道友，成就实相般若当然更不容易。在我们这个世间已经很久没有人修行成就，像过去倓虚老法师所说的，倓老法师在香港佛七开示的录音带我们这边也有，诸位同修可以多听几遍。他说他一生当中就没有见到参禅开悟的，不但没见到，听都没有听说过，开悟就是明心见性，就是般若现前的，没有，一生当中没有听说过。参禅得禅定的他见过，也听说过，没有见到开悟的，你就晓得般若现前是多么困难。参禅、修学其他大乘法门，若不能见性就不算成就，为什么说不算成就？他不能超越六道轮回。得禅定，禅定功夫浅深不一样，他能生色界天、无色界天，出不了三界。生到天上，寿命虽然长，但是有尽的时候，他寿命到了还要堕落、还要搞轮回，所以这不究竟，这不是成就。念佛往生净土的实在是太多了，数不尽，往生到净土，实相就现前，即使是凡圣同居土下下品往生，生到西方极乐世界得阿弥陀佛本愿威神的加持，实相般若立刻就现前。诸位仔细去读《无量寿经》，你就明白了。",
      "zh_TW": "「往昔承事供養無量諸佛」，這就是真正的善根，現前有諸佛菩薩護持。如果沒有這樣深厚的善根，換句話說，你就不可能遇到善緣，不可能遇到真正的善知識，以及好的同參道友，成就實相般若當然更不容易。在我們這個世間已經很久沒有人修行成就，像過去倓虛老法師所說的，倓老法師在香港佛七開示的錄音帶我們這邊也有，諸位同修可以多聽幾遍。他說他一生當中就沒有見到參禪開悟的，不但沒見到，聽都沒有聽說過，開悟就是明心見性，就是般若現前的，沒有，一生當中沒有聽說過。參禪得禪定的他見過，也聽說過，沒有見到開悟的，你就曉得般若現前是多麼困難。參禪、修學其他大乘法門，若不能見性就不算成就，為什麼說不算成就？他不能超越六道輪迴。得禪定，禪定功夫淺深不一樣，他能生色界天、無色界天，出不了三界。生到天上，壽命雖然長，但是有盡的時候，他壽命到了還要墮落、還要搞輪迴，所以這不究竟，這不是成就。念佛往生淨土的實在是太多了，數不盡，往生到淨土，實相就現前，即使是凡聖同居土下下品往生，生到西方極樂世界得阿彌陀佛本願威神的加持，實相般若立刻就現前。諸位仔細去讀《無量壽經》，你就明白了。"
    },
    {
      "id": "09-025-0006_p0004",
      "zh_CN": "所以永明延寿大师说得好，「无禅有净土，万修万人去」，他说这几句话，关键的字就是「有」，你要心里头真有才行。只许有净土，不能有别的东西，再有别的东西，又夹杂了，就不净，不可以怀疑、不可以夹杂，叫有净土。这就是往生的条件，必须具备的条件，万修万人去，一个也不会漏掉。「但得见弥陀，何愁不开悟」，开悟就是实相般若现前，见到弥陀没有不开悟的道理。由此可知，禅宗修学的目的是明心见性，用净宗的法门往生到西方极乐世界，明心见性非常容易，这一生当中决定可以达到，这个法门殊胜。「学般若者，须速修念佛法门，修净土者，亦须速修般若法门，《观无量寿佛经》明第一义，正是般若。」这就说明净土里面有高等的智慧，没有高等的智慧，说实在话他不可能选择净土法门，他能够选择这一门专修，就证明他有高度的智慧。般若是什么？般若无非教人看破、放下。我们能看破、放下，一门深入，老实念佛，那就万修万人去。这是劝修净土的一定要修般若，不是叫你学般若，是叫你修般若，这一个字关系很大。修是什么？看破、放下，无住生心，这个要修的。「应无所住，而生其心」，生什么心？生念佛的心，不是生别的心。我们看经文。",
      "zh_TW": "所以永明延壽大師說得好，「無禪有淨土，萬修萬人去」，他說這幾句話，關鍵的字就是「有」，你要心裡頭真有才行。只許有淨土，不能有別的東西，再有別的東西，又夾雜了，就不淨，不可以懷疑、不可以夾雜，叫有淨土。這就是往生的條件，必須具備的條件，萬修萬人去，一個也不會漏掉。「但得見彌陀，何愁不開悟」，開悟就是實相般若現前，見到彌陀沒有不開悟的道理。由此可知，禪宗修學的目的是明心見性，用淨宗的法門往生到西方極樂世界，明心見性非常容易，這一生當中決定可以達到，這個法門殊勝。「學般若者，須速修念佛法門，修淨土者，亦須速修般若法門，《觀無量壽佛經》明第一義，正是般若。」這就說明淨土裡面有高等的智慧，沒有高等的智慧，說實在話他不可能選擇淨土法門，他能夠選擇這一門專修，就證明他有高度的智慧。般若是什麼？般若無非教人看破、放下。我們能看破、放下，一門深入，老實念佛，那就萬修萬人去。這是勸修淨土的一定要修般若，不是叫你學般若，是叫你修般若，這一個字關係很大。修是什麼？看破、放下，無住生心，這個要修的。「應無所住，而生其心」，生什麼心？生念佛的心，不是生別的心。我們看經文。"
    },
    {
      "id": "09-025-0006_p0005",
      "zh_CN": "【闻是章句。乃至一念生净信者。须菩提。如来悉知悉见。是诸众生。得如是无量福德。】",
      "zh_TW": "【聞是章句。乃至一念生淨信者。須菩提。如來悉知悉見。是諸眾生。得如是無量福德。】"
    },
    {
      "id": "09-025-0006_p0006",
      "zh_CN": "这是说唯独持戒修福的人，听到佛说《金刚经》他能够生信心。『净信』就是前面讲的「实信」，真的相信。『乃至一念生净信者』，这句话里面包括许多功夫层次不同的人，有的人是生圆满的净信，有些人虽然生净信不太圆满。乃至于生一念净信，这一念是最少的，时间最短的，但是他是净信，净信就是他相信，他不怀疑、他不夹杂，对于佛说的话完全能够接受。这个福德就不可思议，为什么不可思议？人能够生一念净信，不要看它的时间很短，无量劫来从来就没有一念净信过，所以这一念净信非常宝贵。好像在黑暗当中，很长时间处在黑暗，忽然看到有个闪电，光亮了一下，时间很短，但是极为宝贵，就从这一念逐渐就能大放光明。所以这一念净信就太珍贵了，能了生死、脱轮回，能明心见性、圆满菩提，都从这个基础上建立。小注里头说，净宗法门，大势至菩萨教人的方法在「净念相继」，净念相继就是从一念相应而来的。由此可知，一念净信就是净念相继的基础。『如来悉知悉见』，净信就是实相，就是真正的清净心，就是佛心，所以他跟一切诸佛起感应道交。底下这一段说得好，解释为什么他得无量福德。",
      "zh_TW": "這是說唯獨持戒修福的人，聽到佛說《金剛經》他能夠生信心。『淨信』就是前面講的「實信」，真的相信。『乃至一念生淨信者』，這句話裡面包括許多功夫層次不同的人，有的人是生圓滿的淨信，有些人雖然生淨信不太圓滿。乃至於生一念淨信，這一念是最少的，時間最短的，但是他是淨信，淨信就是他相信，他不懷疑、他不夾雜，對於佛說的話完全能夠接受。這個福德就不可思議，為什麼不可思議？人能夠生一念淨信，不要看它的時間很短，無量劫來從來就沒有一念淨信過，所以這一念淨信非常寶貴。好像在黑暗當中，很長時間處在黑暗，忽然看到有個閃電，光亮了一下，時間很短，但是極為寶貴，就從這一念逐漸就能大放光明。所以這一念淨信就太珍貴了，能了生死、脫輪迴，能明心見性、圓滿菩提，都從這個基礎上建立。小註裡頭說，淨宗法門，大勢至菩薩教人的方法在「淨念相繼」，淨念相繼就是從一念相應而來的。由此可知，一念淨信就是淨念相繼的基礎。『如來悉知悉見』，淨信就是實相，就是真正的清淨心，就是佛心，所以他跟一切諸佛起感應道交。底下這一段說得好，解釋為什麼他得無量福德。"
    },
    {
      "id": "09-025-0006_p0007",
      "zh_CN": "【何以故。是诸众生。无复我相人相众生相寿者相。无法相。亦无非法相。】",
      "zh_TW": "【何以故。是諸眾生。無復我相人相眾生相壽者相。無法相。亦無非法相。】"
    },
    {
      "id": "09-025-0006_p0008",
      "zh_CN": "这是把净信的标准说出来。我们有没有生起一念净信？一生当中没有生过，现在有没有生？现在还是没生。不要以为我们信得很真了，不见得。你只要还有『我相人相众生相寿者相』，你纵然是信，不能叫净信，你的心不清净，有四相就不清净。四相空了，『法相』没有，『非法相』也没有，心才叫清净心，才叫做净信。所以底下经文里头有说「信心清净，则生实相」，信心清净跟此地一念生净信是同样的境界。假如佛要不把这个标准说出来，我们往往自己以为我们的信心很清净了，这个标准说出来之后，自己才知道我们现在是什么样的境界。看底下一段经文，这是从反面上说，前面是正面上说，一定要离四相，法与非法俱不可以着。",
      "zh_TW": "這是把淨信的標準說出來。我們有沒有生起一念淨信？一生當中沒有生過，現在有沒有生？現在還是沒生。不要以為我們信得很真了，不見得。你只要還有『我相人相眾生相壽者相』，你縱然是信，不能叫淨信，你的心不清淨，有四相就不清淨。四相空了，『法相』沒有，『非法相』也沒有，心才叫清淨心，才叫做淨信。所以底下經文裡頭有說「信心清淨，則生實相」，信心清淨跟此地一念生淨信是同樣的境界。假如佛要不把這個標準說出來，我們往往自己以為我們的信心很清淨了，這個標準說出來之後，自己才知道我們現在是什麼樣的境界。看底下一段經文，這是從反面上說，前面是正面上說，一定要離四相，法與非法俱不可以著。"
    },
    {
      "id": "09-025-0006_p0009",
      "zh_CN": "【何以故。是诸众生。若心取相。】",
      "zh_TW": "【何以故。是諸眾生。若心取相。】"
    },
    {
      "id": "09-025-0006_p0010",
      "zh_CN": "『若心取相』将世出世间一切法都包括在其中，只要你取、只要你着：",
      "zh_TW": "『若心取相』將世出世間一切法都包括在其中，只要你取、只要你著："
    },
    {
      "id": "09-025-0006_p0011",
      "zh_CN": "【则为着我人众生寿者。若取法相。即着我人众生寿者。何以故。若取非法相。即着我人众生寿者。】",
      "zh_TW": "【則為著我人眾生壽者。若取法相。即著我人眾生壽者。何以故。若取非法相。即著我人眾生壽者。】"
    },
    {
      "id": "09-025-0006_p0012",
      "zh_CN": "所以说只要心有所取着，四相统统具足，四相具足决定是凡夫，既是凡夫，决定是在迷位，没觉悟，你还是在迷，既然在迷位，你的心决定不清净。由此可知，要想心得清净必须统统放下，一切俱舍，舍得干干净净。在这个地方诸位特别要留意的，舍是讲心里面舍得干干净净，不是事上舍。事没有障碍，障碍是你心里头的染着，这前面说过，不必要去坏这些法相，不需要。即相离相，即相，相在眼前，离相，心里头不执着，这就叫空有同时。即相不住空，离相不住有，空有二边不住，这是真正学般若，真正在修学。",
      "zh_TW": "所以說只要心有所取著，四相統統具足，四相具足決定是凡夫，既是凡夫，決定是在迷位，沒覺悟，你還是在迷，既然在迷位，你的心決定不清淨。由此可知，要想心得清淨必須統統放下，一切俱捨，捨得乾乾淨淨。在這個地方諸位特別要留意的，捨是講心裡面捨得乾乾淨淨，不是事上捨。事沒有障礙，障礙是你心裡頭的染著，這前面說過，不必要去壞這些法相，不需要。即相離相，即相，相在眼前，離相，心裡頭不執著，這就叫空有同時。即相不住空，離相不住有，空有二邊不住，這是真正學般若，真正在修學。"
    },
    {
      "id": "09-025-0006_p0013",
      "zh_CN": "【是故不应取法。不应取非法。】",
      "zh_TW": "【是故不應取法。不應取非法。】"
    },
    {
      "id": "09-025-0006_p0014",
      "zh_CN": "这是这一段里面做个总结。发大菩提心的人，修行下手的方法就是二边不着。修学真正的目的就是心地清净，心清净，实相智慧就开了，经上讲的「信心清净，则生实相」。学佛求什么？就是求真正的智慧，自性当中本具的般若智慧现前，生实相就是自性本具的般若智慧恢复了，我们学佛是学这些。功夫就是在二边不住，一定要明白这个道理，一定要循着这个方法去修，遵守这个要领。底下世尊再引筏喻来说明。",
      "zh_TW": "這是這一段裡面做個總結。發大菩提心的人，修行下手的方法就是二邊不著。修學真正的目的就是心地清淨，心清淨，實相智慧就開了，經上講的「信心清淨，則生實相」。學佛求什麼？就是求真正的智慧，自性當中本具的般若智慧現前，生實相就是自性本具的般若智慧恢復了，我們學佛是學這些。功夫就是在二邊不住，一定要明白這個道理，一定要循著這個方法去修，遵守這個要領。底下世尊再引筏喻來說明。"
    },
    {
      "id": "09-025-0006_p0015",
      "zh_CN": "【以是义故。】",
      "zh_TW": "【以是義故。】"
    },
    {
      "id": "09-025-0006_p0016",
      "zh_CN": "『义』就是道理，因为这么个道理、这么个事实。",
      "zh_TW": "『義』就是道理，因為這麼個道理、這麼個事實。"
    },
    {
      "id": "09-025-0006_p0017",
      "zh_CN": "【如来常说。汝等比丘知我说法如筏喻者。法尚应舍。何况非法。】",
      "zh_TW": "【如來常說。汝等比丘知我說法如筏喻者。法尚應捨。何況非法。】"
    },
    {
      "id": "09-025-0006_p0018",
      "zh_CN": "在古时候交通没有这么样的方便，遇到河流都是编个木筏、竹筏来过渡。在从前船只没有这么多，竹筏、木筏是就地取材，在岸边上有些树枝编一编绑起来，他就用这个过渡，这就是筏。渡到那边，这就不要了，就丢掉，这是渡水的一个工具，古时候人常用的。说这个比喻大家都知道，过了河就不要了，就丢掉了，它是个工具，所以如来用这个做比喻。佛给我们说法，说的法就像过渡的筏一样，渡到那边去，这就不要了，所以佛法也要舍，『法尚应舍，何况非法』，何况不是佛法，更应该要舍。佛说这个比喻说得很多，小乘经上常说，这里头举例说《阿含经》中，佛常常跟弟子用这个比喻来说法，劝大家不要执着。但是佛在这个地方讲的对象是大菩萨，不是小乘人，同样的比喻，意思不一样。小乘人的比喻，过了河不要它了，丢掉它。这地方讲没过河，我现在正要用它，正要用它就要舍它，这个意思小乘人不懂，大乘人知道。我要不要？要用它，虽用它，心里不执着，这个意思比前面就深得太多了。",
      "zh_TW": "在古時候交通沒有這麼樣的方便，遇到河流都是編個木筏、竹筏來過渡。在從前船隻沒有這麼多，竹筏、木筏是就地取材，在岸邊上有些樹枝編一編綁起來，他就用這個過渡，這就是筏。渡到那邊，這就不要了，就丟掉，這是渡水的一個工具，古時候人常用的。說這個比喻大家都知道，過了河就不要了，就丟掉了，它是個工具，所以如來用這個做比喻。佛給我們說法，說的法就像過渡的筏一樣，渡到那邊去，這就不要了，所以佛法也要捨，『法尚應捨，何況非法』，何況不是佛法，更應該要捨。佛說這個比喻說得很多，小乘經上常說，這裡頭舉例說《阿含經》中，佛常常跟弟子用這個比喻來說法，勸大家不要執著。但是佛在這個地方講的對象是大菩薩，不是小乘人，同樣的比喻，意思不一樣。小乘人的比喻，過了河不要它了，丟掉它。這地方講沒過河，我現在正要用它，正要用它就要捨它，這個意思小乘人不懂，大乘人知道。我要不要？要用它，雖用它，心裡不執著，這個意思比前面就深得太多了。"
    },
    {
      "id": "09-025-0006_p0019",
      "zh_CN": "佛法我今天用它，我绝对不执着它，这是大乘人；小乘人没有到彼岸，佛法抓得紧紧的，决定不放，所以他对于佛法有坚固的执着。大乘菩萨对于一切佛法，用它但是绝不执着，看得很淡。这是大、小乘用心不一样，对佛法的观察不一样。佛法都要舍了，何况非法？这个意思是叫我们要认识清楚，要知道舍，一定要舍，决定不可以执着。如果你要是执着，你就被佛害了，佛没有意思害人，你自己会错意思。佛门也常讲，「依文解义，三世佛冤」，你不晓得佛讲的真正意思，依照语言文字表面上的解释执着，三世诸佛都喊冤枉，你把我的意思搞错了。错会佛的意思的人很多，我们在现前社会，古时候有，但是古时候的交通不便，资讯不发达，哪个地方出了事情没有人知道。古时候，像中国那些丛林、寺院建立在高山之上，你们看四大名山，寺庙都建筑在山上。山下发生什么事情，差不多十天半个月才知道，必须有人上山，说山下发生什么事情才晓得，否则的话谁去报信？没人知道。因此学佛有了偏差，出了错误，我们今天讲着魔，古时候不是没有，有，好像很少听见，因为消息不灵通。现代资讯发达，哪里出了什么事情，几乎全世界都知道，很快就知道。学佛着魔的人有多少！他为什么会着魔？他也很用功、也很认真、也很努力。说老实话，不用功、不认真、不努力决定不会着魔，就是因为他认真、用功、努力，错会佛的意思，就是依文解义，错会了佛的意思，着了魔障，这麻烦大了。所以「愿解如来真实义」太重要了。下面经文说：",
      "zh_TW": "佛法我今天用它，我絕對不執著它，這是大乘人；小乘人沒有到彼岸，佛法抓得緊緊的，決定不放，所以他對於佛法有堅固的執著。大乘菩薩對於一切佛法，用它但是絕不執著，看得很淡。這是大、小乘用心不一樣，對佛法的觀察不一樣。佛法都要捨了，何況非法？這個意思是叫我們要認識清楚，要知道捨，一定要捨，決定不可以執著。如果你要是執著，你就被佛害了，佛沒有意思害人，你自己會錯意思。佛門也常講，「依文解義，三世佛冤」，你不曉得佛講的真正意思，依照語言文字表面上的解釋執著，三世諸佛都喊冤枉，你把我的意思搞錯了。錯會佛的意思的人很多，我們在現前社會，古時候有，但是古時候的交通不便，資訊不發達，哪個地方出了事情沒有人知道。古時候，像中國那些叢林、寺院建立在高山之上，你們看四大名山，寺廟都建築在山上。山下發生什麼事情，差不多十天半個月才知道，必須有人上山，說山下發生什麼事情才曉得，否則的話誰去報信？沒人知道。因此學佛有了偏差，出了錯誤，我們今天講著魔，古時候不是沒有，有，好像很少聽見，因為消息不靈通。現代資訊發達，哪裡出了什麼事情，幾乎全世界都知道，很快就知道。學佛著魔的人有多少！他為什麼會著魔？他也很用功、也很認真、也很努力。說老實話，不用功、不認真、不努力決定不會著魔，就是因為他認真、用功、努力，錯會佛的意思，就是依文解義，錯會了佛的意思，著了魔障，這麻煩大了。所以「願解如來真實義」太重要了。下面經文說："
    },
    {
      "id": "09-025-0006_p0020",
      "zh_CN": "【须菩提。于意云何。如来得阿耨多罗三藐三菩提耶。如来有所说法耶。】",
      "zh_TW": "【須菩提。於意云何。如來得阿耨多羅三藐三菩提耶。如來有所說法耶。】"
    },
    {
      "id": "09-025-0006_p0021",
      "zh_CN": "前面的比方都是因地修行的人，阿罗汉、菩萨一类的，也许你认为，以为他们还没成佛，大概是像佛所说的应该要舍。成了佛呢，成了佛怎么样？所以世尊更深入一层来为我们作个证明，怎样成佛？也是舍得干净就成佛了。我们今天学佛我们求什么？『阿耨多罗三藐三菩提』，中国话意思是「无上正等正觉」、「无上菩提」，我们用现代的话讲「究竟圆满的智慧」，我们求这个。真有这个东西得吗？佛真的得到了吗？佛真有法说吗？佛给我们说法四十九年，真有法说吗？我们当然没有法子体会这个意思。世尊问须菩提，你看须菩提的答复答得很妙。",
      "zh_TW": "前面的比方都是因地修行的人，阿羅漢、菩薩一類的，也許你認為，以為他們還沒成佛，大概是像佛所說的應該要捨。成了佛呢，成了佛怎麼樣？所以世尊更深入一層來為我們作個證明，怎樣成佛？也是捨得乾淨就成佛了。我們今天學佛我們求什麼？『阿耨多羅三藐三菩提』，中國話意思是「無上正等正覺」、「無上菩提」，我們用現代的話講「究竟圓滿的智慧」，我們求這個。真有這個東西得嗎？佛真的得到了嗎？佛真有法說嗎？佛給我們說法四十九年，真有法說嗎？我們當然沒有法子體會這個意思。世尊問須菩提，你看須菩提的答覆答得很妙。"
    },
    {
      "id": "09-025-0006_p0022",
      "zh_CN": "【须菩提言。如我解佛所说义。无有定法名阿耨多罗三藐三菩提。亦无有定法如来可说。】",
      "zh_TW": "【須菩提言。如我解佛所說義。無有定法名阿耨多羅三藐三菩提。亦無有定法如來可說。】"
    },
    {
      "id": "09-025-0006_p0023",
      "zh_CN": "尊者的答复答得妙。意思是说，佛问他如来果地上这些事情，他没有成佛，没有成佛怎么会知道果地上的事情？当然不知道。但是他常常听佛说法，综合过去所听的意思来推测，佛应该是没有定法叫做无上菩提，也没有『定法如来可说』。如来所说的一切法，所谓是应机而说，就跟一个大夫看病、处方一样。我们问问这个好的医生，他有没有一定的处方？没有，哪有一定的处方？两个人同样害一个病，处方也不一样，纵然用的药一样，用的分量不一样。两个人体质不相同，用的分量就有加减不一样，所以大夫给人看病没有一定的药方。佛给众生说法，没有一定的说法，众生是什么病，他就给你说什么法，对症下药，药到病除，你的问题就解决了，哪有一定的说法？众生的病无量无边，佛的法门就无量无边，没有定法。成就『阿耨多罗三藐三菩提』有没有定法？也没有定法，这就完全说对了。后面尊者还有解释。",
      "zh_TW": "尊者的答覆答得妙。意思是說，佛問他如來果地上這些事情，他沒有成佛，沒有成佛怎麼會知道果地上的事情？當然不知道。但是他常常聽佛說法，綜合過去所聽的意思來推測，佛應該是沒有定法叫做無上菩提，也沒有『定法如來可說』。如來所說的一切法，所謂是應機而說，就跟一個大夫看病、處方一樣。我們問問這個好的醫生，他有沒有一定的處方？沒有，哪有一定的處方？兩個人同樣害一個病，處方也不一樣，縱然用的藥一樣，用的分量不一樣。兩個人體質不相同，用的分量就有加減不一樣，所以大夫給人看病沒有一定的藥方。佛給眾生說法，沒有一定的說法，眾生是什麼病，他就給你說什麼法，對症下藥，藥到病除，你的問題就解決了，哪有一定的說法？眾生的病無量無邊，佛的法門就無量無邊，沒有定法。成就『阿耨多羅三藐三菩提』有沒有定法？也沒有定法，這就完全說對了。後面尊者還有解釋。"
    },
    {
      "id": "09-025-0006_p0024",
      "zh_CN": "【何以故。如来所说法。皆不可取。不可说。非法非非法。】",
      "zh_TW": "【何以故。如來所說法。皆不可取。不可說。非法非非法。】"
    },
    {
      "id": "09-025-0006_p0025",
      "zh_CN": "这个解释就更圆融了。『不可取』就是决定不能执着。『不可说』，为什么？它『非法非非法』。「非法」跟「非非法」二边不执着，非法不执着法相，非非法也不执着非法相，法与非法二边不着。法是有，非法是空，空有二边都不执着，从这里面体会佛所教导的真实义。底下一节说：",
      "zh_TW": "這個解釋就更圓融了。『不可取』就是決定不能執著。『不可說』，為什麼？它『非法非非法』。「非法」跟「非非法」二邊不執著，非法不執著法相，非非法也不執著非法相，法與非法二邊不著。法是有，非法是空，空有二邊都不執著，從這裡面體會佛所教導的真實義。底下一節說："
    },
    {
      "id": "09-025-0006_p0026",
      "zh_CN": "【所以者何。一切贤圣。皆以无为法而有差别。】",
      "zh_TW": "【所以者何。一切賢聖。皆以無為法而有差別。】"
    },
    {
      "id": "09-025-0006_p0027",
      "zh_CN": "这在举出证明。『一切贤圣』，要以《金刚经》所说的，从小乘初果到大乘等觉菩萨这是一切贤圣。为什么会有这么多等级？都是因为『无为法』的差别不同，他们统统都是二边不着的。虽然二边都不执着，可是功夫有浅深不同，这才产生了大、小乘差别的果位。功夫浅的，小乘初果、二果，功夫深的，大乘菩萨，全都是二边不着。由此可知，二边不着是佛法所有法门修行的总纲领。由此可知，一切修行人之所以不能成就，不但是大乘果位不能证得，连小乘须陀洹果都没有办法证到，什么原因？他心里有取相，他取法或者取非法，这样修行不能成就。取法相就是着法，对法执着，果报在欲界、在色界。如果是取非法，非法就是执着空，有他不执着，他执着空，果报在无色界。这就是他为什么修行出不了三界，他取相、着相了，这是我们要晓得的，我们今天想学佛，想有成就，你不能不听真话。",
      "zh_TW": "這在舉出證明。『一切賢聖』，要以《金剛經》所說的，從小乘初果到大乘等覺菩薩這是一切賢聖。為什麼會有這麼多等級？都是因為『無為法』的差別不同，他們統統都是二邊不著的。雖然二邊都不執著，可是功夫有淺深不同，這才產生了大、小乘差別的果位。功夫淺的，小乘初果、二果，功夫深的，大乘菩薩，全都是二邊不著。由此可知，二邊不著是佛法所有法門修行的總綱領。由此可知，一切修行人之所以不能成就，不但是大乘果位不能證得，連小乘須陀洹果都沒有辦法證到，什麼原因？他心裡有取相，他取法或者取非法，這樣修行不能成就。取法相就是著法，對法執著，果報在欲界、在色界。如果是取非法，非法就是執著空，有他不執著，他執著空，果報在無色界。這就是他為什麼修行出不了三界，他取相、著相了，這是我們要曉得的，我們今天想學佛，想有成就，你不能不聽真話。"
    },
    {
      "id": "09-025-0006_p0028",
      "zh_CN": "如果我学佛，我求的是世间福报，行，那你着相。今天这样的态度、这样的目标学佛，可以说是占绝大多数，他求这一生的福报、求来生的福报，没有想去作佛，没有想明心见性，他不想这个东西，他也不想往生，希望这一生很幸福，来生比这一生还好，他想这个，这是着相求福，这没成就。真正觉悟的人，前面讲了，发阿耨多罗三藐三菩提心者是真正觉悟的人，他的目的要了生死、要出三界，要成佛、成菩萨，那个不一样，那决定要依照《金刚经》讲的原理原则去做。这样子就把自己提升到一切贤圣的领域里面去，所谓是超凡入圣。超凡入圣的福德不是人间求的那一点福报能够相比的，无法比较。世尊在此地并不是在诱惑我们，他句句是老实话。下面就这个修行得的福报来做个比较，我们才晓得发大心、真修行人的殊胜。",
      "zh_TW": "如果我學佛，我求的是世間福報，行，那你著相。今天這樣的態度、這樣的目標學佛，可以說是佔絕大多數，他求這一生的福報、求來生的福報，沒有想去作佛，沒有想明心見性，他不想這個東西，他也不想往生，希望這一生很幸福，來生比這一生還好，他想這個，這是著相求福，這沒成就。真正覺悟的人，前面講了，發阿耨多羅三藐三菩提心者是真正覺悟的人，他的目的要了生死、要出三界，要成佛、成菩薩，那個不一樣，那決定要依照《金剛經》講的原理原則去做。這樣子就把自己提升到一切賢聖的領域裡面去，所謂是超凡入聖。超凡入聖的福德不是人間求的那一點福報能夠相比的，無法比較。世尊在此地並不是在誘惑我們，他句句是老實話。下面就這個修行得的福報來做個比較，我們才曉得發大心、真修行人的殊勝。"
    },
    {
      "id": "09-025-0006_p0029",
      "zh_CN": "【须菩提。于意云何。若人满三千大千世界七宝。以用布施。是人所得福德。宁为多不。】",
      "zh_TW": "【須菩提。於意云何。若人滿三千大千世界七寶。以用布施。是人所得福德。寧為多不。】"
    },
    {
      "id": "09-025-0006_p0030",
      "zh_CN": "《金刚经》的比较前后有七次，这是第一次，一次比一次殊胜，这是因为境界不相同。这个地方我们晓得了，离四相、离法相、离非法相而修布施得福很多，佛这样告诉我们。多到什么程度？佛没有说清楚，实在讲说不清楚的，从比喻当中我们能够体会一个大概。『若人』是假设有一个人，他用财布施，他的财宝多，大千世界，『三千大千世界七宝布施』，这个人的福报太大了。我们今天世界上的人，有几个人他家里藏的金、银、琉璃、珍珠、玛瑙这些宝物，能够装满我们地球？但是要晓得，这个人不只这一个地球，三千大千世界，在从前我们一般观念上讲大概是我们银河系，这么多的财富。诸位晓得，真有这个人有这样的富贵，谁？大梵天王。可见得佛举的例子，真的有这个人，不是随便举的。大梵天王是三千大千世界之主，我们一般人讲天主，三千大千世界的天主，不是普通的天主。一般普通讲天主大概都是讲忉利天主，忉利天王，我们中国人讲的玉皇大帝，那很小，福报不算大。这是三千大千世界里面福报最大的，他拿来布施，他得的福多不多？",
      "zh_TW": "《金剛經》的比較前後有七次，這是第一次，一次比一次殊勝，這是因為境界不相同。這個地方我們曉得了，離四相、離法相、離非法相而修布施得福很多，佛這樣告訴我們。多到什麼程度？佛沒有說清楚，實在講說不清楚的，從比喻當中我們能夠體會一個大概。『若人』是假設有一個人，他用財布施，他的財寶多，大千世界，『三千大千世界七寶布施』，這個人的福報太大了。我們今天世界上的人，有幾個人他家裡藏的金、銀、琉璃、珍珠、瑪瑙這些寶物，能夠裝滿我們地球？但是要曉得，這個人不只這一個地球，三千大千世界，在從前我們一般觀念上講大概是我們銀河系，這麼多的財富。諸位曉得，真有這個人有這樣的富貴，誰？大梵天王。可見得佛舉的例子，真的有這個人，不是隨便舉的。大梵天王是三千大千世界之主，我們一般人講天主，三千大千世界的天主，不是普通的天主。一般普通講天主大概都是講忉利天主，忉利天王，我們中國人講的玉皇大帝，那很小，福報不算大。這是三千大千世界裡面福報最大的，他拿來布施，他得的福多不多？"
    },
    {
      "id": "09-025-0006_p0031",
      "zh_CN": "【须菩提言。甚多。】",
      "zh_TW": "【須菩提言。甚多。】"
    },
    {
      "id": "09-025-0006_p0032",
      "zh_CN": "从相上讲当然是多。",
      "zh_TW": "從相上講當然是多。"
    },
    {
      "id": "09-025-0006_p0033",
      "zh_CN": "【世尊。何以故。是福德。即非福德性。是故如来说福德多。】",
      "zh_TW": "【世尊。何以故。是福德。即非福德性。是故如來說福德多。】"
    },
    {
      "id": "09-025-0006_p0034",
      "zh_CN": "这答的话意思就深了。《金刚经》上，即非、是名这个句子很多，此地第一次看到。『是福德，即非福德性』，我们在这里看到这个句子。佛说得福德多，从相上讲的，如果从性上讲，没有多少，这个意思很深。可是现在有许多科学家、物理学家他们懂得、他们证明了，说真的确实没有大小、没有内外、没有数量。凡是说这些东西都是讲有形的，现象里有，从事上讲的，理上讲没有。所以，「是福德，即非福德性」，「是福德」就是从相上讲，从事相上讲，一般人的概念，得的福德是多，如果就性上讲就不能说多少了。须菩提懂得佛的意思，佛在大乘当中教人，处处教给我们会相归性，要从相上去见性才能得真实的受用。如果着相，你纵然享受这一点福德，这个福德是享得尽的，大梵天王福报也是享得尽的。说个老实话，我们在座的这些同修，哪个人没有做过大梵天王？都做过，从前做过，现在掉下来变成这个样子，各个都做过。忉利天主都当过，阿鼻地狱也去受过罪，六道哪一道你都去过，有什么稀奇？你说这能算得什么成就？六道里头什么都不能算数，要知道这个事实真相。",
      "zh_TW": "這答的話意思就深了。《金剛經》上，即非、是名這個句子很多，此地第一次看到。『是福德，即非福德性』，我們在這裡看到這個句子。佛說得福德多，從相上講的，如果從性上講，沒有多少，這個意思很深。可是現在有許多科學家、物理學家他們懂得、他們證明了，說真的確實沒有大小、沒有內外、沒有數量。凡是說這些東西都是講有形的，現象裡有，從事上講的，理上講沒有。所以，「是福德，即非福德性」，「是福德」就是從相上講，從事相上講，一般人的概念，得的福德是多，如果就性上講就不能說多少了。須菩提懂得佛的意思，佛在大乘當中教人，處處教給我們會相歸性，要從相上去見性才能得真實的受用。如果著相，你縱然享受這一點福德，這個福德是享得盡的，大梵天王福報也是享得盡的。說個老實話，我們在座的這些同修，哪個人沒有做過大梵天王？都做過，從前做過，現在掉下來變成這個樣子，各個都做過。忉利天主都當過，阿鼻地獄也去受過罪，六道哪一道你都去過，有什麼稀奇？你說這能算得什麼成就？六道裡頭什麼都不能算數，要知道這個事實真相。"
    },
    {
      "id": "09-025-0006_p0035",
      "zh_CN": "佛教给我们，你能够从相会归到自性，这个受用是真的，这才是大乘教义的精髓。所以须菩提在答复里面，话里头都含着这个意思，不愧为佛的学生，听不懂的人那没有法子，听得懂的人会点头，能体会到里面的味道。底下的话是佛说的。",
      "zh_TW": "佛教給我們，你能夠從相會歸到自性，這個受用是真的，這才是大乘教義的精髓。所以須菩提在答覆裡面，話裡頭都含著這個意思，不愧為佛的學生，聽不懂的人那沒有法子，聽得懂的人會點頭，能體會到裡面的味道。底下的話是佛說的。"
    },
    {
      "id": "09-025-0006_p0036",
      "zh_CN": "【若复有人。于此经中。受持乃至四句偈等。为他人说。其福胜彼。】",
      "zh_TW": "【若復有人。於此經中。受持乃至四句偈等。為他人說。其福勝彼。】"
    },
    {
      "id": "09-025-0006_p0037",
      "zh_CN": "我们今天的福报、财富比不上大梵天王，我们能不能修大福报？能，比他还容易。他要布施那么多才能得大福德，我们只要修一点点，我们的福报还超过他。怎么个修法？『于此经中』，「此」就是指《金刚般若》，『受持乃至四句偈等，为他人说』，关键就在「受持」。有许多人误会了，看到经上这样讲，「受持四句偈等，为他人说，其福胜彼」，于是他天天念《金刚经》，以为读经就是受持，这大错特错，那是读诵，不是受持。我受持《金刚般若》一天受持两遍，早晨念一遍，晚上念一遍，他受持《金刚般若》，一天还受持两遍。读诵跟受持要把它划得清清楚楚，读诵是读诵，受持是受持。只有读诵没有受持，修一点小福，福报很小，怎么比也比不上大梵天王。受持就超过了，受持是什么意思？照做。佛在经上讲的我做到了，纵然全经你做不到，只要做到里面一句、两句，就不得了。所以讲「乃至四句偈」，这四句是经中任何的四句，你真正明白，真懂得了，照做；你把它做到，又能够为别人讲解，就是劝别人做，你的福报就胜过大梵天王，小注里头有，「其福德即胜过大梵天王」。所以，这里的关键就是受持。这一段注解不多，我们把它念下去。",
      "zh_TW": "我們今天的福報、財富比不上大梵天王，我們能不能修大福報？能，比他還容易。他要布施那麼多才能得大福德，我們只要修一點點，我們的福報還超過他。怎麼個修法？『於此經中』，「此」就是指《金剛般若》，『受持乃至四句偈等，為他人說』，關鍵就在「受持」。有許多人誤會了，看到經上這樣講，「受持四句偈等，為他人說，其福勝彼」，於是他天天念《金剛經》，以為讀經就是受持，這大錯特錯，那是讀誦，不是受持。我受持《金剛般若》一天受持兩遍，早晨念一遍，晚上念一遍，他受持《金剛般若》，一天還受持兩遍。讀誦跟受持要把它劃得清清楚楚，讀誦是讀誦，受持是受持。只有讀誦沒有受持，修一點小福，福報很小，怎麼比也比不上大梵天王。受持就超過了，受持是什麼意思？照做。佛在經上講的我做到了，縱然全經你做不到，只要做到裡面一句、兩句，就不得了。所以講「乃至四句偈」，這四句是經中任何的四句，你真正明白，真懂得了，照做；你把它做到，又能夠為別人講解，就是勸別人做，你的福報就勝過大梵天王，小註裡頭有，「其福德即勝過大梵天王」。所以，這裡的關鍵就是受持。這一段註解不多，我們把它念下去。"
    },
    {
      "id": "09-025-0006_p0038",
      "zh_CN": "「看此节经文，若以为读诵《金刚经》，其福德即胜过大梵天王，那就是很大的误会，实则应注意受持二字，是人能受持此经，又能布施」，为人演说就是布施，法布施，「福德方能胜过于彼」，才能够胜过大梵天王。「受是领纳，是指真能领会经义，而得受用者，比解字更进一层」，解是明了，明了你没有做到，你不得受用，受是完全照做，所以比解又高一层。「持即拳拳服膺，一刻不放松之意，比受字又进一层」，持是抓住不放，一定要这么做，永远这样做法，这叫持。不是做一天、两天，永远这样做下去，这叫做受持，也就是经的末后讲依教奉行，依教奉行就是受持。「为他人说是利他，其字即指受持为说之福。」你受持你所修的福报，你把这个法门介绍给别人、推荐给别人，这是布施，法布施。我们以经典赠送给别人，这是财施、法施统统具足。经书是财，是财布施，里面的内容是佛法，是法布施。所以诸位要修福，第一福报是印经，印经、流通法宝，福报很大，确实现前就能得到。一切善法、一切布施里面法布施第一，印送经书的功德非常大，果报不可思议。",
      "zh_TW": "「看此節經文，若以為讀誦《金剛經》，其福德即勝過大梵天王，那就是很大的誤會，實則應注意受持二字，是人能受持此經，又能布施」，為人演說就是布施，法布施，「福德方能勝過於彼」，才能夠勝過大梵天王。「受是領納，是指真能領會經義，而得受用者，比解字更進一層」，解是明瞭，明瞭你沒有做到，你不得受用，受是完全照做，所以比解又高一層。「持即拳拳服膺，一刻不放鬆之意，比受字又進一層」，持是抓住不放，一定要這麼做，永遠這樣做法，這叫持。不是做一天、兩天，永遠這樣做下去，這叫做受持，也就是經的末後講依教奉行，依教奉行就是受持。「為他人說是利他，其字即指受持為說之福。」你受持你所修的福報，你把這個法門介紹給別人、推薦給別人，這是布施，法布施。我們以經典贈送給別人，這是財施、法施統統具足。經書是財，是財布施，裡面的內容是佛法，是法布施。所以諸位要修福，第一福報是印經，印經、流通法寶，福報很大，確實現前就能得到。一切善法、一切布施裡面法布施第一，印送經書的功德非常大，果報不可思議。"
    },
    {
      "id": "09-025-0006_p0039",
      "zh_CN": "如果自己更能受持，那不得了，就跟经上讲的，你的福报超过大梵天王，大梵天王福报再大，还是凡夫，不能出离轮回。依照这部经典修行，你想想看四相舍掉，法与非法舍掉，心多清净，清净心是佛心，你成佛了，他当凡夫，不能比，凡夫享的福报是四相，成佛享的福报是性德。你生到西方极乐世界，西方极乐世界的依正庄严，大梵天王比不上，差太远了。往生到华藏世界，华藏世界是性德显现的，也不是大梵天王所能够比拟的。所以受持的人性德流露，那是真实的福德，无量无边无有穷尽，这真实的。大梵天王所修的有限度的，享得尽的，这是我们一定要晓得。末后有几句话，「超过前说祇做布施之人，且只财施，是福德相」，这是举大梵天王三千大千世界七宝布施，是福德相。「此人」，此人是讲受持《金刚经》的人、能为人演说的人，「此人既能受持修慧，又能法施修福，福慧双修，悲智具足，乃是福德性」。大梵天王修的是福德相，你修的是福德性，所以你的福报超过他，道理在此地。",
      "zh_TW": "如果自己更能受持，那不得了，就跟經上講的，你的福報超過大梵天王，大梵天王福報再大，還是凡夫，不能出離輪迴。依照這部經典修行，你想想看四相捨掉，法與非法捨掉，心多清淨，清淨心是佛心，你成佛了，他當凡夫，不能比，凡夫享的福報是四相，成佛享的福報是性德。你生到西方極樂世界，西方極樂世界的依正莊嚴，大梵天王比不上，差太遠了。往生到華藏世界，華藏世界是性德顯現的，也不是大梵天王所能夠比擬的。所以受持的人性德流露，那是真實的福德，無量無邊無有窮盡，這真實的。大梵天王所修的有限度的，享得盡的，這是我們一定要曉得。末後有幾句話，「超過前說祇做布施之人，且只財施，是福德相」，這是舉大梵天王三千大千世界七寶布施，是福德相。「此人」，此人是講受持《金剛經》的人、能為人演說的人，「此人既能受持修慧，又能法施修福，福慧雙修，悲智具足，乃是福德性」。大梵天王修的是福德相，你修的是福德性，所以你的福報超過他，道理在此地。"
    },
    {
      "id": "09-025-0006_p0040",
      "zh_CN": "【何以故。须菩提。一切诸佛。及诸佛阿耨多罗三藐三菩提法。皆从此经出。】",
      "zh_TW": "【何以故。須菩提。一切諸佛。及諸佛阿耨多羅三藐三菩提法。皆從此經出。】"
    },
    {
      "id": "09-025-0006_p0041",
      "zh_CN": "佛之所以成佛，就是佛证得无上菩提，无上菩提就是本经所说的。所以说一切诸佛成佛，以及成佛之法，『阿耨多罗三藐三菩提法』就是成佛之法，你得到这个法、证得这个法，你就成佛了，都是这部经上所说的。这部经上所说的是什么？说的是一切都不能够执着。后面这一段是作了个总结。",
      "zh_TW": "佛之所以成佛，就是佛證得無上菩提，無上菩提就是本經所說的。所以說一切諸佛成佛，以及成佛之法，『阿耨多羅三藐三菩提法』就是成佛之法，你得到這個法、證得這個法，你就成佛了，都是這部經上所說的。這部經上所說的是什麼？說的是一切都不能夠執著。後面這一段是作了個總結。"
    },
    {
      "id": "09-025-0006_p0042",
      "zh_CN": "【须菩提。所谓佛法者。即非佛法。】",
      "zh_TW": "【須菩提。所謂佛法者。即非佛法。】"
    },
    {
      "id": "09-025-0006_p0043",
      "zh_CN": "这才叫你舍得干净、舍得彻底。佛法我们要不要？要，记住前面筏喻之说，虽然要，我们用它，不能执着它，这就是「法尚应舍，何况非法」，我们才能真正证得无上菩提。如果执着有法，无上菩提与你就远之远矣。无上菩提是什么？真如本性，就是真心、就是清净心。清净心里头有没有无上菩提这个名字？没有。没有，你给它加上这个名字，不就坏了吗？所以这句话非常重要。有这句话，我们才晓得一切佛法都不可以执着，因为『佛法者，即非佛法』。佛法要不要？要，依照这个方法去修，心里头不执着，心一定要干干净净，一尘不染，连佛法也不染，就对了。染上佛法错了，就是三世佛都喊冤枉，佛没有害我们，我们自己害了自己。这道理要多想想，然后下定决心遵守佛的教诲，法相、非法相都不执着。法相、非法相我都用它，都不离开，但是心里头都不执着，这就是空有二边都舍。",
      "zh_TW": "這才叫你捨得乾淨、捨得徹底。佛法我們要不要？要，記住前面筏喻之說，雖然要，我們用它，不能執著它，這就是「法尚應捨，何況非法」，我們才能真正證得無上菩提。如果執著有法，無上菩提與你就遠之遠矣。無上菩提是什麼？真如本性，就是真心、就是清淨心。清淨心裡頭有沒有無上菩提這個名字？沒有。沒有，你給它加上這個名字，不就壞了嗎？所以這句話非常重要。有這句話，我們才曉得一切佛法都不可以執著，因為『佛法者，即非佛法』。佛法要不要？要，依照這個方法去修，心裡頭不執著，心一定要乾乾淨淨，一塵不染，連佛法也不染，就對了。染上佛法錯了，就是三世佛都喊冤枉，佛沒有害我們，我們自己害了自己。這道理要多想想，然後下定決心遵守佛的教誨，法相、非法相都不執著。法相、非法相我都用它，都不離開，但是心裡頭都不執著，這就是空有二邊都捨。"
    },
    {
      "id": "09-025-0006_p0044",
      "zh_CN": "好，今天时间到了，我们经就讲到此地，这是一个段落，正宗分的四段第一分讲圆满了。",
      "zh_TW": "好，今天時間到了，我們經就講到此地，這是一個段落，正宗分的四段第一分講圓滿了。"
    }
  ]
}