{
  "doc_id": "09-025-0018",
  "title": {
    "zh_CN": "金刚经研习报告",
    "zh_TW": "金剛經研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十八集",
    "zh_TW": "第十八集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-025-0018",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "09-025-0018_p0001",
      "zh_CN": "请掀开经本二百一十九面，科题里面「结示，直显性体」，底下这段经文也就非常重要，让我们明了无上菩提究竟是什么。",
      "zh_TW": "請掀開經本二百一十九面，科題裡面「結示，直顯性體」，底下這段經文也就非常重要，讓我們明瞭無上菩提究竟是什麼。"
    },
    {
      "id": "09-025-0018_p0002",
      "zh_CN": "【复次。须菩提。是法平等。无有高下。是名阿耨多罗三藐三菩提。】",
      "zh_TW": "【復次。須菩提。是法平等。無有高下。是名阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-025-0018_p0003",
      "zh_CN": "这就是将无上正等正觉为我们明白的说出，就是平等心、平等法。心平等，十法界依正庄严无有一法不平等，若有高下，那就不是无上正等正觉，也就是究竟圆满的觉悟则是法法平等。所以，这个地方的『是法』是指一切法，世间法、出世间法，没有一法不平等。由此可知，佛在经论当中常给我们说十法界的形成，都是由于想像变现出虚幻不实的境界。我们从底下看起，当然因缘是无量无边，佛为我们述说是无量因缘当中最重要的一个因素。说瞋恚是地狱，瞋恚心就变地狱，愚痴就变畜生，悭贪就变饿鬼，五戒是变人道，十善是天道，四谛是声闻，因缘是缘觉，六度是菩萨，平等是佛，「是法平等」，那是佛。由此可知，唯有佛才平等，下面九法界，六道就更不必说，贪瞋痴慢，那怎么会平等？即使声闻、缘觉、菩萨这是接近平等，没有达到真正的平等，真正平等心就是一真法界，就是成佛。可见得佛得的是什么法？把所有一切妄想分别执着统统舍掉，平等心现前，那就是佛，那就是佛所得之法。所以诸位仔细想想，佛有没有法可得？无法可得，真心现前而已，真性里面什么都没有，那叫真平等，所以法界也平等了。",
      "zh_TW": "這就是將無上正等正覺為我們明白的說出，就是平等心、平等法。心平等，十法界依正莊嚴無有一法不平等，若有高下，那就不是無上正等正覺，也就是究竟圓滿的覺悟則是法法平等。所以，這個地方的『是法』是指一切法，世間法、出世間法，沒有一法不平等。由此可知，佛在經論當中常給我們說十法界的形成，都是由於想像變現出虛幻不實的境界。我們從底下看起，當然因緣是無量無邊，佛為我們述說是無量因緣當中最重要的一個因素。說瞋恚是地獄，瞋恚心就變地獄，愚痴就變畜生，慳貪就變餓鬼，五戒是變人道，十善是天道，四諦是聲聞，因緣是緣覺，六度是菩薩，平等是佛，「是法平等」，那是佛。由此可知，唯有佛才平等，下面九法界，六道就更不必說，貪瞋痴慢，那怎麼會平等？即使聲聞、緣覺、菩薩這是接近平等，沒有達到真正的平等，真正平等心就是一真法界，就是成佛。可見得佛得的是什麼法？把所有一切妄想分別執著統統捨掉，平等心現前，那就是佛，那就是佛所得之法。所以諸位仔細想想，佛有沒有法可得？無法可得，真心現前而已，真性裡面什麼都沒有，那叫真平等，所以法界也平等了。"
    },
    {
      "id": "09-025-0018_p0004",
      "zh_CN": "无上正等正觉，或者是无上菩提，这是学佛唯一所求的，唯一要证的。可是这个名词的定义、这个名词的内容要是搞不清楚，要是含糊笼统，就无怪别人说我们是盲修瞎练。我们看下面经文，二百二十面。",
      "zh_TW": "無上正等正覺，或者是無上菩提，這是學佛唯一所求的，唯一要證的。可是這個名詞的定義、這個名詞的內容要是搞不清楚，要是含糊籠統，就無怪別人說我們是盲修瞎練。我們看下面經文，二百二十面。"
    },
    {
      "id": "09-025-0018_p0005",
      "zh_CN": "【以无我无人无众生无寿者。修一切善法。则得阿耨多罗三藐三菩提。】",
      "zh_TW": "【以無我無人無眾生無壽者。修一切善法。則得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-025-0018_p0006",
      "zh_CN": "前面的八个字，「是法平等，无有高下」，就是解释『阿耨多罗三藐三菩提』的。要怎样才能恢复？由此可知，无上菩提是我们每个人本来具足的，绝不是从外面得来的。可是我们迷了，迷失自性，也就是说我们原本心是清净的、是平等的，现在这个心不清净、不平等，要怎么恢复？这一段教给我们恢复本性的方法。所以这标题上是「的示修功」，示是指示。一定要离相，要离四相，离四相当然就离四见，离四见也必定是离四相，离相是清净心现前。『修一切善法』，平等心现前，所以善不能不修，有体一定有用。如果不修一切善法，无上菩提不能证得，平等性不能证得，心虽然清净，不平等。小乘人就是属于这一类，阿罗汉、辟支佛属于这一类，世尊说他们堕无为坑，只有自利，不能利他，不能利他就是不平等。所以一定要利他，自利跟利他是一桩事情。",
      "zh_TW": "前面的八個字，「是法平等，無有高下」，就是解釋『阿耨多羅三藐三菩提』的。要怎樣才能恢復？由此可知，無上菩提是我們每個人本來具足的，絕不是從外面得來的。可是我們迷了，迷失自性，也就是說我們原本心是清淨的、是平等的，現在這個心不清淨、不平等，要怎麼恢復？這一段教給我們恢復本性的方法。所以這標題上是「的示修功」，示是指示。一定要離相，要離四相，離四相當然就離四見，離四見也必定是離四相，離相是清淨心現前。『修一切善法』，平等心現前，所以善不能不修，有體一定有用。如果不修一切善法，無上菩提不能證得，平等性不能證得，心雖然清淨，不平等。小乘人就是屬於這一類，阿羅漢、辟支佛屬於這一類，世尊說他們墮無為坑，只有自利，不能利他，不能利他就是不平等。所以一定要利他，自利跟利他是一樁事情。"
    },
    {
      "id": "09-025-0018_p0007",
      "zh_CN": "【须菩提。所言善法者。如来说非善法。是名善法。】",
      "zh_TW": "【須菩提。所言善法者。如來說非善法。是名善法。】"
    },
    {
      "id": "09-025-0018_p0008",
      "zh_CN": "前面教你修一切善，虽修一切善而不能执着善法，为什么？一切善法也是因缘生法，也是当体即空，也是相有体无。说『非善法』是从体性上说的，说『是名』是从相上讲的，相上要做；相上去做、去修，不住空；虽做而不着相，不住有，空有二边不住。不住有跟性体相应，不住空跟性的作用相应，与自性的体相用完全相应。不能说只相应这部分，不相应那部分，像阿罗汉他们所证的境界，与体相应，与用不相应，我们凡夫所做的，与作用相应，与体不相应，所以都出了麻烦。唯有佛菩萨、真正的觉悟者，他是全面的相应，就没有过失，如果不是全面相应，里面一定有过失。",
      "zh_TW": "前面教你修一切善，雖修一切善而不能執著善法，為什麼？一切善法也是因緣生法，也是當體即空，也是相有體無。說『非善法』是從體性上說的，說『是名』是從相上講的，相上要做；相上去做、去修，不住空；雖做而不著相，不住有，空有二邊不住。不住有跟性體相應，不住空跟性的作用相應，與自性的體相用完全相應。不能說只相應這部分，不相應那部分，像阿羅漢他們所證的境界，與體相應，與用不相應，我們凡夫所做的，與作用相應，與體不相應，所以都出了麻煩。唯有佛菩薩、真正的覺悟者，他是全面的相應，就沒有過失，如果不是全面相應，裡面一定有過失。"
    },
    {
      "id": "09-025-0018_p0009",
      "zh_CN": "这些道理，《金刚经》里面经文不长，句子很短，就像格言一样的。一句一字的废话都没有，给我们交代的清清楚楚、明明白白，这是这部经的好处。特别适合中国的口味，中国古人，现在我就不晓得了。中国古人喜欢简单，不喜欢啰嗦，语言、文字都简单，但是里面内容圆圆满满，并没有缺陷。我们看底下经文，这又是一次比较。",
      "zh_TW": "這些道理，《金剛經》裡面經文不長，句子很短，就像格言一樣的。一句一字的廢話都沒有，給我們交代的清清楚楚、明明白白，這是這部經的好處。特別適合中國的口味，中國古人，現在我就不曉得了。中國古人喜歡簡單，不喜歡囉嗦，語言、文字都簡單，但是裡面內容圓圓滿滿，並沒有缺陷。我們看底下經文，這又是一次比較。"
    },
    {
      "id": "09-025-0018_p0010",
      "zh_CN": "【须菩提。若三千大千世界中所有诸须弥山王。】",
      "zh_TW": "【須菩提。若三千大千世界中所有諸須彌山王。】"
    },
    {
      "id": "09-025-0018_p0011",
      "zh_CN": "『三千大千世界』里面有一百亿个单位世界，每个单位世界都有须弥山，一个单位世界里面最高的山就叫做须弥山，是这个单位世界的。单位世界不是指一个星球，是有一组星球，佛经里面讲的，就很像我们现在所说的太阳系，一个太阳系是一个单位世界，为一个日月所环绕的。如果要是照黄念祖老居士所说的，他单位世界不是太阳系，因为太阳系内的星球是绕着太阳转，太阳是中心，他的说法也很有道理，而佛经里告诉我们，单位世界是太阳绕着那个中心转的，要这样说法，就很像我们现在讲的银河系。我们晓得我们太阳是绕银河系转的，一个单位世界就变成一个银河系。而一千个单位世界叫做小千世界，一千个小千世界叫做中千世界，一千个中千世界叫一个大千世界，是一尊佛的教化区域范围。如果以银河系为单位，十亿个银河系，一千乘一千再乘一千，你就晓得这个世界有多大，这是一尊佛的教区。像这样的大千世界，前面讲过，恒河沙数的恒河沙数，真的是无量无边，这个地方只举出一个大千世界来说。大千世界星球大小不一样，因此须弥山大小也不一样，说『须弥山王』是指须弥山之大者，那个小的就不说了。",
      "zh_TW": "『三千大千世界』裡面有一百億個單位世界，每個單位世界都有須彌山，一個單位世界裡面最高的山就叫做須彌山，是這個單位世界的。單位世界不是指一個星球，是有一組星球，佛經裡面講的，就很像我們現在所說的太陽系，一個太陽系是一個單位世界，為一個日月所環繞的。如果要是照黃念祖老居士所說的，他單位世界不是太陽系，因為太陽系內的星球是繞著太陽轉，太陽是中心，他的說法也很有道理，而佛經裡告訴我們，單位世界是太陽繞著那個中心轉的，要這樣說法，就很像我們現在講的銀河系。我們曉得我們太陽是繞銀河系轉的，一個單位世界就變成一個銀河系。而一千個單位世界叫做小千世界，一千個小千世界叫做中千世界，一千個中千世界叫一個大千世界，是一尊佛的教化區域範圍。如果以銀河系為單位，十億個銀河系，一千乘一千再乘一千，你就曉得這個世界有多大，這是一尊佛的教區。像這樣的大千世界，前面講過，恆河沙數的恆河沙數，真的是無量無邊，這個地方只舉出一個大千世界來說。大千世界星球大小不一樣，因此須彌山大小也不一樣，說『須彌山王』是指須彌山之大者，那個小的就不說了。"
    },
    {
      "id": "09-025-0018_p0012",
      "zh_CN": "【如是等七宝聚。】",
      "zh_TW": "【如是等七寶聚。】"
    },
    {
      "id": "09-025-0018_p0013",
      "zh_CN": "用这个来做比喻。",
      "zh_TW": "用這個來做比喻。"
    },
    {
      "id": "09-025-0018_p0014",
      "zh_CN": "【有人持用布施。】",
      "zh_TW": "【有人持用布施。】"
    },
    {
      "id": "09-025-0018_p0015",
      "zh_CN": "这个福德当然是非常之大，本经显胜的确一次比一次殊胜。",
      "zh_TW": "這個福德當然是非常之大，本經顯勝的確一次比一次殊勝。"
    },
    {
      "id": "09-025-0018_p0016",
      "zh_CN": "【若人以此般若波罗蜜经。乃至四句偈等。受持。为他人说。于前福德。百分不及一。百千万亿分。乃至算数譬喻所不能及。】",
      "zh_TW": "【若人以此般若波羅蜜經。乃至四句偈等。受持。為他人說。於前福德。百分不及一。百千萬億分。乃至算數譬喻所不能及。】"
    },
    {
      "id": "09-025-0018_p0017",
      "zh_CN": "经上讲的『于前福德』就是指前面三千大千世界须弥山王七宝布施，那个福德已经是无量无边，我们这个世间没有人能做得到，大梵天王也不行，这是比喻，当然不是事实。可是如果有一个人能够受持此，「此」就是《金刚般若波罗蜜经》，要紧的句子在『受持』这两个字，受持多少？『四句偈』，这是指经中最少的。四句叫一首偈，叫一偈，任何四句；不能受持四句，半偈也可以，半偈是两句，两句、一句，你真的懂了，真的体会，把它用在日常生活当中，那叫做受持，也就是真正的做到。又能把这个无上的大法很欢喜的劝导别人、介绍给别人、推荐给别人，这就是『为他人说』，这个福德不可思量，无量无边。",
      "zh_TW": "經上講的『於前福德』就是指前面三千大千世界須彌山王七寶布施，那個福德已經是無量無邊，我們這個世間沒有人能做得到，大梵天王也不行，這是比喻，當然不是事實。可是如果有一個人能夠受持此，「此」就是《金剛般若波羅蜜經》，要緊的句子在『受持』這兩個字，受持多少？『四句偈』，這是指經中最少的。四句叫一首偈，叫一偈，任何四句；不能受持四句，半偈也可以，半偈是兩句，兩句、一句，你真的懂了，真的體會，把它用在日常生活當中，那叫做受持，也就是真正的做到。又能把這個無上的大法很歡喜的勸導別人、介紹給別人、推薦給別人，這就是『為他人說』，這個福德不可思量，無量無邊。"
    },
    {
      "id": "09-025-0018_p0018",
      "zh_CN": "经文到这个地方，把解分说完了，向下是「究极无住以成证」，底下是证的这一分，信解行证最后的这分，第一个段落，「明平等法界」。所以你从科判里面去看就清清楚楚、明明白白。受持《金刚般若波罗蜜》，佛在经上告诉我们，一切诸佛以及诸佛所证之法皆从此经出。后面我们看到平等法界，这是究竟的果证，就是经上讲的阿耨多罗三藐三菩提。请看经文。",
      "zh_TW": "經文到這個地方，把解分說完了，向下是「究極無住以成證」，底下是證的這一分，信解行證最後的這分，第一個段落，「明平等法界」。所以你從科判裡面去看就清清楚楚、明明白白。受持《金剛般若波羅蜜》，佛在經上告訴我們，一切諸佛以及諸佛所證之法皆從此經出。後面我們看到平等法界，這是究竟的果證，就是經上講的阿耨多羅三藐三菩提。請看經文。"
    },
    {
      "id": "09-025-0018_p0019",
      "zh_CN": "【须菩提。于意云何。汝等勿谓如来作是念。我当度众生。须菩提。莫作是念。】",
      "zh_TW": "【須菩提。於意云何。汝等勿謂如來作是念。我當度眾生。須菩提。莫作是念。】"
    },
    {
      "id": "09-025-0018_p0020",
      "zh_CN": "这样的经文，现代人看到，很难体会到佛在讲的什么，佛说的什么意思。我们也许在佛法里面曾经听过「平等真法界，佛不度众生」，佛要能度众生，我能度，他被我所度，诸位想想，平不平等？有没有高下？就不平等，就有高下，佛说的这个话是真的。佛度不度众生？普度众生。为什么说佛不度众生？他从来没有度众生的念头，如果起个念头要度众生，那错了，这一点是学佛很难的地方。我们在讲席当中常常提示，我们要发愿，但是不能有心，有很多人听了就很难接受，也很不容易了解这个意思。愿不就是心，心不就是愿，又要有愿，又不能用心，这愿怎么发法？要知道愿跟心真的是两回事情。诸佛菩萨发愿度一切众生，诸佛菩萨从来不起一个度众生的念头，我度众生，我帮助别人，没有这个念头。这是我们应当彻底明白，应当要效法，要认真去做的，才能得佛法真正的受用。",
      "zh_TW": "這樣的經文，現代人看到，很難體會到佛在講的什麼，佛說的什麼意思。我們也許在佛法裡面曾經聽過「平等真法界，佛不度眾生」，佛要能度眾生，我能度，他被我所度，諸位想想，平不平等？有沒有高下？就不平等，就有高下，佛說的這個話是真的。佛度不度眾生？普度眾生。為什麼說佛不度眾生？他從來沒有度眾生的念頭，如果起個念頭要度眾生，那錯了，這一點是學佛很難的地方。我們在講席當中常常提示，我們要發願，但是不能有心，有很多人聽了就很難接受，也很不容易了解這個意思。願不就是心，心不就是願，又要有願，又不能用心，這願怎麼發法？要知道願跟心真的是兩回事情。諸佛菩薩發願度一切眾生，諸佛菩薩從來不起一個度眾生的念頭，我度眾生，我幫助別人，沒有這個念頭。這是我們應當徹底明白，應當要效法，要認真去做的，才能得佛法真正的受用。"
    },
    {
      "id": "09-025-0018_p0021",
      "zh_CN": "告诉须菩提，就是告诉我们大家，须菩提是我们的代表人。佛在这里警告，佛不作是念，就教给我们要学佛，我们要离念，要修善，修善决定不能执着有个修善的念头，执着有这个念头就错了，依旧落在四相里面。换句话说，依旧是在不平等境界里，你的清净心、平等心永远显不出来。能学佛这样做法，像《无量寿经》上清净平等觉，就相应、就接近了。为什么一定要这样做？下面经文说出来了，二百二十六面。",
      "zh_TW": "告訴須菩提，就是告訴我們大家，須菩提是我們的代表人。佛在這裡警告，佛不作是念，就教給我們要學佛，我們要離念，要修善，修善決定不能執著有個修善的念頭，執著有這個念頭就錯了，依舊落在四相裡面。換句話說，依舊是在不平等境界裡，你的清淨心、平等心永遠顯不出來。能學佛這樣做法，像《無量壽經》上清淨平等覺，就相應、就接近了。為什麼一定要這樣做？下面經文說出來了，二百二十六面。"
    },
    {
      "id": "09-025-0018_p0022",
      "zh_CN": "【何以故。实无有众生如来度者。若有众生如来度者。如来则有我人众生寿者。】",
      "zh_TW": "【何以故。實無有眾生如來度者。若有眾生如來度者。如來則有我人眾生壽者。】"
    },
    {
      "id": "09-025-0018_p0023",
      "zh_CN": "所以只要有这个念头在，这后半部讲的是离念，前半部讲的是离相，有这个意念在，你四见具足，四见具足当然四相也就具足。具足四相是凡夫，哪里是佛？这就为我们解释，为什么度众生不能有度众生的念头。如果你把这个道理搞清楚，这个事实真相搞清楚，你就学会这一句，你也能成无上道。用在日常生活当中，穿衣没有穿衣的念头，吃饭没有吃饭的念头，就要这样做，工作没有工作的念头，处事待人接物统统都没有是念，你的心永远是清净的，永远是平等的。修一切善法，一切善法，穿衣吃饭、工作、处事待人接物这都是一切善法，那你就是佛、就是菩萨，你不是凡夫。佛菩萨工作、生活跟我们凡夫没有两样，用心不一样，凡夫着相，菩萨离相，凡夫有念，菩萨无念。所以，一句学会了，福报都无量无边，不假，佛讲真的，没有讲假话，就看你会不会。",
      "zh_TW": "所以只要有這個念頭在，這後半部講的是離念，前半部講的是離相，有這個意念在，你四見具足，四見具足當然四相也就具足。具足四相是凡夫，哪裡是佛？這就為我們解釋，為什麼度眾生不能有度眾生的念頭。如果你把這個道理搞清楚，這個事實真相搞清楚，你就學會這一句，你也能成無上道。用在日常生活當中，穿衣沒有穿衣的念頭，吃飯沒有吃飯的念頭，就要這樣做，工作沒有工作的念頭，處事待人接物統統都沒有是念，你的心永遠是清淨的，永遠是平等的。修一切善法，一切善法，穿衣吃飯、工作、處事待人接物這都是一切善法，那你就是佛、就是菩薩，你不是凡夫。佛菩薩工作、生活跟我們凡夫沒有兩樣，用心不一樣，凡夫著相，菩薩離相，凡夫有念，菩薩無念。所以，一句學會了，福報都無量無邊，不假，佛講真的，沒有講假話，就看你會不會。"
    },
    {
      "id": "09-025-0018_p0024",
      "zh_CN": "过去六祖惠能很聪明，他一听懂了，马上就会，一懂了，他的境界立刻就转变，我们一般讲观念，他观念马上就转变，当下就得受用，所谓明心见性，见性成佛，他当下得受用。从此而后，他的生活，他过的是佛菩萨的生活，转凡入圣，真的超越了。再看底下一段经文。",
      "zh_TW": "過去六祖惠能很聰明，他一聽懂了，馬上就會，一懂了，他的境界立刻就轉變，我們一般講觀念，他觀念馬上就轉變，當下就得受用，所謂明心見性，見性成佛，他當下得受用。從此而後，他的生活，他過的是佛菩薩的生活，轉凡入聖，真的超越了。再看底下一段經文。"
    },
    {
      "id": "09-025-0018_p0025",
      "zh_CN": "【须菩提。如来说有我者。则非有我。而凡夫之人。以为有我。须菩提。凡夫者。如来说则非凡夫。】",
      "zh_TW": "【須菩提。如來說有我者。則非有我。而凡夫之人。以為有我。須菩提。凡夫者。如來說則非凡夫。】"
    },
    {
      "id": "09-025-0018_p0026",
      "zh_CN": "这段意思是讲凡圣平等，为什么平等？本无凡圣，如果有凡有圣，不平等。凡圣是从哪里来？是从众生妄想里面生出来的，离开一切妄想执着，凡圣就没有了。佛菩萨没有妄想执着，所以佛菩萨眼里头没有凡圣，「是法平等，无有高下」。凡夫有妄想执着，一切法不平等，一切法有高下，凡夫知见，那是迷，不是觉，那是假相，不是事实，事实是平等的。佛菩萨教化众生也必须要说「我，我说」，也必须说，经典上说「我」的太多了，经文一开端「如是我闻」。这个「我」绝对不是佛菩萨执着有个我，不是的，随顺众生，你们众生说这个假相是我，我随顺你的意思，我也叫我。你们执着这是真的有我，佛菩萨说这是假的，根本就没有我。佛菩萨说我跟无我是一个意思，我跟无我是一样的。但是凡夫说我跟无我是两桩事情，决定不一样，这就是觉悟跟不觉悟在见解上的差别。",
      "zh_TW": "這段意思是講凡聖平等，為什麼平等？本無凡聖，如果有凡有聖，不平等。凡聖是從哪裡來？是從眾生妄想裡面生出來的，離開一切妄想執著，凡聖就沒有了。佛菩薩沒有妄想執著，所以佛菩薩眼裡頭沒有凡聖，「是法平等，無有高下」。凡夫有妄想執著，一切法不平等，一切法有高下，凡夫知見，那是迷，不是覺，那是假相，不是事實，事實是平等的。佛菩薩教化眾生也必須要說「我，我說」，也必須說，經典上說「我」的太多了，經文一開端「如是我聞」。這個「我」絕對不是佛菩薩執著有個我，不是的，隨順眾生，你們眾生說這個假相是我，我隨順你的意思，我也叫我。你們執著這是真的有我，佛菩薩說這是假的，根本就沒有我。佛菩薩說我跟無我是一個意思，我跟無我是一樣的。但是凡夫說我跟無我是兩樁事情，決定不一樣，這就是覺悟跟不覺悟在見解上的差別。"
    },
    {
      "id": "09-025-0018_p0027",
      "zh_CN": "凡夫执着一切万法是实在的，是实有的，佛菩萨知道一切万法是幻有，也就是说根本就没有。现在有没有？现在还是没有，相有体无，那个相还是没有。像我们看电影、看电视萤幕上的画面，那个相有没有？明白人知道没有，萤幕上决定没有相，迷的人说有，实际上没有，萤幕上决定没有相。没有相，那个相叫假相，叫幻相。有，有了就是真的，它是幻，佛法里也称为妙有，妙就是有而非有，非有而有，这才妙，所以叫妙有。妙有就是假有，妙有就是根本没有，我们现在所有一切相就是如此，你怎么可以执着？你怎么可以分别？分别尚且不可，焉能执着？",
      "zh_TW": "凡夫執著一切萬法是實在的，是實有的，佛菩薩知道一切萬法是幻有，也就是說根本就沒有。現在有沒有？現在還是沒有，相有體無，那個相還是沒有。像我們看電影、看電視螢幕上的畫面，那個相有沒有？明白人知道沒有，螢幕上決定沒有相，迷的人說有，實際上沒有，螢幕上決定沒有相。沒有相，那個相叫假相，叫幻相。有，有了就是真的，它是幻，佛法裡也稱為妙有，妙就是有而非有，非有而有，這才妙，所以叫妙有。妙有就是假有，妙有就是根本沒有，我們現在所有一切相就是如此，你怎麼可以執著？你怎麼可以分別？分別尚且不可，焉能執著？"
    },
    {
      "id": "09-025-0018_p0028",
      "zh_CN": "离开一切分别执着，平等心现前，「是法平等，无有高下」。实在讲这两句话都是多余的，是法，哪来的法？法也没有。哪里来的高下？有高下、无高下都说不上，都没有。这才是事实的真相，这个境界里面显示出一真法界。我们读《金刚经》要从这个地方去体会、去领悟，你当然得受用，当然得无量的福德。请看底下经文。",
      "zh_TW": "離開一切分別執著，平等心現前，「是法平等，無有高下」。實在講這兩句話都是多餘的，是法，哪來的法？法也沒有。哪裡來的高下？有高下、無高下都說不上，都沒有。這才是事實的真相，這個境界裡面顯示出一真法界。我們讀《金剛經》要從這個地方去體會、去領悟，你當然得受用，當然得無量的福德。請看底下經文。"
    },
    {
      "id": "09-025-0018_p0029",
      "zh_CN": "【须菩提。于意云何。可以三十二相观如来不。须菩提言。如是如是以三十二相观如来。】",
      "zh_TW": "【須菩提。於意云何。可以三十二相觀如來不。須菩提言。如是如是以三十二相觀如來。】"
    },
    {
      "id": "09-025-0018_p0030",
      "zh_CN": "我们看这个地方的问答跟前半部显然不同，在前半部世尊要提出这个问题，须菩提一定答复不也，一定是这个，现在答复的『如是如是』。为什么前面答不也，现在如是？现在已经契入一如的境界，不一不异，他现在懂得这个事实真相，从相上可以见性。而且答复的意思里大有文章在，如是如是，诸法如义，如果体会到诸法如义，那一切皆是，但是要不明白诸法如义，则一切皆非。经文到这个境界已经能够领略到这个层次；换句话说，就入佛知见，见一切色法就是见真如本性，性相原来不二。我们再看底下这一段经文。",
      "zh_TW": "我們看這個地方的問答跟前半部顯然不同，在前半部世尊要提出這個問題，須菩提一定答覆不也，一定是這個，現在答覆的『如是如是』。為什麼前面答不也，現在如是？現在已經契入一如的境界，不一不異，他現在懂得這個事實真相，從相上可以見性。而且答覆的意思裡大有文章在，如是如是，諸法如義，如果體會到諸法如義，那一切皆是，但是要不明白諸法如義，則一切皆非。經文到這個境界已經能夠領略到這個層次；換句話說，就入佛知見，見一切色法就是見真如本性，性相原來不二。我們再看底下這一段經文。"
    },
    {
      "id": "09-025-0018_p0031",
      "zh_CN": "【佛言。须菩提。若以三十二相观如来者。转轮圣王则是如来。须菩提白佛言。世尊。如我解佛所说义。不应以三十二相观如来。】",
      "zh_TW": "【佛言。須菩提。若以三十二相觀如來者。轉輪聖王則是如來。須菩提白佛言。世尊。如我解佛所說義。不應以三十二相觀如來。】"
    },
    {
      "id": "09-025-0018_p0032",
      "zh_CN": "前面须菩提尊者所答复的，显然没有得到佛的印证，佛没有说如是如是，没有说。须菩提有没有说错？须菩提没有说错，那是高境界。佛是唯恐没有悟入这个境界的，听了须菩提这个话会产生错觉，把一切色相真的当作法性，那又错了。这是般若最难的地方，知见偏差一点点就不得了，问题就非常严重，所以这个科题是「别遣情执」。没有情执，前面就完全正确，有情执差误就太大了。佛有『三十二相』，转轮圣王也有「三十二相」，佛是出世间的大圣人，宇宙人生真相彻底明了的人，转轮圣王是世间福报最大者，对宇宙人生并无所知。相是什么？相是福德感召的，这一点我们同修也要注意。成佛不能没有福，没有福报成不了佛，这诸位一定要知道。佛称为二足尊，二就是福德跟智慧，足是圆满，是满足，没有欠缺，福德圆满、智慧圆满，那叫成佛。智慧圆满，福德不圆满，是菩萨、是罗汉，不能成佛。我们三皈依是「皈依佛，二足尊」，佛教给我们要福慧双修，不可以修福不修慧，修慧不修福，偏重一边不可以。转轮圣王就是偏在修福上，福报很大，智慧就差了，阿罗汉、辟支佛偏重在修慧上，福报就差了，这是我们一定要晓得的道理，要认真去修行。",
      "zh_TW": "前面須菩提尊者所答覆的，顯然沒有得到佛的印證，佛沒有說如是如是，沒有說。須菩提有沒有說錯？須菩提沒有說錯，那是高境界。佛是唯恐沒有悟入這個境界的，聽了須菩提這個話會產生錯覺，把一切色相真的當作法性，那又錯了。這是般若最難的地方，知見偏差一點點就不得了，問題就非常嚴重，所以這個科題是「別遣情執」。沒有情執，前面就完全正確，有情執差誤就太大了。佛有『三十二相』，轉輪聖王也有「三十二相」，佛是出世間的大聖人，宇宙人生真相徹底明瞭的人，轉輪聖王是世間福報最大者，對宇宙人生並無所知。相是什麼？相是福德感召的，這一點我們同修也要注意。成佛不能沒有福，沒有福報成不了佛，這諸位一定要知道。佛稱為二足尊，二就是福德跟智慧，足是圓滿，是滿足，沒有欠缺，福德圓滿、智慧圓滿，那叫成佛。智慧圓滿，福德不圓滿，是菩薩、是羅漢，不能成佛。我們三皈依是「皈依佛，二足尊」，佛教給我們要福慧雙修，不可以修福不修慧，修慧不修福，偏重一邊不可以。轉輪聖王就是偏在修福上，福報很大，智慧就差了，阿羅漢、辟支佛偏重在修慧上，福報就差了，這是我們一定要曉得的道理，要認真去修行。"
    },
    {
      "id": "09-025-0018_p0033",
      "zh_CN": "人的面貌、体质都是福报，不懂佛法的人、不学佛的人，这个福报是前世的修因，这一世得的果报。懂得佛法的人那要自己负责任，懂得佛法的人，体质跟相貌会转的，不但相随心转，体质也随心转。你是个修行人，修了多少年了，相貌还丑陋，你完了，这证明你修行没有功夫，你修的是假的，不是真的。如果是真的，一定有效果，效果从哪里看？从面貌、从体质上看，这个不能骗人。真正修行，功夫得力，一定相貌一年比一年好，体质也一年比一年好。一年比一年差的，纵然修行好像很用功、很精进，其实他搞错了、搞偏差了，盲修瞎练，所得的效果是相反的。这是我们不能不知道，不能不留意的。因为一个人通常是看别人的缺点一下就看出来，看自己看不出来，这是大毛病，所以一定要认真检点、反省。",
      "zh_TW": "人的面貌、體質都是福報，不懂佛法的人、不學佛的人，這個福報是前世的修因，這一世得的果報。懂得佛法的人那要自己負責任，懂得佛法的人，體質跟相貌會轉的，不但相隨心轉，體質也隨心轉。你是個修行人，修了多少年了，相貌還醜陋，你完了，這證明你修行沒有功夫，你修的是假的，不是真的。如果是真的，一定有效果，效果從哪裡看？從面貌、從體質上看，這個不能騙人。真正修行，功夫得力，一定相貌一年比一年好，體質也一年比一年好。一年比一年差的，縱然修行好像很用功、很精進，其實他搞錯了、搞偏差了，盲修瞎練，所得的效果是相反的。這是我們不能不知道，不能不留意的。因為一個人通常是看別人的缺點一下就看出來，看自己看不出來，這是大毛病，所以一定要認真檢點、反省。"
    },
    {
      "id": "09-025-0018_p0034",
      "zh_CN": "我们提倡的早晚课，跟现在一般人家做的早晚课，意义不相同。一般早晚课诵，那个课诵是古大德订的，那个时候有用，现代时代不同了，必须加以修订，我们才得其受用。还依照古时候的方式，你又不是古人，你又不能回到那个时代。早课是什么意思？是提醒自己，我今天一天，要依照佛的教诲去做，早课是提醒你；晚课是反省，晚课是忏悔。一般寺院，晚课念大忏悔文，文念了，有没有忏悔？没有忏悔，只是把古人的忏悔文念一遍，与我不相干。那有什么用处？这晚课白做了，这是早晚课诵必须要修订的原因。我们净宗的朝暮课诵，我选的早课是阿弥陀佛四十八愿，晚课是《无量寿经》三十二到三十七品，我们要拿到这个经文认真反省。我今天从早到晚，起心动念、所作所为有没有犯佛所说的过失，有没有依照佛的话去做，这就是真忏悔，改过自新。每天能够改一条过，三年以后，你不能成圣人那也是贤人，你的体质、相貌一定会变好，一看你就像个菩萨。一天没有发现自己过失，一个过失都没有发现，这一天就空过，念佛、学佛怎么修行，说老实话，白过了、空过了。一天至少要发现自己一桩过失，要认真把它改过来，明天不再犯，这叫真正修行；修行就是修正我们错误的思想、见解、行为，这叫修行。所以，佛经里头这些教训，里面含义甚深，要细心去体会。",
      "zh_TW": "我們提倡的早晚課，跟現在一般人家做的早晚課，意義不相同。一般早晚課誦，那個課誦是古大德訂的，那個時候有用，現代時代不同了，必須加以修訂，我們才得其受用。還依照古時候的方式，你又不是古人，你又不能回到那個時代。早課是什麼意思？是提醒自己，我今天一天，要依照佛的教誨去做，早課是提醒你；晚課是反省，晚課是懺悔。一般寺院，晚課念大懺悔文，文念了，有沒有懺悔？沒有懺悔，只是把古人的懺悔文念一遍，與我不相干。那有什麼用處？這晚課白做了，這是早晚課誦必須要修訂的原因。我們淨宗的朝暮課誦，我選的早課是阿彌陀佛四十八願，晚課是《無量壽經》三十二到三十七品，我們要拿到這個經文認真反省。我今天從早到晚，起心動念、所作所為有沒有犯佛所說的過失，有沒有依照佛的話去做，這就是真懺悔，改過自新。每天能夠改一條過，三年以後，你不能成聖人那也是賢人，你的體質、相貌一定會變好，一看你就像個菩薩。一天沒有發現自己過失，一個過失都沒有發現，這一天就空過，念佛、學佛怎麼修行，說老實話，白過了、空過了。一天至少要發現自己一樁過失，要認真把它改過來，明天不再犯，這叫真正修行；修行就是修正我們錯誤的思想、見解、行為，這叫修行。所以，佛經裡頭這些教訓，裡面含義甚深，要細心去體會。"
    },
    {
      "id": "09-025-0018_p0035",
      "zh_CN": "这一段是佛唯恐初发心修行的，情执没破，听到须菩提这个说法，误解了。修学要守规矩，要循规蹈矩，按部就班，不可以躐等。六祖惠能他那个方法我们决定学不得，我们不是那个根性，学他就大错了。人家是一步登天，我们问问我们能登得了吗？要登不了，摔下来就粉身碎骨，命都送掉了。所以我们对他很羡慕、很佩服，我们做不到，这段经文就是这个意思。世尊非常慈悲，对于初学的人，应当要守着初学的规矩，从离相、离念、修善下手。再看底下经文：",
      "zh_TW": "這一段是佛唯恐初發心修行的，情執沒破，聽到須菩提這個說法，誤解了。修學要守規矩，要循規蹈矩，按部就班，不可以躐等。六祖惠能他那個方法我們決定學不得，我們不是那個根性，學他就大錯了。人家是一步登天，我們問問我們能登得了嗎？要登不了，摔下來就粉身碎骨，命都送掉了。所以我們對他很羨慕、很佩服，我們做不到，這段經文就是這個意思。世尊非常慈悲，對於初學的人，應當要守著初學的規矩，從離相、離念、修善下手。再看底下經文："
    },
    {
      "id": "09-025-0018_p0036",
      "zh_CN": "【尔时世尊而说偈言。若以色见我。以音声求我。是人行邪道。不能见如来。】",
      "zh_TW": "【爾時世尊而說偈言。若以色見我。以音聲求我。是人行邪道。不能見如來。】"
    },
    {
      "id": "09-025-0018_p0037",
      "zh_CN": "这段文跟前面是紧紧结合在一起，目的就是教给我们要离相、要远离六尘，色声香味触法这是六尘。如果不离六尘就错了。所以这首偈子所说，就是教给我们必须离相的所以然。我们知道所谓正法、邪法，正邪的标准也可以用这首偈做准则。离是心里面离，前面讲过很多，不是在事上离，是在心上离。但是初学的人，事相上也非常重要，因为凡夫无量劫来烦恼习气深厚，自己没有定力，没有观行的功夫，不能不受外境的影响。不能像这些声闻、缘觉、菩萨，他们有定功、有功夫，不受外境影响，所以他是即相离相，他行，我们凡夫不行。凡夫受外境影响，因此对于外境也要离，尽可能的去离。所以，古时候佛教的道场都修建在深山里面，用意是远离尘世，保持着环境的清净，容易得清净心。",
      "zh_TW": "這段文跟前面是緊緊結合在一起，目的就是教給我們要離相、要遠離六塵，色聲香味觸法這是六塵。如果不離六塵就錯了。所以這首偈子所說，就是教給我們必須離相的所以然。我們知道所謂正法、邪法，正邪的標準也可以用這首偈做準則。離是心裡面離，前面講過很多，不是在事上離，是在心上離。但是初學的人，事相上也非常重要，因為凡夫無量劫來煩惱習氣深厚，自己沒有定力，沒有觀行的功夫，不能不受外境的影響。不能像這些聲聞、緣覺、菩薩，他們有定功、有功夫，不受外境影響，所以他是即相離相，他行，我們凡夫不行。凡夫受外境影響，因此對於外境也要離，盡可能的去離。所以，古時候佛教的道場都修建在深山裡面，用意是遠離塵世，保持著環境的清淨，容易得清淨心。"
    },
    {
      "id": "09-025-0018_p0038",
      "zh_CN": "由此可知，在家居士修行成就的决定比出家人高，在家人成就是即相离相，这个诸位一定要晓得。我们在《大藏经》里面，你看《高僧传》、看《居士传》，《居士传》里面成就的决不是在高僧之下，这个道理要懂，他们是真修。多少在山林里面住了几十年的高僧，叫他到都市住几天，完了，就又回去了，又被淘汰掉，没有经过考验，多得是。你看莲池大师《竹窗随笔》里面所记载，在深山里面修行几十年的，都市里面去住了几天，讲经说法，接受大家供养，贪瞋痴慢贡高统统现前。莲池大师一看摇头，完了，堕落了。这是我们应当要知道的，然后对于在家修行的你才会真正尊重。",
      "zh_TW": "由此可知，在家居士修行成就的決定比出家人高，在家人成就是即相離相，這個諸位一定要曉得。我們在《大藏經》裡面，你看《高僧傳》、看《居士傳》，《居士傳》裡面成就的決不是在高僧之下，這個道理要懂，他們是真修。多少在山林裡面住了幾十年的高僧，叫他到都市住幾天，完了，就又回去了，又被淘汰掉，沒有經過考驗，多得是。你看蓮池大師《竹窗隨筆》裡面所記載，在深山裡面修行幾十年的，都市裡面去住了幾天，講經說法，接受大家供養，貪瞋痴慢貢高統統現前。蓮池大師一看搖頭，完了，墮落了。這是我們應當要知道的，然後對於在家修行的你才會真正尊重。"
    },
    {
      "id": "09-025-0018_p0039",
      "zh_CN": "我们看善财五十三参，五十三个菩萨，出家的只有五个，其他都是在家。五十三位都是法身大士，就是《金刚经》上讲的诸佛，在家的多，出家的少，出家跟在家「是法平等，无有高下」，大家要晓得。现在出家人穿上这个衣服，我觉得比谁都大，到哪里去我都要坐首席，人家都要对我恭敬礼拜，错了。在家人恭敬礼拜，他修福，我们贡高我慢，折福、造罪，你说颠倒不颠倒？常常把《金刚经》这两句话「是法平等，无有高下」多念念，在家、出家平等的，没有高下。只是什么？我们工作分配的不一样，在家人有在家人的工作，出家人是出家人的工作，护持佛法，使佛法能常住世间，是做这个工作的。修行功夫绝对不是出家人比在家人高，没有这回事情。出家人是今天分配你，你做这个工作，你来照顾道场、维护道场，来主持弘法利生的工作，这是专责，是这个意思，跟社会里头各种行业一样，没有什么差别，这才如法。",
      "zh_TW": "我們看善財五十三參，五十三個菩薩，出家的只有五個，其他都是在家。五十三位都是法身大士，就是《金剛經》上講的諸佛，在家的多，出家的少，出家跟在家「是法平等，無有高下」，大家要曉得。現在出家人穿上這個衣服，我覺得比誰都大，到哪裡去我都要坐首席，人家都要對我恭敬禮拜，錯了。在家人恭敬禮拜，他修福，我們貢高我慢，折福、造罪，你說顛倒不顛倒？常常把《金剛經》這兩句話「是法平等，無有高下」多念念，在家、出家平等的，沒有高下。只是什麼？我們工作分配的不一樣，在家人有在家人的工作，出家人是出家人的工作，護持佛法，使佛法能常住世間，是做這個工作的。修行功夫絕對不是出家人比在家人高，沒有這回事情。出家人是今天分配你，你做這個工作，你來照顧道場、維護道場，來主持弘法利生的工作，這是專責，是這個意思，跟社會裡頭各種行業一樣，沒有什麼差別，這才如法。"
    },
    {
      "id": "09-025-0018_p0040",
      "zh_CN": "现在学佛，像这些错误观念太多了，非常严重。所以修行功夫不得力，原因在哪里？观念错误，想法看法错了，说法做法当然就错了。请看经文，二百三十三面。",
      "zh_TW": "現在學佛，像這些錯誤觀念太多了，非常嚴重。所以修行功夫不得力，原因在哪裡？觀念錯誤，想法看法錯了，說法做法當然就錯了。請看經文，二百三十三面。"
    },
    {
      "id": "09-025-0018_p0041",
      "zh_CN": "【须菩提。汝若作是念。如来不以具足相故。得阿耨多罗三藐三菩提。须菩提。莫作是念。如来不以具足相故。得阿耨多罗三藐三菩提。】",
      "zh_TW": "【須菩提。汝若作是念。如來不以具足相故。得阿耨多羅三藐三菩提。須菩提。莫作是念。如來不以具足相故。得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-025-0018_p0042",
      "zh_CN": "这段经文，包括后面这段，一共两段，一百六十一跟一百六十二，「不但在后半部中，有万钧之重，即开经以来，所说不应取非法，非非法，以及说即非是名等义」。直到这个地方才把所以然的道理说出来，为什么二边不取？经文在这个地方说出来，而实际我们在前面跟大家介绍的时候也都透露过，而且不止一次。前后两半部的大意前面也曾经说明过，前面对初发心的人说的，后面对老修行的人说的。初发心，空有二边不着，与自性体相用相合，它的说法一定是二边都顾到。后半部的说法是对修行人说法，对修行人说法不是这个说法，看你病在哪里，应病与药，你执着空，佛就说有；你执着有，佛就说空，而不是说二边都顾到，二边是对初学的人说。",
      "zh_TW": "這段經文，包括後面這段，一共兩段，一百六十一跟一百六十二，「不但在後半部中，有萬鈞之重，即開經以來，所說不應取非法，非非法，以及說即非是名等義」。直到這個地方才把所以然的道理說出來，為什麼二邊不取？經文在這個地方說出來，而實際我們在前面跟大家介紹的時候也都透露過，而且不止一次。前後兩半部的大意前面也曾經說明過，前面對初發心的人說的，後面對老修行的人說的。初發心，空有二邊不著，與自性體相用相合，它的說法一定是二邊都顧到。後半部的說法是對修行人說法，對修行人說法不是這個說法，看你病在哪裡，應病與藥，你執著空，佛就說有；你執著有，佛就說空，而不是說二邊都顧到，二邊是對初學的人說。"
    },
    {
      "id": "09-025-0018_p0043",
      "zh_CN": "进入真正修行要常常检点自己，现在佛不在世，也没有真正善知识会照顾我们，必须要学会自己照顾自己，这才行。现在就是真正遇到一个好的善知识也不会给你讲，为什么？得罪人，你未必肯接受。所以彼此都客客气气，看到你的毛病，也很好，也不错，不说。在这个状况之下真叫无可奈何，不靠自己就不行。唯一依赖的是经典，所以读经，听佛教诲，常常想到佛的教训，这一点重要。看古大德的注解，有的时候经义很深，我们不容易体会，何况大乘经许多的要义都是意在言外，佛说话，说这个，意思在那边，这是我们很不容易体会到的，这就要看古人的注解。古人的注解注得很多，所以选注不能不慬慎，选注也就是我们讲选择老师，这个很重要。要选择一个真正有修、有学、有证的人，你跟他学就不会错，不会走冤枉路。",
      "zh_TW": "進入真正修行要常常檢點自己，現在佛不在世，也沒有真正善知識會照顧我們，必須要學會自己照顧自己，這才行。現在就是真正遇到一個好的善知識也不會給你講，為什麼？得罪人，你未必肯接受。所以彼此都客客氣氣，看到你的毛病，也很好，也不錯，不說。在這個狀況之下真叫無可奈何，不靠自己就不行。唯一依賴的是經典，所以讀經，聽佛教誨，常常想到佛的教訓，這一點重要。看古大德的註解，有的時候經義很深，我們不容易體會，何況大乘經許多的要義都是意在言外，佛說話，說這個，意思在那邊，這是我們很不容易體會到的，這就要看古人的註解。古人的註解註得很多，所以選註不能不慬慎，選註也就是我們講選擇老師，這個很重要。要選擇一個真正有修、有學、有證的人，你跟他學就不會錯，不會走冤枉路。"
    },
    {
      "id": "09-025-0018_p0044",
      "zh_CN": "现代的人，我们说找一个人跟一个人学，问题都不能够避免，最可靠的还是跟古人学，古人已经被历史肯定，被大众肯定，大概不错。我们今天要找现代的人，我们没有慧眼，如果一下看错了，这一生就冤枉过了，那就真正可惜。我过去跟李炳南老居士，老居士真的是个善知识。他教导我，他不敢自认为是老师，他说我不够资格。这个话是不是他谦虚？不是，是他真实话。他说我只能够辅导你，叫我去找谁做老师？找印光法师。印光法师不在了，印光法师的文钞在。他的老师是印光法师，他介绍我学印光法师，以印光法师为老师，这是真善知识。如果说我不错，跟我学就行了，这个问题很大，佛都不曾这个说法。所以，你听到真正好人讲的话，语气、说话都不一样，内容不相同。",
      "zh_TW": "現代的人，我們說找一個人跟一個人學，問題都不能夠避免，最可靠的還是跟古人學，古人已經被歷史肯定，被大眾肯定，大概不錯。我們今天要找現代的人，我們沒有慧眼，如果一下看錯了，這一生就冤枉過了，那就真正可惜。我過去跟李炳南老居士，老居士真的是個善知識。他教導我，他不敢自認為是老師，他說我不夠資格。這個話是不是他謙虛？不是，是他真實話。他說我只能夠輔導你，叫我去找誰做老師？找印光法師。印光法師不在了，印光法師的文鈔在。他的老師是印光法師，他介紹我學印光法師，以印光法師為老師，這是真善知識。如果說我不錯，跟我學就行了，這個問題很大，佛都不曾這個說法。所以，你聽到真正好人講的話，語氣、說話都不一樣，內容不相同。"
    },
    {
      "id": "09-025-0018_p0045",
      "zh_CN": "我们以佛为师，跟佛学，哪里错得了！所以我教别人以阿弥陀佛为老师，阿弥陀佛在哪里？《无量寿经》就是的，每天读诵《无量寿经》，依照《无量寿经》的教训去修学，就是跟阿弥陀佛学，就是跟释迦牟尼佛学。佛是我们的老师，还错了吗？所以我常常教人，人家问说你是谁的徒弟？我是阿弥陀佛的徒弟，谁是你的师父？阿弥陀佛是我师父，这个不错，决定错不了的，这要紧。佛这段的开示，科题就是这一段重要的意义，「遣灭相明非异」，遣是离开，教我们要离开，这一段是「切诫」。不能有这种执着，不能有这种分别，你要是以为『如来不以具足相故，得阿耨多罗三藐三菩提』，不能这个说法，不能这样执着，也不能这种分别。如果要作一个念头，「如来以具足相故，得阿耨多罗三藐三菩提」，也不可以。说以具足、不以具足都不可以，都不是事实真相，为什么不可以？都不是事实真相。所以前面屡次说「即非、是名」，一再叫你不应取非法，不应取非非法，非非法就是有，非法是空，空有二边不着，道理在此地。经文的确是言简意赅，经文跟言语非常简练，意思非常深广。我们再看底下一段，二百三十六面。",
      "zh_TW": "我們以佛為師，跟佛學，哪裡錯得了！所以我教別人以阿彌陀佛為老師，阿彌陀佛在哪裡？《無量壽經》就是的，每天讀誦《無量壽經》，依照《無量壽經》的教訓去修學，就是跟阿彌陀佛學，就是跟釋迦牟尼佛學。佛是我們的老師，還錯了嗎？所以我常常教人，人家問說你是誰的徒弟？我是阿彌陀佛的徒弟，誰是你的師父？阿彌陀佛是我師父，這個不錯，決定錯不了的，這要緊。佛這段的開示，科題就是這一段重要的意義，「遣滅相明非異」，遣是離開，教我們要離開，這一段是「切誡」。不能有這種執著，不能有這種分別，你要是以為『如來不以具足相故，得阿耨多羅三藐三菩提』，不能這個說法，不能這樣執著，也不能這種分別。如果要作一個念頭，「如來以具足相故，得阿耨多羅三藐三菩提」，也不可以。說以具足、不以具足都不可以，都不是事實真相，為什麼不可以？都不是事實真相。所以前面屢次說「即非、是名」，一再叫你不應取非法，不應取非非法，非非法就是有，非法是空，空有二邊不著，道理在此地。經文的確是言簡意賅，經文跟言語非常簡練，意思非常深廣。我們再看底下一段，二百三十六面。"
    },
    {
      "id": "09-025-0018_p0046",
      "zh_CN": "【须菩提。汝若作是念。发阿耨多罗三藐三菩提者。说诸法断灭。莫作是念。何以故。发阿耨多罗三藐三菩提者。于法不说断灭相。】",
      "zh_TW": "【須菩提。汝若作是念。發阿耨多羅三藐三菩提者。說諸法斷滅。莫作是念。何以故。發阿耨多羅三藐三菩提者。於法不說斷滅相。】"
    },
    {
      "id": "09-025-0018_p0047",
      "zh_CN": "前面一句说的是『作是念』，这个地方说的是『莫作是念』，把为什么「莫作是念」所以然的道理，在这个地方也说清楚了。经文读到这个地方，我们一定想前面世尊的教诲，前面种种的开示，佛曾经明白的给我们讲过，「无有法发阿耨多罗三藐三菩提心」，这个意思很深，要细心领会，决定不能有丝毫的差误。一个真正觉悟的人，发阿耨多罗三藐三菩提心者就是通常我们简称发菩提心的人，发菩提心的人就是菩萨，菩萨于法绝不说『断灭相』，为什么？法不会断灭的，一切诸法只有转变，不会断灭。为什么不会断灭？性不断灭，相要断灭，性也没有了，哪有这个道理？真性是常住的，永远不变不灭的。变的那些相，它会转变，它不是断灭，所以讲有六道、有十法界，转变。佛有的时候在经上讲灭，那个灭是随众生说法，其实不是真灭，转变，叫做灭；这个相没有了，但是那个相生了，是这个意思，不是真的灭，如果是真的灭了，这个看法是错误的。",
      "zh_TW": "前面一句說的是『作是念』，這個地方說的是『莫作是念』，把為什麼「莫作是念」所以然的道理，在這個地方也說清楚了。經文讀到這個地方，我們一定想前面世尊的教誨，前面種種的開示，佛曾經明白的給我們講過，「無有法發阿耨多羅三藐三菩提心」，這個意思很深，要細心領會，決定不能有絲毫的差誤。一個真正覺悟的人，發阿耨多羅三藐三菩提心者就是通常我們簡稱發菩提心的人，發菩提心的人就是菩薩，菩薩於法絕不說『斷滅相』，為什麼？法不會斷滅的，一切諸法只有轉變，不會斷滅。為什麼不會斷滅？性不斷滅，相要斷滅，性也沒有了，哪有這個道理？真性是常住的，永遠不變不滅的。變的那些相，它會轉變，它不是斷滅，所以講有六道、有十法界，轉變。佛有的時候在經上講滅，那個滅是隨眾生說法，其實不是真滅，轉變，叫做滅；這個相沒有了，但是那個相生了，是這個意思，不是真的滅，如果是真的滅了，這個看法是錯誤的。"
    }
  ]
}