{
  "doc_id": "09-025-0012",
  "title": {
    "zh_CN": "金刚经研习报告",
    "zh_TW": "金剛經研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-025-0012",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "09-025-0012_p0001",
      "zh_CN": "请掀开经本一百四十七面，请看经文：",
      "zh_TW": "請掀開經本一百四十七面，請看經文："
    },
    {
      "id": "09-025-0012_p0002",
      "zh_CN": "【何以故。须菩提。若乐小法者。着我见人见众生见寿者见。则于此经。不能听受读诵。为人解说。】",
      "zh_TW": "【何以故。須菩提。若樂小法者。著我見人見眾生見壽者見。則於此經。不能聽受讀誦。為人解說。】"
    },
    {
      "id": "09-025-0012_p0003",
      "zh_CN": "这是从反面说，如果要是喜欢小乘法的，执着四见，与前面所说的四相在文字上有了差别，着相来的粗，着见比较微细。小乘圣者虽离四相，可是还有四见存在，这就说明「见」比「相」要细。虽然他能够离四相，我们在前面讲的，无论是大乘、小乘，经上明白的告诉我们「一切贤圣，皆以无为法而有差别」，无为法就是离相，就是无住生心。从初发心一直到如来果地都用这个方法，虽然用同样的方法，功夫有浅深不同，功夫浅的则证小果，功夫深的则入大乘菩萨果位。功夫浅者虽然离相，但是四见还在，这是功夫浅者；功夫要是深的人，我相、我见统统都断了，所以这个「见」是根。有这种执着，对于佛所说的这部殊胜大乘经典，他就很难接受，『听受读诵』都非常困难。尤其是在现代这个时代，我们知道许多小乘的学者他们修得也相当不错，但是他排斥大乘，尤其是有一些坚固执着的否定大乘法，说大乘非佛说。中国、日本、韩国都是大乘佛法的国家，我们大乘出家所受的戒律，南洋像泰国、锡兰他们都不承认，就有这样深的隔阂，有这样严重的成见，成见就是执着，就是此地讲的『我见』。这一类的大乘法他当然不愿接受，他也不愿意听，这个现象，我们读《金刚经》，可见得世尊在世的时候，就把末法时期状况都为我们说清楚了，我们今天见到，想想佛在《金刚经》上所说的，就不足以为奇怪。",
      "zh_TW": "這是從反面說，如果要是喜歡小乘法的，執著四見，與前面所說的四相在文字上有了差別，著相來的粗，著見比較微細。小乘聖者雖離四相，可是還有四見存在，這就說明「見」比「相」要細。雖然他能夠離四相，我們在前面講的，無論是大乘、小乘，經上明白的告訴我們「一切賢聖，皆以無為法而有差別」，無為法就是離相，就是無住生心。從初發心一直到如來果地都用這個方法，雖然用同樣的方法，功夫有淺深不同，功夫淺的則證小果，功夫深的則入大乘菩薩果位。功夫淺者雖然離相，但是四見還在，這是功夫淺者；功夫要是深的人，我相、我見統統都斷了，所以這個「見」是根。有這種執著，對於佛所說的這部殊勝大乘經典，他就很難接受，『聽受讀誦』都非常困難。尤其是在現代這個時代，我們知道許多小乘的學者他們修得也相當不錯，但是他排斥大乘，尤其是有一些堅固執著的否定大乘法，說大乘非佛說。中國、日本、韓國都是大乘佛法的國家，我們大乘出家所受的戒律，南洋像泰國、錫蘭他們都不承認，就有這樣深的隔閡，有這樣嚴重的成見，成見就是執著，就是此地講的『我見』。這一類的大乘法他當然不願接受，他也不願意聽，這個現象，我們讀《金剛經》，可見得世尊在世的時候，就把末法時期狀況都為我們說清楚了，我們今天見到，想想佛在《金剛經》上所說的，就不足以為奇怪。"
    },
    {
      "id": "09-025-0012_p0004",
      "zh_CN": "见相两分，小注的第四小段，「此经前后所明，祇是一意，不过前半亦浅亦深，后半有深无浅」。这就说明后半部比前半部深，底下我们还有详细的交代。相宗为我们说明宇宙人生的真相，讲自证分、见分、相分、证自证分，为我们讲的四分。自证分就是真如本性，本体，见、相两分是它的作用，见分，我们现在的话来讲是精神的部分，相分是物质的部分。所以见分叫能见相，相分是所显的相，一个叫转相，一个叫境界相，转是转变，唯识所变。「本经后半部约心明无住」，这意思就深了，「本经前半部约境明无住」，所以前半部所讲的是离四相，后半部所讲的是离四见。小乘离相没离见，因此他不能见性。大乘法不但要离相，见也不能有，也得要离，前面说得很清楚。成佛不着成佛之相，成菩萨不着成菩萨之相，证得阿耨多罗三藐三菩提也不着相，没有执着证得之相。这些地方都是要明了、要学习的，才能够真正恢复心地的清净。我们再看底下的经文。",
      "zh_TW": "見相兩分，小註的第四小段，「此經前後所明，祇是一意，不過前半亦淺亦深，後半有深無淺」。這就說明後半部比前半部深，底下我們還有詳細的交代。相宗為我們說明宇宙人生的真相，講自證分、見分、相分、證自證分，為我們講的四分。自證分就是真如本性，本體，見、相兩分是它的作用，見分，我們現在的話來講是精神的部分，相分是物質的部分。所以見分叫能見相，相分是所顯的相，一個叫轉相，一個叫境界相，轉是轉變，唯識所變。「本經後半部約心明無住」，這意思就深了，「本經前半部約境明無住」，所以前半部所講的是離四相，後半部所講的是離四見。小乘離相沒離見，因此他不能見性。大乘法不但要離相，見也不能有，也得要離，前面說得很清楚。成佛不著成佛之相，成菩薩不著成菩薩之相，證得阿耨多羅三藐三菩提也不著相，沒有執著證得之相。這些地方都是要明瞭、要學習的，才能夠真正恢復心地的清淨。我們再看底下的經文。"
    },
    {
      "id": "09-025-0012_p0005",
      "zh_CN": "【须菩提。在在处处。若有此经。一切世间天人阿修罗。所应供养。当知此处。则为是塔。皆应恭敬。作礼围绕。以诸华香而散其处。】",
      "zh_TW": "【須菩提。在在處處。若有此經。一切世間天人阿修羅。所應供養。當知此處。則為是塔。皆應恭敬。作禮圍繞。以諸華香而散其處。】"
    },
    {
      "id": "09-025-0012_p0006",
      "zh_CN": "这一段是显示《金刚般若波罗蜜经》的殊胜。『在在处处，若有此经』，这一句是指这部经典、这个法门弘扬的处所。无论是在佛的当代，或者在佛灭度之后，这个意思前面都说过，前面曾经说「经典所在之处，即为有佛，若尊重弟子」。这个地方比前面意思更深，经里面透露出来，这种经法是「三宝命脉所关」。学佛目标就是要成佛，最低的成就是要了生死、出三界，不能出离六道轮回统统不算成就，这是我们必须要知道的。所以在佛法里面通常讲三乘圣人，三乘是菩萨、缘觉、声闻，这不是凡夫。五乘佛法里面，人天依旧是凡夫，说人天小果是说得好听一点，哪有果报！人天果是假的，不是真的，福享尽了，还是要堕落。",
      "zh_TW": "這一段是顯示《金剛般若波羅蜜經》的殊勝。『在在處處，若有此經』，這一句是指這部經典、這個法門弘揚的處所。無論是在佛的當代，或者在佛滅度之後，這個意思前面都說過，前面曾經說「經典所在之處，即為有佛，若尊重弟子」。這個地方比前面意思更深，經裡面透露出來，這種經法是「三寶命脈所關」。學佛目標就是要成佛，最低的成就是要了生死、出三界，不能出離六道輪迴統統不算成就，這是我們必須要知道的。所以在佛法裡面通常講三乘聖人，三乘是菩薩、緣覺、聲聞，這不是凡夫。五乘佛法裡面，人天依舊是凡夫，說人天小果是說得好聽一點，哪有果報！人天果是假的，不是真的，福享盡了，還是要墮落。"
    },
    {
      "id": "09-025-0012_p0007",
      "zh_CN": "经典所在之处、弘扬经典之处，有处所必有弘扬的人，必定有佛像，我们就可以想到一定是三宝具足，这是『一切世间天人阿修罗』都应当供养的，『作礼围绕』、散花都表敬意。世间人迷惑无知，不知道三宝的珍贵，天人知道。世尊当年出现在世间，我们世间人不知道佛出世，一定要净居天人，净居天人就是在四禅五不还天修行的那些圣人，他们化身到人间来请法，佛才住世。否则的话，佛出现在世间没有人请法，佛一示现就走了，没有人请他。净居天人悲悯众生，代众生请法，以后逐渐形成僧团，僧团则诸佛菩萨都来拥护，所谓是「一佛出世，千佛拥护」。我们从这些地方去观察，经上所讲的一点都不错。我们知道经典的殊胜，知道因缘的可贵，所谓「无量劫来，希有难逢之一日」，这个说法是真实的，绝不过分，我们能够紧紧的抓住这个机缘，这一生当中必定有成就。天人明了，连阿修罗也知道，我们要珍惜，不可以错过这个机缘。再看底下这段经文。",
      "zh_TW": "經典所在之處、弘揚經典之處，有處所必有弘揚的人，必定有佛像，我們就可以想到一定是三寶具足，這是『一切世間天人阿修羅』都應當供養的，『作禮圍繞』、散花都表敬意。世間人迷惑無知，不知道三寶的珍貴，天人知道。世尊當年出現在世間，我們世間人不知道佛出世，一定要淨居天人，淨居天人就是在四禪五不還天修行的那些聖人，他們化身到人間來請法，佛才住世。否則的話，佛出現在世間沒有人請法，佛一示現就走了，沒有人請他。淨居天人悲憫眾生，代眾生請法，以後逐漸形成僧團，僧團則諸佛菩薩都來擁護，所謂是「一佛出世，千佛擁護」。我們從這些地方去觀察，經上所講的一點都不錯。我們知道經典的殊勝，知道因緣的可貴，所謂「無量劫來，希有難逢之一日」，這個說法是真實的，絕不過分，我們能夠緊緊的抓住這個機緣，這一生當中必定有成就。天人明瞭，連阿修羅也知道，我們要珍惜，不可以錯過這個機緣。再看底下這段經文。"
    },
    {
      "id": "09-025-0012_p0008",
      "zh_CN": "【复次。须菩提。善男子。善女人。受持读诵此经。若为人轻贱。是人先世罪业。应堕恶道。】",
      "zh_TW": "【復次。須菩提。善男子。善女人。受持讀誦此經。若為人輕賤。是人先世罪業。應墮惡道。】"
    },
    {
      "id": "09-025-0012_p0009",
      "zh_CN": "这要不是佛金口所宣，我们怎么晓得这桩事情？今天在世间真正学佛的人，可以说都受尽折磨，受尽了侮辱，我们自己要晓得，不是佛法不灵，是自己的业障太重。即使在弘法上，弘法是好事情，一切大乘经上世尊都勉励我们要为人演说，功德无量无边，在本经上我们就见到很多。弘法也有障碍、也有折磨，这才晓得自己罪业多重。如果没有学佛，如果不认真努力来修持，我们的罪业必定感得地狱的恶报。这些轻贱我们的人、障碍我们的人、侮辱我们的人替我们消了业障，这是一定要觉悟的，我们对于这些人决定不能够轻慢、决定不可以抱怨。果然觉悟了，我们对这些人还生感激之心，他替我消业障，没他我业障不能消除。",
      "zh_TW": "這要不是佛金口所宣，我們怎麼曉得這樁事情？今天在世間真正學佛的人，可以說都受盡折磨，受盡了侮辱，我們自己要曉得，不是佛法不靈，是自己的業障太重。即使在弘法上，弘法是好事情，一切大乘經上世尊都勉勵我們要為人演說，功德無量無邊，在本經上我們就見到很多。弘法也有障礙、也有折磨，這才曉得自己罪業多重。如果沒有學佛，如果不認真努力來修持，我們的罪業必定感得地獄的惡報。這些輕賤我們的人、障礙我們的人、侮辱我們的人替我們消了業障，這是一定要覺悟的，我們對於這些人決定不能夠輕慢、決定不可以抱怨。果然覺悟了，我們對這些人還生感激之心，他替我消業障，沒他我業障不能消除。"
    },
    {
      "id": "09-025-0012_p0010",
      "zh_CN": "佛法能不能顺利流通是众生的福报，他只要能够障碍得住，众生没福，我们自己呢，我们自己有这个心就圆满功德，我们是尽心尽力了，缘不足，缘有障难，这是众生没福。而我们很冷静的观察这个世间，也真正看出众生无福，不要看到到处佛法很兴盛，假的多，真的少。假的佛法非常兴旺，真正学佛道场没几个人上门，这就显示出众生没福。在这个环境里面最要紧的，我不能帮助别人，一定要成就自己。成就自己的修学，如果你要是会了，就不难，无论什么环境、无论什么时节因缘，都能成就无上道。我们看到过去、近代往生的例子太多了，顺境里面修行成就的反而少，逆境修行成就的反而来得多，可见得一切障缘没有法子障碍真正修持的人，这个它无法障碍。",
      "zh_TW": "佛法能不能順利流通是眾生的福報，他只要能夠障礙得住，眾生沒福，我們自己呢，我們自己有這個心就圓滿功德，我們是盡心盡力了，緣不足，緣有障難，這是眾生沒福。而我們很冷靜的觀察這個世間，也真正看出眾生無福，不要看到到處佛法很興盛，假的多，真的少。假的佛法非常興旺，真正學佛道場沒幾個人上門，這就顯示出眾生沒福。在這個環境裡面最要緊的，我不能幫助別人，一定要成就自己。成就自己的修學，如果你要是會了，就不難，無論什麼環境、無論什麼時節因緣，都能成就無上道。我們看到過去、近代往生的例子太多了，順境裡面修行成就的反而少，逆境修行成就的反而來得多，可見得一切障緣沒有法子障礙真正修持的人，這個它無法障礙。"
    },
    {
      "id": "09-025-0012_p0011",
      "zh_CN": "修行要抓住纲领、要抓住原则，我们在讲席里面介绍很多，可是真正会用的人不多，这就是禅宗机锋话里头常讲「你会么」，会了就行了，你不会就没有办法，不会，谁都帮不上忙。学佛实在说，就在自己现前生活的方式，不需要改变，现前工作的环境、现前的社会潮流之中，只要你会用功，真的是头头是道，左右逢源。从早起到晚上睡觉，这一天的生活，每桩事情都是圆满的六波罗蜜，桩桩事情都是圆满波罗蜜。释迦牟尼佛在本经一开端做给我们看，我们没看出来吗？没看出来，江味农居士给我们说出来。说出来之后，我们能不能体会？我们会不会用在自己生活之中？",
      "zh_TW": "修行要抓住綱領、要抓住原則，我們在講席裡面介紹很多，可是真正會用的人不多，這就是禪宗機鋒話裡頭常講「你會麼」，會了就行了，你不會就沒有辦法，不會，誰都幫不上忙。學佛實在說，就在自己現前生活的方式，不需要改變，現前工作的環境、現前的社會潮流之中，只要你會用功，真的是頭頭是道，左右逢源。從早起到晚上睡覺，這一天的生活，每樁事情都是圓滿的六波羅蜜，樁樁事情都是圓滿波羅蜜。釋迦牟尼佛在本經一開端做給我們看，我們沒看出來嗎？沒看出來，江味農居士給我們說出來。說出來之後，我們能不能體會？我們會不會用在自己生活之中？"
    },
    {
      "id": "09-025-0012_p0012",
      "zh_CN": "释迦牟尼佛到舍卫大城去乞食，着衣持钵就是我们平常讲穿衣吃饭。穿衣，我们天天要穿衣，穿衣是不是具足六波罗蜜？从穿衣里面诸位去想想，是不是具足六波罗蜜？穿衣是布施，施给谁？施给我们自己这个众生，给这个众生保暖，布施给他。同时又是布施给一切大众，与大众有什么关系？让大众看到你穿衣的样子，他开悟、他觉悟了。所以你的衣着要干净、要整齐，干净整齐是持戒波罗蜜。衣服要常常换洗，干干净净。有些衣服穿得很肮脏，气味很难闻，那就错了，就不是六度。衣也叫忍辱衣，遮体的、遮羞的，那个意思就是忍辱。你看穿衣里头有忍辱，有布施、有持戒、有忍辱。穿衣里面有精进，精进是对懒惰的，你的衣服勤换洗，整理得干干净净，那是精进。精进不是叫你天天换好衣服，天天挑花样，不是这个意思。这里面还有禅定，我们衣着是保暖的，只要穿得很整齐、很干净就行了，不为外面境界所动摇，这里头有禅定波罗蜜。见到别人这些花样没有羡慕之心，心是定的，不为外境所动。可是一切衣着你是清清楚楚、明明白白，明了是般若波罗蜜。一个穿衣里头具足了六波罗蜜，我穿一件衣服，穿衣是什么？我修六波罗蜜，修菩萨行。吃饭，吃饭里头也具足六波罗蜜，你在日常工作当中，工作也是六波罗蜜，应酬还是六波罗蜜，样样都是六波罗蜜，你从早到晚一分一秒都没有浪费，你完全在道上。",
      "zh_TW": "釋迦牟尼佛到舍衛大城去乞食，著衣持缽就是我們平常講穿衣吃飯。穿衣，我們天天要穿衣，穿衣是不是具足六波羅蜜？從穿衣裡面諸位去想想，是不是具足六波羅蜜？穿衣是布施，施給誰？施給我們自己這個眾生，給這個眾生保暖，布施給他。同時又是布施給一切大眾，與大眾有什麼關係？讓大眾看到你穿衣的樣子，他開悟、他覺悟了。所以你的衣著要乾淨、要整齊，乾淨整齊是持戒波羅蜜。衣服要常常換洗，乾乾淨淨。有些衣服穿得很骯髒，氣味很難聞，那就錯了，就不是六度。衣也叫忍辱衣，遮體的、遮羞的，那個意思就是忍辱。你看穿衣裡頭有忍辱，有布施、有持戒、有忍辱。穿衣裡面有精進，精進是對懶惰的，你的衣服勤換洗，整理得乾乾淨淨，那是精進。精進不是叫你天天換好衣服，天天挑花樣，不是這個意思。這裡面還有禪定，我們衣著是保暖的，只要穿得很整齊、很乾淨就行了，不為外面境界所動搖，這裡頭有禪定波羅蜜。見到別人這些花樣沒有羨慕之心，心是定的，不為外境所動。可是一切衣著你是清清楚楚、明明白白，明瞭是般若波羅蜜。一個穿衣裡頭具足了六波羅蜜，我穿一件衣服，穿衣是什麼？我修六波羅蜜，修菩薩行。吃飯，吃飯裡頭也具足六波羅蜜，你在日常工作當中，工作也是六波羅蜜，應酬還是六波羅蜜，樣樣都是六波羅蜜，你從早到晚一分一秒都沒有浪費，你完全在道上。"
    },
    {
      "id": "09-025-0012_p0013",
      "zh_CN": "学了金刚般若，要不会，那不叫可惜了吗？把我们自己整个的生活，从我们凡夫的生活变成了佛菩萨的生活，行住坐卧都是圆满六波罗蜜。六度如是，其他的法门也圆圆满满都含摄在其中，任何一桩事情，戒定慧三学在里面，普贤菩萨十大愿王在里面，《观经》所讲的「三福」也在里面，然后才知道佛法真的不可思议，佛法确实带给我们真善美慧的生活。六度里头前五度是真善美，后面般若波罗蜜是智慧，真善美慧的人生，真善美慧的生活。会了，所谓是头头是道，左右逢源，不是的时候迷惑颠倒，起惑造业，不会的人干这个。一样穿衣，一样吃饭，为什么人家穿衣吃饭成菩萨、成佛？我们穿衣吃饭堕三恶道？多想想这些问题，这就是觉与迷，凡夫迷而不觉，佛菩萨觉而不迷。我们再看底下一段，灭罪就得福。",
      "zh_TW": "學了金剛般若，要不會，那不叫可惜了嗎？把我們自己整個的生活，從我們凡夫的生活變成了佛菩薩的生活，行住坐臥都是圓滿六波羅蜜。六度如是，其他的法門也圓圓滿滿都含攝在其中，任何一樁事情，戒定慧三學在裡面，普賢菩薩十大願王在裡面，《觀經》所講的「三福」也在裡面，然後才知道佛法真的不可思議，佛法確實帶給我們真善美慧的生活。六度裡頭前五度是真善美，後面般若波羅蜜是智慧，真善美慧的人生，真善美慧的生活。會了，所謂是頭頭是道，左右逢源，不是的時候迷惑顛倒，起惑造業，不會的人幹這個。一樣穿衣，一樣吃飯，為什麼人家穿衣吃飯成菩薩、成佛？我們穿衣吃飯墮三惡道？多想想這些問題，這就是覺與迷，凡夫迷而不覺，佛菩薩覺而不迷。我們再看底下一段，滅罪就得福。"
    },
    {
      "id": "09-025-0012_p0014",
      "zh_CN": "【以今世人轻贱故。先世罪业则为消灭。当得阿耨多罗三藐三菩提。】",
      "zh_TW": "【以今世人輕賤故。先世罪業則為消滅。當得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-025-0012_p0015",
      "zh_CN": "这一段经文里头我们特别要注重的是『当得』，这两个字无异世尊为我们授记。这个经文是紧接着前面教给我们忍辱，世尊以自己举例子，在过去生中证八地菩萨，遇歌利王割截身体，他能够离四相，不生瞋恚。又告诉我们，他在行菩萨道的时候，在久远劫之前，五百世做忍辱仙人。由此可知，忍辱的功德不可思议。佛法不是小法，不能忍就不能成就，再恶劣的境缘都要能忍受，恶缘现前不是坏事，是好事。如果没有恶缘现前，你怎么能圆满忍辱波罗蜜？你没有经过考验。所以菩萨遇到歌利王割截身体，不但不恨那个恶王，而且还感谢，因为在这个时候他的忍辱波罗蜜达到圆满。谁帮助他圆满的？歌利王帮助他圆满的，他怎么可以恨他？不但不恨他还感激他，菩萨发愿，将来我成佛，第一个度你。释迦牟尼佛成佛了，第一个得度的是憍陈如尊者，憍陈如的前世就是歌利王，就是割截菩萨身体的人，释迦牟尼佛的愿兑现了，成佛第一个度他。可见得学佛不能不明这个道理，任何恶劣的环境、恶劣的人事决定不生瞋恚心，你才像佛弟子，你才会有成就，这个成就是保持你心地清净，心净则土净，这样的人才能往生不退成佛。",
      "zh_TW": "這一段經文裡頭我們特別要注重的是『當得』，這兩個字無異世尊為我們授記。這個經文是緊接著前面教給我們忍辱，世尊以自己舉例子，在過去生中證八地菩薩，遇歌利王割截身體，他能夠離四相，不生瞋恚。又告訴我們，他在行菩薩道的時候，在久遠劫之前，五百世做忍辱仙人。由此可知，忍辱的功德不可思議。佛法不是小法，不能忍就不能成就，再惡劣的境緣都要能忍受，惡緣現前不是壞事，是好事。如果沒有惡緣現前，你怎麼能圓滿忍辱波羅蜜？你沒有經過考驗。所以菩薩遇到歌利王割截身體，不但不恨那個惡王，而且還感謝，因為在這個時候他的忍辱波羅蜜達到圓滿。誰幫助他圓滿的？歌利王幫助他圓滿的，他怎麼可以恨他？不但不恨他還感激他，菩薩發願，將來我成佛，第一個度你。釋迦牟尼佛成佛了，第一個得度的是憍陳如尊者，憍陳如的前世就是歌利王，就是割截菩薩身體的人，釋迦牟尼佛的願兌現了，成佛第一個度他。可見得學佛不能不明這個道理，任何惡劣的環境、惡劣的人事決定不生瞋恚心，你才像佛弟子，你才會有成就，這個成就是保持你心地清淨，心淨則土淨，這樣的人才能往生不退成佛。"
    },
    {
      "id": "09-025-0012_p0016",
      "zh_CN": "这个暴君、恶王，他做很多坏事，造作许多罪业，但是他要对一个修行人来说，那个修行人是真修忍辱波罗蜜的，他不但没有造罪业，他还成就功德，善与恶很难讲。假如这个修行人生了瞋恚心，他的罪恶就重，这个修行人不生瞋恚而成佛、成菩萨，他的功德就大了。做的是恶事，成就大功德，这里头变化很多，到底哪个是善，哪个是恶，我们凡夫看不出来。我们一定要学菩萨，真正像前面所讲的「信心不逆」，信心是非这样学不可，你在这一会上就得释迦牟尼佛给你授记，『当得阿耨多罗三藐三菩提』。",
      "zh_TW": "這個暴君、惡王，他做很多壞事，造作許多罪業，但是他要對一個修行人來說，那個修行人是真修忍辱波羅蜜的，他不但沒有造罪業，他還成就功德，善與惡很難講。假如這個修行人生了瞋恚心，他的罪惡就重，這個修行人不生瞋恚而成佛、成菩薩，他的功德就大了。做的是惡事，成就大功德，這裡頭變化很多，到底哪個是善，哪個是惡，我們凡夫看不出來。我們一定要學菩薩，真正像前面所講的「信心不逆」，信心是非這樣學不可，你在這一會上就得釋迦牟尼佛給你授記，『當得阿耨多羅三藐三菩提』。"
    },
    {
      "id": "09-025-0012_p0017",
      "zh_CN": "『受持读诵此经，为人轻贱』，乃至于受持读诵一切大乘经，尤其是净土的经论，学佛里头，不相信净土的很多，排斥净土的人很多，轻贱修学净土的人很多，我们都可以拿《金刚经》这段经文做为自己的教训。小注里头有一节我们把它念一念，一百五十三面，第五段。「受持读诵此经，为人轻贱，其中含义，说之不尽，兹再略举五义」，第一个，「令知因果可畏，恶业不可造」。世间最大的恶业就是佛在经上讲的五逆，这个罪业是阿鼻地狱的罪业。五逆第一个是杀父亲，第二个是杀母亲，亲生的父母，恩重如山，不能报父母之恩，还要杀害父母，这个罪是阿鼻地狱。第三个是杀阿罗汉，阿罗汉现在这个世间也没有，但是有等流的，等流就是同等的善知识，有修、有学、有证。善知识住在这个地方能教化一方，是这一方人的人天眼目，你杀害他，使这一方的人闻不到佛法、闻不到正法，这个罪过堕阿鼻地狱。现代的社会是民主自由开放，纵然没有杀，如果你是害他、障碍他，使他在这个地方不能住，不能弘法利生，也是属于这个罪。",
      "zh_TW": "『受持讀誦此經，為人輕賤』，乃至於受持讀誦一切大乘經，尤其是淨土的經論，學佛裡頭，不相信淨土的很多，排斥淨土的人很多，輕賤修學淨土的人很多，我們都可以拿《金剛經》這段經文做為自己的教訓。小註裡頭有一節我們把它念一念，一百五十三面，第五段。「受持讀誦此經，為人輕賤，其中含義，說之不盡，茲再略舉五義」，第一個，「令知因果可畏，惡業不可造」。世間最大的惡業就是佛在經上講的五逆，這個罪業是阿鼻地獄的罪業。五逆第一個是殺父親，第二個是殺母親，親生的父母，恩重如山，不能報父母之恩，還要殺害父母，這個罪是阿鼻地獄。第三個是殺阿羅漢，阿羅漢現在這個世間也沒有，但是有等流的，等流就是同等的善知識，有修、有學、有證。善知識住在這個地方能教化一方，是這一方人的人天眼目，你殺害他，使這一方的人聞不到佛法、聞不到正法，這個罪過墮阿鼻地獄。現代的社會是民主自由開放，縱然沒有殺，如果你是害他、障礙他，使他在這個地方不能住，不能弘法利生，也是屬於這個罪。"
    },
    {
      "id": "09-025-0012_p0018",
      "zh_CN": "第四是破佛身血。佛的福报很大，任何人害佛都不可能，护法神很多，但是要让佛皮肤破一点，流点血，这可能。像提婆达多害释迦牟尼佛，他知道佛每天要到舍卫大城去托钵，要经过哪些路，这路当中有一段地方是峭壁，山很高，他在山顶上放一块大石头，看到释迦牟尼佛从那里经过，把石头推下去，想害佛。护法神在当中用金刚杵把石头拦住，石头打碎了，碎片砸到佛的脚，流一点血，叫破佛身血，这个故事从这来的，这也是堕阿鼻地狱。现在佛不在世了，佛的形像留在世间，无论是塑的佛像，或者是画的佛像，如果是以极度瞋恨心来破坏佛像，也是有同等的罪。可是诸位要晓得，如果不是瞋恨心，没有罪，瞋恨心对佛才有罪。",
      "zh_TW": "第四是破佛身血。佛的福報很大，任何人害佛都不可能，護法神很多，但是要讓佛皮膚破一點，流點血，這可能。像提婆達多害釋迦牟尼佛，他知道佛每天要到舍衛大城去托缽，要經過哪些路，這路當中有一段地方是峭壁，山很高，他在山頂上放一塊大石頭，看到釋迦牟尼佛從那裡經過，把石頭推下去，想害佛。護法神在當中用金剛杵把石頭攔住，石頭打碎了，碎片砸到佛的腳，流一點血，叫破佛身血，這個故事從這來的，這也是墮阿鼻地獄。現在佛不在世了，佛的形像留在世間，無論是塑的佛像，或者是畫的佛像，如果是以極度瞋恨心來破壞佛像，也是有同等的罪。可是諸位要曉得，如果不是瞋恨心，沒有罪，瞋恨心對佛才有罪。"
    },
    {
      "id": "09-025-0012_p0019",
      "zh_CN": "古时候的佛像坏了之后要修补，塑的像重新贴金，供人瞻仰礼拜，彩画的佛像裱褙修补，要把它完整的保存下来，原因是佛像得来相当不容易，画一张佛像也不简单。现代的佛像太多了，印刷术发达、进步，一印就是几万张、几十万张，得来很容易。旧的佛像你说修补给人家供养，没人要了，人家都要新的，于是这旧佛像怎么办？许多同修来问我，都要发愁了，如果我们把佛像烧掉、毁掉，将来要堕阿鼻地狱，都恐怖了。这个时代跟那个时代不一样，时代不同我们的做法也不相同，我们对佛像要存恭敬心，不是恶意的。这个佛像实在不能使用了，在中国还可以烧，在美国不能烧，烧了犯法，邻居、外国人看到了报警察，找你麻烦，不可以随便到处乱烧纸的。我们如何处理？得用恭敬的心把纸画的佛像折叠起来，折得愈小愈好，我们用塑胶带包好，把它密封起来，放在垃圾一起处理，我们尽到恭敬心了。这是在这个环境，哪一种环境有哪一种处理方法。在台湾寺庙很多，很多寺庙都有烧纸钱的焚化炉，放在那里面去焚化可以。但是在外国没有，我们用这种方法恭恭敬敬处理就很好。不必像古人所讲的，你找个很清静的山坡地把它埋起来，你要去做，被外面人说你在那里做什么坏事，那麻烦又来了。所以今天我们就好好的包起来，恭恭敬敬的让垃圾处理就行，我们的恭敬心尽到了。这是在生活上的一点小常识。",
      "zh_TW": "古時候的佛像壞了之後要修補，塑的像重新貼金，供人瞻仰禮拜，彩畫的佛像裱褙修補，要把它完整的保存下來，原因是佛像得來相當不容易，畫一張佛像也不簡單。現代的佛像太多了，印刷術發達、進步，一印就是幾萬張、幾十萬張，得來很容易。舊的佛像你說修補給人家供養，沒人要了，人家都要新的，於是這舊佛像怎麼辦？許多同修來問我，都要發愁了，如果我們把佛像燒掉、毀掉，將來要墮阿鼻地獄，都恐怖了。這個時代跟那個時代不一樣，時代不同我們的做法也不相同，我們對佛像要存恭敬心，不是惡意的。這個佛像實在不能使用了，在中國還可以燒，在美國不能燒，燒了犯法，鄰居、外國人看到了報警察，找你麻煩，不可以隨便到處亂燒紙的。我們如何處理？得用恭敬的心把紙畫的佛像摺疊起來，摺得愈小愈好，我們用塑膠帶包好，把它密封起來，放在垃圾一起處理，我們盡到恭敬心了。這是在這個環境，哪一種環境有哪一種處理方法。在台灣寺廟很多，很多寺廟都有燒紙錢的焚化爐，放在那裡面去焚化可以。但是在外國沒有，我們用這種方法恭恭敬敬處理就很好。不必像古人所講的，你找個很清靜的山坡地把它埋起來，你要去做，被外面人說你在那裡做什麼壞事，那麻煩又來了。所以今天我們就好好的包起來，恭恭敬敬的讓垃圾處理就行，我們的恭敬心盡到了。這是在生活上的一點小常識。"
    },
    {
      "id": "09-025-0012_p0020",
      "zh_CN": "第五条叫破和合僧，意思是破坏僧团的修学，这也是阿鼻地狱的罪业。破和合僧我们在现在社会常看见，其他的四条大概还少，这条比较常见，这个恶业就造得重。要晓得「因果可畏，恶业不可造」，我们过去生中造作极重的罪业，「幸仗金刚般若之力，得免堕落，而犹难全免也」。我们仗经的力量，这部经的功德不可思议，堕落极重的罪是减轻了，但是现前还受世间人轻贱、还受别人侮辱，这就是「而犹难全免也」。可见恶业可怕，一定要忍受，安心顺受，愈是遇到艰难，念佛的心愈恳切，唯一求生净土，希望早一天离开世间，早一天离开这个苦难，这正确的。",
      "zh_TW": "第五條叫破和合僧，意思是破壞僧團的修學，這也是阿鼻地獄的罪業。破和合僧我們在現在社會常看見，其他的四條大概還少，這條比較常見，這個惡業就造得重。要曉得「因果可畏，惡業不可造」，我們過去生中造作極重的罪業，「幸仗金剛般若之力，得免墮落，而猶難全免也」。我們仗經的力量，這部經的功德不可思議，墮落極重的罪是減輕了，但是現前還受世間人輕賤、還受別人侮辱，這就是「而猶難全免也」。可見惡業可怕，一定要忍受，安心順受，愈是遇到艱難，念佛的心愈懇切，唯一求生淨土，希望早一天離開世間，早一天離開這個苦難，這正確的。"
    },
    {
      "id": "09-025-0012_p0021",
      "zh_CN": "念佛人往生，我们看到《净土圣贤录》、《往生传》，许多念佛人二、三年往生的，是不是他寿命到了？我的想法不然，他是功夫成就，提早走了。真有这个能力，真有这个功夫，谁愿意在这个世间受罪？没有不去的，不去是去不了，没法子，真正有方法早就走了，绝对不会留恋这个世界。而对这个世界一丝毫不留恋的人，往生的确得自在，来去自如，可以现在就走，也可以再多住几年，对他一点妨碍都没有。他提前走应当的，理所当然，他还不走，再想住几年，必定有理由，这个理由决定不是别的事情，是为度众生；还有些有缘的人可以帮助他，我再耽误几天，多带几个人去，是这么个道理。如果没有缘，赶紧就走了，不会再耽误。",
      "zh_TW": "念佛人往生，我們看到《淨土聖賢錄》、《往生傳》，許多念佛人二、三年往生的，是不是他壽命到了？我的想法不然，他是功夫成就，提早走了。真有這個能力，真有這個功夫，誰願意在這個世間受罪？沒有不去的，不去是去不了，沒法子，真正有方法早就走了，絕對不會留戀這個世界。而對這個世界一絲毫不留戀的人，往生的確得自在，來去自如，可以現在就走，也可以再多住幾年，對他一點妨礙都沒有。他提前走應當的，理所當然，他還不走，再想住幾年，必定有理由，這個理由決定不是別的事情，是為度眾生；還有些有緣的人可以幫助他，我再耽誤幾天，多帶幾個人去，是這麼個道理。如果沒有緣，趕緊就走了，不會再耽誤。"
    },
    {
      "id": "09-025-0012_p0022",
      "zh_CN": "第二条说，「令闻上来恭敬之说，不可着相」。受持般若念佛求生，弥陀弟子，真正弥陀弟子，诸佛赞叹，龙天恭敬，这是真的。但是自己决定不能着相，自己一着相，「则遇不如意事，必致退心」，无住生心，要紧要紧。「今遇拂逆之事」，就是一切不顺心的事情，「亦不应着相，应作灭罪观」。遇到一切不顺心、不如意的事情，想到这是消自己的业障，正是修忍辱波罗蜜的时候。否则的话，忍辱波罗蜜到哪里去修？「一切众生，夙业何限，极重果报，此经亦能消灭。」这个话是真的，不是假的，但是一定要真正受持才能消业，如果不能真正受持，业障是消不了的，这一点我们很清楚。《金刚经》的理论是好，方法是好，受持相当不容易，受持要离四相、要离四见，四相四见离不了，你的业障就消不了。消不了怎么办？念阿弥陀佛求生净土。诸位要晓得，一往生西方极乐世界，极重的罪业都消除掉，这就说明了，《金刚经》消不了的罪业，念佛能消得了。不是说《金刚经》不如《阿弥陀经》，不是的，《金刚经》可以消，你做不到，《弥陀经》能消，因为你可以做得到，是这么个道理。",
      "zh_TW": "第二條說，「令聞上來恭敬之說，不可著相」。受持般若念佛求生，彌陀弟子，真正彌陀弟子，諸佛讚歎，龍天恭敬，這是真的。但是自己決定不能著相，自己一著相，「則遇不如意事，必致退心」，無住生心，要緊要緊。「今遇拂逆之事」，就是一切不順心的事情，「亦不應著相，應作滅罪觀」。遇到一切不順心、不如意的事情，想到這是消自己的業障，正是修忍辱波羅蜜的時候。否則的話，忍辱波羅蜜到哪裡去修？「一切眾生，夙業何限，極重果報，此經亦能消滅。」這個話是真的，不是假的，但是一定要真正受持才能消業，如果不能真正受持，業障是消不了的，這一點我們很清楚。《金剛經》的理論是好，方法是好，受持相當不容易，受持要離四相、要離四見，四相四見離不了，你的業障就消不了。消不了怎麼辦？念阿彌陀佛求生淨土。諸位要曉得，一往生西方極樂世界，極重的罪業都消除掉，這就說明了，《金剛經》消不了的罪業，念佛能消得了。不是說《金剛經》不如《阿彌陀經》，不是的，《金剛經》可以消，你做不到，《彌陀經》能消，因為你可以做得到，是這麼個道理。"
    },
    {
      "id": "09-025-0012_p0023",
      "zh_CN": "「令知因果转变，极其繁复，应观其究竟」，这就是我刚才讲了，这里头转变差别太大。像歌利王割截修忍辱的菩萨，那个罪业是堕阿鼻地狱的，那是五逆罪。但是因为他这一做，帮助菩萨成就圆满波罗蜜，他的忍辱度圆满，他不但没有罪，反而成了功德，你看这个里头转变多大。如果这个菩萨忍辱的功夫不够，在这里起了一念瞋恨心堕落了，那不得了，歌利王一定堕阿鼻地狱，而且跟这个菩萨将来冤冤相报没完没了，冤仇结得太深了。这是说明因果的转变，我们要知道，要观它的究竟，究竟是圆满的就好，究竟要是恶劣的就非常的悲惨。「不可仅看目前，浅见怀疑也。」世间人见识很浅，往往看到许多作恶的人没有得恶报，作善的人反而事事都不顺利，对于因果报应之说生起疑惑，殊不知因果通三世，这是佛在经上讲得很清楚的。现在作恶他还能够享福，过去生中修的福报大，他造恶业是折福，虽然折福折得很多，但他的福报太大，还有余福，他还没享尽，他还继续享。造作一切善业而没有得善果，是过去生中造的罪业极为深重，现在他造的善，这个善业没成熟，他必须受过去的恶报，不是没有报应。因缘果报丝毫不爽，我们眼光要看远、要看大，不要看眼前。总而言之，在眼前所有一切的轻贱、侮辱一定要安忍顺受，这是佛教给我们的。",
      "zh_TW": "「令知因果轉變，極其繁複，應觀其究竟」，這就是我剛才講了，這裡頭轉變差別太大。像歌利王割截修忍辱的菩薩，那個罪業是墮阿鼻地獄的，那是五逆罪。但是因為他這一做，幫助菩薩成就圓滿波羅蜜，他的忍辱度圓滿，他不但沒有罪，反而成了功德，你看這個裡頭轉變多大。如果這個菩薩忍辱的功夫不夠，在這裡起了一念瞋恨心墮落了，那不得了，歌利王一定墮阿鼻地獄，而且跟這個菩薩將來冤冤相報沒完沒了，冤仇結得太深了。這是說明因果的轉變，我們要知道，要觀它的究竟，究竟是圓滿的就好，究竟要是惡劣的就非常的悲慘。「不可僅看目前，淺見懷疑也。」世間人見識很淺，往往看到許多作惡的人沒有得惡報，作善的人反而事事都不順利，對於因果報應之說生起疑惑，殊不知因果通三世，這是佛在經上講得很清楚的。現在作惡他還能夠享福，過去生中修的福報大，他造惡業是折福，雖然折福折得很多，但他的福報太大，還有餘福，他還沒享盡，他還繼續享。造作一切善業而沒有得善果，是過去生中造的罪業極為深重，現在他造的善，這個善業沒成熟，他必須受過去的惡報，不是沒有報應。因緣果報絲毫不爽，我們眼光要看遠、要看大，不要看眼前。總而言之，在眼前所有一切的輕賤、侮辱一定要安忍順受，這是佛教給我們的。"
    },
    {
      "id": "09-025-0012_p0024",
      "zh_CN": "「此节文中，暗示告诫学人有三」，第一个「今世受人轻贱，是先世重罪所致，凡遇此事者，应生畏惧心、顺受心」。生畏惧心就不敢再造恶业，生顺受心就消业障，业障就消除。第二，「受轻贱者，若受持读诵此经，夙业可消，应于金刚般若生皈命心」，皈命就是完全依照这部经典的教训、方法认真去修行。「应对轻贱我者，生善知识想」，这一点很重要。世间圣人常常教给我们说，仁者无敌，一个仁慈的人，心里面没有冤家对头，敌是跟我敌对的，一个仁慈的人心地很清净、慈悲，没有冤家对头。纵然是害他的人、侮辱他的人，他也看作善知识想，他没有觉得那个人是坏人，没有觉得那个人是我的冤家，没有，这才称得上仁慈。世间仁者尚且如此，何况诸佛菩萨！这是我们要学习的。",
      "zh_TW": "「此節文中，暗示告誡學人有三」，第一個「今世受人輕賤，是先世重罪所致，凡遇此事者，應生畏懼心、順受心」。生畏懼心就不敢再造惡業，生順受心就消業障，業障就消除。第二，「受輕賤者，若受持讀誦此經，夙業可消，應於金剛般若生皈命心」，皈命就是完全依照這部經典的教訓、方法認真去修行。「應對輕賤我者，生善知識想」，這一點很重要。世間聖人常常教給我們說，仁者無敵，一個仁慈的人，心裡面沒有冤家對頭，敵是跟我敵對的，一個仁慈的人心地很清淨、慈悲，沒有冤家對頭。縱然是害他的人、侮辱他的人，他也看作善知識想，他沒有覺得那個人是壞人，沒有覺得那個人是我的冤家，沒有，這才稱得上仁慈。世間仁者尚且如此，何況諸佛菩薩！這是我們要學習的。"
    },
    {
      "id": "09-025-0012_p0025",
      "zh_CN": "第三，「人轻贱即应堕之见端」。你是个真修行人，你是个修学正法的人，还要遭人轻贱，可见得如果不是修持正法，你必定堕落。「一切学人，应生勤求忏悔之心，而云当得菩提，犹未得也」，世尊在这里给我们授记，当得无上菩提。当得，你现在还没得，现在必须安忍顺受，勇猛精进，你将来才会得到。如果不是真正认真修忏悔法，自己反过头来责备自己，不要怪别人，这是真正忏悔，祈求三宝加持，不怨天、不尤人，知道这是因果报应。我们再看底下一段经文。",
      "zh_TW": "第三，「人輕賤即應墮之見端」。你是個真修行人，你是個修學正法的人，還要遭人輕賤，可見得如果不是修持正法，你必定墮落。「一切學人，應生勤求懺悔之心，而云當得菩提，猶未得也」，世尊在這裡給我們授記，當得無上菩提。當得，你現在還沒得，現在必須安忍順受，勇猛精進，你將來才會得到。如果不是真正認真修懺悔法，自己反過頭來責備自己，不要怪別人，這是真正懺悔，祈求三寶加持，不怨天、不尤人，知道這是因果報應。我們再看底下一段經文。"
    },
    {
      "id": "09-025-0012_p0026",
      "zh_CN": "【须菩提。我念过去无量阿僧祇劫。于然灯佛前。得值八百四千万亿那由他诸佛。悉皆供养承事。无空过者。】",
      "zh_TW": "【須菩提。我念過去無量阿僧祇劫。於然燈佛前。得值八百四千萬億那由他諸佛。悉皆供養承事。無空過者。】"
    },
    {
      "id": "09-025-0012_p0027",
      "zh_CN": "这是释迦牟尼佛自己跟我们说出来，说出他修学的经历。从这段经文我们能够想到，凡夫成佛不止三大阿僧祇劫，真的是无量阿僧祇劫，跟《华严经》上的说法完全相同。世尊常说三大阿僧祇劫，有没有说错？没有，三大阿僧祇劫是从初住菩萨算起，初住以前没算。十住、十行、十回向，一个阿僧祇劫，初地到七地又是一个阿僧祇劫，八、九、十三地是一个阿僧祇劫，那是讲最后的那个阶段，前面的没说。就好像我们讲你要读书，你要拿个博士学位，你念研究所需要念两年，研究所以前的没说，没算，只是给你算拿博士学位这个阶段。所以我们要晓得，三大阿僧祇劫是讲法身大士，《华严经》上讲四十一位法身大士。初住菩萨破一品无明，证一分法身，一直到成佛，要三大阿僧祇劫；在破无明之前没算，如果那个要算进去，无量阿僧祇劫。",
      "zh_TW": "這是釋迦牟尼佛自己跟我們說出來，說出他修學的經歷。從這段經文我們能夠想到，凡夫成佛不止三大阿僧祇劫，真的是無量阿僧祇劫，跟《華嚴經》上的說法完全相同。世尊常說三大阿僧祇劫，有沒有說錯？沒有，三大阿僧祇劫是從初住菩薩算起，初住以前沒算。十住、十行、十迴向，一個阿僧祇劫，初地到七地又是一個阿僧祇劫，八、九、十三地是一個阿僧祇劫，那是講最後的那個階段，前面的沒說。就好像我們講你要讀書，你要拿個博士學位，你念研究所需要念兩年，研究所以前的沒說，沒算，只是給你算拿博士學位這個階段。所以我們要曉得，三大阿僧祇劫是講法身大士，《華嚴經》上講四十一位法身大士。初住菩薩破一品無明，證一分法身，一直到成佛，要三大阿僧祇劫；在破無明之前沒算，如果那個要算進去，無量阿僧祇劫。"
    }
  ]
}