{
  "doc_id": "09-025-0020",
  "title": {
    "zh_CN": "金刚经研习报告",
    "zh_TW": "金剛經研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "09-025-0020",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "09-025-0020_p0001",
      "zh_CN": "请掀开经本二百五十四面，看经文：",
      "zh_TW": "請掀開經本二百五十四面，看經文："
    },
    {
      "id": "09-025-0020_p0002",
      "zh_CN": "【须菩提。若人言。佛说我见人见众生见寿者见。须菩提。于意云何。是人解我所说义不。世尊。是人不解如来所说义。】",
      "zh_TW": "【須菩提。若人言。佛說我見人見眾生見壽者見。須菩提。於意云何。是人解我所說義不。世尊。是人不解如來所說義。】"
    },
    {
      "id": "09-025-0020_p0003",
      "zh_CN": "这一段经文义理很深，因为佛在这一会前面讲过很多，叫菩萨要离四相，深位的菩萨当然没有问题，怕的是这些初学的菩萨又执着要离四相，问题又坏了；换句话说，那边离了又执着这个，麻烦在这个地方。这段经文的意思就是说明，决定不能因为离四相又变成着四见，这个念头不能有。所以说这些人『不解如来所说义』，如来所说的是教我们一切皆离，离的念头都不可以有，离也要离。往下经文我们就看出来了。",
      "zh_TW": "這一段經文義理很深，因為佛在這一會前面講過很多，叫菩薩要離四相，深位的菩薩當然沒有問題，怕的是這些初學的菩薩又執著要離四相，問題又壞了；換句話說，那邊離了又執著這個，麻煩在這個地方。這段經文的意思就是說明，決定不能因為離四相又變成著四見，這個念頭不能有。所以說這些人『不解如來所說義』，如來所說的是教我們一切皆離，離的念頭都不可以有，離也要離。往下經文我們就看出來了。"
    },
    {
      "id": "09-025-0020_p0004",
      "zh_CN": "【何以故。世尊说我见人见众生见寿者见。即非我见人见众生见寿者见。是名我见人见众生见寿者见。】",
      "zh_TW": "【何以故。世尊說我見人見眾生見壽者見。即非我見人見眾生見壽者見。是名我見人見眾生見壽者見。】"
    },
    {
      "id": "09-025-0020_p0005",
      "zh_CN": "这就说得很透彻。说一个『我见』，四见都包括，总是从「我见」里面产生的。『即非我见』是说明性体上决定没有，『是名』是现相上有这个事情，相上有，体性上没有。因此就不可以执着，不能执着有，也不能执着无，二边不着就对了。底下经文是总结，在二百六十面。",
      "zh_TW": "這就說得很透徹。說一個『我見』，四見都包括，總是從「我見」裡面產生的。『即非我見』是說明性體上決定沒有，『是名』是現相上有這個事情，相上有，體性上沒有。因此就不可以執著，不能執著有，也不能執著無，二邊不著就對了。底下經文是總結，在二百六十面。"
    },
    {
      "id": "09-025-0020_p0006",
      "zh_CN": "【须菩提。发阿耨多罗三藐三菩提心者。于一切法。应如是知。如是见。如是信解。不生法相。】",
      "zh_TW": "【須菩提。發阿耨多羅三藐三菩提心者。於一切法。應如是知。如是見。如是信解。不生法相。】"
    },
    {
      "id": "09-025-0020_p0007",
      "zh_CN": "结归到『不生法相』，「不生法相」也就是我们平常所说的，于一切法中不起心、不动念、不分别、不执着，这就是不生法相。只要起心动念，不是着在相一边，就是着在见一边，不是着在有这边，就是着在空那边，总而言之，叫处处着。着了就是凡夫，着了就不自在，着了就变现六道轮回，六道轮回就是这么来的，学佛不可以不知。理明白了，事相也清楚了，真的，无论修学任何法门，障碍就没有了，在菩提道上是一帆风顺。",
      "zh_TW": "結歸到『不生法相』，「不生法相」也就是我們平常所說的，於一切法中不起心、不動念、不分別、不執著，這就是不生法相。只要起心動念，不是著在相一邊，就是著在見一邊，不是著在有這邊，就是著在空那邊，總而言之，叫處處著。著了就是凡夫，著了就不自在，著了就變現六道輪迴，六道輪迴就是這麼來的，學佛不可以不知。理明白了，事相也清楚了，真的，無論修學任何法門，障礙就沒有了，在菩提道上是一帆風順。"
    },
    {
      "id": "09-025-0020_p0008",
      "zh_CN": "这段的意思，我们看到经文『发阿耨多罗三藐三菩提心者』，这是经一开端，须菩提尊者就向释迦牟尼佛请教，一个发大菩提心的人，发大心当然就要发大愿，要修大行，证大果，这所谓是大乘。佛在这里教给我们的修行纲领，也就是修行最重要的一个原则，就是无住，可以说《金刚经》彻始彻终就是讲一个无住，无住就是不分别、不执着。法相不能住，法相是有，有不能够执着，非法相是空，也不能执着，空有二边都不可以执着。到什么时候不执着？真正会用功的人，真正根性利的人，发心就不执着，发心就无住。修行也无住，修行就是我们讲到日常生活，日常生活当中不住相，心清净；工作的时候不住，工作的时候也保持心地清净，决定没有染着，不分别、不执着；处事待人接物样样都不执着，这讲修行。《金刚经》讲的这个原则一定要透彻、要清楚，真正能够应用在生活上，那叫修大行。",
      "zh_TW": "這段的意思，我們看到經文『發阿耨多羅三藐三菩提心者』，這是經一開端，須菩提尊者就向釋迦牟尼佛請教，一個發大菩提心的人，發大心當然就要發大願，要修大行，證大果，這所謂是大乘。佛在這裡教給我們的修行綱領，也就是修行最重要的一個原則，就是無住，可以說《金剛經》徹始徹終就是講一個無住，無住就是不分別、不執著。法相不能住，法相是有，有不能夠執著，非法相是空，也不能執著，空有二邊都不可以執著。到什麼時候不執著？真正會用功的人，真正根性利的人，發心就不執著，發心就無住。修行也無住，修行就是我們講到日常生活，日常生活當中不住相，心清淨；工作的時候不住，工作的時候也保持心地清淨，決定沒有染著，不分別、不執著；處事待人接物樣樣都不執著，這講修行。《金剛經》講的這個原則一定要透徹、要清楚，真正能夠應用在生活上，那叫修大行。"
    },
    {
      "id": "09-025-0020_p0009",
      "zh_CN": "诸位要晓得什么叫大，穿衣是大行，吃饭是大行，释迦牟尼佛在本经一开端表演的着衣持钵，大行。大在哪里？大在二边不着，大在清净平等，清净心、平等心现前，这叫大。清净平等没有界限，那个心量是尽虚空遍法界，怎么不叫大行？这不是大行，什么是大行？大在这个地方。生活当中点点滴滴都是大行，点点滴滴的善事都能够获得无量无边的福德，他是心量大，所以小善变成大福，这要知道。如果心量小，念念都是自私自利的念头，修再大的善，得小福，你所得的福决定不能超越你执着的那个圈圈，愈是执着，你得的福就愈小。像经上举的比喻，大梵天王以大千世界七宝布施，这个福很大了，如果你的心量很窄小，不能容忍，修这么大的福，所得的福报还是一点点，得的福决定不能超越你心量的范围。佛教给我们要离四相，要空有二边不着，法相、非法相统统远离，你想想什么意思？心量扩大。心量大到虚空法界，那就是真心，就是本性，所以修的福报是无量无边，没有法子说得出。",
      "zh_TW": "諸位要曉得什麼叫大，穿衣是大行，吃飯是大行，釋迦牟尼佛在本經一開端表演的著衣持缽，大行。大在哪裡？大在二邊不著，大在清淨平等，清淨心、平等心現前，這叫大。清淨平等沒有界限，那個心量是盡虛空遍法界，怎麼不叫大行？這不是大行，什麼是大行？大在這個地方。生活當中點點滴滴都是大行，點點滴滴的善事都能夠獲得無量無邊的福德，他是心量大，所以小善變成大福，這要知道。如果心量小，念念都是自私自利的念頭，修再大的善，得小福，你所得的福決定不能超越你執著的那個圈圈，愈是執著，你得的福就愈小。像經上舉的比喻，大梵天王以大千世界七寶布施，這個福很大了，如果你的心量很窄小，不能容忍，修這麼大的福，所得的福報還是一點點，得的福決定不能超越你心量的範圍。佛教給我們要離四相，要空有二邊不著，法相、非法相統統遠離，你想想什麼意思？心量擴大。心量大到虛空法界，那就是真心，就是本性，所以修的福報是無量無邊，沒有法子說得出。"
    },
    {
      "id": "09-025-0020_p0010",
      "zh_CN": "到这个地方做成总结。真正发菩提心的人想学菩萨道，『于一切法』，这一切法，世间法、出世间法都包括在里面，『应如是知，如是见』，「如是」就是像前面所说的。也要像须菩提尊者深解义趣，然后你的清净心现前，不生法相，法相里面包括法相、非法相，统统不生，清净心现前，那就是功德圆满。再看最后这段经文，正宗分里头最后总结，二百六十二面。",
      "zh_TW": "到這個地方做成總結。真正發菩提心的人想學菩薩道，『於一切法』，這一切法，世間法、出世間法都包括在裡面，『應如是知，如是見』，「如是」就是像前面所說的。也要像須菩提尊者深解義趣，然後你的清淨心現前，不生法相，法相裡面包括法相、非法相，統統不生，清淨心現前，那就是功德圓滿。再看最後這段經文，正宗分裡頭最後總結，二百六十二面。"
    },
    {
      "id": "09-025-0020_p0011",
      "zh_CN": "【须菩提。所言法相者。如来说即非法相。是名法相。】",
      "zh_TW": "【須菩提。所言法相者。如來說即非法相。是名法相。】"
    },
    {
      "id": "09-025-0020_p0012",
      "zh_CN": "要没有这一句还不行，为什么？不生法相那还是个法相，这一段说了，不生也没有。不生有，『即非法相』是清净心中没有法相，体上没有，相上虽有。我们在这部经里面读到此地，可以说智慧也开了不少，佛说法他的言语、含义，我们多少也能体会到一些。性相是一不是二，体上既然没有，虽变的这个相，相哪里是真实？所以这个相当体即空，了不可得，与体就相应，体没有，相也没有。于是在这些幻相里面，我们决定不会生妄想执着，妄想执着不生，真如本性就现前，《华严经》上说这一切众生「但以妄想执着而不能证得」，妄想执着不生，那就证得。所谓证得就是真相现前，所谓是一真法界，一心现前，一真法界现前，这是如来果地上的境界。本经的正宗分到这个地方就介绍完了。",
      "zh_TW": "要沒有這一句還不行，為什麼？不生法相那還是個法相，這一段說了，不生也沒有。不生有，『即非法相』是清淨心中沒有法相，體上沒有，相上雖有。我們在這部經裡面讀到此地，可以說智慧也開了不少，佛說法他的言語、含義，我們多少也能體會到一些。性相是一不是二，體上既然沒有，雖變的這個相，相哪裡是真實？所以這個相當體即空，了不可得，與體就相應，體沒有，相也沒有。於是在這些幻相裡面，我們決定不會生妄想執著，妄想執著不生，真如本性就現前，《華嚴經》上說這一切眾生「但以妄想執著而不能證得」，妄想執著不生，那就證得。所謂證得就是真相現前，所謂是一真法界，一心現前，一真法界現前，這是如來果地上的境界。本經的正宗分到這個地方就介紹完了。"
    },
    {
      "id": "09-025-0020_p0013",
      "zh_CN": "下面是属于流通分，流通分里面分为两段，第一段「示劝流通」。佛法的宗旨是要利益一切众生，如果不流通，众生就得不到利益，如果不流通，慈悲心就没有了，所以世尊无论讲什么经论，到最后都劝大家流通。跟我们现在的人不一样，现在人做了一点点东西，后头一定要版权所有，流通必究，有什么法子？没有办法，你想想看那个心量多小。我在讲席当中也曾经说过很多次，我看书，人家送书给我看，我第一个看什么？看版权页。如果后头写上版权所有，翻印必究，这书关起来不看，为什么不看？心量那么小，有什么看头？他能说出什么东西出来？这么小的心量，不看它。你看佛的心量多大，佛没有版权，欢迎大家流通，希望一切众生得利益，这个我们要知道，我们一定要学习。请看经文：",
      "zh_TW": "下面是屬於流通分，流通分裡面分為兩段，第一段「示勸流通」。佛法的宗旨是要利益一切眾生，如果不流通，眾生就得不到利益，如果不流通，慈悲心就沒有了，所以世尊無論講什麼經論，到最後都勸大家流通。跟我們現在的人不一樣，現在人做了一點點東西，後頭一定要版權所有，流通必究，有什麼法子？沒有辦法，你想想看那個心量多小。我在講席當中也曾經說過很多次，我看書，人家送書給我看，我第一個看什麼？看版權頁。如果後頭寫上版權所有，翻印必究，這書關起來不看，為什麼不看？心量那麼小，有什麼看頭？他能說出什麼東西出來？這麼小的心量，不看它。你看佛的心量多大，佛沒有版權，歡迎大家流通，希望一切眾生得利益，這個我們要知道，我們一定要學習。請看經文："
    },
    {
      "id": "09-025-0020_p0014",
      "zh_CN": "【须菩提。若有人以满无量阿僧祇世界七宝。持用布施。】",
      "zh_TW": "【須菩提。若有人以滿無量阿僧祇世界七寶。持用布施。】"
    },
    {
      "id": "09-025-0020_p0015",
      "zh_CN": "这数字太大了，这不是恒河沙数的恒河沙数，『无量阿僧祇世界』。这是比喻，假设有这么一个人，他能有这么多财宝布施，他得的福报大不大？当然大，这是任何一个人都能够理解的。",
      "zh_TW": "這數字太大了，這不是恆河沙數的恆河沙數，『無量阿僧祇世界』。這是比喻，假設有這麼一個人，他能有這麼多財寶布施，他得的福報大不大？當然大，這是任何一個人都能夠理解的。"
    },
    {
      "id": "09-025-0020_p0016",
      "zh_CN": "【若有善男子。善女人。发菩提心者。持于此经。乃至四句偈等。受持读诵。为人演说。其福胜彼。】",
      "zh_TW": "【若有善男子。善女人。發菩提心者。持於此經。乃至四句偈等。受持讀誦。為人演說。其福勝彼。】"
    },
    {
      "id": "09-025-0020_p0017",
      "zh_CN": "说实在的话，我们要想修无量无边的福报，我们哪有那么多财富去布施？不可能的事情。像我们这样的穷人，要想修个大福报行不行？行，没问题，我们不能修财布施，我们可以修法布施，而且法布施福报之殊胜远远超过财布施。法布施里面，诸位一定要记住这部经里头多次的校量，关键在『受持』两个字，这是决定不能够疏忽掉的，「受」是完全接受，也就是完全照做，你才能得福。你能够受持全经，那更不可思议，即使不能受持全经，《金刚经》里面的『四句偈』，你要能够受持，你的福德就超过前面的比喻。哪四句？经文当中任何四句都可以，这个地方并没有指某四句，经中任何四句，你能够受持，就是你能够照做。「持」就是永恒的保持，不是做一天、两天，一次、两次，永远这样做法就对了。",
      "zh_TW": "說實在的話，我們要想修無量無邊的福報，我們哪有那麼多財富去布施？不可能的事情。像我們這樣的窮人，要想修個大福報行不行？行，沒問題，我們不能修財布施，我們可以修法布施，而且法布施福報之殊勝遠遠超過財布施。法布施裡面，諸位一定要記住這部經裡頭多次的校量，關鍵在『受持』兩個字，這是決定不能夠疏忽掉的，「受」是完全接受，也就是完全照做，你才能得福。你能夠受持全經，那更不可思議，即使不能受持全經，《金剛經》裡面的『四句偈』，你要能夠受持，你的福德就超過前面的比喻。哪四句？經文當中任何四句都可以，這個地方並沒有指某四句，經中任何四句，你能夠受持，就是你能夠照做。「持」就是永恆的保持，不是做一天、兩天，一次、兩次，永遠這樣做法就對了。"
    },
    {
      "id": "09-025-0020_p0018",
      "zh_CN": "『为人演说』，这一句很要紧，你看每次校量都有这句，由此可知，世尊对于利他非常重视，「受持读诵」是自利，「为人演说」是利他。如果只有自利，没有利他，这不是菩萨，那是小乘，菩萨一定是自行化他，而且是永远没有休息。大势至菩萨讲「净念相继」，相继就是不能中断，不间断，这个福才超过前面的比喻。为人演说说了很多遍，我们是不是拿着《金刚经》从今以后到处去给人说，我们的福报就很大了？你去给人说，如果得不到那么大的福报，你又怨天尤人，我上当了，被释迦牟尼佛骗了。释迦牟尼佛没骗人，所以后头说明要怎样演说。",
      "zh_TW": "『為人演說』，這一句很要緊，你看每次校量都有這句，由此可知，世尊對於利他非常重視，「受持讀誦」是自利，「為人演說」是利他。如果只有自利，沒有利他，這不是菩薩，那是小乘，菩薩一定是自行化他，而且是永遠沒有休息。大勢至菩薩講「淨念相繼」，相繼就是不能中斷，不間斷，這個福才超過前面的比喻。為人演說說了很多遍，我們是不是拿著《金剛經》從今以後到處去給人說，我們的福報就很大了？你去給人說，如果得不到那麼大的福報，你又怨天尤人，我上當了，被釋迦牟尼佛騙了。釋迦牟尼佛沒騙人，所以後頭說明要怎樣演說。"
    },
    {
      "id": "09-025-0020_p0019",
      "zh_CN": "【云何为人演说。不取于相。如如不动。】",
      "zh_TW": "【云何為人演說。不取於相。如如不動。】"
    },
    {
      "id": "09-025-0020_p0020",
      "zh_CN": "你要不是这样的『为人演说』，你得不到那么大的福。释迦牟尼佛早就把末法众生看穿了，你听到这个福报大，赶紧学，学了到外头去乱讲，以为就得大福报。条件在此地，『不取于相，如如不动』就是前面讲的受持，换句话说，你做到你才能说到，你没有做到，你所说的福德就有限。为什么有限？因为自己还有思想，还有我执，跟佛经上讲的福德不相类。经上的福德是四相破了，那个心量是虚空法界，所以有那么大的福，我们没做到，没做到的时候就是心量很小。所以，纵然讲《金刚经》，纵然你把一部《大藏经》倒过来讲，你的福报还是有限，福报是决定有的，没这么大。因此，「不取于相，如如不动」非常重要，这也是全经经义精华的总结，这里头的意思很深、很广。",
      "zh_TW": "你要不是這樣的『為人演說』，你得不到那麼大的福。釋迦牟尼佛早就把末法眾生看穿了，你聽到這個福報大，趕緊學，學了到外頭去亂講，以為就得大福報。條件在此地，『不取於相，如如不動』就是前面講的受持，換句話說，你做到你才能說到，你沒有做到，你所說的福德就有限。為什麼有限？因為自己還有思想，還有我執，跟佛經上講的福德不相類。經上的福德是四相破了，那個心量是虛空法界，所以有那麼大的福，我們沒做到，沒做到的時候就是心量很小。所以，縱然講《金剛經》，縱然你把一部《大藏經》倒過來講，你的福報還是有限，福報是決定有的，沒這麼大。因此，「不取於相，如如不動」非常重要，這也是全經經義精華的總結，這裡頭的意思很深、很廣。"
    },
    {
      "id": "09-025-0020_p0021",
      "zh_CN": "法相、非法相，世法、佛法，都不能执着，换句话说，在一切境界当中你都能够保持着如如不动。如如不动是什么？真心，真心不动，妄心动，真心离念，真心里头没有妄念，妄心起心动念。这不就说得很清楚吗？「为人演说」，什么条件说？真心现前。当然这不是我们的境界，虽不是我们的境界，我们要懂得向这个境界靠近，这就正确。靠近得相似的，虽然得不到真实，得相似的，相似就是用真诚心、用清净心、用平等心、用慈悲心为人演说，诚诚恳恳的来说，自然得佛力加持。这是我们应当要做的，也符合佛所讲的标准，不取于相。",
      "zh_TW": "法相、非法相，世法、佛法，都不能執著，換句話說，在一切境界當中你都能夠保持著如如不動。如如不動是什麼？真心，真心不動，妄心動，真心離念，真心裡頭沒有妄念，妄心起心動念。這不就說得很清楚嗎？「為人演說」，什麼條件說？真心現前。當然這不是我們的境界，雖不是我們的境界，我們要懂得向這個境界靠近，這就正確。靠近得相似的，雖然得不到真實，得相似的，相似就是用真誠心、用清淨心、用平等心、用慈悲心為人演說，誠誠懇懇的來說，自然得佛力加持。這是我們應當要做的，也符合佛所講的標準，不取於相。"
    },
    {
      "id": "09-025-0020_p0022",
      "zh_CN": "假如我们弘法利生，弘法利生一定会得到大众的恭敬，得到大众的供养，恭敬供养现前，问题就是你取不取相？你要不取于相，跟这个就靠近，你一着这个相就完了。像谛闲老和尚那个徒弟还算很不错的，将来你可以当土地公，假如你还不如谛老的那个徒弟，恐怕你三途有分，就坏了。学佛堕阿鼻地狱的人很多，不要认为佛法是好，怎么会堕三途？怎么会下地狱？我过去在台中求学，我就向李老师提出这个问题，问题从哪里来的？看《大势至圆通章疏钞》，灌顶法师作的，他那疏钞后面一篇讲念佛人一百种不同的果报，第一种就是阿鼻地狱。我看了非常怀疑，我向李老师请教，我说学佛就是坏也不至于坏到这种地步，怎么会堕地狱？我这个问题提出来，李老师点点头，你这个问题很严重、很大，我不给你一个人讲，到讲经的时候跟大家讲。的确是个大问题。",
      "zh_TW": "假如我們弘法利生，弘法利生一定會得到大眾的恭敬，得到大眾的供養，恭敬供養現前，問題就是你取不取相？你要不取於相，跟這個就靠近，你一著這個相就完了。像諦閑老和尚那個徒弟還算很不錯的，將來你可以當土地公，假如你還不如諦老的那個徒弟，恐怕你三途有分，就壞了。學佛墮阿鼻地獄的人很多，不要認為佛法是好，怎麼會墮三途？怎麼會下地獄？我過去在台中求學，我就向李老師提出這個問題，問題從哪裡來的？看《大勢至圓通章疏鈔》，灌頂法師作的，他那疏鈔後面一篇講念佛人一百種不同的果報，第一種就是阿鼻地獄。我看了非常懷疑，我向李老師請教，我說學佛就是壞也不至於壞到這種地步，怎麼會墮地獄？我這個問題提出來，李老師點點頭，你這個問題很嚴重、很大，我不給你一個人講，到講經的時候跟大家講。的確是個大問題。"
    },
    {
      "id": "09-025-0020_p0023",
      "zh_CN": "你的心错了，拿着佛法求名闻利养，叫裨贩如来，这个罪重。你用别的方法欺骗众生没有这个大罪，你拿着佛法去骗众生、骗供养、骗财富，到处去行骗，整个佛法在世间的形象被你毁掉了，这个罪就是破佛、破法、破僧，你是在干破坏三宝。但是自己做的人反而不知不觉，他认为造了无量无边的功德，他兴隆佛法，道场庄严兴盛，信徒很多，香火鼎盛，他还认为在搞这个，哪里晓得是造作地狱罪业？这是很多人无法理解的，要不是一个明白人给我们说破，我们看到确实有怀疑，确实不能理解。可见得邪跟正在一念心，一念为一切众生的心，这个心是善，一念利益自己，妨害众生，这个心是恶、是邪。诸佛菩萨念念为一切众生，从来没有一念想过自己，他无我相；虽然念念利益一切众生，利益一切众生他也不放在心上，他不取相，确实做到不取于相，如如不动。所以他的智慧圆满、福德圆满，称之为二足尊。",
      "zh_TW": "你的心錯了，拿著佛法求名聞利養，叫裨販如來，這個罪重。你用別的方法欺騙眾生沒有這個大罪，你拿著佛法去騙眾生、騙供養、騙財富，到處去行騙，整個佛法在世間的形象被你毀掉了，這個罪就是破佛、破法、破僧，你是在幹破壞三寶。但是自己做的人反而不知不覺，他認為造了無量無邊的功德，他興隆佛法，道場莊嚴興盛，信徒很多，香火鼎盛，他還認為在搞這個，哪裡曉得是造作地獄罪業？這是很多人無法理解的，要不是一個明白人給我們說破，我們看到確實有懷疑，確實不能理解。可見得邪跟正在一念心，一念為一切眾生的心，這個心是善，一念利益自己，妨害眾生，這個心是惡、是邪。諸佛菩薩念念為一切眾生，從來沒有一念想過自己，他無我相；雖然念念利益一切眾生，利益一切眾生他也不放在心上，他不取相，確實做到不取於相，如如不動。所以他的智慧圓滿、福德圓滿，稱之為二足尊。"
    },
    {
      "id": "09-025-0020_p0024",
      "zh_CN": "小注末后有一条说得很好，在二百七十一面，我们看第二十五条。「演说者」，这是讲讲经说法，不单单是讲《金刚经》，只要是讲佛法，任何经典都不能例外，「若不达后半部之义，前半部便不得要领，受持者，若不知从后半部所说者入观，亦复不得要领也」。你想这多重要，前半部是离相，后半部是离念，单单离相，念没有离，相离得不干不净；换句话说，你所讲的东西也不圆不满，你修行在修持上依旧还遇到许多障碍。这才知道离念要紧，离念一定要做到不取于相，如如不动。牢牢记住这个原则，日常生活里面，穿衣吃饭不取于相，如如不动，穿衣吃饭就是修行，就是金刚般若，实相般若现前。工作的时候不取于相，如如不动，你工作的时候一定精神饱满，体力充沛，不会疲倦。迎宾接客、待人接物也是如如不动，不取于相，这样就叫菩萨行。菩萨生活跟我们凡夫不同的地方就在此地，他能够不取相、不动心，凡夫的生活、工作、接触外面境界起心动念，他着相，着相就生烦恼，不着相就生智慧。",
      "zh_TW": "小註末後有一條說得很好，在二百七十一面，我們看第二十五條。「演說者」，這是講講經說法，不單單是講《金剛經》，只要是講佛法，任何經典都不能例外，「若不達後半部之義，前半部便不得要領，受持者，若不知從後半部所說者入觀，亦復不得要領也」。你想這多重要，前半部是離相，後半部是離念，單單離相，念沒有離，相離得不乾不淨；換句話說，你所講的東西也不圓不滿，你修行在修持上依舊還遇到許多障礙。這才知道離念要緊，離念一定要做到不取於相，如如不動。牢牢記住這個原則，日常生活裡面，穿衣吃飯不取於相，如如不動，穿衣吃飯就是修行，就是金剛般若，實相般若現前。工作的時候不取於相，如如不動，你工作的時候一定精神飽滿，體力充沛，不會疲倦。迎賓接客、待人接物也是如如不動，不取於相，這樣就叫菩薩行。菩薩生活跟我們凡夫不同的地方就在此地，他能夠不取相、不動心，凡夫的生活、工作、接觸外面境界起心動念，他著相，著相就生煩惱，不著相就生智慧。"
    },
    {
      "id": "09-025-0020_p0025",
      "zh_CN": "再看底下这段经文，「观法缘生」，这说明为什么要不取于相，如如不动，佛把所以然的道理说出来了。",
      "zh_TW": "再看底下這段經文，「觀法緣生」，這說明為什麼要不取於相，如如不動，佛把所以然的道理說出來了。"
    },
    {
      "id": "09-025-0020_p0026",
      "zh_CN": "【何以故。一切有为法。如梦幻泡影。如露亦如电。应作如是观。】",
      "zh_TW": "【何以故。一切有為法。如夢幻泡影。如露亦如電。應作如是觀。】"
    },
    {
      "id": "09-025-0020_p0027",
      "zh_CN": "这把真相说出来了。『一切有为法』，天亲菩萨在《百法明门》里面把一切法归纳成一百法，他是依据弥勒菩萨《瑜伽师地论》里面，《瑜伽师地论》是弥勒菩萨造的，他将一切法归纳为六百六十法。天亲菩萨认为六百六十法对于初学的人来讲还是太多，还是很不方便，把六百六十法再归纳成百法，作为大乘教科书的启蒙。这一百法里面又分为两大类，有为法跟无为法，这个讲义里头有个简单的表解，在二百四十面。诸位翻开二百四十面，你去看看哪些是有为法。心法八，这是八识；心所法五十一，我们今天讲心理作用，心理作用可以分为五十一大类，叫做心所法。色法十一种，色法是我们今天讲的物质。不相应行法有二十四，这个二十四法不是心法也不是色法，但是从心法、色法里头变现出来的。总共九十四类，这叫有为法。",
      "zh_TW": "這把真相說出來了。『一切有為法』，天親菩薩在《百法明門》裡面把一切法歸納成一百法，他是依據彌勒菩薩《瑜伽師地論》裡面，《瑜伽師地論》是彌勒菩薩造的，他將一切法歸納為六百六十法。天親菩薩認為六百六十法對於初學的人來講還是太多，還是很不方便，把六百六十法再歸納成百法，作為大乘教科書的啟蒙。這一百法裡面又分為兩大類，有為法跟無為法，這個講義裡頭有個簡單的表解，在二百四十面。諸位翻開二百四十面，你去看看哪些是有為法。心法八，這是八識；心所法五十一，我們今天講心理作用，心理作用可以分為五十一大類，叫做心所法。色法十一種，色法是我們今天講的物質。不相應行法有二十四，這個二十四法不是心法也不是色法，但是從心法、色法裡頭變現出來的。總共九十四類，這叫有為法。"
    },
    {
      "id": "09-025-0020_p0028",
      "zh_CN": "我们再翻开二百七十一面。这一切有为法包括我们起心动念的心，心也是有为法，相是假的，起心动念的心也是假的。本经给我们讲，过去心不可得、现在心不可得、未来心不可得，那个心就是讲的八识，那是假的，不是真的。相是假的，心也是假的，虽是假的，它有那么回事情，它有个幻相，相是怎么回事情？如梦。佛在此地举了六个比喻，六个比喻是以梦为主，其余五个比喻都形容梦不是真的，梦如幻，不是真的；梦如泡，泡是水泡，暂时起来，不久就破了，没有了；梦如影，这三个字是形容梦之不实。露跟电是比喻梦之短暂，我们在六道、在十法界，经上常讲这个时劫之长，三大阿僧祇劫、无量阿僧祇劫、无量劫来，说得再多也是露也是电，这个诸位要晓得。为什么？比起永恒的真性，它就太短暂了，微不足道，佛教给我们要『作如是观』。",
      "zh_TW": "我們再翻開二百七十一面。這一切有為法包括我們起心動念的心，心也是有為法，相是假的，起心動念的心也是假的。本經給我們講，過去心不可得、現在心不可得、未來心不可得，那個心就是講的八識，那是假的，不是真的。相是假的，心也是假的，雖是假的，它有那麼回事情，它有個幻相，相是怎麼回事情？如夢。佛在此地舉了六個比喻，六個比喻是以夢為主，其餘五個比喻都形容夢不是真的，夢如幻，不是真的；夢如泡，泡是水泡，暫時起來，不久就破了，沒有了；夢如影，這三個字是形容夢之不實。露跟電是比喻夢之短暫，我們在六道、在十法界，經上常講這個時劫之長，三大阿僧祇劫、無量阿僧祇劫、無量劫來，說得再多也是露也是電，這個諸位要曉得。為什麼？比起永恆的真性，它就太短暫了，微不足道，佛教給我們要『作如是觀』。"
    },
    {
      "id": "09-025-0020_p0029",
      "zh_CN": "有许多同修常常来问我，提一个问题，我们怎样能够心做到清净？怎样能够放下万缘？可见得他很想心清净，不知道怎样才得到清净，很想放下，不晓得怎么才放得下。佛这首偈就是教我们怎样放下，教我们怎样得清净心，你能把这首偈参透，给诸位说，释迦牟尼佛四十九年所说之法不外这四句，这是实话。世出世间一切诸法不是真的，你何必去计较？何必那么认真？明白了，自然就能随缘，随缘得很自然，没有一点勉强。你要怎么做随你，很欢喜，你去做，我们的心才清净。我们修什么？就是修不取于相，如如不动。顺境随顺顺境，逆境随顺逆境，善缘随顺善缘，恶缘随顺恶缘，在天堂随顺天堂，在地狱随顺地狱，永远保持一个常住真心，这是叫真正修菩萨道，真正在修菩萨行。",
      "zh_TW": "有許多同修常常來問我，提一個問題，我們怎樣能夠心做到清淨？怎樣能夠放下萬緣？可見得他很想心清淨，不知道怎樣才得到清淨，很想放下，不曉得怎麼才放得下。佛這首偈就是教我們怎樣放下，教我們怎樣得清淨心，你能把這首偈參透，給諸位說，釋迦牟尼佛四十九年所說之法不外這四句，這是實話。世出世間一切諸法不是真的，你何必去計較？何必那麼認真？明白了，自然就能隨緣，隨緣得很自然，沒有一點勉強。你要怎麼做隨你，很歡喜，你去做，我們的心才清淨。我們修什麼？就是修不取於相，如如不動。順境隨順順境，逆境隨順逆境，善緣隨順善緣，惡緣隨順惡緣，在天堂隨順天堂，在地獄隨順地獄，永遠保持一個常住真心，這是叫真正修菩薩道，真正在修菩薩行。"
    },
    {
      "id": "09-025-0020_p0030",
      "zh_CN": "修行在哪里？每一天念经是修行？念佛是修行？拜佛是修行？那叫修行的样子，真正修行就是在生活里头、在应酬里头、在工作里头，接触的事、接触的物、接触的一切人，在这个地方不取于相，如如不动，佛所教给你的你统统学到了，这叫真修。在一切法相当中，能够把它看成『梦幻泡影』，看成『如露亦如电』，你是在修最高的金刚般若法门；不是天天捧着《金刚经》念，那叫修金刚般若法门，不是这样的。你们诸位冷静想想，你入这个境界，你怎么不快乐？你怎么不自在？善缘很自在，恶缘也很自在，平等心现前，是法平等，无有高下，跟前面这两句合起来很有味道，不取于相，如如不动，你把这四句合起来，受持四句偈，我觉得这四句偈最好。常常放在心中，「是法平等，无有高下；不取于相，如如不动」，你是修最高的金刚般若波罗蜜。从早晨起来到晚上，一时一刻没离开，在在处处都是受持金刚般若波罗蜜多，你得的福就像世尊在经上所说的，无量无边，恒沙世界七宝布施比不上你的福报大，你修的这个才真正是究竟圆满。",
      "zh_TW": "修行在哪裡？每一天念經是修行？念佛是修行？拜佛是修行？那叫修行的樣子，真正修行就是在生活裡頭、在應酬裡頭、在工作裡頭，接觸的事、接觸的物、接觸的一切人，在這個地方不取於相，如如不動，佛所教給你的你統統學到了，這叫真修。在一切法相當中，能夠把它看成『夢幻泡影』，看成『如露亦如電』，你是在修最高的金剛般若法門；不是天天捧著《金剛經》念，那叫修金剛般若法門，不是這樣的。你們諸位冷靜想想，你入這個境界，你怎麼不快樂？你怎麼不自在？善緣很自在，惡緣也很自在，平等心現前，是法平等，無有高下，跟前面這兩句合起來很有味道，不取於相，如如不動，你把這四句合起來，受持四句偈，我覺得這四句偈最好。常常放在心中，「是法平等，無有高下；不取於相，如如不動」，你是修最高的金剛般若波羅蜜。從早晨起來到晚上，一時一刻沒離開，在在處處都是受持金剛般若波羅蜜多，你得的福就像世尊在經上所說的，無量無邊，恆沙世界七寶布施比不上你的福報大，你修的這個才真正是究竟圓滿。"
    },
    {
      "id": "09-025-0020_p0031",
      "zh_CN": "这首偈也是解释前面为什么一定要不取于相，如如不动，所以它前头有个『何以故』，为什么？偈子前面三句就答复了。如何能够不取不着？这就是说我们要怎样得清净心？要怎么样放下？「应作如是观」，这把方法教给我们了。我们读到这个地方，对世尊不能不感激，真正是大慈大悲，把这些修行的关键、重要的纲领和盘托出，一丝毫保留都没有，一切诸佛如来在因地当中就是修这个法门成就的。我们过去以为小乘跟大乘还有差别，读这部经才知道，小乘须陀洹也是用这个方法，一直到成佛也是用这个方法，只是每个人用的功夫浅深不同，里面才有菩萨的阶级。正是经上所说的，「一切贤圣，皆以无为法而有差别」，都是修无为法，不是有为法，有为法舍弃了，有为法是「梦幻泡影」，舍弃了。舍弃有为就是无为，在无为法功夫浅深上分的等级，功夫浅的，小乘，功夫深的，大乘，大乘功夫浅的，十信位，深一点的，十住位，再深一点的，十行位，功夫浅深上所说的。",
      "zh_TW": "這首偈也是解釋前面為什麼一定要不取於相，如如不動，所以它前頭有個『何以故』，為什麼？偈子前面三句就答覆了。如何能夠不取不著？這就是說我們要怎樣得清淨心？要怎麼樣放下？「應作如是觀」，這把方法教給我們了。我們讀到這個地方，對世尊不能不感激，真正是大慈大悲，把這些修行的關鍵、重要的綱領和盤托出，一絲毫保留都沒有，一切諸佛如來在因地當中就是修這個法門成就的。我們過去以為小乘跟大乘還有差別，讀這部經才知道，小乘須陀洹也是用這個方法，一直到成佛也是用這個方法，只是每個人用的功夫淺深不同，裡面才有菩薩的階級。正是經上所說的，「一切賢聖，皆以無為法而有差別」，都是修無為法，不是有為法，有為法捨棄了，有為法是「夢幻泡影」，捨棄了。捨棄有為就是無為，在無為法功夫淺深上分的等級，功夫淺的，小乘，功夫深的，大乘，大乘功夫淺的，十信位，深一點的，十住位，再深一點的，十行位，功夫淺深上所說的。"
    },
    {
      "id": "09-025-0020_p0032",
      "zh_CN": "这些说法，诸位要记住，都是佛为众生方便而说，而在他们那些人当中根本没有这个念头，就是连小乘须陀洹，他也没有觉得我证须陀洹果了。释迦牟尼佛在此地说了，他成佛了，也没有觉得他成佛，没有这个念头，那叫真清净。如果释迦牟尼说：我得阿耨多罗三藐三菩提，我成佛了。你想想看，他四相具足，四相具足是凡夫，哪里是佛菩萨？这才真正明了，从小乘须陀洹到大乘无上佛果，于一切法心里头都不染着，这心真清净。",
      "zh_TW": "這些說法，諸位要記住，都是佛為眾生方便而說，而在他們那些人當中根本沒有這個念頭，就是連小乘須陀洹，他也沒有覺得我證須陀洹果了。釋迦牟尼佛在此地說了，他成佛了，也沒有覺得他成佛，沒有這個念頭，那叫真清淨。如果釋迦牟尼說：我得阿耨多羅三藐三菩提，我成佛了。你想想看，他四相具足，四相具足是凡夫，哪裡是佛菩薩？這才真正明瞭，從小乘須陀洹到大乘無上佛果，於一切法心裡頭都不染著，這心真清淨。"
    },
    {
      "id": "09-025-0020_p0033",
      "zh_CN": "在世法、在佛法里一切随缘，这样我们才真正体会到普贤菩萨十大愿王里头的「恒顺众生，随喜功德」，他那个顺真是一点都不勉强，自自然然。为什么自然？因为一切法如梦幻泡影。我们凡夫的恒顺，有的时候心不甘，情不愿，好难受，好像不得已，非得顺不可，不顺不行。菩萨就自在。凡夫没有看透，不晓得事实真相，晓得事实真相，一切都顺了。我们讲到幸福美满、自在快乐，这才真正得到，不入这个境界，哪里能得到？决定得不到。这个得到了，给诸位说，超越轮回、超越十法界，轮回、十法界从哪里来的？从有为法来的，你取相、你分别、你执着，就有六道、就有轮回、就有十法界。你能够离相离念，六道、十法界统统没有了，这时候的境界是入佛知见，入佛的境界。这一段注的很长，意义很丰富。",
      "zh_TW": "在世法、在佛法裡一切隨緣，這樣我們才真正體會到普賢菩薩十大願王裡頭的「恆順眾生，隨喜功德」，他那個順真是一點都不勉強，自自然然。為什麼自然？因為一切法如夢幻泡影。我們凡夫的恆順，有的時候心不甘，情不願，好難受，好像不得已，非得順不可，不順不行。菩薩就自在。凡夫沒有看透，不曉得事實真相，曉得事實真相，一切都順了。我們講到幸福美滿、自在快樂，這才真正得到，不入這個境界，哪裡能得到？決定得不到。這個得到了，給諸位說，超越輪迴、超越十法界，輪迴、十法界從哪裡來的？從有為法來的，你取相、你分別、你執著，就有六道、就有輪迴、就有十法界。你能夠離相離念，六道、十法界統統沒有了，這時候的境界是入佛知見，入佛的境界。這一段註的很長，意義很豐富。"
    },
    {
      "id": "09-025-0020_p0034",
      "zh_CN": "诸位翻开二百七十八面，我们将全经做个总结，请看注解的第三十四段。「本经唯一主旨」，最重要的宗旨，也就是最重要的修行纲领，「在于无住，以破我也」，破我执。佛在大乘经上讲得很多，六道轮回从哪里来的？从我执来的，你只要有我执，你就没有能力超越六道轮回。十法界从哪里来的？从法执来的，破了法执，十法界就没有了；破我执，六道就没有了，破法执，十法界就没有了。十法界没有了，到哪里去？一真法界，那是诸佛的报土，功夫必须先破我执，后破法执。「观上说如梦之义，可知作如梦观，是贯彻到底的，即是由粗而细，由浅而深，从初学至究竟。」我们现在是初学，究竟是成佛，这个意思很清楚、很明白，从现在修佛起一直到成佛，我们对于世出世间一切法，如梦幻泡影。「一切行门，皆不外此观」，修行的法门，八万四千法门，无量法门，要讲到总原则、总纲领，就是《金刚经》上所说的，所以这部经的理论与方法通一切法门。「观有即非有，不可着有也，观非有而有，不可着空也。」二边都不执着，这就是同修们问的，怎样才能够得到清净心？这样你清净心自然就现前，有不执着，空也不执着。「观空有一切如梦」，梦那个相有，我们知道是假的，不是真的。观一切得失都像梦中一样，得不必欢喜，失没有苦恼，作梦嘛！要这样去锻炼你的清净心，修学平等心，一切随缘。",
      "zh_TW": "諸位翻開二百七十八面，我們將全經做個總結，請看註解的第三十四段。「本經唯一主旨」，最重要的宗旨，也就是最重要的修行綱領，「在於無住，以破我也」，破我執。佛在大乘經上講得很多，六道輪迴從哪裡來的？從我執來的，你只要有我執，你就沒有能力超越六道輪迴。十法界從哪裡來的？從法執來的，破了法執，十法界就沒有了；破我執，六道就沒有了，破法執，十法界就沒有了。十法界沒有了，到哪裡去？一真法界，那是諸佛的報土，功夫必須先破我執，後破法執。「觀上說如夢之義，可知作如夢觀，是貫徹到底的，即是由粗而細，由淺而深，從初學至究竟。」我們現在是初學，究竟是成佛，這個意思很清楚、很明白，從現在修佛起一直到成佛，我們對於世出世間一切法，如夢幻泡影。「一切行門，皆不外此觀」，修行的法門，八萬四千法門，無量法門，要講到總原則、總綱領，就是《金剛經》上所說的，所以這部經的理論與方法通一切法門。「觀有即非有，不可著有也，觀非有而有，不可著空也。」二邊都不執著，這就是同修們問的，怎樣才能夠得到清淨心？這樣你清淨心自然就現前，有不執著，空也不執著。「觀空有一切如夢」，夢那個相有，我們知道是假的，不是真的。觀一切得失都像夢中一樣，得不必歡喜，失沒有苦惱，作夢嘛！要這樣去鍛鍊你的清淨心，修學平等心，一切隨緣。"
    },
    {
      "id": "09-025-0020_p0035",
      "zh_CN": "「果能于一切有为法，有即非有，何妨于一切无为法，非有而有，此之谓大作梦中佛事。」诸佛菩萨到世间来示现度化众生，所谓「梦中佛事，水月道场」，兴建的道场是水月道场，水中的月影子，全是梦幻泡影，不可以执着。做不做？做，他要作梦中佛事，要建水月道场。做不着做的相，建不着建的相，他都不执着，所以他自在、他快乐。做而无做，无做而做，做不着空，无做不着有，空有二边不着，这就是菩萨行。「学人初下手，便作圆顿妙观」，观就是观念，观念转过来，这个观是圆满之观，顿是顿超，不必经历次第，那就妙了。「不执实、不执虚、不执无，即是本经所说，无我相、无法相，亦无非法相，一空到底矣，涉有不住有，行空不住空，则如如不动矣，便是止观双运，定慧均等，寂而常照，照而常寂。」末后这两句是如来果地上的境界，我们初学佛的人如果会用功，把这个道理、事实真相清清楚楚，了了于胸中，在日常生活当中能用这种观行的功夫，就与如来果地上寂照的境界相应。这个相应念佛，所谓「一念相应一念佛，念念相应念念佛」，这样念佛往生，给诸位说不是事一心，叫理一心不乱。生到西方极乐世界不是凡圣同居土，也不是方便有余土，而是实报庄严土、常寂光净土，品位就高了。高品位往生，那往生怎么不自在，那往生怎么会不潇洒！这一定的道理。",
      "zh_TW": "「果能於一切有為法，有即非有，何妨於一切無為法，非有而有，此之謂大作夢中佛事。」諸佛菩薩到世間來示現度化眾生，所謂「夢中佛事，水月道場」，興建的道場是水月道場，水中的月影子，全是夢幻泡影，不可以執著。做不做？做，他要作夢中佛事，要建水月道場。做不著做的相，建不著建的相，他都不執著，所以他自在、他快樂。做而無做，無做而做，做不著空，無做不著有，空有二邊不著，這就是菩薩行。「學人初下手，便作圓頓妙觀」，觀就是觀念，觀念轉過來，這個觀是圓滿之觀，頓是頓超，不必經歷次第，那就妙了。「不執實、不執虛、不執無，即是本經所說，無我相、無法相，亦無非法相，一空到底矣，涉有不住有，行空不住空，則如如不動矣，便是止觀雙運，定慧均等，寂而常照，照而常寂。」末後這兩句是如來果地上的境界，我們初學佛的人如果會用功，把這個道理、事實真相清清楚楚，了了於胸中，在日常生活當中能用這種觀行的功夫，就與如來果地上寂照的境界相應。這個相應念佛，所謂「一念相應一念佛，念念相應念念佛」，這樣念佛往生，給諸位說不是事一心，叫理一心不亂。生到西方極樂世界不是凡聖同居土，也不是方便有餘土，而是實報莊嚴土、常寂光淨土，品位就高了。高品位往生，那往生怎麼不自在，那往生怎麼會不瀟灑！這一定的道理。"
    },
    {
      "id": "09-025-0020_p0036",
      "zh_CN": "「一部金刚般若，无住妙旨，全在不取于相，如如不动上，欲达到不取于相如如不动，全在一切有为法，如梦幻泡影，如露亦如电，应作如是观上。」这部经的确是好，愈往后面愈精彩，最精彩的部分在最后。「一切学人，当从此观，随顺而入」，入在哪里？入在你自己日常生活之中，必须在我们生活当中把观念转过来。你们有些同学现在还在念书，你能够应用《金刚经》的理论、方法去读书、求学，你就很自在。你读书一定读得好，考试一定考得好，而且一点压力都没有，轻松自在，你说这多快乐。你不懂这个东西，不懂这些理论、方法，你的生活很苦，书念得好苦，压力好重。佛法之好处，佛法的殊胜处，真实不可思议。可是佛法的缘不容易遇到，的确是可遇不可求，《金刚经》到处都是，流通得很广范，你随时能读得到，你读若不解其义，你得不到受用。你没有念懂，你不晓得把金刚般若用在生活上，穿衣吃饭都是金刚般若，你在课堂上课、研究讨论都是金刚般若。你要会用，你就得受用，不会用，念了也是白念，要紧的是会用，随顺而入，入在我们生活之中。",
      "zh_TW": "「一部金剛般若，無住妙旨，全在不取於相，如如不動上，欲達到不取於相如如不動，全在一切有為法，如夢幻泡影，如露亦如電，應作如是觀上。」這部經的確是好，愈往後面愈精彩，最精彩的部分在最後。「一切學人，當從此觀，隨順而入」，入在哪裡？入在你自己日常生活之中，必須在我們生活當中把觀念轉過來。你們有些同學現在還在念書，你能夠應用《金剛經》的理論、方法去讀書、求學，你就很自在。你讀書一定讀得好，考試一定考得好，而且一點壓力都沒有，輕鬆自在，你說這多快樂。你不懂這個東西，不懂這些理論、方法，你的生活很苦，書念得好苦，壓力好重。佛法之好處，佛法的殊勝處，真實不可思議。可是佛法的緣不容易遇到，的確是可遇不可求，《金剛經》到處都是，流通得很廣範，你隨時能讀得到，你讀若不解其義，你得不到受用。你沒有念懂，你不曉得把金剛般若用在生活上，穿衣吃飯都是金剛般若，你在課堂上課、研究討論都是金剛般若。你要會用，你就得受用，不會用，念了也是白念，要緊的是會用，隨順而入，入在我們生活之中。"
    },
    {
      "id": "09-025-0020_p0037",
      "zh_CN": "「此观正是金刚智慧，应如是受持，如是演说，永永流通此绍隆佛种之无上大法也。」这个意思不止是说这部《金刚经》，诸位一定要晓得，把《金刚经》的理论、原则应用在生活上、应用在工作上、应用在处事待人接物上，应用在佛法里头所有一切大小乘佛法上、各种宗派上，因为它是最高指导的原理原则。不限于禅宗，不限于般若部，它讲的是原理原则，概括了所有的一切法门，要懂得这个道理。所以这个原则应用在念佛上，刚才就讲了，那是理念，得理一心不乱，生西方实报庄严土。再看末后这段，这是「正结流通」。",
      "zh_TW": "「此觀正是金剛智慧，應如是受持，如是演說，永永流通此紹隆佛種之無上大法也。」這個意思不止是說這部《金剛經》，諸位一定要曉得，把《金剛經》的理論、原則應用在生活上、應用在工作上、應用在處事待人接物上，應用在佛法裡頭所有一切大小乘佛法上、各種宗派上，因為它是最高指導的原理原則。不限於禪宗，不限於般若部，它講的是原理原則，概括了所有的一切法門，要懂得這個道理。所以這個原則應用在念佛上，剛才就講了，那是理念，得理一心不亂，生西方實報莊嚴土。再看末後這段，這是「正結流通」。"
    },
    {
      "id": "09-025-0020_p0038",
      "zh_CN": "【佛说是经已。】",
      "zh_TW": "【佛說是經已。】"
    },
    {
      "id": "09-025-0020_p0039",
      "zh_CN": "这是经说完了。",
      "zh_TW": "這是經說完了。"
    },
    {
      "id": "09-025-0020_p0040",
      "zh_CN": "【长老须菩提。及诸比丘。比丘尼。优婆塞。优婆夷。一切世间天人阿修罗。闻佛所说。皆大欢喜。信受奉行。】",
      "zh_TW": "【長老須菩提。及諸比丘。比丘尼。優婆塞。優婆夷。一切世間天人阿修羅。聞佛所說。皆大歡喜。信受奉行。】"
    },
    {
      "id": "09-025-0020_p0041",
      "zh_CN": "在这部经上我们必须要记住的，「是法平等，无有高下」，众生与佛平等没有高下，在家跟出家平等无有高下，前面我跟大家讲过。而且诸位细心去观察，在家修行证果的人多，非常殊胜，出家人反而不如在家人。原因在哪里？在家人有真诚恭敬心，出家人是贡高我慢心，这就糟了。所以他有成就，出家人堕落了。出家人千万要记住，不要认为剃了头，穿了圆领大袍，就高人一等，你有这种心，《金刚经》上讲的你着了相，你错了。从前出家人没有这个念头，现在出家人很糟糕，我们要特别警惕。人家怎么做是他的事情，我们明理，我们是一律平等看待，谦虚、恭敬。在家人有修持、有学问的，我们可以向他请教，这个例子世尊在世就表现给我们看。维摩是在家居士，在家佛，释迦牟尼佛示现的是出家佛，平等平等。佛的弟子目犍连、舍利弗，见佛要顶礼三拜，右绕三匝，见维摩居士也是顶礼三拜，右绕三匝，这我们在经上看到的。拿《金刚经》一对照，「是法平等，无有高下；不取于相，如如不动」他们做到了。我们今天迷了，错了。",
      "zh_TW": "在這部經上我們必須要記住的，「是法平等，無有高下」，眾生與佛平等沒有高下，在家跟出家平等無有高下，前面我跟大家講過。而且諸位細心去觀察，在家修行證果的人多，非常殊勝，出家人反而不如在家人。原因在哪裡？在家人有真誠恭敬心，出家人是貢高我慢心，這就糟了。所以他有成就，出家人墮落了。出家人千萬要記住，不要認為剃了頭，穿了圓領大袍，就高人一等，你有這種心，《金剛經》上講的你著了相，你錯了。從前出家人沒有這個念頭，現在出家人很糟糕，我們要特別警惕。人家怎麼做是他的事情，我們明理，我們是一律平等看待，謙虛、恭敬。在家人有修持、有學問的，我們可以向他請教，這個例子世尊在世就表現給我們看。維摩是在家居士，在家佛，釋迦牟尼佛示現的是出家佛，平等平等。佛的弟子目犍連、舍利弗，見佛要頂禮三拜，右繞三匝，見維摩居士也是頂禮三拜，右繞三匝，這我們在經上看到的。拿《金剛經》一對照，「是法平等，無有高下；不取於相，如如不動」他們做到了。我們今天迷了，錯了。"
    },
    {
      "id": "09-025-0020_p0042",
      "zh_CN": "经的末后，『皆大欢喜』，大欢喜是心开意解，虽然发心修行，始终找不到修行的门路，始终找不到修行的纲领，在此地听到、明白了，怎么不欢喜？要紧的是『信受奉行』，信要信心不逆，受要深解义趣，奉行就是一再劝勉我们的受持、为人演说。今天时间也到了，注解最末后的一段我们念一念，在二百八十一面第九段，从第八段念起好了。「我辈今日说者、闻者、发起者、护持者，亦莫不皆大欢喜，信受奉行，同具此愿，具此愿者，乃为真信受，真奉行，真欢喜，此正我辈上报四恩，下济三苦处也。」「唯愿诸善知识，从实信而入净信，于有为而证无为，以此行愿，庄严佛土，化度有情，归心净土，老实念佛，即得往生，不退成佛。」",
      "zh_TW": "經的末後，『皆大歡喜』，大歡喜是心開意解，雖然發心修行，始終找不到修行的門路，始終找不到修行的綱領，在此地聽到、明白了，怎麼不歡喜？要緊的是『信受奉行』，信要信心不逆，受要深解義趣，奉行就是一再勸勉我們的受持、為人演說。今天時間也到了，註解最末後的一段我們念一念，在二百八十一面第九段，從第八段念起好了。「我輩今日說者、聞者、發起者、護持者，亦莫不皆大歡喜，信受奉行，同具此願，具此願者，乃為真信受，真奉行，真歡喜，此正我輩上報四恩，下濟三苦處也。」「唯願諸善知識，從實信而入淨信，於有為而證無為，以此行願，莊嚴佛土，化度有情，歸心淨土，老實念佛，即得往生，不退成佛。」"
    },
    {
      "id": "09-025-0020_p0043",
      "zh_CN": "我们这部经就功德圆满。",
      "zh_TW": "我們這部經就功德圓滿。"
    }
  ]
}