{
  "doc_id": "21-656-0001",
  "title": {
    "zh_CN": "2012年香港护世息灾念佛祈福法会开示",
    "zh_TW": "2012年香港護世息災念佛祈福法會開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-656-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "21-656-0001_p0001",
      "zh_CN": "尊敬的畅怀老法师，尊敬的诸位大德、诸位法师、诸位同学，今天是香港护世息灾念佛祈福法会的第一天，畅公老人也邀请了我。因为我在之前曾经跟大家宣布过，现在年岁大了，所有一切活动都不参加了，晚年专讲《无量寿经》，一天四个小时，希望不中断，以讲经的功德，也是为香港、为中国、为全世界消灾祈福。所以我们是同一个宗旨，同做一桩事情。",
      "zh_TW": "尊敬的暢懷老法師，尊敬的諸位大德、諸位法師、諸位同學，今天是香港護世息災念佛祈福法會的第一天，暢公老人也邀請了我。因為我在之前曾經跟大家宣布過，現在年歲大了，所有一切活動都不參加了，晚年專講《無量壽經》，一天四個小時，希望不中斷，以講經的功德，也是為香港、為中國、為全世界消災祈福。所以我們是同一個宗旨，同做一樁事情。"
    },
    {
      "id": "21-656-0001_p0002",
      "zh_CN": "畅公的好意我也不能辜负他，我用简单的十几分钟，给诸位讲一讲前清乾隆年间彭际清居士《无量寿经起信论》上几句话，非常值得我们勉励的。他说，「一切佛土，不离众生一念清净心，而得成立」，可见得这一念清净心非常重要。这一念清净心从哪里来？从念佛。念佛的人，在早年，我在求学的时代，老师常常勉励我们，要我们换心。这怎么换心？我们的心里面都是乱七八糟的拉杂事情，要把这个心换掉，换成阿弥陀佛。把心里面东西全部放下，把阿弥陀佛装在心里头，我心即是阿弥陀佛，阿弥陀佛即是我心，如果真换过来的话，这个功能不可思议，这个能量就太大了！彭居士这个话讲得太好了。我们要记住，一切佛土，不离众生一念清净心，心清净国土就净。我们想往生到极乐世界，具足什么样的条件才能往生？要一念清净心，真信、真愿，用这一句六字洪名把我们的清净心念出来，往生就成就了。「法藏大士发此宏愿」，这个宏愿是四十八愿，「祇为破除众生妄执，开显当人本有心量，令知净土即是法性本然，非从外得」。西方极乐世界从哪来的？自性里头本有的。中峰禅师在系念法事里面告诉我们，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即净土，净土即此方」。说得多好，说绝了！所以这一段对我们修净土的人来讲，是非常重要的开示。",
      "zh_TW": "暢公的好意我也不能辜負他，我用簡單的十幾分鐘，給諸位講一講前清乾隆年間彭際清居士《無量壽經起信論》上幾句話，非常值得我們勉勵的。他說，「一切佛土，不離眾生一念清淨心，而得成立」，可見得這一念清淨心非常重要。這一念清淨心從哪裡來？從念佛。念佛的人，在早年，我在求學的時代，老師常常勉勵我們，要我們換心。這怎麼換心？我們的心裡面都是亂七八糟的拉雜事情，要把這個心換掉，換成阿彌陀佛。把心裡面東西全部放下，把阿彌陀佛裝在心裡頭，我心即是阿彌陀佛，阿彌陀佛即是我心，如果真換過來的話，這個功能不可思議，這個能量就太大了！彭居士這個話講得太好了。我們要記住，一切佛土，不離眾生一念清淨心，心清淨國土就淨。我們想往生到極樂世界，具足什麼樣的條件才能往生？要一念清淨心，真信、真願，用這一句六字洪名把我們的清淨心念出來，往生就成就了。「法藏大士發此宏願」，這個宏願是四十八願，「祇為破除眾生妄執，開顯當人本有心量，令知淨土即是法性本然，非從外得」。西方極樂世界從哪來的？自性裡頭本有的。中峰禪師在繫念法事裡面告訴我們，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即淨土，淨土即此方」。說得多好，說絕了！所以這一段對我們修淨土的人來講，是非常重要的開示。"
    },
    {
      "id": "21-656-0001_p0003",
      "zh_CN": "「何以故？自性空寂，离诸恶趣」。我们中国老祖宗说「本性本善」，把这一句话编在《三字经》的第一句，「人之初，性本善」，我们的本性是本善，本性里头没有恶。恶从哪里来？恶从习性来的，不是本性，本性本善。所以净土是属于本善。「自性空寂，离诸恶趣；自性妙圆，具诸相好；自性无碍，现六神通；自性无住，不可断灭」，它不生不灭；「自性无作」，它没有限量；「自性无外，如风广被；自性无内，如镜普现」，这普现是什么意思？两面镜子互相对照，我们人在当中你去看看，就没有止境，就是自性无内。你在这两个镜子里头你就看见了，知道自性无内。中国老祖宗也了不起！说这些话，佛教没到中国来。我们老祖宗说「其大无外，其小无内」，无外无内，这是《华严经》上说的，都是讲的自性，我们老祖宗也知道！说明他们有真实智慧。「自性光明，如日普照；自性平等，如香普熏。菩萨即顺众生自性本具之空寂心」。这里面讲的全是自己的真心，真心是空寂的，是妙圆心的，是无碍心的，是无住的，是无作的，无外、无内、光明、平等，「而庄严佛土」，这真心。念佛是用念佛这个方法，把我们的真心、把我们的自性念出来，我们用我们自己的真心本性去庄严极乐世界，与阿弥陀佛同心同愿、同德同行，不但你决定往生，而且你决定是上上品往生。",
      "zh_TW": "「何以故？自性空寂，離諸惡趣」。我們中國老祖宗說「本性本善」，把這一句話編在《三字經》的第一句，「人之初，性本善」，我們的本性是本善，本性裡頭沒有惡。惡從哪裡來？惡從習性來的，不是本性，本性本善。所以淨土是屬於本善。「自性空寂，離諸惡趣；自性妙圓，具諸相好；自性無礙，現六神通；自性無住，不可斷滅」，它不生不滅；「自性無作」，它沒有限量；「自性無外，如風廣被；自性無內，如鏡普現」，這普現是什麼意思？兩面鏡子互相對照，我們人在當中你去看看，就沒有止境，就是自性無內。你在這兩個鏡子裡頭你就看見了，知道自性無內。中國老祖宗也了不起！說這些話，佛教沒到中國來。我們老祖宗說「其大無外，其小無內」，無外無內，這是《華嚴經》上說的，都是講的自性，我們老祖宗也知道！說明他們有真實智慧。「自性光明，如日普照；自性平等，如香普熏。菩薩即順眾生自性本具之空寂心」。這裡面講的全是自己的真心，真心是空寂的，是妙圓心的，是無礙心的，是無住的，是無作的，無外、無內、光明、平等，「而莊嚴佛土」，這真心。念佛是用念佛這個方法，把我們的真心、把我們的自性念出來，我們用我們自己的真心本性去莊嚴極樂世界，與阿彌陀佛同心同願、同德同行，不但你決定往生，而且你決定是上上品往生。"
    },
    {
      "id": "21-656-0001_p0004",
      "zh_CN": "「是以四十八愿，一一愿即众生本具之心」。阿弥陀佛能发，我们也应该发，是自己自性本具的性德，不是外头来的。「即以自心，庄严自土」，极乐世界是自心现的，所以用我们的真心去庄严西方极乐世界。「如水归海，如响应声，心土不二，因果同时。是故法藏发愿毕」，他这个愿发完了，空中就赞叹，「决定必成无上正觉」。空中的赞叹是天神赞叹的，我们人不知道，天神知道。「以不可思议之因，起不可思议之果」。不可思议的因就是极乐世界，法藏菩萨建立了极乐世界，不可思议的因，极乐世界就是不可思议的果。「当知不可思议之因，即不可思议之果」，因果同时，因果是一桩事情。「有志净土者」，这个有志是什么？真正希望我们在这一生能够生到西方极乐世界，这叫有志净土。「须从此信入」，你要从这个地方信入，你就真的相信了，知道什么？极乐世界跟我什么关系，关系太密切了。大乘经教里头世尊常常说，「自性弥陀，唯心净土」，你说什么关系？阿弥陀佛是我们自性里头变现出来的，不是心外的，心外没有阿弥陀佛，是我们自性圆满性德变成了阿弥陀佛。",
      "zh_TW": "「是以四十八願，一一願即眾生本具之心」。阿彌陀佛能發，我們也應該發，是自己自性本具的性德，不是外頭來的。「即以自心，莊嚴自土」，極樂世界是自心現的，所以用我們的真心去莊嚴西方極樂世界。「如水歸海，如響應聲，心土不二，因果同時。是故法藏發願畢」，他這個願發完了，空中就讚歎，「決定必成無上正覺」。空中的讚歎是天神讚歎的，我們人不知道，天神知道。「以不可思議之因，起不可思議之果」。不可思議的因就是極樂世界，法藏菩薩建立了極樂世界，不可思議的因，極樂世界就是不可思議的果。「當知不可思議之因，即不可思議之果」，因果同時，因果是一樁事情。「有志淨土者」，這個有志是什麼？真正希望我們在這一生能夠生到西方極樂世界，這叫有志淨土。「須從此信入」，你要從這個地方信入，你就真的相信了，知道什麼？極樂世界跟我什麼關係，關係太密切了。大乘經教裡頭世尊常常說，「自性彌陀，唯心淨土」，你說什麼關係？阿彌陀佛是我們自性裡頭變現出來的，不是心外的，心外沒有阿彌陀佛，是我們自性圓滿性德變成了阿彌陀佛。"
    },
    {
      "id": "21-656-0001_p0005",
      "zh_CN": "我们到极乐世界成佛，成佛成什么佛？给诸位说，就是成阿弥陀佛，跟阿弥陀佛完全相同，没有两样，不是阿弥陀佛的替身，是阿弥陀佛的圆满身相。这才是真话。遍法界虚空界，到时候你所看到的都是阿弥陀佛。所以修净土的人，我们今天看所有一切人，每个人都是阿弥陀佛，看一切万物，每一样都是阿弥陀佛，蚊虫蚂蚁是阿弥陀佛，树木花草是阿弥陀佛，山河大地是阿弥陀佛，你说你会不会成佛？你肯定成佛！不可以分你我他，有这种分别、有这种执着就是障碍，这些分别执着全都要放下，就是一个阿弥陀佛。所有一切法统统是属于自性变现的，这样的信不是迷信，这样的信，真正相信自己性德功能不可思议，能变现出极乐世界，能变现出依正庄严，我们念佛决定生净土，到极乐世界决定成佛，跟阿弥陀佛无二无别。",
      "zh_TW": "我們到極樂世界成佛，成佛成什麼佛？給諸位說，就是成阿彌陀佛，跟阿彌陀佛完全相同，沒有兩樣，不是阿彌陀佛的替身，是阿彌陀佛的圓滿身相。這才是真話。遍法界虛空界，到時候你所看到的都是阿彌陀佛。所以修淨土的人，我們今天看所有一切人，每個人都是阿彌陀佛，看一切萬物，每一樣都是阿彌陀佛，蚊蟲螞蟻是阿彌陀佛，樹木花草是阿彌陀佛，山河大地是阿彌陀佛，你說你會不會成佛？你肯定成佛！不可以分你我他，有這種分別、有這種執著就是障礙，這些分別執著全都要放下，就是一個阿彌陀佛。所有一切法統統是屬於自性變現的，這樣的信不是迷信，這樣的信，真正相信自己性德功能不可思議，能變現出極樂世界，能變現出依正莊嚴，我們念佛決定生淨土，到極樂世界決定成佛，跟阿彌陀佛無二無別。"
    },
    {
      "id": "21-656-0001_p0006",
      "zh_CN": "今天我以这几句话祝福与会的同修们，恭祝大会圆满成就。谢谢大家。",
      "zh_TW": "今天我以這幾句話祝福與會的同修們，恭祝大會圓滿成就。謝謝大家。"
    }
  ]
}