{
  "doc_id": "12-019-0003",
  "title": {
    "zh_CN": "善财童子参学报告（一）",
    "zh_TW": "善財童子參學報告（一）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-019-0003",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "12-019-0003_p0001",
      "zh_CN": "诸位法师，诸位大德、同修：",
      "zh_TW": "諸位法師，諸位大德、同修："
    },
    {
      "id": "12-019-0003_p0002",
      "zh_CN": "前两天我们将什么是佛教，做了简单的介绍。今天要跟诸位报告的是，修学要从什么地方下手？佛在《观无量寿佛经》当中，教给韦提希夫人求生净土的方法，但是佛在没有说方法之前，先传授她三种净业，也就是我们常讲的「净业三福」。由此可知，佛法的修学非常重视修福。我们在皈依誓词里面，第一句就念到「皈依佛，二足尊」，「尊」是尊贵，「足」是圆满、满足的意思，「二」就是福报与智慧。可见得佛法决不是不重视修福的，它把修福摆在第一位。所以佛的福报是圆满的，智慧也是圆满的，这是教导我们要福慧双修。佛又告诉我们，这三种福是「三世诸佛，净业正因」，这个话说的分量非常之重。「三世」是讲过去、现在、未来，三世诸佛怎么样修行成佛的？都是以这个为基础。你想这个多么重要！如果不在这个基础上奠定真实的功夫，无论修学哪一个法门，到最后都是失败的。",
      "zh_TW": "前兩天我們將什麼是佛教，做了簡單的介紹。今天要跟諸位報告的是，修學要從什麼地方下手？佛在《觀無量壽佛經》當中，教給韋提希夫人求生淨土的方法，但是佛在沒有說方法之前，先傳授她三種淨業，也就是我們常講的「淨業三福」。由此可知，佛法的修學非常重視修福。我們在皈依誓詞裡面，第一句就念到「皈依佛，二足尊」，「尊」是尊貴，「足」是圓滿、滿足的意思，「二」就是福報與智慧。可見得佛法決不是不重視修福的，它把修福擺在第一位。所以佛的福報是圓滿的，智慧也是圓滿的，這是教導我們要福慧雙修。佛又告訴我們，這三種福是「三世諸佛，淨業正因」，這個話說的分量非常之重。「三世」是講過去、現在、未來，三世諸佛怎麼樣修行成佛的？都是以這個為基礎。你想這個多麼重要！如果不在這個基礎上奠定真實的功夫，無論修學哪一個法門，到最後都是失敗的。"
    },
    {
      "id": "12-019-0003_p0003",
      "zh_CN": "这个事情，我们如果稍稍留意一点，自古至今无论是出家修行、在家修行，到临命终时手忙脚乱，自己毫不能做主张，依旧是随业流转，我们看得太多太多了，但是我们找不到原因在哪里。看到这个人是好人，平常也挺用功的，修行也修得不错，为什么临命终时会有这些现象？当我们读诵大乘，读到这一段经文，再回头想一想，原来他把这个基础疏忽了。就像盖房子一样，他也很认真的去建筑，但是没有盖成功房子就倒塌了，永远不能够建立。原因是什么？他没有做基础，没有打地基，所以这个房子永远盖不成功。由此可知，「净业三福」是我们修行的基础，修行的根本，一切诸佛成佛都是从这个基础上修学的，我们修学的基础就是三福。三福的第一福有四句：「孝养父母，奉事师长，慈心不杀，修十善业」，这四句是人天福。换句话说，人天的福报你都没有，你怎么能成佛？",
      "zh_TW": "這個事情，我們如果稍稍留意一點，自古至今無論是出家修行、在家修行，到臨命終時手忙腳亂，自己毫不能做主張，依舊是隨業流轉，我們看得太多太多了，但是我們找不到原因在哪裡。看到這個人是好人，平常也挺用功的，修行也修得不錯，為什麼臨命終時會有這些現象？當我們讀誦大乘，讀到這一段經文，再回頭想一想，原來他把這個基礎疏忽了。就像蓋房子一樣，他也很認真的去建築，但是沒有蓋成功房子就倒塌了，永遠不能夠建立。原因是什麼？他沒有做基礎，沒有打地基，所以這個房子永遠蓋不成功。由此可知，「淨業三福」是我們修行的基礎，修行的根本，一切諸佛成佛都是從這個基礎上修學的，我們修學的基礎就是三福。三福的第一福有四句：「孝養父母，奉事師長，慈心不殺，修十善業」，這四句是人天福。換句話說，人天的福報你都沒有，你怎麼能成佛？"
    },
    {
      "id": "12-019-0003_p0004",
      "zh_CN": "诸位必须要记住，无量法门当中，净土法门是最容易修，带业往生，极重的罪业都可以带。可是诸位要晓得，带业往生也是在这个基础上。如果没有这个基础，就根本不能往生，也谈不上什么带业不带业了，不能往生，这是我们不可以忽略的。纵然是一生当中，没有能够尽到孝道，就像《观经》里面所说，阿阇世王为了夺取王位，杀父亲、害母亲、出佛身血、破和合僧，五逆十恶造尽了，临终地狱相现前。但是他在临终时真正忏悔，知道自己错误了，忏悔的力量不可思议。所以罪业能够忏悔，回过头来，他就能尽孝，他就能够奉事师长，我们世俗谚语里面所讲「浪子回头金不换」。他真正肯回头，足以证明佛门大慈大悲，你有过失不怕，你回头就行；不肯回头，那带业也不能往生，回头太要紧了。如果我们做人都做不好，就谈不上修行。",
      "zh_TW": "諸位必須要記住，無量法門當中，淨土法門是最容易修，帶業往生，極重的罪業都可以帶。可是諸位要曉得，帶業往生也是在這個基礎上。如果沒有這個基礎，就根本不能往生，也談不上什麼帶業不帶業了，不能往生，這是我們不可以忽略的。縱然是一生當中，沒有能夠盡到孝道，就像《觀經》裡面所說，阿闍世王為了奪取王位，殺父親、害母親、出佛身血、破和合僧，五逆十惡造盡了，臨終地獄相現前。但是他在臨終時真正懺悔，知道自己錯誤了，懺悔的力量不可思議。所以罪業能夠懺悔，回過頭來，他就能盡孝，他就能夠奉事師長，我們世俗諺語裡面所講「浪子回頭金不換」。他真正肯回頭，足以證明佛門大慈大悲，你有過失不怕，你回頭就行；不肯回頭，那帶業也不能往生，回頭太要緊了。如果我們做人都做不好，就談不上修行。"
    },
    {
      "id": "12-019-0003_p0005",
      "zh_CN": "做人从哪里做起？从孝亲尊师，从这个地方做起。为什么佛要如此的对我们要求？正因为佛法的修学，最后的目标是要我们「明心见性，见性成佛」。这两句不是禅宗的专利，是所有一切大乘法门共同的目标，到最后都是明心见性。我们修净土，往生西方极乐世界见到阿弥陀佛，还是明心见性，只是我们跟禅宗用功的方法不相同，目标完全相同。古来祖师们常说：「但得见弥陀，何愁不开悟。」见到阿弥陀佛，你就大彻大悟、明心见性，还是一桩事情。既然总目标在此地，要见自性必须要用性德，修学与自性才能相应。性德是什么？性德就是孝敬，这个我们不能不知道。孝是从理上讲，敬是从事上讲，佛法这是有理有事。孝是一个观念，也就是我们对整个宇宙人生的看法。",
      "zh_TW": "做人從哪裡做起？從孝親尊師，從這個地方做起。為什麼佛要如此的對我們要求？正因為佛法的修學，最後的目標是要我們「明心見性，見性成佛」。這兩句不是禪宗的專利，是所有一切大乘法門共同的目標，到最後都是明心見性。我們修淨土，往生西方極樂世界見到阿彌陀佛，還是明心見性，只是我們跟禪宗用功的方法不相同，目標完全相同。古來祖師們常說：「但得見彌陀，何愁不開悟。」見到阿彌陀佛，你就大徹大悟、明心見性，還是一樁事情。既然總目標在此地，要見自性必須要用性德，修學與自性才能相應。性德是什麼？性德就是孝敬，這個我們不能不知道。孝是從理上講，敬是從事上講，佛法這是有理有事。孝是一個觀念，也就是我們對整個宇宙人生的看法。"
    },
    {
      "id": "12-019-0003_p0006",
      "zh_CN": "文字是个符号，中国文字比世界上任何国家民族文字都来得优美，是高度的艺术。不仅仅是高度艺术(讲高度艺术大家会同意)，中国的书法，这是世界上都认为是高度的艺术品，书法家的作品都值得人家去珍藏。这是艺术，大家都懂得。里面还有高度的智慧，知道中国文字里面含有高度智慧的人就比较少一点了。这是我们祖先了不起的发明，让你看到这个符号就觉悟，就不迷惑了，这是高度智慧的结晶。",
      "zh_TW": "文字是個符號，中國文字比世界上任何國家民族文字都來得優美，是高度的藝術。不僅僅是高度藝術(講高度藝術大家會同意)，中國的書法，這是世界上都認為是高度的藝術品，書法家的作品都值得人家去珍藏。這是藝術，大家都懂得。裡面還有高度的智慧，知道中國文字裡面含有高度智慧的人就比較少一點了。這是我們祖先了不起的發明，讓你看到這個符號就覺悟，就不迷惑了，這是高度智慧的結晶。"
    },
    {
      "id": "12-019-0003_p0007",
      "zh_CN": "我们看这个「孝」字，你要是细细去观察，你在这里面就开智慧了。「孝」这个符号代表什么？你看它上面是「老」字，下面是「子」。这一个字，在中国创造文字的体例里面，就有六个原则，这是属于「会意」，让你看到这个符号，体会其中的意思。「老」是上一代，「子」是下一代，上一代跟下一代是一个整体，「孝」表这个意思。我们到外国，外国人常讲上一代跟下一代有代沟。代沟是什么？就是不孝。代沟在中国人讲「不孝」，把「老」、「子」分了家，拆开来了，不是一个字，是两个字，那就是大不孝。所以这两个字合起来，告诉你上一代跟下一代是一个整体，上一代还有上一代，过去无始；下一代还有下一代，未来无终，无始无终是一个生命的整体。你看看，是不是高度智慧的符号！",
      "zh_TW": "我們看這個「孝」字，你要是細細去觀察，你在這裡面就開智慧了。「孝」這個符號代表什麼？你看它上面是「老」字，下面是「子」。這一個字，在中國創造文字的體例裡面，就有六個原則，這是屬於「會意」，讓你看到這個符號，體會其中的意思。「老」是上一代，「子」是下一代，上一代跟下一代是一個整體，「孝」表這個意思。我們到外國，外國人常講上一代跟下一代有代溝。代溝是什麼？就是不孝。代溝在中國人講「不孝」，把「老」、「子」分了家，拆開來了，不是一個字，是兩個字，那就是大不孝。所以這兩個字合起來，告訴你上一代跟下一代是一個整體，上一代還有上一代，過去無始；下一代還有下一代，未來無終，無始無終是一個生命的整體。你看看，是不是高度智慧的符號！"
    },
    {
      "id": "12-019-0003_p0008",
      "zh_CN": "中国人逢年过节祭祀祖先，外国人看到之后，就觉得非常奇怪，为什么中国人会有这种举动？祖先，你根本就没有见过面，说几百年、几千年的，你还纪念他干什么？这就是不懂得事实真相。事实真相是一个整体，过去无始、未来无终是一个整体，这是我们从时间上来说。横的方面来讲，也是一样的。所以大乘佛法讲「竖穷三际，横遍十方」是一真法界，一真法界就是自己生命的全体，虚空法界是个整体，中国用这种符号来表达。如果你真正体会到，肯定到尽虚空、遍法界是一个自己，你才是真正开悟。所以禅宗里面，古大德悟了之后，曾经说「尽虚空遍法界是沙门一只眼」，就是说的这个意思。他明白了，他承认了，他肯定了，尽虚空、遍法界是自己。",
      "zh_TW": "中國人逢年過節祭祀祖先，外國人看到之後，就覺得非常奇怪，為什麼中國人會有這種舉動？祖先，你根本就沒有見過面，說幾百年、幾千年的，你還紀念他幹什麼？這就是不懂得事實真相。事實真相是一個整體，過去無始、未來無終是一個整體，這是我們從時間上來說。橫的方面來講，也是一樣的。所以大乘佛法講「豎窮三際，橫遍十方」是一真法界，一真法界就是自己生命的全體，虛空法界是個整體，中國用這種符號來表達。如果你真正體會到，肯定到盡虛空、遍法界是一個自己，你才是真正開悟。所以禪宗裡面，古大德悟了之後，曾經說「盡虛空遍法界是沙門一隻眼」，就是說的這個意思。他明白了，他承認了，他肯定了，盡虛空、遍法界是自己。"
    },
    {
      "id": "12-019-0003_p0009",
      "zh_CN": "这个话乍听起来很难懂，虚空法界跟我怎么会是一体，哪有这种道理？这是诸佛如来果地上亲证的境界。佛跟我们初学讲，我们初学摇头，很难接受。虽然对于佛很佩服，佛有道德、有学问、有智慧，佛不打妄语，但是这个话说了，我们不敢承认。所以佛常用比喻说法，这里面比喻用得最多是「梦幻泡影」。作梦，每一个人都有作梦的经验，以作梦的经验来观察。当我们作梦梦醒的时候，对于刚才梦中的境界，还很清楚、很明白，你不妨仔细想一想，那个梦中的境界是不是自己变的？作梦的时候，梦里面一定有自己。哪一个人曾经做一次梦，梦里头没有自己？一定有自己。你也梦了很多人，也有山河大地，也有虚空，也有万物。醒来之后想一想，那个梦从哪里来的？现代科学说这是意识变现出来的，在我们佛法里面讲是阿赖耶种子起现行，跟现代讲的意识变现很接近。由此可知，作梦的时候，整个梦境是自己心里变现出来的，真的是「心外无法，法外无心」，「心外无梦，梦外无心」，你整个的心变成了梦中境界。试问问能变的是自性，所变的是梦中境界，梦中境界哪一物不是自己？这么想没错。梦中自己是自己变现的，梦中所有一些人还是自己变现的，天地万物都是自己变现的，除自己能变的之外，没有一物离开了我们自性。所以诸位要常常从梦境里面去观察、去反省、去思考，你就能体会到，佛在大经里面所讲的境界，就可以相信了。",
      "zh_TW": "這個話乍聽起來很難懂，虛空法界跟我怎麼會是一體，哪有這種道理？這是諸佛如來果地上親證的境界。佛跟我們初學講，我們初學搖頭，很難接受。雖然對於佛很佩服，佛有道德、有學問、有智慧，佛不打妄語，但是這個話說了，我們不敢承認。所以佛常用比喻說法，這裡面比喻用得最多是「夢幻泡影」。作夢，每一個人都有作夢的經驗，以作夢的經驗來觀察。當我們作夢夢醒的時候，對於剛才夢中的境界，還很清楚、很明白，你不妨仔細想一想，那個夢中的境界是不是自己變的？作夢的時候，夢裡面一定有自己。哪一個人曾經做一次夢，夢裡頭沒有自己？一定有自己。你也夢了很多人，也有山河大地，也有虛空，也有萬物。醒來之後想一想，那個夢從哪裡來的？現代科學說這是意識變現出來的，在我們佛法裡面講是阿賴耶種子起現行，跟現代講的意識變現很接近。由此可知，作夢的時候，整個夢境是自己心裡變現出來的，真的是「心外無法，法外無心」，「心外無夢，夢外無心」，你整個的心變成了夢中境界。試問問能變的是自性，所變的是夢中境界，夢中境界哪一物不是自己？這麼想沒錯。夢中自己是自己變現的，夢中所有一些人還是自己變現的，天地萬物都是自己變現的，除自己能變的之外，沒有一物離開了我們自性。所以諸位要常常從夢境裡面去觀察、去反省、去思考，你就能體會到，佛在大經裡面所講的境界，就可以相信了。"
    },
    {
      "id": "12-019-0003_p0010",
      "zh_CN": "尽虚空、遍法界是一个自己，佛明白了、清楚了，所以对于一切众生关怀、爱护、协助，没有任何条件。为什么没有条件？是自己，不是别人。左手有个痒处，右手去替它搔搔痒，那左手还要感谢右手吗？不需要。为什么？一体。我们今天实在讲大不孝，不晓得整个宇宙人生跟我们是一体。我们今天笑外国人有代沟，其实我们自己不知道有多少代沟，不止四分五裂，不止！这是中国用这么一个符号来代表。所以从这个符号上我们就明了，什么时候你觉悟到尽虚空、遍法界是一个自己，你就懂得「孝」的意思。",
      "zh_TW": "盡虛空、遍法界是一個自己，佛明白了、清楚了，所以對於一切眾生關懷、愛護、協助，沒有任何條件。為什麼沒有條件？是自己，不是別人。左手有個癢處，右手去替它搔搔癢，那左手還要感謝右手嗎？不需要。為什麼？一體。我們今天實在講大不孝，不曉得整個宇宙人生跟我們是一體。我們今天笑外國人有代溝，其實我們自己不知道有多少代溝，不止四分五裂，不止！這是中國用這麼一個符號來代表。所以從這個符號上我們就明瞭，什麼時候你覺悟到盡虛空、遍法界是一個自己，你就懂得「孝」的意思。"
    },
    {
      "id": "12-019-0003_p0011",
      "zh_CN": "孝表现在事上就是敬，我们底下用一个养，养这里头最重要是敬，没有敬意，养什么？养父母之身，这是从最贴近的人做起，对父母。父母对我们的恩德太大了，父母生我们、养我们，受尽千辛万苦，把儿女抚养成人，这个德太大太大了，永远报不尽。所以佛教诫初学的学生，学生对佛很尊敬，佛就告诉他：「你家里头有两尊活佛在，你先要把你家里两尊活佛孝敬好，你再到我这里来。」佛法是教学，前面两天跟诸位说过，所以佛法是师道，师道一定建立在孝道的基础上。人不孝顺父母，怎么会尊敬老师？不可能的事情，师道一定建立在孝道的基础上。如果孝道没有了，肯定师道也没有了，这个世间必然是大乱，一切的秩序从基础上崩溃了，人民决定没有福祉可言，所以教孝就太重要了。中国自古以来，每一个朝代，那个帝王纵然对他父母再不孝，但是他还要标榜以孝治天下，死了以后，谥号里头还要用一个孝字，然后我们才了解他多么重视孝道。",
      "zh_TW": "孝表現在事上就是敬，我們底下用一個養，養這裡頭最重要是敬，沒有敬意，養什麼？養父母之身，這是從最貼近的人做起，對父母。父母對我們的恩德太大了，父母生我們、養我們，受盡千辛萬苦，把兒女撫養成人，這個德太大太大了，永遠報不盡。所以佛教誡初學的學生，學生對佛很尊敬，佛就告訴他：「你家裡頭有兩尊活佛在，你先要把你家裡兩尊活佛孝敬好，你再到我這裡來。」佛法是教學，前面兩天跟諸位說過，所以佛法是師道，師道一定建立在孝道的基礎上。人不孝順父母，怎麼會尊敬老師？不可能的事情，師道一定建立在孝道的基礎上。如果孝道沒有了，肯定師道也沒有了，這個世間必然是大亂，一切的秩序從基礎上崩潰了，人民決定沒有福祉可言，所以教孝就太重要了。中國自古以來，每一個朝代，那個帝王縱然對他父母再不孝，但是他還要標榜以孝治天下，死了以後，諡號裡頭還要用一個孝字，然後我們才了解他多麼重視孝道。"
    },
    {
      "id": "12-019-0003_p0012",
      "zh_CN": "我们「养父母之身」，使父母的衣食住行我们都要照顾到。父母对我们自己在幼孩的时候，照顾得无微不至，到父母老年的时候，应当要有报答；老年他体力衰了，我们要尽人子之道。所以佛法的教学是从这里做起的，你要孝养父母。",
      "zh_TW": "我們「養父母之身」，使父母的衣食住行我們都要照顧到。父母對我們自己在幼孩的時候，照顧得無微不至，到父母老年的時候，應當要有報答；老年他體力衰了，我們要盡人子之道。所以佛法的教學是從這裡做起的，你要孝養父母。"
    },
    {
      "id": "12-019-0003_p0013",
      "zh_CN": "除了养父母之身以外，还要懂得「养父母之志」，也就是父母对你的愿望，你要能做到，你做不到那就对不起父母。但是现代人说起来是很奇怪，中国古时候父母纵然没有念过书，也懂得尊重圣贤，总希望自己的子女将来能够作圣作贤，「读书志在圣贤」。但是现代做父母的人，已经跟中国传统文化脱节；换句话说，对自己国家民族的文化逐渐逐渐淡薄，甚至于完全无知。于是羡慕外国人，给儿女起名字，都起上外国名字，那这个意思作儿女就难了。为什么？父母把你起个外国人的名字，那你将来一定要作外国人才对得起父母；你要不作外国人，那就不是父母的期望，这是说到我们今天的难处。从前父母给儿女命名，命名就是对他一生的期望，所以人长大之后把名改掉，那这是大不孝，在古时候是决定不许可的，名是父母对你的期望。所以我们要懂得养父母之心，养父母之志。",
      "zh_TW": "除了養父母之身以外，還要懂得「養父母之志」，也就是父母對你的願望，你要能做到，你做不到那就對不起父母。但是現代人說起來是很奇怪，中國古時候父母縱然沒有念過書，也懂得尊重聖賢，總希望自己的子女將來能夠作聖作賢，「讀書志在聖賢」。但是現代做父母的人，已經跟中國傳統文化脫節；換句話說，對自己國家民族的文化逐漸逐漸淡薄，甚至於完全無知。於是羨慕外國人，給兒女起名字，都起上外國名字，那這個意思作兒女就難了。為什麼？父母把你起個外國人的名字，那你將來一定要作外國人才對得起父母；你要不作外國人，那就不是父母的期望，這是說到我們今天的難處。從前父母給兒女命名，命名就是對他一生的期望，所以人長大之後把名改掉，那這是大不孝，在古時候是決定不許可的，名是父母對你的期望。所以我們要懂得養父母之心，養父母之志。"
    },
    {
      "id": "12-019-0003_p0014",
      "zh_CN": "父母养的儿女如果多的话，兄弟姊妹要和睦。如果不和睦，你供养父母在物质上的享受，让他一点都没有欠缺，可是你兄弟不和睦，父母忧心看到难过，那是不孝。所以兄弟姊妹要和睦，妯娌要和睦，亲族要和睦，父母才快乐。你在学校里面念书，书念得不好，父母忧虑、忧心，那是不孝。你在学校里面不尊敬老师，不友爱同学，天天闹事，那也是不孝，然后才晓得孝的范围有多么广大。你学业完成了，踏进社会，你在社会里面工作，你有上司；到你工作一个阶段，你的地位逐渐上升，你有属下。如果你对上司不服从、不尊敬，对下属没有能够照顾，没有能够教导，都是不孝，都让你父母忧虑。我们学佛了，这学佛难，父母懂得佛法，儿女学佛了，他高兴。他怎么高兴？希望儿女将来作佛。你做了菩萨，孝都没有尽圆满；做到佛，那你父母的愿望满了，这是「养父母之志」。所以孝养父母，要养父母之身、养父母之心、养父母之志。",
      "zh_TW": "父母養的兒女如果多的話，兄弟姊妹要和睦。如果不和睦，你供養父母在物質上的享受，讓他一點都沒有欠缺，可是你兄弟不和睦，父母憂心看到難過，那是不孝。所以兄弟姊妹要和睦，妯娌要和睦，親族要和睦，父母才快樂。你在學校裡面念書，書念得不好，父母憂慮、憂心，那是不孝。你在學校裡面不尊敬老師，不友愛同學，天天鬧事，那也是不孝，然後才曉得孝的範圍有多麼廣大。你學業完成了，踏進社會，你在社會裡面工作，你有上司；到你工作一個階段，你的地位逐漸上升，你有屬下。如果你對上司不服從、不尊敬，對下屬沒有能夠照顧，沒有能夠教導，都是不孝，都讓你父母憂慮。我們學佛了，這學佛難，父母懂得佛法，兒女學佛了，他高興。他怎麼高興？希望兒女將來作佛。你做了菩薩，孝都沒有盡圓滿；做到佛，那你父母的願望滿了，這是「養父母之志」。所以孝養父母，要養父母之身、養父母之心、養父母之志。"
    },
    {
      "id": "12-019-0003_p0015",
      "zh_CN": "所以谁把「孝」做得圆圆满满，一丝毫没有欠缺？诸佛如来，他做圆满了。等觉菩萨还有一品生相无明没断，孝道里头还欠缺一分；一百分算是满分，等觉菩萨只有九十九分，还没有到圆满。由此可知，整个佛法就是一个孝道的圆满成就，佛法的教学是建立在孝道的基础上，到最后完成圆满的孝道。如果我们对父母不孝不敬，你完全违背了佛陀的教学。",
      "zh_TW": "所以誰把「孝」做得圓圓滿滿，一絲毫沒有欠缺？諸佛如來，他做圓滿了。等覺菩薩還有一品生相無明沒斷，孝道裡頭還欠缺一分；一百分算是滿分，等覺菩薩只有九十九分，還沒有到圓滿。由此可知，整個佛法就是一個孝道的圓滿成就，佛法的教學是建立在孝道的基礎上，到最後完成圓滿的孝道。如果我們對父母不孝不敬，你完全違背了佛陀的教學。"
    },
    {
      "id": "12-019-0003_p0016",
      "zh_CN": "今天许许多多学佛的同修，有些人来告诉我，家里面反对，反对他学佛。我说：不是你家里人反对你学佛，是你自己学错了佛才让人反对。你真正会学佛，你能够孝顺父母，友爱兄弟姊妹，和睦亲族，哪一个不欢迎你？你学了佛之后，自己以为了不起，看到你家里的人，这个也破戒，那个也犯法，将来你们都堕阿鼻地狱，那家里人怎么不跟你吵架，怎么不反对你？你自己没做好，不能作师，不能作范，不能做一个好的表率。你没有智慧，你没有善巧方便，而且跟家里人作对。这怎么可以？",
      "zh_TW": "今天許許多多學佛的同修，有些人來告訴我，家裡面反對，反對他學佛。我說：不是你家裡人反對你學佛，是你自己學錯了佛才讓人反對。你真正會學佛，你能夠孝順父母，友愛兄弟姊妹，和睦親族，哪一個不歡迎你？你學了佛之後，自己以為了不起，看到你家裡的人，這個也破戒，那個也犯法，將來你們都墮阿鼻地獄，那家裡人怎麼不跟你吵架，怎麼不反對你？你自己沒做好，不能作師，不能作範，不能做一個好的表率。你沒有智慧，你沒有善巧方便，而且跟家裡人作對。這怎麼可以？"
    },
    {
      "id": "12-019-0003_p0017",
      "zh_CN": "劝导家人要慢慢来，他们有许许多多的错误观念，大概在学佛来讲最大的一个困难是饮食上的障碍。我们学佛明白这个道理，我们跟所有众生同一体的关系，不忍心食肉，所以我们采取素食。一般社会人以为素食没有营养，他们也很爱护你，你吃素营养不够，劝你多吃肉，他也是好心，不是恶心。你要懂得你在素食里面，把身体养得好好的给他看，你吃肉吃了一身病，我不吃肉身体这么健康，他才会相信。所以劝人素食，不要从因果上讲，因果上讲会产生抗拒，他们不会赞成。从哪里讲？从卫生上讲，从养生之道上讲，这就容易接受了，讲出一番道理出来。",
      "zh_TW": "勸導家人要慢慢來，他們有許許多多的錯誤觀念，大概在學佛來講最大的一個困難是飲食上的障礙。我們學佛明白這個道理，我們跟所有眾生同一體的關係，不忍心食肉，所以我們採取素食。一般社會人以為素食沒有營養，他們也很愛護你，你吃素營養不夠，勸你多吃肉，他也是好心，不是惡心。你要懂得你在素食裡面，把身體養得好好的給他看，你吃肉吃了一身病，我不吃肉身體這麼健康，他才會相信。所以勸人素食，不要從因果上講，因果上講會產生抗拒，他們不會贊成。從哪裡講？從衛生上講，從養生之道上講，這就容易接受了，講出一番道理出來。"
    },
    {
      "id": "12-019-0003_p0018",
      "zh_CN": "我在没有学佛之前，我进过伊斯兰的教堂，进过基督教的教堂，我在基督教里面学过两年，在伊斯兰教堂里面学过一年，我对他们都非常尊敬。一般人讲求「卫生」，这是很有道理的。为什么？保卫自己的生理，讲求卫生，防止疾病。可是伊斯兰的饮食，比我们一般讲求卫生的人，他还要讲「卫性」。他懂得卫性，性是性情，他知道人的性情与饮食有关系，凡是对自己生理有激烈刺激反应的这一类东西，他不吃。所以他的饮食是有选择的，比我们一般人讲求卫生的选择更要精细了。譬如他不吃狗肉，为什么？狗容易疯狂，狂犬症。为什么不吃猪肉？猪懒惰。他吃牛、羊肉，牛、羊肉勤快，他选择。所以我在那里学到了一些东西。到以后学佛，看到佛家「不食一切众生肉」，佛家饮食又提高了一层，选择素食，断除肉食。为什么？修慈悲心。世间人只讲卫生一种，伊斯兰讲两种：卫生、卫性，佛家讲三种：卫生、卫性、卫心，保护慈悲心，这个饮食是最健全的。",
      "zh_TW": "我在沒有學佛之前，我進過伊斯蘭的教堂，進過基督教的教堂，我在基督教裡面學過兩年，在伊斯蘭教堂裡面學過一年，我對他們都非常尊敬。一般人講求「衛生」，這是很有道理的。為什麼？保衛自己的生理，講求衛生，防止疾病。可是伊斯蘭的飲食，比我們一般講求衛生的人，他還要講「衛性」。他懂得衛性，性是性情，他知道人的性情與飲食有關係，凡是對自己生理有激烈刺激反應的這一類東西，他不吃。所以他的飲食是有選擇的，比我們一般人講求衛生的選擇更要精細了。譬如他不吃狗肉，為什麼？狗容易瘋狂，狂犬症。為什麼不吃豬肉？豬懶惰。他吃牛、羊肉，牛、羊肉勤快，他選擇。所以我在那裡學到了一些東西。到以後學佛，看到佛家「不食一切眾生肉」，佛家飲食又提高了一層，選擇素食，斷除肉食。為什麼？修慈悲心。世間人只講衛生一種，伊斯蘭講兩種：衛生、衛性，佛家講三種：衛生、衛性、衛心，保護慈悲心，這個飲食是最健全的。"
    },
    {
      "id": "12-019-0003_p0019",
      "zh_CN": "我初学佛的时候，六个月我就吃长素了。我吃长素不是人家劝我因果报应，不是的，我是明白这个道理，我觉得佛家讲的饮食是最完美的。又何况素食对于培养清净心、平等心有很大的帮助，身心清净，养生之道最重要是心理。现代的医学也懂得，心理卫生重过生理的卫生，心理要健全，这个身体不会坏。我们到西方极乐世界，看到经上讲西方极乐世界的人，个个都是金刚不坏身，「清虚之身，无极之体」，这佛在经上讲的，寿命无量。从哪里来的？清净心来的。所以诸位心地清净，你就不会生病；心地慈悲，任何毒都化解了。慈悲是最好的解毒剂，不需要用解毒的药物，慈悲心把任何的巨毒都化解了。所以只要做到清净慈悲，你的身体自然就健康长寿。这个我们都合在孝养父母里头来说，我们身体健康长寿，父母看到喜欢，如果天天看到你生病，父母很难过。所以要善体父母之心，你才懂得怎样去尽孝。所以素食好处就太多了。",
      "zh_TW": "我初學佛的時候，六個月我就吃長素了。我吃長素不是人家勸我因果報應，不是的，我是明白這個道理，我覺得佛家講的飲食是最完美的。又何況素食對於培養清淨心、平等心有很大的幫助，身心清淨，養生之道最重要是心理。現代的醫學也懂得，心理衛生重過生理的衛生，心理要健全，這個身體不會壞。我們到西方極樂世界，看到經上講西方極樂世界的人，個個都是金剛不壞身，「清虛之身，無極之體」，這佛在經上講的，壽命無量。從哪裡來的？清淨心來的。所以諸位心地清淨，你就不會生病；心地慈悲，任何毒都化解了。慈悲是最好的解毒劑，不需要用解毒的藥物，慈悲心把任何的巨毒都化解了。所以只要做到清淨慈悲，你的身體自然就健康長壽。這個我們都合在孝養父母裡頭來說，我們身體健康長壽，父母看到喜歡，如果天天看到你生病，父母很難過。所以要善體父母之心，你才懂得怎樣去盡孝。所以素食好處就太多了。"
    },
    {
      "id": "12-019-0003_p0020",
      "zh_CN": "素食里面也有一些刺激东西，对于生理产生不好的影响，释迦牟尼佛在经典里面，都给我们选择删除掉了，这是诸位常常明了的「五辛」。五辛，辛是蔬菜，不是肉类。我们也称为「五荤菜」，荤也是草字头，是蔬菜一类，不是肉食。这五种，《楞严经》上讲得很清楚，生吃它刺激肝火容易发脾气，熟吃这个东西产生贺尔蒙，容易引起性冲动，都是带给你烦恼，所以不吃它，原因在此地。",
      "zh_TW": "素食裡面也有一些刺激東西，對於生理產生不好的影響，釋迦牟尼佛在經典裡面，都給我們選擇刪除掉了，這是諸位常常明瞭的「五辛」。五辛，辛是蔬菜，不是肉類。我們也稱為「五葷菜」，葷也是草字頭，是蔬菜一類，不是肉食。這五種，《楞嚴經》上講得很清楚，生吃它刺激肝火容易發脾氣，熟吃這個東西產生賀爾蒙，容易引起性衝動，都是帶給你煩惱，所以不吃它，原因在此地。"
    },
    {
      "id": "12-019-0003_p0021",
      "zh_CN": "佛是很讲理的人，不是不讲理。这个东西为什么不能吃？葱、蒜、韭菜、荞头、洋葱，这有什么不能吃？佛把这个道理说出来，对我们初学的凡夫，我们没有定力，还是避免为好。到你真正有定力、有功夫，没有障碍，《华严经》上讲「理事无碍，事事无碍」。难道吃葱、蒜还有障碍吗？到那个境界才行，不到那个境界不行，你的烦恼习气没有断，那怎么可以！",
      "zh_TW": "佛是很講理的人，不是不講理。這個東西為什麼不能吃？蔥、蒜、韭菜、蕎頭、洋蔥，這有什麼不能吃？佛把這個道理說出來，對我們初學的凡夫，我們沒有定力，還是避免為好。到你真正有定力、有功夫，沒有障礙，《華嚴經》上講「理事無礙，事事無礙」。難道吃蔥、蒜還有障礙嗎？到那個境界才行，不到那個境界不行，你的煩惱習氣沒有斷，那怎麼可以！"
    },
    {
      "id": "12-019-0003_p0022",
      "zh_CN": "可是你又得要晓得，佛的戒律条条都有开缘的，不是死板板的。开缘是你做佐料用，你配菜做为香料用，不起作用，你吃的时候不会起作用。譬如吃大蒜，像山东人大蒜瓣像花生米一粒一粒吃的，吃那么一大碗，那个起作用。那种吃法恐怕我们都没办法，我们受不了，太辣了。我们吃个一片、两片，已经就很难下咽。所以一定要懂得，要达到那个分量它才起作用，不达到这个分量不起作用。所以在家居士，你们家里人如果没有这些佐料配的时候，他就觉得「这个素菜没有味道，还是吃肉好」，那我们是避免让他吃肉，我们用这些东西做佐料，好，没有妨碍的。寺院里面就不太好意思了。寺院里面要用这个做佐料的话，居士们来了，嫌疑「这个出家人吃五荤菜」，他并不了解这里面的情形，避免嫌疑，最好就不要用，在家没有太大的关系。",
      "zh_TW": "可是你又得要曉得，佛的戒律條條都有開緣的，不是死板板的。開緣是你做佐料用，你配菜做為香料用，不起作用，你吃的時候不會起作用。譬如吃大蒜，像山東人大蒜瓣像花生米一粒一粒吃的，吃那麼一大碗，那個起作用。那種吃法恐怕我們都沒辦法，我們受不了，太辣了。我們吃個一片、兩片，已經就很難下嚥。所以一定要懂得，要達到那個分量它才起作用，不達到這個分量不起作用。所以在家居士，你們家裡人如果沒有這些佐料配的時候，他就覺得「這個素菜沒有味道，還是吃肉好」，那我們是避免讓他吃肉，我們用這些東西做佐料，好，沒有妨礙的。寺院裡面就不太好意思了。寺院裡面要用這個做佐料的話，居士們來了，嫌疑「這個出家人吃五葷菜」，他並不了解這裡面的情形，避免嫌疑，最好就不要用，在家沒有太大的關係。"
    },
    {
      "id": "12-019-0003_p0023",
      "zh_CN": "譬如五戒(根本大戒)里面有酒，酒不是性罪，是遮罪，怕你喝醉了之后，你破别的戒。酒本身哪有过失？如果你喝酒要不喝醉，那有什么过失？没有过失。但是为什么佛制订这么严格？怕你控制不了你自己，一杯又想一杯，不想醉自然就喝醉了，就出毛病。所以这个戒律才这么严，是因为你不能控制自己。一定要明白这个道理，条条戒律都有开缘。所以佛是很讲理的人，佛教给我们合情合理合法，样样都是帮助我们身心健康，我们要懂得佛的意思。",
      "zh_TW": "譬如五戒(根本大戒)裡面有酒，酒不是性罪，是遮罪，怕你喝醉了之後，你破別的戒。酒本身哪有過失？如果你喝酒要不喝醉，那有什麼過失？沒有過失。但是為什麼佛制訂這麼嚴格？怕你控制不了你自己，一杯又想一杯，不想醉自然就喝醉了，就出毛病。所以這個戒律才這麼嚴，是因為你不能控制自己。一定要明白這個道理，條條戒律都有開緣。所以佛是很講理的人，佛教給我們合情合理合法，樣樣都是幫助我們身心健康，我們要懂得佛的意思。"
    },
    {
      "id": "12-019-0003_p0024",
      "zh_CN": "所以从孝养父母下手；你真正学佛了，真正发愿修行，从哪里修起？从今而后，要认真去孝养父母，奉事师长。佛法是师道，一个人学业、道业、事业的成功，都需要父母跟老师配合，才能把这个人教出来。教一个人，自己直接去教非常困难，必须父母跟老师配合得很好。做父母的人，儿女稍稍懂事，到七、八岁上学的年龄懂事了，父母说：「我是你的老子，你要孝顺我。」儿子反问：「我为什么要孝顺你？」这句话说不出口。所以教孝是谁？老师。老师教学生孝顺父母，把孝顺父母的大道理说给学生听，学生回家就知道孝顺父母。老师不能要求学生：「你要尊师重道，你要尊重我。」也说不出口，所以父母教儿女奉事师长。父母教儿女尊师重道，老师教学生孝顺父母，这么样密切配合，这个小孩他才会真正懂得明白了，恍然大悟，应该要这样作法。",
      "zh_TW": "所以從孝養父母下手；你真正學佛了，真正發願修行，從哪裡修起？從今而後，要認真去孝養父母，奉事師長。佛法是師道，一個人學業、道業、事業的成功，都需要父母跟老師配合，才能把這個人教出來。教一個人，自己直接去教非常困難，必須父母跟老師配合得很好。做父母的人，兒女稍稍懂事，到七、八歲上學的年齡懂事了，父母說：「我是你的老子，你要孝順我。」兒子反問：「我為什麼要孝順你？」這句話說不出口。所以教孝是誰？老師。老師教學生孝順父母，把孝順父母的大道理說給學生聽，學生回家就知道孝順父母。老師不能要求學生：「你要尊師重道，你要尊重我。」也說不出口，所以父母教兒女奉事師長。父母教兒女尊師重道，老師教學生孝順父母，這麼樣密切配合，這個小孩他才會真正懂得明白了，恍然大悟，應該要這樣作法。"
    },
    {
      "id": "12-019-0003_p0025",
      "zh_CN": "从前家长对于老师，实在讲非常尊敬。我记得我小时候七、八岁，大概我是上了两个月的私塾，那个私塾是在乡下一个祠堂，这里面有一位教书的先生，我父亲把我送到那里去上学。先拜孔老夫子，它那个礼堂里面，供的是大成至圣先师孔老夫子的牌位，向这个牌位行三跪九叩首的礼节，这是满清的礼节，在民国初年。拜完孔老夫子之后，再请老师上座，我父亲在前面，我们跟在后面，也给老师行三跪九叩首的大礼，这是家长把儿女付托给老师，请老师好好的管教。家长对老师行这么大的礼，老师要不认真教学，怎么能对得起家长？他不能不认真，不能不负责任。家长总是尽心尽力备一份礼物，供养老师。老师不在乎礼物的丰厚，是随着每个人家庭环境，家庭环境好多送一点，环境不好少送一点，老师不计较这些，计较是你做家长的对老师有没有诚意。",
      "zh_TW": "從前家長對於老師，實在講非常尊敬。我記得我小時候七、八歲，大概我是上了兩個月的私塾，那個私塾是在鄉下一個祠堂，這裡面有一位教書的先生，我父親把我送到那裡去上學。先拜孔老夫子，它那個禮堂裡面，供的是大成至聖先師孔老夫子的牌位，向這個牌位行三跪九叩首的禮節，這是滿清的禮節，在民國初年。拜完孔老夫子之後，再請老師上座，我父親在前面，我們跟在後面，也給老師行三跪九叩首的大禮，這是家長把兒女付託給老師，請老師好好的管教。家長對老師行這麼大的禮，老師要不認真教學，怎麼能對得起家長？他不能不認真，不能不負責任。家長總是盡心盡力備一份禮物，供養老師。老師不在乎禮物的豐厚，是隨著每個人家庭環境，家庭環境好多送一點，環境不好少送一點，老師不計較這些，計較是你做家長的對老師有沒有誠意。"
    },
    {
      "id": "12-019-0003_p0026",
      "zh_CN": "现在没有了，现在老师要是严格教学生，家长还到警察那里去告状。你说当老师的敢教学生吗？不敢教。你将来有没有成就，老师就不负责任了。所以古时候教学，我觉得那个制度好，学生对于老师一生都不会忘记，感恩戴德，感激老师的教诲。哪里像现在离开学校，老师都忘得干干净净的，你说这个社会不乱怎么可能？不可能的事情。这个问题就是现在师道没有了，师道为什么没有？孝道没有了。我们今天学佛，知道师道跟孝道使社会安定，人民幸福。国家兴衰，世界的安定和平，孝道跟师道是真正的基础。",
      "zh_TW": "現在沒有了，現在老師要是嚴格教學生，家長還到警察那裡去告狀。你說當老師的敢教學生嗎？不敢教。你將來有沒有成就，老師就不負責任了。所以古時候教學，我覺得那個制度好，學生對於老師一生都不會忘記，感恩戴德，感激老師的教誨。哪裡像現在離開學校，老師都忘得乾乾淨淨的，你說這個社會不亂怎麼可能？不可能的事情。這個問題就是現在師道沒有了，師道為什麼沒有？孝道沒有了。我們今天學佛，知道師道跟孝道使社會安定，人民幸福。國家興衰，世界的安定和平，孝道跟師道是真正的基礎。"
    },
    {
      "id": "12-019-0003_p0027",
      "zh_CN": "中国古代，汉武帝制订的中国教学政策。教学的宗旨汉武帝制订的，一直到满清都没有改变，每一个朝代改朝换代，但是教学宗旨始终没有改变，那就是「孝亲尊师」。而佛法传到中国来之后，佛教育也是建立在这个基础上，跟儒家的教学不谋而合，这真正是所谓「英雄所见，大略相同」，我们知道这个关系太大太大了。我们修行要想成菩萨、要想成佛，世间人把孝道舍弃了，师道舍弃了，他要搞六道轮回，那无所谓。我们今天要想超越六道轮回，要想作菩萨、作佛，那非从这个基础下手不可。别人不做，我们一定要做，我们要做出成绩表现给社会大众看，让社会大众冷静去思考，希望孝道跟师道逐渐在社会慢慢再能够提起来，这个社会才有救。",
      "zh_TW": "中國古代，漢武帝制訂的中國教學政策。教學的宗旨漢武帝制訂的，一直到滿清都沒有改變，每一個朝代改朝換代，但是教學宗旨始終沒有改變，那就是「孝親尊師」。而佛法傳到中國來之後，佛教育也是建立在這個基礎上，跟儒家的教學不謀而合，這真正是所謂「英雄所見，大略相同」，我們知道這個關係太大太大了。我們修行要想成菩薩、要想成佛，世間人把孝道捨棄了，師道捨棄了，他要搞六道輪迴，那無所謂。我們今天要想超越六道輪迴，要想作菩薩、作佛，那非從這個基礎下手不可。別人不做，我們一定要做，我們要做出成績表現給社會大眾看，讓社會大眾冷靜去思考，希望孝道跟師道逐漸在社會慢慢再能夠提起來，這個社會才有救。"
    },
    {
      "id": "12-019-0003_p0028",
      "zh_CN": "「奉事师长」，这里面最重要的意义，就是要听从老师的教诲，老师教导我们的，一生都不能忘记。就像佛经里面所说的「信受奉行」，要认真把它做到。所以佛法从这里开始，这两句是根本大法，整个佛法的根基就在这两句上。",
      "zh_TW": "「奉事師長」，這裡面最重要的意義，就是要聽從老師的教誨，老師教導我們的，一生都不能忘記。就像佛經裡面所說的「信受奉行」，要認真把它做到。所以佛法從這裡開始，這兩句是根本大法，整個佛法的根基就在這兩句上。"
    },
    {
      "id": "12-019-0003_p0029",
      "zh_CN": "下面再讲逐渐落实在日常生活当中。「慈心不杀」，培养慈悲心。五戒里面提一个「不杀生」，其他的就省略掉，不是没有了。这一个慈心贯下去，「不杀生，不偷盗，不邪淫，不妄语，不饮酒」，这个经文简略，这都是属于慈心，培养大慈悲心。",
      "zh_TW": "下面再講逐漸落實在日常生活當中。「慈心不殺」，培養慈悲心。五戒裡面提一個「不殺生」，其他的就省略掉，不是沒有了。這一個慈心貫下去，「不殺生，不偷盜，不邪淫，不妄語，不飲酒」，這個經文簡略，這都是屬於慈心，培養大慈悲心。"
    },
    {
      "id": "12-019-0003_p0030",
      "zh_CN": "「修十善业」，我们在日常生活当中，处事待人接物，要以十善做标准，不能够离开这个标准。起心动念是意业，言语是口业，身体的动作是身业，以这十个标准做为规范，不能离开这个规范太远，这就是真正佛的学生，我们从这个地方奠定学佛的基础。",
      "zh_TW": "「修十善業」，我們在日常生活當中，處事待人接物，要以十善做標準，不能夠離開這個標準。起心動念是意業，言語是口業，身體的動作是身業，以這十個標準做為規範，不能離開這個規範太遠，這就是真正佛的學生，我們從這個地方奠定學佛的基礎。"
    },
    {
      "id": "12-019-0003_p0031",
      "zh_CN": "然后再从这个基础上向上提升，就是第二种福：「受持三皈，具足众戒，不犯威仪」。前面第一条是人天福报；第二条是二乘人的福报，我们讲小乘：声闻、缘觉，那我们自己知道了，这是小乘佛法；第三条是大乘佛法。佛法是建立在人天福德的基础上，没有前面这四条(第一福有四句：孝养父母，奉事师长，慈心不杀，修十善业)，就没有佛法了。我们今天讲，我要受三皈、要受戒，前面这四条没有，像盖房子一样，我不要第一层，我只盖第二层，你怎么盖法？哪有这种道理！",
      "zh_TW": "然後再從這個基礎上向上提升，就是第二種福：「受持三皈，具足眾戒，不犯威儀」。前面第一條是人天福報；第二條是二乘人的福報，我們講小乘：聲聞、緣覺，那我們自己知道了，這是小乘佛法；第三條是大乘佛法。佛法是建立在人天福德的基礎上，沒有前面這四條(第一福有四句：孝養父母，奉事師長，慈心不殺，修十善業)，就沒有佛法了。我們今天講，我要受三皈、要受戒，前面這四條沒有，像蓋房子一樣，我不要第一層，我只蓋第二層，你怎麼蓋法？哪有這種道理！"
    },
    {
      "id": "12-019-0003_p0032",
      "zh_CN": "今天佛教衰，佛教在社会上落得这种地步，你要问什么原因？我们把基础舍掉了。如果每一个人都懂得孝亲尊师，不学佛的人，其他宗教的人，看到你都对你尊敬，都对你景仰，都对你赞叹，都肯定你的德行。你连前面都做不到，说个不好听的话，对佛恭敬，天天磕头，香花水果供养，对父母完全没有一点尊敬的心，甚至于处处还给父母为难，佛菩萨要你这个学生吗？不要。佛菩萨心里很明白，「不孝父母，到这儿来巴结我，一定别有企图，不怀好意。」照理说，你一定是自己亲人应该先照顾。自己亲人，最大的恩德的人，你都不顾的时候，你去巴结佛陀，你当然是有不良的企图，这一定道理。大多数人拜佛，干什么？跟佛谈条件：「你保佑我升官发财，我发一百万，我拿一万块钱来供养你。」把佛当作贪官污吏来看待。这样拜佛，说实在话，已经是侮辱了佛菩萨，你还想得福，哪有这种道理？你造罪过就无量无边，你还以为得福？所以一定要明白这个道理，佛法建立在前面这个基础上。",
      "zh_TW": "今天佛教衰，佛教在社會上落得這種地步，你要問什麼原因？我們把基礎捨掉了。如果每一個人都懂得孝親尊師，不學佛的人，其他宗教的人，看到你都對你尊敬，都對你景仰，都對你讚歎，都肯定你的德行。你連前面都做不到，說個不好聽的話，對佛恭敬，天天磕頭，香花水果供養，對父母完全沒有一點尊敬的心，甚至於處處還給父母為難，佛菩薩要你這個學生嗎？不要。佛菩薩心裡很明白，「不孝父母，到這兒來巴結我，一定別有企圖，不懷好意。」照理說，你一定是自己親人應該先照顧。自己親人，最大的恩德的人，你都不顧的時候，你去巴結佛陀，你當然是有不良的企圖，這一定道理。大多數人拜佛，幹什麼？跟佛談條件：「你保佑我升官發財，我發一百萬，我拿一萬塊錢來供養你。」把佛當作貪官污吏來看待。這樣拜佛，說實在話，已經是侮辱了佛菩薩，你還想得福，哪有這種道理？你造罪過就無量無邊，你還以為得福？所以一定要明白這個道理，佛法建立在前面這個基礎上。"
    },
    {
      "id": "12-019-0003_p0033",
      "zh_CN": "「受持三皈」，三皈的大意，昨天给诸位略略的提示过。真正发心做佛的弟子，依照佛的标准去做，「觉、正、净」的标准，也就是《无量寿经》经题上所讲，「清净心、平等心、觉悟心」，以这个为标准，那你就是正式学佛。",
      "zh_TW": "「受持三皈」，三皈的大意，昨天給諸位略略的提示過。真正發心做佛的弟子，依照佛的標準去做，「覺、正、淨」的標準，也就是《無量壽經》經題上所講，「清淨心、平等心、覺悟心」，以這個為標準，那你就是正式學佛。"
    },
    {
      "id": "12-019-0003_p0034",
      "zh_CN": "「具足众戒」，这个意思是广义的，昨天给诸位说，一定要养成守法、守规矩，遵守道德风俗习惯，养成这样的习性才好。",
      "zh_TW": "「具足眾戒」，這個意思是廣義的，昨天給諸位說，一定要養成守法、守規矩，遵守道德風俗習慣，養成這樣的習性才好。"
    },
    {
      "id": "12-019-0003_p0035",
      "zh_CN": "「不犯威仪」，威仪用现代的话来说，就是礼节、规矩，决定不犯规矩、不犯礼节，一定要守礼。礼，古今中外不同，我们是现代人，守现代之礼，这就对了。我们到外国去旅行，到人家那个国家，一定要遵守他们的礼俗，他们的法律，他们的规矩，跟大家相处才融洽。这个意思都是非常非常之广，不能够局限在佛经教条上，那就完全错了，所以一定要懂得佛说法义趣之所在。",
      "zh_TW": "「不犯威儀」，威儀用現代的話來說，就是禮節、規矩，決定不犯規矩、不犯禮節，一定要守禮。禮，古今中外不同，我們是現代人，守現代之禮，這就對了。我們到外國去旅行，到人家那個國家，一定要遵守他們的禮俗，他們的法律，他們的規矩，跟大家相處才融洽。這個意思都是非常非常之廣，不能夠侷限在佛經教條上，那就完全錯了，所以一定要懂得佛說法義趣之所在。"
    },
    {
      "id": "12-019-0003_p0036",
      "zh_CN": "第三，这是大乘福。大乘又建立在小乘的基础上，它有次第的，决定不能够错乱。第一句「发菩提心」，这一句很难。什么叫菩提心？「菩提」是印度梵语音译过来的，翻成中国的意思是觉悟，菩提心是真正觉悟的心，真的觉悟了。觉悟什么？觉悟到人「生一定有死」，觉悟到这个世间确确实实有轮回，觉悟到依照佛陀讲的理论方法去修学，决定可以超越六道轮回，可以作佛、作菩萨，你真正觉悟到了。佛跟我们讲六道、讲十法界，这里面的业因果报都能够明白、都能够信受，然后依照佛讲的道理方法去做，这个问题都能得到解决。这一种觉悟的心与菩提心就相应，总算是你觉悟了。可是这一句话，它是讲在大乘的阶段上，那它的意思就更深了。我刚才讲的觉悟的心，在第一条我们就能做到，我们有这么高的警觉。",
      "zh_TW": "第三，這是大乘福。大乘又建立在小乘的基礎上，它有次第的，決定不能夠錯亂。第一句「發菩提心」，這一句很難。什麼叫菩提心？「菩提」是印度梵語音譯過來的，翻成中國的意思是覺悟，菩提心是真正覺悟的心，真的覺悟了。覺悟什麼？覺悟到人「生一定有死」，覺悟到這個世間確確實實有輪迴，覺悟到依照佛陀講的理論方法去修學，決定可以超越六道輪迴，可以作佛、作菩薩，你真正覺悟到了。佛跟我們講六道、講十法界，這裡面的業因果報都能夠明白、都能夠信受，然後依照佛講的道理方法去做，這個問題都能得到解決。這一種覺悟的心與菩提心就相應，總算是你覺悟了。可是這一句話，它是講在大乘的階段上，那它的意思就更深了。我剛才講的覺悟的心，在第一條我們就能做到，我們有這麼高的警覺。"
    },
    {
      "id": "12-019-0003_p0037",
      "zh_CN": "大乘里面讲的菩提心，佛在经上常讲的有三条。第一个是讲觉悟的心是真心，菩提心是「真心」，不是妄心，真心的本体是至诚心，这是真心。真心的体是什么？《观无量寿佛经》讲的「至诚心」，真诚到极处，这是你真心的本体。真诚心起作用，这个作用有两种：一个是对自己，一个是对别人。对自己叫做「深心」，拿我们现在人的话来讲，就是自重、自爱，这样说法大家好懂。你真正懂得自重自爱，你自己尊重自己，别人自然尊重你，你自己能自爱，你就能博得广大群众的爱戴。一个人自己不尊重自己，自己不爱护自己，别人怎么能瞧得起你，没有这个道理！所以深心就是自重自爱，唯有佛菩萨才真正懂得这个道理。",
      "zh_TW": "大乘裡面講的菩提心，佛在經上常講的有三條。第一個是講覺悟的心是真心，菩提心是「真心」，不是妄心，真心的本體是至誠心，這是真心。真心的體是什麼？《觀無量壽佛經》講的「至誠心」，真誠到極處，這是你真心的本體。真誠心起作用，這個作用有兩種：一個是對自己，一個是對別人。對自己叫做「深心」，拿我們現在人的話來講，就是自重、自愛，這樣說法大家好懂。你真正懂得自重自愛，你自己尊重自己，別人自然尊重你，你自己能自愛，你就能博得廣大群眾的愛戴。一個人自己不尊重自己，自己不愛護自己，別人怎麼能瞧得起你，沒有這個道理！所以深心就是自重自愛，唯有佛菩薩才真正懂得這個道理。"
    },
    {
      "id": "12-019-0003_p0038",
      "zh_CN": "对待别人要大慈大悲，《观经》上讲的「回向发愿心」，就是「大慈悲心」对人。我们自己无论修积什么样的功德，自己不享受，把自己的功德回向给大家去享受，有福大家享，有罪我一个人承当。你说这多伟大！这才叫真正发了菩提心。基督教里面讲，耶稣背一切罪人的十字架。实在讲，没有佛法讲得那么圆满，那么伟大。在境界上说，佛法是尽虚空、遍法界，不只是一个天堂、地狱，尽虚空、遍法界所有一切众生的过失，自己一个人承当。自己修积无量无边的福报，让一切众生共享，真的就跟父母、慈母爱护子女一样，不辞辛劳为儿女的幸福。",
      "zh_TW": "對待別人要大慈大悲，《觀經》上講的「迴向發願心」，就是「大慈悲心」對人。我們自己無論修積什麼樣的功德，自己不享受，把自己的功德迴向給大家去享受，有福大家享，有罪我一個人承當。你說這多偉大！這才叫真正發了菩提心。基督教裡面講，耶穌背一切罪人的十字架。實在講，沒有佛法講得那麼圓滿，那麼偉大。在境界上說，佛法是盡虛空、遍法界，不只是一個天堂、地獄，盡虛空、遍法界所有一切眾生的過失，自己一個人承當。自己修積無量無邊的福報，讓一切眾生共享，真的就跟父母、慈母愛護子女一樣，不辭辛勞為兒女的幸福。"
    },
    {
      "id": "12-019-0003_p0039",
      "zh_CN": "第一个要劝我们发菩提心，没有大菩提心，你就不能够成佛。往生西方极乐世界，念佛的人很多，真正往生的人不多，原因在哪里？他只做到一半，另外一半没做到。《无量寿经》上讲往生最重要的条件，上辈、中辈、下辈最重要的基本条件没有两样，「发菩提心，一向专念」。他「一向专念」做到，「发菩提心」没做到。菩提心刚才讲是觉悟的心，没有发菩提心，他的心迷惑；换句话说，他连孝养父母都做不到，所以佛念得再好，念得再多，都不能往生。往生最基本的条件是「发菩提心，一向专念，阿弥陀佛」，这才能往生。所以发菩提心就非常非常重要，我们千万不能够疏忽。",
      "zh_TW": "第一個要勸我們發菩提心，沒有大菩提心，你就不能夠成佛。往生西方極樂世界，念佛的人很多，真正往生的人不多，原因在哪裡？他只做到一半，另外一半沒做到。《無量壽經》上講往生最重要的條件，上輩、中輩、下輩最重要的基本條件沒有兩樣，「發菩提心，一向專念」。他「一向專念」做到，「發菩提心」沒做到。菩提心剛才講是覺悟的心，沒有發菩提心，他的心迷惑；換句話說，他連孝養父母都做不到，所以佛念得再好，念得再多，都不能往生。往生最基本的條件是「發菩提心，一向專念，阿彌陀佛」，這才能往生。所以發菩提心就非常非常重要，我們千萬不能夠疏忽。"
    },
    {
      "id": "12-019-0003_p0040",
      "zh_CN": "菩提心这个说法，恐怕大家还不好懂。我们说得更具体一点，佛经里面讲四弘誓愿就是菩提心，是菩提心的具体说明。四弘誓愿里头第一个发度众生的心，真发！不是说这个众生我喜欢我度他，那个众生不喜欢，我不度他，这不是菩提心。「众生无边誓愿度」，没有条件的，没有分别、没有执着，一律平等的。度就是爱护众生，关怀众生，帮助众生，把佛法介绍给一切众生。",
      "zh_TW": "菩提心這個說法，恐怕大家還不好懂。我們說得更具體一點，佛經裡面講四弘誓願就是菩提心，是菩提心的具體說明。四弘誓願裡頭第一個發度眾生的心，真發！不是說這個眾生我喜歡我度他，那個眾生不喜歡，我不度他，這不是菩提心。「眾生無邊誓願度」，沒有條件的，沒有分別、沒有執著，一律平等的。度就是愛護眾生，關懷眾生，幫助眾生，把佛法介紹給一切眾生。"
    },
    {
      "id": "12-019-0003_p0041",
      "zh_CN": "我们有没有这个心？说老实话，这个心若有若无。说你没有，有一点；说你有，时时刻刻忘掉。难！必须要一时一刻都忘不掉，念念要把佛法介绍给一切众生，怎么可以把这个事情忘掉？实在没有法子，我们看香港许多文具店卖很多精致的小卡片，你在卡片上写上一张「南无阿弥陀佛」，送给你的朋友，你就度了他，把佛介绍给他了。你要肯耐烦一点，把「三福」这几条写上去。如果自己有能力，我就把这个印成一张小卡片，到处给人结缘。哪有做不到的事情！问题在哪里？常常忘掉了，不晓得从哪里做起。",
      "zh_TW": "我們有沒有這個心？說老實話，這個心若有若無。說你沒有，有一點；說你有，時時刻刻忘掉。難！必須要一時一刻都忘不掉，念念要把佛法介紹給一切眾生，怎麼可以把這個事情忘掉？實在沒有法子，我們看香港許多文具店賣很多精緻的小卡片，你在卡片上寫上一張「南無阿彌陀佛」，送給你的朋友，你就度了他，把佛介紹給他了。你要肯耐煩一點，把「三福」這幾條寫上去。如果自己有能力，我就把這個印成一張小卡片，到處給人結緣。哪有做不到的事情！問題在哪裡？常常忘掉了，不曉得從哪裡做起。"
    },
    {
      "id": "12-019-0003_p0042",
      "zh_CN": "前几年，我在美国看到年轻人穿的T恤，那里头画的图，前后妖魔鬼怪，看到好恐怖。这是什么世界？这个世界说明了《楞严经》上讲「邪师说法，如恒河沙」。什么是邪师？妖魔鬼怪，妖魔鬼怪出现了，到处都看见，画的那个样子很恐怖。所以我看到这个现象，就想到我们要想办法救他。于是我也做了很多T恤送人，我做的什么？后面印的「南无阿弥陀佛」。我也设计了好几种图案，也做了恐怕有十多万件。但是世界人口太多，我们这十几万件算不了什么。最近南台湾有些同修要我写几个字，我就随便写了几个字，没有想到他们全部把它印出来；应当分开来印才好，他全部印出来。前天好像我在此地看到有同修穿这个服装，我里面给他写的有「孝亲尊师」、「学为人师，行为世范」，我们都穿这个T恤在街上走走，就度很多众生。要有心去做，时时刻刻不间断的去做。",
      "zh_TW": "前幾年，我在美國看到年輕人穿的T恤，那裡頭畫的圖，前後妖魔鬼怪，看到好恐怖。這是什麼世界？這個世界說明了《楞嚴經》上講「邪師說法，如恆河沙」。什麼是邪師？妖魔鬼怪，妖魔鬼怪出現了，到處都看見，畫的那個樣子很恐怖。所以我看到這個現象，就想到我們要想辦法救他。於是我也做了很多T恤送人，我做的什麼？後面印的「南無阿彌陀佛」。我也設計了好幾種圖案，也做了恐怕有十多萬件。但是世界人口太多，我們這十幾萬件算不了什麼。最近南台灣有些同修要我寫幾個字，我就隨便寫了幾個字，沒有想到他們全部把它印出來；應當分開來印才好，他全部印出來。前天好像我在此地看到有同修穿這個服裝，我裡面給他寫的有「孝親尊師」、「學為人師，行為世範」，我們都穿這個T恤在街上走走，就度很多眾生。要有心去做，時時刻刻不間斷的去做。"
    },
    {
      "id": "12-019-0003_p0043",
      "zh_CN": "第二句「深信因果」。这一句在此地，我在过去确确实实是搞了两、三年都搞不清楚，我感觉到非常奇怪。为什么？假如「深信因果」放在第一条，我不怀疑。因果，所谓是「善因得善果，恶因得恶报」，因缘果报这个道理，我们凡人都懂，不学佛的人也懂。它为什么写在这一条？这个地方是菩萨法，难道菩萨还不相信因果吗？我被这个事情困惑了两、三年，到以后终于搞通。搞通这个因果不是普通的因果，不是讲「种善因得善果，造恶业得恶报」，不是这个因果；这个因果，刚才讲了人天懂得，二乘也懂得。此地这个因果应该是特别的因果，这特别因果就是「念佛是因，成佛是果」。这真的许许多多的菩萨都不知道，所以菩萨还学其他的法门，学得好辛苦、学得好累，最后也未必能成佛。懂得这个因果的人那就快了，真是《无量寿经》上所赞美的「行超普贤」。普贤大士那还得了吗？大乘菩萨里面排名第一是普贤菩萨，深信「念佛是因，成佛是果」的这个人，他超越普贤。普贤证到等觉，修了无量劫，他才修成功。",
      "zh_TW": "第二句「深信因果」。這一句在此地，我在過去確確實實是搞了兩、三年都搞不清楚，我感覺到非常奇怪。為什麼？假如「深信因果」放在第一條，我不懷疑。因果，所謂是「善因得善果，惡因得惡報」，因緣果報這個道理，我們凡人都懂，不學佛的人也懂。它為什麼寫在這一條？這個地方是菩薩法，難道菩薩還不相信因果嗎？我被這個事情困惑了兩、三年，到以後終於搞通。搞通這個因果不是普通的因果，不是講「種善因得善果，造惡業得惡報」，不是這個因果；這個因果，剛才講了人天懂得，二乘也懂得。此地這個因果應該是特別的因果，這特別因果就是「念佛是因，成佛是果」。這真的許許多多的菩薩都不知道，所以菩薩還學其他的法門，學得好辛苦、學得好累，最後也未必能成佛。懂得這個因果的人那就快了，真是《無量壽經》上所讚美的「行超普賢」。普賢大士那還得了嗎？大乘菩薩裡面排名第一是普賢菩薩，深信「念佛是因，成佛是果」的這個人，他超越普賢。普賢證到等覺，修了無量劫，他才修成功。"
    },
    {
      "id": "12-019-0003_p0044",
      "zh_CN": "我们今天是凡夫，初遇到佛法，如果相信这句话，这一生老实念佛，依照我们现在所提倡「三福、六和、三学、六度、十愿」，你就依照这五个科目，处事待人接物，依照这五个科目去过日子，然后一心称念「阿弥陀佛」，你就决定往生不退成佛。你果然把「三福、六和、三学、六度」统统做到，就是真正发菩提心，不必再问什么叫菩提心，你的菩提心完全落实了。如果你做不到，你菩提心研究得再透彻也没用处。这个东西要做，要真正把它做出来，这才行。所以此地讲的因果，我们必须要牢牢的记住是「念佛成佛」。",
      "zh_TW": "我們今天是凡夫，初遇到佛法，如果相信這句話，這一生老實念佛，依照我們現在所提倡「三福、六和、三學、六度、十願」，你就依照這五個科目，處事待人接物，依照這五個科目去過日子，然後一心稱念「阿彌陀佛」，你就決定往生不退成佛。你果然把「三福、六和、三學、六度」統統做到，就是真正發菩提心，不必再問什麼叫菩提心，你的菩提心完全落實了。如果你做不到，你菩提心研究得再透徹也沒用處。這個東西要做，要真正把它做出來，這才行。所以此地講的因果，我們必須要牢牢的記住是「念佛成佛」。"
    },
    {
      "id": "12-019-0003_p0045",
      "zh_CN": "此地讲的「深信因果」，跟印光大师讲的深信因果，意思不一样。印祖的四句话，「敦伦尽分，闲邪存诚，深信因果，信愿念佛」，也是这四个字，讲的意思不一样。他那个「深信因果」叫我们相信「种善因得善果，造恶因一定要受恶报」，他那个意思讲得浅，这个地方的意思讲得深。",
      "zh_TW": "此地講的「深信因果」，跟印光大師講的深信因果，意思不一樣。印祖的四句話，「敦倫盡分，閑邪存誠，深信因果，信願念佛」，也是這四個字，講的意思不一樣。他那個「深信因果」叫我們相信「種善因得善果，造惡因一定要受惡報」，他那個意思講得淺，這個地方的意思講得深。"
    },
    {
      "id": "12-019-0003_p0046",
      "zh_CN": "第三句「读诵大乘」，读诵大乘就是亲近佛陀。佛现在不在世，我们怎么亲近他？佛的经教还留在世间，我们每读一遍，就是等于听佛对我们一次的教诲；我们天天念，天天让佛陀提醒我们；三天不念经就忘掉，我们的毛病习气就又出来了。一方面要读经，另一方面跟社会要保持距离，这一点非常重要。如何保持距离，养自己的清净心？第一个不看电视，第二个不听广播，第三个不看报纸、不看杂志，再有一条不听电话。你要晓得现在电话很方便，一拿到电话，三句话讲完之后就是张家长、李家短，是是非非一大堆，决定不是好事情，所有一切是非麻烦，都从电话得来的。你把这些东西戒除掉，你的心清净，问你今天如何？天下太平，没事，日子很好过。",
      "zh_TW": "第三句「讀誦大乘」，讀誦大乘就是親近佛陀。佛現在不在世，我們怎麼親近他？佛的經教還留在世間，我們每讀一遍，就是等於聽佛對我們一次的教誨；我們天天念，天天讓佛陀提醒我們；三天不念經就忘掉，我們的毛病習氣就又出來了。一方面要讀經，另一方面跟社會要保持距離，這一點非常重要。如何保持距離，養自己的清淨心？第一個不看電視，第二個不聽廣播，第三個不看報紙、不看雜誌，再有一條不聽電話。你要曉得現在電話很方便，一拿到電話，三句話講完之後就是張家長、李家短，是是非非一大堆，決定不是好事情，所有一切是非麻煩，都從電話得來的。你把這些東西戒除掉，你的心清淨，問你今天如何？天下太平，沒事，日子很好過。"
    },
    {
      "id": "12-019-0003_p0047",
      "zh_CN": "你们天天搞这一套，你们生在乱世，大乱之世，我跟你们生在这一个地方，我过的是太平盛世，我什么都不知道。从来不看电视，我讲经的那些录影带，我都不看的；人家放来给我看，我说：「那都是胡说八道，有什么好看的？」愈看愈难过。你们还觉得不错，我愈看愈难过。所以要懂得保护自己的清净心，看什么？看佛像，看佛经，这个好！听佛经，看佛像，「忆佛念佛，现前当来，必定见佛」，我们干这个事情。面对广大群众，我们把所有一切群众，都看作是佛菩萨的化身，佛菩萨示现来度我的，示现的好相，就是意思教我要跟他学；示现的不好的相，警惕我，千万不要走这个路。善人是我的好老师，善知识；恶人也是我的好老师，也是善知识。你说这个生活多么愉快！多么美满！这个世界哪有什么不好的？日子要会过、要会转。「读诵大乘」就重要了。",
      "zh_TW": "你們天天搞這一套，你們生在亂世，大亂之世，我跟你們生在這一個地方，我過的是太平盛世，我什麼都不知道。從來不看電視，我講經的那些錄影帶，我都不看的；人家放來給我看，我說：「那都是胡說八道，有什麼好看的？」愈看愈難過。你們還覺得不錯，我愈看愈難過。所以要懂得保護自己的清淨心，看什麼？看佛像，看佛經，這個好！聽佛經，看佛像，「憶佛念佛，現前當來，必定見佛」，我們幹這個事情。面對廣大群眾，我們把所有一切群眾，都看作是佛菩薩的化身，佛菩薩示現來度我的，示現的好相，就是意思教我要跟他學；示現的不好的相，警惕我，千萬不要走這個路。善人是我的好老師，善知識；惡人也是我的好老師，也是善知識。你說這個生活多麼愉快！多麼美滿！這個世界哪有什麼不好的？日子要會過、要會轉。「讀誦大乘」就重要了。"
    },
    {
      "id": "12-019-0003_p0048",
      "zh_CN": "净业三福里面总共十一句，十句是自利，到「读诵大乘」都是自利，都是自己应当如何来修学，末后一句化他。「劝进行者」，劝别人修行，劝别人要进步。我们自己依教奉行之后，就要劝导一切众生，末后这一句是劝人。如此三事，名为「三世诸佛，净业正因」，这八个字要紧。这三桩事情，总共十一句话，过去、现在、未来一切众生修行成佛，都是以这个为基础，成就净业的正因，我们怎么能疏忽？所以诸位要问，学佛从哪里学起？从这儿学起，从孝亲尊师学起。",
      "zh_TW": "淨業三福裡面總共十一句，十句是自利，到「讀誦大乘」都是自利，都是自己應當如何來修學，末後一句化他。「勸進行者」，勸別人修行，勸別人要進步。我們自己依教奉行之後，就要勸導一切眾生，末後這一句是勸人。如此三事，名為「三世諸佛，淨業正因」，這八個字要緊。這三樁事情，總共十一句話，過去、現在、未來一切眾生修行成佛，都是以這個為基礎，成就淨業的正因，我們怎麼能疏忽？所以諸位要問，學佛從哪裡學起？從這兒學起，從孝親尊師學起。"
    },
    {
      "id": "12-019-0003_p0049",
      "zh_CN": "在中国大乘佛法是以四尊菩萨来表法，代表大乘佛法的修学。这四尊菩萨就是大家所熟知的四大名山，中国四大名山，这四大菩萨来代表。第一尊地藏菩萨。「地」是大地，我们不能离开大地而生存，我们要依靠大地，我们生活所需的一切都是大地生长的；五谷杂粮大地生长的，金银财宝是大地里面开采出来的，所有一切的受用没有离开地。佛用这个地表我们的心地，尽虚空、遍法界所有一切诸法从哪里来？心地变现出来的。「藏」是宝藏，在事上讲地上的宝藏，就是它的矿产以及这些动物、植物，都是依靠大地而生存的、生产的，以这个为宝藏。心地的宝藏，本来具足无量的智慧、无量的德能，德就是相状、德相、能力、才艺，无有一法不是无量的；一切的无量，都是我们心地里头本来具足。心地就像一个矿山一样，里面许多宝藏，我们凡夫不懂得开采，过贫穷的日子；佛菩萨把他心地宝藏统统开发出来，所以他的生活过得自在。我们看西方极乐世界，《华严经》里面毘卢遮那佛的华藏世界，那是心地宝藏已经开发出来，我们心地宝藏还埋藏在地下，没有开发出来。用什么工具去开发？佛告诉我们「孝敬」，孝敬是性德，要用性德才能开发自性宝藏。所以古圣先贤、佛门、儒家教学，为什么把孝敬放在前面，道理在此地。你要不懂得孝亲尊师，你的自性里头无限的宝藏开发不出来，所以地藏菩萨就代表这个法门。一部《地藏菩萨本愿经》里面讲什么？就是讲孝亲尊师，开发我们心地宝藏。",
      "zh_TW": "在中國大乘佛法是以四尊菩薩來表法，代表大乘佛法的修學。這四尊菩薩就是大家所熟知的四大名山，中國四大名山，這四大菩薩來代表。第一尊地藏菩薩。「地」是大地，我們不能離開大地而生存，我們要依靠大地，我們生活所需的一切都是大地生長的；五穀雜糧大地生長的，金銀財寶是大地裡面開採出來的，所有一切的受用沒有離開地。佛用這個地表我們的心地，盡虛空、遍法界所有一切諸法從哪裡來？心地變現出來的。「藏」是寶藏，在事上講地上的寶藏，就是它的礦產以及這些動物、植物，都是依靠大地而生存的、生產的，以這個為寶藏。心地的寶藏，本來具足無量的智慧、無量的德能，德就是相狀、德相、能力、才藝，無有一法不是無量的；一切的無量，都是我們心地裡頭本來具足。心地就像一個礦山一樣，裡面許多寶藏，我們凡夫不懂得開採，過貧窮的日子；佛菩薩把他心地寶藏統統開發出來，所以他的生活過得自在。我們看西方極樂世界，《華嚴經》裡面毘盧遮那佛的華藏世界，那是心地寶藏已經開發出來，我們心地寶藏還埋藏在地下，沒有開發出來。用什麼工具去開發？佛告訴我們「孝敬」，孝敬是性德，要用性德才能開發自性寶藏。所以古聖先賢、佛門、儒家教學，為什麼把孝敬放在前面，道理在此地。你要不懂得孝親尊師，你的自性裡頭無限的寶藏開發不出來，所以地藏菩薩就代表這個法門。一部《地藏菩薩本願經》裡面講什麼？就是講孝親尊師，開發我們心地寶藏。"
    },
    {
      "id": "12-019-0003_p0050",
      "zh_CN": "心地宝藏开发出来之后，就要利益一切众生。利益一切众生，观世音菩萨做代表，南海普陀观音代表的是大慈大悲。用什么去利益一切众生？用什么救苦救难？给诸位说，就用「孝敬」两个字。观世音菩萨教孝教敬，劝孝劝敬。人人都知道孝亲，你们想想看，一个知道孝亲的人，不但他不敢做坏事，心里起一个坏的念头，觉得对不起父母；连一个恶念都不起，他怎么会做坏事？一个尊敬老师的人，念念记着老师的教诲，如果老师教诲没有做到，就感觉得对不起老师。真正懂得孝亲尊师的人，这个人是世间真正的好人，这就是救苦救难，社会永远安定繁荣兴旺，世界永久和平安乐。什么造成的？孝敬造成的。观音菩萨要不教人孝，不教人敬师，那哪里称得上大慈大悲？",
      "zh_TW": "心地寶藏開發出來之後，就要利益一切眾生。利益一切眾生，觀世音菩薩做代表，南海普陀觀音代表的是大慈大悲。用什麼去利益一切眾生？用什麼救苦救難？給諸位說，就用「孝敬」兩個字。觀世音菩薩教孝教敬，勸孝勸敬。人人都知道孝親，你們想想看，一個知道孝親的人，不但他不敢做壞事，心裡起一個壞的念頭，覺得對不起父母；連一個惡念都不起，他怎麼會做壞事？一個尊敬老師的人，念念記著老師的教誨，如果老師教誨沒有做到，就感覺得對不起老師。真正懂得孝親尊師的人，這個人是世間真正的好人，這就是救苦救難，社會永遠安定繁榮興旺，世界永久和平安樂。什麼造成的？孝敬造成的。觀音菩薩要不教人孝，不教人敬師，那哪裡稱得上大慈大悲？"
    },
    {
      "id": "12-019-0003_p0051",
      "zh_CN": "教学、行事不能感情用事，感情用事麻烦就大了。佛家常讲「慈悲为本，方便为门」，这是佛接引众生；可是又说「慈悲多祸害，方便出下流」，这怎么办？为什么慈悲变成祸害，方便变成下流？感情用事，没有智慧，这个不可以。所以再把文殊菩萨拉出来，他代表智慧、代表理智，我们的慈悲、方便要是理性的，不是感情的，这就决定不会变成祸害，不会变成下流。把「孝敬、慈悲、智慧」落实在我们生活里面，就是普贤菩萨，普贤菩萨代表落实。四大菩萨教我们这个修学方法，大乘佛法的教学这四根柱子，缺一个都不可以。",
      "zh_TW": "教學、行事不能感情用事，感情用事麻煩就大了。佛家常講「慈悲為本，方便為門」，這是佛接引眾生；可是又說「慈悲多禍害，方便出下流」，這怎麼辦？為什麼慈悲變成禍害，方便變成下流？感情用事，沒有智慧，這個不可以。所以再把文殊菩薩拉出來，他代表智慧、代表理智，我們的慈悲、方便要是理性的，不是感情的，這就決定不會變成禍害，不會變成下流。把「孝敬、慈悲、智慧」落實在我們生活裡面，就是普賢菩薩，普賢菩薩代表落實。四大菩薩教我們這個修學方法，大乘佛法的教學這四根柱子，缺一個都不可以。"
    },
    {
      "id": "12-019-0003_p0052",
      "zh_CN": "四大名山，这四大菩萨表法的，现在人把它当作神去膜拜，这不是迷信吗？这是糟蹋佛菩萨。佛菩萨看到那么多人来烧香磕头，来拜拜，不喜欢，流眼泪。真的，你把他的意思全部误会掉了，搞错了，真的是流眼泪。那什么人喜欢？有一些喜欢的人，喜欢的人那不是真的佛子，假的佛子。看到这么多人烧香，这么多人供养，钞票滚滚进来，好喜欢，他看到这个喜欢；他喜欢，佛菩萨流眼泪。我们要明白事理，佛法里头没有一丝毫迷信。懂得自己基本修学的原则之后，一定要真正的去信受，要去奉行。",
      "zh_TW": "四大名山，這四大菩薩表法的，現在人把它當作神去膜拜，這不是迷信嗎？這是糟蹋佛菩薩。佛菩薩看到那麼多人來燒香磕頭，來拜拜，不喜歡，流眼淚。真的，你把他的意思全部誤會掉了，搞錯了，真的是流眼淚。那什麼人喜歡？有一些喜歡的人，喜歡的人那不是真的佛子，假的佛子。看到這麼多人燒香，這麼多人供養，鈔票滾滾進來，好喜歡，他看到這個喜歡；他喜歡，佛菩薩流眼淚。我們要明白事理，佛法裡頭沒有一絲毫迷信。懂得自己基本修學的原則之後，一定要真正的去信受，要去奉行。"
    },
    {
      "id": "12-019-0003_p0053",
      "zh_CN": "人不能离开人群独立生活，人是个社会动物。与大众相处，佛给我们制订六个原则，叫「六和敬」，人与人之间相处，这都是最重要的戒律。第一个「见和同解」，用现代的话来说，与大众建立共识，这最重要。我们的想法、看法相同，不至于有争执，不至于有矛盾、有误会，引起社会的动乱。国家与国家的战争，人与人的纷争，从哪里起来？误会，彼此没有充分沟通，没有充分了解，都是从这些误会里头产生的。所以佛教给我们第一桩大事情，意见要沟通，见解要把它接近，这样就好，建立共识。所以把这个列在第一条。",
      "zh_TW": "人不能離開人群獨立生活，人是個社會動物。與大眾相處，佛給我們制訂六個原則，叫「六和敬」，人與人之間相處，這都是最重要的戒律。第一個「見和同解」，用現代的話來說，與大眾建立共識，這最重要。我們的想法、看法相同，不至於有爭執，不至於有矛盾、有誤會，引起社會的動亂。國家與國家的戰爭，人與人的紛爭，從哪裡起來？誤會，彼此沒有充分溝通，沒有充分了解，都是從這些誤會裡頭產生的。所以佛教給我們第一樁大事情，意見要溝通，見解要把它接近，這樣就好，建立共識。所以把這個列在第一條。"
    },
    {
      "id": "12-019-0003_p0054",
      "zh_CN": "共识如何建立？现在人人都知道建立共识的重要，究竟共识要以什么为标准？我订的标准，我的共识你未必肯听；你订那个标准，我未必会点头。各人立下不同的标准，他怎么会不打架？怎么会不争执？决定免不了的。所以到最后我们看看释迦牟尼佛所讲的，我们佩服得五体投地。他老人家用什么为标准？把你的成见放下就是标准，这个办法好。不是我跟你走，也不是你跟我走，我们把我的想法看法放下，你那个想法看法也放下，大家不就没事了吗？这个法子是真高明。我们看了之后点头，真的是心服口服，释迦牟尼佛没有说：「你们的见解错误的，我是正的，你要跟着我走。」释迦牟尼佛的法是平等法、清净法，他是用「清净、平等、觉」为标准，这个标准大家听了没有话说。",
      "zh_TW": "共識如何建立？現在人人都知道建立共識的重要，究竟共識要以什麼為標準？我訂的標準，我的共識你未必肯聽；你訂那個標準，我未必會點頭。各人立下不同的標準，他怎麼會不打架？怎麼會不爭執？決定免不了的。所以到最後我們看看釋迦牟尼佛所講的，我們佩服得五體投地。他老人家用什麼為標準？把你的成見放下就是標準，這個辦法好。不是我跟你走，也不是你跟我走，我們把我的想法看法放下，你那個想法看法也放下，大家不就沒事了嗎？這個法子是真高明。我們看了之後點頭，真的是心服口服，釋迦牟尼佛沒有說：「你們的見解錯誤的，我是正的，你要跟著我走。」釋迦牟尼佛的法是平等法、清淨法，他是用「清淨、平等、覺」為標準，這個標準大家聽了沒有話說。"
    },
    {
      "id": "12-019-0003_p0055",
      "zh_CN": "你心地还有妄想、还有分别、还有执着，你就错了。每一个人有妄想分别执着，他的妄想分别执着不一样，那相处就太难了。大家都把妄想分别执着舍掉，各个人都用清净心、真诚心相接触，这就是佛与佛在一起。唯以「真诚、清净、平等、觉」，我们将佛的教育归纳为二十个字，这边同修给写在这两边。我们要怎样存心？「真诚、清净、平等、正觉、慈悲」，我们常存此心，常用此心，时时刻刻不离此心。这个心落实在事相上，就是「看破、放下、自在、随缘、念佛」，不念佛不圆满，念佛就圆满，念佛成佛。",
      "zh_TW": "你心地還有妄想、還有分別、還有執著，你就錯了。每一個人有妄想分別執著，他的妄想分別執著不一樣，那相處就太難了。大家都把妄想分別執著捨掉，各個人都用清淨心、真誠心相接觸，這就是佛與佛在一起。唯以「真誠、清淨、平等、覺」，我們將佛的教育歸納為二十個字，這邊同修給寫在這兩邊。我們要怎樣存心？「真誠、清淨、平等、正覺、慈悲」，我們常存此心，常用此心，時時刻刻不離此心。這個心落實在事相上，就是「看破、放下、自在、隨緣、念佛」，不念佛不圓滿，念佛就圓滿，念佛成佛。"
    },
    {
      "id": "12-019-0003_p0056",
      "zh_CN": "什么叫看破？明白了，事实真相清楚了、明白了。我相信在座的同修们，你们每天都看报纸，这现代人的习惯。我每天也有人送报纸来给我看，我不看，为什么？那个字太小了，密密麻麻的伤眼睛，里面东西都是乱七八糟的，都是污染，我不看。我看一个觉悟的东西，这报纸上每天都有一篇「正觉」。什么东西？讣闻。你看这么多人今天走了，天天看这个，天天都走了，想到哪一天轮到我，警觉性。你看别的没用处，被污染，看这个东西提高警觉。所以你看到报纸好像都有很大的篇幅，那一版叫正觉版，那一版叫菩提版。所以我不看别的，我看这一版。你看到这个，人死了之后什么带走？一样都带不走，活的时候这个也要争，那个也要执着，样样都想拥有，到临命终时什么都带不走，都是别人的，「万般将不去，唯有业随身」，我们要走这个路子吗？到临死的时候放下，迟了，现在就要放下。所以诸位要常常看这个，你有警觉心，你真看破，你有智慧。",
      "zh_TW": "什麼叫看破？明白了，事實真相清楚了、明白了。我相信在座的同修們，你們每天都看報紙，這現代人的習慣。我每天也有人送報紙來給我看，我不看，為什麼？那個字太小了，密密麻麻的傷眼睛，裡面東西都是亂七八糟的，都是污染，我不看。我看一個覺悟的東西，這報紙上每天都有一篇「正覺」。什麼東西？訃聞。你看這麼多人今天走了，天天看這個，天天都走了，想到哪一天輪到我，警覺性。你看別的沒用處，被污染，看這個東西提高警覺。所以你看到報紙好像都有很大的篇幅，那一版叫正覺版，那一版叫菩提版。所以我不看別的，我看這一版。你看到這個，人死了之後什麼帶走？一樣都帶不走，活的時候這個也要爭，那個也要執著，樣樣都想擁有，到臨命終時什麼都帶不走，都是別人的，「萬般將不去，唯有業隨身」，我們要走這個路子嗎？到臨死的時候放下，遲了，現在就要放下。所以諸位要常常看這個，你有警覺心，你真看破，你有智慧。"
    },
    {
      "id": "12-019-0003_p0057",
      "zh_CN": "钱不可以放在银行，会贬值，没用处，钱应该怎么样？做好事，多布施。布施光了，你生活有没有问题？没有问题。你命里头有的，一分一毫都少不了。命里有的决定有，命里没有的，用尽心机也保不住。你为什么不散财？散财就是积福。你肯帮助别人，别人就帮助你，「我为人人，人人为我」，你说这个多自在！",
      "zh_TW": "錢不可以放在銀行，會貶值，沒用處，錢應該怎麼樣？做好事，多布施。布施光了，你生活有沒有問題？沒有問題。你命裡頭有的，一分一毫都少不了。命裡有的決定有，命裡沒有的，用盡心機也保不住。你為什麼不散財？散財就是積福。你肯幫助別人，別人就幫助你，「我為人人，人人為我」，你說這個多自在！"
    },
    {
      "id": "12-019-0003_p0058",
      "zh_CN": "何况这个世间的劫难不能避免，劫难怎么造成的？人心造成的。你看这个社会，我们常常在国际上旅行，所见所闻，社会的大众贪瞋痴慢这种念头是年年增长，它不是停止在那边，年年在增长。贪瞋痴慢在增长，必定爆发大灾难，这是果报。人人造的恶因，这个恶因感得的恶果是共业所感，这个事情就麻烦大了。昨天有个同修告诉我，印度又举行核子爆炸，听说巴基斯坦也准备举行核爆，大家比赛。比赛到后头结果是什么？结果是把地球毁灭，大家同归于尽，这个灾难逼迫在面前。",
      "zh_TW": "何況這個世間的劫難不能避免，劫難怎麼造成的？人心造成的。你看這個社會，我們常常在國際上旅行，所見所聞，社會的大眾貪瞋痴慢這種念頭是年年增長，它不是停止在那邊，年年在增長。貪瞋痴慢在增長，必定爆發大災難，這是果報。人人造的惡因，這個惡因感得的惡果是共業所感，這個事情就麻煩大了。昨天有個同修告訴我，印度又舉行核子爆炸，聽說巴基斯坦也準備舉行核爆，大家比賽。比賽到後頭結果是什麼？結果是把地球毀滅，大家同歸於盡，這個災難逼迫在面前。"
    },
    {
      "id": "12-019-0003_p0059",
      "zh_CN": "我曾经听人讲过，将来这个世界有三种大灾难，一个是核子战争，全球毁灭性的战争，非常可怕。第二种是地球地层的变化，大地震，我们现在讲是自然灾害。南北两极，两极的冰山在开始融化了，如果两极的冰山统统融化掉，海水大概可以上升两、三公尺，沿海的城市全部都淹没，这是没法子避免的，现在海水的温度一年一年增加，太可怕了。第三种是经济总崩溃。现在东南亚受到这个灾害，这只是局部；将来全球经济总崩溃，那个时候怎么办？整个世界就乱了，很有可能。",
      "zh_TW": "我曾經聽人講過，將來這個世界有三種大災難，一個是核子戰爭，全球毀滅性的戰爭，非常可怕。第二種是地球地層的變化，大地震，我們現在講是自然災害。南北兩極，兩極的冰山在開始融化了，如果兩極的冰山統統融化掉，海水大概可以上升兩、三公尺，沿海的城市全部都淹沒，這是沒法子避免的，現在海水的溫度一年一年增加，太可怕了。第三種是經濟總崩潰。現在東南亞受到這個災害，這只是局部；將來全球經濟總崩潰，那個時候怎麼辦？整個世界就亂了，很有可能。"
    },
    {
      "id": "12-019-0003_p0060",
      "zh_CN": "所以我们天天要念什么？念死，你才会觉悟，这心就凉了，什么都不要争了，什么都不要夺了。有力量多修福，唯有福报带得走，唯有福报能带走，钱财带不走，为什么不舍财修福？这聪明人干的，世间愚笨的人他不懂得。我们学佛的人，最低限度要明白这个道理，你才算是看破，然后你放下了。自己生活节俭一点，我多节俭一分钱，我就多帮助社会一分的力量。念念为众生，念念为社会，念念为一些苦难的人，去养你的慈悲心，这就对了。放下，是放下心里面的贪瞋痴慢，放下五欲六尘，自己一天当中能吃得饱，穿得暖，有个小房子遮蔽风雨，足了！一心念佛求生净土，把佛法随时随地介绍给一些众生，代佛弘法，这个工作是最伟大的、最有意义的。我们为谁工作？为佛菩萨工作，为阿弥陀佛工作，为一切众生真正的幸福而工作，你说这种生活过得多有意义！身上什么都没有，得大自在，随缘度日，绝不攀缘；攀缘你就有烦恼，随缘没烦恼。我们过这样的日子，这就是佛菩萨的生活，佛菩萨的日子。所以我们待人要以「六和敬」，建立这样的共识。",
      "zh_TW": "所以我們天天要念什麼？念死，你才會覺悟，這心就涼了，什麼都不要爭了，什麼都不要奪了。有力量多修福，唯有福報帶得走，唯有福報能帶走，錢財帶不走，為什麼不捨財修福？這聰明人幹的，世間愚笨的人他不懂得。我們學佛的人，最低限度要明白這個道理，你才算是看破，然後你放下了。自己生活節儉一點，我多節儉一分錢，我就多幫助社會一分的力量。念念為眾生，念念為社會，念念為一些苦難的人，去養你的慈悲心，這就對了。放下，是放下心裡面的貪瞋痴慢，放下五欲六塵，自己一天當中能吃得飽，穿得暖，有個小房子遮蔽風雨，足了！一心念佛求生淨土，把佛法隨時隨地介紹給一些眾生，代佛弘法，這個工作是最偉大的、最有意義的。我們為誰工作？為佛菩薩工作，為阿彌陀佛工作，為一切眾生真正的幸福而工作，你說這種生活過得多有意義！身上什麼都沒有，得大自在，隨緣度日，絕不攀緣；攀緣你就有煩惱，隨緣沒煩惱。我們過這樣的日子，這就是佛菩薩的生活，佛菩薩的日子。所以我們待人要以「六和敬」，建立這樣的共識。"
    },
    {
      "id": "12-019-0003_p0061",
      "zh_CN": "「戒和同修」，这个戒是守法，每个人都守规矩，每个人都守法，这个团体自然和睦。然后才做到，「身同住，口无诤，意同悦（同悦是法喜充满），利同均」，我们要真正去做。我有福报，我得的利养多，他没有福报，我分给他就均了。说人人均等这不可能的，个人修的不一样，因不相同，果怎么会相同？唯有觉悟的人，得到果报之后，能够把自己的果报分给一切大众共享，这就均了，这是均的真正的意思，我们一定要懂得。所以，以「六和敬」来处世，处事待人接物。",
      "zh_TW": "「戒和同修」，這個戒是守法，每個人都守規矩，每個人都守法，這個團體自然和睦。然後才做到，「身同住，口無諍，意同悅（同悅是法喜充滿），利同均」，我們要真正去做。我有福報，我得的利養多，他沒有福報，我分給他就均了。說人人均等這不可能的，個人修的不一樣，因不相同，果怎麼會相同？唯有覺悟的人，得到果報之後，能夠把自己的果報分給一切大眾共享，這就均了，這是均的真正的意思，我們一定要懂得。所以，以「六和敬」來處世，處事待人接物。"
    },
    {
      "id": "12-019-0003_p0062",
      "zh_CN": "在行持上面落实在「六度」，六度是我们做人处事的总纲领、总原则。第一个是「布施」，布施就是放下，真正肯帮助别人，放下自己一切的享受，能为众生牺牲自己。「持戒」就是守法。「忍辱」就是耐心，做事做人很有耐性。「禅定」就是自己有主宰，不轻易的被外面境界所动摇。「般若」是智慧，对于一切事理看得清清楚楚、明明白白。佛教给我们生活处事待人的六个原则，我们真正能遵守，怎么会有错误？真正能遵守，怎么不幸福？怎么不快乐？这是真正的佛法。所以佛法学了马上就管用，现在学了回家就晓得孝顺父母，就知道奉事师长，很管用，学了马上就管用。你从今之后，起心动念，处事待人接物，你就能遵守这些原则，那你真正是菩萨生活，真的是转凡成圣，破迷开悟，离苦得乐，一点都不假。这三天，简单跟诸位报告到此地，让我们认识佛法、明白佛法，然后我们才知道，如何来修学佛法。",
      "zh_TW": "在行持上面落實在「六度」，六度是我們做人處事的總綱領、總原則。第一個是「布施」，布施就是放下，真正肯幫助別人，放下自己一切的享受，能為眾生犧牲自己。「持戒」就是守法。「忍辱」就是耐心，做事做人很有耐性。「禪定」就是自己有主宰，不輕易的被外面境界所動搖。「般若」是智慧，對於一切事理看得清清楚楚、明明白白。佛教給我們生活處事待人的六個原則，我們真正能遵守，怎麼會有錯誤？真正能遵守，怎麼不幸福？怎麼不快樂？這是真正的佛法。所以佛法學了馬上就管用，現在學了回家就曉得孝順父母，就知道奉事師長，很管用，學了馬上就管用。你從今之後，起心動念，處事待人接物，你就能遵守這些原則，那你真正是菩薩生活，真的是轉凡成聖，破迷開悟，離苦得樂，一點都不假。這三天，簡單跟諸位報告到此地，讓我們認識佛法、明白佛法，然後我們才知道，如何來修學佛法。"
    }
  ]
}