{
  "doc_id": "12-019-0002",
  "title": {
    "zh_CN": "善财童子参学报告（一）",
    "zh_TW": "善財童子參學報告（一）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-019-0002",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "12-019-0002_p0001",
      "zh_CN": "诸位法师，诸位大德、同修：",
      "zh_TW": "諸位法師，諸位大德、同修："
    },
    {
      "id": "12-019-0002_p0002",
      "zh_CN": "昨天我们将什么是佛法，做了一个简单的介绍。我们既然明了佛法是佛陀对一切众生至善圆满的教学，必须要认识清楚，它不是宗教，确确实实不是宗教；它也不是哲学，它是最圆满的教育，教导我们怎样生活，怎样工作，怎样处事待人接物，就在自己生活当中，工作里面，去修菩萨道，去作佛、作菩萨。",
      "zh_TW": "昨天我們將什麼是佛法，做了一個簡單的介紹。我們既然明瞭佛法是佛陀對一切眾生至善圓滿的教學，必須要認識清楚，它不是宗教，確確實實不是宗教；它也不是哲學，它是最圓滿的教育，教導我們怎樣生活，怎樣工作，怎樣處事待人接物，就在自己生活當中，工作裡面，去修菩薩道，去作佛、作菩薩。"
    },
    {
      "id": "12-019-0002_p0003",
      "zh_CN": "佛跟菩萨的意思，昨天跟诸位都报告过，他们是人，不是神仙。佛教既然是教育，佛教育的内容是什么？这是我们不能不晓得的。释迦牟尼佛四十九年为一切众生讲经说法，没有中断过，所说的内容实在讲是非常的丰富。在我们这个世界，自古至今没有一个人能比得上释迦牟尼佛，天天说，说不厌，说不倦，他真做到了。",
      "zh_TW": "佛跟菩薩的意思，昨天跟諸位都報告過，他們是人，不是神仙。佛教既然是教育，佛教育的內容是什麼？這是我們不能不曉得的。釋迦牟尼佛四十九年為一切眾生講經說法，沒有中斷過，所說的內容實在講是非常的豐富。在我們這個世界，自古至今沒有一個人能比得上釋迦牟尼佛，天天說，說不厭，說不倦，他真做到了。"
    },
    {
      "id": "12-019-0002_p0004",
      "zh_CN": "四十九年所说的这一切经法，世尊灭度之后，大家知道阿难尊者这一些大弟子们，来从事于集结经藏的工作。集结的再完整，也没有办法把世尊每一天所讲的都记录下来，这是我们能够理解，不可能做到的。只可以说把每一会，也就是我们现在所说的每一个单元，做一个概略的覆讲，而不是完全的覆讲，完全的覆讲做不到。要是完全覆讲，世尊说四十九年，那阿难尊者覆讲也要讲四十九年，这个我们在史传里面没有看到。世尊四十九年所说，阿难尊者决定不可能在两、三年当中就讲完，这是绝对做不到的。所以我们要明了、要清楚，不要迷信，阿难尊者与大阿罗汉所集结的经藏，是世尊每一会所讲的重点，我们听了会点头。阿难报告这些纲要、重点，都经过同学们给他做了印证，证明阿难所说的没错，这样才流传于后世。",
      "zh_TW": "四十九年所說的這一切經法，世尊滅度之後，大家知道阿難尊者這一些大弟子們，來從事於集結經藏的工作。集結的再完整，也沒有辦法把世尊每一天所講的都記錄下來，這是我們能夠理解，不可能做到的。只可以說把每一會，也就是我們現在所說的每一個單元，做一個概略的覆講，而不是完全的覆講，完全的覆講做不到。要是完全覆講，世尊說四十九年，那阿難尊者覆講也要講四十九年，這個我們在史傳裡面沒有看到。世尊四十九年所說，阿難尊者決定不可能在兩、三年當中就講完，這是絕對做不到的。所以我們要明瞭、要清楚，不要迷信，阿難尊者與大阿羅漢所集結的經藏，是世尊每一會所講的重點，我們聽了會點頭。阿難報告這些綱要、重點，都經過同學們給他做了印證，證明阿難所說的沒錯，這樣才流傳於後世。"
    },
    {
      "id": "12-019-0002_p0005",
      "zh_CN": "当年集结经藏是用古印度的梵文写出来的。佛灭度一千年之后，佛法流传到中国，这些经典有一些是印度高僧带过来的，有一些是我们中国高僧前往印度去求学带回来的。所带回来的分量，我们也能够想像得到，决定不可能把印度所有的这些佛经全部带过来，这也是不可能的。为什么？如果要想将所有的经典带回来，都要抄写，那个时候没有发明印刷术。这个抄写，诸位想想，需要多少时间？多少人工？纵然你雇很多人，你要花多少的成本？我们要想想这桩事情，就知道非常非常的艰难。所以高僧大德带到中国来的经典，是在印度那边选了又选，选重要的、选好的、选适合中国人根性的，选这类东西带过来。所以经过了一次的筛选，我们能够想像得到，大概真正传到中国来的经典，不过是十分之二、三而已，十之七、八没有办法传过来，分量太大了，交通运输极不方便。",
      "zh_TW": "當年集結經藏是用古印度的梵文寫出來的。佛滅度一千年之後，佛法流傳到中國，這些經典有一些是印度高僧帶過來的，有一些是我們中國高僧前往印度去求學帶回來的。所帶回來的分量，我們也能夠想像得到，決定不可能把印度所有的這些佛經全部帶過來，這也是不可能的。為什麼？如果要想將所有的經典帶回來，都要抄寫，那個時候沒有發明印刷術。這個抄寫，諸位想想，需要多少時間？多少人工？縱然你雇很多人，你要花多少的成本？我們要想想這樁事情，就知道非常非常的艱難。所以高僧大德帶到中國來的經典，是在印度那邊選了又選，選重要的、選好的、選適合中國人根性的，選這類東西帶過來。所以經過了一次的篩選，我們能夠想像得到，大概真正傳到中國來的經典，不過是十分之二、三而已，十之七、八沒有辦法傳過來，分量太大了，交通運輸極不方便。"
    },
    {
      "id": "12-019-0002_p0006",
      "zh_CN": "十之二、三传到中国来了，通过中国的翻译，翻译也不是把他们带来的所有经卷统统翻译，也做不到；翻译的时候，再经过一次的筛选。所以传到中国来的经卷，没有翻成中文的，实在讲也没能保存下来，两千年来也都失传了，非常非常的可惜。这样把它译成华文的经卷，现在我们所看到的《大藏经》，大家看到这个数量非常可观。其实你要知道这一套《大藏经》，是经过多少次的筛选，是佛经里头的精华，并不是世尊当年四十九年所讲的完整的经卷。我们今天能够得到，应当值得庆幸，确确实实是如开经偈上所讲的「百千万劫难遭遇」。虽然不是世尊四十九年所说的全部，可是在这一部分当中，我们就能体会到世尊四十九年所说的一切。中国古圣先贤常讲「举一反三」、「闻一知十」，这是会读书、会学习的人，从点点滴滴就能体会到世尊所说的全貌。",
      "zh_TW": "十之二、三傳到中國來了，通過中國的翻譯，翻譯也不是把他們帶來的所有經卷統統翻譯，也做不到；翻譯的時候，再經過一次的篩選。所以傳到中國來的經卷，沒有翻成中文的，實在講也沒能保存下來，兩千年來也都失傳了，非常非常的可惜。這樣把它譯成華文的經卷，現在我們所看到的《大藏經》，大家看到這個數量非常可觀。其實你要知道這一套《大藏經》，是經過多少次的篩選，是佛經裡頭的精華，並不是世尊當年四十九年所講的完整的經卷。我們今天能夠得到，應當值得慶幸，確確實實是如開經偈上所講的「百千萬劫難遭遇」。雖然不是世尊四十九年所說的全部，可是在這一部分當中，我們就能體會到世尊四十九年所說的一切。中國古聖先賢常講「舉一反三」、「聞一知十」，這是會讀書、會學習的人，從點點滴滴就能體會到世尊所說的全貌。"
    },
    {
      "id": "12-019-0002_p0007",
      "zh_CN": "四十九年所说的这一切法，如果我们用一句话说出来，成不成？成。哪一句话合适？太多了，随便举一句都能够代表世尊四十九年的圆满教学。《般若经》上讲的「诸法实相」，这一句很好！「诸法」是世出世间一切法，「实相」就是真相。世尊四十九年所说的是什么？世出世间一切法的真相。我们用现代话来说，就是宇宙人生的真相。「宇宙」是我们生活环境，「人生」是我们本人，这个说法大家就更好懂了。释迦牟尼佛四十九年讲什么？讲我们自己跟自己生活的环境。这多亲切！这多重要！",
      "zh_TW": "四十九年所說的這一切法，如果我們用一句話說出來，成不成？成。哪一句話合適？太多了，隨便舉一句都能夠代表世尊四十九年的圓滿教學。《般若經》上講的「諸法實相」，這一句很好！「諸法」是世出世間一切法，「實相」就是真相。世尊四十九年所說的是什麼？世出世間一切法的真相。我們用現代話來說，就是宇宙人生的真相。「宇宙」是我們生活環境，「人生」是我們本人，這個說法大家就更好懂了。釋迦牟尼佛四十九年講什麼？講我們自己跟自己生活的環境。這多親切！這多重要！"
    },
    {
      "id": "12-019-0002_p0008",
      "zh_CN": "如果我们依《无量寿经》三种真实来说也行，实在讲也是这个意思。「开化显示真实之际」，「真实之际」就是《般若》讲的「诸法实相」，说的话不一样，意思完全相同，这是第一个真实。第二个真实，教我们「住真实慧」，我们的心安住在如来的智慧。又教给我们「惠以真实之利」，惠是布施给我们，佛布施给我们真实的利益，真实的好处。",
      "zh_TW": "如果我們依《無量壽經》三種真實來說也行，實在講也是這個意思。「開化顯示真實之際」，「真實之際」就是《般若》講的「諸法實相」，說的話不一樣，意思完全相同，這是第一個真實。第二個真實，教我們「住真實慧」，我們的心安住在如來的智慧。又教給我們「惠以真實之利」，惠是布施給我們，佛布施給我們真實的利益，真實的好處。"
    },
    {
      "id": "12-019-0002_p0009",
      "zh_CN": "《无量寿经》上这三种真实，实在讲就是《华严经》上讲的「十住、十行、十回向」，就是这个意思。十住是什么？住佛之住。佛住在哪里？佛住在真实智慧。行佛之行，佛的行是什么？佛的行是「上求佛法，下化众生」。十回向是什么？十回向是你自己。十信、住佛之住、行佛之行达到圆满之后，倒驾慈航，广度众生，这就是回向。不再为自己了，起心动念为社会、为佛法、为众生。佛在经上告诉我们，十方三世一切诸佛如来，都是这样修学成就的。",
      "zh_TW": "《無量壽經》上這三種真實，實在講就是《華嚴經》上講的「十住、十行、十迴向」，就是這個意思。十住是什麼？住佛之住。佛住在哪裡？佛住在真實智慧。行佛之行，佛的行是什麼？佛的行是「上求佛法，下化眾生」。十迴向是什麼？十迴向是你自己。十信、住佛之住、行佛之行達到圓滿之後，倒駕慈航，廣度眾生，這就是迴向。不再為自己了，起心動念為社會、為佛法、為眾生。佛在經上告訴我們，十方三世一切諸佛如來，都是這樣修學成就的。"
    },
    {
      "id": "12-019-0002_p0010",
      "zh_CN": "所以我们一定要认识清楚，佛教育里面的宗旨是什么？目标是什么？我们清清楚楚、明明白白。觉悟了，明白了，在佛经里面称这个人，称作菩萨，称作佛。菩萨、佛，昨天给诸位报告过，是佛教学里面三个学位的名称。如果对于宇宙人生真相，不明白、不觉悟，佛称这一类的人叫凡夫。凡夫是人，佛也是人，菩萨也是人，佛菩萨是人做的。佛的教学，就是希望我们从凡夫位转变成佛菩萨，佛的教学目的就达到了。这种教学的说法跟中国古人的讲法，没有两样。我们中国古人的教学常讲「读书志在圣贤」，古人确实如此。古人读书的目的何在？目的是作圣、作贤。作圣作贤就是作师作范，给社会大众做一个很好的榜样，很好的模范。又说「读书在变化气质」，我们佛门里面讲「转凡成圣」。我们今天读佛经、读佛书，读佛书的目的何在？目的要转凡成圣，要将我们现前过的这种凡夫生活，把它转变成佛菩萨的生活，我们修学的目的就达到了。",
      "zh_TW": "所以我們一定要認識清楚，佛教育裡面的宗旨是什麼？目標是什麼？我們清清楚楚、明明白白。覺悟了，明白了，在佛經裡面稱這個人，稱作菩薩，稱作佛。菩薩、佛，昨天給諸位報告過，是佛教學裡面三個學位的名稱。如果對於宇宙人生真相，不明白、不覺悟，佛稱這一類的人叫凡夫。凡夫是人，佛也是人，菩薩也是人，佛菩薩是人做的。佛的教學，就是希望我們從凡夫位轉變成佛菩薩，佛的教學目的就達到了。這種教學的說法跟中國古人的講法，沒有兩樣。我們中國古人的教學常講「讀書志在聖賢」，古人確實如此。古人讀書的目的何在？目的是作聖、作賢。作聖作賢就是作師作範，給社會大眾做一個很好的榜樣，很好的模範。又說「讀書在變化氣質」，我們佛門裡面講「轉凡成聖」。我們今天讀佛經、讀佛書，讀佛書的目的何在？目的要轉凡成聖，要將我們現前過的這種凡夫生活，把它轉變成佛菩薩的生活，我們修學的目的就達到了。"
    },
    {
      "id": "12-019-0002_p0011",
      "zh_CN": "佛的经典概略的说有四种，任何一部经里面都含四个意思，我们不能不懂。经典的文字是教经，教学，语言跟文字都是教学的工具，我们称它作「教经」。文字里面有很深的义理，很深很广的道理，这个理我们称之为「理经」，理要明白。明白道理之后，佛又教给我们如何落实在生活当中，这叫「行经」。你在生活当中应该怎样去做，要把它做到，这一部分我们就称之为行经。最后一部分叫「果」，你依照这个方法去做，你会得到什么样的结果？所以那一部分叫做「果经」。经有「教、理、行、果」，一部经有一部经的教理行果，一品经有一品经的教理行果，乃至于一句经文，一句经文里头也有教理行果；乃至于一个字，我们说「佛」这个字，这个字里头就有教理行果，佛法真的是非常微细。",
      "zh_TW": "佛的經典概略的說有四種，任何一部經裡面都含四個意思，我們不能不懂。經典的文字是教經，教學，語言跟文字都是教學的工具，我們稱它作「教經」。文字裡面有很深的義理，很深很廣的道理，這個理我們稱之為「理經」，理要明白。明白道理之後，佛又教給我們如何落實在生活當中，這叫「行經」。你在生活當中應該怎樣去做，要把它做到，這一部分我們就稱之為行經。最後一部分叫「果」，你依照這個方法去做，你會得到什麼樣的結果？所以那一部分叫做「果經」。經有「教、理、行、果」，一部經有一部經的教理行果，一品經有一品經的教理行果，乃至於一句經文，一句經文裡頭也有教理行果；乃至於一個字，我們說「佛」這個字，這個字裡頭就有教理行果，佛法真的是非常微細。"
    },
    {
      "id": "12-019-0002_p0012",
      "zh_CN": "我们要跟同修们介绍，自己要修学也有四种方式。经有四种，我们讲解修学也有四种，这四种就是「信解行证」。我们对于教经要相信；对于理经要透彻了解，佛在经上常教给我们深解义趣，你要了解、要明白；行经要认真去做；果经我们要把它证实，要去证明。",
      "zh_TW": "我們要跟同修們介紹，自己要修學也有四種方式。經有四種，我們講解修學也有四種，這四種就是「信解行證」。我們對於教經要相信；對於理經要透徹了解，佛在經上常教給我們深解義趣，你要了解、要明白；行經要認真去做；果經我們要把它證實，要去證明。"
    },
    {
      "id": "12-019-0002_p0013",
      "zh_CN": "经的四个意思与我们修学的四种方式是交叉的，这一交叉里面，就像佛经上比喻，如同大梵天的罗网一样重重无尽。经里面「教理行果」重重无尽，我们修学的人，或者你讲解的义趣，也是重重无尽。这一个景观，《大方广佛华严经》里面显示的非常圆满。所以这种经教，人一入进去之后，就不想走出来，法味之浓，实实在在不可思议。",
      "zh_TW": "經的四個意思與我們修學的四種方式是交叉的，這一交叉裡面，就像佛經上比喻，如同大梵天的羅網一樣重重無盡。經裡面「教理行果」重重無盡，我們修學的人，或者你講解的義趣，也是重重無盡。這一個景觀，《大方廣佛華嚴經》裡面顯示的非常圓滿。所以這種經教，人一入進去之後，就不想走出來，法味之濃，實實在在不可思議。"
    },
    {
      "id": "12-019-0002_p0014",
      "zh_CN": "我们读经，实在讲是自己太粗心、太大意了。经里头，别说深的味道没尝到，浅显的味道也没尝到。天天听讲经，天天学佛，也好像有那么个样子，真正佛法一口也没尝到。法味是什么？不知道。你要是尝到一点法味，你就证得少分，这才能得佛法真实的利益。所以经典的义趣，真是如经所说「不可思议」，无有穷尽。世出世间一切法的味，没有法味来得浓，没有法味那么样的厚，可惜我们没尝到。",
      "zh_TW": "我們讀經，實在講是自己太粗心、太大意了。經裡頭，別說深的味道沒嘗到，淺顯的味道也沒嘗到。天天聽講經，天天學佛，也好像有那麼個樣子，真正佛法一口也沒嘗到。法味是什麼？不知道。你要是嘗到一點法味，你就證得少分，這才能得佛法真實的利益。所以經典的義趣，真是如經所說「不可思議」，無有窮盡。世出世間一切法的味，沒有法味來得濃，沒有法味那麼樣的厚，可惜我們沒嘗到。"
    },
    {
      "id": "12-019-0002_p0015",
      "zh_CN": "那要问你为什么尝不到？因为自己有障碍。什么障碍？妄想、分别、执着。只要你有妄想分别执着，给诸位说，别说我说这个味道你尝不到，诸佛如来给你说法，你也尝不到。障碍是在我们自己这一边，不在佛菩萨那一边。只要我们把自己的障碍能够放下、能够舍弃，味道就尝到了。",
      "zh_TW": "那要問你為什麼嘗不到？因為自己有障礙。什麼障礙？妄想、分別、執著。只要你有妄想分別執著，給諸位說，別說我說這個味道你嘗不到，諸佛如來給你說法，你也嘗不到。障礙是在我們自己這一邊，不在佛菩薩那一邊。只要我們把自己的障礙能夠放下、能夠捨棄，味道就嘗到了。"
    },
    {
      "id": "12-019-0002_p0016",
      "zh_CN": "这是藉这个机会给诸位透一点消息，晓得佛经的内容、佛经的体例是无比的殊胜。我们初初能够了解，我们会对于经典生起尊重之心，不敢轻慢，不敢小看，然后再虚心认真的去学习，我们才能得到佛法殊胜的功德利益。刚才说过，「教理行果」跟「信解行证」是交叉的，任何一个字里面都含摄其他的七个字，它们的关系是永远分不开的，犹如帝释天的罗网重重无尽。",
      "zh_TW": "這是藉這個機會給諸位透一點消息，曉得佛經的內容、佛經的體例是無比的殊勝。我們初初能夠了解，我們會對於經典生起尊重之心，不敢輕慢，不敢小看，然後再虛心認真的去學習，我們才能得到佛法殊勝的功德利益。剛才說過，「教理行果」跟「信解行證」是交叉的，任何一個字裡面都含攝其他的七個字，它們的關係是永遠分不開的，猶如帝釋天的羅網重重無盡。"
    },
    {
      "id": "12-019-0002_p0017",
      "zh_CN": "佛法最讲求的是「解行相应」，这很重要。「解」是对于事理真正的明白明了了，不疑惑，清楚了；清楚之后，怎样把它落实在生活上，这是「行」，我们通常讲修行。「修行」这两个字怎么讲法？修是修正，行是错误的行为，把错误的行为修正过来，叫做修行，这两个字我们要认识清楚。现在大家修行都挂在嘴皮上，什么叫修行？实在讲含糊笼统，没搞清楚。以为每天念几卷经，念几声佛号，每天拜几拜佛，这叫修行。古人说得好，说那个念佛的人，一天「阿弥陀佛、阿弥陀佛、…」，念十万声佛号，对他什么批评？「喊破喉咙也枉然！」你每天拜佛，一天拜三千拜、五千拜，头磕破了也枉然。为什么？你还是胡思乱想，还是妄想分别执着，这不是修行，这个没用处。",
      "zh_TW": "佛法最講求的是「解行相應」，這很重要。「解」是對於事理真正的明白明瞭了，不疑惑，清楚了；清楚之後，怎樣把它落實在生活上，這是「行」，我們通常講修行。「修行」這兩個字怎麼講法？修是修正，行是錯誤的行為，把錯誤的行為修正過來，叫做修行，這兩個字我們要認識清楚。現在大家修行都掛在嘴皮上，什麼叫修行？實在講含糊籠統，沒搞清楚。以為每天念幾卷經，念幾聲佛號，每天拜幾拜佛，這叫修行。古人說得好，說那個念佛的人，一天「阿彌陀佛、阿彌陀佛、…」，念十萬聲佛號，對他什麼批評？「喊破喉嚨也枉然！」你每天拜佛，一天拜三千拜、五千拜，頭磕破了也枉然。為什麼？你還是胡思亂想，還是妄想分別執著，這不是修行，這個沒用處。"
    },
    {
      "id": "12-019-0002_p0018",
      "zh_CN": "所谓的修行，就是把我们对宇宙人生，种种错误的想法，错误的看法，错误的说法，错误的行法，把它修正过来，叫做修行。那我们说念佛算不算修行？念佛算修行。应当怎样念才算是修行？我们六根接触外面六尘境界，现在这个社会花花世界，《楞严经》里面跟我们讲「末法时期，邪师说法，如恒河沙」，你们见到没有？也许你说：「我没有见到。」你是没见到，我可见到了。我一九七七年在此地讲《楞严经》，我在界限街「中华图书馆」讲两个月，然后就搬到香港南塘道「光明讲堂」又讲两个月，我讲了四个月。这四个月当中，在界限街这两个月，那个时候有翻译，翻译成广东话；到南塘道，大家就说：不要翻译了，耽误时间。所以我到香港讲经最初两个月有翻译，两个月以后大家听得很习惯，不要翻译了。我不会讲广东话，你们讲广东话我听得懂；你们不会讲普通话，我讲普通话你们也听得懂，这我们就可以沟通了。",
      "zh_TW": "所謂的修行，就是把我們對宇宙人生，種種錯誤的想法，錯誤的看法，錯誤的說法，錯誤的行法，把它修正過來，叫做修行。那我們說念佛算不算修行？念佛算修行。應當怎樣念才算是修行？我們六根接觸外面六塵境界，現在這個社會花花世界，《楞嚴經》裡面跟我們講「末法時期，邪師說法，如恆河沙」，你們見到沒有？也許你說：「我沒有見到。」你是沒見到，我可見到了。我一九七七年在此地講《楞嚴經》，我在界限街「中華圖書館」講兩個月，然後就搬到香港南塘道「光明講堂」又講兩個月，我講了四個月。這四個月當中，在界限街這兩個月，那個時候有翻譯，翻譯成廣東話；到南塘道，大家就說：不要翻譯了，耽誤時間。所以我到香港講經最初兩個月有翻譯，兩個月以後大家聽得很習慣，不要翻譯了。我不會講廣東話，你們講廣東話我聽得懂；你們不會講普通話，我講普通話你們也聽得懂，這我們就可以溝通了。"
    },
    {
      "id": "12-019-0002_p0019",
      "zh_CN": "《楞严经》上所说的「「邪师说法，如恒河沙」，这个邪师是指什么？诱惑。你走上街头，你眼睛所看的，耳朵所听的，你所接触的，都在那里诱惑你，那就是邪师，叫你起贪心、起瞋恚心、起嫉妒心、起傲慢心。眼见的一切色在迷惑你、在鼓动你，耳听的音声，舌尝味，六根所接触的所有这些境界，统统是邪师。你看看，是不是恒河沙？从早到晚，从年初一到腊月三十，这种诱惑从来没有中断过，你在这个世间，你能够说你不受诱惑吗？我们应该怎么办？念佛是个办法，心里才一动念，「阿弥陀佛」，把这个妄想分别执着压下去，这叫修行。",
      "zh_TW": "《楞嚴經》上所說的「「邪師說法，如恆河沙」，這個邪師是指什麼？誘惑。你走上街頭，你眼睛所看的，耳朵所聽的，你所接觸的，都在那裡誘惑你，那就是邪師，叫你起貪心、起瞋恚心、起嫉妒心、起傲慢心。眼見的一切色在迷惑你、在鼓動你，耳聽的音聲，舌嘗味，六根所接觸的所有這些境界，統統是邪師。你看看，是不是恆河沙？從早到晚，從年初一到臘月三十，這種誘惑從來沒有中斷過，你在這個世間，你能夠說你不受誘惑嗎？我們應該怎麼辦？念佛是個辦法，心裡才一動念，「阿彌陀佛」，把這個妄想分別執著壓下去，這叫修行。"
    },
    {
      "id": "12-019-0002_p0020",
      "zh_CN": "念佛号不是念给佛听的。现在很多人搞错了，我一天念几千声佛号，几万声佛号，念给佛听的，佛一定很喜欢我。错了！所以古人才讲你「喊破喉咙也枉然」，佛哪要听你这个东西？你读经也不是念给佛听的，佛才不要听。",
      "zh_TW": "念佛號不是念給佛聽的。現在很多人搞錯了，我一天念幾千聲佛號，幾萬聲佛號，念給佛聽的，佛一定很喜歡我。錯了！所以古人才講你「喊破喉嚨也枉然」，佛哪要聽你這個東西？你讀經也不是念給佛聽的，佛才不要聽。"
    },
    {
      "id": "12-019-0002_p0021",
      "zh_CN": "于是我们才晓得，我们读经也好，拜佛也好，念佛也好，持咒也好，无论修学哪个法门，都是对治我们烦恼习气的。什么叫用功夫？我们六根接触六尘境界，才起心动念，古德所讲「不怕念起，就怕觉迟」，念头起来这是烦恼习气，自自然然它会起来的；它要不起心动念，那你就不是凡夫了，你是佛菩萨再来的，凡夫决定会起心动念。所以起心动念不怕，第二念就是「阿弥陀佛」，就把这个念头压住了，不叫它继续起作用，这叫修行。起心动念如是，言语造作也是这样。我这个话想讲，立刻要觉悟到该不该讲？如果不该讲，「阿弥陀佛」，就把它压住。我这桩事情该不该做？不该做的，决定不能做。该不该做，该不该说，标准在哪里？在佛经里面，《无量寿经》就是最好的标准。",
      "zh_TW": "於是我們才曉得，我們讀經也好，拜佛也好，念佛也好，持咒也好，無論修學哪個法門，都是對治我們煩惱習氣的。什麼叫用功夫？我們六根接觸六塵境界，才起心動念，古德所講「不怕念起，就怕覺遲」，念頭起來這是煩惱習氣，自自然然它會起來的；它要不起心動念，那你就不是凡夫了，你是佛菩薩再來的，凡夫決定會起心動念。所以起心動念不怕，第二念就是「阿彌陀佛」，就把這個念頭壓住了，不叫它繼續起作用，這叫修行。起心動念如是，言語造作也是這樣。我這個話想講，立刻要覺悟到該不該講？如果不該講，「阿彌陀佛」，就把它壓住。我這樁事情該不該做？不該做的，決定不能做。該不該做，該不該說，標準在哪裡？在佛經裡面，《無量壽經》就是最好的標準。"
    },
    {
      "id": "12-019-0002_p0022",
      "zh_CN": "我教同修们，如果你们发心修学净土，第一个科目先把《无量寿经》念熟，不必要刻意去记，刻意的记诵很辛苦，佛法要学得很自在，学得很快乐，不必那么辛苦的去背诵。你每天念个一遍、两遍，念上三年自然就会背了，熟透了，不用刻意的去背，每个人根性不相同。我在美国休士顿遇到一位同修，这位同修有五十岁左右，他在休士顿开一个餐馆。诸位晓得，开餐馆的工作很辛苦、很忙碌。他念《无量寿经》，念了三个月他就会背，太希有了！背的一个字不错。我问他：「你念了多少遍？」他说：「大概五百遍。」他并没有刻意去背它，念了三个月自然就会背，这是一个最快的。我还遇到一个很笨的同修，他告诉我，他《无量寿经》念了六千多遍才会背，念了好几年，这是一个很笨的。所以每个人天赋不一样，都不必刻意去求，自自然然就会背。",
      "zh_TW": "我教同修們，如果你們發心修學淨土，第一個科目先把《無量壽經》念熟，不必要刻意去記，刻意的記誦很辛苦，佛法要學得很自在，學得很快樂，不必那麼辛苦的去背誦。你每天念個一遍、兩遍，念上三年自然就會背了，熟透了，不用刻意的去背，每個人根性不相同。我在美國休士頓遇到一位同修，這位同修有五十歲左右，他在休士頓開一個餐館。諸位曉得，開餐館的工作很辛苦、很忙碌。他念《無量壽經》，念了三個月他就會背，太希有了！背的一個字不錯。我問他：「你念了多少遍？」他說：「大概五百遍。」他並沒有刻意去背它，念了三個月自然就會背，這是一個最快的。我還遇到一個很笨的同修，他告訴我，他《無量壽經》念了六千多遍才會背，念了好幾年，這是一個很笨的。所以每個人天賦不一樣，都不必刻意去求，自自然然就會背。"
    },
    {
      "id": "12-019-0002_p0023",
      "zh_CN": "会背之后，有什么用处？就是在日常生活当中，起心动念要用《无量寿经》的教训在做标准。我这一动念，就想到佛在经上说这个念头应不应该动？我想说这个话，就想到佛在经上说这一类的话可不可以说？我想做一桩事情，佛有没有让我做这个事情？所以你才有标准。如果你这个经不熟，那标准在哪里？没有标准了。经典是我们修行的标准，佛在经上教我们做的，我们要认真努力把它做到；佛在经上告诉我们不可以做的，我们一定遵守决定不去做，这就是好学生。",
      "zh_TW": "會背之後，有什麼用處？就是在日常生活當中，起心動念要用《無量壽經》的教訓在做標準。我這一動念，就想到佛在經上說這個念頭應不應該動？我想說這個話，就想到佛在經上說這一類的話可不可以說？我想做一樁事情，佛有沒有讓我做這個事情？所以你才有標準。如果你這個經不熟，那標準在哪裡？沒有標準了。經典是我們修行的標準，佛在經上教我們做的，我們要認真努力把它做到；佛在經上告訴我們不可以做的，我們一定遵守決定不去做，這就是好學生。"
    },
    {
      "id": "12-019-0002_p0024",
      "zh_CN": "大家都知道，西方极乐世界有四土三辈九品。我们将来往生到西方极乐世界是什么样的品位？佛在《无量寿经》给我们说出标准，「三辈往生」、「往生正因」这两品经说了个大概；而《观无量寿佛经》里面，对于这个问题就说得更详细。所以，「净宗三经」我们要知道它的本质。《无量寿经》是净宗的概论，是世尊把西方极乐世界圆圆满满的介绍给我们，让我们认识极乐世界，认识阿弥陀佛，《无量寿经》是这个意思。《观无量寿佛经》是《无量寿经》的补充，它做了三方面的补充。第一个是理论上的补充，《观经》里面给我们说，「是心是佛，是心作佛」，这两句是理论上的补充。净宗依什么原理建立？依这两句话建立的。可以说阿弥陀佛依这个原理建立西方极乐世界，有理论根据，我们才能够信得过。第二个是方法上的补充，佛在《无量寿经》只讲三辈（上中下三辈），《观经》里面给我们讲九品，这说得更详细。又教给我们修学净土的方法，即十六观，十六种方法都是念佛，所以念佛有实相念佛、有观想念佛、有观像念佛、有持名念佛。持名念佛是在第十六观，最后一观。第三个补充，就是对于西方极乐世界境界上的补充，比《无量寿经》讲得更详细，所以《观经》是《无量寿经》的补充。《阿弥陀经》这一部经的性质，是世尊大慈大悲，一而三、三而四的劝勉我们，一定要修净土，一定要求往生，要见阿弥陀佛。所以在《阿弥陀经》里面四次的劝告，这是苦口婆心的劝我们要相信净土，要发愿求生。这是三经的内容。",
      "zh_TW": "大家都知道，西方極樂世界有四土三輩九品。我們將來往生到西方極樂世界是什麼樣的品位？佛在《無量壽經》給我們說出標準，「三輩往生」、「往生正因」這兩品經說了個大概；而《觀無量壽佛經》裡面，對於這個問題就說得更詳細。所以，「淨宗三經」我們要知道它的本質。《無量壽經》是淨宗的概論，是世尊把西方極樂世界圓圓滿滿的介紹給我們，讓我們認識極樂世界，認識阿彌陀佛，《無量壽經》是這個意思。《觀無量壽佛經》是《無量壽經》的補充，它做了三方面的補充。第一個是理論上的補充，《觀經》裡面給我們說，「是心是佛，是心作佛」，這兩句是理論上的補充。淨宗依什麼原理建立？依這兩句話建立的。可以說阿彌陀佛依這個原理建立西方極樂世界，有理論根據，我們才能夠信得過。第二個是方法上的補充，佛在《無量壽經》只講三輩（上中下三輩），《觀經》裡面給我們講九品，這說得更詳細。又教給我們修學淨土的方法，即十六觀，十六種方法都是念佛，所以念佛有實相念佛、有觀想念佛、有觀像念佛、有持名念佛。持名念佛是在第十六觀，最後一觀。第三個補充，就是對於西方極樂世界境界上的補充，比《無量壽經》講得更詳細，所以《觀經》是《無量壽經》的補充。《阿彌陀經》這一部經的性質，是世尊大慈大悲，一而三、三而四的勸勉我們，一定要修淨土，一定要求往生，要見阿彌陀佛。所以在《阿彌陀經》裡面四次的勸告，這是苦口婆心的勸我們要相信淨土，要發願求生。這是三經的內容。"
    },
    {
      "id": "12-019-0002_p0025",
      "zh_CN": "清朝晚年的时候，古大德魏默深居士（魏源），他将《普贤行愿品》附在净土三经的后面，称为「净土四经」，这个作法没错，做得很好。因为净宗确确实实是《华严》的精华，尤其《无量寿经》一开端，就明白告诉我们，「咸共遵修普贤大士之德」。所以西方极乐世界是个什么世界？普贤菩萨的法界，极乐世界每一个人都是修普贤行。他将《普贤行愿品》列入三经后面，做为净土四经，当然是如理如法的，值得我们赞叹。到民国初年，印光大师再将《楞严经》里面「大势至菩萨念佛圆通章」（这一章经文不长，只有两百四十四个字，比《般若心经》还短，《般若心经》两百六十个字），两百四十四个字这一章，附到四经的后面，成为「经土五经」。这个「净土五经」怎么来的，我们念佛人不能不知道。印祖要没有这个举动，我们确确实实把《楞严经》上这一段重要的经文疏忽掉了，他老人家这么一个举动，我就特别留意，细心去观察，然后是佩服的五体投地。",
      "zh_TW": "清朝晚年的時候，古大德魏默深居士（魏源），他將《普賢行願品》附在淨土三經的後面，稱為「淨土四經」，這個作法沒錯，做得很好。因為淨宗確確實實是《華嚴》的精華，尤其《無量壽經》一開端，就明白告訴我們，「咸共遵修普賢大士之德」。所以西方極樂世界是個什麼世界？普賢菩薩的法界，極樂世界每一個人都是修普賢行。他將《普賢行願品》列入三經後面，做為淨土四經，當然是如理如法的，值得我們讚歎。到民國初年，印光大師再將《楞嚴經》裡面「大勢至菩薩念佛圓通章」（這一章經文不長，只有兩百四十四個字，比《般若心經》還短，《般若心經》兩百六十個字），兩百四十四個字這一章，附到四經的後面，成為「經土五經」。這個「淨土五經」怎麼來的，我們念佛人不能不知道。印祖要沒有這個舉動，我們確確實實把《楞嚴經》上這一段重要的經文疏忽掉了，他老人家這麼一個舉動，我就特別留意，細心去觀察，然後是佩服的五體投地。"
    },
    {
      "id": "12-019-0002_p0026",
      "zh_CN": "我一九七七年在香港讲《楞严经》，那个时候海仁老和尚在世，他住在大屿山，我特地去参访他。他当时在香港号称为「首楞严王」，我初学讲《楞严经》，遇到首楞严王，怎么能不拜访拜访？我去参拜他，他非常欢喜，就给我讨论《楞严经》里头最重要的部分。海老第二年就往生，我跟他就是这一面之缘。但是我见他的时候，他的身体很健康，九十多岁，我那个时候差不多是五十岁。",
      "zh_TW": "我一九七七年在香港講《楞嚴經》，那個時候海仁老和尚在世，他住在大嶼山，我特地去參訪他。他當時在香港號稱為「首楞嚴王」，我初學講《楞嚴經》，遇到首楞嚴王，怎麼能不拜訪拜訪？我去參拜他，他非常歡喜，就給我討論《楞嚴經》裡頭最重要的部分。海老第二年就往生，我跟他就是這一面之緣。但是我見他的時候，他的身體很健康，九十多歲，我那個時候差不多是五十歲。"
    },
    {
      "id": "12-019-0002_p0027",
      "zh_CN": "一九七七年，他老人家给我讨论《楞严经》哪一章最重要？《楞严经》第六卷的「观世音菩萨耳根圆通章」。而实际上《楞严经》里头最重要的不是「观世音菩萨耳根圆通章」，而是「大势至菩萨念佛圆通章」。这个话实在讲是读《楞严》的人疏忽了，疏忽的人太多太多，因为「耳根圆通章」成为一个特别法门太明显了。佛讲经说法在排列顺序也随顺凡夫，真正是「恒顺众生，随喜功德」，我们凡夫总是把最好的放在后面，不好的摆在前面。你们看戏，平剧里面压轴戏是最好的，最精彩的摆在后面。大家来看戏的时候，一定要看完你才走，为什么？好戏在后头；你中途走了，好戏就没看到，好戏在后头。如果好戏摆在前面一看，后头没味道了，大家都跑掉了，后面还有谁看？好戏在后头。世尊懂得我们凡夫的心理，所以也是把好戏摆在后头。",
      "zh_TW": "一九七七年，他老人家給我討論《楞嚴經》哪一章最重要？《楞嚴經》第六卷的「觀世音菩薩耳根圓通章」。而實際上《楞嚴經》裡頭最重要的不是「觀世音菩薩耳根圓通章」，而是「大勢至菩薩念佛圓通章」。這個話實在講是讀《楞嚴》的人疏忽了，疏忽的人太多太多，因為「耳根圓通章」成為一個特別法門太明顯了。佛講經說法在排列順序也隨順凡夫，真正是「恆順眾生，隨喜功德」，我們凡夫總是把最好的放在後面，不好的擺在前面。你們看戲，平劇裡面壓軸戲是最好的，最精彩的擺在後面。大家來看戲的時候，一定要看完你才走，為什麼？好戲在後頭；你中途走了，好戲就沒看到，好戲在後頭。如果好戲擺在前面一看，後頭沒味道了，大家都跑掉了，後面還有誰看？好戲在後頭。世尊懂得我們凡夫的心理，所以也是把好戲擺在後頭。"
    },
    {
      "id": "12-019-0002_p0028",
      "zh_CN": "「二十五圆通章」要按照顺序来排列，它的排列方法是六根、六尘、六识、七大，二十五是这样排列的。观音菩萨是「耳根圆通章」，应当排在哪里？排在第二位。眼根接着就是耳根，它排在第二位；把第二位拉出来，摆在最后做压轴戏，这是好戏！大家这一看太明显了，摆第二位的拉到最后去，非常非常明显，所以大家都认为「观音菩萨耳根圆通章」第一。末后文殊菩萨拣选圆通也特别赞叹，「此方真教体，清净在音闻」，为我们选择「耳根圆通」，于是乎大家对于这桩事情就很明显的明白了。",
      "zh_TW": "「二十五圓通章」要按照順序來排列，它的排列方法是六根、六塵、六識、七大，二十五是這樣排列的。觀音菩薩是「耳根圓通章」，應當排在哪裡？排在第二位。眼根接著就是耳根，它排在第二位；把第二位拉出來，擺在最後做壓軸戲，這是好戲！大家這一看太明顯了，擺第二位的拉到最後去，非常非常明顯，所以大家都認為「觀音菩薩耳根圓通章」第一。末後文殊菩薩揀選圓通也特別讚歎，「此方真教體，清淨在音聞」，為我們選擇「耳根圓通」，於是乎大家對於這樁事情就很明顯的明白了。"
    },
    {
      "id": "12-019-0002_p0029",
      "zh_CN": "但是《大势至菩萨念佛圆通章》也是个特别法门，也没有按照顺序来排列，他也是个特别法门，因为他太近了。《大势至菩萨念佛圆通章》是七大里面的「见大」，七大的顺序是「地、水、火、风、空、见、识」，要是按正规排列，这二十五个位次他坐在第二十三位；他下面是「识大」，识大是弥勒菩萨代表的。可是我们仔细一看，他们两个换了位子，弥勒菩萨在二十三，大势至菩萨排在二十四。所以《楞严经》里头是讲两个特别法门，这两个菩萨是压轴戏，不是一个。一个从第二位拉到后头太明显了，一个是二十三排到二十四，只换一个位次，我们把它疏忽掉了，没注意到。所以是两个特别法门，不是一个特别法门。而两个特别法门里面，给诸位说，还是大势至菩萨最重要。为什么？念佛法门是普度十法界一切众生，这个法门令一切众生平等得度；「观音菩萨耳根圆通章」做不到。不但娑婆世界，上至等觉菩萨下至阿鼻地狱平等成佛，这不可思议，这多殊胜！",
      "zh_TW": "但是《大勢至菩薩念佛圓通章》也是個特別法門，也沒有按照順序來排列，他也是個特別法門，因為他太近了。《大勢至菩薩念佛圓通章》是七大裡面的「見大」，七大的順序是「地、水、火、風、空、見、識」，要是按正規排列，這二十五個位次他坐在第二十三位；他下面是「識大」，識大是彌勒菩薩代表的。可是我們仔細一看，他們兩個換了位子，彌勒菩薩在二十三，大勢至菩薩排在二十四。所以《楞嚴經》裡頭是講兩個特別法門，這兩個菩薩是壓軸戲，不是一個。一個從第二位拉到後頭太明顯了，一個是二十三排到二十四，只換一個位次，我們把它疏忽掉了，沒注意到。所以是兩個特別法門，不是一個特別法門。而兩個特別法門裡面，給諸位說，還是大勢至菩薩最重要。為什麼？念佛法門是普度十法界一切眾生，這個法門令一切眾生平等得度；「觀音菩薩耳根圓通章」做不到。不但娑婆世界，上至等覺菩薩下至阿鼻地獄平等成佛，這不可思議，這多殊勝！"
    },
    {
      "id": "12-019-0002_p0030",
      "zh_CN": "以后我看到夏莲居老居士他编的一个课诵本，《净修捷要》，这里面写净宗初祖大势至菩萨，我看到的时候愣住了，从来没听说过。以后一想，没错，我同意他的说法。大势至菩萨是法界初祖，尽虚空、遍法界第一个提倡念佛法门的是大势至菩萨。",
      "zh_TW": "以後我看到夏蓮居老居士他編的一個課誦本，《淨修捷要》，這裡面寫淨宗初祖大勢至菩薩，我看到的時候愣住了，從來沒聽說過。以後一想，沒錯，我同意他的說法。大勢至菩薩是法界初祖，盡虛空、遍法界第一個提倡念佛法門的是大勢至菩薩。"
    },
    {
      "id": "12-019-0002_p0031",
      "zh_CN": "所以，净宗我们讲初祖就有好几位初祖，不是一个。我们今天讲净宗初祖，大家都晓得是东晋时代慧远大师，慧远大师是我们中国净宗初祖。释迦牟尼佛示现成道，第一部讲的经是《华严经》，《华严经》到最后普贤菩萨「十大愿王，导归极乐」，普贤菩萨是华严会上念佛法门的初祖，他代表娑婆世界，所以娑婆世界念佛的初祖是普贤菩萨。尽虚空、遍法界念佛的初祖是大势至菩萨，我们这才认识大势至菩萨，才真正认识《楞严经》上「大势至菩萨念佛圆通章」，才知道这一章两百四十四个字，真正不可思议。所以我讲这段经文，我就说明这段经文是净土宗的心经。不仅是净土宗的心经，是一大藏教的心经。《般若心经》只是般若部的心经，不能代表一大藏教，一大藏教的心经是《大势至菩萨念佛圆通章》。所以我们对这个经典，一部经、一品经、一段、一章的认识，相当不容易。你不认识它，你怎么样能修学？你怎么能为别人介绍？所以首先你要认识清楚，认识明了。",
      "zh_TW": "所以，淨宗我們講初祖就有好幾位初祖，不是一個。我們今天講淨宗初祖，大家都曉得是東晉時代慧遠大師，慧遠大師是我們中國淨宗初祖。釋迦牟尼佛示現成道，第一部講的經是《華嚴經》，《華嚴經》到最後普賢菩薩「十大願王，導歸極樂」，普賢菩薩是華嚴會上念佛法門的初祖，他代表娑婆世界，所以娑婆世界念佛的初祖是普賢菩薩。盡虛空、遍法界念佛的初祖是大勢至菩薩，我們這才認識大勢至菩薩，才真正認識《楞嚴經》上「大勢至菩薩念佛圓通章」，才知道這一章兩百四十四個字，真正不可思議。所以我講這段經文，我就說明這段經文是淨土宗的心經。不僅是淨土宗的心經，是一大藏教的心經。《般若心經》只是般若部的心經，不能代表一大藏教，一大藏教的心經是《大勢至菩薩念佛圓通章》。所以我們對這個經典，一部經、一品經、一段、一章的認識，相當不容易。你不認識它，你怎麼樣能修學？你怎麼能為別人介紹？所以首先你要認識清楚，認識明瞭。"
    },
    {
      "id": "12-019-0002_p0032",
      "zh_CN": "《大势至菩萨念佛圆通章》里面，教给我们念佛的方法是精彩绝伦，八个字：「都摄六根，净念相继」。有很多同修问我：「法师，怎么样都摄六根？」大家很想学。我就告诉他：「净念相继。」他说：「怎样才能做到净念相继？」我就告诉他：「都摄六根」。诸位要晓得，都摄六根就是净念相继，净念相继决定都摄六根。什么叫净？净是清净。你心里头还有妄想杂念，就不是净念。净念就是觉明妙行菩萨所讲的「不怀疑、不夹杂」，就叫净念。不但念佛不能夹杂世间的妄想分别执着，连佛法都不能夹杂，夹杂着其他大乘法门也不是净念，也错了。真正做到一切法都不夹杂、都不怀疑，叫一心称念。《无量寿经》上教给我们，「发菩提心，一向专念」，「一」是一心，「向」是一个方向，这就叫净念。相继就是不中断、不间断。换句话说，用我们现在容易懂的说法，怎样念佛才相应？不怀疑、不夹杂、不间断，这就是净念相继，这就是都摄六根。这个办法确确实实能够把我们无量无边的妄想分别执着将它伏住，你才晓得修行是怎么个修法，从哪里修学起。",
      "zh_TW": "《大勢至菩薩念佛圓通章》裡面，教給我們念佛的方法是精彩絕倫，八個字：「都攝六根，淨念相繼」。有很多同修問我：「法師，怎麼樣都攝六根？」大家很想學。我就告訴他：「淨念相繼。」他說：「怎樣才能做到淨念相繼？」我就告訴他：「都攝六根」。諸位要曉得，都攝六根就是淨念相繼，淨念相繼決定都攝六根。什麼叫淨？淨是清淨。你心裡頭還有妄想雜念，就不是淨念。淨念就是覺明妙行菩薩所講的「不懷疑、不夾雜」，就叫淨念。不但念佛不能夾雜世間的妄想分別執著，連佛法都不能夾雜，夾雜著其他大乘法門也不是淨念，也錯了。真正做到一切法都不夾雜、都不懷疑，叫一心稱念。《無量壽經》上教給我們，「發菩提心，一向專念」，「一」是一心，「向」是一個方向，這就叫淨念。相繼就是不中斷、不間斷。換句話說，用我們現在容易懂的說法，怎樣念佛才相應？不懷疑、不夾雜、不間斷，這就是淨念相繼，這就是都攝六根。這個辦法確確實實能夠把我們無量無邊的妄想分別執著將它伏住，你才曉得修行是怎麼個修法，從哪裡修學起。"
    },
    {
      "id": "12-019-0002_p0033",
      "zh_CN": "再落实到事相上，这个世间最麻烦的东西，就是五欲：财、色、名、食、睡。佛在大小乘经里面都警告我们，无数次的警告，「财色名食睡，地狱五条根」，你只要有一条，你就出不了地狱；五条都有，你还能跑得出去？",
      "zh_TW": "再落實到事相上，這個世間最麻煩的東西，就是五欲：財、色、名、食、睡。佛在大小乘經裡面都警告我們，無數次的警告，「財色名食睡，地獄五條根」，你只要有一條，你就出不了地獄；五條都有，你還能跑得出去？"
    },
    {
      "id": "12-019-0002_p0034",
      "zh_CN": "我们学佛，今天大家在一堂，我们在这边聚会，我们在这边介绍世尊，不但是世尊一个人，十方三世一切诸佛，度众生成佛道的第一经是《无量寿经》，真的是第一经，无比殊胜的法门。我们不是今天才听到，哪有这么幸运？哪有这么好的运气，你今天才听到？今天能在座、能够听到，佛在经上讲是过去生中多生多劫修积的善根福德因缘今天成熟了，你才再遇到。为什么过去生中，曾经无数次的遇到这个法门，你为什么没能往生？念佛，你为什么没能往生？就是「财色名食睡」大概还有一条没放掉，这五样你能够放除四样，还有一样，不行，就把你拖住，你也出不了三界。",
      "zh_TW": "我們學佛，今天大家在一堂，我們在這邊聚會，我們在這邊介紹世尊，不但是世尊一個人，十方三世一切諸佛，度眾生成佛道的第一經是《無量壽經》，真的是第一經，無比殊勝的法門。我們不是今天才聽到，哪有這麼幸運？哪有這麼好的運氣，你今天才聽到？今天能在座、能夠聽到，佛在經上講是過去生中多生多劫修積的善根福德因緣今天成熟了，你才再遇到。為什麼過去生中，曾經無數次的遇到這個法門，你為什麼沒能往生？念佛，你為什麼沒能往生？就是「財色名食睡」大概還有一條沒放掉，這五樣你能夠放除四樣，還有一樣，不行，就把你拖住，你也出不了三界。"
    },
    {
      "id": "12-019-0002_p0035",
      "zh_CN": "出不了三界的人，这是佛在经上都是说的老实话，我想大家应当念过《地藏菩萨本愿经》，佛在这个经上说得很好，说的是实话。他是说菩萨在地狱里面度这些地狱众生，费尽千辛万苦把他度出去，脱离地狱得人身，得人身没多久他又回去了；「你怎么又来了？」外面刚刚打一个转，透一口气，他又来了。为什么？人间的寿命很短，地狱的寿命太长。我们在经上看到，地狱的寿命，佛在经上讲长短不一样，讲得很多。不是佛说的有问题，地狱的种类很多，寿命长短不一样。最普通的一个讲法，地狱的一天是我们人间两千七百年。所以地藏菩萨把他辛苦搞出去了，他到人间来纵然活一百岁，在地狱里头大概不到一个小时。「怎么刚刚出去，你就来了？」你说多可怕！所以不能出离六道轮回，佛说我们故乡在哪里？故乡在地狱，到人、天道里头是观光旅游，是作客，几天要回去的。所以愈想愈可怕，愈想真的是寒毛直竖。",
      "zh_TW": "出不了三界的人，這是佛在經上都是說的老實話，我想大家應當念過《地藏菩薩本願經》，佛在這個經上說得很好，說的是實話。他是說菩薩在地獄裡面度這些地獄眾生，費盡千辛萬苦把他度出去，脫離地獄得人身，得人身沒多久他又回去了；「你怎麼又來了？」外面剛剛打一個轉，透一口氣，他又來了。為什麼？人間的壽命很短，地獄的壽命太長。我們在經上看到，地獄的壽命，佛在經上講長短不一樣，講得很多。不是佛說的有問題，地獄的種類很多，壽命長短不一樣。最普通的一個講法，地獄的一天是我們人間兩千七百年。所以地藏菩薩把他辛苦搞出去了，他到人間來縱然活一百歲，在地獄裡頭大概不到一個小時。「怎麼剛剛出去，你就來了？」你說多可怕！所以不能出離六道輪迴，佛說我們故鄉在哪裡？故鄉在地獄，到人、天道裡頭是觀光旅遊，是作客，幾天要回去的。所以愈想愈可怕，愈想真的是寒毛直豎。"
    },
    {
      "id": "12-019-0002_p0036",
      "zh_CN": "我们生生世世遇到这个法门，就是五欲六尘不肯断、不能断，所以纵然念佛，也只是种一点善根而已，没有法子出离。这一生当中，大家要想真正出离，真正有成就，你要记住，五欲六尘、财色名食睡，要从心里头把它舍得干干净净，我们这一生的机会就抓到了。决定不能在这里面起贪心，一起贪心就完了，那真的一天念十万声佛号，还是要下地狱，还是没法子。我们要保持最高度的警觉心，修行修什么？对于五欲六尘贪恋，分别、执着不肯放下，这是错误的行为。自己如果有福，有福报、有财富，在社会上有地位、有能力，应当把你的财富、聪明、智慧、能力，帮助一切苦难的众生。我们自己的生活，有衣服穿、有饭吃，可以了，我们节省一点，苦难的人就能得到一分好处。念念想着帮助一些苦难的众生，我们自己要把五欲六尘舍得干干净净，这一生念佛自然就相应，功夫就得力，修行功夫就得力了。",
      "zh_TW": "我們生生世世遇到這個法門，就是五欲六塵不肯斷、不能斷，所以縱然念佛，也只是種一點善根而已，沒有法子出離。這一生當中，大家要想真正出離，真正有成就，你要記住，五欲六塵、財色名食睡，要從心裡頭把它捨得乾乾淨淨，我們這一生的機會就抓到了。決定不能在這裡面起貪心，一起貪心就完了，那真的一天念十萬聲佛號，還是要下地獄，還是沒法子。我們要保持最高度的警覺心，修行修什麼？對於五欲六塵貪戀，分別、執著不肯放下，這是錯誤的行為。自己如果有福，有福報、有財富，在社會上有地位、有能力，應當把你的財富、聰明、智慧、能力，幫助一切苦難的眾生。我們自己的生活，有衣服穿、有飯吃，可以了，我們節省一點，苦難的人就能得到一分好處。念念想著幫助一些苦難的眾生，我們自己要把五欲六塵捨得乾乾淨淨，這一生念佛自然就相應，功夫就得力，修行功夫就得力了。"
    },
    {
      "id": "12-019-0002_p0037",
      "zh_CN": "如果不肯放下，还循着过去这些恶的习气，我们这一生就没指望。缘是遇到了，善根福德不够，真是像《弥陀经》上所说，「不可以少善根福德因缘，得生彼国」。什么叫善根？善根是能信能解，我们听了，读了佛经，我相信，我能够理解，这是善根。什么是福德？福德是能行能证，我真正能够依教奉行，这是福德；真正能够在这一生当中，往生不退成佛，那这是大福德，圆满的福德。三个条件在这一生当中具足，那就恭喜你，你这一生是娑婆世界最后身；再来，那你是佛菩萨乘愿再来的，你不是凡夫。乘愿再来的人自在，无论示现什么身分都得大自在，他已经证得无量的智慧，无量的德能，无量的神通，他来是为度化众生，他不是为自己。所以一定要真正看破，知道五欲六尘对我们的害处，没有好处！",
      "zh_TW": "如果不肯放下，還循著過去這些惡的習氣，我們這一生就沒指望。緣是遇到了，善根福德不夠，真是像《彌陀經》上所說，「不可以少善根福德因緣，得生彼國」。什麼叫善根？善根是能信能解，我們聽了，讀了佛經，我相信，我能夠理解，這是善根。什麼是福德？福德是能行能證，我真正能夠依教奉行，這是福德；真正能夠在這一生當中，往生不退成佛，那這是大福德，圓滿的福德。三個條件在這一生當中具足，那就恭喜你，你這一生是娑婆世界最後身；再來，那你是佛菩薩乘願再來的，你不是凡夫。乘願再來的人自在，無論示現什麼身分都得大自在，他已經證得無量的智慧，無量的德能，無量的神通，他來是為度化眾生，他不是為自己。所以一定要真正看破，知道五欲六塵對我們的害處，沒有好處！"
    },
    {
      "id": "12-019-0002_p0038",
      "zh_CN": "诸位要晓得，青面獠牙的魔不可怕，我们一看到他躲得远远的，那个不可怕，他害不了我们。天天招手，欢欢喜喜的，这个魔才可怕，你把他当作好人，他时时刻刻在引起你的贪心，引起你的瞋恚，引起你的愚痴。这样的魔，就是佛在经上讲现在这个世界如恒河沙到处都充满了。我们在这个人间修行真的是难，步步都是陷阱，步步都是火坑，这是实实在在的情况。所以懂得什么叫修行，不要把修行这两个字会错了意思，自己天天在造业，以为自己在修行，还认为自己修得不错，糟糕不糟糕！将来见了阎罗王还跟他两个辩论。",
      "zh_TW": "諸位要曉得，青面獠牙的魔不可怕，我們一看到他躲得遠遠的，那個不可怕，他害不了我們。天天招手，歡歡喜喜的，這個魔才可怕，你把他當作好人，他時時刻刻在引起你的貪心，引起你的瞋恚，引起你的愚痴。這樣的魔，就是佛在經上講現在這個世界如恆河沙到處都充滿了。我們在這個人間修行真的是難，步步都是陷阱，步步都是火坑，這是實實在在的情況。所以懂得什麼叫修行，不要把修行這兩個字會錯了意思，自己天天在造業，以為自己在修行，還認為自己修得不錯，糟糕不糟糕！將來見了閻羅王還跟他兩個辯論。"
    },
    {
      "id": "12-019-0002_p0039",
      "zh_CN": "我们懂得修行这两个字的意义，修行的纲领是什么？这给我们讲到原则了。佛在经上讲得这么多，总有个最重要的，最重要的原则要告诉我们，我们把握着这个原则，修行才能够得力。确实有原则，这个原则就是「三宝」。学佛的人一入佛门，发心要做一个真正佛的学生，拜佛为老师，佛就把修行的总纲领、总原则传授给你，教导给你，这个传授就叫「传授三皈」，三皈是这个意思。一共三条，「皈」是回归、回头，你知道回头了，回头是岸；「依」是依靠，你有了依靠。三皈叫三宝，三宝大家都晓得，「皈依佛，皈依法，皈依僧」，你会念，这三句话九个字是什么意思，你不懂。如果你不懂，你会念，你还是没有皈依，还是不皈依的好。为什么？不懂，你要一皈依，不但没有好处，有罪过。什么罪过？你提倡迷信，这是罪过。你曲解佛的意思，开经偈「愿解如来真实义」，你是误解如来真实义、曲解如来真实义，有罪过，罪过可大了！所以传授一定要讲得清清楚楚、明明白白，你知道日常生活要依什么样的原则，依什么样的标准。",
      "zh_TW": "我們懂得修行這兩個字的意義，修行的綱領是什麼？這給我們講到原則了。佛在經上講得這麼多，總有個最重要的，最重要的原則要告訴我們，我們把握著這個原則，修行才能夠得力。確實有原則，這個原則就是「三寶」。學佛的人一入佛門，發心要做一個真正佛的學生，拜佛為老師，佛就把修行的總綱領、總原則傳授給你，教導給你，這個傳授就叫「傳授三皈」，三皈是這個意思。一共三條，「皈」是回歸、回頭，你知道回頭了，回頭是岸；「依」是依靠，你有了依靠。三皈叫三寶，三寶大家都曉得，「皈依佛，皈依法，皈依僧」，你會念，這三句話九個字是什麼意思，你不懂。如果你不懂，你會念，你還是沒有皈依，還是不皈依的好。為什麼？不懂，你要一皈依，不但沒有好處，有罪過。什麼罪過？你提倡迷信，這是罪過。你曲解佛的意思，開經偈「願解如來真實義」，你是誤解如來真實義、曲解如來真實義，有罪過，罪過可大了！所以傳授一定要講得清清楚楚、明明白白，你知道日常生活要依什麼樣的原則，依什麼樣的標準。"
    },
    {
      "id": "12-019-0002_p0040",
      "zh_CN": "这三句话，我以前读《六祖坛经》（《六祖坛经》我在香港讲过一遍，好像是一九八三年讲的，也是在中华佛教图书馆。那一年，圣一老法师到中国九华山讲《地藏经》，我们是同一个时候，我在此地讲《六祖坛经》），六祖大师在《坛经》里面传授三皈，他没有用「佛、法、僧」这个字样，他传授三皈是教人「皈依觉，皈依正，皈依净」。我当时在经上看到这个说法，也引起我的震惊：他为什么这个说法？使我联想到，大概用「佛、法、僧」这三个字时间太久了，传得太久了；这个法传久了就变样了，大家把这个意思就曲解。所以他不说「皈依佛，皈依法，皈依僧」，他改了，叫「皈依觉，皈依正，皈依净」，这个说法我们一点不迷惑。然后再解释，「佛者觉也，法者正也，僧者净也」，我们懂得他的意思。这种说法可能在一千三百多年以前，六祖大师在世的时候，那个时候可能有人皈依，已经错解如来真实义，已经把意思错解。如果没有错解，祖师不可能是这个说法，一定是有误会，所以他老人家用这个说法，我们读了之后就更清楚、更明白。",
      "zh_TW": "這三句話，我以前讀《六祖壇經》（《六祖壇經》我在香港講過一遍，好像是一九八三年講的，也是在中華佛教圖書館。那一年，聖一老法師到中國九華山講《地藏經》，我們是同一個時候，我在此地講《六祖壇經》），六祖大師在《壇經》裡面傳授三皈，他沒有用「佛、法、僧」這個字樣，他傳授三皈是教人「皈依覺，皈依正，皈依淨」。我當時在經上看到這個說法，也引起我的震驚：他為什麼這個說法？使我聯想到，大概用「佛、法、僧」這三個字時間太久了，傳得太久了；這個法傳久了就變樣了，大家把這個意思就曲解。所以他不說「皈依佛，皈依法，皈依僧」，他改了，叫「皈依覺，皈依正，皈依淨」，這個說法我們一點不迷惑。然後再解釋，「佛者覺也，法者正也，僧者淨也」，我們懂得他的意思。這種說法可能在一千三百多年以前，六祖大師在世的時候，那個時候可能有人皈依，已經錯解如來真實義，已經把意思錯解。如果沒有錯解，祖師不可能是這個說法，一定是有誤會，所以他老人家用這個說法，我們讀了之後就更清楚、更明白。"
    },
    {
      "id": "12-019-0002_p0041",
      "zh_CN": "什么叫「皈依佛」？皈依佛就是觉而不迷。我们在日常生活当中，对人对事对物，我们是迷而不觉。你要做佛的学生，佛是觉而不迷，我们要学佛。所以我们从迷惑颠倒回过头来依自性觉，这叫皈依佛。佛教给我们，这个修行的总纲领、总原则是「觉而不迷」。",
      "zh_TW": "什麼叫「皈依佛」？皈依佛就是覺而不迷。我們在日常生活當中，對人對事對物，我們是迷而不覺。你要做佛的學生，佛是覺而不迷，我們要學佛。所以我們從迷惑顛倒回過頭來依自性覺，這叫皈依佛。佛教給我們，這個修行的總綱領、總原則是「覺而不迷」。"
    },
    {
      "id": "12-019-0002_p0042",
      "zh_CN": "第二叫「皈依法」。他不叫皈依法，用「皈依正」。皈依正是什么意思？我们平常的思想见解都是错误的，与事实真相完全相违背的，邪知邪见！从错误的思想见解回过头来，依正知正见，这叫皈依法。所以皈依法是正而不邪，这是第二个原则。",
      "zh_TW": "第二叫「皈依法」。他不叫皈依法，用「皈依正」。皈依正是什麼意思？我們平常的思想見解都是錯誤的，與事實真相完全相違背的，邪知邪見！從錯誤的思想見解回過頭來，依正知正見，這叫皈依法。所以皈依法是正而不邪，這是第二個原則。"
    },
    {
      "id": "12-019-0002_p0043",
      "zh_CN": "第三个原则，是教我们要从一切染污回过头来，依清净心，这叫「皈依僧」。僧是六根清净，一尘不染，取这个意思。",
      "zh_TW": "第三個原則，是教我們要從一切染污回過頭來，依清淨心，這叫「皈依僧」。僧是六根清淨，一塵不染，取這個意思。"
    },
    {
      "id": "12-019-0002_p0044",
      "zh_CN": "我们今天的心，被财色名食睡污染，被五欲六尘污染，我们的心理被污染，精神被污染，思想被污染，见解被污染，身体被污染。糟了！严重的污染，你怎么会不生病？所以佛在一开端就教给我们，你必须要远离这些污染，从这些染污回过头来，依清净心，身心都要清净。佛教给我们修行的总纲领、总原则，我们在生活当中，处事待人接物，起心动念如果与「觉不迷，正不邪，净不染」相应，你真的皈依了，你是佛的好学生。如果说我们在佛菩萨形像面前做这个仪式，我拜佛为老师，做佛的弟子，还是一样的迷惑颠倒，还是一样的邪知邪见，还是一样的污染，那你哪里是皈依？你没有皈，也没有依。诸位要懂得，佛法讲求的是实质，不重形式，形式不重要。你要真正懂得实质，你的修行才真的有功夫，才真能够转境界，才真正能够超凡入圣。",
      "zh_TW": "我們今天的心，被財色名食睡污染，被五欲六塵污染，我們的心理被污染，精神被污染，思想被污染，見解被污染，身體被污染。糟了！嚴重的污染，你怎麼會不生病？所以佛在一開端就教給我們，你必須要遠離這些污染，從這些染污回過頭來，依清淨心，身心都要清淨。佛教給我們修行的總綱領、總原則，我們在生活當中，處事待人接物，起心動念如果與「覺不迷，正不邪，淨不染」相應，你真的皈依了，你是佛的好學生。如果說我們在佛菩薩形像面前做這個儀式，我拜佛為老師，做佛的弟子，還是一樣的迷惑顛倒，還是一樣的邪知邪見，還是一樣的污染，那你哪裡是皈依？你沒有皈，也沒有依。諸位要懂得，佛法講求的是實質，不重形式，形式不重要。你要真正懂得實質，你的修行才真的有功夫，才真能夠轉境界，才真正能夠超凡入聖。"
    },
    {
      "id": "12-019-0002_p0045",
      "zh_CN": "我听说这两天此地有一些同修发心求授三皈，这是好事情，听了介绍懂得佛法的好处，就要发心来作佛的学生，好事情！大好事情！可是诸位一定要晓得，你要做真正的学生，不要做冒充佛学生，冒充是有罪。要做真正的佛学生，特别是真正阿弥陀佛的学生，你受到一切诸佛的尊重，无论到哪个世界，这个佛一看到你是阿弥陀佛的学生，特别礼遇三分。为什么？因为诸佛都尊重阿弥陀佛。释迦牟尼佛在《无量寿经》上给我们介绍，阿弥陀佛是「光中极尊，佛中之王」，世尊一个人的介绍，就是代表一切诸佛的介绍。弥陀的弟子，那还得了！走到哪一个世界特别吃香，非常非常的希有，弥陀弟子无上的光荣。",
      "zh_TW": "我聽說這兩天此地有一些同修發心求授三皈，這是好事情，聽了介紹懂得佛法的好處，就要發心來作佛的學生，好事情！大好事情！可是諸位一定要曉得，你要做真正的學生，不要做冒充佛學生，冒充是有罪。要做真正的佛學生，特別是真正阿彌陀佛的學生，你受到一切諸佛的尊重，無論到哪個世界，這個佛一看到你是阿彌陀佛的學生，特別禮遇三分。為什麼？因為諸佛都尊重阿彌陀佛。釋迦牟尼佛在《無量壽經》上給我們介紹，阿彌陀佛是「光中極尊，佛中之王」，世尊一個人的介紹，就是代表一切諸佛的介紹。彌陀的弟子，那還得了！走到哪一個世界特別吃香，非常非常的希有，彌陀弟子無上的光榮。"
    },
    {
      "id": "12-019-0002_p0046",
      "zh_CN": "我们既然皈依三宝，发愿做弥陀的学生，我们的思想见解言行，一定要与这三个原则相应。这三个原则我们通常讲三宝，在《无量寿经》的经题上就具足，经题上有「清净平等觉」。「清净」是僧宝，「平等」是法宝，平等才是正知正见，「觉」是佛宝，觉而不迷，经题上具足三宝。同时这个经题又具足三学，三学是包括世尊对一切众生的教诲，这是三大类：戒学、定学、慧学；「清净」是戒学，「平等」是定学，「觉」是慧学，这个经题多圆满。这一部经就是解释经题，经题是这一部经的总题目，一篇文章的总题目，你才晓得这个经典的殊胜，经典的内容丰富不可思议。",
      "zh_TW": "我們既然皈依三寶，發願做彌陀的學生，我們的思想見解言行，一定要與這三個原則相應。這三個原則我們通常講三寶，在《無量壽經》的經題上就具足，經題上有「清淨平等覺」。「清淨」是僧寶，「平等」是法寶，平等才是正知正見，「覺」是佛寶，覺而不迷，經題上具足三寶。同時這個經題又具足三學，三學是包括世尊對一切眾生的教誨，這是三大類：戒學、定學、慧學；「清淨」是戒學，「平等」是定學，「覺」是慧學，這個經題多圓滿。這一部經就是解釋經題，經題是這一部經的總題目，一篇文章的總題目，你才曉得這個經典的殊勝，經典的內容豐富不可思議。"
    },
    {
      "id": "12-019-0002_p0047",
      "zh_CN": "一部《大方广佛华严经》是《无量寿经》的详细注解。清朝初年彭际清居士曾经说（彭居士要用现代的话来说是大佛学家，他是生长在富贵的家庭，也是少年得志。但是他的善根深厚，他没有作官，他去学佛。他的父亲是乾隆皇帝的兵部尚书，要用现在的职位来讲是国防部长，他父亲是乾隆的国防部长。他在二十岁弱冠的时候就考取进士，是富贵人家出身。但是他对于作官没兴趣，学佛兴趣可大了），他告诉我们，他说：《无量寿经》就是中本《华严》，小本《弥陀经》就是小本《华严》。他把《弥陀经》、《无量寿经》、《大方广佛华严经》看成同部，只是佛说的言语有广略不同，内容没有高下，是佛的细说、佛的略说，内容完全一样。后来的这些大德们，同意他的看法，肯定他的说法，《华严经》是《无量寿经》的注解。",
      "zh_TW": "一部《大方廣佛華嚴經》是《無量壽經》的詳細註解。清朝初年彭際清居士曾經說（彭居士要用現代的話來說是大佛學家，他是生長在富貴的家庭，也是少年得志。但是他的善根深厚，他沒有作官，他去學佛。他的父親是乾隆皇帝的兵部尚書，要用現在的職位來講是國防部長，他父親是乾隆的國防部長。他在二十歲弱冠的時候就考取進士，是富貴人家出身。但是他對於作官沒興趣，學佛興趣可大了），他告訴我們，他說：《無量壽經》就是中本《華嚴》，小本《彌陀經》就是小本《華嚴》。他把《彌陀經》、《無量壽經》、《大方廣佛華嚴經》看成同部，只是佛說的言語有廣略不同，內容沒有高下，是佛的細說、佛的略說，內容完全一樣。後來的這些大德們，同意他的看法，肯定他的說法，《華嚴經》是《無量壽經》的註解。"
    },
    {
      "id": "12-019-0002_p0048",
      "zh_CN": "在《华严经》上圆圆满满的落实这三个修行的纲目，特别是在善财童子五十三参。五十三参前面三位善知识，在《八十华严》里面，德云比丘是善财童子去参访的第一位，第二位海云比丘，第三位妙住比丘，前面三位是三个出家人。全部《华严经》这五十三位善知识，出家人只有六个，其余统统是在家居士，男女老少，各行各业。",
      "zh_TW": "在《華嚴經》上圓圓滿滿的落實這三個修行的綱目，特別是在善財童子五十三參。五十三參前面三位善知識，在《八十華嚴》裡面，德雲比丘是善財童子去參訪的第一位，第二位海雲比丘，第三位妙住比丘，前面三位是三個出家人。全部《華嚴經》這五十三位善知識，出家人只有六個，其餘統統是在家居士，男女老少，各行各業。"
    },
    {
      "id": "12-019-0002_p0049",
      "zh_CN": "这三个人摆在前面代表什么？三宝，所以把三宝摆在前面。德云在《四十华严》里面，称为吉祥云比丘，吉祥就是德，梵文相同，翻译的不一样，代表佛宝。如果我们用这个方法来说，大家依旧听不懂，所以这是讲经的一个难处。我们照古人讲法，这三个代表三宝，可是现在的听众不得义，一定要把这个话换一换。德云比丘代表什么？代表我们怎样学佛，这个大家好懂。我要跟你讲的是他代表三宝的佛宝，你听不懂；教给你怎么样学佛，这一句话你就好懂了。海云比丘是教你怎么样研究经教，你好懂；我们打开佛经应该怎样去研究它，怎样去理解它，海云比丘教我们这一套。妙住比丘教我们怎样修行，这是出家人，出家人应该怎么样修行。当然出家人修行里面，很多原理原则在家人统统用得上。修行要以戒为先，妙住比丘教给善财童子的都是讲戒律，要从严持戒律去做起。",
      "zh_TW": "這三個人擺在前面代表什麼？三寶，所以把三寶擺在前面。德雲在《四十華嚴》裡面，稱為吉祥雲比丘，吉祥就是德，梵文相同，翻譯的不一樣，代表佛寶。如果我們用這個方法來說，大家依舊聽不懂，所以這是講經的一個難處。我們照古人講法，這三個代表三寶，可是現在的聽眾不得義，一定要把這個話換一換。德雲比丘代表什麼？代表我們怎樣學佛，這個大家好懂。我要跟你講的是他代表三寶的佛寶，你聽不懂；教給你怎麼樣學佛，這一句話你就好懂了。海雲比丘是教你怎麼樣研究經教，你好懂；我們打開佛經應該怎樣去研究它，怎樣去理解它，海雲比丘教我們這一套。妙住比丘教我們怎樣修行，這是出家人，出家人應該怎麼樣修行。當然出家人修行裡面，很多原理原則在家人統統用得上。修行要以戒為先，妙住比丘教給善財童子的都是講戒律，要從嚴持戒律去做起。"
    },
    {
      "id": "12-019-0002_p0050",
      "zh_CN": "讲到严持戒律，诸位又听不懂了、又迷惑了。那应该怎么办？还得换成现代话，现代话持戒就是守法，说守法大家就好懂。佛教给我们许多的方法，我们要遵守，我们要守法。除了佛法之外，国家的法律要遵守，国家的宪法要遵守，每一个地方它有特别的法规要遵守。除明文的法律之外，还有没有文字的，即道德要遵守，风俗习惯要遵守。样样都能守法，我们在社会上跟大众相处就欢喜。国有国法，家有家规。",
      "zh_TW": "講到嚴持戒律，諸位又聽不懂了、又迷惑了。那應該怎麼辦？還得換成現代話，現代話持戒就是守法，說守法大家就好懂。佛教給我們許多的方法，我們要遵守，我們要守法。除了佛法之外，國家的法律要遵守，國家的憲法要遵守，每一個地方它有特別的法規要遵守。除明文的法律之外，還有沒有文字的，即道德要遵守，風俗習慣要遵守。樣樣都能守法，我們在社會上跟大眾相處就歡喜。國有國法，家有家規。"
    },
    {
      "id": "12-019-0002_p0051",
      "zh_CN": "所以佛讲的意思是广义，不是狭义。叫你持戒，你就想到五戒、十戒、比丘戒、菩萨戒。错了！那圈圈太小了，不起作用。佛讲的意思非常非常广大。特别像我们现在交通便捷，每一个人都有机会到外国去旅游观光。你们第一次出国，我相信旅行团带队的人、导游的人，一定要把当地民情风俗习惯告诉大家，入境要随俗，要了解他们那个地方的文化背景、生活习惯、法律规章。你一定要懂，你到那个地方才能够守他们的法。入境要随俗，你跟当地人就能够和睦相处。所以妙住比丘教我们这些。",
      "zh_TW": "所以佛講的意思是廣義，不是狹義。叫你持戒，你就想到五戒、十戒、比丘戒、菩薩戒。錯了！那圈圈太小了，不起作用。佛講的意思非常非常廣大。特別像我們現在交通便捷，每一個人都有機會到外國去旅遊觀光。你們第一次出國，我相信旅行團帶隊的人、導遊的人，一定要把當地民情風俗習慣告訴大家，入境要隨俗，要了解他們那個地方的文化背景、生活習慣、法律規章。你一定要懂，你到那個地方才能夠守他們的法。入境要隨俗，你跟當地人就能夠和睦相處。所以妙住比丘教我們這些。"
    },
    {
      "id": "12-019-0002_p0052",
      "zh_CN": "在《华严经》里面，皈依三宝都落实在我们生活上，所以这个经非常非常好。我到这边来把这部经介绍给大家，我们时间很短，不能够介绍经文，不能按照经文一句一句的来讲，我讲大意，每一次有机缘来的时候，给诸位介绍一段大意。你把大意明白，你再去读经，看古人的注解，你就有味道，你就能看出味道。如果你不了解大意，古人注解注得是很好，可是我们依旧还是隔一层。就是讲三宝，我们讲「佛、法、僧」，真正能懂得意思的太少太少了！六祖能大师把它变一变，「觉而不迷，正而不邪，净而不染」，我们就容易懂得多。可是要怎样才叫做觉？怎样才叫做正？怎样才叫做净？那就是五十三参这三位善知识所说的、所表演的，那就更清楚、更明白了。",
      "zh_TW": "在《華嚴經》裡面，皈依三寶都落實在我們生活上，所以這個經非常非常好。我到這邊來把這部經介紹給大家，我們時間很短，不能夠介紹經文，不能按照經文一句一句的來講，我講大意，每一次有機緣來的時候，給諸位介紹一段大意。你把大意明白，你再去讀經，看古人的註解，你就有味道，你就能看出味道。如果你不了解大意，古人註解註得是很好，可是我們依舊還是隔一層。就是講三寶，我們講「佛、法、僧」，真正能懂得意思的太少太少了！六祖能大師把它變一變，「覺而不迷，正而不邪，淨而不染」，我們就容易懂得多。可是要怎樣才叫做覺？怎樣才叫做正？怎樣才叫做淨？那就是五十三參這三位善知識所說的、所表演的，那就更清楚、更明白了。"
    },
    {
      "id": "12-019-0002_p0053",
      "zh_CN": "善财童子接下去第四位参访的就是一个在家居士，弥伽长者。这位居士是干什么的？用现代的话说，从事于社会教育，非常热心于社会教育的一个工作者。我们说这个话大家好懂，你要拿经文里头经句子来念，也没人懂。你看他如何从事于社会教学的工作，能把诸佛如来最殊胜、最圆满的教学，他来推广，他来劝导社会大众，热心从事于社会教育工作者。我们从这些角度去看，你就把经都看活了，不是死的。然后我们读了之后，立刻就管用，立刻就学到。现代人讲现实，那佛法是最现实的，没有任何一法比佛法来得更现实，学了马上就有用处，学了立刻就得好处。所以修学的总纲领是三宝、三学，用三学的手段达到「觉、正、净」的目的，这是佛法教学的总纲领、总原则，我们一定要明了、要掌握到。",
      "zh_TW": "善財童子接下去第四位參訪的就是一個在家居士，彌伽長者。這位居士是幹什麼的？用現代的話說，從事於社會教育，非常熱心於社會教育的一個工作者。我們說這個話大家好懂，你要拿經文裡頭經句子來念，也沒人懂。你看他如何從事於社會教學的工作，能把諸佛如來最殊勝、最圓滿的教學，他來推廣，他來勸導社會大眾，熱心從事於社會教育工作者。我們從這些角度去看，你就把經都看活了，不是死的。然後我們讀了之後，立刻就管用，立刻就學到。現代人講現實，那佛法是最現實的，沒有任何一法比佛法來得更現實，學了馬上就有用處，學了立刻就得好處。所以修學的總綱領是三寶、三學，用三學的手段達到「覺、正、淨」的目的，這是佛法教學的總綱領、總原則，我們一定要明瞭、要掌握到。"
    },
    {
      "id": "12-019-0002_p0054",
      "zh_CN": "三皈不能皈错了，一错就错到底了。错了，刚才我讲，麻烦就大了！我过去因为每一次在国外讲演，时间都很短促，要求皈依的人数很多，细细的来讲解没有时间，所以我就专门做了一个录音带。我在新加坡借他们广播公司的录音室，录了一个录音带；另外有一次是在澳洲黄金海岸，也是有几十个同修求授皈依，我给他详细讲过一遍，那里留的有录像带，有这两套资料。两次讲演内容不一样，在新加坡第一次讲的，是正规跟诸位讲解说明「觉、正、净」；而在黄金海岸所讲的，是这一次的补充，如何将「觉、正、净」落实在生活上，落实在工作应酬上。所以这两份资料，诸位同修都必须要听，要明了、要了解，然后你来做这个形式，那就很有意义，你是真的皈依，那不是假的，不是冒充的。",
      "zh_TW": "三皈不能皈錯了，一錯就錯到底了。錯了，剛才我講，麻煩就大了！我過去因為每一次在國外講演，時間都很短促，要求皈依的人數很多，細細的來講解沒有時間，所以我就專門做了一個錄音帶。我在新加坡借他們廣播公司的錄音室，錄了一個錄音帶；另外有一次是在澳洲黃金海岸，也是有幾十個同修求授皈依，我給他詳細講過一遍，那裡留的有錄像帶，有這兩套資料。兩次講演內容不一樣，在新加坡第一次講的，是正規跟諸位講解說明「覺、正、淨」；而在黃金海岸所講的，是這一次的補充，如何將「覺、正、淨」落實在生活上，落實在工作應酬上。所以這兩份資料，諸位同修都必須要聽，要明瞭、要了解，然後你來做這個形式，那就很有意義，你是真的皈依，那不是假的，不是冒充的。"
    },
    {
      "id": "12-019-0002_p0055",
      "zh_CN": "皈依是皈依三宝，诸位一定要记住，不是皈依哪一个法师。如果你们有这么一个观念，「我皈依某一个法师，某一个法师是我的师父，其余的那个不是我的师父」，那我就劝你最好不要皈依。为什么？你这一皈一依，决定堕阿鼻地狱。你不皈依没有这个罪，一皈依的时候，你堕阿鼻地狱。",
      "zh_TW": "皈依是皈依三寶，諸位一定要記住，不是皈依哪一個法師。如果你們有這麼一個觀念，「我皈依某一個法師，某一個法師是我的師父，其餘的那個不是我的師父」，那我就勸你最好不要皈依。為什麼？你這一皈一依，決定墮阿鼻地獄。你不皈依沒有這個罪，一皈依的時候，你墮阿鼻地獄。"
    },
    {
      "id": "12-019-0002_p0056",
      "zh_CN": "「我皈依三宝是好事，怎么堕阿鼻地狱？」",
      "zh_TW": "「我皈依三寶是好事，怎麼墮阿鼻地獄？」"
    },
    {
      "id": "12-019-0002_p0057",
      "zh_CN": "「因为你犯了大戒。」",
      "zh_TW": "「因為你犯了大戒。」"
    },
    {
      "id": "12-019-0002_p0058",
      "zh_CN": "「哪个大戒？」",
      "zh_TW": "「哪個大戒？」"
    },
    {
      "id": "12-019-0002_p0059",
      "zh_CN": "「五逆里面其中一条：破和合僧。这个师父是我的师父，那个不是，你在破坏和合僧团。破和合僧，释迦牟尼佛在戒律讲是堕阿鼻地狱。你为什么要干这个事情？这是很大的误会。」",
      "zh_TW": "「五逆裡面其中一條：破和合僧。這個師父是我的師父，那個不是，你在破壞和合僧團。破和合僧，釋迦牟尼佛在戒律講是墮阿鼻地獄。你為什麼要幹這個事情？這是很大的誤會。」"
    },
    {
      "id": "12-019-0002_p0060",
      "zh_CN": "诸位同修一定要晓得，就好比世间人参加政党一样。你去入党，你入了一个党，当然这个党一定会派一个资深的党员，你宣示的时候，他来帮你监誓。结果你莫名其妙，你认为就归到他的党，这不是糟糕了吗？你不是把人家组织破坏了吗？你的罪过有多大！所以诸位一定要搞清楚，你是皈依三宝，是三宝弟子，不是某一个法师的弟子。当然法师是僧团的一员，所有出家人都是老师，平等。不可以说「这个是我的师父，那个不是」，你要有这种分别执着，你就坏了，你就造罪业。所以真正皈依之后，这个心要清净，你皈依「觉、正、净」，你有分别你的心就不正，你邪知邪见，你有执着，你的心就不清净；教你皈依「觉、正、净」，皈依正没有分别，皈依净没有执着。所有一切出家人一视同仁，平等看待，平等的恭敬，平等的礼遇，这就对了，就没错，决定不要把这个意思搞错。",
      "zh_TW": "諸位同修一定要曉得，就好比世間人參加政黨一樣。你去入黨，你入了一個黨，當然這個黨一定會派一個資深的黨員，你宣示的時候，他來幫你監誓。結果你莫名其妙，你認為就歸到他的黨，這不是糟糕了嗎？你不是把人家組織破壞了嗎？你的罪過有多大！所以諸位一定要搞清楚，你是皈依三寶，是三寶弟子，不是某一個法師的弟子。當然法師是僧團的一員，所有出家人都是老師，平等。不可以說「這個是我的師父，那個不是」，你要有這種分別執著，你就壞了，你就造罪業。所以真正皈依之後，這個心要清淨，你皈依「覺、正、淨」，你有分別你的心就不正，你邪知邪見，你有執著，你的心就不清淨；教你皈依「覺、正、淨」，皈依正沒有分別，皈依淨沒有執著。所有一切出家人一視同仁，平等看待，平等的恭敬，平等的禮遇，這就對了，就沒錯，決定不要把這個意思搞錯。"
    },
    {
      "id": "12-019-0002_p0061",
      "zh_CN": "我给大家授皈依，皈依证上每一个字我都要斟酌。为什么？这个负法律责任，万一搞错的时候，将来到阎罗王那儿告状，我会输，我输不起！我发给诸位的皈依证，我署名是「三皈证明阿阇梨」，我是给你做证明的。证明什么？你不是皈依我的，我是给你做证明的，你皈依三宝；这里头字字句句都要斟酌。你们发心受皈依，我也一定讲得清清楚楚、明明白白，你如果到外面说，「我是皈依净空法师的，净空法师是我的皈依师」，你有这个念头，有这个说法，将来你堕地狱，我不会跟你去的，我已经讲清楚、讲明白了，这个赖不掉的。否则的话，我要受你的连累。我都讲清楚、讲明白，我是给你做证明，你们宣示，我给你做监誓，给你做证明，所以我们清清楚楚、明明白白。由此可知，皈依跟受戒，搞错了的地方，搞误会了的地方，实在是太多太多了！",
      "zh_TW": "我給大家授皈依，皈依證上每一個字我都要斟酌。為什麼？這個負法律責任，萬一搞錯的時候，將來到閻羅王那兒告狀，我會輸，我輸不起！我發給諸位的皈依證，我署名是「三皈證明阿闍梨」，我是給你做證明的。證明什麼？你不是皈依我的，我是給你做證明的，你皈依三寶；這裡頭字字句句都要斟酌。你們發心受皈依，我也一定講得清清楚楚、明明白白，你如果到外面說，「我是皈依淨空法師的，淨空法師是我的皈依師」，你有這個念頭，有這個說法，將來你墮地獄，我不會跟你去的，我已經講清楚、講明白了，這個賴不掉的。否則的話，我要受你的連累。我都講清楚、講明白，我是給你做證明，你們宣示，我給你做監誓，給你做證明，所以我們清清楚楚、明明白白。由此可知，皈依跟受戒，搞錯了的地方，搞誤會了的地方，實在是太多太多了！"
    },
    {
      "id": "12-019-0002_p0062",
      "zh_CN": "有人说，我们佛法在现在这个世间，为什么衰到这种地步，根本的原因在哪里？根本原因是传授三皈、受戒错了。皈依，都是皈依一个法师，认定这个法师是我师父，这是我师父的道场，我要热心护持，别的法师道场，我们尽量的排斥它，尽量想办法远离它。这成什么话！这不是在佛门里面搞分化运动吗？还以为自己做得很对，「我拥护我的师父，我来护持佛法」，护持这个，要消灭那个。成什么话！不可以。我们学佛，所有佛法都是平等法，我们学的是净土宗，我们看到禅宗、看到密宗要尊重，决不能毁谤。为什么？密是佛传的，禅也是佛传的，我如果要毁谤它，我就谤佛谤法谤僧。谤佛谤法谤僧，果报在阿鼻地狱，阿弥陀佛都无可奈何，也帮不上忙。不能说你靠了阿弥陀佛，你就可以不堕地狱，那阿弥陀佛不就贪赃枉法，还得了吗？没这回事情。阿弥陀佛决定是公正的、严明的。所以我们自己要清楚、要明白，决定不能毁谤任何一个宗派。",
      "zh_TW": "有人說，我們佛法在現在這個世間，為什麼衰到這種地步，根本的原因在哪裡？根本原因是傳授三皈、受戒錯了。皈依，都是皈依一個法師，認定這個法師是我師父，這是我師父的道場，我要熱心護持，別的法師道場，我們盡量的排斥它，盡量想辦法遠離它。這成什麼話！這不是在佛門裡面搞分化運動嗎？還以為自己做得很對，「我擁護我的師父，我來護持佛法」，護持這個，要消滅那個。成什麼話！不可以。我們學佛，所有佛法都是平等法，我們學的是淨土宗，我們看到禪宗、看到密宗要尊重，決不能毀謗。為什麼？密是佛傳的，禪也是佛傳的，我如果要毀謗它，我就謗佛謗法謗僧。謗佛謗法謗僧，果報在阿鼻地獄，阿彌陀佛都無可奈何，也幫不上忙。不能說你靠了阿彌陀佛，你就可以不墮地獄，那阿彌陀佛不就貪贓枉法，還得了嗎？沒這回事情。阿彌陀佛決定是公正的、嚴明的。所以我們自己要清楚、要明白，決定不能毀謗任何一個宗派。"
    },
    {
      "id": "12-019-0002_p0063",
      "zh_CN": "不但佛们宗派法门，我们要平等恭敬，平等的供养，一定要赞叹，所谓是「若要佛法兴，唯有僧赞僧」。圣一法师修禅的，我对他赞叹，我对他非常尊重。我到香港来，有时间我一定去看他，没有彼此。他对我也尊重，他也赞叹。我赞叹他，我没有去学禅；他赞叹我，他也没有跟我念佛，我们还是个人修个人的法门。不仅是如此，我们对于世间任何宗教，只要是正教，我们都不毁谤，我们也赞叹。为什么？它度一类的众生，那一类众生是它的根性，唯有依靠它才能得度。所以我接触其他宗教的这些大德们，我见到天主教的神父，我称神父菩萨；见到基督教的牧师，我称牧师菩萨；伊斯兰教的阿訇，我称阿訇菩萨。他们听到都奇怪：「你怎么称我菩萨？」",
      "zh_TW": "不但佛們宗派法門，我們要平等恭敬，平等的供養，一定要讚歎，所謂是「若要佛法興，唯有僧讚僧」。聖一法師修禪的，我對他讚歎，我對他非常尊重。我到香港來，有時間我一定去看他，沒有彼此。他對我也尊重，他也讚歎。我讚歎他，我沒有去學禪；他讚歎我，他也沒有跟我念佛，我們還是個人修個人的法門。不僅是如此，我們對於世間任何宗教，只要是正教，我們都不毀謗，我們也讚歎。為什麼？它度一類的眾生，那一類眾生是它的根性，唯有依靠它才能得度。所以我接觸其他宗教的這些大德們，我見到天主教的神父，我稱神父菩薩；見到基督教的牧師，我稱牧師菩薩；伊斯蘭教的阿訇，我稱阿訇菩薩。他們聽到都奇怪：「你怎麼稱我菩薩？」"
    },
    {
      "id": "12-019-0002_p0064",
      "zh_CN": "「菩萨是觉悟的人，是明白人，你是不是觉悟的？」",
      "zh_TW": "「菩薩是覺悟的人，是明白人，你是不是覺悟的？」"
    },
    {
      "id": "12-019-0002_p0065",
      "zh_CN": "他说：「我是觉悟。」",
      "zh_TW": "他說：「我是覺悟。」"
    },
    {
      "id": "12-019-0002_p0066",
      "zh_CN": "「那觉悟就叫菩萨，我们佛教叫菩萨，都是菩萨！」",
      "zh_TW": "「那覺悟就叫菩薩，我們佛教叫菩薩，都是菩薩！」"
    },
    {
      "id": "12-019-0002_p0067",
      "zh_CN": "我们这多和睦，才能达到世界和平，社会安定。如果宗教不能彼此互相谅解，发生宗教战争，众生受苦受难，都是要造罪业的，都是要堕三途的。所以佛法的觉，是大觉不是小觉悟，十法界所有一切众生，我们都要平等的看待，一切恭敬，这样就对了。好，今天时间到了，就讲到此地。",
      "zh_TW": "我們這多和睦，才能達到世界和平，社會安定。如果宗教不能彼此互相諒解，發生宗教戰爭，眾生受苦受難，都是要造罪業的，都是要墮三途的。所以佛法的覺，是大覺不是小覺悟，十法界所有一切眾生，我們都要平等的看待，一切恭敬，這樣就對了。好，今天時間到了，就講到此地。"
    }
  ]
}