{
  "doc_id": "32-278-0001",
  "title": {
    "zh_CN": "马六甲精舍会客谈话—「神」到底有没有？",
    "zh_TW": "馬六甲精舍會客談話—「神」到底有沒有？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "马来西亚马六甲精舍",
    "zh_TW": "馬來西亞馬六甲精舍"
  },
  "doc_number": "32-278-0001",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "32-278-0001_p0001",
      "zh_CN": "我们有共同的理想、有共同的愿望，就是怎么样让地球能够更好的生存下去，人类不要犯下大错，不要去灭亡地球、不要去灭亡人类。在过去，没有核武，没有这些武器，不可能毁灭地球。今天这些武器都出现了，轻而易举的可以把地球毁灭。这个问题，科学现在还没有办法解决。",
      "zh_TW": "我們有共同的理想、有共同的願望，就是怎麼樣讓地球能夠更好的生存下去，人類不要犯下大錯，不要去滅亡地球、不要去滅亡人類。在過去，沒有核武，沒有這些武器，不可能毀滅地球。今天這些武器都出現了，輕而易舉的可以把地球毀滅。這個問題，科學現在還沒有辦法解決。"
    },
    {
      "id": "32-278-0001_p0002",
      "zh_CN": "在过去，大家有宗教信仰，以为主宰宇宙的有一个神，多少还有一点顾忌。现在科学家告诉大家，没有神，神是假的，是人编造出来的；那换句话说，宗教信仰破裂了，出了问题，什么坏事都敢做，没有神去惩罚他。",
      "zh_TW": "在過去，大家有宗教信仰，以為主宰宇宙的有一個神，多少還有一點顧忌。現在科學家告訴大家，沒有神，神是假的，是人編造出來的；那換句話說，宗教信仰破裂了，出了問題，什麼壞事都敢做，沒有神去懲罰他。"
    },
    {
      "id": "32-278-0001_p0003",
      "zh_CN": "那么神到底有还是没有？虔诚的宗教信徒都认为有，如果说没有，他那个宗教的热情，爱人的热情他就融化了。神有没有？有。为什么说有？古圣先贤、佛教里头讲得很清楚，「一切法从心想生」，你心里想神就有神。神从哪里来？你自己制造的，天堂也是自己制造的，地狱也是自己制造的，这个说起来就很合理了。大乘经里头确确实实这些话很多，一切法从心想生，你心里怎么想，它就怎么看着变化。",
      "zh_TW": "那麼神到底有還是沒有？虔誠的宗教信徒都認為有，如果說沒有，他那個宗教的熱情，愛人的熱情他就融化了。神有沒有？有。為什麼說有？古聖先賢、佛教裡頭講得很清楚，「一切法從心想生」，你心裡想神就有神。神從哪裡來？你自己製造的，天堂也是自己製造的，地獄也是自己製造的，這個說起來就很合理了。大乘經裡頭確確實實這些話很多，一切法從心想生，你心裡怎麼想，它就怎麼看著變化。"
    },
    {
      "id": "32-278-0001_p0004",
      "zh_CN": "物质现象有没有？物质现象是假相、幻相，不是真相，今天量子力学已经证明了，他证明所说的，跟佛的经典很多都是相同的。所以现在掉过头来，他们对佛教有兴趣了，认为佛教是科学，顶尖的科学。他们费了多少年才发现，三千年前，佛经上已经说了。那这样说起来，佛教就变成科学了。",
      "zh_TW": "物質現象有沒有？物質現象是假相、幻相，不是真相，今天量子力學已經證明了，他證明所說的，跟佛的經典很多都是相同的。所以現在掉過頭來，他們對佛教有興趣了，認為佛教是科學，頂尖的科學。他們費了多少年才發現，三千年前，佛經上已經說了。那這樣說起來，佛教就變成科學了。"
    },
    {
      "id": "32-278-0001_p0005",
      "zh_CN": "我学佛受这个影响，我不相信有圣哲，老师告诉我，佛教所说的是哲学，是哲学的最高峰，叫我要把观念改过来。我是跟他学哲学，「释迦牟尼是世界上最伟大的哲学家」「大乘经典是哲学的最高峰」「学佛是人生最高的享受」，我是这样被老师引进佛门。特别欣赏最后这句话，人生最高的享受。那我得到了没有？得到了，真的是得到了。人人都有，不是几个少数人有的，每个人都有，就是你会不会用。",
      "zh_TW": "我學佛受這個影響，我不相信有聖哲，老師告訴我，佛教所說的是哲學，是哲學的最高峰，叫我要把觀念改過來。我是跟他學哲學，「釋迦牟尼是世界上最偉大的哲學家」「大乘經典是哲學的最高峰」「學佛是人生最高的享受」，我是這樣被老師引進佛門。特別欣賞最後這句話，人生最高的享受。那我得到了沒有？得到了，真的是得到了。人人都有，不是幾個少數人有的，每個人都有，就是你會不會用。"
    },
    {
      "id": "32-278-0001_p0006",
      "zh_CN": "看破、放下，看破是对于事实真相透彻了解，这是哲学，放下就是不应该的、错误的这些观念、思想统统放下去，就自在了。贪婪是错误的，瞋恨是错误的，愚痴是错误的，你把这些错误的都放下的时候，你就快乐了。",
      "zh_TW": "看破、放下，看破是對於事實真相透徹了解，這是哲學，放下就是不應該的、錯誤的這些觀念、思想統統放下去，就自在了。貪婪是錯誤的，瞋恨是錯誤的，愚痴是錯誤的，你把這些錯誤的都放下的時候，你就快樂了。"
    },
    {
      "id": "32-278-0001_p0007",
      "zh_CN": "所以我这一生，学佛之后，我就定在这一点上，无论干什么工作，我不管钱、不管人、不管事。自在，得大自在，头脑清醒。头脑清醒就能做到看破，看到事实真相，你就能应付这些复杂的，全面能够应付得了，谈起来的时候还都能够融洽。",
      "zh_TW": "所以我這一生，學佛之後，我就定在這一點上，無論幹什麼工作，我不管錢、不管人、不管事。自在，得大自在，頭腦清醒。頭腦清醒就能做到看破，看到事實真相，你就能應付這些複雜的，全面能夠應付得了，談起來的時候還都能夠融洽。"
    }
  ]
}