{
  "doc_id": "12-046-0007",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-046-0007",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-046-0007_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「妄尽还源观」第二段，「依体起二用」这一段。前面我们学到二用第一个，「海印森罗常住用」，这一节里面所讲的是现依报，后面一段所讲的「法界圆明自在用」是现正报，依正庄严。这里面最难懂的不是依报，而是正报，正报说的是什么？正报说的是自己。那别人呢？别人是我依报里面的有情众生，是自己心现的。能现的体是一个，就是自性，这个事不好懂，自性到底是一个、是两个？一个；为什么现那么多有情众生？我们要把这桩事情搞清楚、搞明白了，疑惑就能破除，对佛法才能生起真正的信心。佛祖用大海来做比喻，海印森罗，能现的是大海，所现的是水泡，大海里面起个水泡，这个水泡是依正都在里面，起个水泡；起很多水泡，不止一个。可是我们自己能够见到的、能够接触到的，给诸位说，只有一个水泡，另外一个水泡接触不到。那是什么？就是现在科学家所讲的，是一个另外不同的空间维次，我们见不到、接触不到。到什么时候才能真正接触到、恍然大悟？我们这个水泡破掉，破掉不就是回归大海了吗？大海里面所有的水泡你统统都见到了。你自己形成一个水泡，你见不到别的第二个水泡。这个比喻不难懂，诸位细心体会观察你就晓得，古大德常用这个比喻。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「妄盡還源觀」第二段，「依體起二用」這一段。前面我們學到二用第一個，「海印森羅常住用」，這一節裡面所講的是現依報，後面一段所講的「法界圓明自在用」是現正報，依正莊嚴。這裡面最難懂的不是依報，而是正報，正報說的是什麼？正報說的是自己。那別人呢？別人是我依報裡面的有情眾生，是自己心現的。能現的體是一個，就是自性，這個事不好懂，自性到底是一個、是兩個？一個；為什麼現那麼多有情眾生？我們要把這樁事情搞清楚、搞明白了，疑惑就能破除，對佛法才能生起真正的信心。佛祖用大海來做比喻，海印森羅，能現的是大海，所現的是水泡，大海裡面起個水泡，這個水泡是依正都在裡面，起個水泡；起很多水泡，不止一個。可是我們自己能夠見到的、能夠接觸到的，給諸位說，只有一個水泡，另外一個水泡接觸不到。那是什麼？就是現在科學家所講的，是一個另外不同的空間維次，我們見不到、接觸不到。到什麼時候才能真正接觸到、恍然大悟？我們這個水泡破掉，破掉不就是回歸大海了嗎？大海裡面所有的水泡你統統都見到了。你自己形成一個水泡，你見不到別的第二個水泡。這個比喻不難懂，諸位細心體會觀察你就曉得，古大德常用這個比喻。"
    },
    {
      "id": "12-046-0007_p0002",
      "zh_CN": "我们还用另外一个比喻，我觉得比这个比喻还好懂，那是什么？实在讲，经上都有，叫「梦幻泡影」。我们每个人都有作梦的经验，我们在梦中会看到许多的人，有认识的，也有不认识的。梦中人从哪里来的？梦中的山河大地从哪里来？梦中有自己，自己是个正报；梦中里面还有许多人，那是依报，那不是正报。所以依正这个概念要清楚，我们讲正报，不是讲每个有情众生，这样讲，疑惑就起来了。梦中所梦到的那些人事物，你梦到佛菩萨，你梦到天人，梦到现前过去的人、现在的人，甚至于还有未来的人，你在梦中都见到，全是属于依报，这个好懂。梦中这些人从哪里来的？是你自性变的，决定没有自性外头有个众生。无论是人事上的问题、物质上的问题、事相上的问题，处理还是要靠自己。所以佛法叫内学，要从内心里面去求解决，外面没法子解决。你在作梦的时候，跟人发生争执，跟人发生冲突，怎么解决法？从本身能解决，从梦中那个人上不能解决。我们现实的环境就是个梦，《证道歌》上说得好，「梦里明明有六趣，觉后空空无大千」。你了解这个道理之后，你才晓得千经万论，佛菩萨苦口婆心告诉我们，问题不在外头，问题在自己。自己心清净，依正都清净了，你的依报里头人事环境、物质环境都清净了。或者你说「我心很清净，可是外面环境还是不清净」，没这个道理，你心还不清净。你心清净，就转境界了。境界没有转过来的时候，你马上觉到我心不清净，为什么？境界是一面镜子。看到镜子里面的人脸上很肮脏，你去擦擦不掉，你擦自己擦掉了，镜子就没有了。",
      "zh_TW": "我們還用另外一個比喻，我覺得比這個比喻還好懂，那是什麼？實在講，經上都有，叫「夢幻泡影」。我們每個人都有作夢的經驗，我們在夢中會看到許多的人，有認識的，也有不認識的。夢中人從哪裡來的？夢中的山河大地從哪裡來？夢中有自己，自己是個正報；夢中裡面還有許多人，那是依報，那不是正報。所以依正這個概念要清楚，我們講正報，不是講每個有情眾生，這樣講，疑惑就起來了。夢中所夢到的那些人事物，你夢到佛菩薩，你夢到天人，夢到現前過去的人、現在的人，甚至於還有未來的人，你在夢中都見到，全是屬於依報，這個好懂。夢中這些人從哪裡來的？是你自性變的，決定沒有自性外頭有個眾生。無論是人事上的問題、物質上的問題、事相上的問題，處理還是要靠自己。所以佛法叫內學，要從內心裡面去求解決，外面沒法子解決。你在作夢的時候，跟人發生爭執，跟人發生衝突，怎麼解決法？從本身能解決，從夢中那個人上不能解決。我們現實的環境就是個夢，《證道歌》上說得好，「夢裡明明有六趣，覺後空空無大千」。你了解這個道理之後，你才曉得千經萬論，佛菩薩苦口婆心告訴我們，問題不在外頭，問題在自己。自己心清淨，依正都清淨了，你的依報裡頭人事環境、物質環境都清淨了。或者你說「我心很清淨，可是外面環境還是不清淨」，沒這個道理，你心還不清淨。你心清淨，就轉境界了。境界沒有轉過來的時候，你馬上覺到我心不清淨，為什麼？境界是一面鏡子。看到鏡子裡面的人臉上很骯髒，你去擦擦不掉，你擦自己擦掉了，鏡子就沒有了。"
    },
    {
      "id": "12-046-0007_p0003",
      "zh_CN": "所以世出世间圣贤人，我们觉得那些人都了不起。中国古圣先贤没有见到佛法，佛法传到中国才两千年，中国有五千年历史。四千五百年前，中国有文字，黄帝那个时候发明了文字，文字所记载下来的这些事实，你看看我们老祖宗怎么教导我们的？「行有不得，反求诸己」，这个跟释迦牟尼佛、跟佛菩萨讲的，问题从自己内心求解决是一个道理。遇到困难、遇到障碍，怎么办？反省，在自己内心里面来求解决。外面？外面解决不了。就是你跟人冲突了，你从外面解决，你不是从内心，从外面，无论用什么方法，解决是什么？暂时的，不是从根拔除。而且往往手段用得不适合，还会引起怨恨，怨恨累积起来，只要你出不了六道轮回，还有冤冤相报没完没了，生生世世的痛苦，这些事情不能不知道。内心怎么解决法？实在讲，最妙的方法，一句佛号，「南无阿弥陀佛」。无论是什么事情发生，你都不放在心上，心上一句阿弥陀佛，口里一句阿弥陀佛，什么问题都解决。而且解决得圆圆满满。为什么？得三宝加持，没错。三宝从哪里来的？自性三宝，《三时系念》中峰禅师所讲的「本性弥陀，唯心净土」，没有离自心，这就说明要从自己本身解决。所有问题都是自己的妄想分别执着制造出来的，我们只要把妄想分别执着息掉，就回归自性，就没有问题了。现在是因为我们回不了自性，什么叫自性也不知道。这一句阿弥陀佛能够帮助你快速的、稳当的回归自性，你不相信。为什么念不好？不相信。我很相信，很相信也是假的，不是真的，真诚心难发。",
      "zh_TW": "所以世出世間聖賢人，我們覺得那些人都了不起。中國古聖先賢沒有見到佛法，佛法傳到中國才兩千年，中國有五千年歷史。四千五百年前，中國有文字，黃帝那個時候發明了文字，文字所記載下來的這些事實，你看看我們老祖宗怎麼教導我們的？「行有不得，反求諸己」，這個跟釋迦牟尼佛、跟佛菩薩講的，問題從自己內心求解決是一個道理。遇到困難、遇到障礙，怎麼辦？反省，在自己內心裡面來求解決。外面？外面解決不了。就是你跟人衝突了，你從外面解決，你不是從內心，從外面，無論用什麼方法，解決是什麼？暫時的，不是從根拔除。而且往往手段用得不適合，還會引起怨恨，怨恨累積起來，只要你出不了六道輪迴，還有冤冤相報沒完沒了，生生世世的痛苦，這些事情不能不知道。內心怎麼解決法？實在講，最妙的方法，一句佛號，「南無阿彌陀佛」。無論是什麼事情發生，你都不放在心上，心上一句阿彌陀佛，口裡一句阿彌陀佛，什麼問題都解決。而且解決得圓圓滿滿。為什麼？得三寶加持，沒錯。三寶從哪裡來的？自性三寶，《三時繫念》中峰禪師所講的「本性彌陀，唯心淨土」，沒有離自心，這就說明要從自己本身解決。所有問題都是自己的妄想分別執著製造出來的，我們只要把妄想分別執著息掉，就回歸自性，就沒有問題了。現在是因為我們回不了自性，什麼叫自性也不知道。這一句阿彌陀佛能夠幫助你快速的、穩當的回歸自性，你不相信。為什麼念不好？不相信。我很相信，很相信也是假的，不是真的，真誠心難發。"
    },
    {
      "id": "12-046-0007_p0004",
      "zh_CN": "什么叫真诚心？经论上讲得很清楚、很明白，「不怀疑、不夹杂、不间断」，就是真诚心。话说得很容易，不容易做到。能不怀疑吗？只有两种人接受佛菩萨的教诲不怀疑，一种上上根人，所谓是一闻千悟，他没有问题，他能接受；第二种是下下根人，他老实，他什么都不知道，可是你教他的时候，他死心塌地学，他没有问题，这两种人好度。可是这两种人都太少，千万人当中难得有一个，绝大多数的是中等根性的人，上不上、下不下。所以世尊当年出世，四十九年讲经说法，为谁？就是为这当中的人，我们不能不感激释迦牟尼佛。当中这一群人，你要叫他学下下根，做不到。早年李老师常常跟我谈，他说愚，愚不可及，他说我很想学愚，学不到。学不到怎么办？学不到就往上爬。下不去，下不去就往上爬，那就得学经教，用经教长年的薰习，把自己的善根不断往上提升，提升到一定的程度，相信了。只要相信净土，只要相信这一句佛号，那你就得度，你的问题就解决了。如果不相信这一句佛号，大乘教里还有圈子好兜，前面的路还非常遥远，这是事实真相，不能不知道。我们今天接着底下这一段：",
      "zh_TW": "什麼叫真誠心？經論上講得很清楚、很明白，「不懷疑、不夾雜、不間斷」，就是真誠心。話說得很容易，不容易做到。能不懷疑嗎？只有兩種人接受佛菩薩的教誨不懷疑，一種上上根人，所謂是一聞千悟，他沒有問題，他能接受；第二種是下下根人，他老實，他什麼都不知道，可是你教他的時候，他死心塌地學，他沒有問題，這兩種人好度。可是這兩種人都太少，千萬人當中難得有一個，絕大多數的是中等根性的人，上不上、下不下。所以世尊當年出世，四十九年講經說法，為誰？就是為這當中的人，我們不能不感激釋迦牟尼佛。當中這一群人，你要叫他學下下根，做不到。早年李老師常常跟我談，他說愚，愚不可及，他說我很想學愚，學不到。學不到怎麼辦？學不到就往上爬。下不去，下不去就往上爬，那就得學經教，用經教長年的薰習，把自己的善根不斷往上提升，提升到一定的程度，相信了。只要相信淨土，只要相信這一句佛號，那你就得度，你的問題就解決了。如果不相信這一句佛號，大乘教裡還有圈子好兜，前面的路還非常遙遠，這是事實真相，不能不知道。我們今天接著底下這一段："
    },
    {
      "id": "12-046-0007_p0005",
      "zh_CN": "【起信论云。】",
      "zh_TW": "【起信論云。】"
    },
    {
      "id": "12-046-0007_p0006",
      "zh_CN": "这是大师引用《起信论》上的一段话。",
      "zh_TW": "這是大師引用《起信論》上的一段話。"
    },
    {
      "id": "12-046-0007_p0007",
      "zh_CN": "【无量功德藏。法性真如海。所以名为海印三昧也。】",
      "zh_TW": "【無量功德藏。法性真如海。所以名為海印三昧也。】"
    },
    {
      "id": "12-046-0007_p0008",
      "zh_CN": "这是讲为什么叫海印森罗常住用。『无量功德藏』就是能生万法，无量无边功德都藏在这个地方，藏在大海里，用这个来比喻法性，『法性真如』就像大海一样。上一堂我们提到过，贤首国师是出生在隋唐时代，隋末唐初，六祖惠能还没出世。我相信，如果六祖惠能要是早几年出世，贤首国师一定引用《坛经》上说的，不会引用《起信论》，为什么？《坛经》比《起信论》讲得更清楚，讲得更白。这两句话，我们想想惠能大师开悟的时候说的五句话，这五句话我们学佛的人一定要记住，常常回味，可以提起我们在日常生活当中观照功夫。他说「何期自性，本自清净」，法性真如海就是清净海；「何期自性，本自具足」，又说「能生万法」，这就是无量功德藏。能大师除说明这个之外，他还说了一个「本不生灭」，这个法性真如海可以包含；又给我们说了「本无动摇」，法性真如海也能包含。这里是两句，他说了五句，意思一样，但是能大师的容易懂，这个要对照起来才知道。所以称之为『海印三昧』，海印森罗常住用，起这个作用。下面是：",
      "zh_TW": "這是講為什麼叫海印森羅常住用。『無量功德藏』就是能生萬法，無量無邊功德都藏在這個地方，藏在大海裡，用這個來比喻法性，『法性真如』就像大海一樣。上一堂我們提到過，賢首國師是出生在隋唐時代，隋末唐初，六祖惠能還沒出世。我相信，如果六祖惠能要是早幾年出世，賢首國師一定引用《壇經》上說的，不會引用《起信論》，為什麼？《壇經》比《起信論》講得更清楚，講得更白。這兩句話，我們想想惠能大師開悟的時候說的五句話，這五句話我們學佛的人一定要記住，常常回味，可以提起我們在日常生活當中觀照功夫。他說「何期自性，本自清淨」，法性真如海就是清淨海；「何期自性，本自具足」，又說「能生萬法」，這就是無量功德藏。能大師除說明這個之外，他還說了一個「本不生滅」，這個法性真如海可以包含；又給我們說了「本無動搖」，法性真如海也能包含。這裡是兩句，他說了五句，意思一樣，但是能大師的容易懂，這個要對照起來才知道。所以稱之為『海印三昧』，海印森羅常住用，起這個作用。下面是："
    },
    {
      "id": "12-046-0007_p0009",
      "zh_CN": "【经云。】",
      "zh_TW": "【經云。】"
    },
    {
      "id": "12-046-0007_p0010",
      "zh_CN": "『经云』是《华严经》。他没有提经名字，只要说经云都是《华严经》。因为什么？这是修《华严》，依《华严经》修的。",
      "zh_TW": "『經云』是《華嚴經》。他沒有提經名字，只要說經云都是《華嚴經》。因為什麼？這是修《華嚴》，依《華嚴經》修的。"
    },
    {
      "id": "12-046-0007_p0011",
      "zh_CN": "【森罗及万象。一法之所印。言一法者。所谓一心也。】",
      "zh_TW": "【森羅及萬象。一法之所印。言一法者。所謂一心也。】"
    },
    {
      "id": "12-046-0007_p0012",
      "zh_CN": "这个重要。『森罗及万象』就是我们今天讲的法界虚空界，世间科学家所讲的宇宙。万物从哪里来的？现在科学家、哲学家研究这个问题，宇宙从哪来的？森罗万象从哪来？生命从哪来？他还漏了一个，我从哪里来的？这个重要，我从哪里来的没有搞清楚，外面的事情永远搞不清楚。佛法之殊胜，它头一个把我从哪里来的找到。你看禅宗话头里面有个很著名的，可以说共同的话头，「父母未生前本来面目」，这就是我从哪里来的。只要把我找到，什么都找到了。自性是我，此地所讲的法性是我，真如是我。惠能大师讲这五句就是讲的我，父母未生前，我是什么样子？我是清净的，我是不生不灭的，我是本自具足的，我是本无动摇的，我是能生万法的。现在呢？现在迷了，迷了没有关系，我没有失掉，法性、佛性、真如与迷悟都不相干。前面说过，在「显体」的时候讲过，悟了时候，那就是森罗万象全都明白了，显了，就是法性显现了；迷的时候，什么都不知道，变成无明，隐了，森罗万象的功德隐了，你见不到。所以只有隐现不同，除此之外毫无差别。这些道理、事实真相不能不知道。",
      "zh_TW": "這個重要。『森羅及萬象』就是我們今天講的法界虛空界，世間科學家所講的宇宙。萬物從哪裡來的？現在科學家、哲學家研究這個問題，宇宙從哪來的？森羅萬象從哪來？生命從哪來？他還漏了一個，我從哪裡來的？這個重要，我從哪裡來的沒有搞清楚，外面的事情永遠搞不清楚。佛法之殊勝，它頭一個把我從哪裡來的找到。你看禪宗話頭裡面有個很著名的，可以說共同的話頭，「父母未生前本來面目」，這就是我從哪裡來的。只要把我找到，什麼都找到了。自性是我，此地所講的法性是我，真如是我。惠能大師講這五句就是講的我，父母未生前，我是什麼樣子？我是清淨的，我是不生不滅的，我是本自具足的，我是本無動搖的，我是能生萬法的。現在呢？現在迷了，迷了沒有關係，我沒有失掉，法性、佛性、真如與迷悟都不相干。前面說過，在「顯體」的時候講過，悟了時候，那就是森羅萬象全都明白了，顯了，就是法性顯現了；迷的時候，什麼都不知道，變成無明，隱了，森羅萬象的功德隱了，你見不到。所以只有隱現不同，除此之外毫無差別。這些道理、事實真相不能不知道。"
    },
    {
      "id": "12-046-0007_p0013",
      "zh_CN": "在此地，大师引用经典的经文告诉我们，森罗及万象从哪来的？是『一法之所印』，这个「印」，用印好。印是什么意思？一时顿现，没有先后。我们现在讲书本，或者讲得更通俗一点，现在报纸很多，你们看报纸很大张，多少文字在里面，它在印刷机里一印全出来了，它不是一个字一个字有先后，没有先后。所以古德用印让你体会到一时顿现，印章里面刻的字都很多，盖下去之后同时现前，不是一个字一个字出现的。所以宇宙怎么来的？宇宙就是一时顿现，没有先后。没有先后就没有时间，没有远近就没有空间，这才是真相。空间跟时间从哪里来的？是从妄想分别执着里面生的，不是真的。说真的，没有时间，也没有空间，这很难懂。「一法之所印」，这一法是能现能变，森罗万象是所现所变，能所是一不是二。佛法讲能所，但是跟哲学里面讲能所不一样，哲学里头讲能所，能不是所，所不是能。可是佛法里面讲能所，能所是一桩事情，能就是所，所就是能。从比喻当中，经教里面常常用金跟金器来做比喻，金是能现能变，器是所现所变。金在哪里？器就是金，金就是器，是一不是二，用这个来做比喻。世间法呢？世间法好比是父子，父亲能生儿子，儿子是父亲所生的，可是父亲不是儿子，儿子不是父亲，它能所不是一个，是两个，这就好比我们世间哲学里面讲的能所。佛法讲能所是金跟器的关系，那是一不是二。所以佛法不是哲学，这欧阳竟无大师讲得很详细，不是哲学。",
      "zh_TW": "在此地，大師引用經典的經文告訴我們，森羅及萬象從哪來的？是『一法之所印』，這個「印」，用印好。印是什麼意思？一時頓現，沒有先後。我們現在講書本，或者講得更通俗一點，現在報紙很多，你們看報紙很大張，多少文字在裡面，它在印刷機裡一印全出來了，它不是一個字一個字有先後，沒有先後。所以古德用印讓你體會到一時頓現，印章裡面刻的字都很多，蓋下去之後同時現前，不是一個字一個字出現的。所以宇宙怎麼來的？宇宙就是一時頓現，沒有先後。沒有先後就沒有時間，沒有遠近就沒有空間，這才是真相。空間跟時間從哪裡來的？是從妄想分別執著裡面生的，不是真的。說真的，沒有時間，也沒有空間，這很難懂。「一法之所印」，這一法是能現能變，森羅萬象是所現所變，能所是一不是二。佛法講能所，但是跟哲學裡面講能所不一樣，哲學裡頭講能所，能不是所，所不是能。可是佛法裡面講能所，能所是一樁事情，能就是所，所就是能。從比喻當中，經教裡面常常用金跟金器來做比喻，金是能現能變，器是所現所變。金在哪裡？器就是金，金就是器，是一不是二，用這個來做比喻。世間法呢？世間法好比是父子，父親能生兒子，兒子是父親所生的，可是父親不是兒子，兒子不是父親，它能所不是一個，是兩個，這就好比我們世間哲學裡面講的能所。佛法講能所是金跟器的關係，那是一不是二。所以佛法不是哲學，這歐陽竟無大師講得很詳細，不是哲學。"
    },
    {
      "id": "12-046-0007_p0014",
      "zh_CN": "『一法』是什么？一法，『所谓一心也』。一心不好懂，一心是真心。一心的对面是什么？一心对面就是二心。可是二心是妄心，一心能现，二心能变；一心是真心，二心是阿赖耶，我们常讲一心叫真如，二心是阿赖耶。二心是什么？心还是一，没有什么一、二之分，不动的时候叫一心，心要一动就叫二心。怎么个动？我们前面在《华严经》上讲过，「迷唯一念，觉止一心」，一心就是佛，一念就是凡夫，他起了一念。这一念是什么？这一念叫起心动念，他动了个念头。什么原因动念头的？没有原因。你别去找原因，你找原因，愈找愈复杂，本来这个动念头是微微的波，你再去找什么原因，波浪就大了，愈来愈大，永远找不到。要怎样才找到？不找就找到了，所以讲「息心达本源」，息心那个心是什么？动的那个心，你只要把那个动的心放下，停止了，真心就现前。这个功夫谁做到？《华严经》上圆教初住菩萨以上，他们真的把妄想分别执着全放下了，回归到真心，回归到一心。",
      "zh_TW": "『一法』是什麼？一法，『所謂一心也』。一心不好懂，一心是真心。一心的對面是什麼？一心對面就是二心。可是二心是妄心，一心能現，二心能變；一心是真心，二心是阿賴耶，我們常講一心叫真如，二心是阿賴耶。二心是什麼？心還是一，沒有什麼一、二之分，不動的時候叫一心，心要一動就叫二心。怎麼個動？我們前面在《華嚴經》上講過，「迷唯一念，覺止一心」，一心就是佛，一念就是凡夫，他起了一念。這一念是什麼？這一念叫起心動念，他動了個念頭。什麼原因動念頭的？沒有原因。你別去找原因，你找原因，愈找愈複雜，本來這個動念頭是微微的波，你再去找什麼原因，波浪就大了，愈來愈大，永遠找不到。要怎樣才找到？不找就找到了，所以講「息心達本源」，息心那個心是什麼？動的那個心，你只要把那個動的心放下，停止了，真心就現前。這個功夫誰做到？《華嚴經》上圓教初住菩薩以上，他們真的把妄想分別執著全放下了，回歸到真心，回歸到一心。"
    },
    {
      "id": "12-046-0007_p0015",
      "zh_CN": "我们今天很困难，我们看一个人，这个人靠得住靠不住？你看，妄念起来了，怎么能息得下来？办一桩事情，这个事情是好还是坏？四川灾难，很多人想捐一点钱，我这个钱捐出去的时候，灾区人他拿得到拿不到？是不是被慈善机构拿去，他们吃掉了？愈想愈不敢捐，怎么办？最好是亲自带着钱到灾区，除这个办法之外，你不相信人，亲自去又办不到。所以你就晓得，不动心是谈何容易。不动心的人，对一切众生诚信，那是佛菩萨，佛菩萨对一切众生决定没有疑惑，有疑惑的是凡夫。你看，疑惑一起来，根本烦恼起来了。根本烦恼，诸位都知道，佛说了六个字，贪、瞋、痴、慢、疑（怀疑），还有个恶见，这六个叫根本烦恼。根本烦恼一起来之后，随烦恼跟着起来，随烦恼有大随、中随、小随，这一起都起来了。",
      "zh_TW": "我們今天很困難，我們看一個人，這個人靠得住靠不住？你看，妄念起來了，怎麼能息得下來？辦一樁事情，這個事情是好還是壞？四川災難，很多人想捐一點錢，我這個錢捐出去的時候，災區人他拿得到拿不到？是不是被慈善機構拿去，他們吃掉了？愈想愈不敢捐，怎麼辦？最好是親自帶著錢到災區，除這個辦法之外，你不相信人，親自去又辦不到。所以你就曉得，不動心是談何容易。不動心的人，對一切眾生誠信，那是佛菩薩，佛菩薩對一切眾生決定沒有疑惑，有疑惑的是凡夫。你看，疑惑一起來，根本煩惱起來了。根本煩惱，諸位都知道，佛說了六個字，貪、瞋、痴、慢、疑（懷疑），還有個惡見，這六個叫根本煩惱。根本煩惱一起來之後，隨煩惱跟著起來，隨煩惱有大隨、中隨、小隨，這一起都起來了。"
    },
    {
      "id": "12-046-0007_p0016",
      "zh_CN": "烦恼总是当家做主，你的真心、你的真如从来没有做主过。不但六道如是，十法界都不例外。十法界讲阿罗汉、辟支佛、菩萨、十法界里面的佛，他们都没有用真心，还是用的妄心。但是妄心比我们高明，高明在哪里？他信佛，他自己真心不起作用，他相信佛的教诲，事事都能依教奉行，虽然不是用真心，等于用了真心，佛所讲的都是真心流露的。真佛弟子，那不是假的。诸位要晓得，我们要做到真佛弟子是什么样的人？证得阿罗汉果才是真佛弟子。这个阿罗汉不是真的阿罗汉，真的阿罗汉是什么？四果阿罗汉，四果是真的。把这个品位降低一层，初果就是真正佛的学生，真依教奉行。在《华严经》上，我们前面念过，初信位的菩萨，十信初信位的菩萨是真正佛弟子，初信位之前都不是真的，挂名的，有名无实。初信位是什么境界？见思烦恼，见烦恼断了，思烦恼没断，这都是属于执着。",
      "zh_TW": "煩惱總是當家做主，你的真心、你的真如從來沒有做主過。不但六道如是，十法界都不例外。十法界講阿羅漢、辟支佛、菩薩、十法界裡面的佛，他們都沒有用真心，還是用的妄心。但是妄心比我們高明，高明在哪裡？他信佛，他自己真心不起作用，他相信佛的教誨，事事都能依教奉行，雖然不是用真心，等於用了真心，佛所講的都是真心流露的。真佛弟子，那不是假的。諸位要曉得，我們要做到真佛弟子是什麼樣的人？證得阿羅漢果才是真佛弟子。這個阿羅漢不是真的阿羅漢，真的阿羅漢是什麼？四果阿羅漢，四果是真的。把這個品位降低一層，初果就是真正佛的學生，真依教奉行。在《華嚴經》上，我們前面念過，初信位的菩薩，十信初信位的菩薩是真正佛弟子，初信位之前都不是真的，掛名的，有名無實。初信位是什麼境界？見思煩惱，見煩惱斷了，思煩惱沒斷，這都是屬於執著。"
    },
    {
      "id": "12-046-0007_p0017",
      "zh_CN": "见思烦恼，佛在经上讲得很详细，三界有八十八品见惑，见烦恼，你看错了；思烦恼九九八十一品，三界九地八十一品，那个难断，贪瞋痴慢疑都是属于思烦恼。见烦恼是什么？「身见」，头一个执着身是我，你想想看，六道凡夫哪一个人不是把身当作我，这还能错得了吗？身不是我，什么是我？所以头一个是身见，这一关突破了，就转凡成圣，小圣，小乘初果须陀洹，大乘圆教初信位的菩萨。得到这个位次之后，佛在经上告诉我们，你虽然没有出六道轮回，但是在六道轮回你只有人天两道，天上人间往返，绝不堕三恶道，所以他称为圣人。《金刚经》上讲的「无我相，无人相，无众生相，无寿者相」，他证得少分。你看这些人，证得须陀洹果，《金刚经》上说得很好，他绝对没有一个念头我证得须陀洹果了；我证得须陀洹，不就又有我见了吗？还有我，我还没有忘记，没破，他没有这个念头。佛说他证须陀洹果，别人称他证得须陀洹，他自己决定没有这个念头，为什么？他没有这个执着，他执着放下了。放下才叫须陀洹，没放下不叫须陀洹，所以身见没有了。",
      "zh_TW": "見思煩惱，佛在經上講得很詳細，三界有八十八品見惑，見煩惱，你看錯了；思煩惱九九八十一品，三界九地八十一品，那個難斷，貪瞋痴慢疑都是屬於思煩惱。見煩惱是什麼？「身見」，頭一個執著身是我，你想想看，六道凡夫哪一個人不是把身當作我，這還能錯得了嗎？身不是我，什麼是我？所以頭一個是身見，這一關突破了，就轉凡成聖，小聖，小乘初果須陀洹，大乘圓教初信位的菩薩。得到這個位次之後，佛在經上告訴我們，你雖然沒有出六道輪迴，但是在六道輪迴你只有人天兩道，天上人間往返，絕不墮三惡道，所以他稱為聖人。《金剛經》上講的「無我相，無人相，無眾生相，無壽者相」，他證得少分。你看這些人，證得須陀洹果，《金剛經》上說得很好，他絕對沒有一個念頭我證得須陀洹果了；我證得須陀洹，不就又有我見了嗎？還有我，我還沒有忘記，沒破，他沒有這個念頭。佛說他證須陀洹果，別人稱他證得須陀洹，他自己決定沒有這個念頭，為什麼？他沒有這個執著，他執著放下了。放下才叫須陀洹，沒放下不叫須陀洹，所以身見沒有了。"
    },
    {
      "id": "12-046-0007_p0018",
      "zh_CN": "「边见」没有了，边见，我们用个很粗浅的话，大家好懂，对立，对立是二边。他对立的这个念头没有了，他不会跟人对立，也不会跟事对立，也不会跟天地万物对立，他没有对立，身心和谐，这初入佛门。第三个，他没有成见了，成见是什么？我们今天讲主观观念，我认为怎样，我以为怎样，这是主观观念，这个他没有了，这是初步境界。主观观念有两种，一种是因，一种是果，因上佛法里面的术语叫「戒取见」，果上的成见叫「见取见」，这两种都是成见，这个没有了。第五类是「邪见」，所有一切错误的见解他没有了。八十八品见惑，佛在教学当中，归纳这五大类：身见、边见、戒取见、见取见、邪见，分为这五大类。这五大类没有了，就证得须陀洹，《华严经》上初信位的菩萨。再跟诸位说，证得这个果位，如果他很幸运，他遇到净土法门一心念佛，求生净土，他能不能往生？他决定得生，不是生凡圣同居土，他生方便有余土。换句话说，这样的人，小乘初果，他要是念佛生到极乐世界，就证阿罗汉了。你看，二果、三果、四果，他跳了，他一下就跳到阿罗汉去，快！",
      "zh_TW": "「邊見」沒有了，邊見，我們用個很粗淺的話，大家好懂，對立，對立是二邊。他對立的這個念頭沒有了，他不會跟人對立，也不會跟事對立，也不會跟天地萬物對立，他沒有對立，身心和諧，這初入佛門。第三個，他沒有成見了，成見是什麼？我們今天講主觀觀念，我認為怎樣，我以為怎樣，這是主觀觀念，這個他沒有了，這是初步境界。主觀觀念有兩種，一種是因，一種是果，因上佛法裡面的術語叫「戒取見」，果上的成見叫「見取見」，這兩種都是成見，這個沒有了。第五類是「邪見」，所有一切錯誤的見解他沒有了。八十八品見惑，佛在教學當中，歸納這五大類：身見、邊見、戒取見、見取見、邪見，分為這五大類。這五大類沒有了，就證得須陀洹，《華嚴經》上初信位的菩薩。再跟諸位說，證得這個果位，如果他很幸運，他遇到淨土法門一心念佛，求生淨土，他能不能往生？他決定得生，不是生凡聖同居土，他生方便有餘土。換句話說，這樣的人，小乘初果，他要是念佛生到極樂世界，就證阿羅漢了。你看，二果、三果、四果，他跳了，他一下就跳到阿羅漢去，快！"
    },
    {
      "id": "12-046-0007_p0019",
      "zh_CN": "这五种见惑都没断，凡夫，凡夫修任何一个法门都不能成就，为什么？断惑证真，烦恼不能断尽，他不能提升。可是净土有办法，你能够一心念佛，能够把一切万缘都放下，一心念佛能生净土，生凡圣同居土。只有这一门，除这一门之外，八万四千法门都必须要断惑才能证真，要断见思烦恼，要断尘沙烦恼，要断无明烦恼，就是《华严经》上讲的妄想分别执着。见思烦恼是执着，尘沙烦恼是分别，无明烦恼是妄想，你要不断，没有办法提升，佛也帮不上忙。佛只是把这些道理、方法、境界给我们说清楚，求证是自己的事情。信解行证，佛只能帮上两个忙，帮助我们信，帮助我们解，到这里为止。真正修行，修行是放下，提升境界是证果，这个佛帮不上忙，是属于自己事情。但是从净土，那真的，阿弥陀佛帮了我们忙，他带我们到极乐世界去。极乐世界是一个最理想的修行环境，在这个世界不能成就，到极乐世界决定成就，为什么？那个地方你六根所接触到的全是大乘佛法，你眼见的、耳闻的、鼻嗅的、舌尝的、身体接触的，纯是大乘，没有一个不成佛，所以净宗的殊胜无与伦比。",
      "zh_TW": "這五種見惑都沒斷，凡夫，凡夫修任何一個法門都不能成就，為什麼？斷惑證真，煩惱不能斷盡，他不能提升。可是淨土有辦法，你能夠一心念佛，能夠把一切萬緣都放下，一心念佛能生淨土，生凡聖同居土。只有這一門，除這一門之外，八萬四千法門都必須要斷惑才能證真，要斷見思煩惱，要斷塵沙煩惱，要斷無明煩惱，就是《華嚴經》上講的妄想分別執著。見思煩惱是執著，塵沙煩惱是分別，無明煩惱是妄想，你要不斷，沒有辦法提升，佛也幫不上忙。佛只是把這些道理、方法、境界給我們說清楚，求證是自己的事情。信解行證，佛只能幫上兩個忙，幫助我們信，幫助我們解，到這裡為止。真正修行，修行是放下，提升境界是證果，這個佛幫不上忙，是屬於自己事情。但是從淨土，那真的，阿彌陀佛幫了我們忙，他帶我們到極樂世界去。極樂世界是一個最理想的修行環境，在這個世界不能成就，到極樂世界決定成就，為什麼？那個地方你六根所接觸到的全是大乘佛法，你眼見的、耳聞的、鼻嗅的、舌嘗的、身體接觸的，純是大乘，沒有一個不成佛，所以淨宗的殊勝無與倫比。"
    },
    {
      "id": "12-046-0007_p0020",
      "zh_CN": "一心，要晓得，一心就是自己的真心，我们净宗实在讲就是直捷修一心，没有拐弯抹角的，八万四千法门不能够跟它相比，直截了当。你看《弥陀经》上给我们说的，把修行的目的、目标说出来了，「一心不乱」、「心不颠倒」，我们念佛的人就希望念到这个境界，念到这个境界就往生。所以一心不乱，祖师大德在《弥陀经疏钞》讲解里面给我们就说得很清楚，一心不乱有理一心、有事一心、有功夫成片。事一心就是刚才讲的，至少你把身见破了，也就是你有须陀洹的这个条件，那是事一心。用小乘来讲，四果四向这都属于事一心。所以事一心里面，程度有浅深差别不同，四果四向就是八个阶级，全是属于事一心。在《华严》里面讲，从初信位到七信位都是属于事一心。七信是阿罗汉，八信是辟支佛，九信是菩萨，十信是佛，这四个位次还是方便有余土，为什么？没有见性。理一心是见性了，《华严经》初住以上这是理一心，所以念佛念到理一心不乱，生实报庄严土，事一心不乱生方便有余土。每一土都有三辈九品，这你就明白了，每一土里头它有高下、有层次。",
      "zh_TW": "一心，要曉得，一心就是自己的真心，我們淨宗實在講就是直捷修一心，沒有拐彎抹角的，八萬四千法門不能夠跟它相比，直截了當。你看《彌陀經》上給我們說的，把修行的目的、目標說出來了，「一心不亂」、「心不顛倒」，我們念佛的人就希望念到這個境界，念到這個境界就往生。所以一心不亂，祖師大德在《彌陀經疏鈔》講解裡面給我們就說得很清楚，一心不亂有理一心、有事一心、有功夫成片。事一心就是剛才講的，至少你把身見破了，也就是你有須陀洹的這個條件，那是事一心。用小乘來講，四果四向這都屬於事一心。所以事一心裡面，程度有淺深差別不同，四果四向就是八個階級，全是屬於事一心。在《華嚴》裡面講，從初信位到七信位都是屬於事一心。七信是阿羅漢，八信是辟支佛，九信是菩薩，十信是佛，這四個位次還是方便有餘土，為什麼？沒有見性。理一心是見性了，《華嚴經》初住以上這是理一心，所以念佛念到理一心不亂，生實報莊嚴土，事一心不亂生方便有餘土。每一土都有三輩九品，這你就明白了，每一土裡頭它有高下、有層次。"
    },
    {
      "id": "12-046-0007_p0021",
      "zh_CN": "凡圣同居土是没有证果的，在《华严经》上讲，连初信位都不到，到初信位他就不在凡圣同居土。这是讲带业往生。带业往生是每个人都能做得到的，问题就是你肯不肯干？祖师大德说得很好，我们必须要记住，「只带旧业，不带现行」，这个非常重要。过去所造的业能带，现在还要造业的，那就带不走，这个业力把你系缚住，你就去不了。没有学佛之前所造的业，行；学佛之后，不能再造业了，这个要知道。虽然不造恶业了，但是并没有能证果，就是初果也没有证得，没有关系，能往生，在念佛法门里面称这些人叫功夫成片。只要我们把佛号念到什么？念到像大势至菩萨所讲的标准，这个很重要，大势至菩萨就是教我们带业往生。这个标准是什么？「都摄六根，净念相继」。什么叫都摄六根？六根是眼耳鼻舌身意，我们换句话讲，诸位就容易了解，就是不执着了，眼看外面的色相不要执着这个好看、那个不好看，不执着这个，这眼清净了；耳听音声也不这是我喜欢听、那个是我讨厌的，没有了；舌尝味，吃的东西也不挑剔这个好吃、那个不好吃了；身所接触、意所念的都把这个好丑、好恶的执着断了，这就叫都摄六根，没有证到初果，这叫都摄六根。净念，净是清净，念佛这个念头要清净，你真念，真心念。清净是什么？没有怀疑，没有夹杂，就叫净念。有疑惑，这个东西是真的？真能往生吗？真有极乐世界吗？这心不清净，怀疑；或者夹杂，虽念佛，还想东想西，那属于夹杂，夹杂把你念佛的功夫破坏了；相继是不中断。换句话说，念佛人念念心里只有阿弥陀佛，除阿弥陀佛之外，他什么都不想。譬如吃东西，不管什么都好吃，吃饱了就行了，决定没有挑剔。他不想了，他就想阿弥陀佛，什么东西都好吃，为什么？阿弥陀佛加持了。这个道理，我们从江本博士实验里晓得，恍然大悟了，一切都是阿弥陀佛，什么不好东西到你面前都变成好吃，为什么？你的意念把它变好了，你的意念是清净的，这叫真心。心里有严重的执着，这个心不行，这种心念佛不能往生，至少把执着要降温、要降低一些。临终那一念是关键，把执着彻底放下，临终一念就想阿弥陀佛，除阿弥陀佛之外，什么念头都没有了，决定得生。这讲一心。",
      "zh_TW": "凡聖同居土是沒有證果的，在《華嚴經》上講，連初信位都不到，到初信位他就不在凡聖同居土。這是講帶業往生。帶業往生是每個人都能做得到的，問題就是你肯不肯幹？祖師大德說得很好，我們必須要記住，「只帶舊業，不帶現行」，這個非常重要。過去所造的業能帶，現在還要造業的，那就帶不走，這個業力把你繫縛住，你就去不了。沒有學佛之前所造的業，行；學佛之後，不能再造業了，這個要知道。雖然不造惡業了，但是並沒有能證果，就是初果也沒有證得，沒有關係，能往生，在念佛法門裡面稱這些人叫功夫成片。只要我們把佛號念到什麼？念到像大勢至菩薩所講的標準，這個很重要，大勢至菩薩就是教我們帶業往生。這個標準是什麼？「都攝六根，淨念相繼」。什麼叫都攝六根？六根是眼耳鼻舌身意，我們換句話講，諸位就容易了解，就是不執著了，眼看外面的色相不要執著這個好看、那個不好看，不執著這個，這眼清淨了；耳聽音聲也不這是我喜歡聽、那個是我討厭的，沒有了；舌嘗味，吃的東西也不挑剔這個好吃、那個不好吃了；身所接觸、意所念的都把這個好醜、好惡的執著斷了，這就叫都攝六根，沒有證到初果，這叫都攝六根。淨念，淨是清淨，念佛這個念頭要清淨，你真念，真心念。清淨是什麼？沒有懷疑，沒有夾雜，就叫淨念。有疑惑，這個東西是真的？真能往生嗎？真有極樂世界嗎？這心不清淨，懷疑；或者夾雜，雖念佛，還想東想西，那屬於夾雜，夾雜把你念佛的功夫破壞了；相繼是不中斷。換句話說，念佛人念念心裡只有阿彌陀佛，除阿彌陀佛之外，他什麼都不想。譬如吃東西，不管什麼都好吃，吃飽了就行了，決定沒有挑剔。他不想了，他就想阿彌陀佛，什麼東西都好吃，為什麼？阿彌陀佛加持了。這個道理，我們從江本博士實驗裡曉得，恍然大悟了，一切都是阿彌陀佛，什麼不好東西到你面前都變成好吃，為什麼？你的意念把它變好了，你的意念是清淨的，這叫真心。心裡有嚴重的執著，這個心不行，這種心念佛不能往生，至少把執著要降溫、要降低一些。臨終那一念是關鍵，把執著徹底放下，臨終一念就想阿彌陀佛，除阿彌陀佛之外，什麼念頭都沒有了，決定得生。這講一心。"
    },
    {
      "id": "12-046-0007_p0022",
      "zh_CN": "【是心即摄一切世间出世间法。】",
      "zh_TW": "【是心即攝一切世間出世間法。】"
    },
    {
      "id": "12-046-0007_p0023",
      "zh_CN": "你看，这个心还得了！『摄』是包容的意思，包含的意思。『一切世间出世间法』，森罗万象，不出一心，就是《华严经》上讲的唯心所现，《六祖坛经》里面所讲的能生万法。所以宇宙从哪来的？自己心里变现的。怎么变现的？起念头就变现了。这前面我们在《华严经》里面讲得很多，你一动念，法界就现前，没有分别执着，遍法界虚空界它就现前；起了分别执着，实报土没有了，实报土变了。没有起心动念之前，这个法界我们净土宗讲的，这是不得已用了一个名词，叫常寂光土，这里头没有形相，精神、物质现象都没有，这是常寂光土。才动一念，常寂光土就变质，产生变化，变成实报庄严土；再一起分别，实报土又变了，变成方便有余土；从分别再要起执着，那就变成六道轮回。你要晓得，这个四土：常寂光土、实报庄严土、方便有余土、凡圣同居土，四土是一不是二，只是里面起妄想分别执着产生变化。是不是这个土真的有变化？没有，不是真有变化，所有的变化都在妄想分别执着里头。妄想分别执着统统没有了，你要把它放下了，除常寂光之外，其他土也都没有了，「觉后空空无大千」，不但六道没有了，十法界也没有了。十法界没有了，换句话说，声闻、缘觉、菩萨、佛没有了，还有实报土。实报土会不会也没有？理论上讲可以，如果不起心不动念，实报土没有了。但是诸佛如来到这个果位上的时候，他还起心动念，为什么？如果不起心不动念，他就会回归到常寂光，十方世界还有许多凡圣同居土，想帮他忙就帮不上了。这叫做什么？这叫做大慈大悲，叫「无缘大慈，同体大悲」。所以我们对于诸佛菩萨无比的尊敬，叫「留惑润生」，他最后那一品无明不断，所以就保持着实报庄严土，在实报庄严土里面与遍法界虚空界一切十法界众生感应道交，众生有感，他就有应。他留着那一品惑，不是为自己，是度众生的，他有能力舍弃，他不舍，因为什么？那不碍事，《华严经》上讲的「理事无碍，事事无碍」，这个境界不可思议。",
      "zh_TW": "你看，這個心還得了！『攝』是包容的意思，包含的意思。『一切世間出世間法』，森羅萬象，不出一心，就是《華嚴經》上講的唯心所現，《六祖壇經》裡面所講的能生萬法。所以宇宙從哪來的？自己心裡變現的。怎麼變現的？起念頭就變現了。這前面我們在《華嚴經》裡面講得很多，你一動念，法界就現前，沒有分別執著，遍法界虛空界它就現前；起了分別執著，實報土沒有了，實報土變了。沒有起心動念之前，這個法界我們淨土宗講的，這是不得已用了一個名詞，叫常寂光土，這裡頭沒有形相，精神、物質現象都沒有，這是常寂光土。才動一念，常寂光土就變質，產生變化，變成實報莊嚴土；再一起分別，實報土又變了，變成方便有餘土；從分別再要起執著，那就變成六道輪迴。你要曉得，這個四土：常寂光土、實報莊嚴土、方便有餘土、凡聖同居土，四土是一不是二，只是裡面起妄想分別執著產生變化。是不是這個土真的有變化？沒有，不是真有變化，所有的變化都在妄想分別執著裡頭。妄想分別執著統統沒有了，你要把它放下了，除常寂光之外，其他土也都沒有了，「覺後空空無大千」，不但六道沒有了，十法界也沒有了。十法界沒有了，換句話說，聲聞、緣覺、菩薩、佛沒有了，還有實報土。實報土會不會也沒有？理論上講可以，如果不起心不動念，實報土沒有了。但是諸佛如來到這個果位上的時候，他還起心動念，為什麼？如果不起心不動念，他就會回歸到常寂光，十方世界還有許多凡聖同居土，想幫他忙就幫不上了。這叫做什麼？這叫做大慈大悲，叫「無緣大慈，同體大悲」。所以我們對於諸佛菩薩無比的尊敬，叫「留惑潤生」，他最後那一品無明不斷，所以就保持著實報莊嚴土，在實報莊嚴土裡面與遍法界虛空界一切十法界眾生感應道交，眾生有感，他就有應。他留著那一品惑，不是為自己，是度眾生的，他有能力捨棄，他不捨，因為什麼？那不礙事，《華嚴經》上講的「理事無礙，事事無礙」，這個境界不可思議。"
    },
    {
      "id": "12-046-0007_p0024",
      "zh_CN": "【即是一法界大总相法门体。】",
      "zh_TW": "【即是一法界大總相法門體。】"
    },
    {
      "id": "12-046-0007_p0025",
      "zh_CN": "这个『体』就是一心。",
      "zh_TW": "這個『體』就是一心。"
    },
    {
      "id": "12-046-0007_p0026",
      "zh_CN": "【唯依妄念而有差别。若离妄念。唯一真如。故言海印三昧也。】",
      "zh_TW": "【唯依妄念而有差別。若離妄念。唯一真如。故言海印三昧也。】"
    },
    {
      "id": "12-046-0007_p0027",
      "zh_CN": "用『海印三昧』来做比喻。十法界依正庄严，你就晓得是『依妄念而有差别』，妄念除了之后，差别就没有了，『唯一真如』。四圣法界是真如，六道凡夫也是真如，人天是真如，畜生、饿鬼、地狱还是真如，这是觉悟人所看的，遍法界虚空界唯一真如。古人有个比喻说得好，「以金作器，器器皆金」，我们把黄金比喻作真如，比喻作真性，我把黄金造一尊佛像，这佛像是真如；把黄金造成一个小狗的像，这畜生是真如；把它造个饿鬼像，这鬼也是真如。黄金不变，像变，像变、性不变，它性是法性，性是真如，所以唯一真如。在十法界众生，因为他自己执着，认为我这个身体是人身，那他就在人法界；他要不执着人身，他在一真法界。堕在畜生道里面，他就执着那个身是他自己的身，他就真的变成畜生。真的是什么？自以为是真的，其实他那个身还是法性身，《华严经》上我们常常细说这个事实真相。",
      "zh_TW": "用『海印三昧』來做比喻。十法界依正莊嚴，你就曉得是『依妄念而有差別』，妄念除了之後，差別就沒有了，『唯一真如』。四聖法界是真如，六道凡夫也是真如，人天是真如，畜生、餓鬼、地獄還是真如，這是覺悟人所看的，遍法界虛空界唯一真如。古人有個比喻說得好，「以金作器，器器皆金」，我們把黃金比喻作真如，比喻作真性，我把黃金造一尊佛像，這佛像是真如；把黃金造成一個小狗的像，這畜生是真如；把它造個餓鬼像，這鬼也是真如。黃金不變，像變，像變、性不變，它性是法性，性是真如，所以唯一真如。在十法界眾生，因為他自己執著，認為我這個身體是人身，那他就在人法界；他要不執著人身，他在一真法界。墮在畜生道裡面，他就執著那個身是他自己的身，他就真的變成畜生。真的是什麼？自以為是真的，其實他那個身還是法性身，《華嚴經》上我們常常細說這個事實真相。"
    },
    {
      "id": "12-046-0007_p0028",
      "zh_CN": "【华严经云。或现童男童女形。】",
      "zh_TW": "【華嚴經云。或現童男童女形。】"
    },
    {
      "id": "12-046-0007_p0029",
      "zh_CN": "『或现』是贯下去的。或现：",
      "zh_TW": "『或現』是貫下去的。或現："
    },
    {
      "id": "12-046-0007_p0030",
      "zh_CN": "【天龙及以阿修罗。乃至摩睺罗伽等。】",
      "zh_TW": "【天龍及以阿修羅。乃至摩睺羅伽等。】"
    },
    {
      "id": "12-046-0007_p0031",
      "zh_CN": "这是八部鬼神。",
      "zh_TW": "這是八部鬼神。"
    },
    {
      "id": "12-046-0007_p0032",
      "zh_CN": "【随其所乐悉令见。】",
      "zh_TW": "【隨其所樂悉令見。】"
    },
    {
      "id": "12-046-0007_p0033",
      "zh_CN": "『随其』，其是众生、是凡夫；『乐』是爱好，随众生心，应所知量。这是讲法身菩萨们，就是《华严经》讲的圆教初住以上四十一位法身大士，他们在遍法界虚空界一切诸佛刹土，不是一个娑婆世界，娑婆世界太小，不局限在这一处，遍法界虚空界。在过去生中，我们每个人都曾经经历过，都有缘，有缘众生在受苦受难了，想求救的时候，这个菩萨跟他有缘，立刻就感到这个讯息，那你有感，感到讯息，他就应身。应以什么身得度就现什么身，不是自己我应该现什么身，不是的，他心里面所喜欢的人。他喜欢见佛，你就现佛身；喜欢见阿弥陀佛，就现阿弥陀佛身；喜欢见观音菩萨，就现观音菩萨身；喜欢童男童女，就现童男童女身；喜欢拜神的，拜神的就现神的身；这个世间真的，东北喜欢拜大仙的，就现大仙身。我们凡夫有分别，到那个境界没有分别，你看全是佛菩萨示现的，慈悲至极。众生他相信什么就现什么身，你才能度他。不信佛教，信基督教的，他就现耶稣身；不信基督教，信伊斯兰教的，他就现真主身、现阿訇身，他喜欢。这才是事实真相，这才把法身大士与一切众生的缘，我们看清楚了，我们再不疑惑了。当然众生境界不相同，业障不相同。佛菩萨示现耶稣身把你带到哪里？带到天堂，我们学佛的人心里很清楚，欲界天，提升到欲界天。欲界天里面，我们知道天主经常礼请佛菩萨到天宫来讲经说法，天主是佛弟子，那你到天上去之后，不也变成佛弟子了吗？是一不是二，最后才知道殊途同归，都是回归到法性。所以我们这些年来，在世界上与许多宗教接触到，我们根据大乘教义，世界宗教是一家，所有宗教里面的神圣都是自性的化身；我们不要说佛，佛也是自性变化的。这是事实真相，《楞严经》上讲的，「随众生心，应所知量」。",
      "zh_TW": "『隨其』，其是眾生、是凡夫；『樂』是愛好，隨眾生心，應所知量。這是講法身菩薩們，就是《華嚴經》講的圓教初住以上四十一位法身大士，他們在遍法界虛空界一切諸佛剎土，不是一個娑婆世界，娑婆世界太小，不侷限在這一處，遍法界虛空界。在過去生中，我們每個人都曾經經歷過，都有緣，有緣眾生在受苦受難了，想求救的時候，這個菩薩跟他有緣，立刻就感到這個訊息，那你有感，感到訊息，他就應身。應以什麼身得度就現什麼身，不是自己我應該現什麼身，不是的，他心裡面所喜歡的人。他喜歡見佛，你就現佛身；喜歡見阿彌陀佛，就現阿彌陀佛身；喜歡見觀音菩薩，就現觀音菩薩身；喜歡童男童女，就現童男童女身；喜歡拜神的，拜神的就現神的身；這個世間真的，東北喜歡拜大仙的，就現大仙身。我們凡夫有分別，到那個境界沒有分別，你看全是佛菩薩示現的，慈悲至極。眾生他相信什麼就現什麼身，你才能度他。不信佛教，信基督教的，他就現耶穌身；不信基督教，信伊斯蘭教的，他就現真主身、現阿訇身，他喜歡。這才是事實真相，這才把法身大士與一切眾生的緣，我們看清楚了，我們再不疑惑了。當然眾生境界不相同，業障不相同。佛菩薩示現耶穌身把你帶到哪裡？帶到天堂，我們學佛的人心裡很清楚，欲界天，提升到欲界天。欲界天裡面，我們知道天主經常禮請佛菩薩到天宮來講經說法，天主是佛弟子，那你到天上去之後，不也變成佛弟子了嗎？是一不是二，最後才知道殊途同歸，都是回歸到法性。所以我們這些年來，在世界上與許多宗教接觸到，我們根據大乘教義，世界宗教是一家，所有宗教裡面的神聖都是自性的化身；我們不要說佛，佛也是自性變化的。這是事實真相，《楞嚴經》上講的，「隨眾生心，應所知量」。"
    },
    {
      "id": "12-046-0007_p0034",
      "zh_CN": "【众生形相各不同。行业音声亦无量。如是一切皆能现。海印三昧威神力。】",
      "zh_TW": "【眾生形相各不同。行業音聲亦無量。如是一切皆能現。海印三昧威神力。】"
    },
    {
      "id": "12-046-0007_p0035",
      "zh_CN": "现依报。所以要知道，法性隐现决定没有起心动念，决定没有分别执着；他要一起心动念，那不就变成凡夫了？哪有这个道理？释迦牟尼佛当年在这个世间，他起不起心动念？没有。他如果起心动念，那一定说说法四十九年，度了不少众生，功德很大，没有。佛最后告诉我们，他一生当中没有说一句话，谁要是说佛说法，那叫谤佛，毁谤佛。佛一生没说一句话，为什么？凡夫说话都是从起心动念而说的，他没有起心、没有动念、没有分别、没有执着，他说什么？没有说法，怎么会说了那么多，学生记录下来成为《大藏经》，这不都是他说的吗？他怎么不承认？佛自己说了个比喻，我们现在想这个比喻，佛说他说法就像钟鼓一样，你看钟鼓说不说话？不说话，人家去敲它，大叩则大鸣，小叩则小鸣，不叩就不鸣，这是佛说法。我们去敲这个钟，敲这个鼓，钟鼓有没有起心动念？有没有分别执着？没有，没有起心动念，也没有分别执着，可是它就响了。四十九年随别人敲，学生就把这些音声，像现在用录音机把它录下来，录下来留给后人，后人在这里起了分别执着，佛这是冤枉，佛真喊冤枉，害了你们。几个人懂？听到这个声音，不起心不动念、不分别不执着，对了，那你真的见性了。这在一开端，世尊就表演给我们看了，他不是从十九岁出去参学吗？学了十二年，全放下了，那是教我们的。他要不放下，他所学的就变成所知障，那就受害，所知障障碍法性，不会见性。",
      "zh_TW": "現依報。所以要知道，法性隱現決定沒有起心動念，決定沒有分別執著；他要一起心動念，那不就變成凡夫了？哪有這個道理？釋迦牟尼佛當年在這個世間，他起不起心動念？沒有。他如果起心動念，那一定說說法四十九年，度了不少眾生，功德很大，沒有。佛最後告訴我們，他一生當中沒有說一句話，誰要是說佛說法，那叫謗佛，毀謗佛。佛一生沒說一句話，為什麼？凡夫說話都是從起心動念而說的，他沒有起心、沒有動念、沒有分別、沒有執著，他說什麼？沒有說法，怎麼會說了那麼多，學生記錄下來成為《大藏經》，這不都是他說的嗎？他怎麼不承認？佛自己說了個比喻，我們現在想這個比喻，佛說他說法就像鐘鼓一樣，你看鐘鼓說不說話？不說話，人家去敲它，大叩則大鳴，小叩則小鳴，不叩就不鳴，這是佛說法。我們去敲這個鐘，敲這個鼓，鐘鼓有沒有起心動念？有沒有分別執著？沒有，沒有起心動念，也沒有分別執著，可是它就響了。四十九年隨別人敲，學生就把這些音聲，像現在用錄音機把它錄下來，錄下來留給後人，後人在這裡起了分別執著，佛這是冤枉，佛真喊冤枉，害了你們。幾個人懂？聽到這個聲音，不起心不動念、不分別不執著，對了，那你真的見性了。這在一開端，世尊就表演給我們看了，他不是從十九歲出去參學嗎？學了十二年，全放下了，那是教我們的。他要不放下，他所學的就變成所知障，那就受害，所知障障礙法性，不會見性。"
    },
    {
      "id": "12-046-0007_p0036",
      "zh_CN": "我们为什么不能见性？佛讲有两种障碍，一种是烦恼，自私自利、贪瞋痴慢，这是烦恼障；一种是所知，就是你学得很多，你学得很多的时候，变成你自己的执着，分别执着，那个也不能见性。所以学了这些东西，统统放下，不分别不执着、不起心不动念，那你所学的这个东西都变成后得智。后得智是什么？无所不知，你只要一接触就明白，一看就懂，一听就懂，一接触就明了，叫后得智，它是智慧。可是你有分别执着在里头，那叫所知障，那不是智慧，我们现在讲知识，知识障碍明心见性，智慧不障碍，知识障碍了。所以法相宗里面教给我们，学教的要转识成智，你才能见性。现在我们怎么讲？知识分子，他把智转变成识，这糟了，你自性里本来有的般若智慧，现在变成知识了。知识不能解决问题，决定不能见性，这些都不能不知道。",
      "zh_TW": "我們為什麼不能見性？佛講有兩種障礙，一種是煩惱，自私自利、貪瞋痴慢，這是煩惱障；一種是所知，就是你學得很多，你學得很多的時候，變成你自己的執著，分別執著，那個也不能見性。所以學了這些東西，統統放下，不分別不執著、不起心不動念，那你所學的這個東西都變成後得智。後得智是什麼？無所不知，你只要一接觸就明白，一看就懂，一聽就懂，一接觸就明瞭，叫後得智，它是智慧。可是你有分別執著在裡頭，那叫所知障，那不是智慧，我們現在講知識，知識障礙明心見性，智慧不障礙，知識障礙了。所以法相宗裡面教給我們，學教的要轉識成智，你才能見性。現在我們怎麼講？知識分子，他把智轉變成識，這糟了，你自性裡本來有的般若智慧，現在變成知識了。知識不能解決問題，決定不能見性，這些都不能不知道。"
    },
    {
      "id": "12-046-0007_p0037",
      "zh_CN": "【依此义故。名海印三昧也。】",
      "zh_TW": "【依此義故。名海印三昧也。】"
    },
    {
      "id": "12-046-0007_p0038",
      "zh_CN": "依这个意思，就称它作『海印三昧』。我们讲依正庄严，跟诸位讲依报你好懂，这就是宇宙怎么来的？森罗万象怎么来的？生命怎么来的？说这个现象，这是第一个用途。宇宙的起源佛说了，说得好，这是一念，「迷唯一念」，宇宙现前了。第二个作用：",
      "zh_TW": "依這個意思，就稱它作『海印三昧』。我們講依正莊嚴，跟諸位講依報你好懂，這就是宇宙怎麼來的？森羅萬象怎麼來的？生命怎麼來的？說這個現象，這是第一個用途。宇宙的起源佛說了，說得好，這是一念，「迷唯一念」，宇宙現前了。第二個作用："
    },
    {
      "id": "12-046-0007_p0039",
      "zh_CN": "【法界圆明自在用。是华严三昧也。】",
      "zh_TW": "【法界圓明自在用。是華嚴三昧也。】"
    },
    {
      "id": "12-046-0007_p0040",
      "zh_CN": "『华严』，这里有很简单的解释，详细在《华严经》经题里面，那讲得很多了。华是因，严是果，华严是因果。底下接着：",
      "zh_TW": "『華嚴』，這裡有很簡單的解釋，詳細在《華嚴經》經題裡面，那講得很多了。華是因，嚴是果，華嚴是因果。底下接著："
    },
    {
      "id": "12-046-0007_p0041",
      "zh_CN": "【谓广修万行。称理成德。普周法界。而证菩提。】",
      "zh_TW": "【謂廣修萬行。稱理成德。普周法界。而證菩提。】"
    },
    {
      "id": "12-046-0007_p0042",
      "zh_CN": "这是华严三昧的宗旨，『广修万行』。我们迷失自性时间太久了，迷得太深了，佛虽然给我们说得很清楚、很明白，我们也知道，可是回不了头。你看佛讲得多清楚，只要你把妄想分别执着放下就成佛了。三种烦恼一起放下，我们在历史上看是有人，最明显的两个人，释迦牟尼佛真放下了，三十岁把十二年所学的统统放下了，烦恼障跟所知障全放下，成佛了。第二个人是中国唐朝时候禅宗六祖惠能大师，他不认识字，他一天也没学过，五祖忍和尚半夜三更把他召到方丈室，跟他讲《金刚经》，讲到「应无所住，而生其心」，他放下了，放下就豁然大悟，不放下是不会开悟的，说出自性的样子。五祖忍和尚一听，他真开悟了，不是开悟说不出来，他真开悟了，衣钵就传给他。这是宗门里面所谓上上根人，一闻不是千悟，彻悟，教下所讲的大开圆解，我们净土宗讲的理一心不乱，就是这个境界，转凡成圣了，《华严经》上讲的法身菩萨，初住以上，不但超越六道，超越十法界了。说明是可以统统放下的，问题就是你肯不肯？这个事情不要问别人，问自己，谁都干涉不了。",
      "zh_TW": "這是華嚴三昧的宗旨，『廣修萬行』。我們迷失自性時間太久了，迷得太深了，佛雖然給我們說得很清楚、很明白，我們也知道，可是回不了頭。你看佛講得多清楚，只要你把妄想分別執著放下就成佛了。三種煩惱一起放下，我們在歷史上看是有人，最明顯的兩個人，釋迦牟尼佛真放下了，三十歲把十二年所學的統統放下了，煩惱障跟所知障全放下，成佛了。第二個人是中國唐朝時候禪宗六祖惠能大師，他不認識字，他一天也沒學過，五祖忍和尚半夜三更把他召到方丈室，跟他講《金剛經》，講到「應無所住，而生其心」，他放下了，放下就豁然大悟，不放下是不會開悟的，說出自性的樣子。五祖忍和尚一聽，他真開悟了，不是開悟說不出來，他真開悟了，衣缽就傳給他。這是宗門裡面所謂上上根人，一聞不是千悟，徹悟，教下所講的大開圓解，我們淨土宗講的理一心不亂，就是這個境界，轉凡成聖了，《華嚴經》上講的法身菩薩，初住以上，不但超越六道，超越十法界了。說明是可以統統放下的，問題就是你肯不肯？這個事情不要問別人，問自己，誰都干涉不了。"
    },
    {
      "id": "12-046-0007_p0043",
      "zh_CN": "实在没有办法一起放下，佛教给我们，这三大类烦恼你一样一样的放下，也行，一样一样放。一样也没有办法一起放下，那一样里面你把它分成几分，先放下一分，再放下一分，这叫什么？这叫渐修，这不是利根，这是钝根，逐渐的放。譬如我们前面所说的，首先我们能将八十八品见惑放下，这入门，小乘证得初果，叫须陀洹。须陀洹的意思叫入流，你入圣人之流，你不是凡夫。在《华严经》里面讲，就是十信位初信菩萨，十信好比是小学，你上小学一年级，你正式上学，你是佛的学生了。八十八品见惑一品都没有断，像我们现在这些学佛的，我们在哪里？我们在佛教幼稚园里面，大班、中班、小班，我们在这里头，没有上一年级；上一年级那就是转凡成圣，小圣。这个小小圣也没有脱离六道轮回，但是刚才跟诸位说过，他绝不堕三恶道，人间天上往返不超过七次，他就超越六道轮回。所以只要上了一年级，就知道，像小学一样，六年你小学就毕业了，有期限的。佛法修学也是有期限的，天上人间七次往返成阿罗汉；在《华严经》上讲，就是从初信到七信这七个位次，这是大乘。断烦恼，大乘跟小乘大概是差不多，小乘要天上人间七次往返，大乘也讲七个位次，初信、二信、三信到第七信，也是七个位次。",
      "zh_TW": "實在沒有辦法一起放下，佛教給我們，這三大類煩惱你一樣一樣的放下，也行，一樣一樣放。一樣也沒有辦法一起放下，那一樣裡面你把它分成幾分，先放下一分，再放下一分，這叫什麼？這叫漸修，這不是利根，這是鈍根，逐漸的放。譬如我們前面所說的，首先我們能將八十八品見惑放下，這入門，小乘證得初果，叫須陀洹。須陀洹的意思叫入流，你入聖人之流，你不是凡夫。在《華嚴經》裡面講，就是十信位初信菩薩，十信好比是小學，你上小學一年級，你正式上學，你是佛的學生了。八十八品見惑一品都沒有斷，像我們現在這些學佛的，我們在哪裡？我們在佛教幼稚園裡面，大班、中班、小班，我們在這裡頭，沒有上一年級；上一年級那就是轉凡成聖，小聖。這個小小聖也沒有脫離六道輪迴，但是剛才跟諸位說過，他絕不墮三惡道，人間天上往返不超過七次，他就超越六道輪迴。所以只要上了一年級，就知道，像小學一樣，六年你小學就畢業了，有期限的。佛法修學也是有期限的，天上人間七次往返成阿羅漢；在《華嚴經》上講，就是從初信到七信這七個位次，這是大乘。斷煩惱，大乘跟小乘大概是差不多，小乘要天上人間七次往返，大乘也講七個位次，初信、二信、三信到第七信，也是七個位次。"
    },
    {
      "id": "12-046-0007_p0044",
      "zh_CN": "没有这个能力，那就要听佛的话。听佛的话，是世间最有福报的人，这个福报是真的，不是假的。而且是无比的福报，此界他方什么福报都不能跟你相比。为什么？你听佛的话，你这一生成佛，谁能比得了？连这些修大乘、修小乘的人都比不上。华严会上修行，妄想分别执着统统断掉了，也只是圆教初住菩萨，向上，他断习气了，习气慢慢的薄了。在《无量寿经》、在《阿弥陀经》，佛告诉我们，凡夫念佛，往生到西方极乐世界是什么品位？凡圣同居土下下品往生，那是什么样子？阿弥陀佛自己说的，四十八愿是佛自己说的，世尊为我们转述，阿弥陀佛讲，生到极乐世界皆作阿惟越致菩萨。他没有说哪一土、哪一品，没有说；没有说，当然凡圣同居土下下品往生也是阿惟越致菩萨。不但是同居土下下品，在我们想像当中，一定也包括生边地的菩萨，往生西方净土边地菩萨也都是阿惟越致菩萨。否则的话，佛一定说除生边地以外，应该要有这个说法；他没有这个说法，当然生边地也包括在内，这可不得了！阿惟越致是什么样的菩萨？《华严经》里面讲的七地菩萨，这就说明凡是到极乐世界的，生到那边，他的智慧、神通、道力可以说等于七地菩萨。华严会上这些菩萨比不上，他们初住距离七地还很遥远。",
      "zh_TW": "沒有這個能力，那就要聽佛的話。聽佛的話，是世間最有福報的人，這個福報是真的，不是假的。而且是無比的福報，此界他方什麼福報都不能跟你相比。為什麼？你聽佛的話，你這一生成佛，誰能比得了？連這些修大乘、修小乘的人都比不上。華嚴會上修行，妄想分別執著統統斷掉了，也只是圓教初住菩薩，向上，他斷習氣了，習氣慢慢的薄了。在《無量壽經》、在《阿彌陀經》，佛告訴我們，凡夫念佛，往生到西方極樂世界是什麼品位？凡聖同居土下下品往生，那是什麼樣子？阿彌陀佛自己說的，四十八願是佛自己說的，世尊為我們轉述，阿彌陀佛講，生到極樂世界皆作阿惟越致菩薩。他沒有說哪一土、哪一品，沒有說；沒有說，當然凡聖同居土下下品往生也是阿惟越致菩薩。不但是同居土下下品，在我們想像當中，一定也包括生邊地的菩薩，往生西方淨土邊地菩薩也都是阿惟越致菩薩。否則的話，佛一定說除生邊地以外，應該要有這個說法；他沒有這個說法，當然生邊地也包括在內，這可不得了！阿惟越致是什麼樣的菩薩？《華嚴經》裡面講的七地菩薩，這就說明凡是到極樂世界的，生到那邊，他的智慧、神通、道力可以說等於七地菩薩。華嚴會上這些菩薩比不上，他們初住距離七地還很遙遠。"
    },
    {
      "id": "12-046-0007_p0045",
      "zh_CN": "所以说，往生极乐世界的福报没人能比，华严会上佛菩萨都比不上。所以这个法门叫什么？难信之法，真难信！所以释迦牟尼佛一个人给我们作证明，怕我们不相信，必定要十方诸佛都来作见证，我们才相信。我们读《弥陀经》，六方佛来作证，《无量寿经》十方佛来作证。其实《弥陀经》上也是十方佛，鸠摩罗什大师翻译他省略了，玄奘大师翻的《阿弥陀经》里面就是十方佛。十方三世一切诸佛来作见证，这还能假得了吗？这样都不相信，那是自己业障太重，这不能怪别人。所以念佛功德不可思议，超越八万四千法门，超越无量无边的法门，真正能相信的人有福了，这个人这一生当中成佛了。什么叫相信？不能依教奉行，那不是真信；真信，《无量寿经》、《弥陀经》最后那两句，「信受奉行」，你真的将净宗法门接受过来了。没有奉行，那没有接受；依教奉行，这真的接受了。",
      "zh_TW": "所以說，往生極樂世界的福報沒人能比，華嚴會上佛菩薩都比不上。所以這個法門叫什麼？難信之法，真難信！所以釋迦牟尼佛一個人給我們作證明，怕我們不相信，必定要十方諸佛都來作見證，我們才相信。我們讀《彌陀經》，六方佛來作證，《無量壽經》十方佛來作證。其實《彌陀經》上也是十方佛，鳩摩羅什大師翻譯他省略了，玄奘大師翻的《阿彌陀經》裡面就是十方佛。十方三世一切諸佛來作見證，這還能假得了嗎？這樣都不相信，那是自己業障太重，這不能怪別人。所以念佛功德不可思議，超越八萬四千法門，超越無量無邊的法門，真正能相信的人有福了，這個人這一生當中成佛了。什麼叫相信？不能依教奉行，那不是真信；真信，《無量壽經》、《彌陀經》最後那兩句，「信受奉行」，你真的將淨宗法門接受過來了。沒有奉行，那沒有接受；依教奉行，這真的接受了。"
    },
    {
      "id": "12-046-0007_p0046",
      "zh_CN": "依教奉行从哪里做起？『广修万行，称理成德』。《无量寿经》里面一开端就教给我们善护三业，就是十善业道，「善护口业」，他把这个摆第一。你看，佛在一切经里面，讲善护三业都是把身摆在第一，身口意；《无量寿经》不是的，口摆在第一。这就是佛知道，众生造口业太容易了，造口业太多了，把口业摆在第一。「善护口业，不讥他过」，看到别人有过失的时候，不要批评。我们看到人有过失的时候喜欢批评，喜欢批评别人，你不是真信佛。所以说真信佛的人少，假学佛的人多。第二，「善护身业，不失律仪」，律是戒律，你得要持戒，五戒十善在家一定要做到；出家，沙弥律仪，至少沙弥律仪要做到，十戒、二十四门威仪，这个做不到不行。这从前李老师告诉我的，你没有做到是什么？不相信，如果你相信，哪有做不到的事情？所以信，不容易！最后教我们，「善护意业，清净无染」。善护意业是什么？要把贪瞋痴放下；善护口业，要把妄语、两舌、绮语、恶口放下；善护身业，要把杀盗淫放下。你这么去做，这就是「广修万行，称理成德」。理是性、是法性，与法性相应这是德，法性这个理是道。",
      "zh_TW": "依教奉行從哪裡做起？『廣修萬行，稱理成德』。《無量壽經》裡面一開端就教給我們善護三業，就是十善業道，「善護口業」，他把這個擺第一。你看，佛在一切經裡面，講善護三業都是把身擺在第一，身口意；《無量壽經》不是的，口擺在第一。這就是佛知道，眾生造口業太容易了，造口業太多了，把口業擺在第一。「善護口業，不譏他過」，看到別人有過失的時候，不要批評。我們看到人有過失的時候喜歡批評，喜歡批評別人，你不是真信佛。所以說真信佛的人少，假學佛的人多。第二，「善護身業，不失律儀」，律是戒律，你得要持戒，五戒十善在家一定要做到；出家，沙彌律儀，至少沙彌律儀要做到，十戒、二十四門威儀，這個做不到不行。這從前李老師告訴我的，你沒有做到是什麼？不相信，如果你相信，哪有做不到的事情？所以信，不容易！最後教我們，「善護意業，清淨無染」。善護意業是什麼？要把貪瞋痴放下；善護口業，要把妄語、兩舌、綺語、惡口放下；善護身業，要把殺盜淫放下。你這麼去做，這就是「廣修萬行，稱理成德」。理是性、是法性，與法性相應這是德，法性這個理是道。"
    },
    {
      "id": "12-046-0007_p0047",
      "zh_CN": "底下一句教你发菩提心，因为这是大乘，大乘要普度众生，像诸菩萨一样，众生无边誓愿度。所以他留惑润生，他不去常寂光净土，有能力证常寂光不证，留在实报土里面。在实报土落户，他不向上提升了，为的是什么？这叫『普周法界，而证菩提』。证菩提是示现，证菩提就是证到像释迦牟尼佛在我们这个世间示现成佛，应以佛身得度就示现八相成道，这是举一个。随众生心，应所知量，为什么只举这个例子？成佛都能自在示现，其他的都不必说了，还有什么做不到的？所以在示现里举一个最难的，最难的能做到，其他的都轻而易举，用意在此地，我们要能体会。",
      "zh_TW": "底下一句教你發菩提心，因為這是大乘，大乘要普度眾生，像諸菩薩一樣，眾生無邊誓願度。所以他留惑潤生，他不去常寂光淨土，有能力證常寂光不證，留在實報土裡面。在實報土落戶，他不向上提升了，為的是什麼？這叫『普周法界，而證菩提』。證菩提是示現，證菩提就是證到像釋迦牟尼佛在我們這個世間示現成佛，應以佛身得度就示現八相成道，這是舉一個。隨眾生心，應所知量，為什麼只舉這個例子？成佛都能自在示現，其他的都不必說了，還有什麼做不到的？所以在示現裡舉一個最難的，最難的能做到，其他的都輕而易舉，用意在此地，我們要能體會。"
    },
    {
      "id": "12-046-0007_p0048",
      "zh_CN": "今天我们现在碰到这个阶段，此时此地，此时是这个时代，此地是这个地球，多灾多难。这个灾难怎么化解？我说一句实话，但是人不相信，一心专念阿弥陀佛，灾难就化解了。你信不信？你要真正通达净土五经一论，真正通达《华严》、《般若》，你会相信，你一点都不会怀疑。真学佛的人在日常生活当中，行住坐卧二六时中，心里只有阿弥陀佛，除阿弥陀佛之外，什么都没有。在外面表现上来说，就是此地所讲的广修万行，称理成德，这个就是什么？现在所讲的「学为人师，行为世范」，就这个意思，要做出好的榜样给人看。现在人不孝父母，我们把孝顺父母做出来；现在人不尊敬长辈，我们把尊敬长辈做出来；现在人不相信人，我们把相信人做出来。这样做，很多人说，会吃亏。那我再告诉你，诸佛菩萨绝对不会教给我们做一桩吃亏的事情，不会，诸佛菩萨教给我们的是无量功德藏。吃亏怎么？钱被人骗了，被人骗了，布施给他，愈施愈多，无尽功德藏。我们顾忌这个、顾忌那个，这个也怕、那个也怕，结果怎么？你布施的这个缘断掉，你的钱就那么多；你什么都不怕，愈积愈多。顾虑这些干什么？官丢掉了，很多人怕丢官，官丢掉你也不怕，你所得到的会比做官得到的更多；遇到灾难的时候不怕死，也许你寿命会更长。「佛氏门中，有求必应」，不要求，自然感应道交。",
      "zh_TW": "今天我們現在碰到這個階段，此時此地，此時是這個時代，此地是這個地球，多災多難。這個災難怎麼化解？我說一句實話，但是人不相信，一心專念阿彌陀佛，災難就化解了。你信不信？你要真正通達淨土五經一論，真正通達《華嚴》、《般若》，你會相信，你一點都不會懷疑。真學佛的人在日常生活當中，行住坐臥二六時中，心裡只有阿彌陀佛，除阿彌陀佛之外，什麼都沒有。在外面表現上來說，就是此地所講的廣修萬行，稱理成德，這個就是什麼？現在所講的「學為人師，行為世範」，就這個意思，要做出好的榜樣給人看。現在人不孝父母，我們把孝順父母做出來；現在人不尊敬長輩，我們把尊敬長輩做出來；現在人不相信人，我們把相信人做出來。這樣做，很多人說，會吃虧。那我再告訴你，諸佛菩薩絕對不會教給我們做一樁吃虧的事情，不會，諸佛菩薩教給我們的是無量功德藏。吃虧怎麼？錢被人騙了，被人騙了，布施給他，愈施愈多，無盡功德藏。我們顧忌這個、顧忌那個，這個也怕、那個也怕，結果怎麼？你布施的這個緣斷掉，你的錢就那麼多；你什麼都不怕，愈積愈多。顧慮這些幹什麼？官丟掉了，很多人怕丟官，官丟掉你也不怕，你所得到的會比做官得到的更多；遇到災難的時候不怕死，也許你壽命會更長。「佛氏門中，有求必應」，不要求，自然感應道交。"
    },
    {
      "id": "12-046-0007_p0049",
      "zh_CN": "身体留在这个世间干什么的？就是用它来广修万行，称理成德，普周法界，而证菩提，就干这个的。这为谁？这为众生，不为自己，这为正法久住。你还有怀疑、还有迷惑，就是你对于佛所讲的这些道理你没有参透，你才有疑惑，所以有疑惑也是正常的。如何破疑生信？那就不能离开经教了。诸佛菩萨示现在世间，为我们讲经说法，目的就是一个，破迷生信，然后果上讲的是离苦得乐。迷破了，你开悟了，开悟是什么？智慧现前，智慧能解决一切问题，真正是离苦得乐。所以佛法是智慧不是知识，这个道理要知道。佛法的修行是放下，不是拥有，拥有是错误的，为什么？「一切法无所有，毕竟空，不可得」。现在所有的，那是你的福报；如果你觉悟了，觉悟应该你舍掉，这叫舍得，佛法叫舍得，你所得到的统统舍掉。舍掉之后，你得的是道，你得的是菩提，你得的是明心见性。见性之后什么都具足了，智慧圆满了，德能圆满了，相好圆满了，福报圆满了，圆满就是没有一丝毫欠缺。真的圆满，得大圆满！今天时间到了，我们就学习到此地。",
      "zh_TW": "身體留在這個世間幹什麼的？就是用它來廣修萬行，稱理成德，普周法界，而證菩提，就幹這個的。這為誰？這為眾生，不為自己，這為正法久住。你還有懷疑、還有迷惑，就是你對於佛所講的這些道理你沒有參透，你才有疑惑，所以有疑惑也是正常的。如何破疑生信？那就不能離開經教了。諸佛菩薩示現在世間，為我們講經說法，目的就是一個，破迷生信，然後果上講的是離苦得樂。迷破了，你開悟了，開悟是什麼？智慧現前，智慧能解決一切問題，真正是離苦得樂。所以佛法是智慧不是知識，這個道理要知道。佛法的修行是放下，不是擁有，擁有是錯誤的，為什麼？「一切法無所有，畢竟空，不可得」。現在所有的，那是你的福報；如果你覺悟了，覺悟應該你捨掉，這叫捨得，佛法叫捨得，你所得到的統統捨掉。捨掉之後，你得的是道，你得的是菩提，你得的是明心見性。見性之後什麼都具足了，智慧圓滿了，德能圓滿了，相好圓滿了，福報圓滿了，圓滿就是沒有一絲毫欠缺。真的圓滿，得大圓滿！今天時間到了，我們就學習到此地。"
    }
  ]
}