{
  "doc_id": "12-046-0023",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-046-0023",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "12-046-0023_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「修华严奥旨妄尽还源观」，请看第四段，「行四德」。今天我们学习最后这一小段，「四者普代众生受苦德」，我们把文念一遍：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「修華嚴奧旨妄盡還源觀」，請看第四段，「行四德」。今天我們學習最後這一小段，「四者普代眾生受苦德」，我們把文念一遍："
    },
    {
      "id": "12-046-0023_p0002",
      "zh_CN": "【谓修诸行法。不为自身。但欲广利群生。冤亲平等。普令断恶。备修万行。速证菩提。】",
      "zh_TW": "【謂修諸行法。不為自身。但欲廣利群生。冤親平等。普令斷惡。備修萬行。速證菩提。】"
    },
    {
      "id": "12-046-0023_p0003",
      "zh_CN": "昨天我们学到这一段，因为时间关系，我们未尽其意，现在再做一点补充。这「代众生苦」是大慈悲心，也是孟子所说的「恻隐之心，人皆有之」。也就是说，看到别人受苦受难，或者遇到危险，是自自然然就会伸出援手去帮助他。我们一般讲的是怜悯心，这是慈悲心起了作用。这种情形，古今中外时时刻刻都能看到。在过去半个世纪之前，这个现象还相当普遍，可是在最近，特别是最近十年以来，好像是愈来愈少了。可是这次我们看到四川的地震，讯息一传出去之后，你看四面八方的人出钱出力，自动踊跃到灾区去帮助这些受难的人民，这就是代众生苦，不为自己。只要自己能尽到一点绵薄之力，都愿意去做。从这些地方看，就能看出老祖宗所说的「人性本善」。看什么样的因缘，把他的善心引发出来。",
      "zh_TW": "昨天我們學到這一段，因為時間關係，我們未盡其意，現在再做一點補充。這「代眾生苦」是大慈悲心，也是孟子所說的「惻隱之心，人皆有之」。也就是說，看到別人受苦受難，或者遇到危險，是自自然然就會伸出援手去幫助他。我們一般講的是憐憫心，這是慈悲心起了作用。這種情形，古今中外時時刻刻都能看到。在過去半個世紀之前，這個現象還相當普遍，可是在最近，特別是最近十年以來，好像是愈來愈少了。可是這次我們看到四川的地震，訊息一傳出去之後，你看四面八方的人出錢出力，自動踴躍到災區去幫助這些受難的人民，這就是代眾生苦，不為自己。只要自己能盡到一點綿薄之力，都願意去做。從這些地方看，就能看出老祖宗所說的「人性本善」。看什麼樣的因緣，把他的善心引發出來。"
    },
    {
      "id": "12-046-0023_p0004",
      "zh_CN": "也有些学佛同修质疑，提出一些疑问，说灾区那么大的范围，确实这里面有不少修行人修得很好，为什么也躲不过这个灾难？这种怀疑在凡夫来说是很自然的。因为凡夫只看到现前，没有看到三世。如果你能够看到这些人过去世、现在世、未来世，你的疑惑就全都断掉了。学佛、念佛，行善积德，在这灾难里面也遇到灾难，遇到这个灾难是共业，过去生中跟大家有共业。这一类人好像是不应该遇到这个灾难，实际如果你要能看到过去、未来，你就会欢喜笑起来，为什么？在这个共业当中，他往生了。学佛的人，佛接引他到极乐世界去；积善，修积功德的人，藉这个缘他生天，有生四王天的、有生忉利天的、有生夜摩天的，甚至于还有生兜率天的，这怎么不是好事？造作不善、恶业的，他也往生，他生到哪里？造恶极重的，他生到地狱去了，生到饿鬼去了，也有转生到畜生道去，三途去了。所以我们要晓得，这就是一般所谓的自然灾害，是共业。所以我们学佛的人，有很多人问我，我说我倒很乐意在这种灾难当中往生，在这里面往生的时候，发个大愿，代众生苦！我受这个灾难，希望这个灾难我来承受，希望一切众生的灾难能减轻一点，最好都能够避免掉，这不是好事吗？我在灾难当中往生，一定是往上升，肯定的事情。因果通三世，只有佛法里面讲得清楚、讲得明白。",
      "zh_TW": "也有些學佛同修質疑，提出一些疑問，說災區那麼大的範圍，確實這裡面有不少修行人修得很好，為什麼也躲不過這個災難？這種懷疑在凡夫來說是很自然的。因為凡夫只看到現前，沒有看到三世。如果你能夠看到這些人過去世、現在世、未來世，你的疑惑就全都斷掉了。學佛、念佛，行善積德，在這災難裡面也遇到災難，遇到這個災難是共業，過去生中跟大家有共業。這一類人好像是不應該遇到這個災難，實際如果你要能看到過去、未來，你就會歡喜笑起來，為什麼？在這個共業當中，他往生了。學佛的人，佛接引他到極樂世界去；積善，修積功德的人，藉這個緣他生天，有生四王天的、有生忉利天的、有生夜摩天的，甚至於還有生兜率天的，這怎麼不是好事？造作不善、惡業的，他也往生，他生到哪裡？造惡極重的，他生到地獄去了，生到餓鬼去了，也有轉生到畜生道去，三途去了。所以我們要曉得，這就是一般所謂的自然災害，是共業。所以我們學佛的人，有很多人問我，我說我倒很樂意在這種災難當中往生，在這裡面往生的時候，發個大願，代眾生苦！我受這個災難，希望這個災難我來承受，希望一切眾生的災難能減輕一點，最好都能夠避免掉，這不是好事嗎？我在災難當中往生，一定是往上升，肯定的事情。因果通三世，只有佛法裡面講得清楚、講得明白。"
    },
    {
      "id": "12-046-0023_p0005",
      "zh_CN": "死，死下面就有生，印光大师跟我们讲得很清楚，实际上讲，实际上讲没有生死，只是换个身体而已，身不是我，这大乘教里面讲得太多了。经过长时薰修的同学，我相信，人数当然不太多，有些人境界真的转过来了，知道身不是我，我活在这个世间，不为这个身。身是什么？身是我所有的，像这件衣服一样，衣服是我所有的，我生活在世间，我绝对不会为这件衣服活着的，哪有这种道理？所以《金刚经》上说得多清楚，「无我相、无人相、无众生相、无寿者相」，相有没有？有，那无是什么意思？无是不执着、不分别、不起心、不动念，无这个，无妄想分别执着。相有，相有是妙有；性空，性空是真空，真空不空，它能生妙有。《坛经》上说得很好，「能生万法」，这个万法包括自己的身命，正报，以及有了正报之后，有了这个身，天人身也好，人身也好，畜生身也好，只要你有身，你有身就有生活的环境，生活环境属于依报。小，以我们人来说，依报最小的是衣服，贴身的衣服，依报最大的是宇宙。我们今天讲银河系是我们的生活环境，太阳系是我们的生活环境，这地球是我们的生活环境，依报环境。依报环境里面有两大类，一类叫有情众生，我们今天讲动物，人属于动物，是我们依报环境里面的，有情；另外一种是无情的，无情就是植物、矿物、大自然的现象，这是我们依报环境。从哪里来的？从真空里面变现出来的。现在的科学家也发现了，我们不能不佩服他。",
      "zh_TW": "死，死下面就有生，印光大師跟我們講得很清楚，實際上講，實際上講沒有生死，只是換個身體而已，身不是我，這大乘教裡面講得太多了。經過長時薰修的同學，我相信，人數當然不太多，有些人境界真的轉過來了，知道身不是我，我活在這個世間，不為這個身。身是什麼？身是我所有的，像這件衣服一樣，衣服是我所有的，我生活在世間，我絕對不會為這件衣服活著的，哪有這種道理？所以《金剛經》上說得多清楚，「無我相、無人相、無眾生相、無壽者相」，相有沒有？有，那無是什麼意思？無是不執著、不分別、不起心、不動念，無這個，無妄想分別執著。相有，相有是妙有；性空，性空是真空，真空不空，它能生妙有。《壇經》上說得很好，「能生萬法」，這個萬法包括自己的身命，正報，以及有了正報之後，有了這個身，天人身也好，人身也好，畜生身也好，只要你有身，你有身就有生活的環境，生活環境屬於依報。小，以我們人來說，依報最小的是衣服，貼身的衣服，依報最大的是宇宙。我們今天講銀河系是我們的生活環境，太陽系是我們的生活環境，這地球是我們的生活環境，依報環境。依報環境裡面有兩大類，一類叫有情眾生，我們今天講動物，人屬於動物，是我們依報環境裡面的，有情；另外一種是無情的，無情就是植物、礦物、大自然的現象，這是我們依報環境。從哪裡來的？從真空裡面變現出來的。現在的科學家也發現了，我們不能不佩服他。"
    },
    {
      "id": "12-046-0023_p0006",
      "zh_CN": "科学家告诉我们，物质不是真的，物质是从无中生有的。我不知道他们是观察还是用数学来推断？应该是数学推断成分多，他说速度非常之快，也就是说，物质现象的生灭速度很快。弥勒菩萨告诉我们，这个物质生灭速度太快，我们不能够执着。快到什么程度？大乘教里面讲得很清楚、很明白，现在科学用时间的单位是用秒。微观世界里面，这要讲到万分之一秒、十万分之一秒、亿万分之一秒，那就很难体会了。可是佛告诉我们，物质现象的生灭，也包括心理的现象，因为心理现象跟物理现象它是分不开，有心就有物，有物就有心。这个生灭速度之快，是一秒钟有一千二百八十兆，这不是讲亿，讲兆，生灭。也就是说，它生灭是一千二百八十兆分之一秒，以这样的速度，产生一个什么现象？一个相似相续相，因为决定没有两个相是完全相同的，有相似，不完全相同，大同小异，这样的相续相。我们错认了，真的有物质存在、真的有这个身存在，这产生错觉，不知道事实真相。这个真相只有佛经里面讲得这么透彻、这么明白、这样的肯定。科学家说话都不敢讲肯定的，佛法里说得这么肯定。",
      "zh_TW": "科學家告訴我們，物質不是真的，物質是從無中生有的。我不知道他們是觀察還是用數學來推斷？應該是數學推斷成分多，他說速度非常之快，也就是說，物質現象的生滅速度很快。彌勒菩薩告訴我們，這個物質生滅速度太快，我們不能夠執著。快到什麼程度？大乘教裡面講得很清楚、很明白，現在科學用時間的單位是用秒。微觀世界裡面，這要講到萬分之一秒、十萬分之一秒、億萬分之一秒，那就很難體會了。可是佛告訴我們，物質現象的生滅，也包括心理的現象，因為心理現象跟物理現象它是分不開，有心就有物，有物就有心。這個生滅速度之快，是一秒鐘有一千二百八十兆，這不是講億，講兆，生滅。也就是說，它生滅是一千二百八十兆分之一秒，以這樣的速度，產生一個什麼現象？一個相似相續相，因為決定沒有兩個相是完全相同的，有相似，不完全相同，大同小異，這樣的相續相。我們錯認了，真的有物質存在、真的有這個身存在，這產生錯覺，不知道事實真相。這個真相只有佛經裡面講得這麼透徹、這麼明白、這樣的肯定。科學家說話都不敢講肯定的，佛法裡說得這麼肯定。"
    },
    {
      "id": "12-046-0023_p0007",
      "zh_CN": "这桩事情，我们冷静等待科学家来证实，科学家已经走得很近了，知道物质是假的，不是真的，这个现象是无中生有。为什么会无中生有，他就说不出来，佛经上讲得清楚。我们在这篇文章里面，「妄尽还源观」里面，这篇文章是六大段，你看前面的三段，就是讲生命的起源、宇宙的起源、万法的起源，它讲得多好、讲得多透彻。这第四段是讲什么？是我们自性里面本有的德能，跟我们讲的四桩事情，这第一段随缘妙用，这全名是「随缘妙用无方德」，无方就是没有一定的方向，无量无边。大乘教里面讲，诸佛菩萨「随众生心，应所知量」，众生有感，佛菩萨就有应，佛菩萨的应化就是随缘妙用，无量无边，没有数字。第二个是「威仪住持有则德」，这一条非常非常重要，因为这一条是落在事相上，前面第一条是讲应身、讲现身，这一条讲的说法，怎么样教化众生？教化众生要用身教，就是自己要做出好样子来给人看，威仪是好样子。有则，则是原则，就是有规矩、有礼节，你才能够感化别人，你才能够帮助一切迷惑的人转迷为悟，帮助一切造业的人回头是岸，你要做出样子给人看。修行人没有别的，真正大乘修行人，起心动念、言语造作一定要回光返照，这个速度也很快，立刻就想到，我这个念头能不能起？这个念头，如果社会大众都起这个念头，对这个社会是有利还是有害？如果有利，可以；要是有害，这个念头就不可以有。譬如我们起个自私自利的念头，看到名利，我想要得到，我想要争取，那你有没有会想到别人也想得到，别人也想争取，这样怎么样？这样就产生矛盾，产生竞争，产生占有，产生损人利己。每个人都损人利己，冲突发生，斗争发生，战争发生，到最后同归于尽，同归于毁灭，这是错的，这个念头不可以有，这种言论不可以有，这种行为不可以有。",
      "zh_TW": "這樁事情，我們冷靜等待科學家來證實，科學家已經走得很近了，知道物質是假的，不是真的，這個現象是無中生有。為什麼會無中生有，他就說不出來，佛經上講得清楚。我們在這篇文章裡面，「妄盡還源觀」裡面，這篇文章是六大段，你看前面的三段，就是講生命的起源、宇宙的起源、萬法的起源，它講得多好、講得多透徹。這第四段是講什麼？是我們自性裡面本有的德能，跟我們講的四樁事情，這第一段隨緣妙用，這全名是「隨緣妙用無方德」，無方就是沒有一定的方向，無量無邊。大乘教裡面講，諸佛菩薩「隨眾生心，應所知量」，眾生有感，佛菩薩就有應，佛菩薩的應化就是隨緣妙用，無量無邊，沒有數字。第二個是「威儀住持有則德」，這一條非常非常重要，因為這一條是落在事相上，前面第一條是講應身、講現身，這一條講的說法，怎麼樣教化眾生？教化眾生要用身教，就是自己要做出好樣子來給人看，威儀是好樣子。有則，則是原則，就是有規矩、有禮節，你才能夠感化別人，你才能夠幫助一切迷惑的人轉迷為悟，幫助一切造業的人回頭是岸，你要做出樣子給人看。修行人沒有別的，真正大乘修行人，起心動念、言語造作一定要回光返照，這個速度也很快，立刻就想到，我這個念頭能不能起？這個念頭，如果社會大眾都起這個念頭，對這個社會是有利還是有害？如果有利，可以；要是有害，這個念頭就不可以有。譬如我們起個自私自利的念頭，看到名利，我想要得到，我想要爭取，那你有沒有會想到別人也想得到，別人也想爭取，這樣怎麼樣？這樣就產生矛盾，產生競爭，產生佔有，產生損人利己。每個人都損人利己，衝突發生，鬥爭發生，戰爭發生，到最後同歸於盡，同歸於毀滅，這是錯的，這個念頭不可以有，這種言論不可以有，這種行為不可以有。"
    },
    {
      "id": "12-046-0023_p0008",
      "zh_CN": "再看看佛菩萨怎么教我们？佛菩萨随顺性德，性德是利他的，不是自利的。起心动念先想到别人的利益，一切众生无比殊胜的利益是圣贤教诲的利益。所以你想积功累德，积大功，累大德，大功大德是什么？护持正法。什么叫正法？圣贤的教诲就是正法，它跟性德相应，这是大乘教。世间一切圣贤的教诲，虽然没有佛法这么透彻，但是它靠近性德，虽然没有完全随顺，但是贴得很近，这要护持。这些教诲是帮助我们灵性向上提升的，不是往下堕落的。在中国的社会里面，讲五伦八德，这是随顺性德，跟性德靠得很近，是一个方向，是一个目标。虽然没有达到，但是方向正确，你好好走的话一定会达到。违背圣贤教诲就是违背了性德，那个麻烦就大！那个是愈走愈远，《三字经》上讲的，「性相近，习相远」，要是没有好好的教他，习性跟本性愈来愈远了。本性是往上升的，习性是往下堕落的；本性是善的，习性是不善的。正是世间人常讲「近朱则赤，近墨则黑」，这就是说你的生活环境，你的学习环境，决定你往上升还是往下堕落。往上升的，五伦八德往上升。",
      "zh_TW": "再看看佛菩薩怎麼教我們？佛菩薩隨順性德，性德是利他的，不是自利的。起心動念先想到別人的利益，一切眾生無比殊勝的利益是聖賢教誨的利益。所以你想積功累德，積大功，累大德，大功大德是什麼？護持正法。什麼叫正法？聖賢的教誨就是正法，它跟性德相應，這是大乘教。世間一切聖賢的教誨，雖然沒有佛法這麼透徹，但是它靠近性德，雖然沒有完全隨順，但是貼得很近，這要護持。這些教誨是幫助我們靈性向上提升的，不是往下墮落的。在中國的社會裡面，講五倫八德，這是隨順性德，跟性德靠得很近，是一個方向，是一個目標。雖然沒有達到，但是方向正確，你好好走的話一定會達到。違背聖賢教誨就是違背了性德，那個麻煩就大！那個是愈走愈遠，《三字經》上講的，「性相近，習相遠」，要是沒有好好的教他，習性跟本性愈來愈遠了。本性是往上升的，習性是往下墮落的；本性是善的，習性是不善的。正是世間人常講「近朱則赤，近墨則黑」，這就是說你的生活環境，你的學習環境，決定你往上升還是往下墮落。往上升的，五倫八德往上升。"
    },
    {
      "id": "12-046-0023_p0009",
      "zh_CN": "五伦，第一个是「父子有亲」，亲是亲爱，父子亲爱是天性，不是人的创造，不是人的发明，也不是哪个人制订的，是天然的。你细心去观察，畜生都有，都能爱护牠的下一代。中国五千年传统教育，教什么？给诸位说，就是这一个字，父子有亲这个「亲」是中国传统教育的原点。教育的目的，首先第一个目的，是子女跟父母这种亲爱，在这一生当中绝对不会变质，这是教育头一个目标。所以小孩长大之后，父慈子孝，兄友弟恭，一家和睦，家和万事兴。所以他教育第二个目标，就是把这个爱扩大，首先扩大在你的家庭，在你家庭里面就是「夫妇有别，长幼有序」；然后扩大到社会，扩大到社会，社会有领导跟被领导，领导是君，被领导是臣，「君臣有义」，这个爱就变成义。义从哪里来？是从爱里头生出来的。「朋友有信」，信也是从爱里头生出来的。你看看你爱这个朋友，你就不会骗他，你会跟他讲信用。所以所有的德行都是从父子亲爱里面流出来的。一切德行像棵树一样，是枝叶；根，那个根本就是父子的亲爱。所以中国五千年传统教育，用现在的话来说，是爱的教育，扩大到最大的范围，「凡是人，皆须爱」，那就超越民族、超越国家，只要是人，平等的敬爱。这种教育，一定使自己自自然然，不要学习的，处事待人接物自然就谦卑。所以现在我们讲，九十度的鞠躬礼不是学来的，是自性、性德，性德自然流露，本来就是这个样子。所以中国古时候人见面的时候，作揖都是九十度。你看我们佛门的问讯，九十度，他是自然的，诚于中，自自然然就表现在外面，一点勉强都没有。从这种动作当中看出他的真诚，看出他的美德，看出他的善良。",
      "zh_TW": "五倫，第一個是「父子有親」，親是親愛，父子親愛是天性，不是人的創造，不是人的發明，也不是哪個人制訂的，是天然的。你細心去觀察，畜生都有，都能愛護牠的下一代。中國五千年傳統教育，教什麼？給諸位說，就是這一個字，父子有親這個「親」是中國傳統教育的原點。教育的目的，首先第一個目的，是子女跟父母這種親愛，在這一生當中絕對不會變質，這是教育頭一個目標。所以小孩長大之後，父慈子孝，兄友弟恭，一家和睦，家和萬事興。所以他教育第二個目標，就是把這個愛擴大，首先擴大在你的家庭，在你家庭裡面就是「夫婦有別，長幼有序」；然後擴大到社會，擴大到社會，社會有領導跟被領導，領導是君，被領導是臣，「君臣有義」，這個愛就變成義。義從哪裡來？是從愛裡頭生出來的。「朋友有信」，信也是從愛裡頭生出來的。你看看你愛這個朋友，你就不會騙他，你會跟他講信用。所以所有的德行都是從父子親愛裡面流出來的。一切德行像棵樹一樣，是枝葉；根，那個根本就是父子的親愛。所以中國五千年傳統教育，用現在的話來說，是愛的教育，擴大到最大的範圍，「凡是人，皆須愛」，那就超越民族、超越國家，只要是人，平等的敬愛。這種教育，一定使自己自自然然，不要學習的，處事待人接物自然就謙卑。所以現在我們講，九十度的鞠躬禮不是學來的，是自性、性德，性德自然流露，本來就是這個樣子。所以中國古時候人見面的時候，作揖都是九十度。你看我們佛門的問訊，九十度，他是自然的，誠於中，自自然然就表現在外面，一點勉強都沒有。從這種動作當中看出他的真誠，看出他的美德，看出他的善良。"
    },
    {
      "id": "12-046-0023_p0010",
      "zh_CN": "然后这是以八德，十二个字，是中国人的威仪住持的规范，这就是「孝悌忠信，礼义廉耻，仁爱和平」。我们老祖宗用这十二个字教育后代，五千年不变。所以这个族群是和平的族群，这个国土是长治久安的国土，改朝换代，时间不长，很快它自然就恢复秩序，为什么？教育的功劳。所以中国老祖宗教导这些国家领导人，「建国君民，教学为先」。国家，统理这个国家，管理这个国家，什么最重要？把教育办好最重要。你看看中国历史，自古以来都是以教育为主，主导，所有一切都为教育服务，人人都知道伦理道德，特别讲求的仁义，「仁者爱人，义者循理」，就是这个意思。什么叫义？义就是你的思想言行合情、合理、合法，这叫义。人人遵循仁义，自然就没有冲突，自然可以做到舍己为人。所以起心动念、言语造作，没有为自己想的，都是为大众想、为社会想、为众生想、为祖宗德行教化想，这就是正法久住。只要正法久住，这个社会永久安定，世界永远和平，这是中国传统教育。",
      "zh_TW": "然後這是以八德，十二個字，是中國人的威儀住持的規範，這就是「孝悌忠信，禮義廉恥，仁愛和平」。我們老祖宗用這十二個字教育後代，五千年不變。所以這個族群是和平的族群，這個國土是長治久安的國土，改朝換代，時間不長，很快它自然就恢復秩序，為什麼？教育的功勞。所以中國老祖宗教導這些國家領導人，「建國君民，教學為先」。國家，統理這個國家，管理這個國家，什麼最重要？把教育辦好最重要。你看看中國歷史，自古以來都是以教育為主，主導，所有一切都為教育服務，人人都知道倫理道德，特別講求的仁義，「仁者愛人，義者循理」，就是這個意思。什麼叫義？義就是你的思想言行合情、合理、合法，這叫義。人人遵循仁義，自然就沒有衝突，自然可以做到捨己為人。所以起心動念、言語造作，沒有為自己想的，都是為大眾想、為社會想、為眾生想、為祖宗德行教化想，這就是正法久住。只要正法久住，這個社會永久安定，世界永遠和平，這是中國傳統教育。"
    },
    {
      "id": "12-046-0023_p0011",
      "zh_CN": "『不为自身』，这句很重要。「修诸行法」，这就是讲起心动念、言语造作。要是为自身，这错了，赶紧把它修正，不为自身，为家族、为社会、为国家、为人类，我们中国老祖宗讲到这个地方。佛呢？佛讲得更大，佛讲到再往上推，为娑婆世界、为华藏世界，推到极处，为无量无边的诸佛刹土一切众生做出贡献，那范围就太大，我们无法想像。底下这几句话说得好，『但欲』，欲是欲望、希望，只希望『广利群生，冤亲平等』。父母是我亲爱的人，还有一些冤亲债主，这些人，伤害我的人，毁谤、侮辱、陷害，我们对这些人怎么样？对这些人要跟对自己父母亲、对诸佛菩萨一样的尊敬。他对我伤害的地方，我们要想到，他为什么不伤害别人，他伤害我？一定有原因，我要回过头来想想，我有没有对他伤害的地方？有没有令他产生误会的地方？自己去反省。如果没有，没有，那大概就不是这一生，过去生中我曾经伤害他；他毁谤我，我曾经毁谤过他，他侮辱我，我曾经侮辱过他，他伤害我，我曾经伤害过他。你能这样去思惟、去观察，你就了解事实真相，对他的一切行为就不会放在心里，不会产生怨恨，不会有报复的念头，为什么？欢喜承受，这个结就化解了。往后都是好朋友了。化怨为亲，化敌为友，这多么好，多快乐，这是好事。所以永远不会跟这些冤亲债主对立。要晓得，对立这个念头要不肯放下，那个果报是生生世世，冤冤相报，没完没了。他苦，自己也苦，双方都痛苦，这不是聪明人干的事情。聪明人一定把这个怨结解开，无论在什么时候，无论在什么处所，相聚的时候都欢欢喜喜，互相尊重，互相敬爱，互相关怀，互助合作，你说多美好！这是阿弥陀佛的极乐世界，是毘卢遮那佛的华藏世界。我们明白了，我们在现实的生活当中就要落实，要落实冤亲平等。",
      "zh_TW": "『不為自身』，這句很重要。「修諸行法」，這就是講起心動念、言語造作。要是為自身，這錯了，趕緊把它修正，不為自身，為家族、為社會、為國家、為人類，我們中國老祖宗講到這個地方。佛呢？佛講得更大，佛講到再往上推，為娑婆世界、為華藏世界，推到極處，為無量無邊的諸佛剎土一切眾生做出貢獻，那範圍就太大，我們無法想像。底下這幾句話說得好，『但欲』，欲是欲望、希望，只希望『廣利群生，冤親平等』。父母是我親愛的人，還有一些冤親債主，這些人，傷害我的人，毀謗、侮辱、陷害，我們對這些人怎麼樣？對這些人要跟對自己父母親、對諸佛菩薩一樣的尊敬。他對我傷害的地方，我們要想到，他為什麼不傷害別人，他傷害我？一定有原因，我要回過頭來想想，我有沒有對他傷害的地方？有沒有令他產生誤會的地方？自己去反省。如果沒有，沒有，那大概就不是這一生，過去生中我曾經傷害他；他毀謗我，我曾經毀謗過他，他侮辱我，我曾經侮辱過他，他傷害我，我曾經傷害過他。你能這樣去思惟、去觀察，你就了解事實真相，對他的一切行為就不會放在心裡，不會產生怨恨，不會有報復的念頭，為什麼？歡喜承受，這個結就化解了。往後都是好朋友了。化怨為親，化敵為友，這多麼好，多快樂，這是好事。所以永遠不會跟這些冤親債主對立。要曉得，對立這個念頭要不肯放下，那個果報是生生世世，冤冤相報，沒完沒了。他苦，自己也苦，雙方都痛苦，這不是聰明人幹的事情。聰明人一定把這個怨結解開，無論在什麼時候，無論在什麼處所，相聚的時候都歡歡喜喜，互相尊重，互相敬愛，互相關懷，互助合作，你說多美好！這是阿彌陀佛的極樂世界，是毘盧遮那佛的華藏世界。我們明白了，我們在現實的生活當中就要落實，要落實冤親平等。"
    },
    {
      "id": "12-046-0023_p0012",
      "zh_CN": "『普令断恶』，普是普遍，普令断恶不是说别人，这句话要特别搞清楚。我要叫一切众生都断恶，肯定断不了，我自己还在造恶；普令断恶是对我自己说的，我自己要时时刻刻想到断一切恶、修一切善。底下讲『备修万行』，这都对自己，你才能『速证菩提』，速证菩提是成无上道。如果你念念想到别人，想到外面境界的时候，说老实话，你恶断不了，善也修不成功，佛道你也不能成就。所以我们常常要记住，世尊常说的，佛学叫内学，决定是向内，而不是向外。观世音菩萨在楞严会上做报告，佛教他，他自己是怎样修行证果的？把他的经验让他跟大家报告，与大众来分享。他说他自己的修行，「反闻闻自性，性成无上道」，他不是向外，他是向内。时时刻刻念念都做反省的功夫，向内求，也就是肯定了外面没有过失，冤亲债主没有过失，过失一定是我自己行为失当而造成的这个结果。所以要化解，怎么会在外面？在自己。「行有不得，反求诸己」，问题就解决了。所以忏悔比什么都重要。",
      "zh_TW": "『普令斷惡』，普是普遍，普令斷惡不是說別人，這句話要特別搞清楚。我要叫一切眾生都斷惡，肯定斷不了，我自己還在造惡；普令斷惡是對我自己說的，我自己要時時刻刻想到斷一切惡、修一切善。底下講『備修萬行』，這都對自己，你才能『速證菩提』，速證菩提是成無上道。如果你念念想到別人，想到外面境界的時候，說老實話，你惡斷不了，善也修不成功，佛道你也不能成就。所以我們常常要記住，世尊常說的，佛學叫內學，決定是向內，而不是向外。觀世音菩薩在楞嚴會上做報告，佛教他，他自己是怎樣修行證果的？把他的經驗讓他跟大家報告，與大眾來分享。他說他自己的修行，「反聞聞自性，性成無上道」，他不是向外，他是向內。時時刻刻念念都做反省的功夫，向內求，也就是肯定了外面沒有過失，冤親債主沒有過失，過失一定是我自己行為失當而造成的這個結果。所以要化解，怎麼會在外面？在自己。「行有不得，反求諸己」，問題就解決了。所以懺悔比什麼都重要。"
    },
    {
      "id": "12-046-0023_p0013",
      "zh_CN": "我们这个小道场同学们，你们每天都有忏悔这一堂功课，这个非常之好，值得提倡。每天认真反省，我这一天起心动念、言语造作有哪些地方不妥当？特别是让别人生起误会的地方，这个要注意，谚语所谓「言者无心，听者有意」，那人家就产生误会。这个误会是因为我们的言行失当，让他产生误会，这是很小很小的事情。有许多是微不足道的事情，你不留意、不小心，会产生严重的怨恨，那就坏了。要怎么防止？防止就是要持戒，严持戒律。讲到持戒，那我们从哪里干起？要从《弟子规》做起。《弟子规》上字字句句一点都不马虎，一定要把它落实。决定不可以有这个念头，小小戒可以舍，可以马虎一点，那就错了。那是什么？积小小过就变成大过，积大过就变成极大的过失。所以恶不能积，你能改得愈彻底、愈究竟愈好。为什么佛菩萨能改，改到究竟？再看看中国古典里面记载的，古圣先贤他们在这上做的功夫做得很好，令人感叹，令人佩服。我们为什么做不到？之所以做不到，就是常常纵容自己、原谅自己，不肯原谅别人。常常原谅自己，那么你的过失就愈积愈多，多到最后你就回不了头来。",
      "zh_TW": "我們這個小道場同學們，你們每天都有懺悔這一堂功課，這個非常之好，值得提倡。每天認真反省，我這一天起心動念、言語造作有哪些地方不妥當？特別是讓別人生起誤會的地方，這個要注意，諺語所謂「言者無心，聽者有意」，那人家就產生誤會。這個誤會是因為我們的言行失當，讓他產生誤會，這是很小很小的事情。有許多是微不足道的事情，你不留意、不小心，會產生嚴重的怨恨，那就壞了。要怎麼防止？防止就是要持戒，嚴持戒律。講到持戒，那我們從哪裡幹起？要從《弟子規》做起。《弟子規》上字字句句一點都不馬虎，一定要把它落實。決定不可以有這個念頭，小小戒可以捨，可以馬虎一點，那就錯了。那是什麼？積小小過就變成大過，積大過就變成極大的過失。所以惡不能積，你能改得愈徹底、愈究竟愈好。為什麼佛菩薩能改，改到究竟？再看看中國古典裡面記載的，古聖先賢他們在這上做的功夫做得很好，令人感嘆，令人佩服。我們為什麼做不到？之所以做不到，就是常常縱容自己、原諒自己，不肯原諒別人。常常原諒自己，那麼你的過失就愈積愈多，多到最後你就回不了頭來。"
    },
    {
      "id": "12-046-0023_p0014",
      "zh_CN": "所以佛教我们，特别是我们中下根性的人，修行从哪里做起？从忏悔法做起。实在讲，我们每天的晚课就是修忏悔法。展开经卷，读佛菩萨的教诲，佛菩萨在经上所教的，教我们要做的，我们做到没有？教我们不可以做的，我们犯了没有？晚课不是念给佛菩萨听的，是要自己在佛菩萨形像面前，真正求忏悔。求忏悔不是求佛菩萨原谅，而是求自己把过失找出来，明天不可以犯。「知过能改，善莫大焉」，这是大善。所以断恶修善都在自己，最大的善就是改过。知道自己起心动念、言语造作不善，这是觉悟，你不迷了，我们佛门讲开悟。觉悟之后，能够把自己的烦恼习气控制住决定不犯，这叫功夫，这是修行真功夫。",
      "zh_TW": "所以佛教我們，特別是我們中下根性的人，修行從哪裡做起？從懺悔法做起。實在講，我們每天的晚課就是修懺悔法。展開經卷，讀佛菩薩的教誨，佛菩薩在經上所教的，教我們要做的，我們做到沒有？教我們不可以做的，我們犯了沒有？晚課不是念給佛菩薩聽的，是要自己在佛菩薩形像面前，真正求懺悔。求懺悔不是求佛菩薩原諒，而是求自己把過失找出來，明天不可以犯。「知過能改，善莫大焉」，這是大善。所以斷惡修善都在自己，最大的善就是改過。知道自己起心動念、言語造作不善，這是覺悟，你不迷了，我們佛門講開悟。覺悟之後，能夠把自己的煩惱習氣控制住決定不犯，這叫功夫，這是修行真功夫。"
    },
    {
      "id": "12-046-0023_p0015",
      "zh_CN": "真修行人，绝对不是一天念多少佛、拜多少佛、磕多少大头，不是，不是这个意思，那是形式。那个形式是什么？那个形式是做给别人看的，做给没有学佛的人看的，是接引他们，让他们看了能感动。你看我们对佛菩萨，佛菩萨已经不在了，对他的形像还这样的尊重，这佛门里头一定有很大的道理，接引他来参学。但这个做法，古人有效，古人心地厚道，他会这么想法。现在这个社会不行了，现在的社会，如果你天天在那里念佛、磕大头，在那里烧香、拜拜，人家一看到，「这是迷信，你看迷成这个样子，这个佛教要把它取缔，这不能要，害死人。」你看同样是一桩事情，社会大众他看的想法就不一样。如果现在这种想法的人多，你就要知道，我们就要改变方式。现在人欢喜什么？欢喜听课，我们大众不要拜佛，我们坐在讲堂来学习经教，来谈谈佛陀的教诲。这个外头人听到，这个不错，这佛教不迷信。由此可知，佛法没有定法，应机施教，现在众生是什么根性，我们就要用什么方法。所以佛开八万四千法门，无量法门，道理在此地，不是一个法门。佛法讲求大用无方，就是不是一定的方式。现身说法亦复如是，应以什么身得度就现什么身，应该用什么方法来教就用什么方法。原理原则永恒不变，方法技巧叫善巧方便，那是时时刻刻在变化，没有定法，只要帮助人欢喜接受就好，这是第一步，他欢喜接受。",
      "zh_TW": "真修行人，絕對不是一天念多少佛、拜多少佛、磕多少大頭，不是，不是這個意思，那是形式。那個形式是什麼？那個形式是做給別人看的，做給沒有學佛的人看的，是接引他們，讓他們看了能感動。你看我們對佛菩薩，佛菩薩已經不在了，對他的形像還這樣的尊重，這佛門裡頭一定有很大的道理，接引他來參學。但這個做法，古人有效，古人心地厚道，他會這麼想法。現在這個社會不行了，現在的社會，如果你天天在那裡念佛、磕大頭，在那裡燒香、拜拜，人家一看到，「這是迷信，你看迷成這個樣子，這個佛教要把它取締，這不能要，害死人。」你看同樣是一樁事情，社會大眾他看的想法就不一樣。如果現在這種想法的人多，你就要知道，我們就要改變方式。現在人歡喜什麼？歡喜聽課，我們大眾不要拜佛，我們坐在講堂來學習經教，來談談佛陀的教誨。這個外頭人聽到，這個不錯，這佛教不迷信。由此可知，佛法沒有定法，應機施教，現在眾生是什麼根性，我們就要用什麼方法。所以佛開八萬四千法門，無量法門，道理在此地，不是一個法門。佛法講求大用無方，就是不是一定的方式。現身說法亦復如是，應以什麼身得度就現什麼身，應該用什麼方法來教就用什麼方法。原理原則永恆不變，方法技巧叫善巧方便，那是時時刻刻在變化，沒有定法，只要幫助人歡喜接受就好，這是第一步，他歡喜接受。"
    },
    {
      "id": "12-046-0023_p0016",
      "zh_CN": "再进一步，他能够深入的求解，把佛经里面所说的东西搞清楚、搞明白。佛经里讲的是什么东西？一定要讲清楚、要讲明白。很多人不接触佛经，不知道。佛经里面所说的，用现在学术的话来说，高等哲学、高等科学，这是现在人所崇尚的。而佛经里面的哲学与科学都讲到究竟圆满，现在这个世间科学、哲学比不上。普及大众，利益社会，佛经里面讲伦理、讲道德、讲因果，跟我们中国五千年传统完全相应。所以佛教到中国，是我们中国人请来的，不是它传来的。汉明帝派特使到西域去访问，国家的国礼聘请过来的。最初两位出家人，摩腾、竺法兰，他们都是印度人，在西域弘法，遇到汉朝的使节，接触谈得很投缘，请他到中国来。到中国，汉明帝就拜为国师，这要知道，佛法里头有大学问。",
      "zh_TW": "再進一步，他能夠深入的求解，把佛經裡面所說的東西搞清楚、搞明白。佛經裡講的是什麼東西？一定要講清楚、要講明白。很多人不接觸佛經，不知道。佛經裡面所說的，用現在學術的話來說，高等哲學、高等科學，這是現在人所崇尚的。而佛經裡面的哲學與科學都講到究竟圓滿，現在這個世間科學、哲學比不上。普及大眾，利益社會，佛經裡面講倫理、講道德、講因果，跟我們中國五千年傳統完全相應。所以佛教到中國，是我們中國人請來的，不是它傳來的。漢明帝派特使到西域去訪問，國家的國禮聘請過來的。最初兩位出家人，摩騰、竺法蘭，他們都是印度人，在西域弘法，遇到漢朝的使節，接觸談得很投緣，請他到中國來。到中國，漢明帝就拜為國師，這要知道，佛法裡頭有大學問。"
    },
    {
      "id": "12-046-0023_p0017",
      "zh_CN": "所以近代英国历史哲学家，汤恩比博士，这是世界知名的学者。他告诉人，他也看出来，二十一世纪的社会动乱，在世界上、历史上，史无前例，严重的动乱。这个动乱危害到人类能不能再在这个地球上生存下去，到这么严重地步。汤恩比博士说，要解决这么严重问题，只有中国孔孟学说跟大乘佛法。虽然他说出来，提出警告了，当然也产生一些效果，但是不能解决问题。我到英国去做了两次访问，一些人对汤恩比博士的话有怀疑，他们会看看，尤其是英国牛津大学，剑桥、伦敦大学，都是欧洲汉学中心，讲到中国传统文化、大乘佛法，他们不陌生。说到儒家，大家一定就想到四书五经、十三经，行吗？能解决问题吗？大乘佛法，人家一听就晓得华严、般若、禅宗、密宗，能解决问题吗？这些宗教大德不少，专家学者更多，可是世界的冲突不能化解，灾难一年比一年严重。所以那些专家学者，我见得很多，几乎都丧失了信心，你说这多可怕。我跟他们在一起，谈到这些问题，我说汤博士的话没有说错，而是我们不少人把他的话解释错了。讲到孔孟学说，自然你就会想到四书五经、十三经。这些东西是什么？我跟他们讲，这些东西是儒家的花果，好像植物它开的花、结的果，好看。讲到大乘佛法，一定会想到华严、般若、三论、法相、禅宗，这些是大乘佛法的花果。这些花果没有了，儒跟佛的花果都没有了，留下的是什么？留下的是经典，这些东西能救世？许多人拿到这个东西去写文章，去研究讨论，去做论文，去做报告，这个太多了。首先对自己没有改变，你怎么能够改变社会？你怎么能够改变世界？所以我就提出反问，汤恩比的话有没有说错？有没有误导我们？我们总要去找出事实真相。",
      "zh_TW": "所以近代英國歷史哲學家，湯恩比博士，這是世界知名的學者。他告訴人，他也看出來，二十一世紀的社會動亂，在世界上、歷史上，史無前例，嚴重的動亂。這個動亂危害到人類能不能再在這個地球上生存下去，到這麼嚴重地步。湯恩比博士說，要解決這麼嚴重問題，只有中國孔孟學說跟大乘佛法。雖然他說出來，提出警告了，當然也產生一些效果，但是不能解決問題。我到英國去做了兩次訪問，一些人對湯恩比博士的話有懷疑，他們會看看，尤其是英國牛津大學，劍橋、倫敦大學，都是歐洲漢學中心，講到中國傳統文化、大乘佛法，他們不陌生。說到儒家，大家一定就想到四書五經、十三經，行嗎？能解決問題嗎？大乘佛法，人家一聽就曉得華嚴、般若、禪宗、密宗，能解決問題嗎？這些宗教大德不少，專家學者更多，可是世界的衝突不能化解，災難一年比一年嚴重。所以那些專家學者，我見得很多，幾乎都喪失了信心，你說這多可怕。我跟他們在一起，談到這些問題，我說湯博士的話沒有說錯，而是我們不少人把他的話解釋錯了。講到孔孟學說，自然你就會想到四書五經、十三經。這些東西是什麼？我跟他們講，這些東西是儒家的花果，好像植物它開的花、結的果，好看。講到大乘佛法，一定會想到華嚴、般若、三論、法相、禪宗，這些是大乘佛法的花果。這些花果沒有了，儒跟佛的花果都沒有了，留下的是什麼？留下的是經典，這些東西能救世？許多人拿到這個東西去寫文章，去研究討論，去做論文，去做報告，這個太多了。首先對自己沒有改變，你怎麼能夠改變社會？你怎麼能夠改變世界？所以我就提出反問，湯恩比的話有沒有說錯？有沒有誤導我們？我們總要去找出事實真相。"
    },
    {
      "id": "12-046-0023_p0018",
      "zh_CN": "所以我告诉他，汤恩比的话没有说错，今天我们需要的，解决这个社会问题，需要什么？花果没有，那是过去开花结果，我们今天要想得到这个花果，要好好去栽培，栽培要找根。中国孔孟的根是什么？孔孟的根是中国的家教，中国家教教些什么？教儿童《弟子规》。《弟子规》是中国家教的集大成，无论哪个家族教他的后一代，这是必修的课程；道的根，《太上感应篇》，佛的根，《十善业道》。如果我们好好从这上去扎根、去学习，这个社会有救，这个世界也有救。我们在大会里面，总算是把病根找到了；与会的大众听了之后很欢喜，也很赞叹。但是散会之后，我们在一起聊天，在吃饭的时候就有很多人问我：法师，你讲得是好，这是理想，做不到。这个事情严重，这是什么？信心没有。那我们知道古圣先贤、佛菩萨告诉我们，「信为道元功德母」。世出世间一切善法，建立在信心的基础上，没有信心，那就不能成就，那就变成理想了。为了帮助联合国这些天天在搞化解冲突、世界和平工作的这一批人，建立信心，我们在汤池才建立一个中心，中心是为这个建的。我们来做实验，你看这个实验，这是中国儒佛是三个根，我们才做一个根，《弟子规》。最初我们的想法，总得要二、三年才能看到成绩。没有想到，我们做三、四个月，成绩就非常的明显。汤池人心转变了，真的是转迷为悟，转恶为善，我们生出大欢喜心，得到真正的安慰。使我们从这个实验当中肯定古大德教导我们的，人性本善，「人之初，性本善」，你看看三、四个月的教学，这个本性本善就现出来了。人能够耻于作恶，已经真的回头，觉得作恶的事情是自己的羞耻，不愿意作恶了，都能行善。",
      "zh_TW": "所以我告訴他，湯恩比的話沒有說錯，今天我們需要的，解決這個社會問題，需要什麼？花果沒有，那是過去開花結果，我們今天要想得到這個花果，要好好去栽培，栽培要找根。中國孔孟的根是什麼？孔孟的根是中國的家教，中國家教教些什麼？教兒童《弟子規》。《弟子規》是中國家教的集大成，無論哪個家族教他的後一代，這是必修的課程；道的根，《太上感應篇》，佛的根，《十善業道》。如果我們好好從這上去扎根、去學習，這個社會有救，這個世界也有救。我們在大會裡面，總算是把病根找到了；與會的大眾聽了之後很歡喜，也很讚歎。但是散會之後，我們在一起聊天，在吃飯的時候就有很多人問我：法師，你講得是好，這是理想，做不到。這個事情嚴重，這是什麼？信心沒有。那我們知道古聖先賢、佛菩薩告訴我們，「信為道元功德母」。世出世間一切善法，建立在信心的基礎上，沒有信心，那就不能成就，那就變成理想了。為了幫助聯合國這些天天在搞化解衝突、世界和平工作的這一批人，建立信心，我們在湯池才建立一個中心，中心是為這個建的。我們來做實驗，你看這個實驗，這是中國儒佛是三個根，我們才做一個根，《弟子規》。最初我們的想法，總得要二、三年才能看到成績。沒有想到，我們做三、四個月，成績就非常的明顯。湯池人心轉變了，真的是轉迷為悟，轉惡為善，我們生出大歡喜心，得到真正的安慰。使我們從這個實驗當中肯定古大德教導我們的，人性本善，「人之初，性本善」，你看看三、四個月的教學，這個本性本善就現出來了。人能夠恥於作惡，已經真的回頭，覺得作惡的事情是自己的羞恥，不願意作惡了，都能行善。"
    },
    {
      "id": "12-046-0023_p0019",
      "zh_CN": "汤池这个地区，离婚率大幅度的下降，一家人能和睦相处，婆媳关系好了，邻居的关系好了，不像过去为一点点小利都要争吵，现在懂得互相相让，不争。街道的环境卫生，大家都能注意到。方方面面的改善，我们看了欢喜。那要真的说起来，是祖宗之德，三宝加持，使我们有机会在同一个年份里面，十月，能够把汤池的成就向联合国教科文组织做了详细的报告。我们很感谢联合国提供我们场所，做了三天的展览，产生很大的效果。使这些人们生起信心，汤恩比说的话没错，不是理想，可以落实的。这是汤池小镇文化中心的由来。我们做出来了，没做之先，我们就说明了，我跟杨老师就说明，我们做出成绩之后，这个中心交给国家，我们就不再干了。不再干，干什么？要回过头来，我们要在佛法上提升，那个事情不是我们干的，我们要在《大方广佛华严经》上来提升自己，依照经论的教诲，断恶修善，速证菩提，准备办这个。这下面又说：",
      "zh_TW": "湯池這個地區，離婚率大幅度的下降，一家人能和睦相處，婆媳關係好了，鄰居的關係好了，不像過去為一點點小利都要爭吵，現在懂得互相相讓，不爭。街道的環境衛生，大家都能注意到。方方面面的改善，我們看了歡喜。那要真的說起來，是祖宗之德，三寶加持，使我們有機會在同一個年份裡面，十月，能夠把湯池的成就向聯合國教科文組織做了詳細的報告。我們很感謝聯合國提供我們場所，做了三天的展覽，產生很大的效果。使這些人們生起信心，湯恩比說的話沒錯，不是理想，可以落實的。這是湯池小鎮文化中心的由來。我們做出來了，沒做之先，我們就說明了，我跟楊老師就說明，我們做出成績之後，這個中心交給國家，我們就不再幹了。不再幹，幹什麼？要回過頭來，我們要在佛法上提升，那個事情不是我們幹的，我們要在《大方廣佛華嚴經》上來提升自己，依照經論的教誨，斷惡修善，速證菩提，準備辦這個。這下面又說："
    },
    {
      "id": "12-046-0023_p0020",
      "zh_CN": "【又菩萨大悲大愿以身为质。于三恶趣救赎一切受苦众生要令得乐。尽未来际心无退屈。不于众生希望毛发报恩之心。】",
      "zh_TW": "【又菩薩大悲大願以身為質。於三惡趣救贖一切受苦眾生要令得樂。盡未來際心無退屈。不於眾生希望毛髮報恩之心。】"
    },
    {
      "id": "12-046-0023_p0021",
      "zh_CN": "这是我们为佛弟子要时时刻刻放在心上的。我们要提升自己向菩萨道上去精进，我们自己希望在这一生当中能取得这个学位。佛门里面，佛陀是最高的学位，菩萨是第二个学位，要向这个目标去努力。菩萨道是大慈大悲、大愿大行，『以身为质』，这句话很重要，身体力行，这个大慈大悲、大愿大行，都要用这个身把它表现出来。『于三恶趣救赎一切受苦众生』，三恶趣在哪里？那真的是菩萨，没有问题，他能够在畜生道现身，现畜生身度畜生，现饿鬼道度饿鬼，现地狱道度地狱众生，他真能做得到！这不是我们凡夫能做到的。我们凡夫只能够做出与这个性质相同的行为，那就是说，现在这个社会上有造三恶道业因的众生，你要帮助他。帮助他断恶修善，他就不堕三恶道，这样把三恶道众生真的就救出来了。可是这个事情难，不容易，三恶道的业因是什么？千经万论，诸佛菩萨是处处点醒我们，就是贪瞋痴，叫三毒烦恼。贪是饿鬼道的业因，这桩事情一定要搞清楚、搞明白。贪财、贪色、贪名、贪利、贪饮食、贪享受，这都是饿鬼道的业因。学了佛之后，知道这是错了，财色名食睡是错了，不贪这个，结果怎么样？贪佛法，行吗？佛法摆在我们面前，有很多非常庄严的佛菩萨形像，这些形像，有的质料是黄金的、玛瑙的、琉璃的，琉璃是翡翠，就是最好的玉。更难得的是这一尊佛像已经有几百年、上千年，古董、宝物！",
      "zh_TW": "這是我們為佛弟子要時時刻刻放在心上的。我們要提升自己向菩薩道上去精進，我們自己希望在這一生當中能取得這個學位。佛門裡面，佛陀是最高的學位，菩薩是第二個學位，要向這個目標去努力。菩薩道是大慈大悲、大願大行，『以身為質』，這句話很重要，身體力行，這個大慈大悲、大願大行，都要用這個身把它表現出來。『於三惡趣救贖一切受苦眾生』，三惡趣在哪裡？那真的是菩薩，沒有問題，他能夠在畜生道現身，現畜生身度畜生，現餓鬼道度餓鬼，現地獄道度地獄眾生，他真能做得到！這不是我們凡夫能做到的。我們凡夫只能夠做出與這個性質相同的行為，那就是說，現在這個社會上有造三惡道業因的眾生，你要幫助他。幫助他斷惡修善，他就不墮三惡道，這樣把三惡道眾生真的就救出來了。可是這個事情難，不容易，三惡道的業因是什麼？千經萬論，諸佛菩薩是處處點醒我們，就是貪瞋痴，叫三毒煩惱。貪是餓鬼道的業因，這樁事情一定要搞清楚、搞明白。貪財、貪色、貪名、貪利、貪飲食、貪享受，這都是餓鬼道的業因。學了佛之後，知道這是錯了，財色名食睡是錯了，不貪這個，結果怎麼樣？貪佛法，行嗎？佛法擺在我們面前，有很多非常莊嚴的佛菩薩形像，這些形像，有的質料是黃金的、瑪瑙的、琉璃的，琉璃是翡翠，就是最好的玉。更難得的是這一尊佛像已經有幾百年、上千年，古董、寶物！"
    },
    {
      "id": "12-046-0023_p0022",
      "zh_CN": "我在早年，在美国旧金山有位法师，中国人，他专门收藏古董的佛菩萨、阿罗汉的形像。他有个房间，专门，像故宫博物院一样，四周围成的，几百尊，真叫无价之宝。我去的时候，他把门打开，他平常门不开的，带我去参观一下。我看了之后，真有喜欢古董的，有喜欢字画的，有这些爱好，他名闻利养不贪，他贪这些东西，行不行？还是不行。他生不到净土，他也没办法往天上走，为什么？贪心，贪是饿鬼道，但这是善法，善法将来做福德鬼，鬼里面去当鬼王、当城隍、当土地公，有人去祭祀他、拜拜他，他就落在这一道去。鬼里面的神道，这要小心，这是高的。如果是低一级的，他贪的时候，夹杂著名闻利养在里头。在寺庙里面，我曾经在香港看到一位法师，这位法师现在不在世了。他请我讲经，我在他道场曾经住过，大概住过十天。他佛堂里面的佛像很庄严，木雕的，外面是贴金，也是古董，至少也有一百多年。佛像里面是空的，老鼠在里面作窝，那个老鼠是又肥又大，跑出来之后，像猫一样。当然寺庙里不杀生，就把牠赶走。常常老鼠到厨房吃东西。所以让我马上就想到，那些老鼠是什么？都是从前寺庙里的修行人，他喜欢这个道场，想拥有这个道场，不愿意离开这个道场。这个道场里没有夫妇，也没有男女混合在一块住，他就不能来投人胎。可是老鼠有住，他可以投老鼠胎；蟑螂，再小一点，蚂蚁，他就投这个胎。所以寺庙里面这些小动物，你见到，你都要想到，要提高警觉，我要搞不好，将来也是这个，跟牠一样。牠也是来现身说法的，你看牠过去造的什么因，现在得什么果报。都是真的，不是假的，我们明白人一看就清楚，时时刻刻牠在警惕我们，牠在提醒我们，不要像牠那个样子，牠现身说法。",
      "zh_TW": "我在早年，在美國舊金山有位法師，中國人，他專門收藏古董的佛菩薩、阿羅漢的形像。他有個房間，專門，像故宮博物院一樣，四周圍成的，幾百尊，真叫無價之寶。我去的時候，他把門打開，他平常門不開的，帶我去參觀一下。我看了之後，真有喜歡古董的，有喜歡字畫的，有這些愛好，他名聞利養不貪，他貪這些東西，行不行？還是不行。他生不到淨土，他也沒辦法往天上走，為什麼？貪心，貪是餓鬼道，但這是善法，善法將來做福德鬼，鬼裡面去當鬼王、當城隍、當土地公，有人去祭祀他、拜拜他，他就落在這一道去。鬼裡面的神道，這要小心，這是高的。如果是低一級的，他貪的時候，夾雜著名聞利養在裡頭。在寺廟裡面，我曾經在香港看到一位法師，這位法師現在不在世了。他請我講經，我在他道場曾經住過，大概住過十天。他佛堂裡面的佛像很莊嚴，木雕的，外面是貼金，也是古董，至少也有一百多年。佛像裡面是空的，老鼠在裡面作窩，那個老鼠是又肥又大，跑出來之後，像貓一樣。當然寺廟裡不殺生，就把牠趕走。常常老鼠到廚房吃東西。所以讓我馬上就想到，那些老鼠是什麼？都是從前寺廟裡的修行人，他喜歡這個道場，想擁有這個道場，不願意離開這個道場。這個道場裡沒有夫婦，也沒有男女混合在一塊住，他就不能來投人胎。可是老鼠有住，他可以投老鼠胎；蟑螂，再小一點，螞蟻，他就投這個胎。所以寺廟裡面這些小動物，你見到，你都要想到，要提高警覺，我要搞不好，將來也是這個，跟牠一樣。牠也是來現身說法的，你看牠過去造的什麼因，現在得什麼果報。都是真的，不是假的，我們明白人一看就清楚，時時刻刻牠在警惕我們，牠在提醒我們，不要像牠那個樣子，牠現身說法。"
    },
    {
      "id": "12-046-0023_p0023",
      "zh_CN": "还有喜欢经书的，专门收藏古董的书，古书，这个书一百多年了，这个书是清朝康熙年间的，那现在三、四百年了。喜欢收，爱惜这个东西的，那你常常我们看到这个古书翻起来里头有蛀虫，那蛀虫是爱好书的，舍不得书的，天天想著书、念著书，死了之后，还离不开，就去做书虫去了，蛀虫去了。蛀虫都是念书人，不是念书人都不会做蛀虫。所以你真正通达明了之后，这个世间所有一切东西，绝没有一样东西贪恋的。所以有很多人愿意收集这些珍宝、古董。我这一生没有，我连字画都不收集，我没有东西，为什么？因为我没有道场，我没有地方放。名画送给我，我就想到赶快转送给别人，有许多收藏家，他们愿意收藏；再不然，我就会送到学校，学校有图书馆，让学校，大学去收藏。我自己不干这个傻事情，因为你有这个东西，你常常会想着，你怎么样保管它，怎么样不能把它遗失、把它破坏，操这种心，这就不好了，我们就受到伤害了。所以你看我背后的佛像，唐朝画，唐画，这是什么？复制品，这是有位居士送给我的，我一看到非常好，赶紧做复制品。原来的呢？原来的送走了，不要了。复制品，我做了三十幅，这一套台湾钱也不过一千多块钱，合我们人民币大概只有三、四百块钱，这就无所谓了，谁拿去都好。我愿意用复制品，原来东西我不要它，原本我不要。没有这些累赘，没有这些妄念，你说多自在！所以这方面要懂得，不要被这些东西养成嗜好，那就错了，没有嗜好。饮食起居，给什么吃什么；问我欢喜吃什么？没有，从来没有说欢喜吃什么，不欢喜吃什么，没有，给我就吃，吃饱就算了。所以日常生活，饮食起居，衣食住行，都不讲求。",
      "zh_TW": "還有喜歡經書的，專門收藏古董的書，古書，這個書一百多年了，這個書是清朝康熙年間的，那現在三、四百年了。喜歡收，愛惜這個東西的，那你常常我們看到這個古書翻起來裡頭有蛀蟲，那蛀蟲是愛好書的，捨不得書的，天天想著書、念著書，死了之後，還離不開，就去做書蟲去了，蛀蟲去了。蛀蟲都是念書人，不是念書人都不會做蛀蟲。所以你真正通達明瞭之後，這個世間所有一切東西，絕沒有一樣東西貪戀的。所以有很多人願意收集這些珍寶、古董。我這一生沒有，我連字畫都不收集，我沒有東西，為什麼？因為我沒有道場，我沒有地方放。名畫送給我，我就想到趕快轉送給別人，有許多收藏家，他們願意收藏；再不然，我就會送到學校，學校有圖書館，讓學校，大學去收藏。我自己不幹這個傻事情，因為你有這個東西，你常常會想著，你怎麼樣保管它，怎麼樣不能把它遺失、把它破壞，操這種心，這就不好了，我們就受到傷害了。所以你看我背後的佛像，唐朝畫，唐畫，這是什麼？複製品，這是有位居士送給我的，我一看到非常好，趕緊做複製品。原來的呢？原來的送走了，不要了。複製品，我做了三十幅，這一套台灣錢也不過一千多塊錢，合我們人民幣大概只有三、四百塊錢，這就無所謂了，誰拿去都好。我願意用複製品，原來東西我不要它，原本我不要。沒有這些累贅，沒有這些妄念，你說多自在！所以這方面要懂得，不要被這些東西養成嗜好，那就錯了，沒有嗜好。飲食起居，給什麼吃什麼；問我歡喜吃什麼？沒有，從來沒有說歡喜吃什麼，不歡喜吃什麼，沒有，給我就吃，吃飽就算了。所以日常生活，飲食起居，衣食住行，都不講求。"
    },
    {
      "id": "12-046-0023_p0024",
      "zh_CN": "到这个地方来，这边的护法同修们建这个大楼，我一看，我来的时候讲，太豪华了。既然盖好了，预先我也不知道，盖好才让我来，那就住！住，绝不起贪恋的心，随时可以放下，可以舍掉，不要起贪爱。我这一生搞的小道场都不大，但是建好住不多久，全都舍掉了，到处舍。这个道场现在有人设计，你们都看到设计图了，盖好之后是个小道场，不是大道场，跟一般丛林大寺院那不能比，这就够了，不必再发展。要紧的是在此地学道、养道、成道，这个重要。道场里面真正有修行人，真正有德行的人，真正有开悟的人，真正有证果的人，这叫宝。不是这个道场收藏这些宝物，不是这个，那一点都不希奇。所以这些观念，我是从没有出家，老师就常常教我，就时时刻刻提醒我断贪瞋痴。",
      "zh_TW": "到這個地方來，這邊的護法同修們建這個大樓，我一看，我來的時候講，太豪華了。既然蓋好了，預先我也不知道，蓋好才讓我來，那就住！住，絕不起貪戀的心，隨時可以放下，可以捨掉，不要起貪愛。我這一生搞的小道場都不大，但是建好住不多久，全都捨掉了，到處捨。這個道場現在有人設計，你們都看到設計圖了，蓋好之後是個小道場，不是大道場，跟一般叢林大寺院那不能比，這就夠了，不必再發展。要緊的是在此地學道、養道、成道，這個重要。道場裡面真正有修行人，真正有德行的人，真正有開悟的人，真正有證果的人，這叫寶。不是這個道場收藏這些寶物，不是這個，那一點都不希奇。所以這些觀念，我是從沒有出家，老師就常常教我，就時時刻刻提醒我斷貪瞋痴。"
    },
    {
      "id": "12-046-0023_p0025",
      "zh_CN": "瞋恚，常常喜欢发脾气，你跟地狱道有缘，因为地狱道第一个业因就是瞋恚，所以要提高警觉，决定不要发脾气。一发脾气就要想到，「我不就跟地狱道相应了吗？」一动贪心就是饿鬼道；愚痴，邪正、是非、真妄，搞颠倒了，搞不清楚，叫愚痴，愚痴是畜生道。贡高我慢，魔道，你在佛门修的福很大，将来到哪里？阿修罗，罗刹，到这里去了。修得好的，当魔王；修得不好的，魔子魔孙，入了他那个系统里面去了。所以这都是我们要搞清楚、搞明白的。凡是有这些念头，有这种言行，言论行为，我们就晓得，他的来生是三恶道。像这样的人在这个社会上很多，处处都能看得见，道场里也不例外，我们怎样帮助他？你要有大慈大悲、大愿大行，做出来给他看，这样才能够「救赎一切受苦众生要令得乐」。我读到这句经文，我就常常想到现在人太苦，年轻的时候苦，有体力，还能承担；年老的时候苦，那是真可怜，没有人照顾，现在儿女也不照顾你，这是个大问题。",
      "zh_TW": "瞋恚，常常喜歡發脾氣，你跟地獄道有緣，因為地獄道第一個業因就是瞋恚，所以要提高警覺，決定不要發脾氣。一發脾氣就要想到，「我不就跟地獄道相應了嗎？」一動貪心就是餓鬼道；愚痴，邪正、是非、真妄，搞顛倒了，搞不清楚，叫愚痴，愚痴是畜生道。貢高我慢，魔道，你在佛門修的福很大，將來到哪裡？阿修羅，羅剎，到這裡去了。修得好的，當魔王；修得不好的，魔子魔孫，入了他那個系統裡面去了。所以這都是我們要搞清楚、搞明白的。凡是有這些念頭，有這種言行，言論行為，我們就曉得，他的來生是三惡道。像這樣的人在這個社會上很多，處處都能看得見，道場裡也不例外，我們怎樣幫助他？你要有大慈大悲、大願大行，做出來給他看，這樣才能夠「救贖一切受苦眾生要令得樂」。我讀到這句經文，我就常常想到現在人太苦，年輕的時候苦，有體力，還能承擔；年老的時候苦，那是真可憐，沒有人照顧，現在兒女也不照顧你，這是個大問題。"
    },
    {
      "id": "12-046-0023_p0026",
      "zh_CN": "一九八二年，我第一次到美国，参加万国道德会，我还记得是第三次世界代表大会，在洛杉矶召开的。我们进入美国，是从旧金山进的。到美国之后，那边的同学、朋友们很多，是过去在台湾李老师办的「慈光大专讲座」，台北道安法师办的「大专佛学讲座」，所以我认识不少这些大专学生。他们学校毕业之后，有不少都到美国去读书去了。当时统计，就是我们大专讲座的学生，在美国留学的将近三百人，分散在各个城市，听说我到美国，都很欢喜。所以以后我住在美国，美国、加拿大一共有三十多个净宗学会，可是每个会都是独立的。我们只有在修学上互相有联系，人事、财物是各个独立。我每年都会到各个地方去巡回讲经一次，这是把净土带到美国去。有一次在旧金山，这是第一次在美国，讲了好像是五天，在个老人公寓。我在那里面也住了一个星期，讲了五天。我感受很深，我说二十一世纪的佛法，净土，应该是用老人公寓的方式，不要再建寺庙了。这些退休的老人，在这边养老，如果天天听经，天天念佛，这多快乐，这多么好。那个老人院是犹太人建的，犹太人很聪明，他里面一共好像有四百多个单位，规模很大。一个单位，有一个房间（一个卧房），有洗手间，还有个小阳台，有一个客厅、有厨房，面积虽然不大，居住的环境都很不错。所以我就想到了叫弥陀村，这弥陀村的念头从那个地方生的。如果像这样一个老人公寓，有个二、三百人住在一起，大家天天念佛，天天学教，天天讲经，这是晚年最幸福的一桩事情。",
      "zh_TW": "一九八二年，我第一次到美國，參加萬國道德會，我還記得是第三次世界代表大會，在洛杉磯召開的。我們進入美國，是從舊金山進的。到美國之後，那邊的同學、朋友們很多，是過去在台灣李老師辦的「慈光大專講座」，台北道安法師辦的「大專佛學講座」，所以我認識不少這些大專學生。他們學校畢業之後，有不少都到美國去讀書去了。當時統計，就是我們大專講座的學生，在美國留學的將近三百人，分散在各個城市，聽說我到美國，都很歡喜。所以以後我住在美國，美國、加拿大一共有三十多個淨宗學會，可是每個會都是獨立的。我們只有在修學上互相有聯繫，人事、財物是各個獨立。我每年都會到各個地方去巡迴講經一次，這是把淨土帶到美國去。有一次在舊金山，這是第一次在美國，講了好像是五天，在個老人公寓。我在那裡面也住了一個星期，講了五天。我感受很深，我說二十一世紀的佛法，淨土，應該是用老人公寓的方式，不要再建寺廟了。這些退休的老人，在這邊養老，如果天天聽經，天天念佛，這多快樂，這多麼好。那個老人院是猶太人建的，猶太人很聰明，他裡面一共好像有四百多個單位，規模很大。一個單位，有一個房間（一個臥房），有洗手間，還有個小陽台，有一個客廳、有廚房，面積雖然不大，居住的環境都很不錯。所以我就想到了叫彌陀村，這彌陀村的念頭從那個地方生的。如果像這樣一個老人公寓，有個二、三百人住在一起，大家天天念佛，天天學教，天天講經，這是晚年最幸福的一樁事情。"
    },
    {
      "id": "12-046-0023_p0027",
      "zh_CN": "这个念头生起来之后，就天天想着，想了这么多年，也没有办法搞成。最近是自己也老了，老了往哪里去？因为我们常常旅行，常常参加国际上的活动，也就常常住旅馆，就想到旅馆好。如果旅馆这一个房间，一个人可以买一个房间，用旅馆的方法来经营，由这些服务人员来照顾，每天有人给你打扫环境，有人给你整理你的清洁卫生。吃饭的时候，旅馆里面有餐厅；再附设小型的医疗，照顾你普通的一些毛病，伤风感冒，跟大的医院能够签协定，专门照顾这些有病患的人，大家心安，情绪也就安了，安心来度过这个晚年。所以我就想到用五星级这样的酒店来经营老人公寓。不要叫老人，不要让老人常常想到自己老了，所以我就想到公寓、山庄。明天是十七号，云南宗教局他们来访问，他们很希望将来在鸡足山搞老人公寓。我给他建议，在鸡足山建，就叫「鸡足山庄」，用旅馆的方式来经营；在大理建，就用「苍山山庄」，大理背后是苍山，前面是洱海，来做试验。这个试验做成功之后，我想老人在晚年应当过到一生当中最美满、幸福的生活，这是老人的乐园。还要育幼，养老育幼都要很好的环境，云南这个地方不错，我去过两次，冬天不太冷，夏天不太热，所以是养老、读书的最好环境。我们希望在那边建一个实验学校，小学，做实验，也就是国家小学规定要学习的课程，我们统统都能把他教好，再加上伦理道德的教育，我们想办这么一个学校。山庄旁边办学校，让这些养老的老人天天可以跟孩子们见面，这是天伦之乐。别人的小孩跟自己的小孩没有两样。使老人能爱护小孩，小孩能尊敬老人，我们《弟子规》要从这个地方落实。所以我们这个机构就是山庄、小学跟医疗结合成一体，来做这么一个实验。所以现在大家都有这个共识，有这么一个认同，我们在一块研究，希望将来怎么做法。",
      "zh_TW": "這個念頭生起來之後，就天天想著，想了這麼多年，也沒有辦法搞成。最近是自己也老了，老了往哪裡去？因為我們常常旅行，常常參加國際上的活動，也就常常住旅館，就想到旅館好。如果旅館這一個房間，一個人可以買一個房間，用旅館的方法來經營，由這些服務人員來照顧，每天有人給你打掃環境，有人給你整理你的清潔衛生。吃飯的時候，旅館裡面有餐廳；再附設小型的醫療，照顧你普通的一些毛病，傷風感冒，跟大的醫院能夠簽協定，專門照顧這些有病患的人，大家心安，情緒也就安了，安心來度過這個晚年。所以我就想到用五星級這樣的酒店來經營老人公寓。不要叫老人，不要讓老人常常想到自己老了，所以我就想到公寓、山莊。明天是十七號，雲南宗教局他們來訪問，他們很希望將來在雞足山搞老人公寓。我給他建議，在雞足山建，就叫「雞足山莊」，用旅館的方式來經營；在大理建，就用「蒼山山莊」，大理背後是蒼山，前面是洱海，來做試驗。這個試驗做成功之後，我想老人在晚年應當過到一生當中最美滿、幸福的生活，這是老人的樂園。還要育幼，養老育幼都要很好的環境，雲南這個地方不錯，我去過兩次，冬天不太冷，夏天不太熱，所以是養老、讀書的最好環境。我們希望在那邊建一個實驗學校，小學，做實驗，也就是國家小學規定要學習的課程，我們統統都能把他教好，再加上倫理道德的教育，我們想辦這麼一個學校。山莊旁邊辦學校，讓這些養老的老人天天可以跟孩子們見面，這是天倫之樂。別人的小孩跟自己的小孩沒有兩樣。使老人能愛護小孩，小孩能尊敬老人，我們《弟子規》要從這個地方落實。所以我們這個機構就是山莊、小學跟醫療結合成一體，來做這麼一個實驗。所以現在大家都有這個共識，有這麼一個認同，我們在一塊研究，希望將來怎麼做法。"
    },
    {
      "id": "12-046-0023_p0028",
      "zh_CN": "我过去给老人乐园的构想，我也写了一点资料，老人福利事业，老人乐园的构想，这是散发得很多，这是二００七年，去年七月写的，看到的人也都很欢喜，都希望这个理想能够实现。特别是国外的华侨，中国人年老了，在海外总是想家。但是住在海外太久，离开家时间太长，跟家人也没有什么联系，所以想回来，回来又担心受怕，怕人家骗他，怕人家虐待他，所以不敢回来，对家人没有信心。如果有这么一个企业，用公司的方法来经营，公司是保障，建这个像大旅馆一样，一个房间、一个房间可以卖，这个花钱不多，我想一个房间顶多二十万足够，二十万在国外华侨这个数字是很少的。他们自己的积蓄存在银行里，拿这个利息来过生活，就会过得很舒服。所以用这种方法来集资，来建这个山庄。希望有一个建成功之后，它就能够向外推广，用这个方法养老育幼，专门做这两桩事情。",
      "zh_TW": "我過去給老人樂園的構想，我也寫了一點資料，老人福利事業，老人樂園的構想，這是散發得很多，這是二００七年，去年七月寫的，看到的人也都很歡喜，都希望這個理想能夠實現。特別是國外的華僑，中國人年老了，在海外總是想家。但是住在海外太久，離開家時間太長，跟家人也沒有什麼聯繫，所以想回來，回來又擔心受怕，怕人家騙他，怕人家虐待他，所以不敢回來，對家人沒有信心。如果有這麼一個企業，用公司的方法來經營，公司是保障，建這個像大旅館一樣，一個房間、一個房間可以賣，這個花錢不多，我想一個房間頂多二十萬足夠，二十萬在國外華僑這個數字是很少的。他們自己的積蓄存在銀行裡，拿這個利息來過生活，就會過得很舒服。所以用這種方法來集資，來建這個山莊。希望有一個建成功之後，它就能夠向外推廣，用這個方法養老育幼，專門做這兩樁事情。"
    },
    {
      "id": "12-046-0023_p0029",
      "zh_CN": "云南的宗教局的熊局长，也非常热心于宗教弘护人才的培养，他很重视这一块。我们也曾经跟他谈到，就是中国儒释道三家人才培养的一个构想。人数不要多，小型书院，希望一个书院居住的人不要超过十个人。十个人在里面学习，我们采取佛门闭关的方式，十年不下山，真正发心，「一门深入，长时薰修」，这个我过去也在讲席里面做了很多次的报告。最重要的基础，为传道、传教，德行是第一重要。出家一定要扎四个根，在家也要扎四个根，就是我们要很认真去落实《弟子规》、《感应篇》、《十善业道》跟《沙弥律仪》，这四个是我们基本的课程，这不是念的，不是讲的，不是写文章，是要身体力行，也就是我们这个文里头，以身为质，质是本质，我们一定要做到。《弟子规》扎在哪里？弟子规在我身上，感应篇在我身上，十善业、沙弥律仪都在我的一举一动、一言一笑，起心动念跟这四科完全相应，这个人他就具足世出世间圣贤的基础条件，他具足了。有十年时间让你去「一门深入，长时薰修」，这十年之后决定成就。这个成就的目标是中国人讲的贤人君子，我们要向孔子学习、要向孟子学习，也要达到孔孟的水平，做得到，不是做不到的。在佛法里面，也要达到菩萨的水平，十圣菩萨做不到，三贤应该可以。尤其我们在《华严》学习了将近四千个小时，有许多理论原则我们都能够掌握，也能够产生信心，相信我们自己在这一生当中可以能够达到。我们现在修学的这本小册子，「华严奥旨妄尽还源观」，这个还源是成佛，「源」是自性，回归自性，见性成佛。用《华严经》来修行，修的是「华严三昧」，法身菩萨。古人能达到，我们为什么达不到？只要好好认真学习，个个都能成就，尤其是能够有个很好的环境，小型的书院，有十个同学，能再有十几位护持照顾你们日常生活的人，这就成功了。",
      "zh_TW": "雲南的宗教局的熊局長，也非常熱心於宗教弘護人才的培養，他很重視這一塊。我們也曾經跟他談到，就是中國儒釋道三家人才培養的一個構想。人數不要多，小型書院，希望一個書院居住的人不要超過十個人。十個人在裡面學習，我們採取佛門閉關的方式，十年不下山，真正發心，「一門深入，長時薰修」，這個我過去也在講席裡面做了很多次的報告。最重要的基礎，為傳道、傳教，德行是第一重要。出家一定要紮四個根，在家也要紮四個根，就是我們要很認真去落實《弟子規》、《感應篇》、《十善業道》跟《沙彌律儀》，這四個是我們基本的課程，這不是念的，不是講的，不是寫文章，是要身體力行，也就是我們這個文裡頭，以身為質，質是本質，我們一定要做到。《弟子規》紮在哪裡？弟子規在我身上，感應篇在我身上，十善業、沙彌律儀都在我的一舉一動、一言一笑，起心動念跟這四科完全相應，這個人他就具足世出世間聖賢的基礎條件，他具足了。有十年時間讓你去「一門深入，長時薰修」，這十年之後決定成就。這個成就的目標是中國人講的賢人君子，我們要向孔子學習、要向孟子學習，也要達到孔孟的水平，做得到，不是做不到的。在佛法裡面，也要達到菩薩的水平，十聖菩薩做不到，三賢應該可以。尤其我們在《華嚴》學習了將近四千個小時，有許多理論原則我們都能夠掌握，也能夠產生信心，相信我們自己在這一生當中可以能夠達到。我們現在修學的這本小冊子，「華嚴奧旨妄盡還源觀」，這個還源是成佛，「源」是自性，回歸自性，見性成佛。用《華嚴經》來修行，修的是「華嚴三昧」，法身菩薩。古人能達到，我們為什麼達不到？只要好好認真學習，個個都能成就，尤其是能夠有個很好的環境，小型的書院，有十個同學，能再有十幾位護持照顧你們日常生活的人，這就成功了。"
    },
    {
      "id": "12-046-0023_p0030",
      "zh_CN": "我们也深深期望着，实际禅寺将来也变成这样的一个小道场。所以藏经楼盖好之后，那就是教学中心。下面一层是大教室，它的右面盖一栋跟我们现在这栋房子完全相同，这些图你们都看过，那是宿舍。在这个地方，十年不出山门，专攻一门的，天天做学习的报告。我们的报告，现场录相，用网路播出。我们现在的网路跟全球连线的，在美国许多同学，他是同步来看的，我们这里早晨，他们晚上。在澳大利亚，我们的学院、学会的同学，也是每一堂都在收看。所以同学们在此地，你每天所研究做出报告，我们不需要写文章，不要写论文，每一天报告就是你自己的成绩表现，你这一天没有空过。十个同学在一起，一个同学报告，九个同学在听，大家轮流讲，每个人选一部经论，儒释道都可以。如果有缘分的时候，我们也请一些学者们，给我们大家来讲讲、上上课，这也行，但是最重要的是自己去研究。参考的书籍，我们此地现在有一套《四库荟要》，将来还有一套《四库全书》。《大藏经》此地现在有两种不同版本，我们将来是尽量收集，我想至少可以收集到十种不同版本的《大藏经》，可以做为佛法的参考资料。道教的书，我们也希望能购置一套《道藏》。这样儒释道的重要典籍，在我们藏经楼里面就很完备了。",
      "zh_TW": "我們也深深期望著，實際禪寺將來也變成這樣的一個小道場。所以藏經樓蓋好之後，那就是教學中心。下面一層是大教室，它的右面蓋一棟跟我們現在這棟房子完全相同，這些圖你們都看過，那是宿舍。在這個地方，十年不出山門，專攻一門的，天天做學習的報告。我們的報告，現場錄相，用網路播出。我們現在的網路跟全球連線的，在美國許多同學，他是同步來看的，我們這裡早晨，他們晚上。在澳大利亞，我們的學院、學會的同學，也是每一堂都在收看。所以同學們在此地，你每天所研究做出報告，我們不需要寫文章，不要寫論文，每一天報告就是你自己的成績表現，你這一天沒有空過。十個同學在一起，一個同學報告，九個同學在聽，大家輪流講，每個人選一部經論，儒釋道都可以。如果有緣分的時候，我們也請一些學者們，給我們大家來講講、上上課，這也行，但是最重要的是自己去研究。參考的書籍，我們此地現在有一套《四庫薈要》，將來還有一套《四庫全書》。《大藏經》此地現在有兩種不同版本，我們將來是儘量收集，我想至少可以收集到十種不同版本的《大藏經》，可以做為佛法的參考資料。道教的書，我們也希望能購置一套《道藏》。這樣儒釋道的重要典籍，在我們藏經樓裡面就很完備了。"
    },
    {
      "id": "12-046-0023_p0031",
      "zh_CN": "希望同学们发心，好好利用这个环境，认真努力，十年之后一定成就。十年之后，诸位也就成名了，全世界人都知道你，因为他们在网路上天天看你的报告。所以我们自己的德行、自己的学问，会受到社会大众的肯定。十年之后，结业的时候，我相信许许多多的学校、道场都欢迎你们去主讲、去教学，这就是成就。第一批成功之后，我们再招第二批，希望这个道场将这种学风、道风永久保存下去，这叫护持正法。所以护持正法从我们自己做起，从我们自己开始。我们要爱惜自己，要爱惜正法，要常常想着苦难众生，我们自己苦修、苦行，代众生苦。十年之后，你才能展开你的教学，帮助一切众生破迷开悟，离苦得乐。所以希望同学们一定要珍惜这个稀有难逢的因缘，这个因缘真像开经偈上所说，「百千万劫难遭遇」。只要我们认真，自然有龙天护法善神守护，有真正护法的大德来帮助我们，帮助大家。今天时间到了，我们就学习到此地。",
      "zh_TW": "希望同學們發心，好好利用這個環境，認真努力，十年之後一定成就。十年之後，諸位也就成名了，全世界人都知道你，因為他們在網路上天天看你的報告。所以我們自己的德行、自己的學問，會受到社會大眾的肯定。十年之後，結業的時候，我相信許許多多的學校、道場都歡迎你們去主講、去教學，這就是成就。第一批成功之後，我們再招第二批，希望這個道場將這種學風、道風永久保存下去，這叫護持正法。所以護持正法從我們自己做起，從我們自己開始。我們要愛惜自己，要愛惜正法，要常常想著苦難眾生，我們自己苦修、苦行，代眾生苦。十年之後，你才能展開你的教學，幫助一切眾生破迷開悟，離苦得樂。所以希望同學們一定要珍惜這個稀有難逢的因緣，這個因緣真像開經偈上所說，「百千萬劫難遭遇」。只要我們認真，自然有龍天護法善神守護，有真正護法的大德來幫助我們，幫助大家。今天時間到了，我們就學習到此地。"
    }
  ]
}