{
  "doc_id": "12-046-0048",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十八集",
    "zh_TW": "第四十八集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-046-0048",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "12-046-0048_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「修华严奥旨妄尽还源观」，贤首大师开示最后的一段。我们从「然此观门名目无定」，从这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「修華嚴奧旨妄盡還源觀」，賢首大師開示最後的一段。我們從「然此觀門名目無定」，從這裡看起："
    },
    {
      "id": "12-046-0048_p0002",
      "zh_CN": "【若据一体为名。即是海印炳现三昧门。】",
      "zh_TW": "【若據一體為名。即是海印炳現三昧門。】"
    },
    {
      "id": "12-046-0048_p0003",
      "zh_CN": "『炳』是光大的意思，『现』是现前。我们采用「海印三昧十义」来做个简单的介绍，十条，上面我们学过「无心能现」、「现无所现」、「能现所现非一」、「能现所现非异」、「无去无来」，第六是「广大」，我们学到这个地方。今天我们再从第七「普现」，这是说「如来三昧，一切世界于一心中，不简巨细，皆悉能现」。这十义说明自性的智慧德用。如果我们要问，什么是我们的真心？什么是我们的本善？我们老祖宗告诉我们「人性本善」，本善是什么？就是智慧。智慧是我们的真心，智慧是真正的本善，能现一切世界，我们讲十法界依正庄严，在《华严经》里面讲，无量无边的诸佛刹土，都是在一心现的。一心能现，一心能觉，对于所现这一切法没有一样不清楚，过去、现在、未来，而且是平等的，没有哪个比哪个强一点，哪个比哪个差一点。但是迷失了自性就很可怜，迷失了自性之后，智慧就变成烦恼，什么烦恼？自私自利，贪瞋痴慢。严重的话，学佛也不行，学佛还是要堕地狱。古人有句话说得非常好，「地狱门前僧道多」，什么人下地狱？学佛的人下地狱。",
      "zh_TW": "『炳』是光大的意思，『現』是現前。我們採用「海印三昧十義」來做個簡單的介紹，十條，上面我們學過「無心能現」、「現無所現」、「能現所現非一」、「能現所現非異」、「無去無來」，第六是「廣大」，我們學到這個地方。今天我們再從第七「普現」，這是說「如來三昧，一切世界於一心中，不簡巨細，皆悉能現」。這十義說明自性的智慧德用。如果我們要問，什麼是我們的真心？什麼是我們的本善？我們老祖宗告訴我們「人性本善」，本善是什麼？就是智慧。智慧是我們的真心，智慧是真正的本善，能現一切世界，我們講十法界依正莊嚴，在《華嚴經》裡面講，無量無邊的諸佛剎土，都是在一心現的。一心能現，一心能覺，對於所現這一切法沒有一樣不清楚，過去、現在、未來，而且是平等的，沒有哪個比哪個強一點，哪個比哪個差一點。但是迷失了自性就很可憐，迷失了自性之後，智慧就變成煩惱，什麼煩惱？自私自利，貪瞋痴慢。嚴重的話，學佛也不行，學佛還是要墮地獄。古人有句話說得非常好，「地獄門前僧道多」，什麼人下地獄？學佛的人下地獄。"
    },
    {
      "id": "12-046-0048_p0004",
      "zh_CN": "为什么说学佛的人下地狱？没有依教奉行，自己起心动念、言语造作跟佛的教诲完全相违背。佛是教我们，怎么教的？就以我们这个「妄尽还源论」来说，你看里面讲的四德，这是你自性，性德。第一个给你讲「随缘妙用」，你不随缘，你不是妙用，你是造业。就跟《地藏经》里面所说的，「阎浮提众生」，要想一想是不是说我？「起心动念无不是罪」。我们今天随的这个缘完全是自私自利，只看到眼前的小利益，不知道明天的果报，明天果报现前了，后悔莫及。你说佛菩萨不慈悲，没有救你，佛菩萨非常慈悲，经书你得到了，你天天看，你天天在听讲，听了怎么样？听了耳边风，听了不起作用。为什么不起作用？不相信这是真的，相信眼前名闻利养是真的，不相信佛菩萨教诲，当然更不相信圣贤的教诲。佛菩萨都没有看在眼里，圣贤算什么？就是这个罪，就堕阿鼻地狱。",
      "zh_TW": "為什麼說學佛的人下地獄？沒有依教奉行，自己起心動念、言語造作跟佛的教誨完全相違背。佛是教我們，怎麼教的？就以我們這個「妄盡還源論」來說，你看裡面講的四德，這是你自性，性德。第一個給你講「隨緣妙用」，你不隨緣，你不是妙用，你是造業。就跟《地藏經》裡面所說的，「閻浮提眾生」，要想一想是不是說我？「起心動念無不是罪」。我們今天隨的這個緣完全是自私自利，只看到眼前的小利益，不知道明天的果報，明天果報現前了，後悔莫及。你說佛菩薩不慈悲，沒有救你，佛菩薩非常慈悲，經書你得到了，你天天看，你天天在聽講，聽了怎麼樣？聽了耳邊風，聽了不起作用。為什麼不起作用？不相信這是真的，相信眼前名聞利養是真的，不相信佛菩薩教誨，當然更不相信聖賢的教誨。佛菩薩都沒有看在眼裡，聖賢算什麼？就是這個罪，就墮阿鼻地獄。"
    },
    {
      "id": "12-046-0048_p0005",
      "zh_CN": "那我说我们敬不敬佛菩萨？也很恭敬，见到佛菩萨形像会礼拜，其实呢？其实完全不是那么回事情，佛菩萨并不要我们天天拜他，并不要我们天天念他，佛菩萨什么都不要。我们拜他、念他，是感恩！现在的人学佛，天天拜佛、念佛，是什么？知道自己做错了，希望佛菩萨原谅，希望佛菩萨饶恕，都是妄心在作祟。你想想，佛菩萨能不能饶恕我们？能不能赦免我们的罪？不能。如果能的话，我们不用学佛，佛菩萨普度众生，不度众生佛菩萨不慈悲。这是佛菩萨做不到的事情。经上说得很好，「心佛众生，三无差别」，中峰大师在「系念」开示里面讲过，你们不是天天都在念吗？十法界依正庄严是自作自受，你怪谁？佛菩萨不能帮助我们。佛菩萨能帮助我们，经上讲得清清楚楚，他只能做到开示，后面行证他做不到，是要我们自己修行，自己去证果，这个做不到。清凉分《华严》四科，信解行证，不是清清楚楚吗？",
      "zh_TW": "那我說我們敬不敬佛菩薩？也很恭敬，見到佛菩薩形像會禮拜，其實呢？其實完全不是那麼回事情，佛菩薩並不要我們天天拜他，並不要我們天天念他，佛菩薩什麼都不要。我們拜他、念他，是感恩！現在的人學佛，天天拜佛、念佛，是什麼？知道自己做錯了，希望佛菩薩原諒，希望佛菩薩饒恕，都是妄心在作祟。你想想，佛菩薩能不能饒恕我們？能不能赦免我們的罪？不能。如果能的話，我們不用學佛，佛菩薩普度眾生，不度眾生佛菩薩不慈悲。這是佛菩薩做不到的事情。經上說得很好，「心佛眾生，三無差別」，中峰大師在「繫念」開示裡面講過，你們不是天天都在念嗎？十法界依正莊嚴是自作自受，你怪誰？佛菩薩不能幫助我們。佛菩薩能幫助我們，經上講得清清楚楚，他只能做到開示，後面行證他做不到，是要我們自己修行，自己去證果，這個做不到。清涼分《華嚴》四科，信解行證，不是清清楚楚嗎？"
    },
    {
      "id": "12-046-0048_p0006",
      "zh_CN": "佛的开示是他给我们的恩德，我们自己要悟入，也就是说，佛的话有没有听懂？听不懂，真听不懂。为什么听不懂？你天天听经，听了一辈子，一句没听懂，这个话是真的，不是假的。什么原因？你有业障，什么业障？自私自利，你就听不懂。如果听懂了，你怎么会不开悟？你怎么会不证果？六祖惠能大师当年听五祖忍和尚讲经，他听懂了，他开悟了，他成佛了，那叫听懂。没有做到，没听懂！我年轻的时候跟章嘉大师在一起，大师常常告诉我佛法知难行易，就是说，你真听懂太难太难了，修行证果太容易了。章嘉大师圆寂三年之后，我亲近李老师，李老师就跟我讲信佛这个信太难，几个人能信佛？他为什么不相信？他不懂，不懂佛法。天天念经，经里什么意思不知道；天天听讲，经里什么意思也不知道，这个难。真念懂，真听懂了，他就真做到。所以李老师告诉我，信佛这个信字的标准是你做到；你没有做到，你不信，你那个信是假信、迷信，不是真信。这一点我们要清楚，不是真信，打着佛的招牌，破坏佛的形象，无论在家、出家，你干这桩事情你就是阿鼻地狱。你说这个事情多可怕！",
      "zh_TW": "佛的開示是他給我們的恩德，我們自己要悟入，也就是說，佛的話有沒有聽懂？聽不懂，真聽不懂。為什麼聽不懂？你天天聽經，聽了一輩子，一句沒聽懂，這個話是真的，不是假的。什麼原因？你有業障，什麼業障？自私自利，你就聽不懂。如果聽懂了，你怎麼會不開悟？你怎麼會不證果？六祖惠能大師當年聽五祖忍和尚講經，他聽懂了，他開悟了，他成佛了，那叫聽懂。沒有做到，沒聽懂！我年輕的時候跟章嘉大師在一起，大師常常告訴我佛法知難行易，就是說，你真聽懂太難太難了，修行證果太容易了。章嘉大師圓寂三年之後，我親近李老師，李老師就跟我講信佛這個信太難，幾個人能信佛？他為什麼不相信？他不懂，不懂佛法。天天念經，經裡什麼意思不知道；天天聽講，經裡什麼意思也不知道，這個難。真念懂，真聽懂了，他就真做到。所以李老師告訴我，信佛這個信字的標準是你做到；你沒有做到，你不信，你那個信是假信、迷信，不是真信。這一點我們要清楚，不是真信，打著佛的招牌，破壞佛的形象，無論在家、出家，你幹這樁事情你就是阿鼻地獄。你說這個事情多可怕！"
    },
    {
      "id": "12-046-0048_p0007",
      "zh_CN": "第七这节所讲的，十法界依正庄严是一心所现的，不简巨细，巨是大，细是小，我们今天讲宏观宇宙、微观世界全包括了，宏观是讲大宇宙，微观是讲小宇宙，小宇宙讲什么？讲到原子、粒子、基本粒子，讲到夸克，这是小，皆悉能现。所以这个现没有先后，底下就讲到，第八讲「顿现」，「谓如来三昧，一切世界当念即现，无前无后，色相宛然」。我们今天没有办法看到宇宙的全体，我们只看到宇宙的一半，一个角落，这就讲空间维次不同。科学家说，从理上讲，空间维次是没有限量的，我们在无限量的空间维次，我们今天只能看到三维空间，四维以上的我们就看不到。但是无限维次空间都是我们一心所现的，我们看不到，不能说没有。所以佛在经教里讲了一个「隐现不同」，我们看不到的就是隐，看到的是现，现前。实在就像我们现在看电视这个屏幕一样，我们这架机器，接收的电视机，能够收到全世界的节目，那总有几百个频道，这就好像不同空间维次。我们只按一个频道，这个频道的色相现前，其他的没有去按到，不能说没有，统统有，都在现前，我们只能看一个。佛告诉我们，空间维次是怎么形成的？现在我们清楚了，十法界依正庄严，无量无边的法界，是从妄想分别执着里面变现出来的，唯识所变。你知道它的原因，把这个原因消除掉，空间维次就没有了，本来没有。所以妄想分别执着放下了，空间维次没有了，那么心现识变的宏观世界你全都看见了，真的是一时顿现，没有先后。没有先后，就没有时间；普现，没有空间。不但是大宇宙你看得清清楚楚，小宇宙，就是微尘里面的宇宙，毛端里面的宇宙，你都看得非常清楚，色相宛然，跟现在科学发现的全息照片的理论有点像。微观世界是什么样子？跟宏观是一样的，所以大小不二，完全一样。",
      "zh_TW": "第七這節所講的，十法界依正莊嚴是一心所現的，不簡巨細，巨是大，細是小，我們今天講宏觀宇宙、微觀世界全包括了，宏觀是講大宇宙，微觀是講小宇宙，小宇宙講什麼？講到原子、粒子、基本粒子，講到夸克，這是小，皆悉能現。所以這個現沒有先後，底下就講到，第八講「頓現」，「謂如來三昧，一切世界當念即現，無前無後，色相宛然」。我們今天沒有辦法看到宇宙的全體，我們只看到宇宙的一半，一個角落，這就講空間維次不同。科學家說，從理上講，空間維次是沒有限量的，我們在無限量的空間維次，我們今天只能看到三維空間，四維以上的我們就看不到。但是無限維次空間都是我們一心所現的，我們看不到，不能說沒有。所以佛在經教裡講了一個「隱現不同」，我們看不到的就是隱，看到的是現，現前。實在就像我們現在看電視這個屏幕一樣，我們這架機器，接收的電視機，能夠收到全世界的節目，那總有幾百個頻道，這就好像不同空間維次。我們只按一個頻道，這個頻道的色相現前，其他的沒有去按到，不能說沒有，統統有，都在現前，我們只能看一個。佛告訴我們，空間維次是怎麼形成的？現在我們清楚了，十法界依正莊嚴，無量無邊的法界，是從妄想分別執著裡面變現出來的，唯識所變。你知道它的原因，把這個原因消除掉，空間維次就沒有了，本來沒有。所以妄想分別執著放下了，空間維次沒有了，那麼心現識變的宏觀世界你全都看見了，真的是一時頓現，沒有先後。沒有先後，就沒有時間；普現，沒有空間。不但是大宇宙你看得清清楚楚，小宇宙，就是微塵裡面的宇宙，毛端裡面的宇宙，你都看得非常清楚，色相宛然，跟現在科學發現的全息照片的理論有點像。微觀世界是什麼樣子？跟宏觀是一樣的，所以大小不二，完全一樣。"
    },
    {
      "id": "12-046-0048_p0008",
      "zh_CN": "不但我们起心动念，我们讲波动，现在讲波动的世界，念头才起已经传遍虚空法界，我们一举一动也不例外。前面看到信息，《华严经》上告诉我们的，善财童子参访弥勒菩萨，进入弥勒楼阁之后，看到弥勒的楼阁是遍法界虚空界，重重无尽。看到无量无边的楼阁，每个楼阁里面都有弥勒菩萨，弥勒菩萨面前都有善财童子，他看到了。这说什么？你一举一动都遍法界虚空界，你能瞒得了谁？你说我今天做事情别人不知道，那叫自欺欺人，见性的人全知道。这个标准我们晓得，就是《华严经》上初住以上的菩萨们，他们全都知道，因为他所有空间维次都突破了。你起心动念，他知道；你一举一动，他知道。实在说，阿罗汉以上就没有法子瞒过他，但是阿罗汉有时候还不知道，为什么？他必须入定才知道，他不入定不知道。你们在《地藏经》上看到，光目女母亲堕地狱了，向阿罗汉请教我母亲现在在哪里？阿罗汉入定，出定才能告诉她。就是十法界里面，没有出十法界的，他要入定才知道，不入定不知道。但是法身菩萨，就是超越十法界以上的，他不需要入定，他一切时、一切处都知道，为什么？他都在定中，他不需要入定。这是什么？自性本定，「那伽常在定，无有不定时」，他行住坐卧都在定中。所以定不是盘腿面壁，定是心不动，不起心、不动念是自性本定，不分别、不执着是大定。不执着，还有妄想分别，这是二乘的声闻、缘觉的定功。所以他们在定中能见到，出定他见不到。",
      "zh_TW": "不但我們起心動念，我們講波動，現在講波動的世界，念頭才起已經傳遍虛空法界，我們一舉一動也不例外。前面看到信息，《華嚴經》上告訴我們的，善財童子參訪彌勒菩薩，進入彌勒樓閣之後，看到彌勒的樓閣是遍法界虛空界，重重無盡。看到無量無邊的樓閣，每個樓閣裡面都有彌勒菩薩，彌勒菩薩面前都有善財童子，他看到了。這說什麼？你一舉一動都遍法界虛空界，你能瞞得了誰？你說我今天做事情別人不知道，那叫自欺欺人，見性的人全知道。這個標準我們曉得，就是《華嚴經》上初住以上的菩薩們，他們全都知道，因為他所有空間維次都突破了。你起心動念，他知道；你一舉一動，他知道。實在說，阿羅漢以上就沒有法子瞞過他，但是阿羅漢有時候還不知道，為什麼？他必須入定才知道，他不入定不知道。你們在《地藏經》上看到，光目女母親墮地獄了，向阿羅漢請教我母親現在在哪裡？阿羅漢入定，出定才能告訴她。就是十法界裡面，沒有出十法界的，他要入定才知道，不入定不知道。但是法身菩薩，就是超越十法界以上的，他不需要入定，他一切時、一切處都知道，為什麼？他都在定中，他不需要入定。這是什麼？自性本定，「那伽常在定，無有不定時」，他行住坐臥都在定中。所以定不是盤腿面壁，定是心不動，不起心、不動念是自性本定，不分別、不執著是大定。不執著，還有妄想分別，這是二乘的聲聞、緣覺的定功。所以他們在定中能見到，出定他見不到。"
    },
    {
      "id": "12-046-0048_p0009",
      "zh_CN": "所以晓得，古人常讲「举头三尺有神明」，现在有很多通灵的，这通灵的人，我接触的时候我知道不是假的，为什么？如果是假的，他们说的话，不能说同样的话，不能说同样一桩事情。几个通灵的，他们彼此不认识，也不住在一起，碰到我说一样的话，说一桩事情，这就有可信度。他们能力比不上阿罗汉。如果是鬼神、天神，他们有报通，就是报得的，五通，他没有漏尽通，他有天眼、天耳、他心，我们凡夫心里想什么他知道。我们的过去跟未来他也知道，他看得很清楚，这个我们能够信得过的。他给我们传递一些信息，很值得我们做参考，但是怎么处理事情，我们不能听他的，听他支配就错了，你就被他控制。",
      "zh_TW": "所以曉得，古人常講「舉頭三尺有神明」，現在有很多通靈的，這通靈的人，我接觸的時候我知道不是假的，為什麼？如果是假的，他們說的話，不能說同樣的話，不能說同樣一樁事情。幾個通靈的，他們彼此不認識，也不住在一起，碰到我說一樣的話，說一樁事情，這就有可信度。他們能力比不上阿羅漢。如果是鬼神、天神，他們有報通，就是報得的，五通，他沒有漏盡通，他有天眼、天耳、他心，我們凡夫心裡想什麼他知道。我們的過去跟未來他也知道，他看得很清楚，這個我們能夠信得過的。他給我們傳遞一些信息，很值得我們做參考，但是怎麼處理事情，我們不能聽他的，聽他支配就錯了，你就被他控制。"
    },
    {
      "id": "12-046-0048_p0010",
      "zh_CN": "所以我们要学随缘妙用，这句话里面，随缘就是恒顺众生，妙用，妙用是随喜功德，我随喜当中成就自他功德，这是妙用。怎么成就自他功德？没有执着，没有分别，就是我们常常讲的，常常劝导大家把跟世出世间一切人、一切事、一切法对立的念头要消化掉，那你就是随喜功德。你跟人有对立，有对立就是你有自私自利，用《金刚经》的话说，你有我相，有强烈的我相、人相、众生相、寿者相，四相具足。具足，那就不是佛菩萨讲的随缘，随缘是要随顺性德，你是完全跟性德相违背，你是随顺自私自利，随顺贪瞋痴慢，这个与自性完全相反的，果报在三途。你不是学佛，你是在修饿鬼道，你是在修地狱道，那也是道。不是十道吗？佛道、菩萨道、畜生道、饿鬼道、地狱道，你是修的哪个道？明眼人看得清清楚楚、明明白白。",
      "zh_TW": "所以我們要學隨緣妙用，這句話裡面，隨緣就是恆順眾生，妙用，妙用是隨喜功德，我隨喜當中成就自他功德，這是妙用。怎麼成就自他功德？沒有執著，沒有分別，就是我們常常講的，常常勸導大家把跟世出世間一切人、一切事、一切法對立的念頭要消化掉，那你就是隨喜功德。你跟人有對立，有對立就是你有自私自利，用《金剛經》的話說，你有我相，有強烈的我相、人相、眾生相、壽者相，四相具足。具足，那就不是佛菩薩講的隨緣，隨緣是要隨順性德，你是完全跟性德相違背，你是隨順自私自利，隨順貪瞋痴慢，這個與自性完全相反的，果報在三途。你不是學佛，你是在修餓鬼道，你是在修地獄道，那也是道。不是十道嗎？佛道、菩薩道、畜生道、餓鬼道、地獄道，你是修的哪個道？明眼人看得清清楚楚、明明白白。"
    },
    {
      "id": "12-046-0048_p0011",
      "zh_CN": "所以佛学、学佛，这不是我发明的，李老师教导我们的。台中慈光图书馆开办大专佛学讲座，接受一批高等知识分子来学佛，李老师提出佛学跟学佛是两回事，你们来参加讲座，到底是学佛还是来搞佛学？老师每天上课是一样，学生各个人所契入的不一样。搞佛学的多，天天来听课，也写笔记，也讲得头头是道，做不到，这是什么？这属于佛学。对佛法懂了没有？不能说他不懂，也不能说他懂。你说他不懂，他真的讲得头头是道；你说他懂，他一条都没有做到。李老师下了一个结论，他该怎么生死还是怎么生死，该怎么轮回他还要接受轮回，佛法里面真实殊胜功德利益，他没有得到。无比殊胜的功德利益，他这一生成佛去了，这一生就作菩萨去了，这还得了！他有这个机会，他放弃了，他做不到。",
      "zh_TW": "所以佛學、學佛，這不是我發明的，李老師教導我們的。台中慈光圖書館開辦大專佛學講座，接受一批高等知識分子來學佛，李老師提出佛學跟學佛是兩回事，你們來參加講座，到底是學佛還是來搞佛學？老師每天上課是一樣，學生各個人所契入的不一樣。搞佛學的多，天天來聽課，也寫筆記，也講得頭頭是道，做不到，這是什麼？這屬於佛學。對佛法懂了沒有？不能說他不懂，也不能說他懂。你說他不懂，他真的講得頭頭是道；你說他懂，他一條都沒有做到。李老師下了一個結論，他該怎麼生死還是怎麼生死，該怎麼輪迴他還要接受輪迴，佛法裡面真實殊勝功德利益，他沒有得到。無比殊勝的功德利益，他這一生成佛去了，這一生就作菩薩去了，這還得了！他有這個機會，他放棄了，他做不到。"
    },
    {
      "id": "12-046-0048_p0012",
      "zh_CN": "所以真学佛，必须约束自己，从哪里做起？从持戒做起，从三皈五戒做起。你想想看，三皈五戒你做到哪一条？一条也没有做到。三皈做不到，三皈第一条，皈依佛是觉而不迷，试问问，你自己从早到晚处事待人接物，依旧是迷而不觉，没做到，你皈依佛是假的，你没有皈依。皈依法，法是正，正知正见，你的念头还是邪知邪见，不是正知正见，跟佛经教完全不相应。所以你不是皈依法，皈依佛法，你是皈依魔。皈依僧，僧的意思是六根清净、一尘不染，你完全染污，掉在名闻利养里面去了，落在五欲六尘里面爬不出来。所以三皈你没有。五戒就不提了，你虽然是没有杀生，你没有杀人，但是你叫很多人生烦恼，这个是等于杀人。你给人气受，你欺负人，你侮辱人，你虐待别人，这个等于杀生。接受不应该得的财物供养，你接受了，这是等于偷盗。你把五戒一条一条想想，大概可能只有一条你做到了，不饮酒，其他做不到。真正《十善业道》落实，《弟子规》你可以打一百分，你是圆满的。所以我常讲《弟子规》是什么？是五戒十善的落实，《弟子规》跟《感应篇》。你要真正想学佛，你一定从《弟子规》、《感应篇》下手，《感应篇》讲因果教育，关系到你起心动念。",
      "zh_TW": "所以真學佛，必須約束自己，從哪裡做起？從持戒做起，從三皈五戒做起。你想想看，三皈五戒你做到哪一條？一條也沒有做到。三皈做不到，三皈第一條，皈依佛是覺而不迷，試問問，你自己從早到晚處事待人接物，依舊是迷而不覺，沒做到，你皈依佛是假的，你沒有皈依。皈依法，法是正，正知正見，你的念頭還是邪知邪見，不是正知正見，跟佛經教完全不相應。所以你不是皈依法，皈依佛法，你是皈依魔。皈依僧，僧的意思是六根清淨、一塵不染，你完全染污，掉在名聞利養裡面去了，落在五欲六塵裡面爬不出來。所以三皈你沒有。五戒就不提了，你雖然是沒有殺生，你沒有殺人，但是你叫很多人生煩惱，這個是等於殺人。你給人氣受，你欺負人，你侮辱人，你虐待別人，這個等於殺生。接受不應該得的財物供養，你接受了，這是等於偷盜。你把五戒一條一條想想，大概可能只有一條你做到了，不飲酒，其他做不到。真正《十善業道》落實，《弟子規》你可以打一百分，你是圓滿的。所以我常講《弟子規》是什麼？是五戒十善的落實，《弟子規》跟《感應篇》。你要真正想學佛，你一定從《弟子規》、《感應篇》下手，《感應篇》講因果教育，關係到你起心動念。"
    },
    {
      "id": "12-046-0048_p0013",
      "zh_CN": "第九句讲「常现」，「谓如来三昧，于诸法相，无有不现之时，非如镜像，对时方能显现」。我们看到境界相，没有中断过。晚上睡觉的时候，眼睛闭了，睡着了，这个相真的没有了。可是一醒来，睁开眼睛，这相又现前，没有中断过，为什么没中断过？你念头生灭没有停过，就是弥勒菩萨所说的，一秒钟有一千二百八十兆的念头，念念相续，它不会中断。但是每一个念头，前念不知道后念，后念不知道前念，念念它出生境界，念念出生，境界里面就有情识，所以精神的现象、物质现象全是从念头里面生起来，它能生就是自性。在四圣法界以上是智慧，六道里面是烦恼，智慧跟烦恼是一桩事情，不是两桩事情，觉悟了，烦恼是智慧，迷了自性，智慧是烦恼，烦恼跟智慧是一体的两面，就是不二。烦恼不断就是智慧不断，因为它是自性里头本来具足的，不生不灭，它不会断。所以说真的，佛教我们转烦恼为菩提，烦恼一转变就是智慧。",
      "zh_TW": "第九句講「常現」，「謂如來三昧，於諸法相，無有不現之時，非如鏡像，對時方能顯現」。我們看到境界相，沒有中斷過。晚上睡覺的時候，眼睛閉了，睡著了，這個相真的沒有了。可是一醒來，睜開眼睛，這相又現前，沒有中斷過，為什麼沒中斷過？你念頭生滅沒有停過，就是彌勒菩薩所說的，一秒鐘有一千二百八十兆的念頭，念念相續，它不會中斷。但是每一個念頭，前念不知道後念，後念不知道前念，念念它出生境界，念念出生，境界裡面就有情識，所以精神的現象、物質現象全是從念頭裡面生起來，它能生就是自性。在四聖法界以上是智慧，六道裡面是煩惱，智慧跟煩惱是一樁事情，不是兩樁事情，覺悟了，煩惱是智慧，迷了自性，智慧是煩惱，煩惱跟智慧是一體的兩面，就是不二。煩惱不斷就是智慧不斷，因為它是自性裡頭本來具足的，不生不滅，它不會斷。所以說真的，佛教我們轉煩惱為菩提，煩惱一轉變就是智慧。"
    },
    {
      "id": "12-046-0048_p0014",
      "zh_CN": "所以修行最重要的就是懂得怎么样转境界。能转境界，你才真正懂得佛教导我们，「人人是好人，事事是好事」，妖魔鬼怪、地狱众生都是好人，都是好事。为什么？看到地狱的现象提醒自己，我不能有过失，我不能造地狱因。你看他对我就有好处，他示现造罪业堕地狱给我看，我看了之后，省悟过来。所以我对他感恩，他叫我不能学他，学他就堕地狱，就要受这个罪，他是我的老师，他是我的恩人。就不一样了，这智慧就开了。所以顺境、逆境都是善知识，顺境是正面教导我们，佛菩萨；负面的，就是三途众生教导我们。那个地方我们愿不愿意去受罪？太苦、太可怜了，我们不想去，那你就不能造这个业。已经造了，已经造了不怕，只要真正忏悔，回头是岸，这是正理。只要你回头，你还有一口气在，你还没有断气，你还有机会回头，回头就得救了。真正忏悔，后不再造。五逆十恶罪，一回头，一念、十念都能往生极乐世界。这个不是什么佛慈悲，不是的，这里头有个理在，道理在此地。你回头是回归自性，自性里没有这个东西。十法界依正庄严是妄心变的，这一回头，妄尽了，还源了，妄尽了，十法界没有了。你们在「系念」里面念到永嘉大师说的，「梦里明明有六趣，觉后空空无大千」，梦是迷，迷的时候有六道轮回，觉的时候没有了。所以你一回头，六道就没有了。",
      "zh_TW": "所以修行最重要的就是懂得怎麼樣轉境界。能轉境界，你才真正懂得佛教導我們，「人人是好人，事事是好事」，妖魔鬼怪、地獄眾生都是好人，都是好事。為什麼？看到地獄的現象提醒自己，我不能有過失，我不能造地獄因。你看他對我就有好處，他示現造罪業墮地獄給我看，我看了之後，省悟過來。所以我對他感恩，他叫我不能學他，學他就墮地獄，就要受這個罪，他是我的老師，他是我的恩人。就不一樣了，這智慧就開了。所以順境、逆境都是善知識，順境是正面教導我們，佛菩薩；負面的，就是三途眾生教導我們。那個地方我們願不願意去受罪？太苦、太可憐了，我們不想去，那你就不能造這個業。已經造了，已經造了不怕，只要真正懺悔，回頭是岸，這是正理。只要你回頭，你還有一口氣在，你還沒有斷氣，你還有機會回頭，回頭就得救了。真正懺悔，後不再造。五逆十惡罪，一回頭，一念、十念都能往生極樂世界。這個不是什麼佛慈悲，不是的，這裡頭有個理在，道理在此地。你回頭是回歸自性，自性裡沒有這個東西。十法界依正莊嚴是妄心變的，這一回頭，妄盡了，還源了，妄盡了，十法界沒有了。你們在「繫念」裡面念到永嘉大師說的，「夢裡明明有六趣，覺後空空無大千」，夢是迷，迷的時候有六道輪迴，覺的時候沒有了。所以你一回頭，六道就沒有了。"
    },
    {
      "id": "12-046-0048_p0015",
      "zh_CN": "所以要知道这个境界是顿现的，没有先后。这是佛法里讲境界现象跟哲学、跟科学讲的不一样，他们讲的有先后。你看道家讲「道生一，一生二，二生三，三生万物」；「太极生两仪，两仪生四象，四象生八卦，八卦生万物」，他有次序的。佛法讲顿现，没有，哪有那么多？顿现讲得合理，常现，顿现、常现。末后跟你讲「非现现」，这才讲到究竟处。怎么叫非现现？你看到后面全否定了，否定得干干净净，那就回归自性。「如来三昧，寂然不动，为众生故，于非应中随感而应。」众生有感，这不是佛来应，这是如来三昧应，如来是自性。自性本定，你那个感就好像按频道的开关，你按下去，它相就现出来，你不按它就没有，你按它就现了。你要问这是什么原因？没有原因，是法尔如是，在自性，自性本来就是这样的，自性没有生灭。惠能大师讲得最好、最清楚，讲得透彻，讲得明白。",
      "zh_TW": "所以要知道這個境界是頓現的，沒有先後。這是佛法裡講境界現象跟哲學、跟科學講的不一樣，他們講的有先後。你看道家講「道生一，一生二，二生三，三生萬物」；「太極生兩儀，兩儀生四象，四象生八卦，八卦生萬物」，他有次序的。佛法講頓現，沒有，哪有那麼多？頓現講得合理，常現，頓現、常現。末後跟你講「非現現」，這才講到究竟處。怎麼叫非現現？你看到後面全否定了，否定得乾乾淨淨，那就回歸自性。「如來三昧，寂然不動，為眾生故，於非應中隨感而應。」眾生有感，這不是佛來應，這是如來三昧應，如來是自性。自性本定，你那個感就好像按頻道的開關，你按下去，它相就現出來，你不按它就沒有，你按它就現了。你要問這是什麼原因？沒有原因，是法爾如是，在自性，自性本來就是這樣的，自性沒有生滅。惠能大師講得最好、最清楚，講得透徹，講得明白。"
    },
    {
      "id": "12-046-0048_p0016",
      "zh_CN": "自性本来清净，从来没有染污过，什么东西染污你？妄想、烦恼、习气，我们《华严经》里面讲分别、执着，这个东西染污。染污也是假的，也不是真的，这在佛法里面称为不相应行法，现在学术里面称之为抽象概念，不是真的，抽象概念。所以我们的自性没有失掉，我们的智慧、德相没有失掉，老祖宗跟我们讲的本善，佛说的本觉，没失掉，只是现在很不幸，扭曲了。不管怎么扭曲，他的纯净纯善从来没有改变过。所以诸佛菩萨，这个要学，诸佛菩萨对蚊虫蚂蚁都礼敬。我们现在怎样？我们现在对一切人都瞧不起，这就差得太远了。为什么诸佛菩萨对蚊虫蚂蚁会恭敬？因为牠的如来三昧跟佛的如来三昧是一个三昧，不是两个。所以佛眼睛看到他们，他们是佛，只是什么？迷失了自性，不能不尊敬，不尊敬就是不尊敬自己。所以我们讲尊敬、讲爱，我总是头一个讲爱自己，自爱，自己尊重自己。自己不知道尊重自己，他不会尊重别人，不爱别人，就是不爱自己，为什么？自他是一不是二。你从这个地方细心去观察，他自不自爱？他自不自重？你一看就清楚了。佛自爱、自重，所以他爱一切众生，他尊重一切众生。连世出世间圣贤都不例外，你看孔子，孟子，他们在一生当中看轻哪个人？没有过。贫穷、残障格外恭敬，恭敬里头还加一分怜悯心，没有轻慢的。所以，自爱自重很不容易，觉悟的人才做到。迷失自性，他怎么会懂得自爱，他怎么会懂得自重？所以瞧不起别人，就是瞧不起自己。凡夫看不出来，就是从前李老师所说的，真正有德行、有学问的人看得清楚，你不能够欺骗别人。有德行、有学问的人你都没有办法瞒过他，你怎么能瞒天地鬼神，你怎么能瞒诸佛菩萨，哪有这种道理？理事我们都要懂。",
      "zh_TW": "自性本來清淨，從來沒有染污過，什麼東西染污你？妄想、煩惱、習氣，我們《華嚴經》裡面講分別、執著，這個東西染污。染污也是假的，也不是真的，這在佛法裡面稱為不相應行法，現在學術裡面稱之為抽象概念，不是真的，抽象概念。所以我們的自性沒有失掉，我們的智慧、德相沒有失掉，老祖宗跟我們講的本善，佛說的本覺，沒失掉，只是現在很不幸，扭曲了。不管怎麼扭曲，他的純淨純善從來沒有改變過。所以諸佛菩薩，這個要學，諸佛菩薩對蚊蟲螞蟻都禮敬。我們現在怎樣？我們現在對一切人都瞧不起，這就差得太遠了。為什麼諸佛菩薩對蚊蟲螞蟻會恭敬？因為牠的如來三昧跟佛的如來三昧是一個三昧，不是兩個。所以佛眼睛看到他們，他們是佛，只是什麼？迷失了自性，不能不尊敬，不尊敬就是不尊敬自己。所以我們講尊敬、講愛，我總是頭一個講愛自己，自愛，自己尊重自己。自己不知道尊重自己，他不會尊重別人，不愛別人，就是不愛自己，為什麼？自他是一不是二。你從這個地方細心去觀察，他自不自愛？他自不自重？你一看就清楚了。佛自愛、自重，所以他愛一切眾生，他尊重一切眾生。連世出世間聖賢都不例外，你看孔子，孟子，他們在一生當中看輕哪個人？沒有過。貧窮、殘障格外恭敬，恭敬裡頭還加一分憐憫心，沒有輕慢的。所以，自愛自重很不容易，覺悟的人才做到。迷失自性，他怎麼會懂得自愛，他怎麼會懂得自重？所以瞧不起別人，就是瞧不起自己。凡夫看不出來，就是從前李老師所說的，真正有德行、有學問的人看得清楚，你不能夠欺騙別人。有德行、有學問的人你都沒有辦法瞞過他，你怎麼能瞞天地鬼神，你怎麼能瞞諸佛菩薩，哪有這種道理？理事我們都要懂。"
    },
    {
      "id": "12-046-0048_p0017",
      "zh_CN": "所以「非现现」这是说明真相，这是不思议的境界。前面或者你还有议论、有争议，或者有问题，到这个地方什么问题都没有了，言语道断，心行处灭。这是一切众生于自性中，自性是寂然不动的，但是随众生的感它自然有应。所以，众生在感应里面所见的一切境界，从哪里来的？是你自性变现的。心外确实没有一法可得，这个道理太深，讲不出来，十方三世一切诸佛来跟我们讲都讲不出来，叫言语道断；不但说不出来，当然你听不懂，你也想不到，那怎么办？佛法里有句话告诉我们，「唯证方知」，你证到这个地位你就知道了。怎样去证？你要行；怎么行法？要放下。放下，那就要谈到戒律，戒律里面教我们不可以做的，你统统放下，这是止持，止是放下。菩萨戒里面告诉我们哪些要做的，你就照做，这叫作持，你要不做，你就犯戒了。叫你做，不做，你犯戒了；不许你做，你做了，也犯戒。",
      "zh_TW": "所以「非現現」這是說明真相，這是不思議的境界。前面或者你還有議論、有爭議，或者有問題，到這個地方什麼問題都沒有了，言語道斷，心行處滅。這是一切眾生於自性中，自性是寂然不動的，但是隨眾生的感它自然有應。所以，眾生在感應裡面所見的一切境界，從哪裡來的？是你自性變現的。心外確實沒有一法可得，這個道理太深，講不出來，十方三世一切諸佛來跟我們講都講不出來，叫言語道斷；不但說不出來，當然你聽不懂，你也想不到，那怎麼辦？佛法裡有句話告訴我們，「唯證方知」，你證到這個地位你就知道了。怎樣去證？你要行；怎麼行法？要放下。放下，那就要談到戒律，戒律裡面教我們不可以做的，你統統放下，這是止持，止是放下。菩薩戒裡面告訴我們哪些要做的，你就照做，這叫作持，你要不做，你就犯戒了。叫你做，不做，你犯戒了；不許你做，你做了，也犯戒。"
    },
    {
      "id": "12-046-0048_p0018",
      "zh_CN": "所以戒律有两种，一种是止持，一种是作持，比丘戒是止持，菩萨戒是作持。佛教菩萨要普度众生，帮助众生断恶修善，帮助众生破迷开悟，帮助众生离苦得乐，你不做怎么行？释迦牟尼佛做出榜样来给我们看，你看他在没开悟之前，止持，放下；开悟之后，开悟之后是作持。这个弥勒菩萨给我们做了很好的榜样，在中国。中国，弥勒菩萨化身就是布袋和尚，我们中国造弥勒菩萨像都造布袋和尚，这是真有其人，真有其事，《大藏经．高僧传》里面有他的传记，也不知道布袋和尚姓什么，名字叫什么，不知道，他是哪里人也不知道，多大年岁也不知道，没有人晓得，所以叫不详。但他的事迹有记载，圆寂的时候记得很清楚，他身世没有人知道，别人问他，他也不说，问这个干什么？这个不急、不重要。人家问他什么是佛法？他每天背一个大口袋到处化缘，人家供养都放在口袋里头，所以大家都叫他布袋和尚，不知道叫什么？叫布袋和尚，也很出名。人家问他什么是佛法？他把布袋往地上一放，两个手摊开，一句话也不说。人家看这个样子，懂得这叫放下，放下！放下之后怎么办？他提着布袋扛起来走了，理也不理。放下之后提起，提起要干，去行！你看他不说一句话。所以对你自己修行，是叫你放下；放下之后呢？放下之后要提起来，教化众生。",
      "zh_TW": "所以戒律有兩種，一種是止持，一種是作持，比丘戒是止持，菩薩戒是作持。佛教菩薩要普度眾生，幫助眾生斷惡修善，幫助眾生破迷開悟，幫助眾生離苦得樂，你不做怎麼行？釋迦牟尼佛做出榜樣來給我們看，你看他在沒開悟之前，止持，放下；開悟之後，開悟之後是作持。這個彌勒菩薩給我們做了很好的榜樣，在中國。中國，彌勒菩薩化身就是布袋和尚，我們中國造彌勒菩薩像都造布袋和尚，這是真有其人，真有其事，《大藏經．高僧傳》裡面有他的傳記，也不知道布袋和尚姓什麼，名字叫什麼，不知道，他是哪裡人也不知道，多大年歲也不知道，沒有人曉得，所以叫不詳。但他的事跡有記載，圓寂的時候記得很清楚，他身世沒有人知道，別人問他，他也不說，問這個幹什麼？這個不急、不重要。人家問他什麼是佛法？他每天背一個大口袋到處化緣，人家供養都放在口袋裡頭，所以大家都叫他布袋和尚，不知道叫什麼？叫布袋和尚，也很出名。人家問他什麼是佛法？他把布袋往地上一放，兩個手攤開，一句話也不說。人家看這個樣子，懂得這叫放下，放下！放下之後怎麼辦？他提著布袋扛起來走了，理也不理。放下之後提起，提起要幹，去行！你看他不說一句話。所以對你自己修行，是叫你放下；放下之後呢？放下之後要提起來，教化眾生。"
    },
    {
      "id": "12-046-0048_p0019",
      "zh_CN": "你要把你自己发的愿要兑现，你可不能天天欺骗佛菩萨，那个罪过太重。四弘誓愿，你看你每天念，「众生无边誓愿度」，你天天在障碍众生，你天天在找他麻烦，你不是在度众生，天天给气给他受，你这不叫欺骗佛菩萨吗？「烦恼无尽誓愿断」，你天天生烦恼，你没有把你自己烦恼减轻，你念这首偈是不是打妄语？「法门无量誓愿学」，你根本就没有学；「佛道无上誓愿成」，那就不说了。所以你所作所为，扪心自问，都是干的是骗佛菩萨，骗众生、骗自己，叫自欺欺人，还得欺骗佛菩萨，你说你的罪多重，你不堕地狱谁堕地狱！地狱不是佛菩萨造的，这桩事情我们也非常清楚。我从前年轻的时候，听到朱镜宙老居士跟我讲这些故事，都是真人真事。他的老岳丈是章太炎先生，章太炎在世曾经做过东岳大帝的判官，东岳大帝就是泰山，山东泰山。那是大鬼王，他管差不多管五、六个省，这个里面的人生死都归他管。东岳大帝找他，做他的判官，判官是什么？就是现在的秘书长，地位很高。所以他很辛苦，白天在世间要办公、要处理事情，晚上要到东岳大帝衙门去上班，好在时间还不长，大概不到两个月。可能是判官出缺了，或者是有事情，他去代理，所以时间不长。他在这个职务上就想到地狱里面的炮烙，他说炮烙的刑罚太残酷，不人道，要求东岳大帝把这个刑罚废除。这个建议提上去之后，东岳大帝笑笑，也不说话，派了两个小鬼带章先生到刑场亲自去看。小鬼带他走了一段路之后，告诉他，炮烙刑场就在此地，他看不到。才恍然大悟，一切唯心造，他没有做这个罪业，他看不到。所以以后再不提了，才晓得地狱从哪里来？是你自己的业力变现出来的，自己变自己受，不是阎王造的地狱罚你去受罪，不是！这才把事实真相搞清楚。就跟作梦一样，你说梦，梦境是谁制造的梦境给你去受的？没有，地狱的境界就像这样。",
      "zh_TW": "你要把你自己發的願要兌現，你可不能天天欺騙佛菩薩，那個罪過太重。四弘誓願，你看你每天念，「眾生無邊誓願度」，你天天在障礙眾生，你天天在找他麻煩，你不是在度眾生，天天給氣給他受，你這不叫欺騙佛菩薩嗎？「煩惱無盡誓願斷」，你天天生煩惱，你沒有把你自己煩惱減輕，你念這首偈是不是打妄語？「法門無量誓願學」，你根本就沒有學；「佛道無上誓願成」，那就不說了。所以你所作所為，捫心自問，都是幹的是騙佛菩薩，騙眾生、騙自己，叫自欺欺人，還得欺騙佛菩薩，你說你的罪多重，你不墮地獄誰墮地獄！地獄不是佛菩薩造的，這樁事情我們也非常清楚。我從前年輕的時候，聽到朱鏡宙老居士跟我講這些故事，都是真人真事。他的老岳丈是章太炎先生，章太炎在世曾經做過東嶽大帝的判官，東嶽大帝就是泰山，山東泰山。那是大鬼王，他管差不多管五、六個省，這個裡面的人生死都歸他管。東嶽大帝找他，做他的判官，判官是什麼？就是現在的祕書長，地位很高。所以他很辛苦，白天在世間要辦公、要處理事情，晚上要到東嶽大帝衙門去上班，好在時間還不長，大概不到兩個月。可能是判官出缺了，或者是有事情，他去代理，所以時間不長。他在這個職務上就想到地獄裡面的炮烙，他說炮烙的刑罰太殘酷，不人道，要求東嶽大帝把這個刑罰廢除。這個建議提上去之後，東嶽大帝笑笑，也不說話，派了兩個小鬼帶章先生到刑場親自去看。小鬼帶他走了一段路之後，告訴他，炮烙刑場就在此地，他看不到。才恍然大悟，一切唯心造，他沒有做這個罪業，他看不到。所以以後再不提了，才曉得地獄從哪裡來？是你自己的業力變現出來的，自己變自己受，不是閻王造的地獄罰你去受罪，不是！這才把事實真相搞清楚。就跟作夢一樣，你說夢，夢境是誰製造的夢境給你去受的？沒有，地獄的境界就像這樣。"
    },
    {
      "id": "12-046-0048_p0020",
      "zh_CN": "你什么样的心感什么样的境界现前，境界无量无边，我们在前面第三段念到的「出生无尽」，三种周遍，出生无尽，是你自己变现出来的，自己受。你明白这个道理，我们眼前境界也是自己业力变现出来的，自己受。现在灾难很多，化解灾难，我们懂得这个道理就很容易了，我只要把心，恶的念头断掉，恶的行为断掉，灾难对我就没有关系了。你纵然是有因，当中没有缘，果你就不受。所以理得，道理搞清楚、搞明白，心就安了。这是佛在大乘教里面，教给我们怎么样消灾免难？你说这是靠佛菩萨保佑？不是。是靠自己做个转变，就是妄尽还源。佛法有道理在，不是迷信。要是靠佛菩萨保佑，那是迷信，那完全错了。佛菩萨要真能有这个力量能保佑，世间就不会有灾难。所以，一切灾难是恶业感召，你造这么多恶业，你自作要自受。共业里面有不共业，所以心地清净善良的人什么样的灾难不害怕，没有恐惧，不惊不怖。「海印三昧」我们就介绍到此地。我们再看下面的文：",
      "zh_TW": "你什麼樣的心感什麼樣的境界現前，境界無量無邊，我們在前面第三段念到的「出生無盡」，三種周遍，出生無盡，是你自己變現出來的，自己受。你明白這個道理，我們眼前境界也是自己業力變現出來的，自己受。現在災難很多，化解災難，我們懂得這個道理就很容易了，我只要把心，惡的念頭斷掉，惡的行為斷掉，災難對我就沒有關係了。你縱然是有因，當中沒有緣，果你就不受。所以理得，道理搞清楚、搞明白，心就安了。這是佛在大乘教裡面，教給我們怎麼樣消災免難？你說這是靠佛菩薩保佑？不是。是靠自己做個轉變，就是妄盡還源。佛法有道理在，不是迷信。要是靠佛菩薩保佑，那是迷信，那完全錯了。佛菩薩要真能有這個力量能保佑，世間就不會有災難。所以，一切災難是惡業感召，你造這麼多惡業，你自作要自受。共業裡面有不共業，所以心地清淨善良的人什麼樣的災難不害怕，沒有恐懼，不驚不怖。「海印三昧」我們就介紹到此地。我們再看下面的文："
    },
    {
      "id": "12-046-0048_p0021",
      "zh_CN": "【若约二用而论。即名华严妙行三昧门。】",
      "zh_TW": "【若約二用而論。即名華嚴妙行三昧門。】"
    },
    {
      "id": "12-046-0048_p0022",
      "zh_CN": "『二用』就是生起依报、正报。『华严妙行三昧门』是说的什么？是说毘卢遮那佛的实报庄严土。依什么修行？祖师慈悲，把《华严经》的修行方法，你看看就用这六个纲领，这六门就讲清楚、就讲明白了。如果用《华严经》的经义来说，那就是文殊、普贤。文殊菩萨教我们修十波罗蜜，布施、持戒、忍辱、精进、禅定、般若，这通常讲的菩萨六度，再加上方便、愿、力、智，《华严经》讲十度，十波罗蜜。普贤菩萨跟我们讲十愿，导归极乐。这是《华严经》的两位法身大士，把修学修「华严妙行三昧门」给我们具体的显示出来。我们有没有认真去做？实在讲，是我们做不了，境界太高了，太妙了。所以加上妙，做能不着相，六度、十愿齐修，这里头没有妄想分别执着就妙了；有分别执着，它就不妙了。为什么？有分别执着在里面，你是修的福德，没有分别、执着就叫功德，做一样的事情。譬如修财布施，今天遇到人家有灾难，像四川灾难，我们捐了一些钱去帮助他们。我们有分别、有执着，这是修福，没有分别、执着是修功德，果报不一样。功德能超越三界、六道，福德不能，福德只能在六道里面，你将来到哪一道享福，你修的福报。由此可知，学佛的人多，修福的人多，修功德的人凤毛麟角，几个人懂得功德？修功德的，无我，无我相、无人相、无众生相、无寿者相，他修功德，那真正叫学佛。修福的那是搞佛学，佛学里有福，有福报，没有功德，这个要懂。真正的善心、善行是修福，我们现在看到很多是在修福报，可是他心行不善；心行不善，福报不能说没有，有，到什么地方去享？很可能是三途。鬼里面有福德鬼，享福的；畜生道里面享福的很多，你看现在很多宠物，宠物你细心观察，牠很聪明，牠懂得人的意思，牠也知道牠过去生中干的是什么。修的有福报，现在到畜生道去享福，错了。下面说：",
      "zh_TW": "『二用』就是生起依報、正報。『華嚴妙行三昧門』是說的什麼？是說毘盧遮那佛的實報莊嚴土。依什麼修行？祖師慈悲，把《華嚴經》的修行方法，你看看就用這六個綱領，這六門就講清楚、就講明白了。如果用《華嚴經》的經義來說，那就是文殊、普賢。文殊菩薩教我們修十波羅蜜，布施、持戒、忍辱、精進、禪定、般若，這通常講的菩薩六度，再加上方便、願、力、智，《華嚴經》講十度，十波羅蜜。普賢菩薩跟我們講十願，導歸極樂。這是《華嚴經》的兩位法身大士，把修學修「華嚴妙行三昧門」給我們具體的顯示出來。我們有沒有認真去做？實在講，是我們做不了，境界太高了，太妙了。所以加上妙，做能不著相，六度、十願齊修，這裡頭沒有妄想分別執著就妙了；有分別執著，它就不妙了。為什麼？有分別執著在裡面，你是修的福德，沒有分別、執著就叫功德，做一樣的事情。譬如修財布施，今天遇到人家有災難，像四川災難，我們捐了一些錢去幫助他們。我們有分別、有執著，這是修福，沒有分別、執著是修功德，果報不一樣。功德能超越三界、六道，福德不能，福德只能在六道裡面，你將來到哪一道享福，你修的福報。由此可知，學佛的人多，修福的人多，修功德的人鳳毛麟角，幾個人懂得功德？修功德的，無我，無我相、無人相、無眾生相、無壽者相，他修功德，那真正叫學佛。修福的那是搞佛學，佛學裡有福，有福報，沒有功德，這個要懂。真正的善心、善行是修福，我們現在看到很多是在修福報，可是他心行不善；心行不善，福報不能說沒有，有，到什麼地方去享？很可能是三途。鬼裡面有福德鬼，享福的；畜生道裡面享福的很多，你看現在很多寵物，寵物你細心觀察，牠很聰明，牠懂得人的意思，牠也知道牠過去生中幹的是什麼。修的有福報，現在到畜生道去享福，錯了。下面說："
    },
    {
      "id": "12-046-0048_p0023",
      "zh_CN": "【若据三遍为言。】",
      "zh_TW": "【若據三遍為言。】"
    },
    {
      "id": "12-046-0048_p0024",
      "zh_CN": "这是讲体、用，自性清净圆明体起的二用，依正现出来，这现相，有体、有相。体跟相都是三种周遍，「周遍法界」、「出生无尽」、「包含空有」，这个你一定要懂。你要是真的明白这个事实真相，你就晓得，不但我们起心动念，念头周遍法界，我们的一举一动也周遍法界。这个现象就像贤首国师请皇帝建的八角亭一样，八角亭八面摆八个镜子，大概上面下面都是镜子，十面，十方。人站在当中，你一个动作，十方你都看到，各个都是这个动作，就像善财童子在弥勒楼阁里的境界一样，你这里一动，遍法界都在动。你能瞒得了谁？你能说哪个不知道？不可能。所以你自己欺骗自己，你欺骗不了众生，你的起心动念、言语造作，《华严》讲得透彻。",
      "zh_TW": "這是講體、用，自性清淨圓明體起的二用，依正現出來，這現相，有體、有相。體跟相都是三種周遍，「周遍法界」、「出生無盡」、「包含空有」，這個你一定要懂。你要是真的明白這個事實真相，你就曉得，不但我們起心動念，念頭周遍法界，我們的一舉一動也周遍法界。這個現象就像賢首國師請皇帝建的八角亭一樣，八角亭八面擺八個鏡子，大概上面下面都是鏡子，十面，十方。人站在當中，你一個動作，十方你都看到，各個都是這個動作，就像善財童子在彌勒樓閣裡的境界一樣，你這裡一動，遍法界都在動。你能瞞得了誰？你能說哪個不知道？不可能。所以你自己欺騙自己，你欺騙不了眾生，你的起心動念、言語造作，《華嚴》講得透徹。"
    },
    {
      "id": "12-046-0048_p0025",
      "zh_CN": "【即是尘含十方三昧门。】",
      "zh_TW": "【即是塵含十方三昧門。】"
    },
    {
      "id": "12-046-0048_p0026",
      "zh_CN": "举的微尘，一粒微尘。一粒微尘里面有十方世界，那个世界有没有我们？有！统统在里头。微尘的世界跟外面的宏观世界没有两样，一样的，现在全息照片有这个现象。知道这个，我们起心动念就会收敛，自然就收敛了。",
      "zh_TW": "舉的微塵，一粒微塵。一粒微塵裡面有十方世界，那個世界有沒有我們？有！統統在裡頭。微塵的世界跟外面的宏觀世界沒有兩樣，一樣的，現在全息照片有這個現象。知道這個，我們起心動念就會收斂，自然就收斂了。"
    },
    {
      "id": "12-046-0048_p0027",
      "zh_CN": "【若准四德为名。即名四摄摄生三昧门。】",
      "zh_TW": "【若準四德為名。即名四攝攝生三昧門。】"
    },
    {
      "id": "12-046-0048_p0028",
      "zh_CN": "『四德』是性德，是性德里面的根本，自然的流露，一点都不勉强。我们想想「随缘妙行」，在法身菩萨，就是众生有感他就现身，这就随缘。虽现身，他没有妄想分别执着，就是没有起心动念，没有分别执着，妙行。示现什么样子？「威仪有则」，这一条就是我们现在讲的「学为人师，行为世范」，起心动念、言语造作都是纯善纯净，给一切众生做最好的榜样。「有则」就是有规矩，在佛法里面讲就是戒律，三聚净戒一条都不犯，有则。「威仪」是说行住坐卧，起心动念没有一点过失，这是四德里第二个。第三个是讲到最核心的，「质直柔和」，处事待人接物。质直是我们讲真诚心，就是菩提心，真诚心；柔和是和颜悦色，表现在外面，没有粗暴。面孔一放下来，瞋恚就起来了，那就完了，全部就完了。所以性德里面讲四条，你看看特别提出这一条。最后一条是「代众生苦」，菩萨示现在世间不为自己，为众生。这是性德里基本的四大德行。摄受众生，这佛经上常讲的，布施、爱语、利行、同事，这四条就是落实这四种性德。「随缘妙行」落实在布施、爱语、利行、同事；「威仪有则」也是落实在里面，「质直柔和」跟「代众生苦」统统落实在这个四条，这个四条就表现在外面，『四摄摄生三昧门』。所以佛不讲空话，佛所说的都表现在外面。",
      "zh_TW": "『四德』是性德，是性德裡面的根本，自然的流露，一點都不勉強。我們想想「隨緣妙行」，在法身菩薩，就是眾生有感他就現身，這就隨緣。雖現身，他沒有妄想分別執著，就是沒有起心動念，沒有分別執著，妙行。示現什麼樣子？「威儀有則」，這一條就是我們現在講的「學為人師，行為世範」，起心動念、言語造作都是純善純淨，給一切眾生做最好的榜樣。「有則」就是有規矩，在佛法裡面講就是戒律，三聚淨戒一條都不犯，有則。「威儀」是說行住坐臥，起心動念沒有一點過失，這是四德裡第二個。第三個是講到最核心的，「質直柔和」，處事待人接物。質直是我們講真誠心，就是菩提心，真誠心；柔和是和顏悅色，表現在外面，沒有粗暴。面孔一放下來，瞋恚就起來了，那就完了，全部就完了。所以性德裡面講四條，你看看特別提出這一條。最後一條是「代眾生苦」，菩薩示現在世間不為自己，為眾生。這是性德裡基本的四大德行。攝受眾生，這佛經上常講的，布施、愛語、利行、同事，這四條就是落實這四種性德。「隨緣妙行」落實在布施、愛語、利行、同事；「威儀有則」也是落實在裡面，「質直柔和」跟「代眾生苦」統統落實在這個四條，這個四條就表現在外面，『四攝攝生三昧門』。所以佛不講空話，佛所說的都表現在外面。"
    },
    {
      "id": "12-046-0048_p0029",
      "zh_CN": "【若约五止而言。即为寂用无碍三昧门。】",
      "zh_TW": "【若約五止而言。即為寂用無礙三昧門。】"
    },
    {
      "id": "12-046-0048_p0030",
      "zh_CN": "寂是寂静，动静不二，动中有不动，不动里头有动，动跟不动是一不是二。像圆一样，我们现在科学时代，没有办法离开圆，动都是靠圆，圆心不动，圆周在动。所以身动心不动，事动理不动，相动性不动，不障碍！理性不障碍事相，在事相上是事事无碍的法界。",
      "zh_TW": "寂是寂靜，動靜不二，動中有不動，不動裡頭有動，動跟不動是一不是二。像圓一樣，我們現在科學時代，沒有辦法離開圓，動都是靠圓，圓心不動，圓周在動。所以身動心不動，事動理不動，相動性不動，不障礙！理性不障礙事相，在事相上是事事無礙的法界。"
    },
    {
      "id": "12-046-0048_p0031",
      "zh_CN": "【若取六观为名。即是佛果无碍三昧门。】",
      "zh_TW": "【若取六觀為名。即是佛果無礙三昧門。】"
    },
    {
      "id": "12-046-0048_p0032",
      "zh_CN": "这是末后我们所念的。你看看佛，我们用凡夫的层次来说，佛是怎么看我们这个世界？怎样看六道？事事无碍。清凉讲了四种，事无碍，理无碍，理事无碍，事事无碍，说得好！",
      "zh_TW": "這是末後我們所念的。你看看佛，我們用凡夫的層次來說，佛是怎麼看我們這個世界？怎樣看六道？事事無礙。清涼講了四種，事無礙，理無礙，理事無礙，事事無礙，說得好！"
    },
    {
      "id": "12-046-0048_p0033",
      "zh_CN": "【如是等义。随德立名。】",
      "zh_TW": "【如是等義。隨德立名。】"
    },
    {
      "id": "12-046-0048_p0034",
      "zh_CN": "名是假名，不是真的。",
      "zh_TW": "名是假名，不是真的。"
    },
    {
      "id": "12-046-0048_p0035",
      "zh_CN": "【据教说为六观。】",
      "zh_TW": "【據教說為六觀。】"
    },
    {
      "id": "12-046-0048_p0036",
      "zh_CN": "这是教学，称它为六观。",
      "zh_TW": "這是教學，稱它為六觀。"
    },
    {
      "id": "12-046-0048_p0037",
      "zh_CN": "【随入一门。众德咸具。】",
      "zh_TW": "【隨入一門。眾德咸具。】"
    },
    {
      "id": "12-046-0048_p0038",
      "zh_CN": "这个六门，任何一门，你要是入一门，一切都入了。这个地方的『随入一门』，就是前面讲的六门，不是讲的六观，是讲的六门。六观是末后这一门。都是见性！不见性，你就没有法子契入这个境界。",
      "zh_TW": "這個六門，任何一門，你要是入一門，一切都入了。這個地方的『隨入一門』，就是前面講的六門，不是講的六觀，是講的六門。六觀是末後這一門。都是見性！不見性，你就沒有法子契入這個境界。"
    },
    {
      "id": "12-046-0048_p0039",
      "zh_CN": "【无生既显。幻有非亡。】",
      "zh_TW": "【無生既顯。幻有非亡。】"
    },
    {
      "id": "12-046-0048_p0040",
      "zh_CN": "『无生』是性，『幻有』是相，是一真法界，是十法界依正庄严。你看「无生」，性见到了，相怎么样？相还在，相没有灭掉，相在。碍不碍事？根本就不碍事。性是真的，相是假的，就像我们看电视屏幕里画面一样，无生是什么？无生是屏幕，屏幕什么都没有，无生，什么都没有它能显相，它所显的相，相是假的，不是真的。所以屏幕不碍现相，现相也不碍屏幕。屏幕确实没有染污，我们把频道一关，干干净净，没有落一点痕迹，这是自性。所以真妄可以同时存在，彼此不相到，彼此不妨碍。",
      "zh_TW": "『無生』是性，『幻有』是相，是一真法界，是十法界依正莊嚴。你看「無生」，性見到了，相怎麼樣？相還在，相沒有滅掉，相在。礙不礙事？根本就不礙事。性是真的，相是假的，就像我們看電視屏幕裡畫面一樣，無生是什麼？無生是屏幕，屏幕什麼都沒有，無生，什麼都沒有它能顯相，它所顯的相，相是假的，不是真的。所以屏幕不礙現相，現相也不礙屏幕。屏幕確實沒有染污，我們把頻道一關，乾乾淨淨，沒有落一點痕跡，這是自性。所以真妄可以同時存在，彼此不相到，彼此不妨礙。"
    },
    {
      "id": "12-046-0048_p0041",
      "zh_CN": "【摄法界而一尘收。举一身而十身现。如斯等义。非情所图。识尽见除。思之可见。】",
      "zh_TW": "【攝法界而一塵收。舉一身而十身現。如斯等義。非情所圖。識盡見除。思之可見。】"
    },
    {
      "id": "12-046-0048_p0042",
      "zh_CN": "『如斯』，斯是前面所说的这么多的义趣，不是情识所能够理解的，『图』有理解的意思，有得到的意思。『情』就是情识，妄想分别执着都叫做情，它做不到，它不能了解，它不能契入，它也不能控制。要怎样？『识尽见除』，识是妄想分别执着，见是见思烦恼，把这个东西统统断掉。「识尽」就是不起心、不动念，「见除」就是不分别、不执着，那你就见到了，这里面讲的六条这六门的真相你完全明了了。我们想想杜顺和尚、贤首、清凉，如果没有入这个境界他说不出来，虽然世尊在《华严经》上说得这么多，不是他的境界他说不出来。这个道理我们要懂。",
      "zh_TW": "『如斯』，斯是前面所說的這麼多的義趣，不是情識所能夠理解的，『圖』有理解的意思，有得到的意思。『情』就是情識，妄想分別執著都叫做情，它做不到，它不能了解，它不能契入，它也不能控制。要怎樣？『識盡見除』，識是妄想分別執著，見是見思煩惱，把這個東西統統斷掉。「識盡」就是不起心、不動念，「見除」就是不分別、不執著，那你就見到了，這裡面講的六條這六門的真相你完全明瞭了。我們想想杜順和尚、賢首、清涼，如果沒有入這個境界他說不出來，雖然世尊在《華嚴經》上說得這麼多，不是他的境界他說不出來。這個道理我們要懂。"
    },
    {
      "id": "12-046-0048_p0043",
      "zh_CN": "可是话是这么说，真难懂，我们把这个文介绍完了，是不是真懂？太难了！真懂，你就入境界了。你没有入境界，换句话说，自己要晓得没有真懂。为什么没有真懂？我们有最大的障碍，自私自利，自私自利是见烦恼，贪瞋痴慢是思烦恼，所以对于大乘教入不进去。因此，佛才说了真话，在《佛藏经》里头，佛弟子不先学小乘，后学大乘，叫非佛弟子，佛不承认你。你没有按部就班，你小学、中学都没有念，你怎么能念研究所？《华严》是研究所，你得不到好处。可是它末后有一门，那是善财童子五十三参，十大愿王导归极乐。我们真正能把万缘放下，一心念佛，求生净土，就入《华严》境界。不在此地，到极乐世界去，《华严》所讲的完全通达明了，你去不了极乐世界就不行。",
      "zh_TW": "可是話是這麼說，真難懂，我們把這個文介紹完了，是不是真懂？太難了！真懂，你就入境界了。你沒有入境界，換句話說，自己要曉得沒有真懂。為什麼沒有真懂？我們有最大的障礙，自私自利，自私自利是見煩惱，貪瞋痴慢是思煩惱，所以對於大乘教入不進去。因此，佛才說了真話，在《佛藏經》裡頭，佛弟子不先學小乘，後學大乘，叫非佛弟子，佛不承認你。你沒有按部就班，你小學、中學都沒有念，你怎麼能念研究所？《華嚴》是研究所，你得不到好處。可是它末後有一門，那是善財童子五十三參，十大願王導歸極樂。我們真正能把萬緣放下，一心念佛，求生淨土，就入《華嚴》境界。不在此地，到極樂世界去，《華嚴》所講的完全通達明瞭，你去不了極樂世界就不行。"
    },
    {
      "id": "12-046-0048_p0044",
      "zh_CN": "《大宝积经》里面有一段经文，不长，「发十种心向佛决定得生」，这上面打出来了，「十心向佛命尽往生」。我讲的时候把「命尽」改做「决定」，决定往生。这个十条很重要，希望我们认真努力去做，你不做，你就知道必定堕三途；你要做，你决定生净土。第一条，「于众生起大慈，无损害心」。一切众生你不能去损害他，你要爱他。大慈就是大爱，你要爱护一切人，甚至于连蜎飞蠕动这些小动物你都要爱牠，你不可以损害牠。你要叫他因你而生烦恼，你就害了他。所以大乘教里头佛常讲，「菩萨所在之处，令一切众生生欢喜心」，那个众生不喜欢，不喜欢，我看到他我躲避他，他就喜欢了，这是菩萨行。众生有一点错误，纵然他是你的部属，你也不应该用严厉的态度来对他，为什么？你没有尊重他，他也是个人。像胡小林，胡小林学佛觉悟了，他知道自己过去做错了，他对员工很厉害，常常骂员工，员工都不敢见他。现在见员工九十度鞠躬礼，员工把他当作亲人。他才做两年，他真的是学佛了，他不是搞佛学，他是学佛。所以起这么大的变化。看到员工犯再大的错误，他不发脾气，他有的时候还有习气，怎么办？这个事情暂时不办，过个十分钟、十五分钟之后再说，他让他定下来，恢复理智才处理事情。他不会像从前，马上就暴躁，摔茶杯什么的发脾气骂人，现在没有了。真正做到什么？质直柔和，他把这个纲领抓到了。做错事情了也和颜悦色，你让人对你有感恩、感激。你把他教训一顿，他怀恨在心，他今天是要拿你的工资过生活，不得不低头，他不是甘心情愿的。所以，这都是属于杀生。",
      "zh_TW": "《大寶積經》裡面有一段經文，不長，「發十種心向佛決定得生」，這上面打出來了，「十心向佛命盡往生」。我講的時候把「命盡」改做「決定」，決定往生。這個十條很重要，希望我們認真努力去做，你不做，你就知道必定墮三途；你要做，你決定生淨土。第一條，「於眾生起大慈，無損害心」。一切眾生你不能去損害他，你要愛他。大慈就是大愛，你要愛護一切人，甚至於連蜎飛蠕動這些小動物你都要愛牠，你不可以損害牠。你要叫他因你而生煩惱，你就害了他。所以大乘教裡頭佛常講，「菩薩所在之處，令一切眾生生歡喜心」，那個眾生不喜歡，不喜歡，我看到他我躲避他，他就喜歡了，這是菩薩行。眾生有一點錯誤，縱然他是你的部屬，你也不應該用嚴厲的態度來對他，為什麼？你沒有尊重他，他也是個人。像胡小林，胡小林學佛覺悟了，他知道自己過去做錯了，他對員工很厲害，常常罵員工，員工都不敢見他。現在見員工九十度鞠躬禮，員工把他當作親人。他才做兩年，他真的是學佛了，他不是搞佛學，他是學佛。所以起這麼大的變化。看到員工犯再大的錯誤，他不發脾氣，他有的時候還有習氣，怎麼辦？這個事情暫時不辦，過個十分鐘、十五分鐘之後再說，他讓他定下來，恢復理智才處理事情。他不會像從前，馬上就暴躁，摔茶杯什麼的發脾氣罵人，現在沒有了。真正做到什麼？質直柔和，他把這個綱領抓到了。做錯事情了也和顏悅色，你讓人對你有感恩、感激。你把他教訓一頓，他懷恨在心，他今天是要拿你的工資過生活，不得不低頭，他不是甘心情願的。所以，這都是屬於殺生。"
    },
    {
      "id": "12-046-0048_p0045",
      "zh_CN": "第二，「于众生起大悲，无逼恼心」。你不要逼迫他，你不要叫他生烦恼。你的下属、你的员工因为你而起烦恼，你就有罪过，你不是在行菩萨道，为什么？这个障碍你往生，你就是念佛你也往生不了。你看看有没有这种行为？对人、对事、对物。这个十条你都做到，决定往生。你要知道，看到别人有过失，一发脾气，「算了，我就堕地狱吧，我不要往生了！」就是这样的，你放弃极乐世界，你愿意到阿鼻地狱去了，这没有话说，佛也拦你不住。大慈是爱心，大悲是怜悯心，中国古人所说的「恻隐之心人皆有之」，我们讲同情心、怜悯心，「人非圣贤，孰能无过，过而能改，善莫大焉」，帮助他们改过自新。所以教就不能不学。我们今天谁来劝我们改过？现在社会没有人了。在过去旧社会里面，一百年前，你有过失谁来说你？你的父母说你，老师说你，这是他有义务来教训你的。现在父母不敢说，老师也不敢说，父母说了，儿子把父母杀掉；老师说了，也把老师杀掉。老师聪明了，不敢惹火上身，所以不说了。换句话讲，你的过失天天在增长，你不知道，没人说了。从前朋友们相交，朋友有规过的义务，点到为止。所以李老师教给我们，劝人两次，不可以第三次，两次他不改，以后就不能再劝，劝了，他怀恨在心。不能劝！你就是承认一个事实，各人因果各人承当，我们心就平了，随他去吧！干什么样的坏事，灭佛法、破坏佛法形象，随他去。决定不能讲，讲了没有用，只有负面的影响，没有正面的，那你又何必讲他？好好修自己的。前天我收到一封信，东北一位同学寄来的，我不认识这个人，是一份报纸剪下来的，里面一个资讯是东北报纸上刊登的。外国的科学家提出来，拯救地球时间只有七年了。我明天把它影印起来贴在我们这边，大家看看，这是外国人说的。所以说许多科学家警告我们，我们学佛的人，不管他这个东西是真的是假的，但是给我们的警策是好事，为什么？我们要认真努力。念佛往生需要多少时间？我们从《净土圣贤录》、从《往生传》，从现前很多念佛往生的人，我们知道时间顶多三年到五年就成功。所以取净土不难，七年时间足够。关键在哪里？关键在身心世界一切放下。这个放下并不是叫你不管事，事可以照做，心里头没有，这就放下了。事情在做，没有关系，心里除了阿弥陀佛还是阿弥陀佛，绝对没有第二样东西在心上。这叫一心称念，事事无碍，所以他决定生净土。",
      "zh_TW": "第二，「於眾生起大悲，無逼惱心」。你不要逼迫他，你不要叫他生煩惱。你的下屬、你的員工因為你而起煩惱，你就有罪過，你不是在行菩薩道，為什麼？這個障礙你往生，你就是念佛你也往生不了。你看看有沒有這種行為？對人、對事、對物。這個十條你都做到，決定往生。你要知道，看到別人有過失，一發脾氣，「算了，我就墮地獄吧，我不要往生了！」就是這樣的，你放棄極樂世界，你願意到阿鼻地獄去了，這沒有話說，佛也攔你不住。大慈是愛心，大悲是憐憫心，中國古人所說的「惻隱之心人皆有之」，我們講同情心、憐憫心，「人非聖賢，孰能無過，過而能改，善莫大焉」，幫助他們改過自新。所以教就不能不學。我們今天誰來勸我們改過？現在社會沒有人了。在過去舊社會裡面，一百年前，你有過失誰來說你？你的父母說你，老師說你，這是他有義務來教訓你的。現在父母不敢說，老師也不敢說，父母說了，兒子把父母殺掉；老師說了，也把老師殺掉。老師聰明了，不敢惹火上身，所以不說了。換句話講，你的過失天天在增長，你不知道，沒人說了。從前朋友們相交，朋友有規過的義務，點到為止。所以李老師教給我們，勸人兩次，不可以第三次，兩次他不改，以後就不能再勸，勸了，他懷恨在心。不能勸！你就是承認一個事實，各人因果各人承當，我們心就平了，隨他去吧！幹什麼樣的壞事，滅佛法、破壞佛法形象，隨他去。決定不能講，講了沒有用，只有負面的影響，沒有正面的，那你又何必講他？好好修自己的。前天我收到一封信，東北一位同學寄來的，我不認識這個人，是一份報紙剪下來的，裡面一個資訊是東北報紙上刊登的。外國的科學家提出來，拯救地球時間只有七年了。我明天把它影印起來貼在我們這邊，大家看看，這是外國人說的。所以說許多科學家警告我們，我們學佛的人，不管他這個東西是真的是假的，但是給我們的警策是好事，為什麼？我們要認真努力。念佛往生需要多少時間？我們從《淨土聖賢錄》、從《往生傳》，從現前很多念佛往生的人，我們知道時間頂多三年到五年就成功。所以取淨土不難，七年時間足夠。關鍵在哪裡？關鍵在身心世界一切放下。這個放下並不是叫你不管事，事可以照做，心裡頭沒有，這就放下了。事情在做，沒有關係，心裡除了阿彌陀佛還是阿彌陀佛，絕對沒有第二樣東西在心上。這叫一心稱念，事事無礙，所以他決定生淨土。"
    },
    {
      "id": "12-046-0048_p0046",
      "zh_CN": "第三，「于佛法不惜身命，乐守护心」。这个乐是爱好，就对于护持佛法（护法）不惜身命，我要来护持佛法。佛法怎么护持法？佛法要不是天天在一块研究、讨论，在一起学习，这不是佛法。所以佛法不是印很多经典，造很多寺庙，这都不是的，这都不相干。天天在一块学习，研究、讨论、学习，这叫佛法。有这么个场地，这叫道场，人数不拘多少，三、五个是道场，二、三十个也是道场，二、三百个还是道场，天天干，真干！释迦牟尼佛当年在世没有硬体设施，没有！都是在山林树下，他这个道场大，一千多人，咱们书上记载的，常随众就一千二百五十五人，佛是每天跟他们在一起研究、讨论，在一起学习。所以，你首先要认识什么叫正法，什么是真正的佛法？第四，「于一切法，发生胜忍，无执着心」。这就是讲不执着。不执着，你要有坚定忍得过才行，好像我不骂人了，你真能忍得过，你不能忍，还是发作。所以没有执着，你看没有执着是阿罗汉。为什么我们偏偏要执着？我们忍不过。所以要忍，不要再执着了，要最殊胜的忍力，把执着化解掉。自己常常想到，有执着，就是我们讲有控制的念头，有占有的念头，这都是三途地狱的念头。我想控制某个人，我想控制什么事，这都不好，为什么？一口气不来的时候，你什么能带去？古大德讲得好，「万般将不去，唯有业随身」。尤其现在这些科学家，这么多的科学家，不是一个人提的，这个世界灾难只有七年了，你还有什么东西要控制的？你还有什么要占有的？你连自己的生命都保不住，你说要不要放下？所以我们常讲，放下对一切人事物的执着，还要加一个，于世出世间一切法，这个一切法包括出世间法，都要放下。",
      "zh_TW": "第三，「於佛法不惜身命，樂守護心」。這個樂是愛好，就對於護持佛法（護法）不惜身命，我要來護持佛法。佛法怎麼護持法？佛法要不是天天在一塊研究、討論，在一起學習，這不是佛法。所以佛法不是印很多經典，造很多寺廟，這都不是的，這都不相干。天天在一塊學習，研究、討論、學習，這叫佛法。有這麼個場地，這叫道場，人數不拘多少，三、五個是道場，二、三十個也是道場，二、三百個還是道場，天天幹，真幹！釋迦牟尼佛當年在世沒有硬體設施，沒有！都是在山林樹下，他這個道場大，一千多人，咱們書上記載的，常隨眾就一千二百五十五人，佛是每天跟他們在一起研究、討論，在一起學習。所以，你首先要認識什麼叫正法，什麼是真正的佛法？第四，「於一切法，發生勝忍，無執著心」。這就是講不執著。不執著，你要有堅定忍得過才行，好像我不罵人了，你真能忍得過，你不能忍，還是發作。所以沒有執著，你看沒有執著是阿羅漢。為什麼我們偏偏要執著？我們忍不過。所以要忍，不要再執著了，要最殊勝的忍力，把執著化解掉。自己常常想到，有執著，就是我們講有控制的念頭，有佔有的念頭，這都是三途地獄的念頭。我想控制某個人，我想控制什麼事，這都不好，為什麼？一口氣不來的時候，你什麼能帶去？古大德講得好，「萬般將不去，唯有業隨身」。尤其現在這些科學家，這麼多的科學家，不是一個人提的，這個世界災難只有七年了，你還有什麼東西要控制的？你還有什麼要佔有的？你連自己的生命都保不住，你說要不要放下？所以我們常講，放下對一切人事物的執著，還要加一個，於世出世間一切法，這個一切法包括出世間法，都要放下。"
    },
    {
      "id": "12-046-0048_p0047",
      "zh_CN": "第五，「不贪利养敬重，净意乐心」。贪图小便宜，贪图利养，贪图别人尊敬，这个很糟糕！这是什么？你的心被染污，不清净，意不清净。你们看过《俞净意遇灶神记》，他把他的名字改成「净意」，就是因为自己的心不清净。起这个名字，常常要顾名思义，我一定要修清净心，清净心才真乐。五欲六尘那种享受，我们教席常常提到，那种乐是服毒、是打吗啡，刺激，那不是真乐，那个乐里头有无量的苦，那是一时求麻醉。只有清净心才是真正乐，叫法喜充满。第六，「求佛种智，于一切时，无忘失心」。念念不忘，就求佛的智慧。种智是一切种智，这一切种智是对于宇宙人生，佛法里头讲六个字包括了，性相、理事、因果通达明了，这就是佛的一切种智，我们要像佛一样。要求智，就不能离开经教，天天读经，天天接受佛菩萨的教诲。第七，「于众生尊重恭敬，无下劣心」。这个要真干。我们现在看到汤池教学这两年半，有很殊胜的成绩，许多的老板现在对员工都九十度鞠躬礼。他们到汤池学了之后，回去他就干，他就用上了，所以这个公司和谐，家和万事兴。你对员工是居高临下，员工跟你不是一条心，对你做事他常常敷衍，不负责任，投机取巧。你要用尊重别人、恭敬别人，绝不看不起别人，你以这种心对待你的员工、对待你的下属，你得人，得人心。你的下属、你的员工没有不尊敬你的，没有不听你的。所以骂人是失败的，决定是失败的，常常呵斥的，这是失败的人，这人不能做大事。古时候用人不用这种人，性情不好，心浮气躁，常常喜欢发脾气，这人不能用，用这种人决定坏事，他不得人心。所以这个道理要懂。",
      "zh_TW": "第五，「不貪利養敬重，淨意樂心」。貪圖小便宜，貪圖利養，貪圖別人尊敬，這個很糟糕！這是什麼？你的心被染污，不清淨，意不清淨。你們看過《俞淨意遇灶神記》，他把他的名字改成「淨意」，就是因為自己的心不清淨。起這個名字，常常要顧名思義，我一定要修清淨心，清淨心才真樂。五欲六塵那種享受，我們教席常常提到，那種樂是服毒、是打嗎啡，刺激，那不是真樂，那個樂裡頭有無量的苦，那是一時求麻醉。只有清淨心才是真正樂，叫法喜充滿。第六，「求佛種智，於一切時，無忘失心」。念念不忘，就求佛的智慧。種智是一切種智，這一切種智是對於宇宙人生，佛法裡頭講六個字包括了，性相、理事、因果通達明瞭，這就是佛的一切種智，我們要像佛一樣。要求智，就不能離開經教，天天讀經，天天接受佛菩薩的教誨。第七，「於眾生尊重恭敬，無下劣心」。這個要真幹。我們現在看到湯池教學這兩年半，有很殊勝的成績，許多的老闆現在對員工都九十度鞠躬禮。他們到湯池學了之後，回去他就幹，他就用上了，所以這個公司和諧，家和萬事興。你對員工是居高臨下，員工跟你不是一條心，對你做事他常常敷衍，不負責任，投機取巧。你要用尊重別人、恭敬別人，絕不看不起別人，你以這種心對待你的員工、對待你的下屬，你得人，得人心。你的下屬、你的員工沒有不尊敬你的，沒有不聽你的。所以罵人是失敗的，決定是失敗的，常常呵斥的，這是失敗的人，這人不能做大事。古時候用人不用這種人，性情不好，心浮氣躁，常常喜歡發脾氣，這人不能用，用這種人決定壞事，他不得人心。所以這個道理要懂。"
    },
    {
      "id": "12-046-0048_p0048",
      "zh_CN": "第八，「不着世论，于菩提分，生决定心」。这一条简单的说，世间有许多的舆论批评佛教，我们听了不会怀疑，不会动摇，这个很重要。那个批评的人他没有接触过佛法，他不知道，他是道听涂说，听别人说佛教是迷信，我们就真的以为它是迷信。我在没有学佛之前也是这样的，遇到真正善知识方东美先生介绍，我们才晓得，以后天天读佛经，才完全恍然大悟。所以不是真正学佛的人，没有得到佛法真实好处的人，他们的批评都不可靠，包括一些搞佛学的人，搞佛学他没有得到受用，所以他的那些议论都有问题。真正学佛，依教奉行，得受用的，那不一样。所以佛教你做的，你做到没有？教你觉而不迷，你做到没有？教你正而不邪，你做到没有？教你净而不染，你做到没有？没有做到就不要说话。第九，「种诸善根，无有杂染，清净之心」。天天想到自己的善根，自己的德土，你要积功累德，你天天要种善根。你心地有杂有染，善根、福德就没有了。所以要离开杂染，要保持清净心。最后一条，「于诸佛舍离诸相，起随念心」。诸佛，一切诸佛他不着相，《金刚经》上说「离一切相，即一切法」，我们虽然做不到，要向往，要对佛菩萨敬佩，他可以做到，我们做不到。所以这个十条能够帮助我们，是非常切实可行的，我们一定要做到。这个十句要摆在我们的案头，天天看，就像朝暮课诵一样，早晨念一遍，晚上念一遍，好好反省一下，我做到没有？我们才有救。否则的话，你就是甘心情愿堕地狱，没救了。末后这几句：",
      "zh_TW": "第八，「不著世論，於菩提分，生決定心」。這一條簡單的說，世間有許多的輿論批評佛教，我們聽了不會懷疑，不會動搖，這個很重要。那個批評的人他沒有接觸過佛法，他不知道，他是道聽塗說，聽別人說佛教是迷信，我們就真的以為它是迷信。我在沒有學佛之前也是這樣的，遇到真正善知識方東美先生介紹，我們才曉得，以後天天讀佛經，才完全恍然大悟。所以不是真正學佛的人，沒有得到佛法真實好處的人，他們的批評都不可靠，包括一些搞佛學的人，搞佛學他沒有得到受用，所以他的那些議論都有問題。真正學佛，依教奉行，得受用的，那不一樣。所以佛教你做的，你做到沒有？教你覺而不迷，你做到沒有？教你正而不邪，你做到沒有？教你淨而不染，你做到沒有？沒有做到就不要說話。第九，「種諸善根，無有雜染，清淨之心」。天天想到自己的善根，自己的德土，你要積功累德，你天天要種善根。你心地有雜有染，善根、福德就沒有了。所以要離開雜染，要保持清淨心。最後一條，「於諸佛捨離諸相，起隨念心」。諸佛，一切諸佛他不著相，《金剛經》上說「離一切相，即一切法」，我們雖然做不到，要嚮往，要對佛菩薩敬佩，他可以做到，我們做不到。所以這個十條能夠幫助我們，是非常切實可行的，我們一定要做到。這個十句要擺在我們的案頭，天天看，就像朝暮課誦一樣，早晨念一遍，晚上念一遍，好好反省一下，我做到沒有？我們才有救。否則的話，你就是甘心情願墮地獄，沒救了。末後這幾句："
    },
    {
      "id": "12-046-0048_p0049",
      "zh_CN": "【余虽不敏。素翫兹经。】",
      "zh_TW": "【余雖不敏。素翫茲經。】"
    },
    {
      "id": "12-046-0048_p0050",
      "zh_CN": "这个『余』是贤首大师，他老人家的话。他说我虽然不聪明，可是我很喜欢这部《华严经》，『兹经』是《华严经》，『翫』就是学习，一向专门学习这部经典。",
      "zh_TW": "這個『余』是賢首大師，他老人家的話。他說我雖然不聰明，可是我很喜歡這部《華嚴經》，『茲經』是《華嚴經》，『翫』就是學習，一向專門學習這部經典。"
    },
    {
      "id": "12-046-0048_p0051",
      "zh_CN": "【聊伸偶木之文。】",
      "zh_TW": "【聊伸偶木之文。】"
    },
    {
      "id": "12-046-0048_p0052",
      "zh_CN": "这都是很谦虚的话。",
      "zh_TW": "這都是很謙虛的話。"
    },
    {
      "id": "12-046-0048_p0053",
      "zh_CN": "【式集弥天之义。】",
      "zh_TW": "【式集彌天之義。】"
    },
    {
      "id": "12-046-0048_p0054",
      "zh_CN": "『弥天』是像天一样，义理无有穷尽。你看看文不长、不多，但是整个《华严经》的义趣统统在这里面。后面有一首偈：",
      "zh_TW": "『彌天』是像天一樣，義理無有窮盡。你看看文不長、不多，但是整個《華嚴經》的義趣統統在這裡面。後面有一首偈："
    },
    {
      "id": "12-046-0048_p0055",
      "zh_CN": "【颂曰。备寻诸教本。集兹华严观。文约义无缺。智者当勤学。】",
      "zh_TW": "【頌曰。備尋諸教本。集茲華嚴觀。文約義無缺。智者當勤學。】"
    },
    {
      "id": "12-046-0048_p0056",
      "zh_CN": "这四句话是勉励后学，我们今天学习这个，当然我们要直下承当，这是祖师末后勉励我们应该要勤奋学习。好，「修华严奥旨妄尽还源观」就圆满了。",
      "zh_TW": "這四句話是勉勵後學，我們今天學習這個，當然我們要直下承當，這是祖師末後勉勵我們應該要勤奮學習。好，「修華嚴奧旨妄盡還源觀」就圓滿了。"
    }
  ]
}