{
  "doc_id": "12-046-0008",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "12-046-0008",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-046-0008_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「修华严奥旨妄尽还源观」。贤首国师在这篇文章里面一共有六段，第一是显体，第二是起用，有二用，第三就是三遍，第四讲四德，第五五止，六观。我们从这六段来看，我就想起早年章嘉大师教我的看破放下。首先前面的四段告诉我们本源，宇宙的本源、万法的本源，本源就是根源。还有一个很重要的，我们自己的本源，我从哪里来的？为什么会有我？第二段就是讲这个。第一段是体，是所有一切万事万法的根源。宇宙森罗万象，这包括我们自己，从哪里来的？是从体里面变现出来的。体从哪里来的？体没有生灭，所以贤首国师说得很好，他说这是「非生因之所生，唯了因之所了」。你能够认识清楚，它是本来就有的，它是不生不灭的，也没有任何形相，能现形相，起用它就现相了。现相，这两大类，一类是依报，第二段讲正报。「法界圆明自在用」，这是讲正报，正报就是讲我，我从哪里来的？为什么会有我？这就说到华严三昧。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「修華嚴奧旨妄盡還源觀」。賢首國師在這篇文章裡面一共有六段，第一是顯體，第二是起用，有二用，第三就是三遍，第四講四德，第五五止，六觀。我們從這六段來看，我就想起早年章嘉大師教我的看破放下。首先前面的四段告訴我們本源，宇宙的本源、萬法的本源，本源就是根源。還有一個很重要的，我們自己的本源，我從哪裡來的？為什麼會有我？第二段就是講這個。第一段是體，是所有一切萬事萬法的根源。宇宙森羅萬象，這包括我們自己，從哪裡來的？是從體裡面變現出來的。體從哪裡來的？體沒有生滅，所以賢首國師說得很好，他說這是「非生因之所生，唯了因之所了」。你能夠認識清楚，它是本來就有的，它是不生不滅的，也沒有任何形相，能現形相，起用它就現相了。現相，這兩大類，一類是依報，第二段講正報。「法界圓明自在用」，這是講正報，正報就是講我，我從哪裡來的？為什麼會有我？這就說到華嚴三昧。"
    },
    {
      "id": "12-046-0008_p0002",
      "zh_CN": "还是要把我找出来，大师在此地教导我们，找就是觉悟，然后才真正能够把事实真相搞清楚、搞明白，这就叫成佛。用什么方法？就是我们普通讲的修行，大师在此地教我们「广修万行」。如果只有这四个字还不行，那这广修万行变成什么？变成修福。所以后面这四个字要紧，「称理成德」，理是什么？理是性体，广修万行要与自性相应，这才能成德；德是什么？德是三德，般若、法身、解脱，才能成三德。般若、法身、解脱是自性的三德，我们现在迷了、失去了，这三德不见了。其实三德还在，确实没有失掉，法身变成依正庄严，般若变成烦恼，解脱变成系缚，我们一般讲自由失掉，解脱是自由自在，我们现在没有法子，自由自在失掉了。所以不是它真的没有了，它变质了。要怎样恢复？恢复必须要修行，你看「广修万行」，你取当中这个字，广修的修字，万行的行字，这修行。修是修正，你就晓得我们的行为有错误，错在哪里？错在违背了理；违背理，我们的行就是过失，悖理成过，我们讲造罪业。要是顺着性德，顺着性就叫德，违背性就叫罪业。",
      "zh_TW": "還是要把我找出來，大師在此地教導我們，找就是覺悟，然後才真正能夠把事實真相搞清楚、搞明白，這就叫成佛。用什麼方法？就是我們普通講的修行，大師在此地教我們「廣修萬行」。如果只有這四個字還不行，那這廣修萬行變成什麼？變成修福。所以後面這四個字要緊，「稱理成德」，理是什麼？理是性體，廣修萬行要與自性相應，這才能成德；德是什麼？德是三德，般若、法身、解脫，才能成三德。般若、法身、解脫是自性的三德，我們現在迷了、失去了，這三德不見了。其實三德還在，確實沒有失掉，法身變成依正莊嚴，般若變成煩惱，解脫變成繫縛，我們一般講自由失掉，解脫是自由自在，我們現在沒有法子，自由自在失掉了。所以不是它真的沒有了，它變質了。要怎樣恢復？恢復必須要修行，你看「廣修萬行」，你取當中這個字，廣修的修字，萬行的行字，這修行。修是修正，你就曉得我們的行為有錯誤，錯在哪裡？錯在違背了理；違背理，我們的行就是過失，悖理成過，我們講造罪業。要是順著性德，順著性就叫德，違背性就叫罪業。"
    },
    {
      "id": "12-046-0008_p0003",
      "zh_CN": "你看《地藏经》上所说的，「阎浮提众生，起心动念无不是罪」，为什么？违背了自性，这就是罪。罪的根源，自性是空寂的，寂就是静，空就是不可得，《般若经》上讲的，「无所有，毕竟空，不可得」。我们今天起心动念一切作为以为有，以为什么都是真的，它真的有，真的存在，我要获得，我要拥有，这就是罪。所以这些话跟初学的人讲很困难，为什么我拥有一切是罪？这个话讲不通，我应该拥有的，我很如法拥有的，我没有犯过失。我们举个例子你就晓得，还是用佛经里面的梦幻泡影，我们每个人都有作梦的经验，梦中境界也误会了，梦确实跟《般若经》上讲的一样，梦境虽然现前，但是梦境确实是无所有、毕竟空、不可得。在梦境当中样样要跟人争，样样都想占有，都不肯放下，到最后吓得一身冷汗，醒过来了，你说你梦中干的是对的还是错的？错了！以前我们老师教学的时候跟我们说了一个比喻，他说你看菩萨，释迦牟尼佛修菩萨行的时候，曾经以身喂虎；老虎饿得很可怜，菩萨看到跳下去让老虎吃，行菩萨道，这是普通人做不到的。李老师讲，如果我们在作梦梦到一头老虎，老虎要吃我们，我们能不能很慷慨就给牠吃？我说梦是假的，也能行菩萨道。为什么不肯？你把梦当真；菩萨为什么能做得到？菩萨晓得一切法毕竟空、无所有、不可得。所以菩萨舍身喂虎，就像在梦中觉悟了那是梦境。我们不知道这个境界是假的，所以样样都当真，样样都分别，样样都执着，样样都计较，错了。",
      "zh_TW": "你看《地藏經》上所說的，「閻浮提眾生，起心動念無不是罪」，為什麼？違背了自性，這就是罪。罪的根源，自性是空寂的，寂就是靜，空就是不可得，《般若經》上講的，「無所有，畢竟空，不可得」。我們今天起心動念一切作為以為有，以為什麼都是真的，它真的有，真的存在，我要獲得，我要擁有，這就是罪。所以這些話跟初學的人講很困難，為什麼我擁有一切是罪？這個話講不通，我應該擁有的，我很如法擁有的，我沒有犯過失。我們舉個例子你就曉得，還是用佛經裡面的夢幻泡影，我們每個人都有作夢的經驗，夢中境界也誤會了，夢確實跟《般若經》上講的一樣，夢境雖然現前，但是夢境確實是無所有、畢竟空、不可得。在夢境當中樣樣要跟人爭，樣樣都想佔有，都不肯放下，到最後嚇得一身冷汗，醒過來了，你說你夢中幹的是對的還是錯的？錯了！以前我們老師教學的時候跟我們說了一個比喻，他說你看菩薩，釋迦牟尼佛修菩薩行的時候，曾經以身餵虎；老虎餓得很可憐，菩薩看到跳下去讓老虎吃，行菩薩道，這是普通人做不到的。李老師講，如果我們在作夢夢到一頭老虎，老虎要吃我們，我們能不能很慷慨就給牠吃？我說夢是假的，也能行菩薩道。為什麼不肯？你把夢當真；菩薩為什麼能做得到？菩薩曉得一切法畢竟空、無所有、不可得。所以菩薩捨身餵虎，就像在夢中覺悟了那是夢境。我們不知道這個境界是假的，所以樣樣都當真，樣樣都分別，樣樣都執著，樣樣都計較，錯了。"
    },
    {
      "id": "12-046-0008_p0004",
      "zh_CN": "真正觉悟的人怎么样？觉悟的人不再计较，不再执着，有跟没有是一样。什么都没有，明天日子怎么过？哪有明天？没有明天！那你就打妄想，想得太多了。那是真正觉悟的人。明天有没有？到时候自然就有了，为什么？法尔如是，它本来就是这样的，用不着操一点心。你说好，我什么都放下，到明天没有了，有人送东西来吃吗？明天还是没有，人还是会饿死，这佛不是讲得不灵了吗？不是不灵，你还是没有放下妄想分别执着。没有放下就不灵，放下就灵了，为什么？放下，性德现前了。性德里面有智慧、有德能、有相好，相好就是我们现在讲的福报，圆满的福报；你有分别执着，这福报就不现、就变质，道理在此地。我们学佛学这么多年，这个道理懂了，懂了怎么样？懂了还是放不下，所以性德不能现前，性德不起作用。这才要修行，把我们错误的思想、错误的见解、错误的言论、错误的行为，一样一样都把它修正过来。标准是什么？标准是性德，要与性德相应。我们现在在迷，在迷就要从迷位讲起，现在我们首先要修正的是什么？首先要修正的，在《华严经》上说的是执着，为什么？因为你有执着，就有六道轮回，六道轮回是从这里发生的；执着要是没有了，六道就没有。六道是假的，不是真的，真的是像作梦一样的。永嘉大师说得好，「梦里明明有六趣」，就是六道，「觉后空空无大千」。你只要一觉悟，六道就没有，好像从梦中醒过来一样。",
      "zh_TW": "真正覺悟的人怎麼樣？覺悟的人不再計較，不再執著，有跟沒有是一樣。什麼都沒有，明天日子怎麼過？哪有明天？沒有明天！那你就打妄想，想得太多了。那是真正覺悟的人。明天有沒有？到時候自然就有了，為什麼？法爾如是，它本來就是這樣的，用不著操一點心。你說好，我什麼都放下，到明天沒有了，有人送東西來吃嗎？明天還是沒有，人還是會餓死，這佛不是講得不靈了嗎？不是不靈，你還是沒有放下妄想分別執著。沒有放下就不靈，放下就靈了，為什麼？放下，性德現前了。性德裡面有智慧、有德能、有相好，相好就是我們現在講的福報，圓滿的福報；你有分別執著，這福報就不現、就變質，道理在此地。我們學佛學這麼多年，這個道理懂了，懂了怎麼樣？懂了還是放不下，所以性德不能現前，性德不起作用。這才要修行，把我們錯誤的思想、錯誤的見解、錯誤的言論、錯誤的行為，一樣一樣都把它修正過來。標準是什麼？標準是性德，要與性德相應。我們現在在迷，在迷就要從迷位講起，現在我們首先要修正的是什麼？首先要修正的，在《華嚴經》上說的是執著，為什麼？因為你有執著，就有六道輪迴，六道輪迴是從這裡發生的；執著要是沒有了，六道就沒有。六道是假的，不是真的，真的是像作夢一樣的。永嘉大師說得好，「夢裡明明有六趣」，就是六道，「覺後空空無大千」。你只要一覺悟，六道就沒有，好像從夢中醒過來一樣。"
    },
    {
      "id": "12-046-0008_p0005",
      "zh_CN": "先放下执着，执着从哪里放起？佛教菩萨，先把你贪的念头放下、吝啬的行为放下。悭贪这是执着，我们今天讲自私自利，你把这个东西放下。怎么放？佛教你修布施，布施的目的、目标就是把悭贪放下。悭贪这个念头没有了，对于财色名食睡都没有贪心了，自己所有的，别人需要都能够供养、都能够施舍，没有一丝毫吝啬的念头，布施波罗蜜圆满了。这是三毒烦恼里第一个断掉了，贪没有了。再来就是瞋恚，你要把瞋恨、嫉妒这些东西放下，这是严重的烦恼。用什么方法？用忍辱、用持戒。用忍辱的方法把瞋恚放下，用智慧、用觉悟把愚痴放下，用谦卑把傲慢放下，有很多方法。我们这几年的提倡，诸位学《弟子规》、学《感应篇》、学《十善业》。《弟子规》里头，这是做人普通一般的礼节、基本的德行，那是人的样子。很多我们看到，做不到；做不到是什么？做不到就是恶习气，恶业、恶习气。依照这标准来修。",
      "zh_TW": "先放下執著，執著從哪裡放起？佛教菩薩，先把你貪的念頭放下、吝嗇的行為放下。慳貪這是執著，我們今天講自私自利，你把這個東西放下。怎麼放？佛教你修布施，布施的目的、目標就是把慳貪放下。慳貪這個念頭沒有了，對於財色名食睡都沒有貪心了，自己所有的，別人需要都能夠供養、都能夠施捨，沒有一絲毫吝嗇的念頭，布施波羅蜜圓滿了。這是三毒煩惱裡第一個斷掉了，貪沒有了。再來就是瞋恚，你要把瞋恨、嫉妒這些東西放下，這是嚴重的煩惱。用什麼方法？用忍辱、用持戒。用忍辱的方法把瞋恚放下，用智慧、用覺悟把愚痴放下，用謙卑把傲慢放下，有很多方法。我們這幾年的提倡，諸位學《弟子規》、學《感應篇》、學《十善業》。《弟子規》裡頭，這是做人普通一般的禮節、基本的德行，那是人的樣子。很多我們看到，做不到；做不到是什麼？做不到就是惡習氣，惡業、惡習氣。依照這標準來修。"
    },
    {
      "id": "12-046-0008_p0006",
      "zh_CN": "修行的路子可长了，不是简单的。但是佛法这桩事情，祖师大德说得很好，总在遇缘不同，这句话说得好。如果你遇到的缘非常好、非常殊胜，那你就很可能在这一生把问题解决，一生成佛了，就是回归到自性，缘胜；如果没有这个殊胜的因缘？那就修行的时间很长，这一生不能成就，还得来生。来生不见得就是来世，来世如果没有得人身，得人身如果没有遇到佛法，遇到佛法没有遇到真正的善知识，这都成问题。所以世尊在经上讲，「人身难得，佛法难闻」，道理在此地。最殊胜的缘分，那就是得人身、遇佛法，在佛法当中遇到净土，净土里面遇到善知识，那肯定一生就成就了。这机会是无比的稀有，真正的难逢，百千万劫难遭遇。我们这一生想想，那就很幸运，百千万劫难遭遇的，我们遇到了。而且我们这个方法太殊胜、太奇特，八万四千法门里面找不到的。我们这个称理成德，理是什么？德是什么？我们学净宗的要知道，理就是一心，前面这段我们念过，「经云，森罗及万象，一法之所印，言一法者，所谓一心也」，这说得清楚明白，理就是一心。德是什么？德就是一句阿弥陀佛，六字洪名是德。这里讲到真念佛，真念佛的人少。一心就是自性，一心就是佛性，一心就是真如，一心就是自己的本性，这是理。一心能生万法，包括自己的身心全都在里头。《弥陀经》上教我们念佛要念到什么标准？一心不乱，你看与理相应。阿弥陀佛的名号叫万德洪名，万不是数字，万代表大圆满。释迦牟尼佛在《弥陀经》上给我们解释阿弥陀佛这个名号，他说出两个意思，一个是无量光，一个是无量寿。光是光明、是智慧，寿是寿量、是福报，圆圆满满。只要念这六个字就行了，不要再找别的麻烦了。",
      "zh_TW": "修行的路子可長了，不是簡單的。但是佛法這樁事情，祖師大德說得很好，總在遇緣不同，這句話說得好。如果你遇到的緣非常好、非常殊勝，那你就很可能在這一生把問題解決，一生成佛了，就是回歸到自性，緣勝；如果沒有這個殊勝的因緣？那就修行的時間很長，這一生不能成就，還得來生。來生不見得就是來世，來世如果沒有得人身，得人身如果沒有遇到佛法，遇到佛法沒有遇到真正的善知識，這都成問題。所以世尊在經上講，「人身難得，佛法難聞」，道理在此地。最殊勝的緣分，那就是得人身、遇佛法，在佛法當中遇到淨土，淨土裡面遇到善知識，那肯定一生就成就了。這機會是無比的稀有，真正的難逢，百千萬劫難遭遇。我們這一生想想，那就很幸運，百千萬劫難遭遇的，我們遇到了。而且我們這個方法太殊勝、太奇特，八萬四千法門裡面找不到的。我們這個稱理成德，理是什麼？德是什麼？我們學淨宗的要知道，理就是一心，前面這段我們念過，「經云，森羅及萬象，一法之所印，言一法者，所謂一心也」，這說得清楚明白，理就是一心。德是什麼？德就是一句阿彌陀佛，六字洪名是德。這裡講到真念佛，真念佛的人少。一心就是自性，一心就是佛性，一心就是真如，一心就是自己的本性，這是理。一心能生萬法，包括自己的身心全都在裡頭。《彌陀經》上教我們念佛要念到什麼標準？一心不亂，你看與理相應。阿彌陀佛的名號叫萬德洪名，萬不是數字，萬代表大圓滿。釋迦牟尼佛在《彌陀經》上給我們解釋阿彌陀佛這個名號，他說出兩個意思，一個是無量光，一個是無量壽。光是光明、是智慧，壽是壽量、是福報，圓圓滿滿。只要念這六個字就行了，不要再找別的麻煩了。"
    },
    {
      "id": "12-046-0008_p0007",
      "zh_CN": "特别是在现在末法这个时代，灾难很多，修任何一个法门都不容易成就。我是老师教我的，实在讲，我学佛第一个遇到的老师是密宗的大德，章嘉大师，是一个真善知识，为什么？他没有教我学密。我也很好奇，很多人跟他，他都给他做灌顶，只有我没有做这个形式。他给我做皈依，没有给我做灌顶，他叫我去读释迦牟尼佛传记，从这里入门。你要学佛，先认识释迦牟尼佛，这个人你认识清楚了，你跟他学习，你不会走歧途，不会走上岔路。这叫真善知识，他不欺骗你。密法是什么？我从他那里知道的，密是深密，太深了，不是一般初学能够理解、能够学习的，不具足条件不能学。老师把这事情讲清楚、讲明白。我初学的时候，他只教我念一个咒，这个咒是密宗里最普遍的六字大明咒，观世音菩萨传的，「唵嘛呢叭咪吽」。我在年轻的时候，什么东西都要搞明白才行，搞不明白，我很不容易接受。唵嘛呢叭咪吽是什么意思？为什么要念？老师告诉我，这一句是梵语音译的，梵文音译的。他传给我的是用西藏文，唵是身体，嘛呢是莲花（这都我们在经上看到的，有，嘛呢是莲花），叭咪是保持，吽是意。这是梵文的文法，身莲花保持意；我们中国的文法就不是这样说法，中国人一定是保持身心（意就是心）像莲花一样，是这个意思。所以我们就懂了，念这个咒的意思是时刻提醒自己身心要像莲花一样，出污泥而不染。换句话说，永远保持身心清净，这个意思太好了。搞清楚之后，我才学，我才念，这就不是迷信。我们念这个是不是得佛的加持、得观音菩萨加持？是的，身心清净，这是观世音菩萨教我们的，我们得到身心清净，那就是佛祖加持的，一点迷信都没有。我们才真正了解，密宗里许多的咒语都是最好的格言，句子很短，内容太丰富，便于受持。所以念咒，口念咒，心里观想，手结印，叫三密相应。",
      "zh_TW": "特別是在現在末法這個時代，災難很多，修任何一個法門都不容易成就。我是老師教我的，實在講，我學佛第一個遇到的老師是密宗的大德，章嘉大師，是一個真善知識，為什麼？他沒有教我學密。我也很好奇，很多人跟他，他都給他做灌頂，只有我沒有做這個形式。他給我做皈依，沒有給我做灌頂，他叫我去讀釋迦牟尼佛傳記，從這裡入門。你要學佛，先認識釋迦牟尼佛，這個人你認識清楚了，你跟他學習，你不會走歧途，不會走上岔路。這叫真善知識，他不欺騙你。密法是什麼？我從他那裡知道的，密是深密，太深了，不是一般初學能夠理解、能夠學習的，不具足條件不能學。老師把這事情講清楚、講明白。我初學的時候，他只教我念一個咒，這個咒是密宗裡最普遍的六字大明咒，觀世音菩薩傳的，「唵嘛呢叭咪吽」。我在年輕的時候，什麼東西都要搞明白才行，搞不明白，我很不容易接受。唵嘛呢叭咪吽是什麼意思？為什麼要念？老師告訴我，這一句是梵語音譯的，梵文音譯的。他傳給我的是用西藏文，唵是身體，嘛呢是蓮花（這都我們在經上看到的，有，嘛呢是蓮花），叭咪是保持，吽是意。這是梵文的文法，身蓮花保持意；我們中國的文法就不是這樣說法，中國人一定是保持身心（意就是心）像蓮花一樣，是這個意思。所以我們就懂了，念這個咒的意思是時刻提醒自己身心要像蓮花一樣，出污泥而不染。換句話說，永遠保持身心清淨，這個意思太好了。搞清楚之後，我才學，我才念，這就不是迷信。我們念這個是不是得佛的加持、得觀音菩薩加持？是的，身心清淨，這是觀世音菩薩教我們的，我們得到身心清淨，那就是佛祖加持的，一點迷信都沒有。我們才真正了解，密宗裡許多的咒語都是最好的格言，句子很短，內容太豐富，便於受持。所以念咒，口念咒，心裡觀想，手結印，叫三密相應。"
    },
    {
      "id": "12-046-0008_p0008",
      "zh_CN": "这些形式无非是帮助你修行称理成德，可是你要没有显教的基础，密你得不到。老师告诉我，显教好比你在学校念书，小学、中学、大学，这是显教，密是研究所。那你就知道，你没有大学毕业，你就不能进研究所。大学毕业是什么？就是显教里面讲的明心见性，大彻大悟。教下讲大开圆解，禅宗讲大彻大悟，念佛法门里面讲理一心不乱，到这个境界，有资格学密了；不到这个境界，这个东西碰都不能碰，为什么？我们在这些年当中学习经教，讲经教学我也常讲，佛法无量法门，真的是无量法门。佛陀把无量法门归纳为八万四千法门，这有数量；八万四千法门再归纳，愈归纳就愈简单，在中国佛教是大小乘十个宗派；其实到最后真正开悟，明心见性，见性那个时候只有三门。所以无量无边的法门到最后就变成三门，这三门就是觉正净。你看学佛初进门就是领导你皈依三宝，三宝就是三个门，佛是觉门，法是正门，僧是净门，到最后就是三个门进。",
      "zh_TW": "這些形式無非是幫助你修行稱理成德，可是你要沒有顯教的基礎，密你得不到。老師告訴我，顯教好比你在學校念書，小學、中學、大學，這是顯教，密是研究所。那你就知道，你沒有大學畢業，你就不能進研究所。大學畢業是什麼？就是顯教裡面講的明心見性，大徹大悟。教下講大開圓解，禪宗講大徹大悟，念佛法門裡面講理一心不亂，到這個境界，有資格學密了；不到這個境界，這個東西碰都不能碰，為什麼？我們在這些年當中學習經教，講經教學我也常講，佛法無量法門，真的是無量法門。佛陀把無量法門歸納為八萬四千法門，這有數量；八萬四千法門再歸納，愈歸納就愈簡單，在中國佛教是大小乘十個宗派；其實到最後真正開悟，明心見性，見性那個時候只有三門。所以無量無邊的法門到最後就變成三門，這三門就是覺正淨。你看學佛初進門就是領導你皈依三寶，三寶就是三個門，佛是覺門，法是正門，僧是淨門，到最後就是三個門進。"
    },
    {
      "id": "12-046-0008_p0009",
      "zh_CN": "禅宗、性宗他们走的是觉门，叫大彻大悟，明心见性；教下走的是正门，正知正见，大开圆解，正门；末后一个是净门，就是修清净心、一心不乱，修这个法门。在中国十个宗里面，从净门入的两个宗，净土宗是修净门，修清净心，另外一个是密宗，密宗也是修清净心，密宗比净土宗殊胜太多！净土宗的净是远离不净，成就清净，这个功夫浅；密宗是不要离这些染污，在染污里面修清净，这个太高了。譬如贪财，财是染污，净土宗怎么样？净土宗叫你把钱统统舍掉，全部放下，心得清净了；密宗怎么样？密宗无量珍宝在面前，他心里丝毫不染着，你说哪个难？净宗不贪色，远离女色；密宗是亲近女色，在女色里断色欲。断掉了，他成佛；断不掉，堕阿鼻地狱。所以老师告诉我，净宗这路好走，密宗难走。密宗不是成佛就是堕阿鼻地狱，没有当中的，只有这两头，那一头上不去，你就堕下面去了。不像净土宗，净土宗好像爬楼层一层一层往上去，往上提升；密宗上去就是一步跳上去，跳不上去就摔死了。",
      "zh_TW": "禪宗、性宗他們走的是覺門，叫大徹大悟，明心見性；教下走的是正門，正知正見，大開圓解，正門；末後一個是淨門，就是修清淨心、一心不亂，修這個法門。在中國十個宗裡面，從淨門入的兩個宗，淨土宗是修淨門，修清淨心，另外一個是密宗，密宗也是修清淨心，密宗比淨土宗殊勝太多！淨土宗的淨是遠離不淨，成就清淨，這個功夫淺；密宗是不要離這些染污，在染污裡面修清淨，這個太高了。譬如貪財，財是染污，淨土宗怎麼樣？淨土宗叫你把錢統統捨掉，全部放下，心得清淨了；密宗怎麼樣？密宗無量珍寶在面前，他心裡絲毫不染著，你說哪個難？淨宗不貪色，遠離女色；密宗是親近女色，在女色裡斷色欲。斷掉了，他成佛；斷不掉，墮阿鼻地獄。所以老師告訴我，淨宗這路好走，密宗難走。密宗不是成佛就是墮阿鼻地獄，沒有當中的，只有這兩頭，那一頭上不去，你就墮下面去了。不像淨土宗，淨土宗好像爬樓層一層一層往上去，往上提升；密宗上去就是一步跳上去，跳不上去就摔死了。"
    },
    {
      "id": "12-046-0008_p0010",
      "zh_CN": "所以要什么时候才能学密？法身菩萨，也就是说，妄想分别执着统统断掉了，在禅宗里面讲是大彻大悟，明心见性，在净土宗里面讲是理一心不乱。也就是说，他超越了十法界，不是超越六道；超越六道是阿罗汉，不够资格。我们在一般讲起来，别教里面讲，什么时候可以学密？还不是正式的，等于说可以做旁听生？别教初地菩萨可以做旁听生；正科生？正科生要圆教的初地菩萨。《华严》是圆教，《华严》十住、十行、十回向可以学密，是密的旁听生，不是正科生；什么时候正科生？登地以上，初地以上，这是密宗里的正科生。所以老师告诉我，不学密不能成佛，就是你不上博士班，你拿不到博士学位。但什么时候？最后的阶段，不是现在，现在你就搞，这叫胡闹，你幼稚园还没有进去，你就想博士班去拿博士学位，哪有这种道理！像这些话，真善知识他才跟我们讲。我也遇到过密宗大德，从来没有像章嘉大师这样对我讲话，他真教我。这些讲得清楚、讲明白，我们心安理得、不怀疑，对于密教会生起尊重的心、敬仰的心，自己不敢碰，为什么？我们一定要把基础奠好。",
      "zh_TW": "所以要什麼時候才能學密？法身菩薩，也就是說，妄想分別執著統統斷掉了，在禪宗裡面講是大徹大悟，明心見性，在淨土宗裡面講是理一心不亂。也就是說，他超越了十法界，不是超越六道；超越六道是阿羅漢，不夠資格。我們在一般講起來，別教裡面講，什麼時候可以學密？還不是正式的，等於說可以做旁聽生？別教初地菩薩可以做旁聽生；正科生？正科生要圓教的初地菩薩。《華嚴》是圓教，《華嚴》十住、十行、十迴向可以學密，是密的旁聽生，不是正科生；什麼時候正科生？登地以上，初地以上，這是密宗裡的正科生。所以老師告訴我，不學密不能成佛，就是你不上博士班，你拿不到博士學位。但什麼時候？最後的階段，不是現在，現在你就搞，這叫胡鬧，你幼稚園還沒有進去，你就想博士班去拿博士學位，哪有這種道理！像這些話，真善知識他才跟我們講。我也遇到過密宗大德，從來沒有像章嘉大師這樣對我講話，他真教我。這些講得清楚、講明白，我們心安理得、不懷疑，對於密教會生起尊重的心、敬仰的心，自己不敢碰，為什麼？我們一定要把基礎奠好。"
    },
    {
      "id": "12-046-0008_p0011",
      "zh_CN": "像现在这几年来，我们真的也走了一生，学佛学了五十七年，讲经教学五十年，走过全世界许多国家地区，回头冷静想一想，在家同学连十善业都做不到，出家同学沙弥律仪做不到。这种情形就是天台大师所说的「名字位中」，有名无实。在家你纵然是受了三皈，受了五戒、菩萨戒，你没有做到，你连十善业都做不到，有名无实；出家，沙弥律仪没有做到，也是有名无实。说得不好听的话，这是释迦的罪人，怎么对得起释迦牟尼佛？自己认为我是佛的学生，佛不承认，所以才有很多冤亲债主来找你，为什么？他瞧不起你，你是假的，你不是真的。你要是真的佛弟子，你的冤亲债主对你尊敬，你有护法神守护，他怎么会贴近你？",
      "zh_TW": "像現在這幾年來，我們真的也走了一生，學佛學了五十七年，講經教學五十年，走過全世界許多國家地區，回頭冷靜想一想，在家同學連十善業都做不到，出家同學沙彌律儀做不到。這種情形就是天台大師所說的「名字位中」，有名無實。在家你縱然是受了三皈，受了五戒、菩薩戒，你沒有做到，你連十善業都做不到，有名無實；出家，沙彌律儀沒有做到，也是有名無實。說得不好聽的話，這是釋迦的罪人，怎麼對得起釋迦牟尼佛？自己認為我是佛的學生，佛不承認，所以才有很多冤親債主來找你，為什麼？他瞧不起你，你是假的，你不是真的。你要是真的佛弟子，你的冤親債主對你尊敬，你有護法神守護，他怎麼會貼近你？"
    },
    {
      "id": "12-046-0008_p0012",
      "zh_CN": "护法神守护，我们从悟达国师的故事就了解。悟达国师十世高僧，这学得不错，学得很好，死了之后来生又到世间来了，又得人身，得人身又出家，修行功夫比前一世更好，一世比一世好，十世是连接起来的。这很难得，缘殊胜！第十世做到皇帝的老师，国师，这身分地位高了。皇上是他的门徒，是他的弟子，供养一个沉香宝座，他看了很欢喜、很得意，感觉到很荣耀。好，这个念头起来了，这叫什么？这叫烦恼，清净心失掉了，护法神走了。我们才晓得，生生世世持戒修行，有护法神保护，他的冤亲债主不能贴身。护法神走了之后，冤亲债主找来了，膝盖上长了个人面疮，什么医生都医治不好。那皇上的老师，国家最好的医生来看，束手无策，几乎要到送命。他豁然想到以前他做小和尚的时候，没有发达，也很清苦，看到一个乞丐。这乞丐还是有残废的，身上非常脏，腿上长的疮有脓、有血，他看了很难过。这小和尚很慈悲，去安抚他，把他疮里面的脓血用口把它吸出来。这乞丐就告诉他，他很感激，很难得，他说你将来要有困难的时候，你到四川某个地方去找我。他就想到这回事情，现在遇到这个疮了，到四川去找，依照他讲的那个方向、处所，他真找到了。找到之后才晓得他是阿罗汉，阿罗汉示现的，看他真有这个心，所以来帮他忙。阿罗汉用慈悲三昧水来给他洗这个疮，一洗这个疮说话了。过去生中，那是十世之前，他们两个是同事，他把他害死了。他的怨恨一直，他就讲了，十世都在他身边找机会，护法神保护，找不到。很不容易在这一世当中，皇上送你沉香宝座，你一念傲慢心生起来之后，护法神走了，他找上门来。迦诺迦尊者来给他调解，他接受、离开了。我们在这个故事上看到，一个怨恨，追到你十世都不肯放你。如果不是阿罗汉，他当然有先知，知道他有这个灾难，他也真正有慈悲心的表现。我们看到一些学佛的人遇到障难很多，为什么？都不是真心；如果真心，肯定有护法神，怎么会找到你身上来？《慈悲三昧水忏》在佛门里也很流行，是一种忏悔法，这个缘起你要知道。",
      "zh_TW": "護法神守護，我們從悟達國師的故事就了解。悟達國師十世高僧，這學得不錯，學得很好，死了之後來生又到世間來了，又得人身，得人身又出家，修行功夫比前一世更好，一世比一世好，十世是連接起來的。這很難得，緣殊勝！第十世做到皇帝的老師，國師，這身分地位高了。皇上是他的門徒，是他的弟子，供養一個沉香寶座，他看了很歡喜、很得意，感覺到很榮耀。好，這個念頭起來了，這叫什麼？這叫煩惱，清淨心失掉了，護法神走了。我們才曉得，生生世世持戒修行，有護法神保護，他的冤親債主不能貼身。護法神走了之後，冤親債主找來了，膝蓋上長了個人面瘡，什麼醫生都醫治不好。那皇上的老師，國家最好的醫生來看，束手無策，幾乎要到送命。他豁然想到以前他做小和尚的時候，沒有發達，也很清苦，看到一個乞丐。這乞丐還是有殘廢的，身上非常髒，腿上長的瘡有膿、有血，他看了很難過。這小和尚很慈悲，去安撫他，把他瘡裡面的膿血用口把它吸出來。這乞丐就告訴他，他很感激，很難得，他說你將來要有困難的時候，你到四川某個地方去找我。他就想到這回事情，現在遇到這個瘡了，到四川去找，依照他講的那個方向、處所，他真找到了。找到之後才曉得他是阿羅漢，阿羅漢示現的，看他真有這個心，所以來幫他忙。阿羅漢用慈悲三昧水來給他洗這個瘡，一洗這個瘡說話了。過去生中，那是十世之前，他們兩個是同事，他把他害死了。他的怨恨一直，他就講了，十世都在他身邊找機會，護法神保護，找不到。很不容易在這一世當中，皇上送你沉香寶座，你一念傲慢心生起來之後，護法神走了，他找上門來。迦諾迦尊者來給他調解，他接受、離開了。我們在這個故事上看到，一個怨恨，追到你十世都不肯放你。如果不是阿羅漢，他當然有先知，知道他有這個災難，他也真正有慈悲心的表現。我們看到一些學佛的人遇到障難很多，為什麼？都不是真心；如果真心，肯定有護法神，怎麼會找到你身上來？《慈悲三昧水懺》在佛門裡也很流行，是一種懺悔法，這個緣起你要知道。"
    },
    {
      "id": "12-046-0008_p0013",
      "zh_CN": "所以从根本修就比什么都重要，不能躐等。末法时期真正有把握，决定成就的，就是净土。我跟章嘉大师三年，是他老人家给我奠定学佛的基础，这个我非常感激。基础，现在我跟诸位介绍，就更清楚、更明白了，从什么地方入门？从《弟子规》，《弟子规》学什么？学伦理道德、学孝亲尊师；然后从《太上感应篇》学因果教育，善因善果，恶因恶报；再从十善业学佛门的基础教育，《十善业道》。这个提倡不是我发明的，不是我有什么高见，我没有，这是佛在经典上教导我们，很多人疏忽了，我比较留意一点，所以得一点好处。在哪一部经？《观无量寿佛经》，佛跟韦提希夫人说的净业三福。韦提希夫人见到极乐世界，这是释迦牟尼佛用他的神力把极乐世界变现在她的面前，让她亲眼看到。她看得欢喜，向释迦牟尼佛请教怎样才能往生？世尊教她先修净业三福，这是基础教育。",
      "zh_TW": "所以從根本修就比什麼都重要，不能躐等。末法時期真正有把握，決定成就的，就是淨土。我跟章嘉大師三年，是他老人家給我奠定學佛的基礎，這個我非常感激。基礎，現在我跟諸位介紹，就更清楚、更明白了，從什麼地方入門？從《弟子規》，《弟子規》學什麼？學倫理道德、學孝親尊師；然後從《太上感應篇》學因果教育，善因善果，惡因惡報；再從十善業學佛門的基礎教育，《十善業道》。這個提倡不是我發明的，不是我有什麼高見，我沒有，這是佛在經典上教導我們，很多人疏忽了，我比較留意一點，所以得一點好處。在哪一部經？《觀無量壽佛經》，佛跟韋提希夫人說的淨業三福。韋提希夫人見到極樂世界，這是釋迦牟尼佛用他的神力把極樂世界變現在她的面前，讓她親眼看到。她看得歡喜，向釋迦牟尼佛請教怎樣才能往生？世尊教她先修淨業三福，這是基礎教育。"
    },
    {
      "id": "12-046-0008_p0014",
      "zh_CN": "净业三福第一条，「孝养父母，奉事师长，慈心不杀，修十善业」。你看这一条四句话，里面讲的就是儒释道的三个根，我们从根本修。孝养父母是孝道，奉事师长是师道，孝亲尊师，你看摆在第一句，《弟子规》里面就是讲孝亲尊师；慈心不杀，这是因果，不杀生、不食众生肉比什么都重要，《太上感应篇》给你讲因果报应；末后一句，修十善业，这是佛门的基础。我们今天十善业做不到，是因为没有《弟子规》跟《感应篇》的底子。想到从前，过去这一百年前，无论出家、在家他都能做到，为什么？因为他们从小就有《弟子规》跟《感应篇》的基础，所以十善业他就不难。你今天在佛法里面想成就，你不从第一福认真去学习，你这一辈子就空过，无论修学哪个法门都不能成就，这肯定的。",
      "zh_TW": "淨業三福第一條，「孝養父母，奉事師長，慈心不殺，修十善業」。你看這一條四句話，裡面講的就是儒釋道的三個根，我們從根本修。孝養父母是孝道，奉事師長是師道，孝親尊師，你看擺在第一句，《弟子規》裡面就是講孝親尊師；慈心不殺，這是因果，不殺生、不食眾生肉比什麼都重要，《太上感應篇》給你講因果報應；末後一句，修十善業，這是佛門的基礎。我們今天十善業做不到，是因為沒有《弟子規》跟《感應篇》的底子。想到從前，過去這一百年前，無論出家、在家他都能做到，為什麼？因為他們從小就有《弟子規》跟《感應篇》的基礎，所以十善業他就不難。你今天在佛法裡面想成就，你不從第一福認真去學習，你這一輩子就空過，無論修學哪個法門都不能成就，這肯定的。"
    },
    {
      "id": "12-046-0008_p0015",
      "zh_CN": "有这个基础，才能向上提升到第二福，第二福讲三句，「受持三皈，具足众戒，不犯威仪」。你们想想看，前面这一条是世间法，第二条才是佛法，你才受持三皈。在从前受三皈的条件是第一条修好了，第一福修好了，才有资格去受三皈、去受五戒，才有；现在是什么？第一条没有就受三皈五戒，所以三皈五戒是假的，做不到。第二是小乘，由小乘再进入大乘。第三福是大乘，「发菩提心，深信因果，读诵大乘，劝进行者」。佛说得好，这三条是「三世诸佛净业正因」，这个话说得重。三世是什么？过去、现在、未来所有修行人成佛，都是以这个为基础，你说这个多重要！念佛求往生也不例外，特别是在往生经里面讲的。我们把这段教训疏忽，所以虽然学佛学了一辈子，念了一辈子佛，到最后还不能往生，什么原因？没有按部就班的学习，错在这里。希望各地净宗学会的同学要特别注意，要认真去理解这段经文，依教奉行，自行化他，你才能成就功德。",
      "zh_TW": "有這個基礎，才能向上提升到第二福，第二福講三句，「受持三皈，具足眾戒，不犯威儀」。你們想想看，前面這一條是世間法，第二條才是佛法，你才受持三皈。在從前受三皈的條件是第一條修好了，第一福修好了，才有資格去受三皈、去受五戒，才有；現在是什麼？第一條沒有就受三皈五戒，所以三皈五戒是假的，做不到。第二是小乘，由小乘再進入大乘。第三福是大乘，「發菩提心，深信因果，讀誦大乘，勸進行者」。佛說得好，這三條是「三世諸佛淨業正因」，這個話說得重。三世是什麼？過去、現在、未來所有修行人成佛，都是以這個為基礎，你說這個多重要！念佛求往生也不例外，特別是在往生經裡面講的。我們把這段教訓疏忽，所以雖然學佛學了一輩子，念了一輩子佛，到最後還不能往生，什麼原因？沒有按部就班的學習，錯在這裡。希望各地淨宗學會的同學要特別注意，要認真去理解這段經文，依教奉行，自行化他，你才能成就功德。"
    },
    {
      "id": "12-046-0008_p0016",
      "zh_CN": "你要想学密，到什么地方学？到极乐世界再去学；没有往生到极乐世界之前，我可以肯定你学的密是假的，你得不到密的殊胜功德利益，你决定得不到。你到了极乐世界，做了阿弥陀佛的学生，时节因缘成熟了，阿弥陀佛是真正的第一等上师，他会传给你密法。现在不要着急，现在是欲速则不达，怕的是造一身罪业，把这一生往生的机会耽误，那你就出不了六道轮回。出不了六道轮回，三途的机会很多，连三善道的机会都很渺茫，你自己不可以不知道。这是我们讲到修行，广修万行最重要是称理成德，在净宗里面讲好讲，一心不乱，心不颠倒。一心不乱是自己的功夫，就是净业的功夫，心不颠倒是决定往生。心不颠倒是什么？你临走的时候清清楚楚、明明白白，佛来接引，你会告诉大家佛来了，我现在跟他去了。那真的往生，往生不糊涂，往生是清清楚楚。下面是修行所成就的殊胜利益，也就是成德。德是什么？",
      "zh_TW": "你要想學密，到什麼地方學？到極樂世界再去學；沒有往生到極樂世界之前，我可以肯定你學的密是假的，你得不到密的殊勝功德利益，你決定得不到。你到了極樂世界，做了阿彌陀佛的學生，時節因緣成熟了，阿彌陀佛是真正的第一等上師，他會傳給你密法。現在不要著急，現在是欲速則不達，怕的是造一身罪業，把這一生往生的機會耽誤，那你就出不了六道輪迴。出不了六道輪迴，三途的機會很多，連三善道的機會都很渺茫，你自己不可以不知道。這是我們講到修行，廣修萬行最重要是稱理成德，在淨宗裡面講好講，一心不亂，心不顛倒。一心不亂是自己的功夫，就是淨業的功夫，心不顛倒是決定往生。心不顛倒是什麼？你臨走的時候清清楚楚、明明白白，佛來接引，你會告訴大家佛來了，我現在跟他去了。那真的往生，往生不糊塗，往生是清清楚楚。下面是修行所成就的殊勝利益，也就是成德。德是什麼？"
    },
    {
      "id": "12-046-0008_p0017",
      "zh_CN": "【普周法界。而证菩提。】",
      "zh_TW": "【普周法界。而證菩提。】"
    },
    {
      "id": "12-046-0008_p0018",
      "zh_CN": "证菩提就是成道，就是成佛了，信解行证普周法界。下面给我们讲华严三昧：",
      "zh_TW": "證菩提就是成道，就是成佛了，信解行證普周法界。下面給我們講華嚴三昧："
    },
    {
      "id": "12-046-0008_p0019",
      "zh_CN": "【华有结实之用。行有感果之能。今则托事表彰。所以举华为喻。】",
      "zh_TW": "【華有結實之用。行有感果之能。今則託事表彰。所以舉華為喻。】"
    },
    {
      "id": "12-046-0008_p0020",
      "zh_CN": "所以『华』是比喻，《大方广佛华严经》，华是比喻。华是什么？华是开花，开花之后它结果，所以它有结果之用，『实』就是果实。在佛法里面，把行比作花，你真修行，你真干，所以你修行就有感果之能。信解行证，如果有信解，没有行证，我们现在叫做佛学；有行证，叫做学佛。学佛跟佛学不一样，学佛是把佛经的这些理论当作世间一种学术来研究，他没有去依教奉行；也就是，依教奉行要知道从哪里做起，从孝养父母、奉事师长、慈心不杀、修十善业，从这里做起。所以慈心不杀一定要素食，为什么？你吃众生肉，你还是没有离开杀。杀生的人为什么要杀生？因为你要吃肉，所以他杀生。现在屠宰场都是电器化的，大概六、七十年前，也就是在抗战之前，我们中国很落后。而且一般人民生活很清苦，肉不是普通时候能够吃到的，只有逢年过节；农民家里养几只猪，他才来卖钱过年。那个杀猪的，杀猪他也晓得是有罪过，也知道因果报应，他怎么敢杀？他杀的时候跟猪讲，把责任推到吃肉的人身上，提着猪的耳朵告诉牠：猪啊！猪啊！你不要怪我，你是人间一道菜，他不吃，我不会宰你，你向吃的去讨债。你看，责任推得干干净净，你向吃的去讨债。杀猪的他也怕因果报应，把责任推脱掉。所以吃肉与杀生是有连带关系，这个道理要懂，真的，我们不吃了，他就不卖了，他就不会杀生了。我不吃肉，至少我跟这些杀生的人没有责任，他向吃肉的去讨债，我们不吃肉，他就不跟我讨债了。",
      "zh_TW": "所以『華』是比喻，《大方廣佛華嚴經》，華是比喻。華是什麼？華是開花，開花之後它結果，所以它有結果之用，『實』就是果實。在佛法裡面，把行比作花，你真修行，你真幹，所以你修行就有感果之能。信解行證，如果有信解，沒有行證，我們現在叫做佛學；有行證，叫做學佛。學佛跟佛學不一樣，學佛是把佛經的這些理論當作世間一種學術來研究，他沒有去依教奉行；也就是，依教奉行要知道從哪裡做起，從孝養父母、奉事師長、慈心不殺、修十善業，從這裡做起。所以慈心不殺一定要素食，為什麼？你吃眾生肉，你還是沒有離開殺。殺生的人為什麼要殺生？因為你要吃肉，所以他殺生。現在屠宰場都是電器化的，大概六、七十年前，也就是在抗戰之前，我們中國很落後。而且一般人民生活很清苦，肉不是普通時候能夠吃到的，只有逢年過節；農民家裡養幾隻豬，他才來賣錢過年。那個殺豬的，殺豬他也曉得是有罪過，也知道因果報應，他怎麼敢殺？他殺的時候跟豬講，把責任推到吃肉的人身上，提著豬的耳朵告訴牠：豬啊！豬啊！你不要怪我，你是人間一道菜，他不吃，我不會宰你，你向吃的去討債。你看，責任推得乾乾淨淨，你向吃的去討債。殺豬的他也怕因果報應，把責任推脫掉。所以吃肉與殺生是有連帶關係，這個道理要懂，真的，我們不吃了，他就不賣了，他就不會殺生了。我不吃肉，至少我跟這些殺生的人沒有責任，他向吃肉的去討債，我們不吃肉，他就不跟我討債了。"
    },
    {
      "id": "12-046-0008_p0021",
      "zh_CN": "所以希望我们学佛的人真正能够吃长素，对身体健康肯定有好处。我二十六岁遇到佛法，那时候感觉得太迟了，如果早十年多好。我学佛半年，我明白这个道理了，所以我就完全采取素食，素食吃到现在吃了五十七年，身体健康。这次我在北京陪同马来西亚的宗教访问团，访问中国、访问新疆，我陪他们一道去。在北京有老中医给我把脉检查，告诉我什么病都没有。他说我今年的身体（他去年也给我看过，每年到北京他一定要给我检查一次），比去年、比前年还好。为什么？素食，这是真正的因素，心清净，放下！我自己也知道，一年比一年放得多，对于这些名闻利养的事情绝不放在心上。谁要，哪个拿去都好，我都生欢喜心，这自在！如果有计较，你心里面就有难受，心里难过就是疾病的原因。所以中国古人有一句谚语说，「忧能使人老」，人有忧虑，他就会老化；没有忧虑，他老化速度就很慢。所以不要给自己找麻烦，不要跟自己过不去，常常想着《般若经》上讲的「一切法无所有，毕竟空，不可得」。不可得，你要想得到，你不就自寻苦恼吗？你不是自找麻烦吗？所以花好，果就好；行好，你报就好，果报就好，这一定的道理。",
      "zh_TW": "所以希望我們學佛的人真正能夠吃長素，對身體健康肯定有好處。我二十六歲遇到佛法，那時候感覺得太遲了，如果早十年多好。我學佛半年，我明白這個道理了，所以我就完全採取素食，素食吃到現在吃了五十七年，身體健康。這次我在北京陪同馬來西亞的宗教訪問團，訪問中國、訪問新疆，我陪他們一道去。在北京有老中醫給我把脈檢查，告訴我什麼病都沒有。他說我今年的身體（他去年也給我看過，每年到北京他一定要給我檢查一次），比去年、比前年還好。為什麼？素食，這是真正的因素，心清淨，放下！我自己也知道，一年比一年放得多，對於這些名聞利養的事情絕不放在心上。誰要，哪個拿去都好，我都生歡喜心，這自在！如果有計較，你心裡面就有難受，心裡難過就是疾病的原因。所以中國古人有一句諺語說，「憂能使人老」，人有憂慮，他就會老化；沒有憂慮，他老化速度就很慢。所以不要給自己找麻煩，不要跟自己過不去，常常想著《般若經》上講的「一切法無所有，畢竟空，不可得」。不可得，你要想得到，你不就自尋苦惱嗎？你不是自找麻煩嗎？所以花好，果就好；行好，你報就好，果報就好，這一定的道理。"
    },
    {
      "id": "12-046-0008_p0022",
      "zh_CN": "我们今天的花，修的是什么花？念佛的花，《弥陀经》上给我们讲的四色莲花。我们要常常想到这个，常常要想极乐世界，常常念阿弥陀佛，把世间一切法统统要放下。父母、家亲眷属很难放下，可是自己要清楚，这些都是缘聚，决定有缘散。缘不是永恒的，缘聚缘散！有这份情，如何照顾他们？如何帮助他们？你到西方极乐世界就有能力了，你在这个世间那真的是无能为力。你真的要爱父母、爱家亲眷属，要想报答他们、照顾他们，除了往生西方极乐世界，没有第二个好办法。我们从净土经里面了解，只要生到西方极乐世界，你就有能力照顾他们；他们在六道、在十法界，无论在哪里，你看得很清楚，他们的声音，你听得也很清楚，你有智慧，你有能力。缘到了，什么缘到了？他能相信了，相信念佛法门，这缘到了；缘到了你一定会接引他到极乐世界。他不相信，这缘不成熟，佛也帮不上忙；缘成熟的时候，你就能帮助他。不但帮助我们这一生的父母、家亲眷属，过去世中生生世世家亲眷属，你到极乐世界就全都知道了。换句话说，就全都帮上忙了，这才是真正聪明人。这是「华」的意思，下面再看「严」，严是庄严。",
      "zh_TW": "我們今天的花，修的是什麼花？念佛的花，《彌陀經》上給我們講的四色蓮花。我們要常常想到這個，常常要想極樂世界，常常念阿彌陀佛，把世間一切法統統要放下。父母、家親眷屬很難放下，可是自己要清楚，這些都是緣聚，決定有緣散。緣不是永恆的，緣聚緣散！有這份情，如何照顧他們？如何幫助他們？你到西方極樂世界就有能力了，你在這個世間那真的是無能為力。你真的要愛父母、愛家親眷屬，要想報答他們、照顧他們，除了往生西方極樂世界，沒有第二個好辦法。我們從淨土經裡面了解，只要生到西方極樂世界，你就有能力照顧他們；他們在六道、在十法界，無論在哪裡，你看得很清楚，他們的聲音，你聽得也很清楚，你有智慧，你有能力。緣到了，什麼緣到了？他能相信了，相信念佛法門，這緣到了；緣到了你一定會接引他到極樂世界。他不相信，這緣不成熟，佛也幫不上忙；緣成熟的時候，你就能幫助他。不但幫助我們這一生的父母、家親眷屬，過去世中生生世世家親眷屬，你到極樂世界就全都知道了。換句話說，就全都幫上忙了，這才是真正聰明人。這是「華」的意思，下面再看「嚴」，嚴是莊嚴。"
    },
    {
      "id": "12-046-0008_p0023",
      "zh_CN": "【行成果满。契理称真。性相两亡。能所俱绝。显焕炳着。故名严也。】",
      "zh_TW": "【行成果滿。契理稱真。性相兩亡。能所俱絕。顯煥炳著。故名嚴也。】"
    },
    {
      "id": "12-046-0008_p0024",
      "zh_CN": "这几句话是解释严的意思，什么是庄严？世间这些庄严是假的，用金银珠宝来庄严，这不是真的庄严；真的庄严是你的修行成就了，证得圆满的果报，那是什么？成佛，圆满的果报是佛。『契理称真』，真就是真性，用禅宗的话来说是明心见性，这叫『行成果满』，为什么？见性成佛。这个佛在《华严经》上就是圆教初住菩萨，初住菩萨是真佛，可不是假佛。他上面还有那么多阶级，清凉大师给我们讲得很清楚、很明白，初住菩萨所断的，也就是他所放下的，妄想分别执着全都放下了。四十一位法身菩萨跟最后、最上面的究竟圆满的佛果，也是放下妄想分别执着，有什么两样？一样的。所以江味农居士在《金刚经讲义》里面给我们讲，《金刚经》里面讲的诸佛，我们通常讲诸佛是很多佛，江居士不是这个讲法，江居士讲诸佛是四十一位法身大士再包括妙觉果位，就是四十二个位次，这叫诸，这四十二个位次统统是佛。佛为什么还分这么多等级？因为他无始无明习气没有断尽，是带着无明习气多少所说的位次。所以这位次是真的还是假的？不能说真的，也不能说是假的，不可以执着，也不可以分别。圆教初住菩萨在六道、在十法界里面示现，众生有感，他就有应，跟《普门品》里面讲的三十二应没有两样。应以佛身得度，他就现佛身；应以菩萨身得度，他就现菩萨身。他到底现什么身？现什么身不是他的意思，他没有意思，因为他没有妄想分别执着，他哪有意思！「随众生心，应所知量」，众生希望见到什么，他就现什么。众生想阿弥陀佛，他就现阿弥陀佛；众生想地藏菩萨，他就现地藏菩萨。所以现身、现什么相是众生想的，众生想什么他就能现什么。三十二应是三十二类，每一类里头都无量无边，这我们要晓得。所以那是真的成佛，不是假成佛，这才叫称真。",
      "zh_TW": "這幾句話是解釋嚴的意思，什麼是莊嚴？世間這些莊嚴是假的，用金銀珠寶來莊嚴，這不是真的莊嚴；真的莊嚴是你的修行成就了，證得圓滿的果報，那是什麼？成佛，圓滿的果報是佛。『契理稱真』，真就是真性，用禪宗的話來說是明心見性，這叫『行成果滿』，為什麼？見性成佛。這個佛在《華嚴經》上就是圓教初住菩薩，初住菩薩是真佛，可不是假佛。他上面還有那麼多階級，清涼大師給我們講得很清楚、很明白，初住菩薩所斷的，也就是他所放下的，妄想分別執著全都放下了。四十一位法身菩薩跟最後、最上面的究竟圓滿的佛果，也是放下妄想分別執著，有什麼兩樣？一樣的。所以江味農居士在《金剛經講義》裡面給我們講，《金剛經》裡面講的諸佛，我們通常講諸佛是很多佛，江居士不是這個講法，江居士講諸佛是四十一位法身大士再包括妙覺果位，就是四十二個位次，這叫諸，這四十二個位次統統是佛。佛為什麼還分這麼多等級？因為他無始無明習氣沒有斷盡，是帶著無明習氣多少所說的位次。所以這位次是真的還是假的？不能說真的，也不能說是假的，不可以執著，也不可以分別。圓教初住菩薩在六道、在十法界裡面示現，眾生有感，他就有應，跟《普門品》裡面講的三十二應沒有兩樣。應以佛身得度，他就現佛身；應以菩薩身得度，他就現菩薩身。他到底現什麼身？現什麼身不是他的意思，他沒有意思，因為他沒有妄想分別執著，他哪有意思！「隨眾生心，應所知量」，眾生希望見到什麼，他就現什麼。眾生想阿彌陀佛，他就現阿彌陀佛；眾生想地藏菩薩，他就現地藏菩薩。所以現身、現什麼相是眾生想的，眾生想什麼他就能現什麼。三十二應是三十二類，每一類裡頭都無量無邊，這我們要曉得。所以那是真的成佛，不是假成佛，這才叫稱真。"
    },
    {
      "id": "12-046-0008_p0025",
      "zh_CN": "这个境界里面，底下两句是讲境界，『性相两亡，能所俱绝』，这两句是讲放下了。佛在教学里面，跟我们讲整个宇宙森罗万象，他用六个字把它包括尽了。六个字里第一个是性，第二个是相。性是能现能变，相是所现所变。相包括精神现象跟物质现象，总的来说，现在的名词叫自然现象，都包括了。除讲性相之外，也讲理、讲事，又讲因与果，就用六个字统统包括了，性相、理事、因果把整个宇宙就综合归纳尽了，可以说一法都不漏。底下讲「能所俱绝」，这是什么？彻底放下了。我们还讲性、讲相，你说有没有分别？有没有执着？有！到这个境界，佛告诉你只有这些假的名词术语，没有事实，为什么？性不可得，相也不可得，理不可得，事也不可得，因果也不可得，妙绝了！什么时候有可得？你起心动念就有了，你分别就有了，那执着就更严重了。所以妄想分别执着统统放下、统统断绝了，就是性相两亡，能所俱绝。这时候诸法实相你全看到了，宇宙之间万事万物的真相你看到了。看到的是什么样子？确实就像《般若心经》里面所描绘的，首先你看到的真相是五蕴皆空。五蕴是讲什么？我们现在讲的精神的现象、物质的现象。五蕴里面第一个是色，色是物质现象，物质不是真的；后面，受想行识是精神现象，我们今天讲心理的现象，这也是假的，也不是真的。物质跟精神都不可得。后面继续给我们说，「色即是空，空即是色，色不异空，空不异色，受想行识，亦复如是」，讲得多清楚！空是什么？空是性；五蕴是什么？五蕴是相。性相是一，不是二；能所是一，也不是二，根本不能分的。这就是什么？一心！二是什么？二就有念了。一心无二念的境界出现了，这就是佛的境界，就是契理称真，这个境界现前了。『显焕炳着』这四个字，显是明显，焕是焕然，炳也是形容词，着是显著。也就是说，这一切法的真实相，你看得清清楚楚、明明白白，一丝毫迷惑都没有，这叫真正的庄严。通常我们讲这个严字讲不到这么深，讲不到这么圆，深极、圆极了，这都是我们现在一般说的如来果地上的境界。下面这教给我们：",
      "zh_TW": "這個境界裡面，底下兩句是講境界，『性相兩亡，能所俱絕』，這兩句是講放下了。佛在教學裡面，跟我們講整個宇宙森羅萬象，他用六個字把它包括盡了。六個字裡第一個是性，第二個是相。性是能現能變，相是所現所變。相包括精神現象跟物質現象，總的來說，現在的名詞叫自然現象，都包括了。除講性相之外，也講理、講事，又講因與果，就用六個字統統包括了，性相、理事、因果把整個宇宙就綜合歸納盡了，可以說一法都不漏。底下講「能所俱絕」，這是什麼？徹底放下了。我們還講性、講相，你說有沒有分別？有沒有執著？有！到這個境界，佛告訴你只有這些假的名詞術語，沒有事實，為什麼？性不可得，相也不可得，理不可得，事也不可得，因果也不可得，妙絕了！什麼時候有可得？你起心動念就有了，你分別就有了，那執著就更嚴重了。所以妄想分別執著統統放下、統統斷絕了，就是性相兩亡，能所俱絕。這時候諸法實相你全看到了，宇宙之間萬事萬物的真相你看到了。看到的是什麼樣子？確實就像《般若心經》裡面所描繪的，首先你看到的真相是五蘊皆空。五蘊是講什麼？我們現在講的精神的現象、物質的現象。五蘊裡面第一個是色，色是物質現象，物質不是真的；後面，受想行識是精神現象，我們今天講心理的現象，這也是假的，也不是真的。物質跟精神都不可得。後面繼續給我們說，「色即是空，空即是色，色不異空，空不異色，受想行識，亦復如是」，講得多清楚！空是什麼？空是性；五蘊是什麼？五蘊是相。性相是一，不是二；能所是一，也不是二，根本不能分的。這就是什麼？一心！二是什麼？二就有念了。一心無二念的境界出現了，這就是佛的境界，就是契理稱真，這個境界現前了。『顯煥炳著』這四個字，顯是明顯，煥是煥然，炳也是形容詞，著是顯著。也就是說，這一切法的真實相，你看得清清楚楚、明明白白，一絲毫迷惑都沒有，這叫真正的莊嚴。通常我們講這個嚴字講不到這麼深，講不到這麼圓，深極、圓極了，這都是我們現在一般說的如來果地上的境界。下面這教給我們："
    },
    {
      "id": "12-046-0008_p0026",
      "zh_CN": "【良以非真流之行无以契真。】",
      "zh_TW": "【良以非真流之行無以契真。】"
    },
    {
      "id": "12-046-0008_p0027",
      "zh_CN": "这句话重要，我们的行要真行！『流』在此地是讲我们要跟佛、跟菩萨同流，不可以跟凡夫；连声闻、缘觉我们都不跟他同流，我们要跟佛菩萨。声闻、缘觉是小乘，佛菩萨是大乘，大乘才『契真』，小乘还不行。小乘在方便有余土，凡夫在凡圣同居土，在六道轮回，这都不是真的；菩萨才能到实报庄严土，超越十法界，这是真的。所以这是教我们今天得用真心。这事情释迦牟尼佛在楞严会上讲得清楚、讲明白，《楞严经》教我们用什么修行？用真的，不要用假的。真的是什么？真的是性，真性，用真性修行你才能成真佛；假的是什么？假的是八识，八识是妄心，用八识修行，你永远不能证得真如。真假在哪里？真假就在我们身上。譬如眼见色，你现在是用假的，假的是什么？眼识；真的是什么？真的是见性。我们现在眼见色是真假同时用，同时用怎么？你把真的忘掉了，你只注意在假的，假的当家了，真的不起作用，所以你就造业，那你要受果报。",
      "zh_TW": "這句話重要，我們的行要真行！『流』在此地是講我們要跟佛、跟菩薩同流，不可以跟凡夫；連聲聞、緣覺我們都不跟他同流，我們要跟佛菩薩。聲聞、緣覺是小乘，佛菩薩是大乘，大乘才『契真』，小乘還不行。小乘在方便有餘土，凡夫在凡聖同居土，在六道輪迴，這都不是真的；菩薩才能到實報莊嚴土，超越十法界，這是真的。所以這是教我們今天得用真心。這事情釋迦牟尼佛在楞嚴會上講得清楚、講明白，《楞嚴經》教我們用什麼修行？用真的，不要用假的。真的是什麼？真的是性，真性，用真性修行你才能成真佛；假的是什麼？假的是八識，八識是妄心，用八識修行，你永遠不能證得真如。真假在哪裡？真假就在我們身上。譬如眼見色，你現在是用假的，假的是什麼？眼識；真的是什麼？真的是見性。我們現在眼見色是真假同時用，同時用怎麼？你把真的忘掉了，你只注意在假的，假的當家了，真的不起作用，所以你就造業，那你要受果報。"
    },
    {
      "id": "12-046-0008_p0028",
      "zh_CN": "见性跟眼识如何区别？见性有了别（了是明了），它没有分别，它照见，像镜子一样，照得清清楚楚、明明了瞭，它没有分别执着。不但分别执着没有，起心动念也没有，睁开眼睛，就好像把镜子打开一样，它就照见了。所以第一念，我们六根起作用叫第一念，这一念时间太短，短到什么程度？我们从弥勒菩萨的话，这才真正晓得，我们讲几分之几秒，照弥勒菩萨的讲法，这一念是一千二百八十兆分之一秒，这叫一念。你看时间多短，一千二百八十兆分之一秒。换句话说，一秒钟已经有一千二百八十兆念，念头生灭已经这么多念了。这叫第一念，所以第一念是见性见。第二念就不行了，第二念就是眼识见，为什么？你起了分别。你看到这些人，第一念看到的时候是见性见，是跟佛菩萨没有两样；第二念的时候，这是张三，这是李四，张三李四就分别了，他哪里叫张三？他哪里叫李四？他没有名。「名可名，非常名；道可道，非常道」，名是人给他安上去的。所以一有名也是分别，马上就起执着，这是张三，他不是李四；那是李四，他不是张三，他就执着了。佛法讲的第一念跟第二念，你看那时间多短，现在科学、现代心理学没有说得这么微细。科学家确实也很了不起，居然发现物质不是真的，物质是无中生有，存在的时间非常短暂，没有佛经讲得这么透彻。你看弥勒菩萨讲得多好，「念念成形」，形就是物质，念念都有物质现象发生；「形皆有识」，每个物质里面统统都有精神现象在其中，就是有受想行识。见闻觉知是性，受想行识是识、是妄心；见闻觉知是真心，受想行识是妄心。所以佛菩萨有真心，没有妄心，没有受想行识，有见闻觉知。这是佛法之妙！",
      "zh_TW": "見性跟眼識如何區別？見性有了別（了是明瞭），它沒有分別，它照見，像鏡子一樣，照得清清楚楚、明明瞭瞭，它沒有分別執著。不但分別執著沒有，起心動念也沒有，睜開眼睛，就好像把鏡子打開一樣，它就照見了。所以第一念，我們六根起作用叫第一念，這一念時間太短，短到什麼程度？我們從彌勒菩薩的話，這才真正曉得，我們講幾分之幾秒，照彌勒菩薩的講法，這一念是一千二百八十兆分之一秒，這叫一念。你看時間多短，一千二百八十兆分之一秒。換句話說，一秒鐘已經有一千二百八十兆念，念頭生滅已經這麼多念了。這叫第一念，所以第一念是見性見。第二念就不行了，第二念就是眼識見，為什麼？你起了分別。你看到這些人，第一念看到的時候是見性見，是跟佛菩薩沒有兩樣；第二念的時候，這是張三，這是李四，張三李四就分別了，他哪裡叫張三？他哪裡叫李四？他沒有名。「名可名，非常名；道可道，非常道」，名是人給他安上去的。所以一有名也是分別，馬上就起執著，這是張三，他不是李四；那是李四，他不是張三，他就執著了。佛法講的第一念跟第二念，你看那時間多短，現在科學、現代心理學沒有說得這麼微細。科學家確實也很了不起，居然發現物質不是真的，物質是無中生有，存在的時間非常短暫，沒有佛經講得這麼透徹。你看彌勒菩薩講得多好，「念念成形」，形就是物質，念念都有物質現象發生；「形皆有識」，每個物質裡面統統都有精神現象在其中，就是有受想行識。見聞覺知是性，受想行識是識、是妄心；見聞覺知是真心，受想行識是妄心。所以佛菩薩有真心，沒有妄心，沒有受想行識，有見聞覺知。這是佛法之妙！"
    },
    {
      "id": "12-046-0008_p0029",
      "zh_CN": "所以我们修行，《楞严经》上教我们什么？我们见色用见性见，不要用眼识；耳听音声用闻性闻。观世音菩萨修行就是用闻性，所谓「反闻闻自性，性成无上道」，观音菩萨说他怎么修行证果的，他是用闻性，就是交光大师在注解里面教我们的，《楞严经》教给我们「舍识用根」。识是什么？识就是妄想分别执着，把这个东西放下，完全用根；根是什么？见闻觉知，见闻觉知是本有的。妄想分别执着是假的，是从一念里面产生的，那个念是有生有灭的，所以它不是真的，而且它生灭得很快。所以我们今天感官当中这些幻相，是一种虚幻不实的相似相续相，没有一样是真的，你在这里面起分别执着是绝大错误。修行人不能够证果，功夫不能得力，就是对于事实真相不了解，真了解他就成佛了。我们现在能了解是佛在经上告诉我们的，不是我们真的证得的，是佛证得告诉我们，我们现在听到这些信息。听到信息之后，我们要进一步把它证实，变成自己的境界，那就成佛了，这是佛对我们的期望。佛不牵人鼻子走，你听我的，我怎么讲你就怎么信，佛不是这么说的；佛讲你明白了，你去行、去证，你真干，真的是把识舍掉用根，用六根的根性，不要用六根的识，不要用六识。这事情确实唯有上上根他才能做到，一般人做不到。",
      "zh_TW": "所以我們修行，《楞嚴經》上教我們什麼？我們見色用見性見，不要用眼識；耳聽音聲用聞性聞。觀世音菩薩修行就是用聞性，所謂「反聞聞自性，性成無上道」，觀音菩薩說他怎麼修行證果的，他是用聞性，就是交光大師在註解裡面教我們的，《楞嚴經》教給我們「捨識用根」。識是什麼？識就是妄想分別執著，把這個東西放下，完全用根；根是什麼？見聞覺知，見聞覺知是本有的。妄想分別執著是假的，是從一念裡面產生的，那個念是有生有滅的，所以它不是真的，而且它生滅得很快。所以我們今天感官當中這些幻相，是一種虛幻不實的相似相續相，沒有一樣是真的，你在這裡面起分別執著是絕大錯誤。修行人不能夠證果，功夫不能得力，就是對於事實真相不了解，真了解他就成佛了。我們現在能了解是佛在經上告訴我們的，不是我們真的證得的，是佛證得告訴我們，我們現在聽到這些信息。聽到信息之後，我們要進一步把它證實，變成自己的境界，那就成佛了，這是佛對我們的期望。佛不牽人鼻子走，你聽我的，我怎麼講你就怎麼信，佛不是這麼說的；佛講你明白了，你去行、去證，你真幹，真的是把識捨掉用根，用六根的根性，不要用六根的識，不要用六識。這事情確實唯有上上根他才能做到，一般人做不到。"
    },
    {
      "id": "12-046-0008_p0030",
      "zh_CN": "所以《楞严经》传到中国，早年最著名的注解是宋朝长水法师，完全用天台大师的三止三观来解释《楞严经》。天台大师的三止三观还是用的识，不是用根中之性，不是的。交光是明朝末年的人，跟莲池大师同时代，他发现自古以来注解的《楞严经》有问题，没有把《楞严经》真正的精神掌握到。交光是个念佛人，念得不错，寿命到了阿弥陀佛来接引他。他见到阿弥陀佛就跟阿弥陀佛说，他在《楞严经》上发现这事情，古来这些大德没有能讲清楚，不是佛的本意。他向阿弥陀佛告假，我能不能再请几年假，把《楞严经》重新做个注解，做完之后再往生，佛再来接引他？阿弥陀佛就准了，所以他病就好了，好了之后他就写这本书。你看往生，寿命到了还可以向阿弥陀佛请假。这事情是好事，也非常有必要。所以《楞严经》就有新疏跟旧疏，交光以前的统统是旧的，交光大师以后是新的。",
      "zh_TW": "所以《楞嚴經》傳到中國，早年最著名的註解是宋朝長水法師，完全用天台大師的三止三觀來解釋《楞嚴經》。天台大師的三止三觀還是用的識，不是用根中之性，不是的。交光是明朝末年的人，跟蓮池大師同時代，他發現自古以來註解的《楞嚴經》有問題，沒有把《楞嚴經》真正的精神掌握到。交光是個念佛人，念得不錯，壽命到了阿彌陀佛來接引他。他見到阿彌陀佛就跟阿彌陀佛說，他在《楞嚴經》上發現這事情，古來這些大德沒有能講清楚，不是佛的本意。他向阿彌陀佛告假，我能不能再請幾年假，把《楞嚴經》重新做個註解，做完之後再往生，佛再來接引他？阿彌陀佛就准了，所以他病就好了，好了之後他就寫這本書。你看往生，壽命到了還可以向阿彌陀佛請假。這事情是好事，也非常有必要。所以《楞嚴經》就有新疏跟舊疏，交光以前的統統是舊的，交光大師以後是新的。"
    },
    {
      "id": "12-046-0008_p0031",
      "zh_CN": "虽然是说得很好，可是很不容易做到，真的要在日常生活当中时时刻刻提醒自己。提醒自己是怎么个修法？不要执着、不要分别，要提醒自己。习气很深很重，譬如看到钱，动不动心？还有动心，怎么还是老样子？时时刻刻提醒。一定要训练什么？训练完全不动心。六根接触外面境界，财色名食睡、五欲六尘都能做到不动心。这个不动心是不动执着的心，再提升，不动分别的心；再向上提升，真的不起心、不动念了。那是什么境界？就是此地讲的性相两亡，能所俱绝，就入这境界了。这境界里面，不但六道没有了，十法界也没有了。真没有了，可是身还在，身还跟这世间人在一起，这叫什么？这叫有余依涅槃，他真正证得这个境界，那是大涅槃，不生不灭了，可是身体还在。这身体留在这里有用处，不再有自己了，用这个工具去帮助有缘人。所以这个身在世间，住世间长短不是自己的事情，是众生的缘分，众生有缘，多住几年；众生没有缘，少住几年，他随时都可以走。这是佛门讲的了生死，他生死真的了了，生死自在，没有生死，真没有生死；确实是我们一生能够做得到的，不是做不到的，所以要真干。",
      "zh_TW": "雖然是說得很好，可是很不容易做到，真的要在日常生活當中時時刻刻提醒自己。提醒自己是怎麼個修法？不要執著、不要分別，要提醒自己。習氣很深很重，譬如看到錢，動不動心？還有動心，怎麼還是老樣子？時時刻刻提醒。一定要訓練什麼？訓練完全不動心。六根接觸外面境界，財色名食睡、五欲六塵都能做到不動心。這個不動心是不動執著的心，再提升，不動分別的心；再向上提升，真的不起心、不動念了。那是什麼境界？就是此地講的性相兩亡，能所俱絕，就入這境界了。這境界裡面，不但六道沒有了，十法界也沒有了。真沒有了，可是身還在，身還跟這世間人在一起，這叫什麼？這叫有餘依涅槃，他真正證得這個境界，那是大涅槃，不生不滅了，可是身體還在。這身體留在這裡有用處，不再有自己了，用這個工具去幫助有緣人。所以這個身在世間，住世間長短不是自己的事情，是眾生的緣分，眾生有緣，多住幾年；眾生沒有緣，少住幾年，他隨時都可以走。這是佛門講的了生死，他生死真的了了，生死自在，沒有生死，真沒有生死；確實是我們一生能夠做得到的，不是做不到的，所以要真幹。"
    },
    {
      "id": "12-046-0008_p0032",
      "zh_CN": "真干里头，最重要是用真心。真心我们把它降低，不能讲纯真，纯真做不到，还带一点妄，那就是学不执着，不再执着了。真正做到不执着了，一定要提升一步，我不分别了，你的心愈来愈清净。只要能把执着放下一半，你的身心就得大自在。这一半就是什么？真不执着，但是有执着的习气。执着习气是不好放，没有关系，执着习气时时刻刻能帮助你提醒观照功夫。古大德有一句话，学会了很有受用，无论什么事到面前，随它去吧！这个好。他做得好，很好；做得不好，也很好，随它去吧！各人因果各人承当。能教的，佛氏门中不舍一人。能教的是什么？他能接受，他能听，提醒他，教他断恶修善；不能听的、不能接受的，笑一笑，随它去吧！不要批评。这是把执着放下，古人做出个样子来给我们看。所以要不是真流之行，你就没有法子证得真实，就是诸法实相。",
      "zh_TW": "真幹裡頭，最重要是用真心。真心我們把它降低，不能講純真，純真做不到，還帶一點妄，那就是學不執著，不再執著了。真正做到不執著了，一定要提升一步，我不分別了，你的心愈來愈清淨。只要能把執著放下一半，你的身心就得大自在。這一半就是什麼？真不執著，但是有執著的習氣。執著習氣是不好放，沒有關係，執著習氣時時刻刻能幫助你提醒觀照功夫。古大德有一句話，學會了很有受用，無論什麼事到面前，隨它去吧！這個好。他做得好，很好；做得不好，也很好，隨它去吧！各人因果各人承當。能教的，佛氏門中不捨一人。能教的是什麼？他能接受，他能聽，提醒他，教他斷惡修善；不能聽的、不能接受的，笑一笑，隨它去吧！不要批評。這是把執著放下，古人做出個樣子來給我們看。所以要不是真流之行，你就沒有法子證得真實，就是諸法實相。"
    },
    {
      "id": "12-046-0008_p0033",
      "zh_CN": "【何有饰真之行不从真起。】",
      "zh_TW": "【何有飾真之行不從真起。】"
    },
    {
      "id": "12-046-0008_p0034",
      "zh_CN": "『何有』是哪有。『饰真之行』，这句话说什么？这是讲诸佛菩萨示现在这个世间，无论是应身还是化身，都是从真而起的，这是一个说法；另外一个说法是广义的，就是十法界依正庄严，包括我们现前这个境界，真上面带了妄，饰就是妄，你有加上装饰，哪一样不是从真性里面变现的？所以心现识变。",
      "zh_TW": "『何有』是哪有。『飾真之行』，這句話說什麼？這是講諸佛菩薩示現在這個世間，無論是應身還是化身，都是從真而起的，這是一個說法；另外一個說法是廣義的，就是十法界依正莊嚴，包括我們現前這個境界，真上面帶了妄，飾就是妄，你有加上裝飾，哪一樣不是從真性裡面變現的？所以心現識變。"
    },
    {
      "id": "12-046-0008_p0035",
      "zh_CN": "【此则真该妄末。行无不修。妄彻真源。相无不寂。故曰法界圆明自在用也。】",
      "zh_TW": "【此則真該妄末。行無不修。妄徹真源。相無不寂。故曰法界圓明自在用也。】"
    },
    {
      "id": "12-046-0008_p0036",
      "zh_CN": "所以你真正了解事实真相，你自然放下了。为什么放不下？不知道真相，把虚妄当作真实，在这里面起贪瞋痴慢的烦恼，起分别执着，是这么回事。所以这一篇文他所讲的，就是从前章嘉大师教给我的，我向他老人家请教，有没有快速捷径的方法让我契入境界？他给我讲有，看得破，放得下。你看前面所讲的是看破，是叫你了解；到后面五止、六观是放下，还得先看破再放下。可是你要不放下，你决定看不破。所以看破放下是相辅相成的，你不能执着一面；一面，说实话，都不能成就。所以我们知道了，至少对于在日常生活、工作、处事待人接物就有一个新的观念了，有执着，不像从前那么严重；有分别，也淡薄了一些。所以我们先从淡化，慢慢的再真的放下。这事情说起来容易，做起来确实是不容易。不容易的原因就是我们在六道里时间太长，生生世世无量劫来染得非常严重的习气。这习气你只要冷静细心观察，都出现了。过去生中，如果他是一个做过大官、大将的，现在这一生中，虽然他很贫贱，他有那个习气；不知不觉的时候，他那种傲慢、高人一等的习气就出现。他凭什么？你问他自己，我没有，我很谦虚、很卑下。那是自自然然过去生中带来的习气，一看就知道。不学佛的人他执着重，学佛的人不执着了，就不跟他计较了，知道什么？知道他有这种表现，他是无意的。无意是习气现行。我们自己没有神通，没有宿命通，不知道自己过去生中；但是学佛学得多了，看看自己在日常生活当中也有一些习气毛病现前，那是过去生中带来的。从这个理就想到事，现在有这事相，就晓得以前大致上的一个状况。",
      "zh_TW": "所以你真正了解事實真相，你自然放下了。為什麼放不下？不知道真相，把虛妄當作真實，在這裡面起貪瞋痴慢的煩惱，起分別執著，是這麼回事。所以這一篇文他所講的，就是從前章嘉大師教給我的，我向他老人家請教，有沒有快速捷徑的方法讓我契入境界？他給我講有，看得破，放得下。你看前面所講的是看破，是叫你了解；到後面五止、六觀是放下，還得先看破再放下。可是你要不放下，你決定看不破。所以看破放下是相輔相成的，你不能執著一面；一面，說實話，都不能成就。所以我們知道了，至少對於在日常生活、工作、處事待人接物就有一個新的觀念了，有執著，不像從前那麼嚴重；有分別，也淡薄了一些。所以我們先從淡化，慢慢的再真的放下。這事情說起來容易，做起來確實是不容易。不容易的原因就是我們在六道裡時間太長，生生世世無量劫來染得非常嚴重的習氣。這習氣你只要冷靜細心觀察，都出現了。過去生中，如果他是一個做過大官、大將的，現在這一生中，雖然他很貧賤，他有那個習氣；不知不覺的時候，他那種傲慢、高人一等的習氣就出現。他憑什麼？你問他自己，我沒有，我很謙虛、很卑下。那是自自然然過去生中帶來的習氣，一看就知道。不學佛的人他執著重，學佛的人不執著了，就不跟他計較了，知道什麼？知道他有這種表現，他是無意的。無意是習氣現行。我們自己沒有神通，沒有宿命通，不知道自己過去生中；但是學佛學得多了，看看自己在日常生活當中也有一些習氣毛病現前，那是過去生中帶來的。從這個理就想到事，現在有這事相，就曉得以前大致上的一個狀況。"
    },
    {
      "id": "12-046-0008_p0037",
      "zh_CN": "『真该妄末』，真跟妄是分不开的，所以『行无不修』。真妄是一不是二，性相是一也不是二，能现能变、所现所变还是一不是二，这样你的心量逐渐就拓开了。修行在哪里？在起心动念之处。『妄彻真源』，妄是讲妄想，就是妄想分别执着不能离真，离真哪来的妄？真是形，妄是影子。所以真是清净寂灭的，相哪有不清净寂灭？相也是清净寂灭的。这个受用就得大自在了，所以说『法界圆明自在用』，这是正报的受用。由此可知，明白人他的受用正常，就是正受；糊涂人、迷惑颠倒的人，他有作用，不正常。不正常的用，佛说苦乐忧喜舍这五种受不正常；正常呢？正常是在生活、工作、待人接物他没有苦乐忧喜舍，那是什么？中国人讲一句话，「心平气和」，无论什么境界里，他心是平的，他气是和顺的，那个乐！凡夫呢？凡夫身有苦乐、心有忧喜，不正常。正常的那是法界圆明自在用，不正常的时候，这作用就见不到了。我们今天把这种事情搞明白了，希望能把苦乐忧喜舍降温，不要太认真，学古人这句话很好，随它去吧！这就好，逐渐跟圆明自在接近了。今天时间到了，我们就学到此地。",
      "zh_TW": "『真該妄末』，真跟妄是分不開的，所以『行無不修』。真妄是一不是二，性相是一也不是二，能現能變、所現所變還是一不是二，這樣你的心量逐漸就拓開了。修行在哪裡？在起心動念之處。『妄徹真源』，妄是講妄想，就是妄想分別執著不能離真，離真哪來的妄？真是形，妄是影子。所以真是清淨寂滅的，相哪有不清淨寂滅？相也是清淨寂滅的。這個受用就得大自在了，所以說『法界圓明自在用』，這是正報的受用。由此可知，明白人他的受用正常，就是正受；糊塗人、迷惑顛倒的人，他有作用，不正常。不正常的用，佛說苦樂憂喜捨這五種受不正常；正常呢？正常是在生活、工作、待人接物他沒有苦樂憂喜捨，那是什麼？中國人講一句話，「心平氣和」，無論什麼境界裡，他心是平的，他氣是和順的，那個樂！凡夫呢？凡夫身有苦樂、心有憂喜，不正常。正常的那是法界圓明自在用，不正常的時候，這作用就見不到了。我們今天把這種事情搞明白了，希望能把苦樂憂喜捨降溫，不要太認真，學古人這句話很好，隨它去吧！這就好，逐漸跟圓明自在接近了。今天時間到了，我們就學到此地。"
    }
  ]
}