{
  "doc_id": "12-046-0024",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "(第二十四集)",
    "zh_TW": "(第二十四集)"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-046-0024",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "12-046-0024_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「修华严奥旨妄尽还源观」，第四段「行四德」最后的一条：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「修華嚴奧旨妄盡還源觀」，第四段「行四德」最後的一條："
    },
    {
      "id": "12-046-0024_p0002",
      "zh_CN": "【四者普代众生受苦德。】",
      "zh_TW": "【四者普代眾生受苦德。】"
    },
    {
      "id": "12-046-0024_p0003",
      "zh_CN": "前面的文不长，我们还是把它念一遍：",
      "zh_TW": "前面的文不長，我們還是把它念一遍："
    },
    {
      "id": "12-046-0024_p0004",
      "zh_CN": "【谓修诸行法不为自身。但欲广利群生。冤亲平等普令断恶。备修万行速证菩提。又菩萨大悲大愿以身为质。于三恶趣救赎一切受苦众生要令得乐。尽未来际心无退屈。不于众生希望毛发报恩之心。】",
      "zh_TW": "【謂修諸行法不為自身。但欲廣利群生。冤親平等普令斷惡。備修萬行速證菩提。又菩薩大悲大願以身為質。於三惡趣救贖一切受苦眾生要令得樂。盡未來際心無退屈。不於眾生希望毛髮報恩之心。】"
    },
    {
      "id": "12-046-0024_p0005",
      "zh_CN": "到这里是一段。这一段我们在前面学过，可是意思诸位看看就晓得，永无止境，你看『冤亲平等』、『普令断恶』、『修诸行法不为自身』，这都是没有止境的。诸佛如来、法身大士应众生之感，现无尽的身云，佛经里面讲身，后面加个云彩的云，身云，这个意思很深。经典时时刻刻提醒我们不要执着这个身。身有没有？有，现这个相，三十二应，应以什么身得度就现什么身。身后面加个云是什么意思？云，现在我们很熟悉，常常坐飞机，你看飞到云层里面去了，云有没有？不能说它有，也不能说它没有，远看它有，近看就没有了，你也抓不到它，你也摸不到它。佛教我们对一切色法，就是一切物质的看法，都要把它看作云，意思就是不能说它是有，也不能说它是无。总而言之，你可以用它，你不能够执着它，不能够占有它。用它来代众生受苦，怎么代法？你天天依教修行，苦不苦？很苦，时时刻刻要约束自己，要守规矩。但是要晓得，这个守规矩就是教化众生，众生不孝父母，佛菩萨示现孝顺父母的样子，做出来给众生看。众生看多了，慢慢就觉悟，就知道孝顺父母是我们应当要做的。众生狂妄自大，佛菩萨示现谦卑，都是教化众生！",
      "zh_TW": "到這裡是一段。這一段我們在前面學過，可是意思諸位看看就曉得，永無止境，你看『冤親平等』、『普令斷惡』、『修諸行法不為自身』，這都是沒有止境的。諸佛如來、法身大士應眾生之感，現無盡的身雲，佛經裡面講身，後面加個雲彩的雲，身雲，這個意思很深。經典時時刻刻提醒我們不要執著這個身。身有沒有？有，現這個相，三十二應，應以什麼身得度就現什麼身。身後面加個雲是什麼意思？雲，現在我們很熟悉，常常坐飛機，你看飛到雲層裡面去了，雲有沒有？不能說它有，也不能說它沒有，遠看它有，近看就沒有了，你也抓不到它，你也摸不到它。佛教我們對一切色法，就是一切物質的看法，都要把它看作雲，意思就是不能說它是有，也不能說它是無。總而言之，你可以用它，你不能夠執著它，不能夠佔有它。用它來代眾生受苦，怎麼代法？你天天依教修行，苦不苦？很苦，時時刻刻要約束自己，要守規矩。但是要曉得，這個守規矩就是教化眾生，眾生不孝父母，佛菩薩示現孝順父母的樣子，做出來給眾生看。眾生看多了，慢慢就覺悟，就知道孝順父母是我們應當要做的。眾生狂妄自大，佛菩薩示現謙卑，都是教化眾生！"
    },
    {
      "id": "12-046-0024_p0006",
      "zh_CN": "众生不知道尊重别人，佛菩萨礼敬一切众生。普贤菩萨教导我们，十条第一条「礼敬诸佛」。佛是我们学佛弟子最尊敬的对象，所以用佛来说。诸佛是谁？一切众生本来是佛，《华严经》上说「情与无情，同圆种智」，有情是佛，无情也是佛，桌椅板凳是佛，花草树木是佛，山河大地是佛，佛是什么？佛是法性，法性是佛。但是佛在经上跟我们讲得很清楚，我们现在也真正体验到了，性相是一不是二，相是物质，物质里面有自性，自性是什么？自性是见闻觉知，这是自性。物质里面有分别执着，分别执着是什么？受想行识。这些最近被江本博士实验出来，物质有见闻觉知、有受想行识。这就说明物质现象、精神现象是一体的，是分不开的，你把它分开就错了，不是它错，是你搞错了，永远分不开的。那就是诸佛！这就是说我们对人要尊敬，对一切众生要尊敬，对万物要尊敬，对山河大地、自然现象都要尊敬。中国过去童蒙读本里面有一本书叫《幼学故事琼林》，那里面所讲的，就是把山河大地、树木花草，乃至自然现象都说明出来了，都要尊敬。《太上感应篇》里面举这个例子举得很多，跟佛跟《华严》所讲的「情与无情，同圆种智」，是相同的境界。凡夫不知道，佛菩萨知道，佛菩萨做出来给大家看。可是在从前，这个话我在前面讲过，在从前，古代帝王，宰官，这是地方上的领导，学者，儒释道三家的学者都能做到，给社会大众做好样子。",
      "zh_TW": "眾生不知道尊重別人，佛菩薩禮敬一切眾生。普賢菩薩教導我們，十條第一條「禮敬諸佛」。佛是我們學佛弟子最尊敬的對象，所以用佛來說。諸佛是誰？一切眾生本來是佛，《華嚴經》上說「情與無情，同圓種智」，有情是佛，無情也是佛，桌椅板凳是佛，花草樹木是佛，山河大地是佛，佛是什麼？佛是法性，法性是佛。但是佛在經上跟我們講得很清楚，我們現在也真正體驗到了，性相是一不是二，相是物質，物質裡面有自性，自性是什麼？自性是見聞覺知，這是自性。物質裡面有分別執著，分別執著是什麼？受想行識。這些最近被江本博士實驗出來，物質有見聞覺知、有受想行識。這就說明物質現象、精神現象是一體的，是分不開的，你把它分開就錯了，不是它錯，是你搞錯了，永遠分不開的。那就是諸佛！這就是說我們對人要尊敬，對一切眾生要尊敬，對萬物要尊敬，對山河大地、自然現象都要尊敬。中國過去童蒙讀本裡面有一本書叫《幼學故事瓊林》，那裡面所講的，就是把山河大地、樹木花草，乃至自然現象都說明出來了，都要尊敬。《太上感應篇》裡面舉這個例子舉得很多，跟佛跟《華嚴》所講的「情與無情，同圓種智」，是相同的境界。凡夫不知道，佛菩薩知道，佛菩薩做出來給大家看。可是在從前，這個話我在前面講過，在從前，古代帝王，宰官，這是地方上的領導，學者，儒釋道三家的學者都能做到，給社會大眾做好樣子。"
    },
    {
      "id": "12-046-0024_p0007",
      "zh_CN": "对祖宗的祭祀，这是对人，为什么要祭祀？报本返始。人生在这个世间，第一要知道感恩，父母养育之恩，我们父母他还有父母，这我们祖父母；祖父母还有父母，曾祖父母，往上去推，没有止境的。文字的发明时间不长，在中国历史记载，黄帝才发明文字，黄帝以前没有文字，中国文字发明到现在大概是四千五百年。中国人重视历史，重视无后为大，在全世界许多国家民族里面没有家谱，家庭历史没有，中国有，代代相传。我回到家乡，还真的是不容易，找到了家谱，这个谱是散落在民间，残缺不齐，我们找了很多种残缺的，把它凑起来，还不错，很幸运还凑出一个完整的本子。我们把它影印三百套，二楼这个小客厅里面放了一套，诸位都能看到。这个家谱从黄帝记载的，一直到现代，世代相传，大概到现代已经有一百四十代；我这个辈分，俗家「业」字辈是第一百三十六代，我的下面现在出现的有四代。所以这懂得尊敬别人，尊重人。由尊重自己长辈、祖先念念不忘，他就会孝顺父母，他就会尊重长辈。看到外面的人，年岁大概跟我父亲同年龄的，我们都把他当父亲看待；跟自己年龄差不多的，都当作兄弟看待，人心的厚道是从这里养成的。看到儿童，都看作自己儿女一样看待、一样爱护，把伦理、道德、因果、圣贤教诲完全表现在自己身体行为上，这是不为自身，这是代众生苦！这些规矩，琐琐碎碎事、小小戒都要遵守，都要做成好样子，不是为自己，做给别人看的，帮助社会迷失自性的众生，让他们看了之后慢慢觉悟，回头是岸，回归自性，目的在此地。",
      "zh_TW": "對祖宗的祭祀，這是對人，為什麼要祭祀？報本返始。人生在這個世間，第一要知道感恩，父母養育之恩，我們父母他還有父母，這我們祖父母；祖父母還有父母，曾祖父母，往上去推，沒有止境的。文字的發明時間不長，在中國歷史記載，黃帝才發明文字，黃帝以前沒有文字，中國文字發明到現在大概是四千五百年。中國人重視歷史，重視無後為大，在全世界許多國家民族裡面沒有家譜，家庭歷史沒有，中國有，代代相傳。我回到家鄉，還真的是不容易，找到了家譜，這個譜是散落在民間，殘缺不齊，我們找了很多種殘缺的，把它湊起來，還不錯，很幸運還湊出一個完整的本子。我們把它影印三百套，二樓這個小客廳裡面放了一套，諸位都能看到。這個家譜從黃帝記載的，一直到現代，世代相傳，大概到現代已經有一百四十代；我這個輩分，俗家「業」字輩是第一百三十六代，我的下面現在出現的有四代。所以這懂得尊敬別人，尊重人。由尊重自己長輩、祖先念念不忘，他就會孝順父母，他就會尊重長輩。看到外面的人，年歲大概跟我父親同年齡的，我們都把他當父親看待；跟自己年齡差不多的，都當作兄弟看待，人心的厚道是從這裡養成的。看到兒童，都看作自己兒女一樣看待、一樣愛護，把倫理、道德、因果、聖賢教誨完全表現在自己身體行為上，這是不為自身，這是代眾生苦！這些規矩，瑣瑣碎碎事、小小戒都要遵守，都要做成好樣子，不是為自己，做給別人看的，幫助社會迷失自性的眾生，讓他們看了之後慢慢覺悟，回頭是岸，回歸自性，目的在此地。"
    },
    {
      "id": "12-046-0024_p0008",
      "zh_CN": "自己不断向上提升，那就是「无我相、无人相、无众生相、无寿者相」，这是把自己向上提升，了解诸法实相，相有性无，事有理无。如果真正做到六根对六尘境界不再起心动念，跟诸位说，因果就没有了，真的没有了。什么人落在因果里面？起心动念就有因果。这在我们学习的「还源观」里面，前面讲得清楚，你看第二段讲「起二用」，起心，依报就现前，森罗万象就现前，我们讲宇宙现象出现了，起心；动念，动念正报现前了。我从哪里来的？父母未生前本来面目是什么？动念，念一动，正报现前，我现前；心一起，依报，宇宙现前，这讲得清楚。所以起心动念是根本无明，从起心动念生起分别执着，这就不好了。生起分别，我们净宗的话，方便有余土出现了；又起了执着，六道轮回凡圣同居土出现了，就这么来的。",
      "zh_TW": "自己不斷向上提升，那就是「無我相、無人相、無眾生相、無壽者相」，這是把自己向上提升，了解諸法實相，相有性無，事有理無。如果真正做到六根對六塵境界不再起心動念，跟諸位說，因果就沒有了，真的沒有了。什麼人落在因果裡面？起心動念就有因果。這在我們學習的「還源觀」裡面，前面講得清楚，你看第二段講「起二用」，起心，依報就現前，森羅萬象就現前，我們講宇宙現象出現了，起心；動念，動念正報現前了。我從哪裡來的？父母未生前本來面目是什麼？動念，念一動，正報現前，我現前；心一起，依報，宇宙現前，這講得清楚。所以起心動念是根本無明，從起心動念生起分別執著，這就不好了。生起分別，我們淨宗的話，方便有餘土出現了；又起了執著，六道輪迴凡聖同居土出現了，就這麼來的。"
    },
    {
      "id": "12-046-0024_p0009",
      "zh_CN": "所以你要晓得，整个宇宙是自己造的，这是大乘教讲的。你要是不起心、不动念，根本就没有。所以起心动念是因，起心是依报的因，动念是正报的因，这就有因果。不但六道众生脱离不了因果，现在我们晓得，四圣法界也脱离不了因果，乃至于实报庄严土还是脱离不了因果。佛经里面常讲「万法皆空，因果不空」，这有道理。现在人不相信因果，我们要做出相信因果的样子给他看，我们相信因果是真有道理在，不是盲目，不是迷信。总是要『以身为质』，这就是要用我们的身表演出来。特别是菩萨的大慈大悲，菩萨的慈悲就是自性性德的自然流露，佛法里用的名词叫「法尔如是」，法它本来就是这样，大慈大悲本来就是这样。",
      "zh_TW": "所以你要曉得，整個宇宙是自己造的，這是大乘教講的。你要是不起心、不動念，根本就沒有。所以起心動念是因，起心是依報的因，動念是正報的因，這就有因果。不但六道眾生脫離不了因果，現在我們曉得，四聖法界也脫離不了因果，乃至於實報莊嚴土還是脫離不了因果。佛經裡面常講「萬法皆空，因果不空」，這有道理。現在人不相信因果，我們要做出相信因果的樣子給他看，我們相信因果是真有道理在，不是盲目，不是迷信。總是要『以身為質』，這就是要用我們的身表演出來。特別是菩薩的大慈大悲，菩薩的慈悲就是自性性德的自然流露，佛法裡用的名詞叫「法爾如是」，法它本來就是這樣，大慈大悲本來就是這樣。"
    },
    {
      "id": "12-046-0024_p0010",
      "zh_CN": "『于三恶趣』，三恶趣在哪里？要从三恶趣的因上来讲，那就是我们现前社会，就是居住在地球上这些人类起心动念，这是因。你的因善，果就善，所以佛菩萨、世间圣人都教给我们，在中国古圣先贤教我们遵循五伦五常，就是伦理、道德、因果的教育，一生诚诚恳恳、恭恭敬敬的依教奉行，这是心善行善，感得的果报是三善道，佛法里面常讲人天福报。如果我们的思想见解、言语造作与善相违背，那就是不善，违背了性德，这样自然把外面的现象也改变了。这是大乘教里头常讲的，我们必须要记住，境随心转。外面是境界，境界最贴近的是我们身体，身体是境界，最近的一个境界。我们的心情愉快，这个人身心健康；如果我们成天是忧虑、忧愁、烦恼，这个人就多病，衰老多病。古人讲「忧能使人老」，快速的老化，忧虑太多！这是改变我们这个身体，贴身的。同样的，能感染我们的环境，我们居住的环境，这是一个家庭，我要是有严重的忧郁，会让这一个家庭的人都不会舒服，我们外国人讲磁场不好，中国人讲气氛不好、氛围不好。这是真的，这是我们日常生活当中都能感受得到的。学佛的同学们，你们到我们这个实际禅寺来，感到很欢喜，这个地方磁场好，为什么好？天天在学习佛菩萨的教诲，佛菩萨的教诲纯净纯善，那这个磁场怎么会不好？每个人在这个地方都是心平气和、法喜充满，这么一个氛围。到汤池去观光，去旅游、参学，人现在是愈来愈多，大家感受那个地方的氛围。居住在这个小镇里面的人，人人都学《弟子规》，人人都存好心、说好话、行好事、做好人，它氛围好！连美国夏威夷土着，不是现在的人，是古人的传说，他们古人说这个世界是你自己心里变现出来的。这个话说得很有道理，跟大乘经典佛讲的一样。可是那个地方没有佛法，他们的祖宗能说出这种话来，不容易。",
      "zh_TW": "『於三惡趣』，三惡趣在哪裡？要從三惡趣的因上來講，那就是我們現前社會，就是居住在地球上這些人類起心動念，這是因。你的因善，果就善，所以佛菩薩、世間聖人都教給我們，在中國古聖先賢教我們遵循五倫五常，就是倫理、道德、因果的教育，一生誠誠懇懇、恭恭敬敬的依教奉行，這是心善行善，感得的果報是三善道，佛法裡面常講人天福報。如果我們的思想見解、言語造作與善相違背，那就是不善，違背了性德，這樣自然把外面的現象也改變了。這是大乘教裡頭常講的，我們必須要記住，境隨心轉。外面是境界，境界最貼近的是我們身體，身體是境界，最近的一個境界。我們的心情愉快，這個人身心健康；如果我們成天是憂慮、憂愁、煩惱，這個人就多病，衰老多病。古人講「憂能使人老」，快速的老化，憂慮太多！這是改變我們這個身體，貼身的。同樣的，能感染我們的環境，我們居住的環境，這是一個家庭，我要是有嚴重的憂鬱，會讓這一個家庭的人都不會舒服，我們外國人講磁場不好，中國人講氣氛不好、氛圍不好。這是真的，這是我們日常生活當中都能感受得到的。學佛的同學們，你們到我們這個實際禪寺來，感到很歡喜，這個地方磁場好，為什麼好？天天在學習佛菩薩的教誨，佛菩薩的教誨純淨純善，那這個磁場怎麼會不好？每個人在這個地方都是心平氣和、法喜充滿，這麼一個氛圍。到湯池去觀光，去旅遊、參學，人現在是愈來愈多，大家感受那個地方的氛圍。居住在這個小鎮裡面的人，人人都學《弟子規》，人人都存好心、說好話、行好事、做好人，它氛圍好！連美國夏威夷土著，不是現在的人，是古人的傳說，他們古人說這個世界是你自己心裡變現出來的。這個話說得很有道理，跟大乘經典佛講的一樣。可是那個地方沒有佛法，他們的祖宗能說出這種話來，不容易。"
    },
    {
      "id": "12-046-0024_p0011",
      "zh_CN": "佛菩萨看众生迷惑颠倒，没有智慧，智慧变成烦恼了，烦恼主宰的心行，那个心行就不善；心行不善，这头一个身体就不善，身体不健康，生活当中得不到快乐，他也去找刺激，刺激是什么？贪瞋痴慢，搞这个，以为这是快乐，这是佛法里面讲造业，造的不善业。怎么是不善业？贪瞋痴慢的念头怎么会造出善业？不善业的果报在三途。譬如现在人贪财、贪色、贪名、贪利、贪享受，这果报是饿鬼、是地狱。现在有人告诉我，说地狱跟饿鬼道已经连起来了，已经分不开，也就是说饿鬼道里面的果报之苦等于地狱。这个话我们听了相不相信？能相信，有理由相信。现在人造的业，特别是杀业，吃众生肉，手段非常残酷，跟地狱变相图里面所看到的几乎没有两样，甚至于有过之而无不及。现在在造恶因，将来的果报可麻烦了。他们不相信因果，不相信有报应，不相信有来世，随着自己习气烦恼，叫胡作妄为，所以把整个自然生态环境破坏掉了。",
      "zh_TW": "佛菩薩看眾生迷惑顛倒，沒有智慧，智慧變成煩惱了，煩惱主宰的心行，那個心行就不善；心行不善，這頭一個身體就不善，身體不健康，生活當中得不到快樂，他也去找刺激，刺激是什麼？貪瞋痴慢，搞這個，以為這是快樂，這是佛法裡面講造業，造的不善業。怎麼是不善業？貪瞋痴慢的念頭怎麼會造出善業？不善業的果報在三途。譬如現在人貪財、貪色、貪名、貪利、貪享受，這果報是餓鬼、是地獄。現在有人告訴我，說地獄跟餓鬼道已經連起來了，已經分不開，也就是說餓鬼道裡面的果報之苦等於地獄。這個話我們聽了相不相信？能相信，有理由相信。現在人造的業，特別是殺業，吃眾生肉，手段非常殘酷，跟地獄變相圖裡面所看到的幾乎沒有兩樣，甚至於有過之而無不及。現在在造惡因，將來的果報可麻煩了。他們不相信因果，不相信有報應，不相信有來世，隨著自己習氣煩惱，叫胡作妄為，所以把整個自然生態環境破壞掉了。"
    },
    {
      "id": "12-046-0024_p0012",
      "zh_CN": "人生苦短，我回到家乡，想想自己童年的时候，我们生长在农村，我在农村里面住了十年，十岁才离开农村。农村的小朋友在一块玩，都在大自然。那个时候自然环境没有染污，确实花香鸟语、日月清明。花不但香，我们小时候花拿来吃的，花可以吃的；小河里面、小沟里面的流水清澈看到底，干干净净，无论在什么地方，我们手捧到水就喝，没有染污！现在不行了，现在你看用的农药化肥，虽然用在农作物，但是土壤被染污，这些有毒的东西从土里面渗透到地下水，所以地下的水源被染污，有毒了，现在外面的水没有人敢吃，你说这个多可怕。这种土地，就是被农药、化肥污染过的土地，它所种出来的东西，你们想想，它带不带这些毒素？所以人吃了之后都长奇奇怪怪的病，这就是因果报应，因果报应就在眼前。这个事情，三千年前释迦牟尼佛在《无量寿经》上都讲得很清楚，大家都念过，现在的众生叫「饮苦食毒」，你所喝的是苦水，你所吃的都是有毒的东西，你的身体怎么会健康？我们要想在这个环境里面得到身体健康，可不可能？可能，只有一个方法，真修。大乘教里面讲得很好，清净心不受染污，我们如果能修清净心，这一切食物到我们面前来，那个清净心把这个毒就化解，清净慈悲，清净不染污，慈悲能解毒，不需要用药物！药物彼此对抗，它都有副作用。",
      "zh_TW": "人生苦短，我回到家鄉，想想自己童年的時候，我們生長在農村，我在農村裡面住了十年，十歲才離開農村。農村的小朋友在一塊玩，都在大自然。那個時候自然環境沒有染污，確實花香鳥語、日月清明。花不但香，我們小時候花拿來吃的，花可以吃的；小河裡面、小溝裡面的流水清澈看到底，乾乾淨淨，無論在什麼地方，我們手捧到水就喝，沒有染污！現在不行了，現在你看用的農藥化肥，雖然用在農作物，但是土壤被染污，這些有毒的東西從土裡面滲透到地下水，所以地下的水源被染污，有毒了，現在外面的水沒有人敢吃，你說這個多可怕。這種土地，就是被農藥、化肥污染過的土地，它所種出來的東西，你們想想，它帶不帶這些毒素？所以人吃了之後都長奇奇怪怪的病，這就是因果報應，因果報應就在眼前。這個事情，三千年前釋迦牟尼佛在《無量壽經》上都講得很清楚，大家都念過，現在的眾生叫「飲苦食毒」，你所喝的是苦水，你所吃的都是有毒的東西，你的身體怎麼會健康？我們要想在這個環境裡面得到身體健康，可不可能？可能，只有一個方法，真修。大乘教裡面講得很好，清淨心不受染污，我們如果能修清淨心，這一切食物到我們面前來，那個清淨心把這個毒就化解，清淨慈悲，清淨不染污，慈悲能解毒，不需要用藥物！藥物彼此對抗，它都有副作用。"
    },
    {
      "id": "12-046-0024_p0013",
      "zh_CN": "所以也难得，抗战时期，江苏镇江金山寺的老和尚，人家称他金山活佛，他给我们做了示现。近代的人，年岁大一点的还亲眼见过这个人，我们没有见到。抗战时期，我们没有学佛，他是在抗战当中往生的。他给我们示现的就是用自己的意念转变环境，特别是在饮食起居上。第一个，他的身体能够适应各种不同的气候，法师一生就穿里面一套小褂裤，外面一件长衫，春夏秋冬都是这样的，这个衣服从来不洗，他穿得很舒服。我们知道他一生没有洗过澡，别人看到他很邋遢，像个讨饭的一样，其实你亲近他，他的磁场好，他身上放香，那个领子油垢都已经变成黑色，你去闻闻看，清莲花香。佛经上说的，「一切法从心想生」，他的心想能转变境界，一生生活都随缘，没有一样攀缘的，能够一餐吃几十碗，也能够一个星期不吃饭。早年我在台湾，台湾有位法师跟他在一起住过四个月，对金山活佛非常了解。他告诉我，他确实有神通，我们心里想的什么念头他全知道，就是他心通。所以真有功夫，行！他那种功夫至少是阿罗汉的境界，是不是四果罗汉咱们不知道，至少三果，为什么？三果才能有神通变化，他有。这要真功夫，搞假的不行！确实能转境界，不会为境界拘束，不被外境限制。",
      "zh_TW": "所以也難得，抗戰時期，江蘇鎮江金山寺的老和尚，人家稱他金山活佛，他給我們做了示現。近代的人，年歲大一點的還親眼見過這個人，我們沒有見到。抗戰時期，我們沒有學佛，他是在抗戰當中往生的。他給我們示現的就是用自己的意念轉變環境，特別是在飲食起居上。第一個，他的身體能夠適應各種不同的氣候，法師一生就穿裡面一套小褂褲，外面一件長衫，春夏秋冬都是這樣的，這個衣服從來不洗，他穿得很舒服。我們知道他一生沒有洗過澡，別人看到他很邋遢，像個討飯的一樣，其實你親近他，他的磁場好，他身上放香，那個領子油垢都已經變成黑色，你去聞聞看，清蓮花香。佛經上說的，「一切法從心想生」，他的心想能轉變境界，一生生活都隨緣，沒有一樣攀緣的，能夠一餐吃幾十碗，也能夠一個星期不吃飯。早年我在台灣，台灣有位法師跟他在一起住過四個月，對金山活佛非常了解。他告訴我，他確實有神通，我們心裡想的什麼念頭他全知道，就是他心通。所以真有功夫，行！他那種功夫至少是阿羅漢的境界，是不是四果羅漢咱們不知道，至少三果，為什麼？三果才能有神通變化，他有。這要真功夫，搞假的不行！確實能轉境界，不會為境界拘束，不被外境限制。"
    },
    {
      "id": "12-046-0024_p0014",
      "zh_CN": "现在我们讲东西讲卫生，他是什么卫生他也不讲，臭的东西、烂的东西、腐坏的东西他全吃，甚至于什么？他说他常常看到破铜烂铁，他看到的时候他就丢到嘴巴里去，咬了像吃花生米一样吃掉了。我们知道钞票是最脏的，人家供养他的钞票，他吃掉，当你面就吃掉，他身上什么也没有。那些东西我们吃了怎么会不生病？他行，他没事。这种示现告诉我们，境随心转，心转境界。只要你是清净心、慈悲心，佛法讲的大菩提心，这境界全转了。所以日常生活用不着斤斤计较，用不着去挑剔这卫生、干净不干净，不需要，你说他生活多快乐、多自在。他的法名叫妙善，跟往生的普陀山的老和尚名字完全相同，叫妙善，一般人称他为金山活佛。这是最近的一个，我们熟知的，是真的，可不是假的。刚才我讲跟他在一起生活四个月的乐观法师，这个人在台湾，前几年过世了，年龄比我大。他告诉我，那是一点都不假。他说有一次跟他在一起吃饭，信徒很多，大家都端着饭菜来供养他，来了他就吃，吃得很快，一下就吃了二、三十碗，乐观法师在旁边看到了，这不行！就叫信徒：你们不要害法师，你看他吃这么多行吗？叫这些信徒不要再端饭菜来了，不要再开玩笑了。乐观法师就问妙善和尚，他说，行吗？你吃这么多。金山活佛就告诉他「不增不减」，搞得乐观法师莫名其妙。不增不减，吃而无吃，无吃而吃，他有这种本事。",
      "zh_TW": "現在我們講東西講衛生，他是什麼衛生他也不講，臭的東西、爛的東西、腐壞的東西他全吃，甚至於什麼？他說他常常看到破銅爛鐵，他看到的時候他就丟到嘴巴裡去，咬了像吃花生米一樣吃掉了。我們知道鈔票是最髒的，人家供養他的鈔票，他吃掉，當你面就吃掉，他身上什麼也沒有。那些東西我們吃了怎麼會不生病？他行，他沒事。這種示現告訴我們，境隨心轉，心轉境界。只要你是清淨心、慈悲心，佛法講的大菩提心，這境界全轉了。所以日常生活用不著斤斤計較，用不著去挑剔這衛生、乾淨不乾淨，不需要，你說他生活多快樂、多自在。他的法名叫妙善，跟往生的普陀山的老和尚名字完全相同，叫妙善，一般人稱他為金山活佛。這是最近的一個，我們熟知的，是真的，可不是假的。剛才我講跟他在一起生活四個月的樂觀法師，這個人在台灣，前幾年過世了，年齡比我大。他告訴我，那是一點都不假。他說有一次跟他在一起吃飯，信徒很多，大家都端著飯菜來供養他，來了他就吃，吃得很快，一下就吃了二、三十碗，樂觀法師在旁邊看到了，這不行！就叫信徒：你們不要害法師，你看他吃這麼多行嗎？叫這些信徒不要再端飯菜來了，不要再開玩笑了。樂觀法師就問妙善和尚，他說，行嗎？你吃這麼多。金山活佛就告訴他「不增不減」，搞得樂觀法師莫名其妙。不增不減，吃而無吃，無吃而吃，他有這種本事。"
    },
    {
      "id": "12-046-0024_p0015",
      "zh_CN": "所以我们明了这桩事情，我们的习气重、烦恼重，想修清净心，心没有办法得到清净，那只好持戒念佛。行，这好事！怎样念佛才会有成就？一定要放下身心世界，也就是说对世出世间法统统能放得下，一尘不染，用虔诚的心、恭敬的心、清净的心去念佛，「一念相应一念佛，念念相应念念佛」。这个世间灾难很多，不怕，灾难当中死了，他就往生了。所以灾难当中死的人，诸位一定要知道，你不要怀疑，因为我们凡夫只看到眼前，看不到过去，看不到未来；如果你是有这个能力，有了天眼，须陀洹就有天眼，能看到过去、现在、未来，你看到大灾难这么多人死的时候，你就会点头，一点都不错，这是共业，这是总报。可是报不一样，里面有念佛的，佛接引他往生了；有修善的，他善业成熟，他生天，天有二十八层天，看他修的善大小，他超生了，他不在人间受苦，他享大福报去了；造作罪业的，这就落在三途。就好像学校念书一样，学生，毕业班这天举行毕业典礼，大家都离开学校了，有的升学了，有的去找工作了，各行各业，四散了，跟这个情形一样。我们明白这个道理，认真修行，什么灾难也不在乎，为什么？灾难如果我们遇到了，人家说不幸而死；实在讲是幸运往生，非常幸运，哪有什么不幸？凡夫眼里看的是不幸，我们自己很幸运走了，不惊不怖，这是佛法无比殊胜之处，这是菩萨应化在世间普度众生。",
      "zh_TW": "所以我們明瞭這樁事情，我們的習氣重、煩惱重，想修清淨心，心沒有辦法得到清淨，那只好持戒念佛。行，這好事！怎樣念佛才會有成就？一定要放下身心世界，也就是說對世出世間法統統能放得下，一塵不染，用虔誠的心、恭敬的心、清淨的心去念佛，「一念相應一念佛，念念相應念念佛」。這個世間災難很多，不怕，災難當中死了，他就往生了。所以災難當中死的人，諸位一定要知道，你不要懷疑，因為我們凡夫只看到眼前，看不到過去，看不到未來；如果你是有這個能力，有了天眼，須陀洹就有天眼，能看到過去、現在、未來，你看到大災難這麼多人死的時候，你就會點頭，一點都不錯，這是共業，這是總報。可是報不一樣，裡面有念佛的，佛接引他往生了；有修善的，他善業成熟，他生天，天有二十八層天，看他修的善大小，他超生了，他不在人間受苦，他享大福報去了；造作罪業的，這就落在三途。就好像學校念書一樣，學生，畢業班這天舉行畢業典禮，大家都離開學校了，有的升學了，有的去找工作了，各行各業，四散了，跟這個情形一樣。我們明白這個道理，認真修行，什麼災難也不在乎，為什麼？災難如果我們遇到了，人家說不幸而死；實在講是幸運往生，非常幸運，哪有什麼不幸？凡夫眼裡看的是不幸，我們自己很幸運走了，不驚不怖，這是佛法無比殊勝之處，這是菩薩應化在世間普度眾生。"
    },
    {
      "id": "12-046-0024_p0016",
      "zh_CN": "我们在这个世间学了佛，知道要断一切恶、修一切善，修善容易吗？不容易！日子过得非常辛苦。可是这桩事情，我们在初学佛的时候，老师就教我们，今天老师的话完全证实了，一点不错。我们向老师求法的时候，跪在地下，恭敬礼拜接受老师教诲。老师很慈悲的告诉我们，你们今天到我这里求法，是恭恭敬敬跪在这里祈求；将来你们要把佛法传给别人，情形不是这样的，而是你们跪在信徒面前，恭恭敬敬把佛法送给别人，人家未必接受。老师这个话不是说一遍，说很多遍，所以我们的印象很深。今天我们在佛门做一点好事，小心翼翼、恭恭敬敬，好处都送给别人，过失都自己承当，别人还未必高兴，还未必喜欢你，你说多么难，多不容易！可是要不要做？要做，为什么要做？大慈悲心。知道众生业障习气重，比我不知道重多少倍，我们是小小的启示就回得了头，他们回不了头。我们虽然没有神通，不能看到三世因果，可是我们对三世因果的道理熟知。我们有理由相信，而且细心在日常生活当中去体验，你真正能够看到三世因果就在眼前，不必要有天眼通，只要你能够留意，你就能看出来。",
      "zh_TW": "我們在這個世間學了佛，知道要斷一切惡、修一切善，修善容易嗎？不容易！日子過得非常辛苦。可是這樁事情，我們在初學佛的時候，老師就教我們，今天老師的話完全證實了，一點不錯。我們向老師求法的時候，跪在地下，恭敬禮拜接受老師教誨。老師很慈悲的告訴我們，你們今天到我這裡求法，是恭恭敬敬跪在這裡祈求；將來你們要把佛法傳給別人，情形不是這樣的，而是你們跪在信徒面前，恭恭敬敬把佛法送給別人，人家未必接受。老師這個話不是說一遍，說很多遍，所以我們的印象很深。今天我們在佛門做一點好事，小心翼翼、恭恭敬敬，好處都送給別人，過失都自己承當，別人還未必高興，還未必喜歡你，你說多麼難，多不容易！可是要不要做？要做，為什麼要做？大慈悲心。知道眾生業障習氣重，比我不知道重多少倍，我們是小小的啟示就回得了頭，他們回不了頭。我們雖然沒有神通，不能看到三世因果，可是我們對三世因果的道理熟知。我們有理由相信，而且細心在日常生活當中去體驗，你真正能夠看到三世因果就在眼前，不必要有天眼通，只要你能夠留意，你就能看出來。"
    },
    {
      "id": "12-046-0024_p0017",
      "zh_CN": "所以我们一生的心态，这么多年常常跟着我的同学都看到，我们一生没有为自己想过，为自己想的话，至少我们要盖个小房子，自己可以安居。我一生到现在没有居住的地方，全是住的别人地方。澳洲虽然净宗学院建立了，那是送给学院的，送给常住的，我们自己没有！要不要？不想要。为什么？累赘！处处是替别人想，可是别人没有替我想，我们还是干得这么起劲，什么原因？是佛法，是章嘉大师、李老师早就把现在这个状况讲给我听了。学讲经那个时候就警告我，你要讲得不怎么好，还可以，也就是说，你在佛门里还能混下去；如果你要讲得很好，你这一生就走投无路，这老师警告我的。所以我也把这个话告诉同学们，你们同学们要记住，到你们经教讲得好，修行真的不错了，有德行了，你会跟我一样的命运，走投无路。可是我也做了一点好事，供养道场、布施道场，这是什么？跟道场结来生缘。是不是我来生到这里？不见得。你们同学们跟我有这个关系，那都有缘。所以这些道场是结来生缘。这一生不行，现在是乱世，乱世过去了，回归到大治的时代，你们才有缘分，缘成熟了，主持道场，教化众生，所以千万不要疏忽结缘。",
      "zh_TW": "所以我們一生的心態，這麼多年常常跟著我的同學都看到，我們一生沒有為自己想過，為自己想的話，至少我們要蓋個小房子，自己可以安居。我一生到現在沒有居住的地方，全是住的別人地方。澳洲雖然淨宗學院建立了，那是送給學院的，送給常住的，我們自己沒有！要不要？不想要。為什麼？累贅！處處是替別人想，可是別人沒有替我想，我們還是幹得這麼起勁，什麼原因？是佛法，是章嘉大師、李老師早就把現在這個狀況講給我聽了。學講經那個時候就警告我，你要講得不怎麼好，還可以，也就是說，你在佛門裡還能混下去；如果你要講得很好，你這一生就走投無路，這老師警告我的。所以我也把這個話告訴同學們，你們同學們要記住，到你們經教講得好，修行真的不錯了，有德行了，你會跟我一樣的命運，走投無路。可是我也做了一點好事，供養道場、布施道場，這是什麼？跟道場結來生緣。是不是我來生到這裡？不見得。你們同學們跟我有這個關係，那都有緣。所以這些道場是結來生緣。這一生不行，現在是亂世，亂世過去了，回歸到大治的時代，你們才有緣分，緣成熟了，主持道場，教化眾生，所以千萬不要疏忽結緣。"
    },
    {
      "id": "12-046-0024_p0018",
      "zh_CN": "这个事情，我讲经的时候常讲，我们进入寺院庵堂，首先一定到人家大殿里面去礼佛。我礼佛三拜有求愿，第一拜，与这个寺院常住有缘，或是今生或是后世，我会到这边来讲经；第二拜，与这个道场方丈、执事有缘，跟他们结缘；第三拜，与这个道场护法、信徒们结缘。我的三拜是这个拜法。很多人知道，我每到一个地方，法缘都很殊胜。虽然不能够久住，暂住的时候缘很殊胜。这是你自己要发愿，要跟一切众生结缘，要能布施众生、布施给道场。十方来十方去，十方供养，我这一生是学印光大师，印祖一生接受十方供养，只做一桩事情，就是印经。他把这些供养都用在弘化社，在苏州报国寺，弘化社里面有个印刷厂，那时候铅字排版，有一批工人。弘化社的书印得好，错字很少，就是校对校得很精确，也就变成善本书，一生就做这一桩事，给我们做示范的、做榜样的。除这个事情之外，各地方要遇到有灾难，老和尚也赈灾，赈灾的钱从哪里来？从印经款项里拨出来。他老人家一生的行谊，我们看到了、听到了，要认真去思惟，他为什么这样做？一定有他道理，不造罪业，真做好事！",
      "zh_TW": "這個事情，我講經的時候常講，我們進入寺院庵堂，首先一定到人家大殿裡面去禮佛。我禮佛三拜有求願，第一拜，與這個寺院常住有緣，或是今生或是後世，我會到這邊來講經；第二拜，與這個道場方丈、執事有緣，跟他們結緣；第三拜，與這個道場護法、信徒們結緣。我的三拜是這個拜法。很多人知道，我每到一個地方，法緣都很殊勝。雖然不能夠久住，暫住的時候緣很殊勝。這是你自己要發願，要跟一切眾生結緣，要能布施眾生、布施給道場。十方來十方去，十方供養，我這一生是學印光大師，印祖一生接受十方供養，只做一樁事情，就是印經。他把這些供養都用在弘化社，在蘇州報國寺，弘化社裡面有個印刷廠，那時候鉛字排版，有一批工人。弘化社的書印得好，錯字很少，就是校對校得很精確，也就變成善本書，一生就做這一樁事，給我們做示範的、做榜樣的。除這個事情之外，各地方要遇到有災難，老和尚也賑災，賑災的錢從哪裡來？從印經款項裡撥出來。他老人家一生的行誼，我們看到了、聽到了，要認真去思惟，他為什麼這樣做？一定有他道理，不造罪業，真做好事！"
    },
    {
      "id": "12-046-0024_p0019",
      "zh_CN": "建道场，道场未必会真做好事，但是印经论善书，这是真正好事。人家拿去卖也没有关系，只要有人买，买了人家看还是得好处，所以这种好事没有流弊、没有副作用。其他的好事，如果人心不善，他拿这个去搞名闻利养，那就造罪业；唯独这些善书不会，善书，你就是拿去卖都没有关系，都是好事情。卖的人跟买的人都是好事，真的是有百利而无一弊。所以我们要学，要学祖师的行谊，你一生这样做就心安理得。这十方供养，供养得多，多做；供养得少，少做；最好没有供养，没有供养就不要做了，那是最清净自在的。我们一生不求供养，不问人要钱，都是自动送来的，道场也如是。过去我在台湾，我们有个图书馆，这是韩锳馆长她负责的；第二个道场是简丰文居士负责的，佛陀教育基金会，专门印经布施的，将近三十年了。这两个道场都不化缘，我们坚持一个原则，都是人自动把钱送来，钱多多做，钱少少做，没有钱，不做。可是真的现象是愈做愈多，做到以后信誉不错，这一家钱拿到这里，他们真做事，他没有乱用，所以愈做愈多！都是真正学佛、研究经教、明理的人，一生做出牺牲奉献，身心愉快，修来生福。像黄念祖老居士说的，来生这些人要不求往生，得大福报，这个话是有道理。",
      "zh_TW": "建道場，道場未必會真做好事，但是印經論善書，這是真正好事。人家拿去賣也沒有關係，只要有人買，買了人家看還是得好處，所以這種好事沒有流弊、沒有副作用。其他的好事，如果人心不善，他拿這個去搞名聞利養，那就造罪業；唯獨這些善書不會，善書，你就是拿去賣都沒有關係，都是好事情。賣的人跟買的人都是好事，真的是有百利而無一弊。所以我們要學，要學祖師的行誼，你一生這樣做就心安理得。這十方供養，供養得多，多做；供養得少，少做；最好沒有供養，沒有供養就不要做了，那是最清淨自在的。我們一生不求供養，不問人要錢，都是自動送來的，道場也如是。過去我在台灣，我們有個圖書館，這是韓鍈館長她負責的；第二個道場是簡豐文居士負責的，佛陀教育基金會，專門印經布施的，將近三十年了。這兩個道場都不化緣，我們堅持一個原則，都是人自動把錢送來，錢多多做，錢少少做，沒有錢，不做。可是真的現象是愈做愈多，做到以後信譽不錯，這一家錢拿到這裡，他們真做事，他沒有亂用，所以愈做愈多！都是真正學佛、研究經教、明理的人，一生做出犧牲奉獻，身心愉快，修來生福。像黃念祖老居士說的，來生這些人要不求往生，得大福報，這個話是有道理。"
    },
    {
      "id": "12-046-0024_p0020",
      "zh_CN": "要帮助众生离苦得乐，这个事情是大事，世尊在《法华经》里面有一品叫「安乐行品」，当然这里面特别是提醒我们末法时期，也就是现前社会里头，你怎样修学才能离苦得乐。经文有四段，所以叫四安乐行，身、口、意，后头还有个愿，这四段。我们怎样修身口意，才在这个苦难社会当中得安乐。在「身安乐行」里面，世尊跟我们讲要远离十桩事，这个文字打出来了，我把它念一念，「四安乐行者，谓身无危险故安，心无忧恼故乐，身安心乐，乃能进行（进是进步，行是修行），故名安乐行」。第一段，「身安乐行，谓身应当远离十种之事」。这个我们要知道，第一个「远离豪势」，豪门贵族，有威势的这些人，最好能够远离。这个远离是古圣先贤教导我们的，是敬而远之，不能不尊重，不能不礼敬。那个离是什么？离就是我们现在讲的没有丝毫巴结讨好，不可以有这种念头，不可以有这种行为，为什么？我们对于名闻利养、五欲六尘已经放下了，不去追求了，你就没有谄媚巴结的必要，没有必要。所以对他们见到之后是恭敬、礼拜，没有任何希求，远离是这个意思。",
      "zh_TW": "要幫助眾生離苦得樂，這個事情是大事，世尊在《法華經》裡面有一品叫「安樂行品」，當然這裡面特別是提醒我們末法時期，也就是現前社會裡頭，你怎樣修學才能離苦得樂。經文有四段，所以叫四安樂行，身、口、意，後頭還有個願，這四段。我們怎樣修身口意，才在這個苦難社會當中得安樂。在「身安樂行」裡面，世尊跟我們講要遠離十樁事，這個文字打出來了，我把它念一念，「四安樂行者，謂身無危險故安，心無憂惱故樂，身安心樂，乃能進行（進是進步，行是修行），故名安樂行」。第一段，「身安樂行，謂身應當遠離十種之事」。這個我們要知道，第一個「遠離豪勢」，豪門貴族，有威勢的這些人，最好能夠遠離。這個遠離是古聖先賢教導我們的，是敬而遠之，不能不尊重，不能不禮敬。那個離是什麼？離就是我們現在講的沒有絲毫巴結討好，不可以有這種念頭，不可以有這種行為，為什麼？我們對於名聞利養、五欲六塵已經放下了，不去追求了，你就沒有諂媚巴結的必要，沒有必要。所以對他們見到之後是恭敬、禮拜，沒有任何希求，遠離是這個意思。"
    },
    {
      "id": "12-046-0024_p0021",
      "zh_CN": "第二是「远离邪人邪法」，这个很重要。这个佛在《楞严经》上讲得很清楚，讲我们末法时期，现代这个社会，「邪师说法如恒河沙」。什么是邪师？讲得好，听众很多，交际很广，威势很大，什么地方能看到他的邪？你只要注意他，他没有离开自私自利，他没有离开贪瞋痴慢，那就是邪师。你赞叹他，很欢喜；你批评他，他就生气，这是邪师，经教讲得好是另外一桩事情，他做不到！邪法，佛经上找不到的方法，或者是与这个时代众生根机不相应的法，虽是正法，但是众生不得利益，那我们就知道了。世尊在《大集经》里面给我们授记，指导我们一个原则，「正法时期，戒律成就」，持戒就能得清净心，就能证果。「像法时期，禅定成就」，持戒就不行，为什么？人的烦恼习气愈来愈重，单单是严持戒律得不到效果。持戒持得好的人，戒律很清净，但是批评不持戒的人、轻视不持戒的人他的戒律不如法。真正持戒人对于造作十恶的人不敢轻慢，还是恭敬供养，那是真正持戒的人。也正是夫子在《论语》里面所说的，假设有这么一个人，「如有周公之才之美」，周公是孔夫子一生最尊敬的圣人，他一生当中、心目当中崇拜周公，他说假如一个人能有周公之才之美，那种德行，但是这个人怎么样？「使骄且吝」，你仔细观察，他傲慢、他吝啬，夫子说「其余不足观也已」，其他就不要说了。那就是假的，不是真的。中国圣人常说一句话，我们记住，「学问深时意气平」，愈是有德行，愈是有学问，他做人表现在外面愈谦虚、愈恭敬，绝对没有一点傲慢习气。孔夫子没有，孟夫子没有，释迦牟尼佛没有。佛在外面托钵，乞丐来供养，他都恭敬你，佛接受，佛恭敬，「佛氏门中，不舍一人」，处处要给人做好样子，不能做坏样子。好样子里掺杂有坏样子，这是邪，这不是正法，所以这是要远离。",
      "zh_TW": "第二是「遠離邪人邪法」，這個很重要。這個佛在《楞嚴經》上講得很清楚，講我們末法時期，現代這個社會，「邪師說法如恆河沙」。什麼是邪師？講得好，聽眾很多，交際很廣，威勢很大，什麼地方能看到他的邪？你只要注意他，他沒有離開自私自利，他沒有離開貪瞋痴慢，那就是邪師。你讚歎他，很歡喜；你批評他，他就生氣，這是邪師，經教講得好是另外一樁事情，他做不到！邪法，佛經上找不到的方法，或者是與這個時代眾生根機不相應的法，雖是正法，但是眾生不得利益，那我們就知道了。世尊在《大集經》裡面給我們授記，指導我們一個原則，「正法時期，戒律成就」，持戒就能得清淨心，就能證果。「像法時期，禪定成就」，持戒就不行，為什麼？人的煩惱習氣愈來愈重，單單是嚴持戒律得不到效果。持戒持得好的人，戒律很清淨，但是批評不持戒的人、輕視不持戒的人他的戒律不如法。真正持戒人對於造作十惡的人不敢輕慢，還是恭敬供養，那是真正持戒的人。也正是夫子在《論語》裡面所說的，假設有這麼一個人，「如有周公之才之美」，周公是孔夫子一生最尊敬的聖人，他一生當中、心目當中崇拜周公，他說假如一個人能有周公之才之美，那種德行，但是這個人怎麼樣？「使驕且吝」，你仔細觀察，他傲慢、他吝嗇，夫子說「其餘不足觀也已」，其他就不要說了。那就是假的，不是真的。中國聖人常說一句話，我們記住，「學問深時意氣平」，愈是有德行，愈是有學問，他做人表現在外面愈謙虛、愈恭敬，絕對沒有一點傲慢習氣。孔夫子沒有，孟夫子沒有，釋迦牟尼佛沒有。佛在外面托缽，乞丐來供養，他都恭敬你，佛接受，佛恭敬，「佛氏門中，不捨一人」，處處要給人做好樣子，不能做壞樣子。好樣子裡摻雜有壞樣子，這是邪，這不是正法，所以這是要遠離。"
    },
    {
      "id": "12-046-0024_p0022",
      "zh_CN": "真正找不到高僧大德可以亲近，那我们就学古人，祖师大德常常教我们，找古人。用这种方法成就的，在中国头一个是孟子，孟子的老师是谁？孔子。孔子不在世了，孔子过世了，孔子的著作在，孟子得到孔子这些著作，认真学习，认真落实，所以他做的比孔子当年在世的学生做得还好。留传到后世，你看后人称孔孟，没有说孔颜。孔夫子最得意的学生颜回，今天没有人讲孔颜；曾子也不错，没有说孔曾，为什么说孔孟？那就是说，孟子学的超过他们，老师不在世，也行！在佛门里面也有个典范，诸位都晓得蕅益大师，这了不起！蕅益大师跟谁学？跟莲池大师。莲池是我们净土宗第八代的祖师，蕅益是第九代。可是蕅益得到莲池大师这些著作学习的时候，莲池大师已经往生，他得到莲池大师这些著作，认真学习，依教奉行，所以他变成第九代的祖师。这是私淑古人，今人看不到他的德行，我们去找古人。所以修行真的功夫，就是要把自己烦恼习气淘汰掉。",
      "zh_TW": "真正找不到高僧大德可以親近，那我們就學古人，祖師大德常常教我們，找古人。用這種方法成就的，在中國頭一個是孟子，孟子的老師是誰？孔子。孔子不在世了，孔子過世了，孔子的著作在，孟子得到孔子這些著作，認真學習，認真落實，所以他做的比孔子當年在世的學生做得還好。留傳到後世，你看後人稱孔孟，沒有說孔顏。孔夫子最得意的學生顏回，今天沒有人講孔顏；曾子也不錯，沒有說孔曾，為什麼說孔孟？那就是說，孟子學的超過他們，老師不在世，也行！在佛門裡面也有個典範，諸位都曉得蕅益大師，這了不起！蕅益大師跟誰學？跟蓮池大師。蓮池是我們淨土宗第八代的祖師，蕅益是第九代。可是蕅益得到蓮池大師這些著作學習的時候，蓮池大師已經往生，他得到蓮池大師這些著作，認真學習，依教奉行，所以他變成第九代的祖師。這是私淑古人，今人看不到他的德行，我們去找古人。所以修行真的功夫，就是要把自己煩惱習氣淘汰掉。"
    },
    {
      "id": "12-046-0024_p0023",
      "zh_CN": "所以我劝同修，我自己的经验，我自己走出来这条路，从哪里走起？从谦卑。傲慢是很可怕的，你看夫子所说的，「如有周公之才之美，使骄」，这骄就是傲慢；「吝」就是自私自利，这就是假的，这不是真的。所以我们从哪里学起？从自己谦卑，尊敬别人，从接受别人批评，学着不批评别人，从这里下手，从这里扎根，我们自己的德业才能成就。德比学更重要，有德而后才能有学；没有德，如果有学，那个学会骗人、会害人，那是邪人邪法。所以佛的四安乐行，头一个是要我们自己安乐，要救自己，自己救不了，不能救别人。",
      "zh_TW": "所以我勸同修，我自己的經驗，我自己走出來這條路，從哪裡走起？從謙卑。傲慢是很可怕的，你看夫子所說的，「如有周公之才之美，使驕」，這驕就是傲慢；「吝」就是自私自利，這就是假的，這不是真的。所以我們從哪裡學起？從自己謙卑，尊敬別人，從接受別人批評，學著不批評別人，從這裡下手，從這裡扎根，我們自己的德業才能成就。德比學更重要，有德而後才能有學；沒有德，如果有學，那個學會騙人、會害人，那是邪人邪法。所以佛的四安樂行，頭一個是要我們自己安樂，要救自己，自己救不了，不能救別人。"
    },
    {
      "id": "12-046-0024_p0024",
      "zh_CN": "第三「远离凶险嬉戏」，现在这个社会就太多了。危险的地方不要去，遇到有凶，譬如斗争、打架、吵闹这些地方不要去，娱乐场所要离开，这个都不是好的地方，应当懂得远离。下面「远离旃陀罗」，后面有注解，旃陀罗是印度话，意思是屠户，就是从事于杀生这个行业的，你要远离。为什么？这是我们一般凡夫见不到的，从事杀生事业，他的冤亲债主很多，他的四周围是杀气、是阴气，这杀气很重，这种是影响我们自己的清净心，是干扰我们学佛的磁场。所以中国古人说「君子远庖厨」，是有道理的，厨房里面杀生，明白这个道理，你才晓得素食养仁。",
      "zh_TW": "第三「遠離凶險嬉戲」，現在這個社會就太多了。危險的地方不要去，遇到有凶，譬如鬥爭、打架、吵鬧這些地方不要去，娛樂場所要離開，這個都不是好的地方，應當懂得遠離。下面「遠離旃陀羅」，後面有註解，旃陀羅是印度話，意思是屠戶，就是從事於殺生這個行業的，你要遠離。為什麼？這是我們一般凡夫見不到的，從事殺生事業，他的冤親債主很多，他的四周圍是殺氣、是陰氣，這殺氣很重，這種是影響我們自己的清淨心，是干擾我們學佛的磁場。所以中國古人說「君子遠庖廚」，是有道理的，廚房裡面殺生，明白這個道理，你才曉得素食養仁。"
    },
    {
      "id": "12-046-0024_p0025",
      "zh_CN": "第五，「远离二乘众，妨修大乘之行故」，二乘是小乘，对他们也是敬而远之。现在交通方便，大众的传播快捷方便，小乘这些大众，一般讲，他们对戒律很重视，确确实实他们比较重视自利，对大众那个慈悲心发不出来，我自己修好就行了，也不是不教人，他喜欢的就教，他不喜欢的，他不教你，不像大乘人冤亲平等，有这样的雅量。可是在过去，二乘是大乘的基础，佛在《佛藏经》里面说过，「佛子不先学小乘后学大乘，非佛弟子」，这话说得好，小乘是大乘的根基。可是你不能够止于小乘，小乘就满足了，不必要学大乘，那对你提升就产生障碍。由此可知，这一条我们应该怎么解释？小乘要修，小乘修圆满要回小向大，不能够止于小乘，这就对了。在中国，中国确实是大乘根性的人，这个大乘根性可以说是与这一方众生有很深的缘分，同时这一方人确实祖宗教化，从小就是教你要养成大心量。你看《弟子规》里头有一句话很重要，「凡是人，皆须爱」，这是大乘，这不是小乘。所以中国在过去，从婴儿就培养你博爱的思想，这个道理现在人比较不容易体会，为什么？对中国古代的社会不了解。古人为什么要这样教人？古代社会里面，这个社会不是像今天所说的以人为本，以人为本是西方人讲的；中国不是的，中国自古以来是以家为本，他不是以人为本。以人为本容易有自私的念头，以家为本，不能有自私，因为家庭是个大家庭，不是小家庭。所以中国在过去一般，大概我们讲，所谓现在人讲标准的，标准的是五代同堂。譬如自己，上面有父亲、有祖父母，下面有儿子、有孙子，五代。从孙子讲，孙子他的爸爸，我们自己是孙子的祖父，我们的父母是孙子的曾祖父母，我们的祖父母是孙子的高祖父母，家族！不分家的。所以从小就要养成他起心动念是为整个家族着想，不能为父母这几个人着想，不可以。所以中国家庭是社会，要讲到社会和谐就不能有私心，这一定的道理。",
      "zh_TW": "第五，「遠離二乘眾，妨修大乘之行故」，二乘是小乘，對他們也是敬而遠之。現在交通方便，大眾的傳播快捷方便，小乘這些大眾，一般講，他們對戒律很重視，確確實實他們比較重視自利，對大眾那個慈悲心發不出來，我自己修好就行了，也不是不教人，他喜歡的就教，他不喜歡的，他不教你，不像大乘人冤親平等，有這樣的雅量。可是在過去，二乘是大乘的基礎，佛在《佛藏經》裡面說過，「佛子不先學小乘後學大乘，非佛弟子」，這話說得好，小乘是大乘的根基。可是你不能夠止於小乘，小乘就滿足了，不必要學大乘，那對你提升就產生障礙。由此可知，這一條我們應該怎麼解釋？小乘要修，小乘修圓滿要迴小向大，不能夠止於小乘，這就對了。在中國，中國確實是大乘根性的人，這個大乘根性可以說是與這一方眾生有很深的緣分，同時這一方人確實祖宗教化，從小就是教你要養成大心量。你看《弟子規》裡頭有一句話很重要，「凡是人，皆須愛」，這是大乘，這不是小乘。所以中國在過去，從嬰兒就培養你博愛的思想，這個道理現在人比較不容易體會，為什麼？對中國古代的社會不了解。古人為什麼要這樣教人？古代社會裡面，這個社會不是像今天所說的以人為本，以人為本是西方人講的；中國不是的，中國自古以來是以家為本，他不是以人為本。以人為本容易有自私的念頭，以家為本，不能有自私，因為家庭是個大家庭，不是小家庭。所以中國在過去一般，大概我們講，所謂現在人講標準的，標準的是五代同堂。譬如自己，上面有父親、有祖父母，下面有兒子、有孫子，五代。從孫子講，孫子他的爸爸，我們自己是孫子的祖父，我們的父母是孫子的曾祖父母，我們的祖父母是孫子的高祖父母，家族！不分家的。所以從小就要養成他起心動念是為整個家族著想，不能為父母這幾個人著想，不可以。所以中國家庭是社會，要講到社會和諧就不能有私心，這一定的道理。"
    },
    {
      "id": "12-046-0024_p0026",
      "zh_CN": "所以中国从小就要培养心量要拓开，你爱父母，「父子有亲」，爱父母；然后扩大，你能爱家族；再展开，你能爱社会、爱国家；最后就是「凡是人，皆须爱」，那就把国家的界限突破，族群的界限突破，凡是人皆须爱，这是大乘思想。大乘法到中国来的时候，立刻被中国人所接受。佛家大乘那个爱就更大，不但凡是人，一切众生，连畜生、蚊虫蚂蚁都不杀牠；再扩大到树木花草，连植物都爱；最后讲山河大地，所以这爱心遍法界。了解中国教育是以家为本，你就明白他对婴儿的教育是非常重视，家和万事兴。五代同堂这个家庭，人数少，就是人丁不旺也有一、二百人；人丁兴旺的，至少都会有四、五百人，大家族，那是一家人！他有天伦之乐。所以中国家的精神跟家的功能，维系了这五千年的传统，非常的可贵。家庭的精神它是伦理道德，所以家道，传宗接代，首先讲的是家道，家规、家训、家学、家业，最后是家庭经营的事业，代代都有传人。中国人重视「不孝有三，无后为大」，这个后就是能够继承家道的人，家道不衰，你老祖宗的德行不衰，代代有人承传。家规，家的规矩，家规就是现在讲的《弟子规》，《弟子规》是集中国各个族群不同家庭里面家规的大成。也就是无论哪个族群、无论是哪个家，教小孩的时候必须要学习的，所以它是共同科目，必须要遵守的，编得好！文字简洁，总共三百六十句，一句三个字，全文一千零八十个字。中国自古以来，五千年来世世代代教婴孩、教儿童就是这本书。这本书让中国这个族群，在这个地球上，至少我们能看到有记载的，五千年的太平盛世。这是现代外国人看到中国这个历史没有不佩服的、没有不尊敬的，全世界没有的。",
      "zh_TW": "所以中國從小就要培養心量要拓開，你愛父母，「父子有親」，愛父母；然後擴大，你能愛家族；再展開，你能愛社會、愛國家；最後就是「凡是人，皆須愛」，那就把國家的界限突破，族群的界限突破，凡是人皆須愛，這是大乘思想。大乘法到中國來的時候，立刻被中國人所接受。佛家大乘那個愛就更大，不但凡是人，一切眾生，連畜生、蚊蟲螞蟻都不殺牠；再擴大到樹木花草，連植物都愛；最後講山河大地，所以這愛心遍法界。了解中國教育是以家為本，你就明白他對嬰兒的教育是非常重視，家和萬事興。五代同堂這個家庭，人數少，就是人丁不旺也有一、二百人；人丁興旺的，至少都會有四、五百人，大家族，那是一家人！他有天倫之樂。所以中國家的精神跟家的功能，維繫了這五千年的傳統，非常的可貴。家庭的精神它是倫理道德，所以家道，傳宗接代，首先講的是家道，家規、家訓、家學、家業，最後是家庭經營的事業，代代都有傳人。中國人重視「不孝有三，無後為大」，這個後就是能夠繼承家道的人，家道不衰，你老祖宗的德行不衰，代代有人承傳。家規，家的規矩，家規就是現在講的《弟子規》，《弟子規》是集中國各個族群不同家庭裡面家規的大成。也就是無論哪個族群、無論是哪個家，教小孩的時候必須要學習的，所以它是共同科目，必須要遵守的，編得好！文字簡潔，總共三百六十句，一句三個字，全文一千零八十個字。中國自古以來，五千年來世世代代教嬰孩、教兒童就是這本書。這本書讓中國這個族群，在這個地球上，至少我們能看到有記載的，五千年的太平盛世。這是現代外國人看到中國這個歷史沒有不佩服的、沒有不尊敬的，全世界沒有的。"
    },
    {
      "id": "12-046-0024_p0027",
      "zh_CN": "第六，「远离欲想」，这个欲是欲望。现在的社会总认为欲望好像是社会进步的原动力，人要没有欲望，这个社会不就没有进步了？那我们回过头来看看中国五千年的文化有没有进步？跟西方人一比，可能就是科学技术不如外国人，但是伦理道德，外国人是不能跟中国人相比的。到底是伦理道德重要，还是科学技术重要？现在看清楚了，科学技术没有伦理道德，会毁灭世界；伦理道德没有科学技术，会天下太平。这两种你怎么选择法？所以我们看到汤恩比的书，他提出一种看法，科学技术要有限制，只限制于对人类衣食住行带来方便的可以发展；如果是衣食住行之外的，可以不必去研究发展，这个话说得有道理。教育里头要以伦理道德因果教育为主轴，这是教育的根，根本！科学是枝叶，可以发展，必须不能违背伦理道德；如果违背伦理道德，破坏了因果的概念，这个科学肯定带来大灾大难。",
      "zh_TW": "第六，「遠離欲想」，這個欲是欲望。現在的社會總認為欲望好像是社會進步的原動力，人要沒有欲望，這個社會不就沒有進步了？那我們回過頭來看看中國五千年的文化有沒有進步？跟西方人一比，可能就是科學技術不如外國人，但是倫理道德，外國人是不能跟中國人相比的。到底是倫理道德重要，還是科學技術重要？現在看清楚了，科學技術沒有倫理道德，會毀滅世界；倫理道德沒有科學技術，會天下太平。這兩種你怎麼選擇法？所以我們看到湯恩比的書，他提出一種看法，科學技術要有限制，只限制於對人類衣食住行帶來方便的可以發展；如果是衣食住行之外的，可以不必去研究發展，這個話說得有道理。教育裡頭要以倫理道德因果教育為主軸，這是教育的根，根本！科學是枝葉，可以發展，必須不能違背倫理道德；如果違背倫理道德，破壞了因果的概念，這個科學肯定帶來大災大難。"
    },
    {
      "id": "12-046-0024_p0028",
      "zh_CN": "现在西方人已经看到这个灾难，可是还有少数人拼命在发展。我们看到一则消息，网路上下载的，西方的科学家说三十年之后，人跟机器可以融合成一体，人变成机器，机器也是人，三十年之后。可是我们看到巴西那个预言家讲，这个地球到二０四三年，世界上人口只剩下现在人口的十分之二，也就是全世界大概只有十二、三亿人，这三十年当中，这个世界上人口会消失百分之八十。科学家的预言，大概到三十年之后，是不是全是机械人了？还是连这些科学家都没有了，他到另外一个时空里面去发展科技去了，这地球上他已经离开了？这些我们要深深的去思考，欲望这个东西永远没有止境，染上欲望没有不堕落的，烦恼是从这里生的，一定要知道。你要想提升自己的灵性，没有别的，提升灵性，头一个就是要把欲望放下。真正修行人没有欲望，为什么？自性里头没有，性德里头也没有。欲望没有了，清净心现前；清净心现前，自性里头本具的智慧德能就慢慢往外透，这是真智慧，是真正能力，不需要用机械。人本来就是六根互用，比科学家想的更科学，科学家所梦想的那种境界，自性里头原本具足，只要你放下分别妄想执着，性德就现前。所以科学家怎么样研究，《华严经》上讲的微尘里面的世界，他怎么进去？这真叫尖端科技，佛跟我们说，一微尘，微尘也许就是近代科学里面所说的基本粒子，物质里头最小的。佛跟我们说，这个最小的物质里面，有圆满大宇宙里面的资讯，一样都不少，普贤菩萨能够进入。科学家还没有发现，没有发现基本粒子里面有宇宙，他没有发现。近代的科学算是非常进步，发展是两个方向，一个是宏观世界，太空物理；一个是微观世界，量子力学，这两个是对立的。在佛法里面讲，根本没有大小、没有对立。这是哲学里面的概念，科学跟哲学，现代这个学术都没有办法跟佛经相比，非常可惜的是世界上这些尖端的科学家、哲学家，没有接触过佛法。所以他们的思想走偏了、走邪了，所说的、所发表的这些文字，我们用佛法的眼光来看，都是属于邪知邪见。",
      "zh_TW": "現在西方人已經看到這個災難，可是還有少數人拼命在發展。我們看到一則消息，網路上下載的，西方的科學家說三十年之後，人跟機器可以融合成一體，人變成機器，機器也是人，三十年之後。可是我們看到巴西那個預言家講，這個地球到二０四三年，世界上人口只剩下現在人口的十分之二，也就是全世界大概只有十二、三億人，這三十年當中，這個世界上人口會消失百分之八十。科學家的預言，大概到三十年之後，是不是全是機械人了？還是連這些科學家都沒有了，他到另外一個時空裡面去發展科技去了，這地球上他已經離開了？這些我們要深深的去思考，欲望這個東西永遠沒有止境，染上欲望沒有不墮落的，煩惱是從這裡生的，一定要知道。你要想提升自己的靈性，沒有別的，提升靈性，頭一個就是要把欲望放下。真正修行人沒有欲望，為什麼？自性裡頭沒有，性德裡頭也沒有。欲望沒有了，清淨心現前；清淨心現前，自性裡頭本具的智慧德能就慢慢往外透，這是真智慧，是真正能力，不需要用機械。人本來就是六根互用，比科學家想的更科學，科學家所夢想的那種境界，自性裡頭原本具足，只要你放下分別妄想執著，性德就現前。所以科學家怎麼樣研究，《華嚴經》上講的微塵裡面的世界，他怎麼進去？這真叫尖端科技，佛跟我們說，一微塵，微塵也許就是近代科學裡面所說的基本粒子，物質裡頭最小的。佛跟我們說，這個最小的物質裡面，有圓滿大宇宙裡面的資訊，一樣都不少，普賢菩薩能夠進入。科學家還沒有發現，沒有發現基本粒子裡面有宇宙，他沒有發現。近代的科學算是非常進步，發展是兩個方向，一個是宏觀世界，太空物理；一個是微觀世界，量子力學，這兩個是對立的。在佛法裡面講，根本沒有大小、沒有對立。這是哲學裡面的概念，科學跟哲學，現代這個學術都沒有辦法跟佛經相比，非常可惜的是世界上這些尖端的科學家、哲學家，沒有接觸過佛法。所以他們的思想走偏了、走邪了，所說的、所發表的這些文字，我們用佛法的眼光來看，都是屬於邪知邪見。"
    },
    {
      "id": "12-046-0024_p0029",
      "zh_CN": "世出世间的圣人，要记住，没有创新的，孔夫子一生做学问的态度，「述而不作，信而好古」，代代相承。释迦牟尼也不例外，诸位看看清凉大师的《华严经疏钞》，在经题里面，清凉大师告诉我们，世尊四十九年所说的一切经，不是自己的，全是古佛所说的，世尊没有在古佛经典上多加一个字，为什么？我们在《华严》学了这么多时间，将近四千个小时，才明白了自性本来是圆满的，能大师说得很好，「何期自性，本自具足」，样样圆满，你没有办法再加一点，你也没有办法去减一点，这叫圆满，大圆满。世尊在《华严经．出现品》里面告诉我们，「一切众生皆有如来智慧德相」，智慧圆满，德是什么？德是德能，包括科学技术、伦理道德，包括在这里面，末后说相好圆满，相好是物质生活，依正庄严没有一丝毫欠缺；「但以妄想执着而不能证得」，这把我们的毛病说出来了，我们为什么不能证得？我们有妄想、有分别、有执着，这三样东西把自性障碍住了，所以自性透不出来。",
      "zh_TW": "世出世間的聖人，要記住，沒有創新的，孔夫子一生做學問的態度，「述而不作，信而好古」，代代相承。釋迦牟尼也不例外，諸位看看清涼大師的《華嚴經疏鈔》，在經題裡面，清涼大師告訴我們，世尊四十九年所說的一切經，不是自己的，全是古佛所說的，世尊沒有在古佛經典上多加一個字，為什麼？我們在《華嚴》學了這麼多時間，將近四千個小時，才明白了自性本來是圓滿的，能大師說得很好，「何期自性，本自具足」，樣樣圓滿，你沒有辦法再加一點，你也沒有辦法去減一點，這叫圓滿，大圓滿。世尊在《華嚴經．出現品》裡面告訴我們，「一切眾生皆有如來智慧德相」，智慧圓滿，德是什麼？德是德能，包括科學技術、倫理道德，包括在這裡面，末後說相好圓滿，相好是物質生活，依正莊嚴沒有一絲毫欠缺；「但以妄想執著而不能證得」，這把我們的毛病說出來了，我們為什麼不能證得？我們有妄想、有分別、有執著，這三樣東西把自性障礙住了，所以自性透不出來。"
    },
    {
      "id": "12-046-0024_p0030",
      "zh_CN": "我们在一起学习的时候，我也常常提醒大家，妄想分别执着它不但障碍，它还把我们自性里面的智慧德相扭曲了、变形了，这个话有根据的。佛在《华严》上说过，讲这个宇宙，讲十法界依正庄严，佛说「唯心所现，唯识所变」，这个识就是妄想分别执着，妄想分别执着能变，但是能现的是心性，心性能现，妄想分别执着能变。所以把能现的一真法界扭曲了、变形了。你看，把智慧变成烦恼，这是佛经上常讲的「烦恼即菩提」，菩提是智慧。所以烦恼不能断，烦恼断了，菩提就没有了，智慧就没有了；它转，转烦恼为菩提，这对了，这个道理要懂。把德能变成我们今天讲的科学、哲学、技术，变成这些东西，扭曲了。把相好变成六道、变成三途，德行里面加上妄想分别执着就造业了。所以六道轮回哪里来的？识变的，就是妄想分别执着变出来的。十法界从哪里来的？识变的。没有妄想分别执着是一真法界，就恢复正常，正常是最完美的。这个正常就是大乘教里面讲的诸佛如来的实报庄严土，毘卢遮那佛的华藏世界，阿弥陀佛的极乐世界，实报庄严土，没有妄想分别执着，真正是究竟圆满。",
      "zh_TW": "我們在一起學習的時候，我也常常提醒大家，妄想分別執著它不但障礙，它還把我們自性裡面的智慧德相扭曲了、變形了，這個話有根據的。佛在《華嚴》上說過，講這個宇宙，講十法界依正莊嚴，佛說「唯心所現，唯識所變」，這個識就是妄想分別執著，妄想分別執著能變，但是能現的是心性，心性能現，妄想分別執著能變。所以把能現的一真法界扭曲了、變形了。你看，把智慧變成煩惱，這是佛經上常講的「煩惱即菩提」，菩提是智慧。所以煩惱不能斷，煩惱斷了，菩提就沒有了，智慧就沒有了；它轉，轉煩惱為菩提，這對了，這個道理要懂。把德能變成我們今天講的科學、哲學、技術，變成這些東西，扭曲了。把相好變成六道、變成三途，德行裡面加上妄想分別執著就造業了。所以六道輪迴哪裡來的？識變的，就是妄想分別執著變出來的。十法界從哪裡來的？識變的。沒有妄想分別執著是一真法界，就恢復正常，正常是最完美的。這個正常就是大乘教裡面講的諸佛如來的實報莊嚴土，毘盧遮那佛的華藏世界，阿彌陀佛的極樂世界，實報莊嚴土，沒有妄想分別執著，真正是究竟圓滿。"
    },
    {
      "id": "12-046-0024_p0031",
      "zh_CN": "科学家用什么方法去想、去创造也造不出来，而且会产生许许多多的副作用。科学家造出人，人不像人，鬼不像鬼，会造出这种奇奇怪怪东西出来，他自以为聪明。我们系念佛事里面超度的，有机器鬼，不是机器人，机器鬼，有人看见，跟电影里面看到的机器人一样，走路歪歪的、一动一动的，一样，看到的。有人问我，怎么会有机器人出现？我说是有，灵鬼附在身上，就会出现这个。我说灵鬼，他们的头脑很灵活，比我还聪明。他说是不是造机器人的那个人？可能就是他，他一天到晚想这个，一切法从心想生，你天天想这个样子，造出这个样子，你自己就变成那个样子，来求超度。从这些原理原则，我们就明了，真的一切法从心想生，没有一样东西不是你心想生。你心里有什么想法，它就会现这个相，所有一切相无中生有，「凡所有相，皆是虚妄」，只要你不执着就没事，它不会妨碍你，你也不会妨碍它。所以这个欲望不能有，你能把欲望远离，你道业就能成就。",
      "zh_TW": "科學家用什麼方法去想、去創造也造不出來，而且會產生許許多多的副作用。科學家造出人，人不像人，鬼不像鬼，會造出這種奇奇怪怪東西出來，他自以為聰明。我們繫念佛事裡面超度的，有機器鬼，不是機器人，機器鬼，有人看見，跟電影裡面看到的機器人一樣，走路歪歪的、一動一動的，一樣，看到的。有人問我，怎麼會有機器人出現？我說是有，靈鬼附在身上，就會出現這個。我說靈鬼，他們的頭腦很靈活，比我還聰明。他說是不是造機器人的那個人？可能就是他，他一天到晚想這個，一切法從心想生，你天天想這個樣子，造出這個樣子，你自己就變成那個樣子，來求超度。從這些原理原則，我們就明瞭，真的一切法從心想生，沒有一樣東西不是你心想生。你心裡有什麼想法，它就會現這個相，所有一切相無中生有，「凡所有相，皆是虛妄」，只要你不執著就沒事，它不會妨礙你，你也不會妨礙它。所以這個欲望不能有，你能把欲望遠離，你道業就能成就。"
    },
    {
      "id": "12-046-0024_p0032",
      "zh_CN": "第七是「远离不男之人」，这个不男大概就是像现在所讲的同性恋，可能是属于这一类的。这一类对自己身心清净有障碍，这属于妄想。第八，「远离危害之处」，有危险的地方、有害的地方。其实这个我们中国古人常讲，所谓「危邦不入，乱邦不居」，跟这个意思是相同的。这个地区混乱，这个地区是不安静，我们现在所讲的治安不好，常常会遇到危险的事情，这个地方不要去。第九，这是特别要留意的，「远离讥嫌之事」。所以我们的言行举止都要端庄大方，不要让别人有讥刺、有嫌疑。讥刺、嫌疑对我们就会有不好的批评，纵然遇到批评，也不要去辩驳，远离就好。第十，「远离畜养」，这就是用现在的话说，远离畜养宠物。这个事情不但在家人有这种嗜好，出家人有的时候也有，比较少一点。寺院里面有放生园，收养人家放生放在这里；放生不如放在野外，你搞一个园来养牠，那个园好像监牢狱一样，牠还是不自由。动物天生在野外的，还要回归野外最好，不要去养牠。这是佛教给我们身安乐行，「既远离已，常好坐禅，修摄其心，是名身安乐行」。能够远离，你常常爱好坐禅，修摄其心。所以修行最重要的是摄心，这个摄心就是大势至菩萨讲的「都摄六根，净念相继」，你的身就安乐。今天时间到了，我们就学习到此地。",
      "zh_TW": "第七是「遠離不男之人」，這個不男大概就是像現在所講的同性戀，可能是屬於這一類的。這一類對自己身心清淨有障礙，這屬於妄想。第八，「遠離危害之處」，有危險的地方、有害的地方。其實這個我們中國古人常講，所謂「危邦不入，亂邦不居」，跟這個意思是相同的。這個地區混亂，這個地區是不安靜，我們現在所講的治安不好，常常會遇到危險的事情，這個地方不要去。第九，這是特別要留意的，「遠離譏嫌之事」。所以我們的言行舉止都要端莊大方，不要讓別人有譏刺、有嫌疑。譏刺、嫌疑對我們就會有不好的批評，縱然遇到批評，也不要去辯駁，遠離就好。第十，「遠離畜養」，這就是用現在的話說，遠離畜養寵物。這個事情不但在家人有這種嗜好，出家人有的時候也有，比較少一點。寺院裡面有放生園，收養人家放生放在這裡；放生不如放在野外，你搞一個園來養牠，那個園好像監牢獄一樣，牠還是不自由。動物天生在野外的，還要回歸野外最好，不要去養牠。這是佛教給我們身安樂行，「既遠離已，常好坐禪，修攝其心，是名身安樂行」。能夠遠離，你常常愛好坐禪，修攝其心。所以修行最重要的是攝心，這個攝心就是大勢至菩薩講的「都攝六根，淨念相繼」，你的身就安樂。今天時間到了，我們就學習到此地。"
    }
  ]
}