{
  "doc_id": "12-046-0016",
  "title": {
    "zh_CN": "修华严奥旨妄尽还源观",
    "zh_TW": "修華嚴奧旨妄盡還源觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "华严讲堂",
    "zh_TW": "華嚴講堂"
  },
  "doc_number": "12-046-0016",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-046-0016_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看「修华严奥旨妄尽还源观」，我们从第四段，「行四德」，第二个小段看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看「修華嚴奧旨妄盡還源觀」，我們從第四段，「行四德」，第二個小段看起："
    },
    {
      "id": "12-046-0016_p0002",
      "zh_CN": "【威仪住持有则德。谓行住坐卧四威仪也。大乘八万。小乘三千。为住持之楷模。整六和之紊绪。出三界之梯隥。越苦海之迅航。】",
      "zh_TW": "【威儀住持有則德。謂行住坐臥四威儀也。大乘八萬。小乘三千。為住持之楷模。整六和之紊緒。出三界之梯隥。越苦海之迅航。】"
    },
    {
      "id": "12-046-0016_p0003",
      "zh_CN": "我们就念到这一小段，这是自性大德。前面三大段，一体、二用、三遍，那是讲的大道；第四这段是讲四德，行四德是大德；末后二段，五止、六观是讲放下、看破，这是《华严》修学的总纲领。四德前面第一条「随缘妙用无方德」，我们学过了，今天学第二段「威仪住持有则德」。『威仪』，我们一般人讲风度，言行举止表现在外面的。前面所说的随缘妙用，我们用现在的话可以说是心态，你用的什么心，属于心态。威仪表现在外面，中国古人所讲，诚于中一定形之于外，表现在外面。大乘一看比小乘是殊胜，为什么？大乘有八万四千，八万是说个整数，实际上是八万四千。八万细行是确实有数的，不是随便说说的，在《教乘法数》里面，佛学辞典里面都能查得到。我们现在是依《教乘法数》列的一个表解，诸位一看就明白。表现在外面总不外乎这四大类，就是『行住坐卧』，行是你走动，住是站着，坐是你坐下来，卧是躺着，都有好的样子，可以为一切众生的榜样，一切众生的表率。我们学大乘，纵然不能做到细行，大致也不能有太大的差距。",
      "zh_TW": "我們就念到這一小段，這是自性大德。前面三大段，一體、二用、三遍，那是講的大道；第四這段是講四德，行四德是大德；末後二段，五止、六觀是講放下、看破，這是《華嚴》修學的總綱領。四德前面第一條「隨緣妙用無方德」，我們學過了，今天學第二段「威儀住持有則德」。『威儀』，我們一般人講風度，言行舉止表現在外面的。前面所說的隨緣妙用，我們用現在的話可以說是心態，你用的什麼心，屬於心態。威儀表現在外面，中國古人所講，誠於中一定形之於外，表現在外面。大乘一看比小乘是殊勝，為什麼？大乘有八萬四千，八萬是說個整數，實際上是八萬四千。八萬細行是確實有數的，不是隨便說說的，在《教乘法數》裡面，佛學辭典裡面都能查得到。我們現在是依《教乘法數》列的一個表解，諸位一看就明白。表現在外面總不外乎這四大類，就是『行住坐臥』，行是你走動，住是站著，坐是你坐下來，臥是躺著，都有好的樣子，可以為一切眾生的榜樣，一切眾生的表率。我們學大乘，縱然不能做到細行，大致也不能有太大的差距。"
    },
    {
      "id": "12-046-0016_p0004",
      "zh_CN": "八万细行归纳起来，跟诸位说，就是十善业道，从这个地方我们对十善业道就真正有了深刻的认识。如果你不知道，看到这十善业十条，身口意这三类，不杀生、不偷盗、不邪淫，或者是不淫欲，这是身业；口，不妄语、不两舌、不绮语、不恶口；意，不贪、不瞋、不痴，看起来很简单，甚至于有人说这还没有《弟子规》说得详细。是的，这十条是佛提出的总纲领，一展开，八万四千。大乘菩萨，或者我们说得更具体一点，法身菩萨，也就是说明心见性的菩萨，换句话说，他真正是把妄想分别执着统统放下了，统统放下，这个八万四千细行他自然就流露，没有丝毫勉强。在他言谈举止当中，无论是走着、站着、坐着、卧着，都能显示出最好的榜样，它的总纲领就是十善业道，所以十善业道是佛法的根，是佛法的基础。学佛从哪里学？从这里学。",
      "zh_TW": "八萬細行歸納起來，跟諸位說，就是十善業道，從這個地方我們對十善業道就真正有了深刻的認識。如果你不知道，看到這十善業十條，身口意這三類，不殺生、不偷盜、不邪淫，或者是不淫欲，這是身業；口，不妄語、不兩舌、不綺語、不惡口；意，不貪、不瞋、不痴，看起來很簡單，甚至於有人說這還沒有《弟子規》說得詳細。是的，這十條是佛提出的總綱領，一展開，八萬四千。大乘菩薩，或者我們說得更具體一點，法身菩薩，也就是說明心見性的菩薩，換句話說，他真正是把妄想分別執著統統放下了，統統放下，這個八萬四千細行他自然就流露，沒有絲毫勉強。在他言談舉止當中，無論是走著、站著、坐著、臥著，都能顯示出最好的榜樣，它的總綱領就是十善業道，所以十善業道是佛法的根，是佛法的基礎。學佛從哪裡學？從這裡學。"
    },
    {
      "id": "12-046-0016_p0005",
      "zh_CN": "威仪德也就是我们现代世间人所谓的「学为人师，行为世范」，起心动念、言语造作要记住，要给世间人做最好的样子，不是最好的榜样不可以做，这叫菩萨，这叫学佛，学佛要从这个地方学起。首先我们把这个名相要有一个浅显的了解，威仪，威就是德，威在此地讲是庄严、严肃，仪表，庄严的仪表；住持，住，我住在这个地区，此时此地，持是保持。如何能叫此时此地一切众生，一切众生用现在的话来说，统括人情事理，我们现在所谓是动物、植物、矿物、大自然的现象，都能够显示出就是展现出尽善尽美。像《华严》里面讲的华藏世界，往生经里面讲的极乐世界，可以说是法身菩萨威仪住持有则，则是原则、规矩，一点都不乱，这是大德。从哪里做起？从我自己做起，你才能带动，你才能感化。所以佛菩萨教化一方，用什么来教化？就用这个，有没有效果？非常有效果。诸位在此地你们亲眼看到的，我们在汤池做了一个小小的实验，就是一部《弟子规》，《弟子规》是儒家的威仪住持，没有佛法讲到八万四千，这是儒家的一点点。你看看这两年多来，你们就看到效果，感动了很多人。到那边参观的，到那边听课的，几乎没有一个不感动到流泪，为什么？出自于自性的，性德流露。为什么会那么伤感，会流眼泪？这是惭愧心生起来，想想我们自己，迷失自性太久了，一下见到威仪住持，他当然有感动。这是中国人所谓的良心，王阳明所说的良知，传统学术里面所讲的性本善，感动了。",
      "zh_TW": "威儀德也就是我們現代世間人所謂的「學為人師，行為世範」，起心動念、言語造作要記住，要給世間人做最好的樣子，不是最好的榜樣不可以做，這叫菩薩，這叫學佛，學佛要從這個地方學起。首先我們把這個名相要有一個淺顯的了解，威儀，威就是德，威在此地講是莊嚴、嚴肅，儀表，莊嚴的儀表；住持，住，我住在這個地區，此時此地，持是保持。如何能叫此時此地一切眾生，一切眾生用現在的話來說，統括人情事理，我們現在所謂是動物、植物、礦物、大自然的現象，都能夠顯示出就是展現出盡善盡美。像《華嚴》裡面講的華藏世界，往生經裡面講的極樂世界，可以說是法身菩薩威儀住持有則，則是原則、規矩，一點都不亂，這是大德。從哪裡做起？從我自己做起，你才能帶動，你才能感化。所以佛菩薩教化一方，用什麼來教化？就用這個，有沒有效果？非常有效果。諸位在此地你們親眼看到的，我們在湯池做了一個小小的實驗，就是一部《弟子規》，《弟子規》是儒家的威儀住持，沒有佛法講到八萬四千，這是儒家的一點點。你看看這兩年多來，你們就看到效果，感動了很多人。到那邊參觀的，到那邊聽課的，幾乎沒有一個不感動到流淚，為什麼？出自於自性的，性德流露。為什麼會那麼傷感，會流眼淚？這是慚愧心生起來，想想我們自己，迷失自性太久了，一下見到威儀住持，他當然有感動。這是中國人所謂的良心，王陽明所說的良知，傳統學術裡面所講的性本善，感動了。"
    },
    {
      "id": "12-046-0016_p0006",
      "zh_CN": "威仪住持有则德，讲到究竟圆满是《十善业道经》。我们看古大德用表解的方式把它列出来，八万细行，行住坐卧，这是四威仪。各有二百五十戒，行二百五十条戒，这是出家比丘所受的戒，行有二百五十，住也有二百五十，坐卧亦复如是，总共就成了一千。戒条只有二百五十，配在四威仪当中，这是一千。这一千再配到三聚净戒，就变成三千。三聚净戒第一个是「摄有情戒」，摄是摄受众生。有情，我们今天讲动物，动物里面首先的，我们是人道，人是有情众生，天道也是有情众生，畜生、饿鬼、地狱还是有情众生。佛在戒律里没有说到的，但是他是有情众生，就是说他有情识，情识是什么？烦恼，他有五欲六情。这是三聚净戒里第一类。菩萨弘愿里面有众生无边誓愿度，这一愿就是从摄有情戒，这是普度众生，也就是行为世范。我们起心动念，行住坐卧，要对得起有情众生。有情众生包括六道，包括九法界，用现在科学的话来说，就是不同维次空间的生物，有情的生物。我们这个好样子不但给人看，给九法界众生看，他们见到都能生欢喜心，这叫行菩萨道。大乘教里常讲的，「菩萨所在之处，令一切众生生欢喜心」，就是这个。这里面有一千，行住坐卧各二百五十，有一千。",
      "zh_TW": "威儀住持有則德，講到究竟圓滿是《十善業道經》。我們看古大德用表解的方式把它列出來，八萬細行，行住坐臥，這是四威儀。各有二百五十戒，行二百五十條戒，這是出家比丘所受的戒，行有二百五十，住也有二百五十，坐臥亦復如是，總共就成了一千。戒條只有二百五十，配在四威儀當中，這是一千。這一千再配到三聚淨戒，就變成三千。三聚淨戒第一個是「攝有情戒」，攝是攝受眾生。有情，我們今天講動物，動物裡面首先的，我們是人道，人是有情眾生，天道也是有情眾生，畜生、餓鬼、地獄還是有情眾生。佛在戒律裡沒有說到的，但是他是有情眾生，就是說他有情識，情識是什麼？煩惱，他有五欲六情。這是三聚淨戒裡第一類。菩薩弘願裡面有眾生無邊誓願度，這一願就是從攝有情戒，這是普度眾生，也就是行為世範。我們起心動念，行住坐臥，要對得起有情眾生。有情眾生包括六道，包括九法界，用現在科學的話來說，就是不同維次空間的生物，有情的生物。我們這個好樣子不但給人看，給九法界眾生看，他們見到都能生歡喜心，這叫行菩薩道。大乘教裡常講的，「菩薩所在之處，令一切眾生生歡喜心」，就是這個。這裡面有一千，行住坐臥各二百五十，有一千。"
    },
    {
      "id": "12-046-0016_p0007",
      "zh_CN": "第二个「摄善法」，摄善法是对自己的，佛戒律里没有写，但是是善，佛没有写出来我们也要遵守。譬如抽烟，你说抽烟是不是善？现在大家都晓得抽烟不善，样子也不好看。这戒律里没有，没有，是不是可以抽香烟？不可以。懂得那个不善，能够把烟戒除是善法。所以一些只要是对自己身心有利的，不在二百五十条戒里面也要遵守，它对你的身体有好处，对你的精神有好处，对你的生活环境有好处，都要做到，都要学习。佛一生讲经说法说了四十九年，并没有把你生活细节都讲尽，没有，只是讲个纲领而已，你应当举一反三，闻一知十。",
      "zh_TW": "第二個「攝善法」，攝善法是對自己的，佛戒律裡沒有寫，但是是善，佛沒有寫出來我們也要遵守。譬如抽煙，你說抽煙是不是善？現在大家都曉得抽煙不善，樣子也不好看。這戒律裡沒有，沒有，是不是可以抽香菸？不可以。懂得那個不善，能夠把菸戒除是善法。所以一些只要是對自己身心有利的，不在二百五十條戒裡面也要遵守，它對你的身體有好處，對你的精神有好處，對你的生活環境有好處，都要做到，都要學習。佛一生講經說法說了四十九年，並沒有把你生活細節都講盡，沒有，只是講個綱領而已，你應當舉一反三，聞一知十。"
    },
    {
      "id": "12-046-0016_p0008",
      "zh_CN": "末后这一条「摄律仪」，律仪就是真的一条一条写出来的，一条一条写出来的不多，二百五十条戒。摄善法跟摄有情都是二百五十条戒里没有包括的，一个是对众生有利的，一个是对自己有利的，摄善法是对自己有利，摄有情是对众生有利益的。不能说佛戒里头没有，我们就可以不遵守，错了。所以这些戒律包括世间的法律、世间的道德、世间的风俗习惯，为什么？它叫「有则德」，有原则，这个原则里有条文的、有没有条文的。这个地方讲的习尚，大家喜欢这样做，我们遵守。可是每个族群、每个地区习尚并不完全相同，到哪个地方要遵守哪个地方的风俗习惯，人情规矩。那无论你到哪个地方都会受那个地方众生的欢迎，他们欢喜你，他们爱戴你，他们拥护你、照顾你。为什么？你能遵守他们的规矩、法律，律仪戒就是法律。这三聚各一千，成三千。",
      "zh_TW": "末後這一條「攝律儀」，律儀就是真的一條一條寫出來的，一條一條寫出來的不多，二百五十條戒。攝善法跟攝有情都是二百五十條戒裡沒有包括的，一個是對眾生有利的，一個是對自己有利的，攝善法是對自己有利，攝有情是對眾生有利益的。不能說佛戒裡頭沒有，我們就可以不遵守，錯了。所以這些戒律包括世間的法律、世間的道德、世間的風俗習慣，為什麼？它叫「有則德」，有原則，這個原則裡有條文的、有沒有條文的。這個地方講的習尚，大家喜歡這樣做，我們遵守。可是每個族群、每個地區習尚並不完全相同，到哪個地方要遵守哪個地方的風俗習慣，人情規矩。那無論你到哪個地方都會受那個地方眾生的歡迎，他們歡喜你，他們愛戴你，他們擁護你、照顧你。為什麼？你能遵守他們的規矩、法律，律儀戒就是法律。這三聚各一千，成三千。"
    },
    {
      "id": "12-046-0016_p0009",
      "zh_CN": "再看下面，这个三千有七支，每一支都有三千，就成二万一千。你看看，这个七支后面有四烦恼，四烦恼除了「等分」这一条之外，你看就是十善业。十善业把淫摆在第一，这什么意思？中国古人晓得，「万恶淫为首，百善孝为先」，一般在戒律里面讲的排列是杀盗淫，在此地是淫杀盗，摆在第一个。淫是广义的，不是狭义的，任何事情过分了都叫淫。我们中国人用这个字用得很多，现在梅雨季节雨下得太多叫淫雨。凡是过分，礼是讲节制，到一定的度数，不要超过，也不要不及，所以礼讲节度，要恰到好处。前面三条是身业，淫欲、杀生、偷盗，这三条每一条里面有三千。妄语、绮语、恶口、两舌这四支是口业，妄语是欺骗众生，绮语是花言巧语，也是对人有伤害，没有利益的，恶口是说话粗鲁，两舌是挑拨是非，这是四种口业。十善，身不淫、不杀、不盗，口不妄语、不绮语、不恶口、不两舌，这七支总共合起来（每一支有三千）二万一千，三七二十一。",
      "zh_TW": "再看下面，這個三千有七支，每一支都有三千，就成二萬一千。你看看，這個七支後面有四煩惱，四煩惱除了「等分」這一條之外，你看就是十善業。十善業把淫擺在第一，這什麼意思？中國古人曉得，「萬惡淫為首，百善孝為先」，一般在戒律裡面講的排列是殺盜淫，在此地是淫殺盜，擺在第一個。淫是廣義的，不是狹義的，任何事情過分了都叫淫。我們中國人用這個字用得很多，現在梅雨季節雨下得太多叫淫雨。凡是過分，禮是講節制，到一定的度數，不要超過，也不要不及，所以禮講節度，要恰到好處。前面三條是身業，淫欲、殺生、偷盜，這三條每一條裡面有三千。妄語、綺語、惡口、兩舌這四支是口業，妄語是欺騙眾生，綺語是花言巧語，也是對人有傷害，沒有利益的，惡口是說話粗魯，兩舌是挑撥是非，這是四種口業。十善，身不淫、不殺、不盜，口不妄語、不綺語、不惡口、不兩舌，這七支總共合起來（每一支有三千）二萬一千，三七二十一。"
    },
    {
      "id": "12-046-0016_p0010",
      "zh_CN": "再配上四种烦恼，这是念头，贪、瞋、痴、等分，等分是与贪瞋痴相等的。譬如贪，什么东西跟它相等？我们举个最明显的例子，譬如财物，我想占有它，我想控制它，这个与贪瞋痴有很密切的关系，这就是贪瞋痴的等分。没有贪瞋痴那么严重，但是它属于贪瞋痴，这是我们学佛人不能不提高警觉的。你要晓得，贪里头有多少细行？二万一千，瞋里头也有二万一千，痴里头也有二万一千，等分里头也有二万一千，合起来八万四千。八万四千归一个总的根就是十善业，十善业怎么可以轻视？在佛门里面，所以学佛就从十善业开头，但是学不到这么详细。在家居士修十善，出家的沙弥，这刚刚入佛门的，沙弥律仪，那比在家人的十善就要提升，讲得更详细。沙弥受比丘戒，比丘戒句句要具足八万四千。所以比丘不容易，比丘不但受到人天的尊敬，大梵天王、摩醯首罗天王见到比丘都是恭恭敬敬的，像对待佛一样。为什么？他的威仪自自然然令人五体投地，六道里面的有情众生做不到，比丘做到了。",
      "zh_TW": "再配上四種煩惱，這是念頭，貪、瞋、痴、等分，等分是與貪瞋痴相等的。譬如貪，什麼東西跟它相等？我們舉個最明顯的例子，譬如財物，我想佔有它，我想控制它，這個與貪瞋痴有很密切的關係，這就是貪瞋痴的等分。沒有貪瞋痴那麼嚴重，但是它屬於貪瞋痴，這是我們學佛人不能不提高警覺的。你要曉得，貪裡頭有多少細行？二萬一千，瞋裡頭也有二萬一千，痴裡頭也有二萬一千，等分裡頭也有二萬一千，合起來八萬四千。八萬四千歸一個總的根就是十善業，十善業怎麼可以輕視？在佛門裡面，所以學佛就從十善業開頭，但是學不到這麼詳細。在家居士修十善，出家的沙彌，這剛剛入佛門的，沙彌律儀，那比在家人的十善就要提升，講得更詳細。沙彌受比丘戒，比丘戒句句要具足八萬四千。所以比丘不容易，比丘不但受到人天的尊敬，大梵天王、摩醯首羅天王見到比丘都是恭恭敬敬的，像對待佛一樣。為什麼？他的威儀自自然然令人五體投地，六道裡面的有情眾生做不到，比丘做到了。"
    },
    {
      "id": "12-046-0016_p0011",
      "zh_CN": "我们今天受比丘戒的人很多，有没有做到？不要说这个没做到，十善业做不到。不研究戒律不知道，研究戒律，多看看这些典籍就明白了。我们净土宗第九代的祖师蕅益大师，他是戒律专家，近代对于戒律真正用心研究学习的是弘一法师，虽然研究、讲解，做不到。蕅益大师告诉我们，中国从南宋以后就没有比丘了。我们现在要知道，八万细行没做到，不是真比丘，谁敢自称比丘？戒要不要受？戒在形式上要受，不受的时候你去研究戒律，人家讥刺你。因为佛说过，没有受过戒律不能看比丘戒。比丘戒里还有什么秘密吗？不是的，比丘戒里所讲的这些规矩比丘没做到，你读了这些戒律，你有意无意会批评他们，批评他们你就造口业。所以佛叫你不要看，就是防止你，不要造业，佛是慈悲，没有秘密。你不看，他有的地方做错了你不知道，你不会批评；你看了之后，你就拿这个标准处处去量人，处处去批评人，你就造罪业，造口业了。所以要懂得佛的慈悲心，佛门里没有秘密。密宗里也没有秘密，密宗那个密是深密，理事都很深奥，我们一般人无法了解的。理太深，它如法，不是不如法，不是凡人能做得到的，它有它的标准。所以属于深密，没有秘密。秘密总是不可以告人的，佛法里没有说是不可告人的事情。",
      "zh_TW": "我們今天受比丘戒的人很多，有沒有做到？不要說這個沒做到，十善業做不到。不研究戒律不知道，研究戒律，多看看這些典籍就明白了。我們淨土宗第九代的祖師蕅益大師，他是戒律專家，近代對於戒律真正用心研究學習的是弘一法師，雖然研究、講解，做不到。蕅益大師告訴我們，中國從南宋以後就沒有比丘了。我們現在要知道，八萬細行沒做到，不是真比丘，誰敢自稱比丘？戒要不要受？戒在形式上要受，不受的時候你去研究戒律，人家譏刺你。因為佛說過，沒有受過戒律不能看比丘戒。比丘戒裡還有什麼祕密嗎？不是的，比丘戒裡所講的這些規矩比丘沒做到，你讀了這些戒律，你有意無意會批評他們，批評他們你就造口業。所以佛叫你不要看，就是防止你，不要造業，佛是慈悲，沒有祕密。你不看，他有的地方做錯了你不知道，你不會批評；你看了之後，你就拿這個標準處處去量人，處處去批評人，你就造罪業，造口業了。所以要懂得佛的慈悲心，佛門裡沒有祕密。密宗裡也沒有祕密，密宗那個密是深密，理事都很深奧，我們一般人無法了解的。理太深，它如法，不是不如法，不是凡人能做得到的，它有它的標準。所以屬於深密，沒有祕密。祕密總是不可以告人的，佛法裡沒有說是不可告人的事情。"
    },
    {
      "id": "12-046-0016_p0012",
      "zh_CN": "这个在大乘教里面讲得透彻，所以总称八万四千。《楞严经》说：八万细行者，举大数耳，亦名八万四千律仪。这是大乘教上说的。大乘跟小乘的差别，所以大乘真难，在持戒方面来说，小乘戒好持，小乘是论事不论心。譬如杀生，我有这个念头，这个人讨厌，我杀了他，但是我并没有杀他，不犯戒。小乘戒就像现行的法律一样，你触犯法律你一定要有行动，没有行动不结罪的。可是大乘不行，大乘是论心不论事，心里动个念头，想杀他，你就犯了杀戒。你说没有杀他，你动了念头。大乘结罪在起心动念，小乘结罪在行为，所以小乘戒好持，大乘戒难持。杀盗淫妄，起心动念都不能有，这叫大乘菩萨。所以，大乘心清净，小乘身清净，心不一定清净，大乘心清净，身当然清净，这个大小乘不一样。",
      "zh_TW": "這個在大乘教裡面講得透徹，所以總稱八萬四千。《楞嚴經》說：八萬細行者，舉大數耳，亦名八萬四千律儀。這是大乘教上說的。大乘跟小乘的差別，所以大乘真難，在持戒方面來說，小乘戒好持，小乘是論事不論心。譬如殺生，我有這個念頭，這個人討厭，我殺了他，但是我並沒有殺他，不犯戒。小乘戒就像現行的法律一樣，你觸犯法律你一定要有行動，沒有行動不結罪的。可是大乘不行，大乘是論心不論事，心裡動個念頭，想殺他，你就犯了殺戒。你說沒有殺他，你動了念頭。大乘結罪在起心動念，小乘結罪在行為，所以小乘戒好持，大乘戒難持。殺盜淫妄，起心動念都不能有，這叫大乘菩薩。所以，大乘心清淨，小乘身清淨，心不一定清淨，大乘心清淨，身當然清淨，這個大小乘不一樣。"
    },
    {
      "id": "12-046-0016_p0013",
      "zh_CN": "小乘戒里面，就是二百五十条戒，各有四威仪。二百五十条戒分成八个项目，或者分为八类，四重、十三僧残、二不定。这四个是最重的，杀盗淫妄，这叫四重戒。这个排列的顺序，你就能看到它的等差，前面第一条是最重的，再其次的，再其次的，到最后就是最轻的。现在一般这些大德，我们出家的时候受戒，传戒师常常告诉我们，你能把四重戒持好就行了，其他的那些小戒、小小戒可舍。可不可以舍？不能舍，舍了怎么样？舍了威仪就没有了，威仪没有就不是出家人，不是出家人就不是佛弟子。所以现在这个现实状况我们不能不知道，不能不生惭愧心，我们没有福报，在这一代学佛里头，为什么说没有福报？没有真正的律宗的大师。我们今天可以听到讲经，听不到戒律，没有人讲戒经。戒经分量很可观，你看《大藏经》里面它占三分之一，经藏、律藏、论藏。我也遇到一些大德，有学问、有德行，但是他们对戒律的看法，这种看法我初学佛的时候受他们的影响，对戒律不尊重。为什么？有个很错误的观念，这个戒律，佛制定这些规矩，尤其是生活的规范，佛是印度人，三千年前的人，三千年前那种生活规范拿到我们现在能管用吗？我们只能说可以取其精神，决定不能依照那个规矩，依照那个规矩行不通，行住坐卧四威仪都做不到。所以一些大德们就教我们小小戒可以舍掉，你只把重戒抓住就好了。这个话讲得也没错，很适合于现代的生活状况，可是四重戒就不容易做到，能做到四重戒的就非常可贵了。可是要真学，得认真努力。",
      "zh_TW": "小乘戒裡面，就是二百五十條戒，各有四威儀。二百五十條戒分成八個項目，或者分為八類，四重、十三僧殘、二不定。這四個是最重的，殺盜淫妄，這叫四重戒。這個排列的順序，你就能看到它的等差，前面第一條是最重的，再其次的，再其次的，到最後就是最輕的。現在一般這些大德，我們出家的時候受戒，傳戒師常常告訴我們，你能把四重戒持好就行了，其他的那些小戒、小小戒可捨。可不可以捨？不能捨，捨了怎麼樣？捨了威儀就沒有了，威儀沒有就不是出家人，不是出家人就不是佛弟子。所以現在這個現實狀況我們不能不知道，不能不生慚愧心，我們沒有福報，在這一代學佛裡頭，為什麼說沒有福報？沒有真正的律宗的大師。我們今天可以聽到講經，聽不到戒律，沒有人講戒經。戒經分量很可觀，你看《大藏經》裡面它佔三分之一，經藏、律藏、論藏。我也遇到一些大德，有學問、有德行，但是他們對戒律的看法，這種看法我初學佛的時候受他們的影響，對戒律不尊重。為什麼？有個很錯誤的觀念，這個戒律，佛制定這些規矩，尤其是生活的規範，佛是印度人，三千年前的人，三千年前那種生活規範拿到我們現在能管用嗎？我們只能說可以取其精神，決定不能依照那個規矩，依照那個規矩行不通，行住坐臥四威儀都做不到。所以一些大德們就教我們小小戒可以捨掉，你只把重戒抓住就好了。這個話講得也沒錯，很適合於現代的生活狀況，可是四重戒就不容易做到，能做到四重戒的就非常可貴了。可是要真學，得認真努力。"
    },
    {
      "id": "12-046-0016_p0014",
      "zh_CN": "我们今天用什么来奠定基础？用《弟子规》、用《感应篇》，以《弟子规》、《感应篇》做基础，我们才能够提升到十善业。这是世尊在《观无量寿佛经》里面教导我们的，就是这个经典里面讲的很重要的一段经文，「净业三福」，是给韦提希夫人讲的。韦提希夫人遭遇一个非常不幸的事故，儿子不孝，背叛了父母，杀他的父亲夺取政权，把他的母亲囚禁起来，也是受了恶人的挑拨，杀父害母，干这种事情。夫人跟国王都是虔诚的佛教徒，都是释迦牟尼佛的在家弟子，遇到这个不幸的事情之后，就在家里祈祷佛陀，求佛陀救她。确实有感应，她那里一祈求，佛就感动，她被幽禁在宫廷里面，佛从空中，这是应身，从空中到她的宫廷里面去，跟她讲宿世的因缘。夫人提出，她说这个世界不好，太可怕，太险恶，有没有清净的佛国土，她想往生，想离开这个世界。佛就给她示现，示现许多佛国土让她看见，像我们在电视画面上看一样，让她自己去看。她看中阿弥陀佛的极乐世界，她说这个世界好，这个世界非常清净，没有恶人、没有恶事，问释迦牟尼佛，有什么方法她能够生到这个世界？释迦牟尼佛教她先修三福做基础，为什么？你看《弥陀经》上不是说「不可以少善根福德因缘，得生彼国」。生到西方极乐世界要有大福报，要有善根、要有福德才能生，你没有福不行，所以就教她净业三福。",
      "zh_TW": "我們今天用什麼來奠定基礎？用《弟子規》、用《感應篇》，以《弟子規》、《感應篇》做基礎，我們才能夠提升到十善業。這是世尊在《觀無量壽佛經》裡面教導我們的，就是這個經典裡面講的很重要的一段經文，「淨業三福」，是給韋提希夫人講的。韋提希夫人遭遇一個非常不幸的事故，兒子不孝，背叛了父母，殺他的父親奪取政權，把他的母親囚禁起來，也是受了惡人的挑撥，殺父害母，幹這種事情。夫人跟國王都是虔誠的佛教徒，都是釋迦牟尼佛的在家弟子，遇到這個不幸的事情之後，就在家裡祈禱佛陀，求佛陀救她。確實有感應，她那裡一祈求，佛就感動，她被幽禁在宮廷裡面，佛從空中，這是應身，從空中到她的宮廷裡面去，跟她講宿世的因緣。夫人提出，她說這個世界不好，太可怕，太險惡，有沒有清淨的佛國土，她想往生，想離開這個世界。佛就給她示現，示現許多佛國土讓她看見，像我們在電視畫面上看一樣，讓她自己去看。她看中阿彌陀佛的極樂世界，她說這個世界好，這個世界非常清淨，沒有惡人、沒有惡事，問釋迦牟尼佛，有什麼方法她能夠生到這個世界？釋迦牟尼佛教她先修三福做基礎，為什麼？你看《彌陀經》上不是說「不可以少善根福德因緣，得生彼國」。生到西方極樂世界要有大福報，要有善根、要有福德才能生，你沒有福不行，所以就教她淨業三福。"
    },
    {
      "id": "12-046-0016_p0015",
      "zh_CN": "三福头一条「孝养父母，奉事师长，慈心不杀，修十善业」，头一条。诸位要知道，我们要想往生西方极乐世界，第一条没有，不能往生，你不具备这个条件。所以孝养父母重要，奉事师长重要，孝亲尊师，摆在前面，摆在第一句。慈心不杀，这是宿世今生跟一切众生结的冤仇要把它化解掉，那你就真正要懂得，不杀生，不食众生肉，你往生的时候没有障碍。你们诸位同学们都清楚，我们的道场大雄宝殿每天做护国息灾法会，三时系念的佛事，常常有附体的，这个我们已经看成习惯了，他绝不是装的，他是真的。附体的是些什么？几乎都是他的冤亲债主，来障碍、来扰乱。化解冤亲债主最有效的，我们用真诚心断恶修善，每天忏悔，过去无知做错了，要要求这些冤亲债主原谅，请他们跟我们一起修行。我成就了，他们也都得到利益，都成就了，同生极乐国。你不障碍我，我也帮助你，彼此互助合作，从内心里真正忏悔。有效，忏悔之后真的相安无事，有不少这些冤亲债主真的往生，我们还没有到极乐世界，他已经去了。可是生天的占多数，还没有真正回头的那数字也相当多，这个要懂得。",
      "zh_TW": "三福頭一條「孝養父母，奉事師長，慈心不殺，修十善業」，頭一條。諸位要知道，我們要想往生西方極樂世界，第一條沒有，不能往生，你不具備這個條件。所以孝養父母重要，奉事師長重要，孝親尊師，擺在前面，擺在第一句。慈心不殺，這是宿世今生跟一切眾生結的冤仇要把它化解掉，那你就真正要懂得，不殺生，不食眾生肉，你往生的時候沒有障礙。你們諸位同學們都清楚，我們的道場大雄寶殿每天做護國息災法會，三時繫念的佛事，常常有附體的，這個我們已經看成習慣了，他絕不是裝的，他是真的。附體的是些什麼？幾乎都是他的冤親債主，來障礙、來擾亂。化解冤親債主最有效的，我們用真誠心斷惡修善，每天懺悔，過去無知做錯了，要要求這些冤親債主原諒，請他們跟我們一起修行。我成就了，他們也都得到利益，都成就了，同生極樂國。你不障礙我，我也幫助你，彼此互助合作，從內心裡真正懺悔。有效，懺悔之後真的相安無事，有不少這些冤親債主真的往生，我們還沒有到極樂世界，他已經去了。可是生天的佔多數，還沒有真正回頭的那數字也相當多，這個要懂得。"
    },
    {
      "id": "12-046-0016_p0016",
      "zh_CN": "时时刻刻念念都想到化解一切怨结，这一生当中决定不跟人结怨，这是有智慧的人，这是真正聪明人。起心动念，我们常讲，要化解内心对一切人事物的对立，这个非常重要。他跟我对立可以，我不跟他对立，这就能化解。我不跟他对立，他跟我对立，他那一边效果不能产生，必须两面对立才产生效果。所以解决问题不在外面，在自己。古人所说的话有道理，「行有不得，反求诸己」，解决问题决定是在自己这边，不在外面，你向外去寻求是永远不能解决问题。这个要学习，天天忏悔，将自己修学的功德回向给冤亲债主，回向给法界众生，心量扩大了，与前面所讲的「三遍」相应，心包太虚，量周沙界。我们这样做法，过去冤亲债主看到欢喜，生欢喜心，就不会再找麻烦。我们所作所为利益一切众生的功德，他都有分，我不是为我一个人做的，我们为一切众生做的。",
      "zh_TW": "時時刻刻念念都想到化解一切怨結，這一生當中決定不跟人結怨，這是有智慧的人，這是真正聰明人。起心動念，我們常講，要化解內心對一切人事物的對立，這個非常重要。他跟我對立可以，我不跟他對立，這就能化解。我不跟他對立，他跟我對立，他那一邊效果不能產生，必須兩面對立才產生效果。所以解決問題不在外面，在自己。古人所說的話有道理，「行有不得，反求諸己」，解決問題決定是在自己這邊，不在外面，你向外去尋求是永遠不能解決問題。這個要學習，天天懺悔，將自己修學的功德迴向給冤親債主，迴向給法界眾生，心量擴大了，與前面所講的「三遍」相應，心包太虛，量周沙界。我們這樣做法，過去冤親債主看到歡喜，生歡喜心，就不會再找麻煩。我們所作所為利益一切眾生的功德，他都有分，我不是為我一個人做的，我們為一切眾生做的。"
    },
    {
      "id": "12-046-0016_p0017",
      "zh_CN": "真的能把四重戒做到，在现在这个末法时期也就非常难能可贵。古时候，心善良，风俗纯朴，持戒容易，如果那个时候那些大德要生在今天的社会，成就也就困难。现在没人教你，没有人教善法，都教你去干坏事，社会风气不好，外面不善的诱惑力量太强，非常不容易成就。我们如果不是天天在学习经教，不离开经典，也就是不离开圣贤的教诲，在这个社会还能立足，还能保住自己，不容易，很难的一桩事情。我们真能够守住，诸佛菩萨、古大德也佩服你。所以我们对于戒律威仪明了、尊敬，自己有惭愧心，做不到。我要求同学们的，我们在这一生当中，能把四个根扎下去就行了。",
      "zh_TW": "真的能把四重戒做到，在現在這個末法時期也就非常難能可貴。古時候，心善良，風俗純樸，持戒容易，如果那個時候那些大德要生在今天的社會，成就也就困難。現在沒人教你，沒有人教善法，都教你去幹壞事，社會風氣不好，外面不善的誘惑力量太強，非常不容易成就。我們如果不是天天在學習經教，不離開經典，也就是不離開聖賢的教誨，在這個社會還能立足，還能保住自己，不容易，很難的一樁事情。我們真能夠守住，諸佛菩薩、古大德也佩服你。所以我們對於戒律威儀明瞭、尊敬，自己有慚愧心，做不到。我要求同學們的，我們在這一生當中，能把四個根紮下去就行了。"
    },
    {
      "id": "12-046-0016_p0018",
      "zh_CN": "我们往生西方极乐世界，向上提升太难，蕅益大师说得好，只要下下品往生就满意，这是蕅益大师的话。真的满意，为什么？西方极乐世界是平等法界，有没有四土三辈九品？确实有，但是它四土三辈九品在一起。就好像我们上学一样，有没有小学、中学、大学、研究所？有，可是西方世界的小学、中学、大学、研究所在一个教室上课，这个就太稀有了。阿弥陀佛是老师，一个讲堂里面上课，一切诸佛刹土里没有，只有西方极乐世界有。所以极乐世界一生一切生，生到凡圣同居土就等于同时生到方便土、实报土、寂光土，这是一切经里面都没有的，弥陀净土无比殊胜就殊胜在此地。",
      "zh_TW": "我們往生西方極樂世界，向上提升太難，蕅益大師說得好，只要下下品往生就滿意，這是蕅益大師的話。真的滿意，為什麼？西方極樂世界是平等法界，有沒有四土三輩九品？確實有，但是它四土三輩九品在一起。就好像我們上學一樣，有沒有小學、中學、大學、研究所？有，可是西方世界的小學、中學、大學、研究所在一個教室上課，這個就太稀有了。阿彌陀佛是老師，一個講堂裡面上課，一切諸佛剎土裡沒有，只有西方極樂世界有。所以極樂世界一生一切生，生到凡聖同居土就等於同時生到方便土、實報土、寂光土，這是一切經裡面都沒有的，彌陀淨土無比殊勝就殊勝在此地。"
    },
    {
      "id": "12-046-0016_p0019",
      "zh_CN": "我们现在生在释迦牟尼佛的报土，六道轮回是释迦牟尼佛的凡圣同居土。四圣法界，声闻、缘觉、菩萨、佛是释迦牟尼佛的方便有余土，方便有余土是罗汉、菩萨住的，我们见不到。即使凡圣同居土，没有特殊缘分的人，我们在这个世间也见不到圣人，有特殊的缘分能见到。唐朝时候法照法师，朝五台山见到文殊菩萨大圣竹林寺，这就是特别缘分，亲身经历；悟达国师见到迦诺迦尊者也是特别缘分。在我们日常生活当中，确实有一些有缘的同学见到佛菩萨。我在台湾的时候，周邦道先生的夫人，抗战胜利之后住在南京，见到地藏王菩萨，地藏王菩萨到她家里来化缘，她不学佛，也没给他。晚年到台湾学佛，常常想到这桩事情，问李老师。李老师告诉她，那个九华山的和尚，跟妳化缘的人，就是地藏菩萨。后悔莫及！",
      "zh_TW": "我們現在生在釋迦牟尼佛的報土，六道輪迴是釋迦牟尼佛的凡聖同居土。四聖法界，聲聞、緣覺、菩薩、佛是釋迦牟尼佛的方便有餘土，方便有餘土是羅漢、菩薩住的，我們見不到。即使凡聖同居土，沒有特殊緣分的人，我們在這個世間也見不到聖人，有特殊的緣分能見到。唐朝時候法照法師，朝五臺山見到文殊菩薩大聖竹林寺，這就是特別緣分，親身經歷；悟達國師見到迦諾迦尊者也是特別緣分。在我們日常生活當中，確實有一些有緣的同學見到佛菩薩。我在台灣的時候，周邦道先生的夫人，抗戰勝利之後住在南京，見到地藏王菩薩，地藏王菩薩到她家裡來化緣，她不學佛，也沒給他。晚年到台灣學佛，常常想到這樁事情，問李老師。李老師告訴她，那個九華山的和尚，跟妳化緣的人，就是地藏菩薩。後悔莫及！"
    },
    {
      "id": "12-046-0016_p0020",
      "zh_CN": "大迦叶尊者，这是佛授记的，他住在鸡足山。中国云南有个鸡足山，印度有个鸡足山，到底住在哪个鸡足山？我们现在学《华严》懂得了，一切法从心想生，你想到在云南，他就在云南，法没有定法，一切法从心想生。真的有人在鸡足山见到他，而且还在最近，好像是今年年初的事情，我是听别人说的，传言。台湾有些佛教的同修们到中国大陆来观光旅游，去朝拜鸡足山，到金顶，人大概也不少，有两个人在后面就落伍了，脱队了，迷了路找不到方向。正在着急的时候遇到一个老人，拄个拐杖，手上还提了点东西，他们就看到了，看到之后就问路，那个老人就指点他，哪个方向、怎么走，他们就找到他们这个队。到金顶山上，看到有迦叶尊者的塑像，他一看到之后，刚才遇到的不就是这个人吗？很惊讶，再找，这个人不见了，找不到，不晓得到哪去了。这偶然遇到的，真的，迦叶尊者还在。我也曾经去过两次，当地人告诉我，他说有，有缘的人见过，不定在什么时候。有些人心里想鸡足山应该是印度的，不在这里，这个人在这个鸡足山遇不到迦叶；没有这个念头的人，以为他就在这里，他真的就在这里。确实一切法从心想生，法没有定法，佛菩萨应化，无时不现身，无处不现身，只要缘具足就能见到。见到的时候你不知道，过后你想想，愈想愈有趣味。",
      "zh_TW": "大迦葉尊者，這是佛授記的，他住在雞足山。中國雲南有個雞足山，印度有個雞足山，到底住在哪個雞足山？我們現在學《華嚴》懂得了，一切法從心想生，你想到在雲南，他就在雲南，法沒有定法，一切法從心想生。真的有人在雞足山見到他，而且還在最近，好像是今年年初的事情，我是聽別人說的，傳言。台灣有些佛教的同修們到中國大陸來觀光旅遊，去朝拜雞足山，到金頂，人大概也不少，有兩個人在後面就落伍了，脫隊了，迷了路找不到方向。正在著急的時候遇到一個老人，拄個拐杖，手上還提了點東西，他們就看到了，看到之後就問路，那個老人就指點他，哪個方向、怎麼走，他們就找到他們這個隊。到金頂山上，看到有迦葉尊者的塑像，他一看到之後，剛才遇到的不就是這個人嗎？很驚訝，再找，這個人不見了，找不到，不曉得到哪去了。這偶然遇到的，真的，迦葉尊者還在。我也曾經去過兩次，當地人告訴我，他說有，有緣的人見過，不定在什麼時候。有些人心裡想雞足山應該是印度的，不在這裡，這個人在這個雞足山遇不到迦葉；沒有這個念頭的人，以為他就在這裡，他真的就在這裡。確實一切法從心想生，法沒有定法，佛菩薩應化，無時不現身，無處不現身，只要緣具足就能見到。見到的時候你不知道，過後你想想，愈想愈有趣味。"
    },
    {
      "id": "12-046-0016_p0021",
      "zh_CN": "像虚云老和尚朝五台山，两次路上生病，他很辛苦，三步一拜。他在鸡足山有个道场，从鸡足山出发到五台山去拜文殊，三步一拜，要拜两、三年才走到。在路上生病是在所难免的，两次得重病，都遇到一个乞丐照顾他，救了他。他问那个乞丐，问他姓什么名字叫什么？这在《年谱》上记载着有，乞丐告诉他，他叫文吉，文章的文，吉祥的吉，文吉。问他住在哪？他说我住在五台山，他说你到五台山，你不是要到五台山去拜文殊菩萨吗？你到五台山去问，大家都知道。虚老到五台山头一个就打听，文吉这个乞丐你们有没有人知道？就有人告诉他，他是文殊菩萨化身，他才恍然大悟。可见得你真正发心去朝山，一路上佛菩萨照顾你，你真遇到困难的时候他就现身帮助你。这些事情很多记载，这不是假的。",
      "zh_TW": "像虛雲老和尚朝五臺山，兩次路上生病，他很辛苦，三步一拜。他在雞足山有個道場，從雞足山出發到五臺山去拜文殊，三步一拜，要拜兩、三年才走到。在路上生病是在所難免的，兩次得重病，都遇到一個乞丐照顧他，救了他。他問那個乞丐，問他姓什麼名字叫什麼？這在《年譜》上記載著有，乞丐告訴他，他叫文吉，文章的文，吉祥的吉，文吉。問他住在哪？他說我住在五臺山，他說你到五臺山，你不是要到五臺山去拜文殊菩薩嗎？你到五臺山去問，大家都知道。虛老到五臺山頭一個就打聽，文吉這個乞丐你們有沒有人知道？就有人告訴他，他是文殊菩薩化身，他才恍然大悟。可見得你真正發心去朝山，一路上佛菩薩照顧你，你真遇到困難的時候他就現身幫助你。這些事情很多記載，這不是假的。"
    },
    {
      "id": "12-046-0016_p0022",
      "zh_CN": "所以，我们在这一生当中发心学佛，太高的真的是做不到，要有惭愧心，一定要把《弟子规》、《感应篇》落实，这是基础的基础。在过去，无论是出家、在家学佛，家教里面就把这个基础奠定了，所以接触到佛法不难，十善业道做得到。真正出家的时候，三千威仪、八万细行他也能做得到，唐朝以前那些出家人。蕅益大师告诉我们，南宋以后真正比丘没有了，那就是天台大师所讲的名字比丘，受了比丘戒，有名无实。从南宋到我们现在，六、七百年了，真叫每况愈下，一代不如一代。这个我们要知道，自己没有福，遇不到好的老师，遇不到好的善友，典型都不在了。要成就完全靠自己，自己努力，自己学习，自己时时刻刻修正自己的思想言行。我常常勉励我们同学，从哪里学起？从谦虚学起，我还不用谦虚，用谦卑。为什么从谦卑学起？谦卑是性德的根基，你看诸佛菩萨的谦卑，你看圣贤的谦卑，甚至于看其他宗教里面讲的谦卑，是性德自然的流露。",
      "zh_TW": "所以，我們在這一生當中發心學佛，太高的真的是做不到，要有慚愧心，一定要把《弟子規》、《感應篇》落實，這是基礎的基礎。在過去，無論是出家、在家學佛，家教裡面就把這個基礎奠定了，所以接觸到佛法不難，十善業道做得到。真正出家的時候，三千威儀、八萬細行他也能做得到，唐朝以前那些出家人。蕅益大師告訴我們，南宋以後真正比丘沒有了，那就是天台大師所講的名字比丘，受了比丘戒，有名無實。從南宋到我們現在，六、七百年了，真叫每況愈下，一代不如一代。這個我們要知道，自己沒有福，遇不到好的老師，遇不到好的善友，典型都不在了。要成就完全靠自己，自己努力，自己學習，自己時時刻刻修正自己的思想言行。我常常勉勵我們同學，從哪裡學起？從謙虛學起，我還不用謙虛，用謙卑。為什麼從謙卑學起？謙卑是性德的根基，你看諸佛菩薩的謙卑，你看聖賢的謙卑，甚至於看其他宗教裡面講的謙卑，是性德自然的流露。"
    },
    {
      "id": "12-046-0016_p0023",
      "zh_CN": "中国古人有所谓「学问深时意气平」，愈是真有学问的人他有道德，永远保持心平气和，决定没有烦躁。烦躁在修行上是绝大的忌讳，所谓「一念瞋心起，百万障门开」，佛门里面常说的火烧功德林，瞋恚之火，一个脾气发了之后，你所有功德都没有了。所以，功德不好修，福德容易，你发脾气，福德不会烧掉，功德没有了。功德是什么？功德是定慧，脾气一发，定慧没有了。所以外面的境缘，有些真的叫魔境，魔来扰乱，魔是什么？也许你最相信的人，也许你最亲近的人，他来引导你叫你发脾气。你就真的听话，就真的随着他发脾气，这就错了，他把你修的那点功德给毁掉了；给你在耳边上说了几句不好听的、你不愿意听的话，你功德就毁掉了。所以时时刻刻警惕，不要上当。其他的当没有问题，我们可以接受，像财色名食睡、名闻利养、五欲六尘可以；要激动我们贪瞋痴这个念头，这是魔，这个当可不能上。能够帮助我们放下贪瞋痴的，帮助我们学习戒定慧的，这是真正的善友，真正的善知识。",
      "zh_TW": "中國古人有所謂「學問深時意氣平」，愈是真有學問的人他有道德，永遠保持心平氣和，決定沒有煩躁。煩躁在修行上是絕大的忌諱，所謂「一念瞋心起，百萬障門開」，佛門裡面常說的火燒功德林，瞋恚之火，一個脾氣發了之後，你所有功德都沒有了。所以，功德不好修，福德容易，你發脾氣，福德不會燒掉，功德沒有了。功德是什麼？功德是定慧，脾氣一發，定慧沒有了。所以外面的境緣，有些真的叫魔境，魔來擾亂，魔是什麼？也許你最相信的人，也許你最親近的人，他來引導你叫你發脾氣。你就真的聽話，就真的隨著他發脾氣，這就錯了，他把你修的那點功德給毀掉了；給你在耳邊上說了幾句不好聽的、你不願意聽的話，你功德就毀掉了。所以時時刻刻警惕，不要上當。其他的當沒有問題，我們可以接受，像財色名食睡、名聞利養、五欲六塵可以；要激動我們貪瞋痴這個念頭，這是魔，這個當可不能上。能夠幫助我們放下貪瞋痴的，幫助我們學習戒定慧的，這是真正的善友，真正的善知識。"
    },
    {
      "id": "12-046-0016_p0024",
      "zh_CN": "所以二百五十条戒配在四威仪里面，这是一千，我们在八万细行里面看到的。小乘讲过去、现在、未来三世，过去一千、现在一千、未来一千，这就变成三千，所以叫三千威仪。如果三千威仪分配在身口七支，那就跟大乘一样，就变成二万一千。二万一千跟三毒、等分再一配合，还是八万细行，所以小乘是融化在大乘里面。我们从大小乘基本的教诲里面就认识十善业的重要，十善业是决定不能疏忽。疏忽十善业，我们这一生搞的叫佛学，跟佛结个善缘，阿赖耶识里种一点佛的种子，这一生不得受用。我们这一生言语造作还是烦恼做主，烦恼做主叫造业，造业当然果报会现前，果报就是六道轮回，不能不知道。所以我们这些年来在一块修行，我讲得也很清楚，我们用十善业做纲，纲领；不是用戒律，不是用二百五十条戒做目，我不用这个，我用《弟子规》、《感应篇》做目，好学，用十善业道做纲。这个虽然不能够帮助你明心见性，能帮助你断恶修善，能帮助你往生净土。净土，向上是不容易，凡圣同居土有把握，决定得生。",
      "zh_TW": "所以二百五十條戒配在四威儀裡面，這是一千，我們在八萬細行裡面看到的。小乘講過去、現在、未來三世，過去一千、現在一千、未來一千，這就變成三千，所以叫三千威儀。如果三千威儀分配在身口七支，那就跟大乘一樣，就變成二萬一千。二萬一千跟三毒、等分再一配合，還是八萬細行，所以小乘是融化在大乘裡面。我們從大小乘基本的教誨裡面就認識十善業的重要，十善業是決定不能疏忽。疏忽十善業，我們這一生搞的叫佛學，跟佛結個善緣，阿賴耶識裡種一點佛的種子，這一生不得受用。我們這一生言語造作還是煩惱做主，煩惱做主叫造業，造業當然果報會現前，果報就是六道輪迴，不能不知道。所以我們這些年來在一塊修行，我講得也很清楚，我們用十善業做綱，綱領；不是用戒律，不是用二百五十條戒做目，我不用這個，我用《弟子規》、《感應篇》做目，好學，用十善業道做綱。這個雖然不能夠幫助你明心見性，能幫助你斷惡修善，能幫助你往生淨土。淨土，向上是不容易，凡聖同居土有把握，決定得生。"
    },
    {
      "id": "12-046-0016_p0025",
      "zh_CN": "我们也很幸运，我们遇到般若、遇到《华严》，遇到祖师大德给我们提出的「华严奥旨妄尽还源」，这个可以帮助我们往生西方极乐世界实报庄严土。但是你要晓得，《弟子规》、《感应篇》、《十善业》是基础，没有这个基础，你妄断不尽，你还不了源。换句话说，你真的这一生当中一个方向、一个目标，能够把身心世界一切放下，死心塌地的念佛求生净土，你决定得生。生到西方极乐世界，见了阿弥陀佛，到那个时候再学《华严》、学《楞严》、学般若，那很容易，决定成就。这个帐我们得算清楚，决定不能够疏忽，大家一定要认真努力扎儒释道三个根，出家要扎沙弥律仪，我们能把这些做出来，与「威仪住持有则德」就相应。在这个时代，我们对得起释迦牟尼佛，对得起菩萨善友，对得起祖师大德。不真学不行。",
      "zh_TW": "我們也很幸運，我們遇到般若、遇到《華嚴》，遇到祖師大德給我們提出的「華嚴奧旨妄盡還源」，這個可以幫助我們往生西方極樂世界實報莊嚴土。但是你要曉得，《弟子規》、《感應篇》、《十善業》是基礎，沒有這個基礎，你妄斷不盡，你還不了源。換句話說，你真的這一生當中一個方向、一個目標，能夠把身心世界一切放下，死心塌地的念佛求生淨土，你決定得生。生到西方極樂世界，見了阿彌陀佛，到那個時候再學《華嚴》、學《楞嚴》、學般若，那很容易，決定成就。這個帳我們得算清楚，決定不能夠疏忽，大家一定要認真努力紮儒釋道三個根，出家要紮沙彌律儀，我們能把這些做出來，與「威儀住持有則德」就相應。在這個時代，我們對得起釋迦牟尼佛，對得起菩薩善友，對得起祖師大德。不真學不行。"
    },
    {
      "id": "12-046-0016_p0026",
      "zh_CN": "下面文所说的，『为住持之楷模，整六和之紊绪』，这是讲威仪住持有秩序它所产生的效果，是为一切众生的楷模、模范，就是学为人师、行为世范。现在不但是佛门，社会也是一片混乱的现象，「紊绪」就是混乱。这个现象，现在是举世志士仁人所关心的大事，混乱的局面如何能够恢复正常？联合国年年开会，我知道的至少开了三十七年，这世界愈开愈乱。佛祖在此地给我们指示出来，用什么能够回归正常？用「六和」。你想想真有道理，六和落实的话，天下太平。",
      "zh_TW": "下面文所說的，『為住持之楷模，整六和之紊緒』，這是講威儀住持有秩序它所產生的效果，是為一切眾生的楷模、模範，就是學為人師、行為世範。現在不但是佛門，社會也是一片混亂的現象，「紊緒」就是混亂。這個現象，現在是舉世志士仁人所關心的大事，混亂的局面如何能夠恢復正常？聯合國年年開會，我知道的至少開了三十七年，這世界愈開愈亂。佛祖在此地給我們指示出來，用什麼能夠回歸正常？用「六和」。你想想真有道理，六和落實的話，天下太平。"
    },
    {
      "id": "12-046-0016_p0027",
      "zh_CN": "佛弟子无论是在家、是出家，我们是团体的生活，是社会的型态。团体里面最重要的是规律，如果没有秩序就乱了。所以佛为我们制定，四个人以上在一起生活就叫僧团，僧团最少四个人，必须要遵守六和敬。六和第一条是「见和同解」，我们现代的话称为建立共识，这是和睦相处真正的基础。佛法讲的共识讲得非常高，讲得圆满、讲得究竟，这个共识是依什么？依自性、依性德，这个难！难在哪里？必须明心见性。明心见性是法身菩萨，破一品无明、证一分法身，不但超越六道轮回，他连十法界都超越了。六根接触外面六尘境界，不但没有分别执着，起心动念都没有，他用这个基础，真正和睦相处的基础，这讲绝了。所以佛没有说是我制定一套规矩，你们要遵守，不是的，没有这个道理；我给你们建一个制度，没有，佛从来没干过这个事情。释迦牟尼佛跟孔子在世是一样的，没有创作，没有发明，「述而不作，信而好古」。所以我说他们都是老实人，没有自己的见解，没有自己的创造，也没有自己的发明，一切随顺性德，随顺自性。所以，佛家的和睦相处、平等对待是以这个为基础，这是法身菩萨。",
      "zh_TW": "佛弟子無論是在家、是出家，我們是團體的生活，是社會的型態。團體裡面最重要的是規律，如果沒有秩序就亂了。所以佛為我們制定，四個人以上在一起生活就叫僧團，僧團最少四個人，必須要遵守六和敬。六和第一條是「見和同解」，我們現代的話稱為建立共識，這是和睦相處真正的基礎。佛法講的共識講得非常高，講得圓滿、講得究竟，這個共識是依什麼？依自性、依性德，這個難！難在哪裡？必須明心見性。明心見性是法身菩薩，破一品無明、證一分法身，不但超越六道輪迴，他連十法界都超越了。六根接觸外面六塵境界，不但沒有分別執著，起心動念都沒有，他用這個基礎，真正和睦相處的基礎，這講絕了。所以佛沒有說是我制定一套規矩，你們要遵守，不是的，沒有這個道理；我給你們建一個制度，沒有，佛從來沒幹過這個事情。釋迦牟尼佛跟孔子在世是一樣的，沒有創作，沒有發明，「述而不作，信而好古」。所以我說他們都是老實人，沒有自己的見解，沒有自己的創造，也沒有自己的發明，一切隨順性德，隨順自性。所以，佛家的和睦相處、平等對待是以這個為基礎，這是法身菩薩。"
    },
    {
      "id": "12-046-0016_p0028",
      "zh_CN": "凡夫呢？凡夫就必须要守规矩，八万细行就是规矩，一定要遵守。八万细行从哪来的？三千、八万从哪来的？是明心见性的人，他们在日常生活当中起心动念、处事待人接物，你把它记录下来就是，他不是有意造作的。不但有意没有，无意也没有，有无都没有，自自然然从自性里流露出来就是这样子，叫法尔如是，一切法本来就是这样的，所以就叫大道。我们把它记下来之后，我们向他学习，这叫德，我们遵循圣贤的规则，依据圣贤的楷模。所以，净宗学会成立的时候，净宗学会最早成立在美国，我们提出修行五个科目。五个科目头一个就是净业三福，我们依净业三福为最高的指导原则，依六和，三福、六和。在经教里面，我们依三学、六度，三学是戒定慧，六度是布施、持戒、忍辱、精进、禅定、般若，最后一条依普贤菩萨十大愿王。很好记，时时刻刻想着这五个科目，起心动念、言语造作不要犯这五个科目，希望都能做到，这五个科目落实在我们日常生活当中，做我们言行举止的规则。",
      "zh_TW": "凡夫呢？凡夫就必須要守規矩，八萬細行就是規矩，一定要遵守。八萬細行從哪來的？三千、八萬從哪來的？是明心見性的人，他們在日常生活當中起心動念、處事待人接物，你把它記錄下來就是，他不是有意造作的。不但有意沒有，無意也沒有，有無都沒有，自自然然從自性裡流露出來就是這樣子，叫法爾如是，一切法本來就是這樣的，所以就叫大道。我們把它記下來之後，我們向他學習，這叫德，我們遵循聖賢的規則，依據聖賢的楷模。所以，淨宗學會成立的時候，淨宗學會最早成立在美國，我們提出修行五個科目。五個科目頭一個就是淨業三福，我們依淨業三福為最高的指導原則，依六和，三福、六和。在經教裡面，我們依三學、六度，三學是戒定慧，六度是布施、持戒、忍辱、精進、禪定、般若，最後一條依普賢菩薩十大願王。很好記，時時刻刻想著這五個科目，起心動念、言語造作不要犯這五個科目，希望都能做到，這五個科目落實在我們日常生活當中，做我們言行舉止的規則。"
    },
    {
      "id": "12-046-0016_p0029",
      "zh_CN": "这是早年，提出来之后，是很简单，又很容易记，跟净宗完全相应，但还是做不到。那就让我们再深层去思考，为什么从前人都能做到，现在做不到？这才找出毛病，从前人有根，现在人没有根，所以就难了。我们就细细在指导原则里面，我们第一条疏忽了。你看第一条不是讲得清清楚楚吗？孝养父母，奉事师长，我们没有强调。孝亲尊师，《弟子规》里就讲这个，所以我们这才特别强调我们要落实《弟子规》，落实《弟子规》就是落实净业三福第一福的前面二条，用《弟子规》来落实，我们就有根了。慈心不杀，我们用《感应篇》，《感应篇》里面细说因果报应。你这一生杀他，来生他杀你；你这一生吃他，来生他吃你；你这一生夺取他的财产，来生要偿还，他会夺取你的。真正知道冤冤相报生生世世没完没了，我们就不敢作恶。那别人对我们呢？我们会想想，可能是我过去生中这样对他，心就平了。他来骗我，让他骗，我过去不欠他的，他不会夺取我的，他来骗取我的，过去一定是我欠他的。心平气和，欢欢喜喜，这个帐这一笔了了，来生是好朋友。不懂得因果报应的事情，很难，处理这个事情不容易，总有怨恨心、有报复心；怨恨、报复不能解决问题，会把问题搞得更糟。所以我遇到重大困难事情，我都会想到释迦牟尼佛的故事，琉璃王灭释迦族，释迦牟尼佛为什么不反抗？只是劝他家人逃走、逃避，没有抵抗，没有报复。这桩事情之后，佛给弟子们讲过去生中的因果关系，大家才恍然大悟，不能报复；报复，这个冤仇不能化解，来世还继续来。",
      "zh_TW": "這是早年，提出來之後，是很簡單，又很容易記，跟淨宗完全相應，但還是做不到。那就讓我們再深層去思考，為什麼從前人都能做到，現在做不到？這才找出毛病，從前人有根，現在人沒有根，所以就難了。我們就細細在指導原則裡面，我們第一條疏忽了。你看第一條不是講得清清楚楚嗎？孝養父母，奉事師長，我們沒有強調。孝親尊師，《弟子規》裡就講這個，所以我們這才特別強調我們要落實《弟子規》，落實《弟子規》就是落實淨業三福第一福的前面二條，用《弟子規》來落實，我們就有根了。慈心不殺，我們用《感應篇》，《感應篇》裡面細說因果報應。你這一生殺他，來生他殺你；你這一生吃他，來生他吃你；你這一生奪取他的財產，來生要償還，他會奪取你的。真正知道冤冤相報生生世世沒完沒了，我們就不敢作惡。那別人對我們呢？我們會想想，可能是我過去生中這樣對他，心就平了。他來騙我，讓他騙，我過去不欠他的，他不會奪取我的，他來騙取我的，過去一定是我欠他的。心平氣和，歡歡喜喜，這個帳這一筆了了，來生是好朋友。不懂得因果報應的事情，很難，處理這個事情不容易，總有怨恨心、有報復心；怨恨、報復不能解決問題，會把問題搞得更糟。所以我遇到重大困難事情，我都會想到釋迦牟尼佛的故事，琉璃王滅釋迦族，釋迦牟尼佛為什麼不反抗？只是勸他家人逃走、逃避，沒有抵抗，沒有報復。這樁事情之後，佛給弟子們講過去生中的因果關係，大家才恍然大悟，不能報復；報復，這個冤仇不能化解，來世還繼續來。"
    },
    {
      "id": "12-046-0016_p0030",
      "zh_CN": "所以我们学佛，特别是修学大乘，我们很清楚、很了解，人的生命不是这一世，如果这一世就完了，那什么事都没有，就用不着修行了。生命是生生世世，真的是不生不灭，万法皆空，因果不空，因变成果，果又变成因，相续不断，这是个很可怕的事情。要会运用这是好事情，好的是生生世世修行，不断把自己向上提升，那就是好事情。如果搞冤冤相报，那就是很不好的事情，那完全错了。这个道理要懂。真正明了之后，我们这一生当中，我们的身命你就不会很珍惜它，不会很看重，看重什么？法身慧命，这个重要。身是一个物质，幻相，有生有灭，灵性没有生灭，如何提升自己的灵性，这才叫大事，佛家讲的大事因缘。你真的明白之后，我们这一生所要干的事情是什么？最重要的功课，就是怎样把我们的妄想分别执着舍干净，妄尽，妄尽之后自然就还源，回归自性。这在佛家讲成佛了，妄尽还源就成佛了，这才叫真正的大圆满，究竟圆满。",
      "zh_TW": "所以我們學佛，特別是修學大乘，我們很清楚、很了解，人的生命不是這一世，如果這一世就完了，那什麼事都沒有，就用不著修行了。生命是生生世世，真的是不生不滅，萬法皆空，因果不空，因變成果，果又變成因，相續不斷，這是個很可怕的事情。要會運用這是好事情，好的是生生世世修行，不斷把自己向上提升，那就是好事情。如果搞冤冤相報，那就是很不好的事情，那完全錯了。這個道理要懂。真正明瞭之後，我們這一生當中，我們的身命你就不會很珍惜它，不會很看重，看重什麼？法身慧命，這個重要。身是一個物質，幻相，有生有滅，靈性沒有生滅，如何提升自己的靈性，這才叫大事，佛家講的大事因緣。你真的明白之後，我們這一生所要幹的事情是什麼？最重要的功課，就是怎樣把我們的妄想分別執著捨乾淨，妄盡，妄盡之後自然就還源，回歸自性。這在佛家講成佛了，妄盡還源就成佛了，這才叫真正的大圓滿，究竟圓滿。"
    },
    {
      "id": "12-046-0016_p0031",
      "zh_CN": "所以我们在这一生当中，六和重要，六和不求别人跟我和，是我跟他和，就修成功；样样要要求他跟我和，你就修不成功。只求我跟他和，不求他跟我和，也就是，我的东西都是你的，你的是你的，你的不是我的，就和了；要是你的东西是我的，我的东西不是你的，和不了。先学这个，这是不是真的？是真的，为什么我的东西都是你的？没有我，有我就麻烦了，就错了，没有我，不都是你的吗？所以头一个要把我打破，我所有的，章嘉大师教我，破我很难，先放下什么？放下我所有的。身外之物能够与一切众生共享，毫无吝啬，决定没有私藏，全部拿出来，这是真实智慧。你能真这样做，真这样做它有果报，这是什么？这是施，施后头有报，你施财，愈施愈多，多了怎么办？多了赶快舍，可不要留。聪明智慧愈施愈聪明，聪明智慧增长，可不要留一手，不要怕别人超过我，有这个念头，坏了，纵然智慧增长，有限度。完全把分别执着舍掉，我们用俗话来讲，你的财富天天增长，你的智慧天天增长，你的寿命也天天增长，健康长寿。不是得不到，很容易得到，问题就是你干不干！你为什么不干？你不懂这里头的道理，你要是了解事实真相，你会拼命的干。",
      "zh_TW": "所以我們在這一生當中，六和重要，六和不求別人跟我和，是我跟他和，就修成功；樣樣要要求他跟我和，你就修不成功。只求我跟他和，不求他跟我和，也就是，我的東西都是你的，你的是你的，你的不是我的，就和了；要是你的東西是我的，我的東西不是你的，和不了。先學這個，這是不是真的？是真的，為什麼我的東西都是你的？沒有我，有我就麻煩了，就錯了，沒有我，不都是你的嗎？所以頭一個要把我打破，我所有的，章嘉大師教我，破我很難，先放下什麼？放下我所有的。身外之物能夠與一切眾生共享，毫無吝嗇，決定沒有私藏，全部拿出來，這是真實智慧。你能真這樣做，真這樣做它有果報，這是什麼？這是施，施後頭有報，你施財，愈施愈多，多了怎麼辦？多了趕快捨，可不要留。聰明智慧愈施愈聰明，聰明智慧增長，可不要留一手，不要怕別人超過我，有這個念頭，壞了，縱然智慧增長，有限度。完全把分別執著捨掉，我們用俗話來講，你的財富天天增長，你的智慧天天增長，你的壽命也天天增長，健康長壽。不是得不到，很容易得到，問題就是你幹不幹！你為什麼不幹？你不懂這裡頭的道理，你要是了解事實真相，你會拼命的幹。"
    },
    {
      "id": "12-046-0016_p0032",
      "zh_CN": "像这些原理原则、这些道理都是早年章嘉大师教给我的，我相信，我真肯做。我还相信，我在早年时候，青少年时代，许多人给我算命，我这个命是非常可怜，贫贱的命。贫贱是什么？乞丐的命，贫，没有财富，贱，没有地位，贫贱到极处就是乞丐。命里没有财库，无论干什么你都赚不到钱，命里没有。也没有寿命，寿命只有四十五岁，这个我都相信。我相信寿命只有四十五岁，因为我们家里，家谱都在，诸位可以看到，我的祖父，我知道的，我祖父四十五岁过世的；我一个伯父，我父亲的哥哥，四十五岁过世的；我父亲也是四十五岁过世的。那个时候我想这可能是遗传的关系，怎么三代好多个人都没有过四十五岁，大概我也过不了，所以我相信。二十六岁接触到佛法，这是个转机，但是我不相信我能长寿，所以我把我的时间表就定在四十五岁，认真努力的干，我想求生净土。四十五岁那年真的害一场病，我不看医生，也不吃药。那时候在台湾，有几个学生，大学生，四个学生，难为他们照顾我，生病的时候他们轮流照顾。每天吃一点稀饭、咸菜，油都不敢吃。一个月就好了，好了之后再继续讲经，我没有求长寿，今年活到八十二了。",
      "zh_TW": "像這些原理原則、這些道理都是早年章嘉大師教給我的，我相信，我真肯做。我還相信，我在早年時候，青少年時代，許多人給我算命，我這個命是非常可憐，貧賤的命。貧賤是什麼？乞丐的命，貧，沒有財富，賤，沒有地位，貧賤到極處就是乞丐。命裡沒有財庫，無論幹什麼你都賺不到錢，命裡沒有。也沒有壽命，壽命只有四十五歲，這個我都相信。我相信壽命只有四十五歲，因為我們家裡，家譜都在，諸位可以看到，我的祖父，我知道的，我祖父四十五歲過世的；我一個伯父，我父親的哥哥，四十五歲過世的；我父親也是四十五歲過世的。那個時候我想這可能是遺傳的關係，怎麼三代好多個人都沒有過四十五歲，大概我也過不了，所以我相信。二十六歲接觸到佛法，這是個轉機，但是我不相信我能長壽，所以我把我的時間表就定在四十五歲，認真努力的幹，我想求生淨土。四十五歲那年真的害一場病，我不看醫生，也不吃藥。那時候在台灣，有幾個學生，大學生，四個學生，難為他們照顧我，生病的時候他們輪流照顧。每天吃一點稀飯、鹹菜，油都不敢吃。一個月就好了，好了之後再繼續講經，我沒有求長壽，今年活到八十二了。"
    },
    {
      "id": "12-046-0016_p0033",
      "zh_CN": "这当中真的又有一次难关，是我七十九岁的时候，那一年我自己心里想应该要走了，四十五岁延寿延到七十九了。那年也是从庐江，身体不舒服，到了北京，到北京就病倒了，四天。以后有人告诉我，他说你死过一次，我一想到，那四天真的，在北京真的。在北京，在旅馆，夏红来照顾我。好像是第三天，还是第四天，那一天好像迷迷糊糊作了一个梦，似梦非梦那么一个境界。突然睡醒过来，醒过来看到是蓝天白云，重重的青山，那个景太美了。再细心一看，许许多多的人，密密麻麻的，都跟我面对着方向。但是没有一会儿统统变成畜生，我感到很惊讶，怎么会这样？人怎么统统变成畜生？我就念佛，念本师释迦牟尼佛，我们讲经常常念，开头念本师释迦牟尼佛。佛现前了，佛身的高大跟虚空一样，那个山河大地、那些畜生没有了，就看到一尊佛像，很大很大，跟半个天空一样大，可是看得很清楚。我第二声念南无本师阿弥陀佛，阿弥陀佛出现了，释迦牟尼佛不见了，换成阿弥陀佛。我又有个念头，就常常念的南无本师毘卢遮那佛，毘卢遮那佛出现了，阿弥陀佛没有了。最后我念了一声南无观世音菩萨，观音菩萨示现了。这个时候听到旁边有人告诉我，我没有回头，我专心在看菩萨。有人在告诉我，你还有没有想见的人？我说没有。还有没有放不下的？我说也没有，我现在就想跟阿弥陀佛到极乐世界去。我又补充一句话，如果佛需要我在这个世界帮助这些苦难众生，也不妨碍。在这个情形之下，一下醒过来，醒过来之后病就没有了，烧也退掉，就很正常。好像养了一天还是两天，我就到香港去了。那时候真的是死过一次。因为我学佛的时候章嘉大师告诉我，你的一生都是佛菩萨安排，你自己什么都不要操心。我相信章嘉大师这句话，一辈子是遵守、奉行，所以从来不操任何心。也没有什么特别的要求，一切随缘，饮食起居给什么吃什么，从来也没有挑剔。有过这么一次经验。没有一个念头是为自己，但是自己得好处，得的什么好处？境界不断向上提升。我如果在四十五岁走的时候，没有这个境界。现在要到极乐世界去，可能不在凡圣同居土，升级了，实报土不敢讲，方便有余土是有分的。要真干，你看特别是《华严》，你愈看愈欢喜。",
      "zh_TW": "這當中真的又有一次難關，是我七十九歲的時候，那一年我自己心裡想應該要走了，四十五歲延壽延到七十九了。那年也是從廬江，身體不舒服，到了北京，到北京就病倒了，四天。以後有人告訴我，他說你死過一次，我一想到，那四天真的，在北京真的。在北京，在旅館，夏紅來照顧我。好像是第三天，還是第四天，那一天好像迷迷糊糊作了一個夢，似夢非夢那麼一個境界。突然睡醒過來，醒過來看到是藍天白雲，重重的青山，那個景太美了。再細心一看，許許多多的人，密密麻麻的，都跟我面對著方向。但是沒有一會兒統統變成畜生，我感到很驚訝，怎麼會這樣？人怎麼統統變成畜生？我就念佛，念本師釋迦牟尼佛，我們講經常常念，開頭念本師釋迦牟尼佛。佛現前了，佛身的高大跟虛空一樣，那個山河大地、那些畜生沒有了，就看到一尊佛像，很大很大，跟半個天空一樣大，可是看得很清楚。我第二聲念南無本師阿彌陀佛，阿彌陀佛出現了，釋迦牟尼佛不見了，換成阿彌陀佛。我又有個念頭，就常常念的南無本師毘盧遮那佛，毘盧遮那佛出現了，阿彌陀佛沒有了。最後我念了一聲南無觀世音菩薩，觀音菩薩示現了。這個時候聽到旁邊有人告訴我，我沒有回頭，我專心在看菩薩。有人在告訴我，你還有沒有想見的人？我說沒有。還有沒有放不下的？我說也沒有，我現在就想跟阿彌陀佛到極樂世界去。我又補充一句話，如果佛需要我在這個世界幫助這些苦難眾生，也不妨礙。在這個情形之下，一下醒過來，醒過來之後病就沒有了，燒也退掉，就很正常。好像養了一天還是兩天，我就到香港去了。那時候真的是死過一次。因為我學佛的時候章嘉大師告訴我，你的一生都是佛菩薩安排，你自己什麼都不要操心。我相信章嘉大師這句話，一輩子是遵守、奉行，所以從來不操任何心。也沒有什麼特別的要求，一切隨緣，飲食起居給什麼吃什麼，從來也沒有挑剔。有過這麼一次經驗。沒有一個念頭是為自己，但是自己得好處，得的什麼好處？境界不斷向上提升。我如果在四十五歲走的時候，沒有這個境界。現在要到極樂世界去，可能不在凡聖同居土，升級了，實報土不敢講，方便有餘土是有分的。要真幹，你看特別是《華嚴》，你愈看愈歡喜。"
    },
    {
      "id": "12-046-0016_p0034",
      "zh_CN": "所以见和同解，这里头浅深高下层次不同，从最低的，最低的就是依经论为标准。像我们今天，见和同解要以信解的基础，我们对净宗的信解，对净宗修学理论、方法的认知，这个相同，就好住了，大家在一起共学，互相勉励。「戒和同修」这个重要，这就是此地讲的威仪住持有则德，一定要守规矩。戒律里，头一个谦卑，我们讲得很简单，很容易懂。自己对一切人，乃至于对一切众生，我们住在这个地方，这个地方有老鼠、蟑螂、苍蝇、蚊虫、蚂蚁，对这些众生都谦卑，我们遇到都合掌称牠菩萨，蟑螂菩萨、老鼠菩萨。遇到事情的时候我们交流，有一天我早晨起来的时候，墙壁里有老鼠，吵得我们没法子睡觉。我就敲敲那个里面，不晓得牠哪里跑来的，我说老鼠菩萨，希望你从哪里进来，你还从哪里出去，希望给我一个安静的环境让我好好的休息，我明天还要讲经。我跟牠沟通之后，大概半个小时以后，听不到声音，就没有了，牠走了。所以要用沟通方法，真诚心，尊重牠，不要厌烦，很好沟通的，蚊虫、蚂蚁都很好沟通。蚊子来咬，你愿意布施牠，你就让牠吃一餐；你不喜欢布施牠，就跟牠商量，你到别的地方去，不要在这里干扰我。乃至于花草树木、山河大地都能沟通。这个我们不但有理论依据，我们有很多例子，这么多年来，跟环境沟通，跟树木花草、山河大地都有感应。所以戒律要遵守，谦卑，尊重别人、敬爱别人要出自于真心，关怀别人、照顾别人、帮助别人，随分随力的去做。",
      "zh_TW": "所以見和同解，這裡頭淺深高下層次不同，從最低的，最低的就是依經論為標準。像我們今天，見和同解要以信解的基礎，我們對淨宗的信解，對淨宗修學理論、方法的認知，這個相同，就好住了，大家在一起共學，互相勉勵。「戒和同修」這個重要，這就是此地講的威儀住持有則德，一定要守規矩。戒律裡，頭一個謙卑，我們講得很簡單，很容易懂。自己對一切人，乃至於對一切眾生，我們住在這個地方，這個地方有老鼠、蟑螂、蒼蠅、蚊蟲、螞蟻，對這些眾生都謙卑，我們遇到都合掌稱牠菩薩，蟑螂菩薩、老鼠菩薩。遇到事情的時候我們交流，有一天我早晨起來的時候，牆壁裡有老鼠，吵得我們沒法子睡覺。我就敲敲那個裡面，不曉得牠哪裡跑來的，我說老鼠菩薩，希望你從哪裡進來，你還從哪裡出去，希望給我一個安靜的環境讓我好好的休息，我明天還要講經。我跟牠溝通之後，大概半個小時以後，聽不到聲音，就沒有了，牠走了。所以要用溝通方法，真誠心，尊重牠，不要厭煩，很好溝通的，蚊蟲、螞蟻都很好溝通。蚊子來咬，你願意布施牠，你就讓牠吃一餐；你不喜歡布施牠，就跟牠商量，你到別的地方去，不要在這裡干擾我。乃至於花草樹木、山河大地都能溝通。這個我們不但有理論依據，我們有很多例子，這麼多年來，跟環境溝通，跟樹木花草、山河大地都有感應。所以戒律要遵守，謙卑，尊重別人、敬愛別人要出自於真心，關懷別人、照顧別人、幫助別人，隨分隨力的去做。"
    },
    {
      "id": "12-046-0016_p0035",
      "zh_CN": "下面才讲到「身同住」，决定没有嫌弃，我们同住在这个道场，同在一起修行，同在一起学习。「口无诤」，这个必须要遵守，要忍耐，决定没有争论。你争，我让，他就争不起来；互不相让，这个才出事情。所以要学忍让，再提升，谦让，再提升，礼让，这是美德，这才真正能和睦相处。总是出于自己主动，我先怎么对人，不要求别人回报我，不要求别人怎么对我，时间久了慢慢自然就能感化别人。所以，教学不是用言教，是用身教，是真正做到，才产生效果。诸佛菩萨教化一切众生都用这个方法，我们要把它学会。",
      "zh_TW": "下面才講到「身同住」，決定沒有嫌棄，我們同住在這個道場，同在一起修行，同在一起學習。「口無諍」，這個必須要遵守，要忍耐，決定沒有爭論。你爭，我讓，他就爭不起來；互不相讓，這個才出事情。所以要學忍讓，再提升，謙讓，再提升，禮讓，這是美德，這才真正能和睦相處。總是出於自己主動，我先怎麼對人，不要求別人回報我，不要求別人怎麼對我，時間久了慢慢自然就能感化別人。所以，教學不是用言教，是用身教，是真正做到，才產生效果。諸佛菩薩教化一切眾生都用這個方法，我們要把它學會。"
    },
    {
      "id": "12-046-0016_p0036",
      "zh_CN": "末后一个「利同均」，这个很重要，利同均实在讲就是共产主义。外国人提共产主义比释迦牟尼佛落后两千年都不止，二千五百年。在中国人算起来，三千年前释迦牟尼佛就提倡利和同均，就是物质生活是平均的、均等的。所以那时候托钵，托钵回来之后，不是哪个人托到一面托一面就吃，不是。回来倒在一起再混合，每个人再分着吃，所谓一钵千家饭，这是真的不是假的。释迦牟尼佛当年那个时代是一千二百五十五人，每个人去托钵，回来之后混合在一起，再分出来，不是一钵千家饭吗？你看真平等！大家没有争执的意见，真共产，不是假的。",
      "zh_TW": "末後一個「利同均」，這個很重要，利同均實在講就是共產主義。外國人提共產主義比釋迦牟尼佛落後兩千年都不止，二千五百年。在中國人算起來，三千年前釋迦牟尼佛就提倡利和同均，就是物質生活是平均的、均等的。所以那時候托缽，托缽回來之後，不是哪個人托到一面托一面就吃，不是。回來倒在一起再混合，每個人再分著吃，所謂一缽千家飯，這是真的不是假的。釋迦牟尼佛當年那個時代是一千二百五十五人，每個人去托缽，回來之後混合在一起，再分出來，不是一缽千家飯嗎？你看真平等！大家沒有爭執的意見，真共產，不是假的。"
    },
    {
      "id": "12-046-0016_p0037",
      "zh_CN": "所以，提倡六和这个社会就安定，这个混乱局面就能回归到安定和谐。都要靠我们自己认真努力去把它做到，你不要管别人，我们自己做到会产生影响，持之以恒就能够感化一方。一方形成效果，其他各方面，四面八方他就向你学习。像我们现在在汤池所做的，汤池没有做到六和，六和是佛法，做到六和那比汤池要殊胜好多倍，这是佛法的高明。汤池仅仅是《弟子规》，是最初级的东西，产生效果。今天时间到了，我们就学到此地。",
      "zh_TW": "所以，提倡六和這個社會就安定，這個混亂局面就能回歸到安定和諧。都要靠我們自己認真努力去把它做到，你不要管別人，我們自己做到會產生影響，持之以恆就能夠感化一方。一方形成效果，其他各方面，四面八方他就向你學習。像我們現在在湯池所做的，湯池沒有做到六和，六和是佛法，做到六和那比湯池要殊勝好多倍，這是佛法的高明。湯池僅僅是《弟子規》，是最初級的東西，產生效果。今天時間到了，我們就學到此地。"
    }
  ]
}