{
  "doc_id": "21-347-0001",
  "title": {
    "zh_CN": "对江阴江南弥陀村万姓先祖纪念堂开幕的讲话",
    "zh_TW": "對江陰江南彌陀村萬姓先祖紀念堂開幕的講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-347-0001",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "21-347-0001_p0001",
      "zh_CN": "尊敬的松纯大和尚，无锡佛协、江阴市佛协的各位领导，尊敬的林会长，各位嘉宾，各位同修。",
      "zh_TW": "尊敬的松純大和尚，無錫佛協、江陰市佛協的各位領導，尊敬的林會長，各位嘉賓，各位同修。"
    },
    {
      "id": "21-347-0001_p0002",
      "zh_CN": "今天是江阴万姓先祖纪念堂落成的大典，难得纯公老和尚，我们有好几年没有见面，常常想念着大家。我们在讲席当中也常常提到，中国五千年传统文化之所以能够绵延不绝的传承下来，实在是由于老祖宗的教育，传统教育里面最重要的是「孝道」，所以孝才是真正的大根大本。",
      "zh_TW": "今天是江陰萬姓先祖紀念堂落成的大典，難得純公老和尚，我們有好幾年沒有見面，常常想念著大家。我們在講席當中也常常提到，中國五千年傳統文化之所以能夠綿延不絕的傳承下來，實在是由於老祖宗的教育，傳統教育裡面最重要的是「孝道」，所以孝才是真正的大根大本。"
    },
    {
      "id": "21-347-0001_p0003",
      "zh_CN": "在传统教学里面，硬体的设施，特别是近代的两千年，从佛教传到中国之后，中国的传统学术就是儒释道三家代表。这三教严格的来讲是很难把它独立区分出来，为什么？这三家凡是读书人没有不涉猎的，儒家的学者，《老庄》、《列子》学不学？学！佛经学不学？也学。所以儒里面有道、有佛，佛里面也有儒、也有道。你看看我们祖师大德的著述里头，引用儒家的、引用道家的，很多！道家的这些道长们，他们的著作里面也引用佛家，也引用儒家，我们在《道藏》里面看到。实际上来说，儒释道已经在中国融合成一体，这就是中国传统的文化。我们再不能够说哪个是真正的儒家、真正的道家，没有。只能说偏重多一点，学道的，道多一点；学佛的人，佛多一点；学儒的人，儒多一点。严格的说，也多不了好多，这是事实，我们要认识，我们要肯定。",
      "zh_TW": "在傳統教學裡面，硬體的設施，特別是近代的兩千年，從佛教傳到中國之後，中國的傳統學術就是儒釋道三家代表。這三教嚴格的來講是很難把它獨立區分出來，為什麼？這三家凡是讀書人沒有不涉獵的，儒家的學者，《老莊》、《列子》學不學？學！佛經學不學？也學。所以儒裡面有道、有佛，佛裡面也有儒、也有道。你看看我們祖師大德的著述裡頭，引用儒家的、引用道家的，很多！道家的這些道長們，他們的著作裡面也引用佛家，也引用儒家，我們在《道藏》裡面看到。實際上來說，儒釋道已經在中國融合成一體，這就是中國傳統的文化。我們再不能夠說哪個是真正的儒家、真正的道家，沒有。只能說偏重多一點，學道的，道多一點；學佛的人，佛多一點；學儒的人，儒多一點。嚴格的說，也多不了好多，這是事實，我們要認識，我們要肯定。"
    },
    {
      "id": "21-347-0001_p0004",
      "zh_CN": "在硬体设施上，代表传统教学的祠堂。在从前家家都有祠堂，以前国家没有学校，有私塾，私塾多半设立在祠堂里面。因为祠堂真正做集会，就是春秋祭祀，时间很短，多半的时间都没有使用，所以教学都利用这个场所，祠堂就是学校，我们中国传统讲家教。第二个是佛家的寺院，也是教育，佛陀的教育。第三个是城隍庙，城隍庙是道教的，提倡的是因果教育；还有一个孔庙（文庙），文庙是代表伦理道德的。这四个硬体设施就像一张桌子的四个腿，四平八稳。所以中国的文化，这个国家、这个民族在这个世界上屹立五千年而没有被淘汰，什么原因？这四条腿太稳固！",
      "zh_TW": "在硬體設施上，代表傳統教學的祠堂。在從前家家都有祠堂，以前國家沒有學校，有私塾，私塾多半設立在祠堂裡面。因為祠堂真正做集會，就是春秋祭祀，時間很短，多半的時間都沒有使用，所以教學都利用這個場所，祠堂就是學校，我們中國傳統講家教。第二個是佛家的寺院，也是教育，佛陀的教育。第三個是城隍廟，城隍廟是道教的，提倡的是因果教育；還有一個孔廟（文廟），文廟是代表倫理道德的。這四個硬體設施就像一張桌子的四個腿，四平八穩。所以中國的文化，這個國家、這個民族在這個世界上屹立五千年而沒有被淘汰，什麼原因？這四條腿太穩固！"
    },
    {
      "id": "21-347-0001_p0005",
      "zh_CN": "文化大革命之后，祠堂没有了，我们那时候听到这讯息也很难过，后来想想也是好事，为什么？以前祠堂是每家每家的，所以世族里面的冲突还是在所不免。现在旧的毁灭掉了，新的要建立起来，新的是我们把万姓先祖纪念堂，就是万家集中在一个祠堂里面，这个好！这是民族大团结，国家的大团结，这是好事情。就是建一个祠堂，不要再搞一家一家的。但是「家谱」非常重要，那是记载我们对家族的流源。你要是真正知道你一家的流源，没有不爱家的，爱家的人没有不爱国的，所以家的历史、国的历史非常重要。",
      "zh_TW": "文化大革命之後，祠堂沒有了，我們那時候聽到這訊息也很難過，後來想想也是好事，為什麼？以前祠堂是每家每家的，所以世族裡面的衝突還是在所不免。現在舊的毀滅掉了，新的要建立起來，新的是我們把萬姓先祖紀念堂，就是萬家集中在一個祠堂裡面，這個好！這是民族大團結，國家的大團結，這是好事情。就是建一個祠堂，不要再搞一家一家的。但是「家譜」非常重要，那是記載我們對家族的流源。你要是真正知道你一家的流源，沒有不愛家的，愛家的人沒有不愛國的，所以家的歷史、國的歷史非常重要。"
    },
    {
      "id": "21-347-0001_p0006",
      "zh_CN": "将来家谱放在什么地方？家谱都放在万姓先祖纪念堂里面，所以将来纪念堂里面还有一个房子，就像专门藏家谱的，每家有一个格子，他家谱放在里面；也有专人保管，经常可以开放，让大家来浏览。到这边来参观，一定会看看我们自己家的家谱，也叫世界上许多其他国家地区的人民，到这个地方来参观，看到中国家庭承传的这些记载，我相信他们看了之后一定会深受感动。",
      "zh_TW": "將來家譜放在什麼地方？家譜都放在萬姓先祖紀念堂裡面，所以將來紀念堂裡面還有一個房子，就像專門藏家譜的，每家有一個格子，他家譜放在裡面；也有專人保管，經常可以開放，讓大家來瀏覽。到這邊來參觀，一定會看看我們自己家的家譜，也叫世界上許多其他國家地區的人民，到這個地方來參觀，看到中國家庭承傳的這些記載，我相信他們看了之後一定會深受感動。"
    },
    {
      "id": "21-347-0001_p0007",
      "zh_CN": "家谱如果在过去动乱当中失掉了，赶快要重修，就我们现在能够记忆到的，还能够搜到的材料要多搜集，这个东西不能够失传。永远记住祖宗之德，继承祖宗的教诲，孝亲尊师。把中国的伦理、道德、因果、智慧、科学发扬光大，不但我们国家有救，而且能救整个世界。",
      "zh_TW": "家譜如果在過去動亂當中失掉了，趕快要重修，就我們現在能夠記憶到的，還能夠蒐到的材料要多蒐集，這個東西不能夠失傳。永遠記住祖宗之德，繼承祖宗的教誨，孝親尊師。把中國的倫理、道德、因果、智慧、科學發揚光大，不但我們國家有救，而且能救整個世界。"
    },
    {
      "id": "21-347-0001_p0008",
      "zh_CN": "今天世界上动乱不安，我们遇到许多国家领导人都是忧心忡忡，如何化解冲突，如何恢复到世界的安定和平？我提供他们的建议就是中国几千年传统老祖宗教给我们的「建国君民，教学为先」。所以我们在汤池办了一个文化中心，做一个试验，就是把我们传统的家教，我们选的《弟子规》，在汤池镇有十二个村庄，居民有四万八千人，男女老少、各行各业一起学。我本来预定是三年会有成果，没有想到，还不到一年，成果卓着，令人叹为观止，无量的欢喜。正好联合国来找我办一个宗教的大活动，我就趁这个机会，把我们这桩事情在联合国宣布，一百九十多个国家代表参加。我们希望他们到汤池来参观，到汤池来指教。要想真正化解冲突，促进社会安定和平，除了教学之外，没有第二个办法。而先祖纪念堂的功德无量无边！",
      "zh_TW": "今天世界上動亂不安，我們遇到許多國家領導人都是憂心忡忡，如何化解衝突，如何恢復到世界的安定和平？我提供他們的建議就是中國幾千年傳統老祖宗教給我們的「建國君民，教學為先」。所以我們在湯池辦了一個文化中心，做一個試驗，就是把我們傳統的家教，我們選的《弟子規》，在湯池鎮有十二個村莊，居民有四萬八千人，男女老少、各行各業一起學。我本來預定是三年會有成果，沒有想到，還不到一年，成果卓著，令人歎為觀止，無量的歡喜。正好聯合國來找我辦一個宗教的大活動，我就趁這個機會，把我們這樁事情在聯合國宣布，一百九十多個國家代表參加。我們希望他們到湯池來參觀，到湯池來指教。要想真正化解衝突，促進社會安定和平，除了教學之外，沒有第二個辦法。而先祖紀念堂的功德無量無邊！"
    },
    {
      "id": "21-347-0001_p0009",
      "zh_CN": "我在这里祝福大家，希望我们共同努力，好好的把祖宗的教诲真正落实。从自己本身做到，然后再把它影响周边，扩大到整个世界，帮助这个世界落实安定和平，那就是无量无边的功德。我的话就讲到此地，谢谢大家，谢谢纯公老和尚。",
      "zh_TW": "我在這裡祝福大家，希望我們共同努力，好好的把祖宗的教誨真正落實。從自己本身做到，然後再把它影響周邊，擴大到整個世界，幫助這個世界落實安定和平，那就是無量無邊的功德。我的話就講到此地，謝謝大家，謝謝純公老和尚。"
    }
  ]
}