{
  "doc_id": "21-242-0001",
  "title": {
    "zh_CN": "学佛答问（答澳洲参学同修之一）",
    "zh_TW": "學佛答問（答澳洲參學同修之一）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "澳洲",
    "zh_TW": "澳洲"
  },
  "doc_number": "21-242-0001",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "21-242-0001_p0001",
      "zh_CN": "问：第一个问题，这同修问的，古代的时候，人很少造恶业，为什么现代愈来愈多的人造业？",
      "zh_TW": "問：第一個問題，這同修問的，古代的時候，人很少造惡業，為什麼現代愈來愈多的人造業？"
    },
    {
      "id": "21-242-0001_p0002",
      "zh_CN": "答：这个不难理解，古代的人有圣贤人教诲，现代人他会造业，原因在哪里？把圣贤教诲，他不相信，他丢掉了，所以说关键在此地。如果我们能够恢复圣贤的教诲，现代世界绝不会比古时候差，人人都有爱心，人人都能够互相尊重，都能互相敬爱，互助合作。这个世界本来是和平的，但是圣贤教诲丢掉，不要了，这就是夫子所讲的，决定是家不成家，国不成国，天下大乱，道理在此地，在教育！《礼记．学记》里头所讲的，「建国君民，教学为先」。教学教什么？教古圣先贤的道理。所以儒家的教学，佛家的教学，中心的理念是孝道，孝敬。人都能够讲孝道，行孝道，天下哪有不太平的道理？现在人不要这个，就没有法子了。",
      "zh_TW": "答：這個不難理解，古代的人有聖賢人教誨，現代人他會造業，原因在哪裡？把聖賢教誨，他不相信，他丟掉了，所以說關鍵在此地。如果我們能夠恢復聖賢的教誨，現代世界絕不會比古時候差，人人都有愛心，人人都能夠互相尊重，都能互相敬愛，互助合作。這個世界本來是和平的，但是聖賢教誨丟掉，不要了，這就是夫子所講的，決定是家不成家，國不成國，天下大亂，道理在此地，在教育！《禮記．學記》裡頭所講的，「建國君民，教學為先」。教學教什麼？教古聖先賢的道理。所以儒家的教學，佛家的教學，中心的理念是孝道，孝敬。人都能夠講孝道，行孝道，天下哪有不太平的道理？現在人不要這個，就沒有法子了。"
    },
    {
      "id": "21-242-0001_p0003",
      "zh_CN": "问：第二个，古代人修行真诚，为什么？",
      "zh_TW": "問：第二個，古代人修行真誠，為什麼？"
    },
    {
      "id": "21-242-0001_p0004",
      "zh_CN": "答：古代人修行，修行的环境比现代好，古时候社会风俗淳朴，没有太多的诱惑，人心是定的。现在诱惑的东西太多了，最严重的诱惑是电视，你看小孩生下来，眼睛一睁开就看电视。电视里头五花八门，慢慢的都灌进他的大脑里头去，都灌进他的记忆里去了。先入为主，他认为那些东西是正确的，所以你跟他讲古圣先贤的道理，他不懂，他不能接受。现代电视、电影、网路教人干什么？这个社会现象你就了解了。",
      "zh_TW": "答：古代人修行，修行的環境比現代好，古時候社會風俗淳樸，沒有太多的誘惑，人心是定的。現在誘惑的東西太多了，最嚴重的誘惑是電視，你看小孩生下來，眼睛一睜開就看電視。電視裡頭五花八門，慢慢的都灌進他的大腦裡頭去，都灌進他的記憶裡去了。先入為主，他認為那些東西是正確的，所以你跟他講古聖先賢的道理，他不懂，他不能接受。現代電視、電影、網路教人幹什麼？這個社會現象你就了解了。"
    },
    {
      "id": "21-242-0001_p0005",
      "zh_CN": "问：第三，为什么出家人要剃头？",
      "zh_TW": "問：第三，為什麼出家人要剃頭？"
    },
    {
      "id": "21-242-0001_p0006",
      "zh_CN": "答：剃头，出家人，佛讲的，是过最快乐的生活。头剃了最快乐，你们不相信，你剃剃看！你剃了之后，绝对不会再想养头发，为什么？太快乐了！每一天头洗的干干净净的，头脑清楚；头发多了，烦恼就多。头脏的时候，脑子受污染，人就昏迷，聪明智慧就没有了。",
      "zh_TW": "答：剃頭，出家人，佛講的，是過最快樂的生活。頭剃了最快樂，你們不相信，你剃剃看！你剃了之後，絕對不會再想養頭髮，為什麼？太快樂了！每一天頭洗的乾乾淨淨的，頭腦清楚；頭髮多了，煩惱就多。頭髒的時候，腦子受污染，人就昏迷，聰明智慧就沒有了。"
    },
    {
      "id": "21-242-0001_p0007",
      "zh_CN": "问：这位同修问的两个问题，第一个是家中小佛堂的佛桌，高度有多高才合标准？",
      "zh_TW": "問：這位同修問的兩個問題，第一個是家中小佛堂的佛桌，高度有多高才合標準？"
    },
    {
      "id": "21-242-0001_p0008",
      "zh_CN": "答：没有标准，我听说供神那个桌子的高度、尺寸有标准，供佛没有标准；佛得大自在，所以没有标准。你家里的桌子高矮都没有关系，只要你自己喜欢。你喜欢，佛就喜欢，佛永远是恒顺众生，随喜功德，佛没有成见；有成见，他就不是佛菩萨。",
      "zh_TW": "答：沒有標準，我聽說供神那個桌子的高度、尺寸有標準，供佛沒有標準；佛得大自在，所以沒有標準。你家裡的桌子高矮都沒有關係，只要你自己喜歡。你喜歡，佛就喜歡，佛永遠是恆順眾生，隨喜功德，佛沒有成見；有成見，他就不是佛菩薩。"
    },
    {
      "id": "21-242-0001_p0009",
      "zh_CN": "问：第二个问题，在我接触佛学之前，已考驾驶汽车执照。当时要填表格，表格里有一项问及持牌人可愿在临终时捐出自己器官，我是填愿意的。但现在知道，佛学教导，临终后八小时内不适宜搬动尸体。因此现在我怎么办才好？是否即往输运处修改，否决前言？",
      "zh_TW": "問：第二個問題，在我接觸佛學之前，已考駕駛汽車執照。當時要填表格，表格裡有一項問及持牌人可願在臨終時捐出自己器官，我是填願意的。但現在知道，佛學教導，臨終後八小時內不適宜搬動屍體。因此現在我怎麼辦才好？是否即往輸運處修改，否決前言？"
    },
    {
      "id": "21-242-0001_p0010",
      "zh_CN": "答：这个问题很好，为什么？加功努力，临命终时生死自在，那就行了。真正往生的人，一断气就到极乐世界去了，这尸体马上可以解剖，可以用。那八小时是什么？是我们担心他没有去，真正去，真正往生的人，刹那之间他就走了。所以，三种人没有中阴，就是一断气就走了，一个是往生的，一个是升天的，一个是堕阿鼻地狱的。这三种人没有中阴，一断气就走了，其他的都有中阴，八小时、十二小时，是为这个问题。你要是怕这个，认真努力修行，肯定一断气马上就往生，你就可以捐献，没有问题了。",
      "zh_TW": "答：這個問題很好，為什麼？加功努力，臨命終時生死自在，那就行了。真正往生的人，一斷氣就到極樂世界去了，這屍體馬上可以解剖，可以用。那八小時是什麼？是我們擔心他沒有去，真正去，真正往生的人，剎那之間他就走了。所以，三種人沒有中陰，就是一斷氣就走了，一個是往生的，一個是升天的，一個是墮阿鼻地獄的。這三種人沒有中陰，一斷氣就走了，其他的都有中陰，八小時、十二小時，是為這個問題。你要是怕這個，認真努力修行，肯定一斷氣馬上就往生，你就可以捐獻，沒有問題了。"
    },
    {
      "id": "21-242-0001_p0011",
      "zh_CN": "问：如果我否决前言，这样与佛陀教导我们一切要为众生，无我之精神，会生矛盾吗？",
      "zh_TW": "問：如果我否決前言，這樣與佛陀教導我們一切要為眾生，無我之精神，會生矛盾嗎？"
    },
    {
      "id": "21-242-0001_p0012",
      "zh_CN": "答：这不必解答，刚才说过了。总而言之，自己好好用功，生死有把握就好。",
      "zh_TW": "答：這不必解答，剛才說過了。總而言之，自己好好用功，生死有把握就好。"
    },
    {
      "id": "21-242-0001_p0013",
      "zh_CN": "问：这位同学问的问题很长，以感恩的心写下下面一个问题，这问题很长。他说我父亲在六年前过世，我不断诚心诚意的拜佛，做善事来为父亲做功德，祈求他往生净土。去年我去朝普陀山求观世音菩萨，菩萨显示一种相，可是由于弟子愚昧，不能完全明白，现在求师父上人给予明示。我把父亲过世的情形略说一说。我父亲是一九九五年三月初九早晨一点钟走的，在这之前两个月，我曾经做了两个梦，第一个梦，梦见站在一个大舞台上，突然间变成了水。我马上就离开了，同时我回头想去救我爸爸，因为他在另一边。这时我听到一种声音告诉我，你不能去救他，我就看到我的爸爸跟着一个高大，穿着一身白衣的人走了，我也就醒了。这是第一个梦。第二个，想是在他走之前一个月，我梦见地下有一尺深的大雪，他离开我，我叫他，他没有理我。父亲走的那一天早晨，刚刚下完大雪，大雪天，特别冷。按道理说，清明过后，没有雪了。他走的第二天，我飞回老家长春去太平房看他，当时我摸他的身体，特别软，好像是刚刚出生的婴孩。在送他的那一天，我们有请百国兴隆寺的师父们为父亲做佛事，在当时，我的大姐（她是个很严厉的人，我们弟妹都听她管教，但是当时她还没有学佛）看到了一种现象。因为在中国东北条件很差，当时屋子里没有点灯，比较黑暗，她看见蓝蓝的天，白白的云，看到一位菩萨，身边有两位穿着灰衣服的出家师父，从右边天上下来，我们的父亲就跟着他们走了，还有淡淡的音乐。因为姐姐不学佛，过后她把这个情形讲给妈妈听，妈妈请姐姐说她看到的是那一位？姐姐指着地藏王菩萨。从今以后，姐姐就开始学佛。我自己想以上的现象应该是好的，可是为什么我经常梦到爸爸？平均一个星期一次，他也有一次在过年时候回到老家。父亲他往生在那一道？请求师父开示。",
      "zh_TW": "問：這位同學問的問題很長，以感恩的心寫下下面一個問題，這問題很長。他說我父親在六年前過世，我不斷誠心誠意的拜佛，做善事來為父親做功德，祈求他往生淨土。去年我去朝普陀山求觀世音菩薩，菩薩顯示一種相，可是由於弟子愚昧，不能完全明白，現在求師父上人給予明示。我把父親過世的情形略說一說。我父親是一九九五年三月初九早晨一點鐘走的，在這之前兩個月，我曾經做了兩個夢，第一個夢，夢見站在一個大舞台上，突然間變成了水。我馬上就離開了，同時我回頭想去救我爸爸，因為他在另一邊。這時我聽到一種聲音告訴我，你不能去救他，我就看到我的爸爸跟著一個高大，穿著一身白衣的人走了，我也就醒了。這是第一個夢。第二個，想是在他走之前一個月，我夢見地下有一尺深的大雪，他離開我，我叫他，他沒有理我。父親走的那一天早晨，剛剛下完大雪，大雪天，特別冷。按道理說，清明過後，沒有雪了。他走的第二天，我飛回老家長春去太平房看他，當時我摸他的身體，特別軟，好像是剛剛出生的嬰孩。在送他的那一天，我們有請百國興隆寺的師父們為父親做佛事，在當時，我的大姐（她是個很嚴厲的人，我們弟妹都聽她管教，但是當時她還沒有學佛）看到了一種現象。因為在中國東北條件很差，當時屋子裡沒有點燈，比較黑暗，她看見藍藍的天，白白的雲，看到一位菩薩，身邊有兩位穿著灰衣服的出家師父，從右邊天上下來，我們的父親就跟著他們走了，還有淡淡的音樂。因為姐姐不學佛，過後她把這個情形講給媽媽聽，媽媽請姐姐說她看到的是那一位？姐姐指著地藏王菩薩。從今以後，姐姐就開始學佛。我自己想以上的現象應該是好的，可是為什麼我經常夢到爸爸？平均一個星期一次，他也有一次在過年時候回到老家。父親他往生在那一道？請求師父開示。"
    },
    {
      "id": "21-242-0001_p0014",
      "zh_CN": "答：你的问题是太长了。这个瑞相是非常好的瑞相，至于生在那一道？你不要问我，你好好认真念佛，你到西方极乐世界，统统都明了了，我教你这个方法。好瑞相，你父亲有善根，有成就。",
      "zh_TW": "答：你的問題是太長了。這個瑞相是非常好的瑞相，至於生在那一道？你不要問我，你好好認真念佛，你到西方極樂世界，統統都明瞭了，我教你這個方法。好瑞相，你父親有善根，有成就。"
    },
    {
      "id": "21-242-0001_p0015",
      "zh_CN": "问：这位同修问的，他说你曾经对我说，菩萨畏因，凡夫畏果，人人都脱不了因缘果报。但为何魔王波旬不怕果报？叫他的魔子魔孙来破坏佛法，是否另有用意？请师父慈悲开示。",
      "zh_TW": "問：這位同修問的，他說你曾經對我說，菩薩畏因，凡夫畏果，人人都脫不了因緣果報。但為何魔王波旬不怕果報？叫他的魔子魔孫來破壞佛法，是否另有用意？請師父慈悲開示。"
    },
    {
      "id": "21-242-0001_p0016",
      "zh_CN": "答：魔王波旬，他不怕果报，他也没有办法脱离果报，他造的恶业，来世必堕阿鼻地狱，这肯定的。魔王他修的福很大，过去生中布施供养，为什么会变成魔王？知见不正。佛在经里告诉我们的，他烦恼习气没有断，最严重的是嫉妒障碍。看到别人做些好事，他心里就不舒服，这样的人学佛，积功累德，将来果报都在阿修罗道，阿修罗、罗刹。有福报，瞋恨心很重，所以享福的时候没有不造业；福享完了，罪果现成，就堕阿鼻地狱，道理在此地。有些人也明了，但是习气他控制不住，境界现前，自己做不了主，难在这个地方。",
      "zh_TW": "答：魔王波旬，他不怕果報，他也沒有辦法脫離果報，他造的惡業，來世必墮阿鼻地獄，這肯定的。魔王他修的福很大，過去生中布施供養，為什麼會變成魔王？知見不正。佛在經裡告訴我們的，他煩惱習氣沒有斷，最嚴重的是嫉妒障礙。看到別人做些好事，他心裡就不舒服，這樣的人學佛，積功累德，將來果報都在阿修羅道，阿修羅、羅剎。有福報，瞋恨心很重，所以享福的時候沒有不造業；福享完了，罪果現成，就墮阿鼻地獄，道理在此地。有些人也明瞭，但是習氣他控制不住，境界現前，自己做不了主，難在這個地方。"
    },
    {
      "id": "21-242-0001_p0017",
      "zh_CN": "如何能克服这个难关？那就是善缘，真正遇到善知识，遇到好的同参道友，遇到好的修学环境，这对他有很大的帮助。如果没有这些外缘的话，他很不容易克服烦恼。这个外缘什么？天天帮助他，天天有人讲，天天有人提醒，天天有人做出样子来给他看。日久天长，他受这个薰习，不知不觉他能改过自新，但是这种缘也是可遇不可求，到哪里去找？现在不要说找别的，找个真正念佛道场就不容易。哪里有一个道场，诚心诚意提供你念佛，不附带任何条件？难，太难太难了！",
      "zh_TW": "如何能克服這個難關？那就是善緣，真正遇到善知識，遇到好的同參道友，遇到好的修學環境，這對他有很大的幫助。如果沒有這些外緣的話，他很不容易克服煩惱。這個外緣什麼？天天幫助他，天天有人講，天天有人提醒，天天有人做出樣子來給他看。日久天長，他受這個薰習，不知不覺他能改過自新，但是這種緣也是可遇不可求，到哪裡去找？現在不要說找別的，找個真正念佛道場就不容易。哪裡有一個道場，誠心誠意提供你念佛，不附帶任何條件？難，太難太難了！"
    },
    {
      "id": "21-242-0001_p0018",
      "zh_CN": "附带的条件总离不开名闻利养，人只要沾上名利，没有不堕落的。新加坡这三年的兴旺，就是把名利看淡了一点，真正肯发心帮助人。我还听到有些真的穷到没有饭吃，找不到工作，警察在查户口查到的时候：你怎么生活？你的日子怎么过的？到居士林吃饭，每天三餐都在居士林吃饭，在居士林念佛。确实有不少，真的帮助社会解决了问题，让这些人无家可归，没有饭吃的，没有收入的，真正帮助他们。这是做了好事情，好事就有好报，业因果报我们亲眼看到的。",
      "zh_TW": "附帶的條件總離不開名聞利養，人只要沾上名利，沒有不墮落的。新加坡這三年的興旺，就是把名利看淡了一點，真正肯發心幫助人。我還聽到有些真的窮到沒有飯吃，找不到工作，警察在查戶口查到的時候：你怎麼生活？你的日子怎麼過的？到居士林吃飯，每天三餐都在居士林吃飯，在居士林念佛。確實有不少，真的幫助社會解決了問題，讓這些人無家可歸，沒有飯吃的，沒有收入的，真正幫助他們。這是做了好事情，好事就有好報，業因果報我們親眼看到的。"
    },
    {
      "id": "21-242-0001_p0019",
      "zh_CN": "所以我们在图文巴，五十五号拆掉重建，我们建一个大餐厅，准备开素食餐厅。我们素食餐厅，将来看看我们外面的支援，如果财源多了，我们素食餐厅免费供应。我们对社会服务，那边低收入的人，我们供给他三餐饮食。他来不来念佛，我们不问，我们绝不强迫他来信佛教，那就错了。我们只布施饮食，你信任何宗教我们都不问，不问你的族群，不问你的宗教，我们只欢迎你来吃饭，我们非常高兴，非常喜欢，我们这样提供。如果万一我们的财力达不到，我们收成本，绝不赚钱。他在别人餐厅吃饭，一餐五块，在我这里两块五，我要做到这一点。如果做的将来有成绩，做得好，我们多开几个餐馆，免费供应。我相信居士林能做到，我们也能做到。",
      "zh_TW": "所以我們在圖文巴，五十五號拆掉重建，我們建一個大餐廳，準備開素食餐廳。我們素食餐廳，將來看看我們外面的支援，如果財源多了，我們素食餐廳免費供應。我們對社會服務，那邊低收入的人，我們供給他三餐飲食。他來不來念佛，我們不問，我們絕不強迫他來信佛教，那就錯了。我們只布施飲食，你信任何宗教我們都不問，不問你的族群，不問你的宗教，我們只歡迎你來吃飯，我們非常高興，非常喜歡，我們這樣提供。如果萬一我們的財力達不到，我們收成本，絕不賺錢。他在別人餐廳吃飯，一餐五塊，在我這裡兩塊五，我要做到這一點。如果做的將來有成績，做得好，我們多開幾個餐館，免費供應。我相信居士林能做到，我們也能做到。"
    },
    {
      "id": "21-242-0001_p0020",
      "zh_CN": "所以，我们很有必要开个菜园，我们来种菜。我们山上的地很多，我想不要大，我们开一英亩，那我们开几个餐馆，蔬菜就没有问题了。真的要做，各个地方都会送米来、送油来，可能一开张之后，去做之后，又不要买米，又不要买油，又不要买菜，就像居士林一样。居士林这么多人吃饭，没有买过米，没有买过油盐，没有买过菜，天天有人送，不晓得什么人送的，送来一大堆就给你了，吃不完。吃不完，这个东西不能放，怎么办？我们就送许许多多不同宗教他们办的老人院，办的孤儿院，每天用小卡车送给他们，我们吃不完的。你就从这个地方看，业因果报，丝毫不爽，种善因决定得善果。放心大胆去做，佛教给我的没错。",
      "zh_TW": "所以，我們很有必要開個菜園，我們來種菜。我們山上的地很多，我想不要大，我們開一英畝，那我們開幾個餐館，蔬菜就沒有問題了。真的要做，各個地方都會送米來、送油來，可能一開張之後，去做之後，又不要買米，又不要買油，又不要買菜，就像居士林一樣。居士林這麼多人吃飯，沒有買過米，沒有買過油鹽，沒有買過菜，天天有人送，不曉得什麼人送的，送來一大堆就給你了，吃不完。吃不完，這個東西不能放，怎麼辦？我們就送許許多多不同宗教他們辦的老人院，辦的孤兒院，每天用小卡車送給他們，我們吃不完的。你就從這個地方看，業因果報，絲毫不爽，種善因決定得善果。放心大膽去做，佛教給我的沒錯。"
    },
    {
      "id": "21-242-0001_p0021",
      "zh_CN": "问：这位王同修问的问题，如何帮助一个一阐提，而又怨恚心，及控制心极强，谤三宝，不信因果轮回，而又极烦恼者？",
      "zh_TW": "問：這位王同修問的問題，如何幫助一個一闡提，而又怨恚心，及控制心極強，謗三寶，不信因果輪迴，而又極煩惱者？"
    },
    {
      "id": "21-242-0001_p0022",
      "zh_CN": "答：这是家务事，古人常讲，「清官难断家务事」，佛也不容易解决。但是往年我在香港讲经，在香港蓝塘道光明讲堂，寿冶老和尚的道场，寿冶老和尚前几天往生了，九十多岁了。这位老法师对我非常好，因为他学《华严》的，我也讲《华严》，所以他对我有一份特别感情。他那个讲堂大殿上有一幅对联，「夫妻是缘，有善缘，有恶缘，冤冤相报」，「儿女是债，有讨债，有还债，无债不来」。希望你多想想这两句话，这两幅对联，多想想。然后多听经，把这个道理搞清楚，可以把这个冤家化解。记住，「冤家宜解不宜结」，他对你有怨恨心，你对他不能有，如果有，将来冤冤相报，一世一世，没完没了，而且一世比一世严重，这个果报一定要晓得。",
      "zh_TW": "答：這是家務事，古人常講，「清官難斷家務事」，佛也不容易解決。但是往年我在香港講經，在香港藍塘道光明講堂，壽冶老和尚的道場，壽冶老和尚前幾天往生了，九十多歲了。這位老法師對我非常好，因為他學《華嚴》的，我也講《華嚴》，所以他對我有一份特別感情。他那個講堂大殿上有一幅對聯，「夫妻是緣，有善緣，有惡緣，冤冤相報」，「兒女是債，有討債，有還債，無債不來」。希望你多想想這兩句話，這兩幅對聯，多想想。然後多聽經，把這個道理搞清楚，可以把這個冤家化解。記住，「冤家宜解不宜結」，他對你有怨恨心，你對他不能有，如果有，將來冤冤相報，一世一世，沒完沒了，而且一世比一世嚴重，這個果報一定要曉得。"
    },
    {
      "id": "21-242-0001_p0023",
      "zh_CN": "今天是逆来顺受，一切都逆来顺受，消业障。过去我对他不起，今天他这样对待我的，一报还一报，你了解这个道理，一切能忍受。到一定的程度，他就不会再用这个态度对待你，为什么？怨化解了，绝不可以有一念瞋恚心。你每天念佛、拜佛，给他回向，求三宝冥冥当中加持他。只看别人的好处，不要看别人的坏处，再坏的人他还会有一点好处。常常念他的好处，不要想他的坏处，我相信有个三年、五年，十年、八年，你们的怨结就解开了。解不开的时候，是他对你不好，你对他有怨恨，这个麻烦，你们的苦难受一辈子，来生还要受，这是最愚痴的人。所以真正有智慧的，遇到冤亲债主的时候，一定把他化解。",
      "zh_TW": "今天是逆來順受，一切都逆來順受，消業障。過去我對他不起，今天他這樣對待我的，一報還一報，你了解這個道理，一切能忍受。到一定的程度，他就不會再用這個態度對待你，為什麼？怨化解了，絕不可以有一念瞋恚心。你每天念佛、拜佛，給他迴向，求三寶冥冥當中加持他。只看別人的好處，不要看別人的壞處，再壞的人他還會有一點好處。常常念他的好處，不要想他的壞處，我相信有個三年、五年，十年、八年，你們的怨結就解開了。解不開的時候，是他對你不好，你對他有怨恨，這個麻煩，你們的苦難受一輩子，來生還要受，這是最愚痴的人。所以真正有智慧的，遇到冤親債主的時候，一定把他化解。"
    },
    {
      "id": "21-242-0001_p0024",
      "zh_CN": "问：这位同修问的，他说自己年纪大了，才接触到佛法，但是眼力很弱，无法看银幕，耳力差，无法接受正常音声。每当周六共修结束，大家唱警众偈时，内心不免难过，可说心急如焚。若听经时，以平常心接受，听多少算多少，每日参加早课诵经，其他时间均以拜佛、念佛为主，如此往生，是否有望？",
      "zh_TW": "問：這位同修問的，他說自己年紀大了，才接觸到佛法，但是眼力很弱，無法看銀幕，耳力差，無法接受正常音聲。每當週六共修結束，大家唱警眾偈時，內心不免難過，可說心急如焚。若聽經時，以平常心接受，聽多少算多少，每日參加早課誦經，其他時間均以拜佛、念佛為主，如此往生，是否有望？"
    },
    {
      "id": "21-242-0001_p0025",
      "zh_CN": "答：肯定有希望！年岁大的人，眼睛不好，听力差，可以不必听，可以不必看，专心念佛、拜佛就好。一心向佛，决定得生。",
      "zh_TW": "答：肯定有希望！年歲大的人，眼睛不好，聽力差，可以不必聽，可以不必看，專心念佛、拜佛就好。一心向佛，決定得生。"
    },
    {
      "id": "21-242-0001_p0026",
      "zh_CN": "问：这位同修，说末学觉得佛理甚难，无法理解，听经时昏沈多。但年岁已高，是否可以干脆万事不管，全日诵经、念佛。又佛理不解，修持进步慢，不知该如何做？",
      "zh_TW": "問：這位同修，說末學覺得佛理甚難，無法理解，聽經時昏沈多。但年歲已高，是否可以乾脆萬事不管，全日誦經、念佛。又佛理不解，修持進步慢，不知該如何做？"
    },
    {
      "id": "21-242-0001_p0027",
      "zh_CN": "答：这个没有关系，你只要认真去做，把妄想、分别、执着放下，你的智慧慢慢就开了。烦恼轻，智慧长，烦恼跟智慧是一桩事情，不是两桩事情；智慧轻，烦恼就长，就像明与暗一样，它是一体。所以佛在经上讲，烦恼即菩提，它是一体的两面；我们只要把烦恼放下，智慧自然就增长。而且效验也不可思议，你的身体会变好，你的耳目会变聪敏，只要真诚！这样就好。你能够把一切事情放下，这是大福报。我常常讲，讲经的时候我都说过好几次，我是世界上最有福报的人。为什么？我心里没事，不管人、不管事、不管钱，我没有牵挂、没有忧虑，这才叫真正福报。",
      "zh_TW": "答：這個沒有關係，你只要認真去做，把妄想、分別、執著放下，你的智慧慢慢就開了。煩惱輕，智慧長，煩惱跟智慧是一樁事情，不是兩樁事情；智慧輕，煩惱就長，就像明與暗一樣，它是一體。所以佛在經上講，煩惱即菩提，它是一體的兩面；我們只要把煩惱放下，智慧自然就增長。而且效驗也不可思議，你的身體會變好，你的耳目會變聰敏，只要真誠！這樣就好。你能夠把一切事情放下，這是大福報。我常常講，講經的時候我都說過好幾次，我是世界上最有福報的人。為什麼？我心裡沒事，不管人、不管事、不管錢，我沒有牽掛、沒有憂慮，這才叫真正福報。"
    },
    {
      "id": "21-242-0001_p0028",
      "zh_CN": "管事的人很辛苦，你不要看世间做帝王的、做总统的，管那些事情，麻烦！不要说别的，做大官，天天见那些客人，天天跟人家握手，手都累死了。这个事情我都不干，请我去干我都不干。我常讲，真的，大梵天王让位给我，我都不干，麻烦！所以说清福是世出世间第一等的福报，会享清福的人不多，喜欢找麻烦的人很多，那就没有法子，那是他真正没有福报。",
      "zh_TW": "管事的人很辛苦，你不要看世間做帝王的、做總統的，管那些事情，麻煩！不要說別的，做大官，天天見那些客人，天天跟人家握手，手都累死了。這個事情我都不幹，請我去幹我都不幹。我常講，真的，大梵天王讓位給我，我都不幹，麻煩！所以說清福是世出世間第一等的福報，會享清福的人不多，喜歡找麻煩的人很多，那就沒有法子，那是他真正沒有福報。"
    },
    {
      "id": "21-242-0001_p0029",
      "zh_CN": "问：这位同修问，佛前的供水，是否用矿泉水较适宜？因开水需经煮沸，水中微生物就会杀死。",
      "zh_TW": "問：這位同修問，佛前的供水，是否用礦泉水較適宜？因開水需經煮沸，水中微生物就會殺死。"
    },
    {
      "id": "21-242-0001_p0030",
      "zh_CN": "答：供水不一定要开水，也不一定要矿泉水，只是净水。水干净，里面没有渣子，这样的水就好。因为那个水不是吃的，不是给佛吃的，是提醒自己，佛的心就像水一样干净、一样平等。我们看到供水，心里就要想，我的心要清净、要平等，取这个意思；见到水就想到我的心要清净、平等，那不是吃的。所以不需要用矿泉水，也不需要用开水。",
      "zh_TW": "答：供水不一定要開水，也不一定要礦泉水，只是淨水。水乾淨，裡面沒有渣子，這樣的水就好。因為那個水不是吃的，不是給佛吃的，是提醒自己，佛的心就像水一樣乾淨、一樣平等。我們看到供水，心裡就要想，我的心要清淨、要平等，取這個意思；見到水就想到我的心要清淨、平等，那不是吃的。所以不需要用礦泉水，也不需要用開水。"
    },
    {
      "id": "21-242-0001_p0031",
      "zh_CN": "好，我们时间赶的不错，赶圆满了，时间也正好。",
      "zh_TW": "好，我們時間趕的不錯，趕圓滿了，時間也正好。"
    }
  ]
}