{
  "doc_id": "14-012-0028",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0028",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "14-012-0028_p0001",
      "zh_CN": "请掀开经本《科注》卷中第九十一面，倒数第二行，【阎罗王众赞叹品第八】，请看经文：",
      "zh_TW": "請掀開經本《科註》卷中第九十一面，倒數第二行，【閻羅王眾讚歎品第八】，請看經文："
    },
    {
      "id": "14-012-0028_p0002",
      "zh_CN": "【尔时铁围山内。有无量鬼王。与阎罗天子。俱诣忉利。来到佛所。】",
      "zh_TW": "【爾時鐵圍山內。有無量鬼王。與閻羅天子。俱詣忉利。來到佛所。】"
    },
    {
      "id": "14-012-0028_p0003",
      "zh_CN": "我们先看这一段。六道里面的情况，这部经讲得很详细。世间相传十殿阎王，确实有这个事情。早年我在台北，我们佛陀教育基金会总干事，简丰文居士告诉我，他在打坐禅定当中见过很多次。他告诉我，他说阎罗王鬼界里面，看起来这个人个子不高，大概只有三尺这么高的样子，看得很清楚。至于鬼道里面众生，亲身接触到的人很多，尤其是在医院，医院里面的医生、护士，他们对这个都非常相信，许多人都遇到过。在台北有个荣民总医院，过去我有几个同学在那边服务，他们告诉我，都是亲身经历到的。他说，如果发现到病房门口有无常大鬼，中国人习俗里面讲白无常、黑无常；如果遇到、看到，这个病房的人，顶多只有三天他就会走。所以我们说到佛教里面鬼神的事情，他们几乎都深信不疑。我们对佛的教诲，佛在大经上一再跟我们说明，如来是真语者、实语者，不妄语、不诳语，所说的都是事实真相。虽然是事实真相，可是也不外乎一个原则，这些相也不是真实，跟我们人间一样。我们现前人间种种现象也不是真实的，经上讲「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。可是这些现象它存在，有相无性，无有自性，所以说它空寂。但是这种现象，如果你不了解、不清楚，你在这里面起分别执着，你就要受苦难，这是决定不能避免的。你如果明了、清楚，对这些现象不起分别、不起执着，这些现象 就没有障碍，正是《华严经》上所说，「理事无碍，事事无碍」，你在生活里头得自在。佛的教诲真正的义趣在此地。",
      "zh_TW": "我們先看這一段。六道裡面的情況，這部經講得很詳細。世間相傳十殿閻王，確實有這個事情。早年我在台北，我們佛陀教育基金會總幹事，簡豐文居士告訴我，他在打坐禪定當中見過很多次。他告訴我，他說閻羅王鬼界裡面，看起來這個人個子不高，大概只有三尺這麼高的樣子，看得很清楚。至於鬼道裡面眾生，親身接觸到的人很多，尤其是在醫院，醫院裡面的醫生、護士，他們對這個都非常相信，許多人都遇到過。在台北有個榮民總醫院，過去我有幾個同學在那邊服務，他們告訴我，都是親身經歷到的。他說，如果發現到病房門口有無常大鬼，中國人習俗裡面講白無常、黑無常；如果遇到、看到，這個病房的人，頂多只有三天他就會走。所以我們說到佛教裡面鬼神的事情，他們幾乎都深信不疑。我們對佛的教誨，佛在大經上一再跟我們說明，如來是真語者、實語者，不妄語、不誑語，所說的都是事實真相。雖然是事實真相，可是也不外乎一個原則，這些相也不是真實，跟我們人間一樣。我們現前人間種種現象也不是真實的，經上講「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。可是這些現象它存在，有相無性，無有自性，所以說它空寂。但是這種現象，如果你不了解、不清楚，你在這裡面起分別執著，你就要受苦難，這是決定不能避免的。你如果明瞭、清楚，對這些現象不起分別、不起執著，這些現象 就沒有障礙，正是《華嚴經》上所說，「理事無礙，事事無礙」，你在生活裡頭得自在。佛的教誨真正的義趣在此地。"
    },
    {
      "id": "14-012-0028_p0004",
      "zh_CN": "『尔时』，是说完「利益存亡品」之后这个时候。因为在前面这一品里面告诉我们，对于过世的人应当怎样去纪念他、帮助他，怎样去超度他，这对于亡者有确实的好处，无论他堕落在哪一道都有好处。即使生到人天享福，这种超拔也能够增长他的福报，在恶道里面可以帮助他超生。地狱道能够超生到饿鬼道，这个利益就已经很大很大了，如果能够超生到人道、天道，那个福德就更大了。所以阎罗王他们，与这些事情关系很密切，听了之后非常感动，他们来赞叹。『铁围山内』，前面说过，这是我们世间人所讲的阴曹地府所在之处。铁围山到底在哪里，我们人看不到，经上讲的铁围、须弥，讲的大海，都不是我们肉眼所看到的。乍听起来似乎是不可思议，实际上现在科学家给我们证明，这是时空不相同的关系。我们居住的这个空间，所谓三度空间。四度空间已经被科学家发现，可是我们一般人还是感触不到。至于更高维次的空间，那就不是我们凡夫能够理解的。所以六道里面的情况，就是时空不相同。",
      "zh_TW": "『爾時』，是說完「利益存亡品」之後這個時候。因為在前面這一品裡面告訴我們，對於過世的人應當怎樣去紀念他、幫助他，怎樣去超度他，這對於亡者有確實的好處，無論他墮落在哪一道都有好處。即使生到人天享福，這種超拔也能夠增長他的福報，在惡道裡面可以幫助他超生。地獄道能夠超生到餓鬼道，這個利益就已經很大很大了，如果能夠超生到人道、天道，那個福德就更大了。所以閻羅王他們，與這些事情關係很密切，聽了之後非常感動，他們來讚歎。『鐵圍山內』，前面說過，這是我們世間人所講的陰曹地府所在之處。鐵圍山到底在哪裡，我們人看不到，經上講的鐵圍、須彌，講的大海，都不是我們肉眼所看到的。乍聽起來似乎是不可思議，實際上現在科學家給我們證明，這是時空不相同的關係。我們居住的這個空間，所謂三度空間。四度空間已經被科學家發現，可是我們一般人還是感觸不到。至於更高維次的空間，那就不是我們凡夫能夠理解的。所以六道裡面的情況，就是時空不相同。"
    },
    {
      "id": "14-012-0028_p0005",
      "zh_CN": "这里面有『无量鬼王』，这些鬼王都是归阎罗天子管辖。他们都到忉利天，『来到佛所』，这是跟地藏菩萨一同来参与这一次法会。从这个地方我们就能体会到，释迦牟尼佛在忉利天宫这一会，这是最后的一会，在入般涅槃之前最后的一会。世尊出现在这个世间，第一次法会是在菩提场禅定当中开的，就是华严的法会。《华严》是定中讲的，我们凡夫只看到释迦牟尼佛在菩提树下打坐，不知道他在那个地方，开启这么大、这么庄严的法会。末后一会在忉利天宫，这一会也是无比的殊胜，殊胜的状况实在讲不亚于《华严经》，我们在序品里面看到，十方一切诸佛如来都参与，你想这个会有多大，这也是不可思议的境界。他们「来到佛所」。下面列举鬼王的名称，一共举了三十四位：",
      "zh_TW": "這裡面有『無量鬼王』，這些鬼王都是歸閻羅天子管轄。他們都到忉利天，『來到佛所』，這是跟地藏菩薩一同來參與這一次法會。從這個地方我們就能體會到，釋迦牟尼佛在忉利天宮這一會，這是最後的一會，在入般涅槃之前最後的一會。世尊出現在這個世間，第一次法會是在菩提場禪定當中開的，就是華嚴的法會。《華嚴》是定中講的，我們凡夫只看到釋迦牟尼佛在菩提樹下打坐，不知道他在那個地方，開啟這麼大、這麼莊嚴的法會。末後一會在忉利天宮，這一會也是無比的殊勝，殊勝的狀況實在講不亞於《華嚴經》，我們在序品裡面看到，十方一切諸佛如來都參與，你想這個會有多大，這也是不可思議的境界。他們「來到佛所」。下面列舉鬼王的名稱，一共舉了三十四位："
    },
    {
      "id": "14-012-0028_p0006",
      "zh_CN": "【所谓恶毒鬼王。多恶鬼王。大诤鬼王。白虎鬼王。血虎鬼王。赤虎鬼王。散殃鬼王。飞身鬼王。电光鬼王。狼牙鬼王。千眼鬼王。噉兽鬼王。负石鬼王。主耗鬼王。主祸鬼王。主食鬼王。主财鬼王。主畜鬼王。主禽鬼王。主兽鬼王。主魅鬼王。主产鬼王。主命鬼王。主疾鬼王。主险鬼王。三目鬼王。四目鬼王。五目鬼王。祁利失王。大祁利失王。祁利叉王。大祁利叉王。阿那咤王。大阿那咤王。】",
      "zh_TW": "【所謂惡毒鬼王。多惡鬼王。大諍鬼王。白虎鬼王。血虎鬼王。赤虎鬼王。散殃鬼王。飛身鬼王。電光鬼王。狼牙鬼王。千眼鬼王。噉獸鬼王。負石鬼王。主耗鬼王。主禍鬼王。主食鬼王。主財鬼王。主畜鬼王。主禽鬼王。主獸鬼王。主魅鬼王。主產鬼王。主命鬼王。主疾鬼王。主險鬼王。三目鬼王。四目鬼王。五目鬼王。祁利失王。大祁利失王。祁利叉王。大祁利叉王。阿那吒王。大阿那吒王。】"
    },
    {
      "id": "14-012-0028_p0007",
      "zh_CN": "一共说了三十四个，这也是略举名号。这三十四个鬼王，诸位要晓得，他是三十四类，每一类里面数量就不知道有多少。正是像《华严经》上，我们看到这些杂神众一样，每一类的数字《华严经》上都讲无量，此地也是这个意思。鬼王里面把『恶毒鬼王』列在第一，注解里面也说得很清楚，「恶毒乃鬼王之首，故前列之」，这是所有鬼王里面的首领，所以他列在第一。所表的是「十恶三毒，既恶且毒」，名称是从这个地方建立的。这些人能够参与佛陀的法会，决定不是真正的饿鬼道，真正的饿鬼道没有这么大的福德，来参与忉利天宫这一会。这些人跟华严会上一样，都是诸佛如来、法身大士应化在其中，所谓是「应以鬼神身得度，就现鬼神身而度之」。而度众生的方法也不一样，应以恶毒的方法来度，他就用恶毒之法。所以佛教化众生有折摄二门，其实我们世间人也常讲恩威兼施，就这个道理，完全要看众生的根性。我们教化的方法不能用错，该用威的时候那就得用威，该用慈心摄受那就得用慈心。佛经里面讲的「爱语」，爱语不一定是好听的话，而是什么？是真正爱护众生的言语，你责备他、教训他、骂他，你是爱护他，你惩罚他也是爱护他。六道众生造作这些罪业，如何能消除？必须用这种恶毒的方法消除他的业障，菩萨示现在鬼道、地狱道里面，亦是大慈大悲，帮助这一些造业的众生，快速的消除业障。",
      "zh_TW": "一共說了三十四個，這也是略舉名號。這三十四個鬼王，諸位要曉得，他是三十四類，每一類裡面數量就不知道有多少。正是像《華嚴經》上，我們看到這些雜神眾一樣，每一類的數字《華嚴經》上都講無量，此地也是這個意思。鬼王裡面把『惡毒鬼王』列在第一，註解裡面也說得很清楚，「惡毒乃鬼王之首，故前列之」，這是所有鬼王裡面的首領，所以他列在第一。所表的是「十惡三毒，既惡且毒」，名稱是從這個地方建立的。這些人能夠參與佛陀的法會，決定不是真正的餓鬼道，真正的餓鬼道沒有這麼大的福德，來參與忉利天宮這一會。這些人跟華嚴會上一樣，都是諸佛如來、法身大士應化在其中，所謂是「應以鬼神身得度，就現鬼神身而度之」。而度眾生的方法也不一樣，應以惡毒的方法來度，他就用惡毒之法。所以佛教化眾生有折攝二門，其實我們世間人也常講恩威兼施，就這個道理，完全要看眾生的根性。我們教化的方法不能用錯，該用威的時候那就得用威，該用慈心攝受那就得用慈心。佛經裡面講的「愛語」，愛語不一定是好聽的話，而是什麼？是真正愛護眾生的言語，你責備他、教訓他、罵他，你是愛護他，你懲罰他也是愛護他。六道眾生造作這些罪業，如何能消除？必須用這種惡毒的方法消除他的業障，菩薩示現在鬼道、地獄道裡面，亦是大慈大悲，幫助這一些造業的眾生，快速的消除業障。"
    },
    {
      "id": "14-012-0028_p0008",
      "zh_CN": "青莲法师在注解里面讲得很清楚，他在里面说，注解末后一行，他说，「然此等鬼王，皆是不思议菩萨，大权应化。以恶攻恶，以毒出毒」。天台大师讲《法华经》，讲到性恶跟修恶；注解这一部经的青莲法师是天台的学者，所以这里面以天台教义说得很多；这就是所谓以毒攻毒，用这种方法。在儒家教学当中告诉我们，一个好的老师，善于诱导学生的老师，一定懂得机会教育，在佛法里面讲契机，契机一定要懂得认识「机」，要能够善于运用「机」。在《华严经》上我们看到，真正的学人只有自己一个人，除自己之外没有一个不是善知识，没有一个不是佛菩萨。儒家教人，「三人行，必有我师」，这三个人当中一个是自己，另外一个是讲善人，一个是讲恶人。此地恶毒鬼王就代表恶人，都是老师。他们的示现让我们明了善恶，让我们在其中懂得断恶修善，明了善因善果，恶因恶报，这是做种种示现教化众生的意思。所以「五十三参」里面，我们非常明显看到胜热婆罗门、甘露火王，特别是甘露火王那一种教化众生的方法，那就是恶毒。",
      "zh_TW": "青蓮法師在註解裡面講得很清楚，他在裡面說，註解末後一行，他說，「然此等鬼王，皆是不思議菩薩，大權應化。以惡攻惡，以毒出毒」。天台大師講《法華經》，講到性惡跟修惡；註解這一部經的青蓮法師是天台的學者，所以這裡面以天台教義說得很多；這就是所謂以毒攻毒，用這種方法。在儒家教學當中告訴我們，一個好的老師，善於誘導學生的老師，一定懂得機會教育，在佛法裡面講契機，契機一定要懂得認識「機」，要能夠善於運用「機」。在《華嚴經》上我們看到，真正的學人只有自己一個人，除自己之外沒有一個不是善知識，沒有一個不是佛菩薩。儒家教人，「三人行，必有我師」，這三個人當中一個是自己，另外一個是講善人，一個是講惡人。此地惡毒鬼王就代表惡人，都是老師。他們的示現讓我們明瞭善惡，讓我們在其中懂得斷惡修善，明瞭善因善果，惡因惡報，這是做種種示現教化眾生的意思。所以「五十三參」裡面，我們非常明顯看到勝熱婆羅門、甘露火王，特別是甘露火王那一種教化眾生的方法，那就是惡毒。"
    },
    {
      "id": "14-012-0028_p0009",
      "zh_CN": "第二尊讲『多恶鬼王』，确实是这个样子，可是心地无比的慈悲。用这个方法来折服众生，使他回头向善。众生根性不相同，菩萨教化的手段不一样。我们从这里面觉悟了、醒过来了，那就是大善知识。所以一切境缘当中，我们以真诚心接触，以恭敬心接触，印祖所说，「一分诚敬得一分利益，十分诚敬得十分利益」。他们是怎么示现，我们是怎样学习？在这里面就得大利益，在这里面生真实智慧。",
      "zh_TW": "第二尊講『多惡鬼王』，確實是這個樣子，可是心地無比的慈悲。用這個方法來折服眾生，使他回頭向善。眾生根性不相同，菩薩教化的手段不一樣。我們從這裡面覺悟了、醒過來了，那就是大善知識。所以一切境緣當中，我們以真誠心接觸，以恭敬心接觸，印祖所說，「一分誠敬得一分利益，十分誠敬得十分利益」。他們是怎麼示現，我們是怎樣學習？在這裡面就得大利益，在這裡面生真實智慧。"
    },
    {
      "id": "14-012-0028_p0010",
      "zh_CN": "第三位『大诤鬼王』，「诤」就是斗诤。现代这个时代世尊告诉我们，五五百年之后斗诤坚固，无论是依中国人的记载，或是依西方人的记载，释迦牟尼佛灭度到现在都是五五百年了。五个五百年就是二千五百年，不管用什么样记载，现在这个时代都是斗诤坚固的时代。你要说哪个道场不斗诤，那就很奇怪，那释迦牟尼佛不是讲错了？所以今天世间我们所看的斗诤，佛门里面也是斗诤，无时无处不是在斗诤。几个人从斗诤里面觉悟过来了、醒过来了，真正觉悟过来就修忍让，他就能够修忍辱波罗蜜，能成就禅定波罗蜜。争到极处大家醒悟过来，争不是办法，争太苦。可是要不经过这样痛苦的斗诤，他不觉悟，你跟他讲这些佛法、善法，他听不进去。这些人、这些事我们都亲身体验的，非经过这个阶段不可，他才能回头。所以佛菩萨就示现这个境界，让你吃尽苦头，你就回头了。",
      "zh_TW": "第三位『大諍鬼王』，「諍」就是鬥諍。現代這個時代世尊告訴我們，五五百年之後鬥諍堅固，無論是依中國人的記載，或是依西方人的記載，釋迦牟尼佛滅度到現在都是五五百年了。五個五百年就是二千五百年，不管用什麼樣記載，現在這個時代都是鬥諍堅固的時代。你要說哪個道場不鬥諍，那就很奇怪，那釋迦牟尼佛不是講錯了？所以今天世間我們所看的鬥諍，佛門裡面也是鬥諍，無時無處不是在鬥諍。幾個人從鬥諍裡面覺悟過來了、醒過來了，真正覺悟過來就修忍讓，他就能夠修忍辱波羅蜜，能成就禪定波羅蜜。爭到極處大家醒悟過來，爭不是辦法，爭太苦。可是要不經過這樣痛苦的鬥諍，他不覺悟，你跟他講這些佛法、善法，他聽不進去。這些人、這些事我們都親身體驗的，非經過這個階段不可，他才能回頭。所以佛菩薩就示現這個境界，讓你吃盡苦頭，你就回頭了。"
    },
    {
      "id": "14-012-0028_p0011",
      "zh_CN": "第四、第五、第六，这三位『白虎、血虎、赤虎鬼王』，这三类都是我们讲的老虎，鬼王他是虎头人身。虎是猛兽，所谓是「猛而有威，慢而多暴」，傲慢、暴力。鬼王在一般上讲，都是在人间修的有福报，愈是大鬼王，福报愈大。为什么修大福报还落在鬼道里面？佛在经论上告诉我们，十法界的业因果报，鬼道是贪心，地狱道是瞋恚心，傲慢是瞋恚里面的一分。所以你修极大的福报，如果贪、瞋没有断，你将来的果报就是作鬼王。饿鬼道的鬼王，地狱道的鬼王，就去做这个事情。",
      "zh_TW": "第四、第五、第六，這三位『白虎、血虎、赤虎鬼王』，這三類都是我們講的老虎，鬼王他是虎頭人身。虎是猛獸，所謂是「猛而有威，慢而多暴」，傲慢、暴力。鬼王在一般上講，都是在人間修的有福報，愈是大鬼王，福報愈大。為什麼修大福報還落在鬼道裡面？佛在經論上告訴我們，十法界的業因果報，鬼道是貪心，地獄道是瞋恚心，傲慢是瞋恚裡面的一分。所以你修極大的福報，如果貪、瞋沒有斷，你將來的果報就是作鬼王。餓鬼道的鬼王，地獄道的鬼王，就去做這個事情。"
    },
    {
      "id": "14-012-0028_p0012",
      "zh_CN": "第七位『散殃鬼王』，「殃」就是灾殃，我们现代人所讲瘟疫一类的。世间人造作极重的罪业，鬼神先在那个地方给人间带来许多的灾变，这些事都是感应。起心动念他不与天神起感应，不与佛菩萨起感应，他跟这些妖魔鬼怪起感应，你说怎么得了！如果说与天神感应道交，那是十善业道、四无量心。我们在讲席当中用现代科学方式来说，我们起心动念思想的波，比电波还要快速，电波、光波跟我们思想念头的波，是不能够相比的。我们起心动念，这一念才起来就周遍虚空法界，光波跟电波实在讲它的速度还很有限，一秒钟才三十万公里，并不是很大。可是我们念头一起来，刹那之间就周遍法界，所以就能跟一切众生起感应道交的作用。我们起的是什么念头？贪瞋痴慢，自私自利，损人利己，起这种念头。这种念头跟什么人感应？跟这一些饿鬼、地狱感应，念头才起，这些鬼神就来了。他们来带给你的不是好事情，带给你的是无穷的灾难。",
      "zh_TW": "第七位『散殃鬼王』，「殃」就是災殃，我們現代人所講瘟疫一類的。世間人造作極重的罪業，鬼神先在那個地方給人間帶來許多的災變，這些事都是感應。起心動念他不與天神起感應，不與佛菩薩起感應，他跟這些妖魔鬼怪起感應，你說怎麼得了！如果說與天神感應道交，那是十善業道、四無量心。我們在講席當中用現代科學方式來說，我們起心動念思想的波，比電波還要快速，電波、光波跟我們思想念頭的波，是不能夠相比的。我們起心動念，這一念才起來就周遍虛空法界，光波跟電波實在講它的速度還很有限，一秒鐘才三十萬公里，並不是很大。可是我們念頭一起來，剎那之間就周遍法界，所以就能跟一切眾生起感應道交的作用。我們起的是什麼念頭？貪瞋痴慢，自私自利，損人利己，起這種念頭。這種念頭跟什麼人感應？跟這一些餓鬼、地獄感應，念頭才起，這些鬼神就來了。他們來帶給你的不是好事情，帶給你的是無窮的災難。"
    },
    {
      "id": "14-012-0028_p0013",
      "zh_CN": "我们看看这些鬼王的名字，你也就能体会到，现前我们世间许多的灾变，许多反常的现象，为什么在过去没有？我们在历史上所看到的，过去的人起心动念厚道，虽有损人利己这种人，在社会上毕竟是少数，大多数的人心地都很厚道，都能够安分守己。换句话说，得天神感应的多，与鬼神往来的占少数。所以那个现象是国泰民安，社会安定，人民都能够安居乐业。",
      "zh_TW": "我們看看這些鬼王的名字，你也就能體會到，現前我們世間許多的災變，許多反常的現象，為什麼在過去沒有？我們在歷史上所看到的，過去的人起心動念厚道，雖有損人利己這種人，在社會上畢竟是少數，大多數的人心地都很厚道，都能夠安分守己。換句話說，得天神感應的多，與鬼神往來的佔少數。所以那個現象是國泰民安，社會安定，人民都能夠安居樂業。"
    },
    {
      "id": "14-012-0028_p0014",
      "zh_CN": "现在这一代的人心跟过去不一样，这一代的人心恶念多，与鬼神感应的多，与天神感应的少，少之又少，这是诸佛菩萨不能救拔的原因，都归咎于我们自己所造的业。佛说共业里面有别业，我们晓得这个道理，在这个时代里面，我们明了、我们清楚，决定要断恶、要修善，不能看到别人造恶好像没有果报。如果你要是很冷静细心观察，你就觉得果报太可怕了！不但果报可怕，花报都可怕。所以散殃鬼王对我们来讲是示警的，给我们警告、警惕，这个现象就是种种灾变。凡是一切不正常的现象，他此地举《东岳经》云，《东岳经》是道教的，「世间众生，不信因缘善恶果报，不敬天地，不孝父母，不尊师长，欺负神理，背前面后，口是心非」，造这些业。他所说的正是现前社会普遍的现象，所以这些鬼王就在这个世间横行无阻，他跟这一切众生的业力相感应。",
      "zh_TW": "現在這一代的人心跟過去不一樣，這一代的人心惡念多，與鬼神感應的多，與天神感應的少，少之又少，這是諸佛菩薩不能救拔的原因，都歸咎於我們自己所造的業。佛說共業裡面有別業，我們曉得這個道理，在這個時代裡面，我們明瞭、我們清楚，決定要斷惡、要修善，不能看到別人造惡好像沒有果報。如果你要是很冷靜細心觀察，你就覺得果報太可怕了！不但果報可怕，花報都可怕。所以散殃鬼王對我們來講是示警的，給我們警告、警惕，這個現象就是種種災變。凡是一切不正常的現象，他此地舉《東岳經》云，《東岳經》是道教的，「世間眾生，不信因緣善惡果報，不敬天地，不孝父母，不尊師長，欺負神理，背前面後，口是心非」，造這些業。他所說的正是現前社會普遍的現象，所以這些鬼王就在這個世間橫行無阻，他跟這一切眾生的業力相感應。"
    },
    {
      "id": "14-012-0028_p0015",
      "zh_CN": "『飞身鬼王』，这是飞行夜叉一类。『电光鬼王』，眼睛像闪电一样，形状都非常凶恶，看到都生畏惧。『狼牙鬼王』，他的牙齿像狼一样。『千眼鬼王』，青莲法师在注解里面注得很有趣味，观世音菩萨千手千眼，他那个千眼是在手上，这个鬼王的千眼不知道在哪里？也不一定真的是有千眼。像观世音菩萨千手千眼是表法的，我们要懂得这个意思。他的眼光非常锐利，极其细微他都能观察得很清楚，所以称之为千眼。『噉兽鬼王』，专门是吃这些小动物，弱肉强食，我们看到狮子、虎豹都是属于这一类的。这些鬼王示现在世间，必然也是以狮子、虎豹这种身，专门吃这些畜生，牠要受这个业报。这一些畜生过去生中，也在人间造作恶业才堕畜生道，在畜生道里面他还有余业，要受鬼王之害；这些鬼王加害于他，这也是他的果报。佛经讲六道众生三途苦报；三途，畜生就是血途。畜生很少有好死的，都是互相吞噉，都是流血而死的，所以血途是畜生。刀途是饿鬼，刀是比喻，好比有人拿着刀时时刻刻要杀他，他恐怖；鬼恐怖，他生活在恐怖当中，身心都不安，这是饿鬼道一般的状况。地狱道叫火途，寒冰地狱也是一片火光，地狱离不开火，这叫三途。",
      "zh_TW": "『飛身鬼王』，這是飛行夜叉一類。『電光鬼王』，眼睛像閃電一樣，形狀都非常兇惡，看到都生畏懼。『狼牙鬼王』，他的牙齒像狼一樣。『千眼鬼王』，青蓮法師在註解裡面註得很有趣味，觀世音菩薩千手千眼，他那個千眼是在手上，這個鬼王的千眼不知道在哪裡？也不一定真的是有千眼。像觀世音菩薩千手千眼是表法的，我們要懂得這個意思。他的眼光非常銳利，極其細微他都能觀察得很清楚，所以稱之為千眼。『噉獸鬼王』，專門是吃這些小動物，弱肉強食，我們看到獅子、虎豹都是屬於這一類的。這些鬼王示現在世間，必然也是以獅子、虎豹這種身，專門吃這些畜生，牠要受這個業報。這一些畜生過去生中，也在人間造作惡業才墮畜生道，在畜生道裡面他還有餘業，要受鬼王之害；這些鬼王加害於他，這也是他的果報。佛經講六道眾生三途苦報；三途，畜生就是血途。畜生很少有好死的，都是互相吞噉，都是流血而死的，所以血途是畜生。刀途是餓鬼，刀是比喻，好比有人拿著刀時時刻刻要殺他，他恐怖；鬼恐怖，他生活在恐怖當中，身心都不安，這是餓鬼道一般的狀況。地獄道叫火途，寒冰地獄也是一片火光，地獄離不開火，這叫三途。"
    },
    {
      "id": "14-012-0028_p0016",
      "zh_CN": "『负石鬼王』，即负石担沙、填河塞海这一类的鬼。鬼王专门抓这些小鬼，用这些小鬼来填河塞海，特别是像江河泛滥水患的时候，堤坝快要崩毁崩损了，这些鬼王就抓这些小鬼来填塞堤坝的漏洞。当然他所找到的，都是造作这一类业报的人，你要不造这种业，这些鬼王你看都看不见，你也遇不到他。凡是你遇到的，那是你自己的业感。不要说是遇到，如果没有这个业，你连作梦都梦不到。可是在某一种状况之下你能够见到，在定中，定中能见得到，那个不是业力。如果不是在定中遇到这些鬼神，一定跟自己业力有关系。",
      "zh_TW": "『負石鬼王』，即負石擔沙、填河塞海這一類的鬼。鬼王專門抓這些小鬼，用這些小鬼來填河塞海，特別是像江河氾濫水患的時候，堤壩快要崩毀崩損了，這些鬼王就抓這些小鬼來填塞堤壩的漏洞。當然他所找到的，都是造作這一類業報的人，你要不造這種業，這些鬼王你看都看不見，你也遇不到他。凡是你遇到的，那是你自己的業感。不要說是遇到，如果沒有這個業，你連作夢都夢不到。可是在某一種狀況之下你能夠見到，在定中，定中能見得到，那個不是業力。如果不是在定中遇到這些鬼神，一定跟自己業力有關係。"
    },
    {
      "id": "14-012-0028_p0017",
      "zh_CN": "第十四、十五，『主耗鬼王、主祸鬼王』，这两类事情比较接近。「耗」是损耗，你的财物损耗，「祸」是灾祸。他注解里面举《太上感应篇》几句话说，《太上感应篇》说的也都是实话。「天地有司过之神」，司是管辖，来调查的、来记录的，确确实实有。这里面有些是天神、有些是鬼神，地就是讲鬼神；天神、鬼神都常常到人间来调查、来观察。「依人所犯轻重，以夺人算」，算就是数，寿命是数，你一生所得的福禄也是数，所以你真正明了、通达，确实是如书上所说，「一饮一啄，莫非前定」。《了凡四训》里面讲得很透彻，有事有理，因果报应的事，《了凡四训》讲得比《太上感应篇》透彻。《太上感应篇》只说一些条目，分析道理《了凡四训》讲得清楚，可以互相参看。我们就明了你这一生当中，世间人说你有多少财富，你命里面定的；命里面没有的，你用尽心机也得不到，命里头有的，你一无所求，到时候它自然来了。所以古人讲「君子乐得作君子，小人冤枉作小人」，君子明白这个道理，一无所求。命里面有的一分都少不了，何必去求？",
      "zh_TW": "第十四、十五，『主耗鬼王、主禍鬼王』，這兩類事情比較接近。「耗」是損耗，你的財物損耗，「禍」是災禍。他註解裡面舉《太上感應篇》幾句話說，《太上感應篇》說的也都是實話。「天地有司過之神」，司是管轄，來調查的、來記錄的，確確實實有。這裡面有些是天神、有些是鬼神，地就是講鬼神；天神、鬼神都常常到人間來調查、來觀察。「依人所犯輕重，以奪人算」，算就是數，壽命是數，你一生所得的福祿也是數，所以你真正明瞭、通達，確實是如書上所說，「一飲一啄，莫非前定」。《了凡四訓》裡面講得很透徹，有事有理，因果報應的事，《了凡四訓》講得比《太上感應篇》透徹。《太上感應篇》只說一些條目，分析道理《了凡四訓》講得清楚，可以互相參看。我們就明瞭你這一生當中，世間人說你有多少財富，你命裡面定的；命裡面沒有的，你用盡心機也得不到，命裡頭有的，你一無所求，到時候它自然來了。所以古人講「君子樂得作君子，小人冤枉作小人」，君子明白這個道理，一無所求。命裡面有的一分都少不了，何必去求？"
    },
    {
      "id": "14-012-0028_p0018",
      "zh_CN": "袁了凡先生被云谷禅师一番开示之后，他觉悟了，一切放下，每一天静坐，养自己的身心，一个妄念都没有。所以云谷禅师很佩服他，在禅堂里面坐了三天三夜，没有一个妄念。禅师赞叹他，说他功夫不错。结果了凡先生就说，他之所以不起妄念，觉得起妄念没用处，无济于事，所以就不起妄念了。他的命被孔先生算得一点都不差，每一年去考试，考第几名都符合，每一年他的收入有多少也一点都不差，所以他相信，不再打妄想。说出来原因之后，云谷禅师笑他，我原先以为你是圣人，原来你还是个凡夫，那个凡夫是标准的凡夫。然后云谷禅师教他改造命运，你一饮一啄是前生定的。前生怎么定的？自己造作的，这个道理他从云谷禅师那里学到。",
      "zh_TW": "袁了凡先生被雲谷禪師一番開示之後，他覺悟了，一切放下，每一天靜坐，養自己的身心，一個妄念都沒有。所以雲谷禪師很佩服他，在禪堂裡面坐了三天三夜，沒有一個妄念。禪師讚歎他，說他功夫不錯。結果了凡先生就說，他之所以不起妄念，覺得起妄念沒用處，無濟於事，所以就不起妄念了。他的命被孔先生算得一點都不差，每一年去考試，考第幾名都符合，每一年他的收入有多少也一點都不差，所以他相信，不再打妄想。說出來原因之後，雲谷禪師笑他，我原先以為你是聖人，原來你還是個凡夫，那個凡夫是標準的凡夫。然後雲谷禪師教他改造命運，你一飲一啄是前生定的。前生怎麼定的？自己造作的，這個道理他從雲谷禪師那裡學到。"
    },
    {
      "id": "14-012-0028_p0019",
      "zh_CN": "财富，你命里头财富从哪里来的？是从财布施得来的。过去生中财布施布得多，这一生中你得财富就得的多，你布施得少你就得的少。纵然在这一生当中，用不正当的手段得来的，还是你命里头有的。你命里面没有，用什么样的手段你都得不到，那你何必要强求？不正当的手段现在发了财，譬如说你命里面的财可以用八十年，你有八十年禄命，你用不正当的手段一下发了大财、横财，譬如你四十岁，是把你后面四十年的财一下都得到，后头没有了。你这样得来，享用尽了，你的寿命就完了。这是谚语里面所讲的「禄尽人亡」，你还有寿命，寿还有，但是你禄没有了；你享尽了，你福没有了，是这一类的。有一类的人，他非常惜福，他也肯修福，他寿命没有了。寿命没有，但是他的福还有余，在这种情形之下他会延寿。譬如说他有六十年的禄、福，可是六十年当中，他没有享尽还有余福，他的寿命可能再会延长十年、二十年，享尽了他才走。我们要知道这个道理，要明白这些事实真相。",
      "zh_TW": "財富，你命裡頭財富從哪裡來的？是從財布施得來的。過去生中財布施布得多，這一生中你得財富就得的多，你布施得少你就得的少。縱然在這一生當中，用不正當的手段得來的，還是你命裡頭有的。你命裡面沒有，用什麼樣的手段你都得不到，那你何必要強求？不正當的手段現在發了財，譬如說你命裡面的財可以用八十年，你有八十年祿命，你用不正當的手段一下發了大財、橫財，譬如你四十歲，是把你後面四十年的財一下都得到，後頭沒有了。你這樣得來，享用盡了，你的壽命就完了。這是諺語裡面所講的「祿盡人亡」，你還有壽命，壽還有，但是你祿沒有了；你享盡了，你福沒有了，是這一類的。有一類的人，他非常惜福，他也肯修福，他壽命沒有了。壽命沒有，但是他的福還有餘，在這種情形之下他會延壽。譬如說他有六十年的祿、福，可是六十年當中，他沒有享盡還有餘福，他的壽命可能再會延長十年、二十年，享盡了他才走。我們要知道這個道理，要明白這些事實真相。"
    },
    {
      "id": "14-012-0028_p0020",
      "zh_CN": "所以你要想得财富，要修财布施，愈施愈多；你要想聪明智慧，要修法布施；你要想健康长寿，要修无畏布施。你所希求的果报，果必有因，不修因哪里来的果报？所以世间人不晓得这个道理，造作一切罪业，掠夺别人的财富据为己有。掠夺的手段、方式无量无边，都是造的损人利己，以为自己聪明、巧妙，其实完全算错了！哪里知道天地鬼神看得清清楚楚。作恶必定折福、损寿，这就是主耗、主祸这一类的鬼神。这是后面所讲的「依人所犯轻重，以夺人算。算减则贫耗，多逢忧患。人皆恶之，刑祸随之。吉庆避之，恶星灾之。」《太上感应篇》里面所讲，就是这一类的事情。",
      "zh_TW": "所以你要想得財富，要修財布施，愈施愈多；你要想聰明智慧，要修法布施；你要想健康長壽，要修無畏布施。你所希求的果報，果必有因，不修因哪裡來的果報？所以世間人不曉得這個道理，造作一切罪業，掠奪別人的財富據為己有。掠奪的手段、方式無量無邊，都是造的損人利己，以為自己聰明、巧妙，其實完全算錯了！哪裡知道天地鬼神看得清清楚楚。作惡必定折福、損壽，這就是主耗、主禍這一類的鬼神。這是後面所講的「依人所犯輕重，以奪人算。算減則貧耗，多逢憂患。人皆惡之，刑禍隨之。吉慶避之，惡星災之。」《太上感應篇》裡面所講，就是這一類的事情。"
    },
    {
      "id": "14-012-0028_p0021",
      "zh_CN": "底下一位第十六位，『主食鬼王』，这是民间习俗里面所称的五榖神，一般所讲的灶神也是属于这一类，专门管民间的饮食，管这一类的。也是属于我们一般所讲的福报，这个福报是偏重在饮食，这是日常生活当中，任何一个人都不能离开的。佛家的饮食有礼节，在食前要以清净恭敬心来供养，这是对这一类的鬼神致敬，希望他能够加持、保佑。如果我们饮食无度，不懂礼节，这些主食神就不欢喜了。如果是糟蹋粮食，这个罪过就很重。必须要知道这个世间，还有许多地区的人受饥饿，我们得饮食，有没有想想那一些受饥饿的人？你在每逢饮食都能够想到，这是慈悲心的流露，这就是积功累德。先有这个念头，遇到这些灾难你一定会援手、会帮助，不要把这个事情看小了。世出世间圣贤人都告诉我们，教我们防微杜渐，能避免一切灾祸。微渐，微是细微，渐是缓慢，这些小事你要不防止，渐渐就变成大的灾害。所以小礼要守，小的过失要防止，小过失不防止，逐渐逐渐就形成大的灾祸，这个道理要懂。古圣先贤所讲的微，微是起心动念，要从这个地方防止。凡是不利于众生的、不利于社会的，这个念头决定不能起，起这些念头决定对自己有祸害。念念能为众生，念念能为社会，决定有好处。",
      "zh_TW": "底下一位第十六位，『主食鬼王』，這是民間習俗裡面所稱的五榖神，一般所講的灶神也是屬於這一類，專門管民間的飲食，管這一類的。也是屬於我們一般所講的福報，這個福報是偏重在飲食，這是日常生活當中，任何一個人都不能離開的。佛家的飲食有禮節，在食前要以清淨恭敬心來供養，這是對這一類的鬼神致敬，希望他能夠加持、保佑。如果我們飲食無度，不懂禮節，這些主食神就不歡喜了。如果是糟蹋糧食，這個罪過就很重。必須要知道這個世間，還有許多地區的人受饑餓，我們得飲食，有沒有想想那一些受饑餓的人？你在每逢飲食都能夠想到，這是慈悲心的流露，這就是積功累德。先有這個念頭，遇到這些災難你一定會援手、會幫助，不要把這個事情看小了。世出世間聖賢人都告訴我們，教我們防微杜漸，能避免一切災禍。微漸，微是細微，漸是緩慢，這些小事你要不防止，漸漸就變成大的災害。所以小禮要守，小的過失要防止，小過失不防止，逐漸逐漸就形成大的災禍，這個道理要懂。古聖先賢所講的微，微是起心動念，要從這個地方防止。凡是不利於眾生的、不利於社會的，這個念頭決定不能起，起這些念頭決定對自己有禍害。念念能為眾生，念念能為社會，決定有好處。"
    },
    {
      "id": "14-012-0028_p0022",
      "zh_CN": "这个好处虽然眼前你见不到，鬼神已经看得很清楚，已经记录得很明白，积小善就成大善，积小功就成大功，积得厚、积得多这一生就受报，不必等来生。我们在《了凡四训》里面看到，袁了凡明白道理之后，一家人都修积功德，他得的是现报。他命里面没有功名，从前的功名是讲考试得进士的学位，这最高的学位他命里没有，他命里头只有秀才；以后他考取举人、考取进士，都是这一生修的。命里面的寿命只有五十三岁，他活了七十多岁，他没有求长寿；命里没有儿子，他得了两个好儿子。这就是现世转过来的，他修积得多，这是我们的好榜样，是我们的模范。所以世间人，往往贫困之人还能够修福，还乐意修福，特别是有财富的人疏忽了，不知道修福，我们看到很多。愈是有钱的人愈吝啬、愈舍不得，他花钱一定是与他有利益的，好像与他没有现前的利益他不肯拿钱，他把名利看得很重。这样的人，他的福享尽了，就没有余福，来生要受到殃罚。",
      "zh_TW": "這個好處雖然眼前你見不到，鬼神已經看得很清楚，已經記錄得很明白，積小善就成大善，積小功就成大功，積得厚、積得多這一生就受報，不必等來生。我們在《了凡四訓》裡面看到，袁了凡明白道理之後，一家人都修積功德，他得的是現報。他命裡面沒有功名，從前的功名是講考試得進士的學位，這最高的學位他命裡沒有，他命裡頭只有秀才；以後他考取舉人、考取進士，都是這一生修的。命裡面的壽命只有五十三歲，他活了七十多歲，他沒有求長壽；命裡沒有兒子，他得了兩個好兒子。這就是現世轉過來的，他修積得多，這是我們的好榜樣，是我們的模範。所以世間人，往往貧困之人還能夠修福，還樂意修福，特別是有財富的人疏忽了，不知道修福，我們看到很多。愈是有錢的人愈吝嗇、愈捨不得，他花錢一定是與他有利益的，好像與他沒有現前的利益他不肯拿錢，他把名利看得很重。這樣的人，他的福享盡了，就沒有餘福，來生要受到殃罰。"
    },
    {
      "id": "14-012-0028_p0023",
      "zh_CN": "下面第十七『主财鬼王』，这是我们世间人讲的财神，主财鬼王就是财神。他注解里面也注得很好，「岳府有主财案主者」，岳府是指东岳大帝，其实五岳是大鬼王，他地位仅次于阎罗王。阎罗好像是一个国家的帝王一样。五岳他们管辖的区域很大，管好多个省，比省长地位高得多。东岳大帝好像管六、七个省，他有这么大的辖区。过去章太炎曾经做过东岳大帝的判官，判官地位很高，相当我们世间人讲的秘书长，所以他对于鬼道里面情形，跟人家讲得很多、很详细。他下面有专门管主财的鬼王，在东岳里面讲的是主财案主，主财案主就是主财鬼王，我们世间人称为财神，这财神有大有小。",
      "zh_TW": "下面第十七『主財鬼王』，這是我們世間人講的財神，主財鬼王就是財神。他註解裡面也註得很好，「岳府有主財案主者」，岳府是指東嶽大帝，其實五嶽是大鬼王，他地位僅次於閻羅王。閻羅好像是一個國家的帝王一樣。五嶽他們管轄的區域很大，管好多個省，比省長地位高得多。東嶽大帝好像管六、七個省，他有這麼大的轄區。過去章太炎曾經做過東嶽大帝的判官，判官地位很高，相當我們世間人講的秘書長，所以他對於鬼道裡面情形，跟人家講得很多、很詳細。他下面有專門管主財的鬼王，在東嶽裡面講的是主財案主，主財案主就是主財鬼王，我們世間人稱為財神，這財神有大有小。"
    },
    {
      "id": "14-012-0028_p0024",
      "zh_CN": "底下有两句话我们要记住，「故有财不施，鬼瞰其傍而妒之」，你有钱不肯布施，鬼都嫉妒你，这麻烦就大了！鬼就常常来找你的麻烦。「然太上尤禁横取人财者」，这是我们特别要记住，掠夺别人的财物，那个罪过是极重极大。如果我们冷静细心去观察，不要到来世的果报，他现世就遭受果报、恶报，这个事情在现前社会里面很多很多。我们看世间股票，股票是什么？股票就是赌博，都是掠取别人的财物。从股票上发了财，股票一跌的时候，他就跳楼自杀，家破人亡，眼前的果报。属于这一类的就很多，这是不正当的手段。他所得到的，我们刚才说过，都是他命里头所有的，命里头没有的决定得不到。掠夺别人的，还是命里头所有的，等于说是提前享受，损害到别人，造罪业。自己的福报提前享受完，也是造罪业。所以我们一定要懂得，财物各有其主，不义之财决定不可得，得到之后一定有灾难，决定没有好处。",
      "zh_TW": "底下有兩句話我們要記住，「故有財不施，鬼瞰其傍而妒之」，你有錢不肯布施，鬼都嫉妒你，這麻煩就大了！鬼就常常來找你的麻煩。「然太上尤禁橫取人財者」，這是我們特別要記住，掠奪別人的財物，那個罪過是極重極大。如果我們冷靜細心去觀察，不要到來世的果報，他現世就遭受果報、惡報，這個事情在現前社會裡面很多很多。我們看世間股票，股票是什麼？股票就是賭博，都是掠取別人的財物。從股票上發了財，股票一跌的時候，他就跳樓自殺，家破人亡，眼前的果報。屬於這一類的就很多，這是不正當的手段。他所得到的，我們剛才說過，都是他命裡頭所有的，命裡頭沒有的決定得不到。掠奪別人的，還是命裡頭所有的，等於說是提前享受，損害到別人，造罪業。自己的福報提前享受完，也是造罪業。所以我們一定要懂得，財物各有其主，不義之財決定不可得，得到之後一定有災難，決定沒有好處。"
    },
    {
      "id": "14-012-0028_p0025",
      "zh_CN": "后面有『主畜鬼王』，「畜」是畜生，是家里面养的。这些畜生也有鬼神在监察，我们对待这些畜生也要有礼，畜生通人性。昨天李木源居士跟我们讲光明山养狗，很多放生的狗放在那里，他们观察到这些畜生有灵性。喜欢狗的人、爱狗的人，狗一见你，就摇尾巴跟你很亲切。吃狗肉的人、杀狗的人，狗一看到你，老远就叫，牠对你态度就很凶，狗能够感触到。不仅是这一类的畜生，所有一切畜生之类，你不害牠，牠不会伤害你。",
      "zh_TW": "後面有『主畜鬼王』，「畜」是畜生，是家裡面養的。這些畜生也有鬼神在監察，我們對待這些畜生也要有禮，畜生通人性。昨天李木源居士跟我們講光明山養狗，很多放生的狗放在那裡，他們觀察到這些畜生有靈性。喜歡狗的人、愛狗的人，狗一見你，就搖尾巴跟你很親切。吃狗肉的人、殺狗的人，狗一看到你，老遠就叫，牠對你態度就很兇，狗能夠感觸到。不僅是這一類的畜生，所有一切畜生之類，你不害牠，牠不會傷害你。"
    },
    {
      "id": "14-012-0028_p0026",
      "zh_CN": "我们看印光法师的《传记》，那是事实，绝没有一丝毫的夸张。印光大师七十岁以后，这些蚊虫、跳蚤都不会去干扰他。这间房间确实常常有苍蝇、蚊虫、蚂蚁这一类的东西，印光法师到这个房间里面去住，这些小动物迁单都搬家搬走了。为什么？印光法师一生不伤害小动物。过去房间也有这一些，他的一些侍者、信徒要把这东西清除出去，老法师说：「不必，留牠在此地。」为什么？「我自己的德行不够，留牠对我自己是个警策、是个警惕。」所以大家就不动。久而久之，小动物都被感化了。这是一个很好的例子，大师能够做得到，我们为什么做不到？要常生惭愧心，要向印光法师学习。",
      "zh_TW": "我們看印光法師的《傳記》，那是事實，絕沒有一絲毫的誇張。印光大師七十歲以後，這些蚊蟲、跳蚤都不會去干擾他。這間房間確實常常有蒼蠅、蚊蟲、螞蟻這一類的東西，印光法師到這個房間裡面去住，這些小動物遷單都搬家搬走了。為什麼？印光法師一生不傷害小動物。過去房間也有這一些，他的一些侍者、信徒要把這東西清除出去，老法師說：「不必，留牠在此地。」為什麼？「我自己的德行不夠，留牠對我自己是個警策、是個警惕。」所以大家就不動。久而久之，小動物都被感化了。這是一個很好的例子，大師能夠做得到，我們為什麼做不到？要常生慚愧心，要向印光法師學習。"
    },
    {
      "id": "14-012-0028_p0027",
      "zh_CN": "下面第十九、二十，『主禽鬼王、主兽鬼王』，这是讲禽兽，禽兽每一类有每一类的鬼王。他这里面也讲到，天台大师所说五行当中的十二生肖，十二生肖都是禽兽，是属于这一类的。这些鬼王也是菩萨、法身大士化身在其中。第二十一『主魅鬼王』，「魅」我们一般人讲妖怪，是属于这一类的。这一类的众生世人常讲，年岁久远就变成妖怪、变成妖精。在中国最多的树神，年久的老树，千年老树都有这些怪物。这是什么？我们佛法里面讲的树神。年久了以后祂逐渐就通灵，祂能够变化，祂也有修行，祂修的什么方法，我们就不得而知。在我们想像当中，大概也跟人道相仿佛，许多修学的法门。祂们修行没有离开妄想、分别、执着，所以就变成这鬼魅一类的。如果离妄想、分别、执着，这就是与佛道相应，佛道跟世间所有的道门差别就在此地。所以祂们修行纵然得神通、得智慧，也不能出离三界六道，那是没有能够离分别执着。",
      "zh_TW": "下面第十九、二十，『主禽鬼王、主獸鬼王』，這是講禽獸，禽獸每一類有每一類的鬼王。他這裡面也講到，天台大師所說五行當中的十二生肖，十二生肖都是禽獸，是屬於這一類的。這些鬼王也是菩薩、法身大士化身在其中。第二十一『主魅鬼王』，「魅」我們一般人講妖怪，是屬於這一類的。這一類的眾生世人常講，年歲久遠就變成妖怪、變成妖精。在中國最多的樹神，年久的老樹，千年老樹都有這些怪物。這是什麼？我們佛法裡面講的樹神。年久了以後祂逐漸就通靈，祂能夠變化，祂也有修行，祂修的什麼方法，我們就不得而知。在我們想像當中，大概也跟人道相彷彿，許多修學的法門。祂們修行沒有離開妄想、分別、執著，所以就變成這鬼魅一類的。如果離妄想、分別、執著，這就是與佛道相應，佛道跟世間所有的道門差別就在此地。所以祂們修行縱然得神通、得智慧，也不能出離三界六道，那是沒有能夠離分別執著。"
    },
    {
      "id": "14-012-0028_p0028",
      "zh_CN": "底下一位『主产鬼王』，「产」是讲生产；此地说得很清楚，送生保产。这一类的鬼王很得民间的尊重，在台北市好像有一个保生大帝的庙，我们没有进去过，从祂门口曾经经过，看到匾额上题保生大帝，就是属于这一类的鬼王。这一类的鬼王多半是女子的身分。第二十三『主命鬼王』，这是佛经里面讲，「毗沙门，主护四天下人命」。毗沙门是四大天王当中的北方天王，四天王是以北方天王为首领，所以叫护世天王，这是佛嘱咐他们，要保护四天下的人命。二十四『主疾鬼王』，「疾」是疾病，凡是人有生病，这个鬼王一定会现前。生病实在说，病人跟医生都是缘分。所以在生病的时候，心地最重要的是要清净、慈悲、诚敬，你就能感得主疾鬼王的帮助。你遇到的医生，医生给你开的药方，提供你的这些药物，治疗的方法，往往有鬼神在那里帮助。如果你心地不清净，妄想很多，特别是邪恶的思想，那这个鬼王就要找你麻烦，你这个病就很苦了，这个道理要懂。",
      "zh_TW": "底下一位『主產鬼王』，「產」是講生產；此地說得很清楚，送生保產。這一類的鬼王很得民間的尊重，在台北市好像有一個保生大帝的廟，我們沒有進去過，從祂門口曾經經過，看到匾額上題保生大帝，就是屬於這一類的鬼王。這一類的鬼王多半是女子的身分。第二十三『主命鬼王』，這是佛經裡面講，「毗沙門，主護四天下人命」。毗沙門是四大天王當中的北方天王，四天王是以北方天王為首領，所以叫護世天王，這是佛囑咐他們，要保護四天下的人命。二十四『主疾鬼王』，「疾」是疾病，凡是人有生病，這個鬼王一定會現前。生病實在說，病人跟醫生都是緣分。所以在生病的時候，心地最重要的是要清淨、慈悲、誠敬，你就能感得主疾鬼王的幫助。你遇到的醫生，醫生給你開的藥方，提供你的這些藥物，治療的方法，往往有鬼神在那裡幫助。如果你心地不清淨，妄想很多，特別是邪惡的思想，那這個鬼王就要找你麻煩，你這個病就很苦了，這個道理要懂。"
    },
    {
      "id": "14-012-0028_p0029",
      "zh_CN": "二十五位是『主险鬼王』，这讲的是高山、大海，这些危险的处所，那是他们的管辖区域。现在有许多喜欢登山的，也有许多喜欢航海的，这都是很容易遭到险难，极端危险的。要知道这些都是有鬼神管辖的地区，我们也有机会在这些地方游历，现在讲观光旅游。所以《地藏经》上说到我们出门旅行之前，最好在旅游前一个星期念《地藏经》，念地藏菩萨名号满万遍，你的旅途就能得到善神保佑，旅途上平安。为什么读这个经、念地藏名号能保平安？这些鬼神跟地藏菩萨的关系非常密切，你能够尊敬地藏菩萨，依地藏菩萨法门修学，他们看到生欢喜心、对你礼敬，所以这一些险要之处，凶灾往往都能够避免。",
      "zh_TW": "二十五位是『主險鬼王』，這講的是高山、大海，這些危險的處所，那是他們的管轄區域。現在有許多喜歡登山的，也有許多喜歡航海的，這都是很容易遭到險難，極端危險的。要知道這些都是有鬼神管轄的地區，我們也有機會在這些地方遊歷，現在講觀光旅遊。所以《地藏經》上說到我們出門旅行之前，最好在旅遊前一個星期念《地藏經》，念地藏菩薩名號滿萬遍，你的旅途就能得到善神保佑，旅途上平安。為什麼讀這個經、念地藏名號能保平安？這些鬼神跟地藏菩薩的關係非常密切，你能夠尊敬地藏菩薩，依地藏菩薩法門修學，他們看到生歡喜心、對你禮敬，所以這一些險要之處，凶災往往都能夠避免。"
    },
    {
      "id": "14-012-0028_p0030",
      "zh_CN": "底下讲『三目鬼王』、『四目鬼王』、『五目鬼王』，这是从他形状上说的，他有三只眼睛，四只眼睛、五只眼睛。『祁利失王』，注解里面说这个名字它的意义，在翻译里头没有说清楚。可是在《金光明经》里面，有翻作大力天，也有翻作火神，这一类的，这个注子可以参考。佛当年讲经是在印度，恒河流域讲经的时间相当之长，佛说的这些鬼神，他说祁利失王是在恒河之北，可能是属于印度的这些鬼神，是那个地区神的名字，在恒河南北。『阿那咤王』，我们中国人称为那咤，这是介于天神跟鬼神之间，大概是四王天管辖。四王天也可以称他是天神，也可以称他是鬼神，他是鬼神的首领，是忉利天主的管辖，受忉利天主的管辖。所以实在讲他也是大鬼王，四天王是鬼王当中的首领。再看底下经文：",
      "zh_TW": "底下講『三目鬼王』、『四目鬼王』、『五目鬼王』，這是從他形狀上說的，他有三隻眼睛，四隻眼睛、五隻眼睛。『祁利失王』，註解裡面說這個名字它的意義，在翻譯裡頭沒有說清楚。可是在《金光明經》裡面，有翻作大力天，也有翻作火神，這一類的，這個註子可以參考。佛當年講經是在印度，恆河流域講經的時間相當之長，佛說的這些鬼神，他說祁利失王是在恆河之北，可能是屬於印度的這些鬼神，是那個地區神的名字，在恆河南北。『阿那吒王』，我們中國人稱為那吒，這是介於天神跟鬼神之間，大概是四王天管轄。四王天也可以稱他是天神，也可以稱他是鬼神，他是鬼神的首領，是忉利天主的管轄，受忉利天主的管轄。所以實在講他也是大鬼王，四天王是鬼王當中的首領。再看底下經文："
    },
    {
      "id": "14-012-0028_p0031",
      "zh_CN": "【如是等大鬼王。各各与百千诸小鬼王。尽居阎浮提。各有所执。各有所主。】",
      "zh_TW": "【如是等大鬼王。各各與百千諸小鬼王。盡居閻浮提。各有所執。各有所主。】"
    },
    {
      "id": "14-012-0028_p0032",
      "zh_CN": "这是说鬼道里面社会的组织，这个组织的状况跟人间相仿佛。实在说这种情形在六道里面，娑婆世界、他方诸佛世界大致都相同，所谓是人同此心心同此理，结构上大致都差不多。这些鬼王各个有他自己的职责，『各有所执』就是他的执掌，『所主』是他管辖的范围，他管辖的这些事物。",
      "zh_TW": "這是說鬼道裡面社會的組織，這個組織的狀況跟人間相彷彿。實在說這種情形在六道裡面，娑婆世界、他方諸佛世界大致都相同，所謂是人同此心心同此理，結構上大致都差不多。這些鬼王各個有他自己的職責，『各有所執』就是他的執掌，『所主』是他管轄的範圍，他管轄的這些事物。"
    },
    {
      "id": "14-012-0028_p0033",
      "zh_CN": "【是诸鬼王。与阎罗天子。承佛威神。及地藏菩萨摩诃萨力。俱诣忉利。在一面立。】",
      "zh_TW": "【是諸鬼王。與閻羅天子。承佛威神。及地藏菩薩摩訶薩力。俱詣忉利。在一面立。】"
    },
    {
      "id": "14-012-0028_p0034",
      "zh_CN": "这是说明他们何以能够参加忉利天宫这个法会。这是承佛的威神加持，地藏菩萨平时教诲，因为这个缘故，他们才跟地藏菩萨到忉利天宫，参加释迦牟尼佛这一次的法会。在法会『一面立』，法会里面有他们的位子。这是把人物介绍出来了，下面看看他们在法会里面一些活动：",
      "zh_TW": "這是說明他們何以能夠參加忉利天宮這個法會。這是承佛的威神加持，地藏菩薩平時教誨，因為這個緣故，他們才跟地藏菩薩到忉利天宮，參加釋迦牟尼佛這一次的法會。在法會『一面立』，法會裡面有他們的位子。這是把人物介紹出來了，下面看看他們在法會裡面一些活動："
    },
    {
      "id": "14-012-0028_p0035",
      "zh_CN": "【尔时阎罗天子。胡跪合掌。】",
      "zh_TW": "【爾時閻羅天子。胡跪合掌。】"
    },
    {
      "id": "14-012-0028_p0036",
      "zh_CN": "这是致敬。",
      "zh_TW": "這是致敬。"
    },
    {
      "id": "14-012-0028_p0037",
      "zh_CN": "【白佛言。世尊。我等今者。与诸鬼王。承佛威神。及地藏菩萨摩诃萨力。方得诣此忉利大会。亦是我等获善利故。我今有小疑事。敢问世尊。唯愿世尊。慈悲宣说。】",
      "zh_TW": "【白佛言。世尊。我等今者。與諸鬼王。承佛威神。及地藏菩薩摩訶薩力。方得詣此忉利大會。亦是我等獲善利故。我今有小疑事。敢問世尊。唯願世尊。慈悲宣說。】"
    },
    {
      "id": "14-012-0028_p0038",
      "zh_CN": "这是他们在法会当中重要的活动，来请法。『我等』，这个「等」范围很广，可以说尽虚空、遍法界一切幽冥之主。在《华严经》里面称为世主，世间主，阎罗跟鬼王也是世主之一，数量也是无量无边。华严的法会称性，地藏法会也称性，我们在这个经里头很明显的看出来。称性用现在的话来说，是突破一切时空，这个法会显示的就是一真法界、平等的法界，跟华严无二无别。得佛的佛力加持，地藏菩萨威神的加持，他们才有参与这一次法会的机会。下面说，『亦是我等获善利故』，参与这个法会他们非常欢喜，他们得大善、大利益。能够在这一次法会当中，听佛菩萨们的开示，这就是获善利。可是听了之后他还有疑问，所以『敢问世尊』，希望世尊对他们开导，破除他们的疑惑。这是来请法的。",
      "zh_TW": "這是他們在法會當中重要的活動，來請法。『我等』，這個「等」範圍很廣，可以說盡虛空、遍法界一切幽冥之主。在《華嚴經》裡面稱為世主，世間主，閻羅跟鬼王也是世主之一，數量也是無量無邊。華嚴的法會稱性，地藏法會也稱性，我們在這個經裡頭很明顯的看出來。稱性用現在的話來說，是突破一切時空，這個法會顯示的就是一真法界、平等的法界，跟華嚴無二無別。得佛的佛力加持，地藏菩薩威神的加持，他們才有參與這一次法會的機會。下面說，『亦是我等獲善利故』，參與這個法會他們非常歡喜，他們得大善、大利益。能夠在這一次法會當中，聽佛菩薩們的開示，這就是獲善利。可是聽了之後他還有疑問，所以『敢問世尊』，希望世尊對他們開導，破除他們的疑惑。這是來請法的。"
    },
    {
      "id": "14-012-0028_p0039",
      "zh_CN": "【佛告阎罗天子。恣汝所问。吾为汝说。】",
      "zh_TW": "【佛告閻羅天子。恣汝所問。吾為汝說。】"
    },
    {
      "id": "14-012-0028_p0040",
      "zh_CN": "世尊非常慈悲，告诉这一些阎罗王们，你们有疑问就说出来，随你们所问，佛会给他解答。在佛法里面最要紧是破迷生信，有疑一定要问；有疑惑要不问，决定会在修学当中，产生很大的障碍。我们讲修学，诸位一定要晓得，修学就是我们现实的生活，修行跟生活是一桩事情，决定不是两桩事情。现在一般人往往把修学跟生活看作两桩事，那就完全错了。所以他在生活当中不能改善，他得不到利益，得不到好处，就是这个错误观念所产生的。",
      "zh_TW": "世尊非常慈悲，告訴這一些閻羅王們，你們有疑問就說出來，隨你們所問，佛會給他解答。在佛法裡面最要緊是破迷生信，有疑一定要問；有疑惑要不問，決定會在修學當中，產生很大的障礙。我們講修學，諸位一定要曉得，修學就是我們現實的生活，修行跟生活是一樁事情，決定不是兩樁事情。現在一般人往往把修學跟生活看作兩樁事，那就完全錯了。所以他在生活當中不能改善，他得不到利益，得不到好處，就是這個錯誤觀念所產生的。"
    },
    {
      "id": "14-012-0028_p0041",
      "zh_CN": "【是时阎罗天子。瞻礼世尊。及回视地藏菩萨。】",
      "zh_TW": "【是時閻羅天子。瞻禮世尊。及迴視地藏菩薩。】"
    },
    {
      "id": "14-012-0028_p0042",
      "zh_CN": "这是礼节，这个地方我们也要学。这些人是随从，跟着地藏菩萨一道去，到这个大会当中。他们向世尊请教，决定不能忘记他的老师，地藏菩萨是他们的老师，也要看看老师，向老师打个招呼，求老师加持。",
      "zh_TW": "這是禮節，這個地方我們也要學。這些人是隨從，跟著地藏菩薩一道去，到這個大會當中。他們向世尊請教，決定不能忘記他的老師，地藏菩薩是他們的老師，也要看看老師，向老師打個招呼，求老師加持。"
    },
    {
      "id": "14-012-0028_p0043",
      "zh_CN": "【而白佛言。】",
      "zh_TW": "【而白佛言。】"
    },
    {
      "id": "14-012-0028_p0044",
      "zh_CN": "这才说。",
      "zh_TW": "這才說。"
    },
    {
      "id": "14-012-0028_p0045",
      "zh_CN": "【世尊。我观地藏菩萨。在六道中。百千方便。而度罪苦众生。不辞疲倦。是大菩萨。有如是不可思议神通之事。】",
      "zh_TW": "【世尊。我觀地藏菩薩。在六道中。百千方便。而度罪苦眾生。不辭疲倦。是大菩薩。有如是不可思議神通之事。】"
    },
    {
      "id": "14-012-0028_p0046",
      "zh_CN": "这是先赞叹。地藏菩萨的慈悲神力，阎罗天子们对地藏菩萨认识很清楚，对地藏菩萨的慈悲威德，那久已敬仰到极处。他说的话全是事实，地藏菩萨在六道之中，特别是三途，众生哪个地方受的难最苦，地藏菩萨决定到哪个地方，决定不舍弃众生。他教化众生方法无量无边，这经里面只说个大概，只说一个纲领原则，我们从这部经里面细心去体会，何只『百千方便』？度化这些罪苦众生永远没有疲倦，就像普贤菩萨一样，尽未来际无有疲厌，不疲不厌。末后这一句是对菩萨的赞叹，『有如是不可思议神通之事』。",
      "zh_TW": "這是先讚歎。地藏菩薩的慈悲神力，閻羅天子們對地藏菩薩認識很清楚，對地藏菩薩的慈悲威德，那久已敬仰到極處。他說的話全是事實，地藏菩薩在六道之中，特別是三途，眾生哪個地方受的難最苦，地藏菩薩決定到哪個地方，決定不捨棄眾生。他教化眾生方法無量無邊，這經裡面只說個大概，只說一個綱領原則，我們從這部經裡面細心去體會，何只『百千方便』？度化這些罪苦眾生永遠沒有疲倦，就像普賢菩薩一樣，盡未來際無有疲厭，不疲不厭。末後這一句是對菩薩的讚歎，『有如是不可思議神通之事』。"
    },
    {
      "id": "14-012-0028_p0047",
      "zh_CN": "【然诸众生。脱获罪报。未久之间。又堕恶道。】",
      "zh_TW": "【然諸眾生。脫獲罪報。未久之間。又墮惡道。】"
    },
    {
      "id": "14-012-0028_p0048",
      "zh_CN": "这正是阎罗王所疑惑的，所不能理解的事情，这他们说出来。这些众生脱离了恶道，『罪报』就是指的三恶道，『脱』是脱离，『获』得脱离罪报。可是『未久之间，又堕恶道』，「未久」是很短暂。注解里头举一个例子，举地狱里头「等活地狱」，「等活」是属于八大地狱之一。这个地狱里面的寿命跟四王天一样，人间五十年是地狱里一天，这个人离开地狱到人间来，在人间又造作罪业，纵然活上一百岁，死了之后又回到地狱去，在地狱看起来才两天；人间一百年，地狱两天，他去了怎么两天就回来？这种事情太多太多了。一般饿鬼道里面，诸位晓得，饿鬼道的一天是我们人间一个月，人间过一年在饿鬼道才十二天。",
      "zh_TW": "這正是閻羅王所疑惑的，所不能理解的事情，這他們說出來。這些眾生脫離了惡道，『罪報』就是指的三惡道，『脫』是脫離，『獲』得脫離罪報。可是『未久之間，又墮惡道』，「未久」是很短暫。註解裡頭舉一個例子，舉地獄裡頭「等活地獄」，「等活」是屬於八大地獄之一。這個地獄裡面的壽命跟四王天一樣，人間五十年是地獄裡一天，這個人離開地獄到人間來，在人間又造作罪業，縱然活上一百歲，死了之後又回到地獄去，在地獄看起來才兩天；人間一百年，地獄兩天，他去了怎麼兩天就回來？這種事情太多太多了。一般餓鬼道裡面，諸位曉得，餓鬼道的一天是我們人間一個月，人間過一年在餓鬼道才十二天。"
    },
    {
      "id": "14-012-0028_p0049",
      "zh_CN": "所以他们看到这些人，接受地藏菩萨的教化，地藏菩萨苦口婆心劝勉，他们觉悟、回头了，这一念回头他就能脱离恶道，纵然是在阿鼻地狱也不例外。只要你一念向善，那一念就超越了，不要小看这一念。我们世间人念佛往生净土也是一念，临终那一念，如果你念的是阿弥陀佛，你想的是西方极乐世界，就那一念就往生。平常叫我们念佛是训练，就怕临命终时那一念忘掉，那个念头错，就坏了。平常好比是练兵，临终最后那一念是打仗，你这一口气断了，你往哪一道去受生，就凭临终一念，所以我们要重视这一念。怎样才真正的有把握，让这一念不会失掉？一定要知道修福。有福报的人，真正有福报不是现前有财富、有地位，不是的，这个福报是假的。真正有福报，临命终时没有病苦，预知时至，晓得自己什么时候走，不生病，清清楚楚、明明白白，站着走、坐着走，非常自在，这个人叫大福报。为什么说他大福报？因为他永脱轮回，再也不搞这些六道。他如果再回到人间来，回到六道里面来，他是菩萨，他不是凡夫。他到世间来是随类化身，就像这些阎罗鬼王一样化身来的，他是来救苦救难，帮助这些苦难众生，绝对不是造业受报。这叫大福报，这是真正的福报，我们一定要看清楚、看明白。所以世间有漏的福报不要求，我们要修无漏的福报，这样才是一个真正智慧的人，真正明白人，在佛家讲是真正觉悟的人。这是他们看到的现象，向释迦牟尼佛请教。其实这些事情，他们哪有不知道的，这就是明知故问，让佛说出来，大家相信。菩萨说出来、鬼王说出来，大家信心还不够，请佛来说。所以这种发问是属于「利乐有情问」，不是他不知道，他是代众生问，这我们一定要学习。要想佛法普遍的弘扬，要想佛法久住世间，一定要懂得代众生提出疑问。",
      "zh_TW": "所以他們看到這些人，接受地藏菩薩的教化，地藏菩薩苦口婆心勸勉，他們覺悟、回頭了，這一念回頭他就能脫離惡道，縱然是在阿鼻地獄也不例外。只要你一念向善，那一念就超越了，不要小看這一念。我們世間人念佛往生淨土也是一念，臨終那一念，如果你念的是阿彌陀佛，你想的是西方極樂世界，就那一念就往生。平常叫我們念佛是訓練，就怕臨命終時那一念忘掉，那個念頭錯，就壞了。平常好比是練兵，臨終最後那一念是打仗，你這一口氣斷了，你往哪一道去受生，就憑臨終一念，所以我們要重視這一念。怎樣才真正的有把握，讓這一念不會失掉？一定要知道修福。有福報的人，真正有福報不是現前有財富、有地位，不是的，這個福報是假的。真正有福報，臨命終時沒有病苦，預知時至，曉得自己什麼時候走，不生病，清清楚楚、明明白白，站著走、坐著走，非常自在，這個人叫大福報。為什麼說他大福報？因為他永脫輪迴，再也不搞這些六道。他如果再回到人間來，回到六道裡面來，他是菩薩，他不是凡夫。他到世間來是隨類化身，就像這些閻羅鬼王一樣化身來的，他是來救苦救難，幫助這些苦難眾生，絕對不是造業受報。這叫大福報，這是真正的福報，我們一定要看清楚、看明白。所以世間有漏的福報不要求，我們要修無漏的福報，這樣才是一個真正智慧的人，真正明白人，在佛家講是真正覺悟的人。這是他們看到的現象，向釋迦牟尼佛請教。其實這些事情，他們哪有不知道的，這就是明知故問，讓佛說出來，大家相信。菩薩說出來、鬼王說出來，大家信心還不夠，請佛來說。所以這種發問是屬於「利樂有情問」，不是他不知道，他是代眾生問，這我們一定要學習。要想佛法普遍的弘揚，要想佛法久住世間，一定要懂得代眾生提出疑問。"
    },
    {
      "id": "14-012-0028_p0050",
      "zh_CN": "【世尊。是地藏菩萨。既有如是不可思议神力。云何众生。而不依止善道。永取解脱。唯愿世尊。为我解说。】",
      "zh_TW": "【世尊。是地藏菩薩。既有如是不可思議神力。云何眾生。而不依止善道。永取解脫。唯願世尊。為我解說。】"
    },
    {
      "id": "14-012-0028_p0051",
      "zh_CN": "这的确是我们的重大疑惑，他们很慈悲代我们问出来。地藏菩萨的智慧、慈悲、神通、道力，跟诸佛如来没有两样，这我们要晓得。地藏菩萨的学生，已经成佛的人不计其数，没有法子计算，而这一位老师还居菩萨位，这是慈悲到了极处。为什么老是居菩萨位，不用佛的地位来度众生？这一点大家一定要晓得，佛是师道，世出世间法一定要尊师重道。所以老师「只闻来学，未闻往教」，只有你到那里去求学，没有说老师来教你的，没有这个道理。换句话说，佛的身分度众生有很多不方便，不能主动去教化众生，也不能够说是没有启请佛就说，一定要有人启请，一定让人对法尊敬、对学术尊敬，老师才能教。菩萨身分就不一样，菩萨是同学的身分、学长的身分，所以就像《无量寿经》上所说，「作不请之友」，这是菩萨。佛不可以，所以佛要退到菩萨的地位上来，才能够广度众生。",
      "zh_TW": "這的確是我們的重大疑惑，他們很慈悲代我們問出來。地藏菩薩的智慧、慈悲、神通、道力，跟諸佛如來沒有兩樣，這我們要曉得。地藏菩薩的學生，已經成佛的人不計其數，沒有法子計算，而這一位老師還居菩薩位，這是慈悲到了極處。為什麼老是居菩薩位，不用佛的地位來度眾生？這一點大家一定要曉得，佛是師道，世出世間法一定要尊師重道。所以老師「只聞來學，未聞往教」，只有你到那裡去求學，沒有說老師來教你的，沒有這個道理。換句話說，佛的身分度眾生有很多不方便，不能主動去教化眾生，也不能夠說是沒有啟請佛就說，一定要有人啟請，一定讓人對法尊敬、對學術尊敬，老師才能教。菩薩身分就不一樣，菩薩是同學的身分、學長的身分，所以就像《無量壽經》上所說，「作不請之友」，這是菩薩。佛不可以，所以佛要退到菩薩的地位上來，才能夠廣度眾生。"
    },
    {
      "id": "14-012-0028_p0052",
      "zh_CN": "地藏菩萨确实智慧、神通道力，跟一切如来没有两样，为什么这些众生不听话？不遵照菩萨的教诲，『永取解脱』。实在讲我们看到世间其他的宗教，乃至于看到一贯道里面，一贯道的经典，里头也提到劝人念阿弥陀佛，求生西方极乐世界永取解脱，它这里头也有。也劝人念观世音菩萨消灾免难，人为什么不肯听？我们说句笼统的话是业障习气太重，也就是贪瞋痴妄想太重，放不下。里面有无始劫来的烦恼习气，外面又受外头境界五欲六尘的诱惑，现在五欲六尘里头再加上妖魔鬼怪，那个力量就更大了。所以才出地狱来，到人间没多久又被迷惑，又造罪业，这又再往下堕落。不是地藏菩萨没有这个能力，而是众生不肯听话，不能够依教奉行，所以才遭这些苦难。",
      "zh_TW": "地藏菩薩確實智慧、神通道力，跟一切如來沒有兩樣，為什麼這些眾生不聽話？不遵照菩薩的教誨，『永取解脫』。實在講我們看到世間其他的宗教，乃至於看到一貫道裡面，一貫道的經典，裡頭也提到勸人念阿彌陀佛，求生西方極樂世界永取解脫，它這裡頭也有。也勸人念觀世音菩薩消災免難，人為什麼不肯聽？我們說句籠統的話是業障習氣太重，也就是貪瞋痴妄想太重，放不下。裡面有無始劫來的煩惱習氣，外面又受外頭境界五欲六塵的誘惑，現在五欲六塵裡頭再加上妖魔鬼怪，那個力量就更大了。所以才出地獄來，到人間沒多久又被迷惑，又造罪業，這又再往下墮落。不是地藏菩薩沒有這個能力，而是眾生不肯聽話，不能夠依教奉行，所以才遭這些苦難。"
    },
    {
      "id": "14-012-0028_p0053",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}