{
  "doc_id": "14-012-0002",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0002",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "14-012-0002_p0001",
      "zh_CN": "昨天讲到经题，介绍了「地藏菩萨」，今天我们接着再介绍「本愿」。题目对我们修学关系太大了，必须要很清楚的理解。许许多多的同学们不能说他不用功、不能说他不精进，为什么得不到成就？实在是因为对于心地宝藏没有真正认识清楚。世间人在过去无论是哪一个行业，尤其是读书人，佛法更是不例外；世法里面重视立志，一个人没有志向，他的一生奋斗努力没有目标，当然不会有结果。佛法讲发愿，发愿跟世间人所讲立志是同样的意义，一定要发大誓愿。我们的愿为什么发不出来？这个道理并不难懂。佛常常在经上做比喻，譬如一个植物，种子为什么它不能够发芽、不能够生长？是这个种子没有放在地上。我们把种子放在桌子上、放在茶杯上，它永远不会发芽成长。所以愿一定要有个依靠，依靠什么？依靠大地、依靠心地。心地不明，愿怎么能生得出来？一定的道理。树木要依靠大地它才能生根、茁壮、开花结果。",
      "zh_TW": "昨天講到經題，介紹了「地藏菩薩」，今天我們接著再介紹「本願」。題目對我們修學關係太大了，必須要很清楚的理解。許許多多的同學們不能說他不用功、不能說他不精進，為什麼得不到成就？實在是因為對於心地寶藏沒有真正認識清楚。世間人在過去無論是哪一個行業，尤其是讀書人，佛法更是不例外；世法裡面重視立志，一個人沒有志向，他的一生奮鬥努力沒有目標，當然不會有結果。佛法講發願，發願跟世間人所講立志是同樣的意義，一定要發大誓願。我們的願為什麼發不出來？這個道理並不難懂。佛常常在經上做比喻，譬如一個植物，種子為什麼它不能夠發芽、不能夠生長？是這個種子沒有放在地上。我們把種子放在桌子上、放在茶杯上，它永遠不會發芽成長。所以願一定要有個依靠，依靠什麼？依靠大地、依靠心地。心地不明，願怎麼能生得出來？一定的道理。樹木要依靠大地它才能生根、茁壯、開花結果。"
    },
    {
      "id": "14-012-0002_p0002",
      "zh_CN": "诸佛菩萨的大愿都是从心地上建立，所以地藏两个字就很重要。为什么说修学大乘从「地藏」开始？你的愿心是从地藏建立，你的「行」也是从地藏建立。心地里面含藏无量的智慧、无量的德能、无量的才艺，你才能发挥得出来。如果不明心地本具的德能宝藏，你怎么样苦修都不会有成就。在此地讲愿是种子。《华严经》里头把信心比喻种子，也非常有道理。你不信，你的愿从哪里生？",
      "zh_TW": "諸佛菩薩的大願都是從心地上建立，所以地藏兩個字就很重要。為什麼說修學大乘從「地藏」開始？你的願心是從地藏建立，你的「行」也是從地藏建立。心地裡面含藏無量的智慧、無量的德能、無量的才藝，你才能發揮得出來。如果不明心地本具的德能寶藏，你怎麼樣苦修都不會有成就。在此地講願是種子。《華嚴經》裡頭把信心比喻種子，也非常有道理。你不信，你的願從哪裡生？"
    },
    {
      "id": "14-012-0002_p0003",
      "zh_CN": "「愿」称之为「本愿」，上一堂跟诸位略略提过。「本」有两个意思：从事上讲无量劫来生生世世都曾经发过这个愿，发这个愿，你为什么没成就？愿是发了，不是从心地上发，不是从真心本性里面发的。从哪里发的？从意识心里面发的，妄心里面发的；妄心是生灭心，所以你那个愿会灭。如果从真心里面发的，这个愿就不会灭，真心不生不灭，这个愿发了之后，不会退转；从妄心里发的会退转。缘消失了，愿就没有了，这一生再投生到人间来，又遇到佛法，把从前的愿心又勾引起来，就这么回事情，所以称之为本愿，这个意思浅。",
      "zh_TW": "「願」稱之為「本願」，上一堂跟諸位略略提過。「本」有兩個意思：從事上講無量劫來生生世世都曾經發過這個願，發這個願，你為什麼沒成就？願是發了，不是從心地上發，不是從真心本性裡面發的。從哪裡發的？從意識心裡面發的，妄心裡面發的；妄心是生滅心，所以你那個願會滅。如果從真心裡面發的，這個願就不會滅，真心不生不滅，這個願發了之後，不會退轉；從妄心裡發的會退轉。緣消失了，願就沒有了，這一生再投生到人間來，又遇到佛法，把從前的願心又勾引起來，就這麼回事情，所以稱之為本願，這個意思淺。"
    },
    {
      "id": "14-012-0002_p0004",
      "zh_CN": "深一层的意思，「本」就是真如本性，从真如本性发的大愿这叫本愿。诸位要晓得，果真从真如本性发的大愿，你就不是凡夫，就是《华严经》上讲的法身大士。因为你会用真心，用妄心是凡夫，用真心是菩萨。你们都学过《百法明门》，法相唯识入门的一个课本。《百法明门》里面给你讲「同生性、异生性」，这两个都是此地讲「本」的意思。异生性就是用妄心，「异」是不一样，跟佛菩萨不一样，用的心不一样；佛菩萨用真心，你用妄心，你跟佛菩萨有差异就叫「异生性」。哪些人是异生性？十法界都是异生性。别说六道凡夫，声闻、缘觉、菩萨，跟十法界里面的佛，像天台家所讲藏教佛、通教佛，都是异生性。",
      "zh_TW": "深一層的意思，「本」就是真如本性，從真如本性發的大願這叫本願。諸位要曉得，果真從真如本性發的大願，你就不是凡夫，就是《華嚴經》上講的法身大士。因為你會用真心，用妄心是凡夫，用真心是菩薩。你們都學過《百法明門》，法相唯識入門的一個課本。《百法明門》裡面給你講「同生性、異生性」，這兩個都是此地講「本」的意思。異生性就是用妄心，「異」是不一樣，跟佛菩薩不一樣，用的心不一樣；佛菩薩用真心，你用妄心，你跟佛菩薩有差異就叫「異生性」。哪些人是異生性？十法界都是異生性。別說六道凡夫，聲聞、緣覺、菩薩，跟十法界裡面的佛，像天台家所講藏教佛、通教佛，都是異生性。"
    },
    {
      "id": "14-012-0002_p0005",
      "zh_CN": "哪些是同生性？「同生性」就跟诸佛如来用同样的真心。如果用相宗的话来讲：「转八识成四智」，这就是用真心，那就是同生性。「同」是跟诸佛如来相同，跟佛用的是同样的心，用真心。佛的心好比十五的满月，如果你会用同生性，你好比是初二、初三的月牙。月牙虽然跟满月的光不一样，但是都是真的，都是真正的月光，不是假的。异生性，古人把它比喻水里面的月亮，是月亮的影子，那个叫异生性，那个不一样，不是真的。虽然是月牙，像初住菩萨、十住菩萨真的是月牙，到十行、十回向、十地，慢慢在增加它的光辉，到如来果地上那就是满月，统统用的是真心。从真心里面建立的信心，从真心里面发起的大愿，这是本愿。这样的愿力，古德讲，经得起考验，什么样的狂风大浪，他也不会动摇；无论什么样的顺境、逆境，他决定不会为境界所动。为什么？他那个愿是从真心里发的，他是依真心。如果不是依真心，是妄心发的愿，这个愿力不强，愿力很弱，很容易被境界所转，很容易迷失方向，这是我们一定要晓得。",
      "zh_TW": "哪些是同生性？「同生性」就跟諸佛如來用同樣的真心。如果用相宗的話來講：「轉八識成四智」，這就是用真心，那就是同生性。「同」是跟諸佛如來相同，跟佛用的是同樣的心，用真心。佛的心好比十五的滿月，如果你會用同生性，你好比是初二、初三的月牙。月牙雖然跟滿月的光不一樣，但是都是真的，都是真正的月光，不是假的。異生性，古人把它比喻水裡面的月亮，是月亮的影子，那個叫異生性，那個不一樣，不是真的。雖然是月牙，像初住菩薩、十住菩薩真的是月牙，到十行、十迴向、十地，慢慢在增加它的光輝，到如來果地上那就是滿月，統統用的是真心。從真心裡面建立的信心，從真心裡面發起的大願，這是本願。這樣的願力，古德講，經得起考驗，什麼樣的狂風大浪，他也不會動搖；無論什麼樣的順境、逆境，他決定不會為境界所動。為什麼？他那個願是從真心裡發的，他是依真心。如果不是依真心，是妄心發的願，這個願力不強，願力很弱，很容易被境界所轉，很容易迷失方向，這是我們一定要曉得。"
    },
    {
      "id": "14-012-0002_p0006",
      "zh_CN": "真心就好比是大地，真心里面本具的智慧德能就好比是根，立愿就是本。然后你的行持，我们讲起心动念、言语造作，就好比树木的枝干、枝条、花叶、果实，自然就茂盛，所以愿要从真心里面发。真心必须要肯定自己心地宝藏，与十方诸佛如来无二无别，你要肯定。在这个地方建立信心，从这个地方发起大愿。我们虽然在经教里面知道有这么一桩事情，可是在生活当中依旧还是妄心作主，一妄一切都妄，不会说我发的心、发的愿是真的，其他的生活是妄的，没这个道理，一真一切真，一妄一切妄。由此可知，我们在日常生活当中，要把虚妄的习气改掉，要不在这个地方下功夫，不叫做修行，那是假的，假修不是真修。真修，不仅仅是宗门里面着重提倡从根本修，所以禅宗成就快，根本是心地，教下又何尝例外，净宗也不例外。净宗如果用真心修，往生西方极乐世界生实报庄严土，不会生方便有余土、凡圣同居土。可是净宗的确是个方便法门，其他任何宗派、任何法门，如果不用真心就决定不能成就。但是净土宗好处就在此地，妄心也能生凡圣同居土，这个给我们带来了很大的方便。烦恼习气断不尽的人，如果能够依照净宗经论所讲的道理、方法去修学也能成功、也能往生，这是净土无比的殊胜。",
      "zh_TW": "真心就好比是大地，真心裡面本具的智慧德能就好比是根，立願就是本。然後你的行持，我們講起心動念、言語造作，就好比樹木的枝幹、枝條、花葉、果實，自然就茂盛，所以願要從真心裡面發。真心必須要肯定自己心地寶藏，與十方諸佛如來無二無別，你要肯定。在這個地方建立信心，從這個地方發起大願。我們雖然在經教裡面知道有這麼一樁事情，可是在生活當中依舊還是妄心作主，一妄一切都妄，不會說我發的心、發的願是真的，其他的生活是妄的，沒這個道理，一真一切真，一妄一切妄。由此可知，我們在日常生活當中，要把虛妄的習氣改掉，要不在這個地方下功夫，不叫做修行，那是假的，假修不是真修。真修，不僅僅是宗門裡面著重提倡從根本修，所以禪宗成就快，根本是心地，教下又何嘗例外，淨宗也不例外。淨宗如果用真心修，往生西方極樂世界生實報莊嚴土，不會生方便有餘土、凡聖同居土。可是淨宗的確是個方便法門，其他任何宗派、任何法門，如果不用真心就決定不能成就。但是淨土宗好處就在此地，妄心也能生凡聖同居土，這個給我們帶來了很大的方便。煩惱習氣斷不盡的人，如果能夠依照淨宗經論所講的道理、方法去修學也能成功、也能往生，這是淨土無比的殊勝。"
    },
    {
      "id": "14-012-0002_p0007",
      "zh_CN": "所以发愿，你是根据什么发的，你是从哪里发出来的？我们不能不晓得。我们再说落实到事相上，事相里头有通、有别。通是共同的，一切菩萨、一切诸佛共同的大愿，这就是「四弘誓愿」，四弘誓愿是通愿。这个愿从什么地方建立？发生起来的？是从自性里面的般若跟慈悲，你没有智慧发不起来，没有慈悲也发不起来。因为有智慧、有慈悲，见到众生苦，特别是六道里面众生，无始劫以来堕落在六趣流转，没有办法出离。佛菩萨见到，所以发起「众生无边誓愿度」，这一愿是从这个地方发的。",
      "zh_TW": "所以發願，你是根據什麼發的，你是從哪裡發出來的？我們不能不曉得。我們再說落實到事相上，事相裡頭有通、有別。通是共同的，一切菩薩、一切諸佛共同的大願，這就是「四弘誓願」，四弘誓願是通願。這個願從什麼地方建立？發生起來的？是從自性裡面的般若跟慈悲，你沒有智慧發不起來，沒有慈悲也發不起來。因為有智慧、有慈悲，見到眾生苦，特別是六道裡面眾生，無始劫以來墮落在六趣流轉，沒有辦法出離。佛菩薩見到，所以發起「眾生無邊誓願度」，這一願是從這個地方發的。"
    },
    {
      "id": "14-012-0002_p0008",
      "zh_CN": "在四谛里面依「苦谛」而发的，我们发愿是不是依这个？现代的众生比古时候众生的苦，不晓得要加多少倍。不觉悟的人，他的心思愚昧，观察世法含糊笼统，看不清楚。科技是给我们带来生活上一些方便，今天的声光化电，古时候没有，可是你有没有想到我们享受科技的方便，付出多少的代价！你要仔细去思惟，那是古人所讲得不偿失。我们得到的受用很小，时间很短暂，我们付出的代价太大了，不成比例。换句话说，我们再说得清楚一点、明白一点，把我们在六道受苦的时间加长了，在六道里面受的苦难加重，你说值不值得？为什么是这个现象？这种物质文明的生活，增长我们的贪瞋痴慢，远远不如古代；古代这种生活一般人贪瞋痴慢的意念有，比现在薄。换句话说，他轮回的时间可以缩短，六道里面受苦可以减轻，我们今天不然。不要说很久了，半个世纪之前，还没有听到人说地球病了，生态环境不平衡了，没有听说过；空气污染、环境污染，没听说过。五十年前、一百年前，没有！哪有这些名词。",
      "zh_TW": "在四諦裡面依「苦諦」而發的，我們發願是不是依這個？現代的眾生比古時候眾生的苦，不曉得要加多少倍。不覺悟的人，他的心思愚昧，觀察世法含糊籠統，看不清楚。科技是給我們帶來生活上一些方便，今天的聲光化電，古時候沒有，可是你有沒有想到我們享受科技的方便，付出多少的代價！你要仔細去思惟，那是古人所講得不償失。我們得到的受用很小，時間很短暫，我們付出的代價太大了，不成比例。換句話說，我們再說得清楚一點、明白一點，把我們在六道受苦的時間加長了，在六道裡面受的苦難加重，你說值不值得？為什麼是這個現象？這種物質文明的生活，增長我們的貪瞋痴慢，遠遠不如古代；古代這種生活一般人貪瞋痴慢的意念有，比現在薄。換句話說，他輪迴的時間可以縮短，六道裡面受苦可以減輕，我們今天不然。不要說很久了，半個世紀之前，還沒有聽到人說地球病了，生態環境不平衡了，沒有聽說過；空氣污染、環境污染，沒聽說過。五十年前、一百年前，沒有！哪有這些名詞。"
    },
    {
      "id": "14-012-0002_p0009",
      "zh_CN": "现在科技的进步可以说是日新月异，可是带来的灾害，你就没有想到。如果这些科学家要豁然觉悟了，这负面的灾害太大，我想他这个科学技术就终止，不再发展、不再去做了。一个头脑很清楚、很冷静的人，才能观察得出来。所以众生苦，物质文明虽然进步，众生比从前生活得更苦。物质上享受有一些方便，可是精神上的痛苦，人人都不能够避免。你今天在这个社会上，你有很多的财富、有很高的地位，依旧不能避免。哪有古时候的人那种生活悠闲自在。我们在古文里读过很多，从前做官的人、做地方首长的人、领导的人工作不繁忙，每天一、两个小时事情就办完了，其余时间读书、写字、画画、游山玩水，过的是诗情画意的生活。哪里像现在人过的是分秒必争，这个日子有什么过头，这么紧张、这么痛苦。明白事实真相还愿意到人间来投胎吗？他不会来了。觉悟的人只有佛与大菩萨来，来救度这些苦难的众生，实在讲，四弘誓愿里这一愿才叫真正的本愿。",
      "zh_TW": "現在科技的進步可以說是日新月異，可是帶來的災害，你就沒有想到。如果這些科學家要豁然覺悟了，這負面的災害太大，我想他這個科學技術就終止，不再發展、不再去做了。一個頭腦很清楚、很冷靜的人，才能觀察得出來。所以眾生苦，物質文明雖然進步，眾生比從前生活得更苦。物質上享受有一些方便，可是精神上的痛苦，人人都不能夠避免。你今天在這個社會上，你有很多的財富、有很高的地位，依舊不能避免。哪有古時候的人那種生活悠閒自在。我們在古文裡讀過很多，從前做官的人、做地方首長的人、領導的人工作不繁忙，每天一、兩個小時事情就辦完了，其餘時間讀書、寫字、畫畫、遊山玩水，過的是詩情畫意的生活。哪裡像現在人過的是分秒必爭，這個日子有什麼過頭，這麼緊張、這麼痛苦。明白事實真相還願意到人間來投胎嗎？他不會來了。覺悟的人只有佛與大菩薩來，來救度這些苦難的眾生，實在講，四弘誓願裡這一願才叫真正的本願。"
    },
    {
      "id": "14-012-0002_p0010",
      "zh_CN": "要发愿度众生，自己一定要能给众生做榜样、做模范，那就是德行。众生为什么受苦？因为烦恼不断，见思烦恼天天在增长、天天在扩大，这个事情果报就不可思议。所以佛菩萨要做一个好样子，断烦恼。世间人犯了错误，不了解宇宙人生的真相，增长贪瞋痴慢，不择手段做一些损人利己之事，不知道因果的定律。世间人常讲损人利己，其实这个话是错的，依旧不了解事实真相；明了事实真相，我们知道损人决定不利己，没有这个道理。只有利人才会利己，这才是一定的道理，损人哪能够利己？可是他们迷惑颠倒，以为自己的利益一定是建立在别人损失我们就得利益，这是妄想，这是造极重的罪业。所以《了凡四训》我们要推广，让这些人多念念，然后才晓得每一个众生一生「一饮一啄，莫非前定」，你用不正当手段夺得来的，依旧是你命中所有的。你命中没有，你试试看，你去抢人家，看看你能不能抢得到？你命里头没有，你还没有动手，已经被警察抓去了。换句话说，你能够偷得到、你能够抢得到、你能够霸占得到，统统是命中所有，不用这些手段也能得到，那你何苦！所以明白人常讲，「君子乐得作君子，小人冤枉作小人」，这个话就是说你一生的福报是你前世修的，你命里头有这个福报，任何力量挡不住，你决定会得到，你决定丢不掉，何必用这些不正当的手段，错了！",
      "zh_TW": "要發願度眾生，自己一定要能給眾生做榜樣、做模範，那就是德行。眾生為什麼受苦？因為煩惱不斷，見思煩惱天天在增長、天天在擴大，這個事情果報就不可思議。所以佛菩薩要做一個好樣子，斷煩惱。世間人犯了錯誤，不了解宇宙人生的真相，增長貪瞋痴慢，不擇手段做一些損人利己之事，不知道因果的定律。世間人常講損人利己，其實這個話是錯的，依舊不了解事實真相；明瞭事實真相，我們知道損人決定不利己，沒有這個道理。只有利人才會利己，這才是一定的道理，損人哪能夠利己？可是他們迷惑顛倒，以為自己的利益一定是建立在別人損失我們就得利益，這是妄想，這是造極重的罪業。所以《了凡四訓》我們要推廣，讓這些人多念念，然後才曉得每一個眾生一生「一飲一啄，莫非前定」，你用不正當手段奪得來的，依舊是你命中所有的。你命中沒有，你試試看，你去搶人家，看看你能不能搶得到？你命裡頭沒有，你還沒有動手，已經被警察抓去了。換句話說，你能夠偷得到、你能夠搶得到、你能夠霸佔得到，統統是命中所有，不用這些手段也能得到，那你何苦！所以明白人常講，「君子樂得作君子，小人冤枉作小人」，這個話就是說你一生的福報是你前世修的，你命裡頭有這個福報，任何力量擋不住，你決定會得到，你決定丟不掉，何必用這些不正當的手段，錯了！"
    },
    {
      "id": "14-012-0002_p0011",
      "zh_CN": "佛菩萨在世间给众生示现最好的榜样，你们用不正当手段得到，我用正当的方式，我也得到。为什么要干这些害人害己的事情！为什么不多做一些利己利人之事！佛菩萨做这个样子，所以才有第二愿「烦恼无尽誓愿断」。最重要是断给别人看，一定要为社会大众做一个好样子，建立自己的德行，才能被社会广大的群众敬仰。你这个人有道德，他才愿意跟你学，你劝他，他才会听；自己德行要有亏欠，你说的真正是好话，人家听了怀疑，不能相信、不能接受。所以未度众生，先要示现德相。",
      "zh_TW": "佛菩薩在世間給眾生示現最好的榜樣，你們用不正當手段得到，我用正當的方式，我也得到。為什麼要幹這些害人害己的事情！為什麼不多做一些利己利人之事！佛菩薩做這個樣子，所以才有第二願「煩惱無盡誓願斷」。最重要是斷給別人看，一定要為社會大眾做一個好樣子，建立自己的德行，才能被社會廣大的群眾敬仰。你這個人有道德，他才願意跟你學，你勸他，他才會聽；自己德行要有虧欠，你說的真正是好話，人家聽了懷疑，不能相信、不能接受。所以未度眾生，先要示現德相。"
    },
    {
      "id": "14-012-0002_p0012",
      "zh_CN": "德行的标准也没有一定，要看现前的状况，这一个时代、这一个地区一般众生犯的是哪些毛病？针对于这些病态下手，才能收得到效果。现在众生贪心重，贪图名闻利养、五欲六尘，菩萨示现首先就要放下名闻利养，舍弃五欲六尘，就得从这个上面下手，这叫自利利他；成就自己，感化众生。如果光是讲经说法，自己不能够身体力行，别人听了会有疑惑；你自己说得这么好，你自己为什么不肯做？换句话说，你就收不到度众生的效果。所以一定要自己做到、说到，先要把它做到，然后你再说，大家才没话说。其次的是我先说到，然后我自己也能做到，要兑现。",
      "zh_TW": "德行的標準也沒有一定，要看現前的狀況，這一個時代、這一個地區一般眾生犯的是哪些毛病？針對於這些病態下手，才能收得到效果。現在眾生貪心重，貪圖名聞利養、五欲六塵，菩薩示現首先就要放下名聞利養，捨棄五欲六塵，就得從這個上面下手，這叫自利利他；成就自己，感化眾生。如果光是講經說法，自己不能夠身體力行，別人聽了會有疑惑；你自己說得這麼好，你自己為什麼不肯做？換句話說，你就收不到度眾生的效果。所以一定要自己做到、說到，先要把它做到，然後你再說，大家才沒話說。其次的是我先說到，然後我自己也能做到，要兌現。"
    },
    {
      "id": "14-012-0002_p0013",
      "zh_CN": "现在众生烦恼重，现在众生忘本，连儒家都明了「本立而道生」，本忘掉了，这怎么得了？「本」是什么？地藏本愿，本是「孝顺父母、奉事师长」，这是本。所以我们要提倡孝道，要提倡「知恩报恩」，不仅是口头说，我们要做到。现代人与人的关系只看利害，今天给我有利，我们做朋友，我恭敬你、巴结你；明天没有利了，就是路边人，不相识了。如果有利害上冲突，那是敌人，这是什么社会？如果叫这个社会不乱，不可能！",
      "zh_TW": "現在眾生煩惱重，現在眾生忘本，連儒家都明瞭「本立而道生」，本忘掉了，這怎麼得了？「本」是什麼？地藏本願，本是「孝順父母、奉事師長」，這是本。所以我們要提倡孝道，要提倡「知恩報恩」，不僅是口頭說，我們要做到。現代人與人的關係只看利害，今天給我有利，我們做朋友，我恭敬你、巴結你；明天沒有利了，就是路邊人，不相識了。如果有利害上衝突，那是敵人，這是什麼社會？如果叫這個社會不亂，不可能！"
    },
    {
      "id": "14-012-0002_p0014",
      "zh_CN": "提倡孝道、提倡纪念祖先，现在佛门还在做，清明祭祖、中元祭祖、冬至祭祖，一年三次重大的祭祀节日，提倡孝道。我是一生福薄，前生没修福，这是佛经里头说「修慧不修福」，可是我还没有落到「罗汉托空钵」，我还没有落到这个程度，还能勉强维持温饱。我如果有大福报，给诸位说我不建寺庙，我建祠堂，提倡孝道。这个话我说了几十年，希望能建祠堂，建百姓宗祠，每年这三个节日举行重大的祭祀，在这里头宣扬孝亲。现在祭祀完全落在形式，很遗憾。譬如说我们清明、中元、冬至祭祀，祭祀节日应当是七天。前面几天是讲解孝道、表扬孝道，最后这一天才举行仪式，这个就有意义。否则的话，徒具形式，什么叫孝？孝的意义在哪里？不知道，这很难收到效果。",
      "zh_TW": "提倡孝道、提倡紀念祖先，現在佛門還在做，清明祭祖、中元祭祖、冬至祭祖，一年三次重大的祭祀節日，提倡孝道。我是一生福薄，前生沒修福，這是佛經裡頭說「修慧不修福」，可是我還沒有落到「羅漢托空缽」，我還沒有落到這個程度，還能勉強維持溫飽。我如果有大福報，給諸位說我不建寺廟，我建祠堂，提倡孝道。這個話我說了幾十年，希望能建祠堂，建百姓宗祠，每年這三個節日舉行重大的祭祀，在這裡頭宣揚孝親。現在祭祀完全落在形式，很遺憾。譬如說我們清明、中元、冬至祭祀，祭祀節日應當是七天。前面幾天是講解孝道、表揚孝道，最後這一天才舉行儀式，這個就有意義。否則的話，徒具形式，什麼叫孝？孝的意義在哪裡？不知道，這很難收到效果。"
    },
    {
      "id": "14-012-0002_p0015",
      "zh_CN": "我们国家将孔子的诞辰订为教师节，这是纪念老师，一年有一次。凡是祭祀现在都应当是七天，要把为什么要修孝道？为什么要重视师道？给社会大众讲清楚、讲明白，这个祭典才有意义，才不至于仅仅落到形式上。就连我们平常佛门里面一些仪规，譬如净宗学会成立之后，馆长提倡三时系念的佛事，所以我们把三时系念详详细细讲过一遍。做三时系念之前，一定要把三时系念讲过。要拜梁皇忏，一定要把梁皇忏从头到尾讲得清清楚楚、明明白白；然后大家去拜忏，这个心才相应，才能收到效果。对于里面的理、事、境界一无所知，照那个模式去做，收不到效果。所以古人这种忏悔，确实有不思议的力用；现在人我们修这个忏悔见不到效果，道理在此地。如果人人对这些理论、境界都清楚，那不必讲解，来修这个仪式，行！现在人都不懂，对这些仪规都不了解，所以必须预先要上课。",
      "zh_TW": "我們國家將孔子的誕辰訂為教師節，這是紀念老師，一年有一次。凡是祭祀現在都應當是七天，要把為什麼要修孝道？為什麼要重視師道？給社會大眾講清楚、講明白，這個祭典才有意義，才不至於僅僅落到形式上。就連我們平常佛門裡面一些儀規，譬如淨宗學會成立之後，館長提倡三時繫念的佛事，所以我們把三時繫念詳詳細細講過一遍。做三時繫念之前，一定要把三時繫念講過。要拜梁皇懺，一定要把梁皇懺從頭到尾講得清清楚楚、明明白白；然後大家去拜懺，這個心才相應，才能收到效果。對於裡面的理、事、境界一無所知，照那個模式去做，收不到效果。所以古人這種懺悔，確實有不思議的力用；現在人我們修這個懺悔見不到效果，道理在此地。如果人人對這些理論、境界都清楚，那不必講解，來修這個儀式，行！現在人都不懂，對這些儀規都不了解，所以必須預先要上課。"
    },
    {
      "id": "14-012-0002_p0016",
      "zh_CN": "世出世间法都是建立在孝道的基础上，中国儒家以孝道为基础，所谓是《六经》，皆是《孝经》的注脚。同样一个道理，大乘佛法建立在孝道的基础上，可以讲世尊四十九年所说一切法，都是《地藏经》的注解。诸位真正能深入，你就能体会到这个意思。",
      "zh_TW": "世出世間法都是建立在孝道的基礎上，中國儒家以孝道為基礎，所謂是《六經》，皆是《孝經》的註腳。同樣一個道理，大乘佛法建立在孝道的基礎上，可以講世尊四十九年所說一切法，都是《地藏經》的註解。諸位真正能深入，你就能體會到這個意思。"
    },
    {
      "id": "14-012-0002_p0017",
      "zh_CN": "这两愿是观察四谛而建立。能观察四谛是智慧，能发起这个大愿是慈悲；智慧、慈悲都称性，从性地上建立，这叫本愿。就像菩萨一样，菩萨用什么来教化众生，帮助众生离苦得乐？菩萨用「道」、用「灭」。这个道，诸佛如来过去也是凡夫，他是从凡夫修成的；诸佛如来从凡夫修成佛道，这个途径，这个道路，成佛之道。他怎么样修成的？将他们的经验，将他们的方法传授给还没有发心的这些凡夫，迷惑颠倒的这些凡夫，所以「法门无量誓愿学」。菩萨先做出修学的榜样给大家看，告诉大家这是正路，这是真理，这是人生最高的享受，你要让他觉悟，让他跟你一起学习。",
      "zh_TW": "這兩願是觀察四諦而建立。能觀察四諦是智慧，能發起這個大願是慈悲；智慧、慈悲都稱性，從性地上建立，這叫本願。就像菩薩一樣，菩薩用什麼來教化眾生，幫助眾生離苦得樂？菩薩用「道」、用「滅」。這個道，諸佛如來過去也是凡夫，他是從凡夫修成的；諸佛如來從凡夫修成佛道，這個途徑，這個道路，成佛之道。他怎麼樣修成的？將他們的經驗，將他們的方法傳授給還沒有發心的這些凡夫，迷惑顛倒的這些凡夫，所以「法門無量誓願學」。菩薩先做出修學的榜樣給大家看，告訴大家這是正路，這是真理，這是人生最高的享受，你要讓他覺悟，讓他跟你一起學習。"
    },
    {
      "id": "14-012-0002_p0018",
      "zh_CN": "从哪里学起？从孝亲尊师学起，世出世法都不例外。现在这个世间孝道没人提倡，渐渐的消失、淡忘了。而师道是建立在孝道的基础上，他不懂得孝道，他怎么会懂得尊师重道？不可能的事情。所以现在我们看到学生不敬老师，不足以为怪，你要责怪他，你自己就错了。要把不孝父母、不敬师长看作正常的现象，现在是这么个时代。如果看到有一个懂得孝亲尊师的，那是很不平常，换句话说，那不是凡人。谁教他？没人教他自己会，那不是再来人是什么？他不是凡人，换句话说，佛菩萨再来应化的，凡夫是决定做不到的。凡夫你去教他，他都不能接受，他怎么会自动做到！",
      "zh_TW": "從哪裡學起？從孝親尊師學起，世出世法都不例外。現在這個世間孝道沒人提倡，漸漸的消失、淡忘了。而師道是建立在孝道的基礎上，他不懂得孝道，他怎麼會懂得尊師重道？不可能的事情。所以現在我們看到學生不敬老師，不足以為怪，你要責怪他，你自己就錯了。要把不孝父母、不敬師長看作正常的現象，現在是這麼個時代。如果看到有一個懂得孝親尊師的，那是很不平常，換句話說，那不是凡人。誰教他？沒人教他自己會，那不是再來人是什麼？他不是凡人，換句話說，佛菩薩再來應化的，凡夫是決定做不到的。凡夫你去教他，他都不能接受，他怎麼會自動做到！"
    },
    {
      "id": "14-012-0002_p0019",
      "zh_CN": "今天诸佛菩萨应化在这个世间是生大慈愍心，不但你不敬他，还要毁谤他、还要糟蹋他、还要侮辱他，这都是大风大浪，佛菩萨应化在其中，如如不动，为什么？他的本愿是从真心本性建立的。无论你怎么样糟蹋，佛菩萨示现到后来，总会有一天你会觉悟，你会悔过，这个要用长时间来感化众生。佛菩萨晓得一切众生必定会受感化，因为他的业障习气太重了，不是短时间他能够体悟，需要一段长时间，需要一段深化，他才能感动、才肯回头。然后认真努力去学习，达到续佛慧命，帮助众生、成就众生的教学目标。",
      "zh_TW": "今天諸佛菩薩應化在這個世間是生大慈愍心，不但你不敬他，還要毀謗他、還要糟蹋他、還要侮辱他，這都是大風大浪，佛菩薩應化在其中，如如不動，為什麼？他的本願是從真心本性建立的。無論你怎麼樣糟蹋，佛菩薩示現到後來，總會有一天你會覺悟，你會悔過，這個要用長時間來感化眾生。佛菩薩曉得一切眾生必定會受感化，因為他的業障習氣太重了，不是短時間他能夠體悟，需要一段長時間，需要一段深化，他才能感動、才肯回頭。然後認真努力去學習，達到續佛慧命，幫助眾生、成就眾生的教學目標。"
    },
    {
      "id": "14-012-0002_p0020",
      "zh_CN": "「孝亲尊师」这四个字是性德，自性本具的德行。你要是明心见性，你一定会做得圆圆满满；你做不到，是你没见性，你在迷惑颠倒。唯有性德才能开发自性，怎么样才能明心见性？一定要性修才能够见性，现代人修学见性就难了。倓虚老法师在《念佛论》里面跟我们讲，他说，他一生当中没有见过明心见性的人，不但没见过，也没听说过。他说参禅得禅定的人，他见过。参禅得禅定，果报是生四禅天，这个很了不起，但不能出三界。参禅要明心见性才能出得了三界，如果不能明心见性，出不了三界。这就是他老人家讲，在我们这个时代参禅不如念佛，念佛能带业往生，往生是出了三界；不但出了三界，而且出了十法界。他是天台宗的祖师，他是念佛往生的，往生的时候坐着走的，很难得。天台宗历代的祖师念佛往生的人很多，大概是受智者大师的影响，智者大师是念佛往生的。后来他们的祖师统统都念佛，虽修止观，不舍念佛，真正得力还是念佛。可是止观的修学，可以提升他往生的品位，这是真的。我们古人常讲「禅净双修」，天台宗确实如是，它真的是禅净双修。",
      "zh_TW": "「孝親尊師」這四個字是性德，自性本具的德行。你要是明心見性，你一定會做得圓圓滿滿；你做不到，是你沒見性，你在迷惑顛倒。唯有性德才能開發自性，怎麼樣才能明心見性？一定要性修才能夠見性，現代人修學見性就難了。倓虛老法師在《念佛論》裡面跟我們講，他說，他一生當中沒有見過明心見性的人，不但沒見過，也沒聽說過。他說參禪得禪定的人，他見過。參禪得禪定，果報是生四禪天，這個很了不起，但不能出三界。參禪要明心見性才能出得了三界，如果不能明心見性，出不了三界。這就是他老人家講，在我們這個時代參禪不如念佛，念佛能帶業往生，往生是出了三界；不但出了三界，而且出了十法界。他是天台宗的祖師，他是念佛往生的，往生的時候坐著走的，很難得。天台宗歷代的祖師念佛往生的人很多，大概是受智者大師的影響，智者大師是念佛往生的。後來他們的祖師統統都念佛，雖修止觀，不捨念佛，真正得力還是念佛。可是止觀的修學，可以提升他往生的品位，這是真的。我們古人常講「禪淨雙修」，天台宗確實如是，它真的是禪淨雙修。"
    },
    {
      "id": "14-012-0002_p0021",
      "zh_CN": "所以孝道就很重要，很重要！过去我们在讲席当中也常说，「孝」这个字，这个符号就是代表我们真心本性。中国文字之完美是世界上罕见的，这个字的形相、样子是会意，叫你看到这个字，体会里面的意思，这个符号的意思。这个符号「孝」上面一半是「老」字，下面一半是「子」，这两个集合起来称之为「孝」；这是说明上一代跟下一代是一体，这孝字的本意在此地。上一代还有上一代，过去无始；下一代还有下一代，未来无终；无始无终是一体，这从竖的说。有竖当然就有横，所以这个符号实际上代表什么？佛法里面所讲「竖穷三际，横遍十方」。十方、三际是一不是二，换句话说，十方、三际是一个自己，这不就是佛法讲的法身！法身就是讲十方、三际是一不是二。「孝」这个字在佛法里面讲就是法身理体，世出世间一切法都是从这个体生的，都是从孝生出来的，不孝怎么行！",
      "zh_TW": "所以孝道就很重要，很重要！過去我們在講席當中也常說，「孝」這個字，這個符號就是代表我們真心本性。中國文字之完美是世界上罕見的，這個字的形相、樣子是會意，叫你看到這個字，體會裡面的意思，這個符號的意思。這個符號「孝」上面一半是「老」字，下面一半是「子」，這兩個集合起來稱之為「孝」；這是說明上一代跟下一代是一體，這孝字的本意在此地。上一代還有上一代，過去無始；下一代還有下一代，未來無終；無始無終是一體，這從豎的說。有豎當然就有橫，所以這個符號實際上代表什麼？佛法裡面所講「豎窮三際，橫遍十方」。十方、三際是一不是二，換句話說，十方、三際是一個自己，這不就是佛法講的法身！法身就是講十方、三際是一不是二。「孝」這個字在佛法裡面講就是法身理體，世出世間一切法都是從這個體生的，都是從孝生出來的，不孝怎麼行！"
    },
    {
      "id": "14-012-0002_p0022",
      "zh_CN": "孝就是一心，孝就是一真，孝就是法界，我们修学大乘人对这个不能不懂。所以修学以它为根本、以它为基础，从它这里面生出大慈大悲，就是观音法门。大家晓得观音千手千眼，表什么？表眼到、手到。看到众生有苦了，立刻就去帮助他，千手千眼表这个意思。观世音菩萨千手千眼，文殊菩萨是不是千手千眼？普贤菩萨是不是千手千眼？我们佛堂里面两旁边供的是文殊、普贤是千手千眼，地藏菩萨也是千手千眼，任何一尊佛菩萨都是千手千眼。千手千眼代表眼到、手到，表这个意思，不是真的一千只手、一千只眼，实在就是我们世间人常讲双手万能，观察入微双手万能，表这个意思。这是让我们在日常生活当中应当去学习的。",
      "zh_TW": "孝就是一心，孝就是一真，孝就是法界，我們修學大乘人對這個不能不懂。所以修學以它為根本、以它為基礎，從它這裡面生出大慈大悲，就是觀音法門。大家曉得觀音千手千眼，表什麼？表眼到、手到。看到眾生有苦了，立刻就去幫助他，千手千眼表這個意思。觀世音菩薩千手千眼，文殊菩薩是不是千手千眼？普賢菩薩是不是千手千眼？我們佛堂裡面兩旁邊供的是文殊、普賢是千手千眼，地藏菩薩也是千手千眼，任何一尊佛菩薩都是千手千眼。千手千眼代表眼到、手到，表這個意思，不是真的一千隻手、一千隻眼，實在就是我們世間人常講雙手萬能，觀察入微雙手萬能，表這個意思。這是讓我們在日常生活當中應當去學習的。"
    },
    {
      "id": "14-012-0002_p0023",
      "zh_CN": "对众生，帮助众生终极的目标，一般讲目标有三种。最下等的目标是解决众生现前的困难，帮助他一生能过幸福美满的生活，这是下等近程的目标。中程的目标，是要帮助他来生还要得福，不能说这一生享福，来生堕三恶道，那就可怜、那就错误了。这一生享福，来生继续还要享福，更希望来生的福报比这一生还要大一些，比这一生更殊胜一些，这是中程度生的目标。远程、大的度生的目标，是要帮助他圆满证得无上菩提，换句话说，帮助他成佛，这个目标才真正是达到圆满。佛菩萨教化众生，为什么特别赞叹净宗法门，净宗法门这三个目标统统都含摄在其中，实实在在说这是大圆满。所以一切诸佛赞叹阿弥陀佛，尊他是「光中极尊，佛中之王」，就是他教化众生、他度众生，三个目标都圆满。而且确确实实净宗教人是建立在孝敬的基础上。",
      "zh_TW": "對眾生，幫助眾生終極的目標，一般講目標有三種。最下等的目標是解決眾生現前的困難，幫助他一生能過幸福美滿的生活，這是下等近程的目標。中程的目標，是要幫助他來生還要得福，不能說這一生享福，來生墮三惡道，那就可憐、那就錯誤了。這一生享福，來生繼續還要享福，更希望來生的福報比這一生還要大一些，比這一生更殊勝一些，這是中程度生的目標。遠程、大的度生的目標，是要幫助他圓滿證得無上菩提，換句話說，幫助他成佛，這個目標才真正是達到圓滿。佛菩薩教化眾生，為什麼特別讚歎淨宗法門，淨宗法門這三個目標統統都含攝在其中，實實在在說這是大圓滿。所以一切諸佛讚歎阿彌陀佛，尊他是「光中極尊，佛中之王」，就是他教化眾生、他度眾生，三個目標都圓滿。而且確確實實淨宗教人是建立在孝敬的基礎上。"
    },
    {
      "id": "14-012-0002_p0024",
      "zh_CN": "《观经》的净业三福，一开端就教我们「孝养父母，奉事师长」。从前人懂得，所以作父母教儿女哪一桩事情最重要？「尊师重道」，他不是教别的。老师教学生第一重要的课程就是「孝顺父母」。所以一个小孩从小接受这个教育，少成若天性，从小灌输、从小教导，在他心地、在他阿赖耶识里面根深蒂固，永远不变，他能够尽孝。孝里面包含一切世出世间法，在此地不能细说。在家能孝亲、能友爱兄弟，这就是「悌」；能报效国家，就是「忠」。所以八德：「孝、悌、忠、信、礼、义、廉、耻」，孝是个根本，其余七个都是孝表现在不同事相里面，给它建立的名相，其实就是一个「孝」字。",
      "zh_TW": "《觀經》的淨業三福，一開端就教我們「孝養父母，奉事師長」。從前人懂得，所以作父母教兒女哪一樁事情最重要？「尊師重道」，他不是教別的。老師教學生第一重要的課程就是「孝順父母」。所以一個小孩從小接受這個教育，少成若天性，從小灌輸、從小教導，在他心地、在他阿賴耶識裡面根深蒂固，永遠不變，他能夠盡孝。孝裡面包含一切世出世間法，在此地不能細說。在家能孝親、能友愛兄弟，這就是「悌」；能報效國家，就是「忠」。所以八德：「孝、悌、忠、信、禮、義、廉、恥」，孝是個根本，其餘七個都是孝表現在不同事相裡面，給它建立的名相，其實就是一個「孝」字。"
    },
    {
      "id": "14-012-0002_p0025",
      "zh_CN": "在佛法里面三学、四摄、六度，无量无边的法门都是一个「孝」字，世出世间的正法决定是建立在孝道的基础上。一个道场的建立，大众在一起薰修，为什么第一部要讲《地藏经》？道场硬体的设施建立了，建立之后我们得到这个硬体，要在这个地方建立软体，就是心理的建设。心正则行正，与道就相应，与心性相应，与宇宙人生的真相相应。",
      "zh_TW": "在佛法裡面三學、四攝、六度，無量無邊的法門都是一個「孝」字，世出世間的正法決定是建立在孝道的基礎上。一個道場的建立，大眾在一起薰修，為什麼第一部要講《地藏經》？道場硬體的設施建立了，建立之後我們得到這個硬體，要在這個地方建立軟體，就是心理的建設。心正則行正，與道就相應，與心性相應，與宇宙人生的真相相應。"
    },
    {
      "id": "14-012-0002_p0026",
      "zh_CN": "《地藏菩萨本愿经》特别殊胜之处，孝是从度母亲做起，一个人在世间最亲密的是母亲，父亲还次一等。一个婴儿出生下来，时时刻刻不离母亲的怀抱，受到母亲的关怀、照顾，恩德无与伦比，所以讲孝亲第一个是母亲。这个经里面我们看到地藏菩萨，地藏菩萨就是修学地藏法门的这个人，地藏菩萨不是一个人。凡是修学孝亲尊师的这个人就是地藏菩萨，凡是修学慈悲救一切众生苦难的这个人就是观音菩萨，这个意思我们要懂。我们要以一生具足一切菩萨才能圆成佛道，这就是「法门无量誓愿学」真正的意思。我们要学地藏的孝敬，要学观音的慈悲，要学文殊的智慧，我们现在讲理智，要学普贤菩萨的落实，这不是一个身具足了四大菩萨。四大菩萨再要细分，就是无量无边一切菩萨，这叫法门无量誓愿学。",
      "zh_TW": "《地藏菩薩本願經》特別殊勝之處，孝是從度母親做起，一個人在世間最親密的是母親，父親還次一等。一個嬰兒出生下來，時時刻刻不離母親的懷抱，受到母親的關懷、照顧，恩德無與倫比，所以講孝親第一個是母親。這個經裡面我們看到地藏菩薩，地藏菩薩就是修學地藏法門的這個人，地藏菩薩不是一個人。凡是修學孝親尊師的這個人就是地藏菩薩，凡是修學慈悲救一切眾生苦難的這個人就是觀音菩薩，這個意思我們要懂。我們要以一生具足一切菩薩才能圓成佛道，這就是「法門無量誓願學」真正的意思。我們要學地藏的孝敬，要學觀音的慈悲，要學文殊的智慧，我們現在講理智，要學普賢菩薩的落實，這不是一個身具足了四大菩薩。四大菩薩再要細分，就是無量無邊一切菩薩，這叫法門無量誓願學。"
    },
    {
      "id": "14-012-0002_p0027",
      "zh_CN": "从这个地方诸位也就能体会到，《华严》、净宗经典里面所讲「一即一切」，一个法门决定含摄一切法门。地藏孝敬，孝敬里面当然有慈悲，孝敬里面有理智，孝敬落实，一个地藏就具足观音、文殊、普贤，不是统统具足了！普贤菩萨实践，实践里面必定有孝行、必定有慈悲、必定有智慧，那不是一个菩萨又具足一切菩萨！所以才给你讲「一即一切，一切即一」，法法圆融，法法无碍，你才真正懂得佛法的不可思议。所以我们在这里看到他是为母亲发心，这比什么都亲切。教给我们孝顺心怎么样生起？度母亲。母亲对我们有这么大的恩德，无论我们在哪一个地方、在哪一个时候，念念不忘。念念不忘是在心上，为报母恩，不但我们不可以做错事，连一个恶念都不能生起，为什么？对不起母亲，这不是母亲对儿女的期望。每年举行一次祭祀，那是提倡孝道、扩展孝道，用意是在此地，是利他的。「念念断恶、念念修善」，这是孝母亲的这个心约束我们必须要这么做。你说这个孝的力量多大！推动我们在菩提道上精进不懈。",
      "zh_TW": "從這個地方諸位也就能體會到，《華嚴》、淨宗經典裡面所講「一即一切」，一個法門決定含攝一切法門。地藏孝敬，孝敬裡面當然有慈悲，孝敬裡面有理智，孝敬落實，一個地藏就具足觀音、文殊、普賢，不是統統具足了！普賢菩薩實踐，實踐裡面必定有孝行、必定有慈悲、必定有智慧，那不是一個菩薩又具足一切菩薩！所以才給你講「一即一切，一切即一」，法法圓融，法法無礙，你才真正懂得佛法的不可思議。所以我們在這裡看到他是為母親發心，這比什麼都親切。教給我們孝順心怎麼樣生起？度母親。母親對我們有這麼大的恩德，無論我們在哪一個地方、在哪一個時候，念念不忘。念念不忘是在心上，為報母恩，不但我們不可以做錯事，連一個惡念都不能生起，為什麼？對不起母親，這不是母親對兒女的期望。每年舉行一次祭祀，那是提倡孝道、擴展孝道，用意是在此地，是利他的。「念念斷惡、念念修善」，這是孝母親的這個心約束我們必須要這麼做。你說這個孝的力量多大！推動我們在菩提道上精進不懈。"
    },
    {
      "id": "14-012-0002_p0028",
      "zh_CN": "从孝母亲使我们联想到教导我们的老师，没有老师，我们怎么会懂得孝道，所以老师的恩德不能忘。朴老提的「知恩报恩」，这四个字是世尊在《大般若经》里讲的，二地菩萨修学的法门。二地菩萨在《大般若经》里所说的主修有八个科目，知恩报恩是其中的一个科目。在这个时代特别值得提倡，现在社会忘恩负义的人很多，忘恩负义是罪行、是过失、苦报；知恩报恩是正行、菩萨行，果报是乐报，不一样。今天社会这些大众犯些什么过失，我们要针对过失来加以辅导、来加以帮助，这样就对了。是因母亲发心，这太亲切了，这样的教学使我们体会到，世尊高度智慧、圆满智慧，极其善巧方便达到了极处，让我们听到、接触到，不能不信，不能不学。所有一切善法、所有一切善行，都是从孝顺母亲、救度母亲而衍生出来的，这真正是根本。我们在菩提道上的正行、成就愈是殊胜，对母亲的孝敬就愈是圆满。所以我常说孝道做到究竟圆满的只有一个人，成佛；圆教的佛果，达到究竟圆满。等觉菩萨还有一品生相无明没破，孝道还欠缺一分。",
      "zh_TW": "從孝母親使我們聯想到教導我們的老師，沒有老師，我們怎麼會懂得孝道，所以老師的恩德不能忘。樸老提的「知恩報恩」，這四個字是世尊在《大般若經》裡講的，二地菩薩修學的法門。二地菩薩在《大般若經》裡所說的主修有八個科目，知恩報恩是其中的一個科目。在這個時代特別值得提倡，現在社會忘恩負義的人很多，忘恩負義是罪行、是過失、苦報；知恩報恩是正行、菩薩行，果報是樂報，不一樣。今天社會這些大眾犯些什麼過失，我們要針對過失來加以輔導、來加以幫助，這樣就對了。是因母親發心，這太親切了，這樣的教學使我們體會到，世尊高度智慧、圓滿智慧，極其善巧方便達到了極處，讓我們聽到、接觸到，不能不信，不能不學。所有一切善法、所有一切善行，都是從孝順母親、救度母親而衍生出來的，這真正是根本。我們在菩提道上的正行、成就愈是殊勝，對母親的孝敬就愈是圓滿。所以我常說孝道做到究竟圓滿的只有一個人，成佛；圓教的佛果，達到究竟圓滿。等覺菩薩還有一品生相無明沒破，孝道還欠缺一分。"
    },
    {
      "id": "14-012-0002_p0029",
      "zh_CN": "我们为什么要发心度众生？为什么要发心断烦恼？为什要发心学法门、成佛道？为报母恩。我们不这样做，对不起父母，特别是母亲。如来的正教大法建立在这个基础上，所以「四弘誓愿」是一切诸佛如来的通愿、本愿。地藏菩萨特别以无比的悲心偏向受苦的众生，众生受的苦难愈多，菩萨的悲心愈重，所以经上称他「永做幽冥教主」。幽冥是地狱，菩萨的誓愿「地狱不空，誓不成佛」，悲心到了极处。地狱这个苦难的地方，一般人不愿意去，别人不愿意去的，他去；别人不愿意吃的苦头，他肯吃。在地狱里面一定要现地狱同类身，不现同类身，怎么能教化众生！要修同类行，地狱众生受哪些苦，菩萨在里头也要示现受哪些苦，不能特殊，不可以例外，这才能够感化地狱众生觉悟、忏悔、回头。所以是忍苦忍难，大慈大悲，这是地藏菩萨的本愿，让我们修学大乘初发心的人要学地藏菩萨。我昨天给诸位提示，「幽冥」另一个意思就是「谦虚卑下」，永远在别人下面，认真努力修学教化众生，名闻利养种种一切享受，奉献给别人，自己永远处在下位，这是幽冥的意思。经题的别题就介绍到此地。",
      "zh_TW": "我們為什麼要發心度眾生？為什麼要發心斷煩惱？為什要發心學法門、成佛道？為報母恩。我們不這樣做，對不起父母，特別是母親。如來的正教大法建立在這個基礎上，所以「四弘誓願」是一切諸佛如來的通願、本願。地藏菩薩特別以無比的悲心偏向受苦的眾生，眾生受的苦難愈多，菩薩的悲心愈重，所以經上稱他「永做幽冥教主」。幽冥是地獄，菩薩的誓願「地獄不空，誓不成佛」，悲心到了極處。地獄這個苦難的地方，一般人不願意去，別人不願意去的，他去；別人不願意吃的苦頭，他肯吃。在地獄裡面一定要現地獄同類身，不現同類身，怎麼能教化眾生！要修同類行，地獄眾生受哪些苦，菩薩在裡頭也要示現受哪些苦，不能特殊，不可以例外，這才能夠感化地獄眾生覺悟、懺悔、回頭。所以是忍苦忍難，大慈大悲，這是地藏菩薩的本願，讓我們修學大乘初發心的人要學地藏菩薩。我昨天給諸位提示，「幽冥」另一個意思就是「謙虛卑下」，永遠在別人下面，認真努力修學教化眾生，名聞利養種種一切享受，奉獻給別人，自己永遠處在下位，這是幽冥的意思。經題的別題就介紹到此地。"
    },
    {
      "id": "14-012-0002_p0030",
      "zh_CN": "末后有个『经』字，「经」是通题。诸佛如来所说一切法，我们都尊称为「经」。这个称呼是顺着中国人的习惯，佛法没到中国之前，中国人对于古圣先贤的教训都称之为「经」。像儒家有《十三经》，道家老子尊称为《道德经》，庄子尊称为《南华经》，对古圣先贤的教诲都是这样称呼。佛法传到中国来之后，中国人对它尊敬，同样也称之为经典。根据经典里面的解释，梵文原文称为「修多罗」。修多罗它的本意是线，因为过去佛经是用贝叶写的，写好之后两边打洞用绳子穿起来，所以叫做线。中国人对这个线不尊重，中国人尊称为经。",
      "zh_TW": "末後有個『經』字，「經」是通題。諸佛如來所說一切法，我們都尊稱為「經」。這個稱呼是順著中國人的習慣，佛法沒到中國之前，中國人對於古聖先賢的教訓都稱之為「經」。像儒家有《十三經》，道家老子尊稱為《道德經》，莊子尊稱為《南華經》，對古聖先賢的教誨都是這樣稱呼。佛法傳到中國來之後，中國人對它尊敬，同樣也稱之為經典。根據經典裡面的解釋，梵文原文稱為「修多羅」。修多羅它的本意是線，因為過去佛經是用貝葉寫的，寫好之後兩邊打洞用繩子穿起來，所以叫做線。中國人對這個線不尊重，中國人尊稱為經。"
    },
    {
      "id": "14-012-0002_p0031",
      "zh_CN": "修多罗里面，通常讲有五个意思。",
      "zh_TW": "修多羅裡面，通常講有五個意思。"
    },
    {
      "id": "14-012-0002_p0032",
      "zh_CN": "第一个是「涌泉」的意思，像泉水从地上往外面冒出来，这是取佛所讲的义趣无穷；我们现在讲很有摄受力，愈读愈有味道。不像世间人的文字，世间文字诸位要是看报纸、杂志，看一遍不会想再看第二遍，为什么？一遍的味道就尽了、就没有了，这个味道很淡，不浓。世间好的文学作品，大家喜欢看、喜欢读，可是如果读到十遍、二十遍、三十遍，就不再想看了，它这个味道就比报纸、杂志浓得很多，它可以让你看个十几遍、几十遍。可是经典就不一样，经典的味道永远不会衰退，我们可以做个比较。在中国著名的文学作品，四大小说：西游记、水浒传、三国演义、红楼梦，这是中国著名四大文艺小说；你能看多少遍？看个十遍、二十遍，不想看了。给诸位说，我看过十几、二十遍，那是我做学生时代。那么大的书，我告诉诸位同学，这本书我从头到尾看一遍顶多一个星期。我从小学四年级开始看中国古典文艺小说，我看到初中一年级以后就不看了，这东西没味道了。可是《四书》、《五经》、《古文》，你从小学念到胡须白了还有味道，还是津津有味，不一样，意味无穷。佛经的味道就更浓了，诸位如果能够契入到佛的大乘经典，世间的典籍不再想看。我过去在初学的时候，对于心理学很有兴趣，找了不少心理学中国、外国的名著，没看完。以后接触到佛法，接触到佛法的法相唯识，这一看世界上所有的心理学跟法相唯识来做比较，那差得太远了。佛法的味浓，像泉水往外涌。",
      "zh_TW": "第一個是「湧泉」的意思，像泉水從地上往外面冒出來，這是取佛所講的義趣無窮；我們現在講很有攝受力，愈讀愈有味道。不像世間人的文字，世間文字諸位要是看報紙、雜誌，看一遍不會想再看第二遍，為什麼？一遍的味道就盡了、就沒有了，這個味道很淡，不濃。世間好的文學作品，大家喜歡看、喜歡讀，可是如果讀到十遍、二十遍、三十遍，就不再想看了，它這個味道就比報紙、雜誌濃得很多，它可以讓你看個十幾遍、幾十遍。可是經典就不一樣，經典的味道永遠不會衰退，我們可以做個比較。在中國著名的文學作品，四大小說：西遊記、水滸傳、三國演義、紅樓夢，這是中國著名四大文藝小說；你能看多少遍？看個十遍、二十遍，不想看了。給諸位說，我看過十幾、二十遍，那是我做學生時代。那麼大的書，我告訴諸位同學，這本書我從頭到尾看一遍頂多一個星期。我從小學四年級開始看中國古典文藝小說，我看到初中一年級以後就不看了，這東西沒味道了。可是《四書》、《五經》、《古文》，你從小學念到鬍鬚白了還有味道，還是津津有味，不一樣，意味無窮。佛經的味道就更濃了，諸位如果能夠契入到佛的大乘經典，世間的典籍不再想看。我過去在初學的時候，對於心理學很有興趣，找了不少心理學中國、外國的名著，沒看完。以後接觸到佛法，接觸到佛法的法相唯識，這一看世界上所有的心理學跟法相唯識來做比較，那差得太遠了。佛法的味濃，像泉水往外湧。"
    },
    {
      "id": "14-012-0002_p0033",
      "zh_CN": "第二个意思是「出生」，能出生一切微妙的善法。所以佛经读了之后，你的心善，你的行善，自自然然就善，把你的性德引发出来，这个善不是学的。",
      "zh_TW": "第二個意思是「出生」，能出生一切微妙的善法。所以佛經讀了之後，你的心善，你的行善，自自然然就善，把你的性德引發出來，這個善不是學的。"
    },
    {
      "id": "14-012-0002_p0034",
      "zh_CN": "第三个意思是「绳墨」，绳墨用现在的话来说它是标准，是真妄、邪正、是非、善恶、利害的一个决定的标准。绳墨是比喻，大概在中国现在还有，木匠锯木头用个墨斗拉一条黑线，然后跟着锯；现在西洋人已经不用这个东西，它的意思就是标准。",
      "zh_TW": "第三個意思是「繩墨」，繩墨用現在的話來說它是標準，是真妄、邪正、是非、善惡、利害的一個決定的標準。繩墨是比喻，大概在中國現在還有，木匠鋸木頭用個墨斗拉一條黑線，然後跟著鋸；現在西洋人已經不用這個東西，它的意思就是標準。"
    },
    {
      "id": "14-012-0002_p0035",
      "zh_CN": "第四个意思是「显示」，它能够显示真理。",
      "zh_TW": "第四個意思是「顯示」，它能夠顯示真理。"
    },
    {
      "id": "14-012-0002_p0036",
      "zh_CN": "第五个意思是「结鬘」，结鬘就是贯穿诸法，要用我们现在讲就是科判，就是章句之学；它的文字组织自始至终一脉相承，有条不紊，取这个意思。文字结构严整，它思想体系就很清楚。修多罗有这五个意思。",
      "zh_TW": "第五個意思是「結鬘」，結鬘就是貫穿諸法，要用我們現在講就是科判，就是章句之學；它的文字組織自始至終一脈相承，有條不紊，取這個意思。文字結構嚴整，它思想體系就很清楚。修多羅有這五個意思。"
    },
    {
      "id": "14-012-0002_p0037",
      "zh_CN": "还有多意，是像清凉大师在《华严经》里面就讲十个意思，《华严》是以十代表圆满。可是我们通常解释经的意思多半是用「贯摄常法」四个字来解释，普遍也讲得很好。「贯」就是贯穿，结鬘的意思，佛的说法很有条理、很有层次，有条不紊，这就是科判之学。中国在后期学术界里面有所谓章句之学，实在讲章句之学就是从佛经科判之学变过来，佛法对中国学术界影响很深。拼音也是从华严字母里面学到的。这是贯的意思。",
      "zh_TW": "還有多意，是像清涼大師在《華嚴經》裡面就講十個意思，《華嚴》是以十代表圓滿。可是我們通常解釋經的意思多半是用「貫攝常法」四個字來解釋，普遍也講得很好。「貫」就是貫穿，結鬘的意思，佛的說法很有條理、很有層次，有條不紊，這就是科判之學。中國在後期學術界裡面有所謂章句之學，實在講章句之學就是從佛經科判之學變過來，佛法對中國學術界影響很深。拼音也是從華嚴字母裡面學到的。這是貫的意思。"
    },
    {
      "id": "14-012-0002_p0038",
      "zh_CN": "「摄」是摄受，就是刚才讲涌泉的意思，这里头其味无穷，能摄受人心，让你接触到、读到之后欲罢不能，你会非常欢喜，它有这个力量。而且这种法味永远不衰，愈深入愈浓厚，这是世间任何书籍都办不到的，它有这么浓厚的摄受力。「常」是说它所讲的理论方法永远不变，超越时空。古时候三千年前，遵循这些理论、方法修学得成就，现在三千年后的现代人，用这个方法、用这个理论，同样能成就，超越时间。古时候印度人用这个方法能成就，现在中国人用这个方法也能成就，超越空间。超时空的作品，这是真理。「法」就是法则、规矩，依照这个方法修行，你决定成功。经典具足「贯摄常法」四个意思。经题我们就介绍到此地，合起来这个经的题目是「地藏菩萨本愿经」。",
      "zh_TW": "「攝」是攝受，就是剛才講湧泉的意思，這裡頭其味無窮，能攝受人心，讓你接觸到、讀到之後欲罷不能，你會非常歡喜，它有這個力量。而且這種法味永遠不衰，愈深入愈濃厚，這是世間任何書籍都辦不到的，它有這麼濃厚的攝受力。「常」是說它所講的理論方法永遠不變，超越時空。古時候三千年前，遵循這些理論、方法修學得成就，現在三千年後的現代人，用這個方法、用這個理論，同樣能成就，超越時間。古時候印度人用這個方法能成就，現在中國人用這個方法也能成就，超越空間。超時空的作品，這是真理。「法」就是法則、規矩，依照這個方法修行，你決定成功。經典具足「貫攝常法」四個意思。經題我們就介紹到此地，合起來這個經的題目是「地藏菩薩本願經」。"
    },
    {
      "id": "14-012-0002_p0039",
      "zh_CN": "我们依照这部经典的理论方法修学，成就自己地藏法门。以这个为基础，才能建立一切大乘佛法，建立净土的佛法；离开这个基础，给诸位说，无论什么佛法统统不能建立。所有大乘法、净土法都建立在这个基础上，离开这个基础就没有佛法，这一点比什么都重要。所以真正学佛希望自己在这一生当中能有成就，这个法门不能不重视，不能不认真去修学。古德在讲经之前还有玄义，里面的内容也非常之美满，我们限于时间，这个部分就把它省略，好像我过去曾经讲过。是不是留着有录音带，我也记不清楚，留的东西也很多，如果有，诸位可以找出来做参考。",
      "zh_TW": "我們依照這部經典的理論方法修學，成就自己地藏法門。以這個為基礎，才能建立一切大乘佛法，建立淨土的佛法；離開這個基礎，給諸位說，無論什麼佛法統統不能建立。所有大乘法、淨土法都建立在這個基礎上，離開這個基礎就沒有佛法，這一點比什麼都重要。所以真正學佛希望自己在這一生當中能有成就，這個法門不能不重視，不能不認真去修學。古德在講經之前還有玄義，裡面的內容也非常之美滿，我們限於時間，這個部分就把它省略，好像我過去曾經講過。是不是留著有錄音帶，我也記不清楚，留的東西也很多，如果有，諸位可以找出來做參考。"
    },
    {
      "id": "14-012-0002_p0040",
      "zh_CN": "下面我们看人题，就是翻译本经的人。",
      "zh_TW": "下面我們看人題，就是翻譯本經的人。"
    },
    {
      "id": "14-012-0002_p0041",
      "zh_CN": "【唐于阗国三藏沙门实叉难陀译】",
      "zh_TW": "【唐于闐國三藏沙門實叉難陀譯】"
    },
    {
      "id": "14-012-0002_p0042",
      "zh_CN": "佛经里面翻译的人很重要，也是让我们生起信心。佛经是从印度梵文翻译过来的，是当年释迦牟尼佛在世所说。拣别它不是伪造的，它不是驾乩扶鸾、神仙来降的，那个不能够令人生信。扶鸾这桩事情，我很小的时候，好像是念小学的时候，在福建，我看到福建扶鸾的风气很盛，我看他们那个作法我有信心。因为扶鸾的人，扶鸾在沙盘上，那个也很考究。鸾笔，也叫扶乩，叫乩笔；他们刻一个龙头，龙的舌头撑下来的时候就是那个笔杆。用一个小畚箕，也装潢得很美观。扶鸾的人多半是在街上找一些挑水、卖柴的，那个时候在抗战之前，一般家里面没有自来水要买水，专门有人挑水卖的，这些人不认识字；还有卖柴的。没有念过书，不认识字，就在马路上随便找他们来，请他们来扶。所以沙盘上写的字我们在旁边都认得，他写的是规规矩矩的，一点都不潦草，一笔一画写出来，大概半个小时到一个小时能够写几十个字，再把它记录下来。我对那个很相信，因为他们自己本身不认识字，尤其不是固定的人，随时找来的，我很相信它。可是我在台湾看到那个扶鸾，我就不相信。为什么？扶鸾的人是固定的一个人，而且乩盘一开动的时候，那个里面动的我们怎么看一个字都看不出来。而且他口里念的，半个小时念一、两千字出来，所以看到那个我不相信。那个大概是伪造的，不是真的。佛经不是这些鬼神鸾笔所写，确确实实是从印度梵文翻译出来的。所以有翻译的年代、有翻译经的场所、有翻译的人，足以证明它的真实性。",
      "zh_TW": "佛經裡面翻譯的人很重要，也是讓我們生起信心。佛經是從印度梵文翻譯過來的，是當年釋迦牟尼佛在世所說。揀別它不是偽造的，它不是駕乩扶鸞、神仙來降的，那個不能夠令人生信。扶鸞這樁事情，我很小的時候，好像是念小學的時候，在福建，我看到福建扶鸞的風氣很盛，我看他們那個作法我有信心。因為扶鸞的人，扶鸞在沙盤上，那個也很考究。鸞筆，也叫扶乩，叫乩筆；他們刻一個龍頭，龍的舌頭撐下來的時候就是那個筆桿。用一個小畚箕，也裝潢得很美觀。扶鸞的人多半是在街上找一些挑水、賣柴的，那個時候在抗戰之前，一般家裡面沒有自來水要買水，專門有人挑水賣的，這些人不認識字；還有賣柴的。沒有念過書，不認識字，就在馬路上隨便找他們來，請他們來扶。所以沙盤上寫的字我們在旁邊都認得，他寫的是規規矩矩的，一點都不潦草，一筆一畫寫出來，大概半個小時到一個小時能夠寫幾十個字，再把它記錄下來。我對那個很相信，因為他們自己本身不認識字，尤其不是固定的人，隨時找來的，我很相信它。可是我在台灣看到那個扶鸞，我就不相信。為什麼？扶鸞的人是固定的一個人，而且乩盤一開動的時候，那個裡面動的我們怎麼看一個字都看不出來。而且他口裡念的，半個小時念一、兩千字出來，所以看到那個我不相信。那個大概是偽造的，不是真的。佛經不是這些鬼神鸞筆所寫，確確實實是從印度梵文翻譯出來的。所以有翻譯的年代、有翻譯經的場所、有翻譯的人，足以證明它的真實性。"
    },
    {
      "id": "14-012-0002_p0043",
      "zh_CN": "「译人」这个题里头，朝代是代表时间，这是唐代，唐朝的时代。翻译的法师，我们也要知道。古时候的译经不是一个人，有译场是国家建设的，就是译经的场所。参加译场工作的人很多，它里面的执事也分配得很细。译人是译场的负责人，好像译经院他是院长，所有这些翻译的都用他的名字，他负责任；像一个机构里面的长官一样，做这个工作可能是他底下人做的。里面法师、居士都很多参加译经的工作；经译成之后，用他的名字，他负责任。正如像政府组织一样，政府的长官，一个市长发布所有这些文件、公告，都是他底下秘书、科员、科长替他拟的草，他看过发布，他盖印，署他的名，他负责任。这个我们一定要懂得，不一定是他自己翻的。",
      "zh_TW": "「譯人」這個題裡頭，朝代是代表時間，這是唐代，唐朝的時代。翻譯的法師，我們也要知道。古時候的譯經不是一個人，有譯場是國家建設的，就是譯經的場所。參加譯場工作的人很多，它裡面的執事也分配得很細。譯人是譯場的負責人，好像譯經院他是院長，所有這些翻譯的都用他的名字，他負責任；像一個機構裡面的長官一樣，做這個工作可能是他底下人做的。裡面法師、居士都很多參加譯經的工作；經譯成之後，用他的名字，他負責任。正如像政府組織一樣，政府的長官，一個市長發布所有這些文件、公告，都是他底下祕書、科員、科長替他擬的草，他看過發布，他蓋印，署他的名，他負責任。這個我們一定要懂得，不一定是他自己翻的。"
    },
    {
      "id": "14-012-0002_p0044",
      "zh_CN": "这位法师是『于阗国』的人，于阗在我们现在的新疆，在唐朝时候是西域的一个小国。这是说明法师的籍贯，他是哪里人，他出现在什么时代；唐是代表时代，于阗国是代表他的籍贯。『三藏沙门』是代表他的学历。通常称为三藏法师，他老人家客气，不敢称法师，称沙门。沙门是个很谦虚的称呼，要用现在的话来说就是学生，是在学习的，不敢称师，称为学生，地位跟大家是平等的，我们是同学。「三藏」，这是一定要冠上去的，如果不通达三藏就没有资格翻经，翻经的法师一定是通达三藏，才有资格翻经；经、律、论三藏他都通达。「沙门」是梵语，古印度凡是出家人都称沙门，不一定是佛教。其他宗教里面出家修行的，像婆罗门教、瑜伽、数论，只要出家修行的都称为沙门。沙门这个名称传到中国来之后，就变成佛家出家人的专称，它的意思是「勤修戒定慧、息灭贪瞋痴」，这就称之为沙门。这是法师谦虚的称呼。",
      "zh_TW": "這位法師是『于闐國』的人，于闐在我們現在的新疆，在唐朝時候是西域的一個小國。這是說明法師的籍貫，他是哪裡人，他出現在什麼時代；唐是代表時代，于闐國是代表他的籍貫。『三藏沙門』是代表他的學歷。通常稱為三藏法師，他老人家客氣，不敢稱法師，稱沙門。沙門是個很謙虛的稱呼，要用現在的話來說就是學生，是在學習的，不敢稱師，稱為學生，地位跟大家是平等的，我們是同學。「三藏」，這是一定要冠上去的，如果不通達三藏就沒有資格翻經，翻經的法師一定是通達三藏，才有資格翻經；經、律、論三藏他都通達。「沙門」是梵語，古印度凡是出家人都稱沙門，不一定是佛教。其他宗教裡面出家修行的，像婆羅門教、瑜伽、數論，只要出家修行的都稱為沙門。沙門這個名稱傳到中國來之後，就變成佛家出家人的專稱，它的意思是「勤修戒定慧、息滅貪瞋痴」，這就稱之為沙門。這是法師謙虛的稱呼。"
    },
    {
      "id": "14-012-0002_p0045",
      "zh_CN": "『实叉难陀』也是梵文音译过来的，翻成中国意思称为「喜学」，欢喜学习。『译』是翻译，这就不多说了，是实叉难陀大师译出这部经。法师在中国还有一部就是现在大家所读诵的《八十华严》，八十卷的《华严》也是他老人家翻译，所以对于中国佛教很有贡献。我们在此地读经，对于传法的人这种大恩大德，我们也不能够忘记，没有他翻译，我们就读不到这部经典。没有祖师大德代代相传，我们也没有缘分见到这部经，所以对于历代祖师我们都以感恩的心来看待。感恩一定要报恩，报恩就要认真的学习，这才是真正的「上报四重恩」；能报恩，必定能「下济三途苦」，所以报恩、度苦是一桩事情。你这个报恩之行，让众生看到之后，能够生起感发，能够觉悟、能够回头、能够改过自新，就收到度化众生真实的效果。",
      "zh_TW": "『實叉難陀』也是梵文音譯過來的，翻成中國意思稱為「喜學」，歡喜學習。『譯』是翻譯，這就不多說了，是實叉難陀大師譯出這部經。法師在中國還有一部就是現在大家所讀誦的《八十華嚴》，八十卷的《華嚴》也是他老人家翻譯，所以對於中國佛教很有貢獻。我們在此地讀經，對於傳法的人這種大恩大德，我們也不能夠忘記，沒有他翻譯，我們就讀不到這部經典。沒有祖師大德代代相傳，我們也沒有緣分見到這部經，所以對於歷代祖師我們都以感恩的心來看待。感恩一定要報恩，報恩就要認真的學習，這才是真正的「上報四重恩」；能報恩，必定能「下濟三途苦」，所以報恩、度苦是一樁事情。你這個報恩之行，讓眾生看到之後，能夠生起感發，能夠覺悟、能夠回頭、能夠改過自新，就收到度化眾生真實的效果。"
    },
    {
      "id": "14-012-0002_p0046",
      "zh_CN": "本经经文一共十三品，第一品是序品，但是它的品题叫《忉利天宫神通品》。在这品经里面佛为我们说明，释迦牟尼佛表演给我们看，他在这个世间示现修学、成道、教学，所谓转法轮、度众生。教化众生的缘分，快要到终结的时候，释迦牟尼佛要示现灭度，在这个之前，特别为我们示现报母亲之恩。我们在经典里看到，世尊出世之后，他的母亲就过世了，母亲生在忉利天，所以一定要到忉利天宫为母亲说法。在忉利天住了三个月，为母亲说法，就是说的这一部《地藏菩萨本愿经》。忉利天宫这一次的法会非常非常殊胜！世尊为我们说出地藏菩萨过去因地当中，度母亲的这些公案因缘，就是我们一般说的「故事」。希望我们听了之后能够感发，学习效法地藏菩萨，奠定大乘修学的基础，这是这一品经的义趣。",
      "zh_TW": "本經經文一共十三品，第一品是序品，但是它的品題叫《忉利天宮神通品》。在這品經裡面佛為我們說明，釋迦牟尼佛表演給我們看，他在這個世間示現修學、成道、教學，所謂轉法輪、度眾生。教化眾生的緣分，快要到終結的時候，釋迦牟尼佛要示現滅度，在這個之前，特別為我們示現報母親之恩。我們在經典裡看到，世尊出世之後，他的母親就過世了，母親生在忉利天，所以一定要到忉利天宮為母親說法。在忉利天住了三個月，為母親說法，就是說的這一部《地藏菩薩本願經》。忉利天宮這一次的法會非常非常殊勝！世尊為我們說出地藏菩薩過去因地當中，度母親的這些公案因緣，就是我們一般說的「故事」。希望我們聽了之後能夠感發，學習效法地藏菩薩，奠定大乘修學的基礎，這是這一品經的義趣。"
    },
    {
      "id": "14-012-0002_p0047",
      "zh_CN": "现在我们看经文。经文一开端：",
      "zh_TW": "現在我們看經文。經文一開端："
    },
    {
      "id": "14-012-0002_p0048",
      "zh_CN": "【如是我闻。一时佛在忉利天，为母说法。】",
      "zh_TW": "【如是我聞。一時佛在忉利天，為母說法。】"
    },
    {
      "id": "14-012-0002_p0049",
      "zh_CN": "这跟其他经典开端有一点不相同。『如是我闻』这四个字简单的讲，是集结经的人他说的，阿难尊者说的。「如是」这一部《地藏菩萨本愿经》，是「我」，我是阿难尊者自称，亲自听佛所说的，不是传闻。就像李长者在《华严经》里面所说，阿难尊者为我们复讲这一部经，字字句句如佛所说、是佛所说，决定不敢掺丝毫自己的意思在其中，这是「如是我闻」这四个字的意思。『一时』，实在讲这个时候是非常非常的清楚，佛在灭度之前的三个月。但是还是用「一时」好，「一时」有感应道交的时候，师资道合的时候，所以一时的意思非常非常之浓，非常非常的圆满！如果记载年、月、日、时，这个法门就算是过去了，不会再来；一时是个活的，它不是死的。像过去天台智者大师，他老人家读《法华经》，不知不觉当中他入定，定中他见到释迦牟尼佛在灵鹫山讲《法华经》，他还在那里坐了，听了一会儿。出了定之后告诉别人，世尊在灵鹫山讲《法华经》法会没散。真的，就如世尊在《法华》里面所说：「世间相常住。」",
      "zh_TW": "這跟其他經典開端有一點不相同。『如是我聞』這四個字簡單的講，是集結經的人他說的，阿難尊者說的。「如是」這一部《地藏菩薩本願經》，是「我」，我是阿難尊者自稱，親自聽佛所說的，不是傳聞。就像李長者在《華嚴經》裡面所說，阿難尊者為我們複講這一部經，字字句句如佛所說、是佛所說，決定不敢摻絲毫自己的意思在其中，這是「如是我聞」這四個字的意思。『一時』，實在講這個時候是非常非常的清楚，佛在滅度之前的三個月。但是還是用「一時」好，「一時」有感應道交的時候，師資道合的時候，所以一時的意思非常非常之濃，非常非常的圓滿！如果記載年、月、日、時，這個法門就算是過去了，不會再來；一時是個活的，它不是死的。像過去天台智者大師，他老人家讀《法華經》，不知不覺當中他入定，定中他見到釋迦牟尼佛在靈鷲山講《法華經》，他還在那裡坐了，聽了一會兒。出了定之後告訴別人，世尊在靈鷲山講《法華經》法會沒散。真的，就如世尊在《法華》裡面所說：「世間相常住。」"
    },
    {
      "id": "14-012-0002_p0050",
      "zh_CN": "近代爱因斯坦也说，过去、现在、未来同时存在。现在问题在哪里？过去跟现在跟未来，这个时间如何把它突破？现在科学家知道过去、现在、未来同时存在，但是没有法子突破。如果要突破了，你就能回到过去，也能够进入到未来，换句话说，过去、未来什么事情你都知道、你都清楚。他们不晓得用什么方法突破，想用科学机械。而实际上我们佛法用禅定的功夫，你的定力愈深，你突破的面愈广。我们就能够体会得到，智者大师的禅定可以能够突破两千年，他那个时代距离我们现在大概是一千四百年的样子，距离释迦牟尼佛应该差不多不到二千年，大概一千七、八百年的样子。他能够突破这么大的一个时段，能够看到世尊依旧在灵鹫山说法，现在人所说的时光倒流，他能够回到过去，这证明「一时」有味道。「一时」是一心不乱的时候，一心不乱就是禅定。",
      "zh_TW": "近代愛因斯坦也說，過去、現在、未來同時存在。現在問題在哪裡？過去跟現在跟未來，這個時間如何把它突破？現在科學家知道過去、現在、未來同時存在，但是沒有法子突破。如果要突破了，你就能回到過去，也能夠進入到未來，換句話說，過去、未來什麼事情你都知道、你都清楚。他們不曉得用什麼方法突破，想用科學機械。而實際上我們佛法用禪定的功夫，你的定力愈深，你突破的面愈廣。我們就能夠體會得到，智者大師的禪定可以能夠突破兩千年，他那個時代距離我們現在大概是一千四百年的樣子，距離釋迦牟尼佛應該差不多不到二千年，大概一千七、八百年的樣子。他能夠突破這麼大的一個時段，能夠看到世尊依舊在靈鷲山說法，現在人所說的時光倒流，他能夠回到過去，這證明「一時」有味道。「一時」是一心不亂的時候，一心不亂就是禪定。"
    },
    {
      "id": "14-012-0002_p0051",
      "zh_CN": "我们现在为什么不能够走到过去？不能够走出未来？我们的心杂乱，妄想、分别、执着太多，所以这个能力就失掉了。诸位要晓得，这个能力是本能，应该有的；应该有的本能，现在没有了，失掉了。所以佛教我们修禅定，净宗法门教我们念佛，一心不乱。你得一心不乱，实在讲你能够得事一心不乱，这三千年前跟三千年后没有问题，你决定知道。如果得理一心不乱，尽虚空遍法界、过去、未来的事情，你统统都晓得，你的能力就跟诸佛如来差不多。所以「一时」是正确的，这是值得我们赞叹的。",
      "zh_TW": "我們現在為什麼不能夠走到過去？不能夠走出未來？我們的心雜亂，妄想、分別、執著太多，所以這個能力就失掉了。諸位要曉得，這個能力是本能，應該有的；應該有的本能，現在沒有了，失掉了。所以佛教我們修禪定，淨宗法門教我們念佛，一心不亂。你得一心不亂，實在講你能夠得事一心不亂，這三千年前跟三千年後沒有問題，你決定知道。如果得理一心不亂，盡虛空遍法界、過去、未來的事情，你統統都曉得，你的能力就跟諸佛如來差不多。所以「一時」是正確的，這是值得我們讚歎的。"
    },
    {
      "id": "14-012-0002_p0052",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}