{
  "doc_id": "14-012-0009",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0009",
  "total_paragraphs": 105,
  "paragraphs": [
    {
      "id": "14-012-0009_p0001",
      "zh_CN": "请掀开经本。",
      "zh_TW": "請掀開經本。"
    },
    {
      "id": "14-012-0009_p0002",
      "zh_CN": "【观众生业缘品第三】",
      "zh_TW": "【觀眾生業緣品第三】"
    },
    {
      "id": "14-012-0009_p0003",
      "zh_CN": "上一次讲到不敬三宝，我们接下去看这一段经文。",
      "zh_TW": "上一次講到不敬三寶，我們接下去看這一段經文。"
    },
    {
      "id": "14-012-0009_p0004",
      "zh_CN": "【若有众生。侵损常住。玷污僧尼。或伽蓝内。恣行婬欲。或杀或害。如是等辈。当堕无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。侵損常住。玷污僧尼。或伽藍內。恣行婬欲。或殺或害。如是等輩。當墮無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-012-0009_p0005",
      "zh_CN": "这是造极重罪业的第三种。我们一定要记住：第一个是不孝父母，第二个是不敬三宝，第三个是『侵损常住』。侵是侵犯，损是损坏，常住结罪很重，这是属于偷盗戒，这是诸位都应当要知道。一般人把这些事情看轻了，以为这是小事，微不足道，不知道犯了严重的过失。佛在经上讲得很清楚，我们一定要细心去体会。常住有四种：",
      "zh_TW": "這是造極重罪業的第三種。我們一定要記住：第一個是不孝父母，第二個是不敬三寶，第三個是『侵損常住』。侵是侵犯，損是損壞，常住結罪很重，這是屬於偷盜戒，這是諸位都應當要知道。一般人把這些事情看輕了，以為這是小事，微不足道，不知道犯了嚴重的過失。佛在經上講得很清楚，我們一定要細心去體會。常住有四種："
    },
    {
      "id": "14-012-0009_p0006",
      "zh_CN": "第一种叫「常住常住」，这是指寺院、庵堂、道场里面这些不动产，土地、田宅、房屋，所以称之为「常住常住」。只可以受用，决定不能够变更买卖，这是常住物，你要是变更买卖，这个罪就极重。",
      "zh_TW": "第一種叫「常住常住」，這是指寺院、庵堂、道場裡面這些不動產，土地、田宅、房屋，所以稱之為「常住常住」。只可以受用，決定不能夠變更買賣，這是常住物，你要是變更買賣，這個罪就極重。"
    },
    {
      "id": "14-012-0009_p0007",
      "zh_CN": "第二种叫「十方常住」，就是我们常讲的「四事供养」：「饮食、衣服、卧具、医药。」这是十方信徒供养出家人，不是指定某一个人的，这个道场里面所有出家人都有分。如果你是侵犯据为己有，这是盗戒。",
      "zh_TW": "第二種叫「十方常住」，就是我們常講的「四事供養」：「飲食、衣服、臥具、醫藥。」這是十方信徒供養出家人，不是指定某一個人的，這個道場裡面所有出家人都有分。如果你是侵犯據為己有，這是盜戒。"
    },
    {
      "id": "14-012-0009_p0008",
      "zh_CN": "第三种叫「现前现前」，这是我们得到信徒的布施。这个布施范围比较小，只是现前的这些出家人。不像前面讲十方，十方那是所有一切出家人统统有分。古时候出家人没有家，只要是道场都可以挂单，都可以受用，他应当要接受。因为这个供养是供养十方，所以一切出家人都有分。",
      "zh_TW": "第三種叫「現前現前」，這是我們得到信徒的布施。這個布施範圍比較小，只是現前的這些出家人。不像前面講十方，十方那是所有一切出家人統統有分。古時候出家人沒有家，只要是道場都可以掛單，都可以受用，他應當要接受。因為這個供養是供養十方，所以一切出家人都有分。"
    },
    {
      "id": "14-012-0009_p0009",
      "zh_CN": "第四种叫「十方现前」，现前之物，譬如出家人往生了，他遗留下来的物品，这叫十方现前。虽然是现前，他所遗留下来的东西十方都有分。所以结罪是从这个地方结的。",
      "zh_TW": "第四種叫「十方現前」，現前之物，譬如出家人往生了，他遺留下來的物品，這叫十方現前。雖然是現前，他所遺留下來的東西十方都有分。所以結罪是從這個地方結的。"
    },
    {
      "id": "14-012-0009_p0010",
      "zh_CN": "世间譬如偷盗，你偷一个人的，你欠一个人的债。诸位同修必须要晓得，你要真正了解这个道理，通达事实真相，世间人绝对不会说某人占了便宜，这话不是真话，某人吃亏上当，也没这个话。为什么？这一生你夺取别人的，你来生要还他，这是一定的道理，因果报应。我们夺取，将来在来生遇到这个缘了，我们财物也被别人夺取。我们要去侵占别人的，将来别人也侵占我们的。所以人与人之间佛讲四种缘：「报恩、报怨、讨债、还债」，生生世世永远搞不完的，就搞这个事情。我们到这个世间来干什么？就是讨债、还债、报恩、报怨来的。明白这个道理之后，恩要报，怨算了，不要再搞，就把这个帐销了，我们欠别人的要还，别人欠我们的不要了。把这个帐从这一生都把它结了，都把它了了，这样才能念佛，才能够往生净土。如果你恩怨债务常常记在心里面，到时候佛来接引拉都拉不动，你在这个世间事没有完，这种事是没完没了的。",
      "zh_TW": "世間譬如偷盜，你偷一個人的，你欠一個人的債。諸位同修必須要曉得，你要真正了解這個道理，通達事實真相，世間人絕對不會說某人佔了便宜，這話不是真話，某人吃虧上當，也沒這個話。為什麼？這一生你奪取別人的，你來生要還他，這是一定的道理，因果報應。我們奪取，將來在來生遇到這個緣了，我們財物也被別人奪取。我們要去侵佔別人的，將來別人也侵佔我們的。所以人與人之間佛講四種緣：「報恩、報怨、討債、還債」，生生世世永遠搞不完的，就搞這個事情。我們到這個世間來幹什麼？就是討債、還債、報恩、報怨來的。明白這個道理之後，恩要報，怨算了，不要再搞，就把這個帳銷了，我們欠別人的要還，別人欠我們的不要了。把這個帳從這一生都把它結了，都把它了了，這樣才能念佛，才能夠往生淨土。如果你恩怨債務常常記在心裡面，到時候佛來接引拉都拉不動，你在這個世間事沒有完，這種事是沒完沒了的。"
    },
    {
      "id": "14-012-0009_p0011",
      "zh_CN": "所以欠一个人的，你还一个人，这个事好办。如果是地方政府的，譬如说这一个城市、这个地区公共的设施，你要是盗取，麻烦就大了。为什么？这个结罪你要知道，公共设施是这一个地方的人，纳税的财物来建设的。你要盗取，这一个都市的人都是你的债主，你一个一个的还，你要还到什么时候才能还完？诸位一定要晓得，公共设施决定不能盗取，罪太重了。如果这个设施是国家做的，麻烦就更大了，将来结罪，一国人都是你的债主。现在有许多人不知道这个罪的轻重，随便破坏公共设施，这个罪太重太重了，这是向一国人结罪。寺院、庵堂叫三宝物，这个罪比盗一个国家财物的罪还要重，为什么？它是通十方，尽虚空、遍法界所有一切出家人都有分，你这个结罪要向尽虚空、遍法界结罪，这麻烦大了。所以盗三宝物，盗一针一线、一草一木，都堕阿鼻地狱。有人说，这个好像太不合道理了，一草一木、一针一线算什么，为什么有这么重的罪？你一想，它主人是谁？你就明了。它主人是尽虚空、遍法界一切出家人，你向他们结罪。",
      "zh_TW": "所以欠一個人的，你還一個人，這個事好辦。如果是地方政府的，譬如說這一個城市、這個地區公共的設施，你要是盜取，麻煩就大了。為什麼？這個結罪你要知道，公共設施是這一個地方的人，納稅的財物來建設的。你要盜取，這一個都市的人都是你的債主，你一個一個的還，你要還到什麼時候才能還完？諸位一定要曉得，公共設施決定不能盜取，罪太重了。如果這個設施是國家做的，麻煩就更大了，將來結罪，一國人都是你的債主。現在有許多人不知道這個罪的輕重，隨便破壞公共設施，這個罪太重太重了，這是向一國人結罪。寺院、庵堂叫三寶物，這個罪比盜一個國家財物的罪還要重，為什麼？它是通十方，盡虛空、遍法界所有一切出家人都有分，你這個結罪要向盡虛空、遍法界結罪，這麻煩大了。所以盜三寶物，盜一針一線、一草一木，都墮阿鼻地獄。有人說，這個好像太不合道理了，一草一木、一針一線算什麼，為什麼有這麼重的罪？你一想，它主人是誰？你就明瞭。它主人是盡虛空、遍法界一切出家人，你向他們結罪。"
    },
    {
      "id": "14-012-0009_p0012",
      "zh_CN": "「盗」的范围非常广泛，不仅限于偷盗，盗在佛经里面的解释叫「不与取」。常住负责管理的人，他要权衡、衡量，你要的东西该不该给你；该给你，他不给你，他犯戒，他也犯盗戒，他据为己有，故意刁难不给你。不该给你，他给你也犯戒，所以相当不容易。管理三宝的财物，一不小心就造严重的果报，这个道理我们一定要懂得。我们如果说浪费三宝物，也是这个戒条。我们为三宝节省一分钱，节省一块钱是你自己种福，你种的福很大很大。为什么？你是给十方一切出家人，在他们面前修福。换句话说，你要是浪费侵损，这个罪过就重。今天一般人懂得这个道理的人，是愈来愈少了。出家人也不讲，现在讲经的法师，谁讲戒律？讲戒律人家骂你。你讲戒律，展开经本你天天在骂我们，谁愿意听骂人的？你讲戒律，一个听众都没有，但是那是讲真话。所以阎浮提众生，地藏菩萨讲「起心动念，无不是罪」，这话是真的，一点都不过分。念念在造罪业，念佛往生谈何容易，这是我们一定要知道、要警惕，要晓得果报的严重性。",
      "zh_TW": "「盜」的範圍非常廣泛，不僅限於偷盜，盜在佛經裡面的解釋叫「不與取」。常住負責管理的人，他要權衡、衡量，你要的東西該不該給你；該給你，他不給你，他犯戒，他也犯盜戒，他據為己有，故意刁難不給你。不該給你，他給你也犯戒，所以相當不容易。管理三寶的財物，一不小心就造嚴重的果報，這個道理我們一定要懂得。我們如果說浪費三寶物，也是這個戒條。我們為三寶節省一分錢，節省一塊錢是你自己種福，你種的福很大很大。為什麼？你是給十方一切出家人，在他們面前修福。換句話說，你要是浪費侵損，這個罪過就重。今天一般人懂得這個道理的人，是愈來愈少了。出家人也不講，現在講經的法師，誰講戒律？講戒律人家罵你。你講戒律，展開經本你天天在罵我們，誰願意聽罵人的？你講戒律，一個聽眾都沒有，但是那是講真話。所以閻浮提眾生，地藏菩薩講「起心動念，無不是罪」，這話是真的，一點都不過分。念念在造罪業，念佛往生談何容易，這是我們一定要知道、要警惕，要曉得果報的嚴重性。"
    },
    {
      "id": "14-012-0009_p0013",
      "zh_CN": "底下这一段，『玷污僧尼』，这是犯淫戒。「僧」是出家男众，「尼」是出家女众。世间人无知，淫污僧尼。『或伽蓝内』，底下是什么？底下不是出家人，甚至于夫妻参加寺院里面的法会，法会有长期的法会，譬如水陆佛事，或者是梁皇忏佛事，都是差不多七天以上，传戒的法会时间就更长了。有很多居士在这个期间参加法会，住在寺院里面，虽然是夫妻，在寺院里头要有淫欲的行为，也列在这个罪里头。如果不是夫妻，罪就更重了，那是邪淫。诸位要晓得，这都是堕无间地狱的罪业，现在人哪里晓得有这么严重的果报？『或杀或害』，这多半都是所谓强奸，淫污之后再把她杀人灭口，这个罪就更重。造这些罪业都是『堕无间地狱。千万亿劫。求出无期』。再看第四段：",
      "zh_TW": "底下這一段，『玷污僧尼』，這是犯淫戒。「僧」是出家男眾，「尼」是出家女眾。世間人無知，淫污僧尼。『或伽藍內』，底下是什麼？底下不是出家人，甚至於夫妻參加寺院裡面的法會，法會有長期的法會，譬如水陸佛事，或者是梁皇懺佛事，都是差不多七天以上，傳戒的法會時間就更長了。有很多居士在這個期間參加法會，住在寺院裡面，雖然是夫妻，在寺院裡頭要有淫欲的行為，也列在這個罪裡頭。如果不是夫妻，罪就更重了，那是邪淫。諸位要曉得，這都是墮無間地獄的罪業，現在人哪裡曉得有這麼嚴重的果報？『或殺或害』，這多半都是所謂強姦，淫污之後再把她殺人滅口，這個罪就更重。造這些罪業都是『墮無間地獄。千萬億劫。求出無期』。再看第四段："
    },
    {
      "id": "14-012-0009_p0014",
      "zh_CN": "【若有众生。伪作沙门。心非沙门。破用常住。欺诳白衣。违背戒律。种种造恶。如是等辈。当堕无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。偽作沙門。心非沙門。破用常住。欺誑白衣。違背戒律。種種造惡。如是等輩。當墮無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-012-0009_p0015",
      "zh_CN": "前面两句这是举罪。『沙门』是修行人，并不是指僧尼，僧尼比沙门更殊胜。在家居士都可以称「沙门」，这两个字是梵语音译，它的意思是「勤修戒定慧，息灭贪瞋痴」，所以出家、在家都可以称沙门。你只要认真修行，如理如法的修行人都可以称为沙门。沙门这个名称在印度是普通的称呼，不一定是佛教，所有一切的宗教徒，只要认真学习断恶修善，通常都称沙门。佛教传到中国来之后，沙门就变成中国佛教出家人的通称，可是诸位要晓得它通在家，称沙门是比较谦虚的一个称呼。他装作沙门，不是真的修行，装着修行目的必然是欺骗众生。这一段经文青莲法师在科判里面，把它判作「破戒诳人」，诳是欺诳、欺骗人。",
      "zh_TW": "前面兩句這是舉罪。『沙門』是修行人，並不是指僧尼，僧尼比沙門更殊勝。在家居士都可以稱「沙門」，這兩個字是梵語音譯，它的意思是「勤修戒定慧，息滅貪瞋痴」，所以出家、在家都可以稱沙門。你只要認真修行，如理如法的修行人都可以稱為沙門。沙門這個名稱在印度是普通的稱呼，不一定是佛教，所有一切的宗教徒，只要認真學習斷惡修善，通常都稱沙門。佛教傳到中國來之後，沙門就變成中國佛教出家人的通稱，可是諸位要曉得它通在家，稱沙門是比較謙虛的一個稱呼。他裝作沙門，不是真的修行，裝著修行目的必然是欺騙眾生。這一段經文青蓮法師在科判裡面，把它判作「破戒誑人」，誑是欺誑、欺騙人。"
    },
    {
      "id": "14-012-0009_p0016",
      "zh_CN": "下面这是说他的罪状，『破用常住』。你不是真正修道人，十方供养是供养修道人，你真修道，他就得福了。他供养你修行，你修得很好，最低限度你来生得人身，生天享天福，他沾一点光。如果你要堕三恶道，你就亏负于他，你就欠他的债，这是佛家所谓「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，要还债的。如果你在这一生当中真的修行，往生极乐世界去作佛了，他的福就更大，他这个福田就真正种上了。由此可知，出家人这一碗饭很难吃。我在讲席当中常常提醒同修们，比乞丐讨饭难吃多了。乞丐，人家布施给乞丐，决定没有想到要种福、要回报，所以乞丐讨来的那一碗饭好吃。出家人接受布施供养，这个难吃，今生不了道，披毛戴角还。世间行业很多，你为什么要选择出家？选择出家，说老实话，不能够往生极乐世界，你就选择阿鼻地狱。为什么要干这种苦事？我们要有高度的警觉，不是开玩笑的事情，非常严肃。",
      "zh_TW": "下面這是說他的罪狀，『破用常住』。你不是真正修道人，十方供養是供養修道人，你真修道，他就得福了。他供養你修行，你修得很好，最低限度你來生得人身，生天享天福，他沾一點光。如果你要墮三惡道，你就虧負於他，你就欠他的債，這是佛家所謂「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，要還債的。如果你在這一生當中真的修行，往生極樂世界去作佛了，他的福就更大，他這個福田就真正種上了。由此可知，出家人這一碗飯很難吃。我在講席當中常常提醒同修們，比乞丐討飯難吃多了。乞丐，人家布施給乞丐，決定沒有想到要種福、要回報，所以乞丐討來的那一碗飯好吃。出家人接受布施供養，這個難吃，今生不了道，披毛戴角還。世間行業很多，你為什麼要選擇出家？選擇出家，說老實話，不能夠往生極樂世界，你就選擇阿鼻地獄。為什麼要幹這種苦事？我們要有高度的警覺，不是開玩笑的事情，非常嚴肅。"
    },
    {
      "id": "14-012-0009_p0017",
      "zh_CN": "我们看到现在出家人，实在讲是读经太少，明白这个道理、了解这个事实真相的，没有几个人。而一般社会人认为什么？出家这个行业很好赚钱，又不要纳税，也不要很辛苦的经营。世间从事任何一个行业，都要很辛苦去求学、学技术。出家人要学经忏佛事，顶多三个月就行了，就很熟，就可以开始赚钱。如果你再能说善道，那赚钱很容易，要不了几年，你就可以赚几百万、几千万，都来了。可是要晓得，后来的果报在阿鼻地狱，阿鼻地狱罪受完了，还要有很长很长的时间还债。决定不能说是欠债不还的，没有这个道理，因果通三世，我们要知道。这种作法是「破用常住」。『欺诳白衣』，「白衣」是在家信徒，你欺骗他们，违背了佛的教诫。『种种造恶』，「造恶」是贪、瞋、痴、慢，造作无量无边的罪业。这是第四类堕阿鼻地狱，阿鼻是『无间』，第四类的人。末后一类偷常住物，这是用盗心来窃盗，比前面侵损还要严重。",
      "zh_TW": "我們看到現在出家人，實在講是讀經太少，明白這個道理、了解這個事實真相的，沒有幾個人。而一般社會人認為什麼？出家這個行業很好賺錢，又不要納稅，也不要很辛苦的經營。世間從事任何一個行業，都要很辛苦去求學、學技術。出家人要學經懺佛事，頂多三個月就行了，就很熟，就可以開始賺錢。如果你再能說善道，那賺錢很容易，要不了幾年，你就可以賺幾百萬、幾千萬，都來了。可是要曉得，後來的果報在阿鼻地獄，阿鼻地獄罪受完了，還要有很長很長的時間還債。決定不能說是欠債不還的，沒有這個道理，因果通三世，我們要知道。這種作法是「破用常住」。『欺誑白衣』，「白衣」是在家信徒，你欺騙他們，違背了佛的教誡。『種種造惡』，「造惡」是貪、瞋、痴、慢，造作無量無邊的罪業。這是第四類墮阿鼻地獄，阿鼻是『無間』，第四類的人。末後一類偷常住物，這是用盜心來竊盜，比前面侵損還要嚴重。"
    },
    {
      "id": "14-012-0009_p0018",
      "zh_CN": "【若有众生。偷窃常住财物谷米。饮食衣服。乃至一物不与取者。当堕无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。偷竊常住財物穀米。飲食衣服。乃至一物不與取者。當墮無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-012-0009_p0019",
      "zh_CN": "后面两句是他应得的果报。『常住』，前面说过了，四种常住。你要是用盗心，偷盗的心窃取，或是你自己用，你偷盗自己来享受，或者是给你家亲眷属去享受，都犯这个罪，这个罪非常非常之重。《观佛三昧经》里面说，盗三宝物，他的罪过超过杀八万四千父母，杀害父母，前面就是阿鼻地狱罪业了。偷盗三宝物，那个罪比杀父母的罪还要重。重到什么程度，我们无法想像，佛在经里面举的比喻，比杀八万四千父母那个罪过还要超过。华聚菩萨在经上说过，「五逆四重我也能救，盗僧物者我不能救」。华聚菩萨是等觉菩萨，跟观音、势至、地藏菩萨是相等的，他们说的话是真话，不是假话。",
      "zh_TW": "後面兩句是他應得的果報。『常住』，前面說過了，四種常住。你要是用盜心，偷盜的心竊取，或是你自己用，你偷盜自己來享受，或者是給你家親眷屬去享受，都犯這個罪，這個罪非常非常之重。《觀佛三昧經》裡面說，盜三寶物，他的罪過超過殺八萬四千父母，殺害父母，前面就是阿鼻地獄罪業了。偷盜三寶物，那個罪比殺父母的罪還要重。重到什麼程度，我們無法想像，佛在經裡面舉的比喻，比殺八萬四千父母那個罪過還要超過。華聚菩薩在經上說過，「五逆四重我也能救，盜僧物者我不能救」。華聚菩薩是等覺菩薩，跟觀音、勢至、地藏菩薩是相等的，他們說的話是真話，不是假話。"
    },
    {
      "id": "14-012-0009_p0020",
      "zh_CN": "现在我们这个地方，这个道场是居士道场，居士道场弘护正法，它的因果是跟寺院庵堂相同。这些我们都必须要认识清楚，我们有所需求可以向常住说明，常住供养，这是正确的。决定不可以，瞒着常住自己来窃取，这就错了。最容易犯的常住物：纸张，像通常讲信封、信纸，我们随便拿来私人写信，很小的事情，不学佛的人哪里会知道？一般社会上，在政府机关做事也好，私人公司里面做事也好，公家的物品像这些东西，都随便拿来自己用，不懂得佛理。我在台中亲近李炳南老居士十年，李老居士在奉祀官府服务，他当主任秘书。他告诉我们，他每一次去领信纸、信封，一定要向奉祀官报告：「我领的信纸、信封，有的时候我私人写信也要用。」那个奉祀官嫌他啰嗦，「哪一个不是这样？为什么你每一次来领的时候要说这么几句话？」他说：「我说这几句话，你答应了，我不犯盗戒；我没有得到你同意，我用公家信封自己写信，我犯偷盗戒。」这是明理的人，一张信纸、一个信封，他都这么谨慎，可见其余了。所以小小戒要留意，不可以轻慢，认为这是很小的事情没有罪，没有那么严重，那是我们想错了、看错了。",
      "zh_TW": "現在我們這個地方，這個道場是居士道場，居士道場弘護正法，它的因果是跟寺院庵堂相同。這些我們都必須要認識清楚，我們有所需求可以向常住說明，常住供養，這是正確的。決定不可以，瞞著常住自己來竊取，這就錯了。最容易犯的常住物：紙張，像通常講信封、信紙，我們隨便拿來私人寫信，很小的事情，不學佛的人哪裡會知道？一般社會上，在政府機關做事也好，私人公司裡面做事也好，公家的物品像這些東西，都隨便拿來自己用，不懂得佛理。我在台中親近李炳南老居士十年，李老居士在奉祀官府服務，他當主任秘書。他告訴我們，他每一次去領信紙、信封，一定要向奉祀官報告：「我領的信紙、信封，有的時候我私人寫信也要用。」那個奉祀官嫌他囉嗦，「哪一個不是這樣？為什麼你每一次來領的時候要說這麼幾句話？」他說：「我說這幾句話，你答應了，我不犯盜戒；我沒有得到你同意，我用公家信封自己寫信，我犯偷盜戒。」這是明理的人，一張信紙、一個信封，他都這麼謹慎，可見其餘了。所以小小戒要留意，不可以輕慢，認為這是很小的事情沒有罪，沒有那麼嚴重，那是我們想錯了、看錯了。"
    },
    {
      "id": "14-012-0009_p0021",
      "zh_CN": "我曾经跟诸位同修说过，我以前念中学的时候有个校长周邦道先生，是江西人，以后他来到台湾。过去在中国大陆他做过江西省教育厅长，抗战胜利之后，在台湾他作考选部政务次长，政务次长在中国就是第一副部长。公家配给他汽车，他老人家公事出门用公家的车，私事出门自己乘巴士。为什么？不敢浪费公家的汽油，不侵损国家的财物。在这个时代还有这样的官员，这是我们应当要学习的。都是在家居士，天天读经，明白道理，了解事实真相，他们做出榜样来给我们看。家里面有公家给他装的电话，不是公事不用家里电话，家里面小孩都不准打电话。念念都能够为国家想，替国家节省一分钱都是好事情，一点都不敢浪费。我们今天拿到国际电话，不懂得长话短说，啰哩啰嗦的一打打好久，「侵损常住」。你本来重要的事情，几句话可以能解决的，拿起电话在那边聊天问长问短，这个电话费用常住付，侵损常住，大家不晓得这个利害。",
      "zh_TW": "我曾經跟諸位同修說過，我以前念中學的時候有個校長周邦道先生，是江西人，以後他來到台灣。過去在中國大陸他做過江西省教育廳長，抗戰勝利之後，在台灣他作考選部政務次長，政務次長在中國就是第一副部長。公家配給他汽車，他老人家公事出門用公家的車，私事出門自己乘巴士。為什麼？不敢浪費公家的汽油，不侵損國家的財物。在這個時代還有這樣的官員，這是我們應當要學習的。都是在家居士，天天讀經，明白道理，了解事實真相，他們做出榜樣來給我們看。家裡面有公家給他裝的電話，不是公事不用家裡電話，家裡面小孩都不准打電話。念念都能夠為國家想，替國家節省一分錢都是好事情，一點都不敢浪費。我們今天拿到國際電話，不懂得長話短說，囉哩囉嗦的一打打好久，「侵損常住」。你本來重要的事情，幾句話可以能解決的，拿起電話在那邊聊天問長問短，這個電話費用常住付，侵損常住，大家不曉得這個利害。"
    },
    {
      "id": "14-012-0009_p0022",
      "zh_CN": "所以我鼓励大家，现在我们有些必须要知道的事情，传达讯息最好统统用传真，传真能够节省时间。你五分钟可以传十几张纸，这十几张纸你写的东西内容够丰富了，这个好。而且他拿到传真，一遍没有看清楚，还可以看第二遍。电话打半个小时，不如五分钟传真的效果，电话费用跟传真费用是相同的，你省了多少！不知道造作阿鼻地狱的罪业，自己不晓得。将来堕阿鼻地狱喊冤枉，阎罗王把你这些事迹当面拿给你看，你一句话都没得说，你的证据都在。细说都在《戒经》里面，此地是把重要地方略略的提一提而已。",
      "zh_TW": "所以我鼓勵大家，現在我們有些必須要知道的事情，傳達訊息最好統統用傳真，傳真能夠節省時間。你五分鐘可以傳十幾張紙，這十幾張紙你寫的東西內容夠豐富了，這個好。而且他拿到傳真，一遍沒有看清楚，還可以看第二遍。電話打半個小時，不如五分鐘傳真的效果，電話費用跟傳真費用是相同的，你省了多少！不知道造作阿鼻地獄的罪業，自己不曉得。將來墮阿鼻地獄喊冤枉，閻羅王把你這些事蹟當面拿給你看，你一句話都沒得說，你的證據都在。細說都在《戒經》裡面，此地是把重要地方略略的提一提而已。"
    },
    {
      "id": "14-012-0009_p0023",
      "zh_CN": "我们现在要能体会到物力的艰难，这一切众生，全世界的众生，不知不觉造作无量无边的罪业。虽然享福，那个福报差不多快享完了。福享尽了，灾难就来了，这个灾难佛法里面讲花报，果报在地狱，花报是果报的预兆，我们怎能够不警觉！为什么不在这一生当中，短短的数十年寒暑咬紧牙根，学习释迦牟尼佛，过一个最简单、最朴实的生活。除了弘法利生，利益大众，我们应当要做。个人生活需求，必须要节省到最低限度。如果我们出家人，身上一分钱都没有，真正如法。我们出门需要用钱的地方，常住供应，出门也要节省，回来之后还有多余的，交回常住。我们能这样做，决定得到一切诸佛护念，龙天善神保佑。我们今天起心动念、所作所为，不如法、不如理，说老实话，诸佛不护念你，龙天善神瞧不起你。谁在你的周边？妖魔鬼怪。妖魔鬼怪得其便利，所以你常常有病苦、有殃罚，自己还不自觉。",
      "zh_TW": "我們現在要能體會到物力的艱難，這一切眾生，全世界的眾生，不知不覺造作無量無邊的罪業。雖然享福，那個福報差不多快享完了。福享盡了，災難就來了，這個災難佛法裡面講花報，果報在地獄，花報是果報的預兆，我們怎能夠不警覺！為什麼不在這一生當中，短短的數十年寒暑咬緊牙根，學習釋迦牟尼佛，過一個最簡單、最樸實的生活。除了弘法利生，利益大眾，我們應當要做。個人生活需求，必須要節省到最低限度。如果我們出家人，身上一分錢都沒有，真正如法。我們出門需要用錢的地方，常住供應，出門也要節省，回來之後還有多餘的，交回常住。我們能這樣做，決定得到一切諸佛護念，龍天善神保佑。我們今天起心動念、所作所為，不如法、不如理，說老實話，諸佛不護念你，龍天善神瞧不起你。誰在你的周邊？妖魔鬼怪。妖魔鬼怪得其便利，所以你常常有病苦、有殃罰，自己還不自覺。"
    },
    {
      "id": "14-012-0009_p0024",
      "zh_CN": "不学佛的人真的不明白，学佛的人明了了，我们这一生在这个世间来干什么？两桩事情，「上求佛道，下化众生」。上求佛道，一定要念佛求生极乐世界，这就是上求，这一生当中决定办到。下化众生，就是给一切众生做一个好样子，那个下化你就做得很圆满。今天世间人贪财、贪名、贪利，我们做个样子，把财、名、利舍得干干净净，这就是下化。不需要说，也不需要人知道，你肯做，有一、两个人晓得，他们就会宣扬，就会告诉人。哪个地方出家人是这个作法，这些出家人身心清净得大自在，智慧充满，令世间人羡慕、向往，来向你学习，才能收到真正利益众生的效果。",
      "zh_TW": "不學佛的人真的不明白，學佛的人明瞭了，我們這一生在這個世間來幹什麼？兩樁事情，「上求佛道，下化眾生」。上求佛道，一定要念佛求生極樂世界，這就是上求，這一生當中決定辦到。下化眾生，就是給一切眾生做一個好樣子，那個下化你就做得很圓滿。今天世間人貪財、貪名、貪利，我們做個樣子，把財、名、利捨得乾乾淨淨，這就是下化。不需要說，也不需要人知道，你肯做，有一、兩個人曉得，他們就會宣揚，就會告訴人。哪個地方出家人是這個作法，這些出家人身心清淨得大自在，智慧充滿，令世間人羨慕、嚮往，來向你學習，才能收到真正利益眾生的效果。"
    },
    {
      "id": "14-012-0009_p0025",
      "zh_CN": "世间灾难从哪里来的？世间人以为这些大自然与我们没有关系，所以把这些灾难都推给自然灾害，非人力所能为，责任都推掉了。只有真正学佛的人懂得，依报跟正报是一体，依正不二。特别是《华严经》，把这个道理、事实真相，讲得十分的透彻明白。我们起心动念、所作所为，像毫发、微尘那么小、那么微不足道，都影响到尽虚空、遍法界。你一念善，影响虚空法界，一念恶，也影响虚空法界。于是佛给我们说的「共业所感」，这个话我们听了决定没有疑惑。古时候的这些帝王，包括知识分子，中国的知识分子没有不读佛书的，都明白这个道理。遇到自然灾害，他们都很认真的反省忏悔、改过自新，来挽救劫运，他们懂得这个道理。现在学了些科学，不承认这个事实，认为这是妄想、幻想，不合乎科学的原则，迷信科学。科学所研究的是整个宇宙人生某一部分，佛法是讲全体，执着某一个部分，往往伤害到整体。唯有顾全整体大局，才能够解决问题，这是我们不能不知道的。佛在大乘经典，常常教导我们深解义趣，我们解得浅不行，深解，一定要身体力行。再看底下这段经文：",
      "zh_TW": "世間災難從哪裡來的？世間人以為這些大自然與我們沒有關係，所以把這些災難都推給自然災害，非人力所能為，責任都推掉了。只有真正學佛的人懂得，依報跟正報是一體，依正不二。特別是《華嚴經》，把這個道理、事實真相，講得十分的透徹明白。我們起心動念、所作所為，像毫髮、微塵那麼小、那麼微不足道，都影響到盡虛空、遍法界。你一念善，影響虛空法界，一念惡，也影響虛空法界。於是佛給我們說的「共業所感」，這個話我們聽了決定沒有疑惑。古時候的這些帝王，包括知識分子，中國的知識分子沒有不讀佛書的，都明白這個道理。遇到自然災害，他們都很認真的反省懺悔、改過自新，來挽救劫運，他們懂得這個道理。現在學了些科學，不承認這個事實，認為這是妄想、幻想，不合乎科學的原則，迷信科學。科學所研究的是整個宇宙人生某一部分，佛法是講全體，執著某一個部分，往往傷害到整體。唯有顧全整體大局，才能夠解決問題，這是我們不能不知道的。佛在大乘經典，常常教導我們深解義趣，我們解得淺不行，深解，一定要身體力行。再看底下這段經文："
    },
    {
      "id": "14-012-0009_p0026",
      "zh_CN": "【地藏白言。圣母。若有众生。作如是罪。当堕五无间地狱。求暂停苦。一念不得。】",
      "zh_TW": "【地藏白言。聖母。若有眾生。作如是罪。當墮五無間地獄。求暫停苦。一念不得。】"
    },
    {
      "id": "14-012-0009_p0027",
      "zh_CN": "『无间』，也就是阿鼻地狱，有时候经里面说两种，有时候把它合在一起说，究竟是一、是二没有定论，但是我们可以把它看作是一桩事情。地藏菩萨略略的举出前面五类的重罪，这是决定堕无间地狱。『若有众生作如是罪』，「如是」就是指前面五大类。这五大类都是严重的十恶业，地狱果报出来之后，他还有余报，余报在饿鬼、在畜生，不晓得要到什么时候才能再得人身，所以得人身相当不容易。三恶道的时间都很长，地狱那就不说了。饿鬼道，佛在经上讲，鬼道的一天是我们人间一个月，人间祭祀鬼神，初一、十五来祭祀他们，就是请他们吃饭，那正好！他的一天是我们一个月，我们初一、十五正好请他吃中午饭、请他吃晚饭，那是他一天。饿鬼道寿命短的有千岁，也算一年三百六十天，照这个算法，鬼道寿命都很长很长。以前章太炎做过东岳大帝的判官，他在鬼道里面天天去上班，还看到有汉朝时候的鬼，他是读书人，汉朝、两晋、隋唐，他都跟他们在鬼道见过面了。这种情形我们都要晓得。",
      "zh_TW": "『無間』，也就是阿鼻地獄，有時候經裡面說兩種，有時候把它合在一起說，究竟是一、是二沒有定論，但是我們可以把它看作是一樁事情。地藏菩薩略略的舉出前面五類的重罪，這是決定墮無間地獄。『若有眾生作如是罪』，「如是」就是指前面五大類。這五大類都是嚴重的十惡業，地獄果報出來之後，他還有餘報，餘報在餓鬼、在畜生，不曉得要到什麼時候才能再得人身，所以得人身相當不容易。三惡道的時間都很長，地獄那就不說了。餓鬼道，佛在經上講，鬼道的一天是我們人間一個月，人間祭祀鬼神，初一、十五來祭祀他們，就是請他們吃飯，那正好！他的一天是我們一個月，我們初一、十五正好請他吃中午飯、請他吃晚飯，那是他一天。餓鬼道壽命短的有千歲，也算一年三百六十天，照這個算法，鬼道壽命都很長很長。以前章太炎做過東嶽大帝的判官，他在鬼道裡面天天去上班，還看到有漢朝時候的鬼，他是讀書人，漢朝、兩晉、隋唐，他都跟他們在鬼道見過面了。這種情形我們都要曉得。"
    },
    {
      "id": "14-012-0009_p0028",
      "zh_CN": "畜生道有些寿命很短，但是畜生愚痴，非常执着牠的身形，所以很难脱离畜生道。释迦牟尼佛在经上告诉我们，他过去在祇树给孤独园住过一段时间，在那边讲经说法。祇园精舍曾经有一些工程在做工，大概建房子，地下有一窝蚂蚁，佛看了之后笑一笑。弟子们看到了，问佛看到蚂蚁为什么笑？佛就告诉他，这一窝蚂蚁，七尊佛过世了，牠还是蚂蚁身。不是牠寿命那么长，牠执着那个身相是自己，死了之后投胎还作蚂蚁，生生世世作蚂蚁，不知道出离，畜生道愚痴。你了解事实真相，才知道三恶道的可怕。三恶道怎么去的？造作十恶业去的，破戒、造十恶业，堕三恶道。请看底下经文：",
      "zh_TW": "畜生道有些壽命很短，但是畜生愚痴，非常執著牠的身形，所以很難脫離畜生道。釋迦牟尼佛在經上告訴我們，他過去在祇樹給孤獨園住過一段時間，在那邊講經說法。祇園精舍曾經有一些工程在做工，大概建房子，地下有一窩螞蟻，佛看了之後笑一笑。弟子們看到了，問佛看到螞蟻為什麼笑？佛就告訴他，這一窩螞蟻，七尊佛過世了，牠還是螞蟻身。不是牠壽命那麼長，牠執著那個身相是自己，死了之後投胎還作螞蟻，生生世世作螞蟻，不知道出離，畜生道愚痴。你了解事實真相，才知道三惡道的可怕。三惡道怎麼去的？造作十惡業去的，破戒、造十惡業，墮三惡道。請看底下經文："
    },
    {
      "id": "14-012-0009_p0029",
      "zh_CN": "【摩耶夫人。重白地藏菩萨言。云何名为无间地狱。】",
      "zh_TW": "【摩耶夫人。重白地藏菩薩言。云何名為無間地獄。】"
    },
    {
      "id": "14-012-0009_p0030",
      "zh_CN": "这是摩耶夫人听地藏菩萨讲，『无间地狱』这么严重，堕在无间地狱，千万亿劫求出无期，这太可怕了。什么叫做无间地狱？摩耶夫人代我们启请。",
      "zh_TW": "這是摩耶夫人聽地藏菩薩講，『無間地獄』這麼嚴重，墮在無間地獄，千萬億劫求出無期，這太可怕了。什麼叫做無間地獄？摩耶夫人代我們啟請。"
    },
    {
      "id": "14-012-0009_p0031",
      "zh_CN": "【地藏白言。圣母。诸有地狱。在大铁围山之内。其大地狱。有一十八所。】",
      "zh_TW": "【地藏白言。聖母。諸有地獄。在大鐵圍山之內。其大地獄。有一十八所。】"
    },
    {
      "id": "14-012-0009_p0032",
      "zh_CN": "我们常讲的十八层地狱，就是指这个意思。十八层地狱是十八『大地狱』。",
      "zh_TW": "我們常講的十八層地獄，就是指這個意思。十八層地獄是十八『大地獄』。"
    },
    {
      "id": "14-012-0009_p0033",
      "zh_CN": "【次有五百。名号各别。次有千百。名号亦别。】",
      "zh_TW": "【次有五百。名號各別。次有千百。名號亦別。】"
    },
    {
      "id": "14-012-0009_p0034",
      "zh_CN": "一切众生在世间的时候，造作罪业有轻重不同，所以堕落在地狱，地狱里面受苦也有轻重不等。过去李炳老给我们讲经他提过，佛经里面细说的地狱有七十多类，《地藏经》里头只是略说。我们想一想，七十多类当然还是归纳，种类之多没有法子计算，佛善于用归纳的方法。像烦恼无量无边，佛把它归纳一百零八大类，用归纳法。所以这七十多类的地狱也是归纳法，最苦的就是无间地狱。佛在经上讲，众生所造的善恶，统统有因果报应，决定不会落空。善心、善行必定感善果，恶念、恶行一定感恶报，只要造作罪业必定有地狱，地狱是极苦之处。我们看底下经文，地藏菩萨说：",
      "zh_TW": "一切眾生在世間的時候，造作罪業有輕重不同，所以墮落在地獄，地獄裡面受苦也有輕重不等。過去李炳老給我們講經他提過，佛經裡面細說的地獄有七十多類，《地藏經》裡頭只是略說。我們想一想，七十多類當然還是歸納，種類之多沒有法子計算，佛善於用歸納的方法。像煩惱無量無邊，佛把它歸納一百零八大類，用歸納法。所以這七十多類的地獄也是歸納法，最苦的就是無間地獄。佛在經上講，眾生所造的善惡，統統有因果報應，決定不會落空。善心、善行必定感善果，惡念、惡行一定感惡報，只要造作罪業必定有地獄，地獄是極苦之處。我們看底下經文，地藏菩薩說："
    },
    {
      "id": "14-012-0009_p0035",
      "zh_CN": "【无间狱者。其狱城。】",
      "zh_TW": "【無間獄者。其獄城。】"
    },
    {
      "id": "14-012-0009_p0036",
      "zh_CN": "地狱外面有城墙，有围墙，围墙像城墙一样。",
      "zh_TW": "地獄外面有城牆，有圍牆，圍牆像城牆一樣。"
    },
    {
      "id": "14-012-0009_p0037",
      "zh_CN": "【周匝八万余里。其城纯铁。高一万里。城上火聚。少有空缺。其狱城中。诸狱相连。名号各别。独有一狱。名曰无间。】",
      "zh_TW": "【周匝八萬餘里。其城純鐵。高一萬里。城上火聚。少有空缺。其獄城中。諸獄相連。名號各別。獨有一獄。名曰無間。】"
    },
    {
      "id": "14-012-0009_p0038",
      "zh_CN": "经里面讲的这些事情，地狱之大难以想像。『八万余里』，比我们地球还要大，我们地球没这么大。城墙之高，高一万里，我们现在的飞机，飞不到那么高。我们现在坐最大的飞机，诸位常常去旅游，坐七四七能够飞到同温层，差不多三万多英尺，三万多英尺差不多是一万多公尺，合现在我们来讲也不过十公里高度而已。一万里，恐怕是从地球到月亮。佛在经上讲的这些话我们要相信，《金刚经》告诉我们，「如来是真语者，实语者，如语者」。「如」，完全如其事，没有丝毫夸张，事实怎样佛就说怎样，不增不减这叫如语。地狱是变化所作，化现的，是造罪业的众生业力变现的。如果没有造作这么重罪业的人，地狱纵然在你面前，你也看不到。就正如章太炎居士，他要求东岳大帝废除炮烙的刑罚，炮烙是地狱里面的一种刑罚，现在我们讲这种刑罚不仁道，基于仁道的立场，死就让他死，不要叫他这么难过，不要去折磨他。东岳大帝派小鬼带他到刑场里去看，他看不到，才完全觉悟到佛经里面所说，这种刑罚不是阎罗王设施的，是他自己业力变现的，不是别人设的，这个就没有法子了。别人设的，基于人道当然可以赦免，自己业力变现，这个没法子。地狱里面的现象是一片火光，火海，这个我们要相信。佛经说地狱是这个状况，其他外教也是这么说。基督教虽然他不讲六道，至少他讲三道，他讲天道、讲人道，他也讲地狱。他那个地狱相也是一片火光。由此可知，地狱的现象，如果有甚深禅定的人，前面我们看到婆罗门女，她念佛念到一心不乱，事一心不乱就有这个能力，参观地狱；她有这个能力，亲自见到这个状况。所以我们对于佛所讲的不可以怀疑。下面说：",
      "zh_TW": "經裡面講的這些事情，地獄之大難以想像。『八萬餘里』，比我們地球還要大，我們地球沒這麼大。城牆之高，高一萬里，我們現在的飛機，飛不到那麼高。我們現在坐最大的飛機，諸位常常去旅遊，坐七四七能夠飛到同溫層，差不多三萬多英尺，三萬多英尺差不多是一萬多公尺，合現在我們來講也不過十公里高度而已。一萬里，恐怕是從地球到月亮。佛在經上講的這些話我們要相信，《金剛經》告訴我們，「如來是真語者，實語者，如語者」。「如」，完全如其事，沒有絲毫誇張，事實怎樣佛就說怎樣，不增不減這叫如語。地獄是變化所作，化現的，是造罪業的眾生業力變現的。如果沒有造作這麼重罪業的人，地獄縱然在你面前，你也看不到。就正如章太炎居士，他要求東嶽大帝廢除炮烙的刑罰，炮烙是地獄裡面的一種刑罰，現在我們講這種刑罰不仁道，基於仁道的立場，死就讓他死，不要叫他這麼難過，不要去折磨他。東嶽大帝派小鬼帶他到刑場裡去看，他看不到，才完全覺悟到佛經裡面所說，這種刑罰不是閻羅王設施的，是他自己業力變現的，不是別人設的，這個就沒有法子了。別人設的，基於人道當然可以赦免，自己業力變現，這個沒法子。地獄裡面的現象是一片火光，火海，這個我們要相信。佛經說地獄是這個狀況，其他外教也是這麼說。基督教雖然他不講六道，至少他講三道，他講天道、講人道，他也講地獄。他那個地獄相也是一片火光。由此可知，地獄的現象，如果有甚深禪定的人，前面我們看到婆羅門女，她念佛念到一心不亂，事一心不亂就有這個能力，參觀地獄；她有這個能力，親自見到這個狀況。所以我們對於佛所講的不可以懷疑。下面說："
    },
    {
      "id": "14-012-0009_p0039",
      "zh_CN": "【其狱周匝万八千里。狱墙高一千里。悉是铁为。上火彻下。下火彻上。铁蛇铁狗。吐火驰逐。狱墙之上。东西而走。】",
      "zh_TW": "【其獄周匝萬八千里。獄牆高一千里。悉是鐵為。上火徹下。下火徹上。鐵蛇鐵狗。吐火馳逐。獄牆之上。東西而走。】"
    },
    {
      "id": "14-012-0009_p0040",
      "zh_CN": "这是叙说无间地狱里面的现象。无间地狱是大地狱里面，最苦的一个范围当中。称为无间，后面会给我们说明，受苦无间，没有间断。由此可知，其他的地狱里面虽受苦，还有暂停的时候，换句话说，还有让你喘息的机会，无间地狱没有。",
      "zh_TW": "這是敘說無間地獄裡面的現象。無間地獄是大地獄裡面，最苦的一個範圍當中。稱為無間，後面會給我們說明，受苦無間，沒有間斷。由此可知，其他的地獄裡面雖受苦，還有暫停的時候，換句話說，還有讓你喘息的機會，無間地獄沒有。"
    },
    {
      "id": "14-012-0009_p0041",
      "zh_CN": "【狱中有床。遍满万里。一人受罪。自见其身。遍卧满床。千万人受罪。亦各自见。身满床上。】",
      "zh_TW": "【獄中有床。遍滿萬里。一人受罪。自見其身。遍臥滿床。千萬人受罪。亦各自見。身滿床上。】"
    },
    {
      "id": "14-012-0009_p0042",
      "zh_CN": "床是受刑人的场所，好像一个台一样。这个台太大太大了，受罪的人他自己感觉到，他的身体就那么大，所有一切刑罚同时受，千万种刑具同时受。不是说这个刑罚受完之后，再去接受那个刑罚，那有间隔的，那不是无间地狱。无间地狱就是所有一切刑具同时受，刀山、剑树、油鼎一起同时受，不是一桩一桩来，决定没有间歇。许多人造这个罪业，各人感觉得各人自己身体都是遍满的，充满这个地狱，这是化身。也是《华严》讲的无障碍法界，受罪的人跟一些受罪的人没有障碍，同时受，同时感觉得自己身体遍满地狱。底下做个总结：",
      "zh_TW": "床是受刑人的場所，好像一個台一樣。這個台太大太大了，受罪的人他自己感覺到，他的身體就那麼大，所有一切刑罰同時受，千萬種刑具同時受。不是說這個刑罰受完之後，再去接受那個刑罰，那有間隔的，那不是無間地獄。無間地獄就是所有一切刑具同時受，刀山、劍樹、油鼎一起同時受，不是一樁一樁來，決定沒有間歇。許多人造這個罪業，各人感覺得各人自己身體都是遍滿的，充滿這個地獄，這是化身。也是《華嚴》講的無障礙法界，受罪的人跟一些受罪的人沒有障礙，同時受，同時感覺得自己身體遍滿地獄。底下做個總結："
    },
    {
      "id": "14-012-0009_p0043",
      "zh_CN": "【众业所感。获报如是。】",
      "zh_TW": "【眾業所感。獲報如是。】"
    },
    {
      "id": "14-012-0009_p0044",
      "zh_CN": "《地藏十轮经》里面给我们说五逆罪。佛在经上讲得很清楚，五逆罪堕阿鼻地狱，就是五无间地狱。「五逆」是大逆不道。",
      "zh_TW": "《地藏十輪經》裡面給我們說五逆罪。佛在經上講得很清楚，五逆罪墮阿鼻地獄，就是五無間地獄。「五逆」是大逆不道。"
    },
    {
      "id": "14-012-0009_p0045",
      "zh_CN": "第一个是「杀父母」。父母对自己有大恩，不能知恩报恩反而杀害父母，这是造无间地狱之罪。",
      "zh_TW": "第一個是「殺父母」。父母對自己有大恩，不能知恩報恩反而殺害父母，這是造無間地獄之罪。"
    },
    {
      "id": "14-012-0009_p0046",
      "zh_CN": "第二个是「杀阿罗汉」。阿罗汉是修行得道之人，他住在这个地区，是这一个地区人的福田，这个地区人有福，接受他的教化。阿罗汉现在不在，到哪里找阿罗汉？如果说杀害善知识，这个善知识能够教化一方，你去杀害他，这个罪过等于杀阿罗汉。第一句杀父母，这是父母亲，杀阿罗汉是老师，一切众生恩德最重的无过于亲、师，所以一切善行无过于孝道，孝亲尊师是善行里面的第一。",
      "zh_TW": "第二個是「殺阿羅漢」。阿羅漢是修行得道之人，他住在這個地區，是這一個地區人的福田，這個地區人有福，接受他的教化。阿羅漢現在不在，到哪裡找阿羅漢？如果說殺害善知識，這個善知識能夠教化一方，你去殺害他，這個罪過等於殺阿羅漢。第一句殺父母，這是父母親，殺阿羅漢是老師，一切眾生恩德最重的無過於親、師，所以一切善行無過於孝道，孝親尊師是善行裡面的第一。"
    },
    {
      "id": "14-012-0009_p0047",
      "zh_CN": "第三是「破和合僧」。破坏僧团，也是破坏教学的场所，破坏教学的大众，这个罪过很重。",
      "zh_TW": "第三是「破和合僧」。破壞僧團，也是破壞教學的場所，破壞教學的大眾，這個罪過很重。"
    },
    {
      "id": "14-012-0009_p0048",
      "zh_CN": "最后是讲恶心「出佛身血」。怀着瞋恨之心，或者是嫉妒之心，佛的福报很大，没有人能够杀害佛，佛有很多护法神保护，没有人能伤害的。出佛身血是提婆达多的故事，是提婆达多想伤害佛，在悬崖上面推下大石头，想害佛的生命。金刚神在空中把石头拦截住，这个石头破碎了，碎片落在佛的脚面上，他受了一点伤流血，叫「出佛身血」，这个罪过也是堕无间地狱。换句话说，就是破坏正法，使社会一切大众闻法的机会断绝了，所以这个过失在无间地狱。",
      "zh_TW": "最後是講惡心「出佛身血」。懷著瞋恨之心，或者是嫉妒之心，佛的福報很大，沒有人能夠殺害佛，佛有很多護法神保護，沒有人能傷害的。出佛身血是提婆達多的故事，是提婆達多想傷害佛，在懸崖上面推下大石頭，想害佛的生命。金剛神在空中把石頭攔截住，這個石頭破碎了，碎片落在佛的腳面上，他受了一點傷流血，叫「出佛身血」，這個罪過也是墮無間地獄。換句話說，就是破壞正法，使社會一切大眾聞法的機會斷絕了，所以這個過失在無間地獄。"
    },
    {
      "id": "14-012-0009_p0049",
      "zh_CN": "【又诸罪人。备受众苦。】",
      "zh_TW": "【又諸罪人。備受眾苦。】"
    },
    {
      "id": "14-012-0009_p0050",
      "zh_CN": "这一句是总说，下面也都是略说。",
      "zh_TW": "這一句是總說，下面也都是略說。"
    },
    {
      "id": "14-012-0009_p0051",
      "zh_CN": "【千百夜叉。及以恶鬼。】",
      "zh_TW": "【千百夜叉。及以惡鬼。】"
    },
    {
      "id": "14-012-0009_p0052",
      "zh_CN": "这是地狱里面变现出执行刑罚的这些恶鬼，夜叉恶鬼，《地狱经》里面叫他们做恶兽，牛头马面这些，他不是人的形状，恶兽的形状，非常可怕、非常恐怖。",
      "zh_TW": "這是地獄裡面變現出執行刑罰的這些惡鬼，夜叉惡鬼，《地獄經》裡面叫他們做惡獸，牛頭馬面這些，他不是人的形狀，惡獸的形狀，非常可怕、非常恐怖。"
    },
    {
      "id": "14-012-0009_p0053",
      "zh_CN": "【口牙如剑。眼如电光。手复铜爪。拖拽罪人。】",
      "zh_TW": "【口牙如劍。眼如電光。手復銅爪。拖拽罪人。】"
    },
    {
      "id": "14-012-0009_p0054",
      "zh_CN": "受罪的人看到地狱的形相总是想躲避。躲避到哪里去躲？四面都是火，上下也是火。这一些恶鬼，你想躲避，他把你抓来往火坑上送。",
      "zh_TW": "受罪的人看到地獄的形相總是想躲避。躲避到哪裡去躲？四面都是火，上下也是火。這一些惡鬼，你想躲避，他把你抓來往火坑上送。"
    },
    {
      "id": "14-012-0009_p0055",
      "zh_CN": "【复有夜叉。执大铁戟。中罪人身。或中口鼻。或中腹背。抛空翻接。或置床上。】",
      "zh_TW": "【復有夜叉。執大鐵戟。中罪人身。或中口鼻。或中腹背。拋空翻接。或置床上。】"
    },
    {
      "id": "14-012-0009_p0056",
      "zh_CN": "这一些恶鬼戏弄受罪的人。古时候，兵器只有这些东西。我们能推想到，现在要是在地狱里面，一定有毒气、瓦斯、机关枪这些东西，有砲弹，甚至于核子弹爆炸，统统都有了。从前人心里头没有这些现相，变不出这些东西来，变他自己心里面所知道的这一些刑具。现在人很可怕、很可怜，为什么？看电影、看电视，看那些恐怖东西，他统统装在阿赖耶识里头，到阿鼻地狱全部现出来了，他统统都要受。所以这一些科幻恐怖影片少看为妙，纵然堕地狱，少了不少种刑罚，我讲的话是真的。你们喜欢看这些东西的话，阿赖耶识里面含藏这些种子，将来堕地狱比一般堕地狱要增加很多种的刑罚，一定的道理。所以一个真正懂得修学的人，眼不见恶色，耳不闻恶声，一切这些恶劣的境界，我们不要去接触、不要去沾染，好啊！对自己决定有大利益。这是说夜叉恶鬼。除这个之外，这就是科幻小说里头所讲：",
      "zh_TW": "這一些惡鬼戲弄受罪的人。古時候，兵器只有這些東西。我們能推想到，現在要是在地獄裡面，一定有毒氣、瓦斯、機關槍這些東西，有砲彈，甚至於核子彈爆炸，統統都有了。從前人心裡頭沒有這些現相，變不出這些東西來，變他自己心裡面所知道的這一些刑具。現在人很可怕、很可憐，為什麼？看電影、看電視，看那些恐怖東西，他統統裝在阿賴耶識裡頭，到阿鼻地獄全部現出來了，他統統都要受。所以這一些科幻恐怖影片少看為妙，縱然墮地獄，少了不少種刑罰，我講的話是真的。你們喜歡看這些東西的話，阿賴耶識裡面含藏這些種子，將來墮地獄比一般墮地獄要增加很多種的刑罰，一定的道理。所以一個真正懂得修學的人，眼不見惡色，耳不聞惡聲，一切這些惡劣的境界，我們不要去接觸、不要去沾染，好啊！對自己決定有大利益。這是說夜叉惡鬼。除這個之外，這就是科幻小說裡頭所講："
    },
    {
      "id": "14-012-0009_p0057",
      "zh_CN": "【复有铁鹰。啗罪人目。复有铁蛇。缴罪人颈。百肢节内。悉下长钉。拔舌耕犁。抽肠剉斩。烊铜灌口。热铁缠身。万死千生。业感如是。】",
      "zh_TW": "【復有鐵鷹。啗罪人目。復有鐵蛇。繳罪人頸。百肢節內。悉下長釘。拔舌耕犁。抽腸剉斬。烊銅灌口。熱鐵纏身。萬死千生。業感如是。】"
    },
    {
      "id": "14-012-0009_p0058",
      "zh_CN": "每一种刑罚都表无量的苦受，各有业因，佛在经典里面都有说明，总是不离贪、瞋、痴这三种根本烦恼。人在一生当中，实在讲，受愚痴之害是最严重的。愚痴是对于事理不明了，凭着自己的邪知邪见毁谤道德，自己心行不正，也诱导他人邪知邪见，共造恶业。佛劝我们布施，在末法时期，布施所产生的负面印象不能说没有，前面讲「伪作沙门。心非沙门」，欺骗众生的人真有，不是没有。特别是在末法时代，佛说：「邪师说法，如恒河沙。」这些邪师从哪里来的？是魔王的子孙。世尊当年在世的时候，魔王波旬想破坏佛法，佛的智慧道德威神太大了，魔王无能为力，暂时就不破坏，也跟着佛学，也来听经闻法。可是破坏佛法的意念没消失，他跟佛报告，他说：「我总有一天要破坏佛法。」佛说：「我的法是正法，不可能破坏。」魔王就讲：「等到你法运衰的时候，末法时期，我让我的魔子魔孙统统出家，披上你的袈裟来破你的佛法。」释迦牟尼佛听了一句话不说，流眼泪，所谓是「譬如狮子虫，还噬狮子肉」。所以这些出家人不是佛弟子，是魔弟子，专门来破坏佛法的。",
      "zh_TW": "每一種刑罰都表無量的苦受，各有業因，佛在經典裡面都有說明，總是不離貪、瞋、痴這三種根本煩惱。人在一生當中，實在講，受愚痴之害是最嚴重的。愚痴是對於事理不明瞭，憑著自己的邪知邪見毀謗道德，自己心行不正，也誘導他人邪知邪見，共造惡業。佛勸我們布施，在末法時期，布施所產生的負面印象不能說沒有，前面講「偽作沙門。心非沙門」，欺騙眾生的人真有，不是沒有。特別是在末法時代，佛說：「邪師說法，如恆河沙。」這些邪師從哪裡來的？是魔王的子孫。世尊當年在世的時候，魔王波旬想破壞佛法，佛的智慧道德威神太大了，魔王無能為力，暫時就不破壞，也跟著佛學，也來聽經聞法。可是破壞佛法的意念沒消失，他跟佛報告，他說：「我總有一天要破壞佛法。」佛說：「我的法是正法，不可能破壞。」魔王就講：「等到你法運衰的時候，末法時期，我讓我的魔子魔孫統統出家，披上你的袈裟來破你的佛法。」釋迦牟尼佛聽了一句話不說，流眼淚，所謂是「譬如獅子蟲，還噬獅子肉」。所以這些出家人不是佛弟子，是魔弟子，專門來破壞佛法的。"
    },
    {
      "id": "14-012-0009_p0059",
      "zh_CN": "众生看到这些人，不愿意布施。「你看布施，让他们在享福，我们受他们的欺骗。」毁辱布施，说布施没有果报，说他人布施得的是恶报。劝人积财，自己享受，跟佛法背道而驰，说修善不会得善果，造恶也不会得恶报，用这些邪知邪见蛊惑众生，使众生造无量无边的罪业。这些人后面有魔王加持，有妖魔鬼怪在他身边兴风作浪。我们在现在这个时代看到，有些邪师势力很大，徒众很多，他手下有人才、有财富。修学正法的人很可怜，在这个世间走投无路，没有人认识正法，他们又何尝不想护持正法？但是不认识，把邪当作正，把正当作邪，所以弘扬正法没人理会。可是我们自己很清楚，虽没有人理会，善报在将来，这个是一定的道理。决定不能因为举世的人都迷惑，我们也随着迷惑颠倒，那就大错特错了！他迷，我不迷；他造罪业，我不造罪业。",
      "zh_TW": "眾生看到這些人，不願意布施。「你看布施，讓他們在享福，我們受他們的欺騙。」毀辱布施，說布施沒有果報，說他人布施得的是惡報。勸人積財，自己享受，跟佛法背道而馳，說修善不會得善果，造惡也不會得惡報，用這些邪知邪見蠱惑眾生，使眾生造無量無邊的罪業。這些人後面有魔王加持，有妖魔鬼怪在他身邊興風作浪。我們在現在這個時代看到，有些邪師勢力很大，徒眾很多，他手下有人才、有財富。修學正法的人很可憐，在這個世間走投無路，沒有人認識正法，他們又何嘗不想護持正法？但是不認識，把邪當作正，把正當作邪，所以弘揚正法沒人理會。可是我們自己很清楚，雖沒有人理會，善報在將來，這個是一定的道理。決定不能因為舉世的人都迷惑，我們也隨著迷惑顛倒，那就大錯特錯了！他迷，我不迷；他造罪業，我不造罪業。"
    },
    {
      "id": "14-012-0009_p0060",
      "zh_CN": "世尊当年在世，给我们做出了最佳的榜样，我们今天讲苦，要跟释迦牟尼佛比，我们的日子比他好得太多了。人家晚上大树底下坐一坐，去休息一下，吃饭到外面去托钵，我们至少还不需要去托钵，还有房子住。我们的衣服比释迦牟尼佛多的多，出去旅行还有行李，释迦牟尼佛那个时代，出去旅行没有行李，三衣都披在身上，钵拿着，什么都没有。我们要不能认真办道的话，怎么能对得起佛陀！世尊当年在世，虽然有许多国王大臣、大富长者护持，释迦牟尼佛没有接受，例如：你替我盖一个大道场、大寺院…没有！所有这些道场都是借用的。祇树给孤独园产权是祇陀太子、给孤独长者的，接受他们的供养，我们常讲佛只有使用权，没有所有权。所有权是他们的，临时借用。都给我们想得很周到、很圆满，知道我们在末法时期，要遭到许许多多的苦难，想到佛陀当年的僧团，我们心就平了。再看底下经文：",
      "zh_TW": "世尊當年在世，給我們做出了最佳的榜樣，我們今天講苦，要跟釋迦牟尼佛比，我們的日子比他好得太多了。人家晚上大樹底下坐一坐，去休息一下，吃飯到外面去托缽，我們至少還不需要去托缽，還有房子住。我們的衣服比釋迦牟尼佛多的多，出去旅行還有行李，釋迦牟尼佛那個時代，出去旅行沒有行李，三衣都披在身上，缽拿著，什麼都沒有。我們要不能認真辦道的話，怎麼能對得起佛陀！世尊當年在世，雖然有許多國王大臣、大富長者護持，釋迦牟尼佛沒有接受，例如：你替我蓋一個大道場、大寺院…沒有！所有這些道場都是借用的。祇樹給孤獨園產權是祇陀太子、給孤獨長者的，接受他們的供養，我們常講佛只有使用權，沒有所有權。所有權是他們的，臨時借用。都給我們想得很周到、很圓滿，知道我們在末法時期，要遭到許許多多的苦難，想到佛陀當年的僧團，我們心就平了。再看底下經文："
    },
    {
      "id": "14-012-0009_p0061",
      "zh_CN": "【动经亿劫。求出无期。】",
      "zh_TW": "【動經億劫。求出無期。】"
    },
    {
      "id": "14-012-0009_p0062",
      "zh_CN": "造作地狱罪业的人堕落在地狱，尤其是无间地狱，时间之长是以亿劫来算，『求出无期』。但是我们晓得，佛所讲世界，世界有「成、住、坏空」，成住坏空是一个大劫。『亿劫』，「劫」是大劫，每一个大劫里面，世界都有成、住、坏、空。这个世界坏了，这些堕地狱的人，他到哪里去受罪？世界坏了，地狱也坏了，他不是可以出来了吗？地藏菩萨在此地说：",
      "zh_TW": "造作地獄罪業的人墮落在地獄，尤其是無間地獄，時間之長是以億劫來算，『求出無期』。但是我們曉得，佛所講世界，世界有「成、住、壞空」，成住壞空是一個大劫。『億劫』，「劫」是大劫，每一個大劫裡面，世界都有成、住、壞、空。這個世界壞了，這些墮地獄的人，他到哪裡去受罪？世界壞了，地獄也壞了，他不是可以出來了嗎？地藏菩薩在此地說："
    },
    {
      "id": "14-012-0009_p0063",
      "zh_CN": "【此界坏时。寄生他界。】",
      "zh_TW": "【此界壞時。寄生他界。】"
    },
    {
      "id": "14-012-0009_p0064",
      "zh_CN": "我们这个世界坏了，别的世界没坏，他就转到别的世界无间地狱去了，还在无间地狱。",
      "zh_TW": "我們這個世界壞了，別的世界沒壞，他就轉到別的世界無間地獄去了，還在無間地獄。"
    },
    {
      "id": "14-012-0009_p0065",
      "zh_CN": "【他界次坏。转寄他方。他方坏时。展转相寄。此界成后。还复而来。】",
      "zh_TW": "【他界次壞。轉寄他方。他方壞時。展轉相寄。此界成後。還復而來。】"
    },
    {
      "id": "14-012-0009_p0066",
      "zh_CN": "这个事情麻烦大了，所以真的「亿劫求出无期」。我们造这个业实在讲，太容易了，不知不觉就造作地狱的罪业，哪里晓得将来受苦是这样凄惨，这么长的时间，谁知道？读这个经千万不要误会，这是佛吓唬我们的，不是事实，是劝我们不要做坏事。我们要这样想法，就大错特错！到果报现前，后悔莫及。佛怎么会骗人？佛教化众生方法太多了，不要用欺骗众生的方法。说老实话，世间一个正人君子都不肯欺骗众生，何况佛菩萨。诸位要晓得，因为欺骗众生，骗一次，以后人家对你永远不信任，所以一个正人君子不用这个手段，保持自己的信誉，这个重要。世间人尚且如是，何况诸佛菩萨。他们有圆满的智慧，圆满的善巧方便，怎么会用这种笨拙的方法！我们如果明白这个道理，就相信佛在经上讲的字字句句都是真实的，决定没有一句是假话。我们能够接受、相信、奉行，是自己有福，有福的人才能修福，没有福的人想修福都修不到。佛在经上常常提醒我们，修福都是有智慧、有福德的人。",
      "zh_TW": "這個事情麻煩大了，所以真的「億劫求出無期」。我們造這個業實在講，太容易了，不知不覺就造作地獄的罪業，哪裡曉得將來受苦是這樣悽慘，這麼長的時間，誰知道？讀這個經千萬不要誤會，這是佛嚇唬我們的，不是事實，是勸我們不要做壞事。我們要這樣想法，就大錯特錯！到果報現前，後悔莫及。佛怎麼會騙人？佛教化眾生方法太多了，不要用欺騙眾生的方法。說老實話，世間一個正人君子都不肯欺騙眾生，何況佛菩薩。諸位要曉得，因為欺騙眾生，騙一次，以後人家對你永遠不信任，所以一個正人君子不用這個手段，保持自己的信譽，這個重要。世間人尚且如是，何況諸佛菩薩。他們有圓滿的智慧，圓滿的善巧方便，怎麼會用這種笨拙的方法！我們如果明白這個道理，就相信佛在經上講的字字句句都是真實的，決定沒有一句是假話。我們能夠接受、相信、奉行，是自己有福，有福的人才能修福，沒有福的人想修福都修不到。佛在經上常常提醒我們，修福都是有智慧、有福德的人。"
    },
    {
      "id": "14-012-0009_p0067",
      "zh_CN": "【无间罪报。其事如是。】",
      "zh_TW": "【無間罪報。其事如是。】"
    },
    {
      "id": "14-012-0009_p0068",
      "zh_CN": "这是简单给摩耶夫人汇报无间地狱的概况。",
      "zh_TW": "這是簡單給摩耶夫人彙報無間地獄的概況。"
    },
    {
      "id": "14-012-0009_p0069",
      "zh_CN": "【又五事业感。故称无间。】",
      "zh_TW": "【又五事業感。故稱無間。】"
    },
    {
      "id": "14-012-0009_p0070",
      "zh_CN": "地藏菩萨非常慈悲，再给我们说明，为什么这个地狱称作『无间』？是因为由五种事、五种业，感应这种苦报，所以称之为无间。这五种事没有间隔的。",
      "zh_TW": "地藏菩薩非常慈悲，再給我們說明，為什麼這個地獄稱作『無間』？是因為由五種事、五種業，感應這種苦報，所以稱之為無間。這五種事沒有間隔的。"
    },
    {
      "id": "14-012-0009_p0071",
      "zh_CN": "【何等为五。一者。日夜受罪。以至劫数。无时间绝。故称无间。】",
      "zh_TW": "【何等為五。一者。日夜受罪。以至劫數。無時間絕。故稱無間。】"
    },
    {
      "id": "14-012-0009_p0072",
      "zh_CN": "这是讲受刑罚的时间没有间断，从入地狱那一天要经亿劫会才从地狱出来，这个期间当中受罪罚日夜不间断，没有间歇的，「时无间」。",
      "zh_TW": "這是講受刑罰的時間沒有間斷，從入地獄那一天要經億劫會才從地獄出來，這個期間當中受罪罰日夜不間斷，沒有間歇的，「時無間」。"
    },
    {
      "id": "14-012-0009_p0073",
      "zh_CN": "【二者。一人亦满。多人亦满故称无间。】",
      "zh_TW": "【二者。一人亦滿。多人亦滿故稱無間。】"
    },
    {
      "id": "14-012-0009_p0074",
      "zh_CN": "第二种是「形无间」。自己的身形，总觉得自己的身体充满了地狱，地狱有多大，你身形就多大，这叫形无间。地狱里面有许许多多受罪的人，每一个人都感觉得自己的身跟地狱一样大，地狱是化生。像我们讲堂的灯光一样，每一盏灯的光明都是充满这个讲堂，几十盏灯每一盏灯都充满，不相妨碍，地狱的身形仿佛如是。第三「受苦无间」：",
      "zh_TW": "第二種是「形無間」。自己的身形，總覺得自己的身體充滿了地獄，地獄有多大，你身形就多大，這叫形無間。地獄裡面有許許多多受罪的人，每一個人都感覺得自己的身跟地獄一樣大，地獄是化生。像我們講堂的燈光一樣，每一盞燈的光明都是充滿這個講堂，幾十盞燈每一盞燈都充滿，不相妨礙，地獄的身形彷彿如是。第三「受苦無間」："
    },
    {
      "id": "14-012-0009_p0075",
      "zh_CN": "【三者。罪器。】",
      "zh_TW": "【三者。罪器。】"
    },
    {
      "id": "14-012-0009_p0076",
      "zh_CN": "这就是我们现在讲的刑具。",
      "zh_TW": "這就是我們現在講的刑具。"
    },
    {
      "id": "14-012-0009_p0077",
      "zh_CN": "【叉棒。】",
      "zh_TW": "【叉棒。】"
    },
    {
      "id": "14-012-0009_p0078",
      "zh_CN": "这都是古时候刑罚里面常常用的。",
      "zh_TW": "這都是古時候刑罰裡面常常用的。"
    },
    {
      "id": "14-012-0009_p0079",
      "zh_CN": "【鹰蛇狼犬。】",
      "zh_TW": "【鷹蛇狼犬。】"
    },
    {
      "id": "14-012-0009_p0080",
      "zh_CN": "都是铁的。前面我们看到，铁鹰铁蛇、铁狼铁狗，非常凶恶的罗刹、夜叉、恶鬼，现这个现相。",
      "zh_TW": "都是鐵的。前面我們看到，鐵鷹鐵蛇、鐵狼鐵狗，非常兇惡的羅剎、夜叉、惡鬼，現這個現相。"
    },
    {
      "id": "14-012-0009_p0081",
      "zh_CN": "【碓磨锯凿。】",
      "zh_TW": "【碓磨鋸鑿。】"
    },
    {
      "id": "14-012-0009_p0082",
      "zh_CN": "碓磨，我们在地狱变相图里面看到，把人拿去磨。这人一段一段的给他锯。",
      "zh_TW": "碓磨，我們在地獄變相圖裡面看到，把人拿去磨。這人一段一段的給他鋸。"
    },
    {
      "id": "14-012-0009_p0083",
      "zh_CN": "【剉斫镬汤。】",
      "zh_TW": "【剉斫鑊湯。】"
    },
    {
      "id": "14-012-0009_p0084",
      "zh_CN": "『镬汤』就是我们讲的油锅，下油鼎。『剉斫』，斫是用刀砍。都是一生当中，他造作这些罪业，阿赖耶识里面含藏这些种子，到地狱的时候全都现行了。如果平常不是吃素，是吃肉的人，厨房里面拿着这些畜生，一块一块的来斩，这就是此地说的。到地狱的时候，这个现相现前了，一样的，这些恶鬼把你这个身体，也一块一块的来斩切。所以这是化现，决定不能避免。",
      "zh_TW": "『鑊湯』就是我們講的油鍋，下油鼎。『剉斫』，斫是用刀砍。都是一生當中，他造作這些罪業，阿賴耶識裡面含藏這些種子，到地獄的時候全都現行了。如果平常不是吃素，是吃肉的人，廚房裡面拿著這些畜生，一塊一塊的來斬，這就是此地說的。到地獄的時候，這個現相現前了，一樣的，這些惡鬼把你這個身體，也一塊一塊的來斬切。所以這是化現，決定不能避免。"
    },
    {
      "id": "14-012-0009_p0085",
      "zh_CN": "【铁网铁绳。铁驴铁马。】",
      "zh_TW": "【鐵網鐵繩。鐵驢鐵馬。】"
    },
    {
      "id": "14-012-0009_p0086",
      "zh_CN": "这一些就是常讲的牛头马面，非常凶恶的恶鬼。",
      "zh_TW": "這一些就是常講的牛頭馬面，非常兇惡的惡鬼。"
    },
    {
      "id": "14-012-0009_p0087",
      "zh_CN": "【生革络首。热铁浇身。】",
      "zh_TW": "【生革絡首。熱鐵澆身。】"
    },
    {
      "id": "14-012-0009_p0088",
      "zh_CN": "这是讲受刑罚的苦状，铁镕化之后，那个热度多高，浇在身体上，身体立刻就焦烂。",
      "zh_TW": "這是講受刑罰的苦狀，鐵鎔化之後，那個熱度多高，澆在身體上，身體立刻就焦爛。"
    },
    {
      "id": "14-012-0009_p0089",
      "zh_CN": "【饥吞铁丸。】",
      "zh_TW": "【饑吞鐵丸。】"
    },
    {
      "id": "14-012-0009_p0090",
      "zh_CN": "你饿的时候想吃，口张开，这个恶鬼铁丸塞给你吃，铁丸都是烧得红红的，不是冷的铁丸，是热铁丸。",
      "zh_TW": "你餓的時候想吃，口張開，這個惡鬼鐵丸塞給你吃，鐵丸都是燒得紅紅的，不是冷的鐵丸，是熱鐵丸。"
    },
    {
      "id": "14-012-0009_p0091",
      "zh_CN": "【渴饮铁汁。从年竟劫。数那由他。苦楚相连。更无间断。故称无间。】",
      "zh_TW": "【渴飲鐵汁。從年竟劫。數那由他。苦楚相連。更無間斷。故稱無間。】"
    },
    {
      "id": "14-012-0009_p0092",
      "zh_CN": "这地方也是略说几种，细说说不尽。我们今天起心动念一切造作，哪里说没有果报？说没有果报，这话真正是自欺欺人，决定有果报。所以人生在世短短的数十年寒暑，为什么不学做一个好人？世出世间大圣大贤教导我们要节俭、要忍让。《论语》里面记载，孔老夫子的德行有五种：「温、良、恭、俭、让。」夫子处事待人接物，温和、善良、恭敬，对一切人、事、物都恭敬，节俭、忍让。他老人家做出样子来给我们看，我们要知道学习。释迦牟尼佛表现得更圆满、更究竟、更彻底，为什么不学圣人？为什么不学菩萨？要学这一些造业的众生，那就太苦了。",
      "zh_TW": "這地方也是略說幾種，細說說不盡。我們今天起心動念一切造作，哪裡說沒有果報？說沒有果報，這話真正是自欺欺人，決定有果報。所以人生在世短短的數十年寒暑，為什麼不學做一個好人？世出世間大聖大賢教導我們要節儉、要忍讓。《論語》裡面記載，孔老夫子的德行有五種：「溫、良、恭、儉、讓。」夫子處事待人接物，溫和、善良、恭敬，對一切人、事、物都恭敬，節儉、忍讓。他老人家做出樣子來給我們看，我們要知道學習。釋迦牟尼佛表現得更圓滿、更究竟、更徹底，為什麼不學聖人？為什麼不學菩薩？要學這一些造業的眾生，那就太苦了。"
    },
    {
      "id": "14-012-0009_p0093",
      "zh_CN": "世尊在忉利天宫这一会，把末世的众生付托给地藏菩萨来教诲，有道理。末法时期的众生贪瞋痴三毒增长，不知道忏悔、向善，不懂得孝亲尊师，不明了善因善果，要靠地藏菩萨教诲。换句话说，末法时期真正能教诲一切众生，这一部经应当是必修的课程，要常常讲解、宣扬。佛把弘经这一桩事情，付托给一切与会的菩萨，我们听了之后，要自己发心直下承当。佛的嘱咐，我也照做，我也效法地藏菩萨，依照经典的教诲修行，断一切恶、修一切善，不顾自己的生命，何况是生活的苦难。一定要把佛的教诫做到，往后的果报必定如经所说，我们发愿求生一定得生净土。第四叫「果无间」：",
      "zh_TW": "世尊在忉利天宮這一會，把末世的眾生付託給地藏菩薩來教誨，有道理。末法時期的眾生貪瞋痴三毒增長，不知道懺悔、向善，不懂得孝親尊師，不明瞭善因善果，要靠地藏菩薩教誨。換句話說，末法時期真正能教誨一切眾生，這一部經應當是必修的課程，要常常講解、宣揚。佛把弘經這一樁事情，付託給一切與會的菩薩，我們聽了之後，要自己發心直下承當。佛的囑咐，我也照做，我也效法地藏菩薩，依照經典的教誨修行，斷一切惡、修一切善，不顧自己的生命，何況是生活的苦難。一定要把佛的教誡做到，往後的果報必定如經所說，我們發願求生一定得生淨土。第四叫「果無間」："
    },
    {
      "id": "14-012-0009_p0094",
      "zh_CN": "【四者。不问男子女人。羌胡夷狄。老幼贵贱。或龙或神。或天或鬼。罪行业感。悉同受之。故称无间。】",
      "zh_TW": "【四者。不問男子女人。羌胡夷狄。老幼貴賤。或龍或神。或天或鬼。罪行業感。悉同受之。故稱無間。】"
    },
    {
      "id": "14-012-0009_p0095",
      "zh_CN": "无间地狱受罪的这些众生非常复杂，有『男子』、有『女人』，有中国人、也有外国人。『羌胡夷狄』就是我们今天讲，各种不同种族的人。『老幼贵贱』，这是说人道。人道之外，还有其他的，天道的、修罗道的、畜生道的、饿鬼道的，这几道的众生如果造作上面所讲的罪业，都要堕无间地狱去受果报。『龙』代表畜生道。『神』，《楞严经》里面有讲仙道。『天』是讲欲界天、色界天，还有无色界天，都包括在其中。『鬼』是饿鬼道。换句话说，地狱以外的五道，造作罪业是『罪行业感。悉同受之』，这所以称为『无间』。无间地狱的众生非常非常复杂。",
      "zh_TW": "無間地獄受罪的這些眾生非常複雜，有『男子』、有『女人』，有中國人、也有外國人。『羌胡夷狄』就是我們今天講，各種不同種族的人。『老幼貴賤』，這是說人道。人道之外，還有其他的，天道的、修羅道的、畜生道的、餓鬼道的，這幾道的眾生如果造作上面所講的罪業，都要墮無間地獄去受果報。『龍』代表畜生道。『神』，《楞嚴經》裡面有講仙道。『天』是講欲界天、色界天，還有無色界天，都包括在其中。『鬼』是餓鬼道。換句話說，地獄以外的五道，造作罪業是『罪行業感。悉同受之』，這所以稱為『無間』。無間地獄的眾生非常非常複雜。"
    },
    {
      "id": "14-012-0009_p0096",
      "zh_CN": "我们在佛经上看到，四禅天、四空天，四禅是指第四禅，在四空天，天人寿命终了之后，多半都堕无间地狱，我们一般人讲，爬得高，摔得重。他们为什么会堕无间地狱？他们认为自己生到第四禅、生到四空天，以为就证到大涅槃。寿命到了之后，于是他就后悔、就毁谤三宝，「诸佛如来、菩萨讲的大涅槃是假的，我已经证得了，我寿命到了还要堕落。」所以他谤佛、谤法、谤僧，他在最后那一刹那毁谤三宝，这个罪业堕阿鼻地狱。他不了解这个境界是虚妄的，误以为是涅槃境界，所以造极重的罪业。第五讲「命无间」：",
      "zh_TW": "我們在佛經上看到，四禪天、四空天，四禪是指第四禪，在四空天，天人壽命終了之後，多半都墮無間地獄，我們一般人講，爬得高，摔得重。他們為什麼會墮無間地獄？他們認為自己生到第四禪、生到四空天，以為就證到大涅槃。壽命到了之後，於是他就後悔、就毀謗三寶，「諸佛如來、菩薩講的大涅槃是假的，我已經證得了，我壽命到了還要墮落。」所以他謗佛、謗法、謗僧，他在最後那一剎那毀謗三寶，這個罪業墮阿鼻地獄。他不了解這個境界是虛妄的，誤以為是涅槃境界，所以造極重的罪業。第五講「命無間」："
    },
    {
      "id": "14-012-0009_p0097",
      "zh_CN": "【五者。若堕此狱。从初入时。至百千劫。一日一夜。万死万生。求一念间。暂住不得。除非业尽。方得受生。以此连绵。故称无间。】",
      "zh_TW": "【五者。若墮此獄。從初入時。至百千劫。一日一夜。萬死萬生。求一念間。暫住不得。除非業盡。方得受生。以此連綿。故稱無間。】"
    },
    {
      "id": "14-012-0009_p0098",
      "zh_CN": "如果在地狱里面受刑罚就死掉了，那真正是恭喜他，是大喜事。地狱里死掉了，他不管生哪一道都超生，受的苦难都减轻，是大喜事。可是死不掉，这个地方才死，风一吹又活了，活了再受，所以『一日一夜，万死万生』。「万」是形容，不是数字，比「万」的数字还要多。死了又生，生了再死，干这种事情永远没有间歇，暂时休息一下都不可能。『除非业尽』，你造的业在地狱里面受尽了，那就在地狱里面死了，就超生了。如果你的罪业没尽，就没有办法出离，这个道理我们要懂得。",
      "zh_TW": "如果在地獄裡面受刑罰就死掉了，那真正是恭喜他，是大喜事。地獄裡死掉了，他不管生哪一道都超生，受的苦難都減輕，是大喜事。可是死不掉，這個地方才死，風一吹又活了，活了再受，所以『一日一夜，萬死萬生』。「萬」是形容，不是數字，比「萬」的數字還要多。死了又生，生了再死，幹這種事情永遠沒有間歇，暫時休息一下都不可能。『除非業盡』，你造的業在地獄裡面受盡了，那就在地獄裡面死了，就超生了。如果你的罪業沒盡，就沒有辦法出離，這個道理我們要懂得。"
    },
    {
      "id": "14-012-0009_p0099",
      "zh_CN": "毁谤三宝，我们举这个例子来说。如果你是口头上的毁谤，一定要等你在人间毁谤的影响消失了，才能出离；如果你的影响还在，就没有办法出离地狱。言论上的影响持续的时间不会长，譬如毁谤三宝，有人听到也跟你一道毁谤；但是过个三十年、五十年，慢慢的大家就忘掉，影响力就没有了。假如像现在录音，这个麻烦大了，这个影响的面太大了，时间太长了。如果有人把你毁谤三宝这些录相带、录音带保留下去，那个麻烦可大了。他要把你送到博物馆当古董去保留，他保留一万年，你在地狱一万年不能出来，这很糟糕的事情。如果再毁谤写成文字印成书，那个麻烦可大了，这个世界上还有一本书存在，你就脱离不了阿鼻地狱。必须在这个世间，这个书籍统统都没有了，都损坏完了，你才能离阿鼻地狱。",
      "zh_TW": "毀謗三寶，我們舉這個例子來說。如果你是口頭上的毀謗，一定要等你在人間毀謗的影響消失了，才能出離；如果你的影響還在，就沒有辦法出離地獄。言論上的影響持續的時間不會長，譬如毀謗三寶，有人聽到也跟你一道毀謗；但是過個三十年、五十年，慢慢的大家就忘掉，影響力就沒有了。假如像現在錄音，這個麻煩大了，這個影響的面太大了，時間太長了。如果有人把你毀謗三寶這些錄相帶、錄音帶保留下去，那個麻煩可大了。他要把你送到博物館當古董去保留，他保留一萬年，你在地獄一萬年不能出來，這很糟糕的事情。如果再毀謗寫成文字印成書，那個麻煩可大了，這個世界上還有一本書存在，你就脫離不了阿鼻地獄。必須在這個世間，這個書籍統統都沒有了，都損壞完了，你才能離阿鼻地獄。"
    },
    {
      "id": "14-012-0009_p0100",
      "zh_CN": "同样一个道理，我们反过来，你要是赞叹三宝、赞叹善，只要影响力存在，你这个福报就有得受、有得享了。一反一正，我们一定要搞得清清楚楚，明明白白。所以为什么不存好心、行好事、说好话、做好人？福报无边，反过来要造作罪业，苦报也无边，都在一念之间。诸佛菩萨劝导我们，存好心、行好事、说好话、做好人，好的标准在哪里？《地藏菩萨本愿经》就是最好的标准。我们起心动念、言语造作，跟经典里面所讲的相应，就对了，决定得福；这个福报生生世世，永远享不尽。千万不能够违背经教，造一些恶事，图眼前一点微薄之利，后来遭受无穷的苦报，那就得不偿失了。再看底下经文：",
      "zh_TW": "同樣一個道理，我們反過來，你要是讚歎三寶、讚歎善，只要影響力存在，你這個福報就有得受、有得享了。一反一正，我們一定要搞得清清楚楚，明明白白。所以為什麼不存好心、行好事、說好話、做好人？福報無邊，反過來要造作罪業，苦報也無邊，都在一念之間。諸佛菩薩勸導我們，存好心、行好事、說好話、做好人，好的標準在哪裡？《地藏菩薩本願經》就是最好的標準。我們起心動念、言語造作，跟經典裡面所講的相應，就對了，決定得福；這個福報生生世世，永遠享不盡。千萬不能夠違背經教，造一些惡事，圖眼前一點微薄之利，後來遭受無窮的苦報，那就得不償失了。再看底下經文："
    },
    {
      "id": "14-012-0009_p0101",
      "zh_CN": "【地藏菩萨。白圣母言。无间地狱。麤说如是。若广说地狱罪器等名。及诸苦事。一劫之中。求说不尽。】",
      "zh_TW": "【地藏菩薩。白聖母言。無間地獄。麤說如是。若廣說地獄罪器等名。及諸苦事。一劫之中。求說不盡。】"
    },
    {
      "id": "14-012-0009_p0102",
      "zh_CN": "这经上讲的简单提出一个简报，如果要详细说，这都是真话，说一劫都说不完。一劫说什么？说地狱的名称，地狱里面那些刑罚、刑具的名称，及它受苦的事情，一劫说不完。没有讲其他地狱，无间地狱说一劫都说不完。如果其他的十八地狱统统说，那二劫、三劫、四劫恐怕都说不完，我们一定要了解这个事实状况。",
      "zh_TW": "這經上講的簡單提出一個簡報，如果要詳細說，這都是真話，說一劫都說不完。一劫說什麼？說地獄的名稱，地獄裡面那些刑罰、刑具的名稱，及它受苦的事情，一劫說不完。沒有講其他地獄，無間地獄說一劫都說不完。如果其他的十八地獄統統說，那二劫、三劫、四劫恐怕都說不完，我們一定要了解這個事實狀況。"
    },
    {
      "id": "14-012-0009_p0103",
      "zh_CN": "【摩耶夫人闻已。愁忧合掌。顶礼而退。】",
      "zh_TW": "【摩耶夫人聞已。愁憂合掌。頂禮而退。】"
    },
    {
      "id": "14-012-0009_p0104",
      "zh_CN": "摩耶夫人代我们启请，听了这些话很难过。难过有两个原因，一个是忧愁阎浮提众生，摩耶夫人对我们这个世间特别的关怀。我们这个世间众生还继续不断造罪业，这是她忧愁的地方。自己想救拔，心有余而力不足，这也是她忧愁的地方。『顶礼而退』，是对地藏菩萨的尊重，礼貌非常周到，都是表演给我们看的，教导我们学习。",
      "zh_TW": "摩耶夫人代我們啟請，聽了這些話很難過。難過有兩個原因，一個是憂愁閻浮提眾生，摩耶夫人對我們這個世間特別的關懷。我們這個世間眾生還繼續不斷造罪業，這是她憂愁的地方。自己想救拔，心有餘而力不足，這也是她憂愁的地方。『頂禮而退』，是對地藏菩薩的尊重，禮貌非常周到，都是表演給我們看的，教導我們學習。"
    },
    {
      "id": "14-012-0009_p0105",
      "zh_CN": "好，今天时间到了。",
      "zh_TW": "好，今天時間到了。"
    }
  ]
}