{
  "doc_id": "14-012-0046",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十六集",
    "zh_TW": "第四十六集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0046",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "14-012-0046_p0001",
      "zh_CN": "请掀开经本《科注》卷下第六十五面，请看经文：",
      "zh_TW": "請掀開經本《科註》卷下第六十五面，請看經文："
    },
    {
      "id": "14-012-0046_p0002",
      "zh_CN": "【生人天中。受胜妙乐。是人眷属。如有福力。已生人天受胜妙乐者。即承斯功德。转增圣因。受无量乐。】",
      "zh_TW": "【生人天中。受勝妙樂。是人眷屬。如有福力。已生人天受勝妙樂者。即承斯功德。轉增聖因。受無量樂。】"
    },
    {
      "id": "14-012-0046_p0003",
      "zh_CN": "注解里面一开端就说，「已生善道，增益功勋，未脱苦轮，早生净土」，跟这段经文的意思相似。这是说明家亲眷属如果在世的时候行善修福，来生还可以得人身。如果善行福德力量很大，他可以生到天道享天福。眷属为他供养地藏菩萨形像，依照经典所教导的方法来修学，来超荐他，为他培福，他承这样的功德。这个经上讲得很清楚，『是人眷属，如有福力』，依照这个方法修学是修福，这种修学他得不得到好处？能得好处，将他的福报再增长、再扩大。此地讲『承斯功德，转增圣因』，「圣因」是佛法的机缘，他在受人天福报的时候有缘遇到佛法，当然这种情形我们能够想像得到，是地藏菩萨威神加持，使他能够接受佛法、信仰、理解佛法，依教修行，那他得的果报就殊胜，『受无量乐』。「无量乐」是一个标准，什么时候才真正得无量乐？总归到净土法门才真正得无量乐，而且在很短的时间就能够获得，古德常讲「当生成就的佛法」，不必等第二生。",
      "zh_TW": "註解裡面一開端就說，「已生善道，增益功勳，未脫苦輪，早生淨土」，跟這段經文的意思相似。這是說明家親眷屬如果在世的時候行善修福，來生還可以得人身。如果善行福德力量很大，他可以生到天道享天福。眷屬為他供養地藏菩薩形像，依照經典所教導的方法來修學，來超薦他，為他培福，他承這樣的功德。這個經上講得很清楚，『是人眷屬，如有福力』，依照這個方法修學是修福，這種修學他得不得到好處？能得好處，將他的福報再增長、再擴大。此地講『承斯功德，轉增聖因』，「聖因」是佛法的機緣，他在受人天福報的時候有緣遇到佛法，當然這種情形我們能夠想像得到，是地藏菩薩威神加持，使他能夠接受佛法、信仰、理解佛法，依教修行，那他得的果報就殊勝，『受無量樂』。「無量樂」是一個標準，什麼時候才真正得無量樂？總歸到淨土法門才真正得無量樂，而且在很短的時間就能夠獲得，古德常講「當生成就的佛法」，不必等第二生。"
    },
    {
      "id": "14-012-0046_p0004",
      "zh_CN": "由此可知，这个法门确实如善导大师所说，他老人家告诉我们，「九品往生，总在遇缘不同」。我们从他这句话的意思也能够体会到，人死了以后会往哪一道去投生也是遇缘不同，你们想想对不对？我们在这一生当中，如果遇到是恶缘，人事环境、物质环境都不好，心里面烦躁，常常起贪、瞋、痴、慢这就堕三恶道去了。为什么到三恶道去？遇缘不同。如果在这一生当中遇到善知识，家庭好、学校好、老师好、朋友好，你一定是心善，心善行善，你一定在三善道，可见得「缘」关系太重要。佛法里面讲缘，现在世间人讲机会，言词虽然不同，意思没有两样。所以我们在古书里面读到，「孟母三迁」，有道理。孟子的母亲搬了三次家，诸位要晓得，现在搬家很平常，尤其是在外国，游牧民族常常搬家，中国古时候很不容易搬家，住在这一个地方，多少代都在这里，老家，哪有常常搬家？孟子的母亲为什么要搬三次家？都是为了儿女，为了小孩生活的环境，这个地方缘不好，赶紧要搬，选择这些邻居街坊都是善人、都是好人，让小孩生活在这个环境当中，从小他就有善良的薰习。所以孟子能成为圣人，得力于母教，母亲照顾得好。现在我们看到许多家庭，为儿女不顺心，儿女不听教诲，什么原因？他所接触一些朋友，他生活的环境不善，这个因素很大。",
      "zh_TW": "由此可知，這個法門確實如善導大師所說，他老人家告訴我們，「九品往生，總在遇緣不同」。我們從他這句話的意思也能夠體會到，人死了以後會往哪一道去投生也是遇緣不同，你們想想對不對？我們在這一生當中，如果遇到是惡緣，人事環境、物質環境都不好，心裡面煩躁，常常起貪、瞋、痴、慢這就墮三惡道去了。為什麼到三惡道去？遇緣不同。如果在這一生當中遇到善知識，家庭好、學校好、老師好、朋友好，你一定是心善，心善行善，你一定在三善道，可見得「緣」關係太重要。佛法裡面講緣，現在世間人講機會，言詞雖然不同，意思沒有兩樣。所以我們在古書裡面讀到，「孟母三遷」，有道理。孟子的母親搬了三次家，諸位要曉得，現在搬家很平常，尤其是在外國，遊牧民族常常搬家，中國古時候很不容易搬家，住在這一個地方，多少代都在這裡，老家，哪有常常搬家？孟子的母親為什麼要搬三次家？都是為了兒女，為了小孩生活的環境，這個地方緣不好，趕緊要搬，選擇這些鄰居街坊都是善人、都是好人，讓小孩生活在這個環境當中，從小他就有善良的薰習。所以孟子能成為聖人，得力於母教，母親照顧得好。現在我們看到許多家庭，為兒女不順心，兒女不聽教誨，什麼原因？他所接觸一些朋友，他生活的環境不善，這個因素很大。"
    },
    {
      "id": "14-012-0046_p0005",
      "zh_CN": "我们学佛在这一生当中，要想成就，我们要选择一个学佛的好环境。这就是这些年来，我们为什么常常念着建弥陀村、建念佛堂，无非是制造一个修行的好环境。西方极乐世界大家知道，为什么成就那么快速？修学的环境好，十方诸佛刹土都不能跟西方世界相比。西方世界是「诸上善人俱会一处」，你说这个环境多好？古大德跟我们解释「上善」，上善是指哪一种人物？等觉菩萨。十地菩萨很「善」，还有「上」，所以把上善界定为等觉。由此可知，西方世界的菩萨都是等觉菩萨，你在这个环境里修学，你怎么会不成佛？这是十方诸佛刹土，都不能够跟它相比，道理在此地。我们选择修学的环境，为什么选择极乐世界？为什么诸佛如来劝我们选择极乐世界？道理在此地。十方刹土修学的环境虽然好，哪里找那么多等觉菩萨在一起，找不到。声闻、缘觉、菩萨都有，而且修学是渐次成就，依旧要从十信、十住、十行、十回向，逐渐往上提升。而西方世界即使下下品往生，生到那个地方「皆作阿惟越致菩萨」，这是阿弥陀佛在四十八愿里面所说。这一句是弥陀本愿功德，他的愿都兑现了，所以他成佛了。生到西方世界就作阿惟越致菩萨，难信之法，谁会相信？这是佛说的。佛不可能有妄语，佛说的话决定真实，我们应当深信不疑，所以我们选择修学环境。这一句虽然没有明说，但是「转增圣因，受无量乐」，意思就含在里头。再看下面经文：",
      "zh_TW": "我們學佛在這一生當中，要想成就，我們要選擇一個學佛的好環境。這就是這些年來，我們為什麼常常念著建彌陀村、建念佛堂，無非是製造一個修行的好環境。西方極樂世界大家知道，為什麼成就那麼快速？修學的環境好，十方諸佛剎土都不能跟西方世界相比。西方世界是「諸上善人俱會一處」，你說這個環境多好？古大德跟我們解釋「上善」，上善是指哪一種人物？等覺菩薩。十地菩薩很「善」，還有「上」，所以把上善界定為等覺。由此可知，西方世界的菩薩都是等覺菩薩，你在這個環境裡修學，你怎麼會不成佛？這是十方諸佛剎土，都不能夠跟它相比，道理在此地。我們選擇修學的環境，為什麼選擇極樂世界？為什麼諸佛如來勸我們選擇極樂世界？道理在此地。十方剎土修學的環境雖然好，哪裡找那麼多等覺菩薩在一起，找不到。聲聞、緣覺、菩薩都有，而且修學是漸次成就，依舊要從十信、十住、十行、十迴向，逐漸往上提升。而西方世界即使下下品往生，生到那個地方「皆作阿惟越致菩薩」，這是阿彌陀佛在四十八願裡面所說。這一句是彌陀本願功德，他的願都兌現了，所以他成佛了。生到西方世界就作阿惟越致菩薩，難信之法，誰會相信？這是佛說的。佛不可能有妄語，佛說的話決定真實，我們應當深信不疑，所以我們選擇修學環境。這一句雖然沒有明說，但是「轉增聖因，受無量樂」，意思就含在裡頭。再看下面經文："
    },
    {
      "id": "14-012-0046_p0006",
      "zh_CN": "【是人更能三七日中。一心瞻礼地藏形像。念其名字。满于万遍。当得菩萨现无边身。具告是人眷属生界。】",
      "zh_TW": "【是人更能三七日中。一心瞻禮地藏形像。念其名字。滿於萬遍。當得菩薩現無邊身。具告是人眷屬生界。】"
    },
    {
      "id": "14-012-0046_p0007",
      "zh_CN": "前面是说修行的期限是一日到七日，不退初心，这里更进一步，『更能三七日中』，修行最重要关键字眼在『一心』，这两个字很重要！如果是乱心、杂心，效果就没有了，只能够得一点福报，所以经里面讲的一心、一礼、一瞻，这个字样很重要。此地比前面说得更明显，『一心瞻礼地藏形像，念其名字，满于万遍』。此地「万」不是数字，是表圆满的意思，圆满是你三七日中二十一天尽力去念，实在讲念也不在念名字多少，要紧的是念得相应，这个重要！念得再多，要不相应，那就是古人讲「喊破喉咙也枉然」！所以最重要是要相应，「一念相应一念佛，念念相应念念佛」，要紧在这个地方。相应，怎么叫相应？念地藏菩萨的时候，心是地藏菩萨的心，地藏菩萨是什么心？度脱法界一切苦难众生，孝敬法界一切众生，这是地藏心。",
      "zh_TW": "前面是說修行的期限是一日到七日，不退初心，這裡更進一步，『更能三七日中』，修行最重要關鍵字眼在『一心』，這兩個字很重要！如果是亂心、雜心，效果就沒有了，只能夠得一點福報，所以經裡面講的一心、一禮、一瞻，這個字樣很重要。此地比前面說得更明顯，『一心瞻禮地藏形像，念其名字，滿於萬遍』。此地「萬」不是數字，是表圓滿的意思，圓滿是你三七日中二十一天盡力去念，實在講念也不在念名字多少，要緊的是念得相應，這個重要！念得再多，要不相應，那就是古人講「喊破喉嚨也枉然」！所以最重要是要相應，「一念相應一念佛，念念相應念念佛」，要緊在這個地方。相應，怎麼叫相應？念地藏菩薩的時候，心是地藏菩薩的心，地藏菩薩是什麼心？度脫法界一切苦難眾生，孝敬法界一切眾生，這是地藏心。"
    },
    {
      "id": "14-012-0046_p0008",
      "zh_CN": "我们的心跟地藏菩萨的心相应，行要相应。行是行为，真正是献此身心为一切众生服务，为一切众生做得度的增上缘，这是行。随时随处，尽心尽力劝化一切众生，帮助一切众生明了，十法界，特别是六道里面的状况，我们要讲给他听，让他了解六道的状况，知道取舍。不但要讲给他听，还要做出样子给他看，帮助他觉悟，如果你只能讲你做不到，别人听了不能相信。你要做到，大家看了就能够接受、相信，学习，这行相应。「心行相应」这叫「念」，一心称念，所以诸佛菩萨没有第二个念头，只有帮助众生，这是我们应当要学习的。一心，真诚到了极处，古人所讲「诚则灵」，灵是感应，真诚到极处感应就特别的明显，所以你能感应到地藏菩萨现身，告诉你，你的家亲眷属现在在什么地方，你不是很关心吗？为了关心家亲眷属在哪里，你才认真一心修学这个法门，菩萨不辜负你，现身为你说法。",
      "zh_TW": "我們的心跟地藏菩薩的心相應，行要相應。行是行為，真正是獻此身心為一切眾生服務，為一切眾生做得度的增上緣，這是行。隨時隨處，盡心盡力勸化一切眾生，幫助一切眾生明瞭，十法界，特別是六道裡面的狀況，我們要講給他聽，讓他了解六道的狀況，知道取捨。不但要講給他聽，還要做出樣子給他看，幫助他覺悟，如果你只能講你做不到，別人聽了不能相信。你要做到，大家看了就能夠接受、相信，學習，這行相應。「心行相應」這叫「念」，一心稱念，所以諸佛菩薩沒有第二個念頭，只有幫助眾生，這是我們應當要學習的。一心，真誠到了極處，古人所講「誠則靈」，靈是感應，真誠到極處感應就特別的明顯，所以你能感應到地藏菩薩現身，告訴你，你的家親眷屬現在在什麼地方，你不是很關心嗎？為了關心家親眷屬在哪裡，你才認真一心修學這個法門，菩薩不辜負你，現身為你說法。"
    },
    {
      "id": "14-012-0046_p0009",
      "zh_CN": "一心，注解里头也讲事一心跟理一心，你能够专心礼拜，礼拜地藏菩萨形像，专心念地藏菩萨圣号，这是事一心。也就是我们常讲的「不怀疑、不夹杂、不间断」。下面说「契入如虚空无边」，这是理一心。这个意思就是说，与真如自性相应就是理一心，或者说与一真相应是理一心。一真就是法界、就是真如、就是自性。心性广大如虚空，没有边际，入这个境界这是超越十法界。十法界是有边际、有范围的，所以超越十法界，这是理一心。这个境界很难懂，很不容易达到，佛在一般经上讲我们比较容易体会，要念到烦恼断尽，烦恼障破了，所知障也破了，这是理一心。烦恼障很广，见思烦恼、尘沙烦恼，尘沙、无明是属于所知障，见思是烦恼障，诸位都很清楚，我们有没有能力断掉？起心动念还有人我是非，我们被烦恼缠缚，没有能力除障。可是诸佛菩萨、祖师大德都告诉我们，烦恼是虚妄的，不是真实的，既然是虚妄，决定可以断除。自性真心是本有的，既是本有，决定可以证得。如何能够消除烦恼，证得真如，都在一念之间，这一念之间一定要当事人自己做功夫，谁都帮不上忙。所以佛祖他能够帮助我们，只是把这些事实真相说清楚、说明白，把他自己断烦恼、证入自性的那些经验、方法，提供给我们做参考，只能做到此地，其他的帮不上了。",
      "zh_TW": "一心，註解裡頭也講事一心跟理一心，你能夠專心禮拜，禮拜地藏菩薩形像，專心念地藏菩薩聖號，這是事一心。也就是我們常講的「不懷疑、不夾雜、不間斷」。下面說「契入如虛空無邊」，這是理一心。這個意思就是說，與真如自性相應就是理一心，或者說與一真相應是理一心。一真就是法界、就是真如、就是自性。心性廣大如虛空，沒有邊際，入這個境界這是超越十法界。十法界是有邊際、有範圍的，所以超越十法界，這是理一心。這個境界很難懂，很不容易達到，佛在一般經上講我們比較容易體會，要念到煩惱斷盡，煩惱障破了，所知障也破了，這是理一心。煩惱障很廣，見思煩惱、塵沙煩惱，塵沙、無明是屬於所知障，見思是煩惱障，諸位都很清楚，我們有沒有能力斷掉？起心動念還有人我是非，我們被煩惱纏縛，沒有能力除障。可是諸佛菩薩、祖師大德都告訴我們，煩惱是虛妄的，不是真實的，既然是虛妄，決定可以斷除。自性真心是本有的，既是本有，決定可以證得。如何能夠消除煩惱，證得真如，都在一念之間，這一念之間一定要當事人自己做功夫，誰都幫不上忙。所以佛祖他能夠幫助我們，只是把這些事實真相說清楚、說明白，把他自己斷煩惱、證入自性的那些經驗、方法，提供給我們做參考，只能做到此地，其他的幫不上了。"
    },
    {
      "id": "14-012-0046_p0010",
      "zh_CN": "这个道理我们一定要懂，这是给你说真话。真正帮助自己的，还是要靠自己，所谓是自己悟、自己修、自己证，没有叫你靠别人。我们听佛菩萨、听祖师大德讲经说法，自己觉悟了，觉悟之后自己肯修，修什么？修正一切错误。从前我们对人、对事、对物，我们想错看错，我们说错做错，才叫造业，错误就是造业，感得六道三途的苦报，这是凡夫。所谓轮回心造轮回业，我们干的是这个。在这一生当中我们遇缘殊胜，希有难逢，真正明白才生起感恩之心，知恩报恩。佛法对我们的恩德太大太大了！如果这一生遇不到，你怎么可能有机会脱离轮回？没有机会，决定还是造业。所以有这个缘分遇到醒悟过来，悟过来之后要真修，修什么？决定不造业。不但恶业不造，再跟诸位讲，善业也不造了。这一句话大家要听懂，如果说是真的善业也不造，释迦牟尼佛讲经说法是不是善业？度众生是不是好事？好事就不造，那释迦牟尼佛入般涅槃，不必讲经说法。",
      "zh_TW": "這個道理我們一定要懂，這是給你說真話。真正幫助自己的，還是要靠自己，所謂是自己悟、自己修、自己證，沒有叫你靠別人。我們聽佛菩薩、聽祖師大德講經說法，自己覺悟了，覺悟之後自己肯修，修什麼？修正一切錯誤。從前我們對人、對事、對物，我們想錯看錯，我們說錯做錯，才叫造業，錯誤就是造業，感得六道三途的苦報，這是凡夫。所謂輪迴心造輪迴業，我們幹的是這個。在這一生當中我們遇緣殊勝，希有難逢，真正明白才生起感恩之心，知恩報恩。佛法對我們的恩德太大太大了！如果這一生遇不到，你怎麼可能有機會脫離輪迴？沒有機會，決定還是造業。所以有這個緣分遇到醒悟過來，悟過來之後要真修，修什麼？決定不造業。不但惡業不造，再跟諸位講，善業也不造了。這一句話大家要聽懂，如果說是真的善業也不造，釋迦牟尼佛講經說法是不是善業？度眾生是不是好事？好事就不造，那釋迦牟尼佛入般涅槃，不必講經說法。"
    },
    {
      "id": "14-012-0046_p0011",
      "zh_CN": "佛菩萨依旧示现断恶修善这些事来给人看，他是善恶两边都不造。不造恶我们好懂，不造善是什么？他修一切善法，决定没有一个念头希求善果，这就叫不造善，绝不希求善果。世间人种善因要得善果，他为什么修善？因为有善果，他才肯修善。佛菩萨真正觉悟了，不求善果。那叫不思恶、不思善，善恶两头都坐断了，这叫真修行人。你仔细去观察，他真得大自在。唯有善恶两头坐断才得自在。还有一个希求善果，他就不自在，他的果报在人天，人天有善果，他出不了三界，出不了十法界；就是因为希求果报这个念头没断，这是我们一定要明了。如果我们将人天善福的果报这个念头打断，你就决定出三界，你才能超越十法界。",
      "zh_TW": "佛菩薩依舊示現斷惡修善這些事來給人看，他是善惡兩邊都不造。不造惡我們好懂，不造善是什麼？他修一切善法，決定沒有一個念頭希求善果，這就叫不造善，絕不希求善果。世間人種善因要得善果，他為什麼修善？因為有善果，他才肯修善。佛菩薩真正覺悟了，不求善果。那叫不思惡、不思善，善惡兩頭都坐斷了，這叫真修行人。你仔細去觀察，他真得大自在。唯有善惡兩頭坐斷才得自在。還有一個希求善果，他就不自在，他的果報在人天，人天有善果，他出不了三界，出不了十法界；就是因為希求果報這個念頭沒斷，這是我們一定要明瞭。如果我們將人天善福的果報這個念頭打斷，你就決定出三界，你才能超越十法界。"
    },
    {
      "id": "14-012-0046_p0012",
      "zh_CN": "如果在日常生活当中，能这样用功夫的话，不但是决定往生，而且决定往生实报土，不会在同居土，也不会在方便土。多少人念佛求往生，希求西方极乐世界，希求见阿弥陀佛，他有这个心，我们常常讲带业往生，生到西方极乐世界是生同居土、方便土。但是西方的同居、方便，跟十方世界不一样，等于实报土，这是不可思议的境界，所以这是诸佛所谓的难信之法。我们明白其中的道理跟事实真相，那一定要希求相应，怎样相应？你自己思惟，你自己应该可以体会到，一念相应就一念佛。",
      "zh_TW": "如果在日常生活當中，能這樣用功夫的話，不但是決定往生，而且決定往生實報土，不會在同居土，也不會在方便土。多少人念佛求往生，希求西方極樂世界，希求見阿彌陀佛，他有這個心，我們常常講帶業往生，生到西方極樂世界是生同居土、方便土。但是西方的同居、方便，跟十方世界不一樣，等於實報土，這是不可思議的境界，所以這是諸佛所謂的難信之法。我們明白其中的道理跟事實真相，那一定要希求相應，怎樣相應？你自己思惟，你自己應該可以體會到，一念相應就一念佛。"
    },
    {
      "id": "14-012-0046_p0013",
      "zh_CN": "所以在事相上要不要天天礼拜地藏菩萨？要，很有必要。要不要称念？要。我们专修净宗，每天礼拜阿弥陀佛，称念阿弥陀佛就好。如果我们敬仰地藏菩萨，可以请一尊地藏菩萨形像，供在阿弥陀佛的旁边，我们称念阿弥陀佛，包括地藏菩萨在其中，我们礼拜阿弥陀佛，也包括地藏菩萨在其中，这样容易达到一心。不至于我念多少声阿弥陀佛，再去念多少声地藏菩萨，又去念多少声观音菩萨，分心。所以西方三圣都供在一起，念一句阿弥陀佛全都念到了，这样比较容易摄心。这一段是讲思念过去的家亲眷属，甚至于从来没有见面，或者小时候见面，长大之后逐渐淡忘，常常思念家亲眷属在哪里，用这种修学方法，菩萨会告诉你，感应当中告诉你，你的家亲眷属现在生在哪一道？『生界』就是哪一道。再看下面这段经文：",
      "zh_TW": "所以在事相上要不要天天禮拜地藏菩薩？要，很有必要。要不要稱念？要。我們專修淨宗，每天禮拜阿彌陀佛，稱念阿彌陀佛就好。如果我們敬仰地藏菩薩，可以請一尊地藏菩薩形像，供在阿彌陀佛的旁邊，我們稱念阿彌陀佛，包括地藏菩薩在其中，我們禮拜阿彌陀佛，也包括地藏菩薩在其中，這樣容易達到一心。不至於我念多少聲阿彌陀佛，再去念多少聲地藏菩薩，又去念多少聲觀音菩薩，分心。所以西方三聖都供在一起，念一句阿彌陀佛全都念到了，這樣比較容易攝心。這一段是講思念過去的家親眷屬，甚至於從來沒有見面，或者小時候見面，長大之後逐漸淡忘，常常思念家親眷屬在哪裡，用這種修學方法，菩薩會告訴你，感應當中告訴你，你的家親眷屬現在生在哪一道？『生界』就是哪一道。再看下面這段經文："
    },
    {
      "id": "14-012-0046_p0014",
      "zh_CN": "【或于梦中。菩萨现大神力。亲领是人于诸世界。见诸眷属。】",
      "zh_TW": "【或於夢中。菩薩現大神力。親領是人於諸世界。見諸眷屬。】"
    },
    {
      "id": "14-012-0046_p0015",
      "zh_CN": "这个感应很明显，或者在梦中你梦到菩萨，菩萨带着你去游历他方世界，你会见到你过去的家亲眷属。这一段注解我们念一念，「上是显机显应，故于称礼之际，现身告知其界」，这是总结前面一段。显感显应，很明显，像前面婆罗门女一样，非常明显，觉华定自在王佛虽然没有现形，但是有声音告诉她，妳母亲在哪里。这是很明显的。「眷属冥机冥应，故于梦中相告」，这一段是讲在梦中。梦中梦到佛菩萨来教导你很多，我们常常遇到，常常听说，显感显应比较少，冥感冥应多。下面他举个例子，这桩事情「即同善见律天人现梦，乃实梦也」，这个梦不是你妄想变现的，一般凡夫作梦，都是意识里头的妄想现行。这个梦真的是佛菩萨，或者是善神感应这个梦境，这种梦境是可靠的。",
      "zh_TW": "這個感應很明顯，或者在夢中你夢到菩薩，菩薩帶著你去遊歷他方世界，你會見到你過去的家親眷屬。這一段註解我們念一念，「上是顯機顯應，故於稱禮之際，現身告知其界」，這是總結前面一段。顯感顯應，很明顯，像前面婆羅門女一樣，非常明顯，覺華定自在王佛雖然沒有現形，但是有聲音告訴她，妳母親在哪裡。這是很明顯的。「眷屬冥機冥應，故於夢中相告」，這一段是講在夢中。夢中夢到佛菩薩來教導你很多，我們常常遇到，常常聽說，顯感顯應比較少，冥感冥應多。下面他舉個例子，這樁事情「即同善見律天人現夢，乃實夢也」，這個夢不是你妄想變現的，一般凡夫作夢，都是意識裡頭的妄想現行。這個夢真的是佛菩薩，或者是善神感應這個夢境，這種夢境是可靠的。"
    },
    {
      "id": "14-012-0046_p0016",
      "zh_CN": "后头他讲的三句话好，「然须了知，善恶凡圣之事，无非是梦」，这就是《金刚经》上佛告诉我们，「一切有为法，如梦幻泡影」。我们现在这个世间，生活这个世间，你仔细去观察是梦境。昨天，昨天已经过去，昨天永远不会再来，昨天的事情清清楚楚、明明白白，梦境。说今天，今天又变成过去了，我们活一百年天天在作梦，哪有一样是真的？梦里头不要再造业，你就算是觉悟了。没有一样是真的，何必去计较！为什么不在梦境当中做好事？多做一点善事？积功累德，往后你还继续做好梦。如果造作罪业，你往后那个梦全是恶梦，不想做恶梦，天天想做美梦，那你就得要做好事。知道念念都是在梦境，天天都是在梦境，我们才真正佩服释迦牟尼佛，佩服得五体投地，他讲的是真相，「梦幻泡影」，「如露亦如电」，是不是真的存在？没有！是「刹那际」。",
      "zh_TW": "後頭他講的三句話好，「然須了知，善惡凡聖之事，無非是夢」，這就是《金剛經》上佛告訴我們，「一切有為法，如夢幻泡影」。我們現在這個世間，生活這個世間，你仔細去觀察是夢境。昨天，昨天已經過去，昨天永遠不會再來，昨天的事情清清楚楚、明明白白，夢境。說今天，今天又變成過去了，我們活一百年天天在作夢，哪有一樣是真的？夢裡頭不要再造業，你就算是覺悟了。沒有一樣是真的，何必去計較！為什麼不在夢境當中做好事？多做一點善事？積功累德，往後你還繼續做好夢。如果造作罪業，你往後那個夢全是惡夢，不想做惡夢，天天想做美夢，那你就得要做好事。知道念念都是在夢境，天天都是在夢境，我們才真正佩服釋迦牟尼佛，佩服得五體投地，他講的是真相，「夢幻泡影」，「如露亦如電」，是不是真的存在？沒有！是「剎那際」。"
    },
    {
      "id": "14-012-0046_p0017",
      "zh_CN": "我昨天晚上在华严会上，做总结兜率天王这段经文，归结到念佛，诸位要细心去体会。这里头的原理、原则，我们学佛的人一定要懂，一定要深解义趣。佛在《华严》上说，一切法，包括世、出世间、虚空法界，「唯心所现」。我们今天这个相，相从哪里来？心现的。心现相，我们在相里面所有一切造作，那是识，「唯识所变」，识在造作，心现相。告诉你，相是妄相，识也是妄识，都不是真的。所以所现的相以及所变的识，在百法里面都是属于有为法，有为法就是假的，就是梦幻泡影。能现相的，那是真的，真如无为。我们在假相、妄识，一下觉悟了，能够与真如无为相应，这就叫佛，就叫菩萨。相应并不舍相，并不舍识，把假相、妄识来接引一切众生，帮助一切众生觉悟，这是菩萨行。",
      "zh_TW": "我昨天晚上在華嚴會上，做總結兜率天王這段經文，歸結到念佛，諸位要細心去體會。這裡頭的原理、原則，我們學佛的人一定要懂，一定要深解義趣。佛在《華嚴》上說，一切法，包括世、出世間、虛空法界，「唯心所現」。我們今天這個相，相從哪裡來？心現的。心現相，我們在相裡面所有一切造作，那是識，「唯識所變」，識在造作，心現相。告訴你，相是妄相，識也是妄識，都不是真的。所以所現的相以及所變的識，在百法裡面都是屬於有為法，有為法就是假的，就是夢幻泡影。能現相的，那是真的，真如無為。我們在假相、妄識，一下覺悟了，能夠與真如無為相應，這就叫佛，就叫菩薩。相應並不捨相，並不捨識，把假相、妄識來接引一切眾生，幫助一切眾生覺悟，這是菩薩行。"
    },
    {
      "id": "14-012-0046_p0018",
      "zh_CN": "菩萨言语、菩萨生活、菩萨起心动念，一切造作无非是觉悟众生。虽觉悟众生，一丝毫希求的念头都没有，只要有一个希求的念头，与自性就不相应。我们今天劝人求生西方极乐世界是不是希求？是的。与自性相不相应？不相应。虽不相应，但是走相应自性的这一条路，这一个方向，这一个目标，逐渐接近明心见性。到极乐世界去干什么？去明心见性，那个地方修学的环境好，道理在此地，这叫做「带业往生」，带业往生极乐世界最好！最殊胜！我们明了之后才不会怀疑，才死心塌地修学这个法门，对于世出世间一切法都不希求、都放下，只求往生净土，只求见阿弥陀佛，这叫带业。这是我们凡夫在一生当中决定能成就的，肯定不会落空的。生到西方极乐世界，再把这个希求舍得干干净净，那就圆成佛道。",
      "zh_TW": "菩薩言語、菩薩生活、菩薩起心動念，一切造作無非是覺悟眾生。雖覺悟眾生，一絲毫希求的念頭都沒有，只要有一個希求的念頭，與自性就不相應。我們今天勸人求生西方極樂世界是不是希求？是的。與自性相不相應？不相應。雖不相應，但是走相應自性的這一條路，這一個方向，這一個目標，逐漸接近明心見性。到極樂世界去幹什麼？去明心見性，那個地方修學的環境好，道理在此地，這叫做「帶業往生」，帶業往生極樂世界最好！最殊勝！我們明瞭之後才不會懷疑，才死心塌地修學這個法門，對於世出世間一切法都不希求、都放下，只求往生淨土，只求見阿彌陀佛，這叫帶業。這是我們凡夫在一生當中決定能成就的，肯定不會落空的。生到西方極樂世界，再把這個希求捨得乾乾淨淨，那就圓成佛道。"
    },
    {
      "id": "14-012-0046_p0019",
      "zh_CN": "现在学佛的同修，最难舍的就是求愿之心。他所求、所愿全是虚妄，他想求现前的富贵、现前的福德，实在讲也能得到，那你就要懂得因果的道理。你想得善果，一定要修善因，你的心行不善，决定得不到善果，这是求六道之内的福报，并非究竟。但是绝大多数的人只看眼前，没有远大的眼光；只有真正觉悟的人，才真正发心出离六道轮回，那个心是纯善。希求往生，希求脱离六道轮回，念念还在造业，这个愿望你永远达不到。为什么？你的心愿跟你的所作所为是相背的，你怎么能满你的愿望？要想往生西方极乐世界，西方极乐是什么世界？在经上我们看得太清楚、太明白，是普贤菩萨的法界，不是普通菩萨。换句话说，普通菩萨行不能往生极乐世界，往生极乐世界要修普贤行，《无量寿经》讲那么清楚，《华严经》也是讲得这么清楚。也许同修要问，我们看到很多老太婆、老阿公，念了几年佛他真的往生，一点都不假。他临终的时候告诉旁边的人，「阿弥陀佛来接我，我跟他去了」，这是真的，不是假的。我们要问：他有没有修普贤行？有！最后那一念是普贤行，那就决定得生，道理在此地。",
      "zh_TW": "現在學佛的同修，最難捨的就是求願之心。他所求、所願全是虛妄，他想求現前的富貴、現前的福德，實在講也能得到，那你就要懂得因果的道理。你想得善果，一定要修善因，你的心行不善，決定得不到善果，這是求六道之內的福報，並非究竟。但是絕大多數的人只看眼前，沒有遠大的眼光；只有真正覺悟的人，才真正發心出離六道輪迴，那個心是純善。希求往生，希求脫離六道輪迴，念念還在造業，這個願望你永遠達不到。為什麼？你的心願跟你的所作所為是相背的，你怎麼能滿你的願望？要想往生西方極樂世界，西方極樂是什麼世界？在經上我們看得太清楚、太明白，是普賢菩薩的法界，不是普通菩薩。換句話說，普通菩薩行不能往生極樂世界，往生極樂世界要修普賢行，《無量壽經》講那麼清楚，《華嚴經》也是講得這麼清楚。也許同修要問，我們看到很多老太婆、老阿公，念了幾年佛他真的往生，一點都不假。他臨終的時候告訴旁邊的人，「阿彌陀佛來接我，我跟他去了」，這是真的，不是假的。我們要問：他有沒有修普賢行？有！最後那一念是普賢行，那就決定得生，道理在此地。"
    },
    {
      "id": "14-012-0046_p0020",
      "zh_CN": "普贤行是什么？清净心跟平等心；清净心是「普」，平等心是「普」。你心不清净、不平等就有界限，有界限就不平等。换句话说，你还有分别、还有执着，就不是普贤行。我们布施、供养，瞻礼、称名，这都是修行，大家平常做的，可是你有分别、有执着，你这个不是普贤行，你算得是菩萨行，不是普贤菩萨行。普贤菩萨行里头没有分别、没有执着。离一切分别执着，我们一瞻一礼是普贤行，布施供养也是普贤行，乃至于说我们穿衣吃饭都是普贤行。落在分别、执着里面就不是普贤行。普贤行它与法界相应，它没有界限，我们一般讲这个功德最大，不可思议。念念与虚空法界相应，这是属于理一心。凡是往生的人，最后一念一定是没有一切分别执着，他走了。最后一念还有分别执着，他又退堕了。可是我们怎么能够保证，自己最后一念没有分别执着？这太难太难了。",
      "zh_TW": "普賢行是什麼？清淨心跟平等心；清淨心是「普」，平等心是「普」。你心不清淨、不平等就有界限，有界限就不平等。換句話說，你還有分別、還有執著，就不是普賢行。我們布施、供養，瞻禮、稱名，這都是修行，大家平常做的，可是你有分別、有執著，你這個不是普賢行，你算得是菩薩行，不是普賢菩薩行。普賢菩薩行裡頭沒有分別、沒有執著。離一切分別執著，我們一瞻一禮是普賢行，布施供養也是普賢行，乃至於說我們穿衣吃飯都是普賢行。落在分別、執著裡面就不是普賢行。普賢行它與法界相應，它沒有界限，我們一般講這個功德最大，不可思議。念念與虛空法界相應，這是屬於理一心。凡是往生的人，最後一念一定是沒有一切分別執著，他走了。最後一念還有分別執著，他又退墮了。可是我們怎麼能夠保證，自己最後一念沒有分別執著？這太難太難了。"
    },
    {
      "id": "14-012-0046_p0021",
      "zh_CN": "所以修行是修正我们错误的思想、见解、行为，一定要在平常生活之中，离妄想、分别、执着，功夫得力了，自己才真正有把握往生。在日常生活当中，无论是物质生活、精神生活，有也好，没有也好。有也不分别、不执着，没有也不分别、也不执着，你就得自在了。没有，想得到，有了，又怕丢掉，患得患失，那你一天念十万声佛，一天磕十万个大头，也未必能脱离六道轮回。什么原因？六道轮回是执着造成的，你还有这么严重的执着，怎么能摆脱？十法界是分别造成的，只要有分别、有执着，你就没有办法脱离六道跟十法界，你所修的不是普贤行。普贤行简单告诉诸位同修，于一切法都不生分别、执着心，无论你修什么法都是普贤行，刚才说过穿衣吃饭都是普贤行，这个重要！",
      "zh_TW": "所以修行是修正我們錯誤的思想、見解、行為，一定要在平常生活之中，離妄想、分別、執著，功夫得力了，自己才真正有把握往生。在日常生活當中，無論是物質生活、精神生活，有也好，沒有也好。有也不分別、不執著，沒有也不分別、也不執著，你就得自在了。沒有，想得到，有了，又怕丟掉，患得患失，那你一天念十萬聲佛，一天磕十萬個大頭，也未必能脫離六道輪迴。什麼原因？六道輪迴是執著造成的，你還有這麼嚴重的執著，怎麼能擺脫？十法界是分別造成的，只要有分別、有執著，你就沒有辦法脫離六道跟十法界，你所修的不是普賢行。普賢行簡單告訴諸位同修，於一切法都不生分別、執著心，無論你修什麼法都是普賢行，剛才說過穿衣吃飯都是普賢行，這個重要！"
    },
    {
      "id": "14-012-0046_p0022",
      "zh_CN": "果然一切不分别、不执着，你就转境界，就不会被境界所转了。《楞严经》上跟我们讲五十种阴魔，任何一种阴魔都不会贴你的身。你要问为什么不贴你的身？因为你没有身，他贴个什么？你有身，他才能贴得上。明明有这个身，怎么没有身？有即是无，你有这个身，你不执着这个身是身，就没有身。冤家债主为什么会找到你身？你执着这个东西是你的身，他就找着了；你不执着这个身，他真的看不见你，找不到你。因为执着这个身是我，他看到了，找到你了，他来报复。你不执着这个东西是身的话，他找不到你，没有。这个道理要懂，什么样的妖魔鬼怪都沾不上你的边。那你在哪里？尽虚空、遍法界是自己，妖魔鬼怪也没有离开虚空法界，你包容他，他不能包容你。不管他怎么作怪，那只是很小很小一点毛病，像你这个身体哪个地方痛痒，搔搔就好了，不会伤害的。你有分别执着麻烦可就大了。",
      "zh_TW": "果然一切不分別、不執著，你就轉境界，就不會被境界所轉了。《楞嚴經》上跟我們講五十種陰魔，任何一種陰魔都不會貼你的身。你要問為什麼不貼你的身？因為你沒有身，他貼個什麼？你有身，他才能貼得上。明明有這個身，怎麼沒有身？有即是無，你有這個身，你不執著這個身是身，就沒有身。冤家債主為什麼會找到你身？你執著這個東西是你的身，他就找著了；你不執著這個身，他真的看不見你，找不到你。因為執著這個身是我，他看到了，找到你了，他來報復。你不執著這個東西是身的話，他找不到你，沒有。這個道理要懂，什麼樣的妖魔鬼怪都沾不上你的邊。那你在哪裡？盡虛空、遍法界是自己，妖魔鬼怪也沒有離開虛空法界，你包容他，他不能包容你。不管他怎麼作怪，那只是很小很小一點毛病，像你這個身體哪個地方痛癢，搔搔就好了，不會傷害的。你有分別執著麻煩可就大了。"
    },
    {
      "id": "14-012-0046_p0023",
      "zh_CN": "所以给你说真话，人不会生病。病从哪里来？妄想、分别、执着来的。人不会衰老，怎么老了？妄想、分别、执着，老了。人也不会死，为什么会死？妄想、分别、执着，你就死了。离开妄想、分别、执着，统统没有！你在虚空法界与一切众生有缘，经上讲随类化身，应机说法，你说多自在！随类化身，现相即是无相，无身即是有身，有无是一不是二。说法是帮助众生觉悟，虽然尽心尽力在帮助他，也是若有若无。佛在《金刚经》上所讲，「度无量无边众生，而实无众生得度者」。所以你找佛的麻烦找不到，实无众生得度者。你要毁谤释迦牟尼佛，释迦牟尼佛说他一生从来没有说过一句法，你要说佛说法，叫谤佛，你怎么能批评他？他一句话没说，一个字没说，「说即无说，无说而说」，说跟无说是一不是二，你细细体会这个意思，他高明。我们有说，人家抓到你才毁谤你，你说错了。他没有说，他错在哪里？有说就有过，没说没过，诸位细细体会这个意思。他做，「作而无作，无作而作」。",
      "zh_TW": "所以給你說真話，人不會生病。病從哪裡來？妄想、分別、執著來的。人不會衰老，怎麼老了？妄想、分別、執著，老了。人也不會死，為什麼會死？妄想、分別、執著，你就死了。離開妄想、分別、執著，統統沒有！你在虛空法界與一切眾生有緣，經上講隨類化身，應機說法，你說多自在！隨類化身，現相即是無相，無身即是有身，有無是一不是二。說法是幫助眾生覺悟，雖然盡心盡力在幫助他，也是若有若無。佛在《金剛經》上所講，「度無量無邊眾生，而實無眾生得度者」。所以你找佛的麻煩找不到，實無眾生得度者。你要毀謗釋迦牟尼佛，釋迦牟尼佛說他一生從來沒有說過一句法，你要說佛說法，叫謗佛，你怎麼能批評他？他一句話沒說，一個字沒說，「說即無說，無說而說」，說跟無說是一不是二，你細細體會這個意思，他高明。我們有說，人家抓到你才毀謗你，你說錯了。他沒有說，他錯在哪裡？有說就有過，沒說沒過，諸位細細體會這個意思。他做，「作而無作，無作而作」。"
    },
    {
      "id": "14-012-0046_p0024",
      "zh_CN": "这里面「有无」意思很深，怕诸位误会，我再做个简单的解释。有说是为众生说，无说是没有为自己说，「有作」是为众生做，「无作」是没有为自己做，我这个讲法你就比较好懂。所以诸佛菩萨只有为众生、为社会、为人民，决定没有为自己，你找他自己的麻烦，你决定找不到，为什么？他没有自己，这叫真正觉悟的人。知道自己生活在梦幻泡影之中，知道自己生活在刹那际中，这真觉悟的，所以他才妄想、分别、执着统统都没有，他与事实真相相应。在存在来说他与刹那际相应，在现相上是他与梦幻泡影相应，一丝毫执着都没有，得失不关心，做再多的好事，没事，梦一场；看到许多人做恶事也没事，梦一场。这里面所见到是众生的一切造作，叫业，这就是因果不空，「万法皆空，因果不空」，佛观察众生造业。为什么说因果不空？因果相续不空，因果转变不空，因会转变成果，果又转变成底下的因，因果循环，因果相续，看到这个东西。所以教人你要种善因，你才能得善果，这是教什么？没有觉悟的人，帮助你在六道当中受三善道的果报，不要堕三恶道，这是慈悲。我们世间人讲慈悲，佛有没有慈悲这个念头？没有。佛说我很慈悲，大慈大悲，他就变成众生，他又着了相，他又有了妄想、分别、执着，妄想、分别、执着也没有。",
      "zh_TW": "這裡面「有無」意思很深，怕諸位誤會，我再做個簡單的解釋。有說是為眾生說，無說是沒有為自己說，「有作」是為眾生做，「無作」是沒有為自己做，我這個講法你就比較好懂。所以諸佛菩薩只有為眾生、為社會、為人民，決定沒有為自己，你找他自己的麻煩，你決定找不到，為什麼？他沒有自己，這叫真正覺悟的人。知道自己生活在夢幻泡影之中，知道自己生活在剎那際中，這真覺悟的，所以他才妄想、分別、執著統統都沒有，他與事實真相相應。在存在來說他與剎那際相應，在現相上是他與夢幻泡影相應，一絲毫執著都沒有，得失不關心，做再多的好事，沒事，夢一場；看到許多人做惡事也沒事，夢一場。這裡面所見到是眾生的一切造作，叫業，這就是因果不空，「萬法皆空，因果不空」，佛觀察眾生造業。為什麼說因果不空？因果相續不空，因果轉變不空，因會轉變成果，果又轉變成底下的因，因果循環，因果相續，看到這個東西。所以教人你要種善因，你才能得善果，這是教什麼？沒有覺悟的人，幫助你在六道當中受三善道的果報，不要墮三惡道，這是慈悲。我們世間人講慈悲，佛有沒有慈悲這個念頭？沒有。佛說我很慈悲，大慈大悲，他就變成眾生，他又著了相，他又有了妄想、分別、執著，妄想、分別、執著也沒有。"
    },
    {
      "id": "14-012-0046_p0025",
      "zh_CN": "在我们这个世间有讲经说法，佛告诉我们西方极乐世界，阿弥陀佛也讲经说法，如果你真的到西方极乐世界，你去听听阿弥陀佛给你讲什么经，说什么法？没有。讲经说法是对我们凡夫讲，西方极乐世界有没有讲经说法？没有，无说即是说，说即是无说，那是真说，你是真听。经上讲得没错，六尘都说法，六尘是不是说？不是，表法，你见色闻声就开悟，愈悟愈深、愈悟愈广，没有人跟你啰嗦一句一句讲，没有，哪有这么麻烦！那把西方极乐世界是看扁了。每一天供养十方诸佛，供养之中你就悟入妙法，其实这个境界《华严》已经显示得太明白了，所以你展开《华严》的时候无量的欢喜，你只要能看得懂它的意思，无量的欢喜。哪里要说？处处都是表法，表法就是说法。佛为什么不直截了当跟我们说法，要说这些鬼神的名字、诸天的天王，直截了当说就是。那些都是诸佛菩萨与会，法身大士与会，为什么不说这一位等觉菩萨，那一位法云地的菩萨，为什么不这么说？这样一说就说死了。",
      "zh_TW": "在我們這個世間有講經說法，佛告訴我們西方極樂世界，阿彌陀佛也講經說法，如果你真的到西方極樂世界，你去聽聽阿彌陀佛給你講什麼經，說什麼法？沒有。講經說法是對我們凡夫講，西方極樂世界有沒有講經說法？沒有，無說即是說，說即是無說，那是真說，你是真聽。經上講得沒錯，六塵都說法，六塵是不是說？不是，表法，你見色聞聲就開悟，愈悟愈深、愈悟愈廣，沒有人跟你囉嗦一句一句講，沒有，哪有這麼麻煩！那把西方極樂世界是看扁了。每一天供養十方諸佛，供養之中你就悟入妙法，其實這個境界《華嚴》已經顯示得太明白了，所以你展開《華嚴》的時候無量的歡喜，你只要能看得懂它的意思，無量的歡喜。哪裡要說？處處都是表法，表法就是說法。佛為什麼不直截了當跟我們說法，要說這些鬼神的名字、諸天的天王，直截了當說就是。那些都是諸佛菩薩與會，法身大士與會，為什麼不說這一位等覺菩薩，那一位法雲地的菩薩，為什麼不這麼說？這樣一說就說死了。"
    },
    {
      "id": "14-012-0046_p0026",
      "zh_CN": "佛用这种杂神，用诸天天王表法，活的，教你看到这一切万物，就晓得统统是华严境界。看到树，树神，看到水，水神，不都是华严境界？华严境界在哪里？我们六根所接触全是。看到一切众生都是法身大士，都是这些杂神众。看到社会各个阶层的领导人物，那都是些天王众、人王众，所以这个经就讲活了。原来《大方广佛华严经》就是讲我们这个社会，就是说我们生活环境，一尘一毛、一沙一渧，无非是华严境界，你说人生活在这里，他怎么不快乐？他怎么不欢喜？周边环境都是诸佛如来，都是法身大士。你要会了，此地就是；要不会，到极乐世界去，到那个地方去薰陶。会了尽虚空、遍法界都是极乐世界，尽虚空、遍法界都是华藏世界。",
      "zh_TW": "佛用這種雜神，用諸天天王表法，活的，教你看到這一切萬物，就曉得統統是華嚴境界。看到樹，樹神，看到水，水神，不都是華嚴境界？華嚴境界在哪裡？我們六根所接觸全是。看到一切眾生都是法身大士，都是這些雜神眾。看到社會各個階層的領導人物，那都是些天王眾、人王眾，所以這個經就講活了。原來《大方廣佛華嚴經》就是講我們這個社會，就是說我們生活環境，一塵一毛、一沙一渧，無非是華嚴境界，你說人生活在這裡，他怎麼不快樂？他怎麼不歡喜？周邊環境都是諸佛如來，都是法身大士。你要會了，此地就是；要不會，到極樂世界去，到那個地方去薰陶。會了盡虛空、遍法界都是極樂世界，盡虛空、遍法界都是華藏世界。"
    },
    {
      "id": "14-012-0046_p0027",
      "zh_CN": "我们能契入这一层，你才真正感佛之恩，才知道善导大师讲那个话讲绝了，「遇缘不同」，我们遇到的缘太殊胜，无比的殊胜，真正是彭际清所讲的「无量劫来，希有难逢之一日」，我们遇到了。你怎样才能够契入？你要真修，明白之后放下，身心世界一切放下，无求。无求，自性就现前，本性就现前；有求，那一念求的心，是自性的障碍。这是说明事实真相，确实是梦幻泡影，我们天天在作梦，刹那刹那际相续。注解末后一句好，六十七页第二行，从当中看起，「故曰如梦勤加，空名惑绝。回观世间，皆梦中事。唯大觉朗然，称大梦觉耳」。诸佛菩萨的境界是大觉朗然，从大梦当中醒悟过来，这是诸佛菩萨。好，请看底下一段经文：",
      "zh_TW": "我們能契入這一層，你才真正感佛之恩，才知道善導大師講那個話講絕了，「遇緣不同」，我們遇到的緣太殊勝，無比的殊勝，真正是彭際清所講的「無量劫來，希有難逢之一日」，我們遇到了。你怎樣才能夠契入？你要真修，明白之後放下，身心世界一切放下，無求。無求，自性就現前，本性就現前；有求，那一念求的心，是自性的障礙。這是說明事實真相，確實是夢幻泡影，我們天天在作夢，剎那剎那際相續。註解末後一句好，六十七頁第二行，從當中看起，「故曰如夢勤加，空名惑絕。回觀世間，皆夢中事。唯大覺朗然，稱大夢覺耳」。諸佛菩薩的境界是大覺朗然，從大夢當中醒悟過來，這是諸佛菩薩。好，請看底下一段經文："
    },
    {
      "id": "14-012-0046_p0028",
      "zh_CN": "【更能每日。念菩萨名千遍。至于千日。】",
      "zh_TW": "【更能每日。念菩薩名千遍。至於千日。】"
    },
    {
      "id": "14-012-0046_p0029",
      "zh_CN": "这是说修因，时间更长，前面从一日到七日，然后讲三七日。这个时间长，『千日』，这三年，三年不间断，足见他的恒心毅力。三年不间断，就是每天你有定课，定课虽然不多，但是一天都不缺，这就是经上讲的相续，符合净念相续这个要求。到时候一定要做功课，念菩萨名号一千声，时间并不是很长，要有恒心，三年不断。",
      "zh_TW": "這是說修因，時間更長，前面從一日到七日，然後講三七日。這個時間長，『千日』，這三年，三年不間斷，足見他的恆心毅力。三年不間斷，就是每天你有定課，定課雖然不多，但是一天都不缺，這就是經上講的相續，符合淨念相續這個要求。到時候一定要做功課，念菩薩名號一千聲，時間並不是很長，要有恆心，三年不斷。"
    },
    {
      "id": "14-012-0046_p0030",
      "zh_CN": "【是人当得菩萨遣所在土地鬼神。终身卫护。】",
      "zh_TW": "【是人當得菩薩遣所在土地鬼神。終身衛護。】"
    },
    {
      "id": "14-012-0046_p0031",
      "zh_CN": "菩萨派遣护法神保护你，实在是因为你自己修持有功夫，这些鬼神对你敬仰，地藏菩萨欢喜，感得鬼神的护卫。这都属于果报，你得到鬼神的护卫。",
      "zh_TW": "菩薩派遣護法神保護你，實在是因為你自己修持有功夫，這些鬼神對你敬仰，地藏菩薩歡喜，感得鬼神的護衛。這都屬於果報，你得到鬼神的護衛。"
    },
    {
      "id": "14-012-0046_p0032",
      "zh_CN": "【现世衣食丰益。无诸疾苦。乃至横事。不入其门。何况及身。】",
      "zh_TW": "【現世衣食豐益。無諸疾苦。乃至橫事。不入其門。何況及身。】"
    },
    {
      "id": "14-012-0046_p0033",
      "zh_CN": "我们看到这段经文，是我们现前生活环境所必要。现在这个世间有灾难，灾变太多我们没有办法预料到，随时随地都可能遇到，我们怎样来处置？过去李炳老教我们，唯有一心念佛求生净土。所以在大灾难当中你还能够得到平安，你的衣食不缺，要怎么修法？要修布施，不要怕我统统都施完了，我没得吃、没得穿怎么办？你统统施完，你没得吃、没得穿，佛菩萨会送吃的给你、送穿的给你，你要有这个信心。到时候佛菩萨没送来怎么办？自己业障太重，认真努力一心念佛，绝不怨天、绝不尤人，感应道交。『无诸疾苦』，「疾」是病，你不会有疾病，不会受到苦难。『横事』是灾祸，天灾人祸，不是预测得到的这些事情，你都不会遇到。这些灾变，『不入其门，何况及身』，「不入其门」就是你居住环境不会发生这些事情，当然你的身不会受到这些危害。想到这一点，现在念佛、念菩萨很迫切，现在确实可以消业障，免除一切灾难，消灾免难，唯一修学的方法。",
      "zh_TW": "我們看到這段經文，是我們現前生活環境所必要。現在這個世間有災難，災變太多我們沒有辦法預料到，隨時隨地都可能遇到，我們怎樣來處置？過去李炳老教我們，唯有一心念佛求生淨土。所以在大災難當中你還能夠得到平安，你的衣食不缺，要怎麼修法？要修布施，不要怕我統統都施完了，我沒得吃、沒得穿怎麼辦？你統統施完，你沒得吃、沒得穿，佛菩薩會送吃的給你、送穿的給你，你要有這個信心。到時候佛菩薩沒送來怎麼辦？自己業障太重，認真努力一心念佛，絕不怨天、絕不尤人，感應道交。『無諸疾苦』，「疾」是病，你不會有疾病，不會受到苦難。『橫事』是災禍，天災人禍，不是預測得到的這些事情，你都不會遇到。這些災變，『不入其門，何況及身』，「不入其門」就是你居住環境不會發生這些事情，當然你的身不會受到這些危害。想到這一點，現在念佛、念菩薩很迫切，現在確實可以消業障，免除一切災難，消災免難，唯一修學的方法。"
    },
    {
      "id": "14-012-0046_p0034",
      "zh_CN": "念阿弥陀佛好，念观世音菩萨也好，念地藏王菩萨也好，要一心称念。记住心行相应，感应就殊胜。如果口念，心不相应，还是做一些损人利己的事情，伤害众生、伤害社会的事情，你怎么样念也是枉然，为什么？不相应。这个经上一定要记住，前面所讲的原则，每一天称念千遍至于千日，也不能离开这个原则，那就是「一心称念」。一心里面决定没有夹杂、没有妄想、没有分别、没有执着，才叫一心。而且要知道把你念佛、念菩萨名号，这是一种课堂的作业，课堂里面的学习，学了之后要应用在生活上才管用。不能说我在佛堂里面，做一个小时、半个小时的功课是一心，做完之后，又去搞是非人我，又搞贪瞋痴慢，那没用处。要把「一心」保持在你今天一天当中都不变，我对人、对事、对物都是诚心诚意，都是利益众生、利益别人，这叫真修行，这才叫真正会用功，他有感应道交。绝不是想贿赂佛菩萨，我天天念你，照你这个方法，你保佑我升官、保佑我发财。那个是冤家，我希望他快点死掉，你起这种念头就错了，这是不对的。一定修什么？清净心、平等心、慈悲心处事待人接物。念佛，我的心像佛、愿像佛、行像佛，用在这一天生活当中。明天早晨再念，怕明天忘掉，明天再念一遍。天天这样做，做上三年，你已经做熟了，你一定会永远做下去，所以才得善神拥护，佛菩萨护念。",
      "zh_TW": "念阿彌陀佛好，念觀世音菩薩也好，念地藏王菩薩也好，要一心稱念。記住心行相應，感應就殊勝。如果口念，心不相應，還是做一些損人利己的事情，傷害眾生、傷害社會的事情，你怎麼樣念也是枉然，為什麼？不相應。這個經上一定要記住，前面所講的原則，每一天稱念千遍至於千日，也不能離開這個原則，那就是「一心稱念」。一心裡面決定沒有夾雜、沒有妄想、沒有分別、沒有執著，才叫一心。而且要知道把你念佛、念菩薩名號，這是一種課堂的作業，課堂裡面的學習，學了之後要應用在生活上才管用。不能說我在佛堂裡面，做一個小時、半個小時的功課是一心，做完之後，又去搞是非人我，又搞貪瞋痴慢，那沒用處。要把「一心」保持在你今天一天當中都不變，我對人、對事、對物都是誠心誠意，都是利益眾生、利益別人，這叫真修行，這才叫真正會用功，他有感應道交。絕不是想賄賂佛菩薩，我天天念你，照你這個方法，你保佑我升官、保佑我發財。那個是冤家，我希望他快點死掉，你起這種念頭就錯了，這是不對的。一定修什麼？清淨心、平等心、慈悲心處事待人接物。念佛，我的心像佛、願像佛、行像佛，用在這一天生活當中。明天早晨再念，怕明天忘掉，明天再念一遍。天天這樣做，做上三年，你已經做熟了，你一定會永遠做下去，所以才得善神擁護，佛菩薩護念。"
    },
    {
      "id": "14-012-0046_p0035",
      "zh_CN": "【是人毕竟得菩萨摩顶授记。】",
      "zh_TW": "【是人畢竟得菩薩摩頂授記。】"
    },
    {
      "id": "14-012-0046_p0036",
      "zh_CN": "这是得究竟圆满的果报。此地菩萨是指地藏菩萨，一定得地藏菩萨摩顶给你授记，你所修的因真实，你的果报当然殊胜。佛菩萨会教你怎样修因证果，这是摩顶授记。再看下面一段，这是第四段，「成度生证果」。经文愈往后面愈殊胜，愈到结尾，显示佛菩萨愈慈悲。我们细心观察，看到菩萨苦口婆心劝导我们。",
      "zh_TW": "這是得究竟圓滿的果報。此地菩薩是指地藏菩薩，一定得地藏菩薩摩頂給你授記，你所修的因真實，你的果報當然殊勝。佛菩薩會教你怎樣修因證果，這是摩頂授記。再看下面一段，這是第四段，「成度生證果」。經文愈往後面愈殊勝，愈到結尾，顯示佛菩薩愈慈悲。我們細心觀察，看到菩薩苦口婆心勸導我們。"
    },
    {
      "id": "14-012-0046_p0037",
      "zh_CN": "【复次观世音菩萨。若未来世。有善男子。善女人。欲发广大慈心。救度一切众生者。欲修无上菩提者。欲出离三界者。】",
      "zh_TW": "【復次觀世音菩薩。若未來世。有善男子。善女人。欲發廣大慈心。救度一切眾生者。欲修無上菩提者。欲出離三界者。】"
    },
    {
      "id": "14-012-0046_p0038",
      "zh_CN": "这是先把条件说出来，这是哪些人？这是很了不起的人，真正的菩萨。『善男子、善女人』，这一个「善」字，必然是具足净业三福，这才是「善」，不是普通的善。世间的善人没有这么大的心量，二乘善人也没有这个心量，所以这是大乘菩萨善。他『发广大慈心』，「广大慈心」这四个字，就包含净业三福十一句。下面具体说出来，『救度一切众生』，「一切」是尽虚空、遍法界，不是限定某一个地区，他发这么大心，四弘誓愿里面「众生无边誓愿度」。『欲修无上菩提』，四弘誓愿里面的「佛道无上誓愿成」；『欲出离三界者』，「烦恼无尽誓愿断」，你才能出得了三界，这是真正觉悟了。",
      "zh_TW": "這是先把條件說出來，這是哪些人？這是很了不起的人，真正的菩薩。『善男子、善女人』，這一個「善」字，必然是具足淨業三福，這才是「善」，不是普通的善。世間的善人沒有這麼大的心量，二乘善人也沒有這個心量，所以這是大乘菩薩善。他『發廣大慈心』，「廣大慈心」這四個字，就包含淨業三福十一句。下面具體說出來，『救度一切眾生』，「一切」是盡虛空、遍法界，不是限定某一個地區，他發這麼大心，四弘誓願裡面「眾生無邊誓願度」。『欲修無上菩提』，四弘誓願裡面的「佛道無上誓願成」；『欲出離三界者』，「煩惱無盡誓願斷」，你才能出得了三界，這是真正覺悟了。"
    },
    {
      "id": "14-012-0046_p0039",
      "zh_CN": "注解里头注得好，「此是大菩萨心，习行般若波罗蜜，故能发起度人之心。然慈悲本具，昔着我人，故分彼此。今知同体故发等心」，这几句话说得好，我们有没有发这个心？如果没有发这个心要赶快发，虽发这个心，在日常生活当中还是若有若无，这心不恳切、不真实，所以在修学功夫不得力，在生活环境当中境界转不过来，都是没有真正发心，所以发心一定要真实。真实心一定要「住真实慧」，此地讲「习行般若波罗蜜」，在《无量寿经》叫「住真实慧」，你这个心才能发得起来，所以「慈悲本具」。真诚、清净、平等、正觉、慈悲，都是我们自性本具，你本来有的，你跟一切诸佛如来无二无别。",
      "zh_TW": "註解裡頭註得好，「此是大菩薩心，習行般若波羅蜜，故能發起度人之心。然慈悲本具，昔著我人，故分彼此。今知同體故發等心」，這幾句話說得好，我們有沒有發這個心？如果沒有發這個心要趕快發，雖發這個心，在日常生活當中還是若有若無，這心不懇切、不真實，所以在修學功夫不得力，在生活環境當中境界轉不過來，都是沒有真正發心，所以發心一定要真實。真實心一定要「住真實慧」，此地講「習行般若波羅蜜」，在《無量壽經》叫「住真實慧」，你這個心才能發得起來，所以「慈悲本具」。真誠、清淨、平等、正覺、慈悲，都是我們自性本具，你本來有的，你跟一切諸佛如來無二無別。"
    },
    {
      "id": "14-012-0046_p0040",
      "zh_CN": "现在你这个心为什么没有了？因为你着了人我，《金刚经》上讲的四相，「我相、人相、众生相、寿者相」，《金刚经》上讲你着了四相，实际上就是你在境界上起了妄想、分别、执着，你错在这个地方。你有妄想、分别、执着，所以你分此分彼，分自分他，你的慈悲心不能现前。不但慈悲不能现前，真诚不能现前，清净、平等、正觉统统不能现前，本有的性德不起作用。起作用的是什么？烦恼，妄想烦恼起作用，你的日子怎么好过？当然不好过。如果你性德本具的智慧德能起作用，你的日子好过，你就过佛菩萨的生活。我们在讲席当中常说，你过的是高度智慧的生活，现在人讲高度艺术的生活，其实世间人讲艺术的生活有名无实，正如同世间人讲真善美，这个世间真善美是有名无实，唯有佛菩萨是真实的，他过的生活是真善美的生活。所以一定要发这个心，要发救度一切众生之心，舍己为人。",
      "zh_TW": "現在你這個心為什麼沒有了？因為你著了人我，《金剛經》上講的四相，「我相、人相、眾生相、壽者相」，《金剛經》上講你著了四相，實際上就是你在境界上起了妄想、分別、執著，你錯在這個地方。你有妄想、分別、執著，所以你分此分彼，分自分他，你的慈悲心不能現前。不但慈悲不能現前，真誠不能現前，清淨、平等、正覺統統不能現前，本有的性德不起作用。起作用的是什麼？煩惱，妄想煩惱起作用，你的日子怎麼好過？當然不好過。如果你性德本具的智慧德能起作用，你的日子好過，你就過佛菩薩的生活。我們在講席當中常說，你過的是高度智慧的生活，現在人講高度藝術的生活，其實世間人講藝術的生活有名無實，正如同世間人講真善美，這個世間真善美是有名無實，唯有佛菩薩是真實的，他過的生活是真善美的生活。所以一定要發這個心，要發救度一切眾生之心，捨己為人。"
    },
    {
      "id": "14-012-0046_p0041",
      "zh_CN": "在佛法里面我们供佛，供佛有供灯的，灯就是表这个意思，燃烧自己，照耀别人，供灯取这个意思。古时候的灯非常明显，用的是油灯，油逐渐逐渐干了，放出光明照别人，蜡烛更明显。所以看到灯，你自己就晓得牺牲自己成就别人，否则的话，你供灯不就白供。香，表五分法身，戒、定、慧、解脱、解脱知见，香表这个意思。供水，水表清净、表平等。这些供具都是叫你一看到，你就要晓得我要怎么作法，提醒自己，佛菩萨哪里需要这些东西！无非都是为度自己，给自己做得度的增上缘而已。",
      "zh_TW": "在佛法裡面我們供佛，供佛有供燈的，燈就是表這個意思，燃燒自己，照耀別人，供燈取這個意思。古時候的燈非常明顯，用的是油燈，油逐漸逐漸乾了，放出光明照別人，蠟燭更明顯。所以看到燈，你自己就曉得犧牲自己成就別人，否則的話，你供燈不就白供。香，表五分法身，戒、定、慧、解脫、解脫知見，香表這個意思。供水，水表清淨、表平等。這些供具都是叫你一看到，你就要曉得我要怎麼作法，提醒自己，佛菩薩哪裡需要這些東西！無非都是為度自己，給自己做得度的增上緣而已。"
    },
    {
      "id": "14-012-0046_p0042",
      "zh_CN": "注解最后一句讲出离三界，我们把这一句念一念：「出离三界者，即圆教初信至七信，见思先去，长别三界苦轮也」。这提醒我们，圆教初信位的菩萨，三界八十八品见惑断了，初信位的菩萨，他断烦恼的功夫跟小乘初果相同。我们就知道，初信位入圣流，他入了圣人的境界，他不是凡夫。虽然初信位的菩萨没有出离三界，在三界里面人天两道修行，决定不堕三途，他得到保证不堕三途。为什么不堕三途？不造三途的恶业了，三途的因断掉了。换句话说，他不再为自己。见惑里面虽然讲八十八品，归纳起来不外乎五大类。第一个身见，也就是他不再执着这个身是我，刚才讲妖魔鬼怪已经贴不了他的身，他知道身不是我。我们一般方便的讲法，身是我所有的，像衣服一样，这衣服是我所有的，衣服不是我，舍掉很容易，舍掉旧的换一件新的。他知道身不是我，身是我所有的，所以在十法界舍身受身，他很容易，他不执着。这个身不好了换一个，就好像衣服不喜欢再换一件，不一定要等到穿旧穿破，随时可以换，这就是讲生死很自在，没有一丝毫贪着。",
      "zh_TW": "註解最後一句講出離三界，我們把這一句念一念：「出離三界者，即圓教初信至七信，見思先去，長別三界苦輪也」。這提醒我們，圓教初信位的菩薩，三界八十八品見惑斷了，初信位的菩薩，他斷煩惱的功夫跟小乘初果相同。我們就知道，初信位入聖流，他入了聖人的境界，他不是凡夫。雖然初信位的菩薩沒有出離三界，在三界裡面人天兩道修行，決定不墮三途，他得到保證不墮三途。為什麼不墮三途？不造三途的惡業了，三途的因斷掉了。換句話說，他不再為自己。見惑裡面雖然講八十八品，歸納起來不外乎五大類。第一個身見，也就是他不再執著這個身是我，剛才講妖魔鬼怪已經貼不了他的身，他知道身不是我。我們一般方便的講法，身是我所有的，像衣服一樣，這衣服是我所有的，衣服不是我，捨掉很容易，捨掉舊的換一件新的。他知道身不是我，身是我所有的，所以在十法界捨身受身，他很容易，他不執著。這個身不好了換一個，就好像衣服不喜歡再換一件，不一定要等到穿舊穿破，隨時可以換，這就是講生死很自在，沒有一絲毫貪著。"
    },
    {
      "id": "14-012-0046_p0043",
      "zh_CN": "凡夫之人他迷惑，他认为这是自己，所以很难舍，很不容易舍，贪恋，不肯放下。像我们看到小孩，很小的小孩，他对于自己的穿着很贪爱，要给他换一件衣服又哭又跳不肯换，就是跟这个样子一样。所以了解事实真相之后，舍身受身一点都不难，不惊不怖，那他那个身愈换愈好、愈换愈庄严。如果说是贪恋、执着，不肯舍弃，往往愈换愈坏，人身失掉了，再换的身是饿鬼、畜生、地狱，这都是贪瞋痴没放下。佛教我们修行要在这些地方真正去下功夫，断贪心、断瞋恚心。贪心断了不堕饿鬼，瞋心断了不堕地狱，痴心断了不堕畜生，永远离三恶道。再看下一段经文：",
      "zh_TW": "凡夫之人他迷惑，他認為這是自己，所以很難捨，很不容易捨，貪戀，不肯放下。像我們看到小孩，很小的小孩，他對於自己的穿著很貪愛，要給他換一件衣服又哭又跳不肯換，就是跟這個樣子一樣。所以了解事實真相之後，捨身受身一點都不難，不驚不怖，那他那個身愈換愈好、愈換愈莊嚴。如果說是貪戀、執著，不肯捨棄，往往愈換愈壞，人身失掉了，再換的身是餓鬼、畜生、地獄，這都是貪瞋痴沒放下。佛教我們修行要在這些地方真正去下功夫，斷貪心、斷瞋恚心。貪心斷了不墮餓鬼，瞋心斷了不墮地獄，痴心斷了不墮畜生，永遠離三惡道。再看下一段經文："
    },
    {
      "id": "14-012-0046_p0044",
      "zh_CN": "【是诸人等。见地藏形像及闻名者。至心归依。】",
      "zh_TW": "【是諸人等。見地藏形像及聞名者。至心歸依。】"
    },
    {
      "id": "14-012-0046_p0045",
      "zh_CN": "这是讲他修行的方法。这句经文里最重要的『至心』，『归』是回归、是回头，『依』是依靠；真心回头，依照《地藏菩萨本愿经》修行，这叫皈依地藏菩萨。你要不肯依照经教修行，那不叫皈依。你没有回头，你没有照做，「依」是要照做。经上教我们做的一定要做到，教我们不可以做的决定不能做，依教奉行才算是皈依，真心诚意去做，你就是「至心归依」，这个功德大，太大了，从心里头回头。下面这举事相。",
      "zh_TW": "這是講他修行的方法。這句經文裡最重要的『至心』，『歸』是回歸、是回頭，『依』是依靠；真心回頭，依照《地藏菩薩本願經》修行，這叫皈依地藏菩薩。你要不肯依照經教修行，那不叫皈依。你沒有回頭，你沒有照做，「依」是要照做。經上教我們做的一定要做到，教我們不可以做的決定不能做，依教奉行才算是皈依，真心誠意去做，你就是「至心歸依」，這個功德大，太大了，從心裡頭回頭。下面這舉事相。"
    },
    {
      "id": "14-012-0046_p0046",
      "zh_CN": "【或以香华衣服。宝贝饮食。供养瞻礼。】",
      "zh_TW": "【或以香華衣服。寶貝飲食。供養瞻禮。】"
    },
    {
      "id": "14-012-0046_p0047",
      "zh_CN": "『香华』所表的意思要清楚，「香」是戒香，要持戒、要守法；「华」代表因行。通常在大乘法里，「华」表六度，『衣』表忍辱。『宝贝』，世间人所珍爱，代表财物；『饮食』是养活生命所不能够缺少。以这些来『供养瞻礼』，在菩萨形像面前供养，这是每天课堂里面的作业，应用在生活上，那就是救度一切众生。特别是对一切苦难的众生，我们怎样用香供养他？教导他守法，教导他持戒，我们是用香供养众生。怎样用花供养他？教导他布施，教他修善因才能得善果，教导他处事待人接物要有耐心，要忍辱，就是布施供养。教导他学佛，皈依三宝，接受佛法的理论方法去修行，就是宝贝的供养。他有苦难的时候，照顾他的物质生活环境是饮食供养。我们要把课堂里面的作业，落实到生活之中，这才叫修行。如果说只在寺院里面，或者只在你自己家庭里面，天天这样供养佛菩萨，瞻礼称名，你就能救度一切众生吗？你就能证无上菩提吗？你就能出离三界吗？不能。",
      "zh_TW": "『香華』所表的意思要清楚，「香」是戒香，要持戒、要守法；「華」代表因行。通常在大乘法裡，「華」表六度，『衣』表忍辱。『寶貝』，世間人所珍愛，代表財物；『飲食』是養活生命所不能夠缺少。以這些來『供養瞻禮』，在菩薩形像面前供養，這是每天課堂裡面的作業，應用在生活上，那就是救度一切眾生。特別是對一切苦難的眾生，我們怎樣用香供養他？教導他守法，教導他持戒，我們是用香供養眾生。怎樣用花供養他？教導他布施，教他修善因才能得善果，教導他處事待人接物要有耐心，要忍辱，就是布施供養。教導他學佛，皈依三寶，接受佛法的理論方法去修行，就是寶貝的供養。他有苦難的時候，照顧他的物質生活環境是飲食供養。我們要把課堂裡面的作業，落實到生活之中，這才叫修行。如果說只在寺院裡面，或者只在你自己家庭裡面，天天這樣供養佛菩薩，瞻禮稱名，你就能救度一切眾生嗎？你就能證無上菩提嗎？你就能出離三界嗎？不能。"
    },
    {
      "id": "14-012-0046_p0048",
      "zh_CN": "所以我们每天早晚课诵，无论是在寺庙殿堂，或者是你家里面的佛堂，你要晓得课堂作业，我讲过很多次，早课提醒自己之后你这一天要照做、要落实，你早晨那一枝香就没有白点。点这一枝香是我自己这一天，处事待人接物要如法，如法就是持戒，也要劝人守法、守规矩，你这一枝香没有白点。劝人家种善因，断恶修善，这是「供花」，这个花没有白供。所以这一些表法都提醒自己，自己要做，要劝别人做。晚课反省检点，我今天做的成绩如何？我有没有做到？有没有认真去做？做得自己满意不满意？如果自己觉得不够满意，要忏悔、要改过，明天做得比今天更好，这叫修行；你这早晚二课成就真实功德，不是形式。现在人修行，只有形式，没有实际，所以他不能成就。末后：",
      "zh_TW": "所以我們每天早晚課誦，無論是在寺廟殿堂，或者是你家裡面的佛堂，你要曉得課堂作業，我講過很多次，早課提醒自己之後你這一天要照做、要落實，你早晨那一枝香就沒有白點。點這一枝香是我自己這一天，處事待人接物要如法，如法就是持戒，也要勸人守法、守規矩，你這一枝香沒有白點。勸人家種善因，斷惡修善，這是「供花」，這個花沒有白供。所以這一些表法都提醒自己，自己要做，要勸別人做。晚課反省檢點，我今天做的成績如何？我有沒有做到？有沒有認真去做？做得自己滿意不滿意？如果自己覺得不夠滿意，要懺悔、要改過，明天做得比今天更好，這叫修行；你這早晚二課成就真實功德，不是形式。現在人修行，只有形式，沒有實際，所以他不能成就。末後："
    },
    {
      "id": "14-012-0046_p0049",
      "zh_CN": "【是善男女等。所愿速成。永无障碍。】",
      "zh_TW": "【是善男女等。所願速成。永無障礙。】"
    },
    {
      "id": "14-012-0046_p0050",
      "zh_CN": "『所愿』就是前面讲的三愿，度众生的愿、成佛道的愿、脱离三界六道的愿，都能成就。这是我们一定要记住、要懂得的。",
      "zh_TW": "『所願』就是前面講的三願，度眾生的願、成佛道的願、脫離三界六道的願，都能成就。這是我們一定要記住、要懂得的。"
    },
    {
      "id": "14-012-0046_p0051",
      "zh_CN": "今天时间到了，讲到此地。",
      "zh_TW": "今天時間到了，講到此地。"
    }
  ]
}