{
  "doc_id": "14-012-0016",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0016",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "14-012-0016_p0001",
      "zh_CN": "请掀开《科注》卷中第四面，第二行的经文：",
      "zh_TW": "請掀開《科註》卷中第四面，第二行的經文："
    },
    {
      "id": "14-012-0016_p0002",
      "zh_CN": "【有大地狱。号极无间。又有地狱。名大阿鼻。】",
      "zh_TW": "【有大地獄。號極無間。又有地獄。名大阿鼻。】"
    },
    {
      "id": "14-012-0016_p0003",
      "zh_CN": "昨天介绍到这个地方，这里面的意思甚深甚广，详细说实在是说不尽。可是重要的我们要了解，什么原因造成地狱，为什么会在这里面受这些苦报？这一点非常重要。《地藏十轮经》上说「五逆罪」最是极恶，五逆后面还会详细说明。",
      "zh_TW": "昨天介紹到這個地方，這裡面的意思甚深甚廣，詳細說實在是說不盡。可是重要的我們要了解，什麼原因造成地獄，為什麼會在這裡面受這些苦報？這一點非常重要。《地藏十輪經》上說「五逆罪」最是極惡，五逆後面還會詳細說明。"
    },
    {
      "id": "14-012-0016_p0004",
      "zh_CN": "「杀父、杀母」，父母恩德太大，我们的生命得自于父母。如果我们能够细心观察，父母照顾婴儿小心谨慎无微不至，从出生大概到三岁，小孩不能离开母亲的身边，时时刻刻受母亲的关怀保护，才不至于伤害性命。而父亲，现在做父亲的人，对子女所尽的责任不及古人。古人做父亲的不但是童子要教，婴儿要教，母亲怀孕的时候就要教，胎教，这才尽到做父亲的责任。所以父母恩德之大，在世法里头没有能够相比。不知道恩德，不知道报恩，还要加以杀害，这罪极重，堕『极无间』、堕『大阿鼻』。",
      "zh_TW": "「殺父、殺母」，父母恩德太大，我們的生命得自於父母。如果我們能夠細心觀察，父母照顧嬰兒小心謹慎無微不至，從出生大概到三歲，小孩不能離開母親的身邊，時時刻刻受母親的關懷保護，才不至於傷害性命。而父親，現在做父親的人，對子女所盡的責任不及古人。古人做父親的不但是童子要教，嬰兒要教，母親懷孕的時候就要教，胎教，這才盡到做父親的責任。所以父母恩德之大，在世法裡頭沒有能夠相比。不知道恩德，不知道報恩，還要加以殺害，這罪極重，墮『極無間』、墮『大阿鼻』。"
    },
    {
      "id": "14-012-0016_p0005",
      "zh_CN": "第二种罪业是「杀阿罗汉」，阿罗汉是修行证果的圣人，人天师范，世间真正的福田，他所在的地方为一切众生种福。你杀阿罗汉，就是把众生种福的福田毁掉了，这一方人都没有福报，所以罪就重了。所以杀阿罗汉，不是对阿罗汉一个人结罪，是对这一个地方众生来结罪，这个罪就重了。现在世间有没有阿罗汉？应真的罗汉我们相信一定有。佛菩萨化身在世间都很多，哪里说没有阿罗汉？但是我们凡夫不认识，你想找阿罗汉来杀也找不到。可是有等流的罪，等流是跟他相等的罪，相等的罪是谁？善知识。在这个地方上有德行、有学问，又能慈悲教化一方众生，杀害这种人等于杀阿罗汉，这罪就很重。不但不可以杀害，连毁谤的罪都不轻，这是我们一定要知道的。世间有一些无知之人，对于善知识有意无意产生一些毁谤。无意是无知，有意那是别有用心，别有用心里面，嫉妒占一大部分。现在还有一些人有些策略，如何在社会大众提高自己的身分，提高自己的知名度，提高自己的声望，用什么方法？哪个地方很有名、得大众景仰的人，把他批判、把他驳倒，他就上来了。这是别有用心，造作的罪业都是无间地狱、阿鼻罪业。这是心里面怀极重的邪恶，他不怕因果报应，为了眼前的名利，眼前一点的利益，敢造这一种重大的罪业，这是无间地狱的业因。",
      "zh_TW": "第二種罪業是「殺阿羅漢」，阿羅漢是修行證果的聖人，人天師範，世間真正的福田，他所在的地方為一切眾生種福。你殺阿羅漢，就是把眾生種福的福田毀掉了，這一方人都沒有福報，所以罪就重了。所以殺阿羅漢，不是對阿羅漢一個人結罪，是對這一個地方眾生來結罪，這個罪就重了。現在世間有沒有阿羅漢？應真的羅漢我們相信一定有。佛菩薩化身在世間都很多，哪裡說沒有阿羅漢？但是我們凡夫不認識，你想找阿羅漢來殺也找不到。可是有等流的罪，等流是跟他相等的罪，相等的罪是誰？善知識。在這個地方上有德行、有學問，又能慈悲教化一方眾生，殺害這種人等於殺阿羅漢，這罪就很重。不但不可以殺害，連毀謗的罪都不輕，這是我們一定要知道的。世間有一些無知之人，對於善知識有意無意產生一些毀謗。無意是無知，有意那是別有用心，別有用心裡面，嫉妒佔一大部分。現在還有一些人有些策略，如何在社會大眾提高自己的身分，提高自己的知名度，提高自己的聲望，用什麼方法？哪個地方很有名、得大眾景仰的人，把他批判、把他駁倒，他就上來了。這是別有用心，造作的罪業都是無間地獄、阿鼻罪業。這是心裡面懷極重的邪惡，他不怕因果報應，為了眼前的名利，眼前一點的利益，敢造這一種重大的罪業，這是無間地獄的業因。"
    },
    {
      "id": "14-012-0016_p0006",
      "zh_CN": "第三种「出佛身血」。佛现在不在世，有等流之罪，就是以恶心破坏佛的形像，无论是泥塑的、木雕的，或者是金属铸造的，或者是彩画的，画的这些佛菩萨形像，是以瞋恨的心把它破坏，这罪就是五逆罪。如果无意的损坏是「过」，不是「罪」，那很轻。是无意的，忏悔，行！通忏悔。恶意的，不通忏悔。",
      "zh_TW": "第三種「出佛身血」。佛現在不在世，有等流之罪，就是以惡心破壞佛的形像，無論是泥塑的、木雕的，或者是金屬鑄造的，或者是彩畫的，畫的這些佛菩薩形像，是以瞋恨的心把它破壞，這罪就是五逆罪。如果無意的損壞是「過」，不是「罪」，那很輕。是無意的，懺悔，行！通懺悔。惡意的，不通懺悔。"
    },
    {
      "id": "14-012-0016_p0007",
      "zh_CN": "末后一条「破和合僧」，就是破坏僧团。和合僧团实在是非常不容易见到，这里头也有等流罪。破坏别人的信仰，破坏别人的愿心，破坏别人的修学，等于破和合僧的罪，这罪都是非常非常之重，我们不能不知道。这里头也有有意跟无意，都必须要拣别。有意是恶意，无意的是对于这些理论与事实真相，没有透彻的了解。譬如经上常讲的「自赞毁他」，自己赞叹自己修学的法门，与自己修学不同的法门任意毁谤，也是这一类的罪业。现在在世间许多处所我们听到，这一些造作罪业的人，造作罪业之事。我们必须要了解，佛菩萨说法是应机而说，所以佛法没有定法。《般若经》上讲得很清楚，佛不但无有定法可说，佛也无法可说。甚至于说到极处，如果有人说，佛说法，就是谤佛。",
      "zh_TW": "末後一條「破和合僧」，就是破壞僧團。和合僧團實在是非常不容易見到，這裡頭也有等流罪。破壞別人的信仰，破壞別人的願心，破壞別人的修學，等於破和合僧的罪，這罪都是非常非常之重，我們不能不知道。這裡頭也有有意跟無意，都必須要揀別。有意是惡意，無意的是對於這些理論與事實真相，沒有透徹的了解。譬如經上常講的「自讚毀他」，自己讚歎自己修學的法門，與自己修學不同的法門任意毀謗，也是這一類的罪業。現在在世間許多處所我們聽到，這一些造作罪業的人，造作罪業之事。我們必須要了解，佛菩薩說法是應機而說，所以佛法沒有定法。《般若經》上講得很清楚，佛不但無有定法可說，佛也無法可說。甚至於說到極處，如果有人說，佛說法，就是謗佛。"
    },
    {
      "id": "14-012-0016_p0008",
      "zh_CN": "说到这个地方，佛这一些开示我们要细心深入去体会，然后你就不会造谤法之罪了。因为他是应机施教，我的根性跟你的根性不尽相同，就是同修净土法门，同念阿弥陀佛也不完全相同。怎么说？我喜欢追顶念佛：阿弥陀佛阿弥陀佛阿弥陀佛，一句一句接着念。他喜欢慢慢的念，阿弥陀佛，这两个人就不一样，两个人都能往生。这个人说我这个念法正确，你那个决定错误，那不是打架吗？不一样！所以一定要明白这个道理。同样是害病得感冒，医生给你处方，当然药大同小异，也有不一样，你吃这个药吃好了，看到你那个药方上有一、两味不对，错了，你就批评他，他的体质跟你体质不相同。同样是一个处方，同样是一个医生，给我的分量跟给你的分量不一样。给我用三钱，给你用四钱，那你们两个还要打架？到底哪个对、哪个不对？因为体质不一样。佛讲经说法度众生就像这种情形一样，所以你要说这个对、那个不对，你就谤佛、谤法、谤僧。为什么？一切经是佛说的，你谤佛；你随便批评经典，拿着这部经批评那部经，拿那部经批评这部经，谤法；依照经论修行证果的人，这是僧。你任意批评，毁谤三宝造无间罪业，造这个罪，这都是愚昧无知。我们要明了。",
      "zh_TW": "說到這個地方，佛這一些開示我們要細心深入去體會，然後你就不會造謗法之罪了。因為他是應機施教，我的根性跟你的根性不盡相同，就是同修淨土法門，同念阿彌陀佛也不完全相同。怎麼說？我喜歡追頂念佛：阿彌陀佛阿彌陀佛阿彌陀佛，一句一句接著念。他喜歡慢慢的念，阿彌陀佛，這兩個人就不一樣，兩個人都能往生。這個人說我這個念法正確，你那個決定錯誤，那不是打架嗎？不一樣！所以一定要明白這個道理。同樣是害病得感冒，醫生給你處方，當然藥大同小異，也有不一樣，你吃這個藥吃好了，看到你那個藥方上有一、兩味不對，錯了，你就批評他，他的體質跟你體質不相同。同樣是一個處方，同樣是一個醫生，給我的分量跟給你的分量不一樣。給我用三錢，給你用四錢，那你們兩個還要打架？到底哪個對、哪個不對？因為體質不一樣。佛講經說法度眾生就像這種情形一樣，所以你要說這個對、那個不對，你就謗佛、謗法、謗僧。為什麼？一切經是佛說的，你謗佛；你隨便批評經典，拿著這部經批評那部經，拿那部經批評這部經，謗法；依照經論修行證果的人，這是僧。你任意批評，毀謗三寶造無間罪業，造這個罪，這都是愚昧無知。我們要明瞭。"
    },
    {
      "id": "14-012-0016_p0009",
      "zh_CN": "祖师大德们，我们看到他们注疏里面有批评，我们敢不敢学？不敢学，他批评是有对象，应机而说的。你们听过宗门的公案，南泉斩猫，你能学吗？你能看到猫杀掉牠，看到狗也杀掉牠，你可以干吗？丹霞可以把木头佛像劈开来烧火，你也可以干吗？他为什么那个作法，他有当机者，他这个举动能令那个人开悟作佛，所以他不犯罪。我们要把佛像劈开来烧火，我们是犯破佛身血的重罪，他不犯。他是何等人物，我们怎么敢干这种事情？所以这一定要懂得。过去学佛有师承，等于说我们学佛有了保障，就好像婴儿，两、三岁的小孩有父母照顾。现在学佛没人照顾，两、三岁的孩童造些什么事情，死活他都不知道，遇到危险、丢掉性命他自己不晓得。现在我们学佛的人就像这种情形，你说多可怕！",
      "zh_TW": "祖師大德們，我們看到他們註疏裡面有批評，我們敢不敢學？不敢學，他批評是有對象，應機而說的。你們聽過宗門的公案，南泉斬貓，你能學嗎？你能看到貓殺掉牠，看到狗也殺掉牠，你可以幹嗎？丹霞可以把木頭佛像劈開來燒火，你也可以幹嗎？他為什麼那個作法，他有當機者，他這個舉動能令那個人開悟作佛，所以他不犯罪。我們要把佛像劈開來燒火，我們是犯破佛身血的重罪，他不犯。他是何等人物，我們怎麼敢幹這種事情？所以這一定要懂得。過去學佛有師承，等於說我們學佛有了保障，就好像嬰兒，兩、三歲的小孩有父母照顧。現在學佛沒人照顧，兩、三歲的孩童造些什麼事情，死活他都不知道，遇到危險、丟掉性命他自己不曉得。現在我們學佛的人就像這種情形，你說多可怕！"
    },
    {
      "id": "14-012-0016_p0010",
      "zh_CN": "佛了解末法众生的状况，知道末法众生的苦难，所以慈悲到了极处，对末法众生有特别的开导。《大集经》里面教给我们，「末法众生净成就」，这是一个重大的开示。我们生在末法时代，我们学佛选择哪个法门，佛讲的「净成就」，我们选择净土法门，这是尊佛的遗教。佛又有「四依法」垂训后人，让我们不至于走错路，没有善友照顾，我们遵守四依法绝不会走错路。第一个「依法不依人」，法是经典，一定要以经典做依据，经是佛说的。",
      "zh_TW": "佛了解末法眾生的狀況，知道末法眾生的苦難，所以慈悲到了極處，對末法眾生有特別的開導。《大集經》裡面教給我們，「末法眾生淨成就」，這是一個重大的開示。我們生在末法時代，我們學佛選擇哪個法門，佛講的「淨成就」，我們選擇淨土法門，這是尊佛的遺教。佛又有「四依法」垂訓後人，讓我們不至於走錯路，沒有善友照顧，我們遵守四依法絕不會走錯路。第一個「依法不依人」，法是經典，一定要以經典做依據，經是佛說的。"
    },
    {
      "id": "14-012-0016_p0011",
      "zh_CN": "第二个教给我们，「依义不依语」，这一句非常重要！为什么？避免后人对经典的争论。佛知道经典会流通全世界，一定要依靠翻译，同样是一部经，同样是一个梵文原本，翻译的人不一样，里面的字句意思当然就有出入。譬如我们现在看到《金刚经》的译本，《大藏经》里面《金刚经》有六种不同的译本，我们现在大家所念的都是选鸠摩罗什翻译的。六种译本诸位对照来看，里面的文字不一样，意思大同小异。到底哪个翻得对，哪个地方翻错了？这不是又麻烦了。所以佛教我们「依义不依语」，这就好，意思对就行了，话多说几句、少说几句没关系。翻译用这个字、用那个字也没有关系，只要意思对就行了，避免许多的争论。",
      "zh_TW": "第二個教給我們，「依義不依語」，這一句非常重要！為什麼？避免後人對經典的爭論。佛知道經典會流通全世界，一定要依靠翻譯，同樣是一部經，同樣是一個梵文原本，翻譯的人不一樣，裡面的字句意思當然就有出入。譬如我們現在看到《金剛經》的譯本，《大藏經》裡面《金剛經》有六種不同的譯本，我們現在大家所念的都是選鳩摩羅什翻譯的。六種譯本諸位對照來看，裡面的文字不一樣，意思大同小異。到底哪個翻得對，哪個地方翻錯了？這不是又麻煩了。所以佛教我們「依義不依語」，這就好，意思對就行了，話多說幾句、少說幾句沒關係。翻譯用這個字、用那個字也沒有關係，只要意思對就行了，避免許多的爭論。"
    },
    {
      "id": "14-012-0016_p0012",
      "zh_CN": "特别是《无量寿经》到现在有九个本子，五种原译本，三种会集本，还有一种节校本，彭际清的。我们懂得依义不依语，这个争论就没有了，不必坚持哪一家。我们自己修学，可以坚持一个本子，但是对于其余的本子决定是尊重，决定没有批评；我们没有资格批评，没有能力批评。所以佛这四依法，多重要！",
      "zh_TW": "特別是《無量壽經》到現在有九個本子，五種原譯本，三種會集本，還有一種節校本，彭際清的。我們懂得依義不依語，這個爭論就沒有了，不必堅持哪一家。我們自己修學，可以堅持一個本子，但是對於其餘的本子決定是尊重，決定沒有批評；我們沒有資格批評，沒有能力批評。所以佛這四依法，多重要！"
    },
    {
      "id": "14-012-0016_p0013",
      "zh_CN": "第三，佛教给我们，「依了义，不依不了义」。什么是「了义」？这一生决定可以成佛，这是究竟了义。最低限度要在这一生当中，超越六道轮回，才算是了义。如果你的修学，在这一生不能够超越三界六道，还要搞六道轮回，你学的就是不了义。无论修得怎么好，你不能出离六道轮回，换句话说，你就决定免不了三途果报，一定的道理，所以就没有成就。要想脱离六道轮回，大小乘经论都是一个道理，要断见思烦恼。你能断得了吗？见思烦恼，归根结柢一个总原则是破我执，你对于世出世法还那么执着，行吗？不行！这是诸位都清楚的。破执着，你就出三界，离分别，你就出十法界，把妄想断干净，你就成究竟圆满佛。这个大道理，在大乘经典里面佛说得太多了。佛说出我们的病根是妄想、分别、执着，诸位想一想，这个东西我们有没有？这不能不明白，一定要依了义经。",
      "zh_TW": "第三，佛教給我們，「依了義，不依不了義」。什麼是「了義」？這一生決定可以成佛，這是究竟了義。最低限度要在這一生當中，超越六道輪迴，才算是了義。如果你的修學，在這一生不能夠超越三界六道，還要搞六道輪迴，你學的就是不了義。無論修得怎麼好，你不能出離六道輪迴，換句話說，你就決定免不了三途果報，一定的道理，所以就沒有成就。要想脫離六道輪迴，大小乘經論都是一個道理，要斷見思煩惱。你能斷得了嗎？見思煩惱，歸根結柢一個總原則是破我執，你對於世出世法還那麼執著，行嗎？不行！這是諸位都清楚的。破執著，你就出三界，離分別，你就出十法界，把妄想斷乾淨，你就成究竟圓滿佛。這個大道理，在大乘經典裡面佛說得太多了。佛說出我們的病根是妄想、分別、執著，諸位想一想，這個東西我們有沒有？這不能不明白，一定要依了義經。"
    },
    {
      "id": "14-012-0016_p0014",
      "zh_CN": "今天讲了义，不但了义，要究竟了义。往生经，现在就是讲净宗的五经一论，这六部经论，随便依哪一部都能成功，都能够超越三界、超越十法界，往生西方净土，真正不可思议。可是你依任何一部经不要怀疑，现在有人依《无量寿经》，怀疑夏莲居的会集本，他要老实念佛能不能往生？能往生，生到边地疑城，这是经上讲的。你还要真念，真相信阿弥陀佛，真相信净土，你对于这个经会集本有怀疑，就生边地疑城。我们为什么干这种事情？你对这个本子有疑，你不依它就好了，这九种本子里面你依另外的本子，可以。甚至于说不依《无量寿经》这个本子，你依《阿弥陀经》也行，本子这么多，依靠任何一本都能往生。但是对于其他的本子决定不怀疑，免堕边地疑城，这对自己有大利益。可是聪明的人、有智慧的人、有福德的人他心里明白，净宗念佛这个法门在这些年当中，为什么能够普遍弘扬到全世界，这么多人生起信心，发愿念佛求生净土，是哪一个因缘促成的？夏老居士这个会集本促成的，这是事实。",
      "zh_TW": "今天講了義，不但了義，要究竟了義。往生經，現在就是講淨宗的五經一論，這六部經論，隨便依哪一部都能成功，都能夠超越三界、超越十法界，往生西方淨土，真正不可思議。可是你依任何一部經不要懷疑，現在有人依《無量壽經》，懷疑夏蓮居的會集本，他要老實念佛能不能往生？能往生，生到邊地疑城，這是經上講的。你還要真念，真相信阿彌陀佛，真相信淨土，你對於這個經會集本有懷疑，就生邊地疑城。我們為什麼幹這種事情？你對這個本子有疑，你不依它就好了，這九種本子裡面你依另外的本子，可以。甚至於說不依《無量壽經》這個本子，你依《阿彌陀經》也行，本子這麼多，依靠任何一本都能往生。但是對於其他的本子決定不懷疑，免墮邊地疑城，這對自己有大利益。可是聰明的人、有智慧的人、有福德的人他心裡明白，淨宗念佛這個法門在這些年當中，為什麼能夠普遍弘揚到全世界，這麼多人生起信心，發願念佛求生淨土，是哪一個因緣促成的？夏老居士這個會集本促成的，這是事實。"
    },
    {
      "id": "14-012-0016_p0015",
      "zh_CN": "如果我们明白这个事实，你要想毁谤这个本子，你造的罪业大概就是阿鼻地狱，还能躲得过吗？念佛能往生吗？不可能。为什么不可能？业障习气太重。虽念阿弥陀佛，妄想、分别、执着一丝毫都没有断，还犯严重毁谤三宝的过失。先堕地狱，地狱罪报受满之后出来也许再遇到缘，阿赖耶识里面还有阿弥陀佛的种子，接着再干。这个事情说起来不希奇，我们在过去生中也做过，我们也堕过地狱，受过无量劫的灾难，那个罪受完了，这一生才得人身，遇到这个法门。想想从前做的傻事，吃的那些苦头，心有余悸。现在我们回头了，我们明白了，再不做傻事了。",
      "zh_TW": "如果我們明白這個事實，你要想毀謗這個本子，你造的罪業大概就是阿鼻地獄，還能躲得過嗎？念佛能往生嗎？不可能。為什麼不可能？業障習氣太重。雖念阿彌陀佛，妄想、分別、執著一絲毫都沒有斷，還犯嚴重毀謗三寶的過失。先墮地獄，地獄罪報受滿之後出來也許再遇到緣，阿賴耶識裡面還有阿彌陀佛的種子，接著再幹。這個事情說起來不希奇，我們在過去生中也做過，我們也墮過地獄，受過無量劫的災難，那個罪受完了，這一生才得人身，遇到這個法門。想想從前做的傻事，吃的那些苦頭，心有餘悸。現在我們回頭了，我們明白了，再不做傻事了。"
    },
    {
      "id": "14-012-0016_p0016",
      "zh_CN": "所以在现前无论毁谤我的人、侮辱我、陷害我的人，甚至于杀害我的人，我都合掌赞叹，感恩戴德，没有一点怨恨之心，为什么？因为我晓得，西方极乐世界「诸上善人，俱会一处」，我要把自己养成上善的标准，才能够到西方极乐世界受大众欢迎。一丝毫的恶意都没有。对一切人、一切事、一切物，只有一个「感恩戴德」。",
      "zh_TW": "所以在現前無論毀謗我的人、侮辱我、陷害我的人，甚至於殺害我的人，我都合掌讚歎，感恩戴德，沒有一點怨恨之心，為什麼？因為我曉得，西方極樂世界「諸上善人，俱會一處」，我要把自己養成上善的標準，才能夠到西方極樂世界受大眾歡迎。一絲毫的惡意都沒有。對一切人、一切事、一切物，只有一個「感恩戴德」。"
    },
    {
      "id": "14-012-0016_p0017",
      "zh_CN": "你要问了，这些陷害你的人，甚至杀害你的人，对你有什么恩德？你还要感谢他、报答他。有恩德。他的毁谤、侮辱、陷害，正是像老师来考试一样，他来考试，我这一关通过了，怎么没有恩德？没有这个考试，我还不知道自己功夫到什么阶段？不晓得。他要把我杀掉我更感谢他，为什么？早一天到极乐世界，他把我保送去了。这个世间太苦了，你的福报智慧很大了，不要在这里受苦了，赶紧去。那怎么没有恩德？早死早往生，早死早享福，恩德太大了！罪、福，善、恶在一念之间。所以你一念觉，到哪里修福，哪个地方不是修福之处？哪个时候不是修福之时？哪一桩事不是修福之事？问题是你觉不觉悟？所以诸佛菩萨、声闻、缘觉，对一切众生只有一个感恩之心。登地的大菩萨知恩报恩，跟我们凡夫思想观念确实是不相同。",
      "zh_TW": "你要問了，這些陷害你的人，甚至殺害你的人，對你有什麼恩德？你還要感謝他、報答他。有恩德。他的毀謗、侮辱、陷害，正是像老師來考試一樣，他來考試，我這一關通過了，怎麼沒有恩德？沒有這個考試，我還不知道自己功夫到什麼階段？不曉得。他要把我殺掉我更感謝他，為什麼？早一天到極樂世界，他把我保送去了。這個世間太苦了，你的福報智慧很大了，不要在這裡受苦了，趕緊去。那怎麼沒有恩德？早死早往生，早死早享福，恩德太大了！罪、福，善、惡在一念之間。所以你一念覺，到哪裡修福，哪個地方不是修福之處？哪個時候不是修福之時？哪一樁事不是修福之事？問題是你覺不覺悟？所以諸佛菩薩、聲聞、緣覺，對一切眾生只有一個感恩之心。登地的大菩薩知恩報恩，跟我們凡夫思想觀念確實是不相同。"
    },
    {
      "id": "14-012-0016_p0018",
      "zh_CN": "除了经上讲的五逆罪，《十轮经》上说，这个经上也说。佛还告诉僧护，他说有九种人常常堕落在阿鼻大地狱中，比这五逆又加了四条。加了四条，第一个「食僧物」，吃出家人的东西。我们听到太害怕了，许多在家居士到道场来吃出家人的东西，这怎么办？好在净宗学会跟居士林都是在家人的道场，我们出家人来吃在家人的东西，不是在家人吃出家人的东西，我们在这个道场是出家人吃在家人的东西。这是讲十方常住，怎么个吃法？盗心吃、贪心吃，这就有罪。你到寺院里面主持的人请你去吃，这没有罪过。",
      "zh_TW": "除了經上講的五逆罪，《十輪經》上說，這個經上也說。佛還告訴僧護，他說有九種人常常墮落在阿鼻大地獄中，比這五逆又加了四條。加了四條，第一個「食僧物」，吃出家人的東西。我們聽到太害怕了，許多在家居士到道場來吃出家人的東西，這怎麼辦？好在淨宗學會跟居士林都是在家人的道場，我們出家人來吃在家人的東西，不是在家人吃出家人的東西，我們在這個道場是出家人吃在家人的東西。這是講十方常住，怎麼個吃法？盜心吃、貪心吃，這就有罪。你到寺院裡面主持的人請你去吃，這沒有罪過。"
    },
    {
      "id": "14-012-0016_p0019",
      "zh_CN": "诸位都晓得的，过去寺院丛林里面，居士来挂单的很多，诸位要在中国大陆看大的寺院丛林，它分内院跟外院，内院是出家人住的，外院居士住的。因为在古时候跟现在的社会制度不相同，农业的时代，农业社会里面休闲的时间长，在不是耕作的期间大家都有空闲有很多人到寺院去挂单，一挂就几个月。到寺院去干什么？听经、念佛、参禅。",
      "zh_TW": "諸位都曉得的，過去寺院叢林裡面，居士來掛單的很多，諸位要在中國大陸看大的寺院叢林，它分內院跟外院，內院是出家人住的，外院居士住的。因為在古時候跟現在的社會制度不相同，農業的時代，農業社會裡面休閒的時間長，在不是耕作的期間大家都有空閒有很多人到寺院去掛單，一掛就幾個月。到寺院去幹什麼？聽經、念佛、參禪。"
    },
    {
      "id": "14-012-0016_p0020",
      "zh_CN": "到寺院去讨单，就是挂单住在那边，寺院里面同样也分一份工作给你做，这个吃就没有问题，这不是白吃。一般读书人分的工作多半是写经，从前没有印刷术，只有写。念书人你住在这里欢迎你，你替我写经，抄写经本，藏经楼里面藏经就丰富了。本来只有一部经，你能够再写一部，它就多一部，再写两部它就多两部。所以一般读书人到寺院里面的工作，一定是请他写经。",
      "zh_TW": "到寺院去討單，就是掛單住在那邊，寺院裡面同樣也分一份工作給你做，這個吃就沒有問題，這不是白吃。一般讀書人分的工作多半是寫經，從前沒有印刷術，只有寫。念書人你住在這裡歡迎你，你替我寫經，抄寫經本，藏經樓裡面藏經就豐富了。本來只有一部經，你能夠再寫一部，它就多一部，再寫兩部它就多兩部。所以一般讀書人到寺院裡面的工作，一定是請他寫經。"
    },
    {
      "id": "14-012-0016_p0021",
      "zh_CN": "要不是写经的，就分配一些比较劳力的这一些工作，像打扫环境，厨房里面帮忙、碓坊里面帮忙这些事情。因为过去寺院的住众多，生活也艰难，厨房里面烧柴火，柴火要有人去砍柴，砍回来还要劈柴，都是很粗重的工作。米都是糙米，米收的时候是稻谷，要把它磨成米、糙米，米再舂熟，都需要人工。所以在寺院讨单的时候，多半要兼这些工作。所以到寺院里面来住，真是福慧双修，那就没有问题。你要是到寺院来是白吃，这个罪过就很重。食僧物要讲清楚，不讲清楚大家都害怕，都不敢到寺院来了。",
      "zh_TW": "要不是寫經的，就分配一些比較勞力的這一些工作，像打掃環境，廚房裡面幫忙、碓坊裡面幫忙這些事情。因為過去寺院的住眾多，生活也艱難，廚房裡面燒柴火，柴火要有人去砍柴，砍回來還要劈柴，都是很粗重的工作。米都是糙米，米收的時候是稻穀，要把它磨成米、糙米，米再舂熟，都需要人工。所以在寺院討單的時候，多半要兼這些工作。所以到寺院裡面來住，真是福慧雙修，那就沒有問題。你要是到寺院來是白吃，這個罪過就很重。食僧物要講清楚，不講清楚大家都害怕，都不敢到寺院來了。"
    },
    {
      "id": "14-012-0016_p0022",
      "zh_CN": "第二个是「佛物」，随便用供佛的这些物品，这罪过很重。所以一切物品是先供佛僧，然后我们自己再受用。第三个「杀父」，第四「杀母」，第五「杀阿罗汉」，第六「破和合僧」，这是五逆罪里头有的。第七「破比丘净戒」，怂恿教唆比丘犯戒，这是堕阿鼻地狱。第八个是「犯净行尼」，清净的比丘尼，你侵犯她，堕阿鼻地狱。第九个「作一阐提」。一阐提是梵语，中国的意思是没有善根的人。就是我们一般讲心里面充满邪恶，念念都与邪知见、十恶业相应，这样的人就是一阐提。起心动念、言语造作，无不是邪恶，所以说他没有善根。",
      "zh_TW": "第二個是「佛物」，隨便用供佛的這些物品，這罪過很重。所以一切物品是先供佛僧，然後我們自己再受用。第三個「殺父」，第四「殺母」，第五「殺阿羅漢」，第六「破和合僧」，這是五逆罪裡頭有的。第七「破比丘淨戒」，慫恿教唆比丘犯戒，這是墮阿鼻地獄。第八個是「犯淨行尼」，清淨的比丘尼，你侵犯她，墮阿鼻地獄。第九個「作一闡提」。一闡提是梵語，中國的意思是沒有善根的人。就是我們一般講心裡面充滿邪惡，念念都與邪知見、十惡業相應，這樣的人就是一闡提。起心動念、言語造作，無不是邪惡，所以說他沒有善根。"
    },
    {
      "id": "14-012-0016_p0023",
      "zh_CN": "佛讲这九种人常常在地狱。诸位要晓得，地狱出来之后，他还有恶的习气，纵然前世修的有福报得人身，可是这个习气在。好像他不作恶就很难过，日子就过不了。这是恶心、恶意、恶言、恶行成了一种习惯，这是非常非常可怕。所以到人天时间并不长，他又造罪业，失了人身之后他又回到地狱。本经对这个事情说得很详细，劳累地藏菩萨，地藏菩萨是真慈悲。",
      "zh_TW": "佛講這九種人常常在地獄。諸位要曉得，地獄出來之後，他還有惡的習氣，縱然前世修的有福報得人身，可是這個習氣在。好像他不作惡就很難過，日子就過不了。這是惡心、惡意、惡言、惡行成了一種習慣，這是非常非常可怕。所以到人天時間並不長，他又造罪業，失了人身之後他又回到地獄。本經對這個事情說得很詳細，勞累地藏菩薩，地藏菩薩是真慈悲。"
    },
    {
      "id": "14-012-0016_p0024",
      "zh_CN": "《正法念经》里面说，阿鼻地狱的苦，千倍超过十大地狱。我们经上常讲八寒八热，十八层地狱，阿鼻地狱、无间地狱的苦，超过它们千倍都不止。寿命短的一劫，给诸位说，这个一劫是大劫不是小劫。造作地狱的业因很容易，堕落地狱之后想出来，太难太难了！所以这个业因果报，我们要明了、要清楚、要记住，这种事情万万做不得，绝不能贪眼前一点的小利，造作这么重的罪恶。",
      "zh_TW": "《正法念經》裡面說，阿鼻地獄的苦，千倍超過十大地獄。我們經上常講八寒八熱，十八層地獄，阿鼻地獄、無間地獄的苦，超過它們千倍都不止。壽命短的一劫，給諸位說，這個一劫是大劫不是小劫。造作地獄的業因很容易，墮落地獄之後想出來，太難太難了！所以這個業因果報，我們要明瞭、要清楚、要記住，這種事情萬萬做不得，絕不能貪眼前一點的小利，造作這麼重的罪惡。"
    },
    {
      "id": "14-012-0016_p0025",
      "zh_CN": "读《地藏菩萨本愿经》提高自己的警觉，高度的警觉，所以这个经，说实在的话，要常读，我们要把它当作戒经来读。戒经半月诵戒，每半个月要念一次。现在人根性跟过去不一样，半月已经没效果了，一日暴之，十日寒之。所以我要求念佛的同修，每一天在晚课之后，把《太上感应篇》、《文昌帝君阴骘文》念一遍，把它列在晚课里面。这两篇东西文字都不长，两篇合起来大概只有两千字，并不长。把它当作戒律来念，天天提醒自己，时时刻刻反省，才能保住人身不堕恶道。请看下面经文：",
      "zh_TW": "讀《地藏菩薩本願經》提高自己的警覺，高度的警覺，所以這個經，說實在的話，要常讀，我們要把它當作戒經來讀。戒經半月誦戒，每半個月要念一次。現在人根性跟過去不一樣，半月已經沒效果了，一日暴之，十日寒之。所以我要求念佛的同修，每一天在晚課之後，把《太上感應篇》、《文昌帝君陰騭文》念一遍，把它列在晚課裡面。這兩篇東西文字都不長，兩篇合起來大概只有兩千字，並不長。把它當作戒律來念，天天提醒自己，時時刻刻反省，才能保住人身不墮惡道。請看下面經文："
    },
    {
      "id": "14-012-0016_p0026",
      "zh_CN": "【复有地狱。名曰四角。复有地狱。名曰飞刀。复有地狱。名曰火箭。复有地狱。名曰夹山。复有地狱。名曰通枪。复有地狱。名曰铁车。复有地狱。名曰铁床。复有地狱。名曰铁牛。复有地狱。名曰铁衣。复有地狱。名曰千刃。复有地狱。名曰铁驴。复有地狱。名曰烊铜。复有地狱。名曰抱柱。复有地狱。名曰流火。复有地狱。名曰耕舌。复有地狱。名曰剉首。复有地狱。名曰烧脚。复有地狱。名曰啗眼。复有地狱。名曰铁丸。复有地狱。名曰诤论。复有地狱。名曰铁𫓧。复有地狱。名曰多瞋。】",
      "zh_TW": "【復有地獄。名曰四角。復有地獄。名曰飛刀。復有地獄。名曰火箭。復有地獄。名曰夾山。復有地獄。名曰通槍。復有地獄。名曰鐵車。復有地獄。名曰鐵床。復有地獄。名曰鐵牛。復有地獄。名曰鐵衣。復有地獄。名曰千刃。復有地獄。名曰鐵驢。復有地獄。名曰烊銅。復有地獄。名曰抱柱。復有地獄。名曰流火。復有地獄。名曰耕舌。復有地獄。名曰剉首。復有地獄。名曰燒腳。復有地獄。名曰啗眼。復有地獄。名曰鐵丸。復有地獄。名曰諍論。復有地獄。名曰鐵鈇。復有地獄。名曰多瞋。】"
    },
    {
      "id": "14-012-0016_p0027",
      "zh_CN": "地藏菩萨讲地狱名号，给我们说了二十二种，这是略说，要是详说细说，说不尽。他讲『复有』就是说明是阿鼻地狱、无间地狱的附属地狱，种类繁多，略说而已。第一个讲『四角』，《正法念处经》里面讲，说明这个地狱的业因果报。他说有人实在不是修行人，在中国来讲沙门是出家人的专称，可是在古印度不是的。古印度在家、出家都称「沙门」，所以称沙门不一定是出家人。沙门的定义叫勤息，「勤修戒定慧，息灭贪瞋痴」，这个人就称为沙门，所以在家、出家都可以称。可是佛法传到中国来之后，沙门变成出家人的专称，在家人不称沙门。他不是出家人，自己称出家人，这罪就重了，这是冒充出家人。这一条我们实在要提高警觉，高度的警觉。我们今天出家了，是不是真的出家人？我们今天受戒了，是不是真的受了戒？没有。这一点如果我们自称为比丘，罪过就重了，得极重的罪业。",
      "zh_TW": "地藏菩薩講地獄名號，給我們說了二十二種，這是略說，要是詳說細說，說不盡。他講『復有』就是說明是阿鼻地獄、無間地獄的附屬地獄，種類繁多，略說而已。第一個講『四角』，《正法念處經》裡面講，說明這個地獄的業因果報。他說有人實在不是修行人，在中國來講沙門是出家人的專稱，可是在古印度不是的。古印度在家、出家都稱「沙門」，所以稱沙門不一定是出家人。沙門的定義叫勤息，「勤修戒定慧，息滅貪瞋癡」，這個人就稱為沙門，所以在家、出家都可以稱。可是佛法傳到中國來之後，沙門變成出家人的專稱，在家人不稱沙門。他不是出家人，自己稱出家人，這罪就重了，這是冒充出家人。這一條我們實在要提高警覺，高度的警覺。我們今天出家了，是不是真的出家人？我們今天受戒了，是不是真的受了戒？沒有。這一點如果我們自稱為比丘，罪過就重了，得極重的罪業。"
    },
    {
      "id": "14-012-0016_p0028",
      "zh_CN": "明朝蕅益大师，在净宗祖师里头了不起！蕅益大师是什么人？没人知道。可是印光大师我们晓得，他是大势至菩萨化身再来的。《弥陀经要解》是蕅益大师作的，印光大师对于《要解》的赞叹，他说：《弥陀经要解》即使是古佛再来，给《弥陀经》再作一个注解，也不能超过其上，赞叹到极处了。往年我在此地演培法师曾经问过我，他说：印光大师这个话，说得是不是太过分？怎么可以这么赞叹？我是老实告诉他，我说：不过分。我读过《要解》，也讲过好几遍，确实非常难得，我肯定印光大师的说法。蕅益大师是什么人？如果不是阿弥陀佛再来，一定也是观世音之流。佛菩萨再来，他来示现在末法时期，示现出家，受了戒，他懂得戒律，研究戒律，当时也有人称他为律师。他给我们做一个结论说，中国从南宋以后就没有比丘了。我们要受戒，《戒经》里面讲比丘戒，最少要有五个真正比丘传戒，你才能得戒。南宋以后就没有比丘了，我们从哪里得戒？所以蕅益大师自己受了戒之后，他在佛菩萨面前退戒，没有得到，在佛菩萨形像前求受沙弥戒。所以他老人家一生自称「菩萨戒沙弥」，这是他的身分。所以蕅益大师的风范，给我们示现做榜样，我们要知道学习。",
      "zh_TW": "明朝蕅益大師，在淨宗祖師裡頭了不起！蕅益大師是什麼人？沒人知道。可是印光大師我們曉得，他是大勢至菩薩化身再來的。《彌陀經要解》是蕅益大師作的，印光大師對於《要解》的讚歎，他說：《彌陀經要解》即使是古佛再來，給《彌陀經》再作一個註解，也不能超過其上，讚歎到極處了。往年我在此地演培法師曾經問過我，他說：印光大師這個話，說得是不是太過分？怎麼可以這麼讚歎？我是老實告訴他，我說：不過分。我讀過《要解》，也講過好幾遍，確實非常難得，我肯定印光大師的說法。蕅益大師是什麼人？如果不是阿彌陀佛再來，一定也是觀世音之流。佛菩薩再來，他來示現在末法時期，示現出家，受了戒，他懂得戒律，研究戒律，當時也有人稱他為律師。他給我們做一個結論說，中國從南宋以後就沒有比丘了。我們要受戒，《戒經》裡面講比丘戒，最少要有五個真正比丘傳戒，你才能得戒。南宋以後就沒有比丘了，我們從哪裡得戒？所以蕅益大師自己受了戒之後，他在佛菩薩面前退戒，沒有得到，在佛菩薩形像前求受沙彌戒。所以他老人家一生自稱「菩薩戒沙彌」，這是他的身分。所以蕅益大師的風範，給我們示現做榜樣，我們要知道學習。"
    },
    {
      "id": "14-012-0016_p0029",
      "zh_CN": "他的学生、他的徒弟成时法师，蕅益大师圆寂之后，所有的著作是成时把它整理刻版流通的，这是蕅益大师的大功臣。老师既然以沙弥自称，所以学生不敢称沙弥，成时自称「出家优婆塞」，这是名副其实这不犯过。我们今天是什么身分，真正做到出家优婆塞就不错了，能把五戒十善修好，我们真的就是弥陀弟子。在家居士修五戒十善，我们也是修五戒十善，我们出家身分修五戒十善，要懂得我们真正的地位是出家优婆塞。在《占察善恶业报经》里面讲，末法时期没有比丘传戒了，你要真正想求戒，从哪里得？轮相上得，占察轮相，蕅益大师是用占察轮相求菩萨戒跟沙弥戒。古人这样谨慎、严格，是有道理。",
      "zh_TW": "他的學生、他的徒弟成時法師，蕅益大師圓寂之後，所有的著作是成時把它整理刻版流通的，這是蕅益大師的大功臣。老師既然以沙彌自稱，所以學生不敢稱沙彌，成時自稱「出家優婆塞」，這是名副其實這不犯過。我們今天是什麼身分，真正做到出家優婆塞就不錯了，能把五戒十善修好，我們真的就是彌陀弟子。在家居士修五戒十善，我們也是修五戒十善，我們出家身分修五戒十善，要懂得我們真正的地位是出家優婆塞。在《占察善惡業報經》裡面講，末法時期沒有比丘傳戒了，你要真正想求戒，從哪裡得？輪相上得，占察輪相，蕅益大師是用占察輪相求菩薩戒跟沙彌戒。古人這樣謹慎、嚴格，是有道理。"
    },
    {
      "id": "14-012-0016_p0030",
      "zh_CN": "到民国初年弘一大师，这大家非常尊敬，他是修净土，对戒律也很有研究。他在闽南佛学院有一些讲演，搜集在《弘一大师讲演录》里面，诸位能看到。他劝导我们出家人，不能不去受戒，受一个形式，但是自己一定要晓得，决定不会得戒。为什么要受这个形式？免得世间人嫌疑说你没受戒，我们形式上去受个戒。自己要清楚没有得戒，不是受了比丘戒就成了比丘，受了菩萨戒就成了菩萨，哪有那么简单的事情？所以我们在天台「六即」里面是什么比丘？是「名字比丘」，有名无实，要懂得这个身分。弘一大师自己一生也自称出家优婆塞，名实相符，这就对了。自己没有得戒，自己没有持戒，自称为比丘这是妄语，大妄语，四角地狱可能就有分了。",
      "zh_TW": "到民國初年弘一大師，這大家非常尊敬，他是修淨土，對戒律也很有研究。他在閩南佛學院有一些講演，蒐集在《弘一大師講演錄》裡面，諸位能看到。他勸導我們出家人，不能不去受戒，受一個形式，但是自己一定要曉得，決定不會得戒。為什麼要受這個形式？免得世間人嫌疑說你沒受戒，我們形式上去受個戒。自己要清楚沒有得戒，不是受了比丘戒就成了比丘，受了菩薩戒就成了菩薩，哪有那麼簡單的事情？所以我們在天台「六即」裡面是什麼比丘？是「名字比丘」，有名無實，要懂得這個身分。弘一大師自己一生也自稱出家優婆塞，名實相符，這就對了。自己沒有得戒，自己沒有持戒，自稱為比丘這是妄語，大妄語，四角地獄可能就有分了。"
    },
    {
      "id": "14-012-0016_p0031",
      "zh_CN": "另外一个原因业因，我们讲的业缘，歌舞观听。世间人所讲的娱乐、欢乐的场所，我们不去。中国出家人有个好处，出家人穿的这个衣服，你要到戏院去看戏，人家会骂你，你自己也不好意思去。日本和尚出家人，他去的时候你就看不出来，他穿皮鞋西装，袈裟放在哪里？放在西装口袋里。他袈裟大概只有三寸大，做佛事的时候掏出来挂在脖子上，不用的时候卷起来，装在西装口袋里。穿的是皮鞋你不认识他，他去那些场合的时候，人家看不出。我们不行，我们一进入那个场合，大家都不去看歌舞，都看你，你怎么跑到这儿来？",
      "zh_TW": "另外一個原因業因，我們講的業緣，歌舞觀聽。世間人所講的娛樂、歡樂的場所，我們不去。中國出家人有個好處，出家人穿的這個衣服，你要到戲院去看戲，人家會罵你，你自己也不好意思去。日本和尚出家人，他去的時候你就看不出來，他穿皮鞋西裝，袈裟放在哪裡？放在西裝口袋裡。他袈裟大概只有三寸大，做佛事的時候掏出來掛在脖子上，不用的時候捲起來，裝在西裝口袋裡。穿的是皮鞋你不認識他，他去那些場合的時候，人家看不出。我們不行，我們一進入那個場合，大家都不去看歌舞，都看你，你怎麼跑到這兒來？"
    },
    {
      "id": "14-012-0016_p0032",
      "zh_CN": "所以这个衣服不能改，有很大的作用。曾经在台湾一度有人提倡要改这个服装，还不错，有一些老和尚坚持，决定不能改。可是你不去观看，电视节目里头有很多，现在许多道场里头有电视，这都是麻烦事情。你看到这些歌舞表演，如果你不善观察，心生爱染，也堕这个地狱。善观察的人他怎么看法？梦幻泡影，如露如电，更能提高警觉。从画面上体会到，就能够观察整个人生、整个宇宙是一场戏，假的，不是真的。善观察，你在这里面有悟处；不善观察，生起贪爱的染心，那麻烦大了。",
      "zh_TW": "所以這個衣服不能改，有很大的作用。曾經在台灣一度有人提倡要改這個服裝，還不錯，有一些老和尚堅持，決定不能改。可是你不去觀看，電視節目裡頭有很多，現在許多道場裡頭有電視，這都是麻煩事情。你看到這些歌舞表演，如果你不善觀察，心生愛染，也墮這個地獄。善觀察的人他怎麼看法？夢幻泡影，如露如電，更能提高警覺。從畫面上體會到，就能夠觀察整個人生、整個宇宙是一場戲，假的，不是真的。善觀察，你在這裡面有悟處；不善觀察，生起貪愛的染心，那麻煩大了。"
    },
    {
      "id": "14-012-0016_p0033",
      "zh_CN": "『四角地狱』，经上给我们讲，周围是铁壁，铁都是烧得很红，地狱是一片火海。火是从四个角里面喷出来的，人在里面被它烧、被它煮，地狱就像一个大锅一样，烧得红红的还要喷火，昼夜没有间断的。青莲大师注解里面，他举《立世阿毗昙论》里面所讲的，另外还有一种业因。过去生中在人道，有时候自己做，有时候叫别人杀生，我们一般讲用刀来砍来剁，你砍剁这些畜生牠的手、脚、头，造这种罪业也在四角地狱里面受报。譬如杀鸡，这鸡杀了，已经死了，再去剁牠身分，牠有没有痛苦？神识没离开，还是有感觉。如果遇到一类叫守尸鬼，什么叫守尸鬼？对于牠这个身分坚固的执着，不肯离开，那麻烦就大了。煮熟了之后，你去吃牠的时候，牠都感觉痛苦。那是一类众生坚固执着，不肯舍牠的身，牠怎么不怀恨？你造的罪业多重？这一些事情，佛实在讲，不忍心说，绝不是吓唬人。只有善根深厚的，听了佛的话能相信，才真正选择素食，这一生当中绝不食众生肉，决定不杀害众生。过去所做的认真忏悔，错了！勤修福慧，回向给这一些冤亲债主，希望我成佛道，这些冤亲债主跟我同成佛道。要发真心、真愿、真修行！这一些冤亲债主就不找你麻烦，就不会障碍你。为什么？你成就他沾光，他要障碍你那他自己害自己。如果我们干的是假的，不是真的，这些冤亲债主绝对不会饶过你的，除非是没有抓住机会，抓住机会他一定来报复。",
      "zh_TW": "『四角地獄』，經上給我們講，周圍是鐵壁，鐵都是燒得很紅，地獄是一片火海。火是從四個角裡面噴出來的，人在裡面被它燒、被它煮，地獄就像一個大鍋一樣，燒得紅紅的還要噴火，晝夜沒有間斷的。青蓮大師註解裡面，他舉《立世阿毗曇論》裡面所講的，另外還有一種業因。過去生中在人道，有時候自己做，有時候叫別人殺生，我們一般講用刀來砍來剁，你砍剁這些畜生牠的手、腳、頭，造這種罪業也在四角地獄裡面受報。譬如殺雞，這雞殺了，已經死了，再去剁牠身分，牠有沒有痛苦？神識沒離開，還是有感覺。如果遇到一類叫守屍鬼，什麼叫守屍鬼？對於牠這個身分堅固的執著，不肯離開，那麻煩就大了。煮熟了之後，你去吃牠的時候，牠都感覺痛苦。那是一類眾生堅固執著，不肯捨牠的身，牠怎麼不懷恨？你造的罪業多重？這一些事情，佛實在講，不忍心說，絕不是嚇唬人。只有善根深厚的，聽了佛的話能相信，才真正選擇素食，這一生當中絕不食眾生肉，決定不殺害眾生。過去所做的認真懺悔，錯了！勤修福慧，迴向給這一些冤親債主，希望我成佛道，這些冤親債主跟我同成佛道。要發真心、真願、真修行！這一些冤親債主就不找你麻煩，就不會障礙你。為什麼？你成就他沾光，他要障礙你那他自己害自己。如果我們幹的是假的，不是真的，這些冤親債主絕對不會饒過你的，除非是沒有抓住機會，抓住機會他一定來報復。"
    },
    {
      "id": "14-012-0016_p0034",
      "zh_CN": "第二『飞刀地狱』就是刀轮地狱，四面都是刀山，空中还有刀轮，刀轮不是一个，无量无边就像雨一样，从空中落下来，人在这个地狱里头真是粉身碎骨。这个业因就是过去生中在人道里头恣意杀生，都是杀业的果报，你杀害众多的众生，你要在这里受这个苦报。第三『火箭地狱』，「箭」，古时候的弓箭是带火的，这个箭一根一根射向罪人，经上讲「一日一夜六百亿生死」。地狱里受的刑罚，如果一受就死了，那好！那大喜事，死了就离开地狱了。他不会死，死了之后在地狱里面，风一吹他又活过来了，活了再受。所以在地狱里真的是，求生不得，求死不能，要受这个罪报。经教里面讲他的业因，是在世间的时候愚痴，贪欲非常之重，不孝父母，不敬师长，不能随顺善教，杀害一切众生，所以得这个果报。",
      "zh_TW": "第二『飛刀地獄』就是刀輪地獄，四面都是刀山，空中還有刀輪，刀輪不是一個，無量無邊就像雨一樣，從空中落下來，人在這個地獄裡頭真是粉身碎骨。這個業因就是過去生中在人道裡頭恣意殺生，都是殺業的果報，你殺害眾多的眾生，你要在這裡受這個苦報。第三『火箭地獄』，「箭」，古時候的弓箭是帶火的，這個箭一根一根射向罪人，經上講「一日一夜六百億生死」。地獄裡受的刑罰，如果一受就死了，那好！那大喜事，死了就離開地獄了。他不會死，死了之後在地獄裡面，風一吹他又活過來了，活了再受。所以在地獄裡真的是，求生不得，求死不能，要受這個罪報。經教裡面講他的業因，是在世間的時候愚痴，貪欲非常之重，不孝父母，不敬師長，不能隨順善教，殺害一切眾生，所以得這個果報。"
    },
    {
      "id": "14-012-0016_p0035",
      "zh_CN": "第四『夹山地狱』，人走在两个山当中，山合起来夹山，受这种刑罚。也有经里面叫做「众合地狱」，众多的山合起来。经上说地狱的罪人怕这些鬼卒，牛头马面拿着这些狼牙棒来追赶这些罪人，罪人害怕跑到山里面去躲藏，这山会合起来，一个都逃不掉。两个山合起来，人在里面夹的时候，经上形容骨肉糜烂，血流如河。",
      "zh_TW": "第四『夾山地獄』，人走在兩個山當中，山合起來夾山，受這種刑罰。也有經裡面叫做「眾合地獄」，眾多的山合起來。經上說地獄的罪人怕這些鬼卒，牛頭馬面拿著這些狼牙棒來追趕這些罪人，罪人害怕跑到山裡面去躲藏，這山會合起來，一個都逃不掉。兩個山合起來，人在裡面夾的時候，經上形容骨肉糜爛，血流如河。"
    },
    {
      "id": "14-012-0016_p0036",
      "zh_CN": "我们看这个果报，就要想到这个业因，他造的是什么样的业因？这个业因非常复杂，种种恶业感得这样的果报。人不但在一生当中，无量劫里面所造的恶业太多太多了，所以堕到地狱是总报，你这一切罪业在这里面统统报尽了。照理说离开地狱那是个好人，业障都消尽了。没错，业障是尽了，但习气犹存，麻烦在这个地方，习气在。如果里面有烦恼习气，外面又经不起五欲六尘恶缘的诱惑，麻烦大了，又开始造了。出来还继续不断的造，你说这怎么得了！因果循环，没完没了。",
      "zh_TW": "我們看這個果報，就要想到這個業因，他造的是什麼樣的業因？這個業因非常複雜，種種惡業感得這樣的果報。人不但在一生當中，無量劫裡面所造的惡業太多太多了，所以墮到地獄是總報，你這一切罪業在這裡面統統報盡了。照理說離開地獄那是個好人，業障都消盡了。沒錯，業障是盡了，但習氣猶存，麻煩在這個地方，習氣在。如果裡面有煩惱習氣，外面又經不起五欲六塵惡緣的誘惑，麻煩大了，又開始造了。出來還繼續不斷的造，你說這怎麼得了！因果循環，沒完沒了。"
    },
    {
      "id": "14-012-0016_p0037",
      "zh_CN": "『通枪地狱』也叫做「剑叶地狱」，「枪」是古时候的刀枪。业因还是杀生，杀生里面包括一切战争在其中，特别是在战争里面任意杀人、杀害一切众生，所造的业报。『铁车地狱』，《楞严经》里面讲，「思报结息，则为火车」，也叫做「火车地狱」。车是铁的，完全烧红了，罪人是要用他自己的筋，把自己的筋抽出来，当作绳索去拉这个车，后面这些鬼卒在督促你、在赶你。《贤愚经》里面说过，释迦牟尼佛在过去生中堕过这个地狱，几个人拉这个铁车，其中看到一个人抽筋的时候非常可怜、痛苦，释迦牟尼佛在那个时候发了慈悲心，要求鬼卒，我可不可以多抽一条筋给他？鬼卒看到释迦牟尼这个样子，用狼牙棒一棒把他打死了，打死就超生，就出离地狱。在地狱里动一念善心就超越了，那一念善心的时候，鬼卒看到恨你就一棒打死，你就离开地狱了。",
      "zh_TW": "『通槍地獄』也叫做「劍葉地獄」，「槍」是古時候的刀槍。業因還是殺生，殺生裡面包括一切戰爭在其中，特別是在戰爭裡面任意殺人、殺害一切眾生，所造的業報。『鐵車地獄』，《楞嚴經》裡面講，「思報結息，則為火車」，也叫做「火車地獄」。車是鐵的，完全燒紅了，罪人是要用他自己的筋，把自己的筋抽出來，當作繩索去拉這個車，後面這些鬼卒在督促你、在趕你。《賢愚經》裡面說過，釋迦牟尼佛在過去生中墮過這個地獄，幾個人拉這個鐵車，其中看到一個人抽筋的時候非常可憐、痛苦，釋迦牟尼佛在那個時候發了慈悲心，要求鬼卒，我可不可以多抽一條筋給他？鬼卒看到釋迦牟尼這個樣子，用狼牙棒一棒把他打死了，打死就超生，就出離地獄。在地獄裡動一念善心就超越了，那一念善心的時候，鬼卒看到恨你就一棒打死，你就離開地獄了。"
    },
    {
      "id": "14-012-0016_p0038",
      "zh_CN": "所以我们要懂得这个道理，我们念阿弥陀佛的人心心念念与佛相应，有人把我们打死就超生，就到极乐世界去，超越六道轮回了，你怎么可以怨恨他？感恩都来不及，这是真的不是假的。念念与西方净土相应，念念与众善相应，西方极乐世界「诸上善人，俱会一处」，念念心地纯善，没有一丝毫的恶意，我们往生才有真的把握，一点都不怀疑。心善、言善、行善，一心念佛求生净土，哪有不生的道理！这样的人不生净土，还有什么人能生净土？所以我们要取得西方净土一定的把握，你这个作法没错。对于世间一切人事物都欢喜、都感恩，没有一丝毫的怨恨、敌意，这样就好。",
      "zh_TW": "所以我們要懂得這個道理，我們念阿彌陀佛的人心心念念與佛相應，有人把我們打死就超生，就到極樂世界去，超越六道輪迴了，你怎麼可以怨恨他？感恩都來不及，這是真的不是假的。念念與西方淨土相應，念念與眾善相應，西方極樂世界「諸上善人，俱會一處」，念念心地純善，沒有一絲毫的惡意，我們往生才有真的把握，一點都不懷疑。心善、言善、行善，一心念佛求生淨土，哪有不生的道理！這樣的人不生淨土，還有什麼人能生淨土？所以我們要取得西方淨土一定的把握，你這個作法沒錯。對於世間一切人事物都歡喜、都感恩，沒有一絲毫的怨恨、敵意，這樣就好。"
    },
    {
      "id": "14-012-0016_p0039",
      "zh_CN": "第七『铁床地狱』，这床也是大火烧燃的，受刑的人叫他躺在床上，像我们现在讲的铁板烧，比铁板烧严重太多了。铁板烧那个铁板没烧红，这烧红了的。佛在经上讲这一类的刑罚多半是邪淫，淫佚的果报。第八『铁牛地狱』，后面经文上会讲到。第九是『铁衣』，是铁织的衣服，也是烧得红红的给罪人穿，罪人穿上铁衣全身都焦烂。经上告诉我们，这个业因是他过去在人道中，鞭打伤害有情众生，造这个果报。另外就是出家破戒，享受信徒信心供养的衣服，遭受这个果报。",
      "zh_TW": "第七『鐵床地獄』，這床也是大火燒燃的，受刑的人叫他躺在床上，像我們現在講的鐵板燒，比鐵板燒嚴重太多了。鐵板燒那個鐵板沒燒紅，這燒紅了的。佛在經上講這一類的刑罰多半是邪淫，淫佚的果報。第八『鐵牛地獄』，後面經文上會講到。第九是『鐵衣』，是鐵織的衣服，也是燒得紅紅的給罪人穿，罪人穿上鐵衣全身都焦爛。經上告訴我們，這個業因是他過去在人道中，鞭打傷害有情眾生，造這個果報。另外就是出家破戒，享受信徒信心供養的衣服，遭受這個果報。"
    },
    {
      "id": "14-012-0016_p0040",
      "zh_CN": "古德有两句话说得很好，「现见袈裟离体，将来铁褋缠身」，就是讲这个地狱的果报。所以「袈裟之下失人身」，我们披了这个袈裟造作罪业。袈裟是佛法的标志，披上袈裟使命责任是续佛慧命，弘法利生。我们取得佛的标志，而没有去做这个工作，这就是袈裟之下失人身，将来在地狱里面受铁衣地狱的果报。",
      "zh_TW": "古德有兩句話說得很好，「現見袈裟離體，將來鐵褋纏身」，就是講這個地獄的果報。所以「袈裟之下失人身」，我們披了這個袈裟造作罪業。袈裟是佛法的標誌，披上袈裟使命責任是續佛慧命，弘法利生。我們取得佛的標誌，而沒有去做這個工作，這就是袈裟之下失人身，將來在地獄裡面受鐵衣地獄的果報。"
    },
    {
      "id": "14-012-0016_p0041",
      "zh_CN": "第十个是『千刃』，刃是刀刃，锋利的刀刃。《观佛三昧经》里头说，这是一些众生不顺师教，背师叛道，不知道恩德。偷盗、陷害老师，侮辱、戏弄老师，甚至于毁谤打杀，造这种恶业，堕千刃地狱。另外这个业因，或者是沙门、婆罗门「所做非法」，做得不如法，「无有惭愧」。以恶心破坏三宝，像破坏道场、佛像、塔庙，夺取法物。杀害亲叔父母、兄弟、姊妹，造这些罪业的人，命终都堕在这个地狱。千刃，刀刃里面都出火，这个刀刃跟前面刀轮地狱一样，从空中就像雨滴一样往下降，这个人也是粉身碎骨。第十一『铁驴地狱』，第十二『烊铜地狱』，烊铜是口业的罪报，还有饮食的果报，这是属于口业的。烊铜沃口，这是铜烧化了给罪人饮，铜从口里面灌下去之后，五脏六腑都焦燃了。",
      "zh_TW": "第十個是『千刃』，刃是刀刃，鋒利的刀刃。《觀佛三昧經》裡頭說，這是一些眾生不順師教，背師叛道，不知道恩德。偷盜、陷害老師，侮辱、戲弄老師，甚至於毀謗打殺，造這種惡業，墮千刃地獄。另外這個業因，或者是沙門、婆羅門「所做非法」，做得不如法，「無有慚愧」。以惡心破壞三寶，像破壞道場、佛像、塔廟，奪取法物。殺害親叔父母、兄弟、姊妹，造這些罪業的人，命終都墮在這個地獄。千刃，刀刃裡面都出火，這個刀刃跟前面刀輪地獄一樣，從空中就像雨滴一樣往下降，這個人也是粉身碎骨。第十一『鐵驢地獄』，第十二『烊銅地獄』，烊銅是口業的罪報，還有飲食的果報，這是屬於口業的。烊銅沃口，這是銅燒化了給罪人飲，銅從口裡面灌下去之後，五臟六腑都焦燃了。"
    },
    {
      "id": "14-012-0016_p0042",
      "zh_CN": "第十三『抱柱地狱』，这就是炮烙。柱子，铁柱烧得红红的让罪人去抱，佛在经上讲，这也是世间愚痴众生染爱邪淫，堕这个地狱，这个地狱是非常非常的残酷。民国初年章太炎居士做过东岳大帝的判官，他读经觉得抱柱地狱太残酷，曾经请求东岳大帝，可不可以将这个刑罚废除？东岳大帝就派了两个小鬼带着他：你亲自到现场去看，回来再说。小鬼带他到这个地狱，他看不见，于是才恍然大悟。才晓得这是自己业力所变现，你没有这个业力，见不到。才知道自作自受，不是阎罗王设的这个刑罚给罪人受，所以阎罗王也没有办法。",
      "zh_TW": "第十三『抱柱地獄』，這就是炮烙。柱子，鐵柱燒得紅紅的讓罪人去抱，佛在經上講，這也是世間愚痴眾生染愛邪淫，墮這個地獄，這個地獄是非常非常的殘酷。民國初年章太炎居士做過東嶽大帝的判官，他讀經覺得抱柱地獄太殘酷，曾經請求東嶽大帝，可不可以將這個刑罰廢除？東嶽大帝就派了兩個小鬼帶著他：你親自到現場去看，回來再說。小鬼帶他到這個地獄，他看不見，於是才恍然大悟。才曉得這是自己業力所變現，你沒有這個業力，見不到。才知道自作自受，不是閻羅王設的這個刑罰給罪人受，所以閻羅王也沒有辦法。"
    },
    {
      "id": "14-012-0016_p0043",
      "zh_CN": "地狱境界是自己变现出来的，业力所现，跟这些鬼王没有关系。地狱里头这些牛头马面、鬼卒从哪里来的？也是自己业力变现出来的。就像一个人作恶梦一样，是这么一个境界，所以他才明白这个道理。地狱的境界前面经上讲得很清楚，只有两种人能见到：一个是受罪的人，一个是菩萨到地狱里头度众生的。菩萨有这种定力、有这种功夫能把这个境界突破，他可以见得到。如果不是这两种人，地狱在你面前你也见不到。这是邪淫的果报，经上讲一日一夜九百亿生死，生死确实在刹那际。",
      "zh_TW": "地獄境界是自己變現出來的，業力所現，跟這些鬼王沒有關係。地獄裡頭這些牛頭馬面、鬼卒從哪裡來的？也是自己業力變現出來的。就像一個人作惡夢一樣，是這麼一個境界，所以他才明白這個道理。地獄的境界前面經上講得很清楚，只有兩種人能見到：一個是受罪的人，一個是菩薩到地獄裡頭度眾生的。菩薩有這種定力、有這種功夫能把這個境界突破，他可以見得到。如果不是這兩種人，地獄在你面前你也見不到。這是邪淫的果報，經上講一日一夜九百億生死，生死確實在剎那際。"
    },
    {
      "id": "14-012-0016_p0044",
      "zh_CN": "『流火地狱』，在《三法度论》里面称作「大哭地狱」。《楞严经》里面所说，「味报二相中，二者吐气，飞为猛火，焦烂骨髓」，《楞严经》上这段话也是说流火地狱。这个地狱里面到处都是大火燃烧，无路逃生。这里面的鬼卒一丝毫的慈悲心都没有，在后面追逐，没有法子逃，所以困苦的状况难以形容。",
      "zh_TW": "『流火地獄』，在《三法度論》裡面稱作「大哭地獄」。《楞嚴經》裡面所說，「味報二相中，二者吐氣，飛為猛火，焦爛骨髓」，《楞嚴經》上這段話也是說流火地獄。這個地獄裡面到處都是大火燃燒，無路逃生。這裡面的鬼卒一絲毫的慈悲心都沒有，在後面追逐，沒有法子逃，所以困苦的狀況難以形容。"
    },
    {
      "id": "14-012-0016_p0045",
      "zh_CN": "第十五是『耕舌地狱』，这是造的口业，妄语、两舌、恶口、绮语，造这种口业的人。所谓「拔舌地狱」，拔出来之后还用犁去耕。也许我们想到，舌头那么小，犁那么大怎么耕法？地狱是化生，地狱多大他的身形就那么大，所以这个苦报不是我们能够思惟想像得到的。『剉首地狱』，《三法度论》里面叫「活地狱」。这个地狱里面，地狱那些鬼卒拿着刀、斧头这些利器，砍罪人的头，解罪人的身体。这个业因我们很容易想像得到，是杀生的果报。杀生吃肉，你怎样杀害众生那个样子，到这个地狱鬼卒就这样来对付你。业因果报，丝毫不爽。",
      "zh_TW": "第十五是『耕舌地獄』，這是造的口業，妄語、兩舌、惡口、綺語，造這種口業的人。所謂「拔舌地獄」，拔出來之後還用犁去耕。也許我們想到，舌頭那麼小，犁那麼大怎麼耕法？地獄是化生，地獄多大他的身形就那麼大，所以這個苦報不是我們能夠思惟想像得到的。『剉首地獄』，《三法度論》裡面叫「活地獄」。這個地獄裡面，地獄那些鬼卒拿著刀、斧頭這些利器，砍罪人的頭，解罪人的身體。這個業因我們很容易想像得到，是殺生的果報。殺生吃肉，你怎樣殺害眾生那個樣子，到這個地獄鬼卒就這樣來對付你。業因果報，絲毫不爽。"
    },
    {
      "id": "14-012-0016_p0046",
      "zh_CN": "『烧脚地狱』也叫做「热灰地狱」。灰，你看到好像是灰，其实里面是火，都是烧燃的。罪人从这个地方走过，脚、膝盖、腿都烧焦了。这个罪业也有很多种，第一种过去在人道中取有情的众生、有生命的众生，放在火里烧、放在热灰里头煮，或者在热沙里头，做这些事情。现在我们看到有一些旅游郊游的，在火山温泉的地带，水跟沙热度都很高，大家做什么？煮鸡蛋，两、三分钟蛋就煮熟了，蛋里头都有生命。现在有一些蛋不是种蛋，可是在从前蛋统统都是有生命的，杀害众生你就遭受这个果报。这个果报，业因里头包含着邪淫、破戒，都是要遭受这个业报。",
      "zh_TW": "『燒腳地獄』也叫做「熱灰地獄」。灰，你看到好像是灰，其實裡面是火，都是燒燃的。罪人從這個地方走過，腳、膝蓋、腿都燒焦了。這個罪業也有很多種，第一種過去在人道中取有情的眾生、有生命的眾生，放在火裡燒、放在熱灰裡頭煮，或者在熱沙裡頭，做這些事情。現在我們看到有一些旅遊郊遊的，在火山溫泉的地帶，水跟沙熱度都很高，大家做什麼？煮雞蛋，兩、三分鐘蛋就煮熟了，蛋裡頭都有生命。現在有一些蛋不是種蛋，可是在從前蛋統統都是有生命的，殺害眾生你就遭受這個果報。這個果報，業因裡頭包含著邪淫、破戒，都是要遭受這個業報。"
    },
    {
      "id": "14-012-0016_p0047",
      "zh_CN": "第十八『啗眼』，这是这个经上讲，许许多多不善的业因变现出这种果报。你看到地狱里面，有这些铁鸟、铁鹰专门吃罪人的眼睛，没有办法防范。把罪人两个眼睛夺去，夺去之后风一吹，他又活过来了，眼睛又生出来了，那个鸟再来吃你。佛在经上讲，这个业报与酒业有关系，喜欢喝酒、吃肉，遭受这样的果报。『铁丸』，饥吞铁丸。渴饮烊铜，饥吞铁丸，这些都是与饮食无度有关系。",
      "zh_TW": "第十八『啗眼』，這是這個經上講，許許多多不善的業因變現出這種果報。你看到地獄裡面，有這些鐵鳥、鐵鷹專門吃罪人的眼睛，沒有辦法防範。把罪人兩個眼睛奪去，奪去之後風一吹，他又活過來了，眼睛又生出來了，那個鳥再來吃你。佛在經上講，這個業報與酒業有關係，喜歡喝酒、吃肉，遭受這樣的果報。『鐵丸』，饑吞鐵丸。渴飲烊銅，饑吞鐵丸，這些都是與飲食無度有關係。"
    },
    {
      "id": "14-012-0016_p0048",
      "zh_CN": "二十一『铁𫓧』。《长阿含经》里面说，在这个地狱里面，受罪的人仓惶失措，躲避无门。什么原因造成的？宿世冤家债主所牵累的，虽然冤家债主并没有现前，自自然然变现出这个境界。这个境界可不可能？我们想想有可能，我们造作罪业很重的时候，冤家债主虽然没找来，晚上作梦梦到这些冤家债主找来了，吓了一身冷汗，惊慌失措，那梦中不是自己变的境界吗？梦中能变这些境界，死了之后在地狱也跟梦中一样，所以这个境界是很可能现前的。这个「𫓧」跟斧头那个「斧」是一个意思，多分属于口业。古人讲「斧在口中，所以斩身，由其恶言」，造谣生事，挑拨是非，对于善人毁谤，对于恶人赞叹，就要受这个果报。铁𫓧，这个大斧头比一般刀要重得多了，斧头也都是火，地狱里面所有这些铁器、铜器都离不了火，一片火海，他要堕落这个地狱受报。",
      "zh_TW": "二十一『鐵鈇』。《長阿含經》裡面說，在這個地獄裡面，受罪的人倉惶失措，躲避無門。什麼原因造成的？宿世冤家債主所牽累的，雖然冤家債主並沒有現前，自自然然變現出這個境界。這個境界可不可能？我們想想有可能，我們造作罪業很重的時候，冤家債主雖然沒找來，晚上作夢夢到這些冤家債主找來了，嚇了一身冷汗，驚慌失措，那夢中不是自己變的境界嗎？夢中能變這些境界，死了之後在地獄也跟夢中一樣，所以這個境界是很可能現前的。這個「鈇」跟斧頭那個「斧」是一個意思，多分屬於口業。古人講「斧在口中，所以斬身，由其惡言」，造謠生事，挑撥是非，對於善人毀謗，對於惡人讚歎，就要受這個果報。鐵鈇，這個大斧頭比一般刀要重得多了，斧頭也都是火，地獄裡面所有這些鐵器、銅器都離不了火，一片火海，他要墮落這個地獄受報。"
    },
    {
      "id": "14-012-0016_p0049",
      "zh_CN": "第二十『诤论』，第二十二『多瞋』，这两个性质相似可以合起来讲，所以后面我们没有按照它的顺序。青莲大师在注解里头也说，「诤论、多瞋」虽然是两个地狱，它的业因是一个，诤论起于贪欲嫉妒，因为贪心、嫉妒心，所以造瞋恚之业，感得这样的果报。你喜欢诤论，堕到地狱里头诤论不休，这个日子苦！多瞋，瞋恚不止，堕这种地狱。《三法度论》里面说：「复因恶罪，手自然生铁爪，锋利若刃，形如半月。各各生怨结意，彼曾迫我，我今复逼迫。由此生恚，更相攫截。」这是说明罪报不是从外面来的，确确实实是自己业力变现出来的。罪人这个手自自然然就变成利刃，在这里面自己杀自己，不是别人来杀害你、来报复你。",
      "zh_TW": "第二十『諍論』，第二十二『多瞋』，這兩個性質相似可以合起來講，所以後面我們沒有按照它的順序。青蓮大師在註解裡頭也說，「諍論、多瞋」雖然是兩個地獄，它的業因是一個，諍論起於貪欲嫉妒，因為貪心、嫉妒心，所以造瞋恚之業，感得這樣的果報。你喜歡諍論，墮到地獄裡頭諍論不休，這個日子苦！多瞋，瞋恚不止，墮這種地獄。《三法度論》裡面說：「復因惡罪，手自然生鐵爪，鋒利若刃，形如半月。各各生怨結意，彼曾迫我，我今復逼迫。由此生恚，更相攫截。」這是說明罪報不是從外面來的，確確實實是自己業力變現出來的。罪人這個手自自然然就變成利刃，在這裡面自己殺自己，不是別人來殺害你、來報復你。"
    },
    {
      "id": "14-012-0016_p0050",
      "zh_CN": "青莲大师在注子里，给我们做了一个总结，结得非常好，「须知一切诸法，皆是虚诳」。《金刚经》上所讲，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，无间、阿鼻也不例外。可是人堕落在其中他不觉悟，他把虚妄当作真实，就如同我们现前在世间一样。所以你要晓得，地狱是凡所有相皆是虚妄，我们现前呢？现前也是凡所有相皆是虚妄。一空一切空，一妄一切妄，一真一切真，没有对立的，你要是有对立的，那就错了。说妄，一切都是虚幻，说真，一切都是真实，这就对了，就不违背因果，不违背事实真相。",
      "zh_TW": "青蓮大師在註子裡，給我們做了一個總結，結得非常好，「須知一切諸法，皆是虛誑」。《金剛經》上所講，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，無間、阿鼻也不例外。可是人墮落在其中他不覺悟，他把虛妄當作真實，就如同我們現前在世間一樣。所以你要曉得，地獄是凡所有相皆是虛妄，我們現前呢？現前也是凡所有相皆是虛妄。一空一切空，一妄一切妄，一真一切真，沒有對立的，你要是有對立的，那就錯了。說妄，一切都是虛幻，說真，一切都是真實，這就對了，就不違背因果，不違背事實真相。"
    },
    {
      "id": "14-012-0016_p0051",
      "zh_CN": "由此可知，虽然是个虚幻不实的境界，像我们现前虚幻不实的人生，我们在这里面真的有苦乐忧喜的感受吗？地狱是极苦之处，你到那里头要不要受？要受。只有真正明白六道十法界真实状况，这种人他不受了。他在六道十法界里面，不起心、不动念，不分别、不执着，那叫超凡入圣。不到这个境界你要受，换句话说，你还以为有我、有人，六道轮回你就要受。你什么时候无我、无人，《金刚经》上讲四相空了，「无我相、无人相、无众生相、无寿者相」，你是菩萨了，你在阿鼻地狱、无间地狱不受这个苦。可以到无间地狱示现，去度化众生，像释迦牟尼佛在火车地狱的示现一样。",
      "zh_TW": "由此可知，雖然是個虛幻不實的境界，像我們現前虛幻不實的人生，我們在這裡面真的有苦樂憂喜的感受嗎？地獄是極苦之處，你到那裡頭要不要受？要受。只有真正明白六道十法界真實狀況，這種人他不受了。他在六道十法界裡面，不起心、不動念，不分別、不執著，那叫超凡入聖。不到這個境界你要受，換句話說，你還以為有我、有人，六道輪迴你就要受。你什麼時候無我、無人，《金剛經》上講四相空了，「無我相、無人相、無眾生相、無壽者相」，你是菩薩了，你在阿鼻地獄、無間地獄不受這個苦。可以到無間地獄示現，去度化眾生，像釋迦牟尼佛在火車地獄的示現一樣。"
    },
    {
      "id": "14-012-0016_p0052",
      "zh_CN": "受罪的人，人在受极大苦痛的时候，他不会回心转意，念念都是在苦，他不会想到别的事情。菩萨在那儿一示现：我多抽一条筋送给他，减少他的痛苦。点醒地狱众生，他还能够舍己为人。地狱众生有这么一念，他就出来了，有一念善心就超越地狱，他受苦就减轻，受苦的时间就缩短。一念善心，再微薄的善心对他有大利。所以菩萨在地狱里面，做这种种示现。那个里面没有教诲，他没有时间听教诲，也没有心情去听，所以只有示现这些样子，让他看到了觉悟。诸佛菩萨在一切有情众生的处所，地狱也是个处所之一，帮助众生的手段方式各个不同，我们要懂得这个道理。所以菩萨教导大众，我们一定要离开一切斗争，要真正去做到于人无争，于世无求。为什么？身心世界俱不可得，你争什么？你求什么？真正做到无争、无求，我们心定了，心清净了，这才能得佛法真实殊胜的利益。",
      "zh_TW": "受罪的人，人在受極大苦痛的時候，他不會回心轉意，念念都是在苦，他不會想到別的事情。菩薩在那兒一示現：我多抽一條筋送給他，減少他的痛苦。點醒地獄眾生，他還能夠捨己為人。地獄眾生有這麼一念，他就出來了，有一念善心就超越地獄，他受苦就減輕，受苦的時間就縮短。一念善心，再微薄的善心對他有大利。所以菩薩在地獄裡面，做這種種示現。那個裡面沒有教誨，他沒有時間聽教誨，也沒有心情去聽，所以只有示現這些樣子，讓他看到了覺悟。諸佛菩薩在一切有情眾生的處所，地獄也是個處所之一，幫助眾生的手段方式各個不同，我們要懂得這個道理。所以菩薩教導大眾，我們一定要離開一切鬥爭，要真正去做到於人無爭，於世無求。為什麼？身心世界俱不可得，你爭什麼？你求什麼？真正做到無爭、無求，我們心定了，心清淨了，這才能得佛法真實殊勝的利益。"
    },
    {
      "id": "14-012-0016_p0053",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}