{
  "doc_id": "14-012-0003",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0003",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "14-012-0003_p0001",
      "zh_CN": "请掀开经本第一面：",
      "zh_TW": "請掀開經本第一面："
    },
    {
      "id": "14-012-0003_p0002",
      "zh_CN": "【如是我闻。一时佛在忉利天。为母说法。】",
      "zh_TW": "【如是我聞。一時佛在忉利天。為母說法。】"
    },
    {
      "id": "14-012-0003_p0003",
      "zh_CN": "在这段里面我们讲到「一时」，一时的意思还必须要加以一点补充。佛法里面讲时间有两个说法：一个是讲「刹那际」，佛说这是「实时」，就是真实，也就是说时间的真相。另外一个名词叫「三摩耶」意思是「长时」，就是我们现在所讲的相续相。《金刚经》上所谓「如露亦如电」，露是露水我们晓得它的时间也很短，早晨落下露水，太阳出来之后就蒸发掉。拿这个来比喻长时，比喻相续相；用闪电来比喻真实的时间。真实时间，《华严经十定品》讲的刹那际，这才是真的。",
      "zh_TW": "在這段裡面我們講到「一時」，一時的意思還必須要加以一點補充。佛法裡面講時間有兩個說法：一個是講「剎那際」，佛說這是「實時」，就是真實，也就是說時間的真相。另外一個名詞叫「三摩耶」意思是「長時」，就是我們現在所講的相續相。《金剛經》上所謂「如露亦如電」，露是露水我們曉得它的時間也很短，早晨落下露水，太陽出來之後就蒸發掉。拿這個來比喻長時，比喻相續相；用閃電來比喻真實的時間。真實時間，《華嚴經十定品》講的剎那際，這才是真的。"
    },
    {
      "id": "14-012-0003_p0004",
      "zh_CN": "而刹那际的观念，我们很难体会。现代科学昌明，利用科学仪器的观察，我们能稍稍多体会一些。而实在说，刹那际就是一般经上常讲的「生灭同时」，因为它生灭的时间太短，决定不是我们六根能够感触得到的。我们六根能够有感触，换句话说，要相当长的时间。一刺激立刻就反应，虽然说「立刻」还是要很长的时间。如果说是刹那际的生灭，我们可以说是完全感触不到。不但我们六道凡夫，天人比人聪明多了，感应灵敏多了，他也感触不到，乃至于声闻、缘觉、权教菩萨。佛在经上告诉我们，八地菩萨才能够见到阿赖耶，要八地那样深的定功，才能够感应到刹那生灭。刹那生灭，佛常常在经上用「不生不灭」来形容。如果没有生灭，说不生不灭那是废话，那有什么意思；说不生不灭，实在讲它确实是有生有灭。可是它才生就灭了，几乎生灭同时，所以称为不生不灭；这个话讲得就有意义，生灭同时，时间极其短暂。这种短暂，说实在话，绝对不是现在科技能够侦测出来的，科技能够侦测出来的时间已经是很长了。",
      "zh_TW": "而剎那際的觀念，我們很難體會。現代科學昌明，利用科學儀器的觀察，我們能稍稍多體會一些。而實在說，剎那際就是一般經上常講的「生滅同時」，因為它生滅的時間太短，決定不是我們六根能夠感觸得到的。我們六根能夠有感觸，換句話說，要相當長的時間。一刺激立刻就反應，雖然說「立刻」還是要很長的時間。如果說是剎那際的生滅，我們可以說是完全感觸不到。不但我們六道凡夫，天人比人聰明多了，感應靈敏多了，他也感觸不到，乃至於聲聞、緣覺、權教菩薩。佛在經上告訴我們，八地菩薩才能夠見到阿賴耶，要八地那樣深的定功，才能夠感應到剎那生滅。剎那生滅，佛常常在經上用「不生不滅」來形容。如果沒有生滅，說不生不滅那是廢話，那有什麼意思；說不生不滅，實在講它確實是有生有滅。可是它才生就滅了，幾乎生滅同時，所以稱為不生不滅；這個話講得就有意義，生滅同時，時間極其短暫。這種短暫，說實在話，絕對不是現在科技能夠偵測出來的，科技能夠偵測出來的時間已經是很長了。"
    },
    {
      "id": "14-012-0003_p0005",
      "zh_CN": "这是佛在经典里面讲的「一时」，这一句完全是讲真话，我们要能够细心去领会。你懂得一时，你就懂得一切法不生不灭，对于生死的恐怖你就离开了，你晓得「凡所有相，皆是虚妄」。虚妄的相是不生不灭，这才是真相，我们见不到，八地以上的菩萨见到了。「一时」在此地，要是把它落实在事相上来说，就是释迦牟尼佛讲经机缘成熟的这个时候，这叫「一时」。这种说法也非常圆满，一切经都用这个字样，佛说这一部经的因缘成熟了。",
      "zh_TW": "這是佛在經典裡面講的「一時」，這一句完全是講真話，我們要能夠細心去領會。你懂得一時，你就懂得一切法不生不滅，對於生死的恐怖你就離開了，你曉得「凡所有相，皆是虛妄」。虛妄的相是不生不滅，這才是真相，我們見不到，八地以上的菩薩見到了。「一時」在此地，要是把它落實在事相上來說，就是釋迦牟尼佛講經機緣成熟的這個時候，這叫「一時」。這種說法也非常圓滿，一切經都用這個字樣，佛說這一部經的因緣成熟了。"
    },
    {
      "id": "14-012-0003_p0006",
      "zh_CN": "这一次因缘非常特殊，讲经的处所也很希有，『佛在忉利天』，不是在其他地方。「佛」是主成就，这个法会里面主讲的人，本师释迦牟尼佛。「在」这个字非常之好，特别是从事相上说的。说「在」这也都是说真话！我们世间人许许多多的错觉，一个错误的观念，错了一辈子自己都不能够觉察。我们举几个很简单的例子来说，早晨起来洗脸，脸要洗吗？你们说脸要不要洗？洗脸，错了，洗去脸上的肮脏，不是洗脸。洗衣服，衣服要洗吗？也是洗衣服上的那些灰尘。你们仔细想想看我们多少错误观念，在教室上课擦黑板，黑板要擦吗？把黑板上粉笔灰擦掉，哪里是擦黑板，黑板应该一擦，那个黑就把它擦掉了，那叫擦黑板。你就晓得日常生活当中，诸位细细想想多少错误的观念，错得太离谱了，大家都错了，就以为是对的。佛有的时候给我们说真的，我们都觉得怪怪的。",
      "zh_TW": "這一次因緣非常特殊，講經的處所也很希有，『佛在忉利天』，不是在其他地方。「佛」是主成就，這個法會裡面主講的人，本師釋迦牟尼佛。「在」這個字非常之好，特別是從事相上說的。說「在」這也都是說真話！我們世間人許許多多的錯覺，一個錯誤的觀念，錯了一輩子自己都不能夠覺察。我們舉幾個很簡單的例子來說，早晨起來洗臉，臉要洗嗎？你們說臉要不要洗？洗臉，錯了，洗去臉上的骯髒，不是洗臉。洗衣服，衣服要洗嗎？也是洗衣服上的那些灰塵。你們仔細想想看我們多少錯誤觀念，在教室上課擦黑板，黑板要擦嗎？把黑板上粉筆灰擦掉，哪裡是擦黑板，黑板應該一擦，那個黑就把它擦掉了，那叫擦黑板。你就曉得日常生活當中，諸位細細想想多少錯誤的觀念，錯得太離譜了，大家都錯了，就以為是對的。佛有的時候給我們說真的，我們都覺得怪怪的。"
    },
    {
      "id": "14-012-0003_p0007",
      "zh_CN": "「在」这个话是说真的，说你「住」是假的，你怎么住？今天搬这里，明天搬那里，哪里在住，只说这个身体现在「在」哪里，这个意思就对了。所以「佛在」。我们实在讲也是「在」，今天「在」新加坡，现在「在」净宗学会，晚上「在」居士林，这是在。「住」是在那里不动，这叫住；常常移动，这是「在」。佛法里面讲住，「住」是什么？心安住。你住的宫殿楼阁，佛在此地说宫殿楼阁是慈悲，心安住在慈悲，心安住在正觉，这个叫住，永远不离开叫住。身常常在动，叫「在」，所以从事相上讲叫「在」。",
      "zh_TW": "「在」這個話是說真的，說你「住」是假的，你怎麼住？今天搬這裡，明天搬那裡，哪裡在住，只說這個身體現在「在」哪裡，這個意思就對了。所以「佛在」。我們實在講也是「在」，今天「在」新加坡，現在「在」淨宗學會，晚上「在」居士林，這是在。「住」是在那裡不動，這叫住；常常移動，這是「在」。佛法裡面講住，「住」是什麼？心安住。你住的宮殿樓閣，佛在此地說宮殿樓閣是慈悲，心安住在慈悲，心安住在正覺，這個叫住，永遠不離開叫住。身常常在動，叫「在」，所以從事相上講叫「在」。"
    },
    {
      "id": "14-012-0003_p0008",
      "zh_CN": "佛这一次在哪里？在「忉利天」，欲界第二层天。世间人知道有天，知道有天神，对于天神也很恭敬，称他们为上帝，中国人称他叫玉皇大帝，大概都是忉利天主。不知道天外还有天，他就不晓得。佛告诉我们娑婆世界有二十八层天，每一层里面数量也是无量无边，由下到上二十八层分为三界：欲界、色界、无色界。所谓欲界就是还有饮食男女之欲，这个没有断，但是愈往上面去他愈淡薄。到色界，这个欲没有了，我们常讲财、色、名、食、睡，色界天人统统没有。色界天人不需要饮食、也不需要睡眠，永远是清醒的；不需要饮食，禅悦为食，但是他还有色身，有色相。到无色界这是六道里面最高级的凡夫，他连这个身体都不要了。佛法没到中国来之前，中国古代出现了一位大智慧的人，老子。老子告诉人：「吾有大患，为吾有身。」我有最大的忧患是什么？有这个身体，是个累赘、是个麻烦。他有这个觉悟，老子可能生到无色界天，因为他讨厌这个身体，讨厌这些色相。无色界天，色相没有了。我们一般人常讲灵界，大概就是称无色界天，这个里面是最自在了，连色相都没有。这是大分，分作三界二十八层天，这是释迦牟尼佛教化的一个范围，有这么大。",
      "zh_TW": "佛這一次在哪裡？在「忉利天」，欲界第二層天。世間人知道有天，知道有天神，對於天神也很恭敬，稱他們為上帝，中國人稱他叫玉皇大帝，大概都是忉利天主。不知道天外還有天，他就不曉得。佛告訴我們娑婆世界有二十八層天，每一層裡面數量也是無量無邊，由下到上二十八層分為三界：欲界、色界、無色界。所謂欲界就是還有飲食男女之欲，這個沒有斷，但是愈往上面去他愈淡薄。到色界，這個欲沒有了，我們常講財、色、名、食、睡，色界天人統統沒有。色界天人不需要飲食、也不需要睡眠，永遠是清醒的；不需要飲食，禪悅為食，但是他還有色身，有色相。到無色界這是六道裡面最高級的凡夫，他連這個身體都不要了。佛法沒到中國來之前，中國古代出現了一位大智慧的人，老子。老子告訴人：「吾有大患，為吾有身。」我有最大的憂患是什麼？有這個身體，是個累贅、是個麻煩。他有這個覺悟，老子可能生到無色界天，因為他討厭這個身體，討厭這些色相。無色界天，色相沒有了。我們一般人常講靈界，大概就是稱無色界天，這個裡面是最自在了，連色相都沒有。這是大分，分作三界二十八層天，這是釋迦牟尼佛教化的一個範圍，有這麼大。"
    },
    {
      "id": "14-012-0003_p0009",
      "zh_CN": "释迦牟尼佛有没有生死？给诸位说，没有。应化的，他在我们这个世间出现，以应身出现。我们看到他有生、有灭，其实他灭了，是到其他的星球，到其他的地方又出现去教化众生，这个是显示大自在。佛告诉我们这个「身」说法很多，《华严经》上说有十种身，通常我们讲三种身；三种详细说有十种，十种归纳起来是三种。第一种「法身」是真身，所有一切身都是从它生起。所以它是最基本的一个身，能生一切万法，能现我们的身相，能现国土之相，山河大地，一切身相都是法身变现出来的。第二种是「智身」，我们也叫做「报身」，报身是智慧之身，也就是说他智慧开了、智慧现前了，对于宇宙人生一切万事万法无所不知、无所不能。第三种叫「应化身」，实在讲应化是两个意思。「应身」是随类现身，应以什么身得度，他就现什么身。所以佛到人间来，到任何一道来，他是没有障碍的，自由自在，想来就来，想去就去，来去自由。",
      "zh_TW": "釋迦牟尼佛有沒有生死？給諸位說，沒有。應化的，他在我們這個世間出現，以應身出現。我們看到他有生、有滅，其實他滅了，是到其他的星球，到其他的地方又出現去教化眾生，這個是顯示大自在。佛告訴我們這個「身」說法很多，《華嚴經》上說有十種身，通常我們講三種身；三種詳細說有十種，十種歸納起來是三種。第一種「法身」是真身，所有一切身都是從它生起。所以它是最基本的一個身，能生一切萬法，能現我們的身相，能現國土之相，山河大地，一切身相都是法身變現出來的。第二種是「智身」，我們也叫做「報身」，報身是智慧之身，也就是說他智慧開了、智慧現前了，對於宇宙人生一切萬事萬法無所不知、無所不能。第三種叫「應化身」，實在講應化是兩個意思。「應身」是隨類現身，應以什麼身得度，他就現什麼身。所以佛到人間來，到任何一道來，他是沒有障礙的，自由自在，想來就來，想去就去，來去自由。"
    },
    {
      "id": "14-012-0003_p0010",
      "zh_CN": "不像我们凡夫，我们凡夫是业报身，一点都不自由，完全受业力的控制。说受业力的控制，大家不太好懂，我们换句话说，受命运的控制、受命运的支配，大家就好懂，所以说是「万般皆是命，半点不由人」，你说这个多苦。命是什么？命就是业，业报。过去造善业，我们这一生得的善报，过去造作恶业，我们这一生得的就是不善报，所以一生一切的受用，谚语里头所谓：「一饮一啄，莫非前定」，就是这个道理，真的是半点不由人。",
      "zh_TW": "不像我們凡夫，我們凡夫是業報身，一點都不自由，完全受業力的控制。說受業力的控制，大家不太好懂，我們換句話說，受命運的控制、受命運的支配，大家就好懂，所以說是「萬般皆是命，半點不由人」，你說這個多苦。命是什麼？命就是業，業報。過去造善業，我們這一生得的善報，過去造作惡業，我們這一生得的就是不善報，所以一生一切的受用，諺語裡頭所謂：「一飲一啄，莫非前定」，就是這個道理，真的是半點不由人。"
    },
    {
      "id": "14-012-0003_p0011",
      "zh_CN": "可是佛菩萨到这世间来，他也来投胎，他也示现死亡，他的生死自在，他不是业力，是愿力。在这个世间想过什么样的生活，就过什么样的生活，想住多少年，他就住多少年，他生死自在。什么时候想走，想到哪里去，他清清楚楚、明明白白，来去自由，这个叫愿力受身；他是愿力，不是业力。我们要明白这些道理，然后才晓得我们应该怎样学佛，如何把我们的业力转变成愿力，诸佛菩萨的本事就在这此地。他能转我们也能转，从哪里转起？要从心转起，心转了之后，身就转；如果说从身转，心不转，没用处，怎么转也转不像，一定要从心转。",
      "zh_TW": "可是佛菩薩到這世間來，他也來投胎，他也示現死亡，他的生死自在，他不是業力，是願力。在這個世間想過什麼樣的生活，就過什麼樣的生活，想住多少年，他就住多少年，他生死自在。什麼時候想走，想到哪裡去，他清清楚楚、明明白白，來去自由，這個叫願力受身；他是願力，不是業力。我們要明白這些道理，然後才曉得我們應該怎樣學佛，如何把我們的業力轉變成願力，諸佛菩薩的本事就在這此地。他能轉我們也能轉，從哪裡轉起？要從心轉起，心轉了之後，身就轉；如果說從身轉，心不轉，沒用處，怎麼轉也轉不像，一定要從心轉。"
    },
    {
      "id": "14-012-0003_p0012",
      "zh_CN": "心就讲「住」，那就不是「在」。《华严经》上菩萨有十住，那就是讲住了，那是「心住」不是「身住」。菩萨住佛之住，这就对了。佛在经上告诉我们，住处有四种，这四种都是正确的。前面两种还是在六道里头，没出六道。所谓「天住」，就是你来生一定能够生欲界天。欲界天有六层天，往后我们会简单给诸位做个介绍。天住就是心安住在十善业道，布施、持戒，修十善业道，你来生决定生到天界，福报比我们人间大多了，享天福。第二种「梵住」，梵住是修禅定、修清净心，一切的欲念淡薄，对于五欲六尘看得很淡，心里面充满了慈、悲、喜、舍。「慈」是与人之乐，给人快乐，帮助人快乐；「悲」是拔人之苦，众生有苦，帮助他解决苦难；「喜」是看到别人得福，得到好处，决定没有嫉妒心，生欢喜心；「舍」是万缘能够放得下。心常安住在慈悲喜舍，生色界天，这个「住」在三界里面算是正当的。可是我们现在的人不一样，现在的人心安住在哪里？安住在贪、瞋、痴、慢，这个不得了！安住在贪、瞋、痴、慢，安住在杀、盗、淫、妄，果报在三途。所以他不是天住、不是梵住，是鬼住、地狱住、畜生住，他搞这个东西去了。我们对这些理跟事清清楚楚、明明白白，要晓得心安在哪里，将来会产生什么样的后果，非常可怕。",
      "zh_TW": "心就講「住」，那就不是「在」。《華嚴經》上菩薩有十住，那就是講住了，那是「心住」不是「身住」。菩薩住佛之住，這就對了。佛在經上告訴我們，住處有四種，這四種都是正確的。前面兩種還是在六道裡頭，沒出六道。所謂「天住」，就是你來生一定能夠生欲界天。欲界天有六層天，往後我們會簡單給諸位做個介紹。天住就是心安住在十善業道，布施、持戒，修十善業道，你來生決定生到天界，福報比我們人間大多了，享天福。第二種「梵住」，梵住是修禪定、修清淨心，一切的欲念淡薄，對於五欲六塵看得很淡，心裡面充滿了慈、悲、喜、捨。「慈」是與人之樂，給人快樂，幫助人快樂；「悲」是拔人之苦，眾生有苦，幫助他解決苦難；「喜」是看到別人得福，得到好處，決定沒有嫉妒心，生歡喜心；「捨」是萬緣能夠放得下。心常安住在慈悲喜捨，生色界天，這個「住」在三界裡面算是正當的。可是我們現在的人不一樣，現在的人心安住在哪裡？安住在貪、瞋、痴、慢，這個不得了！安住在貪、瞋、痴、慢，安住在殺、盜、淫、妄，果報在三途。所以他不是天住、不是梵住，是鬼住、地獄住、畜生住，他搞這個東西去了。我們對這些理跟事清清楚楚、明明白白，要曉得心安在哪裡，將來會產生什麼樣的後果，非常可怕。"
    },
    {
      "id": "14-012-0003_p0013",
      "zh_CN": "第三种「圣住」就是住在菩提心。圣者有小乘：声闻、缘觉，菩萨。声闻、缘觉、菩萨虽然不同，他有个共同点，就是心一定是住在三三昧，这是个共同点。第四「佛住」，住佛之所住，果然入这个境界，你就是十住菩萨位。真正学佛一定要安于佛住，佛住在哪里？「大三空三昧」：空、无相、无愿；无愿也叫无作。如果落实在净宗里面，安住在「念佛三昧」，我们对于其他的境界深广无际，我们很难体会，不如依照佛的教诲，我们把心安住在念佛三昧，这个比较容易学习。念佛是因，成佛是果，这实在是无比的希有殊胜。这是讲「在」跟「住」这两个字的意思。",
      "zh_TW": "第三種「聖住」就是住在菩提心。聖者有小乘：聲聞、緣覺，菩薩。聲聞、緣覺、菩薩雖然不同，他有個共同點，就是心一定是住在三三昧，這是個共同點。第四「佛住」，住佛之所住，果然入這個境界，你就是十住菩薩位。真正學佛一定要安於佛住，佛住在哪裡？「大三空三昧」：空、無相、無願；無願也叫無作。如果落實在淨宗裡面，安住在「念佛三昧」，我們對於其他的境界深廣無際，我們很難體會，不如依照佛的教誨，我們把心安住在念佛三昧，這個比較容易學習。念佛是因，成佛是果，這實在是無比的希有殊勝。這是講「在」跟「住」這兩個字的意思。"
    },
    {
      "id": "14-012-0003_p0014",
      "zh_CN": "今天「佛在忉利天」，在忉利天做什么？『为母说法』。要依照《增一阿含》里面所说，这一次法会是帝释天王，就是忉利天主他启请的。忉利天主很聪明、很有智慧，他说过去一切诸佛，都曾经到忉利天为母亲说法，报母亲生育之恩，世尊成佛了，当然也不能例外。世尊受了忉利天主的启请，到忉利天开这次法会。这个因缘很深，故事也很长，讲故事就耽误讲经，所以我们把这个故事就省略掉，可是也不能不晓得。",
      "zh_TW": "今天「佛在忉利天」，在忉利天做什麼？『為母說法』。要依照《增一阿含》裡面所說，這一次法會是帝釋天王，就是忉利天主他啟請的。忉利天主很聰明、很有智慧，他說過去一切諸佛，都曾經到忉利天為母親說法，報母親生育之恩，世尊成佛了，當然也不能例外。世尊受了忉利天主的啟請，到忉利天開這次法會。這個因緣很深，故事也很長，講故事就耽誤講經，所以我們把這個故事就省略掉，可是也不能不曉得。"
    },
    {
      "id": "14-012-0003_p0015",
      "zh_CN": "佛的母亲摩耶夫人，实在说也是大权示现，都是佛菩萨再来的。每个人在因地上发愿不一样，她发愿，愿意生生世世做个女子的身分，要作佛的母亲，她发这个愿。所以他的儿子是佛，母亲福报就大了，这都是表演一个样子来给我们看。最大的福报，完全是依福能够生到忉利天，夜摩天以上就不行。诸位你们看看佛门里面讲超度的佛事，梁皇忏非常殊胜。「梁皇」是梁武帝，梁武帝启请宝志公为他的夫人做超度的佛事，所以叫「梁皇忏」。他的妃子在世的时候，造作恶业堕在恶道。宝志公是个得道的高僧，宝志公是谁？观世音菩萨化身来的，你看这还得了！观世音菩萨亲自主持这个法会，主持这个超度佛事，也只能把他的妃子超度到忉利天。诸位要晓得，诸佛如来超度也只能超度到忉利天，再往上去自己要有修行的功夫，没有修行的功夫，不行。所以明白这个事实真相，我们在有生之年要认真修行，你不修行靠别人超度，再大本事的人也不过是到忉利天而已。如果超度佛事是个凡夫来主持，效果就很微弱，只能说做比不做好。有什么效果？很难讲。你在今天哪里去找真正得道高僧、佛菩萨再来人。所以要懂得这个道理，然后我们自己才真正把时光掌握住，一寸光阴，一寸命光，要认真努力。",
      "zh_TW": "佛的母親摩耶夫人，實在說也是大權示現，都是佛菩薩再來的。每個人在因地上發願不一樣，她發願，願意生生世世做個女子的身分，要作佛的母親，她發這個願。所以他的兒子是佛，母親福報就大了，這都是表演一個樣子來給我們看。最大的福報，完全是依福能夠生到忉利天，夜摩天以上就不行。諸位你們看看佛門裡面講超度的佛事，梁皇懺非常殊勝。「梁皇」是梁武帝，梁武帝啟請寶誌公為他的夫人做超度的佛事，所以叫「梁皇懺」。他的妃子在世的時候，造作惡業墮在惡道。寶誌公是個得道的高僧，寶誌公是誰？觀世音菩薩化身來的，你看這還得了！觀世音菩薩親自主持這個法會，主持這個超度佛事，也只能把他的妃子超度到忉利天。諸位要曉得，諸佛如來超度也只能超度到忉利天，再往上去自己要有修行的功夫，沒有修行的功夫，不行。所以明白這個事實真相，我們在有生之年要認真修行，你不修行靠別人超度，再大本事的人也不過是到忉利天而已。如果超度佛事是個凡夫來主持，效果就很微弱，只能說做比不做好。有什麼效果？很難講。你在今天哪裡去找真正得道高僧、佛菩薩再來人。所以要懂得這個道理，然後我們自己才真正把時光掌握住，一寸光陰，一寸命光，要認真努力。"
    },
    {
      "id": "14-012-0003_p0016",
      "zh_CN": "作佛的母亲这么大的福报，也只是生到忉利天。忉利天以上需要定功、需要清净心，清净心成就真实功德。那个功德少、微薄，欲没有断，欲的念头没有断，生欲界上面四层天，佛家讲「未到定」，你修定不及格，但是有修。譬如四禅，第四禅，禅定的功夫要一百分，才能到第四禅；第三禅要九十分，二禅要八十分，初禅要七十分。你的功夫是六十分以下，所以色界没分。可是你有，你禅定功夫可以有个六十分、五十分、四十分，你有这个功夫，不是零分。你完全没有修，你专修福，修十善业道，修布施、持戒，没有定功，没有舍弃情欲念头，你所生的是四王天跟忉利天。有一点定功，心地有一点清净，才能生到夜摩、兜率、化乐天、他化自在天。天上一层比一层的福报大，一层比一层寿命长，真正是享福无尽。可是寿命再长，也有报尽的时候，也就是有享尽的时候；享尽之后，又要随业流转。因此生天不是究竟法，总不如念佛往生极乐世界，生到极乐世界是无量寿，换句话说，永远不生不死。不但欲界天不能比，色界天、无色界天都不能为比。所以一切诸佛赞叹阿弥陀佛、赞叹极乐世界，道理就在此地。",
      "zh_TW": "作佛的母親這麼大的福報，也只是生到忉利天。忉利天以上需要定功、需要清淨心，清淨心成就真實功德。那個功德少、微薄，欲沒有斷，欲的念頭沒有斷，生欲界上面四層天，佛家講「未到定」，你修定不及格，但是有修。譬如四禪，第四禪，禪定的功夫要一百分，才能到第四禪；第三禪要九十分，二禪要八十分，初禪要七十分。你的功夫是六十分以下，所以色界沒分。可是你有，你禪定功夫可以有個六十分、五十分、四十分，你有這個功夫，不是零分。你完全沒有修，你專修福，修十善業道，修布施、持戒，沒有定功，沒有捨棄情欲念頭，你所生的是四王天跟忉利天。有一點定功，心地有一點清淨，才能生到夜摩、兜率、化樂天、他化自在天。天上一層比一層的福報大，一層比一層壽命長，真正是享福無盡。可是壽命再長，也有報盡的時候，也就是有享盡的時候；享盡之後，又要隨業流轉。因此生天不是究竟法，總不如念佛往生極樂世界，生到極樂世界是無量壽，換句話說，永遠不生不死。不但欲界天不能比，色界天、無色界天都不能為比。所以一切諸佛讚歎阿彌陀佛、讚歎極樂世界，道理就在此地。"
    },
    {
      "id": "14-012-0003_p0017",
      "zh_CN": "这一句经文「为母说法」，虽然这个法会是帝释天主他来启请，但是意思很深。第一个是为了避免世间有一些人，对佛法产生一些误会。学佛，尤其是发心剃发出家，好像从此以后也不再顾父母，世间人以为是不孝。尤其是中国人所谓：「不孝有三，无后为大。」父母靠你传宗接代，你一出家传宗接代就断掉了，怎么能对得起父母祖先！世人不知道出家是大孝，这是第一个意思。第二个意思也是做一个榜样，给学佛的四众弟子：出家、在家，男众、女众这四众弟子，启发他们的孝思，让他真正去体会「三福」里面第一句「孝养父母」。佛门即使出家也不能置父母于不顾，没这个道理。可是孝养的形式不一样，认真修持，依照佛的教诲去奉行，以此功德回向父母；父母能得诸佛护念，善神保佑，这才是真孝。世间人孝顺父母，请几个佣人照顾他生活，佛弟子是让天龙善神去照顾父母，比你请的那个人照顾周到多了。可是如果你自己没有修持，天龙善神不保佑你，瞧不起你。你真正修行，有道有德，感动天神自然去照顾；你不必去求他，也不必去通知他，自然照顾。为什么？尊敬你，尊敬你的父母，所以有这个意思在。",
      "zh_TW": "這一句經文「為母說法」，雖然這個法會是帝釋天主他來啟請，但是意思很深。第一個是為了避免世間有一些人，對佛法產生一些誤會。學佛，尤其是發心剃髮出家，好像從此以後也不再顧父母，世間人以為是不孝。尤其是中國人所謂：「不孝有三，無後為大。」父母靠你傳宗接代，你一出家傳宗接代就斷掉了，怎麼能對得起父母祖先！世人不知道出家是大孝，這是第一個意思。第二個意思也是做一個榜樣，給學佛的四眾弟子：出家、在家，男眾、女眾這四眾弟子，啟發他們的孝思，讓他真正去體會「三福」裡面第一句「孝養父母」。佛門即使出家也不能置父母於不顧，沒這個道理。可是孝養的形式不一樣，認真修持，依照佛的教誨去奉行，以此功德迴向父母；父母能得諸佛護念，善神保佑，這才是真孝。世間人孝順父母，請幾個佣人照顧他生活，佛弟子是讓天龍善神去照顧父母，比你請的那個人照顧周到多了。可是如果你自己沒有修持，天龍善神不保佑你，瞧不起你。你真正修行，有道有德，感動天神自然去照顧；你不必去求他，也不必去通知他，自然照顧。為什麼？尊敬你，尊敬你的父母，所以有這個意思在。"
    },
    {
      "id": "14-012-0003_p0018",
      "zh_CN": "再看底下这一段经文：",
      "zh_TW": "再看底下這一段經文："
    },
    {
      "id": "14-012-0003_p0019",
      "zh_CN": "【尔时十方无量世界。不可说不可说一切诸佛。及大菩萨摩诃萨。皆来集会。】",
      "zh_TW": "【爾時十方無量世界。不可說不可說一切諸佛。及大菩薩摩訶薩。皆來集會。】"
    },
    {
      "id": "14-012-0003_p0020",
      "zh_CN": "这一段经文是本经的发起序。本经一共十三品，第一品就是序品，但是它没有说序品，它这个题是《忉利天宫品》，实际上这一品是本经的序分。序分里面意思非常的周圆，前面六种成就，这是「证信序」；从这段经文以下，是本经的「发起序」。发起序里面非常明显的告诉我们，含摄着有「教、理、行、果」，科注里头这一段是「果因集赞」。像这些地方我们要特别注意，要知道怎样去学习，佛说法先把果报展示出来给大家看，依着这个果报生起信心。然后再给你解释果报怎么形成，再给你说因，你就很认真去听，你很想知道它。这个是说法的善巧方便，我们要懂得。所以说「果因」，他不说「因果」。",
      "zh_TW": "這一段經文是本經的發起序。本經一共十三品，第一品就是序品，但是它沒有說序品，它這個題是《忉利天宮品》，實際上這一品是本經的序分。序分裡面意思非常的周圓，前面六種成就，這是「證信序」；從這段經文以下，是本經的「發起序」。發起序裡面非常明顯的告訴我們，含攝著有「教、理、行、果」，科註裡頭這一段是「果因集讚」。像這些地方我們要特別注意，要知道怎樣去學習，佛說法先把果報展示出來給大家看，依著這個果報生起信心。然後再給你解釋果報怎麼形成，再給你說因，你就很認真去聽，你很想知道它。這個是說法的善巧方便，我們要懂得。所以說「果因」，他不說「因果」。"
    },
    {
      "id": "14-012-0003_p0021",
      "zh_CN": "一开头展示什么？教你看看参加大会这些人物，这是「果」。这是人，人是果人，是他的果德感动这么多人来参加集会。佛在讲经之前现瑞，现种种光明，这个瑞相是「理」。文殊菩萨见到这个现象生起疑惑，这是表「行」。世尊跟菩萨这一问一答，文殊问，世尊给他解答，这是「教」。所以在序文里面我们看到是教、理、行、果，这个集会是果报。就像《华严经》一开端在没讲经之前，先说毘卢遮那佛的依正庄严，果报摆出来让你看。",
      "zh_TW": "一開頭展示什麼？教你看看參加大會這些人物，這是「果」。這是人，人是果人，是他的果德感動這麼多人來參加集會。佛在講經之前現瑞，現種種光明，這個瑞相是「理」。文殊菩薩見到這個現象生起疑惑，這是表「行」。世尊跟菩薩這一問一答，文殊問，世尊給他解答，這是「教」。所以在序文裡面我們看到是教、理、行、果，這個集會是果報。就像《華嚴經》一開端在沒講經之前，先說毘盧遮那佛的依正莊嚴，果報擺出來讓你看。"
    },
    {
      "id": "14-012-0003_p0022",
      "zh_CN": "这个地方呈现不可思议，你们在哪一部经里面看到过这样的经文。『尔时』，佛升忉利天宫为母亲说法的时候。『十方无量世界，不可说不可说一切诸佛』，你们在什么经上看到佛讲经一切诸佛都来听经？没见过。这个场面还得了！《华严经》也没有这个场面，《无量寿经》也没有这个场面，无比的希有！不能含糊笼统就这么看过。通常我们讲「一佛出世，千佛拥护」，那是诸佛化现为声闻、缘觉、菩萨来帮助佛弘化；这个地方不是的，诸佛，佛身来的。释迦牟尼佛今天讲《地藏菩萨本愿经》，一切诸佛都参加来听讲，人数是「无量世界，不可说不可说一切诸佛，及大菩萨摩诃萨」；这个「大菩萨摩诃萨」是诸佛带来的，是跟着佛一起，随从佛而来的。诸佛不可说不可说，那菩萨数量更多了，『皆来集会』。这段经文决定不能够含糊笼统看过，你要仔细想想世尊一生四十九年，所谓讲经三百余会，没有一会有这么殊胜。这是参加集会的人，是「果」，这经的四分：教、理、行、「果」。",
      "zh_TW": "這個地方呈現不可思議，你們在哪一部經裡面看到過這樣的經文。『爾時』，佛升忉利天宮為母親說法的時候。『十方無量世界，不可說不可說一切諸佛』，你們在什麼經上看到佛講經一切諸佛都來聽經？沒見過。這個場面還得了！《華嚴經》也沒有這個場面，《無量壽經》也沒有這個場面，無比的希有！不能含糊籠統就這麼看過。通常我們講「一佛出世，千佛擁護」，那是諸佛化現為聲聞、緣覺、菩薩來幫助佛弘化；這個地方不是的，諸佛，佛身來的。釋迦牟尼佛今天講《地藏菩薩本願經》，一切諸佛都參加來聽講，人數是「無量世界，不可說不可說一切諸佛，及大菩薩摩訶薩」；這個「大菩薩摩訶薩」是諸佛帶來的，是跟著佛一起，隨從佛而來的。諸佛不可說不可說，那菩薩數量更多了，『皆來集會』。這段經文決定不能夠含糊籠統看過，你要仔細想想世尊一生四十九年，所謂講經三百餘會，沒有一會有這麼殊勝。這是參加集會的人，是「果」，這經的四分：教、理、行、「果」。"
    },
    {
      "id": "14-012-0003_p0023",
      "zh_CN": "他们为什么来？没有一尊佛不报母恩，今天释迦牟尼佛不是讲别的法，是讲地藏法。说明一切诸法都依大地而生、依大地而起，这是根本。地藏表什么？表「孝亲尊师」。所以说孝亲尊师之法，一切诸佛一定自己要来参加，诸佛来当影响众。忉利天王在这一会当中作功德主，他福报可修大了；请佛到忉利天讲《地藏经》，这个福修大了。所有一切诸佛如来都到齐，一尊不漏，无比的希有因缘！来做什么？提倡孝道。跟佛一见面，就赞叹释迦牟尼佛，赞叹此意也是圆满到极处。",
      "zh_TW": "他們為什麼來？沒有一尊佛不報母恩，今天釋迦牟尼佛不是講別的法，是講地藏法。說明一切諸法都依大地而生、依大地而起，這是根本。地藏表什麼？表「孝親尊師」。所以說孝親尊師之法，一切諸佛一定自己要來參加，諸佛來當影響眾。忉利天王在這一會當中作功德主，他福報可修大了；請佛到忉利天講《地藏經》，這個福修大了。所有一切諸佛如來都到齊，一尊不漏，無比的希有因緣！來做什麼？提倡孝道。跟佛一見面，就讚歎釋迦牟尼佛，讚歎此意也是圓滿到極處。"
    },
    {
      "id": "14-012-0003_p0024",
      "zh_CN": "【赞叹释迦牟尼佛。能于五浊恶世。现不可思议大智慧神通之力。调伏刚强众生。知苦乐法。】",
      "zh_TW": "【讚歎釋迦牟尼佛。能於五濁惡世。現不可思議大智慧神通之力。調伏剛強眾生。知苦樂法。】"
    },
    {
      "id": "14-012-0003_p0025",
      "zh_CN": "这个话不容易说出来，若不是诸佛如来亲口说宣，给诸位说，菩萨都说不出来。为什么？他不入这个境界，他怎么说得出来！释迦牟尼佛出现是什么时代？『五浊恶世』。到我们现前这个社会可以说「五浊恶世」，几乎是最愚昧无知的凡夫都已经能感触得到。在从前五十年前、一百年前，五浊恶世这种现象是要有高度智慧的人他感觉得到，一般人感觉不到；世间不错，很好，我生活得很快乐；他没有感觉得浊恶，「浊」是污染。半个世纪以前，我们没有听说哪里有什么环保，换句话说，环境的污染还能忍受。等到提出环境保护，换句话说，环境污染已经令人感到难受，全世界每一个地方政府都在提倡。换句话说，这个浊恶到了相当严重的状态，才会有这个名词出现。",
      "zh_TW": "這個話不容易說出來，若不是諸佛如來親口說宣，給諸位說，菩薩都說不出來。為什麼？他不入這個境界，他怎麼說得出來！釋迦牟尼佛出現是什麼時代？『五濁惡世』。到我們現前這個社會可以說「五濁惡世」，幾乎是最愚昧無知的凡夫都已經能感觸得到。在從前五十年前、一百年前，五濁惡世這種現象是要有高度智慧的人他感覺得到，一般人感覺不到；世間不錯，很好，我生活得很快樂；他沒有感覺得濁惡，「濁」是污染。半個世紀以前，我們沒有聽說哪裡有什麼環保，換句話說，環境的污染還能忍受。等到提出環境保護，換句話說，環境污染已經令人感到難受，全世界每一個地方政府都在提倡。換句話說，這個濁惡到了相當嚴重的狀態，才會有這個名詞出現。"
    },
    {
      "id": "14-012-0003_p0026",
      "zh_CN": "「五」是五大类，五大类的严重污染，佛经里面称之为「五浊恶世」。五浊，第一个是「劫浊」，「劫」是讲时间，我们现在讲年头不对了，是从时节因缘上说的。实在讲，时间哪有什么染污！这是一个严重染污的时代，就是这个意思。而实在说染污的时代是后面四种污染。「见浊」，见是见解，思想、见解错误了，佛家讲邪知邪见，对于宇宙人生真相看错了，就是见解上的污染。其次讲「烦恼浊」，用我们现在的话来说，就是思想上的污染。这两个合起来就是所谓心理的污染、精神的污染，这个东西严重！由于心理、精神上的污染，必然会连到生理跟我们生活环境的污染，那叫「众生浊」」用现在的话来讲，就是我们生活环境的污染。今天地球生态失去平衡，气候反常，灾难频多，都是属于众生浊。「命浊」，用我们现代话来说，是生理的污染。五浊用现在的话大家好懂，前面两种见解的污染、思想的污染，合起来就是心理的污染、精神的污染；众生浊是生活环境的污染；命浊是生理的污染，这叫「浊」。",
      "zh_TW": "「五」是五大類，五大類的嚴重污染，佛經裡面稱之為「五濁惡世」。五濁，第一個是「劫濁」，「劫」是講時間，我們現在講年頭不對了，是從時節因緣上說的。實在講，時間哪有什麼染污！這是一個嚴重染污的時代，就是這個意思。而實在說染污的時代是後面四種污染。「見濁」，見是見解，思想、見解錯誤了，佛家講邪知邪見，對於宇宙人生真相看錯了，就是見解上的污染。其次講「煩惱濁」，用我們現在的話來說，就是思想上的污染。這兩個合起來就是所謂心理的污染、精神的污染，這個東西嚴重！由於心理、精神上的污染，必然會連到生理跟我們生活環境的污染，那叫「眾生濁」」用現在的話來講，就是我們生活環境的污染。今天地球生態失去平衡，氣候反常，災難頻多，都是屬於眾生濁。「命濁」，用我們現代話來說，是生理的污染。五濁用現在的話大家好懂，前面兩種見解的污染、思想的污染，合起來就是心理的污染、精神的污染；眾生濁是生活環境的污染；命濁是生理的污染，這叫「濁」。"
    },
    {
      "id": "14-012-0003_p0027",
      "zh_CN": "「恶」是「十恶」，一切众生不干好事。身造「杀、盗、淫」；口造「妄语」，就是不讲实话欺骗别人；「两舌」，就是挑拨是非；「恶口」就是说话粗鲁；「绮语」就是花言巧语欺骗众生，造这个口业；意业，心里面存着是什么？「贪、瞋、痴、慢」，搞这个，这叫恶。浊、恶，释迦牟尼佛出现在这么一个时代。",
      "zh_TW": "「惡」是「十惡」，一切眾生不幹好事。身造「殺、盜、淫」；口造「妄語」，就是不講實話欺騙別人；「兩舌」，就是挑撥是非；「惡口」就是說話粗魯；「綺語」就是花言巧語欺騙眾生，造這個口業；意業，心裡面存著是什麼？「貪、瞋、痴、慢」，搞這個，這叫惡。濁、惡，釋迦牟尼佛出現在這麼一個時代。"
    },
    {
      "id": "14-012-0003_p0028",
      "zh_CN": "『现』是示现，示现不可思议的大智慧。这一句就是佛出现在这个世间，做出一个样子给众生看，什么样子？大智慧的样子。我们现在讲「作师作范」，为社会大众的表率、为社会大众的模范、榜样。在五浊恶世里面他能够这样的示现，一切诸佛都赞叹，赞叹佛在恶世为这些苦难众生做好榜样、做个好样子。",
      "zh_TW": "『現』是示現，示現不可思議的大智慧。這一句就是佛出現在這個世間，做出一個樣子給眾生看，什麼樣子？大智慧的樣子。我們現在講「作師作範」，為社會大眾的表率、為社會大眾的模範、榜樣。在五濁惡世裡面他能夠這樣的示現，一切諸佛都讚歎，讚歎佛在惡世為這些苦難眾生做好榜樣、做個好樣子。"
    },
    {
      "id": "14-012-0003_p0029",
      "zh_CN": "『神通之力』，这四个字是讲他表现在外面的，『不可思议大智慧』是里面。表现在外面，就是帮助这个社会，帮助一切众生，说出他的能力之强。「通」是通达，他没有一样不知道。世间一切事物道理、因果、现象、变化，无所不知、无所不能，这叫「神通」。神就是神奇莫测，超过我们凡人的知识。这个神通不是讲孙悟空七十二变，不是这个意思，那你完全解错了。佛样样都通达，换句话说，我们今天社会上种种疑难杂症，佛没有一样不晓得，他有能力帮助我们解决这些困难。",
      "zh_TW": "『神通之力』，這四個字是講他表現在外面的，『不可思議大智慧』是裡面。表現在外面，就是幫助這個社會，幫助一切眾生，說出他的能力之強。「通」是通達，他沒有一樣不知道。世間一切事物道理、因果、現象、變化，無所不知、無所不能，這叫「神通」。神就是神奇莫測，超過我們凡人的知識。這個神通不是講孫悟空七十二變，不是這個意思，那你完全解錯了。佛樣樣都通達，換句話說，我們今天社會上種種疑難雜症，佛沒有一樣不曉得，他有能力幫助我們解決這些困難。"
    },
    {
      "id": "14-012-0003_p0030",
      "zh_CN": "『调伏刚强众生』。维摩居士曾经说：「阎浮提众生，刚强难化。」「刚强」是性格刚强，坚固的执着，对于佛所讲的教诲很难接受。这个在现实社会里面我们看到了，排斥佛法，障碍佛法的教学，显示刚强。他自己不肯去研究佛法，佛法到底是什么？他也不知道；扣上一个迷信、消极、落伍，就把它丢在一边。不知道这个东西是宝，真正能够解决五浊恶世的问题。",
      "zh_TW": "『調伏剛強眾生』。維摩居士曾經說：「閻浮提眾生，剛強難化。」「剛強」是性格剛強，堅固的執著，對於佛所講的教誨很難接受。這個在現實社會裡面我們看到了，排斥佛法，障礙佛法的教學，顯示剛強。他自己不肯去研究佛法，佛法到底是什麼？他也不知道；扣上一個迷信、消極、落伍，就把它丟在一邊。不知道這個東西是寶，真正能夠解決五濁惡世的問題。"
    },
    {
      "id": "14-012-0003_p0031",
      "zh_CN": "末后这四个字了不起，『知苦乐法』，这四个字不容易说出来。众生苦，为什么苦？众生希求乐，为什么得不到乐？全世界的人，哪一个人不在受苦！谁不希求快乐！苦从哪里来？乐从哪里来？没人知道。怎样我们才能够离苦？怎样才能够得乐？这些理论与方法也没有人知道。释迦牟尼佛知道，释迦牟尼佛在经教里面讲得很清楚、很明白，如果我们想离开苦得到乐，大乘经典是最好的指引，指导我们、引导我们，佛法教学的目标就是教我们离苦得乐。诸佛对释迦牟尼佛的赞叹，也是把「果」放在前面，引起人注意。这两段经文，如果心地清净、感触灵敏，看到这两段经文，没有不寒毛直竖，无比的希有！什么人开法会的时候能教一切诸佛如来都来听，什么人能够见到诸佛如来得到如此不思议的赞叹。诸佛赞叹释迦，就是诸佛互相赞叹，我们要懂这个道理，佛佛道同。换句话说，只有诸佛如来他才肯到五浊恶世去示现，这正是地藏菩萨的精神，「我不入地狱，谁入地狱！」地狱是最苦。这些苦难众生，我不去帮助他，谁去帮助他！愈是苦难的地方，佛菩萨的悲心愈偏重，愈要到这个地方去教导、去帮助大家。只要这些苦难众生肯接受，佛菩萨就来了；不肯接受，佛菩萨想帮助也没法子。能信、能解、能学，佛菩萨一定出现在这个世间。",
      "zh_TW": "末後這四個字了不起，『知苦樂法』，這四個字不容易說出來。眾生苦，為什麼苦？眾生希求樂，為什麼得不到樂？全世界的人，哪一個人不在受苦！誰不希求快樂！苦從哪裡來？樂從哪裡來？沒人知道。怎樣我們才能夠離苦？怎樣才能夠得樂？這些理論與方法也沒有人知道。釋迦牟尼佛知道，釋迦牟尼佛在經教裡面講得很清楚、很明白，如果我們想離開苦得到樂，大乘經典是最好的指引，指導我們、引導我們，佛法教學的目標就是教我們離苦得樂。諸佛對釋迦牟尼佛的讚歎，也是把「果」放在前面，引起人注意。這兩段經文，如果心地清淨、感觸靈敏，看到這兩段經文，沒有不寒毛直豎，無比的希有！什麼人開法會的時候能教一切諸佛如來都來聽，什麼人能夠見到諸佛如來得到如此不思議的讚歎。諸佛讚歎釋迦，就是諸佛互相讚歎，我們要懂這個道理，佛佛道同。換句話說，只有諸佛如來他才肯到五濁惡世去示現，這正是地藏菩薩的精神，「我不入地獄，誰入地獄！」地獄是最苦。這些苦難眾生，我不去幫助他，誰去幫助他！愈是苦難的地方，佛菩薩的悲心愈偏重，愈要到這個地方去教導、去幫助大家。只要這些苦難眾生肯接受，佛菩薩就來了；不肯接受，佛菩薩想幫助也沒法子。能信、能解、能學，佛菩薩一定出現在這個世間。"
    },
    {
      "id": "14-012-0003_p0032",
      "zh_CN": "今天我们这一会为什么会跑到新加坡来？为什么不在其他地方？我们没有偏心、没有私心，也不是贪爱这个地方。完全是这个地方的缘成熟了，什么缘？这个地方的人，他能信、能解、能行；信、解、行、证这四个条件，这个地方有。这十几年来我们在这个地方弘扬净土，劝大家念佛求生西方极乐世界，这么多年当中，新加坡、马来西亚这个地区，念佛往生的人时有所闻，常常听到。李木源居士非常热心，许多念佛的同修在临命终时，多半是请李木源居士去助念，去帮助他料理后事，他见到的瑞相太多太多了！李居士今天这么发心，他是亲眼所见、亲耳所闻，念佛往生不退成佛，是真的不是假的。所以他做得这么认真、这么热心，他那个信愿不是凭空发的，是见到事实才发起的。",
      "zh_TW": "今天我們這一會為什麼會跑到新加坡來？為什麼不在其他地方？我們沒有偏心、沒有私心，也不是貪愛這個地方。完全是這個地方的緣成熟了，什麼緣？這個地方的人，他能信、能解、能行；信、解、行、證這四個條件，這個地方有。這十幾年來我們在這個地方弘揚淨土，勸大家念佛求生西方極樂世界，這麼多年當中，新加坡、馬來西亞這個地區，念佛往生的人時有所聞，常常聽到。李木源居士非常熱心，許多念佛的同修在臨命終時，多半是請李木源居士去助念，去幫助他料理後事，他見到的瑞相太多太多了！李居士今天這麼發心，他是親眼所見、親耳所聞，念佛往生不退成佛，是真的不是假的。所以他做得這麼認真、這麼熱心，他那個信願不是憑空發的，是見到事實才發起的。"
    },
    {
      "id": "14-012-0003_p0033",
      "zh_CN": "六道三途的苦乐法唯有佛知道得透彻、知道得彻底、知道得究竟，所以佛有能力帮助我们解决问题，帮助我们离苦得乐。这两段经文决定不能够疏忽，这是诸佛如来异口同音所宣的无上的妙法。这段经文我们可以看作，释迦牟尼佛示现在世间讲经三百余会，说法四十九年的总纲领。佛出现在世间干什么？就为这个。",
      "zh_TW": "六道三途的苦樂法唯有佛知道得透徹、知道得徹底、知道得究竟，所以佛有能力幫助我們解決問題，幫助我們離苦得樂。這兩段經文決定不能夠疏忽，這是諸佛如來異口同音所宣的無上的妙法。這段經文我們可以看作，釋迦牟尼佛示現在世間講經三百餘會，說法四十九年的總綱領。佛出現在世間幹什麼？就為這個。"
    },
    {
      "id": "14-012-0003_p0034",
      "zh_CN": "赞叹之后，诸位再接着看经文：",
      "zh_TW": "讚歎之後，諸位再接著看經文："
    },
    {
      "id": "14-012-0003_p0035",
      "zh_CN": "【各遣侍者。问讯世尊。】",
      "zh_TW": "【各遣侍者。問訊世尊。】"
    },
    {
      "id": "14-012-0003_p0036",
      "zh_CN": "这是礼貌，佛派他的侍者向释迦牟尼佛问候。礼节，这也是做一个榜样给人看，「礼」不可废。人而无礼，在这个世间就没有立足之地，但是现在人把礼节都疏忽了。礼节疏忽了，说实在话，佛法修学得再好，果报在哪里？果报不在人道，多半在鬼道。到后面讲这些鬼王，把鬼王的因跟诸位说明，你就晓得了。佛法修行得非常好，贡高我慢，没有礼节，感受的果报将来在鬼道作鬼王；作《华严经》里面讲的，做世主里面器世间主，山神、树神、花神、水神这一类的，就走向这些地方去。佛法建立在孝敬的基础上，怎么劝诸位同修要觉悟，孝亲尊师我们才能走向佛道、走向极乐世界。如果这个意念没有，修学佛法走向鬼道作鬼王。如果你更殊胜的，你能走向天道；天道是欲界天，色界天都没分，必须要晓得。此地教敬，教礼、教敬。",
      "zh_TW": "這是禮貌，佛派他的侍者向釋迦牟尼佛問候。禮節，這也是做一個榜樣給人看，「禮」不可廢。人而無禮，在這個世間就沒有立足之地，但是現在人把禮節都疏忽了。禮節疏忽了，說實在話，佛法修學得再好，果報在哪裡？果報不在人道，多半在鬼道。到後面講這些鬼王，把鬼王的因跟諸位說明，你就曉得了。佛法修行得非常好，貢高我慢，沒有禮節，感受的果報將來在鬼道作鬼王；作《華嚴經》裡面講的，做世主裡面器世間主，山神、樹神、花神、水神這一類的，就走向這些地方去。佛法建立在孝敬的基礎上，怎麼勸諸位同修要覺悟，孝親尊師我們才能走向佛道、走向極樂世界。如果這個意念沒有，修學佛法走向鬼道作鬼王。如果你更殊勝的，你能走向天道；天道是欲界天，色界天都沒分，必須要曉得。此地教敬，教禮、教敬。"
    },
    {
      "id": "14-012-0003_p0037",
      "zh_CN": "【是时如来含笑。放百千万亿大光明云。】",
      "zh_TW": "【是時如來含笑。放百千萬億大光明雲。】"
    },
    {
      "id": "14-012-0003_p0038",
      "zh_CN": "这个地方是现瑞。『光明云』里面显理，放光。利根的众生见到光明，佛所有一切教学他都明白了，不必要言说，「光明」表智慧。『百千万亿大光明云』就是无量无边的智慧，一刹那际全部都展现出来，不需要长时间，刹那之间就把无量无边的智慧，展现在一切大众的面前。『是时』就是诸佛如来赞叹，派他的侍者向释迦牟尼佛问候的这个时候；世尊『含笑』，放光是表法。光从哪里出来？真如本性里面本具的般若光明，佛为众生说一切法以这个为根据。佛说一切法从哪里说起？从自性本具般若里面流露出来，今天把说一切法的依据，一下表现出来给大家看。",
      "zh_TW": "這個地方是現瑞。『光明雲』裡面顯理，放光。利根的眾生見到光明，佛所有一切教學他都明白了，不必要言說，「光明」表智慧。『百千萬億大光明雲』就是無量無邊的智慧，一剎那際全部都展現出來，不需要長時間，剎那之間就把無量無邊的智慧，展現在一切大眾的面前。『是時』就是諸佛如來讚歎，派他的侍者向釋迦牟尼佛問候的這個時候；世尊『含笑』，放光是表法。光從哪裡出來？真如本性裡面本具的般若光明，佛為眾生說一切法以這個為根據。佛說一切法從哪裡說起？從自性本具般若裡面流露出來，今天把說一切法的依據，一下表現出來給大家看。"
    },
    {
      "id": "14-012-0003_p0039",
      "zh_CN": "「百千万亿」说不尽，所以下面略举几条，细说说不尽，略举十条。虽是略举，诸位要晓得跟《华严经》一样表法，任何一句都具足百千万亿光明云，一即一切，一切即一。所以我们听经闻法，讲的人如果是以真诚之心、恭敬之心，就与佛的光明起感应的作用，佛光注照这个道场，就是大光明云照在这道场的上空。下面说者、听者生无量的欢喜心，不是他说得好、说得妙，不是的，现在人讲磁场不一样，这是佛的加持、慈悲的加持，光明的摄受。",
      "zh_TW": "「百千萬億」說不盡，所以下面略舉幾條，細說說不盡，略舉十條。雖是略舉，諸位要曉得跟《華嚴經》一樣表法，任何一句都具足百千萬億光明雲，一即一切，一切即一。所以我們聽經聞法，講的人如果是以真誠之心、恭敬之心，就與佛的光明起感應的作用，佛光注照這個道場，就是大光明雲照在這道場的上空。下面說者、聽者生無量的歡喜心，不是他說得好、說得妙，不是的，現在人講磁場不一樣，這是佛的加持、慈悲的加持，光明的攝受。"
    },
    {
      "id": "14-012-0003_p0040",
      "zh_CN": "别说里面第一句：",
      "zh_TW": "別說裡面第一句："
    },
    {
      "id": "14-012-0003_p0041",
      "zh_CN": "【所谓大圆满光明云。】",
      "zh_TW": "【所謂大圓滿光明雲。】"
    },
    {
      "id": "14-012-0003_p0042",
      "zh_CN": "『大圆满』别中之总。「圆满」就是一丝毫的欠缺都没有，就是性德的全体流露。一切众生为什么会起感应道交？众生心跟佛心无二无别。差别在哪里？众生在迷，佛在觉。觉的是心性，迷的也是心性，心性没有觉、迷。一切众生里面，常说的有情众生，我们今天讲动物，九法界有情众生；有情众生之外，还有无情众生，我们今天讲的植物、矿物，都是自性里头变现出来的。《华严经》上说：「情与无情，同圆种智。」圆是圆满，同圆种智就是同时成佛，就这个意思。为什么？同一个法身，同一个体性。觉悟的人，山河大地都是自身，跟自己是一体，所以无条件的关怀、无条件的爱护，这就叫「大慈大悲」，所以第二句就是大慈悲光明云。必须要晓得佛如是，我们自己也如是。佛今天显现的是不可思议，无量无边的自性光明；我们今天所显露出来也是无量无边的无明烦恼，我们搞的是这个样子，与性德完全相违背，变成一个可怜悯的众生。所以自己要觉悟，要真的觉悟，自己要回头，要受持读诵，依教奉行，这个人才真的回头。这一回头与佛的大光明云就起感应道交的作用。",
      "zh_TW": "『大圓滿』別中之總。「圓滿」就是一絲毫的欠缺都沒有，就是性德的全體流露。一切眾生為什麼會起感應道交？眾生心跟佛心無二無別。差別在哪裡？眾生在迷，佛在覺。覺的是心性，迷的也是心性，心性沒有覺、迷。一切眾生裡面，常說的有情眾生，我們今天講動物，九法界有情眾生；有情眾生之外，還有無情眾生，我們今天講的植物、礦物，都是自性裡頭變現出來的。《華嚴經》上說：「情與無情，同圓種智。」圓是圓滿，同圓種智就是同時成佛，就這個意思。為什麼？同一個法身，同一個體性。覺悟的人，山河大地都是自身，跟自己是一體，所以無條件的關懷、無條件的愛護，這就叫「大慈大悲」，所以第二句就是大慈悲光明雲。必須要曉得佛如是，我們自己也如是。佛今天顯現的是不可思議，無量無邊的自性光明；我們今天所顯露出來也是無量無邊的無明煩惱，我們搞的是這個樣子，與性德完全相違背，變成一個可憐憫的眾生。所以自己要覺悟，要真的覺悟，自己要回頭，要受持讀誦，依教奉行，這個人才真的回頭。這一回頭與佛的大光明雲就起感應道交的作用。"
    },
    {
      "id": "14-012-0003_p0043",
      "zh_CN": "第二个是：",
      "zh_TW": "第二個是："
    },
    {
      "id": "14-012-0003_p0044",
      "zh_CN": "【大慈悲光明云。】",
      "zh_TW": "【大慈悲光明雲。】"
    },
    {
      "id": "14-012-0003_p0045",
      "zh_CN": "『慈悲』是我们发心所依靠的。四弘誓愿，「众生无边誓愿度」，依什么发心？依慈悲。此地『光明云』三个字，就是表真心自性圆满的德能，本具的般若智慧。诸佛菩萨，这个菩萨是指法身大士，没有证得法身的，性德没有显露，光明云没有；他有大慈悲，不能加光明云。加光明云至少是法身大士，破一品无明、证一分法身，真正与佛同心同愿、同德同行，就在这一段里面显露无遗，这是事相。四弘誓愿是从这里发的。地藏菩萨发得圆满、发得究竟，「地狱不空，誓不成佛」，慈悲到了极处！地狱里苦难众生他都要去度，何况其他的，这叫普度九界众生。",
      "zh_TW": "『慈悲』是我們發心所依靠的。四弘誓願，「眾生無邊誓願度」，依什麼發心？依慈悲。此地『光明雲』三個字，就是表真心自性圓滿的德能，本具的般若智慧。諸佛菩薩，這個菩薩是指法身大士，沒有證得法身的，性德沒有顯露，光明雲沒有；他有大慈悲，不能加光明雲。加光明雲至少是法身大士，破一品無明、證一分法身，真正與佛同心同願、同德同行，就在這一段裡面顯露無遺，這是事相。四弘誓願是從這裡發的。地藏菩薩發得圓滿、發得究竟，「地獄不空，誓不成佛」，慈悲到了極處！地獄裡苦難眾生他都要去度，何況其他的，這叫普度九界眾生。"
    },
    {
      "id": "14-012-0003_p0046",
      "zh_CN": "释迦牟尼佛灭度之后，弥勒菩萨没有降生之前，这个当中的空档时间太长了。这么长的时间里面没有佛出世，众生之苦，我们无法想像。佛菩萨难道没有慈悲心？有。怎么办？佛在这空档里面，把教化众生的事业完全委托给地藏菩萨。佛不在世的时候，地藏菩萨是释迦牟尼佛的代表人，世尊没有委托给别的菩萨，把这个事情委托给地藏菩萨。由此可知，世尊灭度之后，弥勒未出世之前，对于一切众生用什么方法来教化？《地藏菩萨本愿经》，这是世尊嘱咐的。地藏菩萨受世尊的委托，不辜负释迦牟尼佛，他确实把这个责任自己承当下来，慈悲到了极处！我们要以「大慈悲光明云」发起上求下化，度自己、度众生的菩提心。",
      "zh_TW": "釋迦牟尼佛滅度之後，彌勒菩薩沒有降生之前，這個當中的空檔時間太長了。這麼長的時間裡面沒有佛出世，眾生之苦，我們無法想像。佛菩薩難道沒有慈悲心？有。怎麼辦？佛在這空檔裡面，把教化眾生的事業完全委託給地藏菩薩。佛不在世的時候，地藏菩薩是釋迦牟尼佛的代表人，世尊沒有委託給別的菩薩，把這個事情委託給地藏菩薩。由此可知，世尊滅度之後，彌勒未出世之前，對於一切眾生用什麼方法來教化？《地藏菩薩本願經》，這是世尊囑咐的。地藏菩薩受世尊的委託，不辜負釋迦牟尼佛，他確實把這個責任自己承當下來，慈悲到了極處！我們要以「大慈悲光明雲」發起上求下化，度自己、度眾生的菩提心。"
    },
    {
      "id": "14-012-0003_p0047",
      "zh_CN": "第三句：",
      "zh_TW": "第三句："
    },
    {
      "id": "14-012-0003_p0048",
      "zh_CN": "【大智慧光明云。】",
      "zh_TW": "【大智慧光明雲。】"
    },
    {
      "id": "14-012-0003_p0049",
      "zh_CN": "这是我们修行所依据的。无论修学哪一个法门，没有智慧就不能成就，一定要依智慧。智慧从哪里来？给诸位说，智慧决定不是记问之学。我听得多、读得多，我记得很多，那是世间的聪明，佛经里面讲「世智辩聪」。世智辩聪在佛道上是八难之一，你遭了难，为什么？落在「所知障」里面，你那个所知成了障碍，障碍你明心见性，障碍你得定、障碍你开慧。智慧从哪里来？智慧一定从禅定里面得来。禅定从哪里来？禅定一定从持戒里面得来，这叫「三无漏学」。大乘法门虽然不重视形式上的戒律，大乘讲心地戒法，比形式还要殊胜，要真干！禅定是清净心，六根面对外面六尘境界，「外不着相，内不动心」，这叫禅定，这是真正修禅定。我们六根接触六尘境界，还会被外头境界勾引、还会起心动念，完了！",
      "zh_TW": "這是我們修行所依據的。無論修學哪一個法門，沒有智慧就不能成就，一定要依智慧。智慧從哪裡來？給諸位說，智慧決定不是記問之學。我聽得多、讀得多，我記得很多，那是世間的聰明，佛經裡面講「世智辯聰」。世智辯聰在佛道上是八難之一，你遭了難，為什麼？落在「所知障」裡面，你那個所知成了障礙，障礙你明心見性，障礙你得定、障礙你開慧。智慧從哪裡來？智慧一定從禪定裡面得來。禪定從哪裡來？禪定一定從持戒裡面得來，這叫「三無漏學」。大乘法門雖然不重視形式上的戒律，大乘講心地戒法，比形式還要殊勝，要真幹！禪定是清淨心，六根面對外面六塵境界，「外不著相，內不動心」，這叫禪定，這是真正修禪定。我們六根接觸六塵境界，還會被外頭境界勾引、還會起心動念，完了！"
    },
    {
      "id": "14-012-0003_p0050",
      "zh_CN": "真正的功夫、真正的修行在哪里做？就是六根接触六尘境界里面用功夫，我们用念佛的功夫，这个方法好。念头才动：「阿弥陀佛」，转了，转成阿弥陀佛，这个里面戒、定、慧三学同时具足。你能够转，你就守法，这是持戒。见到外面境界，顺心的起了贪爱，贪心才动：「阿弥陀佛」，转过来了，这就是持戒。见到不如意的环境，心里不高兴，「阿弥陀佛」，也转过来。你能转得过来，接受佛的教诲，佛教我们这么做，我们就这样做，这是「持戒」。转过来之后，对于一切境界不再理会，回过头来念佛，这是修「定」。一心称念阿弥陀佛，「慧」在其中。所以不晓得净宗修学的殊胜，戒、定、慧三学一念完成，圆满具足。然后处事待人接物，善意自然就生出来，所以你修行功夫浅深没有丝毫隐瞒，都流露在你的面孔、你的音声、你的一举一动当中，你修学的功力怎么会隐藏？表里一如。修饰、隐藏是对世间愚人来说的，愚痴人看不出来会被你骗；真正有智慧的人瞒不过，一接触就明了。所以「大智慧」是我们修行之所依靠。",
      "zh_TW": "真正的功夫、真正的修行在哪裡做？就是六根接觸六塵境界裡面用功夫，我們用念佛的功夫，這個方法好。念頭才動：「阿彌陀佛」，轉了，轉成阿彌陀佛，這個裡面戒、定、慧三學同時具足。你能夠轉，你就守法，這是持戒。見到外面境界，順心的起了貪愛，貪心才動：「阿彌陀佛」，轉過來了，這就是持戒。見到不如意的環境，心裡不高興，「阿彌陀佛」，也轉過來。你能轉得過來，接受佛的教誨，佛教我們這麼做，我們就這樣做，這是「持戒」。轉過來之後，對於一切境界不再理會，回過頭來念佛，這是修「定」。一心稱念阿彌陀佛，「慧」在其中。所以不曉得淨宗修學的殊勝，戒、定、慧三學一念完成，圓滿具足。然後處事待人接物，善意自然就生出來，所以你修行功夫淺深沒有絲毫隱瞞，都流露在你的面孔、你的音聲、你的一舉一動當中，你修學的功力怎麼會隱藏？表裡一如。修飾、隱藏是對世間愚人來說的，愚痴人看不出來會被你騙；真正有智慧的人瞞不過，一接觸就明瞭。所以「大智慧」是我們修行之所依靠。"
    },
    {
      "id": "14-012-0003_p0051",
      "zh_CN": "第四句：",
      "zh_TW": "第四句："
    },
    {
      "id": "14-012-0003_p0052",
      "zh_CN": "【大般若光明云。】",
      "zh_TW": "【大般若光明雲。】"
    },
    {
      "id": "14-012-0003_p0053",
      "zh_CN": "般若跟智慧意思有时候是相同的，但是这两个说在一起，意思当然有差别。『般若』如《般若经》上所说，「实相般若、观照般若、文字般若」。前面的大智慧，我们就给它解作戒、定、慧的慧，慧必定包括戒、定，戒不一定有定、不一定有慧；但是定一定有戒，「定共戒」，有定的人不会犯过。有慧的人叫「道共戒」，那个持戒就更高明。所以「慧」里像三层楼一样，第三层一定包括下面二层，下面这一层不包括上面，戒不包括定，定不包括慧；定一定包括戒，慧一定包括戒、定。此地的「般若」，我们就依《般若经》的说法，实相般若是体。实相无相，也就是无分别智，实智，于一切法清楚、明白，但是里面没有分别。分别尚且没有，哪里会有执着！所以称为实相般若。实相就是真相，他明了真相，我们讲彻底究竟明了宇宙人生真相，这种智慧叫「实相般若」。",
      "zh_TW": "般若跟智慧意思有時候是相同的，但是這兩個說在一起，意思當然有差別。『般若』如《般若經》上所說，「實相般若、觀照般若、文字般若」。前面的大智慧，我們就給它解作戒、定、慧的慧，慧必定包括戒、定，戒不一定有定、不一定有慧；但是定一定有戒，「定共戒」，有定的人不會犯過。有慧的人叫「道共戒」，那個持戒就更高明。所以「慧」裡像三層樓一樣，第三層一定包括下面二層，下面這一層不包括上面，戒不包括定，定不包括慧；定一定包括戒，慧一定包括戒、定。此地的「般若」，我們就依《般若經》的說法，實相般若是體。實相無相，也就是無分別智，實智，於一切法清楚、明白，但是裡面沒有分別。分別尚且沒有，哪裡會有執著！所以稱為實相般若。實相就是真相，他明瞭真相，我們講徹底究竟明瞭宇宙人生真相，這種智慧叫「實相般若」。"
    },
    {
      "id": "14-012-0003_p0054",
      "zh_CN": "它起作用的时候，有两种作用：一个是「自受用」，一个是「他受用」。自受用是观照般若，我们用现代的话说，「观照般若」就是过高等智慧的生活，或者像果地上法身大士们，他们过圆满智慧的生活，跟光明云相应。我们凡夫能够过一个高等智慧的生活，那就很难得，你才懂得观照。观照的总纲领，佛在《金刚经》上告诉我们：「凡所有相，皆是虚妄。」所以对于一切法相，他能够不分别、不执着，能够随缘而不攀缘，什么都好、什么都自在，每一天生活清净、快乐无比！随遇而安，富贵有富贵的快乐，贫贱有贫贱的快乐；富贵、贫贱是事相，快乐是相等的、平等的，都生活得圆满、都生活得快乐。这是观照般若，对自己的受用。「文字般若」就是利他的，他受用，帮助别人的。文字里面就包括言说，换句话说，观照里面包括事相，就是做出样子来给人看，我们今天讲身教，文字般若是言教，由此可知，「实相般若」是意教。身、语、意都是教化一切众生，都是在帮助一切众生。但是实相里面虽然说是意教，可是没有「意」的念头；有「意」的念头那就不是真实般若智慧。般若是「即相离相，离即同时」，这才能破除一切迷惑。",
      "zh_TW": "它起作用的時候，有兩種作用：一個是「自受用」，一個是「他受用」。自受用是觀照般若，我們用現代的話說，「觀照般若」就是過高等智慧的生活，或者像果地上法身大士們，他們過圓滿智慧的生活，跟光明雲相應。我們凡夫能夠過一個高等智慧的生活，那就很難得，你才懂得觀照。觀照的總綱領，佛在《金剛經》上告訴我們：「凡所有相，皆是虛妄。」所以對於一切法相，他能夠不分別、不執著，能夠隨緣而不攀緣，什麼都好、什麼都自在，每一天生活清淨、快樂無比！隨遇而安，富貴有富貴的快樂，貧賤有貧賤的快樂；富貴、貧賤是事相，快樂是相等的、平等的，都生活得圓滿、都生活得快樂。這是觀照般若，對自己的受用。「文字般若」就是利他的，他受用，幫助別人的。文字裡面就包括言說，換句話說，觀照裡面包括事相，就是做出樣子來給人看，我們今天講身教，文字般若是言教，由此可知，「實相般若」是意教。身、語、意都是教化一切眾生，都是在幫助一切眾生。但是實相裡面雖然說是意教，可是沒有「意」的念頭；有「意」的念頭那就不是真實般若智慧。般若是「即相離相，離即同時」，這才能破除一切迷惑。"
    },
    {
      "id": "14-012-0003_p0055",
      "zh_CN": "第五句：",
      "zh_TW": "第五句："
    },
    {
      "id": "14-012-0003_p0056",
      "zh_CN": "【大三昧光明云。】",
      "zh_TW": "【大三昧光明雲。】"
    },
    {
      "id": "14-012-0003_p0057",
      "zh_CN": "『三昧』是梵语，就是印度话音译过来，意思叫「正受」，正常的享受。佛告诉我们，六道的众生种种享受不正常。种种享受归纳为五大类，身有两类：有「苦受」、有「乐受」。苦也无量无边，乐也是无量无边，用这两大类就包括了。心理，我们讲精神。肉体的部分有苦、乐两类，心理这个部分有「忧」、「喜」，有这两类，这就是四大类。还有一大类，身没有苦、乐，心里头也没有忧、喜，这个很好，这个状况叫「舍受」，总共这五大类。舍受很好，但时间很短，不长，暂时身舍苦、乐，心舍忧、喜，是暂时的。如果这个舍受要能够保持下去，那就叫三昧，就是正受，所以三昧也翻作「禅定」。诸佛如来永远是舍受，所以苦、乐是相对的，忧、喜也是相对的。西方称为极乐世界，我们往往以自己的错误想法，去界定西方这个「乐」，以为西方这个「乐」是苦乐之乐，错了！不是苦乐之乐；苦、乐两边都舍掉，那是「真乐」！所以到西方极乐世界，苦、乐、忧、喜、舍这五种受都没有，那才叫极乐世界。这个意思我们要懂。",
      "zh_TW": "『三昧』是梵語，就是印度話音譯過來，意思叫「正受」，正常的享受。佛告訴我們，六道的眾生種種享受不正常。種種享受歸納為五大類，身有兩類：有「苦受」、有「樂受」。苦也無量無邊，樂也是無量無邊，用這兩大類就包括了。心理，我們講精神。肉體的部分有苦、樂兩類，心理這個部分有「憂」、「喜」，有這兩類，這就是四大類。還有一大類，身沒有苦、樂，心裡頭也沒有憂、喜，這個很好，這個狀況叫「捨受」，總共這五大類。捨受很好，但時間很短，不長，暫時身捨苦、樂，心捨憂、喜，是暫時的。如果這個捨受要能夠保持下去，那就叫三昧，就是正受，所以三昧也翻作「禪定」。諸佛如來永遠是捨受，所以苦、樂是相對的，憂、喜也是相對的。西方稱為極樂世界，我們往往以自己的錯誤想法，去界定西方這個「樂」，以為西方這個「樂」是苦樂之樂，錯了！不是苦樂之樂；苦、樂兩邊都捨掉，那是「真樂」！所以到西方極樂世界，苦、樂、憂、喜、捨這五種受都沒有，那才叫極樂世界。這個意思我們要懂。"
    },
    {
      "id": "14-012-0003_p0058",
      "zh_CN": "『大三昧』能破一切障碍。我们现代科学家知道这个世间有许许多多的障碍，譬如他们发现三度空间，我们现在是生活在三度空间里，知道有四度空间、有五度空间。黄念祖老居士说，他看到科学的报导，他说科学家们已经肯定至少有十一度空间存在。如果依照佛法来讲还不止，我们怎么晓得？我们知道这些不同空间是怎么来的，我们懂得这个道理。佛说这些不同空间是妄想、分别、执着变现出来的，我们晓得一切众生妄想、分别、执着无量无边，所以时空也就是有无量无边的度数，哪里只有十度、二十度！这是真的不是假的。即使三度空间里，我们现在生活的环境，里面还是有许许多多的障碍。讲三度、四度，这是讲大的，就好比我们佛家讲十法界。我们把每一个法界说成一个度数就是十度，加上一真法界就是十一度；可是每一界又有很多很多，数不清的。假如你要是得三昧，安住在三昧里面，妄想、分别、执着统统断掉，这个界限一切就突破。禅定功夫浅深不同，小的定突破一层、二层，大的定又能突破多一些层次，这种情形我们知道很清楚。",
      "zh_TW": "『大三昧』能破一切障礙。我們現代科學家知道這個世間有許許多多的障礙，譬如他們發現三度空間，我們現在是生活在三度空間裡，知道有四度空間、有五度空間。黃念祖老居士說，他看到科學的報導，他說科學家們已經肯定至少有十一度空間存在。如果依照佛法來講還不止，我們怎麼曉得？我們知道這些不同空間是怎麼來的，我們懂得這個道理。佛說這些不同空間是妄想、分別、執著變現出來的，我們曉得一切眾生妄想、分別、執著無量無邊，所以時空也就是有無量無邊的度數，哪裡只有十度、二十度！這是真的不是假的。即使三度空間裡，我們現在生活的環境，裡面還是有許許多多的障礙。講三度、四度，這是講大的，就好比我們佛家講十法界。我們把每一個法界說成一個度數就是十度，加上一真法界就是十一度；可是每一界又有很多很多，數不清的。假如你要是得三昧，安住在三昧裡面，妄想、分別、執著統統斷掉，這個界限一切就突破。禪定功夫淺深不同，小的定突破一層、二層，大的定又能突破多一些層次，這種情形我們知道很清楚。"
    },
    {
      "id": "14-012-0003_p0059",
      "zh_CN": "世间有一些修定的人，我们在二次世界大战的时候，过去有一位老先生告诉我。在战争那个期间，他在江西那个地方有个道士，这个道士有神通，实在讲有定功。他住的那个地方比较低洼，这个道士叫他搬家，他说这个地方过几天要淹水。道士也住在附近，他就派人去看看道士有没有搬？道士搬了，然后他也搬。果然没有错，跟他讲的时间相吻合。那是一点迹象都看不出来，结果真的山洪爆发，那地方被淹了，所以他晓得道士有神通。过了没多久，那个道士告诉他，他看到有一个地方爆发战争，告诉他方向，大概距离有多远，他见到了。这个老先生是个军人，是个高级军官，他说这个道士讲的不对，没听说过，没这种消息。结果过了三个月，日本人偷袭珍珠港，跟他讲的方位、情况、距离，他三个月之前就看到。可见得这个时间过去、现在、未来同时存在，他是小的定，不是大的定，能够突破三个月的时间，三个月之后的事情他能看见。他在深山自己小房子里面，他能看到几千里外的夏威夷珍珠港，这是小定。现在市面上流通的《圣经密码》，他能够看到三千年以后的，他的定力比那个道士高明多了。这个道士只能看到几个月、几年，几千里的环境，这么一个境界。三昧不可思议，能够突破一切障碍。",
      "zh_TW": "世間有一些修定的人，我們在二次世界大戰的時候，過去有一位老先生告訴我。在戰爭那個期間，他在江西那個地方有個道士，這個道士有神通，實在講有定功。他住的那個地方比較低窪，這個道士叫他搬家，他說這個地方過幾天要淹水。道士也住在附近，他就派人去看看道士有沒有搬？道士搬了，然後他也搬。果然沒有錯，跟他講的時間相吻合。那是一點跡象都看不出來，結果真的山洪爆發，那地方被淹了，所以他曉得道士有神通。過了沒多久，那個道士告訴他，他看到有一個地方爆發戰爭，告訴他方向，大概距離有多遠，他見到了。這個老先生是個軍人，是個高級軍官，他說這個道士講的不對，沒聽說過，沒這種消息。結果過了三個月，日本人偷襲珍珠港，跟他講的方位、情況、距離，他三個月之前就看到。可見得這個時間過去、現在、未來同時存在，他是小的定，不是大的定，能夠突破三個月的時間，三個月之後的事情他能看見。他在深山自己小房子裡面，他能看到幾千里外的夏威夷珍珠港，這是小定。現在市面上流通的《聖經密碼》，他能夠看到三千年以後的，他的定力比那個道士高明多了。這個道士只能看到幾個月、幾年，幾千里的環境，這麼一個境界。三昧不可思議，能夠突破一切障礙。"
    },
    {
      "id": "14-012-0003_p0060",
      "zh_CN": "如来是妄想、分别、执着断得干干净净，所以他的能力是圆满的，尽虚空遍法界，无所不知、无所不能，我们明白这个道理，然后佛讲的话我们相信，他讲的是真的，不是假的，他确实有这个能力。这个能力他有，我们也有。我们今天这个能力失掉了，就是因为我们没有定，心里面天天妄想、分别、执着一大堆，亏就吃在这个地方，我们一定要觉悟、要明了。",
      "zh_TW": "如來是妄想、分別、執著斷得乾乾淨淨，所以他的能力是圓滿的，盡虛空遍法界，無所不知、無所不能，我們明白這個道理，然後佛講的話我們相信，他講的是真的，不是假的，他確實有這個能力。這個能力他有，我們也有。我們今天這個能力失掉了，就是因為我們沒有定，心裡面天天妄想、分別、執著一大堆，虧就吃在這個地方，我們一定要覺悟、要明瞭。"
    },
    {
      "id": "14-012-0003_p0061",
      "zh_CN": "好！今天我们就讲到此地。",
      "zh_TW": "好！今天我們就講到此地。"
    }
  ]
}