{
  "doc_id": "14-012-0030",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十集",
    "zh_TW": "第三十集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0030",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "14-012-0030_p0001",
      "zh_CN": "请掀开经本《科注》卷中第一百一十面。前面经文说了一个比喻，比喻比较浅显、好懂，向下的经文这是法合，来合这一段比喻来说。请看经文，在第一行：",
      "zh_TW": "請掀開經本《科註》卷中第一百一十面。前面經文說了一個比喻，比喻比較淺顯、好懂，向下的經文這是法合，來合這一段比喻來說。請看經文，在第一行："
    },
    {
      "id": "14-012-0030_p0002",
      "zh_CN": "【是故地藏菩萨具大慈悲。救拔罪苦众生。生人天中。令受妙乐。是诸罪众。知业道苦。脱得出离。永不再历。】",
      "zh_TW": "【是故地藏菩薩具大慈悲。救拔罪苦眾生。生人天中。令受妙樂。是諸罪眾。知業道苦。脫得出離。永不再歷。】"
    },
    {
      "id": "14-012-0030_p0003",
      "zh_CN": "这一段文非常值得我们警惕。菩萨在三恶道劝导这一切恶道的众生，让他们觉悟、忏悔、回头。凡是在恶道里面，能生一念真实忏悔心，都能够立刻脱离恶道，这些事情我们在经典里面看到很多很多。有许多同修看到之后不能生信，以为一生当中造了许多的罪业，堕在恶道里面尤其是不容易脱离，这经上讲的是堕落恶道很难脱离。为什么一念真诚忏悔，他就那么容易出来？实在讲就是恶业众生，那一点一念真诚忏悔的心，很不容易生起来，道理在此地。他能够生一念心，他是真忏悔，他不是假的，真回头。中国古时候谚语常讲，「浪子回头金不换」，他这一回头是好人当中的好人，那多希有！问题就是他在恶道里。我们人道里面，一念真心回头的人有几个？人的头脑比三恶道众生的头脑清醒得多。我们也可以这么说法，十法界愈是往上面去头脑愈清醒，不迷；愈往下面去愈迷惑、愈不清醒，地狱那是迷到极处了。在那个环境当中，他要生一念清净心、一念忏悔心，你就晓得是多么希有难得。因此佛才说，恶道很难出离，道理在此地。同样一个道理，我们为什么堕落在轮回里面，无量劫来生生世世都脱离不了六道轮回，什么原因？你就晓得那一念真心忏悔是多么难发现，道理在此地。",
      "zh_TW": "這一段文非常值得我們警惕。菩薩在三惡道勸導這一切惡道的眾生，讓他們覺悟、懺悔、回頭。凡是在惡道裡面，能生一念真實懺悔心，都能夠立刻脫離惡道，這些事情我們在經典裡面看到很多很多。有許多同修看到之後不能生信，以為一生當中造了許多的罪業，墮在惡道裡面尤其是不容易脫離，這經上講的是墮落惡道很難脫離。為什麼一念真誠懺悔，他就那麼容易出來？實在講就是惡業眾生，那一點一念真誠懺悔的心，很不容易生起來，道理在此地。他能夠生一念心，他是真懺悔，他不是假的，真回頭。中國古時候諺語常講，「浪子回頭金不換」，他這一回頭是好人當中的好人，那多希有！問題就是他在惡道裡。我們人道裡面，一念真心回頭的人有幾個？人的頭腦比三惡道眾生的頭腦清醒得多。我們也可以這麼說法，十法界愈是往上面去頭腦愈清醒，不迷；愈往下面去愈迷惑、愈不清醒，地獄那是迷到極處了。在那個環境當中，他要生一念清淨心、一念懺悔心，你就曉得是多麼希有難得。因此佛才說，惡道很難出離，道理在此地。同樣一個道理，我們為什麼墮落在輪迴裡面，無量劫來生生世世都脫離不了六道輪迴，什麼原因？你就曉得那一念真心懺悔是多麼難發現，道理在此地。"
    },
    {
      "id": "14-012-0030_p0004",
      "zh_CN": "凡圣真正就是一念之隔，一念觉超凡入圣，一念迷永处轮回，就在这一念之间。佛菩萨救度众生没有别的，就是劝众生一念觉，他这一念觉就超生。超生到什么境界？那就看他觉的程度。如果是彻底觉悟，从地狱就可以成佛，你相信吗？我们读《无量寿经》相信了，《无量寿经》四十八愿，能令九法界众生平等成佛，这是这个法门殊胜，这个法门功德利益不可思议。佛如果不能够教地狱众生立刻成佛，那佛的智慧能力就值得我们怀疑，佛还有做不到的事情？佛是真正能做到，问题是地狱众生肯不肯合作？不肯合作、不肯相信、不肯依教奉行，那佛就没有办法了。这不是佛的能力不够，是对方有障碍、有业障。大家明白这个道理之后，你就晓得真心可贵。我们今天在社会上，你学佛了，什么叫学佛？你是真学佛，还是假学佛。真学佛没有别的，要用真心，不欺骗自己、不欺骗众生，你就是用真心。如果还是自欺欺人，你一天念十万声佛号也不管用，正是古德所说，「喊破喉咙也枉然」。我们踏进念佛堂几个人会得一心，几个人会高品位的往生，就看他用的是什么心。往生到西方极乐世界四土三辈九品，你生到哪一品也看你用的是什么心。如果你是究竟圆满的真诚心，你决定生到实报庄严土上品上生。诸位要知道，实报土上品上生，到那里就作佛，就成佛了。所以看你用真心的程度。",
      "zh_TW": "凡聖真正就是一念之隔，一念覺超凡入聖，一念迷永處輪迴，就在這一念之間。佛菩薩救度眾生沒有別的，就是勸眾生一念覺，他這一念覺就超生。超生到什麼境界？那就看他覺的程度。如果是徹底覺悟，從地獄就可以成佛，你相信嗎？我們讀《無量壽經》相信了，《無量壽經》四十八願，能令九法界眾生平等成佛，這是這個法門殊勝，這個法門功德利益不可思議。佛如果不能夠教地獄眾生立刻成佛，那佛的智慧能力就值得我們懷疑，佛還有做不到的事情？佛是真正能做到，問題是地獄眾生肯不肯合作？不肯合作、不肯相信、不肯依教奉行，那佛就沒有辦法了。這不是佛的能力不夠，是對方有障礙、有業障。大家明白這個道理之後，你就曉得真心可貴。我們今天在社會上，你學佛了，什麼叫學佛？你是真學佛，還是假學佛。真學佛沒有別的，要用真心，不欺騙自己、不欺騙眾生，你就是用真心。如果還是自欺欺人，你一天念十萬聲佛號也不管用，正是古德所說，「喊破喉嚨也枉然」。我們踏進念佛堂幾個人會得一心，幾個人會高品位的往生，就看他用的是什麼心。往生到西方極樂世界四土三輩九品，你生到哪一品也看你用的是什麼心。如果你是究竟圓滿的真誠心，你決定生到實報莊嚴土上品上生。諸位要知道，實報土上品上生，到那裡就作佛，就成佛了。所以看你用真心的程度。"
    },
    {
      "id": "14-012-0030_p0005",
      "zh_CN": "真心还有区别？有，怎么会没区别！《华严经》上讲的四十一位法身大士，都是用真心，真心用的多少不一样。才用少分，用一点点真心，那就是圆教初住菩萨；再多一点，那你就是二住菩萨。所以是究竟圆满的真心，你就是佛果，如来果地。等觉菩萨真心里头还掺杂一品妄，这四十一品虚妄的叫无明，四十一品无明，他还有一分无明没有断，他还不圆满。所以这一桩事情，完全看我们用真心用几分。晓得这个道理、这个事实，为什么不用圆满的真心？我们尽管用真诚心待人，以德报德，以德报怨，这是菩萨道。忘恩负义，以怨报怨，这是恶道众生，在六道里头还不是三善道，是三恶道。用妄心就堕恶道，六道都是恶道，用真心超凡入圣。所以我们不管别人用什么心对我们，他用的是妄心，甚至于毁谤我、侮辱我、陷害我，我都欢欢喜喜接受，依旧以真诚心对他。为什么？我要作佛，我要高品位往生；他不要作佛，他要搞三恶道。这就是我平常讲的死生事大，死了以后十法界摆在面前，我们选择哪一道？这个重要。我选择的是佛菩萨道，他们依旧还搞六道，他搞他的，我走我的。不能因为他冤枉我们、陷害我们，我们一定要报复，这个思想、这种行为，他搞三恶道，我也跟他后头也堕三恶道，这叫愚人。",
      "zh_TW": "真心還有區別？有，怎麼會沒區別！《華嚴經》上講的四十一位法身大士，都是用真心，真心用的多少不一樣。才用少分，用一點點真心，那就是圓教初住菩薩；再多一點，那你就是二住菩薩。所以是究竟圓滿的真心，你就是佛果，如來果地。等覺菩薩真心裡頭還摻雜一品妄，這四十一品虛妄的叫無明，四十一品無明，他還有一分無明沒有斷，他還不圓滿。所以這一樁事情，完全看我們用真心用幾分。曉得這個道理、這個事實，為什麼不用圓滿的真心？我們儘管用真誠心待人，以德報德，以德報怨，這是菩薩道。忘恩負義，以怨報怨，這是惡道眾生，在六道裡頭還不是三善道，是三惡道。用妄心就墮惡道，六道都是惡道，用真心超凡入聖。所以我們不管別人用什麼心對我們，他用的是妄心，甚至於毀謗我、侮辱我、陷害我，我都歡歡喜喜接受，依舊以真誠心對他。為什麼？我要作佛，我要高品位往生；他不要作佛，他要搞三惡道。這就是我平常講的死生事大，死了以後十法界擺在面前，我們選擇哪一道？這個重要。我選擇的是佛菩薩道，他們依舊還搞六道，他搞他的，我走我的。不能因為他冤枉我們、陷害我們，我們一定要報復，這個思想、這種行為，他搞三惡道，我也跟他後頭也墮三惡道，這叫愚人。"
    },
    {
      "id": "14-012-0030_p0006",
      "zh_CN": "诸佛菩萨大慈大悲教导我们，这就是经上讲的这两句话，『具大慈悲，救拔罪苦众生』。因为他用的心不是真诚心，妄心里面那个善心也算不错，他不是恶心是善心，这一念善念生起，他能够脱离三恶道，到人天中来。到人天，佛菩萨依旧不舍离他，这叫大慈悲。「佛氏门中，不舍一人」，是不是这个情形？是。诸佛菩萨常常照顾我们每一个人，可是我们自己正像经上讲的比喻，很容易迷惑、堕落，生到人天，人天比三恶道快乐多了。但是在人天当中享乐，又迷了。所以佛菩萨的照顾，我们一定要与他合作，也就是说遇到因缘自己要抓住，不要轻易的放过，然后我们在这一生所受的乐，这乐叫『妙乐』。「妙乐」是在一生受用当中，依然念念觉而不迷，这个乐就妙了。如果在享乐当中迷了，那就不妙。毕竟迷的多，觉的少；觉的人他真正懂得乐，迷的人没有乐。世间人都以为享受五欲六尘，这叫乐，在五欲六尘里面，起妄想、分别、执着就不乐了。处处跟别人较量，别人有的我也有，别人没有的我也要有，有了还想超过别人，这个乐就不妙了。这个乐对自己精神、物质都有很大的压力，这个乐哪里叫妙？",
      "zh_TW": "諸佛菩薩大慈大悲教導我們，這就是經上講的這兩句話，『具大慈悲，救拔罪苦眾生』。因為他用的心不是真誠心，妄心裡面那個善心也算不錯，他不是惡心是善心，這一念善念生起，他能夠脫離三惡道，到人天中來。到人天，佛菩薩依舊不捨離他，這叫大慈悲。「佛氏門中，不捨一人」，是不是這個情形？是。諸佛菩薩常常照顧我們每一個人，可是我們自己正像經上講的比喻，很容易迷惑、墮落，生到人天，人天比三惡道快樂多了。但是在人天當中享樂，又迷了。所以佛菩薩的照顧，我們一定要與他合作，也就是說遇到因緣自己要抓住，不要輕易的放過，然後我們在這一生所受的樂，這樂叫『妙樂』。「妙樂」是在一生受用當中，依然念念覺而不迷，這個樂就妙了。如果在享樂當中迷了，那就不妙。畢竟迷的多，覺的少；覺的人他真正懂得樂，迷的人沒有樂。世間人都以為享受五欲六塵，這叫樂，在五欲六塵裡面，起妄想、分別、執著就不樂了。處處跟別人較量，別人有的我也有，別人沒有的我也要有，有了還想超過別人，這個樂就不妙了。這個樂對自己精神、物質都有很大的壓力，這個樂哪裡叫妙？"
    },
    {
      "id": "14-012-0030_p0007",
      "zh_CN": "如果我们把中国跟外国做一个比较，就很明显的觉察。中国人羡慕外国人，他们住的房子好，每一个人都有汽车，出门都有车，家庭里面都是电器化，现代化的家庭，过得很舒服。中国人看到很羡慕，认为我们很落后，自己感到很难过、感觉到很苦。你是看到外表，没有深入一层看，往深入一层看，中国人快乐，外国人很苦，你就看到事实真相。为什么说外国人苦？他所有一切享受都是赊帐赊来的，银行贷款、保险公司贷款赊来的，背的一身都是债，他乐在哪里？每一天作牛作马辛辛苦苦工作，那个钱还帐，他过的是这个日子。中国人虽然过得粗茶淡饭，住个小茅篷，筑一个土墙、盖一点茅草，没有债，无债一身轻。这一种生活外国人作梦都想不到。中国人放工之后，下了工，心情多悠闲、多自在，几位老朋友快快乐乐聊天，吃几粒花生米，喝一点老酒，快乐得不得了。外国人哪有这种享受？他们放假期间找刺激，找刺激等于吸毒，来把他自己生活轻松一下。永远在紧张，在负债、还债，被债务逼迫，有什么快乐？我在美国住了十五年，我觉得美国人没有中国人快乐，这就是文化不一样，历史背景不相同。当然我们也应当要提升生活的品质，更应当要提升精神生活的品质。",
      "zh_TW": "如果我們把中國跟外國做一個比較，就很明顯的覺察。中國人羨慕外國人，他們住的房子好，每一個人都有汽車，出門都有車，家庭裡面都是電器化，現代化的家庭，過得很舒服。中國人看到很羨慕，認為我們很落後，自己感到很難過、感覺到很苦。你是看到外表，沒有深入一層看，往深入一層看，中國人快樂，外國人很苦，你就看到事實真相。為什麼說外國人苦？他所有一切享受都是賒帳賒來的，銀行貸款、保險公司貸款賒來的，背的一身都是債，他樂在哪裡？每一天作牛作馬辛辛苦苦工作，那個錢還帳，他過的是這個日子。中國人雖然過得粗茶淡飯，住個小茅篷，築一個土牆、蓋一點茅草，沒有債，無債一身輕。這一種生活外國人作夢都想不到。中國人放工之後，下了工，心情多悠閒、多自在，幾位老朋友快快樂樂聊天，吃幾粒花生米，喝一點老酒，快樂得不得了。外國人哪有這種享受？他們放假期間找刺激，找刺激等於吸毒，來把他自己生活輕鬆一下。永遠在緊張，在負債、還債，被債務逼迫，有什麼快樂？我在美國住了十五年，我覺得美國人沒有中國人快樂，這就是文化不一樣，歷史背景不相同。當然我們也應當要提升生活的品質，更應當要提升精神生活的品質。"
    },
    {
      "id": "14-012-0030_p0008",
      "zh_CN": "记得我在受戒的时候，这几乎是四十年前的事情。我的得戒和尚道源老法师，在戒坛里面他给我们讲了一个故事，我们印象很深，这是真的事情不是假的。他是苏北人，他小时候出家作小沙弥，他们地方上有一个乞丐，这个乞丐的儿子是地方上很有钱的一个商人，经商发了财。儿子发财了，父亲在外面要饭、讨饭，所以亲戚朋友见到，没有一个不骂他，他自己也觉得很难为情，没面子。就派了很多人到四处去找，好不容易把这个老爸爸找回来了。找回来之后给他换了衣服，好好的供养，派了几个人去伺候他，让老人家享享福。这个老人很奇怪，在家里住了差不多将近一个月，趁没有人注意的时候，他又偷偷的溜走了，溜到外面他又要饭去了。以后人家就觉得很奇怪：「你儿子请你回家去享福，你为什么出来？」他说：「我回去之后受罪，等于像被人关在笼子里面，像小鸟一样被人关着，天天被人喂，这个日子难过。」他说：「我出去讨饭，我身上什么都没有，到哪里都有饭吃，天天游山玩水，累了找个地方休息，这个日子快乐无比！」这个人懂得「受妙乐」。由此可知，俗人天天在家里享受一些物质受用，那不是妙乐，是俗乐，俗不堪，是那种乐，哪里懂得妙乐？",
      "zh_TW": "記得我在受戒的時候，這幾乎是四十年前的事情。我的得戒和尚道源老法師，在戒壇裡面他給我們講了一個故事，我們印象很深，這是真的事情不是假的。他是蘇北人，他小時候出家作小沙彌，他們地方上有一個乞丐，這個乞丐的兒子是地方上很有錢的一個商人，經商發了財。兒子發財了，父親在外面要飯、討飯，所以親戚朋友見到，沒有一個不罵他，他自己也覺得很難為情，沒面子。就派了很多人到四處去找，好不容易把這個老爸爸找回來了。找回來之後給他換了衣服，好好的供養，派了幾個人去伺候他，讓老人家享享福。這個老人很奇怪，在家裡住了差不多將近一個月，趁沒有人注意的時候，他又偷偷的溜走了，溜到外面他又要飯去了。以後人家就覺得很奇怪：「你兒子請你回家去享福，你為什麼出來？」他說：「我回去之後受罪，等於像被人關在籠子裡面，像小鳥一樣被人關著，天天被人餵，這個日子難過。」他說：「我出去討飯，我身上什麼都沒有，到哪裡都有飯吃，天天遊山玩水，累了找個地方休息，這個日子快樂無比！」這個人懂得「受妙樂」。由此可知，俗人天天在家裡享受一些物質受用，那不是妙樂，是俗樂，俗不堪，是那種樂，哪裡懂得妙樂？"
    },
    {
      "id": "14-012-0030_p0009",
      "zh_CN": "释迦牟尼佛给我们示现，三衣一钵，他受的是妙乐。人生在世所需要的，吃饱了、穿暖了，够了。真正懂得生活，那真的是游览山水，逍遥自在，这叫人生，这叫快乐。有缘尽心尽力帮助一切众生，帮助社会，牺牲奉献也是妙乐。不要名、不要利，不要权也不要位，今天讲做义工，无论在哪个职位统统是做义工，这里头有真乐，这里头叫妙乐。佛在经上讲得太多太多，很可惜我们听了、读了依旧不觉悟，依旧被烦恼缠缚。这个过失是在我们自己，不能够怨天尤人。人生很短，几十年真的是弹指之间，一定要觉悟，一定要懂得怎样过日子，怎样生活才是正确的，佛教导我们就是最正确的。一定要看破世俗，要能够脱离世俗，这就是佛家常讲的超凡入圣，要能够看破世俗、超越世俗。",
      "zh_TW": "釋迦牟尼佛給我們示現，三衣一缽，他受的是妙樂。人生在世所需要的，吃飽了、穿暖了，夠了。真正懂得生活，那真的是遊覽山水，逍遙自在，這叫人生，這叫快樂。有緣盡心盡力幫助一切眾生，幫助社會，犧牲奉獻也是妙樂。不要名、不要利，不要權也不要位，今天講做義工，無論在哪個職位統統是做義工，這裡頭有真樂，這裡頭叫妙樂。佛在經上講得太多太多，很可惜我們聽了、讀了依舊不覺悟，依舊被煩惱纏縛。這個過失是在我們自己，不能夠怨天尤人。人生很短，幾十年真的是彈指之間，一定要覺悟，一定要懂得怎樣過日子，怎樣生活才是正確的，佛教導我們就是最正確的。一定要看破世俗，要能夠脫離世俗，這就是佛家常講的超凡入聖，要能夠看破世俗、超越世俗。"
    },
    {
      "id": "14-012-0030_p0010",
      "zh_CN": "『是诸罪众，知业道苦』，这两句话非常要紧。本经一开端，一切诸佛赞叹释迦牟尼佛，在五浊恶世示现成佛，「知苦乐法」。佛知道什么法是苦的，什么法是乐的。我们听了佛的教诲，要知道业道苦。「业道」是什么？造业而不觉悟就叫做业道。我们起心动念、言语造作，迷而不觉，邪而不正，染而不净，就叫做业道。反过来，我们起心动念、言语造作，都能够觉而不迷，正而不邪，净而不染，那叫菩萨道，那就是佛道。佛道跟业道在事上没有差别，差别就在念头上，一念觉就是佛菩萨，一念迷就是业道苦。怎么样才能够『脱得出离』？「脱」是脱离恶道。不但脱离三恶道，六道都脱离了。什么时候脱离？现在脱离了。现在怎么个脱离？心里面于一切法不分别、不执着就脱离了。",
      "zh_TW": "『是諸罪眾，知業道苦』，這兩句話非常要緊。本經一開端，一切諸佛讚歎釋迦牟尼佛，在五濁惡世示現成佛，「知苦樂法」。佛知道什麼法是苦的，什麼法是樂的。我們聽了佛的教誨，要知道業道苦。「業道」是什麼？造業而不覺悟就叫做業道。我們起心動念、言語造作，迷而不覺，邪而不正，染而不淨，就叫做業道。反過來，我們起心動念、言語造作，都能夠覺而不迷，正而不邪，淨而不染，那叫菩薩道，那就是佛道。佛道跟業道在事上沒有差別，差別就在念頭上，一念覺就是佛菩薩，一念迷就是業道苦。怎麼樣才能夠『脫得出離』？「脫」是脫離惡道。不但脫離三惡道，六道都脫離了。什麼時候脫離？現在脫離了。現在怎麼個脫離？心裡面於一切法不分別、不執著就脫離了。"
    },
    {
      "id": "14-012-0030_p0011",
      "zh_CN": "脱离不是说离开这个环境，不是这个意思，不是说你逃避这个世间，那个错误了；即世间出世间。我们在吃饭，吃饭脱离了。世间人吃饭，对于饮食分别执着，那是染，那是迷。过的是迷邪染的生活，吃饭还是与迷邪染相应，这就是搞六道，这就是搞三恶道，这是业道苦。吃饭怎么出离？没有分别、没有执着，什么都好吃。淡有淡的滋味，咸有咸的滋味，没有分别、没有执着。吃饭里面脱离六道，穿衣里面，就是日常生活点点滴滴，跟大家过的生活没有两样；一个是过六道的生活，一个是出离的生活；一个是有分别执着，一个是没有分别执着；一个心不清净，一个心极清净。能够永远保持清净心，永远不生分别执着，那就『永不再历』，你不会走回头路了，永远出离恶道，六道都是恶道。再给诸位说，十法界也是恶道。佛菩萨给我们的教诲，我们真的听清楚，真的听明白，为什么不干？我们再看底下经文：",
      "zh_TW": "脫離不是說離開這個環境，不是這個意思，不是說你逃避這個世間，那個錯誤了；即世間出世間。我們在吃飯，吃飯脫離了。世間人吃飯，對於飲食分別執著，那是染，那是迷。過的是迷邪染的生活，吃飯還是與迷邪染相應，這就是搞六道，這就是搞三惡道，這是業道苦。吃飯怎麼出離？沒有分別、沒有執著，什麼都好吃。淡有淡的滋味，鹹有鹹的滋味，沒有分別、沒有執著。吃飯裡面脫離六道，穿衣裡面，就是日常生活點點滴滴，跟大家過的生活沒有兩樣；一個是過六道的生活，一個是出離的生活；一個是有分別執著，一個是沒有分別執著；一個心不清淨，一個心極清淨。能夠永遠保持清淨心，永遠不生分別執著，那就『永不再歷』，你不會走回頭路了，永遠出離惡道，六道都是惡道。再給諸位說，十法界也是惡道。佛菩薩給我們的教誨，我們真的聽清楚，真的聽明白，為什麼不幹？我們再看底下經文："
    },
    {
      "id": "14-012-0030_p0012",
      "zh_CN": "【如迷路人。误入险道。】",
      "zh_TW": "【如迷路人。誤入險道。】"
    },
    {
      "id": "14-012-0030_p0013",
      "zh_CN": "这个合前面的比喻，好像你走路，迷失了方向。『误入险道』，路途当中有一些狮子、豺狼虎豹、毒蛇猛兽，很危险。",
      "zh_TW": "這個合前面的比喻，好像你走路，迷失了方向。『誤入險道』，路途當中有一些獅子、豺狼虎豹、毒蛇猛獸，很危險。"
    },
    {
      "id": "14-012-0030_p0014",
      "zh_CN": "【遇善知识。引接令出。永不复入。】",
      "zh_TW": "【遇善知識。引接令出。永不復入。】"
    },
    {
      "id": "14-012-0030_p0015",
      "zh_CN": "这是你遇到一个好人，他对于途径里种种危险很清楚，劝你不要走这一条路。你懂得、明白，可以换一个方向走另外一条路，不必去冒险。你明白之后，看到别人误入恶道，你也要劝他。",
      "zh_TW": "這是你遇到一個好人，他對於途徑裡種種危險很清楚，勸你不要走這一條路。你懂得、明白，可以換一個方向走另外一條路，不必去冒險。你明白之後，看到別人誤入惡道，你也要勸他。"
    },
    {
      "id": "14-012-0030_p0016",
      "zh_CN": "【逢见他人。复劝莫入。】",
      "zh_TW": "【逢見他人。復勸莫入。】"
    },
    {
      "id": "14-012-0030_p0017",
      "zh_CN": "这就是辗转教化。",
      "zh_TW": "這就是輾轉教化。"
    },
    {
      "id": "14-012-0030_p0018",
      "zh_CN": "【自言因是迷故。得解脱竟。更不复入。】",
      "zh_TW": "【自言因是迷故。得解脫竟。更不復入。】"
    },
    {
      "id": "14-012-0030_p0019",
      "zh_CN": "告诉别人，你现在想走这条路，我过去曾经迷失，误走这个道路，遇到一个善知识，他劝导我，我回头了。帮助别人回头，从哪里回头？从妄想、分别、执着回头，从是非人我、贪瞋痴慢回头，这是恶道。我们遇到佛菩萨这善知识，佛菩萨给我们说这些道理，我们觉悟，所说这些事相，我们也观察清楚，我们再不走回头路。一切时、一切处，对人、对事、对物决定不再迷惑，就不再起心动念，不再分别执着，你就觉悟了。你还起心动念、还分别执着，那你就又错误了，又误入恶道。这里面的境界极其微细，又怕大家听了产生误会。这样子是不是世间一切人、一切事都不管了？我没有教你不管，我没有教你不做，只是教你不起分别、不起执着，不是教你不吃饭。饭还照吃，一天三餐一餐都没少掉。佛教我们吃饭不要分别、不要挑剔，哪里教你不吃饭？对于社会、一切众生，菩萨大慈大悲，随类化身，随机说法，诸佛菩萨忙得不亦乐乎！他不是不做，他什么都做，示现在各行各业，我们在《华严经》上看到，任何一个行业都做出最好的成绩，给一切大众做榜样，他哪里不做？可见得他真做。",
      "zh_TW": "告訴別人，你現在想走這條路，我過去曾經迷失，誤走這個道路，遇到一個善知識，他勸導我，我回頭了。幫助別人回頭，從哪裡回頭？從妄想、分別、執著回頭，從是非人我、貪瞋痴慢回頭，這是惡道。我們遇到佛菩薩這善知識，佛菩薩給我們說這些道理，我們覺悟，所說這些事相，我們也觀察清楚，我們再不走回頭路。一切時、一切處，對人、對事、對物決定不再迷惑，就不再起心動念，不再分別執著，你就覺悟了。你還起心動念、還分別執著，那你就又錯誤了，又誤入惡道。這裡面的境界極其微細，又怕大家聽了產生誤會。這樣子是不是世間一切人、一切事都不管了？我沒有教你不管，我沒有教你不做，只是教你不起分別、不起執著，不是教你不吃飯。飯還照吃，一天三餐一餐都沒少掉。佛教我們吃飯不要分別、不要挑剔，哪裡教你不吃飯？對於社會、一切眾生，菩薩大慈大悲，隨類化身，隨機說法，諸佛菩薩忙得不亦樂乎！他不是不做，他什麼都做，示現在各行各業，我們在《華嚴經》上看到，任何一個行業都做出最好的成績，給一切大眾做榜樣，他哪裡不做？可見得他真做。"
    },
    {
      "id": "14-012-0030_p0020",
      "zh_CN": "事上做得那么圆满，心里头干干净净、一尘不染。我们世间人做了居功骄傲，我做了这么多好事，我对社会、对众生有这么多的贡献。这就被染污，你就出不了六道，做再多的好事情，在六道里面享福，那个福不是妙乐。诸佛菩萨示现做再多的好事，自己心里头连痕迹都不沾，所谓是「作而无作，无作而作」，那叫妙。「作」是我们尽心尽力去做，「无作」是心地清净，决定没有妄想、没有分别、没有执着。这个意思一定要搞清楚、搞明白，才不至于产生误会。所做的为一切众生，我们决定尽心尽力，做成功了众生有福，不是我有功，我有什么功？做不成功，众生福德因缘不成熟，我也没有过。所以自行化他，都是随缘而不攀缘，攀缘是什么？着相就攀缘，离相就是随缘；有妄想、分别、执着就是攀缘，离妄想、分别、执着就是随缘。这些理事一定要搞清楚、搞明白，才不至于产生误会。再看下面经文：",
      "zh_TW": "事上做得那麼圓滿，心裡頭乾乾淨淨、一塵不染。我們世間人做了居功驕傲，我做了這麼多好事，我對社會、對眾生有這麼多的貢獻。這就被染污，你就出不了六道，做再多的好事情，在六道裡面享福，那個福不是妙樂。諸佛菩薩示現做再多的好事，自己心裡頭連痕跡都不沾，所謂是「作而無作，無作而作」，那叫妙。「作」是我們盡心盡力去做，「無作」是心地清淨，決定沒有妄想、沒有分別、沒有執著。這個意思一定要搞清楚、搞明白，才不至於產生誤會。所做的為一切眾生，我們決定盡心盡力，做成功了眾生有福，不是我有功，我有什麼功？做不成功，眾生福德因緣不成熟，我也沒有過。所以自行化他，都是隨緣而不攀緣，攀緣是什麼？著相就攀緣，離相就是隨緣；有妄想、分別、執著就是攀緣，離妄想、分別、執著就是隨緣。這些理事一定要搞清楚、搞明白，才不至於產生誤會。再看下面經文："
    },
    {
      "id": "14-012-0030_p0021",
      "zh_CN": "【若再履践。犹尚迷误。不觉旧曾所落险道。或致失命。如堕恶趣。】",
      "zh_TW": "【若再履踐。猶尚迷誤。不覺舊曾所落險道。或致失命。如墮惡趣。】"
    },
    {
      "id": "14-012-0030_p0022",
      "zh_CN": "这是合前面比喻，我们的恶习气太重，很难克服。『若再履践，犹尚迷误』，这两句话就是我们的警觉性不够高，穿衣吃饭又起分别、又要挑剔。我们从最小的地方去做，你每天吃饭，今天挑这个好吃的，明天讲究那个，你要晓得那是业道苦。贪图口味、贪图享受，你在造业，你没觉悟。我们在吃饭，在合掌念供养咒的时候供养佛，有没有想到释迦牟尼佛当年出去托钵，人家给什么吃什么。他有没有挑剔：「你今天给我的菜不好吃，不合我的口味。」佛有没有这么说过？佛的弟子有没有动过这个念头？没有。我们今天样样挑剔，我们在造业自己都不知道。喝茶要说什么好茶，我从来不懂什么好茶、坏茶，不知道。人家送给我的茶叶，我都转手送人了。送我什么高贵的东西都很冤枉，为什么？不识货，不知道贵贱，有得吃就好，有得穿就行。一定要把这些经教落实在生活当中，从哪里修起？天天要吃饭，天天要穿衣，天天要工作，就从现实生活上去反省，从现实生活上回头，回头是岸，改习气、改毛病。",
      "zh_TW": "這是合前面比喻，我們的惡習氣太重，很難克服。『若再履踐，猶尚迷誤』，這兩句話就是我們的警覺性不夠高，穿衣吃飯又起分別、又要挑剔。我們從最小的地方去做，你每天吃飯，今天挑這個好吃的，明天講究那個，你要曉得那是業道苦。貪圖口味、貪圖享受，你在造業，你沒覺悟。我們在吃飯，在合掌念供養咒的時候供養佛，有沒有想到釋迦牟尼佛當年出去托缽，人家給什麼吃什麼。他有沒有挑剔：「你今天給我的菜不好吃，不合我的口味。」佛有沒有這麼說過？佛的弟子有沒有動過這個念頭？沒有。我們今天樣樣挑剔，我們在造業自己都不知道。喝茶要說什麼好茶，我從來不懂什麼好茶、壞茶，不知道。人家送給我的茶葉，我都轉手送人了。送我什麼高貴的東西都很冤枉，為什麼？不識貨，不知道貴賤，有得吃就好，有得穿就行。一定要把這些經教落實在生活當中，從哪裡修起？天天要吃飯，天天要穿衣，天天要工作，就從現實生活上去反省，從現實生活上回頭，回頭是岸，改習氣、改毛病。"
    },
    {
      "id": "14-012-0030_p0023",
      "zh_CN": "『不觉旧曾所落险道』，这是你自己不觉悟，过去生中我们都在三恶道经历过，不仅仅是经历过，是经历无数次。我们今天能离开三恶道得人身，还不是地藏菩萨救拔的？所有一切诸佛菩萨，示现到饿鬼、地狱里面去度众生，都叫地藏菩萨。我们将来自己成就了，看到地狱众生苦，我们也化身到地狱度化众生，地狱人也称我们叫地藏菩萨；地藏菩萨是个通号，不是一个人的专有名词。我们现在得人身，把过去三恶道的苦，忘得干干净净。我们看到三恶道众生有没有起觉悟？看到畜生，觉悟畜生苦，我曾经做过畜生。看到饿鬼、地狱， 觉悟饿鬼、地狱苦，我曾经堕过地狱，曾经做过饿鬼，还想不想再做？牠为什么变畜生？愚痴；为什么堕饿鬼？贪欲；为什么堕地狱？瞋恚。贪瞋痴堕三恶道，我今天心里头常常还起贪瞋痴，你就是「若再履践」，你走回头路了。",
      "zh_TW": "『不覺舊曾所落險道』，這是你自己不覺悟，過去生中我們都在三惡道經歷過，不僅僅是經歷過，是經歷無數次。我們今天能離開三惡道得人身，還不是地藏菩薩救拔的？所有一切諸佛菩薩，示現到餓鬼、地獄裡面去度眾生，都叫地藏菩薩。我們將來自己成就了，看到地獄眾生苦，我們也化身到地獄度化眾生，地獄人也稱我們叫地藏菩薩；地藏菩薩是個通號，不是一個人的專有名詞。我們現在得人身，把過去三惡道的苦，忘得乾乾淨淨。我們看到三惡道眾生有沒有起覺悟？看到畜生，覺悟畜生苦，我曾經做過畜生。看到餓鬼、地獄， 覺悟餓鬼、地獄苦，我曾經墮過地獄，曾經做過餓鬼，還想不想再做？牠為什麼變畜生？愚痴；為什麼墮餓鬼？貪欲；為什麼墮地獄？瞋恚。貪瞋痴墮三惡道，我今天心裡頭常常還起貪瞋痴，你就是「若再履踐」，你走回頭路了。"
    },
    {
      "id": "14-012-0030_p0024",
      "zh_CN": "好不容易离开三恶道才得人身，得人身还继续不断造三恶道的业，你人身一失掉的时候，又回到三恶道去了。不是跟前面经上讲的一样吗？才出离恶道，没有一会儿打个转他又回来了。我们人间跟三恶道时差很大，一般讲人间一个月是饿鬼道的一天；其实饿鬼道、畜生道、地狱道，他们每一道里面时差也不同。地狱里面一天有的是人间几百年，有的是人间几千年，差别很大。我们算时差小一点的，算一百年，你从地狱出来得人身，纵然你活上一百岁，你又造作五逆十恶，一百岁寿命完了，又回到地狱去；地狱人看到你的时候，你才出去一天，你怎么又回来了？就是这种情形。把菩萨的教诲忘得一干二净。请看下面经文：",
      "zh_TW": "好不容易離開三惡道才得人身，得人身還繼續不斷造三惡道的業，你人身一失掉的時候，又回到三惡道去了。不是跟前面經上講的一樣嗎？才出離惡道，沒有一會兒打個轉他又回來了。我們人間跟三惡道時差很大，一般講人間一個月是餓鬼道的一天；其實餓鬼道、畜生道、地獄道，他們每一道裡面時差也不同。地獄裡面一天有的是人間幾百年，有的是人間幾千年，差別很大。我們算時差小一點的，算一百年，你從地獄出來得人身，縱然你活上一百歲，你又造作五逆十惡，一百歲壽命完了，又回到地獄去；地獄人看到你的時候，你才出去一天，你怎麼又回來了？就是這種情形。把菩薩的教誨忘得一乾二淨。請看下面經文："
    },
    {
      "id": "14-012-0030_p0025",
      "zh_CN": "【地藏菩萨方便力故。使令解脱。生人天中。旋又再入。】",
      "zh_TW": "【地藏菩薩方便力故。使令解脫。生人天中。旋又再入。】"
    },
    {
      "id": "14-012-0030_p0026",
      "zh_CN": "这就是我刚才说的比喻。『旋』是很快，才出来马上又回去了。如果照一般的讲法，过去李炳南老居士在大专佛学讲座，给我们说地狱的状况。他说地狱一天，是我们人间两千七百年，岂不是你到人间纵然活上一百岁、两百岁，还不是几分钟又要回去了？才出来透一口气又回去了。真的是这种情形，这是你佛学还相当有根底，地藏菩萨一劝你，动了一念善心你出来了，出来之后马上就又迷了。",
      "zh_TW": "這就是我剛才說的比喻。『旋』是很快，才出來馬上又回去了。如果照一般的講法，過去李炳南老居士在大專佛學講座，給我們說地獄的狀況。他說地獄一天，是我們人間兩千七百年，豈不是你到人間縱然活上一百歲、兩百歲，還不是幾分鐘又要回去了？才出來透一口氣又回去了。真的是這種情形，這是你佛學還相當有根底，地藏菩薩一勸你，動了一念善心你出來了，出來之後馬上就又迷了。"
    },
    {
      "id": "14-012-0030_p0027",
      "zh_CN": "【若业结重。永处地狱。无解脱时。】",
      "zh_TW": "【若業結重。永處地獄。無解脫時。】"
    },
    {
      "id": "14-012-0030_p0028",
      "zh_CN": "这是讲你业很重，地藏菩萨在那里说你不听、不相信。这么重的业障在地狱里，地藏菩萨经常去地狱教化，你也不认识，见到菩萨理也不理。诸佛菩萨在哪一道教化，一定示现那一道的同类身才能教化。不是以三十二相八十种好，不是以这种身，这种身没有福报的人见不到，见的是同类身，同类身就很不容易认识。我们这个世间佛菩萨应化的很多，古时候多，现在更多。为什么说现在更多？现在众生更苦，佛菩萨示现必定就更多。可是示现我们同类身，不认识？哪个人是佛？哪个人是菩萨？我们怎么知道。一定要深明佛法，你对佛理了解得相当透彻，心地清净，警觉性高，逐渐逐渐在周边你就发现，真的有很多佛菩萨，时时刻刻在照顾我们。这些佛菩萨示现的相不一样，有善、有恶，示现的境界有顺境、有逆境，无非都是帮助我们觉悟、回头。顺境里面帮助我们断贪、断贪爱，逆境里面帮助我们断瞋恚，让我们的心在善恶、顺逆境界里面，得清净心、得平等心。当我们在顺境里面生贪爱，逆境里面生瞋恚，这就是经上讲的又迷了、又堕落了，离开恶道没几天还是要回去。这是佛在经上也常讲的，只要在六道轮回，决定是在三恶道的时间长，三善道的时间短，一定的道理。如果你不能够认清环境，不能够接受教诲，你就是业障太重，『永处地狱，无解脱时』。这是事实真相，所以堕到地狱寿命无量劫。再看下面经文：",
      "zh_TW": "這是講你業很重，地藏菩薩在那裡說你不聽、不相信。這麼重的業障在地獄裡，地藏菩薩經常去地獄教化，你也不認識，見到菩薩理也不理。諸佛菩薩在哪一道教化，一定示現那一道的同類身才能教化。不是以三十二相八十種好，不是以這種身，這種身沒有福報的人見不到，見的是同類身，同類身就很不容易認識。我們這個世間佛菩薩應化的很多，古時候多，現在更多。為什麼說現在更多？現在眾生更苦，佛菩薩示現必定就更多。可是示現我們同類身，不認識？哪個人是佛？哪個人是菩薩？我們怎麼知道。一定要深明佛法，你對佛理了解得相當透徹，心地清淨，警覺性高，逐漸逐漸在周邊你就發現，真的有很多佛菩薩，時時刻刻在照顧我們。這些佛菩薩示現的相不一樣，有善、有惡，示現的境界有順境、有逆境，無非都是幫助我們覺悟、回頭。順境裡面幫助我們斷貪、斷貪愛，逆境裡面幫助我們斷瞋恚，讓我們的心在善惡、順逆境界裡面，得清淨心、得平等心。當我們在順境裡面生貪愛，逆境裡面生瞋恚，這就是經上講的又迷了、又墮落了，離開惡道沒幾天還是要回去。這是佛在經上也常講的，只要在六道輪迴，決定是在三惡道的時間長，三善道的時間短，一定的道理。如果你不能夠認清環境，不能夠接受教誨，你就是業障太重，『永處地獄，無解脫時』。這是事實真相，所以墮到地獄壽命無量劫。再看下面經文："
    },
    {
      "id": "14-012-0030_p0029",
      "zh_CN": "【尔时恶毒鬼王。合掌恭敬。白佛言。世尊。我等诸鬼王。其数无量。在阎浮提。或利益人。或损害人。各各不同。然是业报。使我眷属。游行世界。多恶少善。】",
      "zh_TW": "【爾時惡毒鬼王。合掌恭敬。白佛言。世尊。我等諸鬼王。其數無量。在閻浮提。或利益人。或損害人。各各不同。然是業報。使我眷屬。遊行世界。多惡少善。】"
    },
    {
      "id": "14-012-0030_p0030",
      "zh_CN": "前面我们曾经读到，与会的这些大鬼王，本经列名有几十位，『恶毒鬼王』他是班首，他是代表，排名在第一。佛告诉我们这一些大鬼王，都是法身大士，都是诸佛菩萨示现的，不是真正的鬼王。真正的饿鬼道，哪有资格参加释迦牟尼佛这样殊胜的法会？他是示现鬼王身，在鬼道里面度众生，实际上他是菩萨。像我们佛门里常常放燄口，燄口台对面一般用纸扎一个鬼王，青面獠牙，那个样子很难看，叫焦面大士。是什么人？观世音菩萨。观世音在鬼道里面，也是示现鬼王的身分，他要示现人天身分，就度不了那一类众生，在鬼道一定要现饿鬼身，这是观音菩萨。",
      "zh_TW": "前面我們曾經讀到，與會的這些大鬼王，本經列名有幾十位，『惡毒鬼王』他是班首，他是代表，排名在第一。佛告訴我們這一些大鬼王，都是法身大士，都是諸佛菩薩示現的，不是真正的鬼王。真正的餓鬼道，哪有資格參加釋迦牟尼佛這樣殊勝的法會？他是示現鬼王身，在鬼道裡面度眾生，實際上他是菩薩。像我們佛門裡常常放燄口，燄口台對面一般用紙紮一個鬼王，青面獠牙，那個樣子很難看，叫焦面大士。是什麼人？觀世音菩薩。觀世音在鬼道裡面，也是示現鬼王的身分，他要示現人天身分，就度不了那一類眾生，在鬼道一定要現餓鬼身，這是觀音菩薩。"
    },
    {
      "id": "14-012-0030_p0031",
      "zh_CN": "鬼王『合掌恭敬』，这对佛说；前面是礼节，我们也不必细说。『世尊』，是对释迦牟尼佛的尊称。『我等诸鬼王，其数无量，在阎浮提』，在这个世间数量太多太多了，鬼比人多。说实在话，凡是有人居住的地方就有鬼在居住，人鬼杂居，我们的生活是两个不同的空间，所以可以重叠在一起，彼此互相没有妨碍；人住的房子跟鬼住的房子，可以重叠在一起各不相碍。我们人的墙壁对他没有障碍，他可以互相通过，但是他住的房子，他不能通过；就是鬼的房子墙壁，我们人可以互相走没有障碍，他有障碍。这是两种不同的时空，它重叠在一起。我们人实在讲有时候常常遇到鬼，如果我们冷静想一想，自己一定有遇到鬼的经验。我们或者在房屋里面、或者在房屋外面，突然一阵感觉到不舒服，寒毛直竖，那是什么？那就遇到鬼了。受到鬼他发出波的影响，现在科学家讲磁场。我们的磁场跟他的磁场接触，如果我们磁场力量大就不受干扰，如果我们比较弱就受他干扰，受他干扰就觉得一身不舒服。他会干扰我们，我们也会干扰他，我们磁场特别强的时候他会避开，他不会靠近的，为什么？靠近他不舒服。",
      "zh_TW": "鬼王『合掌恭敬』，這對佛說；前面是禮節，我們也不必細說。『世尊』，是對釋迦牟尼佛的尊稱。『我等諸鬼王，其數無量，在閻浮提』，在這個世間數量太多太多了，鬼比人多。說實在話，凡是有人居住的地方就有鬼在居住，人鬼雜居，我們的生活是兩個不同的空間，所以可以重疊在一起，彼此互相沒有妨礙；人住的房子跟鬼住的房子，可以重疊在一起各不相礙。我們人的牆壁對他沒有障礙，他可以互相通過，但是他住的房子，他不能通過；就是鬼的房子牆壁，我們人可以互相走沒有障礙，他有障礙。這是兩種不同的時空，它重疊在一起。我們人實在講有時候常常遇到鬼，如果我們冷靜想一想，自己一定有遇到鬼的經驗。我們或者在房屋裡面、或者在房屋外面，突然一陣感覺到不舒服，寒毛直豎，那是什麼？那就遇到鬼了。受到鬼他發出波的影響，現在科學家講磁場。我們的磁場跟他的磁場接觸，如果我們磁場力量大就不受干擾，如果我們比較弱就受他干擾，受他干擾就覺得一身不舒服。他會干擾我們，我們也會干擾他，我們磁場特別強的時候他會避開，他不會靠近的，為什麼？靠近他不舒服。"
    },
    {
      "id": "14-012-0030_p0032",
      "zh_CN": "所以佛法当中经上常常讲，一个修行人真正修行功夫得力，四十里范围之内这一些恶鬼、恶神都避开，为什么？你磁场太强，他进来的时候很不舒服，你的磁场的力量，能够控制四十里这么大的范围，他会避开。修行人还碰到鬼，换句话说，你的修行功夫太差了，鬼都欺负你、都笑话你。你那个修行功夫是假的，不是真的，表面上做的样，心里面还是贪瞋痴慢，所以鬼也瞧不起你，就是这么个道理。人怕鬼，鬼更怕人，岂不闻常常说「人有三分怕鬼，鬼有七分怕人」，所以很多人常常怕鬼，那就奇怪了。应当鬼怕你才对，你怎么能怕鬼？心地正直，鬼都回避你三分，鬼尊敬好人。心地正直、清净、慈悲，鬼神都尊敬你，怎么敢伤害你！鬼神拥护你那就是利益人，鬼神来作弄你那就是损害人，各个不同。我们要问鬼神对人到底是利益多、还是损害多？这个问题不在他，在我们自己本身。我们自己本身要是存好心、做好事，利益社会、利益大众，鬼神决定对你利益的，护念你、拥护你。如果我们起心动念，邪是恶，所作所为都是损害别人、损害社会，只顾自己的利益，鬼神对你就是损害了。所以不在对方，在自己这一方。他这后面也说得好，『然是业报，使我眷属，游行世界，多恶少善』，「多恶少善」就说明世间人造恶业的多，恶与恶交感，善与善感应。善恶的标准，最简单的标准是五戒十善。下面再举例子说，这些话都是恶毒鬼王所说：",
      "zh_TW": "所以佛法當中經上常常講，一個修行人真正修行功夫得力，四十里範圍之內這一些惡鬼、惡神都避開，為什麼？你磁場太強，他進來的時候很不舒服，你的磁場的力量，能夠控制四十里這麼大的範圍，他會避開。修行人還碰到鬼，換句話說，你的修行功夫太差了，鬼都欺負你、都笑話你。你那個修行功夫是假的，不是真的，表面上做的樣，心裡面還是貪瞋痴慢，所以鬼也瞧不起你，就是這麼個道理。人怕鬼，鬼更怕人，豈不聞常常說「人有三分怕鬼，鬼有七分怕人」，所以很多人常常怕鬼，那就奇怪了。應當鬼怕你才對，你怎麼能怕鬼？心地正直，鬼都迴避你三分，鬼尊敬好人。心地正直、清淨、慈悲，鬼神都尊敬你，怎麼敢傷害你！鬼神擁護你那就是利益人，鬼神來作弄你那就是損害人，各個不同。我們要問鬼神對人到底是利益多、還是損害多？這個問題不在他，在我們自己本身。我們自己本身要是存好心、做好事，利益社會、利益大眾，鬼神決定對你利益的，護念你、擁護你。如果我們起心動念，邪是惡，所作所為都是損害別人、損害社會，只顧自己的利益，鬼神對你就是損害了。所以不在對方，在自己這一方。他這後面也說得好，『然是業報，使我眷屬，遊行世界，多惡少善』，「多惡少善」就說明世間人造惡業的多，惡與惡交感，善與善感應。善惡的標準，最簡單的標準是五戒十善。下面再舉例子說，這些話都是惡毒鬼王所說："
    },
    {
      "id": "14-012-0030_p0033",
      "zh_CN": "【过人家庭。或城邑聚落。庄园房舍。或有男子女人。修毛发善事。乃至悬一旛一盖。少香少华。供养佛像。及菩萨像。或转读尊经。烧香供养一句一偈。】",
      "zh_TW": "【過人家庭。或城邑聚落。莊園房舍。或有男子女人。修毛髮善事。乃至懸一旛一蓋。少香少華。供養佛像。及菩薩像。或轉讀尊經。燒香供養一句一偈。】"
    },
    {
      "id": "14-012-0030_p0034",
      "zh_CN": "这是鬼神所见到人修善，我们把这一段略略的说说。鬼神经历人的家庭，这是常事，常常有，几乎天天都有。『城邑聚落』这就讲我们都市，都市里有鬼神，街道上白天阳气很盛他避开，凡是鬼神都怕阳光，所以他们出现都是在阴暗的时候，在夜晚。大概到黄昏太阳落山的时候，这鬼神就出来了，但是人数很少，就好像清晨四、五点钟天刚刚亮的时候，少数有些人出去运动，多半还在睡觉还没出来。什么时候最多？大概夜晚十点、十一点、十二点，街上都是，好热闹，街上都是鬼。我们人有人的商店有街道，他有他的街道，他有他的商店。上次雷居士在此地跟你们报告，那是真的，不是假的，真人真事，人鬼杂居。『庄园房舍』，他所经历的地方，村庄园林有人居住的房屋这些地方。他在这地方看到有人在行善，这是一念善心，他在做这个事情。『或有男子女人，修毛发善事』，小善，在这里做了一点小的善事。",
      "zh_TW": "這是鬼神所見到人修善，我們把這一段略略的說說。鬼神經歷人的家庭，這是常事，常常有，幾乎天天都有。『城邑聚落』這就講我們都市，都市裡有鬼神，街道上白天陽氣很盛他避開，凡是鬼神都怕陽光，所以他們出現都是在陰暗的時候，在夜晚。大概到黃昏太陽落山的時候，這鬼神就出來了，但是人數很少，就好像清晨四、五點鐘天剛剛亮的時候，少數有些人出去運動，多半還在睡覺還沒出來。什麼時候最多？大概夜晚十點、十一點、十二點，街上都是，好熱鬧，街上都是鬼。我們人有人的商店有街道，他有他的街道，他有他的商店。上次雷居士在此地跟你們報告，那是真的，不是假的，真人真事，人鬼雜居。『莊園房舍』，他所經歷的地方，村莊園林有人居住的房屋這些地方。他在這地方看到有人在行善，這是一念善心，他在做這個事情。『或有男子女人，修毛髮善事』，小善，在這裡做了一點小的善事。"
    },
    {
      "id": "14-012-0030_p0035",
      "zh_CN": "哪些善事？底下举几个例子，『乃至悬一旛一盖』，「旛盖」的意思前面讲过，古时候悬旛悬幢就是现在讲的宣传佛法，从前用这个方法来传播讯息，告诉大众这个地方有讲经、有法会，大家知道了，他愿意的可以来参加，这是发出讯息。现在不需要，现在的资讯发达，比这些方法更进步、更殊胜、更快速。但是这一些旛跟盖，对人它的作用已经没有，对于鬼神还是有用处。可是诸位要记住，这是传递讯息。『少香少华』这是表修行，一炷香、一瓣花，还不是一朵，花瓣一瓣，表什么？表修行。大家都晓得，香表戒定，花表六度，他动了一念戒定六度的念头，我们燃香、供花就产生了真实的利益。虽然这一念很薄弱，毛发善事，但是他真的是一念，是个善念。善念很弱，善念的时间很短，都值得赞叹；起一个善念不容易，平常起的念头都是恶念。",
      "zh_TW": "哪些善事？底下舉幾個例子，『乃至懸一旛一蓋』，「旛蓋」的意思前面講過，古時候懸旛懸幢就是現在講的宣傳佛法，從前用這個方法來傳播訊息，告訴大眾這個地方有講經、有法會，大家知道了，他願意的可以來參加，這是發出訊息。現在不需要，現在的資訊發達，比這些方法更進步、更殊勝、更快速。但是這一些旛跟蓋，對人它的作用已經沒有，對於鬼神還是有用處。可是諸位要記住，這是傳遞訊息。『少香少華』這是表修行，一炷香、一瓣花，還不是一朵，花瓣一瓣，表什麼？表修行。大家都曉得，香表戒定，花表六度，他動了一念戒定六度的念頭，我們燃香、供花就產生了真實的利益。雖然這一念很薄弱，毛髮善事，但是他真的是一念，是個善念。善念很弱，善念的時間很短，都值得讚歎；起一個善念不容易，平常起的念頭都是惡念。"
    },
    {
      "id": "14-012-0030_p0036",
      "zh_CN": "『供养佛像，及菩萨像』，「供养」是瞻礼，瞻仰、礼拜。或者是「转读尊经」，是你在读经。『烧香供养一句一偈』，读经的时候可以烧香，烧香是供养法宝的。你在读经的时候有鬼神听，古人读经的时候烧香常有，现在人读经烧香已经很少了。我们只有在供佛的时候烧香，我们在读经的时候已经很少烧香。可是读经念佛的时候不在念佛堂，在其他的场合当中，我们读经念佛有时候会闻到异香，会闻到一阵香气，不像我们平常所烧的这些香，香气很浓，会有这个状况发生。这是什么事情？这是我们在读经的时候，有这些天神从这里过，鬼神从这边过，他恭敬供养我们很难觉察。天神他在这里经过，他看到了在那里合掌停一下，天人身上有香气，所以你闻到香，这是很多很多很多的现象，许多同修都曾经经历过。我们遇到这个境界也不必生欢喜心，这很普通的事情，很平常的事情。如果你遇到这些事情，你觉得奇怪，觉得很不平常、很欢喜，就生起贡高我慢，那你就错了，就着魔了。以平常心看待，这就是好境界。再看底下一段经文：",
      "zh_TW": "『供養佛像，及菩薩像』，「供養」是瞻禮，瞻仰、禮拜。或者是「轉讀尊經」，是你在讀經。『燒香供養一句一偈』，讀經的時候可以燒香，燒香是供養法寶的。你在讀經的時候有鬼神聽，古人讀經的時候燒香常有，現在人讀經燒香已經很少了。我們只有在供佛的時候燒香，我們在讀經的時候已經很少燒香。可是讀經念佛的時候不在念佛堂，在其他的場合當中，我們讀經念佛有時候會聞到異香，會聞到一陣香氣，不像我們平常所燒的這些香，香氣很濃，會有這個狀況發生。這是什麼事情？這是我們在讀經的時候，有這些天神從這裡過，鬼神從這邊過，他恭敬供養我們很難覺察。天神他在這裡經過，他看到了在那裡合掌停一下，天人身上有香氣，所以你聞到香，這是很多很多很多的現象，許多同修都曾經經歷過。我們遇到這個境界也不必生歡喜心，這很普通的事情，很平常的事情。如果你遇到這些事情，你覺得奇怪，覺得很不平常、很歡喜，就生起貢高我慢，那你就錯了，就著魔了。以平常心看待，這就是好境界。再看底下一段經文："
    },
    {
      "id": "14-012-0030_p0037",
      "zh_CN": "【我等鬼王。敬礼是人。】",
      "zh_TW": "【我等鬼王。敬禮是人。】"
    },
    {
      "id": "14-012-0030_p0038",
      "zh_CN": "对于修善的人这些鬼都尊敬，都向你行礼。",
      "zh_TW": "對於修善的人這些鬼都尊敬，都向你行禮。"
    },
    {
      "id": "14-012-0030_p0039",
      "zh_CN": "【如过去。现在。未来诸佛。】",
      "zh_TW": "【如過去。現在。未來諸佛。】"
    },
    {
      "id": "14-012-0030_p0040",
      "zh_CN": "他对于修善的人，当然这不是普通的鬼，普通的鬼没有这个境界。人起一念善心，做一点点善事，就把这时候的人当作诸佛一样看待，这是真的不是假的。所以我常讲念佛堂念佛的这些大众，每个人都是佛，跟这经上讲的有什么两样。因为你在念佛堂的时候万缘放下，一心专念阿弥陀佛，你跟阿弥陀佛相应，「一念相应一念佛，念念相应念念佛」，你不是佛谁是佛？我们今天护持护法的人、供养的人，我们是真正在供养诸佛如来，这个福多大！你离开念佛堂，接触一切人事物又起心动念，那你就回转了，你又退转了，这个修行是进进退退的。不过你现在还没有到三途去，你退转了又造三途业，三途报还没现前，这还不要紧。所以在念佛堂、在讲堂薰习的时间愈长愈好。",
      "zh_TW": "他對於修善的人，當然這不是普通的鬼，普通的鬼沒有這個境界。人起一念善心，做一點點善事，就把這時候的人當作諸佛一樣看待，這是真的不是假的。所以我常講念佛堂念佛的這些大眾，每個人都是佛，跟這經上講的有什麼兩樣。因為你在念佛堂的時候萬緣放下，一心專念阿彌陀佛，你跟阿彌陀佛相應，「一念相應一念佛，念念相應念念佛」，你不是佛誰是佛？我們今天護持護法的人、供養的人，我們是真正在供養諸佛如來，這個福多大！你離開念佛堂，接觸一切人事物又起心動念，那你就回轉了，你又退轉了，這個修行是進進退退的。不過你現在還沒有到三途去，你退轉了又造三途業，三途報還沒現前，這還不要緊。所以在念佛堂、在講堂薰習的時間愈長愈好。"
    },
    {
      "id": "14-012-0030_p0041",
      "zh_CN": "我们希望将来弥陀村建立，念佛堂念佛每天二十四小时不间断，现在是做到十二个小时，将来希望做到二十四小时。这样的道场，如果在那里把心安定下来，住上三年，哪有不成就的道理！这就是一门深入，长时薰修，这个力量大，三年五载决定成就。净宗法门确实能令一切罪苦众生一生成佛，这法门是无比的殊胜。我们都是罪苦众生，我们一生为什么成就不了？缘不足，没有机会。实在说有善根、有福德，没有因缘。今天建立念佛堂、建立弥陀村，就是为一切众生建立得度的因缘，让你善根、福德、因缘三个条件统统具足，你就成就了。有把握在这一生当中，往生不退成佛，这一生就成就了。所以我们晓得发一念善心，鬼神都把你当作佛看待，你是过去、现在、未来诸佛，把你看作三世诸佛。",
      "zh_TW": "我們希望將來彌陀村建立，念佛堂念佛每天二十四小時不間斷，現在是做到十二個小時，將來希望做到二十四小時。這樣的道場，如果在那裡把心安定下來，住上三年，哪有不成就的道理！這就是一門深入，長時薰修，這個力量大，三年五載決定成就。淨宗法門確實能令一切罪苦眾生一生成佛，這法門是無比的殊勝。我們都是罪苦眾生，我們一生為什麼成就不了？緣不足，沒有機會。實在說有善根、有福德，沒有因緣。今天建立念佛堂、建立彌陀村，就是為一切眾生建立得度的因緣，讓你善根、福德、因緣三個條件統統具足，你就成就了。有把握在這一生當中，往生不退成佛，這一生就成就了。所以我們曉得發一念善心，鬼神都把你當作佛看待，你是過去、現在、未來諸佛，把你看作三世諸佛。"
    },
    {
      "id": "14-012-0030_p0042",
      "zh_CN": "【敕诸小鬼。各有大力。及土地分。便令卫护。】",
      "zh_TW": "【敕諸小鬼。各有大力。及土地分。便令衛護。】"
    },
    {
      "id": "14-012-0030_p0043",
      "zh_CN": "大鬼王看到了派遣小鬼去照顾。『及土地分』，「土地」就是说我们讲的土地公，派这些小鬼，派这些土地去卫护，就是一般所讲的保佑。他不是保佑人，是因为你人行善他才保佑。这个善决定是那一点善心、善念，感动鬼神来护卫你。可是世间人往往错会了意思，希求鬼神保护，保护他什么？保护他的贪瞋痴，这就搞错了。保佑他升官、发财，发了大财，他再来供养鬼神，跟鬼神谈条件。你帮助我发一百万，我拿一万块钱来供养你。这就是什么？贿赂鬼神。他做坏事，希望鬼神帮助他、成就他做坏事，这样不但不能得到鬼神帮助，鬼神就来祸害他，所以鬼神作恶的就很多。这样感得是恶鬼恶神，也可能帮助你发财，财发了之后叫你一败涂地。你所感得的不是正神，是邪神、邪魅，是妖魔鬼怪。正神远离你，不来卫护你，这个道理我们一定要懂得。你的善事一定是善心、善念，差别就在此地。心地邪恶，天天拜神、拜菩萨，都没用处，决定不相应。所以一个道场，道场主持的人、里面大众心不在道，心里面也是搞名闻利养、贪瞋痴慢，问问这个道场有没有佛菩萨？没有。塑的是佛菩萨形像，佛菩萨根本就不会到这个道场来。哪些人来？妖魔鬼怪冒充佛菩萨，在此地诈骗众生。你感得的是妖魔鬼怪，你拜的是妖魔鬼怪，不是佛菩萨。这些鬼神保护你，下面说：",
      "zh_TW": "大鬼王看到了派遣小鬼去照顧。『及土地分』，「土地」就是說我們講的土地公，派這些小鬼，派這些土地去衛護，就是一般所講的保佑。他不是保佑人，是因為你人行善他才保佑。這個善決定是那一點善心、善念，感動鬼神來護衛你。可是世間人往往錯會了意思，希求鬼神保護，保護他什麼？保護他的貪瞋痴，這就搞錯了。保佑他升官、發財，發了大財，他再來供養鬼神，跟鬼神談條件。你幫助我發一百萬，我拿一萬塊錢來供養你。這就是什麼？賄賂鬼神。他做壞事，希望鬼神幫助他、成就他做壞事，這樣不但不能得到鬼神幫助，鬼神就來禍害他，所以鬼神作惡的就很多。這樣感得是惡鬼惡神，也可能幫助你發財，財發了之後叫你一敗塗地。你所感得的不是正神，是邪神、邪魅，是妖魔鬼怪。正神遠離你，不來衛護你，這個道理我們一定要懂得。你的善事一定是善心、善念，差別就在此地。心地邪惡，天天拜神、拜菩薩，都沒用處，決定不相應。所以一個道場，道場主持的人、裡面大眾心不在道，心裡面也是搞名聞利養、貪瞋痴慢，問問這個道場有沒有佛菩薩？沒有。塑的是佛菩薩形像，佛菩薩根本就不會到這個道場來。哪些人來？妖魔鬼怪冒充佛菩薩，在此地詐騙眾生。你感得的是妖魔鬼怪，你拜的是妖魔鬼怪，不是佛菩薩。這些鬼神保護你，下面說："
    },
    {
      "id": "14-012-0030_p0044",
      "zh_CN": "【不令恶事横事。恶病横病。乃至不如意事。近于此舍等处。何况入门。】",
      "zh_TW": "【不令惡事橫事。惡病橫病。乃至不如意事。近於此舍等處。何況入門。】"
    },
    {
      "id": "14-012-0030_p0045",
      "zh_CN": "都在一念真善，善与善相感应，你有鬼神保护你。在佛的戒经当中说过，你能够受持三皈，就有三十六位护法神日夜保护你。你持五戒，持一条戒就有五位护戒神保护你，五戒全持就有二十五位护戒神保护你。你修十善，就是此地经上讲的，这些鬼王派遣小鬼、土地卫护你。我们都受三皈依，也有受五戒、受菩萨戒，有没有这些护法神保护？不见得。何以说不见得？你所受的是名字戒，是形式不是实质。你受三皈，你有没有皈？有没有依？如果只是请一个法师给你做个仪式，实际上你没有回头，也没有依靠，你还是跟从前一样，这个没有护法神。三皈，皈是真的回头，依是从今以后确实有了依靠，要跟你所依的相应，你才是真正的皈依，你才能感得护法神保护你；不是说做一个形式，没有用处。",
      "zh_TW": "都在一念真善，善與善相感應，你有鬼神保護你。在佛的戒經當中說過，你能夠受持三皈，就有三十六位護法神日夜保護你。你持五戒，持一條戒就有五位護戒神保護你，五戒全持就有二十五位護戒神保護你。你修十善，就是此地經上講的，這些鬼王派遣小鬼、土地衛護你。我們都受三皈依，也有受五戒、受菩薩戒，有沒有這些護法神保護？不見得。何以說不見得？你所受的是名字戒，是形式不是實質。你受三皈，你有沒有皈？有沒有依？如果只是請一個法師給你做個儀式，實際上你沒有回頭，也沒有依靠，你還是跟從前一樣，這個沒有護法神。三皈，皈是真的回頭，依是從今以後確實有了依靠，要跟你所依的相應，你才是真正的皈依，你才能感得護法神保護你；不是說做一個形式，沒有用處。"
    },
    {
      "id": "14-012-0030_p0046",
      "zh_CN": "所以从这段经文当中我们就体会得到，都是在一念真心，决定不是虚妄。皈是回头，从哪里回头？从迷邪染回头，要依觉正净，这是学佛基本的条件、原则。皈依佛，佛是觉的意思，我们要从迷惑回过头来依觉，觉而不迷，对人、对事、对物，一切时、一切处觉而不迷，你才叫皈依佛。这三皈你受了一条，在一切时、一切处，我们刚才说过，起心动念、分别执着就是迷，就是不觉，不起心、不分别、不执着，那是觉，那是不迷。我们有没有做到？做到才是你真正皈依。法是正知正见，佛知佛见，不是妄想，妄想是邪知邪见，从邪知邪见回过头来，依正知正见，这叫皈依法。僧是清净、和合的意思。不但要六根清净，而且与一切大众相处的时候，决定遵守六和敬；别人守不守，不关我的事，我一定要遵守。你这才叫名副其实的三皈，你才能得三十六位护法神保佑你。如果形式上做了三皈，依旧是迷而不觉，邪而不正，染而不净，护法神一个都没有。护法神看你是不是真的皈依？真的皈依，没有形式护法神也护持你，护法神是讲实际不讲形式。在形式上再有修行、再有名气的高僧大德，给你做仪式都不管用，问题是你真正做到了，没有人给你做三皈形式也管用。",
      "zh_TW": "所以從這段經文當中我們就體會得到，都是在一念真心，決定不是虛妄。皈是回頭，從哪裡回頭？從迷邪染回頭，要依覺正淨，這是學佛基本的條件、原則。皈依佛，佛是覺的意思，我們要從迷惑回過頭來依覺，覺而不迷，對人、對事、對物，一切時、一切處覺而不迷，你才叫皈依佛。這三皈你受了一條，在一切時、一切處，我們剛才說過，起心動念、分別執著就是迷，就是不覺，不起心、不分別、不執著，那是覺，那是不迷。我們有沒有做到？做到才是你真正皈依。法是正知正見，佛知佛見，不是妄想，妄想是邪知邪見，從邪知邪見回過頭來，依正知正見，這叫皈依法。僧是清淨、和合的意思。不但要六根清淨，而且與一切大眾相處的時候，決定遵守六和敬；別人守不守，不關我的事，我一定要遵守。你這才叫名副其實的三皈，你才能得三十六位護法神保佑你。如果形式上做了三皈，依舊是迷而不覺，邪而不正，染而不淨，護法神一個都沒有。護法神看你是不是真的皈依？真的皈依，沒有形式護法神也護持你，護法神是講實際不講形式。在形式上再有修行、再有名氣的高僧大德，給你做儀式都不管用，問題是你真正做到了，沒有人給你做三皈形式也管用。"
    },
    {
      "id": "14-012-0030_p0047",
      "zh_CN": "我当年初学佛的时候，章嘉大师是这么告诉我。章嘉大师叫我学戒，做到一条你就真正受了一条，不在登坛形式，那没用处的。他叫我去学戒，一定要真正做到，做到一条，这一条你就真正得到一条戒了，你就感得护戒神保护你。形式上受了而不能够去受持，不能去做，那是犯两重罪：一个是你犯的恶作罪，另外一个犯的是破戒罪，所以造双重罪。一定要去做，认真努力去做，时时刻刻提醒自己。所以在今日之下，读诵大乘就非常重要，《观经》三福里头所说，「深信因果，读诵大乘」，对我们现代的人来讲太重要了，决定不能够疏忽。因为你每天读，你才晓得自己应该怎么作法，你不读你怎么知道？深信因果，你的警觉心就高，才真正能做到不迷、不邪、不染，要知道迷邪染必定堕恶道。我们这个生命太短暂，几十年一弹指就过去，何必要造罪业？何必要招这么苦的果报？所以你真正相信，你就不会做这个事情了。眼前纵然生活苦一点，也能咬紧牙根忍过去，没事！这一点苦算什么？后来能得大自在、能得大乐，眼前贪图这一点小便宜，后头要受大苦。所以不了解因果的人，不相信因果的人，他敢做；相信因果的人他决定不会做。鬼王说出他们对于一切善心的人，做善事的人，他们是怎样一个心态，我们在这里明白了。心善行善，恶鬼都来拥护你，都不会伤害你。",
      "zh_TW": "我當年初學佛的時候，章嘉大師是這麼告訴我。章嘉大師叫我學戒，做到一條你就真正受了一條，不在登壇形式，那沒用處的。他叫我去學戒，一定要真正做到，做到一條，這一條你就真正得到一條戒了，你就感得護戒神保護你。形式上受了而不能夠去受持，不能去做，那是犯兩重罪：一個是你犯的惡作罪，另外一個犯的是破戒罪，所以造雙重罪。一定要去做，認真努力去做，時時刻刻提醒自己。所以在今日之下，讀誦大乘就非常重要，《觀經》三福裡頭所說，「深信因果，讀誦大乘」，對我們現代的人來講太重要了，決定不能夠疏忽。因為你每天讀，你才曉得自己應該怎麼作法，你不讀你怎麼知道？深信因果，你的警覺心就高，才真正能做到不迷、不邪、不染，要知道迷邪染必定墮惡道。我們這個生命太短暫，幾十年一彈指就過去，何必要造罪業？何必要招這麼苦的果報？所以你真正相信，你就不會做這個事情了。眼前縱然生活苦一點，也能咬緊牙根忍過去，沒事！這一點苦算什麼？後來能得大自在、能得大樂，眼前貪圖這一點小便宜，後頭要受大苦。所以不了解因果的人，不相信因果的人，他敢做；相信因果的人他決定不會做。鬼王說出他們對於一切善心的人，做善事的人，他們是怎樣一個心態，我們在這裡明白了。心善行善，惡鬼都來擁護你，都不會傷害你。"
    },
    {
      "id": "14-012-0030_p0048",
      "zh_CN": "【佛赞鬼王。善哉。善哉。】",
      "zh_TW": "【佛讚鬼王。善哉。善哉。】"
    },
    {
      "id": "14-012-0030_p0049",
      "zh_CN": "佛听了他们的报告非常喜欢，也赞叹他们。",
      "zh_TW": "佛聽了他們的報告非常喜歡，也讚歎他們。"
    },
    {
      "id": "14-012-0030_p0050",
      "zh_CN": "【汝等及与阎罗。】",
      "zh_TW": "【汝等及與閻羅。】"
    },
    {
      "id": "14-012-0030_p0051",
      "zh_CN": "阎罗是鬼王最大的。",
      "zh_TW": "閻羅是鬼王最大的。"
    },
    {
      "id": "14-012-0030_p0052",
      "zh_CN": "【能如是拥护善男女等。】",
      "zh_TW": "【能如是擁護善男女等。】"
    },
    {
      "id": "14-012-0030_p0053",
      "zh_CN": "他们参加忉利天宫这一会，如来这个法会是真实的法会，这里面每一个人所说的话，每一个人所表态，都是从真诚心里面流露出来的，决定没有一丝毫虚妄。所以他们这些表态，得到佛的赞叹。佛对他们奖励，也利益这些鬼王们。",
      "zh_TW": "他們參加忉利天宮這一會，如來這個法會是真實的法會，這裡面每一個人所說的話，每一個人所表態，都是從真誠心裡面流露出來的，決定沒有一絲毫虛妄。所以他們這些表態，得到佛的讚歎。佛對他們獎勵，也利益這些鬼王們。"
    },
    {
      "id": "14-012-0030_p0054",
      "zh_CN": "【吾亦告梵王帝释。令卫护汝。】",
      "zh_TW": "【吾亦告梵王帝釋。令衛護汝。】"
    },
    {
      "id": "14-012-0030_p0055",
      "zh_CN": "这是他的果报，他能够发心护念这些善人，佛也奉劝大梵天王、忉利天主来护卫他们。这是善有善的果报，因缘果报丝毫不爽。我们要深深的明白这个道理，明了浅不行，要深深的明了，然后你才知道修善，修善的好处、修善的利益，你也肯去做了。摆在我们眼前，现代的人无论是中国、是外国，哪一个不爱财？都被财迷了。在从前我这一代年轻的时候，大概在三十岁之前，对于财、色、名、食、睡都看得很淡，都有一点抱负，想为国家民族建功立业做一番事，还有这个念头。可是现在年轻人，你去问一问？发财第一，怎么样赚钱，跟我们那个时候的想法完全不相同。不要说是懂事，二十岁以上懂事的，每一个人头脑转的是怎么赚钱？他在学校学的功课要学赚钱的行业，要学这些科目，将来到社会上一定做赚钱的事业，没有钱赚不干。如果你要再仔细观察，你问问小学生，一、二年级小学生怎么赚钱？头一个就要赚钱，这还得了！这就是教育彻底失败。自私自利达到了极处，社会还能安定？孟夫子所说的，「上下交征利」，这个国家就危险了。",
      "zh_TW": "這是他的果報，他能夠發心護念這些善人，佛也奉勸大梵天王、忉利天主來護衛他們。這是善有善的果報，因緣果報絲毫不爽。我們要深深的明白這個道理，明瞭淺不行，要深深的明瞭，然後你才知道修善，修善的好處、修善的利益，你也肯去做了。擺在我們眼前，現代的人無論是中國、是外國，哪一個不愛財？都被財迷了。在從前我這一代年輕的時候，大概在三十歲之前，對於財、色、名、食、睡都看得很淡，都有一點抱負，想為國家民族建功立業做一番事，還有這個念頭。可是現在年輕人，你去問一問？發財第一，怎麼樣賺錢，跟我們那個時候的想法完全不相同。不要說是懂事，二十歲以上懂事的，每一個人頭腦轉的是怎麼賺錢？他在學校學的功課要學賺錢的行業，要學這些科目，將來到社會上一定做賺錢的事業，沒有錢賺不幹。如果你要再仔細觀察，你問問小學生，一、二年級小學生怎麼賺錢？頭一個就要賺錢，這還得了！這就是教育徹底失敗。自私自利達到了極處，社會還能安定？孟夫子所說的，「上下交征利」，這個國家就危險了。"
    },
    {
      "id": "14-012-0030_p0056",
      "zh_CN": "今天社会确确实实从上到下所看的是什么？利摆在第一，道没有、义没有，礼也没有，什么都不要，就是争利。每一个人都争利，不就打得头破血流吗？现在社会我们在新闻里面看到，每一个地方暴动、抢劫，干什么？争利，争不到就抢。干些什么？损人利己之事。损人利己这句话错了，不可以这样说法，如果大家都这么说，每一个人都干损人利己之事。我们要把这个话纠正过来，损人不利己，损人害己。大家一听损人害己，他就不干损人的事情。为什么？他不害自己。损人利己没有关系，多杀几个人不要紧，我自己发财，错了！损人决定不利己，不利己还在后头，将来决定堕三恶道。",
      "zh_TW": "今天社會確確實實從上到下所看的是什麼？利擺在第一，道沒有、義沒有，禮也沒有，什麼都不要，就是爭利。每一個人都爭利，不就打得頭破血流嗎？現在社會我們在新聞裡面看到，每一個地方暴動、搶劫，幹什麼？爭利，爭不到就搶。幹些什麼？損人利己之事。損人利己這句話錯了，不可以這樣說法，如果大家都這麼說，每一個人都幹損人利己之事。我們要把這個話糾正過來，損人不利己，損人害己。大家一聽損人害己，他就不幹損人的事情。為什麼？他不害自己。損人利己沒有關係，多殺幾個人不要緊，我自己發財，錯了！損人決定不利己，不利己還在後頭，將來決定墮三惡道。"
    },
    {
      "id": "14-012-0030_p0057",
      "zh_CN": "佛法里面因果事情讲得很透彻、很清楚，欠债一定要还钱，欠命一定要还命，你杀人将来一定被人杀，逃不掉。你多杀一个人，多杀一个众生，将来你被他多杀一次。连极小的动物都不可以杀，牠有生命，牠也有瞋恚心。你杀牠，将来牠有势力的时候，牠一定杀你。佛说得很好，「因缘相会时，果报还自受」，你骗别人，一定会遭遇到别人骗你，你欺负别人，一定别人会欺负你，什么样的因，一定得什么样的果报。我们深深明了这个道理，为什么不做好人？为什么不多做好事？做好人、做好事，你有好的果报。什么叫好事？好事的标准是什么？一定要读大乘经，你才知道什么事情是好事，好事的果报是什么。",
      "zh_TW": "佛法裡面因果事情講得很透徹、很清楚，欠債一定要還錢，欠命一定要還命，你殺人將來一定被人殺，逃不掉。你多殺一個人，多殺一個眾生，將來你被他多殺一次。連極小的動物都不可以殺，牠有生命，牠也有瞋恚心。你殺牠，將來牠有勢力的時候，牠一定殺你。佛說得很好，「因緣相會時，果報還自受」，你騙別人，一定會遭遇到別人騙你，你欺負別人，一定別人會欺負你，什麼樣的因，一定得什麼樣的果報。我們深深明瞭這個道理，為什麼不做好人？為什麼不多做好事？做好人、做好事，你有好的果報。什麼叫好事？好事的標準是什麼？一定要讀大乘經，你才知道什麼事情是好事，好事的果報是什麼。"
    },
    {
      "id": "14-012-0030_p0058",
      "zh_CN": "世间真正的好事是菩萨事业，我们现在一般讲佛事，佛事是真正的好事。但是佛事又怕人误会，什么叫佛事？给死人念经，那叫佛事，这岔到哪里去了！所以现在说法是非常非常困难，往往让人家听到就产生了误会。「佛」这个字是印度梵语音译过来的，它的意思是智慧、觉悟，「佛事」就是我们在日常生活当中，所做的一切事你都是有智慧的、都有觉悟，那么所有一切事都叫做佛事。名词术语我们一定要搞得清清楚楚、明明白白。我们对人、对事、对物都依高度的智慧，用现在的话说，理智不是感情的，感情是迷，理智是觉，处事待人接物我们有理智，不用感情。我们的生活以高度的智慧，这都叫做佛事，这样的佛事大家喜欢，大家很乐意，我们一定要明了。所以一切心行、事相之中，佛菩萨的事是最圆满、最殊胜的。佛菩萨所做的，跟我们现实的生活没有两样，就是把念头转变一下，把迷邪染转变成觉正净。你的生活是佛事，你的工作是佛事，你处事待人接物样样都是佛事，佛事的果报无比的殊胜。真正的幸福美满，就在过佛菩萨的生活。",
      "zh_TW": "世間真正的好事是菩薩事業，我們現在一般講佛事，佛事是真正的好事。但是佛事又怕人誤會，什麼叫佛事？給死人念經，那叫佛事，這岔到哪裡去了！所以現在說法是非常非常困難，往往讓人家聽到就產生了誤會。「佛」這個字是印度梵語音譯過來的，它的意思是智慧、覺悟，「佛事」就是我們在日常生活當中，所做的一切事你都是有智慧的、都有覺悟，那麼所有一切事都叫做佛事。名詞術語我們一定要搞得清清楚楚、明明白白。我們對人、對事、對物都依高度的智慧，用現在的話說，理智不是感情的，感情是迷，理智是覺，處事待人接物我們有理智，不用感情。我們的生活以高度的智慧，這都叫做佛事，這樣的佛事大家喜歡，大家很樂意，我們一定要明瞭。所以一切心行、事相之中，佛菩薩的事是最圓滿、最殊勝的。佛菩薩所做的，跟我們現實的生活沒有兩樣，就是把念頭轉變一下，把迷邪染轉變成覺正淨。你的生活是佛事，你的工作是佛事，你處事待人接物樣樣都是佛事，佛事的果報無比的殊勝。真正的幸福美滿，就在過佛菩薩的生活。"
    },
    {
      "id": "14-012-0030_p0059",
      "zh_CN": "好，今天我们就讲到此地。",
      "zh_TW": "好，今天我們就講到此地。"
    }
  ]
}