{
  "doc_id": "14-012-0047",
  "title": {
    "zh_CN": "地藏菩萨本愿经",
    "zh_TW": "地藏菩薩本願經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十七集",
    "zh_TW": "第四十七集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "14-012-0047",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "14-012-0047_p0001",
      "zh_CN": "请掀开经本《科注》卷下第六十九面：",
      "zh_TW": "請掀開經本《科註》卷下第六十九面："
    },
    {
      "id": "14-012-0047_p0002",
      "zh_CN": "【复次观世音。若未来世。有善男子。善女人。欲求现在未来百千万亿等愿。百千万亿等事。但当归依瞻礼供养赞叹地藏菩萨形像。如是所愿所求。悉皆成就。】",
      "zh_TW": "【復次觀世音。若未來世。有善男子。善女人。欲求現在未來百千萬億等願。百千萬億等事。但當歸依瞻禮供養讚歎地藏菩薩形像。如是所願所求。悉皆成就。】"
    },
    {
      "id": "14-012-0047_p0003",
      "zh_CN": "这是第五段，用现在的话来说是有求必应，有愿必成。这是世间人，无论是过去还是现在，无论是中国或者是外国，可以说没有一个众生没有这样的希求。人人都有愿求，几个人在一生当中能满自己的心愿？毕竟是求愿的人很多，真正满愿的人非常的希有。世间人有求，这个愿实现，绝大多数还是他命中所有。他求财，他命里确实有财，时节因缘成熟他发财了。命里面有地位，到时候因缘成熟，他也得到了高官，可见得都是命里有的。这个地方所讲的希求，是你命里头没有的，命里没有你求到，那才叫有求必应。命里有的不算，是命里没有的。没有，要求得是很难，不容易。这是诸佛菩萨威神的加持，实在讲加持还是属于增上缘，真正主要的原因还是自己，自己依照佛的教诲，认真努力的修学，现前修现前就得感应。这不是宿世，宿世你命里没有，现前造的。这里头的因果关系，我们要搞清楚、搞明白，你就不会怀疑，也不会去怪菩萨为什么保佑他，不保佑我？他照做，我没有照做，明白这个道理就行，真的是有求必应。",
      "zh_TW": "這是第五段，用現在的話來說是有求必應，有願必成。這是世間人，無論是過去還是現在，無論是中國或者是外國，可以說沒有一個眾生沒有這樣的希求。人人都有願求，幾個人在一生當中能滿自己的心願？畢竟是求願的人很多，真正滿願的人非常的希有。世間人有求，這個願實現，絕大多數還是他命中所有。他求財，他命裡確實有財，時節因緣成熟他發財了。命裡面有地位，到時候因緣成熟，他也得到了高官，可見得都是命裡有的。這個地方所講的希求，是你命裡頭沒有的，命裡沒有你求到，那才叫有求必應。命裡有的不算，是命裡沒有的。沒有，要求得是很難，不容易。這是諸佛菩薩威神的加持，實在講加持還是屬於增上緣，真正主要的原因還是自己，自己依照佛的教誨，認真努力的修學，現前修現前就得感應。這不是宿世，宿世你命裡沒有，現前造的。這裡頭的因果關係，我們要搞清楚、搞明白，你就不會懷疑，也不會去怪菩薩為什麼保佑他，不保佑我？他照做，我沒有照做，明白這個道理就行，真的是有求必應。"
    },
    {
      "id": "14-012-0047_p0004",
      "zh_CN": "前面说能求的人，所求的事，经上讲得很清楚，特别说『若未来世』，这一段每一节里面都是讲未来世，我们现在这个时代，就包括在未来世里面。求愿这个人的条件，一定是『善男子、善女人』，「善」是关键的字样；如果不是善男子、善女人，你依照这个方法求，未必得感应，所以这个字是关键的字样。我过去讲《地藏经》，有听众曾经问过我，为什么他依照这个经典修学，也很恳切、也很诚心，所求得不到？所以他怀疑经上讲的不见得可靠，来问我。我就点这个字，我说：这个「善」字你有没有做到？他一想明白了。因为这个经是大乘经，你依照这个方法修行，你求的是小愿，你有小善就行。你要是大愿的话，那你一定要大善。善的标准在三福，你想求人天的胜事，殊胜的果报，人天当中殊胜的果报，你人天善要去做。「孝养父母，奉事师长，慈心不杀，修十善业」，你做到没有？如果你果然做到，你是世间的善男子、善女人，求世间殊胜的福报你能求得到。你求出世间殊胜果报，未必能求到，为什么？那个善还要加强。",
      "zh_TW": "前面說能求的人，所求的事，經上講得很清楚，特別說『若未來世』，這一段每一節裡面都是講未來世，我們現在這個時代，就包括在未來世裡面。求願這個人的條件，一定是『善男子、善女人』，「善」是關鍵的字樣；如果不是善男子、善女人，你依照這個方法求，未必得感應，所以這個字是關鍵的字樣。我過去講《地藏經》，有聽眾曾經問過我，為什麼他依照這個經典修學，也很懇切、也很誠心，所求得不到？所以他懷疑經上講的不見得可靠，來問我。我就點這個字，我說：這個「善」字你有沒有做到？他一想明白了。因為這個經是大乘經，你依照這個方法修行，你求的是小願，你有小善就行。你要是大願的話，那你一定要大善。善的標準在三福，你想求人天的勝事，殊勝的果報，人天當中殊勝的果報，你人天善要去做。「孝養父母，奉事師長，慈心不殺，修十善業」，你做到沒有？如果你果然做到，你是世間的善男子、善女人，求世間殊勝的福報你能求得到。你求出世間殊勝果報，未必能求到，為什麼？那個善還要加強。"
    },
    {
      "id": "14-012-0047_p0005",
      "zh_CN": "所以你希求二乘果报，那你一定要「受持三皈，具足众戒，不犯威仪」，这三句话听起来好像不难懂，其实不容易，很不好懂。什么叫三皈？现在很多人把这个看轻，看得太简单、太容易了。找个法师，佛像面前，念几句偈，就以为是皈依，哪有那么便宜事情？「皈」是真正回头，「依」是真实的依靠。「皈依佛」是从迷惑颠倒回头，真正依自性觉；「皈依法」是从邪知邪见，就是错误的思想、错误的见解回头，依正知正见；「皈依僧」是从一切染污回头，依清净心，这谈何容易？这是出世间的善法；三福第一条是世间善法，第二条是出世间善法。由此可知，我们今天受的三皈众戒，古人讲得没错「有名无实」，自己一定要清楚。现在出家人受比丘戒以比丘自居，蕅益大师说，这是妄语。你没有得比丘戒，自己以为是比丘，这个过失很重。蕅益大师告诉我们，中国从南宋以后就没有比丘，比丘戒最低限度要五个比丘传戒，当然最好是能够十个人，十个人找不到，五个人；五个真正比丘才能传比丘戒。",
      "zh_TW": "所以你希求二乘果報，那你一定要「受持三皈，具足眾戒，不犯威儀」，這三句話聽起來好像不難懂，其實不容易，很不好懂。什麼叫三皈？現在很多人把這個看輕，看得太簡單、太容易了。找個法師，佛像面前，念幾句偈，就以為是皈依，哪有那麼便宜事情？「皈」是真正回頭，「依」是真實的依靠。「皈依佛」是從迷惑顛倒回頭，真正依自性覺；「皈依法」是從邪知邪見，就是錯誤的思想、錯誤的見解回頭，依正知正見；「皈依僧」是從一切染污回頭，依清淨心，這談何容易？這是出世間的善法；三福第一條是世間善法，第二條是出世間善法。由此可知，我們今天受的三皈眾戒，古人講得沒錯「有名無實」，自己一定要清楚。現在出家人受比丘戒以比丘自居，蕅益大師說，這是妄語。你沒有得比丘戒，自己以為是比丘，這個過失很重。蕅益大師告訴我們，中國從南宋以後就沒有比丘，比丘戒最低限度要五個比丘傳戒，當然最好是能夠十個人，十個人找不到，五個人；五個真正比丘才能傳比丘戒。"
    },
    {
      "id": "14-012-0047_p0006",
      "zh_CN": "南宋之后中国没有比丘，可是戒还是照传，我们自己心里一定要清楚，这是名字传授，没有实质。为什么要这个形式？我们读诵戒经，避免别人毁谤，戒经上说没有受过戒的人不可以看，我们受形式戒去读戒经。过去章嘉大师告诉我，你真正能够做到一条，明了一条做到一条，你这条戒受了，不在形式。你就是在登坛受了戒，你没有做到，你没有受，所以我们自己一定要晓得自己的身分。蕅益大师受了比丘戒之后，在佛菩萨面前退戒，他持沙弥戒。因为沙弥戒，没有比丘，自己在佛菩萨面前可以发誓来求受，菩萨戒也是如此，所以菩萨戒跟沙弥戒，在家居士是可以得到受戒的，因为不需要真实比丘。比丘、比丘尼戒要真实比丘，没有真正比丘，决定不得戒。所以蕅益大师一生自称菩萨戒沙弥，这是祖师大德给我们做了一个榜样。他老人家称沙弥，他的徒弟成时法师就不敢称沙弥，蕅益大师的著作，成时法师把它整理、刻版流传下来，这个功德很大。没有成时，蕅益大师的著作就没有人传下来。他的弟子自称菩萨戒出家优婆塞，优婆塞我们今天称居士，你看成时法师多谦虚。我是出家的居士，你们是在家居士，这是名副其实的身分，正确的理念。在晚近弘一法师对于戒律很有研究，他老人家自己也自称出家优婆塞。这是我们一定要懂，要晓得自己的身分，不至于做错事情。",
      "zh_TW": "南宋之後中國沒有比丘，可是戒還是照傳，我們自己心裡一定要清楚，這是名字傳授，沒有實質。為什麼要這個形式？我們讀誦戒經，避免別人毀謗，戒經上說沒有受過戒的人不可以看，我們受形式戒去讀戒經。過去章嘉大師告訴我，你真正能夠做到一條，明瞭一條做到一條，你這條戒受了，不在形式。你就是在登壇受了戒，你沒有做到，你沒有受，所以我們自己一定要曉得自己的身分。蕅益大師受了比丘戒之後，在佛菩薩面前退戒，他持沙彌戒。因為沙彌戒，沒有比丘，自己在佛菩薩面前可以發誓來求受，菩薩戒也是如此，所以菩薩戒跟沙彌戒，在家居士是可以得到受戒的，因為不需要真實比丘。比丘、比丘尼戒要真實比丘，沒有真正比丘，決定不得戒。所以蕅益大師一生自稱菩薩戒沙彌，這是祖師大德給我們做了一個榜樣。他老人家稱沙彌，他的徒弟成時法師就不敢稱沙彌，蕅益大師的著作，成時法師把它整理、刻版流傳下來，這個功德很大。沒有成時，蕅益大師的著作就沒有人傳下來。他的弟子自稱菩薩戒出家優婆塞，優婆塞我們今天稱居士，你看成時法師多謙虛。我是出家的居士，你們是在家居士，這是名副其實的身分，正確的理念。在晚近弘一法師對於戒律很有研究，他老人家自己也自稱出家優婆塞。這是我們一定要懂，要曉得自己的身分，不至於做錯事情。"
    },
    {
      "id": "14-012-0047_p0007",
      "zh_CN": "可是出家优婆塞能不能学菩萨？能学，菩萨出家优婆塞，当然可以学菩萨。菩萨的善，一定要发菩提心，发菩提心就是真正发四弘誓愿，「众生无边誓愿度」，你还会伤害一个众生吗？你要帮助他都来不及，你怎么可以伤害他？如果我们对于任何一个众生不满意他、嫌弃他，以瞋恨心对待他，你菩提心就没有了。如果对于一个众生你爱他，感情在其中，你菩提心也没有了。菩提心是大慈大悲，清净、平等、觉，从清净平等觉里生的大慈悲心，这是菩提心，你才能帮助一切众生。要帮助一切众生，先要成就自己的德行智慧，所以接着要修断烦恼、断习气，「烦恼无尽誓愿断」；成就自己的学问智慧是「法门无量誓愿学」，后面「佛道无上誓愿成」；后面三愿是完成第一愿，你成佛干什么？断烦恼为什么？你学法门为什么？成佛道为什么？为度一切众生，不为自己。如果说断烦恼为自己，学法门也为自己，是小乘，权教菩萨，我法二执还没有断尽，当然比我们凡夫是淡薄太多了，但依旧不干净，这个道理我们一定要懂。所以此地「善」是个关键的字眼，我们有没有做到「善」？我们是不是经典里面讲的善男子、善女人？先把能求的人说出来。",
      "zh_TW": "可是出家優婆塞能不能學菩薩？能學，菩薩出家優婆塞，當然可以學菩薩。菩薩的善，一定要發菩提心，發菩提心就是真正發四弘誓願，「眾生無邊誓願度」，你還會傷害一個眾生嗎？你要幫助他都來不及，你怎麼可以傷害他？如果我們對於任何一個眾生不滿意他、嫌棄他，以瞋恨心對待他，你菩提心就沒有了。如果對於一個眾生你愛他，感情在其中，你菩提心也沒有了。菩提心是大慈大悲，清淨、平等、覺，從清淨平等覺裡生的大慈悲心，這是菩提心，你才能幫助一切眾生。要幫助一切眾生，先要成就自己的德行智慧，所以接著要修斷煩惱、斷習氣，「煩惱無盡誓願斷」；成就自己的學問智慧是「法門無量誓願學」，後面「佛道無上誓願成」；後面三願是完成第一願，你成佛幹什麼？斷煩惱為什麼？你學法門為什麼？成佛道為什麼？為度一切眾生，不為自己。如果說斷煩惱為自己，學法門也為自己，是小乘，權教菩薩，我法二執還沒有斷盡，當然比我們凡夫是淡薄太多了，但依舊不乾淨，這個道理我們一定要懂。所以此地「善」是個關鍵的字眼，我們有沒有做到「善」？我們是不是經典裡面講的善男子、善女人？先把能求的人說出來。"
    },
    {
      "id": "14-012-0047_p0008",
      "zh_CN": "底下讲所求的事。所求的事很广、很多，你所求的没有一样不满愿。注解也注得好，我们在此念一念，「愿念在内」，你有愿，有求的念头，这在内；「事相据外」，你所求的事在外。「约世出世间，则有百千万亿」，你所希求的事太多太多了，说之不尽。「或求现生果遂」，或者是求你这一生当中，你的愿望都能称心如意，遂就是称心如意的意思。「或期他世从心」，或者希望来生，你所希求不是这一生，来生得殊胜的果报。下面法师引「《十轮经》云」，《地藏十轮经》，「此善男子，随所在处，若诸有情，或为多闻」，这举几个例子，希望在这一生当中，有很好的缘分听闻佛法。或者是「净信、净戒、净虑」，净虑是禅定，「神通、般若、解脱、妙色声、香、味、触、利养、名闻、功德华果、树林，床敷、舍宅等，是也」，这举几个例子，世出世间一般人想希求的，你求愿的事情太多太多了。底下教给我们求的方法：",
      "zh_TW": "底下講所求的事。所求的事很廣、很多，你所求的沒有一樣不滿願。註解也註得好，我們在此念一念，「願念在內」，你有願，有求的念頭，這在內；「事相據外」，你所求的事在外。「約世出世間，則有百千萬億」，你所希求的事太多太多了，說之不盡。「或求現生果遂」，或者是求你這一生當中，你的願望都能稱心如意，遂就是稱心如意的意思。「或期他世從心」，或者希望來生，你所希求不是這一生，來生得殊勝的果報。下面法師引「《十輪經》云」，《地藏十輪經》，「此善男子，隨所在處，若諸有情，或為多聞」，這舉幾個例子，希望在這一生當中，有很好的緣分聽聞佛法。或者是「淨信、淨戒、淨慮」，淨慮是禪定，「神通、般若、解脫、妙色聲、香、味、觸、利養、名聞、功德華果、樹林，床敷、舍宅等，是也」，這舉幾個例子，世出世間一般人想希求的，你求願的事情太多太多了。底下教給我們求的方法："
    },
    {
      "id": "14-012-0047_p0009",
      "zh_CN": "『但当归依瞻礼供养赞叹地藏菩萨形像，如是所愿所求，悉皆成就。』",
      "zh_TW": "『但當歸依瞻禮供養讚歎地藏菩薩形像，如是所願所求，悉皆成就。』"
    },
    {
      "id": "14-012-0047_p0010",
      "zh_CN": "这段话实在就是《行愿品》里面「如教修行供养」，法供养里面第一句。你只要真正能做到如教修行供养，你所求的愿没有不满，你都能够得到。所以这一句它的意思一定要了解的很清楚、很透彻，『归依供养』这四个字是最重要的。「归」是回头，从我们一切错误、一切过失真正回头，回头就是忏悔。我在初学佛的时候，章嘉大师教我，他告诉我，他说「佛氏门中，有求必应」，这是真的不是假的。当你有求的时候不应，没有感应，这是什么原因？是你自己有业障，只要你把业障忏除，感应就现前。我向他老人家请教怎样忏除？他给我说了四个字「后不再造」，我明白了。真正善知识不讲假话，也不拐弯抹角说一大堆，简单扼要。我们佛门忏悔很多仪规，不需要。你知道你错了，以后不再犯同样的错误，这叫真忏悔。我跟他老人家三年，他教导我跟一般法师大德不一样，使我们听了之后感到合情、合理、合法，不能不佩服。",
      "zh_TW": "這段話實在就是《行願品》裡面「如教修行供養」，法供養裡面第一句。你只要真正能做到如教修行供養，你所求的願沒有不滿，你都能夠得到。所以這一句它的意思一定要了解的很清楚、很透徹，『歸依供養』這四個字是最重要的。「歸」是回頭，從我們一切錯誤、一切過失真正回頭，回頭就是懺悔。我在初學佛的時候，章嘉大師教我，他告訴我，他說「佛氏門中，有求必應」，這是真的不是假的。當你有求的時候不應，沒有感應，這是什麼原因？是你自己有業障，只要你把業障懺除，感應就現前。我向他老人家請教怎樣懺除？他給我說了四個字「後不再造」，我明白了。真正善知識不講假話，也不拐彎抹角說一大堆，簡單扼要。我們佛門懺悔很多儀規，不需要。你知道你錯了，以後不再犯同樣的錯誤，這叫真懺悔。我跟他老人家三年，他教導我跟一般法師大德不一樣，使我們聽了之後感到合情、合理、合法，不能不佩服。"
    },
    {
      "id": "14-012-0047_p0011",
      "zh_CN": "所以我才了解，自己知道自己犯过失，那就是觉悟；那个「知」就是觉，你觉悟了。能把过失改过来，这是修行，这是忏悔。所以佛家讲修行，「忏悔」两个字统统包括了，就是不再犯同样的过失。儒家讲的「不二过」跟佛法讲的没有两样，过失只可以有一次，不能有第二次，第一次是你无知，第二次晓得觉悟了，不可以再犯第二次，这是回头，真回头。回头之后，我们的生活、我们的行为，处事待人接物依什么？依《地藏菩萨本愿经》的教诲，这叫「皈依」，你皈依地藏菩萨。如果我们起心动念、言语造作，违背这个经里面的教训，那你不是皈依，你没有依靠。没有依靠地藏菩萨教诲去做。你那种皈依是假的，有名无实。有名无实的皈依，给诸位说不但没有利益还有过失。你没有皈依的时候你犯罪，结罪的时候只有一重罪；皈依之后，明知故犯，你两重罪。这个道理并不难懂，我相信中等根性的人，都应该清清楚楚、明明白白。所以善人，真正皈依。",
      "zh_TW": "所以我才了解，自己知道自己犯過失，那就是覺悟；那個「知」就是覺，你覺悟了。能把過失改過來，這是修行，這是懺悔。所以佛家講修行，「懺悔」兩個字統統包括了，就是不再犯同樣的過失。儒家講的「不二過」跟佛法講的沒有兩樣，過失只可以有一次，不能有第二次，第一次是你無知，第二次曉得覺悟了，不可以再犯第二次，這是回頭，真回頭。回頭之後，我們的生活、我們的行為，處事待人接物依什麼？依《地藏菩薩本願經》的教誨，這叫「皈依」，你皈依地藏菩薩。如果我們起心動念、言語造作，違背這個經裡面的教訓，那你不是皈依，你沒有依靠。沒有依靠地藏菩薩教誨去做。你那種皈依是假的，有名無實。有名無實的皈依，給諸位說不但沒有利益還有過失。你沒有皈依的時候你犯罪，結罪的時候只有一重罪；皈依之後，明知故犯，你兩重罪。這個道理並不難懂，我相信中等根性的人，都應該清清楚楚、明明白白。所以善人，真正皈依。"
    },
    {
      "id": "14-012-0047_p0012",
      "zh_CN": "『瞻礼』是功课，我们今天讲的早晚功课，也就是说时时刻刻提醒自己，早晚功课你要瞻仰地藏菩萨的形像，礼拜地藏菩萨的形像。礼拜是恭敬，表达自己诚敬之心，依教奉行。我们依哪一个经论来修行？全部的经论我们没有能力熟读，一定要把经论里头重要的东西摘录下来，要记住，天天要读。当然你有时间，每天把《地藏菩萨本愿经》念一遍很好，实在讲念一遍不行，为什么？记不住。还是把里面重要的一条一条摘录下来，像我们编的《净宗修学守则》，我们从《无量寿经》摘录了六十条，好记。这六十条，条条都要做到。我们又从《宝积经》里面，《发起菩萨殊胜志乐经》里头也摘录了六十条。这部经是世尊专说末法，就是我们现在这个时代，出家人常常犯的毛病，我们自己都不知道，自己不知道自己做错，以为做得很对。佛这么一说，我们才恍然大悟，天天在造罪业，还以为自己修得不错；将来落到三途，还不知道怎么堕落的，你说多可怜、多可怕。所以这部经典很重要！",
      "zh_TW": "『瞻禮』是功課，我們今天講的早晚功課，也就是說時時刻刻提醒自己，早晚功課你要瞻仰地藏菩薩的形像，禮拜地藏菩薩的形像。禮拜是恭敬，表達自己誠敬之心，依教奉行。我們依哪一個經論來修行？全部的經論我們沒有能力熟讀，一定要把經論裡頭重要的東西摘錄下來，要記住，天天要讀。當然你有時間，每天把《地藏菩薩本願經》念一遍很好，實在講念一遍不行，為什麼？記不住。還是把裡面重要的一條一條摘錄下來，像我們編的《淨宗修學守則》，我們從《無量壽經》摘錄了六十條，好記。這六十條，條條都要做到。我們又從《寶積經》裡面，《發起菩薩殊勝志樂經》裡頭也摘錄了六十條。這部經是世尊專說末法，就是我們現在這個時代，出家人常常犯的毛病，我們自己都不知道，自己不知道自己做錯，以為做得很對。佛這麼一說，我們才恍然大悟，天天在造罪業，還以為自己修得不錯；將來落到三途，還不知道怎麼墮落的，你說多可憐、多可怕。所以這部經典很重要！"
    },
    {
      "id": "14-012-0047_p0013",
      "zh_CN": "世尊对末法出家人开示，指责我们一些毛病应当如何修改，不只这部经。可是我们节录这几条，先要把大毛病改正过来，然后再改小毛病。大毛病改不过来，小毛病都改过来不容易，收不到效果。所以真正要依《地藏菩萨本愿经》修行，经典里面的教训也要节录出几十条，摆在自己面前，天天要照做，这叫供养，「如教修行供养」，这是你自修。不但你自己要依教奉行，你还要教化众生，它是大乘法。大乘菩萨之善，「发菩提心，深信因果，读诵大乘」，后面还有「劝进行者」，所以单单自己做还不行，还要劝化别人。",
      "zh_TW": "世尊對末法出家人開示，指責我們一些毛病應當如何修改，不只這部經。可是我們節錄這幾條，先要把大毛病改正過來，然後再改小毛病。大毛病改不過來，小毛病都改過來不容易，收不到效果。所以真正要依《地藏菩薩本願經》修行，經典裡面的教訓也要節錄出幾十條，擺在自己面前，天天要照做，這叫供養，「如教修行供養」，這是你自修。不但你自己要依教奉行，你還要教化眾生，它是大乘法。大乘菩薩之善，「發菩提心，深信因果，讀誦大乘」，後面還有「勸進行者」，所以單單自己做還不行，還要勸化別人。"
    },
    {
      "id": "14-012-0047_p0014",
      "zh_CN": "『赞叹地藏菩萨形像』，这个「形像」，给诸位说就不是雕塑彩画的形像，你们想想这是什么形像？是地藏菩萨示现在人间的形像。他用什么心处事待人接物，他用什么样的态度接触一切人、一切事、一切物，这叫形像。此地称赞，讲解地藏菩萨的功德，释迦牟尼佛为我们讲解《地藏菩萨本愿经》、《地藏十轮经》、《占察善恶业报经》，这是专门「赞叹地藏菩萨形像」。所以大家不要误会，造一个地藏菩萨像这就是赞叹，你全搞错了。此地的赞叹，一个是要为人演说，还得要为人做好榜样，你修地藏法门，你像不像地藏菩萨？你的形像是不是地藏菩萨的形像？这叫真赞叹。你能够这样做，地藏菩萨在末法时期，代表世尊弘法利生，接引大众，你的所愿所求哪有不成就的道理？诸位想想你所愿所求，是你自性功德的现前，还是佛菩萨对你的加持？两者都有，自性功德是因，佛菩萨加持是缘。如果自己没有真修，佛菩萨的缘接不上，想给你做增上缘没有法子，办不到；必须自己有因，你有真因，佛菩萨给你做助缘，果就很顺利成就，道理在这个地方。再看底下经文：",
      "zh_TW": "『讚歎地藏菩薩形像』，這個「形像」，給諸位說就不是雕塑彩畫的形像，你們想想這是什麼形像？是地藏菩薩示現在人間的形像。他用什麼心處事待人接物，他用什麼樣的態度接觸一切人、一切事、一切物，這叫形像。此地稱讚，講解地藏菩薩的功德，釋迦牟尼佛為我們講解《地藏菩薩本願經》、《地藏十輪經》、《占察善惡業報經》，這是專門「讚歎地藏菩薩形像」。所以大家不要誤會，造一個地藏菩薩像這就是讚歎，你全搞錯了。此地的讚歎，一個是要為人演說，還得要為人做好榜樣，你修地藏法門，你像不像地藏菩薩？你的形像是不是地藏菩薩的形像？這叫真讚歎。你能夠這樣做，地藏菩薩在末法時期，代表世尊弘法利生，接引大眾，你的所願所求哪有不成就的道理？諸位想想你所願所求，是你自性功德的現前，還是佛菩薩對你的加持？兩者都有，自性功德是因，佛菩薩加持是緣。如果自己沒有真修，佛菩薩的緣接不上，想給你做增上緣沒有法子，辦不到；必須自己有因，你有真因，佛菩薩給你做助緣，果就很順利成就，道理在這個地方。再看底下經文："
    },
    {
      "id": "14-012-0047_p0015",
      "zh_CN": "【复愿地藏菩萨。具大慈悲。永拥护我。是人于睡梦中。即得菩萨摩顶授记。】",
      "zh_TW": "【復願地藏菩薩。具大慈悲。永擁護我。是人於睡夢中。即得菩薩摩頂授記。】"
    },
    {
      "id": "14-012-0047_p0016",
      "zh_CN": "注解注得好，「归供合法」，这一句多重要，归依供养合法；「求恳如心，故感大士，梦中授记」，这是菩萨给你做增上缘。你的归依供养不如法，你什么样的希求，都得不到感应。所以说如理如法的希求，一定能得成就，而且即使为自己，也是为众生。如四弘誓愿所说，愿断烦恼、愿学法门、愿成佛道，为什么？为度众生。如果说是只为成就自己，而不是全心全力拥护众生，这个愿很难成就。为众生亦为自己是不错，依旧有障碍，这有障缘。为众生，不为自己，这个愿很顺利，很容易成就。为众生，不为自己的愿，也不能成就，那是什么原因？众生的业障很重，不是菩萨不帮助，众生业障太重，不听教诲，他一定要受果报，从果报当中省悟过来，那时候佛菩萨就来教他。由此可知，佛菩萨现不现身，佛菩萨说不说法，佛菩萨教不教众生，都是一片慈悲。他不现身、不说法、不教众生，缘不成熟。这个缘是在众生自己这一边，不在佛菩萨那边。自己一定要存善心、行善事、发善愿，这样才能感得佛菩萨现身说法，来帮助我们。如果我们的心不善、行不善，佛菩萨决定不会来，我们明白这些道理就晓得，为什么有人求佛菩萨就现身？有人天天求，求多少年，佛菩萨影子都没见到，道理就在此地。",
      "zh_TW": "註解註得好，「歸供合法」，這一句多重要，歸依供養合法；「求懇如心，故感大士，夢中授記」，這是菩薩給你做增上緣。你的歸依供養不如法，你什麼樣的希求，都得不到感應。所以說如理如法的希求，一定能得成就，而且即使為自己，也是為眾生。如四弘誓願所說，願斷煩惱、願學法門、願成佛道，為什麼？為度眾生。如果說是只為成就自己，而不是全心全力擁護眾生，這個願很難成就。為眾生亦為自己是不錯，依舊有障礙，這有障緣。為眾生，不為自己，這個願很順利，很容易成就。為眾生，不為自己的願，也不能成就，那是什麼原因？眾生的業障很重，不是菩薩不幫助，眾生業障太重，不聽教誨，他一定要受果報，從果報當中省悟過來，那時候佛菩薩就來教他。由此可知，佛菩薩現不現身，佛菩薩說不說法，佛菩薩教不教眾生，都是一片慈悲。他不現身、不說法、不教眾生，緣不成熟。這個緣是在眾生自己這一邊，不在佛菩薩那邊。自己一定要存善心、行善事、發善願，這樣才能感得佛菩薩現身說法，來幫助我們。如果我們的心不善、行不善，佛菩薩決定不會來，我們明白這些道理就曉得，為什麼有人求佛菩薩就現身？有人天天求，求多少年，佛菩薩影子都沒見到，道理就在此地。"
    },
    {
      "id": "14-012-0047_p0017",
      "zh_CN": "实在讲诸佛菩萨所说的一切经法，无非是说明宇宙人生的真相，因果转变相续这些理事。事实真相，转变的道理，转变这些事实，都在我们眼前，我们六根天天接触这些境界，就像经上所说，我们接触是迷而不觉，摆在面前没看出来、没听懂。诸佛菩萨怜悯我们，就在眼前的事相把我们点醒。诸位细细去观察，细细去思惟。你看《华严》，一切大小乘经论，是不是如是？我们果然明白，那就像大经上所说，诸佛如来为一切众生讲经说法，「尘说刹说，无间断说」，这都是事实。",
      "zh_TW": "實在講諸佛菩薩所說的一切經法，無非是說明宇宙人生的真相，因果轉變相續這些理事。事實真相，轉變的道理，轉變這些事實，都在我們眼前，我們六根天天接觸這些境界，就像經上所說，我們接觸是迷而不覺，擺在面前沒看出來、沒聽懂。諸佛菩薩憐憫我們，就在眼前的事相把我們點醒。諸位細細去觀察，細細去思惟。你看《華嚴》，一切大小乘經論，是不是如是？我們果然明白，那就像大經上所說，諸佛如來為一切眾生講經說法，「塵說剎說，無間斷說」，這都是事實。"
    },
    {
      "id": "14-012-0047_p0018",
      "zh_CN": "最近还有好几位居士，都是得了很严重的病，这一发心病就没有，完全好了，再去检查已经很正常，真正不可思议。所以求地藏菩萨永远保护，真做得到。只要你的善心不退，菩萨始终会保护你；如果你的心退掉，菩萨就离开了。永远不退心，永远依教奉行，愈做信心愈坚定，信心愈清净，法喜充满，愈做愈欢喜，诸佛菩萨怎么不护念！诸佛菩萨护念，天龙善神就拥护，这一定的道理。所以这些事情端在自己真修。这个求愿是大乘菩萨，求地藏菩萨大慈大悲永远保佑；菩萨答应你，就会在梦中托梦给你，梦中梦到菩萨摩顶授记。注解里面讲，末后一句，「若非信力坚固，安有如是瑞相」，希有的瑞相都靠你的信力清净坚固。我们读了应当要学习。再看下面第六段，「发现生智慧」，实在讲对我们的关系太大了。我们研经学教就是智慧不开，教给我们开智慧的方法。",
      "zh_TW": "最近還有好幾位居士，都是得了很嚴重的病，這一發心病就沒有，完全好了，再去檢查已經很正常，真正不可思議。所以求地藏菩薩永遠保護，真做得到。只要你的善心不退，菩薩始終會保護你；如果你的心退掉，菩薩就離開了。永遠不退心，永遠依教奉行，愈做信心愈堅定，信心愈清淨，法喜充滿，愈做愈歡喜，諸佛菩薩怎麼不護念！諸佛菩薩護念，天龍善神就擁護，這一定的道理。所以這些事情端在自己真修。這個求願是大乘菩薩，求地藏菩薩大慈大悲永遠保佑；菩薩答應你，就會在夢中託夢給你，夢中夢到菩薩摩頂授記。註解裡面講，末後一句，「若非信力堅固，安有如是瑞相」，希有的瑞相都靠你的信力清淨堅固。我們讀了應當要學習。再看下面第六段，「發現生智慧」，實在講對我們的關係太大了。我們研經學教就是智慧不開，教給我們開智慧的方法。"
    },
    {
      "id": "14-012-0047_p0019",
      "zh_CN": "【复次观世音菩萨。若未来世。】",
      "zh_TW": "【復次觀世音菩薩。若未來世。】"
    },
    {
      "id": "14-012-0047_p0020",
      "zh_CN": "都是讲我们现在；换句话说，都是教我们自己，不是教别人。",
      "zh_TW": "都是講我們現在；換句話說，都是教我們自己，不是教別人。"
    },
    {
      "id": "14-012-0047_p0021",
      "zh_CN": "【善男子。善女人。】",
      "zh_TW": "【善男子。善女人。】"
    },
    {
      "id": "14-012-0047_p0022",
      "zh_CN": "注意这个『善』字，净业三福要紧，「三世诸佛净业正因」。佛法从哪里学起？「三福」是基础，如果在这上疏忽，没有认真希求，你一生都不会有成就。像盖房子一样，除非你盖小茅篷可以，你要盖高楼大厦决定盖不成，为什么？你没有做地基，三福是地基、是基础。你基础建得愈坚固，你的楼才能盖得愈高。现在盖房子盖几十层、盖一百多层，那个地基要建筑得多么坚固。三福是基础，成佛的基础。只有第一条是人天福报的基础，没有出六道，六道里面的善因善果福报，那你是肯定享受，因为你有这个基础，可以说你不会堕三恶道，生生世世享受人天福报。如果你第二福也修得很认真、很坚固，你的果报在四圣法界，十法界里面的四圣法界，声闻、缘觉、菩萨，十法界里面的佛果，你得这个福报。你再具足大乘菩萨福，你才能超越十法界，享受一真法界的福报。所以这个基础我们要不认真的修学，佛法里面所说殊胜功德利益，我们得不到。这个道理一定要懂，一定要明了。",
      "zh_TW": "注意這個『善』字，淨業三福要緊，「三世諸佛淨業正因」。佛法從哪裡學起？「三福」是基礎，如果在這上疏忽，沒有認真希求，你一生都不會有成就。像蓋房子一樣，除非你蓋小茅篷可以，你要蓋高樓大廈決定蓋不成，為什麼？你沒有做地基，三福是地基、是基礎。你基礎建得愈堅固，你的樓才能蓋得愈高。現在蓋房子蓋幾十層、蓋一百多層，那個地基要建築得多麼堅固。三福是基礎，成佛的基礎。只有第一條是人天福報的基礎，沒有出六道，六道裡面的善因善果福報，那你是肯定享受，因為你有這個基礎，可以說你不會墮三惡道，生生世世享受人天福報。如果你第二福也修得很認真、很堅固，你的果報在四聖法界，十法界裡面的四聖法界，聲聞、緣覺、菩薩，十法界裡面的佛果，你得這個福報。你再具足大乘菩薩福，你才能超越十法界，享受一真法界的福報。所以這個基礎我們要不認真的修學，佛法裡面所說殊勝功德利益，我們得不到。這個道理一定要懂，一定要明瞭。"
    },
    {
      "id": "14-012-0047_p0023",
      "zh_CN": "请看经文，《科注》卷下第七十面，第二段经文：",
      "zh_TW": "請看經文，《科註》卷下第七十面，第二段經文："
    },
    {
      "id": "14-012-0047_p0024",
      "zh_CN": "【复次观世音菩萨。若未来世。善男子。善女人。于大乘经典。深生珍重。发不思议心。欲读欲诵。纵遇明师。教视令熟。旋得旋忘。动经年月。不能读诵。是善男子等。有宿业障。未得消除。故于大乘经典。无读诵性。】",
      "zh_TW": "【復次觀世音菩薩。若未來世。善男子。善女人。於大乘經典。深生珍重。發不思議心。欲讀欲誦。縱遇明師。教視令熟。旋得旋忘。動經年月。不能讀誦。是善男子等。有宿業障。未得消除。故於大乘經典。無讀誦性。】"
    },
    {
      "id": "14-012-0047_p0025",
      "zh_CN": "这是教我们求智慧。因为没有智慧，想修学大乘，不但不能开悟，连经文都记不住。在我们现代大概中年以上的人，学佛都有这个困难。年轻人学佛是少数，那真是宿世的善根很深厚，年轻的时候就接触到。我自己接触佛法是二十六岁，当时我已经知道太晚了，遇到佛法太迟了，好年龄、好时光的时候没有这个缘分，到自己能够懂事、能够觉悟，年岁已经大了，读诵已经相当困难。好在宿世还有一点善根，在这个世间还没有被迷惑，遇到这些大乘经典确实非常喜欢，很喜欢研究、读诵，很喜欢能够深解义趣。『纵遇明师』这一句是很难实现。「明师」是过来人，有修有证，这是明师，到哪里去找？世出世间古大德都常说，善知识可遇不可求，能够遇到是宿世的善根因缘，过去生中没有善根福德因缘，你怎么会遇到？善根福德薄，遇到了不相信，不肯接受教诲，纵然接受也是阳奉阴违，所以他没有成就。",
      "zh_TW": "這是教我們求智慧。因為沒有智慧，想修學大乘，不但不能開悟，連經文都記不住。在我們現代大概中年以上的人，學佛都有這個困難。年輕人學佛是少數，那真是宿世的善根很深厚，年輕的時候就接觸到。我自己接觸佛法是二十六歲，當時我已經知道太晚了，遇到佛法太遲了，好年齡、好時光的時候沒有這個緣分，到自己能夠懂事、能夠覺悟，年歲已經大了，讀誦已經相當困難。好在宿世還有一點善根，在這個世間還沒有被迷惑，遇到這些大乘經典確實非常喜歡，很喜歡研究、讀誦，很喜歡能夠深解義趣。『縱遇明師』這一句是很難實現。「明師」是過來人，有修有證，這是明師，到哪裡去找？世出世間古大德都常說，善知識可遇不可求，能夠遇到是宿世的善根因緣，過去生中沒有善根福德因緣，你怎麼會遇到？善根福德薄，遇到了不相信，不肯接受教誨，縱然接受也是陽奉陰違，所以他沒有成就。"
    },
    {
      "id": "14-012-0047_p0026",
      "zh_CN": "方东美先生一生在台湾教学，章嘉大师、李炳南老居士，非常热心教人，几个人肯听话？几个人肯依教奉行？他天天在教、天天在劝，奈何学的人阳奉阴违。虽然如是，教的人并不会灰心，这是大慈大悲。你虽然不听，只要你肯来听，不做没有关系，给你种善根。知道来生来世，或者是来生后世，再遇到缘的话，你的善根种子会起现行。明知道他做不到，只要他肯来听，都教。你听懂了，现在能做到，这一生得利益。这毕竟还是少数。李炳老在台中讲经说法三十八年，听他讲经说法的人，我最保守的估计也应当超过五十万人，真正依教奉行往生净土的应当有五百人，诸位想想五十万人当中五百人往生，其他的都是种善根而已。所以他老人家常讲，「一万人当中，难得有几个往生」。问题就是你听，有没有听懂？有没有发心认真去做？必须是能信、能解、能愿、能行，你才能得利益。所以学佛头一个条件，就是遇到好老师，这是我们一生修学成败关键之所在。",
      "zh_TW": "方東美先生一生在台灣教學，章嘉大師、李炳南老居士，非常熱心教人，幾個人肯聽話？幾個人肯依教奉行？他天天在教、天天在勸，奈何學的人陽奉陰違。雖然如是，教的人並不會灰心，這是大慈大悲。你雖然不聽，只要你肯來聽，不做沒有關係，給你種善根。知道來生來世，或者是來生後世，再遇到緣的話，你的善根種子會起現行。明知道他做不到，只要他肯來聽，都教。你聽懂了，現在能做到，這一生得利益。這畢竟還是少數。李炳老在台中講經說法三十八年，聽他講經說法的人，我最保守的估計也應當超過五十萬人，真正依教奉行往生淨土的應當有五百人，諸位想想五十萬人當中五百人往生，其他的都是種善根而已。所以他老人家常講，「一萬人當中，難得有幾個往生」。問題就是你聽，有沒有聽懂？有沒有發心認真去做？必須是能信、能解、能願、能行，你才能得利益。所以學佛頭一個條件，就是遇到好老師，這是我們一生修學成敗關鍵之所在。"
    },
    {
      "id": "14-012-0047_p0027",
      "zh_CN": "老师教我们，『教视令熟』，经文里头没有说「教念」，没有说「教听」，他用「教视」，这什么意思？我们要注意到这些文字，这些文字非常重要！「视」就是观，观是属于慧。佛祖教人用功修行的纲领是教你作观，教你观察。观察是初步，初学的；从观察提升到观照，只要用个观、用个照，不用心意识，用心意识观照就没有了；而实在讲观照还是没有离开心意识，真正讲离开心意识，我们初学的人做不到。所以对我们初学人来讲，观察、观照，依教奉行。把佛在经上讲的这些理论方法境界，跟我们事实的生活做对比，在这里面观察，事实真相跟佛讲的相应不相应？从哪里下手？先观察因果，你观察行善是不是得善果？观察作恶是不是得恶报？先从最粗、最明显的地方去观察。然后再观察入微，渐渐契入到微细，你就生智慧。所以他不用听、不用念。禅宗里面从观照入门，功夫渐渐深了，照住。照住就是得定，再往上提升就是照见。《心经》里面讲观世音菩萨的功夫，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」。昨天跟诸位讲的结尾就是「照见五蕴皆空」，知道我们眼前现实的状况，确实是梦幻泡影，是《般若经》上所说的「一切法无所有，不可得」，那是照见。这个境界超越十法界，十法界里面还有能所，照见五蕴皆空是能所没有了，那就是一真法界现前。",
      "zh_TW": "老師教我們，『教視令熟』，經文裡頭沒有說「教念」，沒有說「教聽」，他用「教視」，這什麼意思？我們要注意到這些文字，這些文字非常重要！「視」就是觀，觀是屬於慧。佛祖教人用功修行的綱領是教你作觀，教你觀察。觀察是初步，初學的；從觀察提升到觀照，只要用個觀、用個照，不用心意識，用心意識觀照就沒有了；而實在講觀照還是沒有離開心意識，真正講離開心意識，我們初學的人做不到。所以對我們初學人來講，觀察、觀照，依教奉行。把佛在經上講的這些理論方法境界，跟我們事實的生活做對比，在這裡面觀察，事實真相跟佛講的相應不相應？從哪裡下手？先觀察因果，你觀察行善是不是得善果？觀察作惡是不是得惡報？先從最粗、最明顯的地方去觀察。然後再觀察入微，漸漸契入到微細，你就生智慧。所以他不用聽、不用念。禪宗裡面從觀照入門，功夫漸漸深了，照住。照住就是得定，再往上提升就是照見。《心經》裡面講觀世音菩薩的功夫，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」。昨天跟諸位講的結尾就是「照見五蘊皆空」，知道我們眼前現實的狀況，確實是夢幻泡影，是《般若經》上所說的「一切法無所有，不可得」，那是照見。這個境界超越十法界，十法界裡面還有能所，照見五蘊皆空是能所沒有了，那就是一真法界現前。"
    },
    {
      "id": "14-012-0047_p0028",
      "zh_CN": "所以老师这样教给我们，实在说我们是边听边忘，『旋得旋忘，动经年月，不能读诵』。我们还是随顺烦恼、随顺习气，不能克服自己烦恼习气，所以在经教里面不能开悟，这是我们自己要认真反省检讨，你才发现自己的过失，才知道自己业障有多重。必须自己肯定自己业障重，然后你消业障的念头才发得起来，业障不消不行，不消，还要搞六道轮回。诸位要知道，一搞轮回，我们这一生所学的就忘得干干净净，怎么晓得？我们前世曾经学过佛法，这一世在没有接触佛法之前，不是忘得干干净净？有隔阴之迷。来生又得从头学起，来生有没有机会遇到明师？很难讲，决定不是说你生生世世都那么巧都能遇到，没那么好的事，开经偈上讲「百千万劫难遭遇」，这话是真的。所以这一生不能成就，一失人身，绝对不是说你来生会遇到，很可能你会隔几十生、几百生，乃至于多少劫，才有机缘再遇到。这就是讲退转，这一退时间太长了！这是我们一定要了解、要明白。然后才知道这个机缘希有难逢，遇到之后一定要牢牢的抓住，决定不能放松，怎么样辛苦也要熬过，也要在这一生当中成就，这才是个聪明人，才是真正觉悟的人，真正有智慧的人。",
      "zh_TW": "所以老師這樣教給我們，實在說我們是邊聽邊忘，『旋得旋忘，動經年月，不能讀誦』。我們還是隨順煩惱、隨順習氣，不能克服自己煩惱習氣，所以在經教裡面不能開悟，這是我們自己要認真反省檢討，你才發現自己的過失，才知道自己業障有多重。必須自己肯定自己業障重，然後你消業障的念頭才發得起來，業障不消不行，不消，還要搞六道輪迴。諸位要知道，一搞輪迴，我們這一生所學的就忘得乾乾淨淨，怎麼曉得？我們前世曾經學過佛法，這一世在沒有接觸佛法之前，不是忘得乾乾淨淨？有隔陰之迷。來生又得從頭學起，來生有沒有機會遇到明師？很難講，決定不是說你生生世世都那麼巧都能遇到，沒那麼好的事，開經偈上講「百千萬劫難遭遇」，這話是真的。所以這一生不能成就，一失人身，絕對不是說你來生會遇到，很可能你會隔幾十生、幾百生，乃至於多少劫，才有機緣再遇到。這就是講退轉，這一退時間太長了！這是我們一定要了解、要明白。然後才知道這個機緣希有難逢，遇到之後一定要牢牢的抓住，決定不能放鬆，怎麼樣辛苦也要熬過，也要在這一生當中成就，這才是個聰明人，才是真正覺悟的人，真正有智慧的人。"
    },
    {
      "id": "14-012-0047_p0029",
      "zh_CN": "实在讲，佛说这一类的人很多，学佛里头大多数是这样的人。这些善男子等有宿业障，业障没消除。消除的方法前面跟诸位讲过，「归依供养」，供养是依教修行供养，就消除了。消除最有效果、最快速的方法，是一心念佛。身心世界，世法、佛法统统放下，一心念佛，劝人念佛，这个消业障的方法比什么都快。你能够得念佛三昧，念佛三昧就是禅定，你能够得理一心不乱，在教下讲大开圆解，一生当中可以做到，业障极重的人也能做到。这就是善导讲「遇缘不同」，业障再重的人都能做到。你得念佛三昧，智慧开了，你能不能弘法利生？不一定。为什么？要看法缘，你自己虽然开悟，大彻大悟，明心见性，你没有法缘，你去讲讲得虽然好，人家不听你的。这时候怎么办？多半到极乐世界去，就往生了。",
      "zh_TW": "實在講，佛說這一類的人很多，學佛裡頭大多數是這樣的人。這些善男子等有宿業障，業障沒消除。消除的方法前面跟諸位講過，「歸依供養」，供養是依教修行供養，就消除了。消除最有效果、最快速的方法，是一心念佛。身心世界，世法、佛法統統放下，一心念佛，勸人念佛，這個消業障的方法比什麼都快。你能夠得念佛三昧，念佛三昧就是禪定，你能夠得理一心不亂，在教下講大開圓解，一生當中可以做到，業障極重的人也能做到。這就是善導講「遇緣不同」，業障再重的人都能做到。你得念佛三昧，智慧開了，你能不能弘法利生？不一定。為什麼？要看法緣，你自己雖然開悟，大徹大悟，明心見性，你沒有法緣，你去講講得雖然好，人家不聽你的。這時候怎麼辦？多半到極樂世界去，就往生了。"
    },
    {
      "id": "14-012-0047_p0030",
      "zh_CN": "所以成就的人，住不住这个世间不是自己的事情，跟自己业报已经完全没有关系，住世间、不住世间都看法缘，有缘多住几年，没有缘立刻就往生。成就的人往生决定没有病苦，决定是自在往生，但是他的示现不见得相同。也有人示现生病，也有人示现很苦，为什么？觉悟一切众生，让一切众生看到你起警觉性。示现没有病苦，很自在的，令大众看到生羡慕心，菩萨做种种示现，没有一定。示现也不是他自己的意思，看众生的缘，应该做哪一种示现，他就做哪一种示现，所谓是随类化身，随机说法，他哪有一定？但是有个原则，无论哪一种示现，决定利益众生，决定有人看到、有人听到会醒悟过来。",
      "zh_TW": "所以成就的人，住不住這個世間不是自己的事情，跟自己業報已經完全沒有關係，住世間、不住世間都看法緣，有緣多住幾年，沒有緣立刻就往生。成就的人往生決定沒有病苦，決定是自在往生，但是他的示現不見得相同。也有人示現生病，也有人示現很苦，為什麼？覺悟一切眾生，讓一切眾生看到你起警覺性。示現沒有病苦，很自在的，令大眾看到生羨慕心，菩薩做種種示現，沒有一定。示現也不是他自己的意思，看眾生的緣，應該做哪一種示現，他就做哪一種示現，所謂是隨類化身，隨機說法，他哪有一定？但是有個原則，無論哪一種示現，決定利益眾生，決定有人看到、有人聽到會醒悟過來。"
    },
    {
      "id": "14-012-0047_p0031",
      "zh_CN": "所以消业障重要，通常我们最常用的方法消业障是读经，读得相应消业障，念佛念得相应消业障；日常生活当中，起心动念利益社会、利益众生，这消业障。决定不要有一念利益自己，诸位要知道，利益自己是造业，是增长你的业障。许多同修业障消不了，纵然做善事，行善、做慈善家、帮助别人，他有自己，所以他业障消不了，他要受些果报。我们今天很幸运明白这个道理，了解事实真相，决定没有自己，一切都是为众生、为社会，为佛法好形象，为佛法久住世间，我们能够常存此心，常修此行，业障消除得快速。请看经文：",
      "zh_TW": "所以消業障重要，通常我們最常用的方法消業障是讀經，讀得相應消業障，念佛念得相應消業障；日常生活當中，起心動念利益社會、利益眾生，這消業障。決定不要有一念利益自己，諸位要知道，利益自己是造業，是增長你的業障。許多同修業障消不了，縱然做善事，行善、做慈善家、幫助別人，他有自己，所以他業障消不了，他要受些果報。我們今天很幸運明白這個道理，了解事實真相，決定沒有自己，一切都是為眾生、為社會，為佛法好形象，為佛法久住世間，我們能夠常存此心，常修此行，業障消除得快速。請看經文："
    },
    {
      "id": "14-012-0047_p0032",
      "zh_CN": "【如是之人。闻地藏菩萨名。见地藏菩萨像。具以本心恭敬陈白。更以香。华。衣服。饮食。一切玩具。供养菩萨。以净水一盏。经一日一夜。安菩萨前。然后合掌请服。回首向南。临入口时。至心郑重。服水既毕。慎五辛酒肉。邪淫妄语。及诸杀害。一七日。或三七日。】",
      "zh_TW": "【如是之人。聞地藏菩薩名。見地藏菩薩像。具以本心恭敬陳白。更以香。華。衣服。飲食。一切玩具。供養菩薩。以淨水一盞。經一日一夜。安菩薩前。然後合掌請服。迴首向南。臨入口時。至心鄭重。服水既畢。慎五辛酒肉。邪淫妄語。及諸殺害。一七日。或三七日。】"
    },
    {
      "id": "14-012-0047_p0033",
      "zh_CN": "这一段是教我们修行的方法，修开智慧的方法。我们遇到好老师，遇到好同学，遇到好的修学环境，智慧不开，那是空过，非常可惜。智慧怎么开？这个地方世尊教导我们的方法好。这个人，希求开智慧的这个人，『闻地藏菩萨名，见地藏菩萨像』，闻名见像；这个地方的「闻见」我们要记住，是菩萨的三慧「闻、思、修」，一而三，三而一，才能够相应。最初的缘是听到地藏菩萨的名号，当然听这个名号，你一定要了解名号表法的意思，你要不懂表法的意思，你就白闻了。地是心地，藏就是智慧，我们真心本性里头本有的般若智慧，本有的德能，这是地藏菩萨名号里头含的深义。",
      "zh_TW": "這一段是教我們修行的方法，修開智慧的方法。我們遇到好老師，遇到好同學，遇到好的修學環境，智慧不開，那是空過，非常可惜。智慧怎麼開？這個地方世尊教導我們的方法好。這個人，希求開智慧的這個人，『聞地藏菩薩名，見地藏菩薩像』，聞名見像；這個地方的「聞見」我們要記住，是菩薩的三慧「聞、思、修」，一而三，三而一，才能夠相應。最初的緣是聽到地藏菩薩的名號，當然聽這個名號，你一定要了解名號表法的意思，你要不懂表法的意思，你就白聞了。地是心地，藏就是智慧，我們真心本性裡頭本有的般若智慧，本有的德能，這是地藏菩薩名號裡頭含的深義。"
    },
    {
      "id": "14-012-0047_p0034",
      "zh_CN": "见地藏菩萨像，或是见到雕塑的像，或是见到彩画的像，见到像，就要想到地藏菩萨的行谊，他示现在我们人间所作所为。他的所作所为就是实践这部经里面所讲的一切话。释迦牟尼佛对他的赞叹，他统统做到了，他要不做到，佛怎么赞叹他？所以我们闻名见像，知道自性本具的智慧德能，必须如地藏菩萨的行谊，才能把我们心地宝藏开发出来，那我们就有智慧，业障就消除了。如果不能效法地藏菩萨的形相，我们的业障消不了，这是真正的道理。",
      "zh_TW": "見地藏菩薩像，或是見到雕塑的像，或是見到彩畫的像，見到像，就要想到地藏菩薩的行誼，他示現在我們人間所作所為。他的所作所為就是實踐這部經裡面所講的一切話。釋迦牟尼佛對他的讚歎，他統統做到了，他要不做到，佛怎麼讚歎他？所以我們聞名見像，知道自性本具的智慧德能，必須如地藏菩薩的行誼，才能把我們心地寶藏開發出來，那我們就有智慧，業障就消除了。如果不能效法地藏菩薩的形相，我們的業障消不了，這是真正的道理。"
    },
    {
      "id": "14-012-0047_p0035",
      "zh_CN": "此地讲在菩萨形像面前求忏悔，『具以本心』，本心是真心，诚心诚意求忏悔。注解里头注得不多，但是意思很深，「闻名见像，陈白本心者，以地藏之名，从智慧而生。而大士之像，由功德而立」，一定要懂他表法的意思。「故称名供像，即发慧性。然须恭敬，始能感动。以诚能动物」，动是感动，物是指一切有情众生，包括诸佛菩萨，你能够感动。「不诚，未有能动者也」，你心地不诚，你就不能感动。特别是对佛菩萨，对一切善人善神善的，要用真诚感动。你要是不诚，不诚也有感，哪些感？妖魔鬼怪，妖魔鬼怪不诚，心都是邪曲，所以你杀心感什么？感罗刹；瞋恚心感修罗，悭贪心感饿鬼，你就跟这些东西起感应。你要跟诸佛菩萨感应，跟天地善神感应，真诚心，这一点很重要！",
      "zh_TW": "此地講在菩薩形像面前求懺悔，『具以本心』，本心是真心，誠心誠意求懺悔。註解裡頭註得不多，但是意思很深，「聞名見像，陳白本心者，以地藏之名，從智慧而生。而大士之像，由功德而立」，一定要懂他表法的意思。「故稱名供像，即發慧性。然須恭敬，始能感動。以誠能動物」，動是感動，物是指一切有情眾生，包括諸佛菩薩，你能夠感動。「不誠，未有能動者也」，你心地不誠，你就不能感動。特別是對佛菩薩，對一切善人善神善的，要用真誠感動。你要是不誠，不誠也有感，哪些感？妖魔鬼怪，妖魔鬼怪不誠，心都是邪曲，所以你殺心感什麼？感羅剎；瞋恚心感修羅，慳貪心感餓鬼，你就跟這些東西起感應。你要跟諸佛菩薩感應，跟天地善神感應，真誠心，這一點很重要！"
    },
    {
      "id": "14-012-0047_p0036",
      "zh_CN": "至心忏悔之后，还得修供养，供养是表自己的敬意，我们跟人见面要送一点礼物，表示我们对他致敬。没有预备礼物，身边看看有什么东西，可以送人做纪念结缘，也要做。所以在佛菩萨面前，我们表示自己的敬意要修供养法。『更以香、华、衣服、饮食、一切玩具，供养菩萨』。过去有人读《地藏经》，读到「香、华、衣服、饮食」供养，他没有什么问题，「玩具」供养菩萨，这是什么意思？注解里头注得很清楚，表「游戏神通」，所以玩具能不能供佛？能供佛，表游戏神通，表这个意思。主要是藉这个仪式表自己的诚敬。",
      "zh_TW": "至心懺悔之後，還得修供養，供養是表自己的敬意，我們跟人見面要送一點禮物，表示我們對他致敬。沒有預備禮物，身邊看看有什麼東西，可以送人做紀念結緣，也要做。所以在佛菩薩面前，我們表示自己的敬意要修供養法。『更以香、華、衣服、飲食、一切玩具，供養菩薩』。過去有人讀《地藏經》，讀到「香、華、衣服、飲食」供養，他沒有什麼問題，「玩具」供養菩薩，這是什麼意思？註解裡頭註得很清楚，表「遊戲神通」，所以玩具能不能供佛？能供佛，表遊戲神通，表這個意思。主要是藉這個儀式表自己的誠敬。"
    },
    {
      "id": "14-012-0047_p0037",
      "zh_CN": "他这个地方讲的表法好，言简意赅，「假物将意，藉事显心」，佛菩萨面前供养是这个意思。「香取清远潜通」，香是清香远闻；「华表圆满悦怿」，没有一个人不欢喜花，花代表欢喜，完全是从相状上来说；「衣服见寂忍不舍」，衣表忍辱；「饮食显慧命常存」，表这个意思；「玩具彰游戏神通」，这是举几个例子。前面我们曾经讲过，香表信、表戒定、表五分法身，都有清香远闻之意。花表六度。佛菩萨面前供饮食，佛菩萨不需要饮食，供饮食的意思是显慧命常存，因为我们得饮食，身命才能够存在，以饮食来维持身命，此地是表慧命。这是至心忏悔，修诚敬的仪规。",
      "zh_TW": "他這個地方講的表法好，言簡意賅，「假物將意，藉事顯心」，佛菩薩面前供養是這個意思。「香取清遠潛通」，香是清香遠聞；「華表圓滿悅懌」，沒有一個人不歡喜花，花代表歡喜，完全是從相狀上來說；「衣服見寂忍不捨」，衣表忍辱；「飲食顯慧命常存」，表這個意思；「玩具彰遊戲神通」，這是舉幾個例子。前面我們曾經講過，香表信、表戒定、表五分法身，都有清香遠聞之意。花表六度。佛菩薩面前供飲食，佛菩薩不需要飲食，供飲食的意思是顯慧命常存，因為我們得飲食，身命才能夠存在，以飲食來維持身命，此地是表慧命。這是至心懺悔，修誠敬的儀規。"
    },
    {
      "id": "14-012-0047_p0038",
      "zh_CN": "再『以净水一盏』，供在佛菩萨的面前，供多久？『一日一夜』。『然后合掌请服』，供一天一夜，你把这个水喝下去。『回首向南』，地藏菩萨坐在南方。『临入口时，至心郑重』，意思注解里面都说得很清楚。「用净水者，藉缘发慧」，供这一杯净水，一定要晓得，心要像水一样清净，要像水一样平等，清净平等心就发慧。你把这杯供水不要倒掉，你要喝下去。所以供水最好供什么？开过的水，供凉开水，你可以喝。你供的水是可以喝的，表示我接受，我认真要学习，表这个意思。而不是每天佛前面的水换一换就倒掉。这些都在日常生活当中看你的用心，在事相就看你用的是什么心？这个心就是『至心郑重』。他这里说，注解里头好，「智者乐水」，仁者乐山，智者乐水；水有洗净污染的功能，用这个来表示。我们贪、瞋、痴是污染，《无量寿经》上教我们，「洗心易行」，用什么方法来洗心？净水，清净平等的水来洗我们的心；改变我们一些错误的行为，叫易行。",
      "zh_TW": "再『以淨水一盞』，供在佛菩薩的面前，供多久？『一日一夜』。『然後合掌請服』，供一天一夜，你把這個水喝下去。『迴首向南』，地藏菩薩坐在南方。『臨入口時，至心鄭重』，意思註解裡面都說得很清楚。「用淨水者，藉緣發慧」，供這一杯淨水，一定要曉得，心要像水一樣清淨，要像水一樣平等，清淨平等心就發慧。你把這杯供水不要倒掉，你要喝下去。所以供水最好供什麼？開過的水，供涼開水，你可以喝。你供的水是可以喝的，表示我接受，我認真要學習，表這個意思。而不是每天佛前面的水換一換就倒掉。這些都在日常生活當中看你的用心，在事相就看你用的是什麼心？這個心就是『至心鄭重』。他這裡說，註解裡頭好，「智者樂水」，仁者樂山，智者樂水；水有洗淨污染的功能，用這個來表示。我們貪、瞋、痴是污染，《無量壽經》上教我們，「洗心易行」，用什麼方法來洗心？淨水，清淨平等的水來洗我們的心；改變我們一些錯誤的行為，叫易行。"
    },
    {
      "id": "14-012-0047_p0039",
      "zh_CN": "注解里面又说，「以清治浊，以正治邪，众邪断绝，知水为真」，表这个意思。所以你要懂得表法，不是说你天天喝这个水就开智慧，你试试看你喝上三个月看看开不开智慧？还是不开智慧。因为你外面是相，你是表相，表里要一如你就开智慧。你天天供水，天天喝这个水，每一见到的时候清净心、平等心，一定要把你心的不平洗成平静，心里面污染洗成清净，你智慧才开；表里一如，这才能起得了作用。每一天喝水还是贪瞋痴慢，还是自私自利，智慧怎么能开？你的业障怎么能消除得了？一定要懂表法的意思。懂得表法的意思，我不喝这个水行不行？当然行，不是不行。为什么要喝这个水？郑重。这在事相上表示出你的诚敬，取这个意思。",
      "zh_TW": "註解裡面又說，「以清治濁，以正治邪，眾邪斷絕，知水為真」，表這個意思。所以你要懂得表法，不是說你天天喝這個水就開智慧，你試試看你喝上三個月看看開不開智慧？還是不開智慧。因為你外面是相，你是表相，表裡要一如你就開智慧。你天天供水，天天喝這個水，每一見到的時候清淨心、平等心，一定要把你心的不平洗成平靜，心裡面污染洗成清淨，你智慧才開；表裡一如，這才能起得了作用。每一天喝水還是貪瞋痴慢，還是自私自利，智慧怎麼能開？你的業障怎麼能消除得了？一定要懂表法的意思。懂得表法的意思，我不喝這個水行不行？當然行，不是不行。為什麼要喝這個水？鄭重。這在事相上表示出你的誠敬，取這個意思。"
    },
    {
      "id": "14-012-0047_p0040",
      "zh_CN": "修这个法的时候，要『慎五辛酒肉，邪淫妄语，及诸杀害』；换句话说，一定要修十善业。不但要修十善业，还要断五辛。诸位要知道，五辛是蔬菜一类，荤菜，你看「荤」是草头，吃肉不是叫吃荤，那就搞错了；肉是腥，荤腥。荤还是蔬菜类，腥才是肉食肉类，现在有很多人把吃肉叫吃荤，错了。五荤是指蔬菜里面，注解里也有，葱、韭菜、蒜，他只讲三样，五辛是五样，荤辛。我们讲荤腥是肉旁，一个星宿的星，那是肉食。此地讲荤辛都是属于蔬菜，那是什么？荤是有气味，臭的气味，辛是指辣，辛而非荤可以吃。五荤菜，我们学佛的同修都知道，葱、蒜、韭菜、荞头，荞头是小蒜，经上有一种兴渠，是从前中国没有的，现在我们晓得就是洋葱，洋葱在中国过去没有。这五种性质都相同，《楞严经》里面讲得很清楚。这五样东西不能吃，严格的修十善法、十善业，一七或三七日，这是修行的方法教给你了。",
      "zh_TW": "修這個法的時候，要『慎五辛酒肉，邪淫妄語，及諸殺害』；換句話說，一定要修十善業。不但要修十善業，還要斷五辛。諸位要知道，五辛是蔬菜一類，葷菜，你看「葷」是草頭，吃肉不是叫吃葷，那就搞錯了；肉是腥，葷腥。葷還是蔬菜類，腥才是肉食肉類，現在有很多人把吃肉叫吃葷，錯了。五葷是指蔬菜裡面，註解裡也有，蔥、韭菜、蒜，他只講三樣，五辛是五樣，葷辛。我們講葷腥是肉旁，一個星宿的星，那是肉食。此地講葷辛都是屬於蔬菜，那是什麼？葷是有氣味，臭的氣味，辛是指辣，辛而非葷可以吃。五葷菜，我們學佛的同修都知道，蔥、蒜、韭菜、蕎頭，蕎頭是小蒜，經上有一種興渠，是從前中國沒有的，現在我們曉得就是洋蔥，洋蔥在中國過去沒有。這五種性質都相同，《楞嚴經》裡面講得很清楚。這五樣東西不能吃，嚴格的修十善法、十善業，一七或三七日，這是修行的方法教給你了。"
    },
    {
      "id": "14-012-0047_p0041",
      "zh_CN": "说一七跟三七是克期求证，期望在这个日程之内能够得到感应，如果业障很重的话，三七日还不行，我们曾经见到。一般讲三个月会见到效果，六个月效果就很显著，就非常明显，这是真的不是假的。年岁大的人也能恢复记性，读过的东西也能够很久不忘，通常讲三、四天，一个星期不会忘掉，时间长了再不读当然又忘掉了，读过一遍东西一个星期之内还能记得，可以做到这个功效。末后有几句话，七十四面第二行的注解末后一句，「但除狐疑不信，及不致诚者」，你对这个修法有怀疑，不能够以真诚心去修，那感应就很难达到。如果你深信不疑，真诚恭敬心去修，一定有感应。底下一段果报现前：",
      "zh_TW": "說一七跟三七是剋期求證，期望在這個日程之內能夠得到感應，如果業障很重的話，三七日還不行，我們曾經見到。一般講三個月會見到效果，六個月效果就很顯著，就非常明顯，這是真的不是假的。年歲大的人也能恢復記性，讀過的東西也能夠很久不忘，通常講三、四天，一個星期不會忘掉，時間長了再不讀當然又忘掉了，讀過一遍東西一個星期之內還能記得，可以做到這個功效。末後有幾句話，七十四面第二行的註解末後一句，「但除狐疑不信，及不致誠者」，你對這個修法有懷疑，不能夠以真誠心去修，那感應就很難達到。如果你深信不疑，真誠恭敬心去修，一定有感應。底下一段果報現前："
    },
    {
      "id": "14-012-0047_p0042",
      "zh_CN": "【是善男子。善女人。于睡梦中。具见地藏菩萨。现无边身。于是人处。授灌顶水。其人梦觉。即获聪明。应是经典。一历耳根。即当永记。更不忘失一句一偈。】",
      "zh_TW": "【是善男子。善女人。於睡夢中。具見地藏菩薩。現無邊身。於是人處。授灌頂水。其人夢覺。即獲聰明。應是經典。一歷耳根。即當永記。更不忘失一句一偈。】"
    },
    {
      "id": "14-012-0047_p0043",
      "zh_CN": "这是你所求的成就了，愿遂了。现在有人求而不得感应，都是精诚不足。精是专、专一，诚是诚敬。还有一些人读了这个经，没有能够圆解，心量很窄小，只是在佛菩萨面前诚心诚意来求，处事待人接物就不诚实，能不能求到？求不到。诸位要晓得，一诚一切诚，它是性德，你这样才能消业障。在佛菩萨形像面前露一点诚心，真诚心，离开佛菩萨形像，跟大众接触之下恶念又起来，烦恼习气又现行，没有用处，这个一定要懂得。佛菩萨是教我们这个方法，你在佛菩萨面前修是课堂作业，你学了之后要有用处。不会说将来你有感应，读经典一念都会记住，念别的东西一念都忘记，哪有这个道理？没这种道理。经典一听就明白，一读就能记住，日常生活当中，样样事情你都聪明，你都能开解，都能够记住，这个效果才真的成就了。你要不懂这个道理，不了解这个事实，你依照这个方法求，得不到果报。得不到果报，你的信心就丧失：佛在经上讲的不可靠，我照这个修，修了好久没有感应。他不知道他自己所修，理论方法都错误，不是没有效果，真有效果。所以如理如法的修学非常重要。这一段青莲法师注得很长，但是不难懂，要紧要注意的我已经给诸位说过。",
      "zh_TW": "這是你所求的成就了，願遂了。現在有人求而不得感應，都是精誠不足。精是專、專一，誠是誠敬。還有一些人讀了這個經，沒有能夠圓解，心量很窄小，只是在佛菩薩面前誠心誠意來求，處事待人接物就不誠實，能不能求到？求不到。諸位要曉得，一誠一切誠，它是性德，你這樣才能消業障。在佛菩薩形像面前露一點誠心，真誠心，離開佛菩薩形像，跟大眾接觸之下惡念又起來，煩惱習氣又現行，沒有用處，這個一定要懂得。佛菩薩是教我們這個方法，你在佛菩薩面前修是課堂作業，你學了之後要有用處。不會說將來你有感應，讀經典一念都會記住，念別的東西一念都忘記，哪有這個道理？沒這種道理。經典一聽就明白，一讀就能記住，日常生活當中，樣樣事情你都聰明，你都能開解，都能夠記住，這個效果才真的成就了。你要不懂這個道理，不了解這個事實，你依照這個方法求，得不到果報。得不到果報，你的信心就喪失：佛在經上講的不可靠，我照這個修，修了好久沒有感應。他不知道他自己所修，理論方法都錯誤，不是沒有效果，真有效果。所以如理如法的修學非常重要。這一段青蓮法師註得很長，但是不難懂，要緊要注意的我已經給諸位說過。"
    },
    {
      "id": "14-012-0047_p0044",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}