{
  "doc_id": "03-005-0006",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏",
    "zh_TW": "佛說觀無量壽佛經疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-005-0006",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "03-005-0006_p0001",
      "zh_CN": "请掀开经本第五十六页倒数第三行：",
      "zh_TW": "請掀開經本第五十六頁倒數第三行："
    },
    {
      "id": "03-005-0006_p0002",
      "zh_CN": "经【尔时王舍大城。有一太子。名阿阇世。随顺调达恶友之教。收执父王频婆娑罗。幽闭置于七重室内。制诸群臣。一不得往。】",
      "zh_TW": "經【爾時王舍大城。有一太子。名阿闍世。隨順調達惡友之教。收執父王頻婆娑羅。幽閉置於七重室內。制諸群臣。一不得往。】"
    },
    {
      "id": "03-005-0006_p0003",
      "zh_CN": "我们从这里看起。就全经段落来说是第三段，全经第三段。善导大师将这一段文判作「禁父缘」。在注解五十七页倒数第三行，诸位能看得出来这一段的小标题。这里面总共有七个小段落，我们一段一段来看。",
      "zh_TW": "我們從這裡看起。就全經段落來說是第三段，全經第三段。善導大師將這一段文判作「禁父緣」。在註解五十七頁倒數第三行，諸位能看得出來這一段的小標題。這裡面總共有七個小段落，我們一段一段來看。"
    },
    {
      "id": "03-005-0006_p0004",
      "zh_CN": "第一段里面，『尔时王舍大城』。先把这个事情发生的处所给我们说出来，就是这一桩事情是在王舍城发生的。世尊这个时候也正好在王舍城的城外，就是灵鹫山讲经说法。现在这些地方在印度都变成了佛教胜地，旅游的胜地。发生什么事情？要用现代的话来说，就是发生了一次政变。这个政变非常严重，是儿子要夺父亲的权位，发生这么一个事情。这个事情综观起来看，一个是这个国家的变故，因为这是太子篡夺王位又属于一个家庭的悲剧，所以这等于说是双重的苦难。这就是比一般事变确实要严重得多。",
      "zh_TW": "第一段裡面，『爾時王舍大城』。先把這個事情發生的處所給我們說出來，就是這一樁事情是在王舍城發生的。世尊這個時候也正好在王舍城的城外，就是靈鷲山講經說法。現在這些地方在印度都變成了佛教勝地，旅遊的勝地。發生什麼事情？要用現代的話來說，就是發生了一次政變。這個政變非常嚴重，是兒子要奪父親的權位，發生這麼一個事情。這個事情綜觀起來看，一個是這個國家的變故，因為這是太子篡奪王位又屬於一個家庭的悲劇，所以這等於說是雙重的苦難。這就是比一般事變確實要嚴重得多。"
    },
    {
      "id": "03-005-0006_p0005",
      "zh_CN": "政变的人就是『阿阇世』。我们从这部经里面看到阿阇世王他所造作的行为，就是佛经上讲的五逆十恶几乎他全都造了。他为什么会造这样重的罪、造这样的恶事？诸位要知道，他必有因缘。世间无论是善是恶，从果上我们要追究它的原因；从因行我们要能够想到未来的果报，这才能把这桩事情真正的搞清楚、搞明白。阿阇世王子，『随顺调达恶友之教』。如果从表面上来看，这是交友不慎，交了些坏朋友，这个坏朋友鼓励他政变，夺取王位。这一段事情善导大师在注解里面把这前因后果都给我们讲得很清楚。",
      "zh_TW": "政變的人就是『阿闍世』。我們從這部經裡面看到阿闍世王他所造作的行為，就是佛經上講的五逆十惡幾乎他全都造了。他為什麼會造這樣重的罪、造這樣的惡事？諸位要知道，他必有因緣。世間無論是善是惡，從果上我們要追究它的原因；從因行我們要能夠想到未來的果報，這才能把這樁事情真正的搞清楚、搞明白。阿闍世王子，『隨順調達惡友之教』。如果從表面上來看，這是交友不慎，交了些壞朋友，這個壞朋友鼓勵他政變，奪取王位。這一段事情善導大師在註解裡面把這前因後果都給我們講得很清楚。"
    },
    {
      "id": "03-005-0006_p0006",
      "zh_CN": "他的注解也分为七个段落。第一段给我们介绍王舍城名称的来由，大家自己看就晓得。第二段里面就说明这个政变的前因后果。「阿阇世」是梵语，梵语「阿」翻作无。阿弥陀佛，阿翻作无，弥陀翻作量，翻作无量寿、无量光。阿阇世，这个「阇世」是翻作冤家，就是这个人是报怨而来的，不是报恩来的，这是报怨来的。这叫未生怨，没有出生跟父母已经就有冤仇，叫未生怨。这注子里面都有。这是什么个原因？原来这国王，就是频婆娑罗王年岁已经很大，没有儿子，没有生儿女。心里常常想到将来王位继承的问题，所以到处去求神拜佛，想求一个儿子。有一个就是我们今天所讲的算命看相的一个专家，这个人很有能力，给这个国王相命，告诉国王，他说：你命里头有儿子，就是有一个仙人现在在山上修行，将来他死了以后，到你家来投胎，做你的儿子。这个国王听到了很欢喜，这个儿子前生是个修仙的、修道的人，这非常难得。于是就照着这个指示，他就到山上去找这个仙人，就派人去找，真的找到。",
      "zh_TW": "他的註解也分為七個段落。第一段給我們介紹王舍城名稱的來由，大家自己看就曉得。第二段裡面就說明這個政變的前因後果。「阿闍世」是梵語，梵語「阿」翻作無。阿彌陀佛，阿翻作無，彌陀翻作量，翻作無量壽、無量光。阿闍世，這個「闍世」是翻作冤家，就是這個人是報怨而來的，不是報恩來的，這是報怨來的。這叫未生怨，沒有出生跟父母已經就有冤仇，叫未生怨。這註子裡面都有。這是什麼個原因？原來這國王，就是頻婆娑羅王年歲已經很大，沒有兒子，沒有生兒女。心裡常常想到將來王位繼承的問題，所以到處去求神拜佛，想求一個兒子。有一個就是我們今天所講的算命看相的一個專家，這個人很有能力，給這個國王相命，告訴國王，他說：你命裡頭有兒子，就是有一個仙人現在在山上修行，將來他死了以後，到你家來投胎，做你的兒子。這個國王聽到了很歡喜，這個兒子前生是個修仙的、修道的人，這非常難得。於是就照著這個指示，他就到山上去找這個仙人，就派人去找，真的找到。"
    },
    {
      "id": "03-005-0006_p0007",
      "zh_CN": "这个仙人修行很不错，他有神通，他对未来的事情，他知道。这个国王派人来传达国王的意思，说是三年之后，你死了之后到王宫里面去投胎。那个仙人点点头，他说还有三年。这预知时至，他知道这三年以后的事情不是现在。这国王等儿子等得太着急，心太焦急，三年等不及，要求这仙人赶快来投胎；换句话说，你赶快死就是了。仙人不同意。不同意，这国王说：既然你是命里头做我的儿子，我是国王，你无论是修行人，也在我管辖之下。他就派人把这个仙人杀掉，这就结了冤仇。杀了之后，这个仙人就投胎投到他家里做了王子，就是阿阇世王，是这么一个因缘。本来是个好因缘，结果搞成冤家对头。",
      "zh_TW": "這個仙人修行很不錯，他有神通，他對未來的事情，他知道。這個國王派人來傳達國王的意思，說是三年之後，你死了之後到王宮裡面去投胎。那個仙人點點頭，他說還有三年。這預知時至，他知道這三年以後的事情不是現在。這國王等兒子等得太著急，心太焦急，三年等不及，要求這仙人趕快來投胎；換句話說，你趕快死就是了。仙人不同意。不同意，這國王說：既然你是命裡頭做我的兒子，我是國王，你無論是修行人，也在我管轄之下。他就派人把這個仙人殺掉，這就結了冤仇。殺了之後，這個仙人就投胎投到他家裡做了王子，就是阿闍世王，是這麼一個因緣。本來是個好因緣，結果搞成冤家對頭。"
    },
    {
      "id": "03-005-0006_p0008",
      "zh_CN": "所以佛在经上给我们说人与人的关系就是四种缘。这四种缘非常深的时候就变成一家人；如果是疏远一点，那就是亲戚朋友，就比较疏远。如果没有缘分，你见了面决定不会打招呼，不会留意。你在街上走路，人家跟你点头笑一笑，前生都有缘分，都有个善缘。素来不认识的人也瞪你一眼，那前生有恶缘，这个缘很小，没有太大的伤害，过去就算了。像这种恩怨结得深，这麻烦就大。所以佛给我们说这父子是四缘，所谓报恩、报怨、讨债、还债。人与人的关系就是报恩、报怨、讨债、还债，没有别的，没别的事情，若不是这四种关系，绝对遇不到。世间人迷失了事实真相，在恩怨里面必然又要加深。说实在的，这个恩会变成怨，怨不会变成恩，这就是佛法常讲的，为什么说三界统苦？乐会变成苦，苦可不会变成乐。这是事实真相，一定要觉悟。真正觉悟了的人决定不跟一切众生结冤仇。那我们善缘要不要结？善缘也最好不要结。人在一块好，好过头就变成冤家对头，所以善缘也不好。所以佛教给我们结法缘，法缘是清净的，这是佛法出世间的大圣人教给我们。",
      "zh_TW": "所以佛在經上給我們說人與人的關係就是四種緣。這四種緣非常深的時候就變成一家人；如果是疏遠一點，那就是親戚朋友，就比較疏遠。如果沒有緣分，你見了面決定不會打招呼，不會留意。你在街上走路，人家跟你點頭笑一笑，前生都有緣分，都有個善緣。素來不認識的人也瞪你一眼，那前生有惡緣，這個緣很小，沒有太大的傷害，過去就算了。像這種恩怨結得深，這麻煩就大。所以佛給我們說這父子是四緣，所謂報恩、報怨、討債、還債。人與人的關係就是報恩、報怨、討債、還債，沒有別的，沒別的事情，若不是這四種關係，絕對遇不到。世間人迷失了事實真相，在恩怨裡面必然又要加深。說實在的，這個恩會變成怨，怨不會變成恩，這就是佛法常講的，為什麼說三界統苦？樂會變成苦，苦可不會變成樂。這是事實真相，一定要覺悟。真正覺悟了的人決定不跟一切眾生結冤仇。那我們善緣要不要結？善緣也最好不要結。人在一塊好，好過頭就變成冤家對頭，所以善緣也不好。所以佛教給我們結法緣，法緣是清淨的，這是佛法出世間的大聖人教給我們。"
    },
    {
      "id": "03-005-0006_p0009",
      "zh_CN": "世间圣贤人教给我们人与人相处，所谓是君子相交淡如水，这个交往才能够长久，才不会变质。凡是好过头会变质，坏过头也变质，一定要保持平淡。现在这些恩怨已经变成一家人，那怎么办？这问题严重。真的，不学佛的人严重，非常严重，这个恩恩怨怨报来报去没完没了，真可怕！生生世世纠缠不清，苦不堪言。你修行为什么不能超越六道？就是有这些人缠着你，找你的麻烦，障碍你。这总合起来讲，这叫魔障，就是这些人来障碍你。学佛的人明白，事实真相完全了解，无论是恩是怨，是讨债是还债，我们把这些统统放下，劝他学佛。把所有这些有关系的人，我们统统从今天起都把他改成法缘，把世间人情的眷属都变成法眷属，这样就好。",
      "zh_TW": "世間聖賢人教給我們人與人相處，所謂是君子相交淡如水，這個交往才能夠長久，才不會變質。凡是好過頭會變質，壞過頭也變質，一定要保持平淡。現在這些恩怨已經變成一家人，那怎麼辦？這問題嚴重。真的，不學佛的人嚴重，非常嚴重，這個恩恩怨怨報來報去沒完沒了，真可怕！生生世世糾纏不清，苦不堪言。你修行為什麼不能超越六道？就是有這些人纏著你，找你的麻煩，障礙你。這總合起來講，這叫魔障，就是這些人來障礙你。學佛的人明白，事實真相完全了解，無論是恩是怨，是討債是還債，我們把這些統統放下，勸他學佛。把所有這些有關係的人，我們統統從今天起都把他改成法緣，把世間人情的眷屬都變成法眷屬，這樣就好。"
    },
    {
      "id": "03-005-0006_p0010",
      "zh_CN": "可是在这个地方法眷属也有了问题。什么问题？「调达」就是提婆达多，提婆达多是释迦牟尼佛的学生，他跟释迦牟尼佛是两重关系，在世法里面讲他们是堂兄弟，在出世法里面讲他们是师生关系，是法眷属。法眷属里面还牵着有亲属的关系在里面。在这个地方我们看到阿阇世叛逆了父母，提婆达多背师叛道，结果是世间眷属跟法眷属都出了问题。现在这个世间儿女不孝顺，徒弟毁谤老师、不认识老师，有什么好奇怪的？释迦牟尼佛在世的时候就是这样的，所以要晓得一点都不奇怪。这个地方实实在在，这些人叫现身说法来教导我们对于顺境、逆境都不要放在心里，这个道业才能成就；障缘，就是障碍的这些因缘才能够舍离。善导大师注子里面说得很详细，诸位自己去看，我们就不多说。",
      "zh_TW": "可是在這個地方法眷屬也有了問題。什麼問題？「調達」就是提婆達多，提婆達多是釋迦牟尼佛的學生，他跟釋迦牟尼佛是兩重關係，在世法裡面講他們是堂兄弟，在出世法裡面講他們是師生關係，是法眷屬。法眷屬裡面還牽著有親屬的關係在裡面。在這個地方我們看到阿闍世叛逆了父母，提婆達多背師叛道，結果是世間眷屬跟法眷屬都出了問題。現在這個世間兒女不孝順，徒弟毀謗老師、不認識老師，有什麼好奇怪的？釋迦牟尼佛在世的時候就是這樣的，所以要曉得一點都不奇怪。這個地方實實在在，這些人叫現身說法來教導我們對於順境、逆境都不要放在心裡，這個道業才能成就；障緣，就是障礙的這些因緣才能夠捨離。善導大師註子裡面說得很詳細，諸位自己去看，我們就不多說。"
    },
    {
      "id": "03-005-0006_p0011",
      "zh_CN": "提婆达多，在大乘经里面佛告诉我们，这些人我们不能把他看轻，他是大权示现。换句话说，世尊出现在这个世间教化众生，就像在舞台上演戏一样。这一出戏里面有扮演正面的这些角色，也有扮演负面的那些角色，无论扮演什么角色，都是佛菩萨再来的。我们知道一切法都是从缘生，诸法从缘生，佛法也不例外。如果没有缘，佛就不会讲经说法，众生就听不到佛法，根本没有开悟的机会。佛为我们说法，正反两面都要说，哪些是善，哪些是恶，哪些是善果，哪些是恶报。什么因缘引起释迦牟尼佛为我们说法？由这些善的弟子们向世尊请示佛法，佛给他讲善法；由那些恶弟子造作许许多多罪业，引导释迦牟尼佛给我们说恶因恶果。这我们就对事实真相面面都明白、面面都听到。",
      "zh_TW": "提婆達多，在大乘經裡面佛告訴我們，這些人我們不能把他看輕，他是大權示現。換句話說，世尊出現在這個世間教化眾生，就像在舞台上演戲一樣。這一齣戲裡面有扮演正面的這些角色，也有扮演負面的那些角色，無論扮演什麼角色，都是佛菩薩再來的。我們知道一切法都是從緣生，諸法從緣生，佛法也不例外。如果沒有緣，佛就不會講經說法，眾生就聽不到佛法，根本沒有開悟的機會。佛為我們說法，正反兩面都要說，哪些是善，哪些是惡，哪些是善果，哪些是惡報。什麼因緣引起釋迦牟尼佛為我們說法？由這些善的弟子們向世尊請示佛法，佛給他講善法；由那些惡弟子造作許許多多罪業，引導釋迦牟尼佛給我們說惡因惡果。這我們就對事實真相面面都明白、面面都聽到。"
    },
    {
      "id": "03-005-0006_p0012",
      "zh_CN": "因此，佛在教化众生，这些弟子们所表演的没有一个不是在教化众生，就是连阿阇世王也不例外。佛当年出家弟子、在家弟子都是诸佛菩萨化现的，演这一场大戏来给我们看，让我们在这里面真正觉悟到宇宙人生的真相。而表演的，使我们在这里面学习到许许多多的知识，我们应该用什么样的态度处事待人接物，如何断恶修善，怎样修因证果，看这些就应当明白。",
      "zh_TW": "因此，佛在教化眾生，這些弟子們所表演的沒有一個不是在教化眾生，就是連阿闍世王也不例外。佛當年出家弟子、在家弟子都是諸佛菩薩化現的，演這一場大戲來給我們看，讓我們在這裡面真正覺悟到宇宙人生的真相。而表演的，使我們在這裡面學習到許許多多的知識，我們應該用什麼樣的態度處事待人接物，如何斷惡修善，怎樣修因證果，看這些就應當明白。"
    },
    {
      "id": "03-005-0006_p0013",
      "zh_CN": "我们中国古人常说「近朱者赤，近墨者黑」。阿阇世他投胎，他是个仙人。不要说仙人，七地以下的菩萨投胎都有隔阴之迷，那仙人更不必说。这一投胎，前生的事情忘掉。所以这个小孩生下来，长大之后还是很听话，还是很孝顺，并没有记得过去生中的仇恨，今生一定要来报复，没有！那是因，因是埋藏在那边，没有发现，必须要有缘来发现。缘是属于这一世的，因是过去生中所种的。从这个地方也使我们警觉到，诸位在家同修都有儿女，儿女的教育、儿女的交友不能不慎重。他要交到好的朋友，他会向上；交到坏的朋友，他就往下走。所以这是不能不留意的。",
      "zh_TW": "我們中國古人常說「近朱者赤，近墨者黑」。阿闍世他投胎，他是個仙人。不要說仙人，七地以下的菩薩投胎都有隔陰之迷，那仙人更不必說。這一投胎，前生的事情忘掉。所以這個小孩生下來，長大之後還是很聽話，還是很孝順，並沒有記得過去生中的仇恨，今生一定要來報復，沒有！那是因，因是埋藏在那邊，沒有發現，必須要有緣來發現。緣是屬於這一世的，因是過去生中所種的。從這個地方也使我們警覺到，諸位在家同修都有兒女，兒女的教育、兒女的交友不能不慎重。他要交到好的朋友，他會向上；交到壞的朋友，他就往下走。所以這是不能不留意的。"
    },
    {
      "id": "03-005-0006_p0014",
      "zh_CN": "提婆达多心胸窄狭，嫉妒、瞋恚心很重，虽然是佛弟子，但是他对于佛心里面并不是真正的佩服，他认为释迦牟尼佛能作佛，我也可以作佛。见到释迦牟尼佛有许许多多的人恭敬供养，他看到很难过，处心积虑想把释迦牟尼佛害死，他向大众宣布：我成佛了，将释迦牟尼佛的地位取而代之。当然这个人也相当聪明。虽聪明，诸位要晓得，佛当年说法不容易，印度在那个时候是我们这个世界上，要用现在话来说，就是文化学术水准最高的地区，什么样人才都有。佛经里面讲的九十六种外道，用现在的话来说，科学家、哲学家、宗教家都是世界第一流的。你在这里讲经说法，这些人常常来要跟你辩论的。世尊证得圆满的智慧，得四无碍辩才，所以把这些人都能够降服，见到佛都心服口服。",
      "zh_TW": "提婆達多心胸窄狹，嫉妒、瞋恚心很重，雖然是佛弟子，但是他對於佛心裡面並不是真正的佩服，他認為釋迦牟尼佛能作佛，我也可以作佛。見到釋迦牟尼佛有許許多多的人恭敬供養，他看到很難過，處心積慮想把釋迦牟尼佛害死，他向大眾宣布：我成佛了，將釋迦牟尼佛的地位取而代之。當然這個人也相當聰明。雖聰明，諸位要曉得，佛當年說法不容易，印度在那個時候是我們這個世界上，要用現在話來說，就是文化學術水準最高的地區，什麼樣人才都有。佛經裡面講的九十六種外道，用現在的話來說，科學家、哲學家、宗教家都是世界第一流的。你在這裡講經說法，這些人常常來要跟你辯論的。世尊證得圓滿的智慧，得四無礙辯才，所以把這些人都能夠降服，見到佛都心服口服。"
    },
    {
      "id": "03-005-0006_p0015",
      "zh_CN": "提婆达多还没有这个能力，天天在打妄想，尤其是想学神通，处心积虑想学神通。佛当然不教他，心术不正，他要学会了，会做坏事。他向其他的同学请求，同学都是阿罗汉以上的，都有宿命通、都有他心通，提婆达多起心动念他们都知道，没有人教他。最后找到阿难，阿难证初果，有天眼通、天耳通，没有他心通，不晓得提婆达多的用心。何况提婆达多又是他的哥哥，他们是亲兄弟，这找到是不能不教，于是阿难就传授给他，教他学神通。学到能够飞行变化，能够身上出水出火，这些奇奇怪怪的像魔术一样的，他学会了这一套。于是有一天，阿阇王子出城去游玩遇到提婆达多，提婆达多见机会来了，就跟他现神通。阿阇世王子从来没见过，看到这样希奇，佩服得了不起，这下交上朋友。提婆达多就教唆他，他说：从前你的父亲、你的母亲是怎么样对你，说他过去生中的因缘；你的父母并不是真正爱你，不是真正爱护你，说了许许多多的坏话挑拨，他真的就相信，对于父母才起报复的念头，他挑唆的。劝他，你把你父王的位置夺了之后，你做新王；我把释迦牟尼佛害死，我做新佛，咱们新王、新佛来统治这个世间，岂不是大快乐的事情！这两个人商量怎么干法。",
      "zh_TW": "提婆達多還沒有這個能力，天天在打妄想，尤其是想學神通，處心積慮想學神通。佛當然不教他，心術不正，他要學會了，會做壞事。他向其他的同學請求，同學都是阿羅漢以上的，都有宿命通、都有他心通，提婆達多起心動念他們都知道，沒有人教他。最後找到阿難，阿難證初果，有天眼通、天耳通，沒有他心通，不曉得提婆達多的用心。何況提婆達多又是他的哥哥，他們是親兄弟，這找到是不能不教，於是阿難就傳授給他，教他學神通。學到能夠飛行變化，能夠身上出水出火，這些奇奇怪怪的像魔術一樣的，他學會了這一套。於是有一天，阿闍王子出城去遊玩遇到提婆達多，提婆達多見機會來了，就跟他現神通。阿闍世王子從來沒見過，看到這樣希奇，佩服得了不起，這下交上朋友。提婆達多就教唆他，他說：從前你的父親、你的母親是怎麼樣對你，說他過去生中的因緣；你的父母並不是真正愛你，不是真正愛護你，說了許許多多的壞話挑撥，他真的就相信，對於父母才起報復的念頭，他挑唆的。勸他，你把你父王的位置奪了之後，你做新王；我把釋迦牟尼佛害死，我做新佛，咱們新王、新佛來統治這個世間，豈不是大快樂的事情！這兩個人商量怎麼幹法。"
    },
    {
      "id": "03-005-0006_p0016",
      "zh_CN": "提婆达多怎么害佛？释迦牟尼佛住在灵山，每天都要到城里面来乞食。灵鹫山距离王舍城五里路，从山上下来到大城乞食，托钵之后再回去，他就知道释迦牟尼佛每天要走哪些地方。有一个地方是悬崖，他就在山顶上用一块大石头放在那里，等释迦牟尼佛从底下走过，石头推下去压他。佛的福报大，没有人能够害佛的。这个石头推下去了，佛有护法神，护法神用金刚杵挡住这个石头，把石头就打碎了。打碎了，破片碰到佛的脚，佛的脚流了一点血，这叫出佛身血，就是这么来的。这是恶意害佛，害佛到出佛身血，这都是阿鼻地狱罪业。",
      "zh_TW": "提婆達多怎麼害佛？釋迦牟尼佛住在靈山，每天都要到城裡面來乞食。靈鷲山距離王舍城五里路，從山上下來到大城乞食，托缽之後再回去，他就知道釋迦牟尼佛每天要走哪些地方。有一個地方是懸崖，他就在山頂上用一塊大石頭放在那裡，等釋迦牟尼佛從底下走過，石頭推下去壓他。佛的福報大，沒有人能夠害佛的。這個石頭推下去了，佛有護法神，護法神用金剛杵擋住這個石頭，把石頭就打碎了。打碎了，破片碰到佛的腳，佛的腳流了一點血，這叫出佛身血，就是這麼來的。這是惡意害佛，害佛到出佛身血，這都是阿鼻地獄罪業。"
    },
    {
      "id": "03-005-0006_p0017",
      "zh_CN": "这两个人合在一起，杀父害母，破和合僧，出佛身血，统统都干，五逆十恶，这是堕地狱罪业。提婆达多堕地狱，生身陷于地狱，但是因为他这种恶行，引发释迦牟尼佛说出许许多多恶因、恶报这些经典，这功德很大，使我们深受其利，功德很大。所以他堕在地狱，有人问释迦牟尼佛，提婆达多在地狱情形怎么样？释迦牟尼佛说，他在地狱里头那个享受就跟天宫一样，很快乐。确实是堕在地狱，他堕的地狱跟别人堕的地狱不同。为什么？他（这等于说启请）启请了许许多多利益一切众生的经论，因此他有福。他造作恶业该堕地狱，但是他的福太大，到了地狱还享福，你想想这个福报多大，真正不可思议！请法的福德，流通佛法的福德，弘扬佛法的福德非常非常大。那要不是他的示现，我们也不知道。",
      "zh_TW": "這兩個人合在一起，殺父害母，破和合僧，出佛身血，統統都幹，五逆十惡，這是墮地獄罪業。提婆達多墮地獄，生身陷於地獄，但是因為他這種惡行，引發釋迦牟尼佛說出許許多多惡因、惡報這些經典，這功德很大，使我們深受其利，功德很大。所以他墮在地獄，有人問釋迦牟尼佛，提婆達多在地獄情形怎麼樣？釋迦牟尼佛說，他在地獄裡頭那個享受就跟天宮一樣，很快樂。確實是墮在地獄，他墮的地獄跟別人墮的地獄不同。為什麼？他（這等於說啟請）啟請了許許多多利益一切眾生的經論，因此他有福。他造作惡業該墮地獄，但是他的福太大，到了地獄還享福，你想想這個福報多大，真正不可思議！請法的福德，流通佛法的福德，弘揚佛法的福德非常非常大。那要不是他的示現，我們也不知道。"
    },
    {
      "id": "03-005-0006_p0018",
      "zh_CN": "阿阇世王到临命终的时候才后悔，才知道自己做错，所以《大藏经》里头有一部《阿阇世王经》，这就是释迦牟尼讲他的因果，我们世间人所谓的三世因果，释迦牟尼佛讲他。他到最后念佛生到西方净土，临终一念十念给我们证实了，造五逆十恶罪，就是地狱的众生，这一句阿弥陀佛，上从等觉菩萨下至地狱众生统统得度，这个法门不可思议！",
      "zh_TW": "阿闍世王到臨命終的時候才後悔，才知道自己做錯，所以《大藏經》裡頭有一部《阿闍世王經》，這就是釋迦牟尼講他的因果，我們世間人所謂的三世因果，釋迦牟尼佛講他。他到最後念佛生到西方淨土，臨終一念十念給我們證實了，造五逆十惡罪，就是地獄的眾生，這一句阿彌陀佛，上從等覺菩薩下至地獄眾生統統得度，這個法門不可思議！"
    },
    {
      "id": "03-005-0006_p0019",
      "zh_CN": "那我们再要问，阿阇世王子往生西方极乐世界，是不是下下品往生？不是的。世尊给我们说他是上品中生，不可思议！所以佛为我们说出往生是两种人：第一种人是积功累德，依教修行，从信愿行这样往生的，像我们现在这种人念佛求生净土。另外一种人是极恶之人临终忏悔往生的，他往生的品位，是看他忏悔的力量。由此可知，阿阇世王他临终是真心忏悔。我们中国俗话说：浪子回头金不换。坏透了，他转过来是最好的人，他是这样转过来的，所以品位很高。这也就是警惕我们，我们不要轻视这个社会上作恶、作奸犯科的这些人，不可以轻视他。为什么？也许他在临终的时候一下忏悔往生，品位还在我们上面，我们还不如他。所以明白这些事实真相，我们对一切人才能用平等心，才能用清净心，了解事实真相。否则一般人怎么能平？怎么能清净？不能平等、不能清净是你不晓得事实真相。你晓得事实真相，自自然然心地清净平等。",
      "zh_TW": "那我們再要問，阿闍世王子往生西方極樂世界，是不是下下品往生？不是的。世尊給我們說他是上品中生，不可思議！所以佛為我們說出往生是兩種人：第一種人是積功累德，依教修行，從信願行這樣往生的，像我們現在這種人念佛求生淨土。另外一種人是極惡之人臨終懺悔往生的，他往生的品位，是看他懺悔的力量。由此可知，阿闍世王他臨終是真心懺悔。我們中國俗話說：浪子回頭金不換。壞透了，他轉過來是最好的人，他是這樣轉過來的，所以品位很高。這也就是警惕我們，我們不要輕視這個社會上作惡、作奸犯科的這些人，不可以輕視他。為什麼？也許他在臨終的時候一下懺悔往生，品位還在我們上面，我們還不如他。所以明白這些事實真相，我們對一切人才能用平等心，才能用清淨心，了解事實真相。否則一般人怎麼能平？怎麼能清淨？不能平等、不能清淨是你不曉得事實真相。你曉得事實真相，自自然然心地清淨平等。"
    },
    {
      "id": "03-005-0006_p0020",
      "zh_CN": "世尊弟子当中，《戒经》里面讲「六群比丘」都是不听话的学生，顽皮的不得了，什么坏事都干。三藏里面律藏，就是他们做一个坏事，释迦牟尼佛制定一条戒律，所以这个戒律就是他们引起来的。没有他们这些人，这戒律三藏就缺了一藏。这几个唱戏的时候，他唱的是大奸，唱丑角，他的功劳也不小，没有他也不行。所以孔夫子跟我们说「三人行，必有我师」。必是必定，语气非常肯定。三个人什么？自己一个，一个善人，一个恶人，三个人。善人是我的老师，他的善行我要效法，我要跟他学习；恶人也是我的老师，他可以提醒我，我有没有他那个恶。有，马上改过自新，他也是我的老师。然后才知道，释迦牟尼佛所有的弟子，这些佛菩萨大权示现，统统是帮助佛教化众生的，全都是众生的善知识，这是真因。我们现在在经上看这一段的事情，这段事情是世间事，世间事给我们很大很大的启示，说明这个世间的苦，真苦！他所示现的，这个世间确有其事。尤其在现代社会，我们看到这些事件就太多太多。",
      "zh_TW": "世尊弟子當中，《戒經》裡面講「六群比丘」都是不聽話的學生，頑皮的不得了，什麼壞事都幹。三藏裡面律藏，就是他們做一個壞事，釋迦牟尼佛制定一條戒律，所以這個戒律就是他們引起來的。沒有他們這些人，這戒律三藏就缺了一藏。這幾個唱戲的時候，他唱的是大奸，唱丑角，他的功勞也不小，沒有他也不行。所以孔夫子跟我們說「三人行，必有我師」。必是必定，語氣非常肯定。三個人什麼？自己一個，一個善人，一個惡人，三個人。善人是我的老師，他的善行我要效法，我要跟他學習；惡人也是我的老師，他可以提醒我，我有沒有他那個惡。有，馬上改過自新，他也是我的老師。然後才知道，釋迦牟尼佛所有的弟子，這些佛菩薩大權示現，統統是幫助佛教化眾生的，全都是眾生的善知識，這是真因。我們現在在經上看這一段的事情，這段事情是世間事，世間事給我們很大很大的啟示，說明這個世間的苦，真苦！他所示現的，這個世間確有其事。尤其在現代社會，我們看到這些事件就太多太多。"
    },
    {
      "id": "03-005-0006_p0021",
      "zh_CN": "看底下经文。这是因为阿阇世王子接受提婆达多的挑唆，发动政变。『收执父王频婆娑罗』，频婆娑罗是他父亲的名号。「收执」就把他抓起来，把他关在，当然那个时候没有把他送到监牢狱，就是幽禁在宫中，把他外面的就是缘统统断绝。『幽闭置于七重室内』，在深宫里面。『制诸群臣，一不得往』，一切人都不准接近。这个目的，因为他毕竟是父亲，如果把他杀害了，这个恶名也不好，他总是不愿意落这个恶名。用这种方法把他父亲给饿死，不给你饮食，所有一切人都不给你接近，用这种方法来对付他，来对付他父亲。",
      "zh_TW": "看底下經文。這是因為阿闍世王子接受提婆達多的挑唆，發動政變。『收執父王頻婆娑羅』，頻婆娑羅是他父親的名號。「收執」就把他抓起來，把他關在，當然那個時候沒有把他送到監牢獄，就是幽禁在宮中，把他外面的就是緣統統斷絕。『幽閉置於七重室內』，在深宮裡面。『制諸群臣，一不得往』，一切人都不准接近。這個目的，因為他畢竟是父親，如果把他殺害了，這個惡名也不好，他總是不願意落這個惡名。用這種方法把他父親給餓死，不給你飲食，所有一切人都不給你接近，用這種方法來對付他，來對付他父親。"
    },
    {
      "id": "03-005-0006_p0022",
      "zh_CN": "经【国太夫人。名韦提希。】",
      "zh_TW": "經【國太夫人。名韋提希。】"
    },
    {
      "id": "03-005-0006_p0023",
      "zh_CN": "这是他的母亲，皇后。",
      "zh_TW": "這是他的母親，皇后。"
    },
    {
      "id": "03-005-0006_p0024",
      "zh_CN": "经【恭敬大王。澡浴清净。以酥蜜和𪎊。】",
      "zh_TW": "經【恭敬大王。澡浴清淨。以酥蜜和麨。】"
    },
    {
      "id": "03-005-0006_p0025",
      "zh_CN": "这个『𪎊』台湾叫面茶，就是这个东西。我们大陆上叫𪎊面，台湾叫面茶。",
      "zh_TW": "這個『麨』台灣叫麵茶，就是這個東西。我們大陸上叫麨麵，台灣叫麵茶。"
    },
    {
      "id": "03-005-0006_p0026",
      "zh_CN": "经【用涂其身。】",
      "zh_TW": "經【用塗其身。】"
    },
    {
      "id": "03-005-0006_p0027",
      "zh_CN": "她把身上洗干净，这个涂在身上。",
      "zh_TW": "她把身上洗乾淨，這個塗在身上。"
    },
    {
      "id": "03-005-0006_p0028",
      "zh_CN": "经【诸璎珞中。盛葡萄浆。密以上王。】",
      "zh_TW": "經【諸瓔珞中。盛葡萄漿。密以上王。】"
    },
    {
      "id": "03-005-0006_p0029",
      "zh_CN": "别人禁止不能见国王，皇后去见国王，守卫的人不敢阻拦，当然不准带东西去。她这个涂在身上，葡萄浆装在璎珞里面，这样子带进去。国王这才得到饮食，才能够延续生命。",
      "zh_TW": "別人禁止不能見國王，皇后去見國王，守衛的人不敢阻攔，當然不准帶東西去。她這個塗在身上，葡萄漿裝在瓔珞裡面，這樣子帶進去。國王這才得到飲食，才能夠延續生命。"
    },
    {
      "id": "03-005-0006_p0030",
      "zh_CN": "经【尔时大王。食𪎊饮浆。求水漱口。漱口毕已。合掌恭敬。向耆阇崛山。遥礼世尊。而作是言。大目犍连。是吾亲友。愿兴慈悲。授我八戒。】",
      "zh_TW": "經【爾時大王。食麨飲漿。求水漱口。漱口畢已。合掌恭敬。向耆闍崛山。遙禮世尊。而作是言。大目犍連。是吾親友。願興慈悲。授我八戒。】"
    },
    {
      "id": "03-005-0006_p0031",
      "zh_CN": "国王被幽禁在宫中，等于坐牢一样，实际上就是坐牢，牢房比一般囚犯的牢房舒服一点而已，这是苦不堪言。得到皇后的帮助，这是偷偷的送了饮食来，能够维持生命。在这个时候他才真正体会到人生之苦，过去做国王哪里晓得人苦？遭这个难才知道。遭这么大的变故，才真正体会到人生的苦痛，于是乎向世尊求救。他平素也是释迦牟尼佛的在家弟子，也是释迦牟尼佛的护法。世尊高高在上，不敢惊动他老人家，所以求什么？求他能派学生来帮助我就好。那么他希望派谁？希望派目犍连，目连尊者。目连跟他是亲戚，也出家了，这是佛的十大弟子之一。求佛派目连尊者来给他授八关斋戒。",
      "zh_TW": "國王被幽禁在宮中，等於坐牢一樣，實際上就是坐牢，牢房比一般囚犯的牢房舒服一點而已，這是苦不堪言。得到皇后的幫助，這是偷偷的送了飲食來，能夠維持生命。在這個時候他才真正體會到人生之苦，過去做國王哪裡曉得人苦？遭這個難才知道。遭這麼大的變故，才真正體會到人生的苦痛，於是乎向世尊求救。他平素也是釋迦牟尼佛的在家弟子，也是釋迦牟尼佛的護法。世尊高高在上，不敢驚動他老人家，所以求什麼？求他能派學生來幫助我就好。那麼他希望派誰？希望派目犍連，目連尊者。目連跟他是親戚，也出家了，這是佛的十大弟子之一。求佛派目連尊者來給他授八關齋戒。"
    },
    {
      "id": "03-005-0006_p0032",
      "zh_CN": "八关斋戒的内容是出家戒，是特别为在家人修学的。在家人仰慕出家，而不能出家，那怎么办？我出家一天，这可以！这是出家一天的戒律，出家一天的。所以八关斋戒的授受有效的时间就是二十四小时，这是一天一夜，过了就没有效。如果要再受？要重新受。所以有人是每天都授八关斋戒，连续受很多天，这可以的。一定要天天授。八关斋戒如果没有法师给你授，自己在佛菩萨面前可以授，照着这个条文自己发愿受持。",
      "zh_TW": "八關齋戒的內容是出家戒，是特別為在家人修學的。在家人仰慕出家，而不能出家，那怎麼辦？我出家一天，這可以！這是出家一天的戒律，出家一天的。所以八關齋戒的授受有效的時間就是二十四小時，這是一天一夜，過了就沒有效。如果要再受？要重新受。所以有人是每天都授八關齋戒，連續受很多天，這可以的。一定要天天授。八關齋戒如果沒有法師給你授，自己在佛菩薩面前可以授，照著這個條文自己發願受持。"
    },
    {
      "id": "03-005-0006_p0033",
      "zh_CN": "所以这个戒律，像五戒、八戒（就是八关斋戒）、菩萨戒都可以自己在佛像面前发愿求授，都能得戒。唯独出家比丘戒、比丘尼戒不许可自己授，一定要由大僧，就是出家的比丘、比丘尼五个人以上，至少是五个人，在一般状况一定要十个人。所谓「三师七证」，要十个人传，你才能够得戒，不可以自己授。如果好像在边地法师很少，或者有特别的时节因缘，五位法师传也可以；五位法师以下的不可以，不能够传这个大戒。这是常识，我们都应该知道。如果有法师，请法师来授当然更好，没有，自己在佛菩萨面前、佛像面前来授，都是一样可以得戒。这众生有感，佛菩萨立刻就有应，感应道交不可思议！",
      "zh_TW": "所以這個戒律，像五戒、八戒（就是八關齋戒）、菩薩戒都可以自己在佛像面前發願求授，都能得戒。唯獨出家比丘戒、比丘尼戒不許可自己授，一定要由大僧，就是出家的比丘、比丘尼五個人以上，至少是五個人，在一般狀況一定要十個人。所謂「三師七證」，要十個人傳，你才能夠得戒，不可以自己授。如果好像在邊地法師很少，或者有特別的時節因緣，五位法師傳也可以；五位法師以下的不可以，不能夠傳這個大戒。這是常識，我們都應該知道。如果有法師，請法師來授當然更好，沒有，自己在佛菩薩面前、佛像面前來授，都是一樣可以得戒。這眾生有感，佛菩薩立刻就有應，感應道交不可思議！"
    },
    {
      "id": "03-005-0006_p0034",
      "zh_CN": "经【时目犍连。如鹰隼飞。疾至王所。日日如是。授王八戒。世尊亦遣尊者富楼那。为王说法。】",
      "zh_TW": "經【時目犍連。如鷹隼飛。疾至王所。日日如是。授王八戒。世尊亦遣尊者富樓那。為王說法。】"
    },
    {
      "id": "03-005-0006_p0035",
      "zh_CN": "现在国王没事情了，也不要理朝政，所以可以专心持戒、听经。他幽闭在宫中，反而得到了一个好的修行的环境。目连每天去给他授戒，给他授八关斋戒。世尊当然对这个事情很清楚、很明白，特别派遣说法第一的弟子，富楼那是说法第一，派他去给频婆娑罗王说法。",
      "zh_TW": "現在國王沒事情了，也不要理朝政，所以可以專心持戒、聽經。他幽閉在宮中，反而得到了一個好的修行的環境。目連每天去給他授戒，給他授八關齋戒。世尊當然對這個事情很清楚、很明白，特別派遣說法第一的弟子，富樓那是說法第一，派他去給頻婆娑羅王說法。"
    },
    {
      "id": "03-005-0006_p0036",
      "zh_CN": "在这段里面，要跟诸位同修报告的就是八关斋戒，这是重要的一个修行方法，我们在家同修不能常常受，最好能一个月有一次。受过菩萨戒的人，菩萨戒里面，大家晓得有六斋日、有十斋日，那是相当精进的修行。六斋日就是一个月有六天，受六天的八关斋；如果更精进的受十天八关斋，那相当精进。假如我们一个月当中，十天、六天不能受，受一天都很好，这一定要知道。这六斋日并不是我这六天吃素，那就完全错了。八关斋跟吃素不相干，斋不是素，一定要搞清楚。斋是什么意思？斋是过中不食叫斋。佛陀当年在世，出家人的生活方式是托钵，托钵是慈悲为本，决定不要给人家找麻烦。所以托钵的时候，他吃什么，他就给我吃什么，不必要单独给出家人预备什么饭菜来供养他，那岂不叫找人家麻烦吗？那就不慈悲。所以你们家里吃什么就供养什么，这诸位要知道。现在南洋这小乘国家，泰国、斯里兰卡（锡兰）依然还是托钵制度。人家给他肉就吃肉，给他鱼就吃鱼，给他什么就吃什么。他没有分别、没有选择。",
      "zh_TW": "在這段裡面，要跟諸位同修報告的就是八關齋戒，這是重要的一個修行方法，我們在家同修不能常常受，最好能一個月有一次。受過菩薩戒的人，菩薩戒裡面，大家曉得有六齋日、有十齋日，那是相當精進的修行。六齋日就是一個月有六天，受六天的八關齋；如果更精進的受十天八關齋，那相當精進。假如我們一個月當中，十天、六天不能受，受一天都很好，這一定要知道。這六齋日並不是我這六天吃素，那就完全錯了。八關齋跟吃素不相干，齋不是素，一定要搞清楚。齋是什麼意思？齋是過中不食叫齋。佛陀當年在世，出家人的生活方式是托缽，托缽是慈悲為本，決定不要給人家找麻煩。所以托缽的時候，他吃什麼，他就給我吃什麼，不必要單獨給出家人預備什麼飯菜來供養他，那豈不叫找人家麻煩嗎？那就不慈悲。所以你們家裡吃什麼就供養什麼，這諸位要知道。現在南洋這小乘國家，泰國、斯里蘭卡（錫蘭）依然還是托缽制度。人家給他肉就吃肉，給他魚就吃魚，給他什麼就吃什麼。他沒有分別、沒有選擇。"
    },
    {
      "id": "03-005-0006_p0037",
      "zh_CN": "全世界佛教徒吃素食的只有中国。现在交通发达，每个国家都可以去观光旅游，你去看看，到外面去人家看到我们中国出家人吃素，奇怪为什么不吃肉？我们看到他们那些和尚怎么会吃肉，这是很奇怪？彼此都奇怪。你要搞清楚就不奇怪。中国出家在家这个素食不是释迦牟尼佛定的，释迦牟尼佛没有强迫要求我们素食。中国这个素食是梁武帝提倡出来的，梁武帝是我们佛门大护法，所以这个素食运动发生得很晚，梁武帝以前，出家在家人都不是素食的。他是因为读《楞伽经》，《楞伽经》里面讲得透彻，还有《楞严经》里面也讲得明白：菩萨心地慈悲，不忍心吃众生肉。他读到这个文很感动，于是自己发愿吃长素。这大护法吃长素，所以就是劝导佛门里面，这样搞起一个素食运动，这个历史差不多将近有一千年。或者现在学佛不吃素，那个罪过可就大，其实不然，不要把它搞错。但是素食对于健康有一定的好处，实在讲还是值得提倡的。八关斋戒这段文在第七十二页，诸位翻开七十二页。要明了这个戒律是出家的戒律，所以戒律很严。最重要的关键在斋，斋就是过中不食，一定要坚守斋戒。一共有八条，戒八条，斋是一条。",
      "zh_TW": "全世界佛教徒吃素食的只有中國。現在交通發達，每個國家都可以去觀光旅遊，你去看看，到外面去人家看到我們中國出家人吃素，奇怪為什麼不吃肉？我們看到他們那些和尚怎麼會吃肉，這是很奇怪？彼此都奇怪。你要搞清楚就不奇怪。中國出家在家這個素食不是釋迦牟尼佛定的，釋迦牟尼佛沒有強迫要求我們素食。中國這個素食是梁武帝提倡出來的，梁武帝是我們佛門大護法，所以這個素食運動發生得很晚，梁武帝以前，出家在家人都不是素食的。他是因為讀《楞伽經》，《楞伽經》裡面講得透徹，還有《楞嚴經》裡面也講得明白：菩薩心地慈悲，不忍心吃眾生肉。他讀到這個文很感動，於是自己發願吃長素。這大護法吃長素，所以就是勸導佛門裡面，這樣搞起一個素食運動，這個歷史差不多將近有一千年。或者現在學佛不吃素，那個罪過可就大，其實不然，不要把它搞錯。但是素食對於健康有一定的好處，實在講還是值得提倡的。八關齋戒這段文在第七十二頁，諸位翻開七十二頁。要明瞭這個戒律是出家的戒律，所以戒律很嚴。最重要的關鍵在齋，齋就是過中不食，一定要堅守齋戒。一共有八條，戒八條，齋是一條。"
    },
    {
      "id": "03-005-0006_p0038",
      "zh_CN": "疏【云佛子。从今旦。】",
      "zh_TW": "疏【云佛子。從今旦。】"
    },
    {
      "id": "03-005-0006_p0039",
      "zh_CN": "『旦』是早晨，从今天早晨。",
      "zh_TW": "『旦』是早晨，從今天早晨。"
    },
    {
      "id": "03-005-0006_p0040",
      "zh_CN": "疏【至明旦。】",
      "zh_TW": "疏【至明旦。】"
    },
    {
      "id": "03-005-0006_p0041",
      "zh_CN": "到明天早晨。一天一夜。",
      "zh_TW": "到明天早晨。一天一夜。"
    },
    {
      "id": "03-005-0006_p0042",
      "zh_CN": "疏【一日一夜。如诸佛不杀生。能持不。答言。能持。】",
      "zh_TW": "疏【一日一夜。如諸佛不殺生。能持不。答言。能持。】"
    },
    {
      "id": "03-005-0006_p0043",
      "zh_CN": "要像佛一样一天一夜不杀生，要严格的做到，要真正的做到，蚊虫、蚂蚁都不能杀。这是第一条，不杀生。",
      "zh_TW": "要像佛一樣一天一夜不殺生，要嚴格的做到，要真正的做到，蚊蟲、螞蟻都不能殺。這是第一條，不殺生。"
    },
    {
      "id": "03-005-0006_p0044",
      "zh_CN": "疏【第二又云。佛子。从今旦至明旦。一日一夜。如诸佛不偷盗。不行婬。不妄语。不饮酒。不得脂粉涂身。不得歌舞唱伎及往观听。不得上高广大床。】",
      "zh_TW": "疏【第二又云。佛子。從今旦至明旦。一日一夜。如諸佛不偷盜。不行婬。不妄語。不飲酒。不得脂粉塗身。不得歌舞唱伎及往觀聽。不得上高廣大床。】"
    },
    {
      "id": "03-005-0006_p0045",
      "zh_CN": "下面都仿照这个例子，这文省掉了。第二是不偷盗，第三是不行婬，第四是不妄语，第五是不饮酒，第六是不得香粉涂身，不得歌舞唱伎及往观听，第八是不得上高广大床，这八条。这八条能够完全做到，跟出家人的生活完全相同，时间是一天一夜。",
      "zh_TW": "下面都仿照這個例子，這文省掉了。第二是不偷盜，第三是不行婬，第四是不妄語，第五是不飲酒，第六是不得香粉塗身，不得歌舞唱伎及往觀聽，第八是不得上高廣大床，這八條。這八條能夠完全做到，跟出家人的生活完全相同，時間是一天一夜。"
    },
    {
      "id": "03-005-0006_p0046",
      "zh_CN": "这八条叫戒，我们一看就晓得前面是五戒。五戒在家是不邪淫，出家人是不淫，不行淫，差别就在这个地方。其他的四条，在家跟出家没有两样。后面这三条那是专门指在家人，出家人没有。这就是脂粉涂身，这个脂粉包括现在用香水这些东西，甚至于香皂都不可以，香皂也是属于这一类的。不得歌舞也不能去观听，为什么？这个斋是修清净心，这些决定扰乱你清净心，妨害你清净心，所以统统要远离。不得上高广大床，这个高广大床睡在那里容易犯邪思，胡思乱想，所以这才禁止。",
      "zh_TW": "這八條叫戒，我們一看就曉得前面是五戒。五戒在家是不邪淫，出家人是不淫，不行淫，差別就在這個地方。其他的四條，在家跟出家沒有兩樣。後面這三條那是專門指在家人，出家人沒有。這就是脂粉塗身，這個脂粉包括現在用香水這些東西，甚至於香皂都不可以，香皂也是屬於這一類的。不得歌舞也不能去觀聽，為什麼？這個齋是修清淨心，這些決定擾亂你清淨心，妨害你清淨心，所以統統要遠離。不得上高廣大床，這個高廣大床睡在那裡容易犯邪思，胡思亂想，所以這才禁止。"
    },
    {
      "id": "03-005-0006_p0047",
      "zh_CN": "疏【此上八是戒非斋。】",
      "zh_TW": "疏【此上八是戒非齋。】"
    },
    {
      "id": "03-005-0006_p0048",
      "zh_CN": "这是八条戒，跟出家人相同。",
      "zh_TW": "這是八條戒，跟出家人相同。"
    },
    {
      "id": "03-005-0006_p0049",
      "zh_CN": "疏【不得过中食。此一是斋非戒。】",
      "zh_TW": "疏【不得過中食。此一是齋非戒。】"
    },
    {
      "id": "03-005-0006_p0050",
      "zh_CN": "『中』是什么？日中。日中每天时间不一样，每个地区也不一样，时差，现在大家都知道。时差，每个地区不一样。每天的时间也不一样，每天大概是相差是四分钟，每一天，每天相差的时间不相同。现在方便，现在如果受持八关斋戒要很严格的话，最好用天文日历，在天文台可以买得到。我过去，我们图书馆成立前几年，天文台每年还寄天文日历给我，现在跟他也不往来，也没有了。这个天文日历你一查，今天元月二号几点几分几秒日中，那就很准确。过了日中之后就不能吃东西，吃东西斋就破了。",
      "zh_TW": "『中』是什麼？日中。日中每天時間不一樣，每個地區也不一樣，時差，現在大家都知道。時差，每個地區不一樣。每天的時間也不一樣，每天大概是相差是四分鐘，每一天，每天相差的時間不相同。現在方便，現在如果受持八關齋戒要很嚴格的話，最好用天文日曆，在天文台可以買得到。我過去，我們圖書館成立前幾年，天文台每年還寄天文日曆給我，現在跟他也不往來，也沒有了。這個天文日曆你一查，今天元月二號幾點幾分幾秒日中，那就很準確。過了日中之後就不能吃東西，吃東西齋就破了。"
    },
    {
      "id": "03-005-0006_p0051",
      "zh_CN": "所以现在有很多人持午，这个持午讲不通，午是午时，上午十一点到下午一点钟都是午时。所以过午不食，过了一点钟以后不吃，那这个斋早就破掉。所以这个斋还是过中不食。有些人到晚上饿得心里发慌，想喝一点浆汤行不行？《戒经》上讲只要有沈淀的就破斋。果汁会沈淀，豆浆也会沈淀，牛奶也会沈淀，吃这个统统都破掉，不如吃饭。还有人说吃水果，那也破了，这都错误。佛给我们说吃什么不破？蜂蜜。这个蜜糖你把它搅匀不会沈淀，糖水没有沈淀的。不会沈淀的这个可以；凡是有沈淀的都不行，统统破斋。晚上要再吃一点水果那更完了，那就完全错误。这是过中就不能吃，到什么时候才能吃？到第二天的早晨才可以。所以八关斋对于斋非常重视，当然戒也不能够马虎，斋跟戒都要守得很清净，这是过一天出家人的生活。这个八关斋戒。",
      "zh_TW": "所以現在有很多人持午，這個持午講不通，午是午時，上午十一點到下午一點鐘都是午時。所以過午不食，過了一點鐘以後不吃，那這個齋早就破掉。所以這個齋還是過中不食。有些人到晚上餓得心裡發慌，想喝一點漿湯行不行？《戒經》上講只要有沈澱的就破齋。果汁會沈澱，豆漿也會沈澱，牛奶也會沈澱，吃這個統統都破掉，不如吃飯。還有人說吃水果，那也破了，這都錯誤。佛給我們說吃什麼不破？蜂蜜。這個蜜糖你把它攪勻不會沈澱，糖水沒有沈澱的。不會沈澱的這個可以；凡是有沈澱的都不行，統統破齋。晚上要再吃一點水果那更完了，那就完全錯誤。這是過中就不能吃，到什麼時候才能吃？到第二天的早晨才可以。所以八關齋對於齋非常重視，當然戒也不能夠馬虎，齋跟戒都要守得很清淨，這是過一天出家人的生活。這個八關齋戒。"
    },
    {
      "id": "03-005-0006_p0052",
      "zh_CN": "疏【此等诸戒。皆引诸佛为证。】",
      "zh_TW": "疏【此等諸戒。皆引諸佛為證。】"
    },
    {
      "id": "03-005-0006_p0053",
      "zh_CN": "所以每一句里面都是「如诸佛不杀生，如诸佛不偷盗，如诸佛不行婬，如诸佛不妄语」，句句都是用佛来做我们修学的标准。不是用菩萨，不是用阿罗汉，完全以佛为标准。",
      "zh_TW": "所以每一句裡面都是「如諸佛不殺生，如諸佛不偷盜，如諸佛不行婬，如諸佛不妄語」，句句都是用佛來做我們修學的標準。不是用菩薩，不是用阿羅漢，完全以佛為標準。"
    },
    {
      "id": "03-005-0006_p0054",
      "zh_CN": "疏【何以故。唯佛与佛正习俱尽。】",
      "zh_TW": "疏【何以故。唯佛與佛正習俱盡。】"
    },
    {
      "id": "03-005-0006_p0055",
      "zh_CN": "『正』是烦恼，『习』是习气，佛烦恼习气统统断尽了。佛以下的虽然断了，没断干净，等觉菩萨还有一品生相无明存在，可见得不是真正断干净。所以我们一定要用佛作标准，求佛作证明。",
      "zh_TW": "『正』是煩惱，『習』是習氣，佛煩惱習氣統統斷盡了。佛以下的雖然斷了，沒斷乾淨，等覺菩薩還有一品生相無明存在，可見得不是真正斷乾淨。所以我們一定要用佛作標準，求佛作證明。"
    },
    {
      "id": "03-005-0006_p0056",
      "zh_CN": "疏【此戒用心起行极是细急。】",
      "zh_TW": "疏【此戒用心起行極是細急。】"
    },
    {
      "id": "03-005-0006_p0057",
      "zh_CN": "这要注意的。所以八关斋戒虽然只是一天一夜，功德很大。这一天一夜完全是以佛的标准让我们来学习，所以确实有很大的功德。他的行微细，行很急，因为他在一天一夜要完成。",
      "zh_TW": "這要注意的。所以八關齋戒雖然只是一天一夜，功德很大。這一天一夜完全是以佛的標準讓我們來學習，所以確實有很大的功德。他的行微細，行很急，因為他在一天一夜要完成。"
    },
    {
      "id": "03-005-0006_p0058",
      "zh_CN": "疏【又此戒佛说有八种胜法。若人一日一夜具持不犯。所得功德。超过人天二乘境界。】",
      "zh_TW": "疏【又此戒佛說有八種勝法。若人一日一夜具持不犯。所得功德。超過人天二乘境界。】"
    },
    {
      "id": "03-005-0006_p0059",
      "zh_CN": "这一句为我们说明八关斋戒的利益。超过人天那不必说了，『二乘』是阿罗汉、辟支佛，为什么也能超过他？因为你这是佛的标准，声闻、缘觉用的标准不是佛的标准，这是完全用佛来做标准。我们知道这个八戒、斋戒的功德利益，我们要不要去修？当然能修更好，可是每个人因缘不相同。你要在你家里面修，你惹了一家人的麻烦、一家人的嫌弃、一家人的谤法，这就不好。所以你学佛，一定要一家人欢欢喜喜，家人都能赞叹三宝，你这一家人与佛有缘，一家有福了。一个人学佛，惹得一家人都不高兴、一家人毁谤，他们这些人毁谤佛，造很重的罪业，谁叫他造的？你叫他造的。你这样的修学能往生得了吗？你能出得了三界吗？你要出去，那些人扯腿，抱着你，你去不了。因此一定要有善巧方便。如果能够找到一个很清净的道场，那个地方举行八关斋戒，离开家到那里参加一天一夜，这很好，家人不至于反对。在家里面修的时候有困难，会有障缘，这是我们不能不知道的。",
      "zh_TW": "這一句為我們說明八關齋戒的利益。超過人天那不必說了，『二乘』是阿羅漢、辟支佛，為什麼也能超過他？因為你這是佛的標準，聲聞、緣覺用的標準不是佛的標準，這是完全用佛來做標準。我們知道這個八戒、齋戒的功德利益，我們要不要去修？當然能修更好，可是每個人因緣不相同。你要在你家裡面修，你惹了一家人的麻煩、一家人的嫌棄、一家人的謗法，這就不好。所以你學佛，一定要一家人歡歡喜喜，家人都能讚歎三寶，你這一家人與佛有緣，一家有福了。一個人學佛，惹得一家人都不高興、一家人毀謗，他們這些人毀謗佛，造很重的罪業，誰叫他造的？你叫他造的。你這樣的修學能往生得了嗎？你能出得了三界嗎？你要出去，那些人扯腿，抱著你，你去不了。因此一定要有善巧方便。如果能夠找到一個很清淨的道場，那個地方舉行八關齋戒，離開家到那裡參加一天一夜，這很好，家人不至於反對。在家裡面修的時候有困難，會有障緣，這是我們不能不知道的。"
    },
    {
      "id": "03-005-0006_p0060",
      "zh_CN": "这个斋跟素食一定要分得清清楚楚，这不是一桩事情。斋的目的是求心地清净，出家人晚上不吃东西。我们世间法，中国古人对于养生之道非常注重，我们读历史，在古代汉朝以前人的寿命活一百岁是很平常的，一百二、三十岁，一百五、六十岁的人都不少。为什么？他知道养生。现在人实在讲糟蹋自己的生命，不知道保养身体。保养身体，饮食最重要，所谓是病从口入，祸从口出，饮食、说话要小心谨慎。古德教给我们，早晨要吃得好，这个好就是营养要够，着重在营养；中午吃得饱，晚上吃得少，晚上少，睡眠就好。所以出家修行人晚上不吃东西。为什么？他打坐入定容易。这是那个时候的修学环境。",
      "zh_TW": "這個齋跟素食一定要分得清清楚楚，這不是一樁事情。齋的目的是求心地清淨，出家人晚上不吃東西。我們世間法，中國古人對於養生之道非常注重，我們讀歷史，在古代漢朝以前人的壽命活一百歲是很平常的，一百二、三十歲，一百五、六十歲的人都不少。為什麼？他知道養生。現在人實在講糟蹋自己的生命，不知道保養身體。保養身體，飲食最重要，所謂是病從口入，禍從口出，飲食、說話要小心謹慎。古德教給我們，早晨要吃得好，這個好就是營養要夠，著重在營養；中午吃得飽，晚上吃得少，晚上少，睡眠就好。所以出家修行人晚上不吃東西。為什麼？他打坐入定容易。這是那個時候的修學環境。"
    },
    {
      "id": "03-005-0006_p0061",
      "zh_CN": "现在不一样，如果我们现在还要学从前那个样子，过午不食，恐怕过不了几天就要进医院。我见过，不过不是多数就是，少数人对于持午很坚持，他晚上不吃东西。可是中午怎么个吃法？把三顿，一顿就吃下去，吓死人！所以那些持午的人统统都有肠胃病，肠胃坏了。他晚上是不是真不吃东西？我仔细观察又不是的，他晚上还要吃牛奶、还要吃麦片、还要吃水果，不过就是不吃饭，不吃面、面包就是。这又何苦来？万万学不得！不要把自己身体糟蹋掉。这身体常常多病，还要找许多人来照顾你、伺候你，找别人的麻烦，那个罪过就更大。所以这桩事情一定要量力而为，不是求好看的。这个东西不能说是碍于面子，不可以。",
      "zh_TW": "現在不一樣，如果我們現在還要學從前那個樣子，過午不食，恐怕過不了幾天就要進醫院。我見過，不過不是多數就是，少數人對於持午很堅持，他晚上不吃東西。可是中午怎麼個吃法？把三頓，一頓就吃下去，嚇死人！所以那些持午的人統統都有腸胃病，腸胃壞了。他晚上是不是真不吃東西？我仔細觀察又不是的，他晚上還要吃牛奶、還要吃麥片、還要吃水果，不過就是不吃飯，不吃麵、麵包就是。這又何苦來？萬萬學不得！不要把自己身體糟蹋掉。這身體常常多病，還要找許多人來照顧你、伺候你，找別人的麻煩，那個罪過就更大。所以這樁事情一定要量力而為，不是求好看的。這個東西不能說是礙於面子，不可以。"
    },
    {
      "id": "03-005-0006_p0062",
      "zh_CN": "从前人能做到，是从前他身心清净，没有这么复杂的环境，也没有这么多的事务，所以他一餐足够。我们现代人无论在家、出家，从早到晚要应付许许多多的人事，你身体体力不够，你怎么会不得病？这一定要得病的。必须要使自己的体力要足够。饮食是能量的补充，饮食到肠胃就变化成能量。身体是一部机器，这个机器的活动要靠能量来推动。它需要这么多能量，你补充不够，决定就出麻烦，他人就生病。每个人体质不相同，换句话说，每个人需要能量多少并不一样。能量的消耗，百分之九十五以上消耗在妄念上。所以你要想饮食少，你妄想少，你饮食自然就少，它需要的少。这个妄念很多，拼命把能源给它减少，那不出毛病才怪！所以这些事与理我们都要明了，然后才知道我们应该如何来调理自己的饮食。",
      "zh_TW": "從前人能做到，是從前他身心清淨，沒有這麼複雜的環境，也沒有這麼多的事務，所以他一餐足夠。我們現代人無論在家、出家，從早到晚要應付許許多多的人事，你身體體力不夠，你怎麼會不得病？這一定要得病的。必須要使自己的體力要足夠。飲食是能量的補充，飲食到腸胃就變化成能量。身體是一部機器，這個機器的活動要靠能量來推動。它需要這麼多能量，你補充不夠，決定就出麻煩，他人就生病。每個人體質不相同，換句話說，每個人需要能量多少並不一樣。能量的消耗，百分之九十五以上消耗在妄念上。所以你要想飲食少，你妄想少，你飲食自然就少，它需要的少。這個妄念很多，拼命把能源給它減少，那不出毛病才怪！所以這些事與理我們都要明瞭，然後才知道我們應該如何來調理自己的飲食。"
    },
    {
      "id": "03-005-0006_p0063",
      "zh_CN": "过去李老师在台中教学，他劝人学佛，劝人皈依；他不劝人吃素，不劝人持午，不劝人受戒，这三桩事情老师不劝人。他说这三桩事情是你自己发心，不可以劝。你自己觉得你能够做到，尝试尝试看，很好！尝试着，这精神体力很正常，没有什么大的变化就可以保持。所以最好从饮食慢慢少，吃的东西简单，愈简单愈好，愈少愈好，心地要愈清净愈好。把妄想烦恼统统放下，身心清净，这就是正常，这就是符合于斋的定义。所以斋是清净心，是修清净心的。饮食少是帮助你心地清净，这个要知道。",
      "zh_TW": "過去李老師在台中教學，他勸人學佛，勸人皈依；他不勸人吃素，不勸人持午，不勸人受戒，這三樁事情老師不勸人。他說這三樁事情是你自己發心，不可以勸。你自己覺得你能夠做到，嘗試嘗試看，很好！嘗試著，這精神體力很正常，沒有什麼大的變化就可以保持。所以最好從飲食慢慢少，吃的東西簡單，愈簡單愈好，愈少愈好，心地要愈清淨愈好。把妄想煩惱統統放下，身心清淨，這就是正常，這就是符合於齋的定義。所以齋是清淨心，是修清淨心的。飲食少是幫助你心地清淨，這個要知道。"
    },
    {
      "id": "03-005-0006_p0064",
      "zh_CN": "佛教传到中国来，小乘佛法虽然传到中国来，也相当完整；我们《大藏经》里面小乘经相当完全，跟现在南传的巴利文的经典，它比我们多，大概只多五、六十种。总共有两三千种，它只多五、六十种，可见得我们经典是相当完全的。但是小乘在唐朝初期兴盛了很短的一个时期，以后就没落，现在没人说了。原因在哪里？原因当然第一个中国人是属于大乘根性，这是主要的一个因素。其次的，中国有儒家、道家、诸子百家的基础，这个基础足以代替小乘。所以中国从前学佛几乎都是儒家、道家的基础，都念《四书》、《五经》、《老子》、《庄子》，都念这些东西，然后再进入大乘佛法。所以有这个基础，不需要小乘，小乘在中国这样的没落了。",
      "zh_TW": "佛教傳到中國來，小乘佛法雖然傳到中國來，也相當完整；我們《大藏經》裡面小乘經相當完全，跟現在南傳的巴利文的經典，它比我們多，大概只多五、六十種。總共有兩三千種，它只多五、六十種，可見得我們經典是相當完全的。但是小乘在唐朝初期興盛了很短的一個時期，以後就沒落，現在沒人說了。原因在哪裡？原因當然第一個中國人是屬於大乘根性，這是主要的一個因素。其次的，中國有儒家、道家、諸子百家的基礎，這個基礎足以代替小乘。所以中國從前學佛幾乎都是儒家、道家的基礎，都念《四書》、《五經》、《老子》、《莊子》，都念這些東西，然後再進入大乘佛法。所以有這個基礎，不需要小乘，小乘在中國這樣的沒落了。"
    },
    {
      "id": "03-005-0006_p0065",
      "zh_CN": "大乘佛法特别在中国发扬光大的是禅宗。禅宗修行的方法是打坐、跑香。它这个方法也是调身的，你身体不健康没有办法修行。坐固然是修定，但是坐久了，人也不行，一定要活动活动。活动什么？运动，他跑步。这跑香就是我们现在跑步，他运动。真正用功，吃饱了的话，不行！吃饱了昏沈，容易打瞌睡。如果肚子是空的，他心里发慌，心定不下来。所以禅宗里面的饮食是少吃多餐。他不但是吃三餐饭，还有三、四道点心，每一餐吃一点点，让你一天到晚保持不饥不饱，这个用功才方便，才能够得到真正的利益。所以这些地方我们都要明了、都要懂得，重要的是要功夫得力。",
      "zh_TW": "大乘佛法特別在中國發揚光大的是禪宗。禪宗修行的方法是打坐、跑香。它這個方法也是調身的，你身體不健康沒有辦法修行。坐固然是修定，但是坐久了，人也不行，一定要活動活動。活動什麼？運動，他跑步。這跑香就是我們現在跑步，他運動。真正用功，吃飽了的話，不行！吃飽了昏沈，容易打瞌睡。如果肚子是空的，他心裡發慌，心定不下來。所以禪宗裡面的飲食是少吃多餐。他不但是吃三餐飯，還有三、四道點心，每一餐吃一點點，讓你一天到晚保持不飢不飽，這個用功才方便，才能夠得到真正的利益。所以這些地方我們都要明瞭、都要懂得，重要的是要功夫得力。"
    },
    {
      "id": "03-005-0006_p0066",
      "zh_CN": "佛讲的这些，那这是三千年前那个时代的人很契机，在我们今天用这个方法未必契机。就是我们念佛人来讲，这个念佛，真正如法的佛七，佛七是七天七夜。七天七夜，我们的原则跟禅堂里是差不多的，我们有止静、有绕佛，我们不跑就是，我们绕，像散步一样，那也是活动。但是我们有拜佛，拜佛也是非常好的运动。我们用拜佛、绕佛、止静这三种方法调身，因此饮食一道也是少吃多餐，保持不饱不饥，念佛堂这个功夫才真正得力。吃饱了的时候，一止静坐下来就打瞌睡、就昏沈；肚子空空的时候，他七上八下的，心定不下来。所以说是禅堂跟念佛堂都采取的这种方式，所以这是常识我们一定要懂得。这个常识也是根据我们生理来定的。",
      "zh_TW": "佛講的這些，那這是三千年前那個時代的人很契機，在我們今天用這個方法未必契機。就是我們念佛人來講，這個念佛，真正如法的佛七，佛七是七天七夜。七天七夜，我們的原則跟禪堂裡是差不多的，我們有止靜、有繞佛，我們不跑就是，我們繞，像散步一樣，那也是活動。但是我們有拜佛，拜佛也是非常好的運動。我們用拜佛、繞佛、止靜這三種方法調身，因此飲食一道也是少吃多餐，保持不飽不飢，念佛堂這個功夫才真正得力。吃飽了的時候，一止靜坐下來就打瞌睡、就昏沈；肚子空空的時候，他七上八下的，心定不下來。所以說是禪堂跟念佛堂都採取的這種方式，所以這是常識我們一定要懂得。這個常識也是根據我們生理來定的。"
    },
    {
      "id": "03-005-0006_p0067",
      "zh_CN": "佛法，佛给我们说的是原理原则，佛制定的这个目标在什么地方我们一定要知道。能够达到这个目标，任何手段都是好的，都是属于善巧方便，不一定要用一个方法，一成不变。这个方法甲可以用，乙用了未必得力，每个人根性不相同，每个时代的生活方式不一样，意识形态不一样，大家的业缘也不相同。所以我们学佛要知道，这开经偈讲「愿解如来真实义」，特别佛的四依法教给我们「依法不依人，依义不依语，依了义不依不了义，依智不依识」，智是智慧，识就是情执。所以佛给我们讲得清清楚楚、明明白白，我们自己不能错会了意思。",
      "zh_TW": "佛法，佛給我們說的是原理原則，佛制定的這個目標在什麼地方我們一定要知道。能夠達到這個目標，任何手段都是好的，都是屬於善巧方便，不一定要用一個方法，一成不變。這個方法甲可以用，乙用了未必得力，每個人根性不相同，每個時代的生活方式不一樣，意識形態不一樣，大家的業緣也不相同。所以我們學佛要知道，這開經偈講「願解如來真實義」，特別佛的四依法教給我們「依法不依人，依義不依語，依了義不依不了義，依智不依識」，智是智慧，識就是情執。所以佛給我們講得清清楚楚、明明白白，我們自己不能錯會了意思。"
    },
    {
      "id": "03-005-0006_p0068",
      "zh_CN": "经【如是时间。经三七日。王食𪎊蜜。得闻法故。颜色和悦。】",
      "zh_TW": "經【如是時間。經三七日。王食麨蜜。得聞法故。顏色和悅。】"
    },
    {
      "id": "03-005-0006_p0069",
      "zh_CN": "频婆娑罗王被他儿子关了『三七』二十一天，没饿死。他因为天天有东西吃，天天授这个八关斋戒，天天还听富楼那给他讲经说法，所以他的身体不但不坏，一天比一天健康，一天比一天快乐。他又『和悦』，悦是喜悦，法喜充满，他精神很愉快。这是说的这一段。我们今天就讲到此地。",
      "zh_TW": "頻婆娑羅王被他兒子關了『三七』二十一天，沒餓死。他因為天天有東西吃，天天授這個八關齋戒，天天還聽富樓那給他講經說法，所以他的身體不但不壞，一天比一天健康，一天比一天快樂。他又『和悅』，悅是喜悅，法喜充滿，他精神很愉快。這是說的這一段。我們今天就講到此地。"
    }
  ]
}