{
  "doc_id": "03-005-0031",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏",
    "zh_TW": "佛說觀無量壽佛經疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-005-0031",
  "total_paragraphs": 111,
  "paragraphs": [
    {
      "id": "03-005-0031_p0001",
      "zh_CN": "请掀开经本二百四十八页第五行，从最后两个字看起：",
      "zh_TW": "請掀開經本二百四十八頁第五行，從最後兩個字看起："
    },
    {
      "id": "03-005-0031_p0002",
      "zh_CN": "疏【二明信虽间断。于一切大乘不得疑谤。若起疑谤者。纵使千佛遶身。无由可救也。】",
      "zh_TW": "疏【二明信雖間斷。於一切大乘不得疑謗。若起疑謗者。縱使千佛遶身。無由可救也。】"
    },
    {
      "id": "03-005-0031_p0003",
      "zh_CN": "这是善导大师为我们开示上品下生人受法不同，他给我们说了三条，这是第二条。这第二条里面最重要的就是不谤大乘。谤大乘法，我们在讲席当中讨论过很多，这是自古至今学佛人的通病，就是菩萨戒里面所说的自赞毁他，在《瑜伽戒本》里面，这条戒是重戒。由此可知，自赞毁他，特别是修学大乘法门的，对于自己所修的这一门赞叹，对于不同宗派、不同行门的就加以恶意的毁谤，这个罪就非常之重。所以千万不要大意，粗心大意的把这一条含糊看过，那就错了。",
      "zh_TW": "這是善導大師為我們開示上品下生人受法不同，他給我們說了三條，這是第二條。這第二條裡面最重要的就是不謗大乘。謗大乘法，我們在講席當中討論過很多，這是自古至今學佛人的通病，就是菩薩戒裡面所說的自讚毀他，在《瑜伽戒本》裡面，這條戒是重戒。由此可知，自讚毀他，特別是修學大乘法門的，對於自己所修的這一門讚歎，對於不同宗派、不同行門的就加以惡意的毀謗，這個罪就非常之重。所以千萬不要大意，粗心大意的把這一條含糊看過，那就錯了。"
    },
    {
      "id": "03-005-0031_p0004",
      "zh_CN": "因为大小乘佛法都是诸佛如来度众生的方法，因众生根性不相同，机缘不一样，千差万别，因此佛应机说法，说了无量法门。前面善导大师苦口婆心的教导我们，法一定要契机，这个契机就是你听到之后、见到之后就生欢喜心，那这个法跟你就有缘，跟你有缘你修学起来就会法喜充满，很容易成就。跟你有缘的这个法门未见得跟他也有缘，他有缘的法门未见得我有缘，所以大师明白的告诉我们，各人依着自己有缘的法门、欢喜的法门都能成就。所以我们在《华严经‧入法界品》里面所看到的五十三位善知识，那都是法身大士，他们的态度都是自己谦虚，赞叹别人，这是值得我们学习的。如果怀疑，这怀疑就是对于其他大乘经论、修学法门要怀疑、毁谤，这个罪业就重。纵然是『千佛遶身』，这佛是大慈大悲，一千尊佛都帮不了你，都救不了你。可见得谤法的罪非常之重，这是我们特别要留意，决定不得疑谤大乘。这是第二。",
      "zh_TW": "因為大小乘佛法都是諸佛如來度眾生的方法，因眾生根性不相同，機緣不一樣，千差萬別，因此佛應機說法，說了無量法門。前面善導大師苦口婆心的教導我們，法一定要契機，這個契機就是你聽到之後、見到之後就生歡喜心，那這個法跟你就有緣，跟你有緣你修學起來就會法喜充滿，很容易成就。跟你有緣的這個法門未見得跟他也有緣，他有緣的法門未見得我有緣，所以大師明白的告訴我們，各人依著自己有緣的法門、歡喜的法門都能成就。所以我們在《華嚴經‧入法界品》裡面所看到的五十三位善知識，那都是法身大士，他們的態度都是自己謙虛，讚歎別人，這是值得我們學習的。如果懷疑，這懷疑就是對於其他大乘經論、修學法門要懷疑、毀謗，這個罪業就重。縱然是『千佛遶身』，這佛是大慈大悲，一千尊佛都幫不了你，都救不了你。可見得謗法的罪非常之重，這是我們特別要留意，決定不得疑謗大乘。這是第二。"
    },
    {
      "id": "03-005-0031_p0005",
      "zh_CN": "疏【三明已上诸善。似亦无功。】",
      "zh_TW": "疏【三明已上諸善。似亦無功。】"
    },
    {
      "id": "03-005-0031_p0006",
      "zh_CN": "上面所讲的「亦信因果，不谤大乘」，这是经上讲的，这两句他修学并不是很认真，不是说他没有学，他也有学，用现代的话来说，他的功夫未必得力，是这样一个状况。可是他还有一个特长，这一点是非常之可贵的：",
      "zh_TW": "上面所講的「亦信因果，不謗大乘」，這是經上講的，這兩句他修學並不是很認真，不是說他沒有學，他也有學，用現代的話來說，他的功夫未必得力，是這樣一個狀況。可是他還有一個特長，這一點是非常之可貴的："
    },
    {
      "id": "03-005-0031_p0007",
      "zh_CN": "疏【唯发一念厌苦。乐生诸佛境界。速满菩萨大悲愿行。还入生死普度众生。故名发菩提心也。】",
      "zh_TW": "疏【唯發一念厭苦。樂生諸佛境界。速滿菩薩大悲願行。還入生死普度眾生。故名發菩提心也。】"
    },
    {
      "id": "03-005-0031_p0008",
      "zh_CN": "这难得，实在是不容易，他有这个心。这个心乍看好像是私心，但是后面有他成佛之后倒驾慈航普度众生，那这就不是私心，这是真正的大菩提心，这一念也是上品下生的条件。前面两条做的功夫不得力，这一条功夫得力也能往生，这也能往生。",
      "zh_TW": "這難得，實在是不容易，他有這個心。這個心乍看好像是私心，但是後面有他成佛之後倒駕慈航普度眾生，那這就不是私心，這是真正的大菩提心，這一念也是上品下生的條件。前面兩條做的功夫不得力，這一條功夫得力也能往生，這也能往生。"
    },
    {
      "id": "03-005-0031_p0009",
      "zh_CN": "这个地方我们要特别注意到的，『唯发』或说唯独，这一个心非常非常的真诚恳切。『厌苦』，这个娑婆世界很苦，苦不愿意受，想离开。真正想离开娑婆世界，真正愿意生到西方极乐世界去，『乐生诸佛境界』。这个「乐」当喜欢讲，非常喜欢西方极乐世界，希望自己赶快往生，有这个强烈的意愿。生到西方极乐世界，希望早一天圆满菩萨大悲行愿，也就是希望早一天能够证得像观世音、大势至、文殊、普贤这些大菩萨们一样的境界，然后才有能力再回到娑婆世界来普度众生，他有这样的真实的信愿，这就叫『发菩提心』，他有这种信愿。",
      "zh_TW": "這個地方我們要特別注意到的，『唯發』或說唯獨，這一個心非常非常的真誠懇切。『厭苦』，這個娑婆世界很苦，苦不願意受，想離開。真正想離開娑婆世界，真正願意生到西方極樂世界去，『樂生諸佛境界』。這個「樂」當喜歡講，非常喜歡西方極樂世界，希望自己趕快往生，有這個強烈的意願。生到西方極樂世界，希望早一天圓滿菩薩大悲行願，也就是希望早一天能夠證得像觀世音、大勢至、文殊、普賢這些大菩薩們一樣的境界，然後才有能力再回到娑婆世界來普度眾生，他有這樣的真實的信願，這就叫『發菩提心』，他有這種信願。"
    },
    {
      "id": "03-005-0031_p0010",
      "zh_CN": "疏【此义第三福中已明竟。】",
      "zh_TW": "疏【此義第三福中已明竟。】"
    },
    {
      "id": "03-005-0031_p0011",
      "zh_CN": "这个意思在三福的『第三福』第一句就是发菩提心，前面讲得很透彻。所以这一段是说明上品下生人他必须具备的条件。在经文上这三句，我们翻开二百四十六页看经文，倒数第四行就是经文，从第二句看起，我们所讲的就是这两句「亦信因果」，这上一次讲过了。「不谤大乘，但发无上道心」。这刚才我们所看到善导大师注解。再往下看经文：",
      "zh_TW": "這個意思在三福的『第三福』第一句就是發菩提心，前面講得很透徹。所以這一段是說明上品下生人他必須具備的條件。在經文上這三句，我們翻開二百四十六頁看經文，倒數第四行就是經文，從第二句看起，我們所講的就是這兩句「亦信因果」，這上一次講過了。「不謗大乘，但發無上道心」。這剛才我們所看到善導大師註解。再往下看經文："
    },
    {
      "id": "03-005-0031_p0012",
      "zh_CN": "经【以此功德回向愿求生极乐国。】",
      "zh_TW": "經【以此功德迴向願求生極樂國。】"
    },
    {
      "id": "03-005-0031_p0013",
      "zh_CN": "这就是教给我们，把前面所修的这三个条件，当中只要有一个条件真实具足都能往生，何况这三条统统具足，哪有不生的道理！『功』是功夫，这一点也要清楚、也要明白；『德』，你有一分功夫，你一定有一分收获，这个叫德。所以此地的德跟得失的得是一个意思，正是所谓「一分耕耘，一分收获」，是要你真正下功夫。这个功夫是在心行上，心是圆满的愿力；行，我真正去做，一心一意去念佛，这是功夫。所以功德跟福德不一样，我们在佛门出钱、出力做这些好事，这是福德，这不是功德，一定要搞清楚。功德能帮助我们超越三界，脱离轮回，往生不退成佛，福德不行，福德果报就是六道里面的福报；心行善的得人天福报，造作恶业的，那就是鬼、畜生里面的福报。所以种种善行是属于福，这些都必须清楚、必须明了。",
      "zh_TW": "這就是教給我們，把前面所修的這三個條件，當中只要有一個條件真實具足都能往生，何況這三條統統具足，哪有不生的道理！『功』是功夫，這一點也要清楚、也要明白；『德』，你有一分功夫，你一定有一分收穫，這個叫德。所以此地的德跟得失的得是一個意思，正是所謂「一分耕耘，一分收穫」，是要你真正下功夫。這個功夫是在心行上，心是圓滿的願力；行，我真正去做，一心一意去念佛，這是功夫。所以功德跟福德不一樣，我們在佛門出錢、出力做這些好事，這是福德，這不是功德，一定要搞清楚。功德能幫助我們超越三界，脫離輪迴，往生不退成佛，福德不行，福德果報就是六道裡面的福報；心行善的得人天福報，造作惡業的，那就是鬼、畜生裡面的福報。所以種種善行是屬於福，這些都必須清楚、必須明瞭。"
    },
    {
      "id": "03-005-0031_p0014",
      "zh_CN": "功德里面一定有福德，福德里面未必有功德。怎么说功德里面一定有福德？功德里面必定与清净心有密切的关系，清净心是真心。真心本性里面本来具足无量德能，所以心愈清净，这个人的福德也就愈往外面显露，这个福德是自性称性的福德，不是修来的，是自性里头本来有的。这一分清净就有一分的受用、一分的享受，十分清净就十分的享受，那叫福德。所以功德里头有福德，福德里头不见得有功德。这是教给我们回向求生。",
      "zh_TW": "功德裡面一定有福德，福德裡面未必有功德。怎麼說功德裡面一定有福德？功德裡面必定與清淨心有密切的關係，清淨心是真心。真心本性裡面本來具足無量德能，所以心愈清淨，這個人的福德也就愈往外面顯露，這個福德是自性稱性的福德，不是修來的，是自性裡頭本來有的。這一分清淨就有一分的受用、一分的享受，十分清淨就十分的享受，那叫福德。所以功德裡頭有福德，福德裡頭不見得有功德。這是教給我們迴向求生。"
    },
    {
      "id": "03-005-0031_p0015",
      "zh_CN": "经【行者命欲终时。阿弥陀佛。及观世音大势至。与诸菩萨。持金莲华。化作五百佛。来迎此人。五百化佛。一时授手。赞言。法子。汝今清净。发无上道心。我来迎汝。见此事时。即自见身坐金莲华。坐已华合。随世尊后。】",
      "zh_TW": "經【行者命欲終時。阿彌陀佛。及觀世音大勢至。與諸菩薩。持金蓮華。化作五百佛。來迎此人。五百化佛。一時授手。讚言。法子。汝今清淨。發無上道心。我來迎汝。見此事時。即自見身坐金蓮華。坐已華合。隨世尊後。】"
    },
    {
      "id": "03-005-0031_p0016",
      "zh_CN": "这『世尊』是阿弥陀佛。",
      "zh_TW": "這『世尊』是阿彌陀佛。"
    },
    {
      "id": "03-005-0031_p0017",
      "zh_CN": "经【即得往生七宝池中。】",
      "zh_TW": "經【即得往生七寶池中。】"
    },
    {
      "id": "03-005-0031_p0018",
      "zh_CN": "这一段是叙说往生时候的盛况，佛菩萨、大众来迎接。上三品从迎接的场面上来看，很明显的不相同，上品上生所看到是无量诸佛来欢迎，没有讲数字，无量诸佛；上品中生的有一千尊化佛，千佛来迎；上品下生的是五百佛来迎。在往生的时候，所看到来迎接的场面，就晓得自己是什么样的品位。当然这庄严的盛况别人见不到，他自己见到。我们读了这些经文，要努力，要力争上游，希望自己将来往生的场面壮观，这是真的。这世间什么东西，假的，昙花一现，那不需要争取的，要争取这个，这是要认真争取的。如何争取？就是经上所讲的修学条件我们一定要有、要具足。这段里头，善导大师把它分成九桩事情来给我们说明。大师的开示在二百四十九页第二行，我们从最后这一句看起：",
      "zh_TW": "這一段是敘說往生時候的盛況，佛菩薩、大眾來迎接。上三品從迎接的場面上來看，很明顯的不相同，上品上生所看到是無量諸佛來歡迎，沒有講數字，無量諸佛；上品中生的有一千尊化佛，千佛來迎；上品下生的是五百佛來迎。在往生的時候，所看到來迎接的場面，就曉得自己是什麼樣的品位。當然這莊嚴的盛況別人見不到，他自己見到。我們讀了這些經文，要努力，要力爭上游，希望自己將來往生的場面壯觀，這是真的。這世間什麼東西，假的，曇花一現，那不需要爭取的，要爭取這個，這是要認真爭取的。如何爭取？就是經上所講的修學條件我們一定要有、要具足。這段裡頭，善導大師把它分成九樁事情來給我們說明。大師的開示在二百四十九頁第二行，我們從最後這一句看起："
    },
    {
      "id": "03-005-0031_p0019",
      "zh_CN": "疏【临终圣来迎接。】",
      "zh_TW": "疏【臨終聖來迎接。】"
    },
    {
      "id": "03-005-0031_p0020",
      "zh_CN": "圣众来迎接。",
      "zh_TW": "聖眾來迎接。"
    },
    {
      "id": "03-005-0031_p0021",
      "zh_CN": "疏【去时迟疾。即有其九。】",
      "zh_TW": "疏【去時遲疾。即有其九。】"
    },
    {
      "id": "03-005-0031_p0022",
      "zh_CN": "就是你去的时候快慢，『迟疾』就是快慢的意思。这段文里头有九桩事情，叙说九桩事情，第一个是说到命终的时候这境界现前，佛来接引，什么时候？命终的时候。诸位要知道，命终的时候他并没有断气、没有死。这经上说得很好：",
      "zh_TW": "就是你去的時候快慢，『遲疾』就是快慢的意思。這段文裡頭有九樁事情，敘說九樁事情，第一個是說到命終的時候這境界現前，佛來接引，什麼時候？命終的時候。諸位要知道，命終的時候他並沒有斷氣、沒有死。這經上說得很好："
    },
    {
      "id": "03-005-0031_p0023",
      "zh_CN": "疏【一明命延不久。】",
      "zh_TW": "疏【一明命延不久。】"
    },
    {
      "id": "03-005-0031_p0024",
      "zh_CN": "这就是他在断气之前不久，可见得他人很清醒、很明白看到这个境界。福报大的人，所以这个地方我们讲福报，这个福报大的人在临终的时候没有病苦，临终时候没有痛苦，神智清楚，态度从容，没有恐惧。这恐惧是一般人贪生怕死，听到死就非常恐怖，这个人没有这个心，态度、神情非常安定。看到这些佛菩萨来迎了，他还会告诉旁边的人：佛菩萨来了，我看到了，我要跟他去了。你就晓得往生是活着走的，不是死了走的，是跟着佛菩萨走了，这个身体臭皮囊不要了，丢掉了不要了。所以这个法门真的是一生成就的法门。如果死了再去投胎，那是第二世了，这没用，这一生。所以往生是活着去的。这是福报大的人他清楚，他会告诉家人（他旁边身旁的人），会说得清清楚楚、明明白白，那这是决定往生，这一点都错不了。",
      "zh_TW": "這就是他在斷氣之前不久，可見得他人很清醒、很明白看到這個境界。福報大的人，所以這個地方我們講福報，這個福報大的人在臨終的時候沒有病苦，臨終時候沒有痛苦，神智清楚，態度從容，沒有恐懼。這恐懼是一般人貪生怕死，聽到死就非常恐怖，這個人沒有這個心，態度、神情非常安定。看到這些佛菩薩來迎了，他還會告訴旁邊的人：佛菩薩來了，我看到了，我要跟他去了。你就曉得往生是活著走的，不是死了走的，是跟著佛菩薩走了，這個身體臭皮囊不要了，丟掉了不要了。所以這個法門真的是一生成就的法門。如果死了再去投胎，那是第二世了，這沒用，這一生。所以往生是活著去的。這是福報大的人他清楚，他會告訴家人（他旁邊身旁的人），會說得清清楚楚、明明白白，那這是決定往生，這一點都錯不了。"
    },
    {
      "id": "03-005-0031_p0025",
      "zh_CN": "福报差一点的人没有那么大的福报，就是临终的时候有病苦，精神体力非常衰弱，这有病苦。如果往生的缘成熟了，他在临终那一刹那也没有恐怖，这你看他的表情能看出来，没有恐怖。临走之前看他嘴巴里好像在动，好像有什么话要说，但是他中气不足没有声音，我们也听不出，这可能就是他见到佛菩萨来了很欢喜，想跟你们讲讲不出来，有这个情形，这是真正往生的。他说不出来，或者看他嘴唇动没有声音，但是你看他那态度、神情，一定是非常的安详、非常的欢喜，绝对没有一丝毫恐怖的。所以我们一生修福，希望临终不生病，临终时候清清楚楚明明白白，走的时候走得自在，这个人才叫真正会享福，走得自在！",
      "zh_TW": "福報差一點的人沒有那麼大的福報，就是臨終的時候有病苦，精神體力非常衰弱，這有病苦。如果往生的緣成熟了，他在臨終那一剎那也沒有恐怖，這你看他的表情能看出來，沒有恐怖。臨走之前看他嘴巴裡好像在動，好像有什麼話要說，但是他中氣不足沒有聲音，我們也聽不出，這可能就是他見到佛菩薩來了很歡喜，想跟你們講講不出來，有這個情形，這是真正往生的。他說不出來，或者看他嘴唇動沒有聲音，但是你看他那態度、神情，一定是非常的安詳、非常的歡喜，絕對沒有一絲毫恐怖的。所以我們一生修福，希望臨終不生病，臨終時候清清楚楚明明白白，走的時候走得自在，這個人才叫真正會享福，走得自在！"
    },
    {
      "id": "03-005-0031_p0026",
      "zh_CN": "我们看古时候、看现在，在台湾，在美国，在马来西亚，在香港，我都见过听过念佛往生有站着走的、有坐着走的，清清楚楚、明明白白，可见得这个法门不骗人。在我们台湾预知时至站着走、坐着走不生病的，没有病苦的，这四十年当中至少有五十个人以上，这是讲他有能力站着走、坐着走不生病；念佛有瑞相往生的，要这样的估计，至少有五百人。所以这个岛真的叫宝岛，这么小的一个地方，四、五十年之间有这么多人往生，真正不可思议，这个地方实在是太殊胜了！",
      "zh_TW": "我們看古時候、看現在，在台灣，在美國，在馬來西亞，在香港，我都見過聽過念佛往生有站著走的、有坐著走的，清清楚楚、明明白白，可見得這個法門不騙人。在我們台灣預知時至站著走、坐著走不生病的，沒有病苦的，這四十年當中至少有五十個人以上，這是講他有能力站著走、坐著走不生病；念佛有瑞相往生的，要這樣的估計，至少有五百人。所以這個島真的叫寶島，這麼小的一個地方，四、五十年之間有這麼多人往生，真正不可思議，這個地方實在是太殊勝了！"
    },
    {
      "id": "03-005-0031_p0027",
      "zh_CN": "别人能做到，说实在话，我们为什么做不到？这是我们一定要认真去检点的，把我们自己做不到的因素叫它消除，那我们也做到了。哪些因素？经典所讲的这就是标准，佛在经上讲的这些修学的标准，我们衡量衡量我们有没有做到？有没有认真的做到？有没有圆满的做到？做到了要保持住，不能把它失掉，将来往生净土，佛菩萨来迎，我们就真有分。",
      "zh_TW": "別人能做到，說實在話，我們為什麼做不到？這是我們一定要認真去檢點的，把我們自己做不到的因素叫它消除，那我們也做到了。哪些因素？經典所講的這就是標準，佛在經上講的這些修學的標準，我們衡量衡量我們有沒有做到？有沒有認真的做到？有沒有圓滿的做到？做到了要保持住，不能把它失掉，將來往生淨土，佛菩薩來迎，我們就真有分。"
    },
    {
      "id": "03-005-0031_p0028",
      "zh_CN": "疏【二明弥陀与诸圣众持金华来应。】",
      "zh_TW": "疏【二明彌陀與諸聖眾持金華來應。】"
    },
    {
      "id": "03-005-0031_p0029",
      "zh_CN": "第二桩事情就是阿弥陀佛与诸圣众持金莲花来应。我们这里有感，佛就来应，感应道交。",
      "zh_TW": "第二樁事情就是阿彌陀佛與諸聖眾持金蓮花來應。我們這裡有感，佛就來應，感應道交。"
    },
    {
      "id": "03-005-0031_p0030",
      "zh_CN": "疏【三明化佛同时授手。】",
      "zh_TW": "疏【三明化佛同時授手。】"
    },
    {
      "id": "03-005-0031_p0031",
      "zh_CN": "第三是说五百尊『化佛同时授手』，这些佛都招手来迎接，都招手。",
      "zh_TW": "第三是說五百尊『化佛同時授手』，這些佛都招手來迎接，都招手。"
    },
    {
      "id": "03-005-0031_p0032",
      "zh_CN": "疏【四明圣众同声等赞。】",
      "zh_TW": "疏【四明聖眾同聲等讚。】"
    },
    {
      "id": "03-005-0031_p0033",
      "zh_CN": "来迎的诸佛菩萨，没有一个不赞叹你。确实值得赞叹，无量劫来生死轮回苦不堪言，修学任何一个法门都不容易超越三界，唯独这个法门。这个法门在一切法门里面所谓的「易行道」，其他法门叫「难行道」。我们善根、福德都浅，业障深重，难行道对我们来说非常困难，真的难，出不去。像我们这类根机如果遇到易行道，那这一生就成就了。遇到易行道要缘分，这个缘分真的是可遇不可求，我们非常幸运在这一生当中能够遇到。遇到了，真正能够把它抓住，依教奉行，这一生满愿了，了生死出轮回，往生不退成佛，诸佛如来哪有不赞叹的！",
      "zh_TW": "來迎的諸佛菩薩，沒有一個不讚歎你。確實值得讚歎，無量劫來生死輪迴苦不堪言，修學任何一個法門都不容易超越三界，唯獨這個法門。這個法門在一切法門裡面所謂的「易行道」，其他法門叫「難行道」。我們善根、福德都淺，業障深重，難行道對我們來說非常困難，真的難，出不去。像我們這類根機如果遇到易行道，那這一生就成就了。遇到易行道要緣分，這個緣分真的是可遇不可求，我們非常幸運在這一生當中能夠遇到。遇到了，真正能夠把它抓住，依教奉行，這一生滿願了，了生死出輪迴，往生不退成佛，諸佛如來哪有不讚歎的！"
    },
    {
      "id": "03-005-0031_p0034",
      "zh_CN": "疏【五明行者罪灭。故云清净。述本所修。故云发无上道心。】",
      "zh_TW": "疏【五明行者罪滅。故云清淨。述本所修。故云發無上道心。】"
    },
    {
      "id": "03-005-0031_p0035",
      "zh_CN": "第五点意思是说明这一个往生的人罪障消灭了，所以说『清净』。他在因地当中发的菩提心，这个时候逐渐逐渐能兑现。我们今天要发个大菩提心，心发得很圆满，像前面所说的，我们能力有限。我们很愿意帮助一些苦难的人，帮助人需要智慧，我们智慧不够；需要财力，我们没有钱，单单有这颗热心，这事上做不到。到西方极乐世界，智慧、神通、德能都恢复了，你心圆满了，这事上也样样都能够做得到，换句话说，行上也能圆满了。",
      "zh_TW": "第五點意思是說明這一個往生的人罪障消滅了，所以說『清淨』。他在因地當中發的菩提心，這個時候逐漸逐漸能兌現。我們今天要發個大菩提心，心發得很圓滿，像前面所說的，我們能力有限。我們很願意幫助一些苦難的人，幫助人需要智慧，我們智慧不夠；需要財力，我們沒有錢，單單有這顆熱心，這事上做不到。到西方極樂世界，智慧、神通、德能都恢復了，你心圓滿了，這事上也樣樣都能夠做得到，換句話說，行上也能圓滿了。"
    },
    {
      "id": "03-005-0031_p0036",
      "zh_CN": "在今天，我们现前虽然这个能力很有限，如果我们尽心尽力去做，也等于圆满，所以要尽心尽力去做。但是我们讲善事、讲好事，《了凡四训》里头把这个好事辨别得很清楚，这好事到底是真的好事？还是假的好事？这好事里头有真假、有偏圆，偏是偏在一边，不圆满。所以好事，有的好事是不是圆满的好事，有很圆满的好事，这要有能力去辨别它。有半满，这半是指这事情只有一半的好处，还有一半是缺陷的；有满足的好处。所以这里面有邪正、有大小，差别可多，所以做好事也不容易。",
      "zh_TW": "在今天，我們現前雖然這個能力很有限，如果我們盡心盡力去做，也等於圓滿，所以要盡心盡力去做。但是我們講善事、講好事，《了凡四訓》裡頭把這個好事辨別得很清楚，這好事到底是真的好事？還是假的好事？這好事裡頭有真假、有偏圓，偏是偏在一邊，不圓滿。所以好事，有的好事是不是圓滿的好事，有很圓滿的好事，這要有能力去辨別它。有半滿，這半是指這事情只有一半的好處，還有一半是缺陷的；有滿足的好處。所以這裡面有邪正、有大小，差別可多，所以做好事也不容易。"
    },
    {
      "id": "03-005-0031_p0037",
      "zh_CN": "有福报是你前生修的，做好事那一定要有智慧，没有智慧，好事实在讲，表面上看到的好事，其实问题很多，不是真正能够种了善根，真正培了福报。好像我们种一个种子一样，种子种在肥沃的土壤上，将来开花结果；你要种在沙土、种在石头上，不但没有收获，种子也会烂掉，世间人修福也就像这个样子。所以这是真的有福的人，他才能修福、才能够种福；没有福的人想种福也种不到。这是说明他的罪障消灭，智慧现前，心地清净，这是发『无上道心』。",
      "zh_TW": "有福報是你前生修的，做好事那一定要有智慧，沒有智慧，好事實在講，表面上看到的好事，其實問題很多，不是真正能夠種了善根，真正培了福報。好像我們種一個種子一樣，種子種在肥沃的土壤上，將來開花結果；你要種在沙土、種在石頭上，不但沒有收穫，種子也會爛掉，世間人修福也就像這個樣子。所以這是真的有福的人，他才能修福、才能夠種福；沒有福的人想種福也種不到。這是說明他的罪障消滅，智慧現前，心地清淨，這是發『無上道心』。"
    },
    {
      "id": "03-005-0031_p0038",
      "zh_CN": "疏【六明行者虽睹灵仪。疑心恐不得往生。是故圣众同声告言。我来迎汝。】",
      "zh_TW": "疏【六明行者雖睹靈儀。疑心恐不得往生。是故聖眾同聲告言。我來迎汝。】"
    },
    {
      "id": "03-005-0031_p0039",
      "zh_CN": "第六说明这往生的人，虽然见到这个境界，佛菩萨来迎接他的这个境界，这境界现前了。现前的时候，他心里面还有一点疑惑这是不是真的往生？是不是真的佛菩萨来迎接？心里有这个疑惑。所以阿弥陀佛、观音、势至与五百化佛都说我来迎接、欢迎你到西方极乐世界，那你一听这心安了，这真的不是假的。这诸佛菩萨来欢迎、来迎接。",
      "zh_TW": "第六說明這往生的人，雖然見到這個境界，佛菩薩來迎接他的這個境界，這境界現前了。現前的時候，他心裡面還有一點疑惑這是不是真的往生？是不是真的佛菩薩來迎接？心裡有這個疑惑。所以阿彌陀佛、觀音、勢至與五百化佛都說我來迎接、歡迎你到西方極樂世界，那你一聽這心安了，這真的不是假的。這諸佛菩薩來歡迎、來迎接。"
    },
    {
      "id": "03-005-0031_p0040",
      "zh_CN": "疏【七明既蒙告及。即见自身已坐金华之上。笼笼而合。】",
      "zh_TW": "疏【七明既蒙告及。即見自身已坐金華之上。籠籠而合。】"
    },
    {
      "id": "03-005-0031_p0041",
      "zh_CN": "第七就是蒙诸佛菩萨来欢迎、来告诉他，接引他往生西方极乐世界。这时候他自己就看见自己坐在莲花之中，坐在莲花里，莲花慢慢就合起来。",
      "zh_TW": "第七就是蒙諸佛菩薩來歡迎、來告訴他，接引他往生西方極樂世界。這時候他自己就看見自己坐在蓮花之中，坐在蓮花裡，蓮花慢慢就合起來。"
    },
    {
      "id": "03-005-0031_p0042",
      "zh_CN": "疏【八明随佛身后一念即生。】",
      "zh_TW": "疏【八明隨佛身後一念即生。】"
    },
    {
      "id": "03-005-0031_p0043",
      "zh_CN": "第八个意思是随着佛的『身后』，这一念顷就生到西方极乐世界。",
      "zh_TW": "第八個意思是隨著佛的『身後』，這一念頃就生到西方極樂世界。"
    },
    {
      "id": "03-005-0031_p0044",
      "zh_CN": "疏【九明到彼在宝池中。】",
      "zh_TW": "疏【九明到彼在寶池中。】"
    },
    {
      "id": "03-005-0031_p0045",
      "zh_CN": "第九是莲花在七宝池中。这是讲往生的盛况，上品下生人。这三品叫上辈，我们在《无量寿经》讲上中下三辈，这上辈里面就有三品，上辈上品、中品、下品。善导大师告诉我们上三品往生的，第一个条件是大乘善人，是大乘凡夫。凡夫我们才有分，如果不是凡夫我们就没分，是大乘善行的凡夫，我们努力，上辈往生我们有分。前面曾经跟诸位说得很多，什么叫大乘？心量大，心大、行大就感得上辈往生，这一点非常重要。",
      "zh_TW": "第九是蓮花在七寶池中。這是講往生的盛況，上品下生人。這三品叫上輩，我們在《無量壽經》講上中下三輩，這上輩裡面就有三品，上輩上品、中品、下品。善導大師告訴我們上三品往生的，第一個條件是大乘善人，是大乘凡夫。凡夫我們才有分，如果不是凡夫我們就沒分，是大乘善行的凡夫，我們努力，上輩往生我們有分。前面曾經跟諸位說得很多，什麼叫大乘？心量大，心大、行大就感得上輩往生，這一點非常重要。"
    },
    {
      "id": "03-005-0031_p0046",
      "zh_CN": "什么叫心大？起心动念替一切众生想，这个心就大了。不要想个人，想个人心量太小了；不要想我一家，不要想我这个小团体，这个心量都很小，一定要想到一切众生。纵然不能够想到虚空法界，因为虚空法界我们接触不到，至少我们今天生在这个地球上，现在交通便捷，资讯发达，地球上拐拐角角地方发生的事情，我们都会在电视广播上立刻就知道。我们的心量至少要遍及这个地球，要有这样的心量，与经典所说的就相符。这个力量能不能做到，那不必去论它，我们尽心尽力在做。一个人力量做不到，集合大众的力量在做。",
      "zh_TW": "什麼叫心大？起心動念替一切眾生想，這個心就大了。不要想個人，想個人心量太小了；不要想我一家，不要想我這個小團體，這個心量都很小，一定要想到一切眾生。縱然不能夠想到虛空法界，因為虛空法界我們接觸不到，至少我們今天生在這個地球上，現在交通便捷，資訊發達，地球上拐拐角角地方發生的事情，我們都會在電視廣播上立刻就知道。我們的心量至少要遍及這個地球，要有這樣的心量，與經典所說的就相符。這個力量能不能做到，那不必去論它，我們盡心盡力在做。一個人力量做不到，集合大眾的力量在做。"
    },
    {
      "id": "03-005-0031_p0047",
      "zh_CN": "像我们图书馆，从六十八年成立以来，十五年了。我们道场大概是台湾最小的道场，没有比我们这里更小的，实在是最小的道场；但是我们的心量确确实实遍及全球。我们在这里讲经，大家不要看到这个地方听经的人不多，只有一百多个人，殊不知我们的音声传遍全世界，这经一讲完，录音带就流通到全世界。所以我们的心、我们的行虽然力量不大，有一分力量我们尽了一分，有两分力量我们尽了两分。世界上许许多多地方，我们几乎每天都收到从大陆来的信件、从海外来的信件。很多对我们很赞叹的，那些人没有来过，来过一看，原来是这个样子，这都是些事实。所以在外面名称很响亮，实际上我们是最小最小的道场。这就是我们的心量大。道场很小，这心量很大，做的事情很广，我们的录音带、录影带，我们的经书统统没有版权，欢迎翻印，所以才能够流传得这么广。这是我们一定要知道的，一定要认真努力去做的。",
      "zh_TW": "像我們圖書館，從六十八年成立以來，十五年了。我們道場大概是台灣最小的道場，沒有比我們這裡更小的，實在是最小的道場；但是我們的心量確確實實遍及全球。我們在這裡講經，大家不要看到這個地方聽經的人不多，只有一百多個人，殊不知我們的音聲傳遍全世界，這經一講完，錄音帶就流通到全世界。所以我們的心、我們的行雖然力量不大，有一分力量我們盡了一分，有兩分力量我們盡了兩分。世界上許許多多地方，我們幾乎每天都收到從大陸來的信件、從海外來的信件。很多對我們很讚歎的，那些人沒有來過，來過一看，原來是這個樣子，這都是些事實。所以在外面名稱很響亮，實際上我們是最小最小的道場。這就是我們的心量大。道場很小，這心量很大，做的事情很廣，我們的錄音帶、錄影帶，我們的經書統統沒有版權，歡迎翻印，所以才能夠流傳得這麼廣。這是我們一定要知道的，一定要認真努力去做的。"
    },
    {
      "id": "03-005-0031_p0048",
      "zh_CN": "这一次我们到大陆，馆长发了大慈悲心，想在大陆赠与中上学校的学生奖学金。当然大陆学校太多了，中是中等学校，中学、大学太多了，我们哪有这么多钱设奖学金，送一个学校、两个学校，叫抛砖引玉，希望大家都能这样发心。就事虽然有限，心是平等的、是广大的，这些统统符合佛在经上讲的大心善行凡夫，这是上三品必须要具备的条件。下面经文：",
      "zh_TW": "這一次我們到大陸，館長發了大慈悲心，想在大陸贈與中上學校的學生獎學金。當然大陸學校太多了，中是中等學校，中學、大學太多了，我們哪有這麼多錢設獎學金，送一個學校、兩個學校，叫拋磚引玉，希望大家都能這樣發心。就事雖然有限，心是平等的、是廣大的，這些統統符合佛在經上講的大心善行凡夫，這是上三品必須要具備的條件。下面經文："
    },
    {
      "id": "03-005-0031_p0049",
      "zh_CN": "经【一日一夜。莲华乃开。】",
      "zh_TW": "經【一日一夜。蓮華乃開。】"
    },
    {
      "id": "03-005-0031_p0050",
      "zh_CN": "诸位要记住，『一日一夜』是讲我们这个地方的时间，这前面都交代过。我们这地方一日一夜时间不长，二十四个小时莲华就开了，华开见佛悟无生，你想这个多快，太快了！",
      "zh_TW": "諸位要記住，『一日一夜』是講我們這個地方的時間，這前面都交代過。我們這地方一日一夜時間不長，二十四個小時蓮華就開了，華開見佛悟無生，你想這個多快，太快了！"
    },
    {
      "id": "03-005-0031_p0051",
      "zh_CN": "经【七日之中。乃得见佛。】",
      "zh_TW": "經【七日之中。乃得見佛。】"
    },
    {
      "id": "03-005-0031_p0052",
      "zh_CN": "到七天，这个时间统统算我们这个世间的时间，就见到阿弥陀佛了。",
      "zh_TW": "到七天，這個時間統統算我們這個世間的時間，就見到阿彌陀佛了。"
    },
    {
      "id": "03-005-0031_p0053",
      "zh_CN": "经【虽见佛身。于众相好。心不明了。】",
      "zh_TW": "經【雖見佛身。於眾相好。心不明了。】"
    },
    {
      "id": "03-005-0031_p0054",
      "zh_CN": "虽然见到佛了，佛的那个微细的相好，这大经上说的「佛有无量相，相有无量好」，不是在我们这个世界佛有三十二相八十种好，这一看就明了了。佛有无量相，相有无量好，这一下看，真的看不清楚。",
      "zh_TW": "雖然見到佛了，佛的那個微細的相好，這大經上說的「佛有無量相，相有無量好」，不是在我們這個世界佛有三十二相八十種好，這一看就明瞭了。佛有無量相，相有無量好，這一下看，真的看不清楚。"
    },
    {
      "id": "03-005-0031_p0055",
      "zh_CN": "经【于三七日后。乃了了见。】",
      "zh_TW": "經【於三七日後。乃了了見。】"
    },
    {
      "id": "03-005-0031_p0056",
      "zh_CN": "所以到『三七日后』才『了了见』，才把佛的相好看得清清楚楚、明明白白。",
      "zh_TW": "所以到『三七日後』才『了了見』，才把佛的相好看得清清楚楚、明明白白。"
    },
    {
      "id": "03-005-0031_p0057",
      "zh_CN": "经【闻众音声。皆演妙法。】",
      "zh_TW": "經【聞眾音聲。皆演妙法。】"
    },
    {
      "id": "03-005-0031_p0058",
      "zh_CN": "就是上品下生的人到西方极乐世界见佛闻法，是在三七日之后，三七日之后见佛闻法。比起前面两位稍稍差一点，也差不了多少，这要知道，差不了多少。",
      "zh_TW": "就是上品下生的人到西方極樂世界見佛聞法，是在三七日之後，三七日之後見佛聞法。比起前面兩位稍稍差一點，也差不了多少，這要知道，差不了多少。"
    },
    {
      "id": "03-005-0031_p0059",
      "zh_CN": "经【游历十方。供养诸佛。于诸佛前。闻甚深法。】",
      "zh_TW": "經【遊歷十方。供養諸佛。於諸佛前。聞甚深法。】"
    },
    {
      "id": "03-005-0031_p0060",
      "zh_CN": "这里讲到他方的利益处。生到西方极乐世界，自己的烦恼没有断尽，带业往生的烦恼没断尽，智慧德能没有现前，但是生到西方世界，蒙阿弥陀佛本愿威神的加持，这一加持使烦恼没断的就好像断掉了，能力没有现前的好像现前了。实在讲的是乘阿弥陀佛的愿力，跟那些大菩萨无二无别，也能够在一刹那当中分身十方无量无边刹土供养诸佛、度化众生，他的能力立刻就有了，这有是佛的神力加持。",
      "zh_TW": "這裡講到他方的利益處。生到西方極樂世界，自己的煩惱沒有斷盡，帶業往生的煩惱沒斷盡，智慧德能沒有現前，但是生到西方世界，蒙阿彌陀佛本願威神的加持，這一加持使煩惱沒斷的就好像斷掉了，能力沒有現前的好像現前了。實在講的是乘阿彌陀佛的願力，跟那些大菩薩無二無別，也能夠在一剎那當中分身十方無量無邊剎土供養諸佛、度化眾生，他的能力立刻就有了，這有是佛的神力加持。"
    },
    {
      "id": "03-005-0031_p0061",
      "zh_CN": "经【经三小劫。】",
      "zh_TW": "經【經三小劫。】"
    },
    {
      "id": "03-005-0031_p0062",
      "zh_CN": "这『三小劫』也是我们这个世间的算法，这个时间长，经过三小劫。",
      "zh_TW": "這『三小劫』也是我們這個世間的算法，這個時間長，經過三小劫。"
    },
    {
      "id": "03-005-0031_p0063",
      "zh_CN": "经【得百法明门。住欢喜地。】",
      "zh_TW": "經【得百法明門。住歡喜地。】"
    },
    {
      "id": "03-005-0031_p0064",
      "zh_CN": "『得百法明门』就是禅宗讲的明心见性，教下讲的大开圆解，我们本宗所说的理一心不乱，位次到了初地菩萨。这是讲自己亲证不是佛力加持，这是自己真正证得，真正到这个位次。实际上佛力加持的时候，一加持就等于第七地、第八地，但是自己真的是凡夫，所以经过三小劫自己真正功夫已经到地上菩萨，到初地菩萨。我们这个世界不能比！",
      "zh_TW": "『得百法明門』就是禪宗講的明心見性，教下講的大開圓解，我們本宗所說的理一心不亂，位次到了初地菩薩。這是講自己親證不是佛力加持，這是自己真正證得，真正到這個位次。實際上佛力加持的時候，一加持就等於第七地、第八地，但是自己真的是凡夫，所以經過三小劫自己真正功夫已經到地上菩薩，到初地菩薩。我們這個世界不能比！"
    },
    {
      "id": "03-005-0031_p0065",
      "zh_CN": "我们这个世界，算大乘来讲，从初信位的菩萨要到欢喜地，足足修行一个阿僧祇劫；人家那里三小劫，这一个阿僧祇劫，这时间上不能比，你看这多快！在我们这个世间，佛讲需要一个阿僧祇劫才能够证得欢喜地。从欢喜地到第七地，这七个位次又要一个阿僧祇劫，第二个阿僧祇劫。第三个阿僧祇劫就更难，只能证三个位次，八地、九地、十地，愈往上面去愈难。所以三大阿僧祇劫修满才证得法云地的菩萨，就是第十地的菩萨。这两个比较比较，西方世界时间就很短很短，这自己真正能够证得的。",
      "zh_TW": "我們這個世界，算大乘來講，從初信位的菩薩要到歡喜地，足足修行一個阿僧祇劫；人家那裡三小劫，這一個阿僧祇劫，這時間上不能比，你看這多快！在我們這個世間，佛講需要一個阿僧祇劫才能夠證得歡喜地。從歡喜地到第七地，這七個位次又要一個阿僧祇劫，第二個阿僧祇劫。第三個阿僧祇劫就更難，只能證三個位次，八地、九地、十地，愈往上面去愈難。所以三大阿僧祇劫修滿才證得法雲地的菩薩，就是第十地的菩薩。這兩個比較比較，西方世界時間就很短很短，這自己真正能夠證得的。"
    },
    {
      "id": "03-005-0031_p0066",
      "zh_CN": "经【是名上品下生者。是名上辈生想。名第十四观。】",
      "zh_TW": "經【是名上品下生者。是名上輩生想。名第十四觀。】"
    },
    {
      "id": "03-005-0031_p0067",
      "zh_CN": "这十六观的第十四观里面是上三品。请看二百五十一页倒数第二行：",
      "zh_TW": "這十六觀的第十四觀裡面是上三品。請看二百五十一頁倒數第二行："
    },
    {
      "id": "03-005-0031_p0068",
      "zh_CN": "经【佛告阿难及韦提希。中品上生者。若有众生。受持五戒。持八戒斋。修行诸戒。不造五逆。无众过患。】",
      "zh_TW": "經【佛告阿難及韋提希。中品上生者。若有眾生。受持五戒。持八戒齋。修行諸戒。不造五逆。無眾過患。】"
    },
    {
      "id": "03-005-0031_p0069",
      "zh_CN": "我们先就看这一段，这是讲到中品，中三品的『中品上生』。中三品，善导大师告诉我们是持戒修善的凡夫。上三品是大心行善的凡夫，大乘心量的，中三品是持戒行善的凡夫，下三品是造作罪孽的凡夫，那个没有善，造作罪业的凡夫。所以九品真的是普度一切众生，连造作五逆十恶，临命终时遇到这个缘分都能往生。这中辈、上辈统统是修善的，都是属于善人。这个地方所说的修行的方法，佛在经上给我们说了四桩事情。善导大师注解里面有开示，在二百五十三页第二行，我们看这段文，这就是讲的：",
      "zh_TW": "我們先就看這一段，這是講到中品，中三品的『中品上生』。中三品，善導大師告訴我們是持戒修善的凡夫。上三品是大心行善的凡夫，大乘心量的，中三品是持戒行善的凡夫，下三品是造作罪孽的凡夫，那個沒有善，造作罪業的凡夫。所以九品真的是普度一切眾生，連造作五逆十惡，臨命終時遇到這個緣分都能往生。這中輩、上輩統統是修善的，都是屬於善人。這個地方所說的修行的方法，佛在經上給我們說了四樁事情。善導大師註解裡面有開示，在二百五十三頁第二行，我們看這段文，這就是講的："
    },
    {
      "id": "03-005-0031_p0070",
      "zh_CN": "疏【受法不同。】",
      "zh_TW": "疏【受法不同。】"
    },
    {
      "id": "03-005-0031_p0071",
      "zh_CN": "『受』是他接受修行的法门。",
      "zh_TW": "『受』是他接受修行的法門。"
    },
    {
      "id": "03-005-0031_p0072",
      "zh_CN": "疏【即有其四。一明简机堪与不堪。】",
      "zh_TW": "疏【即有其四。一明簡機堪與不堪。】"
    },
    {
      "id": "03-005-0031_p0073",
      "zh_CN": "刚才在文里面念到「若有众生」，这个若有众生这一句，这是拣别哪一类的人可以得到中品上生，下面就说出来了。",
      "zh_TW": "剛才在文裡面念到「若有眾生」，這個若有眾生這一句，這是揀別哪一類的人可以得到中品上生，下面就說出來了。"
    },
    {
      "id": "03-005-0031_p0074",
      "zh_CN": "疏【二明受持小乘齐戒等。】",
      "zh_TW": "疏【二明受持小乘齊戒等。】"
    },
    {
      "id": "03-005-0031_p0075",
      "zh_CN": "这个『齐』字跟「斋」字古时候可以通用，这不算是个错字，古时候可以通用，但是一定要念成斋，跟这下面有三点这个斋是一样的意思，要念成斋。『受』是接受，『持』是保持。『小乘齐戒』，实实在在说大乘、小乘，前面大师给我们说得很明白，完全在于心量。心量大的持小乘戒，小乘戒也变成大乘菩萨戒；心量小的人受了菩萨戒，菩萨戒也变成小戒。这个开示是真的，为什么？符合佛在大乘经上常讲，一切法随心而转。心是一切法的主宰，所谓是万法唯心，又常讲的一切法随心所转，它符合这个道理，也符合这个事实。由此可知，形式上的戒律不足以为凭。",
      "zh_TW": "這個『齊』字跟「齋」字古時候可以通用，這不算是個錯字，古時候可以通用，但是一定要念成齋，跟這下面有三點這個齋是一樣的意思，要念成齋。『受』是接受，『持』是保持。『小乘齊戒』，實實在在說大乘、小乘，前面大師給我們說得很明白，完全在於心量。心量大的持小乘戒，小乘戒也變成大乘菩薩戒；心量小的人受了菩薩戒，菩薩戒也變成小戒。這個開示是真的，為什麼？符合佛在大乘經上常講，一切法隨心而轉。心是一切法的主宰，所謂是萬法唯心，又常講的一切法隨心所轉，它符合這個道理，也符合這個事實。由此可知，形式上的戒律不足以為憑。"
    },
    {
      "id": "03-005-0031_p0076",
      "zh_CN": "在中国一切小乘戒都变成大菩萨，中国人的心量大；像在泰国、在锡兰，这大乘戒也变成小戒，他们的心量没有中国人这样的广大。这些明白大乘经论的人都不会怀疑。从戒相上来说，五戒、八关斋戒是在家学佛必须要遵守的，五戒是根本戒，八关斋戒是属于加行戒。在家人不能出家，出家的功德非常殊胜，想出家很难，但是出家人功德在家人可不可以得到？也行，也可以得到，那八关斋戒就是出家戒。出家戒是在家人受的，在家人受出家戒，它的有效期限是二十四个小时，就是一天一夜。八关斋戒期限是一天一夜，就是你修二十四小时出家人的戒律，在家人修二十四小时的出家人戒律，是这么一个意思。专门给在家人修这出家的功德，是这么一个意思。",
      "zh_TW": "在中國一切小乘戒都變成大菩薩，中國人的心量大；像在泰國、在錫蘭，這大乘戒也變成小戒，他們的心量沒有中國人這樣的廣大。這些明白大乘經論的人都不會懷疑。從戒相上來說，五戒、八關齋戒是在家學佛必須要遵守的，五戒是根本戒，八關齋戒是屬於加行戒。在家人不能出家，出家的功德非常殊勝，想出家很難，但是出家人功德在家人可不可以得到？也行，也可以得到，那八關齋戒就是出家戒。出家戒是在家人受的，在家人受出家戒，它的有效期限是二十四個小時，就是一天一夜。八關齋戒期限是一天一夜，就是你修二十四小時出家人的戒律，在家人修二十四小時的出家人戒律，是這麼一個意思。專門給在家人修這出家的功德，是這麼一個意思。"
    },
    {
      "id": "03-005-0031_p0077",
      "zh_CN": "对于「斋」非常重视，实在讲，斋它的本义是心地清净，一尘不染，这真正叫斋。生活会影响情绪，情绪会影响心理，因此佛对于生活就非常讲求了。我们中国古人常说：病从口入，祸从口出。所以说话要小心、要谨慎，不能乱说话；吃东西要特别小心，要讲求卫生，而且吃的分量要少，不可以暴饮暴食，那会伤害身体的。所以教导人，早晨的早点要吃得好，所谓好是要注重营养，早点要特别注重营养；中午要吃饱，这个饱不能吃得太饱，太饱你的肠胃就出了问题。晚上要吃得少，为什么？晚上要休息，吃多了心不容易定下来。所以晚上要吃得少。",
      "zh_TW": "對於「齋」非常重視，實在講，齋它的本義是心地清淨，一塵不染，這真正叫齋。生活會影響情緒，情緒會影響心理，因此佛對於生活就非常講求了。我們中國古人常說：病從口入，禍從口出。所以說話要小心、要謹慎，不能亂說話；吃東西要特別小心，要講求衛生，而且吃的分量要少，不可以暴飲暴食，那會傷害身體的。所以教導人，早晨的早點要吃得好，所謂好是要注重營養，早點要特別注重營養；中午要吃飽，這個飽不能吃得太飽，太飽你的腸胃就出了問題。晚上要吃得少，為什麼？晚上要休息，吃多了心不容易定下來。所以晚上要吃得少。"
    },
    {
      "id": "03-005-0031_p0078",
      "zh_CN": "而佛当年在世的制度是日中一食，早晨也不吃，晚上也不吃，所以这斋的意思就是日中一食。你不能像出家人天天吃斋，至少你一个月当中修一天，一个月当中修一天八关斋，这样就很难得、很殊胜。如果有时间，我愿意修两天，八关斋戒要每天受。那没有法师，没有法师自己在佛菩萨面前可以受，依照八关斋戒的仪式、条文在佛菩萨面前自己念、自己受持可以。这个戒可以自己受的，不一定要有法师，没有法师可以自己受，但是一定要严格的做到。所以斋是从生活上帮助我们稳定情绪，达到身心清净，它的意思、精神是在此地。我们看第三这个文：",
      "zh_TW": "而佛當年在世的制度是日中一食，早晨也不吃，晚上也不吃，所以這齋的意思就是日中一食。你不能像出家人天天吃齋，至少你一個月當中修一天，一個月當中修一天八關齋，這樣就很難得、很殊勝。如果有時間，我願意修兩天，八關齋戒要每天受。那沒有法師，沒有法師自己在佛菩薩面前可以受，依照八關齋戒的儀式、條文在佛菩薩面前自己念、自己受持可以。這個戒可以自己受的，不一定要有法師，沒有法師可以自己受，但是一定要嚴格的做到。所以齋是從生活上幫助我們穩定情緒，達到身心清淨，它的意思、精神是在此地。我們看第三這個文："
    },
    {
      "id": "03-005-0031_p0079",
      "zh_CN": "疏【三明小戒力微。不消五逆之罪。】",
      "zh_TW": "疏【三明小戒力微。不消五逆之罪。】"
    },
    {
      "id": "03-005-0031_p0080",
      "zh_CN": "『五逆』是大罪、是重罪，这小乘戒律没有这么大的力量，为什么？小乘戒律它最大的力量能够帮你得定，不能开慧，所以小乘最高的果位证到阿罗汉。阿罗汉的定，佛在经上讲，他那个定的名字叫第九定。世间的禅定有八个阶段，四禅、四空，我们常讲四禅八定，八定里面包括四禅，不是四禅之外还有一个八定。四禅就是四禅天的往生的条件，往上去有四空天，所以合起来世间禅定有八种。比这禅定更高一层，那就出了三界。所以阿罗汉所证得、所成就的叫第九定，他出了三界。这是戒善功德可以能够达到第九定，但是不能破无明，不能开智慧。有定没有慧，所以这个重罪消不了，当然轻罪是可以消除的，五逆重罪他消不掉。",
      "zh_TW": "『五逆』是大罪、是重罪，這小乘戒律沒有這麼大的力量，為什麼？小乘戒律它最大的力量能夠幫你得定，不能開慧，所以小乘最高的果位證到阿羅漢。阿羅漢的定，佛在經上講，他那個定的名字叫第九定。世間的禪定有八個階段，四禪、四空，我們常講四禪八定，八定裡面包括四禪，不是四禪之外還有一個八定。四禪就是四禪天的往生的條件，往上去有四空天，所以合起來世間禪定有八種。比這禪定更高一層，那就出了三界。所以阿羅漢所證得、所成就的叫第九定，他出了三界。這是戒善功德可以能夠達到第九定，但是不能破無明，不能開智慧。有定沒有慧，所以這個重罪消不了，當然輕罪是可以消除的，五逆重罪他消不掉。"
    },
    {
      "id": "03-005-0031_p0081",
      "zh_CN": "疏【四明虽持小戒等。不得有犯。】",
      "zh_TW": "疏【四明雖持小戒等。不得有犯。】"
    },
    {
      "id": "03-005-0031_p0082",
      "zh_CN": "这个戒一定要清净，可是这戒要持得清净是非常非常之难。不要说现在，现在我们环境不好，环境不好就是诱惑太多了，这诱惑就常常容易犯戒。不像古时候，古时候社会环境好，人少地大，社会非常单纯，没有什么诱惑能够动心的，民风淳朴，所以这个心容易定下来。这古时候大环境好，古时候那修行成就的人，要叫他到现在来一样不能成就，现在这个世界是花花世界、五花八门，这五欲的享受诱惑，他们在今天也成就不了！他们这运气好，生在那个时代，是不是？那我们在这个时代如果能成就，说实在话，那功夫高，高过他；不高过他，在这个世界不能成就。那犯了戒怎么样？犯了戒要忏悔。",
      "zh_TW": "這個戒一定要清淨，可是這戒要持得清淨是非常非常之難。不要說現在，現在我們環境不好，環境不好就是誘惑太多了，這誘惑就常常容易犯戒。不像古時候，古時候社會環境好，人少地大，社會非常單純，沒有什麼誘惑能夠動心的，民風淳樸，所以這個心容易定下來。這古時候大環境好，古時候那修行成就的人，要叫他到現在來一樣不能成就，現在這個世界是花花世界、五花八門，這五欲的享受誘惑，他們在今天也成就不了！他們這運氣好，生在那個時代，是不是？那我們在這個時代如果能成就，說實在話，那功夫高，高過他；不高過他，在這個世界不能成就。那犯了戒怎麼樣？犯了戒要懺悔。"
    },
    {
      "id": "03-005-0031_p0083",
      "zh_CN": "疏【设有余愆。】",
      "zh_TW": "疏【設有餘愆。】"
    },
    {
      "id": "03-005-0031_p0084",
      "zh_CN": "这就是戒律上有毁犯。",
      "zh_TW": "這就是戒律上有毀犯。"
    },
    {
      "id": "03-005-0031_p0085",
      "zh_CN": "疏【恒须改悔。必令清净。】",
      "zh_TW": "疏【恆須改悔。必令清淨。】"
    },
    {
      "id": "03-005-0031_p0086",
      "zh_CN": "所以佛法有忏悔法。犯戒，有些自己知道，当然自己要至心忏悔，改过自新；有些自己毁犯自己不知道，不知道，必须要有人提醒。谁提醒你？第一个是老师，这是老师的责任；第二个是同参道友，真正的好同参、同学提醒你。其他的人虽然见到，不会说的，这也是礼貌，不会说的。唯独一年有三天任何人可以公开来说你犯戒的，说你过失的，这就是夏安居最后圆满的三天，我们这一年当中修行的总检讨。在这个检讨会上，这是许可的，佛特别许可在这个检讨会上，若有过失人人都可以说，不是在这三天不可以说。这三天叫自恣法会，就是夏安居，实在讲用现在的话来说，是一年一度的进修教育。平常九个月在外面弘法利生，讲经说法游化一方，这三个月回到佛的座下，接受再教育。三个月圆满的时候，最后圆满这三天就是总检讨，像现在开检讨会，这一定要接受，接受任何人的批评指责，求改过自新。所以『必令清净』，一定要自己身心清净。",
      "zh_TW": "所以佛法有懺悔法。犯戒，有些自己知道，當然自己要至心懺悔，改過自新；有些自己毀犯自己不知道，不知道，必須要有人提醒。誰提醒你？第一個是老師，這是老師的責任；第二個是同參道友，真正的好同參、同學提醒你。其他的人雖然見到，不會說的，這也是禮貌，不會說的。唯獨一年有三天任何人可以公開來說你犯戒的，說你過失的，這就是夏安居最後圓滿的三天，我們這一年當中修行的總檢討。在這個檢討會上，這是許可的，佛特別許可在這個檢討會上，若有過失人人都可以說，不是在這三天不可以說。這三天叫自恣法會，就是夏安居，實在講用現在的話來說，是一年一度的進修教育。平常九個月在外面弘法利生，講經說法遊化一方，這三個月回到佛的座下，接受再教育。三個月圓滿的時候，最後圓滿這三天就是總檢討，像現在開檢討會，這一定要接受，接受任何人的批評指責，求改過自新。所以『必令清淨』，一定要自己身心清淨。"
    },
    {
      "id": "03-005-0031_p0087",
      "zh_CN": "疏【此即合上第二戒善之福也。】",
      "zh_TW": "疏【此即合上第二戒善之福也。】"
    },
    {
      "id": "03-005-0031_p0088",
      "zh_CN": "这在三福里面就是第二福，第二是「受持三归，具足众戒，不犯威仪」，符合于这一条。",
      "zh_TW": "這在三福裡面就是第二福，第二是「受持三歸，具足眾戒，不犯威儀」，符合於這一條。"
    },
    {
      "id": "03-005-0031_p0089",
      "zh_CN": "疏【然修戒时。或是终身。或一年一月。】",
      "zh_TW": "疏【然修戒時。或是終身。或一年一月。】"
    },
    {
      "id": "03-005-0031_p0090",
      "zh_CN": "终身持戒的。或者是『一年』，像现在在南洋有发心出家的，出家一年，一年满了他就还俗；有出家『一月』，一个月、三个月的、六个月的都可以，到时候他就还俗了。这在现在说就是接受佛教教育，他接受教育修学期间是有限的。发心出家也有有限期的，也有一生的。在中国出家，大致上都是终身的，都是尽形寿的。但是现在在泰国不是的，我们晓得泰国是有期限的，有三年出家的，有一年出家的，有半年出家的，有三个月出家的，有一个月出家的。像泰国的国王，国王他是一个月出家。",
      "zh_TW": "終身持戒的。或者是『一年』，像現在在南洋有發心出家的，出家一年，一年滿了他就還俗；有出家『一月』，一個月、三個月的、六個月的都可以，到時候他就還俗了。這在現在說就是接受佛教教育，他接受教育修學期間是有限的。發心出家也有有限期的，也有一生的。在中國出家，大致上都是終身的，都是盡形壽的。但是現在在泰國不是的，我們曉得泰國是有期限的，有三年出家的，有一年出家的，有半年出家的，有三個月出家的，有一個月出家的。像泰國的國王，國王他是一個月出家。"
    },
    {
      "id": "03-005-0031_p0091",
      "zh_CN": "疏【一日一夜一时等。】",
      "zh_TW": "疏【一日一夜一時等。】"
    },
    {
      "id": "03-005-0031_p0092",
      "zh_CN": "『一日一夜』，这就是八关斋戒。这是八关斋戒，一日一夜出家的，受持这个出家戒。这『一时』是总说。",
      "zh_TW": "『一日一夜』，這就是八關齋戒。這是八關齋戒，一日一夜出家的，受持這個出家戒。這『一時』是總說。"
    },
    {
      "id": "03-005-0031_p0093",
      "zh_CN": "疏【此时亦不定。】",
      "zh_TW": "疏【此時亦不定。】"
    },
    {
      "id": "03-005-0031_p0094",
      "zh_CN": "可见得这出家的时节不一定。过去香港的洗尘法师在香港提倡短期出家。这个短期出家一个星期，办短期出家的法会，让一般人到寺院里面过七天出家的生活。好像在台湾我也听说有人模仿这个，办这个七天出家的，这都是属于短期的。",
      "zh_TW": "可見得這出家的時節不一定。過去香港的洗塵法師在香港提倡短期出家。這個短期出家一個星期，辦短期出家的法會，讓一般人到寺院裡面過七天出家的生活。好像在台灣我也聽說有人模仿這個，辦這個七天出家的，這都是屬於短期的。"
    },
    {
      "id": "03-005-0031_p0095",
      "zh_CN": "疏【大意皆毕命为期。】",
      "zh_TW": "疏【大意皆畢命為期。】"
    },
    {
      "id": "03-005-0031_p0096",
      "zh_CN": "真正出家一定是尽形寿的，一定是一生的。",
      "zh_TW": "真正出家一定是盡形壽的，一定是一生的。"
    },
    {
      "id": "03-005-0031_p0097",
      "zh_CN": "疏【不得毁犯也。】",
      "zh_TW": "疏【不得毀犯也。】"
    },
    {
      "id": "03-005-0031_p0098",
      "zh_CN": "这戒律一定要严，要精严。持戒这桩事情，佛在经上为我们立法，一定要知道他立法的精神之所在，立法的用意之所在，如果这一点不明了，就谈不上持戒。他立法的精神不是重在条文上，而是重在精神上。",
      "zh_TW": "這戒律一定要嚴，要精嚴。持戒這樁事情，佛在經上為我們立法，一定要知道他立法的精神之所在，立法的用意之所在，如果這一點不明瞭，就談不上持戒。他立法的精神不是重在條文上，而是重在精神上。"
    },
    {
      "id": "03-005-0031_p0099",
      "zh_CN": "戒行的目的是要心清净，换句话说，心要清净，这个戒就具足、就圆满；心不清净，这个戒律就没有学好，也没有完全做到。所以它戒律是因戒得定，定就是清净心，可见持戒是手段，得定是目标，因此它的精神是「诸恶莫作，众善奉行」。诸恶莫作，这一类的戒律叫做止持，止是禁止，你要受持，这不可以做的；众善奉行叫作持，你一定要做的，你不做就犯戒。所以他有止作二门。一种是犯罪的不可以做的，一种是利益众生的，你一定要做的，你不做就犯戒。所以我们要懂得它的精神：「诸恶莫作，众善奉行」。",
      "zh_TW": "戒行的目的是要心清淨，換句話說，心要清淨，這個戒就具足、就圓滿；心不清淨，這個戒律就沒有學好，也沒有完全做到。所以它戒律是因戒得定，定就是清淨心，可見持戒是手段，得定是目標，因此它的精神是「諸惡莫作，眾善奉行」。諸惡莫作，這一類的戒律叫做止持，止是禁止，你要受持，這不可以做的；眾善奉行叫作持，你一定要做的，你不做就犯戒。所以他有止作二門。一種是犯罪的不可以做的，一種是利益眾生的，你一定要做的，你不做就犯戒。所以我們要懂得它的精神：「諸惡莫作，眾善奉行」。"
    },
    {
      "id": "03-005-0031_p0100",
      "zh_CN": "因此佛在戒条里面没有写的那些恶，因为释迦牟尼佛那个时候没有，现在这个社会上有了，不能说这个戒条上没有，我做就不犯戒，那就错了。譬如抽香烟，抽香烟好不好？这大家都知道不好，但这戒条上没有，抽香烟不犯戒，其实你要懂得它的精神，那他就犯戒了，它不是个好事情，于自己不利，于别人也不利，害自己也害别人，这哪里是好事？佛没有写在条文上的太多太多了。所以像这个戒律就包括现在国家的法令规章，法律、风俗习惯、道德观念，统统包括在这其中，这是我们做人必须要遵守的，一定要遵守的，都在持戒范围之内。万万不可以说这戒条上没有，那就错了。",
      "zh_TW": "因此佛在戒條裡面沒有寫的那些惡，因為釋迦牟尼佛那個時候沒有，現在這個社會上有了，不能說這個戒條上沒有，我做就不犯戒，那就錯了。譬如抽香煙，抽香煙好不好？這大家都知道不好，但這戒條上沒有，抽香煙不犯戒，其實你要懂得它的精神，那他就犯戒了，它不是個好事情，於自己不利，於別人也不利，害自己也害別人，這哪裡是好事？佛沒有寫在條文上的太多太多了。所以像這個戒律就包括現在國家的法令規章，法律、風俗習慣、道德觀念，統統包括在這其中，這是我們做人必須要遵守的，一定要遵守的，都在持戒範圍之內。萬萬不可以說這戒條上沒有，那就錯了。"
    },
    {
      "id": "03-005-0031_p0101",
      "zh_CN": "经【以此善根。回向愿求生于西方极乐世界。】",
      "zh_TW": "經【以此善根。迴向願求生於西方極樂世界。】"
    },
    {
      "id": "03-005-0031_p0102",
      "zh_CN": "这是教给我们以持戒的善行回向求生极乐世界。",
      "zh_TW": "這是教給我們以持戒的善行迴向求生極樂世界。"
    },
    {
      "id": "03-005-0031_p0103",
      "zh_CN": "经【临命终时。阿弥陀佛。与诸比丘。眷属围绕。放金色光。至其人所。演说苦空无常无我。赞叹出家得离众苦。行者见已。心大欢喜。自见己身坐莲花台。长跪合掌。为佛作礼。未举头顷。即得往生极乐世界。】",
      "zh_TW": "經【臨命終時。阿彌陀佛。與諸比丘。眷屬圍繞。放金色光。至其人所。演說苦空無常無我。讚歎出家得離眾苦。行者見已。心大歡喜。自見己身坐蓮花臺。長跪合掌。為佛作禮。未舉頭頃。即得往生極樂世界。】"
    },
    {
      "id": "03-005-0031_p0104",
      "zh_CN": "这一段是说往生的状况。『阿弥陀佛，与诸比丘，眷属围绕』，因为他是小乘心，小乘心所感得的小乘圣者跟着佛一起来欢迎他。从这个地方我们真正体会到，佛与大众来迎，实实在在是自性唯心变现的，所以大心就感大菩萨，小心量的就感得声闻。同样一个道理，要不善的心行，我们常讲一个人无恶不作，不做善事，不做好事的，他自性会变现恶鬼、恶神临命终时来迎接他，所以临终都会有人来迎接，这要知道。",
      "zh_TW": "這一段是說往生的狀況。『阿彌陀佛，與諸比丘，眷屬圍繞』，因為他是小乘心，小乘心所感得的小乘聖者跟著佛一起來歡迎他。從這個地方我們真正體會到，佛與大眾來迎，實實在在是自性唯心變現的，所以大心就感大菩薩，小心量的就感得聲聞。同樣一個道理，要不善的心行，我們常講一個人無惡不作，不做善事，不做好事的，他自性會變現惡鬼、惡神臨命終時來迎接他，所以臨終都會有人來迎接，這要知道。"
    },
    {
      "id": "03-005-0031_p0105",
      "zh_CN": "你们看《地藏菩萨本愿经》，临终的时候看到家亲眷属，那是什么人？都是已经死了的人，那是鬼神来迎接。这鬼神当中还有很多冤家债主，冤家债主要一来迎，你看到害怕，你不会跟他去；他变现你家亲眷属的模样，你看亲人跟他去了，他回头转个面现了真面孔，那你来不及了，你已经被他控制住了。所以《地藏经》上讲的，临终见到家亲眷属，差不多都是冤亲债主，都是这些来讨命的、来讨债的，他们变现的，不是真正家亲眷属，这个道理是一样的。因此，我们明白这些道理，晓得这个事实，我们起心动念处事待人接物就要小心，要存善心，要做善事。尤其是遇到这个法门，一定要认真依教奉行，发大乘心，将来接引的是佛与诸佛如来。",
      "zh_TW": "你們看《地藏菩薩本願經》，臨終的時候看到家親眷屬，那是什麼人？都是已經死了的人，那是鬼神來迎接。這鬼神當中還有很多冤家債主，冤家債主要一來迎，你看到害怕，你不會跟他去；他變現你家親眷屬的模樣，你看親人跟他去了，他回頭轉個面現了真面孔，那你來不及了，你已經被他控制住了。所以《地藏經》上講的，臨終見到家親眷屬，差不多都是冤親債主，都是這些來討命的、來討債的，他們變現的，不是真正家親眷屬，這個道理是一樣的。因此，我們明白這些道理，曉得這個事實，我們起心動念處事待人接物就要小心，要存善心，要做善事。尤其是遇到這個法門，一定要認真依教奉行，發大乘心，將來接引的是佛與諸佛如來。"
    },
    {
      "id": "03-005-0031_p0106",
      "zh_CN": "经【莲华寻开。】",
      "zh_TW": "經【蓮華尋開。】"
    },
    {
      "id": "03-005-0031_p0107",
      "zh_CN": "这是讲花开了。",
      "zh_TW": "這是講花開了。"
    },
    {
      "id": "03-005-0031_p0108",
      "zh_CN": "经【当华敷时。闻众音声赞叹四谛。应时即得阿罗汉道。三明六通。具八解脱。】",
      "zh_TW": "經【當華敷時。聞眾音聲讚歎四諦。應時即得阿羅漢道。三明六通。具八解脫。】"
    },
    {
      "id": "03-005-0031_p0109",
      "zh_CN": "这些所说得的利益全是小乘利益，这也是在生之前，长时间对于小乘佛法的薰习根深蒂固，我们讲习气很浓厚，所以到西方世界自自然然感得佛说法也说小乘法，无情说法也说的小乘法，他证的果位也是证得小乘果位。这个地方所证的、所说的，就是我们常讲事一心不乱，生方便有余土。",
      "zh_TW": "這些所說得的利益全是小乘利益，這也是在生之前，長時間對於小乘佛法的薰習根深蒂固，我們講習氣很濃厚，所以到西方世界自自然然感得佛說法也說小乘法，無情說法也說的小乘法，他證的果位也是證得小乘果位。這個地方所證的、所說的，就是我們常講事一心不亂，生方便有餘土。"
    },
    {
      "id": "03-005-0031_p0110",
      "zh_CN": "经【是名中品上生者。】",
      "zh_TW": "經【是名中品上生者。】"
    },
    {
      "id": "03-005-0031_p0111",
      "zh_CN": "这是『中品上生』。我们今天就讲到此地。",
      "zh_TW": "這是『中品上生』。我們今天就講到此地。"
    }
  ]
}