{
  "doc_id": "03-005-0030",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏",
    "zh_TW": "佛說觀無量壽佛經疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十集",
    "zh_TW": "第三十集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-005-0030",
  "total_paragraphs": 117,
  "paragraphs": [
    {
      "id": "03-005-0030_p0001",
      "zh_CN": "请掀开经本二百四十一页倒数第四行，请看经文：",
      "zh_TW": "請掀開經本二百四十一頁倒數第四行，請看經文："
    },
    {
      "id": "03-005-0030_p0002",
      "zh_CN": "经【上品中生者。不必受持读诵方等经典。善解义趣。于第一义。心不惊动。深信因果。不谤大乘。以此功德。回向愿求生极乐国。】",
      "zh_TW": "經【上品中生者。不必受持讀誦方等經典。善解義趣。於第一義。心不驚動。深信因果。不謗大乘。以此功德。迴向願求生極樂國。】"
    },
    {
      "id": "03-005-0030_p0003",
      "zh_CN": "我们先看这一段。第一句是把品位的名称标示出来，这是『上品中生』。这下面所说的这个位次他所必须具备的条件，首先为我们说明他比前面所具有的条件，稍微宽松一些，『不必受持读诵方等经典』，这方等是大乘经典。前面我们看到有「读诵大乘」，这个地方可以实在讲是没有时间读经，或者是没有受过好的教育。现在在台湾我们教育可以说是非常之普遍，在这个世界上其他的地区文盲的数量还是相当之可观，就是没有受过教育不认识字的，这些人读诵就困难，能不能修学这个法门？能，可以不必受持读诵大乘经典，但是下面这些条件要具足。",
      "zh_TW": "我們先看這一段。第一句是把品位的名稱標示出來，這是『上品中生』。這下面所說的這個位次他所必須具備的條件，首先為我們說明他比前面所具有的條件，稍微寬鬆一些，『不必受持讀誦方等經典』，這方等是大乘經典。前面我們看到有「讀誦大乘」，這個地方可以實在講是沒有時間讀經，或者是沒有受過好的教育。現在在台灣我們教育可以說是非常之普遍，在這個世界上其他的地區文盲的數量還是相當之可觀，就是沒有受過教育不認識字的，這些人讀誦就困難，能不能修學這個法門？能，可以不必受持讀誦大乘經典，但是下面這些條件要具足。"
    },
    {
      "id": "03-005-0030_p0004",
      "zh_CN": "『善解义趣，于第一义，心不惊动』。这三句话是我们平常所讲的善根。我们看到这三句，不但这个人有善根，而且有非常深厚的善根。「善解」，他听了这个法门，或者是听到善友劝他修学这个法门，他立刻就能接受，就能生欢喜心，这是属于「善解义趣」。念佛求生净土，古圣先贤告诉我们这个法门是大乘中之大乘，了义中之了义，真的是属于究竟圆满的了义大教，这就是此地所讲的第一义。他接受之后，具足了信心，决定不动摇，这就是往生的真因。",
      "zh_TW": "『善解義趣，於第一義，心不驚動』。這三句話是我們平常所講的善根。我們看到這三句，不但這個人有善根，而且有非常深厚的善根。「善解」，他聽了這個法門，或者是聽到善友勸他修學這個法門，他立刻就能接受，就能生歡喜心，這是屬於「善解義趣」。念佛求生淨土，古聖先賢告訴我們這個法門是大乘中之大乘，了義中之了義，真的是屬於究竟圓滿的了義大教，這就是此地所講的第一義。他接受之後，具足了信心，決定不動搖，這就是往生的真因。"
    },
    {
      "id": "03-005-0030_p0005",
      "zh_CN": "当然这种深厚的善根，也不是无因而有的，如果说没有因而有，那我们大家应该都有，为什么有的人少，没有的人还占多数，原因在哪里？佛在大经里面，《无量寿经》上跟我们讲得很清楚、很明白，这种善根是过去无量劫来多生多劫修积的，而是在这一生遇到善缘，就是有人劝他念佛求生净土，遇到这个善缘，他的善根发现，这是第一个因。善根一发现，十方世界诸佛如来看得清清楚楚、明明白白，这个时候以本愿威神佛光的加持，所以他的信心清净坚定绝不动摇。",
      "zh_TW": "當然這種深厚的善根，也不是無因而有的，如果說沒有因而有，那我們大家應該都有，為什麼有的人少，沒有的人還佔多數，原因在哪裡？佛在大經裡面，《無量壽經》上跟我們講得很清楚、很明白，這種善根是過去無量劫來多生多劫修積的，而是在這一生遇到善緣，就是有人勸他念佛求生淨土，遇到這個善緣，他的善根發現，這是第一個因。善根一發現，十方世界諸佛如來看得清清楚楚、明明白白，這個時候以本願威神佛光的加持，所以他的信心清淨堅定絕不動搖。"
    },
    {
      "id": "03-005-0030_p0006",
      "zh_CN": "底下几个条件，实在讲就是说明「心不惊动」的状况、一个样子，从哪里看到？『深信因果，不谤大乘』。这两句话我们不能轻易把它念过，为什么？也许我们自己这一生念佛不能往生就犯这个毛病。犯这些毛病，有时候是有意犯的，有时候是无意犯的。佛门之中自古以来，所谓自赞毁他，这是很重的烦恼，是无始以来的习气。无论在世法、在佛法，人都有傲慢的习气，都有轻视别人的习气，所谓自赞毁他。从前李老师举例子给我们说，他说：你不要不相信，你看看外面要饭的乞丐。这在台湾现在没有了，在大陆到处都有乞丐，在从前，在外国也有。那个乞丐天天问人讨一点小钱，也许一天的温饱都得不到，穷到极处。穷是没有财富，沦落到乞丐，在社会上地位也没有了，没有地位叫贱，没有财富叫穷，穷贱到了极处了，他还傲慢。你看那个有钱人从他那里走过，他还摇摇头：有什么了不起，不过有几个臭铜钱而已。显示他自己的傲慢，可见得这个习气是非常非常之深。",
      "zh_TW": "底下幾個條件，實在講就是說明「心不驚動」的狀況、一個樣子，從哪裡看到？『深信因果，不謗大乘』。這兩句話我們不能輕易把它念過，為什麼？也許我們自己這一生念佛不能往生就犯這個毛病。犯這些毛病，有時候是有意犯的，有時候是無意犯的。佛門之中自古以來，所謂自讚毀他，這是很重的煩惱，是無始以來的習氣。無論在世法、在佛法，人都有傲慢的習氣，都有輕視別人的習氣，所謂自讚毀他。從前李老師舉例子給我們說，他說：你不要不相信，你看看外面要飯的乞丐。這在台灣現在沒有了，在大陸到處都有乞丐，在從前，在外國也有。那個乞丐天天問人討一點小錢，也許一天的溫飽都得不到，窮到極處。窮是沒有財富，淪落到乞丐，在社會上地位也沒有了，沒有地位叫賤，沒有財富叫窮，窮賤到了極處了，他還傲慢。你看那個有錢人從他那裡走過，他還搖搖頭：有什麼了不起，不過有幾個臭銅錢而已。顯示他自己的傲慢，可見得這個習氣是非常非常之深。"
    },
    {
      "id": "03-005-0030_p0007",
      "zh_CN": "傲慢的习气人统统都有，我们自己有，有的时候不觉得，都有这个习气。所以《礼记》里面你看一开头，「曲礼」一开头儒家教人傲不可长，这就是承认傲慢是与生俱来的烦恼。接受教育，教育是叫你明白这些事实真相，傲慢不可以增长。因为儒家讲的是世间法，没有讲出离三界，所以傲慢不要增长就可以。佛法要把傲慢断除，为什么？因为他要出三界，这是根本烦恼，贪瞋痴慢，你看这多严重！",
      "zh_TW": "傲慢的習氣人統統都有，我們自己有，有的時候不覺得，都有這個習氣。所以《禮記》裡面你看一開頭，「曲禮」一開頭儒家教人傲不可長，這就是承認傲慢是與生俱來的煩惱。接受教育，教育是叫你明白這些事實真相，傲慢不可以增長。因為儒家講的是世間法，沒有講出離三界，所以傲慢不要增長就可以。佛法要把傲慢斷除，為什麼？因為他要出三界，這是根本煩惱，貪瞋痴慢，你看這多嚴重！"
    },
    {
      "id": "03-005-0030_p0008",
      "zh_CN": "我们学佛的人往往觉得自己学的这个法门殊胜第一，轻慢其他的法门，这错了。自己修学，自己赞叹这个法门，这是无可厚非，为什么？你不赞叹这个法门，你学这法门干什么？人家法门是第一，我这个是第二、第三，哪有这种人？前面经上善导大师为我们开示得很多，法门很多，门门第一，佛的法门没有第二的。关键在什么地方？关键在契机。什么叫契机？欢喜就契机了。我欢喜这个法门，这个法门我修学起来，感觉得很容易，很容易成就；我不欢喜的法门，勉强的修学，学得很辛苦，也很难成就。我会喜欢的法门不见得是你喜欢的法门，你喜欢的法门不见得是我喜欢的法门，各人随着他喜欢的法门去修学，这都叫第一。所以我们看《华严经》上的善知识们，自己谦虚，对人来讲自己要谦虚，这是礼节，赞叹别人；不对人，对我自己来讲，这我的法门第一。对人家讲时，你是第一，我这个不如你，这是谦虚。所以说自谦而尊人，这就对了。",
      "zh_TW": "我們學佛的人往往覺得自己學的這個法門殊勝第一，輕慢其他的法門，這錯了。自己修學，自己讚歎這個法門，這是無可厚非，為什麼？你不讚歎這個法門，你學這法門幹什麼？人家法門是第一，我這個是第二、第三，哪有這種人？前面經上善導大師為我們開示得很多，法門很多，門門第一，佛的法門沒有第二的。關鍵在什麼地方？關鍵在契機。什麼叫契機？歡喜就契機了。我歡喜這個法門，這個法門我修學起來，感覺得很容易，很容易成就；我不歡喜的法門，勉強的修學，學得很辛苦，也很難成就。我會喜歡的法門不見得是你喜歡的法門，你喜歡的法門不見得是我喜歡的法門，各人隨著他喜歡的法門去修學，這都叫第一。所以我們看《華嚴經》上的善知識們，自己謙虛，對人來講自己要謙虛，這是禮節，讚歎別人；不對人，對我自己來講，這我的法門第一。對人家講時，你是第一，我這個不如你，這是謙虛。所以說自謙而尊人，這就對了。"
    },
    {
      "id": "03-005-0030_p0009",
      "zh_CN": "所以要「深信因果，不谤大乘」。因果里面有三种，第一种是善因一定得善果，恶因决定有恶报，这是一定要相信的。第二要相信善因决定不可能得恶报，那就不相应，决定不可能；恶因也绝对不会有善果。我们真正相信这个事实，起心动念才不敢作恶，晓得果报完全是自己造作的。第三要相信念佛是因，成佛是果，这是净宗里面把这个殊胜因果讲到最究竟、最圆满，你要相信这个。这一层的因果在许许多多大乘佛法里面，佛显说、密说，处处可以能够看到。我们能够断恶修善，能够普遍尊敬一切修学善法之人，那修学大乘就更不必说了，连世间小善我们都对他敬重，以这个功德『回向愿求生极乐国』，这就行了。",
      "zh_TW": "所以要「深信因果，不謗大乘」。因果裡面有三種，第一種是善因一定得善果，惡因決定有惡報，這是一定要相信的。第二要相信善因決定不可能得惡報，那就不相應，決定不可能；惡因也絕對不會有善果。我們真正相信這個事實，起心動念才不敢作惡，曉得果報完全是自己造作的。第三要相信念佛是因，成佛是果，這是淨宗裡面把這個殊勝因果講到最究竟、最圓滿，你要相信這個。這一層的因果在許許多多大乘佛法裡面，佛顯說、密說，處處可以能夠看到。我們能夠斷惡修善，能夠普遍尊敬一切修學善法之人，那修學大乘就更不必說了，連世間小善我們都對他敬重，以這個功德『迴向願求生極樂國』，這就行了。"
    },
    {
      "id": "03-005-0030_p0010",
      "zh_CN": "经【行此行者。】",
      "zh_TW": "經【行此行者。】"
    },
    {
      "id": "03-005-0030_p0011",
      "zh_CN": "下面是讲的果报，修行这个法门的人。",
      "zh_TW": "下面是講的果報，修行這個法門的人。"
    },
    {
      "id": "03-005-0030_p0012",
      "zh_CN": "经【命欲终时。阿弥陀佛。与观世音大势至。无量大众。眷属围绕。持紫金台。至行者前。赞言。】",
      "zh_TW": "經【命欲終時。阿彌陀佛。與觀世音大勢至。無量大眾。眷屬圍繞。持紫金臺。至行者前。讚言。】"
    },
    {
      "id": "03-005-0030_p0013",
      "zh_CN": "这是赞叹他。",
      "zh_TW": "這是讚歎他。"
    },
    {
      "id": "03-005-0030_p0014",
      "zh_CN": "经【法子。】",
      "zh_TW": "經【法子。】"
    },
    {
      "id": "03-005-0030_p0015",
      "zh_CN": "就是法王之子。",
      "zh_TW": "就是法王之子。"
    },
    {
      "id": "03-005-0030_p0016",
      "zh_CN": "经【汝行大乘。解第一义。】",
      "zh_TW": "經【汝行大乘。解第一義。】"
    },
    {
      "id": "03-005-0030_p0017",
      "zh_CN": "诸位要知道，他并没有读诵大乘经典。『汝行大乘』，这个行是修行。你修行大乘法，『解第一义』，这了不起！诸位要知道，这一句佛号念到底，就是圆满的大乘，真实第一义。",
      "zh_TW": "諸位要知道，他並沒有讀誦大乘經典。『汝行大乘』，這個行是修行。你修行大乘法，『解第一義』，這了不起！諸位要知道，這一句佛號念到底，就是圓滿的大乘，真實第一義。"
    },
    {
      "id": "03-005-0030_p0018",
      "zh_CN": "经【是故我今来迎接汝。】",
      "zh_TW": "經【是故我今來迎接汝。】"
    },
    {
      "id": "03-005-0030_p0019",
      "zh_CN": "观音势至、无量大众来迎接。",
      "zh_TW": "觀音勢至、無量大眾來迎接。"
    },
    {
      "id": "03-005-0030_p0020",
      "zh_CN": "经【与千化佛一时授手。】",
      "zh_TW": "經【與千化佛一時授手。】"
    },
    {
      "id": "03-005-0030_p0021",
      "zh_CN": "这个来接的状况跟上品生的不相同，上品所见到的是无量的化佛，上品上生的；中生的见到是一千尊化佛，无量大众之中有一千尊化佛『一时授手』，这佛都跟着阿弥陀佛一起来接引他。",
      "zh_TW": "這個來接的狀況跟上品生的不相同，上品所見到的是無量的化佛，上品上生的；中生的見到是一千尊化佛，無量大眾之中有一千尊化佛『一時授手』，這佛都跟著阿彌陀佛一起來接引他。"
    },
    {
      "id": "03-005-0030_p0022",
      "zh_CN": "经【行者自见坐紫金台。合掌叉手。赞叹诸佛。如一念顷。即生彼国七宝池中。】",
      "zh_TW": "經【行者自見坐紫金臺。合掌叉手。讚歎諸佛。如一念頃。即生彼國七寶池中。】"
    },
    {
      "id": "03-005-0030_p0023",
      "zh_CN": "这个境界清清楚楚、了了分明，就像在眼前一样。",
      "zh_TW": "這個境界清清楚楚、了了分明，就像在眼前一樣。"
    },
    {
      "id": "03-005-0030_p0024",
      "zh_CN": "经【此紫金台。如大宝华。】",
      "zh_TW": "經【此紫金臺。如大寶華。】"
    },
    {
      "id": "03-005-0030_p0025",
      "zh_CN": "这个『宝华』是莲花。",
      "zh_TW": "這個『寶華』是蓮花。"
    },
    {
      "id": "03-005-0030_p0026",
      "zh_CN": "经【经宿则开。】",
      "zh_TW": "經【經宿則開。】"
    },
    {
      "id": "03-005-0030_p0027",
      "zh_CN": "这是经过一晚上花就开了。",
      "zh_TW": "這是經過一晚上花就開了。"
    },
    {
      "id": "03-005-0030_p0028",
      "zh_CN": "经【行者身作紫磨金色。足下亦有七宝莲华。】",
      "zh_TW": "經【行者身作紫磨金色。足下亦有七寶蓮華。】"
    },
    {
      "id": "03-005-0030_p0029",
      "zh_CN": "这经文跟《无量寿经》四十八愿里面所讲的完全相同，确实见到西方世界是平等法界，这身相跟佛、跟阿弥陀佛一样的。下面是说他得到的利益：",
      "zh_TW": "這經文跟《無量壽經》四十八願裡面所講的完全相同，確實見到西方世界是平等法界，這身相跟佛、跟阿彌陀佛一樣的。下面是說他得到的利益："
    },
    {
      "id": "03-005-0030_p0030",
      "zh_CN": "经【佛及菩萨。俱时放光。照行者身。】",
      "zh_TW": "經【佛及菩薩。俱時放光。照行者身。】"
    },
    {
      "id": "03-005-0030_p0031",
      "zh_CN": "佛放光，菩萨放光，什么时候放光照他？在接引他往生的时候就『放光』，佛光就注照了。西方世界是光明世界，经上虽讲「经宿则开」，这个花，西方世界没有晚上，它没有黑暗，它不需要日月。我们这世间光从哪里来的？从太阳、从月亮，从灯光、灯火而来的，才显示光明。西方世界每个人身体放光，所有一切物质放光，天空也放光，所以是大光明的世界，它哪有夜晚？没有黑暗！我们这个世界有时间的观念，时间观念怎么产生的？是一明一暗这样产生。如果只有光明没有黑暗，这个时间就没办法产生。西方世界说老实话，没有时间，它那里没有时间。经宿花开，这一宿是西方极乐世界的一宿，还是我们这的一宿？善导大师在注解里面告诉我们，是算我们这个地方的。我们这个地方一宿，在西方极乐世界真叫一弹指。所以大师这说得好，给我们解决了不少的问题，原来统统是说我们这个世界的时间。到西方极乐世界：",
      "zh_TW": "佛放光，菩薩放光，什麼時候放光照他？在接引他往生的時候就『放光』，佛光就注照了。西方世界是光明世界，經上雖講「經宿則開」，這個花，西方世界沒有晚上，它沒有黑暗，它不需要日月。我們這世間光從哪裡來的？從太陽、從月亮，從燈光、燈火而來的，才顯示光明。西方世界每個人身體放光，所有一切物質放光，天空也放光，所以是大光明的世界，它哪有夜晚？沒有黑暗！我們這個世界有時間的觀念，時間觀念怎麼產生的？是一明一暗這樣產生。如果只有光明沒有黑暗，這個時間就沒辦法產生。西方世界說老實話，沒有時間，它那裡沒有時間。經宿花開，這一宿是西方極樂世界的一宿，還是我們這的一宿？善導大師在註解裡面告訴我們，是算我們這個地方的。我們這個地方一宿，在西方極樂世界真叫一彈指。所以大師這說得好，給我們解決了不少的問題，原來統統是說我們這個世界的時間。到西方極樂世界："
    },
    {
      "id": "03-005-0030_p0032",
      "zh_CN": "经【目即开明。】",
      "zh_TW": "經【目即開明。】"
    },
    {
      "id": "03-005-0030_p0033",
      "zh_CN": "这『目即开明』，实在讲是心开意解。",
      "zh_TW": "這『目即開明』，實在講是心開意解。"
    },
    {
      "id": "03-005-0030_p0034",
      "zh_CN": "经【因前宿习。普闻众声。纯说甚深第一义谛。】",
      "zh_TW": "經【因前宿習。普聞眾聲。純說甚深第一義諦。】"
    },
    {
      "id": "03-005-0030_p0035",
      "zh_CN": "这个人在这一生当中，或者是读诵大乘，或者是不读大乘，纵然是不读大乘，他过去生中生生世世所薰习的这些声教，到这个时候豁然也就开悟了。",
      "zh_TW": "這個人在這一生當中，或者是讀誦大乘，或者是不讀大乘，縱然是不讀大乘，他過去生中生生世世所薰習的這些聲教，到這個時候豁然也就開悟了。"
    },
    {
      "id": "03-005-0030_p0036",
      "zh_CN": "经【即下金台。礼佛合掌。赞叹世尊。经于七日。应时即于阿耨多罗三藐三菩提得不退转。】",
      "zh_TW": "經【即下金臺。禮佛合掌。讚歎世尊。經於七日。應時即於阿耨多羅三藐三菩提得不退轉。】"
    },
    {
      "id": "03-005-0030_p0037",
      "zh_CN": "经七天的时间，他就证得阿鞞跋致，于无上正等正觉『不退转』，这是在西方世界所得殊胜的利益。利益还不止于此，我们再往下面看：",
      "zh_TW": "經七天的時間，他就證得阿鞞跋致，於無上正等正覺『不退轉』，這是在西方世界所得殊勝的利益。利益還不止於此，我們再往下面看："
    },
    {
      "id": "03-005-0030_p0038",
      "zh_CN": "经【应时即能飞行遍至十方。历事诸佛。于诸佛所。修诸三昧。经一小劫。得无生忍。现前受记。是名上品中生者。】",
      "zh_TW": "經【應時即能飛行遍至十方。歷事諸佛。於諸佛所。修諸三昧。經一小劫。得無生忍。現前受記。是名上品中生者。】"
    },
    {
      "id": "03-005-0030_p0039",
      "zh_CN": "我们都知道西方极乐世界的大众，因为得佛光明威神的加持，能力很快就恢复了。『飞行遍至十方』是属于神足通，这是六种神通里面的神足通，也叫做胜如意通。十方世界随心即到，这心里一念，身体就到达了，有这样大的能力，所以他能够遍至十方，能够供养一切诸佛。我们经上常讲的供养十万亿佛，十万亿不多，很少！《弥陀经》上特别说十万亿佛国土，那个原因是因为我们这个世界距离西方极乐世界十万亿佛国土。说十万亿这个意思就是这个世间人情执很深，到了西方极乐世界还常常想家，这想家，什么时候能回来一趟？十万亿佛国土一念之间能回来，这不远，这个地方可以去，为什么？可以常常回来，是这么个意思。其实那个能力之大，超过十万亿太多太多。佛说法有他的苦心，我们要明了。",
      "zh_TW": "我們都知道西方極樂世界的大眾，因為得佛光明威神的加持，能力很快就恢復了。『飛行遍至十方』是屬於神足通，這是六種神通裡面的神足通，也叫做勝如意通。十方世界隨心即到，這心裡一念，身體就到達了，有這樣大的能力，所以他能夠遍至十方，能夠供養一切諸佛。我們經上常講的供養十萬億佛，十萬億不多，很少！《彌陀經》上特別說十萬億佛國土，那個原因是因為我們這個世界距離西方極樂世界十萬億佛國土。說十萬億這個意思就是這個世間人情執很深，到了西方極樂世界還常常想家，這想家，什麼時候能回來一趟？十萬億佛國土一念之間能回來，這不遠，這個地方可以去，為什麼？可以常常回來，是這麼個意思。其實那個能力之大，超過十萬億太多太多。佛說法有他的苦心，我們要明瞭。"
    },
    {
      "id": "03-005-0030_p0040",
      "zh_CN": "既然承事供养诸佛，在诸佛处所就成就了三昧。这个『三昧』总说就是念佛三昧。再『经一小劫』，这一小劫在我们这里算时间很长，如果在西方世界看我们这个世间，那时间就不长。『得无生忍』，得无生忍就是真正证得七地以上的果位，那是真的证得。前面是佛力加持的，你有这个能力，现在是真正证得了。『现前受记』，诸佛不但给你说法，而且还给你受记。善导大师这个开示里面有几段我们念一念：",
      "zh_TW": "既然承事供養諸佛，在諸佛處所就成就了三昧。這個『三昧』總說就是念佛三昧。再『經一小劫』，這一小劫在我們這裡算時間很長，如果在西方世界看我們這個世間，那時間就不長。『得無生忍』，得無生忍就是真正證得七地以上的果位，那是真的證得。前面是佛力加持的，你有這個能力，現在是真正證得了。『現前受記』，諸佛不但給你說法，而且還給你受記。善導大師這個開示裡面有幾段我們念一念："
    },
    {
      "id": "03-005-0030_p0041",
      "zh_CN": "疏【回所修业。】",
      "zh_TW": "疏【迴所修業。】"
    },
    {
      "id": "03-005-0030_p0042",
      "zh_CN": "『回』是回向，我们所修的善业。",
      "zh_TW": "『迴』是迴向，我們所修的善業。"
    },
    {
      "id": "03-005-0030_p0043",
      "zh_CN": "疏【定指西方。】",
      "zh_TW": "疏【定指西方。】"
    },
    {
      "id": "03-005-0030_p0044",
      "zh_CN": "这一句非常重要。如果没有这一句，你这个善业所得的善果是在六道里面，在三善道。所以这一句是非常重要，决定指向『西方』。下面给我们说了四条，这就是决定指向西方的。第一个是说明：",
      "zh_TW": "這一句非常重要。如果沒有這一句，你這個善業所得的善果是在六道裡面，在三善道。所以這一句是非常重要，決定指向『西方』。下面給我們說了四條，這就是決定指向西方的。第一個是說明："
    },
    {
      "id": "03-005-0030_p0045",
      "zh_CN": "疏【即有其四。一明受法不定。或得读诵。不得读诵。】",
      "zh_TW": "疏【即有其四。一明受法不定。或得讀誦。不得讀誦。】"
    },
    {
      "id": "03-005-0030_p0046",
      "zh_CN": "这是说明读诵大乘经，或是读或是不读。我们现在鼓励同修读大乘经，这是什么原因？诸位一定要晓得，我们生在这个时代，如果不是善根深厚，根性猛厉，必定会受现代社会所影响。现代社会是一个染缸，决定在身心都受到污染，这对我们修学就产生重大的障碍，所以先要把这些染污洗掉。用什么方法？用读经的方法，这在一切方法里面，我们用起来很有效、很恰当。读经比念佛有效，因为念佛只有一句佛号，这佛号念久了，所谓就是念到滑口了，有口无心，口里阿弥陀佛、阿弥陀佛，心里照打妄想，就感觉到佛号没有力量，压不住妄想。用读经的方法比佛号就不一样，读经，一打妄想经就念错了，不是漏了字就看错了行，所以你一定要把精神集中在这经本上。用这种方法离开妄想分别，在初学的人来说是收到良好的效果。所以这个比较容易摄心。",
      "zh_TW": "這是說明讀誦大乘經，或是讀或是不讀。我們現在鼓勵同修讀大乘經，這是什麼原因？諸位一定要曉得，我們生在這個時代，如果不是善根深厚，根性猛厲，必定會受現代社會所影響。現代社會是一個染缸，決定在身心都受到污染，這對我們修學就產生重大的障礙，所以先要把這些染污洗掉。用什麼方法？用讀經的方法，這在一切方法裡面，我們用起來很有效、很恰當。讀經比念佛有效，因為念佛只有一句佛號，這佛號念久了，所謂就是念到滑口了，有口無心，口裡阿彌陀佛、阿彌陀佛，心裡照打妄想，就感覺到佛號沒有力量，壓不住妄想。用讀經的方法比佛號就不一樣，讀經，一打妄想經就念錯了，不是漏了字就看錯了行，所以你一定要把精神集中在這經本上。用這種方法離開妄想分別，在初學的人來說是收到良好的效果。所以這個比較容易攝心。"
    },
    {
      "id": "03-005-0030_p0047",
      "zh_CN": "因此我劝勉同修，一天至少要将《无量寿经》念三遍，念满三年。念这三年当中，你听经可以，不听经也可以，听不听没关系。这三年我们修学的目的在哪里？是修清净心，目的修这个。换句话说，把我们的身心污染把它洗刷一番，使这个污染达到最低的程度，恢复清净心。这第二个阶段就要认真的去听经，去探讨经论里面的义理，心清净就容易开悟。心不清净，听一辈子都不能开悟，心清净一听就开悟。这个悟有大悟、有小悟、有大彻大悟种种不同，为什么不同？每个人清净心的纯度不同。",
      "zh_TW": "因此我勸勉同修，一天至少要將《無量壽經》念三遍，念滿三年。念這三年當中，你聽經可以，不聽經也可以，聽不聽沒關係。這三年我們修學的目的在哪裡？是修清淨心，目的修這個。換句話說，把我們的身心污染把它洗刷一番，使這個污染達到最低的程度，恢復清淨心。這第二個階段就要認真的去聽經，去探討經論裡面的義理，心清淨就容易開悟。心不清淨，聽一輩子都不能開悟，心清淨一聽就開悟。這個悟有大悟、有小悟、有大徹大悟種種不同，為什麼不同？每個人清淨心的純度不同。"
    },
    {
      "id": "03-005-0030_p0048",
      "zh_CN": "真正很清净，这一接触就大彻大悟，就明心见性。你看禅宗六祖惠能大师卖柴的时候，给人家送柴火，听到有一个人念《金刚经》，他听的觉得很有味道，站在那个地方多听一会，他一听就大彻大悟、就明心见性了。念经的人还糊里糊涂，听经的人开悟了，这是什么原因？那个听经的人心清净，念经的人心不清净；念经的人没有开悟，听的人开悟。一分清净有一分悟处，十分清净十分悟处。所以学佛开头第一个阶段一定要修清净心，这非常非常的重要。",
      "zh_TW": "真正很清淨，這一接觸就大徹大悟，就明心見性。你看禪宗六祖惠能大師賣柴的時候，給人家送柴火，聽到有一個人念《金剛經》，他聽的覺得很有味道，站在那個地方多聽一會，他一聽就大徹大悟、就明心見性了。念經的人還糊裡糊塗，聽經的人開悟了，這是什麼原因？那個聽經的人心清淨，念經的人心不清淨；念經的人沒有開悟，聽的人開悟。一分清淨有一分悟處，十分清淨十分悟處。所以學佛開頭第一個階段一定要修清淨心，這非常非常的重要。"
    },
    {
      "id": "03-005-0030_p0049",
      "zh_CN": "第二个阶段这就是求悟处了，这清净心起作用就是悟。第三个阶段就「入」了，悟了以后要入，入就是真正契入，我们世俗里面讲证果、得道。这个证果得道在佛法里面的名词叫契入，入进去了，那是要真正的功夫，得真实的受用。这个功夫是什么？一句佛号，专持这一句佛号能入。由此可知，前面这个读诵经典、听经闻法都是做基础的功夫，修学基础的功夫，然后这一句佛号才得力。我们今天念佛念得很多，念的不得力，原因在哪里？基础没有奠定。所以虽然同样在念佛，这一句佛号压不住烦恼。这是说到『受法不定』。",
      "zh_TW": "第二個階段這就是求悟處了，這清淨心起作用就是悟。第三個階段就「入」了，悟了以後要入，入就是真正契入，我們世俗裡面講證果、得道。這個證果得道在佛法裡面的名詞叫契入，入進去了，那是要真正的功夫，得真實的受用。這個功夫是什麼？一句佛號，專持這一句佛號能入。由此可知，前面這個讀誦經典、聽經聞法都是做基礎的功夫，修學基礎的功夫，然後這一句佛號才得力。我們今天念佛念得很多，念的不得力，原因在哪裡？基礎沒有奠定。所以雖然同樣在念佛，這一句佛號壓不住煩惱。這是說到『受法不定』。"
    },
    {
      "id": "03-005-0030_p0050",
      "zh_CN": "疏【二明善解大乘空义。或听闻诸法一切皆空。生死无为亦空。凡圣明暗亦空。世间六道。出世间三贤十圣等。若望其体性。毕竟不二。虽闻此说。其心坦然。不生疑滞也。】",
      "zh_TW": "疏【二明善解大乘空義。或聽聞諸法一切皆空。生死無為亦空。凡聖明闇亦空。世間六道。出世間三賢十聖等。若望其體性。畢竟不二。雖聞此說。其心坦然。不生疑滯也。】"
    },
    {
      "id": "03-005-0030_p0051",
      "zh_CN": "这个范围就更广，所有一切大乘经论。讲到究竟处，讲到真实处，如果将究竟真实做一个总结，那就是《般若心经》。《般若心经》可以说是所有一切大乘法到最后的总结论。你念了害怕不害怕？我们现在念了不怕，为什么？念皮了。初学的人、没有学佛的人，你跟他一说这个，他听了真的害怕，什么都空了，什么都没有了，那我还搞什么？我还学什么？我们这些学佛的人，学时间久了，皮了、无所谓了。其实这里头道理是不是真懂了？没懂，似懂非懂。这上品中生根性的人，他跟我们不一样、不相同。他要听到这些话的时候，他确确实实如如不动。这个如如不动有两种现象，一种根性猛厉，他一听他就悟入了，他就明了了。当然他不怀疑、不动摇；第二种虽然没有悟性，他对于佛菩萨有坚定的信心，佛说的、菩萨说的，这哪里会错？不懂也不错，他也不怀疑，他也不会有意见，也能够不动摇，对佛菩萨有真实的信心，这都是很深厚的善根。",
      "zh_TW": "這個範圍就更廣，所有一切大乘經論。講到究竟處，講到真實處，如果將究竟真實做一個總結，那就是《般若心經》。《般若心經》可以說是所有一切大乘法到最後的總結論。你念了害怕不害怕？我們現在念了不怕，為什麼？念皮了。初學的人、沒有學佛的人，你跟他一說這個，他聽了真的害怕，什麼都空了，什麼都沒有了，那我還搞什麼？我還學什麼？我們這些學佛的人，學時間久了，皮了、無所謂了。其實這裡頭道理是不是真懂了？沒懂，似懂非懂。這上品中生根性的人，他跟我們不一樣、不相同。他要聽到這些話的時候，他確確實實如如不動。這個如如不動有兩種現象，一種根性猛厲，他一聽他就悟入了，他就明瞭了。當然他不懷疑、不動搖；第二種雖然沒有悟性，他對於佛菩薩有堅定的信心，佛說的、菩薩說的，這哪裡會錯？不懂也不錯，他也不懷疑，他也不會有意見，也能夠不動搖，對佛菩薩有真實的信心，這都是很深厚的善根。"
    },
    {
      "id": "03-005-0030_p0052",
      "zh_CN": "疏【三明深信世出世苦乐二种因果。】",
      "zh_TW": "疏【三明深信世出世苦樂二種因果。】"
    },
    {
      "id": "03-005-0030_p0053",
      "zh_CN": "这是我刚才讲，你行善一定得善果，你作恶一定得恶报。因缘果报，不但古人典籍、笔记里面记载很多，在我们眼前大家要稍微留意一点，处处可以见得到，不要认为鬼神是迷信，说实在的话，讲迷信的人，他才真正迷信。我们这一次在高雄弘法，遇到一位同修来看我，他在法院里面做庭长，是个法官，见到我跪在地下不起来，流眼泪，我也不晓得他是什么身分。他自己告诉我，他在司法界服务，做法官做了很多年，常常感觉得周边有东西跟到他，他自己很清楚。这个判案子，他是佛教徒，依旧免不了要冤枉人；这案子没调查清楚，判决的时候判错了，冤枉人，甚至于害死人，这些冤鬼时时刻刻跟着他。所以他给我说：我这一生幸亏遇到念佛法门。所以他念佛念得很勤，念得非常认真。他说：我这一生要不往生，绝对堕地狱。",
      "zh_TW": "這是我剛才講，你行善一定得善果，你作惡一定得惡報。因緣果報，不但古人典籍、筆記裡面記載很多，在我們眼前大家要稍微留意一點，處處可以見得到，不要認為鬼神是迷信，說實在的話，講迷信的人，他才真正迷信。我們這一次在高雄弘法，遇到一位同修來看我，他在法院裡面做庭長，是個法官，見到我跪在地下不起來，流眼淚，我也不曉得他是什麼身分。他自己告訴我，他在司法界服務，做法官做了很多年，常常感覺得周邊有東西跟到他，他自己很清楚。這個判案子，他是佛教徒，依舊免不了要冤枉人；這案子沒調查清楚，判決的時候判錯了，冤枉人，甚至於害死人，這些冤鬼時時刻刻跟著他。所以他給我說：我這一生幸虧遇到念佛法門。所以他念佛念得很勤，念得非常認真。他說：我這一生要不往生，絕對墮地獄。"
    },
    {
      "id": "03-005-0030_p0054",
      "zh_CN": "当你作恶的时候，这个冤家债主还不敢找你，我们世间人讲你走运。你正在走好运的时候，这些冤家债主也要畏惧三分，不敢接近你，但是他在那里等机会。你们看《慈悲三昧水忏》，悟达国师那个冤家债主居然跟了他十世，仇恨这么深，不肯放过。他十世都是高僧，戒律精严，道行都很好，有护法神保护，这个冤鬼不能贴身。到他第十世的时候，做到皇帝的老师，皇帝送他一个沉香宝座，这时候一念傲慢心起来，自己觉得很了不起了，这一念傲慢心起来了，护法神走了，道心就退掉了。所以诸位晓得贪瞋痴慢疑，一个恶念起来了，道心就退掉了，就没有了。冤家找上身，害了个人面疮几乎送了命。你才晓得被害的这个冤鬼时时刻刻不会放过你，你看多可怕！",
      "zh_TW": "當你作惡的時候，這個冤家債主還不敢找你，我們世間人講你走運。你正在走好運的時候，這些冤家債主也要畏懼三分，不敢接近你，但是他在那裡等機會。你們看《慈悲三昧水懺》，悟達國師那個冤家債主居然跟了他十世，仇恨這麼深，不肯放過。他十世都是高僧，戒律精嚴，道行都很好，有護法神保護，這個冤鬼不能貼身。到他第十世的時候，做到皇帝的老師，皇帝送他一個沉香寶座，這時候一念傲慢心起來，自己覺得很了不起了，這一念傲慢心起來了，護法神走了，道心就退掉了。所以諸位曉得貪瞋痴慢疑，一個惡念起來了，道心就退掉了，就沒有了。冤家找上身，害了個人面瘡幾乎送了命。你才曉得被害的這個冤鬼時時刻刻不會放過你，你看多可怕！"
    },
    {
      "id": "03-005-0030_p0055",
      "zh_CN": "作善一定得善报，佛跟我们讲的施报的三种善果，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。这三样东西，财富、聪明、健康长寿都是我们希望得到的，这是善果。如果我们不肯修善因，这善果从哪来？一定要知道世出世间苦乐两种因果。吝财得贫穷果报，吝法得愚痴果报，不肯修无畏布施得短命的果报，身体不健康常常生病的果报，这就是世出世间两种因果。",
      "zh_TW": "作善一定得善報，佛跟我們講的施報的三種善果，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。這三樣東西，財富、聰明、健康長壽都是我們希望得到的，這是善果。如果我們不肯修善因，這善果從哪來？一定要知道世出世間苦樂兩種因果。吝財得貧窮果報，吝法得愚痴果報，不肯修無畏布施得短命的果報，身體不健康常常生病的果報，這就是世出世間兩種因果。"
    },
    {
      "id": "03-005-0030_p0056",
      "zh_CN": "疏【此等因果。及诸道理。不生疑谤。若生疑谤。即不成福行。】",
      "zh_TW": "疏【此等因果。及諸道理。不生疑謗。若生疑謗。即不成福行。】"
    },
    {
      "id": "03-005-0030_p0057",
      "zh_CN": "不相信因果报应的人，这在佛所说的，这是世间最没有福的人，没有福报！纵然他现在还很有福报，有财富、有地位，我们知道，他今生的果报是过去生修的，不是这一生的。他这一生没修，只在那里享受，享受完了福报就没有了；这一生所造种种恶业，苦报就现前，这是一定的道理。所以不相信因果报应的人：",
      "zh_TW": "不相信因果報應的人，這在佛所說的，這是世間最沒有福的人，沒有福報！縱然他現在還很有福報，有財富、有地位，我們知道，他今生的果報是過去生修的，不是這一生的。他這一生沒修，只在那裡享受，享受完了福報就沒有了；這一生所造種種惡業，苦報就現前，這是一定的道理。所以不相信因果報應的人："
    },
    {
      "id": "03-005-0030_p0058",
      "zh_CN": "疏【世间果报尚不可得。何况得生净土。】",
      "zh_TW": "疏【世間果報尚不可得。何況得生淨土。】"
    },
    {
      "id": "03-005-0030_p0059",
      "zh_CN": "求生净土那更不可能的，西方世界是诸上善人，都是上善去往生的。这我们才搞清楚、搞明白，我们所修积的很小很小的善根都要回向求生西方，因为西方是福善往生的。第四：",
      "zh_TW": "求生淨土那更不可能的，西方世界是諸上善人，都是上善去往生的。這我們才搞清楚、搞明白，我們所修積的很小很小的善根都要迴向求生西方，因為西方是福善往生的。第四："
    },
    {
      "id": "03-005-0030_p0060",
      "zh_CN": "疏【四明回前所业。标指所归。】",
      "zh_TW": "疏【四明迴前所業。標指所歸。】"
    },
    {
      "id": "03-005-0030_p0061",
      "zh_CN": "就是我把我的所有一切善业决定指向西方世界，一定要求生净土，这就对了。所以这段开示很重要。我们再看二百四十五页最后一行，从最后的倒数第二行看起：",
      "zh_TW": "就是我把我的所有一切善業決定指向西方世界，一定要求生淨土，這就對了。所以這段開示很重要。我們再看二百四十五頁最後一行，從最後的倒數第二行看起："
    },
    {
      "id": "03-005-0030_p0062",
      "zh_CN": "疏【五明迳时。】",
      "zh_TW": "疏【五明逕時。】"
    },
    {
      "id": "03-005-0030_p0063",
      "zh_CN": "迳时花开，隔宿花开了，迳宿花开。",
      "zh_TW": "逕時花開，隔宿花開了，逕宿花開。"
    },
    {
      "id": "03-005-0030_p0064",
      "zh_CN": "疏【七日。】",
      "zh_TW": "疏【七日。】"
    },
    {
      "id": "03-005-0030_p0065",
      "zh_CN": "七天就证得不退，证得不退转了。",
      "zh_TW": "七天就證得不退，證得不退轉了。"
    },
    {
      "id": "03-005-0030_p0066",
      "zh_CN": "疏【即得无生。言七日者。恐此间七日。不指彼国七日也。】",
      "zh_TW": "疏【即得無生。言七日者。恐此間七日。不指彼國七日也。】"
    },
    {
      "id": "03-005-0030_p0067",
      "zh_CN": "大师在此地告诉我们，这个『七日』恐怕是指我们这个世间的七天，不是极乐世界的七天。极乐世界说老实话没有年月日时，没有，所说的年月日时都是讲我们这个世界的标准。",
      "zh_TW": "大師在此地告訴我們，這個『七日』恐怕是指我們這個世間的七天，不是極樂世界的七天。極樂世界說老實話沒有年月日時，沒有，所說的年月日時都是講我們這個世界的標準。"
    },
    {
      "id": "03-005-0030_p0068",
      "zh_CN": "疏【此间迳于七日者。彼处即是一念须臾间也。】",
      "zh_TW": "疏【此間逕於七日者。彼處即是一念須臾間也。】"
    },
    {
      "id": "03-005-0030_p0069",
      "zh_CN": "在那边实实在在是非常非常短暂，寿命是无量无边，无量寿！我们人间七天在它那里真的是一弹指，时间太短了，这要晓得。从大师这几句话我们就明了，凡是佛讲到西方世界，讲的时间上，通指我们这个世间来说的。同样一个道理，佛如果讲他方世界，讲的时间，应当都是以我们这个地方时间来说的，为什么？每个世界这个时间都不相同。我们现在知道了，在从前交通不发达，资讯没有现在这么便捷，时间观念不容易觉察。现在一天可以绕地球一周，才发现有时差不同，才一个地球上都有时差不同，何况在太空，何况在无量无边诸佛的刹土，当然时间差别就太大太大。",
      "zh_TW": "在那邊實實在在是非常非常短暫，壽命是無量無邊，無量壽！我們人間七天在它那裡真的是一彈指，時間太短了，這要曉得。從大師這幾句話我們就明瞭，凡是佛講到西方世界，講的時間上，通指我們這個世間來說的。同樣一個道理，佛如果講他方世界，講的時間，應當都是以我們這個地方時間來說的，為什麼？每個世界這個時間都不相同。我們現在知道了，在從前交通不發達，資訊沒有現在這麼便捷，時間觀念不容易覺察。現在一天可以繞地球一週，才發現有時差不同，才一個地球上都有時差不同，何況在太空，何況在無量無邊諸佛的剎土，當然時間差別就太大太大。"
    },
    {
      "id": "03-005-0030_p0070",
      "zh_CN": "我们人过这一天，我们看水上那个小虫，在水上跑来跑去，我们叫蜉蝣。蜉蝣是朝生暮死，牠的寿命大概只有十几个小时，牠那十几个小时是牠一生，在我们看起来牠寿命太短了。以牠的一生的寿命看我们这个人，那是长寿天，这个寿命简直不可思议，不就是这么个道理吗？这也算是一种时差，立刻你就发现出来，牠那个一生也像我们人间一百年一样。所以佛在经上所说此界他方，凡是讲到时间，这个数量上应该统统依我们的时间来算，这才是非常合理，这能够讲得通的，大师告诉我们这个意思。底下这是说明得益不同，上品中生的人到西方极乐世界他得的好处，经上一共说了五种。这段是接着第七这一小段。",
      "zh_TW": "我們人過這一天，我們看水上那個小蟲，在水上跑來跑去，我們叫蜉蝣。蜉蝣是朝生暮死，牠的壽命大概只有十幾個小時，牠那十幾個小時是牠一生，在我們看起來牠壽命太短了。以牠的一生的壽命看我們這個人，那是長壽天，這個壽命簡直不可思議，不就是這麼個道理嗎？這也算是一種時差，立刻你就發現出來，牠那個一生也像我們人間一百年一樣。所以佛在經上所說此界他方，凡是講到時間，這個數量上應該統統依我們的時間來算，這才是非常合理，這能夠講得通的，大師告訴我們這個意思。底下這是說明得益不同，上品中生的人到西方極樂世界他得的好處，經上一共說了五種。這段是接著第七這一小段。"
    },
    {
      "id": "03-005-0030_p0071",
      "zh_CN": "疏【七从应时即能飞至十方下。至现前授记已来。】",
      "zh_TW": "疏【七從應時即能飛至十方下。至現前授記已來。】"
    },
    {
      "id": "03-005-0030_p0072",
      "zh_CN": "这一段经文到『现前授记』。",
      "zh_TW": "這一段經文到『現前授記』。"
    },
    {
      "id": "03-005-0030_p0073",
      "zh_CN": "疏【正明他方得益。即有其五。】",
      "zh_TW": "疏【正明他方得益。即有其五。】"
    },
    {
      "id": "03-005-0030_p0074",
      "zh_CN": "第一个是：",
      "zh_TW": "第一個是："
    },
    {
      "id": "03-005-0030_p0075",
      "zh_CN": "疏【一明身至十方。】",
      "zh_TW": "疏【一明身至十方。】"
    },
    {
      "id": "03-005-0030_p0076",
      "zh_CN": "『身至十方』，诸位要知道不是指一个身，一个身要到十方，那要浪费多少时间！而是什么？化身去的，我们叫分身，他有能力分身。十方世界一切诸佛面前，他都化一个身去，化身跟真身没有两样。在西方极乐世界本国阿弥陀佛面前他没有离开，十方所有一切诸佛面前都有他的身，有这么大的能力，同时去的。",
      "zh_TW": "『身至十方』，諸位要知道不是指一個身，一個身要到十方，那要浪費多少時間！而是什麼？化身去的，我們叫分身，他有能力分身。十方世界一切諸佛面前，他都化一個身去，化身跟真身沒有兩樣。在西方極樂世界本國阿彌陀佛面前他沒有離開，十方所有一切諸佛面前都有他的身，有這麼大的能力，同時去的。"
    },
    {
      "id": "03-005-0030_p0077",
      "zh_CN": "疏【二明一一历供诸佛。】",
      "zh_TW": "疏【二明一一歷供諸佛。】"
    },
    {
      "id": "03-005-0030_p0078",
      "zh_CN": "那个身到达十方，到那里去一定是供养佛，听佛讲经说法，真的是法门无量誓愿学，有这个本事才能学得到，没有这个本事，法门无量到哪里学？学不成功的。这是真正学到圆满了。这是解门，我们求解在理论方法上得到了。",
      "zh_TW": "那個身到達十方，到那裡去一定是供養佛，聽佛講經說法，真的是法門無量誓願學，有這個本事才能學得到，沒有這個本事，法門無量到哪裡學？學不成功的。這是真正學到圓滿了。這是解門，我們求解在理論方法上得到了。"
    },
    {
      "id": "03-005-0030_p0079",
      "zh_CN": "疏【三明修多三昧。】",
      "zh_TW": "疏【三明修多三昧。】"
    },
    {
      "id": "03-005-0030_p0080",
      "zh_CN": "这是修行，不但种种法门你能够理解通达明了，种种法门都能够修学到圆满。『三昧』就是成就。",
      "zh_TW": "這是修行，不但種種法門你能夠理解通達明瞭，種種法門都能夠修學到圓滿。『三昧』就是成就。"
    },
    {
      "id": "03-005-0030_p0081",
      "zh_CN": "疏【四明延时得忍。】",
      "zh_TW": "疏【四明延時得忍。】"
    },
    {
      "id": "03-005-0030_p0082",
      "zh_CN": "『延』是时间稍微延长一点，并不是很长，稍微延续一点，他就证得无生法忍了。这是真正证得，就是七地以上的地位了。",
      "zh_TW": "『延』是時間稍微延長一點，並不是很長，稍微延續一點，他就證得無生法忍了。這是真正證得，就是七地以上的地位了。"
    },
    {
      "id": "03-005-0030_p0083",
      "zh_CN": "疏【五明一一佛边现蒙授记。】",
      "zh_TW": "疏【五明一一佛邊現蒙授記。】"
    },
    {
      "id": "03-005-0030_p0084",
      "zh_CN": "供养佛是随心随念，喜欢去供佛、听法，立刻就去了，这分身、化身就去了。所以这利益殊胜不可思议，这是上品中生。再看底下这一段：",
      "zh_TW": "供養佛是隨心隨念，喜歡去供佛、聽法，立刻就去了，這分身、化身就去了。所以這利益殊勝不可思議，這是上品中生。再看底下這一段："
    },
    {
      "id": "03-005-0030_p0085",
      "zh_CN": "经【上品下生者。】",
      "zh_TW": "經【上品下生者。】"
    },
    {
      "id": "03-005-0030_p0086",
      "zh_CN": "这第一句把这九品的位次为我们标明。第二段是受法不同。",
      "zh_TW": "這第一句把這九品的位次為我們標明。第二段是受法不同。"
    },
    {
      "id": "03-005-0030_p0087",
      "zh_CN": "经【亦信因果。不谤大乘。但发无上道心。】",
      "zh_TW": "經【亦信因果。不謗大乘。但發無上道心。】"
    },
    {
      "id": "03-005-0030_p0088",
      "zh_CN": "这是『上品下生』的人。在这个地方我们特别要注意到一桩事情，善导大师在这说得很明白，我在前面讲的时候漏掉了，诸位翻开二百四十三页第二行，我们把这一段文念一念：",
      "zh_TW": "這是『上品下生』的人。在這個地方我們特別要注意到一樁事情，善導大師在這說得很明白，我在前面講的時候漏掉了，諸位翻開二百四十三頁第二行，我們把這一段文念一念："
    },
    {
      "id": "03-005-0030_p0089",
      "zh_CN": "疏【一从上品中生者已下。】",
      "zh_TW": "疏【一從上品中生者已下。】"
    },
    {
      "id": "03-005-0030_p0090",
      "zh_CN": "就是这一句。",
      "zh_TW": "就是這一句。"
    },
    {
      "id": "03-005-0030_p0091",
      "zh_CN": "疏【总举位名。】",
      "zh_TW": "疏【總舉位名。】"
    },
    {
      "id": "03-005-0030_p0092",
      "zh_CN": "这个地位的名称，上品中生。",
      "zh_TW": "這個地位的名稱，上品中生。"
    },
    {
      "id": "03-005-0030_p0093",
      "zh_CN": "疏【即是大乘次善凡夫人也。】",
      "zh_TW": "疏【即是大乘次善凡夫人也。】"
    },
    {
      "id": "03-005-0030_p0094",
      "zh_CN": "就是这一句，这是说明九品是我们凡夫去生的。古时候有一些大德讲解这一段经文，他说上三品是四地以上菩萨去往生的，凡夫没分。善导大师的说法跟那些人说法完全不相同，大师这个说法实实在在是阿弥陀佛的本愿，确确实实是我们有分的，九品从上上品我们统统有分。所以这上三品是大乘心，这心量广大；清净心、真诚心、恭敬心，这就是大乘心。这样的人修善求愿往生的，这要晓得。这段上品下生的大师也在此地说出来，他这个注子在二百四十七页，倒数第二行：",
      "zh_TW": "就是這一句，這是說明九品是我們凡夫去生的。古時候有一些大德講解這一段經文，他說上三品是四地以上菩薩去往生的，凡夫沒分。善導大師的說法跟那些人說法完全不相同，大師這個說法實實在在是阿彌陀佛的本願，確確實實是我們有分的，九品從上上品我們統統有分。所以這上三品是大乘心，這心量廣大；清淨心、真誠心、恭敬心，這就是大乘心。這樣的人修善求願往生的，這要曉得。這段上品下生的大師也在此地說出來，他這個註子在二百四十七頁，倒數第二行："
    },
    {
      "id": "03-005-0030_p0095",
      "zh_CN": "疏【一从上品下生者已下。总举位名。即是大乘下善凡夫人也。】",
      "zh_TW": "疏【一從上品下生者已下。總舉位名。即是大乘下善凡夫人也。】"
    },
    {
      "id": "03-005-0030_p0096",
      "zh_CN": "大乘心量，诸位记住我这里讲得比较清楚、比较明白，清净心、真诚心，这个清净跟真诚非常重要，对佛菩萨、对一切众生恭敬心，有这个心那就是大乘心，你的一切言行就叫大乘行。行善有上中下三等，你行的是『下善』。行善这三等从哪里分？从利益众生分。如果你行的善是真正利益广大众生，那这是大善。如果是利益这一世还能够利益到后世，那是真正的大善；能利益现前不能利益后世，那这个善就是中善；如果这个善行只局限这一个地区，这个善就是小善。我们具体来说，我们今天能行一个善事，这个善行能够利益全世界的众生，能够利益千年万世的众生，那这是真正的大善，大行大善。如果说我们修学的这个善，能够利益到我们全国，我们整个中华民族，这个善是中善。如果说我们这个利益只能够利益我们台湾省，这个善是小善。这只利益自己不利益别人，那往生都靠不住了。这个善行是这样子分的。",
      "zh_TW": "大乘心量，諸位記住我這裡講得比較清楚、比較明白，清淨心、真誠心，這個清淨跟真誠非常重要，對佛菩薩、對一切眾生恭敬心，有這個心那就是大乘心，你的一切言行就叫大乘行。行善有上中下三等，你行的是『下善』。行善這三等從哪裡分？從利益眾生分。如果你行的善是真正利益廣大眾生，那這是大善。如果是利益這一世還能夠利益到後世，那是真正的大善；能利益現前不能利益後世，那這個善就是中善；如果這個善行只侷限這一個地區，這個善就是小善。我們具體來說，我們今天能行一個善事，這個善行能夠利益全世界的眾生，能夠利益千年萬世的眾生，那這是真正的大善，大行大善。如果說我們修學的這個善，能夠利益到我們全國，我們整個中華民族，這個善是中善。如果說我們這個利益只能夠利益我們台灣省，這個善是小善。這只利益自己不利益別人，那往生都靠不住了。這個善行是這樣子分的。"
    },
    {
      "id": "03-005-0030_p0097",
      "zh_CN": "你的善心、善行愈大愈好。也许我们的想像当中，我是很想修大善、大行，我没有力量，你这样想就错了。行，尽心尽力就叫圆满行，我今天力量只能够拿出十块钱、一百块钱，那你的功德就圆满。你有能力拿一万块钱，只拿一百块钱，你的功德就不圆满。尽心尽力就是圆满功德；换句话说，这圆满功德原来是人人可以修的。不见得有钱有势的人才能修大功德，反而没有钱没有势的所修学的功德，比那有钱有势的更容易圆满。心量要大，影响要深远，这就叫大行、大善。我们看看上品下生他们所修的，『亦信因果，不谤大乘，但发无上道心』。我们看善导大师给我们开导的，这个文在二百四十七页最后一行，我们从「二」这个地方看起：",
      "zh_TW": "你的善心、善行愈大愈好。也許我們的想像當中，我是很想修大善、大行，我沒有力量，你這樣想就錯了。行，盡心盡力就叫圓滿行，我今天力量只能夠拿出十塊錢、一百塊錢，那你的功德就圓滿。你有能力拿一萬塊錢，只拿一百塊錢，你的功德就不圓滿。盡心盡力就是圓滿功德；換句話說，這圓滿功德原來是人人可以修的。不見得有錢有勢的人才能修大功德，反而沒有錢沒有勢的所修學的功德，比那有錢有勢的更容易圓滿。心量要大，影響要深遠，這就叫大行、大善。我們看看上品下生他們所修的，『亦信因果，不謗大乘，但發無上道心』。我們看善導大師給我們開導的，這個文在二百四十七頁最後一行，我們從「二」這個地方看起："
    },
    {
      "id": "03-005-0030_p0098",
      "zh_CN": "疏【二从亦信因果下。至无上道心已来。】",
      "zh_TW": "疏【二從亦信因果下。至無上道心已來。】"
    },
    {
      "id": "03-005-0030_p0099",
      "zh_CN": "就这一段，这三句。",
      "zh_TW": "就這一段，這三句。"
    },
    {
      "id": "03-005-0030_p0100",
      "zh_CN": "疏【正明第六门中受法不同。即有其三。】",
      "zh_TW": "疏【正明第六門中受法不同。即有其三。】"
    },
    {
      "id": "03-005-0030_p0101",
      "zh_CN": "这谈修行的方法，当然这个方法都是讲的纲领，这个地方有三条。",
      "zh_TW": "這談修行的方法，當然這個方法都是講的綱領，這個地方有三條。"
    },
    {
      "id": "03-005-0030_p0102",
      "zh_CN": "疏【一明所信因果不定。或信不信。】",
      "zh_TW": "疏【一明所信因果不定。或信不信。】"
    },
    {
      "id": "03-005-0030_p0103",
      "zh_CN": "或者是他相信或是不相信。",
      "zh_TW": "或者是他相信或是不相信。"
    },
    {
      "id": "03-005-0030_p0104",
      "zh_CN": "疏【故名为亦。】",
      "zh_TW": "疏【故名為亦。】"
    },
    {
      "id": "03-005-0030_p0105",
      "zh_CN": "这个『亦』就不是一个肯定之字样，他或者信或者不信。底下说：",
      "zh_TW": "這個『亦』就不是一個肯定之字樣，他或者信或者不信。底下說："
    },
    {
      "id": "03-005-0030_p0106",
      "zh_CN": "疏【或可亦同前深信也。】",
      "zh_TW": "疏【或可亦同前深信也。】"
    },
    {
      "id": "03-005-0030_p0107",
      "zh_CN": "或者也可以跟前面上品中生人一样，有坚定的信心。",
      "zh_TW": "或者也可以跟前面上品中生人一樣，有堅定的信心。"
    },
    {
      "id": "03-005-0030_p0108",
      "zh_CN": "疏【又虽信不深。】",
      "zh_TW": "疏【又雖信不深。】"
    },
    {
      "id": "03-005-0030_p0109",
      "zh_CN": "信心不如前面所说的。",
      "zh_TW": "信心不如前面所說的。"
    },
    {
      "id": "03-005-0030_p0110",
      "zh_CN": "疏【善心数退。恶法数起。此乃由不深信苦乐因果也。】",
      "zh_TW": "疏【善心數退。惡法數起。此乃由不深信苦樂因果也。】"
    },
    {
      "id": "03-005-0030_p0111",
      "zh_CN": "这一段开示非常之好，我们为什么信心不深？为什么信心不定？实在说，对于这些因缘果报的事实不清楚，产生疑惑，所以你信心就不定。前面那种人他信心坚定，刚才说过，一个他善根发现、佛力加持，善根发现佛力才加持得上；第二种他对于老师的教诫根本不怀疑。这个人很难得，老师讲的决定是正确的，决定不错的，深信不疑，这种人能成就，叫师资道合。",
      "zh_TW": "這一段開示非常之好，我們為什麼信心不深？為什麼信心不定？實在說，對於這些因緣果報的事實不清楚，產生疑惑，所以你信心就不定。前面那種人他信心堅定，剛才說過，一個他善根發現、佛力加持，善根發現佛力才加持得上；第二種他對於老師的教誡根本不懷疑。這個人很難得，老師講的決定是正確的，決定不錯的，深信不疑，這種人能成就，叫師資道合。"
    },
    {
      "id": "03-005-0030_p0112",
      "zh_CN": "我们今天以佛为师、以菩萨为师、以祖师大德为师，而善导大师在此地还特别教给我们，菩萨以下，包括缘觉、声闻、历代祖师大德，如果他们所说的与佛所教的不相应，我们都可以不听，这是教给我们对佛产生坚定的信心，这是专指佛讲的往生经。佛专讲往生经只有三部，第一部《无量寿经》，为我们详细介绍西方极乐世界；第二部为我们讲《观无量寿佛经》，为我们阐明九品因果的事实，往生所具备哪些必要的条件，特别为我们强调，这是《观经》；第三佛又为我们讲了一部《阿弥陀经》。讲《阿弥陀经》的目的何在？完全是劝我们念佛求生净土。所以《阿弥陀经》劝你相信，劝你发愿，劝你持名念佛求生净土。如果三经合起来看，《阿弥陀经》是三经的流通分，劝发流通。",
      "zh_TW": "我們今天以佛為師、以菩薩為師、以祖師大德為師，而善導大師在此地還特別教給我們，菩薩以下，包括緣覺、聲聞、歷代祖師大德，如果他們所說的與佛所教的不相應，我們都可以不聽，這是教給我們對佛產生堅定的信心，這是專指佛講的往生經。佛專講往生經只有三部，第一部《無量壽經》，為我們詳細介紹西方極樂世界；第二部為我們講《觀無量壽佛經》，為我們闡明九品因果的事實，往生所具備哪些必要的條件，特別為我們強調，這是《觀經》；第三佛又為我們講了一部《阿彌陀經》。講《阿彌陀經》的目的何在？完全是勸我們念佛求生淨土。所以《阿彌陀經》勸你相信，勸你發願，勸你持名念佛求生淨土。如果三經合起來看，《阿彌陀經》是三經的流通分，勸發流通。"
    },
    {
      "id": "03-005-0030_p0113",
      "zh_CN": "所以这些事情，我们周边都能看见，也许就是我们自己，就是善心发，发只会退，做了好事又后悔，常常有这个念头。这个后悔就是恶法，就起来了，所以这都是由于『不深信苦乐因果』，就是对于佛给我们讲的世间跟出世间的因果这些事实，还不能完全相信，还没有能够肯定，才会有这些忧虑疑惑的这些现象。",
      "zh_TW": "所以這些事情，我們周邊都能看見，也許就是我們自己，就是善心發，發只會退，做了好事又後悔，常常有這個念頭。這個後悔就是惡法，就起來了，所以這都是由於『不深信苦樂因果』，就是對於佛給我們講的世間跟出世間的因果這些事實，還不能完全相信，還沒有能夠肯定，才會有這些憂慮疑惑的這些現象。"
    },
    {
      "id": "03-005-0030_p0114",
      "zh_CN": "疏【若深信生死苦者。罪业毕竟不重犯。】",
      "zh_TW": "疏【若深信生死苦者。罪業畢竟不重犯。】"
    },
    {
      "id": "03-005-0030_p0115",
      "zh_CN": "真正知道六道轮回之苦，流转堕落之苦，你真正明了，你就会全心全意的求出三界，向往西方极乐世界，你就不会再做错事。不但错事不会做，恶念都不会生，为什么？一心只想西方极乐世界，那就跟大势至菩萨教我们念佛的原则就相应了，「都摄六根，净念相继」，这才真正能做到相继。",
      "zh_TW": "真正知道六道輪迴之苦，流轉墮落之苦，你真正明瞭，你就會全心全意的求出三界，嚮往西方極樂世界，你就不會再做錯事。不但錯事不會做，惡念都不會生，為什麼？一心只想西方極樂世界，那就跟大勢至菩薩教我們念佛的原則就相應了，「都攝六根，淨念相繼」，這才真正能做到相繼。"
    },
    {
      "id": "03-005-0030_p0116",
      "zh_CN": "疏【若深信净土无为乐者。善心一发永无退失也。】",
      "zh_TW": "疏【若深信淨土無為樂者。善心一發永無退失也。】"
    },
    {
      "id": "03-005-0030_p0117",
      "zh_CN": "这也是我们为什么劝大家常常念《无量寿经》，一遍一遍把西方极乐世界那种真实受用印在自己的脑海当中，时时刻刻向往着西方这样的殊胜，我们这个世界怎么能相比？一心向往绝对不会退转。我们这个世间的金银七宝大家贵重的不得了，一点点黄金首饰戴在身上觉得很庄严，西方世界是铺马路的；这个宝石镶个戒指，戴得很美的，这西方世界是干什么？建筑材料，建房子用的。所以想想那个地方的资源之丰富，我们这个地方为什么可贵？太少了。西方极乐世界就太多，太多了就不希奇了。说实在的话，我们这地方的泥沙，拿到西方极乐世界去非常的珍贵，它没有，同样一个道理。它那里没有，我们这里有；它那里有的，我们这里没有。我们这个世上物以稀为贵，我们这里砖头瓦块、这泥沙拿到西方极乐世界很宝贵的，这是人之常情。所以想到西方极乐世界真实的自在。最自在的是长寿，没有病苦，身心健康。思衣得衣，思食得食，不要为生活奔波，没有爱别离苦，没有怨憎会苦，这才是真正之乐。我们这个世间怨憎会、爱别离、求不得，这真苦！那个地方统统没有，这才叫真乐。好，我们今天就讲到此地。",
      "zh_TW": "這也是我們為什麼勸大家常常念《無量壽經》，一遍一遍把西方極樂世界那種真實受用印在自己的腦海當中，時時刻刻嚮往著西方這樣的殊勝，我們這個世界怎麼能相比？一心嚮往絕對不會退轉。我們這個世間的金銀七寶大家貴重的不得了，一點點黃金首飾戴在身上覺得很莊嚴，西方世界是鋪馬路的；這個寶石鑲個戒指，戴得很美的，這西方世界是幹什麼？建築材料，建房子用的。所以想想那個地方的資源之豐富，我們這個地方為什麼可貴？太少了。西方極樂世界就太多，太多了就不希奇了。說實在的話，我們這地方的泥沙，拿到西方極樂世界去非常的珍貴，它沒有，同樣一個道理。它那裡沒有，我們這裡有；它那裡有的，我們這裡沒有。我們這個世上物以稀為貴，我們這裡磚頭瓦塊、這泥沙拿到西方極樂世界很寶貴的，這是人之常情。所以想到西方極樂世界真實的自在。最自在的是長壽，沒有病苦，身心健康。思衣得衣，思食得食，不要為生活奔波，沒有愛別離苦，沒有怨憎會苦，這才是真正之樂。我們這個世間怨憎會、愛別離、求不得，這真苦！那個地方統統沒有，這才叫真樂。好，我們今天就講到此地。"
    }
  ]
}