{
  "doc_id": "03-005-0033",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏",
    "zh_TW": "佛說觀無量壽佛經疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-005-0033",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "03-005-0033_p0001",
      "zh_CN": "请掀开经本二百六十七页第六行，看经文：",
      "zh_TW": "請掀開經本二百六十七頁第六行，看經文："
    },
    {
      "id": "03-005-0033_p0002",
      "zh_CN": "经【佛告阿难及韦提希。下品中生者。】",
      "zh_TW": "經【佛告阿難及韋提希。下品中生者。】"
    },
    {
      "id": "03-005-0033_p0003",
      "zh_CN": "这先把往生的品位说出来。下面是拣别这一类往生的人他所造的行业。在善导大师注解里面的小标题、小科题叫「简机造业」。我们看经文，这段经文里面所说的都非常重要，也是我们在生活当中很容易触犯的。",
      "zh_TW": "這先把往生的品位說出來。下面是揀別這一類往生的人他所造的行業。在善導大師註解裡面的小標題、小科題叫「簡機造業」。我們看經文，這段經文裡面所說的都非常重要，也是我們在生活當中很容易觸犯的。"
    },
    {
      "id": "03-005-0033_p0004",
      "zh_CN": "经【或有众生。】",
      "zh_TW": "經【或有眾生。】"
    },
    {
      "id": "03-005-0033_p0005",
      "zh_CN": "『或』是一个不定之词，或者有这样的人。",
      "zh_TW": "『或』是一個不定之詞，或者有這樣的人。"
    },
    {
      "id": "03-005-0033_p0006",
      "zh_CN": "经【毁犯五戒八戒。及具足戒。】",
      "zh_TW": "經【毀犯五戒八戒。及具足戒。】"
    },
    {
      "id": "03-005-0033_p0007",
      "zh_CN": "这一句是总说造了破戒之恶。『五戒』是在家、出家共同的根本戒，在家、出家都一样的，是共同的根本戒。这五戒里面的前面四条叫性罪，这个性是本性的性，叫性罪。这性罪就是不论你受不受戒，你犯了都有罪，这叫性罪。如果受了戒再犯就又要加一重，破戒罪，就加这一条；如果没有受戒犯的，那就是所犯的是性罪，不能说他没有罪。这杀盗淫妄前面都详细说过。第五条饮酒，这一条不能够说它是性罪，因为酒不构成犯罪，它叫做遮罪，遮就是遮止的意思，用现在话来说，它是防范，怕酒后乱性造前面四种罪，佛才特地将这一条也列入重罪，这是我们应当要知道的。",
      "zh_TW": "這一句是總說造了破戒之惡。『五戒』是在家、出家共同的根本戒，在家、出家都一樣的，是共同的根本戒。這五戒裡面的前面四條叫性罪，這個性是本性的性，叫性罪。這性罪就是不論你受不受戒，你犯了都有罪，這叫性罪。如果受了戒再犯就又要加一重，破戒罪，就加這一條；如果沒有受戒犯的，那就是所犯的是性罪，不能說他沒有罪。這殺盜淫妄前面都詳細說過。第五條飲酒，這一條不能夠說它是性罪，因為酒不構成犯罪，它叫做遮罪，遮就是遮止的意思，用現在話來說，它是防範，怕酒後亂性造前面四種罪，佛才特地將這一條也列入重罪，這是我們應當要知道的。"
    },
    {
      "id": "03-005-0033_p0008",
      "zh_CN": "戒律是学佛人共同的科目。在佛法当中，可以说是有三个科目是共同的，无论修学哪一宗派，无论修学哪一个法门都必须要遵守的，第一个就是戒律。戒律是生活行为的规范，它最重要的意义是防止我们造罪业，所谓「防非止过」，过就是过失，把过失止住。防非止过，这是戒律真正的精神与意思。四重戒，不但我们这个世界，无论是古人或者是今人，是中国人或者是外国人，是懂得佛法或者是不懂得佛法，乃至于我们讲受过教育或者是没有受过教育的，大概对于杀盗淫妄都认为是不好的事情，可见得这是一切大众所公认的。不但我们娑婆世界人认为这是罪业，十方三世一切诸佛刹土只要有众生之类，对这四桩事情都认为这是恶事，不是好事。因此这四重戒是一切诸佛之所制定，不是释迦牟尼佛一个人发明的，不是他一个人制定的，佛佛道同，统统都是这么定的。因此我们要想在佛法里面得到真实的利益，一定要严格的去受持。",
      "zh_TW": "戒律是學佛人共同的科目。在佛法當中，可以說是有三個科目是共同的，無論修學哪一宗派，無論修學哪一個法門都必須要遵守的，第一個就是戒律。戒律是生活行為的規範，它最重要的意義是防止我們造罪業，所謂「防非止過」，過就是過失，把過失止住。防非止過，這是戒律真正的精神與意思。四重戒，不但我們這個世界，無論是古人或者是今人，是中國人或者是外國人，是懂得佛法或者是不懂得佛法，乃至於我們講受過教育或者是沒有受過教育的，大概對於殺盜淫妄都認為是不好的事情，可見得這是一切大眾所公認的。不但我們娑婆世界人認為這是罪業，十方三世一切諸佛剎土只要有眾生之類，對這四樁事情都認為這是惡事，不是好事。因此這四重戒是一切諸佛之所制定，不是釋迦牟尼佛一個人發明的，不是他一個人制定的，佛佛道同，統統都是這麼定的。因此我們要想在佛法裡面得到真實的利益，一定要嚴格的去受持。"
    },
    {
      "id": "03-005-0033_p0009",
      "zh_CN": "受持五戒，这个受持，持戒是因，能持戒这是大善。三福里面第一条是世间的善福，「孝养父母，奉事师长，慈心不杀，修十善业」，这是世间的善业。这个戒律的功德比世善大！戒律是圣教，圣人的教诲，所以戒善比世间善要高很多。世间善只能得人天福报，出世间善它的功德能帮助我们得定，能帮助我们了生死出三界，所以不是世间善所能比的。何况佛常讲，修因一定有果报，五戒的果报就非常殊胜。不杀生得健康长寿的果报，不杀生是无畏布施，三种布施里的无畏布施。不盗得大富，小乘经里面，《阿难问事佛吉凶经》里面就讲得很清楚，不盗得大富。不仅是教我们修财布施，那当然你的福报现前更快速。这持戒是种的真实之因，将来一定得真实的果报，现在再能修财布施，那是缘，因再加上缘，果报立刻就现前。",
      "zh_TW": "受持五戒，這個受持，持戒是因，能持戒這是大善。三福裡面第一條是世間的善福，「孝養父母，奉事師長，慈心不殺，修十善業」，這是世間的善業。這個戒律的功德比世善大！戒律是聖教，聖人的教誨，所以戒善比世間善要高很多。世間善只能得人天福報，出世間善它的功德能幫助我們得定，能幫助我們了生死出三界，所以不是世間善所能比的。何況佛常講，修因一定有果報，五戒的果報就非常殊勝。不殺生得健康長壽的果報，不殺生是無畏布施，三種布施裡的無畏布施。不盜得大富，小乘經裡面，《阿難問事佛吉凶經》裡面就講得很清楚，不盜得大富。不僅是教我們修財布施，那當然你的福報現前更快速。這持戒是種的真實之因，將來一定得真實的果報，現在再能修財布施，那是緣，因再加上緣，果報立刻就現前。"
    },
    {
      "id": "03-005-0033_p0010",
      "zh_CN": "盗在戒律里面涵盖的范围非常之广，不能够把它局限在窃盗，当然窃盗是盗，那范围很小。凡是我们居心，我们存心要把别人他所有的，把它变成自己的，据为己有，不管用什么手段都叫盗。譬如我们看到现在这个世界上，许多国家政府做大官的贪污。那个贪污，他有势力，老百姓要想拜托他帮帮忙，求他办一点事情都要送贿赂，贿赂是不是人家甘心送他的？不是的，是被逼着不得不送，这是盗，这都是属于盗。所以盗的范围非常之广泛。只要对方不是甘心情愿送给你的，你是用一种威势、权力逼使他不得不奉献的，这是属于盗。",
      "zh_TW": "盜在戒律裡面涵蓋的範圍非常之廣，不能夠把它侷限在竊盜，當然竊盜是盜，那範圍很小。凡是我們居心，我們存心要把別人他所有的，把它變成自己的，據為己有，不管用什麼手段都叫盜。譬如我們看到現在這個世界上，許多國家政府做大官的貪污。那個貪污，他有勢力，老百姓要想拜託他幫幫忙，求他辦一點事情都要送賄賂，賄賂是不是人家甘心送他的？不是的，是被逼著不得不送，這是盜，這都是屬於盜。所以盜的範圍非常之廣泛。只要對方不是甘心情願送給你的，你是用一種威勢、權力逼使他不得不奉獻的，這是屬於盜。"
    },
    {
      "id": "03-005-0033_p0011",
      "zh_CN": "还有一种甘心情愿送来的，还是盗，哪一类甘心情愿的？那是出家做了法师，你们信徒来供养，这是甘心情愿的。假如这个出家人不是真正修行，是用打着佛法的招牌欺骗大众，求得恭敬供养，这叫盗佛法，拿着佛法骗众生，这个果报在阿鼻地狱，非常可怕。所以它的范围确确实实非常之广泛。盗在《戒经》里面它有个很简单的定义，这个定义非常之好，叫不与取。这个财物是有主的，他没有同意，你就把它取来，这就造成了盗的罪业。所以不盗得大富，当然是指财物方面来说的。",
      "zh_TW": "還有一種甘心情願送來的，還是盜，哪一類甘心情願的？那是出家做了法師，你們信徒來供養，這是甘心情願的。假如這個出家人不是真正修行，是用打著佛法的招牌欺騙大眾，求得恭敬供養，這叫盜佛法，拿著佛法騙眾生，這個果報在阿鼻地獄，非常可怕。所以它的範圍確確實實非常之廣泛。盜在《戒經》裡面它有個很簡單的定義，這個定義非常之好，叫不與取。這個財物是有主的，他沒有同意，你就把它取來，這就造成了盜的罪業。所以不盜得大富，當然是指財物方面來說的。"
    },
    {
      "id": "03-005-0033_p0012",
      "zh_CN": "不淫欲，相貌端正庄严。不妄语得的果报是威信，他说话别人相信他，而且他的言词美妙，音声洪亮，都是从不妄语得来的果报。像释迦牟尼佛，佛能够一音说法，众生随类各得解，那是无量劫以来佛从来没有妄语过，所以音声有这样的好，大家都能够相信他，都能够听他的。不饮酒的果报是智慧，使头脑（我们今天讲的头脑）保持清楚、保持着很冷静。所以五戒得五种殊胜的果报。我们想想这五种胜报，我们都想得到，这光想得到不行，一定要修因。不认真的修行，纵然天天给佛菩萨烧香，给他供养、礼拜、祷告，那都没有用处的，一定要依照佛所教给我们认真去修学，这个果报自自然然会现前。",
      "zh_TW": "不淫欲，相貌端正莊嚴。不妄語得的果報是威信，他說話別人相信他，而且他的言詞美妙，音聲洪亮，都是從不妄語得來的果報。像釋迦牟尼佛，佛能夠一音說法，眾生隨類各得解，那是無量劫以來佛從來沒有妄語過，所以音聲有這樣的好，大家都能夠相信他，都能夠聽他的。不飲酒的果報是智慧，使頭腦（我們今天講的頭腦）保持清楚、保持著很冷靜。所以五戒得五種殊勝的果報。我們想想這五種勝報，我們都想得到，這光想得到不行，一定要修因。不認真的修行，縱然天天給佛菩薩燒香，給他供養、禮拜、禱告，那都沒有用處的，一定要依照佛所教給我們認真去修學，這個果報自自然然會現前。"
    },
    {
      "id": "03-005-0033_p0013",
      "zh_CN": "『八戒』是出家的根本戒，是出家沙弥所修的。这个地方，这沙弥十戒为什么只说八戒？特别是为在家同修说的。因为净土三经往生法门，佛是主要对在家人讲的，所以一切都要便利于在家的同修，这八戒就是八关斋戒，前面都详细介绍过了。善导大师给我们开示得很清楚，是在家人受出家戒，但是这个戒期是一天一夜，可以连续受。连续受也要每一天都受，因为它的期限就是一昼夜。",
      "zh_TW": "『八戒』是出家的根本戒，是出家沙彌所修的。這個地方，這沙彌十戒為什麼只說八戒？特別是為在家同修說的。因為淨土三經往生法門，佛是主要對在家人講的，所以一切都要便利於在家的同修，這八戒就是八關齋戒，前面都詳細介紹過了。善導大師給我們開示得很清楚，是在家人受出家戒，但是這個戒期是一天一夜，可以連續受。連續受也要每一天都受，因為它的期限就是一晝夜。"
    },
    {
      "id": "03-005-0033_p0014",
      "zh_CN": "『具足戒』是出家人受的，就是比丘戒跟比丘尼戒。在过去受戒是一桩大事情，是非常隆重的一桩事情，不是说我们想去受就受，没有那么容易；而且从前寺院开戒，也是佛门一桩大事情，非常的隆重。受比丘戒之前一定受过沙弥戒，如果曾经学过佛的，一定在家受过五戒、菩萨戒，有在家菩萨戒。不像现在台湾受戒非常方便，想去受戒，这道场开戒，马上报个名，这出家人今天剃了头，明天就可以去受戒，三坛大戒就具足了，真快！赶上我们现在的时代了。在以前不行，出家在寺院里面要有相当长的一段时间训练，然后才能够受戒。所以从前严格很有道理，这出家人素质很整齐，有相当水准，不像现在这样的随便。这是我们看到古德，感到非常的感叹。",
      "zh_TW": "『具足戒』是出家人受的，就是比丘戒跟比丘尼戒。在過去受戒是一樁大事情，是非常隆重的一樁事情，不是說我們想去受就受，沒有那麼容易；而且從前寺院開戒，也是佛門一樁大事情，非常的隆重。受比丘戒之前一定受過沙彌戒，如果曾經學過佛的，一定在家受過五戒、菩薩戒，有在家菩薩戒。不像現在台灣受戒非常方便，想去受戒，這道場開戒，馬上報個名，這出家人今天剃了頭，明天就可以去受戒，三壇大戒就具足了，真快！趕上我們現在的時代了。在以前不行，出家在寺院裡面要有相當長的一段時間訓練，然後才能夠受戒。所以從前嚴格很有道理，這出家人素質很整齊，有相當水準，不像現在這樣的隨便。這是我們看到古德，感到非常的感嘆。"
    },
    {
      "id": "03-005-0033_p0015",
      "zh_CN": "下面这是举个例子，破戒的事情很多，如果一条一条说那说不完，太麻烦，太琐碎，举出一条，哪一条？盗戒，这杀盗淫妄里头单单举这一条，要知道这不过是举一个例子而已。",
      "zh_TW": "下面這是舉個例子，破戒的事情很多，如果一條一條說那說不完，太麻煩，太瑣碎，舉出一條，哪一條？盜戒，這殺盜淫妄裡頭單單舉這一條，要知道這不過是舉一個例子而已。"
    },
    {
      "id": "03-005-0033_p0016",
      "zh_CN": "经【如此愚人。】",
      "zh_TW": "經【如此愚人。】"
    },
    {
      "id": "03-005-0033_p0017",
      "zh_CN": "当然他犯戒一定愚痴，他不愚痴绝对不会破戒的，为什么？破戒的罪非常之重，将来的果报不可思议，一个有智慧的人决定不肯去做，所以这决定是『愚人』，愚痴。什么叫愚痴？在此地我们说一个最简单的，大家很容易懂，不相信有因果报应，这就是愚痴。诸位想想，相信因果报应，他不敢做坏事，他不敢起恶念，为什么？怕恶报。敢做恶事，敢动恶念，都是不相信因果报应，他才敢做。如果说得更深广一点，对于宇宙人生的真相，经上所讲的「诸法实相」，他完全不了解，所以才会做错事情。",
      "zh_TW": "當然他犯戒一定愚痴，他不愚痴絕對不會破戒的，為什麼？破戒的罪非常之重，將來的果報不可思議，一個有智慧的人決定不肯去做，所以這決定是『愚人』，愚痴。什麼叫愚痴？在此地我們說一個最簡單的，大家很容易懂，不相信有因果報應，這就是愚痴。諸位想想，相信因果報應，他不敢做壞事，他不敢起惡念，為什麼？怕惡報。敢做惡事，敢動惡念，都是不相信因果報應，他才敢做。如果說得更深廣一點，對於宇宙人生的真相，經上所講的「諸法實相」，他完全不了解，所以才會做錯事情。"
    },
    {
      "id": "03-005-0033_p0018",
      "zh_CN": "经【偷僧祇物。盗现前僧物。】",
      "zh_TW": "經【偷僧祇物。盜現前僧物。】"
    },
    {
      "id": "03-005-0033_p0019",
      "zh_CN": "这是两桩事情。『僧祇物』，就是寺院的我们现在话讲不动产，寺院里面的田地、房屋，属于不动产的叫僧祇物。佛在此地，这盗特别举出这三宝物，为什么？盗三宝物结罪太重，这个地方诸位同修们不能够不知道。如果我们盗一个人的，不管用什么手段把他的财物据为己有，你盗一个人的就欠一个人的。实实在在要把三世因果搞清楚，我们一个人在这世间做人心安理得，为什么？他今天把我的东西骗去了、盗去了、强占去了，将来他还要还我。不但这个事情要还，你看就是吃肉，吃牠半斤将来得还牠八两，原来这个果报是这样的，这才叫真正公平。所以知道真相之后，决定不做这个傻事情。才晓得人在世间要想占人便宜，没这回事情，表面上看到是占到了，你将来要不要还债？要酬偿的！一丝毫便宜占不到。",
      "zh_TW": "這是兩樁事情。『僧祇物』，就是寺院的我們現在話講不動產，寺院裡面的田地、房屋，屬於不動產的叫僧祇物。佛在此地，這盜特別舉出這三寶物，為什麼？盜三寶物結罪太重，這個地方諸位同修們不能夠不知道。如果我們盜一個人的，不管用什麼手段把他的財物據為己有，你盜一個人的就欠一個人的。實實在在要把三世因果搞清楚，我們一個人在這世間做人心安理得，為什麼？他今天把我的東西騙去了、盜去了、強佔去了，將來他還要還我。不但這個事情要還，你看就是吃肉，吃牠半斤將來得還牠八兩，原來這個果報是這樣的，這才叫真正公平。所以知道真相之後，決定不做這個傻事情。才曉得人在世間要想佔人便宜，沒這回事情，表面上看到是佔到了，你將來要不要還債？要酬償的！一絲毫便宜佔不到。"
    },
    {
      "id": "03-005-0033_p0020",
      "zh_CN": "那我们被人家占便宜，我们有没有吃亏？也没吃亏，来世来生因缘到的时候，他还要还给我们，补偿。明白这个事实真相，我们的心就定了、心就平了，纵然吃亏上当，受骗了也很欢喜，等于说我们放债、放利息一样，将来他要还我的。但是真正学佛人要不要他还？不要他还。为什么？还，我还得在六道，我等他来还。我不要了，统统不要了，赶紧到西方极乐世界去成佛了。所以我们自己决定不骗人，决定不占人的便宜，别人占了我们的，一笔勾消就算了，这个心永远是清净的。",
      "zh_TW": "那我們被人家佔便宜，我們有沒有吃虧？也沒吃虧，來世來生因緣到的時候，他還要還給我們，補償。明白這個事實真相，我們的心就定了、心就平了，縱然吃虧上當，受騙了也很歡喜，等於說我們放債、放利息一樣，將來他要還我的。但是真正學佛人要不要他還？不要他還。為什麼？還，我還得在六道，我等他來還。我不要了，統統不要了，趕緊到西方極樂世界去成佛了。所以我們自己決定不騙人，決定不佔人的便宜，別人佔了我們的，一筆勾消就算了，這個心永遠是清淨的。"
    },
    {
      "id": "03-005-0033_p0021",
      "zh_CN": "所以我们盗一个人的，跟一个人结罪，你要还一个人。如果盗一个团体的，这个事情就麻烦了，这个物再轻，罪重，罪很重！譬如公共的设施，像我们在外面常常看到的公用电话，公用电话是市政府安的，用谁的钱？用我们整个城市居民纳的税，用这个来装的。这东西虽然很少，你要是把它偷去了，你将来还债要还谁？这一市的大概两百万人都是你的债主，这就有得还了，这个东西麻烦大了，虽然盗得少他的罪重。假如这个设施是国家设立的，那就更麻烦了，你的债主是全国的人。这是许许多多人不知道，真的是疏忽、大意了。所以佛讲「如此愚人」，那一点都没错。因此公共的设施要格外的爱护。偷盗是罪过，你把它损坏了也是罪过，损坏也是罪过，所以要格外的爱护。",
      "zh_TW": "所以我們盜一個人的，跟一個人結罪，你要還一個人。如果盜一個團體的，這個事情就麻煩了，這個物再輕，罪重，罪很重！譬如公共的設施，像我們在外面常常看到的公用電話，公用電話是市政府安的，用誰的錢？用我們整個城市居民納的稅，用這個來裝的。這東西雖然很少，你要是把它偷去了，你將來還債要還誰？這一市的大概兩百萬人都是你的債主，這就有得還了，這個東西麻煩大了，雖然盜得少他的罪重。假如這個設施是國家設立的，那就更麻煩了，你的債主是全國的人。這是許許多多人不知道，真的是疏忽、大意了。所以佛講「如此愚人」，那一點都沒錯。因此公共的設施要格外的愛護。偷盜是罪過，你把它損壞了也是罪過，損壞也是罪過，所以要格外的愛護。"
    },
    {
      "id": "03-005-0033_p0022",
      "zh_CN": "最重的罪是寺庙里面的，这就讲讲「僧祇物」。「僧祇」是印度话，翻成中国意思叫僧园，就是出家人修行的场所。为什么说这个罪最重？你想这个国家设施你盗去，跟一国的国民结罪，这个范围很大。出家人这个道场，这个道场是尽虚空遍法界，所有出家人都有分，不但我们这个地球，他方世界有佛教化众生的佛的弟子，这也有他一份，他是出家人，既是出家人就有一份；换句话说，这个债就结不清了。这要向尽虚空遍法界的僧团去结罪，这个麻烦大了。所以佛在此地特别举出这个例子，僧团里面的东西决定不能够盗取。这个僧祇物是指僧团里面的不动产，用现在的话说指不动产，决定不能够侵占，决定不能够损坏。损坏的罪业非常之重，如果侵占，那还得了。",
      "zh_TW": "最重的罪是寺廟裡面的，這就講講「僧祇物」。「僧祇」是印度話，翻成中國意思叫僧園，就是出家人修行的場所。為什麼說這個罪最重？你想這個國家設施你盜去，跟一國的國民結罪，這個範圍很大。出家人這個道場，這個道場是盡虛空遍法界，所有出家人都有分，不但我們這個地球，他方世界有佛教化眾生的佛的弟子，這也有他一份，他是出家人，既是出家人就有一份；換句話說，這個債就結不清了。這要向盡虛空遍法界的僧團去結罪，這個麻煩大了。所以佛在此地特別舉出這個例子，僧團裡面的東西決定不能夠盜取。這個僧祇物是指僧團裡面的不動產，用現在的話說指不動產，決定不能夠侵佔，決定不能夠損壞。損壞的罪業非常之重，如果侵佔，那還得了。"
    },
    {
      "id": "03-005-0033_p0023",
      "zh_CN": "『现前僧物』，就是现在我们讲的动产，他生活所需的衣食，所谓道粮、财物，这个罪过也是向十方僧团去结罪。这种情形自古以来侵占僧团的财物，往往出家人比在家人犯得多，这真的叫破戒，铸成了大错。在家人起心动念要霸占僧团，侵损常住，不能说没有，少数，很少见。所以出家人要特别提高警觉，要小心谨慎，不要造成了大罪。一定要明了僧团、常住不是属于个人的，是属于团体的，而且团体是代代相承。僧团里面是民主的，所以过去的执事，这是住持、当家这些执事一年选举一次。在中国的丛林制度，这是百丈大师制定的制度，任期是一年。所以执事是很辛苦的，是为大众服务的。为大众服务，要长期叫他服务，这就不公平，所以每一年选一次。腊月三十总辞、选举，初一的时候就移交，初一的时候新的执事就上任，就移交，任期一年。当然现在这些制度也都不存在了。",
      "zh_TW": "『現前僧物』，就是現在我們講的動產，他生活所需的衣食，所謂道糧、財物，這個罪過也是向十方僧團去結罪。這種情形自古以來侵佔僧團的財物，往往出家人比在家人犯得多，這真的叫破戒，鑄成了大錯。在家人起心動念要霸佔僧團，侵損常住，不能說沒有，少數，很少見。所以出家人要特別提高警覺，要小心謹慎，不要造成了大罪。一定要明瞭僧團、常住不是屬於個人的，是屬於團體的，而且團體是代代相承。僧團裡面是民主的，所以過去的執事，這是住持、當家這些執事一年選舉一次。在中國的叢林制度，這是百丈大師制定的制度，任期是一年。所以執事是很辛苦的，是為大眾服務的。為大眾服務，要長期叫他服務，這就不公平，所以每一年選一次。臘月三十總辭、選舉，初一的時候就移交，初一的時候新的執事就上任，就移交，任期一年。當然現在這些制度也都不存在了。"
    },
    {
      "id": "03-005-0033_p0024",
      "zh_CN": "在台湾的寺庙跟从前丛林性质不相同，这个因素很复杂，因素相当复杂。现在如果实行，就是恢复从前僧团制度，恐怕也像我们台湾民主一样会一团糟，什么原因？素养不够。从前出家真的是发道心，确确实实戒律清净庄严，为大众所尊敬，没有利欲的念头，所以这个僧团确确实实是达到了六和敬，诸佛护念龙天拥护。现在不一样了，即使出家修行，修什么？我每天念几部经，每天念多少声佛号，拜多少拜佛，这叫修行吗？这叫修行的样子，叫装模作样，样子。真正的修行是把自己的毛病习气修正过来。行是生活行为，修是修正，我们的思想、见解、言语、造作错了，把这些错误修正过来，这叫修行。",
      "zh_TW": "在台灣的寺廟跟從前叢林性質不相同，這個因素很複雜，因素相當複雜。現在如果實行，就是恢復從前僧團制度，恐怕也像我們台灣民主一樣會一團糟，什麼原因？素養不夠。從前出家真的是發道心，確確實實戒律清淨莊嚴，為大眾所尊敬，沒有利欲的念頭，所以這個僧團確確實實是達到了六和敬，諸佛護念龍天擁護。現在不一樣了，即使出家修行，修什麼？我每天念幾部經，每天念多少聲佛號，拜多少拜佛，這叫修行嗎？這叫修行的樣子，叫裝模作樣，樣子。真正的修行是把自己的毛病習氣修正過來。行是生活行為，修是修正，我們的思想、見解、言語、造作錯了，把這些錯誤修正過來，這叫修行。"
    },
    {
      "id": "03-005-0033_p0025",
      "zh_CN": "修行的标准是什么？标准是经论。经论是我们思想、见解正否的标准。依照经论修正我们的想法看法，我们对人、对事、对物、对宇宙人生的见解思想，如果跟佛经上讲的一样，那就对了。不一样？不一样把它修正过来。戒律修正我们身口的行为，就是表现在外面的行为，一举一动像不像佛在经上所说的。所以戒律是修正我们言语、动作，是修正这方面行为的。所以经律论是我们修行的标准。在现代社会讲经论的这些法师大德还有，我们还有机会接触到，讲戒律的没有了。而且戒律非常重要，这外面会影响里面，表里一如，可见得戒律非常重要。但是戒律现在讲的人少，为什么讲的人少？难为情。讲了，讲的自己都没有做到，讲都是自己在骂自己，算了不要讲了，大家都马虎一点好了，没人讲。没人讲，不得了，这个问题严重。",
      "zh_TW": "修行的標準是什麼？標準是經論。經論是我們思想、見解正否的標準。依照經論修正我們的想法看法，我們對人、對事、對物、對宇宙人生的見解思想，如果跟佛經上講的一樣，那就對了。不一樣？不一樣把它修正過來。戒律修正我們身口的行為，就是表現在外面的行為，一舉一動像不像佛在經上所說的。所以戒律是修正我們言語、動作，是修正這方面行為的。所以經律論是我們修行的標準。在現代社會講經論的這些法師大德還有，我們還有機會接觸到，講戒律的沒有了。而且戒律非常重要，這外面會影響裡面，表裡一如，可見得戒律非常重要。但是戒律現在講的人少，為什麼講的人少？難為情。講了，講的自己都沒有做到，講都是自己在罵自己，算了不要講了，大家都馬虎一點好了，沒人講。沒人講，不得了，這個問題嚴重。"
    },
    {
      "id": "03-005-0033_p0026",
      "zh_CN": "所以印光老法师真是慈悲到了极处，他老人家将《太上感应篇》，这《太上感应篇》是道教的，《文昌帝君阴骘文》也是道教的，《了凡四训》、《安士全书》，用这些东西来代替戒律，的确是大智慧。因为戒律如果没有人讲，我们自己要看很难看得懂，何况佛在《戒经》里面特别交代，没有受戒的人不能看戒律。不是戒律是秘密，不是的，是佛的慈悲。因为你没有看戒律，出家人犯了什么罪过，你不知道，你对他还很恭敬。那个戒律你一看，这个出家人犯这个罪，那个犯那个罪，你的起心动念对人家不恭敬，天天批评，天天责备人，你就造口业了。所以佛是大慈大悲教你不要起心动念，不要造口业，是这么个意思。所以不准你看戒律。《安士全书》、《感应篇》、《阴骘文》这是世间的善书，不是佛的戒律，人人可以看。拿着这些标准来修正我们身口的行为，实在讲跟佛戒律差不多，不能完全相应，至少可以达到百分之九十五。所以印光大师用这三种书代替戒律，这非常有道理，希望同学们多多的去读，读这个书要检点自己的心行。",
      "zh_TW": "所以印光老法師真是慈悲到了極處，他老人家將《太上感應篇》，這《太上感應篇》是道教的，《文昌帝君陰騭文》也是道教的，《了凡四訓》、《安士全書》，用這些東西來代替戒律，的確是大智慧。因為戒律如果沒有人講，我們自己要看很難看得懂，何況佛在《戒經》裡面特別交代，沒有受戒的人不能看戒律。不是戒律是祕密，不是的，是佛的慈悲。因為你沒有看戒律，出家人犯了什麼罪過，你不知道，你對他還很恭敬。那個戒律你一看，這個出家人犯這個罪，那個犯那個罪，你的起心動念對人家不恭敬，天天批評，天天責備人，你就造口業了。所以佛是大慈大悲教你不要起心動念，不要造口業，是這麼個意思。所以不准你看戒律。《安士全書》、《感應篇》、《陰騭文》這是世間的善書，不是佛的戒律，人人可以看。拿著這些標準來修正我們身口的行為，實在講跟佛戒律差不多，不能完全相應，至少可以達到百分之九十五。所以印光大師用這三種書代替戒律，這非常有道理，希望同學們多多的去讀，讀這個書要檢點自己的心行。"
    },
    {
      "id": "03-005-0033_p0027",
      "zh_CN": "很难得，张老居士为我们写了一本《无量寿经》，又为我们写了一本《感应篇》。我们将《感应篇》跟《无量寿经》印在一起，所以前面是经，后面是戒律，最好每天至少要把它看一遍。看一遍跟自己的今天一天所作所为、起心动念对照一下，依照这个标准来修正，这就好了，这叫真正修行。所以你每天不拜佛、不念经，你真的在做修行，这要知道。",
      "zh_TW": "很難得，張老居士為我們寫了一本《無量壽經》，又為我們寫了一本《感應篇》。我們將《感應篇》跟《無量壽經》印在一起，所以前面是經，後面是戒律，最好每天至少要把它看一遍。看一遍跟自己的今天一天所作所為、起心動念對照一下，依照這個標準來修正，這就好了，這叫真正修行。所以你每天不拜佛、不念經，你真的在做修行，這要知道。"
    },
    {
      "id": "03-005-0033_p0028",
      "zh_CN": "经【不净说法。】",
      "zh_TW": "經【不淨說法。】"
    },
    {
      "id": "03-005-0033_p0029",
      "zh_CN": "特别对讲经说法的人提出了警告。『说法』，从释迦牟尼佛那个时代开始，佛讲经，维摩居士也讲经，所以讲经固然是出家人的专责。出家为什么？就是为了弘法利生。如果不为弘法利生，说是我个人修行，在家一样成就，不必出家，出家就是要担负起弘法利生的责任。中国从僧团制度建立，就是丛林制度，跟过去完全不相同。过去出家人生活几乎是独立的，三、五个志同道合就成一个小团体，是独立的。丛林制度变成了一个有制度、有规模的大型的僧团，有组织，就像学校一样。丛林之前像私塾教学，一个老师教个七、八个学生，十来个学生，这种方式。",
      "zh_TW": "特別對講經說法的人提出了警告。『說法』，從釋迦牟尼佛那個時代開始，佛講經，維摩居士也講經，所以講經固然是出家人的專責。出家為什麼？就是為了弘法利生。如果不為弘法利生，說是我個人修行，在家一樣成就，不必出家，出家就是要擔負起弘法利生的責任。中國從僧團制度建立，就是叢林制度，跟過去完全不相同。過去出家人生活幾乎是獨立的，三、五個志同道合就成一個小團體，是獨立的。叢林制度變成了一個有制度、有規模的大型的僧團，有組織，就像學校一樣。叢林之前像私塾教學，一個老師教個七、八個學生，十來個學生，這種方式。"
    },
    {
      "id": "03-005-0033_p0030",
      "zh_CN": "僧团，这丛林等于办大学，所以一个僧团里面有几千人，组织非常的严密。它就需要办事的人员，需要办行政的，像一个学校一样，学校教员重要，职员也重要，没有职员，这学校也搞不成功。所以丛林制度兴起之后，出家人有不能讲经的就担任执事，像一个学校不做教员那就要做职员，这个职员叫护持，内护，在僧团里面做护持的工作。一直沿续到今天，我们出家人两种职务，一个是弘法，一个是护法。这在家同修也是这两种责任，在家可以发心弘法。佛陀在世，维摩居士天天跟佛一样讲经说法，不可以说居士身分不能讲经，这讲不通的，佛在世的时候，这样子就摆出来了，哪有居士不能讲经的！",
      "zh_TW": "僧團，這叢林等於辦大學，所以一個僧團裡面有幾千人，組織非常的嚴密。它就需要辦事的人員，需要辦行政的，像一個學校一樣，學校教員重要，職員也重要，沒有職員，這學校也搞不成功。所以叢林制度興起之後，出家人有不能講經的就擔任執事，像一個學校不做教員那就要做職員，這個職員叫護持，內護，在僧團裡面做護持的工作。一直沿續到今天，我們出家人兩種職務，一個是弘法，一個是護法。這在家同修也是這兩種責任，在家可以發心弘法。佛陀在世，維摩居士天天跟佛一樣講經說法，不可以說居士身分不能講經，這講不通的，佛在世的時候，這樣子就擺出來了，哪有居士不能講經的！"
    },
    {
      "id": "03-005-0033_p0031",
      "zh_CN": "而且佛法是教育，教育里面老师第一大，这诸位要知道。平常在家人跟出家人见面的时候，为了尊重佛的住持弟子，在家人都要向出家人顶礼、致敬。假如讲经的时候，居士升座讲经，出家人来听经，要给这个居士顶礼，为什么？他在讲台上是代表佛说法的，要向他致敬，这是正当的规矩。你看经上，释迦牟尼佛的时代，维摩居士讲经，佛的弟子舍利弗、目犍连，我们在经上常常看到，佛的大弟子去听维摩居士讲经也要顶礼三拜，右绕三匝，跟释迦牟尼佛讲经那个礼节没有两样，这就说明了佛法里面老师第一大。虽然是居士，居士在老师的身分，那我们一定要恭敬。",
      "zh_TW": "而且佛法是教育，教育裡面老師第一大，這諸位要知道。平常在家人跟出家人見面的時候，為了尊重佛的住持弟子，在家人都要向出家人頂禮、致敬。假如講經的時候，居士升座講經，出家人來聽經，要給這個居士頂禮，為什麼？他在講台上是代表佛說法的，要向他致敬，這是正當的規矩。你看經上，釋迦牟尼佛的時代，維摩居士講經，佛的弟子舍利弗、目犍連，我們在經上常常看到，佛的大弟子去聽維摩居士講經也要頂禮三拜，右繞三匝，跟釋迦牟尼佛講經那個禮節沒有兩樣，這就說明了佛法裡面老師第一大。雖然是居士，居士在老師的身分，那我們一定要恭敬。"
    },
    {
      "id": "03-005-0033_p0032",
      "zh_CN": "出家人可以向居士求法。你看舍利弗、目犍连去听维摩长者讲经说法，就是向他求法。后世玄奘大师在印度，他有两个老师，戒贤论师是出家人，胜军居士是在家人，两个老师。他对两个老师同样的态度、同样的礼敬，这是我们一定要知道。不可以误会认为我一出家，剃了头，穿了大袖子，就目空一切，什么人见我都要顶礼，增长傲慢，那就必定堕落，就是此地讲『不净说法』。不净就是心不清净，求名闻、求人恭敬、求利养，这就不净，这个心不清净。不净说法，看你的目的，看你的用心，这结罪轻重不等。像前面所说的裨贩如来，这就是最具体的一个说法。",
      "zh_TW": "出家人可以向居士求法。你看舍利弗、目犍連去聽維摩長者講經說法，就是向他求法。後世玄奘大師在印度，他有兩個老師，戒賢論師是出家人，勝軍居士是在家人，兩個老師。他對兩個老師同樣的態度、同樣的禮敬，這是我們一定要知道。不可以誤會認為我一出家，剃了頭，穿了大袖子，就目空一切，什麼人見我都要頂禮，增長傲慢，那就必定墮落，就是此地講『不淨說法』。不淨就是心不清淨，求名聞、求人恭敬、求利養，這就不淨，這個心不清淨。不淨說法，看你的目的，看你的用心，這結罪輕重不等。像前面所說的裨販如來，這就是最具體的一個說法。"
    },
    {
      "id": "03-005-0033_p0033",
      "zh_CN": "经【无有惭愧。】",
      "zh_TW": "經【無有慚愧。】"
    },
    {
      "id": "03-005-0033_p0034",
      "zh_CN": "没有惭愧心，不肯回头，不能改过。",
      "zh_TW": "沒有慚愧心，不肯回頭，不能改過。"
    },
    {
      "id": "03-005-0033_p0035",
      "zh_CN": "经【以诸恶业而自庄严。】",
      "zh_TW": "經【以諸惡業而自莊嚴。】"
    },
    {
      "id": "03-005-0033_p0036",
      "zh_CN": "他认为造作这些恶业，他很聪明，他的手法很高，能够骗得这些信徒团团转，以这个为庄严。",
      "zh_TW": "他認為造作這些惡業，他很聰明，他的手法很高，能夠騙得這些信徒團團轉，以這個為莊嚴。"
    },
    {
      "id": "03-005-0033_p0037",
      "zh_CN": "经【如此罪人。以恶业故。应堕地狱。】",
      "zh_TW": "經【如此罪人。以惡業故。應墮地獄。】"
    },
    {
      "id": "03-005-0033_p0038",
      "zh_CN": "他造前面这些罪业，这些罪业是略举，这里面只要犯一条，就是堕地狱。不要说统统都犯，犯了一条就要堕地狱，你要是犯多条的话，那就不必说了，这是破戒造恶的众生。这样的罪业，《戒经》里头常讲不通忏悔，没救！那是真的，确确实实佛讲的没错，确实是没救。如果是还有救？那就是我们这经上讲的求生净土，就这一条路。除这一条路之外，决定没有第二条路。",
      "zh_TW": "他造前面這些罪業，這些罪業是略舉，這裡面只要犯一條，就是墮地獄。不要說統統都犯，犯了一條就要墮地獄，你要是犯多條的話，那就不必說了，這是破戒造惡的眾生。這樣的罪業，《戒經》裡頭常講不通懺悔，沒救！那是真的，確確實實佛講的沒錯，確實是沒救。如果是還有救？那就是我們這經上講的求生淨土，就這一條路。除這一條路之外，決定沒有第二條路。"
    },
    {
      "id": "03-005-0033_p0039",
      "zh_CN": "经【命欲终时。地狱众火。一时俱至。】",
      "zh_TW": "經【命欲終時。地獄眾火。一時俱至。】"
    },
    {
      "id": "03-005-0033_p0040",
      "zh_CN": "这是讲他临命终时业报现前，他造的这个罪业现前了。人在临终的时候，甚至在得病的时候就有许多境界，临终这个境界更为显著。《地藏菩萨本愿经》里面讲得很多、讲得很详细，冤家债主都出现了。这地狱现象现前的时候，这是我们中国人讲牛头马面，佛经里面讲牛头阿傍，地狱里的这些鬼卒都出现了。一生不相信因果报应造种种罪业，到这个时候后悔来不及了。这个人跟我在前面讲的下品上生里头说的是一个道理，绝非偶然，没有侥幸的，哪有偶然侥幸遇到这么好的机会？没有！实在是过去生中生生世世累积的善根福德，在这一刹那当中现前了，这真是希有难逢。造这样的恶业，临终的时候虽然恶境现前，他头脑还清楚，人还很明白，这就大非易事。所以这要晓得，这是无始劫修行的善根在这个时候发现，真正是关键的时候，头脑清楚。",
      "zh_TW": "這是講他臨命終時業報現前，他造的這個罪業現前了。人在臨終的時候，甚至在得病的時候就有許多境界，臨終這個境界更為顯著。《地藏菩薩本願經》裡面講得很多、講得很詳細，冤家債主都出現了。這地獄現象現前的時候，這是我們中國人講牛頭馬面，佛經裡面講牛頭阿傍，地獄裡的這些鬼卒都出現了。一生不相信因果報應造種種罪業，到這個時候後悔來不及了。這個人跟我在前面講的下品上生裡頭說的是一個道理，絕非偶然，沒有僥倖的，哪有偶然僥倖遇到這麼好的機會？沒有！實在是過去生中生生世世累積的善根福德，在這一剎那當中現前了，這真是希有難逢。造這樣的惡業，臨終的時候雖然惡境現前，他頭腦還清楚，人還很明白，這就大非易事。所以這要曉得，這是無始劫修行的善根在這個時候發現，真正是關鍵的時候，頭腦清楚。"
    },
    {
      "id": "03-005-0033_p0041",
      "zh_CN": "经【遇善知识。以大慈悲。即为赞说阿弥陀佛十力威德。广赞彼佛光明神力。】",
      "zh_TW": "經【遇善知識。以大慈悲。即為讚說阿彌陀佛十力威德。廣讚彼佛光明神力。】"
    },
    {
      "id": "03-005-0033_p0042",
      "zh_CN": "就在这刹那之间生死关头遇到『善知识』，这个善知识是念佛人，对于往生经论相当的透彻、明了，给他用最简单、最扼要的开导，这实在不容易，这是真实的慈悲。赞叹阿弥陀佛，如何赞叹阿弥陀佛？净土里面三经皆是。但是在最紧要的关头，你要真正把握着重心，劝这个造罪的人这个时候要回头是岸，要真实忏悔，像前面三心里面所说的「一切真实心中作」。这个忏悔要真实心忏悔，知道过去所做的，错了，从今之后再不做错了，要发真实心，这真实心的力量非常之大；要真实心，深信阿弥陀佛本愿威神功德不可思议。",
      "zh_TW": "就在這剎那之間生死關頭遇到『善知識』，這個善知識是念佛人，對於往生經論相當的透徹、明瞭，給他用最簡單、最扼要的開導，這實在不容易，這是真實的慈悲。讚歎阿彌陀佛，如何讚歎阿彌陀佛？淨土裡面三經皆是。但是在最緊要的關頭，你要真正把握著重心，勸這個造罪的人這個時候要回頭是岸，要真實懺悔，像前面三心裡面所說的「一切真實心中作」。這個懺悔要真實心懺悔，知道過去所做的，錯了，從今之後再不做錯了，要發真實心，這真實心的力量非常之大；要真實心，深信阿彌陀佛本願威神功德不可思議。"
    },
    {
      "id": "03-005-0033_p0043",
      "zh_CN": "这『十力』是常讲的，一切如来在果地上有十种最殊胜的能力，菩萨都不能为比。佛是以这个圆满的智慧能力帮助一切众生，尤其是阿弥陀佛四十八愿度众生。『广赞彼佛光明神力』，如果时间非常的短暂，看到他快要命终了，这时候言语愈少愈好，句句要有力量，要真正能够提醒他回头，专念阿弥陀佛，一心求生极乐世界，这两句话非常非常重要。如果时间长，看他的样子还能够有两三天，你就可以多开导他一些，增长他的信心。所以这完全看时节因缘。这时间长的：",
      "zh_TW": "這『十力』是常講的，一切如來在果地上有十種最殊勝的能力，菩薩都不能為比。佛是以這個圓滿的智慧能力幫助一切眾生，尤其是阿彌陀佛四十八願度眾生。『廣讚彼佛光明神力』，如果時間非常的短暫，看到他快要命終了，這時候言語愈少愈好，句句要有力量，要真正能夠提醒他回頭，專念阿彌陀佛，一心求生極樂世界，這兩句話非常非常重要。如果時間長，看他的樣子還能夠有兩三天，你就可以多開導他一些，增長他的信心。所以這完全看時節因緣。這時間長的："
    },
    {
      "id": "03-005-0033_p0044",
      "zh_CN": "经【亦赞戒定慧解脱解脱知见。】",
      "zh_TW": "經【亦讚戒定慧解脫解脫知見。】"
    },
    {
      "id": "03-005-0033_p0045",
      "zh_CN": "经上所说的大家要记住，这是举一个例子，不是你见到每个往生的人都如法炮制，那就不一定有效，说法要契机，这一定要知道。所以契机契理，听的人才能得真实的受用。『戒定慧解脱解脱知见』，这在佛法叫五分法身。如果诸位要想对五分法身多了解一些，《六祖坛经》第五品里面说得很详细。",
      "zh_TW": "經上所說的大家要記住，這是舉一個例子，不是你見到每個往生的人都如法炮製，那就不一定有效，說法要契機，這一定要知道。所以契機契理，聽的人才能得真實的受用。『戒定慧解脫解脫知見』，這在佛法叫五分法身。如果諸位要想對五分法身多了解一些，《六祖壇經》第五品裡面說得很詳細。"
    },
    {
      "id": "03-005-0033_p0046",
      "zh_CN": "经【此人闻已。除八十亿劫生死之罪。】",
      "zh_TW": "經【此人聞已。除八十億劫生死之罪。】"
    },
    {
      "id": "03-005-0033_p0047",
      "zh_CN": "这个人听了他就感动，他就生忏悔心，立刻就改过自新，他的罪业消除了。",
      "zh_TW": "這個人聽了他就感動，他就生懺悔心，立刻就改過自新，他的罪業消除了。"
    },
    {
      "id": "03-005-0033_p0048",
      "zh_CN": "经【地狱猛火。化为清凉风。】",
      "zh_TW": "經【地獄猛火。化為清涼風。】"
    },
    {
      "id": "03-005-0033_p0049",
      "zh_CN": "这是罪业消除的现象。像唐朝张善和，这是我们在《净土圣贤录》、《往生传》里面看到的，这是一个非常好的例子。张善和是个屠户，杀牛为生，一生杀牛，这杀业就太重了。这实在讲也是一世的迷惑，从事于这种职业，造了许许多多的罪业。这是一个人在社会上营生事业不能够不慎重，不能不选择，不要选择造罪业的行业，这个行业果报都不好。",
      "zh_TW": "這是罪業消除的現象。像唐朝張善和，這是我們在《淨土聖賢錄》、《往生傳》裡面看到的，這是一個非常好的例子。張善和是個屠戶，殺牛為生，一生殺牛，這殺業就太重了。這實在講也是一世的迷惑，從事於這種職業，造了許許多多的罪業。這是一個人在社會上營生事業不能夠不慎重，不能不選擇，不要選擇造罪業的行業，這個行業果報都不好。"
    },
    {
      "id": "03-005-0033_p0050",
      "zh_CN": "张善和在临终的时候地狱相现前，见到许许多多牛头人，那都是被他杀的这些牛。这时候这些牛来问他讨命，他才非常恐惧，大声的喊救命。所以他这是缘巧，正好有一个出家人从他门口过，从他门经过，听到里面喊救命，这出家人就站了一会，问什么事情？他的家里人讲张善和病重了，喊救命。出家人进去一看，张善和讲好多牛头人。这出家人就晓得地狱相现前，给他点着一把香，点着一把香给他，叫他赶快念阿弥陀佛求生净土。这是性命交关的时候，他也很听话，大声就喊阿弥陀佛、阿弥陀佛，念了十几声，他说牛头人不见了，看到阿弥陀佛来了。他就跟阿弥陀佛往生。从这个例子来看，《无量寿经》第十八愿「十念必生」得到一个证明，这是真的不是假的。但是缘很不容易遇到，在这种性命交关的时候，遇到一个真正善知识帮了他的忙。地狱猛火，化为清凉风。",
      "zh_TW": "張善和在臨終的時候地獄相現前，見到許許多多牛頭人，那都是被他殺的這些牛。這時候這些牛來問他討命，他才非常恐懼，大聲的喊救命。所以他這是緣巧，正好有一個出家人從他門口過，從他門經過，聽到裡面喊救命，這出家人就站了一會，問什麼事情？他的家裡人講張善和病重了，喊救命。出家人進去一看，張善和講好多牛頭人。這出家人就曉得地獄相現前，給他點著一把香，點著一把香給他，叫他趕快念阿彌陀佛求生淨土。這是性命交關的時候，他也很聽話，大聲就喊阿彌陀佛、阿彌陀佛，念了十幾聲，他說牛頭人不見了，看到阿彌陀佛來了。他就跟阿彌陀佛往生。從這個例子來看，《無量壽經》第十八願「十念必生」得到一個證明，這是真的不是假的。但是緣很不容易遇到，在這種性命交關的時候，遇到一個真正善知識幫了他的忙。地獄猛火，化為清涼風。"
    },
    {
      "id": "03-005-0033_p0051",
      "zh_CN": "经【吹诸天华。华上皆有化佛菩萨。迎接此人。】",
      "zh_TW": "經【吹諸天華。華上皆有化佛菩薩。迎接此人。】"
    },
    {
      "id": "03-005-0033_p0052",
      "zh_CN": "这转变得确确实实非常之快，转变快！往往有一些同修读到这个经很难相信，前面这个善人往生，我们听了会点头，认为这应该的，这种一生造这么重的恶业，临终哪有这么便宜的事情他就能往生？真的是没有这么便宜的事情，那是我们没有看到前因后果。这是过去生中是个大修行人，积功累德，就像《无量寿经》上所说的，能够接受这个法门，纵然在临终最后那一刹那接受，也是过去生中曾经供养无量无边诸佛如来，他要没有这么大的善根，临命终时一教他念佛他就肯念，没那么简单。",
      "zh_TW": "這轉變得確確實實非常之快，轉變快！往往有一些同修讀到這個經很難相信，前面這個善人往生，我們聽了會點頭，認為這應該的，這種一生造這麼重的惡業，臨終哪有這麼便宜的事情他就能往生？真的是沒有這麼便宜的事情，那是我們沒有看到前因後果。這是過去生中是個大修行人，積功累德，就像《無量壽經》上所說的，能夠接受這個法門，縱然在臨終最後那一剎那接受，也是過去生中曾經供養無量無邊諸佛如來，他要沒有這麼大的善根，臨命終時一教他念佛他就肯念，沒那麼簡單。"
    },
    {
      "id": "03-005-0033_p0053",
      "zh_CN": "我曾经见到一个人，我也在讲堂跟诸位说过好几遍。我初出家的时候在圆山临济寺，我们临济寺有一个念佛会，会长跟副会长都是在家居士。会长是王大松居士，在不在我都不晓得了。副会长林道棨居士，林居士是台湾银行的襄理，地位很高，他的法器敲得很好，念佛会当中他当维那，领导大众念佛，他往生的时候居然拒绝念佛，怪不怪？他得的是癌症，走的时候非常痛苦，听到佛号就讨厌，把助念的人都赶走。由此可知，如果不是过去生中那样深厚的善根，自己一生念佛，临终不念了，你看那个业障多重、多可怕！这是我们亲眼看到的事实。所以一个人无论是修善往生，是作恶临终遇善知识往生，都是过去生中非常深厚的善根，这一生遇到殊胜的因缘，才能真正了生脱死，没有例外的。这时候看到地狱火变成了莲花，莲花上都有「化佛」，化佛是阿弥陀佛，「化菩萨」是观世音、大势至，三圣的化身来迎接他。",
      "zh_TW": "我曾經見到一個人，我也在講堂跟諸位說過好幾遍。我初出家的時候在圓山臨濟寺，我們臨濟寺有一個念佛會，會長跟副會長都是在家居士。會長是王大松居士，在不在我都不曉得了。副會長林道棨居士，林居士是臺灣銀行的襄理，地位很高，他的法器敲得很好，念佛會當中他當維那，領導大眾念佛，他往生的時候居然拒絕念佛，怪不怪？他得的是癌症，走的時候非常痛苦，聽到佛號就討厭，把助念的人都趕走。由此可知，如果不是過去生中那樣深厚的善根，自己一生念佛，臨終不念了，你看那個業障多重、多可怕！這是我們親眼看到的事實。所以一個人無論是修善往生，是作惡臨終遇善知識往生，都是過去生中非常深厚的善根，這一生遇到殊勝的因緣，才能真正了生脫死，沒有例外的。這時候看到地獄火變成了蓮花，蓮花上都有「化佛」，化佛是阿彌陀佛，「化菩薩」是觀世音、大勢至，三聖的化身來迎接他。"
    },
    {
      "id": "03-005-0033_p0054",
      "zh_CN": "经【如一念顷。即得往生。】",
      "zh_TW": "經【如一念頃。即得往生。】"
    },
    {
      "id": "03-005-0033_p0055",
      "zh_CN": "『一念顷』是时间之短暂，他就跟着佛往生到西方极乐世界去了。",
      "zh_TW": "『一念頃』是時間之短暫，他就跟著佛往生到西方極樂世界去了。"
    },
    {
      "id": "03-005-0033_p0056",
      "zh_CN": "经【七宝池中莲华之内。经于六劫。莲华乃敷。】",
      "zh_TW": "經【七寶池中蓮華之內。經於六劫。蓮華乃敷。】"
    },
    {
      "id": "03-005-0033_p0057",
      "zh_CN": "这一段是讲花开的时间。时间都是从我们这个地方算起，不讲西方世界的。西方世界时间、空间这种观念都没有，这是不相应行法，那边没有的，那边是一真法界，没有虚妄的，时分、方分都是不真实的。但是有一个问题也许有同修要问，他到西方极乐世界去了，在莲花里面经过这么长的时间，他的日子怎么过？我们在《无量寿经》看到边地疑城，边地疑城里面，那个生活快乐就像夜摩天宫一样，只是不见佛、不闻法而已。这个地方是九品之内的，不属于边地；换句话说，在莲花里面，佛菩萨也应化在其中为他说法。不可以说他不见佛、不闻法，那不是比边地还要苦、还要不如？所以这是我们要晓得的。他是化佛、化菩萨为他说法。",
      "zh_TW": "這一段是講花開的時間。時間都是從我們這個地方算起，不講西方世界的。西方世界時間、空間這種觀念都沒有，這是不相應行法，那邊沒有的，那邊是一真法界，沒有虛妄的，時分、方分都是不真實的。但是有一個問題也許有同修要問，他到西方極樂世界去了，在蓮花裡面經過這麼長的時間，他的日子怎麼過？我們在《無量壽經》看到邊地疑城，邊地疑城裡面，那個生活快樂就像夜摩天宮一樣，只是不見佛、不聞法而已。這個地方是九品之內的，不屬於邊地；換句話說，在蓮花裡面，佛菩薩也應化在其中為他說法。不可以說他不見佛、不聞法，那不是比邊地還要苦、還要不如？所以這是我們要曉得的。他是化佛、化菩薩為他說法。"
    },
    {
      "id": "03-005-0033_p0058",
      "zh_CN": "六劫之后莲花开了，赞佛偈里头常常念到「华开见佛悟无生」，花没有开的时候见到的阿弥陀佛、观音、势至是应化身，花开了以后，见到佛菩萨是报身。花没有开，没有见性，换句话说，相当于此方三贤位的菩萨；花开之后，相当我们这个地方的地上菩萨，明心见性了。所以说『六劫莲华乃敷』，开敷，莲花开了。",
      "zh_TW": "六劫之後蓮花開了，讚佛偈裡頭常常念到「華開見佛悟無生」，花沒有開的時候見到的阿彌陀佛、觀音、勢至是應化身，花開了以後，見到佛菩薩是報身。花沒有開，沒有見性，換句話說，相當於此方三賢位的菩薩；花開之後，相當我們這個地方的地上菩薩，明心見性了。所以說『六劫蓮華乃敷』，開敷，蓮花開了。"
    },
    {
      "id": "03-005-0033_p0059",
      "zh_CN": "经【观世音大势至。以梵音声。安慰彼人。为说大乘甚深经典。】",
      "zh_TW": "經【觀世音大勢至。以梵音聲。安慰彼人。為說大乘甚深經典。】"
    },
    {
      "id": "03-005-0033_p0060",
      "zh_CN": "这是见到报身。报身先见到这两位法身大士来给他讲经说法，他一听就觉悟了。怎么知道他觉悟？底下说：",
      "zh_TW": "這是見到報身。報身先見到這兩位法身大士來給他講經說法，他一聽就覺悟了。怎麼知道他覺悟？底下說："
    },
    {
      "id": "03-005-0033_p0061",
      "zh_CN": "经【闻此法已。应时即发无上道心。】",
      "zh_TW": "經【聞此法已。應時即發無上道心。】"
    },
    {
      "id": "03-005-0033_p0062",
      "zh_CN": "『无上道心』就是菩提心，在《大乘起信论》里面讲的「直心，深心，大悲心」，佛在本经上所说的「至诚心，深心，回向发愿心」，这个心一发起来就是大乘菩萨。大乘什么地位的菩萨？圆教初住，别教初地。由此可知，这真正能够证明他在莲花里面所见的佛菩萨是应化身，也是天天在那里闻法、在那里修行，这一点不假的。这个六劫，时间也不是一定的，要看这个人用功的勤惰。大概用功勤快的，勇猛精进的，时间就提前，六劫是最多的，最多不过是六劫；那就是懈怠、散漫的去往生的大概需要六劫的时间。假如他勇猛精进，那这个时间自然就提前。所以这经是活的不是死的，这是我们要知道。",
      "zh_TW": "『無上道心』就是菩提心，在《大乘起信論》裡面講的「直心，深心，大悲心」，佛在本經上所說的「至誠心，深心，迴向發願心」，這個心一發起來就是大乘菩薩。大乘什麼地位的菩薩？圓教初住，別教初地。由此可知，這真正能夠證明他在蓮花裡面所見的佛菩薩是應化身，也是天天在那裡聞法、在那裡修行，這一點不假的。這個六劫，時間也不是一定的，要看這個人用功的勤惰。大概用功勤快的，勇猛精進的，時間就提前，六劫是最多的，最多不過是六劫；那就是懈怠、散漫的去往生的大概需要六劫的時間。假如他勇猛精進，那這個時間自然就提前。所以這經是活的不是死的，這是我們要知道。"
    },
    {
      "id": "03-005-0033_p0063",
      "zh_CN": "这道心真正发出来，就是法身大士。我们今天对于菩提心，粗略的了解一些，有没有发出来？没有。这一发出来，那你就不叫凡夫，你就是法身大士，这个心一发就是法身大士，可见得真的是不容易。如果不是蕅益大师给我们做了一个解释，上智与下愚修这个法门很容易成就，这半当中的，就像我们这个程度是大麻烦。麻烦在哪里？怀疑。能不能去？看看经上这些标准，再回头想想自己，摇摇头靠不住，是不是？这问题严重了。",
      "zh_TW": "這道心真正發出來，就是法身大士。我們今天對於菩提心，粗略的了解一些，有沒有發出來？沒有。這一發出來，那你就不叫凡夫，你就是法身大士，這個心一發就是法身大士，可見得真的是不容易。如果不是蕅益大師給我們做了一個解釋，上智與下愚修這個法門很容易成就，這半當中的，就像我們這個程度是大麻煩。麻煩在哪裡？懷疑。能不能去？看看經上這些標準，再回頭想想自己，搖搖頭靠不住，是不是？這問題嚴重了。"
    },
    {
      "id": "03-005-0033_p0064",
      "zh_CN": "蕅益大师帮了我们一个大忙，他老人家解释这无上菩提道心，他怎么说？真心求生净土，这个心就是无上道心，那我们的心就安了，心就定了。这是不是？说老实话，不能说不是，也不能全是。怎么说不能说不是？因为你一念求生净土这个意念，生到西方极乐世界就真发了，他这个心是连在一起的，那可以说就是。怎么说不是？没有到西方极乐世界，没有大彻大悟，这个心毕竟还不是真的菩提心。但是诸位要晓得，如果不是求生西方极乐世界，那这个心就真难真难。这一念真心求生净土，一念真心要见阿弥陀佛，生到西方世界必定见佛闻法，彻悟自性。这无上道心是彻悟自性，一定是圆满成就的。",
      "zh_TW": "蕅益大師幫了我們一個大忙，他老人家解釋這無上菩提道心，他怎麼說？真心求生淨土，這個心就是無上道心，那我們的心就安了，心就定了。這是不是？說老實話，不能說不是，也不能全是。怎麼說不能說不是？因為你一念求生淨土這個意念，生到西方極樂世界就真發了，他這個心是連在一起的，那可以說就是。怎麼說不是？沒有到西方極樂世界，沒有大徹大悟，這個心畢竟還不是真的菩提心。但是諸位要曉得，如果不是求生西方極樂世界，那這個心就真難真難。這一念真心求生淨土，一念真心要見阿彌陀佛，生到西方世界必定見佛聞法，徹悟自性。這無上道心是徹悟自性，一定是圓滿成就的。"
    },
    {
      "id": "03-005-0033_p0065",
      "zh_CN": "经【是名下品中生者。】",
      "zh_TW": "經【是名下品中生者。】"
    },
    {
      "id": "03-005-0033_p0066",
      "zh_CN": "这是『下品中生』，这一句是个总结。善导大师这个注解希望同修们自己去看。好，我们今天就讲到此地。",
      "zh_TW": "這是『下品中生』，這一句是個總結。善導大師這個註解希望同修們自己去看。好，我們今天就講到此地。"
    }
  ]
}