{
  "doc_id": "03-005-0025",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏",
    "zh_TW": "佛說觀無量壽佛經疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-005-0025",
  "total_paragraphs": 108,
  "paragraphs": [
    {
      "id": "03-005-0025_p0001",
      "zh_CN": "请掀开经本二百一十八页倒数第三行末后一句开始：",
      "zh_TW": "請掀開經本二百一十八頁倒數第三行末後一句開始："
    },
    {
      "id": "03-005-0025_p0002",
      "zh_CN": "疏【又真实心中身业轻慢厌舍此生死三界等自他依正二报。】",
      "zh_TW": "疏【又真實心中身業輕慢厭捨此生死三界等自他依正二報。】"
    },
    {
      "id": "03-005-0025_p0003",
      "zh_CN": "前面一句在身业当中说的是修善，这一句是离恶。因为这部经的宗旨是决定求生西方极乐世界，所以大师举的例子跟一般场合当中所说的不一样，标准高、要求严格，若不如是，对于这一生当中决定往生会有障碍，这是我们一定要认识的。舍恶，要真正认识娑婆世界依报正报都有欠缺，当然这是指的六道的凡夫；因为娑婆世界已有释迦牟尼佛的净土，并不亚于阿弥陀佛的净土，但是我们在娑婆世界没有办法证得，这是要知道的。如果不能离开娑婆世界，我们决定在这个世界的六道。那么既然在六道，就决定在三恶道，三善道的时间很短暂，恶道的时间长，这是苦不堪言。因此大师在此地劝导我们，对于娑婆世界天上人间的依正果报都要发心厌舍，要发这个厌舍之心，都要从真实心中作，不能有一丝毫虚假。再看下面：",
      "zh_TW": "前面一句在身業當中說的是修善，這一句是離惡。因為這部經的宗旨是決定求生西方極樂世界，所以大師舉的例子跟一般場合當中所說的不一樣，標準高、要求嚴格，若不如是，對於這一生當中決定往生會有障礙，這是我們一定要認識的。捨惡，要真正認識娑婆世界依報正報都有欠缺，當然這是指的六道的凡夫；因為娑婆世界已有釋迦牟尼佛的淨土，並不亞於阿彌陀佛的淨土，但是我們在娑婆世界沒有辦法證得，這是要知道的。如果不能離開娑婆世界，我們決定在這個世界的六道。那麼既然在六道，就決定在三惡道，三善道的時間很短暫，惡道的時間長，這是苦不堪言。因此大師在此地勸導我們，對於娑婆世界天上人間的依正果報都要發心厭捨，要發這個厭捨之心，都要從真實心中作，不能有一絲毫虛假。再看下面："
    },
    {
      "id": "03-005-0025_p0004",
      "zh_CN": "疏【又真实心中意业思想观察忆念彼阿弥陀佛及依正二报。如现目前。】",
      "zh_TW": "疏【又真實心中意業思想觀察憶念彼阿彌陀佛及依正二報。如現目前。】"
    },
    {
      "id": "03-005-0025_p0005",
      "zh_CN": "世尊在这部经里面对于观想说得特别多，从第一观到第十二观都是讲的观想念佛。当然这个地方不能违背经义，所以我们的『意业』，意业就是念头，念什么？要常常想念、常常『观察』西方极乐世界『阿弥陀佛』及西方世界的『依正二报』。依报是那边生活环境的状况，正报是指往生西方极乐世界的那些大众们。这意想就像境界真的在眼前，我们不修观的人能到这个境界吗？给诸位说能。不要说在佛法，在世间法里面，所谓至诚感通，诚则灵，人用真诚心就会感得这个境界像在眼前一样。咱们中国古时候孔老夫子常说的「祭神如神在」，那就是『如现目前』。我们想念阿弥陀佛，阿弥陀佛就像在眼前一样；想念西方极乐世界，西方极乐世界那个样子也就展现在面前一样。念佛念到这个样子，才叫做功夫得力，这是功夫得力的样子。诸位要明了功夫得力不得力关键在『真实心中』，真实心就得力，心不真实，功夫就不得力，这个境界就不能现前。这是意业的善，止于至善，这是身语意三业止于至善的境界。",
      "zh_TW": "世尊在這部經裡面對於觀想說得特別多，從第一觀到第十二觀都是講的觀想念佛。當然這個地方不能違背經義，所以我們的『意業』，意業就是念頭，念什麼？要常常想念、常常『觀察』西方極樂世界『阿彌陀佛』及西方世界的『依正二報』。依報是那邊生活環境的狀況，正報是指往生西方極樂世界的那些大眾們。這意想就像境界真的在眼前，我們不修觀的人能到這個境界嗎？給諸位說能。不要說在佛法，在世間法裡面，所謂至誠感通，誠則靈，人用真誠心就會感得這個境界像在眼前一樣。咱們中國古時候孔老夫子常說的「祭神如神在」，那就是『如現目前』。我們想念阿彌陀佛，阿彌陀佛就像在眼前一樣；想念西方極樂世界，西方極樂世界那個樣子也就展現在面前一樣。念佛念到這個樣子，才叫做功夫得力，這是功夫得力的樣子。諸位要明瞭功夫得力不得力關鍵在『真實心中』，真實心就得力，心不真實，功夫就不得力，這個境界就不能現前。這是意業的善，止於至善，這是身語意三業止於至善的境界。"
    },
    {
      "id": "03-005-0025_p0006",
      "zh_CN": "疏【又真实心中意业轻贱厌舍此生死三界等自他依正二报。】",
      "zh_TW": "疏【又真實心中意業輕賤厭捨此生死三界等自他依正二報。】"
    },
    {
      "id": "03-005-0025_p0007",
      "zh_CN": "这个三界六道，不但我们身要舍掉，决不贪求五欲六尘的享受，连心里面把这些念头也要断干净，决定不染，这将来往生就不会有障碍。现在所得到的好处，你到这个境界自然就体会到，没有到这个境界的人不知道。这个世间五欲六尘、名闻利养是大家热烈追求的，你统统不要把它舍干净，这人不是有了问题？那是世间人的看法，你自己做到，这里面有真乐，有真正的快乐、真实的享受。",
      "zh_TW": "這個三界六道，不但我們身要捨掉，決不貪求五欲六塵的享受，連心裡面把這些念頭也要斷乾淨，決定不染，這將來往生就不會有障礙。現在所得到的好處，你到這個境界自然就體會到，沒有到這個境界的人不知道。這個世間五欲六塵、名聞利養是大家熱烈追求的，你統統不要把它捨乾淨，這人不是有了問題？那是世間人的看法，你自己做到，這裡面有真樂，有真正的快樂、真實的享受。"
    },
    {
      "id": "03-005-0025_p0008",
      "zh_CN": "疏【不善三业。】",
      "zh_TW": "疏【不善三業。】"
    },
    {
      "id": "03-005-0025_p0009",
      "zh_CN": "这在此地做一个总说，『不善三业』。",
      "zh_TW": "這在此地做一個總說，『不善三業』。"
    },
    {
      "id": "03-005-0025_p0010",
      "zh_CN": "疏【必须真实心中舍。】",
      "zh_TW": "疏【必須真實心中捨。】"
    },
    {
      "id": "03-005-0025_p0011",
      "zh_CN": "这是总说身口意不善的。不善的，对于三界六道有贪恋的，那都是不善，一定要真心把它舍掉。",
      "zh_TW": "這是總說身口意不善的。不善的，對於三界六道有貪戀的，那都是不善，一定要真心把它捨掉。"
    },
    {
      "id": "03-005-0025_p0012",
      "zh_CN": "疏【又若起善三业者。必须真实心中作。】",
      "zh_TW": "疏【又若起善三業者。必須真實心中作。】"
    },
    {
      "id": "03-005-0025_p0013",
      "zh_CN": "这个『善三业』，极善的三业；身礼拜阿弥陀佛，口称念阿弥陀佛，意忆想阿弥陀佛，这极善，没有比这个更善！诸位要知道读经是善，比不上这个善业；持咒是善，也比不上这个善；持戒是善，还比不上这个善；禅定是善，统统比不上念阿弥陀佛的善，为什么？唯独专心念佛，这一生决定往生，生到西方世界，一生当中不退成佛，还有比这个更善的吗？读经善，如果不能往生，来生是世智辩聪，果报就如此，这个世间聪明智慧的人前生读经的。持戒的人，戒持得很严不能往生，来生的果报端正庄严，相貌长得好，威仪好，持戒的果报。哪一种因哪一种果报，不能出三界！这一生修一点小福报，来生一享受又迷惑颠倒，再又造作罪业，第三世就堕落，这佛常讲，这叫「三世怨」，我们要明白。所以真正的善，无比至善，就是念阿弥陀佛，要真心。后面这句做了总结：",
      "zh_TW": "這個『善三業』，極善的三業；身禮拜阿彌陀佛，口稱念阿彌陀佛，意憶想阿彌陀佛，這極善，沒有比這個更善！諸位要知道讀經是善，比不上這個善業；持咒是善，也比不上這個善；持戒是善，還比不上這個善；禪定是善，統統比不上念阿彌陀佛的善，為什麼？唯獨專心念佛，這一生決定往生，生到西方世界，一生當中不退成佛，還有比這個更善的嗎？讀經善，如果不能往生，來生是世智辯聰，果報就如此，這個世間聰明智慧的人前生讀經的。持戒的人，戒持得很嚴不能往生，來生的果報端正莊嚴，相貌長得好，威儀好，持戒的果報。哪一種因哪一種果報，不能出三界！這一生修一點小福報，來生一享受又迷惑顛倒，再又造作罪業，第三世就墮落，這佛常講，這叫「三世怨」，我們要明白。所以真正的善，無比至善，就是念阿彌陀佛，要真心。後面這句做了總結："
    },
    {
      "id": "03-005-0025_p0014",
      "zh_CN": "疏【不简内外明暗。皆须真实。故名至诚心。】",
      "zh_TW": "疏【不簡內外明闇。皆須真實。故名至誠心。】"
    },
    {
      "id": "03-005-0025_p0015",
      "zh_CN": "真诚到了极处。『内』是讲内心、存心，『外』是表现在外面；这身语意三业，身口在外，意业在内，这「内外」就是身语意三业。『明暗』，明是明显的显露在外面，暗是别人见不到的地方，独居的时候。无论是入众、无论是独居都要『真实』，这是我们这一生学佛、修行能不能有成就，关键就在此地。不是真实的人决定不能成就，真实的标准一定要依这个经上所说的，要依这个标准；自己去建立一个标准往往都是不可靠的。『至诚心』就说到此地。下面是：",
      "zh_TW": "真誠到了極處。『內』是講內心、存心，『外』是表現在外面；這身語意三業，身口在外，意業在內，這「內外」就是身語意三業。『明闇』，明是明顯的顯露在外面，闇是別人見不到的地方，獨居的時候。無論是入眾、無論是獨居都要『真實』，這是我們這一生學佛、修行能不能有成就，關鍵就在此地。不是真實的人決定不能成就，真實的標準一定要依這個經上所說的，要依這個標準；自己去建立一個標準往往都是不可靠的。『至誠心』就說到此地。下面是："
    },
    {
      "id": "03-005-0025_p0016",
      "zh_CN": "疏【二者深心。】",
      "zh_TW": "疏【二者深心。】"
    },
    {
      "id": "03-005-0025_p0017",
      "zh_CN": "「至诚心」是菩提心的本体，菩提心之体；『深心』与「回向发愿心」都是至诚心的大用，从体起用。深心是自受用，回向发愿心是他受用，换句话说，我们用什么样的心对自己，用什么样的心对人，从作用上也能显示出你的心是不是至诚。如果是至诚心，它起作用必定像此地所说的真实不虚。深心，所谓自受用，就是用这个心对待自己。大师在此地给我们解释的是：",
      "zh_TW": "「至誠心」是菩提心的本體，菩提心之體；『深心』與「迴向發願心」都是至誠心的大用，從體起用。深心是自受用，迴向發願心是他受用，換句話說，我們用什麼樣的心對自己，用什麼樣的心對人，從作用上也能顯示出你的心是不是至誠。如果是至誠心，它起作用必定像此地所說的真實不虛。深心，所謂自受用，就是用這個心對待自己。大師在此地給我們解釋的是："
    },
    {
      "id": "03-005-0025_p0018",
      "zh_CN": "疏【言深心者。即是深信之心也。】",
      "zh_TW": "疏【言深心者。即是深信之心也。】"
    },
    {
      "id": "03-005-0025_p0019",
      "zh_CN": "这说得好！马鸣菩萨在《起信论》里面讲的三心，当中也讲深心。古德为我们解释，深心是喜欢集结一切善行，简单的讲是好德好善之心。好德好善到了顶处，那就是深信阿弥陀佛大愿大行、净土依报正报种种庄严，就是阿弥陀佛在因地当中修菩萨行，集结一切最殊胜第一善行所成就的，我们应当深信不疑。应当深信我们依照阿弥陀佛为榜样，向他学习一定也有他一样的成就，要有这个信心。善导大师也在这个地方给我们说：",
      "zh_TW": "這說得好！馬鳴菩薩在《起信論》裡面講的三心，當中也講深心。古德為我們解釋，深心是喜歡集結一切善行，簡單的講是好德好善之心。好德好善到了頂處，那就是深信阿彌陀佛大願大行、淨土依報正報種種莊嚴，就是阿彌陀佛在因地當中修菩薩行，集結一切最殊勝第一善行所成就的，我們應當深信不疑。應當深信我們依照阿彌陀佛為榜樣，向他學習一定也有他一樣的成就，要有這個信心。善導大師也在這個地方給我們說："
    },
    {
      "id": "03-005-0025_p0020",
      "zh_CN": "疏【亦有二种。一者决定深信自身。现是罪恶生死凡夫。旷劫已来。常没常流转。无有出离之缘。】",
      "zh_TW": "疏【亦有二種。一者決定深信自身。現是罪惡生死凡夫。曠劫已來。常沒常流轉。無有出離之緣。】"
    },
    {
      "id": "03-005-0025_p0021",
      "zh_CN": "如果我们真正能相信这个事实，你学佛自自然然会认真。我们学佛为什么会懈怠？为什么会散漫？为什么会功夫不得力？实在说，不了解这个事实，不知道现前起心动念、言语造作都是在造业。就像地藏菩萨在《本愿经》里头所说的「阎浮提众生起心动念，无不是罪」，我们仔细想想确实是这样的。所以大师在此地告诉我们，我们确实是『罪恶生死凡夫』。",
      "zh_TW": "如果我們真正能相信這個事實，你學佛自自然然會認真。我們學佛為什麼會懈怠？為什麼會散漫？為什麼會功夫不得力？實在說，不了解這個事實，不知道現前起心動念、言語造作都是在造業。就像地藏菩薩在《本願經》裡頭所說的「閻浮提眾生起心動念，無不是罪」，我們仔細想想確實是這樣的。所以大師在此地告訴我們，我們確實是『罪惡生死凡夫』。"
    },
    {
      "id": "03-005-0025_p0022",
      "zh_CN": "『旷劫已来』，无始劫以来。『常没』，没是沈沦在三恶道，在三恶道的时间长。『流转』是轮回，生死轮回，没有出离轮回的机会。这『缘』是机会，无论修学哪一个法门都没有办法出离，修外道的法门，那更不必说，决定不能出离。遇到佛法，小乘法很难、很难出离，大乘法也不容易出离。世尊无量法门，末法时期众生要想出离，只有念佛求生净土，只有这一门。在像法、在正法，其他大乘法门里面还可以，还有机会，到末法时期没有了，只有这一门。",
      "zh_TW": "『曠劫已來』，無始劫以來。『常沒』，沒是沈淪在三惡道，在三惡道的時間長。『流轉』是輪迴，生死輪迴，沒有出離輪迴的機會。這『緣』是機會，無論修學哪一個法門都沒有辦法出離，修外道的法門，那更不必說，決定不能出離。遇到佛法，小乘法很難、很難出離，大乘法也不容易出離。世尊無量法門，末法時期眾生要想出離，只有念佛求生淨土，只有這一門。在像法、在正法，其他大乘法門裡面還可以，還有機會，到末法時期沒有了，只有這一門。"
    },
    {
      "id": "03-005-0025_p0023",
      "zh_CN": "为什么说其他法门不能出离？末法时期我们的业障太重，这个要知道，一定要觉悟生死可怕、轮回可怕。现前在世间无论怎么样的富贵，你富贵能享几年？一刹那就过去，又要搞轮回、搞三途了。如果把这个事实看清，你对于这个富贵人，你心目当中就非常平淡，没有一丝毫羡慕之心，真能把它舍弃掉了，眼光往远处一看，不过如此。实在讲，富贵人造的业比贫穷人造得多，有什么好处？这要信。",
      "zh_TW": "為什麼說其他法門不能出離？末法時期我們的業障太重，這個要知道，一定要覺悟生死可怕、輪迴可怕。現前在世間無論怎麼樣的富貴，你富貴能享幾年？一剎那就過去，又要搞輪迴、搞三途了。如果把這個事實看清，你對於這個富貴人，你心目當中就非常平淡，沒有一絲毫羨慕之心，真能把它捨棄掉了，眼光往遠處一看，不過如此。實在講，富貴人造的業比貧窮人造得多，有什麼好處？這要信。"
    },
    {
      "id": "03-005-0025_p0024",
      "zh_CN": "疏【二者决定深信彼阿弥陀佛四十八愿摄受众生。无疑无虑。乘彼愿力。定得往生。】",
      "zh_TW": "疏【二者決定深信彼阿彌陀佛四十八願攝受眾生。無疑無慮。乘彼願力。定得往生。】"
    },
    {
      "id": "03-005-0025_p0025",
      "zh_CN": "这教我们相信阿弥陀佛在《无量寿经》里面所记载的，他老人家所发的『四十八愿』，愿愿都是度一切罪苦众生。当然包括我们自己在内，决定不怀疑，决定真正能够信他，依照他的理论方法来修学，决定得生净土。这些理论方法就在净土三经之中。",
      "zh_TW": "這教我們相信阿彌陀佛在《無量壽經》裡面所記載的，他老人家所發的『四十八願』，願願都是度一切罪苦眾生。當然包括我們自己在內，決定不懷疑，決定真正能夠信他，依照他的理論方法來修學，決定得生淨土。這些理論方法就在淨土三經之中。"
    },
    {
      "id": "03-005-0025_p0026",
      "zh_CN": "疏【又决定深信释迦佛说此观经三福九品定散二善。证赞彼佛依正二报。使人欣慕。】",
      "zh_TW": "疏【又決定深信釋迦佛說此觀經三福九品定散二善。證讚彼佛依正二報。使人欣慕。】"
    },
    {
      "id": "03-005-0025_p0027",
      "zh_CN": "对于释迦牟尼佛给我们介绍西方净土，《无量寿经》、《阿弥陀经》跟这部《观无量寿佛经》。《观经》里面讲的『三福九品』，这是散善，从第一观到第十三观我们念过了，属于定善，世尊为我们说这些往生净土的方法；换句话说，往生西方极乐世界必须要具备的条件。世尊为我们证明，赞叹阿弥陀佛，赞叹西方极乐世界。九法界的众生，这包括菩萨、缘觉、声闻，有缘听了之后，没有不羡慕的。菩萨羡慕，否则的话，华严会上文殊、普贤为什么发愿求生？当然对于阿弥陀佛的世界是无比的羡慕，所以发愿求生。",
      "zh_TW": "對於釋迦牟尼佛給我們介紹西方淨土，《無量壽經》、《阿彌陀經》跟這部《觀無量壽佛經》。《觀經》裡面講的『三福九品』，這是散善，從第一觀到第十三觀我們念過了，屬於定善，世尊為我們說這些往生淨土的方法；換句話說，往生西方極樂世界必須要具備的條件。世尊為我們證明，讚歎阿彌陀佛，讚歎西方極樂世界。九法界的眾生，這包括菩薩、緣覺、聲聞，有緣聽了之後，沒有不羨慕的。菩薩羨慕，否則的話，華嚴會上文殊、普賢為什麼發願求生？當然對於阿彌陀佛的世界是無比的羨慕，所以發願求生。"
    },
    {
      "id": "03-005-0025_p0028",
      "zh_CN": "疏【又决定深信弥陀经中十方恒沙诸佛证劝一切凡夫决定得生。】",
      "zh_TW": "疏【又決定深信彌陀經中十方恆沙諸佛證勸一切凡夫決定得生。】"
    },
    {
      "id": "03-005-0025_p0029",
      "zh_CN": "再举《阿弥陀经》作证明，《弥陀经》上说得好，在六方佛里头讲的，六方佛就讲六遍，所以这部经别的地方记不得，这一段记得会很熟，为什么？重复六遍。经上说「如是等恒河沙数诸佛，各于其国，出广长舌相，遍覆三千大千世界，说诚实言」，跟这里讲的真实相应。「汝等众生，当信是称赞不可思议功德一切诸佛所护念经」，大师所引用的就是这段经文。这段经文真正不可思议。经上说的「汝等众生」是指尽虚空遍法界九界众生，这上自等觉菩萨下至地狱众生都包括在这一句当中，都得要深信不疑。「称赞不可思议功德」就是指的西方极乐世界依正二报，不可思议功德。谁称赞？一切诸佛称赞。因此，这部经是一切诸佛护念，《弥陀经》上说的。《无量寿经》是大本《阿弥陀经》，《观无量寿佛经》是附属《阿弥陀经》，这三经是一不是二，一而三，三而一。",
      "zh_TW": "再舉《阿彌陀經》作證明，《彌陀經》上說得好，在六方佛裡頭講的，六方佛就講六遍，所以這部經別的地方記不得，這一段記得會很熟，為什麼？重複六遍。經上說「如是等恆河沙數諸佛，各於其國，出廣長舌相，遍覆三千大千世界，說誠實言」，跟這裡講的真實相應。「汝等眾生，當信是稱讚不可思議功德一切諸佛所護念經」，大師所引用的就是這段經文。這段經文真正不可思議。經上說的「汝等眾生」是指盡虛空遍法界九界眾生，這上自等覺菩薩下至地獄眾生都包括在這一句當中，都得要深信不疑。「稱讚不可思議功德」就是指的西方極樂世界依正二報，不可思議功德。誰稱讚？一切諸佛稱讚。因此，這部經是一切諸佛護念，《彌陀經》上說的。《無量壽經》是大本《阿彌陀經》，《觀無量壽佛經》是附屬《阿彌陀經》，這三經是一不是二，一而三，三而一。"
    },
    {
      "id": "03-005-0025_p0030",
      "zh_CN": "因此我们终于明白，如果我们要想真正得到一切诸佛护念，那应该怎么修？真实心中念阿弥陀佛，你就得一切诸佛护念。这个护念就是我们俗话说，保佑！一切诸佛真的保佑你，你要用真实心念，用真实心受持，才能得到真实的果报。这是说为什么诸佛都要来护念你？因为你不可思议，你这一生当中就不退成佛。佛看到这样的一个人，那怎么不帮忙？全心全力来照顾。就怕你不肯作佛，那就没有法子，佛也无可奈何，想帮忙帮不上。你真正要想在这一生当中作佛不退，说实在话，不是到了西方极乐世界不退，现在就不退。现在一退就不能往生，就退到六道里面去，不退才能往生。所以这个法门是现在就不退，这是决定得生。这么多诸佛护念，这是诸佛护念，菩萨、天龙八部、鬼神当然拥护。",
      "zh_TW": "因此我們終於明白，如果我們要想真正得到一切諸佛護念，那應該怎麼修？真實心中念阿彌陀佛，你就得一切諸佛護念。這個護念就是我們俗話說，保佑！一切諸佛真的保佑你，你要用真實心念，用真實心受持，才能得到真實的果報。這是說為什麼諸佛都要來護念你？因為你不可思議，你這一生當中就不退成佛。佛看到這樣的一個人，那怎麼不幫忙？全心全力來照顧。就怕你不肯作佛，那就沒有法子，佛也無可奈何，想幫忙幫不上。你真正要想在這一生當中作佛不退，說實在話，不是到了西方極樂世界不退，現在就不退。現在一退就不能往生，就退到六道裡面去，不退才能往生。所以這個法門是現在就不退，這是決定得生。這麼多諸佛護念，這是諸佛護念，菩薩、天龍八部、鬼神當然擁護。"
    },
    {
      "id": "03-005-0025_p0031",
      "zh_CN": "疏【又深信者。】",
      "zh_TW": "疏【又深信者。】"
    },
    {
      "id": "03-005-0025_p0032",
      "zh_CN": "底下这段文，我们读了这个句子，实在感觉到非常惭愧！看到善导大师对一切大众的苦口婆心，你看他句子说：",
      "zh_TW": "底下這段文，我們讀了這個句子，實在感覺到非常慚愧！看到善導大師對一切大眾的苦口婆心，你看他句子說："
    },
    {
      "id": "03-005-0025_p0033",
      "zh_CN": "疏【仰愿一切行者等。】",
      "zh_TW": "疏【仰願一切行者等。】"
    },
    {
      "id": "03-005-0025_p0034",
      "zh_CN": "这『行者』就是修行这个法门的。你看前面用这个字，『仰愿』，恭敬到了极处。善导大师果真是阿弥陀佛化身再来的，就是阿弥陀佛对大众恭敬到极处了。「仰」是下辈对上辈的敬称，我们在这本《疏》里面看到好几次。所以看到这两个字不能不感动！从这两个字看到善导大师对人真是真诚到极处。",
      "zh_TW": "這『行者』就是修行這個法門的。你看前面用這個字，『仰願』，恭敬到了極處。善導大師果真是阿彌陀佛化身再來的，就是阿彌陀佛對大眾恭敬到極處了。「仰」是下輩對上輩的敬稱，我們在這本《疏》裡面看到好幾次。所以看到這兩個字不能不感動！從這兩個字看到善導大師對人真是真誠到極處。"
    },
    {
      "id": "03-005-0025_p0035",
      "zh_CN": "疏【一心唯信佛语。不顾身命。决定依行。】",
      "zh_TW": "疏【一心唯信佛語。不顧身命。決定依行。】"
    },
    {
      "id": "03-005-0025_p0036",
      "zh_CN": "教我们修学这个法门要用什么样的态度？这一生决定往生的态度就要像这样。『一心』要相信佛的话，佛在净土三经里面所讲的每句话，要『不顾身命』去照做。",
      "zh_TW": "教我們修學這個法門要用什麼樣的態度？這一生決定往生的態度就要像這樣。『一心』要相信佛的話，佛在淨土三經裡面所講的每句話，要『不顧身命』去照做。"
    },
    {
      "id": "03-005-0025_p0037",
      "zh_CN": "疏【佛遣舍者即舍。】",
      "zh_TW": "疏【佛遣捨者即捨。】"
    },
    {
      "id": "03-005-0025_p0038",
      "zh_CN": "佛教我们舍的就舍，教我们离的就离，教我们放下的就放下。",
      "zh_TW": "佛教我們捨的就捨，教我們離的就離，教我們放下的就放下。"
    },
    {
      "id": "03-005-0025_p0039",
      "zh_CN": "疏【佛遣行者即行。】",
      "zh_TW": "疏【佛遣行者即行。】"
    },
    {
      "id": "03-005-0025_p0040",
      "zh_CN": "佛教我们哪些事情应该做的，我们就照做，百分之百的依从。",
      "zh_TW": "佛教我們哪些事情應該做的，我們就照做，百分之百的依從。"
    },
    {
      "id": "03-005-0025_p0041",
      "zh_CN": "疏【佛遣去处即去。】",
      "zh_TW": "疏【佛遣去處即去。】"
    },
    {
      "id": "03-005-0025_p0042",
      "zh_CN": "佛教我们到西方极乐世界去，我们就去。",
      "zh_TW": "佛教我們到西方極樂世界去，我們就去。"
    },
    {
      "id": "03-005-0025_p0043",
      "zh_CN": "疏【是名随顺佛教。】",
      "zh_TW": "疏【是名隨順佛教。】"
    },
    {
      "id": "03-005-0025_p0044",
      "zh_CN": "这样的修学态度才叫随顺佛的教导。",
      "zh_TW": "這樣的修學態度才叫隨順佛的教導。"
    },
    {
      "id": "03-005-0025_p0045",
      "zh_CN": "疏【随顺佛意。】",
      "zh_TW": "疏【隨順佛意。】"
    },
    {
      "id": "03-005-0025_p0046",
      "zh_CN": "佛的意思是希望我们在这一生当中圆满成佛。『佛意』就是佛之心。",
      "zh_TW": "佛的意思是希望我們在這一生當中圓滿成佛。『佛意』就是佛之心。"
    },
    {
      "id": "03-005-0025_p0047",
      "zh_CN": "疏【是名随顺佛愿。】",
      "zh_TW": "疏【是名隨順佛願。】"
    },
    {
      "id": "03-005-0025_p0048",
      "zh_CN": "佛的愿是四十八愿，愿愿度众生。",
      "zh_TW": "佛的願是四十八願，願願度眾生。"
    },
    {
      "id": "03-005-0025_p0049",
      "zh_CN": "疏【是名真佛弟子。】",
      "zh_TW": "疏【是名真佛弟子。】"
    },
    {
      "id": "03-005-0025_p0050",
      "zh_CN": "这三行文非常非常的重要！善导大师真实的苦口婆心在劝导我们。我们是不是一个真正的佛弟子？真佛弟子要把佛每一句话都做到。",
      "zh_TW": "這三行文非常非常的重要！善導大師真實的苦口婆心在勸導我們。我們是不是一個真正的佛弟子？真佛弟子要把佛每一句話都做到。"
    },
    {
      "id": "03-005-0025_p0051",
      "zh_CN": "疏【又一切行者。】",
      "zh_TW": "疏【又一切行者。】"
    },
    {
      "id": "03-005-0025_p0052",
      "zh_CN": "上自菩萨，下至恶道众生，凡是依照净土三经修行的人，『行者』是指这些。",
      "zh_TW": "上自菩薩，下至惡道眾生，凡是依照淨土三經修行的人，『行者』是指這些。"
    },
    {
      "id": "03-005-0025_p0053",
      "zh_CN": "疏【但能依此经深信行者。必不误众生也。】",
      "zh_TW": "疏【但能依此經深信行者。必不誤眾生也。】"
    },
    {
      "id": "03-005-0025_p0054",
      "zh_CN": "这个法门，大师为什么要在此地，真是一而再，再而三，三而四的苦口婆心劝导我们？实在是法门难信，难信之法！机缘非常不容易遇到，遇到了要当面错过，那实在就太可惜了。你这一生遇不到这个法门，那就难怪了，遇不到这个法门是没有缘分；有缘分遇到当面错过，那叫真可惜！所以在此地一再劝勉我们。『但能』，这个但字，只要依这部经，换句话说，其他的经你不读不学没有关系。这个但就是单一的意思，我只要依这部经就决定能成就。你要能够深信，能够依照这个经典去做，必定不会误你的。这语气肯定，让我们一丝毫怀疑都没有，你的一生一定成就。",
      "zh_TW": "這個法門，大師為什麼要在此地，真是一而再，再而三，三而四的苦口婆心勸導我們？實在是法門難信，難信之法！機緣非常不容易遇到，遇到了要當面錯過，那實在就太可惜了。你這一生遇不到這個法門，那就難怪了，遇不到這個法門是沒有緣分；有緣分遇到當面錯過，那叫真可惜！所以在此地一再勸勉我們。『但能』，這個但字，只要依這部經，換句話說，其他的經你不讀不學沒有關係。這個但就是單一的意思，我只要依這部經就決定能成就。你要能夠深信，能夠依照這個經典去做，必定不會誤你的。這語氣肯定，讓我們一絲毫懷疑都沒有，你的一生一定成就。"
    },
    {
      "id": "03-005-0025_p0055",
      "zh_CN": "疏【何以故。】",
      "zh_TW": "疏【何以故。】"
    },
    {
      "id": "03-005-0025_p0056",
      "zh_CN": "为什么单依此经深信奉行的人不会错？",
      "zh_TW": "為什麼單依此經深信奉行的人不會錯？"
    },
    {
      "id": "03-005-0025_p0057",
      "zh_CN": "疏【佛是满足大悲人故。实语故。】",
      "zh_TW": "疏【佛是滿足大悲人故。實語故。】"
    },
    {
      "id": "03-005-0025_p0058",
      "zh_CN": "三经都是佛说的，佛是圆满大慈悲心的人，怎么会误人？佛是真实语者，怎么会欺骗人？这是劝我们要信，要真信！要依照经典所说的去修行。",
      "zh_TW": "三經都是佛說的，佛是圓滿大慈悲心的人，怎麼會誤人？佛是真實語者，怎麼會欺騙人？這是勸我們要信，要真信！要依照經典所說的去修行。"
    },
    {
      "id": "03-005-0025_p0059",
      "zh_CN": "疏【除佛已还。智行未满。在其学地。】",
      "zh_TW": "疏【除佛已還。智行未滿。在其學地。】"
    },
    {
      "id": "03-005-0025_p0060",
      "zh_CN": "佛以下的等觉菩萨，等觉菩萨怎么样？他的『智行』没有圆满。换句话说，他还是学生，还没毕业；换句话说，他们的话不能完全相信。他们所说的一定要经过佛的印证，佛不给他印证，我们就可以不相信他的，何况菩萨以下的，这要知道。我们这一生才不会走错路。下面说：",
      "zh_TW": "佛以下的等覺菩薩，等覺菩薩怎麼樣？他的『智行』沒有圓滿。換句話說，他還是學生，還沒畢業；換句話說，他們的話不能完全相信。他們所說的一定要經過佛的印證，佛不給他印證，我們就可以不相信他的，何況菩薩以下的，這要知道。我們這一生才不會走錯路。下面說："
    },
    {
      "id": "03-005-0025_p0061",
      "zh_CN": "疏【由有正习二障未除。果愿未圆。】",
      "zh_TW": "疏【由有正習二障未除。果願未圓。】"
    },
    {
      "id": "03-005-0025_p0062",
      "zh_CN": "这是说等觉以下的。等觉菩萨还有一品生相无明没破，他『二障未除』，烦恼障跟所知障。诸位要晓得等觉菩萨这烦恼、所知障非常微细，再微细他还有、还没断根。有这个东西在，他就没成佛，『果愿』就不圆。",
      "zh_TW": "這是說等覺以下的。等覺菩薩還有一品生相無明沒破，他『二障未除』，煩惱障跟所知障。諸位要曉得等覺菩薩這煩惱、所知障非常微細，再微細他還有、還沒斷根。有這個東西在，他就沒成佛，『果願』就不圓。"
    },
    {
      "id": "03-005-0025_p0063",
      "zh_CN": "疏【此等凡圣。】",
      "zh_TW": "疏【此等凡聖。】"
    },
    {
      "id": "03-005-0025_p0064",
      "zh_CN": "『圣』是讲菩萨们，『凡』是世间出家里面我们讲的高僧大德、祖师这一类的，凡！世间的圣贤也是凡，他们都没有成佛，果愿没圆。",
      "zh_TW": "『聖』是講菩薩們，『凡』是世間出家裡面我們講的高僧大德、祖師這一類的，凡！世間的聖賢也是凡，他們都沒有成佛，果願沒圓。"
    },
    {
      "id": "03-005-0025_p0065",
      "zh_CN": "疏【纵使测量诸佛教意。未能决了。】",
      "zh_TW": "疏【縱使測量諸佛教意。未能決了。】"
    },
    {
      "id": "03-005-0025_p0066",
      "zh_CN": "他们对于如来果地上的境界，以及佛所说的一切经，菩萨理解得都不圆满。为什么没有圆满？智没有圆，障没有尽，所以他解的就不圆，这个我们要晓得，这是事实。",
      "zh_TW": "他們對於如來果地上的境界，以及佛所說的一切經，菩薩理解得都不圓滿。為什麼沒有圓滿？智沒有圓，障沒有盡，所以他解的就不圓，這個我們要曉得，這是事實。"
    },
    {
      "id": "03-005-0025_p0067",
      "zh_CN": "疏【虽有平章。要须请佛证为定也。】",
      "zh_TW": "疏【雖有平章。要須請佛證為定也。】"
    },
    {
      "id": "03-005-0025_p0068",
      "zh_CN": "『平章』这两个字，「平」是平等，就是他的见解、他所说的跟佛一样的；「章」是明显，说得很清楚、很明白，这叫章。跟佛说的一样的，但是还要佛点头，佛说没错，这才可以，佛要摇头那还不行，一定要得佛同意。所以要『请佛证为定』，这个定是定论。",
      "zh_TW": "『平章』這兩個字，「平」是平等，就是他的見解、他所說的跟佛一樣的；「章」是明顯，說得很清楚、很明白，這叫章。跟佛說的一樣的，但是還要佛點頭，佛說沒錯，這才可以，佛要搖頭那還不行，一定要得佛同意。所以要『請佛證為定』，這個定是定論。"
    },
    {
      "id": "03-005-0025_p0069",
      "zh_CN": "疏【若称佛意。即印可言。如是如是。】",
      "zh_TW": "疏【若稱佛意。即印可言。如是如是。】"
    },
    {
      "id": "03-005-0025_p0070",
      "zh_CN": "佛同意了，给他说『如是如是』，这就可以传了。像菩萨所造的这些论、所注解的这些经，佛同意了才叫「如是如是」。",
      "zh_TW": "佛同意了，給他說『如是如是』，這就可以傳了。像菩薩所造的這些論、所註解的這些經，佛同意了才叫「如是如是」。"
    },
    {
      "id": "03-005-0025_p0071",
      "zh_CN": "疏【若不可佛意者。即言汝等所说。是义不如是。】",
      "zh_TW": "疏【若不可佛意者。即言汝等所說。是義不如是。】"
    },
    {
      "id": "03-005-0025_p0072",
      "zh_CN": "如果说错，说得有偏差，说得不圆满，佛就会说『不如是』。这一些目的都教我们一定要以佛所说的为标准，一定要相信佛语。菩萨、祖师大德所说，一定要记住，与经上所说的一样，这我们可以相信；与经上所说的不一样，他说他是等觉菩萨来的，我们也不相信。我们相信佛语，那你就非常幸运，你这一生路就走对了，不会走岔路，不会走冤枉路。",
      "zh_TW": "如果說錯，說得有偏差，說得不圓滿，佛就會說『不如是』。這一些目的都教我們一定要以佛所說的為標準，一定要相信佛語。菩薩、祖師大德所說，一定要記住，與經上所說的一樣，這我們可以相信；與經上所說的不一樣，他說他是等覺菩薩來的，我們也不相信。我們相信佛語，那你就非常幸運，你這一生路就走對了，不會走岔路，不會走冤枉路。"
    },
    {
      "id": "03-005-0025_p0073",
      "zh_CN": "疏【不印者。即同无记无利无益之语。】",
      "zh_TW": "疏【不印者。即同無記無利無益之語。】"
    },
    {
      "id": "03-005-0025_p0074",
      "zh_CN": "『不印』是佛没有印证的，没有印证的，那就是跟『无记』，无记就是无所谓善恶，无所谓邪正，没有利益的言语。由此可知，过去世尊在世的时候，菩萨造的论不少，我们现在集结在《大藏经》里面；许许多多的论典、着疏是经过佛同意的，这才能够传下来。佛灭之后，也有不少大菩萨留下了许许多多的著作。佛法传到中国，中国历代高僧大德着疏非常丰富，这些没有经过佛印证，佛没有听过也没有看过他们的文章，那就「不印」了。",
      "zh_TW": "『不印』是佛沒有印證的，沒有印證的，那就是跟『無記』，無記就是無所謂善惡，無所謂邪正，沒有利益的言語。由此可知，過去世尊在世的時候，菩薩造的論不少，我們現在集結在《大藏經》裡面；許許多多的論典、著疏是經過佛同意的，這才能夠傳下來。佛滅之後，也有不少大菩薩留下了許許多多的著作。佛法傳到中國，中國歷代高僧大德著疏非常豐富，這些沒有經過佛印證，佛沒有聽過也沒有看過他們的文章，那就「不印」了。"
    },
    {
      "id": "03-005-0025_p0075",
      "zh_CN": "我们今天面对的这个注解是善导大师作的，善导大师是中国人，出现在唐朝，这也没有经过佛印证，这怎么办？佛虽然不在世，经典可以印证。他所说的跟佛经上所说的一样，这就是佛同意了；如果他所讲的，佛在经上没有这个说法，那就不如是。所以佛灭度之后，经典给我们做了印证。我们读了善导大师的注解，回头再看看净土三经，他老人家所说的跟佛在经里所讲的是不是一致的？有没有违背？从这个地方来证明他所说的正确与否，这样就可以相信。",
      "zh_TW": "我們今天面對的這個註解是善導大師作的，善導大師是中國人，出現在唐朝，這也沒有經過佛印證，這怎麼辦？佛雖然不在世，經典可以印證。他所說的跟佛經上所說的一樣，這就是佛同意了；如果他所講的，佛在經上沒有這個說法，那就不如是。所以佛滅度之後，經典給我們做了印證。我們讀了善導大師的註解，回頭再看看淨土三經，他老人家所說的跟佛在經裡所講的是不是一致的？有沒有違背？從這個地方來證明他所說的正確與否，這樣就可以相信。"
    },
    {
      "id": "03-005-0025_p0076",
      "zh_CN": "疏【佛印可者。即随顺佛之正教。若佛所有言说。即是正教正义正行正解正业正智。】",
      "zh_TW": "疏【佛印可者。即隨順佛之正教。若佛所有言說。即是正教正義正行正解正業正智。】"
    },
    {
      "id": "03-005-0025_p0077",
      "zh_CN": "所以学佛，经典是我们第一个依靠的，尤其修净土。净土三经里面，中心就是四十八愿。四十八愿是阿弥陀佛自己说的，阿弥陀佛没到这个世界上来讲经说法，世尊转述的；释迦牟尼佛给我们说阿弥陀佛自己这样说，他是转告我们的。世尊的转述就等于阿弥陀佛亲自说明一样的，没有两样。所以我们看《无量寿经》自始至终，《无量寿经》是释迦牟尼佛说的，字字句句都不违背四十八愿，都是四十八愿的详细解说，完全相应。所以四十八愿是我们修净土的根本依，这个依是依靠，就是根本的依靠。我们把四十八愿用来做早课，诸位想想这是绝对真实，其目的让我们真正薰陶在阿弥陀佛大慈悲心愿加持之中，消除我们的业障习气，使我们的心愿也像阿弥陀佛一样，这『正教』。『正义』，义是义理，正确的道理。『正行』，行是行为。『解』是见解。『业』是身业，身口的造作，前面讲身语意三业。『正智』是智慧，佛所讲的经纯正，没有一丝毫夹杂。",
      "zh_TW": "所以學佛，經典是我們第一個依靠的，尤其修淨土。淨土三經裡面，中心就是四十八願。四十八願是阿彌陀佛自己說的，阿彌陀佛沒到這個世界上來講經說法，世尊轉述的；釋迦牟尼佛給我們說阿彌陀佛自己這樣說，他是轉告我們的。世尊的轉述就等於阿彌陀佛親自說明一樣的，沒有兩樣。所以我們看《無量壽經》自始至終，《無量壽經》是釋迦牟尼佛說的，字字句句都不違背四十八願，都是四十八願的詳細解說，完全相應。所以四十八願是我們修淨土的根本依，這個依是依靠，就是根本的依靠。我們把四十八願用來做早課，諸位想想這是絕對真實，其目的讓我們真正薰陶在阿彌陀佛大慈悲心願加持之中，消除我們的業障習氣，使我們的心願也像阿彌陀佛一樣，這『正教』。『正義』，義是義理，正確的道理。『正行』，行是行為。『解』是見解。『業』是身業，身口的造作，前面講身語意三業。『正智』是智慧，佛所講的經純正，沒有一絲毫夾雜。"
    },
    {
      "id": "03-005-0025_p0078",
      "zh_CN": "疏【若多若少。众不问菩萨人天等。定其是非也。】",
      "zh_TW": "疏【若多若少。眾不問菩薩人天等。定其是非也。】"
    },
    {
      "id": "03-005-0025_p0079",
      "zh_CN": "『众』就是大众，『不问』就是不需要问菩萨。你今天已经是有缘分见到这净土三经，读到往生经，你还要去请教菩萨吗？不要问他们了。为什么不要问他们？他们知见不圆，相信佛所说的就对了。连菩萨都不问，何况人天！这样人才决定往生。我们在《净土圣贤录》里面，在《往生传》里面，乃至于我们在近代、在本省所看到许许多多往生的人，真往生的，说老实话，他绝对不会问人，也绝对不会听人家的，一句阿弥陀佛念到底。所以真正往生瑞相好的是许许多多不认识字，没有念过书，什么都不懂，见了菩萨他也问不出，见了人天不须要问，一句阿弥陀佛念到底，念个三年五载，预知时至，站着往生、坐着往生，你想想看跟善导大师这里讲的是不是一样的？凡是常常来问法师，这个怎么样，那个怎么样，这没希望、没指望，难！真正成就的人不来问，来问的人都很难成就。这说明什么？问，心里面还有怀疑，对佛所讲的怀疑，你说再去问菩萨，那些知见还不圆，如果说错了、说偏差了，岂不是误了一生吗？",
      "zh_TW": "『眾』就是大眾，『不問』就是不需要問菩薩。你今天已經是有緣分見到這淨土三經，讀到往生經，你還要去請教菩薩嗎？不要問他們了。為什麼不要問他們？他們知見不圓，相信佛所說的就對了。連菩薩都不問，何況人天！這樣人才決定往生。我們在《淨土聖賢錄》裡面，在《往生傳》裡面，乃至於我們在近代、在本省所看到許許多多往生的人，真往生的，說老實話，他絕對不會問人，也絕對不會聽人家的，一句阿彌陀佛念到底。所以真正往生瑞相好的是許許多多不認識字，沒有念過書，什麼都不懂，見了菩薩他也問不出，見了人天不須要問，一句阿彌陀佛念到底，念個三年五載，預知時至，站著往生、坐著往生，你想想看跟善導大師這裡講的是不是一樣的？凡是常常來問法師，這個怎麼樣，那個怎麼樣，這沒希望、沒指望，難！真正成就的人不來問，來問的人都很難成就。這說明什麼？問，心裡面還有懷疑，對佛所講的懷疑，你說再去問菩薩，那些知見還不圓，如果說錯了、說偏差了，豈不是誤了一生嗎？"
    },
    {
      "id": "03-005-0025_p0080",
      "zh_CN": "我听说倓虚老法师念佛开示的录音带有同修把它写出来，这个好，写出来我看看，看看的时候把它印出来。倓老法师的话很多人不懂，写出来、印出来这个功德很大。你看倓老算是他的师兄弟，谛闲老法师那个做锅漏匠的站着往生的，就念三年，人家什么也不问，一句阿弥陀佛念三年，念得很轻松很快乐。老和尚教他，念累了就休息，休息好了就再念，你看多自在。他不问菩萨也不问人天，一问就糟了，就去不了了。这一句话说得好！",
      "zh_TW": "我聽說倓虛老法師念佛開示的錄音帶有同修把它寫出來，這個好，寫出來我看看，看看的時候把它印出來。倓老法師的話很多人不懂，寫出來、印出來這個功德很大。你看倓老算是他的師兄弟，諦閑老法師那個做鍋漏匠的站著往生的，就念三年，人家什麼也不問，一句阿彌陀佛念三年，念得很輕鬆很快樂。老和尚教他，念累了就休息，休息好了就再念，你看多自在。他不問菩薩也不問人天，一問就糟了，就去不了了。這一句話說得好！"
    },
    {
      "id": "03-005-0025_p0081",
      "zh_CN": "疏【若佛所说。即是了教。】",
      "zh_TW": "疏【若佛所說。即是了教。】"
    },
    {
      "id": "03-005-0025_p0082",
      "zh_CN": "『了』是了义，佛所讲的是了义的正教。",
      "zh_TW": "『了』是了義，佛所講的是了義的正教。"
    },
    {
      "id": "03-005-0025_p0083",
      "zh_CN": "疏【菩萨等说。尽名不了教也。应知。】",
      "zh_TW": "疏【菩薩等說。盡名不了教也。應知。】"
    },
    {
      "id": "03-005-0025_p0084",
      "zh_CN": "佛以下等觉菩萨所说的都叫做『不了教』。为什么不了教？他没有证到究竟圆满的佛果，他还有微细的烦恼无明没断，所以他说的跟佛两个一比，他是不了义的。不跟佛比，他当然是了义的，跟佛一比，他就是不了义的。这是我们应当要知道的，决定要以佛为标准。看底下：",
      "zh_TW": "佛以下等覺菩薩所說的都叫做『不了教』。為什麼不了教？他沒有證到究竟圓滿的佛果，他還有微細的煩惱無明沒斷，所以他說的跟佛兩個一比，他是不了義的。不跟佛比，他當然是了義的，跟佛一比，他就是不了義的。這是我們應當要知道的，決定要以佛為標準。看底下："
    },
    {
      "id": "03-005-0025_p0085",
      "zh_CN": "疏【是故今时仰劝。】",
      "zh_TW": "疏【是故今時仰勸。】"
    },
    {
      "id": "03-005-0025_p0086",
      "zh_CN": "我们在此地又看到这个句子。这个口吻是学生对老师的口吻，是晚辈对长辈的口吻，是极其尊重的口吻，这是我们应当学的。从这个地方看，大师这贪瞋痴慢，这个傲慢习气丝毫都没有，把我们看作诸佛如来一样看待，真是普贤菩萨「礼敬诸佛」，我们在这里看到。他的确是礼敬诸佛，尊重到了极处。",
      "zh_TW": "我們在此地又看到這個句子。這個口吻是學生對老師的口吻，是晚輩對長輩的口吻，是極其尊重的口吻，這是我們應當學的。從這個地方看，大師這貪瞋痴慢，這個傲慢習氣絲毫都沒有，把我們看作諸佛如來一樣看待，真是普賢菩薩「禮敬諸佛」，我們在這裡看到。他的確是禮敬諸佛，尊重到了極處。"
    },
    {
      "id": "03-005-0025_p0087",
      "zh_CN": "疏【一切有缘往生人等。】",
      "zh_TW": "疏【一切有緣往生人等。】"
    },
    {
      "id": "03-005-0025_p0088",
      "zh_CN": "着重这个『有缘』。有缘决定往生，不能往生，缘缺了，缘上有欠缺。有缘，我们遇到这个经典是有缘，遇到善友苦口婆心劝导我们是有缘。善导大师是善知识、是善友，经我们遇到了，这个注解是善导大师苦口婆心在劝导我们，我们能信、能愿，真正发心修行，缘就具足。这样的人在一生当中很可能就真的往生净土。底下这一段非常重要，他前面讲仰劝，下面一定是非常重要的话，就如同前面讲的仰愿，这底下的开示是太重要太重要：",
      "zh_TW": "著重這個『有緣』。有緣決定往生，不能往生，緣缺了，緣上有欠缺。有緣，我們遇到這個經典是有緣，遇到善友苦口婆心勸導我們是有緣。善導大師是善知識、是善友，經我們遇到了，這個註解是善導大師苦口婆心在勸導我們，我們能信、能願，真正發心修行，緣就具足。這樣的人在一生當中很可能就真的往生淨土。底下這一段非常重要，他前面講仰勸，下面一定是非常重要的話，就如同前面講的仰願，這底下的開示是太重要太重要："
    },
    {
      "id": "03-005-0025_p0089",
      "zh_CN": "疏【唯可深信佛语。】",
      "zh_TW": "疏【唯可深信佛語。】"
    },
    {
      "id": "03-005-0025_p0090",
      "zh_CN": "『唯』是唯一，这个意思就是只要相信佛的话就对了。",
      "zh_TW": "『唯』是唯一，這個意思就是只要相信佛的話就對了。"
    },
    {
      "id": "03-005-0025_p0091",
      "zh_CN": "疏【专注奉行。不可信用菩萨等不相应教。】",
      "zh_TW": "疏【專注奉行。不可信用菩薩等不相應教。】"
    },
    {
      "id": "03-005-0025_p0092",
      "zh_CN": "菩萨、辟支佛、阿罗汉这是已经证了果的人，那没有证果的什么祖师大德更不必说了。『不相应教』，与佛在三经上所讲的不一样的那些话，我们不信、我们不听，不采用他的。他所讲的与三经里面说的相应，我们可以采取他的，用它来做参考，这可以采取，不相应的决定不能用。",
      "zh_TW": "菩薩、辟支佛、阿羅漢這是已經證了果的人，那沒有證果的什麼祖師大德更不必說了。『不相應教』，與佛在三經上所講的不一樣的那些話，我們不信、我們不聽，不採用他的。他所講的與三經裡面說的相應，我們可以採取他的，用它來做參考，這可以採取，不相應的決定不能用。"
    },
    {
      "id": "03-005-0025_p0093",
      "zh_CN": "疏【以为疑碍。】",
      "zh_TW": "疏【以為疑礙。】"
    },
    {
      "id": "03-005-0025_p0094",
      "zh_CN": "你要听了这些不相应的教就起了怀疑，就产生障碍，那就错了。",
      "zh_TW": "你要聽了這些不相應的教就起了懷疑，就產生障礙，那就錯了。"
    },
    {
      "id": "03-005-0025_p0095",
      "zh_CN": "疏【抱惑自迷。】",
      "zh_TW": "疏【抱惑自迷。】"
    },
    {
      "id": "03-005-0025_p0096",
      "zh_CN": "这个『惑』是迷惑。",
      "zh_TW": "這個『惑』是迷惑。"
    },
    {
      "id": "03-005-0025_p0097",
      "zh_CN": "疏【废失往生之大益也。】",
      "zh_TW": "疏【廢失往生之大益也。】"
    },
    {
      "id": "03-005-0025_p0098",
      "zh_CN": "那就真可惜了，把你这一生往生这样殊胜无比的利益丢掉了，错过了，你说这多可惜！所以真正这真佛弟子，前面说的，大师在此地讲真佛弟子，我们在《无量寿经》上也看到真佛弟子，「如来第一弟子」，这是真佛弟子。真佛弟子决定不信用一切与佛不相应的教，决不用它，我不信它，我也不用它，这一点要特别特别的留意。这几句真的要多念念，一定要牢牢的把它记住，断疑生信，我们的信心真正坚固，一丝毫疑惑都没有。",
      "zh_TW": "那就真可惜了，把你這一生往生這樣殊勝無比的利益丟掉了，錯過了，你說這多可惜！所以真正這真佛弟子，前面說的，大師在此地講真佛弟子，我們在《無量壽經》上也看到真佛弟子，「如來第一弟子」，這是真佛弟子。真佛弟子決定不信用一切與佛不相應的教，決不用它，我不信它，我也不用它，這一點要特別特別的留意。這幾句真的要多念念，一定要牢牢的把它記住，斷疑生信，我們的信心真正堅固，一絲毫疑惑都沒有。"
    },
    {
      "id": "03-005-0025_p0099",
      "zh_CN": "劝人念佛，这决定与诸佛正教相应；宣扬往生的经典，也决定与诸佛正教相应，这不会错。历代祖师大德们，他们专修专弘留下来不少的着疏确实可以给我们做参考的资料。诸位要知道这些资料有两种用途：自利的用途，帮助我们破迷起信，建立真正的信心，这是自受用；他受用，帮助我们解释经典，劝人起信，这有这么两种用途。在末法时代，为一切众生介绍这个法门、介绍这些经典，功德是无量无边。但是诸位一定要知道，自己要不认真力行，不但经的意思你不能体会，古大德的解释你也未必真能看懂，这是真的。所以你有一分心得，你就有一分体会，也就有一分悟处，才能把这个理事说明白，这一点很重要。换句话说，实修比什么都重要，要真正的修学！",
      "zh_TW": "勸人念佛，這決定與諸佛正教相應；宣揚往生的經典，也決定與諸佛正教相應，這不會錯。歷代祖師大德們，他們專修專弘留下來不少的著疏確實可以給我們做參考的資料。諸位要知道這些資料有兩種用途：自利的用途，幫助我們破迷起信，建立真正的信心，這是自受用；他受用，幫助我們解釋經典，勸人起信，這有這麼兩種用途。在末法時代，為一切眾生介紹這個法門、介紹這些經典，功德是無量無邊。但是諸位一定要知道，自己要不認真力行，不但經的意思你不能體會，古大德的解釋你也未必真能看懂，這是真的。所以你有一分心得，你就有一分體會，也就有一分悟處，才能把這個理事說明白，這一點很重要。換句話說，實修比什麼都重要，要真正的修學！"
    },
    {
      "id": "03-005-0025_p0100",
      "zh_CN": "尤其是现在社会进入到工业时代，人人都讲求时效，这跟从前农业时代大大不一样。农业时代有的是时间，什么慢慢来、慢慢学、慢慢讲；现在不行，要快，愈快愈好，这时代不一样。所以一部经论照我们这详细讲解研究，这是我们全世界台湾人有福。其他地方，你说一部经要讲几个月，讲几十个小时、几百个小时，人家一听不来了，我没有时间。所以我们在国外，人家一定问你这个课程讲几个小时，你告诉他三个小时、四个小时，他会来；你说这一个课要讲二、三十个小时，他皱皱眉头我没有时间，对不起，他不来了，这要晓得。",
      "zh_TW": "尤其是現在社會進入到工業時代，人人都講求時效，這跟從前農業時代大大不一樣。農業時代有的是時間，什麼慢慢來、慢慢學、慢慢講；現在不行，要快，愈快愈好，這時代不一樣。所以一部經論照我們這詳細講解研究，這是我們全世界台灣人有福。其他地方，你說一部經要講幾個月，講幾十個小時、幾百個小時，人家一聽不來了，我沒有時間。所以我們在國外，人家一定問你這個課程講幾個小時，你告訴他三個小時、四個小時，他會來；你說這一個課要講二、三十個小時，他皺皺眉頭我沒有時間，對不起，他不來了，這要曉得。"
    },
    {
      "id": "03-005-0025_p0101",
      "zh_CN": "所以从前我们在台中学讲经，李老师为我们的限制最少不能少过三次，就是讲三次，一次多少时间？四十五分钟。我们学讲经是两个人同时上台，一个讲国语，一个讲台语，这是一个半小时，所以一个人只分配到四十五钟。两个人用同样的讲稿，口语的讲稿，就是稿子完全相同，一个讲台语，一个讲国语，三次。最长不可以超过十次，而他所定的最理想的标准是五次。你讲超过十次，他不教了。他是很不客气，你没有能力学；实在讲你真学去讲，没有人听。他说什么？五次，讲得不好，听众为了面子起见还来捧捧场；五次以上，人家不愿意捧场。这不捧场，换句话说，你真讲得好，行！你讲得不好，听众一天比一天少，你这个气就往下坠落，自己就很难堪，这是讲得真话，真实语。所以一个兴旺的气象，这听众总是一天比一天多，这是兴旺的气象，讲的人心振奋。每一天听众减少，讲的人很难贯彻始终，不容易。所以这是在这一个时代，我们一定要认识众生的根机，要契机。这契机是长经短讲，深经浅讲，要有这个能力。",
      "zh_TW": "所以從前我們在台中學講經，李老師為我們的限制最少不能少過三次，就是講三次，一次多少時間？四十五分鐘。我們學講經是兩個人同時上台，一個講國語，一個講台語，這是一個半小時，所以一個人只分配到四十五鐘。兩個人用同樣的講稿，口語的講稿，就是稿子完全相同，一個講台語，一個講國語，三次。最長不可以超過十次，而他所定的最理想的標準是五次。你講超過十次，他不教了。他是很不客氣，你沒有能力學；實在講你真學去講，沒有人聽。他說什麼？五次，講得不好，聽眾為了面子起見還來捧捧場；五次以上，人家不願意捧場。這不捧場，換句話說，你真講得好，行！你講得不好，聽眾一天比一天少，你這個氣就往下墜落，自己就很難堪，這是講得真話，真實語。所以一個興旺的氣象，這聽眾總是一天比一天多，這是興旺的氣象，講的人心振奮。每一天聽眾減少，講的人很難貫徹始終，不容易。所以這是在這一個時代，我們一定要認識眾生的根機，要契機。這契機是長經短講，深經淺講，要有這個能力。"
    },
    {
      "id": "03-005-0025_p0102",
      "zh_CN": "我过去也是听老师说，好像慈航法师在世的时候，阎锡山先生他到台湾来的时候，阎老先生向慈航法师请教《大佛顶首楞严经》，听说慈航法师用两个小时的时间，把《大佛顶首楞严经》讲完了，有这个本事。对于这种人就是要长经短讲，很短的时间让他了解全经大义，他们这些人做大官的，工作非常繁忙的，哪有那么多的时间来听你讲经？不可能的。他能听一个小时、二个小时，那不得了！底下一段也非常重要：",
      "zh_TW": "我過去也是聽老師說，好像慈航法師在世的時候，閻錫山先生他到台灣來的時候，閻老先生向慈航法師請教《大佛頂首楞嚴經》，聽說慈航法師用兩個小時的時間，把《大佛頂首楞嚴經》講完了，有這個本事。對於這種人就是要長經短講，很短的時間讓他了解全經大義，他們這些人做大官的，工作非常繁忙的，哪有那麼多的時間來聽你講經？不可能的。他能聽一個小時、二個小時，那不得了！底下一段也非常重要："
    },
    {
      "id": "03-005-0025_p0103",
      "zh_CN": "疏【又深心深信者。决定建立自心。顺教修行。】",
      "zh_TW": "疏【又深心深信者。決定建立自心。順教修行。】"
    },
    {
      "id": "03-005-0025_p0104",
      "zh_CN": "『决定建立自心』，就像蕅益大师在《要解》里面跟我们讲信愿行那个「信」字。他老人家举出六个字，「信自，信他」，自是自己，他是阿弥陀佛；「信事，信理，信因，信果」，对于自他、事理、因果决定不怀疑。其实这六个字把净土，不要说三经，五经一论全都讲完了。五经一论不出这六个字的范围，一点都不怀疑，这是「建立自心」。这才叫信净土之人，这才叫念佛人。『顺教修行』，顺是顺从，依教奉行。",
      "zh_TW": "『決定建立自心』，就像蕅益大師在《要解》裡面跟我們講信願行那個「信」字。他老人家舉出六個字，「信自，信他」，自是自己，他是阿彌陀佛；「信事，信理，信因，信果」，對於自他、事理、因果決定不懷疑。其實這六個字把淨土，不要說三經，五經一論全都講完了。五經一論不出這六個字的範圍，一點都不懷疑，這是「建立自心」。這才叫信淨土之人，這才叫念佛人。『順教修行』，順是順從，依教奉行。"
    },
    {
      "id": "03-005-0025_p0105",
      "zh_CN": "疏【永除疑错。】",
      "zh_TW": "疏【永除疑錯。】"
    },
    {
      "id": "03-005-0025_p0106",
      "zh_CN": "什么是『疑』？什么『错』了？底下说：",
      "zh_TW": "什麼是『疑』？什麼『錯』了？底下說："
    },
    {
      "id": "03-005-0025_p0107",
      "zh_CN": "疏【不为一切别解别行异学异见异执之所退失倾动也。】",
      "zh_TW": "疏【不為一切別解別行異學異見異執之所退失傾動也。】"
    },
    {
      "id": "03-005-0025_p0108",
      "zh_CN": "修学其他大小乘佛法的人他们见解跟我们不一样。他们修的法门跟我们不一样，『别行』；『异学』，他们所依据的经论跟我们不一样；『异见』，他们的见解跟我们不一样；『异执』，他们有执着，跟我们执着也不一样，我们是执持名号。这些东西「别解别行异学异见异执」，我们要是随顺他，那就大错特错！跟这些人接触，对净宗发生怀疑，这也是最大的错误！这个错误足以教你退心，足以教你信心动摇；换句话说，你本来这一生有机会永脱轮回，成佛作祖，又被他拉回来了，依旧还搞六道轮回。我们把这个事情搞清楚、搞明白，你才晓得那一伙是什么？那一伙是邪魔，这就着了魔。信心动摇，着了魔，发生障碍了，着了魔，功夫不得力了。这一定要晓得，一定要明了，我们接触这些人，绝对不为他所动。前面讲，菩萨讲的跟佛在三经上讲的不一样，我们都不信、都不用它，何况这些人！这才真正能保障我们在西方道路上一帆风顺，没有障碍。好，今天就讲到此地。",
      "zh_TW": "修學其他大小乘佛法的人他們見解跟我們不一樣。他們修的法門跟我們不一樣，『別行』；『異學』，他們所依據的經論跟我們不一樣；『異見』，他們的見解跟我們不一樣；『異執』，他們有執著，跟我們執著也不一樣，我們是執持名號。這些東西「別解別行異學異見異執」，我們要是隨順他，那就大錯特錯！跟這些人接觸，對淨宗發生懷疑，這也是最大的錯誤！這個錯誤足以教你退心，足以教你信心動搖；換句話說，你本來這一生有機會永脫輪迴，成佛作祖，又被他拉回來了，依舊還搞六道輪迴。我們把這個事情搞清楚、搞明白，你才曉得那一夥是什麼？那一夥是邪魔，這就著了魔。信心動搖，著了魔，發生障礙了，著了魔，功夫不得力了。這一定要曉得，一定要明瞭，我們接觸這些人，絕對不為他所動。前面講，菩薩講的跟佛在三經上講的不一樣，我們都不信、都不用它，何況這些人！這才真正能保障我們在西方道路上一帆風順，沒有障礙。好，今天就講到此地。"
    }
  ]
}