{
  "doc_id": "03-005-0032",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏",
    "zh_TW": "佛說觀無量壽佛經疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十二集",
    "zh_TW": "第三十二集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-005-0032",
  "total_paragraphs": 104,
  "paragraphs": [
    {
      "id": "03-005-0032_p0001",
      "zh_CN": "请掀开经本二百六十二页倒数第四行，看经文。这是本经十六观最后的一观，第十六观里面也分成三段经文，下品上生、下品中生与下品下生这三大段经文。前面上辈三品是大心，也就是大乘，大乘心行善的凡夫。善有上中下三等不同，所以上辈有三等。中辈的三品，就是中品的三品，是小乘行善的凡夫，这小乘持戒修善也有上中下三等不同。换句话说，前面这六品都是善人往生的。今天这段经文以下，这是下品三种往生，都是造作罪业的凡夫。造作罪业也有轻重不相同，罪业轻的就是下品上生，罪业重一点的就是下品中生，极重罪业的这是下品下生。",
      "zh_TW": "請掀開經本二百六十二頁倒數第四行，看經文。這是本經十六觀最後的一觀，第十六觀裡面也分成三段經文，下品上生、下品中生與下品下生這三大段經文。前面上輩三品是大心，也就是大乘，大乘心行善的凡夫。善有上中下三等不同，所以上輩有三等。中輩的三品，就是中品的三品，是小乘行善的凡夫，這小乘持戒修善也有上中下三等不同。換句話說，前面這六品都是善人往生的。今天這段經文以下，這是下品三種往生，都是造作罪業的凡夫。造作罪業也有輕重不相同，罪業輕的就是下品上生，罪業重一點的就是下品中生，極重罪業的這是下品下生。"
    },
    {
      "id": "03-005-0032_p0002",
      "zh_CN": "《观经》里面告诉我们这个事实，一切造作罪恶的众生没有不能往生的，我们对于这一章经文要特别留意。因为我们自己很冷静的想一想，虽然说行善，我们依旧造了很多罪业，这个罪业有的是有心造的，有的是无心造的，不论有心无心，总而言之，我们所造的恶业比我们的善行要来得多、要来得严重。换句话说，前面所说的那些人，他纵然没有念佛求生净土，都不会堕恶道。这下品三种人如果不能往生是决定堕三恶道，这是应当要知道的。所以我们自己过去生中、这一生当中起心动念造的恶业太多，我们要仔细看看这一段经文里面，根据什么样的理论、什么方法修持决定得生。所以在整个《观经》里头，这一章对我们来讲是极为重要的。我们看经文：",
      "zh_TW": "《觀經》裡面告訴我們這個事實，一切造作罪惡的眾生沒有不能往生的，我們對於這一章經文要特別留意。因為我們自己很冷靜的想一想，雖然說行善，我們依舊造了很多罪業，這個罪業有的是有心造的，有的是無心造的，不論有心無心，總而言之，我們所造的惡業比我們的善行要來得多、要來得嚴重。換句話說，前面所說的那些人，他縱然沒有念佛求生淨土，都不會墮惡道。這下品三種人如果不能往生是決定墮三惡道，這是應當要知道的。所以我們自己過去生中、這一生當中起心動念造的惡業太多，我們要仔細看看這一段經文裡面，根據什麼樣的理論、什麼方法修持決定得生。所以在整個《觀經》裡頭，這一章對我們來講是極為重要的。我們看經文："
    },
    {
      "id": "03-005-0032_p0003",
      "zh_CN": "经【佛告阿难及韦提希。】",
      "zh_TW": "經【佛告阿難及韋提希。】"
    },
    {
      "id": "03-005-0032_p0004",
      "zh_CN": "这是一个大段的开端。佛叫着当机，也是特别提醒我们的注意。",
      "zh_TW": "這是一個大段的開端。佛叫著當機，也是特別提醒我們的注意。"
    },
    {
      "id": "03-005-0032_p0005",
      "zh_CN": "经【下品上生者。】",
      "zh_TW": "經【下品上生者。】"
    },
    {
      "id": "03-005-0032_p0006",
      "zh_CN": "这是先把往生品位给我们确定，这是『下品上生』的。哪些人？",
      "zh_TW": "這是先把往生品位給我們確定，這是『下品上生』的。哪些人？"
    },
    {
      "id": "03-005-0032_p0007",
      "zh_CN": "经【或有众生。作众恶业。】",
      "zh_TW": "經【或有眾生。作眾惡業。】"
    },
    {
      "id": "03-005-0032_p0008",
      "zh_CN": "这是或者是一些众生造作恶业的，造作恶业众生。",
      "zh_TW": "這是或者是一些眾生造作惡業的，造作惡業眾生。"
    },
    {
      "id": "03-005-0032_p0009",
      "zh_CN": "经【虽不诽谤方等经典。】",
      "zh_TW": "經【雖不誹謗方等經典。】"
    },
    {
      "id": "03-005-0032_p0010",
      "zh_CN": "『方等经典』是指的大乘经论。虽然他没有毁谤这大乘经论，没有造谤佛的罪业。",
      "zh_TW": "『方等經典』是指的大乘經論。雖然他沒有毀謗這大乘經論，沒有造謗佛的罪業。"
    },
    {
      "id": "03-005-0032_p0011",
      "zh_CN": "经【如此愚人。多造恶法。无有惭愧。】",
      "zh_TW": "經【如此愚人。多造惡法。無有慚愧。】"
    },
    {
      "id": "03-005-0032_p0012",
      "zh_CN": "虽然没有毁谤三宝，但是这个人愚痴，为什么愚痴？他在这个世间作恶。聪明人决定不作恶，只有愚痴人才会造种种的恶业，造作恶业没有惭愧之心。惭愧是内，这一般常人说做了亏心的事情心会不安，我们讲受良心的责备，心里不安，这种人造作罪业没有这个现象，他没有责心、没有后悔的念头；第二，一些人造作罪业的怕舆论的制裁，别人对他的批评，他听了也不在乎，恶业照样做，这叫『无有惭愧』，就是我们俗话讲这个人已经丧失了天良；换句话说，无恶不造。这是说这一类造作的恶业。这注解里面，希望同修们自己去看，我们再看经文：",
      "zh_TW": "雖然沒有毀謗三寶，但是這個人愚痴，為什麼愚痴？他在這個世間作惡。聰明人決定不作惡，只有愚痴人才會造種種的惡業，造作惡業沒有慚愧之心。慚愧是內，這一般常人說做了虧心的事情心會不安，我們講受良心的責備，心裡不安，這種人造作罪業沒有這個現象，他沒有責心、沒有後悔的念頭；第二，一些人造作罪業的怕輿論的制裁，別人對他的批評，他聽了也不在乎，惡業照樣做，這叫『無有慚愧』，就是我們俗話講這個人已經喪失了天良；換句話說，無惡不造。這是說這一類造作的惡業。這註解裡面，希望同修們自己去看，我們再看經文："
    },
    {
      "id": "03-005-0032_p0013",
      "zh_CN": "经【命欲终时。遇善知识。为说大乘十二部经首题名字。以闻如是诸经名故。除却千劫极重恶业。】",
      "zh_TW": "經【命欲終時。遇善知識。為說大乘十二部經首題名字。以聞如是諸經名故。除卻千劫極重惡業。】"
    },
    {
      "id": "03-005-0032_p0014",
      "zh_CN": "我们在平常确确实实是无法体会佛经灭罪的功效真正不可思议。『大乘十二部经』，这「十二部」并不是讲的十二本，十二个部头，不是这个意思。佛讲经的体裁分为十二种，譬如大家常常听到的经文有长行，长行是一类、是一种，偈颂又是一种，咒语那就第三种，像《弥陀经》这无问自说，这又是一种，所以总共有十二种的方式。四十九年所说一切经论总不出这十二种方式，后人称为十二部经，也称为十二分教。这十二分教跟此地讲的十二部经意思完全相同，这就是大乘一切经典，就是这个意思。",
      "zh_TW": "我們在平常確確實實是無法體會佛經滅罪的功效真正不可思議。『大乘十二部經』，這「十二部」並不是講的十二本，十二個部頭，不是這個意思。佛講經的體裁分為十二種，譬如大家常常聽到的經文有長行，長行是一類、是一種，偈頌又是一種，咒語那就第三種，像《彌陀經》這無問自說，這又是一種，所以總共有十二種的方式。四十九年所說一切經論總不出這十二種方式，後人稱為十二部經，也稱為十二分教。這十二分教跟此地講的十二部經意思完全相同，這就是大乘一切經典，就是這個意思。"
    },
    {
      "id": "03-005-0032_p0015",
      "zh_CN": "大乘经灭罪的功德非常之大。他临命终才闻到佛法，才遇到善知识，临终的时候时间很短，讲经来不及了，只念经题，念经题就能灭『千劫极重恶业』。所以在日本，这日本宗教读到这些地方，这个经名字灭罪功德这么大，所以他们就念经题，在日本人很流行《南无妙法莲华经》，一天到晚念「南无妙法莲华经」，那是什么意思？就是这个意思。『经首名字』它就能够灭罪了。何况读全部的经文，何况能够理解这个经义，依教修行，那个功德就更大，更不可思议。临终才闻到。",
      "zh_TW": "大乘經滅罪的功德非常之大。他臨命終才聞到佛法，才遇到善知識，臨終的時候時間很短，講經來不及了，只念經題，念經題就能滅『千劫極重惡業』。所以在日本，這日本宗教讀到這些地方，這個經名字滅罪功德這麼大，所以他們就念經題，在日本人很流行《南無妙法蓮華經》，一天到晚念「南無妙法蓮華經」，那是什麼意思？就是這個意思。『經首名字』它就能夠滅罪了。何況讀全部的經文，何況能夠理解這個經義，依教修行，那個功德就更大，更不可思議。臨終才聞到。"
    },
    {
      "id": "03-005-0032_p0016",
      "zh_CN": "经【智者复教合掌叉手。】",
      "zh_TW": "經【智者復教合掌叉手。】"
    },
    {
      "id": "03-005-0032_p0017",
      "zh_CN": "诸位要知道，前面教他念大乘经经名作用是灭罪，就是我们俗话讲帮助他消业障。这『智者』就是前面讲的善知识，善知识有智慧，善知识了解正法，在这生死关头的时候教导他，教他『合掌叉手』。叉手也是合掌的意思，不过没有像合掌那么样的端庄。端重这叫合掌，比较随便一点、放逸一点，这叫叉手。叉手没有合掌这样的庄严，比较随便一点，这都是表恭敬心。",
      "zh_TW": "諸位要知道，前面教他念大乘經經名作用是滅罪，就是我們俗話講幫助他消業障。這『智者』就是前面講的善知識，善知識有智慧，善知識了解正法，在這生死關頭的時候教導他，教他『合掌叉手』。叉手也是合掌的意思，不過沒有像合掌那麼樣的端莊。端重這叫合掌，比較隨便一點、放逸一點，這叫叉手。叉手沒有合掌這樣的莊嚴，比較隨便一點，這都是表恭敬心。"
    },
    {
      "id": "03-005-0032_p0018",
      "zh_CN": "经【称南无阿弥陀佛。称佛名故。除五十亿劫生死之罪。】",
      "zh_TW": "經【稱南無阿彌陀佛。稱佛名故。除五十億劫生死之罪。】"
    },
    {
      "id": "03-005-0032_p0019",
      "zh_CN": "这个地方大家就明了，所以古人常讲「念经不如念咒，念咒不如念佛」，一切极重的罪业，所有经咒都消不了，这一句佛号能够消除。所以佛号是灭罪、消业障最有效的方法。如果你要怀疑，那就不行。你的障碍不能说是佛号没有效果，殊不知障碍在自己这一边。你疑惑，对于佛号不产生信心，那么你念这句佛号当然也能消业障，所消业障很有限。",
      "zh_TW": "這個地方大家就明瞭，所以古人常講「念經不如念咒，念咒不如念佛」，一切極重的罪業，所有經咒都消不了，這一句佛號能夠消除。所以佛號是滅罪、消業障最有效的方法。如果你要懷疑，那就不行。你的障礙不能說是佛號沒有效果，殊不知障礙在自己這一邊。你疑惑，對於佛號不產生信心，那麼你念這句佛號當然也能消業障，所消業障很有限。"
    },
    {
      "id": "03-005-0032_p0020",
      "zh_CN": "同修也许要问，我们怎样念这句佛号才达到真实消业障的效果？我们在大乘经、在净宗三经里面知道了这个事实，得到了这个消息，原来效果决定在「信愿之有无」，蕅益大师在《要解》上告诉我们的。我们对于这一句佛号有坚定的信心，有真实的愿心，愿见弥陀、愿生极乐，随着你信愿力量的大小，消除你的罪障。你的信愿力量是无比的强大，那你无始劫所造极重的罪业都消除了。如果对这个佛号没有信心、没有愿心，人家念我也跟着念，这样这一句佛号消业障的效果就很小，就不大了。所以你要问为什么别人念佛能消业障，我念佛念了很久，念了多少年了，业障也没消除？真正的原因还是在信愿。这是我们一定要知道的。这里讲的是『除五十亿劫生死重罪』。",
      "zh_TW": "同修也許要問，我們怎樣念這句佛號才達到真實消業障的效果？我們在大乘經、在淨宗三經裡面知道了這個事實，得到了這個消息，原來效果決定在「信願之有無」，蕅益大師在《要解》上告訴我們的。我們對於這一句佛號有堅定的信心，有真實的願心，願見彌陀、願生極樂，隨著你信願力量的大小，消除你的罪障。你的信願力量是無比的強大，那你無始劫所造極重的罪業都消除了。如果對這個佛號沒有信心、沒有願心，人家念我也跟著念，這樣這一句佛號消業障的效果就很小，就不大了。所以你要問為什麼別人念佛能消業障，我念佛念了很久，念了多少年了，業障也沒消除？真正的原因還是在信願。這是我們一定要知道的。這裡講的是『除五十億劫生死重罪』。"
    },
    {
      "id": "03-005-0032_p0021",
      "zh_CN": "经【尔时彼佛。即遣化佛。化观世音。化大势至。至行者前。赞言。善男子。以汝称佛名故。诸罪消灭。我来迎汝。作是语已。行者即见化佛光明。遍满其室。见已欢喜。即便命终。乘宝莲华。随化佛后。生宝池中。】",
      "zh_TW": "經【爾時彼佛。即遣化佛。化觀世音。化大勢至。至行者前。讚言。善男子。以汝稱佛名故。諸罪消滅。我來迎汝。作是語已。行者即見化佛光明。遍滿其室。見已歡喜。即便命終。乘寶蓮華。隨化佛後。生寶池中。】"
    },
    {
      "id": "03-005-0032_p0022",
      "zh_CN": "这一段是说明这造作轻罪之人，他造的罪不很重，造作的是轻罪，往生的状况。这段文里面一共说了六桩事情，善导大师在注解里面说得很清楚。我们翻开注解，在二百六十四页最后一行，从当中看起。这是说明造恶的人临终遇到善知识，知道这个法门立刻就欢喜接受，假如他不能接受，那也没有用处。在此地这就是下三品，下三品都是造作罪业的。造作罪业的人能往生是非常希有，非常的难得，绝对不是偶然的，也决定没有侥幸的，所以这一点同修们要特别注意。否则的话，怕读了这第十六观生起一个侥幸的心理：现在造罪不要紧，临命终时还来得及。你要存这个心理，那就大错特错，那就错了。",
      "zh_TW": "這一段是說明這造作輕罪之人，他造的罪不很重，造作的是輕罪，往生的狀況。這段文裡面一共說了六樁事情，善導大師在註解裡面說得很清楚。我們翻開註解，在二百六十四頁最後一行，從當中看起。這是說明造惡的人臨終遇到善知識，知道這個法門立刻就歡喜接受，假如他不能接受，那也沒有用處。在此地這就是下三品，下三品都是造作罪業的。造作罪業的人能往生是非常希有，非常的難得，絕對不是偶然的，也決定沒有僥倖的，所以這一點同修們要特別注意。否則的話，怕讀了這第十六觀生起一個僥倖的心理：現在造罪不要緊，臨命終時還來得及。你要存這個心理，那就大錯特錯，那就錯了。"
    },
    {
      "id": "03-005-0032_p0023",
      "zh_CN": "他难在哪个地方？诸位要细细想想，真的，一万人当中难得一个人。第一个条件，这个造恶的人临终的时候头脑很清楚，不迷惑、不颠倒，这一个条件就相当不容易，这个条件是必须要具足的。临终时候人事不省，遇到善知识没有用处，你纵然劝他念佛，也不晓得他有没有听到，也不晓得他有没有跟着念，那全是个问号、未知数。一定要清清楚楚、明明白白，问他一句，他答一句，答得很正确，没有错，要这么样的清楚。第二在这个关头遇到一个念佛的善友，劝他念阿弥陀佛，劝他求生净土。这也很难，在这个关头上遇到一个念佛人，而且对念佛法门很明了，也得很有点功夫、很有信心，这才能教导他、劝导他。第三个条件，他听了之后马上就能够接受，因为他不能再思惟了，来不及，快要死了。所以听了之后立刻就能够信受，立刻就能奉行，就这阿弥陀佛、阿弥陀佛、阿弥陀佛就不中断，一直念到断气，这符合「净念相继」，他真的相继，他没中断。要具足这三个条件才真的往生，可见这三个条件真的是非常非常的困难。",
      "zh_TW": "他難在哪個地方？諸位要細細想想，真的，一萬人當中難得一個人。第一個條件，這個造惡的人臨終的時候頭腦很清楚，不迷惑、不顛倒，這一個條件就相當不容易，這個條件是必須要具足的。臨終時候人事不省，遇到善知識沒有用處，你縱然勸他念佛，也不曉得他有沒有聽到，也不曉得他有沒有跟著念，那全是個問號、未知數。一定要清清楚楚、明明白白，問他一句，他答一句，答得很正確，沒有錯，要這麼樣的清楚。第二在這個關頭遇到一個念佛的善友，勸他念阿彌陀佛，勸他求生淨土。這也很難，在這個關頭上遇到一個念佛人，而且對念佛法門很明瞭，也得很有點功夫、很有信心，這才能教導他、勸導他。第三個條件，他聽了之後馬上就能夠接受，因為他不能再思惟了，來不及，快要死了。所以聽了之後立刻就能夠信受，立刻就能奉行，就這阿彌陀佛、阿彌陀佛、阿彌陀佛就不中斷，一直念到斷氣，這符合「淨念相繼」，他真的相繼，他沒中斷。要具足這三個條件才真的往生，可見這三個條件真的是非常非常的困難。"
    },
    {
      "id": "03-005-0032_p0024",
      "zh_CN": "这些念佛人怎么会这三个条件都遇到？诸位要知道他是过去生中曾经修学这个法门很久，善根非常深厚，而是这在一生当中迷惑了，造了罪业；生前没有遇到善知识，所接触的都是恶知识，遇不到善缘，临命终时善根发现，遇到善友，凭着过去生中的福报，这一生当中临终时候心不颠倒，这才能成就。所以晓得这真正不是侥幸，不是容易事情。我们知道这个事实，决不能存侥幸之心，应当认真努力断恶修善。我们断恶修善往生，品位不在下三品，最低限度也是中品下生、中品中生，我们到西方世界最少是这么一个品位。由此可知，九品确确实实都是凡夫，实在是因为这些凡夫遇缘不同而有九品差别，这个说法真正符合阿弥陀佛普度众生的意愿（阿弥陀佛的意思，他的愿望）。所以我们遇到大乘的善知识，我们的心量也大了，我们也晓得应该怎么修法；遇到小乘善知识，那修的是戒善，戒律清净、持戒清净，修的是戒善。证实了真的是遇缘不同，而有九品的差别。这一段文里面给我们讲了六桩事情：",
      "zh_TW": "這些念佛人怎麼會這三個條件都遇到？諸位要知道他是過去生中曾經修學這個法門很久，善根非常深厚，而是這在一生當中迷惑了，造了罪業；生前沒有遇到善知識，所接觸的都是惡知識，遇不到善緣，臨命終時善根發現，遇到善友，憑著過去生中的福報，這一生當中臨終時候心不顛倒，這才能成就。所以曉得這真正不是僥倖，不是容易事情。我們知道這個事實，決不能存僥倖之心，應當認真努力斷惡修善。我們斷惡修善往生，品位不在下三品，最低限度也是中品下生、中品中生，我們到西方世界最少是這麼一個品位。由此可知，九品確確實實都是凡夫，實在是因為這些凡夫遇緣不同而有九品差別，這個說法真正符合阿彌陀佛普度眾生的意願（阿彌陀佛的意思，他的願望）。所以我們遇到大乘的善知識，我們的心量也大了，我們也曉得應該怎麼修法；遇到小乘善知識，那修的是戒善，戒律清淨、持戒清淨，修的是戒善。證實了真的是遇緣不同，而有九品的差別。這一段文裡面給我們講了六樁事情："
    },
    {
      "id": "03-005-0032_p0025",
      "zh_CN": "疏【一明命延不久。】",
      "zh_TW": "疏【一明命延不久。】"
    },
    {
      "id": "03-005-0032_p0026",
      "zh_CN": "是在他将要断气之前不久的这个时候，这个时候遇到善知识。",
      "zh_TW": "是在他將要斷氣之前不久的這個時候，這個時候遇到善知識。"
    },
    {
      "id": "03-005-0032_p0027",
      "zh_CN": "疏【二明忽遇往生善知识。】",
      "zh_TW": "疏【二明忽遇往生善知識。】"
    },
    {
      "id": "03-005-0032_p0028",
      "zh_CN": "这个『善知识』一定要劝他念阿弥陀佛，要劝他求生净土，这是非常重要的开示。说实在话，这大乘经首题名字念不念没有关系，你看念大乘经经题消的罪业是千劫重罪，那念佛号？消五十亿劫生死之罪。这极重的罪业，没有劝他念大乘经题，就直接劝他念阿弥陀佛，那消的罪业岂不是更多！何必先要念经题，然后再念佛？没那么多时间，来不及。佛在此地是说这大乘首经题做一个比较，才知道这个佛号功德不可思议。所以一定要劝这个人求生净土。",
      "zh_TW": "這個『善知識』一定要勸他念阿彌陀佛，要勸他求生淨土，這是非常重要的開示。說實在話，這大乘經首題名字念不念沒有關係，你看念大乘經經題消的罪業是千劫重罪，那念佛號？消五十億劫生死之罪。這極重的罪業，沒有勸他念大乘經題，就直接勸他念阿彌陀佛，那消的罪業豈不是更多！何必先要念經題，然後再念佛？沒那麼多時間，來不及。佛在此地是說這大乘首經題做一個比較，才知道這個佛號功德不可思議。所以一定要勸這個人求生淨土。"
    },
    {
      "id": "03-005-0032_p0029",
      "zh_CN": "疏【三明善人为赞众经。】",
      "zh_TW": "疏【三明善人為讚眾經。】"
    },
    {
      "id": "03-005-0032_p0030",
      "zh_CN": "这是唱经题，就是赞叹大乘经。",
      "zh_TW": "這是唱經題，就是讚歎大乘經。"
    },
    {
      "id": "03-005-0032_p0031",
      "zh_CN": "疏【四明已闻经功力。除罪千劫。】",
      "zh_TW": "疏【四明已聞經功力。除罪千劫。】"
    },
    {
      "id": "03-005-0032_p0032",
      "zh_CN": "第四段是说他听了经灭罪，听经题有灭罪的功德。鸠摩罗什大师，这大师真的是非常聪明、非常有智慧，他翻译《弥陀经》就用阿弥陀佛作经题，这很不可思议！其实《弥陀经》的经题不是佛的名号，佛在经上讲得很清楚，经题是「称赞不可思议功德一切诸佛所护念经」，这才是它的经题。可见得罗什大师用阿弥陀佛名号来作经题，这个经题也跟这个经上讲的消五十亿劫生死之罪，那跟普通的经题不一样。普通经题念「南无妙法莲华经」、「南无大方广佛华严经」，那个灭罪的效果都是千劫生死之重罪。唯独阿弥陀佛的名号灭罪不可思议，所以这是古德用佛号作经题有他很深的意思。",
      "zh_TW": "第四段是說他聽了經滅罪，聽經題有滅罪的功德。鳩摩羅什大師，這大師真的是非常聰明、非常有智慧，他翻譯《彌陀經》就用阿彌陀佛作經題，這很不可思議！其實《彌陀經》的經題不是佛的名號，佛在經上講得很清楚，經題是「稱讚不可思議功德一切諸佛所護念經」，這才是它的經題。可見得羅什大師用阿彌陀佛名號來作經題，這個經題也跟這個經上講的消五十億劫生死之罪，那跟普通的經題不一樣。普通經題念「南無妙法蓮華經」、「南無大方廣佛華嚴經」，那個滅罪的效果都是千劫生死之重罪。唯獨阿彌陀佛的名號滅罪不可思議，所以這是古德用佛號作經題有他很深的意思。"
    },
    {
      "id": "03-005-0032_p0033",
      "zh_CN": "疏【五明智者转教称念弥陀之号。】",
      "zh_TW": "疏【五明智者轉教稱念彌陀之號。】"
    },
    {
      "id": "03-005-0032_p0034",
      "zh_CN": "在人临终的时候，实实在在讲，跟他说法愈简单愈好，愈扼要愈好，不能讲得太长，不能说得太多，那个时候统统都来不及了，真是简要详明，说得清楚，说得明白、简单扼要。",
      "zh_TW": "在人臨終的時候，實實在在講，跟他說法愈簡單愈好，愈扼要愈好，不能講得太長，不能說得太多，那個時候統統都來不及了，真是簡要詳明，說得清楚，說得明白、簡單扼要。"
    },
    {
      "id": "03-005-0032_p0035",
      "zh_CN": "疏【六明以称弥陀名故。除罪五百万劫。】",
      "zh_TW": "疏【六明以稱彌陀名故。除罪五百萬劫。】"
    },
    {
      "id": "03-005-0032_p0036",
      "zh_CN": "这一句阿弥陀佛是无比的殊胜，他听了佛号就能够灭五十亿劫生死重罪，这个地方讲『五百万劫』，我们是以经为准。这注解有的时候抄写错误，有的时候说漏了的，这是可能的，一定要以经为准。下面大师假设一个问答，显示这一段最重要的意思。",
      "zh_TW": "這一句阿彌陀佛是無比的殊勝，他聽了佛號就能夠滅五十億劫生死重罪，這個地方講『五百萬劫』，我們是以經為準。這註解有的時候抄寫錯誤，有的時候說漏了的，這是可能的，一定要以經為準。下面大師假設一個問答，顯示這一段最重要的意思。"
    },
    {
      "id": "03-005-0032_p0037",
      "zh_CN": "疏【问曰。何故闻经十二部。但除罪千劫。称佛一声。即除罪五百万劫者。何意也。】",
      "zh_TW": "疏【問曰。何故聞經十二部。但除罪千劫。稱佛一聲。即除罪五百萬劫者。何意也。】"
    },
    {
      "id": "03-005-0032_p0038",
      "zh_CN": "确实有不少人读到这一段文会产生这个疑问。疑如果不把它断掉，都会造成行门功夫上的障碍。这个障碍如果严重会障碍到往生，障碍你往生，不严重也可能教你生到边地。实在讲边地也不错，我们也不能把边地看轻，边地只不过是生到那里五百年不能见佛闻法而已，那个五百年是人间的五百年。生到西方极乐世界是无量寿，五百年也算不了什么！是不是？这我们要知道。",
      "zh_TW": "確實有不少人讀到這一段文會產生這個疑問。疑如果不把它斷掉，都會造成行門功夫上的障礙。這個障礙如果嚴重會障礙到往生，障礙你往生，不嚴重也可能教你生到邊地。實在講邊地也不錯，我們也不能把邊地看輕，邊地只不過是生到那裡五百年不能見佛聞法而已，那個五百年是人間的五百年。生到西方極樂世界是無量壽，五百年也算不了什麼！是不是？這我們要知道。"
    },
    {
      "id": "03-005-0032_p0039",
      "zh_CN": "疏【答曰。造罪之人障重。】",
      "zh_TW": "疏【答曰。造罪之人障重。】"
    },
    {
      "id": "03-005-0032_p0040",
      "zh_CN": "这是真的，他的业障比别人重。",
      "zh_TW": "這是真的，他的業障比別人重。"
    },
    {
      "id": "03-005-0032_p0041",
      "zh_CN": "疏【加以死苦来逼。】",
      "zh_TW": "疏【加以死苦來逼。】"
    },
    {
      "id": "03-005-0032_p0042",
      "zh_CN": "业障虽然重，怕死！这在病重的关头，眼看着就要死了，这怕死。为了怕死，这时候要听到佛法，他的心就格外的专心、专注。",
      "zh_TW": "業障雖然重，怕死！這在病重的關頭，眼看著就要死了，這怕死。為了怕死，這時候要聽到佛法，他的心就格外的專心、專注。"
    },
    {
      "id": "03-005-0032_p0043",
      "zh_CN": "疏【善人虽说多经。飡受之心浮散。】",
      "zh_TW": "疏【善人雖說多經。飡受之心浮散。】"
    },
    {
      "id": "03-005-0032_p0044",
      "zh_CN": "善知识虽然讲这个经、讲那个经，这个时候他心是散乱的，听不进去！尤其是说多了，他抓不到重点，因此他这除罪的力量就少。",
      "zh_TW": "善知識雖然講這個經、講那個經，這個時候他心是散亂的，聽不進去！尤其是說多了，他抓不到重點，因此他這除罪的力量就少。"
    },
    {
      "id": "03-005-0032_p0045",
      "zh_CN": "疏【由心散故。除罪稍轻。】",
      "zh_TW": "疏【由心散故。除罪稍輕。】"
    },
    {
      "id": "03-005-0032_p0046",
      "zh_CN": "佛的名号，名号简单，名号很短，特别在这个时候，真的六字不如四字，四个字就更短，念阿弥陀佛、阿弥陀佛，南无两个字都不要了。佛在经上告诉我们，执持名号，名号就四个字，南无是恭敬的意思、是皈依的意思，这时候这些客气话都可以免掉了。",
      "zh_TW": "佛的名號，名號簡單，名號很短，特別在這個時候，真的六字不如四字，四個字就更短，念阿彌陀佛、阿彌陀佛，南無兩個字都不要了。佛在經上告訴我們，執持名號，名號就四個字，南無是恭敬的意思、是皈依的意思，這時候這些客氣話都可以免掉了。"
    },
    {
      "id": "03-005-0032_p0047",
      "zh_CN": "莲池大师在晚年念佛就念四个字，有人问他，这记载在《竹窗随笔》，有记载。《竹窗随笔》是他老人家自己的笔记。有人曾经问他，问他怎样教别人念佛？他说：我教别人念佛，念六个字，南无阿弥陀佛。人家就问他：你老人家自己怎么念？他说：我自己念四个字，阿弥陀佛，念四个字。这人家就奇怪了：为什么你教别人念六个字，自己念四个字？莲池大师就说：我这一生决定要求生净土，这客气话就不要说了。我教别人，别人未必真心求生净土，那加一个皈依、加个恭敬，这个好！恭敬阿弥陀佛，礼拜阿弥陀佛，皈依阿弥陀佛，「南无」有这么多意思在里头，跟阿弥陀佛结个善缘。这一生不能往生，等待来生多生多劫以后，再发了真实心还能够得生。由此可知，如果坚定信心，决定在这一生求生，就像莲池大师一样，四个字就好了，就不必六个字，决定求生。所以你看这个名号是愈简单愈容易。",
      "zh_TW": "蓮池大師在晚年念佛就念四個字，有人問他，這記載在《竹窗隨筆》，有記載。《竹窗隨筆》是他老人家自己的筆記。有人曾經問他，問他怎樣教別人念佛？他說：我教別人念佛，念六個字，南無阿彌陀佛。人家就問他：你老人家自己怎麼念？他說：我自己念四個字，阿彌陀佛，念四個字。這人家就奇怪了：為什麼你教別人念六個字，自己念四個字？蓮池大師就說：我這一生決定要求生淨土，這客氣話就不要說了。我教別人，別人未必真心求生淨土，那加一個皈依、加個恭敬，這個好！恭敬阿彌陀佛，禮拜阿彌陀佛，皈依阿彌陀佛，「南無」有這麼多意思在裡頭，跟阿彌陀佛結個善緣。這一生不能往生，等待來生多生多劫以後，再發了真實心還能夠得生。由此可知，如果堅定信心，決定在這一生求生，就像蓮池大師一樣，四個字就好了，就不必六個字，決定求生。所以你看這個名號是愈簡單愈容易。"
    },
    {
      "id": "03-005-0032_p0048",
      "zh_CN": "疏【又佛名是一。即能摄散以住心。】",
      "zh_TW": "疏【又佛名是一。即能攝散以住心。】"
    },
    {
      "id": "03-005-0032_p0049",
      "zh_CN": "确确实实它这个功能是把散乱的心归一了，就达到一心不乱，有这个效果。尤其是在临命终的时候，生死关头，这个时候的心比平常人的心要恳切太多，不是一般人能够相比的。所以他听到『佛名』，他就能收心。这一切妄想分别执着没有了，这叫收心。",
      "zh_TW": "確確實實它這個功能是把散亂的心歸一了，就達到一心不亂，有這個效果。尤其是在臨命終的時候，生死關頭，這個時候的心比平常人的心要懇切太多，不是一般人能夠相比的。所以他聽到『佛名』，他就能收心。這一切妄想分別執著沒有了，這叫收心。"
    },
    {
      "id": "03-005-0032_p0050",
      "zh_CN": "疏【复教令正念称名。由心重故。即能除罪多劫也。】",
      "zh_TW": "疏【復教令正念稱名。由心重故。即能除罪多劫也。】"
    },
    {
      "id": "03-005-0032_p0051",
      "zh_CN": "由此可知，在这里我们得一个结论，灭罪多少全在这能念的心是专还是散，如果是真诚专念，那个灭罪的效果就大；如果有怀疑、散乱，那个灭罪的力量就小。我们在这里得到这么一个结论。所以这一段文非常重要，我们念佛人不能够不明了。下面经文是说临终时佛来迎接的场面，请看经文。我们把这段文念下去，这善导大师的讲解非常的精彩，文在二百六十三页第二行，我们接着念。",
      "zh_TW": "由此可知，在這裡我們得一個結論，滅罪多少全在這能念的心是專還是散，如果是真誠專念，那個滅罪的效果就大；如果有懷疑、散亂，那個滅罪的力量就小。我們在這裡得到這麼一個結論。所以這一段文非常重要，我們念佛人不能夠不明瞭。下面經文是說臨終時佛來迎接的場面，請看經文。我們把這段文念下去，這善導大師的講解非常的精彩，文在二百六十三頁第二行，我們接著念。"
    },
    {
      "id": "03-005-0032_p0052",
      "zh_CN": "『尔时彼佛』，彼佛是阿弥陀佛。『即遣化佛，化观世音，化大势至』，这是三圣化身来迎接，诸位要知道化佛跟真佛无二无别。『至行者前』，到往生的人前面赞叹他，『善男子，汝以称佛名故』，因为你念佛求愿往生，你现在一切罪灭了。『我来迎汝』，这个地方还有意思，我们留在底下再来解释。『作是语已』，就是讲完这个话。这个人就见到『化佛光明』，见到佛光。佛光『遍满其室』，他房间里面一片光明，见到之后生欢喜心，这就命终了。这是跟佛走了，走了这叫命终。对我们这世界上来讲他命终了，在他是跟佛走了。『乘宝莲华，随化佛后，生宝池中』，七宝池中。我们看这一段，这一段里面讲了六桩事情，善导大师的开示在二百六十五页最后一行：",
      "zh_TW": "『爾時彼佛』，彼佛是阿彌陀佛。『即遣化佛，化觀世音，化大勢至』，這是三聖化身來迎接，諸位要知道化佛跟真佛無二無別。『至行者前』，到往生的人前面讚歎他，『善男子，汝以稱佛名故』，因為你念佛求願往生，你現在一切罪滅了。『我來迎汝』，這個地方還有意思，我們留在底下再來解釋。『作是語已』，就是講完這個話。這個人就見到『化佛光明』，見到佛光。佛光『遍滿其室』，他房間裡面一片光明，見到之後生歡喜心，這就命終了。這是跟佛走了，走了這叫命終。對我們這世界上來講他命終了，在他是跟佛走了。『乘寶蓮華，隨化佛後，生寶池中』，七寶池中。我們看這一段，這一段裡面講了六樁事情，善導大師的開示在二百六十五頁最後一行："
    },
    {
      "id": "03-005-0032_p0053",
      "zh_CN": "疏【即有其六。】",
      "zh_TW": "疏【即有其六。】"
    },
    {
      "id": "03-005-0032_p0054",
      "zh_CN": "就是有六桩事情。",
      "zh_TW": "就是有六樁事情。"
    },
    {
      "id": "03-005-0032_p0055",
      "zh_CN": "疏【一明行者正称名时。彼弥陀即遣化众应声来现。】",
      "zh_TW": "疏【一明行者正稱名時。彼彌陀即遣化眾應聲來現。】"
    },
    {
      "id": "03-005-0032_p0056",
      "zh_CN": "就是这个人正在念佛的时候，阿弥陀佛就派遣化佛来迎接他，『化众应声来现』，这是说明感应道交非常的快速。我们这个世间一举一动、起心动念，佛看得清清楚楚、明明白白。你不要怀疑，十方世界念佛人那么多，佛恐怕把我忘掉了，把我看漏掉了，这事情不就麻烦了吗？其实佛没有把你看漏掉、没有忘掉，是你自己怀疑。这怀疑能不能去？还是能去，生到疑城，生到边地，那这麻烦就大了。所以对于佛的智慧、德能要有决定的信心，十方无量无边世界无量无边众生同时往生，佛与观音、势至清清楚楚、明明白白，一个也没有搞错，来接引的时候一个也没漏掉。我们对这个事实要肯定，要有坚定的信心，我们才能真正得到往生的大利益。这是感应不可思议。",
      "zh_TW": "就是這個人正在念佛的時候，阿彌陀佛就派遣化佛來迎接他，『化眾應聲來現』，這是說明感應道交非常的快速。我們這個世間一舉一動、起心動念，佛看得清清楚楚、明明白白。你不要懷疑，十方世界念佛人那麼多，佛恐怕把我忘掉了，把我看漏掉了，這事情不就麻煩了嗎？其實佛沒有把你看漏掉、沒有忘掉，是你自己懷疑。這懷疑能不能去？還是能去，生到疑城，生到邊地，那這麻煩就大了。所以對於佛的智慧、德能要有決定的信心，十方無量無邊世界無量無邊眾生同時往生，佛與觀音、勢至清清楚楚、明明白白，一個也沒有搞錯，來接引的時候一個也沒漏掉。我們對這個事實要肯定，要有堅定的信心，我們才能真正得到往生的大利益。這是感應不可思議。"
    },
    {
      "id": "03-005-0032_p0057",
      "zh_CN": "疏【二明化众既已身现。即同赞行人。】",
      "zh_TW": "疏【二明化眾既已身現。即同讚行人。】"
    },
    {
      "id": "03-005-0032_p0058",
      "zh_CN": "第二说明三圣的化身，跟念佛人见了面之后，赞叹他念佛的功德。",
      "zh_TW": "第二說明三聖的化身，跟念佛人見了面之後，讚歎他念佛的功德。"
    },
    {
      "id": "03-005-0032_p0059",
      "zh_CN": "疏【三明所闻化赞。】",
      "zh_TW": "疏【三明所聞化讚。】"
    },
    {
      "id": "03-005-0032_p0060",
      "zh_CN": "『化』是化佛、化菩萨，赞叹这个人。",
      "zh_TW": "『化』是化佛、化菩薩，讚歎這個人。"
    },
    {
      "id": "03-005-0032_p0061",
      "zh_CN": "疏【但述称佛之功。我来迎汝。】",
      "zh_TW": "疏【但述稱佛之功。我來迎汝。】"
    },
    {
      "id": "03-005-0032_p0062",
      "zh_CN": "前面善知识跟他讲那些大乘经，跟他讲那些开示；就是我们现在临终的时候，跟他讲开示，跟他讲一点。这化佛来迎没有提开示的事情，那个讲开示没提。",
      "zh_TW": "前面善知識跟他講那些大乘經，跟他講那些開示；就是我們現在臨終的時候，跟他講開示，跟他講一點。這化佛來迎沒有提開示的事情，那個講開示沒提。"
    },
    {
      "id": "03-005-0032_p0063",
      "zh_CN": "疏【不论闻经之事。】",
      "zh_TW": "疏【不論聞經之事。】"
    },
    {
      "id": "03-005-0032_p0064",
      "zh_CN": "没有说这个事情。这个意思要紧。",
      "zh_TW": "沒有說這個事情。這個意思要緊。"
    },
    {
      "id": "03-005-0032_p0065",
      "zh_CN": "疏【然望佛愿意者。】",
      "zh_TW": "疏【然望佛願意者。】"
    },
    {
      "id": "03-005-0032_p0066",
      "zh_CN": "在这个地方我们望佛的愿、佛的意思。佛的愿、佛的意思到底在哪里？",
      "zh_TW": "在這個地方我們望佛的願、佛的意思。佛的願、佛的意思到底在哪裡？"
    },
    {
      "id": "03-005-0032_p0067",
      "zh_CN": "疏【唯劝正念称名。】",
      "zh_TW": "疏【唯勸正念稱名。】"
    },
    {
      "id": "03-005-0032_p0068",
      "zh_CN": "这一点意思重要！由此可知，人在临命终时劝他念佛重过将大乘经义开导，重过。我们遇到这个情况就晓得不必讲开示，希望他多念几声佛号。讲开示虽然能灭罪，灭得少。这念佛句句都能灭五十亿劫生死重罪，你岂不是帮了他大忙，何必在这个时候耽误他时间？所以这一段文重要。我们在这里真正了解佛的意思、佛的愿望，就是叫你念这个名号，名号功德不可思议，所以『唯劝正念称名』。",
      "zh_TW": "這一點意思重要！由此可知，人在臨命終時勸他念佛重過將大乘經義開導，重過。我們遇到這個情況就曉得不必講開示，希望他多念幾聲佛號。講開示雖然能滅罪，滅得少。這念佛句句都能滅五十億劫生死重罪，你豈不是幫了他大忙，何必在這個時候耽誤他時間？所以這一段文重要。我們在這裡真正了解佛的意思、佛的願望，就是叫你念這個名號，名號功德不可思議，所以『唯勸正念稱名』。"
    },
    {
      "id": "03-005-0032_p0069",
      "zh_CN": "疏【往生义疾。】",
      "zh_TW": "疏【往生義疾。】"
    },
    {
      "id": "03-005-0032_p0070",
      "zh_CN": "『疾』是快速。",
      "zh_TW": "『疾』是快速。"
    },
    {
      "id": "03-005-0032_p0071",
      "zh_CN": "疏【不同杂散之业。如此经及诸部中。处处广叹。劝令称名。将为要益也。应知。】",
      "zh_TW": "疏【不同雜散之業。如此經及諸部中。處處廣歎。勸令稱名。將為要益也。應知。】"
    },
    {
      "id": "03-005-0032_p0072",
      "zh_CN": "这个『要』是重要，『益』是利益，最重要的利益我们应该要晓得。佛在三经上、在所有大乘经上专讲念佛往生功德的是这净土三经，在讲一切经中附带赞叹念佛往生利益的，那就太多太多了，总有几百种经之多。这是佛在讲经的时候常常来赞叹，这就是讲『处处广叹，劝令称名』，劝是劝我们念佛，可见得念佛真的是重要，是最重要的利益。",
      "zh_TW": "這個『要』是重要，『益』是利益，最重要的利益我們應該要曉得。佛在三經上、在所有大乘經上專講念佛往生功德的是這淨土三經，在講一切經中附帶讚歎念佛往生利益的，那就太多太多了，總有幾百種經之多。這是佛在講經的時候常常來讚歎，這就是講『處處廣歎，勸令稱名』，勸是勸我們念佛，可見得念佛真的是重要，是最重要的利益。"
    },
    {
      "id": "03-005-0032_p0073",
      "zh_CN": "疏【四明既蒙化众告及。即见光明遍室。】",
      "zh_TW": "疏【四明既蒙化眾告及。即見光明遍室。】"
    },
    {
      "id": "03-005-0032_p0074",
      "zh_CN": "这个『化众』就是化佛、化菩萨，三圣的化身，把这重要的修学方法，殊胜的功德利益告诉他，他就见到光明遍照，就见到光明。病人躺在床上，佛光一照，好像房子都没有了，这个墙宇也没有了，在空中一样。佛光一照的时候，所有一切障碍都没有了。这个人本来有病，那病也没有了；本来有业障，业障也没有了。",
      "zh_TW": "這個『化眾』就是化佛、化菩薩，三聖的化身，把這重要的修學方法，殊勝的功德利益告訴他，他就見到光明遍照，就見到光明。病人躺在床上，佛光一照，好像房子都沒有了，這個牆宇也沒有了，在空中一樣。佛光一照的時候，所有一切障礙都沒有了。這個人本來有病，那病也沒有了；本來有業障，業障也沒有了。"
    },
    {
      "id": "03-005-0032_p0075",
      "zh_CN": "在这个地方诸位同修要特别记住，罪障的样子是什么？怎么晓得那个业障消除了？我们学佛的人都知道业障好重，要求着消业障。哪个地方有拜忏的，去拜拜梁皇，拜个水忏、拜个大悲忏，业障就消掉了。拜了之后回来看看，业障是不是真消了？实在说什么是业障不晓得，拜了之后到底有没有消也不知道，这样糊里糊涂、懵懵懂懂的学佛，那很难成就。所以一定要晓得业障是什么，业障从哪里来的。",
      "zh_TW": "在這個地方諸位同修要特別記住，罪障的樣子是什麼？怎麼曉得那個業障消除了？我們學佛的人都知道業障好重，要求著消業障。哪個地方有拜懺的，去拜拜梁皇，拜個水懺、拜個大悲懺，業障就消掉了。拜了之後回來看看，業障是不是真消了？實在說什麼是業障不曉得，拜了之後到底有沒有消也不知道，這樣糊裡糊塗、懵懵懂懂的學佛，那很難成就。所以一定要曉得業障是什麼，業障從哪裡來的。"
    },
    {
      "id": "03-005-0032_p0076",
      "zh_CN": "佛在《华严经》上告诉我们业障的来源、业障的根本，「出现品」上所说的「一切众生皆有如来智慧德相」，这一切众生本来就是佛，跟佛完全一样，智慧也一样、德能也一样，没有差别；「但以妄想执着而不能证得」，这一句话把业障的根说出来了。业障是什么？妄想执着，这就叫业障。妄想辗转辗转的就变成了所知障，这成障碍；执着辗转辗转就变成了烦恼障。所以这业障就是妄想烦恼。那我们消业障，我们去拜个忏，拜回来之后烦恼是不是没有了、妄想也没有了？那很有效，恭喜你，你业障真的消除了。如果拜完之后照样打妄想，还是烦恼重重，你业障没消掉。",
      "zh_TW": "佛在《華嚴經》上告訴我們業障的來源、業障的根本，「出現品」上所說的「一切眾生皆有如來智慧德相」，這一切眾生本來就是佛，跟佛完全一樣，智慧也一樣、德能也一樣，沒有差別；「但以妄想執著而不能證得」，這一句話把業障的根說出來了。業障是什麼？妄想執著，這就叫業障。妄想輾轉輾轉的就變成了所知障，這成障礙；執著輾轉輾轉就變成了煩惱障。所以這業障就是妄想煩惱。那我們消業障，我們去拜個懺，拜回來之後煩惱是不是沒有了、妄想也沒有了？那很有效，恭喜你，你業障真的消除了。如果拜完之後照樣打妄想，還是煩惱重重，你業障沒消掉。"
    },
    {
      "id": "03-005-0032_p0077",
      "zh_CN": "这一个临命终念佛人，他那个业障为什么消除得这么快？因为他要救命，他的心情跟我们的心情不一样。他着急，要赶快！所以他的心专，他的心一。一句阿弥陀佛，阿弥陀佛、阿弥陀佛接着念下去，这一句阿弥陀佛里头确确实实没有妄想，没有执着，他是真的把业障消除掉了。一直把佛念来，这感应道交，他真的业障消除了，佛来了。这佛光一照一加持，这功力稳固、稳定了，所谓功力稳定就是烦恼、妄想不再起现行，这是佛力加持他。虽然有烦恼、有妄想、有业障，它不起作用，伏住了。自己的信愿伏住了，佛的光明、威神加持帮他伏住了，这样才往生的。我们要明白这个道理。",
      "zh_TW": "這一個臨命終念佛人，他那個業障為什麼消除得這麼快？因為他要救命，他的心情跟我們的心情不一樣。他著急，要趕快！所以他的心專，他的心一。一句阿彌陀佛，阿彌陀佛、阿彌陀佛接著念下去，這一句阿彌陀佛裡頭確確實實沒有妄想，沒有執著，他是真的把業障消除掉了。一直把佛念來，這感應道交，他真的業障消除了，佛來了。這佛光一照一加持，這功力穩固、穩定了，所謂功力穩定就是煩惱、妄想不再起現行，這是佛力加持他。雖然有煩惱、有妄想、有業障，它不起作用，伏住了。自己的信願伏住了，佛的光明、威神加持幫他伏住了，這樣才往生的。我們要明白這個道理。"
    },
    {
      "id": "03-005-0032_p0078",
      "zh_CN": "所以念佛不能不专，念经不能不诚，真诚的去念。当我们念这部经的时候，像我们平常念《无量寿经》，《无量寿经》从头到尾念一遍大概要一个小时，念快的人可以念半个小时，不要念太快，念一个小时好，念得清清楚楚、明明白白，在这一个小时当中不起妄想、不起烦恼，你这一部经就是真的消了业障。天天念、常常念，那个妄想自然少了，烦恼自然也少了，这就是你业障消除的现象，你自己会觉得。觉得什么？心地很快乐，我们现在一般讲压力，压力少了，减少了，没有了，身心很轻快，这个头脑很清楚。从前做事都是糊里糊涂的，现在很明白、很清楚，这就是业障消除的现象，智慧增长的现象。从前听话，听人讲话不晓得什么意思，现在一听就知道，这都是业障消除的现象。从前人家讲好话听不进去，坏话一听就懂；现在听好话能听得懂，能听得进去，这都是业障消除的现象。所以你要不把它搞清楚、搞明白，盲修瞎练那就很难了，那个成就就相当不容易，这是我们一定要晓得的。",
      "zh_TW": "所以念佛不能不專，念經不能不誠，真誠的去念。當我們念這部經的時候，像我們平常念《無量壽經》，《無量壽經》從頭到尾念一遍大概要一個小時，念快的人可以念半個小時，不要念太快，念一個小時好，念得清清楚楚、明明白白，在這一個小時當中不起妄想、不起煩惱，你這一部經就是真的消了業障。天天念、常常念，那個妄想自然少了，煩惱自然也少了，這就是你業障消除的現象，你自己會覺得。覺得什麼？心地很快樂，我們現在一般講壓力，壓力少了，減少了，沒有了，身心很輕快，這個頭腦很清楚。從前做事都是糊裡糊塗的，現在很明白、很清楚，這就是業障消除的現象，智慧增長的現象。從前聽話，聽人講話不曉得什麼意思，現在一聽就知道，這都是業障消除的現象。從前人家講好話聽不進去，壞話一聽就懂；現在聽好話能聽得懂，能聽得進去，這都是業障消除的現象。所以你要不把它搞清楚、搞明白，盲修瞎練那就很難了，那個成就就相當不容易，這是我們一定要曉得的。"
    },
    {
      "id": "03-005-0032_p0079",
      "zh_CN": "念阿弥陀佛，念《无量寿经》，《无量寿经》我这些年讲了很多遍，常常告诉大家，《无量寿经》是大乘经典里面的第一经，经题能灭千劫罪。《无量寿经》的经题跟其他经题不一样，为什么？《无量寿经》上经题有阿弥陀佛名号在。也许同修要问，现在这《无量寿经》的经题是「佛说大乘无量寿庄严清净平等觉经」，这里头没有阿弥陀佛？这里头阿弥陀佛说了两次，「无量寿」是阿弥陀佛，无量寿佛；「清净平等觉」是阿弥陀佛的别号，所以这个题目念一遍就念了两声阿弥陀佛。你才晓得这个经首的题目跟其他大乘经的题目、经首题目不能一概而论，这个灭罪的功德不可思议，这是我们为什么要劝大家去念、去读诵。所以这是在行门当中，特别是在现代，现代人、现代这个社会受持这部经的效果是非常的快速，非常有效。再看底下第五：",
      "zh_TW": "念阿彌陀佛，念《無量壽經》，《無量壽經》我這些年講了很多遍，常常告訴大家，《無量壽經》是大乘經典裡面的第一經，經題能滅千劫罪。《無量壽經》的經題跟其他經題不一樣，為什麼？《無量壽經》上經題有阿彌陀佛名號在。也許同修要問，現在這《無量壽經》的經題是「佛說大乘無量壽莊嚴清淨平等覺經」，這裡頭沒有阿彌陀佛？這裡頭阿彌陀佛說了兩次，「無量壽」是阿彌陀佛，無量壽佛；「清淨平等覺」是阿彌陀佛的別號，所以這個題目念一遍就念了兩聲阿彌陀佛。你才曉得這個經首的題目跟其他大乘經的題目、經首題目不能一概而論，這個滅罪的功德不可思議，這是我們為什麼要勸大家去念、去讀誦。所以這是在行門當中，特別是在現代，現代人、現代這個社會受持這部經的效果是非常的快速，非常有效。再看底下第五："
    },
    {
      "id": "03-005-0032_p0080",
      "zh_CN": "疏【五明既蒙光照。报命寻终。】",
      "zh_TW": "疏【五明既蒙光照。報命尋終。】"
    },
    {
      "id": "03-005-0032_p0081",
      "zh_CN": "这个佛光一照他就跟佛走了，活着往生。这一点大家要记住、要明了，往生决定是活着往生的，而不是死了往生，是往生之后这个身体不要了、丢掉了。我们看这个身体，他死了，其实人家没有死，走了，身体不要了，这才是事实真相。",
      "zh_TW": "這個佛光一照他就跟佛走了，活著往生。這一點大家要記住、要明瞭，往生決定是活著往生的，而不是死了往生，是往生之後這個身體不要了、丟掉了。我們看這個身體，他死了，其實人家沒有死，走了，身體不要了，這才是事實真相。"
    },
    {
      "id": "03-005-0032_p0082",
      "zh_CN": "疏【六明乘华从佛生宝池中。】",
      "zh_TW": "疏【六明乘華從佛生寶池中。】"
    },
    {
      "id": "03-005-0032_p0083",
      "zh_CN": "他跟着三圣的化身，自己坐在莲花之中，跟着佛到西方极乐世界去安住在七宝池中，这是说明他往生的状况。我们再看下面经文：",
      "zh_TW": "他跟著三聖的化身，自己坐在蓮花之中，跟著佛到西方極樂世界去安住在七寶池中，這是說明他往生的狀況。我們再看下面經文："
    },
    {
      "id": "03-005-0032_p0084",
      "zh_CN": "经【经七七日。莲华乃敷。】",
      "zh_TW": "經【經七七日。蓮華乃敷。】"
    },
    {
      "id": "03-005-0032_p0085",
      "zh_CN": "『经七七日』，四十九天，这个时间也是指我们这个地方的时间，不是极乐世界的时间。由此可知，很快！这时间不长，很短，莲花就开了。",
      "zh_TW": "『經七七日』，四十九天，這個時間也是指我們這個地方的時間，不是極樂世界的時間。由此可知，很快！這時間不長，很短，蓮花就開了。"
    },
    {
      "id": "03-005-0032_p0086",
      "zh_CN": "经【当华敷时。大悲观世音菩萨。及大势至菩萨。放大光明。住其人前。为说甚深十二部经闻已信解。发无上道心。经十小劫。具百法明门。得入初地。】",
      "zh_TW": "經【當華敷時。大悲觀世音菩薩。及大勢至菩薩。放大光明。住其人前。為說甚深十二部經聞已信解。發無上道心。經十小劫。具百法明門。得入初地。】"
    },
    {
      "id": "03-005-0032_p0087",
      "zh_CN": "这一段善导大师也给我们说明有五点意思。第一个花开之后，观音、势至这两位大菩萨放光，到他的面前为他讲经说法。这『甚深十二部经』是指大乘经论，不定指哪一部经论，是给他说大乘经论。到底给他说什么经论？佛说经必定是契机契理，一定是非常契合这个人过去世中生生世世所修的。因为他这一生当中没有接触佛法，他在临命终时遇到善友才听说这几个经题，甚至于连经题都没有听到，他懂得什么佛法？但是如果不是过去生中深厚的善根，他决定遇不到这个缘，遇到这个缘也不会发心，不会动心，那没有用处。一定与他说相应的经论，一听就欢喜。",
      "zh_TW": "這一段善導大師也給我們說明有五點意思。第一個花開之後，觀音、勢至這兩位大菩薩放光，到他的面前為他講經說法。這『甚深十二部經』是指大乘經論，不定指哪一部經論，是給他說大乘經論。到底給他說什麼經論？佛說經必定是契機契理，一定是非常契合這個人過去世中生生世世所修的。因為他這一生當中沒有接觸佛法，他在臨命終時遇到善友才聽說這幾個經題，甚至於連經題都沒有聽到，他懂得什麼佛法？但是如果不是過去生中深厚的善根，他決定遇不到這個緣，遇到這個緣也不會發心，不會動心，那沒有用處。一定與他說相應的經論，一聽就歡喜。"
    },
    {
      "id": "03-005-0032_p0088",
      "zh_CN": "像我们现在遇到许许多多大乘经，这都在一个缘字，有的经我们一听好喜欢，有的经听得就听得格格不入，就不喜欢，这就是这个法门与你有没有缘分。这个法要有缘。法要有缘，人还要有缘，那个讲经的人，这个人讲经我很喜欢听，那个人讲经讲一样的，甚至于讲得比他还好，他就是不喜欢听，就是说人要有缘。观音、势至，他为什么没有阿弥陀佛？阿弥陀佛为什么不给他讲经说法，观音、势至来给他讲经？观音菩萨这个缘比阿弥陀佛还深。你看看我们很多人，不学佛的人不知道有阿弥陀佛，但是没有不知道观世音菩萨的，观世音菩萨的知名度超过阿弥陀佛。",
      "zh_TW": "像我們現在遇到許許多多大乘經，這都在一個緣字，有的經我們一聽好喜歡，有的經聽得就聽得格格不入，就不喜歡，這就是這個法門與你有沒有緣分。這個法要有緣。法要有緣，人還要有緣，那個講經的人，這個人講經我很喜歡聽，那個人講經講一樣的，甚至於講得比他還好，他就是不喜歡聽，就是說人要有緣。觀音、勢至，他為什麼沒有阿彌陀佛？阿彌陀佛為什麼不給他講經說法，觀音、勢至來給他講經？觀音菩薩這個緣比阿彌陀佛還深。你看看我們很多人，不學佛的人不知道有阿彌陀佛，但是沒有不知道觀世音菩薩的，觀世音菩薩的知名度超過阿彌陀佛。"
    },
    {
      "id": "03-005-0032_p0089",
      "zh_CN": "所以跟观音菩萨的缘特别深，观音菩萨来跟他说法，说与他相应的法。他一听欢喜开解，『发无上道心』，这个菩提心这时候才发。在大经上我们读到，三辈往生，上辈、中辈、下辈统统都是发菩提心，一心专念阿弥陀佛。这三辈九品没有一个例外的。这个地方说，这时候才发的真正菩提心，他才懂得什么叫菩提心。他往生的时候，只是发一念求生净土的念头，从前我们不晓得这个念头也叫做菩提心，是蕅益大师在《要解》里面给我们说出来，这一念就叫做无上菩提心。虽然不是真正无上菩提心，因为一到西方极乐世界，观音、势至一给他讲经说法，他菩提心马上就发出来了。可见得这一念求生净土，一念愿见阿弥陀佛，就是等于无上菩提心一样，所以到那个地方一定发。",
      "zh_TW": "所以跟觀音菩薩的緣特別深，觀音菩薩來跟他說法，說與他相應的法。他一聽歡喜開解，『發無上道心』，這個菩提心這時候才發。在大經上我們讀到，三輩往生，上輩、中輩、下輩統統都是發菩提心，一心專念阿彌陀佛。這三輩九品沒有一個例外的。這個地方說，這時候才發的真正菩提心，他才懂得什麼叫菩提心。他往生的時候，只是發一念求生淨土的念頭，從前我們不曉得這個念頭也叫做菩提心，是蕅益大師在《要解》裡面給我們說出來，這一念就叫做無上菩提心。雖然不是真正無上菩提心，因為一到西方極樂世界，觀音、勢至一給他講經說法，他菩提心馬上就發出來了。可見得這一念求生淨土，一念願見阿彌陀佛，就是等於無上菩提心一樣，所以到那個地方一定發。"
    },
    {
      "id": "03-005-0032_p0090",
      "zh_CN": "『经十小劫』，这个十小劫也是我们这边的时间。『具百法明门』，具是具足，这百法明门就是对于一切法通达明了。『得入初地』，这是真实证到初地的果位了。",
      "zh_TW": "『經十小劫』，這個十小劫也是我們這邊的時間。『具百法明門』，具是具足，這百法明門就是對於一切法通達明了。『得入初地』，這是真實證到初地的果位了。"
    },
    {
      "id": "03-005-0032_p0091",
      "zh_CN": "经【是名下品上生者。】",
      "zh_TW": "經【是名下品上生者。】"
    },
    {
      "id": "03-005-0032_p0092",
      "zh_CN": "这底下还有一段是经文，我们的本子漏掉了。「丽本」是高丽本，就是我们现在讲《高丽大藏经》，在这一段后面还有十八个字：",
      "zh_TW": "這底下還有一段是經文，我們的本子漏掉了。「麗本」是高麗本，就是我們現在講《高麗大藏經》，在這一段後面還有十八個字："
    },
    {
      "id": "03-005-0032_p0093",
      "zh_CN": "经【得闻佛名。法名及闻僧名。闻三宝名。即得往生。】",
      "zh_TW": "經【得聞佛名。法名及聞僧名。聞三寶名。即得往生。】"
    },
    {
      "id": "03-005-0032_p0094",
      "zh_CN": "这十八个字，《高丽大藏经》上有，我们中文《大藏经》里面现在没有这十八个字。但是这个地方有个小注说，这十八个字应该是有，为什么？善导大师注解里头有这十八个字，可见得唐朝那个时候本子有。我们中国经典传到韩国是那个时候传去的，可能是后来我们抄写的，抄到「是名下品上生者」，底下就忘掉了，把这几个字漏掉了，这也未可知。这段几句话，诸位翻开二百六十七页第三行，第三行这一开端：",
      "zh_TW": "這十八個字，《高麗大藏經》上有，我們中文《大藏經》裡面現在沒有這十八個字。但是這個地方有個小註說，這十八個字應該是有，為什麼？善導大師註解裡頭有這十八個字，可見得唐朝那個時候本子有。我們中國經典傳到韓國是那個時候傳去的，可能是後來我們抄寫的，抄到「是名下品上生者」，底下就忘掉了，把這幾個字漏掉了，這也未可知。這段幾句話，諸位翻開二百六十七頁第三行，第三行這一開端："
    },
    {
      "id": "03-005-0032_p0095",
      "zh_CN": "疏【八从是名已下。总结。】",
      "zh_TW": "疏【八從是名已下。總結。】"
    },
    {
      "id": "03-005-0032_p0096",
      "zh_CN": "『是名下品上生者』，这一句是总结。你看善导大师注解底下有，还有九，可见得高丽本这十八个字确确实实是经文。",
      "zh_TW": "『是名下品上生者』，這一句是總結。你看善導大師註解底下有，還有九，可見得高麗本這十八個字確確實實是經文。"
    },
    {
      "id": "03-005-0032_p0097",
      "zh_CN": "疏【九从得闻佛名已下。】",
      "zh_TW": "疏【九從得聞佛名已下。】"
    },
    {
      "id": "03-005-0032_p0098",
      "zh_CN": "这底下善导大师讲的。",
      "zh_TW": "這底下善導大師講的。"
    },
    {
      "id": "03-005-0032_p0099",
      "zh_CN": "疏【重举行者之益。】",
      "zh_TW": "疏【重舉行者之益。】"
    },
    {
      "id": "03-005-0032_p0100",
      "zh_CN": "重复再举出来念佛往生的利益。",
      "zh_TW": "重複再舉出來念佛往生的利益。"
    },
    {
      "id": "03-005-0032_p0101",
      "zh_CN": "疏【非但念佛独得往生。法僧通念。亦得去也。】",
      "zh_TW": "疏【非但念佛獨得往生。法僧通念。亦得去也。】"
    },
    {
      "id": "03-005-0032_p0102",
      "zh_CN": "这一句话非常非常重要！我们在很多地方有遇到同修来问我：我念观音菩萨念成习惯了，念阿弥陀佛念得不习惯，我念观音菩萨能不能往生？这里证明，观音菩萨是『僧』，念佛得生，念僧也得生。所以你念观音菩萨求往生，能，能够得生。所以有家人，尤其是家里老人，他一生念观音菩萨念很多，你不要叫他改。要改念阿弥陀佛，他念几句阿弥陀佛又念观音菩萨，结果他心都念乱了，都慌张了，到底观音菩萨跟阿弥陀佛哪一个好？反而把他那个一心搅乱了，把他的功夫破坏了，这是很大的错误。他念观音菩萨，就劝他一句观音菩萨念到底，不要改，求生西方极乐世界，这就对了！我们在经上都有根据。你念大势至菩萨，你就一心一意念大势至菩萨，决定得生。念到心清净，一样消业障，一样往生极乐世界，这念僧。",
      "zh_TW": "這一句話非常非常重要！我們在很多地方有遇到同修來問我：我念觀音菩薩念成習慣了，念阿彌陀佛念得不習慣，我念觀音菩薩能不能往生？這裡證明，觀音菩薩是『僧』，念佛得生，念僧也得生。所以你念觀音菩薩求往生，能，能夠得生。所以有家人，尤其是家裡老人，他一生念觀音菩薩念很多，你不要叫他改。要改念阿彌陀佛，他念幾句阿彌陀佛又念觀音菩薩，結果他心都念亂了，都慌張了，到底觀音菩薩跟阿彌陀佛哪一個好？反而把他那個一心攪亂了，把他的功夫破壞了，這是很大的錯誤。他念觀音菩薩，就勸他一句觀音菩薩念到底，不要改，求生西方極樂世界，這就對了！我們在經上都有根據。你念大勢至菩薩，你就一心一意念大勢至菩薩，決定得生。念到心清淨，一樣消業障，一樣往生極樂世界，這念僧。"
    },
    {
      "id": "03-005-0032_p0103",
      "zh_CN": "这个『法』是经典，我没有念佛，我也没有念观音菩萨、大势至菩萨，我每天念《无量寿经》，能不能生？得生。我每天念《阿弥陀经》能不能生？能生。我每天念《金刚经》能不能生？能生。回向求生净土统统能生，你念《地藏经》也能生。所以我在南部遇到专修地藏法门的，念《地藏经》、念地藏菩萨名号能不能得生？能生，发愿回向求生净土。我们在大经，这《无量寿经》三辈往生最后一段看到的，经文上有说明，修学一切大乘法门，回向求生净土统统得生。在此地又得到一个证明，念佛、念法、念僧都能得生，这一点很重要。所以我们遇到修其他法门修得很久了，不要劝他改变，一定把这道理讲得清楚、讲得明白使他更有信心，心里有定，能够生欢喜心，知道我这样修法也能往生，临命终时佛与观世音、大势至菩萨同样都来迎接。所以以这个读经、念诸佛菩萨名号的功德求生净土，这就一定不错。这是下品上生章。",
      "zh_TW": "這個『法』是經典，我沒有念佛，我也沒有念觀音菩薩、大勢至菩薩，我每天念《無量壽經》，能不能生？得生。我每天念《阿彌陀經》能不能生？能生。我每天念《金剛經》能不能生？能生。迴向求生淨土統統能生，你念《地藏經》也能生。所以我在南部遇到專修地藏法門的，念《地藏經》、念地藏菩薩名號能不能得生？能生，發願迴向求生淨土。我們在大經，這《無量壽經》三輩往生最後一段看到的，經文上有說明，修學一切大乘法門，迴向求生淨土統統得生。在此地又得到一個證明，念佛、念法、念僧都能得生，這一點很重要。所以我們遇到修其他法門修得很久了，不要勸他改變，一定把這道理講得清楚、講得明白使他更有信心，心裡有定，能夠生歡喜心，知道我這樣修法也能往生，臨命終時佛與觀世音、大勢至菩薩同樣都來迎接。所以以這個讀經、念諸佛菩薩名號的功德求生淨土，這就一定不錯。這是下品上生章。"
    },
    {
      "id": "03-005-0032_p0104",
      "zh_CN": "我们这个讲席，到我们出国之前还有三次，可以讲得圆满。后面同修机会不能放过，这后面比前面重要，因为我们都是造作罪业的人，这是后面比前面重要。好，我们念佛回向。",
      "zh_TW": "我們這個講席，到我們出國之前還有三次，可以講得圓滿。後面同修機會不能放過，這後面比前面重要，因為我們都是造作罪業的人，這是後面比前面重要。好，我們念佛迴向。"
    }
  ]
}