{
  "doc_id": "03-005-0014",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏",
    "zh_TW": "佛說觀無量壽佛經疏"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-005-0014",
  "total_paragraphs": 108,
  "paragraphs": [
    {
      "id": "03-005-0014_p0001",
      "zh_CN": "请掀开经本一百四十四面第五行经文：",
      "zh_TW": "請掀開經本一百四十四面第五行經文："
    },
    {
      "id": "03-005-0014_p0002",
      "zh_CN": "经【此想成时。一一观之。极令了了。闭目开目。不令散失。唯除食时。恒忆此事。如此想者。名为麤见极乐国地。若得三昧。见彼国地。了了分明。不可具说。】",
      "zh_TW": "經【此想成時。一一觀之。極令了了。閉目開目。不令散失。唯除食時。恆憶此事。如此想者。名為麤見極樂國地。若得三昧。見彼國地。了了分明。不可具說。】"
    },
    {
      "id": "03-005-0014_p0003",
      "zh_CN": "我们先看这一段。第一句『此想成时』，就是指前面所说的这十六观里面的第二观，第二观是水观，观大海结冰。这个观想要观成，观成是什么样的现象？佛在此地告诉我们『一一观之』，就是依照前面的观法先观地之体，琉璃地，再观地下面的庄严、地上面的庄严、空中的庄严，要跟经上讲的完全相应才行，这不相应的不可以。『极令了了』。了了是清清楚楚、明明白白，看得很真确，跟经上讲的境界是一样的。是『闭目』这个境界现前、清楚；眼睛张开来也清楚、也现前。所以这一观要观成，你看我们这个地都是琉璃地，如果还看到这是磨石子地，那你这个观没观成。第一观是观落日悬鼓，第二观是大海结冰，所以观真的很难。这在十六观里面来讲，前面这两种是比较容易，往后愈来愈难，这个境界愈来愈微细，对我们这粗心大意的人来讲，确实很不容易成就。",
      "zh_TW": "我們先看這一段。第一句『此想成時』，就是指前面所說的這十六觀裡面的第二觀，第二觀是水觀，觀大海結冰。這個觀想要觀成，觀成是什麼樣的現象？佛在此地告訴我們『一一觀之』，就是依照前面的觀法先觀地之體，琉璃地，再觀地下面的莊嚴、地上面的莊嚴、空中的莊嚴，要跟經上講的完全相應才行，這不相應的不可以。『極令了了』。了了是清清楚楚、明明白白，看得很真確，跟經上講的境界是一樣的。是『閉目』這個境界現前、清楚；眼睛張開來也清楚、也現前。所以這一觀要觀成，你看我們這個地都是琉璃地，如果還看到這是磨石子地，那你這個觀沒觀成。第一觀是觀落日懸鼓，第二觀是大海結冰，所以觀真的很難。這在十六觀裡面來講，前面這兩種是比較容易，往後愈來愈難，這個境界愈來愈微細，對我們這粗心大意的人來講，確實很不容易成就。"
    },
    {
      "id": "03-005-0014_p0004",
      "zh_CN": "『唯除食时，恒忆此事』。只是在吃饭的时候。这一句是代表的有事，你有事情的时候，吃饭的时候、睡觉的时候。这些时候除外，平常都要观想这桩事情，你的功夫才不致于间断，而且境界都能够现前，境界一定是现前的。这个观成了，叫『麤见极乐国地』。这个见是相似见，不是真见到，相似见。如果你得『三昧』，这个「三昧」是一心不乱，无论是你得的是事一心或者是理一心，那就不是麤见，那就真见到，西方极乐世界这个地真见到。『见彼国地，了了分明，不可具说』。那一种殊胜庄严是你亲自见到的，说不尽。你所观到的像经上所说的，这叫麤见；真正得一心不乱，见西方世界的地，那就不是像经上所讲的，经上所讲的只略举一二端而已，你看到真正详细了，所以「不可具说」。",
      "zh_TW": "『唯除食時，恆憶此事』。只是在吃飯的時候。這一句是代表的有事，你有事情的時候，吃飯的時候、睡覺的時候。這些時候除外，平常都要觀想這樁事情，你的功夫才不致於間斷，而且境界都能夠現前，境界一定是現前的。這個觀成了，叫『麤見極樂國地』。這個見是相似見，不是真見到，相似見。如果你得『三昧』，這個「三昧」是一心不亂，無論是你得的是事一心或者是理一心，那就不是麤見，那就真見到，西方極樂世界這個地真見到。『見彼國地，了了分明，不可具說』。那一種殊勝莊嚴是你親自見到的，說不盡。你所觀到的像經上所說的，這叫麤見；真正得一心不亂，見西方世界的地，那就不是像經上所講的，經上所講的只略舉一二端而已，你看到真正詳細了，所以「不可具說」。"
    },
    {
      "id": "03-005-0014_p0005",
      "zh_CN": "经【是为地想。名第三观。】",
      "zh_TW": "經【是為地想。名第三觀。】"
    },
    {
      "id": "03-005-0014_p0006",
      "zh_CN": "这是总结前面的一段经文，都是在『地想』。善导大师在注解里面，特别就这作观给我们一段很精采、很重要的开示。这个文在一百四十五面，他讲得很详细。我们看第四句，就是观成这个境界他说了六句，我们看第四句，在倒数第四行：",
      "zh_TW": "這是總結前面的一段經文，都是在『地想』。善導大師在註解裡面，特別就這作觀給我們一段很精采、很重要的開示。這個文在一百四十五面，他講得很詳細。我們看第四句，就是觀成這個境界他說了六句，我們看第四句，在倒數第四行："
    },
    {
      "id": "03-005-0014_p0007",
      "zh_CN": "疏【四明身四威仪。昼夜常念。唯除睡时。忆持不舍。】",
      "zh_TW": "疏【四明身四威儀。晝夜常念。唯除睡時。憶持不捨。】"
    },
    {
      "id": "03-005-0014_p0008",
      "zh_CN": "经上给我们讲「唯除食时」，吃饭的时候，善导大师又加上『唯除睡时』。我们看到一个睡觉、吃饭，那就可以说凡是你有事情的时候，你需要工作、需要办事，你就把这个功夫放下，去认真办事情。这很重要。有许多同修不知道修学的要领，以为这个不中断，好，那一天到晚都不能中断；换句话说，你工作的时候还要念佛，我们现在是讲持名念佛。在工作的时候念佛，事情也没有做好，佛也没有念好。吃饭也是很重要的事情，大事，吃饭要讲求细嚼，要慢慢的吃，这东西才能够消化，才能够完全接收。所以吃饭的时候也在念佛，那饭也没吃得好，那佛也没念好。所以这一定要懂得吃饭、睡觉的时候都把它放下。你看谛闲老法师以前教给他那个徒弟，不是说得很好？教他：念阿弥陀佛，一直念下去，念累了你就休息，休息好了就再念。你看看这多自在！这才是正确的。所以有工作的时候佛号放下，没有工作的时候佛号立刻就提起来，这就是对的。大师在此地为我们补充的「唯除睡时」，给我们很大的启示，我们知道怎样用功。",
      "zh_TW": "經上給我們講「唯除食時」，吃飯的時候，善導大師又加上『唯除睡時』。我們看到一個睡覺、吃飯，那就可以說凡是你有事情的時候，你需要工作、需要辦事，你就把這個功夫放下，去認真辦事情。這很重要。有許多同修不知道修學的要領，以為這個不中斷，好，那一天到晚都不能中斷；換句話說，你工作的時候還要念佛，我們現在是講持名念佛。在工作的時候念佛，事情也沒有做好，佛也沒有念好。吃飯也是很重要的事情，大事，吃飯要講求細嚼，要慢慢的吃，這東西才能夠消化，才能夠完全接收。所以吃飯的時候也在念佛，那飯也沒吃得好，那佛也沒念好。所以這一定要懂得吃飯、睡覺的時候都把它放下。你看諦閑老法師以前教給他那個徒弟，不是說得很好？教他：念阿彌陀佛，一直念下去，念累了你就休息，休息好了就再念。你看看這多自在！這才是正確的。所以有工作的時候佛號放下，沒有工作的時候佛號立刻就提起來，這就是對的。大師在此地為我們補充的「唯除睡時」，給我們很大的啟示，我們知道怎樣用功。"
    },
    {
      "id": "03-005-0014_p0009",
      "zh_CN": "疏【五明凝心不绝。即见净土之相。此名想心中见。犹有觉想故。】",
      "zh_TW": "疏【五明凝心不絕。即見淨土之相。此名想心中見。猶有覺想故。】"
    },
    {
      "id": "03-005-0014_p0010",
      "zh_CN": "这就是经里面讲的「如此想者，名为麤见极乐国地」。这是从想像里面变现出来的，并不是真正见到。真正见到那个庄严比经上说的要详尽得多，你完全自己亲自看到了。但是这一个阶段是必须经历的，你没有这个麤见，你怎么能够真的见到？在你真正见到之前一定是见到相似相，你功夫逐渐接近这个境界会现前，所以这是我们要明了的。下面一段经文我们读了以后，对于这个法门的观感必然会加深。",
      "zh_TW": "這就是經裡面講的「如此想者，名為麤見極樂國地」。這是從想像裡面變現出來的，並不是真正見到。真正見到那個莊嚴比經上說的要詳盡得多，你完全自己親自看到了。但是這一個階段是必須經歷的，你沒有這個麤見，你怎麼能夠真的見到？在你真正見到之前一定是見到相似相，你功夫逐漸接近這個境界會現前，所以這是我們要明瞭的。下面一段經文我們讀了以後，對於這個法門的觀感必然會加深。"
    },
    {
      "id": "03-005-0014_p0011",
      "zh_CN": "经【佛告阿难。汝持佛语。为未来世一切大众欲脱苦者。说是观地法。】",
      "zh_TW": "經【佛告阿難。汝持佛語。為未來世一切大眾欲脫苦者。說是觀地法。】"
    },
    {
      "id": "03-005-0014_p0012",
      "zh_CN": "像这样的语气、口吻，我们在这经里面读了很多遍，由此可以证知，善导大师所说的话决定真实。那就是这个法门九品往生都是为凡夫说的，确确实实不干大小圣也，这真的！你看佛讲到这个地方，这才第三观，又嘱咐阿难尊者；前面嘱咐了几次，现在又嘱咐他。『汝持佛语』。这个「持」是受持；「佛语」，就是这一会所讲的嘱咐阿难要认真依照这个方法修学。那我们也会想到，这是净土法门念佛求生西方极乐世界，佛叫阿难要受持。",
      "zh_TW": "像這樣的語氣、口吻，我們在這經裡面讀了很多遍，由此可以證知，善導大師所說的話決定真實。那就是這個法門九品往生都是為凡夫說的，確確實實不干大小聖也，這真的！你看佛講到這個地方，這才第三觀，又囑咐阿難尊者；前面囑咐了幾次，現在又囑咐他。『汝持佛語』。這個「持」是受持；「佛語」，就是這一會所講的囑咐阿難要認真依照這個方法修學。那我們也會想到，這是淨土法門念佛求生西方極樂世界，佛叫阿難要受持。"
    },
    {
      "id": "03-005-0014_p0013",
      "zh_CN": "阿难是不是发愿求生西方极乐世界？没错，在《无量寿经》上阿难尊者确实是发心要求生西方极乐世界。那么现在讲求生西方极乐世界的方法，当然世尊要特别嘱咐他，你想生西方极乐世界，教给你方法，怎么个去法。不但你自己要认真的修学，还要『为未来世一切大众欲脱苦者』。这个「欲脱苦者」这一句是成熟的众生，这一类众生的机缘真正成熟了，为什么？他想离开六道轮回，真的想离开。这种人就是佛法里常讲的真正觉悟之人，他真的觉悟了，不想在这个世界再住了。这样根熟众生佛菩萨一定要帮助他、成就他，否则的话就对不起他；不但对不起他，也对不起自己。为什么说对不起自己？诸佛如来的本愿就是帮助众生脱离苦海，圆成佛道，这是他的本愿。现在有一个人真正发心想离开六道轮回、想一生圆成佛道，佛要不帮忙那怎么对得起人？所以对自己、对众生都对不住。因此特别嘱咐阿难尊者，对于根熟的众生一定要把这个法门传授给他。这里面有四个意思，善导大师在此地为我们开导的：",
      "zh_TW": "阿難是不是發願求生西方極樂世界？沒錯，在《無量壽經》上阿難尊者確實是發心要求生西方極樂世界。那麼現在講求生西方極樂世界的方法，當然世尊要特別囑咐他，你想生西方極樂世界，教給你方法，怎麼個去法。不但你自己要認真的修學，還要『為未來世一切大眾欲脫苦者』。這個「欲脫苦者」這一句是成熟的眾生，這一類眾生的機緣真正成熟了，為什麼？他想離開六道輪迴，真的想離開。這種人就是佛法裡常講的真正覺悟之人，他真的覺悟了，不想在這個世界再住了。這樣根熟眾生佛菩薩一定要幫助他、成就他，否則的話就對不起他；不但對不起他，也對不起自己。為什麼說對不起自己？諸佛如來的本願就是幫助眾生脫離苦海，圓成佛道，這是他的本願。現在有一個人真正發心想離開六道輪迴、想一生圓成佛道，佛要不幫忙那怎麼對得起人？所以對自己、對眾生都對不住。因此特別囑咐阿難尊者，對於根熟的眾生一定要把這個法門傳授給他。這裡面有四個意思，善導大師在此地為我們開導的："
    },
    {
      "id": "03-005-0014_p0014",
      "zh_CN": "疏【四。从佛告阿难下。至说是观地法已来。】",
      "zh_TW": "疏【四。從佛告阿難下。至說是觀地法已來。】"
    },
    {
      "id": "03-005-0014_p0015",
      "zh_CN": "这就是刚才经文的第四个小段，从「佛告阿难」这一句一直到「说是观地法」，就是我们刚才念的这一段。",
      "zh_TW": "這就是剛才經文的第四個小段，從「佛告阿難」這一句一直到「說是觀地法」，就是我們剛才念的這一段。"
    },
    {
      "id": "03-005-0014_p0016",
      "zh_CN": "疏【正明劝发流通。随缘广说。即有其四。】",
      "zh_TW": "疏【正明勸發流通。隨緣廣說。即有其四。】"
    },
    {
      "id": "03-005-0014_p0017",
      "zh_CN": "这里头有四个意思。第一个意思：",
      "zh_TW": "這裡頭有四個意思。第一個意思："
    },
    {
      "id": "03-005-0014_p0018",
      "zh_CN": "疏【一明告命。】",
      "zh_TW": "疏【一明告命。】"
    },
    {
      "id": "03-005-0014_p0019",
      "zh_CN": "『明』是说明，说明佛告诉他，也是命令阿难尊者。",
      "zh_TW": "『明』是說明，說明佛告訴他，也是命令阿難尊者。"
    },
    {
      "id": "03-005-0014_p0020",
      "zh_CN": "疏【二劝持佛语。广为未来大众。说前观地之益。】",
      "zh_TW": "疏【二勸持佛語。廣為未來大眾。說前觀地之益。】"
    },
    {
      "id": "03-005-0014_p0021",
      "zh_CN": "『益』是利益，修学这个法门的利益。",
      "zh_TW": "『益』是利益，修學這個法門的利益。"
    },
    {
      "id": "03-005-0014_p0022",
      "zh_CN": "疏【三明简机堪受堪信。】",
      "zh_TW": "疏【三明簡機堪受堪信。】"
    },
    {
      "id": "03-005-0014_p0023",
      "zh_CN": "这就是根机，我刚才说的这是根熟的众生，这机缘成熟了，他真想脱离苦海了，这是根熟。那么你把这个法门告诉他，他一定非常欢喜。为什么？正是他所求的，正是他所愿的，所以他能信。什么样的人？",
      "zh_TW": "這就是根機，我剛才說的這是根熟的眾生，這機緣成熟了，他真想脫離苦海了，這是根熟。那麼你把這個法門告訴他，他一定非常歡喜。為什麼？正是他所求的，正是他所願的，所以他能信。什麼樣的人？"
    },
    {
      "id": "03-005-0014_p0024",
      "zh_CN": "疏【欲得舍此娑婆生死之身。八苦五苦三恶道苦等。】",
      "zh_TW": "疏【欲得捨此娑婆生死之身。八苦五苦三惡道苦等。】"
    },
    {
      "id": "03-005-0014_p0025",
      "zh_CN": "对于这个事实的真相他确确实实明了了，知道生死苦，知道六道里面有三苦、八苦、五苦、三恶道苦，他确实了解。难道我们这些人不了解吗？说实实在在话，我们这些人确实不了解。怎么知道？你真的明白，你一定念念想超越、想离开。你对于这个世界还不想离开，换句话说，这个世间的苦难的真相，你并不很了解，并没有透彻了解。一个人一生当中真正觉悟确实不容易，有受过许许多多苦难折磨的，他觉悟了；还有一些纵然受尽了苦难折磨，他还是不觉悟，这也大有人在。觉悟之后，想离开离不开，这是缘不成熟，没有遇到善知识指点，纵然觉悟也是枉然，这就是常讲的「佛法难闻」，得人身、闻佛法实在不容易。觉悟了的人是：",
      "zh_TW": "對於這個事實的真相他確確實實明瞭了，知道生死苦，知道六道裡面有三苦、八苦、五苦、三惡道苦，他確實了解。難道我們這些人不了解嗎？說實實在在話，我們這些人確實不了解。怎麼知道？你真的明白，你一定念念想超越、想離開。你對於這個世界還不想離開，換句話說，這個世間的苦難的真相，你並不很了解，並沒有透徹了解。一個人一生當中真正覺悟確實不容易，有受過許許多多苦難折磨的，他覺悟了；還有一些縱然受盡了苦難折磨，他還是不覺悟，這也大有人在。覺悟之後，想離開離不開，這是緣不成熟，沒有遇到善知識指點，縱然覺悟也是枉然，這就是常講的「佛法難聞」，得人身、聞佛法實在不容易。覺悟了的人是："
    },
    {
      "id": "03-005-0014_p0026",
      "zh_CN": "疏【闻即信行者。不惜身命急为说之。若得一人舍苦出生死者。是名真报佛恩。】",
      "zh_TW": "疏【聞即信行者。不惜身命急為說之。若得一人捨苦出生死者。是名真報佛恩。】"
    },
    {
      "id": "03-005-0014_p0027",
      "zh_CN": "我们每一天回向偈都要念好几遍，「上报四重恩」，这四重恩第一个就是报佛恩，怎么个报法？以为每天念几卷经，念几声佛号，我们就报了佛恩，那不叫真报佛恩。真正报佛恩是要帮助人了生死出三界，帮助人往生西方极乐世界，这叫真正报佛恩。为什么？一个人生到西方极乐世界见到阿弥陀佛，所得的利益不是他自己能想像得到的。他自己不过是想我能够脱了轮回就好，能够生到西方净土就好。这是他自己心里头愿望，其他的好处利益没想到。什么好处？第一个烦恼断了，心地清净了，这是第一个好处。不到西方极乐世界，这桩事情很不容易做到。第二个智慧圆满了。不是讲智慧开了，是智慧圆满了。这一圆满，不但我们这个世间三途六道、西方极乐世界你都明了了，尽虚空遍法界一切诸佛刹土依正庄严、过去现在未来是统统明白了，这真的没有想到！",
      "zh_TW": "我們每一天迴向偈都要念好幾遍，「上報四重恩」，這四重恩第一個就是報佛恩，怎麼個報法？以為每天念幾卷經，念幾聲佛號，我們就報了佛恩，那不叫真報佛恩。真正報佛恩是要幫助人了生死出三界，幫助人往生西方極樂世界，這叫真正報佛恩。為什麼？一個人生到西方極樂世界見到阿彌陀佛，所得的利益不是他自己能想像得到的。他自己不過是想我能夠脫了輪迴就好，能夠生到西方淨土就好。這是他自己心裡頭願望，其他的好處利益沒想到。什麼好處？第一個煩惱斷了，心地清淨了，這是第一個好處。不到西方極樂世界，這樁事情很不容易做到。第二個智慧圓滿了。不是講智慧開了，是智慧圓滿了。這一圓滿，不但我們這個世間三途六道、西方極樂世界你都明瞭了，盡虛空遍法界一切諸佛剎土依正莊嚴、過去現在未來是統統明白了，這真的沒有想到！"
    },
    {
      "id": "03-005-0014_p0028",
      "zh_CN": "我们要报佛恩，眼前的佛，我们只知道本师释迦牟尼佛教我们这个法门；阿弥陀佛来接引我们，提供极乐世界这样美好修学环境，我们只知道佛这种恩德。一旦智慧明达之后，才知道我们无量劫以来生生世世曾经有许许多多佛菩萨帮助过我们，这个时候都记起来了，那些佛菩萨也有能力统统见到了。过去，过去也能见得到，过去、未来的统统可以见到，这个报恩才圆满。我们在这一生当中，知道我们的父母恩很重，前生前世的父母就不晓得了，就不知道了。你见到阿弥陀佛智慧开了，过去世生生世世的父母、家亲眷属都想起来，而且这些人在哪里，你也可以统统找到，统统都认识，一个也漏不掉，这报父母之恩才能报得圆满。不是今生这一对父母，生生世世父母真的也是无量无边。这是略举两端。所以见了佛之后，那个功德利益说不尽。十法界依正庄严的真相，你自己亲眼见到、亲耳听到、亲身接触到，这是往生见佛的殊胜。能帮助一个人往生就是帮助一个人圆满成佛，这是佛度众生的本愿，所以这叫真报佛恩。我们看底下这一句：",
      "zh_TW": "我們要報佛恩，眼前的佛，我們只知道本師釋迦牟尼佛教我們這個法門；阿彌陀佛來接引我們，提供極樂世界這樣美好修學環境，我們只知道佛這種恩德。一旦智慧明達之後，才知道我們無量劫以來生生世世曾經有許許多多佛菩薩幫助過我們，這個時候都記起來了，那些佛菩薩也有能力統統見到了。過去，過去也能見得到，過去、未來的統統可以見到，這個報恩才圓滿。我們在這一生當中，知道我們的父母恩很重，前生前世的父母就不曉得了，就不知道了。你見到阿彌陀佛智慧開了，過去世生生世世的父母、家親眷屬都想起來，而且這些人在哪裡，你也可以統統找到，統統都認識，一個也漏不掉，這報父母之恩才能報得圓滿。不是今生這一對父母，生生世世父母真的也是無量無邊。這是略舉兩端。所以見了佛之後，那個功德利益說不盡。十法界依正莊嚴的真相，你自己親眼見到、親耳聽到、親身接觸到，這是往生見佛的殊勝。能幫助一個人往生就是幫助一個人圓滿成佛，這是佛度眾生的本願，所以這叫真報佛恩。我們看底下這一句："
    },
    {
      "id": "03-005-0014_p0029",
      "zh_CN": "疏【何以故。诸佛出世种种方便劝化众生者。不欲直令制恶修福受人天乐也。】",
      "zh_TW": "疏【何以故。諸佛出世種種方便勸化眾生者。不欲直令制惡修福受人天樂也。】"
    },
    {
      "id": "03-005-0014_p0030",
      "zh_CN": "这说得很清楚，诸佛菩萨出现在世间教化众生，决不是仅仅劝众生断恶修善，得人天福报而已，不是这个。为什么？人天福报太短了。底下说：",
      "zh_TW": "這說得很清楚，諸佛菩薩出現在世間教化眾生，決不是僅僅勸眾生斷惡修善，得人天福報而已，不是這個。為什麼？人天福報太短了。底下說："
    },
    {
      "id": "03-005-0014_p0031",
      "zh_CN": "疏【人天之乐。犹如电光。】",
      "zh_TW": "疏【人天之樂。猶如電光。】"
    },
    {
      "id": "03-005-0014_p0032",
      "zh_CN": "这个『电光』就是闪电。闪电时间很短暂，石火电光。",
      "zh_TW": "這個『電光』就是閃電。閃電時間很短暫，石火電光。"
    },
    {
      "id": "03-005-0014_p0033",
      "zh_CN": "疏【须臾即舍。还入三恶。长时受苦。】",
      "zh_TW": "疏【須臾即捨。還入三惡。長時受苦。】"
    },
    {
      "id": "03-005-0014_p0034",
      "zh_CN": "就是一个人在六道里头要不能出六道，得人身、生到天上时间都很短暂。人间是更短暂，人间几十年真的一弹指就过去。年轻的时候这个感触还不太明显，中年以上，五十岁以上的人感触就非常明显。天上寿命长，寿命长，在他的感官当中，说实在的话，跟我们人的一生这个感受没有两样。我们可以举个例子来说，我们看到水面上的小虫，在水上可以跑来跑去的，蜉蝣。那个小虫的寿命朝生暮死，牠的寿命只有十几个小时，那就是牠一生。要牠来看我们人，岂不是像我们人看非想非非想处天，那人要活几十岁、活一百岁，那不可思议、那寿命太长！牠一生的感受，我们一生的感受，这样一推想，生到非想非非想天一生的感受，我想大致没有什么两样。你才明了经上讲的一点都不错，我们看天人的寿命，就跟蜉蝣看我们的寿命一样，真的是苦。",
      "zh_TW": "就是一個人在六道裡頭要不能出六道，得人身、生到天上時間都很短暫。人間是更短暫，人間幾十年真的一彈指就過去。年輕的時候這個感觸還不太明顯，中年以上，五十歲以上的人感觸就非常明顯。天上壽命長，壽命長，在他的感官當中，說實在的話，跟我們人的一生這個感受沒有兩樣。我們可以舉個例子來說，我們看到水面上的小蟲，在水上可以跑來跑去的，蜉蝣。那個小蟲的壽命朝生暮死，牠的壽命只有十幾個小時，那就是牠一生。要牠來看我們人，豈不是像我們人看非想非非想處天，那人要活幾十歲、活一百歲，那不可思議、那壽命太長！牠一生的感受，我們一生的感受，這樣一推想，生到非想非非想天一生的感受，我想大致沒有什麼兩樣。你才明瞭經上講的一點都不錯，我們看天人的壽命，就跟蜉蝣看我們的壽命一樣，真的是苦。"
    },
    {
      "id": "03-005-0014_p0035",
      "zh_CN": "三界统苦，何况三恶道。三恶道苦，那是苦不堪言。佛告诉我们，六道众生决定在三恶道的时间长，三善道的时间短。也许有人怀疑佛说这个话未免太武断。假如我们冷静想一想，会感到佛所说的话是真实的，从哪里去观察？从念头去观察。我们一天到晚起心动念，这一天当中我们曾经起了几个善念？曾经起了几个恶念？善念则感三善道受生，恶念是感得三恶道的堕落。这一天到晚这个念头真的善念少恶念多，善念的力量弱，恶念的力量强，哪有不堕落的道理？不学佛的人那不必说，学佛的人，还有不少人恶念依旧多过善念，这是学佛为什么不能成就的因素，我们要把它找到。",
      "zh_TW": "三界統苦，何況三惡道。三惡道苦，那是苦不堪言。佛告訴我們，六道眾生決定在三惡道的時間長，三善道的時間短。也許有人懷疑佛說這個話未免太武斷。假如我們冷靜想一想，會感到佛所說的話是真實的，從哪裡去觀察？從念頭去觀察。我們一天到晚起心動念，這一天當中我們曾經起了幾個善念？曾經起了幾個惡念？善念則感三善道受生，惡念是感得三惡道的墮落。這一天到晚這個念頭真的善念少惡念多，善念的力量弱，惡念的力量強，哪有不墮落的道理？不學佛的人那不必說，學佛的人，還有不少人惡念依舊多過善念，這是學佛為什麼不能成就的因素，我們要把它找到。"
    },
    {
      "id": "03-005-0014_p0036",
      "zh_CN": "疏【为此因缘。但劝即令求生净土。向无上菩提。】",
      "zh_TW": "疏【為此因緣。但勸即令求生淨土。向無上菩提。】"
    },
    {
      "id": "03-005-0014_p0037",
      "zh_CN": "就是为了这个缘故，恶念多善念少，在三善道的时间短，在三恶道的时间长，为了这个原因。假如我们把这个事实真相看清楚、看明白，我们也能够体会到，我自己的修学，我劝导别人采取哪一种经论、哪一个法门，这心里就有数。劝人学教不如劝人念佛，劝人参禅不如劝人念佛，劝人持咒不如劝人念佛。为什么？念佛这个法门容易，稳当快速，得诸佛冥冥当中加持，一生当中决定成就！",
      "zh_TW": "就是為了這個緣故，惡念多善念少，在三善道的時間短，在三惡道的時間長，為了這個原因。假如我們把這個事實真相看清楚、看明白，我們也能夠體會到，我自己的修學，我勸導別人採取哪一種經論、哪一個法門，這心裡就有數。勸人學教不如勸人念佛，勸人參禪不如勸人念佛，勸人持咒不如勸人念佛。為什麼？念佛這個法門容易，穩當快速，得諸佛冥冥當中加持，一生當中決定成就！"
    },
    {
      "id": "03-005-0014_p0038",
      "zh_CN": "修学其他法门，你这一生当中未必能成就。纵然修得很好，还是要发愿求生净土，如果不发愿求生净土，你这一生的修学换得来一生的人天福报。人天福报一享福就很危险，你看我们现在这个社会有很多做大官的人，有很多发大财的人，这些人前生就是大乘佛法里面的修行人，修得很好，很用功、很精进，修得很好，他不愿意求生净土，所以这一生就做大官、发大财。做了大官、发了大财，把佛菩萨忘记得干干净净，他这一生福享尽之后，阿赖耶里面那个恶因又现前，就又要去堕三恶道了。可见得享福的时间真的是短，受苦的时间长；享福当中，造的罪业就更多更广。这就是我们为什么全心全力以净土念佛法门劝人，这个道理就在此地。这确确实实是佛法里面的第一法门，是一切众生第一得度的法门，是一切众生第一成佛的法门。我们以这个法门来劝导大众，这叫真报佛恩。",
      "zh_TW": "修學其他法門，你這一生當中未必能成就。縱然修得很好，還是要發願求生淨土，如果不發願求生淨土，你這一生的修學換得來一生的人天福報。人天福報一享福就很危險，你看我們現在這個社會有很多做大官的人，有很多發大財的人，這些人前生就是大乘佛法裡面的修行人，修得很好，很用功、很精進，修得很好，他不願意求生淨土，所以這一生就做大官、發大財。做了大官、發了大財，把佛菩薩忘記得乾乾淨淨，他這一生福享盡之後，阿賴耶裡面那個惡因又現前，就又要去墮三惡道了。可見得享福的時間真的是短，受苦的時間長；享福當中，造的罪業就更多更廣。這就是我們為什麼全心全力以淨土念佛法門勸人，這個道理就在此地。這確確實實是佛法裡面的第一法門，是一切眾生第一得度的法門，是一切眾生第一成佛的法門。我們以這個法門來勸導大眾，這叫真報佛恩。"
    },
    {
      "id": "03-005-0014_p0039",
      "zh_CN": "也有人跟我说，他说那其他许多大乘经典？台湾印经的风气很盛，他们在印就好了。有人在印，有人在弘扬，我们就一门专修专弘，决定符合佛的教导，绝不违背。所以从这些经文，我们细心去体会，我们心安了，理明白了，理得到了心就安了。自己修学，劝导别人，真正能生欢喜心。这底下说：",
      "zh_TW": "也有人跟我說，他說那其他許多大乘經典？台灣印經的風氣很盛，他們在印就好了。有人在印，有人在弘揚，我們就一門專修專弘，決定符合佛的教導，絕不違背。所以從這些經文，我們細心去體會，我們心安了，理明白了，理得到了心就安了。自己修學，勸導別人，真正能生歡喜心。這底下說："
    },
    {
      "id": "03-005-0014_p0040",
      "zh_CN": "疏【是故今时有缘相劝誓生净土者。即称诸佛本愿意也。】",
      "zh_TW": "疏【是故今時有緣相勸誓生淨土者。即稱諸佛本願意也。】"
    },
    {
      "id": "03-005-0014_p0041",
      "zh_CN": "这两行文非常非常重要，给我们带来专修专弘无尽的信心。知道我们这样做，做得非常正确，一点都没错，而且是『称诸佛本愿意也』。这个诸佛是十方三世一切诸佛，一切诸佛的本愿、一切诸佛的意思就是这个，这要知道。",
      "zh_TW": "這兩行文非常非常重要，給我們帶來專修專弘無盡的信心。知道我們這樣做，做得非常正確，一點都沒錯，而且是『稱諸佛本願意也』。這個諸佛是十方三世一切諸佛，一切諸佛的本願、一切諸佛的意思就是這個，這要知道。"
    },
    {
      "id": "03-005-0014_p0042",
      "zh_CN": "疏【若不乐信行者。】",
      "zh_TW": "疏【若不樂信行者。】"
    },
    {
      "id": "03-005-0014_p0043",
      "zh_CN": "『若』是假设，假设他不喜欢这个经，不信这个法门，不肯依照这个法门修学。",
      "zh_TW": "『若』是假設，假設他不喜歡這個經，不信這個法門，不肯依照這個法門修學。"
    },
    {
      "id": "03-005-0014_p0044",
      "zh_CN": "疏【如清净觉经云。】",
      "zh_TW": "疏【如清淨覺經云。】"
    },
    {
      "id": "03-005-0014_p0045",
      "zh_CN": "《清净觉经》就是《清净平等觉经》。",
      "zh_TW": "《清淨覺經》就是《清淨平等覺經》。"
    },
    {
      "id": "03-005-0014_p0046",
      "zh_CN": "疏【若有人闻说净土法门。闻如不闻。见如不见。当知此等。始从三恶道来。罪障未尽。为此无信向耳。佛言。我说此人未可得解脱也。】",
      "zh_TW": "疏【若有人聞說淨土法門。聞如不聞。見如不見。當知此等。始從三惡道來。罪障未盡。為此無信向耳。佛言。我說此人未可得解脫也。】"
    },
    {
      "id": "03-005-0014_p0047",
      "zh_CN": "这我们在《无量寿经》都读过的。所以我们把这个法门介绍给别人，人家不相信，我们也不要去怪他。佛早说过，他是什么原因不能接受他自己不知道，我们清楚。但是我们把这个法门介绍给他，所谓「一历耳根，永为道种」，他这一生不能成熟，也许来生、也许多生多劫之后这个缘会成熟的。",
      "zh_TW": "這我們在《無量壽經》都讀過的。所以我們把這個法門介紹給別人，人家不相信，我們也不要去怪他。佛早說過，他是什麼原因不能接受他自己不知道，我們清楚。但是我們把這個法門介紹給他，所謂「一歷耳根，永為道種」，他這一生不能成熟，也許來生、也許多生多劫之後這個緣會成熟的。"
    },
    {
      "id": "03-005-0014_p0048",
      "zh_CN": "疏【此经又云。】",
      "zh_TW": "疏【此經又云。】"
    },
    {
      "id": "03-005-0014_p0049",
      "zh_CN": "『此经』就是《清净平等觉经》。",
      "zh_TW": "『此經』就是《清淨平等覺經》。"
    },
    {
      "id": "03-005-0014_p0050",
      "zh_CN": "疏【若人闻说净土法门。闻即悲喜交流。身毛为竖者。当知此人。过去已曾修习此法。今得重闻。即生欢喜。正念修行。必得生也。】",
      "zh_TW": "疏【若人聞說淨土法門。聞即悲喜交流。身毛為豎者。當知此人。過去已曾修習此法。今得重聞。即生歡喜。正念修行。必得生也。】"
    },
    {
      "id": "03-005-0014_p0051",
      "zh_CN": "这都是《无量寿经》的。这是我们一介绍这个法门，他就非常欢喜、非常感动。我们晓得他前生修过这个法门，临终的时候打了个妄想没去得成，是不是？这一生又遇到了，所以触动过去的因缘，非常感动，就这么回事情。所以他会非常认真的修学。",
      "zh_TW": "這都是《無量壽經》的。這是我們一介紹這個法門，他就非常歡喜、非常感動。我們曉得他前生修過這個法門，臨終的時候打了個妄想沒去得成，是不是？這一生又遇到了，所以觸動過去的因緣，非常感動，就這麼回事情。所以他會非常認真的修學。"
    },
    {
      "id": "03-005-0014_p0052",
      "zh_CN": "一切众生学佛的因缘各个不相同。这个成熟，就是他的缘什么时候成熟早晚也不相同。有些人年轻的时候不能接受，非常反对，但是中年以后他接受了；有些人他中年不能接受，晚年接受了；还有人一生不接受，临终的时候他接受了，这都是缘成熟了。临终时接受也能往生。当然这个时节因缘成熟得比较早一点好，为什么？他有足够的时间积功累德，认真的修学，对于自己品位的增高是非常有利的。因此我们劝人，是不管他信不信，我们都劝！记住这一个原则，不能说他不信，甚至他毁谤，我们就不劝他。毁谤是另一桩事情，不必去理会它，一定要劝。",
      "zh_TW": "一切眾生學佛的因緣各個不相同。這個成熟，就是他的緣什麼時候成熟早晚也不相同。有些人年輕的時候不能接受，非常反對，但是中年以後他接受了；有些人他中年不能接受，晚年接受了；還有人一生不接受，臨終的時候他接受了，這都是緣成熟了。臨終時接受也能往生。當然這個時節因緣成熟得比較早一點好，為什麼？他有足夠的時間積功累德，認真的修學，對於自己品位的增高是非常有利的。因此我們勸人，是不管他信不信，我們都勸！記住這一個原則，不能說他不信，甚至他毀謗，我們就不勸他。毀謗是另一樁事情，不必去理會它，一定要勸。"
    },
    {
      "id": "03-005-0014_p0053",
      "zh_CN": "这样殊胜法门我们得到了，我们所认识的，特别是家亲眷属，要不告诉他，那真的是对不起他。告诉他，他不相信，他不接受，这是另外一桩事情，也许过了几年他会接受；过了几年、过了十几年他就会回转，会接受。从排斥到接受到认真修学，这自古以来都常见到的。底下一段经文是说明修学这个法门的利益：",
      "zh_TW": "這樣殊勝法門我們得到了，我們所認識的，特別是家親眷屬，要不告訴他，那真的是對不起他。告訴他，他不相信，他不接受，這是另外一樁事情，也許過了幾年他會接受；過了幾年、過了十幾年他就會回轉，會接受。從排斥到接受到認真修學，這自古以來都常見到的。底下一段經文是說明修學這個法門的利益："
    },
    {
      "id": "03-005-0014_p0054",
      "zh_CN": "经【若观是地者。除八十亿劫生死之罪。舍身他世。必生净国。心得无疑。】",
      "zh_TW": "經【若觀是地者。除八十億劫生死之罪。捨身他世。必生淨國。心得無疑。】"
    },
    {
      "id": "03-005-0014_p0055",
      "zh_CN": "这一句经文是讲依照这第三观修行，就是地观当中的修行，他得的利益是『除八十亿劫生死之罪』。劫是时间的单位，佛在经上讲有大劫、有中劫、有小劫。这一个小劫到底是有多长的时间？佛经里面有许多种的讲法，依照经典讲法我们来计算，连这个数字也都不是一定的。由此可知，佛讲这个劫就是很长的一个时间，很长的时间。",
      "zh_TW": "這一句經文是講依照這第三觀修行，就是地觀當中的修行，他得的利益是『除八十億劫生死之罪』。劫是時間的單位，佛在經上講有大劫、有中劫、有小劫。這一個小劫到底是有多長的時間？佛經裡面有許多種的講法，依照經典講法我們來計算，連這個數字也都不是一定的。由此可知，佛講這個劫就是很長的一個時間，很長的時間。"
    },
    {
      "id": "03-005-0014_p0056",
      "zh_CN": "在台湾，我们过去在大专佛学讲座里面跟同学们介绍，因为学生们他们的数字观念都比较具体而认真，因此我们在佛许多种讲法里面采取增减劫，就是人的寿命一增一减，这叫一个小劫。佛说人寿最长是八万四千岁，人寿最长的时候。从八万四千岁，每一百年减一岁，再过一百年又减一岁，从八万四千岁减到十岁，十岁是最短的；然后再从十岁，每一百年加一岁，又加到八万四千岁，这样一增一减叫一个小劫，这可以算得出来的。二十个小劫叫一个中劫，四个中劫叫一个大劫。佛经里面所给我们讲的劫，大多数都是讲大劫，不是中劫、小劫，可见这个时间非常之长。这是以劫为单位，多少大劫？八十亿个大劫。这个方法修成了之后，能灭八十亿劫生死之罪。好，我们看到这个的确很羡慕，这个功德利益是真正不可思议。",
      "zh_TW": "在台灣，我們過去在大專佛學講座裡面跟同學們介紹，因為學生們他們的數字觀念都比較具體而認真，因此我們在佛許多種講法裡面採取增減劫，就是人的壽命一增一減，這叫一個小劫。佛說人壽最長是八萬四千歲，人壽最長的時候。從八萬四千歲，每一百年減一歲，再過一百年又減一歲，從八萬四千歲減到十歲，十歲是最短的；然後再從十歲，每一百年加一歲，又加到八萬四千歲，這樣一增一減叫一個小劫，這可以算得出來的。二十個小劫叫一個中劫，四個中劫叫一個大劫。佛經裡面所給我們講的劫，大多數都是講大劫，不是中劫、小劫，可見這個時間非常之長。這是以劫為單位，多少大劫？八十億個大劫。這個方法修成了之後，能滅八十億劫生死之罪。好，我們看到這個的確很羨慕，這個功德利益是真正不可思議。"
    },
    {
      "id": "03-005-0014_p0057",
      "zh_CN": "那想想我们念佛有没有这么大的功德？有。念佛念到心清净，灭罪的功德比这个还要殊胜。所以这些统统是说的，这最低限度前面讲「麤见极乐国地」，这个功夫就是平常我们在念佛法门里面讲功夫成片。若得三昧，那是一心不乱，至少是事一心不乱。这个地方说，只要你能够真正念到功夫成片，你灭罪就像经上所说的。所以古人在文章里面常常引用这经上讲，念一句阿弥陀佛，灭八十亿劫生死重罪。",
      "zh_TW": "那想想我們念佛有沒有這麼大的功德？有。念佛念到心清淨，滅罪的功德比這個還要殊勝。所以這些統統是說的，這最低限度前面講「麤見極樂國地」，這個功夫就是平常我們在念佛法門裡面講功夫成片。若得三昧，那是一心不亂，至少是事一心不亂。這個地方說，只要你能夠真正念到功夫成片，你滅罪就像經上所說的。所以古人在文章裡面常常引用這經上講，念一句阿彌陀佛，滅八十億劫生死重罪。"
    },
    {
      "id": "03-005-0014_p0058",
      "zh_CN": "那我们天天念，我们一天不晓得念多少句，那这个灭罪，我们的罪为什么还灭不掉？这有两个说法。第一个说法，我们虽然念，念得不相应，这人家常讲的「一念相应一念佛」，我们虽然念，不相应，因此灭罪的功能、效果没有这么大。第二个说法，我们这罪业太多，纵然一念灭八十亿劫生死重罪，念一辈子，我们的罪业恐怕十分之一、百分之一还没有灭掉。由此可知，无量劫以来，这八十劫在无量劫以来，生生世世造了多少罪业，这又是一个说法。但是这些说法，我们听听明了就好，不必认真去计较、去执着，要紧的是要念得相应，这才重要，要念得相应。",
      "zh_TW": "那我們天天念，我們一天不曉得念多少句，那這個滅罪，我們的罪為什麼還滅不掉？這有兩個說法。第一個說法，我們雖然念，念得不相應，這人家常講的「一念相應一念佛」，我們雖然念，不相應，因此滅罪的功能、效果沒有這麼大。第二個說法，我們這罪業太多，縱然一念滅八十億劫生死重罪，念一輩子，我們的罪業恐怕十分之一、百分之一還沒有滅掉。由此可知，無量劫以來，這八十劫在無量劫以來，生生世世造了多少罪業，這又是一個說法。但是這些說法，我們聽聽明瞭就好，不必認真去計較、去執著，要緊的是要念得相應，這才重要，要念得相應。"
    },
    {
      "id": "03-005-0014_p0059",
      "zh_CN": "这「相应」简单的说与清净平等慈悲相应，声声佛号里面都是清净心、平等心、大慈悲心，这是略说。我们初学的人，像《无量寿经》的经题上「清净平等觉」，与这个相应。要细说，与经中所讲的境界相应。那么经一定要很熟，佛号就是经题，题目一提起，里头内容完全是油然而现，都在心里面显现出来了，这叫相应。像《观经》里面相应，一句南无阿弥陀佛，西方极乐世界就现前，那是细说的相应。这些都是在我们日常真正功夫上来看。",
      "zh_TW": "這「相應」簡單的說與清淨平等慈悲相應，聲聲佛號裡面都是清淨心、平等心、大慈悲心，這是略說。我們初學的人，像《無量壽經》的經題上「清淨平等覺」，與這個相應。要細說，與經中所講的境界相應。那麼經一定要很熟，佛號就是經題，題目一提起，裡頭內容完全是油然而現，都在心裡面顯現出來了，這叫相應。像《觀經》裡面相應，一句南無阿彌陀佛，西方極樂世界就現前，那是細說的相應。這些都是在我們日常真正功夫上來看。"
    },
    {
      "id": "03-005-0014_p0060",
      "zh_CN": "这样的人他『舍身他世』，就是这一生寿命终了，来生『必生净国』。这个语气非常的肯定，他必定得生净土。『心得无疑』，得是他真正得到，他决定不怀疑、不夹杂，这一定的道理，因为你夹杂必定没有这个境界，这境界不会现前。我们今天念佛功夫不得力，这一句阿弥陀佛念不好原因在什么地方？夹杂。虽然念佛，妄念依旧很多。不要说对世间这些妄想我们放不下，佛法也放不下，你的心不专、不一。念佛还想去涉猎大乘经典，这就是夹杂；还想修学其他法门，譬如说打个坐、参禅、持咒，这都叫夹杂。你心不专都是妨碍。",
      "zh_TW": "這樣的人他『捨身他世』，就是這一生壽命終了，來生『必生淨國』。這個語氣非常的肯定，他必定得生淨土。『心得無疑』，得是他真正得到，他決定不懷疑、不夾雜，這一定的道理，因為你夾雜必定沒有這個境界，這境界不會現前。我們今天念佛功夫不得力，這一句阿彌陀佛念不好原因在什麼地方？夾雜。雖然念佛，妄念依舊很多。不要說對世間這些妄想我們放不下，佛法也放不下，你的心不專、不一。念佛還想去涉獵大乘經典，這就是夾雜；還想修學其他法門，譬如說打個坐、參禪、持咒，這都叫夾雜。你心不專都是妨礙。"
    },
    {
      "id": "03-005-0014_p0061",
      "zh_CN": "这是我们在这个经前面，我们看到经上说的，善导大师的开导给我们讲得很清楚，在《无量寿经》里面我们也见到，古来祖师大德教训当中常常提示，我们也看也挂在口皮上说，没有认真去做，这就是自己功夫不得力的地方。我们要问为什么我们这个习气断不了，不能一心一意来修学？你对这个法门有疑。我没有疑。你这个疑自己不知道，确实你有疑。如果你真的没有疑，给诸位说，你会把所有一切法门统统舍弃掉。我们看古来祖师大德的榜样，真正觉悟之后，他一定是一本《阿弥陀经》，一句佛号，佛堂所供的是一尊阿弥陀佛，其他的统统都不要。那是真正觉悟、真正皈依，这样的人就决定得度。还想涉猎其他法门、其他经典，心还放不下，看到还生欢喜，这往生都要打个问号，不能保证往生，那要看他临命终时的机会了。如果现在就能把所有一切佛法统统舍掉，一部经一句佛号，可以说你现在就有把握。",
      "zh_TW": "這是我們在這個經前面，我們看到經上說的，善導大師的開導給我們講得很清楚，在《無量壽經》裡面我們也見到，古來祖師大德教訓當中常常提示，我們也看也掛在口皮上說，沒有認真去做，這就是自己功夫不得力的地方。我們要問為什麼我們這個習氣斷不了，不能一心一意來修學？你對這個法門有疑。我沒有疑。你這個疑自己不知道，確實你有疑。如果你真的沒有疑，給諸位說，你會把所有一切法門統統捨棄掉。我們看古來祖師大德的榜樣，真正覺悟之後，他一定是一本《阿彌陀經》，一句佛號，佛堂所供的是一尊阿彌陀佛，其他的統統都不要。那是真正覺悟、真正皈依，這樣的人就決定得度。還想涉獵其他法門、其他經典，心還放不下，看到還生歡喜，這往生都要打個問號，不能保證往生，那要看他臨命終時的機會了。如果現在就能把所有一切佛法統統捨掉，一部經一句佛號，可以說你現在就有把握。"
    },
    {
      "id": "03-005-0014_p0062",
      "zh_CN": "不间断、不夹杂、不怀疑，一定要在现前做到，这是我们一定要知道的。不要以为我们弘扬佛法，弘扬这一本经，弘扬这一个法门，大概不能利益一切众生；还有许许多多的经论法门，许许多多的诸佛菩萨，我们要不念他、不推荐，我们对不起那些佛菩萨，对不起那些经论，你这个想法就全都错了。这就是疑情没断，这就是自己的业障，心不能清净。末后结论：",
      "zh_TW": "不間斷、不夾雜、不懷疑，一定要在現前做到，這是我們一定要知道的。不要以為我們弘揚佛法，弘揚這一本經，弘揚這一個法門，大概不能利益一切眾生；還有許許多多的經論法門，許許多多的諸佛菩薩，我們要不念他、不推薦，我們對不起那些佛菩薩，對不起那些經論，你這個想法就全都錯了。這就是疑情沒斷，這就是自己的業障，心不能清淨。末後結論："
    },
    {
      "id": "03-005-0014_p0063",
      "zh_CN": "经【作是观者。名为正观。若他观者。名为邪观。】",
      "zh_TW": "經【作是觀者。名為正觀。若他觀者。名為邪觀。】"
    },
    {
      "id": "03-005-0014_p0064",
      "zh_CN": "末后为我们辨别邪、正，这跟前面讲的意思相同。请看下面一段，这是第四段「宝树观」：",
      "zh_TW": "末後為我們辨別邪、正，這跟前面講的意思相同。請看下面一段，這是第四段「寶樹觀」："
    },
    {
      "id": "03-005-0014_p0065",
      "zh_CN": "经【佛告阿难及韦提希。地想成已。】",
      "zh_TW": "經【佛告阿難及韋提希。地想成已。】"
    },
    {
      "id": "03-005-0014_p0066",
      "zh_CN": "这个『成』是讲你观西方极乐世界的琉璃地，这个观想观成了。",
      "zh_TW": "這個『成』是講你觀西方極樂世界的琉璃地，這個觀想觀成了。"
    },
    {
      "id": "03-005-0014_p0067",
      "zh_CN": "经【次观宝树。】",
      "zh_TW": "經【次觀寶樹。】"
    },
    {
      "id": "03-005-0014_p0068",
      "zh_CN": "看极乐世界的『宝树』。",
      "zh_TW": "看極樂世界的『寶樹』。"
    },
    {
      "id": "03-005-0014_p0069",
      "zh_CN": "经【观宝树者。一一观之。作七重行树想。】",
      "zh_TW": "經【觀寶樹者。一一觀之。作七重行樹想。】"
    },
    {
      "id": "03-005-0014_p0070",
      "zh_CN": "初学观的人就依照经典所说的你去做，到观成的时候，你才豁然发现，原来西方世界的『宝树』琳琅满目，美不胜收。『七』是圆满的意思，前面说过是表法的意思，但是我们作观还是用七行，就照这个数字来观。因为无量无边的圆满我们很难想像，太多、太复杂了，就依照佛指示我们的纲领原则，用这个来下手，所以先『作七重行树想』。它这个数目整整齐齐排列的一点也不会乱。",
      "zh_TW": "初學觀的人就依照經典所說的你去做，到觀成的時候，你才豁然發現，原來西方世界的『寶樹』琳琅滿目，美不勝收。『七』是圓滿的意思，前面說過是表法的意思，但是我們作觀還是用七行，就照這個數字來觀。因為無量無邊的圓滿我們很難想像，太多、太複雜了，就依照佛指示我們的綱領原則，用這個來下手，所以先『作七重行樹想』。它這個數目整整齊齊排列的一點也不會亂。"
    },
    {
      "id": "03-005-0014_p0071",
      "zh_CN": "经【一一树。高八千由旬。】",
      "zh_TW": "經【一一樹。高八千由旬。】"
    },
    {
      "id": "03-005-0014_p0072",
      "zh_CN": "这个树很高，『八千由旬』我们就想像不出来，只想这个树很高很高。在台湾，高大的丛林很少、森林很少，中国大陆可以看得到，在美国也保留了不少的原始森林。如果有机会观光旅游，这原始森林要去看一看，为什么？对于我们观宝树，多少可以带来一点概念。你看到那个树一定要头仰起来，仰得很高才能看到这个树身，树顶还看不到。西方宝树非常高。",
      "zh_TW": "這個樹很高，『八千由旬』我們就想像不出來，只想這個樹很高很高。在台灣，高大的叢林很少、森林很少，中國大陸可以看得到，在美國也保留了不少的原始森林。如果有機會觀光旅遊，這原始森林要去看一看，為什麼？對於我們觀寶樹，多少可以帶來一點概念。你看到那個樹一定要頭仰起來，仰得很高才能看到這個樹身，樹頂還看不到。西方寶樹非常高。"
    },
    {
      "id": "03-005-0014_p0073",
      "zh_CN": "「由旬」是长度的单位，也有三种说法，有大、中、小。古时候古书里面记载着，印度一个大由旬合我们中国是八十里，中由旬是六十里，小由旬是四十里。不过从前的里比我们现在的里要短，没有现在的里这么长。就是打个对折，那大由旬算它四十里，四十华里，现在算公里也有二十公里。那一颗树要有二十公里这么高，这飞机能不能飞得过去，不晓得。诸位晓得这一由旬是这样的高度。它多少高度？八千由旬。这西方极乐世界的树，要摆在我们这个地球上，那一端恐怕到月亮了，可以架一道桥过去了，确实它树有这么高。可见得我们这个地球很小，它那一棵树，从我们这边的地球到月亮，可以架一道桥过去了。",
      "zh_TW": "「由旬」是長度的單位，也有三種說法，有大、中、小。古時候古書裡面記載著，印度一個大由旬合我們中國是八十里，中由旬是六十里，小由旬是四十里。不過從前的里比我們現在的里要短，沒有現在的里這麼長。就是打個對折，那大由旬算它四十里，四十華里，現在算公里也有二十公里。那一顆樹要有二十公里這麼高，這飛機能不能飛得過去，不曉得。諸位曉得這一由旬是這樣的高度。它多少高度？八千由旬。這西方極樂世界的樹，要擺在我們這個地球上，那一端恐怕到月亮了，可以架一道橋過去了，確實它樹有這麼高。可見得我們這個地球很小，它那一棵樹，從我們這邊的地球到月亮，可以架一道橋過去了。"
    },
    {
      "id": "03-005-0014_p0074",
      "zh_CN": "这你看这一观比前面又困难得多，要观这么高的树，而且每一棵树都是这么高，都这么高大，这很不可思议！所以有人想像西方极乐世界这么大，我们到那里去不就太渺小？其实不然，因为西方极乐世界的人身高大，所以在它那个大树里面，像我们在原始森林那个情况差不多。你想想看「赞佛偈」里面赞叹阿弥陀佛，「阿弥陀佛身金色，白毫宛转五须弥，绀目澄清四大海」。阿弥陀佛的两个眼睛就像我们的太平洋一样；阿弥陀佛一个头、一个脑袋大概就像我们地球那么大。它那个树从地球架到月亮，不长、不大。树不大，人高大，所以用这个比例来看，那就跟我们在这个地球上看大树的这个情况差不多。",
      "zh_TW": "這你看這一觀比前面又困難得多，要觀這麼高的樹，而且每一棵樹都是這麼高，都這麼高大，這很不可思議！所以有人想像西方極樂世界這麼大，我們到那裡去不就太渺小？其實不然，因為西方極樂世界的人身高大，所以在它那個大樹裡面，像我們在原始森林那個情況差不多。你想想看「讚佛偈」裡面讚歎阿彌陀佛，「阿彌陀佛身金色，白毫宛轉五須彌，紺目澄清四大海」。阿彌陀佛的兩個眼睛就像我們的太平洋一樣；阿彌陀佛一個頭、一個腦袋大概就像我們地球那麼大。它那個樹從地球架到月亮，不長、不大。樹不大，人高大，所以用這個比例來看，那就跟我們在這個地球上看大樹的這個情況差不多。"
    },
    {
      "id": "03-005-0014_p0075",
      "zh_CN": "他们那个地方人身大，身相大，他福报大，我们这个人到西方极乐世界去，爬到那个身上，像蚂蚁一样看不到佛，人的身相看不到。那真是爬到他们人身上就像一座大山一样，见不到庐山真面目的。所以我们这里人身太小，这是福报很劣；那个地方的福报大，人的身相大。所以观他们的树，我们观是不可思议，在他们观，观得是很正常的。因为我们赞叹阿弥陀佛的身相，生到西方极乐世界的人身相跟阿弥陀佛完全相同。大家念《无量寿经》、念四十八愿，写得清清楚楚，到那里去，身体、相貌、受用都跟阿弥陀佛相同。所以那个世界是平等世界，这是真正不可思议。",
      "zh_TW": "他們那個地方人身大，身相大，他福報大，我們這個人到西方極樂世界去，爬到那個身上，像螞蟻一樣看不到佛，人的身相看不到。那真是爬到他們人身上就像一座大山一樣，見不到廬山真面目的。所以我們這裡人身太小，這是福報很劣；那個地方的福報大，人的身相大。所以觀他們的樹，我們觀是不可思議，在他們觀，觀得是很正常的。因為我們讚歎阿彌陀佛的身相，生到西方極樂世界的人身相跟阿彌陀佛完全相同。大家念《無量壽經》、念四十八願，寫得清清楚楚，到那裡去，身體、相貌、受用都跟阿彌陀佛相同。所以那個世界是平等世界，這是真正不可思議。"
    },
    {
      "id": "03-005-0014_p0076",
      "zh_CN": "经【其诸宝树。七宝华叶。无不具足。】",
      "zh_TW": "經【其諸寶樹。七寶華葉。無不具足。】"
    },
    {
      "id": "03-005-0014_p0077",
      "zh_CN": "这是讲树木之好，说它的茂盛。说树木的茂盛，它的花、叶，这个具足就是非常的圆满。",
      "zh_TW": "這是講樹木之好，說它的茂盛。說樹木的茂盛，它的花、葉，這個具足就是非常的圓滿。"
    },
    {
      "id": "03-005-0014_p0078",
      "zh_CN": "经【一一华叶。作异宝色。】",
      "zh_TW": "經【一一華葉。作異寶色。】"
    },
    {
      "id": "03-005-0014_p0079",
      "zh_CN": "底下举几个例子。",
      "zh_TW": "底下舉幾個例子。"
    },
    {
      "id": "03-005-0014_p0080",
      "zh_CN": "经【琉璃色中。出金色光。玻璃色中。出红色光。码瑙色中。出砗磲光。砗磲色中。出绿真珠光。珊瑚琥珀。一切众宝。以为映饰。】",
      "zh_TW": "經【琉璃色中。出金色光。玻璃色中。出紅色光。碼瑙色中。出硨磲光。硨磲色中。出綠真珠光。珊瑚琥珀。一切眾寶。以為映飾。】"
    },
    {
      "id": "03-005-0014_p0081",
      "zh_CN": "经上所讲的这些珠宝的名称，是举我们这个世界大家所喜爱的，都认为这些珠宝是非常希有的。那西方极乐世界是什么？树上的树叶、枝干是这些东西，黄金是舖地的，你才晓得那个世界是多么的富有。我们这个世间认为是珍贵的不得了，人家那里不要，谁要这个东西？这个树木到处都是。你想想看我们这个世间，什么人把树叶摘几片挂在身上，是不是？再看底下一段，下面一段是讲树上的庄严：",
      "zh_TW": "經上所講的這些珠寶的名稱，是舉我們這個世界大家所喜愛的，都認為這些珠寶是非常希有的。那西方極樂世界是什麼？樹上的樹葉、枝幹是這些東西，黃金是舖地的，你才曉得那個世界是多麼的富有。我們這個世間認為是珍貴的不得了，人家那裡不要，誰要這個東西？這個樹木到處都是。你想想看我們這個世間，什麼人把樹葉摘幾片掛在身上，是不是？再看底下一段，下面一段是講樹上的莊嚴："
    },
    {
      "id": "03-005-0014_p0082",
      "zh_CN": "经【妙真珠网。弥覆树上。】",
      "zh_TW": "經【妙真珠網。彌覆樹上。】"
    },
    {
      "id": "03-005-0014_p0083",
      "zh_CN": "这个树上有罗网，罗网是属于庄严的。像外国人（现在中国人也有了）在圣诞节的时候，我们把树木上面用小灯泡装饰着，晚上看起来很美。西方极乐世界的景观，比我们这壮丽得多了，我们这里不能跟人家相比的。所以它上面有罗网。",
      "zh_TW": "這個樹上有羅網，羅網是屬於莊嚴的。像外國人（現在中國人也有了）在聖誕節的時候，我們把樹木上面用小燈泡裝飾著，晚上看起來很美。西方極樂世界的景觀，比我們這壯麗得多了，我們這裡不能跟人家相比的。所以它上面有羅網。"
    },
    {
      "id": "03-005-0014_p0084",
      "zh_CN": "经【一一树上。有七重网。一一网间。有五百亿妙华宫殿。如梵王宫。诸天童子。自然在中。一一童子。五百亿释迦毗楞伽摩尼。以为璎珞。】",
      "zh_TW": "經【一一樹上。有七重網。一一網間。有五百億妙華宮殿。如梵王宮。諸天童子。自然在中。一一童子。五百億釋迦毗楞伽摩尼。以為瓔珞。】"
    },
    {
      "id": "03-005-0014_p0085",
      "zh_CN": "『释迦毗楞伽摩尼』，就是我们中国人所讲的如意宝珠，像西方神话里面讲的如意宝一样，能够随意变现一切万法。",
      "zh_TW": "『釋迦毗楞伽摩尼』，就是我們中國人所講的如意寶珠，像西方神話裡面講的如意寶一樣，能夠隨意變現一切萬法。"
    },
    {
      "id": "03-005-0014_p0086",
      "zh_CN": "经【其摩尼光。照百由旬。犹如和合百亿日月。不可具名。众宝间错。色中上者。】",
      "zh_TW": "經【其摩尼光。照百由旬。猶如和合百億日月。不可具名。眾寶間錯。色中上者。】"
    },
    {
      "id": "03-005-0014_p0087",
      "zh_CN": "这是在色彩里面最为殊胜的。不但是在一个世界，其他的在这个一切诸佛世界里面，它也是非常殊胜、壮丽的景观。这是讲树的上面、空中的庄严。",
      "zh_TW": "這是在色彩裡面最為殊勝的。不但是在一個世界，其他的在這個一切諸佛世界裡面，它也是非常殊勝、壯麗的景觀。這是講樹的上面、空中的莊嚴。"
    },
    {
      "id": "03-005-0014_p0088",
      "zh_CN": "经【此诸宝树。行行相当。叶叶相次。于众叶间。生诸妙华。华上自然有七宝果。】",
      "zh_TW": "經【此諸寶樹。行行相當。葉葉相次。於眾葉間。生諸妙華。華上自然有七寶果。】"
    },
    {
      "id": "03-005-0014_p0089",
      "zh_CN": "这段是讲西方这些树木行列非常整齐。这些树不是人去种植的，是自然变现出来的。不仅仅行列的整齐，可以说是它样样都圆满，找不到一丝毫的缺陷，这是阿弥陀佛本愿功德所现，无漏清净心所变现的。十方世界，凡是去往生的人心地都清净，心愿跟阿弥陀佛都相同，所以依报庄严不可思议！确确实实是十方一切诸佛刹土不能为比的。",
      "zh_TW": "這段是講西方這些樹木行列非常整齊。這些樹不是人去種植的，是自然變現出來的。不僅僅行列的整齊，可以說是它樣樣都圓滿，找不到一絲毫的缺陷，這是阿彌陀佛本願功德所現，無漏清淨心所變現的。十方世界，凡是去往生的人心地都清淨，心願跟阿彌陀佛都相同，所以依報莊嚴不可思議！確確實實是十方一切諸佛剎土不能為比的。"
    },
    {
      "id": "03-005-0014_p0090",
      "zh_CN": "经【一一树叶。纵广正等二十五由旬。】",
      "zh_TW": "經【一一樹葉。縱廣正等二十五由旬。】"
    },
    {
      "id": "03-005-0014_p0091",
      "zh_CN": "这树大，叶当然也大，没有这么大的叶，那就不相称。",
      "zh_TW": "這樹大，葉當然也大，沒有這麼大的葉，那就不相稱。"
    },
    {
      "id": "03-005-0014_p0092",
      "zh_CN": "经【其叶千色。有百种画。】",
      "zh_TW": "經【其葉千色。有百種畫。】"
    },
    {
      "id": "03-005-0014_p0093",
      "zh_CN": "这个『画』是脉络，树叶的脉络。",
      "zh_TW": "這個『畫』是脈絡，樹葉的脈絡。"
    },
    {
      "id": "03-005-0014_p0094",
      "zh_CN": "经【如天璎珞。】",
      "zh_TW": "經【如天瓔珞。】"
    },
    {
      "id": "03-005-0014_p0095",
      "zh_CN": "『如天』是天上的璎珞，这是比喻。",
      "zh_TW": "『如天』是天上的瓔珞，這是比喻。"
    },
    {
      "id": "03-005-0014_p0096",
      "zh_CN": "经【有众妙华。作阎浮檀金色。如旋火轮。宛转叶间。】",
      "zh_TW": "經【有眾妙華。作閻浮檀金色。如旋火輪。宛轉葉間。】"
    },
    {
      "id": "03-005-0014_p0097",
      "zh_CN": "这是说树叶的庄严，也是我们没有法子想像得到的。我们看这个世间一片树叶看得很平常，看不出树叶的美好。假如研究植物的人把这个树叶在高倍显微镜底下来看，那跟我们普通一般人看法又不一样。这西方世界每一个人都跟佛一样，五眼圆明，所以对于这一片树叶里面的结构，以及它里面的变化，都会看得清清楚楚、了了分明。换句话说，就像人人都是一个生物学家一样，所以他对于诸法实相了如指掌，这就是本性的智慧德能圆满现前，你才能够见得到。",
      "zh_TW": "這是說樹葉的莊嚴，也是我們沒有法子想像得到的。我們看這個世間一片樹葉看得很平常，看不出樹葉的美好。假如研究植物的人把這個樹葉在高倍顯微鏡底下來看，那跟我們普通一般人看法又不一樣。這西方世界每一個人都跟佛一樣，五眼圓明，所以對於這一片樹葉裡面的結構，以及它裡面的變化，都會看得清清楚楚、了了分明。換句話說，就像人人都是一個生物學家一樣，所以他對於諸法實相了如指掌，這就是本性的智慧德能圓滿現前，你才能夠見得到。"
    },
    {
      "id": "03-005-0014_p0098",
      "zh_CN": "经【涌生诸果。】",
      "zh_TW": "經【涌生諸果。】"
    },
    {
      "id": "03-005-0014_p0099",
      "zh_CN": "这是讲树上结的这些果实。",
      "zh_TW": "這是講樹上結的這些果實。"
    },
    {
      "id": "03-005-0014_p0100",
      "zh_CN": "经【如帝释缾。】",
      "zh_TW": "經【如帝釋缾。】"
    },
    {
      "id": "03-005-0014_p0101",
      "zh_CN": "『帝释』就是我们中国人讲的玉皇大帝，他的宝瓶。这个果就像帝释的宝瓶一样。",
      "zh_TW": "『帝釋』就是我們中國人講的玉皇大帝，他的寶瓶。這個果就像帝釋的寶瓶一樣。"
    },
    {
      "id": "03-005-0014_p0102",
      "zh_CN": "经【有大光明。化成幢旛无量宝盖。是宝盖中。映现三千大千界。一切佛事。十方佛国。亦于中现。】",
      "zh_TW": "經【有大光明。化成幢旛無量寶蓋。是寶蓋中。映現三千大千界。一切佛事。十方佛國。亦於中現。】"
    },
    {
      "id": "03-005-0014_p0103",
      "zh_CN": "这就不可思议，这是他方世界没有的，西方世界独胜。在树花里面、树的果中，这个果跟花都放光，光中现诸佛世界。我们现在用电视可以看到世界各地方的景观，我们用电视看。西方极乐世界这也好像是电视，但是他这个电视是立体的，我们电视是平面的，我们电视所看到的范围并不很广。他这个地方所现出来的是尽虚空遍法界，所有一切诸佛刹土都在这里见到。换句话说，我们到那边去，对于这个世界还很挂念，要想看看是天天都看到，而且看得非常逼真、非常详细，比我们现在观察还要清楚，这西方世界怎么能不去？",
      "zh_TW": "這就不可思議，這是他方世界沒有的，西方世界獨勝。在樹花裡面、樹的果中，這個果跟花都放光，光中現諸佛世界。我們現在用電視可以看到世界各地方的景觀，我們用電視看。西方極樂世界這也好像是電視，但是他這個電視是立體的，我們電視是平面的，我們電視所看到的範圍並不很廣。他這個地方所現出來的是盡虛空遍法界，所有一切諸佛剎土都在這裡見到。換句話說，我們到那邊去，對於這個世界還很掛念，要想看看是天天都看到，而且看得非常逼真、非常詳細，比我們現在觀察還要清楚，這西方世界怎麼能不去？"
    },
    {
      "id": "03-005-0014_p0104",
      "zh_CN": "我们看到现世的家亲眷属，我们所关心的人；我们又看到过去生中的家亲眷属，乃至于生生世世统统都看到，哪一个人缘成熟，你立刻就会去度他去。什么叫缘成熟？我劝他念佛他能够接受，他肯相信，他肯念，你立刻去度他去。跟阿弥陀佛一样，你有能力分无量身；有能力像观世音菩萨，应以什么身得度，你就现什么样的身，你得大自在、得无限的能力，这才能帮助过去现在未来十方一切有缘众生。有缘就是现前、多生与我们有关系的，有关系就有缘，没有关系就没有缘分。能度这些有缘众生。所以我们要把这个事实真相搞清楚，就不会怀疑为什么一切诸佛劝我们往生净土。唯有往生净土才真正得大自在；包括利益众生的自在，度脱众生的自在，成就众生的自在，你才有这个能力。否则的话，心里想帮助众生，智慧也不够，能力也没有，不但度不了别人，自己也连带要受罪，这是大错特错。所以我们看到这一段，你就知道西方净土实在是殊胜，一定要往生。",
      "zh_TW": "我們看到現世的家親眷屬，我們所關心的人；我們又看到過去生中的家親眷屬，乃至於生生世世統統都看到，哪一個人緣成熟，你立刻就會去度他去。什麼叫緣成熟？我勸他念佛他能夠接受，他肯相信，他肯念，你立刻去度他去。跟阿彌陀佛一樣，你有能力分無量身；有能力像觀世音菩薩，應以什麼身得度，你就現什麼樣的身，你得大自在、得無限的能力，這才能幫助過去現在未來十方一切有緣眾生。有緣就是現前、多生與我們有關係的，有關係就有緣，沒有關係就沒有緣分。能度這些有緣眾生。所以我們要把這個事實真相搞清楚，就不會懷疑為什麼一切諸佛勸我們往生淨土。唯有往生淨土才真正得大自在；包括利益眾生的自在，度脫眾生的自在，成就眾生的自在，你才有這個能力。否則的話，心裡想幫助眾生，智慧也不夠，能力也沒有，不但度不了別人，自己也連帶要受罪，這是大錯特錯。所以我們看到這一段，你就知道西方淨土實在是殊勝，一定要往生。"
    },
    {
      "id": "03-005-0014_p0105",
      "zh_CN": "经【见此树已。亦当次第一一观之。观见树茎枝叶华果。皆令分明。】",
      "zh_TW": "經【見此樹已。亦當次第一一觀之。觀見樹莖枝葉華果。皆令分明。】"
    },
    {
      "id": "03-005-0014_p0106",
      "zh_CN": "你把树每一个部分，甚至于它的装饰、它的作用，你都看得清清楚楚、明明白白。",
      "zh_TW": "你把樹每一個部分，甚至於它的裝飾、它的作用，你都看得清清楚楚、明明白白。"
    },
    {
      "id": "03-005-0014_p0107",
      "zh_CN": "经【是为树想。名第四观。】",
      "zh_TW": "經【是為樹想。名第四觀。】"
    },
    {
      "id": "03-005-0014_p0108",
      "zh_CN": "这些统统是观察西方极乐世界的依报，就是我们在那里活动的环境，都是说的这些物质环境，属于依报庄严。好，今天我们就讲到此地。下次讲经是哪一天？是国历二月一号。中国人对于农历年很重视，在现在这个社会，可以说是非常的富有、繁荣，人口也太多，所以应该免除的习俗还是减少一点为好。如其到处去应酬不如在家里念佛好。念佛过一个清净之年，与佛菩萨共同过一个幸福美满的新年，我觉得这个意义比世俗的应酬要好。就是应酬走人情，不能没有，尽量减少就好。好，我们念佛回向。",
      "zh_TW": "這些統統是觀察西方極樂世界的依報，就是我們在那裡活動的環境，都是說的這些物質環境，屬於依報莊嚴。好，今天我們就講到此地。下次講經是哪一天？是國曆二月一號。中國人對於農曆年很重視，在現在這個社會，可以說是非常的富有、繁榮，人口也太多，所以應該免除的習俗還是減少一點為好。如其到處去應酬不如在家裡念佛好。念佛過一個清淨之年，與佛菩薩共同過一個幸福美滿的新年，我覺得這個意義比世俗的應酬要好。就是應酬走人情，不能沒有，盡量減少就好。好，我們念佛迴向。"
    }
  ]
}