{
  "doc_id": "07-001-0103",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ三集",
    "zh_TW": "第一Ｏ三集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0103",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "07-001-0103_p0001",
      "zh_CN": "请掀开经本，第七十五面第一行。我们将这个文念一段，这个七大里面的第一段。",
      "zh_TW": "請掀開經本，第七十五面第一行。我們將這個文念一段，這個七大裡面的第一段。"
    },
    {
      "id": "07-001-0103_p0002",
      "zh_CN": "【汝观地性。粗为大地。细为微尘。至邻虚尘。析彼极微色边际相七分所成。更析邻虚。即实空性。】",
      "zh_TW": "【汝觀地性。粗為大地。細為微塵。至鄰虛塵。析彼極微色邊際相七分所成。更析鄰虛。即實空性。】"
    },
    {
      "id": "07-001-0103_p0003",
      "zh_CN": "上次将七大这一科大意给诸位介绍过了，末后有个比喻，佛说「如水成冰，冰还成水」，这个比喻里面的含义很深。今天这一段讲色大，四大里面的色大，可以做为《心经》「色即是空，空即是色」的注解。为什么讲色空不二、色空是一？这是佛法里面可以说讲到最极究竟之处。这个说法实在也很不容易体会，如果能够体会得了，我们对于宇宙人生的真实相才能够得到几分，可见得这段经文的重要性。前面的比喻上次曾经说过一些，可是我们得要记住，因为这个比喻是总喻七大，与底下的七段经文有密切的关系。水是湿性，冰也是湿性，不管怎么变法，水变成冰也好，冰变成水也好，乃至变成水蒸气也好，总而言之它的湿性不变，所以拿湿性比喻七大真如之性。而将水比喻佛法界随缘之相，就是真如本性随顺十法界里面佛法界，我们把它比作水；随顺其余的九法界，我们把它比喻作冰。水的相是一个相，冰的相就不一样，冰有厚薄不相同，比喻九法界迷执有浅深不相同，所以这个比喻我们要晓得。",
      "zh_TW": "上次將七大這一科大意給諸位介紹過了，末後有個比喻，佛說「如水成冰，冰還成水」，這個比喻裡面的含義很深。今天這一段講色大，四大裡面的色大，可以做為《心經》「色即是空，空即是色」的註解。為什麼講色空不二、色空是一？這是佛法裡面可以說講到最極究竟之處。這個說法實在也很不容易體會，如果能夠體會得了，我們對於宇宙人生的真實相才能夠得到幾分，可見得這段經文的重要性。前面的比喻上次曾經說過一些，可是我們得要記住，因為這個比喻是總喻七大，與底下的七段經文有密切的關係。水是濕性，冰也是濕性，不管怎麼變法，水變成冰也好，冰變成水也好，乃至變成水蒸氣也好，總而言之它的濕性不變，所以拿濕性比喻七大真如之性。而將水比喻佛法界隨緣之相，就是真如本性隨順十法界裡面佛法界，我們把它比作水；隨順其餘的九法界，我們把它比喻作冰。水的相是一個相，冰的相就不一樣，冰有厚薄不相同，比喻九法界迷執有淺深不相同，所以這個比喻我們要曉得。"
    },
    {
      "id": "07-001-0103_p0004",
      "zh_CN": "究竟真如本性为什么会随佛法界的缘？为什么又会随九法界的缘？这里头有染净的差别，随净缘这就是佛法界，随染缘那就是九法界。不管是随佛的缘也好，随九法界的缘也好，记住湿性不变，那就是说明真如本性是永远不变的。这个道理诸位一定要明了，你修行证果所凭借的就是真如本性。所以佛才说「一切众生皆有佛性」，这个佛性就是此地水冰的湿性，一切众生皆有。既然有佛性，皆当作佛，换句话说，应当作佛。我们现在是应当作佛而不作佛，没有作佛你就要晓得我们随的是染缘。",
      "zh_TW": "究竟真如本性為什麼會隨佛法界的緣？為什麼又會隨九法界的緣？這裡頭有染淨的差別，隨淨緣這就是佛法界，隨染緣那就是九法界。不管是隨佛的緣也好，隨九法界的緣也好，記住濕性不變，那就是說明真如本性是永遠不變的。這個道理諸位一定要明瞭，你修行證果所憑藉的就是真如本性。所以佛才說「一切眾生皆有佛性」，這個佛性就是此地水冰的濕性，一切眾生皆有。既然有佛性，皆當作佛，換句話說，應當作佛。我們現在是應當作佛而不作佛，沒有作佛你就要曉得我們隨的是染緣。"
    },
    {
      "id": "07-001-0103_p0005",
      "zh_CN": "在过去有一个出家人遇到临济大师，向他请教一个问题，如何是四种无相的境界？临济和尚就给他说，「你一念心里起了疑惑，你就被地障碍」。一念疑惑，疑什么？怀疑自己不能成佛，怀疑自己业障深重，你怀疑这个。业障深重这是当然的，为什么？无始劫以来你随的是染缘，你的业障哪能不深重？可是业障你要晓得它的性质，真如本性里面原本没有业障，业障是本来空，你晓得这个性质就放心了，真如本性里面原本没有，你想想看，能不能断得掉？当然断得掉，它本来没有。而佛性是本来有的，本来有的你就可以证得，决定证得。为什么？本来有。一个晓得本来有，一个知道是本来空，业障是本来空。可是问题就是在迷悟，所谓随净缘这是悟，随染缘这是迷。可见得成佛、成凡夫关键就在迷悟，迷决定是染，悟决定是净，染净是这个分法。",
      "zh_TW": "在過去有一個出家人遇到臨濟大師，向他請教一個問題，如何是四種無相的境界？臨濟和尚就給他說，「你一念心裡起了疑惑，你就被地障礙」。一念疑惑，疑什麼？懷疑自己不能成佛，懷疑自己業障深重，你懷疑這個。業障深重這是當然的，為什麼？無始劫以來你隨的是染緣，你的業障哪能不深重？可是業障你要曉得它的性質，真如本性裡面原本沒有業障，業障是本來空，你曉得這個性質就放心了，真如本性裡面原本沒有，你想想看，能不能斷得掉？當然斷得掉，它本來沒有。而佛性是本來有的，本來有的你就可以證得，決定證得。為什麼？本來有。一個曉得本來有，一個知道是本來空，業障是本來空。可是問題就是在迷悟，所謂隨淨緣這是悟，隨染緣這是迷。可見得成佛、成凡夫關鍵就在迷悟，迷決定是染，悟決定是淨，染淨是這個分法。"
    },
    {
      "id": "07-001-0103_p0006",
      "zh_CN": "再问问我们觉悟了没有？这我在讲席里常常提醒诸位，如果你还有个我执，你就决定是迷，没有悟。纵然对这个经很通达、很理解，自己在讲台上也说得头头是道，你自己要觉悟，你还是迷而不悟。所以觉悟的人没有我执、没有法执，这是真正觉悟的人；有我法二执，这就是不觉。我们很想觉悟、很想不迷，从什么地方下功夫？先从破我执下功夫。这个事情的确是难，如果要是容易，大地众生不是个个都成佛了吗？难在什么地方？俗话常讲劣根性难改，这个劣根性在佛法里面讲我执，执着五蕴的身心为我，这是我们的大病。一切了义经典，诸位仔细去观察你会发现，说我法二空，这就是了义经典。告诉你，无我、无法，毕竟空寂，这才是真理，这是真相，这就是觉而不迷。",
      "zh_TW": "再問問我們覺悟了沒有？這我在講席裡常常提醒諸位，如果你還有個我執，你就決定是迷，沒有悟。縱然對這個經很通達、很理解，自己在講台上也說得頭頭是道，你自己要覺悟，你還是迷而不悟。所以覺悟的人沒有我執、沒有法執，這是真正覺悟的人；有我法二執，這就是不覺。我們很想覺悟、很想不迷，從什麼地方下功夫？先從破我執下功夫。這個事情的確是難，如果要是容易，大地眾生不是個個都成佛了嗎？難在什麼地方？俗話常講劣根性難改，這個劣根性在佛法裡面講我執，執著五蘊的身心為我，這是我們的大病。一切了義經典，諸位仔細去觀察你會發現，說我法二空，這就是了義經典。告訴你，無我、無法，畢竟空寂，這才是真理，這是真相，這就是覺而不迷。"
    },
    {
      "id": "07-001-0103_p0007",
      "zh_CN": "所以经诸位要活听、要多听，这些了义经典要会合起来看，你才能看懂这个意思。虽然我们多听、多看，力量集中在一部经上，博学而专攻。不是讲专攻不要博学，像个竹杆儿一样，那不行，那是没有力量。博学专攻像什么？像金字塔一样，底座很大，博；又专，它有个尖峰。这就是一切重要的大乘了义经典，我们要认真去下功夫，把道理彻底明了之后，最要紧的就是要想方法破我执；不破我执，佛法真的是不得其门而入。",
      "zh_TW": "所以經諸位要活聽、要多聽，這些了義經典要會合起來看，你才能看懂這個意思。雖然我們多聽、多看，力量集中在一部經上，博學而專攻。不是講專攻不要博學，像個竹桿兒一樣，那不行，那是沒有力量。博學專攻像什麼？像金字塔一樣，底座很大，博；又專，它有個尖峰。這就是一切重要的大乘了義經典，我們要認真去下功夫，把道理徹底明瞭之後，最要緊的就是要想方法破我執；不破我執，佛法真的是不得其門而入。"
    },
    {
      "id": "07-001-0103_p0008",
      "zh_CN": "所以怀疑是讲疑的这个，怀疑自己罪业太重，怀疑自己不能成佛，怀疑自己信心不能建立，怀疑自己不能开悟，怀疑自己比不上人。你要是有这些疑惑在，你这一生别想成功，确实你业障破不了，你也开不了悟，你也证不了果，你样样都不行。你要问，我为什么不行？就是因为你怀疑自己。怀疑自己是我执增长，念念当中有我，我不行、我不会开悟、我的业障深重，念念都是增长我执，那怎么行？佛法是叫你破我执的，你天天在增长我执，这是颠倒行事，错就错在这个地方。所以说贪瞋痴慢疑是根本烦恼，疑是讲疑圣教，所以你被地障碍了，疑不得，要把这个烦恼连根拔掉。",
      "zh_TW": "所以懷疑是講疑的這個，懷疑自己罪業太重，懷疑自己不能成佛，懷疑自己信心不能建立，懷疑自己不能開悟，懷疑自己比不上人。你要是有這些疑惑在，你這一生別想成功，確實你業障破不了，你也開不了悟，你也證不了果，你樣樣都不行。你要問，我為什麼不行？就是因為你懷疑自己。懷疑自己是我執增長，念念當中有我，我不行、我不會開悟、我的業障深重，念念都是增長我執，那怎麼行？佛法是叫你破我執的，你天天在增長我執，這是顛倒行事，錯就錯在這個地方。所以說貪瞋痴慢疑是根本煩惱，疑是講疑聖教，所以你被地障礙了，疑不得，要把這個煩惱連根拔掉。"
    },
    {
      "id": "07-001-0103_p0009",
      "zh_CN": "临济又讲，「你一念贪爱，就被水淹没」。烦恼里面贪烦恼，所以贪心要不得。不管贪什么，世间法你要是有贪心，你被爱水淹没掉；你要是在佛法里面起了贪心，一样，只是把贪的对象换了一换，贪心没有换。佛是叫我们断贪心，不是叫我们换贪爱的对象，目的不是换对象的，是要拔除你的贪心。地水火风，疑是地，贪是水。「一念瞋恚，就被火烧掉」。瞋恚是火，所谓火烧功德林。「你一念欢喜，就被风飘去」，被风吹走了。人欢喜的时候，心确实是个飘荡的心。这样子修行你怎么能够办得到？这就是这个出家人问无相的境界，那如何能办得到？我们想想，贪瞋痴慢，它的根本就是我执。如果没有我了，谁贪、谁瞋、谁痴、谁慢？所以会修行的人，他从根本上拔除，破我执。不会的人从烦恼上一桩一桩的断，怎么样把我的贪心断掉？我修布施波罗蜜断我的贪心，我修忍辱波罗蜜断我的瞋恚心。这个事情真难！你要问，大乘佛法不是这么修的吗？的确大乘佛法是这样修的。",
      "zh_TW": "臨濟又講，「你一念貪愛，就被水淹沒」。煩惱裡面貪煩惱，所以貪心要不得。不管貪什麼，世間法你要是有貪心，你被愛水淹沒掉；你要是在佛法裡面起了貪心，一樣，只是把貪的對象換了一換，貪心沒有換。佛是叫我們斷貪心，不是叫我們換貪愛的對象，目的不是換對象的，是要拔除你的貪心。地水火風，疑是地，貪是水。「一念瞋恚，就被火燒掉」。瞋恚是火，所謂火燒功德林。「你一念歡喜，就被風飄去」，被風吹走了。人歡喜的時候，心確實是個飄蕩的心。這樣子修行你怎麼能夠辦得到？這就是這個出家人問無相的境界，那如何能辦得到？我們想想，貪瞋痴慢，它的根本就是我執。如果沒有我了，誰貪、誰瞋、誰痴、誰慢？所以會修行的人，他從根本上拔除，破我執。不會的人從煩惱上一樁一樁的斷，怎麼樣把我的貪心斷掉？我修布施波羅蜜斷我的貪心，我修忍辱波羅蜜斷我的瞋恚心。這個事情真難！你要問，大乘佛法不是這麼修的嗎？的確大乘佛法是這樣修的。"
    },
    {
      "id": "07-001-0103_p0010",
      "zh_CN": "比大乘更高的叫上上乘，一乘佛法，一乘佛法是从根本修。你们看《六祖坛经》，六祖大师讲的就是一乘法，这是讲从根本修。从根本修就是破我执、破法执，这样修学法，用的时间少、成功高。枝枝叶叶上修行，用的时间长，所谓三大阿僧祇劫，时间太长，古德所谓寻枝摘叶，这就是不知道从根本修。凡是一乘了义经典，或是明说、或是暗示，都叫我们从根本修学。境界我们离不开，境缘是依他起性，所以离不开。可是这里头要紧的，就是要懂得这个道理，晓得境缘的真实相，知道它的实相，只要你不染不着，菩提道上就没有障碍。所以古人也说「四大如梦如幻」，迷的时候你觉得这个东西有，悟了之后晓得虽有不实，像贪瞋痴慢，百法里头讲的二十六种烦恼，虽有不实。理懂得之后，在境界里面就能提得起观照的功夫，我们一般讲功夫，功夫才能真正提得起来。这是前面一点很要紧的意思，这个意思贯穿底下七段经文，这七大的经文。",
      "zh_TW": "比大乘更高的叫上上乘，一乘佛法，一乘佛法是從根本修。你們看《六祖壇經》，六祖大師講的就是一乘法，這是講從根本修。從根本修就是破我執、破法執，這樣修學法，用的時間少、成功高。枝枝葉葉上修行，用的時間長，所謂三大阿僧祇劫，時間太長，古德所謂尋枝摘葉，這就是不知道從根本修。凡是一乘了義經典，或是明說、或是暗示，都叫我們從根本修學。境界我們離不開，境緣是依他起性，所以離不開。可是這裡頭要緊的，就是要懂得這個道理，曉得境緣的真實相，知道它的實相，只要你不染不著，菩提道上就沒有障礙。所以古人也說「四大如夢如幻」，迷的時候你覺得這個東西有，悟了之後曉得雖有不實，像貪瞋痴慢，百法裡頭講的二十六種煩惱，雖有不實。理懂得之後，在境界裡面就能提得起觀照的功夫，我們一般講功夫，功夫才能真正提得起來。這是前面一點很要緊的意思，這個意思貫穿底下七段經文，這七大的經文。"
    },
    {
      "id": "07-001-0103_p0011",
      "zh_CN": "我们今天再看这一段，刚才念的，这一段大概今天的时间是讲不完，我们要细讲。因为第一段的意思懂得之后，后面都很容易了解，这是讲为什么色即是空、空即是色，色空不二。『汝观地性』，「汝」是世尊叫着阿难，你来观察，「观」是用智慧观，不是用第六意识在分别，「性」是讲它的性体，就是真如本性，你观地大的性。『粗为大地』，「粗」是粗相；『细为微尘』，「细」是细相。这两句说明十法界内色外色总名地大。什么叫内色？内就是我们身体，我们身体之内的血肉之躯，这是内色。身体以外的，我们环境的这些色法，我们就叫它做外色。内五根、外六尘，将来诸位在这个经上能看到内色、外色，晓得就是这个讲法。学佛，我们还要知道一个事实，世尊当年住世四十九年所说出来的皆是法相，因此法相无边，这也是令初学的人不容易入门。但是在我们今天可以说，初学的人有个很好的入门教材，那就是《相宗纲要》，那是佛法入门的教材，研究教的人不能不通达。如果你能够把《相宗纲要》搞得滚瓜烂熟，过去李老师讲的，他保证你对于性相两宗都没有障碍，都能够通达，所以这部书要熟读。我们这次平装跟精装印了五次，《相宗纲要》印过五次了。第一次我印的时候只有正篇，没有续篇，我发现续篇之后，将正续篇合刊在一起。李老师特别写个序文，你们把李老师的序文好好去念念，你才晓得这个书的重要，要真正去下功夫。什么叫四大？《相宗纲要》里也解释得很详细，我们在这个地方不能像它那样解释，它那是专门解释这个名词。",
      "zh_TW": "我們今天再看這一段，剛才念的，這一段大概今天的時間是講不完，我們要細講。因為第一段的意思懂得之後，後面都很容易了解，這是講為什麼色即是空、空即是色，色空不二。『汝觀地性』，「汝」是世尊叫著阿難，你來觀察，「觀」是用智慧觀，不是用第六意識在分別，「性」是講它的性體，就是真如本性，你觀地大的性。『粗為大地』，「粗」是粗相；『細為微塵』，「細」是細相。這兩句說明十法界內色外色總名地大。什麼叫內色？內就是我們身體，我們身體之內的血肉之軀，這是內色。身體以外的，我們環境的這些色法，我們就叫它做外色。內五根、外六塵，將來諸位在這個經上能看到內色、外色，曉得就是這個講法。學佛，我們還要知道一個事實，世尊當年住世四十九年所說出來的皆是法相，因此法相無邊，這也是令初學的人不容易入門。但是在我們今天可以說，初學的人有個很好的入門教材，那就是《相宗綱要》，那是佛法入門的教材，研究教的人不能不通達。如果你能夠把《相宗綱要》搞得滾瓜爛熟，過去李老師講的，他保證你對於性相兩宗都沒有障礙，都能夠通達，所以這部書要熟讀。我們這次平裝跟精裝印了五次，《相宗綱要》印過五次了。第一次我印的時候只有正篇，沒有續篇，我發現續篇之後，將正續篇合刊在一起。李老師特別寫個序文，你們把李老師的序文好好去念念，你才曉得這個書的重要，要真正去下功夫。什麼叫四大？《相宗綱要》裡也解釋得很詳細，我們在這個地方不能像它那樣解釋，它那是專門解釋這個名詞。"
    },
    {
      "id": "07-001-0103_p0012",
      "zh_CN": "我们现在就现前外色来辨别，这个意思是说，阿难在此地示现的是凡夫的境界，我们就以凡夫境界上来讲，认为地大是和合因缘所成的。譬如我们积土石为山，山从哪里来的？山是土石堆积起来是山，因缘和合的。以一个例子就例其余一切万法，无有一法不是因缘所生。佛在小乘经里面，在阿含、在方等的初期常常这样说，阿难尊者也拿这个问题来质问释迦牟尼佛常讲的。而佛这种说法，随顺凡夫、外道的见解，到这个地方是叫他深入一层的观法。我们仔细观察地大，实在它是属于虚妄的体性，没有实性，这点的确很难懂。你说它没有体性，明明我们积很多土石就堆成山，这不是事实吗？我们堆积，从细微的堆积到粗显的，「细为微尘」，堆积这些微尘就变成地球。这种现象摆在我们眼前，我们大家都承认，这是我们常识所理解的。更细微的去分析，那只是极少数科学家的事情，他们将这些物质分析，分析到原子、分析到电子，都是我们肉眼看不到。佛经里面三千年前它也分析，这个讲「细为微尘，至邻虚尘，析彼极微色边际相」，这个「析」就是分析，跟今天科学家的分析是一样的。我们今天科学家用科学仪器来分析，释迦牟尼佛那个时候不必要用仪器，用天眼、用慧眼、用法眼、用佛眼来分析。阿罗汉的慧眼就能够看到微尘，微尘我们肉眼看不到的。这是讲色，就是今天我们讲的物质。色就是物质，把物质去分析，分析到『邻虚尘』，虚是虚空，邻虚就跟虚空做邻居，等于说再分那就是虚空，就没有了。你们在数学里头念过，将一个物质去分析永远分不尽，理论上永远分不尽。譬如一样东西把它分做二，二再分做二，用二分法永远分不尽，理论上永远分不尽。事实上有没有尽？事实上有尽。理上无尽，事上可真有尽，分到后来就没有了，所以叫邻虚尘。邻虚尘在此地讲，就叫做实空性，实是真实，不是虚妄的，这个空叫真空，不是顽虚空，这个空是有，不是无。空为什么是有？空里面能显色。如果空当作无，那这个色法不能生，所以空是有。",
      "zh_TW": "我們現在就現前外色來辨別，這個意思是說，阿難在此地示現的是凡夫的境界，我們就以凡夫境界上來講，認為地大是和合因緣所成的。譬如我們積土石為山，山從哪裡來的？山是土石堆積起來是山，因緣和合的。以一個例子就例其餘一切萬法，無有一法不是因緣所生。佛在小乘經裡面，在阿含、在方等的初期常常這樣說，阿難尊者也拿這個問題來質問釋迦牟尼佛常講的。而佛這種說法，隨順凡夫、外道的見解，到這個地方是叫他深入一層的觀法。我們仔細觀察地大，實在它是屬於虛妄的體性，沒有實性，這點的確很難懂。你說它沒有體性，明明我們積很多土石就堆成山，這不是事實嗎？我們堆積，從細微的堆積到粗顯的，「細為微塵」，堆積這些微塵就變成地球。這種現象擺在我們眼前，我們大家都承認，這是我們常識所理解的。更細微的去分析，那只是極少數科學家的事情，他們將這些物質分析，分析到原子、分析到電子，都是我們肉眼看不到。佛經裡面三千年前它也分析，這個講「細為微塵，至鄰虛塵，析彼極微色邊際相」，這個「析」就是分析，跟今天科學家的分析是一樣的。我們今天科學家用科學儀器來分析，釋迦牟尼佛那個時候不必要用儀器，用天眼、用慧眼、用法眼、用佛眼來分析。阿羅漢的慧眼就能夠看到微塵，微塵我們肉眼看不到的。這是講色，就是今天我們講的物質。色就是物質，把物質去分析，分析到『鄰虛塵』，虛是虛空，鄰虛就跟虛空做鄰居，等於說再分那就是虛空，就沒有了。你們在數學裡頭念過，將一個物質去分析永遠分不盡，理論上永遠分不盡。譬如一樣東西把它分做二，二再分做二，用二分法永遠分不盡，理論上永遠分不盡。事實上有沒有盡？事實上有盡。理上無盡，事上可真有盡，分到後來就沒有了，所以叫鄰虛塵。鄰虛塵在此地講，就叫做實空性，實是真實，不是虛妄的，這個空叫真空，不是頑虛空，這個空是有，不是無。空為什麼是有？空裡面能顯色。如果空當作無，那這個色法不能生，所以空是有。"
    },
    {
      "id": "07-001-0103_p0013",
      "zh_CN": "现在在此地要说一说，什么叫做七分析色？就是分析，七分析色本来在印度有些外道他们就晓得，就用这个方法来分析。由此可知，古印度不但宗教发达，在今天来讲物理科学也相当高明，他们就用这个方法来分析一切色法。但是他所做的工作只是在相上做的工作，换句话说，他只知道有色相，他不晓得有色性，当然更不知道色性就是如来藏性。因此色性与空性无二无别。他怎么个说法？他说分色，色分分到最后就分空了。怎样才能够证得真空之理？由分析色就可以能够证得。这个话说起来、听起来好像是有点道理，其实似是而非，不是真实的意义。今天这个地方也就是要辨别这个问题，这就是佛经里头也常说的。分析法，我们从最粗的相来说，佛法里面经论注疏常常引用的，以牛毛尘做单位，大概眼睛好的人，也能够看得见，是眼睛真好的人。我想一般人恐怕看不见，因为牛毛，诸位想想，比一根针恐怕还要细。那个毛的尖端上有一粒微尘，它停在这个地方不会掉下去，尖端上没有多大的面积，一粒尘停在那个地方。",
      "zh_TW": "現在在此地要說一說，什麼叫做七分析色？就是分析，七分析色本來在印度有些外道他們就曉得，就用這個方法來分析。由此可知，古印度不但宗教發達，在今天來講物理科學也相當高明，他們就用這個方法來分析一切色法。但是他所做的工作只是在相上做的工作，換句話說，他只知道有色相，他不曉得有色性，當然更不知道色性就是如來藏性。因此色性與空性無二無別。他怎麼個說法？他說分色，色分分到最後就分空了。怎樣才能夠證得真空之理？由分析色就可以能夠證得。這個話說起來、聽起來好像是有點道理，其實似是而非，不是真實的意義。今天這個地方也就是要辨別這個問題，這就是佛經裡頭也常說的。分析法，我們從最粗的相來說，佛法裡面經論註疏常常引用的，以牛毛塵做單位，大概眼睛好的人，也能夠看得見，是眼睛真好的人。我想一般人恐怕看不見，因為牛毛，諸位想想，比一根針恐怕還要細。那個毛的尖端上有一粒微塵，它停在這個地方不會掉下去，尖端上沒有多大的面積，一粒塵停在那個地方。"
    },
    {
      "id": "07-001-0103_p0014",
      "zh_CN": "以这个为单位把它分成七分，七分之一叫羊毛尘。羊毛比牛毛要细得多，我们中国人用毛笔，羊毛是居多数，羊毛尖端上可以停留。羊毛尘的七分之一叫兔毛尘，兔毛尘的七分之一叫水尘，也许是我们今天科学家所称的水分子，它在水里面可以游动没有障碍。我们知道水的密度不大，它有空间，它可以在空间里头自在的往来，没有障碍。这都是我们肉眼看不到的，可是我们今天在高倍的显微镜之下能看得到。水尘的七分之一就是金尘，金属密度很大，虽然有很大的密度，可是你要是把它放大成几百万倍，你也看出当中还是有空隙。这一粒微尘从这走过来、走过去，它没有障碍，这叫金尘。金尘再分七分之一就叫做微尘，可见得这微尘非常之小，金尘的七分之一。我们常讲阿罗汉、辟支佛的慧眼能够见到微尘。微尘再分七分之一，那更小的，阿罗汉的慧眼就看不到，这个七分之一叫色聚极微。色聚极微还可以分，再分为七分之一叫极微之微，这就是此地讲的邻虚尘。极微之微不能再分，再分就没有了，不能再分。而实际上极微之微（就是邻虚尘），告诉诸位，非有非无、不生不灭，在这个时候你才能够见到色即是空、空即是色。",
      "zh_TW": "以這個為單位把它分成七分，七分之一叫羊毛塵。羊毛比牛毛要細得多，我們中國人用毛筆，羊毛是居多數，羊毛尖端上可以停留。羊毛塵的七分之一叫兔毛塵，兔毛塵的七分之一叫水塵，也許是我們今天科學家所稱的水分子，它在水裡面可以游動沒有障礙。我們知道水的密度不大，它有空間，它可以在空間裡頭自在的往來，沒有障礙。這都是我們肉眼看不到的，可是我們今天在高倍的顯微鏡之下能看得到。水塵的七分之一就是金塵，金屬密度很大，雖然有很大的密度，可是你要是把它放大成幾百萬倍，你也看出當中還是有空隙。這一粒微塵從這走過來、走過去，它沒有障礙，這叫金塵。金塵再分七分之一就叫做微塵，可見得這微塵非常之小，金塵的七分之一。我們常講阿羅漢、辟支佛的慧眼能夠見到微塵。微塵再分七分之一，那更小的，阿羅漢的慧眼就看不到，這個七分之一叫色聚極微。色聚極微還可以分，再分為七分之一叫極微之微，這就是此地講的鄰虛塵。極微之微不能再分，再分就沒有了，不能再分。而實際上極微之微（就是鄰虛塵），告訴諸位，非有非無、不生不滅，在這個時候你才能夠見到色即是空、空即是色。"
    },
    {
      "id": "07-001-0103_p0015",
      "zh_CN": "我们解释底下这句经文，『更析邻虚，即实空性』，这句话的意思是说，果然邻虚尘要是分析分到最后变成虚空，虚空必定能还原变成色相。虚空如果能变成色相，虚空无量无边，它尽管变成一切色相，为什么今天虚空不能变成色相？前面说过，凡夫、外道他不通达色性，只是在色相上去寻求，纵然达到最后，还是不能自圆其说，不能把事实的真相找到，道理在此地。如果以理来论之，色与空可以和而不可以分析，为什么？色可以分析，空怎么能分析？空怎么分法？小乘人就是用古印度外道的方法析色入空，这方法就笨。大乘法常讲「当体即空」，它不是分析的，当体即空，这个当然是比分析空高明得太多。佛在经上常讲，本经前面讲过，「观相元妄，无可指陈。观性元真，唯妙觉明」。这四句话我们应当把它记住，这是佛在《楞严经》上说的，与《起信论》、与《华严经》里面说的都是重要的原理。像这个境界都是佛与大菩萨亲证的境界，所谓是诸法实相。",
      "zh_TW": "我們解釋底下這句經文，『更析鄰虛，即實空性』，這句話的意思是說，果然鄰虛塵要是分析分到最後變成虛空，虛空必定能還原變成色相。虛空如果能變成色相，虛空無量無邊，它儘管變成一切色相，為什麼今天虛空不能變成色相？前面說過，凡夫、外道他不通達色性，只是在色相上去尋求，縱然達到最後，還是不能自圓其說，不能把事實的真相找到，道理在此地。如果以理來論之，色與空可以和而不可以分析，為什麼？色可以分析，空怎麼能分析？空怎麼分法？小乘人就是用古印度外道的方法析色入空，這方法就笨。大乘法常講「當體即空」，它不是分析的，當體即空，這個當然是比分析空高明得太多。佛在經上常講，本經前面講過，「觀相元妄，無可指陳。觀性元真，唯妙覺明」。這四句話我們應當把它記住，這是佛在《楞嚴經》上說的，與《起信論》、與《華嚴經》裡面說的都是重要的原理。像這個境界都是佛與大菩薩親證的境界，所謂是諸法實相。"
    },
    {
      "id": "07-001-0103_p0016",
      "zh_CN": "我们在《十四讲》里面给诸位说的，讲一切法的总相、别相，这些话都是说总相。虽然我们不容易理解，即使是理解也是含糊笼统，没有深究其理，所以你自己不能入这个境界。这种理解有什么用处？没用处，就是解得不够深、解得不够圆。相既然是妄，妄就不是真的，这个道理我们一下领悟不了，我们再举个比喻来说。比喻与这桩事当然有相当的距离，但是我们可以从比喻里面得到一个仿佛。譬如作梦，你们诸位都做过梦，梦里面有没有色相？梦里头也有色相。好，你在梦中分析你的色相，你把它从牛毛尘、羊毛尘、兔毛尘，一直分到邻虚尘，你想想，到邻虚尘这个色相是空的。我们现在干这个事情，就像梦中分析色相一样的情形，一样的愚笨。好像是个仿佛，不是事实，为什么？因为这个色相本来就是空寂，本来空，本来就没有。本来就没有，现在变成这些东西，变成为有，这个有，佛菩萨知道叫幻有、叫妙有，有而非有，有即是空。我们的大毛病，不晓得这个有是幻有，不晓得有是妙有，认为这个有是实有，毛病发生在这个地方，认为它是实在有，不知道它是假有。",
      "zh_TW": "我們在《十四講》裡面給諸位說的，講一切法的總相、別相，這些話都是說總相。雖然我們不容易理解，即使是理解也是含糊籠統，沒有深究其理，所以你自己不能入這個境界。這種理解有什麼用處？沒用處，就是解得不夠深、解得不夠圓。相既然是妄，妄就不是真的，這個道理我們一下領悟不了，我們再舉個比喻來說。比喻與這樁事當然有相當的距離，但是我們可以從比喻裡面得到一個彷彿。譬如作夢，你們諸位都做過夢，夢裡面有沒有色相？夢裡頭也有色相。好，你在夢中分析你的色相，你把它從牛毛塵、羊毛塵、兔毛塵，一直分到鄰虛塵，你想想，到鄰虛塵這個色相是空的。我們現在幹這個事情，就像夢中分析色相一樣的情形，一樣的愚笨。好像是個彷彿，不是事實，為什麼？因為這個色相本來就是空寂，本來空，本來就沒有。本來就沒有，現在變成這些東西，變成為有，這個有，佛菩薩知道叫幻有、叫妙有，有而非有，有即是空。我們的大毛病，不曉得這個有是幻有，不曉得有是妙有，認為這個有是實有，毛病發生在這個地方，認為它是實在有，不知道它是假有。"
    },
    {
      "id": "07-001-0103_p0017",
      "zh_CN": "虽然我们常常读经，也常在研究佛法，常常听说这个有是假有、色是幻色，你想想，我们为什么还不能够超越五阴，还被五阴范围住？这个问题就是我们所晓得的这一点，是听别人说的，不是自己的境界。如果是自己的境界当然就超越五阴，像《心经》里面讲的「照见五蕴皆空，度一切苦厄」，超越了。不是自己境界，我们今天在经上只听说佛讲的观相元妄、观性元真，听说。如果要晓得这相是妄的，真正到这个境界，你在这个相里面决定没有取舍，虚妄的，可以有分别，不会执着，没有取舍，这一定的道理。我们在一切相里头还有得失取舍，还有种种执着，哪里知道相是虚妄的？不达相妄就不能够证得性真，为什么？因为性真跟相妄是一不是二。我们要想证得真性，达妄就证真，真妄原本不二。",
      "zh_TW": "雖然我們常常讀經，也常在研究佛法，常常聽說這個有是假有、色是幻色，你想想，我們為什麼還不能夠超越五陰，還被五陰範圍住？這個問題就是我們所曉得的這一點，是聽別人說的，不是自己的境界。如果是自己的境界當然就超越五陰，像《心經》裡面講的「照見五蘊皆空，度一切苦厄」，超越了。不是自己境界，我們今天在經上只聽說佛講的觀相元妄、觀性元真，聽說。如果要曉得這相是妄的，真正到這個境界，你在這個相裡面決定沒有取捨，虛妄的，可以有分別，不會執著，沒有取捨，這一定的道理。我們在一切相裡頭還有得失取捨，還有種種執著，哪裡知道相是虛妄的？不達相妄就不能夠證得性真，為什麼？因為性真跟相妄是一不是二。我們要想證得真性，達妄就證真，真妄原本不二。"
    },
    {
      "id": "07-001-0103_p0018",
      "zh_CN": "《法界颂》里面有几句话，说得也非常之好，它说「若人欲识真空理」，假如有个人要想认识真空理体，「身内真如还遍外」，我们本身以内，自己的真如本性是尽虚空遍法界的。你要把它看作真如本性在哪里？在我们的身体里面，就坏了。这句话我想应当不难懂，因为经文一开端，「七处征心」、「十番显见」，已经将这个道理显露无遗。「情与无情共一体，处处皆同真法界」。一切有情众生的本性我们叫它做佛性；一切无情的众生，我们今天所谓是植物、矿物乃至虚空，它的本性我们叫它做法性，法性与佛性是一个性，不是二性，性就是本体。觉悟的人晓得，自己跟整个虚空法界是一体，不是二体。你既然晓得是一体，你怎么会有斗争？你怎么会有分别？你要有分别、有斗争，岂不是你自己跟你自己过不去吗？你要想修行成佛，要想觉悟，你还跟一切众生分别、争执，你这一生就别想开悟了，不要想成就。",
      "zh_TW": "《法界頌》裡面有幾句話，說得也非常之好，它說「若人欲識真空理」，假如有個人要想認識真空理體，「身內真如還遍外」，我們本身以內，自己的真如本性是盡虛空遍法界的。你要把它看作真如本性在哪裡？在我們的身體裡面，就壞了。這句話我想應當不難懂，因為經文一開端，「七處徵心」、「十番顯見」，已經將這個道理顯露無遺。「情與無情共一體，處處皆同真法界」。一切有情眾生的本性我們叫它做佛性；一切無情的眾生，我們今天所謂是植物、礦物乃至虛空，它的本性我們叫它做法性，法性與佛性是一個性，不是二性，性就是本體。覺悟的人曉得，自己跟整個虛空法界是一體，不是二體。你既然曉得是一體，你怎麼會有鬥爭？你怎麼會有分別？你要有分別、有鬥爭，豈不是你自己跟你自己過不去嗎？你要想修行成佛，要想覺悟，你還跟一切眾生分別、爭執，你這一生就別想開悟了，不要想成就。"
    },
    {
      "id": "07-001-0103_p0019",
      "zh_CN": "你看自己又想觉悟，又想成就，所作所为全是障碍了自己，不是别人障碍，是你自家在做障碍，别人障碍不了。换句话说，你对事理的真实相一无所知，你的所修所行那不叫盲修瞎练又叫做什么？严格的讲，如果不晓得情与无情同一体，《华严》里面所讲的「情与无情同圆种智」，你要是不晓得这个道理，不知道性相一如，不知道万法一体，你的修行就有障碍。这个意思实在讲是七大的要旨，经里面讲的真空就是说一如之体，所说的七大就是体所现的作用，有体，体当然起作用，它起的作用就是七大。在后面七大文里面，都告诉我们「循业发现」，七大从哪里来的？是循业变现出来的，所以这个用叫做业用，就是一如之体的业用。可是我们必须要了解体用不二，所以佛说法总是相依互举，不离妙性。经上才讲「一一皆如来藏妙真如性」，你要见性在哪里见？相就是性，性就是相。你晓得性是没有相的，相既然就是性，相即非相，色即是空。你能够见到色即是空，就见性、就见色性；你在色里头见不到空，你没有见性。你为什么不见性？你着相。你在一切相里头有分别、有执着，所以你见不到色即是空。如果你在相里头毫无执着，没有执着、没有分别，色即是空，色空不二。这一段就是讲这个意思。我们再看底下经文，佛又叫着阿难跟他说：",
      "zh_TW": "你看自己又想覺悟，又想成就，所作所為全是障礙了自己，不是別人障礙，是你自家在做障礙，別人障礙不了。換句話說，你對事理的真實相一無所知，你的所修所行那不叫盲修瞎練又叫做什麼？嚴格的講，如果不曉得情與無情同一體，《華嚴》裡面所講的「情與無情同圓種智」，你要是不曉得這個道理，不知道性相一如，不知道萬法一體，你的修行就有障礙。這個意思實在講是七大的要旨，經裡面講的真空就是說一如之體，所說的七大就是體所現的作用，有體，體當然起作用，它起的作用就是七大。在後面七大文裡面，都告訴我們「循業發現」，七大從哪裡來的？是循業變現出來的，所以這個用叫做業用，就是一如之體的業用。可是我們必須要了解體用不二，所以佛說法總是相依互舉，不離妙性。經上才講「一一皆如來藏妙真如性」，你要見性在哪裡見？相就是性，性就是相。你曉得性是沒有相的，相既然就是性，相即非相，色即是空。你能夠見到色即是空，就見性、就見色性；你在色裡頭見不到空，你沒有見性。你為什麼不見性？你著相。你在一切相裡頭有分別、有執著，所以你見不到色即是空。如果你在相裡頭毫無執著，沒有執著、沒有分別，色即是空，色空不二。這一段就是講這個意思。我們再看底下經文，佛又叫著阿難跟他說："
    },
    {
      "id": "07-001-0103_p0020",
      "zh_CN": "【阿难。若此邻虚析成虚空。当知虚空出生色相。】",
      "zh_TW": "【阿難。若此鄰虛析成虛空。當知虛空出生色相。】"
    },
    {
      "id": "07-001-0103_p0021",
      "zh_CN": "这是就世间人的看法，就凡夫、外道的观点上来说。前面所谓析色归空，这个意思就是讲，从有分到无，『若此邻虚析成虚空』，从有到无；再还原，那就是积小成大、空成色，所以说『当知虚空出生色相』，总会还原的。",
      "zh_TW": "這是就世間人的看法，就凡夫、外道的觀點上來說。前面所謂析色歸空，這個意思就是講，從有分到無，『若此鄰虛析成虛空』，從有到無；再還原，那就是積小成大、空成色，所以說『當知虛空出生色相』，總會還原的。"
    },
    {
      "id": "07-001-0103_p0022",
      "zh_CN": "【汝今问言。】",
      "zh_TW": "【汝今問言。】"
    },
    {
      "id": "07-001-0103_p0023",
      "zh_CN": "前面阿难所问的。",
      "zh_TW": "前面阿難所問的。"
    },
    {
      "id": "07-001-0103_p0024",
      "zh_CN": "【由和合故。出生世间诸变化相。】",
      "zh_TW": "【由和合故。出生世間諸變化相。】"
    },
    {
      "id": "07-001-0103_p0025",
      "zh_CN": "这是你问的，你说世间种种变化相是由于和合而有的，前面的大前提已经摆在此地，你说和合而有。那你现在看：",
      "zh_TW": "這是你問的，你說世間種種變化相是由於和合而有的，前面的大前提已經擺在此地，你說和合而有。那你現在看："
    },
    {
      "id": "07-001-0103_p0026",
      "zh_CN": "【汝且观此一邻虚尘。用几虚空和合而有。不应邻虚合成邻虚。】",
      "zh_TW": "【汝且觀此一鄰虛塵。用幾虛空和合而有。不應鄰虛合成鄰虛。】"
    },
    {
      "id": "07-001-0103_p0027",
      "zh_CN": "我们说色聚极微把它分成七分，变成一个『邻虚尘』，邻虚尘就是虚空，就变成虚空。现在问你，这一个邻虚尘是几个虚空合起来的？说明了色空的真谛。这里头的意思也有相当的深度，前面四句说明析色到邻虚告一个段落，如果再从分析邻虚就是实空性，就是真实的空性，佛在此地就难阿难尊者了，给他个难题叫他去做去，现在是更合几个虚空成为一个邻虚尘？色可以分析，空怎么能分析？空既不能分析，底下这句话说，『不应邻虚合成邻虚』，这讲不通，没有说邻虚尘再合成邻虚的道理。",
      "zh_TW": "我們說色聚極微把它分成七分，變成一個『鄰虛塵』，鄰虛塵就是虛空，就變成虛空。現在問你，這一個鄰虛塵是幾個虛空合起來的？說明了色空的真諦。這裡頭的意思也有相當的深度，前面四句說明析色到鄰虛告一個段落，如果再從分析鄰虛就是實空性，就是真實的空性，佛在此地就難阿難尊者了，給他個難題叫他去做去，現在是更合幾個虛空成為一個鄰虛塵？色可以分析，空怎麼能分析？空既不能分析，底下這句話說，『不應鄰虛合成鄰虛』，這講不通，沒有說鄰虛塵再合成鄰虛的道理。"
    },
    {
      "id": "07-001-0103_p0028",
      "zh_CN": "这个地方世尊意思完全是在「用几个虚空」，意思在这个地方，用几个虚空合成一个邻虚？你要是虚空不能够合成邻虚，这个色法不能成立。你觉悟了吗？不能成立，这就是虚妄的。果然能合几个虚空成为邻虚，这个色法就是真实的，那就不能叫观相元妄，前面讲的「观相元妄」这句话就讲不通。如果诸位是会听的，你听到这一句就会有悟处，你才晓得这个事实真相是什么，恍然大悟，原来色即是空是这么一种。佛在此地这句，真是一段文的关键所在。古人所谓句眼，这句里头有个眼，画龙点睛，这就是眼睛，就在这一句上。这一句佛的意思就是诱导阿难希望他开悟，把他诱到这个地方，用力给他点一点，看他能不能悟，如果一下悟入，问题就没有了，后头就不要再讲。阿难跟我们一样没悟，没悟再说。像这样的，可以说《楞严经》每一段、每一章都有这最要紧的处所；换句话说，一句话道破，一句话叫你悟入。所以像这样关键的句子，我们要晓得。",
      "zh_TW": "這個地方世尊意思完全是在「用幾個虛空」，意思在這個地方，用幾個虛空合成一個鄰虛？你要是虛空不能夠合成鄰虛，這個色法不能成立。你覺悟了嗎？不能成立，這就是虛妄的。果然能合幾個虛空成為鄰虛，這個色法就是真實的，那就不能叫觀相元妄，前面講的「觀相元妄」這句話就講不通。如果諸位是會聽的，你聽到這一句就會有悟處，你才曉得這個事實真相是什麼，恍然大悟，原來色即是空是這麼一種。佛在此地這句，真是一段文的關鍵所在。古人所謂句眼，這句裡頭有個眼，畫龍點睛，這就是眼睛，就在這一句上。這一句佛的意思就是誘導阿難希望他開悟，把他誘到這個地方，用力給他點一點，看他能不能悟，如果一下悟入，問題就沒有了，後頭就不要再講。阿難跟我們一樣沒悟，沒悟再說。像這樣的，可以說《楞嚴經》每一段、每一章都有這最要緊的處所；換句話說，一句話道破，一句話叫你悟入。所以像這樣關鍵的句子，我們要曉得。"
    },
    {
      "id": "07-001-0103_p0029",
      "zh_CN": "再说『和合而有』，这句话的意思是说明，和合是要有数量，总是两个以上才能够和、才能够合，两个以上合而为一、三个以上合而为一。譬如我们说水乳两样东西合而为一，或者再加上咖啡，这是三样东西，再加上糖四样东西合而为一，我们把它合成饮料。至少是两个以上，这是和合的意思。佛在此地问，几个虚空和合成一个邻虚尘？这句话就是点醒他。说明什么？说明色是虚妄的，不是真实的。色实在是不生的，不生，邻虚尘是不生；邻虚不生，由邻虚积的山河大地、积的世界那哪有生灭？根本的那个要是真的有生，真有，这才是实有；根本的那个是假有，当然这是假有，就不是真有。这里头的确有很深的道理，要细心去体会。",
      "zh_TW": "再說『和合而有』，這句話的意思是說明，和合是要有數量，總是兩個以上才能夠和、才能夠合，兩個以上合而為一、三個以上合而為一。譬如我們說水乳兩樣東西合而為一，或者再加上咖啡，這是三樣東西，再加上糖四樣東西合而為一，我們把它合成飲料。至少是兩個以上，這是和合的意思。佛在此地問，幾個虛空和合成一個鄰虛塵？這句話就是點醒他。說明什麼？說明色是虛妄的，不是真實的。色實在是不生的，不生，鄰虛塵是不生；鄰虛不生，由鄰虛積的山河大地、積的世界那哪有生滅？根本的那個要是真的有生，真有，這才是實有；根本的那個是假有，當然這是假有，就不是真有。這裡頭的確有很深的道理，要細心去體會。"
    },
    {
      "id": "07-001-0103_p0030",
      "zh_CN": "末后这两句，邻虚是色边际相，所谓说到头了，是色的边际相。如果要合邻虚，那就变成合七个邻虚成一个极微之微，合七个极微之微成一个微尘。所以邻虚没有办法合成邻虚，它在合的时候只能够说由细再入粗，显粗，分析的时候由粗入细，和合的时候是由细入粗。邻虚尘再下没有更细的，唯有虚空。佛在此地这个问题提出来的，故须合空，如果不合空，岂是邻虚合成邻虚？由此可知，虚空不能出生色相，虚空不能合成一个邻虚尘，虚空不生色相，色相本来是空寂的。底下经文说：",
      "zh_TW": "末後這兩句，鄰虛是色邊際相，所謂說到頭了，是色的邊際相。如果要合鄰虛，那就變成合七個鄰虛成一個極微之微，合七個極微之微成一個微塵。所以鄰虛沒有辦法合成鄰虛，它在合的時候只能夠說由細再入粗，顯粗，分析的時候由粗入細，和合的時候是由細入粗。鄰虛塵再下沒有更細的，唯有虛空。佛在此地這個問題提出來的，故須合空，如果不合空，豈是鄰虛合成鄰虛？由此可知，虛空不能出生色相，虛空不能合成一個鄰虛塵，虛空不生色相，色相本來是空寂的。底下經文說："
    },
    {
      "id": "07-001-0103_p0031",
      "zh_CN": "【又邻虚尘析入空者。用几色相合成虚空。】",
      "zh_TW": "【又鄰虛塵析入空者。用幾色相合成虛空。】"
    },
    {
      "id": "07-001-0103_p0032",
      "zh_CN": "这是反过来再说，叫他面面来观察，仔细的去想想，如果要是说虚空是因为析色而显现的话，色是空之因，虚空从哪里来的？色分析出来才有虚空。佛在此地就说，如果要是这样的话，这个理论果然是个事实的话，你分析邻虚尘为实空性，这个虚空究竟是用几多的色相合成这样广大的虚空？虚空太广大，到底是多少个邻虚尘把它合成这个虚空相？",
      "zh_TW": "這是反過來再說，叫他面面來觀察，仔細的去想想，如果要是說虛空是因為析色而顯現的話，色是空之因，虛空從哪裡來的？色分析出來才有虛空。佛在此地就說，如果要是這樣的話，這個理論果然是個事實的話，你分析鄰虛塵為實空性，這個虛空究竟是用幾多的色相合成這樣廣大的虛空？虛空太廣大，到底是多少個鄰虛塵把它合成這個虛空相？"
    },
    {
      "id": "07-001-0103_p0033",
      "zh_CN": "【若色合时。合色非空。若空合时。合空非色。色犹可析。空云何合。】",
      "zh_TW": "【若色合時。合色非空。若空合時。合空非色。色猶可析。空云何合。】"
    },
    {
      "id": "07-001-0103_p0034",
      "zh_CN": "这是给阿难说出正的，这是佛看到阿难没有开悟，既然没有开悟，这再详细把事实真相分析给他听。但是分析给他听，诸位要晓得他纵然是明白，是别人的境界，不是自己的境界。必须要自己悟入了，才是自己的境界，而佛法的教学，始终就是叫你自己要开悟。你自己不开悟，记取别人的东西，记得再多，与自己真是毫不相干。你说自己能得一点好处，得一点什么好处？世间得一点名闻利养的好处。与你断烦恼不相干，与你了生死不相干，与你证真如本性不相干。那都要靠自己悟入，你才能做得到，自己不悟不行！自己要求悟入，一定要从戒定慧上下功夫。为什么要学戒？你应该懂得，为的是你心不定，你的烦恼、你的妄想，就像煮开的水一样，像风吹水起的大波浪一样，起伏不定，这才叫你修戒。戒的目的无非是叫你把心定下来，用这个方法在大风大浪里面求自己的稳定，不被大风大浪所影响，这就是戒的功用。因戒才得定，因定才能开慧，慧就是慧解，大彻大悟，悟入诸法实相。我们今天时间到了，就讲到此地。若色合时，合色非空，我们下一次从这个地方讲起。",
      "zh_TW": "這是給阿難說出正的，這是佛看到阿難沒有開悟，既然沒有開悟，這再詳細把事實真相分析給他聽。但是分析給他聽，諸位要曉得他縱然是明白，是別人的境界，不是自己的境界。必須要自己悟入了，才是自己的境界，而佛法的教學，始終就是叫你自己要開悟。你自己不開悟，記取別人的東西，記得再多，與自己真是毫不相干。你說自己能得一點好處，得一點什麼好處？世間得一點名聞利養的好處。與你斷煩惱不相干，與你了生死不相干，與你證真如本性不相干。那都要靠自己悟入，你才能做得到，自己不悟不行！自己要求悟入，一定要從戒定慧上下功夫。為什麼要學戒？你應該懂得，為的是你心不定，你的煩惱、你的妄想，就像煮開的水一樣，像風吹水起的大波浪一樣，起伏不定，這才叫你修戒。戒的目的無非是叫你把心定下來，用這個方法在大風大浪裡面求自己的穩定，不被大風大浪所影響，這就是戒的功用。因戒才得定，因定才能開慧，慧就是慧解，大徹大悟，悟入諸法實相。我們今天時間到了，就講到此地。若色合時，合色非空，我們下一次從這個地方講起。"
    }
  ]
}