{
  "doc_id": "07-001-0107",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ七集",
    "zh_TW": "第一Ｏ七集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0107",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "07-001-0107_p0001",
      "zh_CN": "请掀开经本一百四十五面，倒数第四行，我们将经文先念几句对一对地方：",
      "zh_TW": "請掀開經本一百四十五面，倒數第四行，我們將經文先念幾句對一對地方："
    },
    {
      "id": "07-001-0107_p0002",
      "zh_CN": "【尔时。观世音菩萨即从座起。顶礼佛足。而白佛言。世尊。忆念我昔无数恒河沙劫。于时有佛出现于世。名观世音。我于彼佛发菩提心。彼佛教我从闻思修。入三摩地。】",
      "zh_TW": "【爾時。觀世音菩薩即從座起。頂禮佛足。而白佛言。世尊。憶念我昔無數恆河沙劫。於時有佛出現於世。名觀世音。我於彼佛發菩提心。彼佛教我從聞思修。入三摩地。】"
    },
    {
      "id": "07-001-0107_p0003",
      "zh_CN": "在我们这个本子经文不分卷，在一般的经本这是第六卷的开端。前面也曾经跟诸位说过，《楞严经》的精华就在这一卷。这一卷里面包括三大段，第一段就是「观世音菩萨耳根圆通章」，也就是我们现在所念的，这一章可以说讲到修楞严大定，是一个最好的示范。「大势至菩萨念佛圆通章」，是契十方世界一切众生之机，所以那是特别的一章，不按顺序的。如果按顺序，「大势至章」是根大，七大里头，地水火风空见识，见就是根，属于根大，他应当要排在弥勒之前，弥勒是识大。顺序颠倒了，就是说它是特别法门。「观音菩萨耳根圆通章」，这是六根里面的，在「四科七大」里面应当排在第二位，眼根接着就排耳根。它排在最后，这个意思是什么？显示观音菩萨的修行方法，最适合于娑婆世界的众生；换句话说，跟我们地球是志同道合。观世音菩萨在我们娑婆世界名气这么大，所谓「家家观世音，户户弥陀佛」，这是有原因的，我们与观音菩萨的确志同道合，他的修行方法最适合我们。这是第一章，观世音菩萨他怎么修成佛，这是提供我们修学最好的要领。",
      "zh_TW": "在我們這個本子經文不分卷，在一般的經本這是第六卷的開端。前面也曾經跟諸位說過，《楞嚴經》的精華就在這一卷。這一卷裡面包括三大段，第一段就是「觀世音菩薩耳根圓通章」，也就是我們現在所念的，這一章可以說講到修楞嚴大定，是一個最好的示範。「大勢至菩薩念佛圓通章」，是契十方世界一切眾生之機，所以那是特別的一章，不按順序的。如果按順序，「大勢至章」是根大，七大裡頭，地水火風空見識，見就是根，屬於根大，他應當要排在彌勒之前，彌勒是識大。順序顛倒了，就是說它是特別法門。「觀音菩薩耳根圓通章」，這是六根裡面的，在「四科七大」裡面應當排在第二位，眼根接著就排耳根。它排在最後，這個意思是什麼？顯示觀音菩薩的修行方法，最適合於娑婆世界的眾生；換句話說，跟我們地球是志同道合。觀世音菩薩在我們娑婆世界名氣這麼大，所謂「家家觀世音，戶戶彌陀佛」，這是有原因的，我們與觀音菩薩的確志同道合，他的修行方法最適合我們。這是第一章，觀世音菩薩他怎麼修成佛，這是提供我們修學最好的要領。"
    },
    {
      "id": "07-001-0107_p0004",
      "zh_CN": "第二个大段就是「文殊菩萨拣选圆通」，这一章也很重要，二十五位菩萨各人说他修行的方法，文殊菩萨代我们来选择，我们娑婆世界众生，代表我们来选择。他所选择的就是「观世音菩萨耳根圆通」，这是他选择的，代我们选择出来。第三段是《楞严经》里面所说的戒律一门。真是这一卷经是戒定慧三学都有了，「耳根圆通章」讲定学，「文殊菩萨拣选」属于慧学，后面「四种清净明诲」是戒学。过去我在香港讲《楞严经》，遇到海仁老和尚，我跟他见面的时候他已经九十多岁。海老在香港人家称他为首楞严王，这是一生专攻《楞严》。我去拜访他，我们讨论《楞严经》，他特别跟我说明，第六卷是《楞严》的精华。纵然没有能力，或者没有时间读全经，能读这一卷就够了，所以这一卷非常的重要。我在香港没有把《楞严》讲完，也是讲了两个段落。在九龙所讲的讲到前三卷，正好是我们以前讲的这一段。以后在香港光明讲堂讲的就是第六卷，换句话说，也是把《楞严经》精华的部分都讲出来了。",
      "zh_TW": "第二個大段就是「文殊菩薩揀選圓通」，這一章也很重要，二十五位菩薩各人說他修行的方法，文殊菩薩代我們來選擇，我們娑婆世界眾生，代表我們來選擇。他所選擇的就是「觀世音菩薩耳根圓通」，這是他選擇的，代我們選擇出來。第三段是《楞嚴經》裡面所說的戒律一門。真是這一卷經是戒定慧三學都有了，「耳根圓通章」講定學，「文殊菩薩揀選」屬於慧學，後面「四種清淨明誨」是戒學。過去我在香港講《楞嚴經》，遇到海仁老和尚，我跟他見面的時候他已經九十多歲。海老在香港人家稱他為首楞嚴王，這是一生專攻《楞嚴》。我去拜訪他，我們討論《楞嚴經》，他特別跟我說明，第六卷是《楞嚴》的精華。縱然沒有能力，或者沒有時間讀全經，能讀這一卷就夠了，所以這一卷非常的重要。我在香港沒有把《楞嚴》講完，也是講了兩個段落。在九龍所講的講到前三卷，正好是我們以前講的這一段。以後在香港光明講堂講的就是第六卷，換句話說，也是把《楞嚴經》精華的部分都講出來了。"
    },
    {
      "id": "07-001-0107_p0005",
      "zh_CN": "希望诸位同修对于这一卷经要特别的留意，将来无论你修学哪一个法门，都有很大的帮助。因为经典里面所讲的都是属于原理原则，可以应用在任何一个法门上。尤其是修净土，观音、势至是阿弥陀佛的左右手，好像一所学校一样，如果阿弥陀佛是校长，观音菩萨是教务主任，大势至菩萨是训导主任，就是这样的性质。所以非常重要，特别是与净土法门相应。这是把第六卷的大意介绍给诸位。我们过去也曾经将圆瑛法师的注解，单单第六卷，我们好像曾经印过两千本的单行本，都送得差不多了，好像这个地方剩下来没有几本，连我们道场讲经做经本用都不够，所以我们依旧还用这个大本。这个本子许多同修们都有，自己可以多多的研究注解，再到讲堂来听讲，你的收获自然就不一样。",
      "zh_TW": "希望諸位同修對於這一卷經要特別的留意，將來無論你修學哪一個法門，都有很大的幫助。因為經典裡面所講的都是屬於原理原則，可以應用在任何一個法門上。尤其是修淨土，觀音、勢至是阿彌陀佛的左右手，好像一所學校一樣，如果阿彌陀佛是校長，觀音菩薩是教務主任，大勢至菩薩是訓導主任，就是這樣的性質。所以非常重要，特別是與淨土法門相應。這是把第六卷的大意介紹給諸位。我們過去也曾經將圓瑛法師的註解，單單第六卷，我們好像曾經印過兩千本的單行本，都送得差不多了，好像這個地方剩下來沒有幾本，連我們道場講經做經本用都不夠，所以我們依舊還用這個大本。這個本子許多同修們都有，自己可以多多的研究註解，再到講堂來聽講，你的收穫自然就不一樣。"
    },
    {
      "id": "07-001-0107_p0006",
      "zh_CN": "现在给诸位来讲经文。『尔时』，这是指大势至菩萨说他所以得道的因缘，就是「念佛圆通章」讲完以后，这个时候就轮到观世音菩萨。『观世音菩萨即从座起』，我们现在在此地，简单的把菩萨的德号给诸位介绍一下。观音，「观」就是观照的意思，「音」是音声。音声，不说听而说观，这个意思就是说明，我们接触声尘不用耳识，而用闻性，这就是观照。因此观照这两个字，千万不要误会只是眼根对色尘这是观照，那你把这个意思就解释得很狭义、很窄小。六根对六尘都叫做观照，只要你舍识用根，用根就叫做观照，这个用根是用根中之性，而不是用根中之识，要晓得这个道理。所以前面二十四位菩萨，无论他从根上修、从尘上修、从识上修，乃至于从七大修，他能够修到楞严大定，明心见性、见性成佛，无一不是用观照的功夫。而到这一段的时候，观世音菩萨才给我们点出来。所以「二十五圆通章」，前面二十四章说的都简略，这一章说得就特别详细，经文也特别长，可见得它的重要性。",
      "zh_TW": "現在給諸位來講經文。『爾時』，這是指大勢至菩薩說他所以得道的因緣，就是「念佛圓通章」講完以後，這個時候就輪到觀世音菩薩。『觀世音菩薩即從座起』，我們現在在此地，簡單的把菩薩的德號給諸位介紹一下。觀音，「觀」就是觀照的意思，「音」是音聲。音聲，不說聽而說觀，這個意思就是說明，我們接觸聲塵不用耳識，而用聞性，這就是觀照。因此觀照這兩個字，千萬不要誤會只是眼根對色塵這是觀照，那你把這個意思就解釋得很狹義、很窄小。六根對六塵都叫做觀照，只要你捨識用根，用根就叫做觀照，這個用根是用根中之性，而不是用根中之識，要曉得這個道理。所以前面二十四位菩薩，無論他從根上修、從塵上修、從識上修，乃至於從七大修，他能夠修到楞嚴大定，明心見性、見性成佛，無一不是用觀照的功夫。而到這一段的時候，觀世音菩薩才給我們點出來。所以「二十五圓通章」，前面二十四章說的都簡略，這一章說得就特別詳細，經文也特別長，可見得它的重要性。"
    },
    {
      "id": "07-001-0107_p0007",
      "zh_CN": "「观音」这两个字，是圆悟、圆应的德号，圆就是本源。所谓圆悟，换句话说，你本来就不迷。正如同佛在华严、圆觉会上给我们所说的，一切众生本来成佛。本来，圆悟就是本来悟，本来就感应，叫观音。由此可知，这个名号是我们自己性德之号，是我们自家性德之号。真是人人都是观音菩萨，人人都是观世音佛，哪个不是？虽然说是，可是我们的性德现在不显，这个不显是迷了，迷了之后不能够显示出来。今天我们所需要的，就是如何使我们本有的性德能够显现出来，这是学佛最重要的一桩大事。学佛跟世间所有的学术不相同，为什么？目标不一样，所以它的方法就不相同。如果学佛的人，也用世间做学问的方法，那就错了，所得到的结果是世间的学术，要是清凉大师讲的话，「增长邪见」。我们仔细想一想，清凉大师说的话有没有道理？学佛的目的是叫你明心见性，不是叫你懂得什么、知道些什么，你能够说得出些什么，不是的，这都不是它的目的，目的是明心见性。这个目标与世间做学问的目标不相同，它的方法当然不一样，所以第一句从名号上就显出来，是叫你要悟、是叫你要相应，这个应就是相应。相应，梵语就叫做瑜伽，瑜伽就是相应的意思，在《华严经》里面的境界，是理事无碍、事事无碍。所以这是性德之称。",
      "zh_TW": "「觀音」這兩個字，是圓悟、圓應的德號，圓就是本源。所謂圓悟，換句話說，你本來就不迷。正如同佛在華嚴、圓覺會上給我們所說的，一切眾生本來成佛。本來，圓悟就是本來悟，本來就感應，叫觀音。由此可知，這個名號是我們自己性德之號，是我們自家性德之號。真是人人都是觀音菩薩，人人都是觀世音佛，哪個不是？雖然說是，可是我們的性德現在不顯，這個不顯是迷了，迷了之後不能夠顯示出來。今天我們所需要的，就是如何使我們本有的性德能夠顯現出來，這是學佛最重要的一樁大事。學佛跟世間所有的學術不相同，為什麼？目標不一樣，所以它的方法就不相同。如果學佛的人，也用世間做學問的方法，那就錯了，所得到的結果是世間的學術，要是清涼大師講的話，「增長邪見」。我們仔細想一想，清涼大師說的話有沒有道理？學佛的目的是叫你明心見性，不是叫你懂得什麼、知道些什麼，你能夠說得出些什麼，不是的，這都不是它的目的，目的是明心見性。這個目標與世間做學問的目標不相同，它的方法當然不一樣，所以第一句從名號上就顯出來，是叫你要悟、是叫你要相應，這個應就是相應。相應，梵語就叫做瑜伽，瑜伽就是相應的意思，在《華嚴經》裡面的境界，是理事無礙、事事無礙。所以這是性德之稱。"
    },
    {
      "id": "07-001-0107_p0008",
      "zh_CN": "我们再说「观」，刚才给诸位说过，观是以本性里面的般若智慧起观照的作用，像《心经》里面所讲的「照见五蕴皆空」，照见。我们今天见不到五蕴皆空，为什么？因为我们用分别见，我们不是照见，我们是妄想见，所以见不到五蕴的真实相，这就是我们不开悟、不能见性，病根在此地。这是说到一乘了义修学的纲领。观音菩萨的法门，所以能够契合我们娑婆世界众生的根性，文殊菩萨说得好，娑婆真教体，清净在音闻。那就是说娑婆世界众生，不是讲少数，讲大多数的，就一般讲，少数的、例外的不说他，耳根最利。你叫他看，他看不明白，他能够听得明白，耳根最利。观世音菩萨修行的方法就是用耳根，我们娑婆世界的众生耳根最利，正好跟他是相应，这就是圆应的意思。但是观世音用的方法跟我们不一样，我们听到声音用耳识，所以迷惑颠倒；观世音菩萨用闻性，用闻性就叫做观照。识是迷，观是悟，这里面有迷悟不同。",
      "zh_TW": "我們再說「觀」，剛才給諸位說過，觀是以本性裡面的般若智慧起觀照的作用，像《心經》裡面所講的「照見五蘊皆空」，照見。我們今天見不到五蘊皆空，為什麼？因為我們用分別見，我們不是照見，我們是妄想見，所以見不到五蘊的真實相，這就是我們不開悟、不能見性，病根在此地。這是說到一乘了義修學的綱領。觀音菩薩的法門，所以能夠契合我們娑婆世界眾生的根性，文殊菩薩說得好，娑婆真教體，清淨在音聞。那就是說娑婆世界眾生，不是講少數，講大多數的，就一般講，少數的、例外的不說他，耳根最利。你叫他看，他看不明白，他能夠聽得明白，耳根最利。觀世音菩薩修行的方法就是用耳根，我們娑婆世界的眾生耳根最利，正好跟他是相應，這就是圓應的意思。但是觀世音用的方法跟我們不一樣，我們聽到聲音用耳識，所以迷惑顛倒；觀世音菩薩用聞性，用聞性就叫做觀照。識是迷，觀是悟，這裡面有迷悟不同。"
    },
    {
      "id": "07-001-0107_p0009",
      "zh_CN": "在此地我们要把「闻」的意思说一说。你看我们中国古人造字，这个「闻」，门字里面一个耳朵，你们想想这个意思，耳朵就像个门一样，音声达到耳朵这叫闻。可见得闻的本意，是我们耳根接触声尘、接触音声这叫闻，是讲接触。我们讲听，听是什么？听这是耳识，耳识起了作用。虽然听清楚了，识是迷暗的，迷在声尘里面，只知其事，不达其理，这是凡夫。菩萨不一样，菩萨的耳根一接触音声，闻了怎么样？他不用耳识，他用闻性。用闻性闻一切音声，不但是一切事通达，决定没有差错，而且达理。理是什么？理是一切万事万物的理体，事相上虽有，理体上是清净寂灭。所以一接触，他是立刻就明了性相不二、性相一如。如果我们从色相上来说，相与无相不二；从音声上来说，有声与无声不二。因此他一切了然，在一切境界相里决定没有取着。我们对于一切境界相是不了解其理，以为这个相是真实的，错认了万相，在这一切境界相里生染着之心，这是错误的根源。",
      "zh_TW": "在此地我們要把「聞」的意思說一說。你看我們中國古人造字，這個「聞」，門字裡面一個耳朵，你們想想這個意思，耳朵就像個門一樣，音聲達到耳朵這叫聞。可見得聞的本意，是我們耳根接觸聲塵、接觸音聲這叫聞，是講接觸。我們講聽，聽是什麼？聽這是耳識，耳識起了作用。雖然聽清楚了，識是迷暗的，迷在聲塵裡面，只知其事，不達其理，這是凡夫。菩薩不一樣，菩薩的耳根一接觸音聲，聞了怎麼樣？他不用耳識，他用聞性。用聞性聞一切音聲，不但是一切事通達，決定沒有差錯，而且達理。理是什麼？理是一切萬事萬物的理體，事相上雖有，理體上是清淨寂滅。所以一接觸，他是立刻就明瞭性相不二、性相一如。如果我們從色相上來說，相與無相不二；從音聲上來說，有聲與無聲不二。因此他一切了然，在一切境界相裡決定沒有取著。我們對於一切境界相是不了解其理，以為這個相是真實的，錯認了萬相，在這一切境界相裡生染著之心，這是錯誤的根源。"
    },
    {
      "id": "07-001-0107_p0010",
      "zh_CN": "「观」，我们简单可以说，耳根接触音声叫闻，一接触通达其事理这叫观。而这个地方特别取达理，理是甚深之理。我们今天科学、哲学里面所追求的，一切宇宙万有的根源、本体，理就是本源、就是本体，从本体一直到现相，一刹那间全都通达，这叫观。所以一通达，哪有不自在！「观世音」菩萨是观自在，对他自己本身来说，自在，他自在从哪来的？从观照来的，我们称观世音，这是从他修学方法上建立这个名号，他是用这个方法，观自在是讲他得受用上建的这个名号。「观世音」还有一个意思，就是救苦救难，引申有这个意思，见到一切众生苦难的音声就寻声救苦，有这个意思在。但是这个意思是引申的意思，它的本意，观世音是讲他修行的方法，这是我们要晓得的。",
      "zh_TW": "「觀」，我們簡單可以說，耳根接觸音聲叫聞，一接觸通達其事理這叫觀。而這個地方特別取達理，理是甚深之理。我們今天科學、哲學裡面所追求的，一切宇宙萬有的根源、本體，理就是本源、就是本體，從本體一直到現相，一剎那間全都通達，這叫觀。所以一通達，哪有不自在！「觀世音」菩薩是觀自在，對他自己本身來說，自在，他自在從哪來的？從觀照來的，我們稱觀世音，這是從他修學方法上建立這個名號，他是用這個方法，觀自在是講他得受用上建的這個名號。「觀世音」還有一個意思，就是救苦救難，引申有這個意思，見到一切眾生苦難的音聲就尋聲救苦，有這個意思在。但是這個意思是引申的意思，它的本意，觀世音是講他修行的方法，這是我們要曉得的。"
    },
    {
      "id": "07-001-0107_p0011",
      "zh_CN": "音声不说听而说观，观者能观之智。我们要是以天台大师的话来说，你想到一境三谛，当然你马上就想到必定是用的一心三观。一心三观是能观之智，一境三谛是所观之境，能观与所观不二，这就是入进去了。如果能观之智、所观之境还是二，还不是一；换句话说，你在解悟，你没有能够证入，不是你自己的境界。必须能所是一、心境不二，这就叫证入，证入在禅宗里讲就叫见性。《四十华严》叫入法界，入是什么？就是这个意思，能所不二、心境一如，这是入。什么时候开始入？圆教初住就开始入；换句话说，你要是一入这个境界，你最低限度是圆教初住菩萨、别教初地菩萨。你们大家听了之后也许会问，我这一生当中能不能办得到？你要问我，我可以答复你，有此可能。为什么不做肯定的答复，肯定决定在你自己，你自己肯干，那就决定可能；你自己不肯干，是你自己放弃你的机会，是你自己舍弃了。",
      "zh_TW": "音聲不說聽而說觀，觀者能觀之智。我們要是以天台大師的話來說，你想到一境三諦，當然你馬上就想到必定是用的一心三觀。一心三觀是能觀之智，一境三諦是所觀之境，能觀與所觀不二，這就是入進去了。如果能觀之智、所觀之境還是二，還不是一；換句話說，你在解悟，你沒有能夠證入，不是你自己的境界。必須能所是一、心境不二，這就叫證入，證入在禪宗裡講就叫見性。《四十華嚴》叫入法界，入是什麼？就是這個意思，能所不二、心境一如，這是入。什麼時候開始入？圓教初住就開始入；換句話說，你要是一入這個境界，你最低限度是圓教初住菩薩、別教初地菩薩。你們大家聽了之後也許會問，我這一生當中能不能辦得到？你要問我，我可以答覆你，有此可能。為什麼不做肯定的答覆，肯定決定在你自己，你自己肯幹，那就決定可能；你自己不肯幹，是你自己放棄你的機會，是你自己捨棄了。"
    },
    {
      "id": "07-001-0107_p0012",
      "zh_CN": "「世」就是世间，「音」就是音声，耳根所接触的。世间音声就是菩萨修行所观之境，刚才讲了就是一境三谛，他用什么？他就是用音声，就在这上面做功夫。诸位要晓得，这上面做功夫，功夫不间断。要是我们在眼根上用功夫，它会间断，为什么？眼根你见到前，见不到后，所以你做功夫的时候功夫不圆满，你一睡觉眼睛一闭，前面也看不见了；换句话说，你的功夫就间断。耳根不间断，能听到这边、也能听那边，能听到上面、又能听下面，它没有障碍。睡觉了，人家叫你一声也听见，也不妨碍。譬如你睡觉了，人家写你的名字，写三个大字给你看，看不见，你不会醒来；大声叫你一声，你就醒来，睡觉的时候耳根管用，眼根不管用。耳根所具足的功德是圆圆满满的，前面讲过，一千二百功德圆圆满满，它是从四方讲。这个意思后面有，到「文殊菩萨拣选圆通」，再给诸位细说，圆满功德。这个办法就是一心三观，天台大师所讲一心三观。天台大师发明一心三观，与《楞严经》修行的方法，特别是观世音菩萨耳根这个办法，的确很相应。智者大师在世的时候，这些外国出家人，到天台山来拜访他，听到他讲的修学法门，非常赞叹，认为他所讲的这个法门，与西土《楞严经》里面所讲的方法很相似，所以才知道有个《楞严经》。",
      "zh_TW": "「世」就是世間，「音」就是音聲，耳根所接觸的。世間音聲就是菩薩修行所觀之境，剛才講了就是一境三諦，他用什麼？他就是用音聲，就在這上面做功夫。諸位要曉得，這上面做功夫，功夫不間斷。要是我們在眼根上用功夫，它會間斷，為什麼？眼根你見到前，見不到後，所以你做功夫的時候功夫不圓滿，你一睡覺眼睛一閉，前面也看不見了；換句話說，你的功夫就間斷。耳根不間斷，能聽到這邊、也能聽那邊，能聽到上面、又能聽下面，它沒有障礙。睡覺了，人家叫你一聲也聽見，也不妨礙。譬如你睡覺了，人家寫你的名字，寫三個大字給你看，看不見，你不會醒來；大聲叫你一聲，你就醒來，睡覺的時候耳根管用，眼根不管用。耳根所具足的功德是圓圓滿滿的，前面講過，一千二百功德圓圓滿滿，它是從四方講。這個意思後面有，到「文殊菩薩揀選圓通」，再給諸位細說，圓滿功德。這個辦法就是一心三觀，天台大師所講一心三觀。天台大師發明一心三觀，與《楞嚴經》修行的方法，特別是觀世音菩薩耳根這個辦法，的確很相應。智者大師在世的時候，這些外國出家人，到天台山來拜訪他，聽到他講的修學法門，非常讚歎，認為他所講的這個法門，與西土《楞嚴經》裡面所講的方法很相似，所以才知道有個《楞嚴經》。"
    },
    {
      "id": "07-001-0107_p0013",
      "zh_CN": "「世间」，在佛经上讲有三种，就是有三类。第一种叫「器世间」，器世间我们今天所讲的，就是环境，我们依报的环境。譬如风的声音、雨的声音、流水的声音，这都是属于器世间，甚至像我们现在所用机械化的声音，都是属于器世间，这是一类。这些音声一天到晚都不间断，你要是以这个为境界来观照的话，你的功夫不间断，的确是个好办法。佛经里面讲器世间非常广大，从我们现前所接触到的，一直到我们所接触不到的，譬如经里讲菩萨的净土、诸佛的净土。像《弥陀经》里面所说的，所谓凡圣同居土，这是我们现前这个环境；方便有余土、实报庄严土、常寂光土，都叫做器世间。这是一大类。第二大类叫做「有情世间」，也叫做众生世间，这个众生是专指有情众生。有情众生包括六道的凡夫，从天一直到地狱，这是六道凡夫。他们所发出来的种种音声，也是没有间断。我们先说这两种。",
      "zh_TW": "「世間」，在佛經上講有三種，就是有三類。第一種叫「器世間」，器世間我們今天所講的，就是環境，我們依報的環境。譬如風的聲音、雨的聲音、流水的聲音，這都是屬於器世間，甚至像我們現在所用機械化的聲音，都是屬於器世間，這是一類。這些音聲一天到晚都不間斷，你要是以這個為境界來觀照的話，你的功夫不間斷，的確是個好辦法。佛經裡面講器世間非常廣大，從我們現前所接觸到的，一直到我們所接觸不到的，譬如經裡講菩薩的淨土、諸佛的淨土。像《彌陀經》裡面所說的，所謂凡聖同居土，這是我們現前這個環境；方便有餘土、實報莊嚴土、常寂光土，都叫做器世間。這是一大類。第二大類叫做「有情世間」，也叫做眾生世間，這個眾生是專指有情眾生。有情眾生包括六道的凡夫，從天一直到地獄，這是六道凡夫。他們所發出來的種種音聲，也是沒有間斷。我們先說這兩種。"
    },
    {
      "id": "07-001-0107_p0014",
      "zh_CN": "音声从哪里生出来的？前面七大我们只讲了一种，其余的略掉，诸位自己细细一看你就明了，是「如来藏中，随众生心，应所知量，循业发现」。因此你要会听音声，不必听人的音声，大自然的音声一听，就晓得这些众生他们的状况。为什么？因为依报随着正报转，依报是正报变现出来的。我们中元法会刚刚完，每天念《地藏经》，《地藏经》前面引用《华严经》里头一段话，「应观法界性，一切唯心造」，器世间种种音声就是我们自性变现出来的。自性清净，变现出来的音自然是和雅；自性要是不清净，变现的声音就是噪音，粗糙。境是心变的，所以境也需要心转，这就是所谓达理，一闻到这个音声，你能够通达这个道理，原来是我们「如来藏中，清净本然，周遍法界，随心应量，循业发现」，这么回事情。你一通达，你这个心多清净，不会为外面境界所转；你要是不通达这个道理，你就会随着境界转。人家说几句恭维你的话，就眉飞色舞高兴得不得了，骂你几句要哭半天。为什么？你不懂这个道理，心随境转，苦不堪言，这太苦了。本经前面佛讲过，「若能转物，则同如来」，佛与众生差别地方在哪里？一个是被境界转，一个是转境界。那个能转境界的达理，不能转境界的不达理，不达理的人就为境界所转。",
      "zh_TW": "音聲從哪裡生出來的？前面七大我們只講了一種，其餘的略掉，諸位自己細細一看你就明瞭，是「如來藏中，隨眾生心，應所知量，循業發現」。因此你要會聽音聲，不必聽人的音聲，大自然的音聲一聽，就曉得這些眾生他們的狀況。為什麼？因為依報隨著正報轉，依報是正報變現出來的。我們中元法會剛剛完，每天念《地藏經》，《地藏經》前面引用《華嚴經》裡頭一段話，「應觀法界性，一切唯心造」，器世間種種音聲就是我們自性變現出來的。自性清淨，變現出來的音自然是和雅；自性要是不清淨，變現的聲音就是噪音，粗糙。境是心變的，所以境也需要心轉，這就是所謂達理，一聞到這個音聲，你能夠通達這個道理，原來是我們「如來藏中，清淨本然，周遍法界，隨心應量，循業發現」，這麼回事情。你一通達，你這個心多清淨，不會為外面境界所轉；你要是不通達這個道理，你就會隨著境界轉。人家說幾句恭維你的話，就眉飛色舞高興得不得了，罵你幾句要哭半天。為什麼？你不懂這個道理，心隨境轉，苦不堪言，這太苦了。本經前面佛講過，「若能轉物，則同如來」，佛與眾生差別地方在哪裡？一個是被境界轉，一個是轉境界。那個能轉境界的達理，不能轉境界的不達理，不達理的人就為境界所轉。"
    },
    {
      "id": "07-001-0107_p0015",
      "zh_CN": "你们如果再念念古书，我们中国古圣先贤到其他的国家去游览一下，听听他们的说话、听听他们的唱歌，他这个国家的兴衰就完全了解，他从哪里了解？他从音声上了解的。你看看这种学问多大，能够看到一个人的兴衰、一个国家的存亡。国之存亡、家之兴衰，你个人一生的成败不必问，听听你的音声就晓得，这不是神话，是千真万确的事实。我们没有这个修养、没有这个本事，而这个本事的确是我们的本能，本能失掉了。以前李老师给我们讲过一个故事，这也是个事实，清朝中叶有个医生非常高明，他看病，听你说话的声音，就能断定你多少年之后你会害什么病。这个说起来太奇怪，看你十年后、二十年后、三十年后你会得什么病，叫你要小心。这要是跟外国人讲，外国人不会相信，简直变成神话了。其实我们想想有道理，这是心思极细、观察入微，他从经验当中得到。譬如一个老手机械师，平常修汽车的机械师，那个汽车也没打开，只要一发动，他一听音声就晓得哪个地方螺丝松了，你再跑多少里哪个地方会发生故障，他就晓得。他为什么知道？他听多了，他有经验，哪个地方有一点点毛病，它音声就不对，我们听不出来，他听得出来。这个说出起来大家相信，的确这些机械老手他真的有这个本事。譬如从前那些将军，他在战场上久了，一听到枪声他就晓得是哪一种形式的、多大的口径，他就知道，知道是我们自己使用的，还是敌人使用。我们平常一个人听不出来，你听枪的声音，你晓得它是什么形式的枪？听不出来。经验丰富，所以这是有道理的，不是神话。",
      "zh_TW": "你們如果再念念古書，我們中國古聖先賢到其他的國家去遊覽一下，聽聽他們的說話、聽聽他們的唱歌，他這個國家的興衰就完全了解，他從哪裡了解？他從音聲上了解的。你看看這種學問多大，能夠看到一個人的興衰、一個國家的存亡。國之存亡、家之興衰，你個人一生的成敗不必問，聽聽你的音聲就曉得，這不是神話，是千真萬確的事實。我們沒有這個修養、沒有這個本事，而這個本事的確是我們的本能，本能失掉了。以前李老師給我們講過一個故事，這也是個事實，清朝中葉有個醫生非常高明，他看病，聽你說話的聲音，就能斷定你多少年之後你會害什麼病。這個說起來太奇怪，看你十年後、二十年後、三十年後你會得什麼病，叫你要小心。這要是跟外國人講，外國人不會相信，簡直變成神話了。其實我們想想有道理，這是心思極細、觀察入微，他從經驗當中得到。譬如一個老手機械師，平常修汽車的機械師，那個汽車也沒打開，只要一發動，他一聽音聲就曉得哪個地方螺絲鬆了，你再跑多少里哪個地方會發生故障，他就曉得。他為什麼知道？他聽多了，他有經驗，哪個地方有一點點毛病，它音聲就不對，我們聽不出來，他聽得出來。這個說出起來大家相信，的確這些機械老手他真的有這個本事。譬如從前那些將軍，他在戰場上久了，一聽到槍聲他就曉得是哪一種形式的、多大的口徑，他就知道，知道是我們自己使用的，還是敵人使用。我們平常一個人聽不出來，你聽槍的聲音，你曉得它是什麼形式的槍？聽不出來。經驗豐富，所以這是有道理的，不是神話。"
    },
    {
      "id": "07-001-0107_p0016",
      "zh_CN": "第三种叫「正觉世间」，阿罗汉、辟支佛以上的，我们叫做智正觉世间，也就是十法界里的佛、菩萨、声闻、缘觉。六道是凡夫，是有情众生世间，往上去我们就称它作正觉世间。正觉世间的音声纯正，是觉而不迷；有情世间的音声，是迷而不悟、迷而不觉。正觉世间他们所发出的音声是觉而不迷，能够唤醒有情众生的迷惑；换句话说，就是破迷开悟，这是正觉世间的音声，像诸佛的说法。今天佛菩萨虽然不在世，还有经典留在人间，我们今天读诵经典的音声就是正觉世间的音声；我们讲解佛经的音声，也是正觉世间的音声，这个音声是能够帮助我们破迷开悟的。这三类世间就把十法界统统包括了，这是我们讲的「世」，这是要明了的。你这样一想，你就晓得这个境界的确是不中断的，有情世间音声不中断，器世间音声不中断，智正觉世间也不中断。境界不中断，我们的功夫就不会中断，为什么？你以这个为境界，以这个境界为自己所观，一心三观为能观，这个方法的确是好。",
      "zh_TW": "第三種叫「正覺世間」，阿羅漢、辟支佛以上的，我們叫做智正覺世間，也就是十法界裡的佛、菩薩、聲聞、緣覺。六道是凡夫，是有情眾生世間，往上去我們就稱它作正覺世間。正覺世間的音聲純正，是覺而不迷；有情世間的音聲，是迷而不悟、迷而不覺。正覺世間他們所發出的音聲是覺而不迷，能夠喚醒有情眾生的迷惑；換句話說，就是破迷開悟，這是正覺世間的音聲，像諸佛的說法。今天佛菩薩雖然不在世，還有經典留在人間，我們今天讀誦經典的音聲就是正覺世間的音聲；我們講解佛經的音聲，也是正覺世間的音聲，這個音聲是能夠幫助我們破迷開悟的。這三類世間就把十法界統統包括了，這是我們講的「世」，這是要明瞭的。你這樣一想，你就曉得這個境界的確是不中斷的，有情世間音聲不中斷，器世間音聲不中斷，智正覺世間也不中斷。境界不中斷，我們的功夫就不會中斷，為什麼？你以這個為境界，以這個境界為自己所觀，一心三觀為能觀，這個方法的確是好。"
    },
    {
      "id": "07-001-0107_p0017",
      "zh_CN": "咱们念佛人怎么观法？念佛人太好了，一天到晚二六时中这一句「南无阿弥陀佛」，南无阿弥陀佛是正觉世间的音声。你在一切音声现前的时候，你立刻把它转成南无阿弥陀佛，你这一句阿弥陀佛二六时中就不间断，那怎么会不得一心不乱？得一心就是早晚之事。所以念佛我们要极力的去提倡，有无量无边的功德，你只要晓得南无阿弥陀佛这六个字的意思，实在是了不起。我这几天翻书，翻到丁福保出版的一个小册子，就是三皈五戒的解说，这里面有弘一大师题的字，题的「南无阿弥陀佛」，我们给它翻印在这后面，诸位可以去看看。这个版是底版，印出来不是这个样子，我们印出来是白色的宣纸，我们用宣纸印配的字，字是黑色的，大小就这么大。诸位将来能够裱起来，宣纸印就是方便裱，方便裱起来镶成镜框，送人或者你自己供养，常常提醒我们念佛。佛号就是我们一境三谛，我们能念的心就是一心三观，这个方法就叫理念，念到的一心不乱是理一心不乱。",
      "zh_TW": "咱們念佛人怎麼觀法？念佛人太好了，一天到晚二六時中這一句「南無阿彌陀佛」，南無阿彌陀佛是正覺世間的音聲。你在一切音聲現前的時候，你立刻把它轉成南無阿彌陀佛，你這一句阿彌陀佛二六時中就不間斷，那怎麼會不得一心不亂？得一心就是早晚之事。所以念佛我們要極力的去提倡，有無量無邊的功德，你只要曉得南無阿彌陀佛這六個字的意思，實在是了不起。我這幾天翻書，翻到丁福保出版的一個小冊子，就是三皈五戒的解說，這裡面有弘一大師題的字，題的「南無阿彌陀佛」，我們給它翻印在這後面，諸位可以去看看。這個版是底版，印出來不是這個樣子，我們印出來是白色的宣紙，我們用宣紙印配的字，字是黑色的，大小就這麼大。諸位將來能夠裱起來，宣紙印就是方便裱，方便裱起來鑲成鏡框，送人或者你自己供養，常常提醒我們念佛。佛號就是我們一境三諦，我們能念的心就是一心三觀，這個方法就叫理念，念到的一心不亂是理一心不亂。"
    },
    {
      "id": "07-001-0107_p0018",
      "zh_CN": "讲到「音」，是十法界依报正报所出的种种音声，刚才跟诸位说过，这个音声原本就是如来藏性，而如来藏性它是周遍法界的，它是清净本然的，只不过是循业发现而已。众生因为迷了本性，这一迷本性不知道音声的根源，于是你的心，这就不是讲真心，是起了个妄心，这个妄心随着音声去转，被外面境界所转，被境界转的是妄心，不是真心。真心永远是如如不动，清净本然、周遍法界。妄心为境所转，我们把妄心当作真心，真心反而不晓得，迷失了，这才有六道轮回，这才有无边的苦海。如果你一旦觉悟了，心境都是虚妄，循业发现的境是虚妄的，当体即空。真是所谓「色即是空，空即是色」、「色不异空，空不异色」，身也是如此，身即是空、空即是身，一样的意思。所以妄心随妄境转，太不值得了，这是佛所谓「可怜悯者」，迷失了自己。因此我们对于十法界依正的音声失掉观照的能力，真相得不到了。这个真相就是，「清净本然，周遍法界，随心应量，循业发现」，这个真相我们见不到。",
      "zh_TW": "講到「音」，是十法界依報正報所出的種種音聲，剛才跟諸位說過，這個音聲原本就是如來藏性，而如來藏性它是周遍法界的，它是清淨本然的，只不過是循業發現而已。眾生因為迷了本性，這一迷本性不知道音聲的根源，於是你的心，這就不是講真心，是起了個妄心，這個妄心隨著音聲去轉，被外面境界所轉，被境界轉的是妄心，不是真心。真心永遠是如如不動，清淨本然、周遍法界。妄心為境所轉，我們把妄心當作真心，真心反而不曉得，迷失了，這才有六道輪迴，這才有無邊的苦海。如果你一旦覺悟了，心境都是虛妄，循業發現的境是虛妄的，當體即空。真是所謂「色即是空，空即是色」、「色不異空，空不異色」，身也是如此，身即是空、空即是身，一樣的意思。所以妄心隨妄境轉，太不值得了，這是佛所謂「可憐憫者」，迷失了自己。因此我們對於十法界依正的音聲失掉觀照的能力，真相得不到了。這個真相就是，「清淨本然，周遍法界，隨心應量，循業發現」，這個真相我們見不到。"
    },
    {
      "id": "07-001-0107_p0019",
      "zh_CN": "今天在楞严会上跟诸位说明这桩事情，如果诸位是真正听懂了，觉悟，恍然大悟了，这就属于解悟，教下常讲的大开圆解。只要你这真正理解了，世出世间一切法没有一法你不理解，你都能理解，那就是古人所谓「一经通一切经通」，一切的圣言，你一接触都没有障碍，这是讲你开悟了。悟了以后，要紧的事情就是求证、就是要证入。悟好比是认识路，认识路以后要走路，你要是不走，目的地始终不能到达，所以你要走。悟后起修，行成证入，到证入，在净土法门里面讲，这才是得到理一心不乱。",
      "zh_TW": "今天在楞嚴會上跟諸位說明這樁事情，如果諸位是真正聽懂了，覺悟，恍然大悟了，這就屬於解悟，教下常講的大開圓解。只要你這真正理解了，世出世間一切法沒有一法你不理解，你都能理解，那就是古人所謂「一經通一切經通」，一切的聖言，你一接觸都沒有障礙，這是講你開悟了。悟了以後，要緊的事情就是求證、就是要證入。悟好比是認識路，認識路以後要走路，你要是不走，目的地始終不能到達，所以你要走。悟後起修，行成證入，到證入，在淨土法門裡面講，這才是得到理一心不亂。"
    },
    {
      "id": "07-001-0107_p0020",
      "zh_CN": "学佛的人要开智慧，不可以迷信。不要说佛法，就是以世间法来讲，我们举吉凶祸福做个例子来说，一切法都离不开心法。佛法讲心法，儒家也讲的是心法，你看在做学问上第一个就教你诚意正心，从这里做起。吉凶祸福是心变现的境界，境界里面我们一般人很重视风水，有没有风水？有。我们找到一个好的风水，我们就能发达了吗？果然如是，假如他看到这个风水，老人葬到那个地方去，将来儿子就可以做皇帝，那个看风水的先生，为什么不把他的老头葬到那里去，他做皇帝？他还要介绍给别人，来赚一笔钱，天下哪有这种傻瓜？所以头脑聪明的人不会被人骗。孔子注《易经．系辞》，乾坤文言里面你们去看，讲了什么？心正、行正，风水虽然不好，你住的那个地方会转好，逢凶化吉，会转好；你心不正、行不正，遇到好的风水，你住在那个地方风水会变坏。可见得这个道理在佛法里讲才明了，境随心转，不是境转心，而是心转境界。",
      "zh_TW": "學佛的人要開智慧，不可以迷信。不要說佛法，就是以世間法來講，我們舉吉凶禍福做個例子來說，一切法都離不開心法。佛法講心法，儒家也講的是心法，你看在做學問上第一個就教你誠意正心，從這裡做起。吉凶禍福是心變現的境界，境界裡面我們一般人很重視風水，有沒有風水？有。我們找到一個好的風水，我們就能發達了嗎？果然如是，假如他看到這個風水，老人葬到那個地方去，將來兒子就可以做皇帝，那個看風水的先生，為什麼不把他的老頭葬到那裡去，他做皇帝？他還要介紹給別人，來賺一筆錢，天下哪有這種傻瓜？所以頭腦聰明的人不會被人騙。孔子註《易經．繫辭》，乾坤文言裡面你們去看，講了什麼？心正、行正，風水雖然不好，你住的那個地方會轉好，逢凶化吉，會轉好；你心不正、行不正，遇到好的風水，你住在那個地方風水會變壞。可見得這個道理在佛法裡講才明瞭，境隨心轉，不是境轉心，而是心轉境界。"
    },
    {
      "id": "07-001-0107_p0021",
      "zh_CN": "诸位要是懂得这个道理，我们自己，别的人我们不管他，这是学佛的人一定要记住，他人的境界不是我们自己境界，他成佛也好、堕地狱也好，与我都不相干，要紧的是问自己。自己果然是心正、行正，我们这个佛堂里面供的佛，佛就来，佛就相应，是真佛；如果我们自己的心不正、行不正，拿着佛法来欺骗别人，我们供的佛，虽然是个佛像，什么东西附在里面？妖魔鬼怪。我们第六卷后面，「四种清净明诲」里头就有，末法时期，「邪师说法，如恒河沙」，佛在此地说，邪师是指谁？妖魔鬼怪。多少？像恒河沙一样。这样一问，这么多庙哪个庙有佛？哪个庙有真佛？你不必去问别人，问自己。譬如我是这个庙的住持，我的心行不正，当然我这个庙里头供的这些佛菩萨像都是魔鬼，决定不是佛菩萨，魔鬼附在佛菩萨像上，佛菩萨不会来，不会有感应道交，他与魔鬼感应道交。我们去拜，我们的心正、我们的行正，我去拜的时候，那个像就是真佛，为什么？随自己心转，不随他心转。这样你就放心了，如果你的心正、行正，无论你走到哪个庙，你拜到的都是真佛；你要是心不正、行不正，你就算到灵山去拜，也是魔在那里装佛骗你。诸位要晓得这个道理，佛法里面没有一丝毫欺骗人的。",
      "zh_TW": "諸位要是懂得這個道理，我們自己，別的人我們不管他，這是學佛的人一定要記住，他人的境界不是我們自己境界，他成佛也好、墮地獄也好，與我都不相干，要緊的是問自己。自己果然是心正、行正，我們這個佛堂裡面供的佛，佛就來，佛就相應，是真佛；如果我們自己的心不正、行不正，拿著佛法來欺騙別人，我們供的佛，雖然是個佛像，什麼東西附在裡面？妖魔鬼怪。我們第六卷後面，「四種清淨明誨」裡頭就有，末法時期，「邪師說法，如恆河沙」，佛在此地說，邪師是指誰？妖魔鬼怪。多少？像恆河沙一樣。這樣一問，這麼多廟哪個廟有佛？哪個廟有真佛？你不必去問別人，問自己。譬如我是這個廟的住持，我的心行不正，當然我這個廟裡頭供的這些佛菩薩像都是魔鬼，決定不是佛菩薩，魔鬼附在佛菩薩像上，佛菩薩不會來，不會有感應道交，他與魔鬼感應道交。我們去拜，我們的心正、我們的行正，我去拜的時候，那個像就是真佛，為什麼？隨自己心轉，不隨他心轉。這樣你就放心了，如果你的心正、行正，無論你走到哪個廟，你拜到的都是真佛；你要是心不正、行不正，你就算到靈山去拜，也是魔在那裡裝佛騙你。諸位要曉得這個道理，佛法裡面沒有一絲毫欺騙人的。"
    },
    {
      "id": "07-001-0107_p0022",
      "zh_CN": "邪正怎么分法，这很要紧。我心很好、很善良，这就能算是正吗？正是有等级的，最上乘的等级，像此地所讲的一心三观，念佛人理一心不乱，这是上等的，无论你在什么地方，你礼拜供养都是真佛、真菩萨，感应道交一点都不错，魔不敢欺骗你，这是上等的；中等的人明理，虽然自己没有证得，理上通达，行为端正，向着清净、平等、慈悲上修，认真的修菩提心，这就好比是事一心不乱，他所见的佛菩萨也是真的，也不假；下品的，十善心或者在十善以上的，念念不违背圣教，这是下品善，你所供养礼拜的佛也是真佛，感应道交。心里有一念差错，佛就离开你了，你们想想《水忏》里头悟达国师，起了一念贡高我慢，护法神走了，冤家找到身上来，冤鬼找到身上来，害人面疮几乎送了命，一念之差。安世高的同学，那是出家人，明经好施，也是一念之差，堕在畜生道做神去了，几乎堕地狱。我们读这些传记，要提醒自己，一念之差就入了邪道。所以须菩提尊者在金刚会上提出两大问题，一部《金刚经》就是解决这两个问题。第一个「云何降伏其心」，我们的妄想心一天到晚妄念纷飞，如何能把它降伏住？第二个是「应云何住」，我们的心应当安住在哪里？念佛之人，心就安住在南无阿弥陀佛上，这一句佛号就是你安心立命之处，你这一生都不会差错。你会用观世音菩萨这个方法，你就能念到理一心不乱，你在这一生当中就能够生实报庄严土，与《华严经》四十一位法身大士就没有两样。你不会这个也没有关系，果然一生当中心都安住在阿弥陀佛一句佛号上，最低限度也生凡圣同居土。心里没有别的念头只有一念，这个事情不难，人人做得到，就看你自己肯不肯做。",
      "zh_TW": "邪正怎麼分法，這很要緊。我心很好、很善良，這就能算是正嗎？正是有等級的，最上乘的等級，像此地所講的一心三觀，念佛人理一心不亂，這是上等的，無論你在什麼地方，你禮拜供養都是真佛、真菩薩，感應道交一點都不錯，魔不敢欺騙你，這是上等的；中等的人明理，雖然自己沒有證得，理上通達，行為端正，向著清淨、平等、慈悲上修，認真的修菩提心，這就好比是事一心不亂，他所見的佛菩薩也是真的，也不假；下品的，十善心或者在十善以上的，念念不違背聖教，這是下品善，你所供養禮拜的佛也是真佛，感應道交。心裡有一念差錯，佛就離開你了，你們想想《水懺》裡頭悟達國師，起了一念貢高我慢，護法神走了，冤家找到身上來，冤鬼找到身上來，害人面瘡幾乎送了命，一念之差。安世高的同學，那是出家人，明經好施，也是一念之差，墮在畜生道做神去了，幾乎墮地獄。我們讀這些傳記，要提醒自己，一念之差就入了邪道。所以須菩提尊者在金剛會上提出兩大問題，一部《金剛經》就是解決這兩個問題。第一個「云何降伏其心」，我們的妄想心一天到晚妄念紛飛，如何能把它降伏住？第二個是「應云何住」，我們的心應當安住在哪裡？念佛之人，心就安住在南無阿彌陀佛上，這一句佛號就是你安心立命之處，你這一生都不會差錯。你會用觀世音菩薩這個方法，你就能念到理一心不亂，你在這一生當中就能夠生實報莊嚴土，與《華嚴經》四十一位法身大士就沒有兩樣。你不會這個也沒有關係，果然一生當中心都安住在阿彌陀佛一句佛號上，最低限度也生凡聖同居土。心裡沒有別的念頭只有一念，這個事情不難，人人做得到，就看你自己肯不肯做。"
    },
    {
      "id": "07-001-0107_p0023",
      "zh_CN": "再说到我们所闻的音声，音声里头有情众生的音声是有漏的，所谓有漏就是我们听了之后能够生烦恼，把我们八识田中烦恼的心所勾引起来，这就是有漏。正觉世间的音声是无漏的，叫我们听了之后烦恼能够平息，心地能够得清凉自在，这是无漏的。器世间的音声有有漏，也有无漏，所以这音声里面或是善或是恶、或是苦或是乐，总而言之，是「随心应量，循业发现」。这都是不能了达一切音声皆如来藏、唯心所现，不晓得这个道理。观世音菩萨的示现，他懂得、他了解，所以他证得的是耳根圆通。他听一切音声，无有一个音声不是微妙法，无有一个音声不是三谛一境，所以他的名字叫做观世音。古佛，他的老师，这是讲他从前的老师，他老师的德号也叫观世音佛，成了佛叫观世音佛，没成佛的时候叫观世音菩萨。可见得师生之道真正是一不是二，师资道合，连名号都一样。刚才说过，这个名号里头含着有许多的意思，但是最重要的是性德之称。",
      "zh_TW": "再說到我們所聞的音聲，音聲裡頭有情眾生的音聲是有漏的，所謂有漏就是我們聽了之後能夠生煩惱，把我們八識田中煩惱的心所勾引起來，這就是有漏。正覺世間的音聲是無漏的，叫我們聽了之後煩惱能夠平息，心地能夠得清涼自在，這是無漏的。器世間的音聲有有漏，也有無漏，所以這音聲裡面或是善或是惡、或是苦或是樂，總而言之，是「隨心應量，循業發現」。這都是不能了達一切音聲皆如來藏、唯心所現，不曉得這個道理。觀世音菩薩的示現，他懂得、他了解，所以他證得的是耳根圓通。他聽一切音聲，無有一個音聲不是微妙法，無有一個音聲不是三諦一境，所以他的名字叫做觀世音。古佛，他的老師，這是講他從前的老師，他老師的德號也叫觀世音佛，成了佛叫觀世音佛，沒成佛的時候叫觀世音菩薩。可見得師生之道真正是一不是二，師資道合，連名號都一樣。剛才說過，這個名號裡頭含著有許多的意思，但是最重要的是性德之稱。"
    },
    {
      "id": "07-001-0107_p0024",
      "zh_CN": "今天只跟诸位讲了一个「观世音」，「菩萨」两个字不要讲了，大家都很熟悉。「观世音菩萨圆通章」，观世音这三个字非常重要，一定要把它听清楚。平常要给你讲观世音菩萨，像这么细讲很难得，这个机会也不多。今天诸位要是在《楞严》第六卷上，能够把菩萨德号的意义真正听清楚了，这个缘也是非常之殊胜。下个礼拜我们再讲他的发心，这很重要，发心是修行成佛的基础。他怎么发心，再想想我们自己怎么发心，我们比照比照，看看一样不一样？就晓得人家为什么成就，我们为什么不成就。",
      "zh_TW": "今天只跟諸位講了一個「觀世音」，「菩薩」兩個字不要講了，大家都很熟悉。「觀世音菩薩圓通章」，觀世音這三個字非常重要，一定要把它聽清楚。平常要給你講觀世音菩薩，像這麼細講很難得，這個機會也不多。今天諸位要是在《楞嚴》第六卷上，能夠把菩薩德號的意義真正聽清楚了，這個緣也是非常之殊勝。下個禮拜我們再講他的發心，這很重要，發心是修行成佛的基礎。他怎麼發心，再想想我們自己怎麼發心，我們比照比照，看看一樣不一樣？就曉得人家為什麼成就，我們為什麼不成就。"
    }
  ]
}