{
  "doc_id": "07-001-0022",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0022",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "07-001-0022_p0001",
      "zh_CN": "【阿难。若诸世界一切所有。其中乃至草叶缕结。诘其根元。咸有体性。纵令虚空。亦有名貌。何况清净妙净明心。性一切心。而自无体。】",
      "zh_TW": "【阿難。若諸世界一切所有。其中乃至草葉縷結。詰其根元。咸有體性。縱令虛空。亦有名貌。何況清淨妙淨明心。性一切心。而自無體。】"
    },
    {
      "id": "07-001-0022_p0002",
      "zh_CN": "在前面我们读到阿难尊者的启请，是听了世尊前面开示之后，特别是否定了阿难往日所执着的能够推想、能够缘虑的心为非心。这个意思在楞严会上，自从七番破处之后，到世尊开示二种根本，已经将这个问题说得很清楚了。阿难是代表我们大众，虽然听了佛重重的开示，依旧是不敢直下承当。换句话说，言语是听懂，意思仿佛也明白，实际上没有开悟，于是这才启请。世尊答复之前，结集经的人将世尊以下开示的意思给我们说出来，也就是佛教教学的目标，旨趣是在教一切众生都能够证入无生法忍。接着世尊就跟阿难说，「一切因果，世界微尘，因心成体」，可见得心是有，心是真实的，绝不是说无心，心是一切万物的本体，这在上一次已经细细的讨论过。",
      "zh_TW": "在前面我們讀到阿難尊者的啟請，是聽了世尊前面開示之後，特別是否定了阿難往日所執著的能夠推想、能夠緣慮的心為非心。這個意思在楞嚴會上，自從七番破處之後，到世尊開示二種根本，已經將這個問題說得很清楚了。阿難是代表我們大眾，雖然聽了佛重重的開示，依舊是不敢直下承當。換句話說，言語是聽懂，意思彷彿也明白，實際上沒有開悟，於是這才啟請。世尊答覆之前，結集經的人將世尊以下開示的意思給我們說出來，也就是佛教教學的目標，旨趣是在教一切眾生都能夠證入無生法忍。接著世尊就跟阿難說，「一切因果，世界微塵，因心成體」，可見得心是有，心是真實的，絕不是說無心，心是一切萬物的本體，這在上一次已經細細的討論過。"
    },
    {
      "id": "07-001-0022_p0003",
      "zh_CN": "今天这段经文是接着上面的意思来讲的，从一切事物当中举实际的例子来说明心是有体的。所以叫着阿难，『若诸世界一切所有』，这意思就是说，诸世界，不单单是指我们这个世界。世界两个字的意思，世是指时间讲的，就是过去、现在、未来，三十年为一世；界是界限，是指空间说的。要是拿现在的话来讲，就是整个时空之内，但是现在人用时空，没有世界这两个字的名词用得好，因为时空是死的，而世界两个字是活活泼泼的，为什么？它把一切有情的众生也包括在里面，所以比时空的意思要来得圆满。除了我们这个世界，在佛法里面讲，娑婆世界是释迦牟尼佛的教化区，这个世界太大了。要是拿近代的天文学家这些学说来看，大千世界就仿佛是一个银河系，现在科学家晓得，太虚空当中像我们这样的银河系有很多。如果说一个世界是一个银河系，十方诸世界就无量无边，这范围太广大了。",
      "zh_TW": "今天這段經文是接著上面的意思來講的，從一切事物當中舉實際的例子來說明心是有體的。所以叫著阿難，『若諸世界一切所有』，這意思就是說，諸世界，不單單是指我們這個世界。世界兩個字的意思，世是指時間講的，就是過去、現在、未來，三十年為一世；界是界限，是指空間說的。要是拿現在的話來講，就是整個時空之內，但是現在人用時空，沒有世界這兩個字的名詞用得好，因為時空是死的，而世界兩個字是活活潑潑的，為什麼？它把一切有情的眾生也包括在裡面，所以比時空的意思要來得圓滿。除了我們這個世界，在佛法裡面講，娑婆世界是釋迦牟尼佛的教化區，這個世界太大了。要是拿近代的天文學家這些學說來看，大千世界就彷彿是一個銀河系，現在科學家曉得，太虛空當中像我們這樣的銀河系有很多。如果說一個世界是一個銀河系，十方諸世界就無量無邊，這範圍太廣大了。"
    },
    {
      "id": "07-001-0022_p0004",
      "zh_CN": "这世界里面凡所有者，「一切所有」就是凡是所有，如同山河大地、森罗万象，这是指大的来说，大的是指世界；小的乃至很微细的，像一草一叶这都是小的这些体相。一缕一结是指一些事物，『缕』是一条很细的线，一条线；『结』是小事，把线打一个结，这很小的事。大而世界，小而微尘、缕结，『诘其根元』，我们要是追究它的本源，它都有体性，『咸有体性』。可见得不但是小而有形者，就是像虚空，『纵令虚空』，虚空是大而无形者，虽然大而无形它还有个名称、还有个相貌，所以说『亦有名貌』。由这个地方来看，我们就可以了解到，世出世间有情的众生，或是无情的众生，拿今天科学的分法，有情是动物，无情的是植物与矿物，这在佛法里面分两类，情与无情，大也好、小也好，只要它是一个物，一定它就有体。",
      "zh_TW": "這世界裡面凡所有者，「一切所有」就是凡是所有，如同山河大地、森羅萬象，這是指大的來說，大的是指世界；小的乃至很微細的，像一草一葉這都是小的這些體相。一縷一結是指一些事物，『縷』是一條很細的線，一條線；『結』是小事，把線打一個結，這很小的事。大而世界，小而微塵、縷結，『詰其根元』，我們要是追究它的本源，它都有體性，『咸有體性』。可見得不但是小而有形者，就是像虛空，『縱令虛空』，虛空是大而無形者，雖然大而無形它還有個名稱、還有個相貌，所以說『亦有名貌』。由這個地方來看，我們就可以了解到，世出世間有情的眾生，或是無情的眾生，拿今天科學的分法，有情是動物，無情的是植物與礦物，這在佛法裡面分兩類，情與無情，大也好、小也好，只要它是一個物，一定它就有體。"
    },
    {
      "id": "07-001-0022_p0005",
      "zh_CN": "『何况清净妙净明心』，什么叫做清净妙净明心？这在《楞严》，佛用的这些名词术语都非常的重要，这些术语词句很简单，含义很深，一定要明了，明了了，我们在日常生活当中才能够提得起观照的功夫。什么叫清净？「清净」是指它的本体没有染着，这就叫做清净。没有染着的意思是在染而不染，可见得佛法里面讲的染着是方便说的。为什么不染？因为这心体本明。「妙净明心」，本体就是光明、就是清净的，不但是在三善道它不染污，纵然堕在三恶道也未尝染污。诸位常念《心经》，《心经》里面所谓「不垢不净」，垢是垢秽，染污都没有，净当然也谈不上。为什么说不净？因为有染才说有净，根本就没染，哪里来的净！我们要体会这点意思。处染而不染，这种清净就叫「妙净」，所谓染与净是同时，染与净是一如。实在讲所谓染是迷惑而已，迷本来就是虚妄的，就不是真实的，但是迷关要是没有看破，确实有迷惑的苦受。虽然有迷惑的苦受，本性并没有染着，所谓「在圣不增，在凡不减」，不增不减，在《楞严》里头就称作妙净。",
      "zh_TW": "『何況清淨妙淨明心』，什麼叫做清淨妙淨明心？這在《楞嚴》，佛用的這些名詞術語都非常的重要，這些術語詞句很簡單，含義很深，一定要明瞭，明瞭了，我們在日常生活當中才能夠提得起觀照的功夫。什麼叫清淨？「清淨」是指它的本體沒有染著，這就叫做清淨。沒有染著的意思是在染而不染，可見得佛法裡面講的染著是方便說的。為什麼不染？因為這心體本明。「妙淨明心」，本體就是光明、就是清淨的，不但是在三善道它不染污，縱然墮在三惡道也未嘗染污。諸位常念《心經》，《心經》裡面所謂「不垢不淨」，垢是垢穢，染污都沒有，淨當然也談不上。為什麼說不淨？因為有染才說有淨，根本就沒染，哪裡來的淨！我們要體會這點意思。處染而不染，這種清淨就叫「妙淨」，所謂染與淨是同時，染與淨是一如。實在講所謂染是迷惑而已，迷本來就是虛妄的，就不是真實的，但是迷關要是沒有看破，確實有迷惑的苦受。雖然有迷惑的苦受，本性並沒有染著，所謂「在聖不增，在凡不減」，不增不減，在《楞嚴》裡頭就稱作妙淨。"
    },
    {
      "id": "07-001-0022_p0006",
      "zh_CN": "「明心」两个字是说湛寂虚灵，这四个字佛法里头常常用来形容真心理体，湛是清净，就像水一样很清，从岸上一下都能看到水底，看得清清楚楚，这是湛的意思；寂是寂静，所谓是如如不动。水确实有湛、有寂的意思，水在不动的时候是寂，它有湛，有时候有寂的意思；起了波浪，水纵有湛，寂的意思没有了。水虽然有寂、有湛，但是它不虚，它是实的。我们这个心妙极了！湛寂而且还虚，心里面确实没有一物。《六祖坛经》里，六祖大师说「本来无一物，何处惹尘埃」，就是清净妙净明心，六祖大师证得了，所以他才能说得出。神秀大师没有证得，以为这个心还有染污，所以要「时时勤拂拭，勿使惹尘埃」，这两句话我们就晓得是迷而不悟的境界，是凡夫的见地。六祖是已经入了门的见地，那不一样，所以心是虚的。真心既然是虚的，我们硬把东西往心里面去塞，那行吗？我们心里真能够容吗？给诸位说，不能，那是很大的错误。我们现在的心不灵，不灵怎么样？就是里面东西塞得太多，俗话所谓心里有事。好像前一阵子有电影的片名字叫「心有千千结」，那你还有什么办法？当然不灵。心有千千结，是真的还是假的？给诸位说，是假的不是真的，妄心里面才有东西。我们读唯识，诸位想想，阿赖耶识里含藏的种子，世尊给我们说，如果业识种子要是有体相的话，尽虚空也容纳不下。诸位想想，佛这个话很有味道，没有体相，没有体相是什么？是虚空的。空的，所以再多，它还是没有形迹。",
      "zh_TW": "「明心」兩個字是說湛寂虛靈，這四個字佛法裡頭常常用來形容真心理體，湛是清淨，就像水一樣很清，從岸上一下都能看到水底，看得清清楚楚，這是湛的意思；寂是寂靜，所謂是如如不動。水確實有湛、有寂的意思，水在不動的時候是寂，它有湛，有時候有寂的意思；起了波浪，水縱有湛，寂的意思沒有了。水雖然有寂、有湛，但是它不虛，它是實的。我們這個心妙極了！湛寂而且還虛，心裡面確實沒有一物。《六祖壇經》裡，六祖大師說「本來無一物，何處惹塵埃」，就是清淨妙淨明心，六祖大師證得了，所以他才能說得出。神秀大師沒有證得，以為這個心還有染污，所以要「時時勤拂拭，勿使惹塵埃」，這兩句話我們就曉得是迷而不悟的境界，是凡夫的見地。六祖是已經入了門的見地，那不一樣，所以心是虛的。真心既然是虛的，我們硬把東西往心裡面去塞，那行嗎？我們心裡真能夠容嗎？給諸位說，不能，那是很大的錯誤。我們現在的心不靈，不靈怎麼樣？就是裡面東西塞得太多，俗話所謂心裡有事。好像前一陣子有電影的片名字叫「心有千千結」，那你還有什麼辦法？當然不靈。心有千千結，是真的還是假的？給諸位說，是假的不是真的，妄心裡面才有東西。我們讀唯識，諸位想想，阿賴耶識裡含藏的種子，世尊給我們說，如果業識種子要是有體相的話，盡虛空也容納不下。諸位想想，佛這個話很有味道，沒有體相，沒有體相是什麼？是虛空的。空的，所以再多，它還是沒有形跡。"
    },
    {
      "id": "07-001-0022_p0007",
      "zh_CN": "由此可知，心虚就灵，灵是作用，与一切众生感应道交，物有感，心就有应，灵极了。但是什么？我们心里面要是有一物就不灵了。那个画符念咒的常说「诚则灵」，什么叫做诚？给诸位说，湛寂虚灵就叫做诚，诚是真心显露。我们凡夫很不容易显露的，就是这个真心。修道的人，学画符念咒的人他必须锻炼，要真心现前，长时间保不住，要能保持在短暂的时间心里没有妄念，心里面让它净、让它空虚，这个时候画的符就灵，念的咒也灵。实在说念佛也跟念咒没两样，「南无阿弥陀佛」这六个字没有一个是中国字，全是梵文，与咒有什么两样？可是我们南无阿弥陀佛这六个字念得不灵，与阿弥陀佛不能感应道交，问题在哪里？我们的心不湛也不寂、又不虚，当然不灵。如果我们心真正做到这四个字，就叫清净心现前，念这句佛号句句都灵，与阿弥陀佛感应道交，这才叫做用功夫。佛号帮助我们达到明心，明心就是一心不乱，明心帮助我们念佛。这也就是佛在楞严会上常常提到的常住真心，常住真心就是清净妙净明心，也就是前面所讲菩提涅槃的真本。佛就是希望我们能够直下承当，我们人人都有这个真心，以真心来学佛当然就成佛，才有成就。这是阿难所启请的最初方便。诸位要记住，这是大乘法，一乘佛法里面的最初方便，而不是一般的小法。真心，虽然是随一切缘成一切法，它是随缘不变，随十法界之缘，十法界里头有染有净、有善有恶，它能随这些缘，可是它的体是清净，任何一法都没有法子染污它的，这才叫真心。",
      "zh_TW": "由此可知，心虛就靈，靈是作用，與一切眾生感應道交，物有感，心就有應，靈極了。但是什麼？我們心裡面要是有一物就不靈了。那個畫符念咒的常說「誠則靈」，什麼叫做誠？給諸位說，湛寂虛靈就叫做誠，誠是真心顯露。我們凡夫很不容易顯露的，就是這個真心。修道的人，學畫符念咒的人他必須鍛鍊，要真心現前，長時間保不住，要能保持在短暫的時間心裡沒有妄念，心裡面讓它淨、讓它空虛，這個時候畫的符就靈，念的咒也靈。實在說念佛也跟念咒沒兩樣，「南無阿彌陀佛」這六個字沒有一個是中國字，全是梵文，與咒有什麼兩樣？可是我們南無阿彌陀佛這六個字念得不靈，與阿彌陀佛不能感應道交，問題在哪裡？我們的心不湛也不寂、又不虛，當然不靈。如果我們心真正做到這四個字，就叫清淨心現前，念這句佛號句句都靈，與阿彌陀佛感應道交，這才叫做用功夫。佛號幫助我們達到明心，明心就是一心不亂，明心幫助我們念佛。這也就是佛在楞嚴會上常常提到的常住真心，常住真心就是清淨妙淨明心，也就是前面所講菩提涅槃的真本。佛就是希望我們能夠直下承當，我們人人都有這個真心，以真心來學佛當然就成佛，才有成就。這是阿難所啟請的最初方便。諸位要記住，這是大乘法，一乘佛法裡面的最初方便，而不是一般的小法。真心，雖然是隨一切緣成一切法，它是隨緣不變，隨十法界之緣，十法界裡頭有染有淨、有善有惡，它能隨這些緣，可是它的體是清淨，任何一法都沒有法子染污它的，這才叫真心。"
    },
    {
      "id": "07-001-0022_p0008",
      "zh_CN": "『性一切心』，性就是前面讲的「清净妙净明心」，这是真心，也叫做本性。凡是说性都是从体上讲的，本性为一切万法之真心，「性一切心」。我们也可以说九法界众生，不但是六道凡夫，包括小乘阿罗汉、辟支佛、菩萨在内，圆实菩萨是已经明心见性，而权教菩萨还是用妄心，九界有情妄心的本性就是真性。佛陀教给我们，大主意就是要我们能够明心见性，所以佛教的教育是以见性为宗旨。禅家常常提出所谓「父母未生前本来面目」，本来面目是什么？就是见性。见也就是证，亲见就是亲证，见到真如本性就是见到自己本来面目。要怎样才能够见性？首先要晓得，我们今天为什么不能见性，不能见性的障碍在什么地方？这个道理如果我们要转到唯识里面来讲，诸位就更容易明了，我们为什么不能见性？我们的性迷以后变成识，这一变成识之后愈迷愈深。从初能变、二能变、三能变，一变为阿赖耶，这是迷了；再变为末那，这就迷得又深；三变为前六识，那就迷得更深。而由八识又一变为相应的五十一个心所，不相应的二十四个心所，所以是愈迷愈深。佛在唯识学里面教给我们明心见性的方法，说之为转识成智。我们先要懂得识是什么样的作用？识的作用是分别、是执着。怎样去转它？离开分别执着就转了。",
      "zh_TW": "『性一切心』，性就是前面講的「清淨妙淨明心」，這是真心，也叫做本性。凡是說性都是從體上講的，本性為一切萬法之真心，「性一切心」。我們也可以說九法界眾生，不但是六道凡夫，包括小乘阿羅漢、辟支佛、菩薩在內，圓實菩薩是已經明心見性，而權教菩薩還是用妄心，九界有情妄心的本性就是真性。佛陀教給我們，大主意就是要我們能夠明心見性，所以佛教的教育是以見性為宗旨。禪家常常提出所謂「父母未生前本來面目」，本來面目是什麼？就是見性。見也就是證，親見就是親證，見到真如本性就是見到自己本來面目。要怎樣才能夠見性？首先要曉得，我們今天為什麼不能見性，不能見性的障礙在什麼地方？這個道理如果我們要轉到唯識裡面來講，諸位就更容易明瞭，我們為什麼不能見性？我們的性迷以後變成識，這一變成識之後愈迷愈深。從初能變、二能變、三能變，一變為阿賴耶，這是迷了；再變為末那，這就迷得又深；三變為前六識，那就迷得更深。而由八識又一變為相應的五十一個心所，不相應的二十四個心所，所以是愈迷愈深。佛在唯識學裡面教給我們明心見性的方法，說之為轉識成智。我們先要懂得識是什麼樣的作用？識的作用是分別、是執著。怎樣去轉它？離開分別執著就轉了。"
    },
    {
      "id": "07-001-0022_p0009",
      "zh_CN": "执着是第七识的业用、形相，分别是第六识的业用与形相，我们见色闻声不用六识、不用七识，你见色闻声当下就是自性起作用。自性见色闻声了了分明，绝无随念分别，所以心是清净的，清净的作用就广大无边，像《华严经》里面讲境界是既深又广。再说到这个地方，佛给我们讲，一切诸法本来都是深广的真心中所现的幻相，所以一切万法都是以真心理体为它的本体。近代哲学所探讨宇宙人生的本体，一直到今天也没有一个结论，虽没有结论，可是说法很多，这些说法，给诸位说，在佛法里面讲都叫做邪思，是不正确的见解。不正确的见解当然是错误，见解错误，他的行为当然就不能得其正。行为是业，见解迷惑，行为就造业，造作业之后怎么会没有果报？所以这个问题非常的严重。佛之所以说救世，救度一切众生，他从哪里救起？是不是从果报上来救？不能。我们众生要遭大劫难，说是佛来救度我们，这个劫难可以免除，没有这个道理。诸位要记住，释迦牟尼佛在世的时候，琉璃王灭释种，释迦牟尼佛头痛了三天，也没办法救他的族人。目犍连尊者示现神通，把他那一族的有一些人，他那个钵变得很大，装在钵里面飞上天去，这是脱离这个苦难，结果回头在钵里一看都化成血水了。问释迦牟尼佛，释迦牟尼佛说，定业如此。所以佛能救我们的果报吗？不能。佛能止住我们不造业吗？也不容易。诸位要晓得，佛法不迷信，佛法不骗人。",
      "zh_TW": "執著是第七識的業用、形相，分別是第六識的業用與形相，我們見色聞聲不用六識、不用七識，你見色聞聲當下就是自性起作用。自性見色聞聲了了分明，絕無隨念分別，所以心是清淨的，清淨的作用就廣大無邊，像《華嚴經》裡面講境界是既深又廣。再說到這個地方，佛給我們講，一切諸法本來都是深廣的真心中所現的幻相，所以一切萬法都是以真心理體為它的本體。近代哲學所探討宇宙人生的本體，一直到今天也沒有一個結論，雖沒有結論，可是說法很多，這些說法，給諸位說，在佛法裡面講都叫做邪思，是不正確的見解。不正確的見解當然是錯誤，見解錯誤，他的行為當然就不能得其正。行為是業，見解迷惑，行為就造業，造作業之後怎麼會沒有果報？所以這個問題非常的嚴重。佛之所以說救世，救度一切眾生，他從哪裡救起？是不是從果報上來救？不能。我們眾生要遭大劫難，說是佛來救度我們，這個劫難可以免除，沒有這個道理。諸位要記住，釋迦牟尼佛在世的時候，琉璃王滅釋種，釋迦牟尼佛頭痛了三天，也沒辦法救他的族人。目犍連尊者示現神通，把他那一族的有一些人，他那個缽變得很大，裝在缽裡面飛上天去，這是脫離這個苦難，結果回頭在缽裡一看都化成血水了。問釋迦牟尼佛，釋迦牟尼佛說，定業如此。所以佛能救我們的果報嗎？不能。佛能止住我們不造業嗎？也不容易。諸位要曉得，佛法不迷信，佛法不騙人。"
    },
    {
      "id": "07-001-0022_p0010",
      "zh_CN": "佛法传法不大容易，一般人不相信，为什么﹖你看那些邪教一变个魔术，「我马上就可以救你」，救灾救难，好像有点小灵感，人马上相信；佛法不是如此，佛法之救度一切众生是从教学上，是要改变你错误的观念，从这里救起。念头正了行为才正，行为正怎么会有恶的果报？当然就没有。所以，佛法的教育最注重的是思想的教育、心理的教育，着重在这层上。佛要我们有一个最健康的心理、最清净的心理、最真实的心理，然后我们的行业、果报自然是圆满，与诸佛菩萨没有两样。凡是祈求鬼神来保佑，甚至把佛菩萨也看作鬼神，这是冤枉极了，这也是迷信到所以然处。可是我们看看，不要看别的地方，就看我们本省的佛教界，哪些寺庙那些信徒到里面烧香拜拜，有几个人真正了解佛教的教义，而不把佛菩萨当作神明去拜，那又有几个人？几乎我们在外面所看到的，都是把佛菩萨当神看，把神也当作佛菩萨看，简直就分不清楚。观世音变成神，土地、城隍也变成菩萨，这是谁的过错？绝对不是佛教本身的过失，是当人自迷，他自己迷惑颠倒。神是神、菩萨是菩萨，绝不是说你迷了，神都变成菩萨、菩萨也变成神，没有那回事情，迷者自迷，我们要了解这个道理。",
      "zh_TW": "佛法傳法不大容易，一般人不相信，為什麼﹖你看那些邪教一變個魔術，「我馬上就可以救你」，救災救難，好像有點小靈感，人馬上相信；佛法不是如此，佛法之救度一切眾生是從教學上，是要改變你錯誤的觀念，從這裡救起。念頭正了行為才正，行為正怎麼會有惡的果報？當然就沒有。所以，佛法的教育最注重的是思想的教育、心理的教育，著重在這層上。佛要我們有一個最健康的心理、最清淨的心理、最真實的心理，然後我們的行業、果報自然是圓滿，與諸佛菩薩沒有兩樣。凡是祈求鬼神來保佑，甚至把佛菩薩也看作鬼神，這是冤枉極了，這也是迷信到所以然處。可是我們看看，不要看別的地方，就看我們本省的佛教界，哪些寺廟那些信徒到裡面燒香拜拜，有幾個人真正了解佛教的教義，而不把佛菩薩當作神明去拜，那又有幾個人？幾乎我們在外面所看到的，都是把佛菩薩當神看，把神也當作佛菩薩看，簡直就分不清楚。觀世音變成神，土地、城隍也變成菩薩，這是誰的過錯？絕對不是佛教本身的過失，是當人自迷，他自己迷惑顛倒。神是神、菩薩是菩薩，絕不是說你迷了，神都變成菩薩、菩薩也變成神，沒有那回事情，迷者自迷，我們要了解這個道理。"
    },
    {
      "id": "07-001-0022_p0011",
      "zh_CN": "这一段的开示，是世尊给我们说明一切万物都有自性，何况清净妙净明心又是一切万法的理体，它怎么没有自体？换句话说，真心决定有体，妄心没有体，妄心还是依真心为自体，不过是迷于真心而已，它离了真心它就没有体。这也就是说凡夫错认、错执着妄心，把真心迷失了，见不到自己本有的真性。这段话可以说将真本已经说得清清楚楚，虽然说得这么清楚，当然我们听了也相信，佛没有妄语，句句话都是真实言，何况又说得这么清楚，试问问我们能不能接受？如果诸位说「不能」，这个话是真的，我也相信；如果你说「我能」，靠不住。为什么？你要真的能，你现在就成佛了，舍妄就证真。成佛有这么快吗？真有这么快！佛就在这部经里面讲的，「歇即菩提」，《楞严经》里面修行一个字，「歇」是什么？歇妄心，妄心歇了，真心就现前。你要是修行，修行麻烦，《楞严》里面太简单，再简单也没有《楞严经》里面这个法子简单。歇就是从今以后再不用妄心，六根接触六尘境界，八识是妄心，我们决定不用八识。能不能做到？做不到，还是会打妄想。正是因为我们想接受又不敢接受，很想这样做可是妄心又放不下，这就跟楞严会上阿难的态度完全一样。你要说他不明了，他听得不少，也能说得头头是道，要能真舍得了还真舍不得。释迦牟尼佛把这个情形看得很清楚，所以底下责备阿难。",
      "zh_TW": "這一段的開示，是世尊給我們說明一切萬物都有自性，何況清淨妙淨明心又是一切萬法的理體，它怎麼沒有自體？換句話說，真心決定有體，妄心沒有體，妄心還是依真心為自體，不過是迷於真心而已，它離了真心它就沒有體。這也就是說凡夫錯認、錯執著妄心，把真心迷失了，見不到自己本有的真性。這段話可以說將真本已經說得清清楚楚，雖然說得這麼清楚，當然我們聽了也相信，佛沒有妄語，句句話都是真實言，何況又說得這麼清楚，試問問我們能不能接受？如果諸位說「不能」，這個話是真的，我也相信；如果你說「我能」，靠不住。為什麼？你要真的能，你現在就成佛了，捨妄就證真。成佛有這麼快嗎？真有這麼快！佛就在這部經裡面講的，「歇即菩提」，《楞嚴經》裡面修行一個字，「歇」是什麼？歇妄心，妄心歇了，真心就現前。你要是修行，修行麻煩，《楞嚴》裡面太簡單，再簡單也沒有《楞嚴經》裡面這個法子簡單。歇就是從今以後再不用妄心，六根接觸六塵境界，八識是妄心，我們決定不用八識。能不能做到？做不到，還是會打妄想。正是因為我們想接受又不敢接受，很想這樣做可是妄心又放不下，這就跟楞嚴會上阿難的態度完全一樣。你要說他不明瞭，他聽得不少，也能說得頭頭是道，要能真捨得了還真捨不得。釋迦牟尼佛把這個情形看得很清楚，所以底下責備阿難。"
    },
    {
      "id": "07-001-0022_p0012",
      "zh_CN": "【若汝执吝分别觉观所了知性必为心者。此心即应离诸一切色香味触诸尘事业。别有全性。】",
      "zh_TW": "【若汝執吝分別覺觀所了知性必為心者。此心即應離諸一切色香味觸諸塵事業。別有全性。】"
    },
    {
      "id": "07-001-0022_p0013",
      "zh_CN": "在这几句话里面，是世尊教阿难自己勘验现前我们用的心，究竟是真实还是不真实？如果要是真实的，不会受外面境界的影响，它有『全性』存在。「全性」是什么？就是它一定具足有体、有相、有作用，体相用都是独立的，这才叫全性。我们一句一句来解释，『执吝』，执就是执着，吝就是舍不得。执着舍不得什么？下面就讲我们的妄心，能够思惟、想像、攀缘的心，在此地佛说之为『分别觉观所了知性』。所谓「分别」就是能够推想，借着外面境界起种种分别的念头。「觉观」，虽在一心，二相不具，粗心粗念，叫做觉；细心分别，叫做观。前面讲分别是我们凡夫，觉观是二乘圣者所用的心，阿罗汉、辟支佛、权教菩萨，他们的心思很细密，不像我们凡夫粗心大意、妄念纷飞。凡夫也好、外道也好，小乘、权教，总而言之，分别与觉观都是依他起性，他们所用的是什么？全是用识心，用八个识。诸位读《百法》晓得，八识五十一心所都是有为法，百法可以分为两大部分，前一部分是有为法，后面六法是无为法。所谓有为法都是依他起的，都是不真实。",
      "zh_TW": "在這幾句話裡面，是世尊教阿難自己勘驗現前我們用的心，究竟是真實還是不真實？如果要是真實的，不會受外面境界的影響，它有『全性』存在。「全性」是什麼？就是它一定具足有體、有相、有作用，體相用都是獨立的，這才叫全性。我們一句一句來解釋，『執吝』，執就是執著，吝就是捨不得。執著捨不得什麼？下面就講我們的妄心，能夠思惟、想像、攀緣的心，在此地佛說之為『分別覺觀所了知性』。所謂「分別」就是能夠推想，藉著外面境界起種種分別的念頭。「覺觀」，雖在一心，二相不具，粗心粗念，叫做覺；細心分別，叫做觀。前面講分別是我們凡夫，覺觀是二乘聖者所用的心，阿羅漢、辟支佛、權教菩薩，他們的心思很細密，不像我們凡夫粗心大意、妄念紛飛。凡夫也好、外道也好，小乘、權教，總而言之，分別與覺觀都是依他起性，他們所用的是什麼？全是用識心，用八個識。諸位讀《百法》曉得，八識五十一心所都是有為法，百法可以分為兩大部分，前一部分是有為法，後面六法是無為法。所謂有為法都是依他起的，都是不真實。"
    },
    {
      "id": "07-001-0022_p0014",
      "zh_CN": "譬如六识现行，由六尘生起。严格的讲，每一个识的生起它的具缘有多寡不等，譬如我们常讲，眼识的生起要九缘生，耳识的生起要八缘生，这就说明是因缘生法。因缘生法，诸位晓得，没有自体。前面也讲全性，全性它有自体。它没体，没有体的相叫妄相，这假相，有体的相叫实相。由此可知，凡是从识心生起的全是妄相，依他起相、遍计执相，它不是实相。虽不是实相，由于根尘相触，识生其中，它对于这个根尘也能产生种种的解释，了知，它也能明了，所以叫做『了知性』，「了知性」就是第六意识现行的作用。我们一般人几乎都把第六意识当作自己的真心，所以特别在此地讲「分别觉观，所了知性，必为心者」，把这第六意识当作自己的心。底下就教阿难勘验，来勘验这个心究竟有几分的真实性？所以问阿难，『此心即应离诸一切』，一切，底下就举例子说，『色香味触诸尘事业』，就是六根离开六尘境界，它还有没有？诸位要晓得，我们眼根要是离开色尘，就没有眼识，眼识不能生起；第六意识如果离开前五尘的落谢影子，离开阿赖耶的种子习气，第六意识就不能存在，它没有自体、没有自相。换句话说，全性里头完全独立的体性找不到，这就证明它是完全的虚妄，它不是真实的。这些地方我们要细心的去体会，体会学一个本事认识自己本来面目，我们当前的问题、将来的问题才有能力去解决。如果还要是执着妄心为真心，不晓得真心是何物，我们眼前的问题都解决不了，永远在迷惑之中。下面佛再举例说明：",
      "zh_TW": "譬如六識現行，由六塵生起。嚴格的講，每一個識的生起它的具緣有多寡不等，譬如我們常講，眼識的生起要九緣生，耳識的生起要八緣生，這就說明是因緣生法。因緣生法，諸位曉得，沒有自體。前面也講全性，全性它有自體。它沒體，沒有體的相叫妄相，這假相，有體的相叫實相。由此可知，凡是從識心生起的全是妄相，依他起相、遍計執相，它不是實相。雖不是實相，由於根塵相觸，識生其中，它對於這個根塵也能產生種種的解釋，了知，它也能明瞭，所以叫做『了知性』，「了知性」就是第六意識現行的作用。我們一般人幾乎都把第六意識當作自己的真心，所以特別在此地講「分別覺觀，所了知性，必為心者」，把這第六意識當作自己的心。底下就教阿難勘驗，來勘驗這個心究竟有幾分的真實性？所以問阿難，『此心即應離諸一切』，一切，底下就舉例子說，『色香味觸諸塵事業』，就是六根離開六塵境界，它還有沒有？諸位要曉得，我們眼根要是離開色塵，就沒有眼識，眼識不能生起；第六意識如果離開前五塵的落謝影子，離開阿賴耶的種子習氣，第六意識就不能存在，它沒有自體、沒有自相。換句話說，全性裡頭完全獨立的體性找不到，這就證明它是完全的虛妄，它不是真實的。這些地方我們要細心的去體會，體會學一個本事認識自己本來面目，我們當前的問題、將來的問題才有能力去解決。如果還要是執著妄心為真心，不曉得真心是何物，我們眼前的問題都解決不了，永遠在迷惑之中。下面佛再舉例說明："
    },
    {
      "id": "07-001-0022_p0015",
      "zh_CN": "【如汝今者承听我法。此则因声而有分别。纵灭一切见闻觉知。内守幽闲。犹为法尘分别影事。】",
      "zh_TW": "【如汝今者承聽我法。此則因聲而有分別。縱滅一切見聞覺知。內守幽閒。猶為法塵分別影事。】"
    },
    {
      "id": "07-001-0022_p0016",
      "zh_CN": "这个两句当中，实在讲怕我们不会勘验自己，这给我们举一个具体的例子，从这个地方认真的来测验我们的六识是真还是妄？佛举的这个例子，正是所谓教学法里面就近取譬，这是格外来得亲切。这个妄心，八个心王、五十一心所，你只要认识一个，其余都可以以此类推，怕的是什么？一个也不认识。在这个地方是举出来，实在这个妄心心所太难辨别，我们现在举一个例子，举什么？佛说法，你在这里听法，我们就从这个地方来举例子。阿难因佛说法的音声而有分别，假如离开佛说法的音声，阿难还有没有分别？如果离了法音就没有分别，可见得八识里面的耳识是虚妄的，耳识不是真心。这就是耳识了解了，前五识都是这种情形，离了尘境就没有自体，识不能生。",
      "zh_TW": "這個兩句當中，實在講怕我們不會勘驗自己，這給我們舉一個具體的例子，從這個地方認真的來測驗我們的六識是真還是妄？佛舉的這個例子，正是所謂教學法裡面就近取譬，這是格外來得親切。這個妄心，八個心王、五十一心所，你只要認識一個，其餘都可以以此類推，怕的是什麼？一個也不認識。在這個地方是舉出來，實在這個妄心心所太難辨別，我們現在舉一個例子，舉什麼？佛說法，你在這裡聽法，我們就從這個地方來舉例子。阿難因佛說法的音聲而有分別，假如離開佛說法的音聲，阿難還有沒有分別？如果離了法音就沒有分別，可見得八識裡面的耳識是虛妄的，耳識不是真心。這就是耳識了解了，前五識都是這種情形，離了塵境就沒有自體，識不能生。"
    },
    {
      "id": "07-001-0022_p0017",
      "zh_CN": "但是前五识容易明了，第六识麻烦，第六识怎么样？不必接触外面六尘境界，它也会生心，在床上睡觉它还会作梦！诸位要晓得，作梦是第六意识起作用。底下就更进一步，这就讲第六意识，『纵灭一切见闻觉知，内守幽闲』，见闻觉知是指外面境界，把外面境界都隔断，眼也不见、耳也不闻、舌也不尝、鼻也不嗅，六根不接触外面六尘境界，这是假设的话。前面这五尘境界离开，前五识不生，不生怎么样？它还有个内心，内心有幽闲，幽闲就是说内心寂静，俗话所讲一念不生，这个境界是什么境界？是小乘人的境界，阿罗汉、辟支佛，甚至权教菩萨他们的境界。在楞严会上讲第九定，这个功夫也相当的深，四禅八定，它比四禅八定还要高一级叫第九定，我们看起来这还得了！第九定的定功，诸位要见到之后，佛菩萨说法准不听了，为什么？佛菩萨说法不希奇，第九定了不起。第九定的定力可以能定多久？佛在经里面讲两万大劫，还得了！这是讲阿罗汉，两万大劫他回小向大，他要不回小向大，不止两万大劫。",
      "zh_TW": "但是前五識容易明瞭，第六識麻煩，第六識怎麼樣？不必接觸外面六塵境界，它也會生心，在床上睡覺它還會作夢！諸位要曉得，作夢是第六意識起作用。底下就更進一步，這就講第六意識，『縱滅一切見聞覺知，內守幽閒』，見聞覺知是指外面境界，把外面境界都隔斷，眼也不見、耳也不聞、舌也不嘗、鼻也不嗅，六根不接觸外面六塵境界，這是假設的話。前面這五塵境界離開，前五識不生，不生怎麼樣？它還有個內心，內心有幽閒，幽閒就是說內心寂靜，俗話所講一念不生，這個境界是什麼境界？是小乘人的境界，阿羅漢、辟支佛，甚至權教菩薩他們的境界。在楞嚴會上講第九定，這個功夫也相當的深，四禪八定，它比四禪八定還要高一級叫第九定，我們看起來這還得了！第九定的定功，諸位要見到之後，佛菩薩說法準不聽了，為什麼？佛菩薩說法不希奇，第九定了不起。第九定的定力可以能定多久？佛在經裡面講兩萬大劫，還得了！這是講阿羅漢，兩萬大劫他回小向大，他要不回小向大，不止兩萬大劫。"
    },
    {
      "id": "07-001-0022_p0018",
      "zh_CN": "如果说一个人入定，定个半个月、定个一个月再出定，这是活神仙！这样的功夫在大乘佛法里叫鸡毛蒜皮，真正的好东西不认识，把不足道的这些小事看得比什么都重，这叫迷惑颠倒。小乘人的境界，你看看佛在此地说的都很难听，他们的境界是什么？「内守幽闲，犹为法尘分别影事」，这就是小乘人的涅槃境界，也就是第九定的境界。所以我们现在有些修定的，盘腿在那里面壁，闭着眼睛得一点轻安，就以为很了不起，比起阿罗汉还差远了！阿罗汉到这种境界，给诸位说，不见性，还是妄心用事。所以佛举这个例子来说，因为当时在会证得这样境界的人很多，就小乘圣者他们所证得的境界来举例子。小乘人确实有不少把这个境界当作法性，而佛知道他是内守法尘。法尘有两分，一分叫生法尘，一分叫灭法尘，他还是执吝灭法尘的境界，所以说犹为法尘分别影事。换句话说，根本他们就没有见性，他们是执吝法尘，自己心里面得到幽闲，那个幽闲是分别心，在那里分别，自己感觉得有幽闲，这就是一种分别。影事就是不真实的，这个境界还是梦幻泡影。",
      "zh_TW": "如果說一個人入定，定個半個月、定個一個月再出定，這是活神仙！這樣的功夫在大乘佛法裡叫雞毛蒜皮，真正的好東西不認識，把不足道的這些小事看得比什麼都重，這叫迷惑顛倒。小乘人的境界，你看看佛在此地說的都很難聽，他們的境界是什麼？「內守幽閒，猶為法塵分別影事」，這就是小乘人的涅槃境界，也就是第九定的境界。所以我們現在有些修定的，盤腿在那裡面壁，閉著眼睛得一點輕安，就以為很了不起，比起阿羅漢還差遠了！阿羅漢到這種境界，給諸位說，不見性，還是妄心用事。所以佛舉這個例子來說，因為當時在會證得這樣境界的人很多，就小乘聖者他們所證得的境界來舉例子。小乘人確實有不少把這個境界當作法性，而佛知道他是內守法塵。法塵有兩分，一分叫生法塵，一分叫滅法塵，他還是執吝滅法塵的境界，所以說猶為法塵分別影事。換句話說，根本他們就沒有見性，他們是執吝法塵，自己心裡面得到幽閒，那個幽閒是分別心，在那裡分別，自己感覺得有幽閒，這就是一種分別。影事就是不真實的，這個境界還是夢幻泡影。"
    },
    {
      "id": "07-001-0022_p0019",
      "zh_CN": "刚才说过这个法尘两分，生法尘、灭法尘，在此地略略的给诸位介绍一下。什么叫做生法尘？所谓生法尘是第六识，不是向外面攀缘，是向内攀缘，攀缘什么？攀缘前五尘落在阿赖耶识里面的印象，唯识里面称之为种子。譬如我们昨天办的事情，昨天眼见的人、耳闻的声是昨天的事情，今天我们一想能够想得起来，昨天的事情已经过了，事过境迁，可是印象落在阿赖耶识里头，阿赖耶像仓库一样。我们五根五识缘不到，没有办法到仓库里把东西搬出来再重新看看，没有这个能力，第六识有能力，第六识可以缘外面，与前五识起联合作用，可以攀缘外面；又可以独立的联合末那识，跑到里面去看看，它神通广大。所以昨天的事情，或者去年的事情，甚至功夫好的，前世的事情他都能晓得。为什么？阿赖耶识的种子在。梦中独头意识，睡觉会作梦，就是第六意识去攀缘阿赖耶识里面的种子，起现行，在梦里面形成境界，这种情形就叫做生法尘。第二种，这就不是凡夫，专门指这些修道的人，他是都不外缘了。不像生法尘，生法尘我们凡夫都缘，缘内又缘外。小乘人不缘外面的境界，所以小乘人修行的特色是远离都市、远离聚落。凡是一般世间人住的地方，他都跟它隔离，他要找到一个很清净地方去修行，这是小乘人的修法，他把外境都断绝。专门修什么功夫？向内缘，这个内缘就是此地讲的内守幽闲，守住他定中的境界。这个定中的境界，给诸位说，若不是法性，就叫做灭法尘，所以它是个暗境，不是一个光明的境界。实在讲，在小乘人，只知道明等一类的生境为六尘，不晓得还有黑暗的那一类灭的境界还是属于六尘里面的灭法尘。这个境界，诸位要晓得，《楞严》里面讲六结三空，六结里面第一个是动，第二个是静，六结三空，楞严会上是从耳根说的，主要是取观世音菩萨修法「反闻闻自性」。耳根最初两个结是动静，如果在眼根上来讲就是明暗，耳根的动静要是明了，眼根的明暗也就通达。这就是说明连小乘人只知道明是尘境，不晓得暗也是尘境；正如同我们晓得动是尘境，不晓得静还是尘境。在六结里面，阿罗汉是住在哪一结？住在第二个结上，他就这么大的本事。他都不晓得暗境之后还有四大关，六个关口他到第二关，他以为就见了性，以为就证得大涅槃，这是很大的错误。好比我们旅行，我们当中要经过六个站才到目的地，他在第二个站就误会以为到达目的地。这是小乘人的境界，佛在此地指示出来，纵然灭一切见闻觉知，见闻觉知都是动相，动这一关你已经度过去，内守幽闲，你守在静的关口上，就是说他不再分别、攀缘前五尘落谢影子。他要是守住，不肯舍弃幽闲的定境，讲到极处他还是堕在分别法尘影事上。",
      "zh_TW": "剛才說過這個法塵兩分，生法塵、滅法塵，在此地略略的給諸位介紹一下。什麼叫做生法塵？所謂生法塵是第六識，不是向外面攀緣，是向內攀緣，攀緣什麼？攀緣前五塵落在阿賴耶識裡面的印象，唯識裡面稱之為種子。譬如我們昨天辦的事情，昨天眼見的人、耳聞的聲是昨天的事情，今天我們一想能夠想得起來，昨天的事情已經過了，事過境遷，可是印象落在阿賴耶識裡頭，阿賴耶像倉庫一樣。我們五根五識緣不到，沒有辦法到倉庫裡把東西搬出來再重新看看，沒有這個能力，第六識有能力，第六識可以緣外面，與前五識起聯合作用，可以攀緣外面；又可以獨立的聯合末那識，跑到裡面去看看，它神通廣大。所以昨天的事情，或者去年的事情，甚至功夫好的，前世的事情他都能曉得。為什麼？阿賴耶識的種子在。夢中獨頭意識，睡覺會作夢，就是第六意識去攀緣阿賴耶識裡面的種子，起現行，在夢裡面形成境界，這種情形就叫做生法塵。第二種，這就不是凡夫，專門指這些修道的人，他是都不外緣了。不像生法塵，生法塵我們凡夫都緣，緣內又緣外。小乘人不緣外面的境界，所以小乘人修行的特色是遠離都市、遠離聚落。凡是一般世間人住的地方，他都跟它隔離，他要找到一個很清淨地方去修行，這是小乘人的修法，他把外境都斷絕。專門修什麼功夫？向內緣，這個內緣就是此地講的內守幽閒，守住他定中的境界。這個定中的境界，給諸位說，若不是法性，就叫做滅法塵，所以它是個暗境，不是一個光明的境界。實在講，在小乘人，只知道明等一類的生境為六塵，不曉得還有黑暗的那一類滅的境界還是屬於六塵裡面的滅法塵。這個境界，諸位要曉得，《楞嚴》裡面講六結三空，六結裡面第一個是動，第二個是靜，六結三空，楞嚴會上是從耳根說的，主要是取觀世音菩薩修法「反聞聞自性」。耳根最初兩個結是動靜，如果在眼根上來講就是明暗，耳根的動靜要是明瞭，眼根的明暗也就通達。這就是說明連小乘人只知道明是塵境，不曉得暗也是塵境；正如同我們曉得動是塵境，不曉得靜還是塵境。在六結裡面，阿羅漢是住在哪一結？住在第二個結上，他就這麼大的本事。他都不曉得暗境之後還有四大關，六個關口他到第二關，他以為就見了性，以為就證得大涅槃，這是很大的錯誤。好比我們旅行，我們當中要經過六個站才到目的地，他在第二個站就誤會以為到達目的地。這是小乘人的境界，佛在此地指示出來，縱然滅一切見聞覺知，見聞覺知都是動相，動這一關你已經度過去，內守幽閑，你守在靜的關口上，就是說他不再分別、攀緣前五塵落謝影子。他要是守住，不肯捨棄幽閒的定境，講到極處他還是墮在分別法塵影事上。"
    },
    {
      "id": "07-001-0022_p0020",
      "zh_CN": "「内守」，守有能守、有所守，能守就是一般经里面讲的「制心一处」。虽然小乘这个境界，佛在这里说得很难听，我们做不到，我们不要说是这个境界，初禅都做不到。我们读《楞严经》，千万不要瞧不起小乘人，佛呵斥他，那是佛的地位，我们不行。这就好比佛是一个大学校长，阿罗汉是个小学毕业生，他骂他没有学问、骂他没有出息，行。而我们自己本身还是幼稚园的学生，望小学毕业生，那是我们的老学长，我们处处都要跟他学！所以我们绝不可以慢待了阿罗汉。轻慢阿罗汉，经上讲的果报也是很麻烦，也要遭罪报；佛菩萨对他可以这么说，我们不敢。这部经算是圆顿法门的了义经典，所以这个道理我们要通达，我们不可以轻慢阿罗汉，我们对他要像对待佛一样的敬重。所守的就是禅定的境界，这种境界看起来好像是非常的寂静，实际上并不是真正的静，它还是有动，动得非常的微，而阿罗汉的定功还觉察不到。这是佛在大经里面给我们讲，一弹指有六十刹那，一刹那有九百生灭。这个生灭就是动，这个动实在是太微细，连阿罗汉的定力都觉察不到，他自己以为是很静了。这就好比我们看水，表面上看到水很静，像一面明镜一样，照得清清楚楚，底下流得很急，我们看不出来。表面上很静，下面流得很急，阿罗汉的境界就是这样的。这是由于小乘、外道没有悟入圆满的理，所以他不通达万法毕竟空的道理，当然他更不晓得烦恼与菩提不二、生死与涅槃一如。这是圆实的道理他不懂得，所以离六识无别定慧之体，要从根本上来探究，他还是用的分别心。",
      "zh_TW": "「內守」，守有能守、有所守，能守就是一般經裡面講的「制心一處」。雖然小乘這個境界，佛在這裡說得很難聽，我們做不到，我們不要說是這個境界，初禪都做不到。我們讀《楞嚴經》，千萬不要瞧不起小乘人，佛呵斥他，那是佛的地位，我們不行。這就好比佛是一個大學校長，阿羅漢是個小學畢業生，他罵他沒有學問、罵他沒有出息，行。而我們自己本身還是幼稚園的學生，望小學畢業生，那是我們的老學長，我們處處都要跟他學！所以我們絕不可以慢待了阿羅漢。輕慢阿羅漢，經上講的果報也是很麻煩，也要遭罪報；佛菩薩對他可以這麼說，我們不敢。這部經算是圓頓法門的了義經典，所以這個道理我們要通達，我們不可以輕慢阿羅漢，我們對他要像對待佛一樣的敬重。所守的就是禪定的境界，這種境界看起來好像是非常的寂靜，實際上並不是真正的靜，它還是有動，動得非常的微，而阿羅漢的定功還覺察不到。這是佛在大經裡面給我們講，一彈指有六十剎那，一剎那有九百生滅。這個生滅就是動，這個動實在是太微細，連阿羅漢的定力都覺察不到，他自己以為是很靜了。這就好比我們看水，表面上看到水很靜，像一面明鏡一樣，照得清清楚楚，底下流得很急，我們看不出來。表面上很靜，下面流得很急，阿羅漢的境界就是這樣的。這是由於小乘、外道沒有悟入圓滿的理，所以他不通達萬法畢竟空的道理，當然他更不曉得煩惱與菩提不二、生死與涅槃一如。這是圓實的道理他不懂得，所以離六識無別定慧之體，要從根本上來探究，他還是用的分別心。"
    },
    {
      "id": "07-001-0022_p0021",
      "zh_CN": "大乘菩萨跟这些小乘人用心就不一样，大乘菩萨了达一切法毕竟空寂，所以人家不用分别心达到禅定的境界，这是真正的三昧；小乘人不明这个道理，是用分别心达到定的境界，就是用内守幽闲这个方式达到这么高的境界。他用心不一样，所以他境界也是两样的，无分别心是真实的境界，有分别心是虚妄的境界，还是法尘分别影事。虽然我们做不到，但是这个道理明白之后，严格的讲，不是我们做不到，如果要是我们做不到，释迦牟尼佛说这些道理、说这些方法，那又有什么意思？难道是故意来吊胃口，拿我们来穷开心？佛不如此，佛不但没有妄语，佛不跟人开玩笑，佛没有戏论。换句话说，不是我们做不到而是我们不肯做，我们果真肯做哪有做不到的？佛在一切大乘经里面对我们最大的期望，就是希望我们直下承当。所谓直下承当，理明白了，「我能做得到」，佛可以做到，菩萨可以做到，我也可以做到，这叫直下承当，这是佛说法最大的期望。如果我们听了佛的法，理也懂得，很感叹：我的业障很重，做不到。佛也只好叹一口气：好，再来吧，再教一遍！只有这个办法。但是佛的教学很有耐心，他不灰心，一遍不会两遍，一辈子不成功下一辈子再来。只要我们肯接受，佛总是很耐心的来教导我们，绝不会舍弃我们。小乘人没有这么大的耐心，小乘人教你一遍，你要不会，他就不耐烦教你第二遍，只有大乘菩萨才有这个耐心。",
      "zh_TW": "大乘菩薩跟這些小乘人用心就不一樣，大乘菩薩了達一切法畢竟空寂，所以人家不用分別心達到禪定的境界，這是真正的三昧；小乘人不明這個道理，是用分別心達到定的境界，就是用內守幽閒這個方式達到這麼高的境界。他用心不一樣，所以他境界也是兩樣的，無分別心是真實的境界，有分別心是虛妄的境界，還是法塵分別影事。雖然我們做不到，但是這個道理明白之後，嚴格的講，不是我們做不到，如果要是我們做不到，釋迦牟尼佛說這些道理、說這些方法，那又有什麼意思？難道是故意來吊胃口，拿我們來窮開心？佛不如此，佛不但沒有妄語，佛不跟人開玩笑，佛沒有戲論。換句話說，不是我們做不到而是我們不肯做，我們果真肯做哪有做不到的？佛在一切大乘經裡面對我們最大的期望，就是希望我們直下承當。所謂直下承當，理明白了，「我能做得到」，佛可以做到，菩薩可以做到，我也可以做到，這叫直下承當，這是佛說法最大的期望。如果我們聽了佛的法，理也懂得，很感嘆：我的業障很重，做不到。佛也只好嘆一口氣：好，再來吧，再教一遍！只有這個辦法。但是佛的教學很有耐心，他不灰心，一遍不會兩遍，一輩子不成功下一輩子再來。只要我們肯接受，佛總是很耐心的來教導我們，絕不會捨棄我們。小乘人沒有這麼大的耐心，小乘人教你一遍，你要不會，他就不耐煩教你第二遍，只有大乘菩薩才有這個耐心。"
    },
    {
      "id": "07-001-0022_p0022",
      "zh_CN": "这一段还没有讲完，但是这一段文虽然不长，理很深，对我们无论在行门、在解门上都是关键的部分，相当的重要。这个道理说真正的明了，对我们有很大的帮助，不但是在学佛上有很大的帮助，实在对生活上帮助更多。诸位要晓得，学佛是学智慧、是学觉悟，智慧、觉悟是运用在日常生活之中。假如智慧与觉悟不能运用在生活上，那我们又迷惑颠倒了，所学非所用，那这个东西学了有什么用处？可以不必学。学了就有用，穿衣也用得上，吃饭也用得上，待人接物统统都用得上，所以这门学问是活活泼泼的，不是死呆板的，用途非常的广泛，学了立刻就有用。今天时间到了，我们就讲到此地。",
      "zh_TW": "這一段還沒有講完，但是這一段文雖然不長，理很深，對我們無論在行門、在解門上都是關鍵的部分，相當的重要。這個道理說真正的明瞭，對我們有很大的幫助，不但是在學佛上有很大的幫助，實在對生活上幫助更多。諸位要曉得，學佛是學智慧、是學覺悟，智慧、覺悟是運用在日常生活之中。假如智慧與覺悟不能運用在生活上，那我們又迷惑顛倒了，所學非所用，那這個東西學了有什麼用處？可以不必學。學了就有用，穿衣也用得上，吃飯也用得上，待人接物統統都用得上，所以這門學問是活活潑潑的，不是死呆板的，用途非常的廣泛，學了立刻就有用。今天時間到了，我們就講到此地。"
    }
  ]
}