{
  "doc_id": "07-001-0084",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十四集",
    "zh_TW": "第八十四集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0084",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "07-001-0084_p0001",
      "zh_CN": "六入里面第一段：",
      "zh_TW": "六入裡面第一段："
    },
    {
      "id": "07-001-0084_p0002",
      "zh_CN": "【阿难。即彼目睛瞪发劳者。兼目与劳。同是菩提瞪发劳相。】",
      "zh_TW": "【阿難。即彼目睛瞪發勞者。兼目與勞。同是菩提瞪發勞相。】"
    },
    {
      "id": "07-001-0084_p0003",
      "zh_CN": "我们一段一段来研究。最近好像各地方对《楞严经》、《圆觉经》的兴趣很浓厚，许多地方都来找我讲经。我说：讲什么经？不是《楞严》，就是《圆觉》。这两部经确实是好经。可是《楞严》要讲一遍实在是不容易，因为经文长，需要的时间当然也就相当的长。《圆觉经》虽然是短一点，如果要细讲也要相当长的时间，我们以往在圆觉寺大专讲座里面，曾经用四十个小时把一部《圆觉经》讲出来，实际上四十小时是不够用的。所以今年暑假，梅山禅林寺与我们商量妥了，在他那里办讲座。他们那边大概再过几天要派人到这个地方来接洽，研究怎么个办法。经，我想还是用《圆觉经》，但是我们不讲了，下一次暑期讲座不讲，我们完全用研究讨论的方式。因为希望老同修参加，已经听过《圆觉经》的，对《圆觉经》还用过功夫的，我们做深入的研究讨论，这比较更有意义。",
      "zh_TW": "我們一段一段來研究。最近好像各地方對《楞嚴經》、《圓覺經》的興趣很濃厚，許多地方都來找我講經。我說：講什麼經？不是《楞嚴》，就是《圓覺》。這兩部經確實是好經。可是《楞嚴》要講一遍實在是不容易，因為經文長，需要的時間當然也就相當的長。《圓覺經》雖然是短一點，如果要細講也要相當長的時間，我們以往在圓覺寺大專講座裡面，曾經用四十個小時把一部《圓覺經》講出來，實際上四十小時是不夠用的。所以今年暑假，梅山禪林寺與我們商量妥了，在他那裡辦講座。他們那邊大概再過幾天要派人到這個地方來接洽，研究怎麼個辦法。經，我想還是用《圓覺經》，但是我們不講了，下一次暑期講座不講，我們完全用研究討論的方式。因為希望老同修參加，已經聽過《圓覺經》的，對《圓覺經》還用過功夫的，我們做深入的研究討論，這比較更有意義。"
    },
    {
      "id": "07-001-0084_p0004",
      "zh_CN": "《楞严》实际跟《圆觉》是同样的性质，所以人家称《圆觉》为小《楞严》，《楞严经》里面所说的当然比《圆觉经》讲得更详细。像「四科七大」，说明真妄不二、真妄一如，如果要是不能够明白这个道理、契入这个境界，那我们就免不了轮回。像《圆觉经》上所说的，《圆觉经》里面所讲的轮回，不仅仅说我们六道轮回。我们现在一般讲轮回，大家就有概念：三界六道的轮回。实际上三界之外，纵然到等觉菩萨还有轮回，那叫界外变易生死的轮回。我们三界之内是分段生死、变易生死两种轮回，我们现在受的是两种轮回。超越三界之后，在一般讲证得阿罗汉果以上，三界之内的生死轮回没有了，可是三界之外的变易生死轮回还是有，所以对于如来的圆觉性还是不能够证得。这是研究教义，一定要明达教相。我们讲「佛」，不通达教相的人他是含糊笼统的，「成佛了」；明达教相的，一定要「成佛了，是什么佛？」藏通别圆，是藏教佛、是通教佛，还是圆教的佛？这要问清楚。为什么？唯独圆教的佛才真正脱离轮回，藏、通、别佛还要受变易轮回，这是我们一定要清楚的。",
      "zh_TW": "《楞嚴》實際跟《圓覺》是同樣的性質，所以人家稱《圓覺》為小《楞嚴》，《楞嚴經》裡面所說的當然比《圓覺經》講得更詳細。像「四科七大」，說明真妄不二、真妄一如，如果要是不能夠明白這個道理、契入這個境界，那我們就免不了輪迴。像《圓覺經》上所說的，《圓覺經》裡面所講的輪迴，不僅僅說我們六道輪迴。我們現在一般講輪迴，大家就有概念：三界六道的輪迴。實際上三界之外，縱然到等覺菩薩還有輪迴，那叫界外變易生死的輪迴。我們三界之內是分段生死、變易生死兩種輪迴，我們現在受的是兩種輪迴。超越三界之後，在一般講證得阿羅漢果以上，三界之內的生死輪迴沒有了，可是三界之外的變易生死輪迴還是有，所以對於如來的圓覺性還是不能夠證得。這是研究教義，一定要明達教相。我們講「佛」，不通達教相的人他是含糊籠統的，「成佛了」；明達教相的，一定要「成佛了，是什麼佛？」藏通別圓，是藏教佛、是通教佛，還是圓教的佛？這要問清楚。為什麼？唯獨圓教的佛才真正脫離輪迴，藏、通、別佛還要受變易輪迴，這是我們一定要清楚的。"
    },
    {
      "id": "07-001-0084_p0005",
      "zh_CN": "《楞严经》上这一段经义，如果你要是通达、要是契入，就是证得了，那你三界之外的变易轮回也有能力把它了断。如果你要是不明了这个道理，换句话说，三界之外的轮回你根本是无从下手。当然这个已经说得很高，因为我们现在三界之内的生死轮回还没有办法了，还能谈到三界之外的吗？这是教你三界之外的。可是对我们现前修行有没有好处？跟诸位说，好处太多了。明白这个道理，我们念佛，把这些道理运用在念佛上，咱们念佛求的就是理一心不乱。能不能求得，那个不要紧，那是另外一桩事情，古人所说「取法乎上，仅得乎中」，我求的是理一心，理一心求不到，得个事一心也不错！所以说还是有很大的帮助。希望同修们对于经义要细心的去体会，能够体会到了，真是明了一分就有一分受用，明了两分就有两分受用，这是真实不虚的。",
      "zh_TW": "《楞嚴經》上這一段經義，如果你要是通達、要是契入，就是證得了，那你三界之外的變易輪迴也有能力把它了斷。如果你要是不明瞭這個道理，換句話說，三界之外的輪迴你根本是無從下手。當然這個已經說得很高，因為我們現在三界之內的生死輪迴還沒有辦法了，還能談到三界之外的嗎？這是教你三界之外的。可是對我們現前修行有沒有好處？跟諸位說，好處太多了。明白這個道理，我們念佛，把這些道理運用在念佛上，咱們念佛求的就是理一心不亂。能不能求得，那個不要緊，那是另外一樁事情，古人所說「取法乎上，僅得乎中」，我求的是理一心，理一心求不到，得個事一心也不錯！所以說還是有很大的幫助。希望同修們對於經義要細心的去體會，能夠體會到了，真是明瞭一分就有一分受用，明瞭兩分就有兩分受用，這是真實不虛的。"
    },
    {
      "id": "07-001-0084_p0006",
      "zh_CN": "经文分为六段，实际上你只要懂得一段，其余的五段就明了，可以以此类推，都明了了。我们在讲解就第一段要多用点时间，细细的给诸位来说明。这一节经文里面，世尊是先引用我们日常这些事相，来说明眼根是虚妄而不实在的。叫着『阿难』，底下的话就是很重要的话，特别叫他的名字，提醒他注意，这是阿难。提醒阿难的注意，实际上阿难是我们的代表；换句话说，就是叫我们注意。举的是我们眼见色这个比喻，这是我们眼前的事情。『目睛瞪发』，「瞪」我们常讲直看，眼睛睁得大大的，一直看着一个物相，这就叫瞪。这样的看法看东西，诸位要晓得，我们眼睛常常会眨眼睛，眨眼睛就是眼睛疲劳，眨一下它能够恢复，如果你老瞪着不眨眼睛，这个眼睛很容易疲劳，是举这个例子。你要是不相信你就可以试验，你可以看一个色相，你瞪着眼睛看，看久了就疲劳，疲劳就出怪相，眼睛就看到很多虚妄的相。所以眼睛的疲劳是由于瞪目而视，才有这么个现象。",
      "zh_TW": "經文分為六段，實際上你只要懂得一段，其餘的五段就明瞭，可以以此類推，都明瞭了。我們在講解就第一段要多用點時間，細細的給諸位來說明。這一節經文裡面，世尊是先引用我們日常這些事相，來說明眼根是虛妄而不實在的。叫著『阿難』，底下的話就是很重要的話，特別叫他的名字，提醒他注意，這是阿難。提醒阿難的注意，實際上阿難是我們的代表；換句話說，就是叫我們注意。舉的是我們眼見色這個比喻，這是我們眼前的事情。『目睛瞪發』，「瞪」我們常講直看，眼睛睜得大大的，一直看著一個物相，這就叫瞪。這樣的看法看東西，諸位要曉得，我們眼睛常常會眨眼睛，眨眼睛就是眼睛疲勞，眨一下它能夠恢復，如果你老瞪著不眨眼睛，這個眼睛很容易疲勞，是舉這個例子。你要是不相信你就可以試驗，你可以看一個色相，你瞪著眼睛看，看久了就疲勞，疲勞就出怪相，眼睛就看到很多虛妄的相。所以眼睛的疲勞是由於瞪目而視，才有這麼個現象。"
    },
    {
      "id": "07-001-0084_p0007",
      "zh_CN": "佛是用这浅显的例子来显发真如不守自性，真如不守自性也有一种劳相，不正常的现象。经里面讲的「妄为明觉」，可见得明觉是我们真如本性的劳相。这个明觉是什么？明觉就是无明，到后面会讲到「知见立知是无明本」，无明是这么来的。也就是此地这个意思，是真如不守自性才有明觉，这个明觉就是知见立知，也就是《起信论》里面讲的不觉。也就像我们眼睛见色瞪发劳相是一样的意思，相仿佛的。『兼目与劳，同是菩提瞪发劳相』，这几句话是相当微细，不是比喻能够比得清楚。这里得要说到最初六根的根源，六根的根源是因为阿赖耶的见分取相分，这个地方要注意到，妄就从这个地方起来，只要你有能见，一定就有所见。虽然很微细，实在上也可以体会得到，也可以能够证实。",
      "zh_TW": "佛是用這淺顯的例子來顯發真如不守自性，真如不守自性也有一種勞相，不正常的現象。經裡面講的「妄為明覺」，可見得明覺是我們真如本性的勞相。這個明覺是什麼？明覺就是無明，到後面會講到「知見立知是無明本」，無明是這麼來的。也就是此地這個意思，是真如不守自性才有明覺，這個明覺就是知見立知，也就是《起信論》裡面講的不覺。也就像我們眼睛見色瞪發勞相是一樣的意思，相彷彿的。『兼目與勞，同是菩提瞪發勞相』，這幾句話是相當微細，不是比喻能夠比得清楚。這裡得要說到最初六根的根源，六根的根源是因為阿賴耶的見分取相分，這個地方要注意到，妄就從這個地方起來，只要你有能見，一定就有所見。雖然很微細，實在上也可以體會得到，也可以能夠證實。"
    },
    {
      "id": "07-001-0084_p0008",
      "zh_CN": "我们眼睛见外面一切色相，当你一念不生，没有能见、取见的时候，诸位要晓得，这是见性用事，与诸佛菩萨没有两样。如果在色尘里面稍稍起一念，这就有能见，这个能见就是见分起作用，诸位要晓得这个道理，不是见性的作用。为什么？见性没有能所。它见不见？见，就跟镜子照东西一样，照得清清楚楚，里头没有能所。这个相实在是很细，刚才我讲，细可以能够体会，所以佛法取证是可以在我们自身来证明。特别是唯识，你看唐大圆讲唯识，台湾李炳老编的《唯识新裁撷汇》，你们细细读读就晓得，是可以在我们日常生活当中来证实，可以能够发现什么是见性、什么是眼识，就是什么是见分、什么是相分，什么是真如本性。如果诸位能够觉察到这一层，你的修行可以说渐渐就无碍，不会有障碍。无论你用的哪门功夫，你都会有成就、都会有受用，用在念佛上可以直取理一心不乱。这就是一乘了义的经典。",
      "zh_TW": "我們眼睛見外面一切色相，當你一念不生，沒有能見、取見的時候，諸位要曉得，這是見性用事，與諸佛菩薩沒有兩樣。如果在色塵裡面稍稍起一念，這就有能見，這個能見就是見分起作用，諸位要曉得這個道理，不是見性的作用。為什麼？見性沒有能所。它見不見？見，就跟鏡子照東西一樣，照得清清楚楚，裡頭沒有能所。這個相實在是很細，剛才我講，細可以能夠體會，所以佛法取證是可以在我們自身來證明。特別是唯識，你看唐大圓講唯識，台灣李炳老編的《唯識新裁擷彙》，你們細細讀讀就曉得，是可以在我們日常生活當中來證實，可以能夠發現什麼是見性、什麼是眼識，就是什麼是見分、什麼是相分，什麼是真如本性。如果諸位能夠覺察到這一層，你的修行可以說漸漸就無礙，不會有障礙。無論你用的哪門功夫，你都會有成就、都會有受用，用在念佛上可以直取理一心不亂。這就是一乘了義的經典。"
    },
    {
      "id": "07-001-0084_p0009",
      "zh_CN": "《圆觉经》也是属于一乘了义，对我们的帮助就很大。诸位特别要留意，一有能所，这个能所是很微细，粗的能所观念我们很容易觉察，细的能所不容易觉察。但是我们能够觉察粗的就算不错了，总是从粗渐渐觉察到细。我们要远离，也是先离粗，渐渐才离细、再离微细的能所。一定要晓得，见性里面决定没有能所，六根的根性里头没有能所。这就把我们的眼比作性，比作真如本性，就是菩提觉性；把劳与劳相就比作见相两分，换句话说，落在第二义里头了。这是我们讲到六根的根源，说明见分取相分，说到最微细的是阿赖耶。经里面讲，「吸习中归，和合结成五净色根」，净色根是这么来的。根、尘、识，这三者是互为因缘，从阿赖耶的细相里面说，第一个相是无明业相，无明业相是一念不觉，也说之为一念妄动。这些问题将来在《起信论》里面我们还要细细的讨论。必须要真正体会到才有作用，就是自己才有受用；如果单单只是晓得这些名相，一天到晚胡思乱想，想这个名相没用处，那就是清凉大师讲的增长邪见、增长无明，那我们学佛就学错了，路子走错了。",
      "zh_TW": "《圓覺經》也是屬於一乘了義，對我們的幫助就很大。諸位特別要留意，一有能所，這個能所是很微細，粗的能所觀念我們很容易覺察，細的能所不容易覺察。但是我們能夠覺察粗的就算不錯了，總是從粗漸漸覺察到細。我們要遠離，也是先離粗，漸漸才離細、再離微細的能所。一定要曉得，見性裡面決定沒有能所，六根的根性裡頭沒有能所。這就把我們的眼比作性，比作真如本性，就是菩提覺性；把勞與勞相就比作見相兩分，換句話說，落在第二義裡頭了。這是我們講到六根的根源，說明見分取相分，說到最微細的是阿賴耶。經裡面講，「吸習中歸，和合結成五淨色根」，淨色根是這麼來的。根、塵、識，這三者是互為因緣，從阿賴耶的細相裡面說，第一個相是無明業相，無明業相是一念不覺，也說之為一念妄動。這些問題將來在《起信論》裡面我們還要細細的討論。必須要真正體會到才有作用，就是自己才有受用；如果單單只是曉得這些名相，一天到晚胡思亂想，想這個名相沒用處，那就是清涼大師講的增長邪見、增長無明，那我們學佛就學錯了，路子走錯了。"
    },
    {
      "id": "07-001-0084_p0010",
      "zh_CN": "因为不觉这才「妄为明觉」，这个妄为明觉就是阿赖耶的见分；阿赖耶一有见分，立刻就起了一个相分。相分从哪里来的？相分从见分里变现出来。好了，这是最初的，这个见相一结合，吸习，吸是吸收，互相的吸收，见分吸收相分，相分吸收见分，这样变成净色根。净色根，我们佛法里面讲叫中阴身，中阴我们世间人讲的灵魂，他有色、有六根。如果中阴要是没有六根的话，人要是去世了，给他超度，那都是假的、都是空的，他没有六根那有什么用处？他没有见闻觉知，你给他超度有什么用处？中阴确实是有，就是神识确实有，投胎就是这个东西去投胎，他去投胎。所以我说净色根不是神经系统，为什么？这个人去投胎，不会那个神经离开身体到别的地方投胎去了，没有这个现象。所以讲神经系统是净色根，我没有办法相信。以后六道轮回就是它，所以神识不改变，我们这个身体的形状会改变，这一生得个人身是这个样子，来一生堕个狗身是狗的样子，人跟狗不一样，那个神识是一个，不是两个，所以神识是属于净色根。",
      "zh_TW": "因為不覺這才「妄為明覺」，這個妄為明覺就是阿賴耶的見分；阿賴耶一有見分，立刻就起了一個相分。相分從哪裡來的？相分從見分裡變現出來。好了，這是最初的，這個見相一結合，吸習，吸是吸收，互相的吸收，見分吸收相分，相分吸收見分，這樣變成淨色根。淨色根，我們佛法裡面講叫中陰身，中陰我們世間人講的靈魂，他有色、有六根。如果中陰要是沒有六根的話，人要是去世了，給他超度，那都是假的、都是空的，他沒有六根那有什麼用處？他沒有見聞覺知，你給他超度有什麼用處？中陰確實是有，就是神識確實有，投胎就是這個東西去投胎，他去投胎。所以我說淨色根不是神經系統，為什麼？這個人去投胎，不會那個神經離開身體到別的地方投胎去了，沒有這個現象。所以講神經系統是淨色根，我沒有辦法相信。以後六道輪迴就是它，所以神識不改變，我們這個身體的形狀會改變，這一生得個人身是這個樣子，來一生墮個狗身是狗的樣子，人跟狗不一樣，那個神識是一個，不是兩個，所以神識是屬於淨色根。"
    },
    {
      "id": "07-001-0084_p0011",
      "zh_CN": "净色，换句话说，不是我们肉眼能够见得到的，但是要有相当禅定的功夫能见得到。这个相当的禅定功夫，也不需要是很深的禅定功夫，譬如在我们佛门里面有定功的人能够见到鬼、见到灵魂的，有，道教也有，甚至现在西方人跟鬼打交道的，见到神识的也很多。但是诸位要晓得，中阴不是鬼，这我们要搞清楚，灵魂不是鬼。如果做鬼，那是六道之一，它去投胎，到鬼道里面投胎做鬼去了。鬼的生态多半是化生，但是也有胎生的，佛经里有讲也有胎生的，那是投到鬼道的时候才变成鬼。如果没有到鬼道，你看《地藏经》里面讲（大多数情形是这样的，有少数是例外），多半人死了之后，中阴停留的期间一般是四十九天，我们做七也就是根据这桩事实来做的，四十九天以后多半去投胎了。所以这四十九天之内给他诵经、培福，他很有受用。这是我们说明净色根。天眼就能够见到净色根，修禅定的定中有慧眼，也能够见到净色根。再说我们作梦，梦中的境界也是属于净色；如果你说梦中是没有色，有禅定的人就不会见到你在作梦。你在那里睡觉，你的神识作梦，梦到美国去玩了、到英国去玩了，那有禅定功夫的人看到你的神识一会到这里、一会到那里，那些相都变现出来，他都看得清清楚楚，可见得这个东西不是神经系统。如果说我们作梦梦到到美国去，我们六根的神经难道出去了吗？真的跑到国外去了吗？不可能的事情。我说这些话的时候，现在就有些人拿着神经系统来附会净色根，讲不通。",
      "zh_TW": "淨色，換句話說，不是我們肉眼能夠見得到的，但是要有相當禪定的功夫能見得到。這個相當的禪定功夫，也不需要是很深的禪定功夫，譬如在我們佛門裡面有定功的人能夠見到鬼、見到靈魂的，有，道教也有，甚至現在西方人跟鬼打交道的，見到神識的也很多。但是諸位要曉得，中陰不是鬼，這我們要搞清楚，靈魂不是鬼。如果做鬼，那是六道之一，它去投胎，到鬼道裡面投胎做鬼去了。鬼的生態多半是化生，但是也有胎生的，佛經裡有講也有胎生的，那是投到鬼道的時候才變成鬼。如果沒有到鬼道，你看《地藏經》裡面講（大多數情形是這樣的，有少數是例外），多半人死了之後，中陰停留的期間一般是四十九天，我們做七也就是根據這樁事實來做的，四十九天以後多半去投胎了。所以這四十九天之內給他誦經、培福，他很有受用。這是我們說明淨色根。天眼就能夠見到淨色根，修禪定的定中有慧眼，也能夠見到淨色根。再說我們作夢，夢中的境界也是屬於淨色；如果你說夢中是沒有色，有禪定的人就不會見到你在作夢。你在那裡睡覺，你的神識作夢，夢到美國去玩了、到英國去玩了，那有禪定功夫的人看到你的神識一會到這裡、一會到那裡，那些相都變現出來，他都看得清清楚楚，可見得這個東西不是神經系統。如果說我們作夢夢到到美國去，我們六根的神經難道出去了嗎？真的跑到國外去了嗎？不可能的事情。我說這些話的時候，現在就有些人拿著神經系統來附會淨色根，講不通。"
    },
    {
      "id": "07-001-0084_p0012",
      "zh_CN": "净色根是属于色法，在百法里面讲是属于色法。有了这个东西之后，就麻烦来了，三界之内、三界之外都脱不了这个束缚，这就是迷。净色是为浮尘根所依的，它要起作用，譬如他到人道投胎，得个人身，净色的眼根必定要得浮尘根才起作用，净色的耳根一定要得浮尘耳根它才起听闻的作用。可是浮尘根不能发识，没有知觉，有知觉、能够发识的是净色根。古人也举例子说，譬如一个人他刚刚去世，去世的时候他的六根没坏，浮尘根还没坏。如果浮尘根能够发识，这个人就不叫死人，他六根有感觉、有起作用，还能叫死人吗？我们讲人怎么是死了？神识离开这个身体，仅剩肉身的躯壳，浮尘根的躯壳它不起作用，这是叫人死。由此可知，净色根难懂，无怪乎玄奘大师在《八识规矩颂》里面说，「愚者难分识与根」。那个愚者是指阿罗汉，阿罗汉有天眼、有慧眼，他能够见到净色根，虽然见到净色根，就是根跟识还是分不清楚，由此可知，这个东西难。譬如我们讲净色的眼根与眼识，因为净色根它发眼识，到底它是根、到底它是识？连阿罗汉的智慧都不行，都还搞不清楚，必须要大菩萨他才能分得清清楚楚，哪是根、哪是尘、哪是识。净色根，这是讲最初的它是怎么成就的，我们一定要把它搞清楚，晓得它的成就是因缘和合，是因缘生法。既是因缘生法，当然它就没有自性，当体即空，仔细的去观察，虽然讲为浮尘根所依，实际上本来无入。",
      "zh_TW": "淨色根是屬於色法，在百法裡面講是屬於色法。有了這個東西之後，就麻煩來了，三界之內、三界之外都脫不了這個束縛，這就是迷。淨色是為浮塵根所依的，它要起作用，譬如他到人道投胎，得個人身，淨色的眼根必定要得浮塵根才起作用，淨色的耳根一定要得浮塵耳根它才起聽聞的作用。可是浮塵根不能發識，沒有知覺，有知覺、能夠發識的是淨色根。古人也舉例子說，譬如一個人他剛剛去世，去世的時候他的六根沒壞，浮塵根還沒壞。如果浮塵根能夠發識，這個人就不叫死人，他六根有感覺、有起作用，還能叫死人嗎？我們講人怎麼是死了？神識離開這個身體，僅剩肉身的軀殼，浮塵根的軀殼它不起作用，這是叫人死。由此可知，淨色根難懂，無怪乎玄奘大師在《八識規矩頌》裡面說，「愚者難分識與根」。那個愚者是指阿羅漢，阿羅漢有天眼、有慧眼，他能夠見到淨色根，雖然見到淨色根，就是根跟識還是分不清楚，由此可知，這個東西難。譬如我們講淨色的眼根與眼識，因為淨色根它發眼識，到底它是根、到底它是識？連阿羅漢的智慧都不行，都還搞不清楚，必須要大菩薩他才能分得清清楚楚，哪是根、哪是塵、哪是識。淨色根，這是講最初的它是怎麼成就的，我們一定要把它搞清楚，曉得它的成就是因緣和合，是因緣生法。既是因緣生法，當然它就沒有自性，當體即空，仔細的去觀察，雖然講為浮塵根所依，實際上本來無入。"
    },
    {
      "id": "07-001-0084_p0013",
      "zh_CN": "我们今天此地这个科题叫六入，本来无入，现在有了六入之名。入有能入、有所入，能入的在此地讲的是六根，这个地方讲的眼根，根为能入，六尘为所入。可是诸位必得要了解，佛菩萨说一切法皆是善巧方便，我们可不能当了真。当真了，心里一有执着，「真的，眼根真能入，色尘真的入进去了」，你这一执着，这叫邪知邪见。我再举个比喻说，我们现在照相机摄取镜头，照相机镜头就是根，能入，外面景象是所入，入进去了。你仔细再去想一想，照相机镜头它真有能入、有所入吗？如果真有所入，给你照相，你应该一下子跑到照相机里面去，那才叫真入，它才有能入、才有所入。你人站在外面如如不动，根本就没有入进去，实际上并没有能入所入，能入所入是假的。",
      "zh_TW": "我們今天此地這個科題叫六入，本來無入，現在有了六入之名。入有能入、有所入，能入的在此地講的是六根，這個地方講的眼根，根為能入，六塵為所入。可是諸位必得要了解，佛菩薩說一切法皆是善巧方便，我們可不能當了真。當真了，心裡一有執著，「真的，眼根真能入，色塵真的入進去了」，你這一執著，這叫邪知邪見。我再舉個比喻說，我們現在照相機攝取鏡頭，照相機鏡頭就是根，能入，外面景象是所入，入進去了。你仔細再去想一想，照相機鏡頭它真有能入、有所入嗎？如果真有所入，給你照相，你應該一下子跑到照相機裡面去，那才叫真入，它才有能入、才有所入。你人站在外面如如不動，根本就沒有入進去，實際上並沒有能入所入，能入所入是假的。"
    },
    {
      "id": "07-001-0084_p0014",
      "zh_CN": "我们眼睛入外面的色尘，色尘真的跑到我们眼睛里面去？哪有这回事情！虽没有这回事情，自己里面造成个虚妄的景象、造成个幻相，而这个幻相与外面相还一模一样，比照相机还要灵巧。为什么？照相机照的那个，它把外面景象摄进里面去了，它缩小了，缩成个小画面；我们这也是小画面，但这小画面在自己感官里跟外面的大画面一样，一模一样大，这真是妙不可言。我们眼根的构造就像一台照相机一样，是非常巧妙的照相机，我们今天科学家还办不到，还造不出这样的照相机。我们现在的照相机很有进步，有几十种不同的镜头，可是我们这一个瞳孔在境界里就起变化，什么样的镜头，这一个瞳孔就行了，就能够适用。而我们照相机一种镜头它是呆板、是死东西，它不能变化；我们这眼球是随着境界变化，所以说巧妙之极。妙极，这是净色根妙极。虽然跟你讲六入，你可不要当真，真的有个出入，如果真有出入，这个问题难了，解决不了！",
      "zh_TW": "我們眼睛入外面的色塵，色塵真的跑到我們眼睛裡面去？哪有這回事情！雖沒有這回事情，自己裡面造成個虛妄的景象、造成個幻相，而這個幻相與外面相還一模一樣，比照相機還要靈巧。為什麼？照相機照的那個，它把外面景象攝進裡面去了，它縮小了，縮成個小畫面；我們這也是小畫面，但這小畫面在自己感官裡跟外面的大畫面一樣，一模一樣大，這真是妙不可言。我們眼根的構造就像一台照相機一樣，是非常巧妙的照相機，我們今天科學家還辦不到，還造不出這樣的照相機。我們現在的照相機很有進步，有幾十種不同的鏡頭，可是我們這一個瞳孔在境界裡就起變化，什麼樣的鏡頭，這一個瞳孔就行了，就能夠適用。而我們照相機一種鏡頭它是呆板、是死東西，它不能變化；我們這眼球是隨著境界變化，所以說巧妙之極。妙極，這是淨色根妙極。雖然跟你講六入，你可不要當真，真的有個出入，如果真有出入，這個問題難了，解決不了！"
    },
    {
      "id": "07-001-0084_p0015",
      "zh_CN": "晓得这个出入是假的，能入与所入都不是真的，这是什么相？这是眼根劳相。这个地方讲「兼目」，眼根为相分，劳就是见分，这是「兼目与劳」。这个二分本来没有的，真如本性里头哪有三细相？三细相「同是菩提瞪发劳相」。由此可知，妄是依真而有的，我们真如本性，此地是个比喻，不是真的，真如本性哪里还会有瞪目发劳？真如本性不会的，这是取个比喻，实在是不得已。比喻没有办法比得那么恰好，只能比个仿佛，它的目的告诉我们事实真相，类似的情形，类似并不就是这个情形，只是给你讲类似。你晓得类似，觉悟了，这是假的，不是真的，目的就达到，这才叫开悟。意思是显示八识的体就是真如本性，我们的体迷了，就叫做「菩提瞪发劳相」，是取这个意思。但是见相二分统是依阿赖耶识，是阿赖耶识的行相而已，就是阿赖耶识的行动、现相而已。",
      "zh_TW": "曉得這個出入是假的，能入與所入都不是真的，這是什麼相？這是眼根勞相。這個地方講「兼目」，眼根為相分，勞就是見分，這是「兼目與勞」。這個二分本來沒有的，真如本性裡頭哪有三細相？三細相「同是菩提瞪發勞相」。由此可知，妄是依真而有的，我們真如本性，此地是個比喻，不是真的，真如本性哪裡還會有瞪目發勞？真如本性不會的，這是取個比喻，實在是不得已。比喻沒有辦法比得那麼恰好，只能比個彷彿，它的目的告訴我們事實真相，類似的情形，類似並不就是這個情形，只是給你講類似。你曉得類似，覺悟了，這是假的，不是真的，目的就達到，這才叫開悟。意思是顯示八識的體就是真如本性，我們的體迷了，就叫做「菩提瞪發勞相」，是取這個意思。但是見相二分統是依阿賴耶識，是阿賴耶識的行相而已，就是阿賴耶識的行動、現相而已。"
    },
    {
      "id": "07-001-0084_p0016",
      "zh_CN": "虽然是妄，妄不离真，以我们今天眼根见色来说，我们眼识是虚妄的，五俱起意识更是虚妄的，有没有离开见性？没有，没有离开见性。而见性，前面第二卷里「十番显见」跟诸位讲得很清楚，见性是不生不灭、不来不去、不垢不净的。妄识是有生有灭，我们眼识是生灭的，色相是生灭的，诸位要是读百法晓得，这是有为法，有为法就是生灭法。我们讲阿赖耶也是有为法，阿赖耶的体是无为法，一切万法之体统是阿赖耶。换句话说，一切法的理体都是无为法、都是真如本性，这是要晓得的。在唯识里面给你讲，心用四分，相分、见分、自证分、证自证分，自证分就是讲理体，是一不是二，所以见相二分不离自体。这句话，我们拿现代的术语来说，见分就是精神作用，相分就是物质。精神跟物质是同一个体、同一个根源，体不灭，用当然也不灭。今天科学家所说的精神不灭、物质不灭，佛经在三千年前就发明这个道理。它虽然是妄，妄不离真，元无二体，所以叫「同是」。",
      "zh_TW": "雖然是妄，妄不離真，以我們今天眼根見色來說，我們眼識是虛妄的，五俱起意識更是虛妄的，有沒有離開見性？沒有，沒有離開見性。而見性，前面第二卷裡「十番顯見」跟諸位講得很清楚，見性是不生不滅、不來不去、不垢不淨的。妄識是有生有滅，我們眼識是生滅的，色相是生滅的，諸位要是讀百法曉得，這是有為法，有為法就是生滅法。我們講阿賴耶也是有為法，阿賴耶的體是無為法，一切萬法之體統是阿賴耶。換句話說，一切法的理體都是無為法、都是真如本性，這是要曉得的。在唯識裡面給你講，心用四分，相分、見分、自證分、證自證分，自證分就是講理體，是一不是二，所以見相二分不離自體。這句話，我們拿現代的術語來說，見分就是精神作用，相分就是物質。精神跟物質是同一個體、同一個根源，體不滅，用當然也不滅。今天科學家所說的精神不滅、物質不滅，佛經在三千年前就發明這個道理。它雖然是妄，妄不離真，元無二體，所以叫「同是」。"
    },
    {
      "id": "07-001-0084_p0017",
      "zh_CN": "佛在此地，就我们自己的身体上已经成六根自体来做一个比喻说，本来没有六根，因为最初见相和合而成净色根。这是我们要去追究的，以及禅宗里面所参的「父母未生前本来面目」，如果能够参到这个境界，那与父母未生前本来面目只隔一层了，到这个境界是隔一层，这一层突破就见性。我今天给诸位讲这些话，这个境界是很高的境界，在圆教里面讲，至少是圆教初住菩萨的境界；要是在别教里面讲，这是初地菩萨的境界，是相当高的境界。我们可以理解，诸位如果是心很细的话，对于佛经要是稍稍有些修养，很细心的话，能够领会到这个意思，知道我们是怎么来的。你晓得自己是怎么来的，同时你也就晓得宇宙是怎么来的，这个世界是怎么来的。",
      "zh_TW": "佛在此地，就我們自己的身體上已經成六根自體來做一個比喻說，本來沒有六根，因為最初見相和合而成淨色根。這是我們要去追究的，以及禪宗裡面所參的「父母未生前本來面目」，如果能夠參到這個境界，那與父母未生前本來面目只隔一層了，到這個境界是隔一層，這一層突破就見性。我今天給諸位講這些話，這個境界是很高的境界，在圓教裡面講，至少是圓教初住菩薩的境界；要是在別教裡面講，這是初地菩薩的境界，是相當高的境界。我們可以理解，諸位如果是心很細的話，對於佛經要是稍稍有些修養，很細心的話，能夠領會到這個意思，知道我們是怎麼來的。你曉得自己是怎麼來的，同時你也就曉得宇宙是怎麼來的，這個世界是怎麼來的。"
    },
    {
      "id": "07-001-0084_p0018",
      "zh_CN": "前些天有个出版社放了一套「宇宙的奥秘」的幻灯片在我们这里，我们也看了几张，它的价钱太贵了。那是科学家在那里打妄想、猜想，这个宇宙是怎么形成的、怎么来的，凭着肉眼、科学仪器来观察。给诸位说，都叫妄想，不是真实的。他们所发现、所观察的只是表面的活动，没有办法找到根源。如果说人是人猿变的，现在人猿都应该变成人才对，不应该再有人猿。今天认为这是科学，迷信科学比迷信佛法还要可怕！迷信佛法，天下可以太平；迷信科学，总有一天这个地球会被他们制造核子的东西爆炸掉，同归于尽。你看到底迷信哪个好？迷信科学，到后来是同归于尽；迷信佛法，终极的目标是天下太平。何况佛法绝不是迷信，为什么？它叫我们求证，叫我们自己把这些理论、把这个事实真相证实，这就是科学的精神。如果它只这样说，你也只能够这样接受，不准你去求证，这就变成宗教了。佛法不是宗教，它里面有很严肃的科学精神，每一个理论、每一桩事实都叫我们自己亲证，这才算是自己的。听别人讲的，道听涂说，这在佛法里头不许可。",
      "zh_TW": "前些天有個出版社放了一套「宇宙的奧祕」的幻燈片在我們這裡，我們也看了幾張，它的價錢太貴了。那是科學家在那裡打妄想、猜想，這個宇宙是怎麼形成的、怎麼來的，憑著肉眼、科學儀器來觀察。給諸位說，都叫妄想，不是真實的。他們所發現、所觀察的只是表面的活動，沒有辦法找到根源。如果說人是人猿變的，現在人猿都應該變成人才對，不應該再有人猿。今天認為這是科學，迷信科學比迷信佛法還要可怕！迷信佛法，天下可以太平；迷信科學，總有一天這個地球會被他們製造核子的東西爆炸掉，同歸於盡。你看到底迷信哪個好？迷信科學，到後來是同歸於盡；迷信佛法，終極的目標是天下太平。何況佛法絕不是迷信，為什麼？它叫我們求證，叫我們自己把這些理論、把這個事實真相證實，這就是科學的精神。如果它只這樣說，你也只能夠這樣接受，不准你去求證，這就變成宗教了。佛法不是宗教，它裡面有很嚴肅的科學精神，每一個理論、每一樁事實都叫我們自己親證，這才算是自己的。聽別人講的，道聽塗說，這在佛法裡頭不許可。"
    },
    {
      "id": "07-001-0084_p0019",
      "zh_CN": "从这个浅显一身做例子，《般若经》里面常常讲「观照般若」，经中常说依文字起观照，这个依文字是个例子，文字般若也叫做方便般若，方便般若里面就包括世出世间一切法。换句话说，我们六根在六尘境界里面，六根接触六尘就是方便般若，我们在这里面要能提得起观照的功夫。这些功夫我们现前可以用，问题就是你会不会？你如果会，你二六时中的功夫不会间断，没有任何人能够妨碍你。我们眼见色，谁妨碍你，叫你眼睛不要见？没有人妨碍；谁妨碍你，叫你不要听？没有妨碍。见色闻声这就是方便般若，会的是什么？会的在这里面起观照般若。到第六卷观音菩萨教给我们，「反闻闻自性，性成无上道」。《楞严经》是以观世音菩萨为中心，以观音菩萨为主，全经的精华就在观音菩萨这一章。怎么观照法？就是你对于这一切事理都明了通达了，这就是观照。为什么？在一切境界里头妄念不生，妄念不生就是正念现前。所以这不是无念，而是无妄念，他有正念。",
      "zh_TW": "從這個淺顯一身做例子，《般若經》裡面常常講「觀照般若」，經中常說依文字起觀照，這個依文字是個例子，文字般若也叫做方便般若，方便般若裡面就包括世出世間一切法。換句話說，我們六根在六塵境界裡面，六根接觸六塵就是方便般若，我們在這裡面要能提得起觀照的功夫。這些功夫我們現前可以用，問題就是你會不會？你如果會，你二六時中的功夫不會間斷，沒有任何人能夠妨礙你。我們眼見色，誰妨礙你，叫你眼睛不要見？沒有人妨礙；誰妨礙你，叫你不要聽？沒有妨礙。見色聞聲這就是方便般若，會的是什麼？會的在這裡面起觀照般若。到第六卷觀音菩薩教給我們，「反聞聞自性，性成無上道」。《楞嚴經》是以觀世音菩薩為中心，以觀音菩薩為主，全經的精華就在觀音菩薩這一章。怎麼觀照法？就是你對於這一切事理都明瞭通達了，這就是觀照。為什麼？在一切境界裡頭妄念不生，妄念不生就是正念現前。所以這不是無念，而是無妄念，他有正念。"
    },
    {
      "id": "07-001-0084_p0020",
      "zh_CN": "正念是什么？正念就是智照，这是正念。见性见色性这是正念，闻性闻声性这是正念；眼识见色尘是妄念，耳识闻声尘是妄念，五俱起意识连带起作用，那更是妄念，妄中之妄，我们要懂得这个道理。见色闻声都在用功夫，「性成无上道」，穿衣吃饭，穿衣是触尘，身根对触尘，这是迷、是妄念。觉悟的人怎么样？身性见触性。吃饭的时候舌性对味性，而不是舌识对味尘，真正功夫是这个意思。但是你要是不了解一乘教义，不了解这个道理，不了解这个事实真相，确实你的功夫不得其门而入，你没法子入。你把事实真相都了解，一天到晚都在做功夫，而且做的是上上乘功夫。我话可以说是讲得很清楚，可是诸位恐怕还是不能用，不能用就老实念佛去！一面老实念佛，一面随时随处研究教理，解行并进，对我们会有很大的好处。",
      "zh_TW": "正念是什麼？正念就是智照，這是正念。見性見色性這是正念，聞性聞聲性這是正念；眼識見色塵是妄念，耳識聞聲塵是妄念，五俱起意識連帶起作用，那更是妄念，妄中之妄，我們要懂得這個道理。見色聞聲都在用功夫，「性成無上道」，穿衣吃飯，穿衣是觸塵，身根對觸塵，這是迷、是妄念。覺悟的人怎麼樣？身性見觸性。吃飯的時候舌性對味性，而不是舌識對味塵，真正功夫是這個意思。但是你要是不了解一乘教義，不了解這個道理，不了解這個事實真相，確實你的功夫不得其門而入，你沒法子入。你把事實真相都了解，一天到晚都在做功夫，而且做的是上上乘功夫。我話可以說是講得很清楚，可是諸位恐怕還是不能用，不能用就老實念佛去！一面老實念佛，一面隨時隨處研究教理，解行並進，對我們會有很大的好處。"
    },
    {
      "id": "07-001-0084_p0021",
      "zh_CN": "佛在此地举出这个例子，就是显示我们真如本性，在一念不动而有无明，六根最初结成这个现象，这个相太细，但是这是根本的问题，这是讲根源。所以不得已藉我们的肉身、色阴，眼根瞪目发劳来比喻眼入的虚妄。如果我们眼睛要是不瞪，这个劳相就没有了，就没有这个劳相；换句话说，如果真如本性要是不迷，当然是纯一精明之体，哪来的妄！一切妄境都没有，那个时候的境界就叫做一真法界。一真法界实际上有没有这个名？给诸位说，没有这个名，这个名是不得已而建立的。如果你心里还有个一真法界，这个一真法界就是劳相，就是个妄念。所以到究竟的境界，真正是言语道断、心行处灭，佛常说「开口便错，动念即乖」，禅宗里面所谓「向上一着，口挂墙壁」，口挂在墙壁上去，没得说。这个意思大家要细细去体会，实在是很深。如果有唯识的基础、有般若的基础，要方便得多；唯识跟般若没有基础的话，这很难懂。下面一段经文说：",
      "zh_TW": "佛在此地舉出這個例子，就是顯示我們真如本性，在一念不動而有無明，六根最初結成這個現象，這個相太細，但是這是根本的問題，這是講根源。所以不得已藉我們的肉身、色陰，眼根瞪目發勞來比喻眼入的虛妄。如果我們眼睛要是不瞪，這個勞相就沒有了，就沒有這個勞相；換句話說，如果真如本性要是不迷，當然是純一精明之體，哪來的妄！一切妄境都沒有，那個時候的境界就叫做一真法界。一真法界實際上有沒有這個名？給諸位說，沒有這個名，這個名是不得已而建立的。如果你心裡還有個一真法界，這個一真法界就是勞相，就是個妄念。所以到究竟的境界，真正是言語道斷、心行處滅，佛常說「開口便錯，動念即乖」，禪宗裡面所謂「向上一著，口掛牆壁」，口掛在牆壁上去，沒得說。這個意思大家要細細去體會，實在是很深。如果有唯識的基礎、有般若的基礎，要方便得多；唯識跟般若沒有基礎的話，這很難懂。下面一段經文說："
    },
    {
      "id": "07-001-0084_p0022",
      "zh_CN": "【因于明暗二种妄尘。发见居中。吸此尘象。名为见性。此见离彼明暗二尘。毕竟无体。】",
      "zh_TW": "【因於明暗二種妄塵。發見居中。吸此塵象。名為見性。此見離彼明暗二塵。畢竟無體。】"
    },
    {
      "id": "07-001-0084_p0023",
      "zh_CN": "『因于明暗二种妄尘』，彼此是相对的，我们眼讲见，这个见，当然色相无量无边，一桩一桩的来说说不尽，所以把一切色相归纳为两类，不出这两类，一个明、一个暗。由明暗包括了所有的色尘境界，不是见明、就是见暗。这两种现象给我们迷而不觉的人带来麻烦，对佛菩萨、觉悟的人没问题。为什么？人家在这个现象里没有取舍，平等一如，晓得这个境界是虚妄的，像《金刚经》里面所讲「凡所有相皆是虚妄」，他真正能够做到「不取于相，如如不动」，这没事。虽然是妄，妄不碍真，因为明暗二相是依他起性，依他起性没有毛病，不是病，病在遍计执。遍计执是什么？得失取舍，这才叫大错特错，在一切相里面起分别、起执着。这里也把它归纳，归纳这四个字就够了，患得患失，有取有舍。这一取相，就把我们本来湛然不动的本性、理体，就像眼睛瞪目发劳一样。",
      "zh_TW": "『因於明暗二種妄塵』，彼此是相對的，我們眼講見，這個見，當然色相無量無邊，一樁一樁的來說說不盡，所以把一切色相歸納為兩類，不出這兩類，一個明、一個暗。由明暗包括了所有的色塵境界，不是見明、就是見暗。這兩種現象給我們迷而不覺的人帶來麻煩，對佛菩薩、覺悟的人沒問題。為什麼？人家在這個現象裡沒有取捨，平等一如，曉得這個境界是虛妄的，像《金剛經》裡面所講「凡所有相皆是虛妄」，他真正能夠做到「不取於相，如如不動」，這沒事。雖然是妄，妄不礙真，因為明暗二相是依他起性，依他起性沒有毛病，不是病，病在遍計執。遍計執是什麼？得失取捨，這才叫大錯特錯，在一切相裡面起分別、起執著。這裡也把它歸納，歸納這四個字就夠了，患得患失，有取有捨。這一取相，就把我們本來湛然不動的本性、理體，就像眼睛瞪目發勞一樣。"
    },
    {
      "id": "07-001-0084_p0024",
      "zh_CN": "『发见居中』，这叫见性。见性，《楞严》前头讲，是带妄之真，不是纯真；纯真只叫性，没有见。给你讲叫见性、闻性，叫六根根性，这是带妄之真，真里面掺杂着有妄。经文里面讲「发见居中，吸此尘象」，尘象就是色尘，就像照相一样，底片上已经有它的影像，取了，有了这个相。有了这个相就变成见性，这个见性在此地当作能见的见量来讲，就是能见之量。但是我们要晓得，这个见性是由『明暗二种妄尘』所发的，离尘没有体，所以晓得见性就是菩提心中瞪发的劳相。诸位如果头脑要是聪明的话，你晓得见性是菩提瞪发劳相，耳鼻舌身哪一根不如是！一桩明了，样样都通达。《楞严》里面，特别是交光大师，我们今天用的本子是交光大师的科判，虽然注解不在这里面，但是你看科判，也能把交光大师的意思都看出来。他老人家教我们「舍识用根」，这是最高明的修行方法。用根用什么？就用这个见性，见性是带妄之真，「菩提瞪发劳相」，用这个就不容易。",
      "zh_TW": "『發見居中』，這叫見性。見性，《楞嚴》前頭講，是帶妄之真，不是純真；純真只叫性，沒有見。給你講叫見性、聞性，叫六根根性，這是帶妄之真，真裡面摻雜著有妄。經文裡面講「發見居中，吸此塵象」，塵象就是色塵，就像照相一樣，底片上已經有它的影像，取了，有了這個相。有了這個相就變成見性，這個見性在此地當作能見的見量來講，就是能見之量。但是我們要曉得，這個見性是由『明暗二種妄塵』所發的，離塵沒有體，所以曉得見性就是菩提心中瞪發的勞相。諸位如果頭腦要是聰明的話，你曉得見性是菩提瞪發勞相，耳鼻舌身哪一根不如是！一樁明瞭，樣樣都通達。《楞嚴》裡面，特別是交光大師，我們今天用的本子是交光大師的科判，雖然註解不在這裡面，但是你看科判，也能把交光大師的意思都看出來。他老人家教我們「捨識用根」，這是最高明的修行方法。用根用什麼？就用這個見性，見性是帶妄之真，「菩提瞪發勞相」，用這個就不容易。"
    },
    {
      "id": "07-001-0084_p0025",
      "zh_CN": "我们一般凡夫用什么？用第六意识，你看看距离这个见性差多少层！见性是阿赖耶识的见分，由阿赖耶再变为末那，由末那再变为第六意识。何况我们现在还不是真正直接用第六意识，而是用的与第六意识、第七识相应的心所，把这个东西当作心，贪瞋痴慢，他用的是这个心。那个得失心，你去查查《百法明门》，是不相应的心所，贪瞋痴慢是相应的心所，我们把这些东西当作心，真是冤枉！所以说你错用了心，你心用错了。我们现在直接用真如本性没有办法，做不到；直接用真如本性的话，那是佛与大菩萨，那就成佛了，最低限度也是圆教初住以上的分证佛，天台大师所讲的，六即佛里头的分证佛，那是讲明心见性。我们如果能舍识用根，就是说我们能够用见性、用闻性，我们能够用六根根性，这是达到明心见性最接近的一条道路，是一条直路、最近的路。这是我们拿禅家来讲是明心见性，要以我们念佛来说是理一心不乱。我们要是能够用六根根性修念佛法门，这就是最接近理一心不乱的门径，这是我们应当要晓得的。",
      "zh_TW": "我們一般凡夫用什麼？用第六意識，你看看距離這個見性差多少層！見性是阿賴耶識的見分，由阿賴耶再變為末那，由末那再變為第六意識。何況我們現在還不是真正直接用第六意識，而是用的與第六意識、第七識相應的心所，把這個東西當作心，貪瞋痴慢，他用的是這個心。那個得失心，你去查查《百法明門》，是不相應的心所，貪瞋痴慢是相應的心所，我們把這些東西當作心，真是冤枉！所以說你錯用了心，你心用錯了。我們現在直接用真如本性沒有辦法，做不到；直接用真如本性的話，那是佛與大菩薩，那就成佛了，最低限度也是圓教初住以上的分證佛，天台大師所講的，六即佛裡頭的分證佛，那是講明心見性。我們如果能捨識用根，就是說我們能夠用見性、用聞性，我們能夠用六根根性，這是達到明心見性最接近的一條道路，是一條直路、最近的路。這是我們拿禪家來講是明心見性，要以我們念佛來說是理一心不亂。我們要是能夠用六根根性修念佛法門，這就是最接近理一心不亂的門徑，這是我們應當要曉得的。"
    },
    {
      "id": "07-001-0084_p0026",
      "zh_CN": "如果我们还用第六意识，还用与六识相应的五十一心所、二十四不相应，给诸位说，我们想念到事一心不乱都不容易做到，你要能念到个功夫成片，那算你很幸运。所以学佛人与世间人差别在哪里？就是用心不一样。我们能够用见性就是用真心，因为这个真心只带一分妄，不是完全虚妄的；到六识、七识、心心所，那完全是虚妄的。还应该晓得的是，「明暗二尘」，这就是讲的一切色法，《金刚经》里讲「凡所有相皆是虚妄」，所以明暗二尘不是真的，是本来无，没有自体，从什么地方来的？是我们妄见变现出来的。就像我们眼睛疲劳看到空中有花，眼睛有病看到灯上有圆影，灯上哪有影、空中哪有花？是疲劳现的幻相。所以这个相，你不能说它没有，它有这个相；你不能说它真有，它根本无，根本没有，好眼睛人看不到。亦同作梦一样，梦也是非有非无，不能说它有，也不能说它无。你要说它有，它没有自体，完全是虚妄的；你说它无，它有虚妄的相在，作梦的时候，短暂的暂时有那个相在。",
      "zh_TW": "如果我們還用第六意識，還用與六識相應的五十一心所、二十四不相應，給諸位說，我們想念到事一心不亂都不容易做到，你要能念到個功夫成片，那算你很幸運。所以學佛人與世間人差別在哪裡？就是用心不一樣。我們能夠用見性就是用真心，因為這個真心只帶一分妄，不是完全虛妄的；到六識、七識、心心所，那完全是虛妄的。還應該曉得的是，「明暗二塵」，這就是講的一切色法，《金剛經》裡講「凡所有相皆是虛妄」，所以明暗二塵不是真的，是本來無，沒有自體，從什麼地方來的？是我們妄見變現出來的。就像我們眼睛疲勞看到空中有花，眼睛有病看到燈上有圓影，燈上哪有影、空中哪有花？是疲勞現的幻相。所以這個相，你不能說它沒有，它有這個相；你不能說它真有，它根本無，根本沒有，好眼睛人看不到。亦同作夢一樣，夢也是非有非無，不能說它有，也不能說它無。你要說它有，它沒有自體，完全是虛妄的；你說它無，它有虛妄的相在，作夢的時候，短暫的暫時有那個相在。"
    },
    {
      "id": "07-001-0084_p0027",
      "zh_CN": "我们要晓得，十法界依正庄严，不要说我们凡夫六道轮回里面的境界，就连西方极乐世界从凡圣同居土到实报庄严土也不例外，也是「凡所有相皆是虚妄」，只有常寂光土是一真法界，这是真的不是假的。《永嘉大师证道歌》上说：「梦里明明有六趣，觉后空空无大千。」由此可知，无量无边恒沙世界是我们菩提瞪发劳相，就是这个妄相。这里面的意思很深，诸位要是果然见到了，才真正体会到老子所说的天地与我同根、万物与我一体，才能真正明白《金刚经》所谓「一切有为法，如梦幻泡影」。这里面就是根尘识三者的根源、三者的关系，我们要是明白以后才晓得，这三样东西没有一样是真实的。可是这个三和合它就发生虚妄的作用，所谓根身世界、依报正报，种种作用它就现了。正如同我们作梦，在梦中的境界相一样，它起作用。",
      "zh_TW": "我們要曉得，十法界依正莊嚴，不要說我們凡夫六道輪迴裡面的境界，就連西方極樂世界從凡聖同居土到實報莊嚴土也不例外，也是「凡所有相皆是虛妄」，只有常寂光土是一真法界，這是真的不是假的。《永嘉大師證道歌》上說：「夢裡明明有六趣，覺後空空無大千。」由此可知，無量無邊恆沙世界是我們菩提瞪發勞相，就是這個妄相。這裡面的意思很深，諸位要是果然見到了，才真正體會到老子所說的天地與我同根、萬物與我一體，才能真正明白《金剛經》所謂「一切有為法，如夢幻泡影」。這裡面就是根塵識三者的根源、三者的關係，我們要是明白以後才曉得，這三樣東西沒有一樣是真實的。可是這個三和合它就發生虛妄的作用，所謂根身世界、依報正報，種種作用它就現了。正如同我們作夢，在夢中的境界相一樣，它起作用。"
    },
    {
      "id": "07-001-0084_p0028",
      "zh_CN": "佛在经文里面的义趣，就是教我们明白这个事实真相，晓得妄见以及所结的浮尘根、胜义根，确实没有实体可得。换句话说，所谓「发见居中，吸此尘象」，也是个方便说，就好像照相机的镜头一样，吸收那个形相，在里头造个形相，是方便说，实际上都是假的。镜头也不吸，外头境相也不入，自己在里面制造妄相，但是自己造妄相，有镜头、有外面境相为缘，他自己在制造这个妄相。总而言之一句话，统统没有自性，全是幻化的，我们不要被这些假相迷惑。觉悟的人，他的态度不一样，他晓得这些相是假的、是虚妄的，所以他在一切万相里心清净、如如不动，对外面一切境界相无取无舍。取不对，舍也不对，不是真的，你舍它干什么？取相是过失，舍相跟取相是同样的过失，清净心里头没有取舍、没有得失，这个时候你才能够见到真相。",
      "zh_TW": "佛在經文裡面的義趣，就是教我們明白這個事實真相，曉得妄見以及所結的浮塵根、勝義根，確實沒有實體可得。換句話說，所謂「發見居中，吸此塵象」，也是個方便說，就好像照相機的鏡頭一樣，吸收那個形相，在裡頭造個形相，是方便說，實際上都是假的。鏡頭也不吸，外頭境相也不入，自己在裡面製造妄相，但是自己造妄相，有鏡頭、有外面境相為緣，他自己在製造這個妄相。總而言之一句話，統統沒有自性，全是幻化的，我們不要被這些假相迷惑。覺悟的人，他的態度不一樣，他曉得這些相是假的、是虛妄的，所以他在一切萬相裡心清淨、如如不動，對外面一切境界相無取無捨。取不對，捨也不對，不是真的，你捨它幹什麼？取相是過失，捨相跟取相是同樣的過失，清淨心裡頭沒有取捨、沒有得失，這個時候你才能夠見到真相。"
    },
    {
      "id": "07-001-0084_p0029",
      "zh_CN": "『此见离彼明暗二尘，毕竟无体』，「此见」是指前面讲的见性，前面这一科、这一小段说明见性是怎么回事情、怎么来的，再告诉我们见性是无自性的，离尘无体。前面经文曾经说过，离明见暗，显示见性不随明灭；此地说明，如果明暗双离了，这个时候见性是什么样子？「毕竟无体」。可见得见性只是依托在明暗尘相，妄现这么个境界，实际上它没有自体。由此我们就可以理解到，真见无生，「无体无生，则因缘即空」。这句话也是很难懂，龙树菩萨造《中观论》说明八不，特别显示出「诸法不自生，亦不从他生，不共不无因」，不是共生，也不是无因而生的，「是故知无生」。我们念佛回向天天求的，求证得无生法忍，几时你能够见到诸法不自生、不他生、不共生、不无因生，无生法忍就证得，才晓得一切法本来不生。",
      "zh_TW": "『此見離彼明暗二塵，畢竟無體』，「此見」是指前面講的見性，前面這一科、這一小段說明見性是怎麼回事情、怎麼來的，再告訴我們見性是無自性的，離塵無體。前面經文曾經說過，離明見暗，顯示見性不隨明滅；此地說明，如果明暗雙離了，這個時候見性是什麼樣子？「畢竟無體」。可見得見性只是依托在明暗塵相，妄現這麼個境界，實際上它沒有自體。由此我們就可以理解到，真見無生，「無體無生，則因緣即空」。這句話也是很難懂，龍樹菩薩造《中觀論》說明八不，特別顯示出「諸法不自生，亦不從他生，不共不無因」，不是共生，也不是無因而生的，「是故知無生」。我們念佛迴向天天求的，求證得無生法忍，幾時你能夠見到諸法不自生、不他生、不共生、不無因生，無生法忍就證得，才曉得一切法本來不生。"
    },
    {
      "id": "07-001-0084_p0030",
      "zh_CN": "《楞严经》里面讲，一切众生本来成佛，这都是很深的道理，给诸位说，都是事实真相，只是我们眼前不能证得。但是这事是不是在眼前？是在眼前。是在眼前而不能证得，冤枉！我们为什么不能证得？就是六根接触六尘起心动念、打妄想，不能证得。「好，我在六根接触六尘，我也不起心、也不动念，我什么想也没有了」，能不能证得？还是不能证得。为什么不能证得？里头还起了个心，起了个「我心不动」，起了个「不动」的心也不行。这就变成什么？修无想定。所以你想，错了；你不想，也错了，麻烦大了！为什么？因为你想是用第六意识，你不想还是用第六意识，麻烦在这个地方，不用第六意识那就成功了。不用第六意识显示出来什么？是见性。见性见就叫做妙观察智，妙观察这就叫转识成智，转第六识为妙观察，实际上就是交光大师教给我们「舍识用根」，你才能够见到一切法无体无生。无体，就是无自性；无生，因缘即空。本经后面给我们讲，非因缘、非自然、非和合、非不和合，我们乍听起来好像这个话讲得互相矛盾，实际上句句都是讲的真实话。",
      "zh_TW": "《楞嚴經》裡面講，一切眾生本來成佛，這都是很深的道理，給諸位說，都是事實真相，只是我們眼前不能證得。但是這事是不是在眼前？是在眼前。是在眼前而不能證得，冤枉！我們為什麼不能證得？就是六根接觸六塵起心動念、打妄想，不能證得。「好，我在六根接觸六塵，我也不起心、也不動念，我什麼想也沒有了」，能不能證得？還是不能證得。為什麼不能證得？裡頭還起了個心，起了個「我心不動」，起了個「不動」的心也不行。這就變成什麼？修無想定。所以你想，錯了；你不想，也錯了，麻煩大了！為什麼？因為你想是用第六意識，你不想還是用第六意識，麻煩在這個地方，不用第六意識那就成功了。不用第六意識顯示出來什麼？是見性。見性見就叫做妙觀察智，妙觀察這就叫轉識成智，轉第六識為妙觀察，實際上就是交光大師教給我們「捨識用根」，你才能夠見到一切法無體無生。無體，就是無自性；無生，因緣即空。本經後面給我們講，非因緣、非自然、非和合、非不和合，我們乍聽起來好像這個話講得互相矛盾，實際上句句都是講的真實話。"
    },
    {
      "id": "07-001-0084_p0031",
      "zh_CN": "前面也曾经说缘心离尘无体，这在第一卷里头就讲，显示见性有体；这个地方现在又讲见性离尘毕竟无体，这是什么意思？我在前几天到南部去讲经，因为《楞严》我们当中隔了一段时期，我希望大家利用这几天晚上，把《楞严经》前面两卷念一念，有没有念？你没有念就没有这个问题，你要是念了之后会想到这个问题。前面讲的缘心，就是六尘缘影的心，离尘无体，现在为什么说这个？那个时候说见性有体的、见性是真的，现在这个地方又讲见性是「此见离彼明暗二尘毕竟无体」，你一定会有这个疑问出来，好像前后说话不是有矛盾了吗？实际是意思一层比一层深。因为在前面阿难尊者认定第六意识是自己的心，不肯放弃，佛给他讲的目的是叫他把六识妄想心舍掉，叫他认真心，这叫进一步，把那个妄的离开，进一步取个带妄之真；现在是要你百尺竿头更进一步，绝不是矛盾，是一个阶层、一个阶层把你提升。所以前面说见性有体，到此地这个境界又高了一层，是要把阿难尊者提高到亲证妙真如性。",
      "zh_TW": "前面也曾經說緣心離塵無體，這在第一卷裡頭就講，顯示見性有體；這個地方現在又講見性離塵畢竟無體，這是什麼意思？我在前幾天到南部去講經，因為《楞嚴》我們當中隔了一段時期，我希望大家利用這幾天晚上，把《楞嚴經》前面兩卷念一念，有沒有念？你沒有念就沒有這個問題，你要是念了之後會想到這個問題。前面講的緣心，就是六塵緣影的心，離塵無體，現在為什麼說這個？那個時候說見性有體的、見性是真的，現在這個地方又講見性是「此見離彼明暗二塵畢竟無體」，你一定會有這個疑問出來，好像前後說話不是有矛盾了嗎？實際是意思一層比一層深。因為在前面阿難尊者認定第六意識是自己的心，不肯放棄，佛給他講的目的是叫他把六識妄想心捨掉，叫他認真心，這叫進一步，把那個妄的離開，進一步取個帶妄之真；現在是要你百尺竿頭更進一步，絕不是矛盾，是一個階層、一個階層把你提升。所以前面說見性有體，到此地這個境界又高了一層，是要把阿難尊者提高到親證妙真如性。"
    },
    {
      "id": "07-001-0084_p0032",
      "zh_CN": "换句话说，前面是从第六识把他拉到阿赖耶的见分，现在要从阿赖耶见分里面把他提升到真如本性，意思在这个地方。所以说见性无体，是菩提心中瞪发劳相，显示出眼入也不过是幻妄称相而已。如果要不是幻妄称相，我们事实上能够证得，为什么我们凡夫见量不过分寸？隔了一张纸，外头为什么见不到？我们可以用见性见，不用眼识，见性见，隔了一张纸也不能够见到外头，这是事实。所以佛非要这样说，不这样说，那真是我们疑虑重重。见性的见量是尽虚空遍法界的，为什么我们今天的见量没有这么大？我们今天舍心意识，我们是不是能够恢复到这个能力？真正离开心意识，我们六根的作用确实是遍法界，根根尘尘无有一法不周遍法界，这个时候才是我们世间人所谓全知全能，才到这个境界。所以佛说法的意思很深，这里面教我们了解事实真相。相分跟见分都是无自性，连同所生起的八个识，经里面举比喻好像交芦一样，也就好像鼎之三足，有一个才有那两个；一个没有了，三个都没有。后面会说得很清楚、很详细，希望大家要细心的体会，细心的来学习。今天时间到了。",
      "zh_TW": "換句話說，前面是從第六識把他拉到阿賴耶的見分，現在要從阿賴耶見分裡面把他提升到真如本性，意思在這個地方。所以說見性無體，是菩提心中瞪發勞相，顯示出眼入也不過是幻妄稱相而已。如果要不是幻妄稱相，我們事實上能夠證得，為什麼我們凡夫見量不過分寸？隔了一張紙，外頭為什麼見不到？我們可以用見性見，不用眼識，見性見，隔了一張紙也不能夠見到外頭，這是事實。所以佛非要這樣說，不這樣說，那真是我們疑慮重重。見性的見量是盡虛空遍法界的，為什麼我們今天的見量沒有這麼大？我們今天捨心意識，我們是不是能夠恢復到這個能力？真正離開心意識，我們六根的作用確實是遍法界，根根塵塵無有一法不周遍法界，這個時候才是我們世間人所謂全知全能，才到這個境界。所以佛說法的意思很深，這裡面教我們了解事實真相。相分跟見分都是無自性，連同所生起的八個識，經裡面舉比喻好像交蘆一樣，也就好像鼎之三足，有一個才有那兩個；一個沒有了，三個都沒有。後面會說得很清楚、很詳細，希望大家要細心的體會，細心的來學習。今天時間到了。"
    }
  ]
}