{
  "doc_id": "07-001-0047",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十七集",
    "zh_TW": "第四十七集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0047",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "07-001-0047_p0001",
      "zh_CN": "第三十五页第一行：",
      "zh_TW": "第三十五頁第一行："
    },
    {
      "id": "07-001-0047_p0002",
      "zh_CN": "【身心圆明。不动道场。】",
      "zh_TW": "【身心圓明。不動道場。】"
    },
    {
      "id": "07-001-0047_p0003",
      "zh_CN": "这是「十番显见」第七段结论的几句话，也是在这一科里面最重要的一节经文。上一次讲到「若能转物，则同如来」，关键实在是在这一句。我们凡夫就是不能转物，而为物所转，当然身心两方面处处都有障碍。所谓转物，上一次给诸位说明过，就是转见相两分，物就是指见相两分，转见相两分就是自性。我们通常讲物，大家立刻起的一个概念，色法是物、相分是物，而不晓得见分也是物，这就是我们怎么想转都转不过来。为什么？见相都是物，我们只看了一半，要想转那一半，另外一半还不知不觉，那这一半怎么能转得过来？相从哪里来的？从见来的，转见才能转相。在四分里面讲，转见分才能够证得自证分，证得自证分这就是禅家所讲的见性；换句话说，确实见到见相两分本来面目，禅家所谓是「父母未生前本来面目」，就是指见相两分，这才叫转物。「则同如来」，就同于如来一样的见解。在大乘佛法里面，通常我们讲转识成智，就跟这一句经里的意思一样，「若能转物」，它用两个字「转物」，一般我们讲转识成智。就是修净土法门的同修也离不开这个原则，净土宗的法师平常教诸位念佛，尤其在佛七里面，我们常常听到有一句口头语，叫「放下万缘，提起正念」，或者叫「放下身心世界」，那是什么？也是转识成智。",
      "zh_TW": "這是「十番顯見」第七段結論的幾句話，也是在這一科裡面最重要的一節經文。上一次講到「若能轉物，則同如來」，關鍵實在是在這一句。我們凡夫就是不能轉物，而為物所轉，當然身心兩方面處處都有障礙。所謂轉物，上一次給諸位說明過，就是轉見相兩分，物就是指見相兩分，轉見相兩分就是自性。我們通常講物，大家立刻起的一個概念，色法是物、相分是物，而不曉得見分也是物，這就是我們怎麼想轉都轉不過來。為什麼？見相都是物，我們只看了一半，要想轉那一半，另外一半還不知不覺，那這一半怎麼能轉得過來？相從哪裡來的？從見來的，轉見才能轉相。在四分裡面講，轉見分才能夠證得自證分，證得自證分這就是禪家所講的見性；換句話說，確實見到見相兩分本來面目，禪家所謂是「父母未生前本來面目」，就是指見相兩分，這才叫轉物。「則同如來」，就同於如來一樣的見解。在大乘佛法裡面，通常我們講轉識成智，就跟這一句經裡的意思一樣，「若能轉物」，它用兩個字「轉物」，一般我們講轉識成智。就是修淨土法門的同修也離不開這個原則，淨土宗的法師平常教諸位念佛，尤其在佛七裡面，我們常常聽到有一句口頭語，叫「放下萬緣，提起正念」，或者叫「放下身心世界」，那是什麼？也是轉識成智。"
    },
    {
      "id": "07-001-0047_p0004",
      "zh_CN": "转物就是放下，见相两分都放下，身心世界一切都放下，这才能转得了物，才能成得了智。成智也就是提起正念，在念佛门中叫正念，这个地方讲则同如来，提起正念就则同如来。可见得话有许多种说法，境界原来是一个，没有差别、没有高下，也没有等级，是一样的境界，有种种不同的说法。果然能够到这个境界，受用就不可思议。在一切大乘经典里面，我们常常能看到那些见了性的大菩萨们，所谓「妙性圆明，六根互用」，这个作用不可思议。纵然不能够亲证到这个境界，最低限度也能证到相似的境界。相似境界好比学佛是勉强及格，还算过得去；相似境界都达不到，这就是差得太远，我们自己应该要努力、要精进。说到相似境界，六祖在《坛经》里面给我们开示，清净法身，圆满报身，千百亿化身。这几句话可深可浅，深讲那是究竟如来果地上的境界，浅说可以把它浅到我们初证得的相似境界，这才有受用。受用就是平常讲破迷开悟、离苦得乐，从此以后世出世间一切境界当中苦乐忧喜舍都不受、都离开，这心多清净！十法界不同的境界当中，在你眼光之下也同了，一切相无非清净相，一切心无非寂静心，你所观察的世间、出世间都是一味清净平等。这在大经里面称之为一真法界，在《楞严经》里面称之为圆通，圆通就是一真法界，圆是圆满，通是无碍。清凉大师解释一真法界，就是理事无碍、事事无碍，无碍就通。",
      "zh_TW": "轉物就是放下，見相兩分都放下，身心世界一切都放下，這才能轉得了物，才能成得了智。成智也就是提起正念，在念佛門中叫正念，這個地方講則同如來，提起正念就則同如來。可見得話有許多種說法，境界原來是一個，沒有差別、沒有高下，也沒有等級，是一樣的境界，有種種不同的說法。果然能夠到這個境界，受用就不可思議。在一切大乘經典裡面，我們常常能看到那些見了性的大菩薩們，所謂「妙性圓明，六根互用」，這個作用不可思議。縱然不能夠親證到這個境界，最低限度也能證到相似的境界。相似境界好比學佛是勉強及格，還算過得去；相似境界都達不到，這就是差得太遠，我們自己應該要努力、要精進。說到相似境界，六祖在《壇經》裡面給我們開示，清淨法身，圓滿報身，千百億化身。這幾句話可深可淺，深講那是究竟如來果地上的境界，淺說可以把它淺到我們初證得的相似境界，這才有受用。受用就是平常講破迷開悟、離苦得樂，從此以後世出世間一切境界當中苦樂憂喜捨都不受、都離開，這心多清淨！十法界不同的境界當中，在你眼光之下也同了，一切相無非清淨相，一切心無非寂靜心，你所觀察的世間、出世間都是一味清淨平等。這在大經裡面稱之為一真法界，在《楞嚴經》裡面稱之為圓通，圓通就是一真法界，圓是圓滿，通是無礙。清涼大師解釋一真法界，就是理事無礙、事事無礙，無礙就通。"
    },
    {
      "id": "07-001-0047_p0005",
      "zh_CN": "今天所讲的经文是说自在受用，『身心圆明，不动道场』，这两句就是从上文来的，没有上面两句修因，就不会有这两句的果证。换句话说，一定要彻悟色心因缘和合，既是因缘和合，那必然是虚妄有生、虚妄有灭，生与灭的相都是虚妄相，而不是真实相。好像这本书一样，我们把这本书订起来，这本书成了，这本书生了，告诉你虚妄有生；把这个线剪断，书拆掉，一张一张纸，书的相没有了、灭了，虚妄有灭。有没有生灭？没有生灭。生是把它装订起来，灭是拆掉而已，拆开来还是它，装订起来还是它，它一张也没少，可见得它的真相是不生不灭。诸位要晓得这个道理，一切万法是一个理，没有第二个理，这个理要是看破，给诸位说，生死没有了。我们现在生好像这本书装订成，死好像这本书拆散，都是虚妄的，不是真实的，就没有生死了。没有生死，你还怕死吗？你还会有生死之苦吗？没有了。我们现在把生死为什么看得这么重？看得这么苦？就是怕，不明了真相。真相都明白了，晓得原来没有生死，所谓「生灭去来，本如来藏」。原因实在是我们自己无知、迷惑，不了解万法的真实相状，被境界所转。一旦觉悟，这个时候的心像万里晴空一样，了无障碍。这个时候才像永嘉大师《证道歌》上所说的，「幻化空身即法身」，我们现前这个身是幻化空身，也就是法身。",
      "zh_TW": "今天所講的經文是說自在受用，『身心圓明，不動道場』，這兩句就是從上文來的，沒有上面兩句修因，就不會有這兩句的果證。換句話說，一定要徹悟色心因緣和合，既是因緣和合，那必然是虛妄有生、虛妄有滅，生與滅的相都是虛妄相，而不是真實相。好像這本書一樣，我們把這本書訂起來，這本書成了，這本書生了，告訴你虛妄有生；把這個線剪斷，書拆掉，一張一張紙，書的相沒有了、滅了，虛妄有滅。有沒有生滅？沒有生滅。生是把它裝訂起來，滅是拆掉而已，拆開來還是它，裝訂起來還是它，它一張也沒少，可見得它的真相是不生不滅。諸位要曉得這個道理，一切萬法是一個理，沒有第二個理，這個理要是看破，給諸位說，生死沒有了。我們現在生好像這本書裝訂成，死好像這本書拆散，都是虛妄的，不是真實的，就沒有生死了。沒有生死，你還怕死嗎？你還會有生死之苦嗎？沒有了。我們現在把生死為什麼看得這麼重？看得這麼苦？就是怕，不明瞭真相。真相都明白了，曉得原來沒有生死，所謂「生滅去來，本如來藏」。原因實在是我們自己無知、迷惑，不了解萬法的真實相狀，被境界所轉。一旦覺悟，這個時候的心像萬里晴空一樣，了無障礙。這個時候才像永嘉大師《證道歌》上所說的，「幻化空身即法身」，我們現前這個身是幻化空身，也就是法身。"
    },
    {
      "id": "07-001-0047_p0006",
      "zh_CN": "所以我举《六祖坛经》给诸位说，《坛经》里面说得好，精简，法身、报身、千百亿化身，原来就是这一身，这好懂。六祖的话说得踏实，里面没有一丝毫玄妙之处，句句话都说得很实在。所以《坛经》里面每一句、每一字，我们都能够得到实际的受用。此地讲「身心圆明」，永嘉说「无明实性即佛性」，所以心圆明；「幻化空身即法身」，身圆明，身心圆明。但是这个理确实很深，诸位自己要是悟了道，你可以得到实际上的受用；要教别人，这么高的境界，恐怕初学的人不能接受。所以对于初学要维持现前道德的标准，世间法的规律不可以破坏，那是维系世间秩序的，虽然不是真实的，当然连身心都不是真实的，世间这些道德概念还是真实的吗？虽不是真实的，它能够维系现状，叫大家都能够得到安定，都能够得到安乐；如果这个秩序破坏，众生要受苦、要遭难。这就是说佛法不离世间觉，佛法不坏世间法，道理就在此地。佛法里面讲大慈大悲，大慈大悲实际上表现在此地，这是我们应当要晓得的。因此《楞严经》里面境界说得这么高，而佛在第六卷的末尾，「四种清净明诲」，就从高处又降下来，降到教人要持戒，不杀生、不偷盗、不邪淫、不妄语，教你这个，这就叫不坏世间法。如果你觉得我现在心也圆明、身也圆明，这些东西无拘无束，那麻烦就大了。说实在话，绝不是佛菩萨所表现的，也不是菩萨所教学的，诸佛菩萨教学，要记住，「上契诸佛所证之理，下契众生可度之机」，这就是佛法。违背这个原则不是佛法，这个道理我们一定要懂得。",
      "zh_TW": "所以我舉《六祖壇經》給諸位說，《壇經》裡面說得好，精簡，法身、報身、千百億化身，原來就是這一身，這好懂。六祖的話說得踏實，裡面沒有一絲毫玄妙之處，句句話都說得很實在。所以《壇經》裡面每一句、每一字，我們都能夠得到實際的受用。此地講「身心圓明」，永嘉說「無明實性即佛性」，所以心圓明；「幻化空身即法身」，身圓明，身心圓明。但是這個理確實很深，諸位自己要是悟了道，你可以得到實際上的受用；要教別人，這麼高的境界，恐怕初學的人不能接受。所以對於初學要維持現前道德的標準，世間法的規律不可以破壞，那是維繫世間秩序的，雖然不是真實的，當然連身心都不是真實的，世間這些道德概念還是真實的嗎？雖不是真實的，它能夠維繫現狀，叫大家都能夠得到安定，都能夠得到安樂；如果這個秩序破壞，眾生要受苦、要遭難。這就是說佛法不離世間覺，佛法不壞世間法，道理就在此地。佛法裡面講大慈大悲，大慈大悲實際上表現在此地，這是我們應當要曉得的。因此《楞嚴經》裡面境界說得這麼高，而佛在第六卷的末尾，「四種清淨明誨」，就從高處又降下來，降到教人要持戒，不殺生、不偷盜、不邪淫、不妄語，教你這個，這就叫不壞世間法。如果你覺得我現在心也圓明、身也圓明，這些東西無拘無束，那麻煩就大了。說實在話，絕不是佛菩薩所表現的，也不是菩薩所教學的，諸佛菩薩教學，要記住，「上契諸佛所證之理，下契眾生可度之機」，這就是佛法。違背這個原則不是佛法，這個道理我們一定要懂得。"
    },
    {
      "id": "07-001-0047_p0007",
      "zh_CN": "众生在迷的时候，不晓得身心圆明，以为现前这个肉身就是自己的身相，还认为在自己身体里面有一个心相，心在哪里？心一定在胸这里，或者现代人说能够思惟想像这个心，心是脑，全都错认，这个我们在此地不必细说。《楞严经》一开头「七处征心」，这个文字我们都读过，身内、身外、中间都找不到。心是如此，身也不例外，为什么说身不例外？我再举个例子给诸位说，你就晓得这个身是幻化的，不是真实的。今天有同修跟诸位结缘，每个人得到一部《楞严经》带回家去，这部《楞严经》印得很好，我是刚刚看过，我们就拿这本书来做个例子。这本书好比是一个人，这个书是一页一页的，如果拆开来重新一装订，甲这里面的一页装到乙里去，乙的那一页装到甲里去，这样就甲本里面有乙本的、乙本里面有甲本的，这书到底是一本还是两本？你要说是一本，掺杂有另外本子的页数在里面；你说是两本，它装订是一本。诸位要能从这里悟出这个道理，就晓得身非身。身是物质，拿今天讲是种种元素，这个元素今天到我身上来，明天从这里跑到别人身上去。我们每天饮食，从植物、动物里面取来，到我们身上来，再经过我们消化变成粪土，又营养到别的植物、动物上去，就这么回事情。所以你仔细去观察，非常复杂！",
      "zh_TW": "眾生在迷的時候，不曉得身心圓明，以為現前這個肉身就是自己的身相，還認為在自己身體裡面有一個心相，心在哪裡？心一定在胸這裡，或者現代人說能夠思惟想像這個心，心是腦，全都錯認，這個我們在此地不必細說。《楞嚴經》一開頭「七處徵心」，這個文字我們都讀過，身內、身外、中間都找不到。心是如此，身也不例外，為什麼說身不例外？我再舉個例子給諸位說，你就曉得這個身是幻化的，不是真實的。今天有同修跟諸位結緣，每個人得到一部《楞嚴經》帶回家去，這部《楞嚴經》印得很好，我是剛剛看過，我們就拿這本書來做個例子。這本書好比是一個人，這個書是一頁一頁的，如果拆開來重新一裝訂，甲這裡面的一頁裝到乙裡去，乙的那一頁裝到甲裡去，這樣就甲本裡面有乙本的、乙本裡面有甲本的，這書到底是一本還是兩本？你要說是一本，摻雜有另外本子的頁數在裡面；你說是兩本，它裝訂是一本。諸位要能從這裡悟出這個道理，就曉得身非身。身是物質，拿今天講是種種元素，這個元素今天到我身上來，明天從這裡跑到別人身上去。我們每天飲食，從植物、動物裡面取來，到我們身上來，再經過我們消化變成糞土，又營養到別的植物、動物上去，就這麼回事情。所以你仔細去觀察，非常複雜！"
    },
    {
      "id": "07-001-0047_p0008",
      "zh_CN": "千万不要误会这身体是我的，如果身是你的，你每天也不必进饮食，为什么？进饮食别的物质都掺到你自己身上去，你也不必大小便，那才是你自己。行不行？不行！要晓得，什么是我们的身相？大千世界依正庄严是自己的身相，这个身才圆满，不生不灭，才能看出不生不灭。单单看这个身，有生有灭，你是看的妄相，你看实相不生不灭，所以诸位要懂得这个道理。你能够如是观，这个观并不是我们在空想，不是的，你看这个事实的真相，这是用智慧来观察。真正把真相看明了，身解脱了，身解脱在此地讲就是身圆明。心相也是如此，心相在本经讲得多，心包万法，心包太虚，不但娑婆世界是我们自心显现之物，心有体相用，娑婆世界是心之相，所现的相；十方无量无边恒沙国土，也是自心所现之相。由此可知，这心多大！虽然广大无边，能现种种现象，心清净，心是不动的。我们要能够体会到真心，不动就见到。",
      "zh_TW": "千萬不要誤會這身體是我的，如果身是你的，你每天也不必進飲食，為什麼？進飲食別的物質都摻到你自己身上去，你也不必大小便，那才是你自己。行不行？不行！要曉得，什麼是我們的身相？大千世界依正莊嚴是自己的身相，這個身才圓滿，不生不滅，才能看出不生不滅。單單看這個身，有生有滅，你是看的妄相，你看實相不生不滅，所以諸位要懂得這個道理。你能夠如是觀，這個觀並不是我們在空想，不是的，你看這個事實的真相，這是用智慧來觀察。真正把真相看明瞭，身解脫了，身解脫在此地講就是身圓明。心相也是如此，心相在本經講得多，心包萬法，心包太虛，不但娑婆世界是我們自心顯現之物，心有體相用，娑婆世界是心之相，所現的相；十方無量無邊恆沙國土，也是自心所現之相。由此可知，這心多大！雖然廣大無邊，能現種種現象，心清淨，心是不動的。我們要能夠體會到真心，不動就見到。"
    },
    {
      "id": "07-001-0047_p0009",
      "zh_CN": "底下一句，「不动道场」，不为外境所动。修行，诸位要晓得，只是两桩事情，就是两个纲领，一个是明理，理论上通达，智慧开了；一个就是功夫。功夫是什么？六根接触六尘境界如如不动，就成了，就是两桩事情。理明白不容易，功夫成就也不容易，但是这两桩事情是相辅相成的，唯有明理，功夫才能得力，唯有功夫得力，明理才更透彻。所以一定要同时并进才有好境界，单独一方面去精进，缺了一只腿，给诸位说，你怎么精进都是在打转，团团转，没有离开一步。为什么？一只脚无法行走，这个道理很要紧。功夫是怎么用法？功夫是磨炼，就是在人事环境当中去锻炼。顺境里面去锻炼不起贪心，再好的境界没有一念贪心起来，你在顺境里面就得到定，不动；逆境里面去炼，炼不生瞋恚心。我们讲历事炼心，这是两大纲领，顺境、逆境，这叫功夫。顺境逆境能如如不动，你的理解一定能够清净深入，行解相应。然后才能像诸佛菩萨确实悟得万物是一体，这才是经上讲的身圆明了。万物是自己、万物是一体，通达一切物就是自心相，心与物是一不是二，了了分明，再没有迷惑，这叫「身心圆明」。到这个时候，你自己在受用里面，身犹如虚空一样，心寂然不动，万物都在身心之中，还有什么物能动心？这叫做「不动道场」。",
      "zh_TW": "底下一句，「不動道場」，不為外境所動。修行，諸位要曉得，只是兩樁事情，就是兩個綱領，一個是明理，理論上通達，智慧開了；一個就是功夫。功夫是什麼？六根接觸六塵境界如如不動，就成了，就是兩樁事情。理明白不容易，功夫成就也不容易，但是這兩樁事情是相輔相成的，唯有明理，功夫才能得力，唯有功夫得力，明理才更透徹。所以一定要同時並進才有好境界，單獨一方面去精進，缺了一隻腿，給諸位說，你怎麼精進都是在打轉，團團轉，沒有離開一步。為什麼？一隻腳無法行走，這個道理很要緊。功夫是怎麼用法？功夫是磨鍊，就是在人事環境當中去鍛鍊。順境裡面去鍛鍊不起貪心，再好的境界沒有一念貪心起來，你在順境裡面就得到定，不動；逆境裡面去鍊，鍊不生瞋恚心。我們講歷事鍊心，這是兩大綱領，順境、逆境，這叫功夫。順境逆境能如如不動，你的理解一定能夠清淨深入，行解相應。然後才能像諸佛菩薩確實悟得萬物是一體，這才是經上講的身圓明了。萬物是自己、萬物是一體，通達一切物就是自心相，心與物是一不是二，了了分明，再沒有迷惑，這叫「身心圓明」。到這個時候，你自己在受用裡面，身猶如虛空一樣，心寂然不動，萬物都在身心之中，還有什麼物能動心？這叫做「不動道場」。"
    },
    {
      "id": "07-001-0047_p0010",
      "zh_CN": "大经里面有许多话，我们听起来感觉得不可思议，所谓「微尘国土自他不隔毫端」，在平常这个话我们实在是不懂，讲的什么？微尘国土，微尘是指数目，国土是大千世界。在太虚空当中的大千世界，假设大千世界就像我们现在所讲的银河系，这太虚空当中银河系有多少？佛给我们说，微尘数无量无边。这个我们懂，我们也相信，现在科学家也证实。自他不隔毫端，这个问题就不懂了。我跟你在这个讲堂里面，大概也隔了好几公尺，说不隔毫端，毫端是一根头发的尖端，明明我们隔这么大的距离，怎么说不隔毫端？这个话我们就不懂。为什么不懂？我们身心不圆也不明，所以就不懂。如果你真正证得身心圆明，晓得万物是一体的，微尘国土原来是自心所现之物，那怎么隔毫端？当然不隔毫端。「十世古今始终不离当念」，前面一句是空间没有了，是一不是十方；后面这一句，时间没有了，过去、现在、未来原是一念。没有十方，也没有三世，它才真不动；有十方、有三世，那就还是在动，动的幅度有大小不同。",
      "zh_TW": "大經裡面有許多話，我們聽起來感覺得不可思議，所謂「微塵國土自他不隔毫端」，在平常這個話我們實在是不懂，講的什麼？微塵國土，微塵是指數目，國土是大千世界。在太虛空當中的大千世界，假設大千世界就像我們現在所講的銀河系，這太虛空當中銀河系有多少？佛給我們說，微塵數無量無邊。這個我們懂，我們也相信，現在科學家也證實。自他不隔毫端，這個問題就不懂了。我跟你在這個講堂裡面，大概也隔了好幾公尺，說不隔毫端，毫端是一根頭髮的尖端，明明我們隔這麼大的距離，怎麼說不隔毫端？這個話我們就不懂。為什麼不懂？我們身心不圓也不明，所以就不懂。如果你真正證得身心圓明，曉得萬物是一體的，微塵國土原來是自心所現之物，那怎麼隔毫端？當然不隔毫端。「十世古今始終不離當念」，前面一句是空間沒有了，是一不是十方；後面這一句，時間沒有了，過去、現在、未來原是一念。沒有十方，也沒有三世，它才真不動；有十方、有三世，那就還是在動，動的幅度有大小不同。"
    },
    {
      "id": "07-001-0047_p0011",
      "zh_CN": "真正到不动，十方三世没有了，禅家所谓「粉碎虚空，坐断三际」，这个三际就是过去世、现在世、未来世；这两句话，也是《楞严经》「身心圆明，不动道场」这两句话的意思。我们在《华严经》里面，过去读过海幢比丘，在《四十华严经》里面他代表第六住，在十住里面代表第六住叫正心住，这是第六住的菩萨。经上有这样几句话，「住不思议广大三昧，以三昧力现大神通，于其身上，从顶至足」，这是示现神通，就是从头顶到脚。「悉现无量不思议数，同自身相一切身云，遍一切处现一切身」。这是《华严经》里面我们看到有这么一桩事情，理论要是不通，我们看这个事情实在是不可思议。我们看小说，说孙悟空抓一把毫毛，吹一口气，能够变几千几百个小孙悟空，这些小说也有根据，也不是随便说，它不是凭空想像的，这些的根源都在佛经上。我们读《梵网经》，读到释迦牟尼佛，「千百亿化身释迦牟尼佛」。而第六住的菩萨，海幢比丘所现的身相超过千百亿身，真正不可思议，理论就是这两句话。",
      "zh_TW": "真正到不動，十方三世沒有了，禪家所謂「粉碎虛空，坐斷三際」，這個三際就是過去世、現在世、未來世；這兩句話，也是《楞嚴經》「身心圓明，不動道場」這兩句話的意思。我們在《華嚴經》裡面，過去讀過海幢比丘，在《四十華嚴經》裡面他代表第六住，在十住裡面代表第六住叫正心住，這是第六住的菩薩。經上有這樣幾句話，「住不思議廣大三昧，以三昧力現大神通，於其身上，從頂至足」，這是示現神通，就是從頭頂到腳。「悉現無量不思議數，同自身相一切身雲，遍一切處現一切身」。這是《華嚴經》裡面我們看到有這麼一樁事情，理論要是不通，我們看這個事情實在是不可思議。我們看小說，說孫悟空抓一把毫毛，吹一口氣，能夠變幾千幾百個小孫悟空，這些小說也有根據，也不是隨便說，它不是憑空想像的，這些的根源都在佛經上。我們讀《梵網經》，讀到釋迦牟尼佛，「千百億化身釋迦牟尼佛」。而第六住的菩薩，海幢比丘所現的身相超過千百億身，真正不可思議，理論就是這兩句話。"
    },
    {
      "id": "07-001-0047_p0012",
      "zh_CN": "实在说他能现不可思议的分身，我们在座诸位会不会？你要说不会，错了；你要说会，你现在不知道。实在给诸位说，大乘佛法里面讲的不二法门，你想想这个味道，佛菩萨无量无边的化身，他知道，不迷惑；我们自己也跟诸佛菩萨一样无量无边的化身，不知道，迷惑，就这么回事情。如果不是这样的事情，那你成佛，你可以变千百亿化身，你还真有所得，为什么？我现在有这个能力。我现在做凡夫没有这能力，我成佛就有这个能力，《楞严经》上为什么说「圆满菩提，归无所得」？你成佛了，智慧没有增加一点点，能力也没有增加一点点。佛与凡夫迷悟不同，可见得我们现前应化身也是尽虚空遍法界，就是自己不晓得。到成佛豁然觉得原来如此，我早就是这样的，不是新得到的，本来就如此。所以诸位别小看了自己，自己确实是一切智者、万德万能者。我们学佛就是因为我们迷，把我们的智慧德能原来是广大无边，现在是不知不觉，学佛学什么？学觉而已。不觉你有苦受，觉悟就离开苦受，所以叫离苦得乐。再看底下一句，这是讲用自在。",
      "zh_TW": "實在說他能現不可思議的分身，我們在座諸位會不會？你要說不會，錯了；你要說會，你現在不知道。實在給諸位說，大乘佛法裡面講的不二法門，你想想這個味道，佛菩薩無量無邊的化身，他知道，不迷惑；我們自己也跟諸佛菩薩一樣無量無邊的化身，不知道，迷惑，就這麼回事情。如果不是這樣的事情，那你成佛，你可以變千百億化身，你還真有所得，為什麼？我現在有這個能力。我現在做凡夫沒有這能力，我成佛就有這個能力，《楞嚴經》上為什麼說「圓滿菩提，歸無所得」？你成佛了，智慧沒有增加一點點，能力也沒有增加一點點。佛與凡夫迷悟不同，可見得我們現前應化身也是盡虛空遍法界，就是自己不曉得。到成佛豁然覺得原來如此，我早就是這樣的，不是新得到的，本來就如此。所以諸位別小看了自己，自己確實是一切智者、萬德萬能者。我們學佛就是因為我們迷，把我們的智慧德能原來是廣大無邊，現在是不知不覺，學佛學什麼？學覺而已。不覺你有苦受，覺悟就離開苦受，所以叫離苦得樂。再看底下一句，這是講用自在。"
    },
    {
      "id": "07-001-0047_p0013",
      "zh_CN": "【于一毛端。遍能含受十方国土。】",
      "zh_TW": "【於一毛端。遍能含受十方國土。】"
    },
    {
      "id": "07-001-0047_p0014",
      "zh_CN": "这个受用，佛门中有两句话，「心境寂灭，即是不动道场；依正互融，所以毛含国土」，这两句话意思很深。心是讲真心，真心是寂灭相；境是说境界，境界也是寂灭相，心境不二。学佛稍稍深入法相，给你讲真心是寂灭的，你相信，虽然没有证得，既然常这么说，也不怀疑了。可是总会想到，真心还有个妄心，妄心是动的，无明是动的，「无明不觉生三细，境界为缘长六粗」，境界是动相。境界为什么是动相？迷了看境界是动相。当你不迷的时候，看境界不是动相，是寂灭相。我们因为心动，看外面境界是动相；你的心要不动，看外面境界就不是动相，是寂灭相，清净寂灭相。这样说起来，怕大家听了还有疑问，那心定了看到这一切世界相是不是都静止的？如果要是静止，诸位想想，那有什么意思？看到一切人都像石头人、木头人一样，一个个都在那里不动，是不是这个相？亦是亦不是。怎么说亦是？确实是不动的，可是不动里面又有动，动与不动又不碍，是一不是二。这是什么一桩事情？像看电影一样。你看电影那个银幕的相是不是动的？是动的，凡夫看到是动的；有智慧的人看到是动而不动、不动即动，它是一不是二。为什么？那个底片一张一张确实不动，如如不动，底片拉得太快，你看到是个动相，实际上不动。你把电影底片打开来看，哪一张底片动？放在机器里头速度转快一点，看到动了。我们整个世界相就是这样，所以动静不二，是一不是二，这是真相。我们现在迷了，以为这个世界是个动的，不是个静的，哪里晓得都是静的，没动。",
      "zh_TW": "這個受用，佛門中有兩句話，「心境寂滅，即是不動道場；依正互融，所以毛含國土」，這兩句話意思很深。心是講真心，真心是寂滅相；境是說境界，境界也是寂滅相，心境不二。學佛稍稍深入法相，給你講真心是寂滅的，你相信，雖然沒有證得，既然常這麼說，也不懷疑了。可是總會想到，真心還有個妄心，妄心是動的，無明是動的，「無明不覺生三細，境界為緣長六粗」，境界是動相。境界為什麼是動相？迷了看境界是動相。當你不迷的時候，看境界不是動相，是寂滅相。我們因為心動，看外面境界是動相；你的心要不動，看外面境界就不是動相，是寂滅相，清淨寂滅相。這樣說起來，怕大家聽了還有疑問，那心定了看到這一切世界相是不是都靜止的？如果要是靜止，諸位想想，那有什麼意思？看到一切人都像石頭人、木頭人一樣，一個個都在那裡不動，是不是這個相？亦是亦不是。怎麼說亦是？確實是不動的，可是不動裡面又有動，動與不動又不礙，是一不是二。這是什麼一樁事情？像看電影一樣。你看電影那個銀幕的相是不是動的？是動的，凡夫看到是動的；有智慧的人看到是動而不動、不動即動，它是一不是二。為什麼？那個底片一張一張確實不動，如如不動，底片拉得太快，你看到是個動相，實際上不動。你把電影底片打開來看，哪一張底片動？放在機器裡頭速度轉快一點，看到動了。我們整個世界相就是這樣，所以動靜不二，是一不是二，這是真相。我們現在迷了，以為這個世界是個動的，不是個靜的，哪裡曉得都是靜的，沒動。"
    },
    {
      "id": "07-001-0047_p0015",
      "zh_CN": "这个理论在《楞严经》里面说得很多、也很详细，到后面跟我们讲，这些境界相为什么变现，为什么会有这些现象，都说得很清楚。佛给我们说随心应量，「当处出生，随处灭尽」，可见得它是不动，确实是清净寂灭相。「依正互融」，我刚才举的这个例子，诸位可以能想像得到，依报跟正报是一不是二。那就是我们这个身体是正报，我们身体依靠生存的环境是依报，但是这个依报环境跟我们身体是一不是二。我们身体细胞新陈代谢，就跟这些自然的元素、物质天天在那里换，好像机器换零件一样，天天在那里换。所以身体跟境界是一不是二，万物就是自己身体，自己身体就是万物之一分而已，这是讲依报跟正报是一不是二。诸位要能懂得这两句话，这句经文就好懂。",
      "zh_TW": "這個理論在《楞嚴經》裡面說得很多、也很詳細，到後面跟我們講，這些境界相為什麼變現，為什麼會有這些現象，都說得很清楚。佛給我們說隨心應量，「當處出生，隨處滅盡」，可見得它是不動，確實是清淨寂滅相。「依正互融」，我剛才舉的這個例子，諸位可以能想像得到，依報跟正報是一不是二。那就是我們這個身體是正報，我們身體依靠生存的環境是依報，但是這個依報環境跟我們身體是一不是二。我們身體細胞新陳代謝，就跟這些自然的元素、物質天天在那裡換，好像機器換零件一樣，天天在那裡換。所以身體跟境界是一不是二，萬物就是自己身體，自己身體就是萬物之一分而已，這是講依報跟正報是一不是二。諸位要能懂得這兩句話，這句經文就好懂。"
    },
    {
      "id": "07-001-0047_p0016",
      "zh_CN": "『一毛端』，一毫毛的尖端，能含『十方国土』，这个国土就是讲大千世界，是一尊佛的教化区。十方国土那是无量无边，无量无边的国土就在这一毛端，一毛端就是十方国土。一毛端这是讲我们的汗毛，毛端是正报最小的，国土是依报里面最大的，这是大小不二。为什么？小也是这些元素，大还是这些元素。现在的科学家，有专门懂得这方面道理，在他眼睛里面看世界、看众生是一不是二，都是一种元素，不过就是方程式排列的方式不同而已，其实是一桩事情。这个话说得对不对？也对，但是偏在一面，没有看到全体。事实上绝不是这么简单，他这种看法算是看到一面，是在应用上看到的、作用上看到的。可是我们众生的科学还没有达到这个能力，如果达到这个能力，那许多问题都解决了。为什么？我们所求所需要的都不要犯愁。因为基本的元素是一不是二，是相同的，所有物质不一样，是方程式排列不相同而已。我们要黄金，用黄金的方程式组合，大地都变成黄金；现在缺少石油，你再用方程式一排列，大海都变成石油，一切受用都可以随心所欲。这太好了，随心所欲，这真是自在受用，诸位想不想办到？我想没有人不想办到。这个事情要是让科学来办到，不晓得是何年何月的事情，也可能永远办不到。纵然是办到，一边可以办到，另一半有缺陷、有副作用，不是圆满的。",
      "zh_TW": "『一毛端』，一毫毛的尖端，能含『十方國土』，這個國土就是講大千世界，是一尊佛的教化區。十方國土那是無量無邊，無量無邊的國土就在這一毛端，一毛端就是十方國土。一毛端這是講我們的汗毛，毛端是正報最小的，國土是依報裡面最大的，這是大小不二。為什麼？小也是這些元素，大還是這些元素。現在的科學家，有專門懂得這方面道理，在他眼睛裡面看世界、看眾生是一不是二，都是一種元素，不過就是方程式排列的方式不同而已，其實是一樁事情。這個話說得對不對？也對，但是偏在一面，沒有看到全體。事實上絕不是這麼簡單，他這種看法算是看到一面，是在應用上看到的、作用上看到的。可是我們眾生的科學還沒有達到這個能力，如果達到這個能力，那許多問題都解決了。為什麼？我們所求所需要的都不要犯愁。因為基本的元素是一不是二，是相同的，所有物質不一樣，是方程式排列不相同而已。我們要黃金，用黃金的方程式組合，大地都變成黃金；現在缺少石油，你再用方程式一排列，大海都變成石油，一切受用都可以隨心所欲。這太好了，隨心所欲，這真是自在受用，諸位想不想辦到？我想沒有人不想辦到。這個事情要是讓科學來辦到，不曉得是何年何月的事情，也可能永遠辦不到。縱然是辦到，一邊可以辦到，另一半有缺陷、有副作用，不是圓滿的。"
    },
    {
      "id": "07-001-0047_p0017",
      "zh_CN": "可是在佛法里面能办到，不是不能办到，西方极乐世界就办到。你看看经上所讲的，你到西方极乐世界，你想穿什么衣服，想什么样的式样、什么样的质料、什么样的花纹，随心所欲就在身上，也不要裁缝，也不要制造，也不要耕种。想不要，不要就没有了，又不要脱，又不要洗，多方便！想吃什么东西，东西就在面前，也不必种植，也不必料理，就摆在面前；吃完了，那些杯盘都化为乌有，也不要去洗，也用不着收拾。你看那个生活多自在，一切受用都是随心所欲，这么好的世界我们不要去，要待在娑婆世界受苦，糊涂到所以然。人家为什么能办到？我们听到好像比奇幻小说还要奇幻，他为什么能办到？有道理，那个地方的科学是登峰造极，圆满。刚才说一切物质是方程式的组合，他随心所欲的组合，而且那头脑比电脑还要快，一刹那之间一切所需要的都现前。你要是懂得这个道理，你才想到西方极乐世界，经典上所讲的那些事情是事实，不是骗人。为什么？理上讲得通，不是做不到。问题就是要往生西方极乐世界，这是个问题，怎么样才能去得了？决定可靠的去得了，而不是没有把握，在这个地方念佛，决定有把握，人人都能去得了，永明延寿大师说的「万修万人去」。但是诸位要记住，如法的修学，你要不如法，那你就去不了。要说到如法修学，这一点确实不容易。",
      "zh_TW": "可是在佛法裡面能辦到，不是不能辦到，西方極樂世界就辦到。你看看經上所講的，你到西方極樂世界，你想穿什麼衣服，想什麼樣的式樣、什麼樣的質料、什麼樣的花紋，隨心所欲就在身上，也不要裁縫，也不要製造，也不要耕種。想不要，不要就沒有了，又不要脫，又不要洗，多方便！想吃什麼東西，東西就在面前，也不必種植，也不必料理，就擺在面前；吃完了，那些杯盤都化為烏有，也不要去洗，也用不著收拾。你看那個生活多自在，一切受用都是隨心所欲，這麼好的世界我們不要去，要待在娑婆世界受苦，糊塗到所以然。人家為什麼能辦到？我們聽到好像比奇幻小說還要奇幻，他為什麼能辦到？有道理，那個地方的科學是登峰造極，圓滿。剛才說一切物質是方程式的組合，他隨心所欲的組合，而且那頭腦比電腦還要快，一剎那之間一切所需要的都現前。你要是懂得這個道理，你才想到西方極樂世界，經典上所講的那些事情是事實，不是騙人。為什麼？理上講得通，不是做不到。問題就是要往生西方極樂世界，這是個問題，怎麼樣才能去得了？決定可靠的去得了，而不是沒有把握，在這個地方念佛，決定有把握，人人都能去得了，永明延壽大師說的「萬修萬人去」。但是諸位要記住，如法的修學，你要不如法，那你就去不了。要說到如法修學，這一點確實不容易。"
    },
    {
      "id": "07-001-0047_p0018",
      "zh_CN": "《阿难问事佛吉凶经》，这部经是学佛入门的一部教科书，里面提出四个问题，这都是我们学佛顶重要的问题。第一个问题就是讲师承，我们学佛能不能有成就？我们往生西方极乐世界，去得了去不了？你要跟到一个好老师，那个老师本身确实能去得了的，你跟他可靠；那个老师说「我自己没有把握」，那你跟那个老师希望就很渺小。老师是过来人，那带路没有问题，决定可靠；老师自己还在那里摸索，还不晓得正确的方向、目标，我们跟着他后面，那有苦吃，要走许多冤枉路，这一点关系非常大。初学的老师，《大智度论》里有说，欧阳大师《内学院训释》里头有说，江味农居士《金刚经讲义》里头也有说，《印光大师文钞》里头也有说，要跟一个什么样的老师？正知正见，有教学的善巧，要跟这种老师。而不是以有修有证为标准，他有修行，他证阿罗汉果，但是怎么样？他不会说。好，他自己是成功了，你跟了他，他不会教你，你跟他也是枉然。另外一个，老师没有证果，但是他知见正，他能说，初学跟他就有利益。初学，我是要你指路，你到过那是你的事情，你有能力指我的道路这叫善知识。不是以修行证果的人为善知识，这是要注意到的。他不能讲解，没有辩才，解决不了我们疑问，指不明我们的方向，他就是成了佛也枉然。他成佛了，对我一点帮助没有。所以初学人选择老师，这是第一个要义，要懂这个道理。《佛本行经》里面说，半偈舍身，罗刹可师。罗刹是恶鬼，但是他懂得几句佛法，那几句佛法确实是正知正见，他自己还是无恶不作的罗刹鬼，知见正。罗刹要吃人，「好，我这个身让你吃，你那个佛法教给我」，这是佛示现教给我们怎样去选择善知识。一个有修有证、禅定功深的人，他见人不想讲话，你问他，他也不理你，你跟他一辈子没用处，还不如跟那个罗刹，跟那个罗刹鬼你还有受用。《阿难问事佛吉凶经》里面第一个问题就是讲老师。学佛能得到事事如意，第一个因素就是他有好老师；学佛失败，结果没有成就，第一个因素也是他遇不到好老师。当然有修有证、能说善道这是一等的好老师，这一等遇不到，那他就要选一个能说善道、正知正见，选这种老师，这是成功、失败第一关键所在。",
      "zh_TW": "《阿難問事佛吉凶經》，這部經是學佛入門的一部教科書，裡面提出四個問題，這都是我們學佛頂重要的問題。第一個問題就是講師承，我們學佛能不能有成就？我們往生西方極樂世界，去得了去不了？你要跟到一個好老師，那個老師本身確實能去得了的，你跟他可靠；那個老師說「我自己沒有把握」，那你跟那個老師希望就很渺小。老師是過來人，那帶路沒有問題，決定可靠；老師自己還在那裡摸索，還不曉得正確的方向、目標，我們跟著他後面，那有苦吃，要走許多冤枉路，這一點關係非常大。初學的老師，《大智度論》裡有說，歐陽大師《內學院訓釋》裡頭有說，江味農居士《金剛經講義》裡頭也有說，《印光大師文鈔》裡頭也有說，要跟一個什麼樣的老師？正知正見，有教學的善巧，要跟這種老師。而不是以有修有證為標準，他有修行，他證阿羅漢果，但是怎麼樣？他不會說。好，他自己是成功了，你跟了他，他不會教你，你跟他也是枉然。另外一個，老師沒有證果，但是他知見正，他能說，初學跟他就有利益。初學，我是要你指路，你到過那是你的事情，你有能力指我的道路這叫善知識。不是以修行證果的人為善知識，這是要注意到的。他不能講解，沒有辯才，解決不了我們疑問，指不明我們的方向，他就是成了佛也枉然。他成佛了，對我一點幫助沒有。所以初學人選擇老師，這是第一個要義，要懂這個道理。《佛本行經》裡面說，半偈捨身，羅剎可師。羅剎是惡鬼，但是他懂得幾句佛法，那幾句佛法確實是正知正見，他自己還是無惡不作的羅剎鬼，知見正。羅剎要吃人，「好，我這個身讓你吃，你那個佛法教給我」，這是佛示現教給我們怎樣去選擇善知識。一個有修有證、禪定功深的人，他見人不想講話，你問他，他也不理你，你跟他一輩子沒用處，還不如跟那個羅剎，跟那個羅剎鬼你還有受用。《阿難問事佛吉凶經》裡面第一個問題就是講老師。學佛能得到事事如意，第一個因素就是他有好老師；學佛失敗，結果沒有成就，第一個因素也是他遇不到好老師。當然有修有證、能說善道這是一等的好老師，這一等遇不到，那他就要選一個能說善道、正知正見，選這種老師，這是成功、失敗第一關鍵所在。"
    },
    {
      "id": "07-001-0047_p0019",
      "zh_CN": "可是诸位要知道，能说善道的老师在现在很多，我讲那部小经，也引用《楞严经》不少的话，《楞严经》「四种清净明诲」里面，佛讲末法时期「邪师说法如恒河沙」，这里面能说善道的有哪些人？有魔、有鬼，那个鬼不是饿鬼道的鬼，就是我们一样的人，我们说鬼头鬼脑，他也是人跟我们在一起，他心是鬼心，他不是人心。魔也是人，也长得很好，他心是魔心，不是佛心，他是魔。有魔、有鬼、有妖、有邪，有这四大类，末法时期都在僧团里面，在家、出家有这四众，能说善道，都披上袈娑，法座上讲经说法，这个麻烦大了。你要有慧眼能认识，你要认识，行，没有问题，他虽然是魔鬼妖邪，我们能得到正法，刚才讲罗刹可师。你所讲的这些法，邪正我能够辨别，正法，我取法、我效法；邪法，我听了之后我不照做就是，这就得利益。如果你不能辨别，这个老师怎么讲百分之百服从、百分之百认同，那问题大了，那就上当。他可能说一百句法里头九十九句是正法，有一句是邪法，你就上大当，甜言蜜语很容易煽动人。《楞严经》我讲经之前告诉诸位，这是照妖镜，你能够熟读《楞严》，你就能够辨别真妄、邪正、是非，有这种能力，我们就自在，我们就能有成就。末法时期，在今天法弱魔强，魔的力量就强大。末法时期我们自己能遇到正法，这是多生多劫的善根福德因缘，绝不是偶然。善根福德薄弱的人，都跟着妖魔鬼怪走，都变成那些人的信徒，表面上学佛，实际上学的是妖魔鬼怪，自己还不晓得，自己晓得他就回头，正是他自己不晓得。",
      "zh_TW": "可是諸位要知道，能說善道的老師在現在很多，我講那部小經，也引用《楞嚴經》不少的話，《楞嚴經》「四種清淨明誨」裡面，佛講末法時期「邪師說法如恆河沙」，這裡面能說善道的有哪些人？有魔、有鬼，那個鬼不是餓鬼道的鬼，就是我們一樣的人，我們說鬼頭鬼腦，他也是人跟我們在一起，他心是鬼心，他不是人心。魔也是人，也長得很好，他心是魔心，不是佛心，他是魔。有魔、有鬼、有妖、有邪，有這四大類，末法時期都在僧團裡面，在家、出家有這四眾，能說善道，都披上袈娑，法座上講經說法，這個麻煩大了。你要有慧眼能認識，你要認識，行，沒有問題，他雖然是魔鬼妖邪，我們能得到正法，剛才講羅剎可師。你所講的這些法，邪正我能夠辨別，正法，我取法、我效法；邪法，我聽了之後我不照做就是，這就得利益。如果你不能辨別，這個老師怎麼講百分之百服從、百分之百認同，那問題大了，那就上當。他可能說一百句法裡頭九十九句是正法，有一句是邪法，你就上大當，甜言蜜語很容易煽動人。《楞嚴經》我講經之前告訴諸位，這是照妖鏡，你能夠熟讀《楞嚴》，你就能夠辨別真妄、邪正、是非，有這種能力，我們就自在，我們就能有成就。末法時期，在今天法弱魔強，魔的力量就強大。末法時期我們自己能遇到正法，這是多生多劫的善根福德因緣，絕不是偶然。善根福德薄弱的人，都跟著妖魔鬼怪走，都變成那些人的信徒，表面上學佛，實際上學的是妖魔鬼怪，自己還不曉得，自己曉得他就回頭，正是他自己不曉得。"
    },
    {
      "id": "07-001-0047_p0020",
      "zh_CN": "这一点诸位要特别注意，我说得浅显一点，就是讲三皈，多少同修都在皈依，究竟三皈是什么不知道。皈依了，什么叫皈、什么叫依？你从哪个地方皈？你又依靠什么？真正皈依的时候心里有主宰、有依靠。试问问，我们皈依，我心里有依靠吗？真正皈依了，心是定的，不会散乱，为什么？他有依靠。不要说这一生，六道轮回生死茫茫，你已经有了依靠，你有了方向、有了目标，当然你已经有了主宰。正是佛在经上说的，末法众生有些是有名无实。我们读《六祖坛经》，六祖大师给我们讲得太明白了，你看人家讲三皈依那一段讲得多好。皈依佛，他不叫皈依佛，叫皈依觉，皈依正、皈依净，六祖大师完全从义理上讲，佛者觉也，法者正也，僧者清净。皈依三宝就是心里常常要依靠觉不迷、正不邪、清净不染，这叫三皈，确实有了依靠。我们要依靠觉、要依靠正、要依靠净，见到佛法僧就想到觉正净，这是真正皈依处。不要见个佛菩萨像，跪在那里去祷告，「佛菩萨你保佑保佑我吧！」不灵。见到他礼拜是对的，佛菩萨是觉，我要觉，要不迷，这就是保佑，不迷就不做糊涂事，就不造罪业，不受恶报。佛没有骗人，是你自己迷惑颠倒自己骗自己，那有什么法子？所以一定要闻正法。",
      "zh_TW": "這一點諸位要特別注意，我說得淺顯一點，就是講三皈，多少同修都在皈依，究竟三皈是什麼不知道。皈依了，什麼叫皈、什麼叫依？你從哪個地方皈？你又依靠什麼？真正皈依的時候心裡有主宰、有依靠。試問問，我們皈依，我心裡有依靠嗎？真正皈依了，心是定的，不會散亂，為什麼？他有依靠。不要說這一生，六道輪迴生死茫茫，你已經有了依靠，你有了方向、有了目標，當然你已經有了主宰。正是佛在經上說的，末法眾生有些是有名無實。我們讀《六祖壇經》，六祖大師給我們講得太明白了，你看人家講三皈依那一段講得多好。皈依佛，他不叫皈依佛，叫皈依覺，皈依正、皈依淨，六祖大師完全從義理上講，佛者覺也，法者正也，僧者清淨。皈依三寶就是心裡常常要依靠覺不迷、正不邪、清淨不染，這叫三皈，確實有了依靠。我們要依靠覺、要依靠正、要依靠淨，見到佛法僧就想到覺正淨，這是真正皈依處。不要見個佛菩薩像，跪在那裡去禱告，「佛菩薩你保佑保佑我吧！」不靈。見到他禮拜是對的，佛菩薩是覺，我要覺，要不迷，這就是保佑，不迷就不做糊塗事，就不造罪業，不受惡報。佛沒有騙人，是你自己迷惑顛倒自己騙自己，那有什麼法子？所以一定要聞正法。"
    },
    {
      "id": "07-001-0047_p0021",
      "zh_CN": "这几句话境界广大，理论太深，古人所谓「会万物为自己，达自他不隔毛端」，这在《华严经》里面是属于事事无碍的法界。佛教里面又说「须弥纳芥子，芥子纳须弥」，跟这一句意思是一样的。但是这一句里面所讲的，比须弥、芥子讲得还要博大，这个地方是讲十方国土，比须弥山大得太多；这一根毛端比芥菜子小得太多，芥菜子虽然小，比一毛端还不晓得大多少倍，所以这个地方境界尤其是广大。若一念在迷，我们心被境界所转，那就像阿难在前面所讲的境界，我们的见性就受了障碍、受了拘束。达物为心那就解脱，一即一切、一切即一，就事事无碍。确实是能够「含受十方国土」，十方之大、一毛端之小，大小不二，也正是维摩长者所说的入不二法门。今天时间到了，我们就讲到此地。",
      "zh_TW": "這幾句話境界廣大，理論太深，古人所謂「會萬物為自己，達自他不隔毛端」，這在《華嚴經》裡面是屬於事事無礙的法界。佛教裡面又說「須彌納芥子，芥子納須彌」，跟這一句意思是一樣的。但是這一句裡面所講的，比須彌、芥子講得還要博大，這個地方是講十方國土，比須彌山大得太多；這一根毛端比芥菜子小得太多，芥菜子雖然小，比一毛端還不曉得大多少倍，所以這個地方境界尤其是廣大。若一念在迷，我們心被境界所轉，那就像阿難在前面所講的境界，我們的見性就受了障礙、受了拘束。達物為心那就解脫，一即一切、一切即一，就事事無礙。確實是能夠「含受十方國土」，十方之大、一毛端之小，大小不二，也正是維摩長者所說的入不二法門。今天時間到了，我們就講到此地。"
    }
  ]
}