{
  "doc_id": "07-001-0119",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一九集",
    "zh_TW": "第一一九集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0119",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "07-001-0119_p0001",
      "zh_CN": "【能令众生持我名号。与彼共持六十二恒河沙诸法王子。二人福德正等无异。】",
      "zh_TW": "【能令眾生持我名號。與彼共持六十二恆河沙諸法王子。二人福德正等無異。】"
    },
    {
      "id": "07-001-0119_p0002",
      "zh_CN": "这一段经文是说称名无畏，我们从这个地方看到菩萨的名号功德不可思议。六十二恒河沙菩萨，这个数量实在是没有法子计算，菩萨虽然是自利利他，代表着种种法门各个差别，意思是在这个地方。我们在《佛名经》里面，看到世尊给我们说了一万多尊的佛名，佛的名号。菩萨的名号实在讲那是更多。在《华严经》里面我们明白了，菩萨是代表因地修行的法门，佛是代表果地上的圆满功德，一尊佛、一尊菩萨只代表一种法门。这一切佛菩萨里面，的确有两位很特别，像阿弥陀佛，你们在课诵本都念到「法界藏身阿弥陀佛」，你看其他的佛没加这样的字样，加上这样字样，就是你念一尊阿弥陀佛，就把十方三世一切诸佛统统都念到，就是你念一尊佛号就等于念一切佛的佛号；菩萨里面观世音菩萨特别，只要念一声观世音菩萨，就等于念了六十二恒河沙数的菩萨，这实在是不可思议。这就是说观音菩萨、阿弥陀佛，这个名号所代表的法门是总持法门，所谓是「总一切法，持一切义」，所以这是不可思议的功德，这一点我们应当要晓得。何况菩萨与我们娑婆世界的众生特别有缘分，这缘分从哪里来的？就是同样都是耳根最利。观音菩萨代表的是耳根圆通，娑婆世界的众生也是耳根最利。观音菩萨他所得的圆通本根，就是耳根一门，开发从闻性里面得一心不乱。在禅家讲就是明心见性，见性之后就有能力以一身应无量身，以一心应无量众生心。",
      "zh_TW": "這一段經文是說稱名無畏，我們從這個地方看到菩薩的名號功德不可思議。六十二恆河沙菩薩，這個數量實在是沒有法子計算，菩薩雖然是自利利他，代表著種種法門各個差別，意思是在這個地方。我們在《佛名經》裡面，看到世尊給我們說了一萬多尊的佛名，佛的名號。菩薩的名號實在講那是更多。在《華嚴經》裡面我們明白了，菩薩是代表因地修行的法門，佛是代表果地上的圓滿功德，一尊佛、一尊菩薩只代表一種法門。這一切佛菩薩裡面，的確有兩位很特別，像阿彌陀佛，你們在課誦本都念到「法界藏身阿彌陀佛」，你看其他的佛沒加這樣的字樣，加上這樣字樣，就是你念一尊阿彌陀佛，就把十方三世一切諸佛統統都念到，就是你念一尊佛號就等於念一切佛的佛號；菩薩裡面觀世音菩薩特別，只要念一聲觀世音菩薩，就等於念了六十二恆河沙數的菩薩，這實在是不可思議。這就是說觀音菩薩、阿彌陀佛，這個名號所代表的法門是總持法門，所謂是「總一切法，持一切義」，所以這是不可思議的功德，這一點我們應當要曉得。何況菩薩與我們娑婆世界的眾生特別有緣分，這緣分從哪裡來的？就是同樣都是耳根最利。觀音菩薩代表的是耳根圓通，娑婆世界的眾生也是耳根最利。觀音菩薩他所得的圓通本根，就是耳根一門，開發從聞性裡面得一心不亂。在禪家講就是明心見性，見性之後就有能力以一身應無量身，以一心應無量眾生心。"
    },
    {
      "id": "07-001-0119_p0003",
      "zh_CN": "上周有个同修提出这个问题，我也跟诸位解释过。菩萨以一身去应无量的身、以一心应无量的心，他到底是一个神识，还是众多的神识？这是有同修提出这个问题来。实在说这个问题是我们凡夫的见量来测佛菩萨的境界，套经上一句话来说，「无有是处」，没有办法、做不到的。诸佛菩萨的境界，不是我们思惟想像能够达到的，这个境界也不是几句话就能够把它讲清楚。实在说根利的一语可以道破，根钝的人愈说愈迷惑，当然说听都需要有善巧方便，这一点也非常重要。诸佛应化在世间，就是本经所说的「随众生心，应所知量，循业发现」。业不是诸佛菩萨之业，诸佛菩萨已经不造业了，所以才能够循众生之业感，众生有感，佛菩萨就有应。无量无边的众生都有业感，佛菩萨就能够现无量无边身，各个那里都得感应。我们现在所以想不通这个道理，是因为我们有个关口没突破，那就是迷在神识究竟是一还是多？一、多都是迷，没能够破这个关，也就是没能够破这个迷。一多是二边，你们诸位想想看，几时能够把二边都摆脱掉，你才能见道，见道之后这个事情才一下就明了，不再有疑惑。再说，这个问题现在困扰着我们，我们可以暂时把它放在一边，为什么？菩萨神识一个也好、多也好，可以暂时不理它、不管它，我们先求一心要紧。如果这个问题你要是放不下，的确障碍你证一心不乱，这个亏吃大了。",
      "zh_TW": "上週有個同修提出這個問題，我也跟諸位解釋過。菩薩以一身去應無量的身、以一心應無量的心，他到底是一個神識，還是眾多的神識？這是有同修提出這個問題來。實在說這個問題是我們凡夫的見量來測佛菩薩的境界，套經上一句話來說，「無有是處」，沒有辦法、做不到的。諸佛菩薩的境界，不是我們思惟想像能夠達到的，這個境界也不是幾句話就能夠把它講清楚。實在說根利的一語可以道破，根鈍的人愈說愈迷惑，當然說聽都需要有善巧方便，這一點也非常重要。諸佛應化在世間，就是本經所說的「隨眾生心，應所知量，循業發現」。業不是諸佛菩薩之業，諸佛菩薩已經不造業了，所以才能夠循眾生之業感，眾生有感，佛菩薩就有應。無量無邊的眾生都有業感，佛菩薩就能夠現無量無邊身，各個那裡都得感應。我們現在所以想不通這個道理，是因為我們有個關口沒突破，那就是迷在神識究竟是一還是多？一、多都是迷，沒能夠破這個關，也就是沒能夠破這個迷。一多是二邊，你們諸位想想看，幾時能夠把二邊都擺脫掉，你才能見道，見道之後這個事情才一下就明瞭，不再有疑惑。再說，這個問題現在困擾著我們，我們可以暫時把它放在一邊，為什麼？菩薩神識一個也好、多也好，可以暫時不理它、不管它，我們先求一心要緊。如果這個問題你要是放不下，的確障礙你證一心不亂，這個虧吃大了。"
    },
    {
      "id": "07-001-0119_p0004",
      "zh_CN": "我们学佛的人说，根利的人一闻千悟，好，没有问题；根钝的人有钝的人的办法，「我不懂」，不懂没有关系，不懂我不理会它、我也不怀疑它，我就是求一心不乱，自己到达一心不乱，这些问题统统解决了，这是个好办法。所以在佛法里无论是宗门教下，无不是以求根本智为第一桩大事情，凡是障碍根本智的，一概不予理会，不叫它妨碍着我们，这就对了。一即是多、多即是一，含容周遍、自在无碍，这种境界是诸佛与大菩萨的境界。《楞严》说得很详细，《华严》、《法华》、《圆觉经》里面，乃至《大乘起信论》，我们现在讲堂选的这些经论，对这些问题都有很深入、很透辟的说明，希望大家多多的留意。正因为菩萨住不思议解脱境界，所以这个地方才讲，六十二恒沙菩萨所证的法门，像《华严》里面才以五十三位菩萨做代表，略说五十几个法门。这些菩萨所证的法门，皆不离观世音菩萨所证的法界海慧，这个慧是智慧之慧。所以观世音菩萨这个名号的功德，与六十二恒沙菩萨，这个菩萨都不是普通菩萨，你看看经上讲的『法王子』，在一般都是称等觉菩萨才称法王子，等觉菩萨以下则称大菩萨摩诃萨，等觉菩萨才有资格称法王子。",
      "zh_TW": "我們學佛的人說，根利的人一聞千悟，好，沒有問題；根鈍的人有鈍的人的辦法，「我不懂」，不懂沒有關係，不懂我不理會它、我也不懷疑它，我就是求一心不亂，自己到達一心不亂，這些問題統統解決了，這是個好辦法。所以在佛法裡無論是宗門教下，無不是以求根本智為第一樁大事情，凡是障礙根本智的，一概不予理會，不叫它妨礙著我們，這就對了。一即是多、多即是一，含容周遍、自在無礙，這種境界是諸佛與大菩薩的境界。《楞嚴》說得很詳細，《華嚴》、《法華》、《圓覺經》裡面，乃至《大乘起信論》，我們現在講堂選的這些經論，對這些問題都有很深入、很透闢的說明，希望大家多多的留意。正因為菩薩住不思議解脫境界，所以這個地方才講，六十二恆沙菩薩所證的法門，像《華嚴》裡面才以五十三位菩薩做代表，略說五十幾個法門。這些菩薩所證的法門，皆不離觀世音菩薩所證的法界海慧，這個慧是智慧之慧。所以觀世音菩薩這個名號的功德，與六十二恆沙菩薩，這個菩薩都不是普通菩薩，你看看經上講的『法王子』，在一般都是稱等覺菩薩才稱法王子，等覺菩薩以下則稱大菩薩摩訶薩，等覺菩薩才有資格稱法王子。"
    },
    {
      "id": "07-001-0119_p0005",
      "zh_CN": "由此可知，六十二恒河沙这些菩萨都是等觉菩萨位，观世音菩萨名号与他们就可以相等。我们要念六十二恒沙菩萨，念累死了，恐怕念一辈子，一个恒河沙数菩萨念一遍都念不完。六十二恒河沙数，真的，一生一天念到晚，二十四小时不间断，念一百年恐怕都念不完。可是你念一句南无观世音菩萨，就与受持六十二恒河沙菩萨的功德相等，这实在是不可思议。释迦牟尼佛决定不讲假话，这个话虽然是观世音菩萨说的，观世音菩萨当着释迦牟尼佛面说，那怎么会是假的！如果观世音菩萨要是夸大，佛马上就指责他，「你说得太过分」，会指责他的。佛不但不指责他，而且还要赞叹他，可见得这个话真实不虚，所以我们一定要相信。",
      "zh_TW": "由此可知，六十二恆河沙這些菩薩都是等覺菩薩位，觀世音菩薩名號與他們就可以相等。我們要念六十二恆沙菩薩，念累死了，恐怕念一輩子，一個恆河沙數菩薩念一遍都念不完。六十二恆河沙數，真的，一生一天念到晚，二十四小時不間斷，念一百年恐怕都念不完。可是你念一句南無觀世音菩薩，就與受持六十二恆河沙菩薩的功德相等，這實在是不可思議。釋迦牟尼佛決定不講假話，這個話雖然是觀世音菩薩說的，觀世音菩薩當著釋迦牟尼佛面說，那怎麼會是假的！如果觀世音菩薩要是誇大，佛馬上就指責他，「你說得太過分」，會指責他的。佛不但不指責他，而且還要讚歎他，可見得這個話真實不虛，所以我們一定要相信。"
    },
    {
      "id": "07-001-0119_p0006",
      "zh_CN": "在中国自古以来，专门受持观世音菩萨名号的人很多，依这个法门而修的，每一代都有许多人。修观音法门，我们这个道场也特别提倡，我自己也是修这个法门的。观音三经一定要熟，三经里，我们现在念的这一章，这是观音菩萨的经，《楞严经》里面的「耳根圆通章」，你们要是记不清楚，就记第六卷，《楞严经》的第六卷；《法华经》里面的「普门品」，是观世音菩萨经；《华严经》里面有「观自在章」，是观音菩萨经。你看，观音菩萨经都分在大经里头，《华严》、《法华》、《楞严》，这是修观音法门不可不知、不可不读的。这个法门跟弥陀法门一样，也是三根普被、利钝全收，最上乘的、圆顿大根性的人，受持耳根圆通很容易开悟，能够得利益；就是业障深重那些钝根，依照这个法门修学的，也有许多不可思议的感应，可见得这个法门真是慈悲广大。",
      "zh_TW": "在中國自古以來，專門受持觀世音菩薩名號的人很多，依這個法門而修的，每一代都有許多人。修觀音法門，我們這個道場也特別提倡，我自己也是修這個法門的。觀音三經一定要熟，三經裡，我們現在念的這一章，這是觀音菩薩的經，《楞嚴經》裡面的「耳根圓通章」，你們要是記不清楚，就記第六卷，《楞嚴經》的第六卷；《法華經》裡面的「普門品」，是觀世音菩薩經；《華嚴經》裡面有「觀自在章」，是觀音菩薩經。你看，觀音菩薩經都分在大經裡頭，《華嚴》、《法華》、《楞嚴》，這是修觀音法門不可不知、不可不讀的。這個法門跟彌陀法門一樣，也是三根普被、利鈍全收，最上乘的、圓頓大根性的人，受持耳根圓通很容易開悟，能夠得利益；就是業障深重那些鈍根，依照這個法門修學的，也有許多不可思議的感應，可見得這個法門真是慈悲廣大。"
    },
    {
      "id": "07-001-0119_p0007",
      "zh_CN": "其次讲的『福德正等』，要依照本经所讲，菩萨已经在暗示我们，二十五种修行法里面是耳根最为殊胜，为什么？我们在前面二十四圆通里面都没有看到，一称名能够与六十二恒河沙法王子的福德相等，没有看到过这个字样。唯有在这一段里我们看到，这就是显示耳门的殊胜，就是耳根圆通，在一切圆通章里面最为殊胜。但是他这话没明说，暗含着有这个意思，诸位细看就会发现。明说在后面，后面「文殊菩萨拣选圆通」就跟我们说出来，所以「此方真教体，清净在音闻」。后头文殊菩萨会说，观世音菩萨不必自己介绍，不必自我来夸耀，由文殊菩萨来说。他说到这个地方，实际上已经就暗含着，意思都有了。我们再看底下经文：",
      "zh_TW": "其次講的『福德正等』，要依照本經所講，菩薩已經在暗示我們，二十五種修行法裡面是耳根最為殊勝，為什麼？我們在前面二十四圓通裡面都沒有看到，一稱名能夠與六十二恆河沙法王子的福德相等，沒有看到過這個字樣。唯有在這一段裡我們看到，這就是顯示耳門的殊勝，就是耳根圓通，在一切圓通章裡面最為殊勝。但是他這話沒明說，暗含著有這個意思，諸位細看就會發現。明說在後面，後面「文殊菩薩揀選圓通」就跟我們說出來，所以「此方真教體，清淨在音聞」。後頭文殊菩薩會說，觀世音菩薩不必自己介紹，不必自我來誇耀，由文殊菩薩來說。他說到這個地方，實際上已經就暗含著，意思都有了。我們再看底下經文："
    },
    {
      "id": "07-001-0119_p0008",
      "zh_CN": "【世尊。我一名号。】",
      "zh_TW": "【世尊。我一名號。】"
    },
    {
      "id": "07-001-0119_p0009",
      "zh_CN": "『我』是观世音菩萨自称。",
      "zh_TW": "『我』是觀世音菩薩自稱。"
    },
    {
      "id": "07-001-0119_p0010",
      "zh_CN": "【与彼众多名号无异。】",
      "zh_TW": "【與彼眾多名號無異。】"
    },
    {
      "id": "07-001-0119_p0011",
      "zh_CN": "『众多名号』，就是六十二恒河沙法王子的名号，没两样，一个名号等于六十二恒河沙法王子的名号。这是什么原因？",
      "zh_TW": "『眾多名號』，就是六十二恆河沙法王子的名號，沒兩樣，一個名號等於六十二恆河沙法王子的名號。這是什麼原因？"
    },
    {
      "id": "07-001-0119_p0012",
      "zh_CN": "【由我修习得真圆通。】",
      "zh_TW": "【由我修習得真圓通。】"
    },
    {
      "id": "07-001-0119_p0013",
      "zh_CN": "这个道理在此地。我们要晓得，名号只是音声，音声就是如来藏性。这个地方特别要注意到的，没有通达如来藏性，这是我们讲的凡夫、二乘、权教菩萨，都没有能够通达藏性。他什么原因不能通达？佛在一切大乘经典里面告诉我们，只为了多一个情计而已，情是情识，计是计度分别，这是世尊为我们一语道破。换句话说，我们之所以不能得一心、不能断烦恼、不能开智慧、不能明心见性，障碍就在此地。所以修行修什么？破一切情执而已，情就是妄想，执是执着，没有别的，千经万论只为了这个。情计不断，生死轮回永远没有办法了，生生世世实在是很麻烦的一桩事情，永远没有法子摆脱。",
      "zh_TW": "這個道理在此地。我們要曉得，名號只是音聲，音聲就是如來藏性。這個地方特別要注意到的，沒有通達如來藏性，這是我們講的凡夫、二乘、權教菩薩，都沒有能夠通達藏性。他什麼原因不能通達？佛在一切大乘經典裡面告訴我們，只為了多一個情計而已，情是情識，計是計度分別，這是世尊為我們一語道破。換句話說，我們之所以不能得一心、不能斷煩惱、不能開智慧、不能明心見性，障礙就在此地。所以修行修什麼？破一切情執而已，情就是妄想，執是執著，沒有別的，千經萬論只為了這個。情計不斷，生死輪迴永遠沒有辦法了，生生世世實在是很麻煩的一樁事情，永遠沒有法子擺脫。"
    },
    {
      "id": "07-001-0119_p0014",
      "zh_CN": "无法摆脱当中，诸位就要晓得，轮回是愈轮回愈苦，这是一定的道理。你要以为，我下一辈子一定要比这一辈子好！你这是妄想，我们世间法有句话说，「一代不如一代」，这话很有道理。你就打开历史来看，中国、外国的，有史以来一直发展到今天，你看看人类的业障、果报，的确一代不如一代。不要以为好像我们今天科学发达，我们一切的受用比古人都要进步、比古人都要享受，不错，是的，这是事实，这是物质上的享受。如果你再看看精神上的享受，那不如古人，从精神上的享受来说，的确一代不如一代；从物质上的享受，一代比一代强。但是这两者价值，我们要加以评论的话，精神生活比物质生活要重要得多，精神生活里头有真乐。像孔子那个时代，颜回一箪食一瓢饮，他还不改其乐，他乐的什么？每天连饭都吃不饱，他很快乐。那就是什么？他有丰富的精神生活，他虽然很贫穷，他很自在、他很快乐。一个人一生当中生活得很快乐，这就是人生；物质上样样都不缺，生活得很痛苦，这人生就没有什么价值。",
      "zh_TW": "無法擺脫當中，諸位就要曉得，輪迴是愈輪迴愈苦，這是一定的道理。你要以為，我下一輩子一定要比這一輩子好！你這是妄想，我們世間法有句話說，「一代不如一代」，這話很有道理。你就打開歷史來看，中國、外國的，有史以來一直發展到今天，你看看人類的業障、果報，的確一代不如一代。不要以為好像我們今天科學發達，我們一切的受用比古人都要進步、比古人都要享受，不錯，是的，這是事實，這是物質上的享受。如果你再看看精神上的享受，那不如古人，從精神上的享受來說，的確一代不如一代；從物質上的享受，一代比一代強。但是這兩者價值，我們要加以評論的話，精神生活比物質生活要重要得多，精神生活裡頭有真樂。像孔子那個時代，顏回一簞食一瓢飲，他還不改其樂，他樂的什麼？每天連飯都吃不飽，他很快樂。那就是什麼？他有豐富的精神生活，他雖然很貧窮，他很自在、他很快樂。一個人一生當中生活得很快樂，這就是人生；物質上樣樣都不缺，生活得很痛苦，這人生就沒有什麼價值。"
    },
    {
      "id": "07-001-0119_p0015",
      "zh_CN": "你们想想，美国有个大财主，前些年过世的，报纸上登的休斯，他自己的私人财产有二十多亿美金，这是世界上少有的财富，物质生活他真是应有尽有，精神的生活痛苦不堪。有人问他，你生活得快不快乐？不快乐，很痛苦。因为太富有了，出门的时候都要请很多保镳；跟人家讲话，买卖交易跟人讲话，不敢面对面，用电视，距离好几个房间。为什么？怕人家害他，等于自己把自己关在监牢狱里，一切都不自在，所以富而不乐。富而不乐，不如贫而乐，诸位要懂得这一点。人生的价值是真正快乐，不是在富有，富有对一个人来说不重要，快乐是真正的重要。特别是伦常的这种快乐，这个快乐在外国也没有，只有在中国文化里面有伦常之乐，所以有天伦之乐。外国没有，外国的小孩长大之后对父母很冷淡，父母到家来吃一餐饭，还照样要算饭钱，你想想看，多可怜；那个儿子如果招待请他吃一餐饭，不收钱，高兴得不得了。外国年轻人不晓得，年轻人他还没有老，他的苦还没有来，所以还没想到，到他老了，再看到我们中国老人儿孙满堂，都居住在一起，小孩都很孝顺、奉承的时候，他羡慕得不得了，这是文化不相同。这是说什么？说凡夫之乐。",
      "zh_TW": "你們想想，美國有個大財主，前些年過世的，報紙上登的休斯，他自己的私人財產有二十多億美金，這是世界上少有的財富，物質生活他真是應有盡有，精神的生活痛苦不堪。有人問他，你生活得快不快樂？不快樂，很痛苦。因為太富有了，出門的時候都要請很多保鑣；跟人家講話，買賣交易跟人講話，不敢面對面，用電視，距離好幾個房間。為什麼？怕人家害他，等於自己把自己關在監牢獄裡，一切都不自在，所以富而不樂。富而不樂，不如貧而樂，諸位要懂得這一點。人生的價值是真正快樂，不是在富有，富有對一個人來說不重要，快樂是真正的重要。特別是倫常的這種快樂，這個快樂在外國也沒有，只有在中國文化裡面有倫常之樂，所以有天倫之樂。外國沒有，外國的小孩長大之後對父母很冷淡，父母到家來吃一餐飯，還照樣要算飯錢，你想想看，多可憐；那個兒子如果招待請他吃一餐飯，不收錢，高興得不得了。外國年輕人不曉得，年輕人他還沒有老，他的苦還沒有來，所以還沒想到，到他老了，再看到我們中國老人兒孫滿堂，都居住在一起，小孩都很孝順、奉承的時候，他羨慕得不得了，這是文化不相同。這是說什麼？說凡夫之樂。"
    },
    {
      "id": "07-001-0119_p0016",
      "zh_CN": "可是凡夫之乐不是长久的，佛给我们点破，生老病死、爱别离、怨憎会、求不得、五阴炽盛，谁能免得了？谁都免不了。佛法之好，好在是应机说法，所以在教学过程当中它分了很多个阶层。我们讲五乘佛法，是从大的层面上来说的，你喜欢在哪一个层面，佛就可以帮助你，使你达到你的欲望、满足你的需求，可以做得到的。你觉得人生很快乐、人生很好，佛给你讲人乘佛法；你要希望到天上去享天福，佛就给你讲天乘的佛法。可是预先跟你说明，人天是不究竟，人天之乐是短暂的，不是永恒的，所以它不是真乐。真正的乐是要觉悟，必须要超越三界、要超越轮回，你成佛、成菩萨然后乘愿再来应化在世间，这个得真乐，为什么？没有生死，这是真的。",
      "zh_TW": "可是凡夫之樂不是長久的，佛給我們點破，生老病死、愛別離、怨憎會、求不得、五陰熾盛，誰能免得了？誰都免不了。佛法之好，好在是應機說法，所以在教學過程當中它分了很多個階層。我們講五乘佛法，是從大的層面上來說的，你喜歡在哪一個層面，佛就可以幫助你，使你達到你的欲望、滿足你的需求，可以做得到的。你覺得人生很快樂、人生很好，佛給你講人乘佛法；你要希望到天上去享天福，佛就給你講天乘的佛法。可是預先跟你說明，人天是不究竟，人天之樂是短暫的，不是永恆的，所以它不是真樂。真正的樂是要覺悟，必須要超越三界、要超越輪迴，你成佛、成菩薩然後乘願再來應化在世間，這個得真樂，為什麼？沒有生死，這是真的。"
    },
    {
      "id": "07-001-0119_p0017",
      "zh_CN": "你要说应化，是不是应化来的时候是个出家人、是个祖师？不一定。你们在《华严经》五十三参里面看到的，五十三位善知识都是佛菩萨应化的。由此可知，诸佛菩萨应化在世间是在各行各业之中，没有一个行业佛菩萨不应化在其中的，男女老少什么样的身分都有，真是应有尽有，这里面才有真乐！这一定要通达如来藏性，也就是我们讲的明心见性。观世音菩萨今天讲要证真圆通，你也像观世音菩萨一样，要得真圆通，才能够有真乐，真正的离苦得乐，这是佛法里头最究竟、最殊胜之法。证得如来藏性了，诸位常常到这里来听经，总需要记住，佛在《圆觉经》说的「圆觉」，《楞严经》讲的「如来藏性」，《弥陀经》讲的「一心不乱」，《华严经》讲的「一真法界」，《法华经》讲的「一乘法」，统统是一个意思、一个境界、一桩事，名称不同，事情是一样的。通达藏性之后，一也是法界、多也是法界，一不为少，多也不为多。只要你能够像观音菩萨一样证得闻性圆明，不是由声尘而起知见，这是闻性圆明。如果是由外面的音声（就是声尘，动静二尘，这是讲音尘）起的知见，那就是佛在本经里面所讲的「知见立知，是无明本」，这是我们一定要明了的。这些境界要晓得，然后在自己修行觉观当中，你才晓得什么叫觉、什么叫不觉。你要是能够觉「不觉」，那不觉就是觉；你要悟「迷」，那迷就不是迷，迷就是悟。我们在日常生活当中用功夫，这一点特别要紧，自己才能入得了法门。",
      "zh_TW": "你要說應化，是不是應化來的時候是個出家人、是個祖師？不一定。你們在《華嚴經》五十三參裡面看到的，五十三位善知識都是佛菩薩應化的。由此可知，諸佛菩薩應化在世間是在各行各業之中，沒有一個行業佛菩薩不應化在其中的，男女老少什麼樣的身分都有，真是應有盡有，這裡面才有真樂！這一定要通達如來藏性，也就是我們講的明心見性。觀世音菩薩今天講要證真圓通，你也像觀世音菩薩一樣，要得真圓通，才能夠有真樂，真正的離苦得樂，這是佛法裡頭最究竟、最殊勝之法。證得如來藏性了，諸位常常到這裡來聽經，總需要記住，佛在《圓覺經》說的「圓覺」，《楞嚴經》講的「如來藏性」，《彌陀經》講的「一心不亂」，《華嚴經》講的「一真法界」，《法華經》講的「一乘法」，統統是一個意思、一個境界、一樁事，名稱不同，事情是一樣的。通達藏性之後，一也是法界、多也是法界，一不為少，多也不為多。只要你能夠像觀音菩薩一樣證得聞性圓明，不是由聲塵而起知見，這是聞性圓明。如果是由外面的音聲（就是聲塵，動靜二塵，這是講音塵）起的知見，那就是佛在本經裡面所講的「知見立知，是無明本」，這是我們一定要明瞭的。這些境界要曉得，然後在自己修行覺觀當中，你才曉得什麼叫覺、什麼叫不覺。你要是能夠覺「不覺」，那不覺就是覺；你要悟「迷」，那迷就不是迷，迷就是悟。我們在日常生活當中用功夫，這一點特別要緊，自己才能入得了法門。"
    },
    {
      "id": "07-001-0119_p0018",
      "zh_CN": "菩萨在此地说，『由我修习得真圆通』，我们不要忘了，楞严会上的当机者是阿难，当然阿难在此地是个代表，也就是像阿难这一类的人是楞严会上的当机者。阿难这一类是什么人？阿难在十大弟子当中，多闻第一，可见得《楞严经》就是为多闻第一而说的。佛门里常说「乘急戒缓」，阿难就代表这一类的，观世音菩萨在此地也是暗含着点化这一类的众生。刚才也跟诸位提示过，菩萨与我们娑婆世界特别有缘分，就是我们这一方的众生大多数都是耳根比较利，所以观世音菩萨在此地讲「真圆通」。难道前面二十四位所证的圆通是假的吗？当然不假，都是真的。菩萨在此地强调一个真圆通，就是二十五种圆通法门里这一种圆通最容易成就，意思是在此地，并不是说前面二十四位所证得的不真，所以这个意思我们要搞清楚。",
      "zh_TW": "菩薩在此地說，『由我修習得真圓通』，我們不要忘了，楞嚴會上的當機者是阿難，當然阿難在此地是個代表，也就是像阿難這一類的人是楞嚴會上的當機者。阿難這一類是什麼人？阿難在十大弟子當中，多聞第一，可見得《楞嚴經》就是為多聞第一而說的。佛門裡常說「乘急戒緩」，阿難就代表這一類的，觀世音菩薩在此地也是暗含著點化這一類的眾生。剛才也跟諸位提示過，菩薩與我們娑婆世界特別有緣分，就是我們這一方的眾生大多數都是耳根比較利，所以觀世音菩薩在此地講「真圓通」。難道前面二十四位所證的圓通是假的嗎？當然不假，都是真的。菩薩在此地強調一個真圓通，就是二十五種圓通法門裡這一種圓通最容易成就，意思是在此地，並不是說前面二十四位所證得的不真，所以這個意思我們要搞清楚。"
    },
    {
      "id": "07-001-0119_p0019",
      "zh_CN": "过去裴休居士，这在佛教也是很有名望的一位大居士，他在世间有相当高的地位，他是虔诚的佛教徒。有一天他去访师，看到老师一个人在草庵里面打坐，很清静，他就问「老和尚有没有侍者？」有没有伺候你的人？老和尚说：有一、二个，只是不好见客。裴休说，「在哪里？为什么不好见客？」老和尚就叫，「大空、二空，你们出来！」大空、二空出来了，是什么？是两头老虎，老和尚在山里茅篷修行，陪他作伴、伺候他的是两头老虎。两头老虎从庵后面出来。裴相公做宰相，吓了一跳，老师看到裴相的神情不能够稳定下来，看他有害怕的样子，就跟两个老虎说，「好，已经见过面了，你们到后面去」，老虎就走出去了。这个时候裴相对老和尚佩服得五体投地，裴相就请教老和尚：老和尚你修什么法门，有这样的感应？老和尚一句话不说，待了半天就问他，你会了没有？裴相说不会。你们诸位想，你们会了没有？一心不乱！不要说证得理一心，证得事一心就可以，事一心是怎么样？我执破了，真正讲是无我了。无我，与一切众生就可以相处，没有分别了。裴相说不会，老和尚讲「好吧，你回去常念观世音」，劝他念观音菩萨。念观音菩萨的目的是要证耳根圆通，耳根圆通是属于理一心不乱，所以才有不可思议的功德。再看底下经文：",
      "zh_TW": "過去裴休居士，這在佛教也是很有名望的一位大居士，他在世間有相當高的地位，他是虔誠的佛教徒。有一天他去訪師，看到老師一個人在草庵裡面打坐，很清靜，他就問「老和尚有沒有侍者？」有沒有伺候你的人？老和尚說：有一、二個，只是不好見客。裴休說，「在哪裡？為什麼不好見客？」老和尚就叫，「大空、二空，你們出來！」大空、二空出來了，是什麼？是兩頭老虎，老和尚在山裡茅篷修行，陪他作伴、伺候他的是兩頭老虎。兩頭老虎從庵後面出來。裴相公做宰相，嚇了一跳，老師看到裴相的神情不能夠穩定下來，看他有害怕的樣子，就跟兩個老虎說，「好，已經見過面了，你們到後面去」，老虎就走出去了。這個時候裴相對老和尚佩服得五體投地，裴相就請教老和尚：老和尚你修什麼法門，有這樣的感應？老和尚一句話不說，待了半天就問他，你會了沒有？裴相說不會。你們諸位想，你們會了沒有？一心不亂！不要說證得理一心，證得事一心就可以，事一心是怎麼樣？我執破了，真正講是無我了。無我，與一切眾生就可以相處，沒有分別了。裴相說不會，老和尚講「好吧，你回去常念觀世音」，勸他念觀音菩薩。念觀音菩薩的目的是要證耳根圓通，耳根圓通是屬於理一心不亂，所以才有不可思議的功德。再看底下經文："
    },
    {
      "id": "07-001-0119_p0020",
      "zh_CN": "【是名十四施无畏力。福备众生。】",
      "zh_TW": "【是名十四施無畏力。福備眾生。】"
    },
    {
      "id": "07-001-0119_p0021",
      "zh_CN": "『施无畏力』，要是据后面的经文说，「十方微尘国土皆名我为施无畏者」，后面经文上有这么一句话，观世音菩萨布施给我们的是大无畏。念观世音菩萨的人很多，可惜念了怎么样？不相信，那就没有办法，念了不相信。如果你要是念了相信，这三十二应、十四无畏与你就有感应道交。『福备众生』，这个意思是说，不但能够令一切众生脱离一切苦难，而且还能够得福德，真是大慈大悲。大悲是叫我们离一切苦难，大慈是叫我们能够得福，得什么样的福？那就看你信心的程度。你要是全程肯定的去相信，一丝毫都没有怀疑，一切明了的去修这个法门，最高的能够得到如来果地上的福报。可是你要晓得，这种福报不是观世音菩萨给你的，是你从这个法门去修学，悟了藏性之后，如来果地上的福德，是你如来藏性本来具足的，所以离苦得乐，一点都不假。观世音菩萨给众生的实在是太多了，「施无畏力」这四个字就把它统统都包罗尽了。底下这一段，这是四种不思议。",
      "zh_TW": "『施無畏力』，要是據後面的經文說，「十方微塵國土皆名我為施無畏者」，後面經文上有這麼一句話，觀世音菩薩布施給我們的是大無畏。念觀世音菩薩的人很多，可惜念了怎麼樣？不相信，那就沒有辦法，念了不相信。如果你要是念了相信，這三十二應、十四無畏與你就有感應道交。『福備眾生』，這個意思是說，不但能夠令一切眾生脫離一切苦難，而且還能夠得福德，真是大慈大悲。大悲是叫我們離一切苦難，大慈是叫我們能夠得福，得什麼樣的福？那就看你信心的程度。你要是全程肯定的去相信，一絲毫都沒有懷疑，一切明瞭的去修這個法門，最高的能夠得到如來果地上的福報。可是你要曉得，這種福報不是觀世音菩薩給你的，是你從這個法門去修學，悟了藏性之後，如來果地上的福德，是你如來藏性本來具足的，所以離苦得樂，一點都不假。觀世音菩薩給眾生的實在是太多了，「施無畏力」這四個字就把它統統都包羅盡了。底下這一段，這是四種不思議。"
    },
    {
      "id": "07-001-0119_p0022",
      "zh_CN": "【世尊。我又获是圆通。修证无上道故。又能善获四不思议无作妙德。】",
      "zh_TW": "【世尊。我又獲是圓通。修證無上道故。又能善獲四不思議無作妙德。】"
    },
    {
      "id": "07-001-0119_p0023",
      "zh_CN": "这一段是给我们说四种不思议，融合前面的二观，前面虽然是显明，上同十方如来、下合十界一切众生，这都是随机应化，在理论上说还是有限量、还是可思可议，虽然说三昧，还是从因地心上来讲的；到这一段文则显示他圆融到了极处，圆极了那就是不可思、不可议，「言语道断，心行处灭」。所以菩萨自己说『修证无上道故』，这是说这个道是无上道，其神妙愈不可思议是无法来测度的。前面说法以及说称名的功德，我们还能够窥测到一些；到这个地方，那实在是无法再形容他，这是菩萨讲他修证到圆极了，能令众生得大自在，这是真正不可思议。换句话说，虽然他是菩萨，与如来在果地上的境界真是无二无别，所以谓之『无作妙德』。",
      "zh_TW": "這一段是給我們說四種不思議，融合前面的二觀，前面雖然是顯明，上同十方如來、下合十界一切眾生，這都是隨機應化，在理論上說還是有限量、還是可思可議，雖然說三昧，還是從因地心上來講的；到這一段文則顯示他圓融到了極處，圓極了那就是不可思、不可議，「言語道斷，心行處滅」。所以菩薩自己說『修證無上道故』，這是說這個道是無上道，其神妙愈不可思議是無法來測度的。前面說法以及說稱名的功德，我們還能夠窺測到一些；到這個地方，那實在是無法再形容他，這是菩薩講他修證到圓極了，能令眾生得大自在，這是真正不可思議。換句話說，雖然他是菩薩，與如來在果地上的境界真是無二無別，所以謂之『無作妙德』。"
    },
    {
      "id": "07-001-0119_p0024",
      "zh_CN": "这个经文着重在「无作」两个字，有作就不妙了，这是我们修学要特别留意的。什么叫有作？什么叫无作？有作、无作是都做，不是不做。有作是什么？有心去做，这个有心是有妄心，换句话说，就是有心意识去做的。无作做不做？做。做，是怎么样？没有心意识。他在那里做，没有心意识的做是妙作、是三轮体空、是「妙德」；有心意识的去做就有业，你善心去做是善业，恶心去做是恶业。诸位要晓得，要紧的是心，善心做恶事还是善业，恶心做善事还是恶业，这里头道理诸位细细去想。大乘戒律论心不论事，跟小乘戒不一样，小乘戒是论事不论心，为什么？偏重在人天福报；大乘是论心不论事，偏重在出三界、证菩提涅槃，这是不一样的。善心、恶心都没有离开心意识，所以这种不能称之为「无作妙德」，就修道来说是有修有证，因为他有心，有修有证。我们念佛，如果是有作而念的话，你这个功夫可以念到事一心不乱，以《楞严经》这个理论，佛给我们所讲的，可以达到事一心不乱，但是不能达到理一心不乱，理一心不乱一定要舍识用根。",
      "zh_TW": "這個經文著重在「無作」兩個字，有作就不妙了，這是我們修學要特別留意的。什麼叫有作？什麼叫無作？有作、無作是都做，不是不做。有作是什麼？有心去做，這個有心是有妄心，換句話說，就是有心意識去做的。無作做不做？做。做，是怎麼樣？沒有心意識。他在那裡做，沒有心意識的做是妙作、是三輪體空、是「妙德」；有心意識的去做就有業，你善心去做是善業，惡心去做是惡業。諸位要曉得，要緊的是心，善心做惡事還是善業，惡心做善事還是惡業，這裡頭道理諸位細細去想。大乘戒律論心不論事，跟小乘戒不一樣，小乘戒是論事不論心，為什麼？偏重在人天福報；大乘是論心不論事，偏重在出三界、證菩提涅槃，這是不一樣的。善心、惡心都沒有離開心意識，所以這種不能稱之為「無作妙德」，就修道來說是有修有證，因為他有心，有修有證。我們念佛，如果是有作而念的話，你這個功夫可以念到事一心不亂，以《楞嚴經》這個理論，佛給我們所講的，可以達到事一心不亂，但是不能達到理一心不亂，理一心不亂一定要捨識用根。"
    },
    {
      "id": "07-001-0119_p0025",
      "zh_CN": "交光大师在《楞严正脉》里就是这样指导我们的。舍识是什么？不用心意识，换句话说，八识五十一心所我们统统不用它，那你就是「无作妙德」。你说我做什么？穿衣服，是无作妙德；吃饭，是无作妙德，穿衣吃饭就是。我们现在穿衣吃饭怎么样？穿衣吃饭都在心心所里计较，在这里面起烦恼、起分别、起执着，所以衣也不会穿、饭也不会吃。几时你穿衣吃饭都离开心意识，完全与真如本性相应，那就是像慧海禅师所说的，人家请教他，老和尚你用什么功夫？他就答一句，「饥来吃饭，困来眠」，这就是人家用功的地方。我们听了，哪个肚子饿了不吃饭？哪个困了不睡觉？人家是真吃得下，也真睡得着，为什么？他事情了了，没事了！我们现在烦恼没有断，生死没有了，饭吃得不安心，睡也睡不着，生死没了。他是什么？生死了，烦恼断了，所以到吃饭的时候就吃饭，到睡觉就睡觉去，除这个之外没事了，是这个意思。真正到了无作妙德，穿衣、吃饭、睡觉都是无作妙德。这就是拣别不是有为、有意去做的，而是怎么样？任运自然的成就。下面四种都是这种境界，这个境界的意思比前面要深得多，比前面也要圆满得多。请看经文，这个经文比较长一点，我们一段一段来研究。",
      "zh_TW": "交光大師在《楞嚴正脈》裡就是這樣指導我們的。捨識是什麼？不用心意識，換句話說，八識五十一心所我們統統不用它，那你就是「無作妙德」。你說我做什麼？穿衣服，是無作妙德；吃飯，是無作妙德，穿衣吃飯就是。我們現在穿衣吃飯怎麼樣？穿衣吃飯都在心心所裡計較，在這裡面起煩惱、起分別、起執著，所以衣也不會穿、飯也不會吃。幾時你穿衣吃飯都離開心意識，完全與真如本性相應，那就是像慧海禪師所說的，人家請教他，老和尚你用什麼功夫？他就答一句，「飢來吃飯，睏來眠」，這就是人家用功的地方。我們聽了，哪個肚子餓了不吃飯？哪個睏了不睡覺？人家是真吃得下，也真睡得著，為什麼？他事情了了，沒事了！我們現在煩惱沒有斷，生死沒有了，飯吃得不安心，睡也睡不著，生死沒了。他是什麼？生死了，煩惱斷了，所以到吃飯的時候就吃飯，到睡覺就睡覺去，除這個之外沒事了，是這個意思。真正到了無作妙德，穿衣、吃飯、睡覺都是無作妙德。這就是揀別不是有為、有意去做的，而是怎麼樣？任運自然的成就。下面四種都是這種境界，這個境界的意思比前面要深得多，比前面也要圓滿得多。請看經文，這個經文比較長一點，我們一段一段來研究。"
    },
    {
      "id": "07-001-0119_p0026",
      "zh_CN": "【一者由我初获妙妙闻心。心精遗闻。见闻觉知不能分隔。成一圆融清净宝觉。】",
      "zh_TW": "【一者由我初獲妙妙聞心。心精遺聞。見聞覺知不能分隔。成一圓融清淨寶覺。】"
    },
    {
      "id": "07-001-0119_p0027",
      "zh_CN": "这是他叙说他成就的时候，我们俗话讲观音菩萨自己修行他得道，最初得道的这个境界给我们说出来。『初获』的「初」，就是前面讲他用功，他的功夫在「反闻闻自性，性成无上道」，就是讲他「初于闻中」的初，用这个功夫。「初于闻中」的初可以这样说法，耳根接触声尘的一刹那这是初，这一刹那怎么？还没有起心动念，这是闻性闻。如果有一念心生起来，就落在意识里面，那就不是初，就落到第二义去。观世音菩萨这个用功，他能够保持在第一义，他不落在第二义。我们修行所以不能成就，是我们从第一义一刹那之间就落到第二义、第三义，麻烦就出在这个地方。这是值得我们警惕的，我们看到观世音菩萨，再想想自己。说了一个「闻」，这是六根里一个代表，见闻觉知六根统统一样。眼见色他能保持第一义，耳闻声也能保持第一义，六根接触六尘境界，六根的根性全保持在第一义上。第一义是见性，前面「十番显见」讲见性，见性、闻性、嗅性、尝性、觉性、知性。所以对外面不是六尘，对外面也是六性，对外面是六性这叫见性。如果会这样用功，你们诸位想想，证无上道就在一念之间，哪里要什么三大阿僧祇劫！正是经上所讲的「弹指超无学」，这个无学是指谁？诸位要晓得，无学是讲大乘阿罗汉，法云地的菩萨。「超无学」最低限度也是等觉，超了无学。一弹指之间的确从凡夫地证等觉菩萨，只要你懂得这个道理，从哪里修？六根接触六尘境界你都能够保持在第一义，就是交光大师讲的用根不用识，用识这是第二义。",
      "zh_TW": "這是他敘說他成就的時候，我們俗話講觀音菩薩自己修行他得道，最初得道的這個境界給我們說出來。『初獲』的「初」，就是前面講他用功，他的功夫在「反聞聞自性，性成無上道」，就是講他「初於聞中」的初，用這個功夫。「初於聞中」的初可以這樣說法，耳根接觸聲塵的一剎那這是初，這一剎那怎麼？還沒有起心動念，這是聞性聞。如果有一念心生起來，就落在意識裡面，那就不是初，就落到第二義去。觀世音菩薩這個用功，他能夠保持在第一義，他不落在第二義。我們修行所以不能成就，是我們從第一義一剎那之間就落到第二義、第三義，麻煩就出在這個地方。這是值得我們警惕的，我們看到觀世音菩薩，再想想自己。說了一個「聞」，這是六根裡一個代表，見聞覺知六根統統一樣。眼見色他能保持第一義，耳聞聲也能保持第一義，六根接觸六塵境界，六根的根性全保持在第一義上。第一義是見性，前面「十番顯見」講見性，見性、聞性、嗅性、嘗性、覺性、知性。所以對外面不是六塵，對外面也是六性，對外面是六性這叫見性。如果會這樣用功，你們諸位想想，證無上道就在一念之間，哪裡要什麼三大阿僧祇劫！正是經上所講的「彈指超無學」，這個無學是指誰？諸位要曉得，無學是講大乘阿羅漢，法雲地的菩薩。「超無學」最低限度也是等覺，超了無學。一彈指之間的確從凡夫地證等覺菩薩，只要你懂得這個道理，從哪裡修？六根接觸六塵境界你都能夠保持在第一義，就是交光大師講的用根不用識，用識這是第二義。"
    },
    {
      "id": "07-001-0119_p0028",
      "zh_CN": "你们有不少同修读了《楞严经》之后来问我，如何用根？怎么样才能够舍识用根？这个地方说得很清楚。第一义是什么样子？第一义里，眼见色，见而无见。不是说见了就像看不见一样，那这个法门我们不学，学它干什么！见是真见，无见是无妄见。什么叫妄见？你们学过唯识应该晓得，八识五十一心所，心心所都有见分，那个见分是妄见。没有妄见，没有妄见的见是什么？那个见是见性之见，听而无闻，真闻无妄闻。闻是什么？闻也是见分。诸位要晓得，心心所四分：自证分、证自证分、见分、相分。那个见分，在眼叫见，在耳叫闻。耳识的见分就是能闻，能听的作用；眼识的见分是能见的作用，相分是所见所闻，这个都是叫妄见、妄闻，不是真实的。真实的是什么？是见性见，那是真实的，你要是到这个境界，那就可以说一句凡所有相皆是实相，不是虚妄的；没有到这个境界，凡所有相皆是虚妄。",
      "zh_TW": "你們有不少同修讀了《楞嚴經》之後來問我，如何用根？怎麼樣才能夠捨識用根？這個地方說得很清楚。第一義是什麼樣子？第一義裡，眼見色，見而無見。不是說見了就像看不見一樣，那這個法門我們不學，學它幹什麼！見是真見，無見是無妄見。什麼叫妄見？你們學過唯識應該曉得，八識五十一心所，心心所都有見分，那個見分是妄見。沒有妄見，沒有妄見的見是什麼？那個見是見性之見，聽而無聞，真聞無妄聞。聞是什麼？聞也是見分。諸位要曉得，心心所四分：自證分、證自證分、見分、相分。那個見分，在眼叫見，在耳叫聞。耳識的見分就是能聞，能聽的作用；眼識的見分是能見的作用，相分是所見所聞，這個都是叫妄見、妄聞，不是真實的。真實的是什麼？是見性見，那是真實的，你要是到這個境界，那就可以說一句凡所有相皆是實相，不是虛妄的；沒有到這個境界，凡所有相皆是虛妄。"
    },
    {
      "id": "07-001-0119_p0029",
      "zh_CN": "这个说法还不懂的话，我再举个比喻说，譬如我们好眼睛看到外面的境界相，实相，我们张开眼睛看很清楚，凡所有相皆是实相。假如我们戴个绿眼镜，戴个太阳镜，戴个绿色的眼镜一看外头，你们每个脸都是绿绿的；我戴个红眼镜，你们都是红红的，那就凡所有相皆是虚妄。懂这个意思吗？我们现在在见性上面戴上眼识，就是戴上心心所的眼镜，看到外面的相皆是虚妄；如果把心心所统统拿掉，你所见的相皆是实相，就这个意思。你们要问修行的秘诀、修行的要领，没有别的，就是保持你的第一念，不要落在第二念上去，就是第一义。第一义是什么？见性见、闻性闻，观世音菩萨就是如此。这个办法就是弹指超无学，还要什么三大阿僧祇劫！《弥陀经》里若一日到若七日，太多了，哪要那么长的时间？你们诸位想想，大乘经你不去研究，你怎么能晓得这个道理？你怎么能懂得这个门道？你平素用功就晓得应该怎么个用法。你不明了这个道理、不懂方法，平时用功真的盲修瞎练，一说你盲修瞎练，马上火气就来了，可见得是盲修瞎练；如果真修真练，八风吹不动、如如不动。赞叹你几句，高兴、得意得不得了；毁谤你几句火气就上来，可见得小小的境界风一吹就动，那你不是盲修瞎练是什么？当然是盲修瞎练。",
      "zh_TW": "這個說法還不懂的話，我再舉個比喻說，譬如我們好眼睛看到外面的境界相，實相，我們張開眼睛看很清楚，凡所有相皆是實相。假如我們戴個綠眼鏡，戴個太陽鏡，戴個綠色的眼鏡一看外頭，你們每個臉都是綠綠的；我戴個紅眼鏡，你們都是紅紅的，那就凡所有相皆是虛妄。懂這個意思嗎？我們現在在見性上面戴上眼識，就是戴上心心所的眼鏡，看到外面的相皆是虛妄；如果把心心所統統拿掉，你所見的相皆是實相，就這個意思。你們要問修行的祕訣、修行的要領，沒有別的，就是保持你的第一念，不要落在第二念上去，就是第一義。第一義是什麼？見性見、聞性聞，觀世音菩薩就是如此。這個辦法就是彈指超無學，還要什麼三大阿僧祇劫！《彌陀經》裡若一日到若七日，太多了，哪要那麼長的時間？你們諸位想想，大乘經你不去研究，你怎麼能曉得這個道理？你怎麼能懂得這個門道？你平素用功就曉得應該怎麼個用法。你不明瞭這個道理、不懂方法，平時用功真的盲修瞎練，一說你盲修瞎練，馬上火氣就來了，可見得是盲修瞎練；如果真修真練，八風吹不動、如如不動。讚歎你幾句，高興、得意得不得了；毀謗你幾句火氣就上來，可見得小小的境界風一吹就動，那你不是盲修瞎練是什麼？當然是盲修瞎練。"
    },
    {
      "id": "07-001-0119_p0030",
      "zh_CN": "『妙妙闻心』，就是讲的反闻闻自性，实际上这前面都讲过。反是什么？反是回头，怎么个回头法这要晓得，众生的心随着外面境界流转。前面讲我们这个耳识，第六意识就是心心所，我们以耳识来说，流逸奔声，流到声尘外面境界上去；眼识是流逸奔色，流是像水一样流出去，逸是放逸，放逸在色相里去，六根的根性被六识掩蔽，平素就是妄心起作用。反闻，不是说闻性反过来，闻性没有反的，闻性是真常的，它反个什么；在圣不增、在凡不减，它是常住真心，它反个什么。可见得那个反，是心心所反过来，不往六尘上去流逸，反的是这个。所以反闻这两个字是两个意思，反这个字是对心心所说的，心心所反过来，不去攀缘外面六尘境界，这个时候闻性就现前，这是闻的自性，这就叫舍识用根，反就是舍识，不用它了。一般凡夫在迷的时候，用心心所见色。我这样讲比较方便一点，因为见色的确很复杂，不要以为见色这是眼识见到色尘，其实它与第六识有关系，第六识分别、第七识执着、第八识落印象，而且与六识、七识、八识、前五识，相应的这些心所一刹那之间同时都起作用，复杂得不得了。我们讲心心所，一切复杂的情形都可以包括在里头，心心所起作用。我们现在心心所不起作用，这就是反的意思、就是舍的意思，舍识，此地用个「反」；用根，这是用根性，就是「闻」。你要问怎样舍识用根，本经里面就用反闻两个字。前面讲「反闻闻自性，性成无上道」，这个功夫的确要经过一个相当长的时间来锻炼。而且用功，我再告诉诸位，无论什么人、无论什么环境，统统没有障碍，这真是不可思议！",
      "zh_TW": "『妙妙聞心』，就是講的反聞聞自性，實際上這前面都講過。反是什麼？反是回頭，怎麼個回頭法這要曉得，眾生的心隨著外面境界流轉。前面講我們這個耳識，第六意識就是心心所，我們以耳識來說，流逸奔聲，流到聲塵外面境界上去；眼識是流逸奔色，流是像水一樣流出去，逸是放逸，放逸在色相裡去，六根的根性被六識掩蔽，平素就是妄心起作用。反聞，不是說聞性反過來，聞性沒有反的，聞性是真常的，它反個什麼；在聖不增、在凡不減，它是常住真心，它反個什麼。可見得那個反，是心心所反過來，不往六塵上去流逸，反的是這個。所以反聞這兩個字是兩個意思，反這個字是對心心所說的，心心所反過來，不去攀緣外面六塵境界，這個時候聞性就現前，這是聞的自性，這就叫捨識用根，反就是捨識，不用它了。一般凡夫在迷的時候，用心心所見色。我這樣講比較方便一點，因為見色的確很複雜，不要以為見色這是眼識見到色塵，其實它與第六識有關係，第六識分別、第七識執著、第八識落印象，而且與六識、七識、八識、前五識，相應的這些心所一剎那之間同時都起作用，複雜得不得了。我們講心心所，一切複雜的情形都可以包括在裡頭，心心所起作用。我們現在心心所不起作用，這就是反的意思、就是捨的意思，捨識，此地用個「反」；用根，這是用根性，就是「聞」。你要問怎樣捨識用根，本經裡面就用反聞兩個字。前面講「反聞聞自性，性成無上道」，這個功夫的確要經過一個相當長的時間來鍛鍊。而且用功，我再告訴諸位，無論什麼人、無論什麼環境，統統沒有障礙，這真是不可思議！"
    },
    {
      "id": "07-001-0119_p0031",
      "zh_CN": "用功的要领就是古人所讲的，「不怕念起，只怕觉迟」。为什么？你一个念一起来，落在心意识去了，心意识里头才有妄念。「觉」是正念，「念」是妄念，所以觉悟的佛菩萨他有正念，没有妄念。我们才有一个妄念起来立刻就觉悟，一觉是什么？这个妄念不存在了，把妄念打消掉。所以古人才说，「一念相应一念佛，念念相应念念佛」，这是讲我们用功夫的方法。眼见色，一起心、一动念，立刻觉悟「又落在心意识去了」；耳闻声，才起一念，「又落心意识去了」。这种原理原则我们在讲席当中跟诸位讲了很多，希望大家要记住、要会用，这是完全讲的自受用。他受用，他受用要在正念里面再变现出妄念，为他受用。譬如我们眼睛看到茶杯，我们起了一个念头，「这个杯子不错」，这错了、这就是迷，落到心心所里去了，真如本性里面本来无一物，哪有什么错不错？没有！心地干干净净、一尘不染。「这个杯子不错」，就落心意识去了。别人受用的时候，我给你介绍这个不错、怎么样好，不是自受用，是自己从清净心里面变现出心心所为他受用，诸位要晓得这个道理。自受用跟他受用要划得清清楚楚的，把他受用的当作自受用是凡夫。把自受用的当作他受用是阿罗汉，入了涅槃，为什么？他心不动了，他也不教化众生，他见到众生不开口，那都没有用处。菩萨之所以成为菩萨，自受用的不是他受用，他受用的不是自受用，这是不可思议。他受用的表现跟凡夫没有两样，打成一片，和光同尘；虽然和光同尘，自受用当中他不起心、不动念，不落在心意识里，这是高明极了！",
      "zh_TW": "用功的要領就是古人所講的，「不怕念起，只怕覺遲」。為什麼？你一個念一起來，落在心意識去了，心意識裡頭才有妄念。「覺」是正念，「念」是妄念，所以覺悟的佛菩薩他有正念，沒有妄念。我們才有一個妄念起來立刻就覺悟，一覺是什麼？這個妄念不存在了，把妄念打消掉。所以古人才說，「一念相應一念佛，念念相應念念佛」，這是講我們用功夫的方法。眼見色，一起心、一動念，立刻覺悟「又落在心意識去了」；耳聞聲，才起一念，「又落心意識去了」。這種原理原則我們在講席當中跟諸位講了很多，希望大家要記住、要會用，這是完全講的自受用。他受用，他受用要在正念裡面再變現出妄念，為他受用。譬如我們眼睛看到茶杯，我們起了一個念頭，「這個杯子不錯」，這錯了、這就是迷，落到心心所裡去了，真如本性裡面本來無一物，哪有什麼錯不錯？沒有！心地乾乾淨淨、一塵不染。「這個杯子不錯」，就落心意識去了。別人受用的時候，我給你介紹這個不錯、怎麼樣好，不是自受用，是自己從清淨心裡面變現出心心所為他受用，諸位要曉得這個道理。自受用跟他受用要劃得清清楚楚的，把他受用的當作自受用是凡夫。把自受用的當作他受用是阿羅漢，入了涅槃，為什麼？他心不動了，他也不教化眾生，他見到眾生不開口，那都沒有用處。菩薩之所以成為菩薩，自受用的不是他受用，他受用的不是自受用，這是不可思議。他受用的表現跟凡夫沒有兩樣，打成一片，和光同塵；雖然和光同塵，自受用當中他不起心、不動念，不落在心意識裡，這是高明極了！"
    },
    {
      "id": "07-001-0119_p0032",
      "zh_CN": "诸位修学的时候，不管你修哪个法门，八万四千法门，太少，观世音菩萨在此地说六十二恒河沙法门，一个菩萨代表一个法门，六十二恒河沙法门，一句名号一个原理，就是反闻的原理，反闻就是舍识用根的原理。在《圆觉经》里我特别告诉大家，修行修什么？修圆觉心，净圆觉心。《圆觉经》第一章，文殊菩萨这一章，一开口就说清净心，清净心就是圆觉心。所以你修什么？修清净心。在境界里头起心动念，清净心没有了。自己没有成就的时候不管别人，我自己清净心还没得到，天天管别人，我自己的清净心再修无量阿僧祇劫还得不到，那就是佛门里常讲的「泥菩萨过河自身难保」，还想度别人，哪有这个道理？自己清净了，再度众生，你度众生的时候，不会害众生、不会误众生。为什么？理论真通达、门道真晓得，自己修行的时候自己真可能有成就。换句话说，这个理论方法自己试验过的，没错，才敢教别人。自己没有试验过的靠不住，自己误了自己那活该，你自己再误了别人的话，这个罪业太大。所以自修比教他要重要。修什么？就是修清净心，修在一切境界里面舍识用根，一切境界当中反闻闻自性，用这个方法。这段意思很深，我们刚刚只说一个「初获」，只讲初这个字，底下的「妙妙闻心」，这里头还有很精的意思在里头。今天时间到了，下一次我们还从这个地方讲，就从「一者由我初获妙妙闻心」这个地方讲起。",
      "zh_TW": "諸位修學的時候，不管你修哪個法門，八萬四千法門，太少，觀世音菩薩在此地說六十二恆河沙法門，一個菩薩代表一個法門，六十二恆河沙法門，一句名號一個原理，就是反聞的原理，反聞就是捨識用根的原理。在《圓覺經》裡我特別告訴大家，修行修什麼？修圓覺心，淨圓覺心。《圓覺經》第一章，文殊菩薩這一章，一開口就說清淨心，清淨心就是圓覺心。所以你修什麼？修清淨心。在境界裡頭起心動念，清淨心沒有了。自己沒有成就的時候不管別人，我自己清淨心還沒得到，天天管別人，我自己的清淨心再修無量阿僧祇劫還得不到，那就是佛門裡常講的「泥菩薩過河自身難保」，還想度別人，哪有這個道理？自己清淨了，再度眾生，你度眾生的時候，不會害眾生、不會誤眾生。為什麼？理論真通達、門道真曉得，自己修行的時候自己真可能有成就。換句話說，這個理論方法自己試驗過的，沒錯，才敢教別人。自己沒有試驗過的靠不住，自己誤了自己那活該，你自己再誤了別人的話，這個罪業太大。所以自修比教他要重要。修什麼？就是修清淨心，修在一切境界裡面捨識用根，一切境界當中反聞聞自性，用這個方法。這段意思很深，我們剛剛只說一個「初獲」，只講初這個字，底下的「妙妙聞心」，這裡頭還有很精的意思在裡頭。今天時間到了，下一次我們還從這個地方講，就從「一者由我初獲妙妙聞心」這個地方講起。"
    }
  ]
}