{
  "doc_id": "07-001-0090",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十集",
    "zh_TW": "第九十集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0090",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "07-001-0090_p0001",
      "zh_CN": "请掀开经本第六十一页，倒数第四行。",
      "zh_TW": "請掀開經本第六十一頁，倒數第四行。"
    },
    {
      "id": "07-001-0090_p0002",
      "zh_CN": "【是故当知。见与色空俱无处所。即色与见二处虚妄。本非因缘。非自然性。】",
      "zh_TW": "【是故當知。見與色空俱無處所。即色與見二處虛妄。本非因緣。非自然性。】"
    },
    {
      "id": "07-001-0090_p0003",
      "zh_CN": "这几句是总结眼色处无自性。所谓无处所者，就是指不在内、不在外、不在中间，没有一定的住处，这是说它『无处所』。『二处虚妄』，实际上就是指它的体性也没有，根尘识是相对而生的。这一段的意思是比较深一点，它是说明宇宙人生的真实相。众生因为不能够如实了知一切事理的实相，这就叫做起惑，佛法里面讲迷惑。因为迷，所以才有妄动，这才有造作，造作如果与理性相违背，在佛法的名词就叫做业障，业是事业，也就是造作，所谓障是障碍了见性。佛法终极的目标就是见性，性是什么？也就是宇宙人生的真实相。禅宗叫明心见性，《般若经》里面常说诸法实相，《华严》里面讲一真法界，其实是同样的境界，是一样的意思，这是佛法修学终极求证的目标。佛在楞严会上这一大段经文，这是有相当之长，四科七大一共是五个段落。五个段落，前面我们曾经讲过五阴六入，此地这是第三个段落讲到十二处，后面还有两大段就是十八界与七大。五个层次的说法，诸位要晓得它是说一桩事情，一桩事情为什么要五次的来说？我们世间讲是一而三、三而四，佛在此地是四而五，其目的是叫我们开悟。如果要是不悟，不要说是说五次，说五百次、五千次都不多！悟了以后就不必再说，如果再说那就叫累赘，所以终极的目标是叫我们开悟。",
      "zh_TW": "這幾句是總結眼色處無自性。所謂無處所者，就是指不在內、不在外、不在中間，沒有一定的住處，這是說它『無處所』。『二處虛妄』，實際上就是指它的體性也沒有，根塵識是相對而生的。這一段的意思是比較深一點，它是說明宇宙人生的真實相。眾生因為不能夠如實了知一切事理的實相，這就叫做起惑，佛法裡面講迷惑。因為迷，所以才有妄動，這才有造作，造作如果與理性相違背，在佛法的名詞就叫做業障，業是事業，也就是造作，所謂障是障礙了見性。佛法終極的目標就是見性，性是什麼？也就是宇宙人生的真實相。禪宗叫明心見性，《般若經》裡面常說諸法實相，《華嚴》裡面講一真法界，其實是同樣的境界，是一樣的意思，這是佛法修學終極求證的目標。佛在楞嚴會上這一大段經文，這是有相當之長，四科七大一共是五個段落。五個段落，前面我們曾經講過五陰六入，此地這是第三個段落講到十二處，後面還有兩大段就是十八界與七大。五個層次的說法，諸位要曉得它是說一樁事情，一樁事情為什麼要五次的來說？我們世間講是一而三、三而四，佛在此地是四而五，其目的是叫我們開悟。如果要是不悟，不要說是說五次，說五百次、五千次都不多！悟了以後就不必再說，如果再說那就叫累贅，所以終極的目標是叫我們開悟。"
    },
    {
      "id": "07-001-0090_p0004",
      "zh_CN": "佛法的修学在期限上来讲没有长短，不是像我们世间修学它有期限，小学有六年、中学有六年、大学有四年，给你定上期限。佛法没有期限，而是叫你开悟就是圆满，如果没悟，就是永久在学习的过程当中，开悟这就毕业了。有人很短的时间就开悟，有些人真正是三大阿僧祇劫还开不了悟，所以你要问学佛究竟要用多少时间，这没有一定的。我们读《六祖坛经》，六祖大师他大概不到两个钟点就开悟了，这是我们在中国历史上所见到的最快的一位；其余的我们看到是一年、二年、三年开悟的有，有几个；十年、二十年、三十年开悟的，这个人数就相当之多，在《禅宗语录》、《高僧传》里面总有几千人。一生不能开悟的，这个数量太多了，原因在什么地方？原因实在说没有找到门道。好像入门，他没找到门，所以他没有法子入门；如果你要是找到门，那就有入门的希望。",
      "zh_TW": "佛法的修學在期限上來講沒有長短，不是像我們世間修學它有期限，小學有六年、中學有六年、大學有四年，給你定上期限。佛法沒有期限，而是叫你開悟就是圓滿，如果沒悟，就是永久在學習的過程當中，開悟這就畢業了。有人很短的時間就開悟，有些人真正是三大阿僧祇劫還開不了悟，所以你要問學佛究竟要用多少時間，這沒有一定的。我們讀《六祖壇經》，六祖大師他大概不到兩個鐘點就開悟了，這是我們在中國歷史上所見到的最快的一位；其餘的我們看到是一年、二年、三年開悟的有，有幾個；十年、二十年、三十年開悟的，這個人數就相當之多，在《禪宗語錄》、《高僧傳》裡面總有幾千人。一生不能開悟的，這個數量太多了，原因在什麼地方？原因實在說沒有找到門道。好像入門，他沒找到門，所以他沒有法子入門；如果你要是找到門，那就有入門的希望。"
    },
    {
      "id": "07-001-0090_p0005",
      "zh_CN": "实际上门在什么地方？门太多了，佛法里面讲无量法门，此地所说的四科七大一共就是二十五门。这二十五门是讲的纲领，所以佛说这二十五门，第一门入不进去还有第二门，二门入不进去还有第三门，二十五门都入不进去，从头再来，一遍一遍的薰修。诸位要是明白这个意思，你就晓得佛所说的一切法门并没有重复也不雷同，但是它确是一个目标、一个方向。中下程度的人，在佛法里面讲根性，中下根性的人，往往我们要有相当长的时间来薰习、来陶练，而后才能够找到门道、门径、道路。学佛如果不懂这点意思，你读佛经免不了就枯燥无味，尤其佛经比世间书籍难懂的地方就是它是意在言外，我们要从文字里面去求它的意思就很难了。《楞严》稍微还好一点，为什么？直接讲理。诸位如果读《华严》、读《法华》，佛在里面讲许多的比喻，那真是字字句句都含着有很殊胜、微妙的意思，可是你要从文字以外去体会，字里行间是很不容易体会到的，真正是弦外有音，奇特。",
      "zh_TW": "實際上門在什麼地方？門太多了，佛法裡面講無量法門，此地所說的四科七大一共就是二十五門。這二十五門是講的綱領，所以佛說這二十五門，第一門入不進去還有第二門，二門入不進去還有第三門，二十五門都入不進去，從頭再來，一遍一遍的薰修。諸位要是明白這個意思，你就曉得佛所說的一切法門並沒有重複也不雷同，但是它確是一個目標、一個方向。中下程度的人，在佛法裡面講根性，中下根性的人，往往我們要有相當長的時間來薰習、來陶練，而後才能夠找到門道、門徑、道路。學佛如果不懂這點意思，你讀佛經免不了就枯燥無味，尤其佛經比世間書籍難懂的地方就是它是意在言外，我們要從文字裡面去求它的意思就很難了。《楞嚴》稍微還好一點，為什麼？直接講理。諸位如果讀《華嚴》、讀《法華》，佛在裡面講許多的比喻，那真是字字句句都含著有很殊勝、微妙的意思，可是你要從文字以外去體會，字裡行間是很不容易體會到的，真正是弦外有音，奇特。"
    },
    {
      "id": "07-001-0090_p0006",
      "zh_CN": "将来有因缘，也许今年下半年，我们星期三的时间可以能够抽得出来，如果有这个时间的话我们来讲《法华经》。这几天讲《法华经》大意，我看也有三、四十个人来听，听了也很有趣味，这是讲大意，经文更有趣味，但是讲经文要相当长的时间。诸位从这节经文里面，这节是眼色处的总结，前面已经说明了，所以佛在此地做一个结论，告诉我们眼根与色尘的处所也是虚妄的，「二处虚妄」。为什么？色性之体不可得，眼根之体也不可得，可见得它是无自性的，无自性就是没有自体。有没有这些事？有，这些事叫因缘生法。诸位要晓得，凡是因缘所生法它就没有自体；换句话说，没有自体就是虚妄的，不是实在的。所以我们了解这个真相，了解真相这就能够得正知见，就是对于眼色处你有个正确的看法，不至于看错了，我们佛法里面常讲的正知正见，这是非常难得的。知见不正，换句话说，就是所谓邪知邪见，是一种错误的知见。",
      "zh_TW": "將來有因緣，也許今年下半年，我們星期三的時間可以能夠抽得出來，如果有這個時間的話我們來講《法華經》。這幾天講《法華經》大意，我看也有三、四十個人來聽，聽了也很有趣味，這是講大意，經文更有趣味，但是講經文要相當長的時間。諸位從這節經文裡面，這節是眼色處的總結，前面已經說明了，所以佛在此地做一個結論，告訴我們眼根與色塵的處所也是虛妄的，「二處虛妄」。為什麼？色性之體不可得，眼根之體也不可得，可見得它是無自性的，無自性就是沒有自體。有沒有這些事？有，這些事叫因緣生法。諸位要曉得，凡是因緣所生法它就沒有自體；換句話說，沒有自體就是虛妄的，不是實在的。所以我們了解這個真相，了解真相這就能夠得正知見，就是對於眼色處你有個正確的看法，不至於看錯了，我們佛法裡面常講的正知正見，這是非常難得的。知見不正，換句話說，就是所謂邪知邪見，是一種錯誤的知見。"
    },
    {
      "id": "07-001-0090_p0007",
      "zh_CN": "诸位要晓得，佛法的修学，大家都知道有大小乘。小乘法就是偏重在事相上的修学，在事上的修学；大乘佛法重在知见，这是不相同的。小乘的目标是以定为主，虽然修慧，还是以定为主，小乘到阿罗汉果是最高地位，他所成就的是九次第定。大乘人修行是以开智慧为主，所以大乘讲一切种智，它是以智为主，不是以定为主，纵然修定还是在慧，这是大小乘不相同的地方。唯有大乘人才能够入佛知见，这是佛法里面的究竟法，也就是像佛在《法华经》里面讲的，「唯有一乘法，无二亦无三」，这个意思在此地。这些可以说是在佛法里头很重要的修学原则，这个地方也不例外，告诉我们这个两处是相对而生的。由于一切众生不晓得事实的真相，把我们眼根也执着认为是真的能见，你去问问：你能见，能见的是谁？能见是眼，哪一个人不执着眼能见？眼是不是真的能见？这里头很有问题，深入一追究，问题就出来了；如果不追究，含含糊糊的好像是有这么回事情。色尘真的是我们所见吗？真有这个东西吗？这里面有许多的问题。",
      "zh_TW": "諸位要曉得，佛法的修學，大家都知道有大小乘。小乘法就是偏重在事相上的修學，在事上的修學；大乘佛法重在知見，這是不相同的。小乘的目標是以定為主，雖然修慧，還是以定為主，小乘到阿羅漢果是最高地位，他所成就的是九次第定。大乘人修行是以開智慧為主，所以大乘講一切種智，它是以智為主，不是以定為主，縱然修定還是在慧，這是大小乘不相同的地方。唯有大乘人才能夠入佛知見，這是佛法裡面的究竟法，也就是像佛在《法華經》裡面講的，「唯有一乘法，無二亦無三」，這個意思在此地。這些可以說是在佛法裡頭很重要的修學原則，這個地方也不例外，告訴我們這個兩處是相對而生的。由於一切眾生不曉得事實的真相，把我們眼根也執著認為是真的能見，你去問問：你能見，能見的是誰？能見是眼，哪一個人不執著眼能見？眼是不是真的能見？這裡頭很有問題，深入一追究，問題就出來了；如果不追究，含含糊糊的好像是有這麼回事情。色塵真的是我們所見嗎？真有這個東西嗎？這裡面有許多的問題。"
    },
    {
      "id": "07-001-0090_p0008",
      "zh_CN": "从唯识上来说，我们眼见色，唯识是不讲第一义，这讲的是第二义，单单讲见色，我们眼是不是真的见色？没有。眼根就像照相机的镜头一样，是把外面的色相照在里面，由于眼识造成一个相、一个画面，这个画面跟外面的画面完全一样。诸位晓得，眼识是不分别的，我们读唯识，晓得前五识也有相应的心所，更有相应的烦恼心所。实际上前五识哪里会有相应的心所？唯识学里头说得很清楚，这些相应心所是被拐带的，被第六识、第七识连带而生，不像第六、第七的心所是直接的，前五识它的心所起作用是被牵连的。能够分别一切色相是第六识，不是眼识，所以眼识只有了别，而没有分别，分别色相的好丑、善恶是第六意识。第六意识是不是分别我们外面色相？没有。第六意识就好像现在的无线电传播一样，将眼识的画面传播到第六识，于是第六识又起了个相分。你们读过唯识的就晓得，心心所都有四分，各有各的见分，各有各的相分。第六意识把画面传过去，贪心所这个画面每个心所都接触，但是哪个心所会跟它起作用，这个心所它的力量就特别强，就是它贪爱了。贪爱，你们晓得，二十六个烦恼里面贪心所贪爱，贪心所于是又从第六意识的画面接收过去，它自己又造出一个画面。你要是真正懂这个道理，与外面境界简直不相干，简直叫胡闹！所以佛给我们说，迷惑颠倒。眼色处情形是这样的，下面五处都是一样，没有一样是例外。唯识说得精细，把这些详细情形一样一样给我们仔细说明。但是在楞严会上，就不是那样的细说，因为《楞严经》在佛法里面它是一部相当高深也是重要的一部经典，它不是属于初学的。譬如唯识里面《百法明门》那是初学，在初学的时候已经把这些事情跟你讲清楚，所以在这些经典里头不必要再那么详细的说明，一提大家都晓得。",
      "zh_TW": "從唯識上來說，我們眼見色，唯識是不講第一義，這講的是第二義，單單講見色，我們眼是不是真的見色？沒有。眼根就像照相機的鏡頭一樣，是把外面的色相照在裡面，由於眼識造成一個相、一個畫面，這個畫面跟外面的畫面完全一樣。諸位曉得，眼識是不分別的，我們讀唯識，曉得前五識也有相應的心所，更有相應的煩惱心所。實際上前五識哪裡會有相應的心所？唯識學裡頭說得很清楚，這些相應心所是被拐帶的，被第六識、第七識連帶而生，不像第六、第七的心所是直接的，前五識它的心所起作用是被牽連的。能夠分別一切色相是第六識，不是眼識，所以眼識只有了別，而沒有分別，分別色相的好醜、善惡是第六意識。第六意識是不是分別我們外面色相？沒有。第六意識就好像現在的無線電傳播一樣，將眼識的畫面傳播到第六識，於是第六識又起了個相分。你們讀過唯識的就曉得，心心所都有四分，各有各的見分，各有各的相分。第六意識把畫面傳過去，貪心所這個畫面每個心所都接觸，但是哪個心所會跟它起作用，這個心所它的力量就特別強，就是它貪愛了。貪愛，你們曉得，二十六個煩惱裡面貪心所貪愛，貪心所於是又從第六意識的畫面接收過去，它自己又造出一個畫面。你要是真正懂這個道理，與外面境界簡直不相干，簡直叫胡鬧！所以佛給我們說，迷惑顛倒。眼色處情形是這樣的，下面五處都是一樣，沒有一樣是例外。唯識說得精細，把這些詳細情形一樣一樣給我們仔細說明。但是在楞嚴會上，就不是那樣的細說，因為《楞嚴經》在佛法裡面它是一部相當高深也是重要的一部經典，它不是屬於初學的。譬如唯識裡面《百法明門》那是初學，在初學的時候已經把這些事情跟你講清楚，所以在這些經典裡頭不必要再那麼詳細的說明，一提大家都曉得。"
    },
    {
      "id": "07-001-0090_p0009",
      "zh_CN": "这是叫我们认识见色闻声以及心里起种种感受，实际上这些情状、过程是非常的复杂。这还没有说到体性，如果说到体性完全是虚妄的，所以大经里面常常把这些现象比作空花、比作灯上的圆影。《金刚经》上佛说「一切有为法，如梦幻泡影」，是拿这个东西来做比喻。一切有为法是哪些？世出世间一切法可以说都是有为法。如果诸位要是读百法，百法前面九十四种都是有为法，心法、心所法、色法、不相应行法全是有为法。佛说有为法皆是梦幻泡影，不是实在的，何止二处虚妄，这九十四处统统是虚妄的。『本非因缘，非自然性』，我们要是执着因缘，因缘里头找不到；执着自然，自然里头也没有，这是说明凡所有相皆是虚妄。",
      "zh_TW": "這是叫我們認識見色聞聲以及心裡起種種感受，實際上這些情狀、過程是非常的複雜。這還沒有說到體性，如果說到體性完全是虛妄的，所以大經裡面常常把這些現象比作空花、比作燈上的圓影。《金剛經》上佛說「一切有為法，如夢幻泡影」，是拿這個東西來做比喻。一切有為法是哪些？世出世間一切法可以說都是有為法。如果諸位要是讀百法，百法前面九十四種都是有為法，心法、心所法、色法、不相應行法全是有為法。佛說有為法皆是夢幻泡影，不是實在的，何止二處虛妄，這九十四處統統是虛妄的。『本非因緣，非自然性』，我們要是執著因緣，因緣裡頭找不到；執著自然，自然裡頭也沒有，這是說明凡所有相皆是虛妄。"
    },
    {
      "id": "07-001-0090_p0010",
      "zh_CN": "但是诸位要晓得，虚妄之相从哪里来的？是从真性当中来的。妄是依真起的，迷是依悟起的，正如同《起信论》里面讲不觉是依觉而起的，这要很细心去体会。因为妄是依真而起，所以就相上来说它是虚妄的，就性上来说它是真实的，所以在一乘教义里面给我们讲真妄不二、性相一如。如果对这个意思我们一下还不容易会通，实际上从梦幻泡影的比喻也能够想得到。古人还有个比喻比较浅显，容易体会，所谓「以金作器，器器皆金」，把金比作真性，把金器比作妄相。我们用黄金可以造成千成万不相同的样子，做出很多花样来，花样是随时可以变化的，所以这些花样是虚妄的，但是金是真实的。这个比喻没有法子比到恰到好处，只能比个仿佛，希望从这个仿佛的意思，诸位能够悟入实相。",
      "zh_TW": "但是諸位要曉得，虛妄之相從哪裡來的？是從真性當中來的。妄是依真起的，迷是依悟起的，正如同《起信論》裡面講不覺是依覺而起的，這要很細心去體會。因為妄是依真而起，所以就相上來說它是虛妄的，就性上來說它是真實的，所以在一乘教義裡面給我們講真妄不二、性相一如。如果對這個意思我們一下還不容易會通，實際上從夢幻泡影的比喻也能夠想得到。古人還有個比喻比較淺顯，容易體會，所謂「以金作器，器器皆金」，把金比作真性，把金器比作妄相。我們用黃金可以造成千成萬不相同的樣子，做出很多花樣來，花樣是隨時可以變化的，所以這些花樣是虛妄的，但是金是真實的。這個比喻沒有法子比到恰到好處，只能比個彷彿，希望從這個彷彿的意思，諸位能夠悟入實相。"
    },
    {
      "id": "07-001-0090_p0011",
      "zh_CN": "说到性相不二，我们用唯识的话来讲就很容易明了，见分、相分是同出于自证分，在此地我们讲的色相是指相分，眼见是讲见分，见相都是从自证分出生的，可见得见相同源，同是一体。经上常讲理智一如，如如理与如如智是一不是二，所以才说明「本非因缘，非自然性」。佛在前面跟我们说过，在纲领上给我们提过「俱无处所」，这总纲上有这么一句话，在此地又给我们说出「二处虚妄」，我们要从这些言语文字当中去体会妙真如性。佛这个说法，是用一种所谓烘云托月的方法来显示出来，言外有音，言外有意思我们要能够体会，这个意思就是叫我们体会妙真如性。诸位再看下面第二段，第二段讲的是耳声处，我们的耳根，它起作用的对象是声尘。",
      "zh_TW": "說到性相不二，我們用唯識的話來講就很容易明瞭，見分、相分是同出於自證分，在此地我們講的色相是指相分，眼見是講見分，見相都是從自證分出生的，可見得見相同源，同是一體。經上常講理智一如，如如理與如如智是一不是二，所以才說明「本非因緣，非自然性」。佛在前面跟我們說過，在綱領上給我們提過「俱無處所」，這總綱上有這麼一句話，在此地又給我們說出「二處虛妄」，我們要從這些言語文字當中去體會妙真如性。佛這個說法，是用一種所謂烘雲托月的方法來顯示出來，言外有音，言外有意思我們要能夠體會，這個意思就是叫我們體會妙真如性。諸位再看下面第二段，第二段講的是耳聲處，我們的耳根，它起作用的對象是聲塵。"
    },
    {
      "id": "07-001-0090_p0012",
      "zh_CN": "【阿难。汝更听此祇陀园中。食办击鼓。众集撞钟。钟鼓音声前后相续。】",
      "zh_TW": "【阿難。汝更聽此祇陀園中。食辦擊鼓。眾集撞鐘。鐘鼓音聲前後相續。】"
    },
    {
      "id": "07-001-0090_p0013",
      "zh_CN": "佛叫着阿难给他说，说法的前提都是眼前的境界。『祇陀园』，就是《金刚经》上所讲的「祇树给孤独园」，佛在这个地方讲过很多重要的经论，这个地方今天也是佛教的圣地。在当年佛在世的时候，可以说这个精舍是有相当的规模。因为跟佛在一起的这些常随众，就是常随的学生，佛到哪里他们就跟到那里，都不散的，这些人在经典里面所说的就有一千二百五十五人，所以有这样大的一个团体。可是在当时出家人的生活方式是乞食制度，所以精舍只是住宿、讲经的地方。每天吃饭都要到舍卫大城去托钵，这在《楞严经》前面跟诸位讲过，是托钵的制度。一直到今天，南洋小乘佛法依然是行托钵制度，日中一食，是行托钵制度。但是托钵，诸位要记住，绝不是在外面人家供养的饭，一面走着一面吃，不是的，那人家看这出家人也没有威仪，人家也瞧不起。托着这一钵饭，还要回到精舍里面来吃，不是一面走着一面吃。诸位想想，祇园精舍到舍卫大城，经典里说有三、四里的路程，这一个往返至少要一个小时，每天这样的托钵。大众在一块吃的时候，『击鼓』，一同进食，僧团里面生活是有规律的。『众集撞钟』，集众都是讲经、上课的时候敲钟。敲钟是上课的信号，击鼓是大家在一块用斋的信号，就是吃午饭的信号。",
      "zh_TW": "佛叫著阿難給他說，說法的前提都是眼前的境界。『祇陀園』，就是《金剛經》上所講的「祇樹給孤獨園」，佛在這個地方講過很多重要的經論，這個地方今天也是佛教的聖地。在當年佛在世的時候，可以說這個精舍是有相當的規模。因為跟佛在一起的這些常隨眾，就是常隨的學生，佛到哪裡他們就跟到那裡，都不散的，這些人在經典裡面所說的就有一千二百五十五人，所以有這樣大的一個團體。可是在當時出家人的生活方式是乞食制度，所以精舍只是住宿、講經的地方。每天吃飯都要到舍衛大城去托缽，這在《楞嚴經》前面跟諸位講過，是托缽的制度。一直到今天，南洋小乘佛法依然是行托缽制度，日中一食，是行托缽制度。但是托缽，諸位要記住，絕不是在外面人家供養的飯，一面走著一面吃，不是的，那人家看這出家人也沒有威儀，人家也瞧不起。托著這一缽飯，還要回到精舍裡面來吃，不是一面走著一面吃。諸位想想，祇園精舍到舍衛大城，經典裡說有三、四里的路程，這一個往返至少要一個小時，每天這樣的托缽。大眾在一塊吃的時候，『擊鼓』，一同進食，僧團裡面生活是有規律的。『眾集撞鐘』，集眾都是講經、上課的時候敲鐘。敲鐘是上課的信號，擊鼓是大家在一塊用齋的信號，就是吃午飯的信號。"
    },
    {
      "id": "07-001-0090_p0014",
      "zh_CN": "我们晓得佛陀在世，他的事业就是教学，经里面常说讲经三百余会、说法四十九年，所以佛教我们一定要把它搞清楚。诸位要是认为佛教是个宗教，那你是一开头就错了，这一错就错到底，佛教不是宗教。宗教有没有？有，当时在印度九十六种外道，宗教是外道。佛教传到中国来，我们中国人也没有把它看作宗教。而我们今天一学佛，佛教是属于宗教，所以你不能开悟，为什么？一开头你就错了。佛教是什么？你从佛教的宗旨上来说，它的宗旨是破迷开悟、离苦得乐。所以佛陀在世的时候一生是教学，与我们中国孔子差不多，而只是说教学的内容方面有点差别，他的精神、他的方法可以说没有差别，实在是最伟大的教育家。孔子教学的范围局限在一世，就是我们一生，始从胎教一直到老死，慎终追远，这是孔子的教学。而佛的教学比这个范围要大，佛法里面所讲的不止这一世，它讲过去世、讲未来世，我们可以说佛陀的教学是三世的教育，孔子的教学是一世的教育。他们两个相同的、相通的所在很多很多，诸位如果细细的去观察，你就能够了解。这是我们首先要认识清楚，我们绝不是在这里学宗教。因此任何宗教徒都可以学佛，学佛是接受教育，你不能说宗教徒就不接受教育，哪有这个话？没有这个话。不接受教育怎么能开智慧？这是我们首先要把它认识清楚的。",
      "zh_TW": "我們曉得佛陀在世，他的事業就是教學，經裡面常說講經三百餘會、說法四十九年，所以佛教我們一定要把它搞清楚。諸位要是認為佛教是個宗教，那你是一開頭就錯了，這一錯就錯到底，佛教不是宗教。宗教有沒有？有，當時在印度九十六種外道，宗教是外道。佛教傳到中國來，我們中國人也沒有把它看作宗教。而我們今天一學佛，佛教是屬於宗教，所以你不能開悟，為什麼？一開頭你就錯了。佛教是什麼？你從佛教的宗旨上來說，它的宗旨是破迷開悟、離苦得樂。所以佛陀在世的時候一生是教學，與我們中國孔子差不多，而只是說教學的內容方面有點差別，他的精神、他的方法可以說沒有差別，實在是最偉大的教育家。孔子教學的範圍侷限在一世，就是我們一生，始從胎教一直到老死，慎終追遠，這是孔子的教學。而佛的教學比這個範圍要大，佛法裡面所講的不止這一世，它講過去世、講未來世，我們可以說佛陀的教學是三世的教育，孔子的教學是一世的教育。他們兩個相同的、相通的所在很多很多，諸位如果細細的去觀察，你就能夠了解。這是我們首先要認識清楚，我們絕不是在這裡學宗教。因此任何宗教徒都可以學佛，學佛是接受教育，你不能說宗教徒就不接受教育，哪有這個話？沒有這個話。不接受教育怎麼能開智慧？這是我們首先要把它認識清楚的。"
    },
    {
      "id": "07-001-0090_p0015",
      "zh_CN": "佛门里面的一切设施，要拿今天的术语来说就是教具，教具是帮助教学的。佛的大殿就是当年的讲堂，佛不在世了，我们还建大殿，我们塑一尊佛像供在当中，如同老师当年在世的时候一样。佛像，我们把他当作神去看待那就错了，大错特错。佛门里面的称呼，我们称释迦牟尼佛称本师，自称为三宝弟子。师、弟子，拿今天来讲，就是老师、学生，所以我们跟佛的关系是师生的关系，这一定要搞清楚。我们对于佛像的礼拜，这是表示尊师重道，跟一般宗教徒拜神，意思完全不相同。宗教徒拜神是祈求着神赐福给他、祈求神保佑他，我们不是的，我们是对于老师的尊重，对于道业的重视，这是一层意思。第二层意思是见贤思齐，佛是个道德、学问、智慧都圆满的人，这是我们的榜样，他成佛了，有这样大的成就，我们希望在这一生当中也要像他同样有成就，这个意义很深！所以佛门里面塑造的佛菩萨形像，是教我们供养，不是教我们当神看待。佛法里面没有迷信，佛是圣人、菩萨是贤人，菩萨是我们早期的学长。像我们现在建孔庙，当中是大成至圣先师，就好比是佛陀；旁边供的有七十二位贤人，那是菩萨、那是佛的弟子。我们今天也是佛的弟子，那我们是先后同一个老师，这是前后期的学长，我们跟菩萨是这样的关系。",
      "zh_TW": "佛門裡面的一切設施，要拿今天的術語來說就是教具，教具是幫助教學的。佛的大殿就是當年的講堂，佛不在世了，我們還建大殿，我們塑一尊佛像供在當中，如同老師當年在世的時候一樣。佛像，我們把他當作神去看待那就錯了，大錯特錯。佛門裡面的稱呼，我們稱釋迦牟尼佛稱本師，自稱為三寶弟子。師、弟子，拿今天來講，就是老師、學生，所以我們跟佛的關係是師生的關係，這一定要搞清楚。我們對於佛像的禮拜，這是表示尊師重道，跟一般宗教徒拜神，意思完全不相同。宗教徒拜神是祈求著神賜福給他、祈求神保佑他，我們不是的，我們是對於老師的尊重，對於道業的重視，這是一層意思。第二層意思是見賢思齊，佛是個道德、學問、智慧都圓滿的人，這是我們的榜樣，他成佛了，有這樣大的成就，我們希望在這一生當中也要像他同樣有成就，這個意義很深！所以佛門裡面塑造的佛菩薩形像，是教我們供養，不是教我們當神看待。佛法裡面沒有迷信，佛是聖人、菩薩是賢人，菩薩是我們早期的學長。像我們現在建孔廟，當中是大成至聖先師，就好比是佛陀；旁邊供的有七十二位賢人，那是菩薩、那是佛的弟子。我們今天也是佛的弟子，那我們是先後同一個老師，這是前後期的學長，我們跟菩薩是這樣的關係。"
    },
    {
      "id": "07-001-0090_p0016",
      "zh_CN": "在我们中国所提倡的四大菩萨，这四大菩萨就代表佛法的四大纲领，好比一个大学四个学院一样，这一个菩萨就代表着一个学院，就是这么个意思。这四大菩萨教学的宗旨，地藏菩萨教我们尊师重道，教我们孝顺父母；观世音菩萨教我们慈悲一切，教我们要救度一切众生；文殊菩萨教我们智慧；普贤菩萨教我们心行要平等、要普遍。这四大菩萨就代表大乘佛法的四大纲领，我们塑造这些菩萨的形像，无非就是启发这个意思。我们见了地藏菩萨，就要晓得我要孝顺父母、要尊敬师长；见到观音菩萨，我要大慈大悲，一切众生有苦有难的时候我们要尽心尽力去帮助他解决。这样一来，你自己就是地藏、就是观音、就是文殊普贤，修学圆满就叫成佛。所以佛门里面塑造的这些形像是表法的，决定不是神像。但是在今天，确实一些宗教的思想混进佛门来，使佛门带着有浓厚的宗教色彩。今天人家说佛教是宗教，我们也没法子否认，为什么？你看看一般寺庙它是宗教，它确实把佛菩萨当作神明去膜拜，向这些泥塑木雕的佛像去求福，这叫迷信。",
      "zh_TW": "在我們中國所提倡的四大菩薩，這四大菩薩就代表佛法的四大綱領，好比一個大學四個學院一樣，這一個菩薩就代表著一個學院，就是這麼個意思。這四大菩薩教學的宗旨，地藏菩薩教我們尊師重道，教我們孝順父母；觀世音菩薩教我們慈悲一切，教我們要救度一切眾生；文殊菩薩教我們智慧；普賢菩薩教我們心行要平等、要普遍。這四大菩薩就代表大乘佛法的四大綱領，我們塑造這些菩薩的形像，無非就是啟發這個意思。我們見了地藏菩薩，就要曉得我要孝順父母、要尊敬師長；見到觀音菩薩，我要大慈大悲，一切眾生有苦有難的時候我們要盡心盡力去幫助他解決。這樣一來，你自己就是地藏、就是觀音、就是文殊普賢，修學圓滿就叫成佛。所以佛門裡面塑造的這些形像是表法的，決定不是神像。但是在今天，確實一些宗教的思想混進佛門來，使佛門帶著有濃厚的宗教色彩。今天人家說佛教是宗教，我們也沒法子否認，為什麼？你看看一般寺廟它是宗教，它確實把佛菩薩當作神明去膜拜，向這些泥塑木雕的佛像去求福，這叫迷信。"
    },
    {
      "id": "07-001-0090_p0017",
      "zh_CN": "佛法的本意是破迷开悟的，不是叫我们去迷信，所以佛法刚刚传到中国来的时候，它所做的工作是教育工作、教学的工作。我们从历史的渊源去看，佛教教学的机构称为寺，今天寺庙连在一起，寺就是庙、庙就是寺，这是糟透了，庙是宗教，是跟鬼神打交道的场合那叫庙，寺本来是政府办公的机关。诸位要是读历史你就明白，佛教是从汉朝时候传到中国来，汉朝的制度，帝王直属办事的机关就叫做寺，直属于皇帝的。我们中国确实自古以来，差不多就是君权与相权都分得很清楚，首相底下办事的机关，好像现在行政院底下设的叫部，所以从前有六部，部的长官我们现在叫部长，从前叫尚书。直属于皇帝办事的机关叫寺，寺的长官叫卿，那个时候有九寺，所以有九卿。最初竺法兰、摩腾这两位尊者，我们中国皇帝派了特使把他们请到中国来，就是由鸿胪寺接待他们。鸿胪寺相当于现在的外交部，在过去办外交，外交的权是归皇帝的，宰相底下没有外交部。所以鸿胪卿就是外交部长，由鸿胪寺来招待。",
      "zh_TW": "佛法的本意是破迷開悟的，不是叫我們去迷信，所以佛法剛剛傳到中國來的時候，它所做的工作是教育工作、教學的工作。我們從歷史的淵源去看，佛教教學的機構稱為寺，今天寺廟連在一起，寺就是廟、廟就是寺，這是糟透了，廟是宗教，是跟鬼神打交道的場合那叫廟，寺本來是政府辦公的機關。諸位要是讀歷史你就明白，佛教是從漢朝時候傳到中國來，漢朝的制度，帝王直屬辦事的機關就叫做寺，直屬於皇帝的。我們中國確實自古以來，差不多就是君權與相權都分得很清楚，首相底下辦事的機關，好像現在行政院底下設的叫部，所以從前有六部，部的長官我們現在叫部長，從前叫尚書。直屬於皇帝辦事的機關叫寺，寺的長官叫卿，那個時候有九寺，所以有九卿。最初竺法蘭、摩騰這兩位尊者，我們中國皇帝派了特使把他們請到中國來，就是由鴻臚寺接待他們。鴻臚寺相當於現在的外交部，在過去辦外交，外交的權是歸皇帝的，宰相底下沒有外交部。所以鴻臚卿就是外交部長，由鴻臚寺來招待。"
    },
    {
      "id": "07-001-0090_p0018",
      "zh_CN": "以后我们这个皇帝一高兴了，不放他走，让他们永久住在我们中国教学。外交部不能专门招待他们，怎么办？另外再建个一寺，于是皇帝底下九个寺就变成十个寺。这个寺的名字叫白马寺。我们中国人厚道，白马驮经像来，也不能忘掉牠，所以这个寺就起个名字叫白马寺。于是摩腾、竺法兰尊者就长住中国，这是佛教的起源。白马寺办的第一桩大事就是翻译经典，就像我们现在国立编译馆一样，翻译经典、讲解佛学、指导修行，做这个工作，纯粹是教学的工作。从此以后国家就大量的译经。所以它是学术，不是庙，与这些鬼神一丝毫的关系都没有。很不幸的，现在的佛教可以说是完全变质了，佛教怎么能不衰？看到今天好像佛教挺盛，实际上佛教衰到极处。为什么？变质。它今天怎么样盛，它变成宗教了，已经不是学术。在从前佛教是学术，应当说是佛陀教育，这是对的，或者讲佛陀的教学，也可以讲得通，决定不是宗教。今天，你信什么教？我信「佛教」，这无意当中自己就承认佛教是宗教，这就是讲的在学佛一开头就错了，这一错就错到底。在这种情况之下，这个错误观念之下，佛教怎么能复兴？今天就是连我们政府也疏忽，把寺跟庙联合在一起称。如果佛教徒要是觉悟的话，应该提出来抗议，为什么？寺不是庙，性质完全不相同。",
      "zh_TW": "以後我們這個皇帝一高興了，不放他走，讓他們永久住在我們中國教學。外交部不能專門招待他們，怎麼辦？另外再建個一寺，於是皇帝底下九個寺就變成十個寺。這個寺的名字叫白馬寺。我們中國人厚道，白馬馱經像來，也不能忘掉牠，所以這個寺就起個名字叫白馬寺。於是摩騰、竺法蘭尊者就長住中國，這是佛教的起源。白馬寺辦的第一樁大事就是翻譯經典，就像我們現在國立編譯館一樣，翻譯經典、講解佛學、指導修行，做這個工作，純粹是教學的工作。從此以後國家就大量的譯經。所以它是學術，不是廟，與這些鬼神一絲毫的關係都沒有。很不幸的，現在的佛教可以說是完全變質了，佛教怎麼能不衰？看到今天好像佛教挺盛，實際上佛教衰到極處。為什麼？變質。它今天怎麼樣盛，它變成宗教了，已經不是學術。在從前佛教是學術，應當說是佛陀教育，這是對的，或者講佛陀的教學，也可以講得通，決定不是宗教。今天，你信什麼教？我信「佛教」，這無意當中自己就承認佛教是宗教，這就是講的在學佛一開頭就錯了，這一錯就錯到底。在這種情況之下，這個錯誤觀念之下，佛教怎麼能復興？今天就是連我們政府也疏忽，把寺跟廟聯合在一起稱。如果佛教徒要是覺悟的話，應該提出來抗議，為什麼？寺不是廟，性質完全不相同。"
    },
    {
      "id": "07-001-0090_p0019",
      "zh_CN": "我们读到这些经文很感慨，你看看当年佛教是什么样子？佛陀在世的时候每天是二时讲经，这个二时是现在的八个小时。印度的时，计算的时间单位，它是一昼夜分六时，昼三时、夜三时。中国在过去是分为十二个时，子丑寅卯十二时，印度时比我们的时大一倍。我们现在用的时是西洋的时，所以我们称为小时，小时是从哪来的？比我们中国时小。但是印度时比我们中国大，所以它的二时就是现在的八小时，就跟学校差不多，一天八小时讲经。除这个之外，同学与同学之间还有互相讨论，特别是印度人辩论的风气很盛，所以我们三藏经典里面有许多论藏，论藏是什么？论藏都是些辩论的记录。所以经多半是佛说的，论多半是菩萨说的，就是当时这些佛弟子，他们阐扬佛经典当中的义趣，互相在辩论，愈辩愈明白，使我们初学的人愈容易理解，等于说是小组讨论会的记录。",
      "zh_TW": "我們讀到這些經文很感慨，你看看當年佛教是什麼樣子？佛陀在世的時候每天是二時講經，這個二時是現在的八個小時。印度的時，計算的時間單位，它是一晝夜分六時，晝三時、夜三時。中國在過去是分為十二個時，子丑寅卯十二時，印度時比我們的時大一倍。我們現在用的時是西洋的時，所以我們稱為小時，小時是從哪來的？比我們中國時小。但是印度時比我們中國大，所以它的二時就是現在的八小時，就跟學校差不多，一天八小時講經。除這個之外，同學與同學之間還有互相討論，特別是印度人辯論的風氣很盛，所以我們三藏經典裡面有許多論藏，論藏是什麼？論藏都是些辯論的記錄。所以經多半是佛說的，論多半是菩薩說的，就是當時這些佛弟子，他們闡揚佛經典當中的義趣，互相在辯論，愈辯愈明白，使我們初學的人愈容易理解，等於說是小組討論會的記錄。"
    },
    {
      "id": "07-001-0090_p0020",
      "zh_CN": "纯粹是学术机构，我们学佛的人首先要认清这点。宗教你信也好、不信也好，没有什么大关系，教育一定要学。我们说一个人要是没受过教育，大家听到好像是种很可耻的话；接受高等教育，是非常荣耀的事情。宗教我们信不信，实在讲没有关系，那些鬼神，我们愿意跟他往来就往来，不愿意往来就不往来，在我们整个生活当中因为它不是必要的。可是教育这是必要的，特别是佛陀的教育，这是真正的智慧，是真实、究竟、彻底明达世出世间一切事理的真实相，所以它是智慧的教育、智慧的教学。我们可以说小乘佛法里面还带着有少许宗教的色彩，大乘佛法里面决定没有，特别是一乘法里头一丝毫宗教色彩都不带，这就是在佛法教学过程当中愈是高级愈纯。诸位要是把佛法的根本意思认识清楚，我们读到经典，与那些宗教经典不相同，这是佛陀的教科书，你就可以把它看作教科书，不像一般宗教的经典。所以佛法是允许你讨论的，允许你提出问题来辨别的，而不像其他的宗教里面，某个问题不能解决，「神这样说的，神说的就不能反对」。佛法不是如此，佛所说的你也可以提出问题来辩论，所以佛法的教学是民主的，它不专制，而且鼓励辩论、鼓励提问题。当年印度这种风气非常之盛，我们玄奘大师就曾经开过一次著名的辩论大会。",
      "zh_TW": "純粹是學術機構，我們學佛的人首先要認清這點。宗教你信也好、不信也好，沒有什麼大關係，教育一定要學。我們說一個人要是沒受過教育，大家聽到好像是種很可恥的話；接受高等教育，是非常榮耀的事情。宗教我們信不信，實在講沒有關係，那些鬼神，我們願意跟他往來就往來，不願意往來就不往來，在我們整個生活當中因為它不是必要的。可是教育這是必要的，特別是佛陀的教育，這是真正的智慧，是真實、究竟、徹底明達世出世間一切事理的真實相，所以它是智慧的教育、智慧的教學。我們可以說小乘佛法裡面還帶著有少許宗教的色彩，大乘佛法裡面決定沒有，特別是一乘法裡頭一絲毫宗教色彩都不帶，這就是在佛法教學過程當中愈是高級愈純。諸位要是把佛法的根本意思認識清楚，我們讀到經典，與那些宗教經典不相同，這是佛陀的教科書，你就可以把它看作教科書，不像一般宗教的經典。所以佛法是允許你討論的，允許你提出問題來辨別的，而不像其他的宗教裡面，某個問題不能解決，「神這樣說的，神說的就不能反對」。佛法不是如此，佛所說的你也可以提出問題來辯論，所以佛法的教學是民主的，它不專制，而且鼓勵辯論、鼓勵提問題。當年印度這種風氣非常之盛，我們玄奘大師就曾經開過一次著名的辯論大會。"
    },
    {
      "id": "07-001-0090_p0021",
      "zh_CN": "这段文字，我们在前面一段看到，「色生眼见，眼生色相」，有这个句子。此地说「声来耳边，耳往声处」，到底是声入我们耳朵里面来了，还是我们的耳识跑到声音的所在那里去了？这是佛讲这一段意思的时候先给我们立的前提。",
      "zh_TW": "這段文字，我們在前面一段看到，「色生眼見，眼生色相」，有這個句子。此地說「聲來耳邊，耳往聲處」，到底是聲入我們耳朵裡面來了，還是我們的耳識跑到聲音的所在那裡去了？這是佛講這一段意思的時候先給我們立的前提。"
    },
    {
      "id": "07-001-0090_p0022",
      "zh_CN": "【于意云何。此等为是声来耳边。耳往声处。】",
      "zh_TW": "【於意云何。此等為是聲來耳邊。耳往聲處。】"
    },
    {
      "id": "07-001-0090_p0023",
      "zh_CN": "『耳』是说耳识，『声』是讲声尘。这个现象确实是有，我们也一天到晚来闻声，在讲堂我在这里说、你们在那里听，你们有没有想到，是你的耳识到我音声这里来的，还是我的音声跑到你的耳朵进去了？仔细一研究，处处都是问题，把这些问题都搞清楚了，你智慧才开。如果一天到晚懵懵懂懂，我什么问题也没有，你就永远开不了智慧。佛门常说「小疑则小悟，大疑则大悟」，你不疑就不悟。宗教不许你怀疑，佛法是希望你怀疑，你不疑就不能追根究柢，事情就搞不清楚，事实的真相你就不能够通达。所以讲经，我再给诸位说，如果佛陀当年讲经像我们这个讲法，你们想一想，释迦牟尼佛四十九年能讲几部经？我们今天所翻译的经典，释迦牟尼佛当年那些经典大概十分之一都不到。",
      "zh_TW": "『耳』是說耳識，『聲』是講聲塵。這個現象確實是有，我們也一天到晚來聞聲，在講堂我在這裡說、你們在那裡聽，你們有沒有想到，是你的耳識到我音聲這裡來的，還是我的音聲跑到你的耳朵進去了？仔細一研究，處處都是問題，把這些問題都搞清楚了，你智慧才開。如果一天到晚懵懵懂懂，我什麼問題也沒有，你就永遠開不了智慧。佛門常說「小疑則小悟，大疑則大悟」，你不疑就不悟。宗教不許你懷疑，佛法是希望你懷疑，你不疑就不能追根究柢，事情就搞不清楚，事實的真相你就不能夠通達。所以講經，我再給諸位說，如果佛陀當年講經像我們這個講法，你們想一想，釋迦牟尼佛四十九年能講幾部經？我們今天所翻譯的經典，釋迦牟尼佛當年那些經典大概十分之一都不到。"
    },
    {
      "id": "07-001-0090_p0024",
      "zh_CN": "我们现在在这里讲经是注解，注解里头再注解。佛当年讲经就是经文，你现在照这个经文念，就是佛当年所讲，一天讲八个小时。真有那么多人来记录，记录成这样丰富的著作，我们讲古今中外哪个人的著作有释迦牟尼佛的多？我们今天讲的这是注解之注解，这个讲法对大家有没有好处？给诸位说，只能够说对初学有点帮助，实际上教学上来讲，这是错误的。所以今天讲经，那真是过去李老师所讲的，只是宣传而已，不是教学。教学不是这个讲法，教学是讲纲领来讨论问题，每一章、每一节里面我们提出问题来辩论，这才是教学。不是一句一句给你讲解，不是一个字一个字讲的，那要费多少时间！所以教学，是老师教学生学，教给他方法、教给他原则，叫他去学，老师在旁边看着。诸位要是读《学记》，你也会了解，《学记》里面所讲的教学，老师很轻松，学生很苦。",
      "zh_TW": "我們現在在這裡講經是註解，註解裡頭再註解。佛當年講經就是經文，你現在照這個經文念，就是佛當年所講，一天講八個小時。真有那麼多人來記錄，記錄成這樣豐富的著作，我們講古今中外哪個人的著作有釋迦牟尼佛的多？我們今天講的這是註解之註解，這個講法對大家有沒有好處？給諸位說，只能夠說對初學有點幫助，實際上教學上來講，這是錯誤的。所以今天講經，那真是過去李老師所講的，只是宣傳而已，不是教學。教學不是這個講法，教學是講綱領來討論問題，每一章、每一節裡面我們提出問題來辯論，這才是教學。不是一句一句給你講解，不是一個字一個字講的，那要費多少時間！所以教學，是老師教學生學，教給他方法、教給他原則，叫他去學，老師在旁邊看著。諸位要是讀《學記》，你也會了解，《學記》裡面所講的教學，老師很輕鬆，學生很苦。"
    },
    {
      "id": "07-001-0090_p0025",
      "zh_CN": "譬如你要是学《楞严经》，我们指定在这星期一个半小时的这堂课当中，我们研究的科目是十二处。十二处里面一共有六节经文，这一个半小时我们的进度就是这个科目，经文你自己去念，再提供你几种注解去研究。到了课堂里面，学生先把这一科的经文大意要说出来，宗旨要说出来，然后再提出问题来研究讨论。老师做什么事情？老师充其量到最后给学生们做个结论、做个讲评，这一堂课就结束了。学习的人至少在这一个科目、这一节经文，他要用一个礼拜的时间去预备，去找参考资料，这样的学习才能够收到真实的利益。听讲，老师不负责任的，这叫讲学，讲学老师辛苦，学生很安逸，坐在那里不动，爱听就听，不爱听也可以打打瞌睡、也可以打打妄想，学生很舒服。教学的时候老师很轻松、很舒服，老师也可以在底下打打瞌睡，学生苦！如果学生学习，完全路子都很正确、没有错，老师再点点头，可以了，他的一堂课就说三个字「可以了」，就行了。要是哪个地方还不行的，老师指导指导，讲几句话批评批评，叫你们改正过来就行，教学轻松。",
      "zh_TW": "譬如你要是學《楞嚴經》，我們指定在這星期一個半小時的這堂課當中，我們研究的科目是十二處。十二處裡面一共有六節經文，這一個半小時我們的進度就是這個科目，經文你自己去念，再提供你幾種註解去研究。到了課堂裡面，學生先把這一科的經文大意要說出來，宗旨要說出來，然後再提出問題來研究討論。老師做什麼事情？老師充其量到最後給學生們做個結論、做個講評，這一堂課就結束了。學習的人至少在這一個科目、這一節經文，他要用一個禮拜的時間去預備，去找參考資料，這樣的學習才能夠收到真實的利益。聽講，老師不負責任的，這叫講學，講學老師辛苦，學生很安逸，坐在那裡不動，愛聽就聽，不愛聽也可以打打瞌睡、也可以打打妄想，學生很舒服。教學的時候老師很輕鬆、很舒服，老師也可以在底下打打瞌睡，學生苦！如果學生學習，完全路子都很正確、沒有錯，老師再點點頭，可以了，他的一堂課就說三個字「可以了」，就行了。要是哪個地方還不行的，老師指導指導，講幾句話批評批評，叫你們改正過來就行，教學輕鬆。"
    },
    {
      "id": "07-001-0090_p0026",
      "zh_CN": "佛在此地提出问题来，像这些地方我们得常常想一想，如果我们要是作老师、作佛的地位，我们来教学生，我们会不会想到这个问题？我们要是跟人家讲十二处，讲到耳声处，我们能不能想得出提这个题目来研究讨论？这就要看智慧。你在《楞严经》里处处去看，他提出这个问题确实不是普通人能够想像得到的，佛提出来的问题，阿难所提出来的问题，都非常的巧妙。譬如前面讲的七处征心，心在哪个地方？阿难能想到七个地方，我们有没有办法想到七个地方？我们如果问，心在哪里？「心在这里」，我们想不到七个地方，他能想到七个地方，不简单！我们今天看起经来好像很容易，你仔细想一想，人家提出这个问题，不简单，而佛解答得更妙。从这一问一答，自己要会到自己心里面来，如果当时我是佛，或者我是阿难，我们怎么应付？我们是怎么个状况？再看看别人，不能不佩服。这一段意思与前面一节的格局是相同的，前面一节你要是明白，这一节看起来就很轻松，经文一念意思就晓得。",
      "zh_TW": "佛在此地提出問題來，像這些地方我們得常常想一想，如果我們要是作老師、作佛的地位，我們來教學生，我們會不會想到這個問題？我們要是跟人家講十二處，講到耳聲處，我們能不能想得出提這個題目來研究討論？這就要看智慧。你在《楞嚴經》裡處處去看，他提出這個問題確實不是普通人能夠想像得到的，佛提出來的問題，阿難所提出來的問題，都非常的巧妙。譬如前面講的七處徵心，心在哪個地方？阿難能想到七個地方，我們有沒有辦法想到七個地方？我們如果問，心在哪裡？「心在這裡」，我們想不到七個地方，他能想到七個地方，不簡單！我們今天看起經來好像很容易，你仔細想一想，人家提出這個問題，不簡單，而佛解答得更妙。從這一問一答，自己要會到自己心裡面來，如果當時我是佛，或者我是阿難，我們怎麼應付？我們是怎麼個狀況？再看看別人，不能不佩服。這一段意思與前面一節的格局是相同的，前面一節你要是明白，這一節看起來就很輕鬆，經文一念意思就曉得。"
    },
    {
      "id": "07-001-0090_p0027",
      "zh_CN": "耳识对着钟鼓的音声，假如我们的耳识果然是跑到钟鼓，这两种声音佛举的例子都很巧妙，一个是敲钟，一个是击鼓。如果是同时又有钟、又有鼓，我们的耳识，如果说跑到钟的那个地方去，钟声听到了，鼓那个地方没有耳识，那里敲鼓就不应该听到；如果说耳识说跑到敲鼓的地方，那敲钟你不应该听到。或者你又起了个念头，「我有两个耳朵，一个跑到钟那里去、一个跑到鼓那里去，我两边都听到」，这也可以试验，你把耳朵塞一个，用一个耳朵来听，钟鼓都听到了，你这一个耳朵到底跑到哪里去？这就说明什么？你耳识闻声尘，决定不是耳跑到声那里去，这个前提不能成立。再看第二个，是不是声跑到我们耳里面来？声如果跑到我们的耳里面来，也有过失。声如果到我们的耳来，跟我们同时站在一起的人，入了我的耳，就不应该入他的耳，为什么别人也能闻到音声？今天学术可以说比以往要进步得多，我们可以从物理上来探讨。但是佛法在此地不是给你讲物理，是跟你讲心理，它是叫你觉妄，唯有觉妄之后才能够证真。",
      "zh_TW": "耳識對著鐘鼓的音聲，假如我們的耳識果然是跑到鐘鼓，這兩種聲音佛舉的例子都很巧妙，一個是敲鐘，一個是擊鼓。如果是同時又有鐘、又有鼓，我們的耳識，如果說跑到鐘的那個地方去，鐘聲聽到了，鼓那個地方沒有耳識，那裡敲鼓就不應該聽到；如果說耳識說跑到敲鼓的地方，那敲鐘你不應該聽到。或者你又起了個念頭，「我有兩個耳朵，一個跑到鐘那裡去、一個跑到鼓那裡去，我兩邊都聽到」，這也可以試驗，你把耳朵塞一個，用一個耳朵來聽，鐘鼓都聽到了，你這一個耳朵到底跑到哪裡去？這就說明什麼？你耳識聞聲塵，決定不是耳跑到聲那裡去，這個前提不能成立。再看第二個，是不是聲跑到我們耳裡面來？聲如果跑到我們的耳裡面來，也有過失。聲如果到我們的耳來，跟我們同時站在一起的人，入了我的耳，就不應該入他的耳，為什麼別人也能聞到音聲？今天學術可以說比以往要進步得多，我們可以從物理上來探討。但是佛法在此地不是給你講物理，是跟你講心理，它是叫你覺妄，唯有覺妄之後才能夠證真。"
    },
    {
      "id": "07-001-0090_p0028",
      "zh_CN": "所以声尘生灭，动静皆空，声尘不到耳根，耳根也不往声处；换句话说，彼此没有往来，这是事实的真相。了解真实相，你才晓得心境寂灭了不可知、了不可得。可是我们现在毕竟是闻声，而且是同时俱闻，所谓十方齐击鼓，我们在一个处所全都能够听得到。能闻与所闻，这究竟是一回什么事情？既然没有出处，彼此不相到，所以佛在经典里面给我们讲，当处湛然，心境俱寂。而我们今天在彼此不相到的处所起了妄想，麻烦在这个地方；换句话说，都不是真实的。为什么？我们要是以唯识学来说，大家就更容易了解这个境界，我们今天能闻的是耳识、五俱起意识。五俱起，《起信论》里说得很清楚，阿赖耶的三细相三种、第七识、第六识，这五种，与耳识共同起作用。但是诸位要晓得，这是有为法，不是真实的；真实的境界是彼此不相到。有为法正是本经里面所说的，「当处出生，随处灭尽」，这才是真实。诸位就是从物理学上来研究，研究到最高的，一定会发现到这个真相，就是当处出生、随处灭尽。",
      "zh_TW": "所以聲塵生滅，動靜皆空，聲塵不到耳根，耳根也不往聲處；換句話說，彼此沒有往來，這是事實的真相。了解真實相，你才曉得心境寂滅了不可知、了不可得。可是我們現在畢竟是聞聲，而且是同時俱聞，所謂十方齊擊鼓，我們在一個處所全都能夠聽得到。能聞與所聞，這究竟是一回什麼事情？既然沒有出處，彼此不相到，所以佛在經典裡面給我們講，當處湛然，心境俱寂。而我們今天在彼此不相到的處所起了妄想，麻煩在這個地方；換句話說，都不是真實的。為什麼？我們要是以唯識學來說，大家就更容易了解這個境界，我們今天能聞的是耳識、五俱起意識。五俱起，《起信論》裡說得很清楚，阿賴耶的三細相三種、第七識、第六識，這五種，與耳識共同起作用。但是諸位要曉得，這是有為法，不是真實的；真實的境界是彼此不相到。有為法正是本經裡面所說的，「當處出生，隨處滅盡」，這才是真實。諸位就是從物理學上來研究，研究到最高的，一定會發現到這個真相，就是當處出生、隨處滅盡。"
    },
    {
      "id": "07-001-0090_p0029",
      "zh_CN": "更深一层来说，那就是即闻即幻，即幻即性。所以在经典里面才说性音真空、真空性音，在这个境界里面跟谁来往！可是我们世间人迷了真实相，这个真实相的境界确实有相当的深度。这个经要是乍从此地中间来听，不太容易懂；如果从前面一直听下来，那要好多了，因为有许多道理前面都说过。我们凡夫迷失了真相，可以说在音声门头错过了！几个人能像观世音菩萨，「反闻闻自性，性成无上道」，真正善于用耳根当中闻性的是观音第一；换句话说，他会听，他一听音声就开悟了。我们听音声，迷在音声里，迷而不悟；人家会听的，一听就开悟，是悟而不迷，这个不一样。所以学佛的人在此地要用心，我们迷在哪里？我们错在哪里？观世音菩萨他对在什么地方？把自己的病根找到，障碍找到，消除病根障碍，我们就跟观世音菩萨没有两样，我们也会听了。",
      "zh_TW": "更深一層來說，那就是即聞即幻，即幻即性。所以在經典裡面才說性音真空、真空性音，在這個境界裡面跟誰來往！可是我們世間人迷了真實相，這個真實相的境界確實有相當的深度。這個經要是乍從此地中間來聽，不太容易懂；如果從前面一直聽下來，那要好多了，因為有許多道理前面都說過。我們凡夫迷失了真相，可以說在音聲門頭錯過了！幾個人能像觀世音菩薩，「反聞聞自性，性成無上道」，真正善於用耳根當中聞性的是觀音第一；換句話說，他會聽，他一聽音聲就開悟了。我們聽音聲，迷在音聲裡，迷而不悟；人家會聽的，一聽就開悟，是悟而不迷，這個不一樣。所以學佛的人在此地要用心，我們迷在哪裡？我們錯在哪裡？觀世音菩薩他對在什麼地方？把自己的病根找到，障礙找到，消除病根障礙，我們就跟觀世音菩薩沒有兩樣，我們也會聽了。"
    },
    {
      "id": "07-001-0090_p0030",
      "zh_CN": "这些事情绝不是说经典里面说，我们没有见过这个人，实际上在我们中国古代高僧大德里面，像这样的人真是不在少数。禅宗六祖这是顶顶大名，是我们中国人，一提起来哪个不晓得！六祖的耳根就会听，他一听就开悟。所以他见五祖的时候，第一次见面跟五祖说，惠能心中常生智慧。这个话是真的，为什么？他见色闻声都生智慧、都长智慧，他不迷，智慧就是觉。我们今天见色闻声都生烦恼，为什么？我们迷，不觉。烦恼是从迷里面生，智慧是从觉悟里面生的，觉而不迷他就常生智慧，我们今天是迷而不觉所以常生烦恼，这不相同。今天时间到了，我们就讲到此地。",
      "zh_TW": "這些事情絕不是說經典裡面說，我們沒有見過這個人，實際上在我們中國古代高僧大德裡面，像這樣的人真是不在少數。禪宗六祖這是頂頂大名，是我們中國人，一提起來哪個不曉得！六祖的耳根就會聽，他一聽就開悟。所以他見五祖的時候，第一次見面跟五祖說，惠能心中常生智慧。這個話是真的，為什麼？他見色聞聲都生智慧、都長智慧，他不迷，智慧就是覺。我們今天見色聞聲都生煩惱，為什麼？我們迷，不覺。煩惱是從迷裡面生，智慧是從覺悟裡面生的，覺而不迷他就常生智慧，我們今天是迷而不覺所以常生煩惱，這不相同。今天時間到了，我們就講到此地。"
    }
  ]
}