{
  "doc_id": "07-001-0014",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第十四集）　1979/9　台湾景美华藏图书馆",
    "zh_TW": "（第十四集）　1979/9　台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0014",
  "total_paragraphs": 93,
  "paragraphs": [
    {
      "id": "07-001-0014_p0001",
      "zh_CN": "【阿难稽首而白佛言。我闻如来如是法音。悟知我心实居身外。】",
      "zh_TW": "【阿難稽首而白佛言。我聞如來如是法音。悟知我心實居身外。】"
    },
    {
      "id": "07-001-0014_p0002",
      "zh_CN": "这是「七番破处」的第二段，也是古注判作「七处征心」，七处征心也好，七番破处也好，说法虽然不一样，大意都差不到什么地方去。最重要的我们是要懂得这七番问对，它的用意究竟在什么地方，这点特别的重要。因为佛法，尤其是大乘佛法，无论是哪宗、哪种法门，它的目的都是在见性。禅家所谓明心见性、见性成佛，目的是在此地，这个七番问答的目的也就是在此地；换句话说，七番问答就是诱导我们见性的一种方法。要懂得这个意思，读这个七段经文，就晓得其目的是在什么地方。七段经文读了之后，看看我们自己是不是能够悟明心地？不能悟明也没有关系，慢慢来，一次不行再来第二次。后面有「十番显见」，乃至于到本经终了，处处都是诱导。一遍不行就再来一遍，古人是一部经里面读几千遍开悟的，也不在少数。我们千万不要灰心，讲求的就是要一门深入；一遍不开悟，「这个经对我不契机，我再另外换一种」，换一种未必契机。什么叫契机？熟透就契机。自古以来特别是我们中国的学者，在《楞严经》里面开悟的人数可以说是特别多。",
      "zh_TW": "這是「七番破處」的第二段，也是古註判作「七處徵心」，七處徵心也好，七番破處也好，說法雖然不一樣，大意都差不到什麼地方去。最重要的我們是要懂得這七番問對，它的用意究竟在什麼地方，這點特別的重要。因為佛法，尤其是大乘佛法，無論是哪宗、哪種法門，它的目的都是在見性。禪家所謂明心見性、見性成佛，目的是在此地，這個七番問答的目的也就是在此地；換句話說，七番問答就是誘導我們見性的一種方法。要懂得這個意思，讀這個七段經文，就曉得其目的是在什麼地方。七段經文讀了之後，看看我們自己是不是能夠悟明心地？不能悟明也沒有關係，慢慢來，一次不行再來第二次。後面有「十番顯見」，乃至於到本經終了，處處都是誘導。一遍不行就再來一遍，古人是一部經裡面讀幾千遍開悟的，也不在少數。我們千萬不要灰心，講求的就是要一門深入；一遍不開悟，「這個經對我不契機，我再另外換一種」，換一種未必契機。什麼叫契機？熟透就契機。自古以來特別是我們中國的學者，在《楞嚴經》裡面開悟的人數可以說是特別多。"
    },
    {
      "id": "07-001-0014_p0003",
      "zh_CN": "这个七处，主要就是叫我们去领悟真心的体相，虽然没有从正面说，都是用旁敲侧击的方法。前面第一番这是一般凡夫平常的执着，总认为自己这个心是在身体里面。结果被佛这一问，仔细的想一想，如果这个心是在身体里面，心是灵明觉知，为什么见不到心肝脾肺，而能够把外面的境界看得清清楚楚？阿难想一想，在身内是讲不通，大概就在身外，所以话头立刻就转变了。『阿难稽首』，稽首就是我们现在讲的顶礼，五体投地礼拜。『而白佛言，我闻如来如是法音』，如是法音，就是指前面一段，佛给他讲的一番开示。『悟知我心实居身外』，他开悟了，悟了什么？我这个心在身体之外，不在身内。而且语气诸位看看很肯定，实居身外，实实在在的是在身外。为什么晓得在身外？下面就说出在身外的道理：",
      "zh_TW": "這個七處，主要就是叫我們去領悟真心的體相，雖然沒有從正面說，都是用旁敲側擊的方法。前面第一番這是一般凡夫平常的執著，總認為自己這個心是在身體裡面。結果被佛這一問，仔細的想一想，如果這個心是在身體裡面，心是靈明覺知，為什麼見不到心肝脾肺，而能夠把外面的境界看得清清楚楚？阿難想一想，在身內是講不通，大概就在身外，所以話頭立刻就轉變了。『阿難稽首』，稽首就是我們現在講的頂禮，五體投地禮拜。『而白佛言，我聞如來如是法音』，如是法音，就是指前面一段，佛給他講的一番開示。『悟知我心實居身外』，他開悟了，悟了什麼？我這個心在身體之外，不在身內。而且語氣諸位看看很肯定，實居身外，實實在在的是在身外。為什麼曉得在身外？下面就說出在身外的道理："
    },
    {
      "id": "07-001-0014_p0004",
      "zh_CN": "【所以者何。譬如灯光。然于室中。是灯必能先照室内。从其室门。后及庭际。一切众生。不见身中。独见身外。亦如灯光。居在室外。不能照室。】",
      "zh_TW": "【所以者何。譬如燈光。然於室中。是燈必能先照室內。從其室門。後及庭際。一切眾生。不見身中。獨見身外。亦如燈光。居在室外。不能照室。】"
    },
    {
      "id": "07-001-0014_p0005",
      "zh_CN": "他举的比喻，跟前面佛所讲的比喻是相仿佛的。佛把阿难比作心、把讲堂比作身，而阿难在此地把灯比作心、把室比作身，在比喻上是相仿佛。先比喻好像灯，要是点燃在室内的话，一定先照里面，然后再从门窗照到外面，这证明灯是在室里面。可是一切众生他这个情形是相反的，他能够见外面，不能够见里面，好像灯没有点在房子里面，点在房子外面，所以外面照得清清楚楚，里面照不到。他举出这个比喻，证明我们能够灵明觉知的心一定是在身外，对于身外的境界看得清清楚楚，身体里面是一无所知。这就好比这个灯光，居在室外，不能照室。",
      "zh_TW": "他舉的比喻，跟前面佛所講的比喻是相彷彿的。佛把阿難比作心、把講堂比作身，而阿難在此地把燈比作心、把室比作身，在比喻上是相彷彿。先比喻好像燈，要是點燃在室內的話，一定先照裡面，然後再從門窗照到外面，這證明燈是在室裡面。可是一切眾生他這個情形是相反的，他能夠見外面，不能夠見裡面，好像燈沒有點在房子裡面，點在房子外面，所以外面照得清清楚楚，裡面照不到。他舉出這個比喻，證明我們能夠靈明覺知的心一定是在身外，對於身外的境界看得清清楚楚，身體裡面是一無所知。這就好比這個燈光，居在室外，不能照室。"
    },
    {
      "id": "07-001-0014_p0006",
      "zh_CN": "【是义必明。将无所惑。同佛了义。得无妄耶。】",
      "zh_TW": "【是義必明。將無所惑。同佛了義。得無妄耶。】"
    },
    {
      "id": "07-001-0014_p0007",
      "zh_CN": "阿难想想这很有道理，这个一定没错了。『是义』，义是指义理，就是这个道理，必定是很明白的。『将无所惑』，再没有迷惑，『同佛了义』，这个见解大概跟佛的了义见解是一样。『得无妄耶』，这大概是不错。所以从语气上来看都是很自负、很肯定的，认为自己的见解决定没有错误。我们看看佛用什么方法来破他。",
      "zh_TW": "阿難想想這很有道理，這個一定沒錯了。『是義』，義是指義理，就是這個道理，必定是很明白的。『將無所惑』，再沒有迷惑，『同佛了義』，這個見解大概跟佛的了義見解是一樣。『得無妄耶』，這大概是不錯。所以從語氣上來看都是很自負、很肯定的，認為自己的見解決定沒有錯誤。我們看看佛用什麼方法來破他。"
    },
    {
      "id": "07-001-0014_p0008",
      "zh_CN": "【佛告阿难。是诸比丘。适来从我室罗筏城。循乞抟食。归祇陀林。我已宿斋。汝观比丘。一人食时。诸人饱不。】",
      "zh_TW": "【佛告阿難。是諸比丘。適來從我室羅筏城。循乞摶食。歸祇陀林。我已宿齋。汝觀比丘。一人食時。諸人飽不。】"
    },
    {
      "id": "07-001-0014_p0009",
      "zh_CN": "世尊就答复，他所用的方法，是以身心相知来破这个心在外。佛答复的这些比喻也用得很善巧，比喻是取最近的，这是最好的比喻，他就取当前的比喻。释迦牟尼佛从『室罗筏城』回到祇园精舍，这是刚刚回来不久，所以就说『适来』，就是刚才，我从室罗筏城回来，归到祇园精舍，回来了。『我已宿斋』，宿斋在此地讲我吃过饭了，斋是中食，过中不食叫做斋，斋是属于中食。『汝观比丘，一人食时，诸人饱不』，「汝」是叫阿难，你仔细的去观察，一个人吃饭，别的大众会不会饱？这个比喻的意思就是自他是二，二就不相关，如果说身是身、心在身外，那就是变成二。二就彼此不相关，心有知，身就不应该有知，好像我吃饱了，你没有吃，你不饱，总不能说我吃饭你肚子饱了。那怎么？那就相知，就是一不是二。用这个比喻叫阿难在这里面去悟，悟明这个道理。",
      "zh_TW": "世尊就答覆，他所用的方法，是以身心相知來破這個心在外。佛答覆的這些比喻也用得很善巧，比喻是取最近的，這是最好的比喻，他就取當前的比喻。釋迦牟尼佛從『室羅筏城』回到祇園精舍，這是剛剛回來不久，所以就說『適來』，就是剛才，我從室羅筏城回來，歸到祇園精舍，回來了。『我已宿齋』，宿齋在此地講我吃過飯了，齋是中食，過中不食叫做齋，齋是屬於中食。『汝觀比丘，一人食時，諸人飽不』，「汝」是叫阿難，你仔細的去觀察，一個人吃飯，別的大眾會不會飽？這個比喻的意思就是自他是二，二就不相關，如果說身是身、心在身外，那就是變成二。二就彼此不相關，心有知，身就不應該有知，好像我吃飽了，你沒有吃，你不飽，總不能說我吃飯你肚子飽了。那怎麼？那就相知，就是一不是二。用這個比喻叫阿難在這裡面去悟，悟明這個道理。"
    },
    {
      "id": "07-001-0014_p0010",
      "zh_CN": "【阿难答言。不也。世尊。何以故。是诸比丘虽阿罗汉。躯命不同。云何一人能令众饱。】",
      "zh_TW": "【阿難答言。不也。世尊。何以故。是諸比丘雖阿羅漢。軀命不同。云何一人能令眾飽。】"
    },
    {
      "id": "07-001-0014_p0011",
      "zh_CN": "用这个比喻来做大前提，一听阿难明白了，立刻答复不是这样。为什么？这些比丘虽然都证得阿罗汉，都证了果是不错，虽然证了果，但是身体不是一个。纵然是都成佛了，我们大家都成佛，佛佛道同是没错的，但是每个佛有每个身体在，我吃饭，你还是不会饱。不能说我吃饭，大家都饱了，没有这个道理。躯命不同，怎么能说一个人吃饭大家饱？这个大前提总算阿难肯定了。下面佛就说：",
      "zh_TW": "用這個比喻來做大前提，一聽阿難明白了，立刻答覆不是這樣。為什麼？這些比丘雖然都證得阿羅漢，都證了果是不錯，雖然證了果，但是身體不是一個。縱然是都成佛了，我們大家都成佛，佛佛道同是沒錯的，但是每個佛有每個身體在，我吃飯，你還是不會飽。不能說我吃飯，大家都飽了，沒有這個道理。軀命不同，怎麼能說一個人吃飯大家飽？這個大前提總算阿難肯定了。下面佛就說："
    },
    {
      "id": "07-001-0014_p0012",
      "zh_CN": "【佛告阿难。若汝觉了知见之心。】",
      "zh_TW": "【佛告阿難。若汝覺了知見之心。】"
    },
    {
      "id": "07-001-0014_p0013",
      "zh_CN": "这个『心』上特别加上这几个字，我们要注意它。凡是讲到心，佛都要加上这几个字样，就是能够『觉了』、能够『知见』，是心的作用。如果你说这个觉了知见的心：",
      "zh_TW": "這個『心』上特別加上這幾個字，我們要注意它。凡是講到心，佛都要加上這幾個字樣，就是能夠『覺了』、能夠『知見』，是心的作用。如果你說這個覺了知見的心："
    },
    {
      "id": "07-001-0014_p0014",
      "zh_CN": "【实在身外。】",
      "zh_TW": "【實在身外。】"
    },
    {
      "id": "07-001-0014_p0015",
      "zh_CN": "实实在在在身外。",
      "zh_TW": "實實在在在身外。"
    },
    {
      "id": "07-001-0014_p0016",
      "zh_CN": "【身心相外。自不相干。】",
      "zh_TW": "【身心相外。自不相干。】"
    },
    {
      "id": "07-001-0014_p0017",
      "zh_CN": "『身心相外』就是身在心之外、心在身之外，就跟前面一人吃饭，众生不能饱意思是一样的。「身心相外，自不相干」，等于说两个身体，它彼此不相干，那成什么样的现象？",
      "zh_TW": "『身心相外』就是身在心之外、心在身之外，就跟前面一人吃飯，眾生不能飽意思是一樣的。「身心相外，自不相干」，等於說兩個身體，它彼此不相干，那成什麼樣的現象？"
    },
    {
      "id": "07-001-0014_p0018",
      "zh_CN": "【则心所知。身不能觉。觉在身际。心不能知。】",
      "zh_TW": "【則心所知。身不能覺。覺在身際。心不能知。】"
    },
    {
      "id": "07-001-0014_p0019",
      "zh_CN": "这是一定的道理，这跟阿罗汉一样，一个人吃饭，我吃饱，他没有吃他不饱，跟这个道理是一样。心有所觉知的时候，身应该不晓得，它是两个彼此对立、分开；身有所知觉的时候，应该心也不晓得，这样才能成立，心实实在在在身之外，才能够讲得通。来试验试验，看看是不是这样的？",
      "zh_TW": "這是一定的道理，這跟阿羅漢一樣，一個人吃飯，我吃飽，他沒有吃他不飽，跟這個道理是一樣。心有所覺知的時候，身應該不曉得，它是兩個彼此對立、分開；身有所知覺的時候，應該心也不曉得，這樣才能成立，心實實在在在身之外，才能夠講得通。來試驗試驗，看看是不是這樣的？"
    },
    {
      "id": "07-001-0014_p0020",
      "zh_CN": "【我今示汝兜罗绵手。】",
      "zh_TW": "【我今示汝兜羅綿手。】"
    },
    {
      "id": "07-001-0014_p0021",
      "zh_CN": "佛就把手举起来，『兜罗绵』是一种植物，这是比喻佛手相之好，佛的手相就像兜罗绵那样的细、那样的柔软，所以称之为兜罗绵手。佛就把手举起来，举起来就问他：",
      "zh_TW": "佛就把手舉起來，『兜羅綿』是一種植物，這是比喻佛手相之好，佛的手相就像兜羅綿那樣的細、那樣的柔軟，所以稱之為兜羅綿手。佛就把手舉起來，舉起來就問他："
    },
    {
      "id": "07-001-0014_p0022",
      "zh_CN": "【汝眼见时。心分别不。】",
      "zh_TW": "【汝眼見時。心分別不。】"
    },
    {
      "id": "07-001-0014_p0023",
      "zh_CN": "这个地方注意到，汝眼见是身，眼在身，心里面起分别是心。如果说我眼见，心里不晓得，那可以说心是在身外。但是我们一见，心里立刻就起分别，这就是身心相知，它是一不是二。",
      "zh_TW": "這個地方注意到，汝眼見是身，眼在身，心裡面起分別是心。如果說我眼見，心裡不曉得，那可以說心是在身外。但是我們一見，心裡立刻就起分別，這就是身心相知，它是一不是二。"
    },
    {
      "id": "07-001-0014_p0024",
      "zh_CN": "【阿难答言。如是世尊。佛告阿难。若相知者。云何在外。】",
      "zh_TW": "【阿難答言。如是世尊。佛告阿難。若相知者。云何在外。】"
    },
    {
      "id": "07-001-0014_p0025",
      "zh_CN": "眼一见，心里面立刻就分别，可见得那个身心是相知，心不是在身外。下面就下结论：",
      "zh_TW": "眼一見，心裡面立刻就分別，可見得那個身心是相知，心不是在身外。下面就下結論："
    },
    {
      "id": "07-001-0014_p0026",
      "zh_CN": "【是故应知。汝言觉了能知之心住在身外。无有是处。】",
      "zh_TW": "【是故應知。汝言覺了能知之心住在身外。無有是處。】"
    },
    {
      "id": "07-001-0014_p0027",
      "zh_CN": "说心在身体之外，这是讲不通的。为什么说在内又不是，在外又不是？这个道理我们可以用两个比喻来说，这两个比喻在今日之下才能够说得出来，在佛陀那个时候没有办法，说不出。譬如我们看电影，把电影里面那个人的身相当作身体，电影那个银幕就是心。你们想想，银幕是在他身之内，还是在身之外？如果说是在身之内，他身体移动一下，那应该就没有了，身心就离开了。它不是，心是个理体，身相永远不能离开这个理体，无论身从银幕这一端走到那一端，始终没有离开银幕，诸位从这个比喻里面去体会。还有个比喻，好像无线电收音机，我们把收音机比作身，它是个身相，小小的一个物体，把电波比喻作心。我们要问问，它那个电波是在收音机里面还是外面？如果你说在里面，你把它拆开看看，找不到；你要说在外面，你按钮一打开它就会响。你摆在这个房子里面会响，你拿到那个房子里面还是会响，究竟电波在什么地方？电波是无处而不在。诸位要晓得，心量广大无边，心包太虚，量周沙界，那是我们的真心。",
      "zh_TW": "說心在身體之外，這是講不通的。為什麼說在內又不是，在外又不是？這個道理我們可以用兩個比喻來說，這兩個比喻在今日之下才能夠說得出來，在佛陀那個時候沒有辦法，說不出。譬如我們看電影，把電影裡面那個人的身相當作身體，電影那個銀幕就是心。你們想想，銀幕是在他身之內，還是在身之外？如果說是在身之內，他身體移動一下，那應該就沒有了，身心就離開了。它不是，心是個理體，身相永遠不能離開這個理體，無論身從銀幕這一端走到那一端，始終沒有離開銀幕，諸位從這個比喻裡面去體會。還有個比喻，好像無線電收音機，我們把收音機比作身，它是個身相，小小的一個物體，把電波比喻作心。我們要問問，它那個電波是在收音機裡面還是外面？如果你說在裡面，你把它拆開看看，找不到；你要說在外面，你按鈕一打開它就會響。你擺在這個房子裡面會響，你拿到那個房子裡面還是會響，究竟電波在什麼地方？電波是無處而不在。諸位要曉得，心量廣大無邊，心包太虛，量周沙界，那是我們的真心。"
    },
    {
      "id": "07-001-0014_p0028",
      "zh_CN": "我们这个身就像一部机器，你真正懂得了，说在内也对，说在外也对。你不明了这个真相，说内是错，说外也是错，怎么说都是错，希望诸位要从这一点去悟入。这个道理果然透彻了，你才晓得六神通里面他心通、宿命通究竟是回什么事情。这就是要问，心，一切众生这个心是一还是二？或者我们讲识，阿赖耶识，阿赖耶识是一还是二还是多？我们说一个众生有一个神识，那是迷的状况之下，是有情执。佛在大经里面跟我们讲得很清楚，有情众生执着阿赖耶见分里面的一分为自心相，并不是以阿赖耶见分的全体为自心相；如果以阿赖耶全体为自心相，你就有他心通。为什么？别人那个心相也是落在阿赖耶识里头，你是以一切阿赖耶识为自心相的话，别人的知见你都晓得了。我们现在没有他心通、没有宿命通，就是在阿赖耶识整个仓库里面，我们只划一块这是我的，那些都与我不相干，我只知道这些，别人我都不管，这是绝大的错误，执着阿赖耶相分里面一分。",
      "zh_TW": "我們這個身就像一部機器，你真正懂得了，說在內也對，說在外也對。你不明瞭這個真相，說內是錯，說外也是錯，怎麼說都是錯，希望諸位要從這一點去悟入。這個道理果然透徹了，你才曉得六神通裡面他心通、宿命通究竟是回什麼事情。這就是要問，心，一切眾生這個心是一還是二？或者我們講識，阿賴耶識，阿賴耶識是一還是二還是多？我們說一個眾生有一個神識，那是迷的狀況之下，是有情執。佛在大經裡面跟我們講得很清楚，有情眾生執著阿賴耶見分裡面的一分為自心相，並不是以阿賴耶見分的全體為自心相；如果以阿賴耶全體為自心相，你就有他心通。為什麼？別人那個心相也是落在阿賴耶識裡頭，你是以一切阿賴耶識為自心相的話，別人的知見你都曉得了。我們現在沒有他心通、沒有宿命通，就是在阿賴耶識整個倉庫裡面，我們只劃一塊這是我的，那些都與我不相干，我只知道這些，別人我都不管，這是絕大的錯誤，執著阿賴耶相分裡面一分。"
    },
    {
      "id": "07-001-0014_p0029",
      "zh_CN": "我们晓得尽虚空遍法界的相都是阿赖耶的亲相分，我们只执着这个四大的色身为自身相，这是谁造成的？第七识造成。第七识是执着，第六识是分别，所以将我们本来有的广大的心量、无边的身相都失掉，变成这么一点点。现前我们这个自心相与自身相决定是虚妄的，不是真实，过错就在此地。七处征心、十番显见就是叫我们悟出这个道理，会的，头头是道、处处皆是：不会的，处处成障、处处皆非。这是以阿难来代表一个迷人，代表一个凡夫，所知所见完全错了，我们要明了错在哪里。阿难的错处正是我们自己的错处，诸位要明了这个道理，才晓得佛跟他讲的不在外有不在外的道理。内外可以说是两种主要的执着，一切众生说实在话，都是执着心在身内，执着心在身外的还是少数。下面五处，这是很少人有这个执着，确实也不是我们能够想像得出来的，拿世间法来观察，阿难确实相当聪明，他能够想出这么多的所在。再看底下经文：",
      "zh_TW": "我們曉得盡虛空遍法界的相都是阿賴耶的親相分，我們只執著這個四大的色身為自身相，這是誰造成的？第七識造成。第七識是執著，第六識是分別，所以將我們本來有的廣大的心量、無邊的身相都失掉，變成這麼一點點。現前我們這個自心相與自身相決定是虛妄的，不是真實，過錯就在此地。七處徵心、十番顯見就是叫我們悟出這個道理，會的，頭頭是道、處處皆是：不會的，處處成障、處處皆非。這是以阿難來代表一個迷人，代表一個凡夫，所知所見完全錯了，我們要明瞭錯在哪裡。阿難的錯處正是我們自己的錯處，諸位要明瞭這個道理，才曉得佛跟他講的不在外有不在外的道理。內外可以說是兩種主要的執著，一切眾生說實在話，都是執著心在身內，執著心在身外的還是少數。下面五處，這是很少人有這個執著，確實也不是我們能夠想像得出來的，拿世間法來觀察，阿難確實相當聰明，他能夠想出這麼多的所在。再看底下經文："
    },
    {
      "id": "07-001-0014_p0030",
      "zh_CN": "【阿难白佛言。世尊。如佛所言。不见内故。不居身内。身心相知。不相离故。不在身外。我今思惟。知在一处。】",
      "zh_TW": "【阿難白佛言。世尊。如佛所言。不見內故。不居身內。身心相知。不相離故。不在身外。我今思惟。知在一處。】"
    },
    {
      "id": "07-001-0014_p0031",
      "zh_CN": "这段是他的心思很巧妙，心里面想一想，在内，内不相知；说在外，外又身心相知，这到底在哪里？他忽然又想到，知道在一个地方，他想到的是潜伏在根里，心潜伏在根里。我们看他这个说法，这是他向佛报告：我现在的思惟晓得在一个地方。",
      "zh_TW": "這段是他的心思很巧妙，心裡面想一想，在內，內不相知；說在外，外又身心相知，這到底在哪裡？他忽然又想到，知道在一個地方，他想到的是潛伏在根裡，心潛伏在根裡。我們看他這個說法，這是他向佛報告：我現在的思惟曉得在一個地方。"
    },
    {
      "id": "07-001-0014_p0032",
      "zh_CN": "【佛言。处今何在。】",
      "zh_TW": "【佛言。處今何在。】"
    },
    {
      "id": "07-001-0014_p0033",
      "zh_CN": "你晓得在一个地方，这个地方究竟在哪里？",
      "zh_TW": "你曉得在一個地方，這個地方究竟在哪裡？"
    },
    {
      "id": "07-001-0014_p0034",
      "zh_CN": "【阿难言。此了知心。】",
      "zh_TW": "【阿難言。此了知心。】"
    },
    {
      "id": "07-001-0014_p0035",
      "zh_CN": "心上加『了知』两个字，这是要注意到的。",
      "zh_TW": "心上加『了知』兩個字，這是要注意到的。"
    },
    {
      "id": "07-001-0014_p0036",
      "zh_CN": "【既不知内。而能见外。】",
      "zh_TW": "【既不知內。而能見外。】"
    },
    {
      "id": "07-001-0014_p0037",
      "zh_CN": "它对外面事物见得清清楚楚，可是它对里面是一塌糊涂，里面它看不到。",
      "zh_TW": "它對外面事物見得清清楚楚，可是它對裡面是一塌糊塗，裡面它看不到。"
    },
    {
      "id": "07-001-0014_p0038",
      "zh_CN": "【如我思忖。潜伏根里。】",
      "zh_TW": "【如我思忖。潛伏根裡。】"
    },
    {
      "id": "07-001-0014_p0039",
      "zh_CN": "他说，以我的想像，这个心大概是『潜伏根里』，这个地方讲的「根」就是眼根的里面。为什么说它潜伏在根里？他下面用个比喻来说：",
      "zh_TW": "他說，以我的想像，這個心大概是『潛伏根裡』，這個地方講的「根」就是眼根的裡面。為什麼說它潛伏在根裡？他下面用個比喻來說："
    },
    {
      "id": "07-001-0014_p0040",
      "zh_CN": "【犹如有人。取琉璃碗。合其两眼。虽有物合。而不留碍。彼根随见。随即分别。】",
      "zh_TW": "【猶如有人。取琉璃碗。合其兩眼。雖有物合。而不留礙。彼根隨見。隨即分別。】"
    },
    {
      "id": "07-001-0014_p0041",
      "zh_CN": "举出这个比喻来说。琉璃是透明的，要拿现在来比喻，比从前的时候还要来得方便，这就好像我们戴的眼镜，眼镜镜片是透明的。『琉璃碗』就好比眼镜的镜片，把这个眼镜比作眼，把自己能见的眼比作心，那个了知的心。我们眼虽然戴着眼镜，但是这个镜片是透明的，虽然戴着，看外面看得很清楚。这就好像我们了知的心就在眼根里面，我们的眼睛就好像琉璃碗是透明的，它就在那里面。虽然好像戴着眼镜，『而不留碍』，它不相留碍，它对外面看得很清楚，用这个比喻来说。『彼根随见』，「根」就是指的眼，「见」就是讲的心。这个意思就是说，能知觉了的心就在眼根的后面，所以眼一见，它马上就分别。",
      "zh_TW": "舉出這個比喻來說。琉璃是透明的，要拿現在來比喻，比從前的時候還要來得方便，這就好像我們戴的眼鏡，眼鏡鏡片是透明的。『琉璃碗』就好比眼鏡的鏡片，把這個眼鏡比作眼，把自己能見的眼比作心，那個了知的心。我們眼雖然戴著眼鏡，但是這個鏡片是透明的，雖然戴著，看外面看得很清楚。這就好像我們了知的心就在眼根裡面，我們的眼睛就好像琉璃碗是透明的，它就在那裡面。雖然好像戴著眼鏡，『而不留礙』，它不相留礙，它對外面看得很清楚，用這個比喻來說。『彼根隨見』，「根」就是指的眼，「見」就是講的心。這個意思就是說，能知覺了的心就在眼根的後面，所以眼一見，它馬上就分別。"
    },
    {
      "id": "07-001-0014_p0042",
      "zh_CN": "【然我觉了能知之心。不见内者。为在根故。】",
      "zh_TW": "【然我覺了能知之心。不見內者。為在根故。】"
    },
    {
      "id": "07-001-0014_p0043",
      "zh_CN": "它为什么不见内？就在眼根后面，所以里面的心肝脾肺它见不到。",
      "zh_TW": "它為什麼不見內？就在眼根後面，所以裡面的心肝脾肺它見不到。"
    },
    {
      "id": "07-001-0014_p0044",
      "zh_CN": "【分明瞩外。无障碍者。潜根内故。】",
      "zh_TW": "【分明矚外。無障礙者。潛根內故。】"
    },
    {
      "id": "07-001-0014_p0045",
      "zh_CN": "它为什么对外面看得那么清清楚楚？就在眼根的后面。眼根就像琉璃碗一样，没有障碍，所以它对外面看得清清楚楚。这种想法想得很巧妙，也不是一个普通人能够想得出来的。我们看看佛是怎么答复他：",
      "zh_TW": "它為什麼對外面看得那麼清清楚楚？就在眼根的後面。眼根就像琉璃碗一樣，沒有障礙，所以它對外面看得清清楚楚。這種想法想得很巧妙，也不是一個普通人能夠想得出來的。我們看看佛是怎麼答覆他："
    },
    {
      "id": "07-001-0014_p0046",
      "zh_CN": "【佛告阿难。如汝所言。潜根内者。犹如琉璃。】",
      "zh_TW": "【佛告阿難。如汝所言。潛根內者。猶如琉璃。】"
    },
    {
      "id": "07-001-0014_p0047",
      "zh_CN": "这是就他的话重复说一遍，重复说一遍的意思是叫他听听，你是不是这个意思？佛听了阿难的话，有没有听错？如果没听错，阿难你就是这么个意思，那就以你这个为前提。",
      "zh_TW": "這是就他的話重複說一遍，重複說一遍的意思是叫他聽聽，你是不是這個意思？佛聽了阿難的話，有沒有聽錯？如果沒聽錯，阿難你就是這麼個意思，那就以你這個為前提。"
    },
    {
      "id": "07-001-0014_p0048",
      "zh_CN": "【彼人当以琉璃笼眼。当见山河。见琉璃不。如是世尊。是人当以琉璃笼眼。实见琉璃。】",
      "zh_TW": "【彼人當以琉璃籠眼。當見山河。見琉璃不。如是世尊。是人當以琉璃籠眼。實見琉璃。】"
    },
    {
      "id": "07-001-0014_p0049",
      "zh_CN": "佛这一问，如果以琉璃来笼眼，就好像我们戴上眼镜看外面的物相，佛的意思问，你能不能看到你戴的眼镜？琉璃笼眼，看到外面，你看不看到琉璃？看得到。确实看到，我们戴上眼镜看外面东西，能够看到眼镜。佛这样一问，阿难也承认这个事实，确实是见琉璃。",
      "zh_TW": "佛這一問，如果以琉璃來籠眼，就好像我們戴上眼鏡看外面的物相，佛的意思問，你能不能看到你戴的眼鏡？琉璃籠眼，看到外面，你看不看到琉璃？看得到。確實看到，我們戴上眼鏡看外面東西，能夠看到眼鏡。佛這樣一問，阿難也承認這個事實，確實是見琉璃。"
    },
    {
      "id": "07-001-0014_p0050",
      "zh_CN": "【佛告阿难。汝心若同琉璃合者。当见山河。何不见眼。】",
      "zh_TW": "【佛告阿難。汝心若同琉璃合者。當見山河。何不見眼。】"
    },
    {
      "id": "07-001-0014_p0051",
      "zh_CN": "你心就在眼根的后面，就像眼笼上琉璃，你看外面山河大地，你为什么没有看到你的眼？如果我们看外面山河大地，也看到我们眼睛，这个比喻就能够相当。这就是法喻不合，不能够成立，我们睁开眼睛看外面，东西看得很清楚，确实看不到自己的眼。下面就怕阿难强词夺理，「我看外面山河大地，我也看见眼」，怎么办？佛防着他这一着：",
      "zh_TW": "你心就在眼根的後面，就像眼籠上琉璃，你看外面山河大地，你為什麼沒有看到你的眼？如果我們看外面山河大地，也看到我們眼睛，這個比喻就能夠相當。這就是法喻不合，不能夠成立，我們睜開眼睛看外面，東西看得很清楚，確實看不到自己的眼。下面就怕阿難強詞奪理，「我看外面山河大地，我也看見眼」，怎麼辦？佛防著他這一著："
    },
    {
      "id": "07-001-0014_p0052",
      "zh_CN": "【若见眼者。眼即同境。不得成随。】",
      "zh_TW": "【若見眼者。眼即同境。不得成隨。】"
    },
    {
      "id": "07-001-0014_p0053",
      "zh_CN": "因为他前面讲眼随着见，心就随分别，这是二才能够相随，一就不能够相随，相随一定是二。假如真正果然见到眼，眼怎么样？眼就成了境界。好像我们戴上眼镜，我们看东西能够看到眼镜，那眼镜是另外一个物体，它是属于境界，不是属于根身。既然属于境界，总不能说是我眼镜见到外面东西，我这个眼根也随着见，没有这个道理，境界是个死东西，它不能见。你说见到眼根，这也讲不通，不得成立。",
      "zh_TW": "因為他前面講眼隨著見，心就隨分別，這是二才能夠相隨，一就不能夠相隨，相隨一定是二。假如真正果然見到眼，眼怎麼樣？眼就成了境界。好像我們戴上眼鏡，我們看東西能夠看到眼鏡，那眼鏡是另外一個物體，它是屬於境界，不是屬於根身。既然屬於境界，總不能說是我眼鏡見到外面東西，我這個眼根也隨著見，沒有這個道理，境界是個死東西，它不能見。你說見到眼根，這也講不通，不得成立。"
    },
    {
      "id": "07-001-0014_p0054",
      "zh_CN": "【若不能见。云何说言。此了知心。潜在根内。如琉璃合。】",
      "zh_TW": "【若不能見。云何說言。此了知心。潛在根內。如琉璃合。】"
    },
    {
      "id": "07-001-0014_p0055",
      "zh_CN": "如果说实实在在你见外面山河大地，没有见到你的眼根，根本就见不到眼根的话，那怎么能够讲你这个了知心是潜在根里面，就像琉璃笼眼一样？这就是根本不能够成立，讲不通的。",
      "zh_TW": "如果說實實在在你見外面山河大地，沒有見到你的眼根，根本就見不到眼根的話，那怎麼能夠講你這個了知心是潛在根裡面，就像琉璃籠眼一樣？這就是根本不能夠成立，講不通的。"
    },
    {
      "id": "07-001-0014_p0056",
      "zh_CN": "【是故应知。汝言觉了能知之心潜伏根里如琉璃合。无有是处。】",
      "zh_TW": "【是故應知。汝言覺了能知之心潛伏根裡如琉璃合。無有是處。】"
    },
    {
      "id": "07-001-0014_p0057",
      "zh_CN": "这个立论也不能够成立。",
      "zh_TW": "這個立論也不能夠成立。"
    },
    {
      "id": "07-001-0014_p0058",
      "zh_CN": "【阿难白佛言。世尊。我今又作如是思惟。是众生身。腑藏在中。窍穴居外。有藏则暗。有窍则明。今我对佛。开眼见明。名为见外。闭眼见暗。名为见内。是义云何。】",
      "zh_TW": "【阿難白佛言。世尊。我今又作如是思惟。是眾生身。腑藏在中。竅穴居外。有藏則暗。有竅則明。今我對佛。開眼見明。名為見外。閉眼見暗。名為見內。是義云何。】"
    },
    {
      "id": "07-001-0014_p0059",
      "zh_CN": "前面几番我们从语气上来看，都是他自己觉得满有道理，所以语气都很强硬。到这个地方来稍稍软化了一点，带着有点商量的口吻。这是以见明见暗来解释觉了能知之心所在的处所，那个意思还是在身体里面，心还是在身体里面。身体里面为什么不见到内？因为里面太黑暗，所以见不到；外面有光明，所以外面看得很清楚。这个想一想好像也有点道理。他的意思是讲，『众生身，腑藏在中』，中就是里面；『窍穴居外』，眼耳口鼻是在外面。『有藏则暗』，里面是深藏在里面，它是属于黑暗的；『有窍则明』，窍是通达在外，它是明相现前的。『今我对佛，开眼见明』，我现在面对佛，我眼睛一睁开见到是明的，这叫『见外』，我是见到外面的境界；我眼睛一闭上，这是我『见内』，内里面是黑暗的，五脏六腑没有看到，不晓得它的活动情形，这里面是黑暗的。『是义云何』，这个道理怎样？商量商量，能不能讲得通？我们看看佛怎样破他？虽然他提出来一个见外、一个见内。佛破他的重点就是破见内，如果见内这一条不能成立，见外当然也不能成。这个问的可以说有相当的技巧，答复得更高明，这一问一答，确实能够为我们增长智慧。",
      "zh_TW": "前面幾番我們從語氣上來看，都是他自己覺得滿有道理，所以語氣都很強硬。到這個地方來稍稍軟化了一點，帶著有點商量的口吻。這是以見明見暗來解釋覺了能知之心所在的處所，那個意思還是在身體裡面，心還是在身體裡面。身體裡面為什麼不見到內？因為裡面太黑暗，所以見不到；外面有光明，所以外面看得很清楚。這個想一想好像也有點道理。他的意思是講，『眾生身，腑藏在中』，中就是裡面；『竅穴居外』，眼耳口鼻是在外面。『有藏則暗』，裡面是深藏在裡面，它是屬於黑暗的；『有竅則明』，竅是通達在外，它是明相現前的。『今我對佛，開眼見明』，我現在面對佛，我眼睛一睜開見到是明的，這叫『見外』，我是見到外面的境界；我眼睛一閉上，這是我『見內』，內裡面是黑暗的，五臟六腑沒有看到，不曉得它的活動情形，這裡面是黑暗的。『是義云何』，這個道理怎樣？商量商量，能不能講得通？我們看看佛怎樣破他？雖然他提出來一個見外、一個見內。佛破他的重點就是破見內，如果見內這一條不能成立，見外當然也不能成。這個問的可以說有相當的技巧，答覆得更高明，這一問一答，確實能夠為我們增長智慧。"
    },
    {
      "id": "07-001-0014_p0060",
      "zh_CN": "【佛告阿难。汝当闭眼见暗之时。】",
      "zh_TW": "【佛告阿難。汝當閉眼見暗之時。】"
    },
    {
      "id": "07-001-0014_p0061",
      "zh_CN": "这就是专从见内来说。",
      "zh_TW": "這就是專從見內來說。"
    },
    {
      "id": "07-001-0014_p0062",
      "zh_CN": "【此暗境界。为与眼对。为不对眼。】",
      "zh_TW": "【此暗境界。為與眼對。為不對眼。】"
    },
    {
      "id": "07-001-0014_p0063",
      "zh_CN": "因为我们平常讲见，这个境界一定要跟眼两个面对面，这才能叫见；如果眼根没有对到境界这叫见，这是讲不通的。所以首先就问他，你在见暗的时候，那个暗的境界跟你的眼根是不是面对面？",
      "zh_TW": "因為我們平常講見，這個境界一定要跟眼兩個面對面，這才能叫見；如果眼根沒有對到境界這叫見，這是講不通的。所以首先就問他，你在見暗的時候，那個暗的境界跟你的眼根是不是面對面？"
    },
    {
      "id": "07-001-0014_p0064",
      "zh_CN": "【若与眼对。暗在眼前。云何成内。】",
      "zh_TW": "【若與眼對。暗在眼前。云何成內。】"
    },
    {
      "id": "07-001-0014_p0065",
      "zh_CN": "如果说是相对的，暗相在我的眼前，在你眼前那应该在外头，不能在内，你说在内讲不通。",
      "zh_TW": "如果說是相對的，暗相在我的眼前，在你眼前那應該在外頭，不能在內，你說在內講不通。"
    },
    {
      "id": "07-001-0014_p0066",
      "zh_CN": "【若成内者。居暗室中。无日月灯。此室暗中。皆汝焦腑。】",
      "zh_TW": "【若成內者。居暗室中。無日月燈。此室暗中。皆汝焦腑。】"
    },
    {
      "id": "07-001-0014_p0067",
      "zh_CN": "这再举个比喻来说明他的错误。假如你要说这个暗的境界确实是在我眼前面对着的，面对着的，你也认为是自己的五脏六腑，你认为见到暗的境界就是内对，好了，佛说把你关在一个房子里，日月灯光都照不进去，这个房子是黑暗的，房子不就变成你的五脏六腑？哪有这种道理！因为黑暗的房子、黑暗的境界跟你眼根是对着的。这是讲不通的。",
      "zh_TW": "這再舉個比喻來說明他的錯誤。假如你要說這個暗的境界確實是在我眼前面對著的，面對著的，你也認為是自己的五臟六腑，你認為見到暗的境界就是內對，好了，佛說把你關在一個房子裡，日月燈光都照不進去，這個房子是黑暗的，房子不就變成你的五臟六腑？哪有這種道理！因為黑暗的房子、黑暗的境界跟你眼根是對著的。這是講不通的。"
    },
    {
      "id": "07-001-0014_p0068",
      "zh_CN": "【若不对者。云何成见。】",
      "zh_TW": "【若不對者。云何成見。】"
    },
    {
      "id": "07-001-0014_p0069",
      "zh_CN": "不与你眼根相对，怎么能叫见？凡是叫见一定要跟眼根相对。这段是从平常的义理来说明，你说见暗就是见内，这是不能成立的。下面一段就是阿难的幻想：",
      "zh_TW": "不與你眼根相對，怎麼能叫見？凡是叫見一定要跟眼根相對。這段是從平常的義理來說明，你說見暗就是見內，這是不能成立的。下面一段就是阿難的幻想："
    },
    {
      "id": "07-001-0014_p0070",
      "zh_CN": "【若离外见。内对所成。合眼见暗。名为身中。开眼见明。何不见面。】",
      "zh_TW": "【若離外見。內對所成。合眼見暗。名為身中。開眼見明。何不見面。】"
    },
    {
      "id": "07-001-0014_p0071",
      "zh_CN": "它从眼根出来的时候可以看到外面，它也可以回去，回去的时候它又看到里面。我们从这个比喻来说，『若离外见，内对所成』，不必见外，不必跟眼根相对，眼根相对是见到外，不必见外，眼睛闭上的时候它往里面见。要是果然有这么一个现象的话，『合眼见暗，名为身中』，眼睛闭上的时候，你见到里面身中，身中是黑暗的。好，既然见的时候它能够回头的话，『开眼见明』，我们张开眼睛见到外面明相。闭着眼睛的时候，我们的眼睛要回头，回去了，这一回去那个心正好跟我们面对面，为什么没有看到自己面孔？好比一个人一样，门就好比是眼睛，这个人从门口一转身，看到房子里面，再一转身看到门外面，当他到外面看到外面境界，他再回到门里面来的时候，他应当看到门才对。我们这个灵明觉了的心，要果真是这个样，我们张看眼睛，心到外面境界去了，外面境界看得清清楚楚；眼睛一闭它收回来，收回来应当正好看到自己的面孔，佛就问：「开眼见明，何不见面？」我们再看下面经文：",
      "zh_TW": "它從眼根出來的時候可以看到外面，它也可以回去，回去的時候它又看到裡面。我們從這個比喻來說，『若離外見，內對所成』，不必見外，不必跟眼根相對，眼根相對是見到外，不必見外，眼睛閉上的時候它往裡面見。要是果然有這麼一個現象的話，『合眼見暗，名為身中』，眼睛閉上的時候，你見到裡面身中，身中是黑暗的。好，既然見的時候它能夠回頭的話，『開眼見明』，我們張開眼睛見到外面明相。閉著眼睛的時候，我們的眼睛要回頭，回去了，這一回去那個心正好跟我們面對面，為什麼沒有看到自己面孔？好比一個人一樣，門就好比是眼睛，這個人從門口一轉身，看到房子裡面，再一轉身看到門外面，當他到外面看到外面境界，他再回到門裡面來的時候，他應當看到門才對。我們這個靈明覺了的心，要果真是這個樣，我們張看眼睛，心到外面境界去了，外面境界看得清清楚楚；眼睛一閉它收回來，收回來應當正好看到自己的面孔，佛就問：「開眼見明，何不見面？」我們再看下面經文："
    },
    {
      "id": "07-001-0014_p0072",
      "zh_CN": "【若不见面。内对不成。】",
      "zh_TW": "【若不見面。內對不成。】"
    },
    {
      "id": "07-001-0014_p0073",
      "zh_CN": "这句话是结论。如果没有这个现象，你要是离外见，『内对』这个道理不能够成立。",
      "zh_TW": "這句話是結論。如果沒有這個現象，你要是離外見，『內對』這個道理不能夠成立。"
    },
    {
      "id": "07-001-0014_p0074",
      "zh_CN": "【见面若成。此了知心及与眼根。乃在虚空。何成在内。】",
      "zh_TW": "【見面若成。此了知心及與眼根。乃在虛空。何成在內。】"
    },
    {
      "id": "07-001-0014_p0075",
      "zh_CN": "这个话是假设的话。假设果然有这个现象，你确实能够在收视的时候，确实你能够见到面。当你见到面的时候，你的眼根，你能见的眼跟觉知的心还是在你身体之外，也不在你这个身之内。所以说是『乃在虚空，何成在内』。",
      "zh_TW": "這個話是假設的話。假設果然有這個現象，你確實能夠在收視的時候，確實你能夠見到面。當你見到面的時候，你的眼根，你能見的眼跟覺知的心還是在你身體之外，也不在你這個身之內。所以說是『乃在虛空，何成在內』。"
    },
    {
      "id": "07-001-0014_p0076",
      "zh_CN": "【若在虚空。自非汝体。即应如来今见汝面亦是汝身。】",
      "zh_TW": "【若在虛空。自非汝體。即應如來今見汝面亦是汝身。】"
    },
    {
      "id": "07-001-0014_p0077",
      "zh_CN": "哪有这种道理？心要跑到外面去，跟你这个身已经分开家，不是你一体，你的心眼在虚空里面看到这个，好，别的人看到你的面孔也都变成你，这是自他不分，哪有这种道理？佛就说：即应如来，今天是如来见到你的面也变成你的身体，我也变成你了。",
      "zh_TW": "哪有這種道理？心要跑到外面去，跟你這個身已經分開家，不是你一體，你的心眼在虛空裡面看到這個，好，別的人看到你的面孔也都變成你，這是自他不分，哪有這種道理？佛就說：即應如來，今天是如來見到你的面也變成你的身體，我也變成你了。"
    },
    {
      "id": "07-001-0014_p0078",
      "zh_CN": "【汝眼已知。身合非觉。】",
      "zh_TW": "【汝眼已知。身合非覺。】"
    },
    {
      "id": "07-001-0014_p0079",
      "zh_CN": "假如你要是执着，「好，如来你那个见，你的身也是我」，你这个说法依旧不能成立。为什么？你的心、你的眼有知，现在正好跟你面对面，你的身应当没有知觉。为什么？能知的是心，心不在身体之内，心在身外，跟前面第二段所讲的意思是一样。你这个身不应该再有觉，『身合非觉』。",
      "zh_TW": "假如你要是執著，「好，如來你那個見，你的身也是我」，你這個說法依舊不能成立。為什麼？你的心、你的眼有知，現在正好跟你面對面，你的身應當沒有知覺。為什麼？能知的是心，心不在身體之內，心在身外，跟前面第二段所講的意思是一樣。你這個身不應該再有覺，『身合非覺』。"
    },
    {
      "id": "07-001-0014_p0080",
      "zh_CN": "【必汝执言。身眼两觉。应有二知。即汝一身。应成两佛。】",
      "zh_TW": "【必汝執言。身眼兩覺。應有二知。即汝一身。應成兩佛。】"
    },
    {
      "id": "07-001-0014_p0081",
      "zh_CN": "如果你一定要执着说，「我的心有知觉，身也有知觉，知觉只是一个，成佛是知觉，你要是一定执着在外面的心有知觉，我这个内身也有知觉，那你就是两个知觉。两个知觉，你将来成佛，一个人成两尊佛，哪有这个道理？一个人只能成一尊佛，哪有成两个佛的道理。",
      "zh_TW": "如果你一定要執著說，「我的心有知覺，身也有知覺，知覺只是一個，成佛是知覺，你要是一定執著在外面的心有知覺，我這個內身也有知覺，那你就是兩個知覺。兩個知覺，你將來成佛，一個人成兩尊佛，哪有這個道理？一個人只能成一尊佛，哪有成兩個佛的道理。"
    },
    {
      "id": "07-001-0014_p0082",
      "zh_CN": "【是故应知。汝言见暗名见内者。无有是处。】",
      "zh_TW": "【是故應知。汝言見暗名見內者。無有是處。】"
    },
    {
      "id": "07-001-0014_p0083",
      "zh_CN": "见外就不必谈了，主要从见内这一处把它驳斥掉就可以，见外自然不能够成立。我们再看下面一段：",
      "zh_TW": "見外就不必談了，主要從見內這一處把它駁斥掉就可以，見外自然不能夠成立。我們再看下面一段："
    },
    {
      "id": "07-001-0014_p0084",
      "zh_CN": "【阿难言。我常闻佛开示四众。由心生故。种种法生。由法生故。种种心生。我今思惟。即思惟体。实我心性。随所合处。心则随有。亦非内外中间三处。】",
      "zh_TW": "【阿難言。我常聞佛開示四眾。由心生故。種種法生。由法生故。種種心生。我今思惟。即思惟體。實我心性。隨所合處。心則隨有。亦非內外中間三處。】"
    },
    {
      "id": "07-001-0014_p0085",
      "zh_CN": "这段他是引用世尊的言教来做根据，设想到心应当是随合随有。根据什么？佛这个四句话是通大小乘。从阿难引用这四句话来看，阿难对于佛的言语是记得很清楚，而对于佛所讲的义趣确实他并不明了，因此把许多的经都错会了意思，此地也就是个例子。像这种情形实在是不只阿难一个，阿难跟随释迦牟尼佛二十几年，做佛的侍者，还会把佛所讲的话错会了意思，何况我们后人读佛这些演讲的记录，说能不会错意思，诸位想想，这是多么难能稀有之事。因此，开经偈里面提醒我们，「愿解如来真实义」，这才可贵，为什么开经偈里说这句话？实在是错解如来的意思太多太多太普遍了。因为错解我们也就错修，所以叫盲修瞎练。如果真正理解如来真实义，给诸位说，修行证果决定一生可以做得到，不必要很长的时间。所以这个意思要正解，万万错不得。这四句话是讲「心法互生」，意思是显示万法皆空，「诸法本无，因心故有；心亦本无，因法故有」。心与法是相对建立，心与法都不是真实的。这个地方讲的心是妄心，而不是真心。真心怎么会有生？真心不生不灭，凡是生心动念都是虚妄的。前面两句讲心生法生，是说明法不自生，从心而起，所以说『由心生故，种种法生』。后面两句说法生心生，是说明心不自生，由法而现，也是说明心本不生，法无自性，它的意思实在是彰显心法俱空，是显这个道理。",
      "zh_TW": "這段他是引用世尊的言教來做根據，設想到心應當是隨合隨有。根據什麼？佛這個四句話是通大小乘。從阿難引用這四句話來看，阿難對於佛的言語是記得很清楚，而對於佛所講的義趣確實他並不明瞭，因此把許多的經都錯會了意思，此地也就是個例子。像這種情形實在是不只阿難一個，阿難跟隨釋迦牟尼佛二十幾年，做佛的侍者，還會把佛所講的話錯會了意思，何況我們後人讀佛這些演講的記錄，說能不會錯意思，諸位想想，這是多麼難能稀有之事。因此，開經偈裡面提醒我們，「願解如來真實義」，這才可貴，為什麼開經偈裡說這句話？實在是錯解如來的意思太多太多太普遍了。因為錯解我們也就錯修，所以叫盲修瞎練。如果真正理解如來真實義，給諸位說，修行證果決定一生可以做得到，不必要很長的時間。所以這個意思要正解，萬萬錯不得。這四句話是講「心法互生」，意思是顯示萬法皆空，「諸法本無，因心故有；心亦本無，因法故有」。心與法是相對建立，心與法都不是真實的。這個地方講的心是妄心，而不是真心。真心怎麼會有生？真心不生不滅，凡是生心動念都是虛妄的。前面兩句講心生法生，是說明法不自生，從心而起，所以說『由心生故，種種法生』。後面兩句說法生心生，是說明心不自生，由法而現，也是說明心本不生，法無自性，它的意思實在是彰顯心法俱空，是顯這個道理。"
    },
    {
      "id": "07-001-0014_p0086",
      "zh_CN": "这个道理实在是通于大小乘的教义，因此佛常说，阿难也常听。现在就是这里面讲的心究竟是指什么，这是我们必须要明了的。小乘教义里面是以六识为心，小乘只讲十八界，十八界里头六识。小乘法里面是以六尘为法，这种讲法确实比较浅显，一般人都能够懂得这个意思，可是不是究竟说。心与法的关系，灌顶大师说过，由心攀缘外面的境界，境随心起，所以叫心生法生；由外面的境界激发内心，心逐境现，所以叫法生心生。譬如我们眼识接触外面的色尘，就生起贪瞋痴这些念头，顺自己意思的就起贪心，不顺自己意思的就起瞋恚心，不见外面境界就不生这个心，见到外面境界心就生了，法生心生。所以说「心本不生因境有」，这个心是妄心，妄心太多太多了！真心是一个，妄心太多了。唯识里面讲八个识，八个心，与八识相应的那些心所都是心，所以这个心就很多。《百法》里面讲的那还是提纲挈领的说，细说的千千万万，八万四千烦恼就是八万四千心，妄心。它从哪里来的？都是从境界来的。",
      "zh_TW": "這個道理實在是通於大小乘的教義，因此佛常說，阿難也常聽。現在就是這裡面講的心究竟是指什麼，這是我們必須要明瞭的。小乘教義裡面是以六識為心，小乘只講十八界，十八界裡頭六識。小乘法裡面是以六塵為法，這種講法確實比較淺顯，一般人都能夠懂得這個意思，可是不是究竟說。心與法的關係，灌頂大師說過，由心攀緣外面的境界，境隨心起，所以叫心生法生；由外面的境界激發內心，心逐境現，所以叫法生心生。譬如我們眼識接觸外面的色塵，就生起貪瞋痴這些念頭，順自己意思的就起貪心，不順自己意思的就起瞋恚心，不見外面境界就不生這個心，見到外面境界心就生了，法生心生。所以說「心本不生因境有」，這個心是妄心，妄心太多太多了！真心是一個，妄心太多了。唯識裡面講八個識，八個心，與八識相應的那些心所都是心，所以這個心就很多。《百法》裡面講的那還是提綱挈領的說，細說的千千萬萬，八萬四千煩惱就是八萬四千心，妄心。它從哪裡來的？都是從境界來的。"
    },
    {
      "id": "07-001-0014_p0087",
      "zh_CN": "大乘教义里面是以阿赖耶为心，以根身、器界、种子为法。所以这四句话，言语是一样，大小乘教义可不一样，大乘的解释与小乘的解释不相同。在大乘教义里面讲，所谓「无明不觉生三细，境界为缘长六粗」。心生法，本性迷了就叫做心，我们要问：本性怎么迷的，什么原因迷的？几时迷的？这个问题，不但是今日学佛的人大家都有这个问题，释迦牟尼佛在世的时候，那些弟子们也有这个问题。《起信论》里面讲「一念不觉而有无明」，为什么一念不觉？一念不觉有个理由，为什么一念不觉？诸位要晓得，如果有个理由它就不叫妄，妄是没有理由。没有理由实在是太难懂，没有理由讲不通，我们不能相信。给诸位说，没有理由就是理由。而佛在《楞严经》里面讲无明之所以来，我觉得讲的比《起信论》好懂，《起信论》不大好懂。《楞严》里面讲的一句话，「知见立知是无明本」，这就无明的根本，就是《起信论》里面讲的「一念不觉」，意思完全相同，《起信论》里面讲不觉，《楞严》里面说立知。",
      "zh_TW": "大乘教義裡面是以阿賴耶為心，以根身、器界、種子為法。所以這四句話，言語是一樣，大小乘教義可不一樣，大乘的解釋與小乘的解釋不相同。在大乘教義裡面講，所謂「無明不覺生三細，境界為緣長六粗」。心生法，本性迷了就叫做心，我們要問：本性怎麼迷的，什麼原因迷的？幾時迷的？這個問題，不但是今日學佛的人大家都有這個問題，釋迦牟尼佛在世的時候，那些弟子們也有這個問題。《起信論》裡面講「一念不覺而有無明」，為什麼一念不覺？一念不覺有個理由，為什麼一念不覺？諸位要曉得，如果有個理由它就不叫妄，妄是沒有理由。沒有理由實在是太難懂，沒有理由講不通，我們不能相信。給諸位說，沒有理由就是理由。而佛在《楞嚴經》裡面講無明之所以來，我覺得講的比《起信論》好懂，《起信論》不大好懂。《楞嚴》裡面講的一句話，「知見立知是無明本」，這就無明的根本，就是《起信論》裡面講的「一念不覺」，意思完全相同，《起信論》裡面講不覺，《楞嚴》裡面說立知。"
    },
    {
      "id": "07-001-0014_p0088",
      "zh_CN": "无明是无始的，这个无始并不是说它很久很久就起了无明，我们找不到哪一天开端。你要这样解释的话，就错了。无始怎么讲法？不能说它有个开始，它没有开始。为什么？它是虚妄。无明，你要是一觉悟，立刻可以破除，怎么破除？你要是在《楞严经》上懂得这个意思，「知见立知是无明本」，我知见底下不立知，无明不就破了吗？诸位要晓得，无明破了，你最低限度是圆教初住的菩萨，你的地位比藏教的佛就高很多，你在念佛法门里面就得理一心不乱。《楞严》实在是好，可是我们能不能做到？不是不能做到，而是不肯放下。我们再问问，什么叫知见，什么叫立知？这一举手大家都看到了，这就叫知见，你看得清清楚楚、明明白白这是知见。如果你要说这是一张纸头，这就叫立知，这就是无明。为什么？你在这个相里面起心动念。六根接触六尘境界，没有起心动念，这是知见之知，跟诸佛菩萨的知见完全一样，没有两样，这叫真知，诸法实相；里面一起念头，起心动念都叫做妄念，那就叫无明。无明有没有来源？没有来源。无明有没有开始？没有开始。如果追究我们有个无明，糟糕了，这正就是无明，有知见，知见也变成无明，只要起心动念统统都落在无明里头。要是说真实的，真实的能不能说得出来？说不出来，言语道断，心行处灭，这个时候才正知正见。凡是能够思惟想像的，都落在无明里。",
      "zh_TW": "無明是無始的，這個無始並不是說它很久很久就起了無明，我們找不到哪一天開端。你要這樣解釋的話，就錯了。無始怎麼講法？不能說它有個開始，它沒有開始。為什麼？它是虛妄。無明，你要是一覺悟，立刻可以破除，怎麼破除？你要是在《楞嚴經》上懂得這個意思，「知見立知是無明本」，我知見底下不立知，無明不就破了嗎？諸位要曉得，無明破了，你最低限度是圓教初住的菩薩，你的地位比藏教的佛就高很多，你在念佛法門裡面就得理一心不亂。《楞嚴》實在是好，可是我們能不能做到？不是不能做到，而是不肯放下。我們再問問，什麼叫知見，什麼叫立知？這一舉手大家都看到了，這就叫知見，你看得清清楚楚、明明白白這是知見。如果你要說這是一張紙頭，這就叫立知，這就是無明。為什麼？你在這個相裡面起心動念。六根接觸六塵境界，沒有起心動念，這是知見之知，跟諸佛菩薩的知見完全一樣，沒有兩樣，這叫真知，諸法實相；裡面一起念頭，起心動念都叫做妄念，那就叫無明。無明有沒有來源？沒有來源。無明有沒有開始？沒有開始。如果追究我們有個無明，糟糕了，這正就是無明，有知見，知見也變成無明，只要起心動念統統都落在無明裡頭。要是說真實的，真實的能不能說得出來？說不出來，言語道斷，心行處滅，這個時候才正知正見。凡是能夠思惟想像的，都落在無明裡。"
    },
    {
      "id": "07-001-0014_p0089",
      "zh_CN": "佛有常光，何谓常光？佛光普照。何谓普照？就是六根接触六尘境界，他保持着真常，在一切境界里头决定不起心、不动念，这就是常光，这就是普照，这是我们要学习的，这就叫做根本智。与一切众生感应道交的时候使用的是后得智，后得智是依根本智而起来的，所以它是智，它不是识。为什么？它根本不迷。我举这个，你们说纸，我告诉你「这是一张纸，这是这里的讲经时间表」，这种说法随顺众生说，我自己对这个决定不执着，我也不晓得它叫做纸，也不晓得它叫做什么。这就叫属于知见，说知见两个字，还是恒顺众生说，实际上连知见两个字也没有。诸位要是懂得这个意思，你才晓得佛在经里面，像《金刚经》里面教给我们，我们如何受持佛法？佛教给我们，离名字相受持。我们说纸，纸是个名字；说时间表，它也是个名字。离开名字，没有名字；离言说相，没有言说相；离心缘相，心在这个相里头根本不起心动念，这叫做受持如来大法。这个如来是哪个如来？跟诸位说，是不是释迦牟尼佛如来？那就错了，你心里有个释迦如来，那又是个无明。要记住「如来者，诸法如义」，是自己的如来，是万法的如来，不指哪一个人。这个时候，法也不生心，心也不生法了，那真是一了百了，这是佛法里头真实义趣。",
      "zh_TW": "佛有常光，何謂常光？佛光普照。何謂普照？就是六根接觸六塵境界，他保持著真常，在一切境界裡頭決定不起心、不動念，這就是常光，這就是普照，這是我們要學習的，這就叫做根本智。與一切眾生感應道交的時候使用的是後得智，後得智是依根本智而起來的，所以它是智，它不是識。為什麼？它根本不迷。我舉這個，你們說紙，我告訴你「這是一張紙，這是這裡的講經時間表」，這種說法隨順眾生說，我自己對這個決定不執著，我也不曉得它叫做紙，也不曉得它叫做什麼。這就叫屬於知見，說知見兩個字，還是恆順眾生說，實際上連知見兩個字也沒有。諸位要是懂得這個意思，你才曉得佛在經裡面，像《金剛經》裡面教給我們，我們如何受持佛法？佛教給我們，離名字相受持。我們說紙，紙是個名字；說時間表，它也是個名字。離開名字，沒有名字；離言說相，沒有言說相；離心緣相，心在這個相裡頭根本不起心動念，這叫做受持如來大法。這個如來是哪個如來？跟諸位說，是不是釋迦牟尼佛如來？那就錯了，你心裡有個釋迦如來，那又是個無明。要記住「如來者，諸法如義」，是自己的如來，是萬法的如來，不指哪一個人。這個時候，法也不生心，心也不生法了，那真是一了百了，這是佛法裡頭真實義趣。"
    },
    {
      "id": "07-001-0014_p0090",
      "zh_CN": "教下是用无量的善巧方便诱导我们契入这个法门，宗门是直截了当。但是要晓得，宗门固然直截了当，不容易。我们看他讲的言语极其简单明了，好像也很好懂，实际上里面的意思太深，境界太高了。能够由宗门言下契入的那是上根利智，不是这个根器，要想走宗门这个路子，很难走得通。倒不如从教下渐渐的去修学，前进一步，有一步的受用，这是教下的好处。宗门要不成就必定落空，教下绝不会落空，成就浅深大小不一样而已，决定有成就。尤其是念佛这个法门，可以说是功不唐捐，纵然没有念到功夫成片，这一生不能往生，可是你有来生人天福报。念佛是修福，这是讲最下等的，连下品下生也捞不上，他还得个人天福报，这可以说是一切法门里头最殊胜的法门。但是诸位要记住，念佛有两桩事情不能舍弃，第一个要持戒，第二个要修慧，就是要学般若，这两桩事情很重要。般若是明理，能够提升我们的境界；戒律踏实，保证我们不堕落，我们才有真正的功德利益，这才叫做老实念佛。如果说我一天到晚念阿弥陀佛，我戒律也不要，佛法也不学了，这不是老实，不要以为这就是老实，那你把老实两个字错会了意思。佛在大经里面所讲的，「深信因果，读诵大乘，劝进行者」，这才叫老实念佛。老实念佛的人没有不读诵大乘经典的，求智慧；没有不深信因果的，他脚跟踏实，他不堕恶道。所以老实两个字不容易。",
      "zh_TW": "教下是用無量的善巧方便誘導我們契入這個法門，宗門是直截了當。但是要曉得，宗門固然直截了當，不容易。我們看他講的言語極其簡單明瞭，好像也很好懂，實際上裡面的意思太深，境界太高了。能夠由宗門言下契入的那是上根利智，不是這個根器，要想走宗門這個路子，很難走得通。倒不如從教下漸漸的去修學，前進一步，有一步的受用，這是教下的好處。宗門要不成就必定落空，教下絕不會落空，成就淺深大小不一樣而已，決定有成就。尤其是念佛這個法門，可以說是功不唐捐，縱然沒有念到功夫成片，這一生不能往生，可是你有來生人天福報。念佛是修福，這是講最下等的，連下品下生也撈不上，他還得個人天福報，這可以說是一切法門裡頭最殊勝的法門。但是諸位要記住，念佛有兩樁事情不能捨棄，第一個要持戒，第二個要修慧，就是要學般若，這兩樁事情很重要。般若是明理，能夠提升我們的境界；戒律踏實，保證我們不墮落，我們才有真正的功德利益，這才叫做老實念佛。如果說我一天到晚念阿彌陀佛，我戒律也不要，佛法也不學了，這不是老實，不要以為這就是老實，那你把老實兩個字錯會了意思。佛在大經裡面所講的，「深信因果，讀誦大乘，勸進行者」，這才叫老實念佛。老實念佛的人沒有不讀誦大乘經典的，求智慧；沒有不深信因果的，他腳跟踏實，他不墮惡道。所以老實兩個字不容易。"
    },
    {
      "id": "07-001-0014_p0091",
      "zh_CN": "阿难在此地提出世尊的这四句话，就是错解了意思。这四句我在这里简单做个总结，「由心生故，种种法生」，这个心就是阿赖耶识，就是最初一念不觉。觉，我们叫它作性；不觉，我们叫它作心。我们拿《楞严经》这个话来讲，知见是本性，立知就是心，那就是个妄心，这就是无明。因为立知，这就生三细相，三细相就是阿赖耶的相。三细相第一个是空相，就是业相，叫无明业相，业相里面什么都没有，业是个动，业就是动相。这个相是什么？我们现在能不能看到？能看到，我们现在看的太虚空就是业相。诸位要晓得，太虚空是黑暗的、是无明。你在白天看到光天化日这是明亮的，那是太阳，你把太阳拿掉、月亮拿掉、星星拿掉，那个虚空是什么相？黑相。密宗有大黑天，大黑天是什么？无明业相，代表无明业相。一迷了之后，诸位要晓得，知见一立知统统变成黑暗的相，这是无明；知见不立知是光明的相，本性是光明的。无明里面就出现转相，就是我们所讲的见分，转是转变，也叫能见相。在现在讲就是我们一切众生精神这个部分，我们现在讲心，八识五十一个心所统统是这个相，是能见相。由能见相再变出一个所见相，所见相就是形形色色的相分，这就是法生，「由心生故，种种法生；由法生故，种种心生」，这样一辗转，就愈来愈复杂。",
      "zh_TW": "阿難在此地提出世尊的這四句話，就是錯解了意思。這四句我在這裡簡單做個總結，「由心生故，種種法生」，這個心就是阿賴耶識，就是最初一念不覺。覺，我們叫它作性；不覺，我們叫它作心。我們拿《楞嚴經》這個話來講，知見是本性，立知就是心，那就是個妄心，這就是無明。因為立知，這就生三細相，三細相就是阿賴耶的相。三細相第一個是空相，就是業相，叫無明業相，業相裡面什麼都沒有，業是個動，業就是動相。這個相是什麼？我們現在能不能看到？能看到，我們現在看的太虛空就是業相。諸位要曉得，太虛空是黑暗的、是無明。你在白天看到光天化日這是明亮的，那是太陽，你把太陽拿掉、月亮拿掉、星星拿掉，那個虛空是什麼相？黑相。密宗有大黑天，大黑天是什麼？無明業相，代表無明業相。一迷了之後，諸位要曉得，知見一立知統統變成黑暗的相，這是無明；知見不立知是光明的相，本性是光明的。無明裡面就出現轉相，就是我們所講的見分，轉是轉變，也叫能見相。在現在講就是我們一切眾生精神這個部分，我們現在講心，八識五十一個心所統統是這個相，是能見相。由能見相再變出一個所見相，所見相就是形形色色的相分，這就是法生，「由心生故，種種法生；由法生故，種種心生」，這樣一輾轉，就愈來愈複雜。"
    },
    {
      "id": "07-001-0014_p0092",
      "zh_CN": "最初只是一念不觉，这是一个妄心，由妄心里面生法，生什么法？就刚才讲的无明业相，无明业相是法，心生法。无明业相又生心，生什么？能见心，见分。由见分，心又生法，生什么？生相分。这是我们通常讲阿赖耶识，阿赖耶识里面就这么复杂。我们在唯识里面三能变这是第一能变，第一能变里面就这样复杂。由第一能变再一变，变成末那识，那就是一切众生的心相，这个复杂就不必说了，众生无量无边，每个众生都有一个末那识。二能变再变为三能变，变前面六识。八识变现整个十法界的依正庄严，形形色色都是八识变的。诸位要记住，最初那个无明是妄想，它的根本是虚妄，所以千变万化变出来种种色相全都是虚妄的，没有一个是真实的。凡所有相皆是虚妄，不但一切色相是虚妄的，一切心相也是虚妄的，若心若身无不虚妄。什么是不虚妄？那个纯真的真性它不虚妄，它是真实。拿《楞严》里面讲的，知见不是虚妄，从立知以后的那些知见全是虚妄的。这四句虽然通大小乘，可是大乘的教义比小乘要深得很多。",
      "zh_TW": "最初只是一念不覺，這是一個妄心，由妄心裡面生法，生什麼法？就剛才講的無明業相，無明業相是法，心生法。無明業相又生心，生什麼？能見心，見分。由見分，心又生法，生什麼？生相分。這是我們通常講阿賴耶識，阿賴耶識裡面就這麼複雜。我們在唯識裡面三能變這是第一能變，第一能變裡面就這樣複雜。由第一能變再一變，變成末那識，那就是一切眾生的心相，這個複雜就不必說了，眾生無量無邊，每個眾生都有一個末那識。二能變再變為三能變，變前面六識。八識變現整個十法界的依正莊嚴，形形色色都是八識變的。諸位要記住，最初那個無明是妄想，它的根本是虛妄，所以千變萬化變出來種種色相全都是虛妄的，沒有一個是真實的。凡所有相皆是虛妄，不但一切色相是虛妄的，一切心相也是虛妄的，若心若身無不虛妄。什麼是不虛妄？那個純真的真性它不虛妄，它是真實。拿《楞嚴》裡面講的，知見不是虛妄，從立知以後的那些知見全是虛妄的。這四句雖然通大小乘，可是大乘的教義比小乘要深得很多。"
    },
    {
      "id": "07-001-0014_p0093",
      "zh_CN": "这是阿难尊者把佛这几句话的意思错会了，可以说错得太多，反而拿这个来引证，好像心还有体、还有一个所在。他不晓得佛这四句话是彰显心法皆空，是万法皆空的意思，佛是这个意思。他错会了，他错会万法皆有，你看看错到哪里去了！所以拿来引证，心随所在处心就随有。为什么？法生心，心生法。心在哪里？法在的地方心就在，心在的地方法就在。他以为心与法是实在的，而没有懂得佛说这个话，意思是讲心法俱空的道理，这是完全错会了。今天时间到了，我们就讲到此地。下一次我们再来看看，阿难尊者是如何引用这个话来发挥他的议论，以及佛用什么方法来破他。",
      "zh_TW": "這是阿難尊者把佛這幾句話的意思錯會了，可以說錯得太多，反而拿這個來引證，好像心還有體、還有一個所在。他不曉得佛這四句話是彰顯心法皆空，是萬法皆空的意思，佛是這個意思。他錯會了，他錯會萬法皆有，你看看錯到哪裡去了！所以拿來引證，心隨所在處心就隨有。為什麼？法生心，心生法。心在哪裡？法在的地方心就在，心在的地方法就在。他以為心與法是實在的，而沒有懂得佛說這個話，意思是講心法俱空的道理，這是完全錯會了。今天時間到了，我們就講到此地。下一次我們再來看看，阿難尊者是如何引用這個話來發揮他的議論，以及佛用什麼方法來破他。"
    }
  ]
}