{
  "doc_id": "07-001-0033",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0033",
  "total_paragraphs": 16,
  "paragraphs": [
    {
      "id": "07-001-0033_p0001",
      "zh_CN": "【云何汝等。遗失本妙圆妙明心宝明妙性。认悟中迷。晦昧为空。空晦暗中。结暗为色。色杂妄想。想相为身。聚缘内摇。趣外奔逸。昏扰扰相。以为心性。】",
      "zh_TW": "【云何汝等。遺失本妙圓妙明心寶明妙性。認悟中迷。晦昧為空。空晦暗中。結暗為色。色雜妄想。想相為身。聚緣內搖。趣外奔逸。昏擾擾相。以為心性。】"
    },
    {
      "id": "07-001-0033_p0002",
      "zh_CN": "这一段含的事理很复杂。在上一次我们在前面两行当中，读到「色心诸缘」到「唯心所现」，这四句把一部《百法明门论》全部都包括了，包括百法也就是包括一切法。特别要记住是佛告诉我们，佛虽然是对阿难说的「汝身汝心」，但是要晓得，对阿难所讲的就是对我们自己所讲的。就是说我们自己现前的身心从哪里来的？都是「妙明真精妙心中所现物」。我们自己身心如是，一切众生的身心都不例外；一切众生身心如是，一切万物也没有两样。所谓是情器世间依正庄严，本来是同一个真心所现，像这样的开示在佛经里面，尤其是在大乘经典，我们几乎常常见到，也常常读到，读到怎么样？不能相信；换句话说，就是不能够接受。为什么不能接受？理太深，真正超乎我们的常识，超出我们的思惟，我们思惟想像都不能够达到。但是佛告诉我们这是真实法，我们能够思惟、能够想像的都不是真实。在前面这些道理总得要了解个几分，底下的意思才好说。前面关键所在就是「妙心中所现」，妙心是什么，这是关键的所在，妙心我们人人都有。《楞严经》现前所研究的这一大段，十番显见，显示的什么？就是显示我们的妙心。妙心要是明了，一切万法大致上也就晓得它的真实状况。",
      "zh_TW": "這一段含的事理很複雜。在上一次我們在前面兩行當中，讀到「色心諸緣」到「唯心所現」，這四句把一部《百法明門論》全部都包括了，包括百法也就是包括一切法。特別要記住是佛告訴我們，佛雖然是對阿難說的「汝身汝心」，但是要曉得，對阿難所講的就是對我們自己所講的。就是說我們自己現前的身心從哪裡來的？都是「妙明真精妙心中所現物」。我們自己身心如是，一切眾生的身心都不例外；一切眾生身心如是，一切萬物也沒有兩樣。所謂是情器世間依正莊嚴，本來是同一個真心所現，像這樣的開示在佛經裡面，尤其是在大乘經典，我們幾乎常常見到，也常常讀到，讀到怎麼樣？不能相信；換句話說，就是不能夠接受。為什麼不能接受？理太深，真正超乎我們的常識，超出我們的思惟，我們思惟想像都不能夠達到。但是佛告訴我們這是真實法，我們能夠思惟、能夠想像的都不是真實。在前面這些道理總得要了解個幾分，底下的意思才好說。前面關鍵所在就是「妙心中所現」，妙心是什麼，這是關鍵的所在，妙心我們人人都有。《楞嚴經》現前所研究的這一大段，十番顯見，顯示的什麼？就是顯示我們的妙心。妙心要是明瞭，一切萬法大致上也就曉得它的真實狀況。"
    },
    {
      "id": "07-001-0033_p0003",
      "zh_CN": "从本经所显，就是现前一念见闻之性，这就是妙心。见闻之性为什么称作妙？妙是指觉相，它没有形相。我们还得说粗浅一点，诸位比较容易理解，见性就是我们眼能见一切万物那个见的功能，这是不得已而说。见的功能没有形相，依靠眼根它就生见的能力，依耳根它就生闻的能力，这个能力是一不是二，所以说「元依一精明，分成六和合」，它在哪一根起哪一种作用。正如同我们现在用电一样，同样是一个电源，我们用在灯上它就放光，用在录音机上它就把音声记录下去，用在冷气机上它就放冷气，一个电源不是两个电源，器具不同它起的作用就不一样。我们六根就是六种不同的器具，能力是一个，一个能力在这六个器具里头发生六种作用，见闻觉知嗅尝，发生这六种作用。这种能力就是性，能力本身没有相，就像电源一样，它本身没有相，但是它在相上能起作用，所以它的本能是离相的，这叫妙。离相而又有相起作用，妙就妙在此地，这个妙在佛法里面通常讲「非有非无」。你说它有，没有迹象可寻；你说它无，它在六根门头起作用，这就是所以称妙的所在。妙明，明是什么？明是灵明洞彻，于一切法相彻底明了。这个妙心是明极了，它的功能作用无量无边，它是最真实的，所以叫真。一切法跟它相比，它是真的，一切法是虚妄的，因为一切法是生灭的，它是不生不灭；一切法都有变异，它没有变异，所以称之真。称精的意思，精就是精纯，从来就不杂不染。在佛菩萨果地上，真心是无染着的；我们现前在凡夫位上，我们的真心也是无染污。你要不信，你自己仔细去观察，你的见性有没有染污，你的闻性有没有染污？我们眼根可以有染污，我们耳根可以有染污，我们的见性、闻性哪里来的染污？《心经》里面所说「不垢不净」，就是说真心，这是精之意。真心含有这四个意思，称之为妙心。妙心就是大圆镜一样，你明白了就叫做大圆镜智，自己不明白，佛就说之为阿赖耶识。可见得大圆镜智是真的，说阿赖耶识不是真的，真的要说大圆镜智。我们有大圆镜智，自己以为没有，这就是迷，迷了之后你大圆镜智并没有丧失，但是你自己以为没有，因此无量的智慧德能那些大用就不能够显现出来，这就叫做迷，这就叫做惑，这就叫做尘劳烦恼。虽然不是真实的，可是你在迷而不悟的时候它起作用，我们六道生死轮回就是这样变现出来的。谁造的？自己心迷了以后造成这个现象，不是外来的，是自己制造。",
      "zh_TW": "從本經所顯，就是現前一念見聞之性，這就是妙心。見聞之性為什麼稱作妙？妙是指覺相，它沒有形相。我們還得說粗淺一點，諸位比較容易理解，見性就是我們眼能見一切萬物那個見的功能，這是不得已而說。見的功能沒有形相，依靠眼根它就生見的能力，依耳根它就生聞的能力，這個能力是一不是二，所以說「元依一精明，分成六和合」，它在哪一根起哪一種作用。正如同我們現在用電一樣，同樣是一個電源，我們用在燈上它就放光，用在錄音機上它就把音聲記錄下去，用在冷氣機上它就放冷氣，一個電源不是兩個電源，器具不同它起的作用就不一樣。我們六根就是六種不同的器具，能力是一個，一個能力在這六個器具裡頭發生六種作用，見聞覺知嗅嘗，發生這六種作用。這種能力就是性，能力本身沒有相，就像電源一樣，它本身沒有相，但是它在相上能起作用，所以它的本能是離相的，這叫妙。離相而又有相起作用，妙就妙在此地，這個妙在佛法裡面通常講「非有非無」。你說它有，沒有跡象可尋；你說它無，它在六根門頭起作用，這就是所以稱妙的所在。妙明，明是什麼？明是靈明洞徹，於一切法相徹底明瞭。這個妙心是明極了，它的功能作用無量無邊，它是最真實的，所以叫真。一切法跟它相比，它是真的，一切法是虛妄的，因為一切法是生滅的，它是不生不滅；一切法都有變異，它沒有變異，所以稱之真。稱精的意思，精就是精純，從來就不雜不染。在佛菩薩果地上，真心是無染著的；我們現前在凡夫位上，我們的真心也是無染污。你要不信，你自己仔細去觀察，你的見性有沒有染污，你的聞性有沒有染污？我們眼根可以有染污，我們耳根可以有染污，我們的見性、聞性哪裡來的染污？《心經》裡面所說「不垢不淨」，就是說真心，這是精之意。真心含有這四個意思，稱之為妙心。妙心就是大圓鏡一樣，你明白了就叫做大圓鏡智，自己不明白，佛就說之為阿賴耶識。可見得大圓鏡智是真的，說阿賴耶識不是真的，真的要說大圓鏡智。我們有大圓鏡智，自己以為沒有，這就是迷，迷了之後你大圓鏡智並沒有喪失，但是你自己以為沒有，因此無量的智慧德能那些大用就不能夠顯現出來，這就叫做迷，這就叫做惑，這就叫做塵勞煩惱。雖然不是真實的，可是你在迷而不悟的時候它起作用，我們六道生死輪迴就是這樣變現出來的。誰造的？自己心迷了以後造成這個現象，不是外來的，是自己製造。"
    },
    {
      "id": "07-001-0033_p0004",
      "zh_CN": "这个道理要是明白，我们的六根根性既然是无相，诸位要记住这个话：无相就无量，有相就有量；有相就有处所，无相就无处所；有相一定有个空间跟时间，无相就没有时间与空间。所以真心是尽虚空遍法界，佛经里面常说，「横遍十方，竖穷三际」，无量的时空都包含在真心之中，此地讲的妙心，都包含在我们自己妙心之中。如果我们真正明白这个道理，心外无法、法外无心，一切万法都在我们妙心之中。前面这一句最重视这个「中」，确实认识了心包万法，这就是妙心的正相，正确的觉相，不迷。果然明白现前一念见闻之心就是自己的妙心，给诸位说，这个作用就不可思议，无法不现。自然你就做到即缘心而非缘心，这是诸佛菩萨大用无方。缘心是什么？缘心就是八个识，包括与八识相应的一切心所，全都得其正用，而不是迷的作用，是得其觉用，这才是缘心自在，在一切法里面得到了心自在。跟我们凡夫迷惑颠倒，以为这个心在自己身内，心的相是昏扰扰之相，大大的不同。在一般经里面我们常常看到有这个意思，「心包太虚，量周沙界」，这是真心相，这是法身相，这是事实。",
      "zh_TW": "這個道理要是明白，我們的六根根性既然是無相，諸位要記住這個話：無相就無量，有相就有量；有相就有處所，無相就無處所；有相一定有個空間跟時間，無相就沒有時間與空間。所以真心是盡虛空遍法界，佛經裡面常說，「橫遍十方，豎窮三際」，無量的時空都包含在真心之中，此地講的妙心，都包含在我們自己妙心之中。如果我們真正明白這個道理，心外無法、法外無心，一切萬法都在我們妙心之中。前面這一句最重視這個「中」，確實認識了心包萬法，這就是妙心的正相，正確的覺相，不迷。果然明白現前一念見聞之心就是自己的妙心，給諸位說，這個作用就不可思議，無法不現。自然你就做到即緣心而非緣心，這是諸佛菩薩大用無方。緣心是什麼？緣心就是八個識，包括與八識相應的一切心所，全都得其正用，而不是迷的作用，是得其覺用，這才是緣心自在，在一切法裡面得到了心自在。跟我們凡夫迷惑顛倒，以為這個心在自己身內，心的相是昏擾擾之相，大大的不同。在一般經裡面我們常常看到有這個意思，「心包太虛，量周沙界」，這是真心相，這是法身相，這是事實。"
    },
    {
      "id": "07-001-0033_p0005",
      "zh_CN": "一切众生虽迷，并没有丧失。没有丧失，你看看今天这段经文，『云何汝等，遗失本妙圆妙明心』，这几句话正是答复阿难之问，前面问意是说，以什么样的因缘，佛说我们遗失真性？明明没有遗失，为什么说遗失？这是我们一定要辨别清楚的。凡夫对于什么叫真、什么叫妄，实在是没有能力辨别，诸佛菩萨苦口婆心给我们在万相当中剖析说明，我们听了不相信、不能接受，这是非常可叹之事。所以我们学佛学了多少年，说老实话说，学了多少生、多少劫，就是不信、就是不接受，所以一直到今天还不能够证得。这要怪自己不好，不能怪佛菩萨不尽心、不尽力，诸佛菩萨极尽其善巧方便，我们不能体会。要是依然执着缘影之心认为是自己的心，这就错了，这就叫迷。为什么？缘影之心是无，不是自己。我们展开《百法》来看，八识五十一心所是有为法，有为法哪里是真的？为什么不能够舍离？所以无始劫以来，我们认假作真、认物为己，全然不觉。虽然没有遗失，因为你自己不能够觉察，妙心的作用不能够现前，等于遗失，是这个意思。佛说遗失并不是真的遗失，一天到晚还是要用它，妄是由真起的，没有真哪来妄？用妄就是用真。但是用妄只晓得妄，不知道有个真，再以妄心找那些妄法的根源，那到哪去找去？决定找不到。",
      "zh_TW": "一切眾生雖迷，並沒有喪失。沒有喪失，你看看今天這段經文，『云何汝等，遺失本妙圓妙明心』，這幾句話正是答覆阿難之問，前面問意是說，以什麼樣的因緣，佛說我們遺失真性？明明沒有遺失，為什麼說遺失？這是我們一定要辨別清楚的。凡夫對於什麼叫真、什麼叫妄，實在是沒有能力辨別，諸佛菩薩苦口婆心給我們在萬相當中剖析說明，我們聽了不相信、不能接受，這是非常可嘆之事。所以我們學佛學了多少年，說老實話說，學了多少生、多少劫，就是不信、就是不接受，所以一直到今天還不能夠證得。這要怪自己不好，不能怪佛菩薩不盡心、不盡力，諸佛菩薩極盡其善巧方便，我們不能體會。要是依然執著緣影之心認為是自己的心，這就錯了，這就叫迷。為什麼？緣影之心是無，不是自己。我們展開《百法》來看，八識五十一心所是有為法，有為法哪裡是真的？為什麼不能夠捨離？所以無始劫以來，我們認假作真、認物為己，全然不覺。雖然沒有遺失，因為你自己不能夠覺察，妙心的作用不能夠現前，等於遺失，是這個意思。佛說遺失並不是真的遺失，一天到晚還是要用它，妄是由真起的，沒有真哪來妄？用妄就是用真。但是用妄只曉得妄，不知道有個真，再以妄心找那些妄法的根源，那到哪去找去？決定找不到。"
    },
    {
      "id": "07-001-0033_p0006",
      "zh_CN": "在这一行里面，佛在真心的名字他又换了几个字，「本妙圆妙」。所谓本妙，是说我们现前见闻心性本来自妙，不必要藉什么修学的功夫，用不着那些，本来就妙。本妙要怎样才能现前？给诸位说，很简单，放下就得了，而困难的在放不下。你什么时候放下，你什么时候就见到真性，禅家讲明心见性，见性就成佛。什么时候你把迷情放下，你就见到真性；换句话说，就是真性用事，不再是妄心用事。所以叫做本妙，本来妙！「圆妙明心，宝明妙性」，圆是圆融的意思，是圆满的意思，这是妙心起用之相，也就是佛法里面常说的寂而常照，这是从寂边上说的，叫做圆妙明心。宝明妙性，宝在此地是比喻，世间的七宝体质都是清净、坚实，取这个意思。我们的真性，见闻之性是照而常寂，像宝，宝都有光明，真性恒放光明。虽然是照天照地，尽虚空遍法界无所不照，虽然在照，但它是寂的，从来没有动过。我们在「显见不动」这一章，看到过这个现象，见性是如如不动。佛就阿难来测验，从阿难观察上证实了，阿难头动，见不动，动的是妄，不动的是真，真性是如如不动，所以叫做宝明妙性。",
      "zh_TW": "在這一行裡面，佛在真心的名字他又換了幾個字，「本妙圓妙」。所謂本妙，是說我們現前見聞心性本來自妙，不必要藉什麼修學的功夫，用不著那些，本來就妙。本妙要怎樣才能現前？給諸位說，很簡單，放下就得了，而困難的在放不下。你什麼時候放下，你什麼時候就見到真性，禪家講明心見性，見性就成佛。什麼時候你把迷情放下，你就見到真性；換句話說，就是真性用事，不再是妄心用事。所以叫做本妙，本來妙！「圓妙明心，寶明妙性」，圓是圓融的意思，是圓滿的意思，這是妙心起用之相，也就是佛法裡面常說的寂而常照，這是從寂邊上說的，叫做圓妙明心。寶明妙性，寶在此地是比喻，世間的七寶體質都是清淨、堅實，取這個意思。我們的真性，見聞之性是照而常寂，像寶，寶都有光明，真性恆放光明。雖然是照天照地，盡虛空遍法界無所不照，雖然在照，但它是寂的，從來沒有動過。我們在「顯見不動」這一章，看到過這個現象，見性是如如不動。佛就阿難來測驗，從阿難觀察上證實了，阿難頭動，見不動，動的是妄，不動的是真，真性是如如不動，所以叫做寶明妙性。"
    },
    {
      "id": "07-001-0033_p0007",
      "zh_CN": "心性，在佛法里面有时候心性是一个意思，有时候心性是分开来讲，说心作体、说性是作用，有时候又说性是体、心是作用，所以要看在什么地方，这个字是做什么样的解释，它是可以互为体用的。譬如在此地来说，我们讲性是体、心是作用，真如本性是体，八识这个八心王是从体起用，这里头性是体、心是用。我们又常问一切法，举一法来说，这一法是什么性质？这个性就是用，不是从体上讲。譬如我们说水之性，水的性是湿性，火的性是热性，这种性都是从作用上说的，不是从体上讲。同样是一个字，要看它在什么地方，它做什么样的解释。在此地所谓心，是从妙起明，妙是寂、明是照，寂就是定、明就是慧，从定生慧，圆融照了，就像镜子的光明一样。所谓性，即明而妙，明是慧，虽是慧，慧是定的，是湛然寂灭之相，就好像镜之体一样。这正是显示妙性之中，妙而明、明而妙，体与用本来具足，一丝毫的染污都不得，佛有、菩萨有，我们每个人都有，这是大事。这桩事情明白了，给诸位说，我们无始劫以来，在学佛的最低限度，能够承认一桩事情。我们不止这一生，我们有过去世，我们还有未来世，过去世还有过去世，无始劫以来一直到今天，都没有把这桩事情搞清楚，所以我们才流转生死，六道轮回了无出期，吃尽了苦头，原因在哪里？就是没把这桩事情搞明白。我们在这一生当中，遇到这样的学问、这样的方法，只要明白了，无始劫不能解决的问题今天可以解决。解决这个问题，在佛法里面就是了生死出三界、断烦恼证菩提的大事一桩。",
      "zh_TW": "心性，在佛法裡面有時候心性是一個意思，有時候心性是分開來講，說心作體、說性是作用，有時候又說性是體、心是作用，所以要看在什麼地方，這個字是做什麼樣的解釋，它是可以互為體用的。譬如在此地來說，我們講性是體、心是作用，真如本性是體，八識這個八心王是從體起用，這裡頭性是體、心是用。我們又常問一切法，舉一法來說，這一法是什麼性質？這個性就是用，不是從體上講。譬如我們說水之性，水的性是濕性，火的性是熱性，這種性都是從作用上說的，不是從體上講。同樣是一個字，要看它在什麼地方，它做什麼樣的解釋。在此地所謂心，是從妙起明，妙是寂、明是照，寂就是定、明就是慧，從定生慧，圓融照了，就像鏡子的光明一樣。所謂性，即明而妙，明是慧，雖是慧，慧是定的，是湛然寂滅之相，就好像鏡之體一樣。這正是顯示妙性之中，妙而明、明而妙，體與用本來具足，一絲毫的染污都不得，佛有、菩薩有，我們每個人都有，這是大事。這樁事情明白了，給諸位說，我們無始劫以來，在學佛的最低限度，能夠承認一樁事情。我們不止這一生，我們有過去世，我們還有未來世，過去世還有過去世，無始劫以來一直到今天，都沒有把這樁事情搞清楚，所以我們才流轉生死，六道輪迴了無出期，吃盡了苦頭，原因在哪裡？就是沒把這樁事情搞明白。我們在這一生當中，遇到這樣的學問、這樣的方法，只要明白了，無始劫不能解決的問題今天可以解決。解決這個問題，在佛法裡面就是了生死出三界、斷煩惱證菩提的大事一樁。"
    },
    {
      "id": "07-001-0033_p0008",
      "zh_CN": "唯识法门里面所谓转识成智，怎么转法？就是迷悟，迷了叫识，悟了就是智，迷的时候我们用六识，悟的时候我们用妙观察智。实在给诸位说，妙观察智跟第六意识是一不是二，并不是说，我悟了，我第六意识一变，变成个妙观察智，怎么个变法！悟了以后就换个名字，还是那个东西，换个名字，不再叫第六意识，叫做妙观察智。转的是什么？给诸位说，于性、于相都没有转，性是真实的，相也是实相，转个什么？所转的就是我们迷惑颠倒的概念，就是个错误的念头。以前自己对于哪是真、哪是妄没搞清楚，把妄的当作真的，真的不晓得；现在明白了，明白了我们应该要会用。你要是会用你就是如来，你现在会用你现在就是佛，你明天会用你明天成佛，你这一辈子都不会用，这一辈子别想成佛，就这么回事情。用什么？用六根的根性。这个道理真正明白了，从现在起我们眼见一切色法，当家主事的是见性，不再是眼识，不再是第六意识，诸位你现在就成佛。怎么晓得你成佛？佛是具足平等心、清净心、慈悲心，这个三心是尽虚空、尽法界、尽众生界的，无量无边，你立刻就具足，为什么这么快？因为是本来的，不是修得来的。要是修得来的，要慢慢修，要修到什么时候才能修得成？它不是修来的，它是本有的。",
      "zh_TW": "唯識法門裡面所謂轉識成智，怎麼轉法？就是迷悟，迷了叫識，悟了就是智，迷的時候我們用六識，悟的時候我們用妙觀察智。實在給諸位說，妙觀察智跟第六意識是一不是二，並不是說，我悟了，我第六意識一變，變成個妙觀察智，怎麼個變法！悟了以後就換個名字，還是那個東西，換個名字，不再叫第六意識，叫做妙觀察智。轉的是什麼？給諸位說，於性、於相都沒有轉，性是真實的，相也是實相，轉個什麼？所轉的就是我們迷惑顛倒的概念，就是個錯誤的念頭。以前自己對於哪是真、哪是妄沒搞清楚，把妄的當作真的，真的不曉得；現在明白了，明白了我們應該要會用。你要是會用你就是如來，你現在會用你現在就是佛，你明天會用你明天成佛，你這一輩子都不會用，這一輩子別想成佛，就這麼回事情。用什麼？用六根的根性。這個道理真正明白了，從現在起我們眼見一切色法，當家主事的是見性，不再是眼識，不再是第六意識，諸位你現在就成佛。怎麼曉得你成佛？佛是具足平等心、清淨心、慈悲心，這個三心是盡虛空、盡法界、盡眾生界的，無量無邊，你立刻就具足，為什麼這麼快？因為是本來的，不是修得來的。要是修得來的，要慢慢修，要修到什麼時候才能修得成？它不是修來的，它是本有的。"
    },
    {
      "id": "07-001-0033_p0009",
      "zh_CN": "本有而不能够现前，就是因为我们迷，所以不能现前。迷在什么地方？六识用事这就是迷。六识用事，它的相是分别、执着、妄想，这里面要细说非常的复杂，我们今天世间东西方所讲的心理学只说个皮毛而已，全是妄心用事。真心用事，给诸位说，非常单纯，里面什么麻烦都没有、什么葛藤都没有，干干净净，所以称之为直心，直心是道场。眼能见，像明镜能照一样，什么景象照在里面照得清清楚楚，它不分别、它不染污。可是妄心用事就不如是，它眼见，见了还照，见了怎么样？见了，它染污，它在里面生爱、生瞋恨，它生烦恼。见性见万物，它不生这个，它生什么？它生平等、生清净、生慈悲，生无量智慧。诸位都是想求福求慧，福慧在哪里求？福慧在真性当中求，那个智慧是真智慧。从早到晚，六根接触外面六尘境界，念念增长智慧，这是真正的乐事。而凡夫六根接触六尘境界，给诸位说，念念生烦恼，生的是什么？喜怒哀乐爱恶欲，七情五欲，七情五欲是烦恼。这就是用根、用识所得结果之不同，用识的结果是生无量无边的烦恼，这叫做凡夫；用根中之性的结果，是念念增长智慧，这叫做圣人。可见得圣人跟凡夫也是不二，一个是会用根，一个是会用识，就是用根、用识不同而已。我们读了《楞严经》，如果不能够把舍识用根的学问学到，把舍识用根的本事学来，这部经就白念，果然学会了，那真是大喜事。",
      "zh_TW": "本有而不能夠現前，就是因為我們迷，所以不能現前。迷在什麼地方？六識用事這就是迷。六識用事，它的相是分別、執著、妄想，這裡面要細說非常的複雜，我們今天世間東西方所講的心理學只說個皮毛而已，全是妄心用事。真心用事，給諸位說，非常單純，裡面什麼麻煩都沒有、什麼葛藤都沒有，乾乾淨淨，所以稱之為直心，直心是道場。眼能見，像明鏡能照一樣，什麼景象照在裡面照得清清楚楚，它不分別、它不染污。可是妄心用事就不如是，它眼見，見了還照，見了怎麼樣？見了，它染污，它在裡面生愛、生瞋恨，它生煩惱。見性見萬物，它不生這個，它生什麼？它生平等、生清淨、生慈悲，生無量智慧。諸位都是想求福求慧，福慧在哪裡求？福慧在真性當中求，那個智慧是真智慧。從早到晚，六根接觸外面六塵境界，念念增長智慧，這是真正的樂事。而凡夫六根接觸六塵境界，給諸位說，念念生煩惱，生的是什麼？喜怒哀樂愛惡欲，七情五欲，七情五欲是煩惱。這就是用根、用識所得結果之不同，用識的結果是生無量無邊的煩惱，這叫做凡夫；用根中之性的結果，是念念增長智慧，這叫做聖人。可見得聖人跟凡夫也是不二，一個是會用根，一個是會用識，就是用根、用識不同而已。我們讀了《楞嚴經》，如果不能夠把捨識用根的學問學到，把捨識用根的本事學來，這部經就白念，果然學會了，那真是大喜事。"
    },
    {
      "id": "07-001-0033_p0010",
      "zh_CN": "末后这句『认悟中迷』，这句是责备阿难尊者的，也是佛责备我们，我们一直到今天还是认悟中迷。迷，诸位看看，是悟中迷，不是迷中迷。有没有迷中迷？没有。本来是悟的，你不悟叫迷，悟中迷那个迷里头有悟，我们现前就是迷悟同时存在，不是我只有迷没有悟。连草木砖头它还有法性，它还不迷，我们怎么没悟？这就是不能够体会得「诸法所生，唯心所现」。佛在《华严经》里面给我们说，「应观法界性，一切唯心造」，不晓得这个道理。这个道理是本来之悟，而我们怎么样？不明了本来悟的自心，而反在这当中误认四大为自身、缘影为自心。这就是阿难前面所说的，以动摇者为身境，以能够思惟、想像、推论的就是自己的心相，这就叫做本悟心中妄认迷情，也正是佛前面所说「认物为己」，这岂不是悟中之迷吗？这一句只有四个字，释迦牟尼佛将我们的迷关点破，示导我们开悟的门径，就看我们自己能不能够体会。说到悟迷，要对前面正倒这个比喻来解释也很恰当，可以帮助我们理解。真性之中，给诸位说，迷悟都没有，这是诸位可以细细去观察的。你观察你的见性，见性里面有没有迷、有没有悟？观察你的闻性，闻性里头有没有迷、有没有悟？性中没有！",
      "zh_TW": "末後這句『認悟中迷』，這句是責備阿難尊者的，也是佛責備我們，我們一直到今天還是認悟中迷。迷，諸位看看，是悟中迷，不是迷中迷。有沒有迷中迷？沒有。本來是悟的，你不悟叫迷，悟中迷那個迷裡頭有悟，我們現前就是迷悟同時存在，不是我只有迷沒有悟。連草木磚頭它還有法性，它還不迷，我們怎麼沒悟？這就是不能夠體會得「諸法所生，唯心所現」。佛在《華嚴經》裡面給我們說，「應觀法界性，一切唯心造」，不曉得這個道理。這個道理是本來之悟，而我們怎麼樣？不明瞭本來悟的自心，而反在這當中誤認四大為自身、緣影為自心。這就是阿難前面所說的，以動搖者為身境，以能夠思惟、想像、推論的就是自己的心相，這就叫做本悟心中妄認迷情，也正是佛前面所說「認物為己」，這豈不是悟中之迷嗎？這一句只有四個字，釋迦牟尼佛將我們的迷關點破，示導我們開悟的門徑，就看我們自己能不能夠體會。說到悟迷，要對前面正倒這個比喻來解釋也很恰當，可以幫助我們理解。真性之中，給諸位說，迷悟都沒有，這是諸位可以細細去觀察的。你觀察你的見性，見性裡面有沒有迷、有沒有悟？觀察你的聞性，聞性裡頭有沒有迷、有沒有悟？性中沒有！"
    },
    {
      "id": "07-001-0033_p0011",
      "zh_CN": "这就好比正相，佛在前面讲，这一正一倒，就好比正是悟、倒是迷，这一手臂当中，你到哪里去找个正、找个倒？你找不到。你在手臂上能找得到正倒吗？六根根性见闻觉知里面找不到正与倒。佛说正遍知、性颠倒，意思在哪里？你明白真相就叫做正遍知；你不明这个真相，以为这是正、这是倒，正也是颠倒。为什么？本来没有正倒，你在里头分正分倒，就是叫性颠倒。如果我们拿六祖跟神秀大师两首偈子来说，六祖大师的「本来无一物，何处惹尘埃」，是属于正遍知；神秀大师的「时时勤拂拭，勿使惹尘埃」，那叫性颠倒。这个境界很高，确实是修证了义，了义经，不是不了义，有修有证的不是了义，无修无证的是了义。你一修就错，你修个什么？清净性里面无正无倒、无是无非，再问问你修什么？所以见了性的人，他答复人，他的用功修行，「饥来吃饭，困来眠」，只有如此，除此之外他还有什么？没事！肚子饿了吃饭，疲倦了睡觉，那就是他修的大行。人家住在什么境界？住在一真清净法界，他不是住在十法界里，十法界都没有，哪来的六道轮回？",
      "zh_TW": "這就好比正相，佛在前面講，這一正一倒，就好比正是悟、倒是迷，這一手臂當中，你到哪裡去找個正、找個倒？你找不到。你在手臂上能找得到正倒嗎？六根根性見聞覺知裡面找不到正與倒。佛說正遍知、性顛倒，意思在哪裡？你明白真相就叫做正遍知；你不明這個真相，以為這是正、這是倒，正也是顛倒。為什麼？本來沒有正倒，你在裡頭分正分倒，就是叫性顛倒。如果我們拿六祖跟神秀大師兩首偈子來說，六祖大師的「本來無一物，何處惹塵埃」，是屬於正遍知；神秀大師的「時時勤拂拭，勿使惹塵埃」，那叫性顛倒。這個境界很高，確實是修證了義，了義經，不是不了義，有修有證的不是了義，無修無證的是了義。你一修就錯，你修個什麼？清淨性裡面無正無倒、無是無非，再問問你修什麼？所以見了性的人，他答覆人，他的用功修行，「飢來吃飯，睏來眠」，只有如此，除此之外他還有什麼？沒事！肚子餓了吃飯，疲倦了睡覺，那就是他修的大行。人家住在什麼境界？住在一真清淨法界，他不是住在十法界裡，十法界都沒有，哪來的六道輪迴？"
    },
    {
      "id": "07-001-0033_p0012",
      "zh_CN": "再给诸位说明白一点，他那个境界是不生不灭，不但他证得的心性不生不灭，他的身体也不生不灭，所谓是金刚不坏身。这个道理我们很不容易懂，我们为什么不能懂，为什么不能接受？那就是我们认悟中迷。我们把自己这个肉身当作身，肉身有生灭，怎么是不生不灭？人家悟得的境界，他不是以自己肉身是自己身。什么是身？物质是身相，精神是心相，物质不灭，身怎么会灭？物质是阿赖耶的相分，我们现在讲精神是阿赖耶的见分，性相同源，都是真如本性所现之物，它怎么会有生、怎么会有灭？悟了的人，他是以整个大宇宙依正庄严就是他自己的身，法身；报身是智慧之身；应用是应化之身，应用是化身。我们现前这个身是化身，化身在凡夫，不通之人看到有生老病死；在他自己看到，没有。自己在应用是随缘应用，正是本经后面所讲的，「随众生心，应所知量」。身心之中不见一法生，不见一法灭，这是我们佛法里面所讲的无生法忍。证得无生法忍，一般说在修学过程当中算是有了地位，取得地位。在圆教初住菩萨证一分，破一品无明、证一分法身，也就得一分法忍。这个意思，咱们星期二晚上《大智度论》，我们读到「三十七道品」，在「三十七道品」这一卷里面也有相当长的一段论文来说明菩萨修学的次第，相当重要。这一句我们就讲到此地。",
      "zh_TW": "再給諸位說明白一點，他那個境界是不生不滅，不但他證得的心性不生不滅，他的身體也不生不滅，所謂是金剛不壞身。這個道理我們很不容易懂，我們為什麼不能懂，為什麼不能接受？那就是我們認悟中迷。我們把自己這個肉身當作身，肉身有生滅，怎麼是不生不滅？人家悟得的境界，他不是以自己肉身是自己身。什麼是身？物質是身相，精神是心相，物質不滅，身怎麼會滅？物質是阿賴耶的相分，我們現在講精神是阿賴耶的見分，性相同源，都是真如本性所現之物，它怎麼會有生、怎麼會有滅？悟了的人，他是以整個大宇宙依正莊嚴就是他自己的身，法身；報身是智慧之身；應用是應化之身，應用是化身。我們現前這個身是化身，化身在凡夫，不通之人看到有生老病死；在他自己看到，沒有。自己在應用是隨緣應用，正是本經後面所講的，「隨眾生心，應所知量」。身心之中不見一法生，不見一法滅，這是我們佛法裡面所講的無生法忍。證得無生法忍，一般說在修學過程當中算是有了地位，取得地位。在圓教初住菩薩證一分，破一品無明、證一分法身，也就得一分法忍。這個意思，咱們星期二晚上《大智度論》，我們讀到「三十七道品」，在「三十七道品」這一卷裡面也有相當長的一段論文來說明菩薩修學的次第，相當重要。這一句我們就講到此地。"
    },
    {
      "id": "07-001-0033_p0013",
      "zh_CN": "下面这三句，『晦昧为空，空晦暗中，结暗为色』，这三句是说明宇宙万有的来源。现在许多科学家、哲学家、宗教家，都在探讨大宇宙从哪里来的？什么时候有的？什么原因有的？一直到今天，固然有许多的学说都是在我假理想，都是假设的，没有一个学说是肯定的，没有一个学说能说得人心服口服。所以我常说那些科学家、哲学家、宗教家，没福报，没有因缘能够读到佛经。他们那些人真是聪明极了，不像我们这笨头笨脑，那些人要学佛很容易开悟，因缘不具，他遇不到这个胜缘。佛在经里面讲，不可以少善根、少福德、少因缘，很有道理。善根福德因缘都具足，要晓得，我们是有大福报的人，没有大福报不能三者都具足，不能三者都多。大福德，给诸位说，绝不是说有钱就叫有福，有地位就叫有福，有眷属就叫有福，那错了。福德之相是什么相？是智慧之相、是清净之相、是慈悲之相，这才叫真正有福。一切无所有，一切不缺乏，这是大福德相。世间人于福德也迷惑，真正的福德不晓得怎么求法，不知道，所追求的是灾难、是烦恼、是恶业、是恶报，他追求的是这些，这就是在修学上已经是颠倒，这是无福之人。佛在这段给我们说明色法之来由，这个色在今天来讲就是物质，物质从哪里来的？现在科学家对物质的分析，分析到原子、电子、粒子，这个东西从哪来的？整个大宇宙就是这些基本的物质组合的，拆穿了，是一不是二，所谓是排列的方法方程式不同而已，物质是一不是二。这从哪里来的？佛在此地三句十二个字，说得清清楚楚。",
      "zh_TW": "下面這三句，『晦昧為空，空晦暗中，結暗為色』，這三句是說明宇宙萬有的來源。現在許多科學家、哲學家、宗教家，都在探討大宇宙從哪裡來的？什麼時候有的？什麼原因有的？一直到今天，固然有許多的學說都是在我假理想，都是假設的，沒有一個學說是肯定的，沒有一個學說能說得人心服口服。所以我常說那些科學家、哲學家、宗教家，沒福報，沒有因緣能夠讀到佛經。他們那些人真是聰明極了，不像我們這笨頭笨腦，那些人要學佛很容易開悟，因緣不具，他遇不到這個勝緣。佛在經裡面講，不可以少善根、少福德、少因緣，很有道理。善根福德因緣都具足，要曉得，我們是有大福報的人，沒有大福報不能三者都具足，不能三者都多。大福德，給諸位說，絕不是說有錢就叫有福，有地位就叫有福，有眷屬就叫有福，那錯了。福德之相是什麼相？是智慧之相、是清淨之相、是慈悲之相，這才叫真正有福。一切無所有，一切不缺乏，這是大福德相。世間人於福德也迷惑，真正的福德不曉得怎麼求法，不知道，所追求的是災難、是煩惱、是惡業、是惡報，他追求的是這些，這就是在修學上已經是顛倒，這是無福之人。佛在這段給我們說明色法之來由，這個色在今天來講就是物質，物質從哪裡來的？現在科學家對物質的分析，分析到原子、電子、粒子，這個東西從哪來的？整個大宇宙就是這些基本的物質組合的，拆穿了，是一不是二，所謂是排列的方法方程式不同而已，物質是一不是二。這從哪裡來的？佛在此地三句十二個字，說得清清楚楚。"
    },
    {
      "id": "07-001-0033_p0014",
      "zh_CN": "「晦昧为空」，晦昧是无明。这个意思是说圆心妙性，前面讲本无迷悟身心之相，所以我们自己要想悟、要想见性、要想契入法界，我们还要执着有身有心、有迷有悟，那就是禅宗祖师说的，你得要等到驴年去悟去吧！诸位想想，十二生肖里头有没有属驴的？什么时候你到属驴的那一年你才能开得了悟，这意思就是你永远都不能开悟。我们如果要真正的开悟，头一个把小的身心之见要打破，什么是我的身？尽虚空、尽宇宙就是我的身，这不是假想。我们拼命想，把宇宙想成我的身，这不行，那是妄想，那不是亲证。去掉妄想才是亲证，亲证是什么？本来如是。不是想像而能够得到，想像是用意识。你要能舍识用根，你用见性去见，见性无分别，见性就是尽虚空遍法界是一不是二；识有分别，有分别就有界限、就有范围，就不能够见到全体。所谓「一念不觉而有无明」，我们再追问，什么原因一念不觉？是几时起的一念无明？佛菩萨教学遇到这样的学生，很难教，虽然难教，他不灰心，他还是不肯放弃，还是有耐心的慢慢在教。我们之所以不能开悟，就是随语所转，这是不能开悟的原因。佛说个一念不觉，我们马上就起个念头，「什么原因一念不觉？什么时候一念不觉？」麻烦！怎么样？无明里头又增长无明。佛叫你破无明，你无明里头又增长无明；佛叫你不要分别，你在里头分别又加分别，我们就是这一类的学生，最难教的学生。",
      "zh_TW": "「晦昧為空」，晦昧是無明。這個意思是說圓心妙性，前面講本無迷悟身心之相，所以我們自己要想悟、要想見性、要想契入法界，我們還要執著有身有心、有迷有悟，那就是禪宗祖師說的，你得要等到驢年去悟去吧！諸位想想，十二生肖裡頭有沒有屬驢的？什麼時候你到屬驢的那一年你才能開得了悟，這意思就是你永遠都不能開悟。我們如果要真正的開悟，頭一個把小的身心之見要打破，什麼是我的身？盡虛空、盡宇宙就是我的身，這不是假想。我們拼命想，把宇宙想成我的身，這不行，那是妄想，那不是親證。去掉妄想才是親證，親證是什麼？本來如是。不是想像而能夠得到，想像是用意識。你要能捨識用根，你用見性去見，見性無分別，見性就是盡虛空遍法界是一不是二；識有分別，有分別就有界限、就有範圍，就不能夠見到全體。所謂「一念不覺而有無明」，我們再追問，什麼原因一念不覺？是幾時起的一念無明？佛菩薩教學遇到這樣的學生，很難教，雖然難教，他不灰心，他還是不肯放棄，還是有耐心的慢慢在教。我們之所以不能開悟，就是隨語所轉，這是不能開悟的原因。佛說個一念不覺，我們馬上就起個念頭，「什麼原因一念不覺？什麼時候一念不覺？」麻煩！怎麼樣？無明裡頭又增長無明。佛叫你破無明，你無明裡頭又增長無明；佛叫你不要分別，你在裡頭分別又加分別，我們就是這一類的學生，最難教的學生。"
    },
    {
      "id": "07-001-0033_p0015",
      "zh_CN": "随语所转，而不晓得怎么样？离开佛的言语，觉悟。佛在《起信论》里教给我们受持的妙诀，离言说相持、离名字相持、离心缘相持。我们真正果然做到这三点，那是如来的好学生，为什么？一闻千悟，一听就开悟。可见那些开悟的人，人家是不随言语转，这是我们中国俗话所说的，他会听，他听的是弦外之音，他不落在语言文字里面。不会听的，就死在言语文字之中，这就刚才讲的随语所转，死在言语文字之中，这怎么能开悟？这个地方讲晦昧为空，为什么晦，为什么昧？晦昧就是无明。你要问什么原因有这个晦昧，几时起的晦昧？这就叫头上安头，自找麻烦，不解如来真实义。如来真实义里头，说而无说、无说而说，无说之说里面怎么可以起执着，怎么可以起分别？《楞严经》要熟读，这些道理全都在经中，前面教训阿难不可以缘心听法，缘心是什么？第六意识，五俱起意识来听法，听的是法尘。听佛讲演的音声，你是听的声尘，而佛是意思在哪里？佛是叫我们听音声之性。叫我们看是看色性，不是叫我们看色尘；耳要闻声性，不是叫我们闻声尘。六尘是染污的，六性是清净的，佛菩萨与我们都用六根接触六尘境界，所得的受用不一样，诸佛菩萨是用六根中之性，而我们所用的是六根中之识。用根性生智慧，用六识生烦恼，这是不相同的所在。",
      "zh_TW": "隨語所轉，而不曉得怎麼樣？離開佛的言語，覺悟。佛在《起信論》裡教給我們受持的妙訣，離言說相持、離名字相持、離心緣相持。我們真正果然做到這三點，那是如來的好學生，為什麼？一聞千悟，一聽就開悟。可見那些開悟的人，人家是不隨言語轉，這是我們中國俗話所說的，他會聽，他聽的是弦外之音，他不落在語言文字裡面。不會聽的，就死在言語文字之中，這就剛才講的隨語所轉，死在言語文字之中，這怎麼能開悟？這個地方講晦昧為空，為什麼晦，為什麼昧？晦昧就是無明。你要問什麼原因有這個晦昧，幾時起的晦昧？這就叫頭上安頭，自找麻煩，不解如來真實義。如來真實義裡頭，說而無說、無說而說，無說之說裡面怎麼可以起執著，怎麼可以起分別？《楞嚴經》要熟讀，這些道理全都在經中，前面教訓阿難不可以緣心聽法，緣心是什麼？第六意識，五俱起意識來聽法，聽的是法塵。聽佛講演的音聲，你是聽的聲塵，而佛是意思在哪裡？佛是叫我們聽音聲之性。叫我們看是看色性，不是叫我們看色塵；耳要聞聲性，不是叫我們聞聲塵。六塵是染污的，六性是清淨的，佛菩薩與我們都用六根接觸六塵境界，所得的受用不一樣，諸佛菩薩是用六根中之性，而我們所用的是六根中之識。用根性生智慧，用六識生煩惱，這是不相同的所在。"
    },
    {
      "id": "07-001-0033_p0016",
      "zh_CN": "我们这个话还是得这么说法，妙明心体最初一念不觉起了妄明，这个问题向后还有很长的经文来讨论。不但我们有这个疑问，在第四卷一开头，富楼那尊者就提出这问题，问释迦牟尼佛最初一念无明什么原因起来的？那个最初到底是什么时候起来的？还有第三个问题，无明断了成佛，成佛之后几时再起无明？你看问的比我们想的还周到。在本经里面都有详细肯定的答案。这里头字只有十二个字，含义实在是太深，这是宇宙根源。今天时间又到了，我看这三句这个问题，下个星期六我们再来详细给诸位讨论。物质是怎么来的，这个问题要是搞清楚，对它的真实相确实了解，没有疑惑，在我们修学过程当中就没有障碍，有疑必然是障碍。",
      "zh_TW": "我們這個話還是得這麼說法，妙明心體最初一念不覺起了妄明，這個問題向後還有很長的經文來討論。不但我們有這個疑問，在第四卷一開頭，富樓那尊者就提出這問題，問釋迦牟尼佛最初一念無明什麼原因起來的？那個最初到底是什麼時候起來的？還有第三個問題，無明斷了成佛，成佛之後幾時再起無明？你看問的比我們想的還周到。在本經裡面都有詳細肯定的答案。這裡頭字只有十二個字，含義實在是太深，這是宇宙根源。今天時間又到了，我看這三句這個問題，下個星期六我們再來詳細給諸位討論。物質是怎麼來的，這個問題要是搞清楚，對它的真實相確實了解，沒有疑惑，在我們修學過程當中就沒有障礙，有疑必然是障礙。"
    }
  ]
}