{
  "doc_id": "07-001-0126",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二六集",
    "zh_TW": "第一二六集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0126",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "07-001-0126_p0001",
      "zh_CN": "第一百五十六面经文：",
      "zh_TW": "第一百五十六面經文："
    },
    {
      "id": "07-001-0126_p0002",
      "zh_CN": "【文殊师利法王子奉佛慈旨。即从座起。顶礼佛足。承佛威神。说偈对佛。】",
      "zh_TW": "【文殊師利法王子奉佛慈旨。即從座起。頂禮佛足。承佛威神。說偈對佛。】"
    },
    {
      "id": "07-001-0126_p0003",
      "zh_CN": "这个地方是文殊菩萨奉佛陀的指示，来为我们选择圆通法门。虽然是承佛的旨意，礼节还是少不了，跟平常请法、求佛加持这些仪式都相同，所以经文里面也说，『即从座起，顶礼佛足』。下面一句就是求佛加持的意思，『承佛威神』。我们晓得文殊菩萨在此地所讲的这一位，他是早就成佛，是一位倒驾慈航而来的善知识，也就是说古佛再来。示现在菩萨的位次上，这些礼节一点也不马虎，这些地方值得我们学习，如果不在这上认真去做，那就没有办法入门。入门，你看十大愿王里面，从礼敬诸佛这个地方入门，不修礼敬就无法入门，这是特别要留意的。经文里面含的意思，可以说最重要的就是警惕我们自己，必须要降伏贡高我慢。下面的偈颂一开头先说不变的理体，就是讲的真如本性，先从这个地方说起。",
      "zh_TW": "這個地方是文殊菩薩奉佛陀的指示，來為我們選擇圓通法門。雖然是承佛的旨意，禮節還是少不了，跟平常請法、求佛加持這些儀式都相同，所以經文裡面也說，『即從座起，頂禮佛足』。下面一句就是求佛加持的意思，『承佛威神』。我們曉得文殊菩薩在此地所講的這一位，他是早就成佛，是一位倒駕慈航而來的善知識，也就是說古佛再來。示現在菩薩的位次上，這些禮節一點也不馬虎，這些地方值得我們學習，如果不在這上認真去做，那就沒有辦法入門。入門，你看十大願王裡面，從禮敬諸佛這個地方入門，不修禮敬就無法入門，這是特別要留意的。經文裡面含的意思，可以說最重要的就是警惕我們自己，必須要降伏貢高我慢。下面的偈頌一開頭先說不變的理體，就是講的真如本性，先從這個地方說起。"
    },
    {
      "id": "07-001-0126_p0004",
      "zh_CN": "【觉海性澄圆。圆澄觉元妙。】",
      "zh_TW": "【覺海性澄圓。圓澄覺元妙。】"
    },
    {
      "id": "07-001-0126_p0005",
      "zh_CN": "这两句是说本体，正如前面经文所说的，必须将明与无明两关都突破，才能真正见性，所谓是二边不立、中道不存。如果我们不明白这个原理原则，修行很难上轨道。可是这一点的确也是不容易，首先一定要把它搞得清清楚楚，没有迷惑，这是修无上道最高的指导原则。文殊菩萨首先给我们说明，「性觉妙明，本觉明妙」。这个意思就像前面所讲，我们要想破有为、无为二法，也许诸位听了这个会产生怀疑，「有为法我们要破除，无为法应当要吧？」殊不知无为是从有为里面建立的，因为有有为法，佛在有为的对面建个无为法。有为必须要舍离，无为能不能存在？如果无为要是好的、要是真的，你们想想看，世尊说小乘人堕到无为坑里去，他为什么不说证无为果，为什么讲他堕无为坑？由此可知，你堕落在有为你是凡夫，不能见性；你要是堕在无为里面，虽然比凡夫高明一点，还是不能见性。你要想真正成就，有为、无为二边都要离开，就跟前面我跟诸位说，明与无明二边都要离开，无明是有为，明是无为，这才真正二边不立、中道不存。",
      "zh_TW": "這兩句是說本體，正如前面經文所說的，必須將明與無明兩關都突破，才能真正見性，所謂是二邊不立、中道不存。如果我們不明白這個原理原則，修行很難上軌道。可是這一點的確也是不容易，首先一定要把它搞得清清楚楚，沒有迷惑，這是修無上道最高的指導原則。文殊菩薩首先給我們說明，「性覺妙明，本覺明妙」。這個意思就像前面所講，我們要想破有為、無為二法，也許諸位聽了這個會產生懷疑，「有為法我們要破除，無為法應當要吧？」殊不知無為是從有為裡面建立的，因為有有為法，佛在有為的對面建個無為法。有為必須要捨離，無為能不能存在？如果無為要是好的、要是真的，你們想想看，世尊說小乘人墮到無為坑裡去，他為什麼不說證無為果，為什麼講他墮無為坑？由此可知，你墮落在有為你是凡夫，不能見性；你要是墮在無為裡面，雖然比凡夫高明一點，還是不能見性。你要想真正成就，有為、無為二邊都要離開，就跟前面我跟諸位說，明與無明二邊都要離開，無明是有為，明是無為，這才真正二邊不立、中道不存。"
    },
    {
      "id": "07-001-0126_p0006",
      "zh_CN": "第一句讲『觉海性澄圆』，就是讲到真如本性。在《起信论》里面讲「本觉性」，本觉性里面不但没有迷，觉也找不到。如果你要找到一个觉，必定有个迷，为什么？因为那是二法。好像刚才讲，有无为，无为对面一定有个有为，这是二法。记住，六祖大师告诉我们佛法是不二法，二就不是佛法了。这个原则我们要牢牢的把它记住，要能够体会到这个意思，向这个目标去修行。可是我们二六时中起心动念，一定是落在二法里，你要是晓得落在二法里面是错误，这就是开始觉悟，这就是始觉。落在二法里面自己不晓得，还随着境界去流转，那就必然是愈迷愈深，很不容易开悟。所以我们这讲席当中常常提醒诸位，你们一天到晚用功，你到底是修悟还是修迷？这是我们应当要留意的。修悟是对的，这是菩萨道、菩萨行；如果修迷那就是错误的，这是大错特错，可是我们几个人晓得修悟？堕在迷里面，不知道自己是迷，还以为自己是觉悟，这是我们真正的大病，我们在这个地方要能够警觉得出。此地这两句经文跟《起信论》的意思完全一样，本觉的性是本性，本性是非迷非觉。换句话说，没有办法称呼它，没有办法建立一个名称；没有名称又不好说话，不得已给它建立一个假名、建立一个代号，叫「觉海」。觉是从作用上说的，海是比喻上说的，觉性广大无有边际，称它作觉海，我们要懂这个意思，不能死在名相里面。",
      "zh_TW": "第一句講『覺海性澄圓』，就是講到真如本性。在《起信論》裡面講「本覺性」，本覺性裡面不但沒有迷，覺也找不到。如果你要找到一個覺，必定有個迷，為什麼？因為那是二法。好像剛才講，有無為，無為對面一定有個有為，這是二法。記住，六祖大師告訴我們佛法是不二法，二就不是佛法了。這個原則我們要牢牢的把它記住，要能夠體會到這個意思，向這個目標去修行。可是我們二六時中起心動念，一定是落在二法裡，你要是曉得落在二法裡面是錯誤，這就是開始覺悟，這就是始覺。落在二法裡面自己不曉得，還隨著境界去流轉，那就必然是愈迷愈深，很不容易開悟。所以我們這講席當中常常提醒諸位，你們一天到晚用功，你到底是修悟還是修迷？這是我們應當要留意的。修悟是對的，這是菩薩道、菩薩行；如果修迷那就是錯誤的，這是大錯特錯，可是我們幾個人曉得修悟？墮在迷裡面，不知道自己是迷，還以為自己是覺悟，這是我們真正的大病，我們在這個地方要能夠警覺得出。此地這兩句經文跟《起信論》的意思完全一樣，本覺的性是本性，本性是非迷非覺。換句話說，沒有辦法稱呼它，沒有辦法建立一個名稱；沒有名稱又不好說話，不得已給它建立一個假名、建立一個代號，叫「覺海」。覺是從作用上說的，海是比喻上說的，覺性廣大無有邊際，稱它作覺海，我們要懂這個意思，不能死在名相裡面。"
    },
    {
      "id": "07-001-0126_p0007",
      "zh_CN": "「性澄圆」，这是说本体本来是澄净、本来是圆满的。本来澄净，这里面没有念头起灭。我们现在是一个念头生、一个念头灭，妄念刹那不停。诸位要晓得，这种现象，刹那不停的妄念，与我们的本性没有关系，这种妄念，迷时似有而非有。如果是真有，当年禅宗二祖求达摩祖师给他安心，这个安心就是什么？就是个妄念。念头起灭不安，求初祖「你给我安个心，求你大慈大悲教我如何得心安？」达摩祖师把手一伸，「你把心拿来，我替你安」。二祖经过这样一个提示，他认真的回光返照找心，去找这个生灭的妄念。这么一照，真相搞清楚了，「觅心了不可得」，找不到，就跟本经前面阿难七处征心一样。这就是说明，妄心有没有？有，但不是真有，似有而非真有，不能说它没有，但是你认真去一找，确实没有。《金刚经》里面说，三心不可得，三心说的什么心？生灭心，有过去、有现在、有未来。真心里面没有妄念，澄就是没有妄念，清净的，永远是清净。圆是圆满，永远是圆满，假如不圆满，六祖大师见到真性之后，你看他说的几句话，「何期自性，本自清净」，就是澄的意思。何期这两个字，换成现代的话，没想到，「没想到真如本性本来是清净的」，就是这个意思。这个话说出来非常高兴，一下就悟入了。「何期自性，本自具足」，就是圆满的意思，无量无边的智慧、无量无边的德能、无量无边的功德，没有一样欠缺，你缺个什么！",
      "zh_TW": "「性澄圓」，這是說本體本來是澄淨、本來是圓滿的。本來澄淨，這裡面沒有念頭起滅。我們現在是一個念頭生、一個念頭滅，妄念剎那不停。諸位要曉得，這種現象，剎那不停的妄念，與我們的本性沒有關係，這種妄念，迷時似有而非有。如果是真有，當年禪宗二祖求達摩祖師給他安心，這個安心就是什麼？就是個妄念。念頭起滅不安，求初祖「你給我安個心，求你大慈大悲教我如何得心安？」達摩祖師把手一伸，「你把心拿來，我替你安」。二祖經過這樣一個提示，他認真的回光返照找心，去找這個生滅的妄念。這麼一照，真相搞清楚了，「覓心了不可得」，找不到，就跟本經前面阿難七處徵心一樣。這就是說明，妄心有沒有？有，但不是真有，似有而非真有，不能說它沒有，但是你認真去一找，確實沒有。《金剛經》裡面說，三心不可得，三心說的什麼心？生滅心，有過去、有現在、有未來。真心裡面沒有妄念，澄就是沒有妄念，清淨的，永遠是清淨。圓是圓滿，永遠是圓滿，假如不圓滿，六祖大師見到真性之後，你看他說的幾句話，「何期自性，本自清淨」，就是澄的意思。何期這兩個字，換成現代的話，沒想到，「沒想到真如本性本來是清淨的」，就是這個意思。這個話說出來非常高興，一下就悟入了。「何期自性，本自具足」，就是圓滿的意思，無量無邊的智慧、無量無邊的德能、無量無邊的功德，沒有一樣欠缺，你缺個什麼！"
    },
    {
      "id": "07-001-0126_p0008",
      "zh_CN": "六祖悟了以后，五祖派他到槽厂去做工，叫他去修福。他福慧都圆满了，还要修什么福？这个时候是无修而修、修而无修，无证而证、证而无证，证、不证是一，修、无修也是一，这才是证入不二法门。像这种味道你能体会得到吗？如果你也稍稍有这个境界，你才能够体会得到。可是这个境界，诸位要晓得，都摆在我们面前，本来如是，你为什么体会不到？就是你用妄心，从来没有想到去用真心，你就是用的生灭心。不学佛的时候你不知道，学了佛的时候晓得了，晓得，还是用生灭心。我们想想，真如本性是澄圆，澄是不生不灭、圆圆满满，生灭心是不圆满，以生灭去求不生不灭，决定求不到。你用的是生灭心，你所有的境界全是生灭的境界，所以你看有情众生生老病死，看无情的众生生住异灭、成住坏空，你所看到的是这个相。其实是不是这个相？其实不是的。我们现前这些人在座的，我们要问，我们这些人有没有生老病死？给你说真的，你不相信，真的是什么？没有生老病死。你能相信吗？这一切植物也没有生住异灭，一切矿物也没有成住坏空。你要是把这个意思能够体会到、能够证明到，果然生活在这个境界里面，给诸位说，你的地位就是证得无生法忍的菩萨，这不是普通菩萨，证得无生法忍，一切法当下不生不灭。你之所以看到生灭，是因为你用生灭心看的；你要是把生灭心舍掉，一切万法当下就是不生不灭，境界变了。这个境界是什么？《华严》里面所讲的一真法界，用生灭心把一真法界看错了，看成十法界。用不生不灭的圆湛觉性来看十法界，十法界原本就是一真法界，此土原来就是常寂光土，这是跟诸位说真话、说实话。但是众生总是信假不信真，说假话他很高兴，听了很中意；跟他说真的他不相信，他说你胡说八道。",
      "zh_TW": "六祖悟了以後，五祖派他到槽廠去做工，叫他去修福。他福慧都圓滿了，還要修什麼福？這個時候是無修而修、修而無修，無證而證、證而無證，證、不證是一，修、無修也是一，這才是證入不二法門。像這種味道你能體會得到嗎？如果你也稍稍有這個境界，你才能夠體會得到。可是這個境界，諸位要曉得，都擺在我們面前，本來如是，你為什麼體會不到？就是你用妄心，從來沒有想到去用真心，你就是用的生滅心。不學佛的時候你不知道，學了佛的時候曉得了，曉得，還是用生滅心。我們想想，真如本性是澄圓，澄是不生不滅、圓圓滿滿，生滅心是不圓滿，以生滅去求不生不滅，決定求不到。你用的是生滅心，你所有的境界全是生滅的境界，所以你看有情眾生生老病死，看無情的眾生生住異滅、成住壞空，你所看到的是這個相。其實是不是這個相？其實不是的。我們現前這些人在座的，我們要問，我們這些人有沒有生老病死？給你說真的，你不相信，真的是什麼？沒有生老病死。你能相信嗎？這一切植物也沒有生住異滅，一切礦物也沒有成住壞空。你要是把這個意思能夠體會到、能夠證明到，果然生活在這個境界裡面，給諸位說，你的地位就是證得無生法忍的菩薩，這不是普通菩薩，證得無生法忍，一切法當下不生不滅。你之所以看到生滅，是因為你用生滅心看的；你要是把生滅心捨掉，一切萬法當下就是不生不滅，境界變了。這個境界是什麼？《華嚴》裡面所講的一真法界，用生滅心把一真法界看錯了，看成十法界。用不生不滅的圓湛覺性來看十法界，十法界原本就是一真法界，此土原來就是常寂光土，這是跟諸位說真話、說實話。但是眾生總是信假不信真，說假話他很高興，聽了很中意；跟他說真的他不相信，他說你胡說八道。"
    },
    {
      "id": "07-001-0126_p0009",
      "zh_CN": "第二句讲『圆澄觉元妙』，「元」就是原本，「妙」就是前面二十五位菩萨所讲的圆通妙用，每一种作用都是圆圆满满而没有欠缺，都是融融通通，绝不违背觉性。这一句里面，「觉海」是指性体，显示体之广大；「澄圆」是就相上讲的，这个相是清净圆满；「元妙」是从作用上说的，二十五位菩萨各证圆通，显示这个妙用无方。《楞严经》经文少，所以讲得比较简略；《华严经》里面，像《四十华严》经文长，整个《四十华严》四十卷经说什么？就是说「元妙」。五十三参是讲的妙用，用在哪里？就是日常生活当中。这几天我们讲《华严经纶贯》，《纶贯》只是一个纲领，浓厚的义趣在经文里面。真正是我们福报不够，古人那个福报大的，天天讲《华严》、天天听《华严》，那就等于天天吃大菜，法味无穷、禅悦为食，这才是方东美先生所讲的「人生最高的享受」。假如不是人生最高的享受，清凉大师何必说五十遍？在我的看法，一年一遍。一年一遍，一天至少要讲六个小时，一年的时间这部经才能讲圆满，那实在是有味道。《纶贯》就好像我们做菜，拿个调羹舀一点点尝尝味道，《纶贯》是尝味道，你想这部经经义多好。所以这部经一定要在寺院里讲，都市的讲堂没有法子讲。寺院里面讲经，听众是固定的，就跟学校学生一样，上课是固定的，这个东西一气呵成才够味道。现在都市里讲经，一个星期讲一次，一次讲一个半钟点，一部经要讲上几十年，大家耐心没有了，再好的大菜，让你一天去尝一点、一天尝一点，你也不想吃了，也没有味道，道理是一样的。",
      "zh_TW": "第二句講『圓澄覺元妙』，「元」就是原本，「妙」就是前面二十五位菩薩所講的圓通妙用，每一種作用都是圓圓滿滿而沒有欠缺，都是融融通通，絕不違背覺性。這一句裡面，「覺海」是指性體，顯示體之廣大；「澄圓」是就相上講的，這個相是清淨圓滿；「元妙」是從作用上說的，二十五位菩薩各證圓通，顯示這個妙用無方。《楞嚴經》經文少，所以講得比較簡略；《華嚴經》裡面，像《四十華嚴》經文長，整個《四十華嚴》四十卷經說什麼？就是說「元妙」。五十三參是講的妙用，用在哪裡？就是日常生活當中。這幾天我們講《華嚴經綸貫》，《綸貫》只是一個綱領，濃厚的義趣在經文裡面。真正是我們福報不夠，古人那個福報大的，天天講《華嚴》、天天聽《華嚴》，那就等於天天吃大菜，法味無窮、禪悅為食，這才是方東美先生所講的「人生最高的享受」。假如不是人生最高的享受，清涼大師何必說五十遍？在我的看法，一年一遍。一年一遍，一天至少要講六個小時，一年的時間這部經才能講圓滿，那實在是有味道。《綸貫》就好像我們做菜，拿個調羹舀一點點嘗嘗味道，《綸貫》是嘗味道，你想這部經經義多好。所以這部經一定要在寺院裡講，都市的講堂沒有法子講。寺院裡面講經，聽眾是固定的，就跟學校學生一樣，上課是固定的，這個東西一氣呵成才夠味道。現在都市裡講經，一個星期講一次，一次講一個半鐘點，一部經要講上幾十年，大家耐心沒有了，再好的大菜，讓你一天去嘗一點、一天嘗一點，你也不想吃了，也沒有味道，道理是一樣的。"
    },
    {
      "id": "07-001-0126_p0010",
      "zh_CN": "经之好，的确很少人能认识它，无上的珍宝摆在你面前不识货，有什么法子？不识货。说这一点，讲《华严经纶贯》无非是提醒大家，这一次《纶贯》我们是讲得比较详细一点，也没有完全讲。将来入经文，我们就选讲，主要是因为没有那么长的时间，选讲的方法，也不一定按照第一卷、第二卷、第三卷顺序来选。你看基督教堂里头布道，打开《圣经》，告诉你今天哪一章、哪一节跟你讲解，他并没有按次序，他有的时候先讲后面，再讲前面，不一定。我们《华严经》这么大的分量，我们也采取选讲，将来《纶贯》讲完之后，讲到经文，我们就来选讲，不一定在哪一卷、哪一节里我们选一段。这样精选出来的都是经中的精华，切合我们当前的需要，我们选这个来讲。这是一种方式，也非常的活泼，为什么？会会圆满，就是每次讲的次次都圆满，整个连续起来是一部大经，可是每一次都独立，都有它的独立性。听一次有一次的受用、有一次的功德，可以连续的听，也可以不必连续、偶尔去听一次。这一次我们讲《华严》采取这个方式。",
      "zh_TW": "經之好，的確很少人能認識它，無上的珍寶擺在你面前不識貨，有什麼法子？不識貨。說這一點，講《華嚴經綸貫》無非是提醒大家，這一次《綸貫》我們是講得比較詳細一點，也沒有完全講。將來入經文，我們就選講，主要是因為沒有那麼長的時間，選講的方法，也不一定按照第一卷、第二卷、第三卷順序來選。你看基督教堂裡頭布道，打開《聖經》，告訴你今天哪一章、哪一節跟你講解，他並沒有按次序，他有的時候先講後面，再講前面，不一定。我們《華嚴經》這麼大的分量，我們也採取選講，將來《綸貫》講完之後，講到經文，我們就來選講，不一定在哪一卷、哪一節裡我們選一段。這樣精選出來的都是經中的精華，切合我們當前的需要，我們選這個來講。這是一種方式，也非常的活潑，為什麼？會會圓滿，就是每次講的次次都圓滿，整個連續起來是一部大經，可是每一次都獨立，都有它的獨立性。聽一次有一次的受用、有一次的功德，可以連續的聽，也可以不必連續、偶爾去聽一次。這一次我們講《華嚴》採取這個方式。"
    },
    {
      "id": "07-001-0126_p0011",
      "zh_CN": "这是讲到体相用三大，三大就是一心，一心具足三大。一念心迷，三大虽然没有失去，但是你得不到三大的功德利益；一念觉悟，三大的功德利益立刻就现前，真是妙不可言。说到一心三大，诸位能不能体会到这个意思？念佛所修的就是一心，只要你得一心，三大不就现前了吗？《华严经》经题「大方广」三个字，就是说的三大，大是讲的体，方是讲的相，广是讲的作用，怎么能入进去？一心。所以念佛法门就是修一心不乱。我们天天在念佛，但是不知道修一心不乱，目标搞错了，搞到哪里去？求临命终时阿弥陀佛接引我们往生西方极乐世界。你临命终时阿弥陀佛会来接引你吗？不可靠！为什么不可靠？不是阿弥陀佛打妄语，不是阿弥陀佛欺骗你不来接引你，正是因为你没有遵照阿弥陀佛教训去做。因为阿弥陀佛明明教你，念佛要求「一心不乱，心不颠倒」，经里讲得清清楚楚。你果然做到一心不乱、心不颠倒，临命终时阿弥陀佛不来接引你，阿弥陀佛就打妄语，那就是他不对。我们念佛心还是乱的、还是颠倒的，盼望着阿弥陀佛来接引，他不来，这怪我们自己，不怪他，过失在我们自己这边，阿弥陀佛那边没有过失，诸位要晓得这个意思。给你讲得很清楚，理一心不乱上品上生、生实报庄严土，事一心不乱生方便有余土，功夫成片生凡圣同居土，这讲得清清楚楚。《疏钞》上讲得清楚，蕅益大师《要解》也说得很清楚。像这样重要的开示你疏忽、忘掉了，你以乱心、以颠倒心求往生，哪有这个道理？那边是净土，心净则土净。",
      "zh_TW": "這是講到體相用三大，三大就是一心，一心具足三大。一念心迷，三大雖然沒有失去，但是你得不到三大的功德利益；一念覺悟，三大的功德利益立刻就現前，真是妙不可言。說到一心三大，諸位能不能體會到這個意思？念佛所修的就是一心，只要你得一心，三大不就現前了嗎？《華嚴經》經題「大方廣」三個字，就是說的三大，大是講的體，方是講的相，廣是講的作用，怎麼能入進去？一心。所以念佛法門就是修一心不亂。我們天天在念佛，但是不知道修一心不亂，目標搞錯了，搞到哪裡去？求臨命終時阿彌陀佛接引我們往生西方極樂世界。你臨命終時阿彌陀佛會來接引你嗎？不可靠！為什麼不可靠？不是阿彌陀佛打妄語，不是阿彌陀佛欺騙你不來接引你，正是因為你沒有遵照阿彌陀佛教訓去做。因為阿彌陀佛明明教你，念佛要求「一心不亂，心不顛倒」，經裡講得清清楚楚。你果然做到一心不亂、心不顛倒，臨命終時阿彌陀佛不來接引你，阿彌陀佛就打妄語，那就是他不對。我們念佛心還是亂的、還是顛倒的，盼望著阿彌陀佛來接引，他不來，這怪我們自己，不怪他，過失在我們自己這邊，阿彌陀佛那邊沒有過失，諸位要曉得這個意思。給你講得很清楚，理一心不亂上品上生、生實報莊嚴土，事一心不亂生方便有餘土，功夫成片生凡聖同居土，這講得清清楚楚。《疏鈔》上講得清楚，蕅益大師《要解》也說得很清楚。像這樣重要的開示你疏忽、忘掉了，你以亂心、以顛倒心求往生，哪有這個道理？那邊是淨土，心淨則土淨。"
    },
    {
      "id": "07-001-0126_p0012",
      "zh_CN": "诸位凡是看到一心三大，你就要晓得一心重要。你想求三大显现，不可能，只要你得一心，这三大不求自然就显露。不但念佛修一心，你们看看《起信论》是不是讲修一心？《华严经》也是修一心，一切经论里纵然名称有异，意思是一样，都是求一心不乱。一心三大，是一切众生与十方诸佛菩萨共同具足的，不是说诸佛菩萨才有、我们没有，我们如果没有，那圆满菩提我们应该有所得，我原来没有、现在得到了，为什么又说「圆满菩提，归无所得」？《心经》到末后「无智亦无得」，给你说无智亦无得，给你说归无所得，就是说明这是你本有的。你现在迷了不认识，迷了是什么样？二心就是迷。六根在六尘境界里面，妄想分别执着就是迷，离开妄想分别执着就是觉悟。希望大家要在这上面去体会，在这个地方留意，生佛不二。尤其要注意的，不变之理体就是我们现在的心，大乘经里常讲真妄不二、迷悟不二，是一不是二。妄心是依真心起的，不觉是依觉变现出来的，这个道理《起信论》里讲得清楚，无明、不觉从哪来的？它依什么生起的？它是依妙明本觉而生起，可见得它是一不是二。不明白事实真相叫做迷，明白事实真相叫做悟；换句话说，不明白，是事实真相，明白的，也是事实真相。可见得明白与不明白都是为了一个事实真相，都是依事实真相起了明白与不明白；换句话说，明白与不明白也不二，也是一如。",
      "zh_TW": "諸位凡是看到一心三大，你就要曉得一心重要。你想求三大顯現，不可能，只要你得一心，這三大不求自然就顯露。不但念佛修一心，你們看看《起信論》是不是講修一心？《華嚴經》也是修一心，一切經論裡縱然名稱有異，意思是一樣，都是求一心不亂。一心三大，是一切眾生與十方諸佛菩薩共同具足的，不是說諸佛菩薩才有、我們沒有，我們如果沒有，那圓滿菩提我們應該有所得，我原來沒有、現在得到了，為什麼又說「圓滿菩提，歸無所得」？《心經》到末後「無智亦無得」，給你說無智亦無得，給你說歸無所得，就是說明這是你本有的。你現在迷了不認識，迷了是什麼樣？二心就是迷。六根在六塵境界裡面，妄想分別執著就是迷，離開妄想分別執著就是覺悟。希望大家要在這上面去體會，在這個地方留意，生佛不二。尤其要注意的，不變之理體就是我們現在的心，大乘經裡常講真妄不二、迷悟不二，是一不是二。妄心是依真心起的，不覺是依覺變現出來的，這個道理《起信論》裡講得清楚，無明、不覺從哪來的？它依什麼生起的？它是依妙明本覺而生起，可見得它是一不是二。不明白事實真相叫做迷，明白事實真相叫做悟；換句話說，不明白，是事實真相，明白的，也是事實真相。可見得明白與不明白都是為了一個事實真相，都是依事實真相起了明白與不明白；換句話說，明白與不明白也不二，也是一如。"
    },
    {
      "id": "07-001-0126_p0013",
      "zh_CN": "由此可知，我们今天虽然说在迷，我们的本觉妙明何尝有失！我们的本觉妙明何尝有欠缺！读经、听讲最重要的，是要把这些道理往自己心性上去会归，所谓消归自性，我们就不会自卑，不会觉得自己那么可怜；但是想想我们现在，虽然我们自性是圆满清净没有欠缺，为无明烦恼盖覆而不能够起用，贡高我慢的习气也就除掉了，不卑不慢，功夫才能上道。傲慢障道，是很大的障碍，自卑也是很大的障碍，卑与慢是同样的障碍，不卑不慢这就是所谓的中道。我们真正明白了全真在妄、全妄即真，就好像作梦一样，我们把能够变梦境的心比喻作真，所变的梦境叫做妄。作梦的时候整个的心变成了境界，真心化为妄境，全体妄境就是真心，这就是佛门讲的性相不二、性相一如的道理。所以禅家就是用这个功夫，直指人心，见性成佛。怕的是你不悟，果然悟此妙心，三德秘藏之理自然就显现，这才是真正的返本还源，归入大圆觉。向下这就是说明你的真如本性怎么迷的。前两句说的本真，体相用三大本真，现在本真迷了，怎么个迷法，这下面说出来。",
      "zh_TW": "由此可知，我們今天雖然說在迷，我們的本覺妙明何嘗有失！我們的本覺妙明何嘗有欠缺！讀經、聽講最重要的，是要把這些道理往自己心性上去會歸，所謂消歸自性，我們就不會自卑，不會覺得自己那麼可憐；但是想想我們現在，雖然我們自性是圓滿清淨沒有欠缺，為無明煩惱蓋覆而不能夠起用，貢高我慢的習氣也就除掉了，不卑不慢，功夫才能上道。傲慢障道，是很大的障礙，自卑也是很大的障礙，卑與慢是同樣的障礙，不卑不慢這就是所謂的中道。我們真正明白了全真在妄、全妄即真，就好像作夢一樣，我們把能夠變夢境的心比喻作真，所變的夢境叫做妄。作夢的時候整個的心變成了境界，真心化為妄境，全體妄境就是真心，這就是佛門講的性相不二、性相一如的道理。所以禪家就是用這個功夫，直指人心，見性成佛。怕的是你不悟，果然悟此妙心，三德祕藏之理自然就顯現，這才是真正的返本還源，歸入大圓覺。向下這就是說明你的真如本性怎麼迷的。前兩句說的本真，體相用三大本真，現在本真迷了，怎麼個迷法，這下面說出來。"
    },
    {
      "id": "07-001-0126_p0014",
      "zh_CN": "【元明照生所。所立照性亡。】",
      "zh_TW": "【元明照生所。所立照性亡。】"
    },
    {
      "id": "07-001-0126_p0015",
      "zh_CN": "这开始迷了，这就是《起信论》里面讲的「一念不觉」，文殊菩萨这两句话就是说的一念不觉。性本来是光明的，不需要加上一点意思，它本来是光明的，什么都不要加，你给它加上一点意思，就把整个光明的理体给扰乱，变成障碍。我们今天是不断在加，谁能？我能。我能，增长我执；我不能，也增长我执。把能不能去掉，「我」这个分别执着坚固。你在境界里头起心动念，你不知道能所是一不是二；你在里面建立能所，不晓得这桩事情是什么都加不上的，你偏偏在上面给它加一个，这就是所谓最初一念不觉。在真性本体上虚妄的加了一个照用，这就是所谓「随照失宗」，宗是讲宗旨，就是讲的本性，照是观照，观照里面什么都不加就是观照。譬如我们常常在讲席里提醒同修的，我们六根接触六尘境界，在这里面不起分别、不起执着、不起心、不动念，这是观照。为什么？什么都没加，这是观照。这就是头一句，『元明照生所』。你在这里面又起分别执着、起心动念，这就是你的加了，你把观照这一变，变为意识，我们所谓明了意识；换句话说，真性照用当中只要不加能所就是观照，我们说得更明白一点，只要你不起心、不动念、不分别、不执者，是真性起用。",
      "zh_TW": "這開始迷了，這就是《起信論》裡面講的「一念不覺」，文殊菩薩這兩句話就是說的一念不覺。性本來是光明的，不需要加上一點意思，它本來是光明的，什麼都不要加，你給它加上一點意思，就把整個光明的理體給擾亂，變成障礙。我們今天是不斷在加，誰能？我能。我能，增長我執；我不能，也增長我執。把能不能去掉，「我」這個分別執著堅固。你在境界裡頭起心動念，你不知道能所是一不是二；你在裡面建立能所，不曉得這樁事情是什麼都加不上的，你偏偏在上面給它加一個，這就是所謂最初一念不覺。在真性本體上虛妄的加了一個照用，這就是所謂「隨照失宗」，宗是講宗旨，就是講的本性，照是觀照，觀照裡面什麼都不加就是觀照。譬如我們常常在講席裡提醒同修的，我們六根接觸六塵境界，在這裡面不起分別、不起執著、不起心、不動念，這是觀照。為什麼？什麼都沒加，這是觀照。這就是頭一句，『元明照生所』。你在這裡面又起分別執著、起心動念，這就是你的加了，你把觀照這一變，變為意識，我們所謂明了意識；換句話說，真性照用當中只要不加能所就是觀照，我們說得更明白一點，只要你不起心、不動念、不分別、不執者，是真性起用。"
    },
    {
      "id": "07-001-0126_p0016",
      "zh_CN": "《楞严》前面讲的见性见、闻性闻，与诸佛如来没有两样，你的体性是湛寂圆满的，你的作用也是湛寂圆满的。可见得毛病的产生，就是产生在虚妄分别，能见所见、能闻所闻，一下就堕落在能所里面去。堕落能所就是把你的照性，就是真如本性的觉照，我们《般若经》讲观照的作用，变为第六意识；在这里再一起执着，又变为第七识；在这里面把它变成种子藏在阿赖耶识里头，就变成阿赖耶识。所以这妄念一动，把照用圆满的大用就变成唯识里面所讲的心法、心所法、色法、不相应行法、有为法、无为法，变成这些东西。你要是离开能所，离开分别执着妄想，这些全体是本性的大用，是它的作用。这个作用只要你没有分别执着、不起心动念、没有妄想，理事无碍、事事无碍。可是一起心动念，处处都是障碍，把原来没有障碍的、无障碍的法界变成无量无边的障碍。有障碍就有烦恼，有烦恼就有业识、就造业，有造业就要受冤枉的果报。大乘经里面就是给我们说明这个事实的真相，迷悟的根源，所以大乘经不可不读。读大乘经的目的在哪里？不是叫你记，古人念经三千部他是在记诵吗？他要是专门着重在死记，他能开得了悟吗？开不了悟。为什么？真如本性里头不要记诵、没有记诵。念经三千部的用意在哪里？这个用意是叫你依文字般若起观照的作用，照久了自然就入实相般若，这么个意思。",
      "zh_TW": "《楞嚴》前面講的見性見、聞性聞，與諸佛如來沒有兩樣，你的體性是湛寂圓滿的，你的作用也是湛寂圓滿的。可見得毛病的產生，就是產生在虛妄分別，能見所見、能聞所聞，一下就墮落在能所裡面去。墮落能所就是把你的照性，就是真如本性的覺照，我們《般若經》講觀照的作用，變為第六意識；在這裡再一起執著，又變為第七識；在這裡面把它變成種子藏在阿賴耶識裡頭，就變成阿賴耶識。所以這妄念一動，把照用圓滿的大用就變成唯識裡面所講的心法、心所法、色法、不相應行法、有為法、無為法，變成這些東西。你要是離開能所，離開分別執著妄想，這些全體是本性的大用，是它的作用。這個作用只要你沒有分別執著、不起心動念、沒有妄想，理事無礙、事事無礙。可是一起心動念，處處都是障礙，把原來沒有障礙的、無障礙的法界變成無量無邊的障礙。有障礙就有煩惱，有煩惱就有業識、就造業，有造業就要受冤枉的果報。大乘經裡面就是給我們說明這個事實的真相，迷悟的根源，所以大乘經不可不讀。讀大乘經的目的在哪裡？不是叫你記，古人念經三千部他是在記誦嗎？他要是專門著重在死記，他能開得了悟嗎？開不了悟。為什麼？真如本性裡頭不要記誦、沒有記誦。念經三千部的用意在哪裡？這個用意是叫你依文字般若起觀照的作用，照久了自然就入實相般若，這麼個意思。"
    },
    {
      "id": "07-001-0126_p0017",
      "zh_CN": "什么叫观照？就是读经的时候能够会归自性，像经文里这么重要的一些道理，自己能够深深的体会。体会到这个原理原则，应用在生活当中，从早到晚待人接物，将这些原理原则变化为我们自己实际的生活，这叫做观照般若，观照不是叫你拿文字观照。照着这个方法在人事环境里面起观照，修什么？这你总得要晓得，修不分别、不执着、不起心、不动念，修这个。我们图书馆几位也修得不错，人家问你什么东西，「我都不知道」，真的不起心、不动念、不分别、不执着，什么都不知道。可是还糊里糊涂，你们所修的是什么？是无明，不是观照。观照是真正不动心，外面境界了了分明、样样都清楚，这是修行，不是什么都不知道，是样样都晓得。告诉你，不但现前的事情晓得，明天的事情晓得，明年的事情晓得，过去、现在、未来没有一桩不晓得，这才「元明」，这才是照起的作用。所以不能把无明当作元明，那就错了。别人有问，所谓是大叩则大鸣、小叩则小鸣、不叩则不鸣，别人一问，从自己真如本性里面变现心意识为他受用，这叫大慈大悲，这叫事事无碍，不是自受用。自受用永远是清净的，自己决定没有分别执着妄想，可是也能够恒顺众生的一切分别执着妄想，那个恒顺是顺他，顺他是为他受用，不是为自受用，这叫学佛，起观照是叫你起这个观照。正在与一切众生分别法相，实无分别可得，在自己的确没有分别。六根接触六尘境界，众生有感，佛菩萨有应，实际上是你的真如本性有应，它与外面的关系是念念当中感应道交；虽然与外境感应道交，又不失本觉圆澄的妙明，决定不失去，这就叫做菩萨行，这就叫菩萨道。",
      "zh_TW": "什麼叫觀照？就是讀經的時候能夠會歸自性，像經文裡這麼重要的一些道理，自己能夠深深的體會。體會到這個原理原則，應用在生活當中，從早到晚待人接物，將這些原理原則變化為我們自己實際的生活，這叫做觀照般若，觀照不是叫你拿文字觀照。照著這個方法在人事環境裡面起觀照，修什麼？這你總得要曉得，修不分別、不執著、不起心、不動念，修這個。我們圖書館幾位也修得不錯，人家問你什麼東西，「我都不知道」，真的不起心、不動念、不分別、不執著，什麼都不知道。可是還糊裡糊塗，你們所修的是什麼？是無明，不是觀照。觀照是真正不動心，外面境界了了分明、樣樣都清楚，這是修行，不是什麼都不知道，是樣樣都曉得。告訴你，不但現前的事情曉得，明天的事情曉得，明年的事情曉得，過去、現在、未來沒有一樁不曉得，這才「元明」，這才是照起的作用。所以不能把無明當作元明，那就錯了。別人有問，所謂是大叩則大鳴、小叩則小鳴、不叩則不鳴，別人一問，從自己真如本性裡面變現心意識為他受用，這叫大慈大悲，這叫事事無礙，不是自受用。自受用永遠是清淨的，自己決定沒有分別執著妄想，可是也能夠恆順眾生的一切分別執著妄想，那個恆順是順他，順他是為他受用，不是為自受用，這叫學佛，起觀照是叫你起這個觀照。正在與一切眾生分別法相，實無分別可得，在自己的確沒有分別。六根接觸六塵境界，眾生有感，佛菩薩有應，實際上是你的真如本性有應，它與外面的關係是念念當中感應道交；雖然與外境感應道交，又不失本覺圓澄的妙明，決定不失去，這就叫做菩薩行，這就叫菩薩道。"
    },
    {
      "id": "07-001-0126_p0018",
      "zh_CN": "这一句就说到我们身上了，『所立照性亡』，观照没有了，变成明了意识，这就是六道的生死根本，将无分别智变成分别心。也许有人要问，为什么本来元明的性体会产生这样的作用，妄生照用？这也是许多学佛的人要追究的，所谓无明什么时候开始的、什么理由开始的、什么原因开始的？会有这种情形。如果有开始、如果有原因、如果有个起初，那是真的，不叫妄，那不叫虚妄。你们每天晚上睡觉都会做大梦，到你梦醒的时候你追究，你的梦是什么原因起来的、几时起来的，你去追究吗？同样的道理。我们过去的不谈，深理不谈，我们从最浅显的地方来看，我们也不谈别人，我们就自己本身上来观察。自己虽然有性具之德，像前面所讲的，觉海、澄圆、元妙，体相用三德具备，我们哪个没有？自己有。虽有，我们现在缺乏修德，没有修德的功夫。所以在元明体性上只好说个豁然，为什么？没有法子说得出来。起了一个什么？能照的妄心，「元明照生所」，这在唯识里面讲就是起了一个见分。自证分就是真如本性的理体，在这里面冒出来一个见分，见分一起之后，既然有见了，随着见分一定又出来一个妄相为他所见，能所建立了，所以照生所。生所是什么？就是生相的所在。",
      "zh_TW": "這一句就說到我們身上了，『所立照性亡』，觀照沒有了，變成明了意識，這就是六道的生死根本，將無分別智變成分別心。也許有人要問，為什麼本來元明的性體會產生這樣的作用，妄生照用？這也是許多學佛的人要追究的，所謂無明什麼時候開始的、什麼理由開始的、什麼原因開始的？會有這種情形。如果有開始、如果有原因、如果有個起初，那是真的，不叫妄，那不叫虛妄。你們每天晚上睡覺都會做大夢，到你夢醒的時候你追究，你的夢是什麼原因起來的、幾時起來的，你去追究嗎？同樣的道理。我們過去的不談，深理不談，我們從最淺顯的地方來看，我們也不談別人，我們就自己本身上來觀察。自己雖然有性具之德，像前面所講的，覺海、澄圓、元妙，體相用三德具備，我們哪個沒有？自己有。雖有，我們現在缺乏修德，沒有修德的功夫。所以在元明體性上只好說個豁然，為什麼？沒有法子說得出來。起了一個什麼？能照的妄心，「元明照生所」，這在唯識裡面講就是起了一個見分。自證分就是真如本性的理體，在這裡面冒出來一個見分，見分一起之後，既然有見了，隨著見分一定又出來一個妄相為他所見，能所建立了，所以照生所。生所是什麼？就是生相的所在。"
    },
    {
      "id": "07-001-0126_p0019",
      "zh_CN": "这个照是妄照，不是觉照，迷了本性，这个照的作用它还是有作用，不能说它没有作用，迷了还是起作用，这个作用就是我们讲的妄念，就是见分，有见分马上就有相分。这就是生所照的境界相，这是阿赖耶里头的三细相：无明业相、转相、境界相。或者我们讲见分、相分，生所就生起了相分，这好像正是作梦一样，梦里面自己清净心不能控制的时候，它起见分，见分一生起来，立刻随着见分就现梦境、就现相分，我们今天的十法界依正庄严就是这个样子。这个相分一生之后，如果你在相分里不执着、不分别，很容易还原，就是刚刚迷失很容易回头，问题在哪里？生了相分之后他不知道回头，执着分别虚妄的境界相。境界相根本没有，随着你分别心而起来的，所以愈分别愈多，不分别就没有，愈执着愈坚固。相是虚妄的，唯心所变，能变的是心，所变的是妄境。所照的妄境既然建立，于是根本没有能所的真性你就把它忘掉了，这叫迷、迷失，你把它忘掉了。可是你能变的心、所变的境都离不开真性，都是从真性起来的；换句话说，都是真性的德用。它起德用，你不晓得德用是从它起来，我们要用俗话来说，忘本，你把本源给忘掉。禅家把它比作父母未生前本来面目，你怎么可以把本来面目给忘掉？执着现在这个假面目。",
      "zh_TW": "這個照是妄照，不是覺照，迷了本性，這個照的作用它還是有作用，不能說它沒有作用，迷了還是起作用，這個作用就是我們講的妄念，就是見分，有見分馬上就有相分。這就是生所照的境界相，這是阿賴耶裡頭的三細相：無明業相、轉相、境界相。或者我們講見分、相分，生所就生起了相分，這好像正是作夢一樣，夢裡面自己清淨心不能控制的時候，它起見分，見分一生起來，立刻隨著見分就現夢境、就現相分，我們今天的十法界依正莊嚴就是這個樣子。這個相分一生之後，如果你在相分裡不執著、不分別，很容易還原，就是剛剛迷失很容易回頭，問題在哪裡？生了相分之後他不知道回頭，執著分別虛妄的境界相。境界相根本沒有，隨著你分別心而起來的，所以愈分別愈多，不分別就沒有，愈執著愈堅固。相是虛妄的，唯心所變，能變的是心，所變的是妄境。所照的妄境既然建立，於是根本沒有能所的真性你就把它忘掉了，這叫迷、迷失，你把它忘掉了。可是你能變的心、所變的境都離不開真性，都是從真性起來的；換句話說，都是真性的德用。它起德用，你不曉得德用是從它起來，我們要用俗話來說，忘本，你把本源給忘掉。禪家把它比作父母未生前本來面目，你怎麼可以把本來面目給忘掉？執著現在這個假面目。"
    },
    {
      "id": "07-001-0126_p0020",
      "zh_CN": "假面目是变化无常的，随着你的生灭心、随着你的分别心、随着你的妄想心，刹那刹那在变化。念念心善就变为善的样子、善的相，念念心恶就变成恶的相，相不是真的。不但是这个，容貌也是随你心变的，念念觉得光阴过得很快，一年一年衰老，你的相一年比一年老；如果你把时光忘得一干二净，不老了，不但不老，还一年比一年年轻，奇怪！可见得，证明了相是虚妄的，不是真实的，相不是常住的，是刹那生灭。其实《楞严经》里面把这些道理发挥得非常透彻，这样就是唯识家们所讲的，将自己的本觉变为业识，不是它真变业识，是迷了之后我们给把它起个名字叫业识。这就是此地所讲的「所立照性亡」，也就是前面第二卷里面所说的「晦昧为空，空晦暗中，结暗为色」。可见得生死的根源，六道轮回的原理就是妄想，古德称之为无始妄想。这个无始，诸位要记住，不是讲好久以前的、找不到开端的，你要是这样看法就错了。无始是什么？没有开始。诸位要从这个地方一下明白之后，假如要是这个妄想是过去世，真的是无始劫以来多生多劫的，你要想断还真不简单。为什么？太久了，不是一下能断得了的。如果你豁然大悟，这个妄想根本就没有开始，彻底虚妄的，你就可以顿断。唯有顿断、顿修、顿证，《楞严经》讲这个道理，「歇即菩提」。",
      "zh_TW": "假面目是變化無常的，隨著你的生滅心、隨著你的分別心、隨著你的妄想心，剎那剎那在變化。念念心善就變為善的樣子、善的相，念念心惡就變成惡的相，相不是真的。不但是這個，容貌也是隨你心變的，念念覺得光陰過得很快，一年一年衰老，你的相一年比一年老；如果你把時光忘得一乾二淨，不老了，不但不老，還一年比一年年輕，奇怪！可見得，證明了相是虛妄的，不是真實的，相不是常住的，是剎那生滅。其實《楞嚴經》裡面把這些道理發揮得非常透徹，這樣就是唯識家們所講的，將自己的本覺變為業識，不是它真變業識，是迷了之後我們給把它起個名字叫業識。這就是此地所講的「所立照性亡」，也就是前面第二卷裡面所說的「晦昧為空，空晦暗中，結暗為色」。可見得生死的根源，六道輪迴的原理就是妄想，古德稱之為無始妄想。這個無始，諸位要記住，不是講好久以前的、找不到開端的，你要是這樣看法就錯了。無始是什麼？沒有開始。諸位要從這個地方一下明白之後，假如要是這個妄想是過去世，真的是無始劫以來多生多劫的，你要想斷還真不簡單。為什麼？太久了，不是一下能斷得了的。如果你豁然大悟，這個妄想根本就沒有開始，徹底虛妄的，你就可以頓斷。唯有頓斷、頓修、頓證，《楞嚴經》講這個道理，「歇即菩提」。"
    },
    {
      "id": "07-001-0126_p0021",
      "zh_CN": "你不是想成佛吗？很快，一个字的法门，歇什么？歇妄想，妄想一放下就成佛了。换句话说，一天到晚起妄想的就是凡夫，一天到晚不起妄想的就是佛菩萨。歇即菩提，只要你能够把妄想舍掉，这才明了无始妄想为因，这个因就在「元明照生所」当中，种种法界起于这一照，照起于元明。正是《起信论》里面所说的，不觉心动而有其念。念是从不觉心里面起来的，照处就是动处，元明不是无照。这个地方所讲的境界，就是《起信论》里面讲的最初一念，不生灭与生灭和合才能够生起诸法，这是在最初的时候。讲最初，到底这个最初是指什么地方？你们已经看过《起信论》，初相有没有？说最初，可是没有初相可得。既然没有初相可得，所以我们讲始觉，实在说也没有始相可得，天天都是始觉。《起信论》里面讲四种始觉是大阶段里分，细分的时候天天都是始觉，刹那刹那都是始觉。你今天进步了，今天境界跟昨天不一样，「我今天才觉悟，昨天还在不觉」；到了明天，「我今天才觉悟，昨天还是糊里糊涂的」；一直到成佛，「我今天才觉悟，昨天还是迷惑颠倒」。有没有始相可得？没有，念念始觉。所以你要讲初相在哪里？初相在刹那刹那念念之中，这才跟你讲叫无始妄想，也可以说无始初相。你要是不晓得这个道理，经里面真正的意思你怎么能明了？这个意思就是本经前面所讲的，「识精元明，能生诸缘」。",
      "zh_TW": "你不是想成佛嗎？很快，一個字的法門，歇什麼？歇妄想，妄想一放下就成佛了。換句話說，一天到晚起妄想的就是凡夫，一天到晚不起妄想的就是佛菩薩。歇即菩提，只要你能夠把妄想捨掉，這才明瞭無始妄想為因，這個因就在「元明照生所」當中，種種法界起於這一照，照起於元明。正是《起信論》裡面所說的，不覺心動而有其念。念是從不覺心裡面起來的，照處就是動處，元明不是無照。這個地方所講的境界，就是《起信論》裡面講的最初一念，不生滅與生滅和合才能夠生起諸法，這是在最初的時候。講最初，到底這個最初是指什麼地方？你們已經看過《起信論》，初相有沒有？說最初，可是沒有初相可得。既然沒有初相可得，所以我們講始覺，實在說也沒有始相可得，天天都是始覺。《起信論》裡面講四種始覺是大階段裡分，細分的時候天天都是始覺，剎那剎那都是始覺。你今天進步了，今天境界跟昨天不一樣，「我今天才覺悟，昨天還在不覺」；到了明天，「我今天才覺悟，昨天還是糊裡糊塗的」；一直到成佛，「我今天才覺悟，昨天還是迷惑顛倒」。有沒有始相可得？沒有，念念始覺。所以你要講初相在哪裡？初相在剎那剎那念念之中，這才跟你講叫無始妄想，也可以說無始初相。你要是不曉得這個道理，經裡面真正的意思你怎麼能明瞭？這個意思就是本經前面所講的，「識精元明，能生諸緣」。"
    },
    {
      "id": "07-001-0126_p0022",
      "zh_CN": "这四句意思非常之深，是说明真如本性为什么会起无明，为什么变成阿赖耶识，是讲的这个道理，四句话就讲得清清楚楚。向下这就讲，现实的十法界依正庄严就是从这个根源逐步演变出来的。再给诸位说，这个演变虽然是渐次的演变，渐次跟刹那是一不是二。理上讲是有层次、有渐次的；事实上太快了，一刹那之中，几乎你在里头找不到层次，但是它的确是有层次。好像我们的电流一样，譬如我们的总开关在此地，讲堂里有这么多灯，我们开关一开，你几乎看到这些灯同时亮，可是事实它不如此，一定从离开关最近的灯先亮，再第二个灯亮、第三个灯亮，一定是这样的。但是速度太快，电的速度一秒钟三十万公里，我们在此地还不到一公里，就是一公里也不过是三十万分之一，三十万分之一秒你怎么能够觉察得出来有先后？觉察不出来。我们现在普通用照相机的快门是千分之一秒，飞机在天上飞，飞得那么快的速度，千分之一秒照，照下来的清清楚楚，好像它没动，千分之一秒。一公里的地方灯亮，先后次序三十万分之一秒，你决定看不到哪个灯先亮、哪个灯后亮。十法界依正庄严，变现出来的相一刹那之间，这是《华严》里面讲的，行布不碍圆融，圆融不碍行布。理论上有次第，此地讲这个次第是理论上，事实上太快了，你没有办法觉察得到。好，今天我们就讲到此地。",
      "zh_TW": "這四句意思非常之深，是說明真如本性為什麼會起無明，為什麼變成阿賴耶識，是講的這個道理，四句話就講得清清楚楚。向下這就講，現實的十法界依正莊嚴就是從這個根源逐步演變出來的。再給諸位說，這個演變雖然是漸次的演變，漸次跟剎那是一不是二。理上講是有層次、有漸次的；事實上太快了，一剎那之中，幾乎你在裡頭找不到層次，但是它的確是有層次。好像我們的電流一樣，譬如我們的總開關在此地，講堂裡有這麼多燈，我們開關一開，你幾乎看到這些燈同時亮，可是事實它不如此，一定從離開關最近的燈先亮，再第二個燈亮、第三個燈亮，一定是這樣的。但是速度太快，電的速度一秒鐘三十萬公里，我們在此地還不到一公里，就是一公里也不過是三十萬分之一，三十萬分之一秒你怎麼能夠覺察得出來有先後？覺察不出來。我們現在普通用照相機的快門是千分之一秒，飛機在天上飛，飛得那麼快的速度，千分之一秒照，照下來的清清楚楚，好像它沒動，千分之一秒。一公里的地方燈亮，先後次序三十萬分之一秒，你決定看不到哪個燈先亮、哪個燈後亮。十法界依正莊嚴，變現出來的相一剎那之間，這是《華嚴》裡面講的，行布不礙圓融，圓融不礙行布。理論上有次第，此地講這個次第是理論上，事實上太快了，你沒有辦法覺察得到。好，今天我們就講到此地。"
    }
  ]
}