{
  "doc_id": "07-001-0086",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十六集",
    "zh_TW": "第八十六集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0086",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "07-001-0086_p0001",
      "zh_CN": "第五十七面末后一行：",
      "zh_TW": "第五十七面末後一行："
    },
    {
      "id": "07-001-0086_p0002",
      "zh_CN": "【阿难。譬如有人。急畜其鼻。畜久成劳。则于鼻中闻有冷触。因触分别通塞虚实。如是乃至诸香臭气。兼鼻与劳。同是菩提瞪发劳相。】",
      "zh_TW": "【阿難。譬如有人。急畜其鼻。畜久成勞。則於鼻中聞有冷觸。因觸分別通塞虛實。如是乃至諸香臭氣。兼鼻與勞。同是菩提瞪發勞相。】"
    },
    {
      "id": "07-001-0086_p0003",
      "zh_CN": "经文的格局与前面两段都是相同的。『畜』就是吸气，我们讲呼吸，吸气很猛烈，就是这个意思。我们晓得鼻是司呼吸的，呼吸的速度要正常，不快不慢。譬如我们跑步，跑很久的时候气喘，这个时候鼻呼吸，好像对于我们疲劳已经超过我们的体力，有的时候我们张着口呼吸，在这种情形之下猛烈的吸气，就会造成鼻的疲劳现象。『冷触』，鼻里面发冷，这是鼻的疲劳现象，这个冷的相是因为触才有，如果要是不触，可见得这个劳相本来是没有的。『因触分别通塞虚实』，这个时候我们鼻子是通还是塞？虚就是通，实也就是不通。这种现象平常我们在感冒的时候，我们自己会感觉到有这个现象。这是讲一个正常人，你要是猛力的吸气也会有这个现象，就是造成鼻根的劳相。同时，辨别气味，有些人鼻根很敏锐，轻微的气息他都能辨别；有些人鼻根不灵敏，很浓的香臭气味他都不晓得，甚至不能够辨别。",
      "zh_TW": "經文的格局與前面兩段都是相同的。『畜』就是吸氣，我們講呼吸，吸氣很猛烈，就是這個意思。我們曉得鼻是司呼吸的，呼吸的速度要正常，不快不慢。譬如我們跑步，跑很久的時候氣喘，這個時候鼻呼吸，好像對於我們疲勞已經超過我們的體力，有的時候我們張著口呼吸，在這種情形之下猛烈的吸氣，就會造成鼻的疲勞現象。『冷觸』，鼻裡面發冷，這是鼻的疲勞現象，這個冷的相是因為觸才有，如果要是不觸，可見得這個勞相本來是沒有的。『因觸分別通塞虛實』，這個時候我們鼻子是通還是塞？虛就是通，實也就是不通。這種現象平常我們在感冒的時候，我們自己會感覺到有這個現象。這是講一個正常人，你要是猛力的吸氣也會有這個現象，就是造成鼻根的勞相。同時，辨別氣味，有些人鼻根很敏銳，輕微的氣息他都能辨別；有些人鼻根不靈敏，很濃的香臭氣味他都不曉得，甚至不能夠辨別。"
    },
    {
      "id": "07-001-0086_p0004",
      "zh_CN": "经文里面提出这些例子，就说明鼻嗅闻性的作用，是说的这个。闻性，就是能闻的闻性，也是因妄而有的，古人所谓「有些气息亦是病」，这个话的意思说得很深。我们晓得禅定功深的人他不用鼻呼吸，特别是道家讲调息，他打坐的时候讲调息，他用这个功夫。他们的目的是养生，换句话说，延年益寿。他不用鼻呼吸，用什么呼吸？用全身毛细孔呼吸，这实在是很高明，这是长寿的修行法。在佛法里面晓得，纵然你活上一千岁，寿命还是不能达到恒久。为什么？佛法懂得凡所有相皆是虚妄，既然是个虚妄之相，必定免不了成住坏空。现代的天文学发达，每天在太虚空当中不知道有多少星星出现，也不知道有多少星星爆炸毁灭。我们地球在太虚空当中是微不足道的一颗小星星，并不很大，是个小星，地球同样有成住坏空。我们这个身体活上一千岁、一万岁，实在讲也算不了什么一回事情。所以佛法不求长寿，跟道家宗旨不相同，佛家所要求的是见性，是要求证得真常不生不灭。再问问，能做得到、做不到？给诸位说，能做到。你要是说能做到，那释迦牟尼佛不也死了吗？不生不灭不是指这个肉体，肉体是生灭的，诸佛菩萨所示现的也有生灭，释迦牟尼佛示现八十岁入灭，我们讲他八十岁死的，世寿只有八十岁，也不算太长，这个不生不灭不是指肉体。不是肉体，是不是灵魂？我们世间一般人讲，灵魂在六道里头轮回投胎、舍身受身，是不是它？给诸位说，也不是它，灵魂也是个生灭法。在佛法唯识里面讲阿赖耶，玄奘大师在《八识规矩颂》里面给我们说的，「去后来先作主公」，这就是讲阿赖耶识。佛法里面有的时候讲神识，世间人不晓得这个道理，叫它做灵魂。在百法里面阿赖耶识，大家一看就晓得是有为法，有为法就是生灭法，不是究竟法。究竟法是什么？不生不灭的是真如本性，不是阿赖耶。这是在《楞严》、在《起信论》、唯识里面都说这个道理。所以古德这句说得很有味，有些气息这是病，没有气息那是死人，没有气息不是死人吗？道在哪里？这就要诸位细细的去参。",
      "zh_TW": "經文裡面提出這些例子，就說明鼻嗅聞性的作用，是說的這個。聞性，就是能聞的聞性，也是因妄而有的，古人所謂「有些氣息亦是病」，這個話的意思說得很深。我們曉得禪定功深的人他不用鼻呼吸，特別是道家講調息，他打坐的時候講調息，他用這個功夫。他們的目的是養生，換句話說，延年益壽。他不用鼻呼吸，用什麼呼吸？用全身毛細孔呼吸，這實在是很高明，這是長壽的修行法。在佛法裡面曉得，縱然你活上一千歲，壽命還是不能達到恆久。為什麼？佛法懂得凡所有相皆是虛妄，既然是個虛妄之相，必定免不了成住壞空。現代的天文學發達，每天在太虛空當中不知道有多少星星出現，也不知道有多少星星爆炸毀滅。我們地球在太虛空當中是微不足道的一顆小星星，並不很大，是個小星，地球同樣有成住壞空。我們這個身體活上一千歲、一萬歲，實在講也算不了什麼一回事情。所以佛法不求長壽，跟道家宗旨不相同，佛家所要求的是見性，是要求證得真常不生不滅。再問問，能做得到、做不到？給諸位說，能做到。你要是說能做到，那釋迦牟尼佛不也死了嗎？不生不滅不是指這個肉體，肉體是生滅的，諸佛菩薩所示現的也有生滅，釋迦牟尼佛示現八十歲入滅，我們講他八十歲死的，世壽只有八十歲，也不算太長，這個不生不滅不是指肉體。不是肉體，是不是靈魂？我們世間一般人講，靈魂在六道裡頭輪迴投胎、捨身受身，是不是它？給諸位說，也不是它，靈魂也是個生滅法。在佛法唯識裡面講阿賴耶，玄奘大師在《八識規矩頌》裡面給我們說的，「去後來先作主公」，這就是講阿賴耶識。佛法裡面有的時候講神識，世間人不曉得這個道理，叫它做靈魂。在百法裡面阿賴耶識，大家一看就曉得是有為法，有為法就是生滅法，不是究竟法。究竟法是什麼？不生不滅的是真如本性，不是阿賴耶。這是在《楞嚴》、在《起信論》、唯識裡面都說這個道理。所以古德這句說得很有味，有些氣息這是病，沒有氣息那是死人，沒有氣息不是死人嗎？道在哪裡？這就要諸位細細的去參。"
    },
    {
      "id": "07-001-0086_p0005",
      "zh_CN": "佛在此地告诉我们，『兼鼻与劳，同是菩提瞪发劳相』。佛门里面的修行人，在古德里头有个很著名的人，宝志公，梁武帝时候的人。现在大家修的《梁皇忏》就是宝志公编的，超度梁武帝的妃子。宝志公是观世音菩萨的化身，诸位想一想，超度是有功效，但是得要得道之人才有这个力量。没有得道，那就是诚心诚意的去修法，也能够有几分感应。如果自己没有得道，佛事又不能尽心，不能竭尽自己的诚敬之心，这个佛事就不会有感应。宝志公曾经说过，我们在寺院里头修道的人，一天到晚像做香灯师一样，佛前面添香、供水，不晓得身是道场。我们要是听了这句话，懂不懂宝志公的意思？道场在哪里？道场在六根。这段经文讲的六入，六入就是六根，它有作用，道场就是在六根。就是叫我们在根尘相接触的地方去见性，见性就是证道，道就是性。禅家讲调息，换句话说，他是专在嗅闻性上做功夫，他的功夫跟道教的功夫可大大不相同，道教的调息是讲养生，佛门的调息是叫你见性，目的不相同。",
      "zh_TW": "佛在此地告訴我們，『兼鼻與勞，同是菩提瞪發勞相』。佛門裡面的修行人，在古德裡頭有個很著名的人，寶誌公，梁武帝時候的人。現在大家修的《梁皇懺》就是寶誌公編的，超度梁武帝的妃子。寶誌公是觀世音菩薩的化身，諸位想一想，超度是有功效，但是得要得道之人才有這個力量。沒有得道，那就是誠心誠意的去修法，也能夠有幾分感應。如果自己沒有得道，佛事又不能盡心，不能竭盡自己的誠敬之心，這個佛事就不會有感應。寶誌公曾經說過，我們在寺院裡頭修道的人，一天到晚像做香燈師一樣，佛前面添香、供水，不曉得身是道場。我們要是聽了這句話，懂不懂寶誌公的意思？道場在哪裡？道場在六根。這段經文講的六入，六入就是六根，它有作用，道場就是在六根。就是叫我們在根塵相接觸的地方去見性，見性就是證道，道就是性。禪家講調息，換句話說，他是專在嗅聞性上做功夫，他的功夫跟道教的功夫可大大不相同，道教的調息是講養生，佛門的調息是叫你見性，目的不相同。"
    },
    {
      "id": "07-001-0086_p0006",
      "zh_CN": "【因于通塞二种妄尘。发闻居中。吸此尘象。名嗅闻性。】",
      "zh_TW": "【因於通塞二種妄塵。發聞居中。吸此塵象。名嗅聞性。】"
    },
    {
      "id": "07-001-0086_p0007",
      "zh_CN": "这就是我们现在所讲的，嗅觉的功能怎么产生的？这一语给我们道破。我们晓得，鼻根哪里有自性？无自性。它是因于浮尘根帮助胜义根，在通塞之间，通的时候这就有闻，就有嗅觉的作用；塞的时候它就没有作用，这个作用就失去。由于『通塞』这两种虚妄不实的尘相，在这里面使我们觉得有嗅闻性，所以『发闻居中，吸此尘相』，就是通与塞两种尘相，我们叫它嗅闻能入之性。",
      "zh_TW": "這就是我們現在所講的，嗅覺的功能怎麼產生的？這一語給我們道破。我們曉得，鼻根哪裡有自性？無自性。它是因於浮塵根幫助勝義根，在通塞之間，通的時候這就有聞，就有嗅覺的作用；塞的時候它就沒有作用，這個作用就失去。由於『通塞』這兩種虛妄不實的塵相，在這裡面使我們覺得有嗅聞性，所以『發聞居中，吸此塵相』，就是通與塞兩種塵相，我們叫它嗅聞能入之性。"
    },
    {
      "id": "07-001-0086_p0008",
      "zh_CN": "【此闻离彼通塞二尘。毕竟无体。】",
      "zh_TW": "【此聞離彼通塞二塵。畢竟無體。】"
    },
    {
      "id": "07-001-0086_p0009",
      "zh_CN": "如果没有『通塞』，嗅闻性我们就找不到。嗅闻性一定是在鼻根通塞之处产生的，在佛法里面讲，发现的。如果要是穷究其根源，毕竟没有实体可得，所以就证明它没有自性。",
      "zh_TW": "如果沒有『通塞』，嗅聞性我們就找不到。嗅聞性一定是在鼻根通塞之處產生的，在佛法裡面講，發現的。如果要是窮究其根源，畢竟沒有實體可得，所以就證明它沒有自性。"
    },
    {
      "id": "07-001-0086_p0010",
      "zh_CN": "【当知是闻非通塞来。非于根出。不于空生。】",
      "zh_TW": "【當知是聞非通塞來。非於根出。不於空生。】"
    },
    {
      "id": "07-001-0086_p0011",
      "zh_CN": "这个经文的格局跟前面几科都是一样的，说明嗅闻性不自生、不他生、不无因生。",
      "zh_TW": "這個經文的格局跟前面幾科都是一樣的，說明嗅聞性不自生、不他生、不無因生。"
    },
    {
      "id": "07-001-0086_p0012",
      "zh_CN": "【何以故。若从通来。塞则闻灭。云何知塞。如因塞有。通则无闻。云何发明香臭等触。若从根生。必无通塞。如是闻机。本无自性。若从空出。是闻自当回嗅汝鼻。空自有闻。何关汝入。是故当知鼻入虚妄。本非因缘。非自然性。】",
      "zh_TW": "【何以故。若從通來。塞則聞滅。云何知塞。如因塞有。通則無聞。云何發明香臭等觸。若從根生。必無通塞。如是聞機。本無自性。若從空出。是聞自當迴嗅汝鼻。空自有聞。何關汝入。是故當知鼻入虛妄。本非因緣。非自然性。】"
    },
    {
      "id": "07-001-0086_p0013",
      "zh_CN": "这个结语的经文与前面完全相同，前面明了了，后面一念我们也就都了解，所以不必要再重复的来讲解。下面这是第四科，舌入。",
      "zh_TW": "這個結語的經文與前面完全相同，前面明瞭了，後面一念我們也就都了解，所以不必要再重複的來講解。下面這是第四科，舌入。"
    },
    {
      "id": "07-001-0086_p0014",
      "zh_CN": "【阿难。譬如有人。以舌舐吻。熟舐令劳。其人若病。则有苦味。无病之人。微有甜触。由甜与苦。显此舌根。不动之时。淡性常在。兼舌与劳。同是菩提瞪发劳相。】",
      "zh_TW": "【阿難。譬如有人。以舌舐吻。熟舐令勞。其人若病。則有苦味。無病之人。微有甜觸。由甜與苦。顯此舌根。不動之時。淡性常在。兼舌與勞。同是菩提瞪發勞相。】"
    },
    {
      "id": "07-001-0086_p0015",
      "zh_CN": "『舐吻』就是用舌头舔东西，如果用力舔的时间太久，这就叫『熟舐』，这个时候舌根就疲劳，就有劳相出来。所以一个甜、一个苦，这是舌的劳相。由于甜苦这两种触，同时也显发舌根不动的时候『淡性常在』，我们不觉得口里面有什么味道。这也是一种常识，健康的人，舌的味道带点甜味；身体有疾病、不健康，舌头带点苦味。不但这个现象是舌根的劳相，就是连带舌根以及劳相，都是菩提心上瞪发之劳相。这是都在前面跟大家讲过，所以在此地我们就不重复了。可是诸位就是每一章，四科里每一科的第一节是很重要的，我们一定要把它牢牢的记住。为什么？向后的几节，与第一节都是差不多的，只是句子里头换了几个字而已，所以是一样的讲法。为了有些后来的同学，前面没听到的，我们也不能够辜负人家，多少要把这个意思说一说。",
      "zh_TW": "『舐吻』就是用舌頭舔東西，如果用力舔的時間太久，這就叫『熟舐』，這個時候舌根就疲勞，就有勞相出來。所以一個甜、一個苦，這是舌的勞相。由於甜苦這兩種觸，同時也顯發舌根不動的時候『淡性常在』，我們不覺得口裡面有什麼味道。這也是一種常識，健康的人，舌的味道帶點甜味；身體有疾病、不健康，舌頭帶點苦味。不但這個現象是舌根的勞相，就是連帶舌根以及勞相，都是菩提心上瞪發之勞相。這是都在前面跟大家講過，所以在此地我們就不重複了。可是諸位就是每一章，四科裡每一科的第一節是很重要的，我們一定要把它牢牢的記住。為什麼？向後的幾節，與第一節都是差不多的，只是句子裡頭換了幾個字而已，所以是一樣的講法。為了有些後來的同學，前面沒聽到的，我們也不能夠辜負人家，多少要把這個意思說一說。"
    },
    {
      "id": "07-001-0086_p0016",
      "zh_CN": "为什么说我们六根的根性与作用，是菩提心中瞪发劳相？这个理很深，如果我们从唯识里面来讲，真如本性是不动的。我们虽然说动，一念不觉而有妄动，这个动是真的还是假的？如果说真的动了，那还能叫真如吗？实在没有动，没有动而说动，给诸位说，这叫方便说。本来是觉，如果本来觉要是不觉了，那就不叫做本觉，所以这个话说得很难，愈说愈不容易理解。如果要是像《起信论》里面所讲的、所提的问题，如果本来是觉，大家就成佛了。大家既然都是佛，为什么会变成众生？本来都是觉，为什么会迷？诸位必须要了解这个事实的真相，迷是有，但不是真的，是妄的。觉是真的，在迷的时候觉也没有失掉，你要是说我们现在觉性失掉，我迷了、失掉了，失掉了你还会起作用，你眼还能见、耳还能听，你哪里失掉？没有失掉。纵然是那个人死了，死了也没失掉，为什么？他还有尸体在，那是色法。色从哪里来的？色从心心所变现出来的。今天人晓得一点点消息，所谓是物质不灭、精神不灭，这是现代人晓得的这点消息，可是对于物质与精神的真实相他不了解，他要是把物质、精神的实相彻底明了，这个人就叫佛菩萨。",
      "zh_TW": "為什麼說我們六根的根性與作用，是菩提心中瞪發勞相？這個理很深，如果我們從唯識裡面來講，真如本性是不動的。我們雖然說動，一念不覺而有妄動，這個動是真的還是假的？如果說真的動了，那還能叫真如嗎？實在沒有動，沒有動而說動，給諸位說，這叫方便說。本來是覺，如果本來覺要是不覺了，那就不叫做本覺，所以這個話說得很難，愈說愈不容易理解。如果要是像《起信論》裡面所講的、所提的問題，如果本來是覺，大家就成佛了。大家既然都是佛，為什麼會變成眾生？本來都是覺，為什麼會迷？諸位必須要了解這個事實的真相，迷是有，但不是真的，是妄的。覺是真的，在迷的時候覺也沒有失掉，你要是說我們現在覺性失掉，我迷了、失掉了，失掉了你還會起作用，你眼還能見、耳還能聽，你哪裡失掉？沒有失掉。縱然是那個人死了，死了也沒失掉，為什麼？他還有屍體在，那是色法。色從哪裡來的？色從心心所變現出來的。今天人曉得一點點消息，所謂是物質不滅、精神不滅，這是現代人曉得的這點消息，可是對於物質與精神的真實相他不了解，他要是把物質、精神的實相徹底明瞭，這個人就叫佛菩薩。"
    },
    {
      "id": "07-001-0086_p0017",
      "zh_CN": "所以一切的色法，我们六根的根「眼耳鼻舌身」，连同「意」，意是属于心法，前面五根属于色法。色法、心法都是阿赖耶变现出来的。所谓「无明不觉生三细」，这是阿赖耶的三细相。业相就是《楞严》里面讲的「晦昧为空」，色法就是《楞严》里面讲的「结暗为色」，在唯识里面讲就是相分，精神在唯识里面称之为见分，都是阿赖耶识变现出来的。阿赖耶识又是什么东西？就是说明菩提心瞪发劳相。所以我们今天看到整个宇宙、十法界依正庄严，无非是菩提心瞪发劳相变现之物。变现的这些现象有没有？给诸位说，似有非有，看到样子是有，实际上没有，当体即空，不必要等到分析，当体就是空。天台大师教给我们三观，《楞严经》佛教给我们「奢摩他、三摩、禅那」，天台宗解释《楞严》就是把这三个名词配在三观上，奢摩他是空观、三摩是假观、禅那是中观，天台家所讲的。利根的人，所以叫一心三观，三观是同时的，没有次第、没有先后，这样就能够见性。",
      "zh_TW": "所以一切的色法，我們六根的根「眼耳鼻舌身」，連同「意」，意是屬於心法，前面五根屬於色法。色法、心法都是阿賴耶變現出來的。所謂「無明不覺生三細」，這是阿賴耶的三細相。業相就是《楞嚴》裡面講的「晦昧為空」，色法就是《楞嚴》裡面講的「結暗為色」，在唯識裡面講就是相分，精神在唯識裡面稱之為見分，都是阿賴耶識變現出來的。阿賴耶識又是什麼東西？就是說明菩提心瞪發勞相。所以我們今天看到整個宇宙、十法界依正莊嚴，無非是菩提心瞪發勞相變現之物。變現的這些現象有沒有？給諸位說，似有非有，看到樣子是有，實際上沒有，當體即空，不必要等到分析，當體就是空。天台大師教給我們三觀，《楞嚴經》佛教給我們「奢摩他、三摩、禪那」，天台宗解釋《楞嚴》就是把這三個名詞配在三觀上，奢摩他是空觀、三摩是假觀、禪那是中觀，天台家所講的。利根的人，所以叫一心三觀，三觀是同時的，沒有次第、沒有先後，這樣就能夠見性。"
    },
    {
      "id": "07-001-0086_p0018",
      "zh_CN": "交光大师他是不太赞成用天台三观的方法来解释《楞严经》，他的看法认为天台的三观所用的心是意识心，而《楞严经》里面所用的心，不用意识心，这点有差别。换句话说，《楞严经》的境界还在三观之上。如果我们讲到一心三观，差不多是能够到这个标准；次第三观，是没有达到这个标准。由此可知，经里面所讲的『菩提瞪发劳相』，岂止六根！我们今天念头的妄想，一天到晚妄念纷飞，以及我们六根在六尘里头起的这些作用，哪一法不是菩提瞪发劳相？这是我们要觉悟的，这就是一种病态。有这个病态不怕，怕的是有这个病态自己不晓得。知道自己有病你才会有求医的念头，你才会想到我要恢复健康。如果你自己有病，而不知道自己在病中，不知道求医，也不晓得求健康，这个病当然一天比一天严重，怕是怕这个。今天世间人，几个人已经觉悟到自己有病？此病就是我们的菩提心里面带着这一分迷情。",
      "zh_TW": "交光大師他是不太贊成用天台三觀的方法來解釋《楞嚴經》，他的看法認為天台的三觀所用的心是意識心，而《楞嚴經》裡面所用的心，不用意識心，這點有差別。換句話說，《楞嚴經》的境界還在三觀之上。如果我們講到一心三觀，差不多是能夠到這個標準；次第三觀，是沒有達到這個標準。由此可知，經裡面所講的『菩提瞪發勞相』，豈止六根！我們今天念頭的妄想，一天到晚妄念紛飛，以及我們六根在六塵裡頭起的這些作用，哪一法不是菩提瞪發勞相？這是我們要覺悟的，這就是一種病態。有這個病態不怕，怕的是有這個病態自己不曉得。知道自己有病你才會有求醫的念頭，你才會想到我要恢復健康。如果你自己有病，而不知道自己在病中，不知道求醫，也不曉得求健康，這個病當然一天比一天嚴重，怕是怕這個。今天世間人，幾個人已經覺悟到自己有病？此病就是我們的菩提心裡面帶著這一分迷情。"
    },
    {
      "id": "07-001-0086_p0019",
      "zh_CN": "迷情，给诸位说，是虚妄的，决定不是真实的，是虚妄的，可是你要认识这个妄境，果然认识它是虚妄的，妄就不碍真，你不晓得这个虚妄，这个虚妄会妨碍到真性。我们现在晓得不晓得这个虚妄？给诸位说，不晓得。不要说看到经上讲的、听到我天天在这里讲的，晓得一切都是虚妄的，你真晓得吗？如果真晓得，你在虚妄境界里面就不会有得失取舍的念头。你有得失取舍，可见得你并不晓得那是虚妄的，只有被妄境迷惑了，把妄当作真，才在这里面起心动念，才有得失取舍。如果晓得一切境界相是菩提心瞪发劳相，正如同《金刚经》里面所讲，「凡所有相皆是虚妄」，「一切有为法，如梦幻泡影」，你的心在境界里决定是清净的，这是很显然的道理。千万不要误会，现在这个道理我们懂得，我们还是放不下，古人所谓「看得破，忍不过」，其实没看破，看破了决定放下。",
      "zh_TW": "迷情，給諸位說，是虛妄的，決定不是真實的，是虛妄的，可是你要認識這個妄境，果然認識它是虛妄的，妄就不礙真，你不曉得這個虛妄，這個虛妄會妨礙到真性。我們現在曉得不曉得這個虛妄？給諸位說，不曉得。不要說看到經上講的、聽到我天天在這裡講的，曉得一切都是虛妄的，你真曉得嗎？如果真曉得，你在虛妄境界裡面就不會有得失取捨的念頭。你有得失取捨，可見得你並不曉得那是虛妄的，只有被妄境迷惑了，把妄當作真，才在這裡面起心動念，才有得失取捨。如果曉得一切境界相是菩提心瞪發勞相，正如同《金剛經》裡面所講，「凡所有相皆是虛妄」，「一切有為法，如夢幻泡影」，你的心在境界裡決定是清淨的，這是很顯然的道理。千萬不要誤會，現在這個道理我們懂得，我們還是放不下，古人所謂「看得破，忍不過」，其實沒看破，看破了決定放下。"
    },
    {
      "id": "07-001-0086_p0020",
      "zh_CN": "这个事情，我在刚刚学佛没多久的时候，就跟章嘉大师讨论过这个问题，就是知难行易、知易行难，知是看破，行是放下，到底哪个难、哪个易？给诸位说，知难，看破难，放下容易。换句话说，之所以放不下就是没有看破。世尊当年在世，他老人家所表现给我们看的，说法四十九年，原因在哪里？就是看破太难了，所以要给我们讲解，要把这个事实真相揭穿，让我们看破。你几时看破了，你的修行功夫就是圆修圆证，就是普贤行。所以佛法确实是着重在解，着重在开悟，悟后起修，那个修就很容易。修什么？修就是在境界上提得起、放得下。而且给诸位说，提起跟放下是同时的，也是没有先后，这才是妙极了。放下是清净，自己在一切境界里一念不生；提起是大慈大悲，利益一切众生。它是同时的，没有先后，「先放下再提起」，不是，没有这个道理，决定是同时。这是经文里面主要的宗旨义趣。",
      "zh_TW": "這個事情，我在剛剛學佛沒多久的時候，就跟章嘉大師討論過這個問題，就是知難行易、知易行難，知是看破，行是放下，到底哪個難、哪個易？給諸位說，知難，看破難，放下容易。換句話說，之所以放不下就是沒有看破。世尊當年在世，他老人家所表現給我們看的，說法四十九年，原因在哪裡？就是看破太難了，所以要給我們講解，要把這個事實真相揭穿，讓我們看破。你幾時看破了，你的修行功夫就是圓修圓證，就是普賢行。所以佛法確實是著重在解，著重在開悟，悟後起修，那個修就很容易。修什麼？修就是在境界上提得起、放得下。而且給諸位說，提起跟放下是同時的，也是沒有先後，這才是妙極了。放下是清淨，自己在一切境界裡一念不生；提起是大慈大悲，利益一切眾生。它是同時的，沒有先後，「先放下再提起」，不是，沒有這個道理，決定是同時。這是經文裡面主要的宗旨義趣。"
    },
    {
      "id": "07-001-0086_p0021",
      "zh_CN": "这段经文也是从假设事相里头来说的，所谓身体不健康的时候舌有苦的味道，身体健康有甜的味道，对于舌根不动的时候就是有淡的味道，什么味道都没有，我们叫它作淡。在佛门里面吃饭是一堂功课，所以那个道人他明心见性了，有人问他，你怎么修法？你看我们禅宗语录里头常常有，你问他：你一天到晚做什么功夫？他告诉你：「饥来吃饭，困来眠。」我们一听，这是修什么道？哪一个人肚子饿了不晓得吃饭，疲倦了不晓得睡觉？人家那个吃饭睡觉是修行，是修的明心见性，我们的吃饭睡觉一塌糊涂，这不能比。人家吃饭的时候舌根见味性，他由舌性接触味性，明心见性。佛门里面供佛，三德六味，我们说三德六味这是最恭敬的六个菜，那就错了。这六味是怎么说？酸甜苦辣咸淡，这个六味，这个六味一和合，美不胜收，你做一百道菜、一千道菜、一万道菜，也不出这六味。所以不要呆呆板板看到供佛就是六个菜，你要晓得那六个菜是表法的，它表这个意思。",
      "zh_TW": "這段經文也是從假設事相裡頭來說的，所謂身體不健康的時候舌有苦的味道，身體健康有甜的味道，對於舌根不動的時候就是有淡的味道，什麼味道都沒有，我們叫它作淡。在佛門裡面吃飯是一堂功課，所以那個道人他明心見性了，有人問他，你怎麼修法？你看我們禪宗語錄裡頭常常有，你問他：你一天到晚做什麼功夫？他告訴你：「飢來吃飯，睏來眠。」我們一聽，這是修什麼道？哪一個人肚子餓了不曉得吃飯，疲倦了不曉得睡覺？人家那個吃飯睡覺是修行，是修的明心見性，我們的吃飯睡覺一塌糊塗，這不能比。人家吃飯的時候舌根見味性，他由舌性接觸味性，明心見性。佛門裡面供佛，三德六味，我們說三德六味這是最恭敬的六個菜，那就錯了。這六味是怎麼說？酸甜苦辣鹹淡，這個六味，這個六味一和合，美不勝收，你做一百道菜、一千道菜、一萬道菜，也不出這六味。所以不要呆呆板板看到供佛就是六個菜，你要曉得那六個菜是表法的，它表這個意思。"
    },
    {
      "id": "07-001-0086_p0022",
      "zh_CN": "现在我们都是把它看在数字上，认为佛门最恭敬的是六个菜供养，少则三个菜，多则六个菜，这都搞错了，不晓得三德六味是表法的意思。这个敬是随我们自己的力量，所以说是随心随力，尽心尽力就是圆满；随随便便的这是不敬，没有诚意、没有敬意。所以你具足了诚意，尽心尽力，供一杯清水也具足三德六味，功德也是圆满的；没有敬意，供一百道菜，功德也不圆满。你们看看清朝的历史，皇帝吃饭每天三餐，菜都是一百道，圆圆满满。不管他吃不吃，厨房一定给他做一百道菜，这是从前宫廷里面的规矩。而且这个菜还不是天天一样、餐餐一样，不是的，天天在那里换，变花样。所以御厨不容易当，天天要变花样。六味归纳起来不外是两种妄尘，此地是举一个是有味，酸甜苦辣咸这是有味，淡是无味，归纳一个是有味、一个是无味。所以经文讲：",
      "zh_TW": "現在我們都是把它看在數字上，認為佛門最恭敬的是六個菜供養，少則三個菜，多則六個菜，這都搞錯了，不曉得三德六味是表法的意思。這個敬是隨我們自己的力量，所以說是隨心隨力，盡心盡力就是圓滿；隨隨便便的這是不敬，沒有誠意、沒有敬意。所以你具足了誠意，盡心盡力，供一杯清水也具足三德六味，功德也是圓滿的；沒有敬意，供一百道菜，功德也不圓滿。你們看看清朝的歷史，皇帝吃飯每天三餐，菜都是一百道，圓圓滿滿。不管他吃不吃，廚房一定給他做一百道菜，這是從前宮廷裡面的規矩。而且這個菜還不是天天一樣、餐餐一樣，不是的，天天在那裡換，變花樣。所以御廚不容易當，天天要變花樣。六味歸納起來不外是兩種妄塵，此地是舉一個是有味，酸甜苦辣鹹這是有味，淡是無味，歸納一個是有味、一個是無味。所以經文講："
    },
    {
      "id": "07-001-0086_p0023",
      "zh_CN": "【因甜苦淡二种妄尘。】",
      "zh_TW": "【因甜苦淡二種妄塵。】"
    },
    {
      "id": "07-001-0086_p0024",
      "zh_CN": "『甜苦淡』是三种，怎么是二种？「甜苦」是有味，「淡」是无味，二尘是这么说的。就是酸甜苦辣咸这是有味，归纳为一种，没有味的是一种，『二种妄尘』，这二种妄尘是对立的。",
      "zh_TW": "『甜苦淡』是三種，怎麼是二種？「甜苦」是有味，「淡」是無味，二塵是這麼說的。就是酸甜苦辣鹹這是有味，歸納為一種，沒有味的是一種，『二種妄塵』，這二種妄塵是對立的。"
    },
    {
      "id": "07-001-0086_p0025",
      "zh_CN": "【发知居中。】",
      "zh_TW": "【發知居中。】"
    },
    {
      "id": "07-001-0086_p0026",
      "zh_CN": "这就是味觉，知道这个味觉。",
      "zh_TW": "這就是味覺，知道這個味覺。"
    },
    {
      "id": "07-001-0086_p0027",
      "zh_CN": "【吸此尘象。名知味性。】",
      "zh_TW": "【吸此塵象。名知味性。】"
    },
    {
      "id": "07-001-0086_p0028",
      "zh_CN": "就在有味与无味当中，出现能入之舌性。",
      "zh_TW": "就在有味與無味當中，出現能入之舌性。"
    },
    {
      "id": "07-001-0086_p0029",
      "zh_CN": "【此知味性。离彼甜苦及淡二尘。毕竟无体。】",
      "zh_TW": "【此知味性。離彼甜苦及淡二塵。畢竟無體。】"
    },
    {
      "id": "07-001-0086_p0030",
      "zh_CN": "古人吃饭的时候，真正修行人用功，他吃饭的时候是在舌根里头悟入，悟入法性。我们吃饭的时候是心为境转，为什么？外面那个菜酸甜苦辣咸，那是六尘，我们的心被它所转「这个味道不错，这做得很好」，在色香味里头转，不晓得回光返照，我们是心为境转。佛讲过「若能转境，则同如来」，我们被境界所转而不能转境。好了，你们听到之后，这以后做菜不要讲究味道，给它大锅菜炒一炒就算了，你们要是这样学佛，那都学成佛呆子。这个色香味讲不讲求？讲求，佛教的艺术在世界上是知名的，是高度的艺术，哪有不讲求的道理！尤其对于吃东西，中国人是世界第一，这叫世间法。讲求是一桩事，所谓是提得起，刚才给诸位说，放得下是同时，没有先后次第。一方面讲求，一方面又不分别、不执着，不分别、不执着这是你的真心现前。为什么要讲求？讲求这些是供养诸佛、供养众生，为自己可以不需要，为别人就要讲求。",
      "zh_TW": "古人吃飯的時候，真正修行人用功，他吃飯的時候是在舌根裡頭悟入，悟入法性。我們吃飯的時候是心為境轉，為什麼？外面那個菜酸甜苦辣鹹，那是六塵，我們的心被它所轉「這個味道不錯，這做得很好」，在色香味裡頭轉，不曉得回光返照，我們是心為境轉。佛講過「若能轉境，則同如來」，我們被境界所轉而不能轉境。好了，你們聽到之後，這以後做菜不要講究味道，給它大鍋菜炒一炒就算了，你們要是這樣學佛，那都學成佛呆子。這個色香味講不講求？講求，佛教的藝術在世界上是知名的，是高度的藝術，哪有不講求的道理！尤其對於吃東西，中國人是世界第一，這叫世間法。講求是一樁事，所謂是提得起，剛才給諸位說，放得下是同時，沒有先後次第。一方面講求，一方面又不分別、不執著，不分別、不執著這是你的真心現前。為什麼要講求？講求這些是供養諸佛、供養眾生，為自己可以不需要，為別人就要講求。"
    },
    {
      "id": "07-001-0086_p0031",
      "zh_CN": "我们供养具里头要做到尽善尽美，那如何能不讲求！要是不能做到尽善尽美，那我们的恭敬心没有了。修学纲领里面供养是摆在第三位，第一个是礼敬，第二是称赞，第三就是供养。所以应当尽心尽力的供养，表我们自己的诚敬。供养的人要尽心尽力，接受供养的人要在味尘里面能够回光返照，不被色香味所转，这就叫功夫。如果为色香味所转那是凡夫，不为尘境所转是佛菩萨，佛菩萨供养别人也是尽心尽力，也要做到尽善尽美。这个地方我就说了一个例子，一个是修供养的人，一个是接受供养的人。佛门里面最注重的是修福、惜福，一个人没有福报做什么事情都做不成功，所以要有福。",
      "zh_TW": "我們供養具裡頭要做到盡善盡美，那如何能不講求！要是不能做到盡善盡美，那我們的恭敬心沒有了。修學綱領裡面供養是擺在第三位，第一個是禮敬，第二是稱讚，第三就是供養。所以應當盡心盡力的供養，表我們自己的誠敬。供養的人要盡心盡力，接受供養的人要在味塵裡面能夠回光返照，不被色香味所轉，這就叫功夫。如果為色香味所轉那是凡夫，不為塵境所轉是佛菩薩，佛菩薩供養別人也是盡心盡力，也要做到盡善盡美。這個地方我就說了一個例子，一個是修供養的人，一個是接受供養的人。佛門裡面最注重的是修福、惜福，一個人沒有福報做什麼事情都做不成功，所以要有福。"
    },
    {
      "id": "07-001-0086_p0032",
      "zh_CN": "福是要自己修来的，修福要有智慧，如果没有智慧所修的叫痴福，得的果报是愚痴，所以我们要有智慧。畜生道里面有享福的，你看看外国那些狗，狗还有餐厅，还有狗的旅馆，我们一般人都没有牠享受得那么好。但是不管牠享受得怎么好，有多少人怎么侍候、照顾牠，毕竟牠是个狗身，狗不能变一个人出来，畜生身；这是前世所修的痴福，受恶道身去享去了。这是我提出来希望大家要能警觉到，我们修福要有智慧做基础，不要修痴福。凡是是非、邪正、真妄、善恶都不能辨别的，就去修福，这统统叫痴福；你一切事情、情况都搞得清清楚楚，这个修福是智慧的福报，果报是不相同的。",
      "zh_TW": "福是要自己修來的，修福要有智慧，如果沒有智慧所修的叫痴福，得的果報是愚痴，所以我們要有智慧。畜生道裡面有享福的，你看看外國那些狗，狗還有餐廳，還有狗的旅館，我們一般人都沒有牠享受得那麼好。但是不管牠享受得怎麼好，有多少人怎麼侍候、照顧牠，畢竟牠是個狗身，狗不能變一個人出來，畜生身；這是前世所修的痴福，受惡道身去享去了。這是我提出來希望大家要能警覺到，我們修福要有智慧做基礎，不要修痴福。凡是是非、邪正、真妄、善惡都不能辨別的，就去修福，這統統叫痴福；你一切事情、情況都搞得清清楚楚，這個修福是智慧的福報，果報是不相同的。"
    },
    {
      "id": "07-001-0086_p0033",
      "zh_CN": "所以在饮食一道，我举一个例子，刚才讲我们修福的人要诚要敬，拿做菜来说，色香味要讲求，材料要讲求。纵然不能取到上好的材料，最低限度做菜的这些材料要没有坏。如果材料里头有坏的都要剔除，为什么？坏的材料纵然是好的、很珍贵的，给人吃了人家会害病，你这个福修了叫痴福。上好的材料，「可惜，变一点味道，丢掉太可惜」，还是得丢掉，变了味道的、变了色的都不可以。所以你在修福里头是以健康卫生为第一，要注重这个。不能什么都不顾了，「这个东西坏了，坏了也要吃，不吃掉我们没有修福」，你修的那叫痴福，你来生去做外国人的洋狗，就做那个去了，这是愚痴。所以这是我们必须注意到的，再好的东西，你在那里收藏，一旦变味、变色统统要丢掉。拿去供养那些畜生，有些畜生可以受用，像小虫、蚂蚁、老鼠牠们可以受用，去供养牠们。所以吃饭不简单，道人「饥来吃饭，困来眠」，那是什么？已经明心见性证得理一心不乱，没事了，没有事情那只有吃饭睡觉，没事了。我们现在是心地未明，事情还多！再看底下经文：",
      "zh_TW": "所以在飲食一道，我舉一個例子，剛才講我們修福的人要誠要敬，拿做菜來說，色香味要講求，材料要講求。縱然不能取到上好的材料，最低限度做菜的這些材料要沒有壞。如果材料裡頭有壞的都要剔除，為什麼？壞的材料縱然是好的、很珍貴的，給人吃了人家會害病，你這個福修了叫痴福。上好的材料，「可惜，變一點味道，丟掉太可惜」，還是得丟掉，變了味道的、變了色的都不可以。所以你在修福裡頭是以健康衛生為第一，要注重這個。不能什麼都不顧了，「這個東西壞了，壞了也要吃，不吃掉我們沒有修福」，你修的那叫痴福，你來生去做外國人的洋狗，就做那個去了，這是愚痴。所以這是我們必須注意到的，再好的東西，你在那裡收藏，一旦變味、變色統統要丟掉。拿去供養那些畜生，有些畜生可以受用，像小蟲、螞蟻、老鼠牠們可以受用，去供養牠們。所以吃飯不簡單，道人「飢來吃飯，睏來眠」，那是什麼？已經明心見性證得理一心不亂，沒事了，沒有事情那只有吃飯睡覺，沒事了。我們現在是心地未明，事情還多！再看底下經文："
    },
    {
      "id": "07-001-0086_p0034",
      "zh_CN": "【如是阿难。当知如是尝苦淡知。非甜苦来。非因淡有。又非根出。不于空生。何以故。若甜苦来。淡则知灭。云何知淡。若从淡出。甜即知亡。复云何知甜苦二相。若从舌生。必无甜淡及与苦尘。斯知味根本无自性。】",
      "zh_TW": "【如是阿難。當知如是嘗苦淡知。非甜苦來。非因淡有。又非根出。不於空生。何以故。若甜苦來。淡則知滅。云何知淡。若從淡出。甜即知亡。復云何知甜苦二相。若從舌生。必無甜淡及與苦塵。斯知味根本無自性。】"
    },
    {
      "id": "07-001-0086_p0035",
      "zh_CN": "这一段前面两句是说明，知味之知如果从舌根生，不需要藉味尘，味尘没有接触的时候舌根没味道，底下再说明它不自生、不他生、也不无因而生，就是《中观》里面讲的四句偈，「诸法不自生，亦不从他生，不共不无因，是故知无生」。这些经文读熟，如果诸位在此地领悟，就能够证得无生法忍。实在讲就是《中观论》这四句偈的注解。",
      "zh_TW": "這一段前面兩句是說明，知味之知如果從舌根生，不需要藉味塵，味塵沒有接觸的時候舌根沒味道，底下再說明它不自生、不他生、也不無因而生，就是《中觀》裡面講的四句偈，「諸法不自生，亦不從他生，不共不無因，是故知無生」。這些經文讀熟，如果諸位在此地領悟，就能夠證得無生法忍。實在講就是《中觀論》這四句偈的註解。"
    },
    {
      "id": "07-001-0086_p0036",
      "zh_CN": "【若于空出。虚空自味。非汝口知。又空自知。何关汝入。是故当知。舌入虚妄。本非因缘。非自然性。】",
      "zh_TW": "【若於空出。虛空自味。非汝口知。又空自知。何關汝入。是故當知。舌入虛妄。本非因緣。非自然性。】"
    },
    {
      "id": "07-001-0086_p0037",
      "zh_CN": "「六入」我们读了四段，在整个这一大科后面还有两段，身入与意入。虽然讲破的是根，六入破的是根，实际上都是就六尘上来破。因为根与尘的关系非常密切，它是相对而生的，一边不成立，另外一边当然也不能够成立，所以说根要是离尘毕竟无体。譬如前面讲眼因明暗，耳因动静，鼻因通塞，舌因有味跟无味（就是甜淡），后面讲身有离合，意就是心有念头的生灭。但是我们应当要明了，这六种浮尘根用与此地讲的有不同。浮尘根这个相很粗，譬如我们讲，眼有开合，睁眼睛又把眼睛闭起来，这是浮尘根它的作用；耳有动有静；甚至我们讲，意也有开合。现在我们讲的舌根、舌入，经文里面说，有甜与苦，显舌根不动的时候淡味常存，也是说明这桩事情，正是显示出外面尘境有、识就有，所以讲根尘识，舌识就有，五俱起意识由这里引发而现前。诸位要晓得，我们在一般讲是眼讲得最多，一般经里面，譬如《楞严》前面的十番显见，六根里面取出这个见来说明。既然有十番显见，当然也可以十番显舌尝味，一样的道理，尘有、识就有，可见得它是虚妄的，不是真实的。如果是真实的，它是永远存在，不受根尘的干涉，这就是真理。在六根里面，确实从眼根来显是最为方便，我们很容易能够体会到，很容易能够觉察得到，其余根里头比较有困难，实际上它是一个理。所以一个道理明白了，其余都能够触类旁通。",
      "zh_TW": "「六入」我們讀了四段，在整個這一大科後面還有兩段，身入與意入。雖然講破的是根，六入破的是根，實際上都是就六塵上來破。因為根與塵的關係非常密切，它是相對而生的，一邊不成立，另外一邊當然也不能夠成立，所以說根要是離塵畢竟無體。譬如前面講眼因明暗，耳因動靜，鼻因通塞，舌因有味跟無味（就是甜淡），後面講身有離合，意就是心有念頭的生滅。但是我們應當要明瞭，這六種浮塵根用與此地講的有不同。浮塵根這個相很粗，譬如我們講，眼有開合，睜眼睛又把眼睛閉起來，這是浮塵根它的作用；耳有動有靜；甚至我們講，意也有開合。現在我們講的舌根、舌入，經文裡面說，有甜與苦，顯舌根不動的時候淡味常存，也是說明這樁事情，正是顯示出外面塵境有、識就有，所以講根塵識，舌識就有，五俱起意識由這裡引發而現前。諸位要曉得，我們在一般講是眼講得最多，一般經裡面，譬如《楞嚴》前面的十番顯見，六根裡面取出這個見來說明。既然有十番顯見，當然也可以十番顯舌嘗味，一樣的道理，塵有、識就有，可見得它是虛妄的，不是真實的。如果是真實的，它是永遠存在，不受根塵的干涉，這就是真理。在六根裡面，確實從眼根來顯是最為方便，我們很容易能夠體會到，很容易能夠覺察得到，其餘根裡頭比較有困難，實際上它是一個理。所以一個道理明白了，其餘都能夠觸類旁通。"
    },
    {
      "id": "07-001-0086_p0038",
      "zh_CN": "【阿难。譬如有人。以一冷手触于热手。】",
      "zh_TW": "【阿難。譬如有人。以一冷手觸於熱手。】"
    },
    {
      "id": "07-001-0086_p0039",
      "zh_CN": "这是讲身入，身就是讲离合，接触就是合，有合就有分开。还是从比喻上说，如果有一个人手很冷，接触一个很热的手，这里面就有冷热的现象，触相生了。",
      "zh_TW": "這是講身入，身就是講離合，接觸就是合，有合就有分開。還是從比喻上說，如果有一個人手很冷，接觸一個很熱的手，這裡面就有冷熱的現象，觸相生了。"
    },
    {
      "id": "07-001-0086_p0040",
      "zh_CN": "【若冷势多。热者从冷。】",
      "zh_TW": "【若冷勢多。熱者從冷。】"
    },
    {
      "id": "07-001-0086_p0041",
      "zh_CN": "这就是手的冷比热的力量要大，那热手渐渐的也就冷了。",
      "zh_TW": "這就是手的冷比熱的力量要大，那熱手漸漸的也就冷了。"
    },
    {
      "id": "07-001-0086_p0042",
      "zh_CN": "【若热功胜。冷者成热。】",
      "zh_TW": "【若熱功勝。冷者成熱。】"
    },
    {
      "id": "07-001-0086_p0043",
      "zh_CN": "这个冷手慢慢它就暖和了。",
      "zh_TW": "這個冷手慢慢它就暖和了。"
    },
    {
      "id": "07-001-0086_p0044",
      "zh_CN": "【如是以此合觉之触。】",
      "zh_TW": "【如是以此合覺之觸。】"
    },
    {
      "id": "07-001-0086_p0045",
      "zh_CN": "这是讲一个合，注重在一个合。",
      "zh_TW": "這是講一個合，注重在一個合。"
    },
    {
      "id": "07-001-0086_p0046",
      "zh_CN": "【显于离知。】",
      "zh_TW": "【顯於離知。】"
    },
    {
      "id": "07-001-0086_p0047",
      "zh_CN": "这个一合一离就是身入之知，就是我们现在讲的身体上的感觉、觉知，就是身体的觉知。",
      "zh_TW": "這個一合一離就是身入之知，就是我們現在講的身體上的感覺、覺知，就是身體的覺知。"
    },
    {
      "id": "07-001-0086_p0048",
      "zh_CN": "【涉势若成。因于劳触。】",
      "zh_TW": "【涉勢若成。因於勞觸。】"
    },
    {
      "id": "07-001-0086_p0049",
      "zh_CN": "这个『势』就是冷热之势力，在此地当作力量讲，一个是冷的力量，一个是热的力量。",
      "zh_TW": "這個『勢』就是冷熱之勢力，在此地當作力量講，一個是冷的力量，一個是熱的力量。"
    },
    {
      "id": "07-001-0086_p0050",
      "zh_CN": "【兼身与劳。同是菩提瞪发劳相。】",
      "zh_TW": "【兼身與勞。同是菩提瞪發勞相。】"
    },
    {
      "id": "07-001-0086_p0051",
      "zh_CN": "冷是劳相，热也是劳所现之相。",
      "zh_TW": "冷是勞相，熱也是勞所現之相。"
    },
    {
      "id": "07-001-0086_p0052",
      "zh_CN": "【因于离合二种妄尘。】",
      "zh_TW": "【因於離合二種妄塵。】"
    },
    {
      "id": "07-001-0086_p0053",
      "zh_CN": "我们身的觉知、感觉：",
      "zh_TW": "我們身的覺知、感覺："
    },
    {
      "id": "07-001-0086_p0054",
      "zh_CN": "【发觉居中。】",
      "zh_TW": "【發覺居中。】"
    },
    {
      "id": "07-001-0086_p0055",
      "zh_CN": "在这两种妄尘，发觉居中。",
      "zh_TW": "在這兩種妄塵，發覺居中。"
    },
    {
      "id": "07-001-0086_p0056",
      "zh_CN": "【吸此尘象。名知觉性。】",
      "zh_TW": "【吸此塵象。名知覺性。】"
    },
    {
      "id": "07-001-0086_p0057",
      "zh_CN": "在这个地方我特别要提醒同修们，佛经里面所讲与现在医学里所讲的不一样。医学讲神经系统，佛法在此地不说那些，佛法从总纲领、总原则上说。可是你无论怎么样去分析，确实脱不了这个大前提、大原则，就是菩提真心瞪发劳相，确实没有办法超越。为什么？因为从极细的地方讲，佛法讲到三细六粗。可见得拿今天来说所谓分子、原子，甚至到基本粒子，统统都是菩提瞪发劳相。「因于离合二种妄尘，发觉居中，吸此尘象，名知觉性」。",
      "zh_TW": "在這個地方我特別要提醒同修們，佛經裡面所講與現在醫學裡所講的不一樣。醫學講神經系統，佛法在此地不說那些，佛法從總綱領、總原則上說。可是你無論怎麼樣去分析，確實脫不了這個大前提、大原則，就是菩提真心瞪發勞相，確實沒有辦法超越。為什麼？因為從極細的地方講，佛法講到三細六粗。可見得拿今天來說所謂分子、原子，甚至到基本粒子，統統都是菩提瞪發勞相。「因於離合二種妄塵，發覺居中，吸此塵象，名知覺性」。"
    },
    {
      "id": "07-001-0086_p0058",
      "zh_CN": "【此知觉体。离彼离合违顺二尘。毕竟无体。】",
      "zh_TW": "【此知覺體。離彼離合違順二塵。畢竟無體。】"
    },
    {
      "id": "07-001-0086_p0059",
      "zh_CN": "『违顺』，「顺」就是自己这个身体接触，感觉到很舒服、很自在的，顺境；逆境就相反，不自在、不舒服的接触。把接触的尘象就分为这两种，一种是顺境，一种是逆境，逆境在此地就是「违」。譬如我们在夏天很热的时候，得到凉风吹在身上，这是个接触，这是顺境，很舒服。如果热天在一个火炉的旁边，身体感觉就很不舒服，那就是违境，是自己不愿意受的境界。",
      "zh_TW": "『違順』，「順」就是自己這個身體接觸，感覺到很舒服、很自在的，順境；逆境就相反，不自在、不舒服的接觸。把接觸的塵象就分為這兩種，一種是順境，一種是逆境，逆境在此地就是「違」。譬如我們在夏天很熱的時候，得到涼風吹在身上，這是個接觸，這是順境，很舒服。如果熱天在一個火爐的旁邊，身體感覺就很不舒服，那就是違境，是自己不願意受的境界。"
    },
    {
      "id": "07-001-0086_p0060",
      "zh_CN": "【如是阿难。当知是觉。非离合来。非违顺有。不于根出。又非空生。】",
      "zh_TW": "【如是阿難。當知是覺。非離合來。非違順有。不於根出。又非空生。】"
    },
    {
      "id": "07-001-0086_p0061",
      "zh_CN": "『非离合来』是破共生的，自他共生就是离合来。譬如甲跟乙握手，甲的手很凉，乙的手很热，这个地方彼此两个都有冷热的感受，他觉得你的手很热，你觉得他的手这么冷，有这个感受。这种觉是不是自他共有的？不是，所以这一句是破共生。『非违顺有』是破他生，刚才举夏天我们吹冷风或接暖气，暖气与冷风都是外头境界，外面境界就是他，「非违顺有」，不是他生的。『不于根出』，是破不自生；『又非空生』，破无因而生。前面几段四种生里少了一个共生，前面句子里头我们所看到的都有，看得出是不自生、不他生、不无因生，在这个地方四个意思都圆满了，有不共生。",
      "zh_TW": "『非離合來』是破共生的，自他共生就是離合來。譬如甲跟乙握手，甲的手很涼，乙的手很熱，這個地方彼此兩個都有冷熱的感受，他覺得你的手很熱，你覺得他的手這麼冷，有這個感受。這種覺是不是自他共有的？不是，所以這一句是破共生。『非違順有』是破他生，剛才舉夏天我們吹冷風或接暖氣，暖氣與冷風都是外頭境界，外面境界就是他，「非違順有」，不是他生的。『不於根出』，是破不自生；『又非空生』，破無因而生。前面幾段四種生裡少了一個共生，前面句子裡頭我們所看到的都有，看得出是不自生、不他生、不無因生，在這個地方四個意思都圓滿了，有不共生。"
    },
    {
      "id": "07-001-0086_p0062",
      "zh_CN": "【何以故。若合时来。离当已灭。云何觉离。违顺二相。亦复如是。若从根出。必无离合违顺四相。则汝身知。元无自性。】",
      "zh_TW": "【何以故。若合時來。離當已滅。云何覺離。違順二相。亦復如是。若從根出。必無離合違順四相。則汝身知。元無自性。】"
    },
    {
      "id": "07-001-0086_p0063",
      "zh_CN": "这是说明其所以然的道理，也就是说明无自性。",
      "zh_TW": "這是說明其所以然的道理，也就是說明無自性。"
    },
    {
      "id": "07-001-0086_p0064",
      "zh_CN": "【必于空出。空自知觉。何关汝入。】",
      "zh_TW": "【必於空出。空自知覺。何關汝入。】"
    },
    {
      "id": "07-001-0086_p0065",
      "zh_CN": "如果这个身觉知是从空来的，空有知，与我们自己的身心应当是没有交涉的。",
      "zh_TW": "如果這個身覺知是從空來的，空有知，與我們自己的身心應當是沒有交涉的。"
    },
    {
      "id": "07-001-0086_p0066",
      "zh_CN": "【是故当知身入虚妄。本非因缘。非自然性。】",
      "zh_TW": "【是故當知身入虛妄。本非因緣。非自然性。】"
    },
    {
      "id": "07-001-0086_p0067",
      "zh_CN": "以上见闻觉知都是指前五识，前五识对境才有。这个知，实在讲并不是分别才有的，而是如来藏性所现的作用。我们如果在这里面再起分别心，就不是前五识，那就是第六识在起作用；如果在境界里头又有很深的成见、固执，就变成第七识起作用。所以我们在见色闻声、六根接触六尘境界，这个心理的作用非常复杂，诸位要是深入《唯识论》，你就能够了解，绝不是简单的。而这个复杂的程度，与这整个大宇宙完全相同，我们看到无量无边的世界，这些银河系、星星，我们看复杂得不得了。实际上那个复杂，就跟我们一天到晚见色闻声头脑里妄念生灭是同样复杂，不增不减，妙极了，是一不是二，这是千真万确的事实。现在有些科学家有这个意思、有这种看法，可是那只是想像，是这么说的，没有佛法里说得这么肯定。佛法里面给我们说，一切万法是一不是二，是一个真性所生。而自己一个身心跟整个宇宙是一不是二，自己的身心是大宇宙的缩小，大宇宙就是自己身心的扩大，所以它是一不是二。我们在小的身心看到好像有生灭，大的宇宙不生不灭，所以佛法里面讲法身，法身就是以宇宙万法为身，因为宇宙万法确实与自己有密切的关系。不但与自己的心有密切关系，与自己的身也是有密切关系，这个诸位要去探求，实在是其味无穷，这是真理。今天就讲到此地。",
      "zh_TW": "以上見聞覺知都是指前五識，前五識對境才有。這個知，實在講並不是分別才有的，而是如來藏性所現的作用。我們如果在這裡面再起分別心，就不是前五識，那就是第六識在起作用；如果在境界裡頭又有很深的成見、固執，就變成第七識起作用。所以我們在見色聞聲、六根接觸六塵境界，這個心理的作用非常複雜，諸位要是深入《唯識論》，你就能夠了解，絕不是簡單的。而這個複雜的程度，與這整個大宇宙完全相同，我們看到無量無邊的世界，這些銀河系、星星，我們看複雜得不得了。實際上那個複雜，就跟我們一天到晚見色聞聲頭腦裡妄念生滅是同樣複雜，不增不減，妙極了，是一不是二，這是千真萬確的事實。現在有些科學家有這個意思、有這種看法，可是那只是想像，是這麼說的，沒有佛法裡說得這麼肯定。佛法裡面給我們說，一切萬法是一不是二，是一個真性所生。而自己一個身心跟整個宇宙是一不是二，自己的身心是大宇宙的縮小，大宇宙就是自己身心的擴大，所以它是一不是二。我們在小的身心看到好像有生滅，大的宇宙不生不滅，所以佛法裡面講法身，法身就是以宇宙萬法為身，因為宇宙萬法確實與自己有密切的關係。不但與自己的心有密切關係，與自己的身也是有密切關係，這個諸位要去探求，實在是其味無窮，這是真理。今天就講到此地。"
    }
  ]
}