{
  "doc_id": "07-001-0032",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十二集",
    "zh_TW": "第三十二集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0032",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "07-001-0032_p0001",
      "zh_CN": "世尊所问的都是意在言外，我们应当细心去体会。实际上在前面，佛已经把倒与正是一体不二，无论是在体性上、是在事相上都已经说出来，可是阿难听到前面一番开示，一下还是会不过意思来。实在说起来也难怪，一切凡夫无始劫来迷失了本性，虽然天天用它，可是日用而不自知。诸佛菩萨虽然苦口婆心给我们点醒，听了之后不见得就能够直下承当，听了之后不敢承认，这就是迷得太深太重，我们一般讲善根少、福德薄，才有这种情形。第一句佛教他：",
      "zh_TW": "世尊所問的都是意在言外，我們應當細心去體會。實際上在前面，佛已經把倒與正是一體不二，無論是在體性上、是在事相上都已經說出來，可是阿難聽到前面一番開示，一下還是會不過意思來。實在說起來也難怪，一切凡夫無始劫來迷失了本性，雖然天天用它，可是日用而不自知。諸佛菩薩雖然苦口婆心給我們點醒，聽了之後不見得就能夠直下承當，聽了之後不敢承認，這就是迷得太深太重，我們一般講善根少、福德薄，才有這種情形。第一句佛教他："
    },
    {
      "id": "07-001-0032_p0002",
      "zh_CN": "【随汝谛观汝身佛身。称颠倒者名字何处号为颠倒。】",
      "zh_TW": "【隨汝諦觀汝身佛身。稱顛倒者名字何處號為顛倒。】"
    },
    {
      "id": "07-001-0032_p0003",
      "zh_CN": "这个意思是说，你的身与佛的身现在都在眼前，既然佛叫做正遍知、迷叫做性颠倒，这个颠倒名字，名一定要有实，究竟是哪个地方叫做颠倒？这段话里面含意是说，大凡一个物体名相，一个物有一个名，一个相也有一个号，名相多半不会相杂，所以这才叫阿难就名来找这个相。譬如扇子，我们讲扇子在哪里？这里摆了个扇子，你就扇这个名字，你会把这个物找来。我们讲某甲，某甲是一个人，你可以把他找来，能把这个人找来。佛叫它『颠倒』，你把颠倒找来，在你凡夫身、在佛身你去把颠倒找来，这个不容易，这个意思就是要教阿难觉悟，颠倒所在在什么地方。底下一段：",
      "zh_TW": "這個意思是說，你的身與佛的身現在都在眼前，既然佛叫做正遍知、迷叫做性顛倒，這個顛倒名字，名一定要有實，究竟是哪個地方叫做顛倒？這段話裡面含意是說，大凡一個物體名相，一個物有一個名，一個相也有一個號，名相多半不會相雜，所以這才叫阿難就名來找這個相。譬如扇子，我們講扇子在哪裡？這裡擺了個扇子，你就扇這個名字，你會把這個物找來。我們講某甲，某甲是一個人，你可以把他找來，能把這個人找來。佛叫它『顛倒』，你把顛倒找來，在你凡夫身、在佛身你去把顛倒找來，這個不容易，這個意思就是要教阿難覺悟，顛倒所在在什麼地方。底下一段："
    },
    {
      "id": "07-001-0032_p0004",
      "zh_CN": "【于时。阿难与诸大众。瞪瞢瞻佛。目睛不瞬。不知身心颠倒所在。】",
      "zh_TW": "【于時。阿難與諸大眾。瞪瞢瞻佛。目睛不瞬。不知身心顛倒所在。】"
    },
    {
      "id": "07-001-0032_p0005",
      "zh_CN": "不但是阿难，在会的那些大众，除掉那些已经见性的大菩萨他们明了，没有见性以下的，权教菩萨、二乘圣者、凡夫、外道都找不到颠倒之相，原因在什么地方？原因是不能通达万法唯心的道理。我们常常读诵大乘，万法唯心或者是万法唯识，我们听得很习惯、听得耳熟，是不是真正懂？听到这个名词似懂非懂。你说不懂，也能够描绘一番大道理来；你说真懂吧，我们在日常生活当中还是事事颠倒并没有觉悟。要问觉悟的相是什么相？给诸位说，觉悟的相是清净相，心地是清净相，决定没有烦恼。如果我们心里面还有烦恼现前，这叫颠倒相，颠倒才有烦恼，觉悟没有烦恼，这是迷悟不相同。悟了，给诸位说，不但没有生死，也没有六道，也没有十法界，悟了叫一真。悟的人没有三世，没有过去、现在、未来，所以悟了的人他住不二法门，万法都不二，生佛也不二；迷的人眼睛里面有六道、有轮回、有生死、有十法界，这是说迷悟之相不同。我们自己要认真检点自己，咱们是悟还是迷？万不可以把迷当作悟，那就坏了。迷没有关系，你再努力，迷关总是可以打破，不是打不破，只要诸位明了这个理论、懂得这个方法，依教修行。破迷开悟，是大乘佛法教学终极目标之所在，一定能够达到的，这个意思《华严》里面也说得很多，《楞严》说得也够详细。如果真正明白万法唯心，你就晓得身心万物哪一物不是自己妙明心中所现之物！你就明白颠倒在什么地方？颠倒在错认了心外有法，这就是颠倒。",
      "zh_TW": "不但是阿難，在會的那些大眾，除掉那些已經見性的大菩薩他們明瞭，沒有見性以下的，權教菩薩、二乘聖者、凡夫、外道都找不到顛倒之相，原因在什麼地方？原因是不能通達萬法唯心的道理。我們常常讀誦大乘，萬法唯心或者是萬法唯識，我們聽得很習慣、聽得耳熟，是不是真正懂？聽到這個名詞似懂非懂。你說不懂，也能夠描繪一番大道理來；你說真懂吧，我們在日常生活當中還是事事顛倒並沒有覺悟。要問覺悟的相是什麼相？給諸位說，覺悟的相是清淨相，心地是清淨相，決定沒有煩惱。如果我們心裡面還有煩惱現前，這叫顛倒相，顛倒才有煩惱，覺悟沒有煩惱，這是迷悟不相同。悟了，給諸位說，不但沒有生死，也沒有六道，也沒有十法界，悟了叫一真。悟的人沒有三世，沒有過去、現在、未來，所以悟了的人他住不二法門，萬法都不二，生佛也不二；迷的人眼睛裡面有六道、有輪迴、有生死、有十法界，這是說迷悟之相不同。我們自己要認真檢點自己，咱們是悟還是迷？萬不可以把迷當作悟，那就壞了。迷沒有關係，你再努力，迷關總是可以打破，不是打不破，只要諸位明瞭這個理論、懂得這個方法，依教修行。破迷開悟，是大乘佛法教學終極目標之所在，一定能夠達到的，這個意思《華嚴》裡面也說得很多，《楞嚴》說得也夠詳細。如果真正明白萬法唯心，你就曉得身心萬物哪一物不是自己妙明心中所現之物！你就明白顛倒在什麼地方？顛倒在錯認了心外有法，這就是顛倒。"
    },
    {
      "id": "07-001-0032_p0006",
      "zh_CN": "佛法与世间所有的学问都不一样，不一样的所在就是，世间法里面所有学问是对立的、相对的，相对在佛法里面就叫做颠倒，是相对的。佛法说法也说相对的，但是佛法那个相对是立在非相对的基础上来说相对。譬如佛法讲有能所，讲有生佛，有佛、有众生，这个好像看起来也是相对的，但是佛法所说的佛与众生是一不是二，佛法讲能、讲所，能所也是一，也不是二。换句话说，佛法所研究的是自己研究自己，研究万法还是研究自己，因为万法是自己一心中所现之物。这个观念，世间所有的学术、一切宗教里头都没有，唯独佛法里面有，而且再告诉诸位，唯独大乘佛法里面才有。大乘佛法，我们以华严五教来说，小始终顿圆，小教里头没有，小教里头是相对的，意思不圆，大乘始教里头也不圆，到大乘终教里面才有这个意思，究竟圆满是在圆教里面讲，才是圆满的意思。我们要想修学真正的智慧、真正的福报，一定要从圆教当中才能够修得圆满。圆教的根性是最为难得，很不容易得到，虽然难得，不是说不能得到。这个难得也不是指别人难得，别人是圆、是顿、是大、是小，与我不相关，问题是在自己，我们自己要怎样得到圆顿的根性这才是重要的。",
      "zh_TW": "佛法與世間所有的學問都不一樣，不一樣的所在就是，世間法裡面所有學問是對立的、相對的，相對在佛法裡面就叫做顛倒，是相對的。佛法說法也說相對的，但是佛法那個相對是立在非相對的基礎上來說相對。譬如佛法講有能所，講有生佛，有佛、有眾生，這個好像看起來也是相對的，但是佛法所說的佛與眾生是一不是二，佛法講能、講所，能所也是一，也不是二。換句話說，佛法所研究的是自己研究自己，研究萬法還是研究自己，因為萬法是自己一心中所現之物。這個觀念，世間所有的學術、一切宗教裡頭都沒有，唯獨佛法裡面有，而且再告訴諸位，唯獨大乘佛法裡面才有。大乘佛法，我們以華嚴五教來說，小始終頓圓，小教裡頭沒有，小教裡頭是相對的，意思不圓，大乘始教裡頭也不圓，到大乘終教裡面才有這個意思，究竟圓滿是在圓教裡面講，才是圓滿的意思。我們要想修學真正的智慧、真正的福報，一定要從圓教當中才能夠修得圓滿。圓教的根性是最為難得，很不容易得到，雖然難得，不是說不能得到。這個難得也不是指別人難得，別人是圓、是頓、是大、是小，與我不相關，問題是在自己，我們自己要怎樣得到圓頓的根性這才是重要的。"
    },
    {
      "id": "07-001-0032_p0007",
      "zh_CN": "圆顿的根性是可以培养的，我们如果明白圆顿根性可以培养，我们就得了很大的安慰。为什么？我们在这一生当中能够遇到圆教，我们与圆教就有缘，换句话说，我们一定也有这个善根福德，如果没有善根福德，咱们遇不到这个因缘。因缘既然遇到了，只要自己肯精进。这个道理我们过去在讲席当中也曾经说过，多生多劫的善根福德因缘哪个没有？人人都有。人人都有，在现前为什么不得受用？现前我们缺少一个条件，我们不肯精进，我们懒惰、懈怠、放逸，所以无始劫所修的善根福德因缘现在不能拿出来用，由此可知，只要精进。何况圆顿根性是性具的，一切众生皆有佛性，哪个人没有圆顿根性？人人都有。薰成圆顿根性是要发愤努力精进，我们才能够获得。薰习的工具就是大乘经典，尤其是经论当中属于圆顿大法的，像我们现在所念的《华严经》、《楞严经》、《六祖坛经》，咱们讲堂现在讲的这三部都是属于圆顿大法。《大智度论》、《弥陀经疏钞》，这可以说是属于大乘宗教的。我们现在讲堂所研究这几部，如果我们认真长期在薰习，有三、五年的时间，纵然不能到纯圆，我们的根性也渐渐接近到圆教。圆人解意不一样，意思是圆的不是偏的，圆人所修，一修一切修。",
      "zh_TW": "圓頓的根性是可以培養的，我們如果明白圓頓根性可以培養，我們就得了很大的安慰。為什麼？我們在這一生當中能夠遇到圓教，我們與圓教就有緣，換句話說，我們一定也有這個善根福德，如果沒有善根福德，咱們遇不到這個因緣。因緣既然遇到了，只要自己肯精進。這個道理我們過去在講席當中也曾經說過，多生多劫的善根福德因緣哪個沒有？人人都有。人人都有，在現前為什麼不得受用？現前我們缺少一個條件，我們不肯精進，我們懶惰、懈怠、放逸，所以無始劫所修的善根福德因緣現在不能拿出來用，由此可知，只要精進。何況圓頓根性是性具的，一切眾生皆有佛性，哪個人沒有圓頓根性？人人都有。薰成圓頓根性是要發憤努力精進，我們才能夠獲得。薰習的工具就是大乘經典，尤其是經論當中屬於圓頓大法的，像我們現在所念的《華嚴經》、《楞嚴經》、《六祖壇經》，咱們講堂現在講的這三部都是屬於圓頓大法。《大智度論》、《彌陀經疏鈔》，這可以說是屬於大乘宗教的。我們現在講堂所研究這幾部，如果我們認真長期在薰習，有三、五年的時間，縱然不能到純圓，我們的根性也漸漸接近到圓教。圓人解意不一樣，意思是圓的不是偏的，圓人所修，一修一切修。"
    },
    {
      "id": "07-001-0032_p0008",
      "zh_CN": "此地所讲倒与正就是迷与悟，如果用经中比喻来说，经里面将本性比喻作大海，将海里面的水泡比喻作我们的身心。如果我们确认大海是自己，这就叫正遍知；如果认为水泡就是自己，这就叫做颠倒性。我想上一次所讲的诸位必定还记得，佛问阿难，佛垂手举手哪个是倒、哪个是正？佛垂手、举臂这个动作就是叫阿难觉悟的，悟了以后就不必再说，如果还在手臂上分倒、分正，这就是迷。亦如须菩提尊者在石洞里面打坐，不用根与识，普见如来法身，这叫正遍知，那就是经上讲的是用见性去见，见性是脱根、脱尘、也脱识的，这才是真实的。根尘识好比是水泡，大海好比是真性，根尘识是依真性而起的，没有根性哪来的根尘识？但是离开根尘识，有大海在，大海是如如不动之体，水泡是时生时灭，生不离大海，灭还不离大海，诸位可以从这个比喻当中细细去体会。阿难尊者他是用的根尘识，用自己的眼根、眼识对如来的色尘，在色尘上分正、分倒，这叫六识用事，六识用事就叫做颠倒性。由此可知，什么叫做正遍知、什么叫做性颠倒，我们大概总可以了解。",
      "zh_TW": "此地所講倒與正就是迷與悟，如果用經中比喻來說，經裡面將本性比喻作大海，將海裡面的水泡比喻作我們的身心。如果我們確認大海是自己，這就叫正遍知；如果認為水泡就是自己，這就叫做顛倒性。我想上一次所講的諸位必定還記得，佛問阿難，佛垂手舉手哪個是倒、哪個是正？佛垂手、舉臂這個動作就是叫阿難覺悟的，悟了以後就不必再說，如果還在手臂上分倒、分正，這就是迷。亦如須菩提尊者在石洞裡面打坐，不用根與識，普見如來法身，這叫正遍知，那就是經上講的是用見性去見，見性是脫根、脫塵、也脫識的，這才是真實的。根塵識好比是水泡，大海好比是真性，根塵識是依真性而起的，沒有根性哪來的根塵識？但是離開根塵識，有大海在，大海是如如不動之體，水泡是時生時滅，生不離大海，滅還不離大海，諸位可以從這個比喻當中細細去體會。阿難尊者他是用的根塵識，用自己的眼根、眼識對如來的色塵，在色塵上分正、分倒，這叫六識用事，六識用事就叫做顛倒性。由此可知，什麼叫做正遍知、什麼叫做性顛倒，我們大概總可以了解。"
    },
    {
      "id": "07-001-0032_p0009",
      "zh_CN": "虽然了解，我们自己依旧在性颠倒位中不能出离，这又是什么原因？这是由于我们并没有彻悟、彻底的悟入。我们现在明白这个道理这叫小悟，听到有这么个消息、晓得有这桩事情，虽晓得这桩事情，不能够现在就现前，现在我们依旧得不到受用，这就是我们也是用六识用事。我们现在看经，用眼根、眼识来看，不是用见性来看经；我们现在在讲堂里听法，是用耳根、耳识在听法，不是用闻性在听法。如果我们现前看经用见性、听经用闻性，那诸位都成佛了。见性所见是色性不是色尘，岂不是自己见自己吗？见性是自己，色性还是自己，不二法门。闻性闻声性，还是自己闻自己，闻性是自己本人，声性也是自己本人，何尝有二？不见性的人就是二，就是对立的，为什么？耳识不是声尘，耳识跟声尘是二不是一；眼识不是色尘，眼识对色尘是二不是一。由此可知，六识用事就叫做世间法、就叫做性颠倒。舍识用根，这要记住，是根中之性，我们一旦会用根中之性，那就叫正遍知，跟须菩提石洞里面面壁参禅没有两样。不用根识，六根之性遍缘法界，一切刹土、一切众生界，无所不见、无所不闻，这就是经上所讲的「性成无上道」。我们同修要学着会用这一点，这叫真本事、真功夫，这真是一了百了，无始劫以来他都解决不了的问题，现在这是一个大好机会。如果再把这个机会错过，我们再能遇到这个机会那是什么时候？不容易。开经偈里面所讲「百千万劫难遭遇」，这句话一点都不过分，这种机缘非常不容易遇到。我们今天能够遇到这个机缘，机缘遇到必须要精进、要努力，一定要在这一生当中解决问题，明心见性，在念佛要念到理一心不乱。这一段我们就讲到此地。请看底下经文：",
      "zh_TW": "雖然了解，我們自己依舊在性顛倒位中不能出離，這又是什麼原因？這是由於我們並沒有徹悟、徹底的悟入。我們現在明白這個道理這叫小悟，聽到有這麼個消息、曉得有這樁事情，雖曉得這樁事情，不能夠現在就現前，現在我們依舊得不到受用，這就是我們也是用六識用事。我們現在看經，用眼根、眼識來看，不是用見性來看經；我們現在在講堂裡聽法，是用耳根、耳識在聽法，不是用聞性在聽法。如果我們現前看經用見性、聽經用聞性，那諸位都成佛了。見性所見是色性不是色塵，豈不是自己見自己嗎？見性是自己，色性還是自己，不二法門。聞性聞聲性，還是自己聞自己，聞性是自己本人，聲性也是自己本人，何嘗有二？不見性的人就是二，就是對立的，為什麼？耳識不是聲塵，耳識跟聲塵是二不是一；眼識不是色塵，眼識對色塵是二不是一。由此可知，六識用事就叫做世間法、就叫做性顛倒。捨識用根，這要記住，是根中之性，我們一旦會用根中之性，那就叫正遍知，跟須菩提石洞裡面面壁參禪沒有兩樣。不用根識，六根之性遍緣法界，一切剎土、一切眾生界，無所不見、無所不聞，這就是經上所講的「性成無上道」。我們同修要學著會用這一點，這叫真本事、真功夫，這真是一了百了，無始劫以來他都解決不了的問題，現在這是一個大好機會。如果再把這個機會錯過，我們再能遇到這個機會那是什麼時候？不容易。開經偈裡面所講「百千萬劫難遭遇」，這句話一點都不過分，這種機緣非常不容易遇到。我們今天能夠遇到這個機緣，機緣遇到必須要精進、要努力，一定要在這一生當中解決問題，明心見性，在念佛要念到理一心不亂。這一段我們就講到此地。請看底下經文："
    },
    {
      "id": "07-001-0032_p0010",
      "zh_CN": "【佛兴慈悲。哀愍阿难及诸大众。发海潮音。遍告同会。诸善男子。我常说言。色心诸缘。及心所使。诸所缘法。唯心所现。】",
      "zh_TW": "【佛興慈悲。哀愍阿難及諸大眾。發海潮音。遍告同會。諸善男子。我常說言。色心諸緣。及心所使。諸所緣法。唯心所現。】"
    },
    {
      "id": "07-001-0032_p0011",
      "zh_CN": "我们一段一段来看，这个里面含的意思太多了。『佛兴慈悲』，兴是兴起，诸位要晓得，佛的慈悲心是平等的、是普遍的。所以我们自己的心跟佛心也是一样，我们的慈悲心，在座每一位同修，我们慈悲心是尽虚空、尽法界、尽众生界，不是外来的。为什么在境界里有的时候慈悲起现行，有的时候慈悲没有？这个道理在《楞严经》上有答案，叫「随众生心，应所知量」，遇到缘它就现行，不遇缘虽然周遍，它不起作用。我常常举这个像电波，咱们电视台的电波无所不在遍一切处，你要没有个电视机，不把频道拨对，虽然电波充遍空间，但是它不现行；你有这一台电视机摆着，频道一拨对，那个影像立刻就现出来，随众生心、应所知量。我们自己的本心实在是平等的、是清净的、是慈悲的，跟十方三世一切诸佛是无二无别，本来是如此。诸位要能够信得过，我的真心清净、平等、慈悲，跟诸佛菩萨确实是一样的，一点都不怀疑了，给诸位说，你就是圆顿的根性，圆教跟一般不同地方就在此地，他信得过自己。小乘人就不相信，「佛有慈悲，我没有，我哪有慈悲？我心里都是烦恼，一脑袋都是恶念」，他不相信他自己有慈悲。圆教的根性人相信，相信自己的慈悲心跟佛一样大，决定没有两样。",
      "zh_TW": "我們一段一段來看，這個裡面含的意思太多了。『佛興慈悲』，興是興起，諸位要曉得，佛的慈悲心是平等的、是普遍的。所以我們自己的心跟佛心也是一樣，我們的慈悲心，在座每一位同修，我們慈悲心是盡虛空、盡法界、盡眾生界，不是外來的。為什麼在境界裡有的時候慈悲起現行，有的時候慈悲沒有？這個道理在《楞嚴經》上有答案，叫「隨眾生心，應所知量」，遇到緣它就現行，不遇緣雖然周遍，它不起作用。我常常舉這個像電波，咱們電視台的電波無所不在遍一切處，你要沒有個電視機，不把頻道撥對，雖然電波充遍空間，但是它不現行；你有這一台電視機擺著，頻道一撥對，那個影像立刻就現出來，隨眾生心、應所知量。我們自己的本心實在是平等的、是清淨的、是慈悲的，跟十方三世一切諸佛是無二無別，本來是如此。諸位要能夠信得過，我的真心清淨、平等、慈悲，跟諸佛菩薩確實是一樣的，一點都不懷疑了，給諸位說，你就是圓頓的根性，圓教跟一般不同地方就在此地，他信得過自己。小乘人就不相信，「佛有慈悲，我沒有，我哪有慈悲？我心裡都是煩惱，一腦袋都是惡念」，他不相信他自己有慈悲。圓教的根性人相信，相信自己的慈悲心跟佛一樣大，決定沒有兩樣。"
    },
    {
      "id": "07-001-0032_p0012",
      "zh_CN": "佛在大众遇到困难不能解决，眼睛都瞪着佛，一句话也说不出来的时候，佛大慈大悲流露慈悲的相出来，『哀愍阿难及诸大众』，怜悯他什么？怜悯他们不晓得颠倒所在。不知道颠倒所在，实在讲就是不知道真心的所在，不知道真心的所在，怎么能开悟？由此可知，佛每一个举动、每一句言词，都是诱导大众开悟，都是启发我们见性。这部经自始而终，我们讲这个科判，每个小科都是这个意思。所以常常读诵大乘经典就常常有悟处，虽没有大悟，常有小悟就好，小悟积多了就大悟，大悟积多了就彻悟，就能够悟入一真的境界。大乘经典读多了，薰习力量强，不念经的时候也开悟，日常生活当中见色闻声，六根接触六尘境界也开悟，薰习的功夫、力量到达这个程度就是如此。正是六祖所说的「惠能心中常生智慧」，又说「从一般若生八万四千智慧」。能大师是先天的底子厚，乘愿再来的，我们这一生培养，培养个若干年，我们也能够到能大师这境界。六根接触六尘境界常生智慧，于内于外、于自于他，看得清清楚楚、了了分明，一丝毫都不迷，这就是大自在，这是真正的解脱。",
      "zh_TW": "佛在大眾遇到困難不能解決，眼睛都瞪著佛，一句話也說不出來的時候，佛大慈大悲流露慈悲的相出來，『哀愍阿難及諸大眾』，憐憫他什麼？憐憫他們不曉得顛倒所在。不知道顛倒所在，實在講就是不知道真心的所在，不知道真心的所在，怎麼能開悟？由此可知，佛每一個舉動、每一句言詞，都是誘導大眾開悟，都是啟發我們見性。這部經自始而終，我們講這個科判，每個小科都是這個意思。所以常常讀誦大乘經典就常常有悟處，雖沒有大悟，常有小悟就好，小悟積多了就大悟，大悟積多了就徹悟，就能夠悟入一真的境界。大乘經典讀多了，薰習力量強，不念經的時候也開悟，日常生活當中見色聞聲，六根接觸六塵境界也開悟，薰習的功夫、力量到達這個程度就是如此。正是六祖所說的「惠能心中常生智慧」，又說「從一般若生八萬四千智慧」。能大師是先天的底子厚，乘願再來的，我們這一生培養，培養個若干年，我們也能夠到能大師這境界。六根接觸六塵境界常生智慧，於內於外、於自於他，看得清清楚楚、了了分明，一絲毫都不迷，這就是大自在，這是真正的解脫。"
    },
    {
      "id": "07-001-0032_p0013",
      "zh_CN": "『发海潮音』，海潮在此地是比喻，潮水涨落有一定的时候，佛说法的音声比作海潮音，是比喻感应道交而不错过时节因缘，什么时候应该说什么法门，说出听者就能得利益，这就叫「海潮音」。海潮音的意思是正适合这个时候，又适合大众的程度。『遍告同会』，普遍的告诉在会的这些大众们。『诸善男子，我常说言』，佛所说法，无论是方便说、是称性说，方便与称性是一不是二，所以方便也是称性。换句话说，佛的教诲、言词都是从一切种智里面流露出来的，而众生根性不同，随类各解。圆教菩萨听的是圆顿大法，小乘圣者听到的是小乘的教法，我们凡夫人天听到的是教我们人天善道。这就是所谓「佛以一音而说法」，这个一音就是同一个一切种智。凡夫、小乘听到这句话也能听懂，一切唯心造，业造的；权教菩萨程度高一点，一切唯心造，什么心？八识，识变的；圆顿性人所听的，真心所现。佛是一句话，每个人听到，程度不同，解释就不同，对不对？都对。程度高的人解得深、解得圆；程度浅的人他解得浅、解得偏，但都对、都没错。",
      "zh_TW": "『發海潮音』，海潮在此地是比喻，潮水漲落有一定的時候，佛說法的音聲比作海潮音，是比喻感應道交而不錯過時節因緣，什麼時候應該說什麼法門，說出聽者就能得利益，這就叫「海潮音」。海潮音的意思是正適合這個時候，又適合大眾的程度。『遍告同會』，普遍的告訴在會的這些大眾們。『諸善男子，我常說言』，佛所說法，無論是方便說、是稱性說，方便與稱性是一不是二，所以方便也是稱性。換句話說，佛的教誨、言詞都是從一切種智裡面流露出來的，而眾生根性不同，隨類各解。圓教菩薩聽的是圓頓大法，小乘聖者聽到的是小乘的教法，我們凡夫人天聽到的是教我們人天善道。這就是所謂「佛以一音而說法」，這個一音就是同一個一切種智。凡夫、小乘聽到這句話也能聽懂，一切唯心造，業造的；權教菩薩程度高一點，一切唯心造，什麼心？八識，識變的；圓頓性人所聽的，真心所現。佛是一句話，每個人聽到，程度不同，解釋就不同，對不對？都對。程度高的人解得深、解得圓；程度淺的人他解得淺、解得偏，但都對、都沒錯。"
    },
    {
      "id": "07-001-0032_p0014",
      "zh_CN": "所以，佛的说法是圆的。诸位想想，这一句怎么能做一个解释？一个一种解释，不能做第二种解释，那个言语是死的不是活的。佛所说的每句话，给诸位说，你要是把它解开来，无量无边，不止这三种。怎么说无量无边？众生的程度无量无边，以一切唯心造这一句来说，五十一位菩萨就五十一种不同的解释。五十一位菩萨这是归纳，实际上何止五十一类？无量无边差别之类。众生随类各得解，诸位想想，佛法真正不容易，我们今天讲佛法，来注解一下，谈何容易？佛口里说的是圆的，我们一注都是死的了，所以佛才教我们依法不依人，法是佛说的，圆满至极。佛在大经里又教给我们，「佛法无人说，虽智莫能解」，要什么人来说？有修有证。换句话说，他自己必须是见了性，是入了不二法门，这样的人他来讲佛法也是圆的。他虽然没有证得究竟圆满的一切种智，也证得一分、两分，从圆教初住以上就有一切种智，初住菩萨一分，二住菩萨两分，到如来地就是圆满。圆教初住以上叫分证佛，他是真的不是假的，他来讲佛的经典决定不会讲错，只可以说他讲的有浅深差别，决定不错。为什么？他有一切种智，所以经典在他口里是圆的，不是死板板的。",
      "zh_TW": "所以，佛的說法是圓的。諸位想想，這一句怎麼能做一個解釋？一個一種解釋，不能做第二種解釋，那個言語是死的不是活的。佛所說的每句話，給諸位說，你要是把它解開來，無量無邊，不止這三種。怎麼說無量無邊？眾生的程度無量無邊，以一切唯心造這一句來說，五十一位菩薩就五十一種不同的解釋。五十一位菩薩這是歸納，實際上何止五十一類？無量無邊差別之類。眾生隨類各得解，諸位想想，佛法真正不容易，我們今天講佛法，來註解一下，談何容易？佛口裡說的是圓的，我們一註都是死的了，所以佛才教我們依法不依人，法是佛說的，圓滿至極。佛在大經裡又教給我們，「佛法無人說，雖智莫能解」，要什麼人來說？有修有證。換句話說，他自己必須是見了性，是入了不二法門，這樣的人他來講佛法也是圓的。他雖然沒有證得究竟圓滿的一切種智，也證得一分、兩分，從圓教初住以上就有一切種智，初住菩薩一分，二住菩薩兩分，到如來地就是圓滿。圓教初住以上叫分證佛，他是真的不是假的，他來講佛的經典決定不會講錯，只可以說他講的有淺深差別，決定不錯。為什麼？他有一切種智，所以經典在他口裡是圓的，不是死板板的。"
    },
    {
      "id": "07-001-0032_p0015",
      "zh_CN": "这一段是就过去世尊常常教导大家，再提一提其中深奥的义理，这是因为阿难以及与阿难程度相仿佛的这一类大众，不能通达现前一念、不达色身见闻之性，本来是横遍十方、竖穷三际，等虚空遍法界。虽然说等虚空遍法界，很妙，没有虚空之相，这就说的是真性。这是大家不明了，而误认四大是自己身，六尘缘影以为是自己的心，这就等于前面所说的，曲解大海，认一个水泡泡为自己。佛在今天讲「我常说言」，不是在此地初说的，佛常常讲。下面这四句十六个字，给诸位说，就是一部《百法明门论》，也就是一部《瑜伽师地论》，展开来是一百卷的《大论》，在《楞严》上十六个字说完了。色就是讲的色法，我们用百法来说，因为百法诸位有许多都读过、都听过，百法是《瑜伽师地论》里面六百六十法归纳成的，所以百法就是六百六十法，六百六十法是万法归纳成的，换句话说，就是万法。",
      "zh_TW": "這一段是就過去世尊常常教導大家，再提一提其中深奧的義理，這是因為阿難以及與阿難程度相彷彿的這一類大眾，不能通達現前一念、不達色身見聞之性，本來是橫遍十方、豎窮三際，等虛空遍法界。雖然說等虛空遍法界，很妙，沒有虛空之相，這就說的是真性。這是大家不明瞭，而誤認四大是自己身，六塵緣影以為是自己的心，這就等於前面所說的，曲解大海，認一個水泡泡為自己。佛在今天講「我常說言」，不是在此地初說的，佛常常講。下面這四句十六個字，給諸位說，就是一部《百法明門論》，也就是一部《瑜伽師地論》，展開來是一百卷的《大論》，在《楞嚴》上十六個字說完了。色就是講的色法，我們用百法來說，因為百法諸位有許多都讀過、都聽過，百法是《瑜伽師地論》裡面六百六十法歸納成的，所以百法就是六百六十法，六百六十法是萬法歸納成的，換句話說，就是萬法。"
    },
    {
      "id": "07-001-0032_p0016",
      "zh_CN": "我们为了讲解方便起见，我们还依《百法》来讲，『色』就是十一种色法，『心』就是八识心王，『诸缘』，诸是多，缘里面有分能缘及所缘，能缘的是心，所缘是境界，所以说色心诸缘。『及心所使』，心所使就是心王的使者，那是什么？与心相应的五十一个心所，这是为心王所使的，所使实际上就是指相应的。第三句讲『诸所缘法』，诸所缘法是指与心王不相应的二十四种不相应行法，以及六种无为法也包括在诸所缘法这句里面。由此可知，这十二个字就把一部《百法明门论》包括无遗。这个百法从哪里来的？底下一句把真相说出来，『唯心所现』。百法包括真妄、邪正、善恶、世出世间一切法，这些法都是我们自己本具一真法界的心性当中所现之物。能现的是真心，真心好像明镜一样；所现的是万法，镜子里面的影像。但是诸位要晓得，这个比喻实在是没法子，真相没有法子比得出来。为什么？镜子照外面的现相，是外头真有相印进去；真心现出的相，外头没有相，是自己现的相，外面没有。实在找不到比喻，才用个镜子，镜子就只取镜子里面印像，不要去管外面的境界相，从这个当中才能够得到少分仿佛的意思。相，指镜子里面的相，相不离镜、镜不离相，镜外无相、相外无镜，法外无心、心外无法。法就是指万法，十法界依正庄严，一切万法没有自体，自体就是真性，就像镜子里面的相没有自体，自体就是镜子本身。",
      "zh_TW": "我們為了講解方便起見，我們還依《百法》來講，『色』就是十一種色法，『心』就是八識心王，『諸緣』，諸是多，緣裡面有分能緣及所緣，能緣的是心，所緣是境界，所以說色心諸緣。『及心所使』，心所使就是心王的使者，那是什麼？與心相應的五十一個心所，這是為心王所使的，所使實際上就是指相應的。第三句講『諸所緣法』，諸所緣法是指與心王不相應的二十四種不相應行法，以及六種無為法也包括在諸所緣法這句裡面。由此可知，這十二個字就把一部《百法明門論》包括無遺。這個百法從哪裡來的？底下一句把真相說出來，『唯心所現』。百法包括真妄、邪正、善惡、世出世間一切法，這些法都是我們自己本具一真法界的心性當中所現之物。能現的是真心，真心好像明鏡一樣；所現的是萬法，鏡子裡面的影像。但是諸位要曉得，這個比喻實在是沒法子，真相沒有法子比得出來。為什麼？鏡子照外面的現相，是外頭真有相印進去；真心現出的相，外頭沒有相，是自己現的相，外面沒有。實在找不到比喻，才用個鏡子，鏡子就只取鏡子裡面印像，不要去管外面的境界相，從這個當中才能夠得到少分彷彿的意思。相，指鏡子裡面的相，相不離鏡、鏡不離相，鏡外無相、相外無鏡，法外無心、心外無法。法就是指萬法，十法界依正莊嚴，一切萬法沒有自體，自體就是真性，就像鏡子裡面的相沒有自體，自體就是鏡子本身。"
    },
    {
      "id": "07-001-0032_p0017",
      "zh_CN": "诸位要是能从这里悟进去，受用不可思议，从此以后你在开解、在修行上都能得大利益。不悟怎么样？不悟在境界里头还是执着，还是心外有法、法外有心，心法对立，这个事情就麻烦大了，这就是佛前面所讲的颠倒性。《金刚经》里面给我们说得很好，「凡所有相皆是虚妄」。众生相是虚妄的，佛相也是虚妄的，没有例外；娑婆秽土是虚妄的，极乐清净、华藏庄严，同一个虚妄。为什么会有种种差别？要晓得诸法无自性，无自性就是清净、平等。我们自己迷惑颠倒，我们眼睛里看一切法不平等，闻一切法不平等，病在自己的虚妄分别执着，不在外境。因为外境无自性，无自性就是没有自体，它的自性就是真性，真性是清净的、真性是平等的，所以一切相它怎么不清净、它怎么不平等！总得要明了，要责怪自己糊涂、自己颠倒，自己不明了唯心所现。所以《百法》是大乘入门的一门功课，大乘入门是指什么人？是指圆教初住菩萨。这一部书它教学的目标，就是教我们从百法里面悟出真性，百法就好比门，是智慧之门。晓得百法是唯心所现，就晓得万法是唯心所现，你的智慧才开。拿般若的话来说，就是你证得诸法实相，拿禅宗的话就是明心见性，净土宗的功夫就是理一心不乱，给诸位说，这叫真实的成就，一点都不假。这个道理佛是常常讲，所以他说「我常说言」，现在在楞严会上又重新提一提，提醒大家。主要是在后头这一句：",
      "zh_TW": "諸位要是能從這裡悟進去，受用不可思議，從此以後你在開解、在修行上都能得大利益。不悟怎麼樣？不悟在境界裡頭還是執著，還是心外有法、法外有心，心法對立，這個事情就麻煩大了，這就是佛前面所講的顛倒性。《金剛經》裡面給我們說得很好，「凡所有相皆是虛妄」。眾生相是虛妄的，佛相也是虛妄的，沒有例外；娑婆穢土是虛妄的，極樂清淨、華藏莊嚴，同一個虛妄。為什麼會有種種差別？要曉得諸法無自性，無自性就是清淨、平等。我們自己迷惑顛倒，我們眼睛裡看一切法不平等，聞一切法不平等，病在自己的虛妄分別執著，不在外境。因為外境無自性，無自性就是沒有自體，它的自性就是真性，真性是清淨的、真性是平等的，所以一切相它怎麼不清淨、它怎麼不平等！總得要明瞭，要責怪自己糊塗、自己顛倒，自己不明瞭唯心所現。所以《百法》是大乘入門的一門功課，大乘入門是指什麼人？是指圓教初住菩薩。這一部書它教學的目標，就是教我們從百法裡面悟出真性，百法就好比門，是智慧之門。曉得百法是唯心所現，就曉得萬法是唯心所現，你的智慧才開。拿般若的話來說，就是你證得諸法實相，拿禪宗的話就是明心見性，淨土宗的功夫就是理一心不亂，給諸位說，這叫真實的成就，一點都不假。這個道理佛是常常講，所以他說「我常說言」，現在在楞嚴會上又重新提一提，提醒大家。主要是在後頭這一句："
    },
    {
      "id": "07-001-0032_p0018",
      "zh_CN": "【汝身汝心。皆是妙明真精妙心中所现物。】",
      "zh_TW": "【汝身汝心。皆是妙明真精妙心中所現物。】"
    },
    {
      "id": "07-001-0032_p0019",
      "zh_CN": "这一句扣到自己。『汝身汝心』，好像这经上是对阿难不是对我说的，那就又麻烦大了。诸位要晓得，佛正是对我们所讲的，「汝身汝心」，就是指我们自己的身体、我们自己的心。我们这个身、我们的心，从哪里来的？是我们不生不灭广大清净心中所现之物。这一句里头也含着有很深的意思。我们今天时间到了，下一次下个星期六我们从这里再讲，细细的给诸位说。",
      "zh_TW": "這一句扣到自己。『汝身汝心』，好像這經上是對阿難不是對我說的，那就又麻煩大了。諸位要曉得，佛正是對我們所講的，「汝身汝心」，就是指我們自己的身體、我們自己的心。我們這個身、我們的心，從哪裡來的？是我們不生不滅廣大清淨心中所現之物。這一句裡頭也含著有很深的意思。我們今天時間到了，下一次下個星期六我們從這裡再講，細細的給諸位說。"
    }
  ]
}