{
  "doc_id": "07-001-0044",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十四集",
    "zh_TW": "第四十四集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0044",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "07-001-0044_p0001",
      "zh_CN": "三十二页倒数第六行，我们先将经文念一段，对对地方。",
      "zh_TW": "三十二頁倒數第六行，我們先將經文念一段，對對地方。"
    },
    {
      "id": "07-001-0044_p0002",
      "zh_CN": "【若见是物。则汝亦可见吾之见。若同见者名为见吾。吾不见时。何不见吾不见之处。】",
      "zh_TW": "【若見是物。則汝亦可見吾之見。若同見者名為見吾。吾不見時。何不見吾不見之處。】"
    },
    {
      "id": "07-001-0044_p0003",
      "zh_CN": "从这个地方看起。这一段是接着前面一科来的，在前一段世尊给阿难尊者辨别，见性不属于物相。这个问题在修学上来讲，是很重要的一个问题，因为见精，我们在此地讲是见性，在眼曰见，这见性，见性是属于现量的境界。前五识与第八识都是缘现量境界，现量境界里面实在是离言语相、离名字相，只有了别，而没有分别，但是前五识起作用，很快的就与六、七识起了联合作用。六、七识有计度分别，有随念分别，所以就落在比量、非量上。在这部经里面，从世尊指示给我们的境界上来观察，见性是周遍法界的，它的作用就像一面明镜一样，常明而没有染污，像虚空一样如如不动。我们正在见相的时候，又有几个人能够辨别得清清楚楚谁在见相？禅宗里面有参念佛是谁？念一声佛号，参究那念佛是谁？这就是叫回光返照。六尘是物相，它的性质是钝，六根的性质是利。钝，所以无有名相；利，在一切万相当中建立许多名字，但是要晓得这些名字都是勉强建立的，并不是万相自有名字，这点在上一次也给诸位介绍过。什么时候我们真正能够觉了一切境界原本是清净寂灭相，到见不自生，这才入平等法界。平等法界在《华严经》里面称作一真法界，这才是究竟见性。",
      "zh_TW": "從這個地方看起。這一段是接著前面一科來的，在前一段世尊給阿難尊者辨別，見性不屬於物相。這個問題在修學上來講，是很重要的一個問題，因為見精，我們在此地講是見性，在眼曰見，這見性，見性是屬於現量的境界。前五識與第八識都是緣現量境界，現量境界裡面實在是離言語相、離名字相，只有了別，而沒有分別，但是前五識起作用，很快的就與六、七識起了聯合作用。六、七識有計度分別，有隨念分別，所以就落在比量、非量上。在這部經裡面，從世尊指示給我們的境界上來觀察，見性是周遍法界的，它的作用就像一面明鏡一樣，常明而沒有染污，像虛空一樣如如不動。我們正在見相的時候，又有幾個人能夠辨別得清清楚楚誰在見相？禪宗裡面有參念佛是誰？念一聲佛號，參究那念佛是誰？這就是叫回光返照。六塵是物相，它的性質是鈍，六根的性質是利。鈍，所以無有名相；利，在一切萬相當中建立許多名字，但是要曉得這些名字都是勉強建立的，並不是萬相自有名字，這點在上一次也給諸位介紹過。什麼時候我們真正能夠覺了一切境界原本是清淨寂滅相，到見不自生，這才入平等法界。平等法界在《華嚴經》裡面稱作一真法界，這才是究竟見性。"
    },
    {
      "id": "07-001-0044_p0004",
      "zh_CN": "上一次给诸位说过，性就是佛、佛就是性，所以叫见性成佛，今天这段经文是从反面说。『若见是物』，这是假设，假如见性要是一个物相的话，物相当然会被见到，『则汝亦可见吾之见』，见性既然是物相，我的见性见物相，你见物相一定也能看到我的见性。譬如我们两个人，『若同见者』，我们先说前面一个意思，我们两个人同见一个佛像，佛像是属于物相，如果见性也像物相一样这样清清楚楚的，我的见性见到佛像，你也见到佛像，当然你见到佛像同时也见到我的见性，这是第一句的意思，「则汝亦可见吾之见」，你也能够见吾之见。可是实际上不是这么回事情，谁能够见到谁的见？第二句是假设，说阿难你如果一定要固执的话，我见佛像，你说你见佛像，同时在佛像里头见到我的见性，这实在就是强词夺理。佛就说，『吾不见时』，我现在不见佛像，我的见性已经收回来，『何不见吾不见之处？』我现在不见佛像，你应该很清楚，在佛像里面看到我的见性收到哪里去了？你应该见到，这样才能够成立。",
      "zh_TW": "上一次給諸位說過，性就是佛、佛就是性，所以叫見性成佛，今天這段經文是從反面說。『若見是物』，這是假設，假如見性要是一個物相的話，物相當然會被見到，『則汝亦可見吾之見』，見性既然是物相，我的見性見物相，你見物相一定也能看到我的見性。譬如我們兩個人，『若同見者』，我們先說前面一個意思，我們兩個人同見一個佛像，佛像是屬於物相，如果見性也像物相一樣這樣清清楚楚的，我的見性見到佛像，你也見到佛像，當然你見到佛像同時也見到我的見性，這是第一句的意思，「則汝亦可見吾之見」，你也能夠見吾之見。可是實際上不是這麼回事情，誰能夠見到誰的見？第二句是假設，說阿難你如果一定要固執的話，我見佛像，你說你見佛像，同時在佛像裡頭見到我的見性，這實在就是強詞奪理。佛就說，『吾不見時』，我現在不見佛像，我的見性已經收回來，『何不見吾不見之處？』我現在不見佛像，你應該很清楚，在佛像裡面看到我的見性收到哪裡去了？你應該見到，這樣才能夠成立。"
    },
    {
      "id": "07-001-0044_p0005",
      "zh_CN": "【若见不见。自然非彼不见之相。】",
      "zh_TW": "【若見不見。自然非彼不見之相。】"
    },
    {
      "id": "07-001-0044_p0006",
      "zh_CN": "这一句比较难懂一点，意思是说，如果你能够见到我收回见性，这就是不见之处，自然不是彼所不见的物相，也证明见性不是物相。在这段里面也是预防阿难有执着，执着说我已经见到你不见之处。下面世尊也可以说是解释的意思，因为正当不见之时，佛的见性离开物相，而阿难说，又能够另外见到佛不见物相的那个自体。由此可知，见性之体与物相并没有混杂在一起，而被阿难看到。看到，那个见性又是什么样子？因为那不见之相本无相貌，也无处所，说实在的话，根本就不能见。所以古人到这个境界，只可以自知，没有法子与人道出，说不出来的。纵然是打妄想，强词夺理的说，就像这句讲的，能见到佛不见之处，纵然见到也不是物相。这是说见性与物相完全不相同。这是说你见到，假设的。见不到呢？见不到，实在的，确实见不到。",
      "zh_TW": "這一句比較難懂一點，意思是說，如果你能夠見到我收回見性，這就是不見之處，自然不是彼所不見的物相，也證明見性不是物相。在這段裡面也是預防阿難有執著，執著說我已經見到你不見之處。下面世尊也可以說是解釋的意思，因為正當不見之時，佛的見性離開物相，而阿難說，又能夠另外見到佛不見物相的那個自體。由此可知，見性之體與物相並沒有混雜在一起，而被阿難看到。看到，那個見性又是什麼樣子？因為那不見之相本無相貌，也無處所，說實在的話，根本就不能見。所以古人到這個境界，只可以自知，沒有法子與人道出，說不出來的。縱然是打妄想，強詞奪理的說，就像這句講的，能見到佛不見之處，縱然見到也不是物相。這是說見性與物相完全不相同。這是說你見到，假設的。見不到呢？見不到，實在的，確實見不到。"
    },
    {
      "id": "07-001-0044_p0007",
      "zh_CN": "【若不见吾不见之地。自然非物。】",
      "zh_TW": "【若不見吾不見之地。自然非物。】"
    },
    {
      "id": "07-001-0044_p0008",
      "zh_CN": "由此可知，无论你见到与见不到，见性皆不是物相。既然不是有相之物，在《楞严经》一开端，经题里面用的「大佛顶」，大佛顶是表法的，表什么法？非有非无。见性有没有？确实是有，虽有又没有相，大佛顶相就是表这个意思。大佛顶相在此地就是表见性，如果你要是悟得了，正是自己的无见顶相。这个意思正是显示见性能见物，见性不能见见，见能见物相，不能见见性。因为物相有处所、有形态可以见，见性没有相状、没有处所，所以见不到。虽见不到，它确实存在，时时都在起作用。古人说，「纵令逼塞满虚空，看时不见微尘相」，这两句话的意思也是说的见性。",
      "zh_TW": "由此可知，無論你見到與見不到，見性皆不是物相。既然不是有相之物，在《楞嚴經》一開端，經題裡面用的「大佛頂」，大佛頂是表法的，表什麼法？非有非無。見性有沒有？確實是有，雖有又沒有相，大佛頂相就是表這個意思。大佛頂相在此地就是表見性，如果你要是悟得了，正是自己的無見頂相。這個意思正是顯示見性能見物，見性不能見見，見能見物相，不能見見性。因為物相有處所、有形態可以見，見性沒有相狀、沒有處所，所以見不到。雖見不到，它確實存在，時時都在起作用。古人說，「縱令逼塞滿虛空，看時不見微塵相」，這兩句話的意思也是說的見性。"
    },
    {
      "id": "07-001-0044_p0009",
      "zh_CN": "众生不能够穷尽这个道理，误会以为有，就有一个能所，既有能所必定就把真相给迷失，于是随着众生错误的知见、见解，这是很麻烦的事情。所以佛法讲求的是正智，真正的智慧才能解决问题，才能够照见我们前途光明的道路。但是正智决定不堕在见解里面，今天一般人讲看法，「你的看法怎么样？你的见解如何？」这都不是正智。正知见里面没有见解，也没有看法，心地清净光明，一切万法就像明镜见物一样无不了然，这叫正智慧。今天世界大乱，动乱的根源就是知见太复杂，一个人一个看法。一个人一个看法还算不错的，一个人有许多的看法，一会这个看法，一会想想还是那个看法，这是祸乱的根源。",
      "zh_TW": "眾生不能夠窮盡這個道理，誤會以為有，就有一個能所，既有能所必定就把真相給迷失，於是隨著眾生錯誤的知見、見解，這是很麻煩的事情。所以佛法講求的是正智，真正的智慧才能解決問題，才能夠照見我們前途光明的道路。但是正智決定不墮在見解裡面，今天一般人講看法，「你的看法怎麼樣？你的見解如何？」這都不是正智。正知見裡面沒有見解，也沒有看法，心地清淨光明，一切萬法就像明鏡見物一樣無不了然，這叫正智慧。今天世界大亂，動亂的根源就是知見太複雜，一個人一個看法。一個人一個看法還算不錯的，一個人有許多的看法，一會這個看法，一會想想還是那個看法，這是禍亂的根源。"
    },
    {
      "id": "07-001-0044_p0010",
      "zh_CN": "世出世间的圣教都是教我们修清净心，儒家讲「格物致知、诚意正心」，这是学问的根本。佛法里面所修的「至诚心、深心、大悲心」，是菩萨道的大根大本。舍本逐末必定没有成就，大家都迷失了方向，我们自己也跟着迷失吗？既然是学佛了，一定要走一个正路，这一生一定要有个成就，这样才不辜负自己这一次得到人身。得人身不容易，佛在一切经里常说，「人身难得，佛法难闻」，我们得到人身，就要好好的利用这一生有一个大成就。我们在大经里面读到，要想成就一定要具足善根、福德、因缘，三个重要条件缺少一个都有障碍。善根是过去世累积的，是智慧，我们看一桩事情，听人家说话，一看一听心里就明了，这是善根；换句话说，我们讲得浅显一点，看佛经能看得懂、听佛经能听得懂，这是善根，你能听得懂是善根。你肯相信，肯照这个做，这是福德；我听懂了，听懂不肯照这样做，你有善根没有福德。或者是老师教我怎么做，我就怎么做，道理不懂，这有福德没有善根。善根属于慧解，福德属于实行，既有善根又有福德，就是又能懂又肯照做。你要是没有缘，这一生没有遇到佛法，没有遇到一个好老师来指你的路，那所走的路子就是说食数宝、盲修瞎练，这一生也没有成就。所以三个条件都要具足，不能缺少。修净土求往生极乐世界，《弥陀经》还说得清清楚楚，「不可以少善根福德因缘，得生彼国」。可见得连往生西方极乐世界，还要多善根、多福德、多因缘，少了怎么行？我们放眼来看看，今天佛教界这三桩都具足的有多少人？三桩都具足的，可以断定他这一生是最后身，他来生是西方极乐世界的人，这一生是最后身，可以断定，决定没有问题。去不了的，这三桩里面总缺少个一桩、两桩，虽然学佛，虽然好心精进，他有障碍。",
      "zh_TW": "世出世間的聖教都是教我們修清淨心，儒家講「格物致知、誠意正心」，這是學問的根本。佛法裡面所修的「至誠心、深心、大悲心」，是菩薩道的大根大本。捨本逐末必定沒有成就，大家都迷失了方向，我們自己也跟著迷失嗎？既然是學佛了，一定要走一個正路，這一生一定要有個成就，這樣才不辜負自己這一次得到人身。得人身不容易，佛在一切經裡常說，「人身難得，佛法難聞」，我們得到人身，就要好好的利用這一生有一個大成就。我們在大經裡面讀到，要想成就一定要具足善根、福德、因緣，三個重要條件缺少一個都有障礙。善根是過去世累積的，是智慧，我們看一樁事情，聽人家說話，一看一聽心裡就明瞭，這是善根；換句話說，我們講得淺顯一點，看佛經能看得懂、聽佛經能聽得懂，這是善根，你能聽得懂是善根。你肯相信，肯照這個做，這是福德；我聽懂了，聽懂不肯照這樣做，你有善根沒有福德。或者是老師教我怎麼做，我就怎麼做，道理不懂，這有福德沒有善根。善根屬於慧解，福德屬於實行，既有善根又有福德，就是又能懂又肯照做。你要是沒有緣，這一生沒有遇到佛法，沒有遇到一個好老師來指你的路，那所走的路子就是說食數寶、盲修瞎練，這一生也沒有成就。所以三個條件都要具足，不能缺少。修淨土求往生極樂世界，《彌陀經》還說得清清楚楚，「不可以少善根福德因緣，得生彼國」。可見得連往生西方極樂世界，還要多善根、多福德、多因緣，少了怎麼行？我們放眼來看看，今天佛教界這三樁都具足的有多少人？三樁都具足的，可以斷定他這一生是最後身，他來生是西方極樂世界的人，這一生是最後身，可以斷定，決定沒有問題。去不了的，這三樁裡面總缺少個一樁、兩樁，雖然學佛，雖然好心精進，他有障礙。"
    },
    {
      "id": "07-001-0044_p0011",
      "zh_CN": "再给诸位说，障碍不在境界上，障碍在自己。也许诸位要问，善根可以说自己，福德也可以说得上是自己，那因缘与外头总有关系吧？实在讲因缘还在自己，有殊胜的因缘你把它放弃，那还是怪自己，不能怪外面境界。人生苦短，这几十年的光阴一弹指就过去，太快太快了。我们从大陆到台湾来，不知不觉三十多年，想想三十年前的事情就同昨天一样，这三十年一弹指就过去，再有三十年比现在过得更快，这是要觉悟的，还有什么事情比了生死的事情还要大？有什么事情比求生西方这个事情有价值？做好事、做善事。后天星期二，诸位到这里来，咱们一同研究研究《大智度论》，底下有一段佛给我们讲，少布施、少戒、少忍、少精进、少禅定、少般若，都能得无量无边的功德。为什么说修少、修一点点就有无量无边的功德？《大智度论》里面讲得清清楚楚，这个少是什么？是因缘少。譬如我修布施，我没有钱，我布施的当然少，虽然布施得少，尽心尽力，你的功德是圆满的，无量无边。佛那一段经文就叫我们不要攀缘，不要跟人家比赛，尽心尽力，功德是圆满的。尤其是修行人，菩萨为什么修少布施？不能破坏自己清净心，不能给自己惹烦恼。我要尽量想赚钱，尽量想办法找钱来修布施，结果怎么样？把自己道心失掉。你的布施，来世人天福报，你是想成佛、想成菩萨、想明心见性、想往生西方极乐世界，全给耽误掉，这个损失太大。所以菩萨是修少布施，尤其是出家人他没有财物，没有力量布施，他也不攀缘，他也不找布施，所以一切叫你随缘随分。随缘随分，自己心清净、心平等，你修的功德就无量无边，等虚空、等法界；你要是稍微动一点心去找，你就完全失掉。这个道理又有几个人晓得？过去我常常讲，诸位听了，我看是似信非信。好，明天《大智度论》里有一段，那是佛说的，是龙树菩萨说的，不是我讲的，再要不相信，那也无可奈何。所以《华严经》教给我们，「恒顺众生，随喜功德」，这是称性。由此可知，善根福德因缘比什么都重要。",
      "zh_TW": "再給諸位說，障礙不在境界上，障礙在自己。也許諸位要問，善根可以說自己，福德也可以說得上是自己，那因緣與外頭總有關係吧？實在講因緣還在自己，有殊勝的因緣你把它放棄，那還是怪自己，不能怪外面境界。人生苦短，這幾十年的光陰一彈指就過去，太快太快了。我們從大陸到台灣來，不知不覺三十多年，想想三十年前的事情就同昨天一樣，這三十年一彈指就過去，再有三十年比現在過得更快，這是要覺悟的，還有什麼事情比了生死的事情還要大？有什麼事情比求生西方這個事情有價值？做好事、做善事。後天星期二，諸位到這裡來，咱們一同研究研究《大智度論》，底下有一段佛給我們講，少布施、少戒、少忍、少精進、少禪定、少般若，都能得無量無邊的功德。為什麼說修少、修一點點就有無量無邊的功德？《大智度論》裡面講得清清楚楚，這個少是什麼？是因緣少。譬如我修布施，我沒有錢，我布施的當然少，雖然布施得少，盡心盡力，你的功德是圓滿的，無量無邊。佛那一段經文就叫我們不要攀緣，不要跟人家比賽，盡心盡力，功德是圓滿的。尤其是修行人，菩薩為什麼修少布施？不能破壞自己清淨心，不能給自己惹煩惱。我要盡量想賺錢，盡量想辦法找錢來修布施，結果怎麼樣？把自己道心失掉。你的布施，來世人天福報，你是想成佛、想成菩薩、想明心見性、想往生西方極樂世界，全給耽誤掉，這個損失太大。所以菩薩是修少布施，尤其是出家人他沒有財物，沒有力量布施，他也不攀緣，他也不找布施，所以一切叫你隨緣隨分。隨緣隨分，自己心清淨、心平等，你修的功德就無量無邊，等虛空、等法界；你要是稍微動一點心去找，你就完全失掉。這個道理又有幾個人曉得？過去我常常講，諸位聽了，我看是似信非信。好，明天《大智度論》裡有一段，那是佛說的，是龍樹菩薩說的，不是我講的，再要不相信，那也無可奈何。所以《華嚴經》教給我們，「恆順眾生，隨喜功德」，這是稱性。由此可知，善根福德因緣比什麼都重要。"
    },
    {
      "id": "07-001-0044_p0012",
      "zh_CN": "这是属于知见，属于见解，是正知正见。邪知见所谓是随见生解，在境界里面起分别、起执着，这是堕生死根本。正见的人就不一样，终日见闻可以说未尝见闻，为什么？他明理，不堕在分别执着知见中。见色闻声，心是平等清净的，所谓是能所俱绝，这就叫见性，我们一般也叫做三轮体空，唯有三轮体空才叫做见性。性遍一切处，不能说以性见性，我们是实在不得已，无可奈何方便说，用见性见法性。换句话说，见性是能见，法性是所见，是不是真见性？没有，因为这个境界说实在话还是眼识缘色尘。真正见性，能所不二，性相一如，几时我们见色闻声，能所二边都超越，这时诸位是真正见性，明心见性。几时念佛念到能所一如，你的念佛念到理一心不乱，念到能念之我、所念之佛是一不是二，这是理一心不乱。还有能念之我，有所念之佛，纵然念到一心，叫事一心，也不错，念到事一心往生也是决定靠得住。",
      "zh_TW": "這是屬於知見，屬於見解，是正知正見。邪知見所謂是隨見生解，在境界裡面起分別、起執著，這是墮生死根本。正見的人就不一樣，終日見聞可以說未嘗見聞，為什麼？他明理，不墮在分別執著知見中。見色聞聲，心是平等清淨的，所謂是能所俱絕，這就叫見性，我們一般也叫做三輪體空，唯有三輪體空才叫做見性。性遍一切處，不能說以性見性，我們是實在不得已，無可奈何方便說，用見性見法性。換句話說，見性是能見，法性是所見，是不是真見性？沒有，因為這個境界說實在話還是眼識緣色塵。真正見性，能所不二，性相一如，幾時我們見色聞聲，能所二邊都超越，這時諸位是真正見性，明心見性。幾時念佛念到能所一如，你的念佛念到理一心不亂，念到能念之我、所念之佛是一不是二，這是理一心不亂。還有能念之我，有所念之佛，縱然念到一心，叫事一心，也不錯，念到事一心往生也是決定靠得住。"
    },
    {
      "id": "07-001-0044_p0013",
      "zh_CN": "可是我奉劝诸位，既然念佛，就要求理一心，理一心上品上生，一到西方极乐世界花开见佛，见的是阿弥陀佛报身佛。就跟《华严经》四十一位法身大士去西方极乐世界见阿弥陀佛，是同样的境界。我们为什么不干？如果说是我们做不到，那也就罢了。给诸位说，人人做得到，就是问你自己肯不肯做？你不肯做，你能怪谁？肯做的人，是把这桩事情当作我们一生当中最重要的一桩事情来看待。我们之所以不能成功，把念佛这个事情看成次要又次要，天天是在干不错，没有看重，不专、不进，所以纵然念了多少年，没有成绩可言，我们的过失毛病就在此地。再给诸位说得清楚一点，世出世法都要随缘，千万不可以攀缘，唯有随缘才真正是自利又能利他。这一落在攀缘里面，首先是害了自己，对别人好处不大。我给诸位说过，我们图书馆是随缘而成就，我学佛的时候从来没有想我将来要建立一个道场，我们在这里弘法利生。有这一念就是个攀缘心，对自己就大大的伤害！大家建立这个道场，我在此地是非有非无，你说没有道场，有个图书馆在此地；你说有道场，我心里干干净净一尘不染。俗话常说大家也懂得，「生不带来，死不带去」，空手而来，还是空手而去，你有个什么？正是古德所谓「万般将不去，唯有业随身」，何必造业？世间法造的业还不够，还到佛法来造业，这是愚痴到了极处。学佛学个什么？明理，通达事理、清净自在。佛法的目的，无论哪一宗、哪一派，连念佛法门也不例外，目的就是明心见性。《法华经》里面讲「入佛知见」，明心见性就是佛知佛见，是一不是二。《楞严经》里面所讲的就是这个理论，同时也教给我们见性的方法。我们学了是不是照这样做？《楞严经》听懂了是善根，懂了之后我们在日常生活当中是不是这么做？如果是这么做，你是有福德。我们星期六晚上这个法会就是给诸位做因缘，你是三缘具足，三缘具足没有不成就的。上面经文，世尊从正面、从反面极力的辩称见性不是物相。不是物相：",
      "zh_TW": "可是我奉勸諸位，既然念佛，就要求理一心，理一心上品上生，一到西方極樂世界花開見佛，見的是阿彌陀佛報身佛。就跟《華嚴經》四十一位法身大士去西方極樂世界見阿彌陀佛，是同樣的境界。我們為什麼不幹？如果說是我們做不到，那也就罷了。給諸位說，人人做得到，就是問你自己肯不肯做？你不肯做，你能怪誰？肯做的人，是把這樁事情當作我們一生當中最重要的一樁事情來看待。我們之所以不能成功，把念佛這個事情看成次要又次要，天天是在幹不錯，沒有看重，不專、不進，所以縱然念了多少年，沒有成績可言，我們的過失毛病就在此地。再給諸位說得清楚一點，世出世法都要隨緣，千萬不可以攀緣，唯有隨緣才真正是自利又能利他。這一落在攀緣裡面，首先是害了自己，對別人好處不大。我給諸位說過，我們圖書館是隨緣而成就，我學佛的時候從來沒有想我將來要建立一個道場，我們在這裡弘法利生。有這一念就是個攀緣心，對自己就大大的傷害！大家建立這個道場，我在此地是非有非無，你說沒有道場，有個圖書館在此地；你說有道場，我心裡乾乾淨淨一塵不染。俗話常說大家也懂得，「生不帶來，死不帶去」，空手而來，還是空手而去，你有個什麼？正是古德所謂「萬般將不去，唯有業隨身」，何必造業？世間法造的業還不夠，還到佛法來造業，這是愚痴到了極處。學佛學個什麼？明理，通達事理、清淨自在。佛法的目的，無論哪一宗、哪一派，連念佛法門也不例外，目的就是明心見性。《法華經》裡面講「入佛知見」，明心見性就是佛知佛見，是一不是二。《楞嚴經》裡面所講的就是這個理論，同時也教給我們見性的方法。我們學了是不是照這樣做？《楞嚴經》聽懂了是善根，懂了之後我們在日常生活當中是不是這麼做？如果是這麼做，你是有福德。我們星期六晚上這個法會就是給諸位做因緣，你是三緣具足，三緣具足沒有不成就的。上面經文，世尊從正面、從反面極力的辯稱見性不是物相。不是物相："
    },
    {
      "id": "07-001-0044_p0014",
      "zh_CN": "【云何非汝。】",
      "zh_TW": "【云何非汝。】"
    },
    {
      "id": "07-001-0044_p0015",
      "zh_CN": "这四个字是总结，结前面假若你实在是不见佛不见之地，这个见性自然不是物相。既不是物相，不是你自己的自性，又是什么？自性才是自己本人。自性与宇宙万物融合成一体，只要见了性，一切功德圆圆满满，跟十方诸佛无二无别。请看下面经文：",
      "zh_TW": "這四個字是總結，結前面假若你實在是不見佛不見之地，這個見性自然不是物相。既不是物相，不是你自己的自性，又是什麼？自性才是自己本人。自性與宇宙萬物融合成一體，只要見了性，一切功德圓圓滿滿，跟十方諸佛無二無別。請看下面經文："
    },
    {
      "id": "07-001-0044_p0016",
      "zh_CN": "【又则汝今见物之时。汝既见物。物亦见汝。体性纷杂。则汝与我并诸世间不成安立。】",
      "zh_TW": "【又則汝今見物之時。汝既見物。物亦見汝。體性紛雜。則汝與我并諸世間不成安立。】"
    },
    {
      "id": "07-001-0044_p0017",
      "zh_CN": "这一段是世尊从反面说明，物相不是见性。前面四句的意思是说，你现在见到物相的时候你以为是一物，以为这个见性是一物，见性如果是一物，见性能见，你见在物相上，见性现在物相上，它见到物相，见性这个物当然见你，所以说『物亦见汝』。果然是如此，诸位晓得，物相是无情之物，能见的见性是有情之物，那有情跟无情就混杂分不开，什么叫有情、什么叫无情，这就混乱不能够辨别，所以叫『体性纷杂』，「体」是物体，「性」是讲见性，物体跟见性分不清。后面这三句是说，要果然是这个情形，那麻烦大了，你阿难见佛、佛见阿难的时候，阿难的见性在佛身上，佛的见性在阿难身上，到底哪是阿难、哪是佛？人我不分。人我要不分，『并诸世间不成安立』，世间相就破坏了。这也是举假设的例子来讲，有情无情不能分辨，这是阿难尊者把见性误会认作物相，这是迷而不觉，所以佛举这个假设破除阿难的疑惑，叫他开悟。下面经文是：",
      "zh_TW": "這一段是世尊從反面說明，物相不是見性。前面四句的意思是說，你現在見到物相的時候你以為是一物，以為這個見性是一物，見性如果是一物，見性能見，你見在物相上，見性現在物相上，它見到物相，見性這個物當然見你，所以說『物亦見汝』。果然是如此，諸位曉得，物相是無情之物，能見的見性是有情之物，那有情跟無情就混雜分不開，什麼叫有情、什麼叫無情，這就混亂不能夠辨別，所以叫『體性紛雜』，「體」是物體，「性」是講見性，物體跟見性分不清。後面這三句是說，要果然是這個情形，那麻煩大了，你阿難見佛、佛見阿難的時候，阿難的見性在佛身上，佛的見性在阿難身上，到底哪是阿難、哪是佛？人我不分。人我要不分，『並諸世間不成安立』，世間相就破壞了。這也是舉假設的例子來講，有情無情不能分辨，這是阿難尊者把見性誤會認作物相，這是迷而不覺，所以佛舉這個假設破除阿難的疑惑，叫他開悟。下面經文是："
    },
    {
      "id": "07-001-0044_p0018",
      "zh_CN": "【阿难。若汝见时。是汝非我。见性周遍。非汝而谁。】",
      "zh_TW": "【阿難。若汝見時。是汝非我。見性周遍。非汝而誰。】"
    },
    {
      "id": "07-001-0044_p0019",
      "zh_CN": "前面两句说，现前你见到物相，见到万物，你见到我，这个时候一定是你自己见性之见，并不是我的见性帮助你见。这样看来，你跟我清清楚楚，你是你、我是我，这是世间安立。有情众生与无情的万物，哪是自己、哪是物相？在佛法里面讲，哪是正报、哪是依报？物相、自体，清清楚楚，并不混乱。由此可知，见性跟物相决定没有混杂的迹象。像前面所讲的，纵然我们见到四天王宫，以至草芥人物，无不是自己『见性周遍』，总不属于物体，也不属于释迦牟尼佛，这不是自己见性是什么？所以佛在此地，这也是这一段最后的结论，「见性周遍，非汝而谁」，末后这一句话带着有责备的口吻。",
      "zh_TW": "前面兩句說，現前你見到物相，見到萬物，你見到我，這個時候一定是你自己見性之見，並不是我的見性幫助你見。這樣看來，你跟我清清楚楚，你是你、我是我，這是世間安立。有情眾生與無情的萬物，哪是自己、哪是物相？在佛法裡面講，哪是正報、哪是依報？物相、自體，清清楚楚，並不混亂。由此可知，見性跟物相決定沒有混雜的跡象。像前面所講的，縱然我們見到四天王宮，以至草芥人物，無不是自己『見性周遍』，總不屬於物體，也不屬於釋迦牟尼佛，這不是自己見性是什麼？所以佛在此地，這也是這一段最後的結論，「見性周遍，非汝而誰」，末後這一句話帶著有責備的口吻。"
    },
    {
      "id": "07-001-0044_p0020",
      "zh_CN": "【云何自疑汝之真性。性汝不真取我求实。】",
      "zh_TW": "【云何自疑汝之真性。性汝不真取我求實。】"
    },
    {
      "id": "07-001-0044_p0021",
      "zh_CN": "这一大段是讲「见性不杂」。前面两句是说阿难自己怀疑真性，这就是迷，本来是清净自性，他怀疑与一切万物混杂。末二句是说，真性是你本来具足的，性本在你，你不以为这是真，还要找我来给你做证明。前面阿难问「云何得知是我真性」？阿难有这么一句问话在前，怎么晓得这个见性就是我自己的真性？还要找释迦牟尼佛来给他做证明。这正是说，悟了真性，不应当离自性到外面去求。阿难这里求佛，佛有没有给他？没有。诸位用功夫要在哪里用？要在内用。向外求，结果是一场空，一无所得。向外求，我们查遍经论，只能求人天有漏的福报。向外求，求人天有漏福报，而且这有漏福报是有限的。要求无漏的功德，要求圆满的大福报，无量无边的福报，一定要向内求，外面没有。虽然佛法里面常说广结善缘，你无心的与众生结善缘，是称性；有意与众生结缘的，是有漏福报。看到别人法缘很胜，他结的缘多，我要赶快去结缘，将来我的法缘比他还要胜，这个心就错了，攀缘心、嫉妒心、好胜心，你看看哪一样是真心？所以就错了。广结法缘要随分，不是有心有意去做的；换句话说，一定要以清净心修。不可以用分别心，不可以用执着心，要用嫉妒心、好胜心那更错了。诸位必须要记住，嫉妒心、好胜心，修福到哪里去享？阿修罗道去享。阿修罗道有福报，但是嫉妒、瞋恨的脾气改不了，阿修罗的福报享尽，可以说百分之九十九都要堕恶道。为什么？到阿修罗只享福不再修福，而所造的是罪业，福享尽了罪业现前，他往哪里去？所以修福要用清净心，再殊胜的好事都要用清净心，随缘随分去做，而不是勉强去做的。",
      "zh_TW": "這一大段是講「見性不雜」。前面兩句是說阿難自己懷疑真性，這就是迷，本來是清淨自性，他懷疑與一切萬物混雜。末二句是說，真性是你本來具足的，性本在你，你不以為這是真，還要找我來給你做證明。前面阿難問「云何得知是我真性」？阿難有這麼一句問話在前，怎麼曉得這個見性就是我自己的真性？還要找釋迦牟尼佛來給他做證明。這正是說，悟了真性，不應當離自性到外面去求。阿難這裡求佛，佛有沒有給他？沒有。諸位用功夫要在哪裡用？要在內用。向外求，結果是一場空，一無所得。向外求，我們查遍經論，只能求人天有漏的福報。向外求，求人天有漏福報，而且這有漏福報是有限的。要求無漏的功德，要求圓滿的大福報，無量無邊的福報，一定要向內求，外面沒有。雖然佛法裡面常說廣結善緣，你無心的與眾生結善緣，是稱性；有意與眾生結緣的，是有漏福報。看到別人法緣很勝，他結的緣多，我要趕快去結緣，將來我的法緣比他還要勝，這個心就錯了，攀緣心、嫉妒心、好勝心，你看看哪一樣是真心？所以就錯了。廣結法緣要隨分，不是有心有意去做的；換句話說，一定要以清淨心修。不可以用分別心，不可以用執著心，要用嫉妒心、好勝心那更錯了。諸位必須要記住，嫉妒心、好勝心，修福到哪裡去享？阿修羅道去享。阿修羅道有福報，但是嫉妒、瞋恨的脾氣改不了，阿修羅的福報享盡，可以說百分之九十九都要墮惡道。為什麼？到阿修羅只享福不再修福，而所造的是罪業，福享盡了罪業現前，他往哪裡去？所以修福要用清淨心，再殊勝的好事都要用清淨心，隨緣隨分去做，而不是勉強去做的。"
    },
    {
      "id": "07-001-0044_p0022",
      "zh_CN": "如果要讲真正的修行，一定是在自己边上。《楞严》讲得太清楚了，千言万语归纳起来只一句话，「舍识用根」，你就法法具足。从早到晚二六时中，用六根的根性接触外面的境界，这个《楞严经》你就真得受用，那你是信受奉行。诸位这样的修学在修什么？《楞严经》里面讲，你是修楞严大定。眼见一切色相修楞严大定，耳闻一切音声修楞严大定，身接触外面境界修楞严大定，你看楞严大定多活泼、多自在。见色闻声，如如不动，了了分明，这是楞严大定；见色在色相里面起心动念，落在第六识、第七识去了，就不是用见性见。见性见，没有分别、没有执着、不起心、不动念是见性见。眼见色相如此，其余的四根对境界也是如此，这是我们应该要明了、应该要学习的。真正学佛的人要在日常生活当中去训练，这叫真修。过去我不晓得这个道理，眼见色会在色相上起分别，现在我晓得这个道理，练习，练习眼见色不分别，不分别是平等，分别就不平等。给诸位说，这叫用功夫，这叫修楞严大定，这种功夫用在念佛上叫修理一心不乱。这种功夫是要自己去修的，别人帮不上忙，佛菩萨大慈大悲，他要能帮得上忙，他早就帮我们成就，帮不上。什么时候把自己这个心修平，一切万法上心平了，平等心就是佛心，就成佛。平等心是真心，不平等的心是妄心，妄心起伏不定，平等心是永远不变的，不变的叫真心，会变的叫妄心。",
      "zh_TW": "如果要講真正的修行，一定是在自己邊上。《楞嚴》講得太清楚了，千言萬語歸納起來只一句話，「捨識用根」，你就法法具足。從早到晚二六時中，用六根的根性接觸外面的境界，這個《楞嚴經》你就真得受用，那你是信受奉行。諸位這樣的修學在修什麼？《楞嚴經》裡面講，你是修楞嚴大定。眼見一切色相修楞嚴大定，耳聞一切音聲修楞嚴大定，身接觸外面境界修楞嚴大定，你看楞嚴大定多活潑、多自在。見色聞聲，如如不動，了了分明，這是楞嚴大定；見色在色相裡面起心動念，落在第六識、第七識去了，就不是用見性見。見性見，沒有分別、沒有執著、不起心、不動念是見性見。眼見色相如此，其餘的四根對境界也是如此，這是我們應該要明瞭、應該要學習的。真正學佛的人要在日常生活當中去訓練，這叫真修。過去我不曉得這個道理，眼見色會在色相上起分別，現在我曉得這個道理，練習，練習眼見色不分別，不分別是平等，分別就不平等。給諸位說，這叫用功夫，這叫修楞嚴大定，這種功夫用在念佛上叫修理一心不亂。這種功夫是要自己去修的，別人幫不上忙，佛菩薩大慈大悲，他要能幫得上忙，他早就幫我們成就，幫不上。什麼時候把自己這個心修平，一切萬法上心平了，平等心就是佛心，就成佛。平等心是真心，不平等的心是妄心，妄心起伏不定，平等心是永遠不變的，不變的叫真心，會變的叫妄心。"
    },
    {
      "id": "07-001-0044_p0023",
      "zh_CN": "在本经一开端，阿难尊者所提出的问题，指出修学的目标在无上道。佛这才教给他，你要想成就无上菩提，无上菩提是纯真无妄，要修无上菩提从哪里修起？从发心修起，就是因心与果地觉一定要相应。无上菩提是不生不灭，咱们只有真心是不生不灭，要以生灭心求无上菩提是决定办不到的，这个话说得清清楚楚。我们要取无上菩提，必须用自己的不生不灭的真心，真心在哪里？经文一直讲到此地，「十番显见」就是说明见性就是真心，见性不生不灭，真心用事就是用见性用事。知道见性是真心，这六根的根性都是真心，都是不生不灭，闻性是不生不灭，嗅性、尝性、觉性都是不生不灭，同一个性。古德教给我们所谓「不怕念起，只怕觉迟」，诸位要是能够记住这两句话，唤醒自己，你的功夫就会有进步。见色的时候心动了，适合自己意思起了欢喜心，不适合自己意思心里不高兴，这叫念起。念起不怕，为什么？无始劫来的习气不可能不起念，你不起念那你就成佛了！念起怎么样？立刻觉「又错了，又落在六、七识去」，你一觉，这个念头马上没有，又恢复到平静。",
      "zh_TW": "在本經一開端，阿難尊者所提出的問題，指出修學的目標在無上道。佛這才教給他，你要想成就無上菩提，無上菩提是純真無妄，要修無上菩提從哪裡修起？從發心修起，就是因心與果地覺一定要相應。無上菩提是不生不滅，咱們只有真心是不生不滅，要以生滅心求無上菩提是決定辦不到的，這個話說得清清楚楚。我們要取無上菩提，必須用自己的不生不滅的真心，真心在哪裡？經文一直講到此地，「十番顯見」就是說明見性就是真心，見性不生不滅，真心用事就是用見性用事。知道見性是真心，這六根的根性都是真心，都是不生不滅，聞性是不生不滅，嗅性、嘗性、覺性都是不生不滅，同一個性。古德教給我們所謂「不怕念起，只怕覺遲」，諸位要是能夠記住這兩句話，喚醒自己，你的功夫就會有進步。見色的時候心動了，適合自己意思起了歡喜心，不適合自己意思心裡不高興，這叫念起。念起不怕，為什麼？無始劫來的習氣不可能不起念，你不起念那你就成佛了！念起怎麼樣？立刻覺「又錯了，又落在六、七識去」，你一覺，這個念頭馬上沒有，又恢復到平靜。"
    },
    {
      "id": "07-001-0044_p0024",
      "zh_CN": "初学的人是念念起伏就念念觉悟，把你的心压平。最初开始修，给诸位说，要先把得失心压平，为什么？这是最粗最重的现象。得到就欢喜，失去了多伤心，什么时候把得失看平，无得亦无失，你在境界里面起心动念这个念头就平息一大半，粗相就平息。给诸位说，这是真用功，真正的功夫。那个持斋、念佛，修了种种事相，给诸位说，那都是释迦牟尼佛哄哄小朋友的，叫他别哭。为什么？给他讲真用功夫他不会、他也不懂，他不上道，所以黄叶止啼。楞严会上这是根机成熟、懂得事理，才告诉你真正的修行法。不是斤斤两两执着那些事相，为什么？执着全是错的，起心动念落在第六意识里头。所以律仪的戒律是小乘，小乘用第六意识，不在大乘。大乘的戒律在清净心，不在事相上，为什么？他没有执着、没有分别。所以黄叶止啼是对小乘人讲的，小乘以下，童子无知，用这个方法来教他，大乘佛法里、一乘佛法里决定没有这些相。",
      "zh_TW": "初學的人是念念起伏就念念覺悟，把你的心壓平。最初開始修，給諸位說，要先把得失心壓平，為什麼？這是最粗最重的現象。得到就歡喜，失去了多傷心，什麼時候把得失看平，無得亦無失，你在境界裡面起心動念這個念頭就平息一大半，粗相就平息。給諸位說，這是真用功，真正的功夫。那個持齋、念佛，修了種種事相，給諸位說，那都是釋迦牟尼佛哄哄小朋友的，叫他別哭。為什麼？給他講真用功夫他不會、他也不懂，他不上道，所以黃葉止啼。楞嚴會上這是根機成熟、懂得事理，才告訴你真正的修行法。不是斤斤兩兩執著那些事相，為什麼？執著全是錯的，起心動念落在第六意識裡頭。所以律儀的戒律是小乘，小乘用第六意識，不在大乘。大乘的戒律在清淨心，不在事相上，為什麼？他沒有執著、沒有分別。所以黃葉止啼是對小乘人講的，小乘以下，童子無知，用這個方法來教他，大乘佛法裡、一乘佛法裡決定沒有這些相。"
    },
    {
      "id": "07-001-0044_p0025",
      "zh_CN": "一乘佛法里，一再告诉诸位，它修的是什么？清净心、平等心、慈悲心，无量无边的功德都含摄在其中。五分法身，难道还在清净心之外吗？说老实话，小乘的五分法身并不清净，为什么？他有执着，他执着有戒、有定、有慧、有解脱、有解脱知见，他心里真有，有就不清净。大乘佛法里正像六祖所说的，「本来无一物」，不但五分法身这些名相没有，诸佛菩萨名相也没有，这真正是生佛平等，万法一如，这是究竟法。小乘人永远达不到这个境界，为什么？就是他的固执不能打破。择善固执，诸位要记住，是人天教、小乘教，不能用在大乘、一乘法里面。为什么？善与恶是相对的，择善固执还住在相对的境界里，相对非真实，所以是人天小教。这些道理要是不懂，要是有疑，就障碍我们明心见性，障碍我们念佛的功夫。所以这些事理都要明达，要明了、要通达，我们菩提道上才没有障碍，我们日常生活当中才能做到事事无碍，法喜充满。有忧虑、有烦恼是有疑，一丝毫疑惑都没有，人怎么不自在！怎么不欢喜！向上一着，这桩事情只在自己，不在别人，要求自己，不能在境界上求。「十番显见」到此地我们讲完第六段。",
      "zh_TW": "一乘佛法裡，一再告訴諸位，它修的是什麼？清淨心、平等心、慈悲心，無量無邊的功德都含攝在其中。五分法身，難道還在清淨心之外嗎？說老實話，小乘的五分法身並不清淨，為什麼？他有執著，他執著有戒、有定、有慧、有解脫、有解脫知見，他心裡真有，有就不清淨。大乘佛法裡正像六祖所說的，「本來無一物」，不但五分法身這些名相沒有，諸佛菩薩名相也沒有，這真正是生佛平等，萬法一如，這是究竟法。小乘人永遠達不到這個境界，為什麼？就是他的固執不能打破。擇善固執，諸位要記住，是人天教、小乘教，不能用在大乘、一乘法裡面。為什麼？善與惡是相對的，擇善固執還住在相對的境界裡，相對非真實，所以是人天小教。這些道理要是不懂，要是有疑，就障礙我們明心見性，障礙我們念佛的功夫。所以這些事理都要明達，要明瞭、要通達，我們菩提道上才沒有障礙，我們日常生活當中才能做到事事無礙，法喜充滿。有憂慮、有煩惱是有疑，一絲毫疑惑都沒有，人怎麼不自在！怎麼不歡喜！向上一著，這樁事情只在自己，不在別人，要求自己，不能在境界上求。「十番顯見」到此地我們講完第六段。"
    },
    {
      "id": "07-001-0044_p0026",
      "zh_CN": "下面一段「显见无碍」，这段还是阿难听了前面一段，又起了疑问，疑在什么地方？怀疑在前一段佛开示的「见性周遍」，这是真的。但是他这一问问得好，既然见性周遍，现在看看我们的见性，好像是有障碍，为什么？你看我们在讲堂里面，隔了墙那边我们就见不到，你要是周遍，周遍那不行，墙外头没有看到；我们在五楼上，下面四楼、三楼，我们没有看到。底下这一大段，就是要讨论怎么个无碍法，佛给我们说明。给诸位说，见性确实是无碍，一点都不错，成了佛，佛的见无碍，我们现前的见还是无碍，因为我们自己迷惑，似乎有障碍，实际上并没有障碍。当然这个里面牵涉的问题很多，我们现在的碍，碍在哪里？碍在情识，碍在分别执着。去了分别执着，我们的本能就现前，这个本能在佛法里面说之为神通。我们在《大智度论》里面，好像前一次也读到神通与禅定。禅定里面无障碍，禅定是初得到的，功夫再加深就变成神通，再要增进就叫做陀罗尼，所谓是总持法门。这是功夫的增进，我们的本能渐渐的恢复，恢复的都是本能，都不是外来的。今天我们经文说到此地。",
      "zh_TW": "下面一段「顯見無礙」，這段還是阿難聽了前面一段，又起了疑問，疑在什麼地方？懷疑在前一段佛開示的「見性周遍」，這是真的。但是他這一問問得好，既然見性周遍，現在看看我們的見性，好像是有障礙，為什麼？你看我們在講堂裡面，隔了牆那邊我們就見不到，你要是周遍，周遍那不行，牆外頭沒有看到；我們在五樓上，下面四樓、三樓，我們沒有看到。底下這一大段，就是要討論怎麼個無礙法，佛給我們說明。給諸位說，見性確實是無礙，一點都不錯，成了佛，佛的見無礙，我們現前的見還是無礙，因為我們自己迷惑，似乎有障礙，實際上並沒有障礙。當然這個裡面牽涉的問題很多，我們現在的礙，礙在哪裡？礙在情識，礙在分別執著。去了分別執著，我們的本能就現前，這個本能在佛法裡面說之為神通。我們在《大智度論》裡面，好像前一次也讀到神通與禪定。禪定裡面無障礙，禪定是初得到的，功夫再加深就變成神通，再要增進就叫做陀羅尼，所謂是總持法門。這是功夫的增進，我們的本能漸漸的恢復，恢復的都是本能，都不是外來的。今天我們經文說到此地。"
    }
  ]
}