{
  "doc_id": "07-001-0115",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一五集",
    "zh_TW": "第一一五集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0115",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "07-001-0115_p0001",
      "zh_CN": "请掀开经本，第一百五十面第五行。",
      "zh_TW": "請掀開經本，第一百五十面第五行。"
    },
    {
      "id": "07-001-0115_p0002",
      "zh_CN": "【若有诸龙。乐出龙伦。我现龙身而为说法。令其成就。】",
      "zh_TW": "【若有諸龍。樂出龍倫。我現龍身而為說法。令其成就。】"
    },
    {
      "id": "07-001-0115_p0003",
      "zh_CN": "天龙八部虽然有些小的能力，在佛法里面讲这是小神通，但是他们依然不能够脱苦，所以他也是希望超越他这一类。菩萨非常的慈悲，只要他发心，必定去帮助他。前面我们讲过天，天都想离开天界，何况是八部鬼神，这种心就是所谓觉心、觉悟的心，知道自己所处的境界不是究竟的，而是可以舍离，去求得一个更好更殊胜的环境。这种环境，总而言之，都是为了修行证果，因为这些恶道他们的障碍比我们要深重得太多，所以虽然龙有很多种类，即使是天龙他也希望到人间有机会来进修。第三类是药叉：",
      "zh_TW": "天龍八部雖然有些小的能力，在佛法裡面講這是小神通，但是他們依然不能夠脫苦，所以他也是希望超越他這一類。菩薩非常的慈悲，只要他發心，必定去幫助他。前面我們講過天，天都想離開天界，何況是八部鬼神，這種心就是所謂覺心、覺悟的心，知道自己所處的境界不是究竟的，而是可以捨離，去求得一個更好更殊勝的環境。這種環境，總而言之，都是為了修行證果，因為這些惡道他們的障礙比我們要深重得太多，所以雖然龍有很多種類，即使是天龍他也希望到人間有機會來進修。第三類是藥叉："
    },
    {
      "id": "07-001-0115_p0004",
      "zh_CN": "【若有药叉。乐度本伦。】",
      "zh_TW": "【若有藥叉。樂度本倫。】"
    },
    {
      "id": "07-001-0115_p0005",
      "zh_CN": "『本伦』就是他本类，他也想超度他本类。",
      "zh_TW": "『本倫』就是他本類，他也想超度他本類。"
    },
    {
      "id": "07-001-0115_p0006",
      "zh_CN": "【我于彼前现药叉身而为说法。令其成就。】",
      "zh_TW": "【我於彼前現藥叉身而為說法。令其成就。】"
    },
    {
      "id": "07-001-0115_p0007",
      "zh_CN": "『药叉』是梵语，翻成中国意思叫轻捷，捷是讲他速度很快，轻是讲他浮现在空中。经上讲这类的鬼神有三种，一种所谓是地行的药叉，一种是在虚空，一种是在天宫。地行的药叉他能够布施财物，他不能够飞行；天药叉他布施里面有这些车马，这是讲修因，能够布施车马，所以他得的果报能够飞行。佛转法轮的时候，地行药叉就将这个消息传出去，空行的药叉听了之后，再辗转将这个消息传到四王天，乃至传到大梵天王。在经上讲天药叉也是守护天宫的鬼神，虽然他在天上服役，但是他是鬼神的身分。",
      "zh_TW": "『藥叉』是梵語，翻成中國意思叫輕捷，捷是講他速度很快，輕是講他浮現在空中。經上講這類的鬼神有三種，一種所謂是地行的藥叉，一種是在虛空，一種是在天宮。地行的藥叉他能夠布施財物，他不能夠飛行；天藥叉他布施裡面有這些車馬，這是講修因，能夠布施車馬，所以他得的果報能夠飛行。佛轉法輪的時候，地行藥叉就將這個消息傳出去，空行的藥叉聽了之後，再輾轉將這個消息傳到四王天，乃至傳到大梵天王。在經上講天藥叉也是守護天宮的鬼神，雖然他在天上服役，但是他是鬼神的身分。"
    },
    {
      "id": "07-001-0115_p0008",
      "zh_CN": "【若干闼婆。乐脱其伦。我于彼前现干闼婆身而为说法。令其成就。】",
      "zh_TW": "【若乾闥婆。樂脫其倫。我於彼前現乾闥婆身而為說法。令其成就。】"
    },
    {
      "id": "07-001-0115_p0009",
      "zh_CN": "这一类是属于忉利天的乐神，『干闼婆』翻成中国的意思叫香阴。天宫里面需要他奏乐的时候燃香，他闻到这个香气就集合到天宫，演奏天乐娱乐天众，是这一类的神，所以也是鬼神的一种。",
      "zh_TW": "這一類是屬於忉利天的樂神，『乾闥婆』翻成中國的意思叫香陰。天宮裡面需要他奏樂的時候燃香，他聞到這個香氣就集合到天宮，演奏天樂娛樂天眾，是這一類的神，所以也是鬼神的一種。"
    },
    {
      "id": "07-001-0115_p0010",
      "zh_CN": "【若阿修罗。乐脱其伦。我于彼前现阿修罗身而为说法。令其成就。】",
      "zh_TW": "【若阿脩羅。樂脫其倫。我於彼前現阿脩羅身而為說法。令其成就。】"
    },
    {
      "id": "07-001-0115_p0011",
      "zh_CN": "『阿修罗』这是我们比较熟悉的，因为说到六道，他也算一道。不过修罗在本经里说得很详细，除了地狱道没有之外，其余的四道都有，他在哪一道他的业报享受与那一道大致上相同，所以人间有阿修罗，畜生、饿鬼都有阿修罗，天也有阿修罗。佛经里面常常讲五趣，五趣就是五道，不算阿修罗，因为阿修罗在哪一道就可以归入到哪一道。讲六道是单单指天阿修罗，而不讲人阿修罗，单指天阿修罗，算他们是一道。修罗翻成中国意思叫无端正，就是面目都相当的丑陋，所以也翻作非天，这个意思就是说他有天人的福报，而没有天人的德行。这一类他是修下品十善业而得的果报，所谓下品十善业就是他的瞋恚、傲慢不能够断除，所以虽然修十善业道，这两种烦恼障碍了他，这个习气不断，所以即使有天福，他不能够得天身，而在天上得修罗身。我们晓得天修罗，只要是修罗无论他在哪一道，福报虽然是大，可是他造的罪业也相当之重，福报享完之后必定堕落，这是修罗之苦。所以一旦觉悟之后，他也想离开这种果报，观世音菩萨当然也是要帮助他，要令他成就。",
      "zh_TW": "『阿脩羅』這是我們比較熟悉的，因為說到六道，他也算一道。不過脩羅在本經裡說得很詳細，除了地獄道沒有之外，其餘的四道都有，他在哪一道他的業報享受與那一道大致上相同，所以人間有阿脩羅，畜生、餓鬼都有阿脩羅，天也有阿脩羅。佛經裡面常常講五趣，五趣就是五道，不算阿脩羅，因為阿脩羅在哪一道就可以歸入到哪一道。講六道是單單指天阿脩羅，而不講人阿脩羅，單指天阿脩羅，算他們是一道。脩羅翻成中國意思叫無端正，就是面目都相當的醜陋，所以也翻作非天，這個意思就是說他有天人的福報，而沒有天人的德行。這一類他是修下品十善業而得的果報，所謂下品十善業就是他的瞋恚、傲慢不能夠斷除，所以雖然修十善業道，這兩種煩惱障礙了他，這個習氣不斷，所以即使有天福，他不能夠得天身，而在天上得脩羅身。我們曉得天脩羅，只要是脩羅無論他在哪一道，福報雖然是大，可是他造的罪業也相當之重，福報享完之後必定墮落，這是脩羅之苦。所以一旦覺悟之後，他也想離開這種果報，觀世音菩薩當然也是要幫助他，要令他成就。"
    },
    {
      "id": "07-001-0115_p0012",
      "zh_CN": "【若紧那罗。乐脱其伦。我于彼前现紧那罗身而为说法。令其成就。】",
      "zh_TW": "【若緊那羅。樂脫其倫。我於彼前現緊那羅身而為說法。令其成就。】"
    },
    {
      "id": "07-001-0115_p0013",
      "zh_CN": "这一类的众生，经上也把他翻作非人，他的形状与人没有差别，但是头上长了一支角，他不是长两支角，是长一只角，他与干闼婆是相类似的，是帝释天的乐神。这就说明天宫里面的乐神有两类，而这两类还是有区别的，干闼婆只奏世间的音乐，天乐比我们人间音乐要美妙得多了，但是他不擅梵音；而『紧那罗』他懂得梵音。我们也晓得，像释迦牟尼佛也在天宫说法，佛在天宫说法，诸菩萨也不例外，所以天上有佛法，在说法的时候，说法之前有梵音的演奏，说法终了的时候亦有。而我们现前，这是一切随着我们现实的环境，都把它省略掉了。如果要是按照大座讲经，我们讲经之前与讲经之后的回向，都有梵音的演奏，就是我们有赞颂。「紧那罗」长于梵音的赞颂，这样说来，天上也不错，天上的确比人间好。可是诸位要晓得，诸佛菩萨在我们人间弘法利生，我们想想，几个人开悟？几个人得度？诸佛菩萨、祖师大德的苦口婆心，六道里面得度的机缘，的确是人道最为殊胜，而这个比例都这么少。佛菩萨在天上讲经，开悟、得度的人比我们人间就更少了。也许诸位要问，天人很聪明，为什么得度的还少？天人他是乐多苦少，所以佛菩萨虽然讲经说法，不容易开悟，喜欢佛法是一桩事情，那是感情上的喜欢，很难领悟，当然更不容易去依教修行。但是诸位要晓得，人天善法，他比我们殊胜；修学出世法，他不如人间。我们人间讲修行出世法比天上要殊胜，除这个之外，我们人间造作种种罪业，那也是要超过天上。天人虽然不肯认真修行，但是他不大造罪业；换句话说，就是他们道德的水准比我们人间要高出很多。第七类是摩呼罗伽：",
      "zh_TW": "這一類的眾生，經上也把他翻作非人，他的形狀與人沒有差別，但是頭上長了一支角，他不是長兩支角，是長一隻角，他與乾闥婆是相類似的，是帝釋天的樂神。這就說明天宮裡面的樂神有兩類，而這兩類還是有區別的，乾闥婆只奏世間的音樂，天樂比我們人間音樂要美妙得多了，但是他不擅梵音；而『緊那羅』他懂得梵音。我們也曉得，像釋迦牟尼佛也在天宮說法，佛在天宮說法，諸菩薩也不例外，所以天上有佛法，在說法的時候，說法之前有梵音的演奏，說法終了的時候亦有。而我們現前，這是一切隨著我們現實的環境，都把它省略掉了。如果要是按照大座講經，我們講經之前與講經之後的迴向，都有梵音的演奏，就是我們有讚頌。「緊那羅」長於梵音的讚頌，這樣說來，天上也不錯，天上的確比人間好。可是諸位要曉得，諸佛菩薩在我們人間弘法利生，我們想想，幾個人開悟？幾個人得度？諸佛菩薩、祖師大德的苦口婆心，六道裡面得度的機緣，的確是人道最為殊勝，而這個比例都這麼少。佛菩薩在天上講經，開悟、得度的人比我們人間就更少了。也許諸位要問，天人很聰明，為什麼得度的還少？天人他是樂多苦少，所以佛菩薩雖然講經說法，不容易開悟，喜歡佛法是一樁事情，那是感情上的喜歡，很難領悟，當然更不容易去依教修行。但是諸位要曉得，人天善法，他比我們殊勝；修學出世法，他不如人間。我們人間講修行出世法比天上要殊勝，除這個之外，我們人間造作種種罪業，那也是要超過天上。天人雖然不肯認真修行，但是他不大造罪業；換句話說，就是他們道德的水準比我們人間要高出很多。第七類是摩呼羅伽："
    },
    {
      "id": "07-001-0115_p0014",
      "zh_CN": "【若摩呼罗伽。乐脱其伦。我于彼前现摩呼罗伽身而为说法。令其成就。】",
      "zh_TW": "【若摩呼羅伽。樂脫其倫。我於彼前現摩呼羅伽身而為說法。令其成就。】"
    },
    {
      "id": "07-001-0115_p0015",
      "zh_CN": "这一类翻成中国的意思，就是大蟒神，我们俗话称之为地龙，就是大蟒蛇。这一类众生也是守护伽蓝神，他皈依佛之后发心护法。蛇的苦比龙还要超过，纵然是大蟒，我们读过安世高的传记，安世高的同学堕落的蛇身就是属于大蟒，香火虽然很盛，杀业很重，这种福报享完之后还是要继续堕落，这个堕落是一世不如一世。所以当他觉悟之后，也是希望赶快脱离畜生身，这是畜生的一类。",
      "zh_TW": "這一類翻成中國的意思，就是大蟒神，我們俗話稱之為地龍，就是大蟒蛇。這一類眾生也是守護伽藍神，他皈依佛之後發心護法。蛇的苦比龍還要超過，縱然是大蟒，我們讀過安世高的傳記，安世高的同學墮落的蛇身就是屬於大蟒，香火雖然很盛，殺業很重，這種福報享完之後還是要繼續墮落，這個墮落是一世不如一世。所以當他覺悟之後，也是希望趕快脫離畜生身，這是畜生的一類。"
    },
    {
      "id": "07-001-0115_p0016",
      "zh_CN": "【若诸众生乐人修人。我现人身而为说法。令其成就。若诸非人。有形无形。有想无想。乐度其伦。我于彼前皆现其身而为说法。令其成就。】",
      "zh_TW": "【若諸眾生樂人修人。我現人身而為說法。令其成就。若諸非人。有形無形。有想無想。樂度其倫。我於彼前皆現其身而為說法。令其成就。】"
    },
    {
      "id": "07-001-0115_p0017",
      "zh_CN": "人身，这个不必多说，这是我们现前的境界，可是经里面常常提示我们，所谓「人身难得，佛法难闻」。这两句话我们听得耳熟，可是有几个人真正觉悟到人身之难得？真正觉悟了，他一定珍惜人身。人身的确难得而易失，得人身很不容易，失人身太容易了，这桩事情在此地我也不必多说。六道里最难得到的是人身，人身，佛之所以赞叹，就是最容易入道。天人乐多苦少，把修道这个事情疏忽掉；三恶道苦太多，乐太少，纵然想修行，他的障碍太多。人间所谓是苦乐参半，因为有苦，容易觉悟；因为还有一点点安稳，容易修道，这是人间的环境最适合修行。我们想得人身，菩萨就现人身为我们说法，使我们得到人身。这些『非人』包括的范围非常广大，像经里面讲的『有形无形，有想无想』，包括的范围太多。在我们世俗间来说，所谓日月星辰、鬼神精灵之类，都包括在这条里面，乃至精神化为土木金石之类，也包括在这一类。他们如果有一念回心，皈依佛法，想脱离他这一道，观世音菩萨也发心现同类身帮他成就。到这个地方，这是把三十二类都简单的给我们介绍出来，后面这是总结：",
      "zh_TW": "人身，這個不必多說，這是我們現前的境界，可是經裡面常常提示我們，所謂「人身難得，佛法難聞」。這兩句話我們聽得耳熟，可是有幾個人真正覺悟到人身之難得？真正覺悟了，他一定珍惜人身。人身的確難得而易失，得人身很不容易，失人身太容易了，這樁事情在此地我也不必多說。六道裡最難得到的是人身，人身，佛之所以讚歎，就是最容易入道。天人樂多苦少，把修道這個事情疏忽掉；三惡道苦太多，樂太少，縱然想修行，他的障礙太多。人間所謂是苦樂參半，因為有苦，容易覺悟；因為還有一點點安穩，容易修道，這是人間的環境最適合修行。我們想得人身，菩薩就現人身為我們說法，使我們得到人身。這些『非人』包括的範圍非常廣大，像經裡面講的『有形無形，有想無想』，包括的範圍太多。在我們世俗間來說，所謂日月星辰、鬼神精靈之類，都包括在這條裡面，乃至精神化為土木金石之類，也包括在這一類。他們如果有一念回心，皈依佛法，想脫離他這一道，觀世音菩薩也發心現同類身幫他成就。到這個地方，這是把三十二類都簡單的給我們介紹出來，後面這是總結："
    },
    {
      "id": "07-001-0115_p0018",
      "zh_CN": "【是名妙净三十二应入国土身。皆以三昧闻熏闻修。无作妙力自在成就。】",
      "zh_TW": "【是名妙淨三十二應入國土身。皆以三昧聞熏聞修。無作妙力自在成就。】"
    },
    {
      "id": "07-001-0115_p0019",
      "zh_CN": "这个几句话非常重要，这里面有几个字我们要注意，不能够轻易的看过。上面讲的三十二应身，最高的，观世音菩萨可以现佛身，最下的可以现这些鬼怪精灵之身。真正是无所不现身，都是观世音菩萨变化的，所谓是随类善巧方便的示现。虽然示现，总不离『妙净』，这个「妙」就是随类示现，这是妙，所以称之为妙色身。你要是问，观世音菩萨是什么样子？观世音菩萨到底是男的还是女的？你看有很多人问这个问题，这都是对于佛法不懂得才会有这问题。你要是明了，观世音菩萨什么样的身分都有，你不能说他是男的，也不能说他是女的。为什么？他随类现身，这叫妙。「净」就是虽然随类现身，与一切众生和光同尘，菩萨是清净不染，这就叫净。",
      "zh_TW": "這個幾句話非常重要，這裡面有幾個字我們要注意，不能夠輕易的看過。上面講的三十二應身，最高的，觀世音菩薩可以現佛身，最下的可以現這些鬼怪精靈之身。真正是無所不現身，都是觀世音菩薩變化的，所謂是隨類善巧方便的示現。雖然示現，總不離『妙淨』，這個「妙」就是隨類示現，這是妙，所以稱之為妙色身。你要是問，觀世音菩薩是什麼樣子？觀世音菩薩到底是男的還是女的？你看有很多人問這個問題，這都是對於佛法不懂得才會有這問題。你要是明瞭，觀世音菩薩什麼樣的身分都有，你不能說他是男的，也不能說他是女的。為什麼？他隨類現身，這叫妙。「淨」就是雖然隨類現身，與一切眾生和光同塵，菩薩是清淨不染，這就叫淨。"
    },
    {
      "id": "07-001-0115_p0020",
      "zh_CN": "我们要想学观世音菩萨，就要在这个地方学。我们现在虽然不像经典里面讲的有这样殊胜广大的境界，可是诸位要是读《六祖坛经》，祖师跟我们讲的三身，清净法身是我们的自性，圆满报身是我们的智慧。我们要问一问，我们有没有自性？六根的根性就是自性，就是我们自己的清净法身，没失。自性起用就是圆满报身，如果我们用六根根性对外面的境界，就是交光大师所讲的「舍识用根」，那就是报身。什么是千百亿化身？我们一切的思想、行为就是千百亿化身。六祖大师就我们自己身上指出了三身，我们今天这个三身不得自在，是因为你迷而不觉；虽然迷、不觉，可是我们的妙净并没有失掉，妙净还是在，没失掉，而是自己迷了，自己见不到。如何叫我们自己再能够亲证、再能够见到，这是我们现前修学最要紧的一桩事情，所以此地称之为妙净三十二应。",
      "zh_TW": "我們要想學觀世音菩薩，就要在這個地方學。我們現在雖然不像經典裡面講的有這樣殊勝廣大的境界，可是諸位要是讀《六祖壇經》，祖師跟我們講的三身，清淨法身是我們的自性，圓滿報身是我們的智慧。我們要問一問，我們有沒有自性？六根的根性就是自性，就是我們自己的清淨法身，沒失。自性起用就是圓滿報身，如果我們用六根根性對外面的境界，就是交光大師所講的「捨識用根」，那就是報身。什麼是千百億化身？我們一切的思想、行為就是千百億化身。六祖大師就我們自己身上指出了三身，我們今天這個三身不得自在，是因為你迷而不覺；雖然迷、不覺，可是我們的妙淨並沒有失掉，妙淨還是在，沒失掉，而是自己迷了，自己見不到。如何叫我們自己再能夠親證、再能夠見到，這是我們現前修學最要緊的一樁事情，所以此地稱之為妙淨三十二應。"
    },
    {
      "id": "07-001-0115_p0021",
      "zh_CN": "『皆以三昧闻熏闻修』，这是显示出因地的修行，这部经着重在菩萨自己怎么修行成就的；换句话说，也是给我们做个示范。我们要学观音法门从哪里下手？「闻熏闻修」这是讲三慧。三慧的基础是禅定，所以说「皆以三昧」，三昧是禅定，从定中起闻思修三慧。这里说个闻、说个修，思就包括在其中，因为闻薰就有闻思的意思在，薰是讲薰习。修行的方法，前面跟诸位说过，「反闻闻自性，性成无上道」。换句话说，他是用六根根性接触外面的境界，这叫做闻薰闻修，而不是用心心所。为什么？因为心心所是有能有所，有能染的心、有所染的处所，能所不断。如果用六根根性，用见性见色性、闻性闻声性，这里面能所双亡，才能够见性，这就是观世音菩萨所修学的方法。后面这两句，是讲他成就之后的作用，『无作妙力』，是果上的大用。「无作」，他不像二乘或者是权教菩萨所证的寂灭，二乘菩萨所证的叫偏真涅槃，他还是在有作为；菩萨所证的是无作为，这才是真正的大用，所谓从体起用，不带一丝毫的情识，这叫大用。「妙」，妙就是无染，有染着、有能所就不妙，离开能所染着这是妙。",
      "zh_TW": "『皆以三昧聞熏聞修』，這是顯示出因地的修行，這部經著重在菩薩自己怎麼修行成就的；換句話說，也是給我們做個示範。我們要學觀音法門從哪裡下手？「聞熏聞修」這是講三慧。三慧的基礎是禪定，所以說「皆以三昧」，三昧是禪定，從定中起聞思修三慧。這裡說個聞、說個修，思就包括在其中，因為聞薰就有聞思的意思在，薰是講薰習。修行的方法，前面跟諸位說過，「反聞聞自性，性成無上道」。換句話說，他是用六根根性接觸外面的境界，這叫做聞薰聞修，而不是用心心所。為什麼？因為心心所是有能有所，有能染的心、有所染的處所，能所不斷。如果用六根根性，用見性見色性、聞性聞聲性，這裡面能所雙亡，才能夠見性，這就是觀世音菩薩所修學的方法。後面這兩句，是講他成就之後的作用，『無作妙力』，是果上的大用。「無作」，他不像二乘或者是權教菩薩所證的寂滅，二乘菩薩所證的叫偏真涅槃，他還是在有作為；菩薩所證的是無作為，這才是真正的大用，所謂從體起用，不帶一絲毫的情識，這叫大用。「妙」，妙就是無染，有染著、有能所就不妙，離開能所染著這是妙。"
    },
    {
      "id": "07-001-0115_p0022",
      "zh_CN": "『自在成就』，这是「随众生心，应所知量」。所以菩萨与一切众生感应道交，绝不是菩萨起个心、动个念，不是的。再给诸位说，菩萨的感应是无所不在，就好像夜晚天上的月亮一样，没有一点分别心，普照大地。哪个地方有水，哪个地方就现月影，那就好像感应道交，我们端一盆水在此地，盆里面有月亮的影子。我们要是把月亮比作观音菩萨，月影就是观音菩萨的三十二应身，我们没有这个水，月光在不在？在。有水，它显现出来；没有水，它还在，在，它不显。诸佛菩萨确实是如此，所以我们的心清净就像那个水清净一样，我们心清净了，你的心里面就显佛菩萨的境界相，就显现，这就叫做感应道交。可见得诸佛菩萨的应是永恒的，从无间断，显与不显在我们自己的心。我们的心清净就现，诸佛菩萨神力加持，自己感觉得到，自己晓得，清清楚楚。一分清净就有一分感应，十分清净就有十分感应，心极不清净就没有感应，可见得感应道交这桩事情是在我们自己，不在佛菩萨那边。千万不要错怪了，「我这个人这么好，对佛菩萨这么恭敬，佛菩萨怎么没有照顾我？」你要这样想法就大错了。这叫「自在成就」，如果他要是有心，起心动念，就不自在了。同样的，我们自己在修学、求证的过程当中，我们的心里面有求就不自在，就是障碍。修学一切法门绝不可以着修学之相，你着修学之相不容易成就。修行所谓是三轮体空，不着修行相就很容易成就。这是把三十二应介绍完了。下面讲十四无畏，请看经文：",
      "zh_TW": "『自在成就』，這是「隨眾生心，應所知量」。所以菩薩與一切眾生感應道交，絕不是菩薩起個心、動個念，不是的。再給諸位說，菩薩的感應是無所不在，就好像夜晚天上的月亮一樣，沒有一點分別心，普照大地。哪個地方有水，哪個地方就現月影，那就好像感應道交，我們端一盆水在此地，盆裡面有月亮的影子。我們要是把月亮比作觀音菩薩，月影就是觀音菩薩的三十二應身，我們沒有這個水，月光在不在？在。有水，它顯現出來；沒有水，它還在，在，它不顯。諸佛菩薩確實是如此，所以我們的心清淨就像那個水清淨一樣，我們心清淨了，你的心裡面就顯佛菩薩的境界相，就顯現，這就叫做感應道交。可見得諸佛菩薩的應是永恆的，從無間斷，顯與不顯在我們自己的心。我們的心清淨就現，諸佛菩薩神力加持，自己感覺得到，自己曉得，清清楚楚。一分清淨就有一分感應，十分清淨就有十分感應，心極不清淨就沒有感應，可見得感應道交這樁事情是在我們自己，不在佛菩薩那邊。千萬不要錯怪了，「我這個人這麼好，對佛菩薩這麼恭敬，佛菩薩怎麼沒有照顧我？」你要這樣想法就大錯了。這叫「自在成就」，如果他要是有心，起心動念，就不自在了。同樣的，我們自己在修學、求證的過程當中，我們的心裡面有求就不自在，就是障礙。修學一切法門絕不可以著修學之相，你著修學之相不容易成就。修行所謂是三輪體空，不著修行相就很容易成就。這是把三十二應介紹完了。下面講十四無畏，請看經文："
    },
    {
      "id": "07-001-0115_p0023",
      "zh_CN": "【世尊。我复以此闻熏闻修金刚三昧。无作妙力。与诸十方三世六道一切众生同悲仰故。令诸众生于我身心获十四种无畏功德。】",
      "zh_TW": "【世尊。我復以此聞熏聞修金剛三昧。無作妙力。與諸十方三世六道一切眾生同悲仰故。令諸眾生於我身心獲十四種無畏功德。】"
    },
    {
      "id": "07-001-0115_p0024",
      "zh_CN": "前面三十二应是上合诸佛的大慈大悲，这一段就是下合六道众生同一悲仰。经文里面讲得很清楚，他能够上合诸佛的慈力、下合六道众生的悲仰，都是依『金刚三昧，无作妙力』而得到的。这两句话都是说的大定，着重的是「金刚三昧」，这个「无作妙力」无非是金刚三昧的作用而已，我们得到三昧当然就起作用，所以这是我们修学关键的所在。佛法里面所谓八万四千法门，门门都是修金刚三昧，特别是这部《楞严经》，《楞严经》里面所讲的楞严大定，就是此地所说的金刚三昧。『悲』是悲自己沉沦在六道里面，这是说的六道众生，诸位要晓得，这都是些觉悟的众生。他要是不觉悟，一天到晚迷惑颠倒，他怎么会悲叹自己的沉沦？一个人自觉了他才晓得，为什么诸佛菩萨在三界当中游戏神通、自在无作，我们今天堕落在六道生死轮回，能想到这一点就是觉悟，这就可以回头了。『仰』是盼望，我们自己现在觉悟了，可是自己没有自度的能力，盼望着佛菩萨伸出援手，来帮我们的忙，这就是仰，俗话所谓求佛菩萨来救度我们。这在《起信论》里面说就是始觉智，有这一念就是始觉智现前。这一念非常的可贵，因为有这一念就与佛菩萨感应道交，观世音菩萨就会现身。为什么？因为诸佛菩萨与一切众生同一法身故，所以众生悲就是菩萨悲，菩萨与众生同悲；众生有这仰望之心，菩萨同样也有仰望之心，这是所谓同体大悲，所以能够与诸佛菩萨感应道交。",
      "zh_TW": "前面三十二應是上合諸佛的大慈大悲，這一段就是下合六道眾生同一悲仰。經文裡面講得很清楚，他能夠上合諸佛的慈力、下合六道眾生的悲仰，都是依『金剛三昧，無作妙力』而得到的。這兩句話都是說的大定，著重的是「金剛三昧」，這個「無作妙力」無非是金剛三昧的作用而已，我們得到三昧當然就起作用，所以這是我們修學關鍵的所在。佛法裡面所謂八萬四千法門，門門都是修金剛三昧，特別是這部《楞嚴經》，《楞嚴經》裡面所講的楞嚴大定，就是此地所說的金剛三昧。『悲』是悲自己沉淪在六道裡面，這是說的六道眾生，諸位要曉得，這都是些覺悟的眾生。他要是不覺悟，一天到晚迷惑顛倒，他怎麼會悲嘆自己的沉淪？一個人自覺了他才曉得，為什麼諸佛菩薩在三界當中遊戲神通、自在無作，我們今天墮落在六道生死輪迴，能想到這一點就是覺悟，這就可以回頭了。『仰』是盼望，我們自己現在覺悟了，可是自己沒有自度的能力，盼望著佛菩薩伸出援手，來幫我們的忙，這就是仰，俗話所謂求佛菩薩來救度我們。這在《起信論》裡面說就是始覺智，有這一念就是始覺智現前。這一念非常的可貴，因為有這一念就與佛菩薩感應道交，觀世音菩薩就會現身。為什麼？因為諸佛菩薩與一切眾生同一法身故，所以眾生悲就是菩薩悲，菩薩與眾生同悲；眾生有這仰望之心，菩薩同樣也有仰望之心，這是所謂同體大悲，所以能夠與諸佛菩薩感應道交。"
    },
    {
      "id": "07-001-0115_p0025",
      "zh_CN": "因此这个『悲仰』就是这十四类无畏的根本，换句话说，如果我们没有悲仰之心，诸佛菩萨再大的神通、再大的愿力都帮不上忙。我们今天求佛菩萨加持、求佛菩萨保佑，你要是不懂这个道理，你这种求愿是虚妄的、是会落空的。俗话常说佛氏门中有求必应，但是求有求的理论、有求的方法。这段经文就是给我们说求的理论与方法，句句话都是踏实的，是自己亲证境界里面流露出来，我们自己必须要有这一念才能够理解。经里面给我们说的这个范围，『十方三世六道一切众生』，像前面三十二应里面，我们也看到那些众生们的希求、愿望，可是他那个毕竟是在平时，而不是在遭难的时候；这个地方说的「十方三世六道一切众生」，多半是在患难当中。虽然说六道，六道的上三道灾难少，何况三乘圣者？由此可知，灾难最多的是恶道。",
      "zh_TW": "因此這個『悲仰』就是這十四類無畏的根本，換句話說，如果我們沒有悲仰之心，諸佛菩薩再大的神通、再大的願力都幫不上忙。我們今天求佛菩薩加持、求佛菩薩保佑，你要是不懂這個道理，你這種求願是虛妄的、是會落空的。俗話常說佛氏門中有求必應，但是求有求的理論、有求的方法。這段經文就是給我們說求的理論與方法，句句話都是踏實的，是自己親證境界裡面流露出來，我們自己必須要有這一念才能夠理解。經裡面給我們說的這個範圍，『十方三世六道一切眾生』，像前面三十二應裡面，我們也看到那些眾生們的希求、願望，可是他那個畢竟是在平時，而不是在遭難的時候；這個地方說的「十方三世六道一切眾生」，多半是在患難當中。雖然說六道，六道的上三道災難少，何況三乘聖者？由此可知，災難最多的是惡道。"
    },
    {
      "id": "07-001-0115_p0026",
      "zh_CN": "也许诸位要问，经典里面有说「果缚若存，虽罗汉不免」，这也就是我们一般所讲的定业，不但罗汉不能免，佛陀在世的时候还示现头痛、还示现马麦之报，还不能够度他的族人，他的族人遭琉璃王之难，佛都没有办法度他们，这是讲定业。这就是说，圣者怎么没有难？可是在这个地方我们要晓得，诸佛菩萨、辟支佛、罗汉，他们纵然有这些难也少，而且这些难多半都是示现的，是告诉我们定业不容易转，是说明这桩事情。何以知道？像《梵网经》里面所讲，释迦牟尼佛这次，这是讲三千年前在印度示现成佛，是已经第八千次了。由此可知，佛是久远劫已经成佛了。一千二百五十五人这是他的学生，里面有很多是古佛再来，有许多是等觉菩萨，示现的，不是真的。连舍卫国的国王这是四地菩萨再来的，你们想想看，他们是来唱戏的、是来表演的，是做个样子给我们看，不是真实境界。虽然是表演，诸位要晓得，不是他们的真实境界，可是却是我们的真实境界，我们是博地凡夫，如果你初证罗汉、初证菩萨位，定业还是难免。",
      "zh_TW": "也許諸位要問，經典裡面有說「果縛若存，雖羅漢不免」，這也就是我們一般所講的定業，不但羅漢不能免，佛陀在世的時候還示現頭痛、還示現馬麥之報，還不能夠度他的族人，他的族人遭琉璃王之難，佛都沒有辦法度他們，這是講定業。這就是說，聖者怎麼沒有難？可是在這個地方我們要曉得，諸佛菩薩、辟支佛、羅漢，他們縱然有這些難也少，而且這些難多半都是示現的，是告訴我們定業不容易轉，是說明這樁事情。何以知道？像《梵網經》裡面所講，釋迦牟尼佛這次，這是講三千年前在印度示現成佛，是已經第八千次了。由此可知，佛是久遠劫已經成佛了。一千二百五十五人這是他的學生，裡面有很多是古佛再來，有許多是等覺菩薩，示現的，不是真的。連舍衛國的國王這是四地菩薩再來的，你們想想看，他們是來唱戲的、是來表演的，是做個樣子給我們看，不是真實境界。雖然是表演，諸位要曉得，不是他們的真實境界，可是卻是我們的真實境界，我們是博地凡夫，如果你初證羅漢、初證菩薩位，定業還是難免。"
    },
    {
      "id": "07-001-0115_p0027",
      "zh_CN": "我们造业就不能不谨慎，我们发心不能不勇猛。像我们在《华严经》读到的精进，要勇猛精进，我们在这一生当中，其他的什么都不求，只求西方极乐世界，决定要往生。给诸位说，你要是发这个心你是世间第一等人，没有人能够比得上。诸佛菩萨时时在你心中现身，帮助你成就，何况观世音菩萨、大势至菩萨是西方三圣之一，哪有不伸援手、不帮忙的！这个我们一定要相信。这段经文里面着重是在众生，是在遭受这些苦难的众生，可以讲正说在我们现前的环境。在整个世界大劫难当中，我们台湾算是幸运，这话说得不过分。有些地方社会比我们安定、生活过得比我们好，可是没有佛法，没有佛法就得不到解脱。没有佛法的地方环境再好，是八难之一。诸位晓得，八难里面有长寿天，天人的福报比我们大多了，为什么叫遭难？那个地方没有佛法。北俱卢洲就没有佛法，北俱卢洲福报第一，寿命长、物产资源丰富，人不必劳心劳力，福报自然，所以那个地方没有佛法。大家太享受、太幸福了，佛法到那边去没有人接受。你们如果要问北俱卢洲在哪里？地球上有不少的地方与北俱卢洲相似。你们可以去看看，他们的确一年到头都生活在幸福当中，你跟他讲佛法，他听不进去，那就是相似的北俱卢洲。",
      "zh_TW": "我們造業就不能不謹慎，我們發心不能不勇猛。像我們在《華嚴經》讀到的精進，要勇猛精進，我們在這一生當中，其他的什麼都不求，只求西方極樂世界，決定要往生。給諸位說，你要是發這個心你是世間第一等人，沒有人能夠比得上。諸佛菩薩時時在你心中現身，幫助你成就，何況觀世音菩薩、大勢至菩薩是西方三聖之一，哪有不伸援手、不幫忙的！這個我們一定要相信。這段經文裡面著重是在眾生，是在遭受這些苦難的眾生，可以講正說在我們現前的環境。在整個世界大劫難當中，我們台灣算是幸運，這話說得不過分。有些地方社會比我們安定、生活過得比我們好，可是沒有佛法，沒有佛法就得不到解脫。沒有佛法的地方環境再好，是八難之一。諸位曉得，八難裡面有長壽天，天人的福報比我們大多了，為什麼叫遭難？那個地方沒有佛法。北俱盧洲就沒有佛法，北俱盧洲福報第一，壽命長、物產資源豐富，人不必勞心勞力，福報自然，所以那個地方沒有佛法。大家太享受、太幸福了，佛法到那邊去沒有人接受。你們如果要問北俱盧洲在哪裡？地球上有不少的地方與北俱盧洲相似。你們可以去看看，他們的確一年到頭都生活在幸福當中，你跟他講佛法，他聽不進去，那就是相似的北俱盧洲。"
    },
    {
      "id": "07-001-0115_p0028",
      "zh_CN": "经文里面讲『令诸众生于我身心』，这就是正式说明成就无畏。「于我身心」，我是菩萨自称，因为菩萨在反闻证性的时候，他所证得的清净法身是法界的全体，与一切众生同一个心性，这也是菩萨所证的圆通之理。所以遍在众生悲仰之中，他知道一切众生与菩萨是一个心，所以众生心里面起心动念，佛菩萨没有不晓得的，他不起心、不动念，我们起心动念，他有感应。末后一句这是就众生方面来说的，说众生正在遭遇恐怖危难之中，而蒙观世音菩萨救度，这就是无畏的功德。在我们目前的修学就是无畏布施，到你见了性之后，或者我们讲念佛功夫念到理一心之后，这就叫『无畏功德』。现在我们是无畏布施，到那个时候就叫无畏功德。诸位现在你修财布施、修法布施、修无畏布施，在果地上就成种种的功德庄严。因果决定是相应的，我们现在要是不认真的去修学，证果就有障碍。你不能够修布施、不能修忍辱，怎么能成就十四种无畏功德？由此可知，三种布施是菩萨必修的功课，而且要尽心尽力勇猛精进的去修学，这才能成就。下面这一共是十四条。",
      "zh_TW": "經文裡面講『令諸眾生於我身心』，這就是正式說明成就無畏。「於我身心」，我是菩薩自稱，因為菩薩在反聞證性的時候，他所證得的清淨法身是法界的全體，與一切眾生同一個心性，這也是菩薩所證的圓通之理。所以遍在眾生悲仰之中，他知道一切眾生與菩薩是一個心，所以眾生心裡面起心動念，佛菩薩沒有不曉得的，他不起心、不動念，我們起心動念，他有感應。末後一句這是就眾生方面來說的，說眾生正在遭遇恐怖危難之中，而蒙觀世音菩薩救度，這就是無畏的功德。在我們目前的修學就是無畏布施，到你見了性之後，或者我們講念佛功夫念到理一心之後，這就叫『無畏功德』。現在我們是無畏布施，到那個時候就叫無畏功德。諸位現在你修財布施、修法布施、修無畏布施，在果地上就成種種的功德莊嚴。因果決定是相應的，我們現在要是不認真的去修學，證果就有障礙。你不能夠修布施、不能修忍辱，怎麼能成就十四種無畏功德？由此可知，三種布施是菩薩必修的功課，而且要盡心盡力勇猛精進的去修學，這才能成就。下面這一共是十四條。"
    },
    {
      "id": "07-001-0115_p0029",
      "zh_CN": "【一者由我不自观音以观观者。令彼十方苦恼众生。观其音声即得解脱。】",
      "zh_TW": "【一者由我不自觀音以觀觀者。令彼十方苦惱眾生。觀其音聲即得解脫。】"
    },
    {
      "id": "07-001-0115_p0030",
      "zh_CN": "这些地方我们都要特别留意到，是观世音菩萨果地上的境界；换句话说，也是我们因地上要效法的。佛在《法华经》里面说，无量众生受种种苦恼的时候，闻观世音菩萨，或者闻其他佛菩萨的名号，这个地方特别是指观音菩萨，在苦难的时候听到佛的名号、听到菩萨的名号，尤其是听到观世音菩萨的名号，「观世音菩萨，即时观其音声皆得解脱」。可以与这个地方的一段经文来参看，那是《普门品》里面的经文。『由我不自观音』，自得解脱，又能够观世间能念观音的那个人，而以慈力加持他，所以可以叫『苦恼众生观其音声，即得解脱』。这样的话我们能相信吗？我们遇到苦难的时候念观世音菩萨，怎么念也不灵，观音菩萨没来救我。你把这个经文多念几遍，你就了解观世音菩萨为什么不来救你？你那个念不合理、又不如法，所以没有法子感应道交。好像我们求月亮现影子给我们看，我们端的不是一盆水，端的是一盆沙，怎么在月光底下照，月亮影子现不出来！佛氏门中有求必应，这个话是千真万确，但是要如理如法的求才有求必应；违背理论、法则，这个求不应，过错在自己这边。你看看这个地方所讲的，「观其音声」、「以观观者」，着重在观其音声，观是观慧。我们几时提起过观照？此地的观其音声就是用观照。不会观照，念观世音菩萨名也行、也有可能，那是什么？极其虔诚。俗话也说诚则灵，诚就有感应，为什么？因为诚心就是佛心。",
      "zh_TW": "這些地方我們都要特別留意到，是觀世音菩薩果地上的境界；換句話說，也是我們因地上要效法的。佛在《法華經》裡面說，無量眾生受種種苦惱的時候，聞觀世音菩薩，或者聞其他佛菩薩的名號，這個地方特別是指觀音菩薩，在苦難的時候聽到佛的名號、聽到菩薩的名號，尤其是聽到觀世音菩薩的名號，「觀世音菩薩，即時觀其音聲皆得解脫」。可以與這個地方的一段經文來參看，那是《普門品》裡面的經文。『由我不自觀音』，自得解脫，又能夠觀世間能念觀音的那個人，而以慈力加持他，所以可以叫『苦惱眾生觀其音聲，即得解脫』。這樣的話我們能相信嗎？我們遇到苦難的時候念觀世音菩薩，怎麼念也不靈，觀音菩薩沒來救我。你把這個經文多念幾遍，你就了解觀世音菩薩為什麼不來救你？你那個念不合理、又不如法，所以沒有法子感應道交。好像我們求月亮現影子給我們看，我們端的不是一盆水，端的是一盆沙，怎麼在月光底下照，月亮影子現不出來！佛氏門中有求必應，這個話是千真萬確，但是要如理如法的求才有求必應；違背理論、法則，這個求不應，過錯在自己這邊。你看看這個地方所講的，「觀其音聲」、「以觀觀者」，著重在觀其音聲，觀是觀慧。我們幾時提起過觀照？此地的觀其音聲就是用觀照。不會觀照，念觀世音菩薩名也行、也有可能，那是什麼？極其虔誠。俗話也說誠則靈，誠就有感應，為什麼？因為誠心就是佛心。"
    },
    {
      "id": "07-001-0115_p0031",
      "zh_CN": "佛在《观经》里面给我们讲的菩提心，菩提心第一个是至诚心。如果你不明白理论与方法，你用至诚心念就有感应，心到至诚一定清净、一定慈悲。所以你的至诚、清净、慈悲，与观世音菩萨完全相合，这个时候你的灾难就解除。我们自己以为「我已经很诚心！」那不行，你已经很诚心，你心里还有个「很诚心」，你的心就不诚。为什么？至诚心里面没有一个妄念，像六祖大师所说「本来无一物」，这是至诚心的样子；里面还有个「我很虔诚」，这就是有一物，有一物，你的心不诚，所以得不到感应。这里所教给我们的方法就是称念，就是持名念观世音菩萨名号的时候要一心不乱，这是用至诚心、是用清净心。如果再懂得这些理论与方法，由这一心再观其音声，从境界里面所谓是依文字般若起观照般若，南无观世音菩萨这是文字般若，再能够提起观照般若，实相就现前，那怎么不解脱！",
      "zh_TW": "佛在《觀經》裡面給我們講的菩提心，菩提心第一個是至誠心。如果你不明白理論與方法，你用至誠心念就有感應，心到至誠一定清淨、一定慈悲。所以你的至誠、清淨、慈悲，與觀世音菩薩完全相合，這個時候你的災難就解除。我們自己以為「我已經很誠心！」那不行，你已經很誠心，你心裡還有個「很誠心」，你的心就不誠。為什麼？至誠心裡面沒有一個妄念，像六祖大師所說「本來無一物」，這是至誠心的樣子；裡面還有個「我很虔誠」，這就是有一物，有一物，你的心不誠，所以得不到感應。這裡所教給我們的方法就是稱念，就是持名念觀世音菩薩名號的時候要一心不亂，這是用至誠心、是用清淨心。如果再懂得這些理論與方法，由這一心再觀其音聲，從境界裡面所謂是依文字般若起觀照般若，南無觀世音菩薩這是文字般若，再能夠提起觀照般若，實相就現前，那怎麼不解脫！"
    },
    {
      "id": "07-001-0115_p0032",
      "zh_CN": "所以我们念阿弥陀佛，在念佛有事有理，有事一心、有理一心；念观世音菩萨名号，也有事有理，也有事一心、有理一心。心里面一个妄念都没有，这句名号历历分明、念念相续，这是事一心，二六时中都不中断；如果真正要是照见，彻底通达音声、名号唯心所现，能念所念从体上讲就是法界，能所虽然宛然存在，当下能所双亡，这就是理一心。事一心能脱一切境界上的苦难，理一心能够破除无明烦恼。所以求生西方净土的人，念观世音菩萨、念阿弥陀佛，功德是一样的，重要的就是你得会念，你得懂这个道理。这才真正是佛法当中，任何一个法门都是平等、无有高下。所以说「观其音声，即得解脱」。《法华经》里面说称名，本经里头没有说；《法华经》里说「观其音声」，用意是在应，感应道交在应；本文的「观其音声」，这个意思是在感。《法华经》偏重在菩萨度众生的功德，而本经菩萨自己叙说他修行证果的功德，所以这两部经我们要合起来看。我们图书馆过去曾经把观世音菩萨三经合印成一本，便利诸位去研究、去修学。另外一种就是《华严经》里面「观自在菩萨」这一章，这是观音三经。所以此经的重点，是菩萨勉励我们，应当要效法他的修学，希望我们也能够证得耳根圆通，他的用意在此地。",
      "zh_TW": "所以我們念阿彌陀佛，在念佛有事有理，有事一心、有理一心；念觀世音菩薩名號，也有事有理，也有事一心、有理一心。心裡面一個妄念都沒有，這句名號歷歷分明、念念相續，這是事一心，二六時中都不中斷；如果真正要是照見，徹底通達音聲、名號唯心所現，能念所念從體上講就是法界，能所雖然宛然存在，當下能所雙亡，這就是理一心。事一心能脫一切境界上的苦難，理一心能夠破除無明煩惱。所以求生西方淨土的人，念觀世音菩薩、念阿彌陀佛，功德是一樣的，重要的就是你得會念，你得懂這個道理。這才真正是佛法當中，任何一個法門都是平等、無有高下。所以說「觀其音聲，即得解脫」。《法華經》裡面說稱名，本經裡頭沒有說；《法華經》裡說「觀其音聲」，用意是在應，感應道交在應；本文的「觀其音聲」，這個意思是在感。《法華經》偏重在菩薩度眾生的功德，而本經菩薩自己敘說他修行證果的功德，所以這兩部經我們要合起來看。我們圖書館過去曾經把觀世音菩薩三經合印成一本，便利諸位去研究、去修學。另外一種就是《華嚴經》裡面「觀自在菩薩」這一章，這是觀音三經。所以此經的重點，是菩薩勉勵我們，應當要效法他的修學，希望我們也能夠證得耳根圓通，他的用意在此地。"
    },
    {
      "id": "07-001-0115_p0033",
      "zh_CN": "【二者知见旋复。令诸众生设入大火。火不能烧。】",
      "zh_TW": "【二者知見旋復。令諸眾生設入大火。火不能燒。】"
    },
    {
      "id": "07-001-0115_p0034",
      "zh_CN": "内外四大常相交感，见觉属于火，我们眼睛在五行里面，金木水火土，眼是属于火，因此见业相交就见到猛火。所以菩萨修学的方法是『知见旋复』，「旋复」就是回头，不随外境所转，这个时候就把见业消除，所以他在功德上成就『火不能烧』。也许有人问，菩萨知见旋复，那是他的事情，怎么能够叫众生脱离火难？这是很难理解的事情，在今天来讲也很不好讲。我们要晓得，佛法里面讲的火难有三种，一种是果报的火，就是大三灾里面的火难，从地狱烧到初禅天，这是果报火，大三灾。第二是恶业火，这是通三界的，三界都不免。果报火只能到初禅，初禅以上就没有了，可是恶业火通三界。第三种是烦恼火，烦恼火范围更大，不但三界有，阿罗汉也有、辟支佛也有、权教菩萨也有，通三乘。菩萨救的火难，在三种火难里面是讲恶业火、烦恼火。果报里面的火灾，那有特别的因缘，不是平常的，有特别的因缘也能避免，这是不常有的。可是诸位要晓得，这个果报之火，如果我们把恶业、烦恼火息除，息掉、灭掉，果报之火外面境界的，境随心转，你们想想能不能免除？当然能免，理论上讲得通，事上呢？事上的确也有。所以我们真正通达理论、明了修学的方法，一切果报上的灾难也能够免除、也能够无畏。这是要自己有相当的定功，念佛的时候真正到达一心，纵然不能到理一心，也有事一心的境界。什么样的灾难他如如不动，不为境界所转，这个境界偶尔一现就消失了。在我们广大众生里面，诸位晓得，有共业、有别业，所谓共业里面有别业、别业里面有共业。这些道理你细细去想、省察，我们就相信。今天时间到了，我们就讲到此地。",
      "zh_TW": "內外四大常相交感，見覺屬於火，我們眼睛在五行裡面，金木水火土，眼是屬於火，因此見業相交就見到猛火。所以菩薩修學的方法是『知見旋復』，「旋復」就是回頭，不隨外境所轉，這個時候就把見業消除，所以他在功德上成就『火不能燒』。也許有人問，菩薩知見旋復，那是他的事情，怎麼能夠叫眾生脫離火難？這是很難理解的事情，在今天來講也很不好講。我們要曉得，佛法裡面講的火難有三種，一種是果報的火，就是大三災裡面的火難，從地獄燒到初禪天，這是果報火，大三災。第二是惡業火，這是通三界的，三界都不免。果報火只能到初禪，初禪以上就沒有了，可是惡業火通三界。第三種是煩惱火，煩惱火範圍更大，不但三界有，阿羅漢也有、辟支佛也有、權教菩薩也有，通三乘。菩薩救的火難，在三種火難裡面是講惡業火、煩惱火。果報裡面的火災，那有特別的因緣，不是平常的，有特別的因緣也能避免，這是不常有的。可是諸位要曉得，這個果報之火，如果我們把惡業、煩惱火息除，息掉、滅掉，果報之火外面境界的，境隨心轉，你們想想能不能免除？當然能免，理論上講得通，事上呢？事上的確也有。所以我們真正通達理論、明瞭修學的方法，一切果報上的災難也能夠免除、也能夠無畏。這是要自己有相當的定功，念佛的時候真正到達一心，縱然不能到理一心，也有事一心的境界。什麼樣的災難他如如不動，不為境界所轉，這個境界偶爾一現就消失了。在我們廣大眾生裡面，諸位曉得，有共業、有別業，所謂共業裡面有別業、別業裡面有共業。這些道理你細細去想、省察，我們就相信。今天時間到了，我們就講到此地。"
    }
  ]
}