{
  "doc_id": "07-001-0098",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十八集",
    "zh_TW": "第九十八集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0098",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "07-001-0098_p0001",
      "zh_CN": "请掀开经本第七十二页第七行，科题是「意法识界」。",
      "zh_TW": "請掀開經本第七十二頁第七行，科題是「意法識界」。"
    },
    {
      "id": "07-001-0098_p0002",
      "zh_CN": "【阿难。又汝所明。意法为缘。生于意识。此识为复因意所生。以意为界。因法所生。以法为界。】",
      "zh_TW": "【阿難。又汝所明。意法為緣。生於意識。此識為復因意所生。以意為界。因法所生。以法為界。】"
    },
    {
      "id": "07-001-0098_p0003",
      "zh_CN": "这是说意识界以及第六意识的了别性，这个地方的法就是讲法尘，因为意根对法尘这是生起意识，意识就是第六意识，法尘是指五尘落谢的影子，现代人称之为印象，我们见色闻声，心里落了一个印象，这个印象在佛法里面称之为法尘，或者是在阿赖耶识里头我们称它作种子。这首先把大前提提出来，意识究竟是意根生的，还是法尘生的？",
      "zh_TW": "這是說意識界以及第六意識的了別性，這個地方的法就是講法塵，因為意根對法塵這是生起意識，意識就是第六意識，法塵是指五塵落謝的影子，現代人稱之為印象，我們見色聞聲，心裡落了一個印象，這個印象在佛法裡面稱之為法塵，或者是在阿賴耶識裡頭我們稱它作種子。這首先把大前提提出來，意識究竟是意根生的，還是法塵生的？"
    },
    {
      "id": "07-001-0098_p0004",
      "zh_CN": "【阿难。若因意生。于汝意中必有所思。发明汝意。若无前法。意无所生。离缘无形。识将何用。】",
      "zh_TW": "【阿難。若因意生。於汝意中必有所思。發明汝意。若無前法。意無所生。離緣無形。識將何用。】"
    },
    {
      "id": "07-001-0098_p0005",
      "zh_CN": "这一段的意思是说明，假如意识它是因意根而生的；换句话说，第六意识是意根所生之识，这都是我们平常一般大概就是这样的认为，唯识里头也常常这么说。事实的真相要是不搞清楚，往往我们都得不到一个可靠的结论。古人常讲，读佛书最忌讳的是三个大毛病，第一种就是含糊笼统，马马虎虎的，读书不求甚解。读佛书不行，读书不求甚解的态度，用来读世间的文学，消遣可以，读佛书不能用这个态度。第二毛病就是肤浅，不够深度，譬如我们今天研究佛学，拿唯识学来说，我们的唯识只研究到《百法》、到《五蕴论》，这太肤浅了。对于百法里面所讲的每一法，我们是不是都能搞得清楚？不能。为什么不能搞清楚？因为它太浅。我们也不能说它错误，按照百法古德的注解，不能算它错误，但是深度不够。在唯识论里头，必须把《瑜伽师地论》研究完了，这才算是法相这一门学问有了基础，太肤浅提不起观照的功夫。我们讲到唯识五重的修学，就是五重唯识观，我们连入门都入不进去，这就是太肤浅。第三个就是误会，就是错误了，以自己的知见来解佛经的经义，十之八、九都发生误会，这是三大毛病。",
      "zh_TW": "這一段的意思是說明，假如意識它是因意根而生的；換句話說，第六意識是意根所生之識，這都是我們平常一般大概就是這樣的認為，唯識裡頭也常常這麼說。事實的真相要是不搞清楚，往往我們都得不到一個可靠的結論。古人常講，讀佛書最忌諱的是三個大毛病，第一種就是含糊籠統，馬馬虎虎的，讀書不求甚解。讀佛書不行，讀書不求甚解的態度，用來讀世間的文學，消遣可以，讀佛書不能用這個態度。第二毛病就是膚淺，不夠深度，譬如我們今天研究佛學，拿唯識學來說，我們的唯識只研究到《百法》、到《五蘊論》，這太膚淺了。對於百法裡面所講的每一法，我們是不是都能搞得清楚？不能。為什麼不能搞清楚？因為它太淺。我們也不能說它錯誤，按照百法古德的註解，不能算它錯誤，但是深度不夠。在唯識論裡頭，必須把《瑜伽師地論》研究完了，這才算是法相這一門學問有了基礎，太膚淺提不起觀照的功夫。我們講到唯識五重的修學，就是五重唯識觀，我們連入門都入不進去，這就是太膚淺。第三個就是誤會，就是錯誤了，以自己的知見來解佛經的經義，十之八、九都發生誤會，這是三大毛病。"
    },
    {
      "id": "07-001-0098_p0006",
      "zh_CN": "佛法无论是哪一宗、哪一派，或者是某一部经论，都要深入的去研究。正像江味农居士在《金刚经讲义》提示给我们研究的要领，他老人家主张要有深度、要有圆解，解在一边不够圆满，那都有问题。所以要求圆解、要求深解，要圆、要深，我们读这些经就要特别注意这几个方面。也正因为如此，我们讲堂时间实在是有限，要想在佛法上真正成就确实很难。古人是将整个时间与精力专攻一部经，是很有道理。圆瑛老法师他老人家在上海办的圆明讲堂，他就是《楞严》专宗学院，他所标榜的就是一部经，四年的学程就学一部经，看十几种注解，一门深入，很有道理。我们现在所学的是太杂太乱，时间也太少。可是事实上来说，一切大乘了义经论，理上都是贯通的，所以我们的修学可以专注在一部经上。一切大乘经典我们可以看、也可以听，一定要把中心放在自己主修的这一门上。解了以后要能行，如果解了以后不能行，那学的是没有用；能够有行门，这才会有证果。所以解、行、证的次第是一定要遵循的。",
      "zh_TW": "佛法無論是哪一宗、哪一派，或者是某一部經論，都要深入的去研究。正像江味農居士在《金剛經講義》提示給我們研究的要領，他老人家主張要有深度、要有圓解，解在一邊不夠圓滿，那都有問題。所以要求圓解、要求深解，要圓、要深，我們讀這些經就要特別注意這幾個方面。也正因為如此，我們講堂時間實在是有限，要想在佛法上真正成就確實很難。古人是將整個時間與精力專攻一部經，是很有道理。圓瑛老法師他老人家在上海辦的圓明講堂，他就是《楞嚴》專宗學院，他所標榜的就是一部經，四年的學程就學一部經，看十幾種註解，一門深入，很有道理。我們現在所學的是太雜太亂，時間也太少。可是事實上來說，一切大乘了義經論，理上都是貫通的，所以我們的修學可以專注在一部經上。一切大乘經典我們可以看、也可以聽，一定要把中心放在自己主修的這一門上。解了以後要能行，如果解了以後不能行，那學的是沒有用；能夠有行門，這才會有證果。所以解、行、證的次第是一定要遵循的。"
    },
    {
      "id": "07-001-0098_p0007",
      "zh_CN": "我们常讲根尘能够生识，这是一种肤浅的讲法，有没有错？并不能算错，但是不究竟。并不能将事实的真相完全了解，那是佛法的方便说；到这个地方是真实说，这不是方便说。所以做个深入的来讨论、来研究，识是不是根生的、是不是尘生的？虽然说都不是，可是又离不开根、又离不开尘，妙就妙在此地。所以这个法称之为妙法，虽然不是，也脱不了关系，佛在相宗里所讲的那些话，虽不究竟，但是不能算错，道理就在此地，不能算错，就是不究竟、不圆满。如果要是说意根生意识，意根必定先有一个所思的法尘，没有尘不行，没对象，识怎么能生得起来？分别怎么能生得起来？分别总得有个对象才分别。第六意识的特性就是分别，没有对象怎么能分别？这样也就显示出意根的相是个什么样子？尘存在，根就存在；尘要是不存在，根也就不存在，这也是一个事实真相。我们意识所缘的法尘，给诸位说，从来没有间断过。譬如五根缘外面的五尘可以有间断，晚上我们睡觉了，眼睛闭起来，眼识不缘外面的色尘，可是第六意识还会做大梦，它还是要缘法尘，事实确实是如此，但这只是一种幻相而已。",
      "zh_TW": "我們常講根塵能夠生識，這是一種膚淺的講法，有沒有錯？並不能算錯，但是不究竟。並不能將事實的真相完全了解，那是佛法的方便說；到這個地方是真實說，這不是方便說。所以做個深入的來討論、來研究，識是不是根生的、是不是塵生的？雖然說都不是，可是又離不開根、又離不開塵，妙就妙在此地。所以這個法稱之為妙法，雖然不是，也脫不了關係，佛在相宗裡所講的那些話，雖不究竟，但是不能算錯，道理就在此地，不能算錯，就是不究竟、不圓滿。如果要是說意根生意識，意根必定先有一個所思的法塵，沒有塵不行，沒對象，識怎麼能生得起來？分別怎麼能生得起來？分別總得有個對象才分別。第六意識的特性就是分別，沒有對象怎麼能分別？這樣也就顯示出意根的相是個什麼樣子？塵存在，根就存在；塵要是不存在，根也就不存在，這也是一個事實真相。我們意識所緣的法塵，給諸位說，從來沒有間斷過。譬如五根緣外面的五塵可以有間斷，晚上我們睡覺了，眼睛閉起來，眼識不緣外面的色塵，可是第六意識還會做大夢，它還是要緣法塵，事實確實是如此，但這只是一種幻相而已。"
    },
    {
      "id": "07-001-0098_p0008",
      "zh_CN": "后两句说，『若无前法，意无所生；离缘无形，识将何用』。「若无」这两句是说，要是没有所思的法尘，意根也就不能存在，这就刚才讲，尘没有了，根也没有；后面两句是说「离缘」，离缘就是离法尘，离缘这两个字的意思，缘就法尘，所缘的法尘，根是能缘、尘是所缘，离缘就是离法尘。「无形」的形就是讲意根，无形是意根无形；换句话说，意思就是讲，要是离法尘之缘，意根尚且没有形相，纵然有个意识，这个意识又有什么用处？「识将何用」？在此地特别我们要留意的，识缘法而显现，不是生。如果说根尘和合生识，这就是病了；根尘和合，识显出来，这是对的。我们举个比喻来说，譬如电晶体的收音机，我们频道一拨对，它音声就出来。收音机我们把它比作根，我们去拨它比喻作缘，根与缘一接触、一相应，声音出来，是不是它生的？不是，是它显的，显就对了。你说它能够生那就不对，为什么？广播电台如果要是不播出来，你怎么拨它也不能生出来。如果能生的话，用不着广播电台，一拨它声音就出来，那就是它生的。它不是生的，是显发的，怎么会显发？因为根尘识皆如来藏妙真如性，要晓得这道理。四科七大都是发明这个真理，所以根尘识没有一样不是尽虚空遍法界。再看底下经文：",
      "zh_TW": "後兩句說，『若無前法，意無所生；離緣無形，識將何用』。「若無」這兩句是說，要是沒有所思的法塵，意根也就不能存在，這就剛才講，塵沒有了，根也沒有；後面兩句是說「離緣」，離緣就是離法塵，離緣這兩個字的意思，緣就法塵，所緣的法塵，根是能緣、塵是所緣，離緣就是離法塵。「無形」的形就是講意根，無形是意根無形；換句話說，意思就是講，要是離法塵之緣，意根尚且沒有形相，縱然有個意識，這個意識又有什麼用處？「識將何用」？在此地特別我們要留意的，識緣法而顯現，不是生。如果說根塵和合生識，這就是病了；根塵和合，識顯出來，這是對的。我們舉個比喻來說，譬如電晶體的收音機，我們頻道一撥對，它音聲就出來。收音機我們把它比作根，我們去撥它比喻作緣，根與緣一接觸、一相應，聲音出來，是不是它生的？不是，是它顯的，顯就對了。你說它能夠生那就不對，為什麼？廣播電台如果要是不播出來，你怎麼撥它也不能生出來。如果能生的話，用不著廣播電台，一撥它聲音就出來，那就是它生的。它不是生的，是顯發的，怎麼會顯發？因為根塵識皆如來藏妙真如性，要曉得這道理。四科七大都是發明這個真理，所以根塵識沒有一樣不是盡虛空遍法界。再看底下經文："
    },
    {
      "id": "07-001-0098_p0009",
      "zh_CN": "【又汝识心。与诸思量。兼了别性。为同为异。】",
      "zh_TW": "【又汝識心。與諸思量。兼了別性。為同為異。】"
    },
    {
      "id": "07-001-0098_p0010",
      "zh_CN": "『识心』就是意识、第六意识，因为它是从意根发生的。意，我们晓得它的性质是恒审思量，所以佛在此地问，『与诸思量』，「思量」就是指第七识恒审思量，为一切法的染净依。『兼了别性』，「了别」是指阿赖耶，第八了别性就是第八识的识心，它是根本，第八识是根本依，第七识是染净依。讲到这个地方，唯识里面讲的三能变，昨天给诸位说过，所变之法，十法界依正庄严无量无边。能变之法，要是把它归纳起来只有三个，就是心、意、识；要是开展起来多说，是八个，就是八识，能变的是八识，所变的是万法。可是这个法，诸位要晓得，不包括真如，为什么？因为真如法里头没有能变跟所变，这是一定要把它搞清楚。这个意思就是说明，第六意识，设是因意根生，与第七识思量兼第八了别之性，一样不一样，是同还是异？这一段完全讲到唯识学里面去了。",
      "zh_TW": "『識心』就是意識、第六意識，因為它是從意根發生的。意，我們曉得它的性質是恆審思量，所以佛在此地問，『與諸思量』，「思量」就是指第七識恆審思量，為一切法的染淨依。『兼了別性』，「了別」是指阿賴耶，第八了別性就是第八識的識心，它是根本，第八識是根本依，第七識是染淨依。講到這個地方，唯識裡面講的三能變，昨天給諸位說過，所變之法，十法界依正莊嚴無量無邊。能變之法，要是把它歸納起來只有三個，就是心、意、識；要是開展起來多說，是八個，就是八識，能變的是八識，所變的是萬法。可是這個法，諸位要曉得，不包括真如，為什麼？因為真如法裡頭沒有能變跟所變，這是一定要把它搞清楚。這個意思就是說明，第六意識，設是因意根生，與第七識思量兼第八了別之性，一樣不一樣，是同還是異？這一段完全講到唯識學裡面去了。"
    },
    {
      "id": "07-001-0098_p0011",
      "zh_CN": "我们图书馆给同修们宣布了一个消息，也就是我们多年的期望，我们想办一个小型的研究班，来帮助真正发心学佛的同学们。当然唯识学这是必修的一门课程。佛法里面有三门东西叫共同科目，第一个是戒律，戒律是生活规范，无论哪一宗、哪一派都不能少的。第二就是唯识，唯识是佛学的理论，也是通于一切经论，通一切世出世间法。这部分的东西很重要，如果真正深入研究，非常有趣味。第三个就是净土，净土是归宿，譬如拿《华严经》来说，《华严》是唯识宗六经之一，《华严经》到最后十大愿王导归极乐，所以净土是共同的归宿，《华严》归净土。你们看看《天台九祖传》，智者大师就是往生西方极乐世界的。窥基大师有《弥陀经通赞疏》，是《弥陀经》的注解，写得非常好。我那个时候刚刚读《弥陀经》的注解，就是念窥基大师的《弥陀经》注解。这三样东西是共同科目，我们一定要讲的。",
      "zh_TW": "我們圖書館給同修們宣布了一個消息，也就是我們多年的期望，我們想辦一個小型的研究班，來幫助真正發心學佛的同學們。當然唯識學這是必修的一門課程。佛法裡面有三門東西叫共同科目，第一個是戒律，戒律是生活規範，無論哪一宗、哪一派都不能少的。第二就是唯識，唯識是佛學的理論，也是通於一切經論，通一切世出世間法。這部分的東西很重要，如果真正深入研究，非常有趣味。第三個就是淨土，淨土是歸宿，譬如拿《華嚴經》來說，《華嚴》是唯識宗六經之一，《華嚴經》到最後十大願王導歸極樂，所以淨土是共同的歸宿，《華嚴》歸淨土。你們看看《天台九祖傳》，智者大師就是往生西方極樂世界的。窺基大師有《彌陀經通贊疏》，是《彌陀經》的註解，寫得非常好。我那個時候剛剛讀《彌陀經》的註解，就是念窺基大師的《彌陀經》註解。這三樣東西是共同科目，我們一定要講的。"
    },
    {
      "id": "07-001-0098_p0012",
      "zh_CN": "戒律，不是出家人当然我们也不需要研究，可是《华严经》里面的「净行品」是戒律、「梵行品」是戒律，所以「净行品」跟「梵行品」我们要细讲。要是学《华严》的，《华严经》里有四品经文是要背诵的，这四品里面，「梵行品」、「净行品」这就是两品，这两品文字不多，「梵行品」在《华严经》的本子里只有两张，四页，所以很少；「普贤行愿品」比较多一点，这是一卷；另外还有「初发心功德品」，这一品经很重要。这四品经是需要背诵的。如果诸位要是跟观世音菩萨有缘，《四十华严》里头「观自在章」，这一章经文也不长，我们有单独流通的，可以背诵，也是非常之好。《华严经》太大了，我们现在印的是九九《华严》，就这一部分去背诵，很难得。要是学唯识，《百法》一定要背，要背它的本文，《百法》的本文只有五百多字，百法一定要背。《三十颂》一定要背，《相宗纲要》要熟，要能够看得很熟。这是学唯识的基础，你没有这个基础，可以说是一切大乘了义的经论你就没有能力自修，你要想有能力自修，至少这些经要熟。",
      "zh_TW": "戒律，不是出家人當然我們也不需要研究，可是《華嚴經》裡面的「淨行品」是戒律、「梵行品」是戒律，所以「淨行品」跟「梵行品」我們要細講。要是學《華嚴》的，《華嚴經》裡有四品經文是要背誦的，這四品裡面，「梵行品」、「淨行品」這就是兩品，這兩品文字不多，「梵行品」在《華嚴經》的本子裡只有兩張，四頁，所以很少；「普賢行願品」比較多一點，這是一卷；另外還有「初發心功德品」，這一品經很重要。這四品經是需要背誦的。如果諸位要是跟觀世音菩薩有緣，《四十華嚴》裡頭「觀自在章」，這一章經文也不長，我們有單獨流通的，可以背誦，也是非常之好。《華嚴經》太大了，我們現在印的是九九《華嚴》，就這一部分去背誦，很難得。要是學唯識，《百法》一定要背，要背它的本文，《百法》的本文只有五百多字，百法一定要背。《三十頌》一定要背，《相宗綱要》要熟，要能夠看得很熟。這是學唯識的基礎，你沒有這個基礎，可以說是一切大乘了義的經論你就沒有能力自修，你要想有能力自修，至少這些經要熟。"
    },
    {
      "id": "07-001-0098_p0013",
      "zh_CN": "向下这一段讲到唯识，在《唯识论》里面讲，「心」是集起的意思，集就是集合、聚集，这是讲种子。集一切的种子这是阿赖耶，它能够收集一切种子，像个大仓库一样，同时又叫这个种子起现行，所以是两个意思，一个是种子、一个是现行。你们诸位想想，我们在大专讲座「十四讲」里面，讲因缘果讲四种缘，「亲因缘、所缘缘、无间缘、增上缘」，讲因，因就是亲因缘，李老师底下的注解就是种子、现行。种子就是集的意思，现行就是起的意思，起现行，这两样东西在互薰，种子薰现行、现行薰种子，它是个循环的。因此阿赖耶识里头的种子，它呈现的状况就是永远的存在，它不会消失。就好像瓜一样，瓜子结瓜，瓜又结瓜子，它是互相在那里循环，永远不中断。我们对这个现象称之为心，所以一讲心它有两个意思在里头，集起叫心。实在讲八个识都有集起的作用，但是比较起来，阿赖耶集起的作用最殊胜，力量最强大，其余的七个识根本不能跟它相比。因此我们单单讲集起唯心，可以讲到阿赖耶识，这是唯识理论上非常重要的道理。说「意」就是末那识，末那识是思量，思量在《唯识论》里头加了一个叫恒审思量。加上恒审就是对于第六意识的区别，第六意识也有思量的意思，但是它没有恒审，恒就是长远的保持。第七识的恒审思量，实际讲起来非常的单纯，那就是执着一个我，就是恒审思量我相。我们如果把它细说，这个我有两种，一种是人我相，一种是法我相，第七末那识这个功能最殊胜。再细说一点，我相里头四大烦恼常相随，这是烦恼的大根大本，我见、我爱（就是我贪）、我痴、我慢，四大烦恼常相随。我们想一想，与八识相应的烦恼心所，根本烦恼六个，贪、瞋、痴、慢、疑、恶见，你们想想看，都在第七识里头。所以第七识清净，你的身心世界一切都清净；第七识染污，那就全都染污，称之为染净依实在是有它的道理。「第六意识」是了别的作用，它对一切境界明了分别，虽然明了分别，它的性质不恒；换句话说，一会儿想东、一会儿想西，它不会老想一桩事情。我们现在讲的，心胡思乱想，给诸位说，都是第六意识心。",
      "zh_TW": "向下這一段講到唯識，在《唯識論》裡面講，「心」是集起的意思，集就是集合、聚集，這是講種子。集一切的種子這是阿賴耶，它能夠收集一切種子，像個大倉庫一樣，同時又叫這個種子起現行，所以是兩個意思，一個是種子、一個是現行。你們諸位想想，我們在大專講座「十四講」裡面，講因緣果講四種緣，「親因緣、所緣緣、無間緣、增上緣」，講因，因就是親因緣，李老師底下的註解就是種子、現行。種子就是集的意思，現行就是起的意思，起現行，這兩樣東西在互薰，種子薰現行、現行薰種子，它是個循環的。因此阿賴耶識裡頭的種子，它呈現的狀況就是永遠的存在，它不會消失。就好像瓜一樣，瓜子結瓜，瓜又結瓜子，它是互相在那裡循環，永遠不中斷。我們對這個現象稱之為心，所以一講心它有兩個意思在裡頭，集起叫心。實在講八個識都有集起的作用，但是比較起來，阿賴耶集起的作用最殊勝，力量最強大，其餘的七個識根本不能跟它相比。因此我們單單講集起唯心，可以講到阿賴耶識，這是唯識理論上非常重要的道理。說「意」就是末那識，末那識是思量，思量在《唯識論》裡頭加了一個叫恆審思量。加上恆審就是對於第六意識的區別，第六意識也有思量的意思，但是它沒有恆審，恆就是長遠的保持。第七識的恆審思量，實際講起來非常的單純，那就是執著一個我，就是恆審思量我相。我們如果把它細說，這個我有兩種，一種是人我相，一種是法我相，第七末那識這個功能最殊勝。再細說一點，我相裡頭四大煩惱常相隨，這是煩惱的大根大本，我見、我愛（就是我貪）、我痴、我慢，四大煩惱常相隨。我們想一想，與八識相應的煩惱心所，根本煩惱六個，貪、瞋、痴、慢、疑、惡見，你們想想看，都在第七識裡頭。所以第七識清淨，你的身心世界一切都清淨；第七識染污，那就全都染污，稱之為染淨依實在是有它的道理。「第六意識」是了別的作用，它對一切境界明瞭分別，雖然明瞭分別，它的性質不恆；換句話說，一會兒想東、一會兒想西，它不會老想一樁事情。我們現在講的，心胡思亂想，給諸位說，都是第六意識心。"
    },
    {
      "id": "07-001-0098_p0014",
      "zh_CN": "第七识的心跟第八识的心，你们什么时候见到过？什么时候发现过？根本就没有发现过，我们现在所能感觉的，全是第六意识胡思乱想。这一节经文所讨论的就是要讲这个心，要讲第六意识心，就是了别为识这个心。心意识这三者，我们同修们常常在一块共同研究讨论，多少都晓得这个情形，这三者其实是一而三、三而一，套一句佛学的术语说，非三非一、非同非异。你要是从根本上讲，它是一、是一法，根本上讲它是一，所以这三者都可以称之为心，也都可以称之为意，也都可以称之为识。我们讲八心王，都称作心；你说八识，都称作识，这就是讲它的根本是一个。说它有差别，那就刚才讲，它哪个作用比较殊胜，就它殊胜上面来说就显得有差别。第八识阿赖耶，集起殊胜；末那，思量殊胜；第六意识，分别殊胜，所以才有这么一个说法。在八识意识俱泯的状态之下，就是它不起作用的状态之下，这个时候可以说是心。在七识非心非识，只可以叫做意，所以第七识，你看《唯识论》里面所讲的，在三量上说它是非量。为什么说它是非量？它实在是个虚妄的执着，它没有自体，它的体只是阿赖耶见分的一分，以这个为自体。所以在境界里面讲它是真带质，「中间相分两头生」，一头是阿赖耶见分的本质相，一头是唯识里头有两种说法，一种说法是第六意识的见分，一种说法是第七识的见分。总而言之，它相分是两头生，这个相是什么相？我相。所以这个我相太虚妄，根本没有这个相，而误会以为有这个相，还要坚固的把它执着，这就是恒审思量，所以它只能称作「意」。在第六意识，第六意识心它能够缘外面境界，就是缘五尘落谢的影像，缘到这个境界它在里头起分别。",
      "zh_TW": "第七識的心跟第八識的心，你們什麼時候見到過？什麼時候發現過？根本就沒有發現過，我們現在所能感覺的，全是第六意識胡思亂想。這一節經文所討論的就是要講這個心，要講第六意識心，就是了別為識這個心。心意識這三者，我們同修們常常在一塊共同研究討論，多少都曉得這個情形，這三者其實是一而三、三而一，套一句佛學的術語說，非三非一、非同非異。你要是從根本上講，它是一、是一法，根本上講它是一，所以這三者都可以稱之為心，也都可以稱之為意，也都可以稱之為識。我們講八心王，都稱作心；你說八識，都稱作識，這就是講它的根本是一個。說它有差別，那就剛才講，它哪個作用比較殊勝，就它殊勝上面來說就顯得有差別。第八識阿賴耶，集起殊勝；末那，思量殊勝；第六意識，分別殊勝，所以才有這麼一個說法。在八識意識俱泯的狀態之下，就是它不起作用的狀態之下，這個時候可以說是心。在七識非心非識，只可以叫做意，所以第七識，你看《唯識論》裡面所講的，在三量上說它是非量。為什麼說它是非量？它實在是個虛妄的執著，它沒有自體，它的體只是阿賴耶見分的一分，以這個為自體。所以在境界裡面講它是真帶質，「中間相分兩頭生」，一頭是阿賴耶見分的本質相，一頭是唯識裡頭有兩種說法，一種說法是第六意識的見分，一種說法是第七識的見分。總而言之，它相分是兩頭生，這個相是什麼相？我相。所以這個我相太虛妄，根本沒有這個相，而誤會以為有這個相，還要堅固的把它執著，這就是恆審思量，所以它只能稱作「意」。在第六意識，第六意識心它能夠緣外面境界，就是緣五塵落謝的影像，緣到這個境界它在裡頭起分別。"
    },
    {
      "id": "07-001-0098_p0015",
      "zh_CN": "这就是把心意识的性质、作用，我们做个简单的介绍。因此这第六意识我们也称它叫分别事识，它能够分别一切事理。刚才说过，其实它是一个，是一个东西，一个东西我们从比喻上是很难讲的。譬如大海，海水是一个，海水有平静的时候，有起小浪的时候，也有起大浪的时候，你看看我们气象报告，有小浪、有中浪、有大浪、有巨浪。实际上大浪也好、小浪也好、中浪也好、巨浪也好，你们想想是不是一个？都是海水，都是一个。八识的情形亦复如是，就像这个情形一样。因此我们知道这个事情，是三而一、一而三，不能说它定三，也不能说它定一，这个决定不是说佛说法模棱两可没有肯定的，而是你要了解事实的真相。这里说它的异同，换句话说，非异非不异。六识缘法尘的时候，《唯识论》里面举的例子，所谓是境界风生，这就鼓动第七识的思量，然而它又不能离开第八识的湛然识海。第八识好像大海的海水一样，第七识好像是波浪一样，第六识缘境界就好比起了风一样，这是我们从比喻上，比喻只能比喻个仿佛，不能够比得那么恰当。诸位要是深入研究，要想了解这个情形，必须要在唯识大论里面去探讨。六、七、八识，我们可以在此地做个结论，它是非同非异，也同也异，就是这么个情形。我们再看底下的经文：",
      "zh_TW": "這就是把心意識的性質、作用，我們做個簡單的介紹。因此這第六意識我們也稱它叫分別事識，它能夠分別一切事理。剛才說過，其實它是一個，是一個東西，一個東西我們從比喻上是很難講的。譬如大海，海水是一個，海水有平靜的時候，有起小浪的時候，也有起大浪的時候，你看看我們氣象報告，有小浪、有中浪、有大浪、有巨浪。實際上大浪也好、小浪也好、中浪也好、巨浪也好，你們想想是不是一個？都是海水，都是一個。八識的情形亦復如是，就像這個情形一樣。因此我們知道這個事情，是三而一、一而三，不能說它定三，也不能說它定一，這個決定不是說佛說法模稜兩可沒有肯定的，而是你要了解事實的真相。這裡說它的異同，換句話說，非異非不異。六識緣法塵的時候，《唯識論》裡面舉的例子，所謂是境界風生，這就鼓動第七識的思量，然而它又不能離開第八識的湛然識海。第八識好像大海的海水一樣，第七識好像是波浪一樣，第六識緣境界就好比起了風一樣，這是我們從比喻上，比喻只能比喻個彷彿，不能夠比得那麼恰當。諸位要是深入研究，要想了解這個情形，必須要在唯識大論裡面去探討。六、七、八識，我們可以在此地做個結論，它是非同非異，也同也異，就是這麼個情形。我們再看底下的經文："
    },
    {
      "id": "07-001-0098_p0016",
      "zh_CN": "【同意即意。云何所生。】",
      "zh_TW": "【同意即意。云何所生。】"
    },
    {
      "id": "07-001-0098_p0017",
      "zh_CN": "第六意识如果与末那识要是相同的话，第六跟末那就没两样，就是一不是二。要是一不是二，哪来能所？七是能生，六是所生，它要是一就没有能所。底下说『云何所生』，这就是强调，要是说第六意识就是末那识，这是讲不通的，它不一样。你要说是同，那就有这个毛病，讲不通；你说不同，不同也讲不通。底下两句说：",
      "zh_TW": "第六意識如果與末那識要是相同的話，第六跟末那就沒兩樣，就是一不是二。要是一不是二，哪來能所？七是能生，六是所生，它要是一就沒有能所。底下說『云何所生』，這就是強調，要是說第六意識就是末那識，這是講不通的，它不一樣。你要說是同，那就有這個毛病，講不通；你說不同，不同也講不通。底下兩句說："
    },
    {
      "id": "07-001-0098_p0018",
      "zh_CN": "【异意不同。应无所识。】",
      "zh_TW": "【異意不同。應無所識。】"
    },
    {
      "id": "07-001-0098_p0019",
      "zh_CN": "这个意思就是说，第六意识果然与第七识不一样，完全不相同的话。我们晓得，意根跟前五根不一样，前五根是色法，色法无知；意根是属于心法，心法有知。心法有知，刚才跟诸位说「中间相分两头生」。色法无知，所以相分是一头生，以心缘色，相分是一头生的；以心缘心，这个相分是两头生的，能够生相分的是心法。如果你要说不同于意的话，那就是不同于意的有知。第六意识如果与意根要是有差别、不一样，一个属于有情，一个属于无情，那就堕在一半有知、一半无知，所以说『应无所识』。这一节经文是有相当的深度，我们要细心的去读它。",
      "zh_TW": "這個意思就是說，第六意識果然與第七識不一樣，完全不相同的話。我們曉得，意根跟前五根不一樣，前五根是色法，色法無知；意根是屬於心法，心法有知。心法有知，剛才跟諸位說「中間相分兩頭生」。色法無知，所以相分是一頭生，以心緣色，相分是一頭生的；以心緣心，這個相分是兩頭生的，能夠生相分的是心法。如果你要說不同於意的話，那就是不同於意的有知。第六意識如果與意根要是有差別、不一樣，一個屬於有情，一個屬於無情，那就墮在一半有知、一半無知，所以說『應無所識』。這一節經文是有相當的深度，我們要細心的去讀它。"
    },
    {
      "id": "07-001-0098_p0020",
      "zh_CN": "【若无所识。云何意生。】",
      "zh_TW": "【若無所識。云何意生。】"
    },
    {
      "id": "07-001-0098_p0021",
      "zh_CN": "这个意思是说，要是第六识是无知的话，就与意根不一类。意根有知，你的第六意识要是无知的话，那个有知跟无知不是一类，不是一类怎么能够叫意生之识？『云何意生』，不能叫意生之识。意是有知，所以它生的第六意识也应当有知。",
      "zh_TW": "這個意思是說，要是第六識是無知的話，就與意根不一類。意根有知，你的第六意識要是無知的話，那個有知跟無知不是一類，不是一類怎麼能夠叫意生之識？『云何意生』，不能叫意生之識。意是有知，所以它生的第六意識也應當有知。"
    },
    {
      "id": "07-001-0098_p0022",
      "zh_CN": "【若有所识。】",
      "zh_TW": "【若有所識。】"
    },
    {
      "id": "07-001-0098_p0023",
      "zh_CN": "这就是意生起的时候，要是没有法尘可缘，只有个意：",
      "zh_TW": "這就是意生起的時候，要是沒有法塵可緣，只有個意："
    },
    {
      "id": "07-001-0098_p0024",
      "zh_CN": "【云何识意。】",
      "zh_TW": "【云何識意。】"
    },
    {
      "id": "07-001-0098_p0025",
      "zh_CN": "这个意思就是说，你怎么会自己去认识自己的意根？要是能够认识意，譬如第六意识缘第七识，它要是能够认识意，第六意识就变成能缘，第七意识不是变成所缘了吗？那就是把意根反而变成境界，变成境界又怎么能叫根？如果要是不能识意，那又等于失去识的功能，不是意根所生的。无怪乎玄奘大师说，「愚者难分识与根」，那个愚者是指阿罗汉。这里面实在难分，离法尘求识很不容易体会，也很不容易把这个境界说得清楚，所以古人讲最难描摹，我们今天讲没有法子把它形容出来，很难把它区别出来。根识这二体尚且不能辨别，凭谁去建立一个生识之意？这个经的文句非常的简洁，每一句、每一个字含义都很深。于唯识学有基础的人看起来容易，听起来也容易；没有唯识的底子，这段经文就有困难。《楞严》里面像这样比较困难的经文很多，有许多段落都是与甚深唯识学有密切的关系。再看底下经文：",
      "zh_TW": "這個意思就是說，你怎麼會自己去認識自己的意根？要是能夠認識意，譬如第六意識緣第七識，它要是能夠認識意，第六意識就變成能緣，第七意識不是變成所緣了嗎？那就是把意根反而變成境界，變成境界又怎麼能叫根？如果要是不能識意，那又等於失去識的功能，不是意根所生的。無怪乎玄奘大師說，「愚者難分識與根」，那個愚者是指阿羅漢。這裡面實在難分，離法塵求識很不容易體會，也很不容易把這個境界說得清楚，所以古人講最難描摹，我們今天講沒有法子把它形容出來，很難把它區別出來。根識這二體尚且不能辨別，憑誰去建立一個生識之意？這個經的文句非常的簡潔，每一句、每一個字含義都很深。於唯識學有基礎的人看起來容易，聽起來也容易；沒有唯識的底子，這段經文就有困難。《楞嚴》裡面像這樣比較困難的經文很多，有許多段落都是與甚深唯識學有密切的關係。再看底下經文："
    },
    {
      "id": "07-001-0098_p0026",
      "zh_CN": "【唯同与异。二性无成。界云何立。】",
      "zh_TW": "【唯同與異。二性無成。界云何立。】"
    },
    {
      "id": "07-001-0098_p0027",
      "zh_CN": "这在此地也就是总结前面的意思。如果你说同，那像前面所说反复来辨别的，我们所能见到的不能叫生。如果说它是异，那又不能叫它做识，这就是说明同异二性都不能成立。末后下结论，『唯同与异，二性无成』，到底真实的相是什么？我们一定要晓得，识没有定所。本经在一开端就说出这个道理，古德的科判「七处征心」，交光大师的科判判作「七番破处」。我们在研究《楞严》的时候，在七番破处我就告诉诸位《楞严经》已经讲圆满了，七番破处后面都是注解。因为心没有个处所，到哪里找？末那是心，第六意识也是心。前面说非三非一，亦三亦一，你不能说它一定是一，又不能说它一定是三，界从什么地方去建立？我们要是一定认为意识是意根所生的，你看看这里就成了问题。深入一层研究，才能够晓得事实真相，含糊笼统得不到真相；换句话说，含糊笼统你能够得到一些佛法皮毛的常识，你不能开悟。",
      "zh_TW": "這在此地也就是總結前面的意思。如果你說同，那像前面所說反覆來辨別的，我們所能見到的不能叫生。如果說它是異，那又不能叫它做識，這就是說明同異二性都不能成立。末後下結論，『唯同與異，二性無成』，到底真實的相是什麼？我們一定要曉得，識沒有定所。本經在一開端就說出這個道理，古德的科判「七處徵心」，交光大師的科判判作「七番破處」。我們在研究《楞嚴》的時候，在七番破處我就告訴諸位《楞嚴經》已經講圓滿了，七番破處後面都是註解。因為心沒有個處所，到哪裡找？末那是心，第六意識也是心。前面說非三非一，亦三亦一，你不能說它一定是一，又不能說它一定是三，界從什麼地方去建立？我們要是一定認為意識是意根所生的，你看看這裡就成了問題。深入一層研究，才能夠曉得事實真相，含糊籠統得不到真相；換句話說，含糊籠統你能夠得到一些佛法皮毛的常識，你不能開悟。"
    },
    {
      "id": "07-001-0098_p0028",
      "zh_CN": "我给大家提出学佛两个目标，近目标是要开悟，远目标是要证果，这个我们才没有白学。如果一生当中都在记问之学上打转，什么问题都不能解决，你烦恼不能断，你的痛苦摆脱不了，离苦得乐这个修学目标你怎么能得到？所以不开悟怎么行？真正讲修行是悟后才起修，没有开悟以前都是盲修瞎练，悟了以后那是真修。虽然没悟，我们现在的修学遵守祖师大德教给我们的这些方法、途径，我们能够守得稳，我们的用心很正确，逐渐接近开悟证果的方向，这也未尝不是个办法。但是这里面最怕的就是自作聪明，为什么？自作聪明里面就产生许多的错误。我们就拿个很浅显的例子来讲，我们以讲经来说，讲经大家晓得依照经文、依照注解来讲，没有味道。你依照经文，人家都拿经本子，他也会看，要你讲什么？依照注解，那别人也有注解，看注子就好了，来听你干什么？你要是离开经注自己去发挥，毛病就出来，问题就来了。到你能发挥的时候，是你有悟处才能发挥，你有一分的悟处你就能发挥一分，你有十分的悟处你就能发挥十分；你不开悟，一发挥就错误。",
      "zh_TW": "我給大家提出學佛兩個目標，近目標是要開悟，遠目標是要證果，這個我們才沒有白學。如果一生當中都在記問之學上打轉，什麼問題都不能解決，你煩惱不能斷，你的痛苦擺脫不了，離苦得樂這個修學目標你怎麼能得到？所以不開悟怎麼行？真正講修行是悟後才起修，沒有開悟以前都是盲修瞎練，悟了以後那是真修。雖然沒悟，我們現在的修學遵守祖師大德教給我們的這些方法、途徑，我們能夠守得穩，我們的用心很正確，逐漸接近開悟證果的方向，這也未嘗不是個辦法。但是這裡面最怕的就是自作聰明，為什麼？自作聰明裡面就產生許多的錯誤。我們就拿個很淺顯的例子來講，我們以講經來說，講經大家曉得依照經文、依照註解來講，沒有味道。你依照經文，人家都拿經本子，他也會看，要你講什麼？依照註解，那別人也有註解，看註子就好了，來聽你幹什麼？你要是離開經註自己去發揮，毛病就出來，問題就來了。到你能發揮的時候，是你有悟處才能發揮，你有一分的悟處你就能發揮一分，你有十分的悟處你就能發揮十分；你不開悟，一發揮就錯誤。"
    },
    {
      "id": "07-001-0098_p0029",
      "zh_CN": "所以我们初学，特别是学讲经的，初学讲经千万不能发挥。台中李老师教学生，千言万语的告诫，决定不能发挥，一发挥错误了就得要背因果。初学的人讲什么？就是讲注子，句句话都依注解。看注子的到底是少数，所以听经用的经本是白文经本，不发注解的，发注解就没得讲，就是发经文给大家，讲注子。古人的注子都是文言文，换句话说，我们在讲台上当翻译，把文言文翻成白话文。只要你翻得有技巧，底下听的人还是津津有味，做这个事情而已。说错了，古人负责，我们不负责任，他背因果，我们不背因果，这个法子很妙。",
      "zh_TW": "所以我們初學，特別是學講經的，初學講經千萬不能發揮。台中李老師教學生，千言萬語的告誡，決定不能發揮，一發揮錯誤了就得要背因果。初學的人講什麼？就是講註子，句句話都依註解。看註子的到底是少數，所以聽經用的經本是白文經本，不發註解的，發註解就沒得講，就是發經文給大家，講註子。古人的註子都是文言文，換句話說，我們在講台上當翻譯，把文言文翻成白話文。只要你翻得有技巧，底下聽的人還是津津有味，做這個事情而已。說錯了，古人負責，我們不負責任，他背因果，我們不背因果，這個法子很妙。"
    },
    {
      "id": "07-001-0098_p0030",
      "zh_CN": "你讲古人的注子，你讲个十年、二十年你就开悟，天天讲、天天在薰习，所以不求开悟，自然就开悟。你要是求开悟你就不会开悟，为什么？因为你这个求的心是个妄心，这个妄心就障碍你的悟门；不求，它就现前，心清净就开悟。悟，一定是从清净心里面生起的，求开悟那叫妄想，妄想心只有障碍，不会有成就的。这是初学的同修要特别留意，我们讲古人的注子就好，可是讲注子一定要以古人的注子为最好，古人注子深、比较难懂，但是它正确。今人的注疏，虽然看到白话文浅，不太纯。除非我们自己能力不够，我们才取今人注子做参考，但总得要以古人的注子为中心、为主。经文到这个地方，这是说明识不从根生，前面大前提说了两个，不从根生，是不是从法尘生的？再看底下的经文：",
      "zh_TW": "你講古人的註子，你講個十年、二十年你就開悟，天天講、天天在薰習，所以不求開悟，自然就開悟。你要是求開悟你就不會開悟，為什麼？因為你這個求的心是個妄心，這個妄心就障礙你的悟門；不求，它就現前，心清淨就開悟。悟，一定是從清淨心裡面生起的，求開悟那叫妄想，妄想心只有障礙，不會有成就的。這是初學的同修要特別留意，我們講古人的註子就好，可是講註子一定要以古人的註子為最好，古人註子深、比較難懂，但是它正確。今人的註疏，雖然看到白話文淺，不太純。除非我們自己能力不夠，我們才取今人註子做參考，但總得要以古人的註子為中心、為主。經文到這個地方，這是說明識不從根生，前面大前提說了兩個，不從根生，是不是從法塵生的？再看底下的經文："
    },
    {
      "id": "07-001-0098_p0031",
      "zh_CN": "【若因法生。】",
      "zh_TW": "【若因法生。】"
    },
    {
      "id": "07-001-0098_p0032",
      "zh_CN": "这个『法』就是指法尘。",
      "zh_TW": "這個『法』就是指法塵。"
    },
    {
      "id": "07-001-0098_p0033",
      "zh_CN": "【世间诸法不离五尘。汝观色法。及诸声法香法味法。及与触法。相状分明以对五根。非意所摄。】",
      "zh_TW": "【世間諸法不離五塵。汝觀色法。及諸聲法香法味法。及與觸法。相狀分明以對五根。非意所攝。】"
    },
    {
      "id": "07-001-0098_p0034",
      "zh_CN": "我们讲到法尘，把世间的法尘归纳起来，不外乎五大类。这个意思就是说，如果你要是说你的第六意识心是因法尘而生的。从这段经文的意思当中诸位要能够体会得到，必定有一个样子，就是有一个法尘的形状，有个形状然后才能够做为生识之因。佛就叫他仔细去观察世间诸法，不离这五大类，这个五大类就是我们五根所对的。眼根所对的境界叫色尘，耳根所对的境界叫声尘，我们只有眼耳鼻舌身，摆在外面这个五根，对外面五种境界，色有色的相状，声有声的相状，真是相状分明，清清楚楚对着我们五根。这个五种境界唯有五根它能够摄受，我们说这是五识所生之因，还勉强能讲得通；你说意识生因，它根本就不是意识所摄，当然不能够说它是意识的生因。所以这一段经文，首先表明外境的实事、实法，就是外面的境界决定不落入意识之中，这是我们首先要明了的事实真相。第六意识所缘的是五尘落谢的影子，诸位要记住这个。你说外面的色法，我们睁开眼睛见一切色法，这是眼根摄一切色法，与第六意识没关系，第六意识没有摄色法的能力。可是眼摄受色法，在眼识里面就起了个相分，第六意识的见分缘眼识的相分，自己又变现个相分，变现相分的时候为自家所缘，是这么回事情。所以它所缘的是影像，不是外面实际上的相。这种事实真相是相当的复杂，很复杂，不是今天心理学能够探究的，所以这是首先说明，也是我们应当要把它辨别清楚的。所以底下佛就再反问他：",
      "zh_TW": "我們講到法塵，把世間的法塵歸納起來，不外乎五大類。這個意思就是說，如果你要是說你的第六意識心是因法塵而生的。從這段經文的意思當中諸位要能夠體會得到，必定有一個樣子，就是有一個法塵的形狀，有個形狀然後才能夠做為生識之因。佛就叫他仔細去觀察世間諸法，不離這五大類，這個五大類就是我們五根所對的。眼根所對的境界叫色塵，耳根所對的境界叫聲塵，我們只有眼耳鼻舌身，擺在外面這個五根，對外面五種境界，色有色的相狀，聲有聲的相狀，真是相狀分明，清清楚楚對著我們五根。這個五種境界唯有五根它能夠攝受，我們說這是五識所生之因，還勉強能講得通；你說意識生因，它根本就不是意識所攝，當然不能夠說它是意識的生因。所以這一段經文，首先表明外境的實事、實法，就是外面的境界決定不落入意識之中，這是我們首先要明瞭的事實真相。第六意識所緣的是五塵落謝的影子，諸位要記住這個。你說外面的色法，我們睜開眼睛見一切色法，這是眼根攝一切色法，與第六意識沒關係，第六意識沒有攝色法的能力。可是眼攝受色法，在眼識裡面就起了個相分，第六意識的見分緣眼識的相分，自己又變現個相分，變現相分的時候為自家所緣，是這麼回事情。所以它所緣的是影像，不是外面實際上的相。這種事實真相是相當的複雜，很複雜，不是今天心理學能夠探究的，所以這是首先說明，也是我們應當要把它辨別清楚的。所以底下佛就再反問他："
    },
    {
      "id": "07-001-0098_p0035",
      "zh_CN": "【汝识决定依于法生。汝今谛观。法法何状。】",
      "zh_TW": "【汝識決定依於法生。汝今諦觀。法法何狀。】"
    },
    {
      "id": "07-001-0098_p0036",
      "zh_CN": "如果你要是说第六识决定是从法尘所生的，你现在仔细去观察，这法尘什么样？今天时间到了，我们就讲到此地，这一句下一次我再细细的给诸位来说明。十八界的六段经文，这一段的意思比较深，同时这也是一个大段落的最后一段，当然对于理论、方法上，特别是我们修行用功的方面，我们总要提供一点来贡献给诸位。好，今天就讲到此地。",
      "zh_TW": "如果你要是說第六識決定是從法塵所生的，你現在仔細去觀察，這法塵什麼樣？今天時間到了，我們就講到此地，這一句下一次我再細細的給諸位來說明。十八界的六段經文，這一段的意思比較深，同時這也是一個大段落的最後一段，當然對於理論、方法上，特別是我們修行用功的方面，我們總要提供一點來貢獻給諸位。好，今天就講到此地。"
    }
  ]
}