{
  "doc_id": "07-001-0125",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二五集",
    "zh_TW": "第一二五集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0125",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "07-001-0125_p0001",
      "zh_CN": "请看一百五十五页倒数第二行：",
      "zh_TW": "請看一百五十五頁倒數第二行："
    },
    {
      "id": "07-001-0125_p0002",
      "zh_CN": "【彼等修行。实无优劣前后差别。我今欲令阿难开悟。二十五行谁当其根。兼我灭后。此界众生入菩萨乘。求无上道。何方便门得易成就。】",
      "zh_TW": "【彼等修行。實無優劣前後差別。我今欲令阿難開悟。二十五行誰當其根。兼我滅後。此界眾生入菩薩乘。求無上道。何方便門得易成就。】"
    },
    {
      "id": "07-001-0125_p0003",
      "zh_CN": "从这几句话我们就晓得，《楞严经》向下这一章的经文是非常重要的。前面我们看过二十五位菩萨，实际上就是说二十五大类的修行方法，门门都能够证得圆通；换句话说，门门都能够证得佛果，实在是说不上优劣差别。既然这些菩萨们所修行的实在没有优劣，这个地方是特别提出来，表显他们所修的方法也是平等法。可是在我们看起来总是不一样，原因在哪里？因为我们用差别心去看平等法，法也变成差别；我们用差别心去看平等相，相也差别；我们用差别的心去看平等的境界，境界也不平等了。境界原来是一真法界，平等的，我们是以分别心、执着心去看，把它看作十法界、看作无量无边的法界，所以毛病都是出在分别心。我们如果没有分别心、不用分别心，你看二十五位菩萨所修行的方法也是平等、无二无别，正显示出如来藏性没有差别，这是从真实相上说。",
      "zh_TW": "從這幾句話我們就曉得，《楞嚴經》向下這一章的經文是非常重要的。前面我們看過二十五位菩薩，實際上就是說二十五大類的修行方法，門門都能夠證得圓通；換句話說，門門都能夠證得佛果，實在是說不上優劣差別。既然這些菩薩們所修行的實在沒有優劣，這個地方是特別提出來，表顯他們所修的方法也是平等法。可是在我們看起來總是不一樣，原因在哪裡？因為我們用差別心去看平等法，法也變成差別；我們用差別心去看平等相，相也差別；我們用差別的心去看平等的境界，境界也不平等了。境界原來是一真法界，平等的，我們是以分別心、執著心去看，把它看作十法界、看作無量無邊的法界，所以毛病都是出在分別心。我們如果沒有分別心、不用分別心，你看二十五位菩薩所修行的方法也是平等、無二無別，正顯示出如來藏性沒有差別，這是從真實相上說。"
    },
    {
      "id": "07-001-0125_p0004",
      "zh_CN": "可是我们凡夫毕竟是凡夫，要想证得平等，昨天我们在《华严经纶贯》里面提到，最低限度要证到圆初住菩萨；换句话说，圆初住以前你用的心还是第六意识、还是虚妄分别。这就显示修行人根性有利有钝，我们一般讲善根有厚薄不一样，因此佛菩萨从平等法里面示现不平等，示现不平等是应一切众生不同的善根福德，佛给我们做的增上缘也就不相同，因此佛法就有大乘、有小乘。如果就三谛来说，小乘教所包含的多半都是真谛，大乘教所说的多半都是中道，这是所谓差别不相同的地方。但是小乘的真谛、大乘的中谛，都是普遍在一切众生日常生活之中，我们称之为俗谛，如果说真谛与俗谛是不相干的，这不是佛法。大乘法里面的中道，如果与我们日常生活也不相干的话，诸位想想，你学了个中道又有什么意思？实在说三谛是一桩事情，一而三、三而一。像昨天在《华严经》讲四法界，真谛讲的是理，俗谛讲的是事，事离不开理，理也离不开事，理与事是一不是二，果然明白是一不是二，那就叫中谛。由此可知，无论是大乘、小乘，与我们的生活一定是有密切的关系。",
      "zh_TW": "可是我們凡夫畢竟是凡夫，要想證得平等，昨天我們在《華嚴經綸貫》裡面提到，最低限度要證到圓初住菩薩；換句話說，圓初住以前你用的心還是第六意識、還是虛妄分別。這就顯示修行人根性有利有鈍，我們一般講善根有厚薄不一樣，因此佛菩薩從平等法裡面示現不平等，示現不平等是應一切眾生不同的善根福德，佛給我們做的增上緣也就不相同，因此佛法就有大乘、有小乘。如果就三諦來說，小乘教所包含的多半都是真諦，大乘教所說的多半都是中道，這是所謂差別不相同的地方。但是小乘的真諦、大乘的中諦，都是普遍在一切眾生日常生活之中，我們稱之為俗諦，如果說真諦與俗諦是不相干的，這不是佛法。大乘法裡面的中道，如果與我們日常生活也不相干的話，諸位想想，你學了個中道又有什麼意思？實在說三諦是一樁事情，一而三、三而一。像昨天在《華嚴經》講四法界，真諦講的是理，俗諦講的是事，事離不開理，理也離不開事，理與事是一不是二，果然明白是一不是二，那就叫中諦。由此可知，無論是大乘、小乘，與我們的生活一定是有密切的關係。"
    },
    {
      "id": "07-001-0125_p0005",
      "zh_CN": "本经前面二十五位菩萨所表现的，就是悟入十八界或者是七大，悟入之后才晓得十八界与七大都是如来藏妙真如性，所以法是平等无有优劣，没有前后差别，都是如来藏妙真如性。可是每个人开悟的因缘不相同，每个人证得的方法也不一样，某一种方法甲可以证得、可以悟入，乙去用就没有办法证入。这一点我们在讲堂里面也曾经跟诸位讲过多少次，你要是不用心那就没有办法，我还从比喻上讲过，就路回家。一真法界、一心不乱好比圆的圆心，你自己立在任何一点上，你只要走一个直路就到了。本经里面所开示的，就好比圆周上二十五位菩萨，站在这个地方的走这个路回来了，站在此地的走这个路回来，站在这边的走这个路回来，个个第一、个个证得。绝不是说他看到他从这里证得，他要从那里走到这里再来证得，走到那个地方又看到他修那个法门，永远在这里转，永远转不到中心。诸位要觉悟，我们今天修行所以不能证得，就是怎么样？在圆周周围打转转。今天看到这个法门不错，明天看到那个人成就了，今天去学这个、明天去学那个，八万四千法门，学来学去永远不开悟、永远不能证得。学来学去，学多了怎么样？就是清凉大师所讲的，增长邪见。不学是增长无明，学了是增长邪见，不知道就路还家，不晓得这个道理。",
      "zh_TW": "本經前面二十五位菩薩所表現的，就是悟入十八界或者是七大，悟入之後才曉得十八界與七大都是如來藏妙真如性，所以法是平等無有優劣，沒有前後差別，都是如來藏妙真如性。可是每個人開悟的因緣不相同，每個人證得的方法也不一樣，某一種方法甲可以證得、可以悟入，乙去用就沒有辦法證入。這一點我們在講堂裡面也曾經跟諸位講過多少次，你要是不用心那就沒有辦法，我還從比喻上講過，就路回家。一真法界、一心不亂好比圓的圓心，你自己立在任何一點上，你只要走一個直路就到了。本經裡面所開示的，就好比圓周上二十五位菩薩，站在這個地方的走這個路回來了，站在此地的走這個路回來，站在這邊的走這個路回來，個個第一、個個證得。絕不是說他看到他從這裡證得，他要從那裡走到這裡再來證得，走到那個地方又看到他修那個法門，永遠在這裡轉，永遠轉不到中心。諸位要覺悟，我們今天修行所以不能證得，就是怎麼樣？在圓周周圍打轉轉。今天看到這個法門不錯，明天看到那個人成就了，今天去學這個、明天去學那個，八萬四千法門，學來學去永遠不開悟、永遠不能證得。學來學去，學多了怎麼樣？就是清涼大師所講的，增長邪見。不學是增長無明，學了是增長邪見，不知道就路還家，不曉得這個道理。"
    },
    {
      "id": "07-001-0125_p0006",
      "zh_CN": "也许诸位说，这个比喻我听了懂一点意思了，我现在在圆周里，我到底站在哪里？我要怎么个修法？答复这个问题，诸佛菩萨在经论里，古来祖师大德在注疏语录当中，都给我们说得清清楚楚。说出来了，你一听老生常谈，你又没有瞧得起，给你讲，一门深入。你看二十五位菩萨所示现的就是一门深入，他就学一样，这一样就能够到得了家；你样样都要学，那就没有办法。我们看看我们现前所修学的，不要看别人，就说自己，在学佛的过程当中就是拿不定主意，今天看到这个好，明天看到那个高明，所以不能成就。我跟诸位讲，不但解门要专、行门要专，连道场都要专。你不相信，你看看古大德他们的成就，我们净土宗第一代的祖师慧远大师，他在庐山建莲社，自己有个界线，这个界线就是那边有条小溪叫虎溪，他绝不过这个小溪、他不出它的界线，所以他成就。近代的印光大师，他给我们所示现的，他在自己求学期间，他住普陀山的藏经楼，没有出来弘法的时候在那里住了三十多年。以后出来弘法就住在苏州报国寺，就是灵岩山，一直到他圆寂，所以你一提到念佛道场，大家都晓得苏州的灵岩山。这是非常重要的事情，可见不但他行专、解专，他连道场也专。",
      "zh_TW": "也許諸位說，這個比喻我聽了懂一點意思了，我現在在圓周裡，我到底站在哪裡？我要怎麼個修法？答覆這個問題，諸佛菩薩在經論裡，古來祖師大德在註疏語錄當中，都給我們說得清清楚楚。說出來了，你一聽老生常談，你又沒有瞧得起，給你講，一門深入。你看二十五位菩薩所示現的就是一門深入，他就學一樣，這一樣就能夠到得了家；你樣樣都要學，那就沒有辦法。我們看看我們現前所修學的，不要看別人，就說自己，在學佛的過程當中就是拿不定主意，今天看到這個好，明天看到那個高明，所以不能成就。我跟諸位講，不但解門要專、行門要專，連道場都要專。你不相信，你看看古大德他們的成就，我們淨土宗第一代的祖師慧遠大師，他在廬山建蓮社，自己有個界線，這個界線就是那邊有條小溪叫虎溪，他絕不過這個小溪、他不出它的界線，所以他成就。近代的印光大師，他給我們所示現的，他在自己求學期間，他住普陀山的藏經樓，沒有出來弘法的時候在那裡住了三十多年。以後出來弘法就住在蘇州報國寺，就是靈巖山，一直到他圓寂，所以你一提到念佛道場，大家都曉得蘇州的靈巖山。這是非常重要的事情，可見不但他行專、解專，他連道場也專。"
    },
    {
      "id": "07-001-0125_p0007",
      "zh_CN": "不攀缘，我们自己才能成就，因为我们的目的是要求开悟、是要求顿入、是要求了生死超三界，目的在此地，不是求世间名闻利养，不是求世间功名富贵。出家人也不能够存一个心，「我要做一个开山祖师」，你有这种心，就跟世间人的名闻利养、功名富贵没有两样。你开山了，你建个大庙，庙建得非常庄严，到庙建好之后差不多你的寿命也没有了。死了以后到哪里去？「这个地方我辛辛苦苦建的」，又舍不得放下，你舍不得放下，这寺庙里面又没有夫妇住在里头，你怎么能投胎？那寺庙里有蟑螂、有老鼠，好，你去投那个胎了。去年我在南部讲经，给诸位讲过小港那个地方有个庙，那个庙里养了一只狗，那个狗就是庙里去世的住持投胎的，这个事情南部都知道。他为什么会到这个庙里投畜生胎？因为他舍不得他那个庙，他那个庙一生辛苦经营的，他舍不得。",
      "zh_TW": "不攀緣，我們自己才能成就，因為我們的目的是要求開悟、是要求頓入、是要求了生死超三界，目的在此地，不是求世間名聞利養，不是求世間功名富貴。出家人也不能夠存一個心，「我要做一個開山祖師」，你有這種心，就跟世間人的名聞利養、功名富貴沒有兩樣。你開山了，你建個大廟，廟建得非常莊嚴，到廟建好之後差不多你的壽命也沒有了。死了以後到哪裡去？「這個地方我辛辛苦苦建的」，又捨不得放下，你捨不得放下，這寺廟裡面又沒有夫婦住在裡頭，你怎麼能投胎？那寺廟裡有蟑螂、有老鼠，好，你去投那個胎了。去年我在南部講經，給諸位講過小港那個地方有個廟，那個廟裡養了一隻狗，那個狗就是廟裡去世的住持投胎的，這個事情南部都知道。他為什麼會到這個廟裡投畜生胎？因為他捨不得他那個廟，他那個廟一生辛苦經營的，他捨不得。"
    },
    {
      "id": "07-001-0125_p0008",
      "zh_CN": "佛在《戒经》里面教给我们，佛陀当年在世的时候，教诫弟子日中一食、树下一宿。树下住两晚都不行吗？就是怕你起贪爱之心，你对这个处所一贪爱，你也出不了轮回。由此可知，修学佛法，无论是大乘、小乘要想有成就，要把贪心放下。什么时候放下？现在就要放下，不要存一个心，「不行，现在我还要受用，等我死的时候再放下！」到你临终一口气将要断的时候，你还是放不下，更放不下，不容易。所以要放下就是现在要放下，现在就不贪恋，与我们自己的修学才会相应；换句话说，与诸法实相就相应。这是讲无论修学大小乘，从这个地方下手，这是给我们讲的一个根本法。",
      "zh_TW": "佛在《戒經》裡面教給我們，佛陀當年在世的時候，教誡弟子日中一食、樹下一宿。樹下住兩晚都不行嗎？就是怕你起貪愛之心，你對這個處所一貪愛，你也出不了輪迴。由此可知，修學佛法，無論是大乘、小乘要想有成就，要把貪心放下。什麼時候放下？現在就要放下，不要存一個心，「不行，現在我還要受用，等我死的時候再放下！」到你臨終一口氣將要斷的時候，你還是放不下，更放不下，不容易。所以要放下就是現在要放下，現在就不貪戀，與我們自己的修學才會相應；換句話說，與諸法實相就相應。這是講無論修學大小乘，從這個地方下手，這是給我們講的一個根本法。"
    },
    {
      "id": "07-001-0125_p0009",
      "zh_CN": "虽然具足基本的条件，法门里面有契机、有不契机，这是要晓得的。我们从大类上来看，在中国有念佛的、有参禅的、有持戒的、有修止观的。这些大类我们一定要了解，哪一类适合我们自己，适合自己的程度、适合自己的环境、适合自己目前的社会，我们都具足这些条件才来选择；否则的话，修学免不了有困难。譬如参禅，纵然自己有这个根性，必须有一位真正的禅德来指导你，就是要有个好老师，这个老师一定是开悟的人；不然的话，你这个路走错了，没有人救你。大家晓得，参禅容易着魔，持咒也容易着魔，为什么？这两种方式，因为与鬼神往来很密切。持咒的咒语，差不多都是跟鬼神打交道。好像我们在人世间一样，你交际很广，都跟这些流氓、恶人打交道，往来得很密切，你要有能力驾驭他；你没有能力驾驭他，必定有一天受他之害。禅与密，特别是密宗与鬼神关系太密切，鬼神不好惹，你把他请来，俗话说「请神容易，送神难」。与鬼神没有什么往来的，像念佛、持戒、修观，与鬼神很少打交道，少往来也少受其害。我们自己修学有自信心，我们不接受他的帮助，他也就不会来找我们麻烦；你既然需要他帮助你，换句话说，有许多地方必定他要干涉、他要来干扰你。正是所谓有利则有弊，这些道理我们都要懂得。",
      "zh_TW": "雖然具足基本的條件，法門裡面有契機、有不契機，這是要曉得的。我們從大類上來看，在中國有念佛的、有參禪的、有持戒的、有修止觀的。這些大類我們一定要了解，哪一類適合我們自己，適合自己的程度、適合自己的環境、適合自己目前的社會，我們都具足這些條件才來選擇；否則的話，修學免不了有困難。譬如參禪，縱然自己有這個根性，必須有一位真正的禪德來指導你，就是要有個好老師，這個老師一定是開悟的人；不然的話，你這個路走錯了，沒有人救你。大家曉得，參禪容易著魔，持咒也容易著魔，為什麼？這兩種方式，因為與鬼神往來很密切。持咒的咒語，差不多都是跟鬼神打交道。好像我們在人世間一樣，你交際很廣，都跟這些流氓、惡人打交道，往來得很密切，你要有能力駕馭他；你沒有能力駕馭他，必定有一天受他之害。禪與密，特別是密宗與鬼神關係太密切，鬼神不好惹，你把他請來，俗話說「請神容易，送神難」。與鬼神沒有什麼往來的，像念佛、持戒、修觀，與鬼神很少打交道，少往來也少受其害。我們自己修學有自信心，我們不接受他的幫助，他也就不會來找我們麻煩；你既然需要他幫助你，換句話說，有許多地方必定他要干涉、他要來干擾你。正是所謂有利則有弊，這些道理我們都要懂得。"
    },
    {
      "id": "07-001-0125_p0010",
      "zh_CN": "佛晓得这个道理，在一切法门当中，让大智慧的文殊菩萨来给我们选择。可是《楞严经》有《楞严经》的标准，这是诸位要晓得的，文殊菩萨选的是耳根圆通，我们也来修耳根圆通行不行？不行。为什么不行？因为你不是阿难。经上说，『我今欲令阿难开悟』，替阿难尊者选的，你是不是阿难？阿难是个什么样的人？阿难是博学多闻。为这种人选的。所以经上讲『谁当其根』，谁的修行法门可以恰当阿难尊者的根性？当然阿难也是代表我们娑婆世界众生，绝大多数人的习气。但是诸位必须要记住一个原则，就是真正修行只取一门，一门深入。我们古代的教学，给诸位说，只有一部经，终而复始就讲一部经，他才能成就。虽然一切经尽通达，他还是天天就讲那一部经。在晚近，圆瑛法师在抗战之前，在上海建立圆明讲堂，办一个佛学院叫楞严专宗学院，他那个佛学院专讲《楞严经》。弘扬一部经不是从圆瑛法师开始的，你们看看隋唐的时候，清凉大师专讲《华严》，他不讲别的。宗密大师专讲《圆觉》，智者大师专讲《法华》，一部讲完从头再来一遍，诸位想想有必要吗？太有必要了！我们举个例子给诸位说，我们在这几年当中，经讲得最多的是《六祖坛经》。我在我们讲堂讲过一遍，在南部讲过一遍，从前在录影的时候我们讲过一遍，最近在录影当中又讲了一遍，从头到尾讲完全的讲过四遍。这就是最近三年当中，图书馆建立以来，我们《六祖坛经》讲过四遍。这一次我到香港去也是讲《六祖坛经》，这是第五遍，我觉得第五遍比前面四遍都要殊胜，遍遍的境界不一样。这一遍讲完了，譬如录音带做完了，这一想再讲一遍的时候，这个意思又会超越这一次，境界比这一次又高了。",
      "zh_TW": "佛曉得這個道理，在一切法門當中，讓大智慧的文殊菩薩來給我們選擇。可是《楞嚴經》有《楞嚴經》的標準，這是諸位要曉得的，文殊菩薩選的是耳根圓通，我們也來修耳根圓通行不行？不行。為什麼不行？因為你不是阿難。經上說，『我今欲令阿難開悟』，替阿難尊者選的，你是不是阿難？阿難是個什麼樣的人？阿難是博學多聞。為這種人選的。所以經上講『誰當其根』，誰的修行法門可以恰當阿難尊者的根性？當然阿難也是代表我們娑婆世界眾生，絕大多數人的習氣。但是諸位必須要記住一個原則，就是真正修行只取一門，一門深入。我們古代的教學，給諸位說，只有一部經，終而復始就講一部經，他才能成就。雖然一切經盡通達，他還是天天就講那一部經。在晚近，圓瑛法師在抗戰之前，在上海建立圓明講堂，辦一個佛學院叫楞嚴專宗學院，他那個佛學院專講《楞嚴經》。弘揚一部經不是從圓瑛法師開始的，你們看看隋唐的時候，清涼大師專講《華嚴》，他不講別的。宗密大師專講《圓覺》，智者大師專講《法華》，一部講完從頭再來一遍，諸位想想有必要嗎？太有必要了！我們舉個例子給諸位說，我們在這幾年當中，經講得最多的是《六祖壇經》。我在我們講堂講過一遍，在南部講過一遍，從前在錄影的時候我們講過一遍，最近在錄影當中又講了一遍，從頭到尾講完全的講過四遍。這就是最近三年當中，圖書館建立以來，我們《六祖壇經》講過四遍。這一次我到香港去也是講《六祖壇經》，這是第五遍，我覺得第五遍比前面四遍都要殊勝，遍遍的境界不一樣。這一遍講完了，譬如錄音帶做完了，這一想再講一遍的時候，這個意思又會超越這一次，境界比這一次又高了。"
    },
    {
      "id": "07-001-0125_p0011",
      "zh_CN": "经的义趣永无止尽，它跟世间东西不一样，一遍学完以后再多学就没有味道，那个味有尽的时候；佛的经典法味没有止尽，只有一遍比一遍浓。所以，江味农居士他一生就搞一部《金刚经》，他用四十年的时间。周止庵居士二百六十个字的《心经》，他也用了四十年的时间写成一本《心经诠注》。就是说愈讲愈有味道，天天有新的意思显露出来，那就是六祖所谓「惠能心中常生智慧」。也就是说他天天有悟处，积小悟成大悟，积大悟成大彻大悟，道理在这个地方。我们的讲席最初的时候就立了这个构想，便利于诸位同修，所以开了有五、六种课程，目的是为便利大家去听。有喜欢学《华严》的，你就在这部经上用功夫；有喜欢学《楞严》的，可以在《楞严》上用功夫。不是叫诸位每一部都学，是希望诸位能够一门深入，是这个意思。这个意思是利益大家，对自己没有利益，如果对自己有利益，那就像古大德一生只讲一部经。绝对不会我只会讲这一部经，人家请我讲这部经，这部经讲完他下次就不再请了，你这就错了。下次那个地方还有人请，为什么？再讲的跟前头不一样。如果你每一次讲的都一样，那没有人请你了，你自己也觉得枯燥无味。遍遍不一样，谁不欢喜听！清凉大师讲《华严》讲五十遍，如果遍遍都一样，他的听众我想会跑得干干净净，一个都没有了。他讲的遍遍都不一样，那是引人入胜，前面听过的人还想听第二遍，第二遍听了还想听第三遍，听众不走了。哪里会有一样的！这就是希望诸位能够真正体会到一门深入的重要性。",
      "zh_TW": "經的義趣永無止盡，它跟世間東西不一樣，一遍學完以後再多學就沒有味道，那個味有盡的時候；佛的經典法味沒有止盡，只有一遍比一遍濃。所以，江味農居士他一生就搞一部《金剛經》，他用四十年的時間。周止菴居士二百六十個字的《心經》，他也用了四十年的時間寫成一本《心經詮注》。就是說愈講愈有味道，天天有新的意思顯露出來，那就是六祖所謂「惠能心中常生智慧」。也就是說他天天有悟處，積小悟成大悟，積大悟成大徹大悟，道理在這個地方。我們的講席最初的時候就立了這個構想，便利於諸位同修，所以開了有五、六種課程，目的是為便利大家去聽。有喜歡學《華嚴》的，你就在這部經上用功夫；有喜歡學《楞嚴》的，可以在《楞嚴》上用功夫。不是叫諸位每一部都學，是希望諸位能夠一門深入，是這個意思。這個意思是利益大家，對自己沒有利益，如果對自己有利益，那就像古大德一生只講一部經。絕對不會我只會講這一部經，人家請我講這部經，這部經講完他下次就不再請了，你這就錯了。下次那個地方還有人請，為什麼？再講的跟前頭不一樣。如果你每一次講的都一樣，那沒有人請你了，你自己也覺得枯燥無味。遍遍不一樣，誰不歡喜聽！清涼大師講《華嚴》講五十遍，如果遍遍都一樣，他的聽眾我想會跑得乾乾淨淨，一個都沒有了。他講的遍遍都不一樣，那是引人入勝，前面聽過的人還想聽第二遍，第二遍聽了還想聽第三遍，聽眾不走了。哪裡會有一樣的！這就是希望諸位能夠真正體會到一門深入的重要性。"
    },
    {
      "id": "07-001-0125_p0012",
      "zh_CN": "在今天我们修学，确实最大的困难就是找不到一个好的老师来指导。修学过程当中成功与失败，关键就是在老师，你们都读过《阿难问事佛吉凶经》，你看佛在经里面说，第一句就是教你要求明师受戒。明师到哪去找？戒就是教诫，就是跟他学，接受他的教训、接受他的指导，这是我们成败关键的所在。如果你自己真正懂得这个道理，肯一门深入、肯发心学，又得到一个好老师指导，你这一生决定有成就。跟一个老师最低限度要十年，除了有特别聪明智慧，我们在《禅林宝训》、在《高僧传》、《居士传》里面去看，凡是有成就，亲近老师总是十年以上。十年以上的差不多要占百分之九十，不足十年的只占百分之十，那是有特殊的聪明，根性特别利；要不是一种特别的利根性，跟老师的时间是要有相当长。跟老师，这是讲从前，跟老师的时间长短以什么来定？证得平等心，以这个为定。我十年我的心还是不平等，换句话说，我天天还生烦恼、不生智慧，我就没有资格离开老师。有资格离开老师是什么人？二六时中六根接触六尘境界，不生烦恼、只生智慧，那就可以了，就有资格离开老师，以这个为标准。没有达到这个境界离开老师，接触外面境界，你的烦恼增长；烦恼一增长，就叫做退失道心，就退转，失去依靠。完全要靠自己，自己功夫又不够，他怎么不退转？所以成就就相当困难。",
      "zh_TW": "在今天我們修學，確實最大的困難就是找不到一個好的老師來指導。修學過程當中成功與失敗，關鍵就是在老師，你們都讀過《阿難問事佛吉凶經》，你看佛在經裡面說，第一句就是教你要求明師受戒。明師到哪去找？戒就是教誡，就是跟他學，接受他的教訓、接受他的指導，這是我們成敗關鍵的所在。如果你自己真正懂得這個道理，肯一門深入、肯發心學，又得到一個好老師指導，你這一生決定有成就。跟一個老師最低限度要十年，除了有特別聰明智慧，我們在《禪林寶訓》、在《高僧傳》、《居士傳》裡面去看，凡是有成就，親近老師總是十年以上。十年以上的差不多要佔百分之九十，不足十年的只佔百分之十，那是有特殊的聰明，根性特別利；要不是一種特別的利根性，跟老師的時間是要有相當長。跟老師，這是講從前，跟老師的時間長短以什麼來定？證得平等心，以這個為定。我十年我的心還是不平等，換句話說，我天天還生煩惱、不生智慧，我就沒有資格離開老師。有資格離開老師是什麼人？二六時中六根接觸六塵境界，不生煩惱、只生智慧，那就可以了，就有資格離開老師，以這個為標準。沒有達到這個境界離開老師，接觸外面境界，你的煩惱增長；煩惱一增長，就叫做退失道心，就退轉，失去依靠。完全要靠自己，自己功夫又不夠，他怎麼不退轉？所以成就就相當困難。"
    },
    {
      "id": "07-001-0125_p0013",
      "zh_CN": "底下这一句话与我们就有关系，『兼我灭后』，这个「我」是释迦牟尼佛自称，就是他老人家灭度之后。但是，正是为阿难拣择的，兼是附带的，附带的也为佛灭度之后，『此界』是指娑婆世界，娑婆世界的众生。可是也有条件，什么条件？『入菩萨乘，求无上道』，这两句话说得很清楚，哪一种人？菩萨种性的人；换句话说，是发菩提心的人、是求无上道的人，不是普通人。这两句话与《四十华严》里面，善财童子参学请教善知识的言词很相像。善财童子到一个善知识那里第一句话一定说，我已经发菩提心，不知道如何学菩萨道。此地也是如此，「入菩萨乘」就是已经发菩提心。他已经发菩提心，对于修菩萨道还有疑惑，还不能够了解应当怎么修法。佛是对末法时期这种人说的，这是《楞严经》的当机者，就是末法时期像我们现在这个时候，这是学《楞严》的当机者。同学当中有不少发心学《楞严》的，你们想想，你们是不是已经入菩萨乘？是不是发心修无上道？果然你们都发菩提心、都修无上道，那《楞严经》正对你的根性、正对机，你学起来就法喜充满，不会感觉得很苦、不会感觉得很难、不会感觉得枯燥无味，学得很自在。这个经是大乘了义经典，换句话说，把修学的资格在此地显示出来，是发菩提心、修菩萨道的人来修学。所以发心重要！",
      "zh_TW": "底下這一句話與我們就有關係，『兼我滅後』，這個「我」是釋迦牟尼佛自稱，就是他老人家滅度之後。但是，正是為阿難揀擇的，兼是附帶的，附帶的也為佛滅度之後，『此界』是指娑婆世界，娑婆世界的眾生。可是也有條件，什麼條件？『入菩薩乘，求無上道』，這兩句話說得很清楚，哪一種人？菩薩種性的人；換句話說，是發菩提心的人、是求無上道的人，不是普通人。這兩句話與《四十華嚴》裡面，善財童子參學請教善知識的言詞很相像。善財童子到一個善知識那裡第一句話一定說，我已經發菩提心，不知道如何學菩薩道。此地也是如此，「入菩薩乘」就是已經發菩提心。他已經發菩提心，對於修菩薩道還有疑惑，還不能夠了解應當怎麼修法。佛是對末法時期這種人說的，這是《楞嚴經》的當機者，就是末法時期像我們現在這個時候，這是學《楞嚴》的當機者。同學當中有不少發心學《楞嚴》的，你們想想，你們是不是已經入菩薩乘？是不是發心修無上道？果然你們都發菩提心、都修無上道，那《楞嚴經》正對你的根性、正對機，你學起來就法喜充滿，不會感覺得很苦、不會感覺得很難、不會感覺得枯燥無味，學得很自在。這個經是大乘了義經典，換句話說，把修學的資格在此地顯示出來，是發菩提心、修菩薩道的人來修學。所以發心重要！"
    },
    {
      "id": "07-001-0125_p0014",
      "zh_CN": "我们在讲席当中一再提醒诸位，「信」重要，要建立信心。《金刚经》上有两句话说得很好，「信心清净，则生实相」，你们能懂得这两句话的意思吗？生实相是什么？生实相，在净土法门里面来讲就是证理一心不乱，在禅宗里面讲明心见性，在华严境界里面讲就是证入一真法界，你看看多重要！他怎么证得的？信心清净。所以大经大论上才说，「信为道元功德母」，这个字好难！你要不信怎么会有成就？既然具备这个条件，现在要求无上道，『何方便门得易成就』，八万四千法门都是方便门，我们要从哪种方便门来修比较容易成就？法门对机就容易，不对机就难，这是文殊菩萨选择法门的意思。前面经文有三句话，「得循圆通，与不圆根日劫相倍」，这几句话的意思，如果你选择的法门很对自己的根机，修学就非常的快速；如果选的法门跟自己的根性不对，那就困难重重。日劫相倍，得到完全相应，一天就成就；如果选择的不相应，一个阿僧祇劫也不能成就，它是用这个来比喻。我们在讲堂这个话也说过很多遍，成就的确是一生的事情，碰对，你就成就；碰不对，这一生又空过了。",
      "zh_TW": "我們在講席當中一再提醒諸位，「信」重要，要建立信心。《金剛經》上有兩句話說得很好，「信心清淨，則生實相」，你們能懂得這兩句話的意思嗎？生實相是什麼？生實相，在淨土法門裡面來講就是證理一心不亂，在禪宗裡面講明心見性，在華嚴境界裡面講就是證入一真法界，你看看多重要！他怎麼證得的？信心清淨。所以大經大論上才說，「信為道元功德母」，這個字好難！你要不信怎麼會有成就？既然具備這個條件，現在要求無上道，『何方便門得易成就』，八萬四千法門都是方便門，我們要從哪種方便門來修比較容易成就？法門對機就容易，不對機就難，這是文殊菩薩選擇法門的意思。前面經文有三句話，「得循圓通，與不圓根日劫相倍」，這幾句話的意思，如果你選擇的法門很對自己的根機，修學就非常的快速；如果選的法門跟自己的根性不對，那就困難重重。日劫相倍，得到完全相應，一天就成就；如果選擇的不相應，一個阿僧祇劫也不能成就，它是用這個來比喻。我們在講堂這個話也說過很多遍，成就的確是一生的事情，碰對，你就成就；碰不對，這一生又空過了。"
    },
    {
      "id": "07-001-0125_p0015",
      "zh_CN": "像往年我答复蓝吉富所问的问题，蓝吉富给我提个问题说，佛所讲的成佛要三大阿僧祇劫，这个话是真的还是假的？我就给他答复，亦真亦假。你选择的法门不契机，就得三大阿僧祇劫。三大阿僧祇劫不是一定三大阿僧祇劫，如果说一定三大阿僧祇劫，我给诸位说，你们大家早成佛了。为什么？你们过去世不止经过三大阿僧祇劫，为什么你们今天还做生死凡夫？所以三大阿僧祇劫不是个定数。假如你机缘凑巧也碰上了，你一生就成就，不必三大阿僧祇劫。我跟他讲，哪几个条件凑合起来？经上讲的，善根、福德、因缘，这三者具足就成就。可是这三者在一生当中，一条不缺太难了，真是千万人当中找一个都找不到。什么叫善根？最简单的讲法，善根就是信心、理解，这属于善根。我能够信得过，我对于佛法的义趣真正能够听得懂、能够体会得到，不会错解意思，很正确的理解、又能够相信，这是善根。什么叫福德？福德是能够依教修行、精进不退，这是福德。福德不是说你有钱、你在社会上有地位不是说这个，那是世间的福报。佛法里面讲的福德，就是你真正肯依教修行、精进不退，这是你有福。因缘就是你碰到一个好老师，碰到一个明白人来给你指路，你对这个指路的人信得过，肯依照这个方法去做，那好快成就。",
      "zh_TW": "像往年我答覆藍吉富所問的問題，藍吉富給我提個問題說，佛所講的成佛要三大阿僧祇劫，這個話是真的還是假的？我就給他答覆，亦真亦假。你選擇的法門不契機，就得三大阿僧祇劫。三大阿僧祇劫不是一定三大阿僧祇劫，如果說一定三大阿僧祇劫，我給諸位說，你們大家早成佛了。為什麼？你們過去世不止經過三大阿僧祇劫，為什麼你們今天還做生死凡夫？所以三大阿僧祇劫不是個定數。假如你機緣湊巧也碰上了，你一生就成就，不必三大阿僧祇劫。我跟他講，哪幾個條件湊合起來？經上講的，善根、福德、因緣，這三者具足就成就。可是這三者在一生當中，一條不缺太難了，真是千萬人當中找一個都找不到。什麼叫善根？最簡單的講法，善根就是信心、理解，這屬於善根。我能夠信得過，我對於佛法的義趣真正能夠聽得懂、能夠體會得到，不會錯解意思，很正確的理解、又能夠相信，這是善根。什麼叫福德？福德是能夠依教修行、精進不退，這是福德。福德不是說你有錢、你在社會上有地位不是說這個，那是世間的福報。佛法裡面講的福德，就是你真正肯依教修行、精進不退，這是你有福。因緣就是你碰到一個好老師，碰到一個明白人來給你指路，你對這個指路的人信得過，肯依照這個方法去做，那好快成就。"
    },
    {
      "id": "07-001-0125_p0016",
      "zh_CN": "譬如你有善根、你也有福德，你遇到一个不通的人给你指路，那你也可惜了，你很认真修，结果修一条错误的道路，不是一个正路。不是你不肯走、不是你不相信，指路的人指错了，你也不成就。真遇到善知识，因缘具足了，你自己不相信，或者自己不肯做，这是你自己少善根、少福德。所以这三条要在一生当中具足，太难！蓝吉富听我这一说，他也相信、他也明白这个道理。善根福德因缘，因缘要具足什么样的因缘？我们讲善知识，这是我们的增上缘。善知识起码要给我们把理论讲清楚，方法讲明白，境界也得要示现得清清楚楚。所以一个善知识，他的能力就是他能够告诉你理论、方法、境界。由此可知，如果他不是一个过来人，纵然他能把理论、方法，别人这么说的也给你说一点，境界他说不出来。境界是他自己一定要走过这个路才行，古德所谓「欲知山下路，须问过来人」，他走过这条路，这条路上的情况他就能够知道；他要是没有走过，他怎么能说得出来？所以因缘里面就包括着正确的理论、方法、境界。我们能信、能解、能够依教奉行，这种修学一生决定成就，不必等到来生，哪里要什么三大阿僧祇劫！我们晓得楞严会上当机者所具备的条件，诸位记住这八个字「入菩萨乘，求无上道」，这八个字很重要。",
      "zh_TW": "譬如你有善根、你也有福德，你遇到一個不通的人給你指路，那你也可惜了，你很認真修，結果修一條錯誤的道路，不是一個正路。不是你不肯走、不是你不相信，指路的人指錯了，你也不成就。真遇到善知識，因緣具足了，你自己不相信，或者自己不肯做，這是你自己少善根、少福德。所以這三條要在一生當中具足，太難！藍吉富聽我這一說，他也相信、他也明白這個道理。善根福德因緣，因緣要具足什麼樣的因緣？我們講善知識，這是我們的增上緣。善知識起碼要給我們把理論講清楚，方法講明白，境界也得要示現得清清楚楚。所以一個善知識，他的能力就是他能夠告訴你理論、方法、境界。由此可知，如果他不是一個過來人，縱然他能把理論、方法，別人這麼說的也給你說一點，境界他說不出來。境界是他自己一定要走過這個路才行，古德所謂「欲知山下路，須問過來人」，他走過這條路，這條路上的情況他就能夠知道；他要是沒有走過，他怎麼能說得出來？所以因緣裡面就包括著正確的理論、方法、境界。我們能信、能解、能夠依教奉行，這種修學一生決定成就，不必等到來生，哪裡要什麼三大阿僧祇劫！我們曉得楞嚴會上當機者所具備的條件，諸位記住這八個字「入菩薩乘，求無上道」，這八個字很重要。"
    },
    {
      "id": "07-001-0125_p0017",
      "zh_CN": "入菩萨乘，我们受了菩萨戒，我已经入了菩萨乘，那行不行？不行。《楞严》跟《金刚经》是一类的，是一样的境界，《金刚经》上佛讲了几句话，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。你要是还有我相、人相、众生相、寿者相，你没入菩萨乘。没入菩萨乘，求无上道，那是不可得的，决定得不到，你没上路。好比你驾车要到高雄，你走高速公路，你没上高速公路，你怎么会到达？菩萨要破四相，破了四相就入菩萨乘。佛灭度以后，娑婆世界众生具备这个条件，才是《楞严经》的当机者、当机众，最适合他修。不是这个根性，怎么样？培养这个根性。所以大经薰修，我们在《华严》跟诸位讲四种众，这是结缘众。结缘众利益是在薰修，薰修薰的时间久了就会变成当机众，薰久了把烦恼习气都薰掉，这就成功了。",
      "zh_TW": "入菩薩乘，我們受了菩薩戒，我已經入了菩薩乘，那行不行？不行。《楞嚴》跟《金剛經》是一類的，是一樣的境界，《金剛經》上佛講了幾句話，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。你要是還有我相、人相、眾生相、壽者相，你沒入菩薩乘。沒入菩薩乘，求無上道，那是不可得的，決定得不到，你沒上路。好比你駕車要到高雄，你走高速公路，你沒上高速公路，你怎麼會到達？菩薩要破四相，破了四相就入菩薩乘。佛滅度以後，娑婆世界眾生具備這個條件，才是《楞嚴經》的當機者、當機眾，最適合他修。不是這個根性，怎麼樣？培養這個根性。所以大經薰修，我們在《華嚴》跟諸位講四種眾，這是結緣眾。結緣眾利益是在薰修，薰修薰的時間久了就會變成當機眾，薰久了把煩惱習氣都薰掉，這就成功了。"
    },
    {
      "id": "07-001-0125_p0018",
      "zh_CN": "在经上，佛自己不给我们指出哪一个法门好，反而叫文殊菩萨代我们来选择，这里面有两个意思。第一个意思，如果从果位上说，法法平等，无法选择，也没有选择的必要。此地选择完全是为初学，文殊菩萨是初学人的导师，这一点希望大家要特别留意。我们在华严会上所看到的，从表法上讲文殊菩萨智慧第一，善财童子学佛跟谁学的？就是跟文殊菩萨。所以初学的人要最好的老师，为什么？第一个指路的人，第一个指方向的人，这个人关系你一生成功、失败。往后修学碰到不高明的也没关系，为什么？他有长处，我们学他的长处，舍他的短处。可是初学的人，必须要最好的老师来指导。譬如过去慈光大专讲座里面最基本的课程，专对初学人讲的就是《十四讲》。《十四讲》这门课程，李老师自己讲，除这个之外，他排的有《心经》、有《百法明门论》、有《弥陀经》、有《普贤行愿品》，叫他的学生去讲，叫别人去讲。这个意思就是，最高明的高手教最基本的东西，教初学的东西。《华严经》里面所示现的，就是文殊菩萨为初学人的老师，十信位的老师。你看到初住以上，初住就是德云比丘，从此以后都是别人教了，这个我们要晓得，不晓得这个道理就没有办法求学。所以今天办佛学院有办佛学院非常大的困难，佛学院都是初学的人，到哪里去找一个大智慧的人来教，来给这些人奠定殊胜而深厚的基础，到哪去找这个人？",
      "zh_TW": "在經上，佛自己不給我們指出哪一個法門好，反而叫文殊菩薩代我們來選擇，這裡面有兩個意思。第一個意思，如果從果位上說，法法平等，無法選擇，也沒有選擇的必要。此地選擇完全是為初學，文殊菩薩是初學人的導師，這一點希望大家要特別留意。我們在華嚴會上所看到的，從表法上講文殊菩薩智慧第一，善財童子學佛跟誰學的？就是跟文殊菩薩。所以初學的人要最好的老師，為什麼？第一個指路的人，第一個指方向的人，這個人關係你一生成功、失敗。往後修學碰到不高明的也沒關係，為什麼？他有長處，我們學他的長處，捨他的短處。可是初學的人，必須要最好的老師來指導。譬如過去慈光大專講座裡面最基本的課程，專對初學人講的就是《十四講》。《十四講》這門課程，李老師自己講，除這個之外，他排的有《心經》、有《百法明門論》、有《彌陀經》、有《普賢行願品》，叫他的學生去講，叫別人去講。這個意思就是，最高明的高手教最基本的東西，教初學的東西。《華嚴經》裡面所示現的，就是文殊菩薩為初學人的老師，十信位的老師。你看到初住以上，初住就是德雲比丘，從此以後都是別人教了，這個我們要曉得，不曉得這個道理就沒有辦法求學。所以今天辦佛學院有辦佛學院非常大的困難，佛學院都是初學的人，到哪裡去找一個大智慧的人來教，來給這些人奠定殊勝而深厚的基礎，到哪去找這個人？"
    },
    {
      "id": "07-001-0125_p0019",
      "zh_CN": "我们这些年来常常提倡的一门深入，也在最近才刚刚进入这个理想，我们寒暑假大专讲座，我们就一门深入。我们一次讲座就学一部经，同学们在这个地方七天或者是十天，他心无二用，完全专一。他要喜欢学很多经的，别的地方有办佛学讲座，都请了很多老师去教，他都可以到那里去。他要是觉得功课太多应付不了，最好学一样，那就到我们图书馆来，我们图书馆只卖一样，没有第二样。我看他们学习的情绪也很好，他们的心得写得也都不错，觉得这种修学法有受用。如果更有受用怎么样？年年都是这一门课。譬如我们这里讲《六祖坛经》，去年的讲座讲《六祖坛经》，今年讲座再讲《六祖坛经》，明年讲座还讲《六祖坛经》。可是这种讲法，给诸位说，用录影带不行，用录影带遍遍都一样那不行。如果我来讲堂里讲，那就一次一次不一样，遍遍不相同。所以录影带只能用一次，你就晓得它的功效是有限的，如果我在讲堂来讲是遍遍不一样。《楞严经》我们也讲了很多遍，还有很完整的过去的录影带。最近往生的邬居士，他家里保留我一部完整的《楞严经》录影带，是在莲友念佛团讲的。另外还有一部《弥陀经疏钞》，他也保留一个完整的带子。这种带子只是那个时候的境界，所以你听个一遍、二遍、三遍、四遍，再听多了你就不想听了；可是你在讲堂听我讲，遍遍不相同。所以讲座里，的确可以十年、二十年、三十年就讲一部经，那就不一样，效果就不相同。这是第一个意思，文殊菩萨是为初机的指导老师，有这个意思在。",
      "zh_TW": "我們這些年來常常提倡的一門深入，也在最近才剛剛進入這個理想，我們寒暑假大專講座，我們就一門深入。我們一次講座就學一部經，同學們在這個地方七天或者是十天，他心無二用，完全專一。他要喜歡學很多經的，別的地方有辦佛學講座，都請了很多老師去教，他都可以到那裡去。他要是覺得功課太多應付不了，最好學一樣，那就到我們圖書館來，我們圖書館只賣一樣，沒有第二樣。我看他們學習的情緒也很好，他們的心得寫得也都不錯，覺得這種修學法有受用。如果更有受用怎麼樣？年年都是這一門課。譬如我們這裡講《六祖壇經》，去年的講座講《六祖壇經》，今年講座再講《六祖壇經》，明年講座還講《六祖壇經》。可是這種講法，給諸位說，用錄影帶不行，用錄影帶遍遍都一樣那不行。如果我來講堂裡講，那就一次一次不一樣，遍遍不相同。所以錄影帶只能用一次，你就曉得它的功效是有限的，如果我在講堂來講是遍遍不一樣。《楞嚴經》我們也講了很多遍，還有很完整的過去的錄影帶。最近往生的鄔居士，他家裡保留我一部完整的《楞嚴經》錄影帶，是在蓮友念佛團講的。另外還有一部《彌陀經疏鈔》，他也保留一個完整的帶子。這種帶子只是那個時候的境界，所以你聽個一遍、二遍、三遍、四遍，再聽多了你就不想聽了；可是你在講堂聽我講，遍遍不相同。所以講座裡，的確可以十年、二十年、三十年就講一部經，那就不一樣，效果就不相同。這是第一個意思，文殊菩薩是為初機的指導老師，有這個意思在。"
    },
    {
      "id": "07-001-0125_p0020",
      "zh_CN": "第二个意思在表法上说，文殊菩萨表根本智，谁的根本智？是我们自己的根本智，这要晓得。你看《华严经》里面它就是这个意思，而是以五十三位善知识代表后得智，文殊菩萨代表根本智。可是诸位必须要晓得，没有根本智决定没有后得智，好像树木一样，没根、没本哪来的枝叶？这不可能的。一定是先有根本智，而后才有后得智，由此可知，修学根本的重要。根本智是从什么地方现前？从一心不乱里现前。所以，用二心你就把你自己的根本智障碍了。如果你真正要学佛，无论在什么境缘里面不能用二心，这是你真正想学佛，想在这一生成就，不能用二心。你说，「我要去应付这个世间，我不用这个心不行」，那你别成佛，你做六道生死凡夫可以；你如果想成佛，那就决定不行。这个道理你能不能懂、体会？你能不能相信？你要是不相信、你要是体会不到，善根不足。这个意思我能体会得到、我也相信，可是境界现前我忍不住，那是你没有福德。我们如果是一生当中要成就，只有这个方法。不是说一生当中不能成就，一生当中确实能成就，问题就是这个理论、方法你懂不懂，这个境界你明不明了。",
      "zh_TW": "第二個意思在表法上說，文殊菩薩表根本智，誰的根本智？是我們自己的根本智，這要曉得。你看《華嚴經》裡面它就是這個意思，而是以五十三位善知識代表後得智，文殊菩薩代表根本智。可是諸位必須要曉得，沒有根本智決定沒有後得智，好像樹木一樣，沒根、沒本哪來的枝葉？這不可能的。一定是先有根本智，而後才有後得智，由此可知，修學根本的重要。根本智是從什麼地方現前？從一心不亂裡現前。所以，用二心你就把你自己的根本智障礙了。如果你真正要學佛，無論在什麼境緣裡面不能用二心，這是你真正想學佛，想在這一生成就，不能用二心。你說，「我要去應付這個世間，我不用這個心不行」，那你別成佛，你做六道生死凡夫可以；你如果想成佛，那就決定不行。這個道理你能不能懂、體會？你能不能相信？你要是不相信、你要是體會不到，善根不足。這個意思我能體會得到、我也相信，可是境界現前我忍不住，那是你沒有福德。我們如果是一生當中要成就，只有這個方法。不是說一生當中不能成就，一生當中確實能成就，問題就是這個理論、方法你懂不懂，這個境界你明不明瞭。"
    },
    {
      "id": "07-001-0125_p0021",
      "zh_CN": "大致上，学佛初学，在逆境里头磨炼，样样都不顺心、都不如意，你在这里头不起瞋恚心，在这里头去修你的平等心。到你平等心现前的时候，你福报来了，这个福报叫称性的福报，这不是修来的，这是你真如本性里的福报，万德万能现前。现前怎么样？你不能有乐的受，不能有喜欢心，一有喜欢心又堕落了，那你又是二心。佛门里这两个人代表，大迦叶尊者代表苦行；善财童子代表初学的大乘菩萨，样样都顺利，没有一样不称心、没有一桩事情不如意，在这里面修不动心，这样才功德圆满、才能够成就。我们要是不晓得这个道理，初学的过程，「这个又是逆境、那个又是障碍，这又不如意」，心里面一天到晚起烦恼，那是着魔了。魔是什么？自己心里面起了妄念，这就是魔，心随着外面境界转，就叫着魔。心要不为外头境界转，在境界里如如不动，外境就是佛。所以外面境界没有佛魔，外面境界平等的，佛与魔是自心变现的。一念心动了，外境就是魔；一念心清净了，外境就是佛。换句话说，觉悟了，境界都是佛。所以大经里面讲，《楞严经》也是这么说，到你成佛的时候，你看到尽虚空遍法界一切众生同证正觉，没有一个不是佛；你心一念迷了，十方三世诸佛菩萨都变成魔王。佛在哪里修？佛在心地上修。",
      "zh_TW": "大致上，學佛初學，在逆境裡頭磨鍊，樣樣都不順心、都不如意，你在這裡頭不起瞋恚心，在這裡頭去修你的平等心。到你平等心現前的時候，你福報來了，這個福報叫稱性的福報，這不是修來的，這是你真如本性裡的福報，萬德萬能現前。現前怎麼樣？你不能有樂的受，不能有喜歡心，一有喜歡心又墮落了，那你又是二心。佛門裡這兩個人代表，大迦葉尊者代表苦行；善財童子代表初學的大乘菩薩，樣樣都順利，沒有一樣不稱心、沒有一樁事情不如意，在這裡面修不動心，這樣才功德圓滿、才能夠成就。我們要是不曉得這個道理，初學的過程，「這個又是逆境、那個又是障礙，這又不如意」，心裡面一天到晚起煩惱，那是著魔了。魔是什麼？自己心裡面起了妄念，這就是魔，心隨著外面境界轉，就叫著魔。心要不為外頭境界轉，在境界裡如如不動，外境就是佛。所以外面境界沒有佛魔，外面境界平等的，佛與魔是自心變現的。一念心動了，外境就是魔；一念心清淨了，外境就是佛。換句話說，覺悟了，境界都是佛。所以大經裡面講，《楞嚴經》也是這麼說，到你成佛的時候，你看到盡虛空遍法界一切眾生同證正覺，沒有一個不是佛；你心一念迷了，十方三世諸佛菩薩都變成魔王。佛在哪裡修？佛在心地上修。"
    },
    {
      "id": "07-001-0125_p0022",
      "zh_CN": "昨天我们讲《华严》指出两个重点，要托法，就是要依照这个理论、方法；真正修行要依人，要依靠这些人事关系，为什么？这个地方才能磨炼你自己。你摆脱了这个境界，到哪里去修？没有地方修。所以我们在境界里起心动念，只看到别人是非长短，那就是我们天天在着魔，在魔王掌心里打转没法子跳出，还自以为高明，那更糟糕。六祖大师说得很好，「若真修道人，不见世间过」，别人没有过失，过失都是自己心里生的。刚才讲外境是平等的，外境本来是一真法界，一见别人过失就把一真法界变为十法界，变为无量法界。谁变的？自己一念分别心变的，把一真转变了。所以，你自己一念清净心，无量无边的十法界又变成一真法界，境随心转。《楞严经》前面讲，「若能转物，则同如来」，你就成佛；你要是被境所转你是生死凡夫，可怜悯者。文殊菩萨怎么个选法，这是底下一段经文，下次我们来细细的研究，这都是关系我们自己用功，关系我们自己修证。",
      "zh_TW": "昨天我們講《華嚴》指出兩個重點，要托法，就是要依照這個理論、方法；真正修行要依人，要依靠這些人事關係，為什麼？這個地方才能磨鍊你自己。你擺脫了這個境界，到哪裡去修？沒有地方修。所以我們在境界裡起心動念，只看到別人是非長短，那就是我們天天在著魔，在魔王掌心裡打轉沒法子跳出，還自以為高明，那更糟糕。六祖大師說得很好，「若真修道人，不見世間過」，別人沒有過失，過失都是自己心裡生的。剛才講外境是平等的，外境本來是一真法界，一見別人過失就把一真法界變為十法界，變為無量法界。誰變的？自己一念分別心變的，把一真轉變了。所以，你自己一念清淨心，無量無邊的十法界又變成一真法界，境隨心轉。《楞嚴經》前面講，「若能轉物，則同如來」，你就成佛；你要是被境所轉你是生死凡夫，可憐憫者。文殊菩薩怎麼個選法，這是底下一段經文，下次我們來細細的研究，這都是關係我們自己用功，關係我們自己修證。"
    }
  ]
}