{
  "doc_id": "07-001-0121",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二一集",
    "zh_TW": "第一二一集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0121",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "07-001-0121_p0001",
      "zh_CN": "请掀开经本第一百五十三面第五行：",
      "zh_TW": "請掀開經本第一百五十三面第五行："
    },
    {
      "id": "07-001-0121_p0002",
      "zh_CN": "【其中或现一首。三首。五首。七首。九首。十一首。如是乃至一百八首。千首。万首。八万四千烁迦罗首。】",
      "zh_TW": "【其中或現一首。三首。五首。七首。九首。十一首。如是乃至一百八首。千首。萬首。八萬四千爍迦羅首。】"
    },
    {
      "id": "07-001-0121_p0003",
      "zh_CN": "这是说以一身现多身。这位同修有一个问题，他的问题问的是果报，大致上说他在一个刊物上看到，这也是佛经里面的一桩公案，说一个老比丘在念经，有个小沙弥听到的时候就笑他，念经念的声音不好听，像狗叫一样，就讽刺他说你念经像狗叫。老比丘告诉他，我已经证阿罗汉果，你造的口业将来要受恶报。这个小沙弥忏悔了，忏悔之后还堕狗身，这是一桩事情。你们诸位在《法苑珠林》、《经律异相》里都可以看到这个公案。另外《弥陀经》里有一位憍梵波提，受天供养第一，翻成中国意思是牛呞尊者，他是在多劫以前笑一个比丘念经像牛吃草一样，所以得这个果报。这个同修的意思是说，世间有所谓不知不罪，这是世间法，不是佛法，世间法里可以将功折罪，因果报应没有办法将功折罪，所以善恶一定有报的。不能说是我过去造很多恶业，现在统统做善业，我的恶业就不报了，没有这个道理，这在因果定律上是讲不通的，所以说一定是有果报的。不知者不罪，在佛法里面是没法子说的。因为不知，他犯的也有罪，如果知道故犯，他的罪在阿鼻地狱，罪很重。所以这是不知，他也犯了，他的罪轻，他堕在畜生道，没有堕地狱道。如果他知道是阿罗汉，存心去毁谤他，那他要堕拔舌地狱，不仅是畜生道，这一点我们要晓得。",
      "zh_TW": "這是說以一身現多身。這位同修有一個問題，他的問題問的是果報，大致上說他在一個刊物上看到，這也是佛經裡面的一樁公案，說一個老比丘在念經，有個小沙彌聽到的時候就笑他，念經念的聲音不好聽，像狗叫一樣，就諷刺他說你念經像狗叫。老比丘告訴他，我已經證阿羅漢果，你造的口業將來要受惡報。這個小沙彌懺悔了，懺悔之後還墮狗身，這是一樁事情。你們諸位在《法苑珠林》、《經律異相》裡都可以看到這個公案。另外《彌陀經》裡有一位憍梵波提，受天供養第一，翻成中國意思是牛呞尊者，他是在多劫以前笑一個比丘念經像牛吃草一樣，所以得這個果報。這個同修的意思是說，世間有所謂不知不罪，這是世間法，不是佛法，世間法裡可以將功折罪，因果報應沒有辦法將功折罪，所以善惡一定有報的。不能說是我過去造很多惡業，現在統統做善業，我的惡業就不報了，沒有這個道理，這在因果定律上是講不通的，所以說一定是有果報的。不知者不罪，在佛法裡面是沒法子說的。因為不知，他犯的也有罪，如果知道故犯，他的罪在阿鼻地獄，罪很重。所以這是不知，他也犯了，他的罪輕，他墮在畜生道，沒有墮地獄道。如果他知道是阿羅漢，存心去毀謗他，那他要墮拔舌地獄，不僅是畜生道，這一點我們要曉得。"
    },
    {
      "id": "07-001-0121_p0004",
      "zh_CN": "因此，五浊恶世，诸佛菩萨为什么不以佛菩萨的身分示现？你们想想为什么？众生这样苦难，佛菩萨为什么不现身来度化他？佛菩萨如果现身，众生毁谤，一个个都堕地狱、都得恶报。众生没福的时候，佛菩萨不敢来，来了你造罪；众生有福报的是什么？他能够尊敬人、能够赞叹人，见到有一点好事、好人，他都衷心的赞叹，佛菩萨都加持。为什么？你赞叹，你有福报、你培福。佛菩萨现不现身是在众生，不在佛菩萨，佛菩萨可以说无处不现身、无时不现身，现身、不现身都是为了利益众生，道理就在此地。我们晓得这桩事情，诸位就知道口业很容易造，最容易造的就是口业，往往自己造的时候自己不晓得。诸佛菩萨不现身是不以佛的身分出现、不以菩萨的身分出现，以我们凡夫的身分出现在这个世间。也许你们在座的就有许多是古佛、菩萨再来的，我们肉眼凡夫不认识，他现的是凡夫相，你骂他当然也要造业，这个业很轻；如果他示现的是佛菩萨的身分、阿罗汉的身分，你骂他，这个罪过就重。他以凡夫身分身示现，他慈悲，不叫你造重业，意思就在此地。",
      "zh_TW": "因此，五濁惡世，諸佛菩薩為什麼不以佛菩薩的身分示現？你們想想為什麼？眾生這樣苦難，佛菩薩為什麼不現身來度化他？佛菩薩如果現身，眾生毀謗，一個個都墮地獄、都得惡報。眾生沒福的時候，佛菩薩不敢來，來了你造罪；眾生有福報的是什麼？他能夠尊敬人、能夠讚歎人，見到有一點好事、好人，他都衷心的讚歎，佛菩薩都加持。為什麼？你讚歎，你有福報、你培福。佛菩薩現不現身是在眾生，不在佛菩薩，佛菩薩可以說無處不現身、無時不現身，現身、不現身都是為了利益眾生，道理就在此地。我們曉得這樁事情，諸位就知道口業很容易造，最容易造的就是口業，往往自己造的時候自己不曉得。諸佛菩薩不現身是不以佛的身分出現、不以菩薩的身分出現，以我們凡夫的身分出現在這個世間。也許你們在座的就有許多是古佛、菩薩再來的，我們肉眼凡夫不認識，他現的是凡夫相，你罵他當然也要造業，這個業很輕；如果他示現的是佛菩薩的身分、阿羅漢的身分，你罵他，這個罪過就重。他以凡夫身分身示現，他慈悲，不叫你造重業，意思就在此地。"
    },
    {
      "id": "07-001-0121_p0005",
      "zh_CN": "我们看今天这段经文，『首』是我们身体里面可以说是最重要的一个部分，也可以做为一个人的总代表。底下这段经文讲臂、讲目，它都有用意的，以「首」做为总代表；以臂，臂是手臂，代表接引的意思，接引众生；眼目代表智照，这是略举三桩事来说明菩萨的神通、德用。各以本数，头的本数是一个，手臂的本数是两个，眼睛的本数也是两个，所以说二臂、二目这是本数。下面这是变现，一直可以变现到『八万四千』。『烁迦罗』是梵语，楞严神咒前面「烁迦罗心无动转」，翻成中文就是金刚坚固的意思，以金刚坚固之首这是表法身不可破坏、究竟坚固。说「八万四千」，这是代表的意思，从一真法界生八万四千智慧，对治八万四千尘劳烦恼，表这个意思，它是对治烦恼的。如果我们要说无量无边烦恼，此地就要以无量无边首来对治无量无边的烦恼，诸位要记住这个意思。佛经里面常常把无量烦恼归纳为八万四千，这是个大数，所以八万四千这个数字在经典里面常常看见。第二句：",
      "zh_TW": "我們看今天這段經文，『首』是我們身體裡面可以說是最重要的一個部分，也可以做為一個人的總代表。底下這段經文講臂、講目，它都有用意的，以「首」做為總代表；以臂，臂是手臂，代表接引的意思，接引眾生；眼目代表智照，這是略舉三樁事來說明菩薩的神通、德用。各以本數，頭的本數是一個，手臂的本數是兩個，眼睛的本數也是兩個，所以說二臂、二目這是本數。下面這是變現，一直可以變現到『八萬四千』。『爍迦羅』是梵語，楞嚴神咒前面「爍迦羅心無動轉」，翻成中文就是金剛堅固的意思，以金剛堅固之首這是表法身不可破壞、究竟堅固。說「八萬四千」，這是代表的意思，從一真法界生八萬四千智慧，對治八萬四千塵勞煩惱，表這個意思，它是對治煩惱的。如果我們要說無量無邊煩惱，此地就要以無量無邊首來對治無量無邊的煩惱，諸位要記住這個意思。佛經裡面常常把無量煩惱歸納為八萬四千，這是個大數，所以八萬四千這個數字在經典裡面常常看見。第二句："
    },
    {
      "id": "07-001-0121_p0006",
      "zh_CN": "【二臂。四臂。六臂。八臂。十臂。十二臂。十四。十六。十八。二十。至二十四。如是乃至一百八臂。千臂。万臂。八万四千母陀罗臂。】",
      "zh_TW": "【二臂。四臂。六臂。八臂。十臂。十二臂。十四。十六。十八。二十。至二十四。如是乃至一百八臂。千臂。萬臂。八萬四千母陀羅臂。】"
    },
    {
      "id": "07-001-0121_p0007",
      "zh_CN": "『母陀罗』也是梵语，翻成中文是手印，现在所谓手语。譬如我们合掌，合掌就是手印，代表恭敬、代表一心。十是散乱，合成一就代表一心，一心是最恭敬。这个意思就是说明，手臂可以做成种种姿态而表现许多的法门，不用言说，一举手使对方一看，一切意思都明了。现在有手语的学习，大家对这印象一定会很深。佛法里面所谓妙印之手，特别是在佛的果位上，因为佛佛道同，佛的相貌完全相同。佛又有许多，你到《万佛名经》里面去看，释迦牟尼佛给我们讲一万二千多尊佛，相貌完全一样，比双胞胎还要像，你简直就没有办法辨别，怎么看法？就是看手印，在手印上有差别。菩萨的像还能够辨别得出来，因为就算等觉菩萨他还有一分生相无明没破，所以他的相貌还有小小的差别，真是相随心转。手印也是代表方便，也代表解脱德。众生在根身、境界上迷惑颠倒，所以才起无量无边的烦恼，而将真如本性随着业力在流转。菩萨以母陀罗手臂来接引众生、来提携众生，也就是说帮助这一切众生断烦恼，恢复他的本性，现手臂这么多，意思就在此地。下面一句说：",
      "zh_TW": "『母陀羅』也是梵語，翻成中文是手印，現在所謂手語。譬如我們合掌，合掌就是手印，代表恭敬、代表一心。十是散亂，合成一就代表一心，一心是最恭敬。這個意思就是說明，手臂可以做成種種姿態而表現許多的法門，不用言說，一舉手使對方一看，一切意思都明瞭。現在有手語的學習，大家對這印象一定會很深。佛法裡面所謂妙印之手，特別是在佛的果位上，因為佛佛道同，佛的相貌完全相同。佛又有許多，你到《萬佛名經》裡面去看，釋迦牟尼佛給我們講一萬二千多尊佛，相貌完全一樣，比雙胞胎還要像，你簡直就沒有辦法辨別，怎麼看法？就是看手印，在手印上有差別。菩薩的像還能夠辨別得出來，因為就算等覺菩薩他還有一分生相無明沒破，所以他的相貌還有小小的差別，真是相隨心轉。手印也是代表方便，也代表解脫德。眾生在根身、境界上迷惑顛倒，所以才起無量無邊的煩惱，而將真如本性隨著業力在流轉。菩薩以母陀羅手臂來接引眾生、來提攜眾生，也就是說幫助這一切眾生斷煩惱，恢復他的本性，現手臂這麼多，意思就在此地。下面一句說："
    },
    {
      "id": "07-001-0121_p0008",
      "zh_CN": "【二目。三目。四目。九目。如是乃至一百八目。千目。万目。八万四千清净宝目。】",
      "zh_TW": "【二目。三目。四目。九目。如是乃至一百八目。千目。萬目。八萬四千清淨寶目。】"
    },
    {
      "id": "07-001-0121_p0009",
      "zh_CN": "『目』是眼睛，代表观照的智慧，『清净宝目』是表实相般若智慧。前面意思明白了，这个地方当然就不例外，这是说明众生迷失本性，具足八万四千尘劳烦恼，不晓得烦恼业果当体性空，怕的是你没有观照般若；换句话说，你没有清净眼目。再说到，谁的眼目不清净？眼目绝不是指肉眼，肉眼没有用处，这个眼是指你的见性，不清净了就是眼识，心心所的见分那就不清净。你用眼识、用心心所的见分，你才有无量无边的尘劳烦恼。「清净宝目」就是见性，前面「十番显见」讲的是见性。",
      "zh_TW": "『目』是眼睛，代表觀照的智慧，『清淨寶目』是表實相般若智慧。前面意思明白了，這個地方當然就不例外，這是說明眾生迷失本性，具足八萬四千塵勞煩惱，不曉得煩惱業果當體性空，怕的是你沒有觀照般若；換句話說，你沒有清淨眼目。再說到，誰的眼目不清淨？眼目絕不是指肉眼，肉眼沒有用處，這個眼是指你的見性，不清淨了就是眼識，心心所的見分那就不清淨。你用眼識、用心心所的見分，你才有無量無邊的塵勞煩惱。「清淨寶目」就是見性，前面「十番顯見」講的是見性。"
    },
    {
      "id": "07-001-0121_p0010",
      "zh_CN": "你们同学有些学经的，我是教你们做札记，「我选的《楞严经》，这个《楞严经》我记，别的经我不记」，你们这不是学习，这样你们很不容易学得出来。既然是学经，什么经都听、什么经都看，看经的时候写札记、听经的时候写札记，练习写札记。「我学这个我就来听，不学这个我就不来听、我就不写」，这是错误的。我们过去在台中李老师会下学经，人人都要记，记了要怎么样？记完之后，哪个人学这个经的，我们把所记的都贡献给他，叫他自己看一看，哪些地方，「你看那个同学听到了，我都没听到」，这样彼此可以帮忙，才叫同学。否则的话，同学有什么意思？同学在一起要互相切磋琢磨，尽到同学的本分。你们现在搞些什么？你们绝不同学，各人是各人的，不承认他是我的同学，为什么？平素在修学上一点忙都不肯帮。",
      "zh_TW": "你們同學有些學經的，我是教你們做札記，「我選的《楞嚴經》，這個《楞嚴經》我記，別的經我不記」，你們這不是學習，這樣你們很不容易學得出來。既然是學經，什麼經都聽、什麼經都看，看經的時候寫札記、聽經的時候寫札記，練習寫札記。「我學這個我就來聽，不學這個我就不來聽、我就不寫」，這是錯誤的。我們過去在台中李老師會下學經，人人都要記，記了要怎麼樣？記完之後，哪個人學這個經的，我們把所記的都貢獻給他，叫他自己看一看，哪些地方，「你看那個同學聽到了，我都沒聽到」，這樣彼此可以幫忙，才叫同學。否則的話，同學有什麼意思？同學在一起要互相切磋琢磨，盡到同學的本分。你們現在搞些什麼？你們絕不同學，各人是各人的，不承認他是我的同學，為什麼？平素在修學上一點忙都不肯幫。"
    },
    {
      "id": "07-001-0121_p0011",
      "zh_CN": "这个札记，所以我鼓励你们，你看高雄黄老太太，黄绮华差不多将近七十岁的人，你看看她写的笔记。她在我会下听经，有的时候她没有笔记，换句话说，她这一堂听了白听，没有一点心得。有的时候有一条、有两条，多的时候有五、六条，到第二天来听经，她一定先拿给我看。她来得比别人早一点，她要把她记的札记送给我看，问问我有没有记错？那是她的心得。她听了三年没有白听，她写那个东西，虽然文章不好、文字不好，可是很简单、很容易看，所以她的书很流行、很受欢迎，特别是在美国。她寄到美国大概寄了一千多册，好多地方问她要，出乎她意料之外的，真没有想到，她这个小册子会受国外那么多人欢迎。因为一般人看经、看注解，很多大篇文章他厌烦、不愿意看，像这样一条一条很受欢迎。所以古书像《菜根谭》之类的很受欢迎，一条一条的简单扼要、也很明白，事理都说得很具体，不费什么力气他就得到受用，这就是札记的好处，所以希望你们要多多的努力。笔记是可以不必做，札记是有必要的，特别是帮助同学。我那个时候在台中，台中这些同学们对我非常好，主要就是我在这上帮助他。他们在学习讲经的时候，老师讲，我记几条，记了之后我就给他，对他整理笔记、对他讲经有很大的帮助。不从这里下手，给诸位说，光阴都会虚度，听了这些年你有什么心得？没有东西。我在南部讲三年，一个月只去一次五天，你看黄老居士她居然出一本书。所以她来跟我说，她没有白听，她三年有收获。",
      "zh_TW": "這個札記，所以我鼓勵你們，你看高雄黃老太太，黃綺華差不多將近七十歲的人，你看看她寫的筆記。她在我會下聽經，有的時候她沒有筆記，換句話說，她這一堂聽了白聽，沒有一點心得。有的時候有一條、有兩條，多的時候有五、六條，到第二天來聽經，她一定先拿給我看。她來得比別人早一點，她要把她記的札記送給我看，問問我有沒有記錯？那是她的心得。她聽了三年沒有白聽，她寫那個東西，雖然文章不好、文字不好，可是很簡單、很容易看，所以她的書很流行、很受歡迎，特別是在美國。她寄到美國大概寄了一千多冊，好多地方問她要，出乎她意料之外的，真沒有想到，她這個小冊子會受國外那麼多人歡迎。因為一般人看經、看註解，很多大篇文章他厭煩、不願意看，像這樣一條一條很受歡迎。所以古書像《菜根譚》之類的很受歡迎，一條一條的簡單扼要、也很明白，事理都說得很具體，不費什麼力氣他就得到受用，這就是札記的好處，所以希望你們要多多的努力。筆記是可以不必做，札記是有必要的，特別是幫助同學。我那個時候在台中，台中這些同學們對我非常好，主要就是我在這上幫助他。他們在學習講經的時候，老師講，我記幾條，記了之後我就給他，對他整理筆記、對他講經有很大的幫助。不從這裡下手，給諸位說，光陰都會虛度，聽了這些年你有什麼心得？沒有東西。我在南部講三年，一個月只去一次五天，你看黃老居士她居然出一本書。所以她來跟我說，她沒有白聽，她三年有收穫。"
    },
    {
      "id": "07-001-0121_p0012",
      "zh_CN": "【或慈或威。或定或慧。救护众生。得大自在。】",
      "zh_TW": "【或慈或威。或定或慧。救護眾生。得大自在。】"
    },
    {
      "id": "07-001-0121_p0013",
      "zh_CN": "这一段就是观世音菩萨所现的千手千眼，就是这个意思。佛菩萨造像这方面，大家看到有千手观音，画像的确千手观音能画得出来，塑的像没有办法塑成千手，但是塑得很好的能够塑到一百零八手，就是一百零八臂。诸位想想，假如你是观世音菩萨，你长了四个手、长了六个手，你觉得方便不方便？如果你长一百零八手，我看那行动很不方便；要长八万四千手，你简直动都动不得，你还能办什么事情？诸位这个地方要晓得，此地是表法的意思。八万四千手，是表从一真法界生八万四千智慧对治八万四千烦恼，是从总体上讲的，是这个意思。手是代表帮助人家做事，这就是表示这人非常能干，什么都会做、什么都做得比人好，千手就是这个意思，不是真的有一千个手。千眼也表这个意思，一般人看不到地方他都能看得到，他能够有智慧之眼遍照十方。特别是在观世音菩萨，慈悲救苦，哪个地方有苦难的众生，他看到他成熟了，都去帮助他。",
      "zh_TW": "這一段就是觀世音菩薩所現的千手千眼，就是這個意思。佛菩薩造像這方面，大家看到有千手觀音，畫像的確千手觀音能畫得出來，塑的像沒有辦法塑成千手，但是塑得很好的能夠塑到一百零八手，就是一百零八臂。諸位想想，假如你是觀世音菩薩，你長了四個手、長了六個手，你覺得方便不方便？如果你長一百零八手，我看那行動很不方便；要長八萬四千手，你簡直動都動不得，你還能辦什麼事情？諸位這個地方要曉得，此地是表法的意思。八萬四千手，是表從一真法界生八萬四千智慧對治八萬四千煩惱，是從總體上講的，是這個意思。手是代表幫助人家做事，這就是表示這人非常能幹，什麼都會做、什麼都做得比人好，千手就是這個意思，不是真的有一千個手。千眼也表這個意思，一般人看不到地方他都能看得到，他能夠有智慧之眼遍照十方。特別是在觀世音菩薩，慈悲救苦，哪個地方有苦難的眾生，他看到他成熟了，都去幫助他。"
    },
    {
      "id": "07-001-0121_p0014",
      "zh_CN": "我们要问问，我们现在很苦、我们有难，观音菩萨看到我们没有？我告诉你看到了。帮助了没有？我告诉你，也帮助了。「可是我没觉得」，你没觉得是你不接受，帮助你，你不肯接受，那有什么办法？你肯接受你就得受用，你不肯接受不能怪佛菩萨没照顾你。菩萨所示现的或者是慈悲、或者是威猛、或者是定、或者是慧，没有一定的法则，所谓「方便有多门，归元无二路」。归元无二路都是『救护众生』，帮助你破迷开悟，这是个总目标，手段千千万万种。可惜众生，众生也有手、也有眼，像观世音菩萨一样，哪个不是千手千眼？而是你自己迷失不知道，变成六道凡夫的业用。业用是什么？造业，眼、手都去造业去了。佛菩萨跟凡夫不一样，佛菩萨不迷，所以他成就了妙用，无论是自行化他，都得大自在。首、眼、手臂都具有这四种差别，就是「慈、威、定、慧」，这也是从纲领上来说的。救护众生，慈是护他的善根，威是救他的恶性。",
      "zh_TW": "我們要問問，我們現在很苦、我們有難，觀音菩薩看到我們沒有？我告訴你看到了。幫助了沒有？我告訴你，也幫助了。「可是我沒覺得」，你沒覺得是你不接受，幫助你，你不肯接受，那有什麼辦法？你肯接受你就得受用，你不肯接受不能怪佛菩薩沒照顧你。菩薩所示現的或者是慈悲、或者是威猛、或者是定、或者是慧，沒有一定的法則，所謂「方便有多門，歸元無二路」。歸元無二路都是『救護眾生』，幫助你破迷開悟，這是個總目標，手段千千萬萬種。可惜眾生，眾生也有手、也有眼，像觀世音菩薩一樣，哪個不是千手千眼？而是你自己迷失不知道，變成六道凡夫的業用。業用是什麼？造業，眼、手都去造業去了。佛菩薩跟凡夫不一樣，佛菩薩不迷，所以他成就了妙用，無論是自行化他，都得大自在。首、眼、手臂都具有這四種差別，就是「慈、威、定、慧」，這也是從綱領上來說的。救護眾生，慈是護他的善根，威是救他的惡性。"
    },
    {
      "id": "07-001-0121_p0015",
      "zh_CN": "刘居士问我一个问题，他说小孩不听话，不好好的念书，把这小孩骂了一顿、打了几下，回头想心里很难过，一切众生本来是佛，我怎么可以骂佛、打佛？我对这小孩将来还能不能管他？这都是听经死在句下，没有懂得意思。他虽然是佛，佛是从哪里讲的？从他本性上说的，他是佛；如果从相上讲，他是凡夫。从性上讲是平等的，生佛平等；从相上讲不平等，你是他父母，他是你儿女，怎么能平等？相上不平等，性上平等。到你见了性才平等，没有见性就要讲平等，那天下就大乱。你们想想，如果没有见性讲平等，这个世界成什么世界？一个国家只有一个总统，凭什么你做，我也可以做，大家都做了，这国家不乱了吗？你一个家里户长只有一个，你家里五、六个人个个都要争，那成什么家？世间法就破坏了。所以佛一再说，「佛法在世间，不坏世间法」。你见了性才平等，见性是什么？成佛才平等。你有佛性是不错，你本来是佛是不错，本来是佛你现在可不是佛，你现在迷惑颠倒。要不要教他？要教。可不可以责备他？可以。你们看《四十华严》甘露火王，你去念那一章，我们讲过，那简直是个魔王，看到人有过失就打就骂、就把他杀掉。观世音菩萨也有这一套，威里面救其恶性，你做错了事情，惩罚你，把你送到地狱里受罪。但是诸位要晓得，这是慈悲心，不放在那个环境里，你的恶性消不掉。所以一真法界里有没有地狱？有地狱、有饿鬼、有畜生。一真法界里头为什么还有这些？要消除那些众生的恶性。",
      "zh_TW": "劉居士問我一個問題，他說小孩不聽話，不好好的念書，把這小孩罵了一頓、打了幾下，回頭想心裡很難過，一切眾生本來是佛，我怎麼可以罵佛、打佛？我對這小孩將來還能不能管他？這都是聽經死在句下，沒有懂得意思。他雖然是佛，佛是從哪裡講的？從他本性上說的，他是佛；如果從相上講，他是凡夫。從性上講是平等的，生佛平等；從相上講不平等，你是他父母，他是你兒女，怎麼能平等？相上不平等，性上平等。到你見了性才平等，沒有見性就要講平等，那天下就大亂。你們想想，如果沒有見性講平等，這個世界成什麼世界？一個國家只有一個總統，憑什麼你做，我也可以做，大家都做了，這國家不亂了嗎？你一個家裡戶長只有一個，你家裡五、六個人個個都要爭，那成什麼家？世間法就破壞了。所以佛一再說，「佛法在世間，不壞世間法」。你見了性才平等，見性是什麼？成佛才平等。你有佛性是不錯，你本來是佛是不錯，本來是佛你現在可不是佛，你現在迷惑顛倒。要不要教他？要教。可不可以責備他？可以。你們看《四十華嚴》甘露火王，你去念那一章，我們講過，那簡直是個魔王，看到人有過失就打就罵、就把他殺掉。觀世音菩薩也有這一套，威裡面救其惡性，你做錯了事情，懲罰你，把你送到地獄裡受罪。但是諸位要曉得，這是慈悲心，不放在那個環境裡，你的惡性消不掉。所以一真法界裡有沒有地獄？有地獄、有餓鬼、有畜生。一真法界裡頭為什麼還有這些？要消除那些眾生的惡性。"
    },
    {
      "id": "07-001-0121_p0016",
      "zh_CN": "「慈」，是你有善根奖励你、奖劝你；「威」，你有恶性，得惩罚你；以「定」护众生的昏散，昏沉、散慢；以「慧」救众生的迷惑颠倒，这是菩萨教化众生在手段上讲的四大纲领。所以老师教学生恩威并济，恩就是此地讲的慈，威就是这个地方讲的威。一昧的慈，不得了，变成什么？溺爱，这个学生一辈子被糟蹋掉。做父母的也是恩威并济，就跟唱戏一样，两个人总得要表现两个不同的角色。父亲要是表现威严，母亲就要表现慈爱；母亲很威严，那父亲就要表现慈爱。两个人都威的话，小孩见到就害怕，对家庭起反感，教不出来；两个人都慈悲的话，小孩子溺爱也教不出来。学校的老师也是如此，所以做训导主任的一定要威，他不威，学生就管不住，无始劫以来的烦恼习气怎么能够断除？菩萨教化众生，与世出世间的教学没有两样，这个世间教学有慈有威，菩萨的教学除了慈威之外，他有定有慧，这种教学才圆满。",
      "zh_TW": "「慈」，是你有善根獎勵你、獎勸你；「威」，你有惡性，得懲罰你；以「定」護眾生的昏散，昏沉、散慢；以「慧」救眾生的迷惑顛倒，這是菩薩教化眾生在手段上講的四大綱領。所以老師教學生恩威並濟，恩就是此地講的慈，威就是這個地方講的威。一昧的慈，不得了，變成什麼？溺愛，這個學生一輩子被糟蹋掉。做父母的也是恩威並濟，就跟唱戲一樣，兩個人總得要表現兩個不同的角色。父親要是表現威嚴，母親就要表現慈愛；母親很威嚴，那父親就要表現慈愛。兩個人都威的話，小孩見到就害怕，對家庭起反感，教不出來；兩個人都慈悲的話，小孩子溺愛也教不出來。學校的老師也是如此，所以做訓導主任的一定要威，他不威，學生就管不住，無始劫以來的煩惱習氣怎麼能夠斷除？菩薩教化眾生，與世出世間的教學沒有兩樣，這個世間教學有慈有威，菩薩的教學除了慈威之外，他有定有慧，這種教學才圓滿。"
    },
    {
      "id": "07-001-0121_p0017",
      "zh_CN": "『得大自在』，意思就是在教学过程当中一切都能够很如意，不要操心、不必作意，与一切众生感应道交。示现『或慈或威，或定或慧』，都不是有心，是自然的感应。众生以善根来应，菩萨就现的「慈」；众生以恶心来应，菩萨感现的是「威」；众生心地散乱，见到菩萨是「定」；众生是迷惑颠倒，见到菩萨是智慧，自自然然感应道交。形，这是现形既然如此，下面说的咒也可以以此类推，当然也具足这四种教学的纲领。实在这是教学的手段，手段当中的纲领，所以现身、说咒都不可思议。也许有人要问，这段经文里所说的大意，与前面三十二应有什么差别？前面经文我们念过的，三十二应，诸位要晓得，他是或随所求，或者是应同类而与说法；这个地方所讲的是不拘类求，比前面境界更要广大。这三十二应是你对观音菩萨有求，他来应；这个地方，没有求他也来应，这才显示出真正的大慈大悲。有求来应还不算大慈大悲，不求他也应，这叫真正大慈大悲。同类的，我们学佛的人我没有求他，我们有苦难，佛菩萨照顾我；不学佛的人、毁谤佛教的人，他有困难，菩萨还是感应道交，这叫真正慈悲，所以说不拘种类，也不一定要他求不求。观音菩萨如是，哪一尊佛菩萨又不如是？没有两样。我们看底下一段：",
      "zh_TW": "『得大自在』，意思就是在教學過程當中一切都能夠很如意，不要操心、不必作意，與一切眾生感應道交。示現『或慈或威，或定或慧』，都不是有心，是自然的感應。眾生以善根來應，菩薩就現的「慈」；眾生以惡心來應，菩薩感現的是「威」；眾生心地散亂，見到菩薩是「定」；眾生是迷惑顛倒，見到菩薩是智慧，自自然然感應道交。形，這是現形既然如此，下面說的咒也可以以此類推，當然也具足這四種教學的綱領。實在這是教學的手段，手段當中的綱領，所以現身、說咒都不可思議。也許有人要問，這段經文裡所說的大意，與前面三十二應有什麼差別？前面經文我們念過的，三十二應，諸位要曉得，他是或隨所求，或者是應同類而與說法；這個地方所講的是不拘類求，比前面境界更要廣大。這三十二應是你對觀音菩薩有求，他來應；這個地方，沒有求他也來應，這才顯示出真正的大慈大悲。有求來應還不算大慈大悲，不求他也應，這叫真正大慈大悲。同類的，我們學佛的人我沒有求他，我們有苦難，佛菩薩照顧我；不學佛的人、毀謗佛教的人，他有困難，菩薩還是感應道交，這叫真正慈悲，所以說不拘種類，也不一定要他求不求。觀音菩薩如是，哪一尊佛菩薩又不如是？沒有兩樣。我們看底下一段："
    },
    {
      "id": "07-001-0121_p0018",
      "zh_CN": "【二者由我闻思脱出六尘。如声度垣。不能为碍。故我妙能。现一一形。诵一一咒。其形其咒。能以无畏施诸众生。是故十方微尘国土。皆名我为施无畏者。】",
      "zh_TW": "【二者由我聞思脫出六塵。如聲度垣。不能為礙。故我妙能。現一一形。誦一一咒。其形其咒。能以無畏施諸眾生。是故十方微塵國土。皆名我為施無畏者。】"
    },
    {
      "id": "07-001-0121_p0019",
      "zh_CN": "现形说咒，这种能力之出处，就是他这种德能的来处，第一句里告诉我们是以『闻思脱出六尘』。我们想想，我们今天的「闻思」不出六尘，六尘好像是个界限、好像是个范围，把我们的根性范围住了。这个地方诸位要特别记住，这个闻字就是讲的闻性，闻性是理体，你看《华严》、《圆觉》上，佛讲「一切众生本来成佛」，就是从闻性上说的。六根根性我们跟诸佛一点差别都没有，的确是佛，决定没有怀疑。可是现在怎么样？现在你不会用闻性，而你一天到晚所用的，是从闻性变化出来的心意识。心意识是所变，真如本性是能变，你现在把能变给忘掉，虽然有，一天到晚放光动地，有，你不晓得，你统统用心意识、用八识五十一心所。所以你本来是佛，你现在沦落为凡夫，这是目前我们所处的境界。",
      "zh_TW": "現形說咒，這種能力之出處，就是他這種德能的來處，第一句裡告訴我們是以『聞思脫出六塵』。我們想想，我們今天的「聞思」不出六塵，六塵好像是個界限、好像是個範圍，把我們的根性範圍住了。這個地方諸位要特別記住，這個聞字就是講的聞性，聞性是理體，你看《華嚴》、《圓覺》上，佛講「一切眾生本來成佛」，就是從聞性上說的。六根根性我們跟諸佛一點差別都沒有，的確是佛，決定沒有懷疑。可是現在怎麼樣？現在你不會用聞性，而你一天到晚所用的，是從聞性變化出來的心意識。心意識是所變，真如本性是能變，你現在把能變給忘掉，雖然有，一天到晚放光動地，有，你不曉得，你統統用心意識、用八識五十一心所。所以你本來是佛，你現在淪落為凡夫，這是目前我們所處的境界。"
    },
    {
      "id": "07-001-0121_p0020",
      "zh_CN": "「思」这个字就要紧，思是代表功夫，闻思修三慧。它不用闻来做代表，因为前面的闻代表闻性，如果说「由我闻闻」，当然也能讲得通，但是怕大家会含混、搞不清楚，所以三慧里头用思，这就是功夫，就是前面所讲入流亡所的功夫。可是诸位一定要晓得，三慧是从三学里面发生出来的；换句话说，你没有戒、没有定，你就没有慧，没有慧哪里有闻思修？闻思修是三慧，就是戒定慧的慧，那个慧里面有闻慧、有思慧、有修慧，所以才叫三慧。三学是小乘人主修的项目，三慧是大乘菩萨主修的项目，所以大乘修学是建立在小乘的基础上。",
      "zh_TW": "「思」這個字就要緊，思是代表功夫，聞思修三慧。它不用聞來做代表，因為前面的聞代表聞性，如果說「由我聞聞」，當然也能講得通，但是怕大家會含混、搞不清楚，所以三慧裡頭用思，這就是功夫，就是前面所講入流亡所的功夫。可是諸位一定要曉得，三慧是從三學裡面發生出來的；換句話說，你沒有戒、沒有定，你就沒有慧，沒有慧哪裡有聞思修？聞思修是三慧，就是戒定慧的慧，那個慧裡面有聞慧、有思慧、有修慧，所以才叫三慧。三學是小乘人主修的項目，三慧是大乘菩薩主修的項目，所以大乘修學是建立在小乘的基礎上。"
    },
    {
      "id": "07-001-0121_p0021",
      "zh_CN": "这个境界就是真性与你的功夫完全相应，融合成为一体，所谓是理智一如，这才能「脱出六尘」。为什么？六尘的尘性是空寂的、是虚妄的，《金刚经》告诉我们「凡所有相皆是虚妄」，所以他才能够超越。六尘要是真实的，诸位想一想，他怎么能超越？我们今天没有办法打破这个虚妄，佛法把这个事实的真相给我们说得太清楚，而我们怎么样？还是迷惑颠倒。所以想想佛菩萨这种教学、救护众生，这种恩德真是天高地厚，没有法子形容。我们孔老夫子教学，这是世间圣人，举一隅不以三隅反者，孔老夫子都舍弃不教。为什么？太笨了，冥顽不灵，所以说孺子不可教也，算了，你喜欢旁听就来旁听，不教你了，没法子教。可是佛菩萨怎么样？再笨还是要教，你一生不开悟他还是教，这真是了不起。世出世间圣人，你要说是哪个地方不同？这个地方就不同，世间圣人教你几遍教不会，算了，不教了；佛菩萨没有，永远示现的是不疲不厌，时时在那里等待、在那里期望你开悟。这个方法你不能开悟，再用那个方法，所以说八万四千法门，总是希望你开悟。话说回来，为什么我们不开悟？换句话说，我们对佛菩萨不信，这个话是真的。信佛哪有不开悟的？不信佛，所以他不开悟。不信佛的人怎么样？他相信自己。所以你这一生别想开悟，信自己的知见，不信佛的教训。",
      "zh_TW": "這個境界就是真性與你的功夫完全相應，融合成為一體，所謂是理智一如，這才能「脫出六塵」。為什麼？六塵的塵性是空寂的、是虛妄的，《金剛經》告訴我們「凡所有相皆是虛妄」，所以他才能夠超越。六塵要是真實的，諸位想一想，他怎麼能超越？我們今天沒有辦法打破這個虛妄，佛法把這個事實的真相給我們說得太清楚，而我們怎麼樣？還是迷惑顛倒。所以想想佛菩薩這種教學、救護眾生，這種恩德真是天高地厚，沒有法子形容。我們孔老夫子教學，這是世間聖人，舉一隅不以三隅反者，孔老夫子都捨棄不教。為什麼？太笨了，冥頑不靈，所以說孺子不可教也，算了，你喜歡旁聽就來旁聽，不教你了，沒法子教。可是佛菩薩怎麼樣？再笨還是要教，你一生不開悟他還是教，這真是了不起。世出世間聖人，你要說是哪個地方不同？這個地方就不同，世間聖人教你幾遍教不會，算了，不教了；佛菩薩沒有，永遠示現的是不疲不厭，時時在那裡等待、在那裡期望你開悟。這個方法你不能開悟，再用那個方法，所以說八萬四千法門，總是希望你開悟。話說回來，為什麼我們不開悟？換句話說，我們對佛菩薩不信，這個話是真的。信佛哪有不開悟的？不信佛，所以他不開悟。不信佛的人怎麼樣？他相信自己。所以你這一生別想開悟，信自己的知見，不信佛的教訓。"
    },
    {
      "id": "07-001-0121_p0022",
      "zh_CN": "佛在经典里面给我们讲得很清楚，没有证得阿罗汉以前，不能信你自己的意思，为什么？因为你自己的意思全盘都是错误的。以你自己的意思去修学，那就坏了。到你证阿罗汉之后，你可以相信自己，为什么？阿罗汉正觉了，阿罗汉以前都是邪知邪见，到阿罗汉知见才算正。为什么要这样说法？阿罗汉无我，我执破了；三果圣人，我执还没破，烦恼障还没断尽，所以你的知见不正。我们到几时才能把这个我给忘掉？我们在讲席当中也常常勉励诸位同修，提供一点参考的意见，我们二六时中起心动念都为一切众生着想，久而久之这个我纵然不能断，一定淡得很多。淡得很多，我执就轻了；我执轻，烦恼就轻，智慧就增长。起心动念都为自己着想，这个麻烦大了，你决定不能开悟，决定你会把佛法的意思曲解。为什么？你私心太重了。我们起心动念为一个团体来设想，诸位晓得，你的心量开了一点点、大了一点点，为一个道场着想，大一点点；为我们一个台湾省来着想，那又大一点点；为我们国家来设想，又大一点点，总而言之，你有范围。如果你的念头不生则已，一生都是为尽虚空遍法界一切众生着想，你跟佛就没有两样。大乘破执着的办法，比小乘实在是高明得太多，他就是心量大。如果我们能够常常现起这样的心量，这一生破我执就有可能。念佛人要是破我执就证事一心不乱，破法执证理一心不乱。这个地方是讲六尘，六尘是法，「脱出六尘」这是破法执。",
      "zh_TW": "佛在經典裡面給我們講得很清楚，沒有證得阿羅漢以前，不能信你自己的意思，為什麼？因為你自己的意思全盤都是錯誤的。以你自己的意思去修學，那就壞了。到你證阿羅漢之後，你可以相信自己，為什麼？阿羅漢正覺了，阿羅漢以前都是邪知邪見，到阿羅漢知見才算正。為什麼要這樣說法？阿羅漢無我，我執破了；三果聖人，我執還沒破，煩惱障還沒斷盡，所以你的知見不正。我們到幾時才能把這個我給忘掉？我們在講席當中也常常勉勵諸位同修，提供一點參考的意見，我們二六時中起心動念都為一切眾生著想，久而久之這個我縱然不能斷，一定淡得很多。淡得很多，我執就輕了；我執輕，煩惱就輕，智慧就增長。起心動念都為自己著想，這個麻煩大了，你決定不能開悟，決定你會把佛法的意思曲解。為什麼？你私心太重了。我們起心動念為一個團體來設想，諸位曉得，你的心量開了一點點、大了一點點，為一個道場著想，大一點點；為我們一個台灣省來著想，那又大一點點；為我們國家來設想，又大一點點，總而言之，你有範圍。如果你的念頭不生則已，一生都是為盡虛空遍法界一切眾生著想，你跟佛就沒有兩樣。大乘破執著的辦法，比小乘實在是高明得太多，他就是心量大。如果我們能夠常常現起這樣的心量，這一生破我執就有可能。念佛人要是破我執就證事一心不亂，破法執證理一心不亂。這個地方是講六塵，六塵是法，「脫出六塵」這是破法執。"
    },
    {
      "id": "07-001-0121_p0023",
      "zh_CN": "『如声度垣，不能为碍』，这两句是比喻，「垣」是垣墙，就是围墙。虽然有围墙，可是围墙拦不住声音，你在墙里面叫一声，墙外面人能听得到，音声可以度过垣墙，垣墙不能障碍音声。菩萨所修的是耳根圆通，耳根所对的六尘里是声尘，怎么会脱出六尘？诸位要晓得，一根超越，一尘能够突破，其余的五尘都解脱，正是所谓「一根返源，六根解脱」。这桩事情大乘经论里面常常说到，我们执着尘才有根，所以根从哪来的？根是因为执着尘而有的。不执着，不执着就是脱，脱离了，脱离尘就无根可得，所以这个根也不是真的、也是虚妄的。禅家所谓「迥脱根尘」，迥是远的意思，远远的摆脱掉根与尘，这个时候「灵光独耀」，真如本性里面的智慧光明就透出来，这是真正受用不尽。这句说出菩萨有这种能力之所以然，他这个能力从哪里来的。他要不说出，我们不相信；他说出，我们想想真有道理。同时也暗示我们真有能力，你自己也具足，你不是没有，问题在哪里？因为你自己不能脱根、脱尘，所以你虽有这种能力，你这种能力就是潜伏在而已，不能起作用。",
      "zh_TW": "『如聲度垣，不能為礙』，這兩句是比喻，「垣」是垣牆，就是圍牆。雖然有圍牆，可是圍牆攔不住聲音，你在牆裡面叫一聲，牆外面人能聽得到，音聲可以度過垣牆，垣牆不能障礙音聲。菩薩所修的是耳根圓通，耳根所對的六塵裡是聲塵，怎麼會脫出六塵？諸位要曉得，一根超越，一塵能夠突破，其餘的五塵都解脫，正是所謂「一根返源，六根解脫」。這樁事情大乘經論裡面常常說到，我們執著塵才有根，所以根從哪來的？根是因為執著塵而有的。不執著，不執著就是脫，脫離了，脫離塵就無根可得，所以這個根也不是真的、也是虛妄的。禪家所謂「迥脫根塵」，迥是遠的意思，遠遠的擺脫掉根與塵，這個時候「靈光獨耀」，真如本性裡面的智慧光明就透出來，這是真正受用不盡。這句說出菩薩有這種能力之所以然，他這個能力從哪裡來的。他要不說出，我們不相信；他說出，我們想想真有道理。同時也暗示我們真有能力，你自己也具足，你不是沒有，問題在哪裡？因為你自己不能脫根、脫塵，所以你雖有這種能力，你這種能力就是潛伏在而已，不能起作用。"
    },
    {
      "id": "07-001-0121_p0024",
      "zh_CN": "底下这是起作用，『故我妙能』，「能」上再加一个「妙」，这个字要注意，众生有能不妙，没有妙。这个妙字在此地就是属于自在的意思，非有非无、非色非空这才妙。『现一一形』，说到这个地方，前面也曾经有人问过，我还听国外有法师说过，菩萨示现这么多身，这一个身是不是有一个神识？他现许多身，是不是他一个人变成很多神识？诸位要想想，如果他能变成很多神识，很多神识都是他，那将来他成很多佛，哪有这个道理？没有这个道理的。在这个地方就是你把妙这个字疏忽了，妙是说非有非无，一身就是多身，多身就是一身，一多不二叫做妙。一不是多、多不是一，妙在哪里？那就不妙！凡夫看到这个事、听到这么说，就迷惑了，他怎么迷的？他迷在「一就不是多，多就不是一」，他迷在此地。人家这一个字已经交代清楚了。他有没有心意识？他没有心意识，法执破了，转八识成四智，还有什么心意识。为一切众生现形说咒，这是从四智菩提变现出心意识为他受用。这个变现不是有心的，而我们怎么样想法？这变现一定是有心的，这搞错了。经文里常常用比喻说，《楞严经》上就用月亮做比喻，真月、二月、水中之月，天上只有一个月亮，哪个地方有水，水里就现月影子。你们想想那水里是不是有月亮？是这个月亮的分身吗？是不是它分身？这个月亮是不是就是那个月亮？你这叫迷惑颠倒，为什么？此地根本就没有月。诸佛菩萨应化无边就像这个样子，所谓「随众生心，应所知量，循业发现」。",
      "zh_TW": "底下這是起作用，『故我妙能』，「能」上再加一個「妙」，這個字要注意，眾生有能不妙，沒有妙。這個妙字在此地就是屬於自在的意思，非有非無、非色非空這才妙。『現一一形』，說到這個地方，前面也曾經有人問過，我還聽國外有法師說過，菩薩示現這麼多身，這一個身是不是有一個神識？他現許多身，是不是他一個人變成很多神識？諸位要想想，如果他能變成很多神識，很多神識都是他，那將來他成很多佛，哪有這個道理？沒有這個道理的。在這個地方就是你把妙這個字疏忽了，妙是說非有非無，一身就是多身，多身就是一身，一多不二叫做妙。一不是多、多不是一，妙在哪裡？那就不妙！凡夫看到這個事、聽到這麼說，就迷惑了，他怎麼迷的？他迷在「一就不是多，多就不是一」，他迷在此地。人家這一個字已經交代清楚了。他有沒有心意識？他沒有心意識，法執破了，轉八識成四智，還有什麼心意識。為一切眾生現形說咒，這是從四智菩提變現出心意識為他受用。這個變現不是有心的，而我們怎麼樣想法？這變現一定是有心的，這搞錯了。經文裡常常用比喻說，《楞嚴經》上就用月亮做比喻，真月、二月、水中之月，天上只有一個月亮，哪個地方有水，水裡就現月影子。你們想想那水裡是不是有月亮？是這個月亮的分身嗎？是不是它分身？這個月亮是不是就是那個月亮？你這叫迷惑顛倒，為什麼？此地根本就沒有月。諸佛菩薩應化無邊就像這個樣子，所謂「隨眾生心，應所知量，循業發現」。"
    },
    {
      "id": "07-001-0121_p0025",
      "zh_CN": "「现一一形」，无量无边的身形。诸位还要记住一点，千万不要误会观世音菩萨是个女的、穿著白色衣服的，你就认定了；人家画的白衣观音像你看了，认定那才是观音菩萨，要不是那个像就都不是，那你就搞错了。那不能叫一一形，只能现一形、只有一个样子，怎么能叫一一形、怎么能叫多形？古人画观世音菩萨像，画五百种相，男女老幼，有做国王的、有做大臣的、也有做乞丐的，有相貌很好看的、也有相貌很难看的，那是真的。你从什么地方能认得观音菩萨？观音菩萨就站在你面前，你也不认得。现这个身形是形的利益，叫你看见，眼根看见菩萨，你有所感受、你有所领悟，得这个利益。",
      "zh_TW": "「現一一形」，無量無邊的身形。諸位還要記住一點，千萬不要誤會觀世音菩薩是個女的、穿著白色衣服的，你就認定了；人家畫的白衣觀音像你看了，認定那才是觀音菩薩，要不是那個像就都不是，那你就搞錯了。那不能叫一一形，只能現一形、只有一個樣子，怎麼能叫一一形、怎麼能叫多形？古人畫觀世音菩薩像，畫五百種相，男女老幼，有做國王的、有做大臣的、也有做乞丐的，有相貌很好看的、也有相貌很難看的，那是真的。你從什麼地方能認得觀音菩薩？觀音菩薩就站在你面前，你也不認得。現這個身形是形的利益，叫你看見，眼根看見菩薩，你有所感受、你有所領悟，得這個利益。"
    },
    {
      "id": "07-001-0121_p0026",
      "zh_CN": "『诵咒』是音声，诸位说「咒，咒语」，你要是把这个咒单单看成咒语，那就又错了。这个咒怎么讲法？咒叫做总持，总一切法、持一切义；换句话说，这个语言叫你一听会开悟。说这句话，这句话的意思很多，能够触类旁通，境界广大、义理甚深，这就叫咒。三藏十二部经典全都是咒，诸位要懂这个意思，这才是咒力不可思议。哪一部经不是总一切法、持一切义？无论是大乘经、小乘经，诸佛菩萨、历代祖师大德给我们所说的，统统都可以叫做咒，所以这个地方的咒是广义，不是狭义的。如果你弄错了，只是对于鬼神的言语那叫咒，对你说的言语就不叫咒？再说得明白一点，凡是有启发性的言语都叫咒，就是这个言语给你有启示的，你听懂了就觉悟，晓得这里头有意思；你听不懂，听不懂算了，也不勉强你。如果佛是真有言说，为什么佛在《金刚经》里又否定，说他没有说一个字，谁要是说佛说法叫谤佛？像这些地方，我们总得要去多想想，句句都有启发性的，叫我们去体会、去领悟宇宙人生的真相，真实的大道理。",
      "zh_TW": "『誦咒』是音聲，諸位說「咒，咒語」，你要是把這個咒單單看成咒語，那就又錯了。這個咒怎麼講法？咒叫做總持，總一切法、持一切義；換句話說，這個語言叫你一聽會開悟。說這句話，這句話的意思很多，能夠觸類旁通，境界廣大、義理甚深，這就叫咒。三藏十二部經典全都是咒，諸位要懂這個意思，這才是咒力不可思議。哪一部經不是總一切法、持一切義？無論是大乘經、小乘經，諸佛菩薩、歷代祖師大德給我們所說的，統統都可以叫做咒，所以這個地方的咒是廣義，不是狹義的。如果你弄錯了，只是對於鬼神的言語那叫咒，對你說的言語就不叫咒？再說得明白一點，凡是有啟發性的言語都叫咒，就是這個言語給你有啟示的，你聽懂了就覺悟，曉得這裡頭有意思；你聽不懂，聽不懂算了，也不勉強你。如果佛是真有言說，為什麼佛在《金剛經》裡又否定，說他沒有說一個字，誰要是說佛說法叫謗佛？像這些地方，我們總得要去多想想，句句都有啟發性的，叫我們去體會、去領悟宇宙人生的真相，真實的大道理。"
    },
    {
      "id": "07-001-0121_p0027",
      "zh_CN": "『其形其咒，能以无畏施诸众生』，「其形」就是现身，以身形来帮助他；说咒，这是以语言来教导他，都是教他离苦得乐，目的都是如此，都是教他破迷开悟。觉悟了就没有恐怖，迷惑颠倒的时候才有恐怖，譬如众生都怕死，众生都怕饥饿、都怕冻着、怕名闻利养失去，都怕这些。为什么？因为你迷、你不晓得。如果你要是真正觉悟，道理真明白，一饮一啄莫非前定，真晓得了，你不怕饥饿、也不怕冻着、不怕失去名闻利养。为什么？晓得这是命里注定的，有的决定有，谁都拿不去；没有的，动什么歪脑筋也求不到。你所求得来的是你命里有的，这不叫冤枉求的吗？明白生死这个道理了，根本没有生死，只是业报有报尽的时候，并没有生死！这一个业报尽了，继续底下一个业报又现前。身有生灭，你自己是不生不灭，对于死亡也不恐怖，真正离开了。贪生怕死的人，死很危险，为什么？他有恐惧，他迷惑颠倒、手忙脚乱，往往会误入歧途，堕到恶道去。如果他不怕死，他对于生死根本无所谓，他一点也不慌不忙、不惊不怖，给诸位说，这样的人他的来生决定生到好地方，为什么？他可以自由选择，他不乱。这就叫一个是有智慧，一个是迷惑颠倒。观世音菩萨现形说法，说咒就是说法，「诵一一咒」就是说法，是以法布施给一切众生，所以说「能以无畏施诸众生」，施就是布施。三种布施里面不说财布施、不说法布施，特别说无畏布施，因为无畏布施里面包括财布施与法布施。你们想想，法布施里不包括财与无畏，财布施里头不能包括法与无畏，唯有无畏布施里头包括财法两种布施。",
      "zh_TW": "『其形其咒，能以無畏施諸眾生』，「其形」就是現身，以身形來幫助他；說咒，這是以語言來教導他，都是教他離苦得樂，目的都是如此，都是教他破迷開悟。覺悟了就沒有恐怖，迷惑顛倒的時候才有恐怖，譬如眾生都怕死，眾生都怕飢餓、都怕凍著、怕名聞利養失去，都怕這些。為什麼？因為你迷、你不曉得。如果你要是真正覺悟，道理真明白，一飲一啄莫非前定，真曉得了，你不怕飢餓、也不怕凍著、不怕失去名聞利養。為什麼？曉得這是命裡注定的，有的決定有，誰都拿不去；沒有的，動什麼歪腦筋也求不到。你所求得來的是你命裡有的，這不叫冤枉求的嗎？明白生死這個道理了，根本沒有生死，只是業報有報盡的時候，並沒有生死！這一個業報盡了，繼續底下一個業報又現前。身有生滅，你自己是不生不滅，對於死亡也不恐怖，真正離開了。貪生怕死的人，死很危險，為什麼？他有恐懼，他迷惑顛倒、手忙腳亂，往往會誤入歧途，墮到惡道去。如果他不怕死，他對於生死根本無所謂，他一點也不慌不忙、不驚不怖，給諸位說，這樣的人他的來生決定生到好地方，為什麼？他可以自由選擇，他不亂。這就叫一個是有智慧，一個是迷惑顛倒。觀世音菩薩現形說法，說咒就是說法，「誦一一咒」就是說法，是以法布施給一切眾生，所以說「能以無畏施諸眾生」，施就是布施。三種布施裡面不說財布施、不說法布施，特別說無畏布施，因為無畏布施裡面包括財布施與法布施。你們想想，法布施裡不包括財與無畏，財布施裡頭不能包括法與無畏，唯有無畏布施裡頭包括財法兩種布施。"
    },
    {
      "id": "07-001-0121_p0028",
      "zh_CN": "底下这一句，『是故十方微尘国土』，观世音菩萨大慈大悲尽虚空遍法界无处不现身，所以他教学经历的范围是「十方微尘国土」。这个国土是佛的国土，就是大千世界，有多少？微尘数的三千大千世界。不但我们娑婆世界众生，尊称他老人家为『施无畏者』，布施我们无畏者；十方微尘国土一切众生，都称他为「施无畏者」。他这个称号是名实相符，为什么？的确是施与众生无畏者，名符其实，我们世间话所谓是实至名归。菩萨这个名是这么得来的，不是别人恭维的，也不是他自己标榜的，他确实是这个事情做到、做圆满了，大家这样称他，这是我们称他为救苦救难，意思就在此地。今天就讲到这里。",
      "zh_TW": "底下這一句，『是故十方微塵國土』，觀世音菩薩大慈大悲盡虛空遍法界無處不現身，所以他教學經歷的範圍是「十方微塵國土」。這個國土是佛的國土，就是大千世界，有多少？微塵數的三千大千世界。不但我們娑婆世界眾生，尊稱他老人家為『施無畏者』，布施我們無畏者；十方微塵國土一切眾生，都稱他為「施無畏者」。他這個稱號是名實相符，為什麼？的確是施與眾生無畏者，名符其實，我們世間話所謂是實至名歸。菩薩這個名是這麼得來的，不是別人恭維的，也不是他自己標榜的，他確實是這個事情做到、做圓滿了，大家這樣稱他，這是我們稱他為救苦救難，意思就在此地。今天就講到這裡。"
    }
  ]
}