{
  "doc_id": "07-001-0105",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ五集",
    "zh_TW": "第一Ｏ五集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0105",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "07-001-0105_p0001",
      "zh_CN": "第七十六面第一行。上一次讲到：",
      "zh_TW": "第七十六面第一行。上一次講到："
    },
    {
      "id": "07-001-0105_p0002",
      "zh_CN": "【汝元不知。如来藏中。性色真空。性空真色。清净本然。周遍法界。】",
      "zh_TW": "【汝元不知。如來藏中。性色真空。性空真色。清淨本然。周遍法界。】"
    },
    {
      "id": "07-001-0105_p0003",
      "zh_CN": "这一段的意思因为时间的关系我们只讲了一半，说到「清净本然」，说明在如来藏中三种惑（见思、尘沙、无明）以及分段、变易这两种生死都没有。也证实佛在《华严》、《圆觉》里面所谓「一切众生本来成佛」，也说明这个道理。所以佛在此地给我们说出「清净本然」的意思，因为自性如如，不落有无，这是清净的意思。虽然现有，而这个有我们常讲的是妙有，有与空不二，事与理不二，这就是所谓性德天然，在此地说之为本然，本然也就是前面所讲的「如」的意思，我们常说「万法皆如」，就是一切万法皆是本然。既是本然，当然就清净，这是一定的道理。",
      "zh_TW": "這一段的意思因為時間的關係我們只講了一半，說到「清淨本然」，說明在如來藏中三種惑（見思、塵沙、無明）以及分段、變易這兩種生死都沒有。也證實佛在《華嚴》、《圓覺》裡面所謂「一切眾生本來成佛」，也說明這個道理。所以佛在此地給我們說出「清淨本然」的意思，因為自性如如，不落有無，這是清淨的意思。雖然現有，而這個有我們常講的是妙有，有與空不二，事與理不二，這就是所謂性德天然，在此地說之為本然，本然也就是前面所講的「如」的意思，我們常說「萬法皆如」，就是一切萬法皆是本然。既是本然，當然就清淨，這是一定的道理。"
    },
    {
      "id": "07-001-0105_p0004",
      "zh_CN": "下面我们要说，「周遍法界」的意思。诸位要记住一个原则，这个原则在上一次也稍稍的提过，凡是从因缘和合而生，有形、有相、有方所，这就不能够周遍法界。换句话说，如果不是因缘所生，并无方所，当然它周遍法界。这个意思在上次已经说过，诸位要是细心去体会，会有些悟处。这个地方跟诸位说明的，是比一般的讲法要来得精微。一般佛法里常讲性体是「清净本然，周遍法界」，就是真空之理是这样的，这个我们也常听、也能够接受。但是在此地说出的更精微，不但性空之体是「清净本然，周遍法界」，而实在讲，色法性空之体里面就有「性空真色」。色法，真色不是因缘和合生的，并没有形相、方所，因此真色是「清净本然，周遍法界」，这个意思的确不常说。虽然我们在《心经》里面常常念，实在讲这个意思总是含糊笼统就过去，没有去深究。《心经》里面给我们讲的，「色不异空，空不异色」，「色即是空，空即是色」，我们想想，空是「清净本然，周遍法界」，色既然即是空，色哪里有例外！这一层道理就深了。",
      "zh_TW": "下面我們要說，「周遍法界」的意思。諸位要記住一個原則，這個原則在上一次也稍稍的提過，凡是從因緣和合而生，有形、有相、有方所，這就不能夠周遍法界。換句話說，如果不是因緣所生，並無方所，當然它周遍法界。這個意思在上次已經說過，諸位要是細心去體會，會有些悟處。這個地方跟諸位說明的，是比一般的講法要來得精微。一般佛法裡常講性體是「清淨本然，周遍法界」，就是真空之理是這樣的，這個我們也常聽、也能夠接受。但是在此地說出的更精微，不但性空之體是「清淨本然，周遍法界」，而實在講，色法性空之體裡面就有「性空真色」。色法，真色不是因緣和合生的，並沒有形相、方所，因此真色是「清淨本然，周遍法界」，這個意思的確不常說。雖然我們在《心經》裡面常常念，實在講這個意思總是含糊籠統就過去，沒有去深究。《心經》裡面給我們講的，「色不異空，空不異色」，「色即是空，空即是色」，我們想想，空是「清淨本然，周遍法界」，色既然即是空，色哪裡有例外！這一層道理就深了。"
    },
    {
      "id": "07-001-0105_p0005",
      "zh_CN": "说到这个地方，我们才晓得佛法里常说的，真空就是妙有，妙有就是真空。此地讲真空就是性色真空，妙有就是性空真色，是一不是二。由此可知，空性、色性是一性，就是如来藏性，一性无二性。藏性周遍法界，空性周遍、色性周遍，底下这两句才有根据，要不然底下的两句从哪里说起？色性周遍，换句话说，我们这个地方讲的七大就是说的色性。周遍法界的色性莫不是七大，既然是七大，七大就是周遍法界性。如来藏体用不二，相依互显，不离妙性，这个妙性就在如来藏中。说到藏性我们便会想到平等，为什么？如果它不平等，那就不能随心应量，就不能循业发现，所以藏性是平等的。我们在唯识里头所见到也是这样，我们讲到第八阿赖耶识是无覆无记性，这是真正的平等。",
      "zh_TW": "說到這個地方，我們才曉得佛法裡常說的，真空就是妙有，妙有就是真空。此地講真空就是性色真空，妙有就是性空真色，是一不是二。由此可知，空性、色性是一性，就是如來藏性，一性無二性。藏性周遍法界，空性周遍、色性周遍，底下這兩句才有根據，要不然底下的兩句從哪裡說起？色性周遍，換句話說，我們這個地方講的七大就是說的色性。周遍法界的色性莫不是七大，既然是七大，七大就是周遍法界性。如來藏體用不二，相依互顯，不離妙性，這個妙性就在如來藏中。說到藏性我們便會想到平等，為什麼？如果它不平等，那就不能隨心應量，就不能循業發現，所以藏性是平等的。我們在唯識裡頭所見到也是這樣，我們講到第八阿賴耶識是無覆無記性，這是真正的平等。"
    },
    {
      "id": "07-001-0105_p0006",
      "zh_CN": "因此，如来藏性，所谓平等真空，所谓天真本具，本来具足的，这就说明它不是缘起的。缘起是以前没有，现在有了，是新成的；本有是原本就是这样。所以真空、真色是遍虚空法界，所谓是十法界无不充满，一真法界亦复如是，悟了叫一真，迷了叫十法界。这是周遍法界的意思。这个地方所讲的，就是前面我们在四科里面，像五阴、六入、十二处、十八界，佛在每一科里都告诉我们，这四科「本如来藏，常住妙明，不动周圆，妙真如性」。如果我们不晓得这个道理，你要是讲五阴乃至十八界，这个东西是如来藏妙真如性，我们很难接受。纵然是我们相信世尊的圣言量，但是对这桩事实的真相总是搞不清楚，不清楚就有疑惑，有疑惑就有障碍，不但在行门里面造成障碍，在解门里头也造成障碍。",
      "zh_TW": "因此，如來藏性，所謂平等真空，所謂天真本具，本來具足的，這就說明它不是緣起的。緣起是以前沒有，現在有了，是新成的；本有是原本就是這樣。所以真空、真色是遍虛空法界，所謂是十法界無不充滿，一真法界亦復如是，悟了叫一真，迷了叫十法界。這是周遍法界的意思。這個地方所講的，就是前面我們在四科裡面，像五陰、六入、十二處、十八界，佛在每一科裡都告訴我們，這四科「本如來藏，常住妙明，不動周圓，妙真如性」。如果我們不曉得這個道理，你要是講五陰乃至十八界，這個東西是如來藏妙真如性，我們很難接受。縱然是我們相信世尊的聖言量，但是對這樁事實的真相總是搞不清楚，不清楚就有疑惑，有疑惑就有障礙，不但在行門裡面造成障礙，在解門裡頭也造成障礙。"
    },
    {
      "id": "07-001-0105_p0007",
      "zh_CN": "道场实在讲，我们长年这样的讲经也讲了二十三年。最近我深深的感觉到，这样讲下去，依然是在佛门里面做了一个宣传的工作。实在讲，宣传工作是不适宜讲大乘了义经典，为什么？这些经典不是宣传用的。这些经典是我们修行人用的，其目的是叫我们开智慧、断烦恼、证菩提，目的在此地。但是我们用一般宣传讲演的方式来讲，要想达到这个目的，的确是相当不容易。可是在我们现前的社会里，每一处的道场，可以说都是一样的做法。虽然我们在大专讲座里头也有些想法，想改变种方式，但是都没成功。",
      "zh_TW": "道場實在講，我們長年這樣的講經也講了二十三年。最近我深深的感覺到，這樣講下去，依然是在佛門裡面做了一個宣傳的工作。實在講，宣傳工作是不適宜講大乘了義經典，為什麼？這些經典不是宣傳用的。這些經典是我們修行人用的，其目的是叫我們開智慧、斷煩惱、證菩提，目的在此地。但是我們用一般宣傳講演的方式來講，要想達到這個目的，的確是相當不容易。可是在我們現前的社會裡，每一處的道場，可以說都是一樣的做法。雖然我們在大專講座裡頭也有些想法，想改變種方式，但是都沒成功。"
    },
    {
      "id": "07-001-0105_p0008",
      "zh_CN": "像我们以往在圆觉寺讲过《圆觉经》，这是一年前，去年的暑假，我们原来讲好了，在今年暑假，这是过了一年，同学们希望把《圆觉经》在一年的时间都能够深入的研究，今年暑假期间我们的老同学再来互相研究、讨论深入。结果这次梅山讲座，同学是不少，参加的同学有一百六十多人，圆觉寺的老同修有多少？好像只有九个人，不到十个人。于是同学们来跟我说，我们这个研究讨论的讲座恐怕搞不成功，为什么？人数太少。实际上人数还是不少，我们办这一梯有这么一次经验，以后我们就可以把它分成两个班，分成两个教室，老同修我们互相在一块研究讨论，唯有这样才能真正有进步。平时这个经，大致上的意思了解，我们要读诵、要研究注疏，要在里面发现问题，要在里面去找结论，去找修行的方法，把这些理论与方法应用在我们自己生活上，这样才有真正的受用。所以这个路子，就是学佛的门路我们应当要留意，或者我们今年这个经讲到年底，明年我们就来试着向这个方向去走。这种研究的方法，就必须每一堂课都要来参加，不是我高兴就来参加一下，不高兴就不来参加，这个方法、态度是不成功的。",
      "zh_TW": "像我們以往在圓覺寺講過《圓覺經》，這是一年前，去年的暑假，我們原來講好了，在今年暑假，這是過了一年，同學們希望把《圓覺經》在一年的時間都能夠深入的研究，今年暑假期間我們的老同學再來互相研究、討論深入。結果這次梅山講座，同學是不少，參加的同學有一百六十多人，圓覺寺的老同修有多少？好像只有九個人，不到十個人。於是同學們來跟我說，我們這個研究討論的講座恐怕搞不成功，為什麼？人數太少。實際上人數還是不少，我們辦這一梯有這麼一次經驗，以後我們就可以把它分成兩個班，分成兩個教室，老同修我們互相在一塊研究討論，唯有這樣才能真正有進步。平時這個經，大致上的意思了解，我們要讀誦、要研究註疏，要在裡面發現問題，要在裡面去找結論，去找修行的方法，把這些理論與方法應用在我們自己生活上，這樣才有真正的受用。所以這個路子，就是學佛的門路我們應當要留意，或者我們今年這個經講到年底，明年我們就來試著向這個方向去走。這種研究的方法，就必須每一堂課都要來參加，不是我高興就來參加一下，不高興就不來參加，這個方法、態度是不成功的。"
    },
    {
      "id": "07-001-0105_p0009",
      "zh_CN": "就是至少这部经要自始至终，你来研究一部。好在我们一个星期当中，我们经论有很多种，都分开来，你参加哪一部经的研究讨论，这一部经必定要来参加，我们讲其他的经你可以不必来参加。譬如你要学《楞严》，讲《楞严经》的时候一定要来，其余的五天你可以不来，《楞严经》你一定要来。你如果研究《华严经》，星期五晚上的《华严经》一定要来，其他的时间可以不来。随便你们自己选一种、选两种，或者统统都选，都可以。那个不选的，你到这边来旁听，也很有味道，听听他们发问，他们的研究讨论。这样一来，我们的进度也可以快，而研究的东西有真实的内容。并不是完全我一个人在台上表演，在这里讲，讲了，你懂也好，不懂也好，我也不晓得。这样是研究讨论，每一个人有问题你都可以提出来，你经文里头有问题、在注解里头有问题，都可以提出来。甚至你将理论方法运用在我们实际生活上发生问题了，也可以提出来。",
      "zh_TW": "就是至少這部經要自始至終，你來研究一部。好在我們一個星期當中，我們經論有很多種，都分開來，你參加哪一部經的研究討論，這一部經必定要來參加，我們講其他的經你可以不必來參加。譬如你要學《楞嚴》，講《楞嚴經》的時候一定要來，其餘的五天你可以不來，《楞嚴經》你一定要來。你如果研究《華嚴經》，星期五晚上的《華嚴經》一定要來，其他的時間可以不來。隨便你們自己選一種、選兩種，或者統統都選，都可以。那個不選的，你到這邊來旁聽，也很有味道，聽聽他們發問，他們的研究討論。這樣一來，我們的進度也可以快，而研究的東西有真實的內容。並不是完全我一個人在台上表演，在這裡講，講了，你懂也好，不懂也好，我也不曉得。這樣是研究討論，每一個人有問題你都可以提出來，你經文裡頭有問題、在註解裡頭有問題，都可以提出來。甚至你將理論方法運用在我們實際生活上發生問題了，也可以提出來。"
    },
    {
      "id": "07-001-0105_p0010",
      "zh_CN": "譬如昨天有个同学来跟我讲，他是戒律上的一个问题。他在公司里面服务，是个电子公司，电子公司有很多零件。他说我有的时候带回家来做点东西，替别人做的，我一想这犯了偷盗戒，我怎么办？我就跟他讲，我说你公司主管这个东西的人，你去跟他说一说。他说这个东西实际上不值钱，可是到外面去买，跑一趟不方便，是个很不值钱的东西。我说有没有人管？他说没有人管，在公司里面随便拿，没有人管的。我说总有管的人，他说没人管，这个东西一大堆堆在那个地方，谁要谁去拿。我说你跟你的主管说一声就行了。我就举了个例子，像李老师他在公家做事情。诸位晓得，公家做事情的，公家的信纸信封原来是公事上用的，你看哪个人不是拿着公家的信纸信封自己私人去写信？你们想想，这算不算盗戒？这算盗戒。可是你去领信纸信封，你说一声，这个信纸、信封我私人要写信的，这就不算盗戒。你这说一声，主管官说「谁不拿这个去私人写信，你何必啰嗦？」但是有这一句话，就不犯盗戒。这就是说，这些理论方法应用在日常生活当中，我们应当要这么做法，这个很重要，所以说不能够死在戒条之下。尤其是做生意的人，做生意人不妄语，不妄语怎么行？不妄语钱赚不到。我这打妄语是不是破了戒、犯了罪？像这些事情统统都有问题，这个问题要是有疑惑，这个疑惑不能够解除，你们诸位想想，于行解二门都造成严重的障碍。这样我们大家在一起互相研究讨论，才能够得到真正的利益。你这一天到晚所接触的事情，与佛法的理论方法对照来看，我们应当要怎样去理解它，怎样去应用它，应用就是修行。使我们实际的生活与佛法的理论结成一体，生活就是佛法，佛法就是生活。到你几时佛法与生活不二，给诸位说，这就叫证入，行成证入。所以我想我们道场逐渐要向这个方向来努力，人数多少没有关系，就是一门课程有个三、五个人就不算少，我们在一块互相来研究讨论。",
      "zh_TW": "譬如昨天有個同學來跟我講，他是戒律上的一個問題。他在公司裡面服務，是個電子公司，電子公司有很多零件。他說我有的時候帶回家來做點東西，替別人做的，我一想這犯了偷盜戒，我怎麼辦？我就跟他講，我說你公司主管這個東西的人，你去跟他說一說。他說這個東西實際上不值錢，可是到外面去買，跑一趟不方便，是個很不值錢的東西。我說有沒有人管？他說沒有人管，在公司裡面隨便拿，沒有人管的。我說總有管的人，他說沒人管，這個東西一大堆堆在那個地方，誰要誰去拿。我說你跟你的主管說一聲就行了。我就舉了個例子，像李老師他在公家做事情。諸位曉得，公家做事情的，公家的信紙信封原來是公事上用的，你看哪個人不是拿著公家的信紙信封自己私人去寫信？你們想想，這算不算盜戒？這算盜戒。可是你去領信紙信封，你說一聲，這個信紙、信封我私人要寫信的，這就不算盜戒。你這說一聲，主管官說「誰不拿這個去私人寫信，你何必囉嗦？」但是有這一句話，就不犯盜戒。這就是說，這些理論方法應用在日常生活當中，我們應當要這麼做法，這個很重要，所以說不能夠死在戒條之下。尤其是做生意的人，做生意人不妄語，不妄語怎麼行？不妄語錢賺不到。我這打妄語是不是破了戒、犯了罪？像這些事情統統都有問題，這個問題要是有疑惑，這個疑惑不能夠解除，你們諸位想想，於行解二門都造成嚴重的障礙。這樣我們大家在一起互相研究討論，才能夠得到真正的利益。你這一天到晚所接觸的事情，與佛法的理論方法對照來看，我們應當要怎樣去理解它，怎樣去應用它，應用就是修行。使我們實際的生活與佛法的理論結成一體，生活就是佛法，佛法就是生活。到你幾時佛法與生活不二，給諸位說，這就叫證入，行成證入。所以我想我們道場逐漸要向這個方向來努力，人數多少沒有關係，就是一門課程有個三、五個人就不算少，我們在一塊互相來研究討論。"
    },
    {
      "id": "07-001-0105_p0011",
      "zh_CN": "我们依着理论来修行，依着方法来作观，这就是拿我们现前所讲的经文来说。这一大段是「四科七大」，那我们的生死能不能了？菩提涅槃能不能证？如果你要是真正明白涅槃性空，三界是性色，「性色真空，性空真色」，本来如是。像前面讲的清净本然，如是本然，如是清净，常自圆满，周遍法界，生死涅槃的问题就解决了。以上所论的完全是讲性、是讲体、是讲真、是讲理，有理当然就有事。底下再给我们讲事，这就是讲事相。前面讲理、讲真的，是「周遍法界，清净本然」，为什么？因为它不是因缘和合而生的。现在我们来论事，事是因缘和合而有的，因此它就不能够周遍法界。为什么？它有方所、它有个形相。事从哪里来的？这一段文字就很重要，文字不多，诸位总是要把它搞清楚。",
      "zh_TW": "我們依著理論來修行，依著方法來作觀，這就是拿我們現前所講的經文來說。這一大段是「四科七大」，那我們的生死能不能了？菩提涅槃能不能證？如果你要是真正明白涅槃性空，三界是性色，「性色真空，性空真色」，本來如是。像前面講的清淨本然，如是本然，如是清淨，常自圓滿，周遍法界，生死涅槃的問題就解決了。以上所論的完全是講性、是講體、是講真、是講理，有理當然就有事。底下再給我們講事，這就是講事相。前面講理、講真的，是「周遍法界，清淨本然」，為什麼？因為它不是因緣和合而生的。現在我們來論事，事是因緣和合而有的，因此它就不能夠周遍法界。為什麼？它有方所、它有個形相。事從哪裡來的？這一段文字就很重要，文字不多，諸位總是要把它搞清楚。"
    },
    {
      "id": "07-001-0105_p0012",
      "zh_CN": "【随众生心。应所知量。】",
      "zh_TW": "【隨眾生心。應所知量。】"
    },
    {
      "id": "07-001-0105_p0013",
      "zh_CN": "我们简单讲，随心应量。这是讲法性身、法性土本来是不动的，像前面所讲的，「清净本然，周遍法界」，那是我们讲的法性身、法性土。虽然它清净周遍、本无形相，可是在作用里面它能生诸缘。因此这个空不是顽虚空，这个空不能当作无讲，不能说什么都无，不可以这样讲，为什么？因为它能生诸缘。由于能生诸缘，这就有了九法界的众生，就有了众生心。众生的心有净有染，心有染净，像六凡，心染的成分多；四圣的心，清净的成分多。我们要在十法界来说，十法界的层次，可以说就是这一切众生心染净不相同，分成十个区分，愈是往上面愈清净，愈是往下面就愈染着。所以染着的成分，最严重的就到地狱去了，极清净的成佛了。我们可以说，佛是完全清净，菩萨是九分净一分染。从底下看，地狱就是完全染污，饿鬼道里头九分染污、一分清净，畜生道里头八分染污、两分清净。十法界，就是染净差别不一样。所以我们的心愈清净，在十法界里面愈是往上升，愈染污就愈往下坠，可见得升沉主宰在自己，与外境不相干。我们不管说什么法，总是心法为第一。",
      "zh_TW": "我們簡單講，隨心應量。這是講法性身、法性土本來是不動的，像前面所講的，「清淨本然，周遍法界」，那是我們講的法性身、法性土。雖然它清淨周遍、本無形相，可是在作用裡面它能生諸緣。因此這個空不是頑虛空，這個空不能當作無講，不能說什麼都無，不可以這樣講，為什麼？因為它能生諸緣。由於能生諸緣，這就有了九法界的眾生，就有了眾生心。眾生的心有淨有染，心有染淨，像六凡，心染的成分多；四聖的心，清淨的成分多。我們要在十法界來說，十法界的層次，可以說就是這一切眾生心染淨不相同，分成十個區分，愈是往上面愈清淨，愈是往下面就愈染著。所以染著的成分，最嚴重的就到地獄去了，極清淨的成佛了。我們可以說，佛是完全清淨，菩薩是九分淨一分染。從底下看，地獄就是完全染污，餓鬼道裡頭九分染污、一分清淨，畜生道裡頭八分染污、兩分清淨。十法界，就是染淨差別不一樣。所以我們的心愈清淨，在十法界裡面愈是往上升，愈染污就愈往下墜，可見得升沉主宰在自己，與外境不相干。我們不管說什麼法，總是心法為第一。"
    },
    {
      "id": "07-001-0105_p0014",
      "zh_CN": "再讲到量，量有大小，这个大小在十法界的比例，跟前面染净的比例是一样的。心愈清净，心量愈大；心愈染污，这心量愈小。所以大小与染净是成正比例的，你要想成佛、成菩萨，你的心量就要大。佛的心，经上常讲「心包太虚，量周沙界」，佛心这么大。我们学佛，所以成不了佛，那就是心量太小。两个人在一起，我都不相信他，都不能够包容他，心量这么小怎么能成得了佛？诸位要知道，心量小就是染污的相，心量大就是清净的相。你要是不知道自己的染净，想想你的心量大小，也就能够发现到你染净的程度，这一点也非常的重要。",
      "zh_TW": "再講到量，量有大小，這個大小在十法界的比例，跟前面染淨的比例是一樣的。心愈清淨，心量愈大；心愈染污，這心量愈小。所以大小與染淨是成正比例的，你要想成佛、成菩薩，你的心量就要大。佛的心，經上常講「心包太虛，量周沙界」，佛心這麼大。我們學佛，所以成不了佛，那就是心量太小。兩個人在一起，我都不相信他，都不能夠包容他，心量這麼小怎麼能成得了佛？諸位要知道，心量小就是染污的相，心量大就是清淨的相。你要是不知道自己的染淨，想想你的心量大小，也就能夠發現到你染淨的程度，這一點也非常的重要。"
    },
    {
      "id": "07-001-0105_p0015",
      "zh_CN": "再讲业，底下讲「循业发现」的业。业，我们讲浅一点，不要讲得太深，就我们现前境界上来讲，我们的业有善恶业。可是善恶的标准在哪里？给诸位说，凡是为自己的都是恶业，凡是为众生的都是善业。这个说法，我们初学的人听到有点不能接受，你看世间人常讲，「人不为己，天诛地灭」。好像人就应该要为自己，什么事情先要为自己着想，然后才为别人着想，世间法是这样的。我们今天学的是佛法，佛法里面的善恶标准，比世间法的善恶标准要提升一层，所以在佛法里面讲的善恶，凡是为自己的就是恶、为众生的就是善。为自己的种种想法、种种知见这叫邪，为一切众生的种种想法、种种知见叫正，这一点我们要把它认识清楚。我们要想学佛，在佛门里面修善业，起心动念都为一切众生着想，这是大乘菩萨法。我们现在所修学的都是大乘菩萨法，而不是人天小法，为什么？因为人天法出不了三界，二乘法不能见性，都不是真正的佛法。真正佛法唯有大乘法，其目的在破迷开悟、明心见性，我们学的是这个法门。所以说起心动念都要为他人着想，不要为自己着想，为自己着想总是障碍，你这个障碍去不掉，你的修学就很难有进步。",
      "zh_TW": "再講業，底下講「循業發現」的業。業，我們講淺一點，不要講得太深，就我們現前境界上來講，我們的業有善惡業。可是善惡的標準在哪裡？給諸位說，凡是為自己的都是惡業，凡是為眾生的都是善業。這個說法，我們初學的人聽到有點不能接受，你看世間人常講，「人不為己，天誅地滅」。好像人就應該要為自己，什麼事情先要為自己著想，然後才為別人著想，世間法是這樣的。我們今天學的是佛法，佛法裡面的善惡標準，比世間法的善惡標準要提升一層，所以在佛法裡面講的善惡，凡是為自己的就是惡、為眾生的就是善。為自己的種種想法、種種知見這叫邪，為一切眾生的種種想法、種種知見叫正，這一點我們要把它認識清楚。我們要想學佛，在佛門裡面修善業，起心動念都為一切眾生著想，這是大乘菩薩法。我們現在所修學的都是大乘菩薩法，而不是人天小法，為什麼？因為人天法出不了三界，二乘法不能見性，都不是真正的佛法。真正佛法唯有大乘法，其目的在破迷開悟、明心見性，我們學的是這個法門。所以說起心動念都要為他人著想，不要為自己著想，為自己著想總是障礙，你這個障礙去不掉，你的修學就很難有進步。"
    },
    {
      "id": "07-001-0105_p0016",
      "zh_CN": "这几句话的意思我们应当要记住，就是我们的心要清净、我们的量要大、我们的业要善，这就是一个学大乘佛法的学人。随心应量的意思是讲，各随其心，各应其量，各循其业，而发起现行，转如来藏就变成阿赖耶，就是这么回事情。你要是知道宇宙人生的根源，这个根源就是这回事情。有些经论里面讲的比较含糊，实际上意思是到了，而是我们看到不容易理解。譬如《起信论》里面所讲，「一念不觉而有无明」，它的意思说得很清楚、很圆满，但是我们初学的人看不出来。今天我们读《楞严》读这段经文，《起信论》这两句话我们就明了了。如果你念念要是觉，也能随心应量，这个随心应量那叫倒驾慈航、乘愿再来的随心应量。跟此地所讲的境界又要提高一层，像诸佛与大菩萨应化在世间，『随众生心，应所知量』。而九法界有情众生，的确他是一念不觉，他不觉什么？不觉「清净本然，周遍法界」，在这上面起了一念不觉，一不觉就变成阿赖耶识，所以无明不觉生三细。",
      "zh_TW": "這幾句話的意思我們應當要記住，就是我們的心要清淨、我們的量要大、我們的業要善，這就是一個學大乘佛法的學人。隨心應量的意思是講，各隨其心，各應其量，各循其業，而發起現行，轉如來藏就變成阿賴耶，就是這麼回事情。你要是知道宇宙人生的根源，這個根源就是這回事情。有些經論裡面講的比較含糊，實際上意思是到了，而是我們看到不容易理解。譬如《起信論》裡面所講，「一念不覺而有無明」，它的意思說得很清楚、很圓滿，但是我們初學的人看不出來。今天我們讀《楞嚴》讀這段經文，《起信論》這兩句話我們就明瞭了。如果你念念要是覺，也能隨心應量，這個隨心應量那叫倒駕慈航、乘願再來的隨心應量。跟此地所講的境界又要提高一層，像諸佛與大菩薩應化在世間，『隨眾生心，應所知量』。而九法界有情眾生，的確他是一念不覺，他不覺什麼？不覺「清淨本然，周遍法界」，在這上面起了一念不覺，一不覺就變成阿賴耶識，所以無明不覺生三細。"
    },
    {
      "id": "07-001-0105_p0017",
      "zh_CN": "诸位想想，九法界有情众生都是同一个道理。跟诸位讲升沉、讲业报，这个相讲得很粗，而且跟诸位说，你要真正深入去研究，这里头还有问题，不是究竟说。《楞严》这是究竟说，这个随心应量说得太好，于事、于理、于意圆满至极。我们今天这个境界哪里来的？就是自己的心之染净、量之大小、业之善恶，所现的境界。如果你把这个道理要是豁然明白，我现在在这个境界里，我修清净、我修心量大、我修一切善业，这个境界就变了。境界为什么变？境界不是实在的，境界是依他起。他是什么？他就是染净、大小、善恶，也是世间所谓相随心转。大家只晓得那个看相算命的说相随心转，我们自己的相貌是心转，这个意思太狭窄了。它的本意是什么？本意是整个大的宇宙都是随我们的心在转变。",
      "zh_TW": "諸位想想，九法界有情眾生都是同一個道理。跟諸位講升沉、講業報，這個相講得很粗，而且跟諸位說，你要真正深入去研究，這裡頭還有問題，不是究竟說。《楞嚴》這是究竟說，這個隨心應量說得太好，於事、於理、於意圓滿至極。我們今天這個境界哪裡來的？就是自己的心之染淨、量之大小、業之善惡，所現的境界。如果你把這個道理要是豁然明白，我現在在這個境界裡，我修清淨、我修心量大、我修一切善業，這個境界就變了。境界為什麼變？境界不是實在的，境界是依他起。他是什麼？他就是染淨、大小、善惡，也是世間所謂相隨心轉。大家只曉得那個看相算命的說相隨心轉，我們自己的相貌是心轉，這個意思太狹窄了。它的本意是什麼？本意是整個大的宇宙都是隨我們的心在轉變。"
    },
    {
      "id": "07-001-0105_p0018",
      "zh_CN": "「随众生心，应所知量」，你要问什么东西随心？什么东西应量？就是前面讲的如来藏，或者讲真如本性，或者讲我们的法身，我们自己的法性身、法性土随心应量，而法性身、法性土就是自己的本来面目，禅宗所谓「父母未生前本来面目」，在我们佛法名词里叫做毘卢遮那佛，毘卢遮那是印度话，翻成中国的意思就是清净本然、周遍法界，就这个意思。毘卢遮那这个意思翻成中文叫遍一切处，你们想想，遍一切处是不是周遍法界？就是《楞严》里面讲的「清净本然，周遍法界」的意思。我们现在是不觉，这无明不觉了，我们的法身堕落在五道，或者堕落在六道里头，虽然六道流转，我们清净本然的法身依然是如如不动，所以有六道流转之意，绝没有这个事实。如果真有这个事实，那佛怎么能说「一切众生本来成佛」？那不能讲了，所以有流转之意，而不是真正有流转。真正有流转就是刚才讲的，它能生诸缘，缘在流转，不是法性身真有流转，所以这叫「循业发现」，这一发现就起了现行。循业发现，现就是现行，转如来藏为藏识，转法性身变成我们五蕴之身，转法性土变成我们依报的环境、器世间。「随众生心，应所知量」，也就是讲相随心转，不但我们自己本身的相随心转，我们整个报土都是随心所转的。只要你的心清净，你见到这个世界就清净。你说我的心很清净，这个世界还不清净，实在讲你的心还不清净。心真清净了，世界就清净；心真正善良，见一切人都是善人。所以佛看一切众生都是佛，菩萨看一切众生都是菩萨，饿鬼看佛也是个鬼，修罗看菩萨也是个修罗，你们想想，是不是随心应量？我们看观世音菩萨，我们造观世音菩萨的像，都造得非常慈祥。你们看看放焰口扎的鬼王焦面大士，那鬼王青面獠牙，样子好难看，那是什么？观世音菩萨，鬼道里面看观世音菩萨就是那个相，我们看到很恐怖。这就是随心应量，相随心转。",
      "zh_TW": "「隨眾生心，應所知量」，你要問什麼東西隨心？什麼東西應量？就是前面講的如來藏，或者講真如本性，或者講我們的法身，我們自己的法性身、法性土隨心應量，而法性身、法性土就是自己的本來面目，禪宗所謂「父母未生前本來面目」，在我們佛法名詞裡叫做毘盧遮那佛，毘盧遮那是印度話，翻成中國的意思就是清淨本然、周遍法界，就這個意思。毘盧遮那這個意思翻成中文叫遍一切處，你們想想，遍一切處是不是周遍法界？就是《楞嚴》裡面講的「清淨本然，周遍法界」的意思。我們現在是不覺，這無明不覺了，我們的法身墮落在五道，或者墮落在六道裡頭，雖然六道流轉，我們清淨本然的法身依然是如如不動，所以有六道流轉之意，絕沒有這個事實。如果真有這個事實，那佛怎麼能說「一切眾生本來成佛」？那不能講了，所以有流轉之意，而不是真正有流轉。真正有流轉就是剛才講的，它能生諸緣，緣在流轉，不是法性身真有流轉，所以這叫「循業發現」，這一發現就起了現行。循業發現，現就是現行，轉如來藏為藏識，轉法性身變成我們五蘊之身，轉法性土變成我們依報的環境、器世間。「隨眾生心，應所知量」，也就是講相隨心轉，不但我們自己本身的相隨心轉，我們整個報土都是隨心所轉的。只要你的心清淨，你見到這個世界就清淨。你說我的心很清淨，這個世界還不清淨，實在講你的心還不清淨。心真清淨了，世界就清淨；心真正善良，見一切人都是善人。所以佛看一切眾生都是佛，菩薩看一切眾生都是菩薩，餓鬼看佛也是個鬼，修羅看菩薩也是個修羅，你們想想，是不是隨心應量？我們看觀世音菩薩，我們造觀世音菩薩的像，都造得非常慈祥。你們看看放焰口扎的鬼王焦面大士，那鬼王青面獠牙，樣子好難看，那是什麼？觀世音菩薩，鬼道裡面看觀世音菩薩就是那個相，我們看到很恐怖。這就是隨心應量，相隨心轉。"
    },
    {
      "id": "07-001-0105_p0019",
      "zh_CN": "你要转境界，从哪里转起？从心地里头去转。《了凡四训》给我们讲的那是初步，那是初转，初转在世间法里面就有求必应。佛法里面告诉我们深转、微细转，转六道的境界成佛菩萨的境界，转十法界为一真法界。我们今天念到这段经，应当是生起这个信心，为什么？理论晓得了，理上能讲得通，事上当然就有可能。有理必有事，有事必有其理，理佛给我们讲的是「循业发现」，现是现境界，十法界依正庄严这是所现的境界；能现的是业，业就是刚才讲的染净、大小、善恶等等。业是心造的，心又被业所牵引，因此心与业就有非常密切的关系。心清净了，业就清净；心染污，造的业就染污。实际上业的本身并没有善恶，净心造业就叫善，染心造业就是恶。染心，自私自利就是染。什么叫清净？大公无私就是清净。随其能知之心，正好就称所知之量，或净或染、或善或恶，这就变造十法界。这个造就是现的意思，变现出十法界依正庄严这些事相。",
      "zh_TW": "你要轉境界，從哪裡轉起？從心地裡頭去轉。《了凡四訓》給我們講的那是初步，那是初轉，初轉在世間法裡面就有求必應。佛法裡面告訴我們深轉、微細轉，轉六道的境界成佛菩薩的境界，轉十法界為一真法界。我們今天念到這段經，應當是生起這個信心，為什麼？理論曉得了，理上能講得通，事上當然就有可能。有理必有事，有事必有其理，理佛給我們講的是「循業發現」，現是現境界，十法界依正莊嚴這是所現的境界；能現的是業，業就是剛才講的染淨、大小、善惡等等。業是心造的，心又被業所牽引，因此心與業就有非常密切的關係。心清淨了，業就清淨；心染污，造的業就染污。實際上業的本身並沒有善惡，淨心造業就叫善，染心造業就是惡。染心，自私自利就是染。什麼叫清淨？大公無私就是清淨。隨其能知之心，正好就稱所知之量，或淨或染、或善或惡，這就變造十法界。這個造就是現的意思，變現出十法界依正莊嚴這些事相。"
    },
    {
      "id": "07-001-0105_p0020",
      "zh_CN": "在菩萨法里面，将业归纳为三大类，身口意叫三业。身口意里面当然最重要的是意业，所谓是意清净了，身口必然清净。意要是不清净，身口虽然装得很清净，依旧是不清净，那只能有个清净的样子，实在是不清净。这就是说明，根本的修行法是在心地，修心。初学的时候，身口能够影响我们的心意，所以叫你要受持律仪戒，为什么？帮助你心地清净。刚才讲过，虽然业由心造，可是心往往也被业牵引。律仪戒重视在这一点，所以在身口七支上要认真的去修学，它的目的帮助你达到清净心，要晓得这个意思。如果我们着重在身口七支上的修学，而不能达到清净心，那我们的修行就错了。到心地清净之后，这个境界又要提高一层，可见得佛法修学，是天天把自己境界往上提升，不是终止在一个阶段上。终止必定就要堕落，所以佛法讲精进。《起信论》里面讲「始觉」，念念都是始觉、天天始觉，到成佛了，成佛叫究竟始觉，这就显示精进的样子。",
      "zh_TW": "在菩薩法裡面，將業歸納為三大類，身口意叫三業。身口意裡面當然最重要的是意業，所謂是意清淨了，身口必然清淨。意要是不清淨，身口雖然裝得很清淨，依舊是不清淨，那只能有個清淨的樣子，實在是不清淨。這就是說明，根本的修行法是在心地，修心。初學的時候，身口能夠影響我們的心意，所以叫你要受持律儀戒，為什麼？幫助你心地清淨。剛才講過，雖然業由心造，可是心往往也被業牽引。律儀戒重視在這一點，所以在身口七支上要認真的去修學，它的目的幫助你達到清淨心，要曉得這個意思。如果我們著重在身口七支上的修學，而不能達到清淨心，那我們的修行就錯了。到心地清淨之後，這個境界又要提高一層，可見得佛法修學，是天天把自己境界往上提升，不是終止在一個階段上。終止必定就要墮落，所以佛法講精進。《起信論》裡面講「始覺」，念念都是始覺、天天始覺，到成佛了，成佛叫究竟始覺，這就顯示精進的樣子。"
    },
    {
      "id": "07-001-0105_p0021",
      "zh_CN": "佛在一般经论里面讲，修行要历三大阿僧祇劫，勤修六度。六度圆满之后，还要再发心以一百劫的时间来修相好，我们得的相好是修来的。要是照这个说法，三阿僧祇劫六度修圆就可以成佛了，何必还要修相好？诸位要晓得，三阿僧祇劫修学六度是成就自己，我们以四弘誓愿里面来讲，那就是断烦恼、学法门、成佛道，为了这三条。可是四弘誓愿这三条实际上是为了第一条，就是度众生。自己烦恼断了，无量无边法门也都通达，的确有资格教化众生，有资格度众生，如果众生一见到你就讨厌，掉头而去，你虽然发心度他，他不接受，你这个愿还是不能圆满，所以百劫修相好就是为度众生。这是佛门里面常说的，「先以欲勾牵，后令入佛智」，众生心里面喜欢什么样的相，你就能现什么样的相。你有能力现这个相，当然你要种因，你不种因哪有这种果报？所以三十二相八十种好，是百劫所修的。我们看到一个人相好庄严，一看对他就很尊重、就很爱慕，人家是修来的。不学佛的人不知道这个道理，学佛的人晓得这是修来的。",
      "zh_TW": "佛在一般經論裡面講，修行要歷三大阿僧祇劫，勤修六度。六度圓滿之後，還要再發心以一百劫的時間來修相好，我們得的相好是修來的。要是照這個說法，三阿僧祇劫六度修圓就可以成佛了，何必還要修相好？諸位要曉得，三阿僧祇劫修學六度是成就自己，我們以四弘誓願裡面來講，那就是斷煩惱、學法門、成佛道，為了這三條。可是四弘誓願這三條實際上是為了第一條，就是度眾生。自己煩惱斷了，無量無邊法門也都通達，的確有資格教化眾生，有資格度眾生，如果眾生一見到你就討厭，掉頭而去，你雖然發心度他，他不接受，你這個願還是不能圓滿，所以百劫修相好就是為度眾生。這是佛門裡面常說的，「先以欲勾牽，後令入佛智」，眾生心裡面喜歡什麼樣的相，你就能現什麼樣的相。你有能力現這個相，當然你要種因，你不種因哪有這種果報？所以三十二相八十種好，是百劫所修的。我們看到一個人相好莊嚴，一看對他就很尊重、就很愛慕，人家是修來的。不學佛的人不知道這個道理，學佛的人曉得這是修來的。"
    },
    {
      "id": "07-001-0105_p0022",
      "zh_CN": "江味农居士的《金刚经讲义》，他里面所注的佛的三十二相八十种好，每一句里头都注的有修因，在因地里修哪些功德才得这个相好。譬如广长舌相，三世不妄语，舌头伸出来可以舔到自己的鼻尖。你们可以试试看，能不能舔得到？舔不到。舔不到，那没有，三世还是妄语。佛的广长舌相，佛的舌头伸出来可以把脸盖起来，证明他是百劫所修才有这个相好。我们晓得这些道理，知道这些修行方法，我们自己修学，能够真正修学勇猛精进，有许多相好这一生就现前，真实相就现出来，相貌就改变。我们一般看人，善人他就是个善相，恶人你不用去打听他，一看到那个相就恶。所以叫人一接触，看到你的相貌，你就给人家一个印象，这个印象好坏实在讲自己要负责任。佛百劫修相好是为了度众生，由此可知，所修所学都是为众生而修学的，不是为自己。",
      "zh_TW": "江味農居士的《金剛經講義》，他裡面所註的佛的三十二相八十種好，每一句裡頭都註的有修因，在因地裡修哪些功德才得這個相好。譬如廣長舌相，三世不妄語，舌頭伸出來可以舔到自己的鼻尖。你們可以試試看，能不能舔得到？舔不到。舔不到，那沒有，三世還是妄語。佛的廣長舌相，佛的舌頭伸出來可以把臉蓋起來，證明他是百劫所修才有這個相好。我們曉得這些道理，知道這些修行方法，我們自己修學，能夠真正修學勇猛精進，有許多相好這一生就現前，真實相就現出來，相貌就改變。我們一般看人，善人他就是個善相，惡人你不用去打聽他，一看到那個相就惡。所以叫人一接觸，看到你的相貌，你就給人家一個印象，這個印象好壞實在講自己要負責任。佛百劫修相好是為了度眾生，由此可知，所修所學都是為眾生而修學的，不是為自己。"
    },
    {
      "id": "07-001-0105_p0023",
      "zh_CN": "我们再想想，我们今天来修学，如果是为自己的名闻利养，那就错了。我们精进修学成就自己，成就自己是为了度化众生，这是对的，这是清净，这是善。如果我们的观念上，我在这边努力修学成就自己，将来有身分、有地位、有名望，有人恭敬我、有人供养我，这错了，全是为自己！为了得到大众来拥护我，都是为自己，这就大错特错，这就是心量小，心地染污，不清净。纵然修的是善，善也是恶，为什么？自私自利。我们今天成就自己的德能学问，为什么这样苦修？为一切众生修的，为了将来替大家服务，为了开导一切众生，为他们做增上缘，破迷开悟、离苦得乐，这是菩萨发心，这个心是清净的，不是为自己。所以这种辨别是在心地上辨别。因此修学一定要有耐心、要有长远心，《法华经》里面讲，久修业所得、慧光照无量。三大阿僧祇劫是相当长的时间，这就是告诉我们要有耐心、要有恒心，一定要能做到精进不退。",
      "zh_TW": "我們再想想，我們今天來修學，如果是為自己的名聞利養，那就錯了。我們精進修學成就自己，成就自己是為了度化眾生，這是對的，這是清淨，這是善。如果我們的觀念上，我在這邊努力修學成就自己，將來有身分、有地位、有名望，有人恭敬我、有人供養我，這錯了，全是為自己！為了得到大眾來擁護我，都是為自己，這就大錯特錯，這就是心量小，心地染污，不清淨。縱然修的是善，善也是惡，為什麼？自私自利。我們今天成就自己的德能學問，為什麼這樣苦修？為一切眾生修的，為了將來替大家服務，為了開導一切眾生，為他們做增上緣，破迷開悟、離苦得樂，這是菩薩發心，這個心是清淨的，不是為自己。所以這種辨別是在心地上辨別。因此修學一定要有耐心、要有長遠心，《法華經》裡面講，久修業所得、慧光照無量。三大阿僧祇劫是相當長的時間，這就是告訴我們要有耐心、要有恆心，一定要能做到精進不退。"
    },
    {
      "id": "07-001-0105_p0024",
      "zh_CN": "众生的业力各个不同，但是清净本然、周遍法界的性体，是一丝毫损失都没有。正是像大经里常讲的，在佛不增、在凡夫位不减，不增不减，不垢不净，不来不去，不生不灭。正因为佛性如是，所以我们才有信心圆成佛道，这是讲的众生。至于佛或者是大菩萨，这个大菩萨是说哪一类的菩萨？倒驾慈航的菩萨。这个话我们还得把它讲清楚，何谓倒驾慈航？他已经成佛之后，再退转到菩萨位，这样的菩萨我们称他为倒驾慈航的菩萨。像观世音菩萨、文殊、普贤都是早都成佛，地藏菩萨亦复如是。他们从佛的位次上退下来，退到菩萨位，来普度一切众生，这些菩萨太多了，不胜枚举。像这样的佛菩萨，他也循业发现，他循的业可不是自己的业，是众生的业。这种循业发现，我们平常说之为感应道交，众生有感、佛菩萨有应，我们说之为感应道交，因此他所现的境界也有十法界苦乐种种果报。",
      "zh_TW": "眾生的業力各個不同，但是清淨本然、周遍法界的性體，是一絲毫損失都沒有。正是像大經裡常講的，在佛不增、在凡夫位不減，不增不減，不垢不淨，不來不去，不生不滅。正因為佛性如是，所以我們才有信心圓成佛道，這是講的眾生。至於佛或者是大菩薩，這個大菩薩是說哪一類的菩薩？倒駕慈航的菩薩。這個話我們還得把它講清楚，何謂倒駕慈航？他已經成佛之後，再退轉到菩薩位，這樣的菩薩我們稱他為倒駕慈航的菩薩。像觀世音菩薩、文殊、普賢都是早都成佛，地藏菩薩亦復如是。他們從佛的位次上退下來，退到菩薩位，來普度一切眾生，這些菩薩太多了，不勝枚舉。像這樣的佛菩薩，他也循業發現，他循的業可不是自己的業，是眾生的業。這種循業發現，我們平常說之為感應道交，眾生有感、佛菩薩有應，我們說之為感應道交，因此他所現的境界也有十法界苦樂種種果報。"
    },
    {
      "id": "07-001-0105_p0025",
      "zh_CN": "像释迦牟尼佛在世他所示现的，譬如六年的苦行、三月马麦之报、琉璃王灭释迦种、八十岁示现入般涅槃，有这些苦乐之报。如来在果地上福慧都圆满了，他还有三个月没有供养，没东西吃，这是出世间的圣人；世间圣人，你们念孔子的书，孔子在陈绝粮，跟释迦牟尼佛三月马麦之报差不多情形。这是什么意思？是不是佛的福慧不圆满？不是的，如来福慧是圆满的，这是示现给众生看的，其意义都是教化。而是我们自己福慧都缺乏，可是我们的欲望没有满足的时候，如果要是不晓得克制自己的欲望，去修福修慧，必定要造恶业，造恶业怎么不堕落？所以佛自己示现，成了佛还有三个月马麦之报，后世弟子知道佛这桩事情，我们自己生活上受点委屈、受点苦难，算得了什么？世尊本身就是如此，三个月没有粮食吃，没有东西吃，我们今天受点饥饿算什么！",
      "zh_TW": "像釋迦牟尼佛在世他所示現的，譬如六年的苦行、三月馬麥之報、琉璃王滅釋迦種、八十歲示現入般涅槃，有這些苦樂之報。如來在果地上福慧都圓滿了，他還有三個月沒有供養，沒東西吃，這是出世間的聖人；世間聖人，你們念孔子的書，孔子在陳絕糧，跟釋迦牟尼佛三月馬麥之報差不多情形。這是什麼意思？是不是佛的福慧不圓滿？不是的，如來福慧是圓滿的，這是示現給眾生看的，其意義都是教化。而是我們自己福慧都缺乏，可是我們的欲望沒有滿足的時候，如果要是不曉得克制自己的欲望，去修福修慧，必定要造惡業，造惡業怎麼不墮落？所以佛自己示現，成了佛還有三個月馬麥之報，後世弟子知道佛這樁事情，我們自己生活上受點委屈、受點苦難，算得了什麼？世尊本身就是如此，三個月沒有糧食吃，沒有東西吃，我們今天受點飢餓算什麼！"
    },
    {
      "id": "07-001-0105_p0026",
      "zh_CN": "安世高的同学，如果他要能够想到这桩事情，他就不会堕落。这个公案大家很熟悉，他是去托钵，托的饭，人家供养不好，不中他的口味，心里就不高兴。认为自己是个修行人，身心清净，一天到晚度众生，为众生说法，众生供养不如自己的意思，心里就不舒服，结果是堕在畜生道。如果他要常常能够想到，释迦牟尼佛还有三个月没有粮食、没有好的供养，那自己心地就安然，不怨天、不尤人。我们自己在这一切财用上、物质供应上有所缺乏，那是自己没福，应当要受，不可以怨天尤人，怨天尤人要造罪业的。所以你想想佛，想想安世高这个同学，我们自己应当怎样修学？什么叫如理如法，什么叫不如理、不如法，还要别人说吗？自己应当清清楚楚、明明白白。所以佛与这些大菩萨所示现的，乃是不变随缘。",
      "zh_TW": "安世高的同學，如果他要能夠想到這樁事情，他就不會墮落。這個公案大家很熟悉，他是去托缽，托的飯，人家供養不好，不中他的口味，心裡就不高興。認為自己是個修行人，身心清淨，一天到晚度眾生，為眾生說法，眾生供養不如自己的意思，心裡就不舒服，結果是墮在畜生道。如果他要常常能夠想到，釋迦牟尼佛還有三個月沒有糧食、沒有好的供養，那自己心地就安然，不怨天、不尤人。我們自己在這一切財用上、物質供應上有所缺乏，那是自己沒福，應當要受，不可以怨天尤人，怨天尤人要造罪業的。所以你想想佛，想想安世高這個同學，我們自己應當怎樣修學？什麼叫如理如法，什麼叫不如理、不如法，還要別人說嗎？自己應當清清楚楚、明明白白。所以佛與這些大菩薩所示現的，乃是不變隨緣。"
    },
    {
      "id": "07-001-0105_p0027",
      "zh_CN": "我在《佛学十四讲》里头解释「万法归一」，我就用这四句话来解释，不变随缘是如来的境界，为什么？人家已经证到不变，能够随缘，恒顺众生、随喜功德，在恒顺里面示现的有苦受、有乐受，那是示现，可不是真的。所以我们不能说孔子在陈绝粮是孔子没福，孔老夫子要是没有福报的话，他的子孙为什么到今天还受到世人尊重？他家七十多世不衰，在我们中国历史上只有他一个人，找不到第二家，他怎么没福？福太大了！不能说释迦牟尼佛三个月没有粮食吃，释迦牟尼佛没福。释迦牟尼佛没有福，你看世界上有多少人相信他、信仰他、崇敬他、礼拜他。这是示现，这就是不变随缘。",
      "zh_TW": "我在《佛學十四講》裡頭解釋「萬法歸一」，我就用這四句話來解釋，不變隨緣是如來的境界，為什麼？人家已經證到不變，能夠隨緣，恆順眾生、隨喜功德，在恆順裡面示現的有苦受、有樂受，那是示現，可不是真的。所以我們不能說孔子在陳絕糧是孔子沒福，孔老夫子要是沒有福報的話，他的子孫為什麼到今天還受到世人尊重？他家七十多世不衰，在我們中國歷史上只有他一個人，找不到第二家，他怎麼沒福？福太大了！不能說釋迦牟尼佛三個月沒有糧食吃，釋迦牟尼佛沒福。釋迦牟尼佛沒有福，你看世界上有多少人相信他、信仰他、崇敬他、禮拜他。這是示現，這就是不變隨緣。"
    },
    {
      "id": "07-001-0105_p0028",
      "zh_CN": "菩萨法里面，就是现在我们要修的，我们在随缘里面要修不变。随缘随着变，这就糟糕！你看看安世高的成功，他就是随缘里头修不变，他成功了。他那个同学所以失败，是随缘里头随着变，别人供养好他心里欢喜，供养不好他心里不高兴，他随缘随着变。这是我们要特别留意到的，我们的心随着境界变，这不得了！别人对我们好的时候，恭敬、供养、礼拜，我们心欢喜；对我们不好，心里生瞋恚，那我们将来的果报，连安世高的同学都不如。学佛开智慧，开哪里？这就是智慧，你晓得这个道理，这就是智慧，你能够这样修学，这是你的福报。要在一切顺逆境界里头学什么？学不动心。我常常跟诸位讲，修平等心、修清净心、修大慈悲心，逆境里面修的是这个，顺境里头还是修的这个。你要是在一切境缘上动心，起心动念，那就造业了。",
      "zh_TW": "菩薩法裡面，就是現在我們要修的，我們在隨緣裡面要修不變。隨緣隨著變，這就糟糕！你看看安世高的成功，他就是隨緣裡頭修不變，他成功了。他那個同學所以失敗，是隨緣裡頭隨著變，別人供養好他心裡歡喜，供養不好他心裡不高興，他隨緣隨著變。這是我們要特別留意到的，我們的心隨著境界變，這不得了！別人對我們好的時候，恭敬、供養、禮拜，我們心歡喜；對我們不好，心裡生瞋恚，那我們將來的果報，連安世高的同學都不如。學佛開智慧，開哪裡？這就是智慧，你曉得這個道理，這就是智慧，你能夠這樣修學，這是你的福報。要在一切順逆境界裡頭學什麼？學不動心。我常常跟諸位講，修平等心、修清淨心、修大慈悲心，逆境裡面修的是這個，順境裡頭還是修的這個。你要是在一切境緣上動心，起心動念，那就造業了。"
    },
    {
      "id": "07-001-0105_p0029",
      "zh_CN": "讲经说法没用处，安世高那个同学明经好施，那个时候的出家人他布施什么？他就是法布施。出家人平常托钵，三衣一钵，他没有财布施，只有法布施。每天讲经说法给别人听，修法布施，自己还堕落在神道，堕落在畜生道蛇身，所以你想想果报多可怕。不要以为我天天讲经说法，功德很大，福报很大，到哪里受？说不定到畜生道受、到饿鬼道受，这就惨了！人天道都没有分。所以要认真想想，我们修的是什么道？如果你要是修菩萨道，那你就是修的清净、平等、慈悲，这是菩萨道；你要是修的天道，慈悲喜舍、十善业道，你修的是天道；你修的是人道，你所修学的是五戒，五常仁义礼智信，你这修的是人道；你要是里头常常瞋恚、不平，那你必定是三恶道。我们每天念佛、诵经、拜佛、讲经说法，都在修道，看你修的是哪个道，这里头真是差之毫厘失之千里。",
      "zh_TW": "講經說法沒用處，安世高那個同學明經好施，那個時候的出家人他布施什麼？他就是法布施。出家人平常托缽，三衣一缽，他沒有財布施，只有法布施。每天講經說法給別人聽，修法布施，自己還墮落在神道，墮落在畜生道蛇身，所以你想想果報多可怕。不要以為我天天講經說法，功德很大，福報很大，到哪裡受？說不定到畜生道受、到餓鬼道受，這就慘了！人天道都沒有分。所以要認真想想，我們修的是什麼道？如果你要是修菩薩道，那你就是修的清淨、平等、慈悲，這是菩薩道；你要是修的天道，慈悲喜捨、十善業道，你修的是天道；你修的是人道，你所修學的是五戒，五常仁義禮智信，你這修的是人道；你要是裡頭常常瞋恚、不平，那你必定是三惡道。我們每天念佛、誦經、拜佛、講經說法，都在修道，看你修的是哪個道，這裡頭真是差之毫釐失之千里。"
    },
    {
      "id": "07-001-0105_p0030",
      "zh_CN": "所以我勉励同修们要认真。我们讲经的方式，我觉得这么多年来这个经验有修正的必要，这个修正在方法上，方法上我们要改正。这样的修学，这样讲的时候费的力气多，收的效果少。所以希望同修们能够分组，譬如研究《楞严》，哪些人研究《楞严》的；研究《华严》，哪些人研究《华严》的。除了讲堂之外，自己要真正用功来修学，每个星期我们有一次聚会，在一块做研究讨论。讲经可以从重点上来讲，不必每句每句讲，精要之处我们细讲，不厌其烦的讲；不重要的地方，念一念就过去，根本就不需要讲，我们要采取这样的方式。更希望的就是同学一定要提问题，譬如这次讲的你们如果有问题，在下一次的时候你们把问题写成纸条，放在这讲台上，就可以来答复，这样的受用一定比听讲要好得太多。好，今天就讲到此地。",
      "zh_TW": "所以我勉勵同修們要認真。我們講經的方式，我覺得這麼多年來這個經驗有修正的必要，這個修正在方法上，方法上我們要改正。這樣的修學，這樣講的時候費的力氣多，收的效果少。所以希望同修們能夠分組，譬如研究《楞嚴》，哪些人研究《楞嚴》的；研究《華嚴》，哪些人研究《華嚴》的。除了講堂之外，自己要真正用功來修學，每個星期我們有一次聚會，在一塊做研究討論。講經可以從重點上來講，不必每句每句講，精要之處我們細講，不厭其煩的講；不重要的地方，念一念就過去，根本就不需要講，我們要採取這樣的方式。更希望的就是同學一定要提問題，譬如這次講的你們如果有問題，在下一次的時候你們把問題寫成紙條，放在這講台上，就可以來答覆，這樣的受用一定比聽講要好得太多。好，今天就講到此地。"
    }
  ]
}