{
  "doc_id": "07-001-0096",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十六集",
    "zh_TW": "第九十六集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0096",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "07-001-0096_p0001",
      "zh_CN": "请掀开经本，六十七面倒数第一行，我们将经文念几句对对起方。",
      "zh_TW": "請掀開經本，六十七面倒數第一行，我們將經文念幾句對對起方。"
    },
    {
      "id": "07-001-0096_p0002",
      "zh_CN": "【若生于声。识因声有。则不关闻。无闻则亡声相所在。识从声生。许声因闻而有声相。闻应闻识。不闻非界。闻则同声。】",
      "zh_TW": "【若生於聲。識因聲有。則不關聞。無聞則亡聲相所在。識從聲生。許聲因聞而有聲相。聞應聞識。不聞非界。聞則同聲。】"
    },
    {
      "id": "07-001-0096_p0003",
      "zh_CN": "上次我们讲到十八界的第二段「耳声识界」，今天我们接着来看。这一段是说，如果要是讲声能够生识，前面说过耳不能生识，那声能不能生识？要是声能够生识，不需要闻；换句话就说，不要用耳闻。所以经上讲『识因声有，则不关闻』，为什么？不需要闻，那个声它自己能生识。实在说，如果要是无闻，声相也不可得，为什么？因为声尘确实是因闻而有，如果没有闻，的确没有声相可得。这些都要我们很冷静的去观察，我们才能够看得到事实的真相。下面说如果『识从声生』，这是讲识是因声而生；换句话说，这个时候应当闻与声合一才对。如果不用闻根，就是不用耳根，怎么能够分别音声的大小长短？前面说过无闻，声相都不可得，从什么地方生识？后面这两句是假设的话，假设识是从声而生的，我们也勉强的同意，因闻根而有声相，闻根的时候是不是同时也要闻识？为什么？识从声生的，我们耳闻声岂不同时也闻识吗？所以这个经上说『闻应闻识』，我们想想事实是不是如此？事实确实不是这个样子。",
      "zh_TW": "上次我們講到十八界的第二段「耳聲識界」，今天我們接著來看。這一段是說，如果要是講聲能夠生識，前面說過耳不能生識，那聲能不能生識？要是聲能夠生識，不需要聞；換句話就說，不要用耳聞。所以經上講『識因聲有，則不關聞』，為什麼？不需要聞，那個聲它自己能生識。實在說，如果要是無聞，聲相也不可得，為什麼？因為聲塵確實是因聞而有，如果沒有聞，的確沒有聲相可得。這些都要我們很冷靜的去觀察，我們才能夠看得到事實的真相。下面說如果『識從聲生』，這是講識是因聲而生；換句話說，這個時候應當聞與聲合一才對。如果不用聞根，就是不用耳根，怎麼能夠分別音聲的大小長短？前面說過無聞，聲相都不可得，從什麼地方生識？後面這兩句是假設的話，假設識是從聲而生的，我們也勉強的同意，因聞根而有聲相，聞根的時候是不是同時也要聞識？為什麼？識從聲生的，我們耳聞聲豈不同時也聞識嗎？所以這個經上說『聞應聞識』，我們想想事實是不是如此？事實確實不是這個樣子。"
    },
    {
      "id": "07-001-0096_p0004",
      "zh_CN": "这几段的经文说出，「诸法不自生，亦不从他生，不共不无因，是故知无生」。下面就讲空，『不闻非界，闻则同声』，这是讲空生，这个意思是说，如果我们耳根闻声而不闻识，闻不到识的时候，这个识不是从声生的，所以说是「不闻非界」。声既然不是生识之界，如果它要能够生识，当然识与声的性质就相同。我们晓得声没有知觉，识有知，所以声叫尘，属于色法，识是属于心法，尘没有分别，识有分别。我们耳闻声，识要是声所生的，识必定也是属于色法，也是无分别的，也是无觉知的。我们好了，闻声、闻识，识也是无觉知，所以说「闻则同声」，这是假设的话，你闻声同时也同意你闻到识了。所以这里头诸位听这段经文，必须要冷静，头脑要冷静、要细细去想这道理。它这个说词是用比方说，使我们了这解事实的真相。底下接着说：",
      "zh_TW": "這幾段的經文說出，「諸法不自生，亦不從他生，不共不無因，是故知無生」。下面就講空，『不聞非界，聞則同聲』，這是講空生，這個意思是說，如果我們耳根聞聲而不聞識，聞不到識的時候，這個識不是從聲生的，所以說是「不聞非界」。聲既然不是生識之界，如果它要能夠生識，當然識與聲的性質就相同。我們曉得聲沒有知覺，識有知，所以聲叫塵，屬於色法，識是屬於心法，塵沒有分別，識有分別。我們耳聞聲，識要是聲所生的，識必定也是屬於色法，也是無分別的，也是無覺知的。我們好了，聞聲、聞識，識也是無覺知，所以說「聞則同聲」，這是假設的話，你聞聲同時也同意你聞到識了。所以這裡頭諸位聽這段經文，必須要冷靜，頭腦要冷靜、要細細去想這道理。它這個說詞是用比方說，使我們了這解事實的真相。底下接著說："
    },
    {
      "id": "07-001-0096_p0005",
      "zh_CN": "【识已被闻。谁知闻识。若无知者。终如草木。】",
      "zh_TW": "【識已被聞。誰知聞識。若無知者。終如草木。】"
    },
    {
      "id": "07-001-0096_p0006",
      "zh_CN": "我们晓得，知是识的作用，识不同于声，声尘无知，耳识有知。因为耳识是心法，我们讲八心王它是属于心法，它是有知，有知它才能够辨别音声大小长短等，它才能够辨别。现在从前面讲下来，识已经被耳闻，识也被闻，识就跟声一样，识也变成无知的；换句话说，它也等同声的境界。这个时候我们问『谁知闻识』，闻识的是谁？如果说没有，找不到闻识的，那岂不是跟草木一样，草木是无知。如果你要是有知，那你就变成两个识，那应该还有第二个耳识，闻到前面一个耳识，哪有这个道理？哪有两个耳识？耳识只有一个，决定没有两个。",
      "zh_TW": "我們曉得，知是識的作用，識不同於聲，聲塵無知，耳識有知。因為耳識是心法，我們講八心王它是屬於心法，它是有知，有知它才能夠辨別音聲大小長短等，它才能夠辨別。現在從前面講下來，識已經被耳聞，識也被聞，識就跟聲一樣，識也變成無知的；換句話說，它也等同聲的境界。這個時候我們問『誰知聞識』，聞識的是誰？如果說沒有，找不到聞識的，那豈不是跟草木一樣，草木是無知。如果你要是有知，那你就變成兩個識，那應該還有第二個耳識，聞到前面一個耳識，哪有這個道理？哪有兩個耳識？耳識只有一個，決定沒有兩個。"
    },
    {
      "id": "07-001-0096_p0007",
      "zh_CN": "【不应声闻杂成中界。界无中位。则内外相复从何成。】",
      "zh_TW": "【不應聲聞雜成中界。界無中位。則內外相復從何成。】"
    },
    {
      "id": "07-001-0096_p0008",
      "zh_CN": "这几句话的意思是说，如果你要是讲根尘相杂，这样的尘当中有个界限，成了一个中界，识就生在这个当中。如果你是这样的说法，那跟前面讲的一样，这边是根、那边是尘，根代表有知，尘代表无知，你这个识生在当中。识生在当中，接近根的这边就变成有知，接近尘的那边就变成无知，你的耳识难道还是一半有知一半无知吗？这个情形在前面眼识讲过，所以这么一说，诸位一想前面的意思，就能够明了经中所说的大意。这样变成什么？你的耳识混杂了。为什么？一半有知、一半无知，杂乱了，哪有这个道理？纵然是这个现象，你这个中相不可得，你还是找不到中间，所以此地讲『杂成中界，界无中位』。因为你识在当中，一半有知、一半无知，这当中的中还是找不到；既然没有当中，这个内外的相，内根外尘，内外的相你又怎么能够建立？这是叫我们推求。",
      "zh_TW": "這幾句話的意思是說，如果你要是講根塵相雜，這樣的塵當中有個界限，成了一個中界，識就生在這個當中。如果你是這樣的說法，那跟前面講的一樣，這邊是根、那邊是塵，根代表有知，塵代表無知，你這個識生在當中。識生在當中，接近根的這邊就變成有知，接近塵的那邊就變成無知，你的耳識難道還是一半有知一半無知嗎？這個情形在前面眼識講過，所以這麼一說，諸位一想前面的意思，就能夠明瞭經中所說的大意。這樣變成什麼？你的耳識混雜了。為什麼？一半有知、一半無知，雜亂了，哪有這個道理？縱然是這個現象，你這個中相不可得，你還是找不到中間，所以此地講『雜成中界，界無中位』。因為你識在當中，一半有知、一半無知，這當中的中還是找不到；既然沒有當中，這個內外的相，內根外塵，內外的相你又怎麼能夠建立？這是叫我們推求。"
    },
    {
      "id": "07-001-0096_p0009",
      "zh_CN": "我们日用平常，可以说我们的心都太粗，多少事情是颠倒是非，你仔细想想，毛病百出。譬如天热了，我们搧扇子，这就颠倒，扇子还用得你去搧吗？我们习惯说搧扇子，你们想想这个话，是不是颠倒？扇子要你搧吗？扇子不要你搧。衣服脏了，说洗衣服，衣服要你洗吗？这就是我们整个生活都在颠倒错乱之中，你仔细一研究，处处都是毛病，这就是叫你深入一层，你去追究，处处都不能成立。我们叫扫地，地要你扫个什么？抹桌子，桌子还用得着你抹？抹的是什么？桌上的灰尘，不是抹桌子。擦黑板，黑板不要你擦，擦黑板上的粉笔灰；如果擦黑板，一擦黑板就擦掉才叫擦黑板，黑的擦掉了。正是处处都颠倒，你们仔细想一想才了解。自己还认为我们说的话没说错，你要跟佛说话，佛这么一辩驳，处处就觉得是错误，没有一句话我们说对了。所以佛法不叫你马虎，不叫你含糊笼统，样样事情追根究柢，要把这个事实真相搞清楚。搞清楚、搞明了之后自己不迷，在应用上还是很慎重，众生叫搧扇子，我们也叫搧扇子，众生不知道搧扇子错误，我们晓得，我们随顺他，他怎么说我们也怎么说，无需要跟他去辩驳。除非是深入追究真相，就得要把这个话要讲清楚；如果不是深入追究真相的话，那就不需要，恒顺众生，随喜功德。佛法，诸位要是深入之后，其味无穷！",
      "zh_TW": "我們日用平常，可以說我們的心都太粗，多少事情是顛倒是非，你仔細想想，毛病百出。譬如天熱了，我們搧扇子，這就顛倒，扇子還用得你去搧嗎？我們習慣說搧扇子，你們想想這個話，是不是顛倒？扇子要你搧嗎？扇子不要你搧。衣服髒了，說洗衣服，衣服要你洗嗎？這就是我們整個生活都在顛倒錯亂之中，你仔細一研究，處處都是毛病，這就是叫你深入一層，你去追究，處處都不能成立。我們叫掃地，地要你掃個什麼？抹桌子，桌子還用得著你抹？抹的是什麼？桌上的灰塵，不是抹桌子。擦黑板，黑板不要你擦，擦黑板上的粉筆灰；如果擦黑板，一擦黑板就擦掉才叫擦黑板，黑的擦掉了。正是處處都顛倒，你們仔細想一想才了解。自己還認為我們說的話沒說錯，你要跟佛說話，佛這麼一辯駁，處處就覺得是錯誤，沒有一句話我們說對了。所以佛法不叫你馬虎，不叫你含糊籠統，樣樣事情追根究柢，要把這個事實真相搞清楚。搞清楚、搞明瞭之後自己不迷，在應用上還是很慎重，眾生叫搧扇子，我們也叫搧扇子，眾生不知道搧扇子錯誤，我們曉得，我們隨順他，他怎麼說我們也怎麼說，無需要跟他去辯駁。除非是深入追究真相，就得要把這個話要講清楚；如果不是深入追究真相的話，那就不需要，恆順眾生，隨喜功德。佛法，諸位要是深入之後，其味無窮！"
    },
    {
      "id": "07-001-0096_p0010",
      "zh_CN": "【是故当知耳声为缘。生耳识界。三处都无。】",
      "zh_TW": "【是故當知耳聲為緣。生耳識界。三處都無。】"
    },
    {
      "id": "07-001-0096_p0011",
      "zh_CN": "这是把真相说出来，耳、声、识三处都是虚妄，不是真实。如果是真实的，我们应当找得出来；不是真实的，所以你找不出来。四科七大是世出世间一切法的归纳、总纲领，这段经文也不算太长，说明一一法俱了不可得。《楞严经》是这么长的一段经文，《金刚经》上是两句话，「凡所有相，皆是虚妄」。『三处都无』，岂不皆是虚妄吗？所以我们要是很冷静的去观察，世出世间一切法你仔细一追究，确实三处都无，了不可得。",
      "zh_TW": "這是把真相說出來，耳、聲、識三處都是虛妄，不是真實。如果是真實的，我們應當找得出來；不是真實的，所以你找不出來。四科七大是世出世間一切法的歸納、總綱領，這段經文也不算太長，說明一一法俱了不可得。《楞嚴經》是這麼長的一段經文，《金剛經》上是兩句話，「凡所有相，皆是虛妄」。『三處都無』，豈不皆是虛妄嗎？所以我們要是很冷靜的去觀察，世出世間一切法你仔細一追究，確實三處都無，了不可得。"
    },
    {
      "id": "07-001-0096_p0012",
      "zh_CN": "【则耳与声及声界三。本非因缘。非自然性。】",
      "zh_TW": "【則耳與聲及聲界三。本非因緣。非自然性。】"
    },
    {
      "id": "07-001-0096_p0013",
      "zh_CN": "诸位如果能够见到这个真相，你就证得无生法忍。为什么？本非因缘，亦非自然。非因缘怎么说？小乘人执着，小乘、权教都执着一切法是因缘生，佛在教小乘、权教菩萨也常常这么说。小乘、权教他就执着，以为这一切法是因缘生，他不晓得佛所讲的「因缘生法」这句话的意思很深。大乘菩萨听到这句话，他了解「因缘所生法，我说即是空」，为什么？缘生无性，无自性，当体即空，大乘人能够领悟到的。小乘、权教他的领悟力没有这么深，于是就执着是因缘生。佛为了要破小乘人、破权教菩萨的执着，在此地说出『本非因缘，非自然性』。「本非因缘」就可以了，何必还要个「非自然性」？非自然性这一句是破外道的执着，因为在印度当时有很多外道，他们学问、道行、定力都有相当的功夫，他们执着一切法是自然而有的，自然而有也讲不通，所以这一句是破外道的，也是为了断除我们的疑惑，我们要了解一切法的真相。这三处都无，就是刚才给诸位讲的，《中观论》上所讲的不生于境、不生于空、又不是共生，说明一切法无生。你说因缘生、说自然有，都是戏论，都不是事实的真相。",
      "zh_TW": "諸位如果能夠見到這個真相，你就證得無生法忍。為什麼？本非因緣，亦非自然。非因緣怎麼說？小乘人執著，小乘、權教都執著一切法是因緣生，佛在教小乘、權教菩薩也常常這麼說。小乘、權教他就執著，以為這一切法是因緣生，他不曉得佛所講的「因緣生法」這句話的意思很深。大乘菩薩聽到這句話，他了解「因緣所生法，我說即是空」，為什麼？緣生無性，無自性，當體即空，大乘人能夠領悟到的。小乘、權教他的領悟力沒有這麼深，於是就執著是因緣生。佛為了要破小乘人、破權教菩薩的執著，在此地說出『本非因緣，非自然性』。「本非因緣」就可以了，何必還要個「非自然性」？非自然性這一句是破外道的執著，因為在印度當時有很多外道，他們學問、道行、定力都有相當的功夫，他們執著一切法是自然而有的，自然而有也講不通，所以這一句是破外道的，也是為了斷除我們的疑惑，我們要了解一切法的真相。這三處都無，就是剛才給諸位講的，《中觀論》上所講的不生於境、不生於空、又不是共生，說明一切法無生。你說因緣生、說自然有，都是戲論，都不是事實的真相。"
    },
    {
      "id": "07-001-0096_p0014",
      "zh_CN": "再看底下一段，第三段「鼻香识界」。",
      "zh_TW": "再看底下一段，第三段「鼻香識界」。"
    },
    {
      "id": "07-001-0096_p0015",
      "zh_CN": "【阿难。又汝所明。鼻香为缘。生于鼻识。】",
      "zh_TW": "【阿難。又汝所明。鼻香為緣。生於鼻識。】"
    },
    {
      "id": "07-001-0096_p0016",
      "zh_CN": "这是佛再叫着阿难尊者给他说，『又汝所明』，阿难是小乘的圣者，他在楞严会上是小乘的初果。",
      "zh_TW": "這是佛再叫著阿難尊者給他說，『又汝所明』，阿難是小乘的聖者，他在楞嚴會上是小乘的初果。"
    },
    {
      "id": "07-001-0096_p0017",
      "zh_CN": "我在这里也透一点消息给诸位，我们这个地方法缘很盛，《楞严经》过去印的本子差不多已经送完，现在留下来、剩下来的只有几十本，我们讲堂里现在在用。《楞严》这一门我们要常讲，将来可能是周而复始的讲，一遍讲完之后，我们从头再讲。同时我们很希望将来能够办个小型的研究班，由同修专门来研究《楞严》。我手头上还有几十种好的注解，我都可以提供，如果有个三、四年的时间专门研究这部经。这一次陆居士，就是今天晚上我们回向给他的陆居士，他发心拿了五万块钱来，印《楞严经》经本。我们最近也从香港得到一个本子，《楞严经》的指要、科会、表解三种的合订本，本子大概也像我们的这样大，我们现在已经印去了。这个对于研究《楞严》的人来说，是非常好的消息。",
      "zh_TW": "我在這裡也透一點消息給諸位，我們這個地方法緣很盛，《楞嚴經》過去印的本子差不多已經送完，現在留下來、剩下來的只有幾十本，我們講堂裡現在在用。《楞嚴》這一門我們要常講，將來可能是周而復始的講，一遍講完之後，我們從頭再講。同時我們很希望將來能夠辦個小型的研究班，由同修專門來研究《楞嚴》。我手頭上還有幾十種好的註解，我都可以提供，如果有個三、四年的時間專門研究這部經。這一次陸居士，就是今天晚上我們迴向給他的陸居士，他發心拿了五萬塊錢來，印《楞嚴經》經本。我們最近也從香港得到一個本子，《楞嚴經》的指要、科會、表解三種的合訂本，本子大概也像我們的這樣大，我們現在已經印去了。這個對於研究《楞嚴》的人來說，是非常好的消息。"
    },
    {
      "id": "07-001-0096_p0018",
      "zh_CN": "《大乘起信论》，上个星期妙莲法师送我一本新的注解，是日本人的著作，丰子恺的翻译。这个本子我看了很不错，版本是十二开的，我决定要把它马上翻印出来，供养诸位专门研究《起信论》的。《起信论》这个科目非常重要，因为我们在起信上奠定基础之后，可以说一切大乘经义都可以迎刃而解。",
      "zh_TW": "《大乘起信論》，上個星期妙蓮法師送我一本新的註解，是日本人的著作，豐子愷的翻譯。這個本子我看了很不錯，版本是十二開的，我決定要把它馬上翻印出來，供養諸位專門研究《起信論》的。《起信論》這個科目非常重要，因為我們在起信上奠定基礎之後，可以說一切大乘經義都可以迎刃而解。"
    },
    {
      "id": "07-001-0096_p0019",
      "zh_CN": "《华严经》，我们也曾经发了大心，希望把《华严经》讲圆满，但是《八十华严》的本子我们只有二十几部，连三十部都不到。《华严》的讲座是长期，将来有这个因缘的时候，我们可能一个星期，我是打算八月开始先录音，因为七月我有三个大专讲座，七月是很忙。想八月开始，我们利用每天上午的时间，一个星期三次，一次两个钟点，共六个钟点录音，我是准备录一百次，一百个礼拜，一个礼拜六个小时，那就是六百个钟点。我们用精简的方法，就是对于经文里头精华的部分我们细讲，能够看得懂的地方都省略，用这个方法，打算是六百个小时把一部《华严经》讲圆满，我预计两年就成功。就是一百个星期，一年五十个星期，一百个星期两年就把它讲完。将来这个录音带我们流通，当然我们还要把经本子附带赠送。这流通的方法我们服务，因为六百个带子是相当多，所以诸位目前你心理上有个准备，如果你需要一套的话，你就准备带子，到时候我们在此地讲，你带了录音机来录，一个礼拜录六个带子，两年你家里就有一套《华严经》。",
      "zh_TW": "《華嚴經》，我們也曾經發了大心，希望把《華嚴經》講圓滿，但是《八十華嚴》的本子我們只有二十幾部，連三十部都不到。《華嚴》的講座是長期，將來有這個因緣的時候，我們可能一個星期，我是打算八月開始先錄音，因為七月我有三個大專講座，七月是很忙。想八月開始，我們利用每天上午的時間，一個星期三次，一次兩個鐘點，共六個鐘點錄音，我是準備錄一百次，一百個禮拜，一個禮拜六個小時，那就是六百個鐘點。我們用精簡的方法，就是對於經文裡頭精華的部分我們細講，能夠看得懂的地方都省略，用這個方法，打算是六百個小時把一部《華嚴經》講圓滿，我預計兩年就成功。就是一百個星期，一年五十個星期，一百個星期兩年就把它講完。將來這個錄音帶我們流通，當然我們還要把經本子附帶贈送。這流通的方法我們服務，因為六百個帶子是相當多，所以諸位目前你心理上有個準備，如果你需要一套的話，你就準備帶子，到時候我們在此地講，你帶了錄音機來錄，一個禮拜錄六個帶子，兩年你家裡就有一套《華嚴經》。"
    },
    {
      "id": "07-001-0096_p0020",
      "zh_CN": "今天有个居士很发心，他发心来印《华严经》，所以我说真是感应道交，我八月想开始录音，正是缺乏经本，他发心来印《华严经》。从这些许多殊胜的因缘上来看，从小的方面来看，也能够看到我们国家的国运。佛法兴隆，国运就昌隆，这是一定的道理，所以从这一点点小的迹象来看，我们国家的前途非常光明，我们这个地区必定很安定，所以大经是一定要发心弘扬。因为每天晚上讲经的时间实在抽不出来，如果一天像这样讲一次，我们《四十华严》讲一次，星期五继续不断的在讲，《八十华严》我们就改在白天，八月开始我们改在白天。只要诸位同修有空闲的时间，都可以来听，或者是你自己没有空闲，你有些亲戚朋友有空闲，因为我们从头讲，欢迎到这里来听。我们主要是录音的，这是在此地附带给诸位透一点消息。",
      "zh_TW": "今天有個居士很發心，他發心來印《華嚴經》，所以我說真是感應道交，我八月想開始錄音，正是缺乏經本，他發心來印《華嚴經》。從這些許多殊勝的因緣上來看，從小的方面來看，也能夠看到我們國家的國運。佛法興隆，國運就昌隆，這是一定的道理，所以從這一點點小的跡象來看，我們國家的前途非常光明，我們這個地區必定很安定，所以大經是一定要發心弘揚。因為每天晚上講經的時間實在抽不出來，如果一天像這樣講一次，我們《四十華嚴》講一次，星期五繼續不斷的在講，《八十華嚴》我們就改在白天，八月開始我們改在白天。只要諸位同修有空閒的時間，都可以來聽，或者是你自己沒有空閒，你有些親戚朋友有空閒，因為我們從頭講，歡迎到這裡來聽。我們主要是錄音的，這是在此地附帶給諸位透一點消息。"
    },
    {
      "id": "07-001-0096_p0021",
      "zh_CN": "二乘、权教的境界，就是「又汝所明」，你所了解的。你所了解的是什么？『鼻香为缘，生于鼻识』，这个地方凡是讲「界」，专指识而说的。",
      "zh_TW": "二乘、權教的境界，就是「又汝所明」，你所了解的。你所了解的是什麼？『鼻香為緣，生於鼻識』，這個地方凡是講「界」，專指識而說的。"
    },
    {
      "id": "07-001-0096_p0022",
      "zh_CN": "【此识为复因鼻所生。以鼻为界。】",
      "zh_TW": "【此識為復因鼻所生。以鼻為界。】"
    },
    {
      "id": "07-001-0096_p0023",
      "zh_CN": "『界』就是识的意思。",
      "zh_TW": "『界』就是識的意思。"
    },
    {
      "id": "07-001-0096_p0024",
      "zh_CN": "【因香所生。以香为界。】",
      "zh_TW": "【因香所生。以香為界。】"
    },
    {
      "id": "07-001-0096_p0025",
      "zh_CN": "这几句是破鼻生当中，又以浮尘根、胜义根同时提出来，先破浮尘根，这个意思非常明显，一看就明了，其次再从胜义根上来着眼。同时佛的破法，他是以肉鼻、鼻孔（虚空）、香尘为胜义根所寄托的处所，这样一一破之，胜义根尚且不可得，何况因根所生的鼻识？",
      "zh_TW": "這幾句是破鼻生當中，又以浮塵根、勝義根同時提出來，先破浮塵根，這個意思非常明顯，一看就明瞭，其次再從勝義根上來著眼。同時佛的破法，他是以肉鼻、鼻孔（虛空）、香塵為勝義根所寄託的處所，這樣一一破之，勝義根尚且不可得，何況因根所生的鼻識？"
    },
    {
      "id": "07-001-0096_p0026",
      "zh_CN": "【阿难。若因鼻生。】",
      "zh_TW": "【阿難。若因鼻生。】"
    },
    {
      "id": "07-001-0096_p0027",
      "zh_CN": "这是讲鼻识因鼻根而生的。",
      "zh_TW": "這是講鼻識因鼻根而生的。"
    },
    {
      "id": "07-001-0096_p0028",
      "zh_CN": "【则汝心中以何为鼻。】",
      "zh_TW": "【則汝心中以何為鼻。】"
    },
    {
      "id": "07-001-0096_p0029",
      "zh_CN": "这底下就破了，你是以什么为鼻？",
      "zh_TW": "這底下就破了，你是以什麼為鼻？"
    },
    {
      "id": "07-001-0096_p0030",
      "zh_CN": "【为取肉形双爪之相。】",
      "zh_TW": "【為取肉形雙爪之相。】"
    },
    {
      "id": "07-001-0096_p0031",
      "zh_CN": "这就是反问阿难，什么是你的鼻？是不是这个肉鼻，像双爪之相，你以为这是鼻？",
      "zh_TW": "這就是反問阿難，什麼是你的鼻？是不是這個肉鼻，像雙爪之相，你以為這是鼻？"
    },
    {
      "id": "07-001-0096_p0032",
      "zh_CN": "【为取嗅知动摇之性。】",
      "zh_TW": "【為取嗅知動搖之性。】"
    },
    {
      "id": "07-001-0096_p0033",
      "zh_CN": "你还是为取能够闻这个功能，『性』当作功能讲，你以能够闻的功能做为鼻？诸位要晓得，肉鼻就是浮尘根，能够嗅香的功能就是胜义根，所以这一句里面就把浮尘根、胜义根都说出来了。佛底下就分别来破：",
      "zh_TW": "你還是為取能夠聞這個功能，『性』當作功能講，你以能夠聞的功能做為鼻？諸位要曉得，肉鼻就是浮塵根，能夠嗅香的功能就是勝義根，所以這一句裡面就把浮塵根、勝義根都說出來了。佛底下就分別來破："
    },
    {
      "id": "07-001-0096_p0034",
      "zh_CN": "【若取肉形。肉质乃身。身知即触。名身非鼻。名触即尘。鼻尚无名。云何立界。】",
      "zh_TW": "【若取肉形。肉質乃身。身知即觸。名身非鼻。名觸即塵。鼻尚無名。云何立界。】"
    },
    {
      "id": "07-001-0096_p0035",
      "zh_CN": "这个我想诸位一看就明了，鼻是身体的一部分，我们不能说身根就把鼻拿掉，没有这个道理！这个鼻是属于身。身所对的是触尘，不叫做香尘，我们的肉鼻这是身体，身体的对象是触尘，我们摸摸鼻子的时候有感觉，这是触尘，这是非常显然的，肉鼻没有嗅香的功能，所以它是身体的一部分，确实属于身根，你在身根里头再去建立一个鼻，这是说不通的。『鼻尚无名，云何立界』，鼻的名称实在讲都没有，哪里还有鼻识？这几句话就说明浮尘根不能生识，浮尘根是身根的一部分。再看底下讲胜义根：",
      "zh_TW": "這個我想諸位一看就明瞭，鼻是身體的一部分，我們不能說身根就把鼻拿掉，沒有這個道理！這個鼻是屬於身。身所對的是觸塵，不叫做香塵，我們的肉鼻這是身體，身體的對象是觸塵，我們摸摸鼻子的時候有感覺，這是觸塵，這是非常顯然的，肉鼻沒有嗅香的功能，所以它是身體的一部分，確實屬於身根，你在身根裡頭再去建立一個鼻，這是說不通的。『鼻尚無名，云何立界』，鼻的名稱實在講都沒有，哪裡還有鼻識？這幾句話就說明浮塵根不能生識，浮塵根是身根的一部分。再看底下講勝義根："
    },
    {
      "id": "07-001-0096_p0036",
      "zh_CN": "【若取嗅知。】",
      "zh_TW": "【若取嗅知。】"
    },
    {
      "id": "07-001-0096_p0037",
      "zh_CN": "这是讲胜义根。",
      "zh_TW": "這是講勝義根。"
    },
    {
      "id": "07-001-0096_p0038",
      "zh_CN": "【又汝心中以何为知。】",
      "zh_TW": "【又汝心中以何為知。】"
    },
    {
      "id": "07-001-0096_p0039",
      "zh_CN": "胜义根比较难懂，这个意思是说，你要是取嗅知之性为鼻根的话，佛就反问你，你的心里面以为什么是你的嗅知性？你的嗅知性在哪里？",
      "zh_TW": "勝義根比較難懂，這個意思是說，你要是取嗅知之性為鼻根的話，佛就反問你，你的心裡面以為什麼是你的嗅知性？你的嗅知性在哪裡？"
    },
    {
      "id": "07-001-0096_p0040",
      "zh_CN": "【以肉为知。】",
      "zh_TW": "【以肉為知。】"
    },
    {
      "id": "07-001-0096_p0041",
      "zh_CN": "『肉』是肉鼻，你要是以肉为知的话：",
      "zh_TW": "『肉』是肉鼻，你要是以肉為知的話："
    },
    {
      "id": "07-001-0096_p0042",
      "zh_CN": "【则肉之知。元触非鼻。】",
      "zh_TW": "【則肉之知。元觸非鼻。】"
    },
    {
      "id": "07-001-0096_p0043",
      "zh_CN": "前面说过，这是浮尘根，不能建立，不以肉鼻为知。",
      "zh_TW": "前面說過，這是浮塵根，不能建立，不以肉鼻為知。"
    },
    {
      "id": "07-001-0096_p0044",
      "zh_CN": "【以空为知。】",
      "zh_TW": "【以空為知。】"
    },
    {
      "id": "07-001-0096_p0045",
      "zh_CN": "空是什么？鼻孔里面的空间。不以这个肉鼻，以鼻孔的空间，以这个为能够嗅知的话。",
      "zh_TW": "空是什麼？鼻孔裡面的空間。不以這個肉鼻，以鼻孔的空間，以這個為能夠嗅知的話。"
    },
    {
      "id": "07-001-0096_p0046",
      "zh_CN": "【空则自知。肉应非觉。】",
      "zh_TW": "【空則自知。肉應非覺。】"
    },
    {
      "id": "07-001-0096_p0047",
      "zh_CN": "鼻孔里头的虚空，那问一问，与外面的虚空一样不一样？鼻孔虚空要是会知的话，外头虚空应当也会知，虚空会知吗？虚空会知的话，与你的鼻有什么相干？确实鼻孔里的空跟外面的空没有两样，所以佛在此地说，空如果有知的话，你的鼻根应当没有知觉。",
      "zh_TW": "鼻孔裡頭的虛空，那問一問，與外面的虛空一樣不一樣？鼻孔虛空要是會知的話，外頭虛空應當也會知，虛空會知嗎？虛空會知的話，與你的鼻有什麼相干？確實鼻孔裡的空跟外面的空沒有兩樣，所以佛在此地說，空如果有知的話，你的鼻根應當沒有知覺。"
    },
    {
      "id": "07-001-0096_p0048",
      "zh_CN": "【如是则应虚空是汝。】",
      "zh_TW": "【如是則應虛空是汝。】"
    },
    {
      "id": "07-001-0096_p0049",
      "zh_CN": "假如说我这个鼻孔当中空就是我的胜义根，胜义根就是我的嗅知性，好，那整个虚空都是你，『则应虚空是汝』。",
      "zh_TW": "假如說我這個鼻孔當中空就是我的勝義根，勝義根就是我的嗅知性，好，那整個虛空都是你，『則應虛空是汝』。"
    },
    {
      "id": "07-001-0096_p0050",
      "zh_CN": "【汝身非知。今日阿难应无所在。】",
      "zh_TW": "【汝身非知。今日阿難應無所在。】"
    },
    {
      "id": "07-001-0096_p0051",
      "zh_CN": "整个虚空都是你的嗅知性，换句话说，你自己在哪里？眼耳鼻舌身意六识应该在你的身上，都跑到虚空里头去，你这个身算什么？到这个地方是说明胜义根也讲不通，根不能生识。我们再看，根不能生，是不是尘生的？鼻根所对的是香尘。",
      "zh_TW": "整個虛空都是你的嗅知性，換句話說，你自己在哪裡？眼耳鼻舌身意六識應該在你的身上，都跑到虛空裡頭去，你這個身算什麼？到這個地方是說明勝義根也講不通，根不能生識。我們再看，根不能生，是不是塵生的？鼻根所對的是香塵。"
    },
    {
      "id": "07-001-0096_p0052",
      "zh_CN": "【以香为知。知自属香。何预于汝。】",
      "zh_TW": "【以香為知。知自屬香。何預於汝。】"
    },
    {
      "id": "07-001-0096_p0053",
      "zh_CN": "浮尘、胜义之知都不能够成立，照前面的意思说，嗅知性不是肉鼻，也不依空，能不能依香而生？佛在此地就是破除这个错误的知见。如果说香尘能生嗅知之性的话，这个嗅知性应当属于香尘，这里头问题就来了；换句话说，香尘本身它就有嗅知性，与你鼻根又有什么关系？那就不相干了。",
      "zh_TW": "浮塵、勝義之知都不能夠成立，照前面的意思說，嗅知性不是肉鼻，也不依空，能不能依香而生？佛在此地就是破除這個錯誤的知見。如果說香塵能生嗅知之性的話，這個嗅知性應當屬於香塵，這裡頭問題就來了；換句話說，香塵本身它就有嗅知性，與你鼻根又有什麼關係？那就不相干了。"
    },
    {
      "id": "07-001-0096_p0054",
      "zh_CN": "【若香臭气必生汝鼻。则彼香臭二种流气。不生伊兰及栴檀木。】",
      "zh_TW": "【若香臭氣必生汝鼻。則彼香臭二種流氣。不生伊蘭及栴檀木。】"
    },
    {
      "id": "07-001-0096_p0055",
      "zh_CN": "这是举出植物当中两种做代表，言语是假设，如果说『香臭气必生汝鼻』，这就是以香臭生识，生你的鼻识。香臭气它是流动的，我们晓得随着空气流动，香臭气要是必定生你鼻的嗅知性，这个香臭气就不必生于『伊兰及栴檀木』。「栴檀木」是檀香，香气，「伊兰」是最臭的一种植物，两个极端，「栴檀」是极香之植物，真正的檀香非常名贵。",
      "zh_TW": "這是舉出植物當中兩種做代表，言語是假設，如果說『香臭氣必生汝鼻』，這就是以香臭生識，生你的鼻識。香臭氣它是流動的，我們曉得隨著空氣流動，香臭氣要是必定生你鼻的嗅知性，這個香臭氣就不必生於『伊蘭及栴檀木』。「栴檀木」是檀香，香氣，「伊蘭」是最臭的一種植物，兩個極端，「栴檀」是極香之植物，真正的檀香非常名貴。"
    },
    {
      "id": "07-001-0096_p0056",
      "zh_CN": "【二物不来。汝自嗅鼻为香为臭。】",
      "zh_TW": "【二物不來。汝自嗅鼻為香為臭。】"
    },
    {
      "id": "07-001-0096_p0057",
      "zh_CN": "你的鼻识要真是从香臭气生的，好了，没有伊兰，也没有栴檀，不要外面这些气味，你的鼻子是什么样子？嗅知性到底是香还是臭？底下说：",
      "zh_TW": "你的鼻識要真是從香臭氣生的，好了，沒有伊蘭，也沒有栴檀，不要外面這些氣味，你的鼻子是什麼樣子？嗅知性到底是香還是臭？底下說："
    },
    {
      "id": "07-001-0096_p0058",
      "zh_CN": "【臭则非香。香应非臭。】",
      "zh_TW": "【臭則非香。香應非臭。】"
    },
    {
      "id": "07-001-0096_p0059",
      "zh_CN": "鼻子如果闻到香的话，它就不应该闻到臭的气味，为什么？它本来就是香的，那个臭它应该闻不到；如果本来是臭鼻的话，它也不能闻到香味。",
      "zh_TW": "鼻子如果聞到香的話，它就不應該聞到臭的氣味，為什麼？它本來就是香的，那個臭它應該聞不到；如果本來是臭鼻的話，它也不能聞到香味。"
    },
    {
      "id": "07-001-0096_p0060",
      "zh_CN": "【若香臭二俱能闻者。则汝一人应有两鼻。对我问道。有二阿难。谁为汝体。】",
      "zh_TW": "【若香臭二俱能聞者。則汝一人應有兩鼻。對我問道。有二阿難。誰為汝體。】"
    },
    {
      "id": "07-001-0096_p0061",
      "zh_CN": "诸位一定要记住前面假设的大前提，这是讲气味也能生识的话，气味里面就是举出香臭两种相对，你这个鼻识是香所生的还是臭所生的？臭所生的不能闻香，香所生的不能闻臭，如果说你这个鼻香臭都能闻；换句话说，你变成两个鼻识，一个鼻识闻香、一个鼻识闻臭。两个鼻识那就是两个人，所以佛讲『对我问道』，有两个『阿难』，哪有这个道理？两个阿难，哪个是你自己？",
      "zh_TW": "諸位一定要記住前面假設的大前提，這是講氣味也能生識的話，氣味裡面就是舉出香臭兩種相對，你這個鼻識是香所生的還是臭所生的？臭所生的不能聞香，香所生的不能聞臭，如果說你這個鼻香臭都能聞；換句話說，你變成兩個鼻識，一個鼻識聞香、一個鼻識聞臭。兩個鼻識那就是兩個人，所以佛講『對我問道』，有兩個『阿難』，哪有這個道理？兩個阿難，哪個是你自己？"
    },
    {
      "id": "07-001-0096_p0062",
      "zh_CN": "【若鼻是一。香臭无二。】",
      "zh_TW": "【若鼻是一。香臭無二。】"
    },
    {
      "id": "07-001-0096_p0063",
      "zh_CN": "这个意思是说，气味既然生鼻识，鼻识又是一个，而所生的香臭并无有二。",
      "zh_TW": "這個意思是說，氣味既然生鼻識，鼻識又是一個，而所生的香臭並無有二。"
    },
    {
      "id": "07-001-0096_p0064",
      "zh_CN": "【臭既为香。香复成臭。二性不有。界从谁立。若因香生。识因香有。】",
      "zh_TW": "【臭既為香。香復成臭。二性不有。界從誰立。若因香生。識因香有。】"
    },
    {
      "id": "07-001-0096_p0065",
      "zh_CN": "前面两句是假设，如果臭可以为香，香也可以为臭，换句话说，香臭不分；香臭不分了，你鼻识的界限从哪里建立？如果说鼻识是因香尘所生的，换句话说，就是以香尘为识的界限，识就是因香而有的。我们以这个前提来看：",
      "zh_TW": "前面兩句是假設，如果臭可以為香，香也可以為臭，換句話說，香臭不分；香臭不分了，你鼻識的界限從哪裡建立？如果說鼻識是因香塵所生的，換句話說，就是以香塵為識的界限，識就是因香而有的。我們以這個前提來看："
    },
    {
      "id": "07-001-0096_p0066",
      "zh_CN": "【如眼有见。不能观眼。因香有故。应不知香。】",
      "zh_TW": "【如眼有見。不能觀眼。因香有故。應不知香。】"
    },
    {
      "id": "07-001-0096_p0067",
      "zh_CN": "我们拿眼根做一个例子，这是用比喻来说，我们见确实是因眼有的，但是眼能够见一切物，眼不能见自己的眼。以此类推，识是因香而有的；换句话说，它应当不知香。",
      "zh_TW": "我們拿眼根做一個例子，這是用比喻來說，我們見確實是因眼有的，但是眼能夠見一切物，眼不能見自己的眼。以此類推，識是因香而有的；換句話說，它應當不知香。"
    },
    {
      "id": "07-001-0096_p0068",
      "zh_CN": "【知即非生。不知非识。】",
      "zh_TW": "【知即非生。不知非識。】"
    },
    {
      "id": "07-001-0096_p0069",
      "zh_CN": "在此地下决断，能知就不是香尘所生的，你说不知，不知不能叫做识。由此可知，从香生这个说法是不能成立的。",
      "zh_TW": "在此地下決斷，能知就不是香塵所生的，你說不知，不知不能叫做識。由此可知，從香生這個說法是不能成立的。"
    },
    {
      "id": "07-001-0096_p0070",
      "zh_CN": "【香非知有。】",
      "zh_TW": "【香非知有。】"
    },
    {
      "id": "07-001-0096_p0071",
      "zh_CN": "这是我们大家晓得的，香臭无知。",
      "zh_TW": "這是我們大家曉得的，香臭無知。"
    },
    {
      "id": "07-001-0096_p0072",
      "zh_CN": "【香界不成。识不知香。因界则非从香建立。】",
      "zh_TW": "【香界不成。識不知香。因界則非從香建立。】"
    },
    {
      "id": "07-001-0096_p0073",
      "zh_CN": "香既然是非有知，识又不能知香，这个界限当然不能建立。",
      "zh_TW": "香既然是非有知，識又不能知香，這個界限當然不能建立。"
    },
    {
      "id": "07-001-0096_p0074",
      "zh_CN": "【既无中间。不成内外。彼诸闻性。毕竟虚妄。】",
      "zh_TW": "【既無中間。不成內外。彼諸聞性。畢竟虛妄。】"
    },
    {
      "id": "07-001-0096_p0075",
      "zh_CN": "『既无中间』这个中间，就是指根境的当中，我们鼻根与香尘这个当中，你要是认为这个当中能够生识，其实内外根境找不到，像前面所讲的，找不到中间；中间找不到，要是说中间能够生识，这是讲不通的。所以说『彼诸闻性，毕竟虚妄』，为什么？没处所。就像经的前面佛叫阿难找心，心在哪里？不管真心、妄心，真心也好、妄心也好，心在什么地方？阿难七处征心，了不可得。",
      "zh_TW": "『既無中間』這個中間，就是指根境的當中，我們鼻根與香塵這個當中，你要是認為這個當中能夠生識，其實內外根境找不到，像前面所講的，找不到中間；中間找不到，要是說中間能夠生識，這是講不通的。所以說『彼諸聞性，畢竟虛妄』，為什麼？沒處所。就像經的前面佛叫阿難找心，心在哪裡？不管真心、妄心，真心也好、妄心也好，心在什麼地方？阿難七處徵心，了不可得。"
    },
    {
      "id": "07-001-0096_p0076",
      "zh_CN": "【是故当知鼻香为缘。生鼻识界。三处都无。则鼻与香及香界三。本非因缘。非自然性。】",
      "zh_TW": "【是故當知鼻香為緣。生鼻識界。三處都無。則鼻與香及香界三。本非因緣。非自然性。】"
    },
    {
      "id": "07-001-0096_p0077",
      "zh_CN": "我们明白了，『三处都无』，可见得鼻、香以及鼻识都无自性，既无自性，当然就谈不上因缘、自然这些戏论。学佛的大前提，我们也常常与同修们提示，要紧的是要开悟、是要有悟处，这个悟处又不能勉强，不是强求得来的。我们之所以不悟，诸位要晓得，这里头有障碍，障碍是什么？就是分别、妄想，去掉分别妄想才有开悟的可能。我们今听特别是大乘了义经典，《楞严》也是其中的一部，处处都是启发我们开悟，每讲到『本非因缘，非自然性』，这都是给我们开启悟门，所以这个经从头到尾可以说处处在指引我们。一处错过了，底下还有悟处，底下错过了下面还有，这是佛菩萨的大慈大悲。我们在这里面可以有疑情，不能有疑惑，这是必须要把它搞清楚的，疑惑是迷，疑情是求悟，这是不相同的。",
      "zh_TW": "我們明白了，『三處都無』，可見得鼻、香以及鼻識都無自性，既無自性，當然就談不上因緣、自然這些戲論。學佛的大前提，我們也常常與同修們提示，要緊的是要開悟、是要有悟處，這個悟處又不能勉強，不是強求得來的。我們之所以不悟，諸位要曉得，這裡頭有障礙，障礙是什麼？就是分別、妄想，去掉分別妄想才有開悟的可能。我們今聽特別是大乘了義經典，《楞嚴》也是其中的一部，處處都是啟發我們開悟，每講到『本非因緣，非自然性』，這都是給我們開啟悟門，所以這個經從頭到尾可以說處處在指引我們。一處錯過了，底下還有悟處，底下錯過了下面還有，這是佛菩薩的大慈大悲。我們在這裡面可以有疑情，不能有疑惑，這是必須要把它搞清楚的，疑惑是迷，疑情是求悟，這是不相同的。"
    },
    {
      "id": "07-001-0096_p0078",
      "zh_CN": "什么叫做疑情？什么叫疑惑？疑惑，或者是没听佛法之前迷惑在里面，对于事实真相是一无所知；或者是听了佛法之后又迷惑了，对于佛所说的这些事理莫知所云，不晓得他在说些什么，这都是疑惑。疑情又是什么？疑情是听了佛说的话，听得清清楚楚、明明白白，可是不是自己的境界，但是相信佛所讲的决定是真实；对于圣言量自己能够深信不疑，但是不是自己境界，我们自己如何去证得这个境界，这是疑情。因为你自己证得了，是自己的现量境界，决定没有疑；不是自己的现量境界，都有疑。疑而信圣言量，这一遍就算是没听懂、没有悟，没有悟，但是相信佛所讲的句句是诱导我们的意思，我们在这地方又错过了，我们再等底下一个机会，心要清净、心要真诚，唯有真诚、清净这才是开悟的条件。如果在这里面起妄想，因为一妄想、一研究又落在意识里头，意识是虚妄分别，那是我们悟入的障碍。所以世间人往往他用这个心堵塞了自己的悟门，变成不能开悟。不悟的时候怎么办？读经。古人常说「读书千遍，其义自见」，读书、读经，也是常给诸位说的修戒定慧，在这里头修戒定慧。好，今天就讲到此地。",
      "zh_TW": "什麼叫做疑情？什麼叫疑惑？疑惑，或者是沒聽佛法之前迷惑在裡面，對於事實真相是一無所知；或者是聽了佛法之後又迷惑了，對於佛所說的這些事理莫知所云，不曉得他在說些什麼，這都是疑惑。疑情又是什麼？疑情是聽了佛說的話，聽得清清楚楚、明明白白，可是不是自己的境界，但是相信佛所講的決定是真實；對於聖言量自己能夠深信不疑，但是不是自己境界，我們自己如何去證得這個境界，這是疑情。因為你自己證得了，是自己的現量境界，決定沒有疑；不是自己的現量境界，都有疑。疑而信聖言量，這一遍就算是沒聽懂、沒有悟，沒有悟，但是相信佛所講的句句是誘導我們的意思，我們在這地方又錯過了，我們再等底下一個機會，心要清淨、心要真誠，唯有真誠、清淨這才是開悟的條件。如果在這裡面起妄想，因為一妄想、一研究又落在意識裡頭，意識是虛妄分別，那是我們悟入的障礙。所以世間人往往他用這個心堵塞了自己的悟門，變成不能開悟。不悟的時候怎麼辦？讀經。古人常說「讀書千遍，其義自見」，讀書、讀經，也是常給諸位說的修戒定慧，在這裡頭修戒定慧。好，今天就講到此地。"
    }
  ]
}