{
  "doc_id": "07-001-0013",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第十三集）　1979/9　台湾景美华藏图书馆",
    "zh_TW": "（第十三集）　1979/9　台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0013",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "07-001-0013_p0001",
      "zh_CN": "【汝今欲研无上菩提真发明性。应当直心酬我所问。十方如来同一道故。出离生死。皆以直心。心言直故。如是乃至终始地位。中间永无诸委曲相。】",
      "zh_TW": "【汝今欲研無上菩提真發明性。應當直心酬我所問。十方如來同一道故。出離生死。皆以直心。心言直故。如是乃至終始地位。中間永無諸委曲相。】"
    },
    {
      "id": "07-001-0013_p0002",
      "zh_CN": "经文讲到此地，这是世尊为了要叫阿难证得妙奢摩他、三摩、禅那，必须把大定的障碍去掉。在圆瑛法师的科文里面是标「如来备破三迷」，迷就是大定的障碍，也可以说佛陀整个言教就是说明这桩事情。如果要叫我们明了攀缘心果真是虚妄的，这是第一层的功夫。我们在经论上常常看到佛这样的开示，我们与善友在一起也常常讨论到这个问题，但是在实际上我们日常生活之中还是用攀缘心，这是我们应当认真来检讨的。如果说不知道攀缘心是个妄心，可以另当别论；既然知道这是妄心，知道这是障碍，知道这是毛病，为什么放不下，为什么不能舍掉它？我们读这段经文，应该要深深的反省；换句话说，我们虽然知道，我们知道得不够彻底，我们是半信半疑。如果彻底的明了，我们就会做到。怎么不彻底法？我们最初第一步就有了问题。我们在此地看这经文，你看佛怎样教阿难尊者，『汝今欲研无上菩提真发明性』，我们要不要这样？我们学佛，尤其是学大乘佛法，哪个不希望去研究无上菩提真发明性？",
      "zh_TW": "經文講到此地，這是世尊為了要叫阿難證得妙奢摩他、三摩、禪那，必須把大定的障礙去掉。在圓瑛法師的科文裡面是標「如來備破三迷」，迷就是大定的障礙，也可以說佛陀整個言教就是說明這樁事情。如果要叫我們明瞭攀緣心果真是虛妄的，這是第一層的功夫。我們在經論上常常看到佛這樣的開示，我們與善友在一起也常常討論到這個問題，但是在實際上我們日常生活之中還是用攀緣心，這是我們應當認真來檢討的。如果說不知道攀緣心是個妄心，可以另當別論；既然知道這是妄心，知道這是障礙，知道這是毛病，為什麼放不下，為什麼不能捨掉它？我們讀這段經文，應該要深深的反省；換句話說，我們雖然知道，我們知道得不夠徹底，我們是半信半疑。如果徹底的明瞭，我們就會做到。怎麼不徹底法？我們最初第一步就有了問題。我們在此地看這經文，你看佛怎樣教阿難尊者，『汝今欲研無上菩提真發明性』，我們要不要這樣？我們學佛，尤其是學大乘佛法，哪個不希望去研究無上菩提真發明性？"
    },
    {
      "id": "07-001-0013_p0003",
      "zh_CN": "这个地方研字不能当研究讲，如果当作研究讲，就又落在意识里面，那又变成障，这个地方「研」当研求讲。我们要想研求无上菩提之道，必须要真实发明自家本具不生不灭的根性，所以说是「真发明性」。唯有这个办法，才能够证得无上菩提，证得无上菩提就是如来的果位，我们俗话讲成佛，那才能成得了佛，这是大事、这是大学问。这个大学问从哪里做起？『应当直心酬我所问』，这句我们千万不要把它小看，无上菩提的第一步就在此地，这句话要再说白一点，就是不妄语。所以世出世间一切学问、一切事功，能够有所建立，都是从不妄语开始。今天的社会不要说在中国，在外国也是一样，而是个什么样的社会？说假话的社会。全世界的人都说假话，没有一句真实话，诸位要晓得，这是个非常悲惨的世界，说假话的后果遭致毁灭。所以，佛把不妄语定在根本大戒里头。在以往我们想想，说几句话骗骗人有什么大不了，这有什么大罪？今天我们想想，全世界的人个个都说假话，才晓得这个问题严重，足以毁灭这个世界。我们要问问，今天要想挽救这个世界，救自己、救社会、救国家、救世界，我们从哪里救起？从不妄语救起就行，非常的有效。我们才晓得不妄语这条戒的重要，它可以救度一切众生。所以佛在此地，你看明明白白的给我们标示出来，你要想成佛，你要想证得大菩提，你就应该「直心酬我所问」。句句话都要说实话，不能带着有一点、一丝毫欺骗的意思在。",
      "zh_TW": "這個地方研字不能當研究講，如果當作研究講，就又落在意識裡面，那又變成障，這個地方「研」當研求講。我們要想研求無上菩提之道，必須要真實發明自家本具不生不滅的根性，所以說是「真發明性」。唯有這個辦法，才能夠證得無上菩提，證得無上菩提就是如來的果位，我們俗話講成佛，那才能成得了佛，這是大事、這是大學問。這個大學問從哪裡做起？『應當直心酬我所問』，這句我們千萬不要把它小看，無上菩提的第一步就在此地，這句話要再說白一點，就是不妄語。所以世出世間一切學問、一切事功，能夠有所建立，都是從不妄語開始。今天的社會不要說在中國，在外國也是一樣，而是個什麼樣的社會？說假話的社會。全世界的人都說假話，沒有一句真實話，諸位要曉得，這是個非常悲慘的世界，說假話的後果遭致毀滅。所以，佛把不妄語定在根本大戒裡頭。在以往我們想想，說幾句話騙騙人有什麼大不了，這有什麼大罪？今天我們想想，全世界的人個個都說假話，才曉得這個問題嚴重，足以毀滅這個世界。我們要問問，今天要想挽救這個世界，救自己、救社會、救國家、救世界，我們從哪裡救起？從不妄語救起就行，非常的有效。我們才曉得不妄語這條戒的重要，它可以救度一切眾生。所以佛在此地，你看明明白白的給我們標示出來，你要想成佛，你要想證得大菩提，你就應該「直心酬我所問」。句句話都要說實話，不能帶著有一點、一絲毫欺騙的意思在。"
    },
    {
      "id": "07-001-0013_p0004",
      "zh_CN": "下面几句说得更好，『十方如来，同一道故』，不但释迦牟尼佛如此，十方三世一切诸佛，只要他是成佛的，都是从这个地方开始，都是从不妄语修的，所以妄语决定没有成就。『出离生死，皆以直心』，心直，生死就没有了。由此可知，生死轮回从哪里来的？心、言不直，才有生死轮回。心要是不直，言语就要造业，四种善业、四种恶业，不妄语、不两舌、不恶口、不绮语，这口的四种善业，善业的反过来就是四种恶业，所感得的果报，就是六道轮回里面三善道与三恶道。由此可知，生死从哪里来的？生死是自己起惑造业招感来的结果，不是外面来的，也不是阎罗王、上帝制造个轮回叫我们到里面去流转，没有这个道理，自己制造的；换句话说，就是心不直。佛法里面讲直心，我们孔老夫子讲正心，诚意正心，讲正心，正心就是佛家讲的直心。所以心要是正直，在世间法里面修身、齐家、治国、平天下，成就其丰功伟业，造福人群。不但造一世人之福，果然诚正，像孔老夫子他造千万世之福。只要有人懂得他的意思，能体会他的意思，能照他的意思去做，就能够得到福、得到利益。所以后人尊之为万世师表，这有他的道理在！",
      "zh_TW": "下面幾句說得更好，『十方如來，同一道故』，不但釋迦牟尼佛如此，十方三世一切諸佛，只要他是成佛的，都是從這個地方開始，都是從不妄語修的，所以妄語決定沒有成就。『出離生死，皆以直心』，心直，生死就沒有了。由此可知，生死輪迴從哪裡來的？心、言不直，才有生死輪迴。心要是不直，言語就要造業，四種善業、四種惡業，不妄語、不兩舌、不惡口、不綺語，這口的四種善業，善業的反過來就是四種惡業，所感得的果報，就是六道輪迴裡面三善道與三惡道。由此可知，生死從哪裡來的？生死是自己起惑造業招感來的結果，不是外面來的，也不是閻羅王、上帝製造個輪迴叫我們到裡面去流轉，沒有這個道理，自己製造的；換句話說，就是心不直。佛法裡面講直心，我們孔老夫子講正心，誠意正心，講正心，正心就是佛家講的直心。所以心要是正直，在世間法裡面修身、齊家、治國、平天下，成就其豐功偉業，造福人群。不但造一世人之福，果然誠正，像孔老夫子他造千萬世之福。只要有人懂得他的意思，能體會他的意思，能照他的意思去做，就能夠得到福、得到利益。所以後人尊之為萬世師表，這有他的道理在！"
    },
    {
      "id": "07-001-0013_p0005",
      "zh_CN": "佛法也是如此，如果我们心能够诚正，我们才能够修菩萨道，才能够修菩萨行，才能够成佛作祖。我们要想往生到西方极乐世界，西方极乐世界诸上善人没有一个人是打妄语的，没有一个人是欺骗人的。所以我们自己要真正的相信佛，要真正的相信有西方极乐世界。我们星期四讲的《弥陀经疏钞》，就是说这个道理。莲池大师做这部《疏钞》的目的，就是教我们要确信净土，我们确确实实可以往生，但是要往生得好好的记住，心直、言直才能往生，心直、言直我们六字洪名念得才有力量。如果这个心里头还是弯弯曲曲的，怕的是像祖师讲的「腊月三十来了手忙脚乱」。要知道人生苦短，娑婆险恶，聪明人应当取诸佛净土；这个地方有留恋的话，乘愿再来这才叫大丈夫，才是真正有智慧，是个聪明人。从今天起我们就要修直心，诸位要记住，直心是菩提心的根本。",
      "zh_TW": "佛法也是如此，如果我們心能夠誠正，我們才能夠修菩薩道，才能夠修菩薩行，才能夠成佛作祖。我們要想往生到西方極樂世界，西方極樂世界諸上善人沒有一個人是打妄語的，沒有一個人是欺騙人的。所以我們自己要真正的相信佛，要真正的相信有西方極樂世界。我們星期四講的《彌陀經疏鈔》，就是說這個道理。蓮池大師做這部《疏鈔》的目的，就是教我們要確信淨土，我們確確實實可以往生，但是要往生得好好的記住，心直、言直才能往生，心直、言直我們六字洪名念得才有力量。如果這個心裡頭還是彎彎曲曲的，怕的是像祖師講的「臘月三十來了手忙腳亂」。要知道人生苦短，娑婆險惡，聰明人應當取諸佛淨土；這個地方有留戀的話，乘願再來這才叫大丈夫，才是真正有智慧，是個聰明人。從今天起我們就要修直心，諸位要記住，直心是菩提心的根本。"
    },
    {
      "id": "07-001-0013_p0006",
      "zh_CN": "阿难尊者「欲研无上菩提」，一乘佛法是要以菩提心为根本的，离开菩提心就没有大乘法，所以大乘法是建立在菩提心的基础上。菩提心里面顶重要的就是直心，直心从哪里表现？从不说假话表现，我们要能做到一生做人一句假话都没有，句句话都是真实的，这样才行！说到这个地方也许同修会怀疑，佛经里面常常也讲有方便妄语。给诸位说，方便妄语是直心，是为了利他而打妄语，经里面也举的有例子给我们说，譬如猎人要猎一个野物，或者是追个兔子。兔子往那边跑掉，猎人没有看到，跑来问你，你看到没有？我看到了。从哪里跑掉？从那里跑掉。你要是老老实实不妄语，让猎人把兔子猎去，去供给他一餐之食，这个对于心地有伤于仁慈。这时候怎么样？你为了救众生的命可以打个妄语，从那边跑了，那个猎人跑那里去追不到牠。这个妄语是救一条生命，直心，不是弯曲心，是救一条命。所以佛法是圆融的，总而言之一句话，一定是为利益一切众生，绝对不伤害一个众生，这就叫心直、言直。",
      "zh_TW": "阿難尊者「欲研無上菩提」，一乘佛法是要以菩提心為根本的，離開菩提心就沒有大乘法，所以大乘法是建立在菩提心的基礎上。菩提心裡面頂重要的就是直心，直心從哪裡表現？從不說假話表現，我們要能做到一生做人一句假話都沒有，句句話都是真實的，這樣才行！說到這個地方也許同修會懷疑，佛經裡面常常也講有方便妄語。給諸位說，方便妄語是直心，是為了利他而打妄語，經裡面也舉的有例子給我們說，譬如獵人要獵一個野物，或者是追個兔子。兔子往那邊跑掉，獵人沒有看到，跑來問你，你看到沒有？我看到了。從哪裡跑掉？從那裡跑掉。你要是老老實實不妄語，讓獵人把兔子獵去，去供給他一餐之食，這個對於心地有傷於仁慈。這時候怎麼樣？你為了救眾生的命可以打個妄語，從那邊跑了，那個獵人跑那裡去追不到牠。這個妄語是救一條生命，直心，不是彎曲心，是救一條命。所以佛法是圓融的，總而言之一句話，一定是為利益一切眾生，絕對不傷害一個眾生，這就叫心直、言直。"
    },
    {
      "id": "07-001-0013_p0007",
      "zh_CN": "『如是乃至终始地位，中间永无诸委曲相』，这里面应当要注意两个字「终始」，它不说始终。如果要说始终，我们从初发心就要说诚实话、不妄语；那我们成了佛之后可以妄语，初发心开始，成了佛是终了。终始就是永远都是这样，成了佛又是开始，并不是结束。腊月三十过了，第二天就是明年初一，它是循环的，既然是循环，就不能说有真正的开始、真正的终了。这个意思就是说，当我们觉悟这个道理之后，永远要保持着直心，不但这一生，生生世世都要如此。「中间」是讲在修菩提道当中、在教化众生之中，「永无诸委曲相」，那就是说永远是正直的、是直心，当中没有任何委曲之相。大乘佛法里面常说，「因地不真，果招迂曲」，佛在开导阿难尊者之先，首先就教给他，这是讲求学的态度。我们学佛能否有成就，诸位要记住，关系于老师的不多，关系于环境的也不多。当然有好老师、好环境对我们来说是一种增上缘，最重要的是亲因缘，亲因缘是说你的心地要真实，老师、环境是增上缘。诸位学过四缘生法，「中间永无诸委曲相」，就是等无间缘、所缘缘，亲因缘、所缘缘、等无间缘都是自己的，老师、善友、境界全都是增上缘。因此我们如果学不成，我们可不能怪老师，可不能怪环境，不能怪别人，而是自己本身的因缘不具足。如果自己本身因缘具足，增上缘差一点还是开花结果、还是会有成就。所以最重要的是本身亲因的力量要强，这段开示大主意就是在此地。这是先教给他求学的态度、闻法的态度，这说明了。下面就开始问他：",
      "zh_TW": "『如是乃至終始地位，中間永無諸委曲相』，這裡面應當要注意兩個字「終始」，它不說始終。如果要說始終，我們從初發心就要說誠實話、不妄語；那我們成了佛之後可以妄語，初發心開始，成了佛是終了。終始就是永遠都是這樣，成了佛又是開始，並不是結束。臘月三十過了，第二天就是明年初一，它是循環的，既然是循環，就不能說有真正的開始、真正的終了。這個意思就是說，當我們覺悟這個道理之後，永遠要保持著直心，不但這一生，生生世世都要如此。「中間」是講在修菩提道當中、在教化眾生之中，「永無諸委曲相」，那就是說永遠是正直的、是直心，當中沒有任何委曲之相。大乘佛法裡面常說，「因地不真，果招迂曲」，佛在開導阿難尊者之先，首先就教給他，這是講求學的態度。我們學佛能否有成就，諸位要記住，關係於老師的不多，關係於環境的也不多。當然有好老師、好環境對我們來說是一種增上緣，最重要的是親因緣，親因緣是說你的心地要真實，老師、環境是增上緣。諸位學過四緣生法，「中間永無諸委曲相」，就是等無間緣、所緣緣，親因緣、所緣緣、等無間緣都是自己的，老師、善友、境界全都是增上緣。因此我們如果學不成，我們可不能怪老師，可不能怪環境，不能怪別人，而是自己本身的因緣不具足。如果自己本身因緣具足，增上緣差一點還是開花結果、還是會有成就。所以最重要的是本身親因的力量要強，這段開示大主意就是在此地。這是先教給他求學的態度、聞法的態度，這說明了。下面就開始問他："
    },
    {
      "id": "07-001-0013_p0008",
      "zh_CN": "【阿难。我今问汝。当汝发心。缘于如来三十二相。将何所见。谁为爱乐。】",
      "zh_TW": "【阿難。我今問汝。當汝發心。緣於如來三十二相。將何所見。誰為愛樂。】"
    },
    {
      "id": "07-001-0013_p0009",
      "zh_CN": "凡是叫著名字，底下的话都很重要，叫著名字提醒他，这个话是专门对你说的，你应当特别注意，这是一切经里头都是这样。『我今问汝，当汝发心』，「发心」是指他发心出家，前面曾经讲过，问过阿难为什么能够把家庭、妻子、儿女、富贵舍弃掉而来出家？阿难说是见佛的三十二相，见到这个好相他非常羡慕，也希望修得，这种情形出家的。在此地佛就问他，佛当时没有直接的来问他，当中有这么多曲折，这个用意很深，那就是帮他建立一个良好的修学态度，一个说听的态度，才能够入得进去。你当初发心，就是发心出家，『缘于如来三十二相，将何所见』，你是用什么见到如来三十二相？你见到之后就生欢喜心，你是用什么来爱乐的？这就是问他，你能见的是什么，能爱的是什么？三十二相是所见、所爱，有所见、所爱，当然有能见、能爱。能见的是什么，能爱的是什么？佛现在要追究这个问题。我们看阿难尊者的答复：",
      "zh_TW": "凡是叫著名字，底下的話都很重要，叫著名字提醒他，這個話是專門對你說的，你應當特別注意，這是一切經裡頭都是這樣。『我今問汝，當汝發心』，「發心」是指他發心出家，前面曾經講過，問過阿難為什麼能夠把家庭、妻子、兒女、富貴捨棄掉而來出家？阿難說是見佛的三十二相，見到這個好相他非常羨慕，也希望修得，這種情形出家的。在此地佛就問他，佛當時沒有直接的來問他，當中有這麼多曲折，這個用意很深，那就是幫他建立一個良好的修學態度，一個說聽的態度，才能夠入得進去。你當初發心，就是發心出家，『緣於如來三十二相，將何所見』，你是用什麼見到如來三十二相？你見到之後就生歡喜心，你是用什麼來愛樂的？這就是問他，你能見的是什麼，能愛的是什麼？三十二相是所見、所愛，有所見、所愛，當然有能見、能愛。能見的是什麼，能愛的是什麼？佛現在要追究這個問題。我們看阿難尊者的答覆："
    },
    {
      "id": "07-001-0013_p0010",
      "zh_CN": "【阿难白佛言。世尊。如是爱乐。用我心目。由目观见如来胜相。心生爱乐。故我发心。愿舍生死。】",
      "zh_TW": "【阿難白佛言。世尊。如是愛樂。用我心目。由目觀見如來勝相。心生愛樂。故我發心。願捨生死。】"
    },
    {
      "id": "07-001-0013_p0011",
      "zh_CN": "阿难这种答复可以说完全是常情，如果佛问我们，我们也是这样答复。你用什么看到？眼睛看到。给诸位说，两岁的小孩都晓得，你要问两岁小孩你用什么看？我眼睛会看。你用什么想？我心里会想。他只知道心里会想，阿难尊者也就是如此。我们再问问，这世间人哪个人不是这样，人人都是这样，这有什么错？错就错在此地。我们实在讲，能见跟能够爱乐的，咱们都是含糊笼统，确实不知道，还自以为知道。如果自己真的晓得这个错误，不知道，他还得虚心去求学，到处请教；不知道，自以为知道，连那个求学上进的路都给遮断了。",
      "zh_TW": "阿難這種答覆可以說完全是常情，如果佛問我們，我們也是這樣答覆。你用什麼看到？眼睛看到。給諸位說，兩歲的小孩都曉得，你要問兩歲小孩你用什麼看？我眼睛會看。你用什麼想？我心裡會想。他只知道心裡會想，阿難尊者也就是如此。我們再問問，這世間人哪個人不是這樣，人人都是這樣，這有什麼錯？錯就錯在此地。我們實在講，能見跟能夠愛樂的，咱們都是含糊籠統，確實不知道，還自以為知道。如果自己真的曉得這個錯誤，不知道，他還得虛心去求學，到處請教；不知道，自以為知道，連那個求學上進的路都給遮斷了。"
    },
    {
      "id": "07-001-0013_p0012",
      "zh_CN": "【佛告阿难。如汝所说。真所爱乐。因于心目。若不识知心目所在。则不能得降伏尘劳。】",
      "zh_TW": "【佛告阿難。如汝所說。真所愛樂。因於心目。若不識知心目所在。則不能得降伏塵勞。】"
    },
    {
      "id": "07-001-0013_p0013",
      "zh_CN": "这一段，佛就是进一步再追究他，既然是你眼能见，『目』就是眼，眼能见，心能够『爱乐』，这个心与眼在哪里，你一定要清楚。如果说能见的眼、能爱乐的心，都不晓得在什么地方，你的烦恼、你的障碍就去不了。这个话听起来，我们也会感觉到茫然，心不晓得，心就在里面，眼不就在脸上吗？我们的尘劳烦恼断了没有？没有断，天天增加，一天比一天烦恼。佛给我们说，你要真正晓得你眼在哪里、心在哪里，你的烦恼就没有了。我们实在不知道，真明白了是佛菩萨，什么问题都解决了。佛唯恐我们对这个意思还不能够体会，下面再举个比喻给我们说：",
      "zh_TW": "這一段，佛就是進一步再追究他，既然是你眼能見，『目』就是眼，眼能見，心能夠『愛樂』，這個心與眼在哪裡，你一定要清楚。如果說能見的眼、能愛樂的心，都不曉得在什麼地方，你的煩惱、你的障礙就去不了。這個話聽起來，我們也會感覺到茫然，心不曉得，心就在裡面，眼不就在臉上嗎？我們的塵勞煩惱斷了沒有？沒有斷，天天增加，一天比一天煩惱。佛給我們說，你要真正曉得你眼在哪裡、心在哪裡，你的煩惱就沒有了。我們實在不知道，真明白了是佛菩薩，什麼問題都解決了。佛唯恐我們對這個意思還不能夠體會，下面再舉個比喻給我們說："
    },
    {
      "id": "07-001-0013_p0014",
      "zh_CN": "【譬如国王为贼所侵。发兵讨除。是兵要当知贼所在。使汝流转。心目为咎。吾今问汝。惟心与目。今何所在。】",
      "zh_TW": "【譬如國王為賊所侵。發兵討除。是兵要當知賊所在。使汝流轉。心目為咎。吾今問汝。惟心與目。今何所在。】"
    },
    {
      "id": "07-001-0013_p0015",
      "zh_CN": "比喻好懂，比喻一个国王现在为外面贼所侵扰，国王就派兵去讨伐。派出去这个军队他一定要晓得贼在哪个地方，他才能够去讨伐、去平息；如果那些贼在什么地方都不知道，那兵也无能为力。这个地方把国王比作我们的本性，把贼比作尘劳烦恼，包括心与目，这都不是好东西。『发兵』，兵是什么？兵是观照般若，你要把那些魔找到它在哪里，才能够降伏它。后面这几句话，世尊直截了当的给阿难点出来，就是给我们点出来，我们现在确实就是这个状况。『流转』就是流转生死轮回。什么时候我们才能有出头的日子？谁叫我们流转的？『心目为咎』。眼看了心里就爱，就起贪心，看到不顺眼就生瞋恨心，所以这个心跟眼不是个好东西。我们要想研求无上菩提，从哪里下手？首先要认识心与目不是好东西，要认识它，然后要找到它，它究竟在哪里，我们才能够解决这个问题。不从这个地方下手，那麻烦就多。",
      "zh_TW": "比喻好懂，比喻一個國王現在為外面賊所侵擾，國王就派兵去討伐。派出去這個軍隊他一定要曉得賊在哪個地方，他才能夠去討伐、去平息；如果那些賊在什麼地方都不知道，那兵也無能為力。這個地方把國王比作我們的本性，把賊比作塵勞煩惱，包括心與目，這都不是好東西。『發兵』，兵是什麼？兵是觀照般若，你要把那些魔找到它在哪裡，才能夠降伏它。後面這幾句話，世尊直截了當的給阿難點出來，就是給我們點出來，我們現在確實就是這個狀況。『流轉』就是流轉生死輪迴。什麼時候我們才能有出頭的日子？誰叫我們流轉的？『心目為咎』。眼看了心裡就愛，就起貪心，看到不順眼就生瞋恨心，所以這個心跟眼不是個好東西。我們要想研求無上菩提，從哪裡下手？首先要認識心與目不是好東西，要認識它，然後要找到它，它究竟在哪裡，我們才能夠解決這個問題。不從這個地方下手，那麻煩就多。"
    },
    {
      "id": "07-001-0013_p0016",
      "zh_CN": "会学佛的人他是抓到根本，从根本学，成功快，不浪费时间。不会用功的人从枝末上修，浪费许多的时间还不一定有结果。好像我们砍树，会砍树的人从根上把它锯掉，连根把它拔掉，整棵树解决了马上就搬走。不会伐树的人怎么样？先摘叶子，一片一片的把它摘下来装起来，然后再小枝一截一截把它砍下来，再砍到根、挖到本，你想想看不累死了！我们听了不要笑，我们就是这么干法，都在枝枝叶叶上搞，永远搞不清。为什么？这边叶子统统摘光那边又生，再到那边去把它摘光这边又生了。为什么？根没有断。我们这样搞法，不晓得搞了多少个阿僧祇劫，现在还是烦恼重重，那就是什么？我们就干的寻枝摘叶。这里摘光那边又生，那个枝子生了；那个枝子再摘光，这个枝子又生了，所以不能成就。今天佛在楞严会上叫我们刨根，枝枝叶叶一概不要理会它，没有关系，你只要把根刨起来，一切问题都解决，这种才快，真正有成就。",
      "zh_TW": "會學佛的人他是抓到根本，從根本學，成功快，不浪費時間。不會用功的人從枝末上修，浪費許多的時間還不一定有結果。好像我們砍樹，會砍樹的人從根上把它鋸掉，連根把它拔掉，整棵樹解決了馬上就搬走。不會伐樹的人怎麼樣？先摘葉子，一片一片的把它摘下來裝起來，然後再小枝一截一截把它砍下來，再砍到根、挖到本，你想想看不累死了！我們聽了不要笑，我們就是這麼幹法，都在枝枝葉葉上搞，永遠搞不清。為什麼？這邊葉子統統摘光那邊又生，再到那邊去把它摘光這邊又生了。為什麼？根沒有斷。我們這樣搞法，不曉得搞了多少個阿僧祇劫，現在還是煩惱重重，那就是什麼？我們就幹的尋枝摘葉。這裡摘光那邊又生，那個枝子生了；那個枝子再摘光，這個枝子又生了，所以不能成就。今天佛在楞嚴會上叫我們刨根，枝枝葉葉一概不要理會它，沒有關係，你只要把根刨起來，一切問題都解決，這種才快，真正有成就。"
    },
    {
      "id": "07-001-0013_p0017",
      "zh_CN": "交光法师在本经里面他所提到的征心，说本经里面讲征心只有两段经文，这个地方是一段，『吾今问汝，惟心与目，今何所在』。诸位要记住，心是根本，目在此地是陪衬的话，这两个字一个是宾、一个是主，着重在心，不着重在目。古德讲《楞严经》里面有七处征心，而交光法师认为征心只有两处，实际上来说，说两处没有说错，说七处也能说得通，所以我们不必斤斤较量文字。「七处征心」是征心之所在，两处征心是征问心之体相，因此说两处、说七处都能说得通。我们读古人的注疏，乃至于读佛的经文，最好不要受它的拘束，我们才能看到真正的东西；如果受拘束，不但真相见不到，反而为它所束缚，那就是像法达禅师所讲的，迷时法华转，悟时转法华。我们迷在经文里面，迷在祖师注疏里面，我们为它所转苦不堪言；悟了的时候那就转经，也转注解，所以这个关系于迷悟。当我们没有开悟，我们要依靠注疏，虽然依照注疏不要执着注疏，要知道注疏只提供我们做参考而已。",
      "zh_TW": "交光法師在本經裡面他所提到的徵心，說本經裡面講徵心只有兩段經文，這個地方是一段，『吾今問汝，惟心與目，今何所在』。諸位要記住，心是根本，目在此地是陪襯的話，這兩個字一個是賓、一個是主，著重在心，不著重在目。古德講《楞嚴經》裡面有七處徵心，而交光法師認為徵心只有兩處，實際上來說，說兩處沒有說錯，說七處也能說得通，所以我們不必斤斤較量文字。「七處徵心」是徵心之所在，兩處徵心是徵問心之體相，因此說兩處、說七處都能說得通。我們讀古人的註疏，乃至於讀佛的經文，最好不要受它的拘束，我們才能看到真正的東西；如果受拘束，不但真相見不到，反而為它所束縛，那就是像法達禪師所講的，迷時法華轉，悟時轉法華。我們迷在經文裡面，迷在祖師註疏裡面，我們為它所轉苦不堪言；悟了的時候那就轉經，也轉註解，所以這個關係於迷悟。當我們沒有開悟，我們要依靠註疏，雖然依照註疏不要執著註疏，要知道註疏只提供我們做參考而已。"
    },
    {
      "id": "07-001-0013_p0018",
      "zh_CN": "初学讲经我们要依靠注疏，为什么？学讲，我们采取一家的注疏，等于说我们代某法师说法。譬如我们要是采交光大师的注子，我们就是代表交光法师说法，完全自始而终用他的注解，不能够掺别的注子到里面去。因为我代表交光法师说法，我总不能说代表他，又去代表别人，代表张三再代表李四，那就讲得混乱，思想体系那都乱了，这是不可以的。就是自己没有开悟之前，我们就代表一个人。譬如讲《楞严经》，我第一次讲，我用交光法师，我代表他老人家讲。第二次讲我换个注子，我用长水的注，我代表长水法师讲，这行。可不能两个合在一起讲，那就会打架，就会出乱子，要懂得这个道理。等到你自己悟了就不必要，悟了之后怎么样？佛的意思你能够懂得一些，你能够像开经偈里面讲的，「愿解如来真实义」。如来的真实义，你能够解几分，你就可以说几分，能解一分你就说一分，这个一分的味道，比代古德讲的味道要浓厚。因为你代别人讲的到底是隔一层，你自己悟得的时候，这个境界亲切，它不相同，因此佛法重在悟入。所以我们读到古德的注疏，尤其是《楞严经》，古大德注解各人都有成见，彼此有抵触、有排斥，我们千万不要卷入他的漩涡里头去。请看下面经文：",
      "zh_TW": "初學講經我們要依靠註疏，為什麼？學講，我們採取一家的註疏，等於說我們代某法師說法。譬如我們要是採交光大師的註子，我們就是代表交光法師說法，完全自始而終用他的註解，不能夠摻別的註子到裡面去。因為我代表交光法師說法，我總不能說代表他，又去代表別人，代表張三再代表李四，那就講得混亂，思想體系那都亂了，這是不可以的。就是自己沒有開悟之前，我們就代表一個人。譬如講《楞嚴經》，我第一次講，我用交光法師，我代表他老人家講。第二次講我換個註子，我用長水的註，我代表長水法師講，這行。可不能兩個合在一起講，那就會打架，就會出亂子，要懂得這個道理。等到你自己悟了就不必要，悟了之後怎麼樣？佛的意思你能夠懂得一些，你能夠像開經偈裡面講的，「願解如來真實義」。如來的真實義，你能夠解幾分，你就可以說幾分，能解一分你就說一分，這個一分的味道，比代古德講的味道要濃厚。因為你代別人講的到底是隔一層，你自己悟得的時候，這個境界親切，它不相同，因此佛法重在悟入。所以我們讀到古德的註疏，尤其是《楞嚴經》，古大德註解各人都有成見，彼此有牴觸、有排斥，我們千萬不要捲入他的漩渦裡頭去。請看下面經文："
    },
    {
      "id": "07-001-0013_p0019",
      "zh_CN": "【阿难白佛言。世尊。一切世间十种异生。同将识心居在身内。纵观如来青莲华眼亦在佛面。我今观此浮根四尘祇在我面。如是识心实居身内。】",
      "zh_TW": "【阿難白佛言。世尊。一切世間十種異生。同將識心居在身內。縱觀如來青蓮華眼亦在佛面。我今觀此浮根四塵祇在我面。如是識心實居身內。】"
    },
    {
      "id": "07-001-0013_p0020",
      "zh_CN": "眼睛，能见的眼睛在哪里？能够爱乐的心在什么地方？阿难很轻松的答出来。这个答复我们读起来很满意，因为佛问我们，我们也是这个答复。阿难答复的话有技巧、有学问，从哪里看出来？你看他答复对佛说的话，『世尊，一切世间十种异生』，这个意思，不是我一个人是这样的，大家都是这样的。「十种异生」是指什么？就是《金刚经》里面讲的十二类生，十二类生里面除掉空散销沉，与精神化为土木金石的无想，一个是无色、一个是无想，除了无色、无想，其余就十种生。这十种异生《楞严经》到后面经文会讲到。这就是说三界六道一切万物的生态不超过这十二种，这十二种里面的无色跟无想我们也不提它。",
      "zh_TW": "眼睛，能見的眼睛在哪裡？能夠愛樂的心在什麼地方？阿難很輕鬆的答出來。這個答覆我們讀起來很滿意，因為佛問我們，我們也是這個答覆。阿難答覆的話有技巧、有學問，從哪裡看出來？你看他答覆對佛說的話，『世尊，一切世間十種異生』，這個意思，不是我一個人是這樣的，大家都是這樣的。「十種異生」是指什麼？就是《金剛經》裡面講的十二類生，十二類生裡面除掉空散銷沉，與精神化為土木金石的無想，一個是無色、一個是無想，除了無色、無想，其餘就十種生。這十種異生《楞嚴經》到後面經文會講到。這就是說三界六道一切萬物的生態不超過這十二種，這十二種裡面的無色跟無想我們也不提它。"
    },
    {
      "id": "07-001-0013_p0021",
      "zh_CN": "凡是有色相、凡是有思惟的，哪个不是将自己识心认定就在自己身内。能见的眼在哪里？连释迦牟尼佛，纵观如来您老人家的眼还不在您脸上，这个还需要问吗？这个地方要给诸位解释，『青莲华眼』是形容佛眼睛长得美。我们看到莲花的花瓣大大的、长长的，诸位想想看，如果一个人眼睛长得像莲花瓣那样好不好看？这种莲花我们没有见过，叫千叶莲花。我们看到菊花这么细长，你去数数它有没有一千瓣花瓣？没有。莲花瓣是细长的，千叶宝莲，形容佛的眼睛细长之美就像青莲花的花瓣一样，不是我们现在看这个莲花，这是好相，『亦在佛面』。这个说话有技巧，举出一切众生，哪个人不将心在自己身体里面？眼睛，你佛的眼睛也在面上，我也不例外，我眼睛也在面上。",
      "zh_TW": "凡是有色相、凡是有思惟的，哪個不是將自己識心認定就在自己身內。能見的眼在哪裡？連釋迦牟尼佛，縱觀如來您老人家的眼還不在您臉上，這個還需要問嗎？這個地方要給諸位解釋，『青蓮華眼』是形容佛眼睛長得美。我們看到蓮花的花瓣大大的、長長的，諸位想想看，如果一個人眼睛長得像蓮花瓣那樣好不好看？這種蓮花我們沒有見過，叫千葉蓮花。我們看到菊花這麼細長，你去數數它有沒有一千瓣花瓣？沒有。蓮花瓣是細長的，千葉寶蓮，形容佛的眼睛細長之美就像青蓮花的花瓣一樣，不是我們現在看這個蓮花，這是好相，『亦在佛面』。這個說話有技巧，舉出一切眾生，哪個人不將心在自己身體裡面？眼睛，你佛的眼睛也在面上，我也不例外，我眼睛也在面上。"
    },
    {
      "id": "07-001-0013_p0022",
      "zh_CN": "『我今观此浮根四尘』，这些话都是平时常常听世尊说法，所以把日常所听的，我们在此谈话当中都带着有这个习气。晓得有浮尘根、有胜义根，浮根四尘祇在我面，这是讲的眼，眼目在哪里？眼目在面孔上。『如是识心』，这个地方特别要记住这个识，识就是能够思惟、想像、推敲的心，这个心实在是在我身体里面。这里面的名相我们就不必一条一条来解释，我们道场天天讲经，名相都很熟，只着重在义理上。",
      "zh_TW": "『我今觀此浮根四塵』，這些話都是平時常常聽世尊說法，所以把日常所聽的，我們在此談話當中都帶著有這個習氣。曉得有浮塵根、有勝義根，浮根四塵祇在我面，這是講的眼，眼目在哪裡？眼目在面孔上。『如是識心』，這個地方特別要記住這個識，識就是能夠思惟、想像、推敲的心，這個心實在是在我身體裡面。這裡面的名相我們就不必一條一條來解釋，我們道場天天講經，名相都很熟，只著重在義理上。"
    },
    {
      "id": "07-001-0013_p0023",
      "zh_CN": "【佛告阿难。汝今现坐如来讲堂。观祇陀林。今何所在。】",
      "zh_TW": "【佛告阿難。汝今現坐如來講堂。觀祇陀林。今何所在。】"
    },
    {
      "id": "07-001-0013_p0024",
      "zh_CN": "佛听了阿难这个答复，就晓得他糊涂、迷惑颠倒，全都答错了。我们听起来阿难答得没错，对！怎么会都答错？佛要把他的错误指出来，你看也极其善巧，方法巧妙得很。所以这个说法要圆融、要巧妙，要说得到无懈可击。说法的目的是叫对方开悟，诸位要记住这个，而不是叫对方抓着小辫子来跟你抬杠，那就麻烦了，是要叫对方开悟。佛的善巧，先用旁敲侧击的办法，叫你明了这是错误，所以佛就用讲堂来做比喻。我们把这段讲堂的文念下去，然后我们再来说明，他的比喻很好懂。",
      "zh_TW": "佛聽了阿難這個答覆，就曉得他糊塗、迷惑顛倒，全都答錯了。我們聽起來阿難答得沒錯，對！怎麼會都答錯？佛要把他的錯誤指出來，你看也極其善巧，方法巧妙得很。所以這個說法要圓融、要巧妙，要說得到無懈可擊。說法的目的是叫對方開悟，諸位要記住這個，而不是叫對方抓著小辮子來跟你抬槓，那就麻煩了，是要叫對方開悟。佛的善巧，先用旁敲側擊的辦法，叫你明瞭這是錯誤，所以佛就用講堂來做比喻。我們把這段講堂的文念下去，然後我們再來說明，他的比喻很好懂。"
    },
    {
      "id": "07-001-0013_p0025",
      "zh_CN": "『汝今现坐如来讲堂』，阿难你现在在讲堂里坐在这个地方。『观祇陀林』，祇陀是祇陀太子，这个地方是祇树给孤独园。这个精舍是给孤独长者布施的，祇陀太子也有一分功德，本来给孤独园是祇陀太子的别墅，是他的花园，须达多长者花钱把它买下来，供养佛在这个地方弘法、讲经说法。这段故事也很长，在此地也不必说，所谓黄金布地，买这个花园。以后祇陀太子就为须达多所感动，因为他对释迦牟尼佛并不认识，须达多长者能用黄金布地，来买我这个地方供养佛，请他来讲经说法，佛一定是很了不起的人。否则的话，须达多是个有学问、有道德的人，他不会对普通一个人佩服得五体投地，能够这样发心。所以就跟他商量，「好，功德我们两个人做，不能你一个人做。」须达多长者不肯，「我一个人做，我不让你做，我宁愿花钱给你，全部都我的」。最后祇陀太子说，「好，你黄金能铺我的地，我这里树木你铺不上，我把这树木统统砍掉」。树木砍掉，诸位想想花园还有什么好看？所以这样一来，给孤独长者，「好！算我们两个人的好了」，这就是功德主是两个人，算两个人。外面树木等于说是祇陀太子布施的，所以叫祇陀林。祇陀林当然在讲堂外面，就问他，『今何所在』。",
      "zh_TW": "『汝今現坐如來講堂』，阿難你現在在講堂裡坐在這個地方。『觀祇陀林』，祇陀是祇陀太子，這個地方是祇樹給孤獨園。這個精舍是給孤獨長者布施的，祇陀太子也有一分功德，本來給孤獨園是祇陀太子的別墅，是他的花園，須達多長者花錢把它買下來，供養佛在這個地方弘法、講經說法。這段故事也很長，在此地也不必說，所謂黃金布地，買這個花園。以後祇陀太子就為須達多所感動，因為他對釋迦牟尼佛並不認識，須達多長者能用黃金布地，來買我這個地方供養佛，請他來講經說法，佛一定是很了不起的人。否則的話，須達多是個有學問、有道德的人，他不會對普通一個人佩服得五體投地，能夠這樣發心。所以就跟他商量，「好，功德我們兩個人做，不能你一個人做。」須達多長者不肯，「我一個人做，我不讓你做，我寧願花錢給你，全部都我的」。最後祇陀太子說，「好，你黃金能鋪我的地，我這裡樹木你鋪不上，我把這樹木統統砍掉」。樹木砍掉，諸位想想花園還有什麼好看？所以這樣一來，給孤獨長者，「好！算我們兩個人的好了」，這就是功德主是兩個人，算兩個人。外面樹木等於說是祇陀太子布施的，所以叫祇陀林。祇陀林當然在講堂外面，就問他，『今何所在』。"
    },
    {
      "id": "07-001-0013_p0026",
      "zh_CN": "【世尊。此大重阁清净讲堂在给孤园。今祇陀林实在堂外。】",
      "zh_TW": "【世尊。此大重閣清淨講堂在給孤園。今祇陀林實在堂外。】"
    },
    {
      "id": "07-001-0013_p0027",
      "zh_CN": "你问我，我现在坐在讲堂里面，看看祇陀太子布施的树木花草的园林在哪里？当然是在讲堂外面，总不能说是树木在讲堂里面，没这个事情，在讲堂外面。在文字句子里面，有两句需要说一说。第一个是『重阁』，『大』在此地是赞叹、是形容的意思。过去我们宫殿的建筑，从外面看是两层，「重阁」，里面是一层，它不是楼房。譬如像这个建筑，临济寺的大殿是这样的，临济寺的大殿，你在外面看是两层，里面是一层，大陆上许多宫殿都是这样的建筑。这个建筑是有意义的，是表法的，二是表二谛，外表是有二、有三，有分别，里面没有，里面是一。这个建筑就是学问，就是个表法，不会在里面也是二，不会的，里面是一，外面是二。诸位老同修可以细细想想这个味道，叫你一看到这个建筑，你就晓得我们怎样修学大乘菩萨道，这就是一多不二，外面二是多，里面是一。所以一不是真正的一，二也不是真正二，二就是一，一就是二，表这个意思在。这叫重阁，这才叫大，所以这个大不是指房子大小之大，这个意思太大。所以佛法，连盖房子都是表法的，不但是言教，言语、文字，一切的施设统统是表法。花表六度万行，菩萨是因花，香表戒定，都含着有意思，不是摆在这里好看的。摆着好看是世俗人的眼光，也要满世俗人的愿望，确实布置得很好看。除了好看之外，里头还有学问在里面，含的有很深的学问在里面，这是必须要懂得的。这是重阁在此地提一提。",
      "zh_TW": "你問我，我現在坐在講堂裡面，看看祇陀太子布施的樹木花草的園林在哪裡？當然是在講堂外面，總不能說是樹木在講堂裡面，沒這個事情，在講堂外面。在文字句子裡面，有兩句需要說一說。第一個是『重閣』，『大』在此地是讚歎、是形容的意思。過去我們宮殿的建築，從外面看是兩層，「重閣」，裡面是一層，它不是樓房。譬如像這個建築，臨濟寺的大殿是這樣的，臨濟寺的大殿，你在外面看是兩層，裡面是一層，大陸上許多宮殿都是這樣的建築。這個建築是有意義的，是表法的，二是表二諦，外表是有二、有三，有分別，裡面沒有，裡面是一。這個建築就是學問，就是個表法，不會在裡面也是二，不會的，裡面是一，外面是二。諸位老同修可以細細想想這個味道，叫你一看到這個建築，你就曉得我們怎樣修學大乘菩薩道，這就是一多不二，外面二是多，裡面是一。所以一不是真正的一，二也不是真正二，二就是一，一就是二，表這個意思在。這叫重閣，這才叫大，所以這個大不是指房子大小之大，這個意思太大。所以佛法，連蓋房子都是表法的，不但是言教，言語、文字，一切的施設統統是表法。花表六度萬行，菩薩是因花，香表戒定，都含著有意思，不是擺在這裡好看的。擺著好看是世俗人的眼光，也要滿世俗人的願望，確實布置得很好看。除了好看之外，裡頭還有學問在裡面，含的有很深的學問在裡面，這是必須要懂得的。這是重閣在此地提一提。"
    },
    {
      "id": "07-001-0013_p0028",
      "zh_CN": "『清净讲堂』，佛所说的一切法，凡是佛所说法的处所都叫讲堂，不管它有没有讲堂的建筑。佛在树底下讲经，树底下是他的讲堂；他坐在大石头那边讲经，大石头那个地方就是讲堂，要记住这个。讲堂称为清净，佛的一切教法其目的就是叫我们得清净心，所以讲堂是以清净为宗旨。我们常讲平等、清净、慈悲，这是佛菩萨教化一切众生的宗旨所在，如果不是达到这个目标，就不叫做佛法，因此讲堂称之为清净讲堂，也就是指一切佛法所在之处都称作清净讲堂。其余的就不必细说。佛问祇陀林在哪里？祇陀林在讲堂外面。",
      "zh_TW": "『清淨講堂』，佛所說的一切法，凡是佛所說法的處所都叫講堂，不管它有沒有講堂的建築。佛在樹底下講經，樹底下是他的講堂；他坐在大石頭那邊講經，大石頭那個地方就是講堂，要記住這個。講堂稱為清淨，佛的一切教法其目的就是叫我們得清淨心，所以講堂是以清淨為宗旨。我們常講平等、清淨、慈悲，這是佛菩薩教化一切眾生的宗旨所在，如果不是達到這個目標，就不叫做佛法，因此講堂稱之為清淨講堂，也就是指一切佛法所在之處都稱作清淨講堂。其餘的就不必細說。佛問祇陀林在哪裡？祇陀林在講堂外面。"
    },
    {
      "id": "07-001-0013_p0029",
      "zh_CN": "【阿难。汝今堂中先何所见。世尊。我在堂中先见如来。次观大众。如是外望方瞩林园。】",
      "zh_TW": "【阿難。汝今堂中先何所見。世尊。我在堂中先見如來。次觀大眾。如是外望方矚林園。】"
    },
    {
      "id": "07-001-0013_p0030",
      "zh_CN": "佛叫着阿难，你现在在讲堂里面，你先见到的是什么？当然佛是老师，坐在讲堂的讲台上，到讲堂第一个一定是见到佛，这也是对于佛的尊敬，『先见如来』。『次观大众』，大众是同学的这些菩萨伴侣，其次我看到我们这么多同学。然后我再向门窗外面去望望，外面是祇陀林，祇陀太子他所种的这些树木花草。这是说明什么？见的次第，就是能见的次序，由近而远、由内而外，着重在这个意思上。",
      "zh_TW": "佛叫著阿難，你現在在講堂裡面，你先見到的是什麼？當然佛是老師，坐在講堂的講台上，到講堂第一個一定是見到佛，這也是對於佛的尊敬，『先見如來』。『次觀大眾』，大眾是同學的這些菩薩伴侶，其次我看到我們這麼多同學。然後我再向門窗外面去望望，外面是祇陀林，祇陀太子他所種的這些樹木花草。這是說明什麼？見的次第，就是能見的次序，由近而遠、由內而外，著重在這個意思上。"
    },
    {
      "id": "07-001-0013_p0031",
      "zh_CN": "【阿难。汝瞩林园。因何有见。】",
      "zh_TW": "【阿難。汝矚林園。因何有見。】"
    },
    {
      "id": "07-001-0013_p0032",
      "zh_CN": "你看到外面，里头就不谈了，看外面，外面祇陀太子种的那些树木花草，你怎么见到的？你在讲堂里面，你怎么见到的？",
      "zh_TW": "你看到外面，裡頭就不談了，看外面，外面祇陀太子種的那些樹木花草，你怎麼見到的？你在講堂裡面，你怎麼見到的？"
    },
    {
      "id": "07-001-0013_p0033",
      "zh_CN": "【世尊。此大讲堂户牖开豁。故我在堂得远瞻见。】",
      "zh_TW": "【世尊。此大講堂戶牖開豁。故我在堂得遠瞻見。】"
    },
    {
      "id": "07-001-0013_p0034",
      "zh_CN": "他答得很好，你问我为什么会见到？讲堂的门开着，窗户也开着，我从门窗往外面看，那不就见到了吗？这个给诸位说，连三岁小孩都会答，可是这里面含着有很深的意思。那就是说释迦牟尼佛所问的话，意在言外，阿难是一句也没听懂。佛的意思是什么？把这个身体比作讲堂，阿难比作心，如来与大众就是五脏六腑，讲堂的门窗就是七窍，意思是在此地。问的话是意在言外，说明什么？说明指出他的错误，你说你能知的是心、能见的是眼。能见的不是眼，眼就好像那门窗一样，门窗它会见吗？不会见。能见的是什么？能见的是你阿难，能见的那个不是门窗。这就说明什么？能见不是眼，能思惟想像的也不是心，为什么不是心？找不到。它究竟在哪里找不到，到后面一层一层再追究。佛这么一问，阿难这样一答，就是阿难完全没有懂得佛的意思。如果他要懂得佛的意思，佛这一问的时候他就恍然大悟，就言下大悟，就不会这样回答。这个回答是太幼稚，三岁小孩都会答的，为什么问阿难？所以要晓得，佛每句话都是意在言外。后面就解释：",
      "zh_TW": "他答得很好，你問我為什麼會見到？講堂的門開著，窗戶也開著，我從門窗往外面看，那不就見到了嗎？這個給諸位說，連三歲小孩都會答，可是這裡面含著有很深的意思。那就是說釋迦牟尼佛所問的話，意在言外，阿難是一句也沒聽懂。佛的意思是什麼？把這個身體比作講堂，阿難比作心，如來與大眾就是五臟六腑，講堂的門窗就是七竅，意思是在此地。問的話是意在言外，說明什麼？說明指出他的錯誤，你說你能知的是心、能見的是眼。能見的不是眼，眼就好像那門窗一樣，門窗它會見嗎？不會見。能見的是什麼？能見的是你阿難，能見的那個不是門窗。這就說明什麼？能見不是眼，能思惟想像的也不是心，為什麼不是心？找不到。它究竟在哪裡找不到，到後面一層一層再追究。佛這麼一問，阿難這樣一答，就是阿難完全沒有懂得佛的意思。如果他要懂得佛的意思，佛這一問的時候他就恍然大悟，就言下大悟，就不會這樣回答。這個回答是太幼稚，三歲小孩都會答的，為什麼問阿難？所以要曉得，佛每句話都是意在言外。後面就解釋："
    },
    {
      "id": "07-001-0013_p0035",
      "zh_CN": "【尔时。世尊在大众中。舒金色臂。摩阿难顶。告示阿难及诸大众。有三摩提。名大佛顶首楞严王。具足万行。十方如来一门超出妙庄严路。汝今谛听。阿难顶礼。伏受慈旨。】",
      "zh_TW": "【爾時。世尊在大眾中。舒金色臂。摩阿難頂。告示阿難及諸大眾。有三摩提。名大佛頂首楞嚴王。具足萬行。十方如來一門超出妙莊嚴路。汝今諦聽。阿難頂禮。伏受慈旨。】"
    },
    {
      "id": "07-001-0013_p0036",
      "zh_CN": "这段经文在此地，自古以来就有人提出疑问，说这段文在这个地方把问答好像当中隔开，在文章格局上不太理想。应当移到前面的一段，就是阿难请定，阿难请求佛给他开示，「妙奢摩他、三摩、禅那」那一段的后面，文气就很顺，看起来脉络章法、结构，那就是井然有条。古人有这么一说，但是文字不敢移动，这是从前人念书的态度。所以古书里面错简，纵然错简，明明晓得它是错的，哪一句跟哪一句错了，只能够在旁边注一注，这个一句应当在什么地方；或者看到错字，这个字应当作什么字，不能把它更改。这是从前人念书对于古籍，他的小心谨慎。这是很有道理的，能够把古典东西完完整整的保留给后代，这是负责任。如果碰到一个狂妄之人，他会改，这个字不对，他就把它改过来。诸位要想一想，有很多事情不是我们想像的，我们没有到佛菩萨的境界，没有到圣人的境界，要拿圣人东西，我们看这个字在此地不太顺眼，把它改一改；他那个人看到，「我看这句也不顺眼，我也给它改一改」，那好了，流传个一、二百年面目全非，所以这是绝对不容许的事情。你要认为有哪里不妥当，你可以注出来，不能够更动。譬如过去有一个人，看到《印光法师文钞》里面常常引用的「闲邪存诚」，他不晓得这句话的典故，一看到这四个字，「闲」邪，这个字恐怕是错误，他就把它改，改个什么？改作「避」邪存诚，邪应当把它避开，他就把它改了。人家闲邪存诚是不错的，他一改把人家改错了。他以为印光大师书错了，错字太多，好多句子都错了，没有一个印对了的。像这样的情形是免不了的。",
      "zh_TW": "這段經文在此地，自古以來就有人提出疑問，說這段文在這個地方把問答好像當中隔開，在文章格局上不太理想。應當移到前面的一段，就是阿難請定，阿難請求佛給他開示，「妙奢摩他、三摩、禪那」那一段的後面，文氣就很順，看起來脈絡章法、結構，那就是井然有條。古人有這麼一說，但是文字不敢移動，這是從前人念書的態度。所以古書裡面錯簡，縱然錯簡，明明曉得它是錯的，哪一句跟哪一句錯了，只能夠在旁邊註一註，這個一句應當在什麼地方；或者看到錯字，這個字應當作什麼字，不能把它更改。這是從前人念書對於古籍，他的小心謹慎。這是很有道理的，能夠把古典東西完完整整的保留給後代，這是負責任。如果碰到一個狂妄之人，他會改，這個字不對，他就把它改過來。諸位要想一想，有很多事情不是我們想像的，我們沒有到佛菩薩的境界，沒有到聖人的境界，要拿聖人東西，我們看這個字在此地不太順眼，把它改一改；他那個人看到，「我看這句也不順眼，我也給它改一改」，那好了，流傳個一、二百年面目全非，所以這是絕對不容許的事情。你要認為有哪裡不妥當，你可以註出來，不能夠更動。譬如過去有一個人，看到《印光法師文鈔》裡面常常引用的「閑邪存誠」，他不曉得這句話的典故，一看到這四個字，「閑」邪，這個字恐怕是錯誤，他就把它改，改個什麼？改作「避」邪存誠，邪應當把它避開，他就把它改了。人家閑邪存誠是不錯的，他一改把人家改錯了。他以為印光大師書錯了，錯字太多，好多句子都錯了，沒有一個印對了的。像這樣的情形是免不了的。"
    },
    {
      "id": "07-001-0013_p0037",
      "zh_CN": "这段我看是在这个地方太好了，这是佛说法的善巧，根本不要挪动，就在此地特别好。为什么？前面这一番问答之后，阿难尊者不懂佛的意思，全盘错了，错了就要责备他。责备之前这番的安慰是必要的，所以愈是重的责备，愈要好好的安慰他。『尔时，世尊在大众中，舒金色臂，摩阿难顶』，摩顶是安慰，所答的统统错了，没有懂得意思。告诉阿难以及大众，阿难不是请求要妙三摩提、三摩、禅那吗？告诉他有一种『三摩提』，三摩提是定，它的名字叫『大佛顶首楞严王』。这就是阿难所求，而不晓得这个定的名目，不晓得这个名称，佛在此地告诉他。『具足万行』，这是说这个大定的功德，它是具足万行，就是无量无边的行门都包含在这个大定里面，只要得这个大定一切都成就。『十方如来一门超出妙庄严路』，不但释迦牟尼佛成佛是修这个定，十方诸佛一门超出，就是从大佛顶首楞严王这门超出的；换句话说，没有例外的，统是修的楞严大定。首楞严，前面经题给诸位讲过，翻成中国意思是一切事究竟坚固，这是首楞严中文的翻译。",
      "zh_TW": "這段我看是在這個地方太好了，這是佛說法的善巧，根本不要挪動，就在此地特別好。為什麼？前面這一番問答之後，阿難尊者不懂佛的意思，全盤錯了，錯了就要責備他。責備之前這番的安慰是必要的，所以愈是重的責備，愈要好好的安慰他。『爾時，世尊在大眾中，舒金色臂，摩阿難頂』，摩頂是安慰，所答的統統錯了，沒有懂得意思。告訴阿難以及大眾，阿難不是請求要妙三摩提、三摩、禪那嗎？告訴他有一種『三摩提』，三摩提是定，它的名字叫『大佛頂首楞嚴王』。這就是阿難所求，而不曉得這個定的名目，不曉得這個名稱，佛在此地告訴他。『具足萬行』，這是說這個大定的功德，它是具足萬行，就是無量無邊的行門都包含在這個大定裡面，只要得這個大定一切都成就。『十方如來一門超出妙莊嚴路』，不但釋迦牟尼佛成佛是修這個定，十方諸佛一門超出，就是從大佛頂首楞嚴王這門超出的；換句話說，沒有例外的，統是修的楞嚴大定。首楞嚴，前面經題給諸位講過，翻成中國意思是一切事究竟堅固，這是首楞嚴中文的翻譯。"
    },
    {
      "id": "07-001-0013_p0038",
      "zh_CN": "下面嘱咐他，『汝今谛听，阿难顶礼，伏受慈旨』，你现在仔细的来听。从这个以下给诸位说，都是讲首楞严大定，首楞严大定有没有办法说出来？说不出来。而所讲的这个话句句话与楞严大定有关系，我们要懂得这层意思，才会在言语文字里面去体会、去开悟，所谓是言下大悟。如果连这个意思要是不懂的话，那就像阿难前面答的，佛问眼在哪里？「眼在脸孔上」。心在哪里？「心在里面」。那就糟糕，这样搞法再搞无量阿僧祇劫，也搞不出楞严大定来。所以要我们懂得他是意在言外，句句话都与大定有关系，我们要会听、要会看。不要学阿难，阿难就是代表一个十足的迷惑颠倒的凡夫，听佛经意思全听错。请看经文：",
      "zh_TW": "下面囑咐他，『汝今諦聽，阿難頂禮，伏受慈旨』，你現在仔細的來聽。從這個以下給諸位說，都是講首楞嚴大定，首楞嚴大定有沒有辦法說出來？說不出來。而所講的這個話句句話與楞嚴大定有關係，我們要懂得這層意思，才會在言語文字裡面去體會、去開悟，所謂是言下大悟。如果連這個意思要是不懂的話，那就像阿難前面答的，佛問眼在哪裡？「眼在臉孔上」。心在哪裡？「心在裡面」。那就糟糕，這樣搞法再搞無量阿僧祇劫，也搞不出楞嚴大定來。所以要我們懂得他是意在言外，句句話都與大定有關係，我們要會聽、要會看。不要學阿難，阿難就是代表一個十足的迷惑顛倒的凡夫，聽佛經意思全聽錯。請看經文："
    },
    {
      "id": "07-001-0013_p0039",
      "zh_CN": "【佛告阿难。如汝所言。身在讲堂。户牖开豁。远瞩林园。亦有众生。在此堂中。不见如来。见堂外者。阿难答言。世尊。在堂不见如来。能见林泉。无有是处。】",
      "zh_TW": "【佛告阿難。如汝所言。身在講堂。戶牖開豁。遠矚林園。亦有眾生。在此堂中。不見如來。見堂外者。阿難答言。世尊。在堂不見如來。能見林泉。無有是處。】"
    },
    {
      "id": "07-001-0013_p0040",
      "zh_CN": "这个话渐渐就提醒阿难，佛对阿难讲，如同你所讲的，身在讲堂里面，讲堂的门窗开着，你可以从门窗看到讲堂外面的林园，有没有人在这个讲堂里没有看到如来，也没有看到大众，他看到外面的园林？『阿难答言』，在讲堂里面，讲堂里面都看不到，能看到外面，没这个道理。『无有是处』，就是没这个道理，这是不对的。在讲堂里面一定先看到讲堂里面，再看到讲堂外面。佛就给他说：",
      "zh_TW": "這個話漸漸就提醒阿難，佛對阿難講，如同你所講的，身在講堂裡面，講堂的門窗開著，你可以從門窗看到講堂外面的林園，有沒有人在這個講堂裡沒有看到如來，也沒有看到大眾，他看到外面的園林？『阿難答言』，在講堂裡面，講堂裡面都看不到，能看到外面，沒這個道理。『無有是處』，就是沒這個道理，這是不對的。在講堂裡面一定先看到講堂裡面，再看到講堂外面。佛就給他說："
    },
    {
      "id": "07-001-0013_p0041",
      "zh_CN": "【阿难。汝亦如是。】",
      "zh_TW": "【阿難。汝亦如是。】"
    },
    {
      "id": "07-001-0013_p0042",
      "zh_CN": "你就像这个人一样，在讲堂里面不见如来、不见大众，看外面看得很清楚！从这个地方这句看起来，佛前面所问的意思是意在言外，阿难没懂，这个地方把他点醒了。此地说：",
      "zh_TW": "你就像這個人一樣，在講堂裡面不見如來、不見大眾，看外面看得很清楚！從這個地方這句看起來，佛前面所問的意思是意在言外，阿難沒懂，這個地方把他點醒了。此地說："
    },
    {
      "id": "07-001-0013_p0043",
      "zh_CN": "【汝之心灵一切明了。若汝现前所明了心实在身内。尔时先合了知内身。颇有众生。先见身中。后观外物。纵不能见心肝脾胃。爪生发长。筋转脉摇。诚合明了。如何不知。必不内知。云何知外。是故应知。汝言觉了能知之心住在身内。无有是处。】",
      "zh_TW": "【汝之心靈一切明了。若汝現前所明了心實在身內。爾時先合了知內身。頗有眾生。先見身中。後觀外物。縱不能見心肝脾胃。爪生髮長。筋轉脈搖。誠合明了。如何不知。必不內知。云何知外。是故應知。汝言覺了能知之心住在身內。無有是處。】"
    },
    {
      "id": "07-001-0013_p0044",
      "zh_CN": "佛前面问讲堂，问你能见、能知的，意思统在这里显出来。能够知的、能够见的是心不是眼，阿难就代表一个心，能知、能见，门窗代表的是眼。在此地把这个意思显出来，特别着重灵明，『汝之心灵一切明了』。『若汝现前所明了心实在身内』，身内就比作讲堂。『尔时』，正在这个时候，『先合了知内身』，对于你身体里面，就像你人在讲堂里，应该先见如来、见大众，你这个身体里面应该看得很清楚。『颇有众生，先见身中，后观外物』，有没有一个人，先把里面的五脏六腑都看得很清楚，然后从眼睛里面再看到外面东西，有没有这样的人？纵然不见『心肝脾胃』，心肝脾胃比较深，在很里面，好，你没有看到；『爪生发长，筋转脉摇，诚合明了』，这在表面，就在表皮底下就是的，你怎么也看不到？好像在讲堂里面，讲堂深的地方你没有看到，靠近窗口、靠近门的地方，你要向门外看应该先看到。『如何不知』？你怎么也不知道？",
      "zh_TW": "佛前面問講堂，問你能見、能知的，意思統在這裡顯出來。能夠知的、能夠見的是心不是眼，阿難就代表一個心，能知、能見，門窗代表的是眼。在此地把這個意思顯出來，特別著重靈明，『汝之心靈一切明了』。『若汝現前所明了心實在身內』，身內就比作講堂。『爾時』，正在這個時候，『先合了知內身』，對於你身體裡面，就像你人在講堂裡，應該先見如來、見大眾，你這個身體裡面應該看得很清楚。『頗有眾生，先見身中，後觀外物』，有沒有一個人，先把裡面的五臟六腑都看得很清楚，然後從眼睛裡面再看到外面東西，有沒有這樣的人？縱然不見『心肝脾胃』，心肝脾胃比較深，在很裡面，好，你沒有看到；『爪生髮長，筋轉脈搖，誠合明了』，這在表面，就在表皮底下就是的，你怎麼也看不到？好像在講堂裡面，講堂深的地方你沒有看到，靠近窗口、靠近門的地方，你要向門外看應該先看到。『如何不知』？你怎麼也不知道？"
    },
    {
      "id": "07-001-0013_p0045",
      "zh_CN": "『必不内知』，「必」是必定，这是很肯定的一个字。你必定不知内，你怎么会知道外面？这一番谈话，你看释迦牟尼佛这个话，转好大一个弯，先从讲堂看这个、看那个来做比喻，再把它回归到正题，破他什么？心不在你的身里面。眼睛不必破，因为那是附属品，不重要，重要是在心。你不是说，一切众生、十类众生都将识心在自己身体里面吗？『汝言觉了能知之心住在身内，无有是处』，讲不通。「觉了能知」这是心的作用，心果然在身体里面，身体里面就应该觉了、就应该能知。如果对内完全不知道，对外面知道得清清楚楚，你这个心要是说在身体里头，成了问题，这个话讲不通。用这么一个大转弯，拐弯抹角的把他的错误指出来，他才哑口无言，没有话说，想想是这个道理。他的脑筋比我们聪明，转得很快，立刻就想，心不在内，大概在外头。我的心在外头，为什么？这外面看得清楚，里头看不清楚。下面一段他就是反过头来，心在外不在内，处处找心。究竟是不是在外面？我们再下回分解。",
      "zh_TW": "『必不內知』，「必」是必定，這是很肯定的一個字。你必定不知內，你怎麼會知道外面？這一番談話，你看釋迦牟尼佛這個話，轉好大一個彎，先從講堂看這個、看那個來做比喻，再把它回歸到正題，破他什麼？心不在你的身裡面。眼睛不必破，因為那是附屬品，不重要，重要是在心。你不是說，一切眾生、十類眾生都將識心在自己身體裡面嗎？『汝言覺了能知之心住在身內，無有是處』，講不通。「覺了能知」這是心的作用，心果然在身體裡面，身體裡面就應該覺了、就應該能知。如果對內完全不知道，對外面知道得清清楚楚，你這個心要是說在身體裡頭，成了問題，這個話講不通。用這麼一個大轉彎，拐彎抹角的把他的錯誤指出來，他才啞口無言，沒有話說，想想是這個道理。他的腦筋比我們聰明，轉得很快，立刻就想，心不在內，大概在外頭。我的心在外頭，為什麼？這外面看得清楚，裡頭看不清楚。下面一段他就是反過頭來，心在外不在內，處處找心。究竟是不是在外面？我們再下回分解。"
    }
  ]
}