{
  "doc_id": "07-001-0023",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0023",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "07-001-0023_p0001",
      "zh_CN": "【我非敕汝执为非心。但汝于心微细揣摩。若离前尘有分别性。即真汝心。若分别性离尘无体。斯则前尘分别影事。尘非常住。若变灭时。此心则同龟毛兔角。】",
      "zh_TW": "【我非敕汝執為非心。但汝於心微細揣摩。若離前塵有分別性。即真汝心。若分別性離塵無體。斯則前塵分別影事。塵非常住。若變滅時。此心則同龜毛兔角。】"
    },
    {
      "id": "07-001-0023_p0002",
      "zh_CN": "这段经文是世尊指出阿难尊者所用的心决定是妄心，不是真心。指责阿难，实在上说就是指责我们大众，因为我们像阿难一样，无始劫以来都把这个能够推想、能够思惟的，无不是执着以为这就是我们的真心。我们在日常用事是用这个心，现在我们学佛，学佛修道还是用这个心。必须要晓得，日常生活用这个心，结果才有六道的流转、生死的苦果；再要用这个心去修行，楞严会里面讲得很清楚，最高的也只能修成一个阿罗汉，小乘的阿罗汉。小乘阿罗汉是什么境界？前面一句说得很清楚，「内守幽闲，犹为法尘分别影事」，这是不究竟的，这是没有见道，不要说是证道，道还没有见到。阿难在楞严会上，可以说他是梦醒、觉悟了，发心要求如来果地上的大定；换句话说，要发心真正的学佛，希望自己也能像佛一样的，契入佛的境界，这种心是非常稀有而难得的。阿难既然发心，佛是大慈大悲，如来所证的是真实的果地，真的果一定要真心才能够相应，如果我们还用妄心求真实的果，这是决定求不到。经文从开端一直到现在，都是辨别真心与妄心。实在是这个妄心为我们久远劫来使用惯了，现在虽然听佛讲的很有道理，可是依旧不能够舍弃。阿难尊者是如此示现，而我们自己想想，是不是确实不容易放下？信是信了，放是放不下，这才使世尊一而再、再而三不厌其烦的详细给我们开导。",
      "zh_TW": "這段經文是世尊指出阿難尊者所用的心決定是妄心，不是真心。指責阿難，實在上說就是指責我們大眾，因為我們像阿難一樣，無始劫以來都把這個能夠推想、能夠思惟的，無不是執著以為這就是我們的真心。我們在日常用事是用這個心，現在我們學佛，學佛修道還是用這個心。必須要曉得，日常生活用這個心，結果才有六道的流轉、生死的苦果；再要用這個心去修行，楞嚴會裡面講得很清楚，最高的也只能修成一個阿羅漢，小乘的阿羅漢。小乘阿羅漢是什麼境界？前面一句說得很清楚，「內守幽閒，猶為法塵分別影事」，這是不究竟的，這是沒有見道，不要說是證道，道還沒有見到。阿難在楞嚴會上，可以說他是夢醒、覺悟了，發心要求如來果地上的大定；換句話說，要發心真正的學佛，希望自己也能像佛一樣的，契入佛的境界，這種心是非常稀有而難得的。阿難既然發心，佛是大慈大悲，如來所證的是真實的果地，真的果一定要真心才能夠相應，如果我們還用妄心求真實的果，這是決定求不到。經文從開端一直到現在，都是辨別真心與妄心。實在是這個妄心為我們久遠劫來使用慣了，現在雖然聽佛講的很有道理，可是依舊不能夠捨棄。阿難尊者是如此示現，而我們自己想想，是不是確實不容易放下？信是信了，放是放不下，這才使世尊一而再、再而三不厭其煩的詳細給我們開導。"
    },
    {
      "id": "07-001-0023_p0003",
      "zh_CN": "第一句说，『我非敕汝执为非心』，这个意思就说，我不是故意的来责备你，叫你舍弃你的执着，故意说这个不是你的真心，不是佛故意说的，而是事实是如此。所谓心外无法、法外无心，我们能够思惟、能够想像的，在唯识里面讲是第六意识。第六意识从哪里来的？还是唯心所现，还是因心成体之物。诸位要晓得，不但第六意识，连阿赖耶都是真心所现之物，何况第七识，何况前六识？这种道理，实在稍稍涉及佛法的人都能够说得出。但是讲到功夫，功夫就是转识成智，有几个人能够真正的在做这个功夫？也有些人很想转，不知道怎么转法。为什么说他不知道怎么转法？就是说他不会用心，还是用第六识，用这个妄心，妄心怎么能转妄心？没有法子转的。妄心转妄心只有增长虚妄，所谓是增长邪见与烦恼，这是很重要的一个问题。佛在这部经里面告诉我们，如果我们仍然执着能够攀缘想像的以为是自己的真心，那就是认贼为子，是错的；如果要执着这个不是真心，那又好比离开波浪去找水。在这个时候，诸位想想我们要怎么办？执着是错误的，不执着还是错误的。如果这个意思一下会不过来，我们还举古来祖师的比喻，譬如「以金作器，器器是金」，执器就是金是错误的，不可，离开器再去找金，也找不到。这里面我们应当要有个悟处，悟处在哪里？问题是在有没有执着。执着是个妄情，所谓虚妄的情执，破了这一层妄情，一切法哪一法不是真实法！去了执着，波原来就是水、水就是波，水波不二。去了情执，相就是性、性就是相，性相一如；正如同金就是器，器就是金，金器是一不是二，这就叫做会用功。",
      "zh_TW": "第一句說，『我非敕汝執為非心』，這個意思就說，我不是故意的來責備你，叫你捨棄你的執著，故意說這個不是你的真心，不是佛故意說的，而是事實是如此。所謂心外無法、法外無心，我們能夠思惟、能夠想像的，在唯識裡面講是第六意識。第六意識從哪裡來的？還是唯心所現，還是因心成體之物。諸位要曉得，不但第六意識，連阿賴耶都是真心所現之物，何況第七識，何況前六識？這種道理，實在稍稍涉及佛法的人都能夠說得出。但是講到功夫，功夫就是轉識成智，有幾個人能夠真正的在做這個功夫？也有些人很想轉，不知道怎麼轉法。為什麼說他不知道怎麼轉法？就是說他不會用心，還是用第六識，用這個妄心，妄心怎麼能轉妄心？沒有法子轉的。妄心轉妄心只有增長虛妄，所謂是增長邪見與煩惱，這是很重要的一個問題。佛在這部經裡面告訴我們，如果我們仍然執著能夠攀緣想像的以為是自己的真心，那就是認賊為子，是錯的；如果要執著這個不是真心，那又好比離開波浪去找水。在這個時候，諸位想想我們要怎麼辦？執著是錯誤的，不執著還是錯誤的。如果這個意思一下會不過來，我們還舉古來祖師的比喻，譬如「以金作器，器器是金」，執器就是金是錯誤的，不可，離開器再去找金，也找不到。這裡面我們應當要有個悟處，悟處在哪裡？問題是在有沒有執著。執著是個妄情，所謂虛妄的情執，破了這一層妄情，一切法哪一法不是真實法！去了執著，波原來就是水、水就是波，水波不二。去了情執，相就是性、性就是相，性相一如；正如同金就是器，器就是金，金器是一不是二，這就叫做會用功。"
    },
    {
      "id": "07-001-0023_p0004",
      "zh_CN": "佛在此地教给他，再往深一层去观察，所以说『但汝于心微细揣摩，若离前尘有分别性，即真汝心』。这就是教给阿难尊者，将分别觉观微细揣摩，究竟它是真还是妄？离开前尘，它是有体，还是无体？前尘是指境界，五根对外面色声香味触，这是外面的五尘境界；意根对内，五尘落谢的影子是对内，所以叫法尘的境界。前面五根要是离开五尘，根尘不偶的时候，前五识不能够生起，这个道理我想诸位都晓得。第六意识要不缘法尘，第六意识也不会存在，为什么？它没有自体，可见得它是妄。离尘还要有一个独立自体，那就是真的。如果在我们微细揣摩之下，前五识是个断灭相，比较容易觉察得到，为什么？那个相粗。譬如眼识九缘生，耳识八缘生，相粗容易觉察到，我们前五识是有断灭的。既然是有断灭，就是有显著的生灭，这不是真的，真的怎么？真的是不生不灭。第六意识不大容易能够观察到它的断灭相，为什么？它的相续相比前面五识要来得细密，睡了觉它还会作梦，梦里面的作用是第六意识的作用，比前面的五识要微细得多，它分别、攀缘的境界也非常的广大，内外都能缘，难怪一切众生把它当作真心。佛在此地叫我们微细揣摩，粗心大意是看不到的，细心去观察才能够发现到它的真相，真相就是离尘无体。「微细揣摩」这一句是提醒阿难尊者，提醒阿难当然就是提醒我们，怕我们被佛逼到这个地方走投无路，茫然而无所措，所以佛在此地点醒一句，这个点得好，叫我们不必再找别的途径，不要再打歪主意，像阿难前面七番破处一样胡思乱想。「微细揣摩」这句，实在是教我们就路还家，妙极了！叫我们自己辨别这个心是真是妄。",
      "zh_TW": "佛在此地教給他，再往深一層去觀察，所以說『但汝於心微細揣摩，若離前塵有分別性，即真汝心』。這就是教給阿難尊者，將分別覺觀微細揣摩，究竟它是真還是妄？離開前塵，它是有體，還是無體？前塵是指境界，五根對外面色聲香味觸，這是外面的五塵境界；意根對內，五塵落謝的影子是對內，所以叫法塵的境界。前面五根要是離開五塵，根塵不偶的時候，前五識不能夠生起，這個道理我想諸位都曉得。第六意識要不緣法塵，第六意識也不會存在，為什麼？它沒有自體，可見得它是妄。離塵還要有一個獨立自體，那就是真的。如果在我們微細揣摩之下，前五識是個斷滅相，比較容易覺察得到，為什麼？那個相粗。譬如眼識九緣生，耳識八緣生，相粗容易覺察到，我們前五識是有斷滅的。既然是有斷滅，就是有顯著的生滅，這不是真的，真的怎麼？真的是不生不滅。第六意識不大容易能夠觀察到它的斷滅相，為什麼？它的相續相比前面五識要來得細密，睡了覺它還會作夢，夢裡面的作用是第六意識的作用，比前面的五識要微細得多，它分別、攀緣的境界也非常的廣大，內外都能緣，難怪一切眾生把它當作真心。佛在此地叫我們微細揣摩，粗心大意是看不到的，細心去觀察才能夠發現到它的真相，真相就是離塵無體。「微細揣摩」這一句是提醒阿難尊者，提醒阿難當然就是提醒我們，怕我們被佛逼到這個地方走投無路，茫然而無所措，所以佛在此地點醒一句，這個點得好，叫我們不必再找別的途徑，不要再打歪主意，像阿難前面七番破處一樣胡思亂想。「微細揣摩」這句，實在是教我們就路還家，妙極了！叫我們自己辨別這個心是真是妄。"
    },
    {
      "id": "07-001-0023_p0005",
      "zh_CN": "下面怕我们还看不出来，还体验不到这个境界，所以佛再引导我们，『若分别性离尘无体，斯则前尘分别影事』。凡夫、外道、小乘、权教菩萨，都是将分别觉观认作真心，经过这样一次勘验，我们才晓得分别觉观是因前尘而有的。既有能生的六尘，才现出所生的六识，六识是妄心。如果离开六尘境界，这个六识就没有了，这就是显示出这种分别是虚妄的，所以叫做虚妄分别，虚妄分别就是妄想。真如本性里面，也就是真心当中决定没有前尘，真心理体里面也决定没有妄想。佛在此地很肯定的告诉我们，这个分别心是「前尘分别影事」，你看看连阿罗汉、辟支佛他们所证得的境界还是分别影事。上一次跟诸位说过，在六结三空里面，阿罗汉是分别第二个结，静，幽闲是静，内守，守就是分别执着。明心见性有六个结，阿罗汉才住在第二个结里头，他去明心见性还相当的遥远，他还要透过四关才能够见性。说到这个地方，我们要想明心见性谈何容易？我们能修到罗汉就不错了，罗汉距离见性还遥远得很。",
      "zh_TW": "下面怕我們還看不出來，還體驗不到這個境界，所以佛再引導我們，『若分別性離塵無體，斯則前塵分別影事』。凡夫、外道、小乘、權教菩薩，都是將分別覺觀認作真心，經過這樣一次勘驗，我們才曉得分別覺觀是因前塵而有的。既有能生的六塵，才現出所生的六識，六識是妄心。如果離開六塵境界，這個六識就沒有了，這就是顯示出這種分別是虛妄的，所以叫做虛妄分別，虛妄分別就是妄想。真如本性裡面，也就是真心當中決定沒有前塵，真心理體裡面也決定沒有妄想。佛在此地很肯定的告訴我們，這個分別心是「前塵分別影事」，你看看連阿羅漢、辟支佛他們所證得的境界還是分別影事。上一次跟諸位說過，在六結三空裡面，阿羅漢是分別第二個結，靜，幽閒是靜，內守，守就是分別執著。明心見性有六個結，阿羅漢才住在第二個結裡頭，他去明心見性還相當的遙遠，他還要透過四關才能夠見性。說到這個地方，我們要想明心見性談何容易？我們能修到羅漢就不錯了，羅漢距離見性還遙遠得很。"
    },
    {
      "id": "07-001-0023_p0006",
      "zh_CN": "诸位要能够想到这个地方，你才会相信释迦牟尼佛给我们讲的，末法时期的众生舍了净土，全都是高谈阔论，也全是纸上谈兵无济于事，无论哪个法门都不会有成就。幸亏有这个净土法门，我们才有救。净土法门的好处在哪里？唯一的一个特色就是带业往生，不必断惑就能往生西方极乐世界。所以我们生在这个时代，你要说不修净土，修其他的法门，试问问你有多大的能耐？我们不要说得太高，就说内守幽闲，能不能做到？做到也不过阿罗汉而已，距离圆初住还非常的遥远。所以我们要认识自己，要晓得自己的根性，取净土法门决定正确。纵然取净土法门，净土的道理还要懂得，方法不可不知，我们在这一生才能成就。如果盲修瞎练，成就还是很困难，这是我们读到这个地方才知道真正的不容易。",
      "zh_TW": "諸位要能夠想到這個地方，你才會相信釋迦牟尼佛給我們講的，末法時期的眾生捨了淨土，全都是高談闊論，也全是紙上談兵無濟於事，無論哪個法門都不會有成就。幸虧有這個淨土法門，我們才有救。淨土法門的好處在哪裡？唯一的一個特色就是帶業往生，不必斷惑就能往生西方極樂世界。所以我們生在這個時代，你要說不修淨土，修其他的法門，試問問你有多大的能耐？我們不要說得太高，就說內守幽閒，能不能做到？做到也不過阿羅漢而已，距離圓初住還非常的遙遠。所以我們要認識自己，要曉得自己的根性，取淨土法門決定正確。縱然取淨土法門，淨土的道理還要懂得，方法不可不知，我們在這一生才能成就。如果盲修瞎練，成就還是很困難，這是我們讀到這個地方才知道真正的不容易。"
    },
    {
      "id": "07-001-0023_p0007",
      "zh_CN": "下面说，『尘非常住，若变灭时，此心则同龟毛兔角』，这是说妄心是因前尘而有，而前尘是生灭相，就是生灭法，不是常住的。「尘非常住」，粗相容易觉察，微细相很难觉察得到，但是我们观察前尘的生灭，能观粗相就行，就有受用。前尘变灭了，我们能分别的心就不存在，这是到了问题重要的关键，心不存在，随着前尘灭掉了，我们还用什么作因地心来修无上菩提？这是佛说法中心关键的所在。所以这个妄心是有名无实，就像龟毛兔角一样，徒有虚名而无实体。再看底下一段：",
      "zh_TW": "下面說，『塵非常住，若變滅時，此心則同龜毛兔角』，這是說妄心是因前塵而有，而前塵是生滅相，就是生滅法，不是常住的。「塵非常住」，粗相容易覺察，微細相很難覺察得到，但是我們觀察前塵的生滅，能觀粗相就行，就有受用。前塵變滅了，我們能分別的心就不存在，這是到了問題重要的關鍵，心不存在，隨著前塵滅掉了，我們還用什麼作因地心來修無上菩提？這是佛說法中心關鍵的所在。所以這個妄心是有名無實，就像龜毛兔角一樣，徒有虛名而無實體。再看底下一段："
    },
    {
      "id": "07-001-0023_p0008",
      "zh_CN": "【则汝法身。同于断灭。其谁修证无生法忍。】",
      "zh_TW": "【則汝法身。同於斷滅。其誰修證無生法忍。】"
    },
    {
      "id": "07-001-0023_p0009",
      "zh_CN": "这句话是佛对我们的责备，也是给我们的启示，凡、外、权、小都是执着缘尘之心，以为这就是法身，所以佛在前面破斥说尘非常住。假如能生的前尘忽然变灭，所生的心当然也随前尘消失，心既然随着前尘消失，我们的法身也有断灭相。诸位要晓得，法身是不生不灭的，这叫真实，可见得我们所想像当中那个法身也搞错了。法身是我们能想像的吗？不是的。为什么？我们能够思惟想像的是个生灭心，生灭心不能够缘不生不灭的法身理体，它缘不到、它想不出的。这地方是假设的话，法身理体跟妄心要也一样的断灭，法身理体是我们的本修因，再由谁来『修证无生法忍』？无生是不生不灭法，无生法就是法身，无生法就是真如本性，无生法就是菩提涅槃，名词有许多，事是一桩事情。经过世尊这样一番开示：",
      "zh_TW": "這句話是佛對我們的責備，也是給我們的啟示，凡、外、權、小都是執著緣塵之心，以為這就是法身，所以佛在前面破斥說塵非常住。假如能生的前塵忽然變滅，所生的心當然也隨前塵消失，心既然隨著前塵消失，我們的法身也有斷滅相。諸位要曉得，法身是不生不滅的，這叫真實，可見得我們所想像當中那個法身也搞錯了。法身是我們能想像的嗎？不是的。為什麼？我們能夠思惟想像的是個生滅心，生滅心不能夠緣不生不滅的法身理體，它緣不到、它想不出的。這地方是假設的話，法身理體跟妄心要也一樣的斷滅，法身理體是我們的本修因，再由誰來『修證無生法忍』？無生是不生不滅法，無生法就是法身，無生法就是真如本性，無生法就是菩提涅槃，名詞有許多，事是一樁事情。經過世尊這樣一番開示："
    },
    {
      "id": "07-001-0023_p0010",
      "zh_CN": "【即时阿难。与诸大众。默然自失。】",
      "zh_TW": "【即時阿難。與諸大眾。默然自失。】"
    },
    {
      "id": "07-001-0023_p0011",
      "zh_CN": "佛说的这些话有道理，愈想愈有道理，如果在佛的言下大彻大悟，那是好境界。可是阿难不是这样利根伶俐汉，听了佛这段开示不但不能开悟，更迷惑了，反而失去主宰。从前我都是用这心，现在佛这么一讲，确实不是我的心，不是我的心那糟了，那没有心了。心没有了，这个麻烦大！不但阿难没悟，是这样的一个现象，凡是没有开悟的人必然也都是『默然自失』，「默然」是一句话说不出来，失去依凭，失去了依靠，失去了凭借。就是向来自己很自负的，以为这是了不起的心的作用，到这里忽然失掉，哑口无言。我们再看底下经文：",
      "zh_TW": "佛說的這些話有道理，愈想愈有道理，如果在佛的言下大徹大悟，那是好境界。可是阿難不是這樣利根伶俐漢，聽了佛這段開示不但不能開悟，更迷惑了，反而失去主宰。從前我都是用這心，現在佛這麼一講，確實不是我的心，不是我的心那糟了，那沒有心了。心沒有了，這個麻煩大！不但阿難沒悟，是這樣的一個現象，凡是沒有開悟的人必然也都是『默然自失』，「默然」是一句話說不出來，失去依憑，失去了依靠，失去了憑藉。就是向來自己很自負的，以為這是了不起的心的作用，到這裡忽然失掉，啞口無言。我們再看底下經文："
    },
    {
      "id": "07-001-0023_p0012",
      "zh_CN": "【佛告阿难。世间一切诸修学人。现前虽成九次第定。不得漏尽成阿罗汉。皆由执此生死妄想误为真实。是故汝今虽得多闻。不成圣果。】",
      "zh_TW": "【佛告阿難。世間一切諸修學人。現前雖成九次第定。不得漏盡成阿羅漢。皆由執此生死妄想誤為真實。是故汝今雖得多聞。不成聖果。】"
    },
    {
      "id": "07-001-0023_p0013",
      "zh_CN": "这段诸位要仔细的听，为什么？怕起疑惑。我们在小乘罗汉也讲是漏尽，六种神通他有漏尽通，在此地为什么说『不得漏尽』？此地『成阿罗汉』是讲大乘阿罗汉，不是小乘阿罗汉。阿罗汉翻成中国的意思叫无学，就是毕业，小乘阿罗汉是小乘里面毕业，大乘里头还没有入学。所以这个地方讲的阿罗汉是大学毕业的，不是小学毕业，大学还没入门。他的功夫只不过是『九次第定』，九次第定是小乘阿罗汉的定。小乘人漏尽是见思烦恼尽了，尘沙烦恼、无明烦恼没有尽，他是「不得漏尽」。大乘阿罗汉是指法云地的菩萨，诸位能把这个意思明了，这一段就好讲。",
      "zh_TW": "這段諸位要仔細的聽，為什麼？怕起疑惑。我們在小乘羅漢也講是漏盡，六種神通他有漏盡通，在此地為什麼說『不得漏盡』？此地『成阿羅漢』是講大乘阿羅漢，不是小乘阿羅漢。阿羅漢翻成中國的意思叫無學，就是畢業，小乘阿羅漢是小乘裡面畢業，大乘裡頭還沒有入學。所以這個地方講的阿羅漢是大學畢業的，不是小學畢業，大學還沒入門。他的功夫只不過是『九次第定』，九次第定是小乘阿羅漢的定。小乘人漏盡是見思煩惱盡了，塵沙煩惱、無明煩惱沒有盡，他是「不得漏盡」。大乘阿羅漢是指法雲地的菩薩，諸位能把這個意思明瞭，這一段就好講。"
    },
    {
      "id": "07-001-0023_p0014",
      "zh_CN": "『世间一切诸修学人』，这是通指小乘人，在学的修学人，初果、二果、三果都包括在这里面。『现前虽成九次第定』，这是指四果就是小乘罗汉，狭义的是指这些；如果广义的来说，包括一切外道的修行者，他们所修的四禅八定也全都包括在其中。用的功夫可不少，可是得什么样的结果？没有得到结果。结果是要漏尽，他没有得到漏尽，漏是指什么？漏是烦恼的代名词。在佛法里面将烦恼分为三大类，见思烦恼、尘沙烦恼、无明烦恼，三类的烦恼都断尽就叫做漏尽，这样才能够成就大乘的无学，大乘法里面毕了业，再没有好学的。所以如来称大阿罗汉，最低限度这大阿罗汉也称法云地的菩萨。我们在《仁王经》里面看到，这是五忍里面证到寂灭忍的才能称阿罗汉。法云地的菩萨证的是下品寂灭忍，等觉菩萨是中品寂灭忍，到如来位次才是上品寂灭忍。寂灭忍在无生法忍之上，比无生法忍那个功夫还要高。",
      "zh_TW": "『世間一切諸修學人』，這是通指小乘人，在學的修學人，初果、二果、三果都包括在這裡面。『現前雖成九次第定』，這是指四果就是小乘羅漢，狹義的是指這些；如果廣義的來說，包括一切外道的修行者，他們所修的四禪八定也全都包括在其中。用的功夫可不少，可是得什麼樣的結果？沒有得到結果。結果是要漏盡，他沒有得到漏盡，漏是指什麼？漏是煩惱的代名詞。在佛法裡面將煩惱分為三大類，見思煩惱、塵沙煩惱、無明煩惱，三類的煩惱都斷盡就叫做漏盡，這樣才能夠成就大乘的無學，大乘法裡面畢了業，再沒有好學的。所以如來稱大阿羅漢，最低限度這大阿羅漢也稱法雲地的菩薩。我們在《仁王經》裡面看到，這是五忍裡面證到寂滅忍的才能稱阿羅漢。法雲地的菩薩證的是下品寂滅忍，等覺菩薩是中品寂滅忍，到如來位次才是上品寂滅忍。寂滅忍在無生法忍之上，比無生法忍那個功夫還要高。"
    },
    {
      "id": "07-001-0023_p0015",
      "zh_CN": "底下就说出原因，我们为什么修行而得不到结果，不能够证得？都是由于『执此生死妄想误为真实』，病根就在此地。我们还是留恋法尘分别影事，还是留恋分别妄想，依然是把它当作真实的法性，病根在此地。这桩事情，确实不是短时期我们能够领悟的，纵然我们听个十遍、百遍，甚至《楞严经》背得很熟、讲得很熟，我们的妄心还是舍不掉，日常生活当中用的、当家的还是它，这就是问题关键之所在。得用什么方法把这当家给它换掉？这一换掉就成佛。真正想成佛，想求得菩提涅槃真实的解脱，妄心必须要舍弃，舍了妄，当家的就是真心。千万不要以为，「舍了之后我无心了，舍了这分别执着，我将来对什么事情是非善恶都不能分别，那不变成白痴了吗？」给诸位说，白痴还是分别，他要不分别他才不会变白痴。这就是我们舍不掉的原因。我们现在在听经，「我听得很有味道、听得很懂」，为什么我听得懂、很有味道？我有分别心。「我要没有分别心，那我拿什么东西来听经，佛法的功德利益我都不懂？」实在说大错特错。你要是用真心来听经，听一句，我们这里所有经典你都通、都明白了。用分别妄心听一句，这一句还未必真懂得，有的时候还把意思错会，你看冤枉不冤枉？",
      "zh_TW": "底下就說出原因，我們為什麼修行而得不到結果，不能夠證得？都是由於『執此生死妄想誤為真實』，病根就在此地。我們還是留戀法塵分別影事，還是留戀分別妄想，依然是把它當作真實的法性，病根在此地。這樁事情，確實不是短時期我們能夠領悟的，縱然我們聽個十遍、百遍，甚至《楞嚴經》背得很熟、講得很熟，我們的妄心還是捨不掉，日常生活當中用的、當家的還是它，這就是問題關鍵之所在。得用什麼方法把這當家給它換掉？這一換掉就成佛。真正想成佛，想求得菩提涅槃真實的解脫，妄心必須要捨棄，捨了妄，當家的就是真心。千萬不要以為，「捨了之後我無心了，捨了這分別執著，我將來對什麼事情是非善惡都不能分別，那不變成白痴了嗎？」給諸位說，白痴還是分別，他要不分別他才不會變白痴。這就是我們捨不掉的原因。我們現在在聽經，「我聽得很有味道、聽得很懂」，為什麼我聽得懂、很有味道？我有分別心。「我要沒有分別心，那我拿什麼東西來聽經，佛法的功德利益我都不懂？」實在說大錯特錯。你要是用真心來聽經，聽一句，我們這裡所有經典你都通、都明白了。用分別妄心聽一句，這一句還未必真懂得，有的時候還把意思錯會，你看冤枉不冤枉？"
    },
    {
      "id": "07-001-0023_p0016",
      "zh_CN": "我们这个讲座里面现在正在讲《六祖坛经》，诸位想想六祖惠能大师，人家就是用真心，不是用妄心，所以没有听几句他就通达。不但佛法通达，世间法也通达，通达到那么彻底、那么究竟、那么圆满，叫哪个人看到都羡慕。实在讲有什么了不起，我们哪一个人没有这本事？人人都有这本事，就是你不肯用。六祖就能够舍妄心用真心，我们有真心不肯用，带着一分妄情始终不肯舍掉，自己障碍了自己、自己害了自己，没有别人障碍你。这才是世尊在楞严会上责备阿难一向多闻。真正能把这个问题常常提起，我们用功的态度就不一样，为什么﹖你有了方向、有了目标。方向在哪里？真正是在了生死。这句要提不起来，我们成天干什么？我们的方向在名闻利养、在起惑造业，方向在这里，学了佛还是免不了要造业，在这里面求名闻利养、求五欲六尘。这个问题，我们留在星期二《大智度论》里面跟诸位来讨论。所以学佛有真学佛、有假学佛，假学佛的还是离不开六道轮回，还是要受三途果报。下面这是另一个大段：",
      "zh_TW": "我們這個講座裡面現在正在講《六祖壇經》，諸位想想六祖惠能大師，人家就是用真心，不是用妄心，所以沒有聽幾句他就通達。不但佛法通達，世間法也通達，通達到那麼徹底、那麼究竟、那麼圓滿，叫哪個人看到都羨慕。實在講有什麼了不起，我們哪一個人沒有這本事？人人都有這本事，就是你不肯用。六祖就能夠捨妄心用真心，我們有真心不肯用，帶著一分妄情始終不肯捨掉，自己障礙了自己、自己害了自己，沒有別人障礙你。這才是世尊在楞嚴會上責備阿難一向多聞。真正能把這個問題常常提起，我們用功的態度就不一樣，為什麼﹖你有了方向、有了目標。方向在哪裡？真正是在了生死。這句要提不起來，我們成天幹什麼？我們的方向在名聞利養、在起惑造業，方向在這裡，學了佛還是免不了要造業，在這裡面求名聞利養、求五欲六塵。這個問題，我們留在星期二《大智度論》裡面跟諸位來討論。所以學佛有真學佛、有假學佛，假學佛的還是離不開六道輪迴，還是要受三途果報。下面這是另一個大段："
    },
    {
      "id": "07-001-0023_p0017",
      "zh_CN": "【阿难闻已。重复悲泪。五体投地。长跪合掌。而白佛言。自我从佛发心出家。恃佛威神。常自思惟。无劳我修。将谓如来惠我三昧。不知身心本不相代。失我本心。虽身出家。心不入道。譬如穷子舍父逃逝。今日乃知。虽有多闻。若不修行。与不闻等。如人说食终不能饱。】",
      "zh_TW": "【阿難聞已。重復悲淚。五體投地。長跪合掌。而白佛言。自我從佛發心出家。恃佛威神。常自思惟。無勞我修。將謂如來惠我三昧。不知身心本不相代。失我本心。雖身出家。心不入道。譬如窮子捨父逃逝。今日乃知。雖有多聞。若不修行。與不聞等。如人說食終不能飽。】"
    },
    {
      "id": "07-001-0023_p0018",
      "zh_CN": "我们读了这一节，这是阿难真正忏悔之词，人能够这样忏悔，这才有救，这样一忏悔才真正回头，所谓回头是岸。『悲泪』这是自怨、自疚，自己责备自己，显示阿难尊者彻底悔悟过去的错误，悲痛流露在表面上。如果要从因地里面来讲，阿难尊者与释迦牟尼佛在过去世空王佛的时候他们两个是同学，地位是相等的，两个人同学。现在释迦牟尼佛成了佛，他还在居小乘初果的地位，这个相差悬殊实在太大。当然这是示现的，我们不论本，但论迹象，这个迹象上差别太大！阿难尊者他的习气就是喜欢多闻，欢喜听经闻法，一天不听经都感觉得难受过不去。听是听了，那个经的意思懂不懂，不去研究。你看前面有好多地方，他把佛讲的意思都错会了，可见得闻是闻了，不求甚解，当然更谈不上依教奉行，所以这就是闻而无思无修。听得多、记得多，佛的言语他都能够说得出来，都能够背诵，佛所讲的那些话的意思他并不能完全的明了。这个也显示我们众生当中确实有这样的人，喜欢多闻，不求甚解。阿难是生在释迦牟尼佛的同时，还有这么好的老师来救他一把；我们生在末法时期遇不到好老师，再要是连阿难都不如，我们会有什么成就？阿难一直到现在，只晓得佛常常讲「常住真心性净明体」，在哪里不晓得，想到这个地方，怎么不痛心，怎么不惭愧？所以才必然有悲泪来再请求，『五体投地，长跪合掌』，这才求佛。在经文大段落里面讲，前面一大段，妄本可以说已经破了，佛讲得太清楚，向下这是要给阿难提示真本在什么地方。我们读《楞严》，妄本要明了，明了才肯舍，决心才能够下得下去；真本要明了才肯用它，才晓得它有无量的功德。",
      "zh_TW": "我們讀了這一節，這是阿難真正懺悔之詞，人能夠這樣懺悔，這才有救，這樣一懺悔才真正回頭，所謂回頭是岸。『悲淚』這是自怨、自疚，自己責備自己，顯示阿難尊者徹底悔悟過去的錯誤，悲痛流露在表面上。如果要從因地裡面來講，阿難尊者與釋迦牟尼佛在過去世空王佛的時候他們兩個是同學，地位是相等的，兩個人同學。現在釋迦牟尼佛成了佛，他還在居小乘初果的地位，這個相差懸殊實在太大。當然這是示現的，我們不論本，但論跡象，這個跡象上差別太大！阿難尊者他的習氣就是喜歡多聞，歡喜聽經聞法，一天不聽經都感覺得難受過不去。聽是聽了，那個經的意思懂不懂，不去研究。你看前面有好多地方，他把佛講的意思都錯會了，可見得聞是聞了，不求甚解，當然更談不上依教奉行，所以這就是聞而無思無修。聽得多、記得多，佛的言語他都能夠說得出來，都能夠背誦，佛所講的那些話的意思他並不能完全的明瞭。這個也顯示我們眾生當中確實有這樣的人，喜歡多聞，不求甚解。阿難是生在釋迦牟尼佛的同時，還有這麼好的老師來救他一把；我們生在末法時期遇不到好老師，再要是連阿難都不如，我們會有什麼成就？阿難一直到現在，只曉得佛常常講「常住真心性淨明體」，在哪裡不曉得，想到這個地方，怎麼不痛心，怎麼不慚愧？所以才必然有悲淚來再請求，『五體投地，長跪合掌』，這才求佛。在經文大段落裡面講，前面一大段，妄本可以說已經破了，佛講得太清楚，向下這是要給阿難提示真本在什麼地方。我們讀《楞嚴》，妄本要明瞭，明瞭才肯捨，決心才能夠下得下去；真本要明瞭才肯用它，才曉得它有無量的功德。"
    },
    {
      "id": "07-001-0023_p0019",
      "zh_CN": "阿难这段的陈词，就是陈情之词，很值得玩味。你看看这里说的，『自我从佛发心出家』，这是自从我跟着佛发心出家。『恃佛威神』，因为佛是他的堂兄，他们堂兄弟一共有八个人，释迦牟尼佛是老大，阿难是最小的小弟，佛平时对他也很爱护，他自己仗着我的老大哥是佛，他有靠山，所以说恃佛娇怜，仗着佛。可见阿难这习气很重，在家是王子的身分，出了家是佛的弟弟，这关系太密切，所以说是恃佛威神。『常自思惟，无劳我修』，你们别人要修行，你们没有靠山，你们不修行不能成就；我可以不要修行，到时候佛就把三昧给我了。世出世法，给诸位说，凡是有个依赖的心理都不会有成就。也可以说是阿难尊者的依赖心太重，始终不能够独立，能够独立才能有成就。『三昧』是正定、正受，什么叫正定，什么叫正念？这些我们也留在《大智度论》里面讨论，《大智度论》底下一章都会讨论到。你们诸位同修，《大智度论》这一课不能够疏忽，为什么？可以说都是佛学的基本常识，自古以来祖师大德注解经典多半都是引用《大智度论》，所以《大智度论》是我们修学大乘佛法里面的根本科目、共同科目，无论学哪一宗、哪一个法门，这些基本名相的解释，基本的这些道理以及修行方法，都在《大论》里面。这部之后，我们有意思将来再把《瑜伽师地论》也像这个方式讲一遍，就是跟大家在一起我们一同研究一遍。这两部大论是代表佛教里的性相两宗，法相宗的是《瑜伽师地论》，法性宗的是《大智度论》，这两部论典非常重要。",
      "zh_TW": "阿難這段的陳詞，就是陳情之詞，很值得玩味。你看看這裡說的，『自我從佛發心出家』，這是自從我跟著佛發心出家。『恃佛威神』，因為佛是他的堂兄，他們堂兄弟一共有八個人，釋迦牟尼佛是老大，阿難是最小的小弟，佛平時對他也很愛護，他自己仗著我的老大哥是佛，他有靠山，所以說恃佛嬌憐，仗著佛。可見阿難這習氣很重，在家是王子的身分，出了家是佛的弟弟，這關係太密切，所以說是恃佛威神。『常自思惟，無勞我修』，你們別人要修行，你們沒有靠山，你們不修行不能成就；我可以不要修行，到時候佛就把三昧給我了。世出世法，給諸位說，凡是有個依賴的心理都不會有成就。也可以說是阿難尊者的依賴心太重，始終不能夠獨立，能夠獨立才能有成就。『三昧』是正定、正受，什麼叫正定，什麼叫正念？這些我們也留在《大智度論》裡面討論，《大智度論》底下一章都會討論到。你們諸位同修，《大智度論》這一課不能夠疏忽，為什麼？可以說都是佛學的基本常識，自古以來祖師大德註解經典多半都是引用《大智度論》，所以《大智度論》是我們修學大乘佛法裡面的根本科目、共同科目，無論學哪一宗、哪一個法門，這些基本名相的解釋，基本的這些道理以及修行方法，都在《大論》裡面。這部之後，我們有意思將來再把《瑜伽師地論》也像這個方式講一遍，就是跟大家在一起我們一同研究一遍。這兩部大論是代表佛教裡的性相兩宗，法相宗的是《瑜伽師地論》，法性宗的是《大智度論》，這兩部論典非常重要。"
    },
    {
      "id": "07-001-0023_p0020",
      "zh_CN": "下面几句话就很要紧，『不知身心本不相代』。这是过去误会以为到时候佛会帮他忙，到现在才晓得这个忙帮不上，古人所谓父子上山各自努力，要靠自己，哪一个也不能够代替哪一个，阿难到这个时候才觉悟。这一觉悟就非常后悔，从前不用功，以为有个仗恃、有个依赖，到现在才晓得这一番的仗恃、依赖都靠不住，这是自己靠山失去，悲痛之所由来。『失我本心』，本心就是佛前面所讲的「常住真心性净明体」。一直到现在还不晓得这真心在哪里，晓得妄心不是自己真心，真心在哪里还不知道。『虽身出家，心不入道』，身是出家了，诸位要晓得，修道是要修心的，心能够转境界，身不能转境界。下面这句话是《法华经》里面的比喻，『譬如穷子舍父逃逝』，「子」比喻妄觉，「父」比喻本觉，迷了本觉而起妄觉，妄觉是从本觉而生的，所以有子之意。妄觉不认识本觉，所以有背觉合尘的意思，这就好比是舍父逃逝。舍父逃逝是比的六道轮回，冤枉受这些苦。在这个地方诸位要特别记住，小乘纵然证得阿罗汉果、辟支佛果，他决定没有功德法财来养他的法身慧命。真正的功德法财只有大乘菩萨有，大乘菩萨功德法财从哪里来的？他能够离开前面六尘，背尘他能够合觉，这个合就是相应，与本觉理体相应。再说得白一点，他与智慧相应，就像六祖讲的「惠能心中常生智慧」，这句话古人讲的那就是背尘合觉，合觉就是常生智慧。",
      "zh_TW": "下面幾句話就很要緊，『不知身心本不相代』。這是過去誤會以為到時候佛會幫他忙，到現在才曉得這個忙幫不上，古人所謂父子上山各自努力，要靠自己，哪一個也不能夠代替哪一個，阿難到這個時候才覺悟。這一覺悟就非常後悔，從前不用功，以為有個仗恃、有個依賴，到現在才曉得這一番的仗恃、依賴都靠不住，這是自己靠山失去，悲痛之所由來。『失我本心』，本心就是佛前面所講的「常住真心性淨明體」。一直到現在還不曉得這真心在哪裡，曉得妄心不是自己真心，真心在哪裡還不知道。『雖身出家，心不入道』，身是出家了，諸位要曉得，修道是要修心的，心能夠轉境界，身不能轉境界。下面這句話是《法華經》裡面的比喻，『譬如窮子捨父逃逝』，「子」比喻妄覺，「父」比喻本覺，迷了本覺而起妄覺，妄覺是從本覺而生的，所以有子之意。妄覺不認識本覺，所以有背覺合塵的意思，這就好比是捨父逃逝。捨父逃逝是比的六道輪迴，冤枉受這些苦。在這個地方諸位要特別記住，小乘縱然證得阿羅漢果、辟支佛果，他決定沒有功德法財來養他的法身慧命。真正的功德法財只有大乘菩薩有，大乘菩薩功德法財從哪裡來的？他能夠離開前面六塵，背塵他能夠合覺，這個合就是相應，與本覺理體相應。再說得白一點，他與智慧相應，就像六祖講的「惠能心中常生智慧」，這句話古人講的那就是背塵合覺，合覺就是常生智慧。"
    },
    {
      "id": "07-001-0023_p0021",
      "zh_CN": "背尘就是离相，在一切万相当中不染不着，所谓是「不取于相，如如不动」，这就是背尘，背尘自然生智慧，在一切万相当中是念念增长智慧。这种功德、这种利益、这样的享受，不入这个境界没有法子想像得到，这叫真乐。佛法大主意常讲离苦得乐，这句话是真实不虚，确实是这样，这里面有真乐。只要你肯这样做，你一定能够得到，这个乐是真的不是假的。假的乐迷惑颠倒，你虽然乐，乐是迷。这个真乐它不迷，于什么不迷？我给诸位说一句，于生死不迷。这个太自在了，生死不迷，生死就了了，生知道从哪里来，死晓得到哪里去，清清楚楚，给诸位说，就没有生死，你看这个多乐！世间人的乐，能有这么清楚吗？能有这么明白吗？我们看看阿难这几句话就晓得，自己要不修行，想求佛菩萨加被保佑靠得住吗？阿难跟佛这么好的关系，到这个节骨眼都靠不住，我们跟佛什么关系？我们求佛，到时候有难你来救我、你来保佑我，念了这一段，头脑就要醒一醒，到时候不行，佛菩萨不会来。我们也有看到《感应篇》、《灵感录》，不是也看到有好多时候有这些感应，佛菩萨真的就来救我们！如果那些事都是真的，佛菩萨有偏心，对他有感应，对我怎么没有感应？佛菩萨没有偏心，那些感应有没有？有，他有另外的因缘。",
      "zh_TW": "背塵就是離相，在一切萬相當中不染不著，所謂是「不取於相，如如不動」，這就是背塵，背塵自然生智慧，在一切萬相當中是念念增長智慧。這種功德、這種利益、這樣的享受，不入這個境界沒有法子想像得到，這叫真樂。佛法大主意常講離苦得樂，這句話是真實不虛，確實是這樣，這裡面有真樂。只要你肯這樣做，你一定能夠得到，這個樂是真的不是假的。假的樂迷惑顛倒，你雖然樂，樂是迷。這個真樂它不迷，於什麼不迷？我給諸位說一句，於生死不迷。這個太自在了，生死不迷，生死就了了，生知道從哪裡來，死曉得到哪裡去，清清楚楚，給諸位說，就沒有生死，你看這個多樂！世間人的樂，能有這麼清楚嗎？能有這麼明白嗎？我們看看阿難這幾句話就曉得，自己要不修行，想求佛菩薩加被保佑靠得住嗎？阿難跟佛這麼好的關係，到這個節骨眼都靠不住，我們跟佛什麼關係？我們求佛，到時候有難你來救我、你來保佑我，念了這一段，頭腦就要醒一醒，到時候不行，佛菩薩不會來。我們也有看到《感應篇》、《靈感錄》，不是也看到有好多時候有這些感應，佛菩薩真的就來救我們！如果那些事都是真的，佛菩薩有偏心，對他有感應，對我怎麼沒有感應？佛菩薩沒有偏心，那些感應有沒有？有，他有另外的因緣。"
    },
    {
      "id": "07-001-0023_p0022",
      "zh_CN": "如果诸位读了《华严经》，这个道理就应该会参透。你看《华严经》里面那些杂神众，我们这两个星期所研究讨论的都是些杂神。杂神怎么能够参加毘卢遮那佛的华藏海会？经里面给我们说得很清楚，多生多劫与毘卢遮那佛有缘，不是这一生。譬如你是个老百姓，他做了总统，他常常来看你、来照顾你，凭什么？原来是你跟总统小时候就在一起玩的，你们的因缘关系深，是这么个道理。多生多劫之前跟那尊佛、跟那个菩萨有缘分，所以才有特别的感应，不是人人都能够得到的。那种感应只能够说帮个小忙，你有苦难的时候帮你个小忙；至于三昧，了生死出三界，帮不上忙。连佛都没有办法帮阿难的忙，什么样的佛菩萨也没有法子帮我们的忙，这个诸位必须要提高警觉心。我们是一昧依靠佛菩萨，躺在佛菩萨怀里头也没用处。佛菩萨真正能够保佑我们、加持我们，是什么？是经典、是这些理论与方法。他把这些理论传授给我们，方法教给我们，这是真正宝贵的，不是假的。我们能够依照这个理论、依照这个方法，他能成佛，我也能成佛；他能作菩萨，我也能作菩萨，我们并没有两样。这是诸佛菩萨真正的期望，是叫我们早一天成佛作祖。",
      "zh_TW": "如果諸位讀了《華嚴經》，這個道理就應該會參透。你看《華嚴經》裡面那些雜神眾，我們這兩個星期所研究討論的都是些雜神。雜神怎麼能夠參加毘盧遮那佛的華藏海會？經裡面給我們說得很清楚，多生多劫與毘盧遮那佛有緣，不是這一生。譬如你是個老百姓，他做了總統，他常常來看你、來照顧你，憑什麼？原來是你跟總統小時候就在一起玩的，你們的因緣關係深，是這麼個道理。多生多劫之前跟那尊佛、跟那個菩薩有緣分，所以才有特別的感應，不是人人都能夠得到的。那種感應只能夠說幫個小忙，你有苦難的時候幫你個小忙；至於三昧，了生死出三界，幫不上忙。連佛都沒有辦法幫阿難的忙，什麼樣的佛菩薩也沒有法子幫我們的忙，這個諸位必須要提高警覺心。我們是一昧依靠佛菩薩，躺在佛菩薩懷裡頭也沒用處。佛菩薩真正能夠保佑我們、加持我們，是什麼？是經典、是這些理論與方法。他把這些理論傳授給我們，方法教給我們，這是真正寶貴的，不是假的。我們能夠依照這個理論、依照這個方法，他能成佛，我也能成佛；他能作菩薩，我也能作菩薩，我們並沒有兩樣。這是諸佛菩薩真正的期望，是叫我們早一天成佛作祖。"
    },
    {
      "id": "07-001-0023_p0023",
      "zh_CN": "这段的问话，下面还有一句，『今日乃知，虽有多闻，若不修行，与不闻等；如人说食，终不能饱』，这句好懂，意思很明显。「今日」就是到今天，他才觉悟，觉悟什么？多闻不修行没有用处的。好，我们听了这个话，多闻不修行没用处，从今天起我们不要多闻，回家关起门来去修行，你要这个搞法你又错了。现在一般人认为什么？修行大概总是念佛、要持斋、要拜佛、要念经，这就叫修行。这把修行两个字是什么意思都不明了。行是行为，我们身体一举一动是身的行为；口里面的言语，从早到晚你说话是口的行为；心里面想东想西起念头，这是意的行为。行为有了错误，把它修正过来这就叫修行，修行是修正行为。如果说吃素就是修行，吃肉就是不修行，释迦牟尼佛在世的时候吃肉，一直到现在南洋佛教托钵还是吃肉，那他们都不修行了？人家沿门托钵，人家给什么吃什么。敲着木鱼念经叫修行，六祖惠能大师不认识字，他也不会念经，他也不修行吗？他是一代祖师，人家要是拿着经典去问他，他说你念给我听，听了再给他讲解，可见得六祖不会念经。念佛是修行，而禅宗里头念佛一句要漱口三天。诸位总得要明了，修行就是修正我们的行为，我们行为有错误要把它修正过来。这说起来修行得有个标准，什么行为才是正的、什么行为才是错的，要有标准。",
      "zh_TW": "這段的問話，下面還有一句，『今日乃知，雖有多聞，若不修行，與不聞等；如人說食，終不能飽』，這句好懂，意思很明顯。「今日」就是到今天，他才覺悟，覺悟什麼？多聞不修行沒有用處的。好，我們聽了這個話，多聞不修行沒用處，從今天起我們不要多聞，回家關起門來去修行，你要這個搞法你又錯了。現在一般人認為什麼？修行大概總是念佛、要持齋、要拜佛、要念經，這就叫修行。這把修行兩個字是什麼意思都不明瞭。行是行為，我們身體一舉一動是身的行為；口裡面的言語，從早到晚你說話是口的行為；心裡面想東想西起念頭，這是意的行為。行為有了錯誤，把它修正過來這就叫修行，修行是修正行為。如果說吃素就是修行，吃肉就是不修行，釋迦牟尼佛在世的時候吃肉，一直到現在南洋佛教托缽還是吃肉，那他們都不修行了？人家沿門托缽，人家給什麼吃什麼。敲著木魚念經叫修行，六祖惠能大師不認識字，他也不會念經，他也不修行嗎？他是一代祖師，人家要是拿著經典去問他，他說你念給我聽，聽了再給他講解，可見得六祖不會念經。念佛是修行，而禪宗裡頭念佛一句要漱口三天。諸位總得要明瞭，修行就是修正我們的行為，我們行為有錯誤要把它修正過來。這說起來修行得有個標準，什麼行為才是正的、什麼行為才是錯的，要有標準。"
    },
    {
      "id": "07-001-0023_p0024",
      "zh_CN": "在佛法里面的标准很多，不是只有一个标准，为什么？人有人的标准、天有天的标准、声闻有声闻的标准、菩萨有菩萨的标准，菩萨还有五十一个等级，每个等级有每个等级的标准，都不一样。因此这个修行，我们就必须要通达理论，通达这些道理，了解这些标准，我们努力的学习，力争上游。可是再高的标准，高的标准一定包括最基础的，好像我们盖大楼，盖上一百层、二百层的大楼，诸位想想有没有离开地基？决定不能离开地基，地基就是最初级的修行标准。古圣先贤从世出世法善恶的标准，把它汇集起来编成一篇就是《感应篇》。所以我们要想修行，依什么来做标准？依《感应篇》最好不过。诸位要没有这个书，可以在我们这里请，我们图书馆有《感应篇》流通。每天早晨起来把《感应篇》看一遍，记住，今天一天要照这样去做；晚上睡觉之前《感应篇》再看一遍，反省反省我今天哪些地方错、哪些地方对。逐渐逐渐按照这个标准来修改，这就是踏踏实实、道道地地的修行。然后再看经、再念佛，那个看经跟念佛才能得到受用，才真正的有功德利益。看经是什么？看经念佛修正我们自己的观念，修正我们的人生宇宙观，渐渐的把我们修行的标准提升，意思是在此地。可是你有根本才能提升，好像盖房子一样，我地基牢我才能盖一层，再盖二层、盖三层，愈盖愈高，你要没有根本你盖什么？现在人念佛为什么不得力？没有基础。所以念了几十年，智慧也不开、福德也没有；真正得力，给诸位说，福与慧天天增长，智慧增长、福报也增长，他有基础。由此可知，世出世法都要从基本上来奠定坚固不拔的基础，才能有成就可言。因地要真，果才实在；因心要是虚妄的，就跟前面阿难尊者一样是用妄心，妄心决定不会结果。真心才会结果，我们用真心来修《感应篇》，就是成佛作祖的基础，这是很重要的。否则的话，那就是「如人说食终不能饱」，都会落空。下面说：",
      "zh_TW": "在佛法裡面的標準很多，不是只有一個標準，為什麼？人有人的標準、天有天的標準、聲聞有聲聞的標準、菩薩有菩薩的標準，菩薩還有五十一個等級，每個等級有每個等級的標準，都不一樣。因此這個修行，我們就必須要通達理論，通達這些道理，了解這些標準，我們努力的學習，力爭上游。可是再高的標準，高的標準一定包括最基礎的，好像我們蓋大樓，蓋上一百層、二百層的大樓，諸位想想有沒有離開地基？決定不能離開地基，地基就是最初級的修行標準。古聖先賢從世出世法善惡的標準，把它彙集起來編成一篇就是《感應篇》。所以我們要想修行，依什麼來做標準？依《感應篇》最好不過。諸位要沒有這個書，可以在我們這裡請，我們圖書館有《感應篇》流通。每天早晨起來把《感應篇》看一遍，記住，今天一天要照這樣去做；晚上睡覺之前《感應篇》再看一遍，反省反省我今天哪些地方錯、哪些地方對。逐漸逐漸按照這個標準來修改，這就是踏踏實實、道道地地的修行。然後再看經、再念佛，那個看經跟念佛才能得到受用，才真正的有功德利益。看經是什麼？看經念佛修正我們自己的觀念，修正我們的人生宇宙觀，漸漸的把我們修行的標準提升，意思是在此地。可是你有根本才能提升，好像蓋房子一樣，我地基牢我才能蓋一層，再蓋二層、蓋三層，愈蓋愈高，你要沒有根本你蓋什麼？現在人念佛為什麼不得力？沒有基礎。所以念了幾十年，智慧也不開、福德也沒有；真正得力，給諸位說，福與慧天天增長，智慧增長、福報也增長，他有基礎。由此可知，世出世法都要從基本上來奠定堅固不拔的基礎，才能有成就可言。因地要真，果才實在；因心要是虛妄的，就跟前面阿難尊者一樣是用妄心，妄心決定不會結果。真心才會結果，我們用真心來修《感應篇》，就是成佛作祖的基礎，這是很重要的。否則的話，那就是「如人說食終不能飽」，都會落空。下面說："
    },
    {
      "id": "07-001-0023_p0025",
      "zh_CN": "【世尊。我等今者。二障所缠。良由不知寂常心性。惟愿如来哀愍穷露。发妙明心。开我道眼。】",
      "zh_TW": "【世尊。我等今者。二障所纏。良由不知寂常心性。惟願如來哀愍窮露。發妙明心。開我道眼。】"
    },
    {
      "id": "07-001-0023_p0026",
      "zh_CN": "前头统统都是忏悔的话，到这一小段才启请，才求佛开示真实法门。我们今天时间到了，这一段下次我们再把它补出来。",
      "zh_TW": "前頭統統都是懺悔的話，到這一小段才啟請，才求佛開示真實法門。我們今天時間到了，這一段下次我們再把它補出來。"
    }
  ]
}