{
  "doc_id": "07-001-0133",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三三集",
    "zh_TW": "第一三三集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0133",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "07-001-0133_p0001",
      "zh_CN": "请掀开经本第一百五十八面第五行：",
      "zh_TW": "請掀開經本第一百五十八面第五行："
    },
    {
      "id": "07-001-0133_p0002",
      "zh_CN": "【若以风性观。动寂非无对。对非无上觉。云何获圆通。】",
      "zh_TW": "【若以風性觀。動寂非無對。對非無上覺。云何獲圓通。】"
    },
    {
      "id": "07-001-0133_p0003",
      "zh_CN": "这是文殊菩萨评断，琉璃光尊者他证入圆通的方法，尊者是用七大里面的风大来修，他是由风大而悟入。所谓风是指动相，不动就不叫风。前面两句，动里面的意思是说明，遍观四大身心全都是风力在那里转动；如果哪个地方要是不动，那个人就生病了。所以我们全身每一个细胞、每一种器官，它都有运动的功能；如果哪个血管不通、堵塞、不动，这就有毛病，心脏要是不动这人就死亡。所以每个部位都在那里动，我们一般讲运动，全身是如此，整个宇宙也是如此。可是在我们凡夫概念里面，有动当然就有静，我们不谈动静一如，动静一如那就是获得圆通。凡夫毕竟怕这个功力见不到真实之相，这也是对初心修行人来说，初心修行他总是执着二边，有动就有静，二边是对立的，从相对的观点要想证得圆通不容易，这是我们在许多大乘经典里面、乃至于祖师语录里，给我们说得很清楚。可是在初用功的时候，又没有办法离开相对，如何从相对悟入到绝对，我们今天讲绝对，绝对的对面还是个相对，所以还是相对的。实在讲离开相对，一句话也说不出来，所谓言语道断、心行处灭，这才是真正寂照现前的境界。这个意思很深，这个意思是真正的，决定不是虚妄。文殊菩萨是就这一点来批评琉璃光菩萨，他用的方法对初学的人来说有困难，他是可以用，他本身到了这个程度是行，初学的人毕竟没有这种程度。我们晓得无上正觉就是真如理体，它是动静二边都离开。譬如《般若经》里面常讲无念，这个无念是有念跟无念统统都无，无念不是跟有念两个对立的，凡是对立的都是虚妄。在《信心铭》里面我们念过，也是举《楞严经》的话说的，妄真同二妄，那就是相对的真还是虚妄的，真正的真就是舍了相对之后，真心、实相就现前。这是这段经文里面所讲的圆通之法。底下一位是虚空藏菩萨，他是从空观而证得。",
      "zh_TW": "這是文殊菩薩評斷，琉璃光尊者他證入圓通的方法，尊者是用七大裡面的風大來修，他是由風大而悟入。所謂風是指動相，不動就不叫風。前面兩句，動裡面的意思是說明，遍觀四大身心全都是風力在那裡轉動；如果哪個地方要是不動，那個人就生病了。所以我們全身每一個細胞、每一種器官，它都有運動的功能；如果哪個血管不通、堵塞、不動，這就有毛病，心臟要是不動這人就死亡。所以每個部位都在那裡動，我們一般講運動，全身是如此，整個宇宙也是如此。可是在我們凡夫概念裡面，有動當然就有靜，我們不談動靜一如，動靜一如那就是獲得圓通。凡夫畢竟怕這個功力見不到真實之相，這也是對初心修行人來說，初心修行他總是執著二邊，有動就有靜，二邊是對立的，從相對的觀點要想證得圓通不容易，這是我們在許多大乘經典裡面、乃至於祖師語錄裡，給我們說得很清楚。可是在初用功的時候，又沒有辦法離開相對，如何從相對悟入到絕對，我們今天講絕對，絕對的對面還是個相對，所以還是相對的。實在講離開相對，一句話也說不出來，所謂言語道斷、心行處滅，這才是真正寂照現前的境界。這個意思很深，這個意思是真正的，決定不是虛妄。文殊菩薩是就這一點來批評琉璃光菩薩，他用的方法對初學的人來說有困難，他是可以用，他本身到了這個程度是行，初學的人畢竟沒有這種程度。我們曉得無上正覺就是真如理體，它是動靜二邊都離開。譬如《般若經》裡面常講無念，這個無念是有念跟無念統統都無，無念不是跟有念兩個對立的，凡是對立的都是虛妄。在《信心銘》裡面我們念過，也是舉《楞嚴經》的話說的，妄真同二妄，那就是相對的真還是虛妄的，真正的真就是捨了相對之後，真心、實相就現前。這是這段經文裡面所講的圓通之法。底下一位是虛空藏菩薩，他是從空觀而證得。"
    },
    {
      "id": "07-001-0133_p0004",
      "zh_CN": "【若以空性观。昏钝先非觉。无觉异菩提。云何获圆通。】",
      "zh_TW": "【若以空性觀。昏鈍先非覺。無覺異菩提。云何獲圓通。】"
    },
    {
      "id": "07-001-0133_p0005",
      "zh_CN": "实际上菩萨的评语，就是各别的评语十五个字，每人都十五个字，共同的评语是「云何获圆通」五个字。虚空藏菩萨是因空而悟入。要以空大而观，修观最方便的是从自己本身观起，虚空藏菩萨他所示现的方法就是这样，观本身四大，观到四大皆空，然后再把这个观法推展到外面境界，一一境界无不是四大组合的。那就正跟《般若经》里面所讲的，「一切法皆是因缘所生」，因缘所生就是四大组合。一切法没有自性，四大是不是实在的？四大也不是实在的。今天科学家有许多新的发现，他发现基本的物质，现在所讲的粒子，比电子还小，科学家认为它是能量高度的浓缩状态，这是物质，可见得物质是空的。因为物质可以解放为能量，能量高度浓缩就变成物质，这个基本的物质就是佛经里面所讲的四大。四大说是基本物质，它有四种现象，譬如我们今天讲的原子、电子、粒子，都有这四个现象。第一个，它是一个物体，我们在显微镜之下能够看到它，它是个物体，是物体就是地大，它有个东西在；同时它有温度，温度就是火大；它有湿度，湿度就是水大；还有一个现象，它是动的，它不是静态的，动的速度非常大，动，佛就叫它做风大。基本物质有这四种现象，从现象上说它有，从体性上说它没有，它只是能量浓缩结合的一个状态，它不是真有，那就符合《金刚经》里面所说的即非、是名，四大者即非四大、是名四大。菩萨从这个地方悟入，圆悟空性。",
      "zh_TW": "實際上菩薩的評語，就是各別的評語十五個字，每人都十五個字，共同的評語是「云何獲圓通」五個字。虛空藏菩薩是因空而悟入。要以空大而觀，修觀最方便的是從自己本身觀起，虛空藏菩薩他所示現的方法就是這樣，觀本身四大，觀到四大皆空，然後再把這個觀法推展到外面境界，一一境界無不是四大組合的。那就正跟《般若經》裡面所講的，「一切法皆是因緣所生」，因緣所生就是四大組合。一切法沒有自性，四大是不是實在的？四大也不是實在的。今天科學家有許多新的發現，他發現基本的物質，現在所講的粒子，比電子還小，科學家認為它是能量高度的濃縮狀態，這是物質，可見得物質是空的。因為物質可以解放為能量，能量高度濃縮就變成物質，這個基本的物質就是佛經裡面所講的四大。四大說是基本物質，它有四種現象，譬如我們今天講的原子、電子、粒子，都有這四個現象。第一個，它是一個物體，我們在顯微鏡之下能夠看到它，它是個物體，是物體就是地大，它有個東西在；同時它有溫度，溫度就是火大；它有濕度，濕度就是水大；還有一個現象，它是動的，它不是靜態的，動的速度非常大，動，佛就叫它做風大。基本物質有這四種現象，從現象上說它有，從體性上說它沒有，它只是能量濃縮結合的一個狀態，它不是真有，那就符合《金剛經》裡面所說的即非、是名，四大者即非四大、是名四大。菩薩從這個地方悟入，圓悟空性。"
    },
    {
      "id": "07-001-0133_p0006",
      "zh_CN": "文殊菩萨在此地批评他，说空性乃是无明晦昧之空。空相是从无明而来的，「无明不觉生三细」，业相就是个空相。本身迷了才起无明，无明就是迷，迷是不明，迷就不灵，真性灵明觉知，我们灵跟明都失掉；换句话说，虚空不是一个灵明觉知，怎么可能用昏钝的一个修因，修到灵明觉知的正觉？这就是因与果不相应。佛在前面跟我们说明，修行因地心与果地觉一定要相应，因心果觉不相应那不能成就。文殊菩萨基于这一点，来给虚空藏菩萨修因做了个评断，就是说明因地心与果地觉不相应。虚空是无觉无知，菩提是灵明觉知，所以说『无觉异菩提』，拿一个无觉无知的顽虚空，用这个做为本修因，怎么能够证得无上菩提？",
      "zh_TW": "文殊菩薩在此地批評他，說空性乃是無明晦昧之空。空相是從無明而來的，「無明不覺生三細」，業相就是個空相。本身迷了才起無明，無明就是迷，迷是不明，迷就不靈，真性靈明覺知，我們靈跟明都失掉；換句話說，虛空不是一個靈明覺知，怎麼可能用昏鈍的一個修因，修到靈明覺知的正覺？這就是因與果不相應。佛在前面跟我們說明，修行因地心與果地覺一定要相應，因心果覺不相應那不能成就。文殊菩薩基於這一點，來給虛空藏菩薩修因做了個評斷，就是說明因地心與果地覺不相應。虛空是無覺無知，菩提是靈明覺知，所以說『無覺異菩提』，拿一個無覺無知的頑虛空，用這個做為本修因，怎麼能夠證得無上菩提？"
    },
    {
      "id": "07-001-0133_p0007",
      "zh_CN": "这段话对我们初学的人来说，是最严重的一个警告。古德常说，「宁可执有如须弥山，不可执空如芥子许」，为什么？怕你堕在恶取空，那就麻烦大了。诸佛菩萨能够救着有的人，他有办法救他，很容易叫他回头；着空的人很难救，没办法救他。执空的人到最后怎么样？因果报应他都不相信，这个事情麻烦大了。必须等到他造业受报，他的罪业报尽，哪一天善根再现前，佛菩萨才有机会来度他。不像执着有的人，执着有的人随时佛菩萨都有机会来度他，执空的人那就不简单。所以虚空藏菩萨他这个法门，固然是法门平等、无有高下，但是在他行，他可以入门；我们初学的人用他这个方法，很容易把路子走错。所以自古以来，特别是在中国佛教，这些祖师大德们对于《般若经》都非常的慎重，讲其他的经都喜欢讲，讲《般若经》都不愿意讲，原因就是怕听的人如果把意思听歪，没有真正能够会到意思，错会了意思、误会了意思，就会堕在恶取空。再看底下一段，下面这一段是弥勒菩萨：",
      "zh_TW": "這段話對我們初學的人來說，是最嚴重的一個警告。古德常說，「寧可執有如須彌山，不可執空如芥子許」，為什麼？怕你墮在惡取空，那就麻煩大了。諸佛菩薩能夠救著有的人，他有辦法救他，很容易叫他回頭；著空的人很難救，沒辦法救他。執空的人到最後怎麼樣？因果報應他都不相信，這個事情麻煩大了。必須等到他造業受報，他的罪業報盡，哪一天善根再現前，佛菩薩才有機會來度他。不像執著有的人，執著有的人隨時佛菩薩都有機會來度他，執空的人那就不簡單。所以虛空藏菩薩他這個法門，固然是法門平等、無有高下，但是在他行，他可以入門；我們初學的人用他這個方法，很容易把路子走錯。所以自古以來，特別是在中國佛教，這些祖師大德們對於《般若經》都非常的慎重，講其他的經都喜歡講，講《般若經》都不願意講，原因就是怕聽的人如果把意思聽歪，沒有真正能夠會到意思，錯會了意思、誤會了意思，就會墮在惡取空。再看底下一段，下面這一段是彌勒菩薩："
    },
    {
      "id": "07-001-0133_p0008",
      "zh_CN": "【若以识性观。观识非常住。存心乃虚妄。云何获圆通。】",
      "zh_TW": "【若以識性觀。觀識非常住。存心乃虛妄。云何獲圓通。】"
    },
    {
      "id": "07-001-0133_p0009",
      "zh_CN": "弥勒菩萨是因为识大而悟入，我们今天讲唯识，弥勒菩萨是唯识的专家。学唯识必须要转识成智才能入门，如果不能够转识成智那就坏了，就是文殊菩萨讲的，『云何获圆通』？学唯识的人自古至今很多，由唯识证得圆通的那就不多了，这是我们要晓得原因在哪里？学唯识很容易堕在教相里面，满脑袋都是法相名词，都搞到这里面，这是个很麻烦的事情。几时把这些法相名词参破，完全都舍掉，才能够见到真性。唯识要修观，唯识宗里面修行的方法，五重唯识观，五重就是分作五个层次，把一切分别执着舍掉，那是很不简单的事情。前面两句意思是说，如来藏妙真如性就是第八识，在唯识里面讲真妄和合，如来藏妙真如性哪有虚妄？既然讲是妙真如性，诸位想一想，它怎么会虚妄？就在凡夫位还叫妙真如性。可惜那些没悟还在迷位的人，实在讲觉与迷，觉就是转识成智，迷就是转智成识。可是唯识论里讲得好，但转名言不转体，连六祖大师在《坛经》里都这么说过。话说回来就是迷悟，迷了，妙真如性就叫阿赖耶。妙真如性真的就变成阿赖耶？哪有这个话！悟了，阿赖耶又变成妙真如性，在什么地方变？在名词上变，事实上完全没变。事实上要是有变，那还叫什么妙真如性！但是，不能转识那你就为识所转，为识所转是什么？我们一般讲被业力牵引，自己做不了主。我们今天很冷静的去想想，我们是不是自己做得了主？我们很希望自己不起一个妄念，如果自己要是做得了主，那就二六时中妄念不生，这多自在！偏偏妄念不断，这就证明你做不了主，这就证明你二六时中被识所转。诸位要晓得，念头起、念头灭，这就是识、就是识心，六根接触六尘境界，你感受的有喜怒哀乐，这是被境界所转，不是被境界也是被识所转。境界是中立的，它是无心的，谁有心？自己有心，外境无心，自己有心就是个妄心。",
      "zh_TW": "彌勒菩薩是因為識大而悟入，我們今天講唯識，彌勒菩薩是唯識的專家。學唯識必須要轉識成智才能入門，如果不能夠轉識成智那就壞了，就是文殊菩薩講的，『云何獲圓通』？學唯識的人自古至今很多，由唯識證得圓通的那就不多了，這是我們要曉得原因在哪裡？學唯識很容易墮在教相裡面，滿腦袋都是法相名詞，都搞到這裡面，這是個很麻煩的事情。幾時把這些法相名詞參破，完全都捨掉，才能夠見到真性。唯識要修觀，唯識宗裡面修行的方法，五重唯識觀，五重就是分作五個層次，把一切分別執著捨掉，那是很不簡單的事情。前面兩句意思是說，如來藏妙真如性就是第八識，在唯識裡面講真妄和合，如來藏妙真如性哪有虛妄？既然講是妙真如性，諸位想一想，它怎麼會虛妄？就在凡夫位還叫妙真如性。可惜那些沒悟還在迷位的人，實在講覺與迷，覺就是轉識成智，迷就是轉智成識。可是唯識論裡講得好，但轉名言不轉體，連六祖大師在《壇經》裡都這麼說過。話說回來就是迷悟，迷了，妙真如性就叫阿賴耶。妙真如性真的就變成阿賴耶？哪有這個話！悟了，阿賴耶又變成妙真如性，在什麼地方變？在名詞上變，事實上完全沒變。事實上要是有變，那還叫什麼妙真如性！但是，不能轉識那你就為識所轉，為識所轉是什麼？我們一般講被業力牽引，自己做不了主。我們今天很冷靜的去想想，我們是不是自己做得了主？我們很希望自己不起一個妄念，如果自己要是做得了主，那就二六時中妄念不生，這多自在！偏偏妄念不斷，這就證明你做不了主，這就證明你二六時中被識所轉。諸位要曉得，念頭起、念頭滅，這就是識、就是識心，六根接觸六塵境界，你感受的有喜怒哀樂，這是被境界所轉，不是被境界也是被識所轉。境界是中立的，它是無心的，誰有心？自己有心，外境無心，自己有心就是個妄心。"
    },
    {
      "id": "07-001-0133_p0010",
      "zh_CN": "『观识非常住』，识心不是常住法，是刹那生灭。我们讲用功，这个用功初学的人用观照，观照还是用的第六意识。能观的心是第六意识心，所观的境界是法尘，能观的心是识心，识心与法尘都不是常住的、都不是真常的，可是初学的人一定要从这个地方用功。最简单、最方便的功夫，我们常讲提起佛号，这就是观照。我们怎么个观照法？提起佛号就是观照，要晓得佛号的意思。譬如一般人念佛没有观照的功夫在里头，他念阿弥陀佛存了什么心？他着相，那是迷信，「我天天念阿弥陀佛，阿弥陀佛会保佑我，将来我舍报之后，阿弥陀佛接引我往生西方极乐世界」，他只有这么一个念头，所以佛号里面没有观照的功夫。聪明利根的人通达教义，于是念这句佛号里面就有观照，它起作用。这个功德利益，比不了解教义天天在那里念佛，那个效果要大得太多。这就是学佛不能不明理。提起这一句阿弥陀佛，就是觉而不迷，我六根在境界里面起心动念迷了，自己知道迷了。谁知道？第六意识知道，不是真心。第六意识立刻转个念头，「我要觉，我不要迷」，那个要觉的心还是第六意识，没出第六意识的范围，所以观照是用第六意识。",
      "zh_TW": "『觀識非常住』，識心不是常住法，是剎那生滅。我們講用功，這個用功初學的人用觀照，觀照還是用的第六意識。能觀的心是第六意識心，所觀的境界是法塵，能觀的心是識心，識心與法塵都不是常住的、都不是真常的，可是初學的人一定要從這個地方用功。最簡單、最方便的功夫，我們常講提起佛號，這就是觀照。我們怎麼個觀照法？提起佛號就是觀照，要曉得佛號的意思。譬如一般人念佛沒有觀照的功夫在裡頭，他念阿彌陀佛存了什麼心？他著相，那是迷信，「我天天念阿彌陀佛，阿彌陀佛會保佑我，將來我捨報之後，阿彌陀佛接引我往生西方極樂世界」，他只有這麼一個念頭，所以佛號裡面沒有觀照的功夫。聰明利根的人通達教義，於是念這句佛號裡面就有觀照，它起作用。這個功德利益，比不了解教義天天在那裡念佛，那個效果要大得太多。這就是學佛不能不明理。提起這一句阿彌陀佛，就是覺而不迷，我六根在境界裡面起心動念迷了，自己知道迷了。誰知道？第六意識知道，不是真心。第六意識立刻轉個念頭，「我要覺，我不要迷」，那個要覺的心還是第六意識，沒出第六意識的範圍，所以觀照是用第六意識。"
    },
    {
      "id": "07-001-0133_p0011",
      "zh_CN": "但是这是用第六意识接近到真如本性，是与真如本性相应的一条道路。我们念观世音菩萨，这里面起的觉照就是大慈大悲，否则的话有什么用？你们有很多人都持诵大悲咒，如果没有大悲心，你一天诵一万遍大悲咒都没用处。念大悲咒要生大悲心，念南无观世音菩萨要生慈悲心，大慈大悲救苦救难，生这个心。一念，这个心就生起来，这叫观照；念地藏菩萨就孝顺父母、尊敬师长，就生孝亲尊师的心，这是你念地藏菩萨名号起了观照，这才有作用。所以诸位无论是读经，诵经是背诵，持名，持佛的名号、持菩萨的名号，一定要有观照的功夫。在修学里面要晓得一门深入，不能搞得太多，太多了你的观照就照不住，为什么？太复杂了，不是你心的力量能够办得到的。所以学东西要学一门，学一门久而久之它就起作用，决定不能学得太多。你们同学们来商量，我告诉诸位，办佛学院、不办佛学院没关系，为什么？我们中国几千年来，这些祖师大德都没有念过佛学院，他都成就了。中国佛教有佛学院是民国年间的事情，也没出一个祖师大德，这不重要，重要的是参学。我们想想，今天四众同修当中，把参学这个事情疏忽掉了。",
      "zh_TW": "但是這是用第六意識接近到真如本性，是與真如本性相應的一條道路。我們念觀世音菩薩，這裡面起的覺照就是大慈大悲，否則的話有什麼用？你們有很多人都持誦大悲咒，如果沒有大悲心，你一天誦一萬遍大悲咒都沒用處。念大悲咒要生大悲心，念南無觀世音菩薩要生慈悲心，大慈大悲救苦救難，生這個心。一念，這個心就生起來，這叫觀照；念地藏菩薩就孝順父母、尊敬師長，就生孝親尊師的心，這是你念地藏菩薩名號起了觀照，這才有作用。所以諸位無論是讀經，誦經是背誦，持名，持佛的名號、持菩薩的名號，一定要有觀照的功夫。在修學裡面要曉得一門深入，不能搞得太多，太多了你的觀照就照不住，為什麼？太複雜了，不是你心的力量能夠辦得到的。所以學東西要學一門，學一門久而久之它就起作用，決定不能學得太多。你們同學們來商量，我告訴諸位，辦佛學院、不辦佛學院沒關係，為什麼？我們中國幾千年來，這些祖師大德都沒有念過佛學院，他都成就了。中國佛教有佛學院是民國年間的事情，也沒出一個祖師大德，這不重要，重要的是參學。我們想想，今天四眾同修當中，把參學這個事情疏忽掉了。"
    },
    {
      "id": "07-001-0133_p0012",
      "zh_CN": "我们这一个道场、这一个修学的环境，哪个人想来学一点东西，我们总是尽心尽力的来帮助，这就是参学。一个人来，一个人的成就；两个人来，两个人的成就，我们要真正的成就。成就是要时间、要耐心、要恒心、要毅力，要长时间，不是几个月就能成功，不是几年就能成就的。首先就是一门深入，用这一门来提起观照的功夫。观照功深到照住，所谓照住就是三昧成就，三昧成就我们一般讲得定。三昧成就是什么？烦恼障断掉了，最低限度就是烦恼虽有，不起现行，烦恼种子虽然没断它不起现行，这个功夫给诸位说，等于小乘的须陀洹果。在念佛法门里面讲功夫成片，这是个初级功夫，还没有到真正的三昧，就是说你观照的功夫得力、有受用了，就在这样的一个境界，要求生西方极乐世界带业往生决定可靠。清净了，六根接触六尘境界不起妄念，虽然妄想种子没有断，但是你觉照的功夫强大，能够叫妄念不起现行。功夫再深一点，烦恼就断掉，这就所谓事一心不乱，这个讲照住，照住是事一心不乱，这是小乘四果罗汉的境界，大乘圆教七信菩萨的境界。从这个地方更精进，再提升就照见，像《心经》里讲「照见五蕴皆空」，这个照见就是获得圆通。照住没有得圆通，照见才得圆通，得圆通最低限度是圆教初住菩萨，也就是大乘的见道位。",
      "zh_TW": "我們這一個道場、這一個修學的環境，哪個人想來學一點東西，我們總是盡心盡力的來幫助，這就是參學。一個人來，一個人的成就；兩個人來，兩個人的成就，我們要真正的成就。成就是要時間、要耐心、要恆心、要毅力，要長時間，不是幾個月就能成功，不是幾年就能成就的。首先就是一門深入，用這一門來提起觀照的功夫。觀照功深到照住，所謂照住就是三昧成就，三昧成就我們一般講得定。三昧成就是什麼？煩惱障斷掉了，最低限度就是煩惱雖有，不起現行，煩惱種子雖然沒斷它不起現行，這個功夫給諸位說，等於小乘的須陀洹果。在念佛法門裡面講功夫成片，這是個初級功夫，還沒有到真正的三昧，就是說你觀照的功夫得力、有受用了，就在這樣的一個境界，要求生西方極樂世界帶業往生決定可靠。清淨了，六根接觸六塵境界不起妄念，雖然妄想種子沒有斷，但是你覺照的功夫強大，能夠叫妄念不起現行。功夫再深一點，煩惱就斷掉，這就所謂事一心不亂，這個講照住，照住是事一心不亂，這是小乘四果羅漢的境界，大乘圓教七信菩薩的境界。從這個地方更精進，再提升就照見，像《心經》裡講「照見五蘊皆空」，這個照見就是獲得圓通。照住沒有得圓通，照見才得圓通，得圓通最低限度是圓教初住菩薩，也就是大乘的見道位。"
    },
    {
      "id": "07-001-0133_p0013",
      "zh_CN": "我们讲用功，再往上说的地位不敢讲，理论上可以一生成佛到究竟果位，理论上没有问题，事实上不容易做到。但是如果我们真正有好的修学环境、好的增上缘，在一生当中达到圆初住这是很可能的。那就是我们讲念佛念到理一心不乱，我们求生西方极乐世界上品上生，做得到，不是做不到，只看你会不会学。实际上来讲，古时候人的福报大，道场众多，每个道场都是用一种功夫，所以在这个道场里薰习的力量强大，容易成就。一个道场，譬如我们有十个人，一个人学一样东西，只有各人做自己的功夫，藉不到别人来帮助你；如果还要被别人来动摇，那就影响自己的功夫。譬如我念佛，他念观音菩萨、他念药师如来，我在这里念我的，又听了他的，「观世音菩萨也不错」，心又动摇了，这是个障碍。从前的门庭是什么？念观世音菩萨这一个寺院都念观音菩萨，没有一个不念观音菩萨，所以他依众靠众，有这么个好处。今天我们到哪里去找这样修学的道场？研究经也是如此，人家《楞严经》的寺院，它专门研究《楞严经》、讲《楞严经》，它不讲别的东西；讲《法华》的，这个地方专门讲《法华》，他不讲别的。所以这个参学的人自己兴趣在哪一方面，入到这一门去，你在这地方住个十年、八年，他怎么会不成就？他当然成就！就是这里头没有分心，一门深入。",
      "zh_TW": "我們講用功，再往上說的地位不敢講，理論上可以一生成佛到究竟果位，理論上沒有問題，事實上不容易做到。但是如果我們真正有好的修學環境、好的增上緣，在一生當中達到圓初住這是很可能的。那就是我們講念佛念到理一心不亂，我們求生西方極樂世界上品上生，做得到，不是做不到，只看你會不會學。實際上來講，古時候人的福報大，道場眾多，每個道場都是用一種功夫，所以在這個道場裡薰習的力量強大，容易成就。一個道場，譬如我們有十個人，一個人學一樣東西，只有各人做自己的功夫，藉不到別人來幫助你；如果還要被別人來動搖，那就影響自己的功夫。譬如我念佛，他念觀音菩薩、他念藥師如來，我在這裡念我的，又聽了他的，「觀世音菩薩也不錯」，心又動搖了，這是個障礙。從前的門庭是什麼？念觀世音菩薩這一個寺院都念觀音菩薩，沒有一個不念觀音菩薩，所以他依眾靠眾，有這麼個好處。今天我們到哪裡去找這樣修學的道場？研究經也是如此，人家《楞嚴經》的寺院，它專門研究《楞嚴經》、講《楞嚴經》，它不講別的東西；講《法華》的，這個地方專門講《法華》，他不講別的。所以這個參學的人自己興趣在哪一方面，入到這一門去，你在這地方住個十年、八年，他怎麼會不成就？他當然成就！就是這裡頭沒有分心，一門深入。"
    },
    {
      "id": "07-001-0133_p0014",
      "zh_CN": "所以我们看看目前、再想想过去，我们想想这里头道理，人家为什么会成就、凭什么成就？我们今天在环境上来说，样样都超过古人，无论在哪一方面讲，古人得不到的便利我们都得到。古人讲堂里没有冷气，哪有这么舒服！古人讲堂里没有桌子，你们看看从前古人的讲堂，没有见过，你可以看看故宫博物院，你去看看唐宋的那些画，都是坐蒲团，盘着腿坐蒲团。没有经本，哪有那么多经本！经本都是手抄的、抄写的，你们想想，哪有那么多经本供养大家？每个人都有经本，这是办不到的事情。现代印刷术发达，每个人都有经本。所以从前的经本只可以看，不能在上圈、不能在上写字。为什么？太宝贵了，你看了之后还给别人看，你要是把书写得乱七八糟，后面的人怎么看法？每个看的人都在那里写一通，还能成个书吗？所以书本要珍惜。你自己要有疑问，另外拿纸去记下来，你决定不能写在书本上。我们现在在这些地方，享受比古人不知道超过多少倍，遗憾的是没有古时候那种专一的道场，没有了。",
      "zh_TW": "所以我們看看目前、再想想過去，我們想想這裡頭道理，人家為什麼會成就、憑什麼成就？我們今天在環境上來說，樣樣都超過古人，無論在哪一方面講，古人得不到的便利我們都得到。古人講堂裡沒有冷氣，哪有這麼舒服！古人講堂裡沒有桌子，你們看看從前古人的講堂，沒有見過，你可以看看故宮博物院，你去看看唐宋的那些畫，都是坐蒲團，盤著腿坐蒲團。沒有經本，哪有那麼多經本！經本都是手抄的、抄寫的，你們想想，哪有那麼多經本供養大家？每個人都有經本，這是辦不到的事情。現代印刷術發達，每個人都有經本。所以從前的經本只可以看，不能在上圈、不能在上寫字。為什麼？太寶貴了，你看了之後還給別人看，你要是把書寫得亂七八糟，後面的人怎麼看法？每個看的人都在那裡寫一通，還能成個書嗎？所以書本要珍惜。你自己要有疑問，另外拿紙去記下來，你決定不能寫在書本上。我們現在在這些地方，享受比古人不知道超過多少倍，遺憾的是沒有古時候那種專一的道場，沒有了。"
    },
    {
      "id": "07-001-0133_p0015",
      "zh_CN": "所以我劝你们同修，图书馆成就诸位，图书馆做自我的牺牲，成就大家，希望你们自己能够一门深入，专心学一样，用一种观照的功夫，才能够在境界里头照住、照见。尔后你要发大心到外面去开道场，譬如你学《楞严》，你在此地花个十年时间，在《楞严》上奠下基础。你将来离开图书馆之后去建个楞严寺，你这庙里藏经楼只有一本书，就是《楞严经》，除《楞严经》之外看不到第二本书。专讲《楞严》，照《楞严》的方法来修学，度与《楞严》有缘的众生。你学《法华》的亦复如是，你将来去建个法华寺，你这寺庙就一本经书，就是《法华经》，这样佛法就兴起来。不能搞多！学人到你门庭来参访，你这里是楞严寺讲《楞严经》，他说「法师，我要学《法华经》」，你就很客气跟他说，「你的因缘不在我这个地方，你到某处去，那个地方某法师他是专修《法华》的，你去跟他学」。这才能兴教，才能够利益众生，不辜负你学佛一场。无论在家、出家都可以建寺弘法利生，台中李炳南居士，在家人一样建道场普度众生。这个事情我们四众弟子统统有责任，出家不出家那是形式，不重要。",
      "zh_TW": "所以我勸你們同修，圖書館成就諸位，圖書館做自我的犧牲，成就大家，希望你們自己能夠一門深入，專心學一樣，用一種觀照的功夫，才能夠在境界裡頭照住、照見。爾後你要發大心到外面去開道場，譬如你學《楞嚴》，你在此地花個十年時間，在《楞嚴》上奠下基礎。你將來離開圖書館之後去建個楞嚴寺，你這廟裡藏經樓只有一本書，就是《楞嚴經》，除《楞嚴經》之外看不到第二本書。專講《楞嚴》，照《楞嚴》的方法來修學，度與《楞嚴》有緣的眾生。你學《法華》的亦復如是，你將來去建個法華寺，你這寺廟就一本經書，就是《法華經》，這樣佛法就興起來。不能搞多！學人到你門庭來參訪，你這裡是楞嚴寺講《楞嚴經》，他說「法師，我要學《法華經》」，你就很客氣跟他說，「你的因緣不在我這個地方，你到某處去，那個地方某法師他是專修《法華》的，你去跟他學」。這才能興教，才能夠利益眾生，不辜負你學佛一場。無論在家、出家都可以建寺弘法利生，台中李炳南居士，在家人一樣建道場普度眾生。這個事情我們四眾弟子統統有責任，出家不出家那是形式，不重要。"
    },
    {
      "id": "07-001-0133_p0016",
      "zh_CN": "你看当年庞居士，他的师父问他要不要出家？他说，「我不要，我用这个身分就可以了」，他的师父点点头，对，这只是形式而已。在本省你们看到佛法衰，这个衰有它的道理在，社会繁荣、经济富裕，生活水准提高，大家眼睛看的是眼前的物质享受，谁肯去认真学佛？尤其在这个社会上，今天社会上所尊重的，哪个人钱多，哪个人就被大众尊重，社会潮流如此。学佛的人要觉悟，不能为环境所迷惑。所以《华严经》，十地菩萨以诸天天王来表法，你一看那个架势就了解，教我们要少欲知足、要修善根福德，这是修行基础。尔后才能真正的由照住到照见，到照见这就是获得圆通，大乘见道位。由大乘见道位，进一步就是修道位，从初住到等觉都是修道位，如来果地叫证道位，完全讲大乘佛法。这是我对同修们的期望。古大德劝念佛人，念佛人他的佛堂只有一本《弥陀经》，只有一尊阿弥陀佛像，连观音、势至都不供，为什么？看到三个人就分心，一个容易专心、容易一心。像这些地方统统要明了。",
      "zh_TW": "你看當年龐居士，他的師父問他要不要出家？他說，「我不要，我用這個身分就可以了」，他的師父點點頭，對，這只是形式而已。在本省你們看到佛法衰，這個衰有它的道理在，社會繁榮、經濟富裕，生活水準提高，大家眼睛看的是眼前的物質享受，誰肯去認真學佛？尤其在這個社會上，今天社會上所尊重的，哪個人錢多，哪個人就被大眾尊重，社會潮流如此。學佛的人要覺悟，不能為環境所迷惑。所以《華嚴經》，十地菩薩以諸天天王來表法，你一看那個架勢就了解，教我們要少欲知足、要修善根福德，這是修行基礎。爾後才能真正的由照住到照見，到照見這就是獲得圓通，大乘見道位。由大乘見道位，進一步就是修道位，從初住到等覺都是修道位，如來果地叫證道位，完全講大乘佛法。這是我對同修們的期望。古大德勸念佛人，念佛人他的佛堂只有一本《彌陀經》，只有一尊阿彌陀佛像，連觀音、勢至都不供，為什麼？看到三個人就分心，一個容易專心、容易一心。像這些地方統統要明瞭。"
    },
    {
      "id": "07-001-0133_p0017",
      "zh_CN": "这段文殊菩萨的批评，他讲观照用的是第六意识，没错，你存心去观照，这的确是虚妄的。要以虚妄入不虚妄，刚才讲它有三个层次，第一个层次是观照，第二个层次是照住，第三个层次是照见。到照见的时候它是真实，不是虚妄，把两头都舍掉了。也正因为如此，《楞严经》在我们中国佛教典籍上来讲，它有很高的地位，它的名气太大，自古至今，从《楞严经》上开悟的人也太多了。从宋朝一直到今天，《楞严经》的注疏有一百多种。这一百多种注疏大概可以分为新旧两派，旧派的就是以天台止观来配本经的奢摩他、三摩、禅那；换句话说，用天台止观配合楞严教义来说的，完全用第六意识，用识心。新派则用明朝交光大师《楞严经正脉》，从他开始提倡，他反对用天台的止观来配合《楞严》教义。所以他把天台止观舍掉，完全用《楞严经》的经义来做为我们修行指导的原则。为什么？天台的三止三观是用意识心，《楞严经》里面所讲的奢摩他、三摩、禅那不是用意识心，所以交光大师见地很正确，有经文做依据，不是随便说的。",
      "zh_TW": "這段文殊菩薩的批評，他講觀照用的是第六意識，沒錯，你存心去觀照，這的確是虛妄的。要以虛妄入不虛妄，剛才講它有三個層次，第一個層次是觀照，第二個層次是照住，第三個層次是照見。到照見的時候它是真實，不是虛妄，把兩頭都捨掉了。也正因為如此，《楞嚴經》在我們中國佛教典籍上來講，它有很高的地位，它的名氣太大，自古至今，從《楞嚴經》上開悟的人也太多了。從宋朝一直到今天，《楞嚴經》的註疏有一百多種。這一百多種註疏大概可以分為新舊兩派，舊派的就是以天台止觀來配本經的奢摩他、三摩、禪那；換句話說，用天台止觀配合楞嚴教義來說的，完全用第六意識，用識心。新派則用明朝交光大師《楞嚴經正脈》，從他開始提倡，他反對用天台的止觀來配合《楞嚴》教義。所以他把天台止觀捨掉，完全用《楞嚴經》的經義來做為我們修行指導的原則。為什麼？天台的三止三觀是用意識心，《楞嚴經》裡面所講的奢摩他、三摩、禪那不是用意識心，所以交光大師見地很正確，有經文做依據，不是隨便說的。"
    },
    {
      "id": "07-001-0133_p0018",
      "zh_CN": "从明以后到清朝有三、四百年，如果连交光大师是五百多年，这五百多年研究《楞严》、给《楞严经》做注疏的，几乎都是遵循交光大师的观点。不过我们要晓得，天台的三止三观虽然说是用意识心，浅，对于初学的人来讲方便、有办法入门；舍识用根我们没有办法，高则高矣，不得其门而入，这是个实在话，这是我们初学的人一定要晓得。舍识用根，刚才讲要到照见的时候这个功夫才用得上；换句话说，你先念佛，老实念，念到理一心不乱，舍识用根，《楞严经》的方法用上了。你现在一天到晚还在打妄想，奢摩他、三摩、禅那你一样功夫都用不上，这是千真万确的话。为什么？『存心乃虚妄』，你有心都是妄念，与湛然寂静的觉性不相应，怎么能够得到圆通？末后这一首，也是《楞严经》的特别法门，特别法门也被文殊菩萨批评了，「大势至菩萨念佛圆通章」，我们看看他是怎么说的：",
      "zh_TW": "從明以後到清朝有三、四百年，如果連交光大師是五百多年，這五百多年研究《楞嚴》、給《楞嚴經》做註疏的，幾乎都是遵循交光大師的觀點。不過我們要曉得，天台的三止三觀雖然說是用意識心，淺，對於初學的人來講方便、有辦法入門；捨識用根我們沒有辦法，高則高矣，不得其門而入，這是個實在話，這是我們初學的人一定要曉得。捨識用根，剛才講要到照見的時候這個功夫才用得上；換句話說，你先念佛，老實念，念到理一心不亂，捨識用根，《楞嚴經》的方法用上了。你現在一天到晚還在打妄想，奢摩他、三摩、禪那你一樣功夫都用不上，這是千真萬確的話。為什麼？『存心乃虛妄』，你有心都是妄念，與湛然寂靜的覺性不相應，怎麼能夠得到圓通？末後這一首，也是《楞嚴經》的特別法門，特別法門也被文殊菩薩批評了，「大勢至菩薩念佛圓通章」，我們看看他是怎麼說的："
    },
    {
      "id": "07-001-0133_p0019",
      "zh_CN": "【诸行是无常。念性元生灭。因果今殊感。云何获圆通。】",
      "zh_TW": "【諸行是無常。念性元生滅。因果今殊感。云何獲圓通。】"
    },
    {
      "id": "07-001-0133_p0020",
      "zh_CN": "本经是以二十五位菩萨统摄八万四千行门，也就是说把八万四千修行的法门归纳为二十五大类，大势至菩萨是代表念佛这一类，你念佛、念菩萨名号统统归于这一类，这一类实在讲在一切法门里面最为特出。《楞严经》上的排列顺序有很大的关系，凡是被文殊菩萨挑剔不用的都先说了，他选择出来的放在最后。看到它排列的次序你就晓得，哪个法门被文殊菩萨看重，是个特别的法门。如果按顺序来排，它是六根、六尘、六识、七大，按照这个顺序排。「观世音菩萨耳根圆通章」是在六根里面，六根的顺序是眼根、耳根、鼻、舌、身、意，应当排在第二，顺序排在第二，他拉到最后，特别法门。「大势至菩萨念佛圆通章」也特别，因为按照七大的顺序，是地水火风空见识，见就是根大，他应该排在弥勒菩萨的前面，按照顺序是弥勒菩萨在最后，是七大最后一个顺序；弥勒排前面去了，他把它提出来也放在最后，换句话说，这也是个特别法门。所以二十五圆通里两个法门是特别法门，诸位要记住。",
      "zh_TW": "本經是以二十五位菩薩統攝八萬四千行門，也就是說把八萬四千修行的法門歸納為二十五大類，大勢至菩薩是代表念佛這一類，你念佛、念菩薩名號統統歸於這一類，這一類實在講在一切法門裡面最為特出。《楞嚴經》上的排列順序有很大的關係，凡是被文殊菩薩挑剔不用的都先說了，他選擇出來的放在最後。看到它排列的次序你就曉得，哪個法門被文殊菩薩看重，是個特別的法門。如果按順序來排，它是六根、六塵、六識、七大，按照這個順序排。「觀世音菩薩耳根圓通章」是在六根裡面，六根的順序是眼根、耳根、鼻、舌、身、意，應當排在第二，順序排在第二，他拉到最後，特別法門。「大勢至菩薩念佛圓通章」也特別，因為按照七大的順序，是地水火風空見識，見就是根大，他應該排在彌勒菩薩的前面，按照順序是彌勒菩薩在最後，是七大最後一個順序；彌勒排前面去了，他把它提出來也放在最後，換句話說，這也是個特別法門。所以二十五圓通裡兩個法門是特別法門，諸位要記住。"
    },
    {
      "id": "07-001-0133_p0021",
      "zh_CN": "两个法门既然是特别法门，为什么又把「观音菩萨耳根圆通」摆在最后，认为是第一个特别法门，变成「大势至菩萨念佛圆通章」是第二特别法门？实在讲两个都是第一，没有第二，因为念佛这个法门，是十方世界的第一法门；换句话说，共同的第一，这没话讲。你们不相信，看看《华严经》就晓得，善财童子五十三参，第一个善知识是吉祥云比丘，《四十华严》里面讲的，《八十华严》称德云比丘，就是教给他念佛法门，那就是说明十方世界一切佛法里面，共同法门当中的第一法门，所以这个第一是这个意思。「观音耳根圆通章」是我们娑婆世界，我们众生根机里面的第一法门，这个第一仅限于我们这个地区，离了娑婆世界不见得是第一。你们念《维摩经》，如果像《维摩经》里头的众香国，文殊菩萨要是到那个地方，在楞严会上拣选圆通，观世音菩萨就选不上。为什么？因为他那个地方的众生不是耳根最利，是舌根最利，舌根对味尘。所以那里菩萨说法度众生，都做些好的菜饭请大家吃，一吃就开悟了，观音菩萨选不上！但是大势至菩萨还是被选上，因为他是共同第一，诸位要晓得这个意思。后面讲「此方真教体，清净在音闻」，所以选观世音菩萨第一是在我们这个地区，出了这个地区他就未必是第一，诸位要晓得这个道理。",
      "zh_TW": "兩個法門既然是特別法門，為什麼又把「觀音菩薩耳根圓通」擺在最後，認為是第一個特別法門，變成「大勢至菩薩念佛圓通章」是第二特別法門？實在講兩個都是第一，沒有第二，因為念佛這個法門，是十方世界的第一法門；換句話說，共同的第一，這沒話講。你們不相信，看看《華嚴經》就曉得，善財童子五十三參，第一個善知識是吉祥雲比丘，《四十華嚴》裡面講的，《八十華嚴》稱德雲比丘，就是教給他念佛法門，那就是說明十方世界一切佛法裡面，共同法門當中的第一法門，所以這個第一是這個意思。「觀音耳根圓通章」是我們娑婆世界，我們眾生根機裡面的第一法門，這個第一僅限於我們這個地區，離了娑婆世界不見得是第一。你們念《維摩經》，如果像《維摩經》裡頭的眾香國，文殊菩薩要是到那個地方，在楞嚴會上揀選圓通，觀世音菩薩就選不上。為什麼？因為他那個地方的眾生不是耳根最利，是舌根最利，舌根對味塵。所以那裡菩薩說法度眾生，都做些好的菜飯請大家吃，一吃就開悟了，觀音菩薩選不上！但是大勢至菩薩還是被選上，因為他是共同第一，諸位要曉得這個意思。後面講「此方真教體，清淨在音聞」，所以選觀世音菩薩第一是在我們這個地區，出了這個地區他就未必是第一，諸位要曉得這個道理。"
    },
    {
      "id": "07-001-0133_p0022",
      "zh_CN": "我们看看这一段的意思，念佛当然念是特别注重的，念是什么？诸位看看我们中国的文字，中国文字很有学问，它是一种符号，跟佛法一样，它有表法的作用，外国文字里没有。念，上面是个今，底下是个心，什么叫念？念就是现在的心，不是过去、不是未来，就是现在的心，这叫念。文殊菩萨说『诸行是无常，念性元生灭』，意思是说，凡是有迁流不住的都是属于行阴，五蕴里面行蕴。在百法里面行蕴包括的范围很大，它包括与心王相应的心所、与不相应的心所。五十一个心所里面，除了受想之外全都属于行阴，所以五十一个相应心所里面有四十九个，再加上二十四个不相应，统统属于行阴的范围。「诸行是无常」，这许多心所法统是生灭法，一个念头起来、一个念头灭，都是生灭法，是无常的，不是常住的。大势至菩萨给我们讲的法门，讲「都摄六根，净念相继」，这是念佛圆通章里面两句很重要的开示，虽然说都摄六根，而主于净念相继。文殊菩萨的确很厉害，辩才无碍，口齿很伶俐，也找大势至菩萨的麻烦，挑剔他的毛病。我们在这听听看，他讲的是不是有道理？既然说净念，他就认定那当然有念，要是没有念那就不必叫净念。既然说有相继，难免还是有生灭，一个念头一个念头继续，那不就是个生灭相吗？所以他在这个地方批评这句话说，「念性元生灭」，原来你还是生灭法。",
      "zh_TW": "我們看看這一段的意思，念佛當然念是特別注重的，念是什麼？諸位看看我們中國的文字，中國文字很有學問，它是一種符號，跟佛法一樣，它有表法的作用，外國文字裡沒有。念，上面是個今，底下是個心，什麼叫念？念就是現在的心，不是過去、不是未來，就是現在的心，這叫念。文殊菩薩說『諸行是無常，念性元生滅』，意思是說，凡是有遷流不住的都是屬於行陰，五蘊裡面行蘊。在百法裡面行蘊包括的範圍很大，它包括與心王相應的心所、與不相應的心所。五十一個心所裡面，除了受想之外全都屬於行陰，所以五十一個相應心所裡面有四十九個，再加上二十四個不相應，統統屬於行陰的範圍。「諸行是無常」，這許多心所法統是生滅法，一個念頭起來、一個念頭滅，都是生滅法，是無常的，不是常住的。大勢至菩薩給我們講的法門，講「都攝六根，淨念相繼」，這是念佛圓通章裡面兩句很重要的開示，雖然說都攝六根，而主於淨念相繼。文殊菩薩的確很厲害，辯才無礙，口齒很伶俐，也找大勢至菩薩的麻煩，挑剔他的毛病。我們在這聽聽看，他講的是不是有道理？既然說淨念，他就認定那當然有念，要是沒有念那就不必叫淨念。既然說有相繼，難免還是有生滅，一個念頭一個念頭繼續，那不就是個生滅相嗎？所以他在這個地方批評這句話說，「念性元生滅」，原來你還是生滅法。"
    },
    {
      "id": "07-001-0133_p0023",
      "zh_CN": "底下一句说，『因果今殊感』。以此为因，就是以「都摄六根，净念相继」为因，往生西方极乐世界见佛，这就是因果相应，是一种非常殊胜的感应，这个未尝不可，没有话说，这是对的。但是『云何获圆通』？他这是鸡蛋里头挑骨头，就是找这个麻烦。「都摄六根，净念相继」，往生西方极乐世界见阿弥陀佛没问题，「因果今殊感」，他文殊菩萨承认。获圆通，诸位晓得，这是明心见性，这怎么能做得到？换句话说，文殊菩萨说明，用念佛法门带业往，生凡圣同居土没有问题，他老人家承认；念到事一心不乱，生方便有余土，他也承认没问题，行；要是上品上生，生实报庄严土，他说不行，「云何获圆通」？为什么不行？因为你前面用的是生灭心，诸位要晓得这个道理。用生灭心达到极处，只能够做到事一心不乱，生方便有余土，不能够到理一心不乱。由此可知，他这个法门文殊菩萨承认了一半，另外一半他认为有问题，他找毛病是找到这个地方。因为圆通是不生不灭、明心见性的境界。虽然文殊菩萨这样的批评，刚才说过，念佛这个法门在十方世界，八万四千法门当中是第一个法门。为什么？只有这一种善巧方便的殊胜感应，能令一切众生当生成就，这是一点都不假的。",
      "zh_TW": "底下一句說，『因果今殊感』。以此為因，就是以「都攝六根，淨念相繼」為因，往生西方極樂世界見佛，這就是因果相應，是一種非常殊勝的感應，這個未嘗不可，沒有話說，這是對的。但是『云何獲圓通』？他這是雞蛋裡頭挑骨頭，就是找這個麻煩。「都攝六根，淨念相繼」，往生西方極樂世界見阿彌陀佛沒問題，「因果今殊感」，他文殊菩薩承認。獲圓通，諸位曉得，這是明心見性，這怎麼能做得到？換句話說，文殊菩薩說明，用念佛法門帶業往，生凡聖同居土沒有問題，他老人家承認；念到事一心不亂，生方便有餘土，他也承認沒問題，行；要是上品上生，生實報莊嚴土，他說不行，「云何獲圓通」？為什麼不行？因為你前面用的是生滅心，諸位要曉得這個道理。用生滅心達到極處，只能夠做到事一心不亂，生方便有餘土，不能夠到理一心不亂。由此可知，他這個法門文殊菩薩承認了一半，另外一半他認為有問題，他找毛病是找到這個地方。因為圓通是不生不滅、明心見性的境界。雖然文殊菩薩這樣的批評，剛才說過，念佛這個法門在十方世界，八萬四千法門當中是第一個法門。為什麼？只有這一種善巧方便的殊勝感應，能令一切眾生當生成就，這是一點都不假的。"
    },
    {
      "id": "07-001-0133_p0024",
      "zh_CN": "在中国佛法里面，自从东晋慧远大师在庐山建第一个莲社，这是净土宗的开宗、开始。实际上他当时也没有标榜什么净土宗，「我现在开净土宗，我是第一代祖师」，他没有说这个话。他不过就是在那个地方，很清净的环境建几间茅蓬，有些志同道合的大家在一起念佛求生西方。当时他们志同道合的朋友一共有一百二十三个人，出家在家统统都有，个个往生、个个成就。在我们中国佛教史里面，那是成就人最多的，只有这一次。其次的我们看的就是六祖，六祖三十七年的教学成就四十三位开悟的，这是有成就的。所以门庭施设，我刚才提示诸位，非常重要。我们将一切经论、所有法门统统摆出来，这是什么？招生，这是接引。接引你到佛门里来，进门之后要分科、要分组，才能成就。进了门如果样样都要学，好像你考大学一样，考取了，这大学里头有多少个学院、多少个学系，都好，我统统都学，你想想看，你能不能成功？进门之后，这里头只能选一个科系去进修，才会成功。我们看看古圣先贤他们成就的，都是一门深入。所以这个法门就特别，这是诸佛方便当中的方便，是自他二利法门，到了圆通就不必要二利。由此可知，正是我们没有办法入圆通之门，用这个方法可以证入，所谓但得见弥陀，何愁不开悟。如果在念佛法门里面通达教理，能提起观照，这个情形就不一样，可以由事念而入理念，由事一心可以提升到理一心，我们在一生当中也能够成就上品上生，也能够成就实报庄严土，这是这个法门的殊胜。",
      "zh_TW": "在中國佛法裡面，自從東晉慧遠大師在廬山建第一個蓮社，這是淨土宗的開宗、開始。實際上他當時也沒有標榜什麼淨土宗，「我現在開淨土宗，我是第一代祖師」，他沒有說這個話。他不過就是在那個地方，很清淨的環境建幾間茅蓬，有些志同道合的大家在一起念佛求生西方。當時他們志同道合的朋友一共有一百二十三個人，出家在家統統都有，個個往生、個個成就。在我們中國佛教史裡面，那是成就人最多的，只有這一次。其次的我們看的就是六祖，六祖三十七年的教學成就四十三位開悟的，這是有成就的。所以門庭施設，我剛才提示諸位，非常重要。我們將一切經論、所有法門統統擺出來，這是什麼？招生，這是接引。接引你到佛門裡來，進門之後要分科、要分組，才能成就。進了門如果樣樣都要學，好像你考大學一樣，考取了，這大學裡頭有多少個學院、多少個學系，都好，我統統都學，你想想看，你能不能成功？進門之後，這裡頭只能選一個科系去進修，才會成功。我們看看古聖先賢他們成就的，都是一門深入。所以這個法門就特別，這是諸佛方便當中的方便，是自他二利法門，到了圓通就不必要二利。由此可知，正是我們沒有辦法入圓通之門，用這個方法可以證入，所謂但得見彌陀，何愁不開悟。如果在念佛法門裡面通達教理，能提起觀照，這個情形就不一樣，可以由事念而入理念，由事一心可以提升到理一心，我們在一生當中也能夠成就上品上生，也能夠成就實報莊嚴土，這是這個法門的殊勝。"
    },
    {
      "id": "07-001-0133_p0025",
      "zh_CN": "文殊菩萨拣选，到这个地方是一个大段落，等于把所应当拣选的统统拣别出来，应该保留的就是这两个法门，念佛法门跟观音菩萨耳根法门。这两个法门合起来，在念佛里面来讲就是理念，因为什么？「观世音菩萨耳根圆通章」里面重要的是观照，念佛里面有观照，决定上品上生。所以你要问，《楞严经》讲什么？看看这两位菩萨，你就晓得《楞严》讲的是什么。我在民国五十一年临济寺第一次传戒，这个时间我记得很清楚，我在戒坛服务。在那个期间当中，台大有个同学也是参加过慈光讲座，跟我很熟。有一天晚上，戒子在忏摩的时候，他带了个日本的和尚，日本的法师，这位日本法师当时是在台大担任客座教授，带他到临济寺来看我。我们谈了一会，他就问我「法师，你学些什么？」那个时候我正在台中学《楞严经》，我说我学《楞严》。他说你修哪个法门？我说我修念佛法门。他听我说这个话，眉头一皱，好像很不以为然，说了一句，「《楞严经》与念佛法门有什么关系？」一般人只认为《楞严经》与禅有关系，有直接的关系；与密有关系，因为《楞严经》里有很长的「楞严神咒」，总认为与这个有关系；与教下也能扯得上一点关系。与念佛有什么关系？日本人这么一说，我就晓得他根本不通，就反过来问他，我没有回答，我反过来问他说，「观世音菩萨跟大势至菩萨，与念佛法门有什么关系？」我这一问，他有点不好意思，脸就红起来。《楞严经》里头最重要的，就是观音势至，观音势至是西方三圣。你从这个地方来看，《楞严经》跟念佛法门是最直接的关系，与禅、与教那是间接关系，明摆在这个地方。所以那个日本和尚他不聪明，他没有看到二十五圆通里面最重要的两个菩萨是从哪来的，西方极乐世界阿弥陀佛的左右手，你怎么能说它没有关系？所以这就是平时对于教理经论疏忽之过。这是我们理直气壮的，明摆着的事实，这么明显的都看不出来，可见得你的佛学也就可想而知。好，我们今天就讲到此地。",
      "zh_TW": "文殊菩薩揀選，到這個地方是一個大段落，等於把所應當揀選的統統揀別出來，應該保留的就是這兩個法門，念佛法門跟觀音菩薩耳根法門。這兩個法門合起來，在念佛裡面來講就是理念，因為什麼？「觀世音菩薩耳根圓通章」裡面重要的是觀照，念佛裡面有觀照，決定上品上生。所以你要問，《楞嚴經》講什麼？看看這兩位菩薩，你就曉得《楞嚴》講的是什麼。我在民國五十一年臨濟寺第一次傳戒，這個時間我記得很清楚，我在戒壇服務。在那個期間當中，台大有個同學也是參加過慈光講座，跟我很熟。有一天晚上，戒子在懺摩的時候，他帶了個日本的和尚，日本的法師，這位日本法師當時是在台大擔任客座教授，帶他到臨濟寺來看我。我們談了一會，他就問我「法師，你學些什麼？」那個時候我正在台中學《楞嚴經》，我說我學《楞嚴》。他說你修哪個法門？我說我修念佛法門。他聽我說這個話，眉頭一皺，好像很不以為然，說了一句，「《楞嚴經》與念佛法門有什麼關係？」一般人只認為《楞嚴經》與禪有關係，有直接的關係；與密有關係，因為《楞嚴經》裡有很長的「楞嚴神咒」，總認為與這個有關係；與教下也能扯得上一點關係。與念佛有什麼關係？日本人這麼一說，我就曉得他根本不通，就反過來問他，我沒有回答，我反過來問他說，「觀世音菩薩跟大勢至菩薩，與念佛法門有什麼關係？」我這一問，他有點不好意思，臉就紅起來。《楞嚴經》裡頭最重要的，就是觀音勢至，觀音勢至是西方三聖。你從這個地方來看，《楞嚴經》跟念佛法門是最直接的關係，與禪、與教那是間接關係，明擺在這個地方。所以那個日本和尚他不聰明，他沒有看到二十五圓通裡面最重要的兩個菩薩是從哪來的，西方極樂世界阿彌陀佛的左右手，你怎麼能說它沒有關係？所以這就是平時對於教理經論疏忽之過。這是我們理直氣壯的，明擺著的事實，這麼明顯的都看不出來，可見得你的佛學也就可想而知。好，我們今天就講到此地。"
    }
  ]
}