{
  "doc_id": "07-001-0076",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十六集",
    "zh_TW": "第七十六集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0076",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "07-001-0076_p0001",
      "zh_CN": "第五十二页第四行，我们将经文念几句，对对地方。",
      "zh_TW": "第五十二頁第四行，我們將經文念幾句，對對地方。"
    },
    {
      "id": "07-001-0076_p0002",
      "zh_CN": "【性真常中。求于去来迷悟生死。了无所得。】",
      "zh_TW": "【性真常中。求於去來迷悟生死。了無所得。】"
    },
    {
      "id": "07-001-0076_p0003",
      "zh_CN": "这是这段的最后一节。在上次我们念到经文当中的几句话，非常的重要，必须要把它背起来，就是前面这一行。经文里面像这些句子，可以说是究竟了义，是真正的宇宙人生的实相。像这样的句子，在《楞严经》里面我们已经看到很多次，这是佛苦口婆心时时提醒我们。生灭去来就是指一切万相，这些万相今天科学家、哲学家、宗教家都在那里探寻，究竟真相如何？是从什么地方来的？什么原因来的？我们试问问，这些探索会不会有个圆满的结果？诸位要晓得，除非他真正的修学佛法，才能找到正确的答案；如果不能够在佛法里面去寻求，圆满的答案是找不到的。佛确实一句话就给我们讲得清清楚楚，但是必须在佛法里面有相当修养的人，听了这一句话他才能接受，他听得入耳；一般人听了这一句，听不进去。今天的经文是接着上面来的，但是前面还有点余意，必须要给大家交待。",
      "zh_TW": "這是這段的最後一節。在上次我們念到經文當中的幾句話，非常的重要，必須要把它背起來，就是前面這一行。經文裡面像這些句子，可以說是究竟了義，是真正的宇宙人生的實相。像這樣的句子，在《楞嚴經》裡面我們已經看到很多次，這是佛苦口婆心時時提醒我們。生滅去來就是指一切萬相，這些萬相今天科學家、哲學家、宗教家都在那裡探尋，究竟真相如何？是從什麼地方來的？什麼原因來的？我們試問問，這些探索會不會有個圓滿的結果？諸位要曉得，除非他真正的修學佛法，才能找到正確的答案；如果不能夠在佛法裡面去尋求，圓滿的答案是找不到的。佛確實一句話就給我們講得清清楚楚，但是必須在佛法裡面有相當修養的人，聽了這一句話他才能接受，他聽得入耳；一般人聽了這一句，聽不進去。今天的經文是接著上面來的，但是前面還有點餘意，必須要給大家交待。"
    },
    {
      "id": "07-001-0076_p0004",
      "zh_CN": "虽然一切万相是「本如来藏常住妙明不动周圆妙真如性」，这是千真万确的事实，可是古大德跟我们说，「了即业障本来空，未了应须还宿债」，这两句话一定要牢牢的记住。因为经里面所写的是释迦牟尼佛他老人家亲证的境界，给我们说了，而不是我们自己亲证的境界；换句话说，在他是业障本来空，在我们还要还宿债，这个原因就是我们没有亲证。所以佛法单凭口里讲讲，没有用处的，一定要契入这个境界。讲得再好，还是不能了生死、不能消旧业；换句话说，这是功夫的问题，这是我们必须要提高警觉的。功夫一般讲所谓看破、放下，看破是学问，放下是功夫，这两者是相辅相成的，看破一分他就能放下一分，放下一分就能看破一分，因此两条路都可以走。从行门里面走，必须得放下，放下自然能看破；从解门里面走，看破一分就得放下一分。这就是行解不二、行解相应，这是真正的学问，真正的功夫。别人的功夫怎么做法，我们不必去理会他，要紧的是要反省自己，我们自己在日常一切诸法之中，哪些看破了，哪些放下了，如果说是时时都能够看破、时时都能够放下，这个境界就非常之好。",
      "zh_TW": "雖然一切萬相是「本如來藏常住妙明不動周圓妙真如性」，這是千真萬確的事實，可是古大德跟我們說，「了即業障本來空，未了應須還宿債」，這兩句話一定要牢牢的記住。因為經裡面所寫的是釋迦牟尼佛他老人家親證的境界，給我們說了，而不是我們自己親證的境界；換句話說，在他是業障本來空，在我們還要還宿債，這個原因就是我們沒有親證。所以佛法單憑口裡講講，沒有用處的，一定要契入這個境界。講得再好，還是不能了生死、不能消舊業；換句話說，這是功夫的問題，這是我們必須要提高警覺的。功夫一般講所謂看破、放下，看破是學問，放下是功夫，這兩者是相輔相成的，看破一分他就能放下一分，放下一分就能看破一分，因此兩條路都可以走。從行門裡面走，必須得放下，放下自然能看破；從解門裡面走，看破一分就得放下一分。這就是行解不二、行解相應，這是真正的學問，真正的功夫。別人的功夫怎麼做法，我們不必去理會他，要緊的是要反省自己，我們自己在日常一切諸法之中，哪些看破了，哪些放下了，如果說是時時都能夠看破、時時都能夠放下，這個境界就非常之好。"
    },
    {
      "id": "07-001-0076_p0005",
      "zh_CN": "学佛第一要紧的就是清净心，这比什么都重要，第一要紧的是心里面没有事。《坛经》里面所说「本来无一物」，《楞严》这几句话就是本来无一物，『性真常中，求于去来迷悟生死，了无所得』，这四句就是六祖所讲的「本来无一物」这个意思，六祖说得简单，它这说得详细一点。我们要求的就是「性真常」。一切万法的「生灭去来」这是讲一切万相，「迷悟」是说我们自己的心，「生死」是讲我们的果报，全都没有，你还有哪一桩事情放不下？还有哪一桩事情你把它放在心里？佛说法的纲领是不离二谛，随俗谛说，这是讲恒顺众生；随真谛说，是如来自己亲证实相境界。既然是这样，为什么佛不都随他自己的亲证境界说？为什么要随我们众生？这是佛的慈悲，要是全随佛亲证的境界来说，我们听不懂，不得利益。佛对迷得重的人，就要随俗谛而说；迷得轻的人，佛就随真谛而说。到根熟的众生，佛就给他说真俗不二，这就是百尺竿头更进一步了，超凡入圣。所以我们在大经里面看到，有随俗说的、有随真说的。",
      "zh_TW": "學佛第一要緊的就是清淨心，這比什麼都重要，第一要緊的是心裡面沒有事。《壇經》裡面所說「本來無一物」，《楞嚴》這幾句話就是本來無一物，『性真常中，求於去來迷悟生死，了無所得』，這四句就是六祖所講的「本來無一物」這個意思，六祖說得簡單，它這說得詳細一點。我們要求的就是「性真常」。一切萬法的「生滅去來」這是講一切萬相，「迷悟」是說我們自己的心，「生死」是講我們的果報，全都沒有，你還有哪一樁事情放不下？還有哪一樁事情你把它放在心裡？佛說法的綱領是不離二諦，隨俗諦說，這是講恆順眾生；隨真諦說，是如來自己親證實相境界。既然是這樣，為什麼佛不都隨他自己的親證境界說？為什麼要隨我們眾生？這是佛的慈悲，要是全隨佛親證的境界來說，我們聽不懂，不得利益。佛對迷得重的人，就要隨俗諦而說；迷得輕的人，佛就隨真諦而說。到根熟的眾生，佛就給他說真俗不二，這就是百尺竿頭更進一步了，超凡入聖。所以我們在大經裡面看到，有隨俗說的、有隨真說的。"
    },
    {
      "id": "07-001-0076_p0006",
      "zh_CN": "众生不知道生从哪里来，死往哪里去？这是一切众生最大的事情，无论是中国人、外国人，不管他是信哪个教，可以说没有人对这桩事情没有关心过的，都曾经关心过，这是大事！我们从哪里来的？我们看看那小孩，生下来的小孩，看看他从哪里来的？他到这个世间来干什么？为什么要到这个世间来？可是一般世间人的感觉，父母跟自己三缘和合，说这话佛是随俗说的。自己的神识是亲因缘，这是业力，父母是增上缘，这是投胎到这个世间来，显现生灭的现象；灭了以后，佛随俗谛说，讲六道轮回、随业流转。佛说这个话对不对？对的，迷惑颠倒的众生确实如此，临命终时哪个业力强，牵着你去投胎去了。善的业力强，三善道受生；恶的业力强，三恶道受生，这是俗谛。俗谛里头虽然不是真实，但是确有其事，确实现这些相，这一点都不错。真谛里头确实没有这些东西，但是诸位要晓得，真并不妨碍妄，妄也不妨碍真。这是众生的迷惑，佛随我们迷惑的境界，给我们加以解释，说明迷的真相。",
      "zh_TW": "眾生不知道生從哪裡來，死往哪裡去？這是一切眾生最大的事情，無論是中國人、外國人，不管他是信哪個教，可以說沒有人對這樁事情沒有關心過的，都曾經關心過，這是大事！我們從哪裡來的？我們看看那小孩，生下來的小孩，看看他從哪裡來的？他到這個世間來幹什麼？為什麼要到這個世間來？可是一般世間人的感覺，父母跟自己三緣和合，說這話佛是隨俗說的。自己的神識是親因緣，這是業力，父母是增上緣，這是投胎到這個世間來，顯現生滅的現象；滅了以後，佛隨俗諦說，講六道輪迴、隨業流轉。佛說這個話對不對？對的，迷惑顛倒的眾生確實如此，臨命終時哪個業力強，牽著你去投胎去了。善的業力強，三善道受生；惡的業力強，三惡道受生，這是俗諦。俗諦裡頭雖然不是真實，但是確有其事，確實現這些相，這一點都不錯。真諦裡頭確實沒有這些東西，但是諸位要曉得，真並不妨礙妄，妄也不妨礙真。這是眾生的迷惑，佛隨我們迷惑的境界，給我們加以解釋，說明迷的真相。"
    },
    {
      "id": "07-001-0076_p0007",
      "zh_CN": "如果你要是悟了，真常寂灭性，就是此地的「性真常中」，你要是悟了的话，就是此地所说的迷悟之情也断了。也许诸位要问，迷破了这是对的，难道悟也没有了吗？悟也没有，悟是对迷说的。如果你悟了，你的心里还执着一个悟，悟就是迷，所以这是相对的，迷没有了，悟也没有了。这里头就是千万不可以执着，迷悟没有了、来去也没有了、生死也没有了，因为真常心性当中这些全是妄相，《金刚经》里面所讲的「凡所有相皆是虚妄」，是妄相。什么叫妄相？决定没有一个实体。这个道理稍稍对于经论有些修养的同修，也能够体验得到，我们现前的境界无自性，我们的身是四大五蕴集合之体，身相无自性，众缘和合而生，心相也无自性。你要是打开《百法明门》，你看看我们这个身、我们的境界，归纳起来就是这一百法，这一百法无自性。有为法里面九十四种是因缘所生法，无自性不必说了，无为法里头也无自性。既然无自性，我们还要执着、还要放不下，这就坏了，这大错特错。",
      "zh_TW": "如果你要是悟了，真常寂滅性，就是此地的「性真常中」，你要是悟了的話，就是此地所說的迷悟之情也斷了。也許諸位要問，迷破了這是對的，難道悟也沒有了嗎？悟也沒有，悟是對迷說的。如果你悟了，你的心裡還執著一個悟，悟就是迷，所以這是相對的，迷沒有了，悟也沒有了。這裡頭就是千萬不可以執著，迷悟沒有了、來去也沒有了、生死也沒有了，因為真常心性當中這些全是妄相，《金剛經》裡面所講的「凡所有相皆是虛妄」，是妄相。什麼叫妄相？決定沒有一個實體。這個道理稍稍對於經論有些修養的同修，也能夠體驗得到，我們現前的境界無自性，我們的身是四大五蘊集合之體，身相無自性，眾緣和合而生，心相也無自性。你要是打開《百法明門》，你看看我們這個身、我們的境界，歸納起來就是這一百法，這一百法無自性。有為法裡面九十四種是因緣所生法，無自性不必說了，無為法裡頭也無自性。既然無自性，我們還要執著、還要放不下，這就壞了，這大錯特錯。"
    },
    {
      "id": "07-001-0076_p0008",
      "zh_CN": "真正悟到无自性，心是定的，我们俗话常讲心安理得，道理明白、得到了，心就安然，无论处什么境界都是安然。顺境里安然，逆境里还是安然，为什么？他把一切事实的真相看得清清楚楚。古人实在也是不得已，用镜中之像来做个比喻，那个镜就好比真常心性，镜子里面所现的那些妄相，就是此地讲的「去来迷悟生死」。镜子里有没有？有。可不可得？了无所得。为什么？不是真实的。不是真实的并不是说它没有，它有相，有相不是真实的。现在森罗万象摆在我们面前，我们如果一旦觉悟这些相确实是有，幻有、妙有而非真实，我们在这里面就解脱、就得大自在。在这里面什么事情都做得圆圆满满，一样也不执着；并不是说一切都空了，空了我什么都不做了，那就叫恶取空，对于事实真相并没有了解。了解之后像诸佛菩萨作而无作、无作而作，他一天作到晚，他什么也没作，心清净、身也清净。诸佛菩萨在十法界随类化身，度脱一切众生，你看《金刚经》里面所讲的，「实无众生得灭度者」。天天做，作而无作、无作而作，这多自在！",
      "zh_TW": "真正悟到無自性，心是定的，我們俗話常講心安理得，道理明白、得到了，心就安然，無論處什麼境界都是安然。順境裡安然，逆境裡還是安然，為什麼？他把一切事實的真相看得清清楚楚。古人實在也是不得已，用鏡中之像來做個比喻，那個鏡就好比真常心性，鏡子裡面所現的那些妄相，就是此地講的「去來迷悟生死」。鏡子裡有沒有？有。可不可得？了無所得。為什麼？不是真實的。不是真實的並不是說它沒有，它有相，有相不是真實的。現在森羅萬象擺在我們面前，我們如果一旦覺悟這些相確實是有，幻有、妙有而非真實，我們在這裡面就解脫、就得大自在。在這裡面什麼事情都做得圓圓滿滿，一樣也不執著；並不是說一切都空了，空了我什麼都不做了，那就叫惡取空，對於事實真相並沒有了解。了解之後像諸佛菩薩作而無作、無作而作，他一天作到晚，他什麼也沒作，心清淨、身也清淨。諸佛菩薩在十法界隨類化身，度脫一切眾生，你看《金剛經》裡面所講的，「實無眾生得滅度者」。天天做，作而無作、無作而作，這多自在！"
    },
    {
      "id": "07-001-0076_p0009",
      "zh_CN": "这个法门，咱们要从什么地方下手？从前遍融法师开示莲池大师的话，我们可以学习。莲池大师的成就，说实在的话，得力于遍融大师，这是明朝末年的大善知识。莲池大师参学的时候三步一拜，拜到老和尚那里去，请老和尚开示了生死的法门，他是真心要求道。老和尚告诉他，「你年纪轻轻的这么虔诚，三步一拜，拜到我这里来，可别为名闻利养害了你！」其余就没有说，旁边人听了笑一笑，「你看这傻不傻？三步一拜，拜这么多天拜到这里来，我们都以为老和尚有什么妙法要开示他，哪里晓得是老生常谈」。这就是俗话说，「一分恭敬心得一分受用，十分恭敬心得十分受用」，莲池大师是十分恭敬心，得老和尚这一句话，他一生受用不尽。他自己说，他的成就就是老和尚这一句话，一生远离名闻利养，他成就了。亲近遍融法师的那些弟子、门徒们，一天到晚跟在老和尚身边，这个话也不晓得听了几十遍、几百遍，这个耳朵听，那个耳朵出去，老生常谈没有放在心里，没有一个人成就。",
      "zh_TW": "這個法門，咱們要從什麼地方下手？從前遍融法師開示蓮池大師的話，我們可以學習。蓮池大師的成就，說實在的話，得力於遍融大師，這是明朝末年的大善知識。蓮池大師參學的時候三步一拜，拜到老和尚那裡去，請老和尚開示了生死的法門，他是真心要求道。老和尚告訴他，「你年紀輕輕的這麼虔誠，三步一拜，拜到我這裡來，可別為名聞利養害了你！」其餘就沒有說，旁邊人聽了笑一笑，「你看這傻不傻？三步一拜，拜這麼多天拜到這裡來，我們都以為老和尚有什麼妙法要開示他，哪裡曉得是老生常談」。這就是俗話說，「一分恭敬心得一分受用，十分恭敬心得十分受用」，蓮池大師是十分恭敬心，得老和尚這一句話，他一生受用不盡。他自己說，他的成就就是老和尚這一句話，一生遠離名聞利養，他成就了。親近遍融法師的那些弟子、門徒們，一天到晚跟在老和尚身邊，這個話也不曉得聽了幾十遍、幾百遍，這個耳朵聽，那個耳朵出去，老生常談沒有放在心裡，沒有一個人成就。"
    },
    {
      "id": "07-001-0076_p0010",
      "zh_CN": "这就是印祖说的，老法师说法绝无偏心，就在学习的人有没有恭敬心接受？恭敬心的接受，受了以后就依教奉行，他就这么做。所以诸位千万要记住，我们从哪里下手？就是从远离名闻利养。我们修一切法，断恶修善，修布施、持戒、忍辱、精进、禅定、般若，无论修什么法门，不是为名修、不是为利修，真正把名闻利养舍弃，这叫真修，稍稍沾一点名闻利养就坏了。这是讲从哪里修起。弘法利生千万不要居功，要学佛菩萨度一切众生，心里面无一众生得灭度者。这修的是什么？给诸位说，修的是清净心。清净心里面自然生无量智慧，自然具足无边的福德，这叫真修。所以在这句里面，迷悟就是说的人，悟了的是佛菩萨，迷了的是凡夫、外道，这对人说的；生死这是对法说的，生死涅槃。",
      "zh_TW": "這就是印祖說的，老法師說法絕無偏心，就在學習的人有沒有恭敬心接受？恭敬心的接受，受了以後就依教奉行，他就這麼做。所以諸位千萬要記住，我們從哪裡下手？就是從遠離名聞利養。我們修一切法，斷惡修善，修布施、持戒、忍辱、精進、禪定、般若，無論修什麼法門，不是為名修、不是為利修，真正把名聞利養捨棄，這叫真修，稍稍沾一點名聞利養就壞了。這是講從哪裡修起。弘法利生千萬不要居功，要學佛菩薩度一切眾生，心裡面無一眾生得滅度者。這修的是什麼？給諸位說，修的是清淨心。清淨心裡面自然生無量智慧，自然具足無邊的福德，這叫真修。所以在這句裡面，迷悟就是說的人，悟了的是佛菩薩，迷了的是凡夫、外道，這對人說的；生死這是對法說的，生死涅槃。"
    },
    {
      "id": "07-001-0076_p0011",
      "zh_CN": "但是诸位要晓得，迷悟在人，理里面哪有迷悟？法里面也没有迷悟。譬如我们迷失方向的人，你目的是要往南面走，可是你现在往北面走，你误会把北面当作南面，迷失方向，谁迷失？人迷失。不是方向迷失了，方向还是原来的方向，并没有随你迷失而有所改变。诸位要晓得，迷悟在人，在哪个人？在自己，不在别人。别人他迷也好、悟也好，与我都不相干，这一点非常要紧。问题就是我们自己在人事的环境当中、物质的环境当中，我们迷不迷？什么叫迷？分别、执着、妄想就是迷。什么叫悟？离开分别执着妄想，一切明了，就叫悟。悟了的人叫佛菩萨，迷了的人叫做凡夫，悟也是这个境界，迷也是这个境界，所以说迷悟不二。这个愈说愈深，这就说得相当深度了。",
      "zh_TW": "但是諸位要曉得，迷悟在人，理裡面哪有迷悟？法裡面也沒有迷悟。譬如我們迷失方向的人，你目的是要往南面走，可是你現在往北面走，你誤會把北面當作南面，迷失方向，誰迷失？人迷失。不是方向迷失了，方向還是原來的方向，並沒有隨你迷失而有所改變。諸位要曉得，迷悟在人，在哪個人？在自己，不在別人。別人他迷也好、悟也好，與我都不相干，這一點非常要緊。問題就是我們自己在人事的環境當中、物質的環境當中，我們迷不迷？什麼叫迷？分別、執著、妄想就是迷。什麼叫悟？離開分別執著妄想，一切明瞭，就叫悟。悟了的人叫佛菩薩，迷了的人叫做凡夫，悟也是這個境界，迷也是這個境界，所以說迷悟不二。這個愈說愈深，這就說得相當深度了。"
    },
    {
      "id": "07-001-0076_p0012",
      "zh_CN": "佛在《法华经》里面给我们讲，《法华经》里有两句很有名的话，「诸法从本来，常自寂灭相」。这个境界，如果我们要是按佛经里面菩萨程度上来说，这是证寂灭忍的人才能见到。诸位读过《仁王经》，《仁王经》里面讲五忍菩萨，寂灭忍是最高的，下品的寂灭忍是法云地菩萨，上品的寂灭忍是等觉菩萨，他到这个境界看一切法是什么相？寂灭相，清净寂灭，相没变。我们看的相是生灭相，人家看的是清净寂灭相。再试问问，我们以这个扇子来说，这是个相，我们看的是生灭相，人家看这是清净寂灭相。相没变，迷悟在人，这是如来与大菩萨亲证的现量境界。《仁王经》里面五忍，每一忍都有上中下三品，只有寂灭忍上下两品。所以古德在注解里面，他也把它补出去，他说如果寂灭忍要分三品，中品的就是等觉菩萨，上品的就是佛果位，这样讲也能讲得通。这是究竟位次上的忍，这才是讲的究竟的实相，一切法的真实相。既然是常自寂灭相，诸位想想还有什么相可得，还有什么相可执着！",
      "zh_TW": "佛在《法華經》裡面給我們講，《法華經》裡有兩句很有名的話，「諸法從本來，常自寂滅相」。這個境界，如果我們要是按佛經裡面菩薩程度上來說，這是證寂滅忍的人才能見到。諸位讀過《仁王經》，《仁王經》裡面講五忍菩薩，寂滅忍是最高的，下品的寂滅忍是法雲地菩薩，上品的寂滅忍是等覺菩薩，他到這個境界看一切法是什麼相？寂滅相，清淨寂滅，相沒變。我們看的相是生滅相，人家看的是清淨寂滅相。再試問問，我們以這個扇子來說，這是個相，我們看的是生滅相，人家看這是清淨寂滅相。相沒變，迷悟在人，這是如來與大菩薩親證的現量境界。《仁王經》裡面五忍，每一忍都有上中下三品，只有寂滅忍上下兩品。所以古德在註解裡面，他也把它補出去，他說如果寂滅忍要分三品，中品的就是等覺菩薩，上品的就是佛果位，這樣講也能講得通。這是究竟位次上的忍，這才是講的究竟的實相，一切法的真實相。既然是常自寂滅相，諸位想想還有什麼相可得，還有什麼相可執著！"
    },
    {
      "id": "07-001-0076_p0013",
      "zh_CN": "《法华经》又给我们说，「是法住法位，世间相常住」。我们一般讲万法无常，这个万法无常是佛的方便说，随俗说；世间相常住，这是随真谛而说的。世间相常住，给诸位说，这个世间相不生不灭，一般讲无生法忍的境界。一切法无生，既然无生哪里会有灭？有生才有灭，不生哪有灭？像这些经文，我们乍听起来实在是不好懂，可是我们读了《楞严经》之后，这些话也能够体会到仿佛。《楞严经》里面给我们讲，「当处出生，随处灭尽」，所以生即无生、无生即生，生与无生是一不是二，就是生跟灭是一不是二。既然是一不是二，你在这里面觅生与灭，了不可得，岂不是世间相常住？像这样的经文可以说是究竟了义，与此地所讲的是一个意思，说法不一样，是同一个境界。",
      "zh_TW": "《法華經》又給我們說，「是法住法位，世間相常住」。我們一般講萬法無常，這個萬法無常是佛的方便說，隨俗說；世間相常住，這是隨真諦而說的。世間相常住，給諸位說，這個世間相不生不滅，一般講無生法忍的境界。一切法無生，既然無生哪裡會有滅？有生才有滅，不生哪有滅？像這些經文，我們乍聽起來實在是不好懂，可是我們讀了《楞嚴經》之後，這些話也能夠體會到彷彿。《楞嚴經》裡面給我們講，「當處出生，隨處滅盡」，所以生即無生、無生即生，生與無生是一不是二，就是生跟滅是一不是二。既然是一不是二，你在這裡面覓生與滅，了不可得，豈不是世間相常住？像這樣的經文可以說是究竟了義，與此地所講的是一個意思，說法不一樣，是同一個境界。"
    },
    {
      "id": "07-001-0076_p0014",
      "zh_CN": "这个地方讲在真如性中，真是去无所去、来无所来，迷无始、悟无终。生，我们讲是四大和合，说实在话，四大何尝和合？四大既然不和合，死的时候五阴怎么会散坏？没有这个事情！我这样讲，诸位确实很难懂，上次我记我得是用书做比喻，我们还是用这个比喻说。这本书是一百多张纸订起来的，《法华经》里面讲「是法住法位，世间相常住」。世法是什么？我们这个法称为纸，一张一张的纸，住法位它本来就是一张一张纸，你把它订起来叫它做一本书，它还是一张一张纸，纸并没有把它变成一本书，拆开来之后散开，还是一张一张的纸。从一张纸上来看，这个书没有生灭之相。我们现在最难理解的是什么？这个书一拆开，书没有了、书灭了，订起来，这个书生了，实际上书哪有生灭之相？没有生灭之相。这个书的相是什么？书的真相不生不灭。大家细细想这个道理，这个道理想通了，一切万法都是这个道理。",
      "zh_TW": "這個地方講在真如性中，真是去無所去、來無所來，迷無始、悟無終。生，我們講是四大和合，說實在話，四大何嘗和合？四大既然不和合，死的時候五陰怎麼會散壞？沒有這個事情！我這樣講，諸位確實很難懂，上次我記我得是用書做比喻，我們還是用這個比喻說。這本書是一百多張紙訂起來的，《法華經》裡面講「是法住法位，世間相常住」。世法是什麼？我們這個法稱為紙，一張一張的紙，住法位它本來就是一張一張紙，你把它訂起來叫它做一本書，它還是一張一張紙，紙並沒有把它變成一本書，拆開來之後散開，還是一張一張的紙。從一張紙上來看，這個書沒有生滅之相。我們現在最難理解的是什麼？這個書一拆開，書沒有了、書滅了，訂起來，這個書生了，實際上書哪有生滅之相？沒有生滅之相。這個書的相是什麼？書的真相不生不滅。大家細細想這個道理，這個道理想通了，一切萬法都是這個道理。"
    },
    {
      "id": "07-001-0076_p0015",
      "zh_CN": "你果然悟到了，你就心开意解、欢欢喜喜，为什么？不生不灭！你悟了之后不生不灭，你迷的时候还是不生不灭，并不是迷的时候就真有生灭。迷的时候真有生灭、悟了就不生不灭，那经上就不会说「圆满菩提，归无所得」。所以一切法的真实相，确实是不生不灭；换句话说，不生不死。生死是什么？你们在百法里面看，生死是不相应行法。不相应行法在三性里面是遍计所执性，不是依他起性；换句话说，是种错觉、错误的观念，决定没有这个事实。但是世间人迷惑，他就是不了解事实真相，以为还真的有生有死，生了喜欢，死了悲伤，其实哪有这个事情？所以悟入的人心入正定，什么境界里头再也不动心，如如不动，这在《楞严》里面叫做楞严大定，所以佛在此地给我们讲的是「了无所得」。",
      "zh_TW": "你果然悟到了，你就心開意解、歡歡喜喜，為什麼？不生不滅！你悟了之後不生不滅，你迷的時候還是不生不滅，並不是迷的時候就真有生滅。迷的時候真有生滅、悟了就不生不滅，那經上就不會說「圓滿菩提，歸無所得」。所以一切法的真實相，確實是不生不滅；換句話說，不生不死。生死是什麼？你們在百法裡面看，生死是不相應行法。不相應行法在三性裡面是遍計所執性，不是依他起性；換句話說，是種錯覺、錯誤的觀念，決定沒有這個事實。但是世間人迷惑，他就是不了解事實真相，以為還真的有生有死，生了喜歡，死了悲傷，其實哪有這個事情？所以悟入的人心入正定，什麼境界裡頭再也不動心，如如不動，這在《楞嚴》裡面叫做楞嚴大定，所以佛在此地給我們講的是「了無所得」。"
    },
    {
      "id": "07-001-0076_p0016",
      "zh_CN": "我们再想一想本经的经题，有「首楞严」这三个字，首楞严是印度话，翻成中国的意思叫一切事究竟坚固。诸位要晓得，有生有灭还有什么坚固可说？不生不灭这才叫究竟坚固。有生有灭就是有成有坏，我们随俗谛、随迷人来讲，有情众生有生老病死，无情的众生有生住异灭，世界有成住坏空，这是随俗谛而说；随真谛所说的是了无所得，也可以说「诸法从本来，常自寂灭相」，这是从如来亲证看到事相的真实。佛在我们这部经的开端，也曾经告诉阿难尊者说，「有三摩提，名大佛顶首楞严王」；在《法华经》里面佛所讲的，开示悟入佛之知见。大佛顶首楞严王就是佛知佛见，而佛知佛见是每一个人本来具足的，坏在什么地方？坏在我们用心意识，这就迷了。交光大师在《楞严正脉》里面教给我们，「舍识用根」就悟了。",
      "zh_TW": "我們再想一想本經的經題，有「首楞嚴」這三個字，首楞嚴是印度話，翻成中國的意思叫一切事究竟堅固。諸位要曉得，有生有滅還有什麼堅固可說？不生不滅這才叫究竟堅固。有生有滅就是有成有壞，我們隨俗諦、隨迷人來講，有情眾生有生老病死，無情的眾生有生住異滅，世界有成住壞空，這是隨俗諦而說；隨真諦所說的是了無所得，也可以說「諸法從本來，常自寂滅相」，這是從如來親證看到事相的真實。佛在我們這部經的開端，也曾經告訴阿難尊者說，「有三摩提，名大佛頂首楞嚴王」；在《法華經》裡面佛所講的，開示悟入佛之知見。大佛頂首楞嚴王就是佛知佛見，而佛知佛見是每一個人本來具足的，壞在什麼地方？壞在我們用心意識，這就迷了。交光大師在《楞嚴正脈》裡面教給我們，「捨識用根」就悟了。"
    },
    {
      "id": "07-001-0076_p0017",
      "zh_CN": "我讲唯识的时候，我讲的唯识，诸位要记住，不是唯识学家的讲法，我讲唯识是性相圆融的讲法，目的是叫大家开悟，不重名相的分析，当然有要紧的，也特别分析得清楚，目的是叫你开悟，避免死在名相之中。原本说法的目的就是如此，就是叫大家开悟的。用根，《楞严》里面叫我们「舍识用根」，教我们用见性见一切法，用闻性闻一切音声，用这个方法来修行。诸位要问，不用心意识，那我见了不是没有分别了吗？没有分别不等于不见了吗？平常我们讲「注意」，为什么？意是分别，眼识与五俱起意识联合起作用，才能够分别一切色相；耳识与五俱起意识起联合作用，才能够辨别音声。如果不注意的时候，所谓视而不见、听而不闻，那我们这六根还有什么用处？如果诸位起了这个疑问，跟阿难差不多。《楞严经》里面的阿难，十番显见里他许多的疑问，就是类似这样的情形。哪里晓得若用见性见一切色，比五俱起意识见色还要清楚。因为五俱起意识是迷了的真心，那不迷的真心见色岂不是更清楚吗？迷了的心见一切色相能够辨别颜色、辨别长短方圆，能够辨别这些，但是不知道色相的真相。如果用见性见一切色相，不但能够辨别微细，而且能够得到它的真实相，那是什么相？清净寂灭相，这个功德多么殊胜。",
      "zh_TW": "我講唯識的時候，我講的唯識，諸位要記住，不是唯識學家的講法，我講唯識是性相圓融的講法，目的是叫大家開悟，不重名相的分析，當然有要緊的，也特別分析得清楚，目的是叫你開悟，避免死在名相之中。原本說法的目的就是如此，就是叫大家開悟的。用根，《楞嚴》裡面叫我們「捨識用根」，教我們用見性見一切法，用聞性聞一切音聲，用這個方法來修行。諸位要問，不用心意識，那我見了不是沒有分別了嗎？沒有分別不等於不見了嗎？平常我們講「注意」，為什麼？意是分別，眼識與五俱起意識聯合起作用，才能夠分別一切色相；耳識與五俱起意識起聯合作用，才能夠辨別音聲。如果不注意的時候，所謂視而不見、聽而不聞，那我們這六根還有什麼用處？如果諸位起了這個疑問，跟阿難差不多。《楞嚴經》裡面的阿難，十番顯見裡他許多的疑問，就是類似這樣的情形。哪裡曉得若用見性見一切色，比五俱起意識見色還要清楚。因為五俱起意識是迷了的真心，那不迷的真心見色豈不是更清楚嗎？迷了的心見一切色相能夠辨別顏色、辨別長短方圓，能夠辨別這些，但是不知道色相的真相。如果用見性見一切色相，不但能夠辨別微細，而且能夠得到它的真實相，那是什麼相？清淨寂滅相，這個功德多麼殊勝。"
    },
    {
      "id": "07-001-0076_p0018",
      "zh_CN": "可是在用功的时候也确实有困难，难在哪个地方？俗话常说「看得破，忍不过」，经里面道理我听懂了，何谓忍不过？在一切境界里还起分别心、还起妄想，这就叫忍不过。譬如顺境界里面还是欢喜心，逆境界里面还是讨厌，这就叫忍不过。你要懂得这个道理，你就晓得应该在什么地方用功夫，理明白之后，修行就是历事炼心，古人常讲「不怕念起，只怕觉迟」，这就是用功夫。顺境里面一念欢喜心才起来，这个不要紧，为什么？无始劫来的习气，不是一下能断得了的，阿罗汉烦恼断了，习气还在，可见得断习气是不容易的。问题在哪里？你是觉还是迷？如果迷了，随着习气转了，这就是迷。觉了的时候，这个念头才动就觉悟，觉悟就不随妄念转，这叫真用功。",
      "zh_TW": "可是在用功的時候也確實有困難，難在哪個地方？俗話常說「看得破，忍不過」，經裡面道理我聽懂了，何謂忍不過？在一切境界裡還起分別心、還起妄想，這就叫忍不過。譬如順境界裡面還是歡喜心，逆境界裡面還是討厭，這就叫忍不過。你要懂得這個道理，你就曉得應該在什麼地方用功夫，理明白之後，修行就是歷事鍊心，古人常講「不怕念起，只怕覺遲」，這就是用功夫。順境裡面一念歡喜心才起來，這個不要緊，為什麼？無始劫來的習氣，不是一下能斷得了的，阿羅漢煩惱斷了，習氣還在，可見得斷習氣是不容易的。問題在哪裡？你是覺還是迷？如果迷了，隨著習氣轉了，這就是迷。覺了的時候，這個念頭才動就覺悟，覺悟就不隨妄念轉，這叫真用功。"
    },
    {
      "id": "07-001-0076_p0019",
      "zh_CN": "真正用功，禅家是真实得到要领，一切法里面不动心、不起念。你看看《坛经》里面六祖大师所传的，他老人家所说的，佛祖代代相传的修学的纲要只有六个字，六个字里头第一个就是「无念」，第二个是「无相」，第三个是「无住」，就这六个字。中国的禅宗修什么？就是修这六个字，这就是他做功夫。所以他的修学是活活泼泼，并不是一天到晚盘腿面壁那叫用功夫，不是的。六祖大师在黄梅的时候，天天破柴舂米做苦工，每天累得满头大汗，不亦乐乎，人家修什么？修无念、无相、无住，修这个。所以那些苦工他能够欢喜做，不疲不厌。如果你有念，「我到这里来求学，派我到这里来做苦工，我一句法也没有听到，这个老和尚对我太可恶了！」，起了妄念，如果起这个念头，五祖的衣钵不会给他，怎么会轮到他？不着相，所以没有疲劳，心无所住，心地清净。破柴是修禅定，舂米也是修禅定，挑水还是修禅定，修上上禅，这是我们中国禅宗确实得到佛法的精华，这叫真修。",
      "zh_TW": "真正用功，禪家是真實得到要領，一切法裡面不動心、不起念。你看看《壇經》裡面六祖大師所傳的，他老人家所說的，佛祖代代相傳的修學的綱要只有六個字，六個字裡頭第一個就是「無念」，第二個是「無相」，第三個是「無住」，就這六個字。中國的禪宗修什麼？就是修這六個字，這就是他做功夫。所以他的修學是活活潑潑，並不是一天到晚盤腿面壁那叫用功夫，不是的。六祖大師在黃梅的時候，天天破柴舂米做苦工，每天累得滿頭大汗，不亦樂乎，人家修什麼？修無念、無相、無住，修這個。所以那些苦工他能夠歡喜做，不疲不厭。如果你有念，「我到這裡來求學，派我到這裡來做苦工，我一句法也沒有聽到，這個老和尚對我太可惡了！」，起了妄念，如果起這個念頭，五祖的衣缽不會給他，怎麼會輪到他？不著相，所以沒有疲勞，心無所住，心地清淨。破柴是修禪定，舂米也是修禪定，挑水還是修禪定，修上上禪，這是我們中國禪宗確實得到佛法的精華，這叫真修。"
    },
    {
      "id": "07-001-0076_p0020",
      "zh_CN": "我们现在晓得，大佛顶首楞严定是我们真性当中本来具足的。佛知佛见本自妙圆，我们如何将它恢复？现在虽然迷，并没有丧失，就是从迷里面悟过来而已。悟过来之后，这一句话就不是释迦牟尼佛的话，是自己的，「性真常中，求于去来迷悟生死，了无所得」，是你自己的境界，是你自己说的话，不是释迦牟尼佛的。我们自己没悟，听人家这么说；悟了之后，这是自己的话。悟了的人，为什么一切经都通达？悟了，一切经全是自己现量境界，他怎么不懂！六祖大师没有念过书、不认识字，他悟了，悟了一切经都是他自己的现量境界，所以你随便拿什么经你念一段，不懂得，他就讲给你听，能叫你开悟。这是成佛最捷径的道路，最近的一条道路，这些道理不可不明。道理明白了，我们修行有方向、有目标，剩下来的就是我们自己求证而已。向下面这就是开出的四科，请看经文：",
      "zh_TW": "我們現在曉得，大佛頂首楞嚴定是我們真性當中本來具足的。佛知佛見本自妙圓，我們如何將它恢復？現在雖然迷，並沒有喪失，就是從迷裡面悟過來而已。悟過來之後，這一句話就不是釋迦牟尼佛的話，是自己的，「性真常中，求於去來迷悟生死，了無所得」，是你自己的境界，是你自己說的話，不是釋迦牟尼佛的。我們自己沒悟，聽人家這麼說；悟了之後，這是自己的話。悟了的人，為什麼一切經都通達？悟了，一切經全是自己現量境界，他怎麼不懂！六祖大師沒有念過書、不認識字，他悟了，悟了一切經都是他自己的現量境界，所以你隨便拿什麼經你念一段，不懂得，他就講給你聽，能叫你開悟。這是成佛最捷徑的道路，最近的一條道路，這些道理不可不明。道理明白了，我們修行有方向、有目標，剩下來的就是我們自己求證而已。向下面這就是開出的四科，請看經文："
    },
    {
      "id": "07-001-0076_p0021",
      "zh_CN": "【阿难。云何五阴本如来藏妙真如性。】",
      "zh_TW": "【阿難。云何五陰本如來藏妙真如性。】"
    },
    {
      "id": "07-001-0076_p0022",
      "zh_CN": "这四科在前面给诸位介绍过，是一切万法的纲领，这是佛说法的善巧。五阴是对迷心法重、迷色法轻的人所说的，所以在这五条里面色法只讲一条，为什么？他迷得轻，不必多说。心法他迷得重，说四条；到十二处，情形恰恰相反，迷色法重的人、迷心法轻的人；色心二法迷得都重，这就说十八界。由此可知，佛无论怎么讲法，都不离开心法两大纲领，说多说少是开合不同，总不离开这个原则。这句是这一科里面的总说，这叫着『阿难，云何五阴』，「云何」是为什么，为什么五阴它本是『如来藏妙真如性』？五阴我们同修都非常的熟悉，这个名词叫五阴是古译，新译称五蕴，《心经》里面讲的「五蕴皆空」。新译跟古译是以唐朝为标准，玄奘大师以前翻译的叫古译，玄奘大师他所翻译的叫新译。咱们这个新译是唐朝玄奘大师所译的，他有些名相跟古时候用的意思不相同。但是这两种都有它的意思在，蕴是积聚的意思，而阴是有盖覆的意思，这就是古今的译法它所取的意思有点差别。",
      "zh_TW": "這四科在前面給諸位介紹過，是一切萬法的綱領，這是佛說法的善巧。五陰是對迷心法重、迷色法輕的人所說的，所以在這五條裡面色法只講一條，為什麼？他迷得輕，不必多說。心法他迷得重，說四條；到十二處，情形恰恰相反，迷色法重的人、迷心法輕的人；色心二法迷得都重，這就說十八界。由此可知，佛無論怎麼講法，都不離開心法兩大綱領，說多說少是開合不同，總不離開這個原則。這句是這一科裡面的總說，這叫著『阿難，云何五陰』，「云何」是為什麼，為什麼五陰它本是『如來藏妙真如性』？五陰我們同修都非常的熟悉，這個名詞叫五陰是古譯，新譯稱五蘊，《心經》裡面講的「五蘊皆空」。新譯跟古譯是以唐朝為標準，玄奘大師以前翻譯的叫古譯，玄奘大師他所翻譯的叫新譯。咱們這個新譯是唐朝玄奘大師所譯的，他有些名相跟古時候用的意思不相同。但是這兩種都有它的意思在，蘊是積聚的意思，而陰是有蓋覆的意思，這就是古今的譯法它所取的意思有點差別。"
    },
    {
      "id": "07-001-0076_p0023",
      "zh_CN": "因为这五法它是积聚有为、盖覆真性，我们把阴与蕴的意思合起来，这个意思就非常明显，所以说两种译法各有各的好处。一般讲五蕴，是生灭有为法，《心经》里面说「照见五蕴皆空」，这个五蕴就是有生有灭。为什么这个地方讲「五阴本如来藏妙真如性」？这就是不生不灭。由此可知，般若固然是佛母，般若里面许多还是方便说，但是有方便才能入真实，没有这个方便入不了真实。而五蕴皆空这个空的意思很难懂，空不是没有，《心经》里面说，「色即是空，空即是色」，「色不异空，空不异色」，那个照见五蕴皆空是这个空法；换句话说，是空有不二之空，而空有不二之空正是如来藏妙真如性。五蕴既然皆空，五蕴里面的色法包的是四大，四大皆空。四大皆空，一般社会上都会讲四大皆空，究竟怎么空法他不知道。空有不二之空，这才叫做真空，真空就是妙有，妙有就是真空，《心经》里面的色就是妙有，空是真空。「空即是色，色即是空」，真空就是妙有、妙有就是真空，是一不是二。这不是如来藏妙真如性是什么？像这样的意思确实是深一层，这样才真正能够得到一切法的真实相。",
      "zh_TW": "因為這五法它是積聚有為、蓋覆真性，我們把陰與蘊的意思合起來，這個意思就非常明顯，所以說兩種譯法各有各的好處。一般講五蘊，是生滅有為法，《心經》裡面說「照見五蘊皆空」，這個五蘊就是有生有滅。為什麼這個地方講「五陰本如來藏妙真如性」？這就是不生不滅。由此可知，般若固然是佛母，般若裡面許多還是方便說，但是有方便才能入真實，沒有這個方便入不了真實。而五蘊皆空這個空的意思很難懂，空不是沒有，《心經》裡面說，「色即是空，空即是色」，「色不異空，空不異色」，那個照見五蘊皆空是這個空法；換句話說，是空有不二之空，而空有不二之空正是如來藏妙真如性。五蘊既然皆空，五蘊裡面的色法包的是四大，四大皆空。四大皆空，一般社會上都會講四大皆空，究竟怎麼空法他不知道。空有不二之空，這才叫做真空，真空就是妙有，妙有就是真空，《心經》裡面的色就是妙有，空是真空。「空即是色，色即是空」，真空就是妙有、妙有就是真空，是一不是二。這不是如來藏妙真如性是什麼？像這樣的意思確實是深一層，這樣才真正能夠得到一切法的真實相。"
    },
    {
      "id": "07-001-0076_p0024",
      "zh_CN": "所以一切法，你仔细的去观察，它的根源都是从如来藏中流出的。也真正是证明《华严经》里面所讲的「应观法界性，一切唯心造」，证明了这句话，像这类的经论可以说都是《华严经》的注脚。真正彻底明了五阴本无自性，就显示出如来藏妙真如性，无二无别。不但性宗里面开显这个道理，就是法相也不例外，法相里面也是教我们去体察性相不二。有相必有性，它是什么性？性哪有三种？我们讲圆成实、讲依他起、讲遍计执，这讲三性，真性只有一个，哪里会有三个？但是要晓得三即是一、一即是三，三者一之三，一者三之一，一三不二。这样才能见性，这样才能见诸法实相，就是一切法的真相。像《法华》里面讲的，一切法的真相是常住清净寂灭相，没有一相是例外。清净寂灭里头，来去生死了不可得，诸位要在这真相里头去迷是非善恶，问问看你可不可得？给诸位说，是非善恶也了不可得，这心多平等、多清净。",
      "zh_TW": "所以一切法，你仔細的去觀察，它的根源都是從如來藏中流出的。也真正是證明《華嚴經》裡面所講的「應觀法界性，一切唯心造」，證明了這句話，像這類的經論可以說都是《華嚴經》的註腳。真正徹底明瞭五陰本無自性，就顯示出如來藏妙真如性，無二無別。不但性宗裡面開顯這個道理，就是法相也不例外，法相裡面也是教我們去體察性相不二。有相必有性，它是什麼性？性哪有三種？我們講圓成實、講依他起、講遍計執，這講三性，真性只有一個，哪裡會有三個？但是要曉得三即是一、一即是三，三者一之三，一者三之一，一三不二。這樣才能見性，這樣才能見諸法實相，就是一切法的真相。像《法華》裡面講的，一切法的真相是常住清淨寂滅相，沒有一相是例外。清淨寂滅裡頭，來去生死了不可得，諸位要在這真相裡頭去迷是非善惡，問問看你可不可得？給諸位說，是非善惡也了不可得，這心多平等、多清淨。"
    },
    {
      "id": "07-001-0076_p0025",
      "zh_CN": "多学唯识有个好处，心里起个念头、动个念立刻就觉察，这个心从哪里来的，怎么生的、会起什么作用，立刻就明了，像现在电脑一样。不懂唯识，就不能够观察得这么微细，但是诸位要晓得，百法里面它是一切法的纲领，百法就是一切法。我们举个例子来说，譬如百法里面讲的二十六个烦恼心所，我们举贪心所来说，它这里面是讲大类，贪这一类。贪这一类的心所无量无边，为什么？贪名是贪名的心所，贪利又是贪利的心所，贪名的心所不是贪利的心所。假如贪名的心所就是贪利的心所，这个心所一起来之后名利都贪，有人贪名不贪利的，有人贪利不贪名的，可见得它不是一个心所。名里头有无量无边，利里头有无量无边，你才晓得心所多复杂！可是怎么样？每一个心，阿赖耶识都有种子，它要是没有种子它从什么地方生出来？它有它的助缘，我们一般讲它有所缘缘、无间缘、增上缘，四缘具足这个心才会生。所以这种心理现象太复杂，起一个念就是一个心，真正是无量无边，统统是妄心。真心里面没有这些东西，真心里面不妨碍这些东西，所以你一觉察、一明了，妄不碍真。",
      "zh_TW": "多學唯識有個好處，心裡起個念頭、動個念立刻就覺察，這個心從哪裡來的，怎麼生的、會起什麼作用，立刻就明瞭，像現在電腦一樣。不懂唯識，就不能夠觀察得這麼微細，但是諸位要曉得，百法裡面它是一切法的綱領，百法就是一切法。我們舉個例子來說，譬如百法裡面講的二十六個煩惱心所，我們舉貪心所來說，它這裡面是講大類，貪這一類。貪這一類的心所無量無邊，為什麼？貪名是貪名的心所，貪利又是貪利的心所，貪名的心所不是貪利的心所。假如貪名的心所就是貪利的心所，這個心所一起來之後名利都貪，有人貪名不貪利的，有人貪利不貪名的，可見得它不是一個心所。名裡頭有無量無邊，利裡頭有無量無邊，你才曉得心所多複雜！可是怎麼樣？每一個心，阿賴耶識都有種子，它要是沒有種子它從什麼地方生出來？它有它的助緣，我們一般講它有所緣緣、無間緣、增上緣，四緣具足這個心才會生。所以這種心理現象太複雜，起一個念就是一個心，真正是無量無邊，統統是妄心。真心裡面沒有這些東西，真心裡面不妨礙這些東西，所以你一覺察、一明瞭，妄不礙真。"
    },
    {
      "id": "07-001-0076_p0026",
      "zh_CN": "觉悟的人不但妄不碍真，妄还能替真服务、能替真办事。悟了的人真做主，妄替他做事，叫四智菩提。迷了的人怎么样？妄做主，真不起作用。这就是迷悟不相同的所在。真正通达明了五阴无自性，这个性就是如来藏性。既然它的性是如来藏性，与如来藏性无二无别，是一不是二。五阴不是真如是什么！真如不是五阴又是什么！这个时候诸位才入不二法门。现在一般有人常常讲天人合一，你再问问他，天跟人怎么合法？你合给我看看，你要这么一问，他就哑口无言。什么叫天、什么叫人，你合给我看看！佛法里面这个道理明白了，五阴跟真如是一不是二，诸位想想，是不是合一？它本来是一，本来就不是二，迷了的时候强分为二，悟了才晓得本来是一，这个一就是《华严》的一真法界。",
      "zh_TW": "覺悟的人不但妄不礙真，妄還能替真服務、能替真辦事。悟了的人真做主，妄替他做事，叫四智菩提。迷了的人怎麼樣？妄做主，真不起作用。這就是迷悟不相同的所在。真正通達明瞭五陰無自性，這個性就是如來藏性。既然它的性是如來藏性，與如來藏性無二無別，是一不是二。五陰不是真如是什麼！真如不是五陰又是什麼！這個時候諸位才入不二法門。現在一般有人常常講天人合一，你再問問他，天跟人怎麼合法？你合給我看看，你要這麼一問，他就啞口無言。什麼叫天、什麼叫人，你合給我看看！佛法裡面這個道理明白了，五陰跟真如是一不是二，諸位想想，是不是合一？它本來是一，本來就不是二，迷了的時候強分為二，悟了才曉得本來是一，這個一就是《華嚴》的一真法界。"
    },
    {
      "id": "07-001-0076_p0027",
      "zh_CN": "我讲《楞严》时，给诸位说，《楞严》是一把钥匙，是开《华严经》一真法界那个门的一把钥匙。你要把《楞严经》搞会了，《华严》的一真法界你就进去了；《法华经》的一佛乘你也进去了，入佛知见；净土的一心不乱，你也进去了。诸位想一想，理路要不明，确实不得其门而入；理路这个明，明就是悟。悟的方法我也跟诸位说过很多次，不能用分别心；换句话说，经典是研究不得的。为什么？研究，我们用分别心，分别心是个迷心，迷心里头怎么会悟？如何开悟？薰习。譬如你们自己看经也是如此、看注解也是如此，不要用分别。这边看懂了，懂得几成，这几成是你悟的；不懂得，不要苦苦的去钻研，不理会它，再看第二遍，第二遍又有些悟处，再看第三遍，古人所谓「读书千遍其义自见」。",
      "zh_TW": "我講《楞嚴》時，給諸位說，《楞嚴》是一把鑰匙，是開《華嚴經》一真法界那個門的一把鑰匙。你要把《楞嚴經》搞會了，《華嚴》的一真法界你就進去了；《法華經》的一佛乘你也進去了，入佛知見；淨土的一心不亂，你也進去了。諸位想一想，理路要不明，確實不得其門而入；理路這個明，明就是悟。悟的方法我也跟諸位說過很多次，不能用分別心；換句話說，經典是研究不得的。為什麼？研究，我們用分別心，分別心是個迷心，迷心裡頭怎麼會悟？如何開悟？薰習。譬如你們自己看經也是如此、看註解也是如此，不要用分別。這邊看懂了，懂得幾成，這幾成是你悟的；不懂得，不要苦苦的去鑽研，不理會它，再看第二遍，第二遍又有些悟處，再看第三遍，古人所謂「讀書千遍其義自見」。"
    },
    {
      "id": "07-001-0076_p0028",
      "zh_CN": "你们在《六祖坛经》里面，「参请机缘」一章诸位也看到了，人家一部经都是读诵几千遍才有悟处。我们一遍都没有读了就想开悟，结果所悟的全是假的、全是虚妄分别，不是悟。悟的人跟迷的人不一样，悟的人心清净，迷的人心不清净。悟的人没有妄想，接触一切境界不起心、不动念；迷的人有妄想，一切人事里头起心动念。这也能够勘验自己的境界，我在待人接物当中、一切事相当中，是不是妄想少了？如果妄想少了就有进步；如果还是有妄想、还是有分别执着，那自己没有进步，懂得再多是计度分别的懂得，不是真正的悟入。这在修学里面都是重要的纲领，应当要记住。应用在日常生活之中，起心动念之处，这叫真修行。这个五阴，底下就是色阴，按照次序一条一条的来介绍。今天我们就讲到此地。",
      "zh_TW": "你們在《六祖壇經》裡面，「參請機緣」一章諸位也看到了，人家一部經都是讀誦幾千遍才有悟處。我們一遍都沒有讀了就想開悟，結果所悟的全是假的、全是虛妄分別，不是悟。悟的人跟迷的人不一樣，悟的人心清淨，迷的人心不清淨。悟的人沒有妄想，接觸一切境界不起心、不動念；迷的人有妄想，一切人事裡頭起心動念。這也能夠勘驗自己的境界，我在待人接物當中、一切事相當中，是不是妄想少了？如果妄想少了就有進步；如果還是有妄想、還是有分別執著，那自己沒有進步，懂得再多是計度分別的懂得，不是真正的悟入。這在修學裡面都是重要的綱領，應當要記住。應用在日常生活之中，起心動念之處，這叫真修行。這個五陰，底下就是色陰，按照次序一條一條的來介紹。今天我們就講到此地。"
    }
  ]
}