{
  "doc_id": "07-001-0058",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十八集",
    "zh_TW": "第五十八集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0058",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "07-001-0058_p0001",
      "zh_CN": "请看经本，第四十页第八行。",
      "zh_TW": "請看經本，第四十頁第八行。"
    },
    {
      "id": "07-001-0058_p0002",
      "zh_CN": "【阿难。若必自然。自须甄明有自然体。】",
      "zh_TW": "【阿難。若必自然。自須甄明有自然體。】"
    },
    {
      "id": "07-001-0058_p0003",
      "zh_CN": "经文是接着上一次阿难尊者听了世尊前面八番开示，疑惑世尊所说的真心妙觉明性仿佛是外道所说的自然，不像是世尊平常所讲的因缘生法，起了这个疑问，到这个时候提出来向释迦牟尼佛请教。佛答复的话很长，前面一段是责备尊者，佛在楞严会上种种方便开示实在是希望他悟入，哪里晓得阿难并没有悟入，不但没悟入，反而误会以为是自然，这真是错得太离谱，现在再给他解释。我们看看今天的文，这是开始解释。",
      "zh_TW": "經文是接著上一次阿難尊者聽了世尊前面八番開示，疑惑世尊所說的真心妙覺明性彷彿是外道所說的自然，不像是世尊平常所講的因緣生法，起了這個疑問，到這個時候提出來向釋迦牟尼佛請教。佛答覆的話很長，前面一段是責備尊者，佛在楞嚴會上種種方便開示實在是希望他悟入，哪裡曉得阿難並沒有悟入，不但沒悟入，反而誤會以為是自然，這真是錯得太離譜，現在再給他解釋。我們看看今天的文，這是開始解釋。"
    },
    {
      "id": "07-001-0058_p0004",
      "zh_CN": "『阿难』，这是叫着他的名字，告诉他。『若必自然』，假如前面所说周遍不动的见性、非生非灭之觉缘，要必定是自然，下面就要进一步的追究，『自须甄明有自然体』，那就应当要甄别明白看看这觉缘是不是有一个常住不变之体，然后才能够说是自然。自然、因缘的定义，在上一次也给诸位说过。自然的定义是不变不随缘，要记住，不变不随缘才叫做自然。我们周遍不动的见性确实是不变，但是它随缘。从不变之体上看着似乎是自然，其实不是，宇宙万法依正庄严都是这个不变之体随缘显现的相用。所以阿难只看了一面，没有看到另一面，那一面讲因缘也看到了，因缘这两面合不起来，他的毛病就在此地，不晓得两面原是一体，迷是迷在这个地方。两面都是一体，自然、因缘都说不上。下面就是发明这个道理。",
      "zh_TW": "『阿難』，這是叫著他的名字，告訴他。『若必自然』，假如前面所說周遍不動的見性、非生非滅之覺緣，要必定是自然，下面就要進一步的追究，『自須甄明有自然體』，那就應當要甄別明白看看這覺緣是不是有一個常住不變之體，然後才能夠說是自然。自然、因緣的定義，在上一次也給諸位說過。自然的定義是不變不隨緣，要記住，不變不隨緣才叫做自然。我們周遍不動的見性確實是不變，但是它隨緣。從不變之體上看著似乎是自然，其實不是，宇宙萬法依正莊嚴都是這個不變之體隨緣顯現的相用。所以阿難只看了一面，沒有看到另一面，那一面講因緣也看到了，因緣這兩面合不起來，他的毛病就在此地，不曉得兩面原是一體，迷是迷在這個地方。兩面都是一體，自然、因緣都說不上。下面就是發明這個道理。"
    },
    {
      "id": "07-001-0058_p0005",
      "zh_CN": "【汝且观此妙明见中。以何为自。此见为复以明为自。以暗为自。以空为自。以塞为自。】",
      "zh_TW": "【汝且觀此妙明見中。以何為自。此見為復以明為自。以暗為自。以空為自。以塞為自。】"
    },
    {
      "id": "07-001-0058_p0006",
      "zh_CN": "这一段经文就是佛教给他甄明的方法，叫他自己去甄别、自己去观察、自己去觉悟，观妙明之见性，就是我们所谓能觉能缘，注意这个是「能」而不是「所」，所觉所缘是境界，能觉能缘是自体。明、暗、塞、空，这是所觉所缘。在此觉性之中，我们不说太多，就是经里面所讲的明暗塞空这四缘之内，以哪一个缘是自然之体？你说自然，把自然之体找出来，才能说之为自然。这一句话对于聪明伶俐汉就可以把他迷着唤醒。因为这几句话正是显示出不变的见性，所谓举全体而随缘，并不是局部随缘，一部分随缘、一部分不随缘，没有这个道理。正是所谓一悟一切悟，一迷是一切迷，不会说悟一半、迷一半，没有这个道理。要是说我悟了一半，还有一半没有悟，换句话说，根本就没有悟。",
      "zh_TW": "這一段經文就是佛教給他甄明的方法，叫他自己去甄別、自己去觀察、自己去覺悟，觀妙明之見性，就是我們所謂能覺能緣，注意這個是「能」而不是「所」，所覺所緣是境界，能覺能緣是自體。明、暗、塞、空，這是所覺所緣。在此覺性之中，我們不說太多，就是經裡面所講的明暗塞空這四緣之內，以哪一個緣是自然之體？你說自然，把自然之體找出來，才能說之為自然。這一句話對於聰明伶俐漢就可以把他迷著喚醒。因為這幾句話正是顯示出不變的見性，所謂舉全體而隨緣，並不是局部隨緣，一部分隨緣、一部分不隨緣，沒有這個道理。正是所謂一悟一切悟，一迷是一切迷，不會說悟一半、迷一半，沒有這個道理。要是說我悟了一半，還有一半沒有悟，換句話說，根本就沒有悟。"
    },
    {
      "id": "07-001-0058_p0007",
      "zh_CN": "岂不闻禅宗的公案，我们不要说远，就是连印祖的《文钞》里面，是《文钞》还是《永思录》里头，我现在都搞不清楚，总是二十年前看的书，这个书至少二十年没翻，有这么一个印象，好像是在《永思录》里头，有一个人写一篇文章纪念老和尚，述说他自己被老和尚呵斥的经过。他说他以前是参禅，曾经写一封信给老和尚，说他对于禅宗《五灯会元》一千七百则公案，大多数都没有问题，都参透、都开悟了，其中有个五、六条还没有悟，一千七百多条只剩五、六条还没有悟，其他都开悟了。哪里晓得老和尚回他一封信说：如果有一条没有悟，完全就没有悟；如果有一条悟了，全部都悟了。他被老和尚当头一棒打醒，以后不参禅，老实念佛，有这么一段经过。这个就是经中常常讲，举全体而随缘，绝没有局部的。像印祖遇到这个人，这是增上慢，把知见当作开悟，这弄错了，幸亏遇到真善知识把他点破，要不然就误了一生。所以诸位要记住，悟是一切悟。譬如真正悟了，教下里面说是大开圆解，确实到这个见地，世出世间法是都悟了，绝对不会说这一部经没有问题，我悟了；换一部经，不行，这部经我还没开悟，没有这个道理。悟了之后，不但是佛法里面的一切经，外道的一切经、世间的一切学说一切都贯通，这是悟，不会是有局部的。这是我们学佛、研教一定要记住。",
      "zh_TW": "豈不聞禪宗的公案，我們不要說遠，就是連印祖的《文鈔》裡面，是《文鈔》還是《永思錄》裡頭，我現在都搞不清楚，總是二十年前看的書，這個書至少二十年沒翻，有這麼一個印象，好像是在《永思錄》裡頭，有一個人寫一篇文章紀念老和尚，述說他自己被老和尚呵斥的經過。他說他以前是參禪，曾經寫一封信給老和尚，說他對於禪宗《五燈會元》一千七百則公案，大多數都沒有問題，都參透、都開悟了，其中有個五、六條還沒有悟，一千七百多條只剩五、六條還沒有悟，其他都開悟了。哪裡曉得老和尚回他一封信說：如果有一條沒有悟，完全就沒有悟；如果有一條悟了，全部都悟了。他被老和尚當頭一棒打醒，以後不參禪，老實念佛，有這麼一段經過。這個就是經中常常講，舉全體而隨緣，絕沒有局部的。像印祖遇到這個人，這是增上慢，把知見當作開悟，這弄錯了，幸虧遇到真善知識把他點破，要不然就誤了一生。所以諸位要記住，悟是一切悟。譬如真正悟了，教下裡面說是大開圓解，確實到這個見地，世出世間法是都悟了，絕對不會說這一部經沒有問題，我悟了；換一部經，不行，這部經我還沒開悟，沒有這個道理。悟了之後，不但是佛法裡面的一切經，外道的一切經、世間的一切學說一切都貫通，這是悟，不會是有局部的。這是我們學佛、研教一定要記住。"
    },
    {
      "id": "07-001-0058_p0008",
      "zh_CN": "既然是全体都随缘，诸位想想，这个体就找不到，一部随缘、一部不随缘还能找得到，那一部没变可以找到，全体随缘到哪里去找？就明暗空塞这四相上去找见性的自体，试问问能不能找到？决定找不到。为什么？明暗塞空都有变化。自然之体不会变的，会变就不是自然之体。可是我们要是离开明暗空塞，别求一个见性的自体，也找不到。就在相中找不到，离了相也找不到，这跟外道不一样。外道确实他们是把冥谛当作自然之体，换句话说，他是以空、以暗为自然之体，认为一切万法是从冥谛而生的。神我就是以空、以明为自体，这是外道之谛。细细观察佛给我们所讲的，与外道确实是不相类，但是粗心大意也很容易混搅在一块、分不清楚。阿难就是表示这样一个态度，混淆不分！世尊唯恐阿难还不能审明、不能甄明，再详细的给他分析。",
      "zh_TW": "既然是全體都隨緣，諸位想想，這個體就找不到，一部隨緣、一部不隨緣還能找得到，那一部沒變可以找到，全體隨緣到哪裡去找？就明暗空塞這四相上去找見性的自體，試問問能不能找到？決定找不到。為什麼？明暗塞空都有變化。自然之體不會變的，會變就不是自然之體。可是我們要是離開明暗空塞，別求一個見性的自體，也找不到。就在相中找不到，離了相也找不到，這跟外道不一樣。外道確實他們是把冥諦當作自然之體，換句話說，他是以空、以暗為自然之體，認為一切萬法是從冥諦而生的。神我就是以空、以明為自體，這是外道之諦。細細觀察佛給我們所講的，與外道確實是不相類，但是粗心大意也很容易混攪在一塊、分不清楚。阿難就是表示這樣一個態度，混淆不分！世尊唯恐阿難還不能審明、不能甄明，再詳細的給他分析。"
    },
    {
      "id": "07-001-0058_p0009",
      "zh_CN": "【阿难。若明为自。应不见暗。】",
      "zh_TW": "【阿難。若明為自。應不見暗。】"
    },
    {
      "id": "07-001-0058_p0010",
      "zh_CN": "这是就事相上来说，如果明相是自然之体，应不见暗。我们这个见性，见性之体是明；换句话说，你所见都是明，你决定不会见到暗，所以说应不见暗。",
      "zh_TW": "這是就事相上來說，如果明相是自然之體，應不見暗。我們這個見性，見性之體是明；換句話說，你所見都是明，你決定不會見到暗，所以說應不見暗。"
    },
    {
      "id": "07-001-0058_p0011",
      "zh_CN": "【若复以空为自体者。应不见塞。如是乃至诸暗等相以为自者。则于明时。见性断灭。云何见明。】",
      "zh_TW": "【若復以空為自體者。應不見塞。如是乃至諸暗等相以為自者。則於明時。見性斷滅。云何見明。】"
    },
    {
      "id": "07-001-0058_p0012",
      "zh_CN": "这一段经文不难懂，举的例子很浅显，可是要细心的去观察，才能懂得佛说法的义趣所在。佛说如果以明为我们见性自然之体的话，见明相的时候，这是本自天然之体，决定不疑。见性只可以见明，见性所接触的都是一片光明，因为见性本身是光明的。就好像灯一样，它自己放光，照在哪个地方都是明亮，不会是黑暗的，为什么？它有自体。我们的见性也放光，见到什么都是明亮的，那就不应该见到黑暗。既遇到暗的境界来的时候，那好了，原来明的见性的自体岂不就是断灭？又换了一个，换了一个什么？换了一个见暗的自体。哪有这种道理，体还能常常换吗？体是本真，绝不能够随时更换，所见的境界可以常常换，能见的见性怎么能常常换？不能常常换。要是以空为自然之体，见性只会见空，绝不能见塞。可是我们实际上情形怎么样？明来见明、暗来见暗、空来见空、塞来见塞，没有障碍，怎么能够执着为自然？这就是很显然说出来与自然的定义不相合。",
      "zh_TW": "這一段經文不難懂，舉的例子很淺顯，可是要細心的去觀察，才能懂得佛說法的義趣所在。佛說如果以明為我們見性自然之體的話，見明相的時候，這是本自天然之體，決定不疑。見性只可以見明，見性所接觸的都是一片光明，因為見性本身是光明的。就好像燈一樣，它自己放光，照在哪個地方都是明亮，不會是黑暗的，為什麼？它有自體。我們的見性也放光，見到什麼都是明亮的，那就不應該見到黑暗。既遇到暗的境界來的時候，那好了，原來明的見性的自體豈不就是斷滅？又換了一個，換了一個什麼？換了一個見暗的自體。哪有這種道理，體還能常常換嗎？體是本真，絕不能夠隨時更換，所見的境界可以常常換，能見的見性怎麼能常常換？不能常常換。要是以空為自然之體，見性只會見空，絕不能見塞。可是我們實際上情形怎麼樣？明來見明、暗來見暗、空來見空、塞來見塞，沒有障礙，怎麼能夠執著為自然？這就是很顯然說出來與自然的定義不相合。"
    },
    {
      "id": "07-001-0058_p0013",
      "zh_CN": "过去有一位居士请教六祖大师，他说：大师常讲不生不灭，这与外道所讲的不生不灭有什么两样？你看看我们佛法讲不生不灭，拿基督教来说，天堂说永生；印度许多外道也讲上了天堂得永生，不生不灭。佛讲的不生不灭跟外道讲的有什么两样？这是有一位居士请教六祖大师。六祖大师跟他说，佛所讲的不生不灭是本自不生，今亦无灭；外道所讲的不生不灭，他是以灭来止生，以生来显灭，所以他那个不生不灭，诸位细细去想想，还是生灭。",
      "zh_TW": "過去有一位居士請教六祖大師，他說：大師常講不生不滅，這與外道所講的不生不滅有什麼兩樣？你看看我們佛法講不生不滅，拿基督教來說，天堂說永生；印度許多外道也講上了天堂得永生，不生不滅。佛講的不生不滅跟外道講的有什麼兩樣？這是有一位居士請教六祖大師。六祖大師跟他說，佛所講的不生不滅是本自不生，今亦無滅；外道所講的不生不滅，他是以滅來止生，以生來顯滅，所以他那個不生不滅，諸位細細去想想，還是生滅。"
    },
    {
      "id": "07-001-0058_p0014",
      "zh_CN": "我再举一个例子，这个例子也不能算太浅，可是再浅显那是没有法子说了。我们讲往生西方极乐世界，是不是我们在这个世界灭了，西方极乐世界生了？果然我们这里灭了，那个地方又生了，给诸位说，这是外道讲的不生不灭，佛法不是这么说的，佛法讲的是「生则决定生，去则实不去」，这是佛法里面讲的不生不灭。说往生西方极乐世界，决定往生，是真实的，去了没有？没去，去则实不去。果然有去，那就有去有来，有去有来，给诸位说是生灭法。不来不去，不生不灭，智者大师有专门辨别这个问题，叫《净土生无生论》，你们看《净土十要》里头就有。",
      "zh_TW": "我再舉一個例子，這個例子也不能算太淺，可是再淺顯那是沒有法子說了。我們講往生西方極樂世界，是不是我們在這個世界滅了，西方極樂世界生了？果然我們這裡滅了，那個地方又生了，給諸位說，這是外道講的不生不滅，佛法不是這麼說的，佛法講的是「生則決定生，去則實不去」，這是佛法裡面講的不生不滅。說往生西方極樂世界，決定往生，是真實的，去了沒有？沒去，去則實不去。果然有去，那就有去有來，有去有來，給諸位說是生滅法。不來不去，不生不滅，智者大師有專門辨別這個問題，叫《淨土生無生論》，你們看《淨土十要》裡頭就有。"
    },
    {
      "id": "07-001-0058_p0015",
      "zh_CN": "为什么说不生不灭？诸位要晓得，生灭一定是二相、二法才有生灭。譬如明暗是二法，明生暗就灭，暗生明灭，二法才有生灭、才有来去；明来暗去、暗来明去，它有来去、它有分别。一法里头，你找找生灭看看，你能不能找到？佛法是一法不是二法，六祖大师说得很好，「佛法是不二法」，二法就不是佛法。再给诸位说，二法是迷法，一法是觉法，一是觉，二是迷。所以在一真觉悟法中，给诸位说，觅一切法了不可得，这是真实的。所以佛法里面讲的不生不灭与外道讲的不一样。",
      "zh_TW": "為什麼說不生不滅？諸位要曉得，生滅一定是二相、二法才有生滅。譬如明暗是二法，明生暗就滅，暗生明滅，二法才有生滅、才有來去；明來暗去、暗來明去，它有來去、它有分別。一法裡頭，你找找生滅看看，你能不能找到？佛法是一法不是二法，六祖大師說得很好，「佛法是不二法」，二法就不是佛法。再給諸位說，二法是迷法，一法是覺法，一是覺，二是迷。所以在一真覺悟法中，給諸位說，覓一切法了不可得，這是真實的。所以佛法裡面講的不生不滅與外道講的不一樣。"
    },
    {
      "id": "07-001-0058_p0016",
      "zh_CN": "佛说法所用的名词术语，往往借外道的名词术语来用，可是意思不相同。外道那些名词术语，说老实话，说得很好听，并无真实义，都是戏论。而佛借用他那些名相，佛口中说出来，句句真实，与法性相应，为什么？这些外道是从心意识里面流出来的，佛说法是从真如本性流出来的，同样一句话，音声相同，写出来文字相同，意思不相同，一个是真，一个是妄。真能够令一切众生开悟，妄令一切众生着迷，效果不相同。可是我们如果要求悟，必须要以悟心去感应，才能开得了悟。什么叫悟心？不分别、不执着、不着相，这就叫悟心，与佛菩萨言语文字起得了感应道交，就会开悟。佛以悟心，我们以迷心去感应，这是不能道交。迷心是什么？分别执着，这就不行。楞严会上这还有什么话说，佛字字都是真性中流出，可惜阿难尊者就是以心意识来接受，所以才显示出头头错过；如果阿难离心意识，那一听就开悟，换句话说，《楞严经》后头就没有了，我们也就得不到受用。阿难尊者大慈大悲，装出这个样子，处处世尊是用真如本性，阿难尊者用的是心意识，这才演成这一部《大佛顶首楞严经》。我们再看下面一段文：",
      "zh_TW": "佛說法所用的名詞術語，往往借外道的名詞術語來用，可是意思不相同。外道那些名詞術語，說老實話，說得很好聽，並無真實義，都是戲論。而佛借用他那些名相，佛口中說出來，句句真實，與法性相應，為什麼？這些外道是從心意識裡面流出來的，佛說法是從真如本性流出來的，同樣一句話，音聲相同，寫出來文字相同，意思不相同，一個是真，一個是妄。真能夠令一切眾生開悟，妄令一切眾生著迷，效果不相同。可是我們如果要求悟，必須要以悟心去感應，才能開得了悟。什麼叫悟心？不分別、不執著、不著相，這就叫悟心，與佛菩薩言語文字起得了感應道交，就會開悟。佛以悟心，我們以迷心去感應，這是不能道交。迷心是什麼？分別執著，這就不行。楞嚴會上這還有什麼話說，佛字字都是真性中流出，可惜阿難尊者就是以心意識來接受，所以才顯示出頭頭錯過；如果阿難離心意識，那一聽就開悟，換句話說，《楞嚴經》後頭就沒有了，我們也就得不到受用。阿難尊者大慈大悲，裝出這個樣子，處處世尊是用真如本性，阿難尊者用的是心意識，這才演成這一部《大佛頂首楞嚴經》。我們再看下面一段文："
    },
    {
      "id": "07-001-0058_p0017",
      "zh_CN": "【阿难言。必此妙见性非自然。我今发明是因缘生。心犹未明。咨询如来。是义云何合因缘性。】",
      "zh_TW": "【阿難言。必此妙見性非自然。我今發明是因緣生。心猶未明。咨詢如來。是義云何合因緣性。】"
    },
    {
      "id": "07-001-0058_p0018",
      "zh_CN": "这就是众生的习气，我们不要在此地笑话阿难，为什么？这个习气我们也有，自己也有。不是自然，听听不像自然，那不是自然就是因缘；因缘，里头又有麻烦、又有似乎讲不通的地方。这就是众生的习气，处处着，不着东，它就倒到西，总是要着一边。如果要一切都不着，好像心里反而没有依靠，好像是落空，这有恐怖。这是无量劫来的见病习气，不是很容易除得了的。",
      "zh_TW": "這就是眾生的習氣，我們不要在此地笑話阿難，為什麼？這個習氣我們也有，自己也有。不是自然，聽聽不像自然，那不是自然就是因緣；因緣，裡頭又有麻煩、又有似乎講不通的地方。這就是眾生的習氣，處處著，不著東，它就倒到西，總是要著一邊。如果要一切都不著，好像心裡反而沒有依靠，好像是落空，這有恐怖。這是無量劫來的見病習氣，不是很容易除得了的。"
    },
    {
      "id": "07-001-0058_p0019",
      "zh_CN": "这一节文里面前四句是说阿难尊者，他是佛的侍者，佛说一切经他都与会，又是多闻第一，佛说一切法，他记得很多，阿难纯粹示现记问之学，博闻强记第一名，没话说，可惜的是都没有消化，意思都不懂，都是含糊笼统过去。句句都记得清楚，话记得很清楚，意思不甚懂得，所以有的时候还把意思错会。我们在《楞严经》里面已经不止看过一次，此地是又错会了意思。佛是常常以因缘来破外道自然。现在我们讲到见性，见性不属于自然，那就一定属于因缘，所以他说『我今发明是因缘生』。「发」就是发觉，「明」就是明了，我觉悟了、我明白了，这大概是因缘生的，所以又认定妙觉明性是因缘心。",
      "zh_TW": "這一節文裡面前四句是說阿難尊者，他是佛的侍者，佛說一切經他都與會，又是多聞第一，佛說一切法，他記得很多，阿難純粹示現記問之學，博聞強記第一名，沒話說，可惜的是都沒有消化，意思都不懂，都是含糊籠統過去。句句都記得清楚，話記得很清楚，意思不甚懂得，所以有的時候還把意思錯會。我們在《楞嚴經》裡面已經不止看過一次，此地是又錯會了意思。佛是常常以因緣來破外道自然。現在我們講到見性，見性不屬於自然，那就一定屬於因緣，所以他說『我今發明是因緣生』。「發」就是發覺，「明」就是明瞭，我覺悟了、我明白了，這大概是因緣生的，所以又認定妙覺明性是因緣心。"
    },
    {
      "id": "07-001-0058_p0020",
      "zh_CN": "因缘的定义是随缘随着变，古人的解释「资始为因，助因为缘」，实在讲，因缘意思是相通的。因此在《缘生论》里面只说四缘，都是缘，为什么？第一个缘是第二个缘的因，第二个缘又是第三个缘的因，所以因缘之义是互为的。从果上看，与这个果最密切的这个因，我们就叫做因，其次的我们都叫它做缘。在唯识里面，我们说眼识九缘生，耳识八缘生，诸位从《百法明门》都能看到。一般讲四缘，这是开合不同，四缘是讲亲因缘、所缘缘、无间缘、增上缘；再要细分，是无量因缘，绝不是简单的事情。佛常说法，说四缘说得多，这都是从纲领上说，便于说话起见，把一切缘归纳为四大类。",
      "zh_TW": "因緣的定義是隨緣隨著變，古人的解釋「資始為因，助因為緣」，實在講，因緣意思是相通的。因此在《緣生論》裡面只說四緣，都是緣，為什麼？第一個緣是第二個緣的因，第二個緣又是第三個緣的因，所以因緣之義是互為的。從果上看，與這個果最密切的這個因，我們就叫做因，其次的我們都叫它做緣。在唯識裡面，我們說眼識九緣生，耳識八緣生，諸位從《百法明門》都能看到。一般講四緣，這是開合不同，四緣是講親因緣、所緣緣、無間緣、增上緣；再要細分，是無量因緣，絕不是簡單的事情。佛常說法，說四緣說得多，這都是從綱領上說，便於說話起見，把一切緣歸納為四大類。"
    },
    {
      "id": "07-001-0058_p0021",
      "zh_CN": "阿难在此地说，『心犹未明，咨询如来，是义云何合因缘性』，这就是自己想想有疑惑，好像因缘生也不是很妥当，求佛明白开示。觉性本来是常遍、性非生灭，怎么能够符合因缘是随缘随变的定律？所以说是义云何才能合因缘性？「合因缘性」就是合乎因缘生法的定律，怎么才能合？",
      "zh_TW": "阿難在此地說，『心猶未明，咨詢如來，是義云何合因緣性』，這就是自己想想有疑惑，好像因緣生也不是很妥當，求佛明白開示。覺性本來是常遍、性非生滅，怎麼能夠符合因緣是隨緣隨變的定律？所以說是義云何才能合因緣性？「合因緣性」就是合乎因緣生法的定律，怎麼才能合？"
    },
    {
      "id": "07-001-0058_p0022",
      "zh_CN": "【佛言。汝言因缘。吾复问汝。汝今因见。见性现前。此见为复因明有见。因暗有见。因空有见。因塞有见。】",
      "zh_TW": "【佛言。汝言因緣。吾復問汝。汝今因見。見性現前。此見為復因明有見。因暗有見。因空有見。因塞有見。】"
    },
    {
      "id": "07-001-0058_p0023",
      "zh_CN": "这一段文里面一开头，佛就先破见性不是从因生的。因也叫做种子，诸位要知道，八个识在阿赖耶里头都有种子。譬如九缘生识，我们讲眼识，第一个就有眼识的种子。没有眼识的种子，虽然其他的缘具足，眼识也不生。阿赖耶识里头有种子，有为法才如是，无为法哪来的种子？没种子。凡是有种子的，就是有因的，皆是世间的生灭法；无因、无种子的，这才是真正的无为法。所以接着就教他，汝因见明，或者是见暗、见通、见塞，而后才发现你有个见性现前。换句话说，果真如是，那这个见性就于明暗通塞之中，这真正能找到因。但是亲因只能有一个，不能有两个。我们种瓜，瓜子是亲因，这一粒瓜子才长一个瓜出来，不会说许多瓜子长出一个瓜，没有这个道理，亲因只能有一个。缘可以有很多，亲因只许有一个。好了，见明、见暗、见通、见塞，这个因只许有一个，你才能够显示出你的见性现前。",
      "zh_TW": "這一段文裡面一開頭，佛就先破見性不是從因生的。因也叫做種子，諸位要知道，八個識在阿賴耶裡頭都有種子。譬如九緣生識，我們講眼識，第一個就有眼識的種子。沒有眼識的種子，雖然其他的緣具足，眼識也不生。阿賴耶識裡頭有種子，有為法才如是，無為法哪來的種子？沒種子。凡是有種子的，就是有因的，皆是世間的生滅法；無因、無種子的，這才是真正的無為法。所以接著就教他，汝因見明，或者是見暗、見通、見塞，而後才發現你有個見性現前。換句話說，果真如是，那這個見性就於明暗通塞之中，這真正能找到因。但是親因只能有一個，不能有兩個。我們種瓜，瓜子是親因，這一粒瓜子才長一個瓜出來，不會說許多瓜子長出一個瓜，沒有這個道理，親因只能有一個。緣可以有很多，親因只許有一個。好了，見明、見暗、見通、見塞，這個因只許有一個，你才能夠顯示出你的見性現前。"
    },
    {
      "id": "07-001-0058_p0024",
      "zh_CN": "底下就是追究来问他，『此见为复因明有见、因暗有见、因空有见、因塞有见？』你这个见性是以哪一个为种子？以哪一个为亲因缘？刚才说过，一因多缘能结果，多因一缘不能结果，没有这个道理。这里摆了四个，到底哪一个是因？我们看看世尊的破法：",
      "zh_TW": "底下就是追究來問他，『此見為復因明有見、因暗有見、因空有見、因塞有見？』你這個見性是以哪一個為種子？以哪一個為親因緣？剛才說過，一因多緣能結果，多因一緣不能結果，沒有這個道理。這裡擺了四個，到底哪一個是因？我們看看世尊的破法："
    },
    {
      "id": "07-001-0058_p0025",
      "zh_CN": "【阿难。若因明有。应不见暗。如因暗有。应不见明。如是乃至因空因塞。同于明暗。】",
      "zh_TW": "【阿難。若因明有。應不見暗。如因暗有。應不見明。如是乃至因空因塞。同於明暗。】"
    },
    {
      "id": "07-001-0058_p0026",
      "zh_CN": "这个文意很显然，佛的意思是：如果以明相为种子，见性现前的话，你的见性就不应当见暗。为什么？暗与你的因不相合。假如暗是你见性现前的种子，换句话说，你就不应该见明。事实上，你的见性既能见明又能见暗。从这两番问答，岂不是很显然的告诉我们，体性不变。体性不变就不能说是因缘生的，因缘生是随缘随变，我们想想，这见性确实是如此。如果我们讲识，讲眼识、讲第六意识，真的是随缘随变。譬如眼随茶杯的缘，眼识里头马上就变这个相，它就变了，它就有这个相在；第六意识再缘眼识的缘，第六意识的相分又变现这个相，随缘随变。不缘怎么样？不缘，相灭了，眼识的相灭了，意识的相也灭了。只有一个不灭的，在阿赖耶识里头，虽然没有了，想想刚才的茶杯是什么样子能想得出来，那是把阿赖耶识的印象又提出来；如果不提的时候，只有阿赖耶里头有这个相的种子，其他各个识都没有。所以随缘随变。",
      "zh_TW": "這個文意很顯然，佛的意思是：如果以明相為種子，見性現前的話，你的見性就不應當見暗。為什麼？暗與你的因不相合。假如暗是你見性現前的種子，換句話說，你就不應該見明。事實上，你的見性既能見明又能見暗。從這兩番問答，豈不是很顯然的告訴我們，體性不變。體性不變就不能說是因緣生的，因緣生是隨緣隨變，我們想想，這見性確實是如此。如果我們講識，講眼識、講第六意識，真的是隨緣隨變。譬如眼隨茶杯的緣，眼識裡頭馬上就變這個相，它就變了，它就有這個相在；第六意識再緣眼識的緣，第六意識的相分又變現這個相，隨緣隨變。不緣怎麼樣？不緣，相滅了，眼識的相滅了，意識的相也滅了。只有一個不滅的，在阿賴耶識裡頭，雖然沒有了，想想剛才的茶杯是什麼樣子能想得出來，那是把阿賴耶識的印象又提出來；如果不提的時候，只有阿賴耶裡頭有這個相的種子，其他各個識都沒有。所以隨緣隨變。"
    },
    {
      "id": "07-001-0058_p0027",
      "zh_CN": "见性怎么样？见性随缘不变。所以性跟识不一样。学佛的人就是要学一个用见性，不要用眼识；用真性，不要用心意识，与心意识相应的那些心所，当然更不必去用它，这就叫佛菩萨。要去问，如果这样学佛的话，那我不是什么作用都没有了吗？实在讲，是不应该有这样的疑惑，为什么？我们讲席里说过多少次，用根性（就是用真性），是自己；用心意识，是待人接物，是办事，那就什么？心意识都叫做成所作智。把每一样事情都办得圆圆满满，三轮体空，这在佛法里面叫做「无作而作，作而无作」。做了没有？做得非常好，样样事都做圆满了，做了等于没有做。为什么？心地清净，一尘不染。所以一个是自受用，一个是他受用。由此可见，佛法是活活泼泼，它不是死东西，不是消极的，是积极的、是进取的。",
      "zh_TW": "見性怎麼樣？見性隨緣不變。所以性跟識不一樣。學佛的人就是要學一個用見性，不要用眼識；用真性，不要用心意識，與心意識相應的那些心所，當然更不必去用它，這就叫佛菩薩。要去問，如果這樣學佛的話，那我不是什麼作用都沒有了嗎？實在講，是不應該有這樣的疑惑，為什麼？我們講席裡說過多少次，用根性（就是用真性），是自己；用心意識，是待人接物，是辦事，那就什麼？心意識都叫做成所作智。把每一樣事情都辦得圓圓滿滿，三輪體空，這在佛法裡面叫做「無作而作，作而無作」。做了沒有？做得非常好，樣樣事都做圓滿了，做了等於沒有做。為什麼？心地清淨，一塵不染。所以一個是自受用，一個是他受用。由此可見，佛法是活活潑潑，它不是死東西，不是消極的，是積極的、是進取的。"
    },
    {
      "id": "07-001-0058_p0028",
      "zh_CN": "再看底下一段文，这个文都好懂，就是换一个字就是。前面讲的因，这里讲助缘。在见性里头找因，明暗塞空里头找因找不到，于明暗塞空当中找缘也找不到。",
      "zh_TW": "再看底下一段文，這個文都好懂，就是換一個字就是。前面講的因，這裡講助緣。在見性裡頭找因，明暗塞空裡頭找因找不到，於明暗塞空當中找緣也找不到。"
    },
    {
      "id": "07-001-0058_p0029",
      "zh_CN": "【复次阿难。此见又复缘明有见。缘暗有见。缘空有见。缘塞有见。】",
      "zh_TW": "【復次阿難。此見又復緣明有見。緣暗有見。緣空有見。緣塞有見。】"
    },
    {
      "id": "07-001-0058_p0030",
      "zh_CN": "缘就是讲助缘。",
      "zh_TW": "緣就是講助緣。"
    },
    {
      "id": "07-001-0058_p0031",
      "zh_CN": "【阿难。若缘空有。应不见塞。若缘塞有。应不见空。如是乃至缘明缘暗。同于空塞。】",
      "zh_TW": "【阿難。若緣空有。應不見塞。若緣塞有。應不見空。如是乃至緣明緣暗。同於空塞。】"
    },
    {
      "id": "07-001-0058_p0032",
      "zh_CN": "这一段是破见性不从缘生。如果缘空而有见性现前，那就不应该见塞。这个意思是说，他既然以为空是生见的助缘，到他遇到塞的地方，空就灭了，空的缘就没有了；缘灭了，换句话说，见性也应该断灭，见性断灭了，怎么能够还见到塞？缘塞的道理也跟这个一样，甚至于缘明、缘暗，都可以用这个例子比类推之。我们现前实际上的情形，是明暗空塞等相样样都见得清清楚楚，由此可知，见性并不要藉明暗塞空为因，或者是为缘，这个事实也是清清楚楚、明明白白摆在我们面前，这就是说真如不变之体。称之为真如，那就是说它不从因生，也不随缘有，因缘、自然都说不上。下面佛渐渐开导他真实义：",
      "zh_TW": "這一段是破見性不從緣生。如果緣空而有見性現前，那就不應該見塞。這個意思是說，他既然以為空是生見的助緣，到他遇到塞的地方，空就滅了，空的緣就沒有了；緣滅了，換句話說，見性也應該斷滅，見性斷滅了，怎麼能夠還見到塞？緣塞的道理也跟這個一樣，甚至於緣明、緣暗，都可以用這個例子比類推之。我們現前實際上的情形，是明暗空塞等相樣樣都見得清清楚楚，由此可知，見性並不要藉明暗塞空為因，或者是為緣，這個事實也是清清楚楚、明明白白擺在我們面前，這就是說真如不變之體。稱之為真如，那就是說它不從因生，也不隨緣有，因緣、自然都說不上。下面佛漸漸開導他真實義："
    },
    {
      "id": "07-001-0058_p0033",
      "zh_CN": "【当知如是精觉妙明。非因非缘。亦非自然。】",
      "zh_TW": "【當知如是精覺妙明。非因非緣。亦非自然。】"
    },
    {
      "id": "07-001-0058_p0034",
      "zh_CN": "这是把阿难虚妄的情执扫得干干净净，显示出见性的真实相，觉性不变随缘、随缘不变，这是它的真相。外道执着自然，他不懂得随缘的妙用；凡夫执着因缘，不知道不变的本体，所以才有凡夫、外道、二乘、权教种种差别。这桩事情，不是讲理论，也不是讲玄学，就是说我们现前自己一个人。我们六根根性是不变的，八识五十一心所，再加上十一色法、二十四个不相应，都是随缘的，这些东西在哪里？全在一身。我们这个色身就是十一种色法，所以这个一身（身心），给诸位说，跟大宇宙是一不是二。大宇宙就是我们一身放大，一身是大宇宙缩小了，这个放大缩小正是像经上所说的「芥子纳须弥，须弥纳芥子」。须弥纳芥子，大宇宙纳我们这一身，我们这个身心；芥子纳须弥，我们这个身心又包大宇宙。这话说起来、听起来好像有点玄，实际上给诸位说，千真万确的事实。所以一部《百法明门论》说的什么？自己身心。懂得自己身心就懂得宇宙，知道宇宙就知道自己身心，是一不是二。",
      "zh_TW": "這是把阿難虛妄的情執掃得乾乾淨淨，顯示出見性的真實相，覺性不變隨緣、隨緣不變，這是它的真相。外道執著自然，他不懂得隨緣的妙用；凡夫執著因緣，不知道不變的本體，所以才有凡夫、外道、二乘、權教種種差別。這樁事情，不是講理論，也不是講玄學，就是說我們現前自己一個人。我們六根根性是不變的，八識五十一心所，再加上十一色法、二十四個不相應，都是隨緣的，這些東西在哪裡？全在一身。我們這個色身就是十一種色法，所以這個一身（身心），給諸位說，跟大宇宙是一不是二。大宇宙就是我們一身放大，一身是大宇宙縮小了，這個放大縮小正是像經上所說的「芥子納須彌，須彌納芥子」。須彌納芥子，大宇宙納我們這一身，我們這個身心；芥子納須彌，我們這個身心又包大宇宙。這話說起來、聽起來好像有點玄，實際上給諸位說，千真萬確的事實。所以一部《百法明門論》說的什麼？自己身心。懂得自己身心就懂得宇宙，知道宇宙就知道自己身心，是一不是二。"
    },
    {
      "id": "07-001-0058_p0035",
      "zh_CN": "这个学问是真实的学问，我们求在哪里求？要从自身上求，从自己身心上求。身心里面悟了，外面境界才悟。不在身心上求，在外面境界上求，当然也能开悟，不过不太容易。为什么不容易？是因为我们执着身亲境界疏，亲的才容易开悟，疏的不容易开悟。如果你没有这个执着，从外面境界上修，也能开悟；我们有这个执着的时候，一定要从自己内心去观照。所以《楞严经》里头有个最大的好处，就是佛把真如本性就我们六根上来显示。真如本性在哪里？我们说明心见性、见性成佛，性在哪里？佛说性就是眼的本能，见性。「十番显见」都是讲见性，讲见性不动、不生不灭、周遍，全是讲这个道理，都是显示出见性的真。其目的就是叫我们舍妄而用真，为什么？前面阿难尊者要修无上菩提，无上菩提是不生不灭的法，不生不灭的法一定要以不生不灭的因，才能够证不生不灭的果。生灭心要想修证不生不灭、无上菩提之果，这是无有是处，决定不相应。所以佛说这一段话用意在此地。",
      "zh_TW": "這個學問是真實的學問，我們求在哪裡求？要從自身上求，從自己身心上求。身心裡面悟了，外面境界才悟。不在身心上求，在外面境界上求，當然也能開悟，不過不太容易。為什麼不容易？是因為我們執著身親境界疏，親的才容易開悟，疏的不容易開悟。如果你沒有這個執著，從外面境界上修，也能開悟；我們有這個執著的時候，一定要從自己內心去觀照。所以《楞嚴經》裡頭有個最大的好處，就是佛把真如本性就我們六根上來顯示。真如本性在哪裡？我們說明心見性、見性成佛，性在哪裡？佛說性就是眼的本能，見性。「十番顯見」都是講見性，講見性不動、不生不滅、周遍，全是講這個道理，都是顯示出見性的真。其目的就是叫我們捨妄而用真，為什麼？前面阿難尊者要修無上菩提，無上菩提是不生不滅的法，不生不滅的法一定要以不生不滅的因，才能夠證不生不滅的果。生滅心要想修證不生不滅、無上菩提之果，這是無有是處，決定不相應。所以佛說這一段話用意在此地。"
    },
    {
      "id": "07-001-0058_p0036",
      "zh_CN": "问问我们自己：想不想求无上菩提？也许诸位，「无上菩提太高，我马马虎虎稍微凑合一点就行」。这不行，给诸位说，解决不了问题，这个意思就是说，不见性不能超越生死轮回。虽然你用种种苦行如何去精进，修成四禅天、四空天的果报，也不过是寿命长一点而已，不究竟！寿命长短，说实在话，没有长短，为什么？相对的长短。我们人生百岁感觉得很短，要比起忉利天那就悬殊太大，忉利天上一天、一昼夜是我们人间一百年，好，你来人间百岁很长了，忉利天人看到这个人命很短，昨天看他生，今天就死了；要再到夜摩天去看，夜摩天的一昼夜是我们人间的两百年，你活一百岁，人家看到你是半天就完了。他们那些人是不是以为他寿命很长？不会的，跟我们感觉是一样的，也是一时，也好像一刹那过去一样。正好像我们看水里蜉蝣，我们看水里蜉蝣正是像忉利天看我们一样，我们看水里蜉蝣朝生暮死，但是牠朝生暮死，牠也是一生一世，也是过了一辈子，所以在感官上是相同的。因此，纵然到非想非非想天寿命八万大劫，他那个一生跟我们现在一生感受是一样的，没有什么两样。这是属于相对的，我们要了解。了解之后，你就不会想到天上去，天上没什么意思、没什么好处，不能解决问题。",
      "zh_TW": "問問我們自己：想不想求無上菩提？也許諸位，「無上菩提太高，我馬馬虎虎稍微湊合一點就行」。這不行，給諸位說，解決不了問題，這個意思就是說，不見性不能超越生死輪迴。雖然你用種種苦行如何去精進，修成四禪天、四空天的果報，也不過是壽命長一點而已，不究竟！壽命長短，說實在話，沒有長短，為什麼？相對的長短。我們人生百歲感覺得很短，要比起忉利天那就懸殊太大，忉利天上一天、一晝夜是我們人間一百年，好，你來人間百歲很長了，忉利天人看到這個人命很短，昨天看他生，今天就死了；要再到夜摩天去看，夜摩天的一晝夜是我們人間的兩百年，你活一百歲，人家看到你是半天就完了。他們那些人是不是以為他壽命很長？不會的，跟我們感覺是一樣的，也是一時，也好像一剎那過去一樣。正好像我們看水裡蜉蝣，我們看水裡蜉蝣正是像忉利天看我們一樣，我們看水裡蜉蝣朝生暮死，但是牠朝生暮死，牠也是一生一世，也是過了一輩子，所以在感官上是相同的。因此，縱然到非想非非想天壽命八萬大劫，他那個一生跟我們現在一生感受是一樣的，沒有什麼兩樣。這是屬於相對的，我們要了解。了解之後，你就不會想到天上去，天上沒什麼意思、沒什麼好處，不能解決問題。"
    },
    {
      "id": "07-001-0058_p0037",
      "zh_CN": "要真正解决问题，还是要明心见性，还是要走这个路子。明心见性最好的方法，是《楞严经》里面给我们讲的「舍识用根」。舍识用根，很容易、不难，《楞严经》里面讲一个字，这是一字法门，「歇」即菩提，歇是什么？歇就是歇心意识。菩提是什么？菩提就是妙觉明性。你看看多简单，哪一个法门里头有这么简单的讲法？一个字的法门。可是难在什么地方？难在理路不明，疑惑不能断。你看阿难尊者所示现的重重疑惑，这一个疑惑好像是断掉了，那一个又生出来，疑虑永远不能断，所以妄心歇不了。从这个地方我们也能体会到，世尊示现在人间，为什么要说法四十九年？讲到修行，太容易！《弥陀经》里面若一日至若七日，那是讲成就，一心不乱，功夫好的，理一心，一天到七天，根性利的人一天就证得理一心不乱，业障重的也不过七天就可以证得。难在哪里？我们现在念七年、两个七年、三个七年，念了十个七年，心里还是乱糟糟的，连个功夫成片的消息也没有，毛病发生在哪里？理路不明，盲修瞎练修了几十年。",
      "zh_TW": "要真正解決問題，還是要明心見性，還是要走這個路子。明心見性最好的方法，是《楞嚴經》裡面給我們講的「捨識用根」。捨識用根，很容易、不難，《楞嚴經》裡面講一個字，這是一字法門，「歇」即菩提，歇是什麼？歇就是歇心意識。菩提是什麼？菩提就是妙覺明性。你看看多簡單，哪一個法門裡頭有這麼簡單的講法？一個字的法門。可是難在什麼地方？難在理路不明，疑惑不能斷。你看阿難尊者所示現的重重疑惑，這一個疑惑好像是斷掉了，那一個又生出來，疑慮永遠不能斷，所以妄心歇不了。從這個地方我們也能體會到，世尊示現在人間，為什麼要說法四十九年？講到修行，太容易！《彌陀經》裡面若一日至若七日，那是講成就，一心不亂，功夫好的，理一心，一天到七天，根性利的人一天就證得理一心不亂，業障重的也不過七天就可以證得。難在哪裡？我們現在念七年、兩個七年、三個七年，念了十個七年，心裡還是亂糟糟的，連個功夫成片的消息也沒有，毛病發生在哪裡？理路不明，盲修瞎練修了幾十年。"
    },
    {
      "id": "07-001-0058_p0038",
      "zh_CN": "诸位要是果然觉悟了，先求明理。理明白之后，好比走路，这个路我认识，我只一开步走，不会走岔路，绝不会走错，克期取证，遇上多少天一定走到。不认识路的走，虽然目的地没有好远，走一辈子也走不到，甚至隔壁一条街你都走不到。为什么？走岔了路，往那边走去了，愈走愈远，毛病就在此地。所以学佛，不明理要能学得成，释迦牟尼佛不必出世，他出世就是多余的，四十九年所说的叫白说。为什么？不说，人家也能做到，那岂不是白说？诸位要晓得，觉悟之后，修行不但容易而且快速。所以学佛一开头，功力着重在开悟，宗门如是，教下也不例外，没有不注重开悟的。",
      "zh_TW": "諸位要是果然覺悟了，先求明理。理明白之後，好比走路，這個路我認識，我只一開步走，不會走岔路，絕不會走錯，剋期取證，遇上多少天一定走到。不認識路的走，雖然目的地沒有好遠，走一輩子也走不到，甚至隔壁一條街你都走不到。為什麼？走岔了路，往那邊走去了，愈走愈遠，毛病就在此地。所以學佛，不明理要能學得成，釋迦牟尼佛不必出世，他出世就是多餘的，四十九年所說的叫白說。為什麼？不說，人家也能做到，那豈不是白說？諸位要曉得，覺悟之後，修行不但容易而且快速。所以學佛一開頭，功力著重在開悟，宗門如是，教下也不例外，沒有不注重開悟的。"
    },
    {
      "id": "07-001-0058_p0039",
      "zh_CN": "讲到随缘不变、不变随缘，这个原理原则可以说是世尊说法之弘范，也可以说是四十九年所说一切法的依据。这两句全是称性之词，不变是讲性体，随缘是讲性用，有体有用，从作用上要能见其体，从理体上要能明其用。在此地结论告诉阿难，『当知如是精觉』，精觉就是不变之真体，『妙明』就是随缘的德用。体不变，所以非因缘；用又可以随缘，所以非自然。不但是非因缘、非自然，下面这一句是无问自说：",
      "zh_TW": "講到隨緣不變、不變隨緣，這個原理原則可以說是世尊說法之弘範，也可以說是四十九年所說一切法的依據。這兩句全是稱性之詞，不變是講性體，隨緣是講性用，有體有用，從作用上要能見其體，從理體上要能明其用。在此地結論告訴阿難，『當知如是精覺』，精覺就是不變之真體，『妙明』就是隨緣的德用。體不變，所以非因緣；用又可以隨緣，所以非自然。不但是非因緣、非自然，下面這一句是無問自說："
    },
    {
      "id": "07-001-0058_p0040",
      "zh_CN": "【非不自然。无非不非。无是非是。离一切相。即一切法。】",
      "zh_TW": "【非不自然。無非不非。無是非是。離一切相。即一切法。】"
    },
    {
      "id": "07-001-0058_p0041",
      "zh_CN": "这两句确实将心性和盘托出，不容易。为什么？这桩事情本来是「言语道断，心行处灭」，他能用这样善巧的方法把它形容出来，确实不简单。这是又进一层的来说，此中既然是非自然，又怕我们执着，望文生义，这是佛法教学里头最忌讳的，这是我们在讲堂一再给诸位同修提示的，要悟不可以执着，不能望文生义。所谓「望文生义，三世佛冤」，三世诸佛都喊冤枉。经的意思懂了就懂了，不懂不要去想它，不必去研究它。所以念经讲熟，不在记；讲悟，不讲研究，处处是避免心意识起作用，时时叫你提起观照般若，照久了，自然就开悟。",
      "zh_TW": "這兩句確實將心性和盤托出，不容易。為什麼？這樁事情本來是「言語道斷，心行處滅」，他能用這樣善巧的方法把它形容出來，確實不簡單。這是又進一層的來說，此中既然是非自然，又怕我們執著，望文生義，這是佛法教學裡頭最忌諱的，這是我們在講堂一再給諸位同修提示的，要悟不可以執著，不能望文生義。所謂「望文生義，三世佛冤」，三世諸佛都喊冤枉。經的意思懂了就懂了，不懂不要去想它，不必去研究它。所以念經講熟，不在記；講悟，不講研究，處處是避免心意識起作用，時時叫你提起觀照般若，照久了，自然就開悟。"
    },
    {
      "id": "07-001-0058_p0042",
      "zh_CN": "佛这个地方的五句话，就是堵住阿难的心意识，不但是「非因非缘，亦非自然」，还『非不自然』，这正是双非双离。「精觉妙明」，元清净体，那个非与不非、是与不是，统统加不上。这个道理在此地，确实可以不需要再多解释，为什么？前面世尊跟文殊菩萨在讨论的时候曾经举了一个比喻「一文殊」，一文殊当中还能不能再有个文殊？就是这个意思。一真之体上什么都加不上，再给诸位说，一真的相用上也加不上。诸位不要以为，「一真之体加不上，这个我们点头，想想有道理，在一切相上如何加不上？」相上你所加上的全都叫戏论，这个道理实在讲也不难懂。你看《老子》第一句话就说，「道可道，非常道；名可名，非常名」。「道可道，非常道」，是讲体上的；「名可名，非常名」，是从相上讲的。老子也悟入这个境界。所以一切名相是遍计所执性，里面也没有是非，也用不着执着，一切名相是人为的，假名安立，不是天生的，不是本性里头原有的，本性里头本来无一物，什么也没有，本性显出的这些相也无有名字。",
      "zh_TW": "佛這個地方的五句話，就是堵住阿難的心意識，不但是「非因非緣，亦非自然」，還『非不自然』，這正是雙非雙離。「精覺妙明」，元清淨體，那個非與不非、是與不是，統統加不上。這個道理在此地，確實可以不需要再多解釋，為什麼？前面世尊跟文殊菩薩在討論的時候曾經舉了一個比喻「一文殊」，一文殊當中還能不能再有個文殊？就是這個意思。一真之體上什麼都加不上，再給諸位說，一真的相用上也加不上。諸位不要以為，「一真之體加不上，這個我們點頭，想想有道理，在一切相上如何加不上？」相上你所加上的全都叫戲論，這個道理實在講也不難懂。你看《老子》第一句話就說，「道可道，非常道；名可名，非常名」。「道可道，非常道」，是講體上的；「名可名，非常名」，是從相上講的。老子也悟入這個境界。所以一切名相是遍計所執性，裡面也沒有是非，也用不著執著，一切名相是人為的，假名安立，不是天生的，不是本性裡頭原有的，本性裡頭本來無一物，什麼也沒有，本性顯出的這些相也無有名字。"
    },
    {
      "id": "07-001-0058_p0043",
      "zh_CN": "再给诸位说明白一点，所现的这些相，相即非相。为什么？体跟相是一不是二。体不可得，相哪里会可得？诸位去细细的微细揣摩，在一切万相当中你看看哪一个相有可得？这要很细心去观察。粗心大意的时候，「我有得，我怎么没有得？你看这本书，我已经得了好多年」，这个看法太粗心大意！微细去观察，一切法刹那生灭，佛所讲的，「一弹指六十刹那，一刹那九百生灭」，我们所看的是相续相。说真话，当体即空，所以这个相叫幻相，有叫妙有，「妙有非有，真空不空」，妙有跟真空是一不是二。真空是讲体，妙有是讲相、讲作用；真空说的是不变，妙有说的是缘，它两个是一不是二，这才叫正觉，真正觉悟了。所以他心里还有什么牵挂，还有什么放不下的？一天忙到晚，心地清净、一尘不染。一天忙到晚，给诸位说，不生不灭，不来不去。如果在这个地方体会到不生不灭、不来不去，祖师讲《净土生无生论》，你也不怀疑了，「生则决定生，去则实不去」，没有疑问，一点都不错，你就点头。",
      "zh_TW": "再給諸位說明白一點，所現的這些相，相即非相。為什麼？體跟相是一不是二。體不可得，相哪裡會可得？諸位去細細的微細揣摩，在一切萬相當中你看看哪一個相有可得？這要很細心去觀察。粗心大意的時候，「我有得，我怎麼沒有得？你看這本書，我已經得了好多年」，這個看法太粗心大意！微細去觀察，一切法剎那生滅，佛所講的，「一彈指六十剎那，一剎那九百生滅」，我們所看的是相續相。說真話，當體即空，所以這個相叫幻相，有叫妙有，「妙有非有，真空不空」，妙有跟真空是一不是二。真空是講體，妙有是講相、講作用；真空說的是不變，妙有說的是緣，它兩個是一不是二，這才叫正覺，真正覺悟了。所以他心裡還有什麼牽掛，還有什麼放不下的？一天忙到晚，心地清淨、一塵不染。一天忙到晚，給諸位說，不生不滅，不來不去。如果在這個地方體會到不生不滅、不來不去，祖師講《淨土生無生論》，你也不懷疑了，「生則決定生，去則實不去」，沒有疑問，一點都不錯，你就點頭。"
    },
    {
      "id": "07-001-0058_p0044",
      "zh_CN": "到这个境界，也是佛说到这个境界，辗转给阿难问答，把境界提升到这一层，这是相当高的一层，在这个境界里面正是六祖所说的「本来无一物」。是非代表二边，一边是、一边非，二边，拿现代的话就是相对论。是非俱不到，就是超越相对论，只能说超越相对论，不能再说一个绝对。为什么？说个绝对，跟相对又变成相对的，还是相对，出不了相对的圈子。凡夫生活在相对的境界里面，我们所谓的十法界，这是迷惑；悟了的人生活在一真法界里头，什么叫一真？超越相对就是一真。相对是二，超越二，我们叫它做一真。一真，只有名言并无实义。你要执着果然还有个一真，那又麻烦，又变成相对的。所以一真，万万不能有这么一个印象，不可以执着、不可以分别，才能把诸法实相看清楚。",
      "zh_TW": "到這個境界，也是佛說到這個境界，輾轉給阿難問答，把境界提升到這一層，這是相當高的一層，在這個境界裡面正是六祖所說的「本來無一物」。是非代表二邊，一邊是、一邊非，二邊，拿現代的話就是相對論。是非俱不到，就是超越相對論，只能說超越相對論，不能再說一個絕對。為什麼？說個絕對，跟相對又變成相對的，還是相對，出不了相對的圈子。凡夫生活在相對的境界裡面，我們所謂的十法界，這是迷惑；悟了的人生活在一真法界裡頭，什麼叫一真？超越相對就是一真。相對是二，超越二，我們叫它做一真。一真，只有名言並無實義。你要執著果然還有個一真，那又麻煩，又變成相對的。所以一真，萬萬不能有這麼一個印象，不可以執著、不可以分別，才能把諸法實相看清楚。"
    },
    {
      "id": "07-001-0058_p0045",
      "zh_CN": "『离一切相，即一切法』，「离一切相」，就是所谓终日随缘、终日不变；「即一切法」，是终日不变、终日随缘。这话虽然是颠倒了一下，其味无穷，并不是一正一反，如果是一正一反，又回到相对的去了，希望诸位在这里面细细去体会。从前马祖道一禅师说得很好，他说「但离妄缘，即如如佛」。如如佛是本来是佛，自性天真佛，我们如如佛为什么不见了？就是没有离妄缘，被妄缘打闲岔障碍了。妄缘就是心意识，离了妄缘就是本经里面所讲的舍识用根，离妄缘就是离识、就是舍识；如如佛就是用根，用根就是如如佛。十方诸佛那些大菩萨，统统是舍识用根的。所以我们几时舍识用根，就是如如佛。好，今天讲到此地。",
      "zh_TW": "『離一切相，即一切法』，「離一切相」，就是所謂終日隨緣、終日不變；「即一切法」，是終日不變、終日隨緣。這話雖然是顛倒了一下，其味無窮，並不是一正一反，如果是一正一反，又回到相對的去了，希望諸位在這裡面細細去體會。從前馬祖道一禪師說得很好，他說「但離妄緣，即如如佛」。如如佛是本來是佛，自性天真佛，我們如如佛為什麼不見了？就是沒有離妄緣，被妄緣打閒岔障礙了。妄緣就是心意識，離了妄緣就是本經裡面所講的捨識用根，離妄緣就是離識、就是捨識；如如佛就是用根，用根就是如如佛。十方諸佛那些大菩薩，統統是捨識用根的。所以我們幾時捨識用根，就是如如佛。好，今天講到此地。"
    }
  ]
}