{
  "doc_id": "07-001-0112",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一二集",
    "zh_TW": "第一一二集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0112",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "07-001-0112_p0001",
      "zh_CN": "一百四十六面第六行：",
      "zh_TW": "一百四十六面第六行："
    },
    {
      "id": "07-001-0112_p0002",
      "zh_CN": "【生灭既灭。寂灭现前。】",
      "zh_TW": "【生滅既滅。寂滅現前。】"
    },
    {
      "id": "07-001-0112_p0003",
      "zh_CN": "『生灭既灭』，就是生灭的二边也离开。所谓能空的觉知、所空的理障，这个能与所虽然都离开了，如果以为这样就是圆满，这个境界就算圆满的、就算究竟的，那就又错了，为什么？又堕落在法身边。佛法向上一着都称之为妙法，能空所空都灭了，境界是不错，但是怎么样？没有办法入妙。为什么？能灭、所灭的灭字，又成了障碍。前面讲「菩提心生，生灭心灭」，诸位想想，这个境界好不好？这个境界依然还是有亦生亦灭。所以诸位真正能把《六祖坛经》那些话都记得的话，你就恍然大悟，六祖跟印宗所说，佛法是不二法，二就不是佛法。菩提心生是一法，生灭心灭又是一法，不是二法了吗？境界是不错，但是不妙，不能入玄、不能入妙。因此必须要知道，生与灭是回什么事情，有生才有灭。灭，灭还不能够执着，灭也要把它远离，这样才真正达到能所双忘，才到真正的清净。我们自己在功夫到差不多有境界的时候了，觉得自己的心地很清净，清净心现前，你自己也感觉得我现在很清净，「很清净」就不清净；我很自在，「很自在」就不自在。为什么？因为你清净心里头还有个清净，清净心里头还有个自在，这本来无一物，哪来的清净自在？所以你有清净自在，已经不是真正的清净自在，当然比一般凡夫的境界那是高得太多了。",
      "zh_TW": "『生滅既滅』，就是生滅的二邊也離開。所謂能空的覺知、所空的理障，這個能與所雖然都離開了，如果以為這樣就是圓滿，這個境界就算圓滿的、就算究竟的，那就又錯了，為什麼？又墮落在法身邊。佛法向上一著都稱之為妙法，能空所空都滅了，境界是不錯，但是怎麼樣？沒有辦法入妙。為什麼？能滅、所滅的滅字，又成了障礙。前面講「菩提心生，生滅心滅」，諸位想想，這個境界好不好？這個境界依然還是有亦生亦滅。所以諸位真正能把《六祖壇經》那些話都記得的話，你就恍然大悟，六祖跟印宗所說，佛法是不二法，二就不是佛法。菩提心生是一法，生滅心滅又是一法，不是二法了嗎？境界是不錯，但是不妙，不能入玄、不能入妙。因此必須要知道，生與滅是回什麼事情，有生才有滅。滅，滅還不能夠執著，滅也要把它遠離，這樣才真正達到能所雙忘，才到真正的清淨。我們自己在功夫到差不多有境界的時候了，覺得自己的心地很清淨，清淨心現前，你自己也感覺得我現在很清淨，「很清淨」就不清淨；我很自在，「很自在」就不自在。為什麼？因為你清淨心裡頭還有個清淨，清淨心裡頭還有個自在，這本來無一物，哪來的清淨自在？所以你有清淨自在，已經不是真正的清淨自在，當然比一般凡夫的境界那是高得太多了。"
    },
    {
      "id": "07-001-0112_p0004",
      "zh_CN": "这两句说的是大菩萨的境界，也是寂灭忍的境界。寂灭忍，经论里面告诉我们，是法云地以上的境界，十地菩萨、等觉跟如来果地，这三个位次的境界，所以他的标准才有这么高。证得无生法忍，还是有能证跟所证，还是有能所。寂灭忍的境界是能所都没有，能所双忘。这个时候才真正证得，世间一切法生即无生，出世间一切法灭亦无灭。我们今天的境界，世间法里头有生有灭，出世间法里头有灭有生，这是我们现前的境界。可是我们一定要明了诸佛与大菩萨他们的境界，明了有什么好处？知道我们现前的境界不究竟，换句话说，你一定要发心再深证，就是把自己的境界要提升，不能够止于现前所得的小小的境界里面，那就错了。既然真正明了生是属于幻生、灭亦属于幻灭，正如同《金刚经》里面所说的「凡所有相皆是虚妄」，后面又跟我们讲「一切有为法，如梦幻泡影」，这个有为法里头也通世出世间法，我们不要认为只有世间法是有为的，出世间也还是属于有为，有为的心量、有为的知见，观一切法无不是有为法。到你入「生灭既灭，寂灭现前」的境界，观一切世间法皆是无为法。可见得有为、无为，一切法里头哪有什么有为无为？没有，有为无为就是在迷悟之间，大彻大悟就是无为，迷惑颠倒就是堕在有为。换句话说，法有没有有为无为？没有，有为无为皆是幻法，了不可得。这些意思《楞严》说得清楚，《圆觉经》里面也讲得非常清楚，《圆觉经》里面「清净慧」一章就是说这个境界，跟这段境界是完全相同的，可以互相来参看。",
      "zh_TW": "這兩句說的是大菩薩的境界，也是寂滅忍的境界。寂滅忍，經論裡面告訴我們，是法雲地以上的境界，十地菩薩、等覺跟如來果地，這三個位次的境界，所以他的標準才有這麼高。證得無生法忍，還是有能證跟所證，還是有能所。寂滅忍的境界是能所都沒有，能所雙忘。這個時候才真正證得，世間一切法生即無生，出世間一切法滅亦無滅。我們今天的境界，世間法裡頭有生有滅，出世間法裡頭有滅有生，這是我們現前的境界。可是我們一定要明瞭諸佛與大菩薩他們的境界，明瞭有什麼好處？知道我們現前的境界不究竟，換句話說，你一定要發心再深證，就是把自己的境界要提升，不能夠止於現前所得的小小的境界裡面，那就錯了。既然真正明瞭生是屬於幻生、滅亦屬於幻滅，正如同《金剛經》裡面所說的「凡所有相皆是虛妄」，後面又跟我們講「一切有為法，如夢幻泡影」，這個有為法裡頭也通世出世間法，我們不要認為只有世間法是有為的，出世間也還是屬於有為，有為的心量、有為的知見，觀一切法無不是有為法。到你入「生滅既滅，寂滅現前」的境界，觀一切世間法皆是無為法。可見得有為、無為，一切法裡頭哪有什麼有為無為？沒有，有為無為就是在迷悟之間，大徹大悟就是無為，迷惑顛倒就是墮在有為。換句話說，法有沒有有為無為？沒有，有為無為皆是幻法，了不可得。這些意思《楞嚴》說得清楚，《圓覺經》裡面也講得非常清楚，《圓覺經》裡面「清淨慧」一章就是說這個境界，跟這段境界是完全相同的，可以互相來參看。"
    },
    {
      "id": "07-001-0112_p0005",
      "zh_CN": "说到这个地方，我们必须要了解一个事实，那就是本修因比什么都重要。佛在楞严会上一开端就提醒阿难尊者，要以不生灭心为本修因。什么叫不生灭心？我们现在这个心一会想东、一会想西，想东的时候东的念头起来，西灭了；想西的时候西的念头起来，东又灭了，这个心就叫做生灭心。如果以生灭心为本修因，求无上菩提，这是决定做不到的，所以这桩事情希望我们要特别注意。不生灭心，这是佛提示我们，不但在楞严会上，所有大乘经论里面，佛都是这样提示我们。不生灭的心是什么？这要搞清楚，不生灭的心才是真心，要用这个心去修行，做为本修因，你一生当中就可以证得无上菩提。拿我们的境界来说，无上菩提在理论上讲，一生当中可以证得，没有问题；可是在事实上，我们真的不敢讲。就事论事，如果用不生灭的本修因来修无上菩提，我们念佛得理一心不乱，这是可能做得到，这是我们敢讲的；换句话说，在圆教菩萨的阶级里面，证个圆教初住、二住是办得到的。你说在圆教里头登地，证到法云地、等觉，这不敢讲，这个的确是不敢说，可是一生当中修到圆教初住的确是没有问题。你证得圆初住就是法身大士，《华严．入法界品》，你就有分、就有资格。不生灭心，也就是本经所说的「自性本定」，到底在哪里？前面我们念过「十番显见」、「七处征心」，这个东西就是我们六根的根性。你要是用它来做本修因，岂不就是交光大师所提倡的？交光大师教给我们，平素我们六根接触六尘境界，教我们用六根的根性，不要去用六识，这就是修自性本定。",
      "zh_TW": "說到這個地方，我們必須要了解一個事實，那就是本修因比什麼都重要。佛在楞嚴會上一開端就提醒阿難尊者，要以不生滅心為本修因。什麼叫不生滅心？我們現在這個心一會想東、一會想西，想東的時候東的念頭起來，西滅了；想西的時候西的念頭起來，東又滅了，這個心就叫做生滅心。如果以生滅心為本修因，求無上菩提，這是決定做不到的，所以這樁事情希望我們要特別注意。不生滅心，這是佛提示我們，不但在楞嚴會上，所有大乘經論裡面，佛都是這樣提示我們。不生滅的心是什麼？這要搞清楚，不生滅的心才是真心，要用這個心去修行，做為本修因，你一生當中就可以證得無上菩提。拿我們的境界來說，無上菩提在理論上講，一生當中可以證得，沒有問題；可是在事實上，我們真的不敢講。就事論事，如果用不生滅的本修因來修無上菩提，我們念佛得理一心不亂，這是可能做得到，這是我們敢講的；換句話說，在圓教菩薩的階級裡面，證個圓教初住、二住是辦得到的。你說在圓教裡頭登地，證到法雲地、等覺，這不敢講，這個的確是不敢說，可是一生當中修到圓教初住的確是沒有問題。你證得圓初住就是法身大士，《華嚴．入法界品》，你就有分、就有資格。不生滅心，也就是本經所說的「自性本定」，到底在哪裡？前面我們念過「十番顯見」、「七處徵心」，這個東西就是我們六根的根性。你要是用它來做本修因，豈不就是交光大師所提倡的？交光大師教給我們，平素我們六根接觸六塵境界，教我們用六根的根性，不要去用六識，這就是修自性本定。"
    },
    {
      "id": "07-001-0112_p0006",
      "zh_CN": "这样在一生当中就可以修无上菩提，为什么？因为六根根性是不生不灭的，「十番显见」里头说得很清楚，无来无去、不垢不净，这是真的。怎么修法？前面都跟大家说得很详细，用六根根性接触六尘境界叫自受用，而不是对他，他受用得用六识。我们凡夫所犯的毛病，对自己是六识受用，对别人也是六识受用，这就是迷，内外都假，都是虚妄，不是真实。佛菩萨的受用对内是真受用，对外是假的，外面是什么？外面要利益众生，利益众生所谓是「水月道场，空花佛事」，建许多道场，道场像镜花水月一样。佛事是什么？佛事是弘法利生。弘法利生的事业就像前面讲的，眼睛害了病看到空中之花，叫空花佛事、水月道场，可见得佛事与道场是幻化而有，不是真有。因此开悟的那些菩萨们，对于道场佛事绝没有一丝毫的执着，对于一切众生绝没有一丝毫的分别。没有分别、没有执着，内外一如，内外虽然一如，可是在表现的态度上似乎又有分别执着，那个分别执着都是假的，都是他弘法利生的妙用，不是真有分别，也不是真有执着。如果他真有分别执着，那他是凡夫。这是教给我们如何去用根、用识，用根是真实的，用识是权巧方便，目的无非是利益众生；虽利益众生，又不着利益众生的相，像《金刚经》上所说的，「度无量无边众生，实无众生得灭度者」，绝没有一丝毫执着。如果我们这样的用心，就叫做修行，就叫做修楞严大定；这样用心来念佛，那就是修理一心不乱，与如来果地上的寂灭忍是相应的，这也是诸佛菩萨对我们真正的期望。",
      "zh_TW": "這樣在一生當中就可以修無上菩提，為什麼？因為六根根性是不生不滅的，「十番顯見」裡頭說得很清楚，無來無去、不垢不淨，這是真的。怎麼修法？前面都跟大家說得很詳細，用六根根性接觸六塵境界叫自受用，而不是對他，他受用得用六識。我們凡夫所犯的毛病，對自己是六識受用，對別人也是六識受用，這就是迷，內外都假，都是虛妄，不是真實。佛菩薩的受用對內是真受用，對外是假的，外面是什麼？外面要利益眾生，利益眾生所謂是「水月道場，空花佛事」，建許多道場，道場像鏡花水月一樣。佛事是什麼？佛事是弘法利生。弘法利生的事業就像前面講的，眼睛害了病看到空中之花，叫空花佛事、水月道場，可見得佛事與道場是幻化而有，不是真有。因此開悟的那些菩薩們，對於道場佛事絕沒有一絲毫的執著，對於一切眾生絕沒有一絲毫的分別。沒有分別、沒有執著，內外一如，內外雖然一如，可是在表現的態度上似乎又有分別執著，那個分別執著都是假的，都是他弘法利生的妙用，不是真有分別，也不是真有執著。如果他真有分別執著，那他是凡夫。這是教給我們如何去用根、用識，用根是真實的，用識是權巧方便，目的無非是利益眾生；雖利益眾生，又不著利益眾生的相，像《金剛經》上所說的，「度無量無邊眾生，實無眾生得滅度者」，絕沒有一絲毫執著。如果我們這樣的用心，就叫做修行，就叫做修楞嚴大定；這樣用心來念佛，那就是修理一心不亂，與如來果地上的寂滅忍是相應的，這也是諸佛菩薩對我們真正的期望。"
    },
    {
      "id": "07-001-0112_p0007",
      "zh_CN": "所以要晓得，自性本定就是如来藏性。体是真常，性本来就是寂灭相，在如来果地上现的是寂灭相，我们现在迷失了本性，可是我们的本性还是寂灭相。对于《楞严经》稍稍涉及一些，应该能体会到这个意思，我们六根的根性怎么不是寂灭相！其余的不必谈，就像经里面所讲的「十番显见」，我们的见性，见性的相就是寂灭相。可见得是在圣不增、在凡不减，我们的清净寂灭真常之体从来就没有失掉过。现在毛病发生在哪里？毛病发生在妄想、在执着。如果你不能修自性本定，这个妄想执着没有办法离开，这个道理我们应当要明了。小乘阿罗汉虽然断烦恼障、破人我执，你们仔细的去想一想，这个话讲得通吗？人我执他没有了，他还有法我执，我们要问，谁执着法我执？还是有我！没有我，谁执着法我执？所以在大乘法里面讲，小乘阿罗汉只破三界之内的见思烦恼，还有界外见思，这个理才讲得通。三界之外的见思烦恼比三界之内的要微细得太多，三界之内粗重的见思烦恼他离开了，不再受三界六道的生死轮回，界外还有微细的见思烦恼。原因就是他不知道修自性本定，他是勉强克制他的烦恼，用的是这个方法，所以是不究竟的，不能断根。菩萨到这个境界这是能所双忘，二种执着已经离开，三空也都舍弃，所谓是人空、法空、空亦空，这个时候才是破根本无明，阿赖耶识里的业识（无明业相）一分动相也没有，这个境界才算是「生灭既灭，寂灭现前」。『寂灭现前』是什么境界？不生不灭，清净本然，周遍法界。到这个境界，不是我们嘴里念念、在那里想想，哪里能想到人家是亲证这个境界，这是亲证。到这个时候，我们用破五阴来讲，这是圆破行阴，超众生浊。再看底下经文：",
      "zh_TW": "所以要曉得，自性本定就是如來藏性。體是真常，性本來就是寂滅相，在如來果地上現的是寂滅相，我們現在迷失了本性，可是我們的本性還是寂滅相。對於《楞嚴經》稍稍涉及一些，應該能體會到這個意思，我們六根的根性怎麼不是寂滅相！其餘的不必談，就像經裡面所講的「十番顯見」，我們的見性，見性的相就是寂滅相。可見得是在聖不增、在凡不減，我們的清淨寂滅真常之體從來就沒有失掉過。現在毛病發生在哪裡？毛病發生在妄想、在執著。如果你不能修自性本定，這個妄想執著沒有辦法離開，這個道理我們應當要明瞭。小乘阿羅漢雖然斷煩惱障、破人我執，你們仔細的去想一想，這個話講得通嗎？人我執他沒有了，他還有法我執，我們要問，誰執著法我執？還是有我！沒有我，誰執著法我執？所以在大乘法裡面講，小乘阿羅漢只破三界之內的見思煩惱，還有界外見思，這個理才講得通。三界之外的見思煩惱比三界之內的要微細得太多，三界之內粗重的見思煩惱他離開了，不再受三界六道的生死輪迴，界外還有微細的見思煩惱。原因就是他不知道修自性本定，他是勉強克制他的煩惱，用的是這個方法，所以是不究竟的，不能斷根。菩薩到這個境界這是能所雙忘，二種執著已經離開，三空也都捨棄，所謂是人空、法空、空亦空，這個時候才是破根本無明，阿賴耶識裡的業識（無明業相）一分動相也沒有，這個境界才算是「生滅既滅，寂滅現前」。『寂滅現前』是什麼境界？不生不滅，清淨本然，周遍法界。到這個境界，不是我們嘴裡念念、在那裡想想，哪裡能想到人家是親證這個境界，這是親證。到這個時候，我們用破五陰來講，這是圓破行陰，超眾生濁。再看底下經文："
    },
    {
      "id": "07-001-0112_p0008",
      "zh_CN": "【忽然超越世出世间。十方圆明。获二殊胜。】",
      "zh_TW": "【忽然超越世出世間。十方圓明。獲二殊勝。】"
    },
    {
      "id": "07-001-0112_p0009",
      "zh_CN": "诸位注意经文上『忽然』两个字，「忽然」就是禅宗里面所讲的顿悟。由此可知，顿悟是要功夫积到差不多了，一下才能开悟。顿悟也是从渐悟修的，没有渐悟哪来的顿悟？自己不肯修渐悟，天天打妄想等着哪一天顿悟，我们已经等了无量劫，等到今天还不开悟。我们在座的同修，你们哪一个人不是无量劫以来就修行修到今天？这个意思我也给你们讲过很多遍，无量劫修到今天还是这个样子，这有问题。不但修学没有进步，愈修愈退转，这个毛病大了，那就是什么？我们不晓得修悟、不知道求悟。可是你要求开悟，最大的障碍就是分别执着。我们不但对世间法分别执着，对学佛也分别执着，这就是天天在修，天天在增长分别执着，那怎么能开悟？这是把自己的悟门堵得死死的。所以一切大乘经典，佛祖告诉我们，首先教我们明了世出世间一切法的真相，真相是什么？真相是梦幻泡影，真相是一切法了不可得，真相是一切法皆空，就是万法皆空。说明这个真相的目的在哪里？目的叫你在一切法里头不要分别执着、不要起心动念。果然能够做到这一点，就有顿悟的机会，顿悟是这么来的。悟了以后，在一切法里头才得大自在。世间人最畏惧的就是生死轮回，顿悟之人生死轮回没有了，这多自在！回想我们无量劫来受生死轮回的果报，生死疲劳，苦不堪言，这一下彻底的解决了。好像一个人在做恶梦，做了很久恶梦，这一下醒过来，轻松了，得大自在，梦中所有的一切恐怖，都晓得这是假的，不是真的，恍然大悟。",
      "zh_TW": "諸位注意經文上『忽然』兩個字，「忽然」就是禪宗裡面所講的頓悟。由此可知，頓悟是要功夫積到差不多了，一下才能開悟。頓悟也是從漸悟修的，沒有漸悟哪來的頓悟？自己不肯修漸悟，天天打妄想等著哪一天頓悟，我們已經等了無量劫，等到今天還不開悟。我們在座的同修，你們哪一個人不是無量劫以來就修行修到今天？這個意思我也給你們講過很多遍，無量劫修到今天還是這個樣子，這有問題。不但修學沒有進步，愈修愈退轉，這個毛病大了，那就是什麼？我們不曉得修悟、不知道求悟。可是你要求開悟，最大的障礙就是分別執著。我們不但對世間法分別執著，對學佛也分別執著，這就是天天在修，天天在增長分別執著，那怎麼能開悟？這是把自己的悟門堵得死死的。所以一切大乘經典，佛祖告訴我們，首先教我們明瞭世出世間一切法的真相，真相是什麼？真相是夢幻泡影，真相是一切法了不可得，真相是一切法皆空，就是萬法皆空。說明這個真相的目的在哪裡？目的叫你在一切法裡頭不要分別執著、不要起心動念。果然能夠做到這一點，就有頓悟的機會，頓悟是這麼來的。悟了以後，在一切法裡頭才得大自在。世間人最畏懼的就是生死輪迴，頓悟之人生死輪迴沒有了，這多自在！回想我們無量劫來受生死輪迴的果報，生死疲勞，苦不堪言，這一下徹底的解決了。好像一個人在做惡夢，做了很久惡夢，這一下醒過來，輕鬆了，得大自在，夢中所有的一切恐怖，都曉得這是假的，不是真的，恍然大悟。"
    },
    {
      "id": "07-001-0112_p0010",
      "zh_CN": "超越是说什么意思？这是说顿断无明，无明必定是顿断，而不是渐断。渐断的是什么？是烦恼、是迷惑，我们讲见思烦恼、尘沙烦恼这是渐断的。根本无明一定是顿断的，这是顿证、是一刹那之间，这是讲功夫成熟了。像我们昨天在《华严》里面所读到的，第一个叫我们生善根，第二个阶段是增长善根，第三个阶段是成熟善根，熟透了就顿悟。诸位要记住，善根跟福德不相同，善根我们一般讲就是悟性。一听之后彻底的明了，就能够生起清净信心，这是你的善根。到这个时候就顿证、顿断无明，才晓得明与无明原是一体，这是真正的顿证。如果你要认为明与无明是二，无明不是明，明不是无明，你就没有办法顿悟。为什么？因为你心住在二法上。烦恼不是菩提、菩提不是烦恼，生死不是涅槃、涅槃不是生死，全是住在二法上，这就没法子顿悟。所以我们必须要先到不二门，然后一步才跨得过去，你要是在二门里面就不得其门而入，先要到不二门。这个境界是圆破识阴，超越命浊，到这个时候真正是功德圆满，才真正的明了通达自己的如来藏妙真如性，本来具足世出世间一切法，无有一法而不具足。这就是六祖觉悟之后所说的，「何期自性，能生万法」，他悟了之后才有这么一句话。而这句话与佛在大经里面所讲的境界完全相同，可见得他是真悟。因为六祖在悟的时候并没有看过很多经论，也没有听人讲过经，他居然悟出这个道理、说出这个话，跟佛在大乘经典里所讲的没有两样，这是真正开悟。",
      "zh_TW": "超越是說什麼意思？這是說頓斷無明，無明必定是頓斷，而不是漸斷。漸斷的是什麼？是煩惱、是迷惑，我們講見思煩惱、塵沙煩惱這是漸斷的。根本無明一定是頓斷的，這是頓證、是一剎那之間，這是講功夫成熟了。像我們昨天在《華嚴》裡面所讀到的，第一個叫我們生善根，第二個階段是增長善根，第三個階段是成熟善根，熟透了就頓悟。諸位要記住，善根跟福德不相同，善根我們一般講就是悟性。一聽之後徹底的明瞭，就能夠生起清淨信心，這是你的善根。到這個時候就頓證、頓斷無明，才曉得明與無明原是一體，這是真正的頓證。如果你要認為明與無明是二，無明不是明，明不是無明，你就沒有辦法頓悟。為什麼？因為你心住在二法上。煩惱不是菩提、菩提不是煩惱，生死不是涅槃、涅槃不是生死，全是住在二法上，這就沒法子頓悟。所以我們必須要先到不二門，然後一步才跨得過去，你要是在二門裡面就不得其門而入，先要到不二門。這個境界是圓破識陰，超越命濁，到這個時候真正是功德圓滿，才真正的明瞭通達自己的如來藏妙真如性，本來具足世出世間一切法，無有一法而不具足。這就是六祖覺悟之後所說的，「何期自性，能生萬法」，他悟了之後才有這麼一句話。而這句話與佛在大經裡面所講的境界完全相同，可見得他是真悟。因為六祖在悟的時候並沒有看過很多經論，也沒有聽人講過經，他居然悟出這個道理、說出這個話，跟佛在大乘經典裡所講的沒有兩樣，這是真正開悟。"
    },
    {
      "id": "07-001-0112_p0011",
      "zh_CN": "诸位想想，自性本具世出世间的万法，如果你要是见到性、证得自性，世出世间一切万法你怎么会不通达！哪有这个道理？这就是佛法所讲的，「一经通一切经通」的理论依据。修学法门也是如此，一个法门成就了，一切法门都成就；一个法门证得，一切法门统统证得，是这个境界。所以念佛人焉能不求理一心不乱？这是真修行、这才是真干，待在事一心的目标上那都叫小根性的人。由此可知，佛与众生只是觉迷不同而已。凡夫迷在世间，以为世间事事物物是心外之法，以为是真实之法，于事事物物起分别、起执着，被世间这个范围范围住了，永远不能超越；声闻缘觉虽然聪明一点，知道与世间法对立的还有一个出世间法，他就被出世间法范围了，自己局限在出世间法里面，世出世间法不能圆融，不晓得是一体。所以小乘修证的法，这法不妙，自己得一点小小的受用，哪能像这些大菩萨们一念超越，证得自性本心，这是佛法里面的究竟法。大经里面所谓「心佛众生，三无差别」，证得这个三无差别，所以才说『十方圆明』，都圆融了。十方跟三世是一，「十方圆明」就是《华严》里面讲的一真法界，我们净土里面讲的常寂光净土，这是十方圆明的境界。这个时候自然得到两种殊胜，底下经文所说的：",
      "zh_TW": "諸位想想，自性本具世出世間的萬法，如果你要是見到性、證得自性，世出世間一切萬法你怎麼會不通達！哪有這個道理？這就是佛法所講的，「一經通一切經通」的理論依據。修學法門也是如此，一個法門成就了，一切法門都成就；一個法門證得，一切法門統統證得，是這個境界。所以念佛人焉能不求理一心不亂？這是真修行、這才是真幹，待在事一心的目標上那都叫小根性的人。由此可知，佛與眾生只是覺迷不同而已。凡夫迷在世間，以為世間事事物物是心外之法，以為是真實之法，於事事物物起分別、起執著，被世間這個範圍範圍住了，永遠不能超越；聲聞緣覺雖然聰明一點，知道與世間法對立的還有一個出世間法，他就被出世間法範圍了，自己侷限在出世間法裡面，世出世間法不能圓融，不曉得是一體。所以小乘修證的法，這法不妙，自己得一點小小的受用，哪能像這些大菩薩們一念超越，證得自性本心，這是佛法裡面的究竟法。大經裡面所謂「心佛眾生，三無差別」，證得這個三無差別，所以才說『十方圓明』，都圓融了。十方跟三世是一，「十方圓明」就是《華嚴》裡面講的一真法界，我們淨土裡面講的常寂光淨土，這是十方圓明的境界。這個時候自然得到兩種殊勝，底下經文所說的："
    },
    {
      "id": "07-001-0112_p0012",
      "zh_CN": "【一者上合十方诸佛本妙觉心。与佛如来同一慈力。二者下合十方一切六道众生。与诸众生同一悲仰。】",
      "zh_TW": "【一者上合十方諸佛本妙覺心。與佛如來同一慈力。二者下合十方一切六道眾生。與諸眾生同一悲仰。】"
    },
    {
      "id": "07-001-0112_p0013",
      "zh_CN": "这是观世音菩萨证得的，这是什么境界？等觉菩萨。寂灭忍中证得的，这两种殊胜就是业用，我们在《四十华严》里面读了很多，每一位善友说出他证得的法门之后，一定要把这个法门的作用说出来。观世音菩萨在这个境界里面，证得十方圆明，作用是什么？十方圆明有什么用处？这两种就是殊胜的业用。在一般说，像这样的业用，圆教初住就证得，我们叫相似的业用，有这个样子，但是没有观世音菩萨这么样的真切，没有这样的圆满。像佛在经上常常用月亮做比喻，圆教初住菩萨就像初三的月牙一样，等觉菩萨仿佛是十四的月亮，到十五就圆满，快要圆满了，当然他两种殊胜是不同，这称为两种殊胜。圆教初住就证得这两种业用，有这两种业用但是不能叫殊胜，好像初三、初四的月牙，虽有月光，那是真正的月光，不是假的，但是照的亮度还不够大，还不十分明亮，这个情形就是这样的。",
      "zh_TW": "這是觀世音菩薩證得的，這是什麼境界？等覺菩薩。寂滅忍中證得的，這兩種殊勝就是業用，我們在《四十華嚴》裡面讀了很多，每一位善友說出他證得的法門之後，一定要把這個法門的作用說出來。觀世音菩薩在這個境界裡面，證得十方圓明，作用是什麼？十方圓明有什麼用處？這兩種就是殊勝的業用。在一般說，像這樣的業用，圓教初住就證得，我們叫相似的業用，有這個樣子，但是沒有觀世音菩薩這麼樣的真切，沒有這樣的圓滿。像佛在經上常常用月亮做比喻，圓教初住菩薩就像初三的月牙一樣，等覺菩薩彷彿是十四的月亮，到十五就圓滿，快要圓滿了，當然他兩種殊勝是不同，這稱為兩種殊勝。圓教初住就證得這兩種業用，有這兩種業用但是不能叫殊勝，好像初三、初四的月牙，雖有月光，那是真正的月光，不是假的，但是照的亮度還不夠大，還不十分明亮，這個情形就是這樣的。"
    },
    {
      "id": "07-001-0112_p0014",
      "zh_CN": "前面这是上合慈力，说明本妙觉心这是『合十方诸佛本妙觉心』。「本妙觉心」就是真如本性，也就是这部经所讲的「如来藏妙真如性」。真性无论是在果地，或者是在因地，都没有分别，所以佛与众生是一样的，真性上讲是一样，根本就没有两样。所谓是在佛它不增加一点，在我们凡夫并不减少一点，不增不减，这从理体上说是如此。从作用上来讲，佛的作用没有障碍，为什么没有障碍？因为他不迷，所以他没有障碍。凡夫的作用有了障碍，为什么有障碍？因为他有迷，迷了就有障碍，悟了就没有障碍。迷了的障碍是真正的障碍吗？不是真正的。前面说过，真正悟入、豁然大悟，悟的是什么？悟的是迷悟不二，这个时候才一切贯通。迷悟是二，那个悟是小悟，不是彻悟，为什么？有能悟、有所悟，有能迷、有所迷，你能所没断。所以这体上完全相同，我们的六根根性与十方诸佛如来的六根根性没有两样，完全相同；我们自己的智慧德相与十方如来的智慧德相也是完全相同，没有两样。",
      "zh_TW": "前面這是上合慈力，說明本妙覺心這是『合十方諸佛本妙覺心』。「本妙覺心」就是真如本性，也就是這部經所講的「如來藏妙真如性」。真性無論是在果地，或者是在因地，都沒有分別，所以佛與眾生是一樣的，真性上講是一樣，根本就沒有兩樣。所謂是在佛它不增加一點，在我們凡夫並不減少一點，不增不減，這從理體上說是如此。從作用上來講，佛的作用沒有障礙，為什麼沒有障礙？因為他不迷，所以他沒有障礙。凡夫的作用有了障礙，為什麼有障礙？因為他有迷，迷了就有障礙，悟了就沒有障礙。迷了的障礙是真正的障礙嗎？不是真正的。前面說過，真正悟入、豁然大悟，悟的是什麼？悟的是迷悟不二，這個時候才一切貫通。迷悟是二，那個悟是小悟，不是徹悟，為什麼？有能悟、有所悟，有能迷、有所迷，你能所沒斷。所以這體上完全相同，我們的六根根性與十方諸佛如來的六根根性沒有兩樣，完全相同；我們自己的智慧德相與十方如來的智慧德相也是完全相同，沒有兩樣。"
    },
    {
      "id": "07-001-0112_p0015",
      "zh_CN": "可是现在问题来了，我们自己都不敢承认。给你说了，「这个我不敢当」，非常谦虚、非常客气，都不敢当。该客气、谦虚的时候，不晓得客气、谦虚；叫你直下承当，你在这个时候开始来谦虚、客气，这错了。你之所以不敢当，就是你对于事实真相不了解、不明白。观世音菩萨到这个时候是完全明了了，所以他直下承当，所以说是「上合十方诸佛本妙觉心」，这就是与佛同体，真正证得一切众生六根根性与诸佛如来六根根性是一性无二性，这就叫上合。体上合了之后，用当然就合了，诸佛菩萨的用大慈大悲，通常我们讲菩提心，菩提心就是佛心、菩提心就是本妙觉心。直心是体，就是清净平等之体，与一切万法不二之体，这是直心；深心就是清净心，自受用，一切不染、一切不着，远离染着的这个心就是深心、就是清净心，《圆觉经》里面讲的净圆觉心；起作用就是大悲心，大慈大悲。这个时候菩萨用心的业用就是大慈大悲，与一切众生乐，拔一切众生苦。诸位想一想，他还会障碍众生吗？他还会为难众生吗？决定没有这个事情，总是尽一切的力量去帮助众生。帮助众生，诸位要晓得，佛菩萨帮助一切众生目的总是在破迷开悟，而不是帮助他得到物质或者精神上的享受，不是这个，那是世间法，不是佛法，佛法帮助人的就是破迷开悟。破迷开悟之后你自然离苦得乐，那是真正的离苦得乐，这就是佛菩萨的事业。",
      "zh_TW": "可是現在問題來了，我們自己都不敢承認。給你說了，「這個我不敢當」，非常謙虛、非常客氣，都不敢當。該客氣、謙虛的時候，不曉得客氣、謙虛；叫你直下承當，你在這個時候開始來謙虛、客氣，這錯了。你之所以不敢當，就是你對於事實真相不了解、不明白。觀世音菩薩到這個時候是完全明瞭了，所以他直下承當，所以說是「上合十方諸佛本妙覺心」，這就是與佛同體，真正證得一切眾生六根根性與諸佛如來六根根性是一性無二性，這就叫上合。體上合了之後，用當然就合了，諸佛菩薩的用大慈大悲，通常我們講菩提心，菩提心就是佛心、菩提心就是本妙覺心。直心是體，就是清淨平等之體，與一切萬法不二之體，這是直心；深心就是清淨心，自受用，一切不染、一切不著，遠離染著的這個心就是深心、就是清淨心，《圓覺經》裡面講的淨圓覺心；起作用就是大悲心，大慈大悲。這個時候菩薩用心的業用就是大慈大悲，與一切眾生樂，拔一切眾生苦。諸位想一想，他還會障礙眾生嗎？他還會為難眾生嗎？決定沒有這個事情，總是盡一切的力量去幫助眾生。幫助眾生，諸位要曉得，佛菩薩幫助一切眾生目的總是在破迷開悟，而不是幫助他得到物質或者精神上的享受，不是這個，那是世間法，不是佛法，佛法幫助人的就是破迷開悟。破迷開悟之後你自然離苦得樂，那是真正的離苦得樂，這就是佛菩薩的事業。"
    },
    {
      "id": "07-001-0112_p0016",
      "zh_CN": "上同诸佛，与诸佛同体；下面，『下合十方一切六道众生』。这里头应当要补充一句话，「上合十方诸佛本妙觉心」，下面也应该这样，「下合十方一切六道众生本妙觉心」，这个意思就完全了。是不是这样？确实是这样的。刚才我说过，本妙觉心、生佛一切万法，是一不是二。佛在《华严》里面讲，「情与无情同圆种智」，不但有情众生同一个本妙觉心，无情的众生也是同一个本妙觉心。为什么？因为十法界依正庄严都是依本妙觉心变现出来的幻相。体相同，生佛同具此性，情与无情共一心，上合了，下面当然合；下合了，上面也一定合。没有说是合上而不合下，合下而不合上，没有这个道理，见性没有说见一半的，没有这个道理，一见就是圆满的。从圆初住就是这样的境界，到寂灭忍，就是法云地的时候，这个境界看到圆满、看到究竟，看得十分真切，所以慈悲心才流露出来。",
      "zh_TW": "上同諸佛，與諸佛同體；下面，『下合十方一切六道眾生』。這裡頭應當要補充一句話，「上合十方諸佛本妙覺心」，下面也應該這樣，「下合十方一切六道眾生本妙覺心」，這個意思就完全了。是不是這樣？確實是這樣的。剛才我說過，本妙覺心、生佛一切萬法，是一不是二。佛在《華嚴》裡面講，「情與無情同圓種智」，不但有情眾生同一個本妙覺心，無情的眾生也是同一個本妙覺心。為什麼？因為十法界依正莊嚴都是依本妙覺心變現出來的幻相。體相同，生佛同具此性，情與無情共一心，上合了，下面當然合；下合了，上面也一定合。沒有說是合上而不合下，合下而不合上，沒有這個道理，見性沒有說見一半的，沒有這個道理，一見就是圓滿的。從圓初住就是這樣的境界，到寂滅忍，就是法雲地的時候，這個境界看到圓滿、看到究竟，看得十分真切，所以慈悲心才流露出來。"
    },
    {
      "id": "07-001-0112_p0017",
      "zh_CN": "慈悲心就是本妙觉心的起用，与一切众生同一个『悲仰』，悲是哀求拔苦的意思，一切众生都有苦难，总是要求一个力量来帮助他离苦得乐。这个世间众生无知，不晓得事实真相，求助于宗教的神明，哪里晓得宗教的神明还是众生，这就是宗教没有办法解决的问题。宗教不教人破迷开悟，宗教只叫你在苦难的时候去祷告、去求神明保佑，这是它的能事，这是解决不了问题的。「仰」是希求，希求给与他快乐；「悲」是哀求，希望他救苦救难，这是悲仰两个意思。凡是迷失自性的人皆有这两种求，求拔苦，救我的苦难；再求给我的生活能更快乐、更美满、更幸福，求这些，世间人就干这种迷惑颠倒的事情。所谓迷惑颠倒，就是他所求的，没有正确的理论依据、又没有正当的方法，所以虽有求，到后来结果还是一场空，这是佛法里面讲「求不得苦」。有些人也知道自己求是求不得的，他也要去求一下，为什么？给自己精神上安慰。他也知道这是迷信，也知道是没有结果的，他也要做。这就是显示出一切众生内心的痛苦与内心的愿望。诸佛菩萨对于一切众生的心情彻底明了，所以佛菩萨在世间以种种善巧方便诱导一切众生破迷开悟。讲经说法，这是种种善巧方便里面一种最直截了当的办法，这种最直截的方法接引哪类人？就是根熟众生。要不是根熟的众生，你这里讲经说法，他不愿意听，那就是根没熟；能够听得下去、听了有兴趣的，这根熟众生。熟也是有等级的，这种熟可以听经了，对于听经、对于佛经的研究有了兴趣，这是这一个阶段他成熟了。",
      "zh_TW": "慈悲心就是本妙覺心的起用，與一切眾生同一個『悲仰』，悲是哀求拔苦的意思，一切眾生都有苦難，總是要求一個力量來幫助他離苦得樂。這個世間眾生無知，不曉得事實真相，求助於宗教的神明，哪裡曉得宗教的神明還是眾生，這就是宗教沒有辦法解決的問題。宗教不教人破迷開悟，宗教只叫你在苦難的時候去禱告、去求神明保佑，這是它的能事，這是解決不了問題的。「仰」是希求，希求給與他快樂；「悲」是哀求，希望他救苦救難，這是悲仰兩個意思。凡是迷失自性的人皆有這兩種求，求拔苦，救我的苦難；再求給我的生活能更快樂、更美滿、更幸福，求這些，世間人就幹這種迷惑顛倒的事情。所謂迷惑顛倒，就是他所求的，沒有正確的理論依據、又沒有正當的方法，所以雖有求，到後來結果還是一場空，這是佛法裡面講「求不得苦」。有些人也知道自己求是求不得的，他也要去求一下，為什麼？給自己精神上安慰。他也知道這是迷信，也知道是沒有結果的，他也要做。這就是顯示出一切眾生內心的痛苦與內心的願望。諸佛菩薩對於一切眾生的心情徹底明瞭，所以佛菩薩在世間以種種善巧方便誘導一切眾生破迷開悟。講經說法，這是種種善巧方便裡面一種最直截了當的辦法，這種最直截的方法接引哪類人？就是根熟眾生。要不是根熟的眾生，你這裡講經說法，他不願意聽，那就是根沒熟；能夠聽得下去、聽了有興趣的，這根熟眾生。熟也是有等級的，這種熟可以聽經了，對於聽經、對於佛經的研究有了興趣，這是這一個階段他成熟了。"
    },
    {
      "id": "07-001-0112_p0018",
      "zh_CN": "到这个地方，可以说观世音菩萨将他自己修行证果，以及获得两种殊胜的业用，全都给我们说出来。文字不多，每一句话里面皆含无量义，是修学最高指导的原理原则，不管你修哪个法门，这种原理原则统统用得上。诸位能够把这种原理原则用在念佛法门上，那你的念佛就是理念，你所得到的必定是理一心不乱。他成就了，等于在佛法里毕业了，毕业之后干什么？毕业之后去享福了。我们看看他那个福报怎么享法？这是我们要学习的。请看底下一段经文：",
      "zh_TW": "到這個地方，可以說觀世音菩薩將他自己修行證果，以及獲得兩種殊勝的業用，全都給我們說出來。文字不多，每一句話裡面皆含無量義，是修學最高指導的原理原則，不管你修哪個法門，這種原理原則統統用得上。諸位能夠把這種原理原則用在念佛法門上，那你的念佛就是理念，你所得到的必定是理一心不亂。他成就了，等於在佛法裡畢業了，畢業之後幹什麼？畢業之後去享福了。我們看看他那個福報怎麼享法？這是我們要學習的。請看底下一段經文："
    },
    {
      "id": "07-001-0112_p0019",
      "zh_CN": "【世尊。由我供养观音如来。蒙彼如来授我如幻闻薰闻修金刚三昧。与佛如来同慈力故。令我身成三十二应。入诸国土。】",
      "zh_TW": "【世尊。由我供養觀音如來。蒙彼如來授我如幻聞薰聞修金剛三昧。與佛如來同慈力故。令我身成三十二應。入諸國土。】"
    },
    {
      "id": "07-001-0112_p0020",
      "zh_CN": "这就是他的大用现前，这就是他的享受。也许诸位要问，还是不要修成的好，修成之后到处去弘法利生，累都累死了，这多辛苦？这个念头是以我们凡夫的心去推测佛菩萨的境界，哪里知道全错了，不是这回事情。这种三十二应身『入诸国土』，所谓是随类化身，是种自然的业用，不是有心，也不是无心。虽然天天弘法利生，没有一天休息，像《普贤行愿品》里面所讲的「无有疲厌」。我们凡夫工作太多，疲倦、厌烦了，会有厌倦。为什么？因为我们是凡夫心，就是用的生灭心，所以才有虚妄的现象。菩萨以不生灭心，所以他『三十二应』，随类化身，是作而无作、无作而作，作与无作是一不是二，他怎么会有厌倦！作与无作是二不是一，就有疲倦的时候、就有厌恶的时候。作与无作是一不是二，这里头找厌倦找不到，没有了。我们也是如此，如果在讲台上讲经，「说」不是「不说」，「不说」不是「说」，说与不说是二不是一，你在这个讲台上讲了会累、会疲倦，时间久了会受不了。假如你是说而无说、无说而说，坐在这里讲上十二个钟点不累，愈讲精神愈好，为什么？没有疲厌。",
      "zh_TW": "這就是他的大用現前，這就是他的享受。也許諸位要問，還是不要修成的好，修成之後到處去弘法利生，累都累死了，這多辛苦？這個念頭是以我們凡夫的心去推測佛菩薩的境界，哪裡知道全錯了，不是這回事情。這種三十二應身『入諸國土』，所謂是隨類化身，是種自然的業用，不是有心，也不是無心。雖然天天弘法利生，沒有一天休息，像《普賢行願品》裡面所講的「無有疲厭」。我們凡夫工作太多，疲倦、厭煩了，會有厭倦。為什麼？因為我們是凡夫心，就是用的生滅心，所以才有虛妄的現象。菩薩以不生滅心，所以他『三十二應』，隨類化身，是作而無作、無作而作，作與無作是一不是二，他怎麼會有厭倦！作與無作是二不是一，就有疲倦的時候、就有厭惡的時候。作與無作是一不是二，這裡頭找厭倦找不到，沒有了。我們也是如此，如果在講台上講經，「說」不是「不說」，「不說」不是「說」，說與不說是二不是一，你在這個講台上講了會累、會疲倦，時間久了會受不了。假如你是說而無說、無說而說，坐在這裡講上十二個鐘點不累，愈講精神愈好，為什麼？沒有疲厭。"
    },
    {
      "id": "07-001-0112_p0021",
      "zh_CN": "听经亦复如是，你要是听而无听、无听而听，你坐在这里不会感觉得疲倦，连续坐上十个钟点也不会疲倦。听跟不听是两桩事情，不是一桩事情，那你就会疲倦。譬如上课一样，我们订的是一个钟点，到一个钟点就不行了、就疲倦了，必须要去走动、休息一下，如果接着来各位就受不了。为什么？佛法常说「一切唯心造」，你的心量只有那么大，只有一点钟，到一点钟不休息一下，底下就不能继续。饮食起居无不如是，那个一天吃一餐的，他为什么精神饱满？因为他觉得一餐就可以了，他就不必吃第二餐，首先在心理上去建设。如果要是一般人那不行，我一天三餐都还不饱，还得要吃个点心，到时候不吃就饿了。那到时候不吃真饿，为什么？他心里面先去想饿，他怎么不饿？那个吃一餐的人他不想，他不想他也不饿，可见得这个事情的确是万法唯心。",
      "zh_TW": "聽經亦復如是，你要是聽而無聽、無聽而聽，你坐在這裡不會感覺得疲倦，連續坐上十個鐘點也不會疲倦。聽跟不聽是兩樁事情，不是一樁事情，那你就會疲倦。譬如上課一樣，我們訂的是一個鐘點，到一個鐘點就不行了、就疲倦了，必須要去走動、休息一下，如果接著來各位就受不了。為什麼？佛法常說「一切唯心造」，你的心量只有那麼大，只有一點鐘，到一點鐘不休息一下，底下就不能繼續。飲食起居無不如是，那個一天吃一餐的，他為什麼精神飽滿？因為他覺得一餐就可以了，他就不必吃第二餐，首先在心理上去建設。如果要是一般人那不行，我一天三餐都還不飽，還得要吃個點心，到時候不吃就餓了。那到時候不吃真餓，為什麼？他心裡面先去想餓，他怎麼不餓？那個吃一餐的人他不想，他不想他也不餓，可見得這個事情的確是萬法唯心。"
    },
    {
      "id": "07-001-0112_p0022",
      "zh_CN": "观世音菩萨对于一切众生最大的恩德就是救苦救难，这是观世音菩萨于一切众生有大德。这个大德从哪来的？必有所本，就是有所依据，这里给我们说出来，他是『供养观音如来』。观音如来是他的老师，这个供养注重的是在法供养。什么叫法供养？依教修行这是真正的法供养。老师告诉他这个原理、告诉他这个修行方法，他就依据这个理论方法来修行，他也成佛了，这叫真正的供养，也就是我们世间讲的师承。他就是学观世音如来，所以他自己的名号也叫观世音菩萨。这是给诸位说明，供养里面第一个是修法供养，第二是弘法供养，第三是传法供养，这在佛法里叫真供养。自己成就的时候，像观世音菩萨，要这样做法；自己没有成就的时候，帮助成就的人，这是供养。像我们现在自己没有成就，没有成就给大家来讲解、来研究这部经，我们帮助观世音菩萨弘法，帮助他修供养，就是我们自家修供养。诸位同修促成这道场的因缘，也是大家在这里修供养，凡是在这个道场，你来听经是修供养。你出一丝毫的力量，或者是你一点力量都没有，生欢喜心，听说这里有个道场，听说有这么多人在这里闻经，心里很欢喜，这都是供养，这都得无量福。尽心尽力的供养，那个福报就更殊胜，这是十大愿王里面所讲的「随喜功德」，是随喜功德的供养。我们尽心尽力来促成道场，那就是十大愿王里面「请转法轮」的供养，那个功德就更殊胜、更不可思议。此地这几句话都是从纲领上说，等于做文章都是讲的题目。",
      "zh_TW": "觀世音菩薩對於一切眾生最大的恩德就是救苦救難，這是觀世音菩薩於一切眾生有大德。這個大德從哪來的？必有所本，就是有所依據，這裡給我們說出來，他是『供養觀音如來』。觀音如來是他的老師，這個供養注重的是在法供養。什麼叫法供養？依教修行這是真正的法供養。老師告訴他這個原理、告訴他這個修行方法，他就依據這個理論方法來修行，他也成佛了，這叫真正的供養，也就是我們世間講的師承。他就是學觀世音如來，所以他自己的名號也叫觀世音菩薩。這是給諸位說明，供養裡面第一個是修法供養，第二是弘法供養，第三是傳法供養，這在佛法裡叫真供養。自己成就的時候，像觀世音菩薩，要這樣做法；自己沒有成就的時候，幫助成就的人，這是供養。像我們現在自己沒有成就，沒有成就給大家來講解、來研究這部經，我們幫助觀世音菩薩弘法，幫助他修供養，就是我們自家修供養。諸位同修促成這道場的因緣，也是大家在這裡修供養，凡是在這個道場，你來聽經是修供養。你出一絲毫的力量，或者是你一點力量都沒有，生歡喜心，聽說這裡有個道場，聽說有這麼多人在這裡聞經，心裡很歡喜，這都是供養，這都得無量福。盡心盡力的供養，那個福報就更殊勝，這是十大願王裡面所講的「隨喜功德」，是隨喜功德的供養。我們盡心盡力來促成道場，那就是十大願王裡面「請轉法輪」的供養，那個功德就更殊勝、更不可思議。此地這幾句話都是從綱領上說，等於做文章都是講的題目。"
    },
    {
      "id": "07-001-0112_p0023",
      "zh_CN": "『蒙彼如来』，「彼如来」就是指观音如来。『授我如幻』，「如幻」这两个字是总纲领，我们现在念《四十华严》还没到，现在我们才念到三地，十地完了到等觉，等觉有十一位善友来代表，到等觉所修的全是如幻三昧。在《四十华严》里面，它所占的分量几乎是四分之一，给我们讲「如幻三昧」。这个地方我们简单的说说，所谓如幻是以清净觉心，也就是六祖所说的「本来无一物」的心，诸位要晓得，心里面才有一物就是不觉、就是迷。佛在本经里面给我们说过，「知见立知，是无明本」，清净觉心是本觉，如果你里面再要有个觉，那就是不觉；清净觉心是本明，里头再加一个明就是无明。无明哪来的？无明就这么来的。马鸣菩萨《起信论》讲得很好，本觉本有，不会失去的；不觉本无，不觉就是无明，就是你心里面有东西，那个东西本无。本无的，你一定要执着有，这就是你的迷惑颠倒，将你本觉心迷失了。因为你执着有，你执着有我，那你着了我相，执着有人、执着有众生、执着有寿者，这四相迷了，这叫基本的四相。有了这个东西之后，如幻三昧不能证得，如幻的世界也不能证得。把这些假东西当作真的，一天到晚牵肠挂肚，于是就变现六道轮回，这个东西讨厌！所以六道轮回是你自己变现的，是你自己在那里受，好比一个人做恶梦，谁给他的？他自己在作梦。他在梦里遇到恶人、遇到猛兽、遇到魔鬼，自己生活在恐惧不安之中，全是假的，自作自受。所以说一切迷惑颠倒的众生，无量劫在六道生死轮回，自作自受，不晓得事实的真相，哪一天才开悟？",
      "zh_TW": "『蒙彼如來』，「彼如來」就是指觀音如來。『授我如幻』，「如幻」這兩個字是總綱領，我們現在念《四十華嚴》還沒到，現在我們才念到三地，十地完了到等覺，等覺有十一位善友來代表，到等覺所修的全是如幻三昧。在《四十華嚴》裡面，它所佔的分量幾乎是四分之一，給我們講「如幻三昧」。這個地方我們簡單的說說，所謂如幻是以清淨覺心，也就是六祖所說的「本來無一物」的心，諸位要曉得，心裡面才有一物就是不覺、就是迷。佛在本經裡面給我們說過，「知見立知，是無明本」，清淨覺心是本覺，如果你裡面再要有個覺，那就是不覺；清淨覺心是本明，裡頭再加一個明就是無明。無明哪來的？無明就這麼來的。馬鳴菩薩《起信論》講得很好，本覺本有，不會失去的；不覺本無，不覺就是無明，就是你心裡面有東西，那個東西本無。本無的，你一定要執著有，這就是你的迷惑顛倒，將你本覺心迷失了。因為你執著有，你執著有我，那你著了我相，執著有人、執著有眾生、執著有壽者，這四相迷了，這叫基本的四相。有了這個東西之後，如幻三昧不能證得，如幻的世界也不能證得。把這些假東西當作真的，一天到晚牽腸掛肚，於是就變現六道輪迴，這個東西討厭！所以六道輪迴是你自己變現的，是你自己在那裡受，好比一個人做惡夢，誰給他的？他自己在作夢。他在夢裡遇到惡人、遇到猛獸、遇到魔鬼，自己生活在恐懼不安之中，全是假的，自作自受。所以說一切迷惑顛倒的眾生，無量劫在六道生死輪迴，自作自受，不曉得事實的真相，哪一天才開悟？"
    },
    {
      "id": "07-001-0112_p0024",
      "zh_CN": "一切大乘经典，的确给我们做了非常好的增上缘，实在说我们的善根福德不够。在台湾来说，因缘是有的，就是有这个机会。善根不够，我们听了之后不能理解，就是听了之后不开悟，清净信心生不起来。福德不够，就是没有耐心，像这样的大经，一部经总要讲几年，没有耐心听下去，这是没有福德。这一次我到高雄，高雄《圆觉经》大概快讲完了，恐怕还有三次，顶多还有四次，这个经就讲圆满了。高雄佛教堂来找我，找我讲什么经？他要求讲《楞严经》，我说《楞严经》太大，一个月去一次讲五天，恐怕要讲十年。他说不要紧，我们有耐心。我说好，我来考考你们，开头的时候叫他们登记，到这个经讲圆满，看剩几个人？有几个人有耐心。我叫他换小一点的经讲，他们不肯，一定要讲大的，他说他们有耐心，看看是不是真有耐心？我们今天就讲到此地。",
      "zh_TW": "一切大乘經典，的確給我們做了非常好的增上緣，實在說我們的善根福德不夠。在台灣來說，因緣是有的，就是有這個機會。善根不夠，我們聽了之後不能理解，就是聽了之後不開悟，清淨信心生不起來。福德不夠，就是沒有耐心，像這樣的大經，一部經總要講幾年，沒有耐心聽下去，這是沒有福德。這一次我到高雄，高雄《圓覺經》大概快講完了，恐怕還有三次，頂多還有四次，這個經就講圓滿了。高雄佛教堂來找我，找我講什麼經？他要求講《楞嚴經》，我說《楞嚴經》太大，一個月去一次講五天，恐怕要講十年。他說不要緊，我們有耐心。我說好，我來考考你們，開頭的時候叫他們登記，到這個經講圓滿，看剩幾個人？有幾個人有耐心。我叫他換小一點的經講，他們不肯，一定要講大的，他說他們有耐心，看看是不是真有耐心？我們今天就講到此地。"
    }
  ]
}