{
  "doc_id": "07-001-0005",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0005",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "07-001-0005_p0001",
      "zh_CN": "【如是我闻。一时佛在室罗筏城。祇桓精舍。】",
      "zh_TW": "【如是我聞。一時佛在室羅筏城。祇桓精舍。】"
    },
    {
      "id": "07-001-0005_p0002",
      "zh_CN": "今天我们可以读到经文了。在古人的科判里面都是将一部经分为三大部分，就是序分、正宗分、流通分。最初分这三科是晋朝时候的道安法师，与鸠摩罗什大师跟我们净土宗第一代祖师慧远大师是同时代的人，当时在学术界里面有两位很出名的人，就是谢灵运跟陶渊明，他们是同时代的，而且都认识，都很熟悉。道安法师当时判经为三分，还有许多人不太同意，认为随意将经文分割是一种不恭敬。一直到亲光大师的《佛地论》流传到中国之后，《佛地论》也将经分做三分，意思跟道安法师的三分非常接近，于是大家对于道安法师才佩服得五体投地，赞叹为「弥天释道安」，实在是我们中国了不起的一位具足大智慧的法师。这就说明一切经本身就有序分，序分里面又分为两个部门，前面一部门叫证信序，也叫做通序，一切佛经前面都有这样的字样。通序后面叫别序，别序是说明这部经、这一次法会的因缘，叙说因缘。这两部分我们都要略为介绍出来。",
      "zh_TW": "今天我們可以讀到經文了。在古人的科判裡面都是將一部經分為三大部分，就是序分、正宗分、流通分。最初分這三科是晉朝時候的道安法師，與鳩摩羅什大師跟我們淨土宗第一代祖師慧遠大師是同時代的人，當時在學術界裡面有兩位很出名的人，就是謝靈運跟陶淵明，他們是同時代的，而且都認識，都很熟悉。道安法師當時判經為三分，還有許多人不太同意，認為隨意將經文分割是一種不恭敬。一直到親光大師的《佛地論》流傳到中國之後，《佛地論》也將經分做三分，意思跟道安法師的三分非常接近，於是大家對於道安法師才佩服得五體投地，讚歎為「彌天釋道安」，實在是我們中國了不起的一位具足大智慧的法師。這就說明一切經本身就有序分，序分裡面又分為兩個部門，前面一部門叫證信序，也叫做通序，一切佛經前面都有這樣的字樣。通序後面叫別序，別序是說明這部經、這一次法會的因緣，敘說因緣。這兩部分我們都要略為介紹出來。"
    },
    {
      "id": "07-001-0005_p0003",
      "zh_CN": "在通序里面又有所谓「六种成就」。「如是」是信成就，这两个字叙说世尊的言语是真实不妄，所谓是「真语者，实语者，如语者」，意思是指这部经自始至终皆如佛所说，而佛是如理如事而说，所以这两个字是属于信成就。「我闻」是闻成就，我是阿难尊者，当时结集经的时候笔录的人。「一时」是时成就。「佛」是说法的主人，主成就，当时法会的主席。「在室罗筏城祇桓精舍」，这是处所的成就。这些字样很像我们现在开会的会议记录，有时间、有地点、有出席的这些人，有主席、有记录。下面一句是六种成就末后的一种，「与大比丘众千二百五十人俱」，众成就，这就是与会的大众，出席的那些人。这是六种成就都具足，这样的法会因缘才能够建立，缺少一样法会都不能够成立，这是六种成就的大致情形。",
      "zh_TW": "在通序裡面又有所謂「六種成就」。「如是」是信成就，這兩個字敘說世尊的言語是真實不妄，所謂是「真語者，實語者，如語者」，意思是指這部經自始至終皆如佛所說，而佛是如理如事而說，所以這兩個字是屬於信成就。「我聞」是聞成就，我是阿難尊者，當時結集經的時候筆錄的人。「一時」是時成就。「佛」是說法的主人，主成就，當時法會的主席。「在室羅筏城祇桓精舍」，這是處所的成就。這些字樣很像我們現在開會的會議記錄，有時間、有地點、有出席的這些人，有主席、有記錄。下面一句是六種成就末後的一種，「與大比丘眾千二百五十人俱」，眾成就，這就是與會的大眾，出席的那些人。這是六種成就都具足，這樣的法會因緣才能夠建立，缺少一樣法會都不能夠成立，這是六種成就的大致情形。"
    },
    {
      "id": "07-001-0005_p0004",
      "zh_CN": "在别序里面，特别叙说这部经发起的因缘。我们晓得世间法如果有一件事要成立，一定有因缘，佛说法也不例外，因缘不成熟佛不会说法，所以说经一定有它的缘故。本经的因缘，阿难尊者遭受摩登伽女之难，世尊派文殊菩萨把阿难尊者跟摩登伽女两个人找来，这是这部经发起的因缘；这一段经文相当长，这叫做别序，称之为别，其他经的因缘跟这部经的因缘不一样。六种成就称为通序，就是一切经都有，所以叫证信，都有这个字样。这是通别两种序分总称之为序分。",
      "zh_TW": "在別序裡面，特別敘說這部經發起的因緣。我們曉得世間法如果有一件事要成立，一定有因緣，佛說法也不例外，因緣不成熟佛不會說法，所以說經一定有它的緣故。本經的因緣，阿難尊者遭受摩登伽女之難，世尊派文殊菩薩把阿難尊者跟摩登伽女兩個人找來，這是這部經發起的因緣；這一段經文相當長，這叫做別序，稱之為別，其他經的因緣跟這部經的因緣不一樣。六種成就稱為通序，就是一切經都有，所以叫證信，都有這個字樣。這是通別兩種序分總稱之為序分。"
    },
    {
      "id": "07-001-0005_p0005",
      "zh_CN": "其次就讲到正宗分。正宗，宗就是主的意思，也是要的意思，换句话说，这一部分是经的中心，是这一次法会最主要的部分，在一切经里面，正宗分的经文一定是很长，它是主体。如果由这一点来看，释迦牟尼佛当年住世的时候说法四十九年，我们就四十九年这一代时教里面去观察，《华严经》就好像序分，二七日中完成，二七十四天，时间很短，《华严经》就讲完。而且《华严经》是佛在定中所说，我们凡夫看不到，我们凡夫看到佛在菩提树底下坐在那个地方入定，哪里晓得他在那里讲《华严经》？《华严》的当机者是四十一位法身大士，人、天、小乘都没有分。继《华严经》之后就讲《阿含》，在鹿野苑为五比丘转法轮，这是我们人间肉眼凡夫能够看得到的，这是佛开始说法。",
      "zh_TW": "其次就講到正宗分。正宗，宗就是主的意思，也是要的意思，換句話說，這一部分是經的中心，是這一次法會最主要的部分，在一切經裡面，正宗分的經文一定是很長，它是主體。如果由這一點來看，釋迦牟尼佛當年住世的時候說法四十九年，我們就四十九年這一代時教裡面去觀察，《華嚴經》就好像序分，二七日中完成，二七十四天，時間很短，《華嚴經》就講完。而且《華嚴經》是佛在定中所說，我們凡夫看不到，我們凡夫看到佛在菩提樹底下坐在那個地方入定，哪裡曉得他在那裡講《華嚴經》？《華嚴》的當機者是四十一位法身大士，人、天、小乘都沒有分。繼《華嚴經》之後就講《阿含》，在鹿野苑為五比丘轉法輪，這是我們人間肉眼凡夫能夠看得到的，這是佛開始說法。"
    },
    {
      "id": "07-001-0005_p0006",
      "zh_CN": "四十九年所讲的经，古大德把它分判为，最初开始讲的是华严，以后是阿含、方等、般若、法华、涅槃，这是佛四十九年说法的次第。在这个次第当中，般若就占二十二年。诸位要是懂得三分的义趣，你就晓得般若是整个佛法的正宗分，所以学佛千万不能够疏忽般若，这是我们同修必须注意的。在解门里面，就是求学术要求开悟，唯有开悟，行门里面才能够断惑，功夫才能得力；由此可知，整个佛法彻始彻终都是在智慧上。这部《楞严经》是属于方等教，在般若之前，而这部经在佛教里面号称为开慧的《楞严》，慧就是智慧，开智慧的《楞严经》。学了《楞严》，再不开智慧就很困难。《楞严经》里面讲智慧的理论，讲智慧的方法，讲智慧的业用，就是说明它的功德利益。",
      "zh_TW": "四十九年所講的經，古大德把它分判為，最初開始講的是華嚴，以後是阿含、方等、般若、法華、涅槃，這是佛四十九年說法的次第。在這個次第當中，般若就佔二十二年。諸位要是懂得三分的義趣，你就曉得般若是整個佛法的正宗分，所以學佛千萬不能夠疏忽般若，這是我們同修必須注意的。在解門裡面，就是求學術要求開悟，唯有開悟，行門裡面才能夠斷惑，功夫才能得力；由此可知，整個佛法徹始徹終都是在智慧上。這部《楞嚴經》是屬於方等教，在般若之前，而這部經在佛教裡面號稱為開慧的《楞嚴》，慧就是智慧，開智慧的《楞嚴經》。學了《楞嚴》，再不開智慧就很困難。《楞嚴經》裡面講智慧的理論，講智慧的方法，講智慧的業用，就是說明它的功德利益。"
    },
    {
      "id": "07-001-0005_p0007",
      "zh_CN": "在本经里面，第一卷从「阿难见佛顶礼悲泣」以下，古人分为七处征心，交光大师认为《楞严经》征心这个文字只有两处，而这七处实实在在是破处所，所以他的科判「七番破处」。我们现在用这个本子就是交光大师的科判，把经文会合在一起，看起来非常的醒目。",
      "zh_TW": "在本經裡面，第一卷從「阿難見佛頂禮悲泣」以下，古人分為七處徵心，交光大師認為《楞嚴經》徵心這個文字只有兩處，而這七處實實在在是破處所，所以他的科判「七番破處」。我們現在用這個本子就是交光大師的科判，把經文會合在一起，看起來非常的醒目。"
    },
    {
      "id": "07-001-0005_p0008",
      "zh_CN": "正宗分里面有几段大段落非常重要，「七番破处」是一个段落，「十番显见」是一个段落，再往下是「分别真妄」，这都是非常切紧之处。我们要能够把宇宙人生一切事理，哪是真、哪是妄能够分别得出来，这是大学问。然后就谈境界，「会万法归如来藏」。理论上，四科七大皆如来藏妙真如性，那是说理。讲修证，二十五位菩萨出来给我们做证明，说明他们是怎样成就、怎么修行法。我们在「二十五圆通章」里面看到，门门第一，这就说明佛法虽然有八万四千法门，哪一个法门你要是如理如法的去修，都能够明心见性，皆能成佛作祖，所以法门是平等的，并没有高下，这一点认识非常的重要。如果要认清法门没有高下，只要对了我们的根性，决定有成就；不契我们的根性，成就就比较困难。",
      "zh_TW": "正宗分裡面有幾段大段落非常重要，「七番破處」是一個段落，「十番顯見」是一個段落，再往下是「分別真妄」，這都是非常切緊之處。我們要能夠把宇宙人生一切事理，哪是真、哪是妄能夠分別得出來，這是大學問。然後就談境界，「會萬法歸如來藏」。理論上，四科七大皆如來藏妙真如性，那是說理。講修證，二十五位菩薩出來給我們做證明，說明他們是怎樣成就、怎麼修行法。我們在「二十五圓通章」裡面看到，門門第一，這就說明佛法雖然有八萬四千法門，哪一個法門你要是如理如法的去修，都能夠明心見性，皆能成佛作祖，所以法門是平等的，並沒有高下，這一點認識非常的重要。如果要認清法門沒有高下，只要對了我們的根性，決定有成就；不契我們的根性，成就就比較困難。"
    },
    {
      "id": "07-001-0005_p0009",
      "zh_CN": "所以法门一定要契机，但是这个不容易，我们自己怎么晓得八万四千法门哪个法门合我的机？就好像我害了病，到药房里一看，有几千种药、几万种药，哪个药能治我的病？自己不知道，不能选择。如果我们自己晓得，取这个药来，药到病除，这多省事！自己不晓得。医生可以给别人治病，他自己害了病他都没有办法。众生的毛病也得要找医生来治疗，医生就是佛陀，释迦牟尼佛就是当时的好医生，一切众生有了毛病，到他那里去请他诊断、请他治疗，他就给他说个方法。当时那个人接受这个方法之后，他的病不久就好了，开悟了，证果了，这就是病好了。现在我们所看到佛教的这些经典，全部都是释迦牟尼佛为当时那些病人开的药方，医生不在了，留下这么多药方。这些药方都是在当时治好人的，现在医生不在，我们拿他这个药方会不会用？不会用。不知道自己害的是什么病，听说这个方子不错，那个法门也不错，盲修瞎练。虽然都是佛陀为当时那些人开的方子，诸位要晓得，我们害的病并没有照他的方子害病。我没有学过医，连医学常识都不懂，我要是把哪一家医院的处方统统拿来，你们害了病的时候，你来一个我就给个方子给你吃，吃好了你走运，吃不好你活该，你没有照我的方子害病，诸位想想有这个医生吗？这能讲得通吗？现在我们就是拿到释迦牟尼佛这些药方，危险极了。",
      "zh_TW": "所以法門一定要契機，但是這個不容易，我們自己怎麼曉得八萬四千法門哪個法門合我的機？就好像我害了病，到藥房裡一看，有幾千種藥、幾萬種藥，哪個藥能治我的病？自己不知道，不能選擇。如果我們自己曉得，取這個藥來，藥到病除，這多省事！自己不曉得。醫生可以給別人治病，他自己害了病他都沒有辦法。眾生的毛病也得要找醫生來治療，醫生就是佛陀，釋迦牟尼佛就是當時的好醫生，一切眾生有了毛病，到他那裡去請他診斷、請他治療，他就給他說個方法。當時那個人接受這個方法之後，他的病不久就好了，開悟了，證果了，這就是病好了。現在我們所看到佛教的這些經典，全部都是釋迦牟尼佛為當時那些病人開的藥方，醫生不在了，留下這麼多藥方。這些藥方都是在當時治好人的，現在醫生不在，我們拿他這個藥方會不會用？不會用。不知道自己害的是什麼病，聽說這個方子不錯，那個法門也不錯，盲修瞎練。雖然都是佛陀為當時那些人開的方子，諸位要曉得，我們害的病並沒有照他的方子害病。我沒有學過醫，連醫學常識都不懂，我要是把哪一家醫院的處方統統拿來，你們害了病的時候，你來一個我就給個方子給你吃，吃好了你走運，吃不好你活該，你沒有照我的方子害病，諸位想想有這個醫生嗎？這能講得通嗎？現在我們就是拿到釋迦牟尼佛這些藥方，危險極了。"
    },
    {
      "id": "07-001-0005_p0010",
      "zh_CN": "医生不在，也要找一个稍微懂一点的人，找个护士，他常常接近医师，比我们的常识总是要丰富一点。这些护士是谁？给诸位说，就是历代祖师菩萨、弘法利生的善知识，不得已而求其次。但是这些人里面有不少是佛陀再来的，不一定说释迦牟尼佛、阿弥陀佛再来的，那当然也有，少数。怎么说是佛再来的？明心见性了，这就是佛再来。我们念佛念到理一心不乱就是佛再来的，为什么？这个程度你的知见去佛不远，你是正知正见，真正开悟，智慧开了，这个时候代一切众生选择法门不会有错误。如果自己没有开悟，经看得多、读得多，所谓是见闻之学，可以讲经，不能代众生选择法门，这是要记住的，不能指众生的路子。为什么？自己没有这个能力，没有这个智慧。这是要切记的，自己没有开悟，为众生作择法眼会误了大事。没有开悟，误自己事小，误了别人，别人多冤枉！所以不可以害人。讲经说法何以没有关系？接引初机可以。我也没有开悟，他也没有开悟，我总比他多学几天，这个情形可以。我学佛学了三年，他才学三个月，我可以教他，同时在学的当中，行。中学生可以教教小学生，大学生可以教教中学生，他总比他多学几年。讲经可以，不能代众生择法，选择法门不可以。为众生选择法门是什么样的人？我们通常讲祖师。祖师是有条件的，开悟才能称祖师，没有开悟不能称祖师。我们在《六祖坛经》里面讲过「祖」的意思，所谓「儒宗佛祖」，这是世出世间的导师，他们有能力给我们选择法门，指示我们道路。",
      "zh_TW": "醫生不在，也要找一個稍微懂一點的人，找個護士，他常常接近醫師，比我們的常識總是要豐富一點。這些護士是誰？給諸位說，就是歷代祖師菩薩、弘法利生的善知識，不得已而求其次。但是這些人裡面有不少是佛陀再來的，不一定說釋迦牟尼佛、阿彌陀佛再來的，那當然也有，少數。怎麼說是佛再來的？明心見性了，這就是佛再來。我們念佛念到理一心不亂就是佛再來的，為什麼？這個程度你的知見去佛不遠，你是正知正見，真正開悟，智慧開了，這個時候代一切眾生選擇法門不會有錯誤。如果自己沒有開悟，經看得多、讀得多，所謂是見聞之學，可以講經，不能代眾生選擇法門，這是要記住的，不能指眾生的路子。為什麼？自己沒有這個能力，沒有這個智慧。這是要切記的，自己沒有開悟，為眾生作擇法眼會誤了大事。沒有開悟，誤自己事小，誤了別人，別人多冤枉！所以不可以害人。講經說法何以沒有關係？接引初機可以。我也沒有開悟，他也沒有開悟，我總比他多學幾天，這個情形可以。我學佛學了三年，他才學三個月，我可以教他，同時在學的當中，行。中學生可以教教小學生，大學生可以教教中學生，他總比他多學幾年。講經可以，不能代眾生擇法，選擇法門不可以。為眾生選擇法門是什麼樣的人？我們通常講祖師。祖師是有條件的，開悟才能稱祖師，沒有開悟不能稱祖師。我們在《六祖壇經》裡面講過「祖」的意思，所謂「儒宗佛祖」，這是世出世間的導師，他們有能力給我們選擇法門，指示我們道路。"
    },
    {
      "id": "07-001-0005_p0011",
      "zh_CN": "在这部经「二十五圆通」这一章，我们要觉悟，悟了有什么好处？法门选择之后就不动摇，能一门深入这才能成就。对于这一点不认识，我现在修净土法门，有个朋友告诉我，「净土是老太婆教，禅高！」心里动摇，又去参禅去了；再碰到一个人，「禅都是野狐禅，密才高，即身成佛」，参了几天禅又不要，搞密去了。这样你一生不会有一门成就，你要吃大苦头，你要走许多冤枉路。正如同你在学校念书，你去念大学，你考进去的时候是念文学系，结果人家说「文学系出来没有出路，商业赚钱」。你文学系念了二、三年不念了，再去念商学系，再从一年级念起，再过两天，「商业系没有工业好」，再去念工科去。你要是每个学系念个一、二年，那个学校有一百多个科系，你还不到一百岁，科系还没有念二分之一你寿命就到了，一门你都毕不了业。世间法学校的科系也只一百多门，佛法里头科系八万四千门，你怎么学法？所以要懂得「法门平等，无有高下」，选择一门之后就一门深入，你才能成就。",
      "zh_TW": "在這部經「二十五圓通」這一章，我們要覺悟，悟了有什麼好處？法門選擇之後就不動搖，能一門深入這才能成就。對於這一點不認識，我現在修淨土法門，有個朋友告訴我，「淨土是老太婆教，禪高！」心裡動搖，又去參禪去了；再碰到一個人，「禪都是野狐禪，密才高，即身成佛」，參了幾天禪又不要，搞密去了。這樣你一生不會有一門成就，你要吃大苦頭，你要走許多冤枉路。正如同你在學校念書，你去念大學，你考進去的時候是念文學系，結果人家說「文學系出來沒有出路，商業賺錢」。你文學系念了二、三年不念了，再去念商學系，再從一年級念起，再過兩天，「商業系沒有工業好」，再去念工科去。你要是每個學系念個一、二年，那個學校有一百多個科系，你還不到一百歲，科系還沒有念二分之一你壽命就到了，一門你都畢不了業。世間法學校的科系也只一百多門，佛法裡頭科系八萬四千門，你怎麼學法？所以要懂得「法門平等，無有高下」，選擇一門之後就一門深入，你才能成就。"
    },
    {
      "id": "07-001-0005_p0012",
      "zh_CN": "不但行门要专一，解门也要专一。经典太多，我要做大通家，一切经教我要都研究，行不行？不行。给诸位说，佛法里头我们不说别的，八大宗，这是大乘佛法，小乘还有两宗，合起来十宗，任何一宗你要在里面下十年苦功，也不过是在那一宗里头懂得一点皮毛而已。一个宗用十年的功夫，十个宗用一百年的功夫，一百年的功夫你所学的是什么？刚才讲了，皮毛、常识，得不到受用。所以在解门里头也需要一门深入。在今天谈到研宗，恐怕都不是我们能力能办得到的，所以我常常勉励一些同学们，研宗暂时把它搁下，不如去研究一部经。因为哪一宗的典籍也有三、四卷之多，要连同历代祖师的注疏，总是三千卷以上，不简单，我们的能力应付不了，不如一部经。",
      "zh_TW": "不但行門要專一，解門也要專一。經典太多，我要做大通家，一切經教我要都研究，行不行？不行。給諸位說，佛法裡頭我們不說別的，八大宗，這是大乘佛法，小乘還有兩宗，合起來十宗，任何一宗你要在裡面下十年苦功，也不過是在那一宗裡頭懂得一點皮毛而已。一個宗用十年的功夫，十個宗用一百年的功夫，一百年的功夫你所學的是什麼？剛才講了，皮毛、常識，得不到受用。所以在解門裡頭也需要一門深入。在今天談到研宗，恐怕都不是我們能力能辦得到的，所以我常常勉勵一些同學們，研宗暫時把它擱下，不如去研究一部經。因為哪一宗的典籍也有三、四卷之多，要連同歷代祖師的註疏，總是三千卷以上，不簡單，我們的能力應付不了，不如一部經。"
    },
    {
      "id": "07-001-0005_p0013",
      "zh_CN": "像从前倓虚大师，你们看《影尘回忆录》，那是倓虚大师的自传，他老人家说的，大光法师记录的。大光文笔不错，写得很生动、很流利。你看他在没有出家之前当居士，「八载寒窗读《楞严》」。倓虚老人的基础就是《楞严经》，没有出家之前八年的功夫用在《楞严经》上，所以以后出家他能够继谛闲老法师为天台宗的祖师。在晚近，民国初年以来，我们看看这些成就的，都是在一部经上用功夫。圆瑛法师也是在《楞严经》上用功夫，在他《楞严经讲义》里面的序文，你去看，二十五岁开始研究《楞严经》、听《楞严经》，一直到他一生，没有一天舍弃过，一生当中满脑袋都是《楞严经》。到晚年写出这一部《楞严经讲义》。这都是我们的典型、我们的模范，一部经里面去深入才能够有成就。千万不可以三心二意，三心二意不会有成就，把我们一生宝贵的光阴空过了，真正可惜。诸位要晓得，一部经精通，一切经都通，这是非常的重要。「二十五圆通章」给我们这样的启示，要专一，成就是一样的。我这些年来讲经，给诸位说，我的底子也是在《楞严经》上奠定的，往年在台中学这部经用了三年的苦功，所以不专就不能有成就，这些年来我讲了不少部经，全是《楞严》的基础。",
      "zh_TW": "像從前倓虛大師，你們看《影塵回憶錄》，那是倓虛大師的自傳，他老人家說的，大光法師記錄的。大光文筆不錯，寫得很生動、很流利。你看他在沒有出家之前當居士，「八載寒窗讀《楞嚴》」。倓虛老人的基礎就是《楞嚴經》，沒有出家之前八年的功夫用在《楞嚴經》上，所以以後出家他能夠繼諦閑老法師為天台宗的祖師。在晚近，民國初年以來，我們看看這些成就的，都是在一部經上用功夫。圓瑛法師也是在《楞嚴經》上用功夫，在他《楞嚴經講義》裡面的序文，你去看，二十五歲開始研究《楞嚴經》、聽《楞嚴經》，一直到他一生，沒有一天捨棄過，一生當中滿腦袋都是《楞嚴經》。到晚年寫出這一部《楞嚴經講義》。這都是我們的典型、我們的模範，一部經裡面去深入才能夠有成就。千萬不可以三心二意，三心二意不會有成就，把我們一生寶貴的光陰空過了，真正可惜。諸位要曉得，一部經精通，一切經都通，這是非常的重要。「二十五圓通章」給我們這樣的啟示，要專一，成就是一樣的。我這些年來講經，給諸位說，我的底子也是在《楞嚴經》上奠定的，往年在台中學這部經用了三年的苦功，所以不專就不能有成就，這些年來我講了不少部經，全是《楞嚴》的基礎。"
    },
    {
      "id": "07-001-0005_p0014",
      "zh_CN": "再往后去看，「说咒立坛，远离魔事」，这些经文还是属于《楞严经》，那是属于助道，正助双修。由此地就能看出《楞严经》思想的精密、组织的严谨，再加上房融笔录，文字上的润色，使这部《楞严经》在一切经中成为价值最高的一部经典。在古时候，凡是学佛的，无论是在家出家，不管他学哪一宗，没有不读《楞严》的，所以《楞严》变成共同科目。还有些不学佛的世间读书人也喜欢读《楞严》，把《楞严经》当作文学作品来读，由此可知它在文学价值里面也是属于第一流。",
      "zh_TW": "再往後去看，「說咒立壇，遠離魔事」，這些經文還是屬於《楞嚴經》，那是屬於助道，正助雙修。由此地就能看出《楞嚴經》思想的精密、組織的嚴謹，再加上房融筆錄，文字上的潤色，使這部《楞嚴經》在一切經中成為價值最高的一部經典。在古時候，凡是學佛的，無論是在家出家，不管他學哪一宗，沒有不讀《楞嚴》的，所以《楞嚴》變成共同科目。還有些不學佛的世間讀書人也喜歡讀《楞嚴》，把《楞嚴經》當作文學作品來讀，由此可知它在文學價值裡面也是屬於第一流。"
    },
    {
      "id": "07-001-0005_p0015",
      "zh_CN": "到第十卷，「重研五阴，知有涅槃」，这时才是真正彻底的认清确有涅槃。涅槃是什么？不生不灭。如果不能够确认，我们对于三界不容易舍弃。确认有涅槃可以证得，这才「不恋三界」，也就是我们念佛法门里面常说的，身心世界一切放下。话说得容易，事不容易做，为什么不容易做？就是你对于涅槃不能够确信，虽然佛讲了，半信半疑。不但对于涅槃不能够确信，对西方极乐世界也不是完全的肯定相信，也是属于半信半疑。所以我们对于这个世间是样样放不下，我们的功夫不得力，念佛念了好多年连个消息都没有。",
      "zh_TW": "到第十卷，「重研五陰，知有涅槃」，這時才是真正徹底的認清確有涅槃。涅槃是什麼？不生不滅。如果不能夠確認，我們對於三界不容易捨棄。確認有涅槃可以證得，這才「不戀三界」，也就是我們念佛法門裡面常說的，身心世界一切放下。話說得容易，事不容易做，為什麼不容易做？就是你對於涅槃不能夠確信，雖然佛講了，半信半疑。不但對於涅槃不能夠確信，對西方極樂世界也不是完全的肯定相信，也是屬於半信半疑。所以我們對於這個世間是樣樣放不下，我們的功夫不得力，念佛念了好多年連個消息都沒有。"
    },
    {
      "id": "07-001-0005_p0016",
      "zh_CN": "有人告诉我，他说某法师常常打佛七，他曾经问过他，「法师，你一年到头领导大众打佛七，你自己生死有没有把握？」法师被他一说，一句话说不出来。最后摇摇头，「没有把握」。这位同学来告诉我，来问我，「了生死是不是真正能做到？」我告诉他，真能做到。为什么做不到？理论不通，道理不明，你的修学过程当中疑虑重重，你的功夫怎能得力？往生起码的条件要功夫念成一片。功夫为什么不能够念成一片？给诸位说，身外之物没放下，你的功夫就不能成一片。你银行里头还有存款你放不下，你还有功名利禄你放不下，你家里还有妻子儿女你放不下，心里头一有留恋，功夫成片就做不到。这个地方在这里听经，那里告诉你，「你家里被小偷偷了，小偷已经到你家光顾」，这不行，赶紧要去了，心都乱掉，你就不行了；这里在打佛七，那里告诉你，「你家里失火了」，心又乱了，所以你功夫也不行。真正在打佛七，我在求一心不乱，家里失火，它烧它的与我不相干，烧光了也不是我的，这样才能得个功夫成片。我们想想几个人有这个能力？",
      "zh_TW": "有人告訴我，他說某法師常常打佛七，他曾經問過他，「法師，你一年到頭領導大眾打佛七，你自己生死有沒有把握？」法師被他一說，一句話說不出來。最後搖搖頭，「沒有把握」。這位同學來告訴我，來問我，「了生死是不是真正能做到？」我告訴他，真能做到。為什麼做不到？理論不通，道理不明，你的修學過程當中疑慮重重，你的功夫怎能得力？往生起碼的條件要功夫念成一片。功夫為什麼不能夠念成一片？給諸位說，身外之物沒放下，你的功夫就不能成一片。你銀行裡頭還有存款你放不下，你還有功名利祿你放不下，你家裡還有妻子兒女你放不下，心裡頭一有留戀，功夫成片就做不到。這個地方在這裡聽經，那裡告訴你，「你家裡被小偷偷了，小偷已經到你家光顧」，這不行，趕緊要去了，心都亂掉，你就不行了；這裡在打佛七，那裡告訴你，「你家裡失火了」，心又亂了，所以你功夫也不行。真正在打佛七，我在求一心不亂，家裡失火，它燒它的與我不相干，燒光了也不是我的，這樣才能得個功夫成片。我們想想幾個人有這個能力？"
    },
    {
      "id": "07-001-0005_p0017",
      "zh_CN": "见思烦恼断了、我执破了，才证得事一心。分破无明，才证得理一心。不是做不到，我们不肯相信。为什么不肯相信？道理不明。给诸位说，行门里面用功容易得很，我们要想念佛念到理一心不乱、念到事一心不乱，不难。《弥陀经》里面讲，若一日到若七日，决定成功，只要你懂得道理，你如法，懂得方法，你一定会成就。你不懂道理，不肯相信；不懂方法，盲修瞎练，搞一辈子也枉然，也搞不出个名堂。所以释迦牟尼佛四十九年天天在讲台上，讲台的关系太大了，讲台就是教你明白道理，就是建立信心。",
      "zh_TW": "見思煩惱斷了、我執破了，才證得事一心。分破無明，才證得理一心。不是做不到，我們不肯相信。為什麼不肯相信？道理不明。給諸位說，行門裡面用功容易得很，我們要想念佛念到理一心不亂、念到事一心不亂，不難。《彌陀經》裡面講，若一日到若七日，決定成功，只要你懂得道理，你如法，懂得方法，你一定會成就。你不懂道理，不肯相信；不懂方法，盲修瞎練，搞一輩子也枉然，也搞不出個名堂。所以釋迦牟尼佛四十九年天天在講台上，講台的關係太大了，講台就是教你明白道理，就是建立信心。"
    },
    {
      "id": "07-001-0005_p0018",
      "zh_CN": "修行的方法你自己懂得，还要人教吗？还要人带着你修吗？用不着。真正讲修行，哪一个人都帮不上忙。诸位细细的去读《地藏经》，你看婆罗门女怎么修的，光目女怎么修的？仔细去看看，佛只是给她讲道理、讲方法，自己回家修去。婆罗门女一天一夜就证得事一心不乱，往生西方极乐世界生方便有余土，来去自在。光目女，我们看看经文，最低限度她是功夫成一片，带业往生。给诸位说，带业往生也是生死自在，愿意什么时候去就什么时候去，愿意多住几年就多住几年，是自在的。这个境界里面，不要说到一心不乱，功夫成了一片，给诸位说，就没有生死，来去自如。生死是大苦，离苦得乐，生死的苦已经没有，断掉了，何况比生死小的那些鸡毛蒜皮？这是我们必须知道的。",
      "zh_TW": "修行的方法你自己懂得，還要人教嗎？還要人帶著你修嗎？用不著。真正講修行，哪一個人都幫不上忙。諸位細細的去讀《地藏經》，你看婆羅門女怎麼修的，光目女怎麼修的？仔細去看看，佛只是給她講道理、講方法，自己回家修去。婆羅門女一天一夜就證得事一心不亂，往生西方極樂世界生方便有餘土，來去自在。光目女，我們看看經文，最低限度她是功夫成一片，帶業往生。給諸位說，帶業往生也是生死自在，願意什麼時候去就什麼時候去，願意多住幾年就多住幾年，是自在的。這個境界裡面，不要說到一心不亂，功夫成了一片，給諸位說，就沒有生死，來去自如。生死是大苦，離苦得樂，生死的苦已經沒有，斷掉了，何況比生死小的那些雞毛蒜皮？這是我們必須知道的。"
    },
    {
      "id": "07-001-0005_p0019",
      "zh_CN": "现在举世迷妄，知见混淆，从这个因缘里面去观察，不会有什么好的结果。大灾难要来临，我们要不真正用功夫，那实在是辜负了这一生。台中的同修知道，《华严经》李老师他老人家讲了十六年，现在才讲到二十六卷，「讲不圆满，我快要走了，第三次世界大战没有我的分，我提前要走了」。那是真的，诸位要晓得，他能修得到，我们各个人都能修得到。他是不是今天才修到的？不是，至少他在十六年前就修到了，没有讲《华严经》之前他就有这个功夫，来去自由，这不是骗人的。他也是个博地凡夫，人家一生当中成就了，稳稳当当，我们为什么不能效法？人家舍得干干净净，一丝不挂，毫无留恋，没有一点累赘，这才行。所以《楞严经》不必去细细研究经文，从大段当中就给我们许多的启示。这些部分都叫做正说，是一部经里面最主要的部分，我们称之为正宗分。",
      "zh_TW": "現在舉世迷妄，知見混淆，從這個因緣裡面去觀察，不會有什麼好的結果。大災難要來臨，我們要不真正用功夫，那實在是辜負了這一生。台中的同修知道，《華嚴經》李老師他老人家講了十六年，現在才講到二十六卷，「講不圓滿，我快要走了，第三次世界大戰沒有我的分，我提前要走了」。那是真的，諸位要曉得，他能修得到，我們各個人都能修得到。他是不是今天才修到的？不是，至少他在十六年前就修到了，沒有講《華嚴經》之前他就有這個功夫，來去自由，這不是騙人的。他也是個博地凡夫，人家一生當中成就了，穩穩當當，我們為什麼不能效法？人家捨得乾乾淨淨，一絲不掛，毫無留戀，沒有一點累贅，這才行。所以《楞嚴經》不必去細細研究經文，從大段當中就給我們許多的啟示。這些部分都叫做正說，是一部經裡面最主要的部分，我們稱之為正宗分。"
    },
    {
      "id": "07-001-0005_p0020",
      "zh_CN": "往后一部分叫流通分，流是没有阻碍的意思，通是通达。这一分多半是佛劝勉的话，正说圆满了，佛的期望是务必将这个法门、这个道理、这种方法要普遍的流传到后世，提供后世人做为修学的参考，做为悟入的因缘，这样才能够利益一切众生，这是流通的意思。凡是一个佛弟子，禀承老师的教训，就负有流通法宝的责任。流通有三种，一种是宣扬，就是口头的演说；第二种是文字，在从前写经，现在我们可以印经流通，现在科学技术很发达，比从前方便多了；第三种是修行流通，这是身教，做一个榜样给大家看，这叫做流通法宝。我们是佛弟子，我们学佛必须要发大慈悲心，要发利益一切众生之心，舍己为人，牺牲自己算不了什么，希望一切众生都能够得功德利益，所以流通法宝这个意念念念不忘，尽心尽力的做，这才是佛弟子。",
      "zh_TW": "往後一部分叫流通分，流是沒有阻礙的意思，通是通達。這一分多半是佛勸勉的話，正說圓滿了，佛的期望是務必將這個法門、這個道理、這種方法要普遍的流傳到後世，提供後世人做為修學的參考，做為悟入的因緣，這樣才能夠利益一切眾生，這是流通的意思。凡是一個佛弟子，稟承老師的教訓，就負有流通法寶的責任。流通有三種，一種是宣揚，就是口頭的演說；第二種是文字，在從前寫經，現在我們可以印經流通，現在科學技術很發達，比從前方便多了；第三種是修行流通，這是身教，做一個榜樣給大家看，這叫做流通法寶。我們是佛弟子，我們學佛必須要發大慈悲心，要發利益一切眾生之心，捨己為人，犧牲自己算不了什麼，希望一切眾生都能夠得功德利益，所以流通法寶這個意念念念不忘，盡心盡力的做，這才是佛弟子。"
    },
    {
      "id": "07-001-0005_p0021",
      "zh_CN": "本经第十卷，也就是我们这个本子最末后的那一页，那就是流通分。所以这部经正宗分的文字很长，序分是其次，流通分文字不多，虽然不多，非常的重要，里面有几句话嘱咐得实在太重要。佛嘱咐阿难，「若复有人，遍满十方所有虚空盈满七宝，持以奉上微尘诸佛」，一直到「作礼而去」，这一段较量受持《楞严经》的功德。里面有劝勉我们的话，有赞叹的话，都是叫我们要读诵，要流传无尽，所以这几行经是本经的流通分。这是把三分的大意简略的给诸位介绍出来，我们对于这部经有个概略的了解。",
      "zh_TW": "本經第十卷，也就是我們這個本子最末後的那一頁，那就是流通分。所以這部經正宗分的文字很長，序分是其次，流通分文字不多，雖然不多，非常的重要，裡面有幾句話囑咐得實在太重要。佛囑咐阿難，「若復有人，遍滿十方所有虛空盈滿七寶，持以奉上微塵諸佛」，一直到「作禮而去」，這一段較量受持《楞嚴經》的功德。裡面有勸勉我們的話，有讚歎的話，都是叫我們要讀誦，要流傳無盡，所以這幾行經是本經的流通分。這是把三分的大意簡略的給諸位介紹出來，我們對於這部經有個概略的了解。"
    },
    {
      "id": "07-001-0005_p0022",
      "zh_CN": "然后我们再看序分里头证信序，从「如是我闻」来看起。『如是』，一般把它看作「指法」的字样，就是指这部经而说；也是「信顺」的意思，这是阿难当年结集经的时候，一升讲座，第一句话「如是我闻」，意思就是如是之法是我亲听佛说的，不是传闻的，传闻未必可靠，亲闻就可靠，可以相信。六种成就当中，「如是」这两个字就是信成就。《大智度论》说：「佛法大海，信为能入，智为能度。」这两句话非常的重要，我们要想入佛门要有坚固的信心。虽然我们现在信佛多少年，也吃了多少年长素，又皈依、又受戒，甚至于出家了，再给诸位说，出家又做住持，又讲经说法，信不信？未必。为什么说未必？没入门。入门不容易！为什么没入门？道理不明。《大乘起信论》所讲的「大乘起信」，起信就是入门，大乘入门，懂不懂道理？不懂道理当然入不了门。唯识里头《百法明门》，那是入门，从百法里面（明就是开了智慧）入大乘之门。入门的样子是什么？给诸位说，我执、法执没有了，入大乘之门。我执没有了，法执还有，没有入大乘之门，入小乘之门。所以要晓得，做法师、做住持，你做了国师都不行，你的我执、法执还在就是不行，你就没有入门，没有入门就是不信。信不容易！信是能入，入大乘之门。",
      "zh_TW": "然後我們再看序分裡頭證信序，從「如是我聞」來看起。『如是』，一般把它看作「指法」的字樣，就是指這部經而說；也是「信順」的意思，這是阿難當年結集經的時候，一升講座，第一句話「如是我聞」，意思就是如是之法是我親聽佛說的，不是傳聞的，傳聞未必可靠，親聞就可靠，可以相信。六種成就當中，「如是」這兩個字就是信成就。《大智度論》說：「佛法大海，信為能入，智為能度。」這兩句話非常的重要，我們要想入佛門要有堅固的信心。雖然我們現在信佛多少年，也吃了多少年長素，又皈依、又受戒，甚至於出家了，再給諸位說，出家又做住持，又講經說法，信不信？未必。為什麼說未必？沒入門。入門不容易！為什麼沒入門？道理不明。《大乘起信論》所講的「大乘起信」，起信就是入門，大乘入門，懂不懂道理？不懂道理當然入不了門。唯識裡頭《百法明門》，那是入門，從百法裡面（明就是開了智慧）入大乘之門。入門的樣子是什麼？給諸位說，我執、法執沒有了，入大乘之門。我執沒有了，法執還有，沒有入大乘之門，入小乘之門。所以要曉得，做法師、做住持，你做了國師都不行，你的我執、法執還在就是不行，你就沒有入門，沒有入門就是不信。信不容易！信是能入，入大乘之門。"
    },
    {
      "id": "07-001-0005_p0023",
      "zh_CN": "大乘之门是什么？给诸位说，圆教初住菩萨，是大乘之门。「智为能度」，智慧渐渐的再深入，初住、二住……十住，十行、十回向、十地、等觉、妙觉，完全要靠智慧。说这些话，诸位千万不要嫌啰嗦，为什么？我们实在太粗心大意，自己没有入门，硬要认为我不但入了门，我现在已经登堂入室了，都以为自己是这个境界，这个误事误得太大太大。如果晓得我还没入门在门外，我总得动脑筋想方法入门，还有入门的指望，还有希望在；没有入门，自以为入门，连那个希望都没有。诸位要记住，我举「百法」这个例子给诸位讲，百法里头「一切法无我」，就入门了，一句话。什么叫一切法？百法就是解释一切法的。什么叫无我？后面有「人无我」、「法无我」，解释无我。你要是从百法里头觉悟，悟到无我，人无我、法无我，这才入大乘之门，这才能生信，大乘起信。《百法明门》跟《大乘起信论》是大乘佛法里头入门的书。",
      "zh_TW": "大乘之門是什麼？給諸位說，圓教初住菩薩，是大乘之門。「智為能度」，智慧漸漸的再深入，初住、二住……十住，十行、十迴向、十地、等覺、妙覺，完全要靠智慧。說這些話，諸位千萬不要嫌囉嗦，為什麼？我們實在太粗心大意，自己沒有入門，硬要認為我不但入了門，我現在已經登堂入室了，都以為自己是這個境界，這個誤事誤得太大太大。如果曉得我還沒入門在門外，我總得動腦筋想方法入門，還有入門的指望，還有希望在；沒有入門，自以為入門，連那個希望都沒有。諸位要記住，我舉「百法」這個例子給諸位講，百法裡頭「一切法無我」，就入門了，一句話。什麼叫一切法？百法就是解釋一切法的。什麼叫無我？後面有「人無我」、「法無我」，解釋無我。你要是從百法裡頭覺悟，悟到無我，人無我、法無我，這才入大乘之門，這才能生信，大乘起信。《百法明門》跟《大乘起信論》是大乘佛法裡頭入門的書。"
    },
    {
      "id": "07-001-0005_p0024",
      "zh_CN": "信者就会说事事如是，不信者就说事事不如是，这就叫做信。信，言语一定是顺性的，就是合理。什么理？心性之理，真理。信，这才师资道成，教学才能成就。所以，信是一切行门的开端。五根里面第一个是信，五力里面第一个也是信，十一个善法里面第一个也是信，「信为道元功德母」，实在太重要了。",
      "zh_TW": "信者就會說事事如是，不信者就說事事不如是，這就叫做信。信，言語一定是順性的，就是合理。什麼理？心性之理，真理。信，這才師資道成，教學才能成就。所以，信是一切行門的開端。五根裡面第一個是信，五力裡面第一個也是信，十一個善法裡面第一個也是信，「信為道元功德母」，實在太重要了。"
    },
    {
      "id": "07-001-0005_p0025",
      "zh_CN": "本经是大乘圆顿的教法，从圆顿的教义上讲，如是就是指：实相理体，古今不变，叫如；依实相，称性而谈，如理而说，决定无非，这叫是。我们要问，实相妙理是什么？说穿了，佛跟我们讲就是我们现前一念的真性，人人都具足，个个不无，是什么？是我们六根当中的根性。这个根性在佛法里面叫做佛性，也叫做真性、也叫做真如、也叫做实相，名字很多，事情是一个。这是一切万法的理体，真实不虚，一切万法都是这个理体变现出来的。什么道理变现出来的，什么方法变现出来的？这种智叫做道种智，在《楞严经》里有，把真性的理体变现一切法的因由、过程、作用，都有概略的说明。虽然言语文字简略，说得实在是详细，真正是文章做到中国古人的标准「简要详明」，这四个字统统做到，言简意赅，一条都没有漏失，这才叫做如是，这是从理上讲。",
      "zh_TW": "本經是大乘圓頓的教法，從圓頓的教義上講，如是就是指：實相理體，古今不變，叫如；依實相，稱性而談，如理而說，決定無非，這叫是。我們要問，實相妙理是什麼？說穿了，佛跟我們講就是我們現前一念的真性，人人都具足，個個不無，是什麼？是我們六根當中的根性。這個根性在佛法裡面叫做佛性，也叫做真性、也叫做真如、也叫做實相，名字很多，事情是一個。這是一切萬法的理體，真實不虛，一切萬法都是這個理體變現出來的。什麼道理變現出來的，什麼方法變現出來的？這種智叫做道種智，在《楞嚴經》裡有，把真性的理體變現一切法的因由、過程、作用，都有概略的說明。雖然言語文字簡略，說得實在是詳細，真正是文章做到中國古人的標準「簡要詳明」，這四個字統統做到，言簡意賅，一條都沒有漏失，這才叫做如是，這是從理上講。"
    },
    {
      "id": "07-001-0005_p0026",
      "zh_CN": "如果从本经教义上来说，本经经题虽然是二十个字，着重在「首楞严」上，所以简称为《楞严经》。因此禅宗对这部经很重视，为什么？禅宗修定，楞严大定。首楞严是印度话，翻成中国意思叫一切事究竟坚固，这就是「如」的意思。一切事，给诸位说，就是一切法，不但一切法的体是究竟坚固，佛给我们讲一切法的理体一切坚固，我们好像没有什么疑问，不怀疑，这是道理。说一切法的相究竟坚固，我们就不懂了，为什么？我们看到一切相不是究竟坚固，人有生老病死，房屋有成住坏空。给诸位说，你看到人有生老病死、房子有成住坏空，你是见的妄相，没有见到真相。真相是什么样子？究竟坚固。人没有生老病死，房子也没有成住坏空，妙极了！你相不相信？不相信。为什么不相信？相信就成佛了，你现在没成佛。给诸位说，几时你相信了，你就成佛。为什么？一切法的真实相被你看出来，世人所看的是妄相，你所看的是真相。",
      "zh_TW": "如果從本經教義上來說，本經經題雖然是二十個字，著重在「首楞嚴」上，所以簡稱為《楞嚴經》。因此禪宗對這部經很重視，為什麼？禪宗修定，楞嚴大定。首楞嚴是印度話，翻成中國意思叫一切事究竟堅固，這就是「如」的意思。一切事，給諸位說，就是一切法，不但一切法的體是究竟堅固，佛給我們講一切法的理體一切堅固，我們好像沒有什麼疑問，不懷疑，這是道理。說一切法的相究竟堅固，我們就不懂了，為什麼？我們看到一切相不是究竟堅固，人有生老病死，房屋有成住壞空。給諸位說，你看到人有生老病死、房子有成住壞空，你是見的妄相，沒有見到真相。真相是什麼樣子？究竟堅固。人沒有生老病死，房子也沒有成住壞空，妙極了！你相不相信？不相信。為什麼不相信？相信就成佛了，你現在沒成佛。給諸位說，幾時你相信了，你就成佛。為什麼？一切法的真實相被你看出來，世人所看的是妄相，你所看的是真相。"
    },
    {
      "id": "07-001-0005_p0027",
      "zh_CN": "为什么佛跟凡夫所看的相会有差别？给诸位说，能见的见不一样。佛所用的能见的见是真见，真见见的是真相、实相；凡夫用的是妄见，妄见看的是妄相。真见就是真性，在眼叫见性，在耳叫闻性；妄见，在眼叫眼识，在耳叫耳识，六识。六根的根性不生不灭，他看外面境界相也是不生不灭；六识是生灭的，是妄心、生灭心，生灭心看外面境界也是生灭的。你要不相信，我们可以做个试验，你拿一面镜子照外面的境界相，镜子本身是不生不灭、如如不动的，照到外面的相清清楚楚。你拿一个摄影机去照外面境界相，一秒钟镜头开十八次，照一个进去，这是一秒的十八分之一，一秒钟镜头开十八次，这是一般普通的；现在有快的，比较高级一点的摄影机是二十四次，一秒钟照二十四张底片，那是个生灭心，镜头是生灭的，一开照一个进去，再关起来，再一开又照一个进去。电影底片是一张一张的，那是生灭心照的，里面的相统统叫生灭，这一张跟那一张不一样，那一张跟那一张不一样，生灭。",
      "zh_TW": "為什麼佛跟凡夫所看的相會有差別？給諸位說，能見的見不一樣。佛所用的能見的見是真見，真見見的是真相、實相；凡夫用的是妄見，妄見看的是妄相。真見就是真性，在眼叫見性，在耳叫聞性；妄見，在眼叫眼識，在耳叫耳識，六識。六根的根性不生不滅，他看外面境界相也是不生不滅；六識是生滅的，是妄心、生滅心，生滅心看外面境界也是生滅的。你要不相信，我們可以做個試驗，你拿一面鏡子照外面的境界相，鏡子本身是不生不滅、如如不動的，照到外面的相清清楚楚。你拿一個攝影機去照外面境界相，一秒鐘鏡頭開十八次，照一個進去，這是一秒的十八分之一，一秒鐘鏡頭開十八次，這是一般普通的；現在有快的，比較高級一點的攝影機是二十四次，一秒鐘照二十四張底片，那是個生滅心，鏡頭是生滅的，一開照一個進去，再關起來，再一開又照一個進去。電影底片是一張一張的，那是生滅心照的，裡面的相統統叫生滅，這一張跟那一張不一樣，那一張跟那一張不一樣，生滅。"
    },
    {
      "id": "07-001-0005_p0028",
      "zh_CN": "镜子所照的不相同，佛与大菩萨的心像镜子一样。我们凡夫的心就是摄影机的镜头，看到外面相，似真非真，似妄非妄，一天到晚迷惑颠倒，永远没有办法看出外面的真相，所以佛说「可怜悯者」。同样用一个眼，佛是用见性，我们是用眼识，你看看有什么办法！这就是佛菩萨跟我们不一样的地方，所以佛菩萨看一切法不生不灭。佛在《法华经》里面讲，「是法住法位，世间相常住」，不但性不生不灭，相也不生不灭，我们哪里懂得？这个道理非常深，在这里跟诸位透一点消息而已，晓得佛教里有这么个说法，说得很玄，不可思议，晓得有这么一说。我再告诉诸位，千真万确的事实，你要是把这一点勘破，真正是大自在。为什么？不生不灭。这是就本经教义上来讲「如」的意思。",
      "zh_TW": "鏡子所照的不相同，佛與大菩薩的心像鏡子一樣。我們凡夫的心就是攝影機的鏡頭，看到外面相，似真非真，似妄非妄，一天到晚迷惑顛倒，永遠沒有辦法看出外面的真相，所以佛說「可憐憫者」。同樣用一個眼，佛是用見性，我們是用眼識，你看看有什麼辦法！這就是佛菩薩跟我們不一樣的地方，所以佛菩薩看一切法不生不滅。佛在《法華經》裡面講，「是法住法位，世間相常住」，不但性不生不滅，相也不生不滅，我們哪裡懂得？這個道理非常深，在這裡跟諸位透一點消息而已，曉得佛教裡有這麼個說法，說得很玄，不可思議，曉得有這麼一說。我再告訴諸位，千真萬確的事實，你要是把這一點勘破，真正是大自在。為什麼？不生不滅。這是就本經教義上來講「如」的意思。"
    },
    {
      "id": "07-001-0005_p0029",
      "zh_CN": "「离断常二见」，这就是「是」的意思。断常是二边，拿现代的话来说，离断常就是超越相对。佛教我们超越相对，这叫「是」。我们的知见要是还在相对里面，我们就「不是」，无有是处；什么时候我们超越相对，那就「是」，那就「如是」。这是从本经教义上说「如是」两个字。本经教义包含的也很多，除这种说法，譬如经里面讲一切法本无生灭皆如来藏，这也是「如」的意思；离一切相即一切法，这也有「是」的意思，话讲得不同，意思跟刚才讲的没有两样。为什么？「离一切相即一切法」就是超越相对，「一切法本无生灭皆如来藏」就是一切究竟坚固的意思，话讲的不相同，意思是一样。",
      "zh_TW": "「離斷常二見」，這就是「是」的意思。斷常是二邊，拿現代的話來說，離斷常就是超越相對。佛教我們超越相對，這叫「是」。我們的知見要是還在相對裡面，我們就「不是」，無有是處；什麼時候我們超越相對，那就「是」，那就「如是」。這是從本經教義上說「如是」兩個字。本經教義包含的也很多，除這種說法，譬如經裡面講一切法本無生滅皆如來藏，這也是「如」的意思；離一切相即一切法，這也有「是」的意思，話講得不同，意思跟剛才講的沒有兩樣。為什麼？「離一切相即一切法」就是超越相對，「一切法本無生滅皆如來藏」就是一切究竟堅固的意思，話講的不相同，意思是一樣。"
    },
    {
      "id": "07-001-0005_p0030",
      "zh_CN": "像这些言语在经里面不止这两处，很多很多，只要我们细心去体会，处处都能够看到，这也是佛说法的善巧，也是佛的大慈大悲。为什么？譬如「七番破处」里头你没有开悟，不要紧，还有机会，「十番显见」；十番显见里面你没有开悟，没有关系，后面还有「辨别真妄」；辨别真妄里头不能开悟，后头还有「四科七大」；四科七大后面还有「二十五圆通」。根性利的，「七番破处」就开悟；其次的，「十番显见」也能成功，这真是佛的一种善巧，运用之妙，对于大众的根性照顾得周密，实在非常难能可贵，不失为一位优良的导师。所以称之为「如是」，信成就，这两个字的意思。",
      "zh_TW": "像這些言語在經裡面不止這兩處，很多很多，只要我們細心去體會，處處都能夠看到，這也是佛說法的善巧，也是佛的大慈大悲。為什麼？譬如「七番破處」裡頭你沒有開悟，不要緊，還有機會，「十番顯見」；十番顯見裡面你沒有開悟，沒有關係，後面還有「辨別真妄」；辨別真妄裡頭不能開悟，後頭還有「四科七大」；四科七大後面還有「二十五圓通」。根性利的，「七番破處」就開悟；其次的，「十番顯見」也能成功，這真是佛的一種善巧，運用之妙，對於大眾的根性照顧得周密，實在非常難能可貴，不失為一位優良的導師。所以稱之為「如是」，信成就，這兩個字的意思。"
    },
    {
      "id": "07-001-0005_p0031",
      "zh_CN": "今天时间到了，讲了两个字，两个字是不是把意思讲完全了？没有。如果这两个字我们要照《大智度论》的讲法，每天一个半钟点，给诸位说，至少要讲二十天。我想也没有必要，那样讲把人都讲跑掉了，两个字讲二十天，《楞严经》要讲到哪一年？后面我们就快了。前面这六种成就也是一大段，这是佛学常识，诸位要晓得这个意思怎么讲法，它是什么意思，以后看佛经，一切经打开都有这个字样，讲法大同小异，不会差得很远。这些常识我们一定要懂得，尤其是初学佛的同修更应当特别的注意。今天就讲到此地。",
      "zh_TW": "今天時間到了，講了兩個字，兩個字是不是把意思講完全了？沒有。如果這兩個字我們要照《大智度論》的講法，每天一個半鐘點，給諸位說，至少要講二十天。我想也沒有必要，那樣講把人都講跑掉了，兩個字講二十天，《楞嚴經》要講到哪一年？後面我們就快了。前面這六種成就也是一大段，這是佛學常識，諸位要曉得這個意思怎麼講法，它是什麼意思，以後看佛經，一切經打開都有這個字樣，講法大同小異，不會差得很遠。這些常識我們一定要懂得，尤其是初學佛的同修更應當特別的注意。今天就講到此地。"
    }
  ]
}