{
  "doc_id": "07-001-0038",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0038",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "07-001-0038_p0001",
      "zh_CN": "【若以分别我说法音为汝心者。此心自应离分别音有分别性。】",
      "zh_TW": "【若以分別我說法音為汝心者。此心自應離分別音有分別性。】"
    },
    {
      "id": "07-001-0038_p0002",
      "zh_CN": "从这个地方看起，但是要把前面的意思略为叙说一下，这个文才能够接得上。在前一段世尊是以指月做个比喻，聪明的人应当是因指见月，这个比喻非常之好，指是什么？就是教相、教行，不但是佛的一切言教、佛的声教，以及一切教学的设施，都用指做代表。指的作用是指月，目的是叫你见月亮，换句话说，因指要见月这才是个聪明人，在佛法里面讲叫当机者，才能得到佛法的受用。我们因如来的言教、因如来的声教、因佛法里种种教学的设施，我们见性，见到真如本性，这就是因指见月，这是聪明人。愚笨的人把指头当作月，佛说，「你看，我的指头指着月」，他看着指头，不肯更进一步超越，死在指头之下，把指头当作月，这是笨人。真性在哪里？「真性在经里」；般若在哪里？「般若在《大般若经》里面」，那就糟了，那就是把指当作月。菩提涅槃在哪里？「菩提涅槃在佛教里」，坏了，佛教是一指。诸位想想，佛在《起信论》教给我们，离名字相持（持就是受持）、离言说相持、离心缘相持，这才叫真正受持金刚般若，受持金刚般若如是，受持八万四千法门哪一个法门都不例外，这才因指见月，而不死在言语之下，不死在文字之下，也不死在种种设施之下。塑个佛像，你看到佛像是光着脚的，认为佛非光脚不可，不光脚的不能成佛，好了，你光了脚就能成佛吗？哪有这个道理！这些都是把指当作月。",
      "zh_TW": "從這個地方看起，但是要把前面的意思略為敘說一下，這個文才能夠接得上。在前一段世尊是以指月做個比喻，聰明的人應當是因指見月，這個比喻非常之好，指是什麼？就是教相、教行，不但是佛的一切言教、佛的聲教，以及一切教學的設施，都用指做代表。指的作用是指月，目的是叫你見月亮，換句話說，因指要見月這才是個聰明人，在佛法裡面講叫當機者，才能得到佛法的受用。我們因如來的言教、因如來的聲教、因佛法裡種種教學的設施，我們見性，見到真如本性，這就是因指見月，這是聰明人。愚笨的人把指頭當作月，佛說，「你看，我的指頭指著月」，他看著指頭，不肯更進一步超越，死在指頭之下，把指頭當作月，這是笨人。真性在哪裡？「真性在經裡」；般若在哪裡？「般若在《大般若經》裡面」，那就糟了，那就是把指當作月。菩提涅槃在哪裡？「菩提涅槃在佛教裡」，壞了，佛教是一指。諸位想想，佛在《起信論》教給我們，離名字相持（持就是受持）、離言說相持、離心緣相持，這才叫真正受持金剛般若，受持金剛般若如是，受持八萬四千法門哪一個法門都不例外，這才因指見月，而不死在言語之下，不死在文字之下，也不死在種種設施之下。塑個佛像，你看到佛像是光著腳的，認為佛非光腳不可，不光腳的不能成佛，好了，你光了腳就能成佛嗎？哪有這個道理！這些都是把指當作月。"
    },
    {
      "id": "07-001-0038_p0003",
      "zh_CN": "把指当作月，佛在这段经里头告诉我们，岂但你对于指不认识，你连指与月都不认识。为什么？月是光明的，指是黑暗的，指不发光。这个意思就是说，不但真如本性你不认识，连佛的教相、设施的用意你都一无所知，那又如何能开得了悟？这段教训我们应当要牢牢的记住，要依教奉行，就是万万不可以死在这一指上。八万四千法门一指也，三藏十二分教一指也，要懂这个道理，一定要超越。指要不要？要。初学要藉这一指，再眼睛往上面一看，指就不要了，为什么？往上看，看到月，还要指干什么？指就不要了，指对自己没有用处。所以你悟了之后，给诸位说，佛教里头所有一切的设施、三藏经典，对自己有没有用处？一点用处都没有，废纸一堆。没有用把它丢到垃圾堆，倒也不必要，丢垃圾堆你又着了相，着了什么？非法相。这个时候慈悲心现前，废纸，对我是废纸，对别人还有用。为什么？别人没有见月，这个指头对他有用，就要把这一指给众生做见月的增上缘，这就对了。对自己，给诸位说，确实没有用。虽没有用，天天还念经，实际上要不要念？不要念。不要念，为什么天天要念？慈悲心，念给众生看的，你看我开悟了我天天都念经，你没有开悟你不念还行吗？做样子，装模作样给迷惑颠倒的人看，不是自己要真念。可是人家装模作样，给诸位说，真念；我们一天念到晚假念，为什么？人家是真心，我们是妄心。真心用事，万法皆真，没有一法不真；八识用事，八识是妄心，样样都是假，没有一样是真。一真是一切真，一假是一切假，我们没有见性都搞的是假的，这个一定要觉悟。",
      "zh_TW": "把指當作月，佛在這段經裡頭告訴我們，豈但你對於指不認識，你連指與月都不認識。為什麼？月是光明的，指是黑暗的，指不發光。這個意思就是說，不但真如本性你不認識，連佛的教相、設施的用意你都一無所知，那又如何能開得了悟？這段教訓我們應當要牢牢的記住，要依教奉行，就是萬萬不可以死在這一指上。八萬四千法門一指也，三藏十二分教一指也，要懂這個道理，一定要超越。指要不要？要。初學要藉這一指，再眼睛往上面一看，指就不要了，為什麼？往上看，看到月，還要指幹什麼？指就不要了，指對自己沒有用處。所以你悟了之後，給諸位說，佛教裡頭所有一切的設施、三藏經典，對自己有沒有用處？一點用處都沒有，廢紙一堆。沒有用把它丟到垃圾堆，倒也不必要，丟垃圾堆你又著了相，著了什麼？非法相。這個時候慈悲心現前，廢紙，對我是廢紙，對別人還有用。為什麼？別人沒有見月，這個指頭對他有用，就要把這一指給眾生做見月的增上緣，這就對了。對自己，給諸位說，確實沒有用。雖沒有用，天天還念經，實際上要不要念？不要念。不要念，為什麼天天要念？慈悲心，念給眾生看的，你看我開悟了我天天都念經，你沒有開悟你不念還行嗎？做樣子，裝模作樣給迷惑顛倒的人看，不是自己要真念。可是人家裝模作樣，給諸位說，真念；我們一天念到晚假念，為什麼？人家是真心，我們是妄心。真心用事，萬法皆真，沒有一法不真；八識用事，八識是妄心，樣樣都是假，沒有一樣是真。一真是一切真，一假是一切假，我們沒有見性都搞的是假的，這個一定要覺悟。"
    },
    {
      "id": "07-001-0038_p0004",
      "zh_CN": "末后有四个字，上一次念了没讲，「汝亦如是」，这个汝是指阿难，阿难是代表迷执没有开悟的人。换句话说，我们现在也就跟阿难一样，把指头当作月亮，佛法在哪里？「佛法在经典里」，大错特错！法是指万法，佛者觉也，在一切万法里面不迷就叫佛法，穿衣不迷，穿衣是佛法；吃饭不迷，吃饭是佛法，佛法怎么会在经典里面？我们现在是穿衣迷在穿衣里头，要讲求质料、讲求款式，这就是迷。迷的时候，衣是主人、我是奴才，到底是我穿衣还是衣穿我？自己穿衣做不了主。穿了一件新衣服，肮脏地下太脏不敢坐，为什么不敢坐？怕衣服弄脏，我要替衣服服务。所以你看出家人做一件新衣服，这个地方贴这么一块，扎了好多线，贴这么一块。这一块东西现在也变质做样子，要是如法怎么样？把旧衣服的旧布剪一块贴在这个地方，扎在这里，这个名字叫贴新。一看到这个，新衣服当旧衣服穿，你穿了一身破旧衣服，那里很肮脏一坐下来满不在乎，为什么？反正是旧衣服。要我穿衣服，不能叫衣服穿我。所以说事事觉，法法都觉，这就叫佛法。佛法就在我们日常生活之中，我们六根接触六尘之处，法法都觉就叫佛菩萨，迷了就叫凡夫。怕的是我们不能悟，一悟是一切都悟！",
      "zh_TW": "末後有四個字，上一次念了沒講，「汝亦如是」，這個汝是指阿難，阿難是代表迷執沒有開悟的人。換句話說，我們現在也就跟阿難一樣，把指頭當作月亮，佛法在哪裡？「佛法在經典裡」，大錯特錯！法是指萬法，佛者覺也，在一切萬法裡面不迷就叫佛法，穿衣不迷，穿衣是佛法；吃飯不迷，吃飯是佛法，佛法怎麼會在經典裡面？我們現在是穿衣迷在穿衣裡頭，要講求質料、講求款式，這就是迷。迷的時候，衣是主人、我是奴才，到底是我穿衣還是衣穿我？自己穿衣做不了主。穿了一件新衣服，骯髒地下太髒不敢坐，為什麼不敢坐？怕衣服弄髒，我要替衣服服務。所以你看出家人做一件新衣服，這個地方貼這麼一塊，扎了好多線，貼這麼一塊。這一塊東西現在也變質做樣子，要是如法怎麼樣？把舊衣服的舊布剪一塊貼在這個地方，扎在這裡，這個名字叫貼新。一看到這個，新衣服當舊衣服穿，你穿了一身破舊衣服，那裡很骯髒一坐下來滿不在乎，為什麼？反正是舊衣服。要我穿衣服，不能叫衣服穿我。所以說事事覺，法法都覺，這就叫佛法。佛法就在我們日常生活之中，我們六根接觸六塵之處，法法都覺就叫佛菩薩，迷了就叫凡夫。怕的是我們不能悟，一悟是一切都悟！"
    },
    {
      "id": "07-001-0038_p0005",
      "zh_CN": "每个人开悟的机缘不一样，有人开悟是听经开悟，有人念佛开悟、有人参禅开悟、有人持咒开悟，还有人听唱流行歌曲开悟，古人有，听人家唱小调就开悟，还有听什么？风吹树叶的声音开悟。各人机缘不一样，悟的境界是一样，一悟是一切悟。由此可知，凡是能叫我们开悟的都叫佛经，佛经并不一定是佛教经本。那个人听唱流行歌曲开悟，那一支歌曲就是他的《楞严经》、就是他的《大方广》。诸位要了解这一点，一定要求一个悟处，悟要以真心求，不能用妄心求。何谓真心？离开心意识就是真心。离开心意识不是没有作用，我把这个话都讲得很清楚，自己对自己要离开心意识，对别人要运用心意识，对自己是真谛，对别人是俗谛。为什么？别人没有到自己的境界，自己见性，别人没见性，不能拿自己的标准来衡量一切众生，所以要恒顺众生，随喜功德。这个随喜功德，给诸位说，双关语，对自己来讲，自己的功德是心地清净、一尘不染；对众生的功德，是给众生无量的增上缘，帮助众生破迷开悟、离苦得乐。这个道理，诸位要细细的去体会、细细的去深入。",
      "zh_TW": "每個人開悟的機緣不一樣，有人開悟是聽經開悟，有人念佛開悟、有人參禪開悟、有人持咒開悟，還有人聽唱流行歌曲開悟，古人有，聽人家唱小調就開悟，還有聽什麼？風吹樹葉的聲音開悟。各人機緣不一樣，悟的境界是一樣，一悟是一切悟。由此可知，凡是能叫我們開悟的都叫佛經，佛經並不一定是佛教經本。那個人聽唱流行歌曲開悟，那一支歌曲就是他的《楞嚴經》、就是他的《大方廣》。諸位要了解這一點，一定要求一個悟處，悟要以真心求，不能用妄心求。何謂真心？離開心意識就是真心。離開心意識不是沒有作用，我把這個話都講得很清楚，自己對自己要離開心意識，對別人要運用心意識，對自己是真諦，對別人是俗諦。為什麼？別人沒有到自己的境界，自己見性，別人沒見性，不能拿自己的標準來衡量一切眾生，所以要恆順眾生，隨喜功德。這個隨喜功德，給諸位說，雙關語，對自己來講，自己的功德是心地清淨、一塵不染；對眾生的功德，是給眾生無量的增上緣，幫助眾生破迷開悟、離苦得樂。這個道理，諸位要細細的去體會、細細的去深入。"
    },
    {
      "id": "07-001-0038_p0006",
      "zh_CN": "这个地方世尊责备阿难尊者，实在也就是责备我们，责备我们那真是大慈大悲，要我们开悟。今天这段经文说得更好，『若以分别我说法音』，在唯识，讲的分别是第六意识，你要是用这个心，用意识心来听我说法，来分别我的法音，以为第六意识心就是你的心，能够分别的这就是你的心，佛在此地叫阿难自己去证实一下，你这个心是真的是假的？『此心自应离分别音有分别性』，这个心可以说是真心，为什么？离了尘，它独立、它存在，这就是真的；如果说离尘没有了，当然是假的。诸位要晓得，根尘识是相对而建立的，《楞严经》后头讲有如「交芦」，好像芦草，三根芦草放在这个地方它才能立得住，抽掉一根都倒掉。这就说明不但识是虚妄的，根也是虚妄的，尘也是虚妄的，都不是真实的。这句我们细细的讨论，总得要把里面的意思搞清楚，意思了解帮助我们破除疑惑，断疑才能生信，有疑问信心就不能建立。前面这三句，就是这一段的前半段，佛是以假设的话，「若」就是假设，假设因佛说法生分别心，这个分别心本来没有自性。所以在楞严会上佛把这个叫缘尘，尘有它就有，尘无它就无，可见得这个心是生灭的，不是常住的；真心是常住的，不随境界有无而有无的。也许诸位要问，好，我眼见色我就生心，我闭上眼睛我还是生心。六根与外面六尘交通的时候生心，叫生法尘；六根不用了，攀缘阿赖耶识里面五尘落谢影子，叫灭法尘，还是生心。可见得我们起心动念确实是因尘而有。",
      "zh_TW": "這個地方世尊責備阿難尊者，實在也就是責備我們，責備我們那真是大慈大悲，要我們開悟。今天這段經文說得更好，『若以分別我說法音』，在唯識，講的分別是第六意識，你要是用這個心，用意識心來聽我說法，來分別我的法音，以為第六意識心就是你的心，能夠分別的這就是你的心，佛在此地叫阿難自己去證實一下，你這個心是真的是假的？『此心自應離分別音有分別性』，這個心可以說是真心，為什麼？離了塵，它獨立、它存在，這就是真的；如果說離塵沒有了，當然是假的。諸位要曉得，根塵識是相對而建立的，《楞嚴經》後頭講有如「交蘆」，好像蘆草，三根蘆草放在這個地方它才能立得住，抽掉一根都倒掉。這就說明不但識是虛妄的，根也是虛妄的，塵也是虛妄的，都不是真實的。這句我們細細的討論，總得要把裡面的意思搞清楚，意思了解幫助我們破除疑惑，斷疑才能生信，有疑問信心就不能建立。前面這三句，就是這一段的前半段，佛是以假設的話，「若」就是假設，假設因佛說法生分別心，這個分別心本來沒有自性。所以在楞嚴會上佛把這個叫緣塵，塵有它就有，塵無它就無，可見得這個心是生滅的，不是常住的；真心是常住的，不隨境界有無而有無的。也許諸位要問，好，我眼見色我就生心，我閉上眼睛我還是生心。六根與外面六塵交通的時候生心，叫生法塵；六根不用了，攀緣阿賴耶識裡面五塵落謝影子，叫滅法塵，還是生心。可見得我們起心動念確實是因塵而有。"
    },
    {
      "id": "07-001-0038_p0007",
      "zh_CN": "前面说过真心与妄心，真心是独立的，有自体；妄心是依他起性，没有自体。佛现前所说法音，这是声尘，是所缘，一个学佛的人、一个聪明人，最要紧的决定不能执着所缘为真实，那过错太大了，《百法》里头主要就说明这个道理。不但是一切色法不是真实的，不可以执着，连功能最殊胜的阿赖耶识，一切最胜故，都不执着。为什么？它是有为法，它不是真实的，何况阿赖耶所变现的一切万物？大经大论应当是要细讲，不细讲，含糊笼统略过去，确实对于中下根性的人不能理解。上根利智可以，所谓是一闻千悟，那行，中等以下的根性不行，必须要细说。古人有主张细说的，江味农居士就是近代的一个代表，你看他《金刚经讲义》里头主张，他认为大乘佛法要圆讲、要深讲。他这里面是要求这些弘法的善知识们，要讲得深、要讲得圆，讲得太浅、讲得太偏都不能解决问题，尤其是在这个时代。过去人说实在的话，比较老实，说得不圆、说得浅一点，就这样子吧，他也就受了，也就没话好说，我依教奉行，老老实实依教奉行。现在人头脑太灵活，你讲这个样，「不行，我不满意」，他就提出来。从前听法哪有说是我不满意的？没有，太少！现在不但不满意，意见多多。意见多多也有好处，为什么？能够彻底解决问题。所以说是有疑问应当要提出来，有意见也要提出来，佛法就是破我们疑惑的。我们把疑惑保留着，那还学什么佛？学佛就是学觉，不觉就是迷，应当把自己疑惑的地方要提出来。",
      "zh_TW": "前面說過真心與妄心，真心是獨立的，有自體；妄心是依他起性，沒有自體。佛現前所說法音，這是聲塵，是所緣，一個學佛的人、一個聰明人，最要緊的決定不能執著所緣為真實，那過錯太大了，《百法》裡頭主要就說明這個道理。不但是一切色法不是真實的，不可以執著，連功能最殊勝的阿賴耶識，一切最勝故，都不執著。為什麼？它是有為法，它不是真實的，何況阿賴耶所變現的一切萬物？大經大論應當是要細講，不細講，含糊籠統略過去，確實對於中下根性的人不能理解。上根利智可以，所謂是一聞千悟，那行，中等以下的根性不行，必須要細說。古人有主張細說的，江味農居士就是近代的一個代表，你看他《金剛經講義》裡頭主張，他認為大乘佛法要圓講、要深講。他這裡面是要求這些弘法的善知識們，要講得深、要講得圓，講得太淺、講得太偏都不能解決問題，尤其是在這個時代。過去人說實在的話，比較老實，說得不圓、說得淺一點，就這樣子吧，他也就受了，也就沒話好說，我依教奉行，老老實實依教奉行。現在人頭腦太靈活，你講這個樣，「不行，我不滿意」，他就提出來。從前聽法哪有說是我不滿意的？沒有，太少！現在不但不滿意，意見多多。意見多多也有好處，為什麼？能夠徹底解決問題。所以說是有疑問應當要提出來，有意見也要提出來，佛法就是破我們疑惑的。我們把疑惑保留著，那還學什麼佛？學佛就是學覺，不覺就是迷，應當把自己疑惑的地方要提出來。"
    },
    {
      "id": "07-001-0038_p0008",
      "zh_CN": "《百法》是大乘的入门，心法、色法俱不可以执着，俱非实有，不要说是我们现在见的这一切，见色闻声、六尘缘影是虚妄，纵然你转阿赖耶为大圆镜智，你见到阿赖耶的亲相分，也不是实在的。在比较上说法，比我们现在见的要真实，毕竟不是真实法，这个道理我们要懂得。我们现在迷的是妄中之妄，不晓得妄到哪一层去，不是一重迷惑，要说八万四千层的迷惑也不为过，我们迷得太深，所以不容易打破；如果只有一层、二层迷惑，那真是一点就通。分别法音是第六意识的作用，能缘，法音是所缘，所缘是假的，所缘的六尘是假的，能缘的第六意识也不是真的。如果一定要执着能分别的就是自己的真心，这就是佛常讲的，不能够舍离攀缘心，把这个妄心当作真心。妄心果然要是真心，这叫我们自己勘验一下，这个心要是真心，就应该离所分别的法音有独立的功能存在，自性就是自体，它确实有个分别性，有个能分别的体性在，那就是真实。经文「十番显见」，文虽然还没有念完，可是从前面读下来，我们也应该觉悟，见性跟眼识、第六意识确实不一样，见性离开心意识有独立的自性，它存在。而能缘离了所缘，能缘不能存在；所缘离开能缘，所缘不能独立。一切法从哪里来的？分别而有，所以叫幻有，不是真有。",
      "zh_TW": "《百法》是大乘的入門，心法、色法俱不可以執著，俱非實有，不要說是我們現在見的這一切，見色聞聲、六塵緣影是虛妄，縱然你轉阿賴耶為大圓鏡智，你見到阿賴耶的親相分，也不是實在的。在比較上說法，比我們現在見的要真實，畢竟不是真實法，這個道理我們要懂得。我們現在迷的是妄中之妄，不曉得妄到哪一層去，不是一重迷惑，要說八萬四千層的迷惑也不為過，我們迷得太深，所以不容易打破；如果只有一層、二層迷惑，那真是一點就通。分別法音是第六意識的作用，能緣，法音是所緣，所緣是假的，所緣的六塵是假的，能緣的第六意識也不是真的。如果一定要執著能分別的就是自己的真心，這就是佛常講的，不能夠捨離攀緣心，把這個妄心當作真心。妄心果然要是真心，這叫我們自己勘驗一下，這個心要是真心，就應該離所分別的法音有獨立的功能存在，自性就是自體，它確實有個分別性，有個能分別的體性在，那就是真實。經文「十番顯見」，文雖然還沒有念完，可是從前面讀下來，我們也應該覺悟，見性跟眼識、第六意識確實不一樣，見性離開心意識有獨立的自性，它存在。而能緣離了所緣，能緣不能存在；所緣離開能緣，所緣不能獨立。一切法從哪裡來的？分別而有，所以叫幻有，不是真有。"
    },
    {
      "id": "07-001-0038_p0009",
      "zh_CN": "再给诸位说，如果一切法真有，事事就有碍；正因为一切法无有，所以事事无碍。有就有妨碍，彼此不能相容，因为一切法空寂。再给诸位说，果然入了这个境界，你所看的一切万法寂灭相，一切万法清净相、平等相。我们看到这一切万法，不平等、不清净、也不寂灭，那是什么？我们用的是心意识。如果你用见性见色、用闻性闻声，一切万法确实是平等、清净、寂灭，所以法界原来是一真，十法界是妄见不是真见，真见是一真法界。刚才同学问，这里也可以做个方便答复，自己成佛，看到大地众生同时成佛；如果你说，「我成佛，你们很可怜，你们还没有成佛，还要当凡夫」，那你决定没有成佛。为什么？《六祖坛经》也听了一点点，听了一段，佛与生是二法不是一法，你还在二法里头你没有成就，佛法是不二法。所以当你成佛的时候见到大地众生，不但是有情众生都成佛，无情众生桌椅板凳都成佛了，「情与无情，同圆种智」，什么时候诸位到这个境界，自己晓得自己成佛了。",
      "zh_TW": "再給諸位說，如果一切法真有，事事就有礙；正因為一切法無有，所以事事無礙。有就有妨礙，彼此不能相容，因為一切法空寂。再給諸位說，果然入了這個境界，你所看的一切萬法寂滅相，一切萬法清淨相、平等相。我們看到這一切萬法，不平等、不清淨、也不寂滅，那是什麼？我們用的是心意識。如果你用見性見色、用聞性聞聲，一切萬法確實是平等、清淨、寂滅，所以法界原來是一真，十法界是妄見不是真見，真見是一真法界。剛才同學問，這裡也可以做個方便答覆，自己成佛，看到大地眾生同時成佛；如果你說，「我成佛，你們很可憐，你們還沒有成佛，還要當凡夫」，那你決定沒有成佛。為什麼？《六祖壇經》也聽了一點點，聽了一段，佛與生是二法不是一法，你還在二法裡頭你沒有成就，佛法是不二法。所以當你成佛的時候見到大地眾生，不但是有情眾生都成佛，無情眾生桌椅板凳都成佛了，「情與無情，同圓種智」，什麼時候諸位到這個境界，自己曉得自己成佛了。"
    },
    {
      "id": "07-001-0038_p0010",
      "zh_CN": "我们看一切众生都成佛，真成佛还是假成佛？我成了佛，怎么还有那么多众生要等着我去度？正因为你成佛，看众生也是成佛，众生成佛，佛不度众生。为什么佛不度众生？佛心里没有众生，他度什么众生！自己成佛，有没有成佛这一念？「我成佛了」，四相具足，《金刚经》里面讲，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，他连菩萨都不是，他还是佛吗？既无四相，还有我人吗？没有。还有生佛吗？也没有。天天说法度众生，天天无事忙，忙是我们众生看他很忙，实际上人家无事，正是所谓「那伽常在定，无有不定时」，他忙个什么？一切万法都是寂灭相，他动在何处？这些都是真实的境界。可是诸位要以此为实，这个以此为实是什么？是你第六意识的执着，你要执着分别以此为实那就糟了，又把指头当作月亮，这一关就难在此地。假如诸位果然从指头上超越了，你就大彻大悟；你要超越不了，把指头当作月亮，这就叫死在如来法音之下、死在文字之下。世尊这一问问得非常好，还唯恐我们不能够体会，再用比喻来说，叫我们从比喻里面去觉悟。",
      "zh_TW": "我們看一切眾生都成佛，真成佛還是假成佛？我成了佛，怎麼還有那麼多眾生要等著我去度？正因為你成佛，看眾生也是成佛，眾生成佛，佛不度眾生。為什麼佛不度眾生？佛心裡沒有眾生，他度什麼眾生！自己成佛，有沒有成佛這一念？「我成佛了」，四相具足，《金剛經》裡面講，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，他連菩薩都不是，他還是佛嗎？既無四相，還有我人嗎？沒有。還有生佛嗎？也沒有。天天說法度眾生，天天無事忙，忙是我們眾生看他很忙，實際上人家無事，正是所謂「那伽常在定，無有不定時」，他忙個什麼？一切萬法都是寂滅相，他動在何處？這些都是真實的境界。可是諸位要以此為實，這個以此為實是什麼？是你第六意識的執著，你要執著分別以此為實那就糟了，又把指頭當作月亮，這一關就難在此地。假如諸位果然從指頭上超越了，你就大徹大悟；你要超越不了，把指頭當作月亮，這就叫死在如來法音之下、死在文字之下。世尊這一問問得非常好，還唯恐我們不能夠體會，再用比喻來說，叫我們從比喻裡面去覺悟。"
    },
    {
      "id": "07-001-0038_p0011",
      "zh_CN": "【譬如有客寄宿旅亭。暂止便去。终不常住。】",
      "zh_TW": "【譬如有客寄宿旅亭。暫止便去。終不常住。】"
    },
    {
      "id": "07-001-0038_p0012",
      "zh_CN": "我们讲到真如本性，本性的理体是真心，是常住的，好比是主人；性之用是妄心，好比是客人。『譬如有客』，客人到外面去作客，找个旅馆住下来，他事情办完，他就走了，旅馆不是他的家，所以他『终不常住』。合前面世尊的法意，我们的分别心遇到音声，这个时候分别得清清楚楚，起作用分别得清清楚楚。这分别心就像客一样，它也是暂时起作用而已，这就是佛把客比喻第六意识的攀缘心，就是比喻能缘的妄心，第六识。",
      "zh_TW": "我們講到真如本性，本性的理體是真心，是常住的，好比是主人；性之用是妄心，好比是客人。『譬如有客』，客人到外面去作客，找個旅館住下來，他事情辦完，他就走了，旅館不是他的家，所以他『終不常住』。合前面世尊的法意，我們的分別心遇到音聲，這個時候分別得清清楚楚，起作用分別得清清楚楚。這分別心就像客一樣，它也是暫時起作用而已，這就是佛把客比喻第六意識的攀緣心，就是比喻能緣的妄心，第六識。"
    },
    {
      "id": "07-001-0038_p0013",
      "zh_CN": "【而掌亭人都无所去。名为亭主。】",
      "zh_TW": "【而掌亭人都無所去。名為亭主。】"
    },
    {
      "id": "07-001-0038_p0014",
      "zh_CN": "『掌亭人』就是旅馆的老板，他是这家旅馆的主人，旅馆就是他的家，他没地方好去，他是主，主客我们很容易辨别。而佛的意思，正是拿「掌亭人」来比喻不动的真性，从这两个比较之下才看到一个动、一个不动，真心跟妄心一比较，真心不生灭，妄心是生灭的。由这个比喻我们才能够体会到，『都无所去』的是见性，『暂止便去』的是五俱起意识。由此可知，所谓凡夫不但是讲错用了心，实在是错认了心，把妄心当作真心，真心不晓得在哪里？实在讲真心一天到晚用它，妄依真起，没有真哪来的妄？真心决定不动，如如不动，不生不灭，比第八识还要来得真，第八识是带一分妄的真，《大乘起信论》里面所讲「真妄和合」。再看底下经文：",
      "zh_TW": "『掌亭人』就是旅館的老闆，他是這家旅館的主人，旅館就是他的家，他沒地方好去，他是主，主客我們很容易辨別。而佛的意思，正是拿「掌亭人」來比喻不動的真性，從這兩個比較之下才看到一個動、一個不動，真心跟妄心一比較，真心不生滅，妄心是生滅的。由這個比喻我們才能夠體會到，『都無所去』的是見性，『暫止便去』的是五俱起意識。由此可知，所謂凡夫不但是講錯用了心，實在是錯認了心，把妄心當作真心，真心不曉得在哪裡？實在講真心一天到晚用它，妄依真起，沒有真哪來的妄？真心決定不動，如如不動，不生不滅，比第八識還要來得真，第八識是帶一分妄的真，《大乘起信論》裡面所講「真妄和合」。再看底下經文："
    },
    {
      "id": "07-001-0038_p0015",
      "zh_CN": "【此亦如是。若真汝心则无所去。云何离声无分别性。】",
      "zh_TW": "【此亦如是。若真汝心則無所去。云何離聲無分別性。】"
    },
    {
      "id": "07-001-0038_p0016",
      "zh_CN": "这说明六识攀缘心是随境界而有来去。见性是真心，湛然常住。眼识九缘生，九缘生识；见性不需要缘，任何一条缘都不要，不要缘，自己独立的，这是真的。九缘才生识，可见得眼识是因缘生法，因缘所生法就没有自性，因缘所生法当体即空，这不是很显然的道理吗？如果我们误认的妄心就要像真心一样的话，它也像旅亭的主人一样，湛然常住，不来不去，这才是真的。何以它有来去？底下讲，『云何离声无分别性』，妄心如客，真心如主，客有去来，主人不动，如果认分别法音的心以为是真实的，佛的意思就是说，这个心应该离开声尘有个体性，为什么离开声尘它就没有分别性。这是叫我们自己勘验，叫我们自己在这里面去体悟真与妄。再看下面经文：",
      "zh_TW": "這說明六識攀緣心是隨境界而有來去。見性是真心，湛然常住。眼識九緣生，九緣生識；見性不需要緣，任何一條緣都不要，不要緣，自己獨立的，這是真的。九緣才生識，可見得眼識是因緣生法，因緣所生法就沒有自性，因緣所生法當體即空，這不是很顯然的道理嗎？如果我們誤認的妄心就要像真心一樣的話，它也像旅亭的主人一樣，湛然常住，不來不去，這才是真的。何以它有來去？底下講，『云何離聲無分別性』，妄心如客，真心如主，客有去來，主人不動，如果認分別法音的心以為是真實的，佛的意思就是說，這個心應該離開聲塵有個體性，為什麼離開聲塵它就沒有分別性。這是叫我們自己勘驗，叫我們自己在這裡面去體悟真與妄。再看下面經文："
    },
    {
      "id": "07-001-0038_p0017",
      "zh_CN": "【斯则岂唯声分别心。分别我容。离诸色相。无分别性。】",
      "zh_TW": "【斯則豈唯聲分別心。分別我容。離諸色相。無分別性。】"
    },
    {
      "id": "07-001-0038_p0018",
      "zh_CN": "声尘上的分别心（耳识）是虚妄不可靠的，以此类推，其余的五识也是同样的性质。这里举一个例子，岂但是『声分别心』，『分别我容』这是讲眼见，眼见色，第六意识随着眼识分别一切色相，也跟随耳识分别声尘一样的没有自性。这在佛法里头有所谓「心本不生因境有」，心本不生因境有，就是从境界里面生的，境有它就有，境无它就无，这是妄心，分别心断了就证明妄无体性。佛这一段的大意，是把分别说到了极处，说明一切分别皆无自性，绝不可以误认为主，是这段开示最主要的意思。",
      "zh_TW": "聲塵上的分別心（耳識）是虛妄不可靠的，以此類推，其餘的五識也是同樣的性質。這裡舉一個例子，豈但是『聲分別心』，『分別我容』這是講眼見，眼見色，第六意識隨著眼識分別一切色相，也跟隨耳識分別聲塵一樣的沒有自性。這在佛法裡頭有所謂「心本不生因境有」，心本不生因境有，就是從境界裡面生的，境有它就有，境無它就無，這是妄心，分別心斷了就證明妄無體性。佛這一段的大意，是把分別說到了極處，說明一切分別皆無自性，絕不可以誤認為主，是這段開示最主要的意思。"
    },
    {
      "id": "07-001-0038_p0019",
      "zh_CN": "佛说法，刚才给诸位说，对众生、对世间要运用世俗，可是善学的必须要离根尘识，离根尘识就是离指才能见月。佛用的什么？用的指，用根尘识。但是你会学的要离根尘识才能够证得法性，才能够见性。佛用这一指，给诸位说，不得已，不用，这个增上缘无所适从，没法子教人。所以说众生是病，佛法是药，药是因为病而建立的，没有病哪来的药？正因为众生有病，所以才用这个药。如果说你已经见月，何必还用一指？不需要。没有见月，月在哪里不晓得，才指给你看。我们在佛法里头还要用心意识，那就是把指当作月，无法超越。",
      "zh_TW": "佛說法，剛才給諸位說，對眾生、對世間要運用世俗，可是善學的必須要離根塵識，離根塵識就是離指才能見月。佛用的什麼？用的指，用根塵識。但是你會學的要離根塵識才能夠證得法性，才能夠見性。佛用這一指，給諸位說，不得已，不用，這個增上緣無所適從，沒法子教人。所以說眾生是病，佛法是藥，藥是因為病而建立的，沒有病哪來的藥？正因為眾生有病，所以才用這個藥。如果說你已經見月，何必還用一指？不需要。沒有見月，月在哪裡不曉得，才指給你看。我們在佛法裡頭還要用心意識，那就是把指當作月，無法超越。"
    },
    {
      "id": "07-001-0038_p0020",
      "zh_CN": "从这一段经文上来看，文字简单，正是《金刚经》里面所说的，「可以三十二相见如来不」？三十二相是色相，意识与眼识起联合作用分别了三十二相，那能见性吗？如来是见性；见的是色尘，还是死在指头下面。这叫什么？着相，着相见不了性。见了性之后，给诸位说，相就是性，那真是妙不可言。这个上头一节不要讲了，愈讲愈迷惑，愈讲你会听了愈糟糕。我讲到这里大家还有个仿佛，还有半信半疑，我再要往深处一讲，那迷惑颠倒都来了，真是莫知所云。所以境界要一步一步的提升，提升到哪个境界讲哪个境界的话，讲到那个上层去，麻烦就大了，不但不能理解，会发生无量无边的误会。所以修学确实是有阶段的，是有层次，除非顿悟，这个顿悟还是证悟，顿悟顿证。",
      "zh_TW": "從這一段經文上來看，文字簡單，正是《金剛經》裡面所說的，「可以三十二相見如來不」？三十二相是色相，意識與眼識起聯合作用分別了三十二相，那能見性嗎？如來是見性；見的是色塵，還是死在指頭下面。這叫什麼？著相，著相見不了性。見了性之後，給諸位說，相就是性，那真是妙不可言。這個上頭一節不要講了，愈講愈迷惑，愈講你會聽了愈糟糕。我講到這裡大家還有個彷彿，還有半信半疑，我再要往深處一講，那迷惑顛倒都來了，真是莫知所云。所以境界要一步一步的提升，提升到哪個境界講哪個境界的話，講到那個上層去，麻煩就大了，不但不能理解，會發生無量無邊的誤會。所以修學確實是有階段的，是有層次，除非頓悟，這個頓悟還是證悟，頓悟頓證。"
    },
    {
      "id": "07-001-0038_p0021",
      "zh_CN": "你们诸位这几位同学到我这里来，我给你们开的课，《六祖坛经》是顿证顿悟，唯识是渐悟渐修，性相两宗都有，看看你们从哪一门入？门门都能入道。而且我还跟你们同学说，我不大愿意办大专讲座，为什么？现在搞大专讲座是名闻利养，面子好看，「我这里办大专讲座，有名了」，人家看到你们这一帮人，大家都出钱出力来帮助你，有钱有利，名利双收，给诸位说，背因果。你们来这里干什么的？听了几天佛法，宣传的。能不能起作用？不起作用。不起作用的事情何必要干？所谓是「一日暴之，十日寒之」，还不止，他一年到这里来学一个星期，还有五十个星期在外头打妄想，这怎么行？这没有效果。应该怎么样学习？我是想说，真正学习的人数不要超过十个人，固定的，有空就来，一有假期就来，就这十个人，要在这里好好的学个三年五载，会有受用。这个课程进度才能排下去，一部一部跟你讲。学期之间你们学校上课，有时间你到这里来，十个人联合一道来，不再收十一个，别人要来的旁听，旁听可以，这样才能真正成就人，要长时期，时间短了不行。这样搞法都是不得已的搞法。",
      "zh_TW": "你們諸位這幾位同學到我這裡來，我給你們開的課，《六祖壇經》是頓證頓悟，唯識是漸悟漸修，性相兩宗都有，看看你們從哪一門入？門門都能入道。而且我還跟你們同學說，我不大願意辦大專講座，為什麼？現在搞大專講座是名聞利養，面子好看，「我這裡辦大專講座，有名了」，人家看到你們這一幫人，大家都出錢出力來幫助你，有錢有利，名利雙收，給諸位說，背因果。你們來這裡幹什麼的？聽了幾天佛法，宣傳的。能不能起作用？不起作用。不起作用的事情何必要幹？所謂是「一日暴之，十日寒之」，還不止，他一年到這裡來學一個星期，還有五十個星期在外頭打妄想，這怎麼行？這沒有效果。應該怎麼樣學習？我是想說，真正學習的人數不要超過十個人，固定的，有空就來，一有假期就來，就這十個人，要在這裡好好的學個三年五載，會有受用。這個課程進度才能排下去，一部一部跟你講。學期之間你們學校上課，有時間你到這裡來，十個人聯合一道來，不再收十一個，別人要來的旁聽，旁聽可以，這樣才能真正成就人，要長時期，時間短了不行。這樣搞法都是不得已的搞法。"
    },
    {
      "id": "07-001-0038_p0022",
      "zh_CN": "认真的搞法，你看看从前《居士传》、《高僧传》，哪个跟老师不是十年以上。《禅林宝训》诸位去翻翻，有跟三十年的、二十年的，都是普通的事情。你们读《坛经》，你看看神秀大师跟忍和尚三十年，没有这样长时期的薰习不能成就。现在学生到哪去找？我以前在台中我很关心佛法，不关心佛法就不要出家，就是因为太关心，这么好的东西叫它失传岂不太可惜！我是每次遇到老师就跟他谈到，要培养人才，要教学生。老师有一次，「好，你替我找学生去」。我以后再不敢说话，我到哪里去找去？我一个也找不到。也许说，「我们都想学」，你们没有一个有资格的，什么样才叫学生？百分之百的服从，那叫学生，有一点点不服从都不是学生。你跟老师学，你没有开悟，你要听别人讲一次经，开除掉你，你不是学生；没有经过老师准许，你看另外一本书，你不是学生。这学生到哪去找去？我给诸位说，我到台中就是这么学，十年当中听老师一个人的。过去也有听别人的，到老师那里，从前所听的一律作废，那我就真的一律作废，全部接受他的，所看的书要报告他，他准许才能看，不准许不能看。所以这个老师就等于说他是一个雕塑的塑匠，他要把你塑成一个什么样子，他要对你全盘了解，你过去跟过哪些人，听过什么东西、学过什么东西，全盘知道，他才能够设计来指导你，能够把你塑造一个什么样，他才能够有构想。",
      "zh_TW": "認真的搞法，你看看從前《居士傳》、《高僧傳》，哪個跟老師不是十年以上。《禪林寶訓》諸位去翻翻，有跟三十年的、二十年的，都是普通的事情。你們讀《壇經》，你看看神秀大師跟忍和尚三十年，沒有這樣長時期的薰習不能成就。現在學生到哪去找？我以前在台中我很關心佛法，不關心佛法就不要出家，就是因為太關心，這麼好的東西叫它失傳豈不太可惜！我是每次遇到老師就跟他談到，要培養人才，要教學生。老師有一次，「好，你替我找學生去」。我以後再不敢說話，我到哪裡去找去？我一個也找不到。也許說，「我們都想學」，你們沒有一個有資格的，什麼樣才叫學生？百分之百的服從，那叫學生，有一點點不服從都不是學生。你跟老師學，你沒有開悟，你要聽別人講一次經，開除掉你，你不是學生；沒有經過老師准許，你看另外一本書，你不是學生。這學生到哪去找去？我給諸位說，我到台中就是這麼學，十年當中聽老師一個人的。過去也有聽別人的，到老師那裡，從前所聽的一律作廢，那我就真的一律作廢，全部接受他的，所看的書要報告他，他准許才能看，不准許不能看。所以這個老師就等於說他是一個雕塑的塑匠，他要把你塑成一個什麼樣子，他要對你全盤了解，你過去跟過哪些人，聽過什麼東西、學過什麼東西，全盤知道，他才能夠設計來指導你，能夠把你塑造一個什麼樣，他才能夠有構想。"
    },
    {
      "id": "07-001-0038_p0023",
      "zh_CN": "你乱七八糟到处乱听乱搞，他对你没有法子，一无所知，他怎么指导你？想指导你，无从指导起。换句话说，今天这个学生到哪去找去？真正有这么个好老师要成就你，「这个老师不能跟他学，跋扈专制，只有他没有别人」，你看看还得受冤枉，还说老师专制跋扈，不知道苦心。到你自己开悟了，能够辨别真妄是非、利害得失，老师就请你出去，不要在我这里学，去参学去，什么都可以听，什么都可以看，只要你一接触，增长智慧，所以老师不跋扈。就是你自己还没有建立之前，没有成就、没有基础之前不能出去。所以台中现在连大专讲座都不办，为什么不办？就是你们学生，今天参加这个讲座、明天参加那个讲座，李老师摇摇头，不办，算了，没效果。又不能说别的地方都不能去，只能到我这里来，他能说出这句话吗？他要说这句话，那人家就骂他了，哪个不骂他？又说不出口，这个道理又没有人懂，苦，太苦！给诸位说，这就叫师承，现在在学术上所以没有成就，就是没有师承。你看看自古以来无论世法、出世法，他的东西跟一个老师学的。我也跟诸位说，一个老师成就根本智，然后出去参学成就后得智。而现在大家学的，东学一点、西学一点，自己不只站在十字路口，无所适从。不要说行门无所适从，解门都无所适从，这句话这个人那么说、那个人那么说，到底哪个说对？统统胡造谣言。老师心真苦！没有人指点。我说这些话，说出来别人也会骂我，那个录音机都录了，都散播出去，人家怎么不恨我、不骂我？骂我不要紧，恨我也不要紧，杀了我也不要紧，只要你们得了好处就行。好，今天就讲到这里。",
      "zh_TW": "你亂七八糟到處亂聽亂搞，他對你沒有法子，一無所知，他怎麼指導你？想指導你，無從指導起。換句話說，今天這個學生到哪去找去？真正有這麼個好老師要成就你，「這個老師不能跟他學，跋扈專制，只有他沒有別人」，你看看還得受冤枉，還說老師專制跋扈，不知道苦心。到你自己開悟了，能夠辨別真妄是非、利害得失，老師就請你出去，不要在我這裡學，去參學去，什麼都可以聽，什麼都可以看，只要你一接觸，增長智慧，所以老師不跋扈。就是你自己還沒有建立之前，沒有成就、沒有基礎之前不能出去。所以台中現在連大專講座都不辦，為什麼不辦？就是你們學生，今天參加這個講座、明天參加那個講座，李老師搖搖頭，不辦，算了，沒效果。又不能說別的地方都不能去，只能到我這裡來，他能說出這句話嗎？他要說這句話，那人家就罵他了，哪個不罵他？又說不出口，這個道理又沒有人懂，苦，太苦！給諸位說，這就叫師承，現在在學術上所以沒有成就，就是沒有師承。你看看自古以來無論世法、出世法，他的東西跟一個老師學的。我也跟諸位說，一個老師成就根本智，然後出去參學成就後得智。而現在大家學的，東學一點、西學一點，自己不只站在十字路口，無所適從。不要說行門無所適從，解門都無所適從，這句話這個人那麼說、那個人那麼說，到底哪個說對？統統胡造謠言。老師心真苦！沒有人指點。我說這些話，說出來別人也會罵我，那個錄音機都錄了，都散播出去，人家怎麼不恨我、不罵我？罵我不要緊，恨我也不要緊，殺了我也不要緊，只要你們得了好處就行。好，今天就講到這裡。"
    }
  ]
}