{
  "doc_id": "07-001-0039",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十九集",
    "zh_TW": "第三十九集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0039",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "07-001-0039_p0001",
      "zh_CN": "《楞严经正脉科会》，二十九页最后一行：",
      "zh_TW": "《楞嚴經正脈科會》，二十九頁最後一行："
    },
    {
      "id": "07-001-0039_p0002",
      "zh_CN": "【如是乃至分别都无。非色非空。拘舍离等昧为冥谛。离诸法缘无分别性。】",
      "zh_TW": "【如是乃至分別都無。非色非空。拘舍離等昧為冥諦。離諸法緣無分別性。】"
    },
    {
      "id": "07-001-0039_p0003",
      "zh_CN": "经文紧接着前面的意思，在前面经文里面告诉我们，这是教阿难去仔细省察妄心，就是六尘缘影之心的真实性。如果这个心离尘它还有分别性，有独立的性，当然这就是真的；如果离了尘境无分别性，就证明六尘缘影的心是虚妄而不实在。这一段经文，『如是乃至分别都无』，「如是」是指上面所讲的色身而言，「乃至」这是比例其余的。换句话说，六识缘六尘境界，正如同前面所说的色身一样的道理。「分别都无」，这是说纵然前面六种分别都无，这是讲什么？离开六尘，比我们凡夫的境界要高得多。我们凡夫没有离开六尘，有一等人他有相当的定功，眼见色不分别色相，耳闻声不分别声相，分别都无，是不是见性？如果把六根接触六尘境界一切不分别，认为这就是自性，这是错误；如果以此之外别有自性，也是错误。",
      "zh_TW": "經文緊接著前面的意思，在前面經文裡面告訴我們，這是教阿難去仔細省察妄心，就是六塵緣影之心的真實性。如果這個心離塵它還有分別性，有獨立的性，當然這就是真的；如果離了塵境無分別性，就證明六塵緣影的心是虛妄而不實在。這一段經文，『如是乃至分別都無』，「如是」是指上面所講的色身而言，「乃至」這是比例其餘的。換句話說，六識緣六塵境界，正如同前面所說的色身一樣的道理。「分別都無」，這是說縱然前面六種分別都無，這是講什麼？離開六塵，比我們凡夫的境界要高得多。我們凡夫沒有離開六塵，有一等人他有相當的定功，眼見色不分別色相，耳聞聲不分別聲相，分別都無，是不是見性？如果把六根接觸六塵境界一切不分別，認為這就是自性，這是錯誤；如果以此之外別有自性，也是錯誤。"
    },
    {
      "id": "07-001-0039_p0004",
      "zh_CN": "下面就举出这一类的人。『非色非空』，「非色」是指离外面的五尘境界，不属于色法；非空是指执着内为我，不属于空，内有我。外离尘，非色；内有我，非空，这种境界在唯识里面讲，正是第七识缘第八带质境；换句话说，还是分别，还不是自性。他能离境界相，他没有离法相，法相比境界相还要来得微细，这种境界就是佛所说的「法尘影事」。古德有比喻好像江水，看到好像很平静，表面上很平静，下面流动得很快。这种人的功夫表面上看到他离了相，他有相当的定功，实际上内里面生灭的念头起伏，他自己也不能觉察到，所以不是见性的境界。正如同『拘舍离等昧为冥谛』，「拘舍离」是六师外道之一，这些外道人住在这个境界里面，以为这个境界就是涅槃，以为这是所谓穷理尽性到了顶头。外道建立二十五谛，这是第一个最高的境界，「冥谛」。冥谛下来，建立叫神我，神我在我们中国俗话讲灵魂，这个比那个还要深一层，到了顶头。",
      "zh_TW": "下面就舉出這一類的人。『非色非空』，「非色」是指離外面的五塵境界，不屬於色法；非空是指執著內為我，不屬於空，內有我。外離塵，非色；內有我，非空，這種境界在唯識裡面講，正是第七識緣第八帶質境；換句話說，還是分別，還不是自性。他能離境界相，他沒有離法相，法相比境界相還要來得微細，這種境界就是佛所說的「法塵影事」。古德有比喻好像江水，看到好像很平靜，表面上很平靜，下面流動得很快。這種人的功夫表面上看到他離了相，他有相當的定功，實際上內裡面生滅的念頭起伏，他自己也不能覺察到，所以不是見性的境界。正如同『拘舍離等昧為冥諦』，「拘舍離」是六師外道之一，這些外道人住在這個境界裡面，以為這個境界就是涅槃，以為這是所謂窮理盡性到了頂頭。外道建立二十五諦，這是第一個最高的境界，「冥諦」。冥諦下來，建立叫神我，神我在我們中國俗話講靈魂，這個比那個還要深一層，到了頂頭。"
    },
    {
      "id": "07-001-0039_p0005",
      "zh_CN": "冥谛这个意思，实在是与《幼学故事琼林》，天文里面的第一句话很接近，「混沌初开，乾坤始奠」，冥谛大概就是混沌之意思，混沌要在佛法里面讲就是无明，「一念不觉而有无明」。诸位去想想，佛法里面讲的一念不觉而有无明，就是根本无明，八地菩萨才见到，而八地菩萨见性的功夫差不多快要圆满了。由此可知，六师外道建立的冥谛，还到不了这个境界，为什么？他们的功夫连阿罗汉都不如。这个境界佛在经典里面给我们说，是四空天的境界，功夫是到四空天，四空天里面的真相不能明了，迷迷糊糊，所以称之为冥谛。功夫到此地，再不求上进，所以他不如二乘。这个地方的冥谛，实在是类似十二因缘里面讲的无明，这是比较接近。十二因缘里面讲的无明是枝末无明，不是根本无明，是发业润生无明。所以破这个无明只证阿罗汉果，只断见思烦恼，出三界了分段生死，变易生死还是存在，界外的烦恼还是没有断，我们看这是小乘的功夫。外道冥谛，连小乘人这一点发业润生的无明他也没破；换句话说，由十二因缘法来观察，十二因缘他没断得了，他的功夫可以说伏断而已。他有相当的定功，他能够控制，没有能断，所以这是外道。依旧属于邪见分别，并没有证得心性，他见到的境界是非色非空的境界，不了解境界的真实相，称之为冥谛。",
      "zh_TW": "冥諦這個意思，實在是與《幼學故事瓊林》，天文裡面的第一句話很接近，「混沌初開，乾坤始奠」，冥諦大概就是混沌之意思，混沌要在佛法裡面講就是無明，「一念不覺而有無明」。諸位去想想，佛法裡面講的一念不覺而有無明，就是根本無明，八地菩薩才見到，而八地菩薩見性的功夫差不多快要圓滿了。由此可知，六師外道建立的冥諦，還到不了這個境界，為什麼？他們的功夫連阿羅漢都不如。這個境界佛在經典裡面給我們說，是四空天的境界，功夫是到四空天，四空天裡面的真相不能明瞭，迷迷糊糊，所以稱之為冥諦。功夫到此地，再不求上進，所以他不如二乘。這個地方的冥諦，實在是類似十二因緣裡面講的無明，這是比較接近。十二因緣裡面講的無明是枝末無明，不是根本無明，是發業潤生無明。所以破這個無明只證阿羅漢果，只斷見思煩惱，出三界了分段生死，變易生死還是存在，界外的煩惱還是沒有斷，我們看這是小乘的功夫。外道冥諦，連小乘人這一點發業潤生的無明他也沒破；換句話說，由十二因緣法來觀察，十二因緣他沒斷得了，他的功夫可以說伏斷而已。他有相當的定功，他能夠控制，沒有能斷，所以這是外道。依舊屬於邪見分別，並沒有證得心性，他見到的境界是非色非空的境界，不了解境界的真實相，稱之為冥諦。"
    },
    {
      "id": "07-001-0039_p0006",
      "zh_CN": "拘舍离就是末伽黎的异名，前面我们曾经读过，不了解事实真相发生这样的误会，在二十五谛里头建立这一谛。冥就是糊里糊涂，真相不能够辨别，他以为这就是太初，宇宙的边缘，宇宙就是从这里开始的，所以跟我们《幼学》里面讲的「混沌初开」，那个混沌的味道差不多。谛就是真理，以为这是第一个真理。这是当时佛陀在世，印度外道建立最高的谛理，他们说从冥初生觉，这是万法之元始，所以把这个理是尊之为顶点，这是最高的真理，唯一的真理，是他们亲证的境界。佛在此地告诉我们，他们那个境界只不过是见到非色非空。在唯识里面讲，正是第七识攀缘第八识，是个什么相？六粗里面的相续相。确实这个功夫是相当高，这个要晓得，没见性，何况第六意识？第六意识是有间断的，不是个相续相，念念迁流。冥谛都不能够执着为自性，第六意识怎么可以把它当作真心？真心是常住的，不生不灭。冥谛是相续相，是相似的常住，不是真的常住，真的常住里头没有相续相，所以相续相是似真非真。我们讲唯识里面讲到第七识，恒审思量，恒就是相续；第六识审而非恒，审就是分别，它没有相续相，一会分别东、一会分别西，它的相是间断的相，这是我们得认识清楚。",
      "zh_TW": "拘舍離就是末伽黎的異名，前面我們曾經讀過，不了解事實真相發生這樣的誤會，在二十五諦裡頭建立這一諦。冥就是糊裡糊塗，真相不能夠辨別，他以為這就是太初，宇宙的邊緣，宇宙就是從這裡開始的，所以跟我們《幼學》裡面講的「混沌初開」，那個混沌的味道差不多。諦就是真理，以為這是第一個真理。這是當時佛陀在世，印度外道建立最高的諦理，他們說從冥初生覺，這是萬法之元始，所以把這個理是尊之為頂點，這是最高的真理，唯一的真理，是他們親證的境界。佛在此地告訴我們，他們那個境界只不過是見到非色非空。在唯識裡面講，正是第七識攀緣第八識，是個什麼相？六粗裡面的相續相。確實這個功夫是相當高，這個要曉得，沒見性，何況第六意識？第六意識是有間斷的，不是個相續相，念念遷流。冥諦都不能夠執著為自性，第六意識怎麼可以把它當作真心？真心是常住的，不生不滅。冥諦是相續相，是相似的常住，不是真的常住，真的常住裡頭沒有相續相，所以相續相是似真非真。我們講唯識裡面講到第七識，恆審思量，恆就是相續；第六識審而非恆，審就是分別，它沒有相續相，一會分別東、一會分別西，它的相是間斷的相，這是我們得認識清楚。"
    },
    {
      "id": "07-001-0039_p0007",
      "zh_CN": "佛法有没有成就，实在就是在辨别真妄。我们为什么不能把妄心放下？就是不知道这是妄心。无始劫以来我们就用的是意识心，总以为这个意识心就是我们的真心，日常用事用它，修行证果也用它。在日常用事用它还勉勉强强，说实在话日用平常当中我们有无尽的烦恼，烦恼从哪里产生的？就是从第六意识用事产生的，这是个妄心，可以用它，副作用太多。假如我们不用第六识、不用第七识，我们以真心来用事，你的生活就清净光明、快乐无比。为什么？真心里面不带烦恼，没有一丝毫的烦恼。迷，迷在哪里？把妄心当作真心，不知道自己有个真心，这是一层迷；把妄心当作真心，两层的迷惑。说实在的话还不止，我们还把心所当作真心，第三层的迷惑。喜怒哀乐是心所，不是心王，这里面是愈分析愈复杂，去真心可以说远之远矣。这就是迷得太深，拔除很不容易。这些地方，前几天东海大学同学到这里来上课，我们讲了八天，讲了一点唯识，那是唯识的皮毛。唯识的道理，就是叫我们辨别真妄，真妄能够辨别了，佛法的目的是叫我们取真舍妄，这才能有成就。但是话又说回来，这东西很难讲，我刚才说一个取、说一个舍，有取舍就是妄心，舍的是妄，取的还是妄。为什么？取是个妄心。这个东西向上一着就开口不得，开口便错，动念即乖，只可意会，不可言传。诸位要懂这个道理，向上一着离开言语，言语道断，心行处灭，是向上一着，无话可说。向上一着才能见性，向上一着才是真心用事，才是真正的离苦得乐。这个乐是真乐，不是苦乐之乐，是真乐，是清净心中本具之乐。",
      "zh_TW": "佛法有沒有成就，實在就是在辨別真妄。我們為什麼不能把妄心放下？就是不知道這是妄心。無始劫以來我們就用的是意識心，總以為這個意識心就是我們的真心，日常用事用它，修行證果也用它。在日常用事用它還勉勉強強，說實在話日用平常當中我們有無盡的煩惱，煩惱從哪裡產生的？就是從第六意識用事產生的，這是個妄心，可以用它，副作用太多。假如我們不用第六識、不用第七識，我們以真心來用事，你的生活就清淨光明、快樂無比。為什麼？真心裡面不帶煩惱，沒有一絲毫的煩惱。迷，迷在哪裡？把妄心當作真心，不知道自己有個真心，這是一層迷；把妄心當作真心，兩層的迷惑。說實在的話還不止，我們還把心所當作真心，第三層的迷惑。喜怒哀樂是心所，不是心王，這裡面是愈分析愈複雜，去真心可以說遠之遠矣。這就是迷得太深，拔除很不容易。這些地方，前幾天東海大學同學到這裡來上課，我們講了八天，講了一點唯識，那是唯識的皮毛。唯識的道理，就是叫我們辨別真妄，真妄能夠辨別了，佛法的目的是叫我們取真捨妄，這才能有成就。但是話又說回來，這東西很難講，我剛才說一個取、說一個捨，有取捨就是妄心，捨的是妄，取的還是妄。為什麼？取是個妄心。這個東西向上一著就開口不得，開口便錯，動念即乖，只可意會，不可言傳。諸位要懂這個道理，向上一著離開言語，言語道斷，心行處滅，是向上一著，無話可說。向上一著才能見性，向上一著才是真心用事，才是真正的離苦得樂。這個樂是真樂，不是苦樂之樂，是真樂，是清淨心中本具之樂。"
    },
    {
      "id": "07-001-0039_p0008",
      "zh_CN": "这些修外道的迷失了方向，他们只能够离开粗重的境界相，微细的六尘影事还是离不开。他们的冥谛，在佛法里叫做灭法尘，法尘有两分，一分叫生法尘，一分叫灭法尘，他的心还是缘法尘。他建立的神我，神我就是能缘的妄心，冥谛是所缘的灭法尘，这是外道修到非想非非想天、四空天的境界不过如此而已。不但这些人，就连阿罗汉，佛在前面说他的功夫，也只是「内守幽闲，犹为法尘分别影事」，你看看跟四空天看起来差不多，比他那个高一级而已，还是脱不了法执，这就是他们为什么不能见性。我们一天到晚讲修行，一天到晚在讲用功，如果这个道理要是不了解、方向不能辨别清楚，我们所修的，诸位仔细想想看，能离开盲修瞎练吗？说盲修瞎练，我们心里听了不舒服，这是事实。如果承认我现在是在盲修瞎练，我还能改得过来，知道错了还能改得过来；自己盲修瞎练，还不承认，死不承认，认为自己是对的，永远没有改过的机会，那就是错到底了，还会有成就吗？",
      "zh_TW": "這些修外道的迷失了方向，他們只能夠離開粗重的境界相，微細的六塵影事還是離不開。他們的冥諦，在佛法裡叫做滅法塵，法塵有兩分，一分叫生法塵，一分叫滅法塵，他的心還是緣法塵。他建立的神我，神我就是能緣的妄心，冥諦是所緣的滅法塵，這是外道修到非想非非想天、四空天的境界不過如此而已。不但這些人，就連阿羅漢，佛在前面說他的功夫，也只是「內守幽閒，猶為法塵分別影事」，你看看跟四空天看起來差不多，比他那個高一級而已，還是脫不了法執，這就是他們為什麼不能見性。我們一天到晚講修行，一天到晚在講用功，如果這個道理要是不了解、方向不能辨別清楚，我們所修的，諸位仔細想想看，能離開盲修瞎練嗎？說盲修瞎練，我們心裡聽了不舒服，這是事實。如果承認我現在是在盲修瞎練，我還能改得過來，知道錯了還能改得過來；自己盲修瞎練，還不承認，死不承認，認為自己是對的，永遠沒有改過的機會，那就是錯到底了，還會有成就嗎？"
    },
    {
      "id": "07-001-0039_p0009",
      "zh_CN": "怎么个修法？我们也常常提供诸位同修，最初方便要把世缘看淡一些。世间五欲六尘、名闻利养，你要是看重了，没有希望，不但是佛道没有希望，就是外道冥谛这个程度都没有指望。你看看人家，舍了欲界才到色界，舍了色界才到无色界，这是无色界的功夫。我们要是连欲界都舍不了，色界都没有分，跟这些外道那功夫差得远！佛道，说实在话连边都沾不上，这都是说的真实话。真正学佛人，一定要在二六时中求心地清净，这就是用功夫，修定。理一定要明了，理与事一定相应，事是什么？就是我们日常生活，一定要相应。功夫在哪里做？六根接触六尘境界上不动心、不起心，不起心是不起念，这叫修行，这叫用功夫。首先是以观照的功夫，理智克服着你的妄心，不动心，功夫用久了，自然而然接触一切境界如如不动，这个时候就智慧现前。诸位要晓得，不动心与真心相应，真心是如如不动，起心动念全是妄心。「那好，我在这境界里头我现在已经是不起心、不动念了」，给诸位说还是妄心。什么妄心？你有个不起心，你已经起了，起了个不起；你已经动念，动了个不动念，还是错的。",
      "zh_TW": "怎麼個修法？我們也常常提供諸位同修，最初方便要把世緣看淡一些。世間五欲六塵、名聞利養，你要是看重了，沒有希望，不但是佛道沒有希望，就是外道冥諦這個程度都沒有指望。你看看人家，捨了欲界才到色界，捨了色界才到無色界，這是無色界的功夫。我們要是連欲界都捨不了，色界都沒有分，跟這些外道那功夫差得遠！佛道，說實在話連邊都沾不上，這都是說的真實話。真正學佛人，一定要在二六時中求心地清淨，這就是用功夫，修定。理一定要明瞭，理與事一定相應，事是什麼？就是我們日常生活，一定要相應。功夫在哪裡做？六根接觸六塵境界上不動心、不起心，不起心是不起念，這叫修行，這叫用功夫。首先是以觀照的功夫，理智克服著你的妄心，不動心，功夫用久了，自然而然接觸一切境界如如不動，這個時候就智慧現前。諸位要曉得，不動心與真心相應，真心是如如不動，起心動念全是妄心。「那好，我在這境界裡頭我現在已經是不起心、不動念了」，給諸位說還是妄心。什麼妄心？你有個不起心，你已經起了，起了個不起；你已經動念，動了個不動念，還是錯的。"
    },
    {
      "id": "07-001-0039_p0010",
      "zh_CN": "这个功夫做起来当然不容易，实在讲不容易，追根究柢我们缺乏基本的训练，所以这些功夫用得都不得力。基本的训练就是根本智的训练，我们亏吃在这里，今天我们明白这个道理，对于根本智要下功夫去补习。如果不把根本智的功夫补习圆满，我们尽管怎样努力，还是功亏一篑，不能成就。可是目前来修根本智有相当的困难，为什么？我们不甘心，不甘心就麻烦。叫你天天去背书，不叫你听经，也不叫你念佛，也不叫你参禅，天天背书，天天学着侍候人，诸位想想，甘心吗？从前在家做学生，侍候老师、侍候师母，还得要侍候老师的儿子女儿，就跟做下人一样。侍候得不好，老师骂了几声没有话说，老师的儿子女儿还要骂你，你要不要忍受？都得要受。学什么？学忍辱波罗蜜。你看佛在《金刚经》给我们说的，「一切法得成于忍」，没有忍辱的功夫，什么都不能成就。所以你要想成佛，哪一尊佛都不例外，专修忍辱要修五百世。你看释迦牟尼佛《金刚经》讲的，五百世做忍辱仙人，专修忍辱然后才能精进。",
      "zh_TW": "這個功夫做起來當然不容易，實在講不容易，追根究柢我們缺乏基本的訓練，所以這些功夫用得都不得力。基本的訓練就是根本智的訓練，我們虧吃在這裡，今天我們明白這個道理，對於根本智要下功夫去補習。如果不把根本智的功夫補習圓滿，我們儘管怎樣努力，還是功虧一簣，不能成就。可是目前來修根本智有相當的困難，為什麼？我們不甘心，不甘心就麻煩。叫你天天去背書，不叫你聽經，也不叫你念佛，也不叫你參禪，天天背書，天天學著侍候人，諸位想想，甘心嗎？從前在家做學生，侍候老師、侍候師母，還得要侍候老師的兒子女兒，就跟做下人一樣。侍候得不好，老師罵了幾聲沒有話說，老師的兒子女兒還要罵你，你要不要忍受？都得要受。學什麼？學忍辱波羅蜜。你看佛在《金剛經》給我們說的，「一切法得成於忍」，沒有忍辱的功夫，什麼都不能成就。所以你要想成佛，哪一尊佛都不例外，專修忍辱要修五百世。你看釋迦牟尼佛《金剛經》講的，五百世做忍辱仙人，專修忍辱然後才能精進。"
    },
    {
      "id": "07-001-0039_p0011",
      "zh_CN": "从前的教育，小孩跟老师一方面求根本智背书，再一方面就是在老师那里折磨，修忍辱，从小就什么事情都能忍，有涵养，遇到事的时候心里他才如如不动。出家也是五年学戒，跟在家教育一样，根本教育，五年当中背诵经典，再就是寺庙里的杂务事情，侍候你师父、侍候师兄弟。寺庙是这样的，他比我先出家、比我先受戒的，我就得要侍候他，所谓是先入佛门为长老，他是先入门，我是后来的，后来就要侍候先到的。诸位晓得，每个人凡夫习气都不一样，寺庙那么多人，要叫大家都满意，做不到，所以那个气也就够受的了。真正有成就的人，他能够忍受得了，都有成就，受不了的就淘汰掉，自然就淘汰掉。你们去看看《禅林宝训》，那些全是我们的善知识，全是教我们基本功夫的。所以五年以后功夫有了相当程度，根本智也有了相当基础，才准许听经、准许你参禅念佛，没有说是一出家就听经、就参禅念佛。现在如果叫你这样子出家，待不了三天就跑掉，所以不行。现在不但是一出家要听经，上台讲经才行、才过瘾，上了台胡说八道、胡造谣言，所以问题实在是太多了。",
      "zh_TW": "從前的教育，小孩跟老師一方面求根本智背書，再一方面就是在老師那裡折磨，修忍辱，從小就什麼事情都能忍，有涵養，遇到事的時候心裡他才如如不動。出家也是五年學戒，跟在家教育一樣，根本教育，五年當中背誦經典，再就是寺廟裡的雜務事情，侍候你師父、侍候師兄弟。寺廟是這樣的，他比我先出家、比我先受戒的，我就得要侍候他，所謂是先入佛門為長老，他是先入門，我是後來的，後來就要侍候先到的。諸位曉得，每個人凡夫習氣都不一樣，寺廟那麼多人，要叫大家都滿意，做不到，所以那個氣也就夠受的了。真正有成就的人，他能夠忍受得了，都有成就，受不了的就淘汰掉，自然就淘汰掉。你們去看看《禪林寶訓》，那些全是我們的善知識，全是教我們基本功夫的。所以五年以後功夫有了相當程度，根本智也有了相當基礎，才准許聽經、准許你參禪念佛，沒有說是一出家就聽經、就參禪念佛。現在如果叫你這樣子出家，待不了三天就跑掉，所以不行。現在不但是一出家要聽經，上台講經才行、才過癮，上了台胡說八道、胡造謠言，所以問題實在是太多了。"
    },
    {
      "id": "07-001-0039_p0012",
      "zh_CN": "我们懂得这个原理，晓得这个伦理的重要性，现在必须要补习，要认真的去补习，晓得这个基础教育是成功的根本，不在这上干不能成就，这是千真万确的话。讲堂里面讲经，诸位在听经，不必用功夫，听懂了很好，听不懂不要去思惟、不要去研究。为什么？思惟、研究都是用的妄心，是第六意识心，你不会开智慧。一遍一遍的听，懂多少算多少，不懂的就算了，再听第二遍、听第三遍，用清净心来薰习。在基础上认真的修学，诸位要是五年之后就不一样，大大的不相同，在这一生当中开悟决定可能，纵然不能是彻悟，大悟我想是应该可以证得。往生西方极乐世界，理一心达不到，事一心可以能做到，纵然事一心做不到，功夫成一片是决定可以做得到，毫无疑惑的，我们取西方极乐世界就可以确定能够取得，我们这一生没空过，这一生绝有价值。这就是我们必须要认清的步骤，要辨别真妄。",
      "zh_TW": "我們懂得這個原理，曉得這個倫理的重要性，現在必須要補習，要認真的去補習，曉得這個基礎教育是成功的根本，不在這上幹不能成就，這是千真萬確的話。講堂裡面講經，諸位在聽經，不必用功夫，聽懂了很好，聽不懂不要去思惟、不要去研究。為什麼？思惟、研究都是用的妄心，是第六意識心，你不會開智慧。一遍一遍的聽，懂多少算多少，不懂的就算了，再聽第二遍、聽第三遍，用清淨心來薰習。在基礎上認真的修學，諸位要是五年之後就不一樣，大大的不相同，在這一生當中開悟決定可能，縱然不能是徹悟，大悟我想是應該可以證得。往生西方極樂世界，理一心達不到，事一心可以能做到，縱然事一心做不到，功夫成一片是決定可以做得到，毫無疑惑的，我們取西方極樂世界就可以確定能夠取得，我們這一生沒空過，這一生絕有價值。這就是我們必須要認清的步驟，要辨別真妄。"
    },
    {
      "id": "07-001-0039_p0013",
      "zh_CN": "佛说这一段话，主要的目的就是破一切众生能缘的妄心。一切众生把能攀缘的心当作自己的真心，听法用这个心来听。前面佛说过，用攀缘心来听法，所听的是什么？法尘，不是法性。你看世尊对阿难尊者的开示，说这个话的口气，对阿难尊者很失望，听这么多年的经，还是用攀缘心来听，全听的是法尘，没有悟法性。由此可知，基本的训练是训练在用真心，这个训练成熟，真心能够念念现前，自然开悟，一切法明了。真心闻法闻的是法性，绝非法尘，法性是觉的，法性是明的，所以说是根尘一接触就生无量智慧；而用妄心，妄心是不觉，缘外面法尘，法尘也是迷惑，迷与迷相应，当中生无明烦恼。这一点道理，我们在经论上看得非常的清楚、非常的明白，如何取舍就是自己的事情。到这里是一个段落。请看下面经文：",
      "zh_TW": "佛說這一段話，主要的目的就是破一切眾生能緣的妄心。一切眾生把能攀緣的心當作自己的真心，聽法用這個心來聽。前面佛說過，用攀緣心來聽法，所聽的是什麼？法塵，不是法性。你看世尊對阿難尊者的開示，說這個話的口氣，對阿難尊者很失望，聽這麼多年的經，還是用攀緣心來聽，全聽的是法塵，沒有悟法性。由此可知，基本的訓練是訓練在用真心，這個訓練成熟，真心能夠念念現前，自然開悟，一切法明瞭。真心聞法聞的是法性，絕非法塵，法性是覺的，法性是明的，所以說是根塵一接觸就生無量智慧；而用妄心，妄心是不覺，緣外面法塵，法塵也是迷惑，迷與迷相應，當中生無明煩惱。這一點道理，我們在經論上看得非常的清楚、非常的明白，如何取捨就是自己的事情。到這裡是一個段落。請看下面經文："
    },
    {
      "id": "07-001-0039_p0014",
      "zh_CN": "【则汝心性各有所还。云何为主。】",
      "zh_TW": "【則汝心性各有所還。云何為主。】"
    },
    {
      "id": "07-001-0039_p0015",
      "zh_CN": "这一句话是问阿难，你把能缘的心认为是心性的话，『各有所还』，还就是还原，能还原当然就不是常住。正如前面所说的，如果心性是因前尘而来，因前尘而去，譬如我们分别音声，起心动念，有了心，分别声的可以还给声，分别色的可以还给色，乃至分别冥谛也可以归还给冥谛，所以说「各有所还」。佛在此地是点醒阿难尊者，你要是还认分别心为心性，你就得要觉悟，你的心性各有所还。各有所还，以什么为主宰？主宰是心性。前面讲的客尘烦恼，客有来有去，主则无有往，主是自己，客不是自己，所以我们晓得，一动一静都是属于尘影。客有来往，居亭主人他不动，而我们现在的过失在哪里？我们不认识镜而认识镜中之影，我们不认识主而专门注意在客人。所以我们今天用的心是生灭心，如果把生灭心当作真性，那糟了，真性也同于生灭。佛所讲的不生不灭常住真心又在哪里？『云何为主』？主就是指不生不灭的常住真心。",
      "zh_TW": "這一句話是問阿難，你把能緣的心認為是心性的話，『各有所還』，還就是還原，能還原當然就不是常住。正如前面所說的，如果心性是因前塵而來，因前塵而去，譬如我們分別音聲，起心動念，有了心，分別聲的可以還給聲，分別色的可以還給色，乃至分別冥諦也可以歸還給冥諦，所以說「各有所還」。佛在此地是點醒阿難尊者，你要是還認分別心為心性，你就得要覺悟，你的心性各有所還。各有所還，以什麼為主宰？主宰是心性。前面講的客塵煩惱，客有來有去，主則無有往，主是自己，客不是自己，所以我們曉得，一動一靜都是屬於塵影。客有來往，居亭主人他不動，而我們現在的過失在哪裡？我們不認識鏡而認識鏡中之影，我們不認識主而專門注意在客人。所以我們今天用的心是生滅心，如果把生滅心當作真性，那糟了，真性也同於生滅。佛所講的不生不滅常住真心又在哪裡？『云何為主』？主就是指不生不滅的常住真心。"
    },
    {
      "id": "07-001-0039_p0016",
      "zh_CN": "这几句话总指六尘缘影之心，离尘无体，不是主人，你要是认清就应该把它放下，就应该把它舍弃，不能让它当家用事，它当家用事带来八万四千尘劳烦恼。你们唯识虽然没有深究，就百法里面来观察，你用六识用事所带来的就是五十一个心所、二十四个不相应的心所，都是它带来的。你要是能把六识舍掉，相应的心所没有了，不起作用，你的心多清净、多自在！所以说妄心用事生烦恼，真心用事生智慧。六祖大师比我们高，高在哪里？真心用事，人家是「从一般若生八万四千智慧」，我们从一意识生八万四千尘劳，不一样就在此地。除此以外再问问，佛菩萨与我们还有什么不同？找不到了。由此可知，作佛菩萨有什么难处？不难，妄心舍掉就是佛菩萨。你要想开智慧，难不难？也不难，舍掉妄心，八万四千智慧就现前。再给诸位说，念念生八万四千智慧，这我们听到好羡慕，好羡慕又不肯舍妄心，徒然羡慕而已，自己不能入这个境界，诸位想这多可惜？下面这是著名的《楞严经》上的八还，看看经文：",
      "zh_TW": "這幾句話總指六塵緣影之心，離塵無體，不是主人，你要是認清就應該把它放下，就應該把它捨棄，不能讓它當家用事，它當家用事帶來八萬四千塵勞煩惱。你們唯識雖然沒有深究，就百法裡面來觀察，你用六識用事所帶來的就是五十一個心所、二十四個不相應的心所，都是它帶來的。你要是能把六識捨掉，相應的心所沒有了，不起作用，你的心多清淨、多自在！所以說妄心用事生煩惱，真心用事生智慧。六祖大師比我們高，高在哪裡？真心用事，人家是「從一般若生八萬四千智慧」，我們從一意識生八萬四千塵勞，不一樣就在此地。除此以外再問問，佛菩薩與我們還有什麼不同？找不到了。由此可知，作佛菩薩有什麼難處？不難，妄心捨掉就是佛菩薩。你要想開智慧，難不難？也不難，捨掉妄心，八萬四千智慧就現前。再給諸位說，念念生八萬四千智慧，這我們聽到好羨慕，好羨慕又不肯捨妄心，徒然羨慕而已，自己不能入這個境界，諸位想這多可惜？下面這是著名的《楞嚴經》上的八還，看看經文："
    },
    {
      "id": "07-001-0039_p0017",
      "zh_CN": "【阿难言。若我心性各有所还。则如来说妙明元心云何无还。惟垂哀愍为我宣说。】",
      "zh_TW": "【阿難言。若我心性各有所還。則如來說妙明元心云何無還。惟垂哀愍為我宣說。】"
    },
    {
      "id": "07-001-0039_p0018",
      "zh_CN": "世尊是苦口婆心说了一大堆，阿难的疑执还没破，所以才有这一问。『心性』这个名词通于真妄，阿难所执着的是妄，如来所说的是真，如来说的心性，跟阿难意识里面所接受的心性，不是一个心性，名词是一样的，境界不一样。这就是开经偈里面讲「愿解如来真实义」，言语名词听懂了，意思没懂得，如来的真实义没懂得，这个没有懂得就是执着没放下。换句话说，到现在阿难还是攀缘心在闻法，妄与妄相应，妄不会与真相应的。阿难如此，我们不例外，千万不要以为阿难是个大笨蛋，到现在还不悟，还不晓得如来的意思。试问问我们晓得了没有？我们比阿难还要笨，我们今天听了心有真心、有真性，我们听到是有名无实，真性我们见到没有？真心我们见到没有？没有，我们干的还不如阿难，阿难还能提得出这些问题，我们听了哑口无言，连个问题也提不出来。果然与经论的境界相应，佛说到哪里我们就悟到哪里，一部《楞严经》讲完诸位就成佛了，圆教的佛，善于用心确实就如此。依然用攀缘心，把《楞严经》听上一万遍还是不能开悟，还跟现前一样。",
      "zh_TW": "世尊是苦口婆心說了一大堆，阿難的疑執還沒破，所以才有這一問。『心性』這個名詞通於真妄，阿難所執著的是妄，如來所說的是真，如來說的心性，跟阿難意識裡面所接受的心性，不是一個心性，名詞是一樣的，境界不一樣。這就是開經偈裡面講「願解如來真實義」，言語名詞聽懂了，意思沒懂得，如來的真實義沒懂得，這個沒有懂得就是執著沒放下。換句話說，到現在阿難還是攀緣心在聞法，妄與妄相應，妄不會與真相應的。阿難如此，我們不例外，千萬不要以為阿難是個大笨蛋，到現在還不悟，還不曉得如來的意思。試問問我們曉得了沒有？我們比阿難還要笨，我們今天聽了心有真心、有真性，我們聽到是有名無實，真性我們見到沒有？真心我們見到沒有？沒有，我們幹的還不如阿難，阿難還能提得出這些問題，我們聽了啞口無言，連個問題也提不出來。果然與經論的境界相應，佛說到哪裡我們就悟到哪裡，一部《楞嚴經》講完諸位就成佛了，圓教的佛，善於用心確實就如此。依然用攀緣心，把《楞嚴經》聽上一萬遍還是不能開悟，還跟現前一樣。"
    },
    {
      "id": "07-001-0039_p0019",
      "zh_CN": "这里面就是有个窍门，根本智之所以能现前，那个窍门也在此，所谓是不用分别心，平常在背诵就是训练这个，没有第二个意思，就是训练一个不分别。一部书从头念到尾不起一念，字字分明，绝不是「这个怎么讲法？」你也看到这个，念到这里很高兴。这就糟了，分别心相应他才高兴。日久天长训练，经从头念到尾就是心里不动一念，这个念经是修定。法门八万四千，门门都是修定的，这方法是修定，要经过相当长期的训练，看经的时候有定，不分别了，然后在日用平常用事也不分别。不分别，所运用的是智慧，这是善不善用心关键的所在。阿难不善用心，所以到现在还开不了悟。我们要拿阿难做借镜，阿难的毛病就是我们的毛病，知道毛病了要痛改前非，我们才会有成就。只要一用生灭心，就把如来所讲的『妙明元心』给障碍，妙明元心是真心，是我们每个人本具的妙心。明天晚上讲《妙法莲华经》，要说到这个问题。妙心、妙法，法有三大类，众生法妙这条跟诸位讲过，佛法妙还没讲，心法妙，心是根本。佛法与众生法都是心法里面生出来，无法不妙，妙明元心。一念生灭心，就把妙明元心给障碍了，所以在一切法里起一念生灭心，一切法都不妙，没有一法妙；如果在一切法里头不起生灭心，就法法皆妙，无法不妙。",
      "zh_TW": "這裡面就是有個竅門，根本智之所以能現前，那個竅門也在此，所謂是不用分別心，平常在背誦就是訓練這個，沒有第二個意思，就是訓練一個不分別。一部書從頭念到尾不起一念，字字分明，絕不是「這個怎麼講法？」你也看到這個，念到這裡很高興。這就糟了，分別心相應他才高興。日久天長訓練，經從頭念到尾就是心裡不動一念，這個念經是修定。法門八萬四千，門門都是修定的，這方法是修定，要經過相當長期的訓練，看經的時候有定，不分別了，然後在日用平常用事也不分別。不分別，所運用的是智慧，這是善不善用心關鍵的所在。阿難不善用心，所以到現在還開不了悟。我們要拿阿難做借鏡，阿難的毛病就是我們的毛病，知道毛病了要痛改前非，我們才會有成就。只要一用生滅心，就把如來所講的『妙明元心』給障礙，妙明元心是真心，是我們每個人本具的妙心。明天晚上講《妙法蓮華經》，要說到這個問題。妙心、妙法，法有三大類，眾生法妙這條跟諸位講過，佛法妙還沒講，心法妙，心是根本。佛法與眾生法都是心法裡面生出來，無法不妙，妙明元心。一念生滅心，就把妙明元心給障礙了，所以在一切法裡起一念生滅心，一切法都不妙，沒有一法妙；如果在一切法裡頭不起生滅心，就法法皆妙，無法不妙。"
    },
    {
      "id": "07-001-0039_p0020",
      "zh_CN": "阿难在此地提问题，说心性各有所还，妙明元心为什么就无还？《楞严》这部经，在中国禅宗里面也是一部重要的经典，禅宗里面许多公案都是以《楞严经》的学理来做依据。换句话说，《楞严经》里面所讲的道理与方法，从前学禅的人都运用在日常生活当中。就是在生活当中去勘验，把这理论在生活当中做试验，进一步与日常生活融合成一体，所谓是行在解中，行就是生活。生活在一乘教义之中，而一乘教义就是我们日常生活，这就叫证果。解与行是一不是二，正是六祖所说的佛法是不二法。行与解是二就不是佛法，什么叫佛？觉，没有觉。觉与行是一，这是觉，佛法就是觉法，不是佛法就不是觉法，你还没觉、还在迷。觉了以后叫一真，一即是多、多即是一，一多不二，这叫一真。我们现在听说这个道理，事上合不起来，这就是不觉，这就是六祖讲的不是佛法、不会佛法。会佛法的人了不起，什么人会佛法？一真法界的人会佛法，没有入一真的都不会佛法。不会佛法的得不到佛法的受用，会佛法的才得佛法的受用。佛法的受用是解脱、是自在，正是清凉所讲的无碍法界。",
      "zh_TW": "阿難在此地提問題，說心性各有所還，妙明元心為什麼就無還？《楞嚴》這部經，在中國禪宗裡面也是一部重要的經典，禪宗裡面許多公案都是以《楞嚴經》的學理來做依據。換句話說，《楞嚴經》裡面所講的道理與方法，從前學禪的人都運用在日常生活當中。就是在生活當中去勘驗，把這理論在生活當中做試驗，進一步與日常生活融合成一體，所謂是行在解中，行就是生活。生活在一乘教義之中，而一乘教義就是我們日常生活，這就叫證果。解與行是一不是二，正是六祖所說的佛法是不二法。行與解是二就不是佛法，什麼叫佛？覺，沒有覺。覺與行是一，這是覺，佛法就是覺法，不是佛法就不是覺法，你還沒覺、還在迷。覺了以後叫一真，一即是多、多即是一，一多不二，這叫一真。我們現在聽說這個道理，事上合不起來，這就是不覺，這就是六祖講的不是佛法、不會佛法。會佛法的人了不起，什麼人會佛法？一真法界的人會佛法，沒有入一真的都不會佛法。不會佛法的得不到佛法的受用，會佛法的才得佛法的受用。佛法的受用是解脫、是自在，正是清涼所講的無礙法界。"
    },
    {
      "id": "07-001-0039_p0021",
      "zh_CN": "在此地给我们一个启示，于一切法中才有分别就是可还，才有分别我们已经就迷了。正是《起信论》里面说，「一念不觉而有无明」，在一切法里头才有分别就是不觉、就是无明，不觉障碍大觉，无明障碍了妙明。大乘佛法、一乘佛法里面，信解行证是最重要的修学原则，如何在日常生活当中六根接触六尘境界不起一念分别心，把自己的心训练成一面镜子一样，大圆镜智，外面宇宙人生的万象照得清清楚楚不起一念分别，功夫做到这一层，给诸位说，无量的智慧，大用无方。绝不是说我什么都不分别，我变成糊涂虫一个，变成白痴。白痴有分别，他没有分别，他不是白痴，他还有分别，他念念都有分别。这个话我说得容易，做起来诸位就是认真的做也得做个十年、二十年，才有点消息、才有点眉目。一面做、一面要明理，要明理不能用研究、不能用思惟，明理是什么？离心意识去求解，这就是菩萨的三慧闻思修。菩萨的三慧闻思修是要离心意识的，用心意识来搞三学三慧都不能成就，用心意识来搞三学很勉强，三慧决定不相应。换句话说，三慧是一定要离心意识的，三学不离心意识可以搞到个罗汉果，小乘阿罗汉，但是没见性，没有见到真性。下面经文，世尊对阿难的开示：",
      "zh_TW": "在此地給我們一個啟示，於一切法中才有分別就是可還，才有分別我們已經就迷了。正是《起信論》裡面說，「一念不覺而有無明」，在一切法裡頭才有分別就是不覺、就是無明，不覺障礙大覺，無明障礙了妙明。大乘佛法、一乘佛法裡面，信解行證是最重要的修學原則，如何在日常生活當中六根接觸六塵境界不起一念分別心，把自己的心訓練成一面鏡子一樣，大圓鏡智，外面宇宙人生的萬象照得清清楚楚不起一念分別，功夫做到這一層，給諸位說，無量的智慧，大用無方。絕不是說我什麼都不分別，我變成糊塗蟲一個，變成白痴。白痴有分別，他沒有分別，他不是白痴，他還有分別，他念念都有分別。這個話我說得容易，做起來諸位就是認真的做也得做個十年、二十年，才有點消息、才有點眉目。一面做、一面要明理，要明理不能用研究、不能用思惟，明理是什麼？離心意識去求解，這就是菩薩的三慧聞思修。菩薩的三慧聞思修是要離心意識的，用心意識來搞三學三慧都不能成就，用心意識來搞三學很勉強，三慧決定不相應。換句話說，三慧是一定要離心意識的，三學不離心意識可以搞到個羅漢果，小乘阿羅漢，但是沒見性，沒有見到真性。下面經文，世尊對阿難的開示："
    },
    {
      "id": "07-001-0039_p0022",
      "zh_CN": "【佛告阿难。且汝见我见精明元。此见虽非妙精明心。如第二月非是月影。】",
      "zh_TW": "【佛告阿難。且汝見我見精明元。此見雖非妙精明心。如第二月非是月影。】"
    },
    {
      "id": "07-001-0039_p0023",
      "zh_CN": "我们把经文先念一段，然后我们再一段一段来说。",
      "zh_TW": "我們把經文先念一段，然後我們再一段一段來說。"
    },
    {
      "id": "07-001-0039_p0024",
      "zh_CN": "【汝应谛听。今当示汝无所还地。】",
      "zh_TW": "【汝應諦聽。今當示汝無所還地。】"
    },
    {
      "id": "07-001-0039_p0025",
      "zh_CN": "这是答应给他讲解这个道理，真心无还。",
      "zh_TW": "這是答應給他講解這個道理，真心無還。"
    },
    {
      "id": "07-001-0039_p0026",
      "zh_CN": "【阿难。此大讲堂洞开东方。日轮升天则有明曜。中夜黑月云雾晦暝则复昏暗。】",
      "zh_TW": "【阿難。此大講堂洞開東方。日輪升天則有明曜。中夜黑月雲霧晦暝則復昏暗。】"
    },
    {
      "id": "07-001-0039_p0027",
      "zh_CN": "这个文字要记住，刚才念的这一段是明暗一对。",
      "zh_TW": "這個文字要記住，剛才念的這一段是明暗一對。"
    },
    {
      "id": "07-001-0039_p0028",
      "zh_CN": "【户牖之隙则复见通。墙宇之间则复观壅。】",
      "zh_TW": "【戶牖之隙則復見通。牆宇之間則復觀壅。】"
    },
    {
      "id": "07-001-0039_p0029",
      "zh_CN": "这是通塞一对。",
      "zh_TW": "這是通塞一對。"
    },
    {
      "id": "07-001-0039_p0030",
      "zh_CN": "【分别之处则复见缘。顽虚之中遍是空性。】",
      "zh_TW": "【分別之處則復見緣。頑虛之中遍是空性。】"
    },
    {
      "id": "07-001-0039_p0031",
      "zh_CN": "这是色空一对。",
      "zh_TW": "這是色空一對。"
    },
    {
      "id": "07-001-0039_p0032",
      "zh_CN": "【郁「土＋孛」之象则纡昏尘。澄霁敛氛又观清净。】",
      "zh_TW": "【鬱「土＋孛」之象則紆昏塵。澄霽斂氛又觀清淨。】"
    },
    {
      "id": "07-001-0039_p0033",
      "zh_CN": "这是染净一对。佛说这一对一对的指出可还之处。",
      "zh_TW": "這是染淨一對。佛說這一對一對的指出可還之處。"
    },
    {
      "id": "07-001-0039_p0034",
      "zh_CN": "前面这一句是开示的大前提，真性是说不出的，所以唯识里面不讲性，讲识。为什么？识可以思惟、可以言说，识是第二义，不是第一义。『妙精明心』是第一义，说不出的，佛不得已说一个带妄的真心，就是『见精明元』。「见精明元」是什么？见性，十番显见的见性。见性是真的，是带妄之真，不是纯真，带了个什么？带了个见，体是真实的，它带着见。在此地讲，这好比是『第二月』，第二月相当真实而不是『月影』。「月影」是什么？所谓千江有水千江月，水底的月那是假的，水底的月是什么？是妄心。八识，八识是水中之月，六根的根性是第二月，这是古人所讲的。",
      "zh_TW": "前面這一句是開示的大前提，真性是說不出的，所以唯識裡面不講性，講識。為什麼？識可以思惟、可以言說，識是第二義，不是第一義。『妙精明心』是第一義，說不出的，佛不得已說一個帶妄的真心，就是『見精明元』。「見精明元」是什麼？見性，十番顯見的見性。見性是真的，是帶妄之真，不是純真，帶了個什麼？帶了個見，體是真實的，它帶著見。在此地講，這好比是『第二月』，第二月相當真實而不是『月影』。「月影」是什麼？所謂千江有水千江月，水底的月那是假的，水底的月是什麼？是妄心。八識，八識是水中之月，六根的根性是第二月，這是古人所講的。"
    },
    {
      "id": "07-001-0039_p0035",
      "zh_CN": "我们就这段经文来说，佛叫着阿难，『且汝见我』，你见我这个「见精明元」，这个见不是眼见，是叫你用心见，才能够见到真相。见精，宾中主，也就是阿赖耶识的见分，是带妄之真，不是第七意识、第六识的见分。四分一定要搞清楚，心心所各有四分，阿赖耶是第一个迷，阿赖耶的见分是亲见分，阿赖耶的相分叫本质的相分，带妄之真。也有人主张，阿赖耶是真妄和合，我们讲见性、讲六根的根性就是指阿赖耶识，我们的身体这个色身是阿赖耶的相分。真如本性在相分里起直接的作用，就是六根的能力是直接的作用，这是真性的作用，这就是阿赖耶的见分，也就是此地讲十番显见，就是显的这个，带一层妄，最接近真。我们讲八识画的图，画个圆圈，真如本性第一月，真月，旁边再画一个阿赖耶识是第二月，第二月就是讲这个。那个意识以下，六识的圈圈那都是月影、水中之月，千江有水千江月，那里头找不到真性。为什么？差太远。在阿赖耶里面找，能找到个仿佛、相似，很接近。我们合唯识上讲，诸位就更容易了解。",
      "zh_TW": "我們就這段經文來說，佛叫著阿難，『且汝見我』，你見我這個「見精明元」，這個見不是眼見，是叫你用心見，才能夠見到真相。見精，賓中主，也就是阿賴耶識的見分，是帶妄之真，不是第七意識、第六識的見分。四分一定要搞清楚，心心所各有四分，阿賴耶是第一個迷，阿賴耶的見分是親見分，阿賴耶的相分叫本質的相分，帶妄之真。也有人主張，阿賴耶是真妄和合，我們講見性、講六根的根性就是指阿賴耶識，我們的身體這個色身是阿賴耶的相分。真如本性在相分裡起直接的作用，就是六根的能力是直接的作用，這是真性的作用，這就是阿賴耶的見分，也就是此地講十番顯見，就是顯的這個，帶一層妄，最接近真。我們講八識畫的圖，畫個圓圈，真如本性第一月，真月，旁邊再畫一個阿賴耶識是第二月，第二月就是講這個。那個意識以下，六識的圈圈那都是月影、水中之月，千江有水千江月，那裡頭找不到真性。為什麼？差太遠。在阿賴耶裡面找，能找到個彷彿、相似，很接近。我們合唯識上講，諸位就更容易了解。"
    },
    {
      "id": "07-001-0039_p0036",
      "zh_CN": "佛在此地说，且汝眼前见我时这一见，当一见一念不生，绝无分别，不但不杂想，连色相也不杂，这是见性见，这叫真精。精就是精明之体，这个精明之体是本有的，所以叫明元，明是光明，光明是取照见的意思，一见就明了。这个光明之照是我们本性原来具有的，所以叫做见精明元。这个见精虽然是很精明，没有杂一个妄念，也没有杂一切色相，可是它还带了妄，妄是什么？能见与所见。诸位要晓得，阿赖耶的三细相，见分是能见，相分是所见，就带这一层。阿难见佛一念不生，见精是能见，佛是所见，诸位要晓得，有能有所是二不是一，二还是迷不是觉。但是虽然是迷，迷得很薄，距离觉只差一层，突破就觉，就差这么一点点。这个功夫正是所谓百尺竿头，他到了百尺竿头，再进一步就突破，就大觉。我们读经闻法，确实有的时候也带到这个境界，带到这个境界很可惜不能突破，这一不突破立刻又掉下来，掉下来就愈迷愈深。达到这个顶点很不容易保持，要能够在这个顶点上保持一个阶段，就有突破的时候。我们确实在讲座里有的时候真是带到这顶端，但是怎么样？一刹那之间又下来，没有办法在这顶头上停留一会，停不住。",
      "zh_TW": "佛在此地說，且汝眼前見我時這一見，當一見一念不生，絕無分別，不但不雜想，連色相也不雜，這是見性見，這叫真精。精就是精明之體，這個精明之體是本有的，所以叫明元，明是光明，光明是取照見的意思，一見就明瞭。這個光明之照是我們本性原來具有的，所以叫做見精明元。這個見精雖然是很精明，沒有雜一個妄念，也沒有雜一切色相，可是它還帶了妄，妄是什麼？能見與所見。諸位要曉得，阿賴耶的三細相，見分是能見，相分是所見，就帶這一層。阿難見佛一念不生，見精是能見，佛是所見，諸位要曉得，有能有所是二不是一，二還是迷不是覺。但是雖然是迷，迷得很薄，距離覺只差一層，突破就覺，就差這麼一點點。這個功夫正是所謂百尺竿頭，他到了百尺竿頭，再進一步就突破，就大覺。我們讀經聞法，確實有的時候也帶到這個境界，帶到這個境界很可惜不能突破，這一不突破立刻又掉下來，掉下來就愈迷愈深。達到這個頂點很不容易保持，要能夠在這個頂點上保持一個階段，就有突破的時候。我們確實在講座裡有的時候真是帶到這頂端，但是怎麼樣？一剎那之間又下來，沒有辦法在這頂頭上停留一會，停不住。"
    },
    {
      "id": "07-001-0039_p0037",
      "zh_CN": "这就是说这个见虽然不是「妙精明心」，什么叫做妙？妙是不二，二就不妙。在一个真体之中，还有能见与所见，这就是两分，再加体上自证分就是三分，再来个证自证分就是四分。那是一，一弄成四，不妙；四合成一，这就是妙，那就不带妄，就一点都不迷。不要说四，还有见相两分，既然见相两分，两分不能互用，见不能当作相，相不能当作见，这就不能称妙。虽不能称妙，体，体我们讲自证分，自证分是精明之体，所以佛才说「此见虽非妙精明心，如第二月」。第二月怎么现的？我们晚上看月亮，忽然看到月亮变成两个月亮，两个月亮怎么看的？眼睛有点毛病。古人教给我们，佛经上也说「捏目所见」，我们晚上看月亮，现在看灯也一样，你把指头往眼睛这里用力一按，看到是两个灯、两个月亮，两个月亮当然一个真的、一个妄。虽然见到妄的，与这个真的关系很接近，找妄的能找到真的，可以找到真的。所以从阿赖耶识的见分里面可以找到真如本性，可以悟入真如本性。七转识于相应的心所那个见分里头找真性，决定找不到，为什么？与真的相去太远。好像水里头那个月亮，你到水里去找真的月亮，到哪里找？找不到。捏目所见的第二月能找到，十番显见是带妄显真，「如第二月非是月影」，不是水里的月亮。这是世尊方便开示。今天时间到了，就讲到此地。",
      "zh_TW": "這就是說這個見雖然不是「妙精明心」，什麼叫做妙？妙是不二，二就不妙。在一個真體之中，還有能見與所見，這就是兩分，再加體上自證分就是三分，再來個證自證分就是四分。那是一，一弄成四，不妙；四合成一，這就是妙，那就不帶妄，就一點都不迷。不要說四，還有見相兩分，既然見相兩分，兩分不能互用，見不能當作相，相不能當作見，這就不能稱妙。雖不能稱妙，體，體我們講自證分，自證分是精明之體，所以佛才說「此見雖非妙精明心，如第二月」。第二月怎麼現的？我們晚上看月亮，忽然看到月亮變成兩個月亮，兩個月亮怎麼看的？眼睛有點毛病。古人教給我們，佛經上也說「捏目所見」，我們晚上看月亮，現在看燈也一樣，你把指頭往眼睛這裡用力一按，看到是兩個燈、兩個月亮，兩個月亮當然一個真的、一個妄。雖然見到妄的，與這個真的關係很接近，找妄的能找到真的，可以找到真的。所以從阿賴耶識的見分裡面可以找到真如本性，可以悟入真如本性。七轉識於相應的心所那個見分裡頭找真性，決定找不到，為什麼？與真的相去太遠。好像水裡頭那個月亮，你到水裡去找真的月亮，到哪裡找？找不到。捏目所見的第二月能找到，十番顯見是帶妄顯真，「如第二月非是月影」，不是水裡的月亮。這是世尊方便開示。今天時間到了，就講到此地。"
    }
  ]
}