{
  "doc_id": "07-001-0021",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0021",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "07-001-0021_p0001",
      "zh_CN": "【尔时世尊开示阿难。及诸大众。欲令心入无生法忍。】",
      "zh_TW": "【爾時世尊開示阿難。及諸大眾。欲令心入無生法忍。】"
    },
    {
      "id": "07-001-0021_p0002",
      "zh_CN": "在这几句经文里面，就可以看出世尊教学的目的，是在令大众『心入无生法忍』。什么叫做无生法忍？又怎样入法？这是我们学佛的同修急需要明了的。无生法忍是一种定，也是一种相当深度的定，要是以天台判教来说，别教初地以上才能够契入无生法忍的境界，圆教也要在初住以上。这种深定的境界是怎样的？我们在佛法里面常常见到，有所谓于三界之中，就是欲界、色界、无色界在这个三界之中，三界诸位要记住，就是讲一尊佛所教化的大千世界，三千大千世界才有一个四禅天，这是要记住的，有一千个三禅天，这种境界我们都应当要了解。这个意思就是说，在世尊的三千大千世界之中，不见有少法生、不见有少法灭，也就是不生不灭。不单单是在我们地球上见一切法不生不灭，三千大千世界里面见一切法都是不生不灭；一个三千大千世界见一切法不生不灭，十方恒沙世界当然也是不生不灭，到这样的境界才算是证得无生法忍。再给诸位说，无生法是诸法实相，凡是有生有灭是诸法的幻相。我们要问问，诸法它真的有个真、有个幻吗？诸法果然有真相、有幻相，法哪里可以叫真？法没有真妄，真妄是在我们自性，我们自性觉就见一切法不生不灭，我们自性迷就觉得一切法有生有灭。",
      "zh_TW": "在這幾句經文裡面，就可以看出世尊教學的目的，是在令大眾『心入無生法忍』。什麼叫做無生法忍？又怎樣入法？這是我們學佛的同修急需要明瞭的。無生法忍是一種定，也是一種相當深度的定，要是以天台判教來說，別教初地以上才能夠契入無生法忍的境界，圓教也要在初住以上。這種深定的境界是怎樣的？我們在佛法裡面常常見到，有所謂於三界之中，就是欲界、色界、無色界在這個三界之中，三界諸位要記住，就是講一尊佛所教化的大千世界，三千大千世界才有一個四禪天，這是要記住的，有一千個三禪天，這種境界我們都應當要了解。這個意思就是說，在世尊的三千大千世界之中，不見有少法生、不見有少法滅，也就是不生不滅。不單單是在我們地球上見一切法不生不滅，三千大千世界裡面見一切法都是不生不滅；一個三千大千世界見一切法不生不滅，十方恆沙世界當然也是不生不滅，到這樣的境界才算是證得無生法忍。再給諸位說，無生法是諸法實相，凡是有生有滅是諸法的幻相。我們要問問，諸法它真的有個真、有個幻嗎？諸法果然有真相、有幻相，法哪裡可以叫真？法沒有真妄，真妄是在我們自性，我們自性覺就見一切法不生不滅，我們自性迷就覺得一切法有生有滅。"
    },
    {
      "id": "07-001-0021_p0003",
      "zh_CN": "可见得见一切法生灭是妄心所见，见的是妄相，根本就不是真相，真相是不生不灭。什么时候才能见到？几时我们真心现前，就是不生不灭的心现前，真心现前的时候，真心是不生不灭的心，以不生不灭的心来看宇宙万法，一一法都不生不灭。唯识里面常讲，「心生则种种法生，心灭则种种法灭」，这都是讲虚妄不实在的境界。这样说起来，这个境界确实是难证得，但是学佛的人一定要立志，也就是佛法里面常讲要发愿，我们一定要证得。在念佛法门里面我们讲一心不乱，一心不乱念到理一心不乱就是这个境界。现在有很多人参加几次佛七，觉得自己逐渐得到一心不乱。如果自己以为自己得到理一心不乱，试问问他眼里这一切法还有没有生灭？如果还有生灭，没有证到理一心不乱。理一心不乱见一切法确实不生不灭，并不是一种幻想，确实不生不灭。所以教理要是不明了，往往我们在行门里有些境界错会了，就好比走路，路不认识、目标也不清楚，希望是到高雄去，到了板桥，因为不晓得当中有个板桥，把板桥当作高雄，以为自己就到了，这个误会太大太大！所以修行一定要通达教理，这是佛在大乘经典里面常常告诫我们的。",
      "zh_TW": "可見得見一切法生滅是妄心所見，見的是妄相，根本就不是真相，真相是不生不滅。什麼時候才能見到？幾時我們真心現前，就是不生不滅的心現前，真心現前的時候，真心是不生不滅的心，以不生不滅的心來看宇宙萬法，一一法都不生不滅。唯識裡面常講，「心生則種種法生，心滅則種種法滅」，這都是講虛妄不實在的境界。這樣說起來，這個境界確實是難證得，但是學佛的人一定要立志，也就是佛法裡面常講要發願，我們一定要證得。在念佛法門裡面我們講一心不亂，一心不亂念到理一心不亂就是這個境界。現在有很多人參加幾次佛七，覺得自己逐漸得到一心不亂。如果自己以為自己得到理一心不亂，試問問他眼裡這一切法還有沒有生滅？如果還有生滅，沒有證到理一心不亂。理一心不亂見一切法確實不生不滅，並不是一種幻想，確實不生不滅。所以教理要是不明瞭，往往我們在行門裡有些境界錯會了，就好比走路，路不認識、目標也不清楚，希望是到高雄去，到了板橋，因為不曉得當中有個板橋，把板橋當作高雄，以為自己就到了，這個誤會太大太大！所以修行一定要通達教理，這是佛在大乘經典裡面常常告誡我們的。"
    },
    {
      "id": "07-001-0021_p0004",
      "zh_CN": "在《楞严》，可以说这部经都是以证无生法忍为目标。这部经里面所讲的理论，所讲的修学方法，都是趣向这个目标。尤其明显的，「十番显见」里面第九段、第十段，超情离见，到这个时候，我们观察一一法当体就是真如实相。也就是「首楞严」的意思，首楞严是梵语，翻成中国的意思是一切事究竟坚固。过去有些对于净土法门误会的人，以为净土法门是释迦牟尼佛教老太婆的佛法，没有什么理论可谈，也没有什么高的境界。其实不然，楞严会上「二十五圆通章」，诸位总要记住，最重要的两章就特别的提出来，一个是「大势至念佛圆通」，一个是「观世音耳根圆通」。怎么晓得它特别？你看我们一般世俗里头，我们说表演、演戏，你看演戏，最好的一出戏它摆在哪里？不是摆在前面，是摆在最后，凡是摆在最后一定是最好、最重要的。按照次第来摆的这是平常的，这「二十五圆通」的次第是六根、六尘、六识、七大，按照这个顺序排列。假如按照这个顺序来排列，观世音菩萨是耳根，六根里头第一个是眼根，第二是耳根，应当排在第二位，二十五位他应当排在第二位，可是观世音耳根它是排在最后一位，按照这个排列顺序来看，它就是一个特别法门，最重要的一个法门。「大势至念佛圆通章」要按次序来排，它是七大里面的根大，地水火风空见识，他是见，见就是根。七大里面它应当是排在第六位，可是它也摆在最后面，摆在第七位，跟弥勒菩萨两个交换，弥勒菩萨是识大，跟他交换。我们从这个地方就要体会到，念佛就是修楞严大定，念佛这个方法就可以证入无生法忍。既然这样说，念佛的人很多，没有看到哪个人证到无生法忍，这又是什么缘故？法门是选对了，不懂得理论、不懂得方法。就好比修学方向是正确，理论与方法不懂，还是一步行不得，得不到这种殊胜的感应与果报。",
      "zh_TW": "在《楞嚴》，可以說這部經都是以證無生法忍為目標。這部經裡面所講的理論，所講的修學方法，都是趣向這個目標。尤其明顯的，「十番顯見」裡面第九段、第十段，超情離見，到這個時候，我們觀察一一法當體就是真如實相。也就是「首楞嚴」的意思，首楞嚴是梵語，翻成中國的意思是一切事究竟堅固。過去有些對於淨土法門誤會的人，以為淨土法門是釋迦牟尼佛教老太婆的佛法，沒有什麼理論可談，也沒有什麼高的境界。其實不然，楞嚴會上「二十五圓通章」，諸位總要記住，最重要的兩章就特別的提出來，一個是「大勢至念佛圓通」，一個是「觀世音耳根圓通」。怎麼曉得它特別？你看我們一般世俗裡頭，我們說表演、演戲，你看演戲，最好的一齣戲它擺在哪裡？不是擺在前面，是擺在最後，凡是擺在最後一定是最好、最重要的。按照次第來擺的這是平常的，這「二十五圓通」的次第是六根、六塵、六識、七大，按照這個順序排列。假如按照這個順序來排列，觀世音菩薩是耳根，六根裡頭第一個是眼根，第二是耳根，應當排在第二位，二十五位他應當排在第二位，可是觀世音耳根它是排在最後一位，按照這個排列順序來看，它就是一個特別法門，最重要的一個法門。「大勢至念佛圓通章」要按次序來排，它是七大裡面的根大，地水火風空見識，他是見，見就是根。七大裡面它應當是排在第六位，可是它也擺在最後面，擺在第七位，跟彌勒菩薩兩個交換，彌勒菩薩是識大，跟他交換。我們從這個地方就要體會到，念佛就是修楞嚴大定，念佛這個方法就可以證入無生法忍。既然這樣說，念佛的人很多，沒有看到哪個人證到無生法忍，這又是什麼緣故？法門是選對了，不懂得理論、不懂得方法。就好比修學方向是正確，理論與方法不懂，還是一步行不得，得不到這種殊勝的感應與果報。"
    },
    {
      "id": "07-001-0021_p0005",
      "zh_CN": "在这一句里面，「入」这个字是修证的意思，我们在《华严经》里面看到，「入法界品」，善财童子行成证入。《法华经》里面讲「入佛知见」，可见得入就是证，证必须要修，所以它是就修证上来说。无生是法性，是从理上来说；忍这个字是定，是功夫，也是地位，他到达这个地位，就是他这个功夫到了这一层。就地位上来说，别教是初地的地位，圆教是初住以上的地位。但是要晓得，圆初住跟别初地，在断证的功夫上来说，这两个人是平等的，虽然平等，别教初地菩萨比不上圆教初住，为什么比不上？圆初住他的思想、他的修法是圆融，没有障碍的；别教里面他还是有障碍，他没有圆教那么圆融。所以在理论上讲、在修法上讲，别初地的菩萨比不上圆初住，圆教一发心就了不起，他的修学是圆融自在而无碍的。圆顿的根性也相当的不容易，这是通常我们讲在修行人当中确实是一等的聪明利根，真是一闻千悟，有这样的天赋。这样天赋当然也不是天生，也是多生多劫培养而成就。在这个地位，也就是说他的修学程度到这样的功夫，于一一法中都能见性。《楞严》讲原理原则，而《华严》是将这些理论散布在一一法相上来表示，这就是表法。我们读《华严》，看到《华严经》里面华藏世界依正庄严，看到如来的法会同生、异生四百多类的大众，他们每个人所证得的解脱法门，至少证得一种，多的有三种、有五种，这是我们在经上看到过。实际上给诸位说，一即一切、一切即一，随事相来表法，要用一法来表一切法，我们不容易理解；以一法来表一个法门，我们容易理解。实在上讲，一法含一切法，一种解脱门含摄无量无边的解脱门，法法如是、门门如是，这才真正是契入无生，始终不二。",
      "zh_TW": "在這一句裡面，「入」這個字是修證的意思，我們在《華嚴經》裡面看到，「入法界品」，善財童子行成證入。《法華經》裡面講「入佛知見」，可見得入就是證，證必須要修，所以它是就修證上來說。無生是法性，是從理上來說；忍這個字是定，是功夫，也是地位，他到達這個地位，就是他這個功夫到了這一層。就地位上來說，別教是初地的地位，圓教是初住以上的地位。但是要曉得，圓初住跟別初地，在斷證的功夫上來說，這兩個人是平等的，雖然平等，別教初地菩薩比不上圓教初住，為什麼比不上？圓初住他的思想、他的修法是圓融，沒有障礙的；別教裡面他還是有障礙，他沒有圓教那麼圓融。所以在理論上講、在修法上講，別初地的菩薩比不上圓初住，圓教一發心就了不起，他的修學是圓融自在而無礙的。圓頓的根性也相當的不容易，這是通常我們講在修行人當中確實是一等的聰明利根，真是一聞千悟，有這樣的天賦。這樣天賦當然也不是天生，也是多生多劫培養而成就。在這個地位，也就是說他的修學程度到這樣的功夫，於一一法中都能見性。《楞嚴》講原理原則，而《華嚴》是將這些理論散布在一一法相上來表示，這就是表法。我們讀《華嚴》，看到《華嚴經》裡面華藏世界依正莊嚴，看到如來的法會同生、異生四百多類的大眾，他們每個人所證得的解脫法門，至少證得一種，多的有三種、有五種，這是我們在經上看到過。實際上給諸位說，一即一切、一切即一，隨事相來表法，要用一法來表一切法，我們不容易理解；以一法來表一個法門，我們容易理解。實在上講，一法含一切法，一種解脫門含攝無量無邊的解脫門，法法如是、門門如是，這才真正是契入無生，始終不二。"
    },
    {
      "id": "07-001-0021_p0006",
      "zh_CN": "要就入或者就忍，可以说始于名字即佛，止于究竟即佛，是一不是二。说六即，是方便说，一真法里头哪里会有六？六是随凡情而说。如果随如来知见，可以说无法可说，这个意思非常的深，我们要细心去体会。在《楞严》里面，如果把这个道理明白，去念《华严经》就非常有味道。念《华严经》之后，我们日常生活六根接触六尘，观感就不一样，变了，见色闻声都是菩提法性。没入这个境界，见色闻声全是生灭法；入这境界之后，一一色、一一声都是不生不灭法，性相一如、性相不二，不但理事无碍，事事都无碍。为什么事事无碍？因为事事如其性，性无碍，相哪里会有碍？这种境界完全是无生法忍以上的境界，也就是《华严》里面所讲的四十一位法身大士，是他们的境界。入了这个境界，给诸位说，再没什么生死，也不会再有什么灾难。不但三界之内的分段生死了不可得，找不到，界外的变易生死也了不可得。从这往上的修法，叫无功用道。这个话很难懂，我们总是要用功才会有进步，人家不能用功，用功就错了，不用功行不行？不用也不行，用了也不行。麻烦大了，我们感觉得很困惑，到那个时候确实是如此。",
      "zh_TW": "要就入或者就忍，可以說始於名字即佛，止於究竟即佛，是一不是二。說六即，是方便說，一真法裡頭哪裡會有六？六是隨凡情而說。如果隨如來知見，可以說無法可說，這個意思非常的深，我們要細心去體會。在《楞嚴》裡面，如果把這個道理明白，去念《華嚴經》就非常有味道。念《華嚴經》之後，我們日常生活六根接觸六塵，觀感就不一樣，變了，見色聞聲都是菩提法性。沒入這個境界，見色聞聲全是生滅法；入這境界之後，一一色、一一聲都是不生不滅法，性相一如、性相不二，不但理事無礙，事事都無礙。為什麼事事無礙？因為事事如其性，性無礙，相哪裡會有礙？這種境界完全是無生法忍以上的境界，也就是《華嚴》裡面所講的四十一位法身大士，是他們的境界。入了這個境界，給諸位說，再沒什麼生死，也不會再有什麼災難。不但三界之內的分段生死了不可得，找不到，界外的變易生死也了不可得。從這往上的修法，叫無功用道。這個話很難懂，我們總是要用功才會有進步，人家不能用功，用功就錯了，不用功行不行？不用也不行，用了也不行。麻煩大了，我們感覺得很困惑，到那個時候確實是如此。"
    },
    {
      "id": "07-001-0021_p0007",
      "zh_CN": "我们把话说回来，我们修学佛法，我们也发了大心，我们为什么不能够证入？诸位要牢牢的记住，前面佛跟我们讲的二种根本，我们在二种根本里面错用了，正是误认生灭妄心以为这是真心。所以无生法忍，我们只能在这经论里头看看这些名词，看看古大德怎么注解，我们没有办法证入。现在阿难在楞严会上所要求的，就是要求如来的大定，因为他发心求如来的大定这个愿很大，所以佛才教他入无生法忍，也就是证楞严大定。本经一开端，「七番破处」、「二处征心」，紧接着后面「十番显见」，目的都是要破阿难尊者生灭的妄心。我们读《楞严》，在此地必须要记住，阿难是大权示现，不是真正的声闻，是大慈大悲代表我们。佛对阿难的开示是假的，对我们的开示是真的，所以在楞严会上阿难尊者就是我们的代表人，我们还不会问，他代我们问，佛教他的就是教我们，所以我们修学贵在直下承当。千万不要以为那是阿难与大菩萨们的境界，我凡夫罪业深重，我怎么担得起？那好了，那是永远都没有分。要晓得经就是佛为我说的，我有缘分遇到这个经典，我就是这部经、就是这个法会的当机者。你要能发这个心，佛菩萨就欢喜，为什么？真有一个开悟了，有一个发大心肯接受佛的教法。因此经典里面每一句话，都是佛为我们自己所讲的，诸位要能够体会这一点，你读经才有特别的亲切感，每一句话是佛给自己说的，不是给别人说的，这才叫信佛。信才能够入，信才能够依教奉行，才能够开智慧，慧才能度。这几句是世尊把教学的意思透出来，这不是释迦牟尼佛所讲的，是他心里面的意思。世尊的言语在底下这一段，诸位看经文：",
      "zh_TW": "我們把話說回來，我們修學佛法，我們也發了大心，我們為什麼不能夠證入？諸位要牢牢的記住，前面佛跟我們講的二種根本，我們在二種根本裡面錯用了，正是誤認生滅妄心以為這是真心。所以無生法忍，我們只能在這經論裡頭看看這些名詞，看看古大德怎麼註解，我們沒有辦法證入。現在阿難在楞嚴會上所要求的，就是要求如來的大定，因為他發心求如來的大定這個願很大，所以佛才教他入無生法忍，也就是證楞嚴大定。本經一開端，「七番破處」、「二處徵心」，緊接著後面「十番顯見」，目的都是要破阿難尊者生滅的妄心。我們讀《楞嚴》，在此地必須要記住，阿難是大權示現，不是真正的聲聞，是大慈大悲代表我們。佛對阿難的開示是假的，對我們的開示是真的，所以在楞嚴會上阿難尊者就是我們的代表人，我們還不會問，他代我們問，佛教他的就是教我們，所以我們修學貴在直下承當。千萬不要以為那是阿難與大菩薩們的境界，我凡夫罪業深重，我怎麼擔得起？那好了，那是永遠都沒有分。要曉得經就是佛為我說的，我有緣分遇到這個經典，我就是這部經、就是這個法會的當機者。你要能發這個心，佛菩薩就歡喜，為什麼？真有一個開悟了，有一個發大心肯接受佛的教法。因此經典裡面每一句話，都是佛為我們自己所講的，諸位要能夠體會這一點，你讀經才有特別的親切感，每一句話是佛給自己說的，不是給別人說的，這才叫信佛。信才能夠入，信才能夠依教奉行，才能夠開智慧，慧才能度。這幾句是世尊把教學的意思透出來，這不是釋迦牟尼佛所講的，是他心裡面的意思。世尊的言語在底下這一段，諸位看經文："
    },
    {
      "id": "07-001-0021_p0008",
      "zh_CN": "【于师子座。摩阿难顶。而告之言。如来常说。诸法所生。唯心所现。一切因果。世界微尘。因心成体。】",
      "zh_TW": "【於師子座。摩阿難頂。而告之言。如來常說。諸法所生。唯心所現。一切因果。世界微塵。因心成體。】"
    },
    {
      "id": "07-001-0021_p0009",
      "zh_CN": "下面这些话才是佛所讲的，前面是结集经的人叙述世尊的意思。这几句话相当的重要，也很不好懂，但是这样的话真是如来常说，几乎一切大乘经论里面佛都说过这些道理，纵然是言语不同，意思没有两样。『诸法所生』，这个地方所讲的法，就是十法界依正庄严，拿我们现在来讲，大而虚空、小而微尘，一切的动物、植物、矿物，连虚空都包括在其中，虚空也是一法，这是讲「诸法」。诸法是怎么生的？今天世界上有许多的宗教家，有许多的科学家、哲学家，都在那里探讨，千百年来一直到今天还没有一个定论。虽然各有各的说法，但是那些说法都不能叫人心服口服，说到这边好像有点道理，但是那边一看这个道理不通。诸法几时生的？什么原因生的？试问问这些学者，再千万年之后他们能不能够研究得出来？给诸位说，决定研究不出来。不要说千万年后他研究不出来，拿佛家来讲，尘点劫之后他还是茫然。为什么我们可以这样武断的说他不会有结果？诸位要晓得，他错用了心、他错用了方法，所以断定他没有成就。假如他用心正确、方法也正确，我们就不敢这样说，他很可能在三、五年当中，或者二、三十年当中，他有个结果，那就是方法正确、用心正确，这才是真正关键的所在。",
      "zh_TW": "下面這些話才是佛所講的，前面是結集經的人敘述世尊的意思。這幾句話相當的重要，也很不好懂，但是這樣的話真是如來常說，幾乎一切大乘經論裡面佛都說過這些道理，縱然是言語不同，意思沒有兩樣。『諸法所生』，這個地方所講的法，就是十法界依正莊嚴，拿我們現在來講，大而虛空、小而微塵，一切的動物、植物、礦物，連虛空都包括在其中，虛空也是一法，這是講「諸法」。諸法是怎麼生的？今天世界上有許多的宗教家，有許多的科學家、哲學家，都在那裡探討，千百年來一直到今天還沒有一個定論。雖然各有各的說法，但是那些說法都不能叫人心服口服，說到這邊好像有點道理，但是那邊一看這個道理不通。諸法幾時生的？什麼原因生的？試問問這些學者，再千萬年之後他們能不能夠研究得出來？給諸位說，決定研究不出來。不要說千萬年後他研究不出來，拿佛家來講，塵點劫之後他還是茫然。為什麼我們可以這樣武斷的說他不會有結果？諸位要曉得，他錯用了心、他錯用了方法，所以斷定他沒有成就。假如他用心正確、方法也正確，我們就不敢這樣說，他很可能在三、五年當中，或者二、三十年當中，他有個結果，那就是方法正確、用心正確，這才是真正關鍵的所在。"
    },
    {
      "id": "07-001-0021_p0010",
      "zh_CN": "佛法，前面这二种根本，文字不多，我叫诸位一定要背熟，就是这个道理。要想找这宇宙人生的真实相、真实性，一定要用真本，不生不灭菩提涅槃的根本，这是真本，也就是真心，决定不可以再用攀缘心、再用生灭心。这个话好像说得很容易，我们也能够听得懂，可是我们无始以来生生世世一直到今天都是用生灭心，都是用攀缘心，现在虽然懂得有这么回事情，怎么转过来？诸位同修哪个不想转？可就是转不过来。正如同阿难一样，害怕，不敢转，为什么？好像不生不灭的真心没有用处，比不上生灭心有用，生灭心能知痛痒，不生不灭心好像不知。诸位要这样错解，完全错解了意思，不但是错解了真本，妄本也错解。所以读《四十华严》善财童子五十三参，诸位要细心去体会，我们在讲这个大经的时候常常提醒同修。五十三参里面诸位能看出，善财与善友活活泼泼，他不是白痴、不是木石之人。五十三参自始至终，从德云比丘一直到普贤菩萨，就是《楞严》里面的「舍识用根」，你看用根多活泼、多自在，识办不到。诸位要记住，用根是用根中之性，就是六根的根性，六根的根性是真实的、是不生不灭。见性的功能周遍法界，眼识的功能太小，眼识要九缘才能够生起，缺少一缘，眼识不能生起。由此可知，眼识是依他起性，依他起是虚妄的；眼根当中的见性是圆成实性，圆成实才是真实的。",
      "zh_TW": "佛法，前面這二種根本，文字不多，我叫諸位一定要背熟，就是這個道理。要想找這宇宙人生的真實相、真實性，一定要用真本，不生不滅菩提涅槃的根本，這是真本，也就是真心，決定不可以再用攀緣心、再用生滅心。這個話好像說得很容易，我們也能夠聽得懂，可是我們無始以來生生世世一直到今天都是用生滅心，都是用攀緣心，現在雖然懂得有這麼回事情，怎麼轉過來？諸位同修哪個不想轉？可就是轉不過來。正如同阿難一樣，害怕，不敢轉，為什麼？好像不生不滅的真心沒有用處，比不上生滅心有用，生滅心能知痛癢，不生不滅心好像不知。諸位要這樣錯解，完全錯解了意思，不但是錯解了真本，妄本也錯解。所以讀《四十華嚴》善財童子五十三參，諸位要細心去體會，我們在講這個大經的時候常常提醒同修。五十三參裡面諸位能看出，善財與善友活活潑潑，他不是白痴、不是木石之人。五十三參自始至終，從德雲比丘一直到普賢菩薩，就是《楞嚴》裡面的「捨識用根」，你看用根多活潑、多自在，識辦不到。諸位要記住，用根是用根中之性，就是六根的根性，六根的根性是真實的、是不生不滅。見性的功能周遍法界，眼識的功能太小，眼識要九緣才能夠生起，缺少一緣，眼識不能生起。由此可知，眼識是依他起性，依他起是虛妄的；眼根當中的見性是圓成實性，圓成實才是真實的。"
    },
    {
      "id": "07-001-0021_p0011",
      "zh_CN": "妄识、识心是有障碍的，识心是有知，有所不知，它知的范围太少，不知的太多了。见性是什么？见性无知，可是它的作用是无所不知，无知是体，体无知，作用是无所不知。我们的识怎么样？识的体是有知，作用是不知。这里面必须细细的去辨别，你要把它认清楚，你才能够肯定的接受佛所说的理论、所说的现象，才真肯换一换。怎么换法？道理要真正通达自然会换，不必佛菩萨来教我们。我们现在虽然佛说得这么详细，我们听不懂、我们不能够接受，实在讲这是很平常的现象。为什么？我们在楞严会上看阿难尊者，阿难是释迦牟尼佛的侍者，一天到晚不离开佛身边的人，侍奉佛那么多年，每一会讲经说法他都参与，他还不懂，他还不敢接受，何况我们去佛三千年，我们没有见到佛的面！今天看到这些翻译的经典，一看就能接受，那我们的根性比阿难是高明得太多太多。今天说是不懂，或者不能接受，可以说是理所当然，这是很正常的，不是不正常的。可是阿难在楞严会上明了这个道理，也有所悟，我们要问，阿难是悟了不错，在第三卷末了赞佛偈子里面确实是悟入的境界，悟了之后阿难有没有舍识用根，有没有照做？没有。为什么说没有？如果他要有的话，释迦牟尼佛入灭的时候，他就不会流眼泪。我们在经典传记里面看，释迦牟尼佛入般涅槃的时候，阿难心里非常难过、痛苦，应该问的什么事情都问不出来，还要别的同学在旁边提示他。",
      "zh_TW": "妄識、識心是有障礙的，識心是有知，有所不知，它知的範圍太少，不知的太多了。見性是什麼？見性無知，可是它的作用是無所不知，無知是體，體無知，作用是無所不知。我們的識怎麼樣？識的體是有知，作用是不知。這裡面必須細細的去辨別，你要把它認清楚，你才能夠肯定的接受佛所說的理論、所說的現象，才真肯換一換。怎麼換法？道理要真正通達自然會換，不必佛菩薩來教我們。我們現在雖然佛說得這麼詳細，我們聽不懂、我們不能夠接受，實在講這是很平常的現象。為什麼？我們在楞嚴會上看阿難尊者，阿難是釋迦牟尼佛的侍者，一天到晚不離開佛身邊的人，侍奉佛那麼多年，每一會講經說法他都參與，他還不懂，他還不敢接受，何況我們去佛三千年，我們沒有見到佛的面！今天看到這些翻譯的經典，一看就能接受，那我們的根性比阿難是高明得太多太多。今天說是不懂，或者不能接受，可以說是理所當然，這是很正常的，不是不正常的。可是阿難在楞嚴會上明瞭這個道理，也有所悟，我們要問，阿難是悟了不錯，在第三卷末了讚佛偈子裡面確實是悟入的境界，悟了之後阿難有沒有捨識用根，有沒有照做？沒有。為什麼說沒有？如果他要有的話，釋迦牟尼佛入滅的時候，他就不會流眼淚。我們在經典傳記裡面看，釋迦牟尼佛入般涅槃的時候，阿難心裡非常難過、痛苦，應該問的什麼事情都問不出來，還要別的同學在旁邊提示他。"
    },
    {
      "id": "07-001-0021_p0012",
      "zh_CN": "摩诃迦叶结集经藏的时候，五百阿罗汉结集经藏把阿难关在门外，你没有本事，你不要进来。阿难真正转识成智、证阿罗汉，是在什么时候？是在迦叶的手上，所以他是传法第二代的祖师。佛以后，第一个继承佛的人是迦叶尊者。阿难虽然是跟佛学的，但是他示现成就证果是在迦叶的时候，所以他是第二代的祖师。如果说阿难尊者楞严会上道理懂了，马上就照这个方法来修行，舍识用根，他才是第一代祖师，怎么会轮到大迦叶？这就说我们今天纵然懂了，转不过来也不奇怪。虽不奇怪，给诸位说，你要懂了，不能转太可惜了，阿难还能在迦叶手上转，我们要到谁的手上去转？得一世人身，来生还能不能得到人身？还能不能继续修学？这个问题太大！我们今天如果说转不了，也必须求一个带业往生，我们到西方极乐世界阿弥陀佛的会下再去转去，这个实在讲是不得已而求其次。生西方极乐世界生实报庄严土，这多自在！何必在凡圣同居土、方便有余土，逐步逐步往上升，那要多少时劫？为什么不一去就去实报庄严土？实报庄严土的条件就是理一心不乱。给诸位说，《楞严经》跟《华严经》就是帮助我们得到理一心不乱的。我们在这里修学大乘经典，如果这些经不能帮助我们理一心不乱，我们学它干什么？正是它有力量帮助我们达到最高的境界，达到我们圆满的成就，不辜负诸佛的期望。",
      "zh_TW": "摩訶迦葉結集經藏的時候，五百阿羅漢結集經藏把阿難關在門外，你沒有本事，你不要進來。阿難真正轉識成智、證阿羅漢，是在什麼時候？是在迦葉的手上，所以他是傳法第二代的祖師。佛以後，第一個繼承佛的人是迦葉尊者。阿難雖然是跟佛學的，但是他示現成就證果是在迦葉的時候，所以他是第二代的祖師。如果說阿難尊者楞嚴會上道理懂了，馬上就照這個方法來修行，捨識用根，他才是第一代祖師，怎麼會輪到大迦葉？這就說我們今天縱然懂了，轉不過來也不奇怪。雖不奇怪，給諸位說，你要懂了，不能轉太可惜了，阿難還能在迦葉手上轉，我們要到誰的手上去轉？得一世人身，來生還能不能得到人身？還能不能繼續修學？這個問題太大！我們今天如果說轉不了，也必須求一個帶業往生，我們到西方極樂世界阿彌陀佛的會下再去轉去，這個實在講是不得已而求其次。生西方極樂世界生實報莊嚴土，這多自在！何必在凡聖同居土、方便有餘土，逐步逐步往上升，那要多少時劫？為什麼不一去就去實報莊嚴土？實報莊嚴土的條件就是理一心不亂。給諸位說，《楞嚴經》跟《華嚴經》就是幫助我們得到理一心不亂的。我們在這裡修學大乘經典，如果這些經不能幫助我們理一心不亂，我們學它幹什麼？正是它有力量幫助我們達到最高的境界，達到我們圓滿的成就，不辜負諸佛的期望。"
    },
    {
      "id": "07-001-0021_p0013",
      "zh_CN": "所以说凡夫转四智为八识，这是迷失了本性，在无明不觉这个境界里面妄现万法。虽然妄现，而这些万法都有根源，都有变化的理论与方式，我们现在所谓是方程式，就是法则。可是迷惑颠倒的凡夫，他不能够理解这些万物是唯心所现，不但不晓得万物是唯心所现，什么叫做心他也不晓得。一般凡夫讲到心，心是什么？心理。从前是叫肉团心，现在晓得这肉团心没有什么大的作用，作用最大的是脑，脑就是心，能够思惟、能够想像，就是阿难前面所讲的一样，没有两样，认为这就是心。这样的心固然很有作用，给诸位说，不能生万法，所以什么是真正的心我们不晓得。现在哲学里面讲的宇宙万有的本体，宇宙万有的本体很接近佛法里面讲的真心。他们虽然提出这个问题在探讨、在研究，但是决定找不到，就是他们用的方法是错误的。佛法找这个真心自性，叫真心自性现前，真心自性确实是一切万法的本体，一切万法都是真心变现之物，可是这真心怎样才能现前？要有极深的定功，前面跟诸位讲的无生法忍，也就是首楞严大定，从定中才能够见得到，定是真心。绝不是从分别、研究当中能够晓得，分别是第六识，执着是第七识，六、七识的功能再大，佛法里头讲它的能力是很大，向内攀缘可以攀缘到阿赖耶，对外去攀缘能够攀缘到一切万法，唯独它不能够攀缘本性，它见不到真性。见不到真性，换句话说，诸法实相它见不到。诸法的妄相，它有能力，它都缘得到；诸法的实相，它没有能力，它缘不到。",
      "zh_TW": "所以說凡夫轉四智為八識，這是迷失了本性，在無明不覺這個境界裡面妄現萬法。雖然妄現，而這些萬法都有根源，都有變化的理論與方式，我們現在所謂是方程式，就是法則。可是迷惑顛倒的凡夫，他不能夠理解這些萬物是唯心所現，不但不曉得萬物是唯心所現，什麼叫做心他也不曉得。一般凡夫講到心，心是什麼？心理。從前是叫肉團心，現在曉得這肉團心沒有什麼大的作用，作用最大的是腦，腦就是心，能夠思惟、能夠想像，就是阿難前面所講的一樣，沒有兩樣，認為這就是心。這樣的心固然很有作用，給諸位說，不能生萬法，所以什麼是真正的心我們不曉得。現在哲學裡面講的宇宙萬有的本體，宇宙萬有的本體很接近佛法裡面講的真心。他們雖然提出這個問題在探討、在研究，但是決定找不到，就是他們用的方法是錯誤的。佛法找這個真心自性，叫真心自性現前，真心自性確實是一切萬法的本體，一切萬法都是真心變現之物，可是這真心怎樣才能現前？要有極深的定功，前面跟諸位講的無生法忍，也就是首楞嚴大定，從定中才能夠見得到，定是真心。絕不是從分別、研究當中能夠曉得，分別是第六識，執著是第七識，六、七識的功能再大，佛法裡頭講它的能力是很大，向內攀緣可以攀緣到阿賴耶，對外去攀緣能夠攀緣到一切萬法，唯獨它不能夠攀緣本性，它見不到真性。見不到真性，換句話說，諸法實相它見不到。諸法的妄相，它有能力，它都緣得到；諸法的實相，它沒有能力，它緣不到。"
    },
    {
      "id": "07-001-0021_p0014",
      "zh_CN": "真性在哪里？前面七番破处，诸位应当觉悟，真性是无在而无所不在。佛在楞严会上，对我们实在是太慈悲、太亲切，叫我们认识它在哪里，直截了当的指出我们六根的根性，六根的根性就是真性。但是这六根的根性，我们能不能真正体会到实际的状况？不太容易，很难体会得到。我们的见性，眼根的作用是见性，到十番显见诸位就看到，前面七处征心也能看得到，张开眼睛我们见，闭着眼睛还是见，醒的时候是见，睡大觉还是见。为什么？不生不灭。眼识就不行，眼识，睁开眼睛眼识行，眼睛闭着不生眼识，所以眼识是生灭法。见性是不生不灭法，不生不灭是真的，生灭的是虚妄的。见性是不是就在我们眼根？如果说在眼根，我在这个地方坐在这里，我这个眼根有见性；我到那个地方去，是不是这个地方见性跟着我的身体到那里去？这是问题，诸位要在这里面去体会才会开悟。我们六根的根性是尽虚空遍法界，不生不灭、不来不去，我们这个身有来去，心没有来去，我们的见没有来去，我们的闻没有来去。这样说愈说愈玄、愈说愈难懂，但是事实是这样。",
      "zh_TW": "真性在哪裡？前面七番破處，諸位應當覺悟，真性是無在而無所不在。佛在楞嚴會上，對我們實在是太慈悲、太親切，叫我們認識它在哪裡，直截了當的指出我們六根的根性，六根的根性就是真性。但是這六根的根性，我們能不能真正體會到實際的狀況？不太容易，很難體會得到。我們的見性，眼根的作用是見性，到十番顯見諸位就看到，前面七處徵心也能看得到，張開眼睛我們見，閉著眼睛還是見，醒的時候是見，睡大覺還是見。為什麼？不生不滅。眼識就不行，眼識，睜開眼睛眼識行，眼睛閉著不生眼識，所以眼識是生滅法。見性是不生不滅法，不生不滅是真的，生滅的是虛妄的。見性是不是就在我們眼根？如果說在眼根，我在這個地方坐在這裡，我這個眼根有見性；我到那個地方去，是不是這個地方見性跟著我的身體到那裡去？這是問題，諸位要在這裡面去體會才會開悟。我們六根的根性是盡虛空遍法界，不生不滅、不來不去，我們這個身有來去，心沒有來去，我們的見沒有來去，我們的聞沒有來去。這樣說愈說愈玄、愈說愈難懂，但是事實是這樣。"
    },
    {
      "id": "07-001-0021_p0015",
      "zh_CN": "实在不得已的办法，我们这个身就好像一台电视机一样，电视机装在这个地方一打开，你看它也有色、也有声，在这里有色有声；你把它搬到那个房间里去一打开，它还是有色有声。试问一问，电视机现的色相与音声，是从我们这个地方又跑到那里去，还是如如不动呢？这个道理容易懂。这就晓得色与声是尽虚空遍法界，什么地方有这个机器什么地方就现形，就是《楞严经》里面讲的，「当处出生，随处灭尽」。我们这个身就好像这个机器一样，我们六根的根性就像那个电波一样，是尽虚空遍法界的。但是我们现在就是因为迷，迷了之后苦，苦在哪里？没有这个身不能现形，六根的作用就显不出来，必须要有个身它才会起作用。就好像色相与音声确实是遍虚空、遍法界的，我没有电视机我就收不到、我就看不见，非有这个机器不可，这就是障碍。几时到你见了性，心通了，没有障碍，就是不要这个机器也能见色闻声，也能得大自在，这才叫事事无碍，自己才得大自在，接引众生、教化众生是随类现身。不像我们现在这个色身不能随愿，我们是受业力的支配，所谓善有善报、恶有恶报，我们受善恶果报而得不到自在。不像佛菩萨他是愿力，在人道他就示现个人的形状，起作用，能够开示大众；在畜生道他就示现畜生身，教化畜生大众。诸位去读《经律异相》、读《法苑珠林》，这些公案都有的。尤其是《经律异相》里面多，释迦牟尼佛在因地行菩萨道，六道里面哪一道他都去，都是自在身。这就是学佛的功德利益、好处，要没有这么多的好处，没有这么多的功德利益，试问问我们学它干什么？佛法所讲的一点迷信都没有，它有真实的道理做基础。所谓法尔如是，本来就是这样，事实就是这样，只是我们迷惑颠倒。",
      "zh_TW": "實在不得已的辦法，我們這個身就好像一台電視機一樣，電視機裝在這個地方一打開，你看它也有色、也有聲，在這裡有色有聲；你把它搬到那個房間裡去一打開，它還是有色有聲。試問一問，電視機現的色相與音聲，是從我們這個地方又跑到那裡去，還是如如不動呢？這個道理容易懂。這就曉得色與聲是盡虛空遍法界，什麼地方有這個機器什麼地方就現形，就是《楞嚴經》裡面講的，「當處出生，隨處滅盡」。我們這個身就好像這個機器一樣，我們六根的根性就像那個電波一樣，是盡虛空遍法界的。但是我們現在就是因為迷，迷了之後苦，苦在哪裡？沒有這個身不能現形，六根的作用就顯不出來，必須要有個身它才會起作用。就好像色相與音聲確實是遍虛空、遍法界的，我沒有電視機我就收不到、我就看不見，非有這個機器不可，這就是障礙。幾時到你見了性，心通了，沒有障礙，就是不要這個機器也能見色聞聲，也能得大自在，這才叫事事無礙，自己才得大自在，接引眾生、教化眾生是隨類現身。不像我們現在這個色身不能隨願，我們是受業力的支配，所謂善有善報、惡有惡報，我們受善惡果報而得不到自在。不像佛菩薩他是願力，在人道他就示現個人的形狀，起作用，能夠開示大眾；在畜生道他就示現畜生身，教化畜生大眾。諸位去讀《經律異相》、讀《法苑珠林》，這些公案都有的。尤其是《經律異相》裡面多，釋迦牟尼佛在因地行菩薩道，六道裡面哪一道他都去，都是自在身。這就是學佛的功德利益、好處，要沒有這麼多的好處，沒有這麼多的功德利益，試問問我們學它幹什麼？佛法所講的一點迷信都沒有，它有真實的道理做基礎。所謂法爾如是，本來就是這樣，事實就是這樣，只是我們迷惑顛倒。"
    },
    {
      "id": "07-001-0021_p0016",
      "zh_CN": "这是我们讲到诸法的生因，佛给我们讲是『唯心所现』，万法的生起是由于真如不守自性为因，给诸位说，这样的说法是方便说。真实的说法怎么说？真实的是言语道断、心行处灭。真实法说不出，是要你从方便里面去悟入真实。世尊一代的教法都是方便法，了义经也是方便法。真实法里面，我们拿禅宗来说，大迦叶尊者与佛在一起，拈花微笑、以心传心，那是不是真实法？还是方便法。真实法里头何必还要笑一笑？何必还要拈个花？还是方便法。因为方便法可以诱导我们契入真实，所以方便无异于真实，但是方便并不就是真实，这一定要懂得。方便与真实是不二的，但是也是不一的，不一不二，这也是说法的难处，愈是讲到真实的愈难讲。这个地方说的就是一般大乘经典诸位会常常看到的，「真如不守自性为因」。我过去刚刚学佛的时候，看到这一句也觉得不太圆满，为什么？真如为什么不守自性，什么缘故不守自性，什么时候不守自性？这总是打破沙锅问到底。实在找不到根源，「释迦牟尼佛别的都说得不错，这个道理他没说清楚，很遗憾」，有这种念头，给诸位说，这在佛法里面叫谤佛。佛有没有说清楚？实在说得很清楚，就是我们悟不到，悟不到当然免不了生疑问，免不了有疑惑。",
      "zh_TW": "這是我們講到諸法的生因，佛給我們講是『唯心所現』，萬法的生起是由於真如不守自性為因，給諸位說，這樣的說法是方便說。真實的說法怎麼說？真實的是言語道斷、心行處滅。真實法說不出，是要你從方便裡面去悟入真實。世尊一代的教法都是方便法，了義經也是方便法。真實法裡面，我們拿禪宗來說，大迦葉尊者與佛在一起，拈花微笑、以心傳心，那是不是真實法？還是方便法。真實法裡頭何必還要笑一笑？何必還要拈個花？還是方便法。因為方便法可以誘導我們契入真實，所以方便無異於真實，但是方便並不就是真實，這一定要懂得。方便與真實是不二的，但是也是不一的，不一不二，這也是說法的難處，愈是講到真實的愈難講。這個地方說的就是一般大乘經典諸位會常常看到的，「真如不守自性為因」。我過去剛剛學佛的時候，看到這一句也覺得不太圓滿，為什麼？真如為什麼不守自性，什麼緣故不守自性，什麼時候不守自性？這總是打破沙鍋問到底。實在找不到根源，「釋迦牟尼佛別的都說得不錯，這個道理他沒說清楚，很遺憾」，有這種念頭，給諸位說，這在佛法裡面叫謗佛。佛有沒有說清楚？實在說得很清楚，就是我們悟不到，悟不到當然免不了生疑問，免不了有疑惑。"
    },
    {
      "id": "07-001-0021_p0017",
      "zh_CN": "而《楞严》里面讲这个讲得妙，比「真如不守自性」在我觉得是还要妙。《楞严》里面怎么说？「知见立知，是无明本」，这句话很妙。知见是什么？知见就是六根的根性，是真的。立知是妄，立知是什么？就是真如不守自性。所以把这两句合起来，这个意思很容易懂，否则的话，我们就疑虑重重。真如不守自性就是知见立知，这句话的义理非常之深，一切万法都是从这里生起来的。如果要细细的去说明，那就是唯识宗里面六经十一论，我们要是学唯识学个十年，给诸位说，还是学个皮毛。既然有这第一个因，这个因就叫做根本无明，也叫做生相无明，就是一切万相都生起来，就是依这个因生起的，一切万相都生起来。生起来以后，就相上来讲就好懂了，从这个以后在佛法里面就讲三细六粗，讲阿赖耶的三细相，可见得无明还在三细之前，这是讲根本生相无明，也就是《起信论》里面所讲的「一念不觉而有无明」，是说这个。",
      "zh_TW": "而《楞嚴》裡面講這個講得妙，比「真如不守自性」在我覺得是還要妙。《楞嚴》裡面怎麼說？「知見立知，是無明本」，這句話很妙。知見是什麼？知見就是六根的根性，是真的。立知是妄，立知是什麼？就是真如不守自性。所以把這兩句合起來，這個意思很容易懂，否則的話，我們就疑慮重重。真如不守自性就是知見立知，這句話的義理非常之深，一切萬法都是從這裡生起來的。如果要細細的去說明，那就是唯識宗裡面六經十一論，我們要是學唯識學個十年，給諸位說，還是學個皮毛。既然有這第一個因，這個因就叫做根本無明，也叫做生相無明，就是一切萬相都生起來，就是依這個因生起的，一切萬相都生起來。生起來以後，就相上來講就好懂了，從這個以後在佛法裡面就講三細六粗，講阿賴耶的三細相，可見得無明還在三細之前，這是講根本生相無明，也就是《起信論》裡面所講的「一念不覺而有無明」，是說這個。"
    },
    {
      "id": "07-001-0021_p0018",
      "zh_CN": "无明跟三细可以说是无始妄想薰习，这个缘第一个叫亲因，这是缘，由于因缘和合这才形成阿赖耶识。阿赖耶识多大？给诸位说，也是尽虚空遍法界，阿赖耶就是真如本性，觉的时候叫真如本性，迷的时候叫阿赖耶，它是一个东西两个名词。为什么有两个名词？一个是觉、一个是迷，所以阿赖耶跟真如本性是一不是二。虽然是一，但是一个是在迷的时候、一个是在觉的时候，作用不一样；体是一个，相用不相同。唯识从哪里讲？从阿赖耶讲起，阿赖耶以上的不谈。为什么？阿赖耶以上的言语道断，谈不得。虽然不谈，谈阿赖耶以下的，阿赖耶以下谈清楚之后，叫你悟阿赖耶以上的。所谓是方法不一样，目标还是相同，还是教我们明心见性，禅家讲明心见性，唯识里面讲转识成智，转识成智就是明心见性。拿我们念佛来讲，就是理一心不乱，名词不一样，事实是一桩事情，是一个相同的境界。由于阿赖耶这才变现有三细六粗，这就常讲，诸位也很熟悉，才变现为根身种子、一切的世间。古人有个比喻，把真心比作水，把波浪比作识，这种比法也似乎接近，叫我们能够体会到这个意思，水在平静的时候好比是觉的境界，起了波浪好比是迷的境界，「唯心所现」就好像水起了波浪。",
      "zh_TW": "無明跟三細可以說是無始妄想薰習，這個緣第一個叫親因，這是緣，由於因緣和合這才形成阿賴耶識。阿賴耶識多大？給諸位說，也是盡虛空遍法界，阿賴耶就是真如本性，覺的時候叫真如本性，迷的時候叫阿賴耶，它是一個東西兩個名詞。為什麼有兩個名詞？一個是覺、一個是迷，所以阿賴耶跟真如本性是一不是二。雖然是一，但是一個是在迷的時候、一個是在覺的時候，作用不一樣；體是一個，相用不相同。唯識從哪裡講？從阿賴耶講起，阿賴耶以上的不談。為什麼？阿賴耶以上的言語道斷，談不得。雖然不談，談阿賴耶以下的，阿賴耶以下談清楚之後，叫你悟阿賴耶以上的。所謂是方法不一樣，目標還是相同，還是教我們明心見性，禪家講明心見性，唯識裡面講轉識成智，轉識成智就是明心見性。拿我們念佛來講，就是理一心不亂，名詞不一樣，事實是一樁事情，是一個相同的境界。由於阿賴耶這才變現有三細六粗，這就常講，諸位也很熟悉，才變現為根身種子、一切的世間。古人有個比喻，把真心比作水，把波浪比作識，這種比法也似乎接近，叫我們能夠體會到這個意思，水在平靜的時候好比是覺的境界，起了波浪好比是迷的境界，「唯心所現」就好像水起了波浪。"
    },
    {
      "id": "07-001-0021_p0019",
      "zh_CN": "『一切因果，世界微尘，因心成体』，这个体就是本体，最原始、最根本的一个理体。既是真心随缘所现，当然还是以真心为自体，所以说「因心成体」。好像镜子照外面的境界，照到里面有相，相不离镜、镜不离相；又如同水与波，波不离水、水不离波，镜相不二，水波一如。我们要从这个地方能体会到一点意思，才明了一切万法有没有离真心？没有离。能不能够离？不能离。如果说能离，波浪离了水有没有波？不能离，离了水没有波浪。镜子里面现的相，离开镜子有没有相？没有相，它两个是永远不能分离的。但是实际上，真心所变现的情器世间依正庄严之相，绝不是水与波、镜与相所能够比得出的，为什么？水跟波、镜跟相太单纯了，而真心所现的「一切因果，世界微尘」太复杂，那真是重重无尽的影像。这种详细是没法子能得知的，大概的情形诸位要去读读唯识你就晓得，这实在是不容易的事情。我们现在是时间都排得满满的，没有法子给诸位再来研究唯识。我也有意思将来星期二的《大智度论》圆满之后，我们将《瑜伽师地论》讲一遍，当然也不能够细讲，讲大意也就可以。《瑜伽师地论》是唯识论里面最重要的一部根本论典。这是在佛法里面性相两宗这两部大论，性宗就是以《大智度论》为代表，相宗就是《瑜伽师地论》。能够有这两部论，我们在佛法上可以说奠定相当好的基础，以后无论是研究什么样的经论都很容易。这些境界现相，一定要在唯识里面才能讲得很清楚。",
      "zh_TW": "『一切因果，世界微塵，因心成體』，這個體就是本體，最原始、最根本的一個理體。既是真心隨緣所現，當然還是以真心為自體，所以說「因心成體」。好像鏡子照外面的境界，照到裡面有相，相不離鏡、鏡不離相；又如同水與波，波不離水、水不離波，鏡相不二，水波一如。我們要從這個地方能體會到一點意思，才明瞭一切萬法有沒有離真心？沒有離。能不能夠離？不能離。如果說能離，波浪離了水有沒有波？不能離，離了水沒有波浪。鏡子裡面現的相，離開鏡子有沒有相？沒有相，它兩個是永遠不能分離的。但是實際上，真心所變現的情器世間依正莊嚴之相，絕不是水與波、鏡與相所能夠比得出的，為什麼？水跟波、鏡跟相太單純了，而真心所現的「一切因果，世界微塵」太複雜，那真是重重無盡的影像。這種詳細是沒法子能得知的，大概的情形諸位要去讀讀唯識你就曉得，這實在是不容易的事情。我們現在是時間都排得滿滿的，沒有法子給諸位再來研究唯識。我也有意思將來星期二的《大智度論》圓滿之後，我們將《瑜伽師地論》講一遍，當然也不能夠細講，講大意也就可以。《瑜伽師地論》是唯識論裡面最重要的一部根本論典。這是在佛法裡面性相兩宗這兩部大論，性宗就是以《大智度論》為代表，相宗就是《瑜伽師地論》。能夠有這兩部論，我們在佛法上可以說奠定相當好的基礎，以後無論是研究什麼樣的經論都很容易。這些境界現相，一定要在唯識裡面才能講得很清楚。"
    },
    {
      "id": "07-001-0021_p0020",
      "zh_CN": "因心成体，这个因心就是指分别心。诸位要晓得，八识也叫八个心，八个识都有分别的意思在。八个识里面，分别力量最强的是第六意识，所以我们把第六意识就它最强的部分说它为分别识。八个识都有执着，但是八个识里面执着力量最强的是第七识，所以就它成分偏重的来说它，它的功能确实都互相具足，都有。假如我们要认分别心是真心，就是前面世尊给我们讲的，这是什么东西？这是「前尘分别影事」。我们把这个当作真心，是错的，这就是执着识以为是真心，而把常住真心给忘了，所以佛才呵斥阿难尊者，呵斥阿难尊者就是呵斥我们，我们可以说无始劫以来错用了心。这在整个修学上我们的亲因缘搞错了，怎么会有真正的结果？这要就整个佛法来说，都叫盲修瞎练。盲修瞎练修成阿罗汉、修成辟支佛，还叫盲修瞎练，为什么？错用了心。阿罗汉就是用攀缘心，辟支佛也是用攀缘心，他能够出三界、了生死、脱轮回，但是他不能见性，不能够破无明烦恼，他还是得不到自在，所以说法身般若都没有证得，无生法忍当然他没有。连小乘阿罗汉都盲修瞎练，今天人家说我们盲修瞎练，我们一肚子不高兴，这一肚子不高兴正是盲修瞎练。为什么？他要不盲修瞎练，人家怎么样毁谤，他也如如不动，那才是正知正见。那小小的风一吹，我们的心都动，那怎么不是盲修瞎练？当然盲修瞎练。世法上常讲人贵自知，我们要自己晓得自己境界，要认识自己是不是在道上？我们的方向有没有错？我们方法对不对？这关系太重要。不必问我们将来果报怎么样？不必。我们先要把修因要正确，果报当然圆满。这末后一句「因心成体」，这句话实在是给我们讲清楚了，连一切因果、世界微尘都因心成体，我们怎么会说没有心？怎么可以说同于土木？底下一段再详细的给我们说明，说明真心是有体。今天时间到了，我们就讲到此地。",
      "zh_TW": "因心成體，這個因心就是指分別心。諸位要曉得，八識也叫八個心，八個識都有分別的意思在。八個識裡面，分別力量最強的是第六意識，所以我們把第六意識就它最強的部分說它為分別識。八個識都有執著，但是八個識裡面執著力量最強的是第七識，所以就它成分偏重的來說它，它的功能確實都互相具足，都有。假如我們要認分別心是真心，就是前面世尊給我們講的，這是什麼東西？這是「前塵分別影事」。我們把這個當作真心，是錯的，這就是執著識以為是真心，而把常住真心給忘了，所以佛才呵斥阿難尊者，呵斥阿難尊者就是呵斥我們，我們可以說無始劫以來錯用了心。這在整個修學上我們的親因緣搞錯了，怎麼會有真正的結果？這要就整個佛法來說，都叫盲修瞎練。盲修瞎練修成阿羅漢、修成辟支佛，還叫盲修瞎練，為什麼？錯用了心。阿羅漢就是用攀緣心，辟支佛也是用攀緣心，他能夠出三界、了生死、脫輪迴，但是他不能見性，不能夠破無明煩惱，他還是得不到自在，所以說法身般若都沒有證得，無生法忍當然他沒有。連小乘阿羅漢都盲修瞎練，今天人家說我們盲修瞎練，我們一肚子不高興，這一肚子不高興正是盲修瞎練。為什麼？他要不盲修瞎練，人家怎麼樣毀謗，他也如如不動，那才是正知正見。那小小的風一吹，我們的心都動，那怎麼不是盲修瞎練？當然盲修瞎練。世法上常講人貴自知，我們要自己曉得自己境界，要認識自己是不是在道上？我們的方向有沒有錯？我們方法對不對？這關係太重要。不必問我們將來果報怎麼樣？不必。我們先要把修因要正確，果報當然圓滿。這末後一句「因心成體」，這句話實在是給我們講清楚了，連一切因果、世界微塵都因心成體，我們怎麼會說沒有心？怎麼可以說同於土木？底下一段再詳細的給我們說明，說明真心是有體。今天時間到了，我們就講到此地。"
    }
  ]
}