{
  "doc_id": "07-001-0017",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0017",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "07-001-0017_p0001",
      "zh_CN": "在第一卷里面是很重要的一段，上一次将这段读过一遍，希望同修们一定要记住，顶好是把它背过。这段里面对于一个修学大乘的人来讲，实在是关键的所在。我们对于十法界依正庄严因果之事不能够明了，于是对于修行，无论是哪一宗、哪一派、哪一种法门，我们都很难得到真正的利益，那就是由于我们不晓得修行要领的所在。如果要在一切经里面让我们自己去理出一个头绪，相当不容易，可是佛在《楞严经》里面，用最简单的言词把修行的要领都给我们提出来。前面几句话实在是讲得好，我们想想我们自己这些年来，所修、所学的是不是像佛在楞严会上所讲的：",
      "zh_TW": "在第一卷裡面是很重要的一段，上一次將這段讀過一遍，希望同修們一定要記住，頂好是把它背過。這段裡面對於一個修學大乘的人來講，實在是關鍵的所在。我們對於十法界依正莊嚴因果之事不能夠明瞭，於是對於修行，無論是哪一宗、哪一派、哪一種法門，我們都很難得到真正的利益，那就是由於我們不曉得修行要領的所在。如果要在一切經裡面讓我們自己去理出一個頭緒，相當不容易，可是佛在《楞嚴經》裡面，用最簡單的言詞把修行的要領都給我們提出來。前面幾句話實在是講得好，我們想想我們自己這些年來，所修、所學的是不是像佛在楞嚴會上所講的："
    },
    {
      "id": "07-001-0017_p0002",
      "zh_CN": "【诸修行人。不能得成无上菩提。】",
      "zh_TW": "【諸修行人。不能得成無上菩提。】"
    },
    {
      "id": "07-001-0017_p0003",
      "zh_CN": "『无上菩提』是大乘法，要是依圆教来讲，从初住菩萨以上，一直到究竟觉，都叫做无上菩提。在我们念佛法门里面来讲，理一心不乱就是无上菩提。佛给我们说，这些修行人是不能得成。",
      "zh_TW": "『無上菩提』是大乘法，要是依圓教來講，從初住菩薩以上，一直到究竟覺，都叫做無上菩提。在我們念佛法門裡面來講，理一心不亂就是無上菩提。佛給我們說，這些修行人是不能得成。"
    },
    {
      "id": "07-001-0017_p0004",
      "zh_CN": "【乃至别成声闻缘觉。及成外道。诸天魔王。及魔眷属。】",
      "zh_TW": "【乃至別成聲聞緣覺。及成外道。諸天魔王。及魔眷屬。】"
    },
    {
      "id": "07-001-0017_p0005",
      "zh_CN": "这是讲不得已而求其次，能够成个声闻缘觉也不错，可惜连个声闻缘觉也成不了。声闻缘觉在念佛法门讲，等于是事一心不乱，这个事一心不乱我们也没有能证得。不但事一心没有证得，我们连个功夫成片都没有念到。念这么多年怎么念的？原因在什么地方？不能成倒也罢了，如果念佛念成外道，或者念成魔王魔子魔孙，那就冤枉了。可是我们想想佛这几句话，再拿今天学佛界里头同修一勘验，变成外道、变成魔王魔子魔孙的，真是大有人在。别人怎么样成就，与自己没有关系，自己成个什么自己一定要晓得，我是成菩提，还是成声闻缘觉，还是成诸天魔王，还是变成外道？要有自知之明，这非常的重要。下面佛就把这个因缘告诉我们，为什么会有这种现象？",
      "zh_TW": "這是講不得已而求其次，能夠成個聲聞緣覺也不錯，可惜連個聲聞緣覺也成不了。聲聞緣覺在念佛法門講，等於是事一心不亂，這個事一心不亂我們也沒有能證得。不但事一心沒有證得，我們連個功夫成片都沒有念到。念這麼多年怎麼念的？原因在什麼地方？不能成倒也罷了，如果念佛念成外道，或者念成魔王魔子魔孫，那就冤枉了。可是我們想想佛這幾句話，再拿今天學佛界裡頭同修一勘驗，變成外道、變成魔王魔子魔孫的，真是大有人在。別人怎麼樣成就，與自己沒有關係，自己成個什麼自己一定要曉得，我是成菩提，還是成聲聞緣覺，還是成諸天魔王，還是變成外道？要有自知之明，這非常的重要。下面佛就把這個因緣告訴我們，為什麼會有這種現象？"
    },
    {
      "id": "07-001-0017_p0006",
      "zh_CN": "【皆由不知二种根本。错乱修习。犹如煮沙。欲成嘉馔。纵经尘劫。终不能得。云何二种。】",
      "zh_TW": "【皆由不知二種根本。錯亂修習。猶如煮沙。欲成嘉饌。縱經塵劫。終不能得。云何二種。】"
    },
    {
      "id": "07-001-0017_p0007",
      "zh_CN": "这底下两种根本非常重要，一定要把它记得牢牢的，要能够把它背得很熟。今天这个文就是讲两种根本：",
      "zh_TW": "這底下兩種根本非常重要，一定要把它記得牢牢的，要能夠把它背得很熟。今天這個文就是講兩種根本："
    },
    {
      "id": "07-001-0017_p0008",
      "zh_CN": "【阿难。一者无始生死根本。则汝今者。与诸众生。用攀缘心为自性者。】",
      "zh_TW": "【阿難。一者無始生死根本。則汝今者。與諸眾生。用攀緣心為自性者。】"
    },
    {
      "id": "07-001-0017_p0009",
      "zh_CN": "假如我们用这个做修行的根本，修得好的也不过成个声闻缘觉，稍稍有点偏差就变成外道，就变成魔，这个关系太大了。这就是古德常讲的「因地不真，果招迂曲」，这是讲因地。此地这个因地，『无始生死根本』是什么？『攀缘心』，就是唯识里面讲的第六意识心，如果再说得详细一点，就是用心意识。用心意识修行，给诸位说，决定不能得成无上菩提。这个话我们在楞严会上见到，见到之后，我们用什么方法从今以后我们不用心意识，我们能做到吗？这是真正关键的所在。用心意识就是错用了心。这段当然要说一说，我们从文上来看，「无始生死」，无始这两个字是指时间上来讲的，佛法里面讲无始有种种讲法，也就是说我们自性一念不觉而起无明，从此以后我们是愈迷愈深、愈来愈苦，所谓是轮转六道。很不容易找到我们是什么时候迷的，什么时候开始在六道流转？拿劫数来讲也是无量劫的无量劫。我们在《地藏经》里面，你看看地藏菩萨度化众生，他经过真是恒河沙数的尘点劫。菩萨度化众生经过这么长的时间，在这么长时间里面也都有我们自己，可见得我们堕在轮回里面这个时劫太长远，所以这叫无始生死。",
      "zh_TW": "假如我們用這個做修行的根本，修得好的也不過成個聲聞緣覺，稍稍有點偏差就變成外道，就變成魔，這個關係太大了。這就是古德常講的「因地不真，果招迂曲」，這是講因地。此地這個因地，『無始生死根本』是什麼？『攀緣心』，就是唯識裡面講的第六意識心，如果再說得詳細一點，就是用心意識。用心意識修行，給諸位說，決定不能得成無上菩提。這個話我們在楞嚴會上見到，見到之後，我們用什麼方法從今以後我們不用心意識，我們能做到嗎？這是真正關鍵的所在。用心意識就是錯用了心。這段當然要說一說，我們從文上來看，「無始生死」，無始這兩個字是指時間上來講的，佛法裡面講無始有種種講法，也就是說我們自性一念不覺而起無明，從此以後我們是愈迷愈深、愈來愈苦，所謂是輪轉六道。很不容易找到我們是什麼時候迷的，什麼時候開始在六道流轉？拿劫數來講也是無量劫的無量劫。我們在《地藏經》裡面，你看看地藏菩薩度化眾生，他經過真是恆河沙數的塵點劫。菩薩度化眾生經過這麼長的時間，在這麼長時間裡面也都有我們自己，可見得我們墮在輪迴裡面這個時劫太長遠，所以這叫無始生死。"
    },
    {
      "id": "07-001-0017_p0010",
      "zh_CN": "生死的根本是什么？给诸位说，是第八识。第八识俗话叫做灵魂，在六道里面投胎、受报都是它在那里干的。八识从哪里来的？要晓得八识的体就是真如本性，本性迷了我们就叫它做第八识；本性悟了，就是第八识悟了我们就叫它真如本性，一个东西两个名词，一个是悟的名词，一个是迷的名词。佛与众生实在讲就是迷悟不同而已，除此之外没有什么不同的。可是本性一迷，诸位要晓得，不迷的时候法界是一不是二，叫一真法界；迷了以后，这就从一真法界变为无量无边的法界。佛法通常用归纳的方法，将无量无边的法界归纳为十法界，就是归纳为十大类。我们现在说迷了一真法界，这个迷就叫做无明。无明有没有体性？给诸位说，无明没有体性。无明彻底是虚妄的，无明的体，给诸位说就是真如，可见得如果是追究到根源，根源是一个不是两个。悟的时候没有生灭，所谓是常光现前，迷的时候有生灭。我们今天要是能够把迷真正认识、真正明白，那就叫悟，就不叫迷。这桩事情《楞严》里面说得很详细，《大智度论》里面说得也非常详细。大概在这两次我们就可以读到，在第五卷、第六卷里面就讨论这个问题。这些经论合起来研究、来读，实在有很多的好处，为什么？彼此互相做注解。《楞严》给《大智度论》做注解、给《华严》做注解，《华严》、《大智度论》又给《楞严》做注解。合起来一看，就能够把这个意思都能会通，经论虽然不同，说的事是一样，是说一桩事情，我们必须要在经论里面开悟。",
      "zh_TW": "生死的根本是什麼？給諸位說，是第八識。第八識俗話叫做靈魂，在六道裡面投胎、受報都是它在那裡幹的。八識從哪裡來的？要曉得八識的體就是真如本性，本性迷了我們就叫它做第八識；本性悟了，就是第八識悟了我們就叫它真如本性，一個東西兩個名詞，一個是悟的名詞，一個是迷的名詞。佛與眾生實在講就是迷悟不同而已，除此之外沒有什麼不同的。可是本性一迷，諸位要曉得，不迷的時候法界是一不是二，叫一真法界；迷了以後，這就從一真法界變為無量無邊的法界。佛法通常用歸納的方法，將無量無邊的法界歸納為十法界，就是歸納為十大類。我們現在說迷了一真法界，這個迷就叫做無明。無明有沒有體性？給諸位說，無明沒有體性。無明徹底是虛妄的，無明的體，給諸位說就是真如，可見得如果是追究到根源，根源是一個不是兩個。悟的時候沒有生滅，所謂是常光現前，迷的時候有生滅。我們今天要是能夠把迷真正認識、真正明白，那就叫悟，就不叫迷。這樁事情《楞嚴》裡面說得很詳細，《大智度論》裡面說得也非常詳細。大概在這兩次我們就可以讀到，在第五卷、第六卷裡面就討論這個問題。這些經論合起來研究、來讀，實在有很多的好處，為什麼？彼此互相做註解。《楞嚴》給《大智度論》做註解、給《華嚴》做註解，《華嚴》、《大智度論》又給《楞嚴》做註解。合起來一看，就能夠把這個意思都能會通，經論雖然不同，說的事是一樣，是說一樁事情，我們必須要在經論裡面開悟。"
    },
    {
      "id": "07-001-0017_p0011",
      "zh_CN": "《大智度论》在第六卷里面，佛以十种比喻来比喻真空理体，这个比喻佛在《般若经》里面讲的。通常我们没有看到这么多，像《金刚经》里面讲的有六种比喻，如梦、如幻、如泡、如影、如露、如电六种比喻。不管六种也好、十种也好，懂得一种全都懂了，一种不懂那全都不懂。比的是什么？比的是十法界依正庄严这些事。佛眼睛里面看都不是真的，如梦幻泡影；我们总觉得这是真的，你一觉得是真的，无限的烦恼就生起来，起惑、造业、轮回、受报，冤枉！悟了之后，彻底明了，这些事情都没有了，也不起惑、也不造业、也不轮回、也不受报。佛是千经万论苦口婆心，他教我们什么？就是教我们觉悟，叫我们从迷惑里面省悟过来。不是叫我们把这些法相名词记熟，记这个东西没用处。没有用处我也叫诸位记，为什么？没悟，没悟就要记，常常记在心里，常常回味它，提起观照功夫，帮助你开悟。悟了之后不要记，悟了之后都是自己，一切明了、一切通达。我们学佛要在这里学，这叫真正的学佛、真正得受用。",
      "zh_TW": "《大智度論》在第六卷裡面，佛以十種比喻來比喻真空理體，這個比喻佛在《般若經》裡面講的。通常我們沒有看到這麼多，像《金剛經》裡面講的有六種比喻，如夢、如幻、如泡、如影、如露、如電六種比喻。不管六種也好、十種也好，懂得一種全都懂了，一種不懂那全都不懂。比的是什麼？比的是十法界依正莊嚴這些事。佛眼睛裡面看都不是真的，如夢幻泡影；我們總覺得這是真的，你一覺得是真的，無限的煩惱就生起來，起惑、造業、輪迴、受報，冤枉！悟了之後，徹底明瞭，這些事情都沒有了，也不起惑、也不造業、也不輪迴、也不受報。佛是千經萬論苦口婆心，他教我們什麼？就是教我們覺悟，叫我們從迷惑裡面省悟過來。不是叫我們把這些法相名詞記熟，記這個東西沒用處。沒有用處我也叫諸位記，為什麼？沒悟，沒悟就要記，常常記在心裡，常常回味它，提起觀照功夫，幫助你開悟。悟了之後不要記，悟了之後都是自己，一切明瞭、一切通達。我們學佛要在這裡學，這叫真正的學佛、真正得受用。"
    },
    {
      "id": "07-001-0017_p0012",
      "zh_CN": "给诸位说，这个事情我们一生做得到，不是做不到。从哪里做起？就是这段经文做起。妄本明了了，我不用它；真本我明了了，我用它就行了。用妄本你是凡夫，用真本就是佛菩萨，真妄不二。不要以为这里讲两种根本，你就认为是两个，错了，二而一、一而二，二而不二、不二而二，这才是真正的觉悟。你要把它分成两个，果然还有个真本、有个妄本，你守住真本还是在妄里头，不是真正的真。诸位一定要明了这个道理，这是经的难讲处，意思难体会之处；换句话说，丝毫都错不得。生灭与不生灭也是不二，因此佛在大经大论里面常讲，阿赖耶是生灭与不生灭和合称为阿赖耶识。阿赖耶就是第八识，第八识有见相两分，给诸位说，见相两分都是无量无边的。相分之广大我们学佛的人稍稍还能够体验得到，为什么？十法界依正庄严的色相都是阿赖耶的亲相分，我们懂得，虽然不甚懂得也勉强可以同意，点点头。一切的精神作用全是阿赖耶的见分，这点比较难懂。我们眼能见、耳能听，阿赖耶的见分作用；你的眼也能见、耳也能听，也是阿赖耶的见分作用。我们再问问，阿赖耶是一还是二？给诸位说，阿赖耶非一非二。怎么说非一非二？从理体上讲它是一，从作用上讲无量无边，无量无边的作用同一个本体，所以非一非二。这点意思这是真实义，这是诸法的真实相，必须要了解。",
      "zh_TW": "給諸位說，這個事情我們一生做得到，不是做不到。從哪裡做起？就是這段經文做起。妄本明瞭了，我不用它；真本我明瞭了，我用它就行了。用妄本你是凡夫，用真本就是佛菩薩，真妄不二。不要以為這裡講兩種根本，你就認為是兩個，錯了，二而一、一而二，二而不二、不二而二，這才是真正的覺悟。你要把它分成兩個，果然還有個真本、有個妄本，你守住真本還是在妄裡頭，不是真正的真。諸位一定要明瞭這個道理，這是經的難講處，意思難體會之處；換句話說，絲毫都錯不得。生滅與不生滅也是不二，因此佛在大經大論裡面常講，阿賴耶是生滅與不生滅和合稱為阿賴耶識。阿賴耶就是第八識，第八識有見相兩分，給諸位說，見相兩分都是無量無邊的。相分之廣大我們學佛的人稍稍還能夠體驗得到，為什麼？十法界依正莊嚴的色相都是阿賴耶的親相分，我們懂得，雖然不甚懂得也勉強可以同意，點點頭。一切的精神作用全是阿賴耶的見分，這點比較難懂。我們眼能見、耳能聽，阿賴耶的見分作用；你的眼也能見、耳也能聽，也是阿賴耶的見分作用。我們再問問，阿賴耶是一還是二？給諸位說，阿賴耶非一非二。怎麼說非一非二？從理體上講它是一，從作用上講無量無邊，無量無邊的作用同一個本體，所以非一非二。這點意思這是真實義，這是諸法的真實相，必須要了解。"
    },
    {
      "id": "07-001-0017_p0013",
      "zh_CN": "僧肇大师说过，「会万物为己者，其唯圣人乎」，会是真正体会到，体会到一切万物，十法界依正庄严都是自己，除自己之外没有别人。我们中国道家所谓「天地与我同根，万物与我一体」，也是这个境界。道家虽然这样说，没有详细的阐明，佛法详细的把这个道理给我们说出来。《金刚经》里面解释，「如来者，即诸法如义」，我在这个经里头「如是我闻」这个如给诸位讲得很多，「如」是一如非二如。诸位要能够体会到一如，要能够会归到万物为己，你才真正的会用心，你这一生，正如同经典上所讲的，决定得成无上菩提。如果要不会，我们要有个觉悟，「我现在是错用了心」，要有这觉悟，有这个觉悟我们还有悟入的机会，假如连这点觉悟都没有，那就太难了。换句话说，我们这一生必定是要错到底的，我们好心要学佛，结果免不了要成魔王外道。由此也可以能够体会到，古人为什么把《楞严经》看得这么重，《楞严经》几乎在中国无论哪个行门他都要读诵、都要研究，原因就是这部经里面对于本修因说得非常详细。只要我们在本修因上对了，无论修学哪个法门都容易、都会有成就，这个关系太大了。",
      "zh_TW": "僧肇大師說過，「會萬物為己者，其唯聖人乎」，會是真正體會到，體會到一切萬物，十法界依正莊嚴都是自己，除自己之外沒有別人。我們中國道家所謂「天地與我同根，萬物與我一體」，也是這個境界。道家雖然這樣說，沒有詳細的闡明，佛法詳細的把這個道理給我們說出來。《金剛經》裡面解釋，「如來者，即諸法如義」，我在這個經裡頭「如是我聞」這個如給諸位講得很多，「如」是一如非二如。諸位要能夠體會到一如，要能夠會歸到萬物為己，你才真正的會用心，你這一生，正如同經典上所講的，決定得成無上菩提。如果要不會，我們要有個覺悟，「我現在是錯用了心」，要有這覺悟，有這個覺悟我們還有悟入的機會，假如連這點覺悟都沒有，那就太難了。換句話說，我們這一生必定是要錯到底的，我們好心要學佛，結果免不了要成魔王外道。由此也可以能夠體會到，古人為什麼把《楞嚴經》看得這麼重，《楞嚴經》幾乎在中國無論哪個行門他都要讀誦、都要研究，原因就是這部經裡面對於本修因說得非常詳細。只要我們在本修因上對了，無論修學哪個法門都容易、都會有成就，這個關係太大了。"
    },
    {
      "id": "07-001-0017_p0014",
      "zh_CN": "刚才我们讲的八识里面的见相两分，诸位真正要懂得这个意思，所以三明六通是我们的本能。别人心里面有事情我知道了，叫他心通。我凭什么知道？因为我们阿赖耶见分是一不是二。我们现在为什么不晓得？因为我们的观念上起了分别、有执着，我们执着是二，你是你的阿赖耶、我是我的阿赖耶，好了，你阿赖耶里面东西自己障碍住，我不晓得。诸佛菩萨没有，诸佛菩萨是一切众生都是自己，所以你一起心动念他就晓得。为什么？他当中没有障碍，本来是一不是二。六根的作用，每一根的作用都是尽虚空遍法界，都没有障碍，像《华严》里面讲的理事无碍、事事无碍，没有障碍的，奇妙极了。本来没有障碍，现在是处处有障碍，这叫迷。迷的现象就是在一切境界里头分自分他，妄想、执着，颠倒错乱，这是迷的现象。所以阿赖耶广大的相分把它忘掉了，只执着什么？自己这个身根，这一点点认为是我的身体。阿赖耶无量无边的见分也把它抛弃掉，只取什么？在我身根这一点点作用，认为这是我的见分。经里头有比喻，正好像大海，把大海忘掉，海里头起了个水泡，认为水泡就是大海。我们现在就是这样的人，不晓得尽虚空遍法界是自己，把这一个身，身起的这点作用，当作自己的身心。",
      "zh_TW": "剛才我們講的八識裡面的見相兩分，諸位真正要懂得這個意思，所以三明六通是我們的本能。別人心裡面有事情我知道了，叫他心通。我憑什麼知道？因為我們阿賴耶見分是一不是二。我們現在為什麼不曉得？因為我們的觀念上起了分別、有執著，我們執著是二，你是你的阿賴耶、我是我的阿賴耶，好了，你阿賴耶裡面東西自己障礙住，我不曉得。諸佛菩薩沒有，諸佛菩薩是一切眾生都是自己，所以你一起心動念他就曉得。為什麼？他當中沒有障礙，本來是一不是二。六根的作用，每一根的作用都是盡虛空遍法界，都沒有障礙，像《華嚴》裡面講的理事無礙、事事無礙，沒有障礙的，奇妙極了。本來沒有障礙，現在是處處有障礙，這叫迷。迷的現象就是在一切境界裡頭分自分他，妄想、執著，顛倒錯亂，這是迷的現象。所以阿賴耶廣大的相分把它忘掉了，只執著什麼？自己這個身根，這一點點認為是我的身體。阿賴耶無量無邊的見分也把它拋棄掉，只取什麼？在我身根這一點點作用，認為這是我的見分。經裡頭有比喻，正好像大海，把大海忘掉，海裡頭起了個水泡，認為水泡就是大海。我們現在就是這樣的人，不曉得盡虛空遍法界是自己，把這一個身，身起的這點作用，當作自己的身心。"
    },
    {
      "id": "07-001-0017_p0015",
      "zh_CN": "这个消息，前面七处征心已经透露得很明显，我们讲得也算相当明白。我们的心在哪里？前面说过，不在外、不在内、不在中间，非有、非无，给诸位说，无所不在！这是应当要觉悟。不觉这就迷，唯识里面所讲，第七识是什么？是执着阿赖耶见分的一分，阿赖耶见分太广大，执着它的一分为自心相，这就是此地讲的生死根本，所谓是『用攀缘心为自性者』。阿赖耶的相分，相有亲疏，我们常讲净色根这是亲相分，浮尘根这是疏相分。净色根，说实在的话，我们肉眼看不到，是不是色？是色法。譬如我们作梦，作梦我们这个身体睡在床上动也不动，这个身是疏相分，梦中那个相就是亲相分。人在这里睡觉，作梦到外面去游山玩水，有定功的人他能够见到你的亲相分，你在梦里头干些什么事情他都晓得。为什么？他看到，我们凡夫看不到，他看得到。由此可知，三界里头有无色界，无色界的人是不是真的无色？不是的，没有粗色有细色。有甚深定功的人，还是看到他们的起心动念，还是看得到他们的造作行为。作用上来说，七识是执着我，这是极重的迷惑，六识是随着境界起分别。",
      "zh_TW": "這個消息，前面七處徵心已經透露得很明顯，我們講得也算相當明白。我們的心在哪裡？前面說過，不在外、不在內、不在中間，非有、非無，給諸位說，無所不在！這是應當要覺悟。不覺這就迷，唯識裡面所講，第七識是什麼？是執著阿賴耶見分的一分，阿賴耶見分太廣大，執著它的一分為自心相，這就是此地講的生死根本，所謂是『用攀緣心為自性者』。阿賴耶的相分，相有親疏，我們常講淨色根這是親相分，浮塵根這是疏相分。淨色根，說實在的話，我們肉眼看不到，是不是色？是色法。譬如我們作夢，作夢我們這個身體睡在床上動也不動，這個身是疏相分，夢中那個相就是親相分。人在這裡睡覺，作夢到外面去遊山玩水，有定功的人他能夠見到你的親相分，你在夢裡頭幹些什麼事情他都曉得。為什麼？他看到，我們凡夫看不到，他看得到。由此可知，三界裡頭有無色界，無色界的人是不是真的無色？不是的，沒有粗色有細色。有甚深定功的人，還是看到他們的起心動念，還是看得到他們的造作行為。作用上來說，七識是執著我，這是極重的迷惑，六識是隨著境界起分別。"
    },
    {
      "id": "07-001-0017_p0016",
      "zh_CN": "佛说一切法，我们现在所以遭遇到很大的困难，不能够领悟，我们怎么样？我们看经，眼看着这个字随看随分别，耳听说法的音声随听随分别，这就糟糕。为什么？用攀缘心来看经，用攀缘心来听法，这样搞法愈迷愈深，不会开悟的。佛的意思是不是这个意思？不是这个意思，开经偈里讲「愿解如来真实义」，那谈何容易？如来的真实义，是说了这些之后叫我们不要分别、不要执着。譬如我跟诸位说不可以执着，你就分别不可以执着，怎么样？马上执着那个不可以执着，不就糟糕吗？叫你不要分别，不可以分别，你分别那个不可分别。难就难在这个地方，这是我们错会了意思。真正能懂得佛的意思，佛的千经万论，给诸位说，你尽管看、尽管听，听而无听，人家问你有没有听到一句话？一句话也没听到。释迦牟尼佛说法四十九年，如果你参加了，一天也没缺，听了四十九年，你听过释迦牟尼佛说什么法？一句也没说，你成功了！释迦牟尼佛有没有法说？没有法说，一个字也没说，而我一个字也没听，你才是真正懂得佛法。我们不然，我们就像阿难一样，听了都记在心里，结果把意思统统错会了。这就是我们现前障碍的地方，也就是这里一语道破，我们用攀缘心，把这个东西当作自性。自性在此地讲就是真心，这根本就不是真心，我们误会了，把这个东西当作心。",
      "zh_TW": "佛說一切法，我們現在所以遭遇到很大的困難，不能夠領悟，我們怎麼樣？我們看經，眼看著這個字隨看隨分別，耳聽說法的音聲隨聽隨分別，這就糟糕。為什麼？用攀緣心來看經，用攀緣心來聽法，這樣搞法愈迷愈深，不會開悟的。佛的意思是不是這個意思？不是這個意思，開經偈裡講「願解如來真實義」，那談何容易？如來的真實義，是說了這些之後叫我們不要分別、不要執著。譬如我跟諸位說不可以執著，你就分別不可以執著，怎麼樣？馬上執著那個不可以執著，不就糟糕嗎？叫你不要分別，不可以分別，你分別那個不可分別。難就難在這個地方，這是我們錯會了意思。真正能懂得佛的意思，佛的千經萬論，給諸位說，你儘管看、儘管聽，聽而無聽，人家問你有沒有聽到一句話？一句話也沒聽到。釋迦牟尼佛說法四十九年，如果你參加了，一天也沒缺，聽了四十九年，你聽過釋迦牟尼佛說什麼法？一句也沒說，你成功了！釋迦牟尼佛有沒有法說？沒有法說，一個字也沒說，而我一個字也沒聽，你才是真正懂得佛法。我們不然，我們就像阿難一樣，聽了都記在心裡，結果把意思統統錯會了。這就是我們現前障礙的地方，也就是這裡一語道破，我們用攀緣心，把這個東西當作自性。自性在此地講就是真心，這根本就不是真心，我們誤會了，把這個東西當作心。"
    },
    {
      "id": "07-001-0017_p0017",
      "zh_CN": "七识执着、六识分别，前五识是接受外面的境界，也叫六入。从眼识里面入色法、入色尘，这个色尘的落谢影子，色尘也没有真入进去；耳识落声尘的影子，乃至于意识落法尘的影子，所以它有领受境界的作用。根跟境一接触的时候，现行就薰成种子，种子又薰现行，种现互相的薰习，而成一种什么现象？相续不断的相，我们在这个相续相里面迷了。相续相，给诸位说，就是生灭相，种薰现、现薰种，是一种生灭相，循环的相，结果我们都被欺骗了。谁欺骗你？没有别人，自己骗自己，这是要晓得没有别人骗你，自己骗自己。我们现在看电影，在电影银幕上看画面，看这个人有动作，有说有笑，诸位要晓得，你把电影后面的带子拿来一看，一张一张的，它也不会说、它也不会笑，它是死板板面孔。它就是快门速度太快，我们迷了，一秒钟二十四张，快门开放二十四张，我们就被骗了，这叫相续相。佛给我们讲，阿赖耶识里面种现相薰的速度，一弹指六十刹那，一刹那有九百生灭。我们要弹得快的话，一秒钟可以弹四次，四次乘六十再乘九百，多少？二十多万。一秒钟二十四张就把我们骗得以为是真的，都欺骗了；一秒钟如果说是有二十万以上的生灭，我们怎么能觉察到它是假的，它是虚妄不实在的？再给诸位说，十法界依正庄严就是这个相，所以佛说如梦、如幻、如泡、如影，决定不是真实的。这个相从哪里来的？就是自己阿赖耶识里头的种现相薰。凡夫不能够明了，把这个东西当作自性。",
      "zh_TW": "七識執著、六識分別，前五識是接受外面的境界，也叫六入。從眼識裡面入色法、入色塵，這個色塵的落謝影子，色塵也沒有真入進去；耳識落聲塵的影子，乃至於意識落法塵的影子，所以它有領受境界的作用。根跟境一接觸的時候，現行就薰成種子，種子又薰現行，種現互相的薰習，而成一種什麼現象？相續不斷的相，我們在這個相續相裡面迷了。相續相，給諸位說，就是生滅相，種薰現、現薰種，是一種生滅相，循環的相，結果我們都被欺騙了。誰欺騙你？沒有別人，自己騙自己，這是要曉得沒有別人騙你，自己騙自己。我們現在看電影，在電影銀幕上看畫面，看這個人有動作，有說有笑，諸位要曉得，你把電影後面的帶子拿來一看，一張一張的，它也不會說、它也不會笑，它是死板板面孔。它就是快門速度太快，我們迷了，一秒鐘二十四張，快門開放二十四張，我們就被騙了，這叫相續相。佛給我們講，阿賴耶識裡面種現相薰的速度，一彈指六十剎那，一剎那有九百生滅。我們要彈得快的話，一秒鐘可以彈四次，四次乘六十再乘九百，多少？二十多萬。一秒鐘二十四張就把我們騙得以為是真的，都欺騙了；一秒鐘如果說是有二十萬以上的生滅，我們怎麼能覺察到它是假的，它是虛妄不實在的？再給諸位說，十法界依正莊嚴就是這個相，所以佛說如夢、如幻、如泡、如影，決定不是真實的。這個相從哪裡來的？就是自己阿賴耶識裡頭的種現相薰。凡夫不能夠明瞭，把這個東西當作自性。"
    },
    {
      "id": "07-001-0017_p0018",
      "zh_CN": "攀缘心是什么？就是第七识相应，妄想生灭的心。这个心从哪里来的？没有体，是以六尘落谢影子为体。这个地方讲的攀缘心，主要就是讲第七识跟第六识，因缘会的时候就有，因缘散了就没有。不但六、七二识是缘生的，阿赖耶也是缘生，学唯识的同修应当晓得，八个识五十一个心所都是有为法。所谓有为法就是因缘生法，也是属于生灭法，在唯识里面讲是依他起性，二十四个不相应是遍计所执性，心法、心所法、色法都是属于依他起性，都不是真实的。我们现前这个心，是随着境界而有的，境生则生，境灭则灭。那也许说，我没有境界的时候，我在那边打妄想也生，还是境界，什么境界？第六意识缘法尘。法尘有两分，所谓有生法尘、有灭法尘，第六意识攀缘阿赖耶识里面五尘落谢的影子。可见得你这个心只要一生，决定是因缘会合，这就假的。不与境缘相会的，给诸位说，那是真心，凡是与境缘相会的统是妄心，这总需要记住。这个给诸位说，是确确实实的真相，佛法里面讲「诸法实相」，一切法的真实相。我们无始以来就把这个缘影当作自己的本性，所以才执着这个心在内，或者是像前面所讲的在外、在中间，才有这么许多的执着。也正因为这个攀缘心它是个相续相，相续不断，一刹那九百生灭念念不停，它不会止住，止住就成佛，真心现前。它不会止住，所以在这个现象里面产生我执、法执，这就是此地所讲的生死根本。",
      "zh_TW": "攀緣心是什麼？就是第七識相應，妄想生滅的心。這個心從哪裡來的？沒有體，是以六塵落謝影子為體。這個地方講的攀緣心，主要就是講第七識跟第六識，因緣會的時候就有，因緣散了就沒有。不但六、七二識是緣生的，阿賴耶也是緣生，學唯識的同修應當曉得，八個識五十一個心所都是有為法。所謂有為法就是因緣生法，也是屬於生滅法，在唯識裡面講是依他起性，二十四個不相應是遍計所執性，心法、心所法、色法都是屬於依他起性，都不是真實的。我們現前這個心，是隨著境界而有的，境生則生，境滅則滅。那也許說，我沒有境界的時候，我在那邊打妄想也生，還是境界，什麼境界？第六意識緣法塵。法塵有兩分，所謂有生法塵、有滅法塵，第六意識攀緣阿賴耶識裡面五塵落謝的影子。可見得你這個心只要一生，決定是因緣會合，這就假的。不與境緣相會的，給諸位說，那是真心，凡是與境緣相會的統是妄心，這總需要記住。這個給諸位說，是確確實實的真相，佛法裡面講「諸法實相」，一切法的真實相。我們無始以來就把這個緣影當作自己的本性，所以才執著這個心在內，或者是像前面所講的在外、在中間，才有這麼許多的執著。也正因為這個攀緣心它是個相續相，相續不斷，一剎那九百生滅念念不停，它不會止住，止住就成佛，真心現前。它不會止住，所以在這個現象裡面產生我執、法執，這就是此地所講的生死根本。"
    },
    {
      "id": "07-001-0017_p0019",
      "zh_CN": "这个真相，对一个学佛修道的人来讲太重要了。你要不了解这个真相，不但无上菩提不能成就，连个声闻缘觉也不能成就，决定是外道、是魔王、是魔眷属。确确实实，这等于走路，这是三叉路口，那个路走对、走错就在此地决定，诸位想想，这多重要！如果明白了，像诸佛菩萨一样，根境不偶，六根接触六尘境界，像镜子照外面东西一样，清清楚楚绝无染着，那就是没有妄想，不起念头，不分别、不执着。诸位要晓得，这个时候是什么心？平等心、清净心，这就是佛心，这是真心。我们要想真正有成就，要在这用功夫，怎么用法？你说是一下就到这个境界，那是再来人，普通人做不到。普通人可以学习，道理懂得了，这就是佛门常讲的「理可顿悟」，道理一下就明白了；「事须渐除」，我们在实际上转境界要慢慢的来。总而言之一句话，在境界里头要提起观照，常常要提起觉性，不要迷惑。所谓觉性，是不是把一切事情我都清清楚楚了，这样来解释觉性太含糊，为什么？这一种的觉，我们一切凡夫众生都有。而佛法里讲的觉不是讲这个，它讲的是什么？样样清楚没分别。有分别的觉是迷不是觉，有执着的觉是迷不是觉，有妄想的觉不是真觉，还是迷。",
      "zh_TW": "這個真相，對一個學佛修道的人來講太重要了。你要不了解這個真相，不但無上菩提不能成就，連個聲聞緣覺也不能成就，決定是外道、是魔王、是魔眷屬。確確實實，這等於走路，這是三叉路口，那個路走對、走錯就在此地決定，諸位想想，這多重要！如果明白了，像諸佛菩薩一樣，根境不偶，六根接觸六塵境界，像鏡子照外面東西一樣，清清楚楚絕無染著，那就是沒有妄想，不起念頭，不分別、不執著。諸位要曉得，這個時候是什麼心？平等心、清淨心，這就是佛心，這是真心。我們要想真正有成就，要在這用功夫，怎麼用法？你說是一下就到這個境界，那是再來人，普通人做不到。普通人可以學習，道理懂得了，這就是佛門常講的「理可頓悟」，道理一下就明白了；「事須漸除」，我們在實際上轉境界要慢慢的來。總而言之一句話，在境界裡頭要提起觀照，常常要提起覺性，不要迷惑。所謂覺性，是不是把一切事情我都清清楚楚了，這樣來解釋覺性太含糊，為什麼？這一種的覺，我們一切凡夫眾生都有。而佛法裡講的覺不是講這個，它講的是什麼？樣樣清楚沒分別。有分別的覺是迷不是覺，有執著的覺是迷不是覺，有妄想的覺不是真覺，還是迷。"
    },
    {
      "id": "07-001-0017_p0020",
      "zh_CN": "可见得我们现在所用的，就是生灭跟不生灭和合在一起用。如果我们专门就是在生灭法里头，不生不灭法我们没有，没有，你怎么个用法？没有就不起作用。要晓得我们现在是生灭、不生灭和合著在用，混搅在一起用，这就叫迷。迷一定带悟，悟里头不带迷，迷是一定要带悟，它不带悟它迷不起来，所以觉与不觉是同时的。我们现在就是觉与不觉合在一起用，觉里头可以没有不觉，不觉里头必定有觉，阿赖耶是真妄和合，真就是觉，妄就是不觉。我也常在大经里头勉励同修们，我们要修平等心、要修清净心、要修慈悲心，这些话都是与觉相应的。假如我们还是在境界里头用一种不平等、不清净，用这样的心来用事，我们在佛法里再修上个三大阿僧祇劫，还是老样子，给诸位说，不会有一丝毫的进步。为什么？我们把心全用错了，我们把佛法没有一句听懂。真正懂了能有受用，一定要在日常生活当中去做，现在就做。听讲的时候不分别，清不清楚？清清楚楚，没有执着、没有分别、没有妄想，一切明了，一切明了是真心的作用。这才是经里面所讲的「依文字、起观照、证实相」，给诸位说，这三个看起来是三个过程，诸位晓得是一桩事情没有先后的。如果你要是把它有先后，先依文字再起观照以后再证实相，那也是错了，你还是用攀缘心，你还是不会依文字。你是依迷惑起妄念，证的是什么？前面讲的魔王外道，那是你所证的。",
      "zh_TW": "可見得我們現在所用的，就是生滅跟不生滅和合在一起用。如果我們專門就是在生滅法裡頭，不生不滅法我們沒有，沒有，你怎麼個用法？沒有就不起作用。要曉得我們現在是生滅、不生滅和合著在用，混攪在一起用，這就叫迷。迷一定帶悟，悟裡頭不帶迷，迷是一定要帶悟，它不帶悟它迷不起來，所以覺與不覺是同時的。我們現在就是覺與不覺合在一起用，覺裡頭可以沒有不覺，不覺裡頭必定有覺，阿賴耶是真妄和合，真就是覺，妄就是不覺。我也常在大經裡頭勉勵同修們，我們要修平等心、要修清淨心、要修慈悲心，這些話都是與覺相應的。假如我們還是在境界裡頭用一種不平等、不清淨，用這樣的心來用事，我們在佛法裡再修上個三大阿僧祇劫，還是老樣子，給諸位說，不會有一絲毫的進步。為什麼？我們把心全用錯了，我們把佛法沒有一句聽懂。真正懂了能有受用，一定要在日常生活當中去做，現在就做。聽講的時候不分別，清不清楚？清清楚楚，沒有執著、沒有分別、沒有妄想，一切明瞭，一切明瞭是真心的作用。這才是經裡面所講的「依文字、起觀照、證實相」，給諸位說，這三個看起來是三個過程，諸位曉得是一樁事情沒有先後的。如果你要是把它有先後，先依文字再起觀照以後再證實相，那也是錯了，你還是用攀緣心，你還是不會依文字。你是依迷惑起妄念，證的是什麼？前面講的魔王外道，那是你所證的。"
    },
    {
      "id": "07-001-0017_p0021",
      "zh_CN": "所以要晓得，《般若经》里面讲这三句话，是同时的。它这个说法正是跟凡夫迷惑的因果相反。我们凡夫是根尘相接触就起分别执着，一起分别执着阿赖耶识里头就落种子，也是同时，没有先后的，速度太快！我们现在讲所谓电的速度快，电要比起我们心的念头这个速度是小巫见大巫，不能比。电一秒钟不过是三十万公里，而我们在这个一刹那周遍法界，电怎么能够跟它相比？电要与心的作用来相比的话，这心的作用好像是电，电的作用好像蚂蚁一样。佛菩萨根尘相接触就是依文字，这我在讲席里头也讲过很多遍，一接触就叫做观照，什么叫观照？不起心意识的作用就是观照。所以他的成就是证实相，当下就是实相，实相就是真如本性，实相就是菩提涅槃。释迦牟尼佛四十九年天天这样讲，四十九年所讲的就是这么一桩事情。怕我们听不懂，反复给我们讲，一种方法讲，把人会听厌、听烦了，换个方向来讲，所以才有八万四千法门。他的花样很多，换种种花样来给我们讲，给诸位说，都是讲一桩事情。你要是悟了之后，释迦牟尼佛所讲的黄叶止啼，简直是开玩笑，在那里变把戏。由此可知，所谓是苦口婆心，我们凡夫眼睛里看的。他自己呢？他自己无说，他四十九年没说过一句话。是不是真没说？给诸位说，真没说。",
      "zh_TW": "所以要曉得，《般若經》裡面講這三句話，是同時的。它這個說法正是跟凡夫迷惑的因果相反。我們凡夫是根塵相接觸就起分別執著，一起分別執著阿賴耶識裡頭就落種子，也是同時，沒有先後的，速度太快！我們現在講所謂電的速度快，電要比起我們心的念頭這個速度是小巫見大巫，不能比。電一秒鐘不過是三十萬公里，而我們在這個一剎那周遍法界，電怎麼能夠跟它相比？電要與心的作用來相比的話，這心的作用好像是電，電的作用好像螞蟻一樣。佛菩薩根塵相接觸就是依文字，這我在講席裡頭也講過很多遍，一接觸就叫做觀照，什麼叫觀照？不起心意識的作用就是觀照。所以他的成就是證實相，當下就是實相，實相就是真如本性，實相就是菩提涅槃。釋迦牟尼佛四十九年天天這樣講，四十九年所講的就是這麼一樁事情。怕我們聽不懂，反覆給我們講，一種方法講，把人會聽厭、聽煩了，換個方向來講，所以才有八萬四千法門。他的花樣很多，換種種花樣來給我們講，給諸位說，都是講一樁事情。你要是悟了之後，釋迦牟尼佛所講的黃葉止啼，簡直是開玩笑，在那裡變把戲。由此可知，所謂是苦口婆心，我們凡夫眼睛裡看的。他自己呢？他自己無說，他四十九年沒說過一句話。是不是真沒說？給諸位說，真沒說。"
    },
    {
      "id": "07-001-0017_p0022",
      "zh_CN": "这个意思很难懂，希望诸位慢慢的去体会，体会到之后我们将来要学习，学习在日常生活当中不用八识，不用八识用什么？四智。第六识不用了，不用分别，给诸位说，第六识就是「妙观察智」，一起分别，妙观察没有了。第七识要不执着了就是「平等性智」，可见得不平等从哪里来的？执着来的。阿赖耶里面不再落种子就叫「大圆镜智」，前五识就「成所作智」，成就无量无边的善根功德。可见得四智里面，大圆镜、平等性、妙观察属于体，成所作是属于用，有体有用。在凡夫境界里面讲，第六识、第七识、第八识是迷惑，前五识是造业，惑业苦。我们要是悟了、会了，从此以后我们五识不受五尘，第六识不随境分别，第七识再也不执着我法，是什么样子？现行渐渐的就灭了。我们刚才讲种现相薰，这下子现行断掉，不薰种子了。诸位要晓得，阿赖耶识里头的种子是虚妄的，不是真实，因为相薰所以才觉得种子无量无边，一不相薰，种子马上断掉。阿赖耶识种子没有了，这一没有，阿赖耶立刻就转成大圆镜智。",
      "zh_TW": "這個意思很難懂，希望諸位慢慢的去體會，體會到之後我們將來要學習，學習在日常生活當中不用八識，不用八識用什麼？四智。第六識不用了，不用分別，給諸位說，第六識就是「妙觀察智」，一起分別，妙觀察沒有了。第七識要不執著了就是「平等性智」，可見得不平等從哪裡來的？執著來的。阿賴耶裡面不再落種子就叫「大圓鏡智」，前五識就「成所作智」，成就無量無邊的善根功德。可見得四智裡面，大圓鏡、平等性、妙觀察屬於體，成所作是屬於用，有體有用。在凡夫境界裡面講，第六識、第七識、第八識是迷惑，前五識是造業，惑業苦。我們要是悟了、會了，從此以後我們五識不受五塵，第六識不隨境分別，第七識再也不執著我法，是什麼樣子？現行漸漸的就滅了。我們剛才講種現相薰，這下子現行斷掉，不薰種子了。諸位要曉得，阿賴耶識裡頭的種子是虛妄的，不是真實，因為相薰所以才覺得種子無量無邊，一不相薰，種子馬上斷掉。阿賴耶識種子沒有了，這一沒有，阿賴耶立刻就轉成大圓鏡智。"
    },
    {
      "id": "07-001-0017_p0023",
      "zh_CN": "诸位千万不要以为，我无始劫以来阿赖耶这么多种子，我怎么能去得掉？阿赖耶不是像个仓库一样真的堆这么多东西，不是的。阿赖耶像个空空房子里面的黑暗，几千年的黑房子一点光都没有，我着急这个房子黑暗，什么时候才把它去掉？一盏灯点了，全都去掉。没有想到这么容易！它里头不是装拉杂东西一点一点叫你慢慢搬出去，它不是的。所以破迷不难，很容易，问题就是我们不会破，不知道诀窍。古人的比喻「千年暗室，一灯能除」，点一盏灯就除掉，黑暗就没有了。我们阿赖耶里无始劫的种子，就好比是千年暗室，就是这个意思。只要我们现行不薰种子，种子就断掉，阿赖耶变成什么相？就是真如本性，湛然不动，恢复它的精明，这就是唯识学家所讲的转阿赖耶为大圆镜智，也就是本经里面所讲的「常住真心性净明体」，就是真本，可见得真本跟妄本是一本不是二本。",
      "zh_TW": "諸位千萬不要以為，我無始劫以來阿賴耶這麼多種子，我怎麼能去得掉？阿賴耶不是像個倉庫一樣真的堆這麼多東西，不是的。阿賴耶像個空空房子裡面的黑暗，幾千年的黑房子一點光都沒有，我著急這個房子黑暗，什麼時候才把它去掉？一盞燈點了，全都去掉。沒有想到這麼容易！它裡頭不是裝拉雜東西一點一點叫你慢慢搬出去，它不是的。所以破迷不難，很容易，問題就是我們不會破，不知道訣竅。古人的比喻「千年暗室，一燈能除」，點一盞燈就除掉，黑暗就沒有了。我們阿賴耶裡無始劫的種子，就好比是千年暗室，就是這個意思。只要我們現行不薰種子，種子就斷掉，阿賴耶變成什麼相？就是真如本性，湛然不動，恢復它的精明，這就是唯識學家所講的轉阿賴耶為大圓鏡智，也就是本經裡面所講的「常住真心性淨明體」，就是真本，可見得真本跟妄本是一本不是二本。"
    },
    {
      "id": "07-001-0017_p0024",
      "zh_CN": "佛是实在不得已说是断妄证真，哪有妄可断、哪有真可证？它是一不是二，所谓断妄是什么？断迷，迷就是妄，悟就是真，而迷悟是一体不是二体。譬如我们迷路，我们要向东走，把西面误会以为是东面，忽然省悟过来，西面并没有变成东面。境界并没有动，只是自己的一念迷清醒过来而已，迷的是自己，悟的还是自己。诸位只要能够认清这一点，迷悟在自己，与外境毫不相关。悟的人，外境都是我们悟的增上缘，成就我们无量的智慧，境界都是我们的善友。善财童子五十三参，善财怎么悟的？不但有情众生是善友，无情的众生也是善友。我们都在经里面读到，板凳善知识、桌子善知识、蜡台善知识、香炉善知识，这就告诉我们，情与无情统是善知识，成就自己无量的智慧功德。我们自己迷的时候，外面的境界都是帮助我们造业的因缘；悟了的时候，外面是智慧功德的因缘。可见得外面的境界是中立的、是不偏不倚的，就看我们自己用什么心去看。我们怎么可以去怨天尤人？怎么可以怪境界不好？那错了，迷上加迷。",
      "zh_TW": "佛是實在不得已說是斷妄證真，哪有妄可斷、哪有真可證？它是一不是二，所謂斷妄是什麼？斷迷，迷就是妄，悟就是真，而迷悟是一體不是二體。譬如我們迷路，我們要向東走，把西面誤會以為是東面，忽然省悟過來，西面並沒有變成東面。境界並沒有動，只是自己的一念迷清醒過來而已，迷的是自己，悟的還是自己。諸位只要能夠認清這一點，迷悟在自己，與外境毫不相關。悟的人，外境都是我們悟的增上緣，成就我們無量的智慧，境界都是我們的善友。善財童子五十三參，善財怎麼悟的？不但有情眾生是善友，無情的眾生也是善友。我們都在經裡面讀到，板凳善知識、桌子善知識、蠟台善知識、香爐善知識，這就告訴我們，情與無情統是善知識，成就自己無量的智慧功德。我們自己迷的時候，外面的境界都是幫助我們造業的因緣；悟了的時候，外面是智慧功德的因緣。可見得外面的境界是中立的、是不偏不倚的，就看我們自己用什麼心去看。我們怎麼可以去怨天尤人？怎麼可以怪境界不好？那錯了，迷上加迷。"
    },
    {
      "id": "07-001-0017_p0025",
      "zh_CN": "这些我们都要从大经大论里面细心去体会，一定要觉悟，觉悟之后才肯承当，我们修行才有个立足处，就是有一个根据。而现前对于真实的状况不了解，所以我们不肯承当，回过头来看看自己，虽然是六根门头所谓是放光动地，可是就是不觉。我们读了这几个字，总以为六根门头放光动地那是佛与大菩萨，我们哪里有？这就是不肯承当。我们眼能见、耳能闻，眼能见是眼在放光，耳能闻是耳在放光，鼻能嗅是鼻在放光，舌能尝是舌在放光，为什么不肯承认？只要离开心意识的作用，就跟诸佛菩萨没有两样，我们六根光明就照天照地、就普照法界。我们今天有光明，是放光动地，但是好像光度不远，范围太狭小，那是我们分别心、执着心把自己的光明封闭住。实在讲，如果说这点妄心真正把自己光明封闭住，那我们光明不是真的，还是妄的。我们六根的光明，就是六根的作用，纵然在迷，或者纵然堕落在畜生地狱，六根的作用依然是尽虚空遍法界。分别执着你得不到受用，是你自己画的圈子，你自己认为你自己只有这点东西。外面依旧是自己的，但是自己不晓得，这真叫冤枉！",
      "zh_TW": "這些我們都要從大經大論裡面細心去體會，一定要覺悟，覺悟之後才肯承當，我們修行才有個立足處，就是有一個根據。而現前對於真實的狀況不了解，所以我們不肯承當，回過頭來看看自己，雖然是六根門頭所謂是放光動地，可是就是不覺。我們讀了這幾個字，總以為六根門頭放光動地那是佛與大菩薩，我們哪裡有？這就是不肯承當。我們眼能見、耳能聞，眼能見是眼在放光，耳能聞是耳在放光，鼻能嗅是鼻在放光，舌能嘗是舌在放光，為什麼不肯承認？只要離開心意識的作用，就跟諸佛菩薩沒有兩樣，我們六根光明就照天照地、就普照法界。我們今天有光明，是放光動地，但是好像光度不遠，範圍太狹小，那是我們分別心、執著心把自己的光明封閉住。實在講，如果說這點妄心真正把自己光明封閉住，那我們光明不是真的，還是妄的。我們六根的光明，就是六根的作用，縱然在迷，或者縱然墮落在畜生地獄，六根的作用依然是盡虛空遍法界。分別執著你得不到受用，是你自己畫的圈子，你自己認為你自己只有這點東西。外面依舊是自己的，但是自己不曉得，這真叫冤枉！"
    },
    {
      "id": "07-001-0017_p0026",
      "zh_CN": "所以，真的是永远不会变的，会变的不叫真。诸位就晓得，我们眼的能见性是尽虚空遍法界，我们纵然在迷，我们的见性还是尽虚空遍法界。绝对不是说我迷，我的作用失掉了，作用并没有失掉。如果说真是迷了作用就失掉，那我们这个真性的作用还是有变的，不是不变；没有失掉，而是我们自己不能承当，自己不敢去受用。硬是在没有束缚而自己画许多小圈圈来束缚自己，这是凡夫当前的状况。尤其是攀缘三界六尘，造成什么现象？分段生死的现象、六道轮回的现象。假如诸位再要不攀缘三界、不攀缘六尘，给诸位说，六道轮回就没有了。六道轮回是谁造的？自己造的，不是别人给你制造的。再给诸位说个老实话，各人造各人的六道轮回，绝对没有说两个人六道轮回是一样，没有，是两样的。再说十法界，各人是各人的十法界，也不会是两个人同在一个十法界里，没有这回事情，只有到一真大家才相同。我们就拿现前这个讲堂来看，诸位在座，我们是不是坐在一个讲堂？不是的，各人坐在各人的讲堂。你把这个话听懂了，今天所讲这个经的道理，你就得到消息。你说我们两个人同坐在这个讲堂，这是迷不是悟，不了解真相。明明我看到是你，你这个相是我心里变现出来的，我的相是你心里变现出来的，非一非异，这是说真话，实在的话。所以说一个人是一个人的宇宙，别的人不相干，别的人绝对不会掺杂到你自己宇宙里面来。这个理诸位要是会通，僧肇大师这句话你就明了，会万物为自己，由这个境界可以入一真法界，可以见到诸法实相。",
      "zh_TW": "所以，真的是永遠不會變的，會變的不叫真。諸位就曉得，我們眼的能見性是盡虛空遍法界，我們縱然在迷，我們的見性還是盡虛空遍法界。絕對不是說我迷，我的作用失掉了，作用並沒有失掉。如果說真是迷了作用就失掉，那我們這個真性的作用還是有變的，不是不變；沒有失掉，而是我們自己不能承當，自己不敢去受用。硬是在沒有束縛而自己畫許多小圈圈來束縛自己，這是凡夫當前的狀況。尤其是攀緣三界六塵，造成什麼現象？分段生死的現象、六道輪迴的現象。假如諸位再要不攀緣三界、不攀緣六塵，給諸位說，六道輪迴就沒有了。六道輪迴是誰造的？自己造的，不是別人給你製造的。再給諸位說個老實話，各人造各人的六道輪迴，絕對沒有說兩個人六道輪迴是一樣，沒有，是兩樣的。再說十法界，各人是各人的十法界，也不會是兩個人同在一個十法界裡，沒有這回事情，只有到一真大家才相同。我們就拿現前這個講堂來看，諸位在座，我們是不是坐在一個講堂？不是的，各人坐在各人的講堂。你把這個話聽懂了，今天所講這個經的道理，你就得到消息。你說我們兩個人同坐在這個講堂，這是迷不是悟，不了解真相。明明我看到是你，你這個相是我心裡變現出來的，我的相是你心裡變現出來的，非一非異，這是說真話，實在的話。所以說一個人是一個人的宇宙，別的人不相干，別的人絕對不會摻雜到你自己宇宙裡面來。這個理諸位要是會通，僧肇大師這句話你就明瞭，會萬物為自己，由這個境界可以入一真法界，可以見到諸法實相。"
    },
    {
      "id": "07-001-0017_p0027",
      "zh_CN": "二乘人，他是起厌恶三界六道的心，他用的什么心？他还是用的攀缘心，攀缘真谛。凡夫是攀缘俗谛、攀缘世俗，有六道轮回；他不攀缘世俗，他攀缘我们俗话说真理，真理是空空洞洞的，那是什么真理？他攀缘这个。菩萨，没有悟的菩萨，你发了菩提心，你修六度万行，你是个菩萨，你用的什么心？用的攀缘心。攀缘菩萨的中道第一义谛，还是用攀缘心，攀缘中道第一义谛。这两种人产生一个什么现象？变易生死。攀缘心要是真正舍掉，不但六道生死轮回没有、分段生死没有，小乘、权教菩萨的变易生死也没有了。菩萨等级很多，变易生死粗细不同，总而言之一句话，毛病都出在攀缘心上，都把攀缘心当作自性，这是苦不堪言，冤枉极了。佛在此地一语给我们道破，大慈大悲，佛要不给我们说破，我们怎么会晓得？我们今天晓得了，我得要问诸位，是真晓得，还是假晓得？那就是说用攀缘心来听法，这还是干的老一套。晓得了，晓得了还是有变易生死、还是有分段生死，还是出不了轮回，为什么？还是用攀缘心。",
      "zh_TW": "二乘人，他是起厭惡三界六道的心，他用的什麼心？他還是用的攀緣心，攀緣真諦。凡夫是攀緣俗諦、攀緣世俗，有六道輪迴；他不攀緣世俗，他攀緣我們俗話說真理，真理是空空洞洞的，那是什麼真理？他攀緣這個。菩薩，沒有悟的菩薩，你發了菩提心，你修六度萬行，你是個菩薩，你用的什麼心？用的攀緣心。攀緣菩薩的中道第一義諦，還是用攀緣心，攀緣中道第一義諦。這兩種人產生一個什麼現象？變易生死。攀緣心要是真正捨掉，不但六道生死輪迴沒有、分段生死沒有，小乘、權教菩薩的變易生死也沒有了。菩薩等級很多，變易生死粗細不同，總而言之一句話，毛病都出在攀緣心上，都把攀緣心當作自性，這是苦不堪言，冤枉極了。佛在此地一語給我們道破，大慈大悲，佛要不給我們說破，我們怎麼會曉得？我們今天曉得了，我得要問諸位，是真曉得，還是假曉得？那就是說用攀緣心來聽法，這還是幹的老一套。曉得了，曉得了還是有變易生死、還是有分段生死，還是出不了輪迴，為什麼？還是用攀緣心。"
    },
    {
      "id": "07-001-0017_p0028",
      "zh_CN": "今天的时间到了，二种根本讲了一种，很重要，下一次再给诸位讲真本。特别在此地交代，真妄是一不是二，这个才能觉悟，才不叫我们死在字里行间，要我们真正得受用、真正要开悟。《楞严》这部经，它里面所讲的道理与方法，可以说是一切修行人的原理原则，是一切修法里面最高的指导纲领，不可不知。我们今天就讲到此地。",
      "zh_TW": "今天的時間到了，二種根本講了一種，很重要，下一次再給諸位講真本。特別在此地交代，真妄是一不是二，這個才能覺悟，才不叫我們死在字裡行間，要我們真正得受用、真正要開悟。《楞嚴》這部經，它裡面所講的道理與方法，可以說是一切修行人的原理原則，是一切修法裡面最高的指導綱領，不可不知。我們今天就講到此地。"
    }
  ]
}