{
  "doc_id": "07-001-0118",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一八集",
    "zh_TW": "第一一八集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0118",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "07-001-0118_p0001",
      "zh_CN": "一百五十二面：",
      "zh_TW": "一百五十二面："
    },
    {
      "id": "07-001-0118_p0002",
      "zh_CN": "【十四者。此三千大千世界百亿日月。现住世间诸法王子。有六十二恒河沙数。修法垂范。教化众生。随顺众生，方便智慧。各各不同。】",
      "zh_TW": "【十四者。此三千大千世界百億日月。現住世間諸法王子。有六十二恆河沙數。修法垂範。教化眾生。隨順眾生，方便智慧。各各不同。】"
    },
    {
      "id": "07-001-0118_p0003",
      "zh_CN": "这是十四无畏里面最后的一条，这是讲到持名。",
      "zh_TW": "這是十四無畏裡面最後的一條，這是講到持名。"
    },
    {
      "id": "07-001-0118_p0004",
      "zh_CN": "上一次讲到求子得子、求女得女，讲到这一条，有同修听我讲：凡是求子而有所得者，是子女皆观世音化身。他问：「则观世音菩萨之灵化千万，是灵可分之谓乎？而诸观音化身之子女，在世间成就学道参差不齐，且亦具有七情五欲，造业在所难免。则诸子女去世后，有证得阿罗汉果者，是就阿罗汉果位乎？亦至于观音本位乎？有未证得果位者，是按律轮回乎？以合毕一切之业，回归观世音菩萨之本位。」你问的问题主要是这个灵可不可以分，主要是问这个问题。在没有开悟的时候是有神识，我们俗话讲灵魂，就是现在一般人所谓灵的问题，这个问题在最近几十年当中，中国、外国都热心的在讨论。灵是不可分的，为什么不可分？因为灵是从迷、执着里面产生，所以它不可分。见性的菩萨以上，像观世音菩萨这是已经成佛再来之人，我们问，他有没有灵？给诸位说他没有灵，所以他才能得大自在。因为你有灵魂，所以你不自在，这个道理在此地。灵是有范围的，这是佛法里面讲神识，它是有范围的。我们举个比喻说，这个比喻也是经论里头常讲的，真如本性就好比清净大海，我们的执着就像大海里面所起的一个水泡，这个水泡我们就叫它做阿赖耶识，迷惑颠倒的人把这个水泡就当作大海的全体。这个意思就是比喻，迷的人把阿赖耶识认为是自己的全体，道理在此地。所以破迷开悟、明心见性，这个水泡破了，破了原来就是大海。所以海里面的水泡与大海，的确是一不是二，迷人看作是两桩事情，觉悟人看到是一桩事情，不一也不异。",
      "zh_TW": "上一次講到求子得子、求女得女，講到這一條，有同修聽我講：凡是求子而有所得者，是子女皆觀世音化身。他問：「則觀世音菩薩之靈化千萬，是靈可分之謂乎？而諸觀音化身之子女，在世間成就學道參差不齊，且亦具有七情五欲，造業在所難免。則諸子女去世後，有證得阿羅漢果者，是就阿羅漢果位乎？亦至於觀音本位乎？有未證得果位者，是按律輪迴乎？以合畢一切之業，回歸觀世音菩薩之本位。」你問的問題主要是這個靈可不可以分，主要是問這個問題。在沒有開悟的時候是有神識，我們俗話講靈魂，就是現在一般人所謂靈的問題，這個問題在最近幾十年當中，中國、外國都熱心的在討論。靈是不可分的，為什麼不可分？因為靈是從迷、執著裡面產生，所以它不可分。見性的菩薩以上，像觀世音菩薩這是已經成佛再來之人，我們問，他有沒有靈？給諸位說他沒有靈，所以他才能得大自在。因為你有靈魂，所以你不自在，這個道理在此地。靈是有範圍的，這是佛法裡面講神識，它是有範圍的。我們舉個比喻說，這個比喻也是經論裡頭常講的，真如本性就好比清淨大海，我們的執著就像大海裡面所起的一個水泡，這個水泡我們就叫它做阿賴耶識，迷惑顛倒的人把這個水泡就當作大海的全體。這個意思就是比喻，迷的人把阿賴耶識認為是自己的全體，道理在此地。所以破迷開悟、明心見性，這個水泡破了，破了原來就是大海。所以海裡面的水泡與大海，的確是一不是二，迷人看作是兩樁事情，覺悟人看到是一樁事情，不一也不異。"
    },
    {
      "id": "07-001-0118_p0005",
      "zh_CN": "经上常说千江有水千江月，观世音菩萨的法身就像天上的月亮一样，他的应化身就像水里面的月亮一样。那我们要问问，把月亮当作灵，它分不分身？这世间有水的地方里头都有月影，是不是月亮分成很多的身到水里面？你们想想月亮有没有分？没有分。观世音菩萨不单是他，诸佛菩萨的应化，你说分了没有？没有分。没有分，他怎么能回到本？我们今天这个月亮，我们端一脸盆水，这脸盆水里面就有月亮、就有月影在；我们把水倒掉，月影没有了，这个月影是不是又回到天上月亮那里去？你看到它回去没有？你把水放到这边静静，你有没有看到月亮从上面来到里面，再又看到它回去？没有这个现象。诸佛菩萨的应化身，所谓千百亿化身，就是这样的；不但诸佛菩萨千百亿化身是如此，我们自己又何尝例外！这个道理诸位要细细的去参，你提出来这些知见都是分别执着，对你的修学，对你的一心、开悟都有障碍，这是我们自己要明白的。去了分别执着，我们的心得清净，清净心里面生智慧，智慧观照之中才了解事实的真相。可是你要记住，迷的时候你有一个灵，就是你有一个神识，我们俗话讲有个灵魂，这个灵魂在六道里面舍身受身、造业受报都是它，这是迷了才有这么个现象。悟了之后没有，悟了之后要是还有这个执着，你的清净法身又如何证得？",
      "zh_TW": "經上常說千江有水千江月，觀世音菩薩的法身就像天上的月亮一樣，他的應化身就像水裡面的月亮一樣。那我們要問問，把月亮當作靈，它分不分身？這世間有水的地方裡頭都有月影，是不是月亮分成很多的身到水裡面？你們想想月亮有沒有分？沒有分。觀世音菩薩不單是他，諸佛菩薩的應化，你說分了沒有？沒有分。沒有分，他怎麼能回到本？我們今天這個月亮，我們端一臉盆水，這臉盆水裡面就有月亮、就有月影在；我們把水倒掉，月影沒有了，這個月影是不是又回到天上月亮那裡去？你看到它回去沒有？你把水放到這邊靜靜，你有沒有看到月亮從上面來到裡面，再又看到它回去？沒有這個現象。諸佛菩薩的應化身，所謂千百億化身，就是這樣的；不但諸佛菩薩千百億化身是如此，我們自己又何嘗例外！這個道理諸位要細細的去參，你提出來這些知見都是分別執著，對你的修學，對你的一心、開悟都有障礙，這是我們自己要明白的。去了分別執著，我們的心得清淨，清淨心裡面生智慧，智慧觀照之中才了解事實的真相。可是你要記住，迷的時候你有一個靈，就是你有一個神識，我們俗話講有個靈魂，這個靈魂在六道裡面捨身受身、造業受報都是它，這是迷了才有這麼個現象。悟了之後沒有，悟了之後要是還有這個執著，你的清淨法身又如何證得？"
    },
    {
      "id": "07-001-0118_p0006",
      "zh_CN": "法身，法是万法，十法界依正庄严，包括我们的虚空，唯有觉悟的人才真正理解一切万法就是自己的身。诸位一下会不过来这个意思，我们也举了很多比喻跟大家说，好比我们作梦在梦中境界一样，全体的梦境就是我们自己一心，一心变现出整个梦境，整个梦境里面哪一法不是自己的心？这是你清醒过来了，你想想对，整个梦境都是自己心变现之物。梦境里面有个自己的身，是自己变现的，还有别人也是自己变现的。你念佛梦到佛菩萨，佛菩萨还是你自心变现的，梦里面山河大地、梦里面的虚空，全是你自己变现的，心外无法、法外无心。可是你在梦中不晓得你作梦，你没有法子辨别，你在境界里分自分他，在境界里迷惑颠倒。你要是觉悟了，「我现在是在作梦，一想整个梦境都是我自己」，你在梦中就证得清净法身，你不再以为你自己的身是你自己自身，你晓得我自心所变现的一切物都是自己身，那情形就不一样了。这样的境界不难见得到。",
      "zh_TW": "法身，法是萬法，十法界依正莊嚴，包括我們的虛空，唯有覺悟的人才真正理解一切萬法就是自己的身。諸位一下會不過來這個意思，我們也舉了很多比喻跟大家說，好比我們作夢在夢中境界一樣，全體的夢境就是我們自己一心，一心變現出整個夢境，整個夢境裡面哪一法不是自己的心？這是你清醒過來了，你想想對，整個夢境都是自己心變現之物。夢境裡面有個自己的身，是自己變現的，還有別人也是自己變現的。你念佛夢到佛菩薩，佛菩薩還是你自心變現的，夢裡面山河大地、夢裡面的虛空，全是你自己變現的，心外無法、法外無心。可是你在夢中不曉得你作夢，你沒有法子辨別，你在境界裡分自分他，在境界裡迷惑顛倒。你要是覺悟了，「我現在是在作夢，一想整個夢境都是我自己」，你在夢中就證得清淨法身，你不再以為你自己的身是你自己自身，你曉得我自心所變現的一切物都是自己身，那情形就不一樣了。這樣的境界不難見得到。"
    },
    {
      "id": "07-001-0118_p0007",
      "zh_CN": "我们有很多学佛的同修学佛久了，的确心地比较清净一点，他在梦中会觉悟到我自己现在在作梦，他会觉悟到；觉悟到自己在作梦，梦里头境界不妨碍了。曾经有个同修告诉我，他作梦的时候，在梦中一下警觉到，我现在在作梦，梦里面凡所有相皆是虚妄，他忽然想起来佛经里面，墙壁没有障碍，他作梦从墙壁走过去，果然就走出去，那是梦里的墙壁。这就是说佛所讲的这些境界，他在作梦的时候知道自己在作梦，在梦境里面把佛的这些境界见到，事事无碍他证得了，可是醒来之后又不行。佛告诉我们，我们现眼前的十法界依正庄严，就是我们的真心变现出来的。诸位要晓得，你作梦的这个梦境是第六意识变现的境界；我们今天的境界，是阿赖耶识变现的，这在唯识经论里头说得非常透彻、说得很详细。你要是不悟，法身就在现前，你不能证得，就跟在梦中一样，你迷了；你要是悟了，原来清净法身就在眼前，六根所接触的六尘境界，无有一法不是自己的清净法身。我给诸位说，你有这么一点概念，但是你不能证得。你为什么不能证得？就是你的迷关不能突破。迷关为什么不能突破？因为你的心不清净，你有执着、你有烦恼。根本的执着，我法二执，有了这个东西就是迷；你把我法二执打破，你就成佛了。佛跟凡夫没有两样，有执着就叫凡夫，没有执着就叫佛。我法两种执着都有，这是六道凡夫；有法执，没有我执这是二乘，我们叫圣者，小乘阿罗汉、辟支佛；两种执着都没有，这是佛、是菩萨。",
      "zh_TW": "我們有很多學佛的同修學佛久了，的確心地比較清淨一點，他在夢中會覺悟到我自己現在在作夢，他會覺悟到；覺悟到自己在作夢，夢裡頭境界不妨礙了。曾經有個同修告訴我，他作夢的時候，在夢中一下警覺到，我現在在作夢，夢裡面凡所有相皆是虛妄，他忽然想起來佛經裡面，牆壁沒有障礙，他作夢從牆壁走過去，果然就走出去，那是夢裡的牆壁。這就是說佛所講的這些境界，他在作夢的時候知道自己在作夢，在夢境裡面把佛的這些境界見到，事事無礙他證得了，可是醒來之後又不行。佛告訴我們，我們現眼前的十法界依正莊嚴，就是我們的真心變現出來的。諸位要曉得，你作夢的這個夢境是第六意識變現的境界；我們今天的境界，是阿賴耶識變現的，這在唯識經論裡頭說得非常透徹、說得很詳細。你要是不悟，法身就在現前，你不能證得，就跟在夢中一樣，你迷了；你要是悟了，原來清淨法身就在眼前，六根所接觸的六塵境界，無有一法不是自己的清淨法身。我給諸位說，你有這麼一點概念，但是你不能證得。你為什麼不能證得？就是你的迷關不能突破。迷關為什麼不能突破？因為你的心不清淨，你有執著、你有煩惱。根本的執著，我法二執，有了這個東西就是迷；你把我法二執打破，你就成佛了。佛跟凡夫沒有兩樣，有執著就叫凡夫，沒有執著就叫佛。我法兩種執著都有，這是六道凡夫；有法執，沒有我執這是二乘，我們叫聖者，小乘阿羅漢、辟支佛；兩種執著都沒有，這是佛、是菩薩。"
    },
    {
      "id": "07-001-0118_p0008",
      "zh_CN": "事实真相只不过是如此而已，佛是一句话给我们道破，主意就是要我们自己亲证这个境界，证得，得大自在，所谓是破迷开悟，离苦得乐。证得这个境界，没有生死、没有烦恼，也没有轮回与十法界，都没有了，所以法界原本是一真。悟有浅深不相同，有人悟得浅、有人悟得深，因此果位也就有高下不相等。像大乘菩萨位次，有十信、十住、十行、十回向、十地、等觉、妙觉，五十二个位次就是迷悟浅深不相同而说的，其实哪有这个东西！这是在平等法里面不得已而说的差别法，是因为我们众生心是个差别心，就是分别心、执着心，所以佛才以这种方便善巧来接引我们。佛法的修学，经论之所说，不必疑惑，为什么不必疑惑？因为它的语言即非语言，《金刚经》里面所谓文字即非文字。如果它是语言、是文字，你可以分别它、你可以研究它；它非文字、非言说，你怎么研究法？这是佛法的经典跟世间的书籍不相同，我们用世间读书的方法来学佛法，那就不得其门而入。佛法的言说、文字，它不是给我们讲理的，也不是给我们说什么事实真相的。为什么？理与事都没有，这是古人所说的「天下本无事，庸人自扰之」。佛的千经万论、八万四千法门，它是干什么的？它是破我们执着的，它的大主意在此地。你们如果翻开《六祖坛经》里面所讲的，三十六对天然佛法，你就会恍然大悟，是破执着的。",
      "zh_TW": "事實真相只不過是如此而已，佛是一句話給我們道破，主意就是要我們自己親證這個境界，證得，得大自在，所謂是破迷開悟，離苦得樂。證得這個境界，沒有生死、沒有煩惱，也沒有輪迴與十法界，都沒有了，所以法界原本是一真。悟有淺深不相同，有人悟得淺、有人悟得深，因此果位也就有高下不相等。像大乘菩薩位次，有十信、十住、十行、十迴向、十地、等覺、妙覺，五十二個位次就是迷悟淺深不相同而說的，其實哪有這個東西！這是在平等法裡面不得已而說的差別法，是因為我們眾生心是個差別心，就是分別心、執著心，所以佛才以這種方便善巧來接引我們。佛法的修學，經論之所說，不必疑惑，為什麼不必疑惑？因為它的語言即非語言，《金剛經》裡面所謂文字即非文字。如果它是語言、是文字，你可以分別它、你可以研究它；它非文字、非言說，你怎麼研究法？這是佛法的經典跟世間的書籍不相同，我們用世間讀書的方法來學佛法，那就不得其門而入。佛法的言說、文字，它不是給我們講理的，也不是給我們說什麼事實真相的。為什麼？理與事都沒有，這是古人所說的「天下本無事，庸人自擾之」。佛的千經萬論、八萬四千法門，它是幹什麼的？它是破我們執著的，它的大主意在此地。你們如果翻開《六祖壇經》裡面所講的，三十六對天然佛法，你就會恍然大悟，是破執著的。"
    },
    {
      "id": "07-001-0118_p0009",
      "zh_CN": "我们今天读佛经难，难在哪里？因为不是现场。像佛在《楞严经》里面说的这些道理，我们没在现场，我们今天等于说在听人家新闻记者的记录，在看记录、在听录音带，不是现场，现场情形没看到，这是很大的难处。如果你要是在现场，那就很容易开悟，为什么？请法的那个人，提出问题的那个人，他有哪些执着、他有哪些知见，佛这一开示，他的执着没有了，他的知见化解了，他大彻大悟，道理在此地，愈是大乘了义的佛法，愈是合乎这一个原则。对于那些迷惑深重、坚固执着的人，佛不给他说法，佛教他什么？教他做人的道理，教他断恶修善，教他不堕三恶道，教他在人天当中得乐，教这个，这就是所谓不了义的教学，是因为这一类根性的人，就是执着太坚固、分别心太重，不得已的设施。烦恼轻的人、执着不太重的人，佛总是跟他讲了义究竟一乘佛法，所谓是根熟的众生，经里面讲根熟就是指这一类的。在这个地方我们讲这一条，也等于说答复前面这个意思。",
      "zh_TW": "我們今天讀佛經難，難在哪裡？因為不是現場。像佛在《楞嚴經》裡面說的這些道理，我們沒在現場，我們今天等於說在聽人家新聞記者的記錄，在看記錄、在聽錄音帶，不是現場，現場情形沒看到，這是很大的難處。如果你要是在現場，那就很容易開悟，為什麼？請法的那個人，提出問題的那個人，他有哪些執著、他有哪些知見，佛這一開示，他的執著沒有了，他的知見化解了，他大徹大悟，道理在此地，愈是大乘了義的佛法，愈是合乎這一個原則。對於那些迷惑深重、堅固執著的人，佛不給他說法，佛教他什麼？教他做人的道理，教他斷惡修善，教他不墮三惡道，教他在人天當中得樂，教這個，這就是所謂不了義的教學，是因為這一類根性的人，就是執著太堅固、分別心太重，不得已的設施。煩惱輕的人、執著不太重的人，佛總是跟他講了義究竟一乘佛法，所謂是根熟的眾生，經裡面講根熟就是指這一類的。在這個地方我們講這一條，也等於說答覆前面這個意思。"
    },
    {
      "id": "07-001-0118_p0010",
      "zh_CN": "这个地方讲『此三千大千世界』，「此」是指我们娑婆世界，三千大千世界就是指娑婆世界，释迦牟尼佛所教化的区域。『百亿日月』，这里面有一百亿单位世界，或者我们称之为小世界。诸位要晓得，这一百亿是不是个确定的数字？这不是个确定的数字，这是个概略的数字，因为有的世界还不到一百亿、有的世界超过得太多，世界有大小不同。这与佛的愿力、众生的业力有很大的关系，所以每个世界只能够讲个概略，或者我们讲大多数是如此，并不完全是这个样子，所以我们不要死在经文里头。经文里头有很多数字是正确的，的确是数目字，譬如讲八万四千烦恼，这八万四千它是个数字，不是概略的，确实就是八万四千条。像此地讲的「百亿日月」，这是概略的数字，我们要认识清楚。『现住世间诸法王子』，「现」是讲现在，「住」就是讲安住在这个世界，也就是说的这些菩萨随类化身。随类化身的有多少？此地也是说个概略数字，『六十二恒河沙数』。你们要到印度去看看恒河，恒河的沙那么细，像面粉一样，你去数，数数看恒河里有多少沙？佛讲的菩萨数有多少？有六十二个恒河沙，简直没法计算，娑婆世界里有这么多菩萨！",
      "zh_TW": "這個地方講『此三千大千世界』，「此」是指我們娑婆世界，三千大千世界就是指娑婆世界，釋迦牟尼佛所教化的區域。『百億日月』，這裡面有一百億單位世界，或者我們稱之為小世界。諸位要曉得，這一百億是不是個確定的數字？這不是個確定的數字，這是個概略的數字，因為有的世界還不到一百億、有的世界超過得太多，世界有大小不同。這與佛的願力、眾生的業力有很大的關係，所以每個世界只能夠講個概略，或者我們講大多數是如此，並不完全是這個樣子，所以我們不要死在經文裡頭。經文裡頭有很多數字是正確的，的確是數目字，譬如講八萬四千煩惱，這八萬四千它是個數字，不是概略的，確實就是八萬四千條。像此地講的「百億日月」，這是概略的數字，我們要認識清楚。『現住世間諸法王子』，「現」是講現在，「住」就是講安住在這個世界，也就是說的這些菩薩隨類化身。隨類化身的有多少？此地也是說個概略數字，『六十二恆河沙數』。你們要到印度去看看恆河，恆河的沙那麼細，像麵粉一樣，你去數，數數看恆河裡有多少沙？佛講的菩薩數有多少？有六十二個恆河沙，簡直沒法計算，娑婆世界裡有這麼多菩薩！"
    },
    {
      "id": "07-001-0118_p0011",
      "zh_CN": "你们同学问：菩萨应化到我们世间来，也有七情五欲、也有造业，这叫什么菩萨？这个事情是你自己颠倒了，你怎么颠倒的？我们图书馆这一次大概是第五次印《华严经》，我从五十六年到台北来讲经，一直到现在，《华严经》这是第五次重刊，你们好好的去念念《华严》，我们才有门路可入。菩萨道里面修行只有一个人，就是自己，除自己之外都是善知识、都是佛、都是菩萨，你就成佛、你就成菩萨了。你要看到外头，「这是众生，他还造罪业」，那不等于你现在读《华严经》，看胜热婆罗门愚痴、甘露火王杀人、伐苏蜜多女邪淫，尽干恶业。你打开《华严经》，看看五十三参是什么？你信心完全没有了。善财童子的老师，这些善知识统统都是菩萨，还干杀盗淫妄，这就是你不了解佛菩萨的境界，你不了解一真法界的情形。",
      "zh_TW": "你們同學問：菩薩應化到我們世間來，也有七情五欲、也有造業，這叫什麼菩薩？這個事情是你自己顛倒了，你怎麼顛倒的？我們圖書館這一次大概是第五次印《華嚴經》，我從五十六年到台北來講經，一直到現在，《華嚴經》這是第五次重刊，你們好好的去念念《華嚴》，我們才有門路可入。菩薩道裡面修行只有一個人，就是自己，除自己之外都是善知識、都是佛、都是菩薩，你就成佛、你就成菩薩了。你要看到外頭，「這是眾生，他還造罪業」，那不等於你現在讀《華嚴經》，看勝熱婆羅門愚痴、甘露火王殺人、伐蘇蜜多女邪淫，盡幹惡業。你打開《華嚴經》，看看五十三參是什麼？你信心完全沒有了。善財童子的老師，這些善知識統統都是菩薩，還幹殺盜淫妄，這就是你不了解佛菩薩的境界，你不了解一真法界的情形。"
    },
    {
      "id": "07-001-0118_p0012",
      "zh_CN": "学人就是学生，参学的学人只准一个人，就是善财一个，善财没有同学。善财如果有个同学，他们两个就要抬杠，「你有什么了不起，你跟我同学，你跟我差不多」，诸位想想，你的心乱了，你起了分别、起了执着，你想修一心不乱修不到的。唯有学生只有一个，其余的统统是诸佛菩萨的示现，示现种种境界。示现一些善境界，我们学的人怎么样？在这境界里头不生欢喜心、不动心，境界清清楚楚、了了分明。为什么？我们修一心不乱。看到善境界，心里一欢喜，心乱了。譬如我们念佛人一下看到阿弥陀佛来了，拿个莲花来接引，好欢喜，「我求了这么多年，总算把阿弥陀佛求来了！」你这个念头一生，完了，心乱掉了，就不能往生；见到一切众生造恶业，杀盗淫妄，你又动了瞋恚心，心里看了难过，你心又乱了。所以五十三参里有顺境、有逆境，有合理的行为、有很不合理的行为，实际上就是我们六根接触眼前的境界。我们要像善财那样，修什么？学了了分明、如如不动。为什么？无有一法不是诸佛菩萨的示现。你也不要问他，他造什么业、他将来受什么果报，他造业受果报与我有什么相干？根本风马牛不相关，我替他操个什么心？不是他起心动念，是自己起心动念。就好像风幡亭里，那些出家人、在家居士们，在辩论到底是风动还是幡动？六祖大师一句话把他们点醒，「不是风动，也不是幡动，仁者心动」，你自己的心动了。外面的境界如如不动，几时你能看到这个境界，你就证得一真法界，你就入实报庄严土。实报庄严土在哪里？就在面前，眼前就是，只要你在境界里不动心就见到了。",
      "zh_TW": "學人就是學生，參學的學人只准一個人，就是善財一個，善財沒有同學。善財如果有個同學，他們兩個就要抬槓，「你有什麼了不起，你跟我同學，你跟我差不多」，諸位想想，你的心亂了，你起了分別、起了執著，你想修一心不亂修不到的。唯有學生只有一個，其餘的統統是諸佛菩薩的示現，示現種種境界。示現一些善境界，我們學的人怎麼樣？在這境界裡頭不生歡喜心、不動心，境界清清楚楚、了了分明。為什麼？我們修一心不亂。看到善境界，心裡一歡喜，心亂了。譬如我們念佛人一下看到阿彌陀佛來了，拿個蓮花來接引，好歡喜，「我求了這麼多年，總算把阿彌陀佛求來了！」你這個念頭一生，完了，心亂掉了，就不能往生；見到一切眾生造惡業，殺盜淫妄，你又動了瞋恚心，心裡看了難過，你心又亂了。所以五十三參裡有順境、有逆境，有合理的行為、有很不合理的行為，實際上就是我們六根接觸眼前的境界。我們要像善財那樣，修什麼？學了了分明、如如不動。為什麼？無有一法不是諸佛菩薩的示現。你也不要問他，他造什麼業、他將來受什麼果報，他造業受果報與我有什麼相干？根本風馬牛不相關，我替他操個什麼心？不是他起心動念，是自己起心動念。就好像風幡亭裡，那些出家人、在家居士們，在辯論到底是風動還是幡動？六祖大師一句話把他們點醒，「不是風動，也不是幡動，仁者心動」，你自己的心動了。外面的境界如如不動，幾時你能看到這個境界，你就證得一真法界，你就入實報莊嚴土。實報莊嚴土在哪裡？就在面前，眼前就是，只要你在境界裡不動心就見到了。"
    },
    {
      "id": "07-001-0118_p0013",
      "zh_CN": "所以我讲《华严》一再跟诸位说，净土里面一心不乱是能入，《华严》的一真法界是所入。修行人要是不晓得这个道理，那就是盲修瞎练，你修一辈子也不得其门而入。你要是会修，三、五年就有消息，心开意解、法喜充满，就得受用。所以修行一定要晓得，修的是什么行？行是什么？行是自己的行为，不是修别人的！自己身口意三业的行为，我们迷了这才要修正，修正是觉悟，我们有邪知邪见需要修正，修正为正知正见。我们处处染污，染污、执着这是我们的病，所以我们要修身心、境界无不清净，心清净了身就清净，身心清净了境界就清净。所以诸佛菩萨看这个境界是什么境界？清净寂灭相。我们看这个境界不清净，为什么不清净？因为我们的心是生灭染污相，心照外面的境界，境界也是生灭染污；佛心清净，照外面的境界也是一味清净。所以境是随心转的，是心转境界，不是境界转心。境界转心那就颠倒了，这叫凡夫；心转境界这是正理，这叫佛菩萨，这是圣人的境界。这个地方说，「现住世间诸法王子，有六十二恒河沙数」，他们在这个世间示现种种不同的身分，示现在各行各业当中，我们肉眼凡夫不认识。如果你要是证得慧眼、法眼，你一看我们这个世间许多佛菩萨在示现。",
      "zh_TW": "所以我講《華嚴》一再跟諸位說，淨土裡面一心不亂是能入，《華嚴》的一真法界是所入。修行人要是不曉得這個道理，那就是盲修瞎練，你修一輩子也不得其門而入。你要是會修，三、五年就有消息，心開意解、法喜充滿，就得受用。所以修行一定要曉得，修的是什麼行？行是什麼？行是自己的行為，不是修別人的！自己身口意三業的行為，我們迷了這才要修正，修正是覺悟，我們有邪知邪見需要修正，修正為正知正見。我們處處染污，染污、執著這是我們的病，所以我們要修身心、境界無不清淨，心清淨了身就清淨，身心清淨了境界就清淨。所以諸佛菩薩看這個境界是什麼境界？清淨寂滅相。我們看這個境界不清淨，為什麼不清淨？因為我們的心是生滅染污相，心照外面的境界，境界也是生滅染污；佛心清淨，照外面的境界也是一味清淨。所以境是隨心轉的，是心轉境界，不是境界轉心。境界轉心那就顛倒了，這叫凡夫；心轉境界這是正理，這叫佛菩薩，這是聖人的境界。這個地方說，「現住世間諸法王子，有六十二恆河沙數」，他們在這個世間示現種種不同的身分，示現在各行各業當中，我們肉眼凡夫不認識。如果你要是證得慧眼、法眼，你一看我們這個世間許多佛菩薩在示現。"
    },
    {
      "id": "07-001-0118_p0014",
      "zh_CN": "『修法垂范，教化众生』，的确佛菩萨苦口婆心，以无量的善巧方便来教化我们、来启示我们。虽然我们自己麻木不仁，对佛菩萨种种善巧方便我们是毫无感觉，但是诸佛菩萨的示现从无间断。好像说你能体会，我教你；你不能体会，我还是做样子给你看，从来没有间断。正如同《普贤行愿品》里面所讲的「无有疲厌」，他不疲劳、他不厌倦。不管你懂不懂，也不管你是赞叹正法，或者是毁谤正法，一概不顾，永无间断、永无休止的在「修法垂范」，这就是我们常讲的度众生的行为。度众生的行为有两种现象，一种就是属于真实行，一种是方便行。方便行是恒顺众生，随喜功德，这在四悉檀里面，利行、同事。「修法垂范，教化众生」，这两句就是随自所修实行。『随顺众生，方便智慧』，这是随他所欲，就是随众生行，所谓是恒顺众生、随喜功德，目的无非是令众生觉悟。譬如一个造恶的众生，诸佛菩萨示现，跟他做朋友，天天跟他在一起做坏事情，他做坏事情真造罪业，佛菩萨随喜功德，帮助他做坏、诱导他做坏，把坏事做尽了，一旦觉悟、回头，佛菩萨要的就是那一点，他一下觉悟、一下回头了，这就是佛菩萨度了他。这样的事情在我们这个世间不少，佛菩萨怎么度他？譬如佛菩萨跟他一道做坏事情，跟他做好朋友，他做坏事情，他的朋友比他做得还坏，结果以后犯法被枪毙。他一下觉悟，做坏事情下场是如此，好，从此洗手不干了。那个被枪毙了，那是观世音菩萨，他把他度了，他从这里一下省悟过来。",
      "zh_TW": "『修法垂範，教化眾生』，的確佛菩薩苦口婆心，以無量的善巧方便來教化我們、來啟示我們。雖然我們自己麻木不仁，對佛菩薩種種善巧方便我們是毫無感覺，但是諸佛菩薩的示現從無間斷。好像說你能體會，我教你；你不能體會，我還是做樣子給你看，從來沒有間斷。正如同《普賢行願品》裡面所講的「無有疲厭」，他不疲勞、他不厭倦。不管你懂不懂，也不管你是讚歎正法，或者是毀謗正法，一概不顧，永無間斷、永無休止的在「修法垂範」，這就是我們常講的度眾生的行為。度眾生的行為有兩種現象，一種就是屬於真實行，一種是方便行。方便行是恆順眾生，隨喜功德，這在四悉檀裡面，利行、同事。「修法垂範，教化眾生」，這兩句就是隨自所修實行。『隨順眾生，方便智慧』，這是隨他所欲，就是隨眾生行，所謂是恆順眾生、隨喜功德，目的無非是令眾生覺悟。譬如一個造惡的眾生，諸佛菩薩示現，跟他做朋友，天天跟他在一起做壞事情，他做壞事情真造罪業，佛菩薩隨喜功德，幫助他做壞、誘導他做壞，把壞事做盡了，一旦覺悟、回頭，佛菩薩要的就是那一點，他一下覺悟、一下回頭了，這就是佛菩薩度了他。這樣的事情在我們這個世間不少，佛菩薩怎麼度他？譬如佛菩薩跟他一道做壞事情，跟他做好朋友，他做壞事情，他的朋友比他做得還壞，結果以後犯法被槍斃。他一下覺悟，做壞事情下場是如此，好，從此洗手不幹了。那個被槍斃了，那是觀世音菩薩，他把他度了，他從這裡一下省悟過來。"
    },
    {
      "id": "07-001-0118_p0015",
      "zh_CN": "这个事情你能看得出来吗？你晓得吗？佛菩萨在世间，数量比我们众生数量多，我们这个世界人口才四十亿，那恒河沙里多少亿？数不尽！恒河里的恒河沙，我看一里路长都不止四十亿，都不晓得多少四十亿。你们要是不相信，现在到印度旅行的人很多，他们带来恒河沙，带来像酒杯的一杯，你把那一杯数一数有多少？这是经论里头常常说的。诸位读《华严经》悟处就更多，《华严经》里面有这个意思，诸佛菩萨的化身（不是讲应身），可以藉众生的身来度人的，那个数量就真是无量无边，什么时候能给你一点小的开悟，什么时候给你大的开悟，小悟无数次、大悟也是无数次，才能到大彻大悟。到你小悟的机缘成熟，你跟一些人在一块的时候，佛菩萨借用他的身体说出几句话，那个说话的人自己也不晓得说些什么，可是听的人他就很有受用。菩萨借用他的身体说几句话就走了，又到别的地方去了，还有这么一种事情。不但能借用人的身，什么样的身他都能借用，动物、植物、矿物，乃至于风雨的音声，他都可以借用，叫那个根机成熟的人一见、一听，有所领悟，大用无边！这些境界我们如果不细细的去体会，怎么能够觉察得到？",
      "zh_TW": "這個事情你能看得出來嗎？你曉得嗎？佛菩薩在世間，數量比我們眾生數量多，我們這個世界人口才四十億，那恆河沙裡多少億？數不盡！恆河裡的恆河沙，我看一里路長都不止四十億，都不曉得多少四十億。你們要是不相信，現在到印度旅行的人很多，他們帶來恆河沙，帶來像酒杯的一杯，你把那一杯數一數有多少？這是經論裡頭常常說的。諸位讀《華嚴經》悟處就更多，《華嚴經》裡面有這個意思，諸佛菩薩的化身（不是講應身），可以藉眾生的身來度人的，那個數量就真是無量無邊，什麼時候能給你一點小的開悟，什麼時候給你大的開悟，小悟無數次、大悟也是無數次，才能到大徹大悟。到你小悟的機緣成熟，你跟一些人在一塊的時候，佛菩薩借用他的身體說出幾句話，那個說話的人自己也不曉得說些什麼，可是聽的人他就很有受用。菩薩借用他的身體說幾句話就走了，又到別的地方去了，還有這麼一種事情。不但能借用人的身，什麼樣的身他都能借用，動物、植物、礦物，乃至於風雨的音聲，他都可以借用，叫那個根機成熟的人一見、一聽，有所領悟，大用無邊！這些境界我們如果不細細的去體會，怎麼能夠覺察得到？"
    },
    {
      "id": "07-001-0118_p0016",
      "zh_CN": "我们晓得这个意思了，要紧的是我们自己要学，所以学佛，像个佛，以佛的心做自己的心，以菩萨的行持做自己的行持。佛的心是觉而不迷，佛的思想、见解是正而不邪，佛的身心、佛的境界是清净无染，我们要学这个。所以这个大目标、大前提一定要把握到，这才谈得上修行。昨天我在中大也谈到这个问题，有个同学听了以后提出一个问题来。他说我们自己的业障很重、烦恼习气很深，我们知道这个方向、知道这个宗旨，我们要从哪里下手？这个问题问得很好，你们在座的同修们，你们晓得不晓得应该从哪里下手？所谓下手，《楞严》里面讲的最初方便，就是最初入门，要断烦恼、要破我执，这是最初的方便。烦恼就是见思烦恼，见思烦恼里面有一半是错误的见解、有一半是错误的思想。见惑是错误的见解，属于所知障，虽然它是烦恼障，这个二障是分不开家的；思惑的五条，完全是烦恼。我们学佛，如果见思烦恼天天在增长，麻烦就大了。不管你修什么法门，除障而已！除障这就是正确的。无论你修什么法门，如果你是增长见思烦恼，就是盲修瞎练，就错了。根本烦恼里面第一个是贪心，主要是讲贪心，不讲境界。第二个是瞋恚，第三是愚痴，第四是贡高我慢，第五是对于圣教怀疑，不相信圣贤人讲的话，不相信圣贤人所讲的道理与方法，不能够接受。这个五条叫根本烦恼。",
      "zh_TW": "我們曉得這個意思了，要緊的是我們自己要學，所以學佛，像個佛，以佛的心做自己的心，以菩薩的行持做自己的行持。佛的心是覺而不迷，佛的思想、見解是正而不邪，佛的身心、佛的境界是清淨無染，我們要學這個。所以這個大目標、大前提一定要把握到，這才談得上修行。昨天我在中大也談到這個問題，有個同學聽了以後提出一個問題來。他說我們自己的業障很重、煩惱習氣很深，我們知道這個方向、知道這個宗旨，我們要從哪裡下手？這個問題問得很好，你們在座的同修們，你們曉得不曉得應該從哪裡下手？所謂下手，《楞嚴》裡面講的最初方便，就是最初入門，要斷煩惱、要破我執，這是最初的方便。煩惱就是見思煩惱，見思煩惱裡面有一半是錯誤的見解、有一半是錯誤的思想。見惑是錯誤的見解，屬於所知障，雖然它是煩惱障，這個二障是分不開家的；思惑的五條，完全是煩惱。我們學佛，如果見思煩惱天天在增長，麻煩就大了。不管你修什麼法門，除障而已！除障這就是正確的。無論你修什麼法門，如果你是增長見思煩惱，就是盲修瞎練，就錯了。根本煩惱裡面第一個是貪心，主要是講貪心，不講境界。第二個是瞋恚，第三是愚痴，第四是貢高我慢，第五是對於聖教懷疑，不相信聖賢人講的話，不相信聖賢人所講的道理與方法，不能夠接受。這個五條叫根本煩惱。"
    },
    {
      "id": "07-001-0118_p0017",
      "zh_CN": "我们想想，我们这五条是一天比一天少，还是一天比一天增加？如果这五条一天比一天增加，我们的贪心一天比一天重，瞋恚心一天比一天重，脾气一天比一天大，这个事情麻烦！我们走的路子是迷惑颠倒的路，不是菩提道。菩提是印度话，翻成中文是觉悟的意思，菩提道是觉悟之道。我们今天不是走觉悟之道，我们走相反的，迷惑颠倒的道路，走这个路子求菩提怎么会得到？那是不可能的。所以佛法的修学，特别是大乘菩萨法的修学，在法门的手段里面第一个叫你布施，布施是什么？就是放下、就是舍弃。放下什么？舍弃什么？放下你的贪心、舍掉你的贪心，放下、舍掉的就是贪瞋痴慢疑，把这东西给舍掉。为什么？这是障碍。障碍舍掉之后，没有障碍了，所显现出来的就是真性、就是法身。佛法的教学就是如此而已，诸佛菩萨「修法垂范，教化众生」，也是如此而已。所以佛菩萨没有法予人，给别人做增上缘，无非是希望他自己自觉、自悟、自修、自证，佛菩萨没有能力代替别人，这个事情是自己的事情。所以佛度无量无边众生，实无众生得灭度者，就是这个道理。今天我们在此地读「观世音菩萨圆通章」，这一章里面就说明观世音菩萨「修法垂范，教化众生」，这些道理、方法、境界。我们明了之后，知道诸佛菩萨是如何垂范众生，我们自己应该要怎样去效法。十四无畏到这个地方也是一个段落，再看底下经文：",
      "zh_TW": "我們想想，我們這五條是一天比一天少，還是一天比一天增加？如果這五條一天比一天增加，我們的貪心一天比一天重，瞋恚心一天比一天重，脾氣一天比一天大，這個事情麻煩！我們走的路子是迷惑顛倒的路，不是菩提道。菩提是印度話，翻成中文是覺悟的意思，菩提道是覺悟之道。我們今天不是走覺悟之道，我們走相反的，迷惑顛倒的道路，走這個路子求菩提怎麼會得到？那是不可能的。所以佛法的修學，特別是大乘菩薩法的修學，在法門的手段裡面第一個叫你布施，布施是什麼？就是放下、就是捨棄。放下什麼？捨棄什麼？放下你的貪心、捨掉你的貪心，放下、捨掉的就是貪瞋痴慢疑，把這東西給捨掉。為什麼？這是障礙。障礙捨掉之後，沒有障礙了，所顯現出來的就是真性、就是法身。佛法的教學就是如此而已，諸佛菩薩「修法垂範，教化眾生」，也是如此而已。所以佛菩薩沒有法予人，給別人做增上緣，無非是希望他自己自覺、自悟、自修、自證，佛菩薩沒有能力代替別人，這個事情是自己的事情。所以佛度無量無邊眾生，實無眾生得滅度者，就是這個道理。今天我們在此地讀「觀世音菩薩圓通章」，這一章裡面就說明觀世音菩薩「修法垂範，教化眾生」，這些道理、方法、境界。我們明瞭之後，知道諸佛菩薩是如何垂範眾生，我們自己應該要怎樣去效法。十四無畏到這個地方也是一個段落，再看底下經文："
    },
    {
      "id": "07-001-0118_p0018",
      "zh_CN": "【由我所得圆通本根发妙耳门。然后身心微妙含容。周遍法界。】",
      "zh_TW": "【由我所得圓通本根發妙耳門。然後身心微妙含容。周遍法界。】"
    },
    {
      "id": "07-001-0118_p0019",
      "zh_CN": "前面阿难尊者在请教释迦牟尼佛的时候曾经说，听佛讲解虽然是明了「一六亡义」，晓得这个道理，就是一根返源，六根旋复，前面说过这个意思，可是依然不晓得圆通根本的道理，也就是说「一根返源，六根旋复」所以然的道理还不清楚。这一段由观世音菩萨自己说出来，菩萨自己说『由我所得圆通本根』，他所证的圆通本根是从闻性里头证得的，前面说过「反闻闻自性，性成无上道」，所以说「圆通本根发妙耳门」。称之为本根，实在讲这个含义是双关的，观世音菩萨六根当中耳根最利，哪一根利就用哪一根来修，容易成就。眼根利的人用眼根去修，耳根利的人用耳根来修，这是一个意思；另外一个意思，我们娑婆世界的众生，大多数的人耳根利，叫你看，你看不懂，一听你懂了，没看懂这听懂了，可见得耳根比眼根要利。后头文殊菩萨来拣选圆通，他老人家说「此方真教体，清净在音闻」。所以释迦牟尼佛在我们这个世界教化众生，就是以言语，以音声为教体、以音声做佛事。那个时候教学没有书本，所以在楞严会上就是一问一答，我们是把当时这个问答记录下来才变成经典。",
      "zh_TW": "前面阿難尊者在請教釋迦牟尼佛的時候曾經說，聽佛講解雖然是明瞭「一六亡義」，曉得這個道理，就是一根返源，六根旋復，前面說過這個意思，可是依然不曉得圓通根本的道理，也就是說「一根返源，六根旋復」所以然的道理還不清楚。這一段由觀世音菩薩自己說出來，菩薩自己說『由我所得圓通本根』，他所證的圓通本根是從聞性裡頭證得的，前面說過「反聞聞自性，性成無上道」，所以說「圓通本根發妙耳門」。稱之為本根，實在講這個含義是雙關的，觀世音菩薩六根當中耳根最利，哪一根利就用哪一根來修，容易成就。眼根利的人用眼根去修，耳根利的人用耳根來修，這是一個意思；另外一個意思，我們娑婆世界的眾生，大多數的人耳根利，叫你看，你看不懂，一聽你懂了，沒看懂這聽懂了，可見得耳根比眼根要利。後頭文殊菩薩來揀選圓通，他老人家說「此方真教體，清淨在音聞」。所以釋迦牟尼佛在我們這個世界教化眾生，就是以言語，以音聲為教體、以音聲做佛事。那個時候教學沒有書本，所以在楞嚴會上就是一問一答，我們是把當時這個問答記錄下來才變成經典。"
    },
    {
      "id": "07-001-0118_p0020",
      "zh_CN": "佛出现在我们中国周朝，孔老夫子也是在那个时代，比佛晚一些，孔老夫子教学的时候也没有书本。《论语》，也是孔子去世之后他的这些弟子们所记录下来的，过去听老师所讲的话，凭着自己所记忆的把它流传下来，这称之为典籍。佛法亦复如是，佛灭度之后才有经典的结集，可见得文殊菩萨所讲的这个话很有道理。假如我们这个世界的人眼根最利的话，佛在当时就会写很多书，供给大家看，一看就明了了，以阅读为主，就不以讲习为主了。可是佛经，你看看一直演变到今天，历代寺院丛林天天讲经，既有这么多《大藏经》你不去看，天天来讲，可见得还是耳根聪明。因此本根里头含的意思，娑婆世界这些众生六根当中耳根最利，我取耳根做本根，证得圆通的根本。娑婆世界众生要想证得圆通，那个根本还是得用耳根，所以它这个意思有双关的意思在。「发妙耳门」，妙就菩萨来说，菩萨是从这一根而明心见性。要是拿念佛法门来讲，运用这个方法得理一心不乱。运用这个方法，这个方法的修学前面已经详细跟诸位讲解过。叫你用闻性闻声性，菩萨是这样修学的，而不是教你用意识去分别外面的言说，不是叫你用第七识去执着别人的议论，不是的。因为你用第六识、第七识，你用耳识就是分别执着；你用闻性就是闻的声性，这里面没有分别执着。性是真常、是无生灭的，本经前面「十番显见」虽然说的是见性，六根根性是一性，一性无二性，见性如是，闻性又何尝不如是！所以我们要通达、要明白这个道理。",
      "zh_TW": "佛出現在我們中國周朝，孔老夫子也是在那個時代，比佛晚一些，孔老夫子教學的時候也沒有書本。《論語》，也是孔子去世之後他的這些弟子們所記錄下來的，過去聽老師所講的話，憑著自己所記憶的把它流傳下來，這稱之為典籍。佛法亦復如是，佛滅度之後才有經典的結集，可見得文殊菩薩所講的這個話很有道理。假如我們這個世界的人眼根最利的話，佛在當時就會寫很多書，供給大家看，一看就明瞭了，以閱讀為主，就不以講習為主了。可是佛經，你看看一直演變到今天，歷代寺院叢林天天講經，既有這麼多《大藏經》你不去看，天天來講，可見得還是耳根聰明。因此本根裡頭含的意思，娑婆世界這些眾生六根當中耳根最利，我取耳根做本根，證得圓通的根本。娑婆世界眾生要想證得圓通，那個根本還是得用耳根，所以它這個意思有雙關的意思在。「發妙耳門」，妙就菩薩來說，菩薩是從這一根而明心見性。要是拿念佛法門來講，運用這個方法得理一心不亂。運用這個方法，這個方法的修學前面已經詳細跟諸位講解過。叫你用聞性聞聲性，菩薩是這樣修學的，而不是教你用意識去分別外面的言說，不是叫你用第七識去執著別人的議論，不是的。因為你用第六識、第七識，你用耳識就是分別執著；你用聞性就是聞的聲性，這裡面沒有分別執著。性是真常、是無生滅的，本經前面「十番顯見」雖然說的是見性，六根根性是一性，一性無二性，見性如是，聞性又何嘗不如是！所以我們要通達、要明白這個道理。"
    },
    {
      "id": "07-001-0118_p0021",
      "zh_CN": "此地末后这句，『然后身心微妙含容，周遍法界』，这句就是前面所讲的，「修法垂范，教化众生，随顺众生方便智慧，各各不同」，就是这个意思，所谓是应化无方。身是「微妙含容」，正如这位同学所问的，我举也是经典里古人举的比喻，「千江有水千江月」，这是周遍含容，没有分，也没有合，自自然然毫不勉强。这种感应，在佛法里面所谓是「一念相应一念佛，念念相应念念佛」。智慧无尽、慈悲无尽，这就是心地微妙含容，这个意思好懂。随类化身难懂，我们讲智慧慈悲无量无边、无有穷尽好懂，这是讲心。智就是觉心，智则不迷；换句话说，无有一法不觉。不但对现前一切诸法觉而不迷，过去一切诸法、未来一切诸法，都能够做到觉而不迷，这是觉性圆照，也是《圆觉经》里面讲的圆觉，圆满的觉照。这个心是佛心，佛心就是觉心，佛心、觉心，诸位一定要晓得，就是自己的心，自己的真心，这是我们要相信的。真正能信得过，没有疑惑了，我们自己与佛实在没有两样。圆满的觉心是真的，《起信论》里面讲本有，本有的；迷心、不觉是本无的，本来没有的。这我在前面也举过很多例子跟诸位说明，希望大家要体认，要认清自己本有觉性，我们的觉性与十方三世诸佛无二无别，依这个觉性起修，这一生当中必定成佛。如果你违背觉性，违背觉性就是迷，迷惑颠倒，迷惑颠倒才会有六道三途的果报，这真是冤枉。",
      "zh_TW": "此地末後這句，『然後身心微妙含容，周遍法界』，這句就是前面所講的，「修法垂範，教化眾生，隨順眾生方便智慧，各各不同」，就是這個意思，所謂是應化無方。身是「微妙含容」，正如這位同學所問的，我舉也是經典裡古人舉的比喻，「千江有水千江月」，這是周遍含容，沒有分，也沒有合，自自然然毫不勉強。這種感應，在佛法裡面所謂是「一念相應一念佛，念念相應念念佛」。智慧無盡、慈悲無盡，這就是心地微妙含容，這個意思好懂。隨類化身難懂，我們講智慧慈悲無量無邊、無有窮盡好懂，這是講心。智就是覺心，智則不迷；換句話說，無有一法不覺。不但對現前一切諸法覺而不迷，過去一切諸法、未來一切諸法，都能夠做到覺而不迷，這是覺性圓照，也是《圓覺經》裡面講的圓覺，圓滿的覺照。這個心是佛心，佛心就是覺心，佛心、覺心，諸位一定要曉得，就是自己的心，自己的真心，這是我們要相信的。真正能信得過，沒有疑惑了，我們自己與佛實在沒有兩樣。圓滿的覺心是真的，《起信論》裡面講本有，本有的；迷心、不覺是本無的，本來沒有的。這我在前面也舉過很多例子跟諸位說明，希望大家要體認，要認清自己本有覺性，我們的覺性與十方三世諸佛無二無別，依這個覺性起修，這一生當中必定成佛。如果你違背覺性，違背覺性就是迷，迷惑顛倒，迷惑顛倒才會有六道三途的果報，這真是冤枉。"
    },
    {
      "id": "07-001-0118_p0022",
      "zh_CN": "我们的觉性是周遍的，不但体周遍、相周遍、作用也周遍，所以依报、正报无不具足，这就是所谓「周遍法界」的意思。很可惜，这个意思我们不容易理解，理解了不容易相信，信了又不敢承当，可见得这个事情是我们自己把自己限住了。我们今天在菩提道当中最大的一个困惑，就是所谓衣食之累。你们想想对不对？我要修行又没有福报，明天吃饭成问题了，我不去拼命赚钱，谁来养活我？这个社会是个竞争的社会，我要不跟人家竞争，我在社会上就不能生存。这是我们不明了觉性周遍、不明了心量周遍、不明了作用周遍，是在迷惑颠倒里面讨生活，这个生活苦！不知道这是大用周遍。这个大用周遍刚才讲，就是依报、正报无不具足，为什么？因为依报、正报不是修来的，是性德，是你本性、觉性里原来具足的，不是修的。所以你们看看净土经典，西方极乐世界；你们读读《华严经》，看毘卢遮那佛的依报、正报，那不是修来的。这样的依报、正报，我们每个人都有，谁也不缺乏一点，可是你自己现在为什么得不到受用？你为什么有衣食之累？是你自己迷失了自性。我们俗话说「捧了一个金碗要饭吃」，自己虽有不知道用，我们的情形就是如此。为什么不能够现前、不能起作用？就是你迷，为迷执所障碍了，破了迷执，无方大用就在现前。",
      "zh_TW": "我們的覺性是周遍的，不但體周遍、相周遍、作用也周遍，所以依報、正報無不具足，這就是所謂「周遍法界」的意思。很可惜，這個意思我們不容易理解，理解了不容易相信，信了又不敢承當，可見得這個事情是我們自己把自己限住了。我們今天在菩提道當中最大的一個困惑，就是所謂衣食之累。你們想想對不對？我要修行又沒有福報，明天吃飯成問題了，我不去拼命賺錢，誰來養活我？這個社會是個競爭的社會，我要不跟人家競爭，我在社會上就不能生存。這是我們不明瞭覺性周遍、不明瞭心量周遍、不明瞭作用周遍，是在迷惑顛倒裡面討生活，這個生活苦！不知道這是大用周遍。這個大用周遍剛才講，就是依報、正報無不具足，為什麼？因為依報、正報不是修來的，是性德，是你本性、覺性裡原來具足的，不是修的。所以你們看看淨土經典，西方極樂世界；你們讀讀《華嚴經》，看毘盧遮那佛的依報、正報，那不是修來的。這樣的依報、正報，我們每個人都有，誰也不缺乏一點，可是你自己現在為什麼得不到受用？你為什麼有衣食之累？是你自己迷失了自性。我們俗話說「捧了一個金碗要飯吃」，自己雖有不知道用，我們的情形就是如此。為什麼不能夠現前、不能起作用？就是你迷，為迷執所障礙了，破了迷執，無方大用就在現前。"
    },
    {
      "id": "07-001-0118_p0023",
      "zh_CN": "观世音菩萨，见了性的菩萨，有这样的智慧、德用，所以他才能教化随机。这个境界我再告诉诸位，我们自己在这一生当中能不能做得到？我相信大家对这个问题非常关心。我告诉诸位，只要你真正把这个道理明白了，不怀疑、相信，如理如法的修学，这一生做得到。做不到，佛就不说了，佛给我们所说的，都是我们一生当中决定可以做到的。佛法里头最难的是理难明，这个法门，世间学术里头常讲的知难行易，行不难，知难。如果行难的话，你们想想，怎么能一生成佛？成佛的确是一生，善财是一生，《华严经》所说的；龙女是一生，《法华经》所说的。这两部经大家都称之为经中之王，都是一生。你再看本经「二十五圆通章」，这二十五位菩萨他们的成就都是一生，没有说两生。可是你要是开悟，那就不止一生，这个麻烦就大了，开悟是知。行，一生成就。《弥陀经疏钞》里面给我们讲七日成就，所以你想想看，行多快！要把道理搞清楚，这个东西很难，就跟走路一样，走路容易，认识路难。我们要到某一个地方去，在哪个方向、从哪条路走、怎么走法，都不清楚，这就很难。你要是想走的时候，到处去摸索、到处去探听，那不晓得什么时候能到。如果这一条路清清楚楚、明明白白，从这个地方起步走到那个地方，计算时间就可以达到，我要多少时间就能达到，克期取证，佛法的行门都是克期取证。",
      "zh_TW": "觀世音菩薩，見了性的菩薩，有這樣的智慧、德用，所以他才能教化隨機。這個境界我再告訴諸位，我們自己在這一生當中能不能做得到？我相信大家對這個問題非常關心。我告訴諸位，只要你真正把這個道理明白了，不懷疑、相信，如理如法的修學，這一生做得到。做不到，佛就不說了，佛給我們所說的，都是我們一生當中決定可以做到的。佛法裡頭最難的是理難明，這個法門，世間學術裡頭常講的知難行易，行不難，知難。如果行難的話，你們想想，怎麼能一生成佛？成佛的確是一生，善財是一生，《華嚴經》所說的；龍女是一生，《法華經》所說的。這兩部經大家都稱之為經中之王，都是一生。你再看本經「二十五圓通章」，這二十五位菩薩他們的成就都是一生，沒有說兩生。可是你要是開悟，那就不止一生，這個麻煩就大了，開悟是知。行，一生成就。《彌陀經疏鈔》裡面給我們講七日成就，所以你想想看，行多快！要把道理搞清楚，這個東西很難，就跟走路一樣，走路容易，認識路難。我們要到某一個地方去，在哪個方向、從哪條路走、怎麼走法，都不清楚，這就很難。你要是想走的時候，到處去摸索、到處去探聽，那不曉得什麼時候能到。如果這一條路清清楚楚、明明白白，從這個地方起步走到那個地方，計算時間就可以達到，我要多少時間就能達到，剋期取證，佛法的行門都是剋期取證。"
    },
    {
      "id": "07-001-0118_p0024",
      "zh_CN": "《楞严经》的修持方法也是克期，《弥陀经》是一日到七日。《楞严经》里面是八十天到一百二十天，你看后面这个修行方法，一百二十天，四个月，不长！我们念书才一个学期，四个月就成佛，你看难不难？不难。明理难，可是这个理，你怎样也没有法子明了，不要说我给你讲，你有困难；释迦牟尼佛来给你讲、阿弥陀佛来给你讲，还是一样困难。难在什么？你自己的障碍你不肯打破，难在这个地方。而这种障碍别人没有法子打破，譬如你的贪心、你的瞋恚心、你的愚痴心、你的贡高我慢心，别人有没有办法帮你去掉？没有办法，诸佛菩萨对你也无可奈何，这个事情是你自己的事情。所以佛一再给我们讲，修什么？修清净心，有了这些东西，心就不清净。我们在修行里还增长这些东西，那叫颠倒，不是在佛法里修行，你天天起贪瞋痴慢、增长烦恼，这是世间人；学佛的人在佛法里还天天增长烦恼，这不是糟透了吗？这就是我刚才说，行门里头为什么只有一个修行人，不能有两个？两个修行人就有障碍。为什么？你就会起烦恼，起烦恼就是障碍。",
      "zh_TW": "《楞嚴經》的修持方法也是剋期，《彌陀經》是一日到七日。《楞嚴經》裡面是八十天到一百二十天，你看後面這個修行方法，一百二十天，四個月，不長！我們念書才一個學期，四個月就成佛，你看難不難？不難。明理難，可是這個理，你怎樣也沒有法子明瞭，不要說我給你講，你有困難；釋迦牟尼佛來給你講、阿彌陀佛來給你講，還是一樣困難。難在什麼？你自己的障礙你不肯打破，難在這個地方。而這種障礙別人沒有法子打破，譬如你的貪心、你的瞋恚心、你的愚痴心、你的貢高我慢心，別人有沒有辦法幫你去掉？沒有辦法，諸佛菩薩對你也無可奈何，這個事情是你自己的事情。所以佛一再給我們講，修什麼？修清淨心，有了這些東西，心就不清淨。我們在修行裡還增長這些東西，那叫顛倒，不是在佛法裡修行，你天天起貪瞋痴慢、增長煩惱，這是世間人；學佛的人在佛法裡還天天增長煩惱，這不是糟透了嗎？這就是我剛才說，行門裡頭為什麼只有一個修行人，不能有兩個？兩個修行人就有障礙。為什麼？你就會起煩惱，起煩惱就是障礙。"
    },
    {
      "id": "07-001-0118_p0025",
      "zh_CN": "诸位总要记住，二六时中六根接触六尘境界，不生烦恼。二六时中你心里能够得到清净，这是佛法，这就是你在菩提道上，你一生的成就就容易。可是心地清净要在动当中去求清净，像六祖所说的，「动中有不动」，这才是真正的禅定，这才叫一心不乱。善财童子的修学，他接触外面的境缘非常之广大，没有障碍，什么环境他都接触，他在动的境界里自己心不动、如如不动，像佛在《金刚经》所说的，「不取于相，如如不动」，所以他一生成佛。我们今天的境界小小的动一动，自己就大动起来，所以你一天到晚所修的，增长无明、增长邪见、增长烦恼，搞这个东西。我们再不觉悟，还用这个方法来修学，你再修无量个阿僧祇劫，你还是今天老样子，决定不会有进步。以前人家说，过去有修行，一生总会比一生要进步一点。我以前听人家这么讲也相信，现在我才晓得，那叫方便说不是真实说，我今天跟你们说的是真实说。我们今天讲到此地。",
      "zh_TW": "諸位總要記住，二六時中六根接觸六塵境界，不生煩惱。二六時中你心裡能夠得到清淨，這是佛法，這就是你在菩提道上，你一生的成就就容易。可是心地清淨要在動當中去求清淨，像六祖所說的，「動中有不動」，這才是真正的禪定，這才叫一心不亂。善財童子的修學，他接觸外面的境緣非常之廣大，沒有障礙，什麼環境他都接觸，他在動的境界裡自己心不動、如如不動，像佛在《金剛經》所說的，「不取於相，如如不動」，所以他一生成佛。我們今天的境界小小的動一動，自己就大動起來，所以你一天到晚所修的，增長無明、增長邪見、增長煩惱，搞這個東西。我們再不覺悟，還用這個方法來修學，你再修無量個阿僧祇劫，你還是今天老樣子，決定不會有進步。以前人家說，過去有修行，一生總會比一生要進步一點。我以前聽人家這麼講也相信，現在我才曉得，那叫方便說不是真實說，我今天跟你們說的是真實說。我們今天講到此地。"
    }
  ]
}