{
  "doc_id": "07-001-0130",
  "title": {
    "zh_CN": "楞严经",
    "zh_TW": "楞嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三Ｏ集",
    "zh_TW": "第一三Ｏ集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "07-001-0130",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "07-001-0130_p0001",
      "zh_CN": "请掀开经本一百五十六面，倒数第二行：",
      "zh_TW": "請掀開經本一百五十六面，倒數第二行："
    },
    {
      "id": "07-001-0130_p0002",
      "zh_CN": "【初心入三昧。迟速不同伦。】",
      "zh_TW": "【初心入三昧。遲速不同倫。】"
    },
    {
      "id": "07-001-0130_p0003",
      "zh_CN": "在前面讲过「法门平等，无有高下」，同时还必须要晓得法门都是方便，说法这个意思是要我们从方便证得真实，这才是真正说听的宗旨之所在。拣选当然是方便当中的方便，这两句文殊菩萨给我们说明，众生的根机不一样，有些众生根机很利、有些很钝，根机不相同，当然拣择（选择）就很重要。如果我们将这个方法选得很正确、很恰当，修学起来不但不会感觉到困难，而且愈学愈欢喜，这就是在无量无边法门里面决定要选择。偈子特别给我们说明『初心』，初心是指初学的人，『三昧』是指首楞严大定，不是指一般的小定。像我们昨天在《华严经》里面所看到的，一下手就是修普贤行，这才叫圆顿大法。同时也真正的显示出事事无碍的境界，像《华严》里面所讲的是法法圆融、事事无碍。入三昧就是你要想得楞严大定，首先要悟圆通本根，这很重要。固然本经前面讲了二十五种，这个二十五种我们想一想，哪一种适合于我们自己？六根、六尘、六识、七大，哪一种适合？这二十五种实在说，如果你就在这二十五种选，未必选得很适当。这只告诉你举个例子而已，这是举例子，没有办法一桩一桩的来说。换句话说，告诉你修学的法门虽然很多，你自己先要晓得你自己毛病在什么地方，这个东西跟治病一样，必得要对症下药，药到病除。那我们会想，我们没有智慧，这么愚痴，可是你要想智慧现前，你有没有想到要福报？没有福报，智慧不会现前。世间法都常说「福至心灵」，福报现前，人也变得聪明，他的心思灵了，不会迟钝。",
      "zh_TW": "在前面講過「法門平等，無有高下」，同時還必須要曉得法門都是方便，說法這個意思是要我們從方便證得真實，這才是真正說聽的宗旨之所在。揀選當然是方便當中的方便，這兩句文殊菩薩給我們說明，眾生的根機不一樣，有些眾生根機很利、有些很鈍，根機不相同，當然揀擇（選擇）就很重要。如果我們將這個方法選得很正確、很恰當，修學起來不但不會感覺到困難，而且愈學愈歡喜，這就是在無量無邊法門裡面決定要選擇。偈子特別給我們說明『初心』，初心是指初學的人，『三昧』是指首楞嚴大定，不是指一般的小定。像我們昨天在《華嚴經》裡面所看到的，一下手就是修普賢行，這才叫圓頓大法。同時也真正的顯示出事事無礙的境界，像《華嚴》裡面所講的是法法圓融、事事無礙。入三昧就是你要想得楞嚴大定，首先要悟圓通本根，這很重要。固然本經前面講了二十五種，這個二十五種我們想一想，哪一種適合於我們自己？六根、六塵、六識、七大，哪一種適合？這二十五種實在說，如果你就在這二十五種選，未必選得很適當。這只告訴你舉個例子而已，這是舉例子，沒有辦法一樁一樁的來說。換句話說，告訴你修學的法門雖然很多，你自己先要曉得你自己毛病在什麼地方，這個東西跟治病一樣，必得要對症下藥，藥到病除。那我們會想，我們沒有智慧，這麼愚痴，可是你要想智慧現前，你有沒有想到要福報？沒有福報，智慧不會現前。世間法都常說「福至心靈」，福報現前，人也變得聰明，他的心思靈了，不會遲鈍。"
    },
    {
      "id": "07-001-0130_p0004",
      "zh_CN": "不要讲别的经，你们常念《金刚经》，《金刚经》是《般若经》的精华，《金刚经》教人修什么？修布施、修忍辱，教你修福；修财布施、修法布施，教你修福。修福不住相，不住相就是修慧，福慧双修。你要是单单修一边都不能成功，单单修福，修福要是着相，三轮不空，福报可以能得到一点，不会开智慧。单修不住相，一切都不住，不肯修布施、不肯修福，你落空了，也不开智慧，落在两头都是病。佛菩萨在经典里给我们指示得明明白白、清清楚楚，我们自己不依照这个方法去做，那有什么办法？修行最初下手，一定要先悟圆通根本；换句话说，先要开悟，也就是先要明了。明了什么？明了自己的毛病，晓得用什么方法来对治，这就叫开悟。你们认为开悟是什么？这就是开悟。如果连这个都不晓得，你说佛门里大彻大悟，那都是骗人的，大彻大悟连自己一身毛病不知道，用什么方法对治不晓得，这叫什么开悟？你悟的什么。特别是初发心的同修，能够在这上面觉悟，你的修学就会有进步。修行什么？修正行为，在日常当中把自己一桩一桩的毛病都给修正过来，这就叫修行。修行，行为标准没有一定，古今中外都不同，有智慧的人头脑就很灵活，他在这个时代，他就很适合于这个时代；到某一个地区，他马上就能适应一个地区，这叫开悟。佛法显示在生活当中，乃是活活泼泼不是死呆板。",
      "zh_TW": "不要講別的經，你們常念《金剛經》，《金剛經》是《般若經》的精華，《金剛經》教人修什麼？修布施、修忍辱，教你修福；修財布施、修法布施，教你修福。修福不住相，不住相就是修慧，福慧雙修。你要是單單修一邊都不能成功，單單修福，修福要是著相，三輪不空，福報可以能得到一點，不會開智慧。單修不住相，一切都不住，不肯修布施、不肯修福，你落空了，也不開智慧，落在兩頭都是病。佛菩薩在經典裡給我們指示得明明白白、清清楚楚，我們自己不依照這個方法去做，那有什麼辦法？修行最初下手，一定要先悟圓通根本；換句話說，先要開悟，也就是先要明瞭。明瞭什麼？明瞭自己的毛病，曉得用什麼方法來對治，這就叫開悟。你們認為開悟是什麼？這就是開悟。如果連這個都不曉得，你說佛門裡大徹大悟，那都是騙人的，大徹大悟連自己一身毛病不知道，用什麼方法對治不曉得，這叫什麼開悟？你悟的什麼。特別是初發心的同修，能夠在這上面覺悟，你的修學就會有進步。修行什麼？修正行為，在日常當中把自己一樁一樁的毛病都給修正過來，這就叫修行。修行，行為標準沒有一定，古今中外都不同，有智慧的人頭腦就很靈活，他在這個時代，他就很適合於這個時代；到某一個地區，他馬上就能適應一個地區，這叫開悟。佛法顯示在生活當中，乃是活活潑潑不是死呆板。"
    },
    {
      "id": "07-001-0130_p0005",
      "zh_CN": "你们这次听《华严经》，听了几次总会有个概念，你明了了你才觉得《华严经》的可爱，你就会非常的喜欢。经本展开没有兴趣是什么？里面意思不懂！你看看那些年轻的中学生、大学生，他们文学修养好的，对于小说里头《三国演义》看得津津有味，为什么？他看得懂。你把那个书送给小学一、二年级学生去看，满纸都是黑字，他马上丢掉，为什么？他不懂，一样的道理。我们今天展开《华严经》像什么？就像《三国演义》，我们是小学一年级的学生，看到满纸的黑字，一点味道也没有；懂得的人手不释卷。现在的学生我不晓得你们怎么样？我做学生的时候，我是小学五年级看《三国演义》，看得吃饭端着饭碗也去旁边看，睡觉的时候也在看，看到不睡觉，看得有味道！《华严经》的味道，比世间小说、文艺书籍那个味道还浓。我们中国四大小说，这是世界文学名著，所谓百读不厌。这个百读不厌是有问题，你说读十遍不厌我相信，我很相信；看到二十遍、三十遍，再不想看。像现在的小说摆在我面前，我翻都不要翻它，没有意思，我没有念到一百遍，大概只念个二、三十遍就不想再念了。可是佛的经典那真是名符其实，不只百读不厌，你读一千遍、读一万遍都不厌，为什么？遍遍有悟处，遍遍有新意思。所以这是首先要开悟，所谓悟就是指这一层，这是最初开悟的现象。",
      "zh_TW": "你們這次聽《華嚴經》，聽了幾次總會有個概念，你明瞭了你才覺得《華嚴經》的可愛，你就會非常的喜歡。經本展開沒有興趣是什麼？裡面意思不懂！你看看那些年輕的中學生、大學生，他們文學修養好的，對於小說裡頭《三國演義》看得津津有味，為什麼？他看得懂。你把那個書送給小學一、二年級學生去看，滿紙都是黑字，他馬上丟掉，為什麼？他不懂，一樣的道理。我們今天展開《華嚴經》像什麼？就像《三國演義》，我們是小學一年級的學生，看到滿紙的黑字，一點味道也沒有；懂得的人手不釋卷。現在的學生我不曉得你們怎麼樣？我做學生的時候，我是小學五年級看《三國演義》，看得吃飯端著飯碗也去旁邊看，睡覺的時候也在看，看到不睡覺，看得有味道！《華嚴經》的味道，比世間小說、文藝書籍那個味道還濃。我們中國四大小說，這是世界文學名著，所謂百讀不厭。這個百讀不厭是有問題，你說讀十遍不厭我相信，我很相信；看到二十遍、三十遍，再不想看。像現在的小說擺在我面前，我翻都不要翻它，沒有意思，我沒有念到一百遍，大概只念個二、三十遍就不想再念了。可是佛的經典那真是名符其實，不只百讀不厭，你讀一千遍、讀一萬遍都不厭，為什麼？遍遍有悟處，遍遍有新意思。所以這是首先要開悟，所謂悟就是指這一層，這是最初開悟的現象。"
    },
    {
      "id": "07-001-0130_p0006",
      "zh_CN": "最初不要去贪图，我要去念得一心不乱，我要去明心见性、大彻大悟，那都是妄想，做不到的，这个事情要按部就班的来；大彻大悟，我执、法执没破是决定不会现前的。换句话说，学佛怎么样？先学做人，学待人接物。佛门里面规矩，一学佛的时候五年学戒，先学这个，再进一步学不着相，这个不着相也不容易。所以方法最妙无过于《华严》，《华严经》从哪里入门？从「净行品」入门。「净行品」里起心动念都想着一切众生，不管做什么，念念都是为一切众生。这个方法妙在哪里？妙在久而久之，我执就没有了，不要断，自己就没有了，这个方法真是妙极了，你心量大了，起心动念都是为一切众生着想。凡夫这个我执所以难破，就是起一个念头一定是先想到自己，不肯替别人着想，所以这我执修了一辈子都断不了。不但断不了，就是修行人来讲，我执还是念念增长，三轮不空。做点善事，我做的、我的功德好大、我天天在行善，你看看我执天天增长，怎么能破得掉？我执不破，烦恼就不能断；我执增长，烦恼就增长，烦恼从我执里生的；法执增长，无明就增长、邪见就增长，这个东西麻烦！所以学佛人，你心倒是个好心，可是你走的路子恰恰颠倒了，这个很要紧，所谓背道而驰，颠倒行事。",
      "zh_TW": "最初不要去貪圖，我要去念得一心不亂，我要去明心見性、大徹大悟，那都是妄想，做不到的，這個事情要按部就班的來；大徹大悟，我執、法執沒破是決定不會現前的。換句話說，學佛怎麼樣？先學做人，學待人接物。佛門裡面規矩，一學佛的時候五年學戒，先學這個，再進一步學不著相，這個不著相也不容易。所以方法最妙無過於《華嚴》，《華嚴經》從哪裡入門？從「淨行品」入門。「淨行品」裡起心動念都想著一切眾生，不管做什麼，念念都是為一切眾生。這個方法妙在哪裡？妙在久而久之，我執就沒有了，不要斷，自己就沒有了，這個方法真是妙極了，你心量大了，起心動念都是為一切眾生著想。凡夫這個我執所以難破，就是起一個念頭一定是先想到自己，不肯替別人著想，所以這我執修了一輩子都斷不了。不但斷不了，就是修行人來講，我執還是念念增長，三輪不空。做點善事，我做的、我的功德好大、我天天在行善，你看看我執天天增長，怎麼能破得掉？我執不破，煩惱就不能斷；我執增長，煩惱就增長，煩惱從我執裡生的；法執增長，無明就增長、邪見就增長，這個東西麻煩！所以學佛人，你心倒是個好心，可是你走的路子恰恰顛倒了，這個很要緊，所謂背道而馳，顛倒行事。"
    },
    {
      "id": "07-001-0130_p0007",
      "zh_CN": "再说得浅一点，初心开悟，他悟什么？悟佛不骗我们，佛给我讲的话句句都是真实话，悟经典可靠，悟老师对我的教导正确，你能在这上开悟了，你也就有门路可入。否则，对佛说的话半信半疑，经典翻译又觉得靠不住，这老师教我，他自己有没有私心？那问题大了，几个问题一打，自己就没门路可入，信心失去了。大经里面佛一再告诉我们，「信为道元功德母」，没有信心你怎么能入门？所以「三昧」有浅深的差别，三昧是印度话，翻成中文就是定的意思。首先我们要把心定在佛法上，相信佛法，相信经典，相信里面的理论，相信里面的方法，相信我们依照这个方法来修行一定有成就。这个信心不逆就是三昧，我有坚定的信心，信心坚固、信心坚定，这就是初心三昧。凡是不成就的，你们自己想一想，甚至我们自己反省，自己这么多年修学没什么成就，看看是不是没有定心？看到这么多经典，这个也好、那个也好，都想学，没有定心。",
      "zh_TW": "再說得淺一點，初心開悟，他悟什麼？悟佛不騙我們，佛給我講的話句句都是真實話，悟經典可靠，悟老師對我的教導正確，你能在這上開悟了，你也就有門路可入。否則，對佛說的話半信半疑，經典翻譯又覺得靠不住，這老師教我，他自己有沒有私心？那問題大了，幾個問題一打，自己就沒門路可入，信心失去了。大經裡面佛一再告訴我們，「信為道元功德母」，沒有信心你怎麼能入門？所以「三昧」有淺深的差別，三昧是印度話，翻成中文就是定的意思。首先我們要把心定在佛法上，相信佛法，相信經典，相信裡面的理論，相信裡面的方法，相信我們依照這個方法來修行一定有成就。這個信心不逆就是三昧，我有堅定的信心，信心堅固、信心堅定，這就是初心三昧。凡是不成就的，你們自己想一想，甚至我們自己反省，自己這麼多年修學沒什麼成就，看看是不是沒有定心？看到這麼多經典，這個也好、那個也好，都想學，沒有定心。"
    },
    {
      "id": "07-001-0130_p0008",
      "zh_CN": "学经不在多，在精，这么多经典里面选择一样去专攻，把你的心定在这一部经上，那你就入了三昧，你定在一部经上。别人说那个经怎么好，你如如不动，你有定；你一听别人赞叹那个经，那个经不错，也去想学学，那就完了。我们看看古来的这些大德，他们之所以能够成就都是一生专攻一部，贤首清凉一生专攻《华严》，智者一生专攻《法华》，窥基之于唯识，道宣专攻戒律，都是一门深入。你再看看本经里面这二十五位菩萨，他们也是专学一个法门，所以才成功，没有说学多。博学多闻是求解，不是修行，这点要注意到的；行门里面用功是一门深入，一门深入就是「初心入三昧」。博学多闻，那个多闻也是用在解你专攻的这一部经。你们看看莲池大师《弥陀经疏钞》，他那个注解所引用的，世出世间所有这些典籍差不多都引用到，真是博学多闻。可是怎么样？把所有的世出世间这个法统统拿来注解这一部经，这才有用处。没有一个不是一门深入，一门深入就是初心入三昧。",
      "zh_TW": "學經不在多，在精，這麼多經典裡面選擇一樣去專攻，把你的心定在這一部經上，那你就入了三昧，你定在一部經上。別人說那個經怎麼好，你如如不動，你有定；你一聽別人讚歎那個經，那個經不錯，也去想學學，那就完了。我們看看古來的這些大德，他們之所以能夠成就都是一生專攻一部，賢首清涼一生專攻《華嚴》，智者一生專攻《法華》，窺基之於唯識，道宣專攻戒律，都是一門深入。你再看看本經裡面這二十五位菩薩，他們也是專學一個法門，所以才成功，沒有說學多。博學多聞是求解，不是修行，這點要注意到的；行門裡面用功是一門深入，一門深入就是「初心入三昧」。博學多聞，那個多聞也是用在解你專攻的這一部經。你們看看蓮池大師《彌陀經疏鈔》，他那個註解所引用的，世出世間所有這些典籍差不多都引用到，真是博學多聞。可是怎麼樣？把所有的世出世間這個法統統拿來註解這一部經，這才有用處。沒有一個不是一門深入，一門深入就是初心入三昧。"
    },
    {
      "id": "07-001-0130_p0009",
      "zh_CN": "而在法门里面来说，确实最好的这个法门是最为善巧方便，无论我们从事什么工作、在什么环境里面都没有障碍的，这对我们当然是最好，那就是念佛法门，念佛法门正是法法圆融、事事无碍。修这个法门，无论在什么境界、无论我们做什么事情，这一句佛号不间断。这一句佛号把自己从迷梦里面唤醒，这是顶重要的，阿弥陀佛是无量觉，就是要我们觉而不迷。我们六根接触六尘境界，从事于任何工作都没有关系，事事无碍，怕的是起心动念，起什么心？起贪瞋痴的心，动分别执着的妄念，就怕这个。我们一起心动念，一句阿弥陀佛觉悟了，这一动念是迷，这一句佛号就把自己唤醒，把自己唤回头，回头是岸，不迷。所以说法法圆融、事事无碍，念念回头那就是念念入三昧，实在讲一切法门再没有比这个法门妙了。",
      "zh_TW": "而在法門裡面來說，確實最好的這個法門是最為善巧方便，無論我們從事什麼工作、在什麼環境裡面都沒有障礙的，這對我們當然是最好，那就是念佛法門，念佛法門正是法法圓融、事事無礙。修這個法門，無論在什麼境界、無論我們做什麼事情，這一句佛號不間斷。這一句佛號把自己從迷夢裡面喚醒，這是頂重要的，阿彌陀佛是無量覺，就是要我們覺而不迷。我們六根接觸六塵境界，從事於任何工作都沒有關係，事事無礙，怕的是起心動念，起什麼心？起貪瞋痴的心，動分別執著的妄念，就怕這個。我們一起心動念，一句阿彌陀佛覺悟了，這一動念是迷，這一句佛號就把自己喚醒，把自己喚回頭，回頭是岸，不迷。所以說法法圓融、事事無礙，念念回頭那就是念念入三昧，實在講一切法門再沒有比這個法門妙了。"
    },
    {
      "id": "07-001-0130_p0010",
      "zh_CN": "你要是会修，会的人怎么样？进步快。『迟速不同伦』，「伦」是类，就是不一类，会修的人进步很快，不多久就成就念佛三昧。聪明人不着相，不但三昧现前，智慧也现前，智慧现前就是理一心不乱。修行就是在日常生活当中，在这里修。别人赞叹你，你听了欢喜，着了相，迷了。赞叹是个音声，你的耳朵一听音声，被音声迷了，心动了，起了欢喜心；骂你几句又难过、流眼泪，你迷了，你着相！这个境界，一天到晚时时处处都会遇到。这是什么？这就是修行入门之处。赞叹我，晓得我这个事情做对了，我要做得更好，不必生欢喜心，应当做得更好；我做这工作大家满意，他才会赞叹，我要做得叫他更满意，叫大家更欢喜，自己要如如不动。事情做错了人家才骂你，骂你怎么样？改过，你骂我就晓得了，我马上就改，也不必去难过，这叫修行，这叫修三昧。会与不会就是在这个地方看，在这个地方去体会。善根深厚的人，像这样在日常生活当中去修行，断一切恶、修一切善，这一切恶就是一切过错，实在讲善与恶、过错与无过错都没有标准，是众生的标准。这个修就是普贤菩萨讲恒顺众生、随喜功德，众生的标准，修行就是要恒顺众生，就是要随喜功德。恒顺、随喜里面，自己不起心、不动念、无分别、无执着，那你就成佛了，佛与大菩萨就是这么回事情。",
      "zh_TW": "你要是會修，會的人怎麼樣？進步快。『遲速不同倫』，「倫」是類，就是不一類，會修的人進步很快，不多久就成就念佛三昧。聰明人不著相，不但三昧現前，智慧也現前，智慧現前就是理一心不亂。修行就是在日常生活當中，在這裡修。別人讚歎你，你聽了歡喜，著了相，迷了。讚歎是個音聲，你的耳朵一聽音聲，被音聲迷了，心動了，起了歡喜心；罵你幾句又難過、流眼淚，你迷了，你著相！這個境界，一天到晚時時處處都會遇到。這是什麼？這就是修行入門之處。讚歎我，曉得我這個事情做對了，我要做得更好，不必生歡喜心，應當做得更好；我做這工作大家滿意，他才會讚歎，我要做得叫他更滿意，叫大家更歡喜，自己要如如不動。事情做錯了人家才罵你，罵你怎麼樣？改過，你罵我就曉得了，我馬上就改，也不必去難過，這叫修行，這叫修三昧。會與不會就是在這個地方看，在這個地方去體會。善根深厚的人，像這樣在日常生活當中去修行，斷一切惡、修一切善，這一切惡就是一切過錯，實在講善與惡、過錯與無過錯都沒有標準，是眾生的標準。這個修就是普賢菩薩講恆順眾生、隨喜功德，眾生的標準，修行就是要恆順眾生，就是要隨喜功德。恆順、隨喜裡面，自己不起心、不動念、無分別、無執著，那你就成佛了，佛與大菩薩就是這麼回事情。"
    },
    {
      "id": "07-001-0130_p0011",
      "zh_CN": "「迟」与「速」，就是明理与不明理、得法与不得法，明理、得法的人修行就很快，不明理、不得法的人修行就很慢，这一点我们要注意到。《金刚经》里说得很好，佛给我们大家授记，我们过去生中不是在一佛、二佛，三、四、五佛种诸善根，是已经在千万亿佛所处种诸善根。今天为什么还会这个样子？那个话是真话，一点都不假。亲近诸佛如来，诸佛如来所说的那些道理没真懂，自己修行也不如法，所以落到今天这个地步。你也许会流眼泪，「我过去亲近那么多诸佛如来，道理没搞通、方法没有搞正确，这一生没有遇到佛，我这样的人不是完了吗？还有什么指望？」我给诸位说不尽然，你在《坛经》里面看惠明，惠明跟五祖那么多年他没开悟，就好像我们过去生中亲近诸佛如来，百千万亿尊如来，不开悟，惠能一句话就把他点醒，他就开悟了。悟不悟不在诸佛如来，在你自己，你们明了吗？惠明之所以开悟就是他真正相信，叫他「屏息诸缘，不思善，不思恶」，他真相信，他真做到了，话听明白、事真做到，一下就开悟。那个悟是六祖大师帮他开悟的吗？不是，自己开悟的，自己肯干。换句话说，我们过去生中亲近诸佛如来不肯干，确实没搞清楚不肯干。这个地方文殊菩萨代我们拣选，实在真正重要的是要自己选择，文殊菩萨在那里引个路而已，等于是摆出一个模式给我们看，告诉我们这个事情应当要怎么做法。我们晓得菩萨的用意才恍然大悟，原来这个法门是要选择的。再看底下一段：",
      "zh_TW": "「遲」與「速」，就是明理與不明理、得法與不得法，明理、得法的人修行就很快，不明理、不得法的人修行就很慢，這一點我們要注意到。《金剛經》裡說得很好，佛給我們大家授記，我們過去生中不是在一佛、二佛，三、四、五佛種諸善根，是已經在千萬億佛所處種諸善根。今天為什麼還會這個樣子？那個話是真話，一點都不假。親近諸佛如來，諸佛如來所說的那些道理沒真懂，自己修行也不如法，所以落到今天這個地步。你也許會流眼淚，「我過去親近那麼多諸佛如來，道理沒搞通、方法沒有搞正確，這一生沒有遇到佛，我這樣的人不是完了嗎？還有什麼指望？」我給諸位說不盡然，你在《壇經》裡面看惠明，惠明跟五祖那麼多年他沒開悟，就好像我們過去生中親近諸佛如來，百千萬億尊如來，不開悟，惠能一句話就把他點醒，他就開悟了。悟不悟不在諸佛如來，在你自己，你們明瞭嗎？惠明之所以開悟就是他真正相信，叫他「屏息諸緣，不思善，不思惡」，他真相信，他真做到了，話聽明白、事真做到，一下就開悟。那個悟是六祖大師幫他開悟的嗎？不是，自己開悟的，自己肯幹。換句話說，我們過去生中親近諸佛如來不肯幹，確實沒搞清楚不肯幹。這個地方文殊菩薩代我們揀選，實在真正重要的是要自己選擇，文殊菩薩在那裡引個路而已，等於是擺出一個模式給我們看，告訴我們這個事情應當要怎麼做法。我們曉得菩薩的用意才恍然大悟，原來這個法門是要選擇的。再看底下一段："
    },
    {
      "id": "07-001-0130_p0012",
      "zh_CN": "【色想结成尘。精了不能彻。如何不明彻。于是获圆通。】",
      "zh_TW": "【色想結成塵。精了不能徹。如何不明徹。於是獲圓通。】"
    },
    {
      "id": "07-001-0130_p0013",
      "zh_CN": "下面就是讲这二十五位菩萨，文殊菩萨一一的来批评。但是诸位要记住，这个批评全是方便话，他说这个也不圆、那个也不圆，到最后只有观世音菩萨最圆。那我们在前面看，这些诸菩萨是个个都第一，没有说只有观世音菩萨第一、别人都第二，没有讲。这就是叫我们自己思考，在众多法门当中哪一种法门自己能够悟入，他的用意在此地。明白这个用意，你才晓得这个经文句句是活的，我们才能够真正得到它的受用。沙陀尊者他的根性是悟色性本空，他是从这个地方悟入的。『色想结成尘』，「尘」是什么？我们今天讲的物质。色的体性，就是色法的本体是妄想，所以这个色是空，《心经》里面讲的「色不异空，空不异色，色即是空，空即是色」。今天科学的发展也能够知道一点消息，能与质可以互相转变，物质从哪里来？物质从能量变现出来，物质也可以能够解放为能量，能量可以浓缩为物质，这是今天科学上发现的。能量究竟又是回什么事情？他不晓得，他讲的能，在佛法里讲还是属于色法。色声香味触法都叫色法，我们今天讲的能量依旧是属于色法的范围，是佛在经典里告诉我们的。特别是在唯识的经论里面讲得更清楚，从一念不觉而有无明，有无明才变现出三细相。三细相里面的转相就是妄想，也叫做见分，境界相或者讲相分就是色法，是从转相变现出境界相，可见得这个色境是妄想凝结而成，这叫「色想结成尘」。",
      "zh_TW": "下面就是講這二十五位菩薩，文殊菩薩一一的來批評。但是諸位要記住，這個批評全是方便話，他說這個也不圓、那個也不圓，到最後只有觀世音菩薩最圓。那我們在前面看，這些諸菩薩是個個都第一，沒有說只有觀世音菩薩第一、別人都第二，沒有講。這就是叫我們自己思考，在眾多法門當中哪一種法門自己能夠悟入，他的用意在此地。明白這個用意，你才曉得這個經文句句是活的，我們才能夠真正得到它的受用。沙陀尊者他的根性是悟色性本空，他是從這個地方悟入的。『色想結成塵』，「塵」是什麼？我們今天講的物質。色的體性，就是色法的本體是妄想，所以這個色是空，《心經》裡面講的「色不異空，空不異色，色即是空，空即是色」。今天科學的發展也能夠知道一點消息，能與質可以互相轉變，物質從哪裡來？物質從能量變現出來，物質也可以能夠解放為能量，能量可以濃縮為物質，這是今天科學上發現的。能量究竟又是回什麼事情？他不曉得，他講的能，在佛法裡講還是屬於色法。色聲香味觸法都叫色法，我們今天講的能量依舊是屬於色法的範圍，是佛在經典裡告訴我們的。特別是在唯識的經論裡面講得更清楚，從一念不覺而有無明，有無明才變現出三細相。三細相裡面的轉相就是妄想，也叫做見分，境界相或者講相分就是色法，是從轉相變現出境界相，可見得這個色境是妄想凝結而成，這叫「色想結成塵」。"
    },
    {
      "id": "07-001-0130_p0014",
      "zh_CN": "『精了不能彻』，这两句话的意思说明色法的根源，若以精明了别的性，这个精明了别就是我们所说的思惟想像，我们今天讲的研究探讨、思惟想像，都没有办法彻底明了它是回什么事情。你们要问为什么研究不出来？研究是什么？研究是用妄想。这一切物质从哪来？就是妄想变现出来的，你再用妄想，你怎么能够把这个事实真相搞清楚？这就是今天学术界永远没有办法彻底了解宇宙人生的根源，道理在此地。佛经里面自古到今，人家认为有三大难题，连《大乘起信论》也不例外，没有人能够解决。《楞严》里有，《圆觉》里有，这叫根本的难题，那就是无明从哪来的？真如本性本来清净，为什么会有无明？这是大难题。实际上这些问题在佛法里统统解决得干干净净，根本就没有问题。为什么这个世间学术界称之为难题？就是因为他用思惟想像去研究，这个难题永远得不到答案。",
      "zh_TW": "『精了不能徹』，這兩句話的意思說明色法的根源，若以精明了別的性，這個精明了別就是我們所說的思惟想像，我們今天講的研究探討、思惟想像，都沒有辦法徹底明瞭它是回什麼事情。你們要問為什麼研究不出來？研究是什麼？研究是用妄想。這一切物質從哪來？就是妄想變現出來的，你再用妄想，你怎麼能夠把這個事實真相搞清楚？這就是今天學術界永遠沒有辦法徹底了解宇宙人生的根源，道理在此地。佛經裡面自古到今，人家認為有三大難題，連《大乘起信論》也不例外，沒有人能夠解決。《楞嚴》裡有，《圓覺》裡有，這叫根本的難題，那就是無明從哪來的？真如本性本來清淨，為什麼會有無明？這是大難題。實際上這些問題在佛法裡統統解決得乾乾淨淨，根本就沒有問題。為什麼這個世間學術界稱之為難題？就是因為他用思惟想像去研究，這個難題永遠得不到答案。"
    },
    {
      "id": "07-001-0130_p0015",
      "zh_CN": "古德讲这个事情唯证乃知，你证得这个境界你就晓得，你不证得这个境界你不知道，凭你的思惟想像没有办法知道。我们举个很浅显的例子，譬如我们吃东西，我们吃这个咸，你说有没有标准？我说吃这个菜很咸；那个人挟了一块，不咸，很适合口味；那个人再挟一块，这个淡了。为什么？每个人口味不一样，标准从哪里建立？没有办法建立。你要用科学仪器量一个度数，这个咸到多少度数还是不行，为什么？每个人舌根度数不相同，标准不一样。连现前这个小的标准，日用平常当中都没有办法解决，何况这个根本问题？这个事情怎么样？也是唯证乃知。咸的，你尝一口，还是各人是各人标准，没有共同的标准，这个东西难。吃辣的也一样，我们不习惯吃辣的，吃一点点辣得不得了，眼泪都流出来。我过去有个同事他是四川人，喜欢吃辣椒、喝高梁酒，那真是没有人敢，他吃得津津有味。我们买的辣椒挑一个，不行，你们辣椒不辣。每一个人口味都不相同，每一个人的标准不一样。",
      "zh_TW": "古德講這個事情唯證乃知，你證得這個境界你就曉得，你不證得這個境界你不知道，憑你的思惟想像沒有辦法知道。我們舉個很淺顯的例子，譬如我們吃東西，我們吃這個鹹，你說有沒有標準？我說吃這個菜很鹹；那個人挾了一塊，不鹹，很適合口味；那個人再挾一塊，這個淡了。為什麼？每個人口味不一樣，標準從哪裡建立？沒有辦法建立。你要用科學儀器量一個度數，這個鹹到多少度數還是不行，為什麼？每個人舌根度數不相同，標準不一樣。連現前這個小的標準，日用平常當中都沒有辦法解決，何況這個根本問題？這個事情怎麼樣？也是唯證乃知。鹹的，你嘗一口，還是各人是各人標準，沒有共同的標準，這個東西難。吃辣的也一樣，我們不習慣吃辣的，吃一點點辣得不得了，眼淚都流出來。我過去有個同事他是四川人，喜歡吃辣椒、喝高梁酒，那真是沒有人敢，他吃得津津有味。我們買的辣椒挑一個，不行，你們辣椒不辣。每一個人口味都不相同，每一個人的標準不一樣。"
    },
    {
      "id": "07-001-0130_p0016",
      "zh_CN": "佛给我们讲择法，只讲一个模式，真正的择法是各人择各人的法，你才能够成功。文殊菩萨给你拣选，就是说明前面二十五位菩萨各个标准不一样，适合他的标准他就成了。就好像吃菜一样，合了我的口味，我吃得很舒服，另外一个人不合他的口味，各人不一样，同样是一盘菜，大家吃了口味都不相同。我们今天看文殊菩萨对二十五位菩萨的批评，就是这个意思，各人口味不相同。因此，如果你用分别心去分别这个法，你必定又起了法执。在这里面增长我执、增长法执，所以你不会明了、不会彻底，你怎么能够得圆通？确实我们是没有办法在这个地方得圆通。可是沙陀尊者，他的根性不是一个初心的根性，不是初发心；换句话说，他是有相当基础的。这个相当基础，是过去生中他以前学过的，他有相当的基础，一入佛门来了，他得了方便。",
      "zh_TW": "佛給我們講擇法，只講一個模式，真正的擇法是各人擇各人的法，你才能夠成功。文殊菩薩給你揀選，就是說明前面二十五位菩薩各個標準不一樣，適合他的標準他就成了。就好像吃菜一樣，合了我的口味，我吃得很舒服，另外一個人不合他的口味，各人不一樣，同樣是一盤菜，大家吃了口味都不相同。我們今天看文殊菩薩對二十五位菩薩的批評，就是這個意思，各人口味不相同。因此，如果你用分別心去分別這個法，你必定又起了法執。在這裡面增長我執、增長法執，所以你不會明瞭、不會徹底，你怎麼能夠得圓通？確實我們是沒有辦法在這個地方得圓通。可是沙陀尊者，他的根性不是一個初心的根性，不是初發心；換句話說，他是有相當基礎的。這個相當基礎，是過去生中他以前學過的，他有相當的基礎，一入佛門來了，他得了方便。"
    },
    {
      "id": "07-001-0130_p0017",
      "zh_CN": "这个事情诸位如果难以理解，我再举个例子给诸位说，陈居士的哥哥昨天很发心，他替他妹妹做功德，昨天来找我问我印书，我就介绍他印《影尘回忆录》，这个本子他拿去了。《影尘回忆录》是倓虚法师的自传，我们就以他老人家做个例子，倓老法师从十几岁就学外道，因为什么？他没有接触过佛法。他那个时候就想，人生太苦了，这是他的觉悟，人生很苦，于是想到怎么样能够解决生死问题，学长生不老，他去学道。学了一些外道、学仙，到处去寻师访道，十几岁就干，看了小说到山上去访老道、去拜师父，干这一套。可是这个人善根的确是深厚，学了一阵子他就觉悟到这个恐怕不行，恐怕靠不住。他也学过炼丹、点窍，什么他都会，他搞了很多。到中年之后才遇到佛法，一听到人讲佛法，这很有道理，于是就决心学佛，他出家的时候是四十多岁，是中年出家。出家以后就到谛闲法师的佛学院去念书，他是初学，初学的学生，四十多岁年岁最大，初学，满脑袋的外道。但是他接触佛法之后，他对于佛经很用功，他曾经念《楞严经》苦读了八年，他们在一起有八载寒窗读《楞严》。谛闲法师佛学院是老式佛学院，我们演培法师也是那个佛学院出来的，都是亲近过谛闲法师，他们的学生要复讲。有一次轮到他，他第一次复讲，他讲完之后谛闲老法师非常赞叹，而且责备他的老学生，「你们跟我这么多年，人家新来的，你看看这么大年岁才出家，他讲的都比你们好。」他很有口才，从前在外道里讲过道，很有口才，这就是什么？他有前面一段的根基，虽然在佛门里初学，他已经有很好的基础。他有八年熟读《楞严》的基础，又有外道的基础，他一学佛，把外道那些东西拿到佛法，都用上了，这个不相同。",
      "zh_TW": "這個事情諸位如果難以理解，我再舉個例子給諸位說，陳居士的哥哥昨天很發心，他替他妹妹做功德，昨天來找我問我印書，我就介紹他印《影塵回憶錄》，這個本子他拿去了。《影塵回憶錄》是倓虛法師的自傳，我們就以他老人家做個例子，倓老法師從十幾歲就學外道，因為什麼？他沒有接觸過佛法。他那個時候就想，人生太苦了，這是他的覺悟，人生很苦，於是想到怎麼樣能夠解決生死問題，學長生不老，他去學道。學了一些外道、學仙，到處去尋師訪道，十幾歲就幹，看了小說到山上去訪老道、去拜師父，幹這一套。可是這個人善根的確是深厚，學了一陣子他就覺悟到這個恐怕不行，恐怕靠不住。他也學過煉丹、點竅，什麼他都會，他搞了很多。到中年之後才遇到佛法，一聽到人講佛法，這很有道理，於是就決心學佛，他出家的時候是四十多歲，是中年出家。出家以後就到諦閑法師的佛學院去念書，他是初學，初學的學生，四十多歲年歲最大，初學，滿腦袋的外道。但是他接觸佛法之後，他對於佛經很用功，他曾經念《楞嚴經》苦讀了八年，他們在一起有八載寒窗讀《楞嚴》。諦閑法師佛學院是老式佛學院，我們演培法師也是那個佛學院出來的，都是親近過諦閑法師，他們的學生要複講。有一次輪到他，他第一次複講，他講完之後諦閑老法師非常讚歎，而且責備他的老學生，「你們跟我這麼多年，人家新來的，你看看這麼大年歲才出家，他講的都比你們好。」他很有口才，從前在外道裡講過道，很有口才，這就是什麼？他有前面一段的根基，雖然在佛門裡初學，他已經有很好的基礎。他有八年熟讀《楞嚴》的基礎，又有外道的基礎，他一學佛，把外道那些東西拿到佛法，都用上了，這個不相同。"
    },
    {
      "id": "07-001-0130_p0018",
      "zh_CN": "沙陀尊者也就是这个意思，他前面有底子，他在这个方向、这个途径里面曾经下过功夫，他不是一个初学的人。所以像他这种根性的人，那可以，从这里入门能开悟，能够证果；换上别的人，一个普通初学的人很困难。我们讲初发心的，「初心入三昧」，沙陀尊者这个办法对于一个初发心的人来讲很难。你们今天如果说，像《心经》里面真正能够体悟到，「色不异空，空不异色，色即是空，空即是色」，这绝不是初学人能办到的。像西方有很多大科学家，他们专门研究这个问题的，要是到佛教来学佛，他用这个方法也许能开悟。为什么？他对于这一方面的知识已经有相当基础，这样才行。由此可知，这一种选择不是勉强的，不是说看到人家行、我也行，人家选这个好、我也跟他好，那就完了，就吃亏了。",
      "zh_TW": "沙陀尊者也就是這個意思，他前面有底子，他在這個方向、這個途徑裡面曾經下過功夫，他不是一個初學的人。所以像他這種根性的人，那可以，從這裡入門能開悟，能夠證果；換上別的人，一個普通初學的人很困難。我們講初發心的，「初心入三昧」，沙陀尊者這個辦法對於一個初發心的人來講很難。你們今天如果說，像《心經》裡面真正能夠體悟到，「色不異空，空不異色，色即是空，空即是色」，這絕不是初學人能辦到的。像西方有很多大科學家，他們專門研究這個問題的，要是到佛教來學佛，他用這個方法也許能開悟。為什麼？他對於這一方面的知識已經有相當基礎，這樣才行。由此可知，這一種選擇不是勉強的，不是說看到人家行、我也行，人家選這個好、我也跟他好，那就完了，就吃虧了。"
    },
    {
      "id": "07-001-0130_p0019",
      "zh_CN": "法门选择之后，还要有好的老师善巧来指导，来给你决疑，因为你在修学过程当中，你的疑问一定很多，这个疑难要一条一条的解除，帮助你开悟。所以学问，要问；不问，没有进步。你们打开经典，经典里所讲的，还不都是释迦牟尼佛那些学生，菩萨弟子、声闻弟子，还有一般在家的弟子，有了疑问来发问，问了，佛解答，你看经典不都是一问一答吗？你不问，佛就不讲，你们都没有问题还讲什么？这不叫废话吗？释迦牟尼佛教学是这样的办法，孔老夫子教学也是这个办法，都是有问题来发问。",
      "zh_TW": "法門選擇之後，還要有好的老師善巧來指導，來給你決疑，因為你在修學過程當中，你的疑問一定很多，這個疑難要一條一條的解除，幫助你開悟。所以學問，要問；不問，沒有進步。你們打開經典，經典裡所講的，還不都是釋迦牟尼佛那些學生，菩薩弟子、聲聞弟子，還有一般在家的弟子，有了疑問來發問，問了，佛解答，你看經典不都是一問一答嗎？你不問，佛就不講，你們都沒有問題還講什麼？這不叫廢話嗎？釋迦牟尼佛教學是這樣的辦法，孔老夫子教學也是這個辦法，都是有問題來發問。"
    },
    {
      "id": "07-001-0130_p0020",
      "zh_CN": "现在这个方法变了，这个方法变得根性不如从前。真正的教学我们大家互相在一块研究、来探讨，是什么？每一个人拿着经本熟读、研究，在讲堂里各人提出各人的问题来，互相研究讨论，这是真正教学；没问题了，没问题就下课，就没事了。还有一种人不问你，就是完全通了，他真没有问题。像孔老夫子学生颜回一样，他很少问题，孔老夫子私下打听，他真的开悟了。为什么？有很多同学有问题在老师面前不敢问，都去问他，他都给人解答了。所以夫子很赞叹他，他真听懂了，没有问题。有问题不问，这是大傻瓜，这不是学习的态度。所以，我们现在这个大专讲座从去年开始，我们的方法可以说走到了正途。我们每天用六个小时的录影带叫学生听，听了之后，你们把所有的问题提出来，每天有两个小时到三个小时的时间专门来答复问题，来研究讨论。所以他们同学们，我看他们写的东西，这个心得、感想不一样，认为这个方法有很多的收获。当然的，这是一定的，诸佛菩萨、世间圣人他们的教学统统用这个方法。我们寒暑假讲座统统用这个方法，真正在一起互相研究讨论、解决问题，使我们的修学都能够走向正途，不至于走到歧途上去。再看底下一段：",
      "zh_TW": "現在這個方法變了，這個方法變得根性不如從前。真正的教學我們大家互相在一塊研究、來探討，是什麼？每一個人拿著經本熟讀、研究，在講堂裡各人提出各人的問題來，互相研究討論，這是真正教學；沒問題了，沒問題就下課，就沒事了。還有一種人不問你，就是完全通了，他真沒有問題。像孔老夫子學生顏回一樣，他很少問題，孔老夫子私下打聽，他真的開悟了。為什麼？有很多同學有問題在老師面前不敢問，都去問他，他都給人解答了。所以夫子很讚歎他，他真聽懂了，沒有問題。有問題不問，這是大傻瓜，這不是學習的態度。所以，我們現在這個大專講座從去年開始，我們的方法可以說走到了正途。我們每天用六個小時的錄影帶叫學生聽，聽了之後，你們把所有的問題提出來，每天有兩個小時到三個小時的時間專門來答覆問題，來研究討論。所以他們同學們，我看他們寫的東西，這個心得、感想不一樣，認為這個方法有很多的收穫。當然的，這是一定的，諸佛菩薩、世間聖人他們的教學統統用這個方法。我們寒暑假講座統統用這個方法，真正在一起互相研究討論、解決問題，使我們的修學都能夠走向正途，不至於走到歧途上去。再看底下一段："
    },
    {
      "id": "07-001-0130_p0021",
      "zh_CN": "【音声杂语言。但伊名句味。一非含一切。云何获圆通。】",
      "zh_TW": "【音聲雜語言。但伊名句味。一非含一切。云何獲圓通。】"
    },
    {
      "id": "07-001-0130_p0022",
      "zh_CN": "这就是讲从声尘入门，对初学来讲也很困难。憍陈如尊者在二十五圆通里面，他表演的是从声尘里面悟入。文殊菩萨告诉我们，从这个途径入门，对我们初学的人来说也是不容易。音声只是讲声，譬如我们在音乐里，中国人讲五音，现在西洋是七音，Ｄｏ、Ｒｅ、Ｍｉ、Ｆａ、Ｓｏｌ、Ｌａ、Ｓｉ七音，这个音是一种直音，里面没有意思的。言语、歌咏这个音就不是直音，里面有变化、有委曲、有宛转，所谓是七曲音、七曲声。娑婆世界的众生由于耳根很利，就运用这方法来表达意见，就是互相交换意见，用音声、用言语，所以文殊菩萨也说，「此方真教体，清净在音闻」。但是诸位要晓得，固然是以音声为教体，这个教体就是教学的工具，以这个为教学的工具，传达意见、沟通思想的一个工具。但是如果叫你觉悟，必须要晓得反闻闻自性，就是这个信号你接收过来，可不能存起来，你接收过来要了解它的意义，意义了解了，这个信号就不要、不执着，这就叫反闻闻自性。会用这种方法的人不多，大多数人怎么样？他只有接纳，接收过来之后，他就把它放在阿赖耶仓库里归档，把它归档起来。这个事情就麻烦，里面究竟是什么意思甚至都没搞清楚，闻其言而不能通其意，这所谓是食而不化。",
      "zh_TW": "這就是講從聲塵入門，對初學來講也很困難。憍陳如尊者在二十五圓通裡面，他表演的是從聲塵裡面悟入。文殊菩薩告訴我們，從這個途徑入門，對我們初學的人來說也是不容易。音聲只是講聲，譬如我們在音樂裡，中國人講五音，現在西洋是七音，Ｄｏ、Ｒｅ、Ｍｉ、Ｆａ、Ｓｏｌ、Ｌａ、Ｓｉ七音，這個音是一種直音，裡面沒有意思的。言語、歌詠這個音就不是直音，裡面有變化、有委曲、有宛轉，所謂是七曲音、七曲聲。娑婆世界的眾生由於耳根很利，就運用這方法來表達意見，就是互相交換意見，用音聲、用言語，所以文殊菩薩也說，「此方真教體，清淨在音聞」。但是諸位要曉得，固然是以音聲為教體，這個教體就是教學的工具，以這個為教學的工具，傳達意見、溝通思想的一個工具。但是如果叫你覺悟，必須要曉得反聞聞自性，就是這個信號你接收過來，可不能存起來，你接收過來要了解它的意義，意義了解了，這個信號就不要、不執著，這就叫反聞聞自性。會用這種方法的人不多，大多數人怎麼樣？他只有接納，接收過來之後，他就把它放在阿賴耶倉庫裡歸檔，把它歸檔起來。這個事情就麻煩，裡面究竟是什麼意思甚至都沒搞清楚，聞其言而不能通其意，這所謂是食而不化。"
    },
    {
      "id": "07-001-0130_p0023",
      "zh_CN": "『但伊』，「伊」就是指彼，『名句』，「名」是名词，「句」是个完整的句子，能够表达一个完整的意思就是句。你们今天在这个标点符号里面，句点，句就是表达一个完整的意思，这是一句。『味』是讲名词、句子所含的意思，味是表这个意思。『音声杂语言』，只不过是名句里面的意思而已，所含的义理。『一非含一切』，这句话的意思是说，名代表一桩事情，它有界限。譬如我们说这个叫它扇，扇子它有个界限，固然扇子有许多种，它只是这一个范围之内。我们端起这个，它就不能代表扇子，我们总不能叫这个做扇子，由此可知，它的范围很窄小。而且它只是个名言，我们说扇子，你晓得它代表这个体，这是扇子的体性，给它取个名字叫扇。其实扇子它并不是这个东西，所谓是「名可名，非常名，道可道，非常道」。一个物体，古今人给它起的名字不一样，中外人起的名字也不一样，这就是说名相是有分限的，就是有界限的，而且这个界限很窄小。一个完整的句子，它代表一个差别的意思，代表一种不同的意思。由此可知，名、句、言语是有限的，而事实道理是无有穷尽的；换句话说，以有限的言语要表达无限的义理，这很难！怎么能以一句话把整个的真理能够都包含，这个事情太难了。",
      "zh_TW": "『但伊』，「伊」就是指彼，『名句』，「名」是名詞，「句」是個完整的句子，能夠表達一個完整的意思就是句。你們今天在這個標點符號裡面，句點，句就是表達一個完整的意思，這是一句。『味』是講名詞、句子所含的意思，味是表這個意思。『音聲雜語言』，只不過是名句裡面的意思而已，所含的義理。『一非含一切』，這句話的意思是說，名代表一樁事情，它有界限。譬如我們說這個叫它扇，扇子它有個界限，固然扇子有許多種，它只是這一個範圍之內。我們端起這個，它就不能代表扇子，我們總不能叫這個做扇子，由此可知，它的範圍很窄小。而且它只是個名言，我們說扇子，你曉得它代表這個體，這是扇子的體性，給它取個名字叫扇。其實扇子它並不是這個東西，所謂是「名可名，非常名，道可道，非常道」。一個物體，古今人給它起的名字不一樣，中外人起的名字也不一樣，這就是說名相是有分限的，就是有界限的，而且這個界限很窄小。一個完整的句子，它代表一個差別的意思，代表一種不同的意思。由此可知，名、句、言語是有限的，而事實道理是無有窮盡的；換句話說，以有限的言語要表達無限的義理，這很難！怎麼能以一句話把整個的真理能夠都包含，這個事情太難了。"
    },
    {
      "id": "07-001-0130_p0024",
      "zh_CN": "『云何获圆通』，一非含一切，一个名词、一个完整的句子不能够包含一切的道理，怎么能够在音声杂语言里面去证得圆通？所以这不是初学人能办得到的，的确。一个名词、一句话确实能够把一切的道理与事物都包括，要是不能包括，他怎么能证得圆通？憍陈如怎么能开悟？但是不是初学人。我们在讲《华严经》跟诸位讲「如是我闻」，如是，一个名词，世出世间一切法用这个名词统统代表了，万法皆如，万理皆如，无有一法、无有一理不如。但这不是初学人能懂的，初学人你给他讲这个，愈讲愈迷惑。所以这个讲法，那真是所谓叫上上根的人才能够接受，不是初学的。今天我们讲，「初学入三昧，迟速不等伦」，我们是要为初发心，初学的，换句话说，憍陈如他的办法不适合于初学。",
      "zh_TW": "『云何獲圓通』，一非含一切，一個名詞、一個完整的句子不能夠包含一切的道理，怎麼能夠在音聲雜語言裡面去證得圓通？所以這不是初學人能辦得到的，的確。一個名詞、一句話確實能夠把一切的道理與事物都包括，要是不能包括，他怎麼能證得圓通？憍陳如怎麼能開悟？但是不是初學人。我們在講《華嚴經》跟諸位講「如是我聞」，如是，一個名詞，世出世間一切法用這個名詞統統代表了，萬法皆如，萬理皆如，無有一法、無有一理不如。但這不是初學人能懂的，初學人你給他講這個，愈講愈迷惑。所以這個講法，那真是所謂叫上上根的人才能夠接受，不是初學的。今天我們講，「初學入三昧，遲速不等倫」，我們是要為初發心，初學的，換句話說，憍陳如他的辦法不適合於初學。"
    },
    {
      "id": "07-001-0130_p0025",
      "zh_CN": "我们再想想憍陈如他的一段历史，你也就能够发现，憍陈如尊者大家晓得他是五比丘之一，是释迦牟尼佛的亲人。释迦发心出家学道，他的父亲不放心，派了五个人照顾他，这五个人都很有学问，有学问、有道德、也有能力，都是了不起的人，于是一同在外面寻师访道，他们各人也都有主见，也都有修行的功夫。到佛示现成道之后，在鹿野苑所谓转四谛法轮，憍陈如尊者第一个开悟，所以他是从音声言语里开悟的，就是佛说法他豁然开悟。释迦牟尼佛示现成佛，第一个开悟的就是憍陈如尊者，他是由音声而悟入的，所以称之为声闻，就是证阿罗汉果。他有底子、有根基，虽然是佛初说法、初度他的，前面有根底，他有世间学术的根底，他有外道的根底，自己又有外道修行的功夫。在印度的外道没有不修禅定的，所以他有禅定的功夫，他有世出世间学术的基础，这一听才开悟！",
      "zh_TW": "我們再想想憍陳如他的一段歷史，你也就能夠發現，憍陳如尊者大家曉得他是五比丘之一，是釋迦牟尼佛的親人。釋迦發心出家學道，他的父親不放心，派了五個人照顧他，這五個人都很有學問，有學問、有道德、也有能力，都是了不起的人，於是一同在外面尋師訪道，他們各人也都有主見，也都有修行的功夫。到佛示現成道之後，在鹿野苑所謂轉四諦法輪，憍陳如尊者第一個開悟，所以他是從音聲言語裡開悟的，就是佛說法他豁然開悟。釋迦牟尼佛示現成佛，第一個開悟的就是憍陳如尊者，他是由音聲而悟入的，所以稱之為聲聞，就是證阿羅漢果。他有底子、有根基，雖然是佛初說法、初度他的，前面有根底，他有世間學術的根底，他有外道的根底，自己又有外道修行的功夫。在印度的外道沒有不修禪定的，所以他有禪定的功夫，他有世出世間學術的基礎，這一聽才開悟！"
    },
    {
      "id": "07-001-0130_p0026",
      "zh_CN": "我们用他这个方法很难，可是现在怎么样？现在修学大多数用他这个方法，我们讲经听经不就用这个方法吗？听了这么多年也没有开悟，憍陈如听一次就开悟了，我们听这么多年都不开悟，原因在什么地方？因为我们自己没有基础。没基础，多听行不行？很难，还是很难。所以诸位要了解这一点。譬如世间念书，我们现在这个教育制度，有小学、中学、大学、研究所，我们上学去念书就选一个学校，选研究所当然最好，可是小学、中学、大学基础都没有。「没有不要紧，我多念几年就好了！」你们问问行不行？是不是多念几年就可以？小学六年、中学六年、大学四年，一共十六年，研究所再四年（硕士班两年、博士班两年，这四年），二十年。那好，简单，我就到博士班念它个二十年，也可以毕业了，行不行？把前面时间统统补足，我去博士班念二十年行不行？不行！",
      "zh_TW": "我們用他這個方法很難，可是現在怎麼樣？現在修學大多數用他這個方法，我們講經聽經不就用這個方法嗎？聽了這麼多年也沒有開悟，憍陳如聽一次就開悟了，我們聽這麼多年都不開悟，原因在什麼地方？因為我們自己沒有基礎。沒基礎，多聽行不行？很難，還是很難。所以諸位要了解這一點。譬如世間念書，我們現在這個教育制度，有小學、中學、大學、研究所，我們上學去念書就選一個學校，選研究所當然最好，可是小學、中學、大學基礎都沒有。「沒有不要緊，我多念幾年就好了！」你們問問行不行？是不是多念幾年就可以？小學六年、中學六年、大學四年，一共十六年，研究所再四年（碩士班兩年、博士班兩年，這四年），二十年。那好，簡單，我就到博士班念它個二十年，也可以畢業了，行不行？把前面時間統統補足，我去博士班念二十年行不行？不行！"
    },
    {
      "id": "07-001-0130_p0027",
      "zh_CN": "诸位就明了，我们今天在讲堂里面讲经是宣扬佛教，宗旨在此地，不是教导诸位修行，也不是像佛学院教你们讲经，你们要觉悟这一桩事情。寺院里面开大座讲经是属于弘扬佛法，宣传。佛门里面教学，有三大纲领，就是有修道、有传道、有弘道，我们今天做的是弘道。修道那是讲修行，就像小学、中学、大学按部就班的来，就要选择法门，像这个二十五圆通，各人选择各人的、适合自己根性的来修学。传道是什么？传道就是教学，就是培养法师，像五祖传给六祖那叫传道。",
      "zh_TW": "諸位就明瞭，我們今天在講堂裡面講經是宣揚佛教，宗旨在此地，不是教導諸位修行，也不是像佛學院教你們講經，你們要覺悟這一樁事情。寺院裡面開大座講經是屬於弘揚佛法，宣傳。佛門裡面教學，有三大綱領，就是有修道、有傳道、有弘道，我們今天做的是弘道。修道那是講修行，就像小學、中學、大學按部就班的來，就要選擇法門，像這個二十五圓通，各人選擇各人的、適合自己根性的來修學。傳道是什麼？傳道就是教學，就是培養法師，像五祖傳給六祖那叫傳道。"
    },
    {
      "id": "07-001-0130_p0028",
      "zh_CN": "接法是大彻大悟，因为接法就是一代祖师，不是随便人都有这个资格。出家人最重视法子，就是法弟子，传法的弟子；而不重视出家剃度的弟子，也不重视戒弟子。为什么？剃度的弟子不见得开悟，跟你受戒的戒弟子也不见得开悟，法弟子是开悟的。五祖一生只有一个法子，就是六祖，只有一个；六祖算是最多的，可以说在中国佛教史里他是最多的一个，没有人能跟他比，四十三个，这是传法。至于传法的事情，你们将来看看《影尘回忆录》就晓得，哪有那么简单的！像这些都是佛门的常识，我们必须要晓得。",
      "zh_TW": "接法是大徹大悟，因為接法就是一代祖師，不是隨便人都有這個資格。出家人最重視法子，就是法弟子，傳法的弟子；而不重視出家剃度的弟子，也不重視戒弟子。為什麼？剃度的弟子不見得開悟，跟你受戒的戒弟子也不見得開悟，法弟子是開悟的。五祖一生只有一個法子，就是六祖，只有一個；六祖算是最多的，可以說在中國佛教史裡他是最多的一個，沒有人能跟他比，四十三個，這是傳法。至於傳法的事情，你們將來看看《影塵回憶錄》就曉得，哪有那麼簡單的！像這些都是佛門的常識，我們必須要曉得。"
    },
    {
      "id": "07-001-0130_p0029",
      "zh_CN": "在过去明清的时候，传法就传位。传位是什么？就是住持，他把这个法传给你，你是个法师，他也退休了，这寺庙住持的位子就传给你。在明清两代都是这个习惯，传法就传位。老法师年岁大了，马上退休，请你做住持，你到那个地方去统理大众，去弘法利生、教化一方，为一方的教化主，这是接法。诸位特别记住，佛门里三桩大事业，我们今天这三桩大事业只做到一样，就是弘法，修法跟传法我们都没做到。办佛学院的确是传法，那是培养。佛学院里面再真正有成就的提拔出来传法，传法就等于毕业了，颁发毕业证书；佛学院虽然念了，程度不够，毕业证书不能给你，这法不能传给你。真正是有悟处，换句话说，弘法的能力有了，修法的能力也有了，自行化他能力都有，才有资格传法。传法就是承认你可以能够教化一方，承认你有这个资格。你受戒，不过只承认你是个出家人，承认你出家，不承认你有资格教化众生，这个传法是承认你有资格去教一方。我们现在的因缘不成熟，我们图书馆也有心想培养几个人，可是他们缺乏三昧，没有定心，外头一诱惑，「那个地方好，比这个地方好得太多了」，跑掉了，这是因缘不成熟。现在年轻人心好动，没有定心、没有信心，成就就很难了。好，今天就讲到此地。",
      "zh_TW": "在過去明清的時候，傳法就傳位。傳位是什麼？就是住持，他把這個法傳給你，你是個法師，他也退休了，這寺廟住持的位子就傳給你。在明清兩代都是這個習慣，傳法就傳位。老法師年歲大了，馬上退休，請你做住持，你到那個地方去統理大眾，去弘法利生、教化一方，為一方的教化主，這是接法。諸位特別記住，佛門裡三樁大事業，我們今天這三樁大事業只做到一樣，就是弘法，修法跟傳法我們都沒做到。辦佛學院的確是傳法，那是培養。佛學院裡面再真正有成就的提拔出來傳法，傳法就等於畢業了，頒發畢業證書；佛學院雖然念了，程度不夠，畢業證書不能給你，這法不能傳給你。真正是有悟處，換句話說，弘法的能力有了，修法的能力也有了，自行化他能力都有，才有資格傳法。傳法就是承認你可以能夠教化一方，承認你有這個資格。你受戒，不過只承認你是個出家人，承認你出家，不承認你有資格教化眾生，這個傳法是承認你有資格去教一方。我們現在的因緣不成熟，我們圖書館也有心想培養幾個人，可是他們缺乏三昧，沒有定心，外頭一誘惑，「那個地方好，比這個地方好得太多了」，跑掉了，這是因緣不成熟。現在年輕人心好動，沒有定心、沒有信心，成就就很難了。好，今天就講到此地。"
    }
  ]
}