{
  "doc_id": "08-001-0021",
  "title": {
    "zh_CN": "妙法莲华经",
    "zh_TW": "妙法蓮華經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏佛教图书馆",
    "zh_TW": "台灣景美華藏佛教圖書館"
  },
  "doc_number": "08-001-0021",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "08-001-0021_p0001",
      "zh_CN": "请掀开经本第二页第一行，我们将文念几句对对地方。「夫以灵岳降灵，非大圣无由开化。适化所及，非昔缘无以导心。所以仙苑告成，机分小大之别。金河顾命，道殊半满之科。岂非教被乘时，无足核其高会」。从这个以下是叙经所诠的宗旨。这一大科又分两段，我们刚才念的这是前一段的小段落。第一段里面讲世尊一代时教，就是教化的始终，说明众生根性的差别，所以佛才有三乘、五乘的教法。第二大段就说明本经的宗旨，显示开权显实，说这桩事情。灵岳是指的灵山一会，岳就是山岳，因为这部经是在王舍城外灵鹫山说的。降灵就是指的释迦牟尼佛，意思也就是说，所谓是人杰地灵，感应相乘。在中国说地灵，这句话好像现在所讲的风水一样的，这个地方一定出英雄豪杰。灵山这个地方在王舍城来说，拿我们世俗眼光来讲，是风水绝佳的一个处所。不但佛在这个地方弘法利生，将来我们讲到经文再跟诸位细细介绍。经里面所记载的，过去诸佛也在这个场所弘法，没有佛出世的时候有辟支佛住在这山上，再要没有辟支佛，有这些天仙鬼神住在这山上，所以这个山称之为灵山。",
      "zh_TW": "請掀開經本第二頁第一行，我們將文念幾句對對地方。「夫以靈嶽降靈，非大聖無由開化。適化所及，非昔緣無以導心。所以仙苑告成，機分小大之別。金河顧命，道殊半滿之科。豈非教被乘時，無足覈其高會」。從這個以下是敘經所詮的宗旨。這一大科又分兩段，我們剛才念的這是前一段的小段落。第一段裡面講世尊一代時教，就是教化的始終，說明眾生根性的差別，所以佛才有三乘、五乘的教法。第二大段就說明本經的宗旨，顯示開權顯實，說這樁事情。靈嶽是指的靈山一會，嶽就是山嶽，因為這部經是在王舍城外靈鷲山說的。降靈就是指的釋迦牟尼佛，意思也就是說，所謂是人傑地靈，感應相乘。在中國說地靈，這句話好像現在所講的風水一樣的，這個地方一定出英雄豪傑。靈山這個地方在王舍城來說，拿我們世俗眼光來講，是風水絕佳的一個處所。不但佛在這個地方弘法利生，將來我們講到經文再跟諸位細細介紹。經裡面所記載的，過去諸佛也在這個場所弘法，沒有佛出世的時候有辟支佛住在這山上，再要沒有辟支佛，有這些天仙鬼神住在這山上，所以這個山稱之為靈山。"
    },
    {
      "id": "08-001-0021_p0002",
      "zh_CN": "非大圣无由开化，大圣就是指世尊，佛所示现的，修证到最圆满的境界，显示出大自在。由于佛在最初跟我们一样，初发心的时候，就曾经发愿普度一切众生，成了佛之后，怎么能够自己违背自己的诺言？当然是样样都能够兑现。由于这个大愿在前面领导，所以，佛才普度一切众生。佛自己证得事事无碍究竟圆满的自在解脱，所以教化众生也能达到究竟圆满。但是，虽然说的圆满，可是就众生来说，各个都有障碍，这个障碍不是在佛，而是在众生。文里面讲非大圣无由开化，开就是经里面所讲的开示，化就是悟入佛之知见，前面在玄义里面已经说过。可是说到适化所及，非昔缘无以导心，这就得过去世要有缘。我们不要拿别的地方说，就以王舍城来讲，这是灵山所在之处。而佛经里面告诉我们，佛在王舍城住了不少年，王舍城确实是佛教的圣地，在灵山讲了许多经典。王舍城在当时，在五印度是文化水准很高的一个都市，也是经济繁荣，文化水准高，人口也多。",
      "zh_TW": "非大聖無由開化，大聖就是指世尊，佛所示現的，修證到最圓滿的境界，顯示出大自在。由於佛在最初跟我們一樣，初發心的時候，就曾經發願普度一切眾生，成了佛之後，怎麼能夠自己違背自己的諾言？當然是樣樣都能夠兌現。由於這個大願在前面領導，所以，佛才普度一切眾生。佛自己證得事事無礙究竟圓滿的自在解脫，所以教化眾生也能達到究竟圓滿。但是，雖然說的圓滿，可是就眾生來說，各個都有障礙，這個障礙不是在佛，而是在眾生。文裡面講非大聖無由開化，開就是經裡面所講的開示，化就是悟入佛之知見，前面在玄義裡面已經說過。可是說到適化所及，非昔緣無以導心，這就得過去世要有緣。我們不要拿別的地方說，就以王舍城來講，這是靈山所在之處。而佛經裡面告訴我們，佛在王舍城住了不少年，王舍城確實是佛教的聖地，在靈山講了許多經典。王舍城在當時，在五印度是文化水準很高的一個都市，也是經濟繁榮，文化水準高，人口也多。"
    },
    {
      "id": "08-001-0021_p0003",
      "zh_CN": "而经中记载说，王舍城的人见过释迦牟尼佛的，见过面、听过佛说法的，大概是三分之一，这个比例实在是很可观，见过佛的。另外还有三分之一，闻名而未见过面的，知道这个地方有个人叫释迦牟尼佛，他在这里讲经说法，可是从来也没去听过，也没有跟佛见过面。还有三分之一根本就不晓得这个都市里头有个人叫释迦牟尼，不知道的。这是讲佛居住在那个地方，差不多有十几二十年，住那么久，居然还有三分之一的人不晓得。佛在世就王舍城一个地区都如是，何况其余？这是讲如果过去与佛无缘，住在一处也见不到，也听不到佛名字。由此可知，凡是见到佛一定是与佛有缘。无缘不能接受，不能接受教化，缘要是浅了，虽然是见佛之面，听佛说法，不能够依教奉行；换句话说，听是听了，意思我也懂，做不到。依教奉行的人，与佛的缘就相当深了。所以佛虽然是大圣，也不能化无缘之人。",
      "zh_TW": "而經中記載說，王舍城的人見過釋迦牟尼佛的，見過面、聽過佛說法的，大概是三分之一，這個比例實在是很可觀，見過佛的。另外還有三分之一，聞名而未見過面的，知道這個地方有個人叫釋迦牟尼佛，他在這裡講經說法，可是從來也沒去聽過，也沒有跟佛見過面。還有三分之一根本就不曉得這個都市裡頭有個人叫釋迦牟尼，不知道的。這是講佛居住在那個地方，差不多有十幾二十年，住那麼久，居然還有三分之一的人不曉得。佛在世就王舍城一個地區都如是，何況其餘？這是講如果過去與佛無緣，住在一處也見不到，也聽不到佛名字。由此可知，凡是見到佛一定是與佛有緣。無緣不能接受，不能接受教化，緣要是淺了，雖然是見佛之面，聽佛說法，不能夠依教奉行；換句話說，聽是聽了，意思我也懂，做不到。依教奉行的人，與佛的緣就相當深了。所以佛雖然是大聖，也不能化無緣之人。"
    },
    {
      "id": "08-001-0021_p0004",
      "zh_CN": "这段序文里面主要的是讲法华一会，法华会上这些人都是过去世在大通如来的时候曾经听王子复讲。这个王子，在大通如来那个时候的王子，也是大通如来的弟子，他常常是讲小座，小座里面这些听众与他缘就深了。这位王子就是释迦牟尼佛，今天法华会上这些圣众们就是当年复讲的时候参加那些大众们，所以有这样一种殊胜的因缘；换句话说，在那个时候就种下了一乘种性。讲到教化所及之处，无非是过去世的因缘，若没有因缘就没有法子导心。这个心是讲信心，引导我们增长信心。也就是说明大家对于佛法都能够圆满的明解到达佛地。",
      "zh_TW": "這段序文裡面主要的是講法華一會，法華會上這些人都是過去世在大通如來的時候曾經聽王子複講。這個王子，在大通如來那個時候的王子，也是大通如來的弟子，他常常是講小座，小座裡面這些聽眾與他緣就深了。這位王子就是釋迦牟尼佛，今天法華會上這些聖眾們就是當年複講的時候參加那些大眾們，所以有這樣一種殊勝的因緣；換句話說，在那個時候就種下了一乘種性。講到教化所及之處，無非是過去世的因緣，若沒有因緣就沒有法子導心。這個心是講信心，引導我們增長信心。也就是說明大家對於佛法都能夠圓滿的明解到達佛地。"
    },
    {
      "id": "08-001-0021_p0005",
      "zh_CN": "大圣开化，意思是在普及，既然又要缘，怎么能够谈到普度一切？诸位要晓得，佛的心普及，缘也普及。过去世结缘，现在成熟，过去世未曾结缘的现在要广结善缘，这就是普及。不但与一切有情众生广结善缘，与无情众生也广结善缘，这点意思我们要懂，我们要学习。所以在在处处结法缘非常重要。我们也在经里面常常看到，有些佛法缘很胜，度众生的数量是很多；有些成了佛，度众生的数目就少得很多。要晓得佛的心是平等的，佛的智慧是平等的，佛的方便、愿力无不平等，为什么度众生有这么多差别？这就是过去结的缘不一样。所以诸位要想将来成佛要度很多众生，你现在就要结缘。现在不与众生结缘，到你成佛的时候你所度的众生没几个，为什么？结的缘不广。所以是一定要晓得广结法缘。",
      "zh_TW": "大聖開化，意思是在普及，既然又要緣，怎麼能夠談到普度一切？諸位要曉得，佛的心普及，緣也普及。過去世結緣，現在成熟，過去世未曾結緣的現在要廣結善緣，這就是普及。不但與一切有情眾生廣結善緣，與無情眾生也廣結善緣，這點意思我們要懂，我們要學習。所以在在處處結法緣非常重要。我們也在經裡面常常看到，有些佛法緣很勝，度眾生的數量是很多；有些成了佛，度眾生的數目就少得很多。要曉得佛的心是平等的，佛的智慧是平等的，佛的方便、願力無不平等，為什麼度眾生有這麼多差別？這就是過去結的緣不一樣。所以諸位要想將來成佛要度很多眾生，你現在就要結緣。現在不與眾生結緣，到你成佛的時候你所度的眾生沒幾個，為什麼？結的緣不廣。所以是一定要曉得廣結法緣。"
    },
    {
      "id": "08-001-0021_p0006",
      "zh_CN": "文里面说，所以仙苑告成，机分小大之别，仙苑是指的鹿野苑，这是佛最初转法轮之处，在众生根性上就分了大小。世尊最初成道所示现的，菩提树下定中，就是二七时中，说《华严经》，这是大乘根本法轮，人天、凡小都没有能力与会，佛在定中说法的。可是出定之后，示现在鹿野苑度五比丘，说四谛法，这是阿含教的开始，有八年。从阿含讲到方等，由方等讲到般若，由般若再讲到法华、涅槃。这就是机分小大之别了。",
      "zh_TW": "文裡面說，所以仙苑告成，機分小大之別，仙苑是指的鹿野苑，這是佛最初轉法輪之處，在眾生根性上就分了大小。世尊最初成道所示現的，菩提樹下定中，就是二七時中，說《華嚴經》，這是大乘根本法輪，人天、凡小都沒有能力與會，佛在定中說法的。可是出定之後，示現在鹿野苑度五比丘，說四諦法，這是阿含教的開始，有八年。從阿含講到方等，由方等講到般若，由般若再講到法華、涅槃。這就是機分小大之別了。"
    },
    {
      "id": "08-001-0021_p0007",
      "zh_CN": "金河是指恒河，我们晓得，佛弘法最多的，差不多一生大多数的时间都在恒河流域，恒河为什么叫金河？里面金沙很多，所以称之为金河。恒河我们没去过，这是印度的一条大河，跟我们中国的黄河、长江差不多，算我们中国里大概都有四、五千里的长度。河水是流的，代表着生死流转；可是金沙是不会流的，金沙总是沉在底下的，因为它重，表示不动、表示一真。凡是有这种大河流的所在都是古代文明的发祥地，我们中国文化发生在黄河流域，印度文化发生在恒河流域，西方文化都不例外，总是有名山、大河，确实是地灵人杰。所谓顾命，这是讲往古佛降世也在这个处所，佛佛之承传，彼此之间都有关联。顾命，临终出命就叫顾，就是我们现在好像遗嘱的意思。世尊的顾命就是在娑罗双树间示现般涅槃，在示现般涅槃的前一天讲《涅槃经》。这是《法华》之后，《法华》讲了八年，而《涅槃经》是一日一夜所讲的，佛就入灭了。这段是说的这个。道殊半满之科，科是楷定的意思，这是指佛在《涅槃经》里面用半字、满字，用这两个字，来代表大小乘教义，不至于紊乱。满是圆满，半是只有一半，不圆满，所以这个半教就是说的小乘教，满字教是说的大乘教，这段就是表这个意思。",
      "zh_TW": "金河是指恆河，我們曉得，佛弘法最多的，差不多一生大多數的時間都在恆河流域，恆河為什麼叫金河？裡面金沙很多，所以稱之為金河。恆河我們沒去過，這是印度的一條大河，跟我們中國的黃河、長江差不多，算我們中國里大概都有四、五千里的長度。河水是流的，代表著生死流轉；可是金沙是不會流的，金沙總是沉在底下的，因為它重，表示不動、表示一真。凡是有這種大河流的所在都是古代文明的發祥地，我們中國文化發生在黃河流域，印度文化發生在恆河流域，西方文化都不例外，總是有名山、大河，確實是地靈人傑。所謂顧命，這是講往古佛降世也在這個處所，佛佛之承傳，彼此之間都有關聯。顧命，臨終出命就叫顧，就是我們現在好像遺囑的意思。世尊的顧命就是在娑羅雙樹間示現般涅槃，在示現般涅槃的前一天講《涅槃經》。這是《法華》之後，《法華》講了八年，而《涅槃經》是一日一夜所講的，佛就入滅了。這段是說的這個。道殊半滿之科，科是楷定的意思，這是指佛在《涅槃經》裡面用半字、滿字，用這兩個字，來代表大小乘教義，不至於紊亂。滿是圓滿，半是只有一半，不圓滿，所以這個半教就是說的小乘教，滿字教是說的大乘教，這段就是表這個意思。"
    },
    {
      "id": "08-001-0021_p0008",
      "zh_CN": "岂非教被乘时，无足核其高会，这两句是承前面的意思，来叙说法华时。这一句所讲的教是指法华以前，所说的是权教，教法对象是三乘的学者。到法华时可以说到了究竟圆满，换句话说，根机成熟快要毕业，教到这个地方圆了，机到这个地方也成熟。核是考究的意思、是质明的意思，就意思上来说就是见闻缘起，高会就是指法华这一会。这两句的大意就是说，世尊四十九年所说的，由浅而深，以种种方便来培养弟子，最初接引以阿含、方等、般若，从机上来讲，转小乘为大乘，一直到这个时候圆满的法华一会。岂非是指前面所讲的三乘时候，如果没有前面这四十年的教学，就没有办法开这次法华会。由此可知，法华一会是建在过去四十年教学的基础上，就是从鹿野苑度五比丘起，到佛讲《法华经》，这差不多是四十二年，有这样深厚的基础，才到法华会。这两句话就是显示出法华这一会的殊胜。",
      "zh_TW": "豈非教被乘時，無足覈其高會，這兩句是承前面的意思，來敘說法華時。這一句所講的教是指法華以前，所說的是權教，教法對象是三乘的學者。到法華時可以說到了究竟圓滿，換句話說，根機成熟快要畢業，教到這個地方圓了，機到這個地方也成熟。覈是考究的意思、是質明的意思，就意思上來說就是見聞緣起，高會就是指法華這一會。這兩句的大意就是說，世尊四十九年所說的，由淺而深，以種種方便來培養弟子，最初接引以阿含、方等、般若，從機上來講，轉小乘為大乘，一直到這個時候圓滿的法華一會。豈非是指前面所講的三乘時候，如果沒有前面這四十年的教學，就沒有辦法開這次法華會。由此可知，法華一會是建在過去四十年教學的基礎上，就是從鹿野苑度五比丘起，到佛講《法華經》，這差不多是四十二年，有這樣深厚的基礎，才到法華會。這兩句話就是顯示出法華這一會的殊勝。"
    },
    {
      "id": "08-001-0021_p0009",
      "zh_CN": "「是知五千退席，为进增慢之俦。五百授记，俱崇密化之迹」。这几句是解释疑问，为什么？恐怕有人提出怀疑，前面讲高会，高会当然是时节因缘都成熟了，最后这一会，最殊胜的这一会，为什么还有五千退席？诸位要晓得，高会是真的，五千退席是假的不是真的。五千退席是确有其事，那是唱戏，是大权示现。总而言之一句话，那种种的表演都是为后来的众生，而不是为当时。何以不为当时？当时的人都成就了。可是佛灭度之后，遗教要传流给后世，所以无有一处不是为后世众生着想。这是对什么人？对那些增上慢之人、得少为足之人而示现的，这个意思我们也要晓得。五百授记，这就是古人所讲的「成佛之法华」，说「开慧的楞严，成佛的法华」，别的经为什么不叫成佛法华？单单本经叫成佛法华？就是此地有五百授记。这五百人是哪些人？是一些小乘人。说大乘菩萨授记这不足为奇，这是应当的，这小乘也授记了，这是怪事。所以讲到成佛最圆满的是《法华经》，不但小乘人授记，连一阐提都授记。",
      "zh_TW": "「是知五千退席，為進增慢之儔。五百授記，俱崇密化之跡」。這幾句是解釋疑問，為什麼？恐怕有人提出懷疑，前面講高會，高會當然是時節因緣都成熟了，最後這一會，最殊勝的這一會，為什麼還有五千退席？諸位要曉得，高會是真的，五千退席是假的不是真的。五千退席是確有其事，那是唱戲，是大權示現。總而言之一句話，那種種的表演都是為後來的眾生，而不是為當時。何以不為當時？當時的人都成就了。可是佛滅度之後，遺教要傳流給後世，所以無有一處不是為後世眾生著想。這是對什麼人？對那些增上慢之人、得少為足之人而示現的，這個意思我們也要曉得。五百授記，這就是古人所講的「成佛之法華」，說「開慧的楞嚴，成佛的法華」，別的經為什麼不叫成佛法華？單單本經叫成佛法華？就是此地有五百授記。這五百人是哪些人？是一些小乘人。說大乘菩薩授記這不足為奇，這是應當的，這小乘也授記了，這是怪事。所以講到成佛最圓滿的是《法華經》，不但小乘人授記，連一闡提都授記。"
    },
    {
      "id": "08-001-0021_p0010",
      "zh_CN": "一阐提是印度话，翻成中国的意思就是没有善根的人，无恶不作没有善根的人。佛在过去所讲，讲一切众生各个人都能成佛，只有一阐提不能成佛，佛都是这么说法。在末后法华会上说，一阐提也有佛性，一阐提也能成佛，这个意思说得非常的圆满，可以说是普遍为一切众生授记。而此地这个五百是指富楼那等。退席这是权巧的示现，授记也可以说是方便，为什么？我们在大经里面已经晓得，这些跟着佛的阿罗汉们哪一个不是大菩萨示现的？不但这些阿罗汉们都是古佛、菩萨再来，帮助佛弘法的，甚至于连当年护法的那些国王大臣也都是佛菩萨示现再来的，真正是所谓「一佛出世，千佛拥护」。所以末后这一句皆是俱崇密化之迹，五千退席是密化，五百授记也是密化。这就是讲到本迹，迹象上我们看到是这么回事情，可是骨子里头那又是一桩事情，所以我们决定不可以轻慢。",
      "zh_TW": "一闡提是印度話，翻成中國的意思就是沒有善根的人，無惡不作沒有善根的人。佛在過去所講，講一切眾生各個人都能成佛，只有一闡提不能成佛，佛都是這麼說法。在末後法華會上說，一闡提也有佛性，一闡提也能成佛，這個意思說得非常的圓滿，可以說是普遍為一切眾生授記。而此地這個五百是指富樓那等。退席這是權巧的示現，授記也可以說是方便，為什麼？我們在大經裡面已經曉得，這些跟著佛的阿羅漢們哪一個不是大菩薩示現的？不但這些阿羅漢們都是古佛、菩薩再來，幫助佛弘法的，甚至於連當年護法的那些國王大臣也都是佛菩薩示現再來的，真正是所謂「一佛出世，千佛擁護」。所以末後這一句皆是俱崇密化之跡，五千退席是密化，五百授記也是密化。這就是講到本跡，跡象上我們看到是這麼回事情，可是骨子裡頭那又是一樁事情，所以我們決定不可以輕慢。"
    },
    {
      "id": "08-001-0021_p0011",
      "zh_CN": "再看第二段，讲本经的宗旨，「所以放光现瑞，开发请之教源。出定扬德，畅佛慧之宏略。朽宅，通入大之文轨。化城，引昔缘之不坠。系珠，明理性之常在。凿井，显示悟之多方」。这些都是本经里面重要的大段落。经文在序品里面一展开我们就看到佛放光现瑞。而这段开发就是启请大教的缘由，现瑞有六，这个在经文里面很清楚、很明白。我们用的本子上面附的有科判，所以这个段落、层次一目了然，我们能看得清清楚楚。出定扬德，扬是表扬出来，不是藏在里面，是表扬在外面，让大家都能够看得到，入定大家看不到，出定就能看到了。畅佛慧之宏略，这出定就是出无量义处定。实在讲不要说是在佛的地位上，我们从圆教，《法华》是圆教，圆教初住菩萨行住坐卧皆在定中，所谓「那伽常在定，无有不定时」，还有什么出入？何况在如来果地上！由此可知，入定、出定也是表演给我们看的。像这些意思我们都要明了，明了以后才能体会到佛菩萨的大慈大悲，他是做个样子给我们看，而在他自己哪有什么出入？",
      "zh_TW": "再看第二段，講本經的宗旨，「所以放光現瑞，開發請之教源。出定揚德，暢佛慧之宏略。朽宅，通入大之文軌。化城，引昔緣之不墜。繫珠，明理性之常在。鑿井，顯示悟之多方」。這些都是本經裡面重要的大段落。經文在序品裡面一展開我們就看到佛放光現瑞。而這段開發就是啟請大教的緣由，現瑞有六，這個在經文裡面很清楚、很明白。我們用的本子上面附的有科判，所以這個段落、層次一目了然，我們能看得清清楚楚。出定揚德，揚是表揚出來，不是藏在裡面，是表揚在外面，讓大家都能夠看得到，入定大家看不到，出定就能看到了。暢佛慧之宏略，這出定就是出無量義處定。實在講不要說是在佛的地位上，我們從圓教，《法華》是圓教，圓教初住菩薩行住坐臥皆在定中，所謂「那伽常在定，無有不定時」，還有什麼出入？何況在如來果地上！由此可知，入定、出定也是表演給我們看的。像這些意思我們都要明瞭，明瞭以後才能體會到佛菩薩的大慈大悲，他是做個樣子給我們看，而在他自己哪有什麼出入？"
    },
    {
      "id": "08-001-0021_p0012",
      "zh_CN": "扬德就是称扬赞叹之意，德是指权实两种智慧之德，也就是我们平常讲的根本智与后得智。实智是证果，我们俗话讲证道，证道要实智。证道究竟证什么道？我们讲得浅显一点，在念佛法门里面来讲就是理一心不乱，在禅宗里面讲就是明心见性，在《华严》里面讲就是一真法界，《维摩经》里面讲不二法门，这就是道、就是果。如果我们要想证得一定要用实智，就是根本智。所以我平常劝勉同修要训练根本智，目的就在此地。权教是说法的德，应机说法。但是要晓得，没有实智哪里来的权智？没有根本智哪来的后得智？后得智是依根本智而起的，可见得这桩事情最重要的是根本智。根本智也叫无分别智，就是般若智慧，我们六度里面讲的般若波罗蜜，这是根本智。根本智训练最有效的方法那是无过于《楞严经》所说的，所以《楞严》叫「开慧的楞严」。你看古来大德，那么多经都是开智慧的，他不赞叹，偏偏赞叹开智慧的《楞严经》。《楞严》有什么好处？《楞严》实在是妙不可言，那就是教我们「舍识用根」，根是无分别的，识是分别的，那是教我们开根本智。此地的叹德就是说的这两种德，这样才能够畅佛之本怀。",
      "zh_TW": "揚德就是稱揚讚歎之意，德是指權實兩種智慧之德，也就是我們平常講的根本智與後得智。實智是證果，我們俗話講證道，證道要實智。證道究竟證什麼道？我們講得淺顯一點，在念佛法門裡面來講就是理一心不亂，在禪宗裡面講就是明心見性，在《華嚴》裡面講就是一真法界，《維摩經》裡面講不二法門，這就是道、就是果。如果我們要想證得一定要用實智，就是根本智。所以我平常勸勉同修要訓練根本智，目的就在此地。權教是說法的德，應機說法。但是要曉得，沒有實智哪裡來的權智？沒有根本智哪來的後得智？後得智是依根本智而起的，可見得這樁事情最重要的是根本智。根本智也叫無分別智，就是般若智慧，我們六度裡面講的般若波羅蜜，這是根本智。根本智訓練最有效的方法那是無過於《楞嚴經》所說的，所以《楞嚴》叫「開慧的楞嚴」。你看古來大德，那麼多經都是開智慧的，他不讚歎，偏偏讚歎開智慧的《楞嚴經》。《楞嚴》有什麼好處？《楞嚴》實在是妙不可言，那就是教我們「捨識用根」，根是無分別的，識是分別的，那是教我們開根本智。此地的歎德就是說的這兩種德，這樣才能夠暢佛之本懷。"
    },
    {
      "id": "08-001-0021_p0013",
      "zh_CN": "朽宅，通入大之文轨，这是讲到喻说一周开显的经文，在本经也非常著名，火宅的比喻。火宅就像一栋房子里面失火了，已经起火，虽然有的地方还没有烧到，但是那个危险我们可想而知。而佛是把这个火宅比喻我们三界六道轮回，他说三界火宅。六道就好像六层楼一样，底下三层熊熊猛火已经在烧着了，人道这是第四楼将要波及了，五楼、六楼还不晓得，还不知道底下起火，还在醉生梦死，佛是举这个比喻。通入大之文轨，这才显示出佛的真正慈悲，并不是止于小乘的境界。喜欢小乘的他原来不知道大乘，喜欢中乘的不晓得一乘，出来之后一切明了，你从前讲希望修小乘、修中乘，佛一律不问，全教你一乘了义究竟的大法，原先所说的全是诱导。这是叙说的这一段。",
      "zh_TW": "朽宅，通入大之文軌，這是講到喻說一周開顯的經文，在本經也非常著名，火宅的比喻。火宅就像一棟房子裡面失火了，已經起火，雖然有的地方還沒有燒到，但是那個危險我們可想而知。而佛是把這個火宅比喻我們三界六道輪迴，他說三界火宅。六道就好像六層樓一樣，底下三層熊熊猛火已經在燒著了，人道這是第四樓將要波及了，五樓、六樓還不曉得，還不知道底下起火，還在醉生夢死，佛是舉這個比喻。通入大之文軌，這才顯示出佛的真正慈悲，並不是止於小乘的境界。喜歡小乘的他原來不知道大乘，喜歡中乘的不曉得一乘，出來之後一切明瞭，你從前講希望修小乘、修中乘，佛一律不問，全教你一乘了義究竟的大法，原先所說的全是誘導。這是敘說的這一段。"
    },
    {
      "id": "08-001-0021_p0014",
      "zh_CN": "下面讲化城，这是化城喻，引昔缘之不坠，这是因缘一周开显之文。「化城喻品」是诱导二乘人而说的，把二乘的偏真涅槃比喻作化城。化是什么？无中生有，是一个中途站，并非目的地。这个我们也不必多讲，这是引昔缘之不坠。昔缘是指在过去大通佛时，佛为十六王子，就是释迦牟尼佛，代大通如来演说《妙法莲华经》，与那些大众结缘的一桩事情，这个到经文里面我们会读到。",
      "zh_TW": "下面講化城，這是化城喻，引昔緣之不墜，這是因緣一周開顯之文。「化城喻品」是誘導二乘人而說的，把二乘的偏真涅槃比喻作化城。化是什麼？無中生有，是一個中途站，並非目的地。這個我們也不必多講，這是引昔緣之不墜。昔緣是指在過去大通佛時，佛為十六王子，就是釋迦牟尼佛，代大通如來演說《妙法蓮華經》，與那些大眾結緣的一樁事情，這個到經文裡面我們會讀到。"
    },
    {
      "id": "08-001-0021_p0015",
      "zh_CN": "系珠是明理性之常在，这是说五百大众领解接受佛授记的一段事情。明理性之常在，这个才叫真正的开解，理是万法的理体，性是真如本性。这句在我们的道场用不着多说，为什么？《楞严》里面说得多，《华严》里面也说得多，《弥陀经疏钞》里面，无不说到这桩事情。我们常常在一起研究讨论，证入这个境界我们不敢说，对这桩事情大致可以能肯定，能够信得过，应该是做得到的。换句话说，我们应当晓得，在我们的身心之中确实有不生不灭的这一部分。这能肯定这桩事情，能认识这桩事情，给诸位说，虽然做不到，也很了不起。你问问，放眼看看天下人，有几个人知道这个事情？有几个人相信这个事情？我们能相信、能肯定，用这个做本修因，就能有成就；换句话说，实智就可以开发，就能够证得一心、本性。要是对这桩事情不能够领解，就是理性之常在，这句话要拿现在人的话来讲，就是真理常在。可是世间人的真理常在是有名无实，真理常在，在哪里他也不晓得，他指不出来。我们晓得，在眼叫见性，在耳叫闻性，我们真能知道。",
      "zh_TW": "繫珠是明理性之常在，這是說五百大眾領解接受佛授記的一段事情。明理性之常在，這個才叫真正的開解，理是萬法的理體，性是真如本性。這句在我們的道場用不著多說，為什麼？《楞嚴》裡面說得多，《華嚴》裡面也說得多，《彌陀經疏鈔》裡面，無不說到這樁事情。我們常常在一起研究討論，證入這個境界我們不敢說，對這樁事情大致可以能肯定，能夠信得過，應該是做得到的。換句話說，我們應當曉得，在我們的身心之中確實有不生不滅的這一部分。這能肯定這樁事情，能認識這樁事情，給諸位說，雖然做不到，也很了不起。你問問，放眼看看天下人，有幾個人知道這個事情？有幾個人相信這個事情？我們能相信、能肯定，用這個做本修因，就能有成就；換句話說，實智就可以開發，就能夠證得一心、本性。要是對這樁事情不能夠領解，就是理性之常在，這句話要拿現在人的話來講，就是真理常在。可是世間人的真理常在是有名無實，真理常在，在哪裡他也不曉得，他指不出來。我們曉得，在眼叫見性，在耳叫聞性，我們真能知道。"
    },
    {
      "id": "08-001-0021_p0016",
      "zh_CN": "如何叫用这个做本修因？诸位先要明了修行这两个字的定义，行就是行为，身体的造作，口之言语，心里面的念头，都叫行为，行是动，为是造作，我们身口意无时无刻不在动、不在造作，修行就是把这个动的造作把它修正过来，就叫修行。佛教给我们这个修行要用真心去修，才能证得真正的结果。如果用妄心去修，那像《楞严经》里面讲的，「蒸沙作饭」，你想煮一锅饭，你拿了沙子去煮，你到哪一年把沙煮成饭？永远不可能的。为什么？沙不是饭的因，你修因搞错了。我们现在要成佛、要作祖，我们用妄心来修正我们身口意这个行动造作，这不是成佛作祖之因。老实说我们无量劫来就是错用了心，把沙当作米，煮到今天也没有看到饭，就干的这么回事情。所以今天这个认识是了不起的，明了六根根性是真性，是本修因，我们六根的行动、造作就要依真因。我们见以见性见，我们闻一切声以闻性闻，用六根的根性。纵然讲到意里面，你明了之后用意根之性，不用意识，这样根本智就现前，实智就现前，才能够证得理性之常在。先是晓得，接着就能够证实，就能入一真法界。",
      "zh_TW": "如何叫用這個做本修因？諸位先要明瞭修行這兩個字的定義，行就是行為，身體的造作，口之言語，心裡面的念頭，都叫行為，行是動，為是造作，我們身口意無時無刻不在動、不在造作，修行就是把這個動的造作把它修正過來，就叫修行。佛教給我們這個修行要用真心去修，才能證得真正的結果。如果用妄心去修，那像《楞嚴經》裡面講的，「蒸沙作飯」，你想煮一鍋飯，你拿了沙子去煮，你到哪一年把沙煮成飯？永遠不可能的。為什麼？沙不是飯的因，你修因搞錯了。我們現在要成佛、要作祖，我們用妄心來修正我們身口意這個行動造作，這不是成佛作祖之因。老實說我們無量劫來就是錯用了心，把沙當作米，煮到今天也沒有看到飯，就幹的這麼回事情。所以今天這個認識是了不起的，明瞭六根根性是真性，是本修因，我們六根的行動、造作就要依真因。我們見以見性見，我們聞一切聲以聞性聞，用六根的根性。縱然講到意裡面，你明瞭之後用意根之性，不用意識，這樣根本智就現前，實智就現前，才能夠證得理性之常在。先是曉得，接著就能夠證實，就能入一真法界。"
    },
    {
      "id": "08-001-0021_p0017",
      "zh_CN": "末后这句，凿井，显示悟之多方，这品是指「法师品」普遍授记之文而说的，这是三周说法完了的时候，三根记别圆满之时。讲到圆满，哪个不圆满？密宗里面讲的大圆满，大圆满是一切众生个个本具的，本来具足的。佛是证得，我们迷惑颠倒而不能证得。证得之后，像《楞严》里头所说的，「圆满菩提，归无所得」，为什么无所得？本来圆满的。当你证得的时候并没有增加一些些，我们现在没有证得的时候也没有缺少一点点，不增不减。",
      "zh_TW": "末後這句，鑿井，顯示悟之多方，這品是指「法師品」普遍授記之文而說的，這是三周說法完了的時候，三根記別圓滿之時。講到圓滿，哪個不圓滿？密宗裡面講的大圓滿，大圓滿是一切眾生個個本具的，本來具足的。佛是證得，我們迷惑顛倒而不能證得。證得之後，像《楞嚴》裡頭所說的，「圓滿菩提，歸無所得」，為什麼無所得？本來圓滿的。當你證得的時候並沒有增加一些些，我們現在沒有證得的時候也沒有缺少一點點，不增不減。"
    },
    {
      "id": "08-001-0021_p0018",
      "zh_CN": "这个几句是说本经重要的几个大段落，这个大段落里面的宗旨所在。在这个地方道宣大师给我们点出来。哪个人要真正发心求佛道，要是他过去生中因缘殊胜，他才能够遇到《法华经》。遇到《法华经》，就跟前面讲的参加法华一会，这不是个容易事情。我们今天看到《法华经》，换句话就是证明了我们与《法华经》有缘，有相当的缘分。诸位要晓得，《法华经》在中国经天台大师的提倡、宣传，这部经的名气在中国可以讲仅次于《金刚经》。不知道佛教的人，他晓得佛教有个《金刚经》，不一定知道有其他的经。《金刚经》名气第一大，没有人不晓得的，这是谁的功劳？是六祖提倡的，真正是家喻户晓。",
      "zh_TW": "這個幾句是說本經重要的幾個大段落，這個大段落裡面的宗旨所在。在這個地方道宣大師給我們點出來。哪個人要真正發心求佛道，要是他過去生中因緣殊勝，他才能夠遇到《法華經》。遇到《法華經》，就跟前面講的參加法華一會，這不是個容易事情。我們今天看到《法華經》，換句話就是證明了我們與《法華經》有緣，有相當的緣分。諸位要曉得，《法華經》在中國經天台大師的提倡、宣傳，這部經的名氣在中國可以講僅次於《金剛經》。不知道佛教的人，他曉得佛教有個《金剛經》，不一定知道有其他的經。《金剛經》名氣第一大，沒有人不曉得的，這是誰的功勞？是六祖提倡的，真正是家喻戶曉。"
    },
    {
      "id": "08-001-0021_p0019",
      "zh_CN": "除此之外就是《法华经》的名气大。《法华经》在日本，给诸位说，是名气第一大，日本人第一个就知道《法华经》，你看好多寺庙外头的碑，你到那里一看就晓得，「南无妙法莲华经」。日本人他不念「南无阿弥陀佛」，他念「南无妙法莲华经」。这是从什么地方来的？我们也能想到，在隋唐之际，日本派了许多留学生到中国来留学，这些留学生差不多多数是天台子孙，受天台的影响最大。在我们想像当中，日本人从前到中国，航海登陆大概是从上海、杭州这一带登陆。你看现在日本人穿的衣服，叫吴服，吴是我们中国江苏这一带地方。你看日本人住的房子，那个塌塌米的房子，给诸位说，都是我们中国隋唐时候的建筑，那不是日本的。日本穿的鞋子、穿的衣服、住的房子，种种统统是中国的样子搬过去，你看中国隋唐那是什么样子，到日本去看就看到。他那个衣服是我们中国古时候的衣服样子，没有多大变化。所以从它的名称上来讲吴服，我们想像当时他到中国来，登陆的处所大概总是上海跟杭州这些港口，从这些地方登陆的。天台山就在浙江，所以薰陶的力量实在太大。",
      "zh_TW": "除此之外就是《法華經》的名氣大。《法華經》在日本，給諸位說，是名氣第一大，日本人第一個就知道《法華經》，你看好多寺廟外頭的碑，你到那裡一看就曉得，「南無妙法蓮華經」。日本人他不念「南無阿彌陀佛」，他念「南無妙法蓮華經」。這是從什麼地方來的？我們也能想到，在隋唐之際，日本派了許多留學生到中國來留學，這些留學生差不多多數是天台子孫，受天台的影響最大。在我們想像當中，日本人從前到中國，航海登陸大概是從上海、杭州這一帶登陸。你看現在日本人穿的衣服，叫吳服，吳是我們中國江蘇這一帶地方。你看日本人住的房子，那個塌塌米的房子，給諸位說，都是我們中國隋唐時候的建築，那不是日本的。日本穿的鞋子、穿的衣服、住的房子，種種統統是中國的樣子搬過去，你看中國隋唐那是什麼樣子，到日本去看就看到。他那個衣服是我們中國古時候的衣服樣子，沒有多大變化。所以從它的名稱上來講吳服，我們想像當時他到中國來，登陸的處所大概總是上海跟杭州這些港口，從這些地方登陸的。天台山就在浙江，所以薰陶的力量實在太大。"
    },
    {
      "id": "08-001-0021_p0020",
      "zh_CN": "今天到日本，日本人不晓得别的经典，他晓得《妙法莲华经》，人人拿个念珠都念「南华妙法莲华经」。可是虽然这么念，现在日本人不晓得这个经的道理，只是念这个经名，这经题几个字怎么讲法不晓得，反正念就好了。日本人学佛的迷信比我们要深得多，看看我们佛教界里面，只晓得念经，不知道意思，已经感觉得很迷信，可是到日本去，日本人迷信总要超过我们十倍以上。我们现在这个寺庙里头还常常讲讲经，日本寺庙不讲经的，它有法会，不讲经，法会很多。将来有机会诸位可以到日本去看看，他那个文化完全是从中国传出去的，日本的民族性很保守，所以有许多东西它能够保持住几千年而不变，这也是好的传统。譬如说是隋唐时候所建的寺庙，日本人今天还能保持，这个我们对他不能不尊敬。寺庙这么多年毁坏了，毁坏了以后再修，照原来的样子，用原来的材料，一点都不变更。原来这个柱子用什么木头的，还要找那个木头来做柱子，决定不改变。原来这个地方用什么榫头，还要用那个榫头，不能用别的东西代替。所以今天到日本去看很多寺庙，那都是战后重新修的，跟战前照片里面你去看，你一点也看不出来是另外建的，大小尺寸统统一样，原来的样子保存下来。",
      "zh_TW": "今天到日本，日本人不曉得別的經典，他曉得《妙法蓮華經》，人人拿個念珠都念「南華妙法蓮華經」。可是雖然這麼念，現在日本人不曉得這個經的道理，只是念這個經名，這經題幾個字怎麼講法不曉得，反正念就好了。日本人學佛的迷信比我們要深得多，看看我們佛教界裡面，只曉得念經，不知道意思，已經感覺得很迷信，可是到日本去，日本人迷信總要超過我們十倍以上。我們現在這個寺廟裡頭還常常講講經，日本寺廟不講經的，它有法會，不講經，法會很多。將來有機會諸位可以到日本去看看，他那個文化完全是從中國傳出去的，日本的民族性很保守，所以有許多東西它能夠保持住幾千年而不變，這也是好的傳統。譬如說是隋唐時候所建的寺廟，日本人今天還能保持，這個我們對他不能不尊敬。寺廟這麼多年毀壞了，毀壞了以後再修，照原來的樣子，用原來的材料，一點都不變更。原來這個柱子用什麼木頭的，還要找那個木頭來做柱子，決定不改變。原來這個地方用什麼榫頭，還要用那個榫頭，不能用別的東西代替。所以今天到日本去看很多寺廟，那都是戰後重新修的，跟戰前照片裡面你去看，你一點也看不出來是另外建的，大小尺寸統統一樣，原來的樣子保存下來。"
    },
    {
      "id": "08-001-0021_p0021",
      "zh_CN": "不像我们中国，拆了之后再盖就变花样，面目全非；日本人不是这样子，他能够把原样子保持住。甚至于那个道路，古道，我在日本也看到过，那个道路还保留着。要现在交通方便，需要造快速公路，公路在古道的旁边，另外再开条大路通汽车的，原来的小道，石头铺的道，还保留在那里，古色古香。在我们中国人把道路拓宽，统统翻新铺柏油马路，那古道见不到。它还能保持。日本人经过这次大浩劫还没有被灭亡，诸位想想，他有他不被灭亡的道理在。那是什么？保存了中国传统的文化，我们不能保存，他拿去保存。我们到那里去看看，真是惭愧！我们自己国家为什么不能保存？人家学去的样子他都能保存。从因缘上来说，日本人对《法华经》的因缘相当深。所以是《法华经》上要开了悟，得开悟，不开悟不行，不开悟是死的，开了悟是活的，你要到日本人去讲《法华经》一定非常受欢迎，这是弘法利生要懂得契机。",
      "zh_TW": "不像我們中國，拆了之後再蓋就變花樣，面目全非；日本人不是這樣子，他能夠把原樣子保持住。甚至於那個道路，古道，我在日本也看到過，那個道路還保留著。要現在交通方便，需要造快速公路，公路在古道的旁邊，另外再開條大路通汽車的，原來的小道，石頭鋪的道，還保留在那裡，古色古香。在我們中國人把道路拓寬，統統翻新鋪柏油馬路，那古道見不到。它還能保持。日本人經過這次大浩劫還沒有被滅亡，諸位想想，他有他不被滅亡的道理在。那是什麼？保存了中國傳統的文化，我們不能保存，他拿去保存。我們到那裡去看看，真是慚愧！我們自己國家為什麼不能保存？人家學去的樣子他都能保存。從因緣上來說，日本人對《法華經》的因緣相當深。所以是《法華經》上要開了悟，得開悟，不開悟不行，不開悟是死的，開了悟是活的，你要到日本人去講《法華經》一定非常受歡迎，這是弘法利生要懂得契機。"
    },
    {
      "id": "08-001-0021_p0022",
      "zh_CN": "「词义宛然，喻陈惟远」，这一句是总结，结这部经的意思非常之幽深。我们这部经是采取罗什大师翻译的，七卷二十八品，三周开示，全经有九次的比喻，所以这个地方是有喻陈惟远。",
      "zh_TW": "「詞義宛然，喻陳惟遠」，這一句是總結，結這部經的意思非常之幽深。我們這部經是採取羅什大師翻譯的，七卷二十八品，三周開示，全經有九次的比喻，所以這個地方是有喻陳惟遠。"
    },
    {
      "id": "08-001-0021_p0023",
      "zh_CN": "底下一段是赞叹较量，祈愿之意，「自非大哀旷济，拔滞溺之沉流，一极悲心，拯昏迷之失性」。这几句是赞佛的慈悲。哀是哀怜，就是怜悯众生的意思，旷济是慈航普度之意，佛对众生怜悯慈悲之济。拔滞溺之沉流，这个滞溺沉流就是讲的六道轮回，我们沉溺在苦海，求出无期。一极悲心，悲心到了极处，一极，这是赞佛的大慈大悲。拯昏迷之失性，失是迷失了本性，拯是讲拯救。",
      "zh_TW": "底下一段是讚歎較量，祈願之意，「自非大哀曠濟，拔滯溺之沉流，一極悲心，拯昏迷之失性」。這幾句是讚佛的慈悲。哀是哀憐，就是憐憫眾生的意思，曠濟是慈航普度之意，佛對眾生憐憫慈悲之濟。拔滯溺之沉流，這個滯溺沉流就是講的六道輪迴，我們沉溺在苦海，求出無期。一極悲心，悲心到了極處，一極，這是讚佛的大慈大悲。拯昏迷之失性，失是迷失了本性，拯是講拯救。"
    },
    {
      "id": "08-001-0021_p0024",
      "zh_CN": "「自汉至唐六百余载，总历群籍四千余轴，受持盛者无出此经」。诸位要记住，这个序是唐朝道宣大师作的，从汉到唐这六百多年，这是佛法到中国有六百多年，到道宣大师在世的时候。从印度流传到中国来的经典数量相当之多，已经翻成中文的就有四千多卷。现在我们晓得，现在汉文的经典，以《大正藏》正篇所收集的就九千零六卷，续篇不算，续篇多半是注解之类的，《大正藏》的正篇是经多，注解不多。注解最丰富的是《卍续藏》，那是以注解丰富而闻名的。这是当时有四千多卷经，这四千多卷经里面，就是受持最胜的，流通最广泛的，无出此经。刚才讲了这是天台大师的弘扬。",
      "zh_TW": "「自漢至唐六百餘載，總歷群籍四千餘軸，受持盛者無出此經」。諸位要記住，這個序是唐朝道宣大師作的，從漢到唐這六百多年，這是佛法到中國有六百多年，到道宣大師在世的時候。從印度流傳到中國來的經典數量相當之多，已經翻成中文的就有四千多卷。現在我們曉得，現在漢文的經典，以《大正藏》正篇所收集的就九千零六卷，續篇不算，續篇多半是註解之類的，《大正藏》的正篇是經多，註解不多。註解最豐富的是《卍續藏》，那是以註解豐富而聞名的。這是當時有四千多卷經，這四千多卷經裡面，就是受持最勝的，流通最廣泛的，無出此經。剛才講了這是天台大師的弘揚。"
    },
    {
      "id": "08-001-0021_p0025",
      "zh_CN": "「将非机教相扣，并智胜之遗尘，闻而深敬，俱威王之余𪟝」。这几句是赞叹众生的机缘也相当之深。这一部经之流通，提倡的人固然很重要，但是有那么多人肯接受，可见得这个经与大家有缘。如果没有缘分，虽然有提倡的人，接受的人也不多。譬如说我们中国，以这个八大宗来说，带上小乘成实、俱舍两宗一共是十宗。这十宗到今天，有的还有点迹象，有的根本就没有了。譬如说三论，在当年的时候也是大力的提倡，今天有几个人学三论？唯识，玄奘、窥基的弘传之盛还得了吗？今天学唯识的也不多。成实跟俱舍现在只有名字，根本就见不到了。可见得虽有大德、大善知识提倡，还是要与众生有缘。这部经能够流通，能够广泛为大家受持，是众生与这部经在过去世中就有很深的因缘。所以说机教相扣，机是指众生的机宜，教就是指这部经，众生与这部经有因缘的。这个统都是讲到大通智胜如来，那个时候的因缘源远流长。所以说是闻而生敬，听了这部经大家心里都能生一个敬意。后面这句是俱威王之余𪟝，威王是指威音王佛，就是经中所说「二万亿威音王佛俱说此经」。过去诸佛讲得多，大家听这个经也听得多，听了虽然不懂，过去有这个缘分，现在一遇到了还是能生欢喜心，虽然不懂，他也欢喜，这就是缘分之深。",
      "zh_TW": "「將非機教相扣，並智勝之遺塵，聞而深敬，俱威王之餘勣」。這幾句是讚歎眾生的機緣也相當之深。這一部經之流通，提倡的人固然很重要，但是有那麼多人肯接受，可見得這個經與大家有緣。如果沒有緣分，雖然有提倡的人，接受的人也不多。譬如說我們中國，以這個八大宗來說，帶上小乘成實、俱舍兩宗一共是十宗。這十宗到今天，有的還有點跡象，有的根本就沒有了。譬如說三論，在當年的時候也是大力的提倡，今天有幾個人學三論？唯識，玄奘、窺基的弘傳之盛還得了嗎？今天學唯識的也不多。成實跟俱舍現在只有名字，根本就見不到了。可見得雖有大德、大善知識提倡，還是要與眾生有緣。這部經能夠流通，能夠廣泛為大家受持，是眾生與這部經在過去世中就有很深的因緣。所以說機教相扣，機是指眾生的機宜，教就是指這部經，眾生與這部經有因緣的。這個統都是講到大通智勝如來，那個時候的因緣源遠流長。所以說是聞而生敬，聽了這部經大家心裡都能生一個敬意。後面這句是俱威王之餘勣，威王是指威音王佛，就是經中所說「二萬億威音王佛俱說此經」。過去諸佛講得多，大家聽這個經也聽得多，聽了雖然不懂，過去有這個緣分，現在一遇到了還是能生歡喜心，雖然不懂，他也歡喜，這就是緣分之深。"
    },
    {
      "id": "08-001-0021_p0026",
      "zh_CN": "底下一段是讲作者叙说他自己作序的意思，「辄于经首，序而综之，庶得早净六根，仰慈尊之嘉会，速成四德，趣乐土之玄猷」。在这一节文里面，我们能看出道宣大师，他是律宗的祖师，南山律祖，那我们也能看出他的意思，他虽然是一生弘扬戒律，为律宗的祖师，你看他最后的归宿还是求西方极乐世界，这个经文很明白的表现在此地。不但说他求生西方，就是法华宗的祖师智者大师也是求生西方极乐世界，诸位在《净土圣贤录》里头可以看到他，这是我们特别要注意的一点。他序经、赞经，帮助弘扬这部经典，以这个功德回向，希望自己早净六根，得一心不乱。速成四德，四德是指常乐我净，这是如来果地上的四德。三身各具四德，法身、报身、应化身，或者说三德也各俱四德，就是法身、般若、解脱，法身有四净德，般若也有四净德，解脱也有四净德。乐土就是指的西方极乐世界，这部经与西方极乐世界阿弥陀佛关系非常密切，这是诸位要注意到的。在本经序分菩萨众里面，一开头所列的观世音菩萨、大势至菩萨，而在「普门品」这品经里面，经文并不完全，后来吕碧城女居士，民国初年很有名的，她从梵文经典里面，《法华经．观世音普门品》这章，有漏掉的地方她发现了，好像有几首偈子，不太多就是，漏掉的不太多，这几首偈子就清清楚楚的指归西方极乐世界。所以我们也可以把这部经当作净土经典来读。",
      "zh_TW": "底下一段是講作者敘說他自己作序的意思，「輒於經首，序而綜之，庶得早淨六根，仰慈尊之嘉會，速成四德，趣樂土之玄猷」。在這一節文裡面，我們能看出道宣大師，他是律宗的祖師，南山律祖，那我們也能看出他的意思，他雖然是一生弘揚戒律，為律宗的祖師，你看他最後的歸宿還是求西方極樂世界，這個經文很明白的表現在此地。不但說他求生西方，就是法華宗的祖師智者大師也是求生西方極樂世界，諸位在《淨土聖賢錄》裡頭可以看到他，這是我們特別要注意的一點。他序經、讚經，幫助弘揚這部經典，以這個功德迴向，希望自己早淨六根，得一心不亂。速成四德，四德是指常樂我淨，這是如來果地上的四德。三身各具四德，法身、報身、應化身，或者說三德也各俱四德，就是法身、般若、解脫，法身有四淨德，般若也有四淨德，解脫也有四淨德。樂土就是指的西方極樂世界，這部經與西方極樂世界阿彌陀佛關係非常密切，這是諸位要注意到的。在本經序分菩薩眾裡面，一開頭所列的觀世音菩薩、大勢至菩薩，而在「普門品」這品經裡面，經文並不完全，後來呂碧城女居士，民國初年很有名的，她從梵文經典裡面，《法華經．觀世音普門品》這章，有漏掉的地方她發現了，好像有幾首偈子，不太多就是，漏掉的不太多，這幾首偈子就清清楚楚的指歸西方極樂世界。所以我們也可以把這部經當作淨土經典來讀。"
    },
    {
      "id": "08-001-0021_p0027",
      "zh_CN": "末后说「弘赞莫穷」，这就是弘扬赞叹不尽，「永贻诸后云尔」。到此地也是正如同大师的话一样，永贻句就是永远利益十方三世无穷无尽之意。到这里我们把大师的序文介绍完，下次我们就入到经文。",
      "zh_TW": "末後說「弘讚莫窮」，這就是弘揚讚歎不盡，「永貽諸後云爾」。到此地也是正如同大師的話一樣，永貽句就是永遠利益十方三世無窮無盡之意。到這裡我們把大師的序文介紹完，下次我們就入到經文。"
    }
  ]
}