{
  "doc_id": "08-001-0036",
  "title": {
    "zh_CN": "妙法莲华经",
    "zh_TW": "妙法蓮華經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十六集",
    "zh_TW": "第三十六集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏佛教图书馆",
    "zh_TW": "台灣景美華藏佛教圖書館"
  },
  "doc_number": "08-001-0036",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "08-001-0036_p0001",
      "zh_CN": "第二行：",
      "zh_TW": "第二行："
    },
    {
      "id": "08-001-0036_p0002",
      "zh_CN": "【或有菩萨。说寂灭法。种种教诏。无数众生。或见菩萨。观诸法性。无有二相。犹如虚空。又见佛子。心无所着。以此妙慧。求无上道。】",
      "zh_TW": "【或有菩薩。說寂滅法。種種教詔。無數眾生。或見菩薩。觀諸法性。無有二相。猶如虛空。又見佛子。心無所著。以此妙慧。求無上道。】"
    },
    {
      "id": "08-001-0036_p0003",
      "zh_CN": "这个三首颂是问般若。第一首意思是说，又见到有修学般若的『菩萨』，他们以种种方便求佛道。『说寂灭法』，要认真说起来，「寂灭法」中，所谓「言语道断，心行处灭」，那还有什么好说的！可是底下这两句又讲到，『种种教诏』，又说到『无数众生』，这就是我们常说，「无说而说，说而无说」，这个意思一般说之为深密。佛与大菩萨的教诫实在是这个样子。佛在《金刚经》跟我们讲，《金刚经》上有一段话，「若人言，如来有所说法，即为谤佛，不能解我所说故」，下面经文佛叫着须菩提，「须菩提，说法者无法可说，是名说法」。这个地方「说寂灭法」，必须要懂得佛在《金刚经》里面所说的大意，然后我们才晓得世尊四十九年所说，历代祖师、善知识所说，无一不是寂灭说。寂灭说，我们也常讲，佛的法音是从真如本性里面流出来的，本性就是清净寂灭。",
      "zh_TW": "這個三首頌是問般若。第一首意思是說，又見到有修學般若的『菩薩』，他們以種種方便求佛道。『說寂滅法』，要認真說起來，「寂滅法」中，所謂「言語道斷，心行處滅」，那還有什麼好說的！可是底下這兩句又講到，『種種教詔』，又說到『無數眾生』，這就是我們常說，「無說而說，說而無說」，這個意思一般說之為深密。佛與大菩薩的教誡實在是這個樣子。佛在《金剛經》跟我們講，《金剛經》上有一段話，「若人言，如來有所說法，即為謗佛，不能解我所說故」，下面經文佛叫著須菩提，「須菩提，說法者無法可說，是名說法」。這個地方「說寂滅法」，必須要懂得佛在《金剛經》裡面所說的大意，然後我們才曉得世尊四十九年所說，歷代祖師、善知識所說，無一不是寂滅說。寂滅說，我們也常講，佛的法音是從真如本性裡面流出來的，本性就是清淨寂滅。"
    },
    {
      "id": "08-001-0036_p0004",
      "zh_CN": "佛法之所以难懂，实在讲佛法不难懂，难在什么地方？难在我们众生用分别心去接受佛的寂灭法，这个麻烦就大了。那就是如佛说的，「不能解我所说故」，这就不能够理解。由此可知，我们要想真正的懂得佛所说的一切法，不单说是《法华经》、《华严经》，佛四十九年所说，刚才跟诸位讲的，历代祖师、善知识所说的，决定不能用分别心、执着心、妄想心去接受。因为这些心与清净寂灭的法性完全不相应，那是自己给自己做障碍。",
      "zh_TW": "佛法之所以難懂，實在講佛法不難懂，難在什麼地方？難在我們眾生用分別心去接受佛的寂滅法，這個麻煩就大了。那就是如佛說的，「不能解我所說故」，這就不能夠理解。由此可知，我們要想真正的懂得佛所說的一切法，不單說是《法華經》、《華嚴經》，佛四十九年所說，剛才跟諸位講的，歷代祖師、善知識所說的，決定不能用分別心、執著心、妄想心去接受。因為這些心與清淨寂滅的法性完全不相應，那是自己給自己做障礙。"
    },
    {
      "id": "08-001-0036_p0005",
      "zh_CN": "「说寂灭法」这一句就是说明世尊四十九年所说之法的根源，好像我们找水一样，找它的水源，它到底从什么地方流出来的，从寂灭法性当中流出来的。底下一个「种种教诏」，那就是四十九年所说，这个真是说而无说，无说而说，说与无说是一不是二。「寂灭法」是说的体，「种种教」是说的用，体与用是一不是二，所谓体乃用之体，用乃体之用，这个道理我们总得要明白。实在说一切法中，如果我们有一法明白，恍然大悟，从一法就能够悟一切法，一切法皆是不二法。这是第一首偈的意思。",
      "zh_TW": "「說寂滅法」這一句就是說明世尊四十九年所說之法的根源，好像我們找水一樣，找它的水源，它到底從什麼地方流出來的，從寂滅法性當中流出來的。底下一個「種種教詔」，那就是四十九年所說，這個真是說而無說，無說而說，說與無說是一不是二。「寂滅法」是說的體，「種種教」是說的用，體與用是一不是二，所謂體乃用之體，用乃體之用，這個道理我們總得要明白。實在說一切法中，如果我們有一法明白，恍然大悟，從一法就能夠悟一切法，一切法皆是不二法。這是第一首偈的意思。"
    },
    {
      "id": "08-001-0036_p0006",
      "zh_CN": "底下这首，『或见菩萨，观诸法性，无有二相，犹如虚空』。这一首是讲修般若的菩萨修学的方法着重在观照般若。前面第一句实在讲重点是在「种种教诏」，这就是文字般若。文字之所以称之为般若，是从寂灭性当中流出来的，这文字般若。依文字起观照，这叫真正的用功。所以在这首里面，这就见到修学般若的菩萨。「观诸法性」，这个诸是一切法，观一切法的法性，不是法相。要观一切法相，那个相是有千差万别。这个地方我在此地给诸位举个比喻来说，古人说到这个地方常用金做比喻，譬如说以金作器，你们到珠宝店里面去参观黄金做的那些首饰，做的那些器皿，几百种、几千种，样子都不相同，我们就把那些器比喻作此地的诸法。可是你看这些器的性，性就是性体，体怎么样？统统是黄金的，看了几千种、几万种，「无有二相」。为什么？全都是金器，全都是黄金造成的。所以你从它的质料上来看是一不是二，要从它的相状上看那就无量无边。这是教给我们，在一切法里面先学观察法性，不要着相，着了相就见不了性，见性的人不着相。",
      "zh_TW": "底下這首，『或見菩薩，觀諸法性，無有二相，猶如虛空』。這一首是講修般若的菩薩修學的方法著重在觀照般若。前面第一句實在講重點是在「種種教詔」，這就是文字般若。文字之所以稱之為般若，是從寂滅性當中流出來的，這文字般若。依文字起觀照，這叫真正的用功。所以在這首裡面，這就見到修學般若的菩薩。「觀諸法性」，這個諸是一切法，觀一切法的法性，不是法相。要觀一切法相，那個相是有千差萬別。這個地方我在此地給諸位舉個比喻來說，古人說到這個地方常用金做比喻，譬如說以金作器，你們到珠寶店裡面去參觀黃金做的那些首飾，做的那些器皿，幾百種、幾千種，樣子都不相同，我們就把那些器比喻作此地的諸法。可是你看這些器的性，性就是性體，體怎麼樣？統統是黃金的，看了幾千種、幾萬種，「無有二相」。為什麼？全都是金器，全都是黃金造成的。所以你從它的質料上來看是一不是二，要從它的相狀上看那就無量無邊。這是教給我們，在一切法裡面先學觀察法性，不要著相，著了相就見不了性，見性的人不著相。"
    },
    {
      "id": "08-001-0036_p0007",
      "zh_CN": "「无有二相」，无有二相它是什么相？「犹如虚空」。这段的意思，诸法的性体就是经中常讲的妙性，性为什么称之为妙？因为性非有非无，这就妙了。如果是有则不是无，无不是有，有与无都不妙。这个性太奇妙了，非有非无，有无都说不上。无二相就是不二之相，经上常讲不二法门，无二相就是实相，实相是无二相，大乘经典里面常讲诸法实相。我们什么时候能够见到诸法实相，能够见到不二相？这就是教给我们见性的修学方法，明心见性的修学方法。我们不是学禅宗，我们学的是念佛法门，念佛法门这个方法还是用得上，用这个方法修理一心不乱。理是什么？理就是法性，事就是法相。我们念佛能够见性，能够运用般若观照帮助我们念佛见性，这个成就就是理一心不乱。",
      "zh_TW": "「無有二相」，無有二相它是什麼相？「猶如虛空」。這段的意思，諸法的性體就是經中常講的妙性，性為什麼稱之為妙？因為性非有非無，這就妙了。如果是有則不是無，無不是有，有與無都不妙。這個性太奇妙了，非有非無，有無都說不上。無二相就是不二之相，經上常講不二法門，無二相就是實相，實相是無二相，大乘經典裡面常講諸法實相。我們什麼時候能夠見到諸法實相，能夠見到不二相？這就是教給我們見性的修學方法，明心見性的修學方法。我們不是學禪宗，我們學的是念佛法門，念佛法門這個方法還是用得上，用這個方法修理一心不亂。理是什麼？理就是法性，事就是法相。我們念佛能夠見性，能夠運用般若觀照幫助我們念佛見性，這個成就就是理一心不亂。"
    },
    {
      "id": "08-001-0036_p0008",
      "zh_CN": "诸位要晓得，理一心不乱这个位次是圆教的初住菩萨，别教的初地菩萨，这个地位相当之高。虽然地位高，他自己会不会以为高？决定没有。如果他自己说我现在地位很高，他四相都着了，我相、人相、众生相、寿者相全都着了。着了四相，给诸位说，着了四相没入门。《金刚经》上说得很好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，没入门。成了佛也不着佛相，佛在《华严经》里面说他那个成佛，他是怎么成佛的？「我与大地一切众生同成佛道」。并不是说我在这个世间独成佛道，没有，没有说他独成佛道。是与一切众生同成佛道，你们诸位想想看，同成佛道，那大家都是佛。所以说你要是成佛了，你的眼睛看一切众生个个是佛，不但有情众生是佛，桌椅板凳也是佛，「情与无情，同圆种智」，这才叫大觉。说我成佛，他还没有成佛，这是假的，决定没有这个事情。",
      "zh_TW": "諸位要曉得，理一心不亂這個位次是圓教的初住菩薩，別教的初地菩薩，這個地位相當之高。雖然地位高，他自己會不會以為高？決定沒有。如果他自己說我現在地位很高，他四相都著了，我相、人相、眾生相、壽者相全都著了。著了四相，給諸位說，著了四相沒入門。《金剛經》上說得很好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，沒入門。成了佛也不著佛相，佛在《華嚴經》裡面說他那個成佛，他是怎麼成佛的？「我與大地一切眾生同成佛道」。並不是說我在這個世間獨成佛道，沒有，沒有說他獨成佛道。是與一切眾生同成佛道，你們諸位想想看，同成佛道，那大家都是佛。所以說你要是成佛了，你的眼睛看一切眾生個個是佛，不但有情眾生是佛，桌椅板凳也是佛，「情與無情，同圓種智」，這才叫大覺。說我成佛，他還沒有成佛，這是假的，決定沒有這個事情。"
    },
    {
      "id": "08-001-0036_p0009",
      "zh_CN": "见了性之后，再以性来观相，就能够融二谛于真空。经上常说，「真空不空，妙有非有」，空有无非是一真，这个时候叫做亲证真如。所以此地说犹如虚空。虚空是什么意思？就是六祖大师所讲的「本来无一物」，心里面干干净净，什么都没有，犹如虚空。虽然是一法不立，但是要晓得，真如本性之中一法不舍。诸位要晓得，如果有建立，错误了，那你心里头有一物。如果说我心里能放下、舍下，你心里还是有一物，你没有一物你舍什么？我们讲放下，换句话说，你有放不下的才说放下。如果什么都没有了，那放下什么？放下就没有意义了。这是在我们讲堂几部大经会合起来参考，这意思多少可以能够体会到一些。体会到这个意思很好，但是更重要的，需要把这个道理运用在我们日常生活之中，运用在我们平常生活起居行住坐卧，运用在六根接触六尘境界，这就与诸菩萨、这些祖师大德们，经里常讲所谓是把手同行，就是同一个境界，同一类的修学方法。",
      "zh_TW": "見了性之後，再以性來觀相，就能夠融二諦於真空。經上常說，「真空不空，妙有非有」，空有無非是一真，這個時候叫做親證真如。所以此地說猶如虛空。虛空是什麼意思？就是六祖大師所講的「本來無一物」，心裡面乾乾淨淨，什麼都沒有，猶如虛空。雖然是一法不立，但是要曉得，真如本性之中一法不捨。諸位要曉得，如果有建立，錯誤了，那你心裡頭有一物。如果說我心裡能放下、捨下，你心裡還是有一物，你沒有一物你捨什麼？我們講放下，換句話說，你有放不下的才說放下。如果什麼都沒有了，那放下什麼？放下就沒有意義了。這是在我們講堂幾部大經會合起來參考，這意思多少可以能夠體會到一些。體會到這個意思很好，但是更重要的，需要把這個道理運用在我們日常生活之中，運用在我們平常生活起居行住坐臥，運用在六根接觸六塵境界，這就與諸菩薩、這些祖師大德們，經裡常講所謂是把手同行，就是同一個境界，同一類的修學方法。"
    },
    {
      "id": "08-001-0036_p0010",
      "zh_CN": "后面这一首，诸位不说也能想到了，一个文字般若、观照般若，后面当然是实相般若，『又见佛子，心无所着，以此妙慧，求无上道』。这里头最重要的一句就是「心无所着」，无所着是空有二边都不执着。我们常说，凡夫执着有，二乘执着空，而大乘菩萨他之所以高，所以说他作妙，他的妙就是空有二边都不执着，这个样子才不得已我们说一个中道。可是说了中道，凡夫不行，凡夫又执着，又执着是个中道，这是糟了糕，永远得不到中。说了一个中道怎么样？把空有当作一边，这边又竖一个中道，所以说到最后，为了预防这些执病，怎么说？中道不立，中道也不建立，或者讲是二边不立，中道也不存在。要体会到这个意思。一切不执着，不执着也不执着，这才是六祖「本来无一物」的意思。到这个境界，给诸位说，我们的真心是全体显露，《金刚经》里面所讲的「无住生心」。无住是什么？就是心无执着，这就是无住，心里面干干净净，一丝不挂。生心是什么？生心是随缘显现，所以一切不执着的心它不是死的，它是活的，一切都明了，这是生心。所以这叫妙慧，这是真正的智慧。一个真正修行人要从这个地方证入实相，开显实相般若，我们能够真正得到实际的受用。",
      "zh_TW": "後面這一首，諸位不說也能想到了，一個文字般若、觀照般若，後面當然是實相般若，『又見佛子，心無所著，以此妙慧，求無上道』。這裡頭最重要的一句就是「心無所著」，無所著是空有二邊都不執著。我們常說，凡夫執著有，二乘執著空，而大乘菩薩他之所以高，所以說他作妙，他的妙就是空有二邊都不執著，這個樣子才不得已我們說一個中道。可是說了中道，凡夫不行，凡夫又執著，又執著是個中道，這是糟了糕，永遠得不到中。說了一個中道怎麼樣？把空有當作一邊，這邊又豎一個中道，所以說到最後，為了預防這些執病，怎麼說？中道不立，中道也不建立，或者講是二邊不立，中道也不存在。要體會到這個意思。一切不執著，不執著也不執著，這才是六祖「本來無一物」的意思。到這個境界，給諸位說，我們的真心是全體顯露，《金剛經》裡面所講的「無住生心」。無住是什麼？就是心無執著，這就是無住，心裡面乾乾淨淨，一絲不掛。生心是什麼？生心是隨緣顯現，所以一切不執著的心它不是死的，它是活的，一切都明瞭，這是生心。所以這叫妙慧，這是真正的智慧。一個真正修行人要從這個地方證入實相，開顯實相般若，我們能夠真正得到實際的受用。"
    },
    {
      "id": "08-001-0036_p0011",
      "zh_CN": "譬如佛在《楞严经》里面教给我们，「舍识用根」，这还不是证得实相般若，但是是什么？是证实相般若的一种方法，他这个方法依旧是观照般若。我们讲见性，见性是清净的，见性就是无住之心，就是此地讲的心无所住，见性不执着，这是讲无住，体是无住。它的用是什么？用就是妙慧，就是《金刚经》讲的「生心」，他见一切法清清楚楚、明明白白，这是妙慧。如果我们在日常生活当中能保持着这个境界，用六根的根性见六尘的境界，到这个时候你见的六尘那就又妙了，不一样。我们现在用眼识，见的是什么？色尘，尘的性是染污，染污我们的常住真心。如果用见性去见一切色，那个色不染污，我们不叫它做色尘，叫它做色性，以性见性，见到色性。这不叫六尘，而是六尘之性，心与性是一不是二，所以才说「情与无情，同圆种智」。要不然诸位想想，怎么能圆得过来？我们这个观念里面、错觉里面，性不是相，相不是性，是二不是一。那就是我们用的是意识，用的是分别心，分别心是第六意识，执着心是第七识，咱们用的是分别执着。所以对于一切万法的实相，真实相，反而不见，我们所见的是妄相。妄相里面障碍重重，实相里面是事事无碍，受用完全不一样，一个是觉悟的受用，一个是迷惑颠倒的受用。",
      "zh_TW": "譬如佛在《楞嚴經》裡面教給我們，「捨識用根」，這還不是證得實相般若，但是是什麼？是證實相般若的一種方法，他這個方法依舊是觀照般若。我們講見性，見性是清淨的，見性就是無住之心，就是此地講的心無所住，見性不執著，這是講無住，體是無住。它的用是什麼？用就是妙慧，就是《金剛經》講的「生心」，他見一切法清清楚楚、明明白白，這是妙慧。如果我們在日常生活當中能保持著這個境界，用六根的根性見六塵的境界，到這個時候你見的六塵那就又妙了，不一樣。我們現在用眼識，見的是什麼？色塵，塵的性是染污，染污我們的常住真心。如果用見性去見一切色，那個色不染污，我們不叫它做色塵，叫它做色性，以性見性，見到色性。這不叫六塵，而是六塵之性，心與性是一不是二，所以才說「情與無情，同圓種智」。要不然諸位想想，怎麼能圓得過來？我們這個觀念裡面、錯覺裡面，性不是相，相不是性，是二不是一。那就是我們用的是意識，用的是分別心，分別心是第六意識，執著心是第七識，咱們用的是分別執著。所以對於一切萬法的實相，真實相，反而不見，我們所見的是妄相。妄相裡面障礙重重，實相裡面是事事無礙，受用完全不一樣，一個是覺悟的受用，一個是迷惑顛倒的受用。"
    },
    {
      "id": "08-001-0036_p0012",
      "zh_CN": "这个地方虽然是弥勒菩萨发问，可是我们晓得这个问意，这修行的诀窍也都显露无遗，我们要用这个方法来求无上道。这个修行法就是要提高警觉，要学不执着，学心无所着。心无所着从什么地方修起？给诸位说，要从布施修起。首先第一步，对于身外之物不执着，得到决定没有欢喜心，失去了也无所谓，心永远是清净的，清清楚楚、明明白白，晓得得失那是缘生之法，当体即空，到这个时候得失是一不是二，先学这一步。几时到得失是一不是二了，可以说我们功夫就能上轨道。现在说我们入不了门，入不了门的原因在哪里？就是我们这个得失心很重，这是头一关。你看看在《百法》不相应行法的第一个就是讲得，就是得失，我们要认清楚，得失纯粹是虚妄的，决定不是事实。",
      "zh_TW": "這個地方雖然是彌勒菩薩發問，可是我們曉得這個問意，這修行的訣竅也都顯露無遺，我們要用這個方法來求無上道。這個修行法就是要提高警覺，要學不執著，學心無所著。心無所著從什麼地方修起？給諸位說，要從布施修起。首先第一步，對於身外之物不執著，得到決定沒有歡喜心，失去了也無所謂，心永遠是清淨的，清清楚楚、明明白白，曉得得失那是緣生之法，當體即空，到這個時候得失是一不是二，先學這一步。幾時到得失是一不是二了，可以說我們功夫就能上軌道。現在說我們入不了門，入不了門的原因在哪裡？就是我們這個得失心很重，這是頭一關。你看看在《百法》不相應行法的第一個就是講得，就是得失，我們要認清楚，得失純粹是虛妄的，決定不是事實。"
    },
    {
      "id": "08-001-0036_p0013",
      "zh_CN": "如果你要再深一步去观察，我们得这个人身也是虚妄的。你要能够在日常生活当中首先训练，身外之物得失是一不是二，纵然你修行没有成就，你将来舍报的时候没有痛苦，为什么？舍这个身也像身外之物一样。舍报没痛苦这个不得了，是大福报，这个时候可以讲，如果与佛没有缘，这个六道可以随意往生，当然你会选择好的，不会选择坏地方。投胎，所谓迷惑颠倒投胎，就是你临命终时候有苦，迷惑颠倒，这是非善恶他不能够辨别，这才往三恶道走，神智不清。如果你舍报那么清楚，没有病苦的话，那是随意。学佛的人要特别重视这一点。所以经论里面一再告诉我们，我们要求临命终时没有病苦，舍报的时候就像如入禅定那么样的自在，这个时候十方诸佛国土可以说是你随意往生，这个多自在。",
      "zh_TW": "如果你要再深一步去觀察，我們得這個人身也是虛妄的。你要能夠在日常生活當中首先訓練，身外之物得失是一不是二，縱然你修行沒有成就，你將來捨報的時候沒有痛苦，為什麼？捨這個身也像身外之物一樣。捨報沒痛苦這個不得了，是大福報，這個時候可以講，如果與佛沒有緣，這個六道可以隨意往生，當然你會選擇好的，不會選擇壞地方。投胎，所謂迷惑顛倒投胎，就是你臨命終時候有苦，迷惑顛倒，這是非善惡他不能夠辨別，這才往三惡道走，神智不清。如果你捨報那麼清楚，沒有病苦的話，那是隨意。學佛的人要特別重視這一點。所以經論裡面一再告訴我們，我們要求臨命終時沒有病苦，捨報的時候就像如入禪定那麼樣的自在，這個時候十方諸佛國土可以說是你隨意往生，這個多自在。"
    },
    {
      "id": "08-001-0036_p0014",
      "zh_CN": "可是功夫从哪里起？就是从身外之物舍起。我们讲看破，看破是理论上懂得，通达了，晓得得失是虚妄的。你要是不相信你可以试验，天天都在试验，你晚上睡觉睡着了，你想想看那个人睡着了，哪个东西是你的？睡着什么都不晓得了，换句话说，你身外的一切统统失掉了，到你一觉醒来的时候又得到了，天天在得失。得是假的，失也是假的，得是空，失也是空的，得失都是一场空。所以诸位真的要觉悟，这个世间什么是自己的？你说什么是自己的？没有一样。连这身都靠不住，身都不是属于自己的，还有什么属于自己？这是实在要大觉悟。",
      "zh_TW": "可是功夫從哪裡起？就是從身外之物捨起。我們講看破，看破是理論上懂得，通達了，曉得得失是虛妄的。你要是不相信你可以試驗，天天都在試驗，你晚上睡覺睡著了，你想想看那個人睡著了，哪個東西是你的？睡著什麼都不曉得了，換句話說，你身外的一切統統失掉了，到你一覺醒來的時候又得到了，天天在得失。得是假的，失也是假的，得是空，失也是空的，得失都是一場空。所以諸位真的要覺悟，這個世間什麼是自己的？你說什麼是自己的？沒有一樣。連這身都靠不住，身都不是屬於自己的，還有什麼屬於自己？這是實在要大覺悟。"
    },
    {
      "id": "08-001-0036_p0015",
      "zh_CN": "到你一切都放下，你见了性，这个时候你的受用就自在。见了性，给诸位说，那就叫真正得道了。见性俗话也叫做得道，那真正得道，智慧、福德没有一样欠缺的。昨天我们讲到《弥陀经》里头一段，佛国土里头的依正庄严，那是怎么回事？见性之后自然就是那样的，不是有心去求得的、不是造作得的，自然的果报。你现在要见了性，你把一切都放下了，你衣食住行事事所需你不缺乏，你也不需要去经营，也不要去造作，一切自然现成，为什么？法性里面本来具足。可是我们不相信。因为你不相信，所以你得不到。没有人来供养你，有诸天来供养你。",
      "zh_TW": "到你一切都放下，你見了性，這個時候你的受用就自在。見了性，給諸位說，那就叫真正得道了。見性俗話也叫做得道，那真正得道，智慧、福德沒有一樣欠缺的。昨天我們講到《彌陀經》裡頭一段，佛國土裡頭的依正莊嚴，那是怎麼回事？見性之後自然就是那樣的，不是有心去求得的、不是造作得的，自然的果報。你現在要見了性，你把一切都放下了，你衣食住行事事所需你不缺乏，你也不需要去經營，也不要去造作，一切自然現成，為什麼？法性裡面本來具足。可是我們不相信。因為你不相信，所以你得不到。沒有人來供養你，有諸天來供養你。"
    },
    {
      "id": "08-001-0036_p0016",
      "zh_CN": "天神供养有道之人的，在我们中国历史上也很多。最著名的，大家晓得，道宣律师，律宗初祖唐朝终南山的律师，他是真正放下，这个一切生活所需的天人来供养他，博叉天王的太子做他的护卫，那是天神恭敬。还有一位，大家晓得的，李长者，那是居士。你不要，「律师，出家人诸天供养，我们在家人恐怕不行」，你错了。在家人有，方山的李通玄居士是在家人，他写这个《华严合论》，就是给《华严经》做个注解，你看看也是天人供养他。问题就是你是不是真放下了？心是不是真清净？你要去住山，还先想想，这个山上我要怎么样去找道粮？那你自己找了道粮，天人用不着来侍候。这一念心就是染污，就是不清净；换句话说，还是没能够彻底放下。果然一切彻底放下，这一切都自然，这个多自在！我们世间人所谓是神仙生活。彻底放下不是容易事情，说起来容易，做起来难。我刚刚学佛的时候，亲近章嘉大师，大师就是教我六个字，「看得破，放得下」。我问他，从哪里下手？他就给我讲布施，说出这个布施的道理，布施的功德利益。所以说要真干，要真正的能舍，你舍得愈清净愈自在。所以要是不明这个道理他不肯舍，纵然舍了之后以后又后悔，这一后悔心地又染污了，又不清净。",
      "zh_TW": "天神供養有道之人的，在我們中國歷史上也很多。最著名的，大家曉得，道宣律師，律宗初祖唐朝終南山的律師，他是真正放下，這個一切生活所需的天人來供養他，博叉天王的太子做他的護衛，那是天神恭敬。還有一位，大家曉得的，李長者，那是居士。你不要，「律師，出家人諸天供養，我們在家人恐怕不行」，你錯了。在家人有，方山的李通玄居士是在家人，他寫這個《華嚴合論》，就是給《華嚴經》做個註解，你看看也是天人供養他。問題就是你是不是真放下了？心是不是真清淨？你要去住山，還先想想，這個山上我要怎麼樣去找道糧？那你自己找了道糧，天人用不著來侍候。這一念心就是染污，就是不清淨；換句話說，還是沒能夠徹底放下。果然一切徹底放下，這一切都自然，這個多自在！我們世間人所謂是神仙生活。徹底放下不是容易事情，說起來容易，做起來難。我剛剛學佛的時候，親近章嘉大師，大師就是教我六個字，「看得破，放得下」。我問他，從哪裡下手？他就給我講布施，說出這個布施的道理，布施的功德利益。所以說要真幹，要真正的能捨，你捨得愈清淨愈自在。所以要是不明這個道理他不肯捨，縱然捨了之後以後又後悔，這一後悔心地又染污了，又不清淨。"
    },
    {
      "id": "08-001-0036_p0017",
      "zh_CN": "所以从这首偈子里面我们很清楚的看出来，唯有清净心才能入道，心不执着就是清净心。不但在世法里面无所执着，就是在佛法里面也无所执着，这才能成功。念佛为什么要叫你三轮体空？三轮体空就是心无执着的念佛，不执着能念的我，要把能念的我空掉，不执着；不执着所念的西方世界的阿弥陀佛，一天念到晚是在念，不执着；当中亦不执着念佛之相，叫三轮体空。这就是讲在佛法里面都不执着，何况世间法！世间众生之所以轮回六道，受苦无尽，我们可以说第一个因素就是执着，就是放下不。几时你放下，换句话说，几时你就超越轮回，了生死出三界。一天放不下一天脱不了轮回，两天放不下则两天脱不了轮回。诸位千万不要以为，那我一切都放下，一切都布施，我不是什么都没有了吗？世间人就怕什么都没有。他不晓得，到那就什么都有了，样样都不缺乏。这个时候真正是契入实相，契入实相才真正见到自己本来面目，才真正获得本来面目的无边受用。向下有六首偈，颂佛入涅槃，请看经文：",
      "zh_TW": "所以從這首偈子裡面我們很清楚的看出來，唯有清淨心才能入道，心不執著就是清淨心。不但在世法裡面無所執著，就是在佛法裡面也無所執著，這才能成功。念佛為什麼要叫你三輪體空？三輪體空就是心無執著的念佛，不執著能念的我，要把能念的我空掉，不執著；不執著所念的西方世界的阿彌陀佛，一天念到晚是在念，不執著；當中亦不執著念佛之相，叫三輪體空。這就是講在佛法裡面都不執著，何況世間法！世間眾生之所以輪迴六道，受苦無盡，我們可以說第一個因素就是執著，就是放下不。幾時你放下，換句話說，幾時你就超越輪迴，了生死出三界。一天放不下一天脫不了輪迴，兩天放不下則兩天脫不了輪迴。諸位千萬不要以為，那我一切都放下，一切都布施，我不是什麼都沒有了嗎？世間人就怕什麼都沒有。他不曉得，到那就什麼都有了，樣樣都不缺乏。這個時候真正是契入實相，契入實相才真正見到自己本來面目，才真正獲得本來面目的無邊受用。向下有六首偈，頌佛入涅槃，請看經文："
    },
    {
      "id": "08-001-0036_p0018",
      "zh_CN": "【文殊师利。又有菩萨。佛灭度后。供养舍利。】",
      "zh_TW": "【文殊師利。又有菩薩。佛滅度後。供養舍利。】"
    },
    {
      "id": "08-001-0036_p0019",
      "zh_CN": "我们先看这首。前面是见诸菩萨，诸菩萨可以说从初发心到等觉都包括在其中。虽然有种种因缘广修六度万行，是佛住世的时候，可以依照佛的理论、方法、仪规勇猛精进，不懈怠的修习，求无上道。可是『佛灭度后』，这又怎么办？佛不在世，这个地方是讲佛不在世的时候；换句话说，佛灭度之后，诸菩萨们为报佛恩这才起塔『供养舍利』。因为这个意思与前面的意思是一个大的转变，所以偈颂经文又称『文殊师利』，来问他，这是一个大段落。",
      "zh_TW": "我們先看這首。前面是見諸菩薩，諸菩薩可以說從初發心到等覺都包括在其中。雖然有種種因緣廣修六度萬行，是佛住世的時候，可以依照佛的理論、方法、儀規勇猛精進，不懈怠的修習，求無上道。可是『佛滅度後』，這又怎麼辦？佛不在世，這個地方是講佛不在世的時候；換句話說，佛滅度之後，諸菩薩們為報佛恩這才起塔『供養舍利』。因為這個意思與前面的意思是一個大的轉變，所以偈頌經文又稱『文殊師利』，來問他，這是一個大段落。"
    },
    {
      "id": "08-001-0036_p0020",
      "zh_CN": "【又见佛子。造诸塔庙。无数恒沙。严饰国界。宝塔高妙。五千由旬。纵广正等。二千由旬。一一塔庙。各千幢幡。珠交露幔。宝铃和鸣。诸天龙神。人及非人。香华伎乐。常以供养。】",
      "zh_TW": "【又見佛子。造諸塔廟。無數恆沙。嚴飾國界。寶塔高妙。五千由旬。縱廣正等。二千由旬。一一塔廟。各千幢幡。珠交露幔。寶鈴和鳴。諸天龍神。人及非人。香華伎樂。常以供養。】"
    },
    {
      "id": "08-001-0036_p0021",
      "zh_CN": "在这个地方大家要特别注意到，就是这个地方提到『塔庙』，「塔」是供佛舍利用的，「庙」是供形像用的，都是取我们中国的意思。我们中国古时候的庙都是供祖先牌位，就是我们现在所谓说祠堂。一般老百姓称之为祠堂，在皇帝称之为太庙，实际上太庙就是皇帝他家的祠堂，称为太庙。所以在过去帝王、公侯由于社会地位的不相同，因此家庙，就是祠堂，也分很多的等级。在古书里面所讲的鬼神，鬼神全是指的祖先，所以说庙是祭祠祖先的地方。释迦牟尼佛灭度了，佛就是我们后世弟子的祖先，因此也要起庙来供养，庙里面供佛的舍利，是这个意思。供舍利也就是不忘本的意思，佛是我们第一个老师，我们深受佛陀教化的恩德，所以同样是有报本反始，就报恩纪念的意思。",
      "zh_TW": "在這個地方大家要特別注意到，就是這個地方提到『塔廟』，「塔」是供佛舍利用的，「廟」是供形像用的，都是取我們中國的意思。我們中國古時候的廟都是供祖先牌位，就是我們現在所謂說祠堂。一般老百姓稱之為祠堂，在皇帝稱之為太廟，實際上太廟就是皇帝他家的祠堂，稱為太廟。所以在過去帝王、公侯由於社會地位的不相同，因此家廟，就是祠堂，也分很多的等級。在古書裡面所講的鬼神，鬼神全是指的祖先，所以說廟是祭祠祖先的地方。釋迦牟尼佛滅度了，佛就是我們後世弟子的祖先，因此也要起廟來供養，廟裡面供佛的舍利，是這個意思。供舍利也就是不忘本的意思，佛是我們第一個老師，我們深受佛陀教化的恩德，所以同樣是有報本反始，就報恩紀念的意思。"
    },
    {
      "id": "08-001-0036_p0022",
      "zh_CN": "此地是讲『无数恒沙』，这一句是说数目之多，所谓万八千国土，诸佛舍利当然也是无数。佛法决定不能用世间法来衡量，不能用世间法来观察，譬如我们讲佛舍利，佛的舍利究竟有多少？给诸位说是无量无边。那你不相信，这一个人，纵然佛的身体比我们大一倍吧，是丈六金身，火化起来舍利也有限，怎么能无量无边？可是有些同修们如果自己供养舍利的话会相信，为什么？舍利会多的。譬如你供养舍利，你心地很清净、很谦诚，那个塔里头供养舍利忽然多起来，原来只有二、三颗，怎么会变成五、六颗？多了。心地要不清净、不恭敬，舍利没有了。所以这个不能以世间法来衡量。这个事情确实有这个事，在台湾有很多同修供养舍利，发现舍利多了，有的舍利没有了，有发现过这个事情。因此佛的舍利不能以数目字来衡量的，它忽然会变多、会变少，怎么能够用数字来量？所以说无量无边，感应道交。佛的身，佛的化身，你看我们在经上念的「千百亿化身」，佛的舍利当然也是千百亿，无量的数字。今天是凡事都得要提上个科学，这就是什么？大家迷信科学。迷信科学，事实的真相就得不到，佛法就是破迷信、破执着。『严饰国界』，「严」是庄严，「饰」就是装饰，以这么多的塔庙、这样多的舍利庄严这个国界，就是国土，国土的庄严。",
      "zh_TW": "此地是講『無數恆沙』，這一句是說數目之多，所謂萬八千國土，諸佛舍利當然也是無數。佛法決定不能用世間法來衡量，不能用世間法來觀察，譬如我們講佛舍利，佛的舍利究竟有多少？給諸位說是無量無邊。那你不相信，這一個人，縱然佛的身體比我們大一倍吧，是丈六金身，火化起來舍利也有限，怎麼能無量無邊？可是有些同修們如果自己供養舍利的話會相信，為什麼？舍利會多的。譬如你供養舍利，你心地很清淨、很謙誠，那個塔裡頭供養舍利忽然多起來，原來只有二、三顆，怎麼會變成五、六顆？多了。心地要不清淨、不恭敬，舍利沒有了。所以這個不能以世間法來衡量。這個事情確實有這個事，在台灣有很多同修供養舍利，發現舍利多了，有的舍利沒有了，有發現過這個事情。因此佛的舍利不能以數目字來衡量的，它忽然會變多、會變少，怎麼能夠用數字來量？所以說無量無邊，感應道交。佛的身，佛的化身，你看我們在經上念的「千百億化身」，佛的舍利當然也是千百億，無量的數字。今天是凡事都得要提上個科學，這就是什麼？大家迷信科學。迷信科學，事實的真相就得不到，佛法就是破迷信、破執著。『嚴飾國界』，「嚴」是莊嚴，「飾」就是裝飾，以這麼多的塔廟、這樣多的舍利莊嚴這個國界，就是國土，國土的莊嚴。"
    },
    {
      "id": "08-001-0036_p0023",
      "zh_CN": "底下这一首是讲它纵广之量，它究竟有多大？『宝塔高妙，五千由旬』，这个高度非常之高。这段里面所讲的，在我们想像当中，必定是说的实报庄严土的那些事情。为什么？如果在凡圣同居土的，这是不可能的事情。诸位想想，一由旬，我们算小的，由旬有三等，有大由旬、中由旬、小由旬，那个小由旬合我们中国二十华里，换句话说，要拿现在的公里来讲，就算十公里，一由旬是十公里。五千由旬差不多从此地可以到月球，那个塔有这么高。那『广』，底下「广」是『二千由旬』，这我们地球上都容纳不下了。所以这个宝塔必定是实报庄严土的，实报庄严土人身也大，塔也大，塔要跟身比起来，还没有身那么大。你看我们念的赞佛偈，「白毫宛转五须弥，绀目澄清四大海」，那是实报庄严土佛的报身相。他那么大的身，如果像我们这些宝塔，那比他一个汗毛还小，就太小，太不像话。所以这个地方讲的是大的塔，这是佛国土里面的，就是实报庄严土，才有这样的相。",
      "zh_TW": "底下這一首是講它縱廣之量，它究竟有多大？『寶塔高妙，五千由旬』，這個高度非常之高。這段裡面所講的，在我們想像當中，必定是說的實報莊嚴土的那些事情。為什麼？如果在凡聖同居土的，這是不可能的事情。諸位想想，一由旬，我們算小的，由旬有三等，有大由旬、中由旬、小由旬，那個小由旬合我們中國二十華里，換句話說，要拿現在的公里來講，就算十公里，一由旬是十公里。五千由旬差不多從此地可以到月球，那個塔有這麼高。那『廣』，底下「廣」是『二千由旬』，這我們地球上都容納不下了。所以這個寶塔必定是實報莊嚴土的，實報莊嚴土人身也大，塔也大，塔要跟身比起來，還沒有身那麼大。你看我們念的讚佛偈，「白毫宛轉五須彌，紺目澄清四大海」，那是實報莊嚴土佛的報身相。他那麼大的身，如果像我們這些寶塔，那比他一個汗毛還小，就太小，太不像話。所以這個地方講的是大的塔，這是佛國土裡面的，就是實報莊嚴土，才有這樣的相。"
    },
    {
      "id": "08-001-0036_p0024",
      "zh_CN": "塔有多少？『一一塔庙』，「一一塔庙」可见得这塔多。如果只有一个就不能称一一塔庙，前面讲「无数恒沙」。每个塔庙『各千幢幡』，庄严极了。『珠交露幔』，「珠」就是贯珠，像我们这个世间珍珠，把它穿起来做为「幔」。「露」是什么？不是在塔里面，而是在塔外面，露天，这幔就好看了，完全是珠宝串起来做成的，这也显示有珍贵的意思。『宝铃和鸣』，塔的四角都有铃，幡幢幔上面也都系的有宝铃，风一吹这铃当都会响，其音和雅，所以说是和鸣，「宝铃和鸣」。这一段就是说明那些诸菩萨们为报佛恩，供养舍利，起这些塔庙的庄严。这是我们一想就晓得，在圆教来说，这是圆教初住以上的菩萨对于世尊的供养。因为圆初住以前没有这个能力。也就是说实报庄严土的菩萨，就是《华严经》里面讲的四十一位法身大士，是指他们。",
      "zh_TW": "塔有多少？『一一塔廟』，「一一塔廟」可見得這塔多。如果只有一個就不能稱一一塔廟，前面講「無數恆沙」。每個塔廟『各千幢幡』，莊嚴極了。『珠交露幔』，「珠」就是貫珠，像我們這個世間珍珠，把它穿起來做為「幔」。「露」是什麼？不是在塔裡面，而是在塔外面，露天，這幔就好看了，完全是珠寶串起來做成的，這也顯示有珍貴的意思。『寶鈴和鳴』，塔的四角都有鈴，幡幢幔上面也都繫的有寶鈴，風一吹這鈴噹都會響，其音和雅，所以說是和鳴，「寶鈴和鳴」。這一段就是說明那些諸菩薩們為報佛恩，供養舍利，起這些塔廟的莊嚴。這是我們一想就曉得，在圓教來說，這是圓教初住以上的菩薩對於世尊的供養。因為圓初住以前沒有這個能力。也就是說實報莊嚴土的菩薩，就是《華嚴經》裡面講的四十一位法身大士，是指他們。"
    },
    {
      "id": "08-001-0036_p0025",
      "zh_CN": "后面这一首偈，『诸天龙神，人及非人，香华伎乐，常以供养』。前面说的这些明心见性的大菩萨供养，天人如何？天人也供养。所以「诸天龙神、人及非人」，这是六道群伦都说到了，对于佛有供养，有「香华伎乐，常以供养」。这个地方是大乘，这点诸位也得要记住，为什么？小乘里面没有伎乐。这个伎乐是什么？就是现在的艺术团，歌舞一类的，大乘里面有，小乘没有。小乘的《戒经》里面不许伎乐，也不可以去观赏，不但自己不能唱歌跳舞，唱歌跳舞场合也不能去，也不能去观看。大乘菩萨则不然，自己也可以唱歌跳舞，也可以去欣赏。你看看敦煌的壁画，那是变相图，佛与大菩萨、阿罗汉都在那里坐着，这天人在左右，飞天在那里演奏音乐。",
      "zh_TW": "後面這一首偈，『諸天龍神，人及非人，香華伎樂，常以供養』。前面說的這些明心見性的大菩薩供養，天人如何？天人也供養。所以「諸天龍神、人及非人」，這是六道群倫都說到了，對於佛有供養，有「香華伎樂，常以供養」。這個地方是大乘，這點諸位也得要記住，為什麼？小乘裡面沒有伎樂。這個伎樂是什麼？就是現在的藝術團，歌舞一類的，大乘裡面有，小乘沒有。小乘的《戒經》裡面不許伎樂，也不可以去觀賞，不但自己不能唱歌跳舞，唱歌跳舞場合也不能去，也不能去觀看。大乘菩薩則不然，自己也可以唱歌跳舞，也可以去欣賞。你看看敦煌的壁畫，那是變相圖，佛與大菩薩、阿羅漢都在那裡坐著，這天人在左右，飛天在那裡演奏音樂。"
    },
    {
      "id": "08-001-0036_p0026",
      "zh_CN": "这就大乘跟小乘的修行方法不一样，大乘是要在境界里面不动心，这是禅定。所以大乘是修心，心不着相，不是离开相，他的心地清净，一尘不染。小乘里面他没有这么深的定力，所以他要离开这些相。这个事情诸位读《楞严经》也能看到一些，你看《楞严经》阿难尊者乞食的这一段。大乘人乞食是平等乞食，不分别，小乘人乞食有分别心，所以说要拣别五家，有五种人家不可以去乞食，走到他家门口要回避。这个原因是什么？定力不够。阿难功夫不到，他是初果之人，他也发了个心要学大菩萨，要生平等心，结果到摩登伽女家里去乞食，这下就惹了麻烦，为什么？定力不够。佛对于菩萨为什么不限制？菩萨定力够，没有问题。所以这是大小乘不一样的所在。诸位将来看到这个地方，以香花伎乐，常以供养，你就晓得这么一桩事情。再看底下一段：",
      "zh_TW": "這就大乘跟小乘的修行方法不一樣，大乘是要在境界裡面不動心，這是禪定。所以大乘是修心，心不著相，不是離開相，他的心地清淨，一塵不染。小乘裡面他沒有這麼深的定力，所以他要離開這些相。這個事情諸位讀《楞嚴經》也能看到一些，你看《楞嚴經》阿難尊者乞食的這一段。大乘人乞食是平等乞食，不分別，小乘人乞食有分別心，所以說要揀別五家，有五種人家不可以去乞食，走到他家門口要迴避。這個原因是什麼？定力不夠。阿難功夫不到，他是初果之人，他也發了個心要學大菩薩，要生平等心，結果到摩登伽女家裡去乞食，這下就惹了麻煩，為什麼？定力不夠。佛對於菩薩為什麼不限制？菩薩定力夠，沒有問題。所以這是大小乘不一樣的所在。諸位將來看到這個地方，以香花伎樂，常以供養，你就曉得這麼一樁事情。再看底下一段："
    },
    {
      "id": "08-001-0036_p0027",
      "zh_CN": "【文殊师利。诸佛子等。为供舍利。严饰塔庙。国界自然。殊特妙好。如天树王。其华开敷。】",
      "zh_TW": "【文殊師利。諸佛子等。為供舍利。嚴飾塔廟。國界自然。殊特妙好。如天樹王。其華開敷。】"
    },
    {
      "id": "08-001-0036_p0028",
      "zh_CN": "这意思接着前面，『严饰塔庙』，本来是为了供舍利的，「严」是庄严，「饰」就是装饰。『天树王』，在梵文称之为波利质多罗树，这个树是生在热带的地方，树长得很高，叶展开的幅度也很大。中国没有这个树，古人有把它翻作圆生，圆是很圆满，就是这个树非常之美好，无论从哪方面看都没有缺陷，能教人生欢喜心。经上常说这个树它的根茎花果要生的时候，阎浮提树一切俱生，所以称它作树王。此地也是称赞的意思。特别要提起来说的，就是『国界自然，殊特妙好』，注意「自然」两个字，唯有自然才有安定，才有和平。在我们人间，大家晓得，美国与加拿大可以说是国界自然，他们的边境没有军队，可是界线很清楚。就像我们台湾台北市和台北县的界线一样，没有军队防守着，随便通过的。美国和加拿大现在就是这样，美国人到加拿大去不要办什么手续，他带着国民身分证就可以去了，加拿大到美国也是如此，边界不设防的；换句话说，就等于一家人一样自由往来。如果我们这个世界每个国家都是这样的，诸位晓得，天下就太平，军队就没有用，军队是准备来打仗的，没有仗好打了。国家要不养兵，诸位要知道，老百姓的生活就富足。这个讲的「国界自然，殊特妙好」，佛国与佛国就是这样的。底下两句是比喻，如天树王一样，树花的『开敷』，极其周圆遍满，所以是殊胜微妙。",
      "zh_TW": "這意思接著前面，『嚴飾塔廟』，本來是為了供舍利的，「嚴」是莊嚴，「飾」就是裝飾。『天樹王』，在梵文稱之為波利質多羅樹，這個樹是生在熱帶的地方，樹長得很高，葉展開的幅度也很大。中國沒有這個樹，古人有把它翻作圓生，圓是很圓滿，就是這個樹非常之美好，無論從哪方面看都沒有缺陷，能教人生歡喜心。經上常說這個樹它的根莖花果要生的時候，閻浮提樹一切俱生，所以稱它作樹王。此地也是稱讚的意思。特別要提起來說的，就是『國界自然，殊特妙好』，注意「自然」兩個字，唯有自然才有安定，才有和平。在我們人間，大家曉得，美國與加拿大可以說是國界自然，他們的邊境沒有軍隊，可是界線很清楚。就像我們台灣台北市和台北縣的界線一樣，沒有軍隊防守著，隨便通過的。美國和加拿大現在就是這樣，美國人到加拿大去不要辦什麼手續，他帶著國民身分證就可以去了，加拿大到美國也是如此，邊界不設防的；換句話說，就等於一家人一樣自由往來。如果我們這個世界每個國家都是這樣的，諸位曉得，天下就太平，軍隊就沒有用，軍隊是準備來打仗的，沒有仗好打了。國家要不養兵，諸位要知道，老百姓的生活就富足。這個講的「國界自然，殊特妙好」，佛國與佛國就是這樣的。底下兩句是比喻，如天樹王一樣，樹花的『開敷』，極其周圓遍滿，所以是殊勝微妙。"
    },
    {
      "id": "08-001-0036_p0029",
      "zh_CN": "偈颂的问意到此地告个段落，下面这就是请求文殊师利菩萨解答，解答还有一段经文，这是请他解释，请他说明，经文到这个地方，这是把弥勒菩萨的问意说完了。好，今天讲到此地。",
      "zh_TW": "偈頌的問意到此地告個段落，下面這就是請求文殊師利菩薩解答，解答還有一段經文，這是請他解釋，請他說明，經文到這個地方，這是把彌勒菩薩的問意說完了。好，今天講到此地。"
    }
  ]
}