{
  "doc_id": "08-001-0028",
  "title": {
    "zh_CN": "妙法莲华经",
    "zh_TW": "妙法蓮華經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏佛教图书馆",
    "zh_TW": "台灣景美華藏佛教圖書館"
  },
  "doc_number": "08-001-0028",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "08-001-0028_p0001",
      "zh_CN": "请掀开经本第五页第五行，我们先将经文念一段对对地方。",
      "zh_TW": "請掀開經本第五頁第五行，我們先將經文念一段對對地方。"
    },
    {
      "id": "08-001-0028_p0002",
      "zh_CN": "【为诸菩萨说大乘经。名无量义。教菩萨法。佛所护念。】",
      "zh_TW": "【為諸菩薩說大乘經。名無量義。教菩薩法。佛所護念。】"
    },
    {
      "id": "08-001-0028_p0003",
      "zh_CN": "从这段看起。经文从这以下是序分里面发起序的第二个大段，是讲现瑞。在本经里面，佛在没有说经之前，示现有六种瑞相。为什么要现瑞？这是过去一切诸佛出现于世间，其目的都是为一乘法，正像本经里面所说的，「唯有一乘法，无二亦无三」。可是一乘佛法决定不是一般人都能够理解的、都能够得受用的。就好比世间学校教书一样，老师教学生目的都希望他成为一流的博士。但是诸位想想，博士班能不能说是在幼稚园的学生就可以进博士班？我们晓得那不行。小学生也不行，中学生也不行，一定得大学毕业才有资格去念博士班。这一点我们学佛的人特别要留意到，假如说连这个道理都不懂，我们自己根性程度不够就去学最高阶的一乘法，那是不可能成就的。因此世尊四十多年来都是为一乘佛法铺路，奠定基础，就是从阿含、方等、般若一步一步的奠这个基础。阿含就好比是小学，方等好比是中学，般若好比是大学。",
      "zh_TW": "從這段看起。經文從這以下是序分裡面發起序的第二個大段，是講現瑞。在本經裡面，佛在沒有說經之前，示現有六種瑞相。為什麼要現瑞？這是過去一切諸佛出現於世間，其目的都是為一乘法，正像本經裡面所說的，「唯有一乘法，無二亦無三」。可是一乘佛法決定不是一般人都能夠理解的、都能夠得受用的。就好比世間學校教書一樣，老師教學生目的都希望他成為一流的博士。但是諸位想想，博士班能不能說是在幼稚園的學生就可以進博士班？我們曉得那不行。小學生也不行，中學生也不行，一定得大學畢業才有資格去念博士班。這一點我們學佛的人特別要留意到，假如說連這個道理都不懂，我們自己根性程度不夠就去學最高階的一乘法，那是不可能成就的。因此世尊四十多年來都是為一乘佛法鋪路，奠定基礎，就是從阿含、方等、般若一步一步的奠這個基礎。阿含就好比是小學，方等好比是中學，般若好比是大學。"
    },
    {
      "id": "08-001-0028_p0004",
      "zh_CN": "诸位要晓得，《法华经》是释迦牟尼佛晚年说的，佛说法四十九年，《法华经》是最后八年；换句话说，在《法华》之前，已经讲了四十一年，到第四十二年才讲到《法华》，这才畅佛之本怀。这么长的时间，把学生带到这样的一个境界，带到这么一个程度，可以接受一乘佛法。在这以前，佛的大愿可以说都暂时摆在一边，不能实现。到这个时候程度够、根基熟了，所以在未开讲之前先现瑞相。这个瑞相就是令大众从心理上警觉，振奋起来，因为这个瑞相跟平常所现的完全不相同，令根熟的众生仰慕究竟的佛法，这是真正讲究竟圆满法了。",
      "zh_TW": "諸位要曉得，《法華經》是釋迦牟尼佛晚年說的，佛說法四十九年，《法華經》是最後八年；換句話說，在《法華》之前，已經講了四十一年，到第四十二年才講到《法華》，這才暢佛之本懷。這麼長的時間，把學生帶到這樣的一個境界，帶到這麼一個程度，可以接受一乘佛法。在這以前，佛的大願可以說都暫時擺在一邊，不能實現。到這個時候程度夠、根基熟了，所以在未開講之前先現瑞相。這個瑞相就是令大眾從心理上警覺，振奮起來，因為這個瑞相跟平常所現的完全不相同，令根熟的眾生仰慕究竟的佛法，這是真正講究竟圓滿法了。"
    },
    {
      "id": "08-001-0028_p0005",
      "zh_CN": "六种瑞相里面，我先把名目说一说，第一个是说法的瑞相，就是刚才我们念的这一段，文字不多，只有四句，这个四句就是一段，是说法的瑞相。第二就是入定的瑞相，第三是雨花的瑞相，第四是地动的瑞相，第五是大众欢喜的瑞相，第六是放光的瑞相。这里面有三对，六种瑞相有三对，说经入定，说经是慧，入定是定，定慧一对，天花跟地动是因果一对，大乘机感相应与放光是感应一对，所以这六种瑞相里面有三对。这六种瑞相里头顶重要的就是放光，这段经文我们今天还讲不到，这个里面是义趣无有穷尽。佛说经完了以后，大众并没有离开道场，没散去，佛入定，这些人还在这里等待，还希望听得妙法。这一连串的瑞相，天花，使大家身心愉悦；地动，地是代表心地，心地有所震动，我们现在所谓说震撼，震撼人心。这个震撼是震撼菩萨心，我们凡夫不知不觉，根熟的菩萨他们心里头有很大的震憾。大家一心观佛，于是佛这时候放光，光明就是把一乘大法的义趣完全显露出来。我们现在先看第一段，说法的瑞相。",
      "zh_TW": "六種瑞相裡面，我先把名目說一說，第一個是說法的瑞相，就是剛才我們念的這一段，文字不多，只有四句，這個四句就是一段，是說法的瑞相。第二就是入定的瑞相，第三是雨花的瑞相，第四是地動的瑞相，第五是大眾歡喜的瑞相，第六是放光的瑞相。這裡面有三對，六種瑞相有三對，說經入定，說經是慧，入定是定，定慧一對，天花跟地動是因果一對，大乘機感相應與放光是感應一對，所以這六種瑞相裡面有三對。這六種瑞相裡頭頂重要的就是放光，這段經文我們今天還講不到，這個裡面是義趣無有窮盡。佛說經完了以後，大眾並沒有離開道場，沒散去，佛入定，這些人還在這裡等待，還希望聽得妙法。這一連串的瑞相，天花，使大家身心愉悅；地動，地是代表心地，心地有所震動，我們現在所謂說震撼，震撼人心。這個震撼是震撼菩薩心，我們凡夫不知不覺，根熟的菩薩他們心裡頭有很大的震憾。大家一心觀佛，於是佛這時候放光，光明就是把一乘大法的義趣完全顯露出來。我們現在先看第一段，說法的瑞相。"
    },
    {
      "id": "08-001-0028_p0006",
      "zh_CN": "菩萨，这是首先把当机众给我们说出来，就是这部经是给谁说的？是给菩萨说的。菩萨是大乘的当机者，大乘是菩萨所行之道，所以说『为诸菩萨』。在经典里面解释大有七个意思，第一个是说「法大」，法是方法，什么叫方法大？这个方法具足而没有欠缺，这是法大。佛说法的善巧方便无量无边，然而要归纳起来讲不外乎十二种，这就是我们一般所说的十二分教。在古时候称之为十二部经，以后这些大德们怕我们发生误会，不称十二部经，称为十二分教。十二分教统统都具足这是法大。但是诸位要晓得，这个十二分教统统具足在佛经里面确实不多见，大家都晓得《华严》是具足，《华严》是十二分教。《法华》具足不具足？古人说《法华》只有九种，在十二分教里面还缺三种。这个说得很严格。如果把尺度放宽一点来说，《法华》也可以说是具足十二部经。所以这部经也是属于大法，这是讲法门圆满具足。第二个这是「心大」，什么样的心才叫大心？求无上菩提的心这是大心。第三叫「解大」，解大理，解的是菩萨藏，不是声闻藏，不是人天的小学问。",
      "zh_TW": "菩薩，這是首先把當機眾給我們說出來，就是這部經是給誰說的？是給菩薩說的。菩薩是大乘的當機者，大乘是菩薩所行之道，所以說『為諸菩薩』。在經典裡面解釋大有七個意思，第一個是說「法大」，法是方法，什麼叫方法大？這個方法具足而沒有欠缺，這是法大。佛說法的善巧方便無量無邊，然而要歸納起來講不外乎十二種，這就是我們一般所說的十二分教。在古時候稱之為十二部經，以後這些大德們怕我們發生誤會，不稱十二部經，稱為十二分教。十二分教統統都具足這是法大。但是諸位要曉得，這個十二分教統統具足在佛經裡面確實不多見，大家都曉得《華嚴》是具足，《華嚴》是十二分教。《法華》具足不具足？古人說《法華》只有九種，在十二分教裡面還缺三種。這個說得很嚴格。如果把尺度放寬一點來說，《法華》也可以說是具足十二部經。所以這部經也是屬於大法，這是講法門圓滿具足。第二個這是「心大」，什麼樣的心才叫大心？求無上菩提的心這是大心。第三叫「解大」，解大理，解的是菩薩藏，不是聲聞藏，不是人天的小學問。"
    },
    {
      "id": "08-001-0028_p0007",
      "zh_CN": "第四讲「净大」，净就是清净，所谓「见道心净」，道是什么？道就是真如本性，就是一真法界、一心不乱，见到道了心才真正的清净。无论是什么法门，无论是哪一部经典，它的方向、目标一定是一致的，绝无二致。这一点我在讲堂也常常劝告同修们，法门实在没有高下，但是自己学道的人最重要的先要有自知之明，就是晓得自己的根性，晓得自己的程度，然后才能选一门。这个比喻古人有很多，佛也有比喻，法就像药一样，你看药店、药铺里面，卖的有几千种、几万种药，药是平等的，它的功能是把病治好，所以药是平等的。我们的药材有的很贵、有的很便宜，这是什么缘故？贵的是得来不容易，就卖得比较贵；便宜的是到处都有，随便就可以得来，所以它价钱就便宜。绝不是说贵的药就是好药，你害的病不对症，便宜的药一吃吃好了，贵的药一吃吃死了，不对症就药死了。所以药没有贵贱。",
      "zh_TW": "第四講「淨大」，淨就是清淨，所謂「見道心淨」，道是什麼？道就是真如本性，就是一真法界、一心不亂，見到道了心才真正的清淨。無論是什麼法門，無論是哪一部經典，它的方向、目標一定是一致的，絕無二致。這一點我在講堂也常常勸告同修們，法門實在沒有高下，但是自己學道的人最重要的先要有自知之明，就是曉得自己的根性，曉得自己的程度，然後才能選一門。這個比喻古人有很多，佛也有比喻，法就像藥一樣，你看藥店、藥鋪裡面，賣的有幾千種、幾萬種藥，藥是平等的，它的功能是把病治好，所以藥是平等的。我們的藥材有的很貴、有的很便宜，這是什麼緣故？貴的是得來不容易，就賣得比較貴；便宜的是到處都有，隨便就可以得來，所以它價錢就便宜。絕不是說貴的藥就是好藥，你害的病不對症，便宜的藥一吃吃好了，貴的藥一吃吃死了，不對症就藥死了。所以藥沒有貴賤。"
    },
    {
      "id": "08-001-0028_p0008",
      "zh_CN": "法门也是如此。因此我们一定要明白，不能说别人学那个法门，不错，那个法门他学成就、他成功了，我也去跟他学这个法门。这问问我是不是他的根性？正如同害病，两个人都害病，那个人吃那个药一吃吃好了，好，你也去买他那个药吃，吃了不对症。所以这个治病，大家都晓得，不敢乱吃药，一定要请大夫看看。我们众生的心病每个人都不一样。佛在世，佛就是个好大夫；佛不住世了，这些传道的善知识，我们得请他们来帮助我们，究竟用什么方法来对治自己的毛病，破除自己的妄想执着，得以明心见性。到明心见性，这算是病好了，见性之后这心才清净，没有见性之前心都不清净。这第四叫净大。",
      "zh_TW": "法門也是如此。因此我們一定要明白，不能說別人學那個法門，不錯，那個法門他學成就、他成功了，我也去跟他學這個法門。這問問我是不是他的根性？正如同害病，兩個人都害病，那個人吃那個藥一吃吃好了，好，你也去買他那個藥吃，吃了不對症。所以這個治病，大家都曉得，不敢亂吃藥，一定要請大夫看看。我們眾生的心病每個人都不一樣。佛在世，佛就是個好大夫；佛不住世了，這些傳道的善知識，我們得請他們來幫助我們，究竟用什麼方法來對治自己的毛病，破除自己的妄想執著，得以明心見性。到明心見性，這算是病好了，見性之後這心才清淨，沒有見性之前心都不清淨。這第四叫淨大。"
    },
    {
      "id": "08-001-0028_p0009",
      "zh_CN": "第五叫「庄严大」，庄严说什么？说「福德智慧」。诸位要晓得，福德不是世间的富贵，不是的。后世这些出家人也有资财，确实也是积人间的富贵，尤其是像西藏、蒙古密宗的喇嘛，他们的富贵不亚于帝王，那是积人间的富贵。这是佛法里头这一个支派而已。那也是一种方法，那种方法是什么？是摄化富贵人的。那些富贵人你要叫他舍离富贵来学道他办不到，他就要想，我不舍离荣华富贵我也能够成就道业。这是另外一个法门。但是除了这个法门之外，你看看哪一个法门修道的都是把世间荣华富贵统统舍弃掉。释迦牟尼佛示现在帝王之家，舍王位、舍富贵，他出家修道。因此真正的福德、智慧，福德就是身心清净，就是福德，身心没有事这是福德。心里面有事这就没有福，再有荣华富贵，成天烦恼，要应付许多这些事情，这不是福。所以庄严与智慧是分不开的，智慧不是世间的聪明，智慧是从清净心当中现前的，这叫庄严。我们每天课诵或者是听经完了，我们念的回向偈「庄严佛净土」，香花庄严那是表示我们一点心意，什么心？就是智慧清净心，表这个。这是庄严大。",
      "zh_TW": "第五叫「莊嚴大」，莊嚴說什麼？說「福德智慧」。諸位要曉得，福德不是世間的富貴，不是的。後世這些出家人也有資財，確實也是積人間的富貴，尤其是像西藏、蒙古密宗的喇嘛，他們的富貴不亞於帝王，那是積人間的富貴。這是佛法裡頭這一個支派而已。那也是一種方法，那種方法是什麼？是攝化富貴人的。那些富貴人你要叫他捨離富貴來學道他辦不到，他就要想，我不捨離榮華富貴我也能夠成就道業。這是另外一個法門。但是除了這個法門之外，你看看哪一個法門修道的都是把世間榮華富貴統統捨棄掉。釋迦牟尼佛示現在帝王之家，捨王位、捨富貴，他出家修道。因此真正的福德、智慧，福德就是身心清淨，就是福德，身心沒有事這是福德。心裡面有事這就沒有福，再有榮華富貴，成天煩惱，要應付許多這些事情，這不是福。所以莊嚴與智慧是分不開的，智慧不是世間的聰明，智慧是從清淨心當中現前的，這叫莊嚴。我們每天課誦或者是聽經完了，我們念的迴向偈「莊嚴佛淨土」，香花莊嚴那是表示我們一點心意，什麼心？就是智慧清淨心，表這個。這是莊嚴大。"
    },
    {
      "id": "08-001-0028_p0010",
      "zh_CN": "第六是「时大」。修行诸位万万不可以着急，不可以图速成，我们俗话常说「欲速则不达」，就用错了心。佛在一般经上讲，从凡夫修到如来的果位要三阿僧祗劫，这就是叫我们心平气和，晓得这个时节长远，不是一天、二天就能成就的。而佛在大经里面讲，成佛要无量大劫，这是菩萨的心量才能够受得了。但是时间是不相应行法，佛是随顺众生说的，迷心、暗行，三大阿僧祇劫也不能成就，无量劫也不能成就。为什么？因为我们过去世到现在已经经过无量无量劫了，我们还是这个样子。可见得我们过去无量劫，多少人成了佛，我们还在当凡夫，这不是事实摆到此地吗？如果用的是觉悟的心、是正行，那证无上菩提则是刹那间事。所以圣与凡就是迷悟，悟了就得大自在，迷了就生死轮回。这是讲这些诸菩萨们，虽然在成就的时候是顿超，可是顿超之前是渐修，那个顿是由渐积成的，积聚而成的。佛在一代时教里面，就是把菩萨长劫的修行把它缩短，缩成一个简短的相示现给我们看看。你看他这些成就的人，在法华会上授记的这些人，都是从阿含、方等、般若这四十一年渐渐培养成的，这就表示长劫的修行。佛是这样的示现，我们历代祖师里头也是这么示现的，诸位可以看看《高僧传》，看禅宗的语录，像《五灯会元》、《传灯录》，你们去看去，净土宗的《圣贤录》、《往生传》诸位去看，他们那些成就的人就像释迦牟尼佛示现的一样，一个老师、一个道场成就的。",
      "zh_TW": "第六是「時大」。修行諸位萬萬不可以著急，不可以圖速成，我們俗話常說「欲速則不達」，就用錯了心。佛在一般經上講，從凡夫修到如來的果位要三阿僧祗劫，這就是叫我們心平氣和，曉得這個時節長遠，不是一天、二天就能成就的。而佛在大經裡面講，成佛要無量大劫，這是菩薩的心量才能夠受得了。但是時間是不相應行法，佛是隨順眾生說的，迷心、暗行，三大阿僧祇劫也不能成就，無量劫也不能成就。為什麼？因為我們過去世到現在已經經過無量無量劫了，我們還是這個樣子。可見得我們過去無量劫，多少人成了佛，我們還在當凡夫，這不是事實擺到此地嗎？如果用的是覺悟的心、是正行，那證無上菩提則是剎那間事。所以聖與凡就是迷悟，悟了就得大自在，迷了就生死輪迴。這是講這些諸菩薩們，雖然在成就的時候是頓超，可是頓超之前是漸修，那個頓是由漸積成的，積聚而成的。佛在一代時教裡面，就是把菩薩長劫的修行把它縮短，縮成一個簡短的相示現給我們看看。你看他這些成就的人，在法華會上授記的這些人，都是從阿含、方等、般若這四十一年漸漸培養成的，這就表示長劫的修行。佛是這樣的示現，我們歷代祖師裡頭也是這麼示現的，諸位可以看看《高僧傳》，看禪宗的語錄，像《五燈會元》、《傳燈錄》，你們去看去，淨土宗的《聖賢錄》、《往生傳》諸位去看，他們那些成就的人就像釋迦牟尼佛示現的一樣，一個老師、一個道場成就的。"
    },
    {
      "id": "08-001-0028_p0011",
      "zh_CN": "除了佛以外，给诸位说，修行成就最殊胜者是我们净土宗第一代慧远大师。这是在东晋的时候，与鸠摩罗什大师同时代，他老人家在庐山集一些志同道合出家、在家一百二十三人，结莲社在一块念佛，是个个往生。先往生的人跟着阿弥陀佛、观音、势至来接后往生的同修。我们可以说除释迦牟尼佛的法会之外，再也没有见到这样殊胜的法会。六祖大师成就的才只有四十三个人，只有慧远大师的三分之一。诸位要记住，那些人的成就，我们不要说别人，就说慧远大师本人，他老人家本人就是我们现在所讲禁足者，贵客、好朋友来相访，他送客（莲社前面有个小溪）不过溪的，到溪边为止，那就是他修学的一个范围。有一次陶渊明还有另外一个道士，在当时都是很有名的学者，他来相访，说说谈谈把这个忘掉，过了溪，所以虎溪三笑就留下这么一段佳话。这就讲的真正要成功，我常给诸位说，行门要一，解门要一，连道场也要一，心是定的、是净的。我们现在为什么不能成就？今天到这个道场，明天到那个道场，心是乱的，乱糟糟的，这怎么能成就一心？所以要真正成就要专一。我们能专一，才能把三大阿僧祇劫在我们一生当中完成；不能专一，就真的三阿僧祇劫，还未必会有成就。这是我们讲的时大。",
      "zh_TW": "除了佛以外，給諸位說，修行成就最殊勝者是我們淨土宗第一代慧遠大師。這是在東晉的時候，與鳩摩羅什大師同時代，他老人家在廬山集一些志同道合出家、在家一百二十三人，結蓮社在一塊念佛，是個個往生。先往生的人跟著阿彌陀佛、觀音、勢至來接後往生的同修。我們可以說除釋迦牟尼佛的法會之外，再也沒有見到這樣殊勝的法會。六祖大師成就的才只有四十三個人，只有慧遠大師的三分之一。諸位要記住，那些人的成就，我們不要說別人，就說慧遠大師本人，他老人家本人就是我們現在所講禁足者，貴客、好朋友來相訪，他送客（蓮社前面有個小溪）不過溪的，到溪邊為止，那就是他修學的一個範圍。有一次陶淵明還有另外一個道士，在當時都是很有名的學者，他來相訪，說說談談把這個忘掉，過了溪，所以虎溪三笑就留下這麼一段佳話。這就講的真正要成功，我常給諸位說，行門要一，解門要一，連道場也要一，心是定的、是淨的。我們現在為什麼不能成就？今天到這個道場，明天到那個道場，心是亂的，亂糟糟的，這怎麼能成就一心？所以要真正成就要專一。我們能專一，才能把三大阿僧祇劫在我們一生當中完成；不能專一，就真的三阿僧祇劫，還未必會有成就。這是我們講的時大。"
    },
    {
      "id": "08-001-0028_p0012",
      "zh_CN": "最后一条讲「具足大」，具足这是说的「相好自严」。这个相与好，给诸位说是修来的，我们自己的相好这一生可以修得的。从什么地方修？给诸位说，你要想修相好，你就修三桩事情，就是平等心、清净心、慈悲心，你的相貌一定转好，像佛菩萨一样，这才是真正的庄严。相随心转，心清净相就清净，心慈悲相就慈悲，心是佛心，相就是佛相，这是一定道理。所以相好庄严与大菩提相应。",
      "zh_TW": "最後一條講「具足大」，具足這是說的「相好自嚴」。這個相與好，給諸位說是修來的，我們自己的相好這一生可以修得的。從什麼地方修？給諸位說，你要想修相好，你就修三樁事情，就是平等心、清淨心、慈悲心，你的相貌一定轉好，像佛菩薩一樣，這才是真正的莊嚴。相隨心轉，心清淨相就清淨，心慈悲相就慈悲，心是佛心，相就是佛相，這是一定道理。所以相好莊嚴與大菩提相應。"
    },
    {
      "id": "08-001-0028_p0013",
      "zh_CN": "这七种大前面六种属于因，最后一种属于果，所谓大因大果，一切『大乘经』就是教我们修大因、证大果。可是「大乘经」里面也分有许多的部门，修行的方法无量无边。这个地方佛所讲的叫《无量义经》，我们看看这个经的题目叫「无量义」，从这个经题来看，把众生种种不同的根机，诸佛如来所说种种的教法，全都收摄在其中。大经里面常讲，「无量为一，一为无量」，《无量义经》在哪里？给诸位说，这部《法华经》就是《无量义经》；换句话说，《无量义经》就是《法华经》的别名。《法华论》里面列着本经有十七种名题，无量义就是其中之一。佛直接说这个经名，然后他老人家入定了，可见得就是为本经之序起。这在佛讲其他的经也有这个例子。古人也有说，解释无量义，经里面讲大庄严菩萨与八万菩萨们同时禀白佛言，菩萨要想很快的成就菩提应当修什么法门？佛就告诉他，「有一法门，名无量义，欲学此法门者，当观察一切诸法，从本以来，性相寂灭，犹若虚空，无有二法」。这样一解释，我们完全都体会到了，无量义之内容、无量义之修学、无量义之果证。",
      "zh_TW": "這七種大前面六種屬於因，最後一種屬於果，所謂大因大果，一切『大乘經』就是教我們修大因、證大果。可是「大乘經」裡面也分有許多的部門，修行的方法無量無邊。這個地方佛所講的叫《無量義經》，我們看看這個經的題目叫「無量義」，從這個經題來看，把眾生種種不同的根機，諸佛如來所說種種的教法，全都收攝在其中。大經裡面常講，「無量為一，一為無量」，《無量義經》在哪裡？給諸位說，這部《法華經》就是《無量義經》；換句話說，《無量義經》就是《法華經》的別名。《法華論》裡面列著本經有十七種名題，無量義就是其中之一。佛直接說這個經名，然後他老人家入定了，可見得就是為本經之序起。這在佛講其他的經也有這個例子。古人也有說，解釋無量義，經裡面講大莊嚴菩薩與八萬菩薩們同時稟白佛言，菩薩要想很快的成就菩提應當修什麼法門？佛就告訴他，「有一法門，名無量義，欲學此法門者，當觀察一切諸法，從本以來，性相寂滅，猶若虛空，無有二法」。這樣一解釋，我們完全都體會到了，無量義之內容、無量義之修學、無量義之果證。"
    },
    {
      "id": "08-001-0028_p0014",
      "zh_CN": "可是真正明白，一定是大乘根性的人，一定是像《弥陀经》里面讲的善根福德因缘都具足之人，你看《弥陀经》里头说，「不可以少善根福德因缘得生彼国」。再给诸位说明白，《阿弥陀经》就是《无量义经》，阿弥陀是梵语，翻成中国的意思叫无量。古德为了讲解方便起见，把无量归为两类，无量寿、无量光，光是讲的空间，寿是讲的三际，十方三际无量无边。咱们天天念《阿弥陀经》，不晓得那是《无量义经》，天天说修净土法门，实际上不得其门而入。我们讲《弥陀经疏钞》，诸位想想，你把《疏钞》跟《法华经》合起来看看，跟《华严经》合起来看看，你看看是一还是二？这个道理搞清楚了，然后你才晓得，我们念佛应当怎么念法，我们净土法门应当如何修法，我们心才得到一心、才得到清净。理路不明则盲修瞎练。换句话说，念佛人就要遵守佛菩萨、诸善知识的教导。",
      "zh_TW": "可是真正明白，一定是大乘根性的人，一定是像《彌陀經》裡面講的善根福德因緣都具足之人，你看《彌陀經》裡頭說，「不可以少善根福德因緣得生彼國」。再給諸位說明白，《阿彌陀經》就是《無量義經》，阿彌陀是梵語，翻成中國的意思叫無量。古德為了講解方便起見，把無量歸為兩類，無量壽、無量光，光是講的空間，壽是講的三際，十方三際無量無邊。咱們天天念《阿彌陀經》，不曉得那是《無量義經》，天天說修淨土法門，實際上不得其門而入。我們講《彌陀經疏鈔》，諸位想想，你把《疏鈔》跟《法華經》合起來看看，跟《華嚴經》合起來看看，你看看是一還是二？這個道理搞清楚了，然後你才曉得，我們念佛應當怎麼念法，我們淨土法門應當如何修法，我們心才得到一心、才得到清淨。理路不明則盲修瞎練。換句話說，念佛人就要遵守佛菩薩、諸善知識的教導。"
    },
    {
      "id": "08-001-0028_p0015",
      "zh_CN": "要想在短时间，我们一生当中念到理一心不乱，这就是禅宗里面的明心见性，再给诸位说，确实了生死超三界，这个决定不是欺骗人的。你要怎么做？在一句阿弥陀佛当中，观一切诸法本来就是个清净寂灭相。不是说我证得一心这个时候才寂灭相，从前就不寂灭，错了，佛门里面讲「不来不去」。我昨天跟一个学科学的人在一块谈这个问题，他相信，他怎么相信？他说现在科学上证明有个理论，不动就可以到达那个目的地。譬如说我们从台北到高雄，我在这边不动就到达高雄，现在在理论上确实证明这个理论，但是事实上现在还不晓得怎么做法。他就是从台北到高雄画一条直线，这个直线当中做个定点，把那边倒过来，高雄和台北合而为一，所以你不动就到了。所以说科学还是笨，它还要把它折叠倒过来才不动。佛法是如如不动，不必经过这套手续，本来就不动，比今天科学上发现的还要奥妙、还要到家。科学愈发达，确实对佛学是有很大的帮助，不可思议、不能理解的地方被科学来证实。但是我们想想看，今天科学用许多的仪器，当年释迦牟尼佛什么都没有，他所说的这些理论，所说的这些事实真相，现在科学家才证明极小一部分。",
      "zh_TW": "要想在短時間，我們一生當中念到理一心不亂，這就是禪宗裡面的明心見性，再給諸位說，確實了生死超三界，這個決定不是欺騙人的。你要怎麼做？在一句阿彌陀佛當中，觀一切諸法本來就是個清淨寂滅相。不是說我證得一心這個時候才寂滅相，從前就不寂滅，錯了，佛門裡面講「不來不去」。我昨天跟一個學科學的人在一塊談這個問題，他相信，他怎麼相信？他說現在科學上證明有個理論，不動就可以到達那個目的地。譬如說我們從台北到高雄，我在這邊不動就到達高雄，現在在理論上確實證明這個理論，但是事實上現在還不曉得怎麼做法。他就是從台北到高雄畫一條直線，這個直線當中做個定點，把那邊倒過來，高雄和台北合而為一，所以你不動就到了。所以說科學還是笨，它還要把它摺疊倒過來才不動。佛法是如如不動，不必經過這套手續，本來就不動，比今天科學上發現的還要奧妙、還要到家。科學愈發達，確實對佛學是有很大的幫助，不可思議、不能理解的地方被科學來證實。但是我們想想看，今天科學用許多的儀器，當年釋迦牟尼佛什麼都沒有，他所說的這些理論，所說的這些事實真相，現在科學家才證明極小一部分。"
    },
    {
      "id": "08-001-0028_p0016",
      "zh_CN": "就是一切法从本以来性相寂灭，这就是如意，无量是一，一是无量，这就叫实相，一切万法统是这样的。我们要不这样念这一句阿弥陀佛，那怎么能入实相的境界？怎么能念到理一心不乱？所以《弥陀经》的理论、方法与《华严》、与《法华》确实没有两样。佛在此地这个义趣，就是会前面四十一年所讲无量的理论与方法会归在《法华》上；换句话说，前面四十一年从阿含、方等、般若，二十二年的般若，这些归纳成一个就是《法华》，这是我们讲世尊所说之教。如果把这个意思再引申来看，不止四十一年所说之法，世出世间一切万事万理万法全都会归在这一义之中，这叫《无量义经》。正是经中常说的，「一即一切，一切即一」，非此不能入不二法门，你入不二法门就是入一真法界。《华严》里面讲的「入法界品」，「入法界品」就是入不二法门，就是一真法界，就是我们净土经里面所讲的理一心不乱。",
      "zh_TW": "就是一切法從本以來性相寂滅，這就是如意，無量是一，一是無量，這就叫實相，一切萬法統是這樣的。我們要不這樣念這一句阿彌陀佛，那怎麼能入實相的境界？怎麼能念到理一心不亂？所以《彌陀經》的理論、方法與《華嚴》、與《法華》確實沒有兩樣。佛在此地這個義趣，就是會前面四十一年所講無量的理論與方法會歸在《法華》上；換句話說，前面四十一年從阿含、方等、般若，二十二年的般若，這些歸納成一個就是《法華》，這是我們講世尊所說之教。如果把這個意思再引申來看，不止四十一年所說之法，世出世間一切萬事萬理萬法全都會歸在這一義之中，這叫《無量義經》。正是經中常說的，「一即一切，一切即一」，非此不能入不二法門，你入不二法門就是入一真法界。《華嚴》裡面講的「入法界品」，「入法界品」就是入不二法門，就是一真法界，就是我們淨土經裡面所講的理一心不亂。"
    },
    {
      "id": "08-001-0028_p0017",
      "zh_CN": "诸位晓得，教菩萨这才用无量义，一即一切，一多不二，这是教大菩萨。根基不够的，佛不说这个法门。下文里面说，「普令一切众，亦同得此道」，又说「若我遇众生，尽教以佛道」，也是这个意思。这是一切诸佛出世的本怀，释迦牟尼佛当然也不例外。说到这个地方，我们够不够资格来听《法华经》？《法华经》是大菩萨当机者，我们够不够资格？这是《无量义经》。如果说没有资格，我们也能看得出来，没有资格的什么人？没有这个缘分。诸位要记住这一点，这个缘分可不容易，开经偈里头说的话是真实话，「百千万劫难遭遇」，不要以为听一部经很容易，不容易，太不容易了。人身难得，佛法难闻，你能够从头到尾听圆满这部经，你就有大因缘。诸位想想，一部经，尤其是一部大经，从头到尾听圆满没有几个人，这部《法华经》天天讲，要半年才能讲圆满。",
      "zh_TW": "諸位曉得，教菩薩這才用無量義，一即一切，一多不二，這是教大菩薩。根基不夠的，佛不說這個法門。下文裡面說，「普令一切眾，亦同得此道」，又說「若我遇眾生，盡教以佛道」，也是這個意思。這是一切諸佛出世的本懷，釋迦牟尼佛當然也不例外。說到這個地方，我們夠不夠資格來聽《法華經》？《法華經》是大菩薩當機者，我們夠不夠資格？這是《無量義經》。如果說沒有資格，我們也能看得出來，沒有資格的什麼人？沒有這個緣分。諸位要記住這一點，這個緣分可不容易，開經偈裡頭說的話是真實話，「百千萬劫難遭遇」，不要以為聽一部經很容易，不容易，太不容易了。人身難得，佛法難聞，你能夠從頭到尾聽圓滿這部經，你就有大因緣。諸位想想，一部經，尤其是一部大經，從頭到尾聽圓滿沒有幾個人，這部《法華經》天天講，要半年才能講圓滿。"
    },
    {
      "id": "08-001-0028_p0018",
      "zh_CN": "像过去寺院丛林一日二时讲经，诸位可以在《仁王经》里面读过，我们年年举行的仁王法会，二时是多少？二时是八个钟点。因为印度它的一时是我们中国的二时，我们中国是用子丑寅卯辰巳午未申酉戌亥，它一天只有六时，昼三时、夜三时，只有六时。我们中国过去是分十二个时辰，所以印度的一时是我们中国的二时。我们现在所使用时的单位是西洋的，所以称为小时，一昼夜是二十四时。印度讲的二时讲经就是八个钟点，上午四个钟点，下午四个钟点，一日二时讲经。像这样一部经半年可以圆满，一部《华严经》两年可以圆满。",
      "zh_TW": "像過去寺院叢林一日二時講經，諸位可以在《仁王經》裡面讀過，我們年年舉行的仁王法會，二時是多少？二時是八個鐘點。因為印度它的一時是我們中國的二時，我們中國是用子丑寅卯辰巳午未申酉戌亥，它一天只有六時，晝三時、夜三時，只有六時。我們中國過去是分十二個時辰，所以印度的一時是我們中國的二時。我們現在所使用時的單位是西洋的，所以稱為小時，一晝夜是二十四時。印度講的二時講經就是八個鐘點，上午四個鐘點，下午四個鐘點，一日二時講經。像這樣一部經半年可以圓滿，一部《華嚴經》兩年可以圓滿。"
    },
    {
      "id": "08-001-0028_p0019",
      "zh_CN": "真正有福报的人就是什么？身心无事，很悠闲的人，到寺院里头去住上两年听一部经，他能有两年悠闲的时间，他不需要做事，他这个生活能维持，这是有福有慧。诸位想想看，现在这个机会到哪里去找？没有这个机会。一般的地方讲经一星期讲一次、讲二次，一部经要讲上好几年。你说我们一部《华严经》，真正是咱们没有福报，民国六十年开讲的，讲到现在才勉强到一半，六十年到七十年整整的十年。台中李老师是五十三年开始讲的，讲到今天快到二十年，他才讲到三分之一。诸位想想，我们今天人的福报跟古人比比差远了。唐朝清凉大师在五台山讲《华严经》，他老人家一生讲五十遍，如果我们在那个时候要是跟他听经，我们也能把《华严经》从头到尾听五十遍。一遍的福报都不得了，在那边能听上十遍、二十遍到五十遍，这还得了吗？清凉活了一百零五岁，寿也长。所以要知道，福慧庄严这才是真正的庄严。这也就是说明机缘太难得了，我们一定要把它把握住，决定不能让它空过。",
      "zh_TW": "真正有福報的人就是什麼？身心無事，很悠閒的人，到寺院裡頭去住上兩年聽一部經，他能有兩年悠閒的時間，他不需要做事，他這個生活能維持，這是有福有慧。諸位想想看，現在這個機會到哪裡去找？沒有這個機會。一般的地方講經一星期講一次、講二次，一部經要講上好幾年。你說我們一部《華嚴經》，真正是咱們沒有福報，民國六十年開講的，講到現在才勉強到一半，六十年到七十年整整的十年。台中李老師是五十三年開始講的，講到今天快到二十年，他才講到三分之一。諸位想想，我們今天人的福報跟古人比比差遠了。唐朝清涼大師在五台山講《華嚴經》，他老人家一生講五十遍，如果我們在那個時候要是跟他聽經，我們也能把《華嚴經》從頭到尾聽五十遍。一遍的福報都不得了，在那邊能聽上十遍、二十遍到五十遍，這還得了嗎？清涼活了一百零五歲，壽也長。所以要知道，福慧莊嚴這才是真正的莊嚴。這也就是說明機緣太難得了，我們一定要把它把握住，決定不能讓它空過。"
    },
    {
      "id": "08-001-0028_p0020",
      "zh_CN": "我们在最初这个大楼刚建筑的时候，那个时候房子卖得很便宜，我就有一个想法，我劝不少学佛的同修，我说我们大家在这买房子，我们买它一层，个人是个人的，产权是独立的，是你自己的。它这一层平面一共有二十六户，有二十六家，如果我们有二十个同修，这一层买它二十户，我们图书馆是三户，打通了成这个图书馆，你家里住在这个地方，上午讲经、下午讲经你都可以来听。我们没有大福报，我们的小福报能成就自己，早晚在一块念佛共修。当时也有些同修心动，可是毕竟不能发心成就这个理想。我们现在在这个大楼里面，我们学佛的同修只有四、五家的样子。要不是这样的共修，实在讲是相当困难。大家都住在此地了，真正有二十家住在此地，那我们就真的以这二十家为主，外面人来是旁听的。",
      "zh_TW": "我們在最初這個大樓剛建築的時候，那個時候房子賣得很便宜，我就有一個想法，我勸不少學佛的同修，我說我們大家在這買房子，我們買它一層，個人是個人的，產權是獨立的，是你自己的。它這一層平面一共有二十六戶，有二十六家，如果我們有二十個同修，這一層買它二十戶，我們圖書館是三戶，打通了成這個圖書館，你家裡住在這個地方，上午講經、下午講經你都可以來聽。我們沒有大福報，我們的小福報能成就自己，早晚在一塊念佛共修。當時也有些同修心動，可是畢竟不能發心成就這個理想。我們現在在這個大樓裡面，我們學佛的同修只有四、五家的樣子。要不是這樣的共修，實在講是相當困難。大家都住在此地了，真正有二十家住在此地，那我們就真的以這二十家為主，外面人來是旁聽的。"
    },
    {
      "id": "08-001-0028_p0021",
      "zh_CN": "现在我们变成是外面同修为主，你们上午也没空来，下午也没空来，一个星期只能来个一次、二次，好了，这才把经分开，你喜欢听《法华》的就每个星期五来，喜欢听《楞严》的每个星期六来。这一个星期讲一次，一部经至少得三年到四年才能圆满。诸位想想，这个机缘多难得！从前的寺院好，它本身有道粮，它不用化缘，也不要做经忏佛事，不要应付任何人，他有山、他有田，他收租，所以道粮不愁。不但是十方出家人到那去挂单，你愿意住多久就住多久，没有人赶你去的，只要你循规蹈矩，在那里面听经修行，四事供养都具足。出家人如此，在家人来挂单也是如此，寺庙里头也是四事供养一视同仁。所以我们中国过去历朝历代学佛，无论是在家、出家，成就的人有那么多，它有道理的，那个才真正叫道场。这是诸佛菩萨、祖师大德他们的用心。",
      "zh_TW": "現在我們變成是外面同修為主，你們上午也沒空來，下午也沒空來，一個星期只能來個一次、二次，好了，這才把經分開，你喜歡聽《法華》的就每個星期五來，喜歡聽《楞嚴》的每個星期六來。這一個星期講一次，一部經至少得三年到四年才能圓滿。諸位想想，這個機緣多難得！從前的寺院好，它本身有道糧，它不用化緣，也不要做經懺佛事，不要應付任何人，他有山、他有田，他收租，所以道糧不愁。不但是十方出家人到那去掛單，你願意住多久就住多久，沒有人趕你去的，只要你循規蹈矩，在那裡面聽經修行，四事供養都具足。出家人如此，在家人來掛單也是如此，寺廟裡頭也是四事供養一視同仁。所以我們中國過去歷朝歷代學佛，無論是在家、出家，成就的人有那麼多，它有道理的，那個才真正叫道場。這是諸佛菩薩、祖師大德他們的用心。"
    },
    {
      "id": "08-001-0028_p0022",
      "zh_CN": "『佛所护念』，无量义处，这是佛自证得的，所以佛护念。底下经文说，「佛自住大乘」，为什么要护念？就是众生程度还不够，必须要护念，到程度成熟了这才开演。这是说到《无量义经》，这是究竟圆满至极，所以说明为说法的瑞相，无义不具，一法都不缺，这才叫无量义，究竟圆满，真正是稀有。下面也是四句，这是「入定瑞」：",
      "zh_TW": "『佛所護念』，無量義處，這是佛自證得的，所以佛護念。底下經文說，「佛自住大乘」，為什麼要護念？就是眾生程度還不夠，必須要護念，到程度成熟了這才開演。這是說到《無量義經》，這是究竟圓滿至極，所以說明為說法的瑞相，無義不具，一法都不缺，這才叫無量義，究竟圓滿，真正是稀有。下面也是四句，這是「入定瑞」："
    },
    {
      "id": "08-001-0028_p0023",
      "zh_CN": "【佛说此经已。】",
      "zh_TW": "【佛說此經已。】"
    },
    {
      "id": "08-001-0028_p0024",
      "zh_CN": "『此经』就是指的《无量义经》，《无量义经》并没有说，就说完了，说个《无量义经》经就完了，诸位想想，这就是一即一切，一切即一。",
      "zh_TW": "『此經』就是指的《無量義經》，《無量義經》並沒有說，就說完了，說個《無量義經》經就完了，諸位想想，這就是一即一切，一切即一。"
    },
    {
      "id": "08-001-0028_p0025",
      "zh_CN": "【结跏趺坐。入于无量义处三昧。身心不动。】",
      "zh_TW": "【結跏趺坐。入於無量義處三昧。身心不動。】"
    },
    {
      "id": "08-001-0028_p0026",
      "zh_CN": "佛示现的入定，『三昧』是梵语，翻成中国的意思叫正定。「三昧」也有许多种，我们可以说八万四千法门就是八万四千三昧。也许诸位说，定哪有那么多种？定不都是一个样的吗？定是一样，不错。怎么样达到了定，方法不一样，这个诸位要记住。八万四千法门就是八万四千种不同的方法，都是修定。以我们净土来说，念佛是修定，一心不乱就是定，我们持名是修一心不乱、修定，观想也是修定，观像亦是修定，实相念佛也是修定。可见得单单是净土法门里面，我们修一心不乱修定的方法就不相同。定成就了是一样的，方法不一样。从方法上来说，这才说之为八万四千三昧，或者讲无量三昧，从修成那个说，那个定就是无量义三昧。定成就了，成就是一切都通达，所以你一个法门修成，无量无边的法门、八万四千法门全都通达。",
      "zh_TW": "佛示現的入定，『三昧』是梵語，翻成中國的意思叫正定。「三昧」也有許多種，我們可以說八萬四千法門就是八萬四千三昧。也許諸位說，定哪有那麼多種？定不都是一個樣的嗎？定是一樣，不錯。怎麼樣達到了定，方法不一樣，這個諸位要記住。八萬四千法門就是八萬四千種不同的方法，都是修定。以我們淨土來說，念佛是修定，一心不亂就是定，我們持名是修一心不亂、修定，觀想也是修定，觀像亦是修定，實相念佛也是修定。可見得單單是淨土法門裡面，我們修一心不亂修定的方法就不相同。定成就了是一樣的，方法不一樣。從方法上來說，這才說之為八萬四千三昧，或者講無量三昧，從修成那個說，那個定就是無量義三昧。定成就了，成就是一切都通達，所以你一個法門修成，無量無邊的法門、八萬四千法門全都通達。"
    },
    {
      "id": "08-001-0028_p0027",
      "zh_CN": "这就好像那个车轮一样，我常给诸位做比喻，我们从圆周沿一个直线走，走到圆心一切都看到，一切都通达了。不到圆心，彼此不相关，彼此都不明了，到了圆心一切通达，一就是圆心，一切就是绕着圆心的四周。到无量义三昧，古人常说「那伽常在定，无有不定时」，哪里来的出入！释迦牟尼佛何必还装个样子示现入定，行住坐卧都在无量义三昧之中，还示现这个样子吗？这个样子是示现的，是叫这些菩萨们起警觉的，佛在入定，示现一个入定的相，实际上佛的定没有出入。千万不要误会了，佛还真要入定才有定，出定就没有定了，那是凡夫，不是佛，这点我们要懂得。",
      "zh_TW": "這就好像那個車輪一樣，我常給諸位做比喻，我們從圓周沿一個直線走，走到圓心一切都看到，一切都通達了。不到圓心，彼此不相關，彼此都不明瞭，到了圓心一切通達，一就是圓心，一切就是繞著圓心的四周。到無量義三昧，古人常說「那伽常在定，無有不定時」，哪裡來的出入！釋迦牟尼佛何必還裝個樣子示現入定，行住坐臥都在無量義三昧之中，還示現這個樣子嗎？這個樣子是示現的，是叫這些菩薩們起警覺的，佛在入定，示現一個入定的相，實際上佛的定沒有出入。千萬不要誤會了，佛還真要入定才有定，出定就沒有定了，那是凡夫，不是佛，這點我們要懂得。"
    },
    {
      "id": "08-001-0028_p0028",
      "zh_CN": "这句文也不多，但是从经文里面看，末后这一句是入定瑞里头的关键，就是『身心不动』。佛是现个样子，腿盘上来『结跏跌坐』，这大家都晓得的，示现一个入定的样子，「身心不动」，他所表的意思是叫我们身心在一切万法里面都不动。什么叫不动？动静不二，动静一如，才叫真不动。有动、有静那还是在动。换句话说，你要没有入不二法门，你的身心总是动的。好了，我盘腿在这坐着不动了，你身体血液在循环是动，怎么不动？在那呼吸是动，心脏在跳，怎么不动？细胞在新陈代谢，怎么不动？身也动，心也在打妄想，身心都动，哪有不动的？你在身心里头能找到一个不动的吗？给诸位说，悟了就不动，没有悟，盘腿面壁入定身心都在动。所以这句里头顶重要的就是说的身心不动，心里面没有分别执着妄念，没有这些。",
      "zh_TW": "這句文也不多，但是從經文裡面看，末後這一句是入定瑞裡頭的關鍵，就是『身心不動』。佛是現個樣子，腿盤上來『結跏跌坐』，這大家都曉得的，示現一個入定的樣子，「身心不動」，他所表的意思是叫我們身心在一切萬法裡面都不動。什麼叫不動？動靜不二，動靜一如，才叫真不動。有動、有靜那還是在動。換句話說，你要沒有入不二法門，你的身心總是動的。好了，我盤腿在這坐著不動了，你身體血液在循環是動，怎麼不動？在那呼吸是動，心臟在跳，怎麼不動？細胞在新陳代謝，怎麼不動？身也動，心也在打妄想，身心都動，哪有不動的？你在身心裡頭能找到一個不動的嗎？給諸位說，悟了就不動，沒有悟，盤腿面壁入定身心都在動。所以這句裡頭頂重要的就是說的身心不動，心裡面沒有分別執著妄念，沒有這些。"
    },
    {
      "id": "08-001-0028_p0029",
      "zh_CN": "身怎么不动？你看《心经》里面讲的「照见五蕴皆空」，他动什么？所以什么时候你要见到「色即是空，空即是色，色不异空，空不异色」，身就不动了，这个时候才身心不动。否则的话，都是在动！由此可知，这个境界是破无明以后的境界。没破无明，就是断了见思烦恼，像小乘的阿罗汉，也不行，他的身心还是在动。《楞严经》里面讲他的心「内守幽闲」，那个守就是动，他还要守，他还是分别，分别法尘影事。不动就不分别，分别就是动，那是九次第定，不是无量义定。",
      "zh_TW": "身怎麼不動？你看《心經》裡面講的「照見五蘊皆空」，他動什麼？所以什麼時候你要見到「色即是空，空即是色，色不異空，空不異色」，身就不動了，這個時候才身心不動。否則的話，都是在動！由此可知，這個境界是破無明以後的境界。沒破無明，就是斷了見思煩惱，像小乘的阿羅漢，也不行，他的身心還是在動。《楞嚴經》裡面講他的心「內守幽閑」，那個守就是動，他還要守，他還是分別，分別法塵影事。不動就不分別，分別就是動，那是九次第定，不是無量義定。"
    },
    {
      "id": "08-001-0028_p0030",
      "zh_CN": "由此也可以解释无量义定是大定，在《楞严》里面讲就是楞严大定，在净土里面讲就是理一心不乱，这是真定，真定也叫做性定。这个定，再给诸位说，是本性里头具足的，不是修来的；换句话说，一切众生人人皆有，各个不无。就是我们迷了，本定失掉变成不定，本来一切通达、一切圆明变成了现在是无知无明。所以学佛学什么？恢复我们的性定，恢复我们的本明，就如此而已。这个恢复，给诸位说，定与慧要均等。定超过了慧，我们从最粗浅的相来说，昏沉，提不起精神来；慧超过了定，掉举，心里面七上八下，这都是障碍。慧是属于解门，定是属于行门，这就说明了行与解要相应，行与解要均等，这个功夫才是正常的，这个样子才叫做中道。不偏于慧、也不偏于定，这叫中道，偏在两边都不是走中道，不是中道不能见性，唯有中道才见性。",
      "zh_TW": "由此也可以解釋無量義定是大定，在《楞嚴》裡面講就是楞嚴大定，在淨土裡面講就是理一心不亂，這是真定，真定也叫做性定。這個定，再給諸位說，是本性裡頭具足的，不是修來的；換句話說，一切眾生人人皆有，各個不無。就是我們迷了，本定失掉變成不定，本來一切通達、一切圓明變成了現在是無知無明。所以學佛學什麼？恢復我們的性定，恢復我們的本明，就如此而已。這個恢復，給諸位說，定與慧要均等。定超過了慧，我們從最粗淺的相來說，昏沉，提不起精神來；慧超過了定，掉舉，心裡面七上八下，這都是障礙。慧是屬於解門，定是屬於行門，這就說明了行與解要相應，行與解要均等，這個功夫才是正常的，這個樣子才叫做中道。不偏於慧、也不偏於定，這叫中道，偏在兩邊都不是走中道，不是中道不能見性，唯有中道才見性。"
    },
    {
      "id": "08-001-0028_p0031",
      "zh_CN": "怎么个修法？理论实现在我们生活上，生活上这就是功夫，以自己实际上的生活配合理论，行与解相应，解与行相应，生活与你的知见相应，知见与自己的生活相应，这叫做行解相应。修行两个字一定要正确的理解，行是什么？行为。行为是身的动作、口的言语、心里面的念头，叫身口意三业行为。理是什么？理是湛寂圆明之理，是一切法清净常寂之理。我们的身口意三业与这个理相不相应？这个理论与我们日常生活相不相应？果然相应了，理事无碍。理的无量义通达了，理上事事无碍，事上也事事无碍了，这才得大自在。",
      "zh_TW": "怎麼個修法？理論實現在我們生活上，生活上這就是功夫，以自己實際上的生活配合理論，行與解相應，解與行相應，生活與你的知見相應，知見與自己的生活相應，這叫做行解相應。修行兩個字一定要正確的理解，行是什麼？行為。行為是身的動作、口的言語、心裡面的念頭，叫身口意三業行為。理是什麼？理是湛寂圓明之理，是一切法清淨常寂之理。我們的身口意三業與這個理相不相應？這個理論與我們日常生活相不相應？果然相應了，理事無礙。理的無量義通達了，理上事事無礙，事上也事事無礙了，這才得大自在。"
    },
    {
      "id": "08-001-0028_p0032",
      "zh_CN": "所以诸位想想看，什么地方是道场？佛在大经里面跟我们说，「直心是道场」，直心就是菩提心里面的直心，我们把它浅说平等心。佛在《观无量寿佛经》里面说之为「至诚心」，这就是道场。道场在自己的心地里面，不在外面，心真诚就是坐道场，心清净就是坐道场。菩萨行清净自在、天真活泼，等我们讲到放光就跟诸位细细的谈到，所以菩萨活活泼泼。不像小乘，小乘严肃呆呆板板，为什么？小乘没有达无量义。到无量义的时候完全活活泼泼，《华严经》里面讲的理事无碍、事事无碍，四无碍的法界，不是呆呆板板的。六种瑞相今天给诸位介绍了两种，底下的第三种，就是天上雨曼陀罗花。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以諸位想想看，什麼地方是道場？佛在大經裡面跟我們說，「直心是道場」，直心就是菩提心裡面的直心，我們把它淺說平等心。佛在《觀無量壽佛經》裡面說之為「至誠心」，這就是道場。道場在自己的心地裡面，不在外面，心真誠就是坐道場，心清淨就是坐道場。菩薩行清淨自在、天真活潑，等我們講到放光就跟諸位細細的談到，所以菩薩活活潑潑。不像小乘，小乘嚴肅呆呆板板，為什麼？小乘沒有達無量義。到無量義的時候完全活活潑潑，《華嚴經》裡面講的理事無礙、事事無礙，四無礙的法界，不是呆呆板板的。六種瑞相今天給諸位介紹了兩種，底下的第三種，就是天上雨曼陀羅花。今天時間到了，我們就講到此地。"
    }
  ]
}