{
  "doc_id": "08-001-0009",
  "title": {
    "zh_CN": "妙法莲华经",
    "zh_TW": "妙法蓮華經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏佛教图书馆",
    "zh_TW": "台灣景美華藏佛教圖書館"
  },
  "doc_number": "08-001-0009",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "08-001-0009_p0001",
      "zh_CN": "第三大段，丙这一段，「藏教分摄」。在这段里面，这个题目四个字，实在它是讲三种法门。所谓藏是指三藏，三藏是讲经律论，也有地方讲二藏，二藏就是大乘藏与小乘藏。这是从教上着眼，首先要分辨这部经它在三藏或者在二藏属于某一部分。教是指的四教、五教，以「一代所说，通名十二分教」。但是这个判教，古来大德各人有各人的判别。在《法华经大成》里面略举有十八位大师，这都是过去在判教上比较著名的。实际上这些人他们所判的教义在《华严经疏钞》里面都说得很详细，诸位可以在《华严经疏钞》，也是在「藏教分摄」这一科里面，可以去参考。分摄，分就是解释这十二分教，我们表解里头也列了十二分教，十二分教里面本经是属于哪一类，有藏、教、分它是摄属于哪个部分，要是明白了，这部经的性质大概就清楚了。表解里面就分成这三个部分，这三部分是一般佛学常识，凡是研究佛学都应该要懂得，所以我们可以把它当作佛学常识来看。",
      "zh_TW": "第三大段，丙這一段，「藏教分攝」。在這段裡面，這個題目四個字，實在它是講三種法門。所謂藏是指三藏，三藏是講經律論，也有地方講二藏，二藏就是大乘藏與小乘藏。這是從教上著眼，首先要分辨這部經它在三藏或者在二藏屬於某一部分。教是指的四教、五教，以「一代所說，通名十二分教」。但是這個判教，古來大德各人有各人的判別。在《法華經大成》裡面略舉有十八位大師，這都是過去在判教上比較著名的。實際上這些人他們所判的教義在《華嚴經疏鈔》裡面都說得很詳細，諸位可以在《華嚴經疏鈔》，也是在「藏教分攝」這一科裡面，可以去參考。分攝，分就是解釋這十二分教，我們表解裡頭也列了十二分教，十二分教裡面本經是屬於哪一類，有藏、教、分它是攝屬於哪個部分，要是明白了，這部經的性質大概就清楚了。表解裡面就分成這三個部分，這三部分是一般佛學常識，凡是研究佛學都應該要懂得，所以我們可以把它當作佛學常識來看。"
    },
    {
      "id": "08-001-0009_p0002",
      "zh_CN": "第一讲「藏摄」。前面曾经给诸位介绍过「教起因缘」，我们晓得，这部经是大事因缘，佛才说出来，也是最后的遗教，畅佛本怀。它在藏教分中摄属的究竟，这必须要辨别。三藏，我们现在称佛的经典叫《大藏经》，《大藏经》是总名称，《大藏经》的内容就是三藏合集而成的，我们现在称为经藏、律藏、论藏。什么叫做经藏？经律论全是用中国的文字，中国文字的意思来定的名称，印度的原名叫修多罗。所以诸位将来在经里面看到修多罗藏，就是我们现在讲的经藏。修多罗的含义很多，古德已经将修多罗翻译为契经，契是契合的意思，取的意思是契机、契理。契机就是要契合众生的程度，契合我们的根性，也契合我们当前的需要，它有这几个因素在当中。契理，理是讲诸佛如来所证的诸法实相，真如之理。诸位要晓得，双契相当不容易，又要适合我们程度需要，又不违背真如理体，这是相当不容易的。世间这些经典，像我们中国十三经、五经之类的，乃至于世间宗教的经典，可以说契合众生的根性，但是不契如来所证的真如理体，只能合一方面，不能两方面都适合，这是难处。由此也能看出佛经的特性。",
      "zh_TW": "第一講「藏攝」。前面曾經給諸位介紹過「教起因緣」，我們曉得，這部經是大事因緣，佛才說出來，也是最後的遺教，暢佛本懷。它在藏教分中攝屬的究竟，這必須要辨別。三藏，我們現在稱佛的經典叫《大藏經》，《大藏經》是總名稱，《大藏經》的內容就是三藏合集而成的，我們現在稱為經藏、律藏、論藏。什麼叫做經藏？經律論全是用中國的文字，中國文字的意思來定的名稱，印度的原名叫修多羅。所以諸位將來在經裡面看到修多羅藏，就是我們現在講的經藏。修多羅的含義很多，古德已經將修多羅翻譯為契經，契是契合的意思，取的意思是契機、契理。契機就是要契合眾生的程度，契合我們的根性，也契合我們當前的需要，它有這幾個因素在當中。契理，理是講諸佛如來所證的諸法實相，真如之理。諸位要曉得，雙契相當不容易，又要適合我們程度需要，又不違背真如理體，這是相當不容易的。世間這些經典，像我們中國十三經、五經之類的，乃至於世間宗教的經典，可以說契合眾生的根性，但是不契如來所證的真如理體，只能合一方面，不能兩方面都適合，這是難處。由此也能看出佛經的特性。"
    },
    {
      "id": "08-001-0009_p0003",
      "zh_CN": "如果照印度修多罗本来的意思，它当作线讲，凡是用线、绳索贯穿的，都称之为修多罗。佛所说的一切言词，以及后来结集经典，全都有贯穿这个意思在，所以圣教也叫修多罗。古德翻译的时候，因为我们中国圣人的著述称之为经典，这个经也有贯穿的意思，我们像以经持纬，以纬持经，直的线叫经，横的线叫纬。所以也就把修多罗翻成中国经的意思。这个翻可以说翻得相当之好，既保留着修多罗的本意，同时比印度的修多罗还要尊重。我们中国对圣人的教训非常尊重，称之为经典。单单翻成一个经，实在还不能把佛经的意思表现出来，刚才我说了，我们世间圣人的经典很难契合真如理体，所以把上面再冠上一个契，契经，省称、单称一个经。原来翻的意思是契经，翻了之后再把名词加以注解，就是解释，解释里面通常有五个意思，就是契经有五个意思。而在《华严经》里面讲有十个意思，《华严》是以十来表法，每个字都讲十个意思，《大方广佛华严经》，大有十个意思，方也有十个意思，广也有十个意思，乃至于到经也有十个意思，这是《华严经》的体例。",
      "zh_TW": "如果照印度修多羅本來的意思，它當作線講，凡是用線、繩索貫穿的，都稱之為修多羅。佛所說的一切言詞，以及後來結集經典，全都有貫穿這個意思在，所以聖教也叫修多羅。古德翻譯的時候，因為我們中國聖人的著述稱之為經典，這個經也有貫穿的意思，我們像以經持緯，以緯持經，直的線叫經，橫的線叫緯。所以也就把修多羅翻成中國經的意思。這個翻可以說翻得相當之好，既保留著修多羅的本意，同時比印度的修多羅還要尊重。我們中國對聖人的教訓非常尊重，稱之為經典。單單翻成一個經，實在還不能把佛經的意思表現出來，剛才我說了，我們世間聖人的經典很難契合真如理體，所以把上面再冠上一個契，契經，省稱、單稱一個經。原來翻的意思是契經，翻了之後再把名詞加以註解，就是解釋，解釋裡面通常有五個意思，就是契經有五個意思。而在《華嚴經》裡面講有十個意思，《華嚴》是以十來表法，每個字都講十個意思，《大方廣佛華嚴經》，大有十個意思，方也有十個意思，廣也有十個意思，乃至於到經也有十個意思，這是《華嚴經》的體例。"
    },
    {
      "id": "08-001-0009_p0004",
      "zh_CN": "第一个是有「涌泉」的意思，像泉水，泉水往外面喷，它永远不停的。这个取什么？新新不住，泉水喷出来都是新的，喷出来，旧的流走了，喷出来都是新的，这个意思好。佛经里面的意思永远是新的，永远是没有止境的，就像泉水一样没有止境，确实是如此。所以同样一部经，从初发心我们就学它，一直到成佛都不会厌倦。为什么？它意思常新。就像那泉水一样永远是可爱的，永远是那么清凉，你不会觉得讨厌。如果是一滩死水，看久了就会讨厌。它是活的。第二个意思有「出生」的意思，就是愈辗转它的义理愈精妙、愈博大，真正是所谓博大精深。愈研究愈精深，愈是运用它愈广大，精深博大也永无止境，这是出生的意思。正是六祖所说「从一般若生八万四千智慧」，这就有出生的意思。",
      "zh_TW": "第一個是有「湧泉」的意思，像泉水，泉水往外面噴，它永遠不停的。這個取什麼？新新不住，泉水噴出來都是新的，噴出來，舊的流走了，噴出來都是新的，這個意思好。佛經裡面的意思永遠是新的，永遠是沒有止境的，就像泉水一樣沒有止境，確實是如此。所以同樣一部經，從初發心我們就學它，一直到成佛都不會厭倦。為什麼？它意思常新。就像那泉水一樣永遠是可愛的，永遠是那麼清涼，你不會覺得討厭。如果是一灘死水，看久了就會討厭。它是活的。第二個意思有「出生」的意思，就是愈輾轉它的義理愈精妙、愈博大，真正是所謂博大精深。愈研究愈精深，愈是運用它愈廣大，精深博大也永無止境，這是出生的意思。正是六祖所說「從一般若生八萬四千智慧」，這就有出生的意思。"
    },
    {
      "id": "08-001-0009_p0005",
      "zh_CN": "第三个意思是「显示」的意思，显是明显，示是展示，佛教经典能够显示世出世间一切事理。所以通达佛教经论就是通达世出世间事理，世出世法没有不明了的。第四个意思有「绳墨」的意思，这就是从前的木匠要锯一个直线，先要拿一个墨斗打一条线，比的那个绳，绳一定要拉直，所以有「楷正定邪」的意思。换句说话，教我们在一切法里面，辨别哪是正法、哪是邪法。也就是说，经典是邪正的标准，我们自己不能辨别，经读多了，经就是标准。第五个意思有「结鬘」的意思，结鬘就是贯穿，鬘是花鬘，当中用一条线把许多花穿在一起，就花鬘，花鬘是说贯穿的意思。",
      "zh_TW": "第三個意思是「顯示」的意思，顯是明顯，示是展示，佛教經典能夠顯示世出世間一切事理。所以通達佛教經論就是通達世出世間事理，世出世法沒有不明瞭的。第四個意思有「繩墨」的意思，這就是從前的木匠要鋸一個直線，先要拿一個墨斗打一條線，比的那個繩，繩一定要拉直，所以有「楷正定邪」的意思。換句說話，教我們在一切法裡面，辨別哪是正法、哪是邪法。也就是說，經典是邪正的標準，我們自己不能辨別，經讀多了，經就是標準。第五個意思有「結鬘」的意思，結鬘就是貫穿，鬘是花鬘，當中用一條線把許多花穿在一起，就花鬘，花鬘是說貫穿的意思。"
    },
    {
      "id": "08-001-0009_p0006",
      "zh_CN": "但是这五种讲法，实在这是后来大师解释经用「贯摄常法」四个字来解释，前面这五种说法在四个字里面只占两个字。结鬘是贯的意思，前面所讲的涌泉、出生、显示、绳墨，都是摄的意思，所以说贯摄常法，只不过是贯摄二义而已。这是修多罗的本义。而常与法两个字是我们中国经的定义。贯摄常法也是把修多罗跟我们中国经的意思合起讲。常是不变的真理，万古恒常，我们现在讲是超时间、超空间，万古常新。法是法则，圣凡所共同遵守的法则。譬如讲我们中国五经十三经，这是上自圣贤，下至所谓贩夫走卒，每个人都要遵守。绝不是说圣人可以不必遵守，不是的，圣人率先行道，然后让一般老百姓都能够效法。所以是凡圣共同所行之道。这称之为经。",
      "zh_TW": "但是這五種講法，實在這是後來大師解釋經用「貫攝常法」四個字來解釋，前面這五種說法在四個字裡面只佔兩個字。結鬘是貫的意思，前面所講的湧泉、出生、顯示、繩墨，都是攝的意思，所以說貫攝常法，只不過是貫攝二義而已。這是修多羅的本義。而常與法兩個字是我們中國經的定義。貫攝常法也是把修多羅跟我們中國經的意思合起講。常是不變的真理，萬古恆常，我們現在講是超時間、超空間，萬古常新。法是法則，聖凡所共同遵守的法則。譬如講我們中國五經十三經，這是上自聖賢，下至所謂販夫走卒，每個人都要遵守。絕不是說聖人可以不必遵守，不是的，聖人率先行道，然後讓一般老百姓都能夠效法。所以是凡聖共同所行之道。這稱之為經。"
    },
    {
      "id": "08-001-0009_p0007",
      "zh_CN": "第二就是「律藏」，律藏是「毗奈耶藏」，也翻作「毗尼」，毗尼、毗尼耶都是梵文的音译。翻成中文意思叫「调伏」，调就是调和，伏就是降伏其心，古人注子里面所讲「调练三业」，制伏妄心。三业就是身口意三业的行为，三业行为必须在逆顺境界里面磨炼，这是讲真正修行。所以诸位千万要记住，说到修行，绝不仅仅是每天拿着念珠念阿弥陀佛这叫修行，拜佛、诵经、持斋这叫修行，参禅打坐叫修行。在从前人这些确实都是修行，现在人搞这一套不是修行。为什么？与行不相干。以前人用这个方法是调练身口意三业的，是真做功夫。而我们今天是什么？只有这个形式没有内容，只晓得这个样子、外表，不知道它精神之所在，所以我们的路子全走错了。修行修什么？我们身口意三业所造的过失、毛病，心的毛病是分别执着妄想，我们要修正这个毛病，用种种方法来对治。现在什么？念佛人一天到晚念阿弥陀佛，心里面烦恼不断、分别心不断、执着不断，那他修的什么行？并没有修行。一天念佛念到晚没有修行，就是与行为不相干，身体的造作、口里面言语统统不相干。这些形式上的修学是初学人用的。但是形式一定要与三业相应，才能够把身口意三方面的过失把它修正过来，所以一定要相应。",
      "zh_TW": "第二就是「律藏」，律藏是「毗奈耶藏」，也翻作「毗尼」，毗尼、毗尼耶都是梵文的音譯。翻成中文意思叫「調伏」，調就是調和，伏就是降伏其心，古人註子裡面所講「調練三業」，制伏妄心。三業就是身口意三業的行為，三業行為必須在逆順境界裡面磨鍊，這是講真正修行。所以諸位千萬要記住，說到修行，絕不僅僅是每天拿著念珠念阿彌陀佛這叫修行，拜佛、誦經、持齋這叫修行，參禪打坐叫修行。在從前人這些確實都是修行，現在人搞這一套不是修行。為什麼？與行不相干。以前人用這個方法是調練身口意三業的，是真做功夫。而我們今天是什麼？只有這個形式沒有內容，只曉得這個樣子、外表，不知道它精神之所在，所以我們的路子全走錯了。修行修什麼？我們身口意三業所造的過失、毛病，心的毛病是分別執著妄想，我們要修正這個毛病，用種種方法來對治。現在什麼？念佛人一天到晚念阿彌陀佛，心裡面煩惱不斷、分別心不斷、執著不斷，那他修的什麼行？並沒有修行。一天念佛念到晚沒有修行，就是與行為不相干，身體的造作、口裡面言語統統不相干。這些形式上的修學是初學人用的。但是形式一定要與三業相應，才能夠把身口意三方面的過失把它修正過來，所以一定要相應。"
    },
    {
      "id": "08-001-0009_p0008",
      "zh_CN": "在大乘佛法里面，不注重这些形式，一乘佛法里面更不注重。所以中国的禅宗也分为两派，诸位读《坛经》晓得，有南北两派，南顿北渐，北派的是大乘法，南派的是一乘法。他们不着重这些戒条规律，它不注重这个，在三业方面它特别着重心地的清净。为什么？心清净，身当然清净。所以大乘与一乘它所抓的重心是修心，我心好了，身的行为也是善的，口的行为也是善的。尤其是南宗，他们讲求的是从根本修，根本修就是修心，戒律本来就是修心的。所以戒律要不能与心行相应，这个戒律就是空有躯壳而已，空有形式，不发生作用，这点我们要懂得。尤其我们想学大乘佛法，换句话说，无论修哪一种法门，都要与心行相应。",
      "zh_TW": "在大乘佛法裡面，不注重這些形式，一乘佛法裡面更不注重。所以中國的禪宗也分為兩派，諸位讀《壇經》曉得，有南北兩派，南頓北漸，北派的是大乘法，南派的是一乘法。他們不著重這些戒條規律，它不注重這個，在三業方面它特別著重心地的清淨。為什麼？心清淨，身當然清淨。所以大乘與一乘它所抓的重心是修心，我心好了，身的行為也是善的，口的行為也是善的。尤其是南宗，他們講求的是從根本修，根本修就是修心，戒律本來就是修心的。所以戒律要不能與心行相應，這個戒律就是空有軀殼而已，空有形式，不發生作用，這點我們要懂得。尤其我們想學大乘佛法，換句話說，無論修哪一種法門，都要與心行相應。"
    },
    {
      "id": "08-001-0009_p0009",
      "zh_CN": "戒律的精神在断恶修善，我们再要问一问，什么是善、什么是恶？善恶没有标准。我说这个善，他说这是恶；我说这个恶，他说这是善，没有标准。佛给我们初机人所定的标准，那就是我们世人善恶的概念，这是为什么？方便初学，是为这个。五戒十善完全是人间法、世间法，不是佛法，佛教化世人首先是不坏世间法。为什么？世间法一破坏了，那谁敢跟佛学？世间法破坏了，那佛是妖魔鬼怪，这个不能跟他学，他不是好人。所以佛一定先要示现是世间的好人，为世人之所赞叹，大家才放心接近他、亲近他，来跟他学。真正的善是在一乘法里面，一乘法里面讲什么叫真善？与真性相应的就是善，违背真性的就是恶。断恶断什么？断无明，无明是恶；修善，善是什么？善是大觉，觉是明心见性，明心见性是善，无明颠倒是恶，这是最高的标准。佛陀就是讲五戒十善也是从最高标准一个系统讲下来，所以五戒十善与真如本性相应，与明心见性相应。因此虽然是五戒，我们初学佛的人要学五戒，到等觉菩萨还是守五戒，但是那个五戒的内容、讲法大大的不相同。我们初学五戒斤斤计较，在事相上计较；人家到高阶菩萨不在事相上计较，而是在法性上的德用。这是我们要晓得，戒律的精神。不懂得戒律的精神，戒律就没有法子持，持得再好，这死在戒条之下。所以说是持戒，万不可以死在戒条之下，一定要懂得戒条的意义精神、开遮持犯、功德利益，要晓得这个道理。",
      "zh_TW": "戒律的精神在斷惡修善，我們再要問一問，什麼是善、什麼是惡？善惡沒有標準。我說這個善，他說這是惡；我說這個惡，他說這是善，沒有標準。佛給我們初機人所定的標準，那就是我們世人善惡的概念，這是為什麼？方便初學，是為這個。五戒十善完全是人間法、世間法，不是佛法，佛教化世人首先是不壞世間法。為什麼？世間法一破壞了，那誰敢跟佛學？世間法破壞了，那佛是妖魔鬼怪，這個不能跟他學，他不是好人。所以佛一定先要示現是世間的好人，為世人之所讚歎，大家才放心接近他、親近他，來跟他學。真正的善是在一乘法裡面，一乘法裡面講什麼叫真善？與真性相應的就是善，違背真性的就是惡。斷惡斷什麼？斷無明，無明是惡；修善，善是什麼？善是大覺，覺是明心見性，明心見性是善，無明顛倒是惡，這是最高的標準。佛陀就是講五戒十善也是從最高標準一個系統講下來，所以五戒十善與真如本性相應，與明心見性相應。因此雖然是五戒，我們初學佛的人要學五戒，到等覺菩薩還是守五戒，但是那個五戒的內容、講法大大的不相同。我們初學五戒斤斤計較，在事相上計較；人家到高階菩薩不在事相上計較，而是在法性上的德用。這是我們要曉得，戒律的精神。不懂得戒律的精神，戒律就沒有法子持，持得再好，這死在戒條之下。所以說是持戒，萬不可以死在戒條之下，一定要懂得戒條的意義精神、開遮持犯、功德利益，要曉得這個道理。"
    },
    {
      "id": "08-001-0009_p0010",
      "zh_CN": "在大乘佛法里面，尤其是在中国禅宗，一乘法的禅宗，你看我们读《六祖坛经》，中国的大乘禅宗是以六祖大师为渊源。虽然前面达摩祖师到中国来，达摩祖师那些办法，后人很少人跟他学的，很少人遵守。我们可以讲中国禅宗名符其实的祖师，能够一直影响到今天的，是六祖。六祖一代的时教就在《坛经》里面，所以《坛经》是中国禅的鼻祖、始祖。这一千多年以来，禅宗那些大德，禅宗里面所有的著书，都没有法子超越六祖。禅宗语录多，在我们现在《续藏经》里面，篇幅几乎占二分之一，整个《藏经》来说差不多占三分之一，都是禅宗的语录。但是这么多东西都不出《坛经》，诸位要是在《坛经》上奠定基础，禅学才有根。禅是一乘佛法的精华所在，我们如果有这个基础再去念佛，那真是轻而易举。我们不参禅，懂得禅宗的理论、懂得禅宗的方法，把这个理论、方法运用在念佛上，这叫理念，念到理一心不乱，法子这是妙极了。所以我们《坛经》也是特别来细讲，主要就是希望大家能够明白这个道理。《坛经》可以说是大乘经论的精华，我们应当要重视它。",
      "zh_TW": "在大乘佛法裡面，尤其是在中國禪宗，一乘法的禪宗，你看我們讀《六祖壇經》，中國的大乘禪宗是以六祖大師為淵源。雖然前面達摩祖師到中國來，達摩祖師那些辦法，後人很少人跟他學的，很少人遵守。我們可以講中國禪宗名符其實的祖師，能夠一直影響到今天的，是六祖。六祖一代的時教就在《壇經》裡面，所以《壇經》是中國禪的鼻祖、始祖。這一千多年以來，禪宗那些大德，禪宗裡面所有的著書，都沒有法子超越六祖。禪宗語錄多，在我們現在《續藏經》裡面，篇幅幾乎佔二分之一，整個《藏經》來說差不多佔三分之一，都是禪宗的語錄。但是這麼多東西都不出《壇經》，諸位要是在《壇經》上奠定基礎，禪學才有根。禪是一乘佛法的精華所在，我們如果有這個基礎再去念佛，那真是輕而易舉。我們不參禪，懂得禪宗的理論、懂得禪宗的方法，把這個理論、方法運用在念佛上，這叫理念，念到理一心不亂，法子這是妙極了。所以我們《壇經》也是特別來細講，主要就是希望大家能夠明白這個道理。《壇經》可以說是大乘經論的精華，我們應當要重視它。"
    },
    {
      "id": "08-001-0009_p0011",
      "zh_CN": "六祖所讲的三皈五戒，这我们读过了，条条都说到自性；换句话说，每条的条文都与自性理体相应。这种方法，在实际上做起来反而方便，还活泼，尤其在现代人的生活当中，确实少好多障碍。譬如说我们讲修小乘戒律，你的障碍就太多，为什么？小乘在事上修。事相上修，你家人不学佛的，麻烦就大了，处处就有障碍。小乘戒律之严，我们举寺庙来说，从前这个寺庙里面讲，买米的钱就不能买油，把买米的钱拿去买油，犯了戒、破戒，买油的钱也不能买柴。换句话说，什么用途就是这一个用途，移动了就破戒，就犯偷盗，严格到这个程度。好像我们这个图书馆，那麻烦大了，你们看我们这个月道粮的供养，一千九百多块钱，我们这些人生活，这一个月够吗？换句话说，这一个月得要饿上十来天，没饭吃。把别的钱挪来做生活费用，在小乘戒里决定讲不通，你饿死活该，钱一大堆堆在那里，那钱是什么？印经的钱。我们这里没有买米的钱，我们饿死了，印经的钱在那里，那是印经的，这是小乘戒。大乘戒不是如此，大乘戒在心地戒，不在事相上，所以它不一样。",
      "zh_TW": "六祖所講的三皈五戒，這我們讀過了，條條都說到自性；換句話說，每條的條文都與自性理體相應。這種方法，在實際上做起來反而方便，還活潑，尤其在現代人的生活當中，確實少好多障礙。譬如說我們講修小乘戒律，你的障礙就太多，為什麼？小乘在事上修。事相上修，你家人不學佛的，麻煩就大了，處處就有障礙。小乘戒律之嚴，我們舉寺廟來說，從前這個寺廟裡面講，買米的錢就不能買油，把買米的錢拿去買油，犯了戒、破戒，買油的錢也不能買柴。換句話說，什麼用途就是這一個用途，移動了就破戒，就犯偷盜，嚴格到這個程度。好像我們這個圖書館，那麻煩大了，你們看我們這個月道糧的供養，一千九百多塊錢，我們這些人生活，這一個月夠嗎？換句話說，這一個月得要餓上十來天，沒飯吃。把別的錢挪來做生活費用，在小乘戒裡決定講不通，你餓死活該，錢一大堆堆在那裡，那錢是什麼？印經的錢。我們這裡沒有買米的錢，我們餓死了，印經的錢在那裡，那是印經的，這是小乘戒。大乘戒不是如此，大乘戒在心地戒，不在事相上，所以它不一樣。"
    },
    {
      "id": "08-001-0009_p0012",
      "zh_CN": "小乘是讲事上清净，大乘是讲心地清净；小乘戒是事上不染，大乘戒是心地不染。所以大乘是圆融的，小乘是现在电视里头的精打细算，斤斤两两计较，在今天开放的社会怎么能行得通？太难。不但说在家人没有办法做，你要做你全家人都起来反对，没有法子；寺庙里面也行不通，出家人也没办法做到。可是我们中国人聪明，佛法传到中国来之后，我们中国人立刻就掌握了戒律的根本精神，「诸恶莫作，众善奉行」，这是戒律的基本精神。六祖大师说心地无非即是戒，戒就清净，所以说用不着一条一条那些戒相上来分别、来执着，用不着，心地清净、心地一尘不染，戒行就具足了。戒律的功能一般讲有三条，第一是消除一切恶业，这就是讲不好的行为，譬如像杀生、偷盗这些行为，戒律精神能够消除它。第二，能够灭除烦恼，烦恼是指我们内心的习气，能断烦恼。第三，能帮助我们证得无为的涅槃果报。它有这三种功德，所以戒律有清凉的意思。",
      "zh_TW": "小乘是講事上清淨，大乘是講心地清淨；小乘戒是事上不染，大乘戒是心地不染。所以大乘是圓融的，小乘是現在電視裡頭的精打細算，斤斤兩兩計較，在今天開放的社會怎麼能行得通？太難。不但說在家人沒有辦法做，你要做你全家人都起來反對，沒有法子；寺廟裡面也行不通，出家人也沒辦法做到。可是我們中國人聰明，佛法傳到中國來之後，我們中國人立刻就掌握了戒律的根本精神，「諸惡莫作，眾善奉行」，這是戒律的基本精神。六祖大師說心地無非即是戒，戒就清淨，所以說用不著一條一條那些戒相上來分別、來執著，用不著，心地清淨、心地一塵不染，戒行就具足了。戒律的功能一般講有三條，第一是消除一切惡業，這就是講不好的行為，譬如像殺生、偷盜這些行為，戒律精神能夠消除它。第二，能夠滅除煩惱，煩惱是指我們內心的習氣，能斷煩惱。第三，能幫助我們證得無為的涅槃果報。它有這三種功德，所以戒律有清涼的意思。"
    },
    {
      "id": "08-001-0009_p0013",
      "zh_CN": "戒经里头还有一种名称，这老同修都会晓得，也翻作波罗提木叉，这是梵语，译成中国意思叫别解脱戒，别是什么？就是分别。你学哪一种戒律，得到哪一部分的解脱，特别是着重在律仪戒说。在大乘佛法里面，就一乘佛法里面，他们所着重的叫道共戒、定共戒，所以他不着重律仪戒。为什么？一个人有定了，心定了，他还犯什么戒？他什么戒都不犯。所以定里面戒就具足，戒本来是帮助定的，因戒得定，你现在已经得定了，你的戒就圆满，不要修戒，戒就圆满。道共戒，道是什么？明心见性，这大乘里面讲道。小乘里面叫初果，证了果，这是道。所以他证了果之后，他戒具足了。在我们念佛法门里面，给诸位说，这事一心不乱就是定共戒，理一心不乱是道共戒。所以诸位念佛念到一心不乱，你所有的戒律要给你打分数都是一百分，圆满的。你要在戒经里面一条一条去修，修到六十分都不容易，相当不容易。可是你念佛念到一心，你的戒律阿弥陀佛就给你打一百分，你是圆满的。",
      "zh_TW": "戒經裡頭還有一種名稱，這老同修都會曉得，也翻作波羅提木叉，這是梵語，譯成中國意思叫別解脫戒，別是什麼？就是分別。你學哪一種戒律，得到哪一部分的解脫，特別是著重在律儀戒說。在大乘佛法裡面，就一乘佛法裡面，他們所著重的叫道共戒、定共戒，所以他不著重律儀戒。為什麼？一個人有定了，心定了，他還犯什麼戒？他什麼戒都不犯。所以定裡面戒就具足，戒本來是幫助定的，因戒得定，你現在已經得定了，你的戒就圓滿，不要修戒，戒就圓滿。道共戒，道是什麼？明心見性，這大乘裡面講道。小乘裡面叫初果，證了果，這是道。所以他證了果之後，他戒具足了。在我們念佛法門裡面，給諸位說，這事一心不亂就是定共戒，理一心不亂是道共戒。所以諸位念佛念到一心不亂，你所有的戒律要給你打分數都是一百分，圓滿的。你要在戒經裡面一條一條去修，修到六十分都不容易，相當不容易。可是你念佛念到一心，你的戒律阿彌陀佛就給你打一百分，你是圓滿的。"
    },
    {
      "id": "08-001-0009_p0014",
      "zh_CN": "这个法门在今天可以讲，唯一行得通的一乘佛法。你是个念佛人，你在家里面念佛，你在社会、你在机关做事，绝无妨碍，一切事情照应付、照做，心里面阿弥陀佛。在心里头念阿弥陀佛，谁也不妨碍谁，没有妨碍。而这一句阿弥陀佛，戒定慧三学等运，统统都有了。所以诸位再不要搞持戒念佛，律净双修，你不是自己找自己的麻烦吗？还什么禅净双修、密净双修，名字都很好听，实际上都是自己找自己麻烦而已。要晓得，净里面把戒、禅、密都包括在其中，都有了。你心里面一天到晚念佛，别人不晓得，那不是密是什么？那是密。心地清净光明，外面和光同尘，这就是密行。确实在今天这个时代，净土宗确实是殊胜的法门，容易成就。但是诸位一定要懂理论，要晓得修学的方法。",
      "zh_TW": "這個法門在今天可以講，唯一行得通的一乘佛法。你是個念佛人，你在家裡面念佛，你在社會、你在機關做事，絕無妨礙，一切事情照應付、照做，心裡面阿彌陀佛。在心裡頭念阿彌陀佛，誰也不妨礙誰，沒有妨礙。而這一句阿彌陀佛，戒定慧三學等運，統統都有了。所以諸位再不要搞持戒念佛，律淨雙修，你不是自己找自己的麻煩嗎？還什麼禪淨雙修、密淨雙修，名字都很好聽，實際上都是自己找自己麻煩而已。要曉得，淨裡面把戒、禪、密都包括在其中，都有了。你心裡面一天到晚念佛，別人不曉得，那不是密是什麼？那是密。心地清淨光明，外面和光同塵，這就是密行。確實在今天這個時代，淨土宗確實是殊勝的法門，容易成就。但是諸位一定要懂理論，要曉得修學的方法。"
    },
    {
      "id": "08-001-0009_p0015",
      "zh_CN": "但是口里面念，一天到晚计数，我今天十万声一声都能不少，习气、毛病一点都没有改，那有什么用处？那没有用处。名闻利养一点也没放下，这十万声佛号，说老实话比一天到晚骂人好一点就是了，除此之外，你想想你有什么功德？那个十万声佛号，给诸位说，并无功德。为什么并无功德？就是对你身口意三业的行为没有一丝毫力量修正一些，念了十万声佛号，与修行不相干，这就没有功德，功德是修正行为，行为没有被修正没有功德。这十万声佛号算什么？给诸位说算福德。你天天念佛念多了，三业行为并不能修正，来生这是福报，可以享福，可以得到依正庄严。你看我们佛经里面有一个公案，好像是语录里头，还是《高僧传》里头的，我都记不清楚，有这么一桩事情，说是有个法师一生诵《法华经》，念了一辈子《法华经》，第二生投胎投一个女子身，口里面有莲花香，是前一生念一辈子《法华经》的果报，正报上庄严。他念了一辈子《法华经》，为什么没有开悟？为什么没有往生？就是念一辈子经，三业行为不相干。所以诸位要记住，修行、修行，是修正自己行为上的毛病，什么是毛病？六根在六尘境界上起心动念就叫毛病。我们见色闻声，心里起念了，马上阿弥陀佛，把念头压下去，这叫修行。绝不是拿这句阿弥陀佛当作歌在那里唱，心头烦恼还是念念增长，那句佛号全用不上，那不是修行。",
      "zh_TW": "但是口裡面念，一天到晚計數，我今天十萬聲一聲都能不少，習氣、毛病一點都沒有改，那有什麼用處？那沒有用處。名聞利養一點也沒放下，這十萬聲佛號，說老實話比一天到晚罵人好一點就是了，除此之外，你想想你有什麼功德？那個十萬聲佛號，給諸位說，並無功德。為什麼並無功德？就是對你身口意三業的行為沒有一絲毫力量修正一些，念了十萬聲佛號，與修行不相干，這就沒有功德，功德是修正行為，行為沒有被修正沒有功德。這十萬聲佛號算什麼？給諸位說算福德。你天天念佛念多了，三業行為並不能修正，來生這是福報，可以享福，可以得到依正莊嚴。你看我們佛經裡面有一個公案，好像是語錄裡頭，還是《高僧傳》裡頭的，我都記不清楚，有這麼一樁事情，說是有個法師一生誦《法華經》，念了一輩子《法華經》，第二生投胎投一個女子身，口裡面有蓮花香，是前一生念一輩子《法華經》的果報，正報上莊嚴。他念了一輩子《法華經》，為什麼沒有開悟？為什麼沒有往生？就是念一輩子經，三業行為不相干。所以諸位要記住，修行、修行，是修正自己行為上的毛病，什麼是毛病？六根在六塵境界上起心動念就叫毛病。我們見色聞聲，心裡起念了，馬上阿彌陀佛，把念頭壓下去，這叫修行。絕不是拿這句阿彌陀佛當作歌在那裡唱，心頭煩惱還是念念增長，那句佛號全用不上，那不是修行。"
    },
    {
      "id": "08-001-0009_p0016",
      "zh_CN": "持戒也是如此，戒是什么？降伏自己烦恼的。不杀生戒，看到不如意的，心里面恨他，想杀害他，一想我持不杀生戒，我应当原谅他、应当宽恕他，不与他计较，消除你的恶念、消除你的恶行。我持不偷盗戒，见到这个东西我是很需要、很喜欢的，但是我持不偷盗戒，人家没有给我，我不能要他的，不能够顺手牵羊。所以它的功德是灭我们恶念，断除我们恶行的，诸位要懂这个意思。而不是说那个戒条天天念念，半月、半月诵个戒，我这是戒行都没有缺，不是这么回事情，而是要在日常生活当中能做到。《金刚经》告诉我们，「不取于相，如如不动」，这两句话不是把所有戒律全都包括在里头？你六根接触六尘境界，能不取于相，心地如如不动，你的戒律怎么不圆满？早就圆满。",
      "zh_TW": "持戒也是如此，戒是什麼？降伏自己煩惱的。不殺生戒，看到不如意的，心裡面恨他，想殺害他，一想我持不殺生戒，我應當原諒他、應當寬恕他，不與他計較，消除你的惡念、消除你的惡行。我持不偷盜戒，見到這個東西我是很需要、很喜歡的，但是我持不偷盜戒，人家沒有給我，我不能要他的，不能夠順手牽羊。所以它的功德是滅我們惡念，斷除我們惡行的，諸位要懂這個意思。而不是說那個戒條天天念念，半月、半月誦個戒，我這是戒行都沒有缺，不是這麼回事情，而是要在日常生活當中能做到。《金剛經》告訴我們，「不取於相，如如不動」，這兩句話不是把所有戒律全都包括在裡頭？你六根接觸六塵境界，能不取於相，心地如如不動，你的戒律怎麼不圓滿？早就圓滿。"
    },
    {
      "id": "08-001-0009_p0017",
      "zh_CN": "所以说戒律的精神、戒相、戒法，我们要懂得。我们懂得这些道理，诸位要记住，我们要以定共戒为主修，律仪戒做辅助。定共戒主修这就是念佛，或者说我教给诸位是念经，背诵经典，是定共戒。背诵经典不是解义，绝不是叫你这个经怎么讲法，这一句什么意思，那你就糟了，你戒定慧都没有了。念经是什么？念经是修定，从「如是我闻」到「信受奉行」，这一部经从头到尾一直念下去，心里面不起一个念头，不起妄念，这是修定。初学的人用这个方法实在是好极了。因为念佛，我们烦恼太重，一面念阿弥陀佛还一面打妄想，佛号降伏不住妄想。念经就不一样，念经怎么样？一打妄想，这个经就断了。断了以后怎么办？怎么念？接下去念，这不行。这个念经，诸位要注意，这个妄想一打，从头再来，要这样念。念到哪里打妄想，不作数、不算数。所以不容易。这样念经就是修戒定慧。这是以定共戒为主，我们要修这个，以这个为主修。",
      "zh_TW": "所以說戒律的精神、戒相、戒法，我們要懂得。我們懂得這些道理，諸位要記住，我們要以定共戒為主修，律儀戒做輔助。定共戒主修這就是念佛，或者說我教給諸位是念經，背誦經典，是定共戒。背誦經典不是解義，絕不是叫你這個經怎麼講法，這一句什麼意思，那你就糟了，你戒定慧都沒有了。念經是什麼？念經是修定，從「如是我聞」到「信受奉行」，這一部經從頭到尾一直念下去，心裡面不起一個念頭，不起妄念，這是修定。初學的人用這個方法實在是好極了。因為念佛，我們煩惱太重，一面念阿彌陀佛還一面打妄想，佛號降伏不住妄想。念經就不一樣，念經怎麼樣？一打妄想，這個經就斷了。斷了以後怎麼辦？怎麼念？接下去念，這不行。這個念經，諸位要注意，這個妄想一打，從頭再來，要這樣念。念到哪裡打妄想，不作數、不算數。所以不容易。這樣念經就是修戒定慧。這是以定共戒為主，我們要修這個，以這個為主修。"
    },
    {
      "id": "08-001-0009_p0018",
      "zh_CN": "律仪戒做帮助，而且律仪戒一定要懂得开遮持犯，不要斤斤的执着，斤斤执着就会给别人惹麻烦。所以处处要能够体谅众生，众生刚强难化，要体谅他，尽可能叫众生少造罪业。如果我们持戒持得很严，他看不顺眼，就要造口业，心里面就怨恨、讨厌、厌烦。而我们自己很清净了，可是叫人家生烦恼，自己得度，能忍心叫人家在佛门三宝来造这些罪业，将来让他堕落吗？菩萨心不是如此，宁愿叫他生天堂，我堕地狱，也不能叫你们大家都堕地狱，我生天堂就行，没有这种菩萨的。小乘人是斤斤计较，但是小乘人有个好处，他不害众生，他怕跟众生两个过不惯，他躲在深山里，不跟你们接触，那行，这是小乘人的慈悲。他的生活很怪，我们看起来很怪，为什么？他戒律精严。但是跟我们相处，我们就格格不入，就觉得很不方便。他很自爱，他躲起来，离我们离得远远的。菩萨则不然了，菩萨律仪戒是马马虎虎、随随便便，不那么认真计较。他认真在哪里？认真在心地上，定共戒、道共戒他认真，律仪戒他不认真。在他眼睛里面凡所有相皆是虚妄，可以马虎，可以随便的。",
      "zh_TW": "律儀戒做幫助，而且律儀戒一定要懂得開遮持犯，不要斤斤的執著，斤斤執著就會給別人惹麻煩。所以處處要能夠體諒眾生，眾生剛強難化，要體諒他，盡可能叫眾生少造罪業。如果我們持戒持得很嚴，他看不順眼，就要造口業，心裡面就怨恨、討厭、厭煩。而我們自己很清淨了，可是叫人家生煩惱，自己得度，能忍心叫人家在佛門三寶來造這些罪業，將來讓他墮落嗎？菩薩心不是如此，寧願叫他生天堂，我墮地獄，也不能叫你們大家都墮地獄，我生天堂就行，沒有這種菩薩的。小乘人是斤斤計較，但是小乘人有個好處，他不害眾生，他怕跟眾生兩個過不慣，他躲在深山裡，不跟你們接觸，那行，這是小乘人的慈悲。他的生活很怪，我們看起來很怪，為什麼？他戒律精嚴。但是跟我們相處，我們就格格不入，就覺得很不方便。他很自愛，他躲起來，離我們離得遠遠的。菩薩則不然了，菩薩律儀戒是馬馬虎虎、隨隨便便，不那麼認真計較。他認真在哪裡？認真在心地上，定共戒、道共戒他認真，律儀戒他不認真。在他眼睛裡面凡所有相皆是虛妄，可以馬虎，可以隨便的。"
    },
    {
      "id": "08-001-0009_p0019",
      "zh_CN": "我昨天跟诸位讲的，古来大德破斋犯戒的，他也不是故意的，诸位要懂这个意思。故意这样做法的那就错误的。他为什么？他是方便度众生的。譬如说喜欢喝酒的，那是他的嗜好，他一天不喝酒他一天就难过，你要度他来学佛，很容易，你办上好酒好菜请他来吃，他就来了，用这个方法来接引。所以菩萨他破斋、破戒，是宁愿自己堕地狱，叫他学佛法，叫他赞叹大乘佛法，这了不起！我们看看古来真正这些高僧，《神僧传》里面尤其多，这些出家人接触面非常大，交际很广，那都是得道的高僧，他为了度一切众生，他哪里都去，什么地方他都可以应酬，所以大家怎么样？都喜欢亲近他。那个老和尚戒律很严，看了都害怕，躲着他。这个人很随便，又可以喝酒、又吃肉，我们请这个法师一道来游山玩水，一面吃、一面玩，一面就谈佛法，有意无意当中这金刚种子就种下去了。所以他不是故意的破斋、破戒。他在寺庙里还是守清规，跟大家一样，出去就不守，出去要度众生，要以方便法门度众生。在家里当然要守，在家里要不守，那就不成话了。所以要懂得这个道理。他戒律清净吗？清净。出去为什么破斋、破戒？为了要度众生，方便接引。所以这个里面讲的开遮持犯。戒律有开缘，某个时候要开戒，什么时候要持戒，要懂这个道理。条条戒都有开缘的，所以这戒律不是死的，是活活泼泼的。像这些事理要不通达，那戒怎么持法？戒是一门学问，大学问，三藏占其中之一。这是一点常识，在此地顺便给诸位介绍出来。",
      "zh_TW": "我昨天跟諸位講的，古來大德破齋犯戒的，他也不是故意的，諸位要懂這個意思。故意這樣做法的那就錯誤的。他為什麼？他是方便度眾生的。譬如說喜歡喝酒的，那是他的嗜好，他一天不喝酒他一天就難過，你要度他來學佛，很容易，你辦上好酒好菜請他來吃，他就來了，用這個方法來接引。所以菩薩他破齋、破戒，是寧願自己墮地獄，叫他學佛法，叫他讚歎大乘佛法，這了不起！我們看看古來真正這些高僧，《神僧傳》裡面尤其多，這些出家人接觸面非常大，交際很廣，那都是得道的高僧，他為了度一切眾生，他哪裡都去，什麼地方他都可以應酬，所以大家怎麼樣？都喜歡親近他。那個老和尚戒律很嚴，看了都害怕，躲著他。這個人很隨便，又可以喝酒、又吃肉，我們請這個法師一道來遊山玩水，一面吃、一面玩，一面就談佛法，有意無意當中這金剛種子就種下去了。所以他不是故意的破齋、破戒。他在寺廟裡還是守清規，跟大家一樣，出去就不守，出去要度眾生，要以方便法門度眾生。在家裡當然要守，在家裡要不守，那就不成話了。所以要懂得這個道理。他戒律清淨嗎？清淨。出去為什麼破齋、破戒？為了要度眾生，方便接引。所以這個裡面講的開遮持犯。戒律有開緣，某個時候要開戒，什麼時候要持戒，要懂這個道理。條條戒都有開緣的，所以這戒律不是死的，是活活潑潑的。像這些事理要不通達，那戒怎麼持法？戒是一門學問，大學問，三藏佔其中之一。這是一點常識，在此地順便給諸位介紹出來。"
    },
    {
      "id": "08-001-0009_p0020",
      "zh_CN": "在家同修，古德给我们结集一部戒律的书，在过去我们也提倡，请台湾印经处给我们翻印流通，就是《在家律要广集》。这本书还是可以买得到，将来有必要我们也可以重新再印，这部书是专门为在家同修而编辑的。出家的戒律，乾隆年间灌顶法师，也是为我们末法时期，乾隆年间离我们现在年代不远，他编了一部就是《戒律全书》，大概像我这个本子十二本，《戒律全书》。这里面包括了三部分，《沙弥律仪增注》，现在这部分台湾印经处有个小册子，就是《沙弥律仪增注》一部分，两卷。另外两部分就是比丘戒跟菩萨戒，有很好的注解，这是给出家人修学的，你学这一部就够了。这两样东西要拿到现在，好是好，现在能行得通吗？几个人能够做到？",
      "zh_TW": "在家同修，古德給我們結集一部戒律的書，在過去我們也提倡，請台灣印經處給我們翻印流通，就是《在家律要廣集》。這本書還是可以買得到，將來有必要我們也可以重新再印，這部書是專門為在家同修而編輯的。出家的戒律，乾隆年間灌頂法師，也是為我們末法時期，乾隆年間離我們現在年代不遠，他編了一部就是《戒律全書》，大概像我這個本子十二本，《戒律全書》。這裡面包括了三部分，《沙彌律儀增註》，現在這部分台灣印經處有個小冊子，就是《沙彌律儀增註》一部分，兩卷。另外兩部分就是比丘戒跟菩薩戒，有很好的註解，這是給出家人修學的，你學這一部就夠了。這兩樣東西要拿到現在，好是好，現在能行得通嗎？幾個人能夠做到？"
    },
    {
      "id": "08-001-0009_p0021",
      "zh_CN": "印光大师看得清楚，所以印光大师干脆就用《太上感应篇》这一样东西代替了戒律，确实行，今天拿《太上感应篇》一般人都容易接受。拿这个戒律一般人看到都害怕，都给它躲得远远的。看到经还不会害怕，讲道理可以看看，戒叫我这么做，不行、不行，这不能这样做。所以印光法师你看他老人家提倡的《安士全书》跟《太上感应篇》，尤其《太上感应篇汇编》注解得非常详细，用这两样东西来代替戒律。戒律的精神、戒相、戒法，可以讲，这两样说得都相当完备，我们只要照这两种书来修学，做我们念佛的帮助，就很有功效。这是印光大师提倡的，人人都能做得到。所以应该要把这两种书要看重，每天看个一段、二段，而且这些书都是些公案因缘，看起来很有兴趣，就像小故事一样，自己一面看一面多记，一面常常讲给别人听，这就是自行化他。能在这上面奠定基础，在以后就不怕戒律，读到戒律的书就会生欢喜心，才能够入得进去。所以我们讲到最低的善恶标准就是用《感应篇》。",
      "zh_TW": "印光大師看得清楚，所以印光大師乾脆就用《太上感應篇》這一樣東西代替了戒律，確實行，今天拿《太上感應篇》一般人都容易接受。拿這個戒律一般人看到都害怕，都給它躲得遠遠的。看到經還不會害怕，講道理可以看看，戒叫我這麼做，不行、不行，這不能這樣做。所以印光法師你看他老人家提倡的《安士全書》跟《太上感應篇》，尤其《太上感應篇彙編》註解得非常詳細，用這兩樣東西來代替戒律。戒律的精神、戒相、戒法，可以講，這兩樣說得都相當完備，我們只要照這兩種書來修學，做我們念佛的幫助，就很有功效。這是印光大師提倡的，人人都能做得到。所以應該要把這兩種書要看重，每天看個一段、二段，而且這些書都是些公案因緣，看起來很有興趣，就像小故事一樣，自己一面看一面多記，一面常常講給別人聽，這就是自行化他。能在這上面奠定基礎，在以後就不怕戒律，讀到戒律的書就會生歡喜心，才能夠入得進去。所以我們講到最低的善惡標準就是用《感應篇》。"
    },
    {
      "id": "08-001-0009_p0022",
      "zh_CN": "第三就是「论藏」，梵语叫「阿毗达摩」，阿毗达摩翻作中文意思叫「对法」，对是相对的对。法有两种，一种叫「胜义法」，一种叫「法相法」。胜义法就是我们通常讲的「涅槃」，是真善、是真常，所以称之为胜义，一切义里面最为殊胜。法相，所谓四谛、十二因缘、六度万行，这都是法相。这是说法有这两大类。对也有两个意思，一个叫「对向」，就是方向之向，第二个意思叫「对观」。对向是我们修学的方向，是我们的目标；对观就是方法，我们用什么方法达到我们的目标。我们举个简单例子来说，譬如我们发心修净土法门，我们目标在理一心不乱，这理一心不乱就是对向，就是我们的方向。你有了方向，你就不会走入歧途，你也不会走迂回的路子。再其次，我用什么方法念到理一心不乱，这叫对观。观，通常讲就是般若里面所讲的「观照般若」，所谓是依教观心，这是讲用功的方法。依教观心你要是会了，不仅单单是佛法的经典，这些教理用这个来观心，会了，六根接触六尘境界全都是观心，六尘都是教。一切法哪一法不通无上道？哪一法不通理一心不乱？法法圆通，所以我们要晓得这个道理。",
      "zh_TW": "第三就是「論藏」，梵語叫「阿毗達摩」，阿毗達摩翻作中文意思叫「對法」，對是相對的對。法有兩種，一種叫「勝義法」，一種叫「法相法」。勝義法就是我們通常講的「涅槃」，是真善、是真常，所以稱之為勝義，一切義裡面最為殊勝。法相，所謂四諦、十二因緣、六度萬行，這都是法相。這是說法有這兩大類。對也有兩個意思，一個叫「對向」，就是方向之向，第二個意思叫「對觀」。對向是我們修學的方向，是我們的目標；對觀就是方法，我們用什麼方法達到我們的目標。我們舉個簡單例子來說，譬如我們發心修淨土法門，我們目標在理一心不亂，這理一心不亂就是對向，就是我們的方向。你有了方向，你就不會走入歧途，你也不會走迂迴的路子。再其次，我用什麼方法念到理一心不亂，這叫對觀。觀，通常講就是般若裡面所講的「觀照般若」，所謂是依教觀心，這是講用功的方法。依教觀心你要是會了，不僅單單是佛法的經典，這些教理用這個來觀心，會了，六根接觸六塵境界全都是觀心，六塵都是教。一切法哪一法不通無上道？哪一法不通理一心不亂？法法圓通，所以我們要曉得這個道理。"
    },
    {
      "id": "08-001-0009_p0023",
      "zh_CN": "因此论诠慧学，你能够辨别方向，这是智慧，智慧的选择，又能够运用善巧方便达到这个方向，这也是智慧。我们要想修学有成就，要想在短时间有成就，换句话说，你方向一定正确，一定是一个，绝不是两个。两个方向，你想想看这路怎么走法？没有法子走。所以只能有一个方向，无论在行门、在解门，诸位只能选一不能选二。如果你没有方向，你要去请教一个老师，那老师没法子教你。请教老师，就好比说我问路，我走路要问路，那个人一问，你想到哪里去？我不知道；换句话，你要问路，这个指路的人他把你往哪里指？没有法子指，因为你没有方向、你没有目的地，无从指示。你问人家路，我到高雄去，他就会告诉你，你到高雄怎么走法；我到基隆去，他就告诉你基隆怎么走法。你说我没有目标、没有方向，这个人没法子指示。好，我们现在大家都有方向，什么方向？我们求生净土。真求生净土吗？又靠不住。就好比说我到高雄去，你真到高雄吗？还不一定。那怎么办？那没有法子。净土法门是选了，还在那里打问号，又向往，还又怀疑，这是方向不能确定，我们的功夫不得力。方向确定了功夫就得力，为什么？走一步就接近一步，走一丈就接近一丈，这个得力。没有方向的时候乱走，不晓得走到哪里去，所以功夫用不上力。诸位要懂这个意思，论诠智慧，什么叫慧？一个是你知道你的方向，第二个你晓得方法，所有的论总义都不出这个意思，都不出这个范围。",
      "zh_TW": "因此論詮慧學，你能夠辨別方向，這是智慧，智慧的選擇，又能夠運用善巧方便達到這個方向，這也是智慧。我們要想修學有成就，要想在短時間有成就，換句話說，你方向一定正確，一定是一個，絕不是兩個。兩個方向，你想想看這路怎麼走法？沒有法子走。所以只能有一個方向，無論在行門、在解門，諸位只能選一不能選二。如果你沒有方向，你要去請教一個老師，那老師沒法子教你。請教老師，就好比說我問路，我走路要問路，那個人一問，你想到哪裡去？我不知道；換句話，你要問路，這個指路的人他把你往哪裡指？沒有法子指，因為你沒有方向、你沒有目的地，無從指示。你問人家路，我到高雄去，他就會告訴你，你到高雄怎麼走法；我到基隆去，他就告訴你基隆怎麼走法。你說我沒有目標、沒有方向，這個人沒法子指示。好，我們現在大家都有方向，什麼方向？我們求生淨土。真求生淨土嗎？又靠不住。就好比說我到高雄去，你真到高雄嗎？還不一定。那怎麼辦？那沒有法子。淨土法門是選了，還在那裡打問號，又嚮往，還又懷疑，這是方向不能確定，我們的功夫不得力。方向確定了功夫就得力，為什麼？走一步就接近一步，走一丈就接近一丈，這個得力。沒有方向的時候亂走，不曉得走到哪裡去，所以功夫用不上力。諸位要懂這個意思，論詮智慧，什麼叫慧？一個是你知道你的方向，第二個你曉得方法，所有的論總義都不出這個意思，都不出這個範圍。"
    },
    {
      "id": "08-001-0009_p0024",
      "zh_CN": "我最初学佛，我的老师方东美先生教给我，那个时候我自己也没有方向，他老人家告诉有两个方向，告诉我让我去选择，一个就是性宗的方向，一个是相宗方向，这是佛教的两大宗。因为那个时候我学习，我是研究哲学，把佛经当作哲学来看待，纯粹是站在哲学的观点看佛经哲学，这是两个方向。如果走性宗从《大智度论》入手，这是他教给我的；从相宗？从《百法明门论》，而且指定的要窥基大师的注解入手。但是诸位晓得，性相两宗都是大乘佛法，大乘佛法基础在什么地方？基础是跟他老人家学的，是以东西方的哲学基础来入这个门。如果你对于中国哲学、对西方哲学没有相当的基础，这两部经摆在面前还是不得其门而入。所以佛法到中国来没有小乘，有大乘，有它的道理。中国过去学佛的人，没有一个不是儒家、道家基础都相当深厚，所以他入大乘没有困难。儒家哲学跟道家哲学确实就代替小乘佛法。",
      "zh_TW": "我最初學佛，我的老師方東美先生教給我，那個時候我自己也沒有方向，他老人家告訴有兩個方向，告訴我讓我去選擇，一個就是性宗的方向，一個是相宗方向，這是佛教的兩大宗。因為那個時候我學習，我是研究哲學，把佛經當作哲學來看待，純粹是站在哲學的觀點看佛經哲學，這是兩個方向。如果走性宗從《大智度論》入手，這是他教給我的；從相宗？從《百法明門論》，而且指定的要窺基大師的註解入手。但是諸位曉得，性相兩宗都是大乘佛法，大乘佛法基礎在什麼地方？基礎是跟他老人家學的，是以東西方的哲學基礎來入這個門。如果你對於中國哲學、對西方哲學沒有相當的基礎，這兩部經擺在面前還是不得其門而入。所以佛法到中國來沒有小乘，有大乘，有它的道理。中國過去學佛的人，沒有一個不是儒家、道家基礎都相當深厚，所以他入大乘沒有困難。儒家哲學跟道家哲學確實就代替小乘佛法。"
    },
    {
      "id": "08-001-0009_p0025",
      "zh_CN": "我们今天说不要小乘佛法，也不读儒书，也不读老、庄，就想来读大乘佛学，这是造空中楼阁。就像方先生过去所讲的，在我们中国有一个，不是没有，六祖大师。可是这一千多年来，只出了一个六祖，从此再没有出第二个人。你什么都不学，一下就成功了，那你是中国第二个六祖。那个非常人也，不是普通人，不能一概而论，普通人都得按部就班来修学。六祖大师手下开悟的、得道的四十多位，这些禅宗的祖师大德，个个都有基础，都有世学、佛学的基础，这个道理我们一定要懂。我们自己要想成就，要从基础学问上扎根，佛法上有正确的方向，我们才会有成就，成就绝不是偶然。但是只要自己发愤，精进不懈，也不是一桩难事情。这段的意思还没讲完，我们的钟点已经超过，今天就讲到此地。",
      "zh_TW": "我們今天說不要小乘佛法，也不讀儒書，也不讀老、莊，就想來讀大乘佛學，這是造空中樓閣。就像方先生過去所講的，在我們中國有一個，不是沒有，六祖大師。可是這一千多年來，只出了一個六祖，從此再沒有出第二個人。你什麼都不學，一下就成功了，那你是中國第二個六祖。那個非常人也，不是普通人，不能一概而論，普通人都得按部就班來修學。六祖大師手下開悟的、得道的四十多位，這些禪宗的祖師大德，個個都有基礎，都有世學、佛學的基礎，這個道理我們一定要懂。我們自己要想成就，要從基礎學問上扎根，佛法上有正確的方向，我們才會有成就，成就絕不是偶然。但是只要自己發憤，精進不懈，也不是一樁難事情。這段的意思還沒講完，我們的鐘點已經超過，今天就講到此地。"
    }
  ]
}