{
  "doc_id": "08-001-0032",
  "title": {
    "zh_CN": "妙法莲华经",
    "zh_TW": "妙法蓮華經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十二集",
    "zh_TW": "第三十二集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏佛教图书馆",
    "zh_TW": "台灣景美華藏佛教圖書館"
  },
  "doc_number": "08-001-0032",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "08-001-0032_p0001",
      "zh_CN": "请掀开经本第八页，倒数第三行偈颂：",
      "zh_TW": "請掀開經本第八頁，倒數第三行偈頌："
    },
    {
      "id": "08-001-0032_p0002",
      "zh_CN": "【眉间光明。照于东方。万八千土。皆如金色。】",
      "zh_TW": "【眉間光明。照于東方。萬八千土。皆如金色。】"
    },
    {
      "id": "08-001-0032_p0003",
      "zh_CN": "从这个地方起。向下有五十首偈颂，这个经文比较长，但是都好懂，这是弥勒菩萨请教文殊菩萨，问的是他方国土。这五十颂里面可以分为六个段落，前面的三首是问六道众生；第二段有四首，是问见佛以及闻法；第三段有三行，问他方国土四众弟子修行得道之事；第四段比较少，有一行半，这是结前起后；后面第五段文比较长，一共有三十一首半，问的是「种种因缘」，到经文的时候诸位就看到；末后有七首是问供养，佛灭度之后如何起塔供养舍利。现在最初三首是问的六道众生，我们先把经念一念，然后再简单的介绍一下就行了。我们接着念第二首好了：",
      "zh_TW": "從這個地方起。向下有五十首偈頌，這個經文比較長，但是都好懂，這是彌勒菩薩請教文殊菩薩，問的是他方國土。這五十頌裡面可以分為六個段落，前面的三首是問六道眾生；第二段有四首，是問見佛以及聞法；第三段有三行，問他方國土四眾弟子修行得道之事；第四段比較少，有一行半，這是結前起後；後面第五段文比較長，一共有三十一首半，問的是「種種因緣」，到經文的時候諸位就看到；末後有七首是問供養，佛滅度之後如何起塔供養舍利。現在最初三首是問的六道眾生，我們先把經念一念，然後再簡單的介紹一下就行了。我們接著念第二首好了："
    },
    {
      "id": "08-001-0032_p0004",
      "zh_CN": "【从阿鼻狱。上至有顶。诸世界中。六道众生。生死所趣。善恶业缘。受报好丑。于此悉见。】",
      "zh_TW": "【從阿鼻獄。上至有頂。諸世界中。六道眾生。生死所趣。善惡業緣。受報好醜。於此悉見。】"
    },
    {
      "id": "08-001-0032_p0005",
      "zh_CN": "这一共是三首，这三首经文非常的明显。第一首里面的说明就是佛的白毫相光，眉间就是白毫，白毫当中所放的光明，前面长行文我们读过。『照于东方，万八千土』，「万八千土」是指一万八千的大千世界，就三千大千世界，这个土就是指佛国土。『皆如金色』，十方国土三千大千世界并非都是金色的，金色世界也有，但是大多数的也并不是金色，而是因为佛的光明把它变成了金色，金色的光明照到那个世界，颜色也都金色。像我们这说，红色的灯照到外面境界都是红的，绿的灯照到外面境界都是绿的，这是我们很容易理解的事情。这是佛的光明遍照。东方如是，其他的西南北方、上方、下方亦复如是，这前面已经讲过，就不再多说了。",
      "zh_TW": "這一共是三首，這三首經文非常的明顯。第一首裡面的說明就是佛的白毫相光，眉間就是白毫，白毫當中所放的光明，前面長行文我們讀過。『照于東方，萬八千土』，「萬八千土」是指一萬八千的大千世界，就三千大千世界，這個土就是指佛國土。『皆如金色』，十方國土三千大千世界並非都是金色的，金色世界也有，但是大多數的也並不是金色，而是因為佛的光明把它變成了金色，金色的光明照到那個世界，顏色也都金色。像我們這說，紅色的燈照到外面境界都是紅的，綠的燈照到外面境界都是綠的，這是我們很容易理解的事情。這是佛的光明遍照。東方如是，其他的西南北方、上方、下方亦復如是，這前面已經講過，就不再多說了。"
    },
    {
      "id": "08-001-0032_p0006",
      "zh_CN": "下面这两句，从『从阿鼻狱，上至有顶』，这是把这个世界全都包括尽了。一尊佛的教化区，就是世界的结构，最下面是「阿鼻地狱」，最上面这是四禅天。四禅上面还有四空，四空我们一般都不算的，因为四空天里面的天人没有身体，没有任何的色相。所以我们讲到物质的世界只讲到四禅天。『诸世界中』，「诸世界」就是佛光所照的那些大千世界，里面的一些六道众生。『生死所趣』，这就是讲六道众生生死轮回的情形，「趣」是讲趣报，在六道里面所感的果报，这一句讲的果。下面这一句说的是因，『善恶业缘』。『受报好丑』，在唯识里面讲，「生死所趣」是引业，引导我们到哪一道投生，而「受报好丑」是满业，那就是我们在果报里面所得到的感受，在我们今天所谓的是物质环境的感受，精神生活的感受，总不外这两大类。这个两大类与善恶业缘有密切的关系。『于此悉见』，「此」就是指佛的白毫光中，都能够见到清清楚楚。",
      "zh_TW": "下面這兩句，從『從阿鼻獄，上至有頂』，這是把這個世界全都包括盡了。一尊佛的教化區，就是世界的結構，最下面是「阿鼻地獄」，最上面這是四禪天。四禪上面還有四空，四空我們一般都不算的，因為四空天裡面的天人沒有身體，沒有任何的色相。所以我們講到物質的世界只講到四禪天。『諸世界中』，「諸世界」就是佛光所照的那些大千世界，裡面的一些六道眾生。『生死所趣』，這就是講六道眾生生死輪迴的情形，「趣」是講趣報，在六道裡面所感的果報，這一句講的果。下面這一句說的是因，『善惡業緣』。『受報好醜』，在唯識裡面講，「生死所趣」是引業，引導我們到哪一道投生，而「受報好醜」是滿業，那就是我們在果報裡面所得到的感受，在我們今天所謂的是物質環境的感受，精神生活的感受，總不外這兩大類。這個兩大類與善惡業緣有密切的關係。『於此悉見』，「此」就是指佛的白毫光中，都能夠見到清清楚楚。"
    },
    {
      "id": "08-001-0032_p0007",
      "zh_CN": "诸位想想，佛之德号称为「正遍知」，遍知就是一切都知道，没有他不知道的。正知是什么？知道得正确。遍是遍满，无所不知，而且是正确的知，不会错解了，这是如来的智慧。不单单是我们眼前，十方世界都知道得清清楚楚。不要说他别的能力，单单是白毫光所照的就那么清楚。可见得佛的正遍知不是假的，是真实的。说到这个地方诸位要晓得，佛的正遍知我们也有，佛放光明，我们也放光明，我们与佛实在说根本就没有两样。所以变成两样，那就是佛在大经里面一再告诉我们，我们是「一念不觉而有无明」。下一次我们讲唯识，就要讲到净色根，五识都是依净色根。净色根是什么东西？是无明壳，就是《楞严》里面所讲的「结暗成色」，这一迷了之后就不容易超越。什么时候我们能够把无明壳打破，我们自己的白毫光与释迦牟尼佛的白毫光就有同样的德用。换句话说，我们也就证实了佛经里面所讲诸佛如来无量的神通德能，原来我们自己统统都具足，这个时候才叫真性，才是学佛得到真实的受用。再看下面有四首，这是问见佛及闻说法。",
      "zh_TW": "諸位想想，佛之德號稱為「正遍知」，遍知就是一切都知道，沒有他不知道的。正知是什麼？知道得正確。遍是遍滿，無所不知，而且是正確的知，不會錯解了，這是如來的智慧。不單單是我們眼前，十方世界都知道得清清楚楚。不要說他別的能力，單單是白毫光所照的就那麼清楚。可見得佛的正遍知不是假的，是真實的。說到這個地方諸位要曉得，佛的正遍知我們也有，佛放光明，我們也放光明，我們與佛實在說根本就沒有兩樣。所以變成兩樣，那就是佛在大經裡面一再告訴我們，我們是「一念不覺而有無明」。下一次我們講唯識，就要講到淨色根，五識都是依淨色根。淨色根是什麼東西？是無明殼，就是《楞嚴》裡面所講的「結暗成色」，這一迷了之後就不容易超越。什麼時候我們能夠把無明殼打破，我們自己的白毫光與釋迦牟尼佛的白毫光就有同樣的德用。換句話說，我們也就證實了佛經裡面所講諸佛如來無量的神通德能，原來我們自己統統都具足，這個時候才叫真性，才是學佛得到真實的受用。再看下面有四首，這是問見佛及聞說法。"
    },
    {
      "id": "08-001-0032_p0008",
      "zh_CN": "【又睹诸佛。圣主师子。演说经典。微妙第一。其声清净。出柔软音。教诸菩萨。无数亿万。梵音深妙。令人乐闻。各于世界。讲说正法。种种因缘。以无量喻。照明佛法。开悟众生。】",
      "zh_TW": "【又睹諸佛。聖主師子。演說經典。微妙第一。其聲清淨。出柔軟音。教諸菩薩。無數億萬。梵音深妙。令人樂聞。各於世界。講說正法。種種因緣。以無量喻。照明佛法。開悟眾生。】"
    },
    {
      "id": "08-001-0032_p0009",
      "zh_CN": "诸位要记住，『又睹』，从什么地方睹？从佛白毫光中所见到的。一个世界有一尊佛，佛光照东方万八千国土，就能看到万八千尊佛。一方万八千，十方就是十八万，在这个光中你看到十八万尊佛在那里说法，在那里教化众生，在那里庄严道场，光中所见到的。『圣主师子』，这句话怎么讲？圣是指的圣人，圣人就是指的是佛，佛是「圣主」。我们一般讲三贤十圣，三贤是指十住、十行、十回向的菩萨，三十个位次，我们叫三贤，从初地到十地我们叫十圣。圣之主就是如来，所以佛称为圣主。有主当然就有伴，所谓有君就有臣，伴侣是什么？是诸大菩萨，佛为诸菩萨说法，像《华严经》里面，主伴圆融。「师子」是比喻，在此地不必说，狮子是兽中之王，所以狮子一吼，百兽脑裂。这也就是比喻佛一说法，这些邪魔外道都被佛所折服。",
      "zh_TW": "諸位要記住，『又睹』，從什麼地方睹？從佛白毫光中所見到的。一個世界有一尊佛，佛光照東方萬八千國土，就能看到萬八千尊佛。一方萬八千，十方就是十八萬，在這個光中你看到十八萬尊佛在那裡說法，在那裡教化眾生，在那裡莊嚴道場，光中所見到的。『聖主師子』，這句話怎麼講？聖是指的聖人，聖人就是指的是佛，佛是「聖主」。我們一般講三賢十聖，三賢是指十住、十行、十迴向的菩薩，三十個位次，我們叫三賢，從初地到十地我們叫十聖。聖之主就是如來，所以佛稱為聖主。有主當然就有伴，所謂有君就有臣，伴侶是什麼？是諸大菩薩，佛為諸菩薩說法，像《華嚴經》裡面，主伴圓融。「師子」是比喻，在此地不必說，獅子是獸中之王，所以獅子一吼，百獸腦裂。這也就是比喻佛一說法，這些邪魔外道都被佛所折服。"
    },
    {
      "id": "08-001-0032_p0010",
      "zh_CN": "『演说经典』，大经里面常说，「佛以一音而说法，众生随类各得解」。所以佛的法音确实做到称机圆应，圆是圆满，应是与一切众生感应道交，所以叫『微妙』，有微妙之意。佛法还有个特色，那就是不执名相，这个道理特别是在《般若经》佛给我们讲得特别清楚。《般若经》我们没有这个机会全读，可是也曾经读过《金刚般若》。这些年佛教会常常发起做仁王法会，《仁王般若经》大家也念过几遍。《般若》的特色就是不执名相，你看佛在《金刚经》一面说，说了之后立刻就扫除得干干净净。所以佛说法叫『清净』，「清净」就是这么来的。佛说法既然是微妙清净，我们闻法如果要有所执着，那就不清净，那就不妙了。不妙就怎么样？不妙就不解如来真实义，这个关系很大。所以诸位必须要记住，佛法是清净第一，我们要用第一的清净心来听佛说法，佛也是第一清净心而说法，说而无说，无说而说。怎么说而无说？不着相。不但不着文字相、不着语言相，连心里面动念的心缘相都没有。",
      "zh_TW": "『演說經典』，大經裡面常說，「佛以一音而說法，眾生隨類各得解」。所以佛的法音確實做到稱機圓應，圓是圓滿，應是與一切眾生感應道交，所以叫『微妙』，有微妙之意。佛法還有個特色，那就是不執名相，這個道理特別是在《般若經》佛給我們講得特別清楚。《般若經》我們沒有這個機會全讀，可是也曾經讀過《金剛般若》。這些年佛教會常常發起做仁王法會，《仁王般若經》大家也念過幾遍。《般若》的特色就是不執名相，你看佛在《金剛經》一面說，說了之後立刻就掃除得乾乾淨淨。所以佛說法叫『清淨』，「清淨」就是這麼來的。佛說法既然是微妙清淨，我們聞法如果要有所執著，那就不清淨，那就不妙了。不妙就怎麼樣？不妙就不解如來真實義，這個關係很大。所以諸位必須要記住，佛法是清淨第一，我們要用第一的清淨心來聽佛說法，佛也是第一清淨心而說法，說而無說，無說而說。怎麼說而無說？不著相。不但不著文字相、不著語言相，連心裡面動念的心緣相都沒有。"
    },
    {
      "id": "08-001-0032_p0011",
      "zh_CN": "因此我们闻法也要用这个方法来闻，《金刚经》教给我们，离文字相、离言说相、离心缘相来持《金刚般若》。受持《金刚般若》是这个办法，受持一切经统是这个方法。诸位如果会了，不但受持一切经，我们日常生活当中，从早到晚，六根接触六尘境界都用的是这个办法，这就功夫到家了，给诸位说你就解脱了，禅宗里面讲的你就开悟了，净土宗里面讲你就得理一心不乱。由此可知，这个法门一即一切，一切即一。我们现在就是这个意思体会不到，给我们说一，好，这就死在一上，这点学会了不能活用。《金刚经》我要不执着，要离文字、离言说、离心缘相，穿衣吃饭待人接物又着了相，又着了名言，心里头又打妄想，那有什么用处？这是佛经学了生活上用不上，那就俗话常说「所学非所用」，学了没有用处，诸位想想，这怎么能开悟？佛法是非常现实的，学了就有用，现在学了现在就起用。正因为这样的学问，所以人人都必须修学。这个学问破迷开悟、离苦得乐，叫我们的心清净第一，诸位想想，清净第一，岂不是已经离苦得乐了吗？",
      "zh_TW": "因此我們聞法也要用這個方法來聞，《金剛經》教給我們，離文字相、離言說相、離心緣相來持《金剛般若》。受持《金剛般若》是這個辦法，受持一切經統是這個方法。諸位如果會了，不但受持一切經，我們日常生活當中，從早到晚，六根接觸六塵境界都用的是這個辦法，這就功夫到家了，給諸位說你就解脫了，禪宗裡面講的你就開悟了，淨土宗裡面講你就得理一心不亂。由此可知，這個法門一即一切，一切即一。我們現在就是這個意思體會不到，給我們說一，好，這就死在一上，這點學會了不能活用。《金剛經》我要不執著，要離文字、離言說、離心緣相，穿衣吃飯待人接物又著了相，又著了名言，心裡頭又打妄想，那有什麼用處？這是佛經學了生活上用不上，那就俗話常說「所學非所用」，學了沒有用處，諸位想想，這怎麼能開悟？佛法是非常現實的，學了就有用，現在學了現在就起用。正因為這樣的學問，所以人人都必須修學。這個學問破迷開悟、離苦得樂，叫我們的心清淨第一，諸位想想，清淨第一，豈不是已經離苦得樂了嗎？"
    },
    {
      "id": "08-001-0032_p0012",
      "zh_CN": "佛与一切众生普遍的感应道交，在十法界之中，佛没有选择，佛对待一切众生没有偏心，我们想要讨好巴结也巴结不上，这一点诸位要记住的。没有一个人不与佛不起感应道交作用，但是这个感应有浅深、有大小差别不一样。纵然是在阿鼻地狱的众生，这是罪恶极重的，还是与佛感应道交。诸位要不相信，你念念《华严经》的甘露火王那一章，那就是阿鼻地狱的境界，感应，不是没有感应。到你几时成了等觉菩萨还是感应道交，真正是一律平等，所以这叫圆应，圆满没有一丝毫欠缺。这个感应显著、不显著完全在我们自己，如果我们自己是一心清净，感应就太显著了。换句话就是我们自己六根能感受到，能觉察得到，我与十方诸佛菩萨感应道交。感应到什么程度？与十方诸佛菩萨是一不是二。这个有受用！",
      "zh_TW": "佛與一切眾生普遍的感應道交，在十法界之中，佛沒有選擇，佛對待一切眾生沒有偏心，我們想要討好巴結也巴結不上，這一點諸位要記住的。沒有一個人不與佛不起感應道交作用，但是這個感應有淺深、有大小差別不一樣。縱然是在阿鼻地獄的眾生，這是罪惡極重的，還是與佛感應道交。諸位要不相信，你念念《華嚴經》的甘露火王那一章，那就是阿鼻地獄的境界，感應，不是沒有感應。到你幾時成了等覺菩薩還是感應道交，真正是一律平等，所以這叫圓應，圓滿沒有一絲毫欠缺。這個感應顯著、不顯著完全在我們自己，如果我們自己是一心清淨，感應就太顯著了。換句話就是我們自己六根能感受到，能覺察得到，我與十方諸佛菩薩感應道交。感應到什麼程度？與十方諸佛菩薩是一不是二。這個有受用！"
    },
    {
      "id": "08-001-0032_p0013",
      "zh_CN": "诸佛说法不离文字，也不执着文字，虽有权实不同，但是宗旨是一个，也就是说方向与目标决定是一致的，这叫『深妙』。深说也是这个方向目标，浅说还是这个方向目标。所以凡是闻佛说法者决定是听不厌的，所以叫『乐闻』，听不厌。世间再好的东西，遍数看多了就厌了，再翻没有味道，不想看了。诸位要看文章，你说我也不懂文章，我也没有什么文学修养，可是人家那文学作品拿给你看，你一遍看完了还想看第二遍，这文章大概是不错，为什么？看了一遍还想看。如果一遍看了之后再也不想看第二遍，这文章绝不是好文章。所以好文章也不必要很内行的人来批评它的好坏，一般人就行了，就看一般人爱不爱看。像演电影片子一样，你看电影片子一上演，一卖几十场，这个片子大概演得不错。今天在电影院放映了一场，第二场就收起来，这片子一定不好，为什么？一遍就没有人看。说法也是如此。佛说法妙，妙在哪里？就是同一部经、同一个法，你只听他说，说一千遍、说一万遍都不厌，这个妙！",
      "zh_TW": "諸佛說法不離文字，也不執著文字，雖有權實不同，但是宗旨是一個，也就是說方向與目標決定是一致的，這叫『深妙』。深說也是這個方向目標，淺說還是這個方向目標。所以凡是聞佛說法者決定是聽不厭的，所以叫『樂聞』，聽不厭。世間再好的東西，遍數看多了就厭了，再翻沒有味道，不想看了。諸位要看文章，你說我也不懂文章，我也沒有什麼文學修養，可是人家那文學作品拿給你看，你一遍看完了還想看第二遍，這文章大概是不錯，為什麼？看了一遍還想看。如果一遍看了之後再也不想看第二遍，這文章絕不是好文章。所以好文章也不必要很內行的人來批評它的好壞，一般人就行了，就看一般人愛不愛看。像演電影片子一樣，你看電影片子一上演，一賣幾十場，這個片子大概演得不錯。今天在電影院放映了一場，第二場就收起來，這片子一定不好，為什麼？一遍就沒有人看。說法也是如此。佛說法妙，妙在哪裡？就是同一部經、同一個法，你只聽他說，說一千遍、說一萬遍都不厭，這個妙！"
    },
    {
      "id": "08-001-0032_p0014",
      "zh_CN": "为什么那么妙？刚才讲的，佛是从清净第一里面流出来，所流出来的全是新鲜的，不是陈旧的。我们现在要讲经，这个经讲一遍你听得还满有味道，我再讲第二遍的时候没有味道，我再讲第三遍的时候你听一听跑掉了，这个我已经听过，何必在此地浪费时间。为什么？在讲经先预备个稿子，照这个稿子讲，千篇一律，当然就枯燥无味了。佛如果讲这个经是遍遍不相同，这才有味道！遍遍都一样，诸位想想，有什么味道？但是诸位要晓得，遍遍不一样，遍遍都有味，这不是我们能做得到的。真正开悟了的人、真正得一心的人他才能做到，我们凡夫是做不到的。凡夫之所以做不到就是凡夫有心，有妄想心。如果我们妄心离开了，我们也能做到，就是称性。你讲东西也是遍遍都新鲜，同样一部经，同样的听众，百听不厌，就是遍遍都不相同，遍遍都精彩，遍遍都是尽善尽美，这个才叫是不厌，「乐闻」。",
      "zh_TW": "為什麼那麼妙？剛才講的，佛是從清淨第一裡面流出來，所流出來的全是新鮮的，不是陳舊的。我們現在要講經，這個經講一遍你聽得還滿有味道，我再講第二遍的時候沒有味道，我再講第三遍的時候你聽一聽跑掉了，這個我已經聽過，何必在此地浪費時間。為什麼？在講經先預備個稿子，照這個稿子講，千篇一律，當然就枯燥無味了。佛如果講這個經是遍遍不相同，這才有味道！遍遍都一樣，諸位想想，有什麼味道？但是諸位要曉得，遍遍不一樣，遍遍都有味，這不是我們能做得到的。真正開悟了的人、真正得一心的人他才能做到，我們凡夫是做不到的。凡夫之所以做不到就是凡夫有心，有妄想心。如果我們妄心離開了，我們也能做到，就是稱性。你講東西也是遍遍都新鮮，同樣一部經，同樣的聽眾，百聽不厭，就是遍遍都不相同，遍遍都精彩，遍遍都是盡善盡美，這個才叫是不厭，「樂聞」。"
    },
    {
      "id": "08-001-0032_p0015",
      "zh_CN": "十方世界一切诸佛，各个在他自己教化区域之内说法度生。为什么各个有区域？这个地方诸位要知道，佛门里面常讲「佛不度无缘之人」，凡是能遇到佛法的与佛一定有缘。纵然是多生多劫结的缘，我们与他有缘，他成佛了，我们必定能够在他教化区域范围之内闻到佛法。我们现前诸位同修，我们与佛有没有缘？你要说与佛没有缘，但是今天我们在此地读的确实是佛所说的经典；要说有缘，佛已经去我们三千多年了，我们生在佛的末法之中。但是能闻到佛法就是于佛有缘。若于佛无缘，就是佛住世的时候也闻不到佛说法。可以说我们与佛有缘。既然有缘，就像经里面所说的，「现前当来，必定见佛」。这个问题就是我们自己有没有信心？我们自己有没有这个意念？有这个意念、有这个愿望、有这个信心，当然见佛。再给诸位说，所谓正法、像法、末法是对没有信心人说的，如果对信心清净的人说，唯有正法，没有像、末。失去了意念、失去了信心就是像法、末法，根本不相信那就是灭法，像这些道理都应当要懂得。这是讲『各于世界，讲说正法』。",
      "zh_TW": "十方世界一切諸佛，各個在他自己教化區域之內說法度生。為什麼各個有區域？這個地方諸位要知道，佛門裡面常講「佛不度無緣之人」，凡是能遇到佛法的與佛一定有緣。縱然是多生多劫結的緣，我們與他有緣，他成佛了，我們必定能夠在他教化區域範圍之內聞到佛法。我們現前諸位同修，我們與佛有沒有緣？你要說與佛沒有緣，但是今天我們在此地讀的確實是佛所說的經典；要說有緣，佛已經去我們三千多年了，我們生在佛的末法之中。但是能聞到佛法就是於佛有緣。若於佛無緣，就是佛住世的時候也聞不到佛說法。可以說我們與佛有緣。既然有緣，就像經裡面所說的，「現前當來，必定見佛」。這個問題就是我們自己有沒有信心？我們自己有沒有這個意念？有這個意念、有這個願望、有這個信心，當然見佛。再給諸位說，所謂正法、像法、末法是對沒有信心人說的，如果對信心清淨的人說，唯有正法，沒有像、末。失去了意念、失去了信心就是像法、末法，根本不相信那就是滅法，像這些道理都應當要懂得。這是講『各於世界，講說正法』。"
    },
    {
      "id": "08-001-0032_p0016",
      "zh_CN": "什么叫「正法」？正法，给诸位说，我们简单的说，《金刚经》上佛所说的五语所说就是正法。「真语者」，真就是不妄，远离一切虚妄，决定是真实的，是真的；「实语者」，实是不虚，不是虚假的，是真的，是实在的；「如语者」，如语是所说与事实一定是一样，不增不减；「不异语者、不诳语者」，这样的语就是正法。既然是正法，诸位想想，正所谓是佛佛道同，诸佛如来所说之法没有两样的。所以弥勒菩萨一想，世尊在法华会之前放光现瑞，想到文殊菩萨。佛讲《法华经》，当然过去诸佛也讲过《法华经》；佛放光现瑞，过去诸佛也必然是这样的放光现瑞。别人没有见到，文殊过去曾经承事过无量诸佛，他必定见过，他一定晓得是什么事情，这才提出来问他。换句话说，邪法是不相同的，各个不相同的；正法决定是相同，佛佛道同，祖祖也是道同，天下一切善知识所说的决定没有两样。",
      "zh_TW": "什麼叫「正法」？正法，給諸位說，我們簡單的說，《金剛經》上佛所說的五語所說就是正法。「真語者」，真就是不妄，遠離一切虛妄，決定是真實的，是真的；「實語者」，實是不虛，不是虛假的，是真的，是實在的；「如語者」，如語是所說與事實一定是一樣，不增不減；「不異語者、不誑語者」，這樣的語就是正法。既然是正法，諸位想想，正所謂是佛佛道同，諸佛如來所說之法沒有兩樣的。所以彌勒菩薩一想，世尊在法華會之前放光現瑞，想到文殊菩薩。佛講《法華經》，當然過去諸佛也講過《法華經》；佛放光現瑞，過去諸佛也必然是這樣的放光現瑞。別人沒有見到，文殊過去曾經承事過無量諸佛，他必定見過，他一定曉得是什麼事情，這才提出來問他。換句話說，邪法是不相同的，各個不相同的；正法決定是相同，佛佛道同，祖祖也是道同，天下一切善知識所說的決定沒有兩樣。"
    },
    {
      "id": "08-001-0032_p0017",
      "zh_CN": "言语可以不一样，或者说得深，或者说得浅，说得长、说得短，这个不一样，但是所说的内容、所依的理论、所教的方法决定是一样，决定没有两样。我们不要看别的，看看中国过去这些祖师大德们，我们可以在《高僧传》看到，可以在语录里面看到。所以诸位看东西要特别着重这一点，你看看是不是同一个宗旨、同一个方向？无论是禅律密教，门庭施设不同，宗旨是一，记住那个一，一就不二。禅家讲明心见性，性是一。心，在唯识里面心有八个，八识也叫做八心王；性只有一，没有说有八个性，没有。教下叫大开圆解，圆是一，二就不圆；净土叫一心不乱，这一；密宗里面三密相应是一，分成三就不相应了，三相应就称一。佛法跟你讲什么？佛法就跟你讲一，会旨在一，这是正法。",
      "zh_TW": "言語可以不一樣，或者說得深，或者說得淺，說得長、說得短，這個不一樣，但是所說的內容、所依的理論、所教的方法決定是一樣，決定沒有兩樣。我們不要看別的，看看中國過去這些祖師大德們，我們可以在《高僧傳》看到，可以在語錄裡面看到。所以諸位看東西要特別著重這一點，你看看是不是同一個宗旨、同一個方向？無論是禪律密教，門庭施設不同，宗旨是一，記住那個一，一就不二。禪家講明心見性，性是一。心，在唯識裡面心有八個，八識也叫做八心王；性只有一，沒有說有八個性，沒有。教下叫大開圓解，圓是一，二就不圓；淨土叫一心不亂，這一；密宗裡面三密相應是一，分成三就不相應了，三相應就稱一。佛法跟你講什麼？佛法就跟你講一，會旨在一，這是正法。"
    },
    {
      "id": "08-001-0032_p0018",
      "zh_CN": "佛以种种因缘，无量的比喻，或者以最小，逐渐引我们入到最大。这些方法，最小的，教我们待人接物，教我们如何处世，这是小道，教我们如何做人，人乘的佛法；最大的，这一乘佛法，由人乘提升到天乘，由天乘提升到声闻、缘觉、菩萨，最后把我们提升到一乘佛法，从小逐渐引到大，从容易的渐渐入难。所有一切的施设、一切的教法，无非都是以方便开悟众生，希望一切众生都能够悟入。『照明佛法，开悟众生』，「照明」两个字是比喻，「佛法」，诸位要记住，就是我们自己的真心，佛意思是觉，真心是常觉而不迷，妄心是迷而不觉。我们现在这个心的状况是真妄和合，把真的忘记，妄心是当了家、做了主，这才变成凡夫。虽然妄心当家做主，我们的真心并没有丧失。昨天晚上，我们在弥陀会上，莲池大师告诉我们，真性本有，劝我们回头是岸。禅家所讲「如来正法眼藏」，就隐藏在众生藏识之中。所以《楞严经》叫做如来藏，如来就藏在阿赖耶识之中；换句话说，阿赖耶识就是不觉的如来藏，被无明盖覆的如来藏，去掉这一层盖覆就叫做正法眼藏。",
      "zh_TW": "佛以種種因緣，無量的比喻，或者以最小，逐漸引我們入到最大。這些方法，最小的，教我們待人接物，教我們如何處世，這是小道，教我們如何做人，人乘的佛法；最大的，這一乘佛法，由人乘提升到天乘，由天乘提升到聲聞、緣覺、菩薩，最後把我們提升到一乘佛法，從小逐漸引到大，從容易的漸漸入難。所有一切的施設、一切的教法，無非都是以方便開悟眾生，希望一切眾生都能夠悟入。『照明佛法，開悟眾生』，「照明」兩個字是比喻，「佛法」，諸位要記住，就是我們自己的真心，佛意思是覺，真心是常覺而不迷，妄心是迷而不覺。我們現在這個心的狀況是真妄和合，把真的忘記，妄心是當了家、做了主，這才變成凡夫。雖然妄心當家做主，我們的真心並沒有喪失。昨天晚上，我們在彌陀會上，蓮池大師告訴我們，真性本有，勸我們回頭是岸。禪家所講「如來正法眼藏」，就隱藏在眾生藏識之中。所以《楞嚴經》叫做如來藏，如來就藏在阿賴耶識之中；換句話說，阿賴耶識就是不覺的如來藏，被無明蓋覆的如來藏，去掉這一層蓋覆就叫做正法眼藏。"
    },
    {
      "id": "08-001-0032_p0019",
      "zh_CN": "跟如来只是名字不同而已，名字换了换，事实是一不是二。可是如来藏里面还有一个秘密，就是有一层很深的意思，希望我们从这个名词上得到觉悟，如来在哪里？原来就在我们藏识之中。好像宝藏深藏在暗室之中，我们纵然进去了也见不到，必须要假藉灯光照明我们才能够发现宝藏。今天我们的如来藏心也是如此，就是我们的阿赖耶识也是如此。什么是灯？诸位要晓得，闻法就是灯。佛跟我们说法，我们闻法了，就好比从佛那个地方借着他的灯光，照明了自家的正法眼藏，这个时候才能够大彻大悟！正因为如此，所以诸佛菩萨出现在世间没有一个不是天天在说法。大家只晓得释迦牟尼佛说法四十九年，哪个菩萨、哪个祖师大德不是一生说法？哪一天他空着了？他为什么不空？诸位要晓得，他住世就是为了要说法，若不说法他就不住世了。到这个时候他自己的生死已经了了，正如同小乘人所说的，「所做已办，不受后有」，他没事了。所做就是他自己的修行，已办就是都办好了，事情都办完了。什么事情？就是了生死出三界的事情，他办完了。我们拿小乘法里面讲，见思烦恼断尽了，六根接触六尘境界不起见思烦恼，他三界里面的业缘断掉了。这个时候他留在世间干什么？就是说法度众生。",
      "zh_TW": "跟如來只是名字不同而已，名字換了換，事實是一不是二。可是如來藏裡面還有一個祕密，就是有一層很深的意思，希望我們從這個名詞上得到覺悟，如來在哪裡？原來就在我們藏識之中。好像寶藏深藏在暗室之中，我們縱然進去了也見不到，必須要假藉燈光照明我們才能夠發現寶藏。今天我們的如來藏心也是如此，就是我們的阿賴耶識也是如此。什麼是燈？諸位要曉得，聞法就是燈。佛跟我們說法，我們聞法了，就好比從佛那個地方藉著他的燈光，照明了自家的正法眼藏，這個時候才能夠大徹大悟！正因為如此，所以諸佛菩薩出現在世間沒有一個不是天天在說法。大家只曉得釋迦牟尼佛說法四十九年，哪個菩薩、哪個祖師大德不是一生說法？哪一天他空著了？他為什麼不空？諸位要曉得，他住世就是為了要說法，若不說法他就不住世了。到這個時候他自己的生死已經了了，正如同小乘人所說的，「所做已辦，不受後有」，他沒事了。所做就是他自己的修行，已辦就是都辦好了，事情都辦完了。什麼事情？就是了生死出三界的事情，他辦完了。我們拿小乘法裡面講，見思煩惱斷盡了，六根接觸六塵境界不起見思煩惱，他三界裡面的業緣斷掉了。這個時候他留在世間幹什麼？就是說法度眾生。"
    },
    {
      "id": "08-001-0032_p0020",
      "zh_CN": "生死业缘没有断，当然这是以了生死为第一，纵然说法也是本着古人的东西来说，这都不太可靠。好像这是自己懂得一点医药，看到这一群病人，你来给他治病，自己又不会开方子，看看你也什么病，想想大概差不多，从前有个大夫开了这个方子治某个人的，想想某人的病被他治好，我现在把这个方子找出来给你用。对不对症？未必可靠。现在就是干这个。自己的生死已经了了，就譬如医学院已经毕业，考试及格，真正可以替人治病了，药方是自己开，不是拿别人的药方来治人家的病，这不一样。所以诸位同修在这里学佛，我常常劝大家，行解要相应，定慧要等学。所做已办，不受后有，不要看到经上阿罗汉常常这么说，我们能做到，不是做不到。你要问我几时能做到？就看你自己的勤惰，你要勤快，很快就做到；你要懒惰，这一生就靠不住，在乎自己的勤惰。一个人真正做到了，所做已办，不受后有，才真自在。",
      "zh_TW": "生死業緣沒有斷，當然這是以了生死為第一，縱然說法也是本著古人的東西來說，這都不太可靠。好像這是自己懂得一點醫藥，看到這一群病人，你來給他治病，自己又不會開方子，看看你也什麼病，想想大概差不多，從前有個大夫開了這個方子治某個人的，想想某人的病被他治好，我現在把這個方子找出來給你用。對不對症？未必可靠。現在就是幹這個。自己的生死已經了了，就譬如醫學院已經畢業，考試及格，真正可以替人治病了，藥方是自己開，不是拿別人的藥方來治人家的病，這不一樣。所以諸位同修在這裡學佛，我常常勸大家，行解要相應，定慧要等學。所做已辦，不受後有，不要看到經上阿羅漢常常這麼說，我們能做到，不是做不到。你要問我幾時能做到？就看你自己的勤惰，你要勤快，很快就做到；你要懶惰，這一生就靠不住，在乎自己的勤惰。一個人真正做到了，所做已辦，不受後有，才真自在。"
    },
    {
      "id": "08-001-0032_p0021",
      "zh_CN": "你看看今天晚上，美国太空梭升空了，这是什么信号？是太空大战开始了。大家都晓得，这个战争是毁灭性的战争，给一切众生带来无限的恐惧。可是对于真正修道得道之人，他看在眼里面不算一回什么事，很平常，自己得自在，自己没有生死了。我们得要想想，古人能做到，我们为什么做不到？别人能做到，我为什么做不到？你说古人，古人太远了，他说他做到未必真的做到。现在有人做到，那他为什么能做到，我为什么做不到？可见得这个事情不是做不到，是我们自己不肯做，是我们自己不晓得怎么做。这是说这个四首是讲见佛闻法。佛法的确是无量无边，而以教菩萨法，悟最究竟。本经就是教菩萨法，在开经的时候给诸位说过了，本经与《华严经》是同类的，是了义圆教一乘大法。",
      "zh_TW": "你看看今天晚上，美國太空梭升空了，這是什麼信號？是太空大戰開始了。大家都曉得，這個戰爭是毀滅性的戰爭，給一切眾生帶來無限的恐懼。可是對於真正修道得道之人，他看在眼裡面不算一回什麼事，很平常，自己得自在，自己沒有生死了。我們得要想想，古人能做到，我們為什麼做不到？別人能做到，我為什麼做不到？你說古人，古人太遠了，他說他做到未必真的做到。現在有人做到，那他為什麼能做到，我為什麼做不到？可見得這個事情不是做不到，是我們自己不肯做，是我們自己不曉得怎麼做。這是說這個四首是講見佛聞法。佛法的確是無量無邊，而以教菩薩法，悟最究竟。本經就是教菩薩法，在開經的時候給諸位說過了，本經與《華嚴經》是同類的，是了義圓教一乘大法。"
    },
    {
      "id": "08-001-0032_p0022",
      "zh_CN": "再看底下三首，我们先把这文念一念：",
      "zh_TW": "再看底下三首，我們先把這文念一念："
    },
    {
      "id": "08-001-0032_p0023",
      "zh_CN": "【若人遭苦。厌老病死。为说涅槃。尽诸苦际。若人有福。曾供养佛。志求胜法。为说缘觉。若有佛子。修种种行。求无上慧。为说净道。】",
      "zh_TW": "【若人遭苦。厭老病死。為說涅槃。盡諸苦際。若人有福。曾供養佛。志求勝法。為說緣覺。若有佛子。修種種行。求無上慧。為說淨道。】"
    },
    {
      "id": "08-001-0032_p0024",
      "zh_CN": "这个三首是问十方国土在家、出家闻法修行而成就道果者，这个三首就是三乘，声闻、缘觉、菩萨。声闻确实多半是厌苦而求出离，固然也有别的因缘修学的，但是厌苦是占绝大多数。苦能不能解决？能解决。而苦里面最苦的，跟诸位说是老死。老人在我们中国社会里面稍稍还好一点，因为中国人提倡的是敬老尊贤。可是现在也变成口头上的口号，没有像过去那么认真的去做到，这是我们中国人固有的美德。老，如果说儿女不孝顺，家境再要清寒，那就要受相当之苦。死，这是最苦。老死，诸位想想看，可怕不可怕？老死并不可怕，可怕的是什么？死了以后又去投胎，投胎之后又要老死，老死、老死永远不能了的，这个事情麻烦。如果老死只有一次那怕什么？这不怕了。所以真正觉悟了的人就晓得，死了就不得了，四十九天之后又投胎，这一投胎怎么样？又去干生老病死。所以这就轮回，生老病死、死了又生老病死、生老病死，永远就是生老病死在那里轮回，六道众生就干的这一套。",
      "zh_TW": "這個三首是問十方國土在家、出家聞法修行而成就道果者，這個三首就是三乘，聲聞、緣覺、菩薩。聲聞確實多半是厭苦而求出離，固然也有別的因緣修學的，但是厭苦是佔絕大多數。苦能不能解決？能解決。而苦裡面最苦的，跟諸位說是老死。老人在我們中國社會裡面稍稍還好一點，因為中國人提倡的是敬老尊賢。可是現在也變成口頭上的口號，沒有像過去那麼認真的去做到，這是我們中國人固有的美德。老，如果說兒女不孝順，家境再要清寒，那就要受相當之苦。死，這是最苦。老死，諸位想想看，可怕不可怕？老死並不可怕，可怕的是什麼？死了以後又去投胎，投胎之後又要老死，老死、老死永遠不能了的，這個事情麻煩。如果老死只有一次那怕什麼？這不怕了。所以真正覺悟了的人就曉得，死了就不得了，四十九天之後又投胎，這一投胎怎麼樣？又去幹生老病死。所以這就輪迴，生老病死、死了又生老病死、生老病死，永遠就是生老病死在那裡輪迴，六道眾生就幹的這一套。"
    },
    {
      "id": "08-001-0032_p0025",
      "zh_CN": "你要是真正看穿了，不要说人间的富贵帝王，上至有顶天摩醯首罗天王，也是干的生老病死、生老病死，没有两样。诸位想想，这有什么意思？三界之内你要是真正看穿、看明白了，你还有什么留恋的？你在这里搞的什么？生老病死，这是真的，其余统是假的。要想解决这个问题，除了佛法之外，给诸位说，任何宗教、任何学术、任何的科学都不能解决。现在科学家在研究人衰老了换血，甚至于换脑袋，换脑袋也不行，也还是干的生老病死。如果说是换了血之后他又可以能多活多少年了，我跟诸位说，还是佛门说得对，「一饮一啄莫非前定」。如果你的寿命到了，怎么换血也是不行的；换血再能活多少年，还是你大限还没有到，你还能活多少年，不换也能活多少年。可是这些人迷信科学，他不相信佛法，那有什么法子。我们相信佛法，不迷信科学，科学讲的有根有据，佛法讲的也是有根有据，科学讲的有根有据那个根据未必可靠，佛法讲的根据决定可靠。这个第一首里面讲，你要是『厌老病死』，换句话说，你要希望不老、不病、不死，有方法，佛『为说涅槃』。「涅槃」是印度话，翻成中国字叫灭，灭什么？就是灭老、灭病、灭死；换句话就是不生不灭，涅槃就是不生不灭，不生不灭这个道、这个方法佛法里头有。",
      "zh_TW": "你要是真正看穿了，不要說人間的富貴帝王，上至有頂天摩醯首羅天王，也是幹的生老病死、生老病死，沒有兩樣。諸位想想，這有什麼意思？三界之內你要是真正看穿、看明白了，你還有什麼留戀的？你在這裡搞的什麼？生老病死，這是真的，其餘統是假的。要想解決這個問題，除了佛法之外，給諸位說，任何宗教、任何學術、任何的科學都不能解決。現在科學家在研究人衰老了換血，甚至於換腦袋，換腦袋也不行，也還是幹的生老病死。如果說是換了血之後他又可以能多活多少年了，我跟諸位說，還是佛門說得對，「一飲一啄莫非前定」。如果你的壽命到了，怎麼換血也是不行的；換血再能活多少年，還是你大限還沒有到，你還能活多少年，不換也能活多少年。可是這些人迷信科學，他不相信佛法，那有什麼法子。我們相信佛法，不迷信科學，科學講的有根有據，佛法講的也是有根有據，科學講的有根有據那個根據未必可靠，佛法講的根據決定可靠。這個第一首裡面講，你要是『厭老病死』，換句話說，你要希望不老、不病、不死，有方法，佛『為說涅槃』。「涅槃」是印度話，翻成中國字叫滅，滅什麼？就是滅老、滅病、滅死；換句話就是不生不滅，涅槃就是不生不滅，不生不滅這個道、這個方法佛法裡頭有。"
    },
    {
      "id": "08-001-0032_p0026",
      "zh_CN": "第二首这是讲有福之人，『若人有福，曾供养佛，志求胜法，为说缘觉』。修福，实在是「供养佛」为修福里面第一个因素，我们想真正得福报，则要要知道供养佛。诸位要是听了这个话，供养佛才有福报，好了，你的脑袋里一定泥塑木雕的佛像，你天天去供养它，希望它降福给你，那你就错了。佛像摆在我们面前，就是提醒我们要供养佛。供养，诸位要晓得，怎么个供养法？你在佛像面前每天燃香，你就有福了吗？你在佛像面前燃灯，你就有福了吗？你供些香花果品，这就有福了吗？这些东西要不要？要。做什么用的？提醒你自己要供养你的自性天真佛，你才有福。香也燃着了，所谓「戒定真香」，香表信，清净信香；换句话说，香一烧了，我们得自己问问，我们有没有信？有没有戒？有没有定？一闻到香、一见到香就要想到这个，这有福。见到灯、见到烛，这是光明，光明是般若智慧；供的花，花代表六度万行；供的果，果代表菩提涅槃，修因致果，这个供养才有福。",
      "zh_TW": "第二首這是講有福之人，『若人有福，曾供養佛，志求勝法，為說緣覺』。修福，實在是「供養佛」為修福裡面第一個因素，我們想真正得福報，則要要知道供養佛。諸位要是聽了這個話，供養佛才有福報，好了，你的腦袋裡一定泥塑木雕的佛像，你天天去供養它，希望它降福給你，那你就錯了。佛像擺在我們面前，就是提醒我們要供養佛。供養，諸位要曉得，怎麼個供養法？你在佛像面前每天燃香，你就有福了嗎？你在佛像面前燃燈，你就有福了嗎？你供些香花果品，這就有福了嗎？這些東西要不要？要。做什麼用的？提醒你自己要供養你的自性天真佛，你才有福。香也燃著了，所謂「戒定真香」，香表信，清淨信香；換句話說，香一燒了，我們得自己問問，我們有沒有信？有沒有戒？有沒有定？一聞到香、一見到香就要想到這個，這有福。見到燈、見到燭，這是光明，光明是般若智慧；供的花，花代表六度萬行；供的果，果代表菩提涅槃，修因致果，這個供養才有福。"
    },
    {
      "id": "08-001-0032_p0027",
      "zh_CN": "如果不懂这个意思，你就天天这样干，干一辈子也没有福报，只知道形式的样子，不晓得里面的道理，不知道它的含意，提不起自己觉照的功夫，那个福从哪里来？这是讲我们的现前，你晓得供养佛是这么个意思。佛陀不住在世间了，一些在家、出家四众之中代佛说法、传佛之教的这些善知识，这是佛灭度之后的代表。换句话说，对他就要像对佛一样的供养，我们要在这些善知识面前求法问道。我要想了生死应该怎么了法？要向他请教，我想要求清净心怎么个求法？这些善知识会开导你，会教给你，把这个理论给你说明白，使你没有疑惑，方法给你讲清楚，你晓得如何去用功。由此可知，佛不住在世，你看看我们初一、十五礼祖，都要礼天下弘宗演教诸大知识，为什么要礼拜他？因为他代表佛的。这不是光初一、十五这么念过去就算了，那也不行的。念念是提醒我们，我们真正要亲近这些善知识，要向他讨教。",
      "zh_TW": "如果不懂這個意思，你就天天這樣幹，幹一輩子也沒有福報，只知道形式的樣子，不曉得裡面的道理，不知道它的含意，提不起自己覺照的功夫，那個福從哪裡來？這是講我們的現前，你曉得供養佛是這麼個意思。佛陀不住在世間了，一些在家、出家四眾之中代佛說法、傳佛之教的這些善知識，這是佛滅度之後的代表。換句話說，對他就要像對佛一樣的供養，我們要在這些善知識面前求法問道。我要想了生死應該怎麼了法？要向他請教，我想要求清淨心怎麼個求法？這些善知識會開導你，會教給你，把這個理論給你說明白，使你沒有疑惑，方法給你講清楚，你曉得如何去用功。由此可知，佛不住在世，你看看我們初一、十五禮祖，都要禮天下弘宗演教諸大知識，為什麼要禮拜他？因為他代表佛的。這不是光初一、十五這麼念過去就算了，那也不行的。念念是提醒我們，我們真正要親近這些善知識，要向他討教。"
    },
    {
      "id": "08-001-0032_p0028",
      "zh_CN": "在佛的经典里面讲，声闻三生种福不间断，而辟支佛，就是『缘觉』，是百劫种福。所以辟支佛的相貌远超过声闻，辟支佛的福报几乎和菩萨差不多。所以这是一个修福、多福之人，曾经供佛多。有福报这就是今世之果，供佛那是前世之因。尤其难得的是『志求胜法』，这点太难得，「胜」是什么？殊胜。他为什么懂得求甚深之法？因为他供佛多；换句话说，他亲近的善知识多。所以他见的也就比较上深、见得远，心大、志也大。他要求上乘的佛法，佛给他讲十二因缘，所以称之为「缘觉」。《别行记》里面有说，辟支佛修行「不立分果」，就是不像声闻四向四果，他是一层一层的，辟支佛没有。辟支佛是「深观缘起，久种三多」，这是善根福德因缘他都多，所以福慧他都不取。他比阿罗汉境界高，阿罗汉虽然是见思烦恼断尽了，但是见思烦恼的习气没有断，他有习气在。虽有习气在，习气不碍他了生死出三界，也就是说烦恼是真断了，一点都不假，那点习气没有什么太大的障碍。辟支佛是连习气也断了，所以他的地位在阿罗汉之上。下面一首是讲菩萨，这是真正的大慈大悲，绍隆佛种。我们今天时间已经到了，这一首下个星期六再讲。",
      "zh_TW": "在佛的經典裡面講，聲聞三生種福不間斷，而辟支佛，就是『緣覺』，是百劫種福。所以辟支佛的相貌遠超過聲聞，辟支佛的福報幾乎和菩薩差不多。所以這是一個修福、多福之人，曾經供佛多。有福報這就是今世之果，供佛那是前世之因。尤其難得的是『志求勝法』，這點太難得，「勝」是什麼？殊勝。他為什麼懂得求甚深之法？因為他供佛多；換句話說，他親近的善知識多。所以他見的也就比較上深、見得遠，心大、志也大。他要求上乘的佛法，佛給他講十二因緣，所以稱之為「緣覺」。《別行記》裡面有說，辟支佛修行「不立分果」，就是不像聲聞四向四果，他是一層一層的，辟支佛沒有。辟支佛是「深觀緣起，久種三多」，這是善根福德因緣他都多，所以福慧他都不取。他比阿羅漢境界高，阿羅漢雖然是見思煩惱斷盡了，但是見思煩惱的習氣沒有斷，他有習氣在。雖有習氣在，習氣不礙他了生死出三界，也就是說煩惱是真斷了，一點都不假，那點習氣沒有什麼太大的障礙。辟支佛是連習氣也斷了，所以他的地位在阿羅漢之上。下面一首是講菩薩，這是真正的大慈大悲，紹隆佛種。我們今天時間已經到了，這一首下個星期六再講。"
    }
  ]
}