{
  "doc_id": "08-001-0026",
  "title": {
    "zh_CN": "妙法莲华经",
    "zh_TW": "妙法蓮華經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "台湾景美华藏佛教图书馆",
    "zh_TW": "台灣景美華藏佛教圖書館"
  },
  "doc_number": "08-001-0026",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "08-001-0026_p0001",
      "zh_CN": "请掀开经本第三页第五行，继续前面一次，介绍菩萨众里面第十八位，就是最后一位：",
      "zh_TW": "請掀開經本第三頁第五行，繼續前面一次，介紹菩薩眾裡面第十八位，就是最後一位："
    },
    {
      "id": "08-001-0026_p0002",
      "zh_CN": "【导师菩萨。】",
      "zh_TW": "【導師菩薩。】"
    },
    {
      "id": "08-001-0026_p0003",
      "zh_CN": "在《思益经》里面说，「于堕邪道众生，生大悲心，令入正道，不求恩报故」，所以称为『导师菩萨』。在佛教里面，佛也称为「导师」。说到导师，他实在负有指导一个时代众生修学的责任，如同世尊当年示现在世间，那个时候也正是九十六种外道几乎是在同时出现在世间，佛在这个时候也出现，于九十六种邪知见中指示一条正道。所以在当时实在是这个世间的导师。这种情形在我们中国也曾经出现过，那就是在春秋战国这个时代，我们中国也出现与印度相仿佛的诸子百家，这个时候孔子出现在这个时代，于诸子百家当中给我们指示一条正道。所以后人尊称孔子为大成至圣先师，也是导师菩萨的地位。这是说过去印度与我们中国。",
      "zh_TW": "在《思益經》裡面說，「於墮邪道眾生，生大悲心，令入正道，不求恩報故」，所以稱為『導師菩薩』。在佛教裡面，佛也稱為「導師」。說到導師，他實在負有指導一個時代眾生修學的責任，如同世尊當年示現在世間，那個時候也正是九十六種外道幾乎是在同時出現在世間，佛在這個時候也出現，於九十六種邪知見中指示一條正道。所以在當時實在是這個世間的導師。這種情形在我們中國也曾經出現過，那就是在春秋戰國這個時代，我們中國也出現與印度相彷彿的諸子百家，這個時候孔子出現在這個時代，於諸子百家當中給我們指示一條正道。所以後人尊稱孔子為大成至聖先師，也是導師菩薩的地位。這是說過去印度與我們中國。"
    },
    {
      "id": "08-001-0026_p0004",
      "zh_CN": "可是在今天，由于科学的昌明，交通工具的发达，大众传播的发明，人类活动的空间比之过去要大得太多。在今天的学术思想，也就是佛法里面所谓的邪知邪见，比起过去印度或者是中国，要复杂得太多，几乎叫人无所适从，可以说是思想大混乱的时代，众生偏激、执着也比以往增加无量的倍数。其结果不仅仅是世界大乱，最后必然造成世界的毁灭。我们从往古仔细的去观察，救度一切众生首先要从正知见开始，这也是佛家与儒家所共同主张的，所谓「建国君民，教学为先」。教学的目的也正是佛法当中六和合里面所谓的「见同解」，也就是见解要相同。见解距离愈近，众生愈能够趋于幸福，社会愈能够趣向安定，安定必然繁荣，这是一定的道理。",
      "zh_TW": "可是在今天，由於科學的昌明，交通工具的發達，大眾傳播的發明，人類活動的空間比之過去要大得太多。在今天的學術思想，也就是佛法裡面所謂的邪知邪見，比起過去印度或者是中國，要複雜得太多，幾乎叫人無所適從，可以說是思想大混亂的時代，眾生偏激、執著也比以往增加無量的倍數。其結果不僅僅是世界大亂，最後必然造成世界的毀滅。我們從往古仔細的去觀察，救度一切眾生首先要從正知見開始，這也是佛家與儒家所共同主張的，所謂「建國君民，教學為先」。教學的目的也正是佛法當中六和合裡面所謂的「見同解」，也就是見解要相同。見解距離愈近，眾生愈能夠趨於幸福，社會愈能夠趣向安定，安定必然繁榮，這是一定的道理。"
    },
    {
      "id": "08-001-0026_p0005",
      "zh_CN": "所以佛家重视教学，儒家也重现教学，导师就是负责教学之人。我们觉得在今天尤其是需要。我们从古往细心的来观察，凡是在邪见稠林之中，最有效的方法就是以简驭繁，以正治邪，在儒家、在佛家都做到了这一点。可惜的是今日之下，真正能够明白这个道理的人不多，发大心的人则更少了。我们过去不晓得儒、佛的功德利益，那当然是另当别论。如果晓得儒、佛的功德，儒、佛的价值，我们就有责任将它弘扬光大，纵然不能居导师的地位，也要极力的宣扬。这是「导师菩萨」的一点意思。",
      "zh_TW": "所以佛家重視教學，儒家也重現教學，導師就是負責教學之人。我們覺得在今天尤其是需要。我們從古往細心的來觀察，凡是在邪見稠林之中，最有效的方法就是以簡馭繁，以正治邪，在儒家、在佛家都做到了這一點。可惜的是今日之下，真正能夠明白這個道理的人不多，發大心的人則更少了。我們過去不曉得儒、佛的功德利益，那當然是另當別論。如果曉得儒、佛的功德，儒、佛的價值，我們就有責任將它弘揚光大，縱然不能居導師的地位，也要極力的宣揚。這是「導師菩薩」的一點意思。"
    },
    {
      "id": "08-001-0026_p0006",
      "zh_CN": "向下经文是这段的总结：",
      "zh_TW": "向下經文是這段的總結："
    },
    {
      "id": "08-001-0026_p0007",
      "zh_CN": "【如是等菩萨摩诃萨八万人俱。】",
      "zh_TW": "【如是等菩薩摩訶薩八萬人俱。】"
    },
    {
      "id": "08-001-0026_p0008",
      "zh_CN": "这是指菩萨众与会的有『八万人』，『如是』这两个字就是指上面所说的一十八位大菩萨，这一十八位菩萨是菩萨众里面的上首，以我们现在的话来说，好比是班长。『等』就是等其余的八万菩萨。这些菩萨可以说都是一乘大菩萨位，一乘菩萨还在大乘之上。就理上讲，每位菩萨都是我们自己实智之表法。古德有说，声闻在外表上来看他是出世的，也就是我们所谓的出家人，像佛陀常随弟子，我们总是列声闻众。因为佛示现的出家相，这些弟子同样也现的出家相，常随在佛的身边亲近佛陀，所以在经典序分当中把他们列在前面。人天众，这是属于凡夫，当然皈依三宝之后，也常常接近三宝、事奉三宝，闻法比声闻要疏远得多，这是列在后面。菩萨则不然，他可以说是随一切众生而现形的，同时我们在经论当中普遍的也能够观察得出来，菩萨是不拘小节的。所以从迹相上来说他属于无定的，他也不同于凡俗，也不同于声闻，因此在排列的顺序是把他放在当中，放在当中当然也有表中道的意思。",
      "zh_TW": "這是指菩薩眾與會的有『八萬人』，『如是』這兩個字就是指上面所說的一十八位大菩薩，這一十八位菩薩是菩薩眾裡面的上首，以我們現在的話來說，好比是班長。『等』就是等其餘的八萬菩薩。這些菩薩可以說都是一乘大菩薩位，一乘菩薩還在大乘之上。就理上講，每位菩薩都是我們自己實智之表法。古德有說，聲聞在外表上來看他是出世的，也就是我們所謂的出家人，像佛陀常隨弟子，我們總是列聲聞眾。因為佛示現的出家相，這些弟子同樣也現的出家相，常隨在佛的身邊親近佛陀，所以在經典序分當中把他們列在前面。人天眾，這是屬於凡夫，當然皈依三寶之後，也常常接近三寶、事奉三寶，聞法比聲聞要疏遠得多，這是列在後面。菩薩則不然，他可以說是隨一切眾生而現形的，同時我們在經論當中普遍的也能夠觀察得出來，菩薩是不拘小節的。所以從跡相上來說他屬於無定的，他也不同於凡俗，也不同於聲聞，因此在排列的順序是把他放在當中，放在當中當然也有表中道的意思。"
    },
    {
      "id": "08-001-0026_p0009",
      "zh_CN": "还有一说，本经是属于「开权显实」，以及「废权立实」，这是这部经的大主意。声闻当然是要把他列在第一。而菩萨众是帮助佛教化一切众生，在本经往后诸品之中，他们以大慈大悲的心怀代表一切众生起疑惑、发问题，这全是菩萨众。而菩萨在法会里面所提出种种的问难都是属于利乐有情问，这个在排列顺序上将他排在当中，也有这个意思在。至于人天、八部鬼神，这是法会里面必有的一些大众，「势必一一具陈于后」。",
      "zh_TW": "還有一說，本經是屬於「開權顯實」，以及「廢權立實」，這是這部經的大主意。聲聞當然是要把他列在第一。而菩薩眾是幫助佛教化一切眾生，在本經往後諸品之中，他們以大慈大悲的心懷代表一切眾生起疑惑、發問題，這全是菩薩眾。而菩薩在法會裡面所提出種種的問難都是屬於利樂有情問，這個在排列順序上將他排在當中，也有這個意思在。至於人天、八部鬼神，這是法會裡面必有的一些大眾，「勢必一一具陳于後」。"
    },
    {
      "id": "08-001-0026_p0010",
      "zh_CN": "也许有人会问，这些大众当中，有声闻、有菩萨，有人天、八部，为什么没有缘觉众？难道法华一会里面没有缘觉众吗？这个问题实在不能成为一个问题，因为缘觉与声闻可以说是属于同一类的，当然缘觉众可以跟声闻众合而为一，我们称之为小乘圣者，大乘称菩萨。小乘里面就包括声闻与缘觉，所以缘觉一类已经并入声闻，这是经里面文字省略。本经里面，「声闻与诸菩萨，皆为后文各品当机之伏案」，这在此地特别为大家说明。菩萨众就介绍到此地。下面的经文：",
      "zh_TW": "也許有人會問，這些大眾當中，有聲聞、有菩薩，有人天、八部，為什麼沒有緣覺眾？難道法華一會裡面沒有緣覺眾嗎？這個問題實在不能成為一個問題，因為緣覺與聲聞可以說是屬於同一類的，當然緣覺眾可以跟聲聞眾合而為一，我們稱之為小乘聖者，大乘稱菩薩。小乘裡面就包括聲聞與緣覺，所以緣覺一類已經併入聲聞，這是經裡面文字省略。本經裡面，「聲聞與諸菩薩，皆為後文各品當機之伏案」，這在此地特別為大家說明。菩薩眾就介紹到此地。下面的經文："
    },
    {
      "id": "08-001-0026_p0011",
      "zh_CN": "【尔时释提桓因。与其眷属二万天子俱。】",
      "zh_TW": "【爾時釋提桓因。與其眷屬二萬天子俱。】"
    },
    {
      "id": "08-001-0026_p0012",
      "zh_CN": "这是第三个大段，要给诸位介绍的是法会之中的人天众。这个里面又分三小段，第一段是讲诸天众，先说欲界的诸天。前面所说的我们一般称之为圣众，声闻、缘觉、菩萨，从这个以下是人天大众，可见得这个法会的殊胜庄严，「圣凡毕集」。『释提桓因』是梵语的音译，翻成中国的意思叫做「能天主」，意思是说能做忉利天之天主。忉利也是梵语，翻成中国的意思是三十三，忉利天就是三十三天，这是三十三天的天主。《缨络经》上说，「过贤劫二千二十四劫作佛，号无着世尊」。「眷属二万者」，眷属二万举的不是这个天上的天人，这二万实在是指他的眷属，以后也都是这个意思。",
      "zh_TW": "這是第三個大段，要給諸位介紹的是法會之中的人天眾。這個裡面又分三小段，第一段是講諸天眾，先說欲界的諸天。前面所說的我們一般稱之為聖眾，聲聞、緣覺、菩薩，從這個以下是人天大眾，可見得這個法會的殊勝莊嚴，「聖凡畢集」。『釋提桓因』是梵語的音譯，翻成中國的意思叫做「能天主」，意思是說能做忉利天之天主。忉利也是梵語，翻成中國的意思是三十三，忉利天就是三十三天，這是三十三天的天主。《纓絡經》上說，「過賢劫二千二十四劫作佛，號無著世尊」。「眷屬二萬者」，眷屬二萬舉的不是這個天上的天人，這二萬實在是指他的眷屬，以後也都是這個意思。"
    },
    {
      "id": "08-001-0026_p0013",
      "zh_CN": "【复有明月天子。普香天子。宝光天子。四大天王。与其眷属万天子俱。】",
      "zh_TW": "【復有明月天子。普香天子。寶光天子。四大天王。與其眷屬萬天子俱。】"
    },
    {
      "id": "08-001-0026_p0014",
      "zh_CN": "这个一段是举忉利天主所属的这些大臣，前面三位好比是内臣，就是与帝王最为亲近的，『四大天王』，这是属于外臣，好比地方上的总督，地方的官吏，也各『与其眷属万天子俱』，这个地方的「天子」意思就是天人。说到忉利天，学佛或者是不学佛的人对他都相当的熟悉，我们中国人称他作玉皇大帝。外国人我想称上帝的大概也就是他，虽然没有明确的证据可考，而我们从外国宗教教义里面去观察，确实很像是忉利天主。因为忉利天距离我们很近，往生到忉利天也比较容易。在佛法里面给我们讲，要生忉利天必须修十善业道。经论里面给我们讲得很清楚，五戒是生人道之业因，十善是生天道的业因，如果只修十善，果报是在忉利天。修十善再要修禅定、修四无量心，这功夫没有能够修到家，换句话说，修是修了，没有多大的成就，这样的人就是生欲界上面的四层天，也就是从夜摩到他化自在天。如果禅定、四无量心修成了，这个果报是在色界天。",
      "zh_TW": "這個一段是舉忉利天主所屬的這些大臣，前面三位好比是內臣，就是與帝王最為親近的，『四大天王』，這是屬於外臣，好比地方上的總督，地方的官吏，也各『與其眷屬萬天子俱』，這個地方的「天子」意思就是天人。說到忉利天，學佛或者是不學佛的人對他都相當的熟悉，我們中國人稱他作玉皇大帝。外國人我想稱上帝的大概也就是他，雖然沒有明確的證據可考，而我們從外國宗教教義裡面去觀察，確實很像是忉利天主。因為忉利天距離我們很近，往生到忉利天也比較容易。在佛法裡面給我們講，要生忉利天必須修十善業道。經論裡面給我們講得很清楚，五戒是生人道之業因，十善是生天道的業因，如果只修十善，果報是在忉利天。修十善再要修禪定、修四無量心，這功夫沒有能夠修到家，換句話說，修是修了，沒有多大的成就，這樣的人就是生欲界上面的四層天，也就是從夜摩到他化自在天。如果禪定、四無量心修成了，這個果報是在色界天。"
    },
    {
      "id": "08-001-0026_p0015",
      "zh_CN": "从这个地方去看，世间人修十善的确实很多，这是讲过去在我们中国是占多数，这个生天之因，我们能够肯定、能够相信。至于外国的宗教，我们从它的戒律里面去看，像基督教的摩西十诫，这十诫的精神类似十善业道。所以我们能够信得过，他们果然能够信奉他们所尊崇的上帝，依照十诫来修学，果报可以达到忉利天，在理上是讲得通的。如果要是说信了就能够生天，不必修十诫，这在理上讲不通。为什么？有因必有果，有果必有因，生天是个果报，哪有说是有果报而没有修因的？所以这是我们不能够相信的。说是信了上帝就可以生天，这是欺骗人的话，在它的经典里面虽然有这么个说法，也是曲解经典的意思。譬如说我们佛法里面讲信佛，信佛只是个开始而已，信佛并不能得度，信了之后要求解，解了以后要修行，行了以后这才证果，可见得信只是一个入门而已。入了门之后，到登堂入室还有一段相当的距离。佛法教学如此，其他宗教我想也不会例外，这是我们应当要明白的。不可以迷信，迷信受伤害的是自己，不是别人。",
      "zh_TW": "從這個地方去看，世間人修十善的確實很多，這是講過去在我們中國是佔多數，這個生天之因，我們能夠肯定、能夠相信。至於外國的宗教，我們從它的戒律裡面去看，像基督教的摩西十誡，這十誡的精神類似十善業道。所以我們能夠信得過，他們果然能夠信奉他們所尊崇的上帝，依照十誡來修學，果報可以達到忉利天，在理上是講得通的。如果要是說信了就能夠生天，不必修十誡，這在理上講不通。為什麼？有因必有果，有果必有因，生天是個果報，哪有說是有果報而沒有修因的？所以這是我們不能夠相信的。說是信了上帝就可以生天，這是欺騙人的話，在它的經典裡面雖然有這麼個說法，也是曲解經典的意思。譬如說我們佛法裡面講信佛，信佛只是個開始而已，信佛並不能得度，信了之後要求解，解了以後要修行，行了以後這才證果，可見得信只是一個入門而已。入了門之後，到登堂入室還有一段相當的距離。佛法教學如此，其他宗教我想也不會例外，這是我們應當要明白的。不可以迷信，迷信受傷害的是自己，不是別人。"
    },
    {
      "id": "08-001-0026_p0016",
      "zh_CN": "忉利天主，在佛经里面可以说常常提到他，他确实也是佛门的护法，佛在一切处所讲经说法他都会带领许多的大众来参与法会，这是一个修学十善业道的人必有的现象。如果说他要是排斥佛法的话，他又为什么每会都来参加听经，而且要赞扬诸佛菩萨？从这个地方来看，这个后世他的这些信徒毁谤佛法绝不是忉利天主的意思，这样的人也不会为忉利天主所接受的。这个理要是真正悟过来，一切宗教徒，一切信奉上帝的人，对于佛法都应当尊崇，都应当信受奉行，然后要是发愿生忉利天，必定能够满愿。以佛法的理论与修学的方法，取忉利天实在是太容易，我们不能够错过这样良好的机缘。",
      "zh_TW": "忉利天主，在佛經裡面可以說常常提到他，他確實也是佛門的護法，佛在一切處所講經說法他都會帶領許多的大眾來參與法會，這是一個修學十善業道的人必有的現象。如果說他要是排斥佛法的話，他又為什麼每會都來參加聽經，而且要讚揚諸佛菩薩？從這個地方來看，這個後世他的這些信徒毀謗佛法絕不是忉利天主的意思，這樣的人也不會為忉利天主所接受的。這個理要是真正悟過來，一切宗教徒，一切信奉上帝的人，對於佛法都應當尊崇，都應當信受奉行，然後要是發願生忉利天，必定能夠滿願。以佛法的理論與修學的方法，取忉利天實在是太容易，我們不能夠錯過這樣良好的機緣。"
    },
    {
      "id": "08-001-0026_p0017",
      "zh_CN": "佛经里面所说诸天的依正庄严，要比其他宗教的经典说得详细多了。在过去，我有一个邻居，这是天主教的一个神父，也很有名望，就是方豪。他住得跟我很近，他也研究一些佛教的经论，我也送了不少书给他。他看了之后，曾经给我说，佛教的经典里面所记载天上的情形比我们的经典要多得多，要详细得多，好像是去过似的。从这个语气来说，他就怀疑他们的经典写作的人大概还没有到天上去参观过，所以记录得非常简陋，而没有佛法说得这么详细。甚至于把天上人的生活情况都描绘得使一个人是如入其境的感觉。这是我们应当要体会到，诸佛菩萨与诸天这关系是非常的密切，因为诸天也是诸佛菩萨的教化区，经常在天上弘扬佛法，教化这些天人。晓得这个事实，这个世间外道对于佛法，不管他是怎么样的排斥，甚至于侮辱，我们学佛的人不可以责备他，为什么？这是他的无知。如果他明了这桩事实，他礼敬、赞叹还来不及，哪里会抵触佛法？他们所尊崇的上帝，上帝是佛弟子，他如果说是抵制佛法，换句话说，他就违背了他的上帝，那就不是真正天主的信徒。所以我们对他要有一种慈悲悲悯之心，怜悯他的无知，慈悲教导，这个才是正确的。",
      "zh_TW": "佛經裡面所說諸天的依正莊嚴，要比其他宗教的經典說得詳細多了。在過去，我有一個鄰居，這是天主教的一個神父，也很有名望，就是方豪。他住得跟我很近，他也研究一些佛教的經論，我也送了不少書給他。他看了之後，曾經給我說，佛教的經典裡面所記載天上的情形比我們的經典要多得多，要詳細得多，好像是去過似的。從這個語氣來說，他就懷疑他們的經典寫作的人大概還沒有到天上去參觀過，所以記錄得非常簡陋，而沒有佛法說得這麼詳細。甚至於把天上人的生活情況都描繪得使一個人是如入其境的感覺。這是我們應當要體會到，諸佛菩薩與諸天這關係是非常的密切，因為諸天也是諸佛菩薩的教化區，經常在天上弘揚佛法，教化這些天人。曉得這個事實，這個世間外道對於佛法，不管他是怎麼樣的排斥，甚至於侮辱，我們學佛的人不可以責備他，為什麼？這是他的無知。如果他明瞭這樁事實，他禮敬、讚歎還來不及，哪裡會牴觸佛法？他們所尊崇的上帝，上帝是佛弟子，他如果說是抵制佛法，換句話說，他就違背了他的上帝，那就不是真正天主的信徒。所以我們對他要有一種慈悲悲憫之心，憐憫他的無知，慈悲教導，這個才是正確的。"
    },
    {
      "id": "08-001-0026_p0018",
      "zh_CN": "『明月天子』，这通常我们是讲日月星三光，「明月」就是宝吉祥月天子；『普香天子』，「普香」是星天子，『宝光天子』是宝意日天子。这个三位，在今天我们学佛，怀疑的人非常多，我们讲到「明月天子」，或者讲到宝吉祥月天子，今天人类已经登陆月球了，而在月球上没有见到明月天子，也没有在月球上见到一些天人，这经里面说的是真的还是假的？「宝光天子」，就是我们俗话讲的太阳神，是日天子。现在我们晓得，太阳是一团火球，太阳里面有生物吗？有天人住在那个地方吗？这是我们所不可思议的。实在讲日月里面确实有有情众生，但是不是我们肉眼能够看得见的，那个世界也不是我们能够想像得到。我们不要讲月亮、太阳，不要讲这些地方，就以我们地球上来说，我们地球是凡圣同居土，学佛的人都晓得，大概你们都看过「三昧水忏」，现在拜「三昧水忏」的风气很盛，「三昧水忏」是怎么来源？唐朝悟达国师的一段因缘。",
      "zh_TW": "『明月天子』，這通常我們是講日月星三光，「明月」就是寶吉祥月天子；『普香天子』，「普香」是星天子，『寶光天子』是寶意日天子。這個三位，在今天我們學佛，懷疑的人非常多，我們講到「明月天子」，或者講到寶吉祥月天子，今天人類已經登陸月球了，而在月球上沒有見到明月天子，也沒有在月球上見到一些天人，這經裡面說的是真的還是假的？「寶光天子」，就是我們俗話講的太陽神，是日天子。現在我們曉得，太陽是一團火球，太陽裡面有生物嗎？有天人住在那個地方嗎？這是我們所不可思議的。實在講日月裡面確實有有情眾生，但是不是我們肉眼能夠看得見的，那個世界也不是我們能夠想像得到。我們不要講月亮、太陽，不要講這些地方，就以我們地球上來說，我們地球是凡聖同居土，學佛的人都曉得，大概你們都看過「三昧水懺」，現在拜「三昧水懺」的風氣很盛，「三昧水懺」是怎麼來源？唐朝悟達國師的一段因緣。"
    },
    {
      "id": "08-001-0026_p0019",
      "zh_CN": "悟达国师是十世高僧，但是他在没学佛之前，他有个冤家对头常常要想来报复，但是十世的高僧修行精进，为护法神所护持，冤家不得其便。到唐朝，就是悟达国师这个时代，已经是第十世，这个冤家债主始终不能舍弃。这一生他做了皇帝的老师，皇帝送他一个沉香宝座，他一念生了欢喜心，欢喜就是魔，一念欢喜护法神远离了，他的冤家得到机会找上身来，害了个人面疮，什么医生也医不好，最后遇到一位阿罗汉迦诺迦尊者把他治好的。而迦诺迦尊者的道场是在我们中国的四川，他曾经告诉他，有急难的时候去找他。他说山上有两棵树，你到那两棵树的地方就能够见到迦诺迦尊者的道场。他到那里去之后果然见到，清净庄严，宫殿楼阁华丽无比，不是人间所有。这个病治好之后下山，下山他也是沿途做些记号，准备以后再来。可下了山之后，回头再一看，是一片荒山，道场没有了。",
      "zh_TW": "悟達國師是十世高僧，但是他在沒學佛之前，他有個冤家對頭常常要想來報復，但是十世的高僧修行精進，為護法神所護持，冤家不得其便。到唐朝，就是悟達國師這個時代，已經是第十世，這個冤家債主始終不能捨棄。這一生他做了皇帝的老師，皇帝送他一個沉香寶座，他一念生了歡喜心，歡喜就是魔，一念歡喜護法神遠離了，他的冤家得到機會找上身來，害了個人面瘡，什麼醫生也醫不好，最後遇到一位阿羅漢迦諾迦尊者把他治好的。而迦諾迦尊者的道場是在我們中國的四川，他曾經告訴他，有急難的時候去找他。他說山上有兩棵樹，你到那兩棵樹的地方就能夠見到迦諾迦尊者的道場。他到那裡去之後果然見到，清淨莊嚴，宮殿樓閣華麗無比，不是人間所有。這個病治好之後下山，下山他也是沿途做些記號，準備以後再來。可下了山之後，回頭再一看，是一片荒山，道場沒有了。"
    },
    {
      "id": "08-001-0026_p0020",
      "zh_CN": "由此可知，如果要不是有特殊的因缘，这道场就在你的面前你也见不到。在我们地球上都是如此，那何况在月宫？何况在太阳里面？所以决定不可以说我们没有见到就不承认他的存在，这是很大的过失。像这种情形，在我们中国可以说是太多了，其实在外国也不例外。中国还有个著名的是法照禅师，在五台山见到文殊菩萨的道场大圣竹林寺，法照禅师在五台山遇到文殊菩萨，也是像迦诺迦尊者一样的情形。除此之外我们在古人传奇小说当中，还有许多笔记记录当中，像是《阅微草堂笔记》、《聊斋志异》，这里面许多都是事实，证明了凡圣同居、人鬼同居。虽然同居，彼此并不能相见，除了在某些特殊因缘才能见到。否则的话，虽然同居也是彼此不相见的。",
      "zh_TW": "由此可知，如果要不是有特殊的因緣，這道場就在你的面前你也見不到。在我們地球上都是如此，那何況在月宮？何況在太陽裡面？所以決定不可以說我們沒有見到就不承認他的存在，這是很大的過失。像這種情形，在我們中國可以說是太多了，其實在外國也不例外。中國還有個著名的是法照禪師，在五台山見到文殊菩薩的道場大聖竹林寺，法照禪師在五台山遇到文殊菩薩，也是像迦諾迦尊者一樣的情形。除此之外我們在古人傳奇小說當中，還有許多筆記記錄當中，像是《閱微草堂筆記》、《聊齋誌異》，這裡面許多都是事實，證明了凡聖同居、人鬼同居。雖然同居，彼此並不能相見，除了在某些特殊因緣才能見到。否則的話，雖然同居也是彼此不相見的。"
    },
    {
      "id": "08-001-0026_p0021",
      "zh_CN": "因此我们对于月球里面的明月天子，以及他们的眷属，乃至于佛经里面讲的月光菩萨、日光菩萨，都不必怀疑，我们要相信佛的诚言，诚实语。因为佛绝不会说是迁就一般的神话、迁就一般宗教的说法来教导我们。如果我们说佛有方便，可以假藉神话来给我们说教，那就错了。为什么？如果佛经里有一、二句话是虚构的不是事实，佛也就有了妄语，既有妄语，佛一切的言论我们都可以不相信。由此可知，我们世间一个君子他都决定不打妄语，这样才能够取信于天下后世。何况大圣大贤的佛陀，决定不会有一句虚妄的言词来欺骗我们。因此我们对于经典里面所说的每一句每一个字都应该要诚信不已。信了之后，佛并不教我们迷信，佛教我们求解，在理论上能够贯通，然后求证。譬如说是明月天子、普香天子，我们求证能够跟他见见面，确实能够达到这个境界，不是做不到的，这就是佛法殊胜之处。",
      "zh_TW": "因此我們對於月球裡面的明月天子，以及他們的眷屬，乃至於佛經裡面講的月光菩薩、日光菩薩，都不必懷疑，我們要相信佛的誠言，誠實語。因為佛絕不會說是遷就一般的神話、遷就一般宗教的說法來教導我們。如果我們說佛有方便，可以假藉神話來給我們說教，那就錯了。為什麼？如果佛經裡有一、二句話是虛構的不是事實，佛也就有了妄語，既有妄語，佛一切的言論我們都可以不相信。由此可知，我們世間一個君子他都決定不打妄語，這樣才能夠取信於天下後世。何況大聖大賢的佛陀，決定不會有一句虛妄的言詞來欺騙我們。因此我們對於經典裡面所說的每一句每一個字都應該要誠信不已。信了之後，佛並不教我們迷信，佛教我們求解，在理論上能夠貫通，然後求證。譬如說是明月天子、普香天子，我們求證能夠跟他見見面，確實能夠達到這個境界，不是做不到的，這就是佛法殊勝之處。"
    },
    {
      "id": "08-001-0026_p0022",
      "zh_CN": "至于四天王，俗话称作四大金刚，在一般佛寺一进山门就是天王殿，天王殿的两边通常都是塑金刚武士的相。所以不明佛法的人都称他作四大金刚，实际上这是『四大天王』。天王殿的当中，就正中，一般都是供奉弥勒菩萨，而弥勒菩萨的像正是布袋和尚的像，这个顺便给诸位做个简单的介绍。布袋和尚出现在我们中国五代后梁的时候，布袋和尚出现在奉化县，就是我们现在蒋总统的故乡，在他的家谱上有记载，他的先人曾经迎请过布袋和尚在家里面供养了有一、二个月，就是在总统他的祖先家里住过两个月，接受他家的供养。布袋和尚没有人知道他的姓名，也没有人知道他从哪里来，他自己也不肯说。每天他是背了一个大布袋到外面去化缘，不管人家给他什么东西，他都往布袋里头一丢，提着布袋就走，所以人家就称他作布袋和尚。",
      "zh_TW": "至於四天王，俗話稱作四大金剛，在一般佛寺一進山門就是天王殿，天王殿的兩邊通常都是塑金剛武士的相。所以不明佛法的人都稱他作四大金剛，實際上這是『四大天王』。天王殿的當中，就正中，一般都是供奉彌勒菩薩，而彌勒菩薩的像正是布袋和尚的像，這個順便給諸位做個簡單的介紹。布袋和尚出現在我們中國五代後梁的時候，布袋和尚出現在奉化縣，就是我們現在蔣總統的故鄉，在他的家譜上有記載，他的先人曾經迎請過布袋和尚在家裡面供養了有一、二個月，就是在總統他的祖先家裡住過兩個月，接受他家的供養。布袋和尚沒有人知道他的姓名，也沒有人知道他從哪裡來，他自己也不肯說。每天他是背了一個大布袋到外面去化緣，不管人家給他什麼東西，他都往布袋裡頭一丟，提著布袋就走，所以人家就稱他作布袋和尚。"
    },
    {
      "id": "08-001-0026_p0023",
      "zh_CN": "现在你看到弥勒菩萨的像胖胖的、笑咪咪的，他在入灭，就临死的时候，说了四句偈子，说明他自己是弥勒菩萨的化身。说了他就走，所以后人才晓得他是弥勒菩萨。于是塑弥勒菩萨的像就塑他的像。他的相所代表的确实是慈悲，弥勒翻作中国的意思是慈氏，因此他就代表「生平等心，成喜悦相」的精神。在天王殿，天王殿是一入佛寺第一眼所见到的，布袋和尚坐在当中，这是教人一看到就生欢喜心。正是佛家所说的佛以四悉檀教化一切众生。悉檀是梵语，翻成中国意思叫遍施，就是普遍平等的布施，四种。四悉檀第一个就世界悉檀，世界悉檀的意思就是欢喜，就是佛菩萨所在之处，令一切众生生欢喜心，这是第一个意义。所以弥勒菩萨，就布袋和尚，他就代表了这个精神，就是佛法之所在，能叫一切众生生欢喜心。",
      "zh_TW": "現在你看到彌勒菩薩的像胖胖的、笑咪咪的，他在入滅，就臨死的時候，說了四句偈子，說明他自己是彌勒菩薩的化身。說了他就走，所以後人才曉得他是彌勒菩薩。於是塑彌勒菩薩的像就塑他的像。他的相所代表的確實是慈悲，彌勒翻作中國的意思是慈氏，因此他就代表「生平等心，成喜悅相」的精神。在天王殿，天王殿是一入佛寺第一眼所見到的，布袋和尚坐在當中，這是教人一看到就生歡喜心。正是佛家所說的佛以四悉檀教化一切眾生。悉檀是梵語，翻成中國意思叫遍施，就是普遍平等的布施，四種。四悉檀第一個就世界悉檀，世界悉檀的意思就是歡喜，就是佛菩薩所在之處，令一切眾生生歡喜心，這是第一個意義。所以彌勒菩薩，就布袋和尚，他就代表了這個精神，就是佛法之所在，能叫一切眾生生歡喜心。"
    },
    {
      "id": "08-001-0026_p0024",
      "zh_CN": "而「四大天王」，我们从他们的名号上就晓得他所代表的教育意义。东方持国天王，持是护持，国就是国家，这是表示的负责任。譬如说在一个家庭里面，我们要爱护这个家，要护持这个家；在一个国土，我们做一个国民，有责任要护持这个国土，要保护这个国土，我们才能够安居乐业。所以这位天王他教给我们的就是负责尽职。南方天王名号叫增长，在佛法里面说，必须得善根福德要天天增长。这个意思也正如同儒家教给我们「苟日新，日日新，又日新」的意思。可见得佛家与儒家都不是保守的，都不是守旧的，要是守旧就谈不上增长，守旧谈不上日新。所以儒与佛的要求是要我们天天有进步，天天是新的，正像一棵树木一样，年年都发新枝，年年都开新花、结新果，这是增长的意思。所以具体的来说，就是对于我们自己的智慧、德行，我们的技能、生活，都要随着时代天天求进步，日新又新。这是第二位天王所表的意思。",
      "zh_TW": "而「四大天王」，我們從他們的名號上就曉得他所代表的教育意義。東方持國天王，持是護持，國就是國家，這是表示的負責任。譬如說在一個家庭裡面，我們要愛護這個家，要護持這個家；在一個國土，我們做一個國民，有責任要護持這個國土，要保護這個國土，我們才能夠安居樂業。所以這位天王他教給我們的就是負責盡職。南方天王名號叫增長，在佛法裡面說，必須得善根福德要天天增長。這個意思也正如同儒家教給我們「苟日新，日日新，又日新」的意思。可見得佛家與儒家都不是保守的，都不是守舊的，要是守舊就談不上增長，守舊談不上日新。所以儒與佛的要求是要我們天天有進步，天天是新的，正像一棵樹木一樣，年年都發新枝，年年都開新花、結新果，這是增長的意思。所以具體的來說，就是對於我們自己的智慧、德行，我們的技能、生活，都要隨著時代天天求進步，日新又新。這是第二位天王所表的意思。"
    },
    {
      "id": "08-001-0026_p0025",
      "zh_CN": "第三位天王就是西方天王，叫广目天王，也翻作杂语。这位天王所表的意思，广目是叫我们多看，所谓说博学多闻，是叫我们多看。杂语是说的辩才无碍，是讲他的聪明，能够通达各种的语言，这样才能够教导各类的众生。北方天王叫毘沙门，翻成中国意思叫多闻，四大天王当中是以北方天王为上首，而他的德号叫多闻，正是表现我们娑婆世界的众生耳根最利，像文殊菩萨所讲，「此方真教体，清净在音闻」。因此诸佛菩萨在我们这个娑婆世界都是以音声为佛事。多看、多闻才能够增长学问、增长见识。这就是我们进入佛寺，第一步踏进天王殿，四天王与弥勒菩萨所教给我们的。所以佛寺的建筑、种种的施设，像诸佛菩萨、罗汉这些像的陈列，全属于教育的意义，决定不是迷信。",
      "zh_TW": "第三位天王就是西方天王，叫廣目天王，也翻作雜語。這位天王所表的意思，廣目是叫我們多看，所謂說博學多聞，是叫我們多看。雜語是說的辯才無礙，是講他的聰明，能夠通達各種的語言，這樣才能夠教導各類的眾生。北方天王叫毘沙門，翻成中國意思叫多聞，四大天王當中是以北方天王為上首，而他的德號叫多聞，正是表現我們娑婆世界的眾生耳根最利，像文殊菩薩所講，「此方真教體，清淨在音聞」。因此諸佛菩薩在我們這個娑婆世界都是以音聲為佛事。多看、多聞才能夠增長學問、增長見識。這就是我們進入佛寺，第一步踏進天王殿，四天王與彌勒菩薩所教給我們的。所以佛寺的建築、種種的施設，像諸佛菩薩、羅漢這些像的陳列，全屬於教育的意義，決定不是迷信。"
    },
    {
      "id": "08-001-0026_p0026",
      "zh_CN": "所以我们要想佛法弘扬光大，利益一切众生，首先要从正名上开始。中国人自古以来喜欢简单，正因为简单，于是现代的人往往将它本来的意思发生了严重的误会。譬如佛教，现在大家把它当作宗教来看待，这是绝大的错误。如果我们自己承认佛教是个宗教，说得不好听一点的话，我们就毁谤三宝，就侮辱三宝，要照经典里面罪过可大了，毁谤三宝的罪过是地狱的果报。可是现在一般人都以为佛教是世界五大宗教之一，今天这个世界上这么乱，人要遭这么大的劫，我想这也是原因之一。不但是世间人毁谤三宝，说佛教是宗教就是毁谤三宝，连佛弟子、出家人也认为佛教是宗教，这个不得了。所以我们要想真正的报佛恩，续佛慧命，要从正名开始。孔子所说「名不正则言不顺」，我们今天称佛教应当称佛陀教育。佛教自己称宗教，那不是世间宗教的意思。佛教本身称宗是指的宗门，我们一般是以禅宗为代表，宗是讲求宗旨，简单明了，这是称宗，称教就是教下，宗门、教下。教下里面最显著的代表是贤首、天台、三论跟唯识，就是法相。这几个大的宗派它着重在教学的技术，就是技巧。所以称宗门、称教下，那是佛教自己本身对于教学方便的设施而言，决定没有宗教的意义，这是我们首先要晓得的。",
      "zh_TW": "所以我們要想佛法弘揚光大，利益一切眾生，首先要從正名上開始。中國人自古以來喜歡簡單，正因為簡單，於是現代的人往往將它本來的意思發生了嚴重的誤會。譬如佛教，現在大家把它當作宗教來看待，這是絕大的錯誤。如果我們自己承認佛教是個宗教，說得不好聽一點的話，我們就毀謗三寶，就侮辱三寶，要照經典裡面罪過可大了，毀謗三寶的罪過是地獄的果報。可是現在一般人都以為佛教是世界五大宗教之一，今天這個世界上這麼亂，人要遭這麼大的劫，我想這也是原因之一。不但是世間人毀謗三寶，說佛教是宗教就是毀謗三寶，連佛弟子、出家人也認為佛教是宗教，這個不得了。所以我們要想真正的報佛恩，續佛慧命，要從正名開始。孔子所說「名不正則言不順」，我們今天稱佛教應當稱佛陀教育。佛教自己稱宗教，那不是世間宗教的意思。佛教本身稱宗是指的宗門，我們一般是以禪宗為代表，宗是講求宗旨，簡單明瞭，這是稱宗，稱教就是教下，宗門、教下。教下裡面最顯著的代表是賢首、天台、三論跟唯識，就是法相。這幾個大的宗派它著重在教學的技術，就是技巧。所以稱宗門、稱教下，那是佛教自己本身對於教學方便的設施而言，決定沒有宗教的意義，這是我們首先要曉得的。"
    },
    {
      "id": "08-001-0026_p0027",
      "zh_CN": "明暸这个意思之后，我们就不会把佛菩萨当作神明来看待。今天的社会对于佛教发生非常严重的误会，就是把佛菩萨当作神明来拜，当作神明来看待，这个差错实在是天壤之别。如果我们真正认识佛教是教育，于宗教不发生任何关联，这在佛教一切经论里面我们可以很明显的看得出来，佛教里面它是讲平等的，宗教是不平等的，宗教神与人的关系，是主仆的关系，是父子的关系，永远是不平等的。佛教里面佛与众生是师生的关系，是平等的，佛说了，「一切众生皆有佛性，一切众生皆当作佛」，可见得完全列在平等的地位上。尤其佛法讲到究竟，万法一如，「情与无情，同圆种智」，可以说已经讲到绝对的平等，这是佛法。在民国初年，欧阳竟无大师他说得非常好，他曾经公开的发表过，「佛法非宗教非哲学，而为今世所必需」。这篇文章我们在前年把它附印在《六祖坛经》曹溪原本的后面一并流通，希望大家多多留意。我们至少要做一个三宝弟子，护持三宝，护持一切众生法身慧命，决定不毁谤三宝；换句话说，决定不能承认佛教是宗教，我们护法要从这个地方做起。",
      "zh_TW": "明暸這個意思之後，我們就不會把佛菩薩當作神明來看待。今天的社會對於佛教發生非常嚴重的誤會，就是把佛菩薩當作神明來拜，當作神明來看待，這個差錯實在是天壤之別。如果我們真正認識佛教是教育，於宗教不發生任何關聯，這在佛教一切經論裡面我們可以很明顯的看得出來，佛教裡面它是講平等的，宗教是不平等的，宗教神與人的關係，是主僕的關係，是父子的關係，永遠是不平等的。佛教裡面佛與眾生是師生的關係，是平等的，佛說了，「一切眾生皆有佛性，一切眾生皆當作佛」，可見得完全列在平等的地位上。尤其佛法講到究竟，萬法一如，「情與無情，同圓種智」，可以說已經講到絕對的平等，這是佛法。在民國初年，歐陽竟無大師他說得非常好，他曾經公開的發表過，「佛法非宗教非哲學，而為今世所必需」。這篇文章我們在前年把它附印在《六祖壇經》曹溪原本的後面一併流通，希望大家多多留意。我們至少要做一個三寶弟子，護持三寶，護持一切眾生法身慧命，決定不毀謗三寶；換句話說，決定不能承認佛教是宗教，我們護法要從這個地方做起。"
    },
    {
      "id": "08-001-0026_p0028",
      "zh_CN": "佛寺决定不是庙，寺是教育的机构，是推行佛教的一个机关，它不是庙。庙里面这才是供的鬼神，庙是属于宗教，寺不属于宗教。像这些都必须要有很明晰清楚的理解，万万不能够发生误会。从一切的设施，我们在此地顺便简单给诸位介绍一点，这些佛像陈列的教育意义，像刚才所说的天王殿，就是很好的一种教育陈设，就好像我们现在所谓是展览室一样。这里面摆的这些菩萨，他代表的什么用意？他教我们的是什么？而这些诸佛菩萨，乃至于四大天王是谁？统统是自己的法性，不是别人。譬如说弥勒菩萨就是我们自己的慈悲心，就是代表我们自己的平等心，代表我们的喜悦相，自己就是弥勒；持国天王就是我们自己的责任心，负责尽职的心；南方增长天王就是我们自己的进取心，我们要日新又新；广目天王、多闻天王，正是代表我们自己修学的方法，我们要多看、我们要多听，我们要多为别人讲解，代表这个意思。所以我们决定不能把他当作神明来看待，那就错了，那就是迷信。",
      "zh_TW": "佛寺決定不是廟，寺是教育的機構，是推行佛教的一個機關，它不是廟。廟裡面這才是供的鬼神，廟是屬於宗教，寺不屬於宗教。像這些都必須要有很明晰清楚的理解，萬萬不能夠發生誤會。從一切的設施，我們在此地順便簡單給諸位介紹一點，這些佛像陳列的教育意義，像剛才所說的天王殿，就是很好的一種教育陳設，就好像我們現在所謂是展覽室一樣。這裡面擺的這些菩薩，他代表的什麼用意？他教我們的是什麼？而這些諸佛菩薩，乃至於四大天王是誰？統統是自己的法性，不是別人。譬如說彌勒菩薩就是我們自己的慈悲心，就是代表我們自己的平等心，代表我們的喜悅相，自己就是彌勒；持國天王就是我們自己的責任心，負責盡職的心；南方增長天王就是我們自己的進取心，我們要日新又新；廣目天王、多聞天王，正是代表我們自己修學的方法，我們要多看、我們要多聽，我們要多為別人講解，代表這個意思。所以我們決定不能把他當作神明來看待，那就錯了，那就是迷信。"
    },
    {
      "id": "08-001-0026_p0029",
      "zh_CN": "如果进入大雄宝殿，大殿里面一般当中是供释迦牟尼佛，释迦牟尼佛的两边是两位菩萨，供菩萨多半都是供文殊、普贤；如果是供声闻众，一定是迦叶与阿难尊者。如果供迦叶跟阿难尊者，这是小乘法；供文殊、普贤，这是代表大乘佛法。如果是净土法门，一定当中是阿弥陀佛，旁边是观音、势至；如果说华严宗的，它当中一定是供毘卢遮那佛，两边是文殊、普贤。这个统统是教学表法的意思。佛是代表我们自己的理体，是从体上说的，我之本体；菩萨是代表从体起用，有体当然有作用。体是清净寂灭，无言无相，所以在《华严经》佛不说法，佛是代表法身理体，没有言说；而从体起用，这就是菩萨，所以菩萨说法。凡是菩萨都是从用上讲，凡是讲佛都是从我们本体上讲的，真如本性上说的，这是一定要晓得。",
      "zh_TW": "如果進入大雄寶殿，大殿裡面一般當中是供釋迦牟尼佛，釋迦牟尼佛的兩邊是兩位菩薩，供菩薩多半都是供文殊、普賢；如果是供聲聞眾，一定是迦葉與阿難尊者。如果供迦葉跟阿難尊者，這是小乘法；供文殊、普賢，這是代表大乘佛法。如果是淨土法門，一定當中是阿彌陀佛，旁邊是觀音、勢至；如果說華嚴宗的，它當中一定是供毘盧遮那佛，兩邊是文殊、普賢。這個統統是教學表法的意思。佛是代表我們自己的理體，是從體上說的，我之本體；菩薩是代表從體起用，有體當然有作用。體是清淨寂滅，無言無相，所以在《華嚴經》佛不說法，佛是代表法身理體，沒有言說；而從體起用，這就是菩薩，所以菩薩說法。凡是菩薩都是從用上講，凡是講佛都是從我們本體上講的，真如本性上說的，這是一定要曉得。"
    },
    {
      "id": "08-001-0026_p0030",
      "zh_CN": "释迦牟尼翻成中国意思是能仁、寂默，这就是我们本性里面的仁慈，能仁是仁慈，就慈悲心，寂默是清净心。所以见到释迦牟尼佛，或者念南无释迦牟尼佛这句名号，立刻就要想到自己心地清净、慈悲，自己心地的清净、慈悲就是释迦牟尼。所以清净心中不生一念，从不生一念当中起的大慈大悲。观音代表的慈悲，所以念观音菩萨就是念自己的慈悲心。但是一个是在理体上的慈悲，是以佛来代表；一个是在作用上的慈悲，是以菩萨来做代表。我们要晓得这个道理、晓得这个意思，才能得到教学的效果。",
      "zh_TW": "釋迦牟尼翻成中國意思是能仁、寂默，這就是我們本性裡面的仁慈，能仁是仁慈，就慈悲心，寂默是清淨心。所以見到釋迦牟尼佛，或者念南無釋迦牟尼佛這句名號，立刻就要想到自己心地清淨、慈悲，自己心地的清淨、慈悲就是釋迦牟尼。所以清淨心中不生一念，從不生一念當中起的大慈大悲。觀音代表的慈悲，所以念觀音菩薩就是念自己的慈悲心。但是一個是在理體上的慈悲，是以佛來代表；一個是在作用上的慈悲，是以菩薩來做代表。我們要曉得這個道理、曉得這個意思，才能得到教學的效果。"
    },
    {
      "id": "08-001-0026_p0031",
      "zh_CN": "文殊是代表智慧，普贤是代表的实践，就是实行，文殊是表智慧学问，而智慧学问一定要用在日常生活当中，这才是有用的学问。所以文殊代表的就是智慧，而普贤代表的所谓说大愿大行，我们今天讲的实践、讲力行，儒家讲笃行，是代表这个意思。在佛法里面讲闻思修，文殊所代表的是闻思，普贤代表的是修。在儒家的教学过程当中它也是讲，「博学、审问、慎思、明辨、笃行」，跟佛家讲的闻思修是大同小异。而文殊正是代表的博学、审问、慎思、明辨，代表这个四条；普贤是代表的笃行、代表的实行，从体起用。",
      "zh_TW": "文殊是代表智慧，普賢是代表的實踐，就是實行，文殊是表智慧學問，而智慧學問一定要用在日常生活當中，這才是有用的學問。所以文殊代表的就是智慧，而普賢代表的所謂說大願大行，我們今天講的實踐、講力行，儒家講篤行，是代表這個意思。在佛法裡面講聞思修，文殊所代表的是聞思，普賢代表的是修。在儒家的教學過程當中它也是講，「博學、審問、慎思、明辨、篤行」，跟佛家講的聞思修是大同小異。而文殊正是代表的博學、審問、慎思、明辨，代表這個四條；普賢是代表的篤行、代表的實行，從體起用。"
    },
    {
      "id": "08-001-0026_p0032",
      "zh_CN": "所以我们要懂得这个意思，见到佛菩萨哪有不开智慧的道理！佛法的教学早在三千年前就已经进入到艺术化的教学，最进步的教学法，而今天被人家误会是迷信，误会是是神权，实在是太冤枉，而是将我们真正的无价之宝弃舍而不认识，这在整个世人之中可以说是无比的损失。所以我们晓得这个道理，知道这个事实的真相，一定要唤醒世人，使大家对佛教有正确的看法，恢复佛教本来教学的面目，才能够利益一切众生，使一切众生都能够得到真正的福德。这是当前佛弟子应当负的使命，也是无比伟大而神圣的使命。再看下面经文：",
      "zh_TW": "所以我們要懂得這個意思，見到佛菩薩哪有不開智慧的道理！佛法的教學早在三千年前就已經進入到藝術化的教學，最進步的教學法，而今天被人家誤會是迷信，誤會是是神權，實在是太冤枉，而是將我們真正的無價之寶棄捨而不認識，這在整個世人之中可以說是無比的損失。所以我們曉得這個道理，知道這個事實的真相，一定要喚醒世人，使大家對佛教有正確的看法，恢復佛教本來教學的面目，才能夠利益一切眾生，使一切眾生都能夠得到真正的福德。這是當前佛弟子應當負的使命，也是無比偉大而神聖的使命。再看下面經文："
    },
    {
      "id": "08-001-0026_p0033",
      "zh_CN": "【自在天子。大自在天子。与其眷属三万天子俱。】",
      "zh_TW": "【自在天子。大自在天子。與其眷屬三萬天子俱。】"
    },
    {
      "id": "08-001-0026_p0034",
      "zh_CN": "这一段是讲的欲界更上面一层天，自在天就是欲界第五层化乐天，大自在是欲界第六层他化自在天。说了自在天、大自在天，当中这个夜摩天、兜率天就省略，就包括在里面了。欲界六层天要从下面往上面看，第一层是四王天，这里讲到过了，四大天王是四王天，四王天上面是忉利天，再上面是夜摩天，夜摩天再上去是兜率天，兜率天再上去就是此地讲的『自在天子』，就是化乐天，第六层，再上去就是『大自在天』，就是他化自在天。这说了一个下面，说了一个上面，当中的省掉了。『与其眷属三万天子俱』，可见得这个欲界六层天，天主与他的臣民，于佛有缘者也都来参加这个法会。",
      "zh_TW": "這一段是講的欲界更上面一層天，自在天就是欲界第五層化樂天，大自在是欲界第六層他化自在天。說了自在天、大自在天，當中這個夜摩天、兜率天就省略，就包括在裡面了。欲界六層天要從下面往上面看，第一層是四王天，這裡講到過了，四大天王是四王天，四王天上面是忉利天，再上面是夜摩天，夜摩天再上去是兜率天，兜率天再上去就是此地講的『自在天子』，就是化樂天，第六層，再上去就是『大自在天』，就是他化自在天。這說了一個下面，說了一個上面，當中的省掉了。『與其眷屬三萬天子俱』，可見得這個欲界六層天，天主與他的臣民，於佛有緣者也都來參加這個法會。"
    },
    {
      "id": "08-001-0026_p0035",
      "zh_CN": "【娑婆世界主。梵天王。尸弃大梵。光明大梵等。与其眷属万二千天子俱。】",
      "zh_TW": "【娑婆世界主。梵天王。尸棄大梵。光明大梵等。與其眷屬萬二千天子俱。】"
    },
    {
      "id": "08-001-0026_p0036",
      "zh_CN": "这一段是讲的色界，比欲界更高一层了。色界一般讲起来这相当的复杂，它有四禅十八层天，经文这个地方非常的简略。首先要说的就是『娑婆世界主』，「娑婆世界」，娑婆是梵语，翻成中国的意思是忍的意思，叫堪忍，忍就是忍辱的忍。意思是说，这个世界苦难重重，烦恼无边，而这个地区的众生他能够忍受得了。在烦恼里面最重的就贪瞋痴三毒烦恼，而三毒烦恼所招感的果报是地狱、饿鬼、畜生，说这些众生他能够忍受。换句话说，娑婆也可以说是极苦的世界，要跟极乐世界两个对比，那个地方叫极乐，这叫极苦。这个色界是娑婆世界里面环境比较优越的一个处所。『梵』也是印度话，翻成中国的意思叫离欲，也是清净的意思，摆脱了欲界里面的五欲六尘。所以他能够上升，就是超越五欲的境界，这个叫色界。欲他摆脱掉，色他还没有忘掉，他还有色，所以称之为色界。色界的修因是四禅以及四无量心，这个四无量心就是慈悲喜舍，修禅定还要修慈悲喜舍，才能够得到色界天的果报，所以它又叫禅天，因为这些人都喜欢禅定。",
      "zh_TW": "這一段是講的色界，比欲界更高一層了。色界一般講起來這相當的複雜，它有四禪十八層天，經文這個地方非常的簡略。首先要說的就是『娑婆世界主』，「娑婆世界」，娑婆是梵語，翻成中國的意思是忍的意思，叫堪忍，忍就是忍辱的忍。意思是說，這個世界苦難重重，煩惱無邊，而這個地區的眾生他能夠忍受得了。在煩惱裡面最重的就貪瞋痴三毒煩惱，而三毒煩惱所招感的果報是地獄、餓鬼、畜生，說這些眾生他能夠忍受。換句話說，娑婆也可以說是極苦的世界，要跟極樂世界兩個對比，那個地方叫極樂，這叫極苦。這個色界是娑婆世界裡面環境比較優越的一個處所。『梵』也是印度話，翻成中國的意思叫離欲，也是清淨的意思，擺脫了欲界裡面的五欲六塵。所以他能夠上升，就是超越五欲的境界，這個叫色界。欲他擺脫掉，色他還沒有忘掉，他還有色，所以稱之為色界。色界的修因是四禪以及四無量心，這個四無量心就是慈悲喜捨，修禪定還要修慈悲喜捨，才能夠得到色界天的果報，所以它又叫禪天，因為這些人都喜歡禪定。"
    },
    {
      "id": "08-001-0026_p0037",
      "zh_CN": "刚才说了，他分为四类，就是四禅，四禅一共有十八层天，前面三禅每一禅都有三层天，就是一共九层天。第四禅很特别，除了一般的三天之外，还有一个外道天叫做无想天，另外还有五层天是叫净居天，也叫做五不还天，是声闻、缘觉他们修行的场所。因此四禅天是凡圣同居土，五不还天是圣人，虽然他们都在四禅，四禅天人看不到声闻、缘觉。就正如同我们地球上这个凡圣同居是一样的情形，凡不见圣，圣也不干扰凡，他们是在一起的。在我们这个世界里面来讲，可以说凡圣同居土，我们地球上也是凡圣同居土。在欲界天，除我们之外，欲界第四天，就是兜率天，是凡圣同居土。兜率天有内院跟外院，外院是凡夫天，内院是弥勒菩萨的道场，这是凡圣同居。四禅是凡圣同居。所以这个我们一定要晓得。",
      "zh_TW": "剛才說了，他分為四類，就是四禪，四禪一共有十八層天，前面三禪每一禪都有三層天，就是一共九層天。第四禪很特別，除了一般的三天之外，還有一個外道天叫做無想天，另外還有五層天是叫淨居天，也叫做五不還天，是聲聞、緣覺他們修行的場所。因此四禪天是凡聖同居土，五不還天是聖人，雖然他們都在四禪，四禪天人看不到聲聞、緣覺。就正如同我們地球上這個凡聖同居是一樣的情形，凡不見聖，聖也不干擾凡，他們是在一起的。在我們這個世界裡面來講，可以說凡聖同居土，我們地球上也是凡聖同居土。在欲界天，除我們之外，欲界第四天，就是兜率天，是凡聖同居土。兜率天有內院跟外院，外院是凡夫天，內院是彌勒菩薩的道場，這是凡聖同居。四禪是凡聖同居。所以這個我們一定要曉得。"
    },
    {
      "id": "08-001-0026_p0038",
      "zh_CN": "『尸弃』，翻成中国意思是「顶髻」，就是初禅的天主。『光明』是二禅天主。三禅天、四禅天就不说了，这也是经文的省略。他们与『万二千天子俱』，也一同来参加这个法会，这个法会的殊胜庄严由此可以能够看到。",
      "zh_TW": "『尸棄』，翻成中國意思是「頂髻」，就是初禪的天主。『光明』是二禪天主。三禪天、四禪天就不說了，這也是經文的省略。他們與『萬二千天子俱』，也一同來參加這個法會，這個法會的殊勝莊嚴由此可以能夠看到。"
    }
  ]
}