{
  "doc_id": "21-734-0001",
  "title": {
    "zh_CN": "对学校校长及老师谈话和问答—老师的社会及道德义务",
    "zh_TW": "對學校校長及老師談話和問答—老師的社會及道德義務"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲图文巴达陵海中学",
    "zh_TW": "澳洲圖文巴達陵海中學"
  },
  "doc_number": "21-734-0001",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "21-734-0001_p0001",
      "zh_CN": "尊敬的马克校长，各位校长、老师，还有法师，还有我们佛友们，大家早晨好！今天我们这个聚会，像马克校长所说的，过去没有，这是第一次。我们相信有第一次，就会有第二次，以后有很多机会。今天我们要谈的是「老师的社会及道德义务」。",
      "zh_TW": "尊敬的馬克校長，各位校長、老師，還有法師，還有我們佛友們，大家早晨好！今天我們這個聚會，像馬克校長所說的，過去沒有，這是第一次。我們相信有第一次，就會有第二次，以後有很多機會。今天我們要談的是「老師的社會及道德義務」。"
    },
    {
      "id": "21-734-0001_p0002",
      "zh_CN": "老师在古老的中国是最受社会大众尊敬的人，中国古代有两种行业，一种是教书，一种是医生。教书是启发人的慧命，就是智慧，医生是帮人治生理上的疾病。这两种人，在古时候，他们在社会上是一种义务工作者，不会讲求报酬的。所以老师教学生，学生家境环境好的，对于老师送的礼物比较多一点，家境清寒的，完全免费教学，甚至于很好的学生，家境非常困苦，老师还会帮助学生，所以他们受到社会大众的尊重。医生也是如此，医生替人医病，病治好之后，对于医生要送多少钱给他那随意，也是你家庭家境好，可以多送一点，家境不好的少送一点，甚至于很清寒的、很贫苦，清苦的人，医生连医药都免费的供养。所以这两种人在社会上受到非常大的尊重。可是现在的社会不一样，现在教学是要收费的，医生医院也是要收费的，这跟中国古代有很大的差距。",
      "zh_TW": "老師在古老的中國是最受社會大眾尊敬的人，中國古代有兩種行業，一種是教書，一種是醫生。教書是啟發人的慧命，就是智慧，醫生是幫人治生理上的疾病。這兩種人，在古時候，他們在社會上是一種義務工作者，不會講求報酬的。所以老師教學生，學生家境環境好的，對於老師送的禮物比較多一點，家境清寒的，完全免費教學，甚至於很好的學生，家境非常困苦，老師還會幫助學生，所以他們受到社會大眾的尊重。醫生也是如此，醫生替人醫病，病治好之後，對於醫生要送多少錢給他那隨意，也是你家庭家境好，可以多送一點，家境不好的少送一點，甚至於很清寒的、很貧苦，清苦的人，醫生連醫藥都免費的供養。所以這兩種人在社會上受到非常大的尊重。可是現在的社會不一樣，現在教學是要收費的，醫生醫院也是要收費的，這跟中國古代有很大的差距。"
    },
    {
      "id": "21-734-0001_p0003",
      "zh_CN": "老师的社会，这是讲古代（中国古代），它是一种道德的义务，因为他是传道、他是授业、他是解惑。第一个，道是真实的智慧，我们今天把它分析出来，智慧、理念、方法、经验，自古以来，世世代代相传下去，老师负这个使命，这非常重要的使命。前些年我们南昆大校长请我吃饭的时候，有几位教授陪着我，其中有一位教务长，他告诉我，他说在二战之前，欧洲有很多的学者他们研究一个课题，世界上有四个文明古国，其他三个都灭亡了，唯独一个中国还留在这个世界上，他们研究这是什么原因，最后得的结论，大家认为可能是中国人重视家庭教育的缘故，他把这个信息告诉我。我说这个研究的结论完全正确，确实着重教育是中国民族非常难得的一个使命，有一种责任感，要把祖宗的东西世世代代传递下去。",
      "zh_TW": "老師的社會，這是講古代（中國古代），它是一種道德的義務，因為他是傳道、他是授業、他是解惑。第一個，道是真實的智慧，我們今天把它分析出來，智慧、理念、方法、經驗，自古以來，世世代代相傳下去，老師負這個使命，這非常重要的使命。前些年我們南昆大校長請我吃飯的時候，有幾位教授陪著我，其中有一位教務長，他告訴我，他說在二戰之前，歐洲有很多的學者他們研究一個課題，世界上有四個文明古國，其他三個都滅亡了，唯獨一個中國還留在這個世界上，他們研究這是什麼原因，最後得的結論，大家認為可能是中國人重視家庭教育的緣故，他把這個信息告訴我。我說這個研究的結論完全正確，確實著重教育是中國民族非常難得的一個使命，有一種責任感，要把祖宗的東西世世代代傳遞下去。"
    },
    {
      "id": "21-734-0001_p0004",
      "zh_CN": "中国古文明讲的是什么？我们现在概括起来，它讲了四桩事情。第一个是人与人的关系，一定要把它讲清楚、讲明白，人与人如何相处，这是大道。中国有五千年的历史，这些历史都记载在书本里面，这是世界其他国家民族里头很少有的，它有五千年完整的历史，当中没有中断过。也就是教人做人的道理，怎样做一个有道德的人，怎样做一个真正善良的人，这个要传递下去。中国人讲的五伦、五常、四维、八德，这四个科目，这是中国人做人基本的条件，世世代代都要遵守、都要奉行。但是现代的中国人把老祖宗的东西疏忽、丢掉了，至少一百五十年。前面五十年（清朝的末年）疏忽了，就是说不重视了，原因是什么？西方文化传到中国。最先传到日本，这是日本人比中国人接受西方文化早两百年，中国接受西方文化是从日本传到中国来的，比日本晚两百年。这桩事情，英国汤恩比博士告诉我们，晚两百年好处很多，不是坏事，我们一般人都不以为然，汤恩比博士的看法跟我们完全不一样。现在我们看到了，他说的话说得正确，说的完全说对了。做人的道理，要使学生从小培养健全的人格。第二个，传授学生做事的方法，使他有在这个社会上谋生的能力。第三个是解除学生的人生疑惑，这个面很大，使他能找到生命的意义。我们人活在世间，我们应该要走什么样的方向，这是要靠老师，所以老师得到社会大众的尊重、敬仰。",
      "zh_TW": "中國古文明講的是什麼？我們現在概括起來，它講了四樁事情。第一個是人與人的關係，一定要把它講清楚、講明白，人與人如何相處，這是大道。中國有五千年的歷史，這些歷史都記載在書本裡面，這是世界其他國家民族裡頭很少有的，它有五千年完整的歷史，當中沒有中斷過。也就是教人做人的道理，怎樣做一個有道德的人，怎樣做一個真正善良的人，這個要傳遞下去。中國人講的五倫、五常、四維、八德，這四個科目，這是中國人做人基本的條件，世世代代都要遵守、都要奉行。但是現代的中國人把老祖宗的東西疏忽、丟掉了，至少一百五十年。前面五十年（清朝的末年）疏忽了，就是說不重視了，原因是什麼？西方文化傳到中國。最先傳到日本，這是日本人比中國人接受西方文化早兩百年，中國接受西方文化是從日本傳到中國來的，比日本晚兩百年。這樁事情，英國湯恩比博士告訴我們，晚兩百年好處很多，不是壞事，我們一般人都不以為然，湯恩比博士的看法跟我們完全不一樣。現在我們看到了，他說的話說得正確，說的完全說對了。做人的道理，要使學生從小培養健全的人格。第二個，傳授學生做事的方法，使他有在這個社會上謀生的能力。第三個是解除學生的人生疑惑，這個面很大，使他能找到生命的意義。我們人活在世間，我們應該要走什麼樣的方向，這是要靠老師，所以老師得到社會大眾的尊重、敬仰。"
    },
    {
      "id": "21-734-0001_p0005",
      "zh_CN": "现在世界人心败坏，道德沦丧，整个社会动荡不安。我们今天所处的环境，中国、外国历史上都没有过的。有，比这个轻，没这么重，我们今天遭遇到最大的困难。这个困难是什么原因？我在这些年来，最近这十几年也遇到许多国家领导人，跟我见面，提出问题向我咨询，多半都是认为社会的动乱，这个世界还会不会有和平出现？这个问题问得非常严肃，原因到底出在哪里？实际上，我回答他们的话，原因是出在教育出了问题。",
      "zh_TW": "現在世界人心敗壞，道德淪喪，整個社會動盪不安。我們今天所處的環境，中國、外國歷史上都沒有過的。有，比這個輕，沒這麼重，我們今天遭遇到最大的困難。這個困難是什麼原因？我在這些年來，最近這十幾年也遇到許多國家領導人，跟我見面，提出問題向我諮詢，多半都是認為社會的動亂，這個世界還會不會有和平出現？這個問題問得非常嚴肅，原因到底出在哪裡？實際上，我回答他們的話，原因是出在教育出了問題。"
    },
    {
      "id": "21-734-0001_p0006",
      "zh_CN": "中国在一百五十年之前，教育是从婴儿扎根，这个是世界上其他民族上没有，中国人这个理念是有五千年的历史。教小孩从什么时候教起？要从怀孕的时候教起，怀孕的时候，母亲她起心动念、她的言语、她的动作对胎儿都有影响。所以中国古代就懂得这个道理。怀孕的这十个月，母亲的思想要纯正，没有负面的念头，言语要和谐，态度要端庄，这样对于婴儿有影响，这样的婴儿他们将来生出来很好养，会很听话。这是很少很少人会想到的，中国古人他就懂得这个道理。孩子一出生，他张开眼睛他就会看，他会听，他已经在学习，出世他就在学习。这个事情被我们那些老祖宗看出来了。所以教学从什么时候教？叫扎根教育，扎根教育是从出生到三岁，一千天。这一千天当中是母亲要负责教他的使命，教他的责任。这一千天当中母亲要把小孩看好，凡是不善的、不道德的，这些负面的，不能让他看到，不能让他听到，不能让他接触到。婴儿，在三岁之内小孩，他所看到的、听到的、接触到的全是正面的，与伦理道德一定是相应的，所以这个根扎得很牢。中国古谚语有一句话说，「三岁看八十」，三岁这个根扎得好，一辈子，到八十岁他都不会改变。所以小孩在三、四岁，他就有能力辨别是非、辨别邪正，好的他会接纳，不好的他会排斥、他不接受，这个根扎得好。三岁以后就交给老师，老师跟母亲一样，要像母亲一样的爱护、照顾，传授他应该学习的伦理道德，以及做人的规矩、礼节。所以从小把它养成。",
      "zh_TW": "中國在一百五十年之前，教育是從嬰兒扎根，這個是世界上其他民族上沒有，中國人這個理念是有五千年的歷史。教小孩從什麼時候教起？要從懷孕的時候教起，懷孕的時候，母親她起心動念、她的言語、她的動作對胎兒都有影響。所以中國古代就懂得這個道理。懷孕的這十個月，母親的思想要純正，沒有負面的念頭，言語要和諧，態度要端莊，這樣對於嬰兒有影響，這樣的嬰兒他們將來生出來很好養，會很聽話。這是很少很少人會想到的，中國古人他就懂得這個道理。孩子一出生，他張開眼睛他就會看，他會聽，他已經在學習，出世他就在學習。這個事情被我們那些老祖宗看出來了。所以教學從什麼時候教？叫扎根教育，扎根教育是從出生到三歲，一千天。這一千天當中是母親要負責教他的使命，教他的責任。這一千天當中母親要把小孩看好，凡是不善的、不道德的，這些負面的，不能讓他看到，不能讓他聽到，不能讓他接觸到。嬰兒，在三歲之內小孩，他所看到的、聽到的、接觸到的全是正面的，與倫理道德一定是相應的，所以這個根紮得很牢。中國古諺語有一句話說，「三歲看八十」，三歲這個根紮得好，一輩子，到八十歲他都不會改變。所以小孩在三、四歲，他就有能力辨別是非、辨別邪正，好的他會接納，不好的他會排斥、他不接受，這個根紮得好。三歲以後就交給老師，老師跟母親一樣，要像母親一樣的愛護、照顧，傳授他應該學習的倫理道德，以及做人的規矩、禮節。所以從小把它養成。"
    },
    {
      "id": "21-734-0001_p0007",
      "zh_CN": "现在这种教育，就是在中国也没有了。战争的那个时代，第二次世界大战战争的时代还有，在中国农村里面还能看到，很少了。战争结束之后，在中国就再看不到了，这是我自己亲自的体验。所以没有扎根的教育，我们小孩子上小学、上中学、上大学，他这个根有了问题，特别是伦理道德的教育，包括宗教教育。接受这些教育，一定要有真诚心、有恭敬心。所以中国传统文化的根，实在讲就是两个字，一个是孝，一个是敬。孝是以父母为代表，孝顺父母，把孝顺父母的心扩大，孝顺社会上一切的群众；第二个是敬，恭敬，恭敬是以老师做代表，大家对老师非常恭敬，要把尊重老师这个心也要用在社会广大群众。做到孝敬，这是伦理道德教育的大根大本，这都要从小去培养，母亲要负这个责任。现在教育对这些方面很少听说，偏重在传授技术能力，所以现在年轻人大学毕业了，他会做事，他不会做人，人际关系没有办法处得好。甚至于结婚之后家庭成为有问题，在社会上跟领导与被领导当中都产生了矛盾，这社会不和谐、家庭不和谐，社会自然就产生动乱。现代学生不会做事，他重视技术能力，不重视品德，对物质欲望，迷惑颠倒，社会动乱是从这产生的。所以老师负的责任很重，做老师一定要懂得、一定要明了。",
      "zh_TW": "現在這種教育，就是在中國也沒有了。戰爭的那個時代，第二次世界大戰戰爭的時代還有，在中國農村裡面還能看到，很少了。戰爭結束之後，在中國就再看不到了，這是我自己親自的體驗。所以沒有扎根的教育，我們小孩子上小學、上中學、上大學，他這個根有了問題，特別是倫理道德的教育，包括宗教教育。接受這些教育，一定要有真誠心、有恭敬心。所以中國傳統文化的根，實在講就是兩個字，一個是孝，一個是敬。孝是以父母為代表，孝順父母，把孝順父母的心擴大，孝順社會上一切的群眾；第二個是敬，恭敬，恭敬是以老師做代表，大家對老師非常恭敬，要把尊重老師這個心也要用在社會廣大群眾。做到孝敬，這是倫理道德教育的大根大本，這都要從小去培養，母親要負這個責任。現在教育對這些方面很少聽說，偏重在傳授技術能力，所以現在年輕人大學畢業了，他會做事，他不會做人，人際關係沒有辦法處得好。甚至於結婚之後家庭成為有問題，在社會上跟領導與被領導當中都產生了矛盾，這社會不和諧、家庭不和諧，社會自然就產生動亂。現代學生不會做事，他重視技術能力，不重視品德，對物質欲望，迷惑顛倒，社會動亂是從這產生的。所以老師負的責任很重，做老師一定要懂得、一定要明瞭。"
    },
    {
      "id": "21-734-0001_p0008",
      "zh_CN": "第三个，中小学的教育，实际上是家庭教育的延伸。问题就是现在家庭教育没有了，那要说家庭教育有，那有的是什么？电视、电脑。小孩从一出生就坐在电视机面前，他学到的是什么？电视里面的频道负面的太多了，都教这些杀盗淫妄，他接受这种教育时间长，印象很深。所以现在的小孩是电脑教他的，是电视教他的。那我们从电脑、电视的内容就晓得，社会动乱的根源就明白了。所以媒体可以毁灭这个世界，它也能救这个世界，就看我们怎样用它。如果媒体都像学校一样，都能教导他正面的，特别是伦理道德，特别是圣贤教育（宗教教育），这个社会我相信不难恢复到安定和谐，人们都能过着幸福美满的生活，让这些学生们能够真正学到向善，纠正他们的偏失，使学生走到正确的人生方向。家庭教育，它实在讲太重要了，我们今天是疏忽了，如何来挽救？这是一个很严肃的问题。我们如何把下一代教好？这是我们要认真去反省的，我们要担负起这个责任。老师在传道，传道这个意思，就是应该提倡我们常说的伦理的教育、道德的教育、因果的教育跟圣贤的教育。伦理教育，教导学生父慈子孝，这是父子的关系；兄弟的关系，兄弟姐妹的关系；他将来长大了，他懂得夫妇的关系；领导与被领导的关系；日常生活当中，对朋友交际往来的这些关系，关系搞清楚，应该尽的义务，应该遵守的道德。",
      "zh_TW": "第三個，中小學的教育，實際上是家庭教育的延伸。問題就是現在家庭教育沒有了，那要說家庭教育有，那有的是什麼？電視、電腦。小孩從一出生就坐在電視機面前，他學到的是什麼？電視裡面的頻道負面的太多了，都教這些殺盜淫妄，他接受這種教育時間長，印象很深。所以現在的小孩是電腦教他的，是電視教他的。那我們從電腦、電視的內容就曉得，社會動亂的根源就明白了。所以媒體可以毀滅這個世界，它也能救這個世界，就看我們怎樣用它。如果媒體都像學校一樣，都能教導他正面的，特別是倫理道德，特別是聖賢教育（宗教教育），這個社會我相信不難恢復到安定和諧，人們都能過著幸福美滿的生活，讓這些學生們能夠真正學到向善，糾正他們的偏失，使學生走到正確的人生方向。家庭教育，它實在講太重要了，我們今天是疏忽了，如何來挽救？這是一個很嚴肅的問題。我們如何把下一代教好？這是我們要認真去反省的，我們要擔負起這個責任。老師在傳道，傳道這個意思，就是應該提倡我們常說的倫理的教育、道德的教育、因果的教育跟聖賢的教育。倫理教育，教導學生父慈子孝，這是父子的關係；兄弟的關係，兄弟姐妹的關係；他將來長大了，他懂得夫婦的關係；領導與被領導的關係；日常生活當中，對朋友交際往來的這些關係，關係搞清楚，應該盡的義務，應該遵守的道德。"
    },
    {
      "id": "21-734-0001_p0009",
      "zh_CN": "道德教学生最重要的是个爱字，我们看所有宗教，看看他们的经典，中心的理念都是仁慈博爱。《圣经》里面许多次讲到神爱世人，上帝爱世人。我有一年在日本参加联合国的一次和平会议，日本基督教有一位牧师，跟我约在日本电视台做一次访问，时间是五十分钟。他是一位大学教授，很开明的基督教信徒，问我有十几个问题，我给他解答。最后我们谈到宗教，他就问我，应该如何来学习宗教，达到宗教教学的目的？我告诉他，我说这个问题在经典上有。他说经典哪一节、哪一段？我问他，《圣经》里面有没有讲到神爱世人？他说有。上帝爱世人？有，大家都熟知的。我说上帝、神怎样爱世人？这是个抽象的名词。上帝怎么爱世人，佛菩萨对众生的慈悲，也是个抽象的名词。我们学习宗教，向往宗教，接受宗教的教育，那就是接受上帝、神的爱，接受佛菩萨的慈悲，要把爱心，神圣的爱心，从我们身上发挥出来，我们代表上帝、代表神、代表佛菩萨去爱世人，这就对了，这才是真正宗教教育，我们就没有白学了。他也同意我的看法。",
      "zh_TW": "道德教學生最重要的是個愛字，我們看所有宗教，看看他們的經典，中心的理念都是仁慈博愛。《聖經》裡面許多次講到神愛世人，上帝愛世人。我有一年在日本參加聯合國的一次和平會議，日本基督教有一位牧師，跟我約在日本電視台做一次訪問，時間是五十分鐘。他是一位大學教授，很開明的基督教信徒，問我有十幾個問題，我給他解答。最後我們談到宗教，他就問我，應該如何來學習宗教，達到宗教教學的目的？我告訴他，我說這個問題在經典上有。他說經典哪一節、哪一段？我問他，《聖經》裡面有沒有講到神愛世人？他說有。上帝愛世人？有，大家都熟知的。我說上帝、神怎樣愛世人？這是個抽象的名詞。上帝怎麼愛世人，佛菩薩對眾生的慈悲，也是個抽象的名詞。我們學習宗教，嚮往宗教，接受宗教的教育，那就是接受上帝、神的愛，接受佛菩薩的慈悲，要把愛心，神聖的愛心，從我們身上發揮出來，我們代表上帝、代表神、代表佛菩薩去愛世人，這就對了，這才是真正宗教教育，我們就沒有白學了。他也同意我的看法。"
    },
    {
      "id": "21-734-0001_p0010",
      "zh_CN": "我说宗教可以团结，为什么能团结？宗教的核心价值观是相同的，都是一个爱，是相同的。细心再观察各个宗教不同的典籍，里面相同的理念很多，至少有百分之七、八十，不同的地方少。这个原因我们就能够体会得到，神在不同的群族、不同的国家、不同的地区、不同的文化，他在那里示现，在那里帮助苦难众生、教化众生。教化众生终极的目标就是帮助众生离苦得乐，这是神圣教育的价值观。我们怎样离开痛苦，怎样得到快乐？所以每个宗教有天堂，天堂里面没有苦只有乐，佛教里头有极乐世界。神，我们学了这么多年，概念当中神只有一个，各个不同宗教创始人他们讲的神，那就是神的化身，实际上是一个神。因为我们看经典里面百分之七、八十相同的，那二十不同的，应该是我们居住的环境不同，文化不一样，生活方式不一样，神能够随顺众生，这些地方说的就有一些差别，在理论上、理念上是相同的。",
      "zh_TW": "我說宗教可以團結，為什麼能團結？宗教的核心價值觀是相同的，都是一個愛，是相同的。細心再觀察各個宗教不同的典籍，裡面相同的理念很多，至少有百分之七、八十，不同的地方少。這個原因我們就能夠體會得到，神在不同的群族、不同的國家、不同的地區、不同的文化，他在那裡示現，在那裡幫助苦難眾生、教化眾生。教化眾生終極的目標就是幫助眾生離苦得樂，這是神聖教育的價值觀。我們怎樣離開痛苦，怎樣得到快樂？所以每個宗教有天堂，天堂裡面沒有苦只有樂，佛教裡頭有極樂世界。神，我們學了這麼多年，概念當中神只有一個，各個不同宗教創始人他們講的神，那就是神的化身，實際上是一個神。因為我們看經典裡面百分之七、八十相同的，那二十不同的，應該是我們居住的環境不同，文化不一樣，生活方式不一樣，神能夠隨順眾生，這些地方說的就有一些差別，在理論上、理念上是相同的。"
    },
    {
      "id": "21-734-0001_p0011",
      "zh_CN": "所以我们就想起我们要团结宗教。一九九七年、九八年，我住在新加坡，我们就尝试来团结。新加坡有九个宗教，真的，不到半年的时间，我们九个宗教就像兄弟姐妹一样。而且我们的活动都参加，佛教的活动他们大家都来参加，基督教的活动，我们也去参加。常常在一起学习，互相学习经典，最有效果的方法就是我们组团去旅游，我们宗教组一个宗教团，到别的国家去访问他们的宗教。在这个旅游期间，十几二十天当中，从早到晚都在一起，这是长时间的生活在一起，感情就更融洽了，真正像自己兄弟姐妹一样，互相尊重，互相敬爱，互相关怀，互助合作，做得很成功。",
      "zh_TW": "所以我們就想起我們要團結宗教。一九九七年、九八年，我住在新加坡，我們就嘗試來團結。新加坡有九個宗教，真的，不到半年的時間，我們九個宗教就像兄弟姐妹一樣。而且我們的活動都參加，佛教的活動他們大家都來參加，基督教的活動，我們也去參加。常常在一起學習，互相學習經典，最有效果的方法就是我們組團去旅遊，我們宗教組一個宗教團，到別的國家去訪問他們的宗教。在這個旅遊期間，十幾二十天當中，從早到晚都在一起，這是長時間的生活在一起，感情就更融洽了，真正像自己兄弟姐妹一樣，互相尊重，互相敬愛，互相關懷，互助合作，做得很成功。"
    },
    {
      "id": "21-734-0001_p0012",
      "zh_CN": "大概也就是因为这个缘故，当时我们澳洲移民部长知道了，他找我，他希望我到澳洲来，移民到澳洲来，来干什么？帮助澳洲团结宗教、团结族群。那一年，我七十五岁，部长给我很优惠的永久居留，给我。我拿到永久居留两年，那时候两年，两年实际上在澳洲只住了七个月，他把澳洲的护照给我了。公民部长亲自把这个护照给我，告诉我，那天好像来参观典礼的人有一百多人，他向大家报告，他说法师在国外都是替澳洲政府做和平工作，所以统统都算，那就算是两年的时间，这是很特殊的一个例子。所以我到澳洲来。我经过图文巴这个地方，我很喜欢这个地方，宁静，生活还很方便，这个地方是一个修行的好地方，是个读书的好地方，所以我们在这里建立一个学院，净宗学院，有十三年了。十三年得到我们大众的肯定，现在很多我们此地的宗教、学术团体，乃至于民间团体的领导，这一次我回来，在这段时期，大家统统都见面了。我们有一个共同的认识，就是希望把图文巴这个城市，大家一起努力，把它造成一个多元文化和谐示范城市。这是我们在此地十三年奠定的基础，能不能做到？能，我们都有信心。有市长带领我们，有各个宗教的这些领导同心协力在此地展开宗教教学，这一点很重要。",
      "zh_TW": "大概也就是因為這個緣故，當時我們澳洲移民部長知道了，他找我，他希望我到澳洲來，移民到澳洲來，來幹什麼？幫助澳洲團結宗教、團結族群。那一年，我七十五歲，部長給我很優惠的永久居留，給我。我拿到永久居留兩年，那時候兩年，兩年實際上在澳洲只住了七個月，他把澳洲的護照給我了。公民部長親自把這個護照給我，告訴我，那天好像來參觀典禮的人有一百多人，他向大家報告，他說法師在國外都是替澳洲政府做和平工作，所以統統都算，那就算是兩年的時間，這是很特殊的一個例子。所以我到澳洲來。我經過圖文巴這個地方，我很喜歡這個地方，寧靜，生活還很方便，這個地方是一個修行的好地方，是個讀書的好地方，所以我們在這裡建立一個學院，淨宗學院，有十三年了。十三年得到我們大眾的肯定，現在很多我們此地的宗教、學術團體，乃至於民間團體的領導，這一次我回來，在這段時期，大家統統都見面了。我們有一個共同的認識，就是希望把圖文巴這個城市，大家一起努力，把它造成一個多元文化和諧示範城市。這是我們在此地十三年奠定的基礎，能不能做到？能，我們都有信心。有市長帶領我們，有各個宗教的這些領導同心協力在此地展開宗教教學，這一點很重要。"
    },
    {
      "id": "21-734-0001_p0013",
      "zh_CN": "我对于宗教产生兴趣是从哲学里头进来的，早年，年轻的时候，在台湾跟着一位老教授，哲学家，他给我讲了一部哲学概论，最后一个单元是佛经哲学。我感到很惊讶，我说佛教是宗教，宗教是迷信，它怎么会有哲学？他告诉我，他说你年轻，你不懂，释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我是在这堂课之下认识了宗教，这就想尝试去接触宗教。老师告诉我，他说宗教哲学在经典，特别是佛教，佛教现在的寺院庵堂，他们只有形式，对于经典疏忽了。他说两百年前，中国寺院庵堂里面出家人，都是有道德，都是有学问，那真正是高人。他说现在跟以前不一样，现在大家把经教疏忽了。我问他那我们学从哪里学？他就告诉我从经典上下手。于是我到寺庙重视这寺庙里有没有藏书，有没有收藏藏书，有没有经典，我要的是这些，星期假日都到寺院藏经楼里面去读经。",
      "zh_TW": "我對於宗教產生興趣是從哲學裡頭進來的，早年，年輕的時候，在台灣跟著一位老教授，哲學家，他給我講了一部哲學概論，最後一個單元是佛經哲學。我感到很驚訝，我說佛教是宗教，宗教是迷信，它怎麼會有哲學？他告訴我，他說你年輕，你不懂，釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我是在這堂課之下認識了宗教，這就想嘗試去接觸宗教。老師告訴我，他說宗教哲學在經典，特別是佛教，佛教現在的寺院庵堂，他們只有形式，對於經典疏忽了。他說兩百年前，中國寺院庵堂裡面出家人，都是有道德，都是有學問，那真正是高人。他說現在跟以前不一樣，現在大家把經教疏忽了。我問他那我們學從哪裡學？他就告訴我從經典上下手。於是我到寺廟重視這寺廟裡有沒有藏書，有沒有收藏藏書，有沒有經典，我要的是這些，星期假日都到寺院藏經樓裡面去讀經。"
    },
    {
      "id": "21-734-0001_p0014",
      "zh_CN": "那时候有个老师，也是出家人，我认识的一个出家的老师，他劝我辞去工作，专心学习经教，劝我出家，我也就接受。我对这个老师非常尊重，我跟他三年，我跟他那一年，他六十五岁，六十八岁过世了。所以我在佛学里头的基础，是在他那里奠定的。老师告诉我，他劝我学佛、劝我出家，劝我学释迦牟尼佛，第一部叫我看的书，就是释迦牟尼佛的传记。读了之后，他说你要学佛先要认识释迦牟尼佛，然后向他学习。我看了之后，看他一生，好像不像是一个宗教的，他是一个很好的教育家，他一生教学。他三十岁开悟之后，七十九岁过世，讲经教学四十九年，没有中断过。我的看法是，他老人家的身分，用现代的话说，是个多元文化社会教育家；他一生表演给我们看的，是一个多元文化社会义务教育工作者。因为他一生教学他不收学费，这是义务的，非常认真努力在教导学生。他是多元文化，他不分国籍、不分种族，也不分宗教信仰，信仰宗教的人跟他学，他没有教他放弃你所信仰的宗教，没有过，他对于所有的宗教都尊重、都称赞。你跟他学是学智慧、是学禅定，学伦理道德，他不会叫你改变宗教信仰，是这么样一个好人。我都完全明白了，我就走他的道路。所以我学佛七年，七年出家了，出家教学，教学到今年五十六年。马克校长刚才说的是我教学六十多年，没有，我学佛六十三年，到今年六十三年，教学是五十六年。现在每天还保持着四个小时，上四个小时的课。我们用卫星电视、用网际网路，教室很小，摄影棚里面，用这种传播全世界都可以同步收看到。所以这个工具是好东西，我们要好好利用它。",
      "zh_TW": "那時候有個老師，也是出家人，我認識的一個出家的老師，他勸我辭去工作，專心學習經教，勸我出家，我也就接受。我對這個老師非常尊重，我跟他三年，我跟他那一年，他六十五歲，六十八歲過世了。所以我在佛學裡頭的基礎，是在他那裡奠定的。老師告訴我，他勸我學佛、勸我出家，勸我學釋迦牟尼佛，第一部叫我看的書，就是釋迦牟尼佛的傳記。讀了之後，他說你要學佛先要認識釋迦牟尼佛，然後向他學習。我看了之後，看他一生，好像不像是一個宗教的，他是一個很好的教育家，他一生教學。他三十歲開悟之後，七十九歲過世，講經教學四十九年，沒有中斷過。我的看法是，他老人家的身分，用現代的話說，是個多元文化社會教育家；他一生表演給我們看的，是一個多元文化社會義務教育工作者。因為他一生教學他不收學費，這是義務的，非常認真努力在教導學生。他是多元文化，他不分國籍、不分種族，也不分宗教信仰，信仰宗教的人跟他學，他沒有教他放棄你所信仰的宗教，沒有過，他對於所有的宗教都尊重、都稱讚。你跟他學是學智慧、是學禪定，學倫理道德，他不會叫你改變宗教信仰，是這麼樣一個好人。我都完全明白了，我就走他的道路。所以我學佛七年，七年出家了，出家教學，教學到今年五十六年。馬克校長剛才說的是我教學六十多年，沒有，我學佛六十三年，到今年六十三年，教學是五十六年。現在每天還保持著四個小時，上四個小時的課。我們用衛星電視、用網際網路，教室很小，攝影棚裡面，用這種傳播全世界都可以同步收看到。所以這個工具是好東西，我們要好好利用它。"
    },
    {
      "id": "21-734-0001_p0015",
      "zh_CN": "我们希望将来在图文巴能够建立一个宗教的卫星电视台，每一个宗教有一、二个频道，展开宗教教学，提升到图文巴居民多元文化的水平，因为它全世界能收到。所以我们相信，如果能够办一个宗教大学，会吸引很多人到图文巴来学习，让图文巴的宗教文化在整个世界起带头作用。它能解决所有冲突，化解冲突，给这个社会、给世界带来永续的安定和谐。我们图文巴的宗教领袖个个都对这个很有兴趣，我这次回来，我们都接触到了，谈了都很高兴，希望我们走这条路，把这条路走通。那我们的做法，首先建立道德讲堂，从道德讲堂开始，做成功之后，再提升多元文化的活动中心。从活动中心里面吸取人才，对这个有兴趣的，做出奉献，放弃名闻利养，我们来好好的成就自己，然后才能成就别人；自己没有做到，做得不好，就没有办法教别人。这是我们从释迦牟尼佛那个地方学来的，从孔子那个地方学来的。所以终极的目标，希望办一所宗教大学，大家都有这个愿望，都欢喜。所以这是我们共同努力的方向目标。",
      "zh_TW": "我們希望將來在圖文巴能夠建立一個宗教的衛星電視台，每一個宗教有一、二個頻道，展開宗教教學，提升到圖文巴居民多元文化的水平，因為它全世界能收到。所以我們相信，如果能夠辦一個宗教大學，會吸引很多人到圖文巴來學習，讓圖文巴的宗教文化在整個世界起帶頭作用。它能解決所有衝突，化解衝突，給這個社會、給世界帶來永續的安定和諧。我們圖文巴的宗教領袖個個都對這個很有興趣，我這次回來，我們都接觸到了，談了都很高興，希望我們走這條路，把這條路走通。那我們的做法，首先建立道德講堂，從道德講堂開始，做成功之後，再提升多元文化的活動中心。從活動中心裡面吸取人才，對這個有興趣的，做出奉獻，放棄名聞利養，我們來好好的成就自己，然後才能成就別人；自己沒有做到，做得不好，就沒有辦法教別人。這是我們從釋迦牟尼佛那個地方學來的，從孔子那個地方學來的。所以終極的目標，希望辦一所宗教大學，大家都有這個願望，都歡喜。所以這是我們共同努力的方向目標。"
    },
    {
      "id": "21-734-0001_p0016",
      "zh_CN": "今天在座的多半都是我们同行，我们都从事于教育工作的。我这一生没有寺庙、没有道场，我们用的方法，就是尽量用这些高科技的工具来帮助我们。平常讲学我们都留下录像带、录音带，现在都做成光碟，光碟可以流通，也可以放在电视里面、网路里面去播放，影响就会很大，这好工具一定要好好利用它。如何帮助年轻人，帮助在校读书的这些学生，我们要关心他，我们要认真去照顾他，帮助他们。今天时间到了，我只能够介绍到此地。谢谢大家。",
      "zh_TW": "今天在座的多半都是我們同行，我們都從事於教育工作的。我這一生沒有寺廟、沒有道場，我們用的方法，就是盡量用這些高科技的工具來幫助我們。平常講學我們都留下錄像帶、錄音帶，現在都做成光碟，光碟可以流通，也可以放在電視裡面、網路裡面去播放，影響就會很大，這好工具一定要好好利用它。如何幫助年輕人，幫助在校讀書的這些學生，我們要關心他，我們要認真去照顧他，幫助他們。今天時間到了，我只能夠介紹到此地。謝謝大家。"
    },
    {
      "id": "21-734-0001_p0017",
      "zh_CN": "答：对儿童的，对家庭的，做成光碟，让他们在家里放这个东西，送给小孩，给他看，这是可以能够做得到的。每个宗教提供教材，像我们现在提倡经典的《３６０》，更希望小孩的，用图画、用动画这种方式，要多做这些，编这些课程，帮助家庭教育。这是一桩功德的事情。",
      "zh_TW": "答：對兒童的，對家庭的，做成光碟，讓他們在家裡放這個東西，送給小孩，給他看，這是可以能夠做得到的。每個宗教提供教材，像我們現在提倡經典的《３６０》，更希望小孩的，用圖畫、用動畫這種方式，要多做這些，編這些課程，幫助家庭教育。這是一樁功德的事情。"
    },
    {
      "id": "21-734-0001_p0018",
      "zh_CN": "答：老师也应该有机会常常在一起交换教学的心得、教学的经验，这个非常重要。一定要把教育搞好，社会才会安定，一切都能够正常发展。教育出了问题，社会动乱，动乱的社会里样样都有障碍。老师自己要先做，譬如说基础，真正基础中国用了几千年，《弟子规》、《感应篇》、《十善业》。我们自己大人，做父母的本身要做到，小孩看到了，他就模仿，他就学会了。所以这些东西不是言教的，是父母在家里头他做到了，小孩看到了，记得很清楚，自自然然他就学会了。但是现在的家庭跟从前不一样，现在家庭父母都工作。在以前的时候，中国五伦里头夫妇有别，别就是不同的任务，先生负责家庭生计，要赚钱养家，这是他的工作，最主要的；那做母亲的人，妇女在家里相夫教子，最重要是教子，小孩将来一生的成就全靠扎根教育，所以母亲负这个责任，这是分工。现在社会分工不是这样的，这就困难了。现在对社会跟从前完全不一样，城市里面都住公寓大楼，虽然住在一栋大楼里头十几年了，隔壁邻居都不打招呼、都不认识，很多。我们在香港住大楼也是这样的，十年，上面、下面是哪家都不知道，只是同一层的隔壁邻居晓得，也没有深谈过，都是很陌生。应该和睦相处，这一栋大楼就是一家人，这里面的居民常常聚会，见面都打招呼，应该是这样的。为什么每一个人都不愿意跟人讲话？大概是工作太累、太疲乏了，回来休息，不想多说话；再就看电视、看网路，就接受这种教育，这问题严重了。所以今天宗教教育比什么都重要。图文巴非常难得，这些宗教领导人现在都有共识，共同的愿望，好好办。从这里开始，图文巴带动起来之后，带动邻近的县市，带动全国，然后带动全世界。你说这个多么有意义！首先是约束自己。",
      "zh_TW": "答：老師也應該有機會常常在一起交換教學的心得、教學的經驗，這個非常重要。一定要把教育搞好，社會才會安定，一切都能夠正常發展。教育出了問題，社會動亂，動亂的社會裡樣樣都有障礙。老師自己要先做，譬如說基礎，真正基礎中國用了幾千年，《弟子規》、《感應篇》、《十善業》。我們自己大人，做父母的本身要做到，小孩看到了，他就模仿，他就學會了。所以這些東西不是言教的，是父母在家裡頭他做到了，小孩看到了，記得很清楚，自自然然他就學會了。但是現在的家庭跟從前不一樣，現在家庭父母都工作。在以前的時候，中國五倫裡頭夫婦有別，別就是不同的任務，先生負責家庭生計，要賺錢養家，這是他的工作，最主要的；那做母親的人，婦女在家裡相夫教子，最重要是教子，小孩將來一生的成就全靠扎根教育，所以母親負這個責任，這是分工。現在社會分工不是這樣的，這就困難了。現在對社會跟從前完全不一樣，城市裡面都住公寓大樓，雖然住在一棟大樓裡頭十幾年了，隔壁鄰居都不打招呼、都不認識，很多。我們在香港住大樓也是這樣的，十年，上面、下面是哪家都不知道，只是同一層的隔壁鄰居曉得，也沒有深談過，都是很陌生。應該和睦相處，這一棟大樓就是一家人，這裡面的居民常常聚會，見面都打招呼，應該是這樣的。為什麼每一個人都不願意跟人講話？大概是工作太累、太疲乏了，回來休息，不想多說話；再就看電視、看網路，就接受這種教育，這問題嚴重了。所以今天宗教教育比什麼都重要。圖文巴非常難得，這些宗教領導人現在都有共識，共同的願望，好好辦。從這裡開始，圖文巴帶動起來之後，帶動鄰近的縣市，帶動全國，然後帶動全世界。你說這個多麼有意義！首先是約束自己。"
    },
    {
      "id": "21-734-0001_p0019",
      "zh_CN": "答：我们的想法，有四个步骤，现在开始，第一个是要办道德讲堂；道德讲堂办成功了，我们再吸取经验教训，我们再扩大，多元文化学习中心，这第二个阶段；在这里培养老师、培养师资，到达一定的程度，我们办研究所；研究所就是培养宗教大学的师资，教授、讲师。我们一步一步的来，预定希望十年，十年之后宗教大学能够建立。现在办学在硬体设备上不难，很容易，有钱就能办。但是谁来教？这就是问题了。教的人必须真正有修，他有修养，再就是有道心、有慈悲、有智慧。所以要经过道德讲堂、多元文化中心、研究院，这样子提升，我们有很好的老师，那就能做成功。希望将来这个大学是个空中大学，大学里面培训的人才全是将来做老师的，它用卫星、网路的方法传遍全世界，每个人只要按这个频道都得受用，那就是全民教育。",
      "zh_TW": "答：我們的想法，有四個步驟，現在開始，第一個是要辦道德講堂；道德講堂辦成功了，我們再吸取經驗教訓，我們再擴大，多元文化學習中心，這第二個階段；在這裡培養老師、培養師資，到達一定的程度，我們辦研究所；研究所就是培養宗教大學的師資，教授、講師。我們一步一步的來，預定希望十年，十年之後宗教大學能夠建立。現在辦學在硬體設備上不難，很容易，有錢就能辦。但是誰來教？這就是問題了。教的人必須真正有修，他有修養，再就是有道心、有慈悲、有智慧。所以要經過道德講堂、多元文化中心、研究院，這樣子提升，我們有很好的老師，那就能做成功。希望將來這個大學是個空中大學，大學裡面培訓的人才全是將來做老師的，它用衛星、網路的方法傳遍全世界，每個人只要按這個頻道都得受用，那就是全民教育。"
    },
    {
      "id": "21-734-0001_p0020",
      "zh_CN": "翻译：师父，他们这个时间给最后一道问题。",
      "zh_TW": "翻譯：師父，他們這個時間給最後一道問題。"
    },
    {
      "id": "21-734-0001_p0021",
      "zh_CN": "答：没有人问我，我跟大家解释一下刚才的疑问。刚才大家有疑惑，老师不要钱的是不是？中国过去社会里面，旧社会里头，老师如果是教书要收人的钱的话，这是贩卖知识，这是他们决定不可以做的。他靠什么生存？他的教学非常认真，他对他自己儿女可能还放在其次，不重视，他要把学生教好。为什么？古人社会里头的伦理，师徒如父子，学生跟老师的关系，就跟父母儿女的关系一样，他一生要孝顺他的父母，他的学生将来成就的时候来报恩。老师自己的儿女怎么样？跟学生的关系是亲兄弟一样，要终身照顾到。如果要是不照顾，社会上的人就会责备他，你这个人忘恩负义。所以他们都会非常尽心尽力孝顺老师，也照顾老师的儿女。所以老师很放心，他只要有几个好学生，他自己儿女不成器也没有关系，生活会有那些人照顾他。这个不收学费得的利益比收学费大太多了，学费没有保障，这个有保障。",
      "zh_TW": "答：沒有人問我，我跟大家解釋一下剛才的疑問。剛才大家有疑惑，老師不要錢的是不是？中國過去社會裡面，舊社會裡頭，老師如果是教書要收人的錢的話，這是販賣知識，這是他們決定不可以做的。他靠什麼生存？他的教學非常認真，他對他自己兒女可能還放在其次，不重視，他要把學生教好。為什麼？古人社會裡頭的倫理，師徒如父子，學生跟老師的關係，就跟父母兒女的關係一樣，他一生要孝順他的父母，他的學生將來成就的時候來報恩。老師自己的兒女怎麼樣？跟學生的關係是親兄弟一樣，要終身照顧到。如果要是不照顧，社會上的人就會責備他，你這個人忘恩負義。所以他們都會非常盡心盡力孝順老師，也照顧老師的兒女。所以老師很放心，他只要有幾個好學生，他自己兒女不成器也沒有關係，生活會有那些人照顧他。這個不收學費得的利益比收學費大太多了，學費沒有保障，這個有保障。"
    },
    {
      "id": "21-734-0001_p0022",
      "zh_CN": "希望以后这种聚会还会有很多次。好，谢谢大家。",
      "zh_TW": "希望以後這種聚會還會有很多次。好，謝謝大家。"
    }
  ]
}