{
  "doc_id": "09-024-0006",
  "title": {
    "zh_CN": "金刚经讲义节要",
    "zh_TW": "金剛經講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-024-0006",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "09-024-0006_p0001",
      "zh_CN": "请掀开经本第七面，看「判教」，这是本经概要里面最后的一段，这个判是判别，教是教相。",
      "zh_TW": "請掀開經本第七面，看「判教」，這是本經概要裡面最後的一段，這個判是判別，教是教相。"
    },
    {
      "id": "09-024-0006_p0002",
      "zh_CN": "「诸佛出世，教化众生，必对机说。机有二义：根机，众生根性，各各不同，障有浅深厚薄故」。第二个就是，「时机，因时施教，如五时说，先浅后深，先小后大，循循善诱，引人入胜也」。这个教，所谓的教相，也就是类似现代教育里面课程的标准，区别课程标准，哪一类的经论应该排定在给哪些人学习，在哪个阶段学习，有这么个意思。这是古来这些祖师大德们他们所做的。而世尊当年在世确实没有这个概念，佛说法是任何人只要见到佛，有疑难的问题向佛请教，佛是应机施教。佛不在世，这典籍很多，祖师大德费了一番心思，对于这些经论它的浅深、大小为我们初学的人排列一个程序。所以这不是佛的意思。",
      "zh_TW": "「諸佛出世，教化眾生，必對機說。機有二義：根機，眾生根性，各各不同，障有淺深厚薄故」。第二個就是，「時機，因時施教，如五時說，先淺後深，先小後大，循循善誘，引人入勝也」。這個教，所謂的教相，也就是類似現代教育裡面課程的標準，區別課程標準，哪一類的經論應該排定在給哪些人學習，在哪個階段學習，有這麼個意思。這是古來這些祖師大德們他們所做的。而世尊當年在世確實沒有這個概念，佛說法是任何人只要見到佛，有疑難的問題向佛請教，佛是應機施教。佛不在世，這典籍很多，祖師大德費了一番心思，對於這些經論它的淺深、大小為我們初學的人排列一個程序。所以這不是佛的意思。"
    },
    {
      "id": "09-024-0006_p0003",
      "zh_CN": "前面这两句很重要，诸佛出世，教化众生，必对机说，这句很要紧。诸佛，前面说过，后面还有很多，必须要记住，这个诸佛包括菩萨，我们常讲的法身大士，只要破一品无明，证一分法身，都称之为诸佛，所以法身大士就是诸佛。通常我们讲佛、菩萨都是一个意思，这个菩萨是指圆教初住以上的菩萨。教化众生一定要对机，正如同《普门品》里面叙说观世音菩萨，对一切众生，他应以什么身得度就现什么身，这就叫对机说，应以佛身得度菩萨就现佛身，应以声闻身得度他就现声闻身。由此可知，诸佛无有定相，没有一定的相，所以他能够「随众生心，应所知量」，这是《楞严经》上讲的，众生心里面想什么样的身相他就现什么样的身相。所以他自己没有意思，随机应现，这样才能够收到教学的效果。",
      "zh_TW": "前面這兩句很重要，諸佛出世，教化眾生，必對機說，這句很要緊。諸佛，前面說過，後面還有很多，必須要記住，這個諸佛包括菩薩，我們常講的法身大士，只要破一品無明，證一分法身，都稱之為諸佛，所以法身大士就是諸佛。通常我們講佛、菩薩都是一個意思，這個菩薩是指圓教初住以上的菩薩。教化眾生一定要對機，正如同《普門品》裡面敘說觀世音菩薩，對一切眾生，他應以什麼身得度就現什麼身，這就叫對機說，應以佛身得度菩薩就現佛身，應以聲聞身得度他就現聲聞身。由此可知，諸佛無有定相，沒有一定的相，所以他能夠「隨眾生心，應所知量」，這是《楞嚴經》上講的，眾生心裡面想什麼樣的身相他就現什麼樣的身相。所以他自己沒有意思，隨機應現，這樣才能夠收到教學的效果。"
    },
    {
      "id": "09-024-0006_p0004",
      "zh_CN": "说到机，机有两种，第一种根机，我们也常讲根性。众生根性各个不同，这些都是事实。为什么不同？障有浅深厚薄故，这个差别非常之大。一切众生，可以说都是从无量劫来，行业不相同，迷惑不相同，受的果报不相同，于是这根性差别就太大了。凡是学佛，这一生当中能够闻到佛法，能够对佛法生欢喜心，可以说都是过去生中善根成熟。也有在这一生当中善根不能成熟的，不是说他没有善根，他有善根，有善根为什么在一生当中不能成熟？那里头的因缘也相当复杂，可能他生活的环境这里面遇不到佛法，在这个环境里长大，受这个环境的薰习，我们俗话常讲「少成若天性」，小时候养成的习惯就像天性一样，排斥佛法、误会佛法，往往有之。又遇不到真善知识。所以纵然见到佛像不生欢喜心，遇到经典产生排斥。其他原因很多。尤其是遇到净宗法门，真正是非常稀有，能够生信心是非常稀有的。",
      "zh_TW": "說到機，機有兩種，第一種根機，我們也常講根性。眾生根性各個不同，這些都是事實。為什麼不同？障有淺深厚薄故，這個差別非常之大。一切眾生，可以說都是從無量劫來，行業不相同，迷惑不相同，受的果報不相同，於是這根性差別就太大了。凡是學佛，這一生當中能夠聞到佛法，能夠對佛法生歡喜心，可以說都是過去生中善根成熟。也有在這一生當中善根不能成熟的，不是說他沒有善根，他有善根，有善根為什麼在一生當中不能成熟？那裡頭的因緣也相當複雜，可能他生活的環境這裡面遇不到佛法，在這個環境裡長大，受這個環境的薰習，我們俗話常講「少成若天性」，小時候養成的習慣就像天性一樣，排斥佛法、誤會佛法，往往有之。又遇不到真善知識。所以縱然見到佛像不生歡喜心，遇到經典產生排斥。其他原因很多。尤其是遇到淨宗法門，真正是非常稀有，能夠生信心是非常稀有的。"
    },
    {
      "id": "09-024-0006_p0005",
      "zh_CN": "第二种叫时机，我们常讲时节因缘，时机没有成熟也不能勉强。这就连我们古代的这些高僧大德里面都有这个情形，像我们净宗蕅益大师、印光大师，这两位都是净宗了不起的大德，他们在年轻的时候排斥佛教，都是读孔子书的人，遵从孔孟，排斥佛法，以为佛法是异端。大概到二十多岁以后，逐渐明白这些道理了才接受。这讲时节因缘，时间没到，勉强给他没有用，不但不能帮助他，反而产生障碍，使他时机成熟更延后，这些我们要是劝导别人、帮助别人不可以不知道的。观察他有没有成熟，也就是说，观察他能不能生欢喜心、可不可以接受、会不会排斥。稍有一点排斥就不必再多说了，这样才好，要有耐心去等待。自己更要做一个好样子，假以岁月都会能感动人的。因时施教，讲时节因缘，必须时节因缘成熟才可以把佛法介绍给他。",
      "zh_TW": "第二種叫時機，我們常講時節因緣，時機沒有成熟也不能勉強。這就連我們古代的這些高僧大德裡面都有這個情形，像我們淨宗蕅益大師、印光大師，這兩位都是淨宗了不起的大德，他們在年輕的時候排斥佛教，都是讀孔子書的人，遵從孔孟，排斥佛法，以為佛法是異端。大概到二十多歲以後，逐漸明白這些道理了才接受。這講時節因緣，時間沒到，勉強給他沒有用，不但不能幫助他，反而產生障礙，使他時機成熟更延後，這些我們要是勸導別人、幫助別人不可以不知道的。觀察他有沒有成熟，也就是說，觀察他能不能生歡喜心、可不可以接受、會不會排斥。稍有一點排斥就不必再多說了，這樣才好，要有耐心去等待。自己更要做一個好樣子，假以歲月都會能感動人的。因時施教，講時節因緣，必須時節因緣成熟才可以把佛法介紹給他。"
    },
    {
      "id": "09-024-0006_p0006",
      "zh_CN": "如五时说，可以讲世尊当年在世就给我们做了个好榜样。佛出现在世间，第一部讲的经是《华严经》。这桩事情一直到今天还有许多人不承认，认为《华严经》跟大乘佛法是龙树菩萨他们自己造的，假借释迦牟尼佛的名义，不是释迦牟尼佛所说的。现在在中国、在外国，有不少人排斥大乘佛法，所谓大乘非佛说，他们热衷去修学小乘法，小乘法是佛说的。为什么排斥《华严》？《华严》是佛在定中所说的，这个没有法子。世尊示现成佛二七日中，最初的十四天，也有人说三七日中，总而言之，最长不超过二十一天。我们凡夫看到释迦牟尼佛在菩提树下打坐，地下铺的是生草，在上面打坐。经上记载的，这些菩萨圣者看到释迦牟尼佛在菩提树下坐的是金刚宝座，我们明明看到地下铺的一堆草，那些人看到佛坐在金刚宝座上，宣说《大方广佛华严经》。这部经里面所说的完全是世尊亲证的境界，也就是说，到圆满菩提的时候，证得究竟佛果那些事相，佛完全说出来了，不增不减的说出来，说得太多了，说得非常详细。说完之后，佛观察这个世间众生的根机，他们不能接受，不是他们的常识能够想像得到的，于是从定中出来，出了定。",
      "zh_TW": "如五時說，可以講世尊當年在世就給我們做了個好榜樣。佛出現在世間，第一部講的經是《華嚴經》。這樁事情一直到今天還有許多人不承認，認為《華嚴經》跟大乘佛法是龍樹菩薩他們自己造的，假借釋迦牟尼佛的名義，不是釋迦牟尼佛所說的。現在在中國、在外國，有不少人排斥大乘佛法，所謂大乘非佛說，他們熱衷去修學小乘法，小乘法是佛說的。為什麼排斥《華嚴》？《華嚴》是佛在定中所說的，這個沒有法子。世尊示現成佛二七日中，最初的十四天，也有人說三七日中，總而言之，最長不超過二十一天。我們凡夫看到釋迦牟尼佛在菩提樹下打坐，地下鋪的是生草，在上面打坐。經上記載的，這些菩薩聖者看到釋迦牟尼佛在菩提樹下坐的是金剛寶座，我們明明看到地下鋪的一堆草，那些人看到佛坐在金剛寶座上，宣說《大方廣佛華嚴經》。這部經裡面所說的完全是世尊親證的境界，也就是說，到圓滿菩提的時候，證得究竟佛果那些事相，佛完全說出來了，不增不減的說出來，說得太多了，說得非常詳細。說完之後，佛觀察這個世間眾生的根機，他們不能接受，不是他們的常識能夠想像得到的，於是從定中出來，出了定。"
    },
    {
      "id": "09-024-0006_p0007",
      "zh_CN": "而这部《大方广佛华严经》被大龙菩萨收到龙宫里面去珍藏。现在世间人不相信，我们潜水艇已经到深海海底里面去过，没有发现龙宫，这不能取信于人。而是佛灭度之后六百年，印度出现了一位菩萨，龙树菩萨。这个人聪明绝顶，他的头脑大概比我们现在电脑都好，电脑也比不过他，他在很短的时间把这个世间的典籍都念完了，在这个世间再没有书籍好念了，于是贡高我慢就生起来，因为这个世间学术能力他第一，再没有人能比得上他。这个时候大龙菩萨见到，就像《金刚经》上所说的「如来善护念诸菩萨」，这大菩萨有护念小菩萨的责任，于是大龙菩萨示现在人间，找到龙树，带龙树到龙宫里面去参观，在龙宫里面看到《大方广佛华严经》，晓得世尊示现成道最初所说。龙树菩萨看到这部经典，他那个傲慢的气焰马上就没有了，知道自己的见闻太浅薄了。",
      "zh_TW": "而這部《大方廣佛華嚴經》被大龍菩薩收到龍宮裡面去珍藏。現在世間人不相信，我們潛水艇已經到深海海底裡面去過，沒有發現龍宮，這不能取信於人。而是佛滅度之後六百年，印度出現了一位菩薩，龍樹菩薩。這個人聰明絕頂，他的頭腦大概比我們現在電腦都好，電腦也比不過他，他在很短的時間把這個世間的典籍都念完了，在這個世間再沒有書籍好念了，於是貢高我慢就生起來，因為這個世間學術能力他第一，再沒有人能比得上他。這個時候大龍菩薩見到，就像《金剛經》上所說的「如來善護念諸菩薩」，這大菩薩有護念小菩薩的責任，於是大龍菩薩示現在人間，找到龍樹，帶龍樹到龍宮裡面去參觀，在龍宮裡面看到《大方廣佛華嚴經》，曉得世尊示現成道最初所說。龍樹菩薩看到這部經典，他那個傲慢的氣焰馬上就沒有了，知道自己的見聞太淺薄了。"
    },
    {
      "id": "09-024-0006_p0008",
      "zh_CN": "这部《华严经》多大分量？「十个三千大千世界微尘偈」。印度人对于书本分量的计算跟我们中国人不一样，中国人算字数，这部书的分量说它多少字，以这个来计算。印度人不是以字数做单位，它是以偈，这个偈就是四句，不管句子长短，只要是四句叫做一偈，以这个为单位。所以句子长短不论，长行文也是这样算法，四句就叫一首偈。诸位想想，这个分量天文数字，我们无法想像，大千世界太大了，一尊佛的教化区。把这个大千世界里所有大大小小的星球都把它磨成细粉、磨成微尘，一粒微尘就一首偈，多少个三千大千世界？十个三千大千世界，这样大的分量。「一四天下微尘品」，不要说里面内容的文字，单算品，现在我们《华严经》是三十九品，多少品？一四天下是一个单位世界，这个一四天下要以黄念祖老居士讲的，就是我们现在的银河系。银河系里面所有星球磨成细粉、磨成微尘，一个微尘是一品，你说那有多少品？诸位要记住，世尊是在二七、三七日中讲完的，这个很不可思议。就算三七二十一天，怎么能讲得了？",
      "zh_TW": "這部《華嚴經》多大分量？「十個三千大千世界微塵偈」。印度人對於書本分量的計算跟我們中國人不一樣，中國人算字數，這部書的分量說它多少字，以這個來計算。印度人不是以字數做單位，它是以偈，這個偈就是四句，不管句子長短，只要是四句叫做一偈，以這個為單位。所以句子長短不論，長行文也是這樣算法，四句就叫一首偈。諸位想想，這個分量天文數字，我們無法想像，大千世界太大了，一尊佛的教化區。把這個大千世界裡所有大大小小的星球都把它磨成細粉、磨成微塵，一粒微塵就一首偈，多少個三千大千世界？十個三千大千世界，這樣大的分量。「一四天下微塵品」，不要說裡面內容的文字，單算品，現在我們《華嚴經》是三十九品，多少品？一四天下是一個單位世界，這個一四天下要以黃念祖老居士講的，就是我們現在的銀河系。銀河系裡面所有星球磨成細粉、磨成微塵，一個微塵是一品，你說那有多少品？諸位要記住，世尊是在二七、三七日中講完的，這個很不可思議。就算三七二十一天，怎麼能講得了？"
    },
    {
      "id": "09-024-0006_p0009",
      "zh_CN": "那三七、二七是我们人间看的，不是定中的时间。所以时间不是真的，佛在经论上讲得很清楚，时间不是真实的，是我们抽象的概念。所以《华严》上讲「念劫圆融」，一念，很短的时间，佛菩萨有能力把它变成无量劫；无量劫的时间，佛菩萨也有能力把它浓缩成一念，这时间不是实法。所以我们明白这个道理，晓得这个事实真相，佛在二七日中说这部圆满的大经我们也能够相信。在我们中国古代传奇小说里面，也许诸位在国文里头念过「黄粱梦」，那也很有趣，那个说明时间不是一定的。在我们人间看，他作了个梦，那个黄粱还没煮熟，那时间很短。黄粱是小米，很容易煮烂的，他把黄粱放在锅里煮的时候，他在旁边打个瞌睡，就作了个梦，他这一梦梦中过了几十年，醒过来黄粱还没煮熟。大概世尊说《华严经》就像这个样子，我们人间看到才十几天，不到二十天。可是佛在定中那个时间大概已经是经过很多劫数，所以能够把这个经讲得这么圆满、讲得这么详细。",
      "zh_TW": "那三七、二七是我們人間看的，不是定中的時間。所以時間不是真的，佛在經論上講得很清楚，時間不是真實的，是我們抽象的概念。所以《華嚴》上講「念劫圓融」，一念，很短的時間，佛菩薩有能力把它變成無量劫；無量劫的時間，佛菩薩也有能力把它濃縮成一念，這時間不是實法。所以我們明白這個道理，曉得這個事實真相，佛在二七日中說這部圓滿的大經我們也能夠相信。在我們中國古代傳奇小說裡面，也許諸位在國文裡頭念過「黃粱夢」，那也很有趣，那個說明時間不是一定的。在我們人間看，他作了個夢，那個黃粱還沒煮熟，那時間很短。黃粱是小米，很容易煮爛的，他把黃粱放在鍋裡煮的時候，他在旁邊打個瞌睡，就作了個夢，他這一夢夢中過了幾十年，醒過來黃粱還沒煮熟。大概世尊說《華嚴經》就像這個樣子，我們人間看到才十幾天，不到二十天。可是佛在定中那個時間大概已經是經過很多劫數，所以能夠把這個經講得這麼圓滿、講得這麼詳細。"
    },
    {
      "id": "09-024-0006_p0010",
      "zh_CN": "龙树菩萨一看这不行，阎浮提众生没有能力接受，太大了。不单是这个经没有法子接受，就是一品一品用现前速度来念，大概你念一百年也念不完。于是看中本《华严》，中本可以讲是节要，把大本《华严》重要的地方节录下来，分量还是太多，依旧不是我们这个世界众生所能够受持的。大龙菩萨告诉他，还有下本，下本大概是什么？提要。像我们看《四库全书》的《四库提要》，《全书》很多，几万卷，《提要》不多，现在商务印书馆印这个本子，《提要》只有四册，《全书》一千五百册。所以他说这个可以，于是就把下本《华严》带到我们人间来。这个分量有十万颂，十万颂就是四十万句。刚才说句子长短不论，总共是四十万句，四十品，传到人间。所以《华严经》是这么来的。现在很多人说这是神话，这是龙树菩萨自己编的，不肯承认、不肯接受。但是我们中国人相信，中国人承认。这些诸佛菩萨就是自己造的，他一定承认自己造的，绝对不会打妄语的，何况《华严》境界确实不可思议。",
      "zh_TW": "龍樹菩薩一看這不行，閻浮提眾生沒有能力接受，太大了。不單是這個經沒有法子接受，就是一品一品用現前速度來念，大概你念一百年也念不完。於是看中本《華嚴》，中本可以講是節要，把大本《華嚴》重要的地方節錄下來，分量還是太多，依舊不是我們這個世界眾生所能夠受持的。大龍菩薩告訴他，還有下本，下本大概是什麼？提要。像我們看《四庫全書》的《四庫提要》，《全書》很多，幾萬卷，《提要》不多，現在商務印書館印這個本子，《提要》只有四冊，《全書》一千五百冊。所以他說這個可以，於是就把下本《華嚴》帶到我們人間來。這個分量有十萬頌，十萬頌就是四十萬句。剛才說句子長短不論，總共是四十萬句，四十品，傳到人間。所以《華嚴經》是這麼來的。現在很多人說這是神話，這是龍樹菩薩自己編的，不肯承認、不肯接受。但是我們中國人相信，中國人承認。這些諸佛菩薩就是自己造的，他一定承認自己造的，絕對不會打妄語的，何況《華嚴》境界確實不可思議。"
    },
    {
      "id": "09-024-0006_p0011",
      "zh_CN": "由于古时候像这样大的典籍，抄写、保存都相当不容易。古代的写经，我们在故宫博物院有时候还能看见，贝多罗树叶写的。那个树叶很厚，像我们香蕉树类似的，树叶很厚，把它裁成长条，一面写四行，两头打两个洞，用绳子穿起来。诸位想想，四十万句这么长的经文，要写多少？现在要用卡车，恐怕要很多辆卡车才装得下那一部。容易散失这是不能避免的。佛法传到中国，是世尊灭度之后一千年，也就是龙树菩萨灭度之后的四百年，四百年是很长的时间。虽然佛法到中国来没多久，在东晋的时候《华严经》就传到中国来，所传来的是残本，可能在当时全部的经典已经找不到，散失了。传到中国来的总共只有三万六千颂，十万颂只剩下三万六千颂。我们中国人还是把它翻成中文，叫晋译《华严经》六十卷，我们称为《六十华严》，翻得好，文字翻得比唐译的好。我们今天展开这个经卷，往往读到几句，下面一句跟上面一句好像接不起来，原因在哪里？这当中一定有丢掉的、有散失的。段与段不能接，句与句不能接，常常看到这个现象，要晓得这是原本残缺。",
      "zh_TW": "由於古時候像這樣大的典籍，抄寫、保存都相當不容易。古代的寫經，我們在故宮博物院有時候還能看見，貝多羅樹葉寫的。那個樹葉很厚，像我們香蕉樹類似的，樹葉很厚，把它裁成長條，一面寫四行，兩頭打兩個洞，用繩子穿起來。諸位想想，四十萬句這麼長的經文，要寫多少？現在要用卡車，恐怕要很多輛卡車才裝得下那一部。容易散失這是不能避免的。佛法傳到中國，是世尊滅度之後一千年，也就是龍樹菩薩滅度之後的四百年，四百年是很長的時間。雖然佛法到中國來沒多久，在東晉的時候《華嚴經》就傳到中國來，所傳來的是殘本，可能在當時全部的經典已經找不到，散失了。傳到中國來的總共只有三萬六千頌，十萬頌只剩下三萬六千頌。我們中國人還是把它翻成中文，叫晉譯《華嚴經》六十卷，我們稱為《六十華嚴》，翻得好，文字翻得比唐譯的好。我們今天展開這個經卷，往往讀到幾句，下面一句跟上面一句好像接不起來，原因在哪裡？這當中一定有丟掉的、有散失的。段與段不能接，句與句不能接，常常看到這個現象，要曉得這是原本殘缺。"
    },
    {
      "id": "09-024-0006_p0012",
      "zh_CN": "到了唐朝武则天的时代，第二次《华严经》传到中国，实叉难陀法师带来的。大家常念《地藏菩萨本愿经》，《地藏菩萨本愿经》就是实叉难陀翻译的。他带来的这部分比《晋经》多了九千颂，全经是四万五千颂，比《晋经》多了不少。虽然还不足一半，但是《华严经》全经大致的轮廓能看得出来，这是我们现在流通最普遍的，叫《八十华严》，唐译的。在贞元年间乌荼国王向中国进贡，就是对皇帝送礼物，里面有一部《华严经．普贤菩萨行愿品》，就是八十卷的「入法界品」，这一品很难得，完整的，没有欠缺，实在不容易。这个翻译出来四十卷，叫《四十华严》，只有一品经，四十卷。《华严经》传到中国来，三次翻译。现在我们要读《华严》，应当要读《八十华严》，《八十华严》读到六十一卷「离世间品」，读完之后应当接着念《四十华严》，那这就是完整的。这个合起来九十九卷，是我们汉文本的《华严经》，可能在这个世界上，《华严经》保存得最完整的是中文本，原本已经丧失，找不到。这部分刚才讲叫下本，在中国称为略本，因为还不足，差的分量还相当大，这就好比是《大方广佛华严经》的提要。我们今天的本子，提要也不完整，是残缺不全的提要。这一部分我们世间人可以接受。",
      "zh_TW": "到了唐朝武則天的時代，第二次《華嚴經》傳到中國，實叉難陀法師帶來的。大家常念《地藏菩薩本願經》，《地藏菩薩本願經》就是實叉難陀翻譯的。他帶來的這部分比《晉經》多了九千頌，全經是四萬五千頌，比《晉經》多了不少。雖然還不足一半，但是《華嚴經》全經大致的輪廓能看得出來，這是我們現在流通最普遍的，叫《八十華嚴》，唐譯的。在貞元年間烏荼國王向中國進貢，就是對皇帝送禮物，裡面有一部《華嚴經．普賢菩薩行願品》，就是八十卷的「入法界品」，這一品很難得，完整的，沒有欠缺，實在不容易。這個翻譯出來四十卷，叫《四十華嚴》，只有一品經，四十卷。《華嚴經》傳到中國來，三次翻譯。現在我們要讀《華嚴》，應當要讀《八十華嚴》，《八十華嚴》讀到六十一卷「離世間品」，讀完之後應當接著念《四十華嚴》，那這就是完整的。這個合起來九十九卷，是我們漢文本的《華嚴經》，可能在這個世界上，《華嚴經》保存得最完整的是中文本，原本已經喪失，找不到。這部分剛才講叫下本，在中國稱為略本，因為還不足，差的分量還相當大，這就好比是《大方廣佛華嚴經》的提要。我們今天的本子，提要也不完整，是殘缺不全的提要。這一部分我們世間人可以接受。"
    },
    {
      "id": "09-024-0006_p0013",
      "zh_CN": "所以佛说了这个经全是如来果地的境界，与会的大众都是法身大士，四十一位法身大士。不是法身大士怎么能够到如来定中去闻法？如来在定中讲的，你要没有那个能力，你怎么能参加他的法会？可是我们今天在《华严经》上看到，《华严经》里面有很多鬼神众，天地鬼神都有，包括九法界的众生，连畜生道、饿鬼道的都有，这是怎么回事情？我们必须要晓得，这些全都是法身大士，他在哪一道里面度众生要现同类身，他在饿鬼道度众生就要现鬼身，他在欲界天度众生就要现天身。所以实际上他这个身分不一样，现的相不一样，全是法身大士。这给我们很大的启示，学佛就在我们自己现前生活环境之中，现前我们所从事的行业没有妨碍，真正是理事无碍，事事无碍。无论是什么样的生活方式，无论是什么样的行业，都能够圆满菩提，都能够圆成佛道。这是《华严经》自始至终都显示得清清楚楚，佛菩萨做出榜样来给我们看。",
      "zh_TW": "所以佛說了這個經全是如來果地的境界，與會的大眾都是法身大士，四十一位法身大士。不是法身大士怎麼能夠到如來定中去聞法？如來在定中講的，你要沒有那個能力，你怎麼能參加他的法會？可是我們今天在《華嚴經》上看到，《華嚴經》裡面有很多鬼神眾，天地鬼神都有，包括九法界的眾生，連畜生道、餓鬼道的都有，這是怎麼回事情？我們必須要曉得，這些全都是法身大士，他在哪一道裡面度眾生要現同類身，他在餓鬼道度眾生就要現鬼身，他在欲界天度眾生就要現天身。所以實際上他這個身分不一樣，現的相不一樣，全是法身大士。這給我們很大的啟示，學佛就在我們自己現前生活環境之中，現前我們所從事的行業沒有妨礙，真正是理事無礙，事事無礙。無論是什麼樣的生活方式，無論是什麼樣的行業，都能夠圓滿菩提，都能夠圓成佛道。這是《華嚴經》自始至終都顯示得清清楚楚，佛菩薩做出榜樣來給我們看。"
    },
    {
      "id": "09-024-0006_p0014",
      "zh_CN": "既然不是凡夫境界，现在佛要度这些凡夫，所以不得不把这个经收起来，再出现在鹿野苑开始对五比丘说法，说什么？说小乘，讲阿含。小乘说了十二年，先小后大，这五时，阿含时在第二时。《华严经》现在不承认，大家就认为阿含是原始佛教，所以大家承认这个，因为这有历史可以查到的，这不是定中说的。佛说阿含十二年，等于办教育，先办小学、中学，阿含圆满了，大家有基础了，再往上提升，提升到方等。方等是大乘，方是方便，等是等同大乘，这有小乘的基础，进入到大乘佛法，方等讲了八年。再以这个基础进入到佛教学的中心，佛要讲他真正的东西般若，般若讲了二十二年。释迦牟尼佛说法四十九年，般若讲了二十二年，所以般若是世尊教学的中心。《金刚经》就是二十二年所讲的般若的纲领，而《般若心经》是纲领的纲领，这很难懂。大家不要看到《般若心经》很少，而是小部经，不小！文字小，里面内容可不小，它是整个般若的精华。般若讲完之后，最后讲法华、涅槃，讲八年，世尊这一代的时教就圆满。这是五时说，完全是把众生的程度不断的向上提升，像我们现在念书，小学、中学、大学、研究所，按部就班，有次第的来教导，这是五时说。「先浅后深，先小后大」，阿含十二年是小乘的，方等以后就属于大乘。「循循善诱，引人入胜」，这是佛菩萨教化众生都是观机，一定是有一个次序，在这个世间建立佛法，也就是建立佛教教育。",
      "zh_TW": "既然不是凡夫境界，現在佛要度這些凡夫，所以不得不把這個經收起來，再出現在鹿野苑開始對五比丘說法，說什麼？說小乘，講阿含。小乘說了十二年，先小後大，這五時，阿含時在第二時。《華嚴經》現在不承認，大家就認為阿含是原始佛教，所以大家承認這個，因為這有歷史可以查到的，這不是定中說的。佛說阿含十二年，等於辦教育，先辦小學、中學，阿含圓滿了，大家有基礎了，再往上提升，提升到方等。方等是大乘，方是方便，等是等同大乘，這有小乘的基礎，進入到大乘佛法，方等講了八年。再以這個基礎進入到佛教學的中心，佛要講他真正的東西般若，般若講了二十二年。釋迦牟尼佛說法四十九年，般若講了二十二年，所以般若是世尊教學的中心。《金剛經》就是二十二年所講的般若的綱領，而《般若心經》是綱領的綱領，這很難懂。大家不要看到《般若心經》很少，而是小部經，不小！文字小，裡面內容可不小，它是整個般若的精華。般若講完之後，最後講法華、涅槃，講八年，世尊這一代的時教就圓滿。這是五時說，完全是把眾生的程度不斷的向上提升，像我們現在念書，小學、中學、大學、研究所，按部就班，有次第的來教導，這是五時說。「先淺後深，先小後大」，阿含十二年是小乘的，方等以後就屬於大乘。「循循善誘，引人入勝」，這是佛菩薩教化眾生都是觀機，一定是有一個次序，在這個世間建立佛法，也就是建立佛教教育。"
    },
    {
      "id": "09-024-0006_p0015",
      "zh_CN": "「古德判教，意在方便学人，使对一代时教，纲领条目，浅深次第，一目了然，可以循序而进，其接引后学之苦心，良足佩焉」。这是讲到判教了，古德的确用这个苦心是帮助后学。佛法分量的确太多，现代的印刷术发达，将这经典排成小字，浓缩成为方册本，像我们现在印的《藏经》，精装这么厚一百册，一个书架就摆满了。从前的经本是木刻的木刻本，这个本子在台湾也能够见得到，现在我们最常见的叫《龙藏》，乾隆时候的刻本。乾隆做了两桩事情，一般的书籍就是编了一套《四库全书》，对佛法这个经典整理编一套《大藏经》。这个经本的字大概是寸楷，你就晓得这一部《大藏经》的分量是多少。如果摆成书架，大概我们现在这个图书馆整个的摆一部《大藏经》。香港大屿山那里面保存了一部，是中国大陆赠送大屿山的一套原本《龙藏》。那个看起来当然不伤眼睛，头号字，眼睛绝对不会看坏的，非常笨重。这样大的典籍我们从哪里下手？从哪里入门？找不到门路，古人判教的用意就在此地。所以《藏经》编成目录、编成索引，古人有做出《阅藏知津》，就等于《大藏经》目录提要。里面分类，这个分类就是判教的意思，有浅深次第，便利我们检查，便利我们研读，使我们对于这样大的书能够一目了然，能够循序而进。",
      "zh_TW": "「古德判教，意在方便學人，使對一代時教，綱領條目，淺深次第，一目了然，可以循序而進，其接引後學之苦心，良足佩焉」。這是講到判教了，古德的確用這個苦心是幫助後學。佛法分量的確太多，現代的印刷術發達，將這經典排成小字，濃縮成為方冊本，像我們現在印的《藏經》，精裝這麼厚一百冊，一個書架就擺滿了。從前的經本是木刻的木刻本，這個本子在台灣也能夠見得到，現在我們最常見的叫《龍藏》，乾隆時候的刻本。乾隆做了兩樁事情，一般的書籍就是編了一套《四庫全書》，對佛法這個經典整理編一套《大藏經》。這個經本的字大概是寸楷，你就曉得這一部《大藏經》的分量是多少。如果擺成書架，大概我們現在這個圖書館整個的擺一部《大藏經》。香港大嶼山那裡面保存了一部，是中國大陸贈送大嶼山的一套原本《龍藏》。那個看起來當然不傷眼睛，頭號字，眼睛絕對不會看壞的，非常笨重。這樣大的典籍我們從哪裡下手？從哪裡入門？找不到門路，古人判教的用意就在此地。所以《藏經》編成目錄、編成索引，古人有做出《閱藏知津》，就等於《大藏經》目錄提要。裡面分類，這個分類就是判教的意思，有淺深次第，便利我們檢查，便利我們研讀，使我們對於這樣大的書能夠一目了然，能夠循序而進。"
    },
    {
      "id": "09-024-0006_p0016",
      "zh_CN": "「晋末判别经教者有十八家」，这个十八家，我们可以从《华严经疏钞》里面看到，清凉大师在《疏钞》里面所引的，这风气很盛。「唐后大众共依者，唯天台、贤首两家」，唐以后，诸家判教能够流传下来不多了，传得最广的就是天台、贤首，天台是法华宗，贤首就是华严宗，这两家流传很广。像三论宗的、法相唯识宗的很少人采用，几乎失传了，一直到今天还是这两家盛行。而最盛行的天台，天台简单，很适合现代人的口味。华严因为十门开启，天台是五重玄义，华严多了一倍十条，就有人嫌烦、嫌啰嗦，所以采用华严的愈来愈少。但是一直到今天，现代人连天台的五重玄义也嫌麻烦。所以现在一般人讲经、写书，前面写个前言、写个缘起就代替了，不再搞这个五重玄义、十门开启。他们的方法的确非常精细，在没有读经文之前，先把全经的大意用这些纲目一条一条给我们分析出来，没有读经、没有听经，先将全经大意都能够明了，再听经、读经那就方便多了。",
      "zh_TW": "「晉末判別經教者有十八家」，這個十八家，我們可以從《華嚴經疏鈔》裡面看到，清涼大師在《疏鈔》裡面所引的，這風氣很盛。「唐後大眾共依者，唯天台、賢首兩家」，唐以後，諸家判教能夠流傳下來不多了，傳得最廣的就是天台、賢首，天台是法華宗，賢首就是華嚴宗，這兩家流傳很廣。像三論宗的、法相唯識宗的很少人採用，幾乎失傳了，一直到今天還是這兩家盛行。而最盛行的天台，天台簡單，很適合現代人的口味。華嚴因為十門開啟，天台是五重玄義，華嚴多了一倍十條，就有人嫌煩、嫌囉嗦，所以採用華嚴的愈來愈少。但是一直到今天，現代人連天台的五重玄義也嫌麻煩。所以現在一般人講經、寫書，前面寫個前言、寫個緣起就代替了，不再搞這個五重玄義、十門開啟。他們的方法的確非常精細，在沒有讀經文之前，先把全經的大意用這些綱目一條一條給我們分析出來，沒有讀經、沒有聽經，先將全經大意都能夠明瞭，再聽經、讀經那就方便多了。"
    },
    {
      "id": "09-024-0006_p0017",
      "zh_CN": "「天台判为藏通别圆四教，贤首则判为小始终顿圆五教」。这两家都有专书，《天台四教仪》、《贤首五教仪》，都是属于判教。在西藏也有这个情形，像宗喀巴大师的《菩提道次第论》，与天台、贤首的教义就很相似。宗喀巴大师将大乘佛法判为上士道、中士道、下士道，他这个判别实际上跟天台、贤首内容很接近。藏通别圆，藏是小乘，小乘也具足三藏，经律论三藏，所以称它作藏教。通教是前面通小乘，后面通大乘，可以说是大乘的开始，这里面还有小乘的思想，有小乘的教义。到别教纯粹大乘，这里面小乘教义思想完全没有了。最后是圆教，圆是圆融，无所不包，这才真正到究竟圆满。所以它判为四教。这四教都有佛，所以我们讲菩萨，菩萨有四教菩萨，佛有四教佛，这里面地位果证高下差别很多。",
      "zh_TW": "「天台判為藏通別圓四教，賢首則判為小始終頓圓五教」。這兩家都有專書，《天台四教儀》、《賢首五教儀》，都是屬於判教。在西藏也有這個情形，像宗喀巴大師的《菩提道次第論》，與天台、賢首的教義就很相似。宗喀巴大師將大乘佛法判為上士道、中士道、下士道，他這個判別實際上跟天台、賢首內容很接近。藏通別圓，藏是小乘，小乘也具足三藏，經律論三藏，所以稱它作藏教。通教是前面通小乘，後面通大乘，可以說是大乘的開始，這裡面還有小乘的思想，有小乘的教義。到別教純粹大乘，這裡面小乘教義思想完全沒有了。最後是圓教，圓是圓融，無所不包，這才真正到究竟圓滿。所以它判為四教。這四教都有佛，所以我們講菩薩，菩薩有四教菩薩，佛有四教佛，這裡面地位果證高下差別很多。"
    },
    {
      "id": "09-024-0006_p0018",
      "zh_CN": "譬如别教的佛，只等于圆教的二行位菩萨。别教也是十住、十行、十回向、十地、等觉、妙觉，这些名称圆教也一样，可是两个一对比，那差很多了。别教初地菩萨等于圆教初住，别教十地菩萨等于圆教十住，等觉等于圆教初行位的菩萨，佛等于二行位的菩萨，别教就满了，就成佛，究竟圆满了。可是在圆教后面从二行往三行，这个十行、十回向、十地、等觉，远之远矣！这里面差别就很大。贤首则判为小始终顿圆，小教相当于天台的藏教，小乘；始教，相当于天台的通教；终教，就是大乘终级，这大乘开始跟大乘终级，大乘终级就等于天台的别教。而将天台圆教里面开为顿圆两种，顿是顿超，没有次第的，前面所讲有次第，由浅而深、由小而大，有次第，顿没有次第，所谓顿超！在哪些法门里面属于顿教？禅宗是顿教，禅宗没有次第；净土是顿教，净土没有次第，往生就不退成佛，没有一个等级一个等级的，没有，这属于顿。不但是顿，当然也是圆教，圆教就是各种教义统统都具足。",
      "zh_TW": "譬如別教的佛，只等於圓教的二行位菩薩。別教也是十住、十行、十迴向、十地、等覺、妙覺，這些名稱圓教也一樣，可是兩個一對比，那差很多了。別教初地菩薩等於圓教初住，別教十地菩薩等於圓教十住，等覺等於圓教初行位的菩薩，佛等於二行位的菩薩，別教就滿了，就成佛，究竟圓滿了。可是在圓教後面從二行往三行，這個十行、十迴向、十地、等覺，遠之遠矣！這裡面差別就很大。賢首則判為小始終頓圓，小教相當於天台的藏教，小乘；始教，相當於天台的通教；終教，就是大乘終級，這大乘開始跟大乘終級，大乘終級就等於天台的別教。而將天台圓教裡面開為頓圓兩種，頓是頓超，沒有次第的，前面所講有次第，由淺而深、由小而大，有次第，頓沒有次第，所謂頓超！在哪些法門裡面屬於頓教？禪宗是頓教，禪宗沒有次第；淨土是頓教，淨土沒有次第，往生就不退成佛，沒有一個等級一個等級的，沒有，這屬於頓。不但是頓，當然也是圓教，圓教就是各種教義統統都具足。"
    },
    {
      "id": "09-024-0006_p0019",
      "zh_CN": "我们看末后这条，「天台判此经为通别兼圆」，那就是说天台家判《金刚经》是大乘法，大乘在哪一个阶段修学？在通。为什么？《金刚经》讲的空义讲得很多。大乘通教讲空，别教讲有。所以它判作通别兼圆，这是古时候天台家对本经的看法。而「贤首则判属始教，亦通于圆」。可以说这两家对《金刚经》的看法大致是相同的。「江注判本经为境心俱冥，遮照同时，慧彻三空，功圆万行，至圆极顿之大教」。江味农居士的看法跟古大德不一样，他不但把它判成圆教，把它判作至圆极顿之教，也就是圆顿达到了极处。是不是这个样子的？这点我们万万不可以争论，为什么？因为经教是活的，释迦牟尼佛并没有判教，古大德这些菩萨们也没有判教，这中国祖师大德干的。所谓是「仁者见仁，智者见智」，他所判的都说得出一番道理出来，有说就好。至于看得浅、看得深，实在讲是由于个人对于经典修持功夫的浅深，佛门当中常说「圆人说法，无法不圆」，就是这个道理。所以不用争论。像这些东西提供我们参考而已，不能执着，你要执着你就吃亏了，仅仅提供我们做参考。各人说法我们都可以听听，有没有道理自己去判断，可以遵循，也可以不遵循，用这样态度来修学就不会错了。",
      "zh_TW": "我們看末後這條，「天台判此經為通別兼圓」，那就是說天台家判《金剛經》是大乘法，大乘在哪一個階段修學？在通。為什麼？《金剛經》講的空義講得很多。大乘通教講空，別教講有。所以它判作通別兼圓，這是古時候天台家對本經的看法。而「賢首則判屬始教，亦通於圓」。可以說這兩家對《金剛經》的看法大致是相同的。「江註判本經為境心俱冥，遮照同時，慧徹三空，功圓萬行，至圓極頓之大教」。江味農居士的看法跟古大德不一樣，他不但把它判成圓教，把它判作至圓極頓之教，也就是圓頓達到了極處。是不是這個樣子的？這點我們萬萬不可以爭論，為什麼？因為經教是活的，釋迦牟尼佛並沒有判教，古大德這些菩薩們也沒有判教，這中國祖師大德幹的。所謂是「仁者見仁，智者見智」，他所判的都說得出一番道理出來，有說就好。至於看得淺、看得深，實在講是由於個人對於經典修持功夫的淺深，佛門當中常說「圓人說法，無法不圓」，就是這個道理。所以不用爭論。像這些東西提供我們參考而已，不能執著，你要執著你就吃虧了，僅僅提供我們做參考。各人說法我們都可以聽聽，有沒有道理自己去判斷，可以遵循，也可以不遵循，用這樣態度來修學就不會錯了。"
    },
    {
      "id": "09-024-0006_p0020",
      "zh_CN": "江居士的看法的确有他的道理，他说本经境心俱冥，确实经文上有，真在经文上找得到根据的。譬如经上讲的三心不可得，那是心不存在；经上跟我们说，诸法缘生，无有自性，当体即空，那这是境不可得。心境俱不可得，这就是遮照同时，慧彻三空，经上确实有这个经文，他说得不无道理。功圆万行，功是讲修功，修学的功夫能达到圆满菩萨万行，菩萨无量无边的行门《金刚经》上都能够圆满的把它包括了。像哪些经文？解分里面我们读到的，「应无所住，而生其心」，「应生无所住心，而行布施」，这些经文都是的；经文末后，「不取于相，如如不动」，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这些句子都能够涵盖菩萨所有的法门，这是功圆万行。不仅仅是禅宗修行的最高指导原则，可以说任何一个宗派、任何一个法门，八万四千法门、无量法门，都离不开《金刚经》所讲的原理原则，包括我们念佛法门也在其中。这个经里面最重要的教我们不着相，这不着相是空有二边都不着，不着也不着，这才管用。才真正能够在这一生当中，参禅的人明心见性，学教的人大开圆解，念佛的人一心不乱，才能达到这个目标，都要遵循《金刚经》的原理原则。所以这部经在佛法里面，我们也可以说它是共同科目，必修的科目。说它是至圆极顿之大教讲得通的。经题概要部分我们就介绍到此地。",
      "zh_TW": "江居士的看法的確有他的道理，他說本經境心俱冥，確實經文上有，真在經文上找得到根據的。譬如經上講的三心不可得，那是心不存在；經上跟我們說，諸法緣生，無有自性，當體即空，那這是境不可得。心境俱不可得，這就是遮照同時，慧徹三空，經上確實有這個經文，他說得不無道理。功圓萬行，功是講修功，修學的功夫能達到圓滿菩薩萬行，菩薩無量無邊的行門《金剛經》上都能夠圓滿的把它包括了。像哪些經文？解分裡面我們讀到的，「應無所住，而生其心」，「應生無所住心，而行布施」，這些經文都是的；經文末後，「不取於相，如如不動」，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這些句子都能夠涵蓋菩薩所有的法門，這是功圓萬行。不僅僅是禪宗修行的最高指導原則，可以說任何一個宗派、任何一個法門，八萬四千法門、無量法門，都離不開《金剛經》所講的原理原則，包括我們念佛法門也在其中。這個經裡面最重要的教我們不著相，這不著相是空有二邊都不著，不著也不著，這才管用。才真正能夠在這一生當中，參禪的人明心見性，學教的人大開圓解，念佛的人一心不亂，才能達到這個目標，都要遵循《金剛經》的原理原則。所以這部經在佛法裡面，我們也可以說它是共同科目，必修的科目。說它是至圓極頓之大教講得通的。經題概要部分我們就介紹到此地。"
    },
    {
      "id": "09-024-0006_p0021",
      "zh_CN": "底下一段是「译人」，经典是从印度传过来的，原本是梵文，是通过翻译我们才读到的。什么人翻译的经典上都有记载，表示负责任。「译人：姚秦三藏法师鸠摩罗什译」。姚秦这两个字是代表时代，公元「三八四年姚苌称秦王」，是指的这个时代。姚苌前面是符坚，符坚跟东晋打了一次战争，就是淝水之战，打败了。姚苌是他的将军，他手下的大将，用现代的话说，他叛变了，他搞了个政变，把皇帝杀了，他做了皇帝，这篡了位。但是国号没有改，还叫秦，但是皇帝不是原来那个人。所以在历史上称前面一个叫符秦，称后面这个叫姚秦，罗什大师这个时候到中国来的。「三八九年吕光称三河王」，也称凉，也就是凉王。",
      "zh_TW": "底下一段是「譯人」，經典是從印度傳過來的，原本是梵文，是通過翻譯我們才讀到的。什麼人翻譯的經典上都有記載，表示負責任。「譯人：姚秦三藏法師鳩摩羅什譯」。姚秦這兩個字是代表時代，公元「三八四年姚萇稱秦王」，是指的這個時代。姚萇前面是符堅，符堅跟東晉打了一次戰爭，就是淝水之戰，打敗了。姚萇是他的將軍，他手下的大將，用現代的話說，他叛變了，他搞了個政變，把皇帝殺了，他做了皇帝，這篡了位。但是國號沒有改，還叫秦，但是皇帝不是原來那個人。所以在歷史上稱前面一個叫符秦，稱後面這個叫姚秦，羅什大師這個時候到中國來的。「三八九年呂光稱三河王」，也稱涼，也就是涼王。"
    },
    {
      "id": "09-024-0006_p0022",
      "zh_CN": "这里面有很长的一段故事，这些故事大概《金刚经》注解里头都有，所以我们在此地不要耽误这个时间，讲这段故事要耽误时间的。这是一段历史故事，这大致是可以能见到古时候的帝王爱才，对于人才非常重视。在早时候，就是在符坚的时候，有一次看到天象，我们现在讲天文，看到天上有一颗大星出现在西方，于是请占相师来占卜。占卜的结果说西方有圣人出现，它这卦象的意思，这个人会到中国来帮助中国。符坚很欢喜，于是乎就打听，这打听到在西域那个时候有个小国叫龟兹，就是在现在的天山南麓，有个小国，有一位鸠摩罗什大师绝顶聪明，符坚想可能就是这个人，于是乎就想请这法师到中国来。法师是国宝，人家怎么肯轻易的答应你？这是秦王自己也晓得，所以就派吕光，吕光是他的将军，率领七万大军到龟兹去，目的就是要鸠摩罗什大师，去迎请鸠摩罗什。如果他的国王答应，我们很欢喜，把罗什接到中国来，如果不答应就打仗。",
      "zh_TW": "這裡面有很長的一段故事，這些故事大概《金剛經》註解裡頭都有，所以我們在此地不要耽誤這個時間，講這段故事要耽誤時間的。這是一段歷史故事，這大致是可以能見到古時候的帝王愛才，對於人才非常重視。在早時候，就是在符堅的時候，有一次看到天象，我們現在講天文，看到天上有一顆大星出現在西方，於是請占相師來占卜。占卜的結果說西方有聖人出現，它這卦象的意思，這個人會到中國來幫助中國。符堅很歡喜，於是乎就打聽，這打聽到在西域那個時候有個小國叫龜茲，就是在現在的天山南麓，有個小國，有一位鳩摩羅什大師絕頂聰明，符堅想可能就是這個人，於是乎就想請這法師到中國來。法師是國寶，人家怎麼肯輕易的答應你？這是秦王自己也曉得，所以就派呂光，呂光是他的將軍，率領七萬大軍到龜茲去，目的就是要鳩摩羅什大師，去迎請鳩摩羅什。如果他的國王答應，我們很歡喜，把羅什接到中國來，如果不答應就打仗。"
    },
    {
      "id": "09-024-0006_p0023",
      "zh_CN": "当然那小国敌不过秦国，不过龟兹国王是不答应，还是鸠摩罗什大师劝请，希望不要发生战争，战争很残酷，这时国王才同意把罗什大师送给秦军的手中。吕光带着罗什大师回国，到现在的甘肃凉州这个地方，听说姚苌在长安搞政变，篡夺了王位。他们两个本来都是将军，都同事，于是吕光也不服他，你在那里做王，好，我就在此地做王，他霸占这一方也称王。吕光是个很粗鲁的人，他对于罗什大师并不认识，但是听说他很聪明，也不敢把他送到秦国去，自己也不能用他，于是就把罗什大师等于说幽禁了，在凉那里住了十几年，他什么都不能做，这是这么个情形。一直到吕光死了以后，他的侄子继位，姚苌也死了，他的儿子姚兴继位，那个时候凉势力衰退了，这个时候才把罗什大师送到长安，这是公元「四０一年什师至长安」。所以这个情形从公元三百八十九年到四百零一年，这段期间就是罗什大师被吕光幽禁的那段时日。从这可以看得出来，这是代表年代，这个姚秦代表年代。",
      "zh_TW": "當然那小國敵不過秦國，不過龜茲國王是不答應，還是鳩摩羅什大師勸請，希望不要發生戰爭，戰爭很殘酷，這時國王才同意把羅什大師送給秦軍的手中。呂光帶著羅什大師回國，到現在的甘肅涼州這個地方，聽說姚萇在長安搞政變，篡奪了王位。他們兩個本來都是將軍，都同事，於是呂光也不服他，你在那裡做王，好，我就在此地做王，他霸佔這一方也稱王。呂光是個很粗魯的人，他對於羅什大師並不認識，但是聽說他很聰明，也不敢把他送到秦國去，自己也不能用他，於是就把羅什大師等於說幽禁了，在涼那裡住了十幾年，他什麼都不能做，這是這麼個情形。一直到呂光死了以後，他的侄子繼位，姚萇也死了，他的兒子姚興繼位，那個時候涼勢力衰退了，這個時候才把羅什大師送到長安，這是公元「四０一年什師至長安」。所以這個情形從公元三百八十九年到四百零一年，這段期間就是羅什大師被呂光幽禁的那段時日。從這可以看得出來，這是代表年代，這個姚秦代表年代。"
    },
    {
      "id": "09-024-0006_p0024",
      "zh_CN": "三藏法师代表我们现在讲的学历，古时候译经的法师要有能力通达三藏，所以称为三藏法师，他才有资格译经。译经不是他一个人，那个时候有个组织，就相当于我们现在所讲的译经院，国家办的。罗什大师是译经院的院长，所有一切经典翻译都用他的名字。我们在历史上看到，罗什大师译场，古时候叫译场，这个译场的组织有四百人；玄奘大师的译场最大，玄奘大师译场有六百人。所以是个很大的一个机构。翻译工作相当繁杂，而是罗什大师做主席，所以译出来的经都用他的名字，代表这译场。",
      "zh_TW": "三藏法師代表我們現在講的學歷，古時候譯經的法師要有能力通達三藏，所以稱為三藏法師，他才有資格譯經。譯經不是他一個人，那個時候有個組織，就相當於我們現在所講的譯經院，國家辦的。羅什大師是譯經院的院長，所有一切經典翻譯都用他的名字。我們在歷史上看到，羅什大師譯場，古時候叫譯場，這個譯場的組織有四百人；玄奘大師的譯場最大，玄奘大師譯場有六百人。所以是個很大的一個機構。翻譯工作相當繁雜，而是羅什大師做主席，所以譯出來的經都用他的名字，代表這譯場。"
    },
    {
      "id": "09-024-0006_p0025",
      "zh_CN": "「三藏是经律论」，经论是修正知见，也就是我们对于宇宙人生的看法、想法，佛在经论里面所说的那是正知正见，决定正确的。我们有许多想法、看法跟佛的想法、看法不一样，不一样自己一定要知道，是我们错了，不是佛菩萨错了。要把我们错误舍弃，采取佛菩萨的知见。所以经论是修正知见的标准。戒律是修正行持的标准，也是我们身体的造作、言语的造作，这个标准要依据戒律，戒律就是佛菩萨的行持。所以三藏的作用就是修行的标准。行是行为，行为不外乎三类，身体的造作，口里的言语，意里面的思想，总不出这三类。而三类的行为实在是讲以意为主，意是心。因此佛法修行的标准，对治这意业的就有经、有论两种，对治身与口的只有一种戒律。从这地方我们也能够体会到，意才是修行的根本。所以古人常常讲到修行，从根本修，根本是什么？根本是念头，修行要在起心动念之处，我们的思想、见解纯正，这身与口自然就正。所以三藏经典它的功用是在此地。这个底下有「修正知见」，这就在现在讲属于学问，「修正行持」属于品德，读书人、学佛人我们一定要求品学兼优。罗什大师通达三藏、精修三藏，所以称他为三藏法师。",
      "zh_TW": "「三藏是經律論」，經論是修正知見，也就是我們對於宇宙人生的看法、想法，佛在經論裡面所說的那是正知正見，決定正確的。我們有許多想法、看法跟佛的想法、看法不一樣，不一樣自己一定要知道，是我們錯了，不是佛菩薩錯了。要把我們錯誤捨棄，採取佛菩薩的知見。所以經論是修正知見的標準。戒律是修正行持的標準，也是我們身體的造作、言語的造作，這個標準要依據戒律，戒律就是佛菩薩的行持。所以三藏的作用就是修行的標準。行是行為，行為不外乎三類，身體的造作，口裡的言語，意裡面的思想，總不出這三類。而三類的行為實在是講以意為主，意是心。因此佛法修行的標準，對治這意業的就有經、有論兩種，對治身與口的只有一種戒律。從這地方我們也能夠體會到，意才是修行的根本。所以古人常常講到修行，從根本修，根本是什麼？根本是念頭，修行要在起心動念之處，我們的思想、見解純正，這身與口自然就正。所以三藏經典它的功用是在此地。這個底下有「修正知見」，這就在現在講屬於學問，「修正行持」屬於品德，讀書人、學佛人我們一定要求品學兼優。羅什大師通達三藏、精修三藏，所以稱他為三藏法師。"
    },
    {
      "id": "09-024-0006_p0026",
      "zh_CN": "底下解释法师，「法师，凡能弘扬佛法者，称为法师」，这是最普通的一个解释。从这解释里面我们就能够知道，不论出家、在家，不论男女老少，只要懂得佛法，能够为人演说，都称为法师。不过在中国习惯上，在家的称为居士，出家称为法师，这是我们中国人的习惯，不是它的本意。它的本意一定要弘法利生才能称为法师，而不是说出家就称法师，不可以的。所以出家称为比丘、比丘尼、沙弥、沙弥尼，不能称法师。称法师一定是弘经说法的，在家人讲经说法都称法师。所以这些称呼虽然现在人不太讲求，我们不能不知道，这不知道就变成外行了，所以要晓得。人家一般人都错称，我们也就随俗，但是我们知道这是错误的，不应该这样称呼。",
      "zh_TW": "底下解釋法師，「法師，凡能弘揚佛法者，稱為法師」，這是最普通的一個解釋。從這解釋裡面我們就能夠知道，不論出家、在家，不論男女老少，只要懂得佛法，能夠為人演說，都稱為法師。不過在中國習慣上，在家的稱為居士，出家稱為法師，這是我們中國人的習慣，不是它的本意。它的本意一定要弘法利生才能稱為法師，而不是說出家就稱法師，不可以的。所以出家稱為比丘、比丘尼、沙彌、沙彌尼，不能稱法師。稱法師一定是弘經說法的，在家人講經說法都稱法師。所以這些稱呼雖然現在人不太講求，我們不能不知道，這不知道就變成外行了，所以要曉得。人家一般人都錯稱，我們也就隨俗，但是我們知道這是錯誤的，不應該這樣稱呼。"
    },
    {
      "id": "09-024-0006_p0027",
      "zh_CN": "譬如现在还有很多人看到出家人都称和尚，那个错就更大。和尚是极尊贵的称呼，你称他和尚，他跟你什么关系？法师的关系很浅，我们一般是可以称的。和尚不能称，和尚关系太密切了，和尚是直接教导我的；不是直接教导我的，我跟他没有这个关系。这个称呼是最尊敬的称呼，现在很多人都不知道。和尚是印度话，翻成中个的意思是亲教师。像现在学校里头校长，校长是亲教师。虽然他不上课，课程是他排的，老师是他选的，这些教员代替他来给学生上课，执行他的教学计划的。所以真正办教育是校长这个人，教员是执行的，校长才是亲教师。现在大学研究所的指导教授也算是亲教师。没有这种关系，称和尚未免太过分了，所以这是必须要晓得的。「三藏皆通，则称三藏法师」。如果在一切经里面，只能够通经，不能称为三藏法师，称经师，通常称法师，通戒律的我们称为律师，通论的我们称为论师，在佛法里面常常见到的，他不是完全通达。完全通达才称之为三藏法师。",
      "zh_TW": "譬如現在還有很多人看到出家人都稱和尚，那個錯就更大。和尚是極尊貴的稱呼，你稱他和尚，他跟你什麼關係？法師的關係很淺，我們一般是可以稱的。和尚不能稱，和尚關係太密切了，和尚是直接教導我的；不是直接教導我的，我跟他沒有這個關係。這個稱呼是最尊敬的稱呼，現在很多人都不知道。和尚是印度話，翻成中個的意思是親教師。像現在學校裡頭校長，校長是親教師。雖然他不上課，課程是他排的，老師是他選的，這些教員代替他來給學生上課，執行他的教學計畫的。所以真正辦教育是校長這個人，教員是執行的，校長才是親教師。現在大學研究所的指導教授也算是親教師。沒有這種關係，稱和尚未免太過分了，所以這是必須要曉得的。「三藏皆通，則稱三藏法師」。如果在一切經裡面，只能夠通經，不能稱為三藏法師，稱經師，通常稱法師，通戒律的我們稱為律師，通論的我們稱為論師，在佛法裡面常常見到的，他不是完全通達。完全通達才稱之為三藏法師。"
    },
    {
      "id": "09-024-0006_p0028",
      "zh_CN": "「鸠摩罗什，梵语音译」，这个名号也是从外国文音译过来的。「义为童寿」，这个名字意思很好，是赞美他在童年的时候就很有智慧、很有德行，就像是个年老的长者一样，所以称他叫童寿，梵语叫鸠摩罗什。「七岁出家，日诵千偈」，在这里我们真的看出他的才华，的确不是一般人能够相比的，他每天读书能够背诵一千首偈，这一千偈三万二千字，他能背诵，这个我们今天看起来稀有的天才。你想想看，他天天读，这还得了吗？「博通世出世法」，真正是博学多闻，世出世间法都通达，非常聪明。所以来到中国没有多久，中国的语言、文字他都学会了。所以他翻的经完全是意译，文字非常之美，中国人很喜欢，鸠摩罗什大师翻的经文特别受欢迎。玄奘大师是中国人，翻的东西很多，一千多卷，但是没有人念他的。除了《心经》之外，谁去念玄奘大师的译本？你要翻开他的译本念起来格格不入，很不顺口。他是直译的，这个文法里面很多倒装句子，我们念起来感觉得不顺，反而比不上罗什所译的。",
      "zh_TW": "「鳩摩羅什，梵語音譯」，這個名號也是從外國文音譯過來的。「義為童壽」，這個名字意思很好，是讚美他在童年的時候就很有智慧、很有德行，就像是個年老的長者一樣，所以稱他叫童壽，梵語叫鳩摩羅什。「七歲出家，日誦千偈」，在這裡我們真的看出他的才華，的確不是一般人能夠相比的，他每天讀書能夠背誦一千首偈，這一千偈三萬二千字，他能背誦，這個我們今天看起來稀有的天才。你想想看，他天天讀，這還得了嗎？「博通世出世法」，真正是博學多聞，世出世間法都通達，非常聰明。所以來到中國沒有多久，中國的語言、文字他都學會了。所以他翻的經完全是意譯，文字非常之美，中國人很喜歡，鳩摩羅什大師翻的經文特別受歡迎。玄奘大師是中國人，翻的東西很多，一千多卷，但是沒有人念他的。除了《心經》之外，誰去念玄奘大師的譯本？你要翻開他的譯本念起來格格不入，很不順口。他是直譯的，這個文法裡面很多倒裝句子，我們念起來感覺得不順，反而比不上羅什所譯的。"
    },
    {
      "id": "09-024-0006_p0029",
      "zh_CN": "虽然是意译，译得好，譬如我们现在念的《佛说阿弥陀经》，罗什大师翻译的。玄奘大师也有译本，这个译本我们也印出来，诸位两个比较一下，你就晓得，差别就看出来。玄奘大师对于罗什大师的译本没有说他翻错，换句话说，他对于罗什大师也很佩服、也很赞叹。罗什的本子已经流通，所以玄奘法师翻的本子只提供给一般喜欢研究《弥陀经》做参考，还是以罗什大师的本子为主。我们怎么晓得？从他的得意门生窥基大师，窥基是玄奘的传人，窥基大师给《弥陀经》做了个注解，采用的经本是鸠摩罗什的本子，而没有用他老师的本子。这就说明古人真的是大公无私。像现在人不一样，我老师的本子我不弘扬谁去弘扬？古时候不是这样的，窥基采取罗什的本子做注解，没有感觉得对不起玄奘法师；玄奘法师也没有感觉得，我这个得意门生背叛了我，没有这个念头，大公无私！所以在近代，夏莲居老居士给这两个本子做了个会集本，我们这里都印出来了，诸位有喜欢研究《弥陀经》的可以做参考，看看罗什的本子，玄奘的本子，再看看夏莲居这两种的会集本。可是我们修学依旧采取罗什的本子，我们念成习惯了，这是看出大师的才华。",
      "zh_TW": "雖然是意譯，譯得好，譬如我們現在念的《佛說阿彌陀經》，羅什大師翻譯的。玄奘大師也有譯本，這個譯本我們也印出來，諸位兩個比較一下，你就曉得，差別就看出來。玄奘大師對於羅什大師的譯本沒有說他翻錯，換句話說，他對於羅什大師也很佩服、也很讚歎。羅什的本子已經流通，所以玄奘法師翻的本子只提供給一般喜歡研究《彌陀經》做參考，還是以羅什大師的本子為主。我們怎麼曉得？從他的得意門生窺基大師，窺基是玄奘的傳人，窺基大師給《彌陀經》做了個註解，採用的經本是鳩摩羅什的本子，而沒有用他老師的本子。這就說明古人真的是大公無私。像現在人不一樣，我老師的本子我不弘揚誰去弘揚？古時候不是這樣的，窺基採取羅什的本子做註解，沒有感覺得對不起玄奘法師；玄奘法師也沒有感覺得，我這個得意門生背叛了我，沒有這個念頭，大公無私！所以在近代，夏蓮居老居士給這兩個本子做了個會集本，我們這裡都印出來了，諸位有喜歡研究《彌陀經》的可以做參考，看看羅什的本子，玄奘的本子，再看看夏蓮居這兩種的會集本。可是我們修學依舊採取羅什的本子，我們念成習慣了，這是看出大師的才華。"
    },
    {
      "id": "09-024-0006_p0030",
      "zh_CN": "「公元四０一年至长安，姚兴待以国师之礼，在西明阁与义学八百人讲学」。所谓义学就是研究教理的，我们今天讲是研究佛学的，这些出家、在家的八百多人，都是跟罗什大师学。「译经论九十八部三九０余卷」，现在这些东西都保存在《大藏经》里面。大师在西明阁讲学、译经只有七年就圆寂了，所以时间不长。虽然只短短七年，对中国佛教贡献非常之大，影响非常的深远。在这里为我们说明一个事实，古人常讲「厚积薄发」，他养得太深、太厚，所以虽然时间很短，他发出这个力量不可思议。在凉州那段时期，虽然不能发挥讲学、译经这个功能，但是他自己进修，为时节因缘成熟的时候他有足够发挥的力量。这都是我们要修学的、要学习的，正所谓「进则可以兼善天下，退则可以独善其身」，退一步是养自己，有机缘这是帮助大众。",
      "zh_TW": "「公元四０一年至長安，姚興待以國師之禮，在西明閣與義學八百人講學」。所謂義學就是研究教理的，我們今天講是研究佛學的，這些出家、在家的八百多人，都是跟羅什大師學。「譯經論九十八部三九０餘卷」，現在這些東西都保存在《大藏經》裡面。大師在西明閣講學、譯經只有七年就圓寂了，所以時間不長。雖然只短短七年，對中國佛教貢獻非常之大，影響非常的深遠。在這裡為我們說明一個事實，古人常講「厚積薄發」，他養得太深、太厚，所以雖然時間很短，他發出這個力量不可思議。在涼州那段時期，雖然不能發揮講學、譯經這個功能，但是他自己進修，為時節因緣成熟的時候他有足夠發揮的力量。這都是我們要修學的、要學習的，正所謂「進則可以兼善天下，退則可以獨善其身」，退一步是養自己，有機緣這是幫助大眾。"
    },
    {
      "id": "09-024-0006_p0031",
      "zh_CN": "近代印光法师示现一个例子，跟罗什大师很接近。印光大师在七十岁之前没有人认识他，在普陀山藏经楼管理藏经楼的一个普通的出家人，没人瞧得起，没有人重视他。在偶然的机会，遇到上海这一带佛门里面这些大居士们，他们到普陀山去朝山遇到印光法师，听老法师的谈吐，佩服得五体投地，于是不断有书信向老法师请教。老法师答复他们的信件，以后会集起来变成《文钞》，他们在报纸杂志上发表，大家才晓得普陀山有个了不起的和尚，印光大师这样出名的。他八十岁圆寂的，实际上老法师弘法利生十年，你看这十年影响多大，不但影响全中国，影响到全世界，这就说积得厚。七十岁之前默默无闻，自己做修持的功夫，根扎得深，所以发出来力量大，所谓是「不鸣则已，一鸣惊人」，他有这个力量。这些都是我们的好榜样，都是我们应当要向他学习的，不要求着出头，早出头没好处，这都是很有经验的人才懂得，年轻人不晓得。愈晚出来力量愈大、影响愈深！",
      "zh_TW": "近代印光法師示現一個例子，跟羅什大師很接近。印光大師在七十歲之前沒有人認識他，在普陀山藏經樓管理藏經樓的一個普通的出家人，沒人瞧得起，沒有人重視他。在偶然的機會，遇到上海這一帶佛門裡面這些大居士們，他們到普陀山去朝山遇到印光法師，聽老法師的談吐，佩服得五體投地，於是不斷有書信向老法師請教。老法師答覆他們的信件，以後會集起來變成《文鈔》，他們在報紙雜誌上發表，大家才曉得普陀山有個了不起的和尚，印光大師這樣出名的。他八十歲圓寂的，實際上老法師弘法利生十年，你看這十年影響多大，不但影響全中國，影響到全世界，這就說積得厚。七十歲之前默默無聞，自己做修持的功夫，根紮得深，所以發出來力量大，所謂是「不鳴則已，一鳴驚人」，他有這個力量。這些都是我們的好榜樣，都是我們應當要向他學習的，不要求著出頭，早出頭沒好處，這都是很有經驗的人才懂得，年輕人不曉得。愈晚出來力量愈大、影響愈深！"
    },
    {
      "id": "09-024-0006_p0032",
      "zh_CN": "「传说法师乃七佛以来为译经师。以悟达为先，得佛遗寄之意」。这在传记里头也有这个说法，鸠摩罗什大师是过去七尊佛的翻译师，所以他能够翻得这么好。他是以真正彻底觉悟，对于经论里面理论、方法、境界完全通达，然后才开始翻译，所以他采取意译而不用直译。得佛遗寄，真正得到佛的意思，所以他能够摆脱佛的文字。正如马鸣菩萨所说的，「离言说相、离名字相、离心缘相」，他这样翻译出来的，所以这个经译得好。末后「译，易梵为华语也」，把梵文翻译成中国文字。",
      "zh_TW": "「傳說法師乃七佛以來為譯經師。以悟達為先，得佛遺寄之意」。這在傳記裡頭也有這個說法，鳩摩羅什大師是過去七尊佛的翻譯師，所以他能夠翻得這麼好。他是以真正徹底覺悟，對於經論裡面理論、方法、境界完全通達，然後才開始翻譯，所以他採取意譯而不用直譯。得佛遺寄，真正得到佛的意思，所以他能夠擺脫佛的文字。正如馬鳴菩薩所說的，「離言說相、離名字相、離心緣相」，他這樣翻譯出來的，所以這個經譯得好。末後「譯，易梵為華語也」，把梵文翻譯成中國文字。"
    },
    {
      "id": "09-024-0006_p0033",
      "zh_CN": "末后这几条也满长的，这是倓虚法师，他也有《金刚经》的注解，他在《金刚经》注解里面谈到本经的大意，我们摘要这几条，说得也非常的高明，值得我们做参考。好，我们今天就讲到此地。",
      "zh_TW": "末後這幾條也滿長的，這是倓虛法師，他也有《金剛經》的註解，他在《金剛經》註解裡面談到本經的大意，我們摘要這幾條，說得也非常的高明，值得我們做參考。好，我們今天就講到此地。"
    }
  ]
}