{
  "doc_id": "09-024-0003",
  "title": {
    "zh_CN": "金刚经讲义节要",
    "zh_TW": "金剛經講義節要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-024-0003",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "09-024-0003_p0001",
      "zh_CN": "请掀开经本第三面第二行，「六度中，布施、舍也，若不舍，则不能离此界。众生不肯舍，无观照正智耳」。菩萨修行的纲领就是六度，六度第一就是布施。如果我们进一步的仔细去观察，实在布施就能够包含六度。因为六度是布施、持戒、忍辱、精进、禅定、般若。布施里面有财布施、有法布施、有无畏布施，这是布施的三大类。除财布施之外，持戒、忍辱可以归纳为无畏布施，无畏是让一切众生身心得安稳，没有畏惧、没有恐怖，就是离开一切恐怖、畏惧，这一类就叫做无畏布施。为什么说持戒是无畏布施？譬如我们举个例子，这人受了五戒，你持不杀生戒，一切有情众生看到你不会害怕，为什么？你不会伤害他，你持戒了，所以他就离开恐怖。你持不偷盗戒，他的钱财被你看到了，他也很放心，「他不偷盗，他不会打我的主意」。这令众生离开恐怖、离开畏惧，所以持戒是属于无畏布施。同样忍辱也一样，我们在日常生活当中最容易犯的是口过，有意无意的批评人，我们常讲，「说者无心，听者有意」，从言语当中得罪人结下的冤仇，自古以来不知道有多少。如果这个人是修六度的，他是忍辱波罗蜜的，我们纵然言语得罪他也不要紧，他不会报复，他能够忍辱，让我们也能够得身心安稳。所以这两条都可以归纳在无畏布施。精进、禅定、般若都是属于法布施。",
      "zh_TW": "請掀開經本第三面第二行，「六度中，布施、捨也，若不捨，則不能離此界。眾生不肯捨，無觀照正智耳」。菩薩修行的綱領就是六度，六度第一就是布施。如果我們進一步的仔細去觀察，實在布施就能夠包含六度。因為六度是布施、持戒、忍辱、精進、禪定、般若。布施裡面有財布施、有法布施、有無畏布施，這是布施的三大類。除財布施之外，持戒、忍辱可以歸納為無畏布施，無畏是讓一切眾生身心得安穩，沒有畏懼、沒有恐怖，就是離開一切恐怖、畏懼，這一類就叫做無畏布施。為什麼說持戒是無畏布施？譬如我們舉個例子，這人受了五戒，你持不殺生戒，一切有情眾生看到你不會害怕，為什麼？你不會傷害他，你持戒了，所以他就離開恐怖。你持不偷盜戒，他的錢財被你看到了，他也很放心，「他不偷盜，他不會打我的主意」。這令眾生離開恐怖、離開畏懼，所以持戒是屬於無畏布施。同樣忍辱也一樣，我們在日常生活當中最容易犯的是口過，有意無意的批評人，我們常講，「說者無心，聽者有意」，從言語當中得罪人結下的冤仇，自古以來不知道有多少。如果這個人是修六度的，他是忍辱波羅蜜的，我們縱然言語得罪他也不要緊，他不會報復，他能夠忍辱，讓我們也能夠得身心安穩。所以這兩條都可以歸納在無畏布施。精進、禪定、般若都是屬於法布施。"
    },
    {
      "id": "09-024-0003_p0002",
      "zh_CN": "由此可知，所谓菩萨行，从初发心一直到成佛，他修什么？布施而已。正因如此，世尊在本经对于布施就说得很多，这是我们必须要知道的。布施的精义就是舍、就是放下。为什么要放下？我们修行的目的不外乎是了生死脱轮回。如果不是这个目的，不学佛也可以能达到。唯独这个目的，不学佛，世间的学术、科技，乃至于宗教，没有办法达到，不能够超越六道轮回。我们的目的是要超越六道轮回，就非学佛不可，要学佛想达到这个目标就非放下不可。所以底下说若不舍，则不能离此界。我们念佛，这个念佛堂法师也常常挂在口头上，「放下身心世界，一心正念」，这才能成功。所以你的身心世界放不下，佛念得再多、念得再好都不能往生。为什么不能往生？这个世间没有舍掉。念佛这个法门都不例外，何况其他大乘法门？所以这舍就非常重要。而舍的功德利益实在说是无比的殊胜。为什么还不肯舍？底下说出来了，众生不肯舍，无观照正智耳，他之不能放下，原因就是没有看破，观照正智是看破。所以这不开智慧不行，唯有智慧开了，宇宙人生的真相彻底明白，那自然就放下，不必要等别人劝告你，自动就放下了。为什么？放下得大自在，放下才是真正的幸福圆满，般若就是为我们开启智慧。",
      "zh_TW": "由此可知，所謂菩薩行，從初發心一直到成佛，他修什麼？布施而已。正因如此，世尊在本經對於布施就說得很多，這是我們必須要知道的。布施的精義就是捨、就是放下。為什麼要放下？我們修行的目的不外乎是了生死脫輪迴。如果不是這個目的，不學佛也可以能達到。唯獨這個目的，不學佛，世間的學術、科技，乃至於宗教，沒有辦法達到，不能夠超越六道輪迴。我們的目的是要超越六道輪迴，就非學佛不可，要學佛想達到這個目標就非放下不可。所以底下說若不捨，則不能離此界。我們念佛，這個念佛堂法師也常常掛在口頭上，「放下身心世界，一心正念」，這才能成功。所以你的身心世界放不下，佛念得再多、念得再好都不能往生。為什麼不能往生？這個世間沒有捨掉。念佛這個法門都不例外，何況其他大乘法門？所以這捨就非常重要。而捨的功德利益實在說是無比的殊勝。為什麼還不肯捨？底下說出來了，眾生不肯捨，無觀照正智耳，他之不能放下，原因就是沒有看破，觀照正智是看破。所以這不開智慧不行，唯有智慧開了，宇宙人生的真相徹底明白，那自然就放下，不必要等別人勸告你，自動就放下了。為什麼？放下得大自在，放下才是真正的幸福圓滿，般若就是為我們開啟智慧。"
    },
    {
      "id": "09-024-0003_p0003",
      "zh_CN": "「般若波罗蜜」，这句要用现代的话把它翻译出来就是究竟圆满的智慧，般若是智慧，波罗蜜是究竟圆满的意思。「因位名圆满之观慧」，这因是在菩萨地位上，没成佛，等觉菩萨都属于因位，我们在修因的时候。也就是我们常讲的看破，能够看得破的一种智慧，这个智慧就是般若波罗蜜。「果位则般若即是波罗蜜」，你看般若、波罗蜜是两个事情，到果上这二就没有了，到果上所有一切法都变成一，这个道理要懂。为什么都变成一？没有分别、没有执着了，所谓「万法归一」，万法归一就是证果，就成佛了。所以成佛的时候你的心地真实清净，如如不动，于一切法没有分别、没有执着，这是心定在一，叫万法归一，般若就是波罗蜜，波罗蜜就是般若，不再是二。这与《坛经》里面六祖能大师答复印宗的话完全相应。印宗曾经问六祖，在黄梅五祖传给你的法，说了些什么？五祖平常教学是不是常常讲禅定、解脱？而六祖答复得很妙，就是禅定、解脱是二法，佛法是不二法，二就不是佛法，归一了。所以在果地上讲，禅定就是解脱，解脱就是禅定，统统归一。禅定解脱跟般若波罗蜜也都归一，禅定就是般若，般若就是解脱，它全归了一，一即一切，一切即一，他入这个境界，这是不可思议的境界。这在我们很难懂，但是那是事实真相。这是我们在经题里面稍稍透出这点意思，后面经文有详细的报告。",
      "zh_TW": "「般若波羅蜜」，這句要用現代的話把它翻譯出來就是究竟圓滿的智慧，般若是智慧，波羅蜜是究竟圓滿的意思。「因位名圓滿之觀慧」，這因是在菩薩地位上，沒成佛，等覺菩薩都屬於因位，我們在修因的時候。也就是我們常講的看破，能夠看得破的一種智慧，這個智慧就是般若波羅蜜。「果位則般若即是波羅蜜」，你看般若、波羅蜜是兩個事情，到果上這二就沒有了，到果上所有一切法都變成一，這個道理要懂。為什麼都變成一？沒有分別、沒有執著了，所謂「萬法歸一」，萬法歸一就是證果，就成佛了。所以成佛的時候你的心地真實清淨，如如不動，於一切法沒有分別、沒有執著，這是心定在一，叫萬法歸一，般若就是波羅蜜，波羅蜜就是般若，不再是二。這與《壇經》裡面六祖能大師答覆印宗的話完全相應。印宗曾經問六祖，在黃梅五祖傳給你的法，說了些什麼？五祖平常教學是不是常常講禪定、解脫？而六祖答覆得很妙，就是禪定、解脫是二法，佛法是不二法，二就不是佛法，歸一了。所以在果地上講，禪定就是解脫，解脫就是禪定，統統歸一。禪定解脫跟般若波羅蜜也都歸一，禪定就是般若，般若就是解脫，它全歸了一，一即一切，一切即一，他入這個境界，這是不可思議的境界。這在我們很難懂，但是那是事實真相。這是我們在經題裡面稍稍透出這點意思，後面經文有詳細的報告。"
    },
    {
      "id": "09-024-0003_p0004",
      "zh_CN": "「金刚即喻此观智」，就是观照的智慧，这个智慧是从我们真心本性里面流露出来的，比喻作金刚。金刚三个特性，「最坚」，坚固，不为其他所坏；「最利」，利是锋利，能破一切法，所以能破烦恼无明；「最明」，明是讲照见，世出世间过去、未来一切法，他一接触就明了。「果位喻如来法身，金刚不坏身也」。我们在《无量寿经》里面读到西方极乐世界阿弥陀佛，阿弥陀佛的身是金刚不坏身，凡是生到西方极乐世界的众生，每个人所得的身跟阿弥陀佛完全相同。所以生到西方世界个个都是金刚不坏身，这就是西方世界无比殊胜之处，十方世界诸佛刹土里面没有这个情形的，唯独西方世界，只要生到那个地方都是金刚不坏身，相貌的圆满跟阿弥陀佛完全相同，这是我们在四十八愿里面就见到。这个经题别题七个字就介绍到此地。",
      "zh_TW": "「金剛即喻此觀智」，就是觀照的智慧，這個智慧是從我們真心本性裡面流露出來的，比喻作金剛。金剛三個特性，「最堅」，堅固，不為其他所壞；「最利」，利是鋒利，能破一切法，所以能破煩惱無明；「最明」，明是講照見，世出世間過去、未來一切法，他一接觸就明瞭。「果位喻如來法身，金剛不壞身也」。我們在《無量壽經》裡面讀到西方極樂世界阿彌陀佛，阿彌陀佛的身是金剛不壞身，凡是生到西方極樂世界的眾生，每個人所得的身跟阿彌陀佛完全相同。所以生到西方世界個個都是金剛不壞身，這就是西方世界無比殊勝之處，十方世界諸佛剎土裡面沒有這個情形的，唯獨西方世界，只要生到那個地方都是金剛不壞身，相貌的圓滿跟阿彌陀佛完全相同，這是我們在四十八願裡面就見到。這個經題別題七個字就介紹到此地。"
    },
    {
      "id": "09-024-0003_p0005",
      "zh_CN": "末后这个字叫通题，凡是佛所说的都称之为经。「经：具贯摄常法四义」，实在讲经这个字解释很多，《大智度论》里面说得非常的详细，《华严经疏钞》说了十个意思。通常我们避免繁琐，讲经总是愈简单愈好，特别是现代人喜欢简单明了，所以我们取其中四个意思。「常则三世不易」，这就是我们现代人所讲的真理，所谓真理是永远不变的，这个经就是真理，三世是过去、现在、未来，它所说的理论，所说的方法，经典当中所说的方法都是原则，原理原则永远不会变的。但是那个做的方式是可以变，但是原则不能变，这个必须要知道的。所以这是常，有常的意思。",
      "zh_TW": "末後這個字叫通題，凡是佛所說的都稱之為經。「經：具貫攝常法四義」，實在講經這個字解釋很多，《大智度論》裡面說得非常的詳細，《華嚴經疏鈔》說了十個意思。通常我們避免繁瑣，講經總是愈簡單愈好，特別是現代人喜歡簡單明瞭，所以我們取其中四個意思。「常則三世不易」，這就是我們現代人所講的真理，所謂真理是永遠不變的，這個經就是真理，三世是過去、現在、未來，它所說的理論，所說的方法，經典當中所說的方法都是原則，原理原則永遠不會變的。但是那個做的方式是可以變，但是原則不能變，這個必須要知道的。所以這是常，有常的意思。"
    },
    {
      "id": "09-024-0003_p0006",
      "zh_CN": "「法则十界同遵」，法就是法则，它的原理原则是十法界这些修行人都必须要遵守的，没有例外的。十法界里面包括佛法界，这也是我们初学的人往往迷惑了，菩萨要修，佛还要修吗？佛要看什么佛，天台讲四教，藏通别圆，就有四种佛，藏教佛、通教佛、别教佛、圆教佛，那个差别很大。不要说前面藏通的佛，就以别教的佛，要是在圆教，等于二行位的菩萨，十住、十行，等于第二行位的菩萨，所以他当然要修。唯有圆教的佛才是真正的佛，真的圆满了。所以除圆教佛之外其他的佛都是菩萨。菩萨可以示现佛的身分教化众生，像《普门品》里面所说的，应以佛身而度者，菩萨就现佛身而为说法，这是诸位必须要晓得的。所以那样的佛他也要修行，他也不能违背《金刚经》上所讲的原理原则，他也要遵守。所以这是法。你看看藏通别佛都不能违背，都要遵守，我们不照这个方法行吗？「又有径义」，径是路，「修行成佛之路径」，这是凡夫修行成佛的一条道路，真正是成佛之道！",
      "zh_TW": "「法則十界同遵」，法就是法則，它的原理原則是十法界這些修行人都必須要遵守的，沒有例外的。十法界裡面包括佛法界，這也是我們初學的人往往迷惑了，菩薩要修，佛還要修嗎？佛要看什麼佛，天台講四教，藏通別圓，就有四種佛，藏教佛、通教佛、別教佛、圓教佛，那個差別很大。不要說前面藏通的佛，就以別教的佛，要是在圓教，等於二行位的菩薩，十住、十行，等於第二行位的菩薩，所以他當然要修。唯有圓教的佛才是真正的佛，真的圓滿了。所以除圓教佛之外其他的佛都是菩薩。菩薩可以示現佛的身分教化眾生，像《普門品》裡面所說的，應以佛身而度者，菩薩就現佛身而為說法，這是諸位必須要曉得的。所以那樣的佛他也要修行，他也不能違背《金剛經》上所講的原理原則，他也要遵守。所以這是法。你看看藏通別佛都不能違背，都要遵守，我們不照這個方法行嗎？「又有徑義」，徑是路，「修行成佛之路徑」，這是凡夫修行成佛的一條道路，真正是成佛之道！"
    },
    {
      "id": "09-024-0003_p0007",
      "zh_CN": "四个意思只讲了两个意思，贯摄就省略掉，文字上是省略了，我们在言语上还要把它补充起来。贯是贯穿的意思，从言语文字上来说就是章法结构有条不紊，这是贯的意思。愈是好的文章，这个贯愈容易看得清楚。所以佛经诸位晓得有科判，科判就是从头一直到经的最后用表解都能够把它贯穿起来，能够看出它的章法结构，这好文章。从这个地方观察文章好到什么地步？不能加一个字，也不能少一个字，加一个字是累赘，可以把它切除；少一个字，它这个线就断掉，上下就不能连贯，文章以这个为标准。我们要用这种标准来看，中国过去的古文有这个标准，古文确实用这个方法，佛家讲的科判方法，你能够去判摄，能够看出这文章之美，章法结构的谨严。不像现在，现在报纸杂志那个文章，删掉几句意思还没变，多加几句也不要紧，也能讲得通，这就不行。所以古人的文章做到真的叫你一个字不能加，一个字不能减，佛经是这样的。",
      "zh_TW": "四個意思只講了兩個意思，貫攝就省略掉，文字上是省略了，我們在言語上還要把它補充起來。貫是貫穿的意思，從言語文字上來說就是章法結構有條不紊，這是貫的意思。愈是好的文章，這個貫愈容易看得清楚。所以佛經諸位曉得有科判，科判就是從頭一直到經的最後用表解都能夠把它貫穿起來，能夠看出它的章法結構，這好文章。從這個地方觀察文章好到什麼地步？不能加一個字，也不能少一個字，加一個字是累贅，可以把它切除；少一個字，它這個線就斷掉，上下就不能連貫，文章以這個為標準。我們要用這種標準來看，中國過去的古文有這個標準，古文確實用這個方法，佛家講的科判方法，你能夠去判攝，能夠看出這文章之美，章法結構的謹嚴。不像現在，現在報紙雜誌那個文章，刪掉幾句意思還沒變，多加幾句也不要緊，也能講得通，這就不行。所以古人的文章做到真的叫你一個字不能加，一個字不能減，佛經是這樣的。"
    },
    {
      "id": "09-024-0003_p0008",
      "zh_CN": "摄是摄受，摄受就好像磁铁它有吸引力，它有这个力量，佛经有这个力量。世间的好文章也有这个力量，就是我们讲的看了一遍还想看，它就有吸引力。看一遍之后不想再看，这个力量就没有了，这摄之一字就没有。可是摄受力量强弱不同，世界名著、好的小说，值得看十遍，但是二十遍绝对没有兴趣了，它的摄受能力只有这么大。如果从前念书，《四书》来比比、古文来比比，这些文学作品比不上。《四书》、古文读几百遍还有味道，他从小学开始念，念到胡须白了，他念得还是津津有味，那个摄受力量强。所以文章的价值要从这个地方看。佛经的摄受力量不可思议，从我们初发心，像我们学这部《金刚经》，我们这初学是从《金刚经》入手，一直到成佛《金刚经》味道还是那么浓厚，这个摄受的能力是无有穷尽的。原因在哪里？它从心性里头流出来的，心性不可思议，所以经义不可思议，道理在此地。我们现在接触佛经，看个一遍不想再看第二遍，好像没有这个能力，那什么原因？根本没懂，根本就不了解。如果你要是看懂了，愈看愈有味道，每念一遍都有新的意思，所以才喜欢念，才欲罢不能。如果只有一个意思，怎么能念得下去？这是摄受的一种力量。",
      "zh_TW": "攝是攝受，攝受就好像磁鐵它有吸引力，它有這個力量，佛經有這個力量。世間的好文章也有這個力量，就是我們講的看了一遍還想看，它就有吸引力。看一遍之後不想再看，這個力量就沒有了，這攝之一字就沒有。可是攝受力量強弱不同，世界名著、好的小說，值得看十遍，但是二十遍絕對沒有興趣了，它的攝受能力只有這麼大。如果從前念書，《四書》來比比、古文來比比，這些文學作品比不上。《四書》、古文讀幾百遍還有味道，他從小學開始念，念到鬍鬚白了，他念得還是津津有味，那個攝受力量強。所以文章的價值要從這個地方看。佛經的攝受力量不可思議，從我們初發心，像我們學這部《金剛經》，我們這初學是從《金剛經》入手，一直到成佛《金剛經》味道還是那麼濃厚，這個攝受的能力是無有窮盡的。原因在哪裡？它從心性裡頭流出來的，心性不可思議，所以經義不可思議，道理在此地。我們現在接觸佛經，看個一遍不想再看第二遍，好像沒有這個能力，那什麼原因？根本沒懂，根本就不了解。如果你要是看懂了，愈看愈有味道，每念一遍都有新的意思，所以才喜歡念，才欲罷不能。如果只有一個意思，怎麼能念得下去？這是攝受的一種力量。"
    },
    {
      "id": "09-024-0003_p0009",
      "zh_CN": "下面第二大段「显体」，体是讲的性质，这个体是讲经之体，它不是讲性体，也就是说这部经理论的依据，佛是根据什么说出来的。如果我们知道佛说经典理论的根据，我们对他所说的才能产生坚定的信心，知道佛不是随便说的，佛不是假设的，不是理想的，不是在那里推断的，因为那都未必真实。所以他要告诉我们，佛说经理论的依据。",
      "zh_TW": "下面第二大段「顯體」，體是講的性質，這個體是講經之體，它不是講性體，也就是說這部經理論的依據，佛是根據什麼說出來的。如果我們知道佛說經典理論的根據，我們對他所說的才能產生堅定的信心，知道佛不是隨便說的，佛不是假設的，不是理想的，不是在那裡推斷的，因為那都未必真實。所以他要告訴我們，佛說經理論的依據。"
    },
    {
      "id": "09-024-0003_p0010",
      "zh_CN": "「一切大乘经，皆以诸法实相为体」，这句话涵盖了所有的大乘佛法，佛这大乘佛法从哪里说出来的？是诸法实相。这个没有话说了。诸法是一切法，一切法的真相，真相是什么佛就怎么说。可见得这不是佛的理想，不是佛的学说，他只不过是把事实真相为我们说出而已。「佛四十九年所说，无非宇宙人生真相而已」，我们要明白这桩事情，你对于大乘佛法是非研究不可。为什么？跟我们的关系太大了，它不是说别的，就说的宇宙人生的真相。人生就是自己本人，宇宙就是生活环境，你说这个多重要，还有哪桩事情比这桩事情更重要！佛法不能不学。学佛为什么？认识自己，认识自己生活的环境，真正认识明了了，这个人就叫做佛，就叫做菩萨。对于你自己、对于你自己生活环境完全不了解，就叫做凡夫，凡夫在迷，迷的什么？迷的自己，迷的你现前生活环境。这是说的总原则、总纲领。大乘经有很多，总的是诸法实相。别的，还有别义，一切大乘经里面，所谓叫大同小异，在实相里头某一个部门特别发挥、特别详细介绍。",
      "zh_TW": "「一切大乘經，皆以諸法實相為體」，這句話涵蓋了所有的大乘佛法，佛這大乘佛法從哪裡說出來的？是諸法實相。這個沒有話說了。諸法是一切法，一切法的真相，真相是什麼佛就怎麼說。可見得這不是佛的理想，不是佛的學說，他只不過是把事實真相為我們說出而已。「佛四十九年所說，無非宇宙人生真相而已」，我們要明白這樁事情，你對於大乘佛法是非研究不可。為什麼？跟我們的關係太大了，它不是說別的，就說的宇宙人生的真相。人生就是自己本人，宇宙就是生活環境，你說這個多重要，還有哪樁事情比這樁事情更重要！佛法不能不學。學佛為什麼？認識自己，認識自己生活的環境，真正認識明瞭了，這個人就叫做佛，就叫做菩薩。對於你自己、對於你自己生活環境完全不了解，就叫做凡夫，凡夫在迷，迷的什麼？迷的自己，迷的你現前生活環境。這是說的總原則、總綱領。大乘經有很多，總的是諸法實相。別的，還有別義，一切大乘經裡面，所謂叫大同小異，在實相裡頭某一個部門特別發揮、特別詳細介紹。"
    },
    {
      "id": "09-024-0003_p0011",
      "zh_CN": "「智者大师以若见诸相非相，即见如来为经体」。前面这第一段是所有一切大乘经，第二小段是专讲《金刚般若波罗蜜经》。这个经的经体是什么？这是诸法实相里头的别义，智者大师说的。智者大师有《金刚经》的注解，这是天台宗的大德，是为后人所尊敬的。到今天我们中国人对智者大师的恭敬不如日本人，日本人对于智者、善导奉之如佛，他们对这两位大德非常尊敬。智者大师在他注子里头用本经的经文，「若见诸相非相，即见如来」，以这个为经体，就是这部经的理论、演说的根据，这句话我们留到后面经文再详细的说。为什么见到一切诸相非相就见如来了？见如来就是见本性，禅宗里面讲的明心见性。我们修行有没有见性？如果《金刚经》的意思明白了，你自己就很清楚自己有没有见性，就用这句经文，这就是个标准，来检点自己。如果自己见到一切诸相非相，那你就见性；如果你看到一切诸相还是相，你没见性。《金刚经》虽然不长，只有五千八百多个字，字字句句都可以用来检点自己的功夫，可以用它在日常生活当中做为观照的根据。",
      "zh_TW": "「智者大師以若見諸相非相，即見如來為經體」。前面這第一段是所有一切大乘經，第二小段是專講《金剛般若波羅蜜經》。這個經的經體是什麼？這是諸法實相裡頭的別義，智者大師說的。智者大師有《金剛經》的註解，這是天台宗的大德，是為後人所尊敬的。到今天我們中國人對智者大師的恭敬不如日本人，日本人對於智者、善導奉之如佛，他們對這兩位大德非常尊敬。智者大師在他註子裡頭用本經的經文，「若見諸相非相，即見如來」，以這個為經體，就是這部經的理論、演說的根據，這句話我們留到後面經文再詳細的說。為什麼見到一切諸相非相就見如來了？見如來就是見本性，禪宗裡面講的明心見性。我們修行有沒有見性？如果《金剛經》的意思明白了，你自己就很清楚自己有沒有見性，就用這句經文，這就是個標準，來檢點自己。如果自己見到一切諸相非相，那你就見性；如果你看到一切諸相還是相，你沒見性。《金剛經》雖然不長，只有五千八百多個字，字字句句都可以用來檢點自己的功夫，可以用它在日常生活當中做為觀照的根據。"
    },
    {
      "id": "09-024-0003_p0012",
      "zh_CN": "「江味农居士以生实相为体」，「信心清净，则生实相」，你看他们两个人看法不太一样。虽然不一样，殊途同归，到后来都归在一个方向、归在一个目标上，都是见性。实相就是真如本性，生实相。生实相就是实相现前，跟禅宗讲的明心见性，说的言词不一样，意思、境界相同。",
      "zh_TW": "「江味農居士以生實相為體」，「信心清淨，則生實相」，你看他們兩個人看法不太一樣。雖然不一樣，殊途同歸，到後來都歸在一個方向、歸在一個目標上，都是見性。實相就是真如本性，生實相。生實相就是實相現前，跟禪宗講的明心見性，說的言詞不一樣，意思、境界相同。"
    },
    {
      "id": "09-024-0003_p0013",
      "zh_CN": "「实相即是非相，此中非字，是一切俱非，空、有、双亦、双非之诸相俱非，非亦不立」。这个字在《金刚经》里面是非常的重要，我们对于这个字的含义先要搞清楚，到以后读到经文就容易了解。这个非它真正的意思是心里面没有这个分别、没有这种执着，这个叫非。不是说外面这一切境界相没有，不是的，外面境界相都在，森罗万象清清楚楚、了了分明。非是心里面干干净净，就是一尘不染，我们大乘法里头常讲「不落印象」。我们现在很糟糕的，见色闻声就落个印象，印象是什么？污染。天天接触外面境界，印象不断加深，所以印象很深，那个不得了，印象很深就是业障很深。诸佛菩萨他们高明之处，他不落印象，这是在一般大乘法里面讲的，特别是法相唯识，法相唯识，《金刚经》也没有办法离开它的原理，唯识家修行他的大原则，转识成智。",
      "zh_TW": "「實相即是非相，此中非字，是一切俱非，空、有、雙亦、雙非之諸相俱非，非亦不立」。這個字在《金剛經》裡面是非常的重要，我們對於這個字的含義先要搞清楚，到以後讀到經文就容易了解。這個非它真正的意思是心裡面沒有這個分別、沒有這種執著，這個叫非。不是說外面這一切境界相沒有，不是的，外面境界相都在，森羅萬象清清楚楚、了了分明。非是心裡面乾乾淨淨，就是一塵不染，我們大乘法裡頭常講「不落印象」。我們現在很糟糕的，見色聞聲就落個印象，印象是什麼？污染。天天接觸外面境界，印象不斷加深，所以印象很深，那個不得了，印象很深就是業障很深。諸佛菩薩他們高明之處，他不落印象，這是在一般大乘法裡面講的，特別是法相唯識，法相唯識，《金剛經》也沒有辦法離開它的原理，唯識家修行他的大原則，轉識成智。"
    },
    {
      "id": "09-024-0003_p0014",
      "zh_CN": "识怎么转法？转八识成四智。八识，阿赖耶识没有法子转，阿赖耶识在哪里找也找不到，你怎么转法？前五识也没有办法转，这八五叫果地上转，你证了果自然就转。所以在因地上修行就是六七，就是转第六识成妙观察智，转第七识成平等性智，只要转这两个，那就附带的都转了。第六识的作用是什么？是分别，第七识的作用是执着，《金刚经》教我们离分别执着，离分别就是转第六识，离执着就是转第七识。般若跟法相讲的名词术语不一样，还是一桩事情，我们见色闻声不分别、不执着就转过来，这是功夫。这不分别了，遇到张三不分别，张三、李四给混在一起，那还行吗？这个世界秩序不就大乱了？在处事待人接物有分别、有执着，但是那个分别执着是假的不是真的，心里头确实没有，事上有。事上是你分别，我依你的分别而分别，你叫这是卡片，我也说它是卡片，我没有执着它是卡片，也没有分别，你叫它，我随你来叫，菩萨是这样的。",
      "zh_TW": "識怎麼轉法？轉八識成四智。八識，阿賴耶識沒有法子轉，阿賴耶識在哪裡找也找不到，你怎麼轉法？前五識也沒有辦法轉，這八五叫果地上轉，你證了果自然就轉。所以在因地上修行就是六七，就是轉第六識成妙觀察智，轉第七識成平等性智，只要轉這兩個，那就附帶的都轉了。第六識的作用是什麼？是分別，第七識的作用是執著，《金剛經》教我們離分別執著，離分別就是轉第六識，離執著就是轉第七識。般若跟法相講的名詞術語不一樣，還是一樁事情，我們見色聞聲不分別、不執著就轉過來，這是功夫。這不分別了，遇到張三不分別，張三、李四給混在一起，那還行嗎？這個世界秩序不就大亂了？在處事待人接物有分別、有執著，但是那個分別執著是假的不是真的，心裡頭確實沒有，事上有。事上是你分別，我依你的分別而分別，你叫這是卡片，我也說它是卡片，我沒有執著它是卡片，也沒有分別，你叫它，我隨你來叫，菩薩是這樣的。"
    },
    {
      "id": "09-024-0003_p0015",
      "zh_CN": "菩萨心里头确实没有分别、没有执着，万法平等，万法一如，但是在事相上恒顺众生，随喜功德。所以说「佛法不坏世间法」，你怎么分别，我跟着你分别；你怎么执着，我随顺你执着，那是随顺表面的，心里面确实没有分别，也没有执着，非是这个意思。心里头真的没有，事上是样样都不错。所以无论对一切有、对空，或者是亦有亦空、非有非空，这四句就把所有一切法都包括尽了，到最后连非也不立，心才干净。心里头常想我一切都不分别，我一切都不执着，他有没有分别？有分别，他有一个我一切都不分别、我一切都不执着，他执着这个，还是没离开。真正离开得干净，那个分别执着的观念都没有。",
      "zh_TW": "菩薩心裡頭確實沒有分別、沒有執著，萬法平等，萬法一如，但是在事相上恆順眾生，隨喜功德。所以說「佛法不壞世間法」，你怎麼分別，我跟著你分別；你怎麼執著，我隨順你執著，那是隨順表面的，心裡面確實沒有分別，也沒有執著，非是這個意思。心裡頭真的沒有，事上是樣樣都不錯。所以無論對一切有、對空，或者是亦有亦空、非有非空，這四句就把所有一切法都包括盡了，到最後連非也不立，心才乾淨。心裡頭常想我一切都不分別，我一切都不執著，他有沒有分別？有分別，他有一個我一切都不分別、我一切都不執著，他執著這個，還是沒離開。真正離開得乾淨，那個分別執著的觀念都沒有。"
    },
    {
      "id": "09-024-0003_p0016",
      "zh_CN": "「诸法实相，本来如是」，佛为什么教我们这么做？因为这就是一切法的真相。大乘法说得多、说得仔细。其实佛法没到中国来之前，老子也有这个观念，你看老子《道德经》一翻开头两句，「道可道，非常道；名可名，非常名」，跟这意思一样。可见得老子心地很清净，也是一尘不染，跟佛这个境界很接近，都是一法不立，本来如是。「真实如是，无以名之，强名实相耳」，所以把这个境界勉强给它建立一个名词叫做实相。你可不能执着真的有个实相，那你又坏了，你又分别实相，又执着实相，这又错了。佛的这些名词术语都是为了传达这个意见，启发你的智慧，而设立的一些工具，都不能把它当作真实的。从这个地方去领悟，领悟之后，「法尚应舍，何况非法」，你才能真正懂得诸法实相，这是真的认识自己，认识自己生活环境。",
      "zh_TW": "「諸法實相，本來如是」，佛為什麼教我們這麼做？因為這就是一切法的真相。大乘法說得多、說得仔細。其實佛法沒到中國來之前，老子也有這個觀念，你看老子《道德經》一翻開頭兩句，「道可道，非常道；名可名，非常名」，跟這意思一樣。可見得老子心地很清淨，也是一塵不染，跟佛這個境界很接近，都是一法不立，本來如是。「真實如是，無以名之，強名實相耳」，所以把這個境界勉強給它建立一個名詞叫做實相。你可不能執著真的有個實相，那你又壞了，你又分別實相，又執著實相，這又錯了。佛的這些名詞術語都是為了傳達這個意見，啟發你的智慧，而設立的一些工具，都不能把它當作真實的。從這個地方去領悟，領悟之後，「法尚應捨，何況非法」，你才能真正懂得諸法實相，這是真的認識自己，認識自己生活環境。"
    },
    {
      "id": "09-024-0003_p0017",
      "zh_CN": "「离即不取之义，不取于相，如如不动。无以名之，强名曰生」。这接着生实相，生是什么意思？这一小段就是解释。佛在这个经上教我们要离一切相。离不是不要，不要也错了，而且是大错。为什么？因为所有一切相都是自性变现出来的，相不要不是性也没有了？哪有这个道理！有体一定有用，一定显相，体相用是一而三，三而一，要紧的是你不能去执着，执着就错了。我们在《华严经》上看到毘卢遮那佛依正庄严的果报，那世间帝王比不上；你们大家念《无量寿经》，看西方极乐世界众宝庄严，那都是相，佛都在那里享受，我们往生了也照样享受。要紧的是心里头不要去执着它，不要去分别它、不要去执着它，就对了，性与相不碍事。《华严经》上讲的理事无碍，性是理，相是事，不妨碍，事事无碍，这才是真正的大圆满、大自在。凡夫为什么有这么多的障碍？障碍都是起源于分别执着，一念分别慢慢扩展就变成所知障，执着这再一增长就变成烦恼障。所以如果你一切不分别，你一切都明了，智慧现前；你一切都不执着，你什么烦恼都没有了，这烦恼断掉了。所以要知道，无量无边的烦恼都是从分别执着来的。",
      "zh_TW": "「離即不取之義，不取於相，如如不動。無以名之，強名曰生」。這接著生實相，生是什麼意思？這一小段就是解釋。佛在這個經上教我們要離一切相。離不是不要，不要也錯了，而且是大錯。為什麼？因為所有一切相都是自性變現出來的，相不要不是性也沒有了？哪有這個道理！有體一定有用，一定顯相，體相用是一而三，三而一，要緊的是你不能去執著，執著就錯了。我們在《華嚴經》上看到毘盧遮那佛依正莊嚴的果報，那世間帝王比不上；你們大家念《無量壽經》，看西方極樂世界眾寶莊嚴，那都是相，佛都在那裡享受，我們往生了也照樣享受。要緊的是心裡頭不要去執著它，不要去分別它、不要去執著它，就對了，性與相不礙事。《華嚴經》上講的理事無礙，性是理，相是事，不妨礙，事事無礙，這才是真正的大圓滿、大自在。凡夫為什麼有這麼多的障礙？障礙都是起源於分別執著，一念分別慢慢擴展就變成所知障，執著這再一增長就變成煩惱障。所以如果你一切不分別，你一切都明瞭，智慧現前；你一切都不執著，你什麼煩惱都沒有了，這煩惱斷掉了。所以要知道，無量無邊的煩惱都是從分別執著來的。"
    },
    {
      "id": "09-024-0003_p0018",
      "zh_CN": "佛在这个经上就是教我们要离分别执着，离分别就是不取的意思，不取就是不着，不执着。不取于相，不是不要相，不是不用这个相，一样的用它，心里头不执着，那就用得很舒服、用得很自在。如如不动，所以他心是清净的，心是定的，不被外面境界所转。这种境界无以名之，没有法子叫它，就给它起个名字叫生，生实相。可见得生是这个意思，生是不取于相，如如不动，这叫生。也就是实相现前，般若智慧现前，你心清净的时候，清净心起作用就是智慧。正如惠能大师在黄梅第一次见五祖，他说了一句话，很值得我们警惕的，他跟五祖说，他说弟子心中常生智慧。这个了不起！我们今天是弟子心中常生烦恼，我们生烦恼，他生智慧。这就说明他对于一切法能够放得下，没有分别执着，所以常生智慧，六根接触六尘境界生智慧。我们是六根接触六尘境界生烦恼，顺着自己意思就起贪爱，烦恼现前；不顺自己意思就瞋恚，贪瞋痴慢就生起来，生这个东西。人家生智慧，生智慧就生清净心、生明了心，一切都明了。",
      "zh_TW": "佛在這個經上就是教我們要離分別執著，離分別就是不取的意思，不取就是不著，不執著。不取於相，不是不要相，不是不用這個相，一樣的用它，心裡頭不執著，那就用得很舒服、用得很自在。如如不動，所以他心是清淨的，心是定的，不被外面境界所轉。這種境界無以名之，沒有法子叫它，就給它起個名字叫生，生實相。可見得生是這個意思，生是不取於相，如如不動，這叫生。也就是實相現前，般若智慧現前，你心清淨的時候，清淨心起作用就是智慧。正如惠能大師在黃梅第一次見五祖，他說了一句話，很值得我們警惕的，他跟五祖說，他說弟子心中常生智慧。這個了不起！我們今天是弟子心中常生煩惱，我們生煩惱，他生智慧。這就說明他對於一切法能夠放得下，沒有分別執著，所以常生智慧，六根接觸六塵境界生智慧。我們是六根接觸六塵境界生煩惱，順著自己意思就起貪愛，煩惱現前；不順自己意思就瞋恚，貪瞋痴慢就生起來，生這個東西。人家生智慧，生智慧就生清淨心、生明瞭心，一切都明瞭。"
    },
    {
      "id": "09-024-0003_p0019",
      "zh_CN": "「文字诠此实相」，文字是经典，经典的内容就说明这个真相。「观照、观此实相」，观照就是生活，大乘佛法用一个观做代表，用这个字做代表。观照就是观察的意思，也就是我们六根接触六尘境界就叫观。所以这观不一定是用在眼根上，耳听也叫观，身体接触，乃至于意所思想，都叫做观。照是清清楚楚、明明白白。观照功夫怎么用？就是前面这两句，「不取于相，如如不动」，那叫观照，那叫自性起用。我们眼看外面看得清清楚楚，不分别也清清楚楚，就是要保持永远不分别，别人来问，随他的分别而分别。人家没有问的时候根本没有分别，问的时候也没有分别，这样我们的生活有体有用，活活泼泼，这得大自在，真正解脱，没有烦恼、没有忧虑、没有牵挂，这叫用功。这都是从原理原则上说，它包括了八万四千法门，包括了无量法门。",
      "zh_TW": "「文字詮此實相」，文字是經典，經典的內容就說明這個真相。「觀照、觀此實相」，觀照就是生活，大乘佛法用一個觀做代表，用這個字做代表。觀照就是觀察的意思，也就是我們六根接觸六塵境界就叫觀。所以這觀不一定是用在眼根上，耳聽也叫觀，身體接觸，乃至於意所思想，都叫做觀。照是清清楚楚、明明白白。觀照功夫怎麼用？就是前面這兩句，「不取於相，如如不動」，那叫觀照，那叫自性起用。我們眼看外面看得清清楚楚，不分別也清清楚楚，就是要保持永遠不分別，別人來問，隨他的分別而分別。人家沒有問的時候根本沒有分別，問的時候也沒有分別，這樣我們的生活有體有用，活活潑潑，這得大自在，真正解脫，沒有煩惱、沒有憂慮、沒有牽掛，這叫用功。這都是從原理原則上說，它包括了八萬四千法門，包括了無量法門。"
    },
    {
      "id": "09-024-0003_p0020",
      "zh_CN": "我们在一切法门里面，所选择的是持名念佛，我们采取这个法门。念佛的时候要知道万缘放下，一天到晚心里面只有一句阿弥陀佛，除一句阿弥陀佛之外，那个心干干净净，一尘不染。在日常当中穿衣吃饭、工作、处事待人接物，样样都做得很美满，样样都做得非常好，给一般人做个好榜样。他为什么做得比别人好？他心清净，他生智慧；人家心不清净，生烦恼，他当然就做不好了。心清净，精神饱满，他不疲不厌；心不清净，有烦恼，那个身体很容易疲倦。自然就比别人做得好了，这叫观照。所以观照是生活，诸佛菩萨的生活。观此实相，我们的生活跟宇宙人生的真相完全相应，我们生活是在实相当中。一切众生迷惑颠倒，生活在虚妄之中，那不能比，一个生活将来成佛，一个生活搞六道轮回，哪里会相同？「实相般若，则圆满显现」，显现什么？显现在自己日常生活当中。「到彼岸矣」，这个到彼岸是生死了了，生死没有了，轮回没有了，生死没有了，这就到彼岸。实相般若，真心、真如本性，显露出来了，这就是到彼岸了。",
      "zh_TW": "我們在一切法門裡面，所選擇的是持名念佛，我們採取這個法門。念佛的時候要知道萬緣放下，一天到晚心裡面只有一句阿彌陀佛，除一句阿彌陀佛之外，那個心乾乾淨淨，一塵不染。在日常當中穿衣吃飯、工作、處事待人接物，樣樣都做得很美滿，樣樣都做得非常好，給一般人做個好榜樣。他為什麼做得比別人好？他心清淨，他生智慧；人家心不清淨，生煩惱，他當然就做不好了。心清淨，精神飽滿，他不疲不厭；心不清淨，有煩惱，那個身體很容易疲倦。自然就比別人做得好了，這叫觀照。所以觀照是生活，諸佛菩薩的生活。觀此實相，我們的生活跟宇宙人生的真相完全相應，我們生活是在實相當中。一切眾生迷惑顛倒，生活在虛妄之中，那不能比，一個生活將來成佛，一個生活搞六道輪迴，哪裡會相同？「實相般若，則圓滿顯現」，顯現什麼？顯現在自己日常生活當中。「到彼岸矣」，這個到彼岸是生死了了，生死沒有了，輪迴沒有了，生死沒有了，這就到彼岸。實相般若，真心、真如本性，顯露出來了，這就是到彼岸了。"
    },
    {
      "id": "09-024-0003_p0021",
      "zh_CN": "「本经之文字般若、观照般若喻如金刚者」，这经题上的「金刚」，特别比喻这部经典，经典是文字，依照这经典的理论方法修行的人，那就是观照。我们念佛也必须要用这个功夫，我们才能够念到功夫成片、一心不乱，用这个功夫来念佛的话，一定可以得到的。这是把它比喻作金刚。「以其能离一切诸相」，这个道理明白了，事实真相搞清楚了，你自然就很愿意离开，很愿意舍弃。这一舍弃，一身的轻松愉快，一丝毫的负担都没有了，那是真的快乐、真的自在，以其能离一切诸相。「除我见，断烦恼，生实相」，这是说明这部经典的功德，这个经典确实能够帮助我们，帮助我们看破，帮助我们放下，帮助我们减少烦恼，而明了自己跟自己生活的真相。佛是根据这些理论事实所说的这部经，所以你要是了解，你对这个经典就生欢喜心，你也就能信得过，他不是随便说的。",
      "zh_TW": "「本經之文字般若、觀照般若喻如金剛者」，這經題上的「金剛」，特別比喻這部經典，經典是文字，依照這經典的理論方法修行的人，那就是觀照。我們念佛也必須要用這個功夫，我們才能夠念到功夫成片、一心不亂，用這個功夫來念佛的話，一定可以得到的。這是把它比喻作金剛。「以其能離一切諸相」，這個道理明白了，事實真相搞清楚了，你自然就很願意離開，很願意捨棄。這一捨棄，一身的輕鬆愉快，一絲毫的負擔都沒有了，那是真的快樂、真的自在，以其能離一切諸相。「除我見，斷煩惱，生實相」，這是說明這部經典的功德，這個經典確實能夠幫助我們，幫助我們看破，幫助我們放下，幫助我們減少煩惱，而明瞭自己跟自己生活的真相。佛是根據這些理論事實所說的這部經，所以你要是了解，你對這個經典就生歡喜心，你也就能信得過，他不是隨便說的。"
    },
    {
      "id": "09-024-0003_p0022",
      "zh_CN": "下面一段「明宗」，明宗是教给我们修行的方法。经体虽然明白了，经体重要，是我们想得到的，怎么得到？一定要有方法。所以说「宗者修也」，修是修正的意思，因为我们生活犯的错误太多了，要把许多的错误修正过来，修是修正。错误的根源是在心，大乘的修行叫从根本修，根本就是心地，把心地里面错误的想法、看法修正过来，想法、看法修正了，你的做法、讲法自然就正。如果从枝叶上下手，从做法上、从说法上，你的心里头未必真正能够离开一切虚妄，那还是不能成就。所以大乘跟小乘不一样地方，大乘是从心地上下手。「经义之主体虽显」，前面一段是显这个经义的主体。「非修莫证。读经闻法，必以如说修行为主」，如果我们要不能依照经典的理论、方法来修行的话，行是行为，是错误的行为把它修正过来，不在这上用功，没有法子，经上讲的真实的境界你决定得不到。换句话说，你决定得不到像诸佛菩萨那样幸福美满的生活，你得不到。由此可知，修重要！",
      "zh_TW": "下面一段「明宗」，明宗是教給我們修行的方法。經體雖然明白了，經體重要，是我們想得到的，怎麼得到？一定要有方法。所以說「宗者修也」，修是修正的意思，因為我們生活犯的錯誤太多了，要把許多的錯誤修正過來，修是修正。錯誤的根源是在心，大乘的修行叫從根本修，根本就是心地，把心地裡面錯誤的想法、看法修正過來，想法、看法修正了，你的做法、講法自然就正。如果從枝葉上下手，從做法上、從說法上，你的心裡頭未必真正能夠離開一切虛妄，那還是不能成就。所以大乘跟小乘不一樣地方，大乘是從心地上下手。「經義之主體雖顯」，前面一段是顯這個經義的主體。「非修莫證。讀經聞法，必以如說修行為主」，如果我們要不能依照經典的理論、方法來修行的話，行是行為，是錯誤的行為把它修正過來，不在這上用功，沒有法子，經上講的真實的境界你決定得不到。換句話說，你決定得不到像諸佛菩薩那樣幸福美滿的生活，你得不到。由此可知，修重要！"
    },
    {
      "id": "09-024-0003_p0023",
      "zh_CN": "读经闻法，读经是讲读诵，闻法是听经，必以如说修行为主，我读经闻法目的是在此地；如果读经闻法跟自己的行为脱了节，那个没用处的。佛教我们修清净心，我们偏偏在污染；佛教我们离一切相，我们偏偏执着一切相，这没用处，你听得再多、读得再多也没用处。我们常常看到古人所说的，「读书千遍，其义自见」，现在人读书万遍那其义也不见，什么原因？没有如说修行。古人为什么千遍其义自见？如说修行，他一千遍念下来心真的定了。我们今天念一万遍还胡思乱想，那有什么法子？名闻利养、是非人我不肯放下，坚固的执着，死了也忘不掉，你说这怎么得了？这叫业障，这业障深重。佛菩萨劝我们，统统把它放下、把它丢掉，不要放在心上，心要清净、心要平等、心要慈悲。",
      "zh_TW": "讀經聞法，讀經是講讀誦，聞法是聽經，必以如說修行為主，我讀經聞法目的是在此地；如果讀經聞法跟自己的行為脫了節，那個沒用處的。佛教我們修清淨心，我們偏偏在污染；佛教我們離一切相，我們偏偏執著一切相，這沒用處，你聽得再多、讀得再多也沒用處。我們常常看到古人所說的，「讀書千遍，其義自見」，現在人讀書萬遍那其義也不見，什麼原因？沒有如說修行。古人為什麼千遍其義自見？如說修行，他一千遍念下來心真的定了。我們今天念一萬遍還胡思亂想，那有什麼法子？名聞利養、是非人我不肯放下，堅固的執著，死了也忘不掉，你說這怎麼得了？這叫業障，這業障深重。佛菩薩勸我們，統統把它放下、把它丟掉，不要放在心上，心要清淨、心要平等、心要慈悲。"
    },
    {
      "id": "09-024-0003_p0024",
      "zh_CN": "这就是为什么现代人修学，讲这个缘，现代人的缘比古时候要好，好得太多了。古人要得到一本经本不容易！虽然中国在宋以后，木刻版的印刷术已经发明，我们现在还可以看到很多木刻版的书，那流通的分量很少。不是像我们现在用机器印，一版就印几千部、几万部，没有。诸位现在要到大陆上去观光，我建议你们到南京去参观金陵刻经处，金陵刻经处里面还有一部分还是用老方法在木刻板上刷经。你看看他一张一张用毛边纸在刷，一个人一天的工作，大概线装书能够刷三本到四本，那个出来的数量太少了。所以得到一本经书就真的是宝贝。",
      "zh_TW": "這就是為什麼現代人修學，講這個緣，現代人的緣比古時候要好，好得太多了。古人要得到一本經本不容易！雖然中國在宋以後，木刻版的印刷術已經發明，我們現在還可以看到很多木刻版的書，那流通的分量很少。不是像我們現在用機器印，一版就印幾千部、幾萬部，沒有。諸位現在要到大陸上去觀光，我建議你們到南京去參觀金陵刻經處，金陵刻經處裡面還有一部分還是用老方法在木刻板上刷經。你看看他一張一張用毛邊紙在刷，一個人一天的工作，大概線裝書能夠刷三本到四本，那個出來的數量太少了。所以得到一本經書就真的是寶貝。"
    },
    {
      "id": "09-024-0003_p0025",
      "zh_CN": "而大多数的人读经，都是自己去抄，到寺庙，寺庙有藏经楼，就像图书馆一样，在里面借出来抄。借出来不能借离寺庙，不可以的，就在寺庙里头，借出来在里面抄。现在我们这个方便太多，经本子比过去印刷、装订、版面那是美得太多了。从前人晚上念书有这一支蜡烛那就很了不起，哪有现在晚上灯光这么明亮？我小时候念书，抗战期间我们在贵州，那个时候晚上上自修，晚上有一个钟点的自修，点什么灯？桐油灯，一根灯草，那个灯光没有这个蜡烛亮。所以现在物质享受是古人真的作梦都想不到。但是讲到成就我们远远不如古人。古人这个艰难他珍贵、他珍惜，我们现在没有放在眼里，得来的太容易，没有恭敬心，没有真诚心，所以读一千遍、一万遍，妄想烦恼是愈念愈多，不像古人愈念念少了，没有了，我们是愈念愈多。所以要懂得如说修行。",
      "zh_TW": "而大多數的人讀經，都是自己去抄，到寺廟，寺廟有藏經樓，就像圖書館一樣，在裡面借出來抄。借出來不能借離寺廟，不可以的，就在寺廟裡頭，借出來在裡面抄。現在我們這個方便太多，經本子比過去印刷、裝訂、版面那是美得太多了。從前人晚上念書有這一支蠟燭那就很了不起，哪有現在晚上燈光這麼明亮？我小時候念書，抗戰期間我們在貴州，那個時候晚上上自修，晚上有一個鐘點的自修，點什麼燈？桐油燈，一根燈草，那個燈光沒有這個蠟燭亮。所以現在物質享受是古人真的作夢都想不到。但是講到成就我們遠遠不如古人。古人這個艱難他珍貴、他珍惜，我們現在沒有放在眼裡，得來的太容易，沒有恭敬心，沒有真誠心，所以讀一千遍、一萬遍，妄想煩惱是愈念愈多，不像古人愈念念少了，沒有了，我們是愈念愈多。所以要懂得如說修行。"
    },
    {
      "id": "09-024-0003_p0026",
      "zh_CN": "「修学唯以自悟心性为主」，这是很重要的。「不重经教，谓之宗下」，佛教的教学，禅宗跟其他宗派有很大的差别，这是禅宗的教学方式，它完全是以开悟，我们常讲大彻大悟、明心见性，它以这个为主，所以对于经教它不重视。它不是不要经教，它的方法跟教下完全是颠倒的，先悟，开悟之后再读经、再研究经教，那个的确进度非常快，丝毫障碍都没有。我们以六祖惠能做例子，惠能大师开悟之后，他不认识字，他离开黄梅是二十四岁，他开悟是二十四岁，离开黄梅。一路上就避难。在广东的北面曹侯村遇到无尽藏比丘尼，这位尼师一生读《涅槃经》，受持《涅槃经》。《涅槃经》的分量很大，在中国有两个译本，一个译本是三十六卷，一个译本是四十卷，所以分量相当大。六祖就跟她讲解，无尽藏比丘尼把经文念出来，他就跟她讲，他有这个能力，他讲得不错，能够讲到叫无尽藏比丘尼也开悟。这是个很明显的例子，一悟这一切都悟了，别人念了几十年不懂，他一听就明了了，不需要读。",
      "zh_TW": "「修學唯以自悟心性為主」，這是很重要的。「不重經教，謂之宗下」，佛教的教學，禪宗跟其他宗派有很大的差別，這是禪宗的教學方式，它完全是以開悟，我們常講大徹大悟、明心見性，它以這個為主，所以對於經教它不重視。它不是不要經教，它的方法跟教下完全是顛倒的，先悟，開悟之後再讀經、再研究經教，那個的確進度非常快，絲毫障礙都沒有。我們以六祖惠能做例子，惠能大師開悟之後，他不認識字，他離開黃梅是二十四歲，他開悟是二十四歲，離開黃梅。一路上就避難。在廣東的北面曹侯村遇到無盡藏比丘尼，這位尼師一生讀《涅槃經》，受持《涅槃經》。《涅槃經》的分量很大，在中國有兩個譯本，一個譯本是三十六卷，一個譯本是四十卷，所以分量相當大。六祖就跟她講解，無盡藏比丘尼把經文念出來，他就跟她講，他有這個能力，他講得不錯，能夠講到叫無盡藏比丘尼也開悟。這是個很明顯的例子，一悟這一切都悟了，別人念了幾十年不懂，他一聽就明瞭了，不需要讀。"
    },
    {
      "id": "09-024-0003_p0027",
      "zh_CN": "法达禅师去见六祖，礼拜的时候头没有叩到地上，六祖看到了。拜了三拜起来，六祖问他，他说我看你礼拜头没有叩到地，你一定有值得骄傲的地方。现在人值得骄傲，头不叩到地，傲慢，就问他，你有什么值得骄傲的？他说出来了，他念《法华经》念了三千遍。《法华经》很长，一天念一遍，三千遍差不多十年。六祖就考考他，结果考的，《法华经》说的什么？不知道，念了十年不晓得，这个贡高我慢才降伏住，回头来请教六祖。六祖说这个经我没听说过，你念给我听。《法华经》二十八品，他念完第二品，「方便品」念完，六祖说好，不要念了，六祖讲给他听，他开悟了。二十八品听两品，全部都明了，重在悟心！所以禅宗是悟后起修，悟了以后看经的速度非常之快。我们这一部经看多少遍都不懂，他一部经不要看完，看前面几句，那一部经就不要看，全都懂了。所以说一部《大藏经》，三个月看完了一点没错，我们觉得这就惊异得不得了！我们这一部《大藏经》一生都没办法，都搞不完，人家三个月全部通达，道理在此地。",
      "zh_TW": "法達禪師去見六祖，禮拜的時候頭沒有叩到地上，六祖看到了。拜了三拜起來，六祖問他，他說我看你禮拜頭沒有叩到地，你一定有值得驕傲的地方。現在人值得驕傲，頭不叩到地，傲慢，就問他，你有什麼值得驕傲的？他說出來了，他念《法華經》念了三千遍。《法華經》很長，一天念一遍，三千遍差不多十年。六祖就考考他，結果考的，《法華經》說的什麼？不知道，念了十年不曉得，這個貢高我慢才降伏住，回頭來請教六祖。六祖說這個經我沒聽說過，你念給我聽。《法華經》二十八品，他念完第二品，「方便品」念完，六祖說好，不要念了，六祖講給他聽，他開悟了。二十八品聽兩品，全部都明瞭，重在悟心！所以禪宗是悟後起修，悟了以後看經的速度非常之快。我們這一部經看多少遍都不懂，他一部經不要看完，看前面幾句，那一部經就不要看，全都懂了。所以說一部《大藏經》，三個月看完了一點沒錯，我們覺得這就驚異得不得了！我們這一部《大藏經》一生都沒辦法，都搞不完，人家三個月全部通達，道理在此地。"
    },
    {
      "id": "09-024-0003_p0028",
      "zh_CN": "所以修行、弘法都要着重在真修，着重在真正有悟处。有一些同修来问我讲经，怎样把经能讲得好？经讲好怎么样？搞名闻利养，欺骗众生，造作一切罪业，那就错了。这经真正讲得好，不是从经典文字上学来的，从真正修行领悟出来的。你念佛念到一心不乱，你自然就讲好了。六祖大师明心见性了，他也不认识字，也没有念过书，也没有跟任何人学过，你看他讲得头头是道，他对于大乘佛法，无论哪一宗、哪一派的典籍他都懂，你们仔细看《坛经》就知道了。法相唯识，这是我们感觉得最麻烦的一桩东西，你看六祖讲八识讲得多简单，讲得多清楚，一接触就明了了。所以这桩事情要真干，一点都不能掺假。世间法里面掺假都做不好，表面上纵然你一生掩饰得很密，叫人家对你赞叹，没有办法瞒后人，在历史上还是要被骂名的。世法尚且做不圆满，何况佛法？你要想真正做到圆满没有第二个方法，真修、实干，这才行。你们这些出家大众要想弘法利生，把佛法讲得好，叫人听到生欢喜心，你要修真诚心、要修清净心、要修平等心、要修大慈悲心，你只要有这四种心，不要老师，自然就通达。如果你没有这四种心，佛来教你都枉然，都没用处，不要说其他人，诸佛如来都帮不上忙。",
      "zh_TW": "所以修行、弘法都要著重在真修，著重在真正有悟處。有一些同修來問我講經，怎樣把經能講得好？經講好怎麼樣？搞名聞利養，欺騙眾生，造作一切罪業，那就錯了。這經真正講得好，不是從經典文字上學來的，從真正修行領悟出來的。你念佛念到一心不亂，你自然就講好了。六祖大師明心見性了，他也不認識字，也沒有念過書，也沒有跟任何人學過，你看他講得頭頭是道，他對於大乘佛法，無論哪一宗、哪一派的典籍他都懂，你們仔細看《壇經》就知道了。法相唯識，這是我們感覺得最麻煩的一樁東西，你看六祖講八識講得多簡單，講得多清楚，一接觸就明瞭了。所以這樁事情要真幹，一點都不能摻假。世間法裡面摻假都做不好，表面上縱然你一生掩飾得很密，叫人家對你讚歎，沒有辦法瞞後人，在歷史上還是要被罵名的。世法尚且做不圓滿，何況佛法？你要想真正做到圓滿沒有第二個方法，真修、實幹，這才行。你們這些出家大眾要想弘法利生，把佛法講得好，叫人聽到生歡喜心，你要修真誠心、要修清淨心、要修平等心、要修大慈悲心，你只要有這四種心，不要老師，自然就通達。如果你沒有這四種心，佛來教你都枉然，都沒用處，不要說其他人，諸佛如來都幫不上忙。"
    },
    {
      "id": "09-024-0003_p0029",
      "zh_CN": "「依文字，起观照，证实相者，谓之教下」，禅宗以外要依靠经典，要依靠教科书，循序渐进，由浅而深，这就叫做教下。可是教下依照经典里面理论方法要起观照才行，要证实相才行；如果不能起观照、不能契实相，没用处。依文字起观照、证实相就通了，世出世间法都通了。依文字起观照，而没有证实相，你也得受用，你也能讲经，也可以讲得很好，但是不圆满，要证实相才讲得圆满。可见得要真功夫，不是真功夫没有法子。讲台上表演这些技巧占的成分很少，当然学有好处，不学也不要紧、不重要，真正重要的就是修证，这才真正重要。「此佛家自称宗教也」，这是我们学佛的同修必须要知道的，我们佛门称宗教，跟世间所讲的宗教意思完全不相同。我们称宗教是因为我们佛法里头有宗门、有教下，宗门教下合起来叫宗教。所以跟一般世间人讲宗教的意思不相同，这是必须要知道的。",
      "zh_TW": "「依文字，起觀照，證實相者，謂之教下」，禪宗以外要依靠經典，要依靠教科書，循序漸進，由淺而深，這就叫做教下。可是教下依照經典裡面理論方法要起觀照才行，要證實相才行；如果不能起觀照、不能契實相，沒用處。依文字起觀照、證實相就通了，世出世間法都通了。依文字起觀照，而沒有證實相，你也得受用，你也能講經，也可以講得很好，但是不圓滿，要證實相才講得圓滿。可見得要真功夫，不是真功夫沒有法子。講台上表演這些技巧佔的成分很少，當然學有好處，不學也不要緊、不重要，真正重要的就是修證，這才真正重要。「此佛家自稱宗教也」，這是我們學佛的同修必須要知道的，我們佛門稱宗教，跟世間所講的宗教意思完全不相同。我們稱宗教是因為我們佛法裡頭有宗門、有教下，宗門教下合起來叫宗教。所以跟一般世間人講宗教的意思不相同，這是必須要知道的。"
    },
    {
      "id": "09-024-0003_p0030",
      "zh_CN": "「智者大师，以实相之慧，修无相之檀，为本经之宗」，这是讲修行方法，提出《金刚般若》修行的总纲领，也就是修行指导的原则，以实相的智慧，修无相之檀，檀是布施，梵语是檀那，修无相的布施。「江注以离一切相，修一切善，为本经依体起修之妙宗」。江注就是江味农居士的《讲义》，江居士一生专攻《金刚经》，所以他的《讲义》真的是集古今《金刚经》注解之大成。我们今天要想研究《金刚经》，从这一本《讲义》就够了，他专攻，有他独到的心得，古人没有发明之处他都说出来。他的看法也非常正确，离一切相，修一切善，其实跟智者大师意思相同，说法不一样。江居士这个说法比较容易体会，智者大师这个讲法比较深，其实是一个意思。实相，就是真实的智慧，是什么？真实的智慧是离一切相，那是真智慧，一切都不分别、都不执着，这是真正的智慧。修无相之檀，檀是布施，虽修布施而不执着，这就叫无相之檀，确实这个经上佛是这样教给我们的。而江居士讲修一切善，从文字上来看我们很容易体会，比檀那的范围就更广。其实檀那的范围也包括，刚才讲布施包括六度，这个一切善，那六度都是善，这万行也是善。为本经依体起修，前面所说的是体，体是依据的理论，是我们希望将来修得的目标，这个地方是讲的方法。",
      "zh_TW": "「智者大師，以實相之慧，修無相之檀，為本經之宗」，這是講修行方法，提出《金剛般若》修行的總綱領，也就是修行指導的原則，以實相的智慧，修無相之檀，檀是布施，梵語是檀那，修無相的布施。「江註以離一切相，修一切善，為本經依體起修之妙宗」。江註就是江味農居士的《講義》，江居士一生專攻《金剛經》，所以他的《講義》真的是集古今《金剛經》註解之大成。我們今天要想研究《金剛經》，從這一本《講義》就夠了，他專攻，有他獨到的心得，古人沒有發明之處他都說出來。他的看法也非常正確，離一切相，修一切善，其實跟智者大師意思相同，說法不一樣。江居士這個說法比較容易體會，智者大師這個講法比較深，其實是一個意思。實相，就是真實的智慧，是什麼？真實的智慧是離一切相，那是真智慧，一切都不分別、都不執著，這是真正的智慧。修無相之檀，檀是布施，雖修布施而不執著，這就叫無相之檀，確實這個經上佛是這樣教給我們的。而江居士講修一切善，從文字上來看我們很容易體會，比檀那的範圍就更廣。其實檀那的範圍也包括，剛才講布施包括六度，這個一切善，那六度都是善，這萬行也是善。為本經依體起修，前面所說的是體，體是依據的理論，是我們希望將來修得的目標，這個地方是講的方法。"
    },
    {
      "id": "09-024-0003_p0031",
      "zh_CN": "「本经修宗，在无住二字。全经观门、行门，尽在其中」。《金刚经》之难也难在此地，说《金刚经》容易也容易在此地。所以六祖听五祖讲《金刚经》，讲到「应无所住，而生其心」，开悟了，这一开悟后头不要讲，后面全都明白了，再讲那是浪费时间。应无所住就是离一切相，而生其心就是修一切善。全经的观门，观门就是我们对宇宙人生的看法、想法，行门是说法、做法，都离不开无住这个大原则，离不开无住这个大纲领。为什么要无住？无住就是前面讲的不取、不分别、不执着，就是这个意思。于一切法都不分别、都不执着，不但世间法不可以分别执着，佛法也不可以分别执着。为什么？因为一切法都是因缘所生的，因缘所生法没有自体，不是真实的。换句话说，它临时现的幻相、现象，它不是真实的，你分别执着它你错误，你错了，你把它当真。",
      "zh_TW": "「本經修宗，在無住二字。全經觀門、行門，盡在其中」。《金剛經》之難也難在此地，說《金剛經》容易也容易在此地。所以六祖聽五祖講《金剛經》，講到「應無所住，而生其心」，開悟了，這一開悟後頭不要講，後面全都明白了，再講那是浪費時間。應無所住就是離一切相，而生其心就是修一切善。全經的觀門，觀門就是我們對宇宙人生的看法、想法，行門是說法、做法，都離不開無住這個大原則，離不開無住這個大綱領。為什麼要無住？無住就是前面講的不取、不分別、不執著，就是這個意思。於一切法都不分別、都不執著，不但世間法不可以分別執著，佛法也不可以分別執著。為什麼？因為一切法都是因緣所生的，因緣所生法沒有自體，不是真實的。換句話說，它臨時現的幻相、現象，它不是真實的，你分別執著它你錯誤，你錯了，你把它當真。"
    },
    {
      "id": "09-024-0003_p0032",
      "zh_CN": "佛法也是因缘生的，众生要没有这些迷惑颠倒，佛还有什么话好说？没法好说了。像大夫给人看病，因为你有病，所以大夫才会开药方；你身体很健康，大夫对你没有地方用药，没有药，健康的人哪里有药？有病的人才有。所以佛法是药，药从哪里来的？药是从病人来的。等到你明心见性，佛法也没有了，药也没用处，也不叫做药了。所以佛法也不能分别、也不能执着。这个经上佛特别说清楚，「法尚应舍，何况非法」，那个法就是佛所说的一切法，不能执着，也不能取、也不能着。你可以用它，你不可以取、不可以执着，这个时候一切法无住。",
      "zh_TW": "佛法也是因緣生的，眾生要沒有這些迷惑顛倒，佛還有什麼話好說？沒法好說了。像大夫給人看病，因為你有病，所以大夫才會開藥方；你身體很健康，大夫對你沒有地方用藥，沒有藥，健康的人哪裡有藥？有病的人才有。所以佛法是藥，藥從哪裡來的？藥是從病人來的。等到你明心見性，佛法也沒有了，藥也沒用處，也不叫做藥了。所以佛法也不能分別、也不能執著。這個經上佛特別說清楚，「法尚應捨，何況非法」，那個法就是佛所說的一切法，不能執著，也不能取、也不能著。你可以用它，你不可以取、不可以執著，這個時候一切法無住。"
    },
    {
      "id": "09-024-0003_p0033",
      "zh_CN": "为什么又叫你生心，又叫你修一切善？你要不修一切善，你不能明心见性。为什么？因为清净心中空有二边都没有。你一切都不住了，不住有，有没有了，但是你堕在空里头，你再问问，你堕在空里面。空也不行，空也不可以有。而生其心不住空、不着空，空有二边都不着，生什么心？生利益一切众生之心，帮助一切众生。虽帮助一切众生而又不住，所以他空有二边都不住，这是性德圆满的现前，这才能够明心见性，这才能得到真正的自在、圆满。世间人很难体会这个道理，世间人想做一点什么事情，都先要讲求代价，我要得多少好处，对我没有好处、没有代价，我为什么要去做？他是二边都住，空也住、有也住，这二边都住，所以他的果报是六道轮回。佛菩萨的做法，二边不住，他的果报是虚空法界，他所得到的享受是真的。我们所得到的享受是假的，就像作梦一样，梦中的享受，那苦落得好冤枉。佛菩萨得的享受是真实的。这个必须在大乘经上细细去体会，然后我们才能够领略到少许，对我们修学信心、愿心才能够增长，才能够得到佛法修学真正的受用。",
      "zh_TW": "為什麼又叫你生心，又叫你修一切善？你要不修一切善，你不能明心見性。為什麼？因為清淨心中空有二邊都沒有。你一切都不住了，不住有，有沒有了，但是你墮在空裡頭，你再問問，你墮在空裡面。空也不行，空也不可以有。而生其心不住空、不著空，空有二邊都不著，生什麼心？生利益一切眾生之心，幫助一切眾生。雖幫助一切眾生而又不住，所以他空有二邊都不住，這是性德圓滿的現前，這才能夠明心見性，這才能得到真正的自在、圓滿。世間人很難體會這個道理，世間人想做一點什麼事情，都先要講求代價，我要得多少好處，對我沒有好處、沒有代價，我為什麼要去做？他是二邊都住，空也住、有也住，這二邊都住，所以他的果報是六道輪迴。佛菩薩的做法，二邊不住，他的果報是虛空法界，他所得到的享受是真的。我們所得到的享受是假的，就像作夢一樣，夢中的享受，那苦落得好冤枉。佛菩薩得的享受是真實的。這個必須在大乘經上細細去體會，然後我們才能夠領略到少許，對我們修學信心、願心才能夠增長，才能夠得到佛法修學真正的受用。"
    },
    {
      "id": "09-024-0003_p0034",
      "zh_CN": "「大智度论云：般若要旨，在离一切法，即一切法」。离一切法不着有，即一切法不着空，离一切法就是江居士讲的离一切相，即一切法就是修一切善。所以佛法是活活泼泼的，佛法是积极不是消极，佛法是有真正的受用、真实的利益，世间什么样的利益都不能跟它相比。为什么？世间所有一切的利益都是假的，都不是真实的。正如同这个经的末后以一首偈做总结，「一切有为法，如梦幻泡影」，三界六道是梦幻泡影，这都是为我们说出事实的真相。我们今天就讲到此地。",
      "zh_TW": "「大智度論云：般若要旨，在離一切法，即一切法」。離一切法不著有，即一切法不著空，離一切法就是江居士講的離一切相，即一切法就是修一切善。所以佛法是活活潑潑的，佛法是積極不是消極，佛法是有真正的受用、真實的利益，世間什麼樣的利益都不能跟它相比。為什麼？世間所有一切的利益都是假的，都不是真實的。正如同這個經的末後以一首偈做總結，「一切有為法，如夢幻泡影」，三界六道是夢幻泡影，這都是為我們說出事實的真相。我們今天就講到此地。"
    }
  ]
}