{
  "doc_id": "12-011-0011",
  "title": {
    "zh_CN": "大方广佛华严经",
    "zh_TW": "大方廣佛華嚴經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "12-011-0011",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "12-011-0011_p0001",
      "zh_CN": "《华严经．普贤行愿品》第八讲，请掀开经本卷一第二十三页，倒数第五行的当中，「又所以相违无碍及相作者，以缘起法有四义故，一缘生故有，二缘生故空，三无性故有，四无性故空」。这也是一切法相普遍的性质，正所谓「因缘所生法，我说即是空」。这句话佛常常在经论里面说到，缘生的有是幻有，缘生的空是真空，因为缘生无性，就是无自性，所以真实相如是。这个文希望诸位自己仔细的去读，要紧的揣摩当中的意思，然后在我们见闻觉知里面去证实。也就是证入佛给我们这些提示，我们不妨试试，以这些提示来观察宇宙人生，不难发明其中的真相。向下有三个名词，它的定义我们一定要很清楚，就是幻有、真空、中道，特别是在《般若经》可以说处处都讲到。",
      "zh_TW": "《華嚴經．普賢行願品》第八講，請掀開經本卷一第二十三頁，倒數第五行的當中，「又所以相違無礙及相作者，以緣起法有四義故，一緣生故有，二緣生故空，三無性故有，四無性故空」。這也是一切法相普遍的性質，正所謂「因緣所生法，我說即是空」。這句話佛常常在經論裡面說到，緣生的有是幻有，緣生的空是真空，因為緣生無性，就是無自性，所以真實相如是。這個文希望諸位自己仔細的去讀，要緊的揣摩當中的意思，然後在我們見聞覺知裡面去證實。也就是證入佛給我們這些提示，我們不妨試試，以這些提示來觀察宇宙人生，不難發明其中的真相。向下有三個名詞，它的定義我們一定要很清楚，就是幻有、真空、中道，特別是在《般若經》可以說處處都講到。"
    },
    {
      "id": "12-011-0011_p0002",
      "zh_CN": "在二十三面最后一行最后一句，从这里开始，「又以无性缘生故有」，这句诸位要把它记清楚。「则非常见，有见之有」。所以这个有的意思，我们要搞清楚，常见跟有见都是属于情见；换句话说，那个见就错误了。常见跟有见都叫做边见，是属于见惑。见惑有五类，诸位晓得的，第一个是身见，第二个是边见，常见、断见是边见，有见、无见也是边见，所以见惑是见解上的错误，就是错误的见解。思惑是错误的思想，就是思想上的错误，我们称之为见思烦恼。这合起来也叫做凡夫的情见，就是感情之见，迷惑之见，感情就是迷惑，迷见不是正知正见。所以这个地方给你说明的定义，无性缘生，这种有不是边见里面常见、有见之有，所以叫它做幻有，或者叫它做妙有，《般若经》里面常常讲妙有。也有地方说作假有，意思都差不多，这是幻有的定义。将来你在经上一看到讲幻有、讲妙有、讲假有，是这个意思。",
      "zh_TW": "在二十三面最後一行最後一句，從這裡開始，「又以無性緣生故有」，這句諸位要把它記清楚。「則非常見，有見之有」。所以這個有的意思，我們要搞清楚，常見跟有見都是屬於情見；換句話說，那個見就錯誤了。常見跟有見都叫做邊見，是屬於見惑。見惑有五類，諸位曉得的，第一個是身見，第二個是邊見，常見、斷見是邊見，有見、無見也是邊見，所以見惑是見解上的錯誤，就是錯誤的見解。思惑是錯誤的思想，就是思想上的錯誤，我們稱之為見思煩惱。這合起來也叫做凡夫的情見，就是感情之見，迷惑之見，感情就是迷惑，迷見不是正知正見。所以這個地方給你說明的定義，無性緣生，這種有不是邊見裡面常見、有見之有，所以叫它做幻有，或者叫它做妙有，《般若經》裡面常常講妙有。也有地方說作假有，意思都差不多，這是幻有的定義。將來你在經上一看到講幻有、講妙有、講假有，是這個意思。"
    },
    {
      "id": "12-011-0011_p0003",
      "zh_CN": "「无性缘生故空」，空是从它体性上讲，有是从它色相上讲。好像我们这个眼睛有病，看到灯上的圆影，灯上的圆影就是幻有。实际上它是空有，它没有体性，就是它无自性，所以故空。空是从体性上说，有是从现相上说。所以说「非断见，无见之空为真空也」，不是边见里面断见、无见的空。断见、无见空是什么都没有，是空无，这种空是真空，不叫顽空。顽空是断见、无见之空，是顽空。无性缘生之空是真空，把它的体性现相看清楚之后，会得到底下这个结论，那就是真相。「幻有则是不有有」，不有有是无中生有，本来没有，没有，它有了，所以叫幻有，幻是变幻。",
      "zh_TW": "「無性緣生故空」，空是從它體性上講，有是從它色相上講。好像我們這個眼睛有病，看到燈上的圓影，燈上的圓影就是幻有。實際上它是空有，它沒有體性，就是它無自性，所以故空。空是從體性上說，有是從現相上說。所以說「非斷見，無見之空為真空也」，不是邊見裡面斷見、無見的空。斷見、無見空是什麼都沒有，是空無，這種空是真空，不叫頑空。頑空是斷見、無見之空，是頑空。無性緣生之空是真空，把它的體性現相看清楚之後，會得到底下這個結論，那就是真相。「幻有則是不有有」，不有有是無中生有，本來沒有，沒有，它有了，所以叫幻有，幻是變幻。"
    },
    {
      "id": "12-011-0011_p0004",
      "zh_CN": "「真空即是不空空」，怎么说不空？它有幻相。就是前面讲它有幻色，就是幻有，而幻有是当体即空，所以叫它不空空。这个一切现相存在的，存在是当体即空，因为这些相了不可得。「非空非有」，相非空，体非有，这是事实真相，无论哪一法都是这个真相，决定不错的。这个世出世间一切法中，随便捏一法都是非空非有，这就叫「中道义」。由此可知，哪一法不是中道？法法皆中。「以有与非有无二」，这就是体相不二，体是真空，相是幻有，「以有与非有无二，方为幻有，空与非空无二」。这叫真空。",
      "zh_TW": "「真空即是不空空」，怎麼說不空？它有幻相。就是前面講它有幻色，就是幻有，而幻有是當體即空，所以叫它不空空。這個一切現相存在的，存在是當體即空，因為這些相了不可得。「非空非有」，相非空，體非有，這是事實真相，無論哪一法都是這個真相，決定不錯的。這個世出世間一切法中，隨便捏一法都是非空非有，這就叫「中道義」。由此可知，哪一法不是中道？法法皆中。「以有與非有無二」，這就是體相不二，體是真空，相是幻有，「以有與非有無二，方為幻有，空與非空無二」。這叫真空。"
    },
    {
      "id": "12-011-0011_p0005",
      "zh_CN": "下面这个几句，诸位一念就明了。不过底下又说，「又幻有与真空无二，为一味法界，合之则一不为一。开之则具上十义，同时顿起，深思明了，以成事理无碍观也，不唯无念无起而已」。这一句很重要，因为那些小乘罗汉，小乘罗汉他们的毛病就是落在无念无起，因此他不开智慧。他是理与事、事与事都有障碍，这是我们要特别注意。有些人不明白这个理，以为修行找个深山僻静的地方去修行去。那他的目的就是希望能达到无念无起，起就是起心动念，这种修法可以得定，不能开慧。纵然你修学是一点差错都没有，你走这个路子很正，你的结果只能到一个阿罗汉、辟支佛，相当不错了，那是很难得了，但是那还是要有老师指导。如果没有高明的老师指导，你所修的那是盲修瞎练，不会有那么好的果报。",
      "zh_TW": "下面這個幾句，諸位一念就明瞭。不過底下又說，「又幻有與真空無二，為一味法界，合之則一不為一。開之則具上十義，同時頓起，深思明了，以成事理無礙觀也，不唯無念無起而已」。這一句很重要，因為那些小乘羅漢，小乘羅漢他們的毛病就是落在無念無起，因此他不開智慧。他是理與事、事與事都有障礙，這是我們要特別注意。有些人不明白這個理，以為修行找個深山僻靜的地方去修行去。那他的目的就是希望能達到無念無起，起就是起心動念，這種修法可以得定，不能開慧。縱然你修學是一點差錯都沒有，你走這個路子很正，你的結果只能到一個阿羅漢、辟支佛，相當不錯了，那是很難得了，但是那還是要有老師指導。如果沒有高明的老師指導，你所修的那是盲修瞎練，不會有那麼好的果報。"
    },
    {
      "id": "12-011-0011_p0006",
      "zh_CN": "无论是大乘或者小乘的教学，诸位要记住，师承第一。我们在小乘经，《阿难问事佛吉凶经》是小乘经，第一句话就教你，要「从明师受戒」，就是修学第一个条件。可见得他不是盲修瞎练，他是有师承的，要跟一个高明的老师，什么叫明师？明心见性的才是明师，这个老师指路决定不会错。指路指得不错，肯不肯走在乎你自己。你有没有把意思会错，那是你自己的善根；肯不肯走是你的福德。所以求学当中最重要是发问，老师说得再清楚，譬如说佛在经典里面讲的这个话清不清楚？清清楚楚。为什么祖师还要加以注解？说得那么清楚是明眼人一看清清楚楚，程度不够的人去看看不清楚。明眼人一听清楚了，迷惑颠倒的人怎么听也没听清楚。看不清楚、听不清楚怎么办？要问。所以这个教学当中叫学问、学问，是一问一答，从这个地方学到东西。",
      "zh_TW": "無論是大乘或者小乘的教學，諸位要記住，師承第一。我們在小乘經，《阿難問事佛吉凶經》是小乘經，第一句話就教你，要「從明師受戒」，就是修學第一個條件。可見得他不是盲修瞎練，他是有師承的，要跟一個高明的老師，什麼叫明師？明心見性的才是明師，這個老師指路決定不會錯。指路指得不錯，肯不肯走在乎你自己。你有沒有把意思會錯，那是你自己的善根；肯不肯走是你的福德。所以求學當中最重要是發問，老師說得再清楚，譬如說佛在經典裡面講的這個話清不清楚？清清楚楚。為什麼祖師還要加以註解？說得那麼清楚是明眼人一看清清楚楚，程度不夠的人去看看不清楚。明眼人一聽清楚了，迷惑顛倒的人怎麼聽也沒聽清楚。看不清楚、聽不清楚怎麼辦？要問。所以這個教學當中叫學問、學問，是一問一答，從這個地方學到東西。"
    },
    {
      "id": "12-011-0011_p0007",
      "zh_CN": "我们打开经典，都是佛弟子有疑问提出来，释迦牟尼佛给大家讲解、解答，记录下来称为经典；如果当年没有这些人问，佛也就不说了。问答！无问自说的经很少，无问自说也有条件，众生的机缘成熟了，大家迫切的需要，佛不必等人问，自己可以说，机缘成熟了；不成熟了，说了也没有用处。所以这个问比什么都重要，问也要具有相当的条件，那就是说，他对这个问题已经懂得一部分，但是不透彻，他才提得出问题。如果对这个问题一无所知，诸位想想，他能提出问题吗？他提不出。所以要能够提得出问题，至少他了解一半以上。我们提不出问题，就是说我们所理解的还不到一半，所以提不出来。",
      "zh_TW": "我們打開經典，都是佛弟子有疑問提出來，釋迦牟尼佛給大家講解、解答，記錄下來稱為經典；如果當年沒有這些人問，佛也就不說了。問答！無問自說的經很少，無問自說也有條件，眾生的機緣成熟了，大家迫切的需要，佛不必等人問，自己可以說，機緣成熟了；不成熟了，說了也沒有用處。所以這個問比什麼都重要，問也要具有相當的條件，那就是說，他對這個問題已經懂得一部分，但是不透徹，他才提得出問題。如果對這個問題一無所知，諸位想想，他能提出問題嗎？他提不出。所以要能夠提得出問題，至少他了解一半以上。我們提不出問題，就是說我們所理解的還不到一半，所以提不出來。"
    },
    {
      "id": "12-011-0011_p0008",
      "zh_CN": "老师的教学，当然学生里面有程度高的、有程度低的，程度高的人天天有问题，常常有问题提出来。程度低的就在后面听，等于说旁听，逐渐逐渐把自己程度提高。那程度高的他的问题能够断疑生信，那就是他的根性成熟，他能够开悟、能够证果；程度低的把他提高，他能开悟。这是古今中外在教学法里面，是最高明的、最有效的教学法。所以佛当年讲经说法的法会，可以说是一种研究讨论会，是用这个方法来教学，效果最为殊胜。我们现在修学比古时候要增加一重困难，我们中国古时候的教学也是用研究讨论，你要不信，你就拿《弥陀经疏钞》里面，还有一问一答的，还有问答，禅宗语录有许多完全用问答的体裁。像我们过去念过的，我们也在讲台上讲过的，《大珠和尚语录》就是一问一答。",
      "zh_TW": "老師的教學，當然學生裡面有程度高的、有程度低的，程度高的人天天有問題，常常有問題提出來。程度低的就在後面聽，等於說旁聽，逐漸逐漸把自己程度提高。那程度高的他的問題能夠斷疑生信，那就是他的根性成熟，他能夠開悟、能夠證果；程度低的把他提高，他能開悟。這是古今中外在教學法裡面，是最高明的、最有效的教學法。所以佛當年講經說法的法會，可以說是一種研究討論會，是用這個方法來教學，效果最為殊勝。我們現在修學比古時候要增加一重困難，我們中國古時候的教學也是用研究討論，你要不信，你就拿《彌陀經疏鈔》裡面，還有一問一答的，還有問答，禪宗語錄有許多完全用問答的體裁。像我們過去念過的，我們也在講台上講過的，《大珠和尚語錄》就是一問一答。"
    },
    {
      "id": "12-011-0011_p0009",
      "zh_CN": "现在增加了什么一重困难？文字障碍。经典的翻译大概到宋朝规模就建立，宋以后所翻的数量很少很少，最盛的时候是隋唐。所以到宋朝时候几乎《大藏经》已经都编成，以后所译的经很少。宋朝以前这些文字都是文言文，一直到清朝末年、民国初年，我们中国用的文字都是用文言文，所以古大德的注解也是文言文。现在人他不读文言文，难在此地，展开经本文字成了障碍，这是从前人没有，现在人有的。其实文言文比白话文好，白话文啰嗦，像现在这报纸上这些文章，几万字的文章，如果用文言文来写，不过三、五百个字就写完，这是文言文的好处。",
      "zh_TW": "現在增加了什麼一重困難？文字障礙。經典的翻譯大概到宋朝規模就建立，宋以後所翻的數量很少很少，最盛的時候是隋唐。所以到宋朝時候幾乎《大藏經》已經都編成，以後所譯的經很少。宋朝以前這些文字都是文言文，一直到清朝末年、民國初年，我們中國用的文字都是用文言文，所以古大德的註解也是文言文。現在人他不讀文言文，難在此地，展開經本文字成了障礙，這是從前人沒有，現在人有的。其實文言文比白話文好，白話文囉嗦，像現在這報紙上這些文章，幾萬字的文章，如果用文言文來寫，不過三、五百個字就寫完，這是文言文的好處。"
    },
    {
      "id": "12-011-0011_p0010",
      "zh_CN": "文言文能够表达，白话文没有办法表达，为什么？白话文是死的，同时只能表达一个意思，不能够包含无量义；文言文好就好这个地方，它能够包含无量义。它这句话，程度浅的人看它意思浅，程度深的人看它的意思深，这真是妙不可言。白话文看了只有一个意思，决定没有浅深差别，所以这是白话文比不上文言文。文言文的优点太多太多！因为白话文受地区的影响，所以讲方言，受时代的影响，每个时代、每个时代的言语不相同。如果用白话文来记载，我们在这个地区看得懂，到那个地区有障碍。现在我们看得懂，过后个五十年、一百年之后人家看不懂。所以它不像文言文，文言文没有这些障碍，真正是这种传达的工具，是横遍十方，竖穷三际。这是传道最理想的工具，我们为什么不学？学习文言文，其实说像我们现在这样程度，用上三年的功夫就可以学会，就能够通达，这个障碍就没有。为什么不肯下三年功夫？学文言文没有什么秘诀，就是背诵。",
      "zh_TW": "文言文能夠表達，白話文沒有辦法表達，為什麼？白話文是死的，同時只能表達一個意思，不能夠包含無量義；文言文好就好這個地方，它能夠包含無量義。它這句話，程度淺的人看它意思淺，程度深的人看它的意思深，這真是妙不可言。白話文看了只有一個意思，決定沒有淺深差別，所以這是白話文比不上文言文。文言文的優點太多太多！因為白話文受地區的影響，所以講方言，受時代的影響，每個時代、每個時代的言語不相同。如果用白話文來記載，我們在這個地區看得懂，到那個地區有障礙。現在我們看得懂，過後個五十年、一百年之後人家看不懂。所以它不像文言文，文言文沒有這些障礙，真正是這種傳達的工具，是橫遍十方，豎窮三際。這是傳道最理想的工具，我們為什麼不學？學習文言文，其實說像我們現在這樣程度，用上三年的功夫就可以學會，就能夠通達，這個障礙就沒有。為什麼不肯下三年功夫？學文言文沒有什麼祕訣，就是背誦。"
    },
    {
      "id": "12-011-0011_p0011",
      "zh_CN": "李老师过去在台中教文言文，他给学生定的标准，就是必须要能够背诵五十篇古文，他是取《古文观止》的材料，能够背得很熟很熟背五十篇，然后再跟你一讲解就统统都明了。由此可知，这个事情不难。我们今天感觉到难是什么？因为没有学过，所以感觉得难。大专讲座的时候，我将民国初年小学生的作文，这个本子展出来给大家看。民国初年小学生写的文章，我们今天大学中文系的学生都写不出来，原因在什么地方？因为小孩子他把古文背得很熟，所以他就依那个样子就能写得出来。现在大学生五篇文章都背不出来，那当然不如从前的小学生，从前小学生起码也能够背个百十篇文章，不止五十篇。所以这一重的障碍是这样产生的，我们如果晓得下一点功夫，这个障碍就克服。所以这个修学要特别注意师承，要以开智慧为目标。而不是以得定为目标，定是手段，不是目的，目的要开智慧。智慧开了所得到的受用，就是解脱自在无碍。此地教给我们的，事理无碍，底下这个周遍含容里面讲事事无碍。所以说是不仅是无念无起而已。无念无起四禅天人做到了，无想天人做到，声闻、缘觉做到，他们做到无念无起，他们没有办法做到事理无碍、事事无碍。",
      "zh_TW": "李老師過去在台中教文言文，他給學生定的標準，就是必須要能夠背誦五十篇古文，他是取《古文觀止》的材料，能夠背得很熟很熟背五十篇，然後再跟你一講解就統統都明瞭。由此可知，這個事情不難。我們今天感覺到難是什麼？因為沒有學過，所以感覺得難。大專講座的時候，我將民國初年小學生的作文，這個本子展出來給大家看。民國初年小學生寫的文章，我們今天大學中文系的學生都寫不出來，原因在什麼地方？因為小孩子他把古文背得很熟，所以他就依那個樣子就能寫得出來。現在大學生五篇文章都背不出來，那當然不如從前的小學生，從前小學生起碼也能夠背個百十篇文章，不止五十篇。所以這一重的障礙是這樣產生的，我們如果曉得下一點功夫，這個障礙就克服。所以這個修學要特別注意師承，要以開智慧為目標。而不是以得定為目標，定是手段，不是目的，目的要開智慧。智慧開了所得到的受用，就是解脫自在無礙。此地教給我們的，事理無礙，底下這個周遍含容裡面講事事無礙。所以說是不僅是無念無起而已。無念無起四禪天人做到了，無想天人做到，聲聞、緣覺做到，他們做到無念無起，他們沒有辦法做到事理無礙、事事無礙。"
    },
    {
      "id": "12-011-0011_p0012",
      "zh_CN": "再看底下第四段，这就是讲的十玄门，「周遍含容观，即事事无碍，于中分二」，分为两个大段落来说。第一个段落「明德用玄妙」，第二个段落「明德用所因」。佛法里面讲东西，无论讲什么事情，大也好、小也好，浅也好、深也好，讲得很圆满。先把这个现相说出来，以后必定把这因素给它说出来，为什么会有这种现象。",
      "zh_TW": "再看底下第四段，這就是講的十玄門，「周遍含容觀，即事事無礙，於中分二」，分為兩個大段落來說。第一個段落「明德用玄妙」，第二個段落「明德用所因」。佛法裡面講東西，無論講什麼事情，大也好、小也好，淺也好、深也好，講得很圓滿。先把這個現相說出來，以後必定把這因素給它說出來，為什麼會有這種現象。"
    },
    {
      "id": "12-011-0011_p0013",
      "zh_CN": "现在说第一个大段，德用玄妙，「古德于此明十玄门」，明是说明，玄就是玄妙，门所谓说门道。你在这个里面看出了什么门道？他看出来有十条玄妙的门道。我们俗话说，会看的看门道，不会看的看热闹。会看的，就是把里面的义趣看出来，明了他真正得到。这个十门名目在底下，它简单的大意，我们在《纶贯》里也曾经介绍过。这个地方是举例说明，「一同时具足相应门，二广狭自在无碍门」，一直到「十主伴圆明具德门」。下面给我们说明这个十门，「此之十门，初总，余别」。第一条同时具足相应门，这条是总说，其余的九条是别说。「同异成坏，同一缘起」。这就是十个意思，是从一桩事情当中所见到的，事事物物无有一法不如是。由此可见，诸佛菩萨对于一切现象界，观察得深入。",
      "zh_TW": "現在說第一個大段，德用玄妙，「古德於此明十玄門」，明是說明，玄就是玄妙，門所謂說門道。你在這個裡面看出了什麼門道？他看出來有十條玄妙的門道。我們俗話說，會看的看門道，不會看的看熱鬧。會看的，就是把裡面的義趣看出來，明瞭他真正得到。這個十門名目在底下，它簡單的大意，我們在《綸貫》裡也曾經介紹過。這個地方是舉例說明，「一同時具足相應門，二廣狹自在無礙門」，一直到「十主伴圓明具德門」。下面給我們說明這個十門，「此之十門，初總，餘別」。第一條同時具足相應門，這條是總說，其餘的九條是別說。「同異成壞，同一緣起」。這就是十個意思，是從一樁事情當中所見到的，事事物物無有一法不如是。由此可見，諸佛菩薩對於一切現象界，觀察得深入。"
    },
    {
      "id": "12-011-0011_p0014",
      "zh_CN": "我们从前在大专讲座，给诸位介绍《佛学概要十四讲》的时候，第二讲讲的一切诸法的别相。李老师归纳经论里面，将它列为八种，体、相、用三种，因、缘、果三种，再一个事、一个理合起来八种。在讲堂上教给我们观察一切诸法，最低限度你要能从八个角度来观察。八个角度观察给诸位说，所看到的是表面，没有深度。如果只看到一面、二面，你对于问题当然不能够了解，会发生偏见。如果在这个偏见里面执着，一定会产生错误的行为，那就是我们讲的造业。偏见是迷惑，看到一面自以为是，这是许多众生都有这种通病。深入一层的观法，每一层里面又有八面，每一面里头又有八面；换句话说，八八六十四面。对于一法能够看到六十四面，当然是比一般人要深刻得多，要真切得多，可是并非究竟，因为任何一法其深无底。",
      "zh_TW": "我們從前在大專講座，給諸位介紹《佛學概要十四講》的時候，第二講講的一切諸法的別相。李老師歸納經論裡面，將它列為八種，體、相、用三種，因、緣、果三種，再一個事、一個理合起來八種。在講堂上教給我們觀察一切諸法，最低限度你要能從八個角度來觀察。八個角度觀察給諸位說，所看到的是表面，沒有深度。如果只看到一面、二面，你對於問題當然不能夠了解，會發生偏見。如果在這個偏見裡面執著，一定會產生錯誤的行為，那就是我們講的造業。偏見是迷惑，看到一面自以為是，這是許多眾生都有這種通病。深入一層的觀法，每一層裡面又有八面，每一面裡頭又有八面；換句話說，八八六十四面。對於一法能夠看到六十四面，當然是比一般人要深刻得多，要真切得多，可是並非究竟，因為任何一法其深無底。"
    },
    {
      "id": "12-011-0011_p0015",
      "zh_CN": "这个意思，我们今天在《华严经》玄义当中，「所诠义理」，我们明了了。你看在玄义「所诠义理」一章里面，我们所看到的是不是这个意思？由此可知，我们自己平常对于一切诸法的观察，太粗心、太大意。在这里面产生了许多错误的见解，错误的执着，发生了错误的行为，得的是无量无边的苦果，这就叫做是起惑、造业、受报，轮回就这么起来。如果对于事实真相，像此地所讲的，你能看得这么清楚，这么明白，你在一切法里面不会起惑，也不会造业，生死轮回就了了。由此可知，超越生死轮回，需要靠智慧。我们要记住的，就是一切法它是同一个缘起，同异成坏是从现相上说，但是它是同一个缘起。",
      "zh_TW": "這個意思，我們今天在《華嚴經》玄義當中，「所詮義理」，我們明瞭了。你看在玄義「所詮義理」一章裡面，我們所看到的是不是這個意思？由此可知，我們自己平常對於一切諸法的觀察，太粗心、太大意。在這裡面產生了許多錯誤的見解，錯誤的執著，發生了錯誤的行為，得的是無量無邊的苦果，這就叫做是起惑、造業、受報，輪迴就這麼起來。如果對於事實真相，像此地所講的，你能看得這麼清楚，這麼明白，你在一切法裡面不會起惑，也不會造業，生死輪迴就了了。由此可知，超越生死輪迴，需要靠智慧。我們要記住的，就是一切法它是同一個緣起，同異成壞是從現相上說，但是它是同一個緣起。"
    },
    {
      "id": "12-011-0011_p0016",
      "zh_CN": "同一个缘起，它才无碍圆融，所以说「随一一门即具一切」，无论哪一门，这个十门是一切法普遍的现相，无论那一法无不具足。「今且于前所依体事十对之中」，我们先把这个十对，因为他举例子是举这个，二十面倒数十五行，有十对，教义一对，理事一对，境智一对，行位一对，因果一对，依正一对，体用一对，人法一对，逆顺一对，应感一对，这是举这个例子来讲。十对就是二十桩事，实际上是二十类事，这二十类把一切法统统归纳在这十对里头，说十对就是说的一切法。我们再继续看下去，在十对之中，「取一事法」，在理事当中，就在这个事上取这一法。「明具十门」，说明一法当中具足这十门，就是十玄门，玄就是玄妙的道理，随便捻一法，里面都能够看出十种玄妙的道理。「如下随举一华一叶一身一刹一毛一尘无不具足」，随便捻一法你就看到十玄门。一一法当中，你都看到十玄门，你就入了一真法界。就是你的见解、你的观察，与十方诸佛、一切大菩萨没有两样，正是《法华经》里面所讲的「入佛知见」，你今天的知见是佛知佛见，不是凡夫的知见。",
      "zh_TW": "同一個緣起，它才無礙圓融，所以說「隨一一門即具一切」，無論哪一門，這個十門是一切法普遍的現相，無論那一法無不具足。「今且於前所依體事十對之中」，我們先把這個十對，因為他舉例子是舉這個，二十面倒數十五行，有十對，教義一對，理事一對，境智一對，行位一對，因果一對，依正一對，體用一對，人法一對，逆順一對，應感一對，這是舉這個例子來講。十對就是二十樁事，實際上是二十類事，這二十類把一切法統統歸納在這十對裡頭，說十對就是說的一切法。我們再繼續看下去，在十對之中，「取一事法」，在理事當中，就在這個事上取這一法。「明具十門」，說明一法當中具足這十門，就是十玄門，玄就是玄妙的道理，隨便捻一法，裡面都能夠看出十種玄妙的道理。「如下隨舉一華一葉一身一剎一毛一塵無不具足」，隨便捻一法你就看到十玄門。一一法當中，你都看到十玄門，你就入了一真法界。就是你的見解、你的觀察，與十方諸佛、一切大菩薩沒有兩樣，正是《法華經》裡面所講的「入佛知見」，你今天的知見是佛知佛見，不是凡夫的知見。"
    },
    {
      "id": "12-011-0011_p0017",
      "zh_CN": "底下举一个例子说，「今就事中，但取一尘，明具十门」。这是一切事法里面最小的一微尘，就从一微尘上来观察、来说明。我们看这个文，「一者此一尘中，即具教义理事等十对之法，同时相应，具足圆满」。就在这一微尘当中具足，前面这个十对之法，刚才我们在二十页所看到的。由此可知，哪一法不具足十对之法？这个十是同时相应，圆满具足，诸位要是明白这个道理，这个经上常讲「破一微尘，出大千经卷」。你相信了吗？大千经卷是什么？就是《华严经》，龙树菩萨在龙宫里看到的上本《华严经》，「十个三千大千世界微尘偈，一四天下微尘品」，在一微尘当中统统具足。《华严经》在哪里？无处而不在。",
      "zh_TW": "底下舉一個例子說，「今就事中，但取一塵，明具十門」。這是一切事法裡面最小的一微塵，就從一微塵上來觀察、來說明。我們看這個文，「一者此一塵中，即具教義理事等十對之法，同時相應，具足圓滿」。就在這一微塵當中具足，前面這個十對之法，剛才我們在二十頁所看到的。由此可知，哪一法不具足十對之法？這個十是同時相應，圓滿具足，諸位要是明白這個道理，這個經上常講「破一微塵，出大千經卷」。你相信了嗎？大千經卷是什麼？就是《華嚴經》，龍樹菩薩在龍宮裡看到的上本《華嚴經》，「十個三千大千世界微塵偈，一四天下微塵品」，在一微塵當中統統具足。《華嚴經》在哪裡？無處而不在。"
    },
    {
      "id": "12-011-0011_p0018",
      "zh_CN": "前面说过了，说《华严经》的佛，是什么佛？是法界一切身云佛。就是尽虚空遍法界，无有一法不是天天在转《大方广佛华严经》。我们怎么样？我们有眼见不到，有耳听不到。实际上《华严经》是尽虚空遍法界尘说、刹说，无有一法不说。你要真正懂得十玄门的道理，你才明了。所以善财童子入华严境界从哪里学？就是日常生活当中，见色闻声就入《华严》不思议解脱境界。这句是总说，它是圆满具足前面所说十对之法。这个十对之法是讲的什么？讲的事理无碍。「亦具广狭，下之九门」。亦具此地就是具足，这个地方所讲的九种事事无碍，真是无有一法不具足。",
      "zh_TW": "前面說過了，說《華嚴經》的佛，是什麼佛？是法界一切身雲佛。就是盡虛空遍法界，無有一法不是天天在轉《大方廣佛華嚴經》。我們怎麼樣？我們有眼見不到，有耳聽不到。實際上《華嚴經》是盡虛空遍法界塵說、剎說，無有一法不說。你要真正懂得十玄門的道理，你才明瞭。所以善財童子入華嚴境界從哪裡學？就是日常生活當中，見色聞聲就入《華嚴》不思議解脫境界。這句是總說，它是圓滿具足前面所說十對之法。這個十對之法是講的什麼？講的事理無礙。「亦具廣狹，下之九門」。亦具此地就是具足，這個地方所講的九種事事無礙，真是無有一法不具足。"
    },
    {
      "id": "12-011-0011_p0019",
      "zh_CN": "「及彼门中所具教等」，就是教义等十对之法，这个意思底下有比喻说，就像是光光互照。古人有个比喻，好像我们用两面镜子，镜子照镜子，你人走到当中去，你看看那个人影子重重无尽。过去好像是贤首大师在世的时候，讲这个华严境界，那个时候，是当时的皇帝请他在宫廷里面讲事事无碍，事事无碍就是讲的十玄门。皇帝听了之后不甚明白，于是乎他就请皇帝建一个八角的亭子，亭子里面每个角放一面大的镜子，大面的镜子彼此互相都照，请皇帝到亭子当中一站，皇帝明白了，事事无碍境界明白了。这个很有点像什么？像大梵天王的因陀罗网一样，你看我们《梵网经》讲到，在经题时给诸位为说过。释迦牟尼佛就是见到因陀罗网，有所感触才说《梵网经》，拿因陀罗网来做比喻，就像镜子互相照的意思一样，显出重重无尽。佛给我们讲这个世界因果理事，就像这个情形一样无有穷尽，而是同时具足。",
      "zh_TW": "「及彼門中所具教等」，就是教義等十對之法，這個意思底下有比喻說，就像是光光互照。古人有個比喻，好像我們用兩面鏡子，鏡子照鏡子，你人走到當中去，你看看那個人影子重重無盡。過去好像是賢首大師在世的時候，講這個華嚴境界，那個時候，是當時的皇帝請他在宮廷裡面講事事無礙，事事無礙就是講的十玄門。皇帝聽了之後不甚明白，於是乎他就請皇帝建一個八角的亭子，亭子裡面每個角放一面大的鏡子，大面的鏡子彼此互相都照，請皇帝到亭子當中一站，皇帝明白了，事事無礙境界明白了。這個很有點像什麼？像大梵天王的因陀羅網一樣，你看我們《梵網經》講到，在經題時給諸位為說過。釋迦牟尼佛就是見到因陀羅網，有所感觸才說《梵網經》，拿因陀羅網來做比喻，就像鏡子互相照的意思一樣，顯出重重無盡。佛給我們講這個世界因果理事，就像這個情形一樣無有窮盡，而是同時具足。"
    },
    {
      "id": "12-011-0011_p0020",
      "zh_CN": "所以「华藏颂云」，华藏就是本经「华藏世界品」，里面有一首偈颂这么说，「华藏世界所有尘，一一尘中见法界」。我们要是真正明白同时具足相应的意思，我们对这个能够体会到一点，不会完全怀疑，能够体会到一点意思。下面，「普救神初云」，讲这个下就是这一品，这品向下经文里面，在「普救夜神章」里面有这么一段话，「一一尘中，各见微尘数佛刹，善财将见普贤，见一一尘中一切境界」。都是这个意思，这是讲的从别相当中见到总相，一尘是别相，总别不二，正所谓一即一切，一切即一。一微尘都如是，我们还不信所谓是一经通一切经通吗？怕的是什么？是你见不到，是你不通。通了见一微尘，尽虚空遍法界一切都通达了，这正是所谓六尘说法。所以六尘说法并不只是西方极乐世界，我们这个世界眼前事物，又何尝不是六尘说法？问题就是我们自己太愚昧了，我们只接受言说，好像除了听讲，除了读经之外，其他的都不是说法，殊不知六尘说法永无中断。",
      "zh_TW": "所以「華藏頌云」，華藏就是本經「華藏世界品」，裡面有一首偈頌這麼說，「華藏世界所有塵，一一塵中見法界」。我們要是真正明白同時具足相應的意思，我們對這個能夠體會到一點，不會完全懷疑，能夠體會到一點意思。下面，「普救神初云」，講這個下就是這一品，這品向下經文裡面，在「普救夜神章」裡面有這麼一段話，「一一塵中，各見微塵數佛剎，善財將見普賢，見一一塵中一切境界」。都是這個意思，這是講的從別相當中見到總相，一塵是別相，總別不二，正所謂一即一切，一切即一。一微塵都如是，我們還不信所謂是一經通一切經通嗎？怕的是什麼？是你見不到，是你不通。通了見一微塵，盡虛空遍法界一切都通達了，這正是所謂六塵說法。所以六塵說法並不只是西方極樂世界，我們這個世界眼前事物，又何嘗不是六塵說法？問題就是我們自己太愚昧了，我們只接受言說，好像除了聽講，除了讀經之外，其他的都不是說法，殊不知六塵說法永無中斷。"
    },
    {
      "id": "12-011-0011_p0021",
      "zh_CN": "我们是用功夫钻研一经，所谓一经通一切经通，我们就相信了。佛为什么说这么多经？是因为众生根性爱好不相同，佛是大慈大悲说出这一切经，是随众生的根性自己去选择，意思在这个地方。无论哪一门，所以说法门平等无二无别，所谓平等，任何一个法门都能够贯通一切法门，任何一个法门都能成无上道，意思是在此地。懂得这个道理了，对于一切法门，你才有正知正见，正确的看法。不会说赞叹这个法门，毁谤那个法门，那我们又掉在边见里面去，又起了分别执着，那就错了。法门都是佛说的，赞叹一个我是赞佛，毁谤那个又毁佛，岂不是一句赞叹一句毁谤，那不是自相矛盾吗？所以你看佛对一切法门，对一切众生无不赞叹。众生迷惑，路走错了，佛看到是唯有怜悯，唯有以种种善巧方便诱导他改邪归正。佛没有毁谤，佛也没有责罚，这才显示出大慈大悲。",
      "zh_TW": "我們是用功夫鑽研一經，所謂一經通一切經通，我們就相信了。佛為什麼說這麼多經？是因為眾生根性愛好不相同，佛是大慈大悲說出這一切經，是隨眾生的根性自己去選擇，意思在這個地方。無論哪一門，所以說法門平等無二無別，所謂平等，任何一個法門都能夠貫通一切法門，任何一個法門都能成無上道，意思是在此地。懂得這個道理了，對於一切法門，你才有正知正見，正確的看法。不會說讚歎這個法門，毀謗那個法門，那我們又掉在邊見裡面去，又起了分別執著，那就錯了。法門都是佛說的，讚歎一個我是讚佛，毀謗那個又毀佛，豈不是一句讚歎一句毀謗，那不是自相矛盾嗎？所以你看佛對一切法門，對一切眾生無不讚歎。眾生迷惑，路走錯了，佛看到是唯有憐憫，唯有以種種善巧方便誘導他改邪歸正。佛沒有毀謗，佛也沒有責罰，這才顯示出大慈大悲。"
    },
    {
      "id": "12-011-0011_p0022",
      "zh_CN": "我们再看下面，别义里面的九条，从倒数第五行这圆圈下面，「广狭自在无碍门」，这个意思我们都要懂，必定要懂，我们在一切法里头才不会迷惑，才不会起一些邪知邪见。此地讲「即此一尘遍周法界，而不坏本位」。本位是什么？就是这一微尘，不坏它的自相。「以分即无分，无分即分，广狭自在」，无障碍故，这个境界就是不思议解脱境界。我们如果用思惟想像去体会是决定办不到的，思惟想像的功能，就是第六意识的功能虽然很广大，它能够外缘六尘境界，内缘八识心王，它有这么大的功能。但是它缘不到真性，缘不到一真法界，缘不到不思议解脱境界，这个原理我们要记住。所以佛教我们要证得真实不思议解脱境界，必须要离心意识，要用极净的功夫，所谓是「净极光通达」。心净到极处起作用就大放光明，一切通达，这些境界是般若智慧光明所照见的，不是思惟想像能够得到的。这是诸佛如来现量亲见的境界。不是在那里推理所得到的结论，不是的，所以它不是比量，它是属于现量。",
      "zh_TW": "我們再看下面，別義裡面的九條，從倒數第五行這圓圈下面，「廣狹自在無礙門」，這個意思我們都要懂，必定要懂，我們在一切法裡頭才不會迷惑，才不會起一些邪知邪見。此地講「即此一塵遍周法界，而不壞本位」。本位是什麼？就是這一微塵，不壞它的自相。「以分即無分，無分即分，廣狹自在」，無障礙故，這個境界就是不思議解脫境界。我們如果用思惟想像去體會是決定辦不到的，思惟想像的功能，就是第六意識的功能雖然很廣大，它能夠外緣六塵境界，內緣八識心王，它有這麼大的功能。但是它緣不到真性，緣不到一真法界，緣不到不思議解脫境界，這個原理我們要記住。所以佛教我們要證得真實不思議解脫境界，必須要離心意識，要用極淨的功夫，所謂是「淨極光通達」。心淨到極處起作用就大放光明，一切通達，這些境界是般若智慧光明所照見的，不是思惟想像能夠得到的。這是諸佛如來現量親見的境界。不是在那裡推理所得到的結論，不是的，所以它不是比量，它是屬於現量。"
    },
    {
      "id": "12-011-0011_p0023",
      "zh_CN": "向下的九个意思，诸位要晓得它第一个意思是根本，这是我们必须要记住的，因为它同时具足相应。再小是一微尘，再大是法界，因为它同时具足相应，小中见大，大中见小；小不碍大，大不碍小。这是事事无碍，广狭自在无碍。譬如我们眼的瞳孔很小，外面的境界很大，你说它有没有碍？我们很小的瞳孔看到外面，跟外面是一样大。不会像那个照相机一样，照相机镜头也是瞳孔，但是它照外面的境界，里头画面就那么一点点，小小的，它都把它缩小了，虽然也是个很完整的见，它缩小了。我们这个照相机照到外面，那个境界相现在这里面没缩小，跟外面一般大，就叫广狭自在无碍。照相机它虽然也有广狭，它自在，但是它有碍，你们想它有碍，它把那个缩小了。我们这是不缩小，跟外面境界一模一样。其实我们瞳孔的镜头，比照相机镜头是小得太多了，但是所照见的境界，跟外面的感官是完全相等。",
      "zh_TW": "向下的九個意思，諸位要曉得它第一個意思是根本，這是我們必須要記住的，因為它同時具足相應。再小是一微塵，再大是法界，因為它同時具足相應，小中見大，大中見小；小不礙大，大不礙小。這是事事無礙，廣狹自在無礙。譬如我們眼的瞳孔很小，外面的境界很大，你說它有沒有礙？我們很小的瞳孔看到外面，跟外面是一樣大。不會像那個照相機一樣，照相機鏡頭也是瞳孔，但是它照外面的境界，裡頭畫面就那麼一點點，小小的，它都把它縮小了，雖然也是個很完整的見，它縮小了。我們這個照相機照到外面，那個境界相現在這裡面沒縮小，跟外面一般大，就叫廣狹自在無礙。照相機它雖然也有廣狹，它自在，但是它有礙，你們想它有礙，它把那個縮小了。我們這是不縮小，跟外面境界一模一樣。其實我們瞳孔的鏡頭，比照相機鏡頭是小得太多了，但是所照見的境界，跟外面的感官是完全相等。"
    },
    {
      "id": "12-011-0011_p0024",
      "zh_CN": "这个底下说明，一个解境，一个行境，这两个名词我们要把它记住。在倒数第四行我们念下去，「或唯广无际」，这说明四个现相，或者是「分限历然」，广无就是广大而没有边际，分限是什么？就是它有限度，它是一微尘。「或即广即狭，或广狭俱泯，或具前四，以是解境四门了了故」，解是慧，就是慧解。「或绝前五，以是行境」，为什么？「行起解绝故」。行是什么？行是定，定是无分别，所以它里面没有知见。解是明了通达，多分是为别人说的，是为别人说明，对自己何必还说明？所以前面我们读过，两尊佛见面一句话也没有，为什么？他没有疑。没有疑、没有惑，也无问无答，程度相等；程度不相等，佛与菩萨见面，菩萨有问，佛有答。佛与佛见面，一句话都不说，无话好说。行起解绝，都是安住在大定之中。「而举一全收，下皆准此」。底下的八段都有这个意思，就是解境、行境，四门或者是六门都有这个意思。",
      "zh_TW": "這個底下說明，一個解境，一個行境，這兩個名詞我們要把它記住。在倒數第四行我們念下去，「或唯廣無際」，這說明四個現相，或者是「分限歷然」，廣無就是廣大而沒有邊際，分限是什麼？就是它有限度，它是一微塵。「或即廣即狹，或廣狹俱泯，或具前四，以是解境四門了了故」，解是慧，就是慧解。「或絕前五，以是行境」，為什麼？「行起解絕故」。行是什麼？行是定，定是無分別，所以它裡面沒有知見。解是明瞭通達，多分是為別人說的，是為別人說明，對自己何必還說明？所以前面我們讀過，兩尊佛見面一句話也沒有，為什麼？他沒有疑。沒有疑、沒有惑，也無問無答，程度相等；程度不相等，佛與菩薩見面，菩薩有問，佛有答。佛與佛見面，一句話都不說，無話好說。行起解絕，都是安住在大定之中。「而舉一全收，下皆准此」。底下的八段都有這個意思，就是解境、行境，四門或者是六門都有這個意思。"
    },
    {
      "id": "12-011-0011_p0025",
      "zh_CN": "再看第三，「一多相容不同门」，都从一尘上观察。「即此一尘舒己遍入一切法中，即摄一切令入己内，舒摄同时，是故镕融」。法界是全体，一尘是部分，今天我们科学里面发现，物质不灭，与这个意思相同。物质不灭，换句话说，你要真正通达这个意思，这个一切的万法，我们今天讲动物、植物、矿物，都是不生不灭的。这个生灭的现象从什么地方产生？生灭是我们一个错误的概念，不是真的。譬如说这串念珠，我们拿这个来做比喻，这串念珠，我们把每粒珠子比作一个微尘，现在这个微尘，入了这串珠子里面，我们觉得念珠生了；我们把这个线剪断，散开了一粒一粒，那就不叫念珠，念珠就灭了，试问问，这里面每粒珠子有没有生灭？诸位从这个地方去体会，我们这个肉身，这一分析晓得，分到最后就是微尘。",
      "zh_TW": "再看第三，「一多相容不同門」，都從一塵上觀察。「即此一塵舒己遍入一切法中，即攝一切令入己內，舒攝同時，是故鎔融」。法界是全體，一塵是部分，今天我們科學裡面發現，物質不滅，與這個意思相同。物質不滅，換句話說，你要真正通達這個意思，這個一切的萬法，我們今天講動物、植物、礦物，都是不生不滅的。這個生滅的現象從什麼地方產生？生滅是我們一個錯誤的概念，不是真的。譬如說這串念珠，我們拿這個來做比喻，這串念珠，我們把每粒珠子比作一個微塵，現在這個微塵，入了這串珠子裡面，我們覺得念珠生了；我們把這個線剪斷，散開了一粒一粒，那就不叫念珠，念珠就滅了，試問問，這裡面每粒珠子有沒有生滅？諸位從這個地方去體會，我們這個肉身，這一分析曉得，分到最後就是微塵。"
    },
    {
      "id": "12-011-0011_p0026",
      "zh_CN": "无数的微尘，所谓是今日之人所讲的，按照方程式的排列，排成这个样子，这人生了。离开了这个方程式的时候，统统散掉了这个人死了。其实这些微尘只有聚散，没有生死。所以你从实质上的本体上去观察，佛讲的一切法是因缘所生法，只有缘聚缘散，只有这个意思，没有生灭，没有生死。不能说缘聚这就生，缘散了就叫死。生的时候可喜，死的时候可悲，都都是迷情，不了解事实的真相。从这个能看到一多相容，就是一尘舒己遍入一切法中。譬如这念珠，我们这一颗珠子可以把它拆开来，穿到别人念珠上去，到他那里去了，他那里一个珠子也可以穿到我这来，你就晓得这个一尘遍入法界。诸位如果要是明白这个道理，你就晓得整个法界它是一体的，基本的物质，今天科学讲基本粒子。十法界依正庄严都是这个基本粒子所组合的，缘聚缘散所组合的，这个东西是不灭的，遍入一切法中。由此可知，一切法是一个整体。原来在我身上的一微尘，也可以跑到你身上，也可以跑到他身上；他身上的微尘也可以跑到我这组合，也可以跑到你这组合。佛身上一微尘可以到畜生身上，也可以到饿鬼身上，地狱身上一微尘也可以到诸佛身上，也可以去到菩萨身上去组合，你说是一还是多？所以说哪个是自己？",
      "zh_TW": "無數的微塵，所謂是今日之人所講的，按照方程式的排列，排成這個樣子，這人生了。離開了這個方程式的時候，統統散掉了這個人死了。其實這些微塵只有聚散，沒有生死。所以你從實質上的本體上去觀察，佛講的一切法是因緣所生法，只有緣聚緣散，只有這個意思，沒有生滅，沒有生死。不能說緣聚這就生，緣散了就叫死。生的時候可喜，死的時候可悲，都都是迷情，不了解事實的真相。從這個能看到一多相容，就是一塵舒己遍入一切法中。譬如這念珠，我們這一顆珠子可以把它拆開來，穿到別人念珠上去，到他那裡去了，他那裡一個珠子也可以穿到我這來，你就曉得這個一塵遍入法界。諸位如果要是明白這個道理，你就曉得整個法界它是一體的，基本的物質，今天科學講基本粒子。十法界依正莊嚴都是這個基本粒子所組合的，緣聚緣散所組合的，這個東西是不滅的，遍入一切法中。由此可知，一切法是一個整體。原來在我身上的一微塵，也可以跑到你身上，也可以跑到他身上；他身上的微塵也可以跑到我這組合，也可以跑到你這組合。佛身上一微塵可以到畜生身上，也可以到餓鬼身上，地獄身上一微塵也可以到諸佛身上，也可以去到菩薩身上去組合，你說是一還是多？所以說哪個是自己？"
    },
    {
      "id": "12-011-0011_p0027",
      "zh_CN": "你看底下经文里面讲，「以一佛土满十方，十方入一亦无余，普贤章中，尘毛念念出一切境界，复入尘毛」。「普贤章」就说本经末后的一章，五十三参里面普贤菩萨这一会里面。这当中有一句说，或有四句六句，思之，这个四句六句就是前面说，「或广分际，或分齐历然，或广即狭，或广狭俱泯」，这是四句，就是说每一门里头统统都有这个现象。",
      "zh_TW": "你看底下經文裡面講，「以一佛土滿十方，十方入一亦無餘，普賢章中，塵毛念念出一切境界，復入塵毛」。「普賢章」就說本經末後的一章，五十三參裡面普賢菩薩這一會裡面。這當中有一句說，或有四句六句，思之，這個四句六句就是前面說，「或廣分際，或分齊歷然，或廣即狹，或廣狹俱泯」，這是四句，就是說每一門裡頭統統都有這個現象。"
    },
    {
      "id": "12-011-0011_p0028",
      "zh_CN": "第四，「诸法相即自在门，即此一尘，废己同他」，这个意思前面讲过。「举体全即是一切法，而恒摄他全同于己，于彼一切即是己体，一多相即，浑融无碍，解行境别，六句同前」。解境、行境，四句六句前面明白，后面都能够贯通。「经云：知一即多，多即一等」。一多不二，这样深的意思，这么深的境界，一微尘当中统统具足，这就是一微尘当中具足全部的《华严》教义。所以这些菩萨们他们有能力，从一微尘当中就看出大千经义，一点都不假，这就叫破一微尘，破什么？看破。人家这个观察力量真是精微，从一微尘里面，就把十方诸佛所说的一切经义全都看出来。我们要是读到这个地方，稍稍明白这么一桩事情，我们对佛怎能不五体投地？我们要是摆一个微尘再微尘，摆这么大一个珠子在此地，比微尘大得多，什么也看不出来。人家从一微尘里面看这么多意思，这些意思就是全部《华严经》的归纳，不能不佩服，不能不低头，实在不如人。这是我们见到佛菩萨不能不尊敬，不能不礼拜，不能不跟他学习。",
      "zh_TW": "第四，「諸法相即自在門，即此一塵，廢己同他」，這個意思前面講過。「舉體全即是一切法，而恆攝他全同於己，於彼一切即是己體，一多相即，渾融無礙，解行境別，六句同前」。解境、行境，四句六句前面明白，後面都能夠貫通。「經云：知一即多，多即一等」。一多不二，這樣深的意思，這麼深的境界，一微塵當中統統具足，這就是一微塵當中具足全部的《華嚴》教義。所以這些菩薩們他們有能力，從一微塵當中就看出大千經義，一點都不假，這就叫破一微塵，破什麼？看破。人家這個觀察力量真是精微，從一微塵裡面，就把十方諸佛所說的一切經義全都看出來。我們要是讀到這個地方，稍稍明白這麼一樁事情，我們對佛怎能不五體投地？我們要是擺一個微塵再微塵，擺這麼大一個珠子在此地，比微塵大得多，什麼也看不出來。人家從一微塵裡面看這麼多意思，這些意思就是全部《華嚴經》的歸納，不能不佩服，不能不低頭，實在不如人。這是我們見到佛菩薩不能不尊敬，不能不禮拜，不能不跟他學習。"
    },
    {
      "id": "12-011-0011_p0029",
      "zh_CN": "我们在等而下之来观察，跟我们这些同参道友，朋友们在一起展开经卷，有人就能从这个经卷里面，看到许多的意思。有些人愈看愈糊涂，一个意思也看不出来，愈看愈迷惑，什么都不懂。那就说佛菩萨我们比不上，我们同参道友当中还有些比我高明的，我还比不上人家。实在说原本我们的智慧德能是相同的，所以佛就在《华严经》里讲，「一切众生皆具如来智慧德相」，与佛果地上的智慧德能没有两样，完全相同。为什么智慧德相不能现前？佛说只因妄想执着而不能现前。我们现在智慧德相不是没有，有，有怎么？是隐藏了，不能够显露出来。为什么原因不能显露出来？就是有两个大障碍把你障住了，一个是喜欢打妄想，一个是喜欢执着，「妄想执着而不能证得」。妄想是什么？是无明，执着是什么？人我执、法我执。换句话说，如果我们去掉妄想执着，我们的智慧德能就又现前，我们也有这样的观察力了。",
      "zh_TW": "我們在等而下之來觀察，跟我們這些同參道友，朋友們在一起展開經卷，有人就能從這個經卷裡面，看到許多的意思。有些人愈看愈糊塗，一個意思也看不出來，愈看愈迷惑，什麼都不懂。那就說佛菩薩我們比不上，我們同參道友當中還有些比我高明的，我還比不上人家。實在說原本我們的智慧德能是相同的，所以佛就在《華嚴經》裡講，「一切眾生皆具如來智慧德相」，與佛果地上的智慧德能沒有兩樣，完全相同。為什麼智慧德相不能現前？佛說只因妄想執著而不能現前。我們現在智慧德相不是沒有，有，有怎麼？是隱藏了，不能夠顯露出來。為什麼原因不能顯露出來？就是有兩個大障礙把你障住了，一個是喜歡打妄想，一個是喜歡執著，「妄想執著而不能證得」。妄想是什麼？是無明，執著是什麼？人我執、法我執。換句話說，如果我們去掉妄想執著，我們的智慧德能就又現前，我們也有這樣的觀察力了。"
    },
    {
      "id": "12-011-0011_p0030",
      "zh_CN": "第五，在第二十五面第三行圆圈底下，「秘密隐显俱成门」，也从一尘上观察。「尘能摄彼，则一显多隐」。你在一切法里头观一微尘，像这串念珠一样，我们注意仔细去观察这一颗珠子，你的注意力就在这一颗珠上，其他的不注意。是一个显，别的隐，显隐是这个意思，就是你注意力集中在一点。「一切摄尘」，一切也是观察整个一串珠子，注意力看整个的，你就不注意这一个，整个的包含了它一个是这么个意思。这就是「一隐多显」，尘能摄彼，一显多隐；一切摄尘，则一隐多显。「显显不俱，隐隐不并，隐显、显隐同时无碍」。这是我们从很粗的相上来观察，因为什么？微细相我们观察不到。清凉大师举的这是微细相，一微尘非常的微细，他举这个有他的用意。极小的一微尘都具足圆满的道理，何况其他？这是说隐显同时。知道隐显同时，你就晓得，佛法里面所讲的显教、密教，显密是同时的。所以密是显之密，显是密之显，不但显密同时而且显密无碍，这是事实真相。",
      "zh_TW": "第五，在第二十五面第三行圓圈底下，「祕密隱顯俱成門」，也從一塵上觀察。「塵能攝彼，則一顯多隱」。你在一切法裡頭觀一微塵，像這串念珠一樣，我們注意仔細去觀察這一顆珠子，你的注意力就在這一顆珠上，其他的不注意。是一個顯，別的隱，顯隱是這個意思，就是你注意力集中在一點。「一切攝塵」，一切也是觀察整個一串珠子，注意力看整個的，你就不注意這一個，整個的包含了它一個是這麼個意思。這就是「一隱多顯」，塵能攝彼，一顯多隱；一切攝塵，則一隱多顯。「顯顯不俱，隱隱不並，隱顯、顯隱同時無礙」。這是我們從很粗的相上來觀察，因為什麼？微細相我們觀察不到。清涼大師舉的這是微細相，一微塵非常的微細，他舉這個有他的用意。極小的一微塵都具足圓滿的道理，何況其他？這是說隱顯同時。知道隱顯同時，你就曉得，佛法裡面所講的顯教、密教，顯密是同時的。所以密是顯之密，顯是密之顯，不但顯密同時而且顯密無礙，這是事實真相。"
    },
    {
      "id": "12-011-0011_p0031",
      "zh_CN": "第六段里面讲，「微细相容安立门，谓此一尘微细等刹炳然齐现」。下面经中说，「一一尘中一切佛刹旷然安住，其文非一」。这样的句子这个意思很多，这是说明，小中摄大，一尘是极小，依报里头最小的；刹是大千世界，佛的教化区是最大的。虽然这个极大的佛刹，它在极小的微尘当中是炳然齐现，炳然是清清楚楚都现在其中。就好像镜子照外面的景象，镜子虽然小，外面的境界大，可是外面境界在这一面镜子上统统都显现出来，都能看得清清楚楚，这种相是微细相容安立。",
      "zh_TW": "第六段裡面講，「微細相容安立門，謂此一塵微細等剎炳然齊現」。下面經中說，「一一塵中一切佛剎曠然安住，其文非一」。這樣的句子這個意思很多，這是說明，小中攝大，一塵是極小，依報裡頭最小的；剎是大千世界，佛的教化區是最大的。雖然這個極大的佛剎，它在極小的微塵當中是炳然齊現，炳然是清清楚楚都現在其中。就好像鏡子照外面的景象，鏡子雖然小，外面的境界大，可是外面境界在這一面鏡子上統統都顯現出來，都能看得清清楚楚，這種相是微細相容安立。"
    },
    {
      "id": "12-011-0011_p0032",
      "zh_CN": "第七，在第五行下面圆圈底下，「因陀罗网境界门」，因陀罗网，就是大梵天它这个宫殿里面装饰的罗网。刚才我们举出《梵网经》，就是释迦牟尼佛到大梵天宫，见到这个罗网有感而说的，就从比喻当中说的。「既一一尘中，各现无边刹海，刹海之中复有微尘，彼诸尘内复有刹海，如是尘尘不尽，刹刹无穷，非是心识思量境界」。底下就是从比喻上说，这就说明世界是因因果果，事事理理重重无尽，虽然无量无边它都有条理。就好像镜子光光互照一样，它有层次，它不乱，虽然看到这个境界是无量无边，无有穷尽，可是它有秩序，佛是用这个来比喻。",
      "zh_TW": "第七，在第五行下面圓圈底下，「因陀羅網境界門」，因陀羅網，就是大梵天它這個宮殿裡面裝飾的羅網。剛才我們舉出《梵網經》，就是釋迦牟尼佛到大梵天宮，見到這個羅網有感而說的，就從比喻當中說的。「既一一塵中，各現無邊剎海，剎海之中復有微塵，彼諸塵內復有剎海，如是塵塵不盡，剎剎無窮，非是心識思量境界」。底下就是從比喻上說，這就說明世界是因因果果，事事理理重重無盡，雖然無量無邊它都有條理。就好像鏡子光光互照一樣，它有層次，它不亂，雖然看到這個境界是無量無邊，無有窮盡，可是它有秩序，佛是用這個來比喻。"
    },
    {
      "id": "12-011-0011_p0033",
      "zh_CN": "第八，「托事显法生解门」，在倒数第八行当中圆圈的下面，「见此一尘，即是见于无尽法界，非是托此别有所表，普贤尘毛皆是无尽胜因生故，即此亦名具足无尽门本自具足」。这个当中我们应当要晓得，所谓尽虚空遍法界，十法界依正庄严，把它归纳起来不外乎两类，一类是心法，一类是色法，色心二法包括一切法。心是能生，色是所生；心是能成，色是所成。一切法都离不开这个原则，所以才从一尘当中见到无尽的法界。为什么？无尽的法界离不开这个原则，在这里面你生解，生解就是开悟了，悟的什么？《金刚经》里面所讲的，「凡所有相皆是虚妄」，这个真相你觉悟了；「一切有为法，如梦幻泡影」，你觉悟了。这一悟你烦恼断了，一切法的真相明白之后，你在这个一切法里头再不会起分别，不会起执着了，一切法当中再也不会有患得患失了，真相大白。",
      "zh_TW": "第八，「託事顯法生解門」，在倒數第八行當中圓圈的下面，「見此一塵，即是見於無盡法界，非是託此別有所表，普賢塵毛皆是無盡勝因生故，即此亦名具足無盡門本自具足」。這個當中我們應當要曉得，所謂盡虛空遍法界，十法界依正莊嚴，把它歸納起來不外乎兩類，一類是心法，一類是色法，色心二法包括一切法。心是能生，色是所生；心是能成，色是所成。一切法都離不開這個原則，所以才從一塵當中見到無盡的法界。為什麼？無盡的法界離不開這個原則，在這裡面你生解，生解就是開悟了，悟的什麼？《金剛經》裡面所講的，「凡所有相皆是虛妄」，這個真相你覺悟了；「一切有為法，如夢幻泡影」，你覺悟了。這一悟你煩惱斷了，一切法的真相明白之後，你在這個一切法裡頭再不會起分別，不會起執著了，一切法當中再也不會有患得患失了，真相大白。"
    },
    {
      "id": "12-011-0011_p0034",
      "zh_CN": "世间法如是，就是六凡法界如是，四圣法界也不例外。你对于六凡你不会讨厌，对四圣也没有羡慕，好恶之心断掉了。这个时候在这个境界里头，你是一种什么感官？你的平等心现前，外面十法界有没有？有。的确有这个十种不同的境界，但是在你的眼睛里面是一。我举个比喻说，这个地方有一堆黄金，这个地方有一堆粪土，愚痴的人怎么样？一定看到黄金喜爱，大家都去抢，粪土没人过问，这是迷。觉悟的人，凡所有相皆是虚妄，这也是虚妄，这也是虚妄，两个是一样的。对粪土没有厌恶之心，没有舍的心；对黄金没有取的心，他的心是平等的。平等心住的境界叫一真法界，就是这个品的品题叫「不思议解脱境界」，他得自在，他住的这个地方就叫净土。所以诸位要晓得，不一定说到西方才是净土，你自己现在在此地得理一心不乱，你住的这个地方，只要是你在那个地方就叫实报庄严土。跟你手拉手这个人，他是个凡夫，他住的叫凡圣同居士。为什么？跟你拉手的这个人，这人是菩萨、是佛，他是圣人，你是凡夫，你住的是凡圣同居土；在佛菩萨、圣人决定不跟你是凡圣同居土，他住的是实报、极光土。",
      "zh_TW": "世間法如是，就是六凡法界如是，四聖法界也不例外。你對於六凡你不會討厭，對四聖也沒有羨慕，好惡之心斷掉了。這個時候在這個境界裡頭，你是一種什麼感官？你的平等心現前，外面十法界有沒有？有。的確有這個十種不同的境界，但是在你的眼睛裡面是一。我舉個比喻說，這個地方有一堆黃金，這個地方有一堆糞土，愚痴的人怎麼樣？一定看到黃金喜愛，大家都去搶，糞土沒人過問，這是迷。覺悟的人，凡所有相皆是虛妄，這也是虛妄，這也是虛妄，兩個是一樣的。對糞土沒有厭惡之心，沒有捨的心；對黃金沒有取的心，他的心是平等的。平等心住的境界叫一真法界，就是這個品的品題叫「不思議解脫境界」，他得自在，他住的這個地方就叫淨土。所以諸位要曉得，不一定說到西方才是淨土，你自己現在在此地得理一心不亂，你住的這個地方，只要是你在那個地方就叫實報莊嚴土。跟你手拉手這個人，他是個凡夫，他住的叫凡聖同居士。為什麼？跟你拉手的這個人，這人是菩薩、是佛，他是聖人，你是凡夫，你住的是凡聖同居土；在佛菩薩、聖人決定不跟你是凡聖同居土，他住的是實報、極光土。"
    },
    {
      "id": "12-011-0011_p0035",
      "zh_CN": "试问问这个境界有没有什么变化？没有，还是这个样子。境随心转，你的心清净，境界就清净；心染浊，世界就染浊，实际上世界哪有什么清净、染浊？这个意思诸位一下还会不来，我再举个比喻，譬如我们现在很流行戴眼镜，我们戴个蓝色的眼镜，世界统统是蓝色的；戴个红色的眼镜，世界统统是红色的。世界它既不蓝、也不红，它之所以变蓝、变红，是你戴的眼镜不同，就是这么回事情。世界哪有什么四土？什么寂光、实报、方便、同居，没有这个，就是你戴了四副眼镜不一样，看的世界就不相同了，就这么回事情。哪有什么一真法界、十法界？这是讲各人心理不相同，所以才建立这么多名称，才现出这么多的幻法，所以这个境无实境。蕅益大师说得好，境缘，境是物质环境，缘是人事环境，外境没有好丑，「好丑起于心」。境就是四土，缘就是十法界，佛菩萨、声闻、缘觉、六道凡夫那是缘，境是四土，其实没有，是生在众生的心。众生心清净，你所看的就说之为四圣；心染浊，说之为六凡，就这么回事情。",
      "zh_TW": "試問問這個境界有沒有什麼變化？沒有，還是這個樣子。境隨心轉，你的心清淨，境界就清淨；心染濁，世界就染濁，實際上世界哪有什麼清淨、染濁？這個意思諸位一下還會不來，我再舉個比喻，譬如我們現在很流行戴眼鏡，我們戴個藍色的眼鏡，世界統統是藍色的；戴個紅色的眼鏡，世界統統是紅色的。世界它既不藍、也不紅，它之所以變藍、變紅，是你戴的眼鏡不同，就是這麼回事情。世界哪有什麼四土？什麼寂光、實報、方便、同居，沒有這個，就是你戴了四副眼鏡不一樣，看的世界就不相同了，就這麼回事情。哪有什麼一真法界、十法界？這是講各人心理不相同，所以才建立這麼多名稱，才現出這麼多的幻法，所以這個境無實境。蕅益大師說得好，境緣，境是物質環境，緣是人事環境，外境沒有好醜，「好醜起於心」。境就是四土，緣就是十法界，佛菩薩、聲聞、緣覺、六道凡夫那是緣，境是四土，其實沒有，是生在眾生的心。眾生心清淨，你所看的就說之為四聖；心染濁，說之為六凡，就這麼回事情。"
    },
    {
      "id": "12-011-0011_p0036",
      "zh_CN": "所以托事显法生解就是开悟了，真正开悟这是禅家讲的大彻大悟，将十法界物质环境、人事环境的真相，全都看清楚了。所以这个也叫做具足无尽门，确实是本来具足，真正是所谓心外无法，法外无心。所以诸位我们要想入佛知见，入佛最圆满究竟的境界，唯一的途径就是清净心。清净心的修的就是在我们日常生活当中，特别是人事环境当中去练，练什么？练样样清楚、样样明了这是智慧。练如如不动，这是训练清净心，清净心里面明了那叫真智慧，这真智慧。所以必须要晓得，学佛的人他所求的是什么？只求清净心。除清净心之外，一样都不求。如果除了清净心之外，还要求个一样，你的心就不清净；换句话说，除了求清净心之外，什么都要放下。不但世间一切法你要放下，佛菩提也要放下，为什么？有个佛菩提，心就不清净了。所以说世法佛法统统放下，为的什么？为的求清净心，清净心现前了，尽虚空遍法界的真相才能够完全明了，那就是成就无上正等正觉。为什么叫你一切法放下？因为一切法俱不可得，一切法是缘生，缘生是幻有，缘生是真空，缘生是不可得，不可得里面你想得是妄想执着，不是真实的。这几句话说起来很容易，很轻松，几个人能够参透？透过了就成佛、成菩萨，透不过的还是凡夫。",
      "zh_TW": "所以託事顯法生解就是開悟了，真正開悟這是禪家講的大徹大悟，將十法界物質環境、人事環境的真相，全都看清楚了。所以這個也叫做具足無盡門，確實是本來具足，真正是所謂心外無法，法外無心。所以諸位我們要想入佛知見，入佛最圓滿究竟的境界，唯一的途徑就是清淨心。清淨心的修的就是在我們日常生活當中，特別是人事環境當中去練，練什麼？練樣樣清楚、樣樣明瞭這是智慧。練如如不動，這是訓練清淨心，清淨心裡面明瞭那叫真智慧，這真智慧。所以必須要曉得，學佛的人他所求的是什麼？只求清淨心。除清淨心之外，一樣都不求。如果除了清淨心之外，還要求個一樣，你的心就不清淨；換句話說，除了求清淨心之外，什麼都要放下。不但世間一切法你要放下，佛菩提也要放下，為什麼？有個佛菩提，心就不清淨了。所以說世法佛法統統放下，為的什麼？為的求清淨心，清淨心現前了，盡虛空遍法界的真相才能夠完全明瞭，那就是成就無上正等正覺。為什麼叫你一切法放下？因為一切法俱不可得，一切法是緣生，緣生是幻有，緣生是真空，緣生是不可得，不可得裡面你想得是妄想執著，不是真實的。這幾句話說起來很容易，很輕鬆，幾個人能夠參透？透過了就成佛、成菩薩，透不過的還是凡夫。"
    },
    {
      "id": "12-011-0011_p0037",
      "zh_CN": "「九十世隔法异成门，即此一尘，既遍一切处」。前面统统是讲空间，既然遍一切处，当然也遍一切时，就是亦该一切时，时是讲过去、现在、未来，因为时间跟空间，实在讲是一不是二。遍一切处当然包括一切时。「三世各三」，三世讲过去、现在、未来，过去世有过去的过去，有过去的现在，有过去的未来；现在世有现在的过去，现在的现在，现在的未来；未来世有未来的过去，未来的现在，未来的未来，这叫九世。九世不离一念，所以在加上这一念叫十世，「三世各三，摄为一念」，这个总共叫十世。诸位将来在经上看到，「十世古今」，这个十世就这么说法的，一念具足。",
      "zh_TW": "「九十世隔法異成門，即此一塵，既遍一切處」。前面統統是講空間，既然遍一切處，當然也遍一切時，就是亦該一切時，時是講過去、現在、未來，因為時間跟空間，實在講是一不是二。遍一切處當然包括一切時。「三世各三」，三世講過去、現在、未來，過去世有過去的過去，有過去的現在，有過去的未來；現在世有現在的過去，現在的現在，現在的未來；未來世有未來的過去，未來的現在，未來的未來，這叫九世。九世不離一念，所以在加上這一念叫十世，「三世各三，攝為一念」，這個總共叫十世。諸位將來在經上看到，「十世古今」，這個十世就這麼說法的，一念具足。"
    },
    {
      "id": "12-011-0011_p0038",
      "zh_CN": "「过去无量劫，安置未来今，未来无量劫，回置过去世」。这就给你说，因为时间不是真实法，所以过去世可以把它搬到现在来，未来世也可以把它搬到过去，这是我们所讲的神通，知道过去、未来，为什么知道过去、未来？这里头你们看到了没有？一念就知道了。我们现在为什么不知道？我们这个念没有到一，所以过去不能搬到现在，未来也不能搬到现在。我们的修行目标是在一心不乱，所以你只要得一心不乱就知道过去、未来。这个一心不乱，事一心不乱就行了，得念佛三昧，过去、未来十世你就都看见了。但是得事一心，你看的范围还不大，譬如经里面给我们讲的，阿罗汉能够知五百世，比我们的能力就大得多了。五百世就算以中国人的算法，三十年为一世，他能知道多久的事情？我们中国人是三十年是一世，他能够知道五百世，过去五百世、未来五百世他能够知道，超越这个范围他能力达不到。",
      "zh_TW": "「過去無量劫，安置未來今，未來無量劫，迴置過去世」。這就給你說，因為時間不是真實法，所以過去世可以把它搬到現在來，未來世也可以把它搬到過去，這是我們所講的神通，知道過去、未來，為什麼知道過去、未來？這裡頭你們看到了沒有？一念就知道了。我們現在為什麼不知道？我們這個念沒有到一，所以過去不能搬到現在，未來也不能搬到現在。我們的修行目標是在一心不亂，所以你只要得一心不亂就知道過去、未來。這個一心不亂，事一心不亂就行了，得念佛三昧，過去、未來十世你就都看見了。但是得事一心，你看的範圍還不大，譬如經裡面給我們講的，阿羅漢能夠知五百世，比我們的能力就大得多了。五百世就算以中國人的算法，三十年為一世，他能知道多久的事情？我們中國人是三十年是一世，他能夠知道五百世，過去五百世、未來五百世他能夠知道，超越這個範圍他能力達不到。"
    },
    {
      "id": "12-011-0011_p0039",
      "zh_CN": "如果要是证得理一心不乱，这种见量比阿罗汉大得太多太多了，到佛的究竟果位，无所不知，无所不能。这种情形就像什么？就像我们这个看电影，电影银幕上放映这张片子，就好像凡夫的见量，只知道现在，不晓得过去，也不知道未来，要慢慢看这个片子去发展，是这么个现象。佛菩萨看的什么？看底片，一展开过去、现在、未来都在眼前，就是这么回事情。所以时分、方分，你看在唯识里面讲不相应行法，它不是真的。真实里面没有时分跟方分，这是我们所谓的抽象概念里面产生的。在三性里面讲，它是属于遍计所执性，完全是虚假的，所以才能够知道过去、现在、未来。",
      "zh_TW": "如果要是證得理一心不亂，這種見量比阿羅漢大得太多太多了，到佛的究竟果位，無所不知，無所不能。這種情形就像什麼？就像我們這個看電影，電影銀幕上放映這張片子，就好像凡夫的見量，只知道現在，不曉得過去，也不知道未來，要慢慢看這個片子去發展，是這麼個現象。佛菩薩看的什麼？看底片，一展開過去、現在、未來都在眼前，就是這麼回事情。所以時分、方分，你看在唯識裡面講不相應行法，它不是真的。真實裡面沒有時分跟方分，這是我們所謂的抽象概念裡面產生的。在三性裡面講，它是屬於遍計所執性，完全是虛假的，所以才能夠知道過去、現在、未來。"
    },
    {
      "id": "12-011-0011_p0040",
      "zh_CN": "最后一条，「主伴圆明具德门，此尘能现即名为主，理无孤起，必摄眷属」，其余的就叫眷属。「如经云：普贤于此佛前入定为主，则言一身顿现诸境，结通十方。则一一佛前，有多普贤，以是伴故，余大菩萨，相望为伴，一一皆然」。这几句也很容易了解，这就是我们一般所讲宾主之分，主是一个，宾有众多。底下有一句我们要注意的，那就是「复有果主果伴因主因伴等」，这是要注意到的。「然以主望主，以伴望伴，各不相见，主伴伴主则得相见，圆明具德」。这个意思前面说过，以主望主就是两个佛见面，那是各不相见，相见什么？无言。两个程度相等的，就说各不相见；两个程度不相等的，那就相见。",
      "zh_TW": "最後一條，「主伴圓明具德門，此塵能現即名為主，理無孤起，必攝眷屬」，其餘的就叫眷屬。「如經云：普賢於此佛前入定為主，則言一身頓現諸境，結通十方。則一一佛前，有多普賢，以是伴故，餘大菩薩，相望為伴，一一皆然」。這幾句也很容易了解，這就是我們一般所講賓主之分，主是一個，賓有眾多。底下有一句我們要注意的，那就是「復有果主果伴因主因伴等」，這是要注意到的。「然以主望主，以伴望伴，各不相見，主伴伴主則得相見，圓明具德」。這個意思前面說過，以主望主就是兩個佛見面，那是各不相見，相見什麼？無言。兩個程度相等的，就說各不相見；兩個程度不相等的，那就相見。"
    },
    {
      "id": "12-011-0011_p0041",
      "zh_CN": "一微尘当中，如果以这一微尘为主，其余的都是伴；以其余为主，这一微尘就是伴。宾主、主宾是圆明具德的，不是说主一定是主，宾一定是宾，没有这个，互为宾主。一微尘如是，一切法中无有一法不是这个现相，正因为宾主、主宾是互换，所以这一切法是平等的。主不是永远做主，宾也不是永远为宾；永远做主，永远为宾那就不平等了。就算在佛的讲席当中，佛是主，大众是伴；如果就整个僧团里面来讲，团体是主，个人是伴。在教学里面来说，学生是主，老师也可以为伴，学生是主要接受的，没有学生哪来老师？师这个称号怎么样？是因为学生才称老师。所以要晓得这个关系是相互的。一切法里面无有一法不是这个现象，这是我们要深深的、细细的去观察，这是智慧的观察。",
      "zh_TW": "一微塵當中，如果以這一微塵為主，其餘的都是伴；以其餘為主，這一微塵就是伴。賓主、主賓是圓明具德的，不是說主一定是主，賓一定是賓，沒有這個，互為賓主。一微塵如是，一切法中無有一法不是這個現相，正因為賓主、主賓是互換，所以這一切法是平等的。主不是永遠做主，賓也不是永遠為賓；永遠做主，永遠為賓那就不平等了。就算在佛的講席當中，佛是主，大眾是伴；如果就整個僧團裡面來講，團體是主，個人是伴。在教學裡面來說，學生是主，老師也可以為伴，學生是主要接受的，沒有學生哪來老師？師這個稱號怎麼樣？是因為學生才稱老師。所以要曉得這個關係是相互的。一切法裡面無有一法不是這個現象，這是我們要深深的、細細的去觀察，這是智慧的觀察。"
    },
    {
      "id": "12-011-0011_p0042",
      "zh_CN": "我们今天读《华严经》，粗粗的略知大意，这是粗知、略知其大意。实在上讲这样深入细密的观察，不是我们现前能力能够做得到的。我们现在在一切法里面是明了，明了是怎么样？时时刻刻能提得起观照，这么细密观察的用意，在哪里？用意就是智慧开了。于一切法不分别、不执着、不起妄念这是目的。如果你要是不明了这个意思，你拿着这些教条，在一切法里头，去分别、去执着、去打妄想，那就全盘都错了。所以清凉大师讲，这个经文我们还没有念到，还在后面，那个不会学的，学了经什么？增长邪见，就是这个意思。我们听了这些，不会用、错用了，拿这些在一一法里头去分别、去计较，计较就打妄想，去执着这就是用错了。是以第六意识来应用这些法则，所得的结果就是增长邪见。这些开导是教我们明白事实真相，是离分别、离执着、离妄想；换句话说，就是帮助我们得清净心。我们的心不清净，就是不肯放下，为什么不肯放下？对这个事理真相不明了，于是在这一切事理当中起了坚固的执着，放不下。统统明了了放下就是，放下之后你的知见看法跟佛菩萨一模一样，不必要一样一样去计较。无量无边的法门是一刹那之间圆满具足的呈现，说都说不尽。",
      "zh_TW": "我們今天讀《華嚴經》，粗粗的略知大意，這是粗知、略知其大意。實在上講這樣深入細密的觀察，不是我們現前能力能夠做得到的。我們現在在一切法裡面是明瞭，明瞭是怎麼樣？時時刻刻能提得起觀照，這麼細密觀察的用意，在哪裡？用意就是智慧開了。於一切法不分別、不執著、不起妄念這是目的。如果你要是不明瞭這個意思，你拿著這些教條，在一切法裡頭，去分別、去執著、去打妄想，那就全盤都錯了。所以清涼大師講，這個經文我們還沒有念到，還在後面，那個不會學的，學了經什麼？增長邪見，就是這個意思。我們聽了這些，不會用、錯用了，拿這些在一一法裡頭去分別、去計較，計較就打妄想，去執著這就是用錯了。是以第六意識來應用這些法則，所得的結果就是增長邪見。這些開導是教我們明白事實真相，是離分別、離執著、離妄想；換句話說，就是幫助我們得清淨心。我們的心不清淨，就是不肯放下，為什麼不肯放下？對這個事理真相不明瞭，於是在這一切事理當中起了堅固的執著，放不下。統統明瞭了放下就是，放下之後你的知見看法跟佛菩薩一模一樣，不必要一樣一樣去計較。無量無邊的法門是一剎那之間圓滿具足的呈現，說都說不盡。"
    },
    {
      "id": "12-011-0011_p0043",
      "zh_CN": "底下总结里头，在倒数第二行的圆圈，「上辨一尘十门具足」，就是一微尘当中，我们细细来辨别十门具足。「一尘既尔，余事亦然」。一微尘都如是，一切事法当中没有一法不如是。「事法既尔，余体用等十对亦然」。前面讲的，换句话说，一切事、一切物、一切理无有一法不如是。「随其一门既具十门，门门互摄，重重相望，亦至无尽，若于此十门，圆明显了，则常入法界普贤之境」。这就是一真法界，这个意思要是懂得了，再次看五十三参就有味道了，才晓得五十三参里面有些什么门道，就不至于看热闹了。如果不晓得这些门道，你看五十三参就跟看神话故事一样，跟看小说没什么两样。所以这个地方我们应当要留意的。",
      "zh_TW": "底下總結裡頭，在倒數第二行的圓圈，「上辨一塵十門具足」，就是一微塵當中，我們細細來辨別十門具足。「一塵既爾，餘事亦然」。一微塵都如是，一切事法當中沒有一法不如是。「事法既爾，餘體用等十對亦然」。前面講的，換句話說，一切事、一切物、一切理無有一法不如是。「隨其一門既具十門，門門互攝，重重相望，亦至無盡，若於此十門，圓明顯了，則常入法界普賢之境」。這就是一真法界，這個意思要是懂得了，再次看五十三參就有味道了，才曉得五十三參裡面有些什麼門道，就不至於看熱鬧了。如果不曉得這些門道，你看五十三參就跟看神話故事一樣，跟看小說沒什麼兩樣。所以這個地方我們應當要留意的。"
    }
  ]
}