{
  "doc_id": "21-261-0001",
  "title": {
    "zh_CN": "学佛答问（答澳洲参学同修之六）",
    "zh_TW": "學佛答問（答澳洲參學同修之六）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-261-0001",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "21-261-0001_p0001",
      "zh_CN": "问：第一个问题是同修问的，他每天读《无量寿经》两遍、三遍，也读《感应篇》、《弟子规》、《了凡四训》，他听经现在是专听《感应篇》为主，这样可不可以？他目前是听《太上感应篇》的ＶＣＤ，师父讲的，集中在《感应篇》。",
      "zh_TW": "問：第一個問題是同修問的，他每天讀《無量壽經》兩遍、三遍，也讀《感應篇》、《弟子規》、《了凡四訓》，他聽經現在是專聽《感應篇》為主，這樣可不可以？他目前是聽《太上感應篇》的ＶＣＤ，師父講的，集中在《感應篇》。"
    },
    {
      "id": "21-261-0001_p0002",
      "zh_CN": "答：可以。读诵也是一样的，也是要一门深入，最好就是听什么经就读什么经，你的念头才能专一，专一就能收到效果；你力量一分散，效果就没有。这个道理外国人知道的少，中国人现在也不相信，这就没有法子。中国这几千年来祖祖相传就这个方法，不信那没有办法。",
      "zh_TW": "答：可以。讀誦也是一樣的，也是要一門深入，最好就是聽什麼經就讀什麼經，你的念頭才能專一，專一就能收到效果；你力量一分散，效果就沒有。這個道理外國人知道的少，中國人現在也不相信，這就沒有法子。中國這幾千年來祖祖相傳就這個方法，不信那沒有辦法。"
    },
    {
      "id": "21-261-0001_p0003",
      "zh_CN": "问：像一些练讲《无量寿经》的法师问，是不是以专听《无量寿经》为主，那精力才专？",
      "zh_TW": "問：像一些練講《無量壽經》的法師問，是不是以專聽《無量壽經》為主，那精力才專？"
    },
    {
      "id": "21-261-0001_p0004",
      "zh_CN": "答：对，没错。",
      "zh_TW": "答：對，沒錯。"
    },
    {
      "id": "21-261-0001_p0005",
      "zh_CN": "问：读《无量寿经》就专听《无量寿经》，那平常师父所定的学员们的德行教育课程？",
      "zh_TW": "問：讀《無量壽經》就專聽《無量壽經》，那平常師父所定的學員們的德行教育課程？"
    },
    {
      "id": "21-261-0001_p0006",
      "zh_CN": "答：那是根本，那是基础，那是打地基，没有那个基础，你学《无量寿经》、学《华严》，学什么你就是学上三百年，最后还是失败，绝对不会有成就。所以我跟你们强调你们都不相信，根本的根本就是《弟子规》，你能够把《弟子规》做到，你学的东西都踏实，就好像盖房子，你一定盖得很好。你没有这个基础，你盖房子没有地基，你盖一半一定会倒掉。为什么现在，你看谢老师讲《弟子规》，在东天目山，东天目山出家人很多，讲完之后出家人都跪在他面前，痛哭流涕忏悔：我们出家到现在晓得完全是假的，不是真的。这种良心发现，这个有救。所以说我们相信人性本善，只是在迷，没有人启发，他这一讲，启发的时候，惭愧的心生出来，好事情。人最怕的是不知道惭愧，不知耻，那就死定了，一点办法都没有，真叫无救。所以你看，他听到他会哭，会流眼泪，他会跪到地下忏悔，这个有救，真能回头。",
      "zh_TW": "答：那是根本，那是基礎，那是打地基，沒有那個基礎，你學《無量壽經》、學《華嚴》，學什麼你就是學上三百年，最後還是失敗，絕對不會有成就。所以我跟你們強調你們都不相信，根本的根本就是《弟子規》，你能夠把《弟子規》做到，你學的東西都踏實，就好像蓋房子，你一定蓋得很好。你沒有這個基礎，你蓋房子沒有地基，你蓋一半一定會倒掉。為什麼現在，你看謝老師講《弟子規》，在東天目山，東天目山出家人很多，講完之後出家人都跪在他面前，痛哭流涕懺悔：我們出家到現在曉得完全是假的，不是真的。這種良心發現，這個有救。所以說我們相信人性本善，只是在迷，沒有人啟發，他這一講，啟發的時候，慚愧的心生出來，好事情。人最怕的是不知道慚愧，不知恥，那就死定了，一點辦法都沒有，真叫無救。所以你看，他聽到他會哭，會流眼淚，他會跪到地下懺悔，這個有救，真能回頭。"
    },
    {
      "id": "21-261-0001_p0007",
      "zh_CN": "问：有一个不是专修净土的，他问在阿弥陀佛净土修行的人，听说净土宗都讲到乘愿再来度众生，但是为什么没有听到有人说过确实是西方极乐世界的一些佛菩萨乘愿再来，或者在临命终之前跟大家讲他是从极乐世界再来的？",
      "zh_TW": "問：有一個不是專修淨土的，他問在阿彌陀佛淨土修行的人，聽說淨土宗都講到乘願再來度眾生，但是為什麼沒有聽到有人說過確實是西方極樂世界的一些佛菩薩乘願再來，或者在臨命終之前跟大家講他是從極樂世界再來的？"
    },
    {
      "id": "21-261-0001_p0008",
      "zh_CN": "答：问这些干什么？",
      "zh_TW": "答：問這些幹什麼？"
    },
    {
      "id": "21-261-0001_p0009",
      "zh_CN": "问：这是一位出家法师问的。",
      "zh_TW": "問：這是一位出家法師問的。"
    },
    {
      "id": "21-261-0001_p0010",
      "zh_CN": "答：问这些干什么？历史上有记载的，永明延寿是阿弥陀佛再来的；善导大师，阿弥陀佛再来的；宝志公，观世音菩萨再来的；近代的印光大师，大势至菩萨再来的，怎么会没有？多得很！只是再来人不会透露身分，这是佛门的规矩。透露身分什么？你妖言惑众，所以是真人不露面。凡是暴露自己身分，说自己什么，全是假的，全是骗人的。只有一种条件，说了马上就走，就往生，那是真的；说了之后你还不走，假的，这是佛门的规矩。太多了，肉眼凡夫不认识。",
      "zh_TW": "答：問這些幹什麼？歷史上有記載的，永明延壽是阿彌陀佛再來的；善導大師，阿彌陀佛再來的；寶誌公，觀世音菩薩再來的；近代的印光大師，大勢至菩薩再來的，怎麼會沒有？多得很！只是再來人不會透露身分，這是佛門的規矩。透露身分什麼？你妖言惑眾，所以是真人不露面。凡是暴露自己身分，說自己什麼，全是假的，全是騙人的。只有一種條件，說了馬上就走，就往生，那是真的；說了之後你還不走，假的，這是佛門的規矩。太多了，肉眼凡夫不認識。"
    },
    {
      "id": "21-261-0001_p0011",
      "zh_CN": "问：同修请问道场立牌位的含义在哪里？",
      "zh_TW": "問：同修請問道場立牌位的含義在哪裡？"
    },
    {
      "id": "21-261-0001_p0012",
      "zh_CN": "答：这个事情不要问我，连这么一点小小事情来问我，你们这些人天天在这吃饭，饭都白吃了。你们出家这么多年，佛门吃了这么多饭，立牌位什么意思你都不知道，你饭不是白吃了。",
      "zh_TW": "答：這個事情不要問我，連這麼一點小小事情來問我，你們這些人天天在這吃飯，飯都白吃了。你們出家這麼多年，佛門吃了這麼多飯，立牌位什麼意思你都不知道，你飯不是白吃了。"
    },
    {
      "id": "21-261-0001_p0013",
      "zh_CN": "问：有时候有些开示由师父讲的话。",
      "zh_TW": "問：有時候有些開示由師父講的話。"
    },
    {
      "id": "21-261-0001_p0014",
      "zh_CN": "答：不是这样的，样样都要我讲，把我累死。",
      "zh_TW": "答：不是這樣的，樣樣都要我講，把我累死。"
    },
    {
      "id": "21-261-0001_p0015",
      "zh_CN": "问：众生还是着相。",
      "zh_TW": "問：眾生還是著相。"
    },
    {
      "id": "21-261-0001_p0016",
      "zh_CN": "答：他着相我不着相，我不答他。佛门要代代有人才起来。",
      "zh_TW": "答：他著相我不著相，我不答他。佛門要代代有人才起來。"
    },
    {
      "id": "21-261-0001_p0017",
      "zh_CN": "问：牌位现在是都有大牌位、小牌位，经常我们跟同修宣导，大牌位跟小牌位它的功德、效果都是一样的，最主要是修持人他同心为亡灵一起回向，真诚回向。",
      "zh_TW": "問：牌位現在是都有大牌位、小牌位，經常我們跟同修宣導，大牌位跟小牌位它的功德、效果都是一樣的，最主要是修持人他同心為亡靈一起迴向，真誠迴向。"
    },
    {
      "id": "21-261-0001_p0018",
      "zh_CN": "答：可以。",
      "zh_TW": "答：可以。"
    },
    {
      "id": "21-261-0001_p0019",
      "zh_CN": "问：同修在家里做早晚课，他有个小佛堂，请问师父念什么经比较好？",
      "zh_TW": "問：同修在家裡做早晚課，他有個小佛堂，請問師父念什麼經比較好？"
    },
    {
      "id": "21-261-0001_p0020",
      "zh_CN": "答：什么经都好，他修什么法门？就像念大学一样，哪个科系都好，你修哪个科系？人没有志，你就没办法知道。他说我念大学，我没有志向，你教他念哪个科系？像走路，你到哪里去？没有方向，我没有目标，请你指条路给我走。你怎么指？他没有目标，没有目的地，那你就随便，只要是路你都走去。",
      "zh_TW": "答：什麼經都好，他修什麼法門？就像念大學一樣，哪個科系都好，你修哪個科系？人沒有志，你就沒辦法知道。他說我念大學，我沒有志向，你教他念哪個科系？像走路，你到哪裡去？沒有方向，我沒有目標，請你指條路給我走。你怎麼指？他沒有目標，沒有目的地，那你就隨便，只要是路你都走去。"
    },
    {
      "id": "21-261-0001_p0021",
      "zh_CN": "问：末法时期净土法门这条路比较好一点。",
      "zh_TW": "問：末法時期淨土法門這條路比較好一點。"
    },
    {
      "id": "21-261-0001_p0022",
      "zh_CN": "答：那是你，他要立志才行，他不立志怎么办？人各有志，一定是先要发愿立志，然后才能提供他这个路怎么走，没有方向就不行了，佛菩萨、神仙也没法子。",
      "zh_TW": "答：那是你，他要立志才行，他不立志怎麼辦？人各有志，一定是先要發願立志，然後才能提供他這個路怎麼走，沒有方向就不行了，佛菩薩、神仙也沒法子。"
    },
    {
      "id": "21-261-0001_p0023",
      "zh_CN": "问：请问愿怎么发？志怎么立？",
      "zh_TW": "問：請問願怎麼發？志怎麼立？"
    },
    {
      "id": "21-261-0001_p0024",
      "zh_CN": "答：现在我跟你讲，老老实实，无论在家、出家，指什么路都是枉然的，跟你讲一句实实在在话。我学佛已经五十三年了，你看看这些人，出家、在家哪个有成就？为什么没有成就？没有基础。所以我劝你们两年之内把《弟子规》、把《了凡四训》、《感应篇》，佛门里面，《十善业道经》、《阿难问事佛吉凶经》、《沙弥律仪》，你把这个东西真正落实了，你就有根。然后无论学什么法门都有成就，你能开悟，你能证果。你要是没有这个基础的话，这个基础的基础是《弟子规》，这是头一步。大圣大贤的根基在这个地方，不在这上下功夫怎么办？搞什么都是枉然，问这些问题、答复全是废话。答复得再好，讲得再好，没用处，做不到。",
      "zh_TW": "答：現在我跟你講，老老實實，無論在家、出家，指什麼路都是枉然的，跟你講一句實實在在話。我學佛已經五十三年了，你看看這些人，出家、在家哪個有成就？為什麼沒有成就？沒有基礎。所以我勸你們兩年之內把《弟子規》、把《了凡四訓》、《感應篇》，佛門裡面，《十善業道經》、《阿難問事佛吉凶經》、《沙彌律儀》，你把這個東西真正落實了，你就有根。然後無論學什麼法門都有成就，你能開悟，你能證果。你要是沒有這個基礎的話，這個基礎的基礎是《弟子規》，這是頭一步。大聖大賢的根基在這個地方，不在這上下功夫怎麼辦？搞什麼都是枉然，問這些問題、答覆全是廢話。答覆得再好，講得再好，沒用處，做不到。"
    },
    {
      "id": "21-261-0001_p0025",
      "zh_CN": "问：同修来问一些问题，应该怎么回答比较好？",
      "zh_TW": "問：同修來問一些問題，應該怎麼回答比較好？"
    },
    {
      "id": "21-261-0001_p0026",
      "zh_CN": "答：先把《弟子规》学好，你要想做佛，先把人做好，人都不会做，哪里能成得了佛！这才叫真正的根，这才叫真正慈悲。蔡老师这次在香港讲的，你们把它重拷贝，多拷几套，你们每个同学有一套，自己多多的看看。这是在我们这里学出去的，他在我们这边听经，他接受杨老师的教诲，他是杨老师的学生。这个人会有成就，他根好，他真干。",
      "zh_TW": "答：先把《弟子規》學好，你要想做佛，先把人做好，人都不會做，哪裡能成得了佛！這才叫真正的根，這才叫真正慈悲。蔡老師這次在香港講的，你們把它重拷貝，多拷幾套，你們每個同學有一套，自己多多的看看。這是在我們這裡學出去的，他在我們這邊聽經，他接受楊老師的教誨，他是楊老師的學生。這個人會有成就，他根好，他真幹。"
    },
    {
      "id": "21-261-0001_p0027",
      "zh_CN": "做人没有别的，就是懂得尊敬别人、尊重别人、爱护别人，人家才会教你。所以，中国古圣先贤的教育、佛菩萨的教育，头一个教你做人，教你做个好人，教你做个有德行的人，你将来才会有成就。不是教你自己有能力、有才干，不是的，那是其次。你没有德行，你有能力、你有才干，你害了更多人，你在这一世，世间你可以得志，死了之后都堕阿鼻地狱；德行的修养是根本。所以我常常讲，大乘教只讲三桩事情，人与人的关系，人与自然环境的关系，人与天地鬼神的关系。你把这个关系搞清楚、搞明白，都处理得很好，你就是圣人，你就是佛菩萨。",
      "zh_TW": "做人沒有別的，就是懂得尊敬別人、尊重別人、愛護別人，人家才會教你。所以，中國古聖先賢的教育、佛菩薩的教育，頭一個教你做人，教你做個好人，教你做個有德行的人，你將來才會有成就。不是教你自己有能力、有才幹，不是的，那是其次。你沒有德行，你有能力、你有才幹，你害了更多人，你在這一世，世間你可以得志，死了之後都墮阿鼻地獄；德行的修養是根本。所以我常常講，大乘教只講三樁事情，人與人的關係，人與自然環境的關係，人與天地鬼神的關係。你把這個關係搞清楚、搞明白，都處理得很好，你就是聖人，你就是佛菩薩。"
    },
    {
      "id": "21-261-0001_p0028",
      "zh_CN": "只要你还跟人、跟事、跟物还有对立，还有喜欢这个、讨厌那个，爱这个、恨那个，你决定出不了六道轮回，念佛也不能往生。因为西方极乐世界，经上讲得很清楚，那个地方是「诸上善人，俱会一处」，你佛念得很好，你不是善人，你不是善人你跟那些善人在一块就格格不入，所以你去不了；凡是能够去的，一定是善人。善的标准是《十善业道》，「净业三福」里面讲得很清楚，我跟大家讲也讲得明白。净业三福三条，第一是人天福，你能够做到，生西方极乐世界凡圣同居土。第一福里面最重要的就是「十善业道」，「孝养父母，奉事师长，慈心不杀，修十善业」。我讲前面这是三个目标，用什么落实？十善，「十善业道」做到了才真正是孝亲、尊师，慈心不杀。你没有十善，前面三句话都没有，落空了，所以它落在十善业上。",
      "zh_TW": "只要你還跟人、跟事、跟物還有對立，還有喜歡這個、討厭那個，愛這個、恨那個，你決定出不了六道輪迴，念佛也不能往生。因為西方極樂世界，經上講得很清楚，那個地方是「諸上善人，俱會一處」，你佛念得很好，你不是善人，你不是善人你跟那些善人在一塊就格格不入，所以你去不了；凡是能夠去的，一定是善人。善的標準是《十善業道》，「淨業三福」裡面講得很清楚，我跟大家講也講得明白。淨業三福三條，第一是人天福，你能夠做到，生西方極樂世界凡聖同居土。第一福裡面最重要的就是「十善業道」，「孝養父母，奉事師長，慈心不殺，修十善業」。我講前面這是三個目標，用什麼落實？十善，「十善業道」做到了才真正是孝親、尊師，慈心不殺。你沒有十善，前面三句話都沒有，落空了，所以它落在十善業上。"
    },
    {
      "id": "21-261-0001_p0029",
      "zh_CN": "第二条这是二乘福，小乘的福报。「受持三皈，具足众戒，不犯威仪」，这一条出家落实在《沙弥律仪》，在家落实在三皈五戒。三皈很不容易，三皈是觉而不迷、正而不邪、净而不染，必须五戒、十善清净才是真正三皈。五戒、十善做不到，三皈是假的，不是真的。末后一条是大乘的福，「发菩提心，深信因果，读诵大乘，劝进行者」。劝进行者是化他，自行化他。我讲得很清楚，三福具足，生实报庄严土；三福做到两条，第一条、第二条，方便有余土；做到一条，第一条，凡圣同居土。第一条都做不到，虽然念佛不能往生，念佛人不能往生是很正常的现象。凡是往生的人，绝对不是他一生念佛的，多生多劫，累劫的因缘成熟了，哪里是一生！一生做不到。",
      "zh_TW": "第二條這是二乘福，小乘的福報。「受持三皈，具足眾戒，不犯威儀」，這一條出家落實在《沙彌律儀》，在家落實在三皈五戒。三皈很不容易，三皈是覺而不迷、正而不邪、淨而不染，必須五戒、十善清淨才是真正三皈。五戒、十善做不到，三皈是假的，不是真的。末後一條是大乘的福，「發菩提心，深信因果，讀誦大乘，勸進行者」。勸進行者是化他，自行化他。我講得很清楚，三福具足，生實報莊嚴土；三福做到兩條，第一條、第二條，方便有餘土；做到一條，第一條，凡聖同居土。第一條都做不到，雖然念佛不能往生，念佛人不能往生是很正常的現象。凡是往生的人，絕對不是他一生念佛的，多生多劫，累劫的因緣成熟了，哪裡是一生！一生做不到。"
    },
    {
      "id": "21-261-0001_p0030",
      "zh_CN": "我们同修都是累劫多生多劫都念佛，这一生能不能去得成？就看你条件具不具足。你看《无量寿经》上讲阿阇王子他那个小团体，有五百个人，听佛讲《无量寿经》生欢喜心，「我将来成佛也像阿弥陀佛一样」，动这个念头，没有求往生。求往生的念头不生，佛说他们过去生中曾经供养四百亿佛，你看善根多么深厚，但是怎么样？求往生的念头生不起来，你就晓得，现在我们看到人真正想求往生极乐世界，他过去世宿世的善根超过这些人，也就是说明你过去善根不止供养四百亿佛，超过了，因为你们有念头求生净土。为什么不能生？缘不具足，诸位要晓得，净业三福是缘，缘不具足，你没有认真去做，你的烦恼习气克服不了。",
      "zh_TW": "我們同修都是累劫多生多劫都念佛，這一生能不能去得成？就看你條件具不具足。你看《無量壽經》上講阿闍王子他那個小團體，有五百個人，聽佛講《無量壽經》生歡喜心，「我將來成佛也像阿彌陀佛一樣」，動這個念頭，沒有求往生。求往生的念頭不生，佛說他們過去生中曾經供養四百億佛，你看善根多麼深厚，但是怎麼樣？求往生的念頭生不起來，你就曉得，現在我們看到人真正想求往生極樂世界，他過去世宿世的善根超過這些人，也就是說明你過去善根不止供養四百億佛，超過了，因為你們有念頭求生淨土。為什麼不能生？緣不具足，諸位要曉得，淨業三福是緣，緣不具足，你沒有認真去做，你的煩惱習氣克服不了。"
    },
    {
      "id": "21-261-0001_p0031",
      "zh_CN": "杨老师、胡居士常常跟我谈，过去请杨老师在这边讲《弟子规》，你们很难接受，对她没有恭敬心，她看到缘不成熟，掉头走了。我跟她们说，我说这是佛菩萨安排的，为什么说佛菩萨安排的？中国大陆十几亿人要救，需要她。你们这边人对她恭敬，她教你，好，就教你几个人，大陆的缘就没有了。她们听听也有道理，佛菩萨安排的！你们想求，叫你们一下糊涂，你们对她一点礼貌都没有，她灰心了，走了，那边又继续，那边十几亿人！我跟她说过，这是真的，不是假的，章嘉大师告诉我的，一生都是佛菩萨安排的。佛菩萨不让她住在此地，住在此地她不起作用，要把她赶到那边去。所以增上缘有顺、有逆。",
      "zh_TW": "楊老師、胡居士常常跟我談，過去請楊老師在這邊講《弟子規》，你們很難接受，對她沒有恭敬心，她看到緣不成熟，掉頭走了。我跟她們說，我說這是佛菩薩安排的，為什麼說佛菩薩安排的？中國大陸十幾億人要救，需要她。你們這邊人對她恭敬，她教你，好，就教你幾個人，大陸的緣就沒有了。她們聽聽也有道理，佛菩薩安排的！你們想求，叫你們一下糊塗，你們對她一點禮貌都沒有，她灰心了，走了，那邊又繼續，那邊十幾億人！我跟她說過，這是真的，不是假的，章嘉大師告訴我的，一生都是佛菩薩安排的。佛菩薩不讓她住在此地，住在此地她不起作用，要把她趕到那邊去。所以增上緣有順、有逆。"
    },
    {
      "id": "21-261-0001_p0032",
      "zh_CN": "你们要学不难，在网路上学好了，我们现在开远程教学，只要肯学，在网路、在电视上都能学到。学东西一定要自发自动，人家督促你学，自古以来没有一个是督促学出来的，没有。凡是学出来的，古今中外都是自动自发，这个道理一定要懂。尤其是在现在这个时代，所谓民主、开放、自由、人权，这个变成什么？变成父母不能教儿女，有人权，老师不能教学生。从前父母、老师还能够帮点小忙，现在一点小忙都不能帮，也不敢帮。完全靠自动自发，这比什么都重要，自己一定要觉悟。所以好学就能成功，不好学绝对不行，要好学。蔡老师才三十几岁，三十出头，行，能成就的，他学佛也七、八年了。",
      "zh_TW": "你們要學不難，在網路上學好了，我們現在開遠程教學，只要肯學，在網路、在電視上都能學到。學東西一定要自發自動，人家督促你學，自古以來沒有一個是督促學出來的，沒有。凡是學出來的，古今中外都是自動自發，這個道理一定要懂。尤其是在現在這個時代，所謂民主、開放、自由、人權，這個變成什麼？變成父母不能教兒女，有人權，老師不能教學生。從前父母、老師還能夠幫點小忙，現在一點小忙都不能幫，也不敢幫。完全靠自動自發，這比什麼都重要，自己一定要覺悟。所以好學就能成功，不好學絕對不行，要好學。蔡老師才三十幾歲，三十出頭，行，能成就的，他學佛也七、八年了。"
    },
    {
      "id": "21-261-0001_p0033",
      "zh_CN": "问：蔡居士他最近到中国上海去讲课，同修们打电话给学生，说有很多人去听他的课。也问他念佛听经这些应该怎么样，他说只念佛号就好，不用听经，有些就是《弟子规》。",
      "zh_TW": "問：蔡居士他最近到中國上海去講課，同修們打電話給學生，說有很多人去聽他的課。也問他念佛聽經這些應該怎麼樣，他說只念佛號就好，不用聽經，有些就是《弟子規》。"
    },
    {
      "id": "21-261-0001_p0034",
      "zh_CN": "答：没错，扎根，你根扎稳了，你再学教，这是一定的程序。你要想听经，《弟子规》还是要认真学习，以《弟子规》为主，以听经为辅助。总而言之，你的根要深，你将来的成就就大了。现在大家对这个疏忽了，王财贵你看在中国大陆差不多也搞了将近十年，为什么会搞成这个样子？就是疏忽了《弟子规》，他认为《弟子规》可以不要学，问题就在此地，念四书五经、诸子百家就可以了。所以变成什么？变成小孩学了之后贡高我慢，在家里瞧不起父母，在学校里瞧不起老师，说出来的话很没礼貌，批评父母、批评老师，搞到这个样子。所以他来见我，我是特别重视《弟子规》，重视《十善业道》。不在这里扎根，你就不会做人，人都做不好，你怎么能成得了佛？你怎么能做菩萨？",
      "zh_TW": "答：沒錯，扎根，你根扎穩了，你再學教，這是一定的程序。你要想聽經，《弟子規》還是要認真學習，以《弟子規》為主，以聽經為輔助。總而言之，你的根要深，你將來的成就就大了。現在大家對這個疏忽了，王財貴你看在中國大陸差不多也搞了將近十年，為什麼會搞成這個樣子？就是疏忽了《弟子規》，他認為《弟子規》可以不要學，問題就在此地，念四書五經、諸子百家就可以了。所以變成什麼？變成小孩學了之後貢高我慢，在家裡瞧不起父母，在學校裡瞧不起老師，說出來的話很沒禮貌，批評父母、批評老師，搞到這個樣子。所以他來見我，我是特別重視《弟子規》，重視《十善業道》。不在這裡扎根，你就不會做人，人都做不好，你怎麼能成得了佛？你怎麼能做菩薩？"
    },
    {
      "id": "21-261-0001_p0035",
      "zh_CN": "学佛，你看我讲了多少遍，到处我都是这样劝人，要把自己的内心对一切人、一切事、一切物对立的念头要把它化解。我不跟任何人对立，人家跟我对立是他的事情，我不跟他对立。可是你要晓得两个巴掌才打得响，他跟我对立，我这边没有，就打不响了，这比什么都重要！我讲了很多，真是这么多年来。决定不能有对人、对事、对物控制的念头，不能有，占有的念头不能有。你能把这三句话真听懂了，都做到了，你的菩提路上一帆风顺，那《弟子规》很容易学，佛家戒律很容易学。为什么你做不到？冲突就在此地，我跟很多一切人事物对立，我对于一切人事物有控制的念头，有占有的念头，这就不行。这样子别说你学三十年，学三百年你都入不了一分一寸，永远在佛门外面，学的是皮毛。讲得天花乱坠，这从前李老师给我们说的，与了生死、出轮回毫不相干。这都是实实在在话，都不是骗人的。",
      "zh_TW": "學佛，你看我講了多少遍，到處我都是這樣勸人，要把自己的內心對一切人、一切事、一切物對立的念頭要把它化解。我不跟任何人對立，人家跟我對立是他的事情，我不跟他對立。可是你要曉得兩個巴掌才打得響，他跟我對立，我這邊沒有，就打不響了，這比什麼都重要！我講了很多，真是這麼多年來。決定不能有對人、對事、對物控制的念頭，不能有，佔有的念頭不能有。你能把這三句話真聽懂了，都做到了，你的菩提路上一帆風順，那《弟子規》很容易學，佛家戒律很容易學。為什麼你做不到？衝突就在此地，我跟很多一切人事物對立，我對於一切人事物有控制的念頭，有佔有的念頭，這就不行。這樣子別說你學三十年，學三百年你都入不了一分一寸，永遠在佛門外面，學的是皮毛。講得天花亂墜，這從前李老師給我們說的，與了生死、出輪迴毫不相干。這都是實實在在話，都不是騙人的。"
    },
    {
      "id": "21-261-0001_p0036",
      "zh_CN": "我们的功夫要自己做，自己得受用，佛门常讲「公修公得，婆修婆得，不修不得」，你修的别人拿不去，最后的受用是自己，自己不断向上提升。所以西方极乐世界，说老实话，在我们娑婆世界我们只要认真努力，取实报庄严土是办得到的。这是善导大师在《观经四帖疏》里头告诉我们的，他说「三辈九品往生，总在遇缘不同」，这句话说绝了。古人讲实报土上三辈的往生是菩萨，方便有余土是罗汉，凡夫只有凡圣同居土，古大德有这么多说法。善导大师是阿弥陀佛再来的，他给我们说的不是这种状况，完全在遇缘不同。我们的缘殊胜，我们的缘没有缺，有好的老师，遇到好的法门，有好的修学环境，我们所想要的参考资料都丰富，都没有缺乏，这种缘到哪里去找！所缺的，就是自己肯不肯干，肯不肯依教奉行，真肯干没有一个不成就。",
      "zh_TW": "我們的功夫要自己做，自己得受用，佛門常講「公修公得，婆修婆得，不修不得」，你修的別人拿不去，最後的受用是自己，自己不斷向上提升。所以西方極樂世界，說老實話，在我們娑婆世界我們只要認真努力，取實報莊嚴土是辦得到的。這是善導大師在《觀經四帖疏》裡頭告訴我們的，他說「三輩九品往生，總在遇緣不同」，這句話說絕了。古人講實報土上三輩的往生是菩薩，方便有餘土是羅漢，凡夫只有凡聖同居土，古大德有這麼多說法。善導大師是阿彌陀佛再來的，他給我們說的不是這種狀況，完全在遇緣不同。我們的緣殊勝，我們的緣沒有缺，有好的老師，遇到好的法門，有好的修學環境，我們所想要的參考資料都豐富，都沒有缺乏，這種緣到哪裡去找！所缺的，就是自己肯不肯幹，肯不肯依教奉行，真肯幹沒有一個不成就。"
    },
    {
      "id": "21-261-0001_p0037",
      "zh_CN": "我们看到杨老师这批人，她告诉我，现在差不多老师将近有十几位，她培养到第四代了。她自己是第一代，蔡老师是第二代，她有第三代、第四代，向全中国来推动，男女老少大家一起来学。这个国家提倡的以德治国，真的扎根了，这个国家前途无量。",
      "zh_TW": "我們看到楊老師這批人，她告訴我，現在差不多老師將近有十幾位，她培養到第四代了。她自己是第一代，蔡老師是第二代，她有第三代、第四代，向全中國來推動，男女老少大家一起來學。這個國家提倡的以德治國，真的扎根了，這個國家前途無量。"
    },
    {
      "id": "21-261-0001_p0038",
      "zh_CN": "问：师父一句话已经全部都解答了。",
      "zh_TW": "問：師父一句話已經全部都解答了。"
    },
    {
      "id": "21-261-0001_p0039",
      "zh_CN": "答：对。别人要是来问的时候，出家人教他念《弟子规》、《十善业道经》、《沙弥律仪》。在家人教他念《弟子规》、念《了凡四训》、念《太上感应篇》就行了，在家从这儿扎根。",
      "zh_TW": "答：對。別人要是來問的時候，出家人教他念《弟子規》、《十善業道經》、《沙彌律儀》。在家人教他念《弟子規》、念《了凡四訓》、念《太上感應篇》就行了，在家從這兒扎根。"
    }
  ]
}