{
  "doc_id": "21-681-0003",
  "title": {
    "zh_CN": "安心、安身生活之方法",
    "zh_TW": "安心、安身生活之方法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "斯里兰卡蓝莲花寺",
    "zh_TW": "斯里蘭卡藍蓮花寺"
  },
  "doc_number": "21-681-0003",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "21-681-0003_p0001",
      "zh_CN": "尊敬的强帝玛国师，尊敬的诸位法师，诸位同学，大家早晨好！",
      "zh_TW": "尊敬的強帝瑪國師，尊敬的諸位法師，諸位同學，大家早晨好！"
    },
    {
      "id": "21-681-0003_p0002",
      "zh_CN": "这几天我们在斯里兰卡所见所闻，让我们感到非常的欢喜。佛法二千五百五十七年前，释迦牟尼佛出现在印度，距离这个地方不远，为我们讲经教学说法四十九年，我们对于宇宙万物真相才稍稍明白了一些，让我们知道宇宙之大。世尊告诉我们诸法实相，一切法的真相，从宇宙的起源到一切万法的生灭，最后讲到我们自己本身，我们是从哪里来的，我们为什么会到这个世间，将来到哪里去，这都是大问题。今天哲学跟科学也是把这个当作第一个命题来研究，一直到今天都没有正确的答案，真正正确的答案都在佛经典当中。所以，佛陀出生于世间，带给我们的是人生最重要的教育，最主要的教学，让我们真正智慧开了。智慧，佛告诉我们，是我们每个人自性里面本来有的，是因为我们迷失了自性，把智慧变成了烦恼、变成习气。我们学佛，佛引导我们如何从烦恼再转回来，再把它转变成智慧，我们的人生就会得到幸福美满。",
      "zh_TW": "這幾天我們在斯里蘭卡所見所聞，讓我們感到非常的歡喜。佛法二千五百五十七年前，釋迦牟尼佛出現在印度，距離這個地方不遠，為我們講經教學說法四十九年，我們對於宇宙萬物真相才稍稍明白了一些，讓我們知道宇宙之大。世尊告訴我們諸法實相，一切法的真相，從宇宙的起源到一切萬法的生滅，最後講到我們自己本身，我們是從哪裡來的，我們為什麼會到這個世間，將來到哪裡去，這都是大問題。今天哲學跟科學也是把這個當作第一個命題來研究，一直到今天都沒有正確的答案，真正正確的答案都在佛經典當中。所以，佛陀出生於世間，帶給我們的是人生最重要的教育，最主要的教學，讓我們真正智慧開了。智慧，佛告訴我們，是我們每個人自性裡面本來有的，是因為我們迷失了自性，把智慧變成了煩惱、變成習氣。我們學佛，佛引導我們如何從煩惱再轉回來，再把它轉變成智慧，我們的人生就會得到幸福美滿。"
    },
    {
      "id": "21-681-0003_p0003",
      "zh_CN": "在这个世间，从世尊灭度之后到现在，二千五百五十七年，真正把这个事情讲清楚、讲明白，而且教人修学得到受用，除佛法之外没有第二家。探讨的人很多，搞清楚、搞明白只有佛教。现在也有困难，中国的佛教疏忽了两百年，日本的佛教疏忽的时间比我们更长。所以我们今天在全世界走了许许多多地方，我们所看到的佛教，从好的方面来讲，它变成学术了，在学校里面开的有佛经哲学，也有少数的学生很认真在研究；一般社会里面，对佛教产生的误会非常之多。这是什么原因？我们对于佛教经典不了解，念经的人有，讲解的人少了。所以社会大众认为我们都是迷信，对佛教并不真正了解，也不愿意修学，没有这个意愿。因为他没有看到真正修行人，没有看到真正依照佛法修行得到我们所希望的一些好处，所以信心丧失了。不但是佛教，这些年来，最近这十几年来，所有宗教都出现了这个问题。问题出生之后，中国古人教导我们，「行有不得，反求诸己」。所有的问题不应该在外面，是在我们自己本身。我们自己要认真的反省，为什么会有今天的现象？经过认真反省之后，我们就发现，佛陀的教诲我们没有真正理解，我们没有做到。原因确实在此地，不能怪别人，不能怪社会。",
      "zh_TW": "在這個世間，從世尊滅度之後到現在，二千五百五十七年，真正把這個事情講清楚、講明白，而且教人修學得到受用，除佛法之外沒有第二家。探討的人很多，搞清楚、搞明白只有佛教。現在也有困難，中國的佛教疏忽了兩百年，日本的佛教疏忽的時間比我們更長。所以我們今天在全世界走了許許多多地方，我們所看到的佛教，從好的方面來講，它變成學術了，在學校裡面開的有佛經哲學，也有少數的學生很認真在研究；一般社會裡面，對佛教產生的誤會非常之多。這是什麼原因？我們對於佛教經典不了解，念經的人有，講解的人少了。所以社會大眾認為我們都是迷信，對佛教並不真正了解，也不願意修學，沒有這個意願。因為他沒有看到真正修行人，沒有看到真正依照佛法修行得到我們所希望的一些好處，所以信心喪失了。不但是佛教，這些年來，最近這十幾年來，所有宗教都出現了這個問題。問題出生之後，中國古人教導我們，「行有不得，反求諸己」。所有的問題不應該在外面，是在我們自己本身。我們自己要認真的反省，為什麼會有今天的現象？經過認真反省之後，我們就發現，佛陀的教誨我們沒有真正理解，我們沒有做到。原因確實在此地，不能怪別人，不能怪社會。"
    },
    {
      "id": "21-681-0003_p0004",
      "zh_CN": "去年，我接受强帝玛法师的介绍，接受了总统的邀请，到斯里兰卡做九天的访问。这九天给我印象很深，让我感到很惊讶，没有想到世界上还有真正落实佛法的人，那就是斯里兰卡的人民。他们把佛法变成日常生活，变成工作，变成处事待人接物的依据、标准，这是非常非常难得。佛法是什么样子？到这边来终于看到了。学佛的人心地善良，老实、听话、真干，他们没有欲望。所以佛教导我们，怎样才能入佛门？入佛门第一个条件就是放下欲望。首先放下这个身体，真正知道身体不是我，这一点很重要。这个在佛法里面，佛说得很多，叫见思烦恼。见是我们把事实真相看错，思是我们的想错了。看错、想错，于是也说错、做错，这叫造业。社会大众普遍造业就变成现前社会的状况，整个社会动乱，地球上灾难到处都是，给我们带来的是痛苦。是烦恼，是痛苦，不是幸福，不是快乐。可是学佛的人真正依照佛陀教诲，我们感受是幸福、是快乐，我们在斯里兰卡看到了。",
      "zh_TW": "去年，我接受強帝瑪法師的介紹，接受了總統的邀請，到斯里蘭卡做九天的訪問。這九天給我印象很深，讓我感到很驚訝，沒有想到世界上還有真正落實佛法的人，那就是斯里蘭卡的人民。他們把佛法變成日常生活，變成工作，變成處事待人接物的依據、標準，這是非常非常難得。佛法是什麼樣子？到這邊來終於看到了。學佛的人心地善良，老實、聽話、真幹，他們沒有欲望。所以佛教導我們，怎樣才能入佛門？入佛門第一個條件就是放下欲望。首先放下這個身體，真正知道身體不是我，這一點很重要。這個在佛法裡面，佛說得很多，叫見思煩惱。見是我們把事實真相看錯，思是我們的想錯了。看錯、想錯，於是也說錯、做錯，這叫造業。社會大眾普遍造業就變成現前社會的狀況，整個社會動亂，地球上災難到處都是，給我們帶來的是痛苦。是煩惱，是痛苦，不是幸福，不是快樂。可是學佛的人真正依照佛陀教誨，我們感受是幸福、是快樂，我們在斯里蘭卡看到了。"
    },
    {
      "id": "21-681-0003_p0005",
      "zh_CN": "我是什么？佛告诉我们，这个身体是四大五蕴组合而成的。四大地水火风，这是佛说的物质现象，叫四大。第一个，地大，肯定它是物质现象，我们能看得见的，能摸得到的，这物质现象。物质现象它有一些特性，就是后面讲的水、火、风，这三种特性。火大是现在科学里面讲的它带电，这个物质现象带电，带阳电就是火大，带阴电就是水大；或者说，火大是温度，水大是湿度，一切物质一定有这两种现象。第三种现象，它是动的，它不是静的，所以用风做代表。地水火风是说一桩事情，不是四桩事情，就是物质现象有这四种特性。我们要知道，这个东西不是我，是什么？它是阿赖耶的相分，或者说是阿赖耶的境界相，是这么个东西。我们藉阿赖耶的性相二分里面，是极其微少的一点，认为是我们的身体，认为是我们的心理（心理就是我们能够思惟、能够想像），这全错了，都不是真的。",
      "zh_TW": "我是什麼？佛告訴我們，這個身體是四大五蘊組合而成的。四大地水火風，這是佛說的物質現象，叫四大。第一個，地大，肯定它是物質現象，我們能看得見的，能摸得到的，這物質現象。物質現象它有一些特性，就是後面講的水、火、風，這三種特性。火大是現在科學裡面講的它帶電，這個物質現象帶電，帶陽電就是火大，帶陰電就是水大；或者說，火大是溫度，水大是濕度，一切物質一定有這兩種現象。第三種現象，它是動的，它不是靜的，所以用風做代表。地水火風是說一樁事情，不是四樁事情，就是物質現象有這四種特性。我們要知道，這個東西不是我，是什麼？它是阿賴耶的相分，或者說是阿賴耶的境界相，是這麼個東西。我們藉阿賴耶的性相二分裡面，是極其微少的一點，認為是我們的身體，認為是我們的心理（心理就是我們能夠思惟、能夠想像），這全錯了，都不是真的。"
    },
    {
      "id": "21-681-0003_p0006",
      "zh_CN": "不是真的，从哪里来的？我们有真心。所以佛说「一切众生本来是佛」。为什么？真心就是佛，人人都有真心，所以人人都是佛，人人都能够成佛。我们妄心，刚才讲的阿赖耶是妄心，妄心我们可以用它，不能执着。可以使用它，让它来当助缘，帮助我们办事；我们不能听它的，它不是主人，主人是我们自己，这就对了。所以无论做什么事情，不可以放在心上。心是空寂的，心什么都没有，但是它不是无。为什么？它能够现相。阿赖耶就是心里变现出来的，它能现相。所以佛教我们要把身相看破，不要为这个身去造业。一般不了解真相的，每天这个身体都在造业，造善业感三善道的果报，造恶业感三恶道的果报。所以轮回从哪里来的？是自己业力变现的，是自己造的。不是佛菩萨造的，不是上帝造的，也不是鬼神造的，自作自受。这是佛在经里给我们说得很清楚、很明白。",
      "zh_TW": "不是真的，從哪裡來的？我們有真心。所以佛說「一切眾生本來是佛」。為什麼？真心就是佛，人人都有真心，所以人人都是佛，人人都能夠成佛。我們妄心，剛才講的阿賴耶是妄心，妄心我們可以用它，不能執著。可以使用它，讓它來當助緣，幫助我們辦事；我們不能聽它的，它不是主人，主人是我們自己，這就對了。所以無論做什麼事情，不可以放在心上。心是空寂的，心什麼都沒有，但是它不是無。為什麼？它能夠現相。阿賴耶就是心裡變現出來的，它能現相。所以佛教我們要把身相看破，不要為這個身去造業。一般不了解真相的，每天這個身體都在造業，造善業感三善道的果報，造惡業感三惡道的果報。所以輪迴從哪裡來的？是自己業力變現的，是自己造的。不是佛菩薩造的，不是上帝造的，也不是鬼神造的，自作自受。這是佛在經裡給我們說得很清楚、很明白。"
    },
    {
      "id": "21-681-0003_p0007",
      "zh_CN": "佛教我们放下身见，放下边见。边是二边，现在讲相对的这些概念，大小是相对的，是非是相对的，真妄是相对的，远近是相对的。凡是相对的也都是假的，都不是真的。假的要看破，不要去执着它。因为我们不了解事实真相，有这么许多的执着，执着里面产生无量无边的分别、无量无边的烦恼，全都错了。到最后，佛告诉我们一个真话，整个宇宙跟我们自己是一体的。这是佛法讲到究竟，那就讲到成佛，证得般涅槃就是证得一体，整个宇宙一切万物跟我是一体。所以从一体里面流出来的万德万能，无量智慧。德能里面第一个，第一德，我们这几天所说的，佛法叫慈悲。这是性德，不是学来的，自性里头本有的，世间人称为爱心。所以这个爱是自性里本有的，不是学来的。我们现在迷失了自性，这个爱心没有了，只知道爱自己，不知道爱别人。如果你明白、觉悟，你才晓得，自他是一不是二。我爱自己，同时我也会爱一切众生，爱一切众生跟爱自己一样，没有差别。",
      "zh_TW": "佛教我們放下身見，放下邊見。邊是二邊，現在講相對的這些概念，大小是相對的，是非是相對的，真妄是相對的，遠近是相對的。凡是相對的也都是假的，都不是真的。假的要看破，不要去執著它。因為我們不了解事實真相，有這麼許多的執著，執著裡面產生無量無邊的分別、無量無邊的煩惱，全都錯了。到最後，佛告訴我們一個真話，整個宇宙跟我們自己是一體的。這是佛法講到究竟，那就講到成佛，證得般涅槃就是證得一體，整個宇宙一切萬物跟我是一體。所以從一體裡面流出來的萬德萬能，無量智慧。德能裡面第一個，第一德，我們這幾天所說的，佛法叫慈悲。這是性德，不是學來的，自性裡頭本有的，世間人稱為愛心。所以這個愛是自性裡本有的，不是學來的。我們現在迷失了自性，這個愛心沒有了，只知道愛自己，不知道愛別人。如果你明白、覺悟，你才曉得，自他是一不是二。我愛自己，同時我也會愛一切眾生，愛一切眾生跟愛自己一樣，沒有差別。"
    },
    {
      "id": "21-681-0003_p0008",
      "zh_CN": "佛法的修学，决定要依戒定慧三学。如果我们疏忽了戒律，那就永远在迷，不可能觉悟。为什么？觉悟要靠戒定慧，因戒得定，因定开慧，开慧就是觉悟，就真正明白。所以佛给我们常说，在中国称为大小乘，在这个地方称为原始佛教，根本的佛教，根本佛教是建立在戒定慧三学的基础上，经典称为三藏。所以戒律非常重要。普通，就是一般人，佛所教的三皈、五戒、十善业道。落实在我们的生活上，佛给我们讲理事六和。理是经论，事，佛讲了六条，我们应当要遵守。遵守基本的戒律，五戒、十善、六和敬，就是自行化他。自己得身心清净，这是自利；自利不障碍别人，不伤害别人，就是利他。那更积极的是帮助别人，一切有苦难的众生，我们见到、听到、接触到，主动就去帮助他，这叫菩萨行。六和里面，第一个「身和同住」。它排列的顺序有些地方经论不一样，没有关系。先从身口意来讲，身，我们和睦相处。大家居住在一起，在一个道场，在家居士在一个家庭，中国古人常说「家和万事兴」。家庭不和，这个家就会衰，就会有苦难，一定要和睦，要平等。所以，平等对待、和睦相处，是佛教导我们处事待人接物最基本的概念。人不能没有，没有，他就不是佛弟子。是真正的佛弟子，决定有这个概念，他常常想到，于一切众生守住原则。",
      "zh_TW": "佛法的修學，決定要依戒定慧三學。如果我們疏忽了戒律，那就永遠在迷，不可能覺悟。為什麼？覺悟要靠戒定慧，因戒得定，因定開慧，開慧就是覺悟，就真正明白。所以佛給我們常說，在中國稱為大小乘，在這個地方稱為原始佛教，根本的佛教，根本佛教是建立在戒定慧三學的基礎上，經典稱為三藏。所以戒律非常重要。普通，就是一般人，佛所教的三皈、五戒、十善業道。落實在我們的生活上，佛給我們講理事六和。理是經論，事，佛講了六條，我們應當要遵守。遵守基本的戒律，五戒、十善、六和敬，就是自行化他。自己得身心清淨，這是自利；自利不障礙別人，不傷害別人，就是利他。那更積極的是幫助別人，一切有苦難的眾生，我們見到、聽到、接觸到，主動就去幫助他，這叫菩薩行。六和裡面，第一個「身和同住」。它排列的順序有些地方經論不一樣，沒有關係。先從身口意來講，身，我們和睦相處。大家居住在一起，在一個道場，在家居士在一個家庭，中國古人常說「家和萬事興」。家庭不和，這個家就會衰，就會有苦難，一定要和睦，要平等。所以，平等對待、和睦相處，是佛教導我們處事待人接物最基本的概念。人不能沒有，沒有，他就不是佛弟子。是真正的佛弟子，決定有這個概念，他常常想到，於一切眾生守住原則。"
    },
    {
      "id": "21-681-0003_p0009",
      "zh_CN": "不同的宗派，佛门的宗派很多，在中国古时候有十个宗派。唐朝中叶以后，成实宗、俱舍宗在中国就渐渐衰了，原因是中国的祖师大德用儒跟道代替这两个宗派。这两个宗派是初学必须要修学的，非常重视戒律。这个做法有没有错误？历史给我们做了证明，这一千三百年当中中国大乘八个宗派出了许许多多的高僧大德，在家的居士有成就的人非常之多。说明这是可以的，用儒跟道代替，行，能行得通。可是中国最近这两百年，接受了西方传来的文化，大家好奇，把自己传统疏忽了，儒释道都疏忽了。前一百年，满清的末年，有人讲，儒释道都有人讲，很少人认真去做，就衰了。民国建立之后，到现在这一百年，不但没有人做，讲的人都没有了，讲儒、讲道、讲佛的几乎都没有人。",
      "zh_TW": "不同的宗派，佛門的宗派很多，在中國古時候有十個宗派。唐朝中葉以後，成實宗、俱舍宗在中國就漸漸衰了，原因是中國的祖師大德用儒跟道代替這兩個宗派。這兩個宗派是初學必須要修學的，非常重視戒律。這個做法有沒有錯誤？歷史給我們做了證明，這一千三百年當中中國大乘八個宗派出了許許多多的高僧大德，在家的居士有成就的人非常之多。說明這是可以的，用儒跟道代替，行，能行得通。可是中國最近這兩百年，接受了西方傳來的文化，大家好奇，把自己傳統疏忽了，儒釋道都疏忽了。前一百年，滿清的末年，有人講，儒釋道都有人講，很少人認真去做，就衰了。民國建立之後，到現在這一百年，不但沒有人做，講的人都沒有了，講儒、講道、講佛的幾乎都沒有人。"
    },
    {
      "id": "21-681-0003_p0010",
      "zh_CN": "我的老师了解现实状况。我初学佛的时候，他老人家劝我，因为我一个人在台湾没有家，没有成家，所以没有后顾之忧，他劝我出家，劝我学释迦牟尼佛。学佛的什么？学佛成道之后就开始讲经教学，一直到他圆寂四十九年，没有听说释迦牟尼佛放一天假，没有。所以我们真正认识释迦牟尼佛，他是世界上最伟大的教育家，非常认真负责教学。而且最难得的，他是一个义务的教育工作者，他不收学费。学生不分国籍，不分族群，不分宗教信仰，只要你肯来学，他都收，都非常热心教导你。这个好老师是全世界只有这一个，我们没有看到第二个，这么长的时间。",
      "zh_TW": "我的老師了解現實狀況。我初學佛的時候，他老人家勸我，因為我一個人在台灣沒有家，沒有成家，所以沒有後顧之憂，他勸我出家，勸我學釋迦牟尼佛。學佛的什麼？學佛成道之後就開始講經教學，一直到他圓寂四十九年，沒有聽說釋迦牟尼佛放一天假，沒有。所以我們真正認識釋迦牟尼佛，他是世界上最偉大的教育家，非常認真負責教學。而且最難得的，他是一個義務的教育工作者，他不收學費。學生不分國籍，不分族群，不分宗教信仰，只要你肯來學，他都收，都非常熱心教導你。這個好老師是全世界只有這一個，我們沒有看到第二個，這麼長的時間。"
    },
    {
      "id": "21-681-0003_p0011",
      "zh_CN": "他的教学是有浅深次第的，知道众生根性，烦恼、习气都很重，高深的东西给他讲，听不懂。所以像我们培养儿童一样，我们希望这个儿童将来在学术上有成就，那怎么办？先要让他上幼儿园、上小学、上中学、上大学、上研究所，他才会成就。不能说我把小孩送到研究所就可以成就，那不行的，做不到。所以佛在经上明白的告诉我们，这释迦牟尼佛说的话，「佛子」，就是佛弟子，「不先学小乘，后学大乘，非佛弟子」。这个意思说什么？如果不能循序渐进这样去修学，佛不承认你是他的学生。你要做佛的学生，一定要按部就班。换句话说，我们对佛的五时说教，我们就要用心去体会。",
      "zh_TW": "他的教學是有淺深次第的，知道眾生根性，煩惱、習氣都很重，高深的東西給他講，聽不懂。所以像我們培養兒童一樣，我們希望這個兒童將來在學術上有成就，那怎麼辦？先要讓他上幼兒園、上小學、上中學、上大學、上研究所，他才會成就。不能說我把小孩送到研究所就可以成就，那不行的，做不到。所以佛在經上明白的告訴我們，這釋迦牟尼佛說的話，「佛子」，就是佛弟子，「不先學小乘，後學大乘，非佛弟子」。這個意思說什麼？如果不能循序漸進這樣去修學，佛不承認你是他的學生。你要做佛的學生，一定要按部就班。換句話說，我們對佛的五時說教，我們就要用心去體會。"
    },
    {
      "id": "21-681-0003_p0012",
      "zh_CN": "五时，就我们凡夫心目当中，我们看到的算数，看不到的我们都不承认。佛成道之后，他在定中，他没有出定，在定中讲了一部《大方广佛华严经》。我们一般人看到佛在菩提树下打坐，在入定，大概有半个多月的时间。经上有两个说法，都有根据，一个说二七日，十四天；一个说三七日，二十一天。佛在那里打坐，我们不知道他在定中讲经说法。听众是哪些人？是四十一位法身大士，都是明心见性的大菩萨，才有能力到世尊定中法会去听课。这个话现在说起来，大家都说这是神话，这是骗人，我们眼睛没看见，不相信。我们看见的，是释迦牟尼佛出定之后，到鹿野苑讲四谛法度五比丘，这个开始，我们都承认这个。从这个地方算起，《华严》不算，那就是四时。阿含时，阿含时十二年，记住这是小学，十二年。十二年之后讲方等，方等八年，这是中学。小学、中学都是在做预备工作，就是打基础。我们现在的小学六年、中学六年，合起来十二年，时间太短了。世尊教学，小学是十二年，中学八年，合起来是二十年。换句话说，佛教育这个基础深，基础非常坚固，像一棵树一样根深蒂固，将来花果一定茂盛。我们世间今天这个学制，跟佛比就相差很远，比不上人家。般若是佛讲经的重点、核心，这就是佛教的大学，时间多长？二十二年。现在办大学一般四年，佛的大学二十二年。最后研究所，研究所是讲《法华》，法华、涅槃八年。现在世间研究所大概是四年，所以跟佛在时间上来比，比不上佛陀。所以我们要把这些地方看清楚、体会清楚，这是一门大学问，是应该终身去修学的。这个大学毕业拿到博士，博士就是佛陀，硕士就是菩萨，学士就是阿罗汉。所以佛陀、菩萨、阿罗汉是佛陀教育里面学位的名称。《华严经》上佛说「一切众生本来是佛」、「一切众生皆有佛性」，既有佛性，决定会成佛，这都是佛在经上常常说的，所以我们自己要有信心。",
      "zh_TW": "五時，就我們凡夫心目當中，我們看到的算數，看不到的我們都不承認。佛成道之後，他在定中，他沒有出定，在定中講了一部《大方廣佛華嚴經》。我們一般人看到佛在菩提樹下打坐，在入定，大概有半個多月的時間。經上有兩個說法，都有根據，一個說二七日，十四天；一個說三七日，二十一天。佛在那裡打坐，我們不知道他在定中講經說法。聽眾是哪些人？是四十一位法身大士，都是明心見性的大菩薩，才有能力到世尊定中法會去聽課。這個話現在說起來，大家都說這是神話，這是騙人，我們眼睛沒看見，不相信。我們看見的，是釋迦牟尼佛出定之後，到鹿野苑講四諦法度五比丘，這個開始，我們都承認這個。從這個地方算起，《華嚴》不算，那就是四時。阿含時，阿含時十二年，記住這是小學，十二年。十二年之後講方等，方等八年，這是中學。小學、中學都是在做預備工作，就是打基礎。我們現在的小學六年、中學六年，合起來十二年，時間太短了。世尊教學，小學是十二年，中學八年，合起來是二十年。換句話說，佛教育這個基礎深，基礎非常堅固，像一棵樹一樣根深蒂固，將來花果一定茂盛。我們世間今天這個學制，跟佛比就相差很遠，比不上人家。般若是佛講經的重點、核心，這就是佛教的大學，時間多長？二十二年。現在辦大學一般四年，佛的大學二十二年。最後研究所，研究所是講《法華》，法華、涅槃八年。現在世間研究所大概是四年，所以跟佛在時間上來比，比不上佛陀。所以我們要把這些地方看清楚、體會清楚，這是一門大學問，是應該終身去修學的。這個大學畢業拿到博士，博士就是佛陀，碩士就是菩薩，學士就是阿羅漢。所以佛陀、菩薩、阿羅漢是佛陀教育裡面學位的名稱。《華嚴經》上佛說「一切眾生本來是佛」、「一切眾生皆有佛性」，既有佛性，決定會成佛，這都是佛在經上常常說的，所以我們自己要有信心。"
    },
    {
      "id": "21-681-0003_p0013",
      "zh_CN": "教育最重要的就是建立信心，什么时候开始？第一堂课开始建立信心。东方的教育都着重这个概念。中国古人教学，教小孩，小孩大概五、六岁上学，从前是私塾，念什么？念《三字经》，念《弟子规》、念《三字经》。《三字经》第一句话，就把这个教学的宗旨告诉你了，「人之初，性本善」。这一句话跟佛陀讲的「一切众生本来是佛」是同样一个意思。那个本善的善不是善恶的善，是赞美，是赞叹，就是人本性太好了，太圆满、太究竟，没有丝毫欠缺，是这个意思。就是佛在《华严经》上所说的，「一切众生皆有如来智慧德相」，就这个意思，那善就这个意思。你看，入学第一句话，就把教学的宗旨告诉你，你将来成就什么？就成就本善。在学佛，你将来就要成佛。成佛才是真正毕业、真正圆满，学佛要成佛。",
      "zh_TW": "教育最重要的就是建立信心，什麼時候開始？第一堂課開始建立信心。東方的教育都著重這個概念。中國古人教學，教小孩，小孩大概五、六歲上學，從前是私塾，念什麼？念《三字經》，念《弟子規》、念《三字經》。《三字經》第一句話，就把這個教學的宗旨告訴你了，「人之初，性本善」。這一句話跟佛陀講的「一切眾生本來是佛」是同樣一個意思。那個本善的善不是善惡的善，是讚美，是讚歎，就是人本性太好了，太圓滿、太究竟，沒有絲毫欠缺，是這個意思。就是佛在《華嚴經》上所說的，「一切眾生皆有如來智慧德相」，就這個意思，那善就這個意思。你看，入學第一句話，就把教學的宗旨告訴你，你將來成就什麼？就成就本善。在學佛，你將來就要成佛。成佛才是真正畢業、真正圓滿，學佛要成佛。"
    },
    {
      "id": "21-681-0003_p0014",
      "zh_CN": "成佛，不在乎你学的东西多少，与这个不相关。我们知道释迦牟尼佛的生平，释迦牟尼佛四十九年讲的那么多经，他跟谁学的？那些经典不是佛陀是决定说不出来。佛陀就是证悟达到究竟圆满，完全是自性里面本有的智慧德相，是从这里说出来的。所以他不是从外面学来的，这一点我们要知道。佛说出这些经典，就是自性的真实智慧，真实的德相。我们迷了，我们读这些经典，读让我们觉悟到这些智慧德相我们自己原来本有，现在如何再帮它来恢复，这叫修行。要真干！修行从哪里修起？没有别的，断烦恼而已。烦恼无量无边，佛把它分为三大类，无明烦恼、尘沙烦恼、见思烦恼，这三大类。这三大类烦恼统统断尽，你就成佛。所以它与学不学经教、认不认识字没关系，与断烦恼有关系。",
      "zh_TW": "成佛，不在乎你學的東西多少，與這個不相關。我們知道釋迦牟尼佛的生平，釋迦牟尼佛四十九年講的那麼多經，他跟誰學的？那些經典不是佛陀是決定說不出來。佛陀就是證悟達到究竟圓滿，完全是自性裡面本有的智慧德相，是從這裡說出來的。所以他不是從外面學來的，這一點我們要知道。佛說出這些經典，就是自性的真實智慧，真實的德相。我們迷了，我們讀這些經典，讀讓我們覺悟到這些智慧德相我們自己原來本有，現在如何再幫它來恢復，這叫修行。要真幹！修行從哪裡修起？沒有別的，斷煩惱而已。煩惱無量無邊，佛把它分為三大類，無明煩惱、塵沙煩惱、見思煩惱，這三大類。這三大類煩惱統統斷盡，你就成佛。所以它與學不學經教、認不認識字沒關係，與斷煩惱有關係。"
    },
    {
      "id": "21-681-0003_p0015",
      "zh_CN": "我们知道佛他所说的一切经不是什么人教他的，自性流出来的。在中国唐朝，一千四百年前出了一个惠能法师，禅宗第六代祖师。他不认识字，没有念过书。成为佛门的高僧大德，他一部经都没有学过。虽然在黄梅五祖的道场，在那边参学八个月，跟五祖只见过三次面。道场里面有讲堂，他一天没有去过；有禅堂，他一次也没有去过。他修行在哪里？五祖分配他在碓房，他是个樵夫，砍柴的，所以让他在碓房，每天舂米、破柴，那就是他的修行。他把他的修行功夫统统落实在舂米、破柴上，搞了八个月。五祖传法的时候把衣钵传给他，为什么？他开悟了。舂米、破柴能开悟吗？能。只要你放下烦恼，放下见思烦恼，放下尘沙烦恼，放下无明烦恼。我们再把这个话说得白一点，见思烦恼是执着，尘沙烦恼是分别，无明烦恼是起心动念。他每天舂米、每天破柴，在生活当中就是学放下，放下起心动念，放下分别执着，他成功了。",
      "zh_TW": "我們知道佛他所說的一切經不是什麼人教他的，自性流出來的。在中國唐朝，一千四百年前出了一個惠能法師，禪宗第六代祖師。他不認識字，沒有念過書。成為佛門的高僧大德，他一部經都沒有學過。雖然在黃梅五祖的道場，在那邊參學八個月，跟五祖只見過三次面。道場裡面有講堂，他一天沒有去過；有禪堂，他一次也沒有去過。他修行在哪裡？五祖分配他在碓房，他是個樵夫，砍柴的，所以讓他在碓房，每天舂米、破柴，那就是他的修行。他把他的修行功夫統統落實在舂米、破柴上，搞了八個月。五祖傳法的時候把衣缽傳給他，為什麼？他開悟了。舂米、破柴能開悟嗎？能。只要你放下煩惱，放下見思煩惱，放下塵沙煩惱，放下無明煩惱。我們再把這個話說得白一點，見思煩惱是執著，塵沙煩惱是分別，無明煩惱是起心動念。他每天舂米、每天破柴，在生活當中就是學放下，放下起心動念，放下分別執著，他成功了。"
    },
    {
      "id": "21-681-0003_p0016",
      "zh_CN": "五祖在晚上召见他，没有人知道，在方丈室里头给他讲《金刚经》大意。应该是讲到四分之一，《金刚经》五千多字大概只说了一千多字，讲到「应无所住，而生其心」，他开悟了。开悟，把悟入的境界向五祖报告，一共只有五句话。开悟，见性，性是什么样子？他这五句话就是描绘真性的样子。第一句话说，「本自清净」。自性是清净的，一尘不染，成佛没有染污，我们现在也没有染污。我们的真心没有染污，染污是妄心，不是真心，这个要搞清楚、搞明白。妄心做主，永远不能成就，永远不能得到真正的幸福美满。要真正幸福美满，一定要用真心，真心待人那最快乐。一般人不知道，以为真心待人会吃亏。人家都骗我，我不骗他，我不吃亏了吗？殊不知道，那个怕吃亏的人永远吃亏，不怕吃亏的人永远不吃亏。这也是一门高深的哲学，听佛的话是决定得好处。如果怀疑佛的话，虽然听了，听懂了，做不到，那个亏可就吃大了。这是我们不可以不知道的。",
      "zh_TW": "五祖在晚上召見他，沒有人知道，在方丈室裡頭給他講《金剛經》大意。應該是講到四分之一，《金剛經》五千多字大概只說了一千多字，講到「應無所住，而生其心」，他開悟了。開悟，把悟入的境界向五祖報告，一共只有五句話。開悟，見性，性是什麼樣子？他這五句話就是描繪真性的樣子。第一句話說，「本自清淨」。自性是清淨的，一塵不染，成佛沒有染污，我們現在也沒有染污。我們的真心沒有染污，染污是妄心，不是真心，這個要搞清楚、搞明白。妄心做主，永遠不能成就，永遠不能得到真正的幸福美滿。要真正幸福美滿，一定要用真心，真心待人那最快樂。一般人不知道，以為真心待人會吃虧。人家都騙我，我不騙他，我不吃虧了嗎？殊不知道，那個怕吃虧的人永遠吃虧，不怕吃虧的人永遠不吃虧。這也是一門高深的哲學，聽佛的話是決定得好處。如果懷疑佛的話，雖然聽了，聽懂了，做不到，那個虧可就吃大了。這是我們不可以不知道的。"
    },
    {
      "id": "21-681-0003_p0017",
      "zh_CN": "我学佛六十二年，听老师的话。老师往生之后，我们读佛经，听经典上讲的话。我讲经教学五十五年，现在每天还是保持四个小时，上午两个小时，下午两个小时。没有特别的事故，我不会中断。我们没有星期，没有假日，过年的时候还是一样的，腊月三十、初一还是每天四个小时。乐此不疲，这是最快乐的一桩事情，最幸福的一桩事情，其他都不重要，这个重要。到晚年，我们很认真、很细心的去观察、去反省，佛陀的八万四千法门，门门都要断烦恼、开智慧。这桩事情对我们现在一般人来讲，是非常非常的困难，我们做不到。那做不到，这生死大事怎么办？我们有生死，有轮回。生死轮回最早不是佛说的，是婆罗门说的。婆罗门教的历史至少有一万三千年，佛的历史才三千年，所以它比佛要早一万年，六道轮回是他们发现的。他怎么发现的？他修禅定。四禅八定是婆罗门教的，释迦牟尼佛把它采取了，应用在初学修行的课程上，所以阿含这十二年，佛是提倡四禅八定。在定中，空间维次没有了，时间没有了。在定中没有时间、没有空间，没有时间就没有先后，过去、未来没有，你全看见，你能看到过去，也能看到未来，统统在面前；没有空间就没有距离，整个六道上面到非想非非想处天，下面到无间地狱，全在眼前，全看到了。婆罗门有这个本事，所以婆罗门跟佛学的人很多，我们在经典常常看到。《地藏经》上婆罗门女，那个婆罗门女是地藏菩萨的化身，出生在婆罗门家里，最后从婆罗门回归到佛教，菩萨化身，告诉我们许许多多事实真相。所以，六道真有，我们起心动念、言语造作，跟三恶道相应的特别多。那死了怎么办？这个大问题。",
      "zh_TW": "我學佛六十二年，聽老師的話。老師往生之後，我們讀佛經，聽經典上講的話。我講經教學五十五年，現在每天還是保持四個小時，上午兩個小時，下午兩個小時。沒有特別的事故，我不會中斷。我們沒有星期，沒有假日，過年的時候還是一樣的，臘月三十、初一還是每天四個小時。樂此不疲，這是最快樂的一樁事情，最幸福的一樁事情，其他都不重要，這個重要。到晚年，我們很認真、很細心的去觀察、去反省，佛陀的八萬四千法門，門門都要斷煩惱、開智慧。這樁事情對我們現在一般人來講，是非常非常的困難，我們做不到。那做不到，這生死大事怎麼辦？我們有生死，有輪迴。生死輪迴最早不是佛說的，是婆羅門說的。婆羅門教的歷史至少有一萬三千年，佛的歷史才三千年，所以它比佛要早一萬年，六道輪迴是他們發現的。他怎麼發現的？他修禪定。四禪八定是婆羅門教的，釋迦牟尼佛把它採取了，應用在初學修行的課程上，所以阿含這十二年，佛是提倡四禪八定。在定中，空間維次沒有了，時間沒有了。在定中沒有時間、沒有空間，沒有時間就沒有先後，過去、未來沒有，你全看見，你能看到過去，也能看到未來，統統在面前；沒有空間就沒有距離，整個六道上面到非想非非想處天，下面到無間地獄，全在眼前，全看到了。婆羅門有這個本事，所以婆羅門跟佛學的人很多，我們在經典常常看到。《地藏經》上婆羅門女，那個婆羅門女是地藏菩薩的化身，出生在婆羅門家裡，最後從婆羅門回歸到佛教，菩薩化身，告訴我們許許多多事實真相。所以，六道真有，我們起心動念、言語造作，跟三惡道相應的特別多。那死了怎麼辦？這個大問題。"
    },
    {
      "id": "21-681-0003_p0018",
      "zh_CN": "所以我从前年，八十五岁，中国清明节的那一天，我把所有的大乘经全放下，只取一种，《无量寿经》，专修西方弥陀净土。为什么？这个我们有把握往生。我这一生寿命到了，我到极乐世界去，我真有把握。往生到极乐世界，人人都有分，只要你听到这个佛号的名字，你不怀疑，你能够相信，你能够生欢喜心，你跟阿弥陀佛就有缘。阿弥陀佛这个名号是遍法界虚空界至善至真，讲真讲善，它到登峰造极。我们修一切善法，不如念一句阿弥陀佛。人家有财富，拿出千万、亿万来做功德，我一分钱也没有，我念这一句佛号，功德超过他了，他还不如我。问题，你得真正相信才行。",
      "zh_TW": "所以我從前年，八十五歲，中國清明節的那一天，我把所有的大乘經全放下，只取一種，《無量壽經》，專修西方彌陀淨土。為什麼？這個我們有把握往生。我這一生壽命到了，我到極樂世界去，我真有把握。往生到極樂世界，人人都有分，只要你聽到這個佛號的名字，你不懷疑，你能夠相信，你能夠生歡喜心，你跟阿彌陀佛就有緣。阿彌陀佛這個名號是遍法界虛空界至善至真，講真講善，它到登峰造極。我們修一切善法，不如念一句阿彌陀佛。人家有財富，拿出千萬、億萬來做功德，我一分錢也沒有，我念這一句佛號，功德超過他了，他還不如我。問題，你得真正相信才行。"
    },
    {
      "id": "21-681-0003_p0019",
      "zh_CN": "我今天收到一封信，今天早晨，我看了，日本同学寄来的，说我们这次的活动，巴黎的活动，斯里兰卡的活动，没有告诉他们，他们不知道，问我为什么没有告诉他。我今天回信给他，为什么没有告诉？上一次，二００六年我在巴黎办了个活动，那我是主办单位，所以我有权力邀请人来参加。这一次不是我主办，这次主办是斯里兰卡，不是我主办，所以我就没有资格邀请。大家愿意来，我把这个信息转给强帝玛国师，他听了很欢喜，他就可以发邀请函。巴黎卫塞节过去了，到此地来参加，可能他们很多人没有到过斯里兰卡，到斯里兰卡来观光、来参学对他们有好处，帮助他们对佛法生起更坚固的信心，这也是无量功德。日本那边我认识的人也很多，所以把这个信息现在转告他们。",
      "zh_TW": "我今天收到一封信，今天早晨，我看了，日本同學寄來的，說我們這次的活動，巴黎的活動，斯里蘭卡的活動，沒有告訴他們，他們不知道，問我為什麼沒有告訴他。我今天回信給他，為什麼沒有告訴？上一次，二００六年我在巴黎辦了個活動，那我是主辦單位，所以我有權力邀請人來參加。這一次不是我主辦，這次主辦是斯里蘭卡，不是我主辦，所以我就沒有資格邀請。大家願意來，我把這個信息轉給強帝瑪國師，他聽了很歡喜，他就可以發邀請函。巴黎衛塞節過去了，到此地來參加，可能他們很多人沒有到過斯里蘭卡，到斯里蘭卡來觀光、來參學對他們有好處，幫助他們對佛法生起更堅固的信心，這也是無量功德。日本那邊我認識的人也很多，所以把這個信息現在轉告他們。"
    },
    {
      "id": "21-681-0003_p0020",
      "zh_CN": "佛法的好处难懂，我自己本身是个例子。净土宗这么好，这么殊胜，我学佛三十年之后，我才相信。你看，前面三十年我都不相信，我在大乘经论上下功夫，没有在净土上注意。现在年岁大了，愈来愈明白，愈来愈清楚。我对于净土的相信、不怀疑，是从《华严》、《法华》、《楞严》这些大乘经里面明白过来的。《华严经》里面最殊胜的，文殊、普贤，这是修学大乘的人对这两位菩萨没有不尊敬的，就像一般人对观世音菩萨的礼敬一样。这两位菩萨他们是修什么法门成就的？在《华严经》上有明文说得很清楚，他们是修净土法门，求生西方极乐世界成就的。这给我们对西方极乐世界生了定心，我们再不会怀疑。",
      "zh_TW": "佛法的好處難懂，我自己本身是個例子。淨土宗這麼好，這麼殊勝，我學佛三十年之後，我才相信。你看，前面三十年我都不相信，我在大乘經論上下功夫，沒有在淨土上注意。現在年歲大了，愈來愈明白，愈來愈清楚。我對於淨土的相信、不懷疑，是從《華嚴》、《法華》、《楞嚴》這些大乘經裡面明白過來的。《華嚴經》裡面最殊勝的，文殊、普賢，這是修學大乘的人對這兩位菩薩沒有不尊敬的，就像一般人對觀世音菩薩的禮敬一樣。這兩位菩薩他們是修什麼法門成就的？在《華嚴經》上有明文說得很清楚，他們是修淨土法門，求生西方極樂世界成就的。這給我們對西方極樂世界生了定心，我們再不會懷疑。"
    },
    {
      "id": "21-681-0003_p0021",
      "zh_CN": "时间迫急，我们的年龄岁数到了。人生在世间，通常讲八十岁就圆满了。释迦牟尼佛八十岁走的，圆满了。人有春夏秋冬四季，一岁到二十岁人生的春天，二十岁到四十岁人生的夏天，四十到六十人生的秋天，六十到八十人生的冬天，八十以后没有了。所以八十以后多活一天算一天，不一定什么时候就走。这是我们要很清楚、很明了，这是自然现象，本来就是如此的。所以八十以后这个要非常小心谨慎，考虑什么？我走了以后到哪里去？真正有把握，真正能去得成，我要选择这个！其他的法门，我学过不少，没把握，这个法门我有把握。所以，往后我活一年，《无量寿经》讲一遍。我现在讲《无量寿经》讲得很详细，这部经讲一遍标准的时间是一千二百个小时，也就是说每天讲四个钟点要讲满三百天。我天天讲这个，每天念佛求生净土，心里面只有阿弥陀佛，其他的统统放下。",
      "zh_TW": "時間迫急，我們的年齡歲數到了。人生在世間，通常講八十歲就圓滿了。釋迦牟尼佛八十歲走的，圓滿了。人有春夏秋冬四季，一歲到二十歲人生的春天，二十歲到四十歲人生的夏天，四十到六十人生的秋天，六十到八十人生的冬天，八十以後沒有了。所以八十以後多活一天算一天，不一定什麼時候就走。這是我們要很清楚、很明瞭，這是自然現象，本來就是如此的。所以八十以後這個要非常小心謹慎，考慮什麼？我走了以後到哪裡去？真正有把握，真正能去得成，我要選擇這個！其他的法門，我學過不少，沒把握，這個法門我有把握。所以，往後我活一年，《無量壽經》講一遍。我現在講《無量壽經》講得很詳細，這部經講一遍標準的時間是一千二百個小時，也就是說每天講四個鐘點要講滿三百天。我天天講這個，每天念佛求生淨土，心裡面只有阿彌陀佛，其他的統統放下。"
    },
    {
      "id": "21-681-0003_p0022",
      "zh_CN": "佛法在现前，我们看到斯里兰卡，信心生起来了，不像以前那么样的消沉、灰心，认为佛教没有前途，斯里兰卡帮助我建立信心。这个基础是世尊十二年阿含的基础。阿含是佛法真正的根本，没有这个基础，不能建立佛法。这个基础好像在此地做地基，地基做得非常之好、非常深厚，可以建筑高楼大厦。所以方等、般若、法华，这些大乘经教必须在斯里兰卡复兴起来，将来能够弘遍全世界。所以，我上次来跟总统见面，向他建议，应该办一所佛教大学，培养佛教各个宗派的师资，培养老师，现在缺乏的是老师。佛学院很多，佛教大学也很多，但是重视戒律的没有。所以一定，无论在家出家学佛，要重视戒律，比什么都重要。没有戒律，佛法是假的，空中楼阁，它没有基础。戒律学院是非常有必要的，要从这里做起。没有五年戒律的修学，不能学经教，这是中国从前的老规矩，在家出家都是五年学戒。我们要把它恢复起来，佛教才能真正复兴，真正能够发扬光大，佛光遍照宇宙。",
      "zh_TW": "佛法在現前，我們看到斯里蘭卡，信心生起來了，不像以前那麼樣的消沉、灰心，認為佛教沒有前途，斯里蘭卡幫助我建立信心。這個基礎是世尊十二年阿含的基礎。阿含是佛法真正的根本，沒有這個基礎，不能建立佛法。這個基礎好像在此地做地基，地基做得非常之好、非常深厚，可以建築高樓大廈。所以方等、般若、法華，這些大乘經教必須在斯里蘭卡復興起來，將來能夠弘遍全世界。所以，我上次來跟總統見面，向他建議，應該辦一所佛教大學，培養佛教各個宗派的師資，培養老師，現在缺乏的是老師。佛學院很多，佛教大學也很多，但是重視戒律的沒有。所以一定，無論在家出家學佛，要重視戒律，比什麼都重要。沒有戒律，佛法是假的，空中樓閣，它沒有基礎。戒律學院是非常有必要的，要從這裡做起。沒有五年戒律的修學，不能學經教，這是中國從前的老規矩，在家出家都是五年學戒。我們要把它恢復起來，佛教才能真正復興，真正能夠發揚光大，佛光遍照宇宙。"
    },
    {
      "id": "21-681-0003_p0023",
      "zh_CN": "有了戒律，六和才能做得到。现在我们没有见到六和的道场。「身和同住」，彼此都有意见，彼此所谓是貌和心不和，这是诸佛菩萨会感到很难过的一桩事情。为什么不和睦？对于事实真相没有真正了解。所以经要听，要多听，要多学习。各种大小乘经论，显教、密教，都要请大德们来讲解、来传授，这非常有必要的。第二个，「口和无诤」。言语没有争论，要学忍辱波罗蜜。能忍，功德无量无边，互相争论不是好事情。有理，看看对方，对方有坚固的执着，不能接受的，我们就委曲一点，你很好，说得好，不再争，息事宁人。希望团体能够和睦相处，不要有意见，这就是很大的功德。我们在修功德，修再大的功德，跟人家吵一次架，功德就没有了，所谓「火烧功德林」，功德很不容易累积，很不容易成就。",
      "zh_TW": "有了戒律，六和才能做得到。現在我們沒有見到六和的道場。「身和同住」，彼此都有意見，彼此所謂是貌和心不和，這是諸佛菩薩會感到很難過的一樁事情。為什麼不和睦？對於事實真相沒有真正了解。所以經要聽，要多聽，要多學習。各種大小乘經論，顯教、密教，都要請大德們來講解、來傳授，這非常有必要的。第二個，「口和無諍」。言語沒有爭論，要學忍辱波羅蜜。能忍，功德無量無邊，互相爭論不是好事情。有理，看看對方，對方有堅固的執著，不能接受的，我們就委曲一點，你很好，說得好，不再爭，息事寧人。希望團體能夠和睦相處，不要有意見，這就是很大的功德。我們在修功德，修再大的功德，跟人家吵一次架，功德就沒有了，所謂「火燒功德林」，功德很不容易累積，很不容易成就。"
    },
    {
      "id": "21-681-0003_p0024",
      "zh_CN": "第三个是「意和同悦」。意是我们的念头，欢欢喜喜，学佛的人。所以在中国佛教，把弥勒菩萨供养在山门，在门口，在山门，供养的是布袋和尚的像。布袋和尚出现在宋朝，南宋高宗的时候，大概也是一千二、三百年前，《高僧传》里面有他的记载。但是他的俗家不清楚，姓名也不清楚，出家状况很少人知道。他出现在浙江奉化，雪窦寺是他的道场。每天拿一个大布袋上街去化缘，别人供养他东西，布袋里面一放，满面笑容欢欢喜喜就走了。人家问他什么是佛法，他把布袋放在地上，两个手一张。大家看懂了，放下。放下以后怎么办？他提起布袋背着走了，不说一句话。这是他传法的风格，不用说一句话。什么是佛法？看破、放下，放下、看破。他走的时候告诉大家，他说我是弥勒菩萨再来的。说了，他真走了。这在佛教里面说，这是真的，不是假的。佛菩萨到这个世间来应化，他的身分暴露他就走，这是真的；说他是什么佛菩萨、阿罗汉再来的，说了不走，那是假的，那是骗人的。这个是自古以来的规矩，说出来就要走，就不能再留在这个世间，人家后人才相信。所以中国从此之后造弥勒菩萨的像统统造布袋和尚，把布袋和尚供在大门口，什么意思？告诉你什么样的人有资格入佛门，就是满心的欢喜、平等对待、和睦相处，你有资格入佛门，佛欢迎你来；如果你没有这个条件，你不能入佛门，取这个意思。",
      "zh_TW": "第三個是「意和同悅」。意是我們的念頭，歡歡喜喜，學佛的人。所以在中國佛教，把彌勒菩薩供養在山門，在門口，在山門，供養的是布袋和尚的像。布袋和尚出現在宋朝，南宋高宗的時候，大概也是一千二、三百年前，《高僧傳》裡面有他的記載。但是他的俗家不清楚，姓名也不清楚，出家狀況很少人知道。他出現在浙江奉化，雪竇寺是他的道場。每天拿一個大布袋上街去化緣，別人供養他東西，布袋裡面一放，滿面笑容歡歡喜喜就走了。人家問他什麼是佛法，他把布袋放在地上，兩個手一張。大家看懂了，放下。放下以後怎麼辦？他提起布袋背著走了，不說一句話。這是他傳法的風格，不用說一句話。什麼是佛法？看破、放下，放下、看破。他走的時候告訴大家，他說我是彌勒菩薩再來的。說了，他真走了。這在佛教裡面說，這是真的，不是假的。佛菩薩到這個世間來應化，他的身分暴露他就走，這是真的；說他是什麼佛菩薩、阿羅漢再來的，說了不走，那是假的，那是騙人的。這個是自古以來的規矩，說出來就要走，就不能再留在這個世間，人家後人才相信。所以中國從此之後造彌勒菩薩的像統統造布袋和尚，把布袋和尚供在大門口，什麼意思？告訴你什麼樣的人有資格入佛門，就是滿心的歡喜、平等對待、和睦相處，你有資格入佛門，佛歡迎你來；如果你沒有這個條件，你不能入佛門，取這個意思。"
    },
    {
      "id": "21-681-0003_p0025",
      "zh_CN": "所以一个人人生过得幸福、过得快乐，烦恼慢慢断尽，没有烦恼，只有欢喜，将来往生决定不堕三途，肯定在三善道。如果念佛求生净土，决定在西方极乐世界，到极乐世界亲近阿弥陀佛，接受阿弥陀佛的教诲，会很快，不要很长的时间，我们就证得究竟涅槃的果报。这是我们这些年来讲《无量寿经》讲得很清楚。《无量寿经》过去我讲过十遍，不是细说。从前年我开始细讲，讲得很清楚、很明白。所以诸位要听，听最近的，愈是最近的，讲得愈精彩。为什么？自己有体验。一年一部，一千二百个小时。要认真学习，真正懂了，不用我劝你，你自然会念佛，你会下定决心求生净土。这个世间统统放下，放下就快乐，放下就无争。「于人无争，于世无求」，你的生活就非常幸福、快乐、美满。",
      "zh_TW": "所以一個人人生過得幸福、過得快樂，煩惱慢慢斷盡，沒有煩惱，只有歡喜，將來往生決定不墮三途，肯定在三善道。如果念佛求生淨土，決定在西方極樂世界，到極樂世界親近阿彌陀佛，接受阿彌陀佛的教誨，會很快，不要很長的時間，我們就證得究竟涅槃的果報。這是我們這些年來講《無量壽經》講得很清楚。《無量壽經》過去我講過十遍，不是細說。從前年我開始細講，講得很清楚、很明白。所以諸位要聽，聽最近的，愈是最近的，講得愈精彩。為什麼？自己有體驗。一年一部，一千二百個小時。要認真學習，真正懂了，不用我勸你，你自然會念佛，你會下定決心求生淨土。這個世間統統放下，放下就快樂，放下就無爭。「於人無爭，於世無求」，你的生活就非常幸福、快樂、美滿。"
    },
    {
      "id": "21-681-0003_p0026",
      "zh_CN": "依照这部经，这部经里面有戒律。所以净宗同学，早年我在美国成立净宗学会，提出五个科目我们共同学习的。第一个科目是指导原则，「净业三福」。净业三福，佛告诉我们，不仅是修净土，他说「三世诸佛，净业正因」，过去、现在、未来所有菩萨成佛都要依靠这三条，不能违背。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」。我们有没有做到？这是根本的根本。我们最近这十几年来提倡三个根，就从这一条建立的。孝亲尊师我们落实在《弟子规》，慈心不杀落实在《感应篇》，末后一句修十善业，这就是儒释道的三个根，一定要做到。不做到你没有根，你成就就没有信心；你有这三个根，你的成就会有信心。",
      "zh_TW": "依照這部經，這部經裡面有戒律。所以淨宗同學，早年我在美國成立淨宗學會，提出五個科目我們共同學習的。第一個科目是指導原則，「淨業三福」。淨業三福，佛告訴我們，不僅是修淨土，他說「三世諸佛，淨業正因」，過去、現在、未來所有菩薩成佛都要依靠這三條，不能違背。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」。我們有沒有做到？這是根本的根本。我們最近這十幾年來提倡三個根，就從這一條建立的。孝親尊師我們落實在《弟子規》，慈心不殺落實在《感應篇》，末後一句修十善業，這就是儒釋道的三個根，一定要做到。不做到你沒有根，你成就就沒有信心；你有這三個根，你的成就會有信心。"
    },
    {
      "id": "21-681-0003_p0027",
      "zh_CN": "第二，有这个基础之后，再向上提升，真正学佛了，「受持三皈，具足众戒，不犯威仪」。成为真正佛门弟子，要有前头第一条，没有前面第一条，受三皈是结缘三皈，不是真的。是对你一个安慰，不是真的，佛不承认你。为什么？你前面没有做到，你不孝父母，不敬师长，佛怎么会收你做学生？哪有这种道理！所以那个结缘三皈，密宗里头灌顶，结缘灌顶，不是真的。真要有修行，要有证果，才是真的。所以这个是入门，没有前面第一条入不了佛门。你看，这三个根多重要！我们疏忽三个根，入佛门是假的，世间人承认你，佛菩萨不承认你，鬼神不承认你，这个不可以不知道的。",
      "zh_TW": "第二，有這個基礎之後，再向上提升，真正學佛了，「受持三皈，具足眾戒，不犯威儀」。成為真正佛門弟子，要有前頭第一條，沒有前面第一條，受三皈是結緣三皈，不是真的。是對你一個安慰，不是真的，佛不承認你。為什麼？你前面沒有做到，你不孝父母，不敬師長，佛怎麼會收你做學生？哪有這種道理！所以那個結緣三皈，密宗裡頭灌頂，結緣灌頂，不是真的。真要有修行，要有證果，才是真的。所以這個是入門，沒有前面第一條入不了佛門。你看，這三個根多重要！我們疏忽三個根，入佛門是假的，世間人承認你，佛菩薩不承認你，鬼神不承認你，這個不可以不知道的。"
    },
    {
      "id": "21-681-0003_p0028",
      "zh_CN": "最后，提升到菩萨，这第三条，「发菩提心，深信因果，读诵大乘，劝进行者。」这就要自行化他。你看看，佛就这三句话，把从凡夫到成佛这一条成佛之道给我们说得清清楚楚、明明白白。大乘一定要发菩提心，菩提心就是真心，第一个是真心。我们从今而后要用真诚心待人，别人骗我没有关系，我用真心对他。为什么？用真心对人的人将来会成佛，能往生。用虚伪的心对人，不能往生，依旧搞六道轮回；学了佛也没用处，还是搞六道轮回。这很重要！所以用真心的人不吃亏，眼前吃点小亏无所谓，假的不是真的。真的是决定不吃亏，这是我们不可以不知道的。",
      "zh_TW": "最後，提升到菩薩，這第三條，「發菩提心，深信因果，讀誦大乘，勸進行者。」這就要自行化他。你看看，佛就這三句話，把從凡夫到成佛這一條成佛之道給我們說得清清楚楚、明明白白。大乘一定要發菩提心，菩提心就是真心，第一個是真心。我們從今而後要用真誠心待人，別人騙我沒有關係，我用真心對他。為什麼？用真心對人的人將來會成佛，能往生。用虛偽的心對人，不能往生，依舊搞六道輪迴；學了佛也沒用處，還是搞六道輪迴。這很重要！所以用真心的人不吃虧，眼前吃點小虧無所謂，假的不是真的。真的是決定不吃虧，這是我們不可以不知道的。"
    },
    {
      "id": "21-681-0003_p0029",
      "zh_CN": "有最高的指导修行原则，我们从什么地方修起？从六和敬修起，「身和同住，口和无诤，意和同悦，戒和同修，见和同解，利和同均」。戒是戒律，必须要遵守。戒律要从三个根做起，也就是说要用《弟子规》、《感应篇》做为我们学佛戒律的根基，不从这上做的话，我们的戒律没有根，学不好，一定要从这个地方。所以中国过去这些古大德，他们有智慧，他们有眼光，他们用的这个方法是正确的，我们不可以随便改变，依教奉行一定有好处。「见和同解」，我们统统都修净土，我们只有一个共同的希望，将来往生到西方极乐世界亲近阿弥陀佛。大家都是这一个愿、一个希望、一个心，没有第二个妄念，这真正做到见和同解了。「利和同均」是供养。这个道场四众的供养，在物质上的享受是平等的，没有特殊的，是平等的。这一条就是现在所说的，那是真的不是假的，共产主义，利和同均是共产主义。共产主义最先是佛提出来的，是佛教里面实行的，这个都不稀奇。佛讲的是用最柔和的手段达到利和同均，不是用斗争，不是用清算，不用这个手段，佛是用持戒、六和来达到我们真正走向利和同均。",
      "zh_TW": "有最高的指導修行原則，我們從什麼地方修起？從六和敬修起，「身和同住，口和無諍，意和同悅，戒和同修，見和同解，利和同均」。戒是戒律，必須要遵守。戒律要從三個根做起，也就是說要用《弟子規》、《感應篇》做為我們學佛戒律的根基，不從這上做的話，我們的戒律沒有根，學不好，一定要從這個地方。所以中國過去這些古大德，他們有智慧，他們有眼光，他們用的這個方法是正確的，我們不可以隨便改變，依教奉行一定有好處。「見和同解」，我們統統都修淨土，我們只有一個共同的希望，將來往生到西方極樂世界親近阿彌陀佛。大家都是這一個願、一個希望、一個心，沒有第二個妄念，這真正做到見和同解了。「利和同均」是供養。這個道場四眾的供養，在物質上的享受是平等的，沒有特殊的，是平等的。這一條就是現在所說的，那是真的不是假的，共產主義，利和同均是共產主義。共產主義最先是佛提出來的，是佛教裡面實行的，這個都不稀奇。佛講的是用最柔和的手段達到利和同均，不是用鬥爭，不是用清算，不用這個手段，佛是用持戒、六和來達到我們真正走向利和同均。"
    },
    {
      "id": "21-681-0003_p0030",
      "zh_CN": "有三福、六和的根基，才能够真正学戒定慧三学，这个就是三藏经典。落实在日常生活当中就是六波罗蜜，落实在生活、在工作、在待人接物就是六波罗蜜。我们今天下午还有一堂，下午我给大家介绍六波罗蜜。再我们要求的，就是普贤菩萨的十愿，《华严经》上所提倡的，跟净土法门完全相应。大乘《无量寿经》第二品，就是「德遵普贤」。换句话说，极乐世界是什么世界？是普贤菩萨的世界，人人都修普贤行。普贤行是华严境界，是诸佛究竟圆满的极乐世界。这是我们应当学习的。所以净宗同学手册上，这个行门的五条，不要太多，太多了记不住。这个五条可以记住，三福、六和、三学、六度、普贤十愿，很容易记住。到普贤十愿，那是真正的菩萨行、菩萨道，把我们自己提升起来。提升，实际跟华严、跟密严，密严是密宗的大日如来，华严是毘卢遮那如来，提升到同等的境界。所以说净宗法门不可思议。",
      "zh_TW": "有三福、六和的根基，才能夠真正學戒定慧三學，這個就是三藏經典。落實在日常生活當中就是六波羅蜜，落實在生活、在工作、在待人接物就是六波羅蜜。我們今天下午還有一堂，下午我給大家介紹六波羅蜜。再我們要求的，就是普賢菩薩的十願，《華嚴經》上所提倡的，跟淨土法門完全相應。大乘《無量壽經》第二品，就是「德遵普賢」。換句話說，極樂世界是什麼世界？是普賢菩薩的世界，人人都修普賢行。普賢行是華嚴境界，是諸佛究竟圓滿的極樂世界。這是我們應當學習的。所以淨宗同學手冊上，這個行門的五條，不要太多，太多了記不住。這個五條可以記住，三福、六和、三學、六度、普賢十願，很容易記住。到普賢十願，那是真正的菩薩行、菩薩道，把我們自己提升起來。提升，實際跟華嚴、跟密嚴，密嚴是密宗的大日如來，華嚴是毘盧遮那如來，提升到同等的境界。所以說淨宗法門不可思議。"
    },
    {
      "id": "21-681-0003_p0031",
      "zh_CN": "在当代，实在讲是我们的前一代，在中国一生专修专弘，就是印光法师。我的这个法门跟他是一脉相承，我的老师李炳南居士是印光大师的学生。老师把这个法门介绍给我，老师非常谦虚，告诉我，他说我只能够教你五年（我还是跟了他十年），他说五年之后我给介绍个老师。我说是谁？印光大师，是他的老师。他的老师不在了，早就往生了。他说，《文钞》在，他的法留下来了。所以老师把《印光大师文钞》正续两编给我，我从头到尾看过一遍。这一遍看完之下，对净宗不怀疑了，肯定它。但是自己没有发心去学习，还是偏爱在大经大论。这都是习气，不是一生的习气，多生多劫的习气。为什么？如果不是多生多劫的习气，我早就往生极乐世界了，怎么可能再搞轮回？所以晓得这是这一生的习气。对于经教欢喜，也想像古大德能够达到通宗通教。其实，这是我们错误的妄想，现在明白了。能不能通宗通教？能，只要学一部就可以。",
      "zh_TW": "在當代，實在講是我們的前一代，在中國一生專修專弘，就是印光法師。我的這個法門跟他是一脈相承，我的老師李炳南居士是印光大師的學生。老師把這個法門介紹給我，老師非常謙虛，告訴我，他說我只能夠教你五年（我還是跟了他十年），他說五年之後我給介紹個老師。我說是誰？印光大師，是他的老師。他的老師不在了，早就往生了。他說，《文鈔》在，他的法留下來了。所以老師把《印光大師文鈔》正續兩編給我，我從頭到尾看過一遍。這一遍看完之下，對淨宗不懷疑了，肯定它。但是自己沒有發心去學習，還是偏愛在大經大論。這都是習氣，不是一生的習氣，多生多劫的習氣。為什麼？如果不是多生多劫的習氣，我早就往生極樂世界了，怎麼可能再搞輪迴？所以曉得這是這一生的習氣。對於經教歡喜，也想像古大德能夠達到通宗通教。其實，這是我們錯誤的妄想，現在明白了。能不能通宗通教？能，只要學一部就可以。"
    },
    {
      "id": "21-681-0003_p0032",
      "zh_CN": "中国古人非常非常有智慧，非常非常了不起，是后人无法能够相比的，他教给我们的秘诀，就是真正成就的秘诀，「一门深入，长时薰修」。你学东西不要学多，就学一样。学一样会开悟，「读书千遍，其义自见」，经的意思，就是自性里面的智慧流出来了，就自见了。我们现在后悔，后悔来不及了。所以我是诚心诚意的把我受的教训传给大家，大家要真能掌握住，将来成就超过我十倍、万倍都不止，这是真的。我走错的路，就是对古人这些话知道，没有去实行，还是广学多闻，学了很多拉拉杂杂的，把时间浪费、精力浪费。如果我是从学佛听老师的话，老师叫我修净土，如果我就选择《无量寿经》，我讲了五十年，今天人家看到我，我是南无无量寿佛。真的不是假的，五十年讲一部，肯定大彻大悟。果清法师学律的，我教过他，你看看，他三十年专门搞戒律，成功了，这不就是榜样吗？他要跟我一样，三十年搞三十几样、四十几样，那就跟我一样，样样都懂得一点，样样都外行。所以我把我的经验告诉大家，我错误犯在哪里，大家能够改正过来，将来前途无量。佛法确实能复兴，能够光大。",
      "zh_TW": "中國古人非常非常有智慧，非常非常了不起，是後人無法能夠相比的，他教給我們的祕訣，就是真正成就的祕訣，「一門深入，長時薰修」。你學東西不要學多，就學一樣。學一樣會開悟，「讀書千遍，其義自見」，經的意思，就是自性裡面的智慧流出來了，就自見了。我們現在後悔，後悔來不及了。所以我是誠心誠意的把我受的教訓傳給大家，大家要真能掌握住，將來成就超過我十倍、萬倍都不止，這是真的。我走錯的路，就是對古人這些話知道，沒有去實行，還是廣學多聞，學了很多拉拉雜雜的，把時間浪費、精力浪費。如果我是從學佛聽老師的話，老師叫我修淨土，如果我就選擇《無量壽經》，我講了五十年，今天人家看到我，我是南無無量壽佛。真的不是假的，五十年講一部，肯定大徹大悟。果清法師學律的，我教過他，你看看，他三十年專門搞戒律，成功了，這不就是榜樣嗎？他要跟我一樣，三十年搞三十幾樣、四十幾樣，那就跟我一樣，樣樣都懂得一點，樣樣都外行。所以我把我的經驗告訴大家，我錯誤犯在哪裡，大家能夠改正過來，將來前途無量。佛法確實能復興，能夠光大。"
    },
    {
      "id": "21-681-0003_p0033",
      "zh_CN": "我们今天的报告时间到了，就到这里结束。谢谢大家，非常感谢。",
      "zh_TW": "我們今天的報告時間到了，就到這裡結束。謝謝大家，非常感謝。"
    }
  ]
}