{
  "doc_id": "21-681-0008",
  "title": {
    "zh_CN": "安心、安身生活之方法",
    "zh_TW": "安心、安身生活之方法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "斯里兰卡康提玛哈维利师范学院",
    "zh_TW": "斯里蘭卡康提瑪哈維利師範學院"
  },
  "doc_number": "21-681-0008",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "21-681-0008_p0001",
      "zh_CN": "尊敬的强帝玛国师，尊敬的诸位法师，校长，诸位老师，诸位同学，诸位嘉宾，大家好。这一次承蒙总统的邀请，我能够到贵国来做一个月的讲经，这个经是《无量寿经》，跟这次演讲的题目很相应，这个题目是《安心、安身生活的方法》。我过去有一次遇到一位国家的领导人，他第一句话就问我，他说他很想把这个国家治好，问我有什么方法。我向他报告，如果你能够把教育办好，你所有问题都解决了。我们谈话大概有一、二个小时，他能听得懂，他能够接受，非常难得。安身、安心，教学为先。",
      "zh_TW": "尊敬的強帝瑪國師，尊敬的諸位法師，校長，諸位老師，諸位同學，諸位嘉賓，大家好。這一次承蒙總統的邀請，我能夠到貴國來做一個月的講經，這個經是《無量壽經》，跟這次演講的題目很相應，這個題目是《安心、安身生活的方法》。我過去有一次遇到一位國家的領導人，他第一句話就問我，他說他很想把這個國家治好，問我有什麼方法。我向他報告，如果你能夠把教育辦好，你所有問題都解決了。我們談話大概有一、二個小時，他能聽得懂，他能夠接受，非常難得。安身、安心，教學為先。"
    },
    {
      "id": "21-681-0008_p0002",
      "zh_CN": "过去我在马来西亚，对马来华校的校长、老师四百多人，做了一次专题讲演。我讲了十个教学为先，希望我们从事教育工作的人，对教育要认识，要认识得彻底、究竟，才能把这桩工作做得圆满。这桩工作是全宇宙最伟大的工作、神圣的工作，这就是教学。所有宗教创教的教主都是最伟大的社会教育家。释迦牟尼教学的时间最长，三十岁开悟之后就从事于教学工作。他舍弃了王位，舍弃了荣华富贵的生活，去过苦行僧的生活。三衣一钵，日中一食，树下一宿，一生居无定所，哪里有缘就到哪里去。这个我们一般人不知道，我年轻的时候也不晓得。老师告诉我（方东美先生），佛的生活是人生最高的享受，他把佛法介绍给我，说释迦牟尼是世界上最伟大的哲学家。确实哲学跟佛学这两个名词分不开，哲学是佛学，佛学也是哲学。他说释迦牟尼是最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我是这样的因缘认识了佛教，认真的学习，想追求人生最高的享受。这是我二十六岁时候的事情，今年八十七岁，学了六十多年，人生最高的享受我有没有得到？我告诉诸位，我得到了。所以我非常欢喜，我感恩老师！如果不是老师这样的介绍，我永远不认识佛法，我以为佛法是宗教、是迷信，不知道它真正的面目。它是教育，是最高的教育，最究竟、最圆满的教育，释迦牟尼佛一生乐此不疲。我六十多年的追随，也得到了快乐，法喜充满。法喜充满就是人生最高的享受。安身、安心，教学为先；创业齐家也是教学为先；建国君民，教学为先；礼义之邦也是教学为先；稳定和谐，教学为先；国丰民安，教学为先；太平盛世，教学为先；长治久安，教学为先；诸佛报土，包括所有宗教的天堂、天园，也是教学为先；极乐世界，教学为先。这是我在马来西亚跟这些校长、老师们做的报告，说了十个教学为先。",
      "zh_TW": "過去我在馬來西亞，對馬來華校的校長、老師四百多人，做了一次專題講演。我講了十個教學為先，希望我們從事教育工作的人，對教育要認識，要認識得徹底、究竟，才能把這樁工作做得圓滿。這樁工作是全宇宙最偉大的工作、神聖的工作，這就是教學。所有宗教創教的教主都是最偉大的社會教育家。釋迦牟尼教學的時間最長，三十歲開悟之後就從事於教學工作。他捨棄了王位，捨棄了榮華富貴的生活，去過苦行僧的生活。三衣一缽，日中一食，樹下一宿，一生居無定所，哪裡有緣就到哪裡去。這個我們一般人不知道，我年輕的時候也不曉得。老師告訴我（方東美先生），佛的生活是人生最高的享受，他把佛法介紹給我，說釋迦牟尼是世界上最偉大的哲學家。確實哲學跟佛學這兩個名詞分不開，哲學是佛學，佛學也是哲學。他說釋迦牟尼是最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我是這樣的因緣認識了佛教，認真的學習，想追求人生最高的享受。這是我二十六歲時候的事情，今年八十七歲，學了六十多年，人生最高的享受我有沒有得到？我告訴諸位，我得到了。所以我非常歡喜，我感恩老師！如果不是老師這樣的介紹，我永遠不認識佛法，我以為佛法是宗教、是迷信，不知道它真正的面目。它是教育，是最高的教育，最究竟、最圓滿的教育，釋迦牟尼佛一生樂此不疲。我六十多年的追隨，也得到了快樂，法喜充滿。法喜充滿就是人生最高的享受。安身、安心，教學為先；創業齊家也是教學為先；建國君民，教學為先；禮義之邦也是教學為先；穩定和諧，教學為先；國豐民安，教學為先；太平盛世，教學為先；長治久安，教學為先；諸佛報土，包括所有宗教的天堂、天園，也是教學為先；極樂世界，教學為先。這是我在馬來西亞跟這些校長、老師們做的報告，說了十個教學為先。"
    },
    {
      "id": "21-681-0008_p0003",
      "zh_CN": "我们怎么样来看教育，教些什么，怎么教法？宗教教育里面显示无遗，所以宗教统统是教育。世界上这些大宗教的经典是这些老师说出来的，这些老师的智慧、理念、方法、经验从哪里来的？我们有没有去想过？释迦牟尼佛有大智慧，说出一部《大藏经》，内容非常丰富，不输给一个大学。佛的学生都是老师，像我们今天在这个学校，这个学校是培养师资的高等学校，佛陀的教育亦如是。二千五百多年之前，释迦牟尼佛在世，他的教育理念从哪里来的？从菩提树下入定觉悟过来的。这一开悟，所谓明心见性，这世出世间万事万物他明白了，大乘教里讲的诸法实相，一切诸法的真实相他明白了。但是他明白，众生不明白，众生在迷惑颠倒，所以佛从大慈悲心里面流出来的教学，一心一意教化众生。",
      "zh_TW": "我們怎麼樣來看教育，教些什麼，怎麼教法？宗教教育裡面顯示無遺，所以宗教統統是教育。世界上這些大宗教的經典是這些老師說出來的，這些老師的智慧、理念、方法、經驗從哪裡來的？我們有沒有去想過？釋迦牟尼佛有大智慧，說出一部《大藏經》，內容非常豐富，不輸給一個大學。佛的學生都是老師，像我們今天在這個學校，這個學校是培養師資的高等學校，佛陀的教育亦如是。二千五百多年之前，釋迦牟尼佛在世，他的教育理念從哪裡來的？從菩提樹下入定覺悟過來的。這一開悟，所謂明心見性，這世出世間萬事萬物他明白了，大乘教裡講的諸法實相，一切諸法的真實相他明白了。但是他明白，眾生不明白，眾生在迷惑顛倒，所以佛從大慈悲心裡面流出來的教學，一心一意教化眾生。"
    },
    {
      "id": "21-681-0008_p0004",
      "zh_CN": "世尊教学的方法非常善巧，值得我们学习。他知道众生迷得太深，迷的时间太久了，无量劫在六道里面轮回，确实是苦不堪言，怎样帮助他觉悟，这是教育最高的理念跟宗旨。我教育的目的在哪里？帮助众生破迷开悟。用什么方法？落实在教学。世尊一生教学四十九年，前面十二年讲阿含，接着八年讲方等，再二十二年讲般若，最后八年法华、涅槃。你看他帮我们提升，一个层次、一个层次，到最后达到究竟涅槃。这给我们很大的启示，我们应该如何帮助众生，佛已经给我们做了最好的榜样。",
      "zh_TW": "世尊教學的方法非常善巧，值得我們學習。他知道眾生迷得太深，迷的時間太久了，無量劫在六道裡面輪迴，確實是苦不堪言，怎樣幫助他覺悟，這是教育最高的理念跟宗旨。我教育的目的在哪裡？幫助眾生破迷開悟。用什麼方法？落實在教學。世尊一生教學四十九年，前面十二年講阿含，接著八年講方等，再二十二年講般若，最後八年法華、涅槃。你看他幫我們提升，一個層次、一個層次，到最後達到究竟涅槃。這給我們很大的啟示，我們應該如何幫助眾生，佛已經給我們做了最好的榜樣。"
    },
    {
      "id": "21-681-0008_p0005",
      "zh_CN": "在中国，我们举古人的例子，教育怎么兴起来的？而是古圣先贤发现了本性本善，发现了本性第一德就是亲爱。那是真心，不是妄心。怎么发现的？千万年前古人发现，今天这个事情就在我们眼前，我们没有留意，太大意，没有注意到，如果留意到，我们也会发现。我有一次在日本开会，是联合国召集的和平会议，世界和平会议，在日本冈山召开，好像是二００四年。我们在那边住了一个星期，那边的信徒很多，修净土的，修念佛法门，经常大概有二十多个人常常来照顾我，我很感激。有一天我们在外面散步，有一个年轻的妈妈推了一个小孩，这小孩四个月。我走在半路上忽然想到，我说大家停下来，你们来看。他说看什么？看父子有亲，我说来看这个，古人所讲的这个话就在我们眼前。三个多月还不到四个月的小孩，出生大概一百天，是体露真常。你细心观察他，他不会说话，你看他的眼神，你看他的动作，细心去观察，他自然流露出来的亲爱。这个亲爱是真心里头的，不是妄心。为什么？他没有分别，他没有执着，他没有起心动念，所谓是真心里面流出来的爱。这个爱，古人看到了，发现五伦，五伦是道，五伦里头的第一伦「父子有亲」。小孩没有起心动念，没有分别，所以他对于每个人都爱，对于小动物也爱，对于花草树木也爱，那是真诚的爱心。这是第一德，这是真的，这个不是假的。",
      "zh_TW": "在中國，我們舉古人的例子，教育怎麼興起來的？而是古聖先賢發現了本性本善，發現了本性第一德就是親愛。那是真心，不是妄心。怎麼發現的？千萬年前古人發現，今天這個事情就在我們眼前，我們沒有留意，太大意，沒有注意到，如果留意到，我們也會發現。我有一次在日本開會，是聯合國召集的和平會議，世界和平會議，在日本岡山召開，好像是二００四年。我們在那邊住了一個星期，那邊的信徒很多，修淨土的，修念佛法門，經常大概有二十多個人常常來照顧我，我很感激。有一天我們在外面散步，有一個年輕的媽媽推了一個小孩，這小孩四個月。我走在半路上忽然想到，我說大家停下來，你們來看。他說看什麼？看父子有親，我說來看這個，古人所講的這個話就在我們眼前。三個多月還不到四個月的小孩，出生大概一百天，是體露真常。你細心觀察他，他不會說話，你看他的眼神，你看他的動作，細心去觀察，他自然流露出來的親愛。這個親愛是真心裡頭的，不是妄心。為什麼？他沒有分別，他沒有執著，他沒有起心動念，所謂是真心裡面流出來的愛。這個愛，古人看到了，發現五倫，五倫是道，五倫裡頭的第一倫「父子有親」。小孩沒有起心動念，沒有分別，所以他對於每個人都愛，對於小動物也愛，對於花草樹木也愛，那是真誠的愛心。這是第一德，這是真的，這個不是假的。"
    },
    {
      "id": "21-681-0008_p0006",
      "zh_CN": "我们今天讲的爱靠不住，会变。你看男女相爱结婚，没有几天又离婚了，这个爱是假的不是真的。这个小孩的爱是真的，永恒不变。所以古人看出来，如何能让这种爱，无私的爱，平等的爱，清净的爱，能够永远保持而不失掉？这个念头发生了，这就是教育的动机。用什么方法？只有用教育来教他。教育的目的就是让这种真诚的爱心，一生永远不会变质，这是中国古人教育的第一个目标。第二个目的，把这个爱心发扬光大，从爱父母，能够爱兄弟，爱家亲眷属，再扩大，爱你的族群，爱你的邻里乡党，你的邻居，爱社会，爱国家，到最后，凡是人、皆须爱。这个爱是宗教里面所讲的上帝之爱、神圣之爱，伊斯兰所讲的真主的仁慈，佛法讲的诸佛如来的大慈大悲，统统是一个意思。所以它距离我们并不远，古人能见到，佛能见到，上帝能见到，我们也见到，只是见到疏忽了，没有去留意。这个教育教什么？我们就明白了，就是教这个爱。这个爱是你本来有的，是教你怎样保持不要变质，不要把它失掉。",
      "zh_TW": "我們今天講的愛靠不住，會變。你看男女相愛結婚，沒有幾天又離婚了，這個愛是假的不是真的。這個小孩的愛是真的，永恆不變。所以古人看出來，如何能讓這種愛，無私的愛，平等的愛，清淨的愛，能夠永遠保持而不失掉？這個念頭發生了，這就是教育的動機。用什麼方法？只有用教育來教他。教育的目的就是讓這種真誠的愛心，一生永遠不會變質，這是中國古人教育的第一個目標。第二個目的，把這個愛心發揚光大，從愛父母，能夠愛兄弟，愛家親眷屬，再擴大，愛你的族群，愛你的鄰里鄉黨，你的鄰居，愛社會，愛國家，到最後，凡是人、皆須愛。這個愛是宗教裡面所講的上帝之愛、神聖之愛，伊斯蘭所講的真主的仁慈，佛法講的諸佛如來的大慈大悲，統統是一個意思。所以它距離我們並不遠，古人能見到，佛能見到，上帝能見到，我們也見到，只是見到疏忽了，沒有去留意。這個教育教什麼？我們就明白了，就是教這個愛。這個愛是你本來有的，是教你怎樣保持不要變質，不要把它失掉。"
    },
    {
      "id": "21-681-0008_p0007",
      "zh_CN": "中国在古代，这个发现之后，真正就落实，怎样来培养人才，培养幼苗，帮助他茁壮成人，开花结果。所以这个教育的工作谁来执行？是他的父母，父母是孩童第一任的老师，特别是母亲，教育儿女的重大责任完全是母亲来负责。夫妇组织成家庭，家庭里面两桩大事，第一桩是物质生活的问题，就是经济生活，这个是先生负责；妇女负责任的是培养下一代。下一代有没有圣贤、有没有人才出来，那是太太的事情。所以太太的使命比先生重，那重得太多！所以妇女的地位在中国古时候是非常之高的。为什么？圣贤人是她培养出来的，是她调教出来的，她是圣贤的母亲，所以中国称为太太。",
      "zh_TW": "中國在古代，這個發現之後，真正就落實，怎樣來培養人才，培養幼苗，幫助他茁壯成人，開花結果。所以這個教育的工作誰來執行？是他的父母，父母是孩童第一任的老師，特別是母親，教育兒女的重大責任完全是母親來負責。夫婦組織成家庭，家庭裡面兩樁大事，第一樁是物質生活的問題，就是經濟生活，這個是先生負責；婦女負責任的是培養下一代。下一代有沒有聖賢、有沒有人才出來，那是太太的事情。所以太太的使命比先生重，那重得太多！所以婦女的地位在中國古時候是非常之高的。為什麼？聖賢人是她培養出來的，是她調教出來的，她是聖賢的母親，所以中國稱為太太。"
    },
    {
      "id": "21-681-0008_p0008",
      "zh_CN": "太太是有个典故的，是以周朝文王、武王、周公，都是大圣人，孔老夫子心目当中最佩服的这三个人，都是周朝。文王的母亲太任，他的祖母叫太姜，他自己的夫人叫太姒。你看三个妇女，太姜、太任、太姒，养的后代是文王、武王、周公。所以以后先生称自己妻子称太太，就是希望他的妻子能够效法周朝的三太，养的儿女都是圣贤，是这个意思。你可以晓得中国古代，对于妇女之尊重，对于妇女的敬爱无以复加，家庭有没有前途全靠她，社会有没有前途也靠她，国家有没有前途还是靠她。真正培养大圣大贤，家庭的荣耀，国家的幸福，世界人民都得真实利益，这都是从教育理念上生起来的，产生。中国教学的目的如是，它不是在升官发财，不是在改善，不是这个意思，是成圣成贤。佛陀的教育是教我们成佛、成菩萨、成阿罗汉，不是世间的名闻利养，不是这个意思。所以教育的宗旨、目标不一样。",
      "zh_TW": "太太是有個典故的，是以周朝文王、武王、周公，都是大聖人，孔老夫子心目當中最佩服的這三個人，都是周朝。文王的母親太任，他的祖母叫太姜，他自己的夫人叫太姒。你看三個婦女，太姜、太任、太姒，養的後代是文王、武王、周公。所以以後先生稱自己妻子稱太太，就是希望他的妻子能夠效法周朝的三太，養的兒女都是聖賢，是這個意思。你可以曉得中國古代，對於婦女之尊重，對於婦女的敬愛無以復加，家庭有沒有前途全靠她，社會有沒有前途也靠她，國家有沒有前途還是靠她。真正培養大聖大賢，家庭的榮耀，國家的幸福，世界人民都得真實利益，這都是從教育理念上生起來的，產生。中國教學的目的如是，它不是在升官發財，不是在改善，不是這個意思，是成聖成賢。佛陀的教育是教我們成佛、成菩薩、成阿羅漢，不是世間的名聞利養，不是這個意思。所以教育的宗旨、目標不一樣。"
    },
    {
      "id": "21-681-0008_p0009",
      "zh_CN": "中国的汉字，这是上一个世纪，英国汤恩比博士，再前面有罗素，这都是世界上知名的专家学者，他们对中国汉字认识很深刻，觉得这是人类最伟大的发明，汉字跟文言文。它的作用，就是整个宇宙一切人事物都是在变化，在佛法里面讲叫无常，无常就是有生有灭、有变化，汉字跟文言文它永恒不变。你看，变化里面的东西，它里头有个不变的东西，这个很了不起！不变的是千万年前古人他们的思想、他们的智慧经验记录下来传给现在人，你懂文言文，你去读它，管用。能帮助我们过幸福美满的日子，能帮助我们事业成功，能帮助我们，像刚才所讲的这十个事，十个教学为先，它能做得到。愈是古老的，愈是真实智慧，为什么？他的心清净。我们现在的人心浮气躁，心浮气躁生烦恼，不生智慧；古人的心是定的，是清净的，清净心生智慧。这就是我们比不上人家，不可以瞧不起古人。古人没有科学技术，古人不重视科学技术，不是没有，有，不走这条路子。为什么？走这条路子，如果爱跟道德跟不上，科学技术带给人类是麻烦、是灾难，不是幸福。所以古圣先贤他们走的路子，把科技放在一边，不重视它，把伦理、道德精神生活不断向上提升。这个是有道理的，不是没有道理。如果科学技术要是提早两千年发生，灾难也就提早了，可能这个地球就没有了。所以古圣先贤的远见，真实智慧，你明白之后，你不能不佩服他，我们得认真向他们学习。",
      "zh_TW": "中國的漢字，這是上一個世紀，英國湯恩比博士，再前面有羅素，這都是世界上知名的專家學者，他們對中國漢字認識很深刻，覺得這是人類最偉大的發明，漢字跟文言文。它的作用，就是整個宇宙一切人事物都是在變化，在佛法裡面講叫無常，無常就是有生有滅、有變化，漢字跟文言文它永恆不變。你看，變化裡面的東西，它裡頭有個不變的東西，這個很了不起！不變的是千萬年前古人他們的思想、他們的智慧經驗記錄下來傳給現在人，你懂文言文，你去讀它，管用。能幫助我們過幸福美滿的日子，能幫助我們事業成功，能幫助我們，像剛才所講的這十個事，十個教學為先，它能做得到。愈是古老的，愈是真實智慧，為什麼？他的心清淨。我們現在的人心浮氣躁，心浮氣躁生煩惱，不生智慧；古人的心是定的，是清淨的，清淨心生智慧。這就是我們比不上人家，不可以瞧不起古人。古人沒有科學技術，古人不重視科學技術，不是沒有，有，不走這條路子。為什麼？走這條路子，如果愛跟道德跟不上，科學技術帶給人類是麻煩、是災難，不是幸福。所以古聖先賢他們走的路子，把科技放在一邊，不重視它，把倫理、道德精神生活不斷向上提升。這個是有道理的，不是沒有道理。如果科學技術要是提早兩千年發生，災難也就提早了，可能這個地球就沒有了。所以古聖先賢的遠見，真實智慧，你明白之後，你不能不佩服他，我們得認真向他們學習。"
    },
    {
      "id": "21-681-0008_p0010",
      "zh_CN": "汉字，爱这个字，里面有一个心，这个心是个关键的字，这个心就是情，就是阿赖耶，佛经上讲的阿赖耶，有了阿赖耶，这个东西是迷而不觉。佛教菩萨要觉悟，不要迷，所以菩萨翻成中文的意思叫觉有情，虽然有情，他觉悟，他不迷惑。你看佛用的方法。在中国，佛教没传到中国之前，五千年前，中国人有这个意思，你看爱的这个心，虽然没有说觉，他讲有道有义，情里头有道有义，就是道情、义情，这个就是圣人、贤人。现在我们看我们的社会，这个情里头是什么东西？没有觉，也没有道，也没有义，完全是欲望。这个可不得了，情里头是欲望，那就是社会乱了、人心坏了、灾难来了，就变成这样子。所以现在是这么一个状态。我们统统明白之后，我们就晓得，教育要来救人，要来救世界，要救自己、救家庭、救国家，用什么？真诚的爱心，把欲望放下，至少我们有道、有义。佛教给我们的更高，有觉、有悟，这个教育就是究竟圆满的教育，能够救自己、救家庭、救社会、救国家、救全世界。",
      "zh_TW": "漢字，愛這個字，裡面有一個心，這個心是個關鍵的字，這個心就是情，就是阿賴耶，佛經上講的阿賴耶，有了阿賴耶，這個東西是迷而不覺。佛教菩薩要覺悟，不要迷，所以菩薩翻成中文的意思叫覺有情，雖然有情，他覺悟，他不迷惑。你看佛用的方法。在中國，佛教沒傳到中國之前，五千年前，中國人有這個意思，你看愛的這個心，雖然沒有說覺，他講有道有義，情裡頭有道有義，就是道情、義情，這個就是聖人、賢人。現在我們看我們的社會，這個情裡頭是什麼東西？沒有覺，也沒有道，也沒有義，完全是欲望。這個可不得了，情裡頭是欲望，那就是社會亂了、人心壞了、災難來了，就變成這樣子。所以現在是這麼一個狀態。我們統統明白之後，我們就曉得，教育要來救人，要來救世界，要救自己、救家庭、救國家，用什麼？真誠的愛心，把欲望放下，至少我們有道、有義。佛教給我們的更高，有覺、有悟，這個教育就是究竟圓滿的教育，能夠救自己、救家庭、救社會、救國家、救全世界。"
    },
    {
      "id": "21-681-0008_p0011",
      "zh_CN": "最后，我们从事教育工作者，所有宗教信徒们，都是有这个使命、有这个责任，把佛陀、神圣、圣贤真诚的爱心做出来，做出来才是真正教化众生，让一切众生能够觉悟、能够回头，我们共同来营造地球上的极乐世界。这个事情非常的伟大，我跟总统见面，第一次见面就谈到这个问题。总统听到很高兴，我们斯里兰卡的人来做。我说太好了！斯里兰卡首先做成极乐世界，给全世界做一个示范国家，模范的国家，让全世界的人来看、来考察、来参观、来学习，然后来推动到整个世界，地球就变成极乐世界，灾难可以化解，可以永远不会发生。所以我们大家努力，每个人都应该好好学习。",
      "zh_TW": "最後，我們從事教育工作者，所有宗教信徒們，都是有這個使命、有這個責任，把佛陀、神聖、聖賢真誠的愛心做出來，做出來才是真正教化眾生，讓一切眾生能夠覺悟、能夠回頭，我們共同來營造地球上的極樂世界。這個事情非常的偉大，我跟總統見面，第一次見面就談到這個問題。總統聽到很高興，我們斯里蘭卡的人來做。我說太好了！斯里蘭卡首先做成極樂世界，給全世界做一個示範國家，模範的國家，讓全世界的人來看、來考察、來參觀、來學習，然後來推動到整個世界，地球就變成極樂世界，災難可以化解，可以永遠不會發生。所以我們大家努力，每個人都應該好好學習。"
    },
    {
      "id": "21-681-0008_p0012",
      "zh_CN": "祝福学校教育成功，祝福斯里兰卡以神圣的教育、爱的教育来营造和谐盛世，带动全世界的安定和谐。我的报告就到这个地方结束，敬请诸位大德多多予以指教，谢谢大家。",
      "zh_TW": "祝福學校教育成功，祝福斯里蘭卡以神聖的教育、愛的教育來營造和諧盛世，帶動全世界的安定和諧。我的報告就到這個地方結束，敬請諸位大德多多予以指教，謝謝大家。"
    }
  ]
}