{
  "doc_id": "21-681-0009",
  "title": {
    "zh_CN": "安心、安身生活之方法",
    "zh_TW": "安心、安身生活之方法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "斯里兰卡康堤法王学院",
    "zh_TW": "斯里蘭卡康堤法王學院"
  },
  "doc_number": "21-681-0009",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "21-681-0009_p0001",
      "zh_CN": "尊敬的强帝玛国师，尊敬的诸位法师、诸位大德、校长、老师以及同学们，大家好。我们刚才听到法师的报告介绍，以及我们最近两次访问，这个世界上斯里兰卡可以说是唯一落实佛陀教育的国家，第一片净土，可以代表世尊的教学，我们看到非常的欢喜。在没有来到斯里兰卡之前，实在说，我们对于佛法的前途并不是很乐观。我们学习佛法六十多年，对佛法当然有一定程度的认识，可是在世界上许多地方，所看到的只是口头上的议论，没有落实，没有落实那就是没有真正的佛法。到这边来看之后，我们充满了信心，感觉到有希望，佛法将来会在这个地方重新兴旺起来，再能够传遍全世界，带给我们无穷的希望。",
      "zh_TW": "尊敬的強帝瑪國師，尊敬的諸位法師、諸位大德、校長、老師以及同學們，大家好。我們剛才聽到法師的報告介紹，以及我們最近兩次訪問，這個世界上斯里蘭卡可以說是唯一落實佛陀教育的國家，第一片淨土，可以代表世尊的教學，我們看到非常的歡喜。在沒有來到斯里蘭卡之前，實在說，我們對於佛法的前途並不是很樂觀。我們學習佛法六十多年，對佛法當然有一定程度的認識，可是在世界上許多地方，所看到的只是口頭上的議論，沒有落實，沒有落實那就是沒有真正的佛法。到這邊來看之後，我們充滿了信心，感覺到有希望，佛法將來會在這個地方重新興旺起來，再能夠傳遍全世界，帶給我們無窮的希望。"
    },
    {
      "id": "21-681-0009_p0002",
      "zh_CN": "在现在这个时代，真正对佛法认识的不多。欧洲人，特别是英国人，早年有罗素，接着有汤恩比博士，这是一个专门研究世界文化史的哲学家，是个历史哲学家。我看过他在一九七一年访问日本的谈话，内容非常丰富，显示卓越的智慧、理念，以及他对于这个世界的期望。他访问的时候，年岁已经八十多岁，一九七一年，他是八十五岁过世的。也就是这次谈话，在日本访问，是他第三次到日本，也是最后一次。里面谈到东方的文化，谈到整个世界的前途，认为这三百多年间，西方只重视物质文明，把人性疏忽了，所以才变成现在社会的样子。这个样子不好，大家都知道，整个社会动乱，地球灾变异常。",
      "zh_TW": "在現在這個時代，真正對佛法認識的不多。歐洲人，特別是英國人，早年有羅素，接著有湯恩比博士，這是一個專門研究世界文化史的哲學家，是個歷史哲學家。我看過他在一九七一年訪問日本的談話，內容非常豐富，顯示卓越的智慧、理念，以及他對於這個世界的期望。他訪問的時候，年歲已經八十多歲，一九七一年，他是八十五歲過世的。也就是這次談話，在日本訪問，是他第三次到日本，也是最後一次。裡面談到東方的文化，談到整個世界的前途，認為這三百多年間，西方只重視物質文明，把人性疏忽了，所以才變成現在社會的樣子。這個樣子不好，大家都知道，整個社會動亂，地球災變異常。"
    },
    {
      "id": "21-681-0009_p0003",
      "zh_CN": "许许多多的专家学者，我遇到过很多人，他们确实非常仁慈，在想办法挽救社会，希望人类能在地球上继续生存，和睦相处。联合国也意识到了，为这个事情召开国际和平会议。从上个世纪一九七０年代，大概就是汤恩比访问日本那个时代开始，联合国召开世界和平会议，一年有很多次，投入下去的人力、物力、财力不计其数。这个会议到现在大概有四十多年，我有幸参加了十几次，所以认识不少的朋友，都是寻求化解冲突，促进社会安定和平，以这个为主题。可是一直到现在，有许许多多人对于这个世界还会有和平充满了疑惑，这不是一桩好事情。在佛法里面说，大小乘，显教密教，佛在经典上都说，「一切法从心想生」。我们的意念，实在上是真正的主宰。我们意念里面没有和平这个概念，和平如何能落实？古圣先贤有，所以古代确实出现过太平盛世。在中国历史记载得很清楚，过去每一个朝代都有一段时间安定和谐，让人们，后世的人们，看到历史非常的向往，非常的尊敬、羡慕。为什么我们现在没有？这是值得我们省思、反省的。",
      "zh_TW": "許許多多的專家學者，我遇到過很多人，他們確實非常仁慈，在想辦法挽救社會，希望人類能在地球上繼續生存，和睦相處。聯合國也意識到了，為這個事情召開國際和平會議。從上個世紀一九七０年代，大概就是湯恩比訪問日本那個時代開始，聯合國召開世界和平會議，一年有很多次，投入下去的人力、物力、財力不計其數。這個會議到現在大概有四十多年，我有幸參加了十幾次，所以認識不少的朋友，都是尋求化解衝突，促進社會安定和平，以這個為主題。可是一直到現在，有許許多多人對於這個世界還會有和平充滿了疑惑，這不是一樁好事情。在佛法裡面說，大小乘，顯教密教，佛在經典上都說，「一切法從心想生」。我們的意念，實在上是真正的主宰。我們意念裡面沒有和平這個概念，和平如何能落實？古聖先賢有，所以古代確實出現過太平盛世。在中國歷史記載得很清楚，過去每一個朝代都有一段時間安定和諧，讓人們，後世的人們，看到歷史非常的嚮往，非常的尊敬、羨慕。為什麼我們現在沒有？這是值得我們省思、反省的。"
    },
    {
      "id": "21-681-0009_p0004",
      "zh_CN": "我们将中国过去历史上出现的太平盛世在联合国做报告，我也是多次的报告，大家听了欢喜。为什么？他们没有听过，闻所未闻。会后，我们在一起吃饭、聊天，他们向我提出一个问题，他说法师，你讲得很好，那是理想，做不到。这些话对我是严重的打击，我才真正发现，现代社会危机是什么？真正的危机，第一个危机是信心危机，没有信心了。科学技术给我们带来的物质文明，物质生活让大家都觉得满足而不缺乏，就是基本上可以说是满足了，这也是了不起的一桩大事情，但是把人性疏忽了。我们对于传统文化、宗教哲学都产生了怀疑，丧失了信心，才会造成今天这个局面。有没有办法挽回？当时人家如果问我这句话，我的答复不敢肯定。所以我知道，这个怀疑怎么造成的？科学造成的。像我们在斯里兰卡这个地区，你要问问当地人民，你有没有怀疑？恐怕他们会告诉你，我们没有怀疑。他们有信心，信心从哪里来的？从佛陀教育来的，他们没有把佛陀教育丢掉。可是佛陀教育，在全世界其他国家地区差不多是丢掉了，虽然有佛教，有佛教的形象，没有佛教的实质。",
      "zh_TW": "我們將中國過去歷史上出現的太平盛世在聯合國做報告，我也是多次的報告，大家聽了歡喜。為什麼？他們沒有聽過，聞所未聞。會後，我們在一起吃飯、聊天，他們向我提出一個問題，他說法師，你講得很好，那是理想，做不到。這些話對我是嚴重的打擊，我才真正發現，現代社會危機是什麼？真正的危機，第一個危機是信心危機，沒有信心了。科學技術給我們帶來的物質文明，物質生活讓大家都覺得滿足而不缺乏，就是基本上可以說是滿足了，這也是了不起的一樁大事情，但是把人性疏忽了。我們對於傳統文化、宗教哲學都產生了懷疑，喪失了信心，才會造成今天這個局面。有沒有辦法挽回？當時人家如果問我這句話，我的答覆不敢肯定。所以我知道，這個懷疑怎麼造成的？科學造成的。像我們在斯里蘭卡這個地區，你要問問當地人民，你有沒有懷疑？恐怕他們會告訴你，我們沒有懷疑。他們有信心，信心從哪裡來的？從佛陀教育來的，他們沒有把佛陀教育丟掉。可是佛陀教育，在全世界其他國家地區差不多是丟掉了，雖然有佛教，有佛教的形象，沒有佛教的實質。"
    },
    {
      "id": "21-681-0009_p0005",
      "zh_CN": "中国人对于传统、对于佛法失去信心两百年了。满清末后的一百年，慈禧太后执政，慈禧对于传统文化不尊重，应该是学习不多，对它不了解、不认识，而且非常自大，自称为老佛爷，把佛都放在她旁边。不像过去的帝王，清朝过去的帝王都是三宝弟子，佛是老师，自己是学生。慈禧太后不是的，她是老佛爷，释迦牟尼佛、其他诸佛都要摆在她两旁边，她坐在当中。这个形象表得不好，为什么？让全国文武百官、天下人民，对于佛陀、对于孔子、对于圣贤信心没有以前那么样的纯，那么样的恭敬，就是信心逐渐下降，到满清亡国那就非常严重了。那个时候对于佛、道、儒还有人讲，但是没有人做，没有人依教奉行，所以社会就开始动荡，最后导致清朝亡国。清朝是怎么亡国的？疏忽传统文化亡国的，把儒释道传统的教育淡化了，它才亡国，这是真正原因。",
      "zh_TW": "中國人對於傳統、對於佛法失去信心兩百年了。滿清末後的一百年，慈禧太后執政，慈禧對於傳統文化不尊重，應該是學習不多，對它不了解、不認識，而且非常自大，自稱為老佛爺，把佛都放在她旁邊。不像過去的帝王，清朝過去的帝王都是三寶弟子，佛是老師，自己是學生。慈禧太后不是的，她是老佛爺，釋迦牟尼佛、其他諸佛都要擺在她兩旁邊，她坐在當中。這個形象表得不好，為什麼？讓全國文武百官、天下人民，對於佛陀、對於孔子、對於聖賢信心沒有以前那麼樣的純，那麼樣的恭敬，就是信心逐漸下降，到滿清亡國那就非常嚴重了。那個時候對於佛、道、儒還有人講，但是沒有人做，沒有人依教奉行，所以社會就開始動盪，最後導致清朝亡國。清朝是怎麼亡國的？疏忽傳統文化亡國的，把儒釋道傳統的教育淡化了，它才亡國，這是真正原因。"
    },
    {
      "id": "21-681-0009_p0006",
      "zh_CN": "民国成立之后，比清朝更严重，真的是一个十年不如一个十年，我们以十年做个比较。民国这一百年，到现在几乎看不到真正佛法了，真正依照佛法修行的人愈来愈少；不是没有，有，太少了，少到不能影响社会。所以我去年接受总统的邀请到这边来访问，时间虽然不长，只有九天，我跟总统四次见面，我佩服到五体投地，让我充满了信心，我觉得我们佛教有救。斯里兰卡基础太好了，在整个佛法来说，这是原始佛教，也叫小乘佛教，这是基础。佛在经典里面告诉我们，「佛子」，就是佛弟子，「不先学小乘，后学大乘，非佛弟子」，佛不承认。各地方这佛法为什么衰？基础没有了。",
      "zh_TW": "民國成立之後，比清朝更嚴重，真的是一個十年不如一個十年，我們以十年做個比較。民國這一百年，到現在幾乎看不到真正佛法了，真正依照佛法修行的人愈來愈少；不是沒有，有，太少了，少到不能影響社會。所以我去年接受總統的邀請到這邊來訪問，時間雖然不長，只有九天，我跟總統四次見面，我佩服到五體投地，讓我充滿了信心，我覺得我們佛教有救。斯里蘭卡基礎太好了，在整個佛法來說，這是原始佛教，也叫小乘佛教，這是基礎。佛在經典裡面告訴我們，「佛子」，就是佛弟子，「不先學小乘，後學大乘，非佛弟子」，佛不承認。各地方這佛法為什麼衰？基礎沒有了。"
    },
    {
      "id": "21-681-0009_p0007",
      "zh_CN": "释迦牟尼佛当年在世，老人家为我们示现的，三十岁大彻大悟、明心见性，就是成佛，三十岁成佛。成佛之后，他就在鹿野苑开始教学，讲阿含，这是一个大的系列、大的单元，用了十二年时间。这个十二年等于是佛教小学，我们今天全世界小学是六年，佛陀的小学是十二年，基础稳固，这个很重要。接着讲方等，方等讲了八年，等于中学。现在学校的中学，初中三年，高中三年，六年，佛陀的中学八年。这都是基础教育。你看看，佛的基础教育二十年。我们现在世间人基础教育十二年，小学六年，中学六年，佛认为这不够。这二十年之后，佛开始讲大乘，就是办大学，讲般若，般若讲了二十二年。现在大学教育四年，释迦牟尼佛的大学教育是二十二年。最后是研究所，法华、涅槃，也是八年。",
      "zh_TW": "釋迦牟尼佛當年在世，老人家為我們示現的，三十歲大徹大悟、明心見性，就是成佛，三十歲成佛。成佛之後，他就在鹿野苑開始教學，講阿含，這是一個大的系列、大的單元，用了十二年時間。這個十二年等於是佛教小學，我們今天全世界小學是六年，佛陀的小學是十二年，基礎穩固，這個很重要。接著講方等，方等講了八年，等於中學。現在學校的中學，初中三年，高中三年，六年，佛陀的中學八年。這都是基礎教育。你看看，佛的基礎教育二十年。我們現在世間人基礎教育十二年，小學六年，中學六年，佛認為這不夠。這二十年之後，佛開始講大乘，就是辦大學，講般若，般若講了二十二年。現在大學教育四年，釋迦牟尼佛的大學教育是二十二年。最後是研究所，法華、涅槃，也是八年。"
    },
    {
      "id": "21-681-0009_p0008",
      "zh_CN": "佛陀在世为我们教学四十九年，是一个完完整整、圆圆满满的佛陀教育。人接受这个教育，从凡夫，四十九年变成什么？变成佛，成佛，那是上上根人。一般人应该可以证得阿罗汉，也算是佛陀教育毕业了，他真有成果，永远离开六道轮回。佛陀的教育目标，帮助一切众生离苦得乐，这个目标达到了。苦是六道轮回，脱离六道轮回就是真正离苦得乐。佛没有任何要求，真正一生做到了「于人无争，于世无求」，生活非常简单、非常快乐，三衣一钵，日中一食，树下一宿。",
      "zh_TW": "佛陀在世為我們教學四十九年，是一個完完整整、圓圓滿滿的佛陀教育。人接受這個教育，從凡夫，四十九年變成什麼？變成佛，成佛，那是上上根人。一般人應該可以證得阿羅漢，也算是佛陀教育畢業了，他真有成果，永遠離開六道輪迴。佛陀的教育目標，幫助一切眾生離苦得樂，這個目標達到了。苦是六道輪迴，脫離六道輪迴就是真正離苦得樂。佛沒有任何要求，真正一生做到了「於人無爭，於世無求」，生活非常簡單、非常快樂，三衣一缽，日中一食，樹下一宿。"
    },
    {
      "id": "21-681-0009_p0009",
      "zh_CN": "佛的普世教育是什么？这个教育的理念从哪里来的？我昨天写了几个字，当中这个大字是个爱字，我们要讲佛陀的教育、圣贤的教育，就是一个爱。现在人他就缺乏这个爱，现在的人不自爱，他怎么会爱人？这个爱是没有条件的，是没有分别的，是从自性里面流出来的。佛告诉我们，自性万德万能，无量的智慧，无量的德能，无量的相好。我们要问，自性第一德，最重要的德是什么？就是这个爱。这个爱在哪里？就在眼前。我们很多人没有留意，没有看到它，这是佛陀的大慈大悲，是上帝的爱，是神圣的爱。中国文字是表意的文字，它不是拼音的，从这个字的形象当中，你不认识它，你不晓得它怎么个念法，但是你能够看出它的意思。",
      "zh_TW": "佛的普世教育是什麼？這個教育的理念從哪裡來的？我昨天寫了幾個字，當中這個大字是個愛字，我們要講佛陀的教育、聖賢的教育，就是一個愛。現在人他就缺乏這個愛，現在的人不自愛，他怎麼會愛人？這個愛是沒有條件的，是沒有分別的，是從自性裡面流出來的。佛告訴我們，自性萬德萬能，無量的智慧，無量的德能，無量的相好。我們要問，自性第一德，最重要的德是什麼？就是這個愛。這個愛在哪裡？就在眼前。我們很多人沒有留意，沒有看到它，這是佛陀的大慈大悲，是上帝的愛，是神聖的愛。中國文字是表意的文字，它不是拼音的，從這個字的形象當中，你不認識它，你不曉得它怎麼個念法，但是你能夠看出它的意思。"
    },
    {
      "id": "21-681-0009_p0010",
      "zh_CN": "如果心不动，那就是佛。不动是什么？心没有起心、没有动念、没有分别、没有执着，这就是佛。凡夫跟佛没有什么差别，就是心不一样，佛心不动，我们的心是动的，起心动念，前念灭后念生，一天从早到晚不知道有多少个念头在动。佛怎么？佛不动。你看，佛坐在那个地方的形像，入定，定就是不动。定有浅深的差别，在《华严经》里面，佛将菩萨分为五十一个等级，如果我们要拿学校来做比喻，有一点像，能理解。十信位好比是小学，十个位次，从第一到第十，讲年级，一年级到十年级，这是佛教的小学；从十一年级到二十年级，这是佛教的中学；从二十一年级到三十年级，这是佛教的高中；三十一年级到四十年级，这是佛教的大学；从四十一年级到五十一年级，这是佛教的研究所。他从哪里分？从定功上分。你定功的浅深、大小，小定就是小学，定功浅，定力不大；如果到大学、研究所，那是很深的禅定。",
      "zh_TW": "如果心不動，那就是佛。不動是什麼？心沒有起心、沒有動念、沒有分別、沒有執著，這就是佛。凡夫跟佛沒有什麼差別，就是心不一樣，佛心不動，我們的心是動的，起心動念，前念滅後念生，一天從早到晚不知道有多少個念頭在動。佛怎麼？佛不動。你看，佛坐在那個地方的形像，入定，定就是不動。定有淺深的差別，在《華嚴經》裡面，佛將菩薩分為五十一個等級，如果我們要拿學校來做比喻，有一點像，能理解。十信位好比是小學，十個位次，從第一到第十，講年級，一年級到十年級，這是佛教的小學；從十一年級到二十年級，這是佛教的中學；從二十一年級到三十年級，這是佛教的高中；三十一年級到四十年級，這是佛教的大學；從四十一年級到五十一年級，這是佛教的研究所。他從哪裡分？從定功上分。你定功的淺深、大小，小定就是小學，定功淺，定力不大；如果到大學、研究所，那是很深的禪定。"
    },
    {
      "id": "21-681-0009_p0011",
      "zh_CN": "禅定里头有境界，禅定不是死的，是活活泼泼的，它起作用。释迦牟尼佛《华严经》是在禅定当中说的，所以有很多人不相信，认为这是伪造的，为什么？经典上并没有记载。佛在定中，只有法身菩萨才能够到佛陀定中去听经，那些人知道。法身菩萨是研究所的菩萨，也就是五十一个等级里面最高的十个等级。最高的他们知道，知道释迦牟尼佛在定中讲《大方广佛华严经》，讲这部大经。定中没有时间，也没有空间。没有时间就是没有过去、现在、未来，就在当下；没有空间就是没有距离。《弥陀经》上所说西方极乐世界与我们这里距离十万亿佛国土，这是讲距离。但是在定中这个距离没有，这个距离是对凡夫说的。如果在定中，空间维次不见了，没有空间维次，整个宇宙是一体，我们起心动念，念头才起，遍法界虚空界一切诸佛如来都收到了，这个念头的信息全收到了。",
      "zh_TW": "禪定裡頭有境界，禪定不是死的，是活活潑潑的，它起作用。釋迦牟尼佛《華嚴經》是在禪定當中說的，所以有很多人不相信，認為這是偽造的，為什麼？經典上並沒有記載。佛在定中，只有法身菩薩才能夠到佛陀定中去聽經，那些人知道。法身菩薩是研究所的菩薩，也就是五十一個等級裡面最高的十個等級。最高的他們知道，知道釋迦牟尼佛在定中講《大方廣佛華嚴經》，講這部大經。定中沒有時間，也沒有空間。沒有時間就是沒有過去、現在、未來，就在當下；沒有空間就是沒有距離。《彌陀經》上所說西方極樂世界與我們這裡距離十萬億佛國土，這是講距離。但是在定中這個距離沒有，這個距離是對凡夫說的。如果在定中，空間維次不見了，沒有空間維次，整個宇宙是一體，我們起心動念，念頭才起，遍法界虛空界一切諸佛如來都收到了，這個念頭的信息全收到了。"
    },
    {
      "id": "21-681-0009_p0012",
      "zh_CN": "再深入之后，我们能够理解，我们现在也相信，整个宇宙是一个有机体，就是活的。大经里面所说的「五蕴皆空」，五蕴是最小的物质现象，被现代的量子力学家，最近的二十几年发现了，让我们对于佛经信心增长，疑惑化解。佛说这门东西，说得是很清楚，但是我们没见过，除佛经之外没有听说过。所以听到佛讲了，佛是以五语保证我们的信心，「如来是真语者、实语者、如语者、不诳语者」，这都是告诉我们，佛说的话是真的，一句假话都没有。佛没有理由去欺骗别人，所以我们相信佛的话是真的；可是总是有疑惑，除佛之外，别的人没讲过。现在二千五百五十年后，今天这个世界，量子科学家把阿赖耶的三细相找到了，这是宇宙的奥秘，虽然说的没有佛说得那么清楚，但是总算是找到了。三细相里面，物质现象没问题了，完全明白；心理现象，就是念头，发现了，知道有这个东西，但是这个现象从哪里来的还不知道。佛在经典上讲得清楚，这个现象从哪里来的？是阿赖耶的业相变现出来的。阿赖耶的业相从哪里来的？是一念迷而不觉来的，一念不觉是这么来的。一念不觉没有原因，所以说宇宙的源起，第一个原因是没有的。如果是有，它就是真的，有因有果。它没有，这意思是说，没有，它是假的，它不是真的。佛说经这个意思太深了，听的人虽然多，几个人能听懂？几个人能听明白？我们费了六十多年的时间，在这里钻研，对这个问题还是不能完全相信，百分之九十我信了，还有百分之十的怀疑，你说多难！",
      "zh_TW": "再深入之後，我們能夠理解，我們現在也相信，整個宇宙是一個有機體，就是活的。大經裡面所說的「五蘊皆空」，五蘊是最小的物質現象，被現代的量子力學家，最近的二十幾年發現了，讓我們對於佛經信心增長，疑惑化解。佛說這門東西，說得是很清楚，但是我們沒見過，除佛經之外沒有聽說過。所以聽到佛講了，佛是以五語保證我們的信心，「如來是真語者、實語者、如語者、不誑語者」，這都是告訴我們，佛說的話是真的，一句假話都沒有。佛沒有理由去欺騙別人，所以我們相信佛的話是真的；可是總是有疑惑，除佛之外，別的人沒講過。現在二千五百五十年後，今天這個世界，量子科學家把阿賴耶的三細相找到了，這是宇宙的奧祕，雖然說的沒有佛說得那麼清楚，但是總算是找到了。三細相裡面，物質現象沒問題了，完全明白；心理現象，就是念頭，發現了，知道有這個東西，但是這個現象從哪裡來的還不知道。佛在經典上講得清楚，這個現象從哪裡來的？是阿賴耶的業相變現出來的。阿賴耶的業相從哪裡來的？是一念迷而不覺來的，一念不覺是這麼來的。一念不覺沒有原因，所以說宇宙的源起，第一個原因是沒有的。如果是有，它就是真的，有因有果。它沒有，這意思是說，沒有，它是假的，它不是真的。佛說經這個意思太深了，聽的人雖然多，幾個人能聽懂？幾個人能聽明白？我們費了六十多年的時間，在這裡鑽研，對這個問題還是不能完全相信，百分之九十我信了，還有百分之十的懷疑，你說多難！"
    },
    {
      "id": "21-681-0009_p0013",
      "zh_CN": "我们非常感谢近代的科学家，他帮助我们把这个谜揭穿了。我看的报告是德国普朗克博士的报告，他是爱因斯坦的老师，这个学生很出名。他一生研究物质，就是盯住这一个问题，物质到底是什么？他把物质的秘密揭穿了，跟佛讲的完全相同。佛告诉我们，「凡所有相」，相就是物质现象，「皆是虚妄」；「一切有为法」，有为是有生有灭，物质是生灭法。「一切有为法，如梦幻泡影」，用这四个字来比喻，如梦、如幻、如泡、如影，告诉你，假的不是真的。又告诉我们，「一切法从心想生」、「境随心转」，这些话都是非常非常重要，我们必须要有这个概念。这个概念对于我们来说，利益是非常大，真的讲是无量无边，让我们了解宇宙的真相，了解宇宙的源起，一切万法到底是回什么事情，最后了解我从哪里来的。明了之后我们就知道，我们怎样跟人相处，怎样跟这个世界相处，怎样跟一切万物、跟大自然相处。和睦相处，共存共荣，那就是极乐世界，那才叫真正的离苦得乐。",
      "zh_TW": "我們非常感謝近代的科學家，他幫助我們把這個謎揭穿了。我看的報告是德國普朗克博士的報告，他是愛因斯坦的老師，這個學生很出名。他一生研究物質，就是盯住這一個問題，物質到底是什麼？他把物質的祕密揭穿了，跟佛講的完全相同。佛告訴我們，「凡所有相」，相就是物質現象，「皆是虛妄」；「一切有為法」，有為是有生有滅，物質是生滅法。「一切有為法，如夢幻泡影」，用這四個字來比喻，如夢、如幻、如泡、如影，告訴你，假的不是真的。又告訴我們，「一切法從心想生」、「境隨心轉」，這些話都是非常非常重要，我們必須要有這個概念。這個概念對於我們來說，利益是非常大，真的講是無量無邊，讓我們了解宇宙的真相，了解宇宙的源起，一切萬法到底是回什麼事情，最後了解我從哪裡來的。明瞭之後我們就知道，我們怎樣跟人相處，怎樣跟這個世界相處，怎樣跟一切萬物、跟大自然相處。和睦相處，共存共榮，那就是極樂世界，那才叫真正的離苦得樂。"
    },
    {
      "id": "21-681-0009_p0014",
      "zh_CN": "所以我们今天首先要把自性，自性第一德这个爱字要发掘出来。从什么地方看？从婴儿。小孩他出生了，他眼睛睁开，他会看，他会听，他还没有受染污，完全没有染污。大概是什么时候？三个月，没有受染污，三个月之后就开始有染污。染污从哪里看出来？他认识谁是他的妈妈，认识谁是他的爸爸，他有分别，他有执着。你看，爸爸妈妈抱他他喜欢，别人抱他，他就不让抱，他就哭，他有分别，他有执着。分别、执着是被染污，天真没有了。所以我讲经有时候说「人生百日」，人生出来一百天，一百天之内「体露真常」。佛经上讲的真如自性，你细细去观察，你能体会得到。所以不远，最深密的东西、最奥妙的东西就在眼前，这是真爱。他那个爱心，你看他满面笑容，他欢喜。他不会说话，你看他的眼神、看他的动作，他对于每个人，不认生，每个人都爱，什么人去抱他、去逗他，他都欢喜，他没有拒绝，他没有排斥，没有显得不高兴，你从这个地方看。我们也是通过经典的教诲才省悟到。",
      "zh_TW": "所以我們今天首先要把自性，自性第一德這個愛字要發掘出來。從什麼地方看？從嬰兒。小孩他出生了，他眼睛睜開，他會看，他會聽，他還沒有受染污，完全沒有染污。大概是什麼時候？三個月，沒有受染污，三個月之後就開始有染污。染污從哪裡看出來？他認識誰是他的媽媽，認識誰是他的爸爸，他有分別，他有執著。你看，爸爸媽媽抱他他喜歡，別人抱他，他就不讓抱，他就哭，他有分別，他有執著。分別、執著是被染污，天真沒有了。所以我講經有時候說「人生百日」，人生出來一百天，一百天之內「體露真常」。佛經上講的真如自性，你細細去觀察，你能體會得到。所以不遠，最深密的東西、最奧妙的東西就在眼前，這是真愛。他那個愛心，你看他滿面笑容，他歡喜。他不會說話，你看他的眼神、看他的動作，他對於每個人，不認生，每個人都愛，什麼人去抱他、去逗他，他都歡喜，他沒有拒絕，他沒有排斥，沒有顯得不高興，你從這個地方看。我們也是通過經典的教誨才省悟到。"
    },
    {
      "id": "21-681-0009_p0015",
      "zh_CN": "我在二００四年，在日本参加联合国教科文组织办的一个和平会议，在日本冈山开会，我去参加了。那个地方有我们净宗的同学，在会后，这些同修们常常陪我到处去看看，看看日本农村里面的风光。有一天在路上，我突然想起来，我说大家停下来，因为同修当中有一个年轻的妈妈，用个小车子推着，小孩是睡在车上，不到四个月。我说我们大家来看，看什么？看父子有亲。中国五伦里头的第一伦，我们来看「父子有亲」。大家围着看这个小孩，这个小孩不认生，每个人去逗他，他都笑，很开心。我说他这个喜是真正的欢喜，就是佛的慈悲，就是上帝的爱，就是神之爱。为什么？他没有分别、没有执着、没有起心、没有动念，这是真心显露。四、五个月之后，他会被染污，他认识谁是他妈妈，谁不是他妈妈，妈妈抱他喜欢，别人抱他害怕，他没有安全感。你看看，他就被染污了。从这个染污开始，一个月比一个月深，一年比一年深。我们有理由相信，你看，我们能够看见，但是我们是佛教导我们的，佛如果没有教导我们，我们不会动这个念头，摆在面前也看不到，所以我们感谢佛陀。我们相信古圣先贤，中国五伦这个传统文化的源起，从哪里来的？为什么会有这个念头发生？我相信，也就像我们发现小孩的天真。这是真爱，没有起心动念，没有分别执着，我们这个爱就是表这个意思。",
      "zh_TW": "我在二００四年，在日本參加聯合國教科文組織辦的一個和平會議，在日本岡山開會，我去參加了。那個地方有我們淨宗的同學，在會後，這些同修們常常陪我到處去看看，看看日本農村裡面的風光。有一天在路上，我突然想起來，我說大家停下來，因為同修當中有一個年輕的媽媽，用個小車子推著，小孩是睡在車上，不到四個月。我說我們大家來看，看什麼？看父子有親。中國五倫裡頭的第一倫，我們來看「父子有親」。大家圍著看這個小孩，這個小孩不認生，每個人去逗他，他都笑，很開心。我說他這個喜是真正的歡喜，就是佛的慈悲，就是上帝的愛，就是神之愛。為什麼？他沒有分別、沒有執著、沒有起心、沒有動念，這是真心顯露。四、五個月之後，他會被染污，他認識誰是他媽媽，誰不是他媽媽，媽媽抱他喜歡，別人抱他害怕，他沒有安全感。你看看，他就被染污了。從這個染污開始，一個月比一個月深，一年比一年深。我們有理由相信，你看，我們能夠看見，但是我們是佛教導我們的，佛如果沒有教導我們，我們不會動這個念頭，擺在面前也看不到，所以我們感謝佛陀。我們相信古聖先賢，中國五倫這個傳統文化的源起，從哪裡來的？為什麼會有這個念頭發生？我相信，也就像我們發現小孩的天真。這是真愛，沒有起心動念，沒有分別執著，我們這個愛就是表這個意思。"
    },
    {
      "id": "21-681-0009_p0016",
      "zh_CN": "这个心是什么？如如不动。这个爱心是不起心、不动念、不分别、不执着，这是真的，完全是从自性流出来的爱，个个都有。所以佛说「一切众生皆有佛性」。这就是佛性，既然有佛性，你就能成佛，你好好的修行，你就会成佛，修成像佛陀一样。要怎么修？永远保持天真。用什么方法？用教育。欧洲人赞叹中国古人，认为中国古人最懂得教育，有教育的智慧，有教育的理念，有教育的方法，有教育的效果，有教育的经验，这是世界上其他地区没见到的。这个话是澳大利亚南昆士兰大学的教务长他告诉我的。我有一天在他们学校，校长请我吃饭，教务长跟几个教授作陪，他就把这个事情告诉我。他说这个是欧洲人在二战之前，有些专家学者讨论一个问题，就是世界上四个古文明三个都没有了，为什么中国还存在？讨论了这个命题。最后的结论，大家认为这可能是中国人懂得家庭教育的关系，这是他们的结论。教务长把这话题告诉我之后，我承认，我说这个结论正确，一点都不错。中国能够绵延到今天，文化没有灭亡，全靠教育，而且确确实实是家庭教育。",
      "zh_TW": "這個心是什麼？如如不動。這個愛心是不起心、不動念、不分別、不執著，這是真的，完全是從自性流出來的愛，個個都有。所以佛說「一切眾生皆有佛性」。這就是佛性，既然有佛性，你就能成佛，你好好的修行，你就會成佛，修成像佛陀一樣。要怎麼修？永遠保持天真。用什麼方法？用教育。歐洲人讚歎中國古人，認為中國古人最懂得教育，有教育的智慧，有教育的理念，有教育的方法，有教育的效果，有教育的經驗，這是世界上其他地區沒見到的。這個話是澳大利亞南昆士蘭大學的教務長他告訴我的。我有一天在他們學校，校長請我吃飯，教務長跟幾個教授作陪，他就把這個事情告訴我。他說這個是歐洲人在二戰之前，有些專家學者討論一個問題，就是世界上四個古文明三個都沒有了，為什麼中國還存在？討論了這個命題。最後的結論，大家認為這可能是中國人懂得家庭教育的關係，這是他們的結論。教務長把這話題告訴我之後，我承認，我說這個結論正確，一點都不錯。中國能夠綿延到今天，文化沒有滅亡，全靠教育，而且確確實實是家庭教育。"
    },
    {
      "id": "21-681-0009_p0017",
      "zh_CN": "中国古人有两句话，「子不教，人心坏了；家不齐，社会乱了」。这两句话，我们在年轻时候读，没有感觉，为什么？没有看到事实。可是今天看到这两句话，惊心动魄，我们现前这个社会状况，古人了如指掌，讲得这么清楚、这么明白。我们要反省，今天这个社会如何来拯救？就要靠教育。我也认识一些国家领导人，见面的时候有人问我，他说我很想把这个国家治好，问我有什么方法？我就告诉他，只要你把教育办好，你所有的问题全部解决了。真的吗？真的，一点都不假。谁做到了？阿弥陀佛做到了。你看极乐世界多好！为什么那么好？阿弥陀佛教出来的，天天上课，没有一天放假的，学生长时薰修，自自然然他就回归自性，回归自性是大菩萨。听久了，起心动念、分别、执着全放下了。",
      "zh_TW": "中國古人有兩句話，「子不教，人心壞了；家不齊，社會亂了」。這兩句話，我們在年輕時候讀，沒有感覺，為什麼？沒有看到事實。可是今天看到這兩句話，驚心動魄，我們現前這個社會狀況，古人瞭如指掌，講得這麼清楚、這麼明白。我們要反省，今天這個社會如何來拯救？就要靠教育。我也認識一些國家領導人，見面的時候有人問我，他說我很想把這個國家治好，問我有什麼方法？我就告訴他，只要你把教育辦好，你所有的問題全部解決了。真的嗎？真的，一點都不假。誰做到了？阿彌陀佛做到了。你看極樂世界多好！為什麼那麼好？阿彌陀佛教出來的，天天上課，沒有一天放假的，學生長時薰修，自自然然他就回歸自性，回歸自性是大菩薩。聽久了，起心動念、分別、執著全放下了。"
    },
    {
      "id": "21-681-0009_p0018",
      "zh_CN": "爱当中这个心，这个心不动，这个爱是佛菩萨的爱，是神圣的爱，是自性的爱。如果这个心动了？动了就迷了，动了就变成凡夫。这一动，中国古人叫它做情。你看，不动的时候叫性，动的时候叫情，就是指这个爱字。爱字里头那个心，动了就叫情，情就是起心动念。起心动念，这情，生情。所以佛教菩萨，菩萨有情，心动了，教他怎么样？要觉。菩萨是梵语，翻成中国意思叫觉有情。有情不要紧，要觉悟，不能迷。像我们《无量寿经》的经题，「清净平等觉」，这样好。佛说得高，说得圆满，说得究竟。中国古人有说，佛教没传到中国去，说得也不错，也非常难得，中国人讲，情里头要有义。义是什么？义就是道德。情里头有道，道情；有义，有情义。这就是中国人讲的圣人、贤人，代表的人物，孔子、老子、孟子，他们这些人做代表，尧舜禹汤都是情义的代表，情里头有义。",
      "zh_TW": "愛當中這個心，這個心不動，這個愛是佛菩薩的愛，是神聖的愛，是自性的愛。如果這個心動了？動了就迷了，動了就變成凡夫。這一動，中國古人叫它做情。你看，不動的時候叫性，動的時候叫情，就是指這個愛字。愛字裡頭那個心，動了就叫情，情就是起心動念。起心動念，這情，生情。所以佛教菩薩，菩薩有情，心動了，教他怎麼樣？要覺。菩薩是梵語，翻成中國意思叫覺有情。有情不要緊，要覺悟，不能迷。像我們《無量壽經》的經題，「清淨平等覺」，這樣好。佛說得高，說得圓滿，說得究竟。中國古人有說，佛教沒傳到中國去，說得也不錯，也非常難得，中國人講，情裡頭要有義。義是什麼？義就是道德。情裡頭有道，道情；有義，有情義。這就是中國人講的聖人、賢人，代表的人物，孔子、老子、孟子，他們這些人做代表，堯舜禹湯都是情義的代表，情裡頭有義。"
    },
    {
      "id": "21-681-0009_p0019",
      "zh_CN": "现在呢？现在社会上这些人有情，觉没有了，义也没有了，有什么？有欲望，就造成今天的社会。情里头加上欲望是凡夫，叫六道众生。这个欲望要发展到过大、过多，问题就非常严重。汤恩比博士讲到，他说现在人的欲望发展到饱和点，是有史以来从来没有看见过的。人的一生忘掉了他来干什么的，好像是来到这个世间就是要跟人竞争的、争名逐利的，这个观念是决定错误。所以他主张，我们的教育，乃至国家政策，对于科技的发展要缓慢，对于人性的教育要加强。他说人性跟科学技术要能够平衡，人类可以享受到科技的福报，带给我们的幸福；如果失去平衡，科技超越了人性太多的话，会带给我们灾难，甚至于导致人类的灭亡，地球的毁灭，这是汤恩比提出的警告。",
      "zh_TW": "現在呢？現在社會上這些人有情，覺沒有了，義也沒有了，有什麼？有欲望，就造成今天的社會。情裡頭加上欲望是凡夫，叫六道眾生。這個欲望要發展到過大、過多，問題就非常嚴重。湯恩比博士講到，他說現在人的欲望發展到飽和點，是有史以來從來沒有看見過的。人的一生忘掉了他來幹什麼的，好像是來到這個世間就是要跟人競爭的、爭名逐利的，這個觀念是決定錯誤。所以他主張，我們的教育，乃至國家政策，對於科技的發展要緩慢，對於人性的教育要加強。他說人性跟科學技術要能夠平衡，人類可以享受到科技的福報，帶給我們的幸福；如果失去平衡，科技超越了人性太多的話，會帶給我們災難，甚至於導致人類的滅亡，地球的毀滅，這是湯恩比提出的警告。"
    },
    {
      "id": "21-681-0009_p0020",
      "zh_CN": "所以，既然古今中外佛菩萨、圣贤、哲人都重视教育，知道只有教育能够解决一切问题。所以哲学、宗教、传统文化的根本就是这个爱心。在中国人五伦里面第一伦「父子有亲」，把它正式列入教育里头的大根大本，就是基本的教育概念，教什么？教孝悌。孝是对父母，这个孝如何能保持一生不会改变，这是教育第一个目标。第二个目标，这个爱要发扬光大，家族里面、社会上年纪跟父母差不多的都要用孝敬父母的心来孝敬这些人（比我们长一辈的人），把它发扬光大。爱父母，要爱老人，要爱兄弟姐妹，要爱邻居、邻里乡党，要爱社会，要爱国家，要爱人类，叫「凡是人，皆须爱」。佛陀的爱更大，佛陀不但爱人类，爱一切动物，爱树木花草，爱山河大地，爱整个宇宙。所以，佛陀教给我们的范围太大了，到最后告诉我们「心包太虚，量周沙界」，达到究竟圆满。",
      "zh_TW": "所以，既然古今中外佛菩薩、聖賢、哲人都重視教育，知道只有教育能夠解決一切問題。所以哲學、宗教、傳統文化的根本就是這個愛心。在中國人五倫裡面第一倫「父子有親」，把它正式列入教育裡頭的大根大本，就是基本的教育概念，教什麼？教孝悌。孝是對父母，這個孝如何能保持一生不會改變，這是教育第一個目標。第二個目標，這個愛要發揚光大，家族裡面、社會上年紀跟父母差不多的都要用孝敬父母的心來孝敬這些人（比我們長一輩的人），把它發揚光大。愛父母，要愛老人，要愛兄弟姐妹，要愛鄰居、鄰里鄉黨，要愛社會，要愛國家，要愛人類，叫「凡是人，皆須愛」。佛陀的愛更大，佛陀不但愛人類，愛一切動物，愛樹木花草，愛山河大地，愛整個宇宙。所以，佛陀教給我們的範圍太大了，到最後告訴我們「心包太虛，量周沙界」，達到究竟圓滿。"
    },
    {
      "id": "21-681-0009_p0021",
      "zh_CN": "所以向谁学习？最高的、第一的，向佛陀学习，释迦牟尼佛给我们做出最好的榜样。经典就是从自性真爱里头流出来的智慧言语，里面有德行、有学问，教给我们怎样在这一生当中得到人生最高的享受。人生最高的享受跟贫富贵贱没有关系，这是属于精神层面的。精神层面确实很奇妙，有能力转变物质层面，为什么？境随心转。这个妙不可言，是真的不是假的。现在科学家也承认，念力要集中在一个地方会产生巨大的能量，能改变我们的身体。我们现在晓得，晓得不透彻，没有用功夫去练，把这个心想集中。心想集中就是禅定，定功愈深，能量愈大。譬如说，你有那么大的能量，现在有一些食品在你面前，这个食品里面有毒，时间太久，变成有毒素、有细菌，你能不能吃？能，到你口里头它自然就变了，产生变化，它变成美味。一般人吃了会生病，佛菩萨吃了是非常营养的，他什么事都没有。为什么？他能转变境界，就是境随心转，这是真的不是假的。现代量子力学家证明，这是真的。有这样的能力，我们对于身体健康，问题解决了，不需要任何医疗，只要把念头转成善念，清净的念头，身体自然健康。老，老而不衰，跟年轻人一样。这里头很有道理的，我们世间人疏忽了这一招。",
      "zh_TW": "所以向誰學習？最高的、第一的，向佛陀學習，釋迦牟尼佛給我們做出最好的榜樣。經典就是從自性真愛裡頭流出來的智慧言語，裡面有德行、有學問，教給我們怎樣在這一生當中得到人生最高的享受。人生最高的享受跟貧富貴賤沒有關係，這是屬於精神層面的。精神層面確實很奇妙，有能力轉變物質層面，為什麼？境隨心轉。這個妙不可言，是真的不是假的。現在科學家也承認，念力要集中在一個地方會產生巨大的能量，能改變我們的身體。我們現在曉得，曉得不透徹，沒有用功夫去練，把這個心想集中。心想集中就是禪定，定功愈深，能量愈大。譬如說，你有那麼大的能量，現在有一些食品在你面前，這個食品裡面有毒，時間太久，變成有毒素、有細菌，你能不能吃？能，到你口裡頭它自然就變了，產生變化，它變成美味。一般人吃了會生病，佛菩薩吃了是非常營養的，他什麼事都沒有。為什麼？他能轉變境界，就是境隨心轉，這是真的不是假的。現代量子力學家證明，這是真的。有這樣的能力，我們對於身體健康，問題解決了，不需要任何醫療，只要把念頭轉成善念，清淨的念頭，身體自然健康。老，老而不衰，跟年輕人一樣。這裡頭很有道理的，我們世間人疏忽了這一招。"
    },
    {
      "id": "21-681-0009_p0022",
      "zh_CN": "大家都晓得，科学家告诉我们，人身体是细胞组成的，这个人身体大概多少细胞？好像是五十兆，五十兆的细胞。这些细胞都是新陈代谢，每一天都有死掉的细胞，有新生的细胞，新陈代谢。每七年是个周期，七年，就是全身细胞统统换掉，旧的一个都找不到，七年是个周期。我们人为什么老换一些老细胞不换新的？好像汽车零件一样，坏了，这零件不能用，再去配一个，配一个是旧的，不是新的，老是去配旧的，他不配新的。如果配新的话，这个车不是年年都是新车吗？他配旧的，那还是个旧车。这就是我们，我们的观念，我老了，所以换的细胞都是老细胞，都是人家报废的细胞。如果觉悟了，我老的不要，我要换新的，我要换最新的，你不是愈老愈年轻吗？所谓是返老还童。这是有道理的，这不是假话，是可以做得到的。",
      "zh_TW": "大家都曉得，科學家告訴我們，人身體是細胞組成的，這個人身體大概多少細胞？好像是五十兆，五十兆的細胞。這些細胞都是新陳代謝，每一天都有死掉的細胞，有新生的細胞，新陳代謝。每七年是個週期，七年，就是全身細胞統統換掉，舊的一個都找不到，七年是個週期。我們人為什麼老換一些老細胞不換新的？好像汽車零件一樣，壞了，這零件不能用，再去配一個，配一個是舊的，不是新的，老是去配舊的，他不配新的。如果配新的話，這個車不是年年都是新車嗎？他配舊的，那還是個舊車。這就是我們，我們的觀念，我老了，所以換的細胞都是老細胞，都是人家報廢的細胞。如果覺悟了，我老的不要，我要換新的，我要換最新的，你不是愈老愈年輕嗎？所謂是返老還童。這是有道理的，這不是假話，是可以做得到的。"
    },
    {
      "id": "21-681-0009_p0023",
      "zh_CN": "我们念头永远清净、永远平等、永远年轻、永远善良，不要有恶念，恶念容易老化。所以说，人逢喜事精神爽。你看，阿弥陀佛的世界叫极乐世界，他极乐他就不会老化。如果他有忧悲苦恼，这个世界上的众生很容易老化，生活得很痛苦。这是我们应该要知道的。所以佛法学了之后它真管用，第一个管用的，就是你这一生不生病，你这一生不容易衰老，年龄天天增加，体力很正常，跟年轻人一样。这是学佛头一个好处，很多人没得到。我也没有完全得到，得到一半，真的得到一半，没有完全得到。要靠自己努力，活一百岁，跟三十、四十岁的人一样，要有这个本事；活二百岁，也跟三、四十岁的人一样。",
      "zh_TW": "我們念頭永遠清淨、永遠平等、永遠年輕、永遠善良，不要有惡念，惡念容易老化。所以說，人逢喜事精神爽。你看，阿彌陀佛的世界叫極樂世界，他極樂他就不會老化。如果他有憂悲苦惱，這個世界上的眾生很容易老化，生活得很痛苦。這是我們應該要知道的。所以佛法學了之後它真管用，第一個管用的，就是你這一生不生病，你這一生不容易衰老，年齡天天增加，體力很正常，跟年輕人一樣。這是學佛頭一個好處，很多人沒得到。我也沒有完全得到，得到一半，真的得到一半，沒有完全得到。要靠自己努力，活一百歲，跟三十、四十歲的人一樣，要有這個本事；活二百歲，也跟三、四十歲的人一樣。"
    },
    {
      "id": "21-681-0009_p0024",
      "zh_CN": "人可不可以活两百岁？可以。我学佛的时候，跟台中李老师，跟他学经教。老师是一个非常好的中医，他有挂牌，刚到台湾的时候，他有挂过牌行医，以后没有时间，搞佛教事业。他告诉我，按照中国古圣先贤的教诲，人的寿命，正常寿命是两百岁；你活不到两百岁，是你自己糟蹋了自己。就好像机器一样，这个机器你要懂得好好的保养，它的寿命很长，可以用二、三十年；但是你保养不良，这个机器容易损坏，不到十年就不能用了。你看，可以用三十年的，你只能用十年就不能用，所以你要把它保养好，它的寿命就很长。这就是平常细心，不要有妄想，不要有杂念，不要有欲望。欲望多了对身体造成的伤害，实在讲，谚语所谓得不偿失，你得到的太少，你失掉的太多。你看，把你的身命失掉了，把你的长寿失掉了，把你的健康失掉了，你说多么可惜！学佛一定要得到佛法真正的利益、真正的好处，我们才干，要不然我们为什么要干？",
      "zh_TW": "人可不可以活兩百歲？可以。我學佛的時候，跟台中李老師，跟他學經教。老師是一個非常好的中醫，他有掛牌，剛到台灣的時候，他有掛過牌行醫，以後沒有時間，搞佛教事業。他告訴我，按照中國古聖先賢的教誨，人的壽命，正常壽命是兩百歲；你活不到兩百歲，是你自己糟蹋了自己。就好像機器一樣，這個機器你要懂得好好的保養，它的壽命很長，可以用二、三十年；但是你保養不良，這個機器容易損壞，不到十年就不能用了。你看，可以用三十年的，你只能用十年就不能用，所以你要把它保養好，它的壽命就很長。這就是平常細心，不要有妄想，不要有雜念，不要有欲望。欲望多了對身體造成的傷害，實在講，諺語所謂得不償失，你得到的太少，你失掉的太多。你看，把你的身命失掉了，把你的長壽失掉了，把你的健康失掉了，你說多麼可惜！學佛一定要得到佛法真正的利益、真正的好處，我們才幹，要不然我們為什麼要幹？"
    },
    {
      "id": "21-681-0009_p0025",
      "zh_CN": "释迦牟尼佛给我们做出最好的榜样，他是王子出身，这大家都知道，他要不出家，他继承王位，他做国王。他觉悟得早，十九岁他就离开家庭，放弃王位的继承权，放弃宫廷里面富裕的生活，他去做苦行僧。日中一食，树下一宿，三衣一钵，这样的生活，他过了一辈子，一直到他圆寂，没有改变。这是为什么？表演给我们看的。我们看到了些什么，看到什么？快乐，自在，解脱。你看，从这上看。人为什么生活那么苦，佛为什么生活那么快乐？佛见到每个人，笑容满面。在中国的道场，寺院庵堂山门里面，你走进山门，第一个看到的弥勒菩萨。中国人，弥勒菩萨的造像是造布袋和尚的像。布袋和尚圆寂的时候告诉大家，他是弥勒菩萨化身来的，说完之后他真的就走了。这在中国佛教规矩里头，这个表演是真的不是假的。如果说他是什么菩萨，什么佛再来的，说了之后不走，那是假的，骗人的；说了马上走，这是真的，这不是骗人。所以中国的寺庙道场，山门一进门，一定塑他的像，欢喜相，也称他作欢喜佛。佛都是欢喜的，没有佛不欢喜的，法喜充满。",
      "zh_TW": "釋迦牟尼佛給我們做出最好的榜樣，他是王子出身，這大家都知道，他要不出家，他繼承王位，他做國王。他覺悟得早，十九歲他就離開家庭，放棄王位的繼承權，放棄宮廷裡面富裕的生活，他去做苦行僧。日中一食，樹下一宿，三衣一缽，這樣的生活，他過了一輩子，一直到他圓寂，沒有改變。這是為什麼？表演給我們看的。我們看到了些什麼，看到什麼？快樂，自在，解脫。你看，從這上看。人為什麼生活那麼苦，佛為什麼生活那麼快樂？佛見到每個人，笑容滿面。在中國的道場，寺院庵堂山門裡面，你走進山門，第一個看到的彌勒菩薩。中國人，彌勒菩薩的造像是造布袋和尚的像。布袋和尚圓寂的時候告訴大家，他是彌勒菩薩化身來的，說完之後他真的就走了。這在中國佛教規矩裡頭，這個表演是真的不是假的。如果說他是什麼菩薩，什麼佛再來的，說了之後不走，那是假的，騙人的；說了馬上走，這是真的，這不是騙人。所以中國的寺廟道場，山門一進門，一定塑他的像，歡喜相，也稱他作歡喜佛。佛都是歡喜的，沒有佛不歡喜的，法喜充滿。"
    },
    {
      "id": "21-681-0009_p0026",
      "zh_CN": "人一生活在欢喜里面，就不容易衰老，所以你要去找欢喜。欢喜在哪里找？在佛法里面找，在圣贤教诲里面去找，在宗教经典里面去找，你就能找到，找到之后你要认真学习。欢喜从哪来？就是从爱心来的，你有爱怎么不欢喜！所以这个字是整个宇宙的核心，是自性的核心，是自性第一德，我们要把这个东西找回来。没有学习之前，我们是凡夫，我们确实有很多错误的想法、看法，那就是欲望。知道这个东西是假的不是真的，知道轮回是假的，事实真相了解，我们把这个东西放下，我们把爱找回来，把心量扩大。心量本来是心包太虚，量周沙界，本来宇宙万法跟我们自己是一体。我们现在迷了，不知道事实真相，不知道是一体，所以一切都是以欲望为标准，满足欲望的就生欢喜，违背欲望的就生怨恨、生烦恼。实在讲，欢喜也是烦恼，怨恨也是烦恼，因为他那个欢喜是欲望刺激的，它不是真的。真的欢喜是从内心往外面流，自性里面的欢喜，自性里头的爱向外流，那是真欢喜。",
      "zh_TW": "人一生活在歡喜裡面，就不容易衰老，所以你要去找歡喜。歡喜在哪裡找？在佛法裡面找，在聖賢教誨裡面去找，在宗教經典裡面去找，你就能找到，找到之後你要認真學習。歡喜從哪來？就是從愛心來的，你有愛怎麼不歡喜！所以這個字是整個宇宙的核心，是自性的核心，是自性第一德，我們要把這個東西找回來。沒有學習之前，我們是凡夫，我們確實有很多錯誤的想法、看法，那就是欲望。知道這個東西是假的不是真的，知道輪迴是假的，事實真相了解，我們把這個東西放下，我們把愛找回來，把心量擴大。心量本來是心包太虛，量周沙界，本來宇宙萬法跟我們自己是一體。我們現在迷了，不知道事實真相，不知道是一體，所以一切都是以欲望為標準，滿足欲望的就生歡喜，違背欲望的就生怨恨、生煩惱。實在講，歡喜也是煩惱，怨恨也是煩惱，因為他那個歡喜是欲望刺激的，它不是真的。真的歡喜是從內心往外面流，自性裡面的歡喜，自性裡頭的愛向外流，那是真歡喜。"
    },
    {
      "id": "21-681-0009_p0027",
      "zh_CN": "我们看婴儿在一百天之内，你看他那个孝顺，那个欢喜是真欢喜。睡在摇篮里头，睡着了，没有人去逗他，你去看他，他会笑。他睡着了还会笑，那是真的，那不是外面刺激的。这记住是本有的，不是外头来的，不是外面学得来的，本有的。本有的珍贵，要把它找回来。找回来，这是有浅深差别的。先从慢慢的远离一切欲望，到以后欲望没有了，有情义，有智慧，有情有义。再提升，向佛陀学习，那就有智慧、有觉悟。智慧的爱、觉悟的爱是菩萨，是佛经上说的大慈大悲，这个时候自自然然一切时、一切处，面对一切众生你都能够生欢喜心。你有智慧、有能力，帮助你的家庭回归自性的爱心，这就是齐家。在家庭里面落实孝悌忠信，这个家庭多快乐！在社会上落实仁爱和平，这个社会多么祥和！所以用爱，修身、齐家、治国、平天下。",
      "zh_TW": "我們看嬰兒在一百天之內，你看他那個孝順，那個歡喜是真歡喜。睡在搖籃裡頭，睡著了，沒有人去逗他，你去看他，他會笑。他睡著了還會笑，那是真的，那不是外面刺激的。這記住是本有的，不是外頭來的，不是外面學得來的，本有的。本有的珍貴，要把它找回來。找回來，這是有淺深差別的。先從慢慢的遠離一切欲望，到以後欲望沒有了，有情義，有智慧，有情有義。再提升，向佛陀學習，那就有智慧、有覺悟。智慧的愛、覺悟的愛是菩薩，是佛經上說的大慈大悲，這個時候自自然然一切時、一切處，面對一切眾生你都能夠生歡喜心。你有智慧、有能力，幫助你的家庭回歸自性的愛心，這就是齊家。在家庭裡面落實孝悌忠信，這個家庭多快樂！在社會上落實仁愛和平，這個社會多麼祥和！所以用愛，修身、齊家、治國、平天下。"
    },
    {
      "id": "21-681-0009_p0028",
      "zh_CN": "我们再说得具体一点，我们遵守五伦的教诲，道德的教诲，格物致知。格物，要克服欲望，格物是这个意思，克服欲望。佛法里面讲放下欲望，欲望不是好东西。生活所需很简单，我能吃饱、能穿暖，能有个小房子遮蔽风雨，快乐无比！讲奢侈，讲豪华，讲这些很苦。早年我在美国也不少年，我看到许多同修买的房子很大，他有没有幸福？我没有看到他幸福。美国的工作非常忙碌，从星期一到星期五，没有闲暇的时间。美国有两天假期，星期六不上班，星期天不上班，这两天有没有休息？没有，要打扫清洁环境。院子太大，房子太大，请工人太浪费，美国的工人，工资是论小时算的，一个钟点多少钱，舍不得花这个钱。自己很辛苦、很累，两天的时间整理他的环境，我觉得那不是享受。所以我在美国住，我买了个小房子，真的是一房一厅，我整理环境一个小时就够了。房子又便宜，又容易清理，这叫享受！我有时间读书，我有时间念佛。我离开美国就都卖掉了，我是送给悟道法师，悟道法师卖掉了。",
      "zh_TW": "我們再說得具體一點，我們遵守五倫的教誨，道德的教誨，格物致知。格物，要克服欲望，格物是這個意思，克服欲望。佛法裡面講放下欲望，欲望不是好東西。生活所需很簡單，我能吃飽、能穿暖，能有個小房子遮蔽風雨，快樂無比！講奢侈，講豪華，講這些很苦。早年我在美國也不少年，我看到許多同修買的房子很大，他有沒有幸福？我沒有看到他幸福。美國的工作非常忙碌，從星期一到星期五，沒有閒暇的時間。美國有兩天假期，星期六不上班，星期天不上班，這兩天有沒有休息？沒有，要打掃清潔環境。院子太大，房子太大，請工人太浪費，美國的工人，工資是論小時算的，一個鐘點多少錢，捨不得花這個錢。自己很辛苦、很累，兩天的時間整理他的環境，我覺得那不是享受。所以我在美國住，我買了個小房子，真的是一房一廳，我整理環境一個小時就夠了。房子又便宜，又容易清理，這叫享受！我有時間讀書，我有時間念佛。我離開美國就都賣掉了，我是送給悟道法師，悟道法師賣掉了。"
    },
    {
      "id": "21-681-0009_p0029",
      "zh_CN": "一生当中没有为自己打算过，居无定所。到八十五岁，香港有个老居士，也是我的老听众，他往生的时候跟他太太说，他在香港乡下有个小房子，告诉他的太太，这个小房子送给我，给我做一个修学的小道场。我去看了，我很喜欢那个地方，真的很小，大概是小得不能再小了。两个小房子，面积，过去是英国人时代建筑，英尺，平方英尺，四百平方英尺，两栋就是八百平方英尺，小房子。有个小院子，可以种菜。我一生没有替自己经营过，到香港的时候，有人送这么一个地方，很合适，我就定下来了，就定居在香港。香港也给了我永久居留，所以就定居香港。讲经教学，我们用网路、用卫星。我们在一起学习的同学很多，但是绝大多数都没有见面过，都在网路、在电脑的屏幕上，我们每天都在一起学习，没有中断过。这个方法好！我们学习的中心没有别的，就是把自性的爱心找回来，会带给我们无量的喜乐。我们再把这个介绍给朋友们，介绍给同学们。",
      "zh_TW": "一生當中沒有為自己打算過，居無定所。到八十五歲，香港有個老居士，也是我的老聽眾，他往生的時候跟他太太說，他在香港鄉下有個小房子，告訴他的太太，這個小房子送給我，給我做一個修學的小道場。我去看了，我很喜歡那個地方，真的很小，大概是小得不能再小了。兩個小房子，面積，過去是英國人時代建築，英尺，平方英尺，四百平方英尺，兩棟就是八百平方英尺，小房子。有個小院子，可以種菜。我一生沒有替自己經營過，到香港的時候，有人送這麼一個地方，很合適，我就定下來了，就定居在香港。香港也給了我永久居留，所以就定居香港。講經教學，我們用網路、用衛星。我們在一起學習的同學很多，但是絕大多數都沒有見面過，都在網路、在電腦的屏幕上，我們每天都在一起學習，沒有中斷過。這個方法好！我們學習的中心沒有別的，就是把自性的愛心找回來，會帶給我們無量的喜樂。我們再把這個介紹給朋友們，介紹給同學們。"
    },
    {
      "id": "21-681-0009_p0030",
      "zh_CN": "我们这一生到这个世间来，我们爱佛，我们尊敬佛，我们要想学佛。阿弥陀佛在极乐世界，极乐世界距离我们不远，释迦牟尼佛叫我们要到极乐世界去亲近阿弥陀佛，因为阿弥陀佛是光中极尊，佛中之王。阿弥陀佛的世界，实际上是阿弥陀佛的道场。这个世界里面，世尊四十九年教学常常提到，专门介绍有三经一论。三经里面的《无量寿经》，释迦牟尼佛在世多次宣讲。我们知道世尊讲经只讲一次，没有重复的，但是《无量寿经》重复，重复很多次，可见得这部经的重要性。中国唐朝善导大师告诉我们，他说「诸佛所以兴出世」，就是说一切诸佛来到我们世间，像释迦牟尼佛一样，来干什么？「唯说弥陀本愿海」，这是佛到这个世间来真正的目的，就是这桩事情，劝导我们移民到极乐世界。为什么？那个地方是修学的最好环境。",
      "zh_TW": "我們這一生到這個世間來，我們愛佛，我們尊敬佛，我們要想學佛。阿彌陀佛在極樂世界，極樂世界距離我們不遠，釋迦牟尼佛叫我們要到極樂世界去親近阿彌陀佛，因為阿彌陀佛是光中極尊，佛中之王。阿彌陀佛的世界，實際上是阿彌陀佛的道場。這個世界裡面，世尊四十九年教學常常提到，專門介紹有三經一論。三經裡面的《無量壽經》，釋迦牟尼佛在世多次宣講。我們知道世尊講經只講一次，沒有重複的，但是《無量壽經》重複，重複很多次，可見得這部經的重要性。中國唐朝善導大師告訴我們，他說「諸佛所以興出世」，就是說一切諸佛來到我們世間，像釋迦牟尼佛一樣，來幹什麼？「唯說彌陀本願海」，這是佛到這個世間來真正的目的，就是這樁事情，勸導我們移民到極樂世界。為什麼？那個地方是修學的最好環境。"
    },
    {
      "id": "21-681-0009_p0031",
      "zh_CN": "我去年十一月第一次来访问，我们跟总统一见如故，非常有缘分。我告诉总统，我说我看到斯里兰卡是一个全世界学佛真正落实的一个国土，太难得了；换句话说，地球上的极乐世界，我说我会劝很多念佛同学移民到斯里兰卡来。听说斯里兰卡是非移民国家，不欢迎人移民过来。我给他建议，移民挑选，一定是虔诚的佛教徒，不是佛教徒不准他移民过来。这就像极乐世界一样，不念阿弥陀佛的人不可以去，它有条件的。永远保持它的单纯、它的清净、它的喜乐，这样子好。所以总统很开明，也点头，可以考虑。这个地区人没有竞争，没有竞争这个念头；这个地区没有青少年问题，这些问题是全世界每个国家地区都头痛的事情，此地没有。所以我们在联合国办活动，这对全世界发出的信息是一桩好事情。所以联合国这种活动，卫塞节的活动，希望每一年举行一次，把佛陀的教诲，一年的成就，在联合国做一个报告，让全世界的人都看到，这是好事情。希望全世界爱好和平、爱好幸福的人，到斯里兰卡来学习、来考察，这个模式可以向全世界推动。",
      "zh_TW": "我去年十一月第一次來訪問，我們跟總統一見如故，非常有緣分。我告訴總統，我說我看到斯里蘭卡是一個全世界學佛真正落實的一個國土，太難得了；換句話說，地球上的極樂世界，我說我會勸很多念佛同學移民到斯里蘭卡來。聽說斯里蘭卡是非移民國家，不歡迎人移民過來。我給他建議，移民挑選，一定是虔誠的佛教徒，不是佛教徒不准他移民過來。這就像極樂世界一樣，不念阿彌陀佛的人不可以去，它有條件的。永遠保持它的單純、它的清淨、它的喜樂，這樣子好。所以總統很開明，也點頭，可以考慮。這個地區人沒有競爭，沒有競爭這個念頭；這個地區沒有青少年問題，這些問題是全世界每個國家地區都頭痛的事情，此地沒有。所以我們在聯合國辦活動，這對全世界發出的信息是一樁好事情。所以聯合國這種活動，衛塞節的活動，希望每一年舉行一次，把佛陀的教誨，一年的成就，在聯合國做一個報告，讓全世界的人都看到，這是好事情。希望全世界愛好和平、愛好幸福的人，到斯里蘭卡來學習、來考察，這個模式可以向全世界推動。"
    },
    {
      "id": "21-681-0009_p0032",
      "zh_CN": "古人所向往的修身、齐家、治国、平天下，佛陀的教育能做到，中国传统五伦、五常、四维、八德能做到。中国是古圣先贤，有情有义。佛陀的教育提升了一层，提升一层就超越六道、超越十法界。有情有义在六道里头是属于天道，欲界天、色界天，不能出三界。所以讲到究竟的善法、究竟的圆满，还是在佛经里头。佛经不能不认真学习，不但要学习，要把所学习到的落实到生活，我们就有受用，我们要过佛菩萨幸福圆满的生活，就在这个世界。这就是过去第一个教我学佛的方东美教授，他告诉我「学佛是人生最高的享受」。我们那时候年轻，没有接触过宗教，对宗教疑虑很多。学他的课程，佛经哲学，把这些疑虑化解，知道佛经是高等哲学。",
      "zh_TW": "古人所嚮往的修身、齊家、治國、平天下，佛陀的教育能做到，中國傳統五倫、五常、四維、八德能做到。中國是古聖先賢，有情有義。佛陀的教育提升了一層，提升一層就超越六道、超越十法界。有情有義在六道裡頭是屬於天道，欲界天、色界天，不能出三界。所以講到究竟的善法、究竟的圓滿，還是在佛經裡頭。佛經不能不認真學習，不但要學習，要把所學習到的落實到生活，我們就有受用，我們要過佛菩薩幸福圓滿的生活，就在這個世界。這就是過去第一個教我學佛的方東美教授，他告訴我「學佛是人生最高的享受」。我們那時候年輕，沒有接觸過宗教，對宗教疑慮很多。學他的課程，佛經哲學，把這些疑慮化解，知道佛經是高等哲學。"
    },
    {
      "id": "21-681-0009_p0033",
      "zh_CN": "正如汤恩比博士所说，佛教到底是宗教、是哲学？汤恩比也说都可以，说宗教也行，说哲学也行，这两样东西佛教都可以承当。佛教用中国文字的定义，佛教是真正的宗教。因为中国宗这个意思，有主要的、重要的、尊崇的；教的意思，有教育、教学、教化。宗教两个字合起来，人类主要的教育、重要的教学、尊崇的教化。佛陀四十九年讲经教学，当之无愧。所以佛陀教育的本质，是究竟圆满的哲学，是真实的宗教。我们明白之后，要向这个方向去努力、去迈进。特别是近代的科学，跟佛教愈来愈接近，让我们有理由相信，二、三十年之后，佛教不再是宗教哲学，而是高等科学。科学、哲学承认了，所以佛教会永远传承下去，这是我们应该明了的。我们应当重视佛经哲学，佛陀的宗教教育，要把它发扬光大，要让我们自己一生得到幸福美满。",
      "zh_TW": "正如湯恩比博士所說，佛教到底是宗教、是哲學？湯恩比也說都可以，說宗教也行，說哲學也行，這兩樣東西佛教都可以承當。佛教用中國文字的定義，佛教是真正的宗教。因為中國宗這個意思，有主要的、重要的、尊崇的；教的意思，有教育、教學、教化。宗教兩個字合起來，人類主要的教育、重要的教學、尊崇的教化。佛陀四十九年講經教學，當之無愧。所以佛陀教育的本質，是究竟圓滿的哲學，是真實的宗教。我們明白之後，要向這個方向去努力、去邁進。特別是近代的科學，跟佛教愈來愈接近，讓我們有理由相信，二、三十年之後，佛教不再是宗教哲學，而是高等科學。科學、哲學承認了，所以佛教會永遠傳承下去，這是我們應該明瞭的。我們應當重視佛經哲學，佛陀的宗教教育，要把它發揚光大，要讓我們自己一生得到幸福美滿。"
    },
    {
      "id": "21-681-0009_p0034",
      "zh_CN": "我这一生流浪，居无定所，我没有道场，哪个地方邀请，我就到哪里去。我之非常值得安慰，因为本师释迦牟尼佛没有道场，佛陀一生没有道场，佛陀一生树下一宿，日中一食，也是过流浪生活，居无定所。所以有这个好的榜样在前面，自己感到很欣慰、很快乐，没有感觉到有痛苦，这是我们最伟大的一个精神支柱。",
      "zh_TW": "我這一生流浪，居無定所，我沒有道場，哪個地方邀請，我就到哪裡去。我之非常值得安慰，因為本師釋迦牟尼佛沒有道場，佛陀一生沒有道場，佛陀一生樹下一宿，日中一食，也是過流浪生活，居無定所。所以有這個好的榜樣在前面，自己感到很欣慰、很快樂，沒有感覺到有痛苦，這是我們最偉大的一個精神支柱。"
    },
    {
      "id": "21-681-0009_p0035",
      "zh_CN": "我们从佛教的根本，就是大慈大悲，用中国传统文化五伦、五常、四维、八德。五伦主要是说明人与人的关系，人与大自然的关系，人与天地鬼神的关系，是讲这些，这是道。遵循五伦，从五伦流出来的，五常、四维、八德。五常是修身的德行，「仁义礼智信」。仁，要懂得爱人爱物，叫仁民爱物；义，起心动念、言语造作要合情、合理、合法，不伤害任何人，不伤害一个小动物，连蚊虫蚂蚁都不能伤害，何况是人类；要有礼；要有智，这个智是理智，理智的反面是感情，感情用事生烦恼，理智是智慧；最后一个是信，言而有信。佛家讲得更详细，不妄语、不两舌、不绮语、不恶口，讲了四条。我们一定要把它做到，这是修身的根本。四维可以治国。怎样把这个国家治好，「礼义廉耻」；「四维不张，国乃灭亡」，如果这四个字都没有，这个国家会走向亡国。一定要把这四德树立起来，有礼、有义、有廉、有耻。八德可以推广，让整个世界化解冲突，恢复安稳和谐，这就是天下太平。所以中国古人所传的，中国的传统文化就是伦常八德。在佛法，第一个阶段就把它做得很圆满，佛家用的是三皈、五戒、十善、六和、六波罗蜜，比起中国传统文化，可以说有过之而无不及。",
      "zh_TW": "我們從佛教的根本，就是大慈大悲，用中國傳統文化五倫、五常、四維、八德。五倫主要是說明人與人的關係，人與大自然的關係，人與天地鬼神的關係，是講這些，這是道。遵循五倫，從五倫流出來的，五常、四維、八德。五常是修身的德行，「仁義禮智信」。仁，要懂得愛人愛物，叫仁民愛物；義，起心動念、言語造作要合情、合理、合法，不傷害任何人，不傷害一個小動物，連蚊蟲螞蟻都不能傷害，何況是人類；要有禮；要有智，這個智是理智，理智的反面是感情，感情用事生煩惱，理智是智慧；最後一個是信，言而有信。佛家講得更詳細，不妄語、不兩舌、不綺語、不惡口，講了四條。我們一定要把它做到，這是修身的根本。四維可以治國。怎樣把這個國家治好，「禮義廉恥」；「四維不張，國乃滅亡」，如果這四個字都沒有，這個國家會走向亡國。一定要把這四德樹立起來，有禮、有義、有廉、有恥。八德可以推廣，讓整個世界化解衝突，恢復安穩和諧，這就是天下太平。所以中國古人所傳的，中國的傳統文化就是倫常八德。在佛法，第一個階段就把它做得很圓滿，佛家用的是三皈、五戒、十善、六和、六波羅蜜，比起中國傳統文化，可以說有過之而無不及。"
    },
    {
      "id": "21-681-0009_p0036",
      "zh_CN": "今天我们有这个殊胜的缘分，在此地聚会一堂，我们温习佛陀对我们大慈大悲的教诲。这种大慈大悲包括了全世界各个族群的文化、各个宗教的教诲，全在其中。所以斯里兰卡这个国家，最近将要为全世界的佛教建立一所大学，培养全世界佛教的弘法、护法的人才。这个学校建成之后，我相信第二个大学也建好，那就是全世界的宗教大学，国际宗教大学，团结宗教，互相学习，共同创造世界社会的幸福和谐，让我们大家一起共存共荣，化解所有的冲突矛盾，走向安定和谐。我们今天报告就到此地，谢谢大家。",
      "zh_TW": "今天我們有這個殊勝的緣分，在此地聚會一堂，我們溫習佛陀對我們大慈大悲的教誨。這種大慈大悲包括了全世界各個族群的文化、各個宗教的教誨，全在其中。所以斯里蘭卡這個國家，最近將要為全世界的佛教建立一所大學，培養全世界佛教的弘法、護法的人才。這個學校建成之後，我相信第二個大學也建好，那就是全世界的宗教大學，國際宗教大學，團結宗教，互相學習，共同創造世界社會的幸福和諧，讓我們大家一起共存共榮，化解所有的衝突矛盾，走向安定和諧。我們今天報告就到此地，謝謝大家。"
    }
  ]
}