{
  "doc_id": "12-040-0005",
  "title": {
    "zh_CN": "善财童子参学报告（二二）",
    "zh_TW": "善財童子參學報告（二二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-040-0005",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "12-040-0005_p0001",
      "zh_CN": "诸位同学，大家好！请掀开讲义第二面，倒数第五行：",
      "zh_TW": "諸位同學，大家好！請掀開講義第二面，倒數第五行："
    },
    {
      "id": "12-040-0005_p0002",
      "zh_CN": "【四、发菩提心者】",
      "zh_TW": "【四、發菩提心者】"
    },
    {
      "id": "12-040-0005_p0003",
      "zh_CN": "经典里面告诉我们，发菩提心的形象，也就是说「发菩提心」是什么样子？它跟不发菩提心有什么不一样？这个地方说了十一句，这十一句是纲目；换句话说，真正发菩提心的人，他起心动念、言语造作一定跟这十一条相应；如果里面有一条不相应，他不是真正发菩提心。这个地方我们要细心的去体会，当然更应当要认真努力的学习。特别是修学净土的同修，大家都期望着将来要生到西方极乐世界；西方极乐世界真有，不是假的。蕅益大师自己契入境界之后，把他的别号改作「西有道人」，西是西方，西方真有，用这个名号来劝勉大众，决定不是假的。",
      "zh_TW": "經典裡面告訴我們，發菩提心的形象，也就是說「發菩提心」是什麼樣子？它跟不發菩提心有什麼不一樣？這個地方說了十一句，這十一句是綱目；換句話說，真正發菩提心的人，他起心動念、言語造作一定跟這十一條相應；如果裡面有一條不相應，他不是真正發菩提心。這個地方我們要細心的去體會，當然更應當要認真努力的學習。特別是修學淨土的同修，大家都期望著將來要生到西方極樂世界；西方極樂世界真有，不是假的。蕅益大師自己契入境界之後，把他的別號改作「西有道人」，西是西方，西方真有，用這個名號來勸勉大眾，決定不是假的。"
    },
    {
      "id": "12-040-0005_p0004",
      "zh_CN": "要怎样在这一生当中肯定往生极乐世界、有把握往生极乐世界？那你要记住佛在《无量寿经‧三辈往生》这一章里头所说的条件：「发菩提心，一向专念」，如果一向专念做到了，没有发菩提心，还是不能往生，所以发菩提心非常重要。这个地方的十一句，我们要常常记在心里，连同上面的这一节经文，就是第三、第四这两段，决定要背诵，你要不能够背下来，你怎么会记住？你在日常生活当中起心动念，怎么会跟它相应？所以首先第一个条件，要把这些最重要的经文要背得很熟。真正修行人，念头一动，立刻就要观察，跟这十一句相应不相应。果然相应，好，你的菩提心现前了；不相信、不相应，那要好好勉励自己发心。",
      "zh_TW": "要怎樣在這一生當中肯定往生極樂世界、有把握往生極樂世界？那你要記住佛在《無量壽經‧三輩往生》這一章裡頭所說的條件：「發菩提心，一向專念」，如果一向專念做到了，沒有發菩提心，還是不能往生，所以發菩提心非常重要。這個地方的十一句，我們要常常記在心裡，連同上面的這一節經文，就是第三、第四這兩段，決定要背誦，你要不能夠背下來，你怎麼會記住？你在日常生活當中起心動念，怎麼會跟它相應？所以首先第一個條件，要把這些最重要的經文要背得很熟。真正修行人，念頭一動，立刻就要觀察，跟這十一句相應不相應。果然相應，好，你的菩提心現前了；不相信、不相應，那要好好勉勵自己發心。"
    },
    {
      "id": "12-040-0005_p0005",
      "zh_CN": "【1、拔济苦恼诸众生故发大悲心；大悲甚深无能测故。】",
      "zh_TW": "【1、拔濟苦惱諸眾生故發大悲心；大悲甚深無能測故。】"
    },
    {
      "id": "12-040-0005_p0006",
      "zh_CN": "我们现前着重在这一句的上半句，为什么？我们初发心。后面这半句『大悲甚深无能测故』，我们做不到，这是谁？法身菩萨。我们是初发心，没有这么深的境界，所以我们只着重前面这半句，要认真努力学习。『拔』是拔苦，特别是生在现在这个时代的众生，很苦！日子过得辛苦。我们自己不必要冷静思惟，心再粗、念头再杂，也明显感触到我们生活非常辛苦。苦，要把它拔除。『济』是救济，慈悲济世。我们看这些『苦恼诸众生』，现在的社会，无论在哪一个阶层，我们接触到的全都是苦恼诸众生。苦恼众生里面最苦恼的是人，六道里头，畜生道苦恼、饿鬼道苦恼、地狱道苦恼，现在我们仔细观察，人道的苦恼超过三恶道，这是什么世界？",
      "zh_TW": "我們現前著重在這一句的上半句，為什麼？我們初發心。後面這半句『大悲甚深無能測故』，我們做不到，這是誰？法身菩薩。我們是初發心，沒有這麼深的境界，所以我們只著重前面這半句，要認真努力學習。『拔』是拔苦，特別是生在現在這個時代的眾生，很苦！日子過得辛苦。我們自己不必要冷靜思惟，心再粗、念頭再雜，也明顯感觸到我們生活非常辛苦。苦，要把它拔除。『濟』是救濟，慈悲濟世。我們看這些『苦惱諸眾生』，現在的社會，無論在哪一個階層，我們接觸到的全都是苦惱諸眾生。苦惱眾生裡面最苦惱的是人，六道裡頭，畜生道苦惱、餓鬼道苦惱、地獄道苦惱，現在我們仔細觀察，人道的苦惱超過三惡道，這是什麼世界？"
    },
    {
      "id": "12-040-0005_p0007",
      "zh_CN": "民国初年，苏曼殊大师所讲的「悲惨世界」，他写过这么一本小说，不太长，我在年轻作学生的时候读过。现在看看现前的社会，他这个「悲惨世界」名实相副，确确实实是悲惨世界。为什么如此的悲惨？什么原因造成的？实在讲原因不外是我们背弃祖宗的教训，所以才遭这个大难。西方国家，祖宗没有教他，那情有可原；我们中国古圣先贤对我们有至善圆满的教诲，我们把它舍弃了。儒家的教学、道家的教学，以后佛法传到中国来了，佛家的教学，在汉朝时候，这三种教学被国家定为制度化了。一直传到清朝，将近两千年的时间，中国历代国家领导人都遵守、都奉行，都在推行圣贤的教育。满清被推翻之后，古圣先贤的教诲也跟着被推翻了，我们今天才遭受这个大难。",
      "zh_TW": "民國初年，蘇曼殊大師所講的「悲慘世界」，他寫過這麼一本小說，不太長，我在年輕作學生的時候讀過。現在看看現前的社會，他這個「悲慘世界」名實相副，確確實實是悲慘世界。為什麼如此的悲慘？什麼原因造成的？實在講原因不外是我們背棄祖宗的教訓，所以才遭這個大難。西方國家，祖宗沒有教他，那情有可原；我們中國古聖先賢對我們有至善圓滿的教誨，我們把它捨棄了。儒家的教學、道家的教學，以後佛法傳到中國來了，佛家的教學，在漢朝時候，這三種教學被國家定為制度化了。一直傳到清朝，將近兩千年的時間，中國歷代國家領導人都遵守、都奉行，都在推行聖賢的教育。滿清被推翻之後，古聖先賢的教誨也跟著被推翻了，我們今天才遭受這個大難。"
    },
    {
      "id": "12-040-0005_p0008",
      "zh_CN": "所以我常常想到中国一句成语：「不听老人言，吃亏在眼前」，我们今天眼前吃了大亏。什么缘故？不听祖宗教诲。现在已经遭这么大难了，怎么样把这个大难化解？怎么样把这个灾难消除？让我们恢复正常幸福的生活。跟诸位说，没有别的方法，唯一的方法还是把祖宗的教诲捡回来，除此一法，找不到第二个方法。现在在世界上，在中国、在台湾、在其他国家地区老华侨当中，还有一些觉悟的人，他们很热心的在提倡；响应的人虽然不多，我们晓得，一个人捡回来，这一个人得利益，一家捡回来，这一家幸福美满。不怕别人迷惑，我们自己觉悟了，给别人做个样子。我们在这一生当中，你走的是哪一条道路？你向的是哪一个方向？佛跟我们讲十法界，十法界十条路，十个不同的方向。中国古大德的教学，说实在的话，是教我们走人天的道路，人爱人，天心爱一切众生。中国的仁爱，「仁」这一个字的写法是会意，这个字的写法是「二人」，可见得他不是想自己一个人，起心动念想到自己，同时就想到别人，「己所不欲勿施于人」，这才是「仁」，仁心。我自己不愿意受的，不可以加诸别人；我自己欢喜的，别人也欢喜。由此可知，「仁」这个意思里头没有自私自利，「仁」这个字的含义是大公无私。在佛法里面，这个道路非常广，非常明显，非常清晰。",
      "zh_TW": "所以我常常想到中國一句成語：「不聽老人言，吃虧在眼前」，我們今天眼前吃了大虧。什麼緣故？不聽祖宗教誨。現在已經遭這麼大難了，怎麼樣把這個大難化解？怎麼樣把這個災難消除？讓我們恢復正常幸福的生活。跟諸位說，沒有別的方法，唯一的方法還是把祖宗的教誨撿回來，除此一法，找不到第二個方法。現在在世界上，在中國、在台灣、在其他國家地區老華僑當中，還有一些覺悟的人，他們很熱心的在提倡；響應的人雖然不多，我們曉得，一個人撿回來，這一個人得利益，一家撿回來，這一家幸福美滿。不怕別人迷惑，我們自己覺悟了，給別人做個樣子。我們在這一生當中，你走的是哪一條道路？你向的是哪一個方向？佛跟我們講十法界，十法界十條路，十個不同的方向。中國古大德的教學，說實在的話，是教我們走人天的道路，人愛人，天心愛一切眾生。中國的仁愛，「仁」這一個字的寫法是會意，這個字的寫法是「二人」，可見得他不是想自己一個人，起心動念想到自己，同時就想到別人，「己所不欲勿施於人」，這才是「仁」，仁心。我自己不願意受的，不可以加諸別人；我自己歡喜的，別人也歡喜。由此可知，「仁」這個意思裡頭沒有自私自利，「仁」這個字的含義是大公無私。在佛法裡面，這個道路非常廣，非常明顯，非常清晰。"
    },
    {
      "id": "12-040-0005_p0009",
      "zh_CN": "学佛的人，由于众生根性不一样，小根性的人，佛传给他人天的道路；中等根性的人，佛教他成罗汉、成辟支佛；上根利智的人，佛教他走佛菩萨的道路。决定告诫他不可以走三恶道，如果加上修罗就是四恶道，四恶道不好！如果要是误入歧途，误入四恶道，回头很难，要历尽千辛万苦，要经历很长的时间你才能回得了头。我们要知道，人生很短暂，佛在大小乘一切经论里面给我们提出的警告：「世间无常，国土危脆」，这是教我们了解我们现实生活真实的状况，对这个世间不可以迷恋，对这个身体更不可以迷着，你要迷着身体、迷恋世间，那你就是大错特错。佛法的教诲，只有一个很单纯的目标，帮助我们破迷开悟；破迷开悟是因，果报就是离苦得乐。所以，如何拔济苦恼众生？苦恼是果报，果从哪里来的？果从迷惑来的。有几个人知道自己在迷？知道自己在迷他就不迷了，他就觉悟了。实实在在说是迷而不觉。",
      "zh_TW": "學佛的人，由於眾生根性不一樣，小根性的人，佛傳給他人天的道路；中等根性的人，佛教他成羅漢、成辟支佛；上根利智的人，佛教他走佛菩薩的道路。決定告誡他不可以走三惡道，如果加上修羅就是四惡道，四惡道不好！如果要是誤入歧途，誤入四惡道，回頭很難，要歷盡千辛萬苦，要經歷很長的時間你才能回得了頭。我們要知道，人生很短暫，佛在大小乘一切經論裡面給我們提出的警告：「世間無常，國土危脆」，這是教我們了解我們現實生活真實的狀況，對這個世間不可以迷戀，對這個身體更不可以迷著，你要迷著身體、迷戀世間，那你就是大錯特錯。佛法的教誨，只有一個很單純的目標，幫助我們破迷開悟；破迷開悟是因，果報就是離苦得樂。所以，如何拔濟苦惱眾生？苦惱是果報，果從哪裡來的？果從迷惑來的。有幾個人知道自己在迷？知道自己在迷他就不迷了，他就覺悟了。實實在在說是迷而不覺。"
    },
    {
      "id": "12-040-0005_p0010",
      "zh_CN": "我们天天念三皈依，佛弟子早晚课里头，最低限度也要念个三皈，三皈是我们修学的总纲领，也就是佛陀教导我们生活的总方向、总的目标：「觉而不迷、正而不邪、净而不染」，我们今天全颠倒了，我们今天是迷而不觉、邪而不正、染而不净。学了佛，受了三皈，甚至于受了菩萨戒，乃至于出了家，天天还是在迷邪染，这怎么得了？这怎么不苦？眼前的苦，佛在经上说，不是真苦，眼前的苦叫做花报，好像植物开花，开花之后结果，我们这一生眼前的果报是花，来生就是果；花不好，后面的果就可畏。所以我们要细细想想，不能不读经，拿经典做一个对比，做一个印证，自己冷静去思惟，我来生会得什么样果报？自己就知道了。这个事情不要问别人，别人纵然是高明的人也不会跟你说，一定要自己冷静的去思惟，多想想。",
      "zh_TW": "我們天天念三皈依，佛弟子早晚課裡頭，最低限度也要念個三皈，三皈是我們修學的總綱領，也就是佛陀教導我們生活的總方向、總的目標：「覺而不迷、正而不邪、淨而不染」，我們今天全顛倒了，我們今天是迷而不覺、邪而不正、染而不淨。學了佛，受了三皈，甚至於受了菩薩戒，乃至於出了家，天天還是在迷邪染，這怎麼得了？這怎麼不苦？眼前的苦，佛在經上說，不是真苦，眼前的苦叫做花報，好像植物開花，開花之後結果，我們這一生眼前的果報是花，來生就是果；花不好，後面的果就可畏。所以我們要細細想想，不能不讀經，拿經典做一個對比，做一個印證，自己冷靜去思惟，我來生會得什麼樣果報？自己就知道了。這個事情不要問別人，別人縱然是高明的人也不會跟你說，一定要自己冷靜的去思惟，多想想。"
    },
    {
      "id": "12-040-0005_p0011",
      "zh_CN": "佛跟我们讲的十法界，十法界是果报，果必有因，因非常复杂，在非常复杂的因缘里面，哪一个因缘最重要？佛在经里面跟我们说明最重要的业因，佛法界的业因是「平等心」，我们对于一切众生是不是用平等心？如果我们用平等心处事待人接物，我们跟佛的心相应。平等决定没有分别，还有分别你我他，不平等。我们供养佛像，最重要的供养具是一杯水，佛像前供一杯水，什么意思？佛的心就像这一杯水一样，清净平等，让我们看到这杯水，就想到佛的心，我从早到晚起心动念，我的心像不像水一样干净、一尘不染？像不像水那样平等？对待一切人、一切事、一切物，对待蚊虫苍蝇蚂蚁，平等心看待，能不能做到？所以这一杯水供在那里，不是给佛喝的，也不是给佛看的，是在那里提醒我自己。你明白这个意思，这一杯水它就起作用，真实功德！它在那里时时刻刻提醒你。我们今天用不平等的心对人，不是佛心；换句话说，佛这条道路你丧失掉了，你迷了。",
      "zh_TW": "佛跟我們講的十法界，十法界是果報，果必有因，因非常複雜，在非常複雜的因緣裡面，哪一個因緣最重要？佛在經裡面跟我們說明最重要的業因，佛法界的業因是「平等心」，我們對於一切眾生是不是用平等心？如果我們用平等心處事待人接物，我們跟佛的心相應。平等決定沒有分別，還有分別你我他，不平等。我們供養佛像，最重要的供養具是一杯水，佛像前供一杯水，什麼意思？佛的心就像這一杯水一樣，清淨平等，讓我們看到這杯水，就想到佛的心，我從早到晚起心動念，我的心像不像水一樣乾淨、一塵不染？像不像水那樣平等？對待一切人、一切事、一切物，對待蚊蟲蒼蠅螞蟻，平等心看待，能不能做到？所以這一杯水供在那裡，不是給佛喝的，也不是給佛看的，是在那裡提醒我自己。你明白這個意思，這一杯水它就起作用，真實功德！它在那裡時時刻刻提醒你。我們今天用不平等的心對人，不是佛心；換句話說，佛這條道路你喪失掉了，你迷了。"
    },
    {
      "id": "12-040-0005_p0012",
      "zh_CN": "再看第二条道路，菩萨道，菩萨心是「六度心」，我们起心动念能不能跟六度相应？六度是布施、持戒、忍辱、精进、禅定、般若，起心动念跟这六个原则统统相应，你走的是菩萨道。布施就是拔济苦恼众生，念念有救苦救难的心，不为自己为众生。布施怎么修法？就在生活当中。我们的生活要懂得节俭，佛菩萨给我们做了榜样，释迦牟尼佛当年在世，一天吃一餐，日中一食，吃的东西很简单，他们那个时候的制度是到外面托钵；托钵，人家给什么吃什么，没有分别、没有执着，托这一钵饭养我们的色身。但是佛、菩萨、乃至于弟子们去托钵，决定不是白白的接受别人的供养，别人供养一钵饭是财布施，而接受布施的这些出家人，一定是为他说法，为他解决疑难，为他祝福，法布施回报他，所以不是白白的接受。这是彼此互惠，在家信众以财供养，出家众以法供养。",
      "zh_TW": "再看第二條道路，菩薩道，菩薩心是「六度心」，我們起心動念能不能跟六度相應？六度是布施、持戒、忍辱、精進、禪定、般若，起心動念跟這六個原則統統相應，你走的是菩薩道。布施就是拔濟苦惱眾生，念念有救苦救難的心，不為自己為眾生。布施怎麼修法？就在生活當中。我們的生活要懂得節儉，佛菩薩給我們做了榜樣，釋迦牟尼佛當年在世，一天吃一餐，日中一食，吃的東西很簡單，他們那個時候的制度是到外面托缽；托缽，人家給什麼吃什麼，沒有分別、沒有執著，托這一缽飯養我們的色身。但是佛、菩薩、乃至於弟子們去托缽，決定不是白白的接受別人的供養，別人供養一缽飯是財布施，而接受布施的這些出家人，一定是為他說法，為他解決疑難，為他祝福，法布施回報他，所以不是白白的接受。這是彼此互惠，在家信眾以財供養，出家眾以法供養。"
    },
    {
      "id": "12-040-0005_p0013",
      "zh_CN": "生活愈简单愈健康，释迦牟尼佛住世八十年，每天教学，每天给大家上课，从来没有休息过，他的教学完全是义务的，不收学费。晚上居住，找一个树底下休息一下，树下一宿，过这么简单的生活，他得大自在，他们的身心没有一丝毫罣碍，没有牵挂，没有忧虑，没有妄想，没有分别，没有执着，统统放下了，得大自在。这是身教，教导我们应当要这样的放下。可是诸位要记住，这是出家人，不是教在家人，在家人要这样放下，那他的家怎么办？他家里头还有父母，还有妻子儿女，要靠他来养活，他一放下那家里生活不就成问题？释迦牟尼佛是示现出家的榜样；在家的榜样，有，维摩居士示现在家的榜样。两尊佛同时出现，释迦牟尼佛是出家佛，维摩居士是在家佛。维摩居士有妻子儿女，有家庭，有事业，所以在家菩萨他是如何放下的，我们得看清楚。",
      "zh_TW": "生活愈簡單愈健康，釋迦牟尼佛住世八十年，每天教學，每天給大家上課，從來沒有休息過，他的教學完全是義務的，不收學費。晚上居住，找一個樹底下休息一下，樹下一宿，過這麼簡單的生活，他得大自在，他們的身心沒有一絲毫罣礙，沒有牽掛，沒有憂慮，沒有妄想，沒有分別，沒有執著，統統放下了，得大自在。這是身教，教導我們應當要這樣的放下。可是諸位要記住，這是出家人，不是教在家人，在家人要這樣放下，那他的家怎麼辦？他家裡頭還有父母，還有妻子兒女，要靠他來養活，他一放下那家裡生活不就成問題？釋迦牟尼佛是示現出家的榜樣；在家的榜樣，有，維摩居士示現在家的榜樣。兩尊佛同時出現，釋迦牟尼佛是出家佛，維摩居士是在家佛。維摩居士有妻子兒女，有家庭，有事業，所以在家菩薩他是如何放下的，我們得看清楚。"
    },
    {
      "id": "12-040-0005_p0014",
      "zh_CN": "在家菩萨示现，比出家的菩萨示现的，意思深得多。在家居士一切统统都拥有，跟一般在家人没有两样。不同的在哪里？心里头没有执着，事上有，理上无；相上有，性上无。心里头没有，他自在，心里头没有牵挂、没有忧虑、没有分别也没有执着，跟释迦牟尼佛完全一样。事相上有，妨不妨碍？不妨碍，《华严经》上讲的「理事无碍，事事无碍」，四无碍法界从维摩居士上显示无遗，我们从这个地方真正体会到；换句话说，释迦牟尼佛所说的这些原理原则，维摩居士示现，统统落实在生活上，落实在工作上，落实在处事待人接物，真正拔苦，我们应当要学习，他们的境界确实不可思议。",
      "zh_TW": "在家菩薩示現，比出家的菩薩示現的，意思深得多。在家居士一切統統都擁有，跟一般在家人沒有兩樣。不同的在哪裡？心裡頭沒有執著，事上有，理上無；相上有，性上無。心裡頭沒有，他自在，心裡頭沒有牽掛、沒有憂慮、沒有分別也沒有執著，跟釋迦牟尼佛完全一樣。事相上有，妨不妨礙？不妨礙，《華嚴經》上講的「理事無礙，事事無礙」，四無礙法界從維摩居士上顯示無遺，我們從這個地方真正體會到；換句話說，釋迦牟尼佛所說的這些原理原則，維摩居士示現，統統落實在生活上，落實在工作上，落實在處事待人接物，真正拔苦，我們應當要學習，他們的境界確實不可思議。"
    },
    {
      "id": "12-040-0005_p0015",
      "zh_CN": "『发大悲心』，悲是悲悯，怜悯众生苦，所以悲心是菩提心里头的一分，不能缺少。儒家所说的「恻隐之心人皆有之」，恻隐之心就是此地讲的大悲心：看到众生有灾难，立刻就帮助他，这是恻隐之心；看到一个小孩掉到水里去了，自自然然，没有任何考虑，马上就要下水把他救起来，这是一个例子。只要看到众生在受苦受难，哪有不全心全力帮助他的道理？可是你要晓得众生苦难的根在哪里，根在迷惑。对于宇宙人生真相一无所知，对于人跟人的关系、人跟自然环境的关系、人跟天地鬼神的关系一无所知，这是苦难的根本。这些关系他要是搞清楚、搞明白了，他就会活得非常快乐、非常幸福。由此可知，我们怜悯一切众生苦恼，要从根本下手，根本下手就是教学，要教他，让他明白了、觉悟了，他就会走佛菩萨的道路，他就会过佛菩萨的生活，起心动念自然与菩萨道相应。",
      "zh_TW": "『發大悲心』，悲是悲憫，憐憫眾生苦，所以悲心是菩提心裡頭的一分，不能缺少。儒家所說的「惻隱之心人皆有之」，惻隱之心就是此地講的大悲心：看到眾生有災難，立刻就幫助他，這是惻隱之心；看到一個小孩掉到水裡去了，自自然然，沒有任何考慮，馬上就要下水把他救起來，這是一個例子。只要看到眾生在受苦受難，哪有不全心全力幫助他的道理？可是你要曉得眾生苦難的根在哪裡，根在迷惑。對於宇宙人生真相一無所知，對於人跟人的關係、人跟自然環境的關係、人跟天地鬼神的關係一無所知，這是苦難的根本。這些關係他要是搞清楚、搞明白了，他就會活得非常快樂、非常幸福。由此可知，我們憐憫一切眾生苦惱，要從根本下手，根本下手就是教學，要教他，讓他明白了、覺悟了，他就會走佛菩薩的道路，他就會過佛菩薩的生活，起心動念自然與菩薩道相應。"
    },
    {
      "id": "12-040-0005_p0016",
      "zh_CN": "第三个道路，缘觉、辟支佛，他是从十二因缘觉悟的，因缘也就是讲因果，他从这里觉悟了。第四条道路，声闻道，这是听佛讲经说法恍然大悟，知道世出世间的因果，「苦集灭道」。再往下这就讲到六道，六道最苦。天道，佛讲要修上品十善，要修四无量心，四无量心是慈悲喜舍，上品十善这是生天；人道，中品十善，不犯五戒，你来生还能够得人身；下品的十善是阿修罗道，加上修大福报，阿修罗是修大福报，但是他只有下品十善，所以福报虽大，没有智慧，有福没有慧，滥用他的福报，造严重的罪业，福享完了就堕落。再往下那就很苦了，叫三途，饿鬼道的业因是什么？贪心，贪心是鬼的心，瞋恨是地狱的心，愚痴是畜生心。",
      "zh_TW": "第三個道路，緣覺、辟支佛，他是從十二因緣覺悟的，因緣也就是講因果，他從這裡覺悟了。第四條道路，聲聞道，這是聽佛講經說法恍然大悟，知道世出世間的因果，「苦集滅道」。再往下這就講到六道，六道最苦。天道，佛講要修上品十善，要修四無量心，四無量心是慈悲喜捨，上品十善這是生天；人道，中品十善，不犯五戒，你來生還能夠得人身；下品的十善是阿修羅道，加上修大福報，阿修羅是修大福報，但是他只有下品十善，所以福報雖大，沒有智慧，有福沒有慧，濫用他的福報，造嚴重的罪業，福享完了就墮落。再往下那就很苦了，叫三途，餓鬼道的業因是什麼？貪心，貪心是鬼的心，瞋恨是地獄的心，愚痴是畜生心。"
    },
    {
      "id": "12-040-0005_p0017",
      "zh_CN": "我们想想佛跟我们讲十种业因，我们起心动念、处事待人接物，我们用什么心？平等心没有，六度心也没有，因缘心、四谛心都没有，上品十善心也没有；现在说老实话，中品、下品十善统统没有！有什么心？贪瞋痴，贪而无厌，起心动念都是干的损人利己，这还得了吗？起心动念总是想控制别人，总是想侵占别人，总是想压低别人，这一种心怎么不堕三恶道？三恶道不是佛菩萨惩罚你堕落的，不是的，也不是上帝、阎罗王对你的报复，是你自己的心跟三恶道相应，这么去的，自然而然你就去了，为什么？它跟你志同道合。所以古圣先贤才说「自作自受」。堕落在三途，心不平，怨天尤人，那好了，三途的时间可长了，到哪一天你知道这是自作自受，不再怨天尤人，你才能从三恶道出头，你才能离开，好难好难！",
      "zh_TW": "我們想想佛跟我們講十種業因，我們起心動念、處事待人接物，我們用什麼心？平等心沒有，六度心也沒有，因緣心、四諦心都沒有，上品十善心也沒有；現在說老實話，中品、下品十善統統沒有！有什麼心？貪瞋痴，貪而無厭，起心動念都是幹的損人利己，這還得了嗎？起心動念總是想控制別人，總是想侵佔別人，總是想壓低別人，這一種心怎麼不墮三惡道？三惡道不是佛菩薩懲罰你墮落的，不是的，也不是上帝、閻羅王對你的報復，是你自己的心跟三惡道相應，這麼去的，自然而然你就去了，為什麼？它跟你志同道合。所以古聖先賢才說「自作自受」。墮落在三途，心不平，怨天尤人，那好了，三途的時間可長了，到哪一天你知道這是自作自受，不再怨天尤人，你才能從三惡道出頭，你才能離開，好難好難！"
    },
    {
      "id": "12-040-0005_p0018",
      "zh_CN": "所以世出世间这些大圣大贤，他们具足大菩提心，念念不是为自己，为度众生。「度」的意思，用现在的话来说，帮助，帮助众生离苦得乐；换句话说，众生的苦是由于迷而不觉，这些圣贤教诲，无非是启发人的觉性，帮助他觉悟，帮助他回头。单单用言教，对上根利智的人行，他一听他就明白。对中下根性不行，中下根性要做给他看，就是我们一般人讲的身教，以身作则，做给他看。像今天的社会，普遍提倡竞争，好像不竞争就活不下去；我们学佛，真正学佛的佛弟子，无论从事哪一个行业，绝不与人竞争，你这是真正佛弟子，你是真正发菩提心，你给社会大众看，你们竞争是这样，我不竞争也能活下去。竞争这个心多复杂，身心都受到伤害；不竞争，心是平和的，心情是安定的，是愉快的，是自在的，是充满智慧的。",
      "zh_TW": "所以世出世間這些大聖大賢，他們具足大菩提心，念念不是為自己，為度眾生。「度」的意思，用現在的話來說，幫助，幫助眾生離苦得樂；換句話說，眾生的苦是由於迷而不覺，這些聖賢教誨，無非是啟發人的覺性，幫助他覺悟，幫助他回頭。單單用言教，對上根利智的人行，他一聽他就明白。對中下根性不行，中下根性要做給他看，就是我們一般人講的身教，以身作則，做給他看。像今天的社會，普遍提倡競爭，好像不競爭就活不下去；我們學佛，真正學佛的佛弟子，無論從事哪一個行業，絕不與人競爭，你這是真正佛弟子，你是真正發菩提心，你給社會大眾看，你們競爭是這樣，我不競爭也能活下去。競爭這個心多複雜，身心都受到傷害；不競爭，心是平和的，心情是安定的，是愉快的，是自在的，是充滿智慧的。"
    },
    {
      "id": "12-040-0005_p0019",
      "zh_CN": "一个人竞争，天天要跟人争的时候，他的心不平，他充满了烦恼，贪瞋痴增长，智慧没有了。如果命里头没有，你竞争会争到，佛菩萨都去竞争了，我也去竞争。老实告诉你，你拼命争到的，都是你命里头有的；命里没有的，争到死也争不到，那你何必去争？所以古人讲「君子乐得做君子，小人冤枉做小人」，「万般皆是命，半点不由人」，这一桩事情大家细心去念《了凡四训》你就明白了。袁了凡为什么不跟人竞争？他的命被孔先生算定，确确实实「一饮一啄，莫非前定」。去考试，连能不能考取、考到第几名，孔先生给他算，去考，果然不错，所以他才相信命运，不再希求了，知道求不到。心定下来了，跟云谷禅师在禅堂里面坐了三天三夜，不起一个念头。云谷禅师本来以为功夫不错，就问他，他说：「我的命被孔先生算定，我就打妄想又有什么用？不如不想。」云谷禅师听到哈哈大笑，「我原先以为你是圣人，原来你还是个凡夫」，为什么？你被命运所拘，你是凡夫。圣人怎么样？圣人转变命运，改造命运，那是圣贤，那是豪杰。",
      "zh_TW": "一個人競爭，天天要跟人爭的時候，他的心不平，他充滿了煩惱，貪瞋痴增長，智慧沒有了。如果命裡頭沒有，你競爭會爭到，佛菩薩都去競爭了，我也去競爭。老實告訴你，你拼命爭到的，都是你命裡頭有的；命裡沒有的，爭到死也爭不到，那你何必去爭？所以古人講「君子樂得做君子，小人冤枉做小人」，「萬般皆是命，半點不由人」，這一樁事情大家細心去念《了凡四訓》你就明白了。袁了凡為什麼不跟人競爭？他的命被孔先生算定，確確實實「一飲一啄，莫非前定」。去考試，連能不能考取、考到第幾名，孔先生給他算，去考，果然不錯，所以他才相信命運，不再希求了，知道求不到。心定下來了，跟雲谷禪師在禪堂裡面坐了三天三夜，不起一個念頭。雲谷禪師本來以為功夫不錯，就問他，他說：「我的命被孔先生算定，我就打妄想又有什麼用？不如不想。」雲谷禪師聽到哈哈大笑，「我原先以為你是聖人，原來你還是個凡夫」，為什麼？你被命運所拘，你是凡夫。聖人怎麼樣？聖人轉變命運，改造命運，那是聖賢，那是豪傑。"
    },
    {
      "id": "12-040-0005_p0020",
      "zh_CN": "这是先贤告诉我们的，能够转变命运的，两种人：一种是极善之人，他的命运改好了，愈来愈好；另外一种是极恶之人，他的命运愈改愈差，这两种人不受命运的拘束。我们看到现前这个世间，有许多造作恶业的人，他依旧还享富贵，所以世间人看到这种情形，以为因果报应是假的：「这人无恶不造，他怎么还享福？为什么还做大官、发大财？那个人却天天做好事，穷途潦倒？」于是对善恶果报怀疑、不相信。他不知道，他没有前后眼，没有看到事实真相。那个天天在那里享福、得很高的地位、发很大的财，天天造作恶业的，佛在经上告诉我们，他要不造作恶业，他的地位比现在还高，他的财富生生世世享不尽；因为他造作恶业，他的福报已经打了很大的折扣，来生一点福都没有。",
      "zh_TW": "這是先賢告訴我們的，能夠轉變命運的，兩種人：一種是極善之人，他的命運改好了，愈來愈好；另外一種是極惡之人，他的命運愈改愈差，這兩種人不受命運的拘束。我們看到現前這個世間，有許多造作惡業的人，他依舊還享富貴，所以世間人看到這種情形，以為因果報應是假的：「這人無惡不造，他怎麼還享福？為什麼還做大官、發大財？那個人卻天天做好事，窮途潦倒？」於是對善惡果報懷疑、不相信。他不知道，他沒有前後眼，沒有看到事實真相。那個天天在那裡享福、得很高的地位、發很大的財，天天造作惡業的，佛在經上告訴我們，他要不造作惡業，他的地位比現在還高，他的財富生生世世享不盡；因為他造作惡業，他的福報已經打了很大的折扣，來生一點福都沒有。"
    },
    {
      "id": "12-040-0005_p0021",
      "zh_CN": "如果我们能看到这个，看得这么深远，就晓得果报丝毫不爽。那个造作善的，现在穷途潦倒，过去生中没有修福，现在受的果报，是前生积不善的因；这一生所积的善业，将来他得善报，时候还没到，所谓是「不是不报，时辰未到」。真正明白这个道理，我们才晓得我们的命运可以改变，没有福可以得福报，没有寿可以得长寿，「佛氏门中，有求必应」，我们要把这个道理告诉这些苦难众生，灾难是可以回避的，是可以消除的，只要你懂得这个道理，你懂得方法，如理如法的去修学，自求多福。我们要以悲悯之心去帮助这些苦难众生，悲悯心在那里推动我们，永远不疲不厌去做这个工作。",
      "zh_TW": "如果我們能看到這個，看得這麼深遠，就曉得果報絲毫不爽。那個造作善的，現在窮途潦倒，過去生中沒有修福，現在受的果報，是前生積不善的因；這一生所積的善業，將來他得善報，時候還沒到，所謂是「不是不報，時辰未到」。真正明白這個道理，我們才曉得我們的命運可以改變，沒有福可以得福報，沒有壽可以得長壽，「佛氏門中，有求必應」，我們要把這個道理告訴這些苦難眾生，災難是可以迴避的，是可以消除的，只要你懂得這個道理，你懂得方法，如理如法的去修學，自求多福。我們要以悲憫之心去幫助這些苦難眾生，悲憫心在那裡推動我們，永遠不疲不厭去做這個工作。"
    },
    {
      "id": "12-040-0005_p0022",
      "zh_CN": "世间人天天努力做工作，什么原因？他里头有利可图。假如你干这个工作，没有名、没有利，你会去干吗？「我干什么？」白干了！诸佛菩萨不图名也不求利，天天勇猛精进在这里干，为什么？为大悲心。他要是没有大悲心，他就不会去做了。天天做，锲而不舍，不疲不厌，大悲心，换句话说，是菩提心在推动他。这是我们现前必须要学习的，要学着时时刻刻不要忘记帮助世间苦恼的人，一定要能想到世间苦人多，我们很苦，比我们更苦的人还多。我们知道自己过得这么辛苦，是因为从前没有修福、没有种善因，现在努力的断恶修善、积功累德，改变我们现前生活环境，我们要改变，这就是我们学佛的成绩表现。",
      "zh_TW": "世間人天天努力做工作，什麼原因？他裡頭有利可圖。假如你幹這個工作，沒有名、沒有利，你會去幹嗎？「我幹什麼？」白幹了！諸佛菩薩不圖名也不求利，天天勇猛精進在這裡幹，為什麼？為大悲心。他要是沒有大悲心，他就不會去做了。天天做，鍥而不捨，不疲不厭，大悲心，換句話說，是菩提心在推動他。這是我們現前必須要學習的，要學著時時刻刻不要忘記幫助世間苦惱的人，一定要能想到世間苦人多，我們很苦，比我們更苦的人還多。我們知道自己過得這麼辛苦，是因為從前沒有修福、沒有種善因，現在努力的斷惡修善、積功累德，改變我們現前生活環境，我們要改變，這就是我們學佛的成績表現。"
    },
    {
      "id": "12-040-0005_p0023",
      "zh_CN": "我早年在台湾，初学佛的时候，很多同修喜欢给我算命看相，许多人算命，回来都是得一个结论：「短命，没福」。有一年，好像是我五十岁的时候，瑞三的李居士，他去找一个很有名的算命先生，他把我的八字拿去给人家算，算命先生看到这个八字，皱着眉头问他，「这个人还在吗？」他说在，算命先生觉得很奇怪，他说「他干什么的？」他出家了，「出家另当别论！」要不出家怎么样？四十五岁该死。我没有求寿命，今年七十五岁了，没死。这是什么？佛氏门中，我没有求它也有感应。我对于福报也没有求，什么都没有求，只是求念佛往生，感应不可思议。所以这是一定要发大悲心，怜悯一切众生，全心全力帮助一切众生。",
      "zh_TW": "我早年在台灣，初學佛的時候，很多同修喜歡給我算命看相，許多人算命，回來都是得一個結論：「短命，沒福」。有一年，好像是我五十歲的時候，瑞三的李居士，他去找一個很有名的算命先生，他把我的八字拿去給人家算，算命先生看到這個八字，皺著眉頭問他，「這個人還在嗎？」他說在，算命先生覺得很奇怪，他說「他幹什麼的？」他出家了，「出家另當別論！」要不出家怎麼樣？四十五歲該死。我沒有求壽命，今年七十五歲了，沒死。這是什麼？佛氏門中，我沒有求它也有感應。我對於福報也沒有求，什麼都沒有求，只是求念佛往生，感應不可思議。所以這是一定要發大悲心，憐憫一切眾生，全心全力幫助一切眾生。"
    }
  ]
}