{
  "doc_id": "21-149-0001",
  "title": {
    "zh_CN": "日本大阪石井牧师座谈会",
    "zh_TW": "日本大阪石井牧師座談會"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "日本摄影制作公司",
    "zh_TW": "日本攝影製作公司"
  },
  "doc_number": "21-149-0001",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "21-149-0001_p0001",
      "zh_CN": "翻译：刚刚他介绍他自己，现在请师父介绍一下您自己，个人介绍一下。",
      "zh_TW": "翻譯：剛剛他介紹他自己，現在請師父介紹一下您自己，個人介紹一下。"
    },
    {
      "id": "21-149-0001_p0002",
      "zh_CN": "净空法师：我叫释净空，祖籍在中国安徽，净空出生在中国安徽省。",
      "zh_TW": "淨空法師：我叫釋淨空，祖籍在中國安徽，淨空出生在中國安徽省。"
    },
    {
      "id": "21-149-0001_p0003",
      "zh_CN": "翻译：师父您好，他说您这次来到日本访问，您的目的是什么？",
      "zh_TW": "翻譯：師父您好，他說您這次來到日本訪問，您的目的是什麼？"
    },
    {
      "id": "21-149-0001_p0004",
      "zh_CN": "净空法师：佛教是释迦牟尼佛对于一切大众至善圆满的教育。我们仔细去观察释迦牟尼佛的一生，他自从觉悟之后，一生（这是佛经上记载的）讲经三百多会，说法四十九年。佛每天都是从事于教学的工作，跟中国孔夫子当年在世的教学，我们能看出来，他们完全是相同的。用今天的眼光来看，那就是多元文化的社会教育，他不分国家、不分族群、不分宗教，与中国孔老夫子一样有教无类，都是那样真诚热心的教导众生，解决社会上可以说从个人的问题、家庭问题、社会问题，这是他一生所教学的内容。",
      "zh_TW": "淨空法師：佛教是釋迦牟尼佛對於一切大眾至善圓滿的教育。我們仔細去觀察釋迦牟尼佛的一生，他自從覺悟之後，一生（這是佛經上記載的）講經三百多會，說法四十九年。佛每天都是從事於教學的工作，跟中國孔夫子當年在世的教學，我們能看出來，他們完全是相同的。用今天的眼光來看，那就是多元文化的社會教育，他不分國家、不分族群、不分宗教，與中國孔老夫子一樣有教無類，都是那樣真誠熱心的教導眾生，解決社會上可以說從個人的問題、家庭問題、社會問題，這是他一生所教學的內容。"
    },
    {
      "id": "21-149-0001_p0005",
      "zh_CN": "我们尤其了解，佛所教的内容范围非常之深广，特别是对于现代二十一世纪社会复杂问题，几乎他都有原则性的指导，都有解决的理论与方法。我们学佛，最重要的就是把释迦牟尼佛的教育、教学发扬光大。佛教传到中国来之后，寺院就是学校，就是翻译经的场所跟讲学的场所。我们这次到日本来，希望能够带动日本的佛教道场，都能够恢复讲经、教学。",
      "zh_TW": "我們尤其了解，佛所教的內容範圍非常之深廣，特別是對於現代二十一世紀社會複雜問題，幾乎他都有原則性的指導，都有解決的理論與方法。我們學佛，最重要的就是把釋迦牟尼佛的教育、教學發揚光大。佛教傳到中國來之後，寺院就是學校，就是翻譯經的場所跟講學的場所。我們這次到日本來，希望能夠帶動日本的佛教道場，都能夠恢復講經、教學。"
    },
    {
      "id": "21-149-0001_p0006",
      "zh_CN": "翻译：他说您老人家对日本，看到日本的佛教，看到日本的这些出家人，您有什么想法和看法？",
      "zh_TW": "翻譯：他說您老人家對日本，看到日本的佛教，看到日本的這些出家人，您有什麼想法和看法？"
    },
    {
      "id": "21-149-0001_p0007",
      "zh_CN": "净空法师：在中国，最近两百年来也是时局的不安定，出家人的素质逐渐的往下降，所以佛教教学的工作几乎都停滞了。这次我到日本来访问，看到这个情形跟中国也很类似。但是毕竟日本跟中国还有古老文化的基础，只要有有心人来提倡，我相信恢复还是有希望的。",
      "zh_TW": "淨空法師：在中國，最近兩百年來也是時局的不安定，出家人的素質逐漸的往下降，所以佛教教學的工作幾乎都停滯了。這次我到日本來訪問，看到這個情形跟中國也很類似。但是畢竟日本跟中國還有古老文化的基礎，只要有有心人來提倡，我相信恢復還是有希望的。"
    },
    {
      "id": "21-149-0001_p0008",
      "zh_CN": "翻译：他说过去日本的佛教是以空海上人为首的，中国隋唐时代去中国留学，他们学习之后，把中国的佛法传到日本来。这次您老人家到日本来，您所弘扬的佛陀教育跟日本现代的佛教，您想想看是不是有很大的差距？",
      "zh_TW": "翻譯：他說過去日本的佛教是以空海上人為首的，中國隋唐時代去中國留學，他們學習之後，把中國的佛法傳到日本來。這次您老人家到日本來，您所弘揚的佛陀教育跟日本現代的佛教，您想想看是不是有很大的差距？"
    },
    {
      "id": "21-149-0001_p0009",
      "zh_CN": "净空法师：差距是有，但是这个差距可以能把它融化。佛，释迦牟尼佛教学，我们体会他的理念、精神、方法都是非常圆融、非常活泼的，所以我接触佛教之后，自自然然就感到很佩服、很欢喜。佛教确实它能做到本土化与现代化，如果不懂得这个精神，不知道这个理念，这个差距就像有代沟一样，会有差距。如果懂得本土化与现代化，古今中外都能够融合成一体，它对于社会就有正面的贡献。",
      "zh_TW": "淨空法師：差距是有，但是這個差距可以能把它融化。佛，釋迦牟尼佛教學，我們體會他的理念、精神、方法都是非常圓融、非常活潑的，所以我接觸佛教之後，自自然然就感到很佩服、很歡喜。佛教確實它能做到本土化與現代化，如果不懂得這個精神，不知道這個理念，這個差距就像有代溝一樣，會有差距。如果懂得本土化與現代化，古今中外都能夠融合成一體，它對於社會就有正面的貢獻。"
    },
    {
      "id": "21-149-0001_p0010",
      "zh_CN": "翻译：他说日本自从战争以来，在战争之前，日本人都有学习中国儒教，受儒教思想的影响。自从二战之后，日本人现在已经丧失了儒教的教学，而且还没有宗教教育的基础。所以说在这种情况下，他们在学习佛法的过程中，可能会对宗教问题，或者是对佛法不能够深刻的了解。中国人完全是相反的，中国人自从佛法传到中国来，一直都是受到儒学以及正确的佛法的薰陶。所以现在的日本人跟现在的中国人，他们对佛教思想的了解有很大的差距。法师，在现在的弘法过程当中，像这些问题，您是怎样弘法的？",
      "zh_TW": "翻譯：他說日本自從戰爭以來，在戰爭之前，日本人都有學習中國儒教，受儒教思想的影響。自從二戰之後，日本人現在已經喪失了儒教的教學，而且還沒有宗教教育的基礎。所以說在這種情況下，他們在學習佛法的過程中，可能會對宗教問題，或者是對佛法不能夠深刻的了解。中國人完全是相反的，中國人自從佛法傳到中國來，一直都是受到儒學以及正確的佛法的薰陶。所以現在的日本人跟現在的中國人，他們對佛教思想的了解有很大的差距。法師，在現在的弘法過程當中，像這些問題，您是怎樣弘法的？"
    },
    {
      "id": "21-149-0001_p0011",
      "zh_CN": "净空法师：在现代弘法，确实比从前要困难很多倍。最重要的是我们自己对于儒跟佛，中国还有个道，要有正确的认识。我们不仅仅理解到佛教是个多元文化的社会教育，儒跟道也不例外。再仔细观察全世界几乎所有宗教，我们研究它的典籍，都不外乎是多元文化的教学。我们从一切宗教典籍里面，我们找到一个共同点，这个共同点在佛家就是讲「慈悲」，在基督教、天主教所讲的「神爱世人」，在伊斯兰教《古兰经》也讲「安拉确实是仁慈的」。所以我们归纳起来，「仁慈博爱」是所有宗教创始人教义的中心点。如果我们都能够把仁慈博爱自己学到了，再把它能够发扬光大，我们能够爱一切人，不同的族群，不同的国家，不同的宗教，不同的文化，我们用一种真诚的爱心去爱护、关怀、帮助，从自己本身做起，中国古人所讲，真诚到极处一定能够感动人。所以今天我们在全世界，从事于多元文化的社会教育工作，最重要是用真诚心去感化。",
      "zh_TW": "淨空法師：在現代弘法，確實比從前要困難很多倍。最重要的是我們自己對於儒跟佛，中國還有個道，要有正確的認識。我們不僅僅理解到佛教是個多元文化的社會教育，儒跟道也不例外。再仔細觀察全世界幾乎所有宗教，我們研究它的典籍，都不外乎是多元文化的教學。我們從一切宗教典籍裡面，我們找到一個共同點，這個共同點在佛家就是講「慈悲」，在基督教、天主教所講的「神愛世人」，在伊斯蘭教《古蘭經》也講「安拉確實是仁慈的」。所以我們歸納起來，「仁慈博愛」是所有宗教創始人教義的中心點。如果我們都能夠把仁慈博愛自己學到了，再把它能夠發揚光大，我們能夠愛一切人，不同的族群，不同的國家，不同的宗教，不同的文化，我們用一種真誠的愛心去愛護、關懷、幫助，從自己本身做起，中國古人所講，真誠到極處一定能夠感動人。所以今天我們在全世界，從事於多元文化的社會教育工作，最重要是用真誠心去感化。"
    },
    {
      "id": "21-149-0001_p0012",
      "zh_CN": "翻译：他说我们基督教也是一样，佛教也是如此，其他宗教可能都是相同的。在诵经的过程当中，我们本人都听不明白，何况是一般的大众，他们更听不明白。法师，请您指点一下，我们用什么方法能够让一般大众听得明白？我也听说您老人家在弘法过程当中，您所讲的法语没有用这些术语，而且也能够让一般的听众都能够理解；不但理解，他们能够实行，他说这个很了不起。他说请老法师您指点一下，我们其他的宗教是不是也应该要这样做？",
      "zh_TW": "翻譯：他說我們基督教也是一樣，佛教也是如此，其他宗教可能都是相同的。在誦經的過程當中，我們本人都聽不明白，何況是一般的大眾，他們更聽不明白。法師，請您指點一下，我們用什麼方法能夠讓一般大眾聽得明白？我也聽說您老人家在弘法過程當中，您所講的法語沒有用這些術語，而且也能夠讓一般的聽眾都能夠理解；不但理解，他們能夠實行，他說這個很了不起。他說請老法師您指點一下，我們其他的宗教是不是也應該要這樣做？"
    },
    {
      "id": "21-149-0001_p0013",
      "zh_CN": "净空法师：教学，我们首先要肯定宗教是教育，是社会教育，是多元文化教育，首先我们把这一点肯定。教学是活活泼泼的，在不同的时代（古时候跟现在是不同的时代）、不同的地区、不同的国家、不同的族群，当然它有各种不同的方法。所以它不是一成不变的，它是非常活泼的，这就是我们常常讲的现代化跟本土化。譬如说是以佛教做个例子来说，佛有没有形相？佛没有形相。佛在哪一个地区，那个造像就像哪个地区的人。像在日本，我们看到日本的佛像，一看就是日本人；在中国看佛像，佛像像中国人；在西藏看佛像像西藏人，在泰国看佛像像泰国人，这就是本土化。这就是要懂得本土化，他才能够契机，才能够度那个地区的众生，就在那个地方教学，能够收到很好的效果。",
      "zh_TW": "淨空法師：教學，我們首先要肯定宗教是教育，是社會教育，是多元文化教育，首先我們把這一點肯定。教學是活活潑潑的，在不同的時代（古時候跟現在是不同的時代）、不同的地區、不同的國家、不同的族群，當然它有各種不同的方法。所以它不是一成不變的，它是非常活潑的，這就是我們常常講的現代化跟本土化。譬如說是以佛教做個例子來說，佛有沒有形相？佛沒有形相。佛在哪一個地區，那個造像就像哪個地區的人。像在日本，我們看到日本的佛像，一看就是日本人；在中國看佛像，佛像像中國人；在西藏看佛像像西藏人，在泰國看佛像像泰國人，這就是本土化。這就是要懂得本土化，他才能夠契機，才能夠度那個地區的眾生，就在那個地方教學，能夠收到很好的效果。"
    },
    {
      "id": "21-149-0001_p0014",
      "zh_CN": "还有一点，一定要注意到现代。像我们经典的注解，经典是不变的，你看看在中国，唐朝注解就适合于那个时代人的；到宋朝，宋朝人又重新做注解，都不会再用唐朝注解。为什么？时代永远在进步，所以宋代的人可以参考唐代的，他有新的注解出来。这是到元代、明代、清代，各个时代的注解都不一样，就是它能够适合当时人们的需要。在今天这个时代，我们如果讲经还用古时候那一套，那肯定是没有人愿意学习。所以今天，我们应当要把经典做为二十一世纪新的一种说法。虽是新的，还是根据从前老的来的，像一棵老树一样，它年年发新枝，年年开新花，年年有新叶子，新的花一定是在过去枝叶上长出来的。所以永远是新的，永远不会落伍、不会淘汰，永远都是在进步，这佛法里面讲「精进」，儒家讲「日新又新」，这个学问才是真实的学问，才是值得我们学习、值得我们把它发扬光大。",
      "zh_TW": "還有一點，一定要注意到現代。像我們經典的註解，經典是不變的，你看看在中國，唐朝註解就適合於那個時代人的；到宋朝，宋朝人又重新做註解，都不會再用唐朝註解。為什麼？時代永遠在進步，所以宋代的人可以參考唐代的，他有新的註解出來。這是到元代、明代、清代，各個時代的註解都不一樣，就是它能夠適合當時人們的需要。在今天這個時代，我們如果講經還用古時候那一套，那肯定是沒有人願意學習。所以今天，我們應當要把經典做為二十一世紀新的一種說法。雖是新的，還是根據從前老的來的，像一棵老樹一樣，它年年發新枝，年年開新花，年年有新葉子，新的花一定是在過去枝葉上長出來的。所以永遠是新的，永遠不會落伍、不會淘汰，永遠都是在進步，這佛法裡面講「精進」，儒家講「日新又新」，這個學問才是真實的學問，才是值得我們學習、值得我們把它發揚光大。"
    },
    {
      "id": "21-149-0001_p0015",
      "zh_CN": "翻译：他说刚才听到老法师的一番开示，我有领悟到一些我们基督教的道理出来。像现代年轻的布教师，他们也是一样，在他们讲法的过程当中，来教堂听经的，他们自己都不明白这个道理，而且又讲给人家听，听众听起来是愈来愈糊涂。所以他慢慢的也在想，怎样能够改善，让一般的社会大众都能够了解这门教，都能够认识这门教？他说他也有一次，他在想这些问题。他说刚才听到老法师这番开示，他希望今后在弘扬基督教教理这方面，他也应该要向老法师学习，让一般的社会大众能够明白我们在讲什么。而且我们自己讲的时候，我们自己也能够从中得到更大的利益。这样才能够把每一个宗教带到家庭、带到社会，能给社会有更大的贡献，这是我最大的希望。",
      "zh_TW": "翻譯：他說剛才聽到老法師的一番開示，我有領悟到一些我們基督教的道理出來。像現代年輕的布教師，他們也是一樣，在他們講法的過程當中，來教堂聽經的，他們自己都不明白這個道理，而且又講給人家聽，聽眾聽起來是愈來愈糊塗。所以他慢慢的也在想，怎樣能夠改善，讓一般的社會大眾都能夠了解這門教，都能夠認識這門教？他說他也有一次，他在想這些問題。他說剛才聽到老法師這番開示，他希望今後在弘揚基督教教理這方面，他也應該要向老法師學習，讓一般的社會大眾能夠明白我們在講什麼。而且我們自己講的時候，我們自己也能夠從中得到更大的利益。這樣才能夠把每一個宗教帶到家庭、帶到社會，能給社會有更大的貢獻，這是我最大的希望。"
    },
    {
      "id": "21-149-0001_p0016",
      "zh_CN": "净空法师：圣人的教诲，我们觉得都是相同的。因为在古代交通不方便，资讯根本都没有，所以许多人老死不相往来。我们知道，信仰宗教的人都肯定宇宙之间有一位真神。在佛法里面他不叫做真神，它叫「真如本性」，实在讲就是一般宗教里面讲的唯一的真神。《华严经》讲是整个宇宙，这个世界众生都是「唯心所现，唯识所变」的，这是我们讲宇宙的来源、生命的来源，它是同一个源，同一个根源。既然形成了，我们不要以太空来说，就以地球上来说，地球有这么大，生活在每一个地区的人彼此不相往来，圣贤人都有义务，都应该去教导他们，怎样人与人之间相处，怎样与自然环境相处，怎样与天地鬼神相处，这几乎都是所有宗教教育里面的教学内容。因此他能够分许许多多不同的身分，不同的身的形状，说各个不同文化的言语、文字表达的方法。它的内容、方向、目标是一个，都是希望人与人之间、人与自然环境、人与天地鬼神，都能够真正做到平等对待、和睦相处，这样子一切冲突自然化解。和平落实了，繁荣、兴旺、幸福、美满才能够降临到每一个众生的身上、家庭、他的事业以及他的环境，这是我们肯定的。所以我们从这个理念来出发，宗教是一家人。",
      "zh_TW": "淨空法師：聖人的教誨，我們覺得都是相同的。因為在古代交通不方便，資訊根本都沒有，所以許多人老死不相往來。我們知道，信仰宗教的人都肯定宇宙之間有一位真神。在佛法裡面他不叫做真神，它叫「真如本性」，實在講就是一般宗教裡面講的唯一的真神。《華嚴經》講是整個宇宙，這個世界眾生都是「唯心所現，唯識所變」的，這是我們講宇宙的來源、生命的來源，它是同一個源，同一個根源。既然形成了，我們不要以太空來說，就以地球上來說，地球有這麼大，生活在每一個地區的人彼此不相往來，聖賢人都有義務，都應該去教導他們，怎樣人與人之間相處，怎樣與自然環境相處，怎樣與天地鬼神相處，這幾乎都是所有宗教教育裡面的教學內容。因此他能夠分許許多多不同的身分，不同的身的形狀，說各個不同文化的言語、文字表達的方法。它的內容、方向、目標是一個，都是希望人與人之間、人與自然環境、人與天地鬼神，都能夠真正做到平等對待、和睦相處，這樣子一切衝突自然化解。和平落實了，繁榮、興旺、幸福、美滿才能夠降臨到每一個眾生的身上、家庭、他的事業以及他的環境，這是我們肯定的。所以我們從這個理念來出發，宗教是一家人。"
    },
    {
      "id": "21-149-0001_p0017",
      "zh_CN": "翻译：他说现在，令我们宗教界非常悲痛的一件大事情就是现在中东伊斯兰教，和西方的基督教、天主教发生战争，甚至现在已经危及到整个世界和平。对这些问题来讲，这是我们宗教徒最悲哀的一件事情。我也很想做为一个宗教者来讲，能够解决这些问题。下面我会请老法师慈悲，能够为我们开示一下，做为一个宗教的领袖，或者是宗教徒来讲，对这些问题，我们有什么方法能够解决这些问题？",
      "zh_TW": "翻譯：他說現在，令我們宗教界非常悲痛的一件大事情就是現在中東伊斯蘭教，和西方的基督教、天主教發生戰爭，甚至現在已經危及到整個世界和平。對這些問題來講，這是我們宗教徒最悲哀的一件事情。我也很想做為一個宗教者來講，能夠解決這些問題。下面我會請老法師慈悲，能夠為我們開示一下，做為一個宗教的領袖，或者是宗教徒來講，對這些問題，我們有什麼方法能夠解決這些問題？"
    },
    {
      "id": "21-149-0001_p0018",
      "zh_CN": "净空法师：这是一个教育上的问题。如果我们做为一个宗教徒，能够熟悉自己的经典，真正能够明了自己宗教里面所讲的理论，教主教导我们应当怎样处事待人接物，我相信这个问题就化解了。可以说宗教当中的冲突，起源于自己对自己的教不了解，至少他没有深刻的理解；同时对其他宗教是一无所知，彼此又不相往来，这就免不了要发生怀疑。从怀疑就会产生误会，由误会再提升，就变成一种不能够接纳、不能够容纳的意思发生之后，摩擦就没有法子避免。所以中国古人常讲「通」，所谓「政通人和」，最重要的是沟通。如果常常往来，常常做朋友，不但我了解自己，我也了解别人，这样子冲突就能够化解。",
      "zh_TW": "淨空法師：這是一個教育上的問題。如果我們做為一個宗教徒，能夠熟悉自己的經典，真正能夠明瞭自己宗教裡面所講的理論，教主教導我們應當怎樣處事待人接物，我相信這個問題就化解了。可以說宗教當中的衝突，起源於自己對自己的教不了解，至少他沒有深刻的理解；同時對其他宗教是一無所知，彼此又不相往來，這就免不了要發生懷疑。從懷疑就會產生誤會，由誤會再提升，就變成一種不能夠接納、不能夠容納的意思發生之後，摩擦就沒有法子避免。所以中國古人常講「通」，所謂「政通人和」，最重要的是溝通。如果常常往來，常常做朋友，不但我了解自己，我也了解別人，這樣子衝突就能夠化解。"
    },
    {
      "id": "21-149-0001_p0019",
      "zh_CN": "我在过去讲经也常常说到，这个地球、社会像一个人的身体。我们今天缩小来讲，不讲宇宙，只讲这个地球，我们都是地球人，都是生活在这一块土地上；换句话说，都是一家人。我们希望每个国家、每个族群、每个宗教都是第一，没有第二的。就好像一个身体，不同的国家、不同的族群、不同的宗教，就像身体不同的器官一样，我们佛教是眼睛，基督教是鼻子，伊斯兰教是耳朵。如果说是我只爱我自己的，其他都不要了，我只有眼睛好，鼻子、耳朵都坏了，这个人就有病了。所以一定要每个宗教都第一，每个族群都第一，每个国家都第一，我身体健康；我每个器官都第一，我一点毛病都没有。要从这个理念去想，然后把它扩大，扩大到整个宇宙，我们要求宇宙和谐、宇宙平等、宇宙一家。你这样大的心胸，你才真正能做到彼此互相尊敬、平等对待、互助合作，宗教教育才能够落实。由宗教教育可以恢复到家庭教育，学校的道德教育，社会的伦理教育，统统可以能够恢复起来。事在人为！需要真正有觉悟的人，一起团结起来做这个工作。我们今天在这个世界上，也遇到不少真正热心从事这个工作的人，我们都非常尊重，希望把这个力量结合起来，能够产生一个改变社会、化解冲突、促进和平的力量。",
      "zh_TW": "我在過去講經也常常說到，這個地球、社會像一個人的身體。我們今天縮小來講，不講宇宙，只講這個地球，我們都是地球人，都是生活在這一塊土地上；換句話說，都是一家人。我們希望每個國家、每個族群、每個宗教都是第一，沒有第二的。就好像一個身體，不同的國家、不同的族群、不同的宗教，就像身體不同的器官一樣，我們佛教是眼睛，基督教是鼻子，伊斯蘭教是耳朵。如果說是我只愛我自己的，其他都不要了，我只有眼睛好，鼻子、耳朵都壞了，這個人就有病了。所以一定要每個宗教都第一，每個族群都第一，每個國家都第一，我身體健康；我每個器官都第一，我一點毛病都沒有。要從這個理念去想，然後把它擴大，擴大到整個宇宙，我們要求宇宙和諧、宇宙平等、宇宙一家。你這樣大的心胸，你才真正能做到彼此互相尊敬、平等對待、互助合作，宗教教育才能夠落實。由宗教教育可以恢復到家庭教育，學校的道德教育，社會的倫理教育，統統可以能夠恢復起來。事在人為！需要真正有覺悟的人，一起團結起來做這個工作。我們今天在這個世界上，也遇到不少真正熱心從事這個工作的人，我們都非常尊重，希望把這個力量結合起來，能夠產生一個改變社會、化解衝突、促進和平的力量。"
    },
    {
      "id": "21-149-0001_p0020",
      "zh_CN": "宗教，我们在目前能做到的，就是要密切的往来，要互相的交流，我们诚心诚意来做朋友，彼此互相了解。当然这个事如果从根本上来讲，最好能够联合到全世界的这些宗教的领导人、传教师，在世界上建立一个宗教大学，每一个教成立一个学院，将来在全世界从事于宗教教育的工作，都是这个学校的学生，不同的宗教就是不同的院系。所以确确实实把它变成一家人，给这个世界带来真正和平、幸福、美满。",
      "zh_TW": "宗教，我們在目前能做到的，就是要密切的往來，要互相的交流，我們誠心誠意來做朋友，彼此互相了解。當然這個事如果從根本上來講，最好能夠聯合到全世界的這些宗教的領導人、傳教師，在世界上建立一個宗教大學，每一個教成立一個學院，將來在全世界從事於宗教教育的工作，都是這個學校的學生，不同的宗教就是不同的院系。所以確確實實把它變成一家人，給這個世界帶來真正和平、幸福、美滿。"
    },
    {
      "id": "21-149-0001_p0021",
      "zh_CN": "现在在大学里面，教授教学生怎么样化解冲突，怎么样促进和平，我说我们如果单单为这几个学生、研究生来讲，我们收不到效果。应该怎么讲？应该学校里头要有远程教学，就是有卫星电视，我们的老师在卫星电视上上课，我们的学生是全世界的宗教徒，这样子把一般信仰宗教的人都能够唤醒、都能够觉悟。这对安定全世界的社会、促进世界和平是一个很大的力量，我们现在也正努力在做。",
      "zh_TW": "現在在大學裡面，教授教學生怎麼樣化解衝突，怎麼樣促進和平，我說我們如果單單為這幾個學生、研究生來講，我們收不到效果。應該怎麼講？應該學校裡頭要有遠程教學，就是有衛星電視，我們的老師在衛星電視上上課，我們的學生是全世界的宗教徒，這樣子把一般信仰宗教的人都能夠喚醒、都能夠覺悟。這對安定全世界的社會、促進世界和平是一個很大的力量，我們現在也正努力在做。"
    },
    {
      "id": "21-149-0001_p0022",
      "zh_CN": "战胜别人不是英雄，战胜自己的烦恼习气，战胜自己不善的知见，这个人才叫大英雄。",
      "zh_TW": "戰勝別人不是英雄，戰勝自己的煩惱習氣，戰勝自己不善的知見，這個人才叫大英雄。"
    },
    {
      "id": "21-149-0001_p0023",
      "zh_CN": "翻译：他说他以前弘法，现在他是牧师，但是在他布教当中，他最难解决的问题就是他们的宗教不接受任何宗教，而且觉得自己的宗教是正确的，其他的宗教都是邪教。所以在这个问题上，他很久很久都是埋在心里最痛苦的一件事情。自从前几年他有从罗马教皇那边慢慢的学到一点东西，还有在生活当中，他也接触过佛教和其他宗教的一些人士，但是他不敢正面的跟他们去交流，只是私底下做为一个朋友在交流，从这当中把他心里这个最苦恼的事情慢慢在解决。",
      "zh_TW": "翻譯：他說他以前弘法，現在他是牧師，但是在他布教當中，他最難解決的問題就是他們的宗教不接受任何宗教，而且覺得自己的宗教是正確的，其他的宗教都是邪教。所以在這個問題上，他很久很久都是埋在心裡最痛苦的一件事情。自從前幾年他有從羅馬教皇那邊慢慢的學到一點東西，還有在生活當中，他也接觸過佛教和其他宗教的一些人士，但是他不敢正面的跟他們去交流，只是私底下做為一個朋友在交流，從這當中把他心裡這個最苦惱的事情慢慢在解決。"
    },
    {
      "id": "21-149-0001_p0024",
      "zh_CN": "刚才听到师父这番话，他觉得他的身心像开一扇门一样。他从今后也希望自己能够把自己的心胸拓开，能够像师父一样，在融合任何宗教的经典学习过程当中，自己也要认识自己的经典，同时也要学习其他宗教的经典。他希望他自己，而且也希望其他的宗教师，不但学习自己的经典之外，也能够学习其他宗教的经典。这样的话，我们的布教师和牧师的心胸才会打开，让一般的人更能够接受宗教，这样的话世界会和平，人民也会安居乐业。他说今天听到您讲这些话，感到非常的亲切，也好像找到一条归路一样。他希望其他的宗教也能够听到您这样的解答，或现在社会的问题都能会解决。他说今天真是收获非常非常之大。",
      "zh_TW": "剛才聽到師父這番話，他覺得他的身心像開一扇門一樣。他從今後也希望自己能夠把自己的心胸拓開，能夠像師父一樣，在融合任何宗教的經典學習過程當中，自己也要認識自己的經典，同時也要學習其他宗教的經典。他希望他自己，而且也希望其他的宗教師，不但學習自己的經典之外，也能夠學習其他宗教的經典。這樣的話，我們的布教師和牧師的心胸才會打開，讓一般的人更能夠接受宗教，這樣的話世界會和平，人民也會安居樂業。他說今天聽到您講這些話，感到非常的親切，也好像找到一條歸路一樣。他希望其他的宗教也能夠聽到您這樣的解答，或現在社會的問題都能會解決。他說今天真是收穫非常非常之大。"
    },
    {
      "id": "21-149-0001_p0025",
      "zh_CN": "净空法师：非常感谢。佛在经典里面教导我们，我们的心善，看一切人都是善人；我们的心不善，看一切人都不是善人。所以佛法讲「境随心转」，外面的境界确确实实没有善恶。譬如说我喜欢这个人，我很喜欢他、很爱他，但是另外一个人很讨厌他，可见得它并没有绝对的标准。所以这个道理一定要懂，每一个人的标准都不一样。佛菩萨的标准是佛菩萨没有自己的标准，把自己标准放弃掉，所以他就平等。如果说有自己设立一个标准，那永远跟许许多多的人事物对立。我们能够把所有标准放下，让自己的心跟虚空一样，所以说「心包虚空，量周沙界」。这样的时候，我们跟最高层次的神明能够平等相处、和睦对待，能够跟地狱众生，畜生道、地狱道我们也是平等对待，也能和睦相处，你说这个多么自在！这是圣贤教导我们非常重要的一个环节，我们一定要学习，要从自己本身去做到，能够爱一切人。像我这次讲《八大人觉经》里面就有「不念旧恶，不憎恶人」，我们决定不把别人的不善放在自己心上，这是很大的错误。让自己的心真正做到纯净纯善，我们在这个世间没有冤亲债主，没有对立的，你说这一生过得多么幸福、多么美满！",
      "zh_TW": "淨空法師：非常感謝。佛在經典裡面教導我們，我們的心善，看一切人都是善人；我們的心不善，看一切人都不是善人。所以佛法講「境隨心轉」，外面的境界確確實實沒有善惡。譬如說我喜歡這個人，我很喜歡他、很愛他，但是另外一個人很討厭他，可見得它並沒有絕對的標準。所以這個道理一定要懂，每一個人的標準都不一樣。佛菩薩的標準是佛菩薩沒有自己的標準，把自己標準放棄掉，所以他就平等。如果說有自己設立一個標準，那永遠跟許許多多的人事物對立。我們能夠把所有標準放下，讓自己的心跟虛空一樣，所以說「心包虛空，量周沙界」。這樣的時候，我們跟最高層次的神明能夠平等相處、和睦對待，能夠跟地獄眾生，畜生道、地獄道我們也是平等對待，也能和睦相處，你說這個多麼自在！這是聖賢教導我們非常重要的一個環節，我們一定要學習，要從自己本身去做到，能夠愛一切人。像我這次講《八大人覺經》裡面就有「不念舊惡，不憎惡人」，我們決定不把別人的不善放在自己心上，這是很大的錯誤。讓自己的心真正做到純淨純善，我們在這個世間沒有冤親債主，沒有對立的，你說這一生過得多麼幸福、多麼美滿！"
    },
    {
      "id": "21-149-0001_p0026",
      "zh_CN": "翻译：什么问题都难不到您，我们提的什么问题，您都能够如理如法的回答。下面我们要用什么方法，进行下一步的座谈。他说他心中最难解的问题现在您都给我化解了，我非常欢喜。",
      "zh_TW": "翻譯：什麼問題都難不到您，我們提的什麼問題，您都能夠如理如法的回答。下面我們要用什麼方法，進行下一步的座談。他說他心中最難解的問題現在您都給我化解了，我非常歡喜。"
    },
    {
      "id": "21-149-0001_p0027",
      "zh_CN": "他说刚才听到您的一番教诲，他也想到圣典当中也有教我们：如果你能够爱别人，也会得到别人的爱；如果你尊重别人，别人也会尊重你；如果你对别人亲切，别人自然也会对你有一种亲切感。他说这个问题是我们各个宗派，也许是各个宗教最大的问题。",
      "zh_TW": "他說剛才聽到您的一番教誨，他也想到聖典當中也有教我們：如果你能夠愛別人，也會得到別人的愛；如果你尊重別人，別人也會尊重你；如果你對別人親切，別人自然也會對你有一種親切感。他說這個問題是我們各個宗派，也許是各個宗教最大的問題。"
    },
    {
      "id": "21-149-0001_p0028",
      "zh_CN": "净空法师：这个教理是真实的，所有宗教里面、经典里头都是这样教人。问题是我们自己要能够信、要能够理解、要能够认真的去做，要做出来，这才是真正接受圣人的教诲。我们学了，如果学了之后做不到，那我们很对不起教主，对不起圣贤一番教诲的苦心。譬如我们在新加坡，这是有一些同学们知道的，新加坡几乎所有宗教，他们做慈善事业，我们都会帮助它。当初有一些佛教徒不理解，来批评，说是我们佛教徒布施供养法师的，法师为什么供养其他宗教？有这种问题提出来。我给他解答，我说许多慈善事业，佛是不是教我们做？经典上有，都教我们做。我现在没有做，别的宗教做了，基督教做了，天主教做了，我们拿钱到那边去供养，等于说我们投资。所以他们到非洲去救那些病苦的人，他们有医生、有医疗队去，我们送了五万美金送给他们做医药费；最后他又告诉我，他们那边缺少救护车，我也送一辆救护车。他们做，他做、我做是一样的，何必要分，分彼此！这种分别是错误的。所以慈善事业，救济苦难众生，一定要合作起来做。",
      "zh_TW": "淨空法師：這個教理是真實的，所有宗教裡面、經典裡頭都是這樣教人。問題是我們自己要能夠信、要能夠理解、要能夠認真的去做，要做出來，這才是真正接受聖人的教誨。我們學了，如果學了之後做不到，那我們很對不起教主，對不起聖賢一番教誨的苦心。譬如我們在新加坡，這是有一些同學們知道的，新加坡幾乎所有宗教，他們做慈善事業，我們都會幫助它。當初有一些佛教徒不理解，來批評，說是我們佛教徒布施供養法師的，法師為什麼供養其他宗教？有這種問題提出來。我給他解答，我說許多慈善事業，佛是不是教我們做？經典上有，都教我們做。我現在沒有做，別的宗教做了，基督教做了，天主教做了，我們拿錢到那邊去供養，等於說我們投資。所以他們到非洲去救那些病苦的人，他們有醫生、有醫療隊去，我們送了五萬美金送給他們做醫藥費；最後他又告訴我，他們那邊缺少救護車，我也送一輛救護車。他們做，他做、我做是一樣的，何必要分，分彼此！這種分別是錯誤的。所以慈善事業，救濟苦難眾生，一定要合作起來做。"
    },
    {
      "id": "21-149-0001_p0029",
      "zh_CN": "像我们在新加坡的温馨晚宴，现在我们在澳洲的温馨晚宴，你们都看到过，我们是接待这些贫苦的老人，每个星期请他们来吃饭。吃饭的时候绝对不谈宗教，这个大家欢喜。谈宗教怕里面有摩擦，彼此不了解，决定不谈，只是无条件的供养、无条件的照顾，来安慰这些老人。大家心里欢喜，感到他们在一生当中，从来没有遇到过这样亲切的、和睦的一个团体。这就是回馈，我们尊敬别人，别人尊敬我们；我们爱护别人，别人爱护我们；我们帮助别人，别人帮助我们。所以得到政府的赞叹，也得到民众的欢迎。图文巴我们知道，是澳洲最保守的基督教一个区域，我们在那里能够做成功。这都是把教义付诸于实际生活，绝对不是空谈，问题才真正能够解决。",
      "zh_TW": "像我們在新加坡的溫馨晚宴，現在我們在澳洲的溫馨晚宴，你們都看到過，我們是接待這些貧苦的老人，每個星期請他們來吃飯。吃飯的時候絕對不談宗教，這個大家歡喜。談宗教怕裡面有摩擦，彼此不了解，決定不談，只是無條件的供養、無條件的照顧，來安慰這些老人。大家心裡歡喜，感到他們在一生當中，從來沒有遇到過這樣親切的、和睦的一個團體。這就是回饋，我們尊敬別人，別人尊敬我們；我們愛護別人，別人愛護我們；我們幫助別人，別人幫助我們。所以得到政府的讚歎，也得到民眾的歡迎。圖文巴我們知道，是澳洲最保守的基督教一個區域，我們在那裡能夠做成功。這都是把教義付諸於實際生活，絕對不是空談，問題才真正能夠解決。"
    },
    {
      "id": "21-149-0001_p0030",
      "zh_CN": "翻译：他说听到师父这一番开示之后，他现在心里也非常欢喜。他说我们做为一个教团来讲，根本不接受任何的一切宗教。现在听了师父这一番开示之后，我也希望我自己，从我自己本身做起，希望师父能够将弘法利生的一些经验传授给我，也希望能够跟师父一起互相合作，为世界和平、为社会安定，为宗教与宗教之间的团结，我们努力奋斗。",
      "zh_TW": "翻譯：他說聽到師父這一番開示之後，他現在心裡也非常歡喜。他說我們做為一個教團來講，根本不接受任何的一切宗教。現在聽了師父這一番開示之後，我也希望我自己，從我自己本身做起，希望師父能夠將弘法利生的一些經驗傳授給我，也希望能夠跟師父一起互相合作，為世界和平、為社會安定，為宗教與宗教之間的團結，我們努力奮鬥。"
    },
    {
      "id": "21-149-0001_p0031",
      "zh_CN": "净空法师：我们非常感谢。石井先生刚才有一个问题问了，我还没有回答他，就是他问到对于不同的宗教，如何能够来容纳？因为他们这个教要排斥一切不同的宗教。佛法里头有教导我们「依法不依人，依义不依语，依了义不依不了义，依智不依识」。这是佛学名词，你们不必去管它。这里头最重要的意思，就是说不同的宗教、不同的学派，他们的思想、他们的言行跟《圣经》里头讲的相应不相应？如果是相应的，我们都能接受；不相应的，它再好的宗教，我们也不能够接受。守住这个原则，这个问题就化解了。",
      "zh_TW": "淨空法師：我們非常感謝。石井先生剛才有一個問題問了，我還沒有回答他，就是他問到對於不同的宗教，如何能夠來容納？因為他們這個教要排斥一切不同的宗教。佛法裡頭有教導我們「依法不依人，依義不依語，依了義不依不了義，依智不依識」。這是佛學名詞，你們不必去管它。這裡頭最重要的意思，就是說不同的宗教、不同的學派，他們的思想、他們的言行跟《聖經》裡頭講的相應不相應？如果是相應的，我們都能接受；不相應的，它再好的宗教，我們也不能夠接受。守住這個原則，這個問題就化解了。"
    },
    {
      "id": "21-149-0001_p0032",
      "zh_CN": "翻译：他说我们认真努力合作，我们要好好学习。",
      "zh_TW": "翻譯：他說我們認真努力合作，我們要好好學習。"
    }
  ]
}