{
  "doc_id": "04-004-0006",
  "title": {
    "zh_CN": "普贤行愿品大意",
    "zh_TW": "普賢行願品大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-004-0006",
  "total_paragraphs": 89,
  "paragraphs": [
    {
      "id": "04-004-0006_p0001",
      "zh_CN": "请掀开经本，一四一六页第二行，我们将经文念几句：",
      "zh_TW": "請掀開經本，一四一六頁第二行，我們將經文念幾句："
    },
    {
      "id": "04-004-0006_p0002",
      "zh_CN": "【是故若人诵此愿者。行于世间。无有障碍。如空中月。出于云翳。诸佛菩萨之所称赞。一切人天皆应礼敬。一切众生悉皆供养。】",
      "zh_TW": "【是故若人誦此願者。行於世間。無有障礙。如空中月。出於雲翳。諸佛菩薩之所稱讚。一切人天皆應禮敬。一切眾生悉皆供養。】"
    },
    {
      "id": "04-004-0006_p0003",
      "zh_CN": "从这个地方看起。这以下是结显依照这个法门修学所得的果报。菩萨给我们说，如果有人『诵此愿者』，就是指前面十种大愿，从「礼敬诸佛」到「普皆回向」。在经典里面，不仅是经典，在我们中国古人的文字里面，讲求含蓄，文字简单，义理丰富。特别愈是好的文字，含蓄的意思就愈深，我们如果是专看表面就会错解了。譬如此地讲「诵此愿者」，只说了一个诵字，我们看了这个，「我们每天念一遍，福报就很大了」，没有那个道理。",
      "zh_TW": "從這個地方看起。這以下是結顯依照這個法門修學所得的果報。菩薩給我們說，如果有人『誦此願者』，就是指前面十種大願，從「禮敬諸佛」到「普皆迴向」。在經典裡面，不僅是經典，在我們中國古人的文字裡面，講求含蓄，文字簡單，義理豐富。特別愈是好的文字，含蓄的意思就愈深，我們如果是專看表面就會錯解了。譬如此地講「誦此願者」，只說了一個誦字，我們看了這個，「我們每天念一遍，福報就很大了」，沒有那個道理。"
    },
    {
      "id": "04-004-0006_p0004",
      "zh_CN": "诵里面含的文章可就多了，你诵，必定是有欢喜心，必定能够理解。如果你要是不理解，念了几遍就没味道，念不下去了。必定是能够理解，而且能够相信；换句话说，清凉大师所讲的信解行，都在这一个字里面。果报就是证，信解行证统统在里面，这才是诵。如果诵而不解，解而不行，都不叫诵。正如同经论里头常讲三慧，往往只讲一个，只讲闻，听闻，闻底下一定有思、有修。三个字随便说一个字，那两个字都包括在其中，你要这样看就不会把经义错解了。",
      "zh_TW": "誦裡面含的文章可就多了，你誦，必定是有歡喜心，必定能夠理解。如果你要是不理解，念了幾遍就沒味道，念不下去了。必定是能夠理解，而且能夠相信；換句話說，清涼大師所講的信解行，都在這一個字裡面。果報就是證，信解行證統統在裡面，這才是誦。如果誦而不解，解而不行，都不叫誦。正如同經論裡頭常講三慧，往往只講一個，只講聞，聽聞，聞底下一定有思、有修。三個字隨便說一個字，那兩個字都包括在其中，你要這樣看就不會把經義錯解了。"
    },
    {
      "id": "04-004-0006_p0005",
      "zh_CN": "所以我们要读诵，要依教奉行，福报就像经里面所说的。这是讲这个果报讲了好多个层次，刚才念的这段是增上的果报。所以一开头就『行于世间』，可见得诵了之后，一定要把它做到。在我们生活当中，处事待人接物，我们要依这十个纲目做为标准。做为我们人生一生当中的守则，要遵守的原则，依照这个去做，「行于世间」。『无有障碍』，真能把它做到，可以说是大圣大贤，在这世间无论是居家、处世，可以说你会得到许多的帮助。不但一切人愿意帮助你，善人、鬼神、天龙都会保佑你，所以你没有障碍。下面两句是比喻，『如空中月，出于云翳』，这就是无障碍。『诸佛菩萨之所称赞』，佛菩萨护念，佛菩萨称赞，为什么？这是个真实的佛弟子，真正的佛弟子，将来必定成佛，哪有不赞叹的道理！『一切人天皆应礼敬，一切众生悉应供养』。我们再看底下这段。",
      "zh_TW": "所以我們要讀誦，要依教奉行，福報就像經裡面所說的。這是講這個果報講了好多個層次，剛才念的這段是增上的果報。所以一開頭就『行於世間』，可見得誦了之後，一定要把它做到。在我們生活當中，處事待人接物，我們要依這十個綱目做為標準。做為我們人生一生當中的守則，要遵守的原則，依照這個去做，「行於世間」。『無有障礙』，真能把它做到，可以說是大聖大賢，在這世間無論是居家、處世，可以說你會得到許多的幫助。不但一切人願意幫助你，善人、鬼神、天龍都會保佑你，所以你沒有障礙。下面兩句是比喻，『如空中月，出於雲翳』，這就是無障礙。『諸佛菩薩之所稱讚』，佛菩薩護念，佛菩薩稱讚，為什麼？這是個真實的佛弟子，真正的佛弟子，將來必定成佛，哪有不讚歎的道理！『一切人天皆應禮敬，一切眾生悉應供養』。我們再看底下這段。"
    },
    {
      "id": "04-004-0006_p0006",
      "zh_CN": "【此善男子。善得人身。圆满普贤所有功德。不久当如普贤菩萨。速得成就微妙色身。具三十二大丈夫相。】",
      "zh_TW": "【此善男子。善得人身。圓滿普賢所有功德。不久當如普賢菩薩。速得成就微妙色身。具三十二大丈夫相。】"
    },
    {
      "id": "04-004-0006_p0007",
      "zh_CN": "这段讲的是「等流」的果报，流是同一类的意思，等是差不多和他相等。跟谁相等？跟普贤菩萨相等。统统都讲的博地凡夫，能够依照这个理论、方法修行，果报非常的殊胜。『善得人身』，佛在大小乘经上都常说，人身一失掉之后，再得人身很难、很不容易。我们这一生当中，能把五戒十善修得很好；换句话说，可以打个八十分，来生人身可以保得住，可以靠得住。如果说打个六十分，及格了，人身未必能靠得住，所以这是相当不容易的事情。我们看看现在这个世间的人，有几个人真的能把五戒十善修好了？如果没有修，这一生是人，来一生就得不到人身。",
      "zh_TW": "這段講的是「等流」的果報，流是同一類的意思，等是差不多和他相等。跟誰相等？跟普賢菩薩相等。統統都講的博地凡夫，能夠依照這個理論、方法修行，果報非常的殊勝。『善得人身』，佛在大小乘經上都常說，人身一失掉之後，再得人身很難、很不容易。我們這一生當中，能把五戒十善修得很好；換句話說，可以打個八十分，來生人身可以保得住，可以靠得住。如果說打個六十分，及格了，人身未必能靠得住，所以這是相當不容易的事情。我們看看現在這個世間的人，有幾個人真的能把五戒十善修好了？如果沒有修，這一生是人，來一生就得不到人身。"
    },
    {
      "id": "04-004-0006_p0008",
      "zh_CN": "所以佛在经上有比喻，说失掉人身再得人身的比例，就像指甲上的土。佛是在地上抓一把土，然后撒在地上，手指甲里头还有一点。他就用这个比喻说，失人身不能再得人身的，就像落在大地上的土，那一把土掉在大地上多少，指甲上只剩一点点；他说再得人身的人就像指甲里那么一点点。这个话说得过分不过分？我们想想不过分。你看看现在人他想的是什么？他说的是什么？他做的是什么？你要是好好的把它考核一下，就知道佛讲的话不是假话。",
      "zh_TW": "所以佛在經上有比喻，說失掉人身再得人身的比例，就像指甲上的土。佛是在地上抓一把土，然後撒在地上，手指甲裡頭還有一點。他就用這個比喻說，失人身不能再得人身的，就像落在大地上的土，那一把土掉在大地上多少，指甲上只剩一點點；他說再得人身的人就像指甲裡那麼一點點。這個話說得過分不過分？我們想想不過分。你看看現在人他想的是什麼？他說的是什麼？他做的是什麼？你要是好好的把它考核一下，就知道佛講的話不是假話。"
    },
    {
      "id": "04-004-0006_p0009",
      "zh_CN": "一个人一生依照普贤行愿去修，他当然得人身，不但得人身，「善得人身」，注意这个「善」字。善得人身是什么？过去世所修的都没有忘掉，得人身他能够继续努力，不断的再去修行，再去精进，这才叫善。得了人身，前世事情忘得干干净净，不能再继续修，人身虽得，不善。即使好像过去生中修的善因很大很多，这一生做了国王、做了大臣、或者做大富长者，如果这一生没有闻到佛法，没能够继续修行，还是不善。为什么？这一世闻不到佛法，来生一定堕落，这是佛门里讲的「三世怨」，第一生修福，第二生享福，第三生堕落，所以那不叫善。这是继续不断努力去修菩萨行。",
      "zh_TW": "一個人一生依照普賢行願去修，他當然得人身，不但得人身，「善得人身」，注意這個「善」字。善得人身是什麼？過去世所修的都沒有忘掉，得人身他能夠繼續努力，不斷的再去修行，再去精進，這才叫善。得了人身，前世事情忘得乾乾淨淨，不能再繼續修，人身雖得，不善。即使好像過去生中修的善因很大很多，這一生做了國王、做了大臣、或者做大富長者，如果這一生沒有聞到佛法，沒能夠繼續修行，還是不善。為什麼？這一世聞不到佛法，來生一定墮落，這是佛門裡講的「三世怨」，第一生修福，第二生享福，第三生墮落，所以那不叫善。這是繼續不斷努力去修菩薩行。"
    },
    {
      "id": "04-004-0006_p0010",
      "zh_CN": "此地这个善还有别的意思在里头，那是真善。怎么叫真善？普贤菩萨在这一会，他的目标是往生西方极乐世界。我们要学普贤菩萨修普贤行，普贤行就是指前面这个十大愿，这是普贤菩萨行门的纲领，我们也照这个去修，我们修的就是普贤行。普贤菩萨求生西方极乐世界，我们也是求生西方极乐世界，我们到西方极乐世界是人身；因为我们的烦恼没断，见思烦恼没断，我们不是声闻、不是菩萨，我们到西方世界是人身。西方极乐世界的殊胜，它没有六道，它只有两道人道、天道，什么修罗、饿鬼、地狱、畜生，极乐世界没有，只有两道。我们一到西方极乐世界，善得人身，娑婆世界的人摇身一变，变成极乐世界的人，这是善！依照这个方法修行，决定往生。",
      "zh_TW": "此地這個善還有別的意思在裡頭，那是真善。怎麼叫真善？普賢菩薩在這一會，他的目標是往生西方極樂世界。我們要學普賢菩薩修普賢行，普賢行就是指前面這個十大願，這是普賢菩薩行門的綱領，我們也照這個去修，我們修的就是普賢行。普賢菩薩求生西方極樂世界，我們也是求生西方極樂世界，我們到西方極樂世界是人身；因為我們的煩惱沒斷，見思煩惱沒斷，我們不是聲聞、不是菩薩，我們到西方世界是人身。西方極樂世界的殊勝，它沒有六道，它只有兩道人道、天道，什麼修羅、餓鬼、地獄、畜生，極樂世界沒有，只有兩道。我們一到西方極樂世界，善得人身，娑婆世界的人搖身一變，變成極樂世界的人，這是善！依照這個方法修行，決定往生。"
    },
    {
      "id": "04-004-0006_p0011",
      "zh_CN": "到了西方极乐世界，真的跟经上讲的，就没有差别。为什么？『圆满普贤所有功德』。说实在的话，文殊、普贤都在西方极乐世界，我们往生的时候，你依照《华严经》这个宗旨、纲领来修行，生到西方极乐世界的时候，我想不只弥陀、观音、势至来接引你，必定普贤菩萨也跟阿弥陀佛一道来欢迎你。为什么？因为你修的是他的法门，你接受是他的教导，他一定跟着阿弥陀佛一道来迎接你到西方极乐世界去。这时候弥陀的神力加持你，观音势至加持你，文殊、普贤也加持你，《华严经》里面所说的功德，一到西方世界你就可以得到。所以『不久当如普贤菩萨』，「不久」应当说是花开见佛，花开见佛你就跟普贤菩萨没有两样了。为什么？这个时候你证得了圆满报身，花开的时候是实报庄严土。你就具足三十二相八十种好，跟佛的相貌就一样，一样的殊胜庄严。",
      "zh_TW": "到了西方極樂世界，真的跟經上講的，就沒有差別。為什麼？『圓滿普賢所有功德』。說實在的話，文殊、普賢都在西方極樂世界，我們往生的時候，你依照《華嚴經》這個宗旨、綱領來修行，生到西方極樂世界的時候，我想不只彌陀、觀音、勢至來接引你，必定普賢菩薩也跟阿彌陀佛一道來歡迎你。為什麼？因為你修的是他的法門，你接受是他的教導，他一定跟著阿彌陀佛一道來迎接你到西方極樂世界去。這時候彌陀的神力加持你，觀音勢至加持你，文殊、普賢也加持你，《華嚴經》裡面所說的功德，一到西方世界你就可以得到。所以『不久當如普賢菩薩』，「不久」應當說是花開見佛，花開見佛你就跟普賢菩薩沒有兩樣了。為什麼？這個時候你證得了圓滿報身，花開的時候是實報莊嚴土。你就具足三十二相八十種好，跟佛的相貌就一樣，一樣的殊勝莊嚴。"
    },
    {
      "id": "04-004-0006_p0012",
      "zh_CN": "这桩事情如果要照通途法门来修，那个时间就长了。我们就少说一点，不要用《华严经》这个数字，用普通小乘人讲的，藏教佛得修三个阿僧祇劫才能修到三十二相八十种好；但是在此地是一生成就的。要说实在的，释迦牟尼佛所说的一切经，一生圆满成就的，就是《华严经》上讲的善财童子。他没有等第二生，他是一生，肉身成佛的，成的是圆教无上正等正觉，是圆教佛。我们在一切经只看到这个例子，他能成就圆教无上正等正觉，他凭什么？就是凭普贤菩萨十大愿王导归极乐，他在极乐世界圆满的。这一点我们要明了，要把它认识清楚，我们这部《华严经》就没有白念。",
      "zh_TW": "這樁事情如果要照通途法門來修，那個時間就長了。我們就少說一點，不要用《華嚴經》這個數字，用普通小乘人講的，藏教佛得修三個阿僧祇劫才能修到三十二相八十種好；但是在此地是一生成就的。要說實在的，釋迦牟尼佛所說的一切經，一生圓滿成就的，就是《華嚴經》上講的善財童子。他沒有等第二生，他是一生，肉身成佛的，成的是圓教無上正等正覺，是圓教佛。我們在一切經只看到這個例子，他能成就圓教無上正等正覺，他憑什麼？就是憑普賢菩薩十大願王導歸極樂，他在極樂世界圓滿的。這一點我們要明瞭，要把它認識清楚，我們這部《華嚴經》就沒有白念。"
    },
    {
      "id": "04-004-0006_p0013",
      "zh_CN": "所以古德说，《华严》是《弥陀经》的引子，引导我们入《弥陀经》，入《无量寿经》的，这是一点都不错。所以把《无量寿经》跟《弥陀经》判为圆中之圆，顿中之顿。十方三世诸佛所说的经，一切经里面，《弥陀经》是第一经，度众生是第一个法门。我们在一生当中有幸遇到，绝对不是偶然的。机会遇到了千万不要放过，在这一生当中，要有决定性的成就。再看底下一段。",
      "zh_TW": "所以古德說，《華嚴》是《彌陀經》的引子，引導我們入《彌陀經》，入《無量壽經》的，這是一點都不錯。所以把《無量壽經》跟《彌陀經》判為圓中之圓，頓中之頓。十方三世諸佛所說的經，一切經裡面，《彌陀經》是第一經，度眾生是第一個法門。我們在一生當中有幸遇到，絕對不是偶然的。機會遇到了千萬不要放過，在這一生當中，要有決定性的成就。再看底下一段。"
    },
    {
      "id": "04-004-0006_p0014",
      "zh_CN": "【若生人天。所在之处。常居胜族。】",
      "zh_TW": "【若生人天。所在之處。常居勝族。】"
    },
    {
      "id": "04-004-0006_p0015",
      "zh_CN": "这是讲「异熟果」，所以佛法始终不离因果。你有这样殊胜的因，如果你要是生在『人天』，那一定是非常殊胜的族类。为什么？福报太大了。我们要想有好的果报，一定要修好的因，善因感善果，恶因感恶果。「菩萨畏因，众生畏果」，一个学佛的人要着重在因地。因地在哪里修？在心地上修。所以起心动念要辨别我这个念头是善、是恶，不要认为一个很微细的念头没有关系，那就错了。起一个念头就是一个因，一个种子，它遇到缘将来必定感果报的。",
      "zh_TW": "這是講「異熟果」，所以佛法始終不離因果。你有這樣殊勝的因，如果你要是生在『人天』，那一定是非常殊勝的族類。為什麼？福報太大了。我們要想有好的果報，一定要修好的因，善因感善果，惡因感惡果。「菩薩畏因，眾生畏果」，一個學佛的人要著重在因地。因地在哪裡修？在心地上修。所以起心動念要辨別我這個念頭是善、是惡，不要認為一個很微細的念頭沒有關係，那就錯了。起一個念頭就是一個因，一個種子，它遇到緣將來必定感果報的。"
    },
    {
      "id": "04-004-0006_p0016",
      "zh_CN": "【悉能破坏一切恶趣。悉能远离一切恶友。悉能制伏一切外道。】",
      "zh_TW": "【悉能破壞一切惡趣。悉能遠離一切惡友。悉能制伏一切外道。】"
    },
    {
      "id": "04-004-0006_p0017",
      "zh_CN": "这是说它作用的果报，有如同菩萨一样的德用。怎么破坏恶趣？恶趣就是恶道，我们常讲的三恶道。三恶道如何能破坏？因为菩萨修十大愿王，他断贪瞋痴，恶道的因没有了，当然就没有恶道的果报。这就是破坏一切恶道，他心地里边没有恶因。『悉能远离一切恶友』，这个更容易懂，为什么？因为儒家都说，「物以类聚，人以群分」，菩萨总会跟菩萨在一类，绝对不会跟那些恶人去做朋友，那是不可能的事情。所以，一切有情众生，确实是一类一类的。『悉能制伏一切外道』，这就是说是他有能力降伏外道。外道这些理论，那些方法，绝对不能迷惑菩萨，菩萨会把外道的理论，把它说服，那些魔术会把它拆穿；这就是有能力降魔，降伏魔道。",
      "zh_TW": "這是說它作用的果報，有如同菩薩一樣的德用。怎麼破壞惡趣？惡趣就是惡道，我們常講的三惡道。三惡道如何能破壞？因為菩薩修十大願王，他斷貪瞋痴，惡道的因沒有了，當然就沒有惡道的果報。這就是破壞一切惡道，他心地裡邊沒有惡因。『悉能遠離一切惡友』，這個更容易懂，為什麼？因為儒家都說，「物以類聚，人以群分」，菩薩總會跟菩薩在一類，絕對不會跟那些惡人去做朋友，那是不可能的事情。所以，一切有情眾生，確實是一類一類的。『悉能制伏一切外道』，這就是說是他有能力降伏外道。外道這些理論，那些方法，絕對不能迷惑菩薩，菩薩會把外道的理論，把它說服，那些魔術會把它拆穿；這就是有能力降魔，降伏魔道。"
    },
    {
      "id": "04-004-0006_p0018",
      "zh_CN": "【悉能解脱一切烦恼。如师子王。摧伏群兽。堪受一切众生供养。】",
      "zh_TW": "【悉能解脫一切煩惱。如師子王。摧伏群獸。堪受一切眾生供養。】"
    },
    {
      "id": "04-004-0006_p0019",
      "zh_CN": "『悉能解脱一切烦恼』，不仅是讲断烦恼，断烦恼不能用「解脱」这个词。解脱是什么？他在一切烦恼里面得大自在了，这个妙极了。就是大乘经上常讲的「转烦恼为菩提」，他能转变，一切烦恼转变成无量的智慧。所以，底下用个比喻来说，『如师子王，摧伏群兽』。狮子是兽中之王，所谓是「狮子一吼，百兽脑裂」，狮子叫声是非常的威猛，一叫野兽腿都发软，跑都跑不动了。这是形容菩萨的威德，智慧、神通、威德，像师子王一样；把这些无量无边的烦恼比喻作野兽，决定能够降伏的。这才是一切众生真正的福田，所以他可以接受『一切众生供养』，他能够消化得了，他能够接受，他真正有这么大的福德，可以给众生做福田。",
      "zh_TW": "『悉能解脫一切煩惱』，不僅是講斷煩惱，斷煩惱不能用「解脫」這個詞。解脫是什麼？他在一切煩惱裡面得大自在了，這個妙極了。就是大乘經上常講的「轉煩惱為菩提」，他能轉變，一切煩惱轉變成無量的智慧。所以，底下用個比喻來說，『如師子王，摧伏群獸』。獅子是獸中之王，所謂是「獅子一吼，百獸腦裂」，獅子叫聲是非常的威猛，一叫野獸腿都發軟，跑都跑不動了。這是形容菩薩的威德，智慧、神通、威德，像師子王一樣；把這些無量無邊的煩惱比喻作野獸，決定能夠降伏的。這才是一切眾生真正的福田，所以他可以接受『一切眾生供養』，他能夠消化得了，他能夠接受，他真正有這麼大的福德，可以給眾生做福田。"
    },
    {
      "id": "04-004-0006_p0020",
      "zh_CN": "没有这样大德，我们接受众生的供养，一定生惭愧心，没有德！没有德现在这个身体在，为了活命，不能不接受供养。可是接受这分供养之后，如果自己在这一生不能成就，事情就麻烦了。为什么？欠了一屁股债，将来都得要去还，没有不还债的，欠命的要还命，欠债要还钱！这点大家一定要记住。尤其是出家人，你接受人家的供养，你自己这一生要不能成就；换句话说，你不能超越六道轮回的话，那你来生的时候，人家供养你多少，你得还多少，多少人供养你，你得要还多少人，这个事情麻烦大了！现在供养的愈多，看起来不错，这法师福报很大！来生还起来可不得了，你要还得多！",
      "zh_TW": "沒有這樣大德，我們接受眾生的供養，一定生慚愧心，沒有德！沒有德現在這個身體在，為了活命，不能不接受供養。可是接受這分供養之後，如果自己在這一生不能成就，事情就麻煩了。為什麼？欠了一屁股債，將來都得要去還，沒有不還債的，欠命的要還命，欠債要還錢！這點大家一定要記住。尤其是出家人，你接受人家的供養，你自己這一生要不能成就；換句話說，你不能超越六道輪迴的話，那你來生的時候，人家供養你多少，你得還多少，多少人供養你，你得要還多少人，這個事情麻煩大了！現在供養的愈多，看起來不錯，這法師福報很大！來生還起來可不得了，你要還得多！"
    },
    {
      "id": "04-004-0006_p0021",
      "zh_CN": "古德讲的话不错，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，这个话都是真的，一点都不错。你要想不还，有一个办法，你往生西方极乐世界，就不要还了，就成功了。你说我要在这个世间成就道业，这个很难；往生西方不难，一往生西方，就不要还了。因为往生西方极乐世界也等于成佛了，那你就是「堪受一切众生供养」，你能消化得了。你要生不到西方去，总是一身的债务，以后很难过。",
      "zh_TW": "古德講的話不錯，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，這個話都是真的，一點都不錯。你要想不還，有一個辦法，你往生西方極樂世界，就不要還了，就成功了。你說我要在這個世間成就道業，這個很難；往生西方不難，一往生西方，就不要還了。因為往生西方極樂世界也等於成佛了，那你就是「堪受一切眾生供養」，你能消化得了。你要生不到西方去，總是一身的債務，以後很難過。"
    },
    {
      "id": "04-004-0006_p0022",
      "zh_CN": "众生他来供养，又不能不接受，你要不接受，这不如法，不给众生种福田；接受了，又消化不了，这都是大问题，我们自己得要想清楚。因此接受之后，立刻辗转布施。像我们现在，人家来供养我，我把钱都拿去印经。将来他要问我要债的话，所有得到经书的人他们都要替我还。为什么？你们分享了！这个债不在我一个人身上，你们大家统统要还，我就轻松了。如果这个钱我一个人拿去享受，那就不得了，将来可有得还的。所以，多想想就聪明了，让大家去分担。自己当然还是要努力，依照这个方法修行，修行真正有成就，能够转烦恼为菩提。能转烦恼为菩提，当然就能转生死为涅槃，这是一定道理，这都不是普通菩萨，都是大菩萨的境界。",
      "zh_TW": "眾生他來供養，又不能不接受，你要不接受，這不如法，不給眾生種福田；接受了，又消化不了，這都是大問題，我們自己得要想清楚。因此接受之後，立刻輾轉布施。像我們現在，人家來供養我，我把錢都拿去印經。將來他要問我要債的話，所有得到經書的人他們都要替我還。為什麼？你們分享了！這個債不在我一個人身上，你們大家統統要還，我就輕鬆了。如果這個錢我一個人拿去享受，那就不得了，將來可有得還的。所以，多想想就聰明了，讓大家去分擔。自己當然還是要努力，依照這個方法修行，修行真正有成就，能夠轉煩惱為菩提。能轉煩惱為菩提，當然就能轉生死為涅槃，這是一定道理，這都不是普通菩薩，都是大菩薩的境界。"
    },
    {
      "id": "04-004-0006_p0023",
      "zh_CN": "【又复是人临命终时。最后刹那。一切诸根悉皆散坏。一切亲属悉皆舍离。一切威势悉皆退失。辅相大臣。宫城内外。象马车乘。珍宝伏藏。如是一切。无复相随。】",
      "zh_TW": "【又復是人臨命終時。最後剎那。一切諸根悉皆散壞。一切親屬悉皆捨離。一切威勢悉皆退失。輔相大臣。宮城內外。象馬車乘。珍寶伏藏。如是一切。無復相隨。】"
    },
    {
      "id": "04-004-0006_p0024",
      "zh_CN": "这段实在就是说我们平常讲的两句话，「生不带来，死不带去」！这个要觉悟。这是讲修行人，既然是讲人，必定有寿命，这个不必忌讳，有生必有死。他临终时候最后这一刹那，他断气走了，这个时候『一切诸根悉皆散坏』，诸根是什么？是身体，眼耳鼻舌身统统坏了；眼不能见，耳也不能听，鼻也不能呼吸，意也不能知，样样都坏了，没有一样能起作用了。身都坏掉了，身外之物更不必说，你『一切亲属』不再是你的亲属了，你跟他永远告别，这是觉悟。以后是各奔前程，各人造各人业，各人受各人的报，再想碰头聚集在一块，不是容易的事情，这个要觉悟。",
      "zh_TW": "這段實在就是說我們平常講的兩句話，「生不帶來，死不帶去」！這個要覺悟。這是講修行人，既然是講人，必定有壽命，這個不必忌諱，有生必有死。他臨終時候最後這一剎那，他斷氣走了，這個時候『一切諸根悉皆散壞』，諸根是什麼？是身體，眼耳鼻舌身統統壞了；眼不能見，耳也不能聽，鼻也不能呼吸，意也不能知，樣樣都壞了，沒有一樣能起作用了。身都壞掉了，身外之物更不必說，你『一切親屬』不再是你的親屬了，你跟他永遠告別，這是覺悟。以後是各奔前程，各人造各人業，各人受各人的報，再想碰頭聚集在一塊，不是容易的事情，這個要覺悟。"
    },
    {
      "id": "04-004-0006_p0025",
      "zh_CN": "『一切威势』，你生前或者做大官，或者是很有地位、有财富，这时候你没有一样能带走，全都完了，都『退失』了。如果说做国王，你还有『辅相』，还有宰相，还有『大臣』，这也永远告别了，一个也带不走。你居住的宫殿城池内外，『象马』在从前是交通工具，因为车都是用象拉的，马拉的车，古时候象跟马都是交通工具。这些东西没有一样能带走。『珍宝伏藏』，伏藏是你所收藏的那些珍宝，不轻易给人看的。你所珍藏的这些宝物，也没有一样你能够带得去，『如是一切无复相随』。",
      "zh_TW": "『一切威勢』，你生前或者做大官，或者是很有地位、有財富，這時候你沒有一樣能帶走，全都完了，都『退失』了。如果說做國王，你還有『輔相』，還有宰相，還有『大臣』，這也永遠告別了，一個也帶不走。你居住的宮殿城池內外，『象馬』在從前是交通工具，因為車都是用象拉的，馬拉的車，古時候象跟馬都是交通工具。這些東西沒有一樣能帶走。『珍寶伏藏』，伏藏是你所收藏的那些珍寶，不輕易給人看的。你所珍藏的這些寶物，也沒有一樣你能夠帶得去，『如是一切無復相隨』。"
    },
    {
      "id": "04-004-0006_p0026",
      "zh_CN": "这是说一切人的死相，我们要觉悟，古人讲「万般将不去，唯有业随身」。所以我们要觉悟，身心世界没有一样能带得走，你真正觉悟，你就能放下。身心世界一切你看得淡，不再执着，不再计较，也不要争执，也不必去收藏。何必找这个麻烦？收藏了又带不去。就像金银宝贝，不必要，那是灾祸！你纵然有那些东西，一天到晚提心吊胆，何必？没有了就心开意解，无忧、无虑、无牵无挂，不要给自己添麻烦。聪明的人有钱就布施掉，干净！晚上睡觉也好睡，没有什么提心吊胆的。所以，不要积蓄，不要收藏，这才是个聪明人。",
      "zh_TW": "這是說一切人的死相，我們要覺悟，古人講「萬般將不去，唯有業隨身」。所以我們要覺悟，身心世界沒有一樣能帶得走，你真正覺悟，你就能放下。身心世界一切你看得淡，不再執著，不再計較，也不要爭執，也不必去收藏。何必找這個麻煩？收藏了又帶不去。就像金銀寶貝，不必要，那是災禍！你縱然有那些東西，一天到晚提心吊膽，何必？沒有了就心開意解，無憂、無慮、無牽無掛，不要給自己添麻煩。聰明的人有錢就布施掉，乾淨！晚上睡覺也好睡，沒有什麼提心吊膽的。所以，不要積蓄，不要收藏，這才是個聰明人。"
    },
    {
      "id": "04-004-0006_p0027",
      "zh_CN": "有钱财布施掉，是把你的福报存在众生的身上，永远丢不掉，比存在银行里靠得住多了。银行还有倒闭的，现在美国银行就倒闭了好多，这不可靠；还是存在大众的福田里面靠得住，《了凡四训》里面对这个道理发明得非常清楚。明白了唯有业随身，我们造作业就要特别的注意，我们不要造恶业，我们造善业；更聪明一点，善恶业都不造，我们修净业，这是最高明的。十大愿王是净业，怎么晓得是净业？因为他最后普皆回向，把所有造的业统统变成净业。他要不回向，造的业不净，那是善业，不叫净业。一回向，善业就变成净业，所以回向有不思议的功德。底下这一段就是接引往生净土，是这部《华严经》宗旨之所在。",
      "zh_TW": "有錢財布施掉，是把你的福報存在眾生的身上，永遠丟不掉，比存在銀行裡靠得住多了。銀行還有倒閉的，現在美國銀行就倒閉了好多，這不可靠；還是存在大眾的福田裡面靠得住，《了凡四訓》裡面對這個道理發明得非常清楚。明白了唯有業隨身，我們造作業就要特別的注意，我們不要造惡業，我們造善業；更聰明一點，善惡業都不造，我們修淨業，這是最高明的。十大願王是淨業，怎麼曉得是淨業？因為他最後普皆迴向，把所有造的業統統變成淨業。他要不迴向，造的業不淨，那是善業，不叫淨業。一迴向，善業就變成淨業，所以迴向有不思議的功德。底下這一段就是接引往生淨土，是這部《華嚴經》宗旨之所在。"
    },
    {
      "id": "04-004-0006_p0028",
      "zh_CN": "【唯此愿王不相舍离。】",
      "zh_TW": "【唯此願王不相捨離。】"
    },
    {
      "id": "04-004-0006_p0029",
      "zh_CN": "他什么都带不走，但是他生前修十大愿王，十大愿王起了作用，这是他能够带得走的。",
      "zh_TW": "他什麼都帶不走，但是他生前修十大願王，十大願王起了作用，這是他能夠帶得走的。"
    },
    {
      "id": "04-004-0006_p0030",
      "zh_CN": "【于一切时引导其前。】",
      "zh_TW": "【於一切時引導其前。】"
    },
    {
      "id": "04-004-0006_p0031",
      "zh_CN": "十大愿王导归极乐，引导在前面。",
      "zh_TW": "十大願王導歸極樂，引導在前面。"
    },
    {
      "id": "04-004-0006_p0032",
      "zh_CN": "【一刹那中。即得往生极乐世界。】",
      "zh_TW": "【一剎那中。即得往生極樂世界。】"
    },
    {
      "id": "04-004-0006_p0033",
      "zh_CN": "他到西方极乐世界，到阿弥陀佛那里去了。过去我曾经遇到一些老法师，我们前辈的法师，有学《华严》的。学《华严》他修什么？他修法界观，他有没有观成就很难说了。其实我读了《华严经》，我觉得如其修法界观，不如老实念佛。为什么？它后面归到西方极乐世界，真正把《华严》念透了，没有一个不念佛的。民国初年，在《华严》上真正下功夫的有不少人，杨仁山老居士就是提倡《华严经》，一生致力于《华严》。但是他的行门是念佛，他提倡的是「教宗华严，行在弥陀」，他念阿弥陀佛。与《华严经》相不相应？我们一看到这里，完全相应，一生专攻《华严》，专念阿弥陀佛，这是对《华严经》真正认识。在法师当中也有几位，像民国初年的应慈法师，也是专门研究《华严》，专门讲《华严经》。他们统统都是修念佛法门，都是求生净土，这都是我们的榜样。",
      "zh_TW": "他到西方極樂世界，到阿彌陀佛那裡去了。過去我曾經遇到一些老法師，我們前輩的法師，有學《華嚴》的。學《華嚴》他修什麼？他修法界觀，他有沒有觀成就很難說了。其實我讀了《華嚴經》，我覺得如其修法界觀，不如老實念佛。為什麼？它後面歸到西方極樂世界，真正把《華嚴》念透了，沒有一個不念佛的。民國初年，在《華嚴》上真正下功夫的有不少人，楊仁山老居士就是提倡《華嚴經》，一生致力於《華嚴》。但是他的行門是念佛，他提倡的是「教宗華嚴，行在彌陀」，他念阿彌陀佛。與《華嚴經》相不相應？我們一看到這裡，完全相應，一生專攻《華嚴》，專念阿彌陀佛，這是對《華嚴經》真正認識。在法師當中也有幾位，像民國初年的應慈法師，也是專門研究《華嚴》，專門講《華嚴經》。他們統統都是修念佛法門，都是求生淨土，這都是我們的榜樣。"
    },
    {
      "id": "04-004-0006_p0034",
      "zh_CN": "极乐世界对我们来讲，可以说是相当的熟悉，我们讲席里面，是不断的在这地方研究净土三经。我们这一会今天圆满，我看后面偈颂是时间不够，长行文可以讲完。长行文就是个段落，后头偈颂是属于重颂，重复前面的，不讲没有关系。农历年过了之后，将来我们这里讲经，是专门以净土五经为主，这部经最后这一卷就第四十卷，是净土五经之一。净土本来只有三经，历代的袓师大德看看这部分也是专门讲净土的，他就把它收起来收归在一起，就成为净土四经，四经就是有《普贤行愿品》这一卷。到后来又看到《楞严经》上「大势至菩萨念佛圆通章」，也是专讲念佛的，又把这章收在一起，就变成五经。所以净土五经，就是三经加上《华严经》最后一卷「十大愿王导归极乐」，又加上《楞严经．大势至菩萨念佛圆通章》，合起来称净土五经。",
      "zh_TW": "極樂世界對我們來講，可以說是相當的熟悉，我們講席裡面，是不斷的在這地方研究淨土三經。我們這一會今天圓滿，我看後面偈頌是時間不夠，長行文可以講完。長行文就是個段落，後頭偈頌是屬於重頌，重複前面的，不講沒有關係。農曆年過了之後，將來我們這裡講經，是專門以淨土五經為主，這部經最後這一卷就第四十卷，是淨土五經之一。淨土本來只有三經，歷代的袓師大德看看這部分也是專門講淨土的，他就把它收起來收歸在一起，就成為淨土四經，四經就是有《普賢行願品》這一卷。到後來又看到《楞嚴經》上「大勢至菩薩念佛圓通章」，也是專講念佛的，又把這章收在一起，就變成五經。所以淨土五經，就是三經加上《華嚴經》最後一卷「十大願王導歸極樂」，又加上《楞嚴經．大勢至菩薩念佛圓通章》，合起來稱淨土五經。"
    },
    {
      "id": "04-004-0006_p0035",
      "zh_CN": "我们这边同修也在邀我讲净土五经，非常之好。我们专修净土，专讲五经，周而复始，一遍讲完了，从头再来起。这样我想三、五年之中，我们对于净土法门，一定有很好的基础，总希望我们这一生能够不空过。再看底下经文。",
      "zh_TW": "我們這邊同修也在邀我講淨土五經，非常之好。我們專修淨土，專講五經，周而復始，一遍講完了，從頭再來起。這樣我想三、五年之中，我們對於淨土法門，一定有很好的基礎，總希望我們這一生能夠不空過。再看底下經文。"
    },
    {
      "id": "04-004-0006_p0036",
      "zh_CN": "【到已。即见阿弥陀佛。文殊师利菩萨。普贤菩萨。观自在菩萨。弥勒菩萨等。】",
      "zh_TW": "【到已。即見阿彌陀佛。文殊師利菩薩。普賢菩薩。觀自在菩薩。彌勒菩薩等。】"
    },
    {
      "id": "04-004-0006_p0037",
      "zh_CN": "你看看这部经非常明了了，一到那个地方，不但见到阿弥陀佛，文殊、普贤都看到了。刚才我说了，文殊、普贤都会来，跟阿弥陀佛来接引你去的，你尽管放心。极乐世界在哪里？虚空这么大到哪里去找？用不着你来找，他来带你去。这个方便，不需要认识路，也不需要辨别方向，到时候佛菩萨来接引我们。我们这一看，大乘经里面所讲的这些菩萨，给诸位说，统统都在西方极乐世界。",
      "zh_TW": "你看看這部經非常明瞭了，一到那個地方，不但見到阿彌陀佛，文殊、普賢都看到了。剛才我說了，文殊、普賢都會來，跟阿彌陀佛來接引你去的，你儘管放心。極樂世界在哪裡？虛空這麼大到哪裡去找？用不著你來找，他來帶你去。這個方便，不需要認識路，也不需要辨別方向，到時候佛菩薩來接引我們。我們這一看，大乘經裡面所講的這些菩薩，給諸位說，統統都在西方極樂世界。"
    },
    {
      "id": "04-004-0006_p0038",
      "zh_CN": "弥勒菩萨他住在兜率内院，这是当来下生的弥勒佛。现在他没成佛，现在是菩萨，是释迦牟尼佛的后补佛。什么时候来？经上说五十六亿七千万年。这个年怎么算法？实际上你们自己也可以算得出来，兜率天他的寿命，你一算就晓得。四王天的一天是我们人间五十年，他的寿命五百岁。往上去加一倍，往上是忉利天，忉利天的一天是我们人间一百年，寿命一千岁，寿命也加一倍。再往上去是夜摩天，夜摩天的一天是我们人间两百年，寿命是两千岁。再往上去，就是弥勒菩萨住的地方，兜率天。兜率天一天是我们人间四百年，寿命四千岁，你这样一算就出来了。一天等于我们四百年，一年也算三百六十天，四千年，你一算就知道了。他那个地方寿命一到，他兜率天入灭了，到人间来降生，示现成佛。所以这一换算算成我们这个世间的年代，就是五十六亿多年，这个年数是这么样算出来的。",
      "zh_TW": "彌勒菩薩他住在兜率內院，這是當來下生的彌勒佛。現在他沒成佛，現在是菩薩，是釋迦牟尼佛的後補佛。什麼時候來？經上說五十六億七千萬年。這個年怎麼算法？實際上你們自己也可以算得出來，兜率天他的壽命，你一算就曉得。四王天的一天是我們人間五十年，他的壽命五百歲。往上去加一倍，往上是忉利天，忉利天的一天是我們人間一百年，壽命一千歲，壽命也加一倍。再往上去是夜摩天，夜摩天的一天是我們人間兩百年，壽命是兩千歲。再往上去，就是彌勒菩薩住的地方，兜率天。兜率天一天是我們人間四百年，壽命四千歲，你這樣一算就出來了。一天等於我們四百年，一年也算三百六十天，四千年，你一算就知道了。他那個地方壽命一到，他兜率天入滅了，到人間來降生，示現成佛。所以這一換算算成我們這個世間的年代，就是五十六億多年，這個年數是這麼樣算出來的。"
    },
    {
      "id": "04-004-0006_p0039",
      "zh_CN": "弥勒菩萨也在西方极乐世界，天天都去。他去干什么？向阿弥陀佛请教，听阿弥陀佛讲经，也为那些刚刚到西方极乐世界的人说法。他是唯识专家，我们要学唯识，到哪里学？到极乐世界去学，跟弥勒菩萨去学，这是走近路。所以现在还有些出家的，说起来都比我的资格老，所以我也不好劝他。他们给我讲，他们修弥勒净土，将来是到兜率天弥勒内院去见弥勒菩萨。好是很好，不容易，很难！弥勒菩萨门槛很高，恐怕不容易进去，要进他的门要修唯心识定，依照他的方法修「五重唯识观」，你要修成了就能相应了。所以在中国历代修这个法门的人很多，真正往生的很少，太少了，那就是条件很高。",
      "zh_TW": "彌勒菩薩也在西方極樂世界，天天都去。他去幹什麼？向阿彌陀佛請教，聽阿彌陀佛講經，也為那些剛剛到西方極樂世界的人說法。他是唯識專家，我們要學唯識，到哪裡學？到極樂世界去學，跟彌勒菩薩去學，這是走近路。所以現在還有些出家的，說起來都比我的資格老，所以我也不好勸他。他們給我講，他們修彌勒淨土，將來是到兜率天彌勒內院去見彌勒菩薩。好是很好，不容易，很難！彌勒菩薩門檻很高，恐怕不容易進去，要進他的門要修唯心識定，依照他的方法修「五重唯識觀」，你要修成了就能相應了。所以在中國歷代修這個法門的人很多，真正往生的很少，太少了，那就是條件很高。"
    },
    {
      "id": "04-004-0006_p0040",
      "zh_CN": "他聪明，有投机取巧的方法，你条件那么高，我还是一样可以亲近你。走什么路？走极乐世界的路子。到了极乐世界，见到弥勒菩萨，「我想到你的内院去观光观光，好不好？」弥勒菩萨一定很欢迎，「走，跟我一道去」，就带你去了，这是走近路，不必修唯心识定就去了。人同此心，心同此理，我们想想应该是可以的，没有问题的。弥勒菩萨天天到极乐世界去上课，去听阿弥陀佛讲经，所以到了西方极乐世界，这些菩萨们天天见面。这是见弥勒菩萨，到弥勒内院一条很近的路。因为你就是到了弥勒内院，你想到西方极乐世界去，弥勒菩萨恐怕不会带你去。你是极乐世界阿弥陀佛的学生，弥勒菩萨另眼相看，把你当同学看待。为什么？他也是阿弥陀佛的学生，你去了也是阿弥陀佛的学生，你见到他称学长。我们要往生到弥勒内院，要喊他做老师，这不一样，这关系不相同。算算这个帐，还是到西方极乐世界划得来。",
      "zh_TW": "他聰明，有投機取巧的方法，你條件那麼高，我還是一樣可以親近你。走什麼路？走極樂世界的路子。到了極樂世界，見到彌勒菩薩，「我想到你的內院去觀光觀光，好不好？」彌勒菩薩一定很歡迎，「走，跟我一道去」，就帶你去了，這是走近路，不必修唯心識定就去了。人同此心，心同此理，我們想想應該是可以的，沒有問題的。彌勒菩薩天天到極樂世界去上課，去聽阿彌陀佛講經，所以到了西方極樂世界，這些菩薩們天天見面。這是見彌勒菩薩，到彌勒內院一條很近的路。因為你就是到了彌勒內院，你想到西方極樂世界去，彌勒菩薩恐怕不會帶你去。你是極樂世界阿彌陀佛的學生，彌勒菩薩另眼相看，把你當同學看待。為什麼？他也是阿彌陀佛的學生，你去了也是阿彌陀佛的學生，你見到他稱學長。我們要往生到彌勒內院，要喊他做老師，這不一樣，這關係不相同。算算這個帳，還是到西方極樂世界划得來。"
    },
    {
      "id": "04-004-0006_p0041",
      "zh_CN": "【此诸等菩萨。】",
      "zh_TW": "【此諸等菩薩。】"
    },
    {
      "id": "04-004-0006_p0042",
      "zh_CN": "『等』是等其余的，经论上所讲的诸大菩萨，十方诸佛世界的这些大菩萨，都是经常到西方世界去的。怎么晓得？因为西方极乐世界的众生也常到他方诸佛国土去，去闻法、去教化众生，这在《弥陀经》、《无量寿经》里头都说得很详细。到西方极乐世界，要学多久才有这能力？才可以离开极乐世界，去游化其他诸佛国土？四十八愿里面跟我们讲得很清楚，生到西方极乐世界就有这个能力、就有这个资格，阿弥陀佛神力加持你。",
      "zh_TW": "『等』是等其餘的，經論上所講的諸大菩薩，十方諸佛世界的這些大菩薩，都是經常到西方世界去的。怎麼曉得？因為西方極樂世界的眾生也常到他方諸佛國土去，去聞法、去教化眾生，這在《彌陀經》、《無量壽經》裡頭都說得很詳細。到西方極樂世界，要學多久才有這能力？才可以離開極樂世界，去遊化其他諸佛國土？四十八願裡面跟我們講得很清楚，生到西方極樂世界就有這個能力、就有這個資格，阿彌陀佛神力加持你。"
    },
    {
      "id": "04-004-0006_p0043",
      "zh_CN": "还有最大的一个好处，就是你到他方世界去亲近诸佛菩萨，去教化众生，你也是不退转，这个便宜占大了！如果不是在西方极乐世界去打一转，镀个金，你在其他十方世界修菩萨行会退转的。经上讲得很清楚，没有到西方极乐世界去过的菩萨，供养四百亿佛，你想想看，他修行多久了；曾经供养过四百亿佛，还是有隔阴之迷，还是有退转，这不能比！从西方极乐世界去转一圈出来的，弥陀神力加持你。你到十方世界去行菩萨道，亲近诸佛，度化众生，你没有隔阴之迷，你不会退转。这大大的不相同！",
      "zh_TW": "還有最大的一個好處，就是你到他方世界去親近諸佛菩薩，去教化眾生，你也是不退轉，這個便宜佔大了！如果不是在西方極樂世界去打一轉，鍍個金，你在其他十方世界修菩薩行會退轉的。經上講得很清楚，沒有到西方極樂世界去過的菩薩，供養四百億佛，你想想看，他修行多久了；曾經供養過四百億佛，還是有隔陰之迷，還是有退轉，這不能比！從西方極樂世界去轉一圈出來的，彌陀神力加持你。你到十方世界去行菩薩道，親近諸佛，度化眾生，你沒有隔陰之迷，你不會退轉。這大大的不相同！"
    },
    {
      "id": "04-004-0006_p0044",
      "zh_CN": "所以一个聪明智慧的人，他怎么会不选择极乐世界？你看李老师《无量寿经》注解里头，他眉批上注到，「不求带业往生，非愚即狂」，不是愚人，就是自大狂妄。如果是个正常的人，他知道这个事情，没有不发愿求生西方极乐世界的。我们再继续往下面看。",
      "zh_TW": "所以一個聰明智慧的人，他怎麼會不選擇極樂世界？你看李老師《無量壽經》註解裡頭，他眉批上註到，「不求帶業往生，非愚即狂」，不是愚人，就是自大狂妄。如果是個正常的人，他知道這個事情，沒有不發願求生西方極樂世界的。我們再繼續往下面看。"
    },
    {
      "id": "04-004-0006_p0045",
      "zh_CN": "【色相端严。功德具足。所共围绕。其人自见生莲华中。蒙佛授记。】",
      "zh_TW": "【色相端嚴。功德具足。所共圍繞。其人自見生蓮華中。蒙佛授記。】"
    },
    {
      "id": "04-004-0006_p0046",
      "zh_CN": "这个『色相端严』到『所共围绕』，都是赞叹极乐世界的主伴庄严；阿弥陀佛是教主，诸大菩萨是佛的伴侣，主伴的庄严。他自己清清楚楚、明明白白，是在七宝池中，莲花化生，花开见佛，『蒙佛授记』。花要不开见不到佛的，这个地方「蒙佛授记」，花当然开了，这是上品上生。诸位要晓得，上品上生，花开见佛，见佛佛就给他授记。所以，修上品上生的人要修十大愿王。所以净土法门这样的殊胜，绝对不是简单的。",
      "zh_TW": "這個『色相端嚴』到『所共圍繞』，都是讚歎極樂世界的主伴莊嚴；阿彌陀佛是教主，諸大菩薩是佛的伴侶，主伴的莊嚴。他自己清清楚楚、明明白白，是在七寶池中，蓮花化生，花開見佛，『蒙佛授記』。花要不開見不到佛的，這個地方「蒙佛授記」，花當然開了，這是上品上生。諸位要曉得，上品上生，花開見佛，見佛佛就給他授記。所以，修上品上生的人要修十大願王。所以淨土法門這樣的殊勝，絕對不是簡單的。"
    },
    {
      "id": "04-004-0006_p0047",
      "zh_CN": "善导大师在《观经四帖疏》里面给我们说得非常好，我们一想很有道理。他说西方极乐世界，四土三辈九品，是哪些人去的？就是我们这些凡夫去的。我们带业往生，照理一般说，总是凡圣同居土，我们哪有资格到实报庄严土、常寂光土？其实人人都有资格，人人都有分。问题出在什么地方？出在我们这一生遇到缘不相同，所以才有三辈九品，品位的差别。这个事我们想想，确实有道理，如果你遇到缘殊胜，你这一生稳取实报土，上品上生。如果你遇到缘不胜，生西方极乐世界品位就要下一点，都在于缘上；换句话说，因没有问题，就在缘上。",
      "zh_TW": "善導大師在《觀經四帖疏》裡面給我們說得非常好，我們一想很有道理。他說西方極樂世界，四土三輩九品，是哪些人去的？就是我們這些凡夫去的。我們帶業往生，照理一般說，總是凡聖同居土，我們哪有資格到實報莊嚴土、常寂光土？其實人人都有資格，人人都有分。問題出在什麼地方？出在我們這一生遇到緣不相同，所以才有三輩九品，品位的差別。這個事我們想想，確實有道理，如果你遇到緣殊勝，你這一生穩取實報土，上品上生。如果你遇到緣不勝，生西方極樂世界品位就要下一點，都在於緣上；換句話說，因沒有問題，就在緣上。"
    },
    {
      "id": "04-004-0006_p0048",
      "zh_CN": "因有两个，一个是我们本身具足的，「唯心净土，自性弥陀」，这从理上说的，哪个不具足？各个具足，所以因上没问题，这是从自己本身上说的。另外一个因是阿弥陀佛，阿弥陀佛四十八愿，愿愿是平等的。没有说是十方世界菩萨到我这来就上品上生，罗汉到我这来就中品生，你们凡夫带业的来统统一律下品生。四十八愿里头找不到这个说法，没有这个说法的。所以阿弥陀佛他的愿力接引众生是平等的。可见得我们去了有些不平等，问题都出在我们本身上。出在哪个时候？出在我们现在这个时候。可见得缘，胜缘具足是有必要的。",
      "zh_TW": "因有兩個，一個是我們本身具足的，「唯心淨土，自性彌陀」，這從理上說的，哪個不具足？各個具足，所以因上沒問題，這是從自己本身上說的。另外一個因是阿彌陀佛，阿彌陀佛四十八願，願願是平等的。沒有說是十方世界菩薩到我這來就上品上生，羅漢到我這來就中品生，你們凡夫帶業的來統統一律下品生。四十八願裡頭找不到這個說法，沒有這個說法的。所以阿彌陀佛他的願力接引眾生是平等的。可見得我們去了有些不平等，問題都出在我們本身上。出在哪個時候？出在我們現在這個時候。可見得緣，勝緣具足是有必要的。"
    },
    {
      "id": "04-004-0006_p0049",
      "zh_CN": "什么样的因缘，才是最胜的因缘？必须对净土法门彻底了解，破尽一切疑关，真正生起信心，这个缘就是最殊胜的缘。真正发心求生极乐，厌离娑婆，在愿上这是上乘的愿。再像善导大师教给我们的，专礼、专念、专想，这是在行上的上乘功夫。你要具足信愿行三个都是上等的，那你到西方极乐世界当然是上品上生。《华严经》上十大愿王，就是上品上生的条件，你依照这个来修行，可以说是你的信愿行都是属于上乘的。这是我们能够信得过的，诸位千万不要疏忽了。",
      "zh_TW": "什麼樣的因緣，才是最勝的因緣？必須對淨土法門徹底了解，破盡一切疑關，真正生起信心，這個緣就是最殊勝的緣。真正發心求生極樂，厭離娑婆，在願上這是上乘的願。再像善導大師教給我們的，專禮、專念、專想，這是在行上的上乘功夫。你要具足信願行三個都是上等的，那你到西方極樂世界當然是上品上生。《華嚴經》上十大願王，就是上品上生的條件，你依照這個來修行，可以說是你的信願行都是屬於上乘的。這是我們能夠信得過的，諸位千萬不要疏忽了。"
    },
    {
      "id": "04-004-0006_p0050",
      "zh_CN": "同时我要勉励同修们，无论是在家、出家，如果有缘，有这个缘分、有这个福报、有这个能力，应当要建专修净土的道场，那你的功德就无量。道场要多大？不必要太大。如果说是十个人、二十个人在一块共修的话，我们现在讲堂这么大的场所就足够了，不要太大。不要搞法会、不要搞热闹，那个没用处。你看《西方确指》，觉明妙行菩萨指导的道场，他们总共修行人只有十一、十二个人，各个成就，这样才行！不要搞得好多人在一块，都变成法会，没有意义。",
      "zh_TW": "同時我要勉勵同修們，無論是在家、出家，如果有緣，有這個緣分、有這個福報、有這個能力，應當要建專修淨土的道場，那你的功德就無量。道場要多大？不必要太大。如果說是十個人、二十個人在一塊共修的話，我們現在講堂這麼大的場所就足夠了，不要太大。不要搞法會、不要搞熱鬧，那個沒用處。你看《西方確指》，覺明妙行菩薩指導的道場，他們總共修行人只有十一、十二個人，各個成就，這樣才行！不要搞得好多人在一塊，都變成法會，沒有意義。"
    },
    {
      "id": "04-004-0006_p0051",
      "zh_CN": "念佛的方法，用《西方确指》的方法很好，用行策法师的方法也非常好。行策法师那个方法是我最近才找到的，我们也影印了很多，分送很多同修们。人的确不要多，十二个人是相当的理想，在一块修行。经典要读诵，要着重《观经》里面所讲的「三种净业」，三条一共十一句。这个十一句要句句做到，这就是正法道场，你所具的是胜缘，殊胜的因缘，你往生的品位一定高。所以三福要认真去做，把它做到。",
      "zh_TW": "念佛的方法，用《西方確指》的方法很好，用行策法師的方法也非常好。行策法師那個方法是我最近才找到的，我們也影印了很多，分送很多同修們。人的確不要多，十二個人是相當的理想，在一塊修行。經典要讀誦，要著重《觀經》裡面所講的「三種淨業」，三條一共十一句。這個十一句要句句做到，這就是正法道場，你所具的是勝緣，殊勝的因緣，你往生的品位一定高。所以三福要認真去做，把它做到。"
    },
    {
      "id": "04-004-0006_p0052",
      "zh_CN": "第一条「孝养父母，奉事师长，慈心不杀，修十善业」，这是第一条，五乘佛法里头的人天乘。第二条是小乘，就是声闻、缘觉，「受持三归，具足众戒，不犯威仪」。第三条是纯大乘法、菩萨法，「发菩提心，深信因果，读诵大乘，劝进行者」。可见得经要天天念，你念经就是读诵大乘。我们修净土，念什么经？念《弥陀经》，你看觉明妙行菩萨所讲的，一支香念一卷《弥陀经》，三遍往生咒，一千声佛号，这算一堂课，每堂课都如是。如果你有时间的话，日夜二十四小时，可以做十二堂课。你一天就念十二部《弥陀经》，一万二千声佛号，这是他订的标准。他说不要多，不要少，就依照这个标准去做。",
      "zh_TW": "第一條「孝養父母，奉事師長，慈心不殺，修十善業」，這是第一條，五乘佛法裡頭的人天乘。第二條是小乘，就是聲聞、緣覺，「受持三歸，具足眾戒，不犯威儀」。第三條是純大乘法、菩薩法，「發菩提心，深信因果，讀誦大乘，勸進行者」。可見得經要天天念，你念經就是讀誦大乘。我們修淨土，念什麼經？念《彌陀經》，你看覺明妙行菩薩所講的，一支香念一卷《彌陀經》，三遍往生咒，一千聲佛號，這算一堂課，每堂課都如是。如果你有時間的話，日夜二十四小時，可以做十二堂課。你一天就念十二部《彌陀經》，一萬二千聲佛號，這是他訂的標準。他說不要多，不要少，就依照這個標準去做。"
    },
    {
      "id": "04-004-0006_p0053",
      "zh_CN": "行策法师订的，意义大概也是如此。他的念佛也是以一千声为标准，绕念一千声，坐在那个地方默念两千声。他是分三班，十二个人，四个人分一班，一班绕念，两班止静，坐在那个地方。坐着止静的时候，听，心里头默念。因为你要是念太久了，人累，四个人一班，他出声念念一千声，他坐下来，第二班再接着去绕念。反正出声的人都是绕念的人出声，止静的人不出声。不出声是什么？听，心里专心听佛号。如果昏沈的话就默念，叫金刚持，口唇动，不出声音，这种念法不会疲倦。",
      "zh_TW": "行策法師訂的，意義大概也是如此。他的念佛也是以一千聲為標準，繞念一千聲，坐在那個地方默念兩千聲。他是分三班，十二個人，四個人分一班，一班繞念，兩班止靜，坐在那個地方。坐著止靜的時候，聽，心裡頭默念。因為你要是念太久了，人累，四個人一班，他出聲念念一千聲，他坐下來，第二班再接著去繞念。反正出聲的人都是繞念的人出聲，止靜的人不出聲。不出聲是什麼？聽，心裡專心聽佛號。如果昏沈的話就默念，叫金剛持，口唇動，不出聲音，這種念法不會疲倦。"
    },
    {
      "id": "04-004-0006_p0054",
      "zh_CN": "所以我们想很有道理，我现在在美国达拉斯佛堂里提倡的就是用这个方法。我原来搞这个方法，我很得意，以为是我自己发明的。结果看看人家这个书里头，三百多年前已经这样做法了。可见得我们怎么想都超越不了古人，还是在古人画的圈圈之内。不过所不同的，他人多，有十二个人可以分三班，我那里没有那么多人。我用的方法是用录音带，录音带就自动回转的，我们一面是半个小时。所以我们不像计数一千声佛号，我们是绕佛半个小时，因为录音带回转了，我们晓得半个小时到了，它回转我们就知道了。止静坐念半个小时，拜佛半个小时，拜佛恭恭敬敬的拜，耳朵听，耳朵听佛号，我是用这个方法。因为现代的人劳动太少了，拜佛是一种很好的运动。",
      "zh_TW": "所以我們想很有道理，我現在在美國達拉斯佛堂裡提倡的就是用這個方法。我原來搞這個方法，我很得意，以為是我自己發明的。結果看看人家這個書裡頭，三百多年前已經這樣做法了。可見得我們怎麼想都超越不了古人，還是在古人畫的圈圈之內。不過所不同的，他人多，有十二個人可以分三班，我那裡沒有那麼多人。我用的方法是用錄音帶，錄音帶就自動迴轉的，我們一面是半個小時。所以我們不像計數一千聲佛號，我們是繞佛半個小時，因為錄音帶迴轉了，我們曉得半個小時到了，它迴轉我們就知道了。止靜坐念半個小時，拜佛半個小時，拜佛恭恭敬敬的拜，耳朵聽，耳朵聽佛號，我是用這個方法。因為現代的人勞動太少了，拜佛是一種很好的運動。"
    },
    {
      "id": "04-004-0006_p0055",
      "zh_CN": "所以说一个半小时算一堂课，绕念半小时，坐着念半小时，拜佛半小时，我用这个办法。跟行策法师那个方式，基本观念上、行法上是一样的，所以出不了古人的范围。一定要建这样的道场，道场不在大，真正找志同道合的人在一起共修，就是不凑热闹，不搞法会。再看下面经文。",
      "zh_TW": "所以說一個半小時算一堂課，繞念半小時，坐著念半小時，拜佛半小時，我用這個辦法。跟行策法師那個方式，基本觀念上、行法上是一樣的，所以出不了古人的範圍。一定要建這樣的道場，道場不在大，真正找志同道合的人在一起共修，就是不湊熱鬧，不搞法會。再看下面經文。"
    },
    {
      "id": "04-004-0006_p0056",
      "zh_CN": "【得授记己。经于无数百千万亿那由他劫。普于十方不可说不可说世界。以智慧力。随众生心而为利益。】",
      "zh_TW": "【得授記己。經於無數百千萬億那由他劫。普於十方不可說不可說世界。以智慧力。隨眾生心而為利益。】"
    },
    {
      "id": "04-004-0006_p0057",
      "zh_CN": "你看这个得大自在了。『授记』之后，你就可以游化十方，想到哪里去，就可以到哪里去。而且这个时候你神通、道力都成就了，你有分身的本事，我要同时到十方世界去，行不行？行！其实十方世界是去了，阿弥陀佛面前你身体还在，还没走。他有能力，分身过去了，化身过去，千百亿化身。到那时候有这个能力，千百亿化身，哪个地方有缘化身就过去了，可以说同时。要不然西方极乐世界那些诸上善人，一顿饭的时间是很短的，一餐饭的时间他已经去供养十万亿尊佛。我们要从一数到十万亿，一顿饭都数不过来，他怎么有可能去供养十万亿佛？他是同时去的。",
      "zh_TW": "你看這個得大自在了。『授記』之後，你就可以遊化十方，想到哪裡去，就可以到哪裡去。而且這個時候你神通、道力都成就了，你有分身的本事，我要同時到十方世界去，行不行？行！其實十方世界是去了，阿彌陀佛面前你身體還在，還沒走。他有能力，分身過去了，化身過去，千百億化身。到那時候有這個能力，千百億化身，哪個地方有緣化身就過去了，可以說同時。要不然西方極樂世界那些諸上善人，一頓飯的時間是很短的，一餐飯的時間他已經去供養十萬億尊佛。我們要從一數到十萬億，一頓飯都數不過來，他怎麼有可能去供養十萬億佛？他是同時去的。"
    },
    {
      "id": "04-004-0006_p0058",
      "zh_CN": "他一化身，同时十万亿尊佛面前，每尊佛面前都有他，他都在那里礼拜，都在那里称赞，都在那里供养，他有这个本事！所以人家没有障碍。不像我们现在要拜访人，一个一个拜访，累死了，人家同时一次就拜访完了，有这么大的能力。所以想想，我们怎么能不去？不去，要靠自己修行，修到这种功夫，至少修两个阿僧祇劫。两个阿僧祇劫才能够修到圆教初住菩萨，你才有这个能力，有分身的能力，有化身的能力。那个时间太长，吃的苦头太多了，不如现在到西方极乐世界，到了那边，这个能力马上就得到。所以这个法门是圆顿法门，古人赞叹「圆中之圆，顿中之顿」，道理就在此地，我们今天在《华严经》上又看到，这不是假的。",
      "zh_TW": "他一化身，同時十萬億尊佛面前，每尊佛面前都有他，他都在那裡禮拜，都在那裡稱讚，都在那裡供養，他有這個本事！所以人家沒有障礙。不像我們現在要拜訪人，一個一個拜訪，累死了，人家同時一次就拜訪完了，有這麼大的能力。所以想想，我們怎麼能不去？不去，要靠自己修行，修到這種功夫，至少修兩個阿僧祇劫。兩個阿僧祇劫才能夠修到圓教初住菩薩，你才有這個能力，有分身的能力，有化身的能力。那個時間太長，吃的苦頭太多了，不如現在到西方極樂世界，到了那邊，這個能力馬上就得到。所以這個法門是圓頓法門，古人讚歎「圓中之圓，頓中之頓」，道理就在此地，我們今天在《華嚴經》上又看到，這不是假的。"
    },
    {
      "id": "04-004-0006_p0059",
      "zh_CN": "【不久当坐菩提道场。】",
      "zh_TW": "【不久當坐菩提道場。】"
    },
    {
      "id": "04-004-0006_p0060",
      "zh_CN": "这就是示现八相成道，应以佛身而度之，你就可以示现佛身去度众生。这段就是现佛身，说『不久当坐菩提道场』。",
      "zh_TW": "這就是示現八相成道，應以佛身而度之，你就可以示現佛身去度眾生。這段就是現佛身，說『不久當坐菩提道場』。"
    },
    {
      "id": "04-004-0006_p0061",
      "zh_CN": "【降伏魔军。成等正觉。转妙法轮。】",
      "zh_TW": "【降伏魔軍。成等正覺。轉妙法輪。】"
    },
    {
      "id": "04-004-0006_p0062",
      "zh_CN": "这是八相成道里面略举几条。",
      "zh_TW": "這是八相成道裡面略舉幾條。"
    },
    {
      "id": "04-004-0006_p0063",
      "zh_CN": "【能令佛刹极微尘数世界众生发菩提心。随其根性。教化成熟。乃至尽于未来劫海。广能利益一切众生。】",
      "zh_TW": "【能令佛剎極微塵數世界眾生發菩提心。隨其根性。教化成熟。乃至盡於未來劫海。廣能利益一切眾生。】"
    },
    {
      "id": "04-004-0006_p0064",
      "zh_CN": "你这一示现成佛，就度无量无边众生。已经成熟的都得度，没有成熟的帮助他成熟，没有善根的给他种善根，佛出现于世间，主要做的事业就是这些。我们今天学了佛，我们明白这个道理，我们也得尽心尽力的去做。我们虽然没成佛，我们也能度得了成熟的众生。什么叫成熟？所谓成熟简单的说，就是他这一生当中，成佛的因缘成熟了，他这一生可以成佛了。他可以成佛，那我们怎么能教他成佛？能！劝他念佛求生净土，他就成佛。如果不念佛求生净土，成不了佛，这个诸位要知道，这《华严经》上明明看出来的。你像文殊、普贤都等觉菩萨，他求生净土干什么？还不是为了成佛！要是不为了成佛，往生净土就没有意义。由此可知，要成圆教究竟佛果，都在西方极乐世界。一个人如果能够相信这个法门，他真正发愿，他肯修这个法门，我们就认定这个人成佛的机会成熟了，他这一生有资格作佛。",
      "zh_TW": "你這一示現成佛，就度無量無邊眾生。已經成熟的都得度，沒有成熟的幫助他成熟，沒有善根的給他種善根，佛出現於世間，主要做的事業就是這些。我們今天學了佛，我們明白這個道理，我們也得盡心盡力的去做。我們雖然沒成佛，我們也能度得了成熟的眾生。什麼叫成熟？所謂成熟簡單的說，就是他這一生當中，成佛的因緣成熟了，他這一生可以成佛了。他可以成佛，那我們怎麼能教他成佛？能！勸他念佛求生淨土，他就成佛。如果不念佛求生淨土，成不了佛，這個諸位要知道，這《華嚴經》上明明看出來的。你像文殊、普賢都等覺菩薩，他求生淨土幹什麼？還不是為了成佛！要是不為了成佛，往生淨土就沒有意義。由此可知，要成圓教究竟佛果，都在西方極樂世界。一個人如果能夠相信這個法門，他真正發願，他肯修這個法門，我們就認定這個人成佛的機會成熟了，他這一生有資格作佛。"
    },
    {
      "id": "04-004-0006_p0065",
      "zh_CN": "如果对这个法门不相信、不肯去，我们晓得他成佛的机缘没成熟。对没有成熟的人，帮助他成熟，怎么帮助？就是把这个法门详细给他解释，给他讲解，使他能够觉悟，他觉悟了就成熟了。他如果一生不觉悟，我们把这个种子给他种下去，这个种子将来遇到缘，总会有成熟的一天。明白这个道理，你想想我们讲到要弘扬佛法，宣传佛法，在佛一切经典里面，一切法门里面，你想哪个法门值得我们去做？我想最值得的就是宣扬净土三经，最值得我们去做的。为什么？这三经是一切经里面第一经，这个法门是一切法门里面第一法门，我们不选择第一，选择其次的，那都不够聪明。真正觉悟人决定是选第一，不会选第二。希望同修们在这里要注意到的，确实我们尽心尽力了，能够利益一切众生。",
      "zh_TW": "如果對這個法門不相信、不肯去，我們曉得他成佛的機緣沒成熟。對沒有成熟的人，幫助他成熟，怎麼幫助？就是把這個法門詳細給他解釋，給他講解，使他能夠覺悟，他覺悟了就成熟了。他如果一生不覺悟，我們把這個種子給他種下去，這個種子將來遇到緣，總會有成熟的一天。明白這個道理，你想想我們講到要弘揚佛法，宣傳佛法，在佛一切經典裡面，一切法門裡面，你想哪個法門值得我們去做？我想最值得的就是宣揚淨土三經，最值得我們去做的。為什麼？這三經是一切經裡面第一經，這個法門是一切法門裡面第一法門，我們不選擇第一，選擇其次的，那都不夠聰明。真正覺悟人決定是選第一，不會選第二。希望同修們在這裡要注意到的，確實我們盡心盡力了，能夠利益一切眾生。"
    },
    {
      "id": "04-004-0006_p0066",
      "zh_CN": "前面讲的广修供养，我也曾跟诸位说过，我们自己在生活上稍为节俭一点，就能帮助很多的人。像我们这次印的《无量寿清净平等觉经》，我们印的经文，准备到国外去讲经的时候用的。一本才五块多钱，五块九毛钱，你看多便宜。我们少花六块钱，就帮助一个人学佛，为什么不去做？这次我们印了一万本，五万九千块钱。",
      "zh_TW": "前面講的廣修供養，我也曾跟諸位說過，我們自己在生活上稍為節儉一點，就能幫助很多的人。像我們這次印的《無量壽清淨平等覺經》，我們印的經文，準備到國外去講經的時候用的。一本才五塊多錢，五塊九毛錢，你看多便宜。我們少花六塊錢，就幫助一個人學佛，為什麼不去做？這次我們印了一萬本，五萬九千塊錢。"
    },
    {
      "id": "04-004-0006_p0067",
      "zh_CN": "所以我们这个道场，将来其他的经不印了。现在印经的人太多，许多经典他们都很欢喜印，我们看了也很欢喜。净土经典没有人印，我们这个道场将来专门印净土经典；我们讲的录音带没有版权，什么人拿去拷贝我们都欢喜、都赞叹。为什么？我们希望人家得利益！人家拿去，拿着我们这个去拷贝，去赚钱，我们也欢喜。为什么？我们行了布施，他赚那个钱等于我们布施他的，那个买带子的，我们也法布施，财布施、法布施，你看我们动都不要动，财布施、法布施都做圆满了，这个事情何乐而不为之？所以不要顾忌，要普遍的去流通。我们一个愿望，希望众生能够闻到佛法，能够修这个法门，能够往生西方极乐世界，我们的愿望就达到了。所以决定没有版权，我们编印的这些书，欢迎翻印，功德无量，愈多愈好！这是符合了诸佛的愿望，符合了流通大法真实的功德。",
      "zh_TW": "所以我們這個道場，將來其他的經不印了。現在印經的人太多，許多經典他們都很歡喜印，我們看了也很歡喜。淨土經典沒有人印，我們這個道場將來專門印淨土經典；我們講的錄音帶沒有版權，什麼人拿去拷貝我們都歡喜、都讚歎。為什麼？我們希望人家得利益！人家拿去，拿著我們這個去拷貝，去賺錢，我們也歡喜。為什麼？我們行了布施，他賺那個錢等於我們布施他的，那個買帶子的，我們也法布施，財布施、法布施，你看我們動都不要動，財布施、法布施都做圓滿了，這個事情何樂而不為之？所以不要顧忌，要普遍的去流通。我們一個願望，希望眾生能夠聞到佛法，能夠修這個法門，能夠往生西方極樂世界，我們的願望就達到了。所以決定沒有版權，我們編印的這些書，歡迎翻印，功德無量，愈多愈好！這是符合了諸佛的願望，符合了流通大法真實的功德。"
    },
    {
      "id": "04-004-0006_p0068",
      "zh_CN": "【善男子。】",
      "zh_TW": "【善男子。】"
    },
    {
      "id": "04-004-0006_p0069",
      "zh_CN": "后面是总结。",
      "zh_TW": "後面是總結。"
    },
    {
      "id": "04-004-0006_p0070",
      "zh_CN": "【彼诸众生。若闻若信此大愿王。受持读诵。广为人说。】",
      "zh_TW": "【彼諸眾生。若聞若信此大願王。受持讀誦。廣為人說。】"
    },
    {
      "id": "04-004-0006_p0071",
      "zh_CN": "这就是要流通，『受持读诵』是自己的事情，就是依教修行。依教修行还得要把这个法门推荐给别人、介绍给别人，那就是『广为人说』。只要有机会我们就要把这个法门告诉别人，劝勉别人来修行。",
      "zh_TW": "這就是要流通，『受持讀誦』是自己的事情，就是依教修行。依教修行還得要把這個法門推薦給別人、介紹給別人，那就是『廣為人說』。只要有機會我們就要把這個法門告訴別人，勸勉別人來修行。"
    },
    {
      "id": "04-004-0006_p0072",
      "zh_CN": "【所有功德。除佛世尊。余无知者。】",
      "zh_TW": "【所有功德。除佛世尊。餘無知者。】"
    },
    {
      "id": "04-004-0006_p0073",
      "zh_CN": "你要能这样去做，你所得的功德只有诸佛晓得，等觉菩萨都不知道，因为你功德太大了，他也说不上来，只有佛才知道。这都是极力的劝勉我们自行化他，所以每部佛经后头有流通分，都是劝我们要辗转流通。如果自已得利益了，不想把这个利益给大众分享，这叫吝法，吝法的果报是愚痴。《弥陀经》上你们念了，有个周利槃陀伽，很愚痴，你看传记里记载的，人愚痴得不得了。佛教他一首偈子，教他前一句，他不知道后一句；教后一句，前面一句忘掉了，怎么念都念不上来，人就愚痴到这个程度。别的同学看到了，就问释迦牟尼佛，他过去世到底是什么因果，怎么会这么愚痴？佛就说了，他前生是三藏法师，讲经说法他留一手，他不把他所知道的完全讲出来。为什么？他怕别人将来超过自己，所以教别人自己要留一手，因此这一生得这么个果报，愚痴果报。",
      "zh_TW": "你要能這樣去做，你所得的功德只有諸佛曉得，等覺菩薩都不知道，因為你功德太大了，他也說不上來，只有佛才知道。這都是極力的勸勉我們自行化他，所以每部佛經後頭有流通分，都是勸我們要輾轉流通。如果自已得利益了，不想把這個利益給大眾分享，這叫吝法，吝法的果報是愚痴。《彌陀經》上你們念了，有個周利槃陀伽，很愚痴，你看傳記裡記載的，人愚痴得不得了。佛教他一首偈子，教他前一句，他不知道後一句；教後一句，前面一句忘掉了，怎麼念都念不上來，人就愚痴到這個程度。別的同學看到了，就問釋迦牟尼佛，他過去世到底是什麼因果，怎麼會這麼愚痴？佛就說了，他前生是三藏法師，講經說法他留一手，他不把他所知道的完全講出來。為什麼？他怕別人將來超過自己，所以教別人自己要留一手，因此這一生得這麼個果報，愚痴果報。"
    },
    {
      "id": "04-004-0006_p0074",
      "zh_CN": "所以，什么因有什么果，这没有法子的。毕竟他是善根深厚，遇到释迦牟尼佛，佛是费了很大的功夫，才把他业障消除，让他证到阿罗汉果，很不容易。所以千万不要吝法，不要阻挠佛法的流通。什么叫阻挠佛法流通？经印出来之后，后头写了「版权所有，翻印必究」，这就是阻挠佛法流通。换句话说，要想读这部书只有到你这家去买，别人想发心布施，不能印，印了要打官司追究，何苦？这就是把佛法流通障碍住了，这个不好，将来果报都跟周利槃陀伽一样，很麻烦，我们自己要觉悟。",
      "zh_TW": "所以，什麼因有什麼果，這沒有法子的。畢竟他是善根深厚，遇到釋迦牟尼佛，佛是費了很大的功夫，才把他業障消除，讓他證到阿羅漢果，很不容易。所以千萬不要吝法，不要阻撓佛法的流通。什麼叫阻撓佛法流通？經印出來之後，後頭寫了「版權所有，翻印必究」，這就是阻撓佛法流通。換句話說，要想讀這部書只有到你這家去買，別人想發心布施，不能印，印了要打官司追究，何苦？這就是把佛法流通障礙住了，這個不好，將來果報都跟周利槃陀伽一樣，很麻煩，我們自己要覺悟。"
    },
    {
      "id": "04-004-0006_p0075",
      "zh_CN": "现在因为我看到这个的确很伤感，还有许多《大藏经》后头都印了版权所有，我们不晓得《大藏经》什么人把版权给他的，这个东西打官司都打不清楚。还有很多古人的东西，他也版权所有。古人已经死了几千年、几百年了，不晓得他版权从哪弄来的？实在都很有问题。所以实在讲，连自己的著作都不可以这样。如果要是这样的话，这些经都是释迦牟尼佛讲的，释迦牟尼佛后头也应该版权所有，翻印必究。他不是如此，他劝我们翻印，劝我们流通，只有一个愿望，利益一切众生，不要忘了这句话。所以这个功德太大了，如果后头印上这八个字，功德就没有了。他那个功德大小，不要说是菩萨，我都知道，我都知道他功德大小。他如果后头印上「欢迎翻印，功德无量」，那我就不知道了，他的功德多大我不晓得，菩萨也不晓得，只有佛才晓得。所以那八个字关系太大了。",
      "zh_TW": "現在因為我看到這個的確很傷感，還有許多《大藏經》後頭都印了版權所有，我們不曉得《大藏經》什麼人把版權給他的，這個東西打官司都打不清楚。還有很多古人的東西，他也版權所有。古人已經死了幾千年、幾百年了，不曉得他版權從哪弄來的？實在都很有問題。所以實在講，連自己的著作都不可以這樣。如果要是這樣的話，這些經都是釋迦牟尼佛講的，釋迦牟尼佛後頭也應該版權所有，翻印必究。他不是如此，他勸我們翻印，勸我們流通，只有一個願望，利益一切眾生，不要忘了這句話。所以這個功德太大了，如果後頭印上這八個字，功德就沒有了。他那個功德大小，不要說是菩薩，我都知道，我都知道他功德大小。他如果後頭印上「歡迎翻印，功德無量」，那我就不知道了，他的功德多大我不曉得，菩薩也不曉得，只有佛才曉得。所以那八個字關係太大了。"
    },
    {
      "id": "04-004-0006_p0076",
      "zh_CN": "【是故汝等闻此愿王。莫生疑念。】",
      "zh_TW": "【是故汝等聞此願王。莫生疑念。】"
    },
    {
      "id": "04-004-0006_p0077",
      "zh_CN": "这是一再的劝勉我们，我们听了这部经上面所讲的一切，千万不要怀疑。",
      "zh_TW": "這是一再的勸勉我們，我們聽了這部經上面所講的一切，千萬不要懷疑。"
    },
    {
      "id": "04-004-0006_p0078",
      "zh_CN": "【应当谛受。】",
      "zh_TW": "【應當諦受。】"
    },
    {
      "id": "04-004-0006_p0079",
      "zh_CN": "『谛』是审视，我们以理智，仔细的去斟酌，它句句都是实在的，字字都是真实的，这样我们才能够接受。",
      "zh_TW": "『諦』是審視，我們以理智，仔細的去斟酌，它句句都是實在的，字字都是真實的，這樣我們才能夠接受。"
    },
    {
      "id": "04-004-0006_p0080",
      "zh_CN": "【受已能读。】",
      "zh_TW": "【受已能讀。】"
    },
    {
      "id": "04-004-0006_p0081",
      "zh_CN": "接受过来之后我们能读，读是什么？天天念，天天念经，读是对着经本每天念它。自古以来，许多的大德都拿这一卷经做为自己的日课。像近代的弘一大师，他就是以「行愿品」做早晚课，他每天都要念两遍。",
      "zh_TW": "接受過來之後我們能讀，讀是什麼？天天念，天天念經，讀是對著經本每天念它。自古以來，許多的大德都拿這一卷經做為自己的日課。像近代的弘一大師，他就是以「行願品」做早晚課，他每天都要念兩遍。"
    },
    {
      "id": "04-004-0006_p0082",
      "zh_CN": "【读已能诵。】",
      "zh_TW": "【讀已能誦。】"
    },
    {
      "id": "04-004-0006_p0083",
      "zh_CN": "诵是背诵，就是不看本子，他念熟了他可以背诵。读都是讲早晚课诵的时候。诵，背诵，不定什么时候，随时随地可以背诵。可以想经里面的意思，帮助自己观想，帮助自己修持。",
      "zh_TW": "誦是背誦，就是不看本子，他念熟了他可以背誦。讀都是講早晚課誦的時候。誦，背誦，不定什麼時候，隨時隨地可以背誦。可以想經裡面的意思，幫助自己觀想，幫助自己修持。"
    },
    {
      "id": "04-004-0006_p0084",
      "zh_CN": "【诵已能持。】",
      "zh_TW": "【誦已能持。】"
    },
    {
      "id": "04-004-0006_p0085",
      "zh_CN": "『持』就是把它做到，把经里面所说的理论、方法、境界统统做到。",
      "zh_TW": "『持』就是把它做到，把經裡面所說的理論、方法、境界統統做到。"
    },
    {
      "id": "04-004-0006_p0086",
      "zh_CN": "【乃至书写。广为人说。】",
      "zh_TW": "【乃至書寫。廣為人說。】"
    },
    {
      "id": "04-004-0006_p0087",
      "zh_CN": "『书写』就是文字流通，我们现在不必书写了，现在印经，我们大量的把它印出来流通。这是文字的流通，经本的流通。还有一个，要『广为人说』，为人讲解，为人演说，这也是流通。所以我上次在此地提倡有声的经本，希望大家努力，我们共同来做。每个人去念一部经，念了把它录成录音带，如果我们大家都肯发心，都很努力来做，我想我们三年的时间，可以把大藏经念完。将来我们这个带子是「有声大藏经」，这很有意思，这就是广为人说！因为有人请了大藏经，他没有能力念，如果是有一套这个带子，他一面听一面看，读诵大乘的兴趣就提起来了，这就不晓得度了多少人。你们的功德就无量无边，除了佛之外，没有人晓得，大家要好好的努力。",
      "zh_TW": "『書寫』就是文字流通，我們現在不必書寫了，現在印經，我們大量的把它印出來流通。這是文字的流通，經本的流通。還有一個，要『廣為人說』，為人講解，為人演說，這也是流通。所以我上次在此地提倡有聲的經本，希望大家努力，我們共同來做。每個人去念一部經，念了把它錄成錄音帶，如果我們大家都肯發心，都很努力來做，我想我們三年的時間，可以把大藏經念完。將來我們這個帶子是「有聲大藏經」，這很有意思，這就是廣為人說！因為有人請了大藏經，他沒有能力念，如果是有一套這個帶子，他一面聽一面看，讀誦大乘的興趣就提起來了，這就不曉得度了多少人。你們的功德就無量無邊，除了佛之外，沒有人曉得，大家要好好的努力。"
    },
    {
      "id": "04-004-0006_p0088",
      "zh_CN": "【是诸人等。于一念中。所有行愿。皆得成就。所获福聚。无量无边。能于烦恼大苦海中。拔济众生。令其出离。皆得往生阿弥陀佛极乐世界。】",
      "zh_TW": "【是諸人等。於一念中。所有行願。皆得成就。所獲福聚。無量無邊。能於煩惱大苦海中。拔濟眾生。令其出離。皆得往生阿彌陀佛極樂世界。】"
    },
    {
      "id": "04-004-0006_p0089",
      "zh_CN": "你自已当然没话说，这是讲你所度的那些众生，各个都有往生西方极乐世界的机缘了。这部经我们今天就讲到此地圆满，长行圆满，以后有机会我们再把重颂补出来，重颂容易懂。好，今天就讲到此地！",
      "zh_TW": "你自已當然沒話說，這是講你所度的那些眾生，各個都有往生西方極樂世界的機緣了。這部經我們今天就講到此地圓滿，長行圓滿，以後有機會我們再把重頌補出來，重頌容易懂。好，今天就講到此地！"
    }
  ]
}