{
  "doc_id": "03-001-0016",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0016",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "03-001-0016_p0001",
      "zh_CN": "请掀开经本九十三面，十六观里面的第二观：",
      "zh_TW": "請掀開經本九十三面，十六觀裡面的第二觀："
    },
    {
      "id": "03-001-0016_p0002",
      "zh_CN": "【次作水想。见水澄清。亦令明了。无分散意。既见水已。当起冰想。见冰映彻。作瑠璃想。此想成已。见瑠璃地。内外映彻。】",
      "zh_TW": "【次作水想。見水澄清。亦令明了。無分散意。既見水已。當起冰想。見冰映徹。作瑠璃想。此想成已。見瑠璃地。內外映徹。】"
    },
    {
      "id": "03-001-0016_p0003",
      "zh_CN": "第一观是落日观，我们看到黄昏落日，确实有这个景象，常常观察，好像有个凭依，从这个以下都没有了，换句话说，完全是一种凭空的想像。依照这个经典的方法去想，没有凭借了。这个想像实在说有很深的理论为我们的依据，那就是大经里面常说的万法唯心，像《华严》所讲的「应观法界性，一切唯心造」，一切万法都是因想而成的。我们的想像力实在是太丰富，十法界依正庄严都包括在其中，上自诸佛国土，下至地狱众生，都在我们想像之中，我们千万不可以忽略了这个观想。",
      "zh_TW": "第一觀是落日觀，我們看到黃昏落日，確實有這個景象，常常觀察，好像有個憑依，從這個以下都沒有了，換句話說，完全是一種憑空的想像。依照這個經典的方法去想，沒有憑藉了。這個想像實在說有很深的理論為我們的依據，那就是大經裡面常說的萬法唯心，像《華嚴》所講的「應觀法界性，一切唯心造」，一切萬法都是因想而成的。我們的想像力實在是太豐富，十法界依正莊嚴都包括在其中，上自諸佛國土，下至地獄眾生，都在我們想像之中，我們千萬不可以忽略了這個觀想。"
    },
    {
      "id": "03-001-0016_p0004",
      "zh_CN": "我们世间人所讲的这个事实都是想像变现出来的，所以佛教化众生对于这一点特别的注意，不仅是佛法，就是世间法，在从前教学也非常注意这一点。譬如想念善良，他的行为一定善，大家思想都纯善，这个世间当然是安和乐利，不会有暴逆的行为。世间有许多不善，从哪里生起？都是他思想不善，所以才造成许多暴逆的行为，扰乱社会的安宁，给大家带来灾难。所以世出世间圣人教化众生都着重这一点，尤其是佛法，佛法对于一切法是深入、正确的了解，这一切法从哪里来的？想像而生的。",
      "zh_TW": "我們世間人所講的這個事實都是想像變現出來的，所以佛教化眾生對於這一點特別的注意，不僅是佛法，就是世間法，在從前教學也非常注意這一點。譬如想念善良，他的行為一定善，大家思想都純善，這個世間當然是安和樂利，不會有暴逆的行為。世間有許多不善，從哪裡生起？都是他思想不善，所以才造成許多暴逆的行為，擾亂社會的安寧，給大家帶來災難。所以世出世間聖人教化眾生都著重這一點，尤其是佛法，佛法對於一切法是深入、正確的了解，這一切法從哪裡來的？想像而生的。"
    },
    {
      "id": "03-001-0016_p0005",
      "zh_CN": "极乐世界也是我们心想变现出来的，但是你不要以为这心里想只是个理想不是事实，问问我们现在的环境是理想还是事实？如果你要说这是事实，换句话说，这个事实也是想像变现出来的，想像既然变现我们这个事实，西方极乐世界也就是事实。如果你说西方极乐世界是梦幻泡影，我们现前也是梦幻泡影，没有例外。你说真，一切都是真；你说假，一切都是假，不能说我这个地方是真的，极乐世界是假的，这讲不通。一真一切真，一假一切假，这就是对的，这是佛法教给我们正确的观念。向下可以说都是属于想像，佛教给我们的方法，怎么去想去。",
      "zh_TW": "極樂世界也是我們心想變現出來的，但是你不要以為這心裡想只是個理想不是事實，問問我們現在的環境是理想還是事實？如果你要說這是事實，換句話說，這個事實也是想像變現出來的，想像既然變現我們這個事實，西方極樂世界也就是事實。如果你說西方極樂世界是夢幻泡影，我們現前也是夢幻泡影，沒有例外。你說真，一切都是真；你說假，一切都是假，不能說我這個地方是真的，極樂世界是假的，這講不通。一真一切真，一假一切假，這就是對的，這是佛法教給我們正確的觀念。向下可以說都是屬於想像，佛教給我們的方法，怎麼去想去。"
    },
    {
      "id": "03-001-0016_p0006",
      "zh_CN": "极乐世界清净，与水观有很密切的关系，水本身就是非常清净没有染污，所以叫我们做这个观想。这个注解诸位可以去研究，做为自己修学研究的参考，但是只可以说参考，我们所依的一定要依经文，这是佛教给我们依法不依人，所以古大德们修学的心得提供我们做参考。为什么不能够一定依据？一定依据就死在注下，死在注下就麻烦，为什么？因为注解的人是唐朝初年的人，不是现代人，那个时候可以说一般人的观念思想跟我们现代人不一样，生活方式也不相同。换句话说，这个注解在当时是标准的，没有话说的，决定可以依靠的，在今天我们完全依靠它，那我们就回到唐朝了，这是不契合时机的，所以只可以做参考。这里面有可以取的，有不能取的，取舍的标准在哪里？是在我们修行真正得到利益。如果我们照他的方法得不到利益，这我们不取；能够帮助我们得到利益，我们取它。什么利益？一心不乱。净土法门主要的就是要修一心不乱，所以要明了这个原则。",
      "zh_TW": "極樂世界清淨，與水觀有很密切的關係，水本身就是非常清淨沒有染污，所以叫我們做這個觀想。這個註解諸位可以去研究，做為自己修學研究的參考，但是只可以說參考，我們所依的一定要依經文，這是佛教給我們依法不依人，所以古大德們修學的心得提供我們做參考。為什麼不能夠一定依據？一定依據就死在註下，死在註下就麻煩，為什麼？因為註解的人是唐朝初年的人，不是現代人，那個時候可以說一般人的觀念思想跟我們現代人不一樣，生活方式也不相同。換句話說，這個註解在當時是標準的，沒有話說的，決定可以依靠的，在今天我們完全依靠它，那我們就回到唐朝了，這是不契合時機的，所以只可以做參考。這裡面有可以取的，有不能取的，取捨的標準在哪裡？是在我們修行真正得到利益。如果我們照他的方法得不到利益，這我們不取；能夠幫助我們得到利益，我們取它。什麼利益？一心不亂。淨土法門主要的就是要修一心不亂，所以要明瞭這個原則。"
    },
    {
      "id": "03-001-0016_p0007",
      "zh_CN": "譬如一心三观的确是好，天台大师主张十六观每一观都要用一心三观这个方法。这个方法用得纯熟当然没有问题，但是我们用了不行，我们修一心不乱，又要想空，又要想假，又要想中，那变成三心，就把一心不乱破坏了。所以我们学，暂时把一心三观放在一边，好是很好，境界太微细，我们念头太粗，我们就明白这个道理，还是老实念佛，这是系心一处，咱们把心念系在阿弥陀佛上。守住经典里面的原理，就是「专心系念一处，想于西方」，这是一句总纲领，非常重要，无论你是修观想、观像、持名，统统离不开这个原则，记住这一点。",
      "zh_TW": "譬如一心三觀的確是好，天台大師主張十六觀每一觀都要用一心三觀這個方法。這個方法用得純熟當然沒有問題，但是我們用了不行，我們修一心不亂，又要想空，又要想假，又要想中，那變成三心，就把一心不亂破壞了。所以我們學，暫時把一心三觀放在一邊，好是很好，境界太微細，我們念頭太粗，我們就明白這個道理，還是老實念佛，這是繫心一處，咱們把心念繫在阿彌陀佛上。守住經典裡面的原理，就是「專心繫念一處，想於西方」，這是一句總綱領，非常重要，無論你是修觀想、觀像、持名，統統離不開這個原則，記住這一點。"
    },
    {
      "id": "03-001-0016_p0008",
      "zh_CN": "此地先教给我们作水想，不叫观，这就是教给初学的。观是离心意识，想是用心意识，尽我们想像的能力专心去想。我们曾经见过很清的水，『澄清』，澄是不动，不是流水。『亦令明了』，清的水，我们每个人看到都会欢喜，从水岸上可以清楚的看到水底。古人讲「水清无鱼」，为什么？鱼在水里游，都看得清清楚楚，就想去抓鱼了。这个要专心系念，『无分散意』，可见得这都是训练我们一心的方法。『既见水已，当起冰想』。西方极乐世界可以说是水造成的，它的结构与水有密切的关系，结成冰就是瑠璃地，如果溶化就是八功德水，所以实在是妙极了。溶化就是八功德水，结成冰就是瑠璃大地，所以当起冰想。这是教我们如何见到极乐世界。",
      "zh_TW": "此地先教給我們作水想，不叫觀，這就是教給初學的。觀是離心意識，想是用心意識，盡我們想像的能力專心去想。我們曾經見過很清的水，『澄清』，澄是不動，不是流水。『亦令明了』，清的水，我們每個人看到都會歡喜，從水岸上可以清楚的看到水底。古人講「水清無魚」，為什麼？魚在水裡游，都看得清清楚楚，就想去抓魚了。這個要專心繫念，『無分散意』，可見得這都是訓練我們一心的方法。『既見水已，當起冰想』。西方極樂世界可以說是水造成的，它的結構與水有密切的關係，結成冰就是瑠璃地，如果溶化就是八功德水，所以實在是妙極了。溶化就是八功德水，結成冰就是瑠璃大地，所以當起冰想。這是教我們如何見到極樂世界。"
    },
    {
      "id": "03-001-0016_p0009",
      "zh_CN": "『见冰映彻，作瑠璃想』，先是水想，冰想、瑠璃想。『此想成已，见瑠璃地』，西方极乐世界的大地你就见到。『内外映彻』，地是透明的，瑠璃就像我们这个世界的翡翠，就是绿色的玉，透明的，底看得清清楚楚。",
      "zh_TW": "『見冰映徹，作瑠璃想』，先是水想，冰想、瑠璃想。『此想成已，見瑠璃地』，西方極樂世界的大地你就見到。『內外映徹』，地是透明的，瑠璃就像我們這個世界的翡翠，就是綠色的玉，透明的，底看得清清楚楚。"
    },
    {
      "id": "03-001-0016_p0010",
      "zh_CN": "【下有金刚七宝金幢。擎瑠璃地。】",
      "zh_TW": "【下有金剛七寶金幢。擎瑠璃地。】"
    },
    {
      "id": "03-001-0016_p0011",
      "zh_CN": "『瑠璃地』安放在哪里？底下有个东西托着它，托住它的东西像幡幢。幢通常在佛教里面是属于旗子一类，形状是圆形的，里面是空的，有点像现在飞机场那个风筒一样。幡是扁的，在台湾很多寺院里面我们看到幡多，幢比较少见，在香港有很多寺庙还是有幢，圆形的，这圆形像个柱子一样。『金刚七宝金幢』，这个幢不是普通的质料，都是七宝成就的，『擎瑠璃地』。下面这是看这个幢的形状：",
      "zh_TW": "『瑠璃地』安放在哪裡？底下有個東西托著它，托住它的東西像幡幢。幢通常在佛教裡面是屬於旗子一類，形狀是圓形的，裡面是空的，有點像現在飛機場那個風筒一樣。幡是扁的，在台灣很多寺院裡面我們看到幡多，幢比較少見，在香港有很多寺廟還是有幢，圓形的，這圓形像個柱子一樣。『金剛七寶金幢』，這個幢不是普通的質料，都是七寶成就的，『擎瑠璃地』。下面這是看這個幢的形狀："
    },
    {
      "id": "03-001-0016_p0012",
      "zh_CN": "【其幢八方。八楞具足。】",
      "zh_TW": "【其幢八方。八楞具足。】"
    },
    {
      "id": "03-001-0016_p0013",
      "zh_CN": "这个幢是八角形的。",
      "zh_TW": "這個幢是八角形的。"
    },
    {
      "id": "03-001-0016_p0014",
      "zh_CN": "【一一方面。百宝所成。一一宝珠。有千光明。一一光明。八万四千色。映瑠璃地。如亿千日。不可具见。】",
      "zh_TW": "【一一方面。百寶所成。一一寶珠。有千光明。一一光明。八萬四千色。映瑠璃地。如億千日。不可具見。】"
    },
    {
      "id": "03-001-0016_p0015",
      "zh_CN": "这地下面的庄严实在是不可思议，诸位细细看看此地所描绘的。因为地是透明的，所以这些庄严在地面上会看得清清楚楚，那真是美不胜收。这是地底下的庄严。",
      "zh_TW": "這地下面的莊嚴實在是不可思議，諸位細細看看此地所描繪的。因為地是透明的，所以這些莊嚴在地面上會看得清清楚楚，那真是美不勝收。這是地底下的莊嚴。"
    },
    {
      "id": "03-001-0016_p0016",
      "zh_CN": "【瑠璃地上。以黄金绳。杂厕间错。以七宝界。分齐分明。】",
      "zh_TW": "【瑠璃地上。以黃金繩。雜廁間錯。以七寶界。分齊分明。】"
    },
    {
      "id": "03-001-0016_p0017",
      "zh_CN": "地面上也非常的整齐美观，这是西方极乐世界的大地。像我们现在这个地是磨石子地，这个地方是用塑胶片一格一格把它间隔开。西方极乐世界也是这样的，但是人家是瑠璃地，用什么东西间隔的？『黄金绳』。黄金在那个地方都是建筑材料。我们这个地，讲堂是自己造的，外面就不是。极乐世界是普遍，整个世界的地统统是这样的，可见得这个世界之美好，决定没有泥沙、泥土这些东西，无论你走到哪里都是这样的瑠璃宝地。它也有马路，经上讲的，马路是黄金铺的，没有铺黄金的都是瑠璃地，金的线条间隔的方格子。这是说明西方世界地面上的庄严，不是人工造的，这一切都是性德所显，这也是清清楚楚、明明白白。",
      "zh_TW": "地面上也非常的整齊美觀，這是西方極樂世界的大地。像我們現在這個地是磨石子地，這個地方是用塑膠片一格一格把它間隔開。西方極樂世界也是這樣的，但是人家是瑠璃地，用什麼東西間隔的？『黃金繩』。黃金在那個地方都是建築材料。我們這個地，講堂是自己造的，外面就不是。極樂世界是普遍，整個世界的地統統是這樣的，可見得這個世界之美好，決定沒有泥沙、泥土這些東西，無論你走到哪裡都是這樣的瑠璃寶地。它也有馬路，經上講的，馬路是黃金鋪的，沒有鋪黃金的都是瑠璃地，金的線條間隔的方格子。這是說明西方世界地面上的莊嚴，不是人工造的，這一切都是性德所顯，這也是清清楚楚、明明白白。"
    },
    {
      "id": "03-001-0016_p0018",
      "zh_CN": "【一一宝中。有五百色光。】",
      "zh_TW": "【一一寶中。有五百色光。】"
    },
    {
      "id": "03-001-0016_p0019",
      "zh_CN": "这都叫我们去想，想到一定到见到为止，统统见到，这个观才算成就。这里面有『七宝界』，这一一宝又有宝光。",
      "zh_TW": "這都叫我們去想，想到一定到見到為止，統統見到，這個觀才算成就。這裡面有『七寶界』，這一一寶又有寶光。"
    },
    {
      "id": "03-001-0016_p0020",
      "zh_CN": "【其光如华。又似星月。悬处虚空。成光明台。楼阁千万。百宝合成。于台两边。各有百亿华幢。】",
      "zh_TW": "【其光如華。又似星月。懸處虛空。成光明臺。樓閣千萬。百寶合成。於臺兩邊。各有百億華幢。】"
    },
    {
      "id": "03-001-0016_p0021",
      "zh_CN": "这个幢当然比瑠璃宝地那个幢要小得多，那是擎地的，这是地上的，这个幢多，『有百亿华幢』。",
      "zh_TW": "這個幢當然比瑠璃寶地那個幢要小得多，那是擎地的，這是地上的，這個幢多，『有百億華幢』。"
    },
    {
      "id": "03-001-0016_p0022",
      "zh_CN": "【无量乐器。以为庄严。】",
      "zh_TW": "【無量樂器。以為莊嚴。】"
    },
    {
      "id": "03-001-0016_p0023",
      "zh_CN": "我们常讲天乐盈空，空中遍满都是乐器，不必要人去演奏，自然出声音，天乐。",
      "zh_TW": "我們常講天樂盈空，空中遍滿都是樂器，不必要人去演奏，自然出聲音，天樂。"
    },
    {
      "id": "03-001-0016_p0024",
      "zh_CN": "【八种清风。从光明出。鼓此乐器。演说苦空无常无我之音。】",
      "zh_TW": "【八種清風。從光明出。鼓此樂器。演說苦空無常無我之音。】"
    },
    {
      "id": "03-001-0016_p0025",
      "zh_CN": "诸位要知道，极乐世界哪里还有无常苦空？没有这个东西。这种音乐演奏这个东西从哪里来的？这都是叫我们到了西方极乐世界去回忆从前在娑婆世界受的那些苦难，做个比较，叫你想想过去。好像我们现在在台湾一切物质生活这样的丰裕，想想三、四十年前过的那个苦日子。我到台湾来的时候，台北人都穿木屐，走在马路上声音都很大的。那时候公共汽车半个小时才有一班，比较偏僻一点的一个小时才有一班。我到台北，我住在大直，大直那里都没有车。巴士只有从火车站，十七路车到动物园，一个小时一班。从圆山到大直没有柏油路，都是沙石路。到阳明山去玩，阳明山没有柏油路，就是石子路上山。所以想想那个时候，这是到了极乐世界回想娑婆世界的情形，所以才有『苦空无常无我之音』，激发我们的道心。",
      "zh_TW": "諸位要知道，極樂世界哪裡還有無常苦空？沒有這個東西。這種音樂演奏這個東西從哪裡來的？這都是叫我們到了西方極樂世界去回憶從前在娑婆世界受的那些苦難，做個比較，叫你想想過去。好像我們現在在台灣一切物質生活這樣的豐裕，想想三、四十年前過的那個苦日子。我到台灣來的時候，台北人都穿木屐，走在馬路上聲音都很大的。那時候公共汽車半個小時才有一班，比較偏僻一點的一個小時才有一班。我到台北，我住在大直，大直那裡都沒有車。巴士只有從火車站，十七路車到動物園，一個小時一班。從圓山到大直沒有柏油路，都是沙石路。到陽明山去玩，陽明山沒有柏油路，就是石子路上山。所以想想那個時候，這是到了極樂世界回想娑婆世界的情形，所以才有『苦空無常無我之音』，激發我們的道心。"
    },
    {
      "id": "03-001-0016_p0026",
      "zh_CN": "【是为水想。名第二观。】",
      "zh_TW": "【是為水想。名第二觀。】"
    },
    {
      "id": "03-001-0016_p0027",
      "zh_CN": "这个注子里面重要的我们略说一说。「禀圆宗人。知能想心，具七大性」，这七大性是《楞严经》上所讲的地水火风空见识，「故以具水之心，托彼即心之水。观于本性，令水现前」。所以，这个完全是想像。在从前禅宗里面也有修水观的，他摄心，他什么都不想，就想水。这个定修成之后，他看地面就是一片汪洋水相。禅宗里有个公案，这都是事实，都不是假的，就是有一个人修水观入定，入定当中他的心里是一片水，统统是水，人身体不见了。譬如他在这个房子入定，这个定成就之后，别人到这个房子来一看，没有看到人，看到房子都是水。有个小沙弥在窗户边看到里面都是水，他不相信，他拿个小石块丢在里头，一丢，噗通，果然是水。老和尚出定，水没有了，心里就难过，为什么？身体里有块石头，就很痛苦。他晓得这小沙弥丢的，就告诉小沙弥，你下次再看到我房间有水，你赶紧把那块石头捡出去。下次他再入定，他又看到水，果然不错，那石头还在里头，他就到房子里把那个石头捡掉，这老和尚心里一块石头就拿掉了。观成之后，如果是火观，你看到人也没有了，一片火光，这是在我们中国古大德修行确实有修成就的。但是他那个入定，水定、火定，并不是这个观想。这个观想功德就非常之大，如果观成，前面讲过，任何一观观成之后决定能往生西方。",
      "zh_TW": "這個註子裡面重要的我們略說一說。「稟圓宗人。知能想心，具七大性」，這七大性是《楞嚴經》上所講的地水火風空見識，「故以具水之心，託彼即心之水。觀於本性，令水現前」。所以，這個完全是想像。在從前禪宗裡面也有修水觀的，他攝心，他什麼都不想，就想水。這個定修成之後，他看地面就是一片汪洋水相。禪宗裡有個公案，這都是事實，都不是假的，就是有一個人修水觀入定，入定當中他的心裡是一片水，統統是水，人身體不見了。譬如他在這個房子入定，這個定成就之後，別人到這個房子來一看，沒有看到人，看到房子都是水。有個小沙彌在窗戶邊看到裡面都是水，他不相信，他拿個小石塊丟在裡頭，一丟，噗通，果然是水。老和尚出定，水沒有了，心裡就難過，為什麼？身體裡有塊石頭，就很痛苦。他曉得這小沙彌丟的，就告訴小沙彌，你下次再看到我房間有水，你趕緊把那塊石頭撿出去。下次他再入定，他又看到水，果然不錯，那石頭還在裡頭，他就到房子裡把那個石頭撿掉，這老和尚心裡一塊石頭就拿掉了。觀成之後，如果是火觀，你看到人也沒有了，一片火光，這是在我們中國古大德修行確實有修成就的。但是他那個入定，水定、火定，並不是這個觀想。這個觀想功德就非常之大，如果觀成，前面講過，任何一觀觀成之後決定能往生西方。"
    },
    {
      "id": "03-001-0016_p0028",
      "zh_CN": "此地给我们说出原理，这是本性里面所具足的。「皆于心性，观令显现」，这一段是总说。我们刚才念的文分成七段，这是诸位在这个注解上一看就晓得。前面三句是一段，「见水澄清，亦令明了，无分散意」，这是一段；接着后面两句是一段，「既见水已，当起冰想」，这是第二段。第一段里面，「初作水想妙心既运，性水即生。专想澄清，令心不散」，这个注解注得很详细，诸位自己去看就可以了。",
      "zh_TW": "此地給我們說出原理，這是本性裡面所具足的。「皆於心性，觀令顯現」，這一段是總說。我們剛才念的文分成七段，這是諸位在這個註解上一看就曉得。前面三句是一段，「見水澄清，亦令明了，無分散意」，這是一段；接著後面兩句是一段，「既見水已，當起冰想」，這是第二段。第一段裡面，「初作水想妙心既運，性水即生。專想澄清，令心不散」，這個註解註得很詳細，諸位自己去看就可以了。"
    },
    {
      "id": "03-001-0016_p0029",
      "zh_CN": "我们如果依照这个方法来修当然是可以，不过这方法不容易，如果真正修成了，这是有效果的。所以《观经》读的人多，依照这个方法修的人少，原因就是很不容易观成。纵然观成之后，说老实话，不如持名，为什么？你往生西方极乐世界之后，你这个观的印象非常深，你要知道总原则里头，凡所有相皆是虚妄，观不容易成就，将来把这个印象去掉也不容易成就，不把这个相去掉不能见性，所以不如一句名号容易，名号虚妄的，把它舍弃掉容易，观想观成之后，相当不容易。从前我在台中，李老师告诉我的，他叫我不要修这个，他说修这个，这个东西以后到西方极乐世界，把这个印象拿掉是很不简单的事情，不如名号拿掉容易。一句阿弥陀佛四个字一打掉之后，比坚固的观想是方便太多，所以他一直教我们修持名念佛。再看底下第三观，地观：",
      "zh_TW": "我們如果依照這個方法來修當然是可以，不過這方法不容易，如果真正修成了，這是有效果的。所以《觀經》讀的人多，依照這個方法修的人少，原因就是很不容易觀成。縱然觀成之後，說老實話，不如持名，為什麼？你往生西方極樂世界之後，你這個觀的印象非常深，你要知道總原則裡頭，凡所有相皆是虛妄，觀不容易成就，將來把這個印象去掉也不容易成就，不把這個相去掉不能見性，所以不如一句名號容易，名號虛妄的，把它捨棄掉容易，觀想觀成之後，相當不容易。從前我在台中，李老師告訴我的，他叫我不要修這個，他說修這個，這個東西以後到西方極樂世界，把這個印象拿掉是很不簡單的事情，不如名號拿掉容易。一句阿彌陀佛四個字一打掉之後，比堅固的觀想是方便太多，所以他一直教我們修持名念佛。再看底下第三觀，地觀："
    },
    {
      "id": "03-001-0016_p0030",
      "zh_CN": "【此想成时。】",
      "zh_TW": "【此想成時。】"
    },
    {
      "id": "03-001-0016_p0031",
      "zh_CN": "可见得地观是水观成就了，这瑠璃地才清清楚楚。",
      "zh_TW": "可見得地觀是水觀成就了，這瑠璃地才清清楚楚。"
    },
    {
      "id": "03-001-0016_p0032",
      "zh_CN": "【一一观之。极令了了。】",
      "zh_TW": "【一一觀之。極令了了。】"
    },
    {
      "id": "03-001-0016_p0033",
      "zh_CN": "清清楚楚、明明白白的。",
      "zh_TW": "清清楚楚、明明白白的。"
    },
    {
      "id": "03-001-0016_p0034",
      "zh_CN": "【闭目开目。不令散失。】",
      "zh_TW": "【閉目開目。不令散失。】"
    },
    {
      "id": "03-001-0016_p0035",
      "zh_CN": "睁开眼睛，闭了眼睛，这个境界统统在眼前，就跟前面第一观一样，统统在眼前。",
      "zh_TW": "睜開眼睛，閉了眼睛，這個境界統統在眼前，就跟前面第一觀一樣，統統在眼前。"
    },
    {
      "id": "03-001-0016_p0036",
      "zh_CN": "【唯除食时。恒忆此事。如此想者。名为粗见极乐国土。】",
      "zh_TW": "【唯除食時。恆憶此事。如此想者。名為粗見極樂國土。】"
    },
    {
      "id": "03-001-0016_p0037",
      "zh_CN": "我们吃饭的时候这个暂时停止一下，换句话说，除了吃饭的时候，你这个观想不能中断。底下一行是注解，「言渐想者，由前冰观转来」，这是解释科题，他是以前面一观做基础继续不断深入的观想，才见到这个地观。",
      "zh_TW": "我們吃飯的時候這個暫時停止一下，換句話說，除了吃飯的時候，你這個觀想不能中斷。底下一行是註解，「言漸想者，由前冰觀轉來」，這是解釋科題，他是以前面一觀做基礎繼續不斷深入的觀想，才見到這個地觀。"
    },
    {
      "id": "03-001-0016_p0038",
      "zh_CN": "【若得三昧。见彼国地了了分明。不可具说。是为地想。名第三观。】",
      "zh_TW": "【若得三昧。見彼國地了了分明。不可具說。是為地想。名第三觀。】"
    },
    {
      "id": "03-001-0016_p0039",
      "zh_CN": "这个三昧也叫做念佛三昧，这是观想念佛而成的，得念佛三昧。三昧简单的讲就是定，心定了。刚才讲了，你只有在短短吃饭的时间把这个功夫放下来，除了吃饭之外，你这个功夫是绵绵不断的，你的心里头已经没有杂念、妄想，这是念佛三昧成就了。他成就的相就是看到西方极乐世界这个地非常的清楚，就像在眼前一样，决定好像是真实的，不是好像前面所讲的那个虚妄的想，没有见到，这想是见到了，见到的情形跟经里面所讲的一样。睁开眼睛见得到，闭了眼睛也见到。",
      "zh_TW": "這個三昧也叫做念佛三昧，這是觀想念佛而成的，得念佛三昧。三昧簡單的講就是定，心定了。剛才講了，你只有在短短吃飯的時間把這個功夫放下來，除了吃飯之外，你這個功夫是綿綿不斷的，你的心裡頭已經沒有雜念、妄想，這是念佛三昧成就了。他成就的相就是看到西方極樂世界這個地非常的清楚，就像在眼前一樣，決定好像是真實的，不是好像前面所講的那個虛妄的想，沒有見到，這想是見到了，見到的情形跟經裡面所講的一樣。睜開眼睛見得到，閉了眼睛也見到。"
    },
    {
      "id": "03-001-0016_p0040",
      "zh_CN": "经中所讲『不可具说』是地的庄严，那个庄严美好说不尽，可是你看得清清楚楚、明明白白。注解里头给我们透了个消息，这个消息在注的末后几句，「以同居横具上三故」，这是庄严之所以然。我们观想，的确观想的是凡圣同居土，但是那个凡圣同居土也就等于方便有余土、实报庄严土，所以才有这样的庄严，不像我们这个地方。我们这个地方凡圣同居土就是凡圣同居土，绝对不是实报土，不是方便土。假如我们这个地方，一土就是三土的话，那就跟西方极乐世界一样的庄严。底下一段，这是利益，经文到这个地方我们才看到这个利益。",
      "zh_TW": "經中所講『不可具說』是地的莊嚴，那個莊嚴美好說不盡，可是你看得清清楚楚、明明白白。註解裡頭給我們透了個消息，這個消息在註的末後幾句，「以同居橫具上三故」，這是莊嚴之所以然。我們觀想，的確觀想的是凡聖同居土，但是那個凡聖同居土也就等於方便有餘土、實報莊嚴土，所以才有這樣的莊嚴，不像我們這個地方。我們這個地方凡聖同居土就是凡聖同居土，絕對不是實報土，不是方便土。假如我們這個地方，一土就是三土的話，那就跟西方極樂世界一樣的莊嚴。底下一段，這是利益，經文到這個地方我們才看到這個利益。"
    },
    {
      "id": "03-001-0016_p0041",
      "zh_CN": "【佛告阿难。汝持佛语。为未来世一切大众欲脱苦者。说是观地法。】",
      "zh_TW": "【佛告阿難。汝持佛語。為未來世一切大眾欲脫苦者。說是觀地法。】"
    },
    {
      "id": "03-001-0016_p0042",
      "zh_CN": "你看这一句明明白白告诉阿难，要把这个法门一直传到未来世的一切众生，使未来世这些烦恼的众生，要想离苦得乐，要想往生极乐世界，你就把这个方法教给他，他依这个方法去做能成功。",
      "zh_TW": "你看這一句明明白白告訴阿難，要把這個法門一直傳到未來世的一切眾生，使未來世這些煩惱的眾生，要想離苦得樂，要想往生極樂世界，你就把這個方法教給他，他依這個方法去做能成功。"
    },
    {
      "id": "03-001-0016_p0043",
      "zh_CN": "【若观是地者。除八十亿劫生死之罪。】",
      "zh_TW": "【若觀是地者。除八十億劫生死之罪。】"
    },
    {
      "id": "03-001-0016_p0044",
      "zh_CN": "这是讲观成，不观成没有这个效果。如果你真正观成，得三昧了，『见彼国地了了分明』。这个消灾灭罪的功德真正是不可思议，这里说『除八十亿劫生死之罪』。",
      "zh_TW": "這是講觀成，不觀成沒有這個效果。如果你真正觀成，得三昧了，『見彼國地了了分明』。這個消災滅罪的功德真正是不可思議，這裡說『除八十億劫生死之罪』。"
    },
    {
      "id": "03-001-0016_p0045",
      "zh_CN": "【舍身他世。必生净国。心得无疑。】",
      "zh_TW": "【捨身他世。必生淨國。心得無疑。】"
    },
    {
      "id": "03-001-0016_p0046",
      "zh_CN": "你舍报之后一定往生西方极乐世界。",
      "zh_TW": "你捨報之後一定往生西方極樂世界。"
    },
    {
      "id": "03-001-0016_p0047",
      "zh_CN": "【作是观者。名为正观。若他观者。名为邪观。】",
      "zh_TW": "【作是觀者。名為正觀。若他觀者。名為邪觀。】"
    },
    {
      "id": "03-001-0016_p0048",
      "zh_CN": "修这个法门，观想方法要依经，观成的境界一定是跟经上所讲的一样，这才是观成。如果你作观，观想的境界与经上讲的不一样，这就不是正观。",
      "zh_TW": "修這個法門，觀想方法要依經，觀成的境界一定是跟經上所講的一樣，這才是觀成。如果你作觀，觀想的境界與經上講的不一樣，這就不是正觀。"
    },
    {
      "id": "03-001-0016_p0049",
      "zh_CN": "现在在台湾，我不太清楚，在香港、南洋，甚至于美国，我看到有个小册子，是大陆上有位法师宣说他曾经到过极乐世界，说是观世音菩萨把他带到极乐世界游历一番，又回来了。他讲极乐世界这些情形，写成一本小书，现在还有人印得很精美。最初说得是很简单，只有几页，现在逐渐补充成一本书。畅怀法师曾经拿来给我看，问我这个靠不靠得住？我说决定不可靠，但是现在流通得很广。他说这劝人念佛求生净土是好事情，但是因为它里面所讲的境界跟经上讲的不相应，所以我觉得不是真的。看现代人这些著作、小册子要特别留意，它里面所讲的百分之九十跟经相应，只有一桩不相应，那都是假的，这个要注意。真的是百分之百的相应，绝对不会有一桩事情不相应。它里面讲的有一桩事情，我一看的时候，底下我就不看，西方极乐世界也有男女、饮食之欲，这是我们在三经里决定没有看到的，所以我说只要有这句话，其他的不必看，为什么？不要浪费那么多精神、时间，我只看一句就晓得是假的不是真的。我们在三经里头没有看到这个事情，所以不可以相信，不要听信谣言。现在信谣言的人很多，还有好多人拿钱出来印，他不印经，他要印这个东西，你说有什么法子？这些人好奇骛怪，我们天天在这里讲经，你讲经的人没有去过，人家不讲经，他去过，妖言惑众，我们要注意。",
      "zh_TW": "現在在台灣，我不太清楚，在香港、南洋，甚至於美國，我看到有個小冊子，是大陸上有位法師宣說他曾經到過極樂世界，說是觀世音菩薩把他帶到極樂世界遊歷一番，又回來了。他講極樂世界這些情形，寫成一本小書，現在還有人印得很精美。最初說得是很簡單，只有幾頁，現在逐漸補充成一本書。暢懷法師曾經拿來給我看，問我這個靠不靠得住？我說決定不可靠，但是現在流通得很廣。他說這勸人念佛求生淨土是好事情，但是因為它裡面所講的境界跟經上講的不相應，所以我覺得不是真的。看現代人這些著作、小冊子要特別留意，它裡面所講的百分之九十跟經相應，只有一樁不相應，那都是假的，這個要注意。真的是百分之百的相應，絕對不會有一樁事情不相應。它裡面講的有一樁事情，我一看的時候，底下我就不看，西方極樂世界也有男女、飲食之欲，這是我們在三經裡決定沒有看到的，所以我說只要有這句話，其他的不必看，為什麼？不要浪費那麼多精神、時間，我只看一句就曉得是假的不是真的。我們在三經裡頭沒有看到這個事情，所以不可以相信，不要聽信謠言。現在信謠言的人很多，還有好多人拿錢出來印，他不印經，他要印這個東西，你說有什麼法子？這些人好奇騖怪，我們天天在這裡講經，你講經的人沒有去過，人家不講經，他去過，妖言惑眾，我們要注意。"
    },
    {
      "id": "03-001-0016_p0050",
      "zh_CN": "这个注子里头，钞里头讲的这几句话很好，在九十七面第二行，「钞云。观与经合。则称性见」，这就是你见性见，不是眼识见，所以你闭着眼睛，境界还现前，这就是见性见。如果睁开眼睛见得到，闭了眼睛见不到，这是眼识见不是见性见。如果见性见，实在讲与眼根不相关，睁着眼睛、闭着眼睛统统见得到。这个事情在《楞严经》里面，释迦牟尼佛所说的十番显见就讲得很清楚。我们用见性见就见到西方真正的境界，所以「名为正观」。「见相乖经」，就是与经里面讲的不相符合，经上没有的他有，经上有的他没有，这就不对了，「是发魔事，故名邪观」，那就不是佛的境界，是魔境界现前，这不是正观。「下去皆然」，以后每一段都有这几句话，意思跟这里都一样的，都是提醒我们的警觉，这邪正要辨别清楚。邪正的标准一定是依经，与经相应的是正，与经不相应的是邪。再看底下第四段：",
      "zh_TW": "這個註子裡頭，鈔裡頭講的這幾句話很好，在九十七面第二行，「鈔云。觀與經合。則稱性見」，這就是你見性見，不是眼識見，所以你閉著眼睛，境界還現前，這就是見性見。如果睜開眼睛見得到，閉了眼睛見不到，這是眼識見不是見性見。如果見性見，實在講與眼根不相關，睜著眼睛、閉著眼睛統統見得到。這個事情在《楞嚴經》裡面，釋迦牟尼佛所說的十番顯見就講得很清楚。我們用見性見就見到西方真正的境界，所以「名為正觀」。「見相乖經」，就是與經裡面講的不相符合，經上沒有的他有，經上有的他沒有，這就不對了，「是發魔事，故名邪觀」，那就不是佛的境界，是魔境界現前，這不是正觀。「下去皆然」，以後每一段都有這幾句話，意思跟這裡都一樣的，都是提醒我們的警覺，這邪正要辨別清楚。邪正的標準一定是依經，與經相應的是正，與經不相應的是邪。再看底下第四段："
    },
    {
      "id": "03-001-0016_p0051",
      "zh_CN": "【佛告阿难及韦提希。地想成已。次观宝树。】",
      "zh_TW": "【佛告阿難及韋提希。地想成已。次觀寶樹。】"
    },
    {
      "id": "03-001-0016_p0052",
      "zh_CN": "再看极乐世界的景致，你看他的树。",
      "zh_TW": "再看極樂世界的景致，你看他的樹。"
    },
    {
      "id": "03-001-0016_p0053",
      "zh_CN": "【观宝树者。一一观之。作七重行树想。】",
      "zh_TW": "【觀寶樹者。一一觀之。作七重行樹想。】"
    },
    {
      "id": "03-001-0016_p0054",
      "zh_CN": "所以三经里面讲的境界都一样，我们在小本《弥陀经》里面看到是七重行树，这里也是如此。",
      "zh_TW": "所以三經裡面講的境界都一樣，我們在小本《彌陀經》裡面看到是七重行樹，這裡也是如此。"
    },
    {
      "id": "03-001-0016_p0055",
      "zh_CN": "【一一树。高八千由旬。其诸宝树。七宝华叶无不具足。】",
      "zh_TW": "【一一樹。高八千由旬。其諸寶樹。七寶華葉無不具足。】"
    },
    {
      "id": "03-001-0016_p0056",
      "zh_CN": "实在讲这是很不容易观想的，为什么？这样高的树我们平常没见过。实在讲这样高大的丛林是非常伟大的景观，为什么？在这个境界里头，我们人生有不一样的体验，觉得我们人太渺小，确实能发人深省。但是在台湾没有这样的丛林，在大陆上我相信可能还是有。我们听说大陆上许多丛林都被砍掉了，所以引起黄河、长江泛滥，因为不知道水土的保持，拼命的砍这些木材，所以变成江河泛滥，现在才稍微懂得一点，才提倡造林。树木是一种大自然的生态，与我们生活有很密切的关系。",
      "zh_TW": "實在講這是很不容易觀想的，為什麼？這樣高的樹我們平常沒見過。實在講這樣高大的叢林是非常偉大的景觀，為什麼？在這個境界裡頭，我們人生有不一樣的體驗，覺得我們人太渺小，確實能發人深省。但是在台灣沒有這樣的叢林，在大陸上我相信可能還是有。我們聽說大陸上許多叢林都被砍掉了，所以引起黃河、長江氾濫，因為不知道水土的保持，拼命的砍這些木材，所以變成江河氾濫，現在才稍微懂得一點，才提倡造林。樹木是一種大自然的生態，與我們生活有很密切的關係。"
    },
    {
      "id": "03-001-0016_p0057",
      "zh_CN": "我曾经在美国看过大树，但是没有八千由旬这么高，我们有好几个人同去，在那里住了二、三天，游览美国优胜美地国家公园。那个地方如果要看那个树，许多人去看过，他说我到这里来看这个树，以后三十年不要看树了，山也美，树也美，里面有瀑布，有清澈的河流。实在讲要是看风景，世界上恐怕风景最好的还是在中国大陆，美国还是比不上。",
      "zh_TW": "我曾經在美國看過大樹，但是沒有八千由旬這麼高，我們有好幾個人同去，在那裡住了二、三天，遊覽美國優勝美地國家公園。那個地方如果要看那個樹，許多人去看過，他說我到這裡來看這個樹，以後三十年不要看樹了，山也美，樹也美，裡面有瀑布，有清澈的河流。實在講要是看風景，世界上恐怕風景最好的還是在中國大陸，美國還是比不上。"
    },
    {
      "id": "03-001-0016_p0058",
      "zh_CN": "『八千由旬』，一由旬是多高？由旬是印度计算长度的单位，有三种计算法，分为大由旬、中由旬、小由旬。我们算小的来说，小由旬是中国过去四十华里，拿现在公里来算也有二十公里。大由旬是八十里，以公里算算，四十公里。四十公里的高度，现在飞机都飞不上去，这非常高，那是一由旬。八千由旬，恐怕我们这个地球，要是跟那个树比一比还矮半截，这地球的高度没有树那么高，你想极乐世界多大！所以极乐世界人也大，我们这人要跟他一比，像蚂蚁一样，恐怕极乐世界人还没看到我们，人太大了。这是依报、正报都不一样，那里人福报大。我们生到西方极乐世界也是那么大的身，所以你能观察得到。凭我们现在的身相没有法子想像，想像不到的，所以这真是境界微细，相好太庄严了，没有法子观。所以到十三观的时候，这才迁就我们众生，叫我们观佛，观什么样的身？一丈六尺的金身，或者观八尺的身，八尺就跟我们人一般大，后面逐渐教我们观这个相。像这个我们实在观不起来，没有法子想像，我们想像能力想像不到，可见得西方世界的殊胜。",
      "zh_TW": "『八千由旬』，一由旬是多高？由旬是印度計算長度的單位，有三種計算法，分為大由旬、中由旬、小由旬。我們算小的來說，小由旬是中國過去四十華里，拿現在公里來算也有二十公里。大由旬是八十里，以公里算算，四十公里。四十公里的高度，現在飛機都飛不上去，這非常高，那是一由旬。八千由旬，恐怕我們這個地球，要是跟那個樹比一比還矮半截，這地球的高度沒有樹那麼高，你想極樂世界多大！所以極樂世界人也大，我們這人要跟他一比，像螞蟻一樣，恐怕極樂世界人還沒看到我們，人太大了。這是依報、正報都不一樣，那裡人福報大。我們生到西方極樂世界也是那麼大的身，所以你能觀察得到。憑我們現在的身相沒有法子想像，想像不到的，所以這真是境界微細，相好太莊嚴了，沒有法子觀。所以到十三觀的時候，這才遷就我們眾生，叫我們觀佛，觀什麼樣的身？一丈六尺的金身，或者觀八尺的身，八尺就跟我們人一般大，後面逐漸教我們觀這個相。像這個我們實在觀不起來，沒有法子想像，我們想像能力想像不到，可見得西方世界的殊勝。"
    },
    {
      "id": "03-001-0016_p0059",
      "zh_CN": "『其诸宝树，七宝华叶无不具足』。我们今天观想的方式只能拿我们娑婆世界的树来想像，想像这个树之高大，尽我们能力去想像。再想像这个树是七宝所成的，像《弥陀经》里面所说的七宝所成，或是纯一种宝成，或者是两种宝成，或者是七种宝错综而成，这样的去观想。好，我们下课。",
      "zh_TW": "『其諸寶樹，七寶華葉無不具足』。我們今天觀想的方式只能拿我們娑婆世界的樹來想像，想像這個樹之高大，盡我們能力去想像。再想像這個樹是七寶所成的，像《彌陀經》裡面所說的七寶所成，或是純一種寶成，或者是兩種寶成，或者是七種寶錯綜而成，這樣的去觀想。好，我們下課。"
    }
  ]
}