{
  "doc_id": "03-001-0019",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0019",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "03-001-0019_p0001",
      "zh_CN": "请看经文一０八面：",
      "zh_TW": "請看經文一０八面："
    },
    {
      "id": "03-001-0019_p0002",
      "zh_CN": "【佛告韦提希。欲观彼佛者。当起想念。于七宝地上作莲华想。】",
      "zh_TW": "【佛告韋提希。欲觀彼佛者。當起想念。於七寶地上作蓮華想。】"
    },
    {
      "id": "03-001-0019_p0003",
      "zh_CN": "这段话实在都是为我们说的，为什么？韦提希已经见到阿弥陀佛了。教她作怎么观法都是她请求的，就是「未来众生，当云何观无量寿佛及二菩萨」，都是酬答这一句启请的。因为佛跟两位菩萨现身她都亲眼看到的，所以这是非常的慈悲，也说明这个法门是末法一切众生得度的因缘。",
      "zh_TW": "這段話實在都是為我們說的，為什麼？韋提希已經見到阿彌陀佛了。教她作怎麼觀法都是她請求的，就是「未來眾生，當云何觀無量壽佛及二菩薩」，都是酬答這一句啟請的。因為佛跟兩位菩薩現身她都親眼看到的，所以這是非常的慈悲，也說明這個法門是末法一切眾生得度的因緣。"
    },
    {
      "id": "03-001-0019_p0004",
      "zh_CN": "我们要观佛，所以后面观佛这一观常常被后世人利用，因为十六观的确太微细，在十六观里面选一观多半都是选观佛，一观成就就可以。佛在此地告诉韦提希实在就是告诉我们，『欲观彼佛者』，彼佛就是阿弥陀佛，『当起想念，于七宝地上作莲华想』。我们观佛，先想他坐的莲花、莲座，莲花座，先想这个。注解里说明真的相太微妙，不容易观，所以叫我们先观莲花座。",
      "zh_TW": "我們要觀佛，所以後面觀佛這一觀常常被後世人利用，因為十六觀的確太微細，在十六觀裡面選一觀多半都是選觀佛，一觀成就就可以。佛在此地告訴韋提希實在就是告訴我們，『欲觀彼佛者』，彼佛就是阿彌陀佛，『當起想念，於七寶地上作蓮華想』。我們觀佛，先想他坐的蓮花、蓮座，蓮花座，先想這個。註解裡說明真的相太微妙，不容易觀，所以叫我們先觀蓮花座。"
    },
    {
      "id": "03-001-0019_p0005",
      "zh_CN": "【令其莲华一一叶上作百宝色。有八万四千脉。犹如天画。脉有八万四千光。了了分明。皆令得见。】",
      "zh_TW": "【令其蓮華一一葉上作百寶色。有八萬四千脈。猶如天畫。脈有八萬四千光。了了分明。皆令得見。】"
    },
    {
      "id": "03-001-0019_p0006",
      "zh_CN": "莲花上有脉络，一共有八万四千，这八万四千是叶上，『一一叶上』，每片叶上这样的微细。莲放光，光从脉上发出来，清清楚楚的。",
      "zh_TW": "蓮花上有脈絡，一共有八萬四千，這八萬四千是葉上，『一一葉上』，每片葉上這樣的微細。蓮放光，光從脈上發出來，清清楚楚的。"
    },
    {
      "id": "03-001-0019_p0007",
      "zh_CN": "【华叶小者。纵广二百五十由旬。如是莲华。具有八万四千叶。】",
      "zh_TW": "【華葉小者。縱廣二百五十由旬。如是蓮華。具有八萬四千葉。】"
    },
    {
      "id": "03-001-0019_p0008",
      "zh_CN": "『华叶小者』，这没有说大的，说小的。每片叶子有『二百五十由旬』，这莲花有多大？『八万四千叶』，你们去想一想这莲花有多大？恐怕比我们这地球大多了，我们这个地球没那么大，所以这实在是不容易观想。这是说明花座的宝相。再往下面看：",
      "zh_TW": "『華葉小者』，這沒有說大的，說小的。每片葉子有『二百五十由旬』，這蓮花有多大？『八萬四千葉』，你們去想一想這蓮花有多大？恐怕比我們這地球大多了，我們這個地球沒那麼大，所以這實在是不容易觀想。這是說明花座的寶相。再往下面看："
    },
    {
      "id": "03-001-0019_p0009",
      "zh_CN": "【一一叶间。有百亿摩尼珠王以为映饰。一一摩尼珠。放千光明。其光如盖。七宝合成。遍覆地上。】",
      "zh_TW": "【一一葉間。有百億摩尼珠王以為映飾。一一摩尼珠。放千光明。其光如蓋。七寶合成。遍覆地上。】"
    },
    {
      "id": "03-001-0019_p0010",
      "zh_CN": "这是说花体之庄严。一一相间之处有这么多的如意宝珠，珠放光，光像宝盖一样，覆于莲花之上。",
      "zh_TW": "這是說花體之莊嚴。一一相間之處有這麼多的如意寶珠，珠放光，光像寶蓋一樣，覆於蓮花之上。"
    },
    {
      "id": "03-001-0019_p0011",
      "zh_CN": "【释迦毗楞伽宝。】",
      "zh_TW": "【釋迦毗楞伽寶。】"
    },
    {
      "id": "03-001-0019_p0012",
      "zh_CN": "『释迦毗楞伽宝』前面我们见到过，就是如意宝。",
      "zh_TW": "『釋迦毗楞伽寶』前面我們見到過，就是如意寶。"
    },
    {
      "id": "03-001-0019_p0013",
      "zh_CN": "【以为其台。】",
      "zh_TW": "【以為其臺。】"
    },
    {
      "id": "03-001-0019_p0014",
      "zh_CN": "这就是莲台，花里面有个台，佛就坐在莲台上。就好像莲花当中是莲蓬，这个莲蓬叫莲台，佛坐在这个上面。花是宝花，台当然也是宝台，「释迦毗楞伽宝」是莲台的质料。",
      "zh_TW": "這就是蓮臺，花裡面有個臺，佛就坐在蓮臺上。就好像蓮花當中是蓮蓬，這個蓮蓬叫蓮臺，佛坐在這個上面。花是寶花，臺當然也是寶臺，「釋迦毗楞伽寶」是蓮臺的質料。"
    },
    {
      "id": "03-001-0019_p0015",
      "zh_CN": "【此莲华台。八万金刚甄叔迦宝。】",
      "zh_TW": "【此蓮華臺。八萬金剛甄叔迦寶。】"
    },
    {
      "id": "03-001-0019_p0016",
      "zh_CN": "『甄叔迦』，这个注解里头有，赤色的，赤色宝，这是西土的树木，在印度有这种树，这个树是赤色的，好像红木一样，取这个近似来比喻。",
      "zh_TW": "『甄叔迦』，這個註解裡頭有，赤色的，赤色寶，這是西土的樹木，在印度有這種樹，這個樹是赤色的，好像紅木一樣，取這個近似來比喻。"
    },
    {
      "id": "03-001-0019_p0017",
      "zh_CN": "【梵摩尼宝。妙珍珠网。以为校饰。】",
      "zh_TW": "【梵摩尼寶。妙珍珠網。以為校飾。】"
    },
    {
      "id": "03-001-0019_p0018",
      "zh_CN": "『校饰』是装饰，这莲花台周围也是有这么许多珍宝作为装饰，当然这些宝也是统统都放光的。花叶放光，叶是莲花瓣，放光，一瓣一瓣当中间饰着许多的珍宝也放光，那莲台我们可以想像而知。",
      "zh_TW": "『校飾』是裝飾，這蓮花臺周圍也是有這麼許多珍寶作為裝飾，當然這些寶也是統統都放光的。花葉放光，葉是蓮花瓣，放光，一瓣一瓣當中間飾著許多的珍寶也放光，那蓮臺我們可以想像而知。"
    },
    {
      "id": "03-001-0019_p0019",
      "zh_CN": "【于其台上。自然而有四柱宝幢。】",
      "zh_TW": "【於其臺上。自然而有四柱寶幢。】"
    },
    {
      "id": "03-001-0019_p0020",
      "zh_CN": "这四根柱子是宝幢。",
      "zh_TW": "這四根柱子是寶幢。"
    },
    {
      "id": "03-001-0019_p0021",
      "zh_CN": "【一一宝幢。如百千万亿须弥山。】",
      "zh_TW": "【一一寶幢。如百千萬億須彌山。】"
    },
    {
      "id": "03-001-0019_p0022",
      "zh_CN": "这是用须弥山来比喻。",
      "zh_TW": "這是用須彌山來比喻。"
    },
    {
      "id": "03-001-0019_p0023",
      "zh_CN": "【幢上宝幔。如夜摩天宫。复有五百亿微妙宝珠。以为映饰。】",
      "zh_TW": "【幢上寶幔。如夜摩天宮。復有五百億微妙寶珠。以為映飾。】"
    },
    {
      "id": "03-001-0019_p0024",
      "zh_CN": "这个装饰是五百亿粒的宝珠。",
      "zh_TW": "這個裝飾是五百億粒的寶珠。"
    },
    {
      "id": "03-001-0019_p0025",
      "zh_CN": "【一一宝珠。有八万四千光。一一光。作八万四千异种金色。】",
      "zh_TW": "【一一寶珠。有八萬四千光。一一光。作八萬四千異種金色。】"
    },
    {
      "id": "03-001-0019_p0026",
      "zh_CN": "这里面有一些名相，这个注子里头有简单的解释。我们从这个经文上面去看，这个境界实在是非常难以想像，第一个是太大，第二个是太复杂，这里面东西太多了，是很不容易把它观成。古人讲我们阎浮提众生，说我们这些人心太粗，境界太微细，不容易观成，这看看的确是有道理。所以修这个法门是心地要很清净，而且要有耐心。当然这个观想从前面一步一步进一步来观是比较容易成就，要是单独就这一观，只能想一个大概。这个现象要是闭目、开目都在眼前，那的确可以说是已经到念佛三昧。假如念佛三昧不能现前，这个境界相的确是很不容易的，可以说相相皆是不可思议。",
      "zh_TW": "這裡面有一些名相，這個註子裡頭有簡單的解釋。我們從這個經文上面去看，這個境界實在是非常難以想像，第一個是太大，第二個是太複雜，這裡面東西太多了，是很不容易把它觀成。古人講我們閻浮提眾生，說我們這些人心太粗，境界太微細，不容易觀成，這看看的確是有道理。所以修這個法門是心地要很清淨，而且要有耐心。當然這個觀想從前面一步一步進一步來觀是比較容易成就，要是單獨就這一觀，只能想一個大概。這個現象要是閉目、開目都在眼前，那的確可以說是已經到念佛三昧。假如念佛三昧不能現前，這個境界相的確是很不容易的，可以說相相皆是不可思議。"
    },
    {
      "id": "03-001-0019_p0027",
      "zh_CN": "【一一金色。遍其宝土。】",
      "zh_TW": "【一一金色。遍其寶土。】"
    },
    {
      "id": "03-001-0019_p0028",
      "zh_CN": "『宝土』还是指整个大莲花，就像前面摩尼珠放千光明遍覆地上，地上实际上就是指莲花。",
      "zh_TW": "『寶土』還是指整個大蓮花，就像前面摩尼珠放千光明遍覆地上，地上實際上就是指蓮花。"
    },
    {
      "id": "03-001-0019_p0029",
      "zh_CN": "【处处变化。各作异相。】",
      "zh_TW": "【處處變化。各作異相。】"
    },
    {
      "id": "03-001-0019_p0030",
      "zh_CN": "这个相不是死呆板的，这个相是活的，是会变化的，这就太美了。",
      "zh_TW": "這個相不是死呆板的，這個相是活的，是會變化的，這就太美了。"
    },
    {
      "id": "03-001-0019_p0031",
      "zh_CN": "【或为金刚台。或作珍珠网。或作杂华云。于十方面随意变现。施作佛事。】",
      "zh_TW": "【或為金剛臺。或作珍珠網。或作雜華雲。於十方面隨意變現。施作佛事。】"
    },
    {
      "id": "03-001-0019_p0032",
      "zh_CN": "这个实在是阿弥陀佛精心设计的，美不胜收，我们无法想像这华丽庄严。可是它里面有很深的用意，那是在那个地方『施作佛事』，让众生看到、听到、接触到都能够灭罪，都能够开悟，这才是佛事。如果叫我们见到而不能灭罪，我们看有什么用处？所以他能够破迷开悟。后面又说这个功德，讲灭除五万亿劫生死之罪。我们无始劫以来生生世世在这娑婆世界就不晓得造了多少罪业，要是说到西方极乐世界一生成佛，很多人不能相信，这是有道理的，为什么？要说一生当中把罪业统统灭掉，成就无上菩提，实在讲是办不到的事情。正因为那些人对于西方极乐世界没有彻底了解，不知道那边灭罪的因缘太殊胜，六根接触六尘境界统统帮助你灭罪，你的罪业再多，你在极乐世界住上几天，住上几个月，罪业统统都灭掉了，这是这个世界的殊胜，其他十方诸佛世界没有这个情形，所以一般人不相信。",
      "zh_TW": "這個實在是阿彌陀佛精心設計的，美不勝收，我們無法想像這華麗莊嚴。可是它裡面有很深的用意，那是在那個地方『施作佛事』，讓眾生看到、聽到、接觸到都能夠滅罪，都能夠開悟，這才是佛事。如果叫我們見到而不能滅罪，我們看有什麼用處？所以他能夠破迷開悟。後面又說這個功德，講滅除五萬億劫生死之罪。我們無始劫以來生生世世在這娑婆世界就不曉得造了多少罪業，要是說到西方極樂世界一生成佛，很多人不能相信，這是有道理的，為什麼？要說一生當中把罪業統統滅掉，成就無上菩提，實在講是辦不到的事情。正因為那些人對於西方極樂世界沒有徹底了解，不知道那邊滅罪的因緣太殊勝，六根接觸六塵境界統統幫助你滅罪，你的罪業再多，你在極樂世界住上幾天，住上幾個月，罪業統統都滅掉了，這是這個世界的殊勝，其他十方諸佛世界沒有這個情形，所以一般人不相信。"
    },
    {
      "id": "03-001-0019_p0033",
      "zh_CN": "我前面也曾经跟诸位说过，凡是研教的法师，就是天天研究经论的，说得天花乱坠，著作等身，你问他信不信？不相信。看了这部经，他也不相信，为什么？理上讲不通，这不合逻辑，他就不信，所以佛讲这是难信之法。他为什么不相信？因为这是佛境界。诸位要晓得，佛与大菩萨的境界超越逻辑，用逻辑的方法决定达不到，这句话是过去方东美先生点醒我的。我过去在中国佛教会办大专讲座，我那时候就跟方老师商量，请他给我们大专讲座上一堂课，他说上什么课？因明。我们佛教五明，因明就是佛门里的逻辑。他老人家就告诉我，他说因明实在讲比不上现代的符号逻辑，现代符号逻辑比因明还要进步。然后又告诉我，他说佛学不必了，超越逻辑，超越因明，因明与逻辑研究佛学只能研究中阶段的，高等的佛学用不上，我想想有道理。这是最高级的，这是诸佛的境界，唯佛与佛方能究竟，我们这个世间是逻辑、因明、辩证法，统统用不上，所以他不容易相信。所以相信这个法门真正是有善根福德因缘，没有深厚的善根福德，跟他讲他也不能相信，这个理就在此地。",
      "zh_TW": "我前面也曾經跟諸位說過，凡是研教的法師，就是天天研究經論的，說得天花亂墜，著作等身，你問他信不信？不相信。看了這部經，他也不相信，為什麼？理上講不通，這不合邏輯，他就不信，所以佛講這是難信之法。他為什麼不相信？因為這是佛境界。諸位要曉得，佛與大菩薩的境界超越邏輯，用邏輯的方法決定達不到，這句話是過去方東美先生點醒我的。我過去在中國佛教會辦大專講座，我那時候就跟方老師商量，請他給我們大專講座上一堂課，他說上什麼課？因明。我們佛教五明，因明就是佛門裡的邏輯。他老人家就告訴我，他說因明實在講比不上現代的符號邏輯，現代符號邏輯比因明還要進步。然後又告訴我，他說佛學不必了，超越邏輯，超越因明，因明與邏輯研究佛學只能研究中階段的，高等的佛學用不上，我想想有道理。這是最高級的，這是諸佛的境界，唯佛與佛方能究竟，我們這個世間是邏輯、因明、辯證法，統統用不上，所以他不容易相信。所以相信這個法門真正是有善根福德因緣，沒有深厚的善根福德，跟他講他也不能相信，這個理就在此地。"
    },
    {
      "id": "03-001-0019_p0034",
      "zh_CN": "祖师也在此地劝我们，蕅益大师说得好，这个法门只有马鸣、龙树、智者、永明之流，这一类的人物才能荷担得去，他能承当，他可以接受，那是经教真的通了的人，他相信。经教不通的人，一知半解，你怎么劝他都枉然，他不相信。我们修净土，他不反对就算不错了。很多人不相信，可是他劝别人念佛，他自己不念佛，还搞他自己那一套，这是一种什么心态？我们也不难想像得到，他那一套经论非常的高深，你们初学不行，你们就念念佛，念佛是老太婆教，殊不知念佛的成佛了，他在那里一昧高深高到最后还是六道轮回，这个真冤枉。所以我们看很多大法师们不念佛，但是劝人念佛，打佛七他也参加，他也讲一点开示，他自己没有坚定的信心，自己不肯念，这种我们看了很多。",
      "zh_TW": "祖師也在此地勸我們，蕅益大師說得好，這個法門只有馬鳴、龍樹、智者、永明之流，這一類的人物才能荷擔得去，他能承當，他可以接受，那是經教真的通了的人，他相信。經教不通的人，一知半解，你怎麼勸他都枉然，他不相信。我們修淨土，他不反對就算不錯了。很多人不相信，可是他勸別人念佛，他自己不念佛，還搞他自己那一套，這是一種什麼心態？我們也不難想像得到，他那一套經論非常的高深，你們初學不行，你們就念念佛，念佛是老太婆教，殊不知念佛的成佛了，他在那裡一昧高深高到最後還是六道輪迴，這個真冤枉。所以我們看很多大法師們不念佛，但是勸人念佛，打佛七他也參加，他也講一點開示，他自己沒有堅定的信心，自己不肯念，這種我們看了很多。"
    },
    {
      "id": "03-001-0019_p0035",
      "zh_CN": "我是一个学教的，学教的现在回过头来念佛，很不容易，太难了。有些人知道这个事情，他说我这个回头不容易，因为在一般讲起来研教的人不可能相信这个事情。我相信这个法门得力于《华严经》，我讲了十几年《华严经》，从这个地方相信的，真正不容易。我是在《华严经》上看到文殊、普贤、善财童子五十三参才恍然大悟，人家那个里头说了两千多个法门，文殊、普贤、善财统统选择净土法门，这个法门要没有道理，他们为什么选择？我是从这个地方想通了，所以其他的，我连《华严》都舍弃，专门念佛，专门学这个，这个的确是很难，这个缘不容易遇到。很多学《华严经》到后修什么？修法界观，他不遵守「十大愿王导归极乐」，他就学法界观，西方极乐世界这种殊胜的功德利益他就得不到。末后结语：",
      "zh_TW": "我是一個學教的，學教的現在回過頭來念佛，很不容易，太難了。有些人知道這個事情，他說我這個回頭不容易，因為在一般講起來研教的人不可能相信這個事情。我相信這個法門得力於《華嚴經》，我講了十幾年《華嚴經》，從這個地方相信的，真正不容易。我是在《華嚴經》上看到文殊、普賢、善財童子五十三參才恍然大悟，人家那個裡頭說了兩千多個法門，文殊、普賢、善財統統選擇淨土法門，這個法門要沒有道理，他們為什麼選擇？我是從這個地方想通了，所以其他的，我連《華嚴》都捨棄，專門念佛，專門學這個，這個的確是很難，這個緣不容易遇到。很多學《華嚴經》到後修什麼？修法界觀，他不遵守「十大願王導歸極樂」，他就學法界觀，西方極樂世界這種殊勝的功德利益他就得不到。末後結語："
    },
    {
      "id": "03-001-0019_p0036",
      "zh_CN": "【是为华座想。名第七观。】",
      "zh_TW": "【是為華座想。名第七觀。】"
    },
    {
      "id": "03-001-0019_p0037",
      "zh_CN": "底下要把所以然的道理跟我们说出来：",
      "zh_TW": "底下要把所以然的道理跟我們說出來："
    },
    {
      "id": "03-001-0019_p0038",
      "zh_CN": "【佛告阿难。如此妙华。本是法藏比丘愿力所成。】",
      "zh_TW": "【佛告阿難。如此妙華。本是法藏比丘願力所成。】"
    },
    {
      "id": "03-001-0019_p0039",
      "zh_CN": "这说出来了，是阿弥陀佛在因地里所发的愿，今天他成佛了，他的愿兑现了，所以这样殊胜庄严是他累劫修持、愿力成就的。",
      "zh_TW": "這說出來了，是阿彌陀佛在因地裡所發的願，今天他成佛了，他的願兌現了，所以這樣殊勝莊嚴是他累劫修持、願力成就的。"
    },
    {
      "id": "03-001-0019_p0040",
      "zh_CN": "【若欲念彼佛者。当先作此华座想。】",
      "zh_TW": "【若欲念彼佛者。當先作此華座想。】"
    },
    {
      "id": "03-001-0019_p0041",
      "zh_CN": "你要想观阿弥陀佛就先观花座。",
      "zh_TW": "你要想觀阿彌陀佛就先觀花座。"
    },
    {
      "id": "03-001-0019_p0042",
      "zh_CN": "【作此想时。不得杂观。】",
      "zh_TW": "【作此想時。不得雜觀。】"
    },
    {
      "id": "03-001-0019_p0043",
      "zh_CN": "『不得杂观』，要依照经里面所讲的次第、顺序，一样一样来观察。",
      "zh_TW": "『不得雜觀』，要依照經裡面所講的次第、順序，一樣一樣來觀察。"
    },
    {
      "id": "03-001-0019_p0044",
      "zh_CN": "【皆应一一观之。一一叶。一一珠。一一光。一一台。一一幢。】",
      "zh_TW": "【皆應一一觀之。一一葉。一一珠。一一光。一一臺。一一幢。】"
    },
    {
      "id": "03-001-0019_p0045",
      "zh_CN": "细细的去想，专心去想，不能想这个又想别的，它有次第，不能说我想叶又想台，同时去想，这都很难。你要一桩一桩想，为什么？每个相都太微细，数量也太多。就是一片叶，一片叶有八万四千脉，这个就很不容易去想。我们观这一片叶，你看它多少脉？八万四千，真是微细，所以你一样一样去想。如果你怕麻烦，还是念阿弥陀佛好了，这实在是很麻烦。叶观之后你再观珠，观一片叶一片叶里面有摩尼宝珠，数量也是很多，树叶的脉也放光，珠也放光，一样一样按着顺序观去。",
      "zh_TW": "細細的去想，專心去想，不能想這個又想別的，它有次第，不能說我想葉又想臺，同時去想，這都很難。你要一樁一樁想，為什麼？每個相都太微細，數量也太多。就是一片葉，一片葉有八萬四千脈，這個就很不容易去想。我們觀這一片葉，你看它多少脈？八萬四千，真是微細，所以你一樣一樣去想。如果你怕麻煩，還是念阿彌陀佛好了，這實在是很麻煩。葉觀之後你再觀珠，觀一片葉一片葉裡面有摩尼寶珠，數量也是很多，樹葉的脈也放光，珠也放光，一樣一樣按著順序觀去。"
    },
    {
      "id": "03-001-0019_p0046",
      "zh_CN": "【皆令分明。】",
      "zh_TW": "【皆令分明。】"
    },
    {
      "id": "03-001-0019_p0047",
      "zh_CN": "一定要看得清清楚楚，就像前面一样，眼睛睁开看得清楚，眼睛闭了还是清清楚楚，这实在讲就是前面总纲领上告诉我们专心系念，你的妄想什么都没有了，你整个心力集中在这一个观想上。",
      "zh_TW": "一定要看得清清楚楚，就像前面一樣，眼睛睜開看得清楚，眼睛閉了還是清清楚楚，這實在講就是前面總綱領上告訴我們專心繫念，你的妄想什麼都沒有了，你整個心力集中在這一個觀想上。"
    },
    {
      "id": "03-001-0019_p0048",
      "zh_CN": "【如于镜中。自见面像。】",
      "zh_TW": "【如於鏡中。自見面像。】"
    },
    {
      "id": "03-001-0019_p0049",
      "zh_CN": "这是个比喻，就好像我们照镜子看自己的面相，清清楚楚、明明白白的。",
      "zh_TW": "這是個比喻，就好像我們照鏡子看自己的面相，清清楚楚、明明白白的。"
    },
    {
      "id": "03-001-0019_p0050",
      "zh_CN": "【此想成者。灭除五万亿劫生死之罪。必定当生极乐世界。作是观者。名为正观。若他观者。名为邪观。】",
      "zh_TW": "【此想成者。滅除五萬億劫生死之罪。必定當生極樂世界。作是觀者。名為正觀。若他觀者。名為邪觀。】"
    },
    {
      "id": "03-001-0019_p0051",
      "zh_CN": "这个观成，灭罪的力量非常大，罪灭了就明心见性。罪业业障障碍我们自性。所以到西方极乐世界成佛是很容易的，就是有这样多殊胜庄严的，依正庄严统统是帮助我们灭罪，帮助我们生福，帮助我们开智慧，决定往生极乐世界。这是观花座。下面这一段，这第八，观圣像：",
      "zh_TW": "這個觀成，滅罪的力量非常大，罪滅了就明心見性。罪業業障障礙我們自性。所以到西方極樂世界成佛是很容易的，就是有這樣多殊勝莊嚴的，依正莊嚴統統是幫助我們滅罪，幫助我們生福，幫助我們開智慧，決定往生極樂世界。這是觀花座。下面這一段，這第八，觀聖像："
    },
    {
      "id": "03-001-0019_p0052",
      "zh_CN": "【佛告阿难。及韦提希。见此事已。次当想佛。】",
      "zh_TW": "【佛告阿難。及韋提希。見此事已。次當想佛。】"
    },
    {
      "id": "03-001-0019_p0053",
      "zh_CN": "就是花座观观成了，清清楚楚、明明白白，我们再进一步看花座上的佛像，再观佛像。",
      "zh_TW": "就是花座觀觀成了，清清楚楚、明明白白，我們再進一步看花座上的佛像，再觀佛像。"
    },
    {
      "id": "03-001-0019_p0054",
      "zh_CN": "【所以者何。诸佛如来是法界身。入一切众生心想中。是故汝等心想佛时。是心即是三十二相。八十随形好。是心作佛。是心是佛。诸佛正遍知海。从心想生。】",
      "zh_TW": "【所以者何。諸佛如來是法界身。入一切眾生心想中。是故汝等心想佛時。是心即是三十二相。八十隨形好。是心作佛。是心是佛。諸佛正遍知海。從心想生。】"
    },
    {
      "id": "03-001-0019_p0055",
      "zh_CN": "这段经文非常的重要，是这部经理论的中心。许多经论注疏里头都引用这个地方的两句话，『是心作佛，是心是佛』，这也是十六观的原理、理论的依据。因为不仅是诸佛如来，十法界依正庄严都是我们心想生，所以这个世界里头有很多奇奇怪怪的东西。人家问你，到底有没有龙？我们可以承认有，为什么说有？你心里头有就有，心变现的，怎么没有？你想什么就有什么。能变的是心，外面一切物是所变的。能变的心，功能不可思议，没有一样不能变现。明白这个道理，这个世界上无论是哪个国家民族所传下来的神话，佛教里统统都承认，为什么？心想生的。",
      "zh_TW": "這段經文非常的重要，是這部經理論的中心。許多經論註疏裡頭都引用這個地方的兩句話，『是心作佛，是心是佛』，這也是十六觀的原理、理論的依據。因為不僅是諸佛如來，十法界依正莊嚴都是我們心想生，所以這個世界裡頭有很多奇奇怪怪的東西。人家問你，到底有沒有龍？我們可以承認有，為什麼說有？你心裡頭有就有，心變現的，怎麼沒有？你想什麼就有什麼。能變的是心，外面一切物是所變的。能變的心，功能不可思議，沒有一樣不能變現。明白這個道理，這個世界上無論是哪個國家民族所傳下來的神話，佛教裡統統都承認，為什麼？心想生的。"
    },
    {
      "id": "03-001-0019_p0056",
      "zh_CN": "中国人画的龙到底是不是真的？你们有没有见过？你们没有见过，我告诉诸位，我见过。前几天台中周家麟居士，我们在一块就谈起这个事情，他也见过。他好像不是亲自见的，在家乡听到的。我是自己看到的，看到龙在哪里？龙在空中，是一个阴天，没有下雨。我是见的龙尾巴，头没有看到，吊在空中。不是我一个人见的，我们住在乡下，我们家乡在乡下，乡下有人看到，大人叫，大家来看，看龙。乡下传言，好像是这个龙大概犯了法，被玉皇大帝罚，把牠吊在那个地方，吊在那里看到一半。我们跑到屋外去也看到了，看到一条尾巴，看到一只脚，身上有鳞，头没有看到。那时候我记事了，差不多是七、八岁的时候，我见过龙。世界之大，无奇不有，不能说没有看到就说没有，这真有这个事情。",
      "zh_TW": "中國人畫的龍到底是不是真的？你們有沒有見過？你們沒有見過，我告訴諸位，我見過。前幾天台中周家麟居士，我們在一塊就談起這個事情，他也見過。他好像不是親自見的，在家鄉聽到的。我是自己看到的，看到龍在哪裡？龍在空中，是一個陰天，沒有下雨。我是見的龍尾巴，頭沒有看到，吊在空中。不是我一個人見的，我們住在鄉下，我們家鄉在鄉下，鄉下有人看到，大人叫，大家來看，看龍。鄉下傳言，好像是這個龍大概犯了法，被玉皇大帝罰，把牠吊在那個地方，吊在那裡看到一半。我們跑到屋外去也看到了，看到一條尾巴，看到一隻腳，身上有鱗，頭沒有看到。那時候我記事了，差不多是七、八歲的時候，我見過龍。世界之大，無奇不有，不能說沒有看到就說沒有，這真有這個事情。"
    },
    {
      "id": "03-001-0019_p0057",
      "zh_CN": "我刚刚学佛，朱镜宙讲了很多这些事情。他本身是学科学的，他不相信这鬼鬼神神的。你想想看，他的老岳丈做东岳大帝判官，常常讲这个故事，他听听而已，当神话听，他不相信。年轻的时候他见过很多这些事情，他也不相信，为什么？总不是直接的。他说他信佛是抗战期间在四川重庆的时候，他学经济，官做得也不小，是四川、西康两省税务局的局长，管两省税务的。他说他有一天晚上打麻将，夜很深了，半夜回去。他说重庆那个地方虽然有路灯，不过很远才有一个，才有个电线杆，那个灯泡二十烛光，路灯是若有若无。晚上很深的夜，他回去，在那时候交通不便，都是走路，回去。走在路上也没有注意到，反正走了很远，那时候都很静了，路上都没有人，他前面有个人，也没有在意，走了很久，结果仔细一看，这么晚了，她到哪里去？再一看，是个女人，他心里就想，一个单身女人在深夜一个人走，心里就有一点害怕。再仔细一看，她只有上身没有下身，他吓得寒毛直竖，一身的冷汗。这样一惊，前面那个人就没有了，他从这里信佛。真的遇到了，他说我才相信，别人跟我讲，我都不相信，遇到这个他就相信。以后他说那个大概是观世音菩萨变的，如果不这样给我看一下，我永远都不会相信，以后是虔诚的佛教徒，这是真的看到的。",
      "zh_TW": "我剛剛學佛，朱鏡宙講了很多這些事情。他本身是學科學的，他不相信這鬼鬼神神的。你想想看，他的老岳丈做東嶽大帝判官，常常講這個故事，他聽聽而已，當神話聽，他不相信。年輕的時候他見過很多這些事情，他也不相信，為什麼？總不是直接的。他說他信佛是抗戰期間在四川重慶的時候，他學經濟，官做得也不小，是四川、西康兩省稅務局的局長，管兩省稅務的。他說他有一天晚上打麻將，夜很深了，半夜回去。他說重慶那個地方雖然有路燈，不過很遠才有一個，才有個電線桿，那個燈泡二十燭光，路燈是若有若無。晚上很深的夜，他回去，在那時候交通不便，都是走路，回去。走在路上也沒有注意到，反正走了很遠，那時候都很靜了，路上都沒有人，他前面有個人，也沒有在意，走了很久，結果仔細一看，這麼晚了，她到哪裡去？再一看，是個女人，他心裡就想，一個單身女人在深夜一個人走，心裡就有一點害怕。再仔細一看，她只有上身沒有下身，他嚇得寒毛直豎，一身的冷汗。這樣一驚，前面那個人就沒有了，他從這裡信佛。真的遇到了，他說我才相信，別人跟我講，我都不相信，遇到這個他就相信。以後他說那個大概是觀世音菩薩變的，如果不這樣給我看一下，我永遠都不會相信，以後是虔誠的佛教徒，這是真的看到的。"
    },
    {
      "id": "03-001-0019_p0058",
      "zh_CN": "这一段我们最好把它念背，是很重要的一段经文。像前面三种净业那一段很重要，这一段也很重要，这一段完全讲的是原理原则。所以你看古德注疏注得很多，注得很长，也注得很仔细，这是教我们观想的原理。这段文确实是很深的境界。你要是真正明了，这个世界为什么是我们想像而成的？这个事情就很麻烦，你要花很长的时间去研究六经十一论，这是唯识学里的，唯识学专门阐扬这个道理。它有六部大经，《华严经》是其中之一，像《解深密经》、《楞伽经》都是唯识重要的经典。十一论里面是以《瑜伽师地论》为主，以《瑜伽师地论》、《成唯识论》最为重要。《百法》、《五蕴论》、《二十论》、《三十论》，这是入门，从这入门，这是很繁琐的一门学问，是很大的学问，专门研究可以说是佛教的心理学。这个里面你要是真正彻底明了，就知道宇宙人生的起源，怎么来的？怎么变化的？将来以后是怎么样的一个结局？统统清楚明白。唯识的祖师就是弥勒菩萨，《瑜伽师地论》是弥勒菩萨说的。",
      "zh_TW": "這一段我們最好把它念背，是很重要的一段經文。像前面三種淨業那一段很重要，這一段也很重要，這一段完全講的是原理原則。所以你看古德註疏註得很多，註得很長，也註得很仔細，這是教我們觀想的原理。這段文確實是很深的境界。你要是真正明瞭，這個世界為什麼是我們想像而成的？這個事情就很麻煩，你要花很長的時間去研究六經十一論，這是唯識學裡的，唯識學專門闡揚這個道理。它有六部大經，《華嚴經》是其中之一，像《解深密經》、《楞伽經》都是唯識重要的經典。十一論裡面是以《瑜伽師地論》為主，以《瑜伽師地論》、《成唯識論》最為重要。《百法》、《五蘊論》、《二十論》、《三十論》，這是入門，從這入門，這是很繁瑣的一門學問，是很大的學問，專門研究可以說是佛教的心理學。這個裡面你要是真正徹底明瞭，就知道宇宙人生的起源，怎麼來的？怎麼變化的？將來以後是怎麼樣的一個結局？統統清楚明白。唯識的祖師就是彌勒菩薩，《瑜伽師地論》是彌勒菩薩說的。"
    },
    {
      "id": "03-001-0019_p0059",
      "zh_CN": "「是心是佛，是心作佛」只是把纲领提出来。是心是佛是从理上讲，本来就是佛，有心就有佛，就是佛，所以说一切众生本来成佛。我们在前面讲六即，理即佛就是「是心是佛」。六即佛里第一个是理即佛，理就是心，从这上面观察那一切众生本来是佛。从名字即到究竟即，那就是修成的佛，那就是「是心作佛」，作就是修。是就是本来就是，所以「是佛」是理即佛。「是心作佛」，就是从名字佛、观行佛、相似佛、分证佛、究竟佛，统统是作佛，那是修，修德。「是佛」是性德，本性里本来是的。由此可知，我们的确有成佛的可能，为什么？因为我本来是佛。本来这个心是佛，现在又想作佛，那怎么会作不了？一定可以作得成，道理就在此地，这是净土修行的原理原则。不但是净土依这个原理，可以说佛教所有的宗派、无量法门都离不开这个原理。所以天台大师发明，也是他的一种学说，就是六即佛是天台大师说的，等于说是从理体，性德跟修德的发展一个具体的过程，他讲出这个过程讲得非常的合理，所以后世无论是研究经教或者讲解经教都依他这个说法，可见得他这个说法是被大家公认，他的原理就是这个两句。",
      "zh_TW": "「是心是佛，是心作佛」只是把綱領提出來。是心是佛是從理上講，本來就是佛，有心就有佛，就是佛，所以說一切眾生本來成佛。我們在前面講六即，理即佛就是「是心是佛」。六即佛裡第一個是理即佛，理就是心，從這上面觀察那一切眾生本來是佛。從名字即到究竟即，那就是修成的佛，那就是「是心作佛」，作就是修。是就是本來就是，所以「是佛」是理即佛。「是心作佛」，就是從名字佛、觀行佛、相似佛、分證佛、究竟佛，統統是作佛，那是修，修德。「是佛」是性德，本性裡本來是的。由此可知，我們的確有成佛的可能，為什麼？因為我本來是佛。本來這個心是佛，現在又想作佛，那怎麼會作不了？一定可以作得成，道理就在此地，這是淨土修行的原理原則。不但是淨土依這個原理，可以說佛教所有的宗派、無量法門都離不開這個原理。所以天台大師發明，也是他的一種學說，就是六即佛是天台大師說的，等於說是從理體，性德跟修德的發展一個具體的過程，他講出這個過程講得非常的合理，所以後世無論是研究經教或者講解經教都依他這個說法，可見得他這個說法是被大家公認，他的原理就是這個兩句。"
    },
    {
      "id": "03-001-0019_p0060",
      "zh_CN": "『诸佛正遍知海，从心想生』，这是特别提醒我们这一句，叫我们修行要守住这个原则。《楞严经》里面大势至菩萨说出他自己修行的方法，也是根据这个原理，「忆佛念佛」，「都摄六根，净念相继」，都摄六根就是专心，就是专一，净念相继就是系念，专一系念。「忆佛念佛，现前当来，必定见佛」，这是大势至菩萨修行的方法，都是从原则原理上说的。我们虽然用持名的方法，这句名号就是要唤醒我们心里有佛，这就是真正念佛。",
      "zh_TW": "『諸佛正遍知海，從心想生』，這是特別提醒我們這一句，叫我們修行要守住這個原則。《楞嚴經》裡面大勢至菩薩說出他自己修行的方法，也是根據這個原理，「憶佛念佛」，「都攝六根，淨念相繼」，都攝六根就是專心，就是專一，淨念相繼就是繫念，專一繫念。「憶佛念佛，現前當來，必定見佛」，這是大勢至菩薩修行的方法，都是從原則原理上說的。我們雖然用持名的方法，這句名號就是要喚醒我們心裡有佛，這就是真正念佛。"
    },
    {
      "id": "03-001-0019_p0061",
      "zh_CN": "念佛这个念是心念不是口念，中国的文字是非常有智慧，这个是不可思议。中国文字，念是今心，是现在的心。念佛，你现在的心就是佛，这才叫念佛。不是口皮上挂着佛，那个没用处。心里头真有，所以他观想能得力。你心里面没有，你决定想不出来，境界现不出来。必须心里面真有，这个境界才会现前。所以我们念佛，心里头要有佛。但是我们心太粗，没有办法观这样细的境界，我们就想自己平常所供养的佛像，因为你天天看他，天天拜他，你就想他就行。这个相是很粗的相，很劣的相，就行，就可以，然后你的心愈清净，你就愈能观察到这相的微细相，才能见到。心里头没有佛，口里天天念佛，这不管用。一定要记住真正成就的道理，这个道理就在这一段。",
      "zh_TW": "念佛這個念是心念不是口念，中國的文字是非常有智慧，這個是不可思議。中國文字，念是今心，是現在的心。念佛，你現在的心就是佛，這才叫念佛。不是口皮上掛著佛，那個沒用處。心裡頭真有，所以他觀想能得力。你心裡面沒有，你決定想不出來，境界現不出來。必須心裡面真有，這個境界才會現前。所以我們念佛，心裡頭要有佛。但是我們心太粗，沒有辦法觀這樣細的境界，我們就想自己平常所供養的佛像，因為你天天看他，天天拜他，你就想他就行。這個相是很粗的相，很劣的相，就行，就可以，然後你的心愈清淨，你就愈能觀察到這相的微細相，才能見到。心裡頭沒有佛，口裡天天念佛，這不管用。一定要記住真正成就的道理，這個道理就在這一段。"
    },
    {
      "id": "03-001-0019_p0062",
      "zh_CN": "这一段统统讲的是佛境界，但是你要晓得，一切众生也是这样现出来的。所以我们想一个人，那个人的相常常会现前。实在说，孔老夫子，佛教没有到中国来，他也懂得观想，他想谁？他常常想尧王、舜王，观想也成功了。他吃饭的时候看到尧王在汤里头，汤里面现着尧王、舜王的相，《论语》都有记载。他坐在那个地方看到尧王、舜王在墙壁上，墙壁上现身，观想成就，跟十六观有什么两样？他真的观成了。他心里常常想他，这个相就现前。所以我们学了佛再读《论语》，有很多问题，它跟佛法，原理原则是相通的。所以观想的力量不可思议。",
      "zh_TW": "這一段統統講的是佛境界，但是你要曉得，一切眾生也是這樣現出來的。所以我們想一個人，那個人的相常常會現前。實在說，孔老夫子，佛教沒有到中國來，他也懂得觀想，他想誰？他常常想堯王、舜王，觀想也成功了。他吃飯的時候看到堯王在湯裡頭，湯裡面現著堯王、舜王的相，《論語》都有記載。他坐在那個地方看到堯王、舜王在牆壁上，牆壁上現身，觀想成就，跟十六觀有什麼兩樣？他真的觀成了。他心裡常常想他，這個相就現前。所以我們學了佛再讀《論語》，有很多問題，它跟佛法，原理原則是相通的。所以觀想的力量不可思議。"
    },
    {
      "id": "03-001-0019_p0063",
      "zh_CN": "从前人祭祖先要沐浴斋戒，斋戒干什么？观想。所以主祭的人斋戒就像闭关一样，要闭三天。这三天，他在一个很干净的房子里面，让他一个人住在里头，三餐饭送给他，不接近任何一个人，他三天专门想祖先，想祖先在世的音容，所以到祭祀的时候就确确实实有感应。祭神如神在，那个神就是祖先。在祭祀的时候仿佛听到他的声音，听到他咳嗽的声音，听到他动作的声音，他如果没有三天斋戒就不可能有这个现象。不像现在祭祀，现在完全搞表面，马上去一下，匆匆忙忙上个香就走了，不像话。所以想到从前祭祀之隆重，主祭的人是沐浴斋戒三天，那么样恭敬，修三天观想。所以读读中国的古礼，晓得中国从前那种古老的文化，确确实实非常美的地方，殊胜之处，现在这个东西都没有了，有一点这些形式上的建设，但是你看不到它的精神之所在。好，我们今天就讲到此地。",
      "zh_TW": "從前人祭祖先要沐浴齋戒，齋戒幹什麼？觀想。所以主祭的人齋戒就像閉關一樣，要閉三天。這三天，他在一個很乾淨的房子裡面，讓他一個人住在裡頭，三餐飯送給他，不接近任何一個人，他三天專門想祖先，想祖先在世的音容，所以到祭祀的時候就確確實實有感應。祭神如神在，那個神就是祖先。在祭祀的時候彷彿聽到他的聲音，聽到他咳嗽的聲音，聽到他動作的聲音，他如果沒有三天齋戒就不可能有這個現象。不像現在祭祀，現在完全搞表面，馬上去一下，匆匆忙忙上個香就走了，不像話。所以想到從前祭祀之隆重，主祭的人是沐浴齋戒三天，那麼樣恭敬，修三天觀想。所以讀讀中國的古禮，曉得中國從前那種古老的文化，確確實實非常美的地方，殊勝之處，現在這個東西都沒有了，有一點這些形式上的建設，但是你看不到它的精神之所在。好，我們今天就講到此地。"
    }
  ]
}