{
  "doc_id": "03-001-0025",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0025",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "03-001-0025_p0001",
      "zh_CN": "底下这段经文是说这个人往生的瑞相。虽然见到是化佛，就是西方三圣的化身，我们也不能看轻，化身非真佛，你这样想法就错了，化身还是真佛。化身的相好庄严跟真佛很相似，但是身就没有那么大，所以你看到佛来，那个佛就跟我们人差不多大，差不多高，这见的是化身。前面讲，佛的身相都非常的高大。甚至于有些人，这老人过去的时候确实见到佛来接引。佛的身相不太大，有时候看到的比人的身量还小，但确实是佛来接引，这是没错的，往往这些瑞相使家里人生起信心。美国达拉斯佛教会的董事长，蔡文雄居士，他就是因为见到佛相才信佛的。他父亲过世的时候也是念佛往生，他看到佛来接引，他只看到一尊，就是阿弥陀佛，没有看到观音势至。而且这个佛相是坐相，不是站相，出现在他房子的窗户上，他说大概有十几分钟，所以不是眼睛看花，一看就没有了。十几分钟这个相才消失，他看得很真切，一点都没错。他是从这个地方发心信佛，佛来接引，他看到的。",
      "zh_TW": "底下這段經文是說這個人往生的瑞相。雖然見到是化佛，就是西方三聖的化身，我們也不能看輕，化身非真佛，你這樣想法就錯了，化身還是真佛。化身的相好莊嚴跟真佛很相似，但是身就沒有那麼大，所以你看到佛來，那個佛就跟我們人差不多大，差不多高，這見的是化身。前面講，佛的身相都非常的高大。甚至於有些人，這老人過去的時候確實見到佛來接引。佛的身相不太大，有時候看到的比人的身量還小，但確實是佛來接引，這是沒錯的，往往這些瑞相使家裡人生起信心。美國達拉斯佛教會的董事長，蔡文雄居士，他就是因為見到佛相才信佛的。他父親過世的時候也是念佛往生，他看到佛來接引，他只看到一尊，就是阿彌陀佛，沒有看到觀音勢至。而且這個佛相是坐相，不是站相，出現在他房子的窗戶上，他說大概有十幾分鐘，所以不是眼睛看花，一看就沒有了。十幾分鐘這個相才消失，他看得很真切，一點都沒錯。他是從這個地方發心信佛，佛來接引，他看到的。"
    },
    {
      "id": "03-001-0025_p0002",
      "zh_CN": "底下经文叙说化佛来迎接他、称赞他：",
      "zh_TW": "底下經文敘說化佛來迎接他、稱讚他："
    },
    {
      "id": "03-001-0025_p0003",
      "zh_CN": "【以汝称名故。】",
      "zh_TW": "【以汝稱名故。】"
    },
    {
      "id": "03-001-0025_p0004",
      "zh_CN": "因为你念佛。",
      "zh_TW": "因為你念佛。"
    },
    {
      "id": "03-001-0025_p0005",
      "zh_CN": "【诸罪消灭。我来迎汝。】",
      "zh_TW": "【諸罪消滅。我來迎汝。】"
    },
    {
      "id": "03-001-0025_p0006",
      "zh_CN": "来接引他。念佛灭罪怎么灭法，你自己要晓得，如果只念这句佛号，心理完全没有改变，念是念，罪没有灭，只可以说没有继续再造罪，因为念佛不会造罪，就是没有继续再造罪，罪并没有消灭掉。如果你能转变念头，罪就灭了，所以诸位一定要懂这个道理。",
      "zh_TW": "來接引他。念佛滅罪怎麼滅法，你自己要曉得，如果只念這句佛號，心理完全沒有改變，念是念，罪沒有滅，只可以說沒有繼續再造罪，因為念佛不會造罪，就是沒有繼續再造罪，罪並沒有消滅掉。如果你能轉變念頭，罪就滅了，所以諸位一定要懂這個道理。"
    },
    {
      "id": "03-001-0025_p0007",
      "zh_CN": "【作是语已。行者即见化佛光明。】",
      "zh_TW": "【作是語已。行者即見化佛光明。】"
    },
    {
      "id": "03-001-0025_p0008",
      "zh_CN": "这也是佛光照注这个人。",
      "zh_TW": "這也是佛光照注這個人。"
    },
    {
      "id": "03-001-0025_p0009",
      "zh_CN": "【遍满其室。】",
      "zh_TW": "【遍滿其室。】"
    },
    {
      "id": "03-001-0025_p0010",
      "zh_CN": "佛光照的时候也是给你加持。所以念佛，你要是念到能伏烦恼，佛光一照你烦恼就断，这是佛力的加持，所以《弥陀经》上讲的一心不乱，玄奘大师不反对，就是这个道理。梵文原本上不是一心不乱，是系心不乱，你看玄奘大师的译本就晓得是系心不乱。鸠摩罗什把它翻成一心不乱，一心不乱就在临命终时佛光加持使你得到的，所以他不算错。",
      "zh_TW": "佛光照的時候也是給你加持。所以念佛，你要是念到能伏煩惱，佛光一照你煩惱就斷，這是佛力的加持，所以《彌陀經》上講的一心不亂，玄奘大師不反對，就是這個道理。梵文原本上不是一心不亂，是繫心不亂，你看玄奘大師的譯本就曉得是繫心不亂。鳩摩羅什把它翻成一心不亂，一心不亂就在臨命終時佛光加持使你得到的，所以他不算錯。"
    },
    {
      "id": "03-001-0025_p0011",
      "zh_CN": "【见已欢喜。即便命终。】",
      "zh_TW": "【見已歡喜。即便命終。】"
    },
    {
      "id": "03-001-0025_p0012",
      "zh_CN": "可见得往生是活着往生的，命终之前看到佛，跟佛走的，不是死了以后才走的。诸位要晓得，凡是往生都是活着去的。",
      "zh_TW": "可見得往生是活著往生的，命終之前看到佛，跟佛走的，不是死了以後才走的。諸位要曉得，凡是往生都是活著去的。"
    },
    {
      "id": "03-001-0025_p0013",
      "zh_CN": "【乘宝莲华。随化佛后。生宝池中。】",
      "zh_TW": "【乘寶蓮華。隨化佛後。生寶池中。】"
    },
    {
      "id": "03-001-0025_p0014",
      "zh_CN": "这是到西方极乐世界七宝池里面化生。莲花都是自己栽培的，你在此地发心求愿往生，七宝池里面就长一朵莲花。你念的功夫愈切，就是念得很如法、很得力，真正能伏烦恼、断烦恼，能转识成智，你这朵莲花就愈长愈大，光色就愈来愈好。所以大本经讲莲花小的有一由旬，十由旬、百由旬、千由旬，美不胜收。我们为将来打算就要认真学佛，到西方极乐世界一看到哪个莲花大，你说当时你为什么不努力？你要是认真努力，你也有大莲花，这是要认真用功的。",
      "zh_TW": "這是到西方極樂世界七寶池裡面化生。蓮花都是自己栽培的，你在此地發心求願往生，七寶池裡面就長一朵蓮花。你念的功夫愈切，就是念得很如法、很得力，真正能伏煩惱、斷煩惱，能轉識成智，你這朵蓮花就愈長愈大，光色就愈來愈好。所以大本經講蓮花小的有一由旬，十由旬、百由旬、千由旬，美不勝收。我們為將來打算就要認真學佛，到西方極樂世界一看到哪個蓮花大，你說當時你為什麼不努力？你要是認真努力，你也有大蓮花，這是要認真用功的。"
    },
    {
      "id": "03-001-0025_p0015",
      "zh_CN": "【经七七日。莲华乃敷。】",
      "zh_TW": "【經七七日。蓮華乃敷。】"
    },
    {
      "id": "03-001-0025_p0016",
      "zh_CN": "『敷』就是开了，他要经过七七四十九天，莲花才开。",
      "zh_TW": "『敷』就是開了，他要經過七七四十九天，蓮花才開。"
    },
    {
      "id": "03-001-0025_p0017",
      "zh_CN": "【当华敷时。大悲观世音菩萨。及大势至菩萨。放大光明。住其人前。为说甚深十二部经。】",
      "zh_TW": "【當華敷時。大悲觀世音菩薩。及大勢至菩薩。放大光明。住其人前。為說甚深十二部經。】"
    },
    {
      "id": "03-001-0025_p0018",
      "zh_CN": "因为他从前曾经听过经，听的经不甚理解，到了西方极乐世界，观音势至给他重讲，这一讲，一听，他就大彻大悟。",
      "zh_TW": "因為他從前曾經聽過經，聽的經不甚理解，到了西方極樂世界，觀音勢至給他重講，這一講，一聽，他就大徹大悟。"
    },
    {
      "id": "03-001-0025_p0019",
      "zh_CN": "【闻已信解。发无上道心。经十小劫。具百法明门。得入初地。】",
      "zh_TW": "【聞已信解。發無上道心。經十小劫。具百法明門。得入初地。】"
    },
    {
      "id": "03-001-0025_p0020",
      "zh_CN": "这个『初地』是别教初地，就是圆教的初住，换句话说，就得理一心不乱。诸位不要看十小劫这时间很长，其实很短，怎么说很短？我们要从别的法门修，修到须陀洹开始，从这里才算起，须陀洹以前不算数，从须陀洹算起要修满一个阿僧祇劫才到这个地位。你这里十小劫就到了，太快了，从须陀洹算起，算一个阿僧祇劫，不能比，速度太快，譬如人家要两年，你两个小时就成就，太快了，实在是当生成就的佛法。",
      "zh_TW": "這個『初地』是別教初地，就是圓教的初住，換句話說，就得理一心不亂。諸位不要看十小劫這時間很長，其實很短，怎麼說很短？我們要從別的法門修，修到須陀洹開始，從這裡才算起，須陀洹以前不算數，從須陀洹算起要修滿一個阿僧祇劫才到這個地位。你這裡十小劫就到了，太快了，從須陀洹算起，算一個阿僧祇劫，不能比，速度太快，譬如人家要兩年，你兩個小時就成就，太快了，實在是當生成就的佛法。"
    },
    {
      "id": "03-001-0025_p0021",
      "zh_CN": "【是名下品上生者。】",
      "zh_TW": "【是名下品上生者。】"
    },
    {
      "id": "03-001-0025_p0022",
      "zh_CN": "所以看下品上生以及中品下生，可以说与我们现前这个状况完全相同，所以我们真是学佛要往生的时候都是在这个品位，但是你自己努力确实能够争取上三品，决定不是说我们不可能上品上生，决定可能，你把这部经仔细研究，是可能的。你只要修上品的因就得上品果，如果像我们现在这种修法，修得很如法，也是中品以及下品上生的果。",
      "zh_TW": "所以看下品上生以及中品下生，可以說與我們現前這個狀況完全相同，所以我們真是學佛要往生的時候都是在這個品位，但是你自己努力確實能夠爭取上三品，決定不是說我們不可能上品上生，決定可能，你把這部經仔細研究，是可能的。你只要修上品的因就得上品果，如果像我們現在這種修法，修得很如法，也是中品以及下品上生的果。"
    },
    {
      "id": "03-001-0025_p0023",
      "zh_CN": "注解里面有一句很重要，在一百五十三面第一行第三句，「若在生前」，就是像我们现在这个时代。「值遇知识」，就是你遇到真正善知识，「教以称佛」，就是把念佛法门的道理、方法、境界统统教给你，你遇缘好，「则中上品可希冀矣」，中品、上品我们都有希望，真是善导大师讲的遇缘不同。古德在《无量寿经》里面所说的，这个因缘是无量劫来希有难逢之一日，这句话讲得完全正确，没有一丝毫夸张。你遇到这殊胜的因缘是无量劫来希有难逢的一天，你遇到了，把这个事情的眉目才搞清楚。我们这一会就是希有难逢之一日，虽然没讲清楚，大致给你都说出来，路指出来要你自己去走，那就是三经合参。",
      "zh_TW": "註解裡面有一句很重要，在一百五十三面第一行第三句，「若在生前」，就是像我們現在這個時代。「值遇知識」，就是你遇到真正善知識，「教以稱佛」，就是把念佛法門的道理、方法、境界統統教給你，你遇緣好，「則中上品可希冀矣」，中品、上品我們都有希望，真是善導大師講的遇緣不同。古德在《無量壽經》裡面所說的，這個因緣是無量劫來希有難逢之一日，這句話講得完全正確，沒有一絲毫誇張。你遇到這殊勝的因緣是無量劫來希有難逢的一天，你遇到了，把這個事情的眉目才搞清楚。我們這一會就是希有難逢之一日，雖然沒講清楚，大致給你都說出來，路指出來要你自己去走，那就是三經合參。"
    },
    {
      "id": "03-001-0025_p0024",
      "zh_CN": "三经的注解，《无量寿经》以黄念祖的注解为主。《弥陀经》是以《要解》与《疏钞》为主修。《观无量寿佛经》是以《妙宗钞》，《观经疏钞演义》是《妙宗钞》的引导，你念了这个再念《妙宗钞》就不困难。以《妙宗钞》，以善导大师的《四帖疏》，用这两种注解为主。净土三经的注疏你合起来研究，你这一生有把握往生，确实有把握。再看底下一段，下品中生：",
      "zh_TW": "三經的註解，《無量壽經》以黃念祖的註解為主。《彌陀經》是以《要解》與《疏鈔》為主修。《觀無量壽佛經》是以《妙宗鈔》，《觀經疏鈔演義》是《妙宗鈔》的引導，你念了這個再念《妙宗鈔》就不困難。以《妙宗鈔》，以善導大師的《四帖疏》，用這兩種註解為主。淨土三經的註疏你合起來研究，你這一生有把握往生，確實有把握。再看底下一段，下品中生："
    },
    {
      "id": "03-001-0025_p0025",
      "zh_CN": "【佛告阿难及韦提希。下品中生者。或有众生。毁犯五戒八戒。及具足戒。】",
      "zh_TW": "【佛告阿難及韋提希。下品中生者。或有眾生。毀犯五戒八戒。及具足戒。】"
    },
    {
      "id": "03-001-0025_p0026",
      "zh_CN": "这就是破戒之人。",
      "zh_TW": "這就是破戒之人。"
    },
    {
      "id": "03-001-0025_p0027",
      "zh_CN": "【如此愚人。偷僧祇物。盗现前僧物。不净说法。无有惭愧。以诸恶业。而自庄严。如此罪人。以恶业故。应堕地狱。命欲终时。地狱众火。一时俱至。遇善知识。以大慈悲。即为赞说阿弥陀佛十力威德。广赞彼佛光明神力。亦赞戒定慧解脱解脱知见。此人闻已。除八十亿劫生死之罪。地狱猛火。化为清凉风。】",
      "zh_TW": "【如此愚人。偷僧祇物。盜現前僧物。不淨說法。無有慚愧。以諸惡業。而自莊嚴。如此罪人。以惡業故。應墮地獄。命欲終時。地獄眾火。一時俱至。遇善知識。以大慈悲。即為讚說阿彌陀佛十力威德。廣讚彼佛光明神力。亦讚戒定慧解脫解脫知見。此人聞已。除八十億劫生死之罪。地獄猛火。化為清涼風。】"
    },
    {
      "id": "03-001-0025_p0028",
      "zh_CN": "到这个地方是一段。我们看到这一段，再看看现前佛教界，这样的人确实是有，尤其要反省我自己是不是这样的人？这点非常重要。如果一反省，我自己确实是这类人，那你就得要小心，换句话说，你要不往生西方，将来就堕地狱，你就这两条路。前面的还有饿鬼、畜生、人天可以选择，这没有选择，往生不成就堕地狱，这个事情麻烦大，你要格外努力用功，非求往生不可。宋朝莹珂法师就是那样的人，他念佛往生，他之所以会念佛往生就是因为他晓得他要堕地狱，他一生所造的罪业跟这部经上讲的完全一样，所以他知道，如果想不堕地狱，那非求往生不可，在《往生传》里面可以看得到。依照这个方法真干，这才能自己救自己。",
      "zh_TW": "到這個地方是一段。我們看到這一段，再看看現前佛教界，這樣的人確實是有，尤其要反省我自己是不是這樣的人？這點非常重要。如果一反省，我自己確實是這類人，那你就得要小心，換句話說，你要不往生西方，將來就墮地獄，你就這兩條路。前面的還有餓鬼、畜生、人天可以選擇，這沒有選擇，往生不成就墮地獄，這個事情麻煩大，你要格外努力用功，非求往生不可。宋朝瑩珂法師就是那樣的人，他念佛往生，他之所以會念佛往生就是因為他曉得他要墮地獄，他一生所造的罪業跟這部經上講的完全一樣，所以他知道，如果想不墮地獄，那非求往生不可，在《往生傳》裡面可以看得到。依照這個方法真幹，這才能自己救自己。"
    },
    {
      "id": "03-001-0025_p0029",
      "zh_CN": "破戒这容易懂。『偷僧祇物』，僧祇物就是常住之物，寺庙里面常住的。常住物，他要向十方众生结罪。过去寺院丛林是属于整个佛教僧团的，所以你偷他一样东西，你得罪谁？得罪尽虚空遍法界所有的出家人，这个事情麻烦，这个罪太重了，算不清的。所以常住物决定不能偷盗，应当加以爱护，就是无意损坏，罪过都很深。但是现在一般的寺庙，这寺庙常住物有人要偷盗的时候，没有那么重的罪，为什么没有那么重的罪？现在的寺庙不是十方道场，都是属于私有财产，不是十方的，十方的那个就不得了。现在寺庙都是属于自己的，产权也是自己的，哪个人要来想挂单，我高兴让他住就让他住，我不高兴就可以不让他住；他来了，我喜欢他就招待他吃一餐饭，我不喜欢他，理都不理他，这不是十方的。十方那个常住，只要是出家人，你是真正受过戒的，你到那里挂单，不能拒绝，你到那里，一定他要供养，所以一切寺庙等于都是出家人自己的家一样。出了家，没有家，所有寺庙都是你自己的家，那个道场叫十方道场。现在在台湾，我没有看到有十方道场，我们去哪个庙里都跟那个庙里住持当家都有人情的，都有私交关系的，这才行；没有关系的，人家不会接待我们。所以这是现代可以说没有了，没有也不应该盗，盗总是犯盗戒，就是罪过没有这么重。",
      "zh_TW": "破戒這容易懂。『偷僧祇物』，僧祇物就是常住之物，寺廟裡面常住的。常住物，他要向十方眾生結罪。過去寺院叢林是屬於整個佛教僧團的，所以你偷他一樣東西，你得罪誰？得罪盡虛空遍法界所有的出家人，這個事情麻煩，這個罪太重了，算不清的。所以常住物決定不能偷盜，應當加以愛護，就是無意損壞，罪過都很深。但是現在一般的寺廟，這寺廟常住物有人要偷盜的時候，沒有那麼重的罪，為什麼沒有那麼重的罪？現在的寺廟不是十方道場，都是屬於私有財產，不是十方的，十方的那個就不得了。現在寺廟都是屬於自己的，產權也是自己的，哪個人要來想掛單，我高興讓他住就讓他住，我不高興就可以不讓他住；他來了，我喜歡他就招待他吃一餐飯，我不喜歡他，理都不理他，這不是十方的。十方那個常住，只要是出家人，你是真正受過戒的，你到那裡掛單，不能拒絕，你到那裡，一定他要供養，所以一切寺廟等於都是出家人自己的家一樣。出了家，沒有家，所有寺廟都是你自己的家，那個道場叫十方道場。現在在台灣，我沒有看到有十方道場，我們去哪個廟裡都跟那個廟裡住持當家都有人情的，都有私交關係的，這才行；沒有關係的，人家不會接待我們。所以這是現代可以說沒有了，沒有也不應該盜，盜總是犯盜戒，就是罪過沒有這麼重。"
    },
    {
      "id": "03-001-0025_p0030",
      "zh_CN": "『盗现前僧物』，这「现前」有两种，这个注子里头，有常住、十方常住、现前、十方现前。僧祇物是寺庙里面这些不动产，他的土地、房屋，你不能够占有。现前僧物就是动产，就是常住物，柴米油盐酱醋茶，人家可以拿得去的，出家人衣食住行生活所需要的这些物资，这就是现前僧物。什么叫十方现前？这出家人过世后所遗留的东西，譬如他还遗留有衣服，甚至于还遗留着有钱财，这个衣服、钱财没有经过寺庙大众开会、处分，应该怎么样分配之前，他遗留下来的财物叫十方现前。如果开会通过要怎么样的分配，那就变成这现前的现前，注解里头说得很详细。",
      "zh_TW": "『盜現前僧物』，這「現前」有兩種，這個註子裡頭，有常住、十方常住、現前、十方現前。僧祇物是寺廟裡面這些不動產，他的土地、房屋，你不能夠佔有。現前僧物就是動產，就是常住物，柴米油鹽醬醋茶，人家可以拿得去的，出家人衣食住行生活所需要的這些物資，這就是現前僧物。什麼叫十方現前？這出家人過世後所遺留的東西，譬如他還遺留有衣服，甚至於還遺留著有錢財，這個衣服、錢財沒有經過寺廟大眾開會、處分，應該怎麼樣分配之前，他遺留下來的財物叫十方現前。如果開會通過要怎麼樣的分配，那就變成這現前的現前，註解裡頭說得很詳細。"
    },
    {
      "id": "03-001-0025_p0031",
      "zh_CN": "什么叫『不净说法』？讲经说法的目的在名闻利养，这就不净。人家请我讲经先要商量供养多少钱，如果钱太少我不去讲，这个不干净。甚至还有钱他不要，他要打知名度，这也不行，总是为了名闻利养去讲经说法，这个叫不净说法，这都是有罪过的。",
      "zh_TW": "什麼叫『不淨說法』？講經說法的目的在名聞利養，這就不淨。人家請我講經先要商量供養多少錢，如果錢太少我不去講，這個不乾淨。甚至還有錢他不要，他要打知名度，這也不行，總是為了名聞利養去講經說法，這個叫不淨說法，這都是有罪過的。"
    },
    {
      "id": "03-001-0025_p0032",
      "zh_CN": "『无有惭愧，以诸恶业，而自庄严』，天天在那里造作恶业不晓得，以为这恶业是他的本事，是他的光荣，他名闻利养都得到了。『如此罪人，以恶业故』，他将来必定堕地狱。一个僧团里面一切的受用是平等的，不平等的受用都是侵犯常住，所以团体生活有团体生活的规矩。",
      "zh_TW": "『無有慚愧，以諸惡業，而自莊嚴』，天天在那裡造作惡業不曉得，以為這惡業是他的本事，是他的光榮，他名聞利養都得到了。『如此罪人，以惡業故』，他將來必定墮地獄。一個僧團裡面一切的受用是平等的，不平等的受用都是侵犯常住，所以團體生活有團體生活的規矩。"
    },
    {
      "id": "03-001-0025_p0033",
      "zh_CN": "他在临命终的时候，这个时候后悔都很难，必须真正的忏悔，改过自新，晓得过去所做的统统做错了，从此以后永不再造，要发这勇猛的心，他这个罪业才能够消除，所以这是在临命终时遇到真正善知识帮助他。正如同莹珂法师一样，他是没有在临命终时，他觉悟得快，因为他也是常常看经，经上这一对照，也许就是看到这部经，就晓得将来必定堕地狱，恐怖的心生起来了。所以他求教于他的同参道友，同参告诉他，劝他念佛，给他《往生传》看，看了之后，激发自己的道心，知道唯一一条生路就是求生净土。他念了三天佛，把阿弥陀佛念来了，再过三天他往生了，他也没有害病，他那个道友是他真正的善知识。有些人自以为聪明，至死都不悟的，那是一点办法都没有。",
      "zh_TW": "他在臨命終的時候，這個時候後悔都很難，必須真正的懺悔，改過自新，曉得過去所做的統統做錯了，從此以後永不再造，要發這勇猛的心，他這個罪業才能夠消除，所以這是在臨命終時遇到真正善知識幫助他。正如同瑩珂法師一樣，他是沒有在臨命終時，他覺悟得快，因為他也是常常看經，經上這一對照，也許就是看到這部經，就曉得將來必定墮地獄，恐怖的心生起來了。所以他求教於他的同參道友，同參告訴他，勸他念佛，給他《往生傳》看，看了之後，激發自己的道心，知道唯一一條生路就是求生淨土。他念了三天佛，把阿彌陀佛念來了，再過三天他往生了，他也沒有害病，他那個道友是他真正的善知識。有些人自以為聰明，至死都不悟的，那是一點辦法都沒有。"
    },
    {
      "id": "03-001-0025_p0034",
      "zh_CN": "大家总要觉悟到，人一生最大的事情是生死大事，实在上这个话要讲死生大事，为什么？我们这里死了，底下又来生，他就生了。好死决定好生，你要记住这个道理。人在死的时候清楚明白不颠倒，这个人决定不堕恶道；糊里糊涂，他才会堕恶道。清清楚楚，谁愿意到恶道去？不会的。所以你看到一个人临死的时候要是迷惑颠倒，那都是三恶道；清清楚楚、明明白白，纵然不学佛，他来生也是人天果报。所以死是大事，决定不能糊涂，不能迷惑颠倒。临终清清楚楚、明明白白，没有痛苦，他最后一声佛号决定往生，所以临终一念十念都能往生，决定在临终的一念。你一生念佛，临终迷惑就完了，你还是六道轮回。所以我们讲修福，修什么福报？修临终那一念清清楚楚的福报，这是真正的福报，不要走得迷惑颠倒。当然最好，看多少人都能够预知时至，我们为什么不能预知时至？说老实话，之所以不能预知时至，就是你牵肠挂肚的事情太多，你放不下。你真正一切放下，哪有不知道的事情？所以一定要放下，心里头二六时中只挂念阿弥陀佛，这就对了，决定不会错。",
      "zh_TW": "大家總要覺悟到，人一生最大的事情是生死大事，實在上這個話要講死生大事，為什麼？我們這裡死了，底下又來生，他就生了。好死決定好生，你要記住這個道理。人在死的時候清楚明白不顛倒，這個人決定不墮惡道；糊裡糊塗，他才會墮惡道。清清楚楚，誰願意到惡道去？不會的。所以你看到一個人臨死的時候要是迷惑顛倒，那都是三惡道；清清楚楚、明明白白，縱然不學佛，他來生也是人天果報。所以死是大事，決定不能糊塗，不能迷惑顛倒。臨終清清楚楚、明明白白，沒有痛苦，他最後一聲佛號決定往生，所以臨終一念十念都能往生，決定在臨終的一念。你一生念佛，臨終迷惑就完了，你還是六道輪迴。所以我們講修福，修什麼福報？修臨終那一念清清楚楚的福報，這是真正的福報，不要走得迷惑顛倒。當然最好，看多少人都能夠預知時至，我們為什麼不能預知時至？說老實話，之所以不能預知時至，就是你牽腸掛肚的事情太多，你放不下。你真正一切放下，哪有不知道的事情？所以一定要放下，心裡頭二六時中只掛念阿彌陀佛，這就對了，決定不會錯。"
    },
    {
      "id": "03-001-0025_p0035",
      "zh_CN": "所以他在临终遇到善知识劝他念佛，给他说净土的好处。往生净土不难，只要真正回心转意，真正忏悔。所以下品往生要具足三个条件，第一个自己清楚，你迷惑颠倒，善知识再劝，他听不进去，他听不明白，这没有办法，他也念不出来，所以第一个要自己清楚。第二个要遇到真正善知识，第三个是真正忏悔，真正发悔改之心，这样发愿往生他才能够去。所以要晓得这个条件在临命终时要具足实在不容易，这不是侥幸能够得到的。",
      "zh_TW": "所以他在臨終遇到善知識勸他念佛，給他說淨土的好處。往生淨土不難，只要真正回心轉意，真正懺悔。所以下品往生要具足三個條件，第一個自己清楚，你迷惑顛倒，善知識再勸，他聽不進去，他聽不明白，這沒有辦法，他也念不出來，所以第一個要自己清楚。第二個要遇到真正善知識，第三個是真正懺悔，真正發悔改之心，這樣發願往生他才能夠去。所以要曉得這個條件在臨命終時要具足實在不容易，這不是僥倖能夠得到的。"
    },
    {
      "id": "03-001-0025_p0036",
      "zh_CN": "我们再看下面文，他真正这机缘成熟了，境界马上就变了，『地狱猛火，化为清凉风』。",
      "zh_TW": "我們再看下面文，他真正這機緣成熟了，境界馬上就變了，『地獄猛火，化為清涼風』。"
    },
    {
      "id": "03-001-0025_p0037",
      "zh_CN": "【吹诸天华。华上皆有化佛菩萨。迎接此人。】",
      "zh_TW": "【吹諸天華。華上皆有化佛菩薩。迎接此人。】"
    },
    {
      "id": "03-001-0025_p0038",
      "zh_CN": "临终佛来接引。",
      "zh_TW": "臨終佛來接引。"
    },
    {
      "id": "03-001-0025_p0039",
      "zh_CN": "【如一念顷。即得往生七宝池中莲华之内。经于六劫。莲华乃敷。】",
      "zh_TW": "【如一念頃。即得往生七寶池中蓮華之內。經於六劫。蓮華乃敷。】"
    },
    {
      "id": "03-001-0025_p0040",
      "zh_CN": "前面下品上生的，七七日莲花就开了；下品中生的就要经六劫，花才开，为什么？造的业太重，忏悔的力量也不是非常强，虽然是真正忏悔，力量不是绝对的强。",
      "zh_TW": "前面下品上生的，七七日蓮花就開了；下品中生的就要經六劫，花才開，為什麼？造的業太重，懺悔的力量也不是非常強，雖然是真正懺悔，力量不是絕對的強。"
    },
    {
      "id": "03-001-0025_p0041",
      "zh_CN": "【观世音大势至。以梵音声安慰彼人。为说大乘甚深经典。闻此法已。应时即发无上道心。是名下品中生者。】",
      "zh_TW": "【觀世音大勢至。以梵音聲安慰彼人。為說大乘甚深經典。聞此法已。應時即發無上道心。是名下品中生者。】"
    },
    {
      "id": "03-001-0025_p0042",
      "zh_CN": "这都容易懂。再看下品下生章：",
      "zh_TW": "這都容易懂。再看下品下生章："
    },
    {
      "id": "03-001-0025_p0043",
      "zh_CN": "【佛告阿难及韦提希。下品下生者。或有众生。作不善业。五逆十恶。】",
      "zh_TW": "【佛告阿難及韋提希。下品下生者。或有眾生。作不善業。五逆十惡。】"
    },
    {
      "id": "03-001-0025_p0044",
      "zh_CN": "这个罪是极重的，比前面那个罪还要重。",
      "zh_TW": "這個罪是極重的，比前面那個罪還要重。"
    },
    {
      "id": "03-001-0025_p0045",
      "zh_CN": "【具诸不善。如此愚人。以恶业故。应堕恶道。经历多劫。】",
      "zh_TW": "【具諸不善。如此愚人。以惡業故。應墮惡道。經歷多劫。】"
    },
    {
      "id": "03-001-0025_p0046",
      "zh_CN": "就是决定堕阿鼻地狱。",
      "zh_TW": "就是決定墮阿鼻地獄。"
    },
    {
      "id": "03-001-0025_p0047",
      "zh_CN": "【受苦无穷。如此愚人。临命终时。遇善知识种种安慰。为说妙法。教令念佛。彼人苦逼。不遑念佛。善友告言。汝若不能念彼佛者。应称无量寿佛。如是至心。令声不绝。具足十念。称南无阿弥陀佛。称佛名故。于念念中。除八十亿劫生死之罪。】",
      "zh_TW": "【受苦無窮。如此愚人。臨命終時。遇善知識種種安慰。為說妙法。教令念佛。彼人苦逼。不遑念佛。善友告言。汝若不能念彼佛者。應稱無量壽佛。如是至心。令聲不絕。具足十念。稱南無阿彌陀佛。稱佛名故。於念念中。除八十億劫生死之罪。】"
    },
    {
      "id": "03-001-0025_p0048",
      "zh_CN": "下品下生章看起来好像很容易，这个人只是在临终的时候才闻到佛法，一生从来都没有闻过佛法的，造这个罪业是成了习惯，恶习气太深，临死的时候地狱相现前，像什么人？像唐朝的张善和，张善和就是这样下品下生的。他是个屠夫，一生杀牛，杀业太重，临命终时他看到许多牛头人来向他讨命，这是地狱相现前，他是恐怖极了，大声叫救命。他的运气好，缘好，正好就有一位出家人从他门口经过，听到他喊救命，就看看什么事情。他就讲好多牛头人问他要命，这个时候说什么都来不及，这位出家人就劝他念佛求生西方极乐世界，点一把香叫他拿在手上，叫他大声的念，念不到十声，他就说「牛头人不见了，阿弥陀佛来接引我了」，他往生了。这桩事情看起来容易，智者大师在《十疑论》里头把这个事情辨别得详详细细。这样的人，张善和临命终时心不颠倒，这是不容易，他必定是过去生中修的有很大的善根才遇到这个缘。临命终时不颠倒，劝他，他真肯听，他真正认错，过去杀生错了，真正认错，真正忏悔，所以他是为苦逼，真是叫临时抱佛脚，这是十念念佛往生的一个证据，《往生传》里头确实有这个人，确实是像经上讲的这个样子，过去善根深厚。",
      "zh_TW": "下品下生章看起來好像很容易，這個人只是在臨終的時候才聞到佛法，一生從來都沒有聞過佛法的，造這個罪業是成了習慣，惡習氣太深，臨死的時候地獄相現前，像什麼人？像唐朝的張善和，張善和就是這樣下品下生的。他是個屠夫，一生殺牛，殺業太重，臨命終時他看到許多牛頭人來向他討命，這是地獄相現前，他是恐怖極了，大聲叫救命。他的運氣好，緣好，正好就有一位出家人從他門口經過，聽到他喊救命，就看看什麼事情。他就講好多牛頭人問他要命，這個時候說什麼都來不及，這位出家人就勸他念佛求生西方極樂世界，點一把香叫他拿在手上，叫他大聲的念，念不到十聲，他就說「牛頭人不見了，阿彌陀佛來接引我了」，他往生了。這樁事情看起來容易，智者大師在《十疑論》裡頭把這個事情辨別得詳詳細細。這樣的人，張善和臨命終時心不顛倒，這是不容易，他必定是過去生中修的有很大的善根才遇到這個緣。臨命終時不顛倒，勸他，他真肯聽，他真正認錯，過去殺生錯了，真正認錯，真正懺悔，所以他是為苦逼，真是叫臨時抱佛腳，這是十念念佛往生的一個證據，《往生傳》裡頭確實有這個人，確實是像經上講的這個樣子，過去善根深厚。"
    },
    {
      "id": "03-001-0025_p0049",
      "zh_CN": "假如一病不起，不省人事，那就没有法子，我们见到这样走的人很多。不要说别的，我初出家的时候就遇到一位居士，是圆山念佛会的副会长，林道棨居士，福州人，他会敲法器，每个星期念佛会来领众，临命终时一塌糊涂。他是得癌症过世的，非常的痛苦，痛苦到听到佛法就讨厌，大家就给他助念，他不让人助念，听到佛号就反对，就要骂人，佛都不能念，不但自己不能念，不准别人念，这样走的，你说这个业障多重！所以我们看看这个经典上讲，这念佛往生不是简单事情，他造的什么业我们就不知道了。",
      "zh_TW": "假如一病不起，不省人事，那就沒有法子，我們見到這樣走的人很多。不要說別的，我初出家的時候就遇到一位居士，是圓山念佛會的副會長，林道棨居士，福州人，他會敲法器，每個星期念佛會來領眾，臨命終時一塌糊塗。他是得癌症過世的，非常的痛苦，痛苦到聽到佛法就討厭，大家就給他助念，他不讓人助念，聽到佛號就反對，就要罵人，佛都不能念，不但自己不能念，不准別人念，這樣走的，你說這個業障多重！所以我們看看這個經典上講，這念佛往生不是簡單事情，他造的什麼業我們就不知道了。"
    },
    {
      "id": "03-001-0025_p0050",
      "zh_CN": "所以诸位要记住，学佛有没有成就要看临终那一着。你平常造善造恶、自欺欺人，人家看不出来，甚至于对你恭敬赞叹，走的时候尾巴露出来，原形毕现，决定骗不了人。所以今天我深深的感觉出家人不如在家人，因为我看到好多往生的，预知时至的，站着走的，坐着走的，都是在家人，看到许多出家人都是躺着走的，都是病苦不堪走的。为什么？在家人虽然造业，造得轻，出家人跟在家人造一样的业，出家人的罪比在家人重十倍都不止。在家人造罪业，他没有受戒；出家人受了戒，这个罪就加重。而且出家人造罪还有个最大的罪名，破和合僧，破坏佛教的形象，这个不得了，十方诸佛都不原谅你。出家人是代表僧团，代表佛法，你要让一切众生见到你起恭敬心，起效法的心理，他能发心学佛。你做得不像样，一切众生看到，这个佛不能学，你看看那出家人这样子，还能学？换句话说，你把整个佛法破坏了，这个罪过太重。所以俗话常说，说得不无道理，「地狱门前僧道多」，哪个下地狱？出家人下地狱，所以出家很不容易。",
      "zh_TW": "所以諸位要記住，學佛有沒有成就要看臨終那一著。你平常造善造惡、自欺欺人，人家看不出來，甚至於對你恭敬讚歎，走的時候尾巴露出來，原形畢現，決定騙不了人。所以今天我深深的感覺出家人不如在家人，因為我看到好多往生的，預知時至的，站著走的，坐著走的，都是在家人，看到許多出家人都是躺著走的，都是病苦不堪走的。為什麼？在家人雖然造業，造得輕，出家人跟在家人造一樣的業，出家人的罪比在家人重十倍都不止。在家人造罪業，他沒有受戒；出家人受了戒，這個罪就加重。而且出家人造罪還有個最大的罪名，破和合僧，破壞佛教的形象，這個不得了，十方諸佛都不原諒你。出家人是代表僧團，代表佛法，你要讓一切眾生見到你起恭敬心，起效法的心理，他能發心學佛。你做得不像樣，一切眾生看到，這個佛不能學，你看看那出家人這樣子，還能學？換句話說，你把整個佛法破壞了，這個罪過太重。所以俗話常說，說得不無道理，「地獄門前僧道多」，哪個下地獄？出家人下地獄，所以出家很不容易。"
    },
    {
      "id": "03-001-0025_p0051",
      "zh_CN": "出家的责任就是要弘法利生，如果说修行，修行不用出家，在家就可以修行。就好像你们念师范做老师，做老师就要教学。我又要做老师，又不要教学，这什么老师？我没做错事情，我又没害人，没有害人你就要受处分，为什么？你的责任没尽到。我办学校当校长，我不叫学生上课，我做慈善救济行不行？好事，社会福利事业，做得很好，你这个校长、教员统统撤职查办，为什么？你本分的事情没做好。所以诸位要晓得，慈善事业固然是好事，是附带做的，出家人本分事情是续佛慧命、弘法利生、住持佛法，这是经论上、戒律上讲得清清楚楚。不是叫你，我老实修行，我修行就好了，这不行，这等于说你是个师范毕业的，现在派你去做校长，派你做教员，我很好，我天天都在念书，我不教学生，这怎么行？你品德再好，学问再好，你没有尽到本分的责任；你不当教员，可以，你是很好，社会上没有一个人不赞叹你。所以诸位要晓得，一个道场的住持就是校长，出家人就是教职员，佛教是教育，所担负的是一切众生法身慧命，这个责任多么的沈重，所以出家哪有那么简单的？不出家没罪，一出家就堕地狱，你这个责任没有尽到就对不起佛菩萨、历代祖师、一切众生，不是个容易事情。所以我们往往看到在家念佛能往生，出家念佛不能往生。",
      "zh_TW": "出家的責任就是要弘法利生，如果說修行，修行不用出家，在家就可以修行。就好像你們念師範做老師，做老師就要教學。我又要做老師，又不要教學，這什麼老師？我沒做錯事情，我又沒害人，沒有害人你就要受處分，為什麼？你的責任沒盡到。我辦學校當校長，我不叫學生上課，我做慈善救濟行不行？好事，社會福利事業，做得很好，你這個校長、教員統統撤職查辦，為什麼？你本分的事情沒做好。所以諸位要曉得，慈善事業固然是好事，是附帶做的，出家人本分事情是續佛慧命、弘法利生、住持佛法，這是經論上、戒律上講得清清楚楚。不是叫你，我老實修行，我修行就好了，這不行，這等於說你是個師範畢業的，現在派你去做校長，派你做教員，我很好，我天天都在念書，我不教學生，這怎麼行？你品德再好，學問再好，你沒有盡到本分的責任；你不當教員，可以，你是很好，社會上沒有一個人不讚歎你。所以諸位要曉得，一個道場的住持就是校長，出家人就是教職員，佛教是教育，所擔負的是一切眾生法身慧命，這個責任多麼的沈重，所以出家哪有那麼簡單的？不出家沒罪，一出家就墮地獄，你這個責任沒有盡到就對不起佛菩薩、歷代祖師、一切眾生，不是個容易事情。所以我們往往看到在家念佛能往生，出家念佛不能往生。"
    },
    {
      "id": "03-001-0025_p0052",
      "zh_CN": "这个都不是出家人，都在家人，他有救，出家人很难，不容易救。",
      "zh_TW": "這個都不是出家人，都在家人，他有救，出家人很難，不容易救。"
    },
    {
      "id": "03-001-0025_p0053",
      "zh_CN": "【命终之时。见金莲华。犹如日轮。住其人前。如一念顷。即得往生极乐世界。于莲华中。满十二大劫。莲华方开。】",
      "zh_TW": "【命終之時。見金蓮華。猶如日輪。住其人前。如一念頃。即得往生極樂世界。於蓮華中。滿十二大劫。蓮華方開。】"
    },
    {
      "id": "03-001-0025_p0054",
      "zh_CN": "前面都是讲的小劫，这个地方讲的大劫。他罪业太重，而且闻法的机会只在临终那个很短的时间，所以他往生没有见到佛来接引他，他往生的时候是见到莲花。见到莲花来，他也是坐在莲花上往生。到了西方极乐世界，『满十二大劫』，莲花才开，花开见到观世音菩萨、大势至菩萨。",
      "zh_TW": "前面都是講的小劫，這個地方講的大劫。他罪業太重，而且聞法的機會只在臨終那個很短的時間，所以他往生沒有見到佛來接引他，他往生的時候是見到蓮花。見到蓮花來，他也是坐在蓮花上往生。到了西方極樂世界，『滿十二大劫』，蓮花才開，花開見到觀世音菩薩、大勢至菩薩。"
    },
    {
      "id": "03-001-0025_p0055",
      "zh_CN": "【观世音大势至。以大悲音声。为其广说诸法实相。除灭罪法。闻已欢喜。应时即发菩提之心。是名下品下生者。是名下辈生想。名第十六观。】",
      "zh_TW": "【觀世音大勢至。以大悲音聲。為其廣說諸法實相。除滅罪法。聞已歡喜。應時即發菩提之心。是名下品下生者。是名下輩生想。名第十六觀。】"
    },
    {
      "id": "03-001-0025_p0056",
      "zh_CN": "这个注解注得很详细，希望同修们好好的去研究。往下就是总结这部经的功德利益：",
      "zh_TW": "這個註解註得很詳細，希望同修們好好的去研究。往下就是總結這部經的功德利益："
    },
    {
      "id": "03-001-0025_p0057",
      "zh_CN": "【说是语时。】",
      "zh_TW": "【說是語時。】"
    },
    {
      "id": "03-001-0025_p0058",
      "zh_CN": "这是释迦牟尼佛为韦提希讲这部经之后，讲完的时候。",
      "zh_TW": "這是釋迦牟尼佛為韋提希講這部經之後，講完的時候。"
    },
    {
      "id": "03-001-0025_p0059",
      "zh_CN": "【韦提希与五百侍女。】",
      "zh_TW": "【韋提希與五百侍女。】"
    },
    {
      "id": "03-001-0025_p0060",
      "zh_CN": "这是她宫廷里面的宫女。",
      "zh_TW": "這是她宮廷裡面的宮女。"
    },
    {
      "id": "03-001-0025_p0061",
      "zh_CN": "【闻佛所说。应时即见极乐世界广长之相。得见佛身。及二菩萨。心生欢喜。叹未曾有。豁然大悟。逮无生忍。】",
      "zh_TW": "【聞佛所說。應時即見極樂世界廣長之相。得見佛身。及二菩薩。心生歡喜。歎未曾有。豁然大悟。逮無生忍。】"
    },
    {
      "id": "03-001-0025_p0062",
      "zh_CN": "得无生忍，这是讲韦提希夫人所得的利益。她的缘殊胜，得佛神力的加持，是她在佛跟她讲这部经的时候，西方三圣就现前。在此地我们又看到，不但她见到西方三圣，也见到极乐世界，『应时即见极乐世界广长之相』，换句话说，西方世界依正庄严她都见到。见到之后，她真正开悟，这一悟就得无生忍。得无生忍，在小本经里面讲就是得理一心不乱。她怎么得到？诸位要晓得，她随着听（随闻），随着就入观，闻思修同时的。听佛说法是闻慧；一听就明了，心开意解，这就是思慧。明了之后，自己这个境界随着佛说法随着就转，所以她成就。经一听完，她就证果，就证理一心不乱，往生西方世界上品上生，这根利，深深感觉到这个世间的痛苦。",
      "zh_TW": "得無生忍，這是講韋提希夫人所得的利益。她的緣殊勝，得佛神力的加持，是她在佛跟她講這部經的時候，西方三聖就現前。在此地我們又看到，不但她見到西方三聖，也見到極樂世界，『應時即見極樂世界廣長之相』，換句話說，西方世界依正莊嚴她都見到。見到之後，她真正開悟，這一悟就得無生忍。得無生忍，在小本經裡面講就是得理一心不亂。她怎麼得到？諸位要曉得，她隨著聽（隨聞），隨著就入觀，聞思修同時的。聽佛說法是聞慧；一聽就明瞭，心開意解，這就是思慧。明瞭之後，自己這個境界隨著佛說法隨著就轉，所以她成就。經一聽完，她就證果，就證理一心不亂，往生西方世界上品上生，這根利，深深感覺到這個世間的痛苦。"
    },
    {
      "id": "03-001-0025_p0063",
      "zh_CN": "【五百侍女发阿耨多罗三藐三菩提心。】",
      "zh_TW": "【五百侍女發阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "03-001-0025_p0064",
      "zh_CN": "这五百宫女们也是因缘殊胜，跟到国太夫人同时能够闻法，也见到西方世界依正庄严，但是她们听了之后，领悟的力量没有国太夫人那么样的强，为什么？她的心没有那么样的切，没有遭那个难。国太夫人是身遭不肖的儿子，遭了家庭的变故，所以她的感触很深。宫女的感触就不会有这么深，总是旁观者，没有这么深的感触，所以她得的利益就要差一点。所以人受的苦难愈多，感触愈深，要是入佛门发心也会勇猛。她吃了苦头，经历过忧患，心理上不一样。这些宫女也发菩提心，就是发心求生西方世界。",
      "zh_TW": "這五百宮女們也是因緣殊勝，跟到國太夫人同時能夠聞法，也見到西方世界依正莊嚴，但是她們聽了之後，領悟的力量沒有國太夫人那麼樣的強，為什麼？她的心沒有那麼樣的切，沒有遭那個難。國太夫人是身遭不肖的兒子，遭了家庭的變故，所以她的感觸很深。宮女的感觸就不會有這麼深，總是旁觀者，沒有這麼深的感觸，所以她得的利益就要差一點。所以人受的苦難愈多，感觸愈深，要是入佛門發心也會勇猛。她吃了苦頭，經歷過憂患，心理上不一樣。這些宮女也發菩提心，就是發心求生西方世界。"
    },
    {
      "id": "03-001-0025_p0065",
      "zh_CN": "【愿生彼国。世尊悉记皆当往生。】",
      "zh_TW": "【願生彼國。世尊悉記皆當往生。】"
    },
    {
      "id": "03-001-0025_p0066",
      "zh_CN": "释迦牟尼佛给她们授记，就是告诉她们，妳们将来一个个决定往生，好好的依照这个方法来修行，这一生当中决定成就。",
      "zh_TW": "釋迦牟尼佛給她們授記，就是告訴她們，妳們將來一個個決定往生，好好的依照這個方法來修行，這一生當中決定成就。"
    },
    {
      "id": "03-001-0025_p0067",
      "zh_CN": "【生彼国已。获得诸佛现前三昧。】",
      "zh_TW": "【生彼國已。獲得諸佛現前三昧。】"
    },
    {
      "id": "03-001-0025_p0068",
      "zh_CN": "到这个地方是说宫女发心。",
      "zh_TW": "到這個地方是說宮女發心。"
    },
    {
      "id": "03-001-0025_p0069",
      "zh_CN": "【无量诸天。发无上道心。】",
      "zh_TW": "【無量諸天。發無上道心。】"
    },
    {
      "id": "03-001-0025_p0070",
      "zh_CN": "因为释迦牟尼佛来的时候，护世天王（护法神）也都来了，也都在空中出现，前面经文提过，这个地方也没有漏掉。这些护法神跟佛一道来，听佛讲经说法，他们也有悟处，也发无上道心，我们想他听明白这桩事情，这些护法神统统念佛，统统发心求生极乐世界。因此你要晓得，我们要是真正发心想求生净土，老老实实念佛，一意修行，这些护法神一定特别护持你，为什么？志同道合，我也去，你也想去，我一定保护你、帮助你，为什么？我们修的是同一个法门。好，我们底下还有一节。",
      "zh_TW": "因為釋迦牟尼佛來的時候，護世天王（護法神）也都來了，也都在空中出現，前面經文提過，這個地方也沒有漏掉。這些護法神跟佛一道來，聽佛講經說法，他們也有悟處，也發無上道心，我們想他聽明白這樁事情，這些護法神統統念佛，統統發心求生極樂世界。因此你要曉得，我們要是真正發心想求生淨土，老老實實念佛，一意修行，這些護法神一定特別護持你，為什麼？志同道合，我也去，你也想去，我一定保護你、幫助你，為什麼？我們修的是同一個法門。好，我們底下還有一節。"
    }
  ]
}