{
  "doc_id": "03-001-0004",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0004",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "03-001-0004_p0001",
      "zh_CN": "请掀开经本第二十三面，倒数第三行。这是六即佛里面最后的一段：",
      "zh_TW": "請掀開經本第二十三面，倒數第三行。這是六即佛裡面最後的一段："
    },
    {
      "id": "03-001-0004_p0002",
      "zh_CN": "【究竟佛者。道穷妙觉，位极于茶。故唯佛与佛，乃能究竟诸法实相。边际智满，种觉顿圆。无上士者，名无所断。无上士者，更无过者。】",
      "zh_TW": "【究竟佛者。道窮妙覺，位極於茶。故唯佛與佛，乃能究竟諸法實相。邊際智滿，種覺頓圓。無上士者，名無所斷。無上士者，更無過者。】"
    },
    {
      "id": "03-001-0004_p0003",
      "zh_CN": "『究竟』就是圆满，圆满的佛。『道穷妙觉』，前面讲等觉，等是等于，还没有到圆满，圆满我们就称他作「妙觉」，没有比这个更高了。后头有比喻，好比月亮，到十五的月亮，这就是最圆，没有比它更圆，这到了极处。",
      "zh_TW": "『究竟』就是圓滿，圓滿的佛。『道窮妙覺』，前面講等覺，等是等於，還沒有到圓滿，圓滿我們就稱他作「妙覺」，沒有比這個更高了。後頭有比喻，好比月亮，到十五的月亮，這就是最圓，沒有比它更圓，這到了極處。"
    },
    {
      "id": "03-001-0004_p0004",
      "zh_CN": "『位极于茶』，这是什么意思？在《华严经》上讲华严字母，就是印度梵文的字母，它一共有四十二个字母，古人就把四十二个字母配菩萨四十二个等级，它第一个字母发音是「阿」，就把它比作初住位的菩萨，初住位是发心住，一直到最后第四十二个，四十二个就没有了。最后一个字母是念「茶」，到最后一个再没有了，就圆满了，是这个意思。就好像现在英文字母一共二十六个，这个字是梵文字母的最后一个。这就是位次到了极处，再没有比这个高的。",
      "zh_TW": "『位極於茶』，這是什麼意思？在《華嚴經》上講華嚴字母，就是印度梵文的字母，它一共有四十二個字母，古人就把四十二個字母配菩薩四十二個等級，它第一個字母發音是「阿」，就把它比作初住位的菩薩，初住位是發心住，一直到最後第四十二個，四十二個就沒有了。最後一個字母是念「茶」，到最後一個再沒有了，就圓滿了，是這個意思。就好像現在英文字母一共二十六個，這個字是梵文字母的最後一個。這就是位次到了極處，再沒有比這個高的。"
    },
    {
      "id": "03-001-0004_p0005",
      "zh_CN": "『唯佛与佛，乃能究竟诸法实相』，就是世出世间一切法的真相他彻底明了了，没有一样不知道。这种说法大家要注意，一般世间人不能接受。说佛是全知全能什么都知道，他不能接受，不但一般世间人不能接受，还有许多佛门的老法师、大和尚也不能接受，认为这些话都是对佛赞叹的名词，不是真的。佛也有不能的，佛也有不知道的，哪有全知全能的？这种论调都是用我们意识心、凡夫心揣测圣人的境界。其实这些话句句话都是真实的。",
      "zh_TW": "『唯佛與佛，乃能究竟諸法實相』，就是世出世間一切法的真相他徹底明瞭了，沒有一樣不知道。這種說法大家要注意，一般世間人不能接受。說佛是全知全能什麼都知道，他不能接受，不但一般世間人不能接受，還有許多佛門的老法師、大和尚也不能接受，認為這些話都是對佛讚歎的名詞，不是真的。佛也有不能的，佛也有不知道的，哪有全知全能的？這種論調都是用我們意識心、凡夫心揣測聖人的境界。其實這些話句句話都是真實的。"
    },
    {
      "id": "03-001-0004_p0006",
      "zh_CN": "佛告诉我们，这种智慧能力是本能，本来有的智慧。佛并不是说「只有我是全知全能，你们都不如我」，佛在经上没这种说法。佛说这种智慧能力是一切众生统统具足，跟佛没有两样，可见得智慧能力是一切大众个个具足，问题就是我们迷了。你到底迷什么？就是把你圆满的智慧德能迷了，不是迷的别的，是迷失了你自己，不是迷在外面，这个话我们仔细想想的确很有道理。佛教给我们就是恢复我们自己本来有的智慧德能，就如此而已，所以佛法真的就是恢复自己本来面目，自己本来面目是如此。",
      "zh_TW": "佛告訴我們，這種智慧能力是本能，本來有的智慧。佛並不是說「只有我是全知全能，你們都不如我」，佛在經上沒這種說法。佛說這種智慧能力是一切眾生統統具足，跟佛沒有兩樣，可見得智慧能力是一切大眾個個具足，問題就是我們迷了。你到底迷什麼？就是把你圓滿的智慧德能迷了，不是迷的別的，是迷失了你自己，不是迷在外面，這個話我們仔細想想的確很有道理。佛教給我們就是恢復我們自己本來有的智慧德能，就如此而已，所以佛法真的就是恢復自己本來面目，自己本來面目是如此。"
    },
    {
      "id": "03-001-0004_p0007",
      "zh_CN": "所以凡是说这些话，都是赞叹佛的，不是真的，这些人还是迷失了自己，并没有觉悟，换句话说，在佛法里面，在六即佛里头，他连名字即都谈不上。名字位中，虽然我们自己这个迷还没有破除，我们能力没恢复，但是我们相信，相信才是名字即佛。如果你对这个不相信，六即佛当中你只有理即佛，理论上讲你是佛，名字都谈不上，所以名字位也不是容易得来。你对于经典里面所讲的一点都不怀疑，完全能够相信接受，可是你一品惑也没破，这个叫名字位。希望我们同修，观行做不到，至少是名字位中人，我们肯定、相信，不怀疑，然后我们努力去修学，从观行到相似、到分证，最后也得到究竟。",
      "zh_TW": "所以凡是說這些話，都是讚歎佛的，不是真的，這些人還是迷失了自己，並沒有覺悟，換句話說，在佛法裡面，在六即佛裡頭，他連名字即都談不上。名字位中，雖然我們自己這個迷還沒有破除，我們能力沒恢復，但是我們相信，相信才是名字即佛。如果你對這個不相信，六即佛當中你只有理即佛，理論上講你是佛，名字都談不上，所以名字位也不是容易得來。你對於經典裡面所講的一點都不懷疑，完全能夠相信接受，可是你一品惑也沒破，這個叫名字位。希望我們同修，觀行做不到，至少是名字位中人，我們肯定、相信，不懷疑，然後我們努力去修學，從觀行到相似、到分證，最後也得到究竟。"
    },
    {
      "id": "03-001-0004_p0008",
      "zh_CN": "究竟位实在讲要拿其他法门来说，的确不容易。其他法门，这是古德说得很多，要想在一生当中了生死、出三界，恐怕都办不到。你说参禅，倓老法师说得好，参的功夫很好的，将来也不过是往生到四禅天，不能出三界，还得要生死轮回，而且生死轮回实在是每况愈下，这个东西很麻烦。学密，密宗里面提倡的是即身成佛，你能成得了吗？实在讲成不了。成是能成，佛成不了，成了魔，我看到许多学密的都学成魔了。成魔倒容易，成佛我看是办不到，为什么？我们查遍《大藏经》，你说哪一尊佛有贪瞋痴慢？你们想想看，有没有贪瞋痴慢佛？换句话说，最低限度你要把贪瞋痴慢断得干干净净，你才能成得了佛。这个佛是什么佛？藏教的佛，他的程度只等于阿罗汉，通、别、圆别谈，只不过是成藏教佛而已，诸位可以仔细去研究。印光老法师上海护国息灾法会的法语里头讲得很详细，说密宗即身成佛只是了生死、出三界，这样的程度相当于小乘的阿罗汉，他说即身成佛是成这个佛。可是小乘阿罗汉，你们要想，见思烦恼断尽了。我们看看今天学密的人，见思烦恼有没有断尽？如果没有断尽，换句话说，他决定成魔，他成不了佛，这都是我们一定要辨别清楚的。",
      "zh_TW": "究竟位實在講要拿其他法門來說，的確不容易。其他法門，這是古德說得很多，要想在一生當中了生死、出三界，恐怕都辦不到。你說參禪，倓老法師說得好，參的功夫很好的，將來也不過是往生到四禪天，不能出三界，還得要生死輪迴，而且生死輪迴實在是每況愈下，這個東西很麻煩。學密，密宗裡面提倡的是即身成佛，你能成得了嗎？實在講成不了。成是能成，佛成不了，成了魔，我看到許多學密的都學成魔了。成魔倒容易，成佛我看是辦不到，為什麼？我們查遍《大藏經》，你說哪一尊佛有貪瞋痴慢？你們想想看，有沒有貪瞋痴慢佛？換句話說，最低限度你要把貪瞋痴慢斷得乾乾淨淨，你才能成得了佛。這個佛是什麼佛？藏教的佛，他的程度只等於阿羅漢，通、別、圓別談，只不過是成藏教佛而已，諸位可以仔細去研究。印光老法師上海護國息災法會的法語裡頭講得很詳細，說密宗即身成佛只是了生死、出三界，這樣的程度相當於小乘的阿羅漢，他說即身成佛是成這個佛。可是小乘阿羅漢，你們要想，見思煩惱斷盡了。我們看看今天學密的人，見思煩惱有沒有斷盡？如果沒有斷盡，換句話說，他決定成魔，他成不了佛，這都是我們一定要辨別清楚的。"
    },
    {
      "id": "03-001-0004_p0009",
      "zh_CN": "所以说八万四千法门任何一个法门这一生当中没法子成就，唯一可以得度的法门就是念佛往生西方，就是靠这个法门。这个法门之所以能成就，就是它带业往生，如果不带业，我们都没有希望，没指望。就是它可以带业往生，它不要断见思烦恼就成就了，虽说不断，它要伏，伏跟断的差别很大，断难，伏容易。",
      "zh_TW": "所以說八萬四千法門任何一個法門這一生當中沒法子成就，唯一可以得度的法門就是念佛往生西方，就是靠這個法門。這個法門之所以能成就，就是它帶業往生，如果不帶業，我們都沒有希望，沒指望。就是它可以帶業往生，它不要斷見思煩惱就成就了，雖說不斷，它要伏，伏跟斷的差別很大，斷難，伏容易。"
    },
    {
      "id": "03-001-0004_p0010",
      "zh_CN": "在六即佛里面，我们前面讲过，你有观行的功夫就伏住了，就决定可以往生；断是要到相似，断见思烦恼是相似位，那个不容易；破一品无明，这才是分证位；四十一品无明统统断尽，究竟位。这是一切经论里面所讲的事实真相，我们念佛也离不开这个事实。所以往生有三等，上等的，念佛的功夫念得好，到家了，破一品无明，证一分法身，理一心不乱，这是上品的，上等功夫。中等的是事一心，无明虽然没破，见思烦恼断了。下等的功夫就是见思烦恼统统没有断，功夫只能伏住烦恼。怎么叫伏？套禅宗的一句话，「不怕念起，只怕觉迟」，我们用这个方法就行。念是念头，念头不管善恶，不管什么念头，这第一个念头才起来，第二念就把它换成阿弥陀佛，这就行了。绝对不叫这个念头相续，第二念就把它转成阿弥陀佛，这就叫做伏烦恼，烦恼伏住了，它不会再相续生了。",
      "zh_TW": "在六即佛裡面，我們前面講過，你有觀行的功夫就伏住了，就決定可以往生；斷是要到相似，斷見思煩惱是相似位，那個不容易；破一品無明，這才是分證位；四十一品無明統統斷盡，究竟位。這是一切經論裡面所講的事實真相，我們念佛也離不開這個事實。所以往生有三等，上等的，念佛的功夫念得好，到家了，破一品無明，證一分法身，理一心不亂，這是上品的，上等功夫。中等的是事一心，無明雖然沒破，見思煩惱斷了。下等的功夫就是見思煩惱統統沒有斷，功夫只能伏住煩惱。怎麼叫伏？套禪宗的一句話，「不怕念起，只怕覺遲」，我們用這個方法就行。念是念頭，念頭不管善惡，不管什麼念頭，這第一個念頭才起來，第二念就把它換成阿彌陀佛，這就行了。絕對不叫這個念頭相續，第二念就把它轉成阿彌陀佛，這就叫做伏煩惱，煩惱伏住了，它不會再相續生了。"
    },
    {
      "id": "03-001-0004_p0011",
      "zh_CN": "所以不管是贪瞋痴慢，不管什么念头，善念也好，恶念也好，统统都不要，为什么？善念是三善道的业因，恶念是三恶道的业因，所有起念头统统是六道轮回的因，将来果报都在六道轮回。我们现在想出离六道轮回，就把所有的念头都转成阿弥陀佛，等念头变成阿弥陀佛了，将来的果报就是西方极乐世界。念佛要这样念法才管用，才能念到观行位。现在一般同修念佛功夫不得力，就是念头让它相续起来，不晓得把它转成阿弥陀佛，这样就功夫不得力。一个妄念接着一个妄念起来，这不可以的，这样子念法就是古人所谓「喊破喉咙也枉然」，没有用处的。所以诸位要记住，功夫要怎么用法，念佛要怎么念法，这很要紧。",
      "zh_TW": "所以不管是貪瞋痴慢，不管什麼念頭，善念也好，惡念也好，統統都不要，為什麼？善念是三善道的業因，惡念是三惡道的業因，所有起念頭統統是六道輪迴的因，將來果報都在六道輪迴。我們現在想出離六道輪迴，就把所有的念頭都轉成阿彌陀佛，等念頭變成阿彌陀佛了，將來的果報就是西方極樂世界。念佛要這樣念法才管用，才能念到觀行位。現在一般同修念佛功夫不得力，就是念頭讓它相續起來，不曉得把它轉成阿彌陀佛，這樣就功夫不得力。一個妄念接著一個妄念起來，這不可以的，這樣子念法就是古人所謂「喊破喉嚨也枉然」，沒有用處的。所以諸位要記住，功夫要怎麼用法，念佛要怎麼念法，這很要緊。"
    },
    {
      "id": "03-001-0004_p0012",
      "zh_CN": "这一段是讲到究竟圆满之果。『边际智满』，智慧广大没有边际，边际智都满了，可见他真正是到究竟圆满了。『种觉顿圆』，「种觉」就是讲一切种智，如来果地上的圆满智慧，这个时候达到真正圆满，所以称为『无上士』，「无上士」是佛的十种称号之一。士是中国从前读书人的通称，现在讲就是知识分子，他的知识没有比他更超过的，他到顶点了，我们就称为无上士，底下这句就是解释。『名无所断』，他见思烦恼断尽，尘沙烦恼也断尽，无明也断尽，他再没有得断的。等觉菩萨还有一品生相无明可断，他还有得断的，佛没有得断的，他一切烦恼统统断尽，所以称为无上士。菩萨称大士，不能称无上士，为什么？他还有一品无明没断，他还有得断的，不能称无上。所以无上士是对佛的称呼，大士是对菩萨的称呼。『无上士者，更无过者』，就是没有超过他的，这才是究竟。底下有个比喻：",
      "zh_TW": "這一段是講到究竟圓滿之果。『邊際智滿』，智慧廣大沒有邊際，邊際智都滿了，可見他真正是到究竟圓滿了。『種覺頓圓』，「種覺」就是講一切種智，如來果地上的圓滿智慧，這個時候達到真正圓滿，所以稱為『無上士』，「無上士」是佛的十種稱號之一。士是中國從前讀書人的通稱，現在講就是知識分子，他的知識沒有比他更超過的，他到頂點了，我們就稱為無上士，底下這句就是解釋。『名無所斷』，他見思煩惱斷盡，塵沙煩惱也斷盡，無明也斷盡，他再沒有得斷的。等覺菩薩還有一品生相無明可斷，他還有得斷的，佛沒有得斷的，他一切煩惱統統斷盡，所以稱為無上士。菩薩稱大士，不能稱無上士，為什麼？他還有一品無明沒斷，他還有得斷的，不能稱無上。所以無上士是對佛的稱呼，大士是對菩薩的稱呼。『無上士者，更無過者』，就是沒有超過他的，這才是究竟。底下有個比喻："
    },
    {
      "id": "03-001-0004_p0013",
      "zh_CN": "【如十五日月，圆满具足。众星中王，最上最胜。威德特尊。是名究竟佛义。】",
      "zh_TW": "【如十五日月，圓滿具足。眾星中王，最上最勝。威德特尊。是名究竟佛義。】"
    },
    {
      "id": "03-001-0004_p0014",
      "zh_CN": "【佛有无量德。应有无量号。】",
      "zh_TW": "【佛有無量德。應有無量號。】"
    },
    {
      "id": "03-001-0004_p0015",
      "zh_CN": "农历十五晚上的月亮，月圆之日。在星宿里面，我们所看到的，肉眼能看到的，月亮是最大的，月光是最亮的，所以在星宿当中它算是王，就是最大的。诸位在此地特别留意到，凡是称佛就是称我们自己的性德，因为我们自己本来是佛，经典里面所赞叹的佛，与我们自己有密切的关系。我们今天讲迷就是迷了自己的性德，迷了自己的佛性。佛经上讲悟，也是觉悟自己的性德，悟了自己的佛性，绝对不是悟外面的事情，所以佛法称为「内学」，经典称之为「内经」，一切都向自性当中去觉悟。所以佛法跟其他书籍不相同，完全从心性里面去做功夫。心性有无量无边的智慧德能，因此这个称号当然也就是无量无边。",
      "zh_TW": "農曆十五晚上的月亮，月圓之日。在星宿裡面，我們所看到的，肉眼能看到的，月亮是最大的，月光是最亮的，所以在星宿當中它算是王，就是最大的。諸位在此地特別留意到，凡是稱佛就是稱我們自己的性德，因為我們自己本來是佛，經典裡面所讚歎的佛，與我們自己有密切的關係。我們今天講迷就是迷了自己的性德，迷了自己的佛性。佛經上講悟，也是覺悟自己的性德，悟了自己的佛性，絕對不是悟外面的事情，所以佛法稱為「內學」，經典稱之為「內經」，一切都向自性當中去覺悟。所以佛法跟其他書籍不相同，完全從心性裡面去做功夫。心性有無量無邊的智慧德能，因此這個稱號當然也就是無量無邊。"
    },
    {
      "id": "03-001-0004_p0016",
      "zh_CN": "【举一蔽诸。】",
      "zh_TW": "【舉一蔽諸。】"
    },
    {
      "id": "03-001-0004_p0017",
      "zh_CN": "『举一』，就是用这个佛，无量无边的称号用这个做代表就够了。",
      "zh_TW": "『舉一』，就是用這個佛，無量無邊的稱號用這個做代表就夠了。"
    },
    {
      "id": "03-001-0004_p0018",
      "zh_CN": "【华严有十万号。】",
      "zh_TW": "【華嚴有十萬號。】"
    },
    {
      "id": "03-001-0004_p0019",
      "zh_CN": "漏掉一个字，应该加一个字进去，『华严有十万号』，就是佛的称号。「十万」是略举，可见得名号是非常的多，显示佛有万德万能。",
      "zh_TW": "漏掉一個字，應該加一個字進去，『華嚴有十萬號』，就是佛的稱號。「十萬」是略舉，可見得名號是非常的多，顯示佛有萬德萬能。"
    },
    {
      "id": "03-001-0004_p0020",
      "zh_CN": "【又经有万号。三世诸佛，通有十号。】",
      "zh_TW": "【又經有萬號。三世諸佛，通有十號。】"
    },
    {
      "id": "03-001-0004_p0021",
      "zh_CN": "『十号』，就是在许多名号里面举十个例子，「十」是代表无尽的意思，所以我们讲佛的十种称号、十种通号。",
      "zh_TW": "『十號』，就是在許多名號裡面舉十個例子，「十」是代表無盡的意思，所以我們講佛的十種稱號、十種通號。"
    },
    {
      "id": "03-001-0004_p0022",
      "zh_CN": "【净名三号。】",
      "zh_TW": "【淨名三號。】"
    },
    {
      "id": "03-001-0004_p0023",
      "zh_CN": "『净名』就是《维摩经》，里面举了三个号，就是「正遍知、如来、佛」，称这三号。",
      "zh_TW": "『淨名』就是《維摩經》，裡面舉了三個號，就是「正遍知、如來、佛」，稱這三號。"
    },
    {
      "id": "03-001-0004_p0024",
      "zh_CN": "【以劫寿说，不能令尽。何况诸号耶。】",
      "zh_TW": "【以劫壽說，不能令盡。何況諸號耶。】"
    },
    {
      "id": "03-001-0004_p0025",
      "zh_CN": "这个三号每个号里头含的意思实在讲是无量无边，说不尽的，何况像《华严》讲十万号？这个地方有个小题目说「兼显佛德明无尽」，说明这个意思是无有穷尽的。经题里面「佛」这个字就解释到此地。下面解释第二个字「说」：",
      "zh_TW": "這個三號每個號裡頭含的意思實在講是無量無邊，說不盡的，何況像《華嚴》講十萬號？這個地方有個小題目說「兼顯佛德明無盡」，說明這個意思是無有窮盡的。經題裡面「佛」這個字就解釋到此地。下面解釋第二個字「說」："
    },
    {
      "id": "03-001-0004_p0026",
      "zh_CN": "【说者。悦所怀也。】",
      "zh_TW": "【說者。悅所懷也。】"
    },
    {
      "id": "03-001-0004_p0027",
      "zh_CN": "『悦』是喜悦。实在讲，解释这个字，蕅益大师在《弥陀经要解》里讲得最好，讲得非常圆满，他怎么说？佛看到这一切众生成佛的机缘成熟了，所以非常快乐，这个意思非常之好。成佛的机缘成熟了，佛就教给我们成佛的方法。成佛的方法是什么？念佛求生净土就是成佛的方法。在一切法门当中，这是第一法门，成佛。其余一切大乘经典都没有到成佛，只是成菩萨。小乘经是成阿罗汉，成辟支佛；大乘经是成菩萨，没有成佛的，唯独净土三经是成佛的。你成佛的机会来了，成熟了，我给你讲成佛的方法，这是真正畅悦所怀。所以我觉得蕅益大师那个解释真正是佛的意思，实在是不容易。",
      "zh_TW": "『悅』是喜悅。實在講，解釋這個字，蕅益大師在《彌陀經要解》裡講得最好，講得非常圓滿，他怎麼說？佛看到這一切眾生成佛的機緣成熟了，所以非常快樂，這個意思非常之好。成佛的機緣成熟了，佛就教給我們成佛的方法。成佛的方法是什麼？念佛求生淨土就是成佛的方法。在一切法門當中，這是第一法門，成佛。其餘一切大乘經典都沒有到成佛，只是成菩薩。小乘經是成阿羅漢，成辟支佛；大乘經是成菩薩，沒有成佛的，唯獨淨土三經是成佛的。你成佛的機會來了，成熟了，我給你講成佛的方法，這是真正暢悅所懷。所以我覺得蕅益大師那個解釋真正是佛的意思，實在是不容易。"
    },
    {
      "id": "03-001-0004_p0028",
      "zh_CN": "【即十二部经。八万法藏。】",
      "zh_TW": "【即十二部經。八萬法藏。】"
    },
    {
      "id": "03-001-0004_p0029",
      "zh_CN": "这是讲佛的一代时教。释迦牟尼佛出现在这个世间，就是因为众生得度的机缘成熟，他到此地来应化、来示现，给我们说法四十九年。『十二部经』是说佛说法有十二种方式，就好像我们现在所讲十二种体裁。像《华严经》，这十二种方式具足，统统都有，《法华经》里面有九种方式，每部经多少不一样。《弥陀经》是最少的，两种，第一种是长行，佛经的术语是长行，现在讲散文，《弥陀经》是散文的体裁，另一种是无问自说。所以《弥陀经》十二种方式里头只有两种，这是最少的。「十二部经」，不要看错意思，原来佛经只有十二部，实际上中文翻译的就有三千多部，不止十二部，这是十二种方式，十二种体裁。『八万法藏』是讲里面的意思、义理，所以是八万法门。法是方法，门就是门道，八万法门。",
      "zh_TW": "這是講佛的一代時教。釋迦牟尼佛出現在這個世間，就是因為眾生得度的機緣成熟，他到此地來應化、來示現，給我們說法四十九年。『十二部經』是說佛說法有十二種方式，就好像我們現在所講十二種體裁。像《華嚴經》，這十二種方式具足，統統都有，《法華經》裡面有九種方式，每部經多少不一樣。《彌陀經》是最少的，兩種，第一種是長行，佛經的術語是長行，現在講散文，《彌陀經》是散文的體裁，另一種是無問自說。所以《彌陀經》十二種方式裡頭只有兩種，這是最少的。「十二部經」，不要看錯意思，原來佛經只有十二部，實際上中文翻譯的就有三千多部，不止十二部，這是十二種方式，十二種體裁。『八萬法藏』是講裡面的意思、義理，所以是八萬法門。法是方法，門就是門道，八萬法門。"
    },
    {
      "id": "03-001-0004_p0030",
      "zh_CN": "【六度四等，一切法门。】",
      "zh_TW": "【六度四等，一切法門。】"
    },
    {
      "id": "03-001-0004_p0031",
      "zh_CN": "这是大乘佛法里面所说的。",
      "zh_TW": "這是大乘佛法裡面所說的。"
    },
    {
      "id": "03-001-0004_p0032",
      "zh_CN": "【又于一法中，作四门分别。于一一门，巧作四悉檀利益。闻者欢喜，赞用，受行。施戒进念，而得开发。】",
      "zh_TW": "【又於一法中，作四門分別。於一一門，巧作四悉檀利益。聞者歡喜，讚用，受行。施戒進念，而得開發。】"
    },
    {
      "id": "03-001-0004_p0033",
      "zh_CN": "这是讲智慧德能的开发显露。",
      "zh_TW": "這是講智慧德能的開發顯露。"
    },
    {
      "id": "03-001-0004_p0034",
      "zh_CN": "【贪恚愚痴，豁尔冰消。】",
      "zh_TW": "【貪恚愚痴，豁爾冰消。】"
    },
    {
      "id": "03-001-0004_p0035",
      "zh_CN": "『恚』就是瞋恚。烦恼习气可以断除。",
      "zh_TW": "『恚』就是瞋恚。煩惱習氣可以斷除。"
    },
    {
      "id": "03-001-0004_p0036",
      "zh_CN": "【革凡成圣，入法流水。】",
      "zh_TW": "【革凡成聖，入法流水。】"
    },
    {
      "id": "03-001-0004_p0037",
      "zh_CN": "『革』是改革，就是改造我们心理，改凡心为佛菩萨的心，也就是破迷开悟，改迷成悟了。『法』是圣人之法，圣人同一类。",
      "zh_TW": "『革』是改革，就是改造我們心理，改凡心為佛菩薩的心，也就是破迷開悟，改迷成悟了。『法』是聖人之法，聖人同一類。"
    },
    {
      "id": "03-001-0004_p0038",
      "zh_CN": "【或二三一益。】",
      "zh_TW": "【或二三一益。】"
    },
    {
      "id": "03-001-0004_p0039",
      "zh_CN": "『益』是利益，『或二三一益』，或者是得三种利益，或者是得两种利益，或者是得一种利益，这个在注解里面都有，诸位可以能看到。",
      "zh_TW": "『益』是利益，『或二三一益』，或者是得三種利益，或者是得兩種利益，或者是得一種利益，這個在註解裡面都有，諸位可以能看到。"
    },
    {
      "id": "03-001-0004_p0040",
      "zh_CN": "【若都无益，则示默然。】",
      "zh_TW": "【若都無益，則示默然。】"
    },
    {
      "id": "03-001-0004_p0041",
      "zh_CN": "像这些地方是我们要学习的。如果什么利益都没有，既不能自利也不能利他，我们就不说。学佛的人不开口则已，开口对于别人决定有利益的。实在对方都不能接受，他得不到利益，我们就「阿弥陀佛」，一句话也不说。这阿弥陀佛就有很大的利益，不管他爱不爱听、接不接受，他总听进去了，「一历耳根，永为道种」，我把阿弥陀佛这个种子已经种到他八识心田里面去了，这就行了，这个对他就是很大的利益。所以不必跟他谈别的，谈别的他也不相信。所以不要跟人争论，不要跟人家辩论。佛说法都是如此，看到众生不相信、不能接受，不跟他说，『默然』。",
      "zh_TW": "像這些地方是我們要學習的。如果什麼利益都沒有，既不能自利也不能利他，我們就不說。學佛的人不開口則已，開口對於別人決定有利益的。實在對方都不能接受，他得不到利益，我們就「阿彌陀佛」，一句話也不說。這阿彌陀佛就有很大的利益，不管他愛不愛聽、接不接受，他總聽進去了，「一歷耳根，永為道種」，我把阿彌陀佛這個種子已經種到他八識心田裡面去了，這就行了，這個對他就是很大的利益。所以不必跟他談別的，談別的他也不相信。所以不要跟人爭論，不要跟人家辯論。佛說法都是如此，看到眾生不相信、不能接受，不跟他說，『默然』。"
    },
    {
      "id": "03-001-0004_p0042",
      "zh_CN": "【若一机扣圣。于一门施四益者。】",
      "zh_TW": "【若一機扣聖。於一門施四益者。】"
    },
    {
      "id": "03-001-0004_p0043",
      "zh_CN": "『四益』，通常就是讲四悉檀的利益。",
      "zh_TW": "『四益』，通常就是講四悉檀的利益。"
    },
    {
      "id": "03-001-0004_p0044",
      "zh_CN": "【余三门亦如是。为一缘说一法既尔，诸缘诸法亦如是。】",
      "zh_TW": "【餘三門亦如是。為一緣說一法既爾，諸緣諸法亦如是。】"
    },
    {
      "id": "03-001-0004_p0045",
      "zh_CN": "这一段是叙说佛为一切众生说法的原则。天台家讲四教，有藏通别圆四教，就是于一切法，他分做四门，于每一门又分做四悉檀。这个注子里头注得很详细，希望大家自己去看。",
      "zh_TW": "這一段是敘說佛為一切眾生說法的原則。天台家講四教，有藏通別圓四教，就是於一切法，他分做四門，於每一門又分做四悉檀。這個註子裡頭註得很詳細，希望大家自己去看。"
    },
    {
      "id": "03-001-0004_p0046",
      "zh_CN": "【观者，观也。有次第三观。一心三观。】",
      "zh_TW": "【觀者，觀也。有次第三觀。一心三觀。】"
    },
    {
      "id": "03-001-0004_p0047",
      "zh_CN": "这是讲我们实行的原则，我们学了之后要会用，就是把它用在日常生活当中。因为这部经里面主要是教我们修观，修观拿现代话来说就是改变思想，修观就是改变思想。修就是改的意思，修正、修改，观就是观念，我们对一切事情的看法、想法。实在讲，我们对于世出世间许多事情的看法、想法都错了，要把这些错误的看法、想法修正过来，这个叫修观。在本经实在说，佛教我们一个非常巧妙的方法，教我们去想佛，不要想世间拉拉杂杂的事情。心想佛的时候，我们心就变成佛了，想佛就变成佛，将来结果当然成佛，这一定的道理。所以一切法都是心想而成的，可见得心的作用太大了。",
      "zh_TW": "這是講我們實行的原則，我們學了之後要會用，就是把它用在日常生活當中。因為這部經裡面主要是教我們修觀，修觀拿現代話來說就是改變思想，修觀就是改變思想。修就是改的意思，修正、修改，觀就是觀念，我們對一切事情的看法、想法。實在講，我們對於世出世間許多事情的看法、想法都錯了，要把這些錯誤的看法、想法修正過來，這個叫修觀。在本經實在說，佛教我們一個非常巧妙的方法，教我們去想佛，不要想世間拉拉雜雜的事情。心想佛的時候，我們心就變成佛了，想佛就變成佛，將來結果當然成佛，這一定的道理。所以一切法都是心想而成的，可見得心的作用太大了。"
    },
    {
      "id": "03-001-0004_p0048",
      "zh_CN": "大师给我们提示了一个原则，这个原则就是『次第三观』与『一心三观』，这是我们必须要注意到的。「次第三观」，通常讲钝根，中下根器的人。「一心三观」，这是上根之人，当然成就来说，一心三观是高明。本经里面取的什么？取的一心三观，为什么？因为这个教是圆教、是顿教，是叫你一生成就的，当然采取的方式是一心三观。下面这是给我们解释什么叫三观，我们看经文：",
      "zh_TW": "大師給我們提示了一個原則，這個原則就是『次第三觀』與『一心三觀』，這是我們必須要注意到的。「次第三觀」，通常講鈍根，中下根器的人。「一心三觀」，這是上根之人，當然成就來說，一心三觀是高明。本經裡面取的什麼？取的一心三觀，為什麼？因為這個教是圓教、是頓教，是叫你一生成就的，當然採取的方式是一心三觀。下面這是給我們解釋什麼叫三觀，我們看經文："
    },
    {
      "id": "03-001-0004_p0049",
      "zh_CN": "【从假入空观。亦名二谛观。从空入假观。亦名平等观。二空观为方便，得入中道第一义谛观。心心寂灭，自然流入萨婆若海。此名出璎珞经。】",
      "zh_TW": "【從假入空觀。亦名二諦觀。從空入假觀。亦名平等觀。二空觀為方便，得入中道第一義諦觀。心心寂滅，自然流入薩婆若海。此名出瓔珞經。】"
    },
    {
      "id": "03-001-0004_p0050",
      "zh_CN": "天台大师发明这种修行方法不是他自己意思创造的，他有根据，都是从经典里面悟到的。他这个方法是以《璎珞经》的理论做基础，建立的修行方法。",
      "zh_TW": "天台大師發明這種修行方法不是他自己意思創造的，他有根據，都是從經典裡面悟到的。他這個方法是以《瓔珞經》的理論做基礎，建立的修行方法。"
    },
    {
      "id": "03-001-0004_p0051",
      "zh_CN": "我们先讲「空假中」，空假中你明了之后，这个大意就不难懂。空是讲本体，假是讲现相，中是讲作用，也就是大经上常常讲的体相用。体为什么说是空的？体确实没有，所以佛讲一切法无有自性，自性就是自体，一切法没有自体，所以说它叫空。譬如我们讲这本书，这本书的体是什么？纸张。没有纸张哪来的书？这是我们很显然了解的。纸张是不是书的体？你们说是不是？书之体是纸张，没错。纸张是不是书之体？不是的。（书之体是纸张，这本书的材质是纸。但是，仔细分析，构成书的体应该还有其他，例如油墨、胶水、绳线等；故简单来讲，几十张或几百张纸，上面印有油墨，透过机器与人工合成一本书。若仅有几十张或几百张纸放在桌上，我们会认为那一定就是书吗？不一定！故云：纸张是不是书之体？不是的。）如果纸张是书之体，这个纸只能做书用，不能做别的用处，它的用途非常广泛，不一定做书。所以你仔细去观察，一切法都没有自性。所以佛给我们讲因缘生法，这个讲得没错。因缘就是种种条件聚合的时候，这个相生起来了；缘要是灭了、散掉了，这个相就没有了。所以相之生与灭是假的不是真的，真的是什么？是缘生缘灭。这个道理近代科学家也知道了，所以才说出物质不灭，它确实不灭，物质只是缘聚缘散，它没有生灭。",
      "zh_TW": "我們先講「空假中」，空假中你明瞭之後，這個大意就不難懂。空是講本體，假是講現相，中是講作用，也就是大經上常常講的體相用。體為什麼說是空的？體確實沒有，所以佛講一切法無有自性，自性就是自體，一切法沒有自體，所以說它叫空。譬如我們講這本書，這本書的體是什麼？紙張。沒有紙張哪來的書？這是我們很顯然了解的。紙張是不是書的體？你們說是不是？書之體是紙張，沒錯。紙張是不是書之體？不是的。（書之體是紙張，這本書的材質是紙。但是，仔細分析，構成書的體應該還有其他，例如油墨、膠水、繩線等；故簡單來講，幾十張或幾百張紙，上面印有油墨，透過機器與人工合成一本書。若僅有幾十張或幾百張紙放在桌上，我們會認為那一定就是書嗎？不一定！故云：紙張是不是書之體？不是的。）如果紙張是書之體，這個紙只能做書用，不能做別的用處，它的用途非常廣泛，不一定做書。所以你仔細去觀察，一切法都沒有自性。所以佛給我們講因緣生法，這個講得沒錯。因緣就是種種條件聚合的時候，這個相生起來了；緣要是滅了、散掉了，這個相就沒有了。所以相之生與滅是假的不是真的，真的是什麼？是緣生緣滅。這個道理近代科學家也知道了，所以才說出物質不滅，它確實不滅，物質只是緣聚緣散，它沒有生滅。"
    },
    {
      "id": "03-001-0004_p0052",
      "zh_CN": "现在我们明白这个道理了，因此相是假的。相不能说它没有，它有，虽有，它不是真的，是假的。真假的定义在佛法里说，凡是讲真的，永远不灭，永远不会改变，这个叫真的；凡是会改变的，凡是有生灭的，这都不是真的。譬如我们人有生老病死，有改变，这不是真的。在一切法里面，什么是真的？「无为法」是真的。例如，虚空没有改变过，三千年前这个虚空跟三千年以后的虚空，没有改变过，所以虚空是无为法，不是有为法，有为就是生灭法，「无为法」是不生不灭的。",
      "zh_TW": "現在我們明白這個道理了，因此相是假的。相不能說它沒有，它有，雖有，它不是真的，是假的。真假的定義在佛法裡說，凡是講真的，永遠不滅，永遠不會改變，這個叫真的；凡是會改變的，凡是有生滅的，這都不是真的。譬如我們人有生老病死，有改變，這不是真的。在一切法裡面，什麼是真的？「無為法」是真的。例如，虛空沒有改變過，三千年前這個虛空跟三千年以後的虛空，沒有改變過，所以虛空是無為法，不是有為法，有為就是生滅法，「無為法」是不生不滅的。"
    },
    {
      "id": "03-001-0004_p0053",
      "zh_CN": "虚空，给诸位说，还不是真正的无为法，它只是相似的无为法，换句话说，虚空前后相似没有变化，我们觉察不出它的变化，但不是真正无为常住，只是假说为常，唯心所变。譬如我们人，人有变化，为什么？年年不一样，一年比一年老，年年不一样，这个很容易看得出来它是在变化的，所以很容易觉察它是个生灭法。虚空不容易觉察得出来，到什么时候才觉察得出来？到大彻大悟。所以永嘉大师《证道歌》里头说「觉后空空无大千」，到那个时候才发觉到原来虚空也不是真的，也是假的。所以《百法》里面讲无为法，有六个无为法，六个无为法里头只有一个是真的，「真如无为」。其余的五种，因为我们不容易觉察它是生灭法，所以把它列入无为，这个无为是相似无为，不是真正的无为。",
      "zh_TW": "虛空，給諸位說，還不是真正的無為法，它只是相似的無為法，換句話說，虛空前後相似沒有變化，我們覺察不出它的變化，但不是真正無為常住，只是假說為常，唯心所變。譬如我們人，人有變化，為什麼？年年不一樣，一年比一年老，年年不一樣，這個很容易看得出來它是在變化的，所以很容易覺察它是個生滅法。虛空不容易覺察得出來，到什麼時候才覺察得出來？到大徹大悟。所以永嘉大師《證道歌》裡頭說「覺後空空無大千」，到那個時候才發覺到原來虛空也不是真的，也是假的。所以《百法》裡面講無為法，有六個無為法，六個無為法裡頭只有一個是真的，「真如無為」。其餘的五種，因為我們不容易覺察它是生滅法，所以把它列入無為，這個無為是相似無為，不是真正的無為。"
    },
    {
      "id": "03-001-0004_p0054",
      "zh_CN": "由此可知，一切法都是相有体无，所以从体上看是空的，佛经里面讲「万法皆空，万法无常」。讲空，万法皆空，从体上讲；讲无常，从相上讲，这个相刹那刹那在变，不是永恒的，所以说是假相，或者称为妙有。空跟有是一不是二，是分不开的，就是体跟相是一个，离了体没有相，离了相没有体，体相是一不是二。你这样观察才能把一切万法的真相，就是前面讲的诸法实相，这一切法的真实相你才能够见得到。见到真相之后，你就会用中了，中是中道。",
      "zh_TW": "由此可知，一切法都是相有體無，所以從體上看是空的，佛經裡面講「萬法皆空，萬法無常」。講空，萬法皆空，從體上講；講無常，從相上講，這個相剎那剎那在變，不是永恆的，所以說是假相，或者稱為妙有。空跟有是一不是二，是分不開的，就是體跟相是一個，離了體沒有相，離了相沒有體，體相是一不是二。你這樣觀察才能把一切萬法的真相，就是前面講的諸法實相，這一切法的真實相你才能夠見得到。見到真相之後，你就會用中了，中是中道。"
    },
    {
      "id": "03-001-0004_p0055",
      "zh_CN": "佛法主张用中，中国古代的圣人也主张用中。佛法没到中国来，儒家孔老夫子就主张中庸之道，主张用中。中是什么？以儒家的解释是喜怒哀乐还没有起作用，没有发，这个时候中；起了作用，这就偏了，就不是中道，可见得儒家讲的中就是佛门讲的三昧。但是儒家讲的中没有佛家讲三昧那么彻底，因为佛法讲的是烦恼断了，儒家讲的中庸实在讲就是佛法讲的伏烦恼。它有，有怎么样？没有发作，你能够把它控制，叫它不发作。这样子处事待人接物，心里头清净，没有喜怒哀乐，没有贪瞋痴慢。可见得这种功夫就是净土里面所讲的观行位，确实我们能够把烦恼降伏住、控制住，没有断。他这个中庸之道只讲到这个程度，所以儒家是人天乘的法，他没有能出三界、了生死。这样修持，换句话说，人天福报是决定能够得到的。这讲儒家的功夫决定能得人天福报，所以用要用中。",
      "zh_TW": "佛法主張用中，中國古代的聖人也主張用中。佛法沒到中國來，儒家孔老夫子就主張中庸之道，主張用中。中是什麼？以儒家的解釋是喜怒哀樂還沒有起作用，沒有發，這個時候中；起了作用，這就偏了，就不是中道，可見得儒家講的中就是佛門講的三昧。但是儒家講的中沒有佛家講三昧那麼徹底，因為佛法講的是煩惱斷了，儒家講的中庸實在講就是佛法講的伏煩惱。它有，有怎麼樣？沒有發作，你能夠把它控制，叫它不發作。這樣子處事待人接物，心裡頭清淨，沒有喜怒哀樂，沒有貪瞋痴慢。可見得這種功夫就是淨土裡面所講的觀行位，確實我們能夠把煩惱降伏住、控制住，沒有斷。他這個中庸之道只講到這個程度，所以儒家是人天乘的法，他沒有能出三界、了生死。這樣修持，換句話說，人天福報是決定能夠得到的。這講儒家的功夫決定能得人天福報，所以用要用中。"
    },
    {
      "id": "03-001-0004_p0056",
      "zh_CN": "体相用配空假中，或者配三谛，就是真谛、俗谛、中谛。体是真谛，真实的，所以真空。俗谛是配假观，中谛是配中观。谛是谛实的意思，实实在在的，是讲万事万法。三观是讲我们自己用心，我们对于一切法的看法，这个三观是标准。外面一切的境界是三谛，谛实之相，所谓是实相。用三观来看外面一切诸法的体相用，就是看到三谛。这是天台家教给我们改变思想观念的原则。",
      "zh_TW": "體相用配空假中，或者配三諦，就是真諦、俗諦、中諦。體是真諦，真實的，所以真空。俗諦是配假觀，中諦是配中觀。諦是諦實的意思，實實在在的，是講萬事萬法。三觀是講我們自己用心，我們對於一切法的看法，這個三觀是標準。外面一切的境界是三諦，諦實之相，所謂是實相。用三觀來看外面一切諸法的體相用，就是看到三諦。這是天台家教給我們改變思想觀念的原則。"
    },
    {
      "id": "03-001-0004_p0057",
      "zh_CN": "这个大前提明白了，文就容易懂了。『从假入空』，就是从现相上观察它本体，这个叫『二谛观』。『从空入假』，就是从本体上观察现相，这个叫『平等观』。为什么？体是一个，相虽然有无量无边，体是一个。譬如有情众生，佛法讲的是佛性，一切众生皆有佛性，佛性是平等的。在诸法上来讲，我们讲物质，这是植物、矿物，物质上我们叫它做法性。法性跟佛性是一个性，一性无二性，只是换个名字而已，区别动物、植物、矿物，我们现在是三分。在佛法上只分二分，一个叫有情世间，一个叫器世间，器世间就是现在讲的植物、矿物。所以在器世间称法性，有情世间称佛性，佛性跟法性是一个性，只是两个名词而已，是一个性。因为是一个性，所以《华严》上才说「情与无情，同圆种智」。如果不是一个性，这句话就讲不通。",
      "zh_TW": "這個大前提明白了，文就容易懂了。『從假入空』，就是從現相上觀察它本體，這個叫『二諦觀』。『從空入假』，就是從本體上觀察現相，這個叫『平等觀』。為什麼？體是一個，相雖然有無量無邊，體是一個。譬如有情眾生，佛法講的是佛性，一切眾生皆有佛性，佛性是平等的。在諸法上來講，我們講物質，這是植物、礦物，物質上我們叫它做法性。法性跟佛性是一個性，一性無二性，只是換個名字而已，區別動物、植物、礦物，我們現在是三分。在佛法上只分二分，一個叫有情世間，一個叫器世間，器世間就是現在講的植物、礦物。所以在器世間稱法性，有情世間稱佛性，佛性跟法性是一個性，只是兩個名詞而已，是一個性。因為是一個性，所以《華嚴》上才說「情與無情，同圓種智」。如果不是一個性，這句話就講不通。"
    },
    {
      "id": "03-001-0004_p0058",
      "zh_CN": "这个意思我们可以从梦境当中体会到，当我们在作梦的时候，梦从哪来的？梦是我们心变的。我们把能变梦境的心比喻作性，真性，梦中的境界比喻作世间，有情世间、器世间。我们想想，梦里面那些众生、人，梦中当然有自己也有别人，这个自己跟人当然是自己心里变现的。梦里面也有一些物质，也有房子，也有山河大地，它从哪里来的？还是你自己心里变现的。离开你的心，没有梦境；离开梦境，没有心，梦境跟你的心是一不是二。能作梦的心就是体，体没有相，所以叫空，空是真空。变出来的相，相是假相、幻相，不是真实的。所以空假中的意思在梦境里面我们很容易体会得到。",
      "zh_TW": "這個意思我們可以從夢境當中體會到，當我們在作夢的時候，夢從哪來的？夢是我們心變的。我們把能變夢境的心比喻作性，真性，夢中的境界比喻作世間，有情世間、器世間。我們想想，夢裡面那些眾生、人，夢中當然有自己也有別人，這個自己跟人當然是自己心裡變現的。夢裡面也有一些物質，也有房子，也有山河大地，它從哪裡來的？還是你自己心裡變現的。離開你的心，沒有夢境；離開夢境，沒有心，夢境跟你的心是一不是二。能作夢的心就是體，體沒有相，所以叫空，空是真空。變出來的相，相是假相、幻相，不是真實的。所以空假中的意思在夢境裡面我們很容易體會得到。"
    },
    {
      "id": "03-001-0004_p0059",
      "zh_CN": "你能够把这个意思明白了，你就『得入中道第一义谛观』，你对于体、相、作用这三样都不迷，这就是「第一义谛观」。所以『心心寂灭，自然流入萨婆若海』，「萨婆若」是梵语，翻成中国的意思就是一切种智，「海」是比喻广大，就是圆满广大的智慧，一切种智。这是大师建立三观三谛，理论上的依据是出在《璎珞经》上。下课。",
      "zh_TW": "你能夠把這個意思明白了，你就『得入中道第一義諦觀』，你對於體、相、作用這三樣都不迷，這就是「第一義諦觀」。所以『心心寂滅，自然流入薩婆若海』，「薩婆若」是梵語，翻成中國的意思就是一切種智，「海」是比喻廣大，就是圓滿廣大的智慧，一切種智。這是大師建立三觀三諦，理論上的依據是出在《瓔珞經》上。下課。"
    }
  ]
}