{
  "doc_id": "03-001-0001",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0001",
  "total_paragraphs": 141,
  "paragraphs": [
    {
      "id": "03-001-0001_p0001",
      "zh_CN": "诸位同修，这次讲座时间只有七天，我们七天总共用二十六个小时来读这部《观无量寿佛经》。首先我们要把研读的目的告诉诸位，这次讲座与我们过去几次所举办的目的不相同，在过去我们虽然是提倡念佛，劝导大家求生净土，但还是偏重在教理上、劝导上，这一次就比过去要提升一级，升级了，我们着重在实行。换句话说，我们必须建立一个真正的认识，认识什么？认识宇宙人生的真相，像禅宗所讲「父母未生前本来面目」，我们要着重认识这个层次，然后才晓得如何解决我们当前的问题与将来的问题，这是要认真努力去做的。",
      "zh_TW": "諸位同修，這次講座時間只有七天，我們七天總共用二十六個小時來讀這部《觀無量壽佛經》。首先我們要把研讀的目的告訴諸位，這次講座與我們過去幾次所舉辦的目的不相同，在過去我們雖然是提倡念佛，勸導大家求生淨土，但還是偏重在教理上、勸導上，這一次就比過去要提升一級，升級了，我們著重在實行。換句話說，我們必須建立一個真正的認識，認識什麼？認識宇宙人生的真相，像禪宗所講「父母未生前本來面目」，我們要著重認識這個層次，然後才曉得如何解決我們當前的問題與將來的問題，這是要認真努力去做的。"
    },
    {
      "id": "03-001-0001_p0002",
      "zh_CN": "佛虽然给我们说了很多的经典与法门，这些经典与法门照佛教的术语来说就是普度众生。「度」这个字用现代话来说就是帮助、协助，普遍的帮助一切众生，协助一切众生「破迷开悟，离苦得乐」，这是佛说一切经典的目的。但是要谈到究竟圆满的破迷开悟，彻底的离苦得乐，讲到最彻底的无过于念佛求生净土这个法门，所以这个法门是释迦牟尼佛教化众生最重要的一个法门，也就是最重要的手段与方法，可是真正认识这个法门的人的确不多。",
      "zh_TW": "佛雖然給我們說了很多的經典與法門，這些經典與法門照佛教的術語來說就是普度眾生。「度」這個字用現代話來說就是幫助、協助，普遍的幫助一切眾生，協助一切眾生「破迷開悟，離苦得樂」，這是佛說一切經典的目的。但是要談到究竟圓滿的破迷開悟，徹底的離苦得樂，講到最徹底的無過於念佛求生淨土這個法門，所以這個法門是釋迦牟尼佛教化眾生最重要的一個法門，也就是最重要的手段與方法，可是真正認識這個法門的人的確不多。"
    },
    {
      "id": "03-001-0001_p0003",
      "zh_CN": "它重要的经典有三经一论，这是专讲的，就是我们平常读到的、早晚课诵里面念到的《弥陀经》、《无量寿经》，以及这部《观无量寿佛经》，这三部经是专讲这个法门。这三经自古以来的注解非常丰富，我们今天所采取的是《疏钞》，这个《疏》是隋朝天台宗的祖师智者大师作的，《疏》是他做的。疏就是经的注解，他老人家注得相当的深，有相当的深度，后人看起来还是难懂，不能完全了解注解的大义。所以他后来的学生，就是四明知礼法师，是天台宗的后裔，就将智者大师的注子再加以注解，就是注解的注解，这个叫钞，叫《妙宗钞》，就是《观无量寿佛经疏妙宗钞》，这是这部注解全部的名称。这部注解在台湾有单行本流通，过去李炳南老居士在世非常推崇这部注解，我们过去曾经翻印过几次。但是这部注解依然不是初学人能够读的，所以我们印了很多，流通的是不少，真正在这上下功夫研究的人不多。如果照这个注解的本子来研究，决定不是七天时间能够研究完的。",
      "zh_TW": "它重要的經典有三經一論，這是專講的，就是我們平常讀到的、早晚課誦裡面念到的《彌陀經》、《無量壽經》，以及這部《觀無量壽佛經》，這三部經是專講這個法門。這三經自古以來的註解非常豐富，我們今天所採取的是《疏鈔》，這個《疏》是隋朝天台宗的祖師智者大師作的，《疏》是他做的。疏就是經的註解，他老人家註得相當的深，有相當的深度，後人看起來還是難懂，不能完全了解註解的大義。所以他後來的學生，就是四明知禮法師，是天台宗的後裔，就將智者大師的註子再加以註解，就是註解的註解，這個叫鈔，叫《妙宗鈔》，就是《觀無量壽佛經疏妙宗鈔》，這是這部註解全部的名稱。這部註解在台灣有單行本流通，過去李炳南老居士在世非常推崇這部註解，我們過去曾經翻印過幾次。但是這部註解依然不是初學人能夠讀的，所以我們印了很多，流通的是不少，真正在這上下功夫研究的人不多。如果照這個註解的本子來研究，決定不是七天時間能夠研究完的。"
    },
    {
      "id": "03-001-0001_p0004",
      "zh_CN": "所以这次我们采取也是天台宗近代的一位大德——谛闲法师的《演义》，这个《演义》完全是根据《观无量寿佛经疏妙宗钞》，里面科判完全都用它的，注解也采取它精要的部分，把它摘录下来。谛闲法师也有一些发挥，有一些讲解，把很深的经文用浅显的文字给我们显示出来，这就是这一本《疏钞演义》。《疏钞演义》这部书他写得非常之好，可以说把《疏钞》里面要紧的、重要的文句都摘录在此地，使我们看起来便利太多了。由这部《演义》，将来再研究《疏钞》就容易得多了。",
      "zh_TW": "所以這次我們採取也是天台宗近代的一位大德——諦閑法師的《演義》，這個《演義》完全是根據《觀無量壽佛經疏妙宗鈔》，裡面科判完全都用它的，註解也採取它精要的部分，把它摘錄下來。諦閑法師也有一些發揮，有一些講解，把很深的經文用淺顯的文字給我們顯示出來，這就是這一本《疏鈔演義》。《疏鈔演義》這部書他寫得非常之好，可以說把《疏鈔》裡面要緊的、重要的文句都摘錄在此地，使我們看起來便利太多了。由這部《演義》，將來再研究《疏鈔》就容易得多了。"
    },
    {
      "id": "03-001-0001_p0005",
      "zh_CN": "但是我们修行还是要以念佛为主，你要是修观想，我觉得可以加一点观想，帮助我们自己得清净心，得一心不乱，这是可以的。如果是完全修观，依照这部经来修，恐怕不是我们现代人能够做得到的，因为它的境界非常微细，我们一天到晚粗心大意的人没有办法入观，所以我们就用持名念佛的方法。持名念佛这个理论也是从这部经里头来的，所以这部经是净土宗讲理论讲得最多、最圆满的一部经典。",
      "zh_TW": "但是我們修行還是要以念佛為主，你要是修觀想，我覺得可以加一點觀想，幫助我們自己得清淨心，得一心不亂，這是可以的。如果是完全修觀，依照這部經來修，恐怕不是我們現代人能夠做得到的，因為它的境界非常微細，我們一天到晚粗心大意的人沒有辦法入觀，所以我們就用持名念佛的方法。持名念佛這個理論也是從這部經裡頭來的，所以這部經是淨土宗講理論講得最多、最圓滿的一部經典。"
    },
    {
      "id": "03-001-0001_p0006",
      "zh_CN": "我们先把序文念一念，序文是介绍这部经的，我们认识这部经的价值。",
      "zh_TW": "我們先把序文念一念，序文是介紹這部經的，我們認識這部經的價值。"
    },
    {
      "id": "03-001-0001_p0007",
      "zh_CN": "【观经疏钞演义序。】",
      "zh_TW": "【觀經疏鈔演義序。】"
    },
    {
      "id": "03-001-0001_p0008",
      "zh_CN": "这篇序文是谛闲法师自己写的。",
      "zh_TW": "這篇序文是諦閑法師自己寫的。"
    },
    {
      "id": "03-001-0001_p0009",
      "zh_CN": "【弥陀经以信愿力持佛名号。为至直捷。至圆顿。】",
      "zh_TW": "【彌陀經以信願力持佛名號。為至直捷。至圓頓。】"
    },
    {
      "id": "03-001-0001_p0010",
      "zh_CN": "『至』就是到了极处，没有比这个再直捷的。『圆』是圆满，『顿』是快速，没有次第，没有阶级，也是到了极处。从这两句就晓得这个法门实在是一切法门当中无上的法门。",
      "zh_TW": "『至』就是到了極處，沒有比這個再直捷的。『圓』是圓滿，『頓』是快速，沒有次第，沒有階級，也是到了極處。從這兩句就曉得這個法門實在是一切法門當中無上的法門。"
    },
    {
      "id": "03-001-0001_p0011",
      "zh_CN": "【最极稳当。】",
      "zh_TW": "【最極穩當。】"
    },
    {
      "id": "03-001-0001_p0012",
      "zh_CN": "决定不会出差错的。现在很多人修行走火入魔，我们看到很多，『稳当』就是决定不会走火入魔。",
      "zh_TW": "決定不會出差錯的。現在很多人修行走火入魔，我們看到很多，『穩當』就是決定不會走火入魔。"
    },
    {
      "id": "03-001-0001_p0013",
      "zh_CN": "【最易成就。】",
      "zh_TW": "【最易成就。】"
    },
    {
      "id": "03-001-0001_p0014",
      "zh_CN": "这句话对我们来讲，我们很满意，我们很欢喜。如果太难，虽然是直捷，虽然是圆顿、稳当，我们一生修不成还是枉然。所以我们一生当中，无论是哪个人，各个都能成就，最容易成就的。",
      "zh_TW": "這句話對我們來講，我們很滿意，我們很歡喜。如果太難，雖然是直捷，雖然是圓頓、穩當，我們一生修不成還是枉然。所以我們一生當中，無論是哪個人，各個都能成就，最容易成就的。"
    },
    {
      "id": "03-001-0001_p0015",
      "zh_CN": "【是世尊澈底悲心。普令业重众生。横超三界。带业往生。故称异胜方便之法门也。】",
      "zh_TW": "【是世尊澈底悲心。普令業重眾生。橫超三界。帶業往生。故稱異勝方便之法門也。】"
    },
    {
      "id": "03-001-0001_p0016",
      "zh_CN": "这都是指着我们，我们业障深重。『异』是与其他的法门迥然不同，『胜』是殊胜，没有比这个法门更殊胜的。",
      "zh_TW": "這都是指著我們，我們業障深重。『異』是與其他的法門迥然不同，『勝』是殊勝，沒有比這個法門更殊勝的。"
    },
    {
      "id": "03-001-0001_p0017",
      "zh_CN": "【古德云。若人但念阿弥陀。是名无上深妙禅。】",
      "zh_TW": "【古德云。若人但念阿彌陀。是名無上深妙禪。】"
    },
    {
      "id": "03-001-0001_p0018",
      "zh_CN": "如果以禅来讲，念佛是最高的禅；如果以密来讲，念佛是最高的密，这是一般人不理解的。这次我们从美国带回来黄念祖老居士《无量寿经》的注解，他把这个问题说得非常清楚。因为他自己本身可以说是宗、教、禅、密都精通，不但是通，精通，所以他给我们提出念佛法门是禅里面最高的禅，密里面最殊胜的密，尤其在《无量寿经》注解里面讲得非常透彻。",
      "zh_TW": "如果以禪來講，念佛是最高的禪；如果以密來講，念佛是最高的密，這是一般人不理解的。這次我們從美國帶回來黃念祖老居士《無量壽經》的註解，他把這個問題說得非常清楚。因為他自己本身可以說是宗、教、禪、密都精通，不但是通，精通，所以他給我們提出念佛法門是禪裡面最高的禪，密裡面最殊勝的密，尤其在《無量壽經》註解裡面講得非常透徹。"
    },
    {
      "id": "03-001-0001_p0019",
      "zh_CN": "【唯有径路修行。但念阿弥陀佛。】",
      "zh_TW": "【唯有徑路修行。但念阿彌陀佛。】"
    },
    {
      "id": "03-001-0001_p0020",
      "zh_CN": "『径路』就是近路，最直捷的道路，也就是最快速的道路。",
      "zh_TW": "『徑路』就是近路，最直捷的道路，也就是最快速的道路。"
    },
    {
      "id": "03-001-0001_p0021",
      "zh_CN": "【吾人果能依教修行。以真信切愿。但念弥陀。则无论时之久近。功之浅深。临命终时。决定往生。无可疑者。】",
      "zh_TW": "【吾人果能依教修行。以真信切願。但念彌陀。則無論時之久近。功之淺深。臨命終時。決定往生。無可疑者。】"
    },
    {
      "id": "03-001-0001_p0022",
      "zh_CN": "这几句话我们要牢牢的记住。我们要想在一生当中成就圆满的智慧、成就圆满的佛果，你就照这个方法去修决定不错，要死心塌地，不再学其他的法门。这个法门要是你得到了，得到什么程度？不要很高，你只要得到清净心，在我们这里讲是下等的功夫，上乘的功夫是理一心不乱，中等的功夫是事一心不乱，下等的功夫叫功夫成片，就是我们清净心现前了，这个时候我告诉诸位，世出世间一切法门都能通达，真的所谓是一经通一切经通。所以用功得法不得法就在你有没有这个认识，我们从一部经上深入之后，能通一切经。你要是研究一切经，一切经研究透了才能通一经，那是吃力不讨好，很费事，不如从一部经上下手。从一部经上下手可以能够通一切经，通一切法门。底下说：",
      "zh_TW": "這幾句話我們要牢牢的記住。我們要想在一生當中成就圓滿的智慧、成就圓滿的佛果，你就照這個方法去修決定不錯，要死心塌地，不再學其他的法門。這個法門要是你得到了，得到什麼程度？不要很高，你只要得到清淨心，在我們這裡講是下等的功夫，上乘的功夫是理一心不亂，中等的功夫是事一心不亂，下等的功夫叫功夫成片，就是我們清淨心現前了，這個時候我告訴諸位，世出世間一切法門都能通達，真的所謂是一經通一切經通。所以用功得法不得法就在你有沒有這個認識，我們從一部經上深入之後，能通一切經。你要是研究一切經，一切經研究透了才能通一經，那是吃力不討好，很費事，不如從一部經上下手。從一部經上下手可以能夠通一切經，通一切法門。底下說："
    },
    {
      "id": "03-001-0001_p0023",
      "zh_CN": "【如其信不真。愿不切。念不专者。不名但念。乃名杂念。虽肯念佛。难臻实益。所以念佛人多。往生者少。】",
      "zh_TW": "【如其信不真。願不切。念不專者。不名但念。乃名雜念。雖肯念佛。難臻實益。所以念佛人多。往生者少。】"
    },
    {
      "id": "03-001-0001_p0024",
      "zh_CN": "『杂念』的效果就差很多，这就是说明念佛不能成就的原因。",
      "zh_TW": "『雜念』的效果就差很多，這就是說明念佛不能成就的原因。"
    },
    {
      "id": "03-001-0001_p0025",
      "zh_CN": "【自古及今。求其真得一心不乱者。罕见其人。过在念不肯但。非法门咎也。】",
      "zh_TW": "【自古及今。求其真得一心不亂者。罕見其人。過在念不肯但。非法門咎也。】"
    },
    {
      "id": "03-001-0001_p0026",
      "zh_CN": "这几句话也要记住，绝对不是这个法门有问题，问题是出在我们自己身上，就是我们没有专心，『但』就是专。如果你专心就决定成就，自己不专得不到成就不能说是法门的过失。底下诸位自己看，这个地方有几句重要的我提出来，就在这一面的倒数第四行，从第二句，我念一念：",
      "zh_TW": "這幾句話也要記住，絕對不是這個法門有問題，問題是出在我們自己身上，就是我們沒有專心，『但』就是專。如果你專心就決定成就，自己不專得不到成就不能說是法門的過失。底下諸位自己看，這個地方有幾句重要的我提出來，就在這一面的倒數第四行，從第二句，我念一念："
    },
    {
      "id": "03-001-0001_p0027",
      "zh_CN": "【云何思惟。云何正受。】",
      "zh_TW": "【云何思惟。云何正受。】"
    },
    {
      "id": "03-001-0001_p0028",
      "zh_CN": "这个底下几句话很重要。",
      "zh_TW": "這個底下幾句話很重要。"
    },
    {
      "id": "03-001-0001_p0029",
      "zh_CN": "【于是佛说三种净业。答彼思惟。说十六妙观。酬其正受。】",
      "zh_TW": "【於是佛說三種淨業。答彼思惟。說十六妙觀。酬其正受。】"
    },
    {
      "id": "03-001-0001_p0030",
      "zh_CN": "本经的中心就是『三种净业，十六妙观』。后面这一行从第二句看：",
      "zh_TW": "本經的中心就是『三種淨業，十六妙觀』。後面這一行從第二句看："
    },
    {
      "id": "03-001-0001_p0031",
      "zh_CN": "【于十六观中。前十二观。为上根人教观想念佛。第十三观。为中根人教观像念佛。唯最后一观。为最下根业重恶人。临终狱境现前之时。善友教令称佛名号。即得往生。】",
      "zh_TW": "【於十六觀中。前十二觀。為上根人教觀想念佛。第十三觀。為中根人教觀像念佛。唯最後一觀。為最下根業重惡人。臨終獄境現前之時。善友教令稱佛名號。即得往生。】"
    },
    {
      "id": "03-001-0001_p0032",
      "zh_CN": "『最后一观』就是第十六观。『狱境』是临终地狱境界现前，这个人造的罪业很重，马上就要堕地狱了。『善友教令称佛名号，即得往生』，这就是持名念佛。所以我们讲观想、观像、持名，这些念佛重要的方法都是从《十六观经》出来的。这是很重要的几句话。诸位再翻过来看第四行，我们看看谛闲老法师怎样来看这部经。第四行的第二句：",
      "zh_TW": "『最後一觀』就是第十六觀。『獄境』是臨終地獄境界現前，這個人造的罪業很重，馬上就要墮地獄了。『善友教令稱佛名號，即得往生』，這就是持名念佛。所以我們講觀想、觀像、持名，這些念佛重要的方法都是從《十六觀經》出來的。這是很重要的幾句話。諸位再翻過來看第四行，我們看看諦閑老法師怎樣來看這部經。第四行的第二句："
    },
    {
      "id": "03-001-0001_p0033",
      "zh_CN": "【余钝根人。】",
      "zh_TW": "【余鈍根人。】"
    },
    {
      "id": "03-001-0001_p0034",
      "zh_CN": "『余』就是谛闲老法师自称，他实在是清末民初了不起的一位法师，天台宗近代的祖师。在香港圆寂的倓虚老法师、宝静法师都是他的学生，他自己称『钝根人』。",
      "zh_TW": "『余』就是諦閑老法師自稱，他實在是清末民初了不起的一位法師，天台宗近代的祖師。在香港圓寂的倓虛老法師、寶靜法師都是他的學生，他自己稱『鈍根人』。"
    },
    {
      "id": "03-001-0001_p0035",
      "zh_CN": "【自受具后。】",
      "zh_TW": "【自受具後。】"
    },
    {
      "id": "03-001-0001_p0036",
      "zh_CN": "『受具』就是出家，受了具足戒以后。",
      "zh_TW": "『受具』就是出家，受了具足戒以後。"
    },
    {
      "id": "03-001-0001_p0037",
      "zh_CN": "【即奉持此经为日课。】",
      "zh_TW": "【即奉持此經為日課。】"
    },
    {
      "id": "03-001-0001_p0038",
      "zh_CN": "他老人家就拿这部经作他自己的功课，这是谛闲老法师。",
      "zh_TW": "他老人家就拿這部經作他自己的功課，這是諦閑老法師。"
    },
    {
      "id": "03-001-0001_p0039",
      "zh_CN": "【忽忽四十余年矣。】",
      "zh_TW": "【忽忽四十餘年矣。】"
    },
    {
      "id": "03-001-0001_p0040",
      "zh_CN": "这是他注这部经的时候，四十多年。",
      "zh_TW": "這是他註這部經的時候，四十多年。"
    },
    {
      "id": "03-001-0001_p0041",
      "zh_CN": "【只是诵文。未遑修观。】",
      "zh_TW": "【只是誦文。未遑修觀。】"
    },
    {
      "id": "03-001-0001_p0042",
      "zh_CN": "每天诵经，拿这部经做早晚课，诵这部经，天天读诵，但是没有依照这部经的方法修行。",
      "zh_TW": "每天誦經，拿這部經做早晚課，誦這部經，天天讀誦，但是沒有依照這部經的方法修行。"
    },
    {
      "id": "03-001-0001_p0043",
      "zh_CN": "【经云。持是经者。即是持无量寿佛名。足证持经持名。无二致也。】",
      "zh_TW": "【經云。持是經者。即是持無量壽佛名。足證持經持名。無二致也。】"
    },
    {
      "id": "03-001-0001_p0044",
      "zh_CN": "因为天天念经念熟了，当然常常就会想经里面的境界，这叫忆佛，我们口里面念佛号叫念佛，《楞严经》上说「忆佛念佛，现前当来，必定见佛」，所以忆佛跟念佛是一个意思。但是诸位要晓得忆佛还胜过念佛，假如我们口头上念佛，心里头不想佛，这不会往生的。往生是心往生的，不是口往生，口里头一天念到晚念十万声佛号，心里头确实没有佛，这个不会往生。反过来，心里面天天想佛，口里头一声也不念，这个人会往生。所以我们口里念佛，心里要想佛，这样才行。口念心不想，那是古人所讲的「喊破喉咙也枉然」，这个诸位一定要知道。",
      "zh_TW": "因為天天念經念熟了，當然常常就會想經裡面的境界，這叫憶佛，我們口裡面念佛號叫念佛，《楞嚴經》上說「憶佛念佛，現前當來，必定見佛」，所以憶佛跟念佛是一個意思。但是諸位要曉得憶佛還勝過念佛，假如我們口頭上念佛，心裡頭不想佛，這不會往生的。往生是心往生的，不是口往生，口裡頭一天念到晚念十萬聲佛號，心裡頭確實沒有佛，這個不會往生。反過來，心裡面天天想佛，口裡頭一聲也不念，這個人會往生。所以我們口裡念佛，心裡要想佛，這樣才行。口念心不想，那是古人所講的「喊破喉嚨也枉然」，這個諸位一定要知道。"
    },
    {
      "id": "03-001-0001_p0045",
      "zh_CN": "前年在香港，欧阳老居士是八十多岁往生的，他往生可以说完全就是忆佛，因为没有人看到过他念佛。他读经，天天看经，喜欢看经，从来没有人看过他念佛。他预知时至，他告诉畅怀法师说十二月二十二号他要走了，他说这个话的时候距离十二月二十二号是三个星期，三个星期之前告诉畅怀法师，他要走了。他身体很好，也没有害病，到这一天他果然就走了，他是坐着走的，还是看经，坐着看经走的。所以当时他跟畅怀法师讲，畅怀法师说很难相信，不能相信他，结果他真走了。这就是没有看他念过佛，但这是忆佛，他心里头真正天天在想佛。所以此地大师告诉我们『足证持经持名』，「持经」就是你天天念经，「持名」就是专持名号，是一样的功德。",
      "zh_TW": "前年在香港，歐陽老居士是八十多歲往生的，他往生可以說完全就是憶佛，因為沒有人看到過他念佛。他讀經，天天看經，喜歡看經，從來沒有人看過他念佛。他預知時至，他告訴暢懷法師說十二月二十二號他要走了，他說這個話的時候距離十二月二十二號是三個星期，三個星期之前告訴暢懷法師，他要走了。他身體很好，也沒有害病，到這一天他果然就走了，他是坐著走的，還是看經，坐著看經走的。所以當時他跟暢懷法師講，暢懷法師說很難相信，不能相信他，結果他真走了。這就是沒有看他念過佛，但這是憶佛，他心裡頭真正天天在想佛。所以此地大師告訴我們『足證持經持名』，「持經」就是你天天念經，「持名」就是專持名號，是一樣的功德。"
    },
    {
      "id": "03-001-0001_p0046",
      "zh_CN": "【须知持名一法。法尔圆具三观妙行。所谓吾人日用自不知耳。】",
      "zh_TW": "【須知持名一法。法爾圓具三觀妙行。所謂吾人日用自不知耳。】"
    },
    {
      "id": "03-001-0001_p0047",
      "zh_CN": "这是很重要的，就是持名一定要晓得怎么个持法。我们读了这部经之后，持名的方法你也就明了了，然后这句佛号才能够念得相应，所以这部经、注解，希望诸位要认真的去研究。序文就介绍到此地。我们现在看《演义》第一面：",
      "zh_TW": "這是很重要的，就是持名一定要曉得怎麼個持法。我們讀了這部經之後，持名的方法你也就明瞭了，然後這句佛號才能夠念得相應，所以這部經、註解，希望諸位要認真的去研究。序文就介紹到此地。我們現在看《演義》第一面："
    },
    {
      "id": "03-001-0001_p0048",
      "zh_CN": "【观经疏钞演义。】",
      "zh_TW": "【觀經疏鈔演義。】"
    },
    {
      "id": "03-001-0001_p0049",
      "zh_CN": "这个题是一个简称，底下要说出它真正完全的题目：",
      "zh_TW": "這個題是一個簡稱，底下要說出它真正完全的題目："
    },
    {
      "id": "03-001-0001_p0050",
      "zh_CN": "【佛说观无量寿佛经疏妙宗钞。】",
      "zh_TW": "【佛說觀無量壽佛經疏妙宗鈔。】"
    },
    {
      "id": "03-001-0001_p0051",
      "zh_CN": "这是把他所讲解的原来的疏的题目完全说出来了。『佛说观无量寿佛经』是经题，『疏』是经的注解，『妙宗钞』又是疏的注解，刚才跟诸位介绍过了。什么叫疏？什么叫钞？注解文里面都有，我想大家能够看得懂。「钞」，刚才说了，这是解释疏的。这里头说「钞是显也」，《疏》文意思有隐晦的地方我们不容易看出来，他给我们再加以详细解释，使我们一看就明了了。但是他这个钞，他提了个名叫妙宗钞，妙宗是取疏里面解释题目的大义，宗就是宗旨，妙是讲的一心三观。这个注子里面所说的，讲十六观，每一观都是圆妙的三谛三观。既然是以妙观为修行的宗旨，所以他这个注解就用这个题目，叫「妙宗钞」。底下就是注疏的人，这个疏是谁注的？",
      "zh_TW": "這是把他所講解的原來的疏的題目完全說出來了。『佛說觀無量壽佛經』是經題，『疏』是經的註解，『妙宗鈔』又是疏的註解，剛才跟諸位介紹過了。什麼叫疏？什麼叫鈔？註解文裡面都有，我想大家能夠看得懂。「鈔」，剛才說了，這是解釋疏的。這裡頭說「鈔是顯也」，《疏》文意思有隱晦的地方我們不容易看出來，他給我們再加以詳細解釋，使我們一看就明瞭了。但是他這個鈔，他提了個名叫妙宗鈔，妙宗是取疏裡面解釋題目的大義，宗就是宗旨，妙是講的一心三觀。這個註子裡面所說的，講十六觀，每一觀都是圓妙的三諦三觀。既然是以妙觀為修行的宗旨，所以他這個註解就用這個題目，叫「妙宗鈔」。底下就是註疏的人，這個疏是誰註的？"
    },
    {
      "id": "03-001-0001_p0052",
      "zh_CN": "【天台智者大师说。】",
      "zh_TW": "【天台智者大師說。】"
    },
    {
      "id": "03-001-0001_p0053",
      "zh_CN": "智者大师注的疏。钞是：",
      "zh_TW": "智者大師註的疏。鈔是："
    },
    {
      "id": "03-001-0001_p0054",
      "zh_CN": "【四明法智大师钞。】",
      "zh_TW": "【四明法智大師鈔。】"
    },
    {
      "id": "03-001-0001_p0055",
      "zh_CN": "『四明』就是知礼法师，这里头有一段简单的略传，诸位自己看就行了。我们看下面，这是释文。释文前面有一段很长的序文，就是释疏序，这个疏序是智者大师作的，将这部《观无量寿佛经》的大义，完全在序文里面为我们叙述出来，所以这段文非常重要。这段文要是完全了解，对于全经就很容易懂得，所以我们这次研究要把这个序文做为我们的重点。",
      "zh_TW": "『四明』就是知禮法師，這裡頭有一段簡單的略傳，諸位自己看就行了。我們看下面，這是釋文。釋文前面有一段很長的序文，就是釋疏序，這個疏序是智者大師作的，將這部《觀無量壽佛經》的大義，完全在序文裡面為我們敘述出來，所以這段文非常重要。這段文要是完全了解，對於全經就很容易懂得，所以我們這次研究要把這個序文做為我們的重點。"
    },
    {
      "id": "03-001-0001_p0056",
      "zh_CN": "【夫乐邦之与苦域。金宝之与泥沙。胎狱之望华池。棘林之比琼树。】",
      "zh_TW": "【夫樂邦之與苦域。金寶之與泥沙。胎獄之望華池。棘林之比瓊樹。】"
    },
    {
      "id": "03-001-0001_p0057",
      "zh_CN": "这四句话是两个世界的比较，悬殊太大了。『乐邦』是极乐世界，『苦域』是我们娑婆世界。娑婆世界之苦，我相信在台湾年轻一辈的同修很难体会，不容易体会，为什么？你们生长在天堂里面，你们没有尝到过苦滋味。可是年岁大的人知道，年岁大的人尝过苦滋味。但是现在我们国家也开放了，观光旅游的事业非常兴盛，你们可以到世界每个地区去看看，你就晓得这个世界极苦，你才晓得。尤其现在大陆开放探亲，不是探亲，观光的人也大有其人，你去看看大陆上，不仅是大的都市跟我们生活水准相差很远，如果你要看看他们的农村，你才会知道人生真正是苦。像没有开发的地区，非洲、中东、南美，诸位如果去看看，真正能够体会到这个世间苦。即使是已经开发的国家还是苦，每个人生活那么紧张。我觉得人生，实在讲在开发中的国家里，人生逐渐麻木了，麻木不仁，这种情形在台湾还不太显著，像在美国，甚至于在日本，这就相当显著。人变成什么？机器一个。承受着很大的生活压力，人生的乐趣没有了，每天忙着工作，所享受的是物质的享受，但是这物质享受所付出的代价太大，我觉得不值得，心里的负担太重了。",
      "zh_TW": "這四句話是兩個世界的比較，懸殊太大了。『樂邦』是極樂世界，『苦域』是我們娑婆世界。娑婆世界之苦，我相信在台灣年輕一輩的同修很難體會，不容易體會，為什麼？你們生長在天堂裡面，你們沒有嘗到過苦滋味。可是年歲大的人知道，年歲大的人嘗過苦滋味。但是現在我們國家也開放了，觀光旅遊的事業非常興盛，你們可以到世界每個地區去看看，你就曉得這個世界極苦，你才曉得。尤其現在大陸開放探親，不是探親，觀光的人也大有其人，你去看看大陸上，不僅是大的都市跟我們生活水準相差很遠，如果你要看看他們的農村，你才會知道人生真正是苦。像沒有開發的地區，非洲、中東、南美，諸位如果去看看，真正能夠體會到這個世間苦。即使是已經開發的國家還是苦，每個人生活那麼緊張。我覺得人生，實在講在開發中的國家裡，人生逐漸麻木了，麻木不仁，這種情形在台灣還不太顯著，像在美國，甚至於在日本，這就相當顯著。人變成什麼？機器一個。承受著很大的生活壓力，人生的樂趣沒有了，每天忙著工作，所享受的是物質的享受，但是這物質享受所付出的代價太大，我覺得不值得，心裡的負擔太重了。"
    },
    {
      "id": "03-001-0001_p0058",
      "zh_CN": "譬如美国人，我觉得美国人非常可怜，美国人真正富裕的是资本家，除了资本家之外，我看每个人都非常可怜，为什么？一生都负债。中国人常说「无债一身轻」。美国人统统负债，房子分期贷款买来的，差不多都是三十年的分期贷款，汽车也是分期贷款买来的，可以说他家庭里面所用的东西没有一样不是分期付款的，所以每个月赚的钱，银行、保险公司都扣掉了。我在那边住了很久，收入比较好的差不多一个月能够赚三千多块钱，这是相当高的收入。纳税差不多要纳三分之一，三千块钱要交八、九百块钱的税，税去掉那么多。如果住一间漂亮、很好的房子，银行分期付款一个月大概要一千块钱到一千二百块钱，一大半去掉了，只剩一千块钱，再有什么医药保险、汽车保险、汽车分期，从中一扣，一个月能剩六百块钱就不错了。一个月三千块钱，实际上他能拿回来的，一个月六百块钱就不错了，所以他三千块钱没有办法储蓄，生活很苦，都是负债。负债负到几时？负到他死了，债还没有还清，来世还要欠债，这在佛法上讲非常可怜，可怜悯者。所以我们中国人比他有福气，虽然生活苦一点，不负债。所以这的确是苦，生活非常的紧张，天天忙着赚钱还债，精神很痛苦。这的确是极苦的，已经开发中的国家都是如此，所以我们真正体会到娑婆之苦。",
      "zh_TW": "譬如美國人，我覺得美國人非常可憐，美國人真正富裕的是資本家，除了資本家之外，我看每個人都非常可憐，為什麼？一生都負債。中國人常說「無債一身輕」。美國人統統負債，房子分期貸款買來的，差不多都是三十年的分期貸款，汽車也是分期貸款買來的，可以說他家庭裡面所用的東西沒有一樣不是分期付款的，所以每個月賺的錢，銀行、保險公司都扣掉了。我在那邊住了很久，收入比較好的差不多一個月能夠賺三千多塊錢，這是相當高的收入。納稅差不多要納三分之一，三千塊錢要交八、九百塊錢的稅，稅去掉那麼多。如果住一間漂亮、很好的房子，銀行分期付款一個月大概要一千塊錢到一千二百塊錢，一大半去掉了，只剩一千塊錢，再有什麼醫藥保險、汽車保險、汽車分期，從中一扣，一個月能剩六百塊錢就不錯了。一個月三千塊錢，實際上他能拿回來的，一個月六百塊錢就不錯了，所以他三千塊錢沒有辦法儲蓄，生活很苦，都是負債。負債負到幾時？負到他死了，債還沒有還清，來世還要欠債，這在佛法上講非常可憐，可憐憫者。所以我們中國人比他有福氣，雖然生活苦一點，不負債。所以這的確是苦，生活非常的緊張，天天忙著賺錢還債，精神很痛苦。這的確是極苦的，已經開發中的國家都是如此，所以我們真正體會到娑婆之苦。"
    },
    {
      "id": "03-001-0001_p0059",
      "zh_CN": "『金宝之与泥沙』，这是讲的物质环境。物质环境，佛法里面讲依报，我们所依靠来享受的，就是我们生存的环境。我们这个世界比不上极乐世界，极乐世界这个地上都是七宝，我们这个地上是泥沙，不能比。我们这个地质是泥沙，西方极乐世界这个地质是琉璃，琉璃就是我们所讲的翡翠，绿色的玉，人家的地质是绿色的玉。黄金人家是铺马路的，我们是泥沙的地质，是用柏油来铺马路。路面就很高级了，不得了，人家黄金是铺马路的。我们今天一点黄金做成手饰，好像戴在身上很美，西方极乐世界一看，铺马路的材料他们都挂在身上，这太落后了，太幼稚了，这不能比。",
      "zh_TW": "『金寶之與泥沙』，這是講的物質環境。物質環境，佛法裡面講依報，我們所依靠來享受的，就是我們生存的環境。我們這個世界比不上極樂世界，極樂世界這個地上都是七寶，我們這個地上是泥沙，不能比。我們這個地質是泥沙，西方極樂世界這個地質是琉璃，琉璃就是我們所講的翡翠，綠色的玉，人家的地質是綠色的玉。黃金人家是鋪馬路的，我們是泥沙的地質，是用柏油來鋪馬路。路面就很高級了，不得了，人家黃金是鋪馬路的。我們今天一點黃金做成手飾，好像戴在身上很美，西方極樂世界一看，鋪馬路的材料他們都掛在身上，這太落後了，太幼稚了，這不能比。"
    },
    {
      "id": "03-001-0001_p0060",
      "zh_CN": "人家七宝是建筑材料，我们在经典上看得很清楚，就像我们现在用的钢筋水泥之类的。他们那个宫殿都是金银、琉璃、玻璃、砗磲、玛瑙，这些是建筑材料。这是说几样我们这个世界有的，讲了你会懂，还有更好的珍宝就不说了，为什么？说了你也不懂，说了有什么意思？不必说了，我们这个世界上没有。即使是我们世界有的，他的金跟我们的金成分不相同，我们的纯金要拿去跟它比一比，实在讲连人家的铜都不如。所以那个世界是多么富庶，生活无忧无虑。",
      "zh_TW": "人家七寶是建築材料，我們在經典上看得很清楚，就像我們現在用的鋼筋水泥之類的。他們那個宮殿都是金銀、琉璃、玻璃、硨磲、瑪瑙，這些是建築材料。這是說幾樣我們這個世界有的，講了你會懂，還有更好的珍寶就不說了，為什麼？說了你也不懂，說了有什麼意思？不必說了，我們這個世界上沒有。即使是我們世界有的，他的金跟我們的金成分不相同，我們的純金要拿去跟它比一比，實在講連人家的銅都不如。所以那個世界是多麼富庶，生活無憂無慮。"
    },
    {
      "id": "03-001-0001_p0061",
      "zh_CN": "第三句讲生态，我们这边是胎生，这是讲我们人。胎生苦，胎生不净，不干净。西方极乐世界莲花化生，这个清净，只有乐没有苦。第四句是讲西方极乐世界生活的环境，跟我们这个地方做一个对比，我们这边生活环境处处是荆棘，西方世界是琼林玉树，美不胜收。所以一开端，序文就用这四句把两个世界做一个对比，显示出为什么他那个地方叫做极乐世界。再看底下一段，第四面第一行：",
      "zh_TW": "第三句講生態，我們這邊是胎生，這是講我們人。胎生苦，胎生不淨，不乾淨。西方極樂世界蓮花化生，這個清淨，只有樂沒有苦。第四句是講西方極樂世界生活的環境，跟我們這個地方做一個對比，我們這邊生活環境處處是荊棘，西方世界是瓊林玉樹，美不勝收。所以一開端，序文就用這四句把兩個世界做一個對比，顯示出為什麼他那個地方叫做極樂世界。再看底下一段，第四面第一行："
    },
    {
      "id": "03-001-0001_p0062",
      "zh_CN": "【诚由心分垢净。见两土之升沈。行开善恶。睹二方之粗妙。】",
      "zh_TW": "【誠由心分垢淨。見兩土之升沈。行開善惡。睹二方之粗妙。】"
    },
    {
      "id": "03-001-0001_p0063",
      "zh_CN": "这是说明两个世界为什么不相同。世界都是我们自己心变现之物，这是这部经里头说得非常透彻。《华严经》上说「唯心所现，唯识所变」，世界是这么来的，是由我们自己心里头变现出来的。我们今天住在这个世界，这个世界秽恶不堪，为什么会有这个现象？我们这个世界人心不清净，所以才有这个现象。西方极乐世界为什么那样清净庄严？那边人心清净，凡是到那里去往生的都是清净心去生的。西方极乐世界只有善没有恶，所以那边的人是「诸上善人俱会一处」。这很显然的把这两个世界的条件给我们说出来了。",
      "zh_TW": "這是說明兩個世界為什麼不相同。世界都是我們自己心變現之物，這是這部經裡頭說得非常透徹。《華嚴經》上說「唯心所現，唯識所變」，世界是這麼來的，是由我們自己心裡頭變現出來的。我們今天住在這個世界，這個世界穢惡不堪，為什麼會有這個現象？我們這個世界人心不清淨，所以才有這個現象。西方極樂世界為什麼那樣清淨莊嚴？那邊人心清淨，凡是到那裡去往生的都是清淨心去生的。西方極樂世界只有善沒有惡，所以那邊的人是「諸上善人俱會一處」。這很顯然的把這兩個世界的條件給我們說出來了。"
    },
    {
      "id": "03-001-0001_p0064",
      "zh_CN": "我们要想到那边去，你必须具备两个条件。第一个，心要清净，行要善良，我们行为只有善没有恶，我们心地清净没有污秽，你只要具备这两个条件就可以往生，就可以到那边去了。其他的条件都不需要，只需要这两个条件。所以他也不问你是贫富贵贱，或者是地位的高下，那边一概不讲求，只讲求心清净、行善良就行。这个注解诸位自己去看。这个地方的注解有错字，注解的第三行，我念下来，从第二个字念：「唯圆顿教，了三德性」，这是法性的性，竖心边，这里是个错字，大家把它改过来。再看原文第二段：",
      "zh_TW": "我們要想到那邊去，你必須具備兩個條件。第一個，心要清淨，行要善良，我們行為只有善沒有惡，我們心地清淨沒有污穢，你只要具備這兩個條件就可以往生，就可以到那邊去了。其他的條件都不需要，只需要這兩個條件。所以他也不問你是貧富貴賤，或者是地位的高下，那邊一概不講求，只講求心清淨、行善良就行。這個註解諸位自己去看。這個地方的註解有錯字，註解的第三行，我念下來，從第二個字念：「唯圓頓教，了三德性」，這是法性的性，豎心邊，這裡是個錯字，大家把它改過來。再看原文第二段："
    },
    {
      "id": "03-001-0001_p0065",
      "zh_CN": "【喻形端则影直。源浊则流昏。】",
      "zh_TW": "【喻形端則影直。源濁則流昏。】"
    },
    {
      "id": "03-001-0001_p0066",
      "zh_CN": "这是比喻。『形端』，我们站得很直，影子看起来就直。端端正正站着，影子就直。『源』是讲水源，水源如果是浊，水一定不清净。源头浊，水就不清净，这就是比喻。前面两句比喻心性，后面两句比喻净土，这四种净土，注解里面都说得很明白。",
      "zh_TW": "這是比喻。『形端』，我們站得很直，影子看起來就直。端端正正站著，影子就直。『源』是講水源，水源如果是濁，水一定不清淨。源頭濁，水就不清淨，這就是比喻。前面兩句比喻心性，後面兩句比喻淨土，這四種淨土，註解裡面都說得很明白。"
    },
    {
      "id": "03-001-0001_p0067",
      "zh_CN": "【故知欲生极乐国土。必修十六妙观。愿见弥陀世尊。要行三种净业。】",
      "zh_TW": "【故知欲生極樂國土。必修十六妙觀。願見彌陀世尊。要行三種淨業。】"
    },
    {
      "id": "03-001-0001_p0068",
      "zh_CN": "小标题是「就净示修」，把修取净土的纲领给我们提出来了，就是『十六妙观』与『三种净业』。「十六妙观」就是修清净心的，「三种净业」就是修善行的。刚才讲了，心要清净，行为要善良，这是非常具体的给我们说出来。注解里头又给我们讲「妙观是正，净业为助，正助合行」，这是往生净土必须要具备的条件。",
      "zh_TW": "小標題是「就淨示修」，把修取淨土的綱領給我們提出來了，就是『十六妙觀』與『三種淨業』。「十六妙觀」就是修清淨心的，「三種淨業」就是修善行的。剛才講了，心要清淨，行為要善良，這是非常具體的給我們說出來。註解裡頭又給我們講「妙觀是正，淨業為助，正助合行」，這是往生淨土必須要具備的條件。"
    },
    {
      "id": "03-001-0001_p0069",
      "zh_CN": "【然化因事渐。教藉缘兴。是以阇王杀逆。韦提哀请。】",
      "zh_TW": "【然化因事漸。教藉緣興。是以闍王殺逆。韋提哀請。】"
    },
    {
      "id": "03-001-0001_p0070",
      "zh_CN": "到这个地方才把「教起因缘」给我们说出来，这是法会的因缘。实在说这些人都是菩萨大权示现，诸佛与这些弟子们都不是普通人，故意现这个相，做出来给我们看，让我们省悟。实在讲我们是迷在娑婆世界五欲六尘当中，执迷不悟。这些人做出个样子，然后佛来给我们讲解，使我们彻底觉悟，认真的反省，真正知道离苦得乐是非常必要的，而且这个法门保证我们一生当中决定成功，所以这个法门的殊胜实在不可思议。",
      "zh_TW": "到這個地方才把「教起因緣」給我們說出來，這是法會的因緣。實在說這些人都是菩薩大權示現，諸佛與這些弟子們都不是普通人，故意現這個相，做出來給我們看，讓我們省悟。實在講我們是迷在娑婆世界五欲六塵當中，執迷不悟。這些人做出個樣子，然後佛來給我們講解，使我們徹底覺悟，認真的反省，真正知道離苦得樂是非常必要的，而且這個法門保證我們一生當中決定成功，所以這個法門的殊勝實在不可思議。"
    },
    {
      "id": "03-001-0001_p0071",
      "zh_CN": "本经的因缘也特别借着阿阇世王想夺取政权，以这个事情来做为发起，显示出人间贪瞋痴慢、争权夺利，显出这些苦事特别叫人容易觉悟，这个意思都是相当的深刻。可以说古今中外像这种事情我们常常能够看到的，为了利欲不择任何手段，甚至连父母都杀害，这是大逆不道，显示出人世极苦。我们看底下一段文：",
      "zh_TW": "本經的因緣也特別藉著阿闍世王想奪取政權，以這個事情來做為發起，顯示出人間貪瞋痴慢、爭權奪利，顯出這些苦事特別叫人容易覺悟，這個意思都是相當的深刻。可以說古今中外像這種事情我們常常能夠看到的，為了利欲不擇任何手段，甚至連父母都殺害，這是大逆不道，顯示出人世極苦。我們看底下一段文："
    },
    {
      "id": "03-001-0001_p0072",
      "zh_CN": "【大圣垂慈。乘机演法。】",
      "zh_TW": "【大聖垂慈。乘機演法。】"
    },
    {
      "id": "03-001-0001_p0073",
      "zh_CN": "『大圣』是指释迦牟尼佛。",
      "zh_TW": "『大聖』是指釋迦牟尼佛。"
    },
    {
      "id": "03-001-0001_p0074",
      "zh_CN": "【曜玉相以流彩。耸金台而显瑞。虽广示珍域。而宗归安养。】",
      "zh_TW": "【曜玉相以流彩。聳金臺而顯瑞。雖廣示珍域。而宗歸安養。】"
    },
    {
      "id": "03-001-0001_p0075",
      "zh_CN": "这是说明佛趁这个机会来教化这个世界极苦众生。真正了解人世之苦，真正体会到六道之苦，他才有出离的想法，希望能够离苦，他只要起了这么一个念头，这就是佛教化他的机缘成熟了。如果他认为这个世界很美好，出离娑婆世界的念头还没动，佛怎么劝他也是枉然，也是没用处的，必须他自己起了这个念头，有离苦得乐的心愿。",
      "zh_TW": "這是說明佛趁這個機會來教化這個世界極苦眾生。真正了解人世之苦，真正體會到六道之苦，他才有出離的想法，希望能夠離苦，他只要起了這麼一個念頭，這就是佛教化他的機緣成熟了。如果他認為這個世界很美好，出離娑婆世界的念頭還沒動，佛怎麼勸他也是枉然，也是沒用處的，必須他自己起了這個念頭，有離苦得樂的心願。"
    },
    {
      "id": "03-001-0001_p0076",
      "zh_CN": "前面这两句注解里头都有，是说佛放光现瑞，显示出理想的世界确实是有，不是没有，确实有一个很美好、很理想的世界。不但佛劝我们以西方极乐世界为归宿，『安养』就是极乐世界的别名，我们在《华严经》上看到普贤菩萨普遍的劝导华藏世界四十一位法身大士求生净土。华藏世界就不是我们这个地球，范围太大了，诸位读《华严经》就晓得。",
      "zh_TW": "前面這兩句註解裡頭都有，是說佛放光現瑞，顯示出理想的世界確實是有，不是沒有，確實有一個很美好、很理想的世界。不但佛勸我們以西方極樂世界為歸宿，『安養』就是極樂世界的別名，我們在《華嚴經》上看到普賢菩薩普遍的勸導華藏世界四十一位法身大士求生淨土。華藏世界就不是我們這個地球，範圍太大了，諸位讀《華嚴經》就曉得。"
    },
    {
      "id": "03-001-0001_p0077",
      "zh_CN": "【使末俗有缘。遵斯妙观。】",
      "zh_TW": "【使末俗有緣。遵斯妙觀。】"
    },
    {
      "id": "03-001-0001_p0078",
      "zh_CN": "这两句话非常重要。『末』是末法时期，『俗』就是俗人，就是凡夫，正是指的我们，我们是末法时期的凡夫俗子。但是我们很幸运，幸运在哪里？我们与这部经、与这个法门有缘，你要没有缘，你听不到；没有缘，这部经你也看不到。我们今天能够读到这部经，能够发心念佛求生净土，这就有缘，有缘就应当依教奉行，遵照这部经里面所说的理论、方法来修行。底下就是简略的显示这部经修行的方法：",
      "zh_TW": "這兩句話非常重要。『末』是末法時期，『俗』就是俗人，就是凡夫，正是指的我們，我們是末法時期的凡夫俗子。但是我們很幸運，幸運在哪裡？我們與這部經、與這個法門有緣，你要沒有緣，你聽不到；沒有緣，這部經你也看不到。我們今天能夠讀到這部經，能夠發心念佛求生淨土，這就有緣，有緣就應當依教奉行，遵照這部經裡面所說的理論、方法來修行。底下就是簡略的顯示這部經修行的方法："
    },
    {
      "id": "03-001-0001_p0079",
      "zh_CN": "【落日悬鼓。用标送想之方。】",
      "zh_TW": "【落日懸鼓。用標送想之方。】"
    },
    {
      "id": "03-001-0001_p0080",
      "zh_CN": "前面跟诸位提示过，十法界庄严都是我们心现的、识变的，心现识变就与我们分别、想像的关系很密切。实在讲这桩事实的真相很难懂，所以佛菩萨、祖师大德常常用「梦幻泡影」来比喻，尤其经上给我们讲的梦幻的比喻很多。因为我们每个人都有作梦的经验，梦中的境界我们也会清清楚楚，好像是真的事情一样。梦从哪里来的？梦从想生的。你要没有想，哪来的梦？所谓是「日有所思，夜有所梦」，非常明显的显示出来，梦境是由想像而生的，所以梦境不是实在的。我们现实的境界是从哪里来的？佛告诉我们也是从分别想像而生的，所以才有无量无边的法界。由此可知，想像的功能非常之大，不可思议。想像，我们就不能不慎重。你思想清净就现清净的世界，你思想污秽就显五浊恶世，真的是一切唯心造。",
      "zh_TW": "前面跟諸位提示過，十法界莊嚴都是我們心現的、識變的，心現識變就與我們分別、想像的關係很密切。實在講這樁事實的真相很難懂，所以佛菩薩、祖師大德常常用「夢幻泡影」來比喻，尤其經上給我們講的夢幻的比喻很多。因為我們每個人都有作夢的經驗，夢中的境界我們也會清清楚楚，好像是真的事情一樣。夢從哪裡來的？夢從想生的。你要沒有想，哪來的夢？所謂是「日有所思，夜有所夢」，非常明顯的顯示出來，夢境是由想像而生的，所以夢境不是實在的。我們現實的境界是從哪裡來的？佛告訴我們也是從分別想像而生的，所以才有無量無邊的法界。由此可知，想像的功能非常之大，不可思議。想像，我們就不能不慎重。你思想清淨就現清淨的世界，你思想污穢就顯五濁惡世，真的是一切唯心造。"
    },
    {
      "id": "03-001-0001_p0081",
      "zh_CN": "我们过去想错了，天天想贪瞋痴慢，天天想五欲六尘，所以现在这个世界才有这种情形，都是自作自受，现在我们知道苦了。换句话说，首先要晓得因，苦是果，我们尝到苦果了，因就是我们想错了，所以要想改变果报先要从因上改变，就是从我们思想上去修正、去改变。诸位要是真正深入研究这个道理，那都在大经里面，像《华严》、《法华》；论典里面，像《成唯识论》、《瑜伽师地论》都是深入、透彻的来说明这个道理。",
      "zh_TW": "我們過去想錯了，天天想貪瞋痴慢，天天想五欲六塵，所以現在這個世界才有這種情形，都是自作自受，現在我們知道苦了。換句話說，首先要曉得因，苦是果，我們嘗到苦果了，因就是我們想錯了，所以要想改變果報先要從因上改變，就是從我們思想上去修正、去改變。諸位要是真正深入研究這個道理，那都在大經裡面，像《華嚴》、《法華》；論典裡面，像《成唯識論》、《瑜伽師地論》都是深入、透徹的來說明這個道理。"
    },
    {
      "id": "03-001-0001_p0082",
      "zh_CN": "这地方就是教给我们如何改变思想，先要把那些复杂的思想转变成纯一的思想。复杂就是染污，纯一就清净。所以这十六观第一观教我们观落日，『落日悬鼓』，太阳刚刚下山，像一个鼓一样吊在空中，像那个样子。想这个是什么？想这个方向，西方极乐世界，教我们先想西方极乐世界，这是从现象上说。如果从理上讲，理上没有十方，也没有三世。换句话说，把一切的乱想放下，单单想一个阿弥陀佛，这就是西方。正如同《华严经》里面表法一样，你看善财童子五十三参，善知识在哪里？都在南方。难道西方、北方就没人住，所有善知识统统住在南方？诸位要晓得南代表光明，在五行里面南属于火，火的相是光明，善知识都是有智慧的，正大光明的，所以他住的地方都叫南方，不管他是哪个方向都叫南方，所以它是表法的意思。在此地就是表法与事实这个方向是两方面兼顾，所以是使我们的心能够专，它的用意就是先叫我们的心专一，专想西方。也就是无量无边的世界，我们选择阿弥陀佛极乐世界，念念不忘，取这个意思。",
      "zh_TW": "這地方就是教給我們如何改變思想，先要把那些複雜的思想轉變成純一的思想。複雜就是染污，純一就清淨。所以這十六觀第一觀教我們觀落日，『落日懸鼓』，太陽剛剛下山，像一個鼓一樣吊在空中，像那個樣子。想這個是什麼？想這個方向，西方極樂世界，教我們先想西方極樂世界，這是從現象上說。如果從理上講，理上沒有十方，也沒有三世。換句話說，把一切的亂想放下，單單想一個阿彌陀佛，這就是西方。正如同《華嚴經》裡面表法一樣，你看善財童子五十三參，善知識在哪裡？都在南方。難道西方、北方就沒人住，所有善知識統統住在南方？諸位要曉得南代表光明，在五行裡面南屬於火，火的相是光明，善知識都是有智慧的，正大光明的，所以他住的地方都叫南方，不管他是哪個方向都叫南方，所以它是表法的意思。在此地就是表法與事實這個方向是兩方面兼顧，所以是使我們的心能夠專，它的用意就是先叫我們的心專一，專想西方。也就是無量無邊的世界，我們選擇阿彌陀佛極樂世界，念念不忘，取這個意思。"
    },
    {
      "id": "03-001-0001_p0083",
      "zh_CN": "【大水结冰，实表瑠璃之地。】",
      "zh_TW": "【大水結冰，實表瑠璃之地。】"
    },
    {
      "id": "03-001-0001_p0084",
      "zh_CN": "前面也提到过，他那个世界跟我们这个世界的物质结构不相同，我们这个世界泥沙石块很多，西方极乐世界的『瑠璃』就像我们这个地方的泥沙石块一样，他那个星球组织的结构跟我们这里不一样。「瑠璃」就是我们讲的翡翠，我们没办法想像，海水如果统统结冰，那个颜色跟翡翠差不多，所以是用这个来观想，帮助我们想像西方极乐世界的大地。",
      "zh_TW": "前面也提到過，他那個世界跟我們這個世界的物質結構不相同，我們這個世界泥沙石塊很多，西方極樂世界的『瑠璃』就像我們這個地方的泥沙石塊一樣，他那個星球組織的結構跟我們這裡不一樣。「瑠璃」就是我們講的翡翠，我們沒辦法想像，海水如果統統結冰，那個顏色跟翡翠差不多，所以是用這個來觀想，幫助我們想像西方極樂世界的大地。"
    },
    {
      "id": "03-001-0001_p0085",
      "zh_CN": "【风吟宝叶，共天乐而同繁。波动金渠，将契经而合响。】",
      "zh_TW": "【風吟寶葉，共天樂而同繁。波動金渠，將契經而合響。】"
    },
    {
      "id": "03-001-0001_p0086",
      "zh_CN": "注子里面说得很清楚，前面两句是树观，后两句是池观，我们读到经文就了解。讲西方极乐世界，像小本《弥陀经》里面讲的，这是七行的宝树，天乐迎空。后面两句是讲七宝莲池，这是十方世界众生往生的处所。这是讲观西方极乐世界的依报，就提这两句。",
      "zh_TW": "註子裡面說得很清楚，前面兩句是樹觀，後兩句是池觀，我們讀到經文就了解。講西方極樂世界，像小本《彌陀經》裡面講的，這是七行的寶樹，天樂迎空。後面兩句是講七寶蓮池，這是十方世界眾生往生的處所。這是講觀西方極樂世界的依報，就提這兩句。"
    },
    {
      "id": "03-001-0001_p0087",
      "zh_CN": "【观肉髻而瞻侍者。念毫相而睹如来。】",
      "zh_TW": "【觀肉髻而瞻侍者。念毫相而睹如來。】"
    },
    {
      "id": "03-001-0001_p0088",
      "zh_CN": "这两句是提示我们观正报。『侍者』就是观世音菩萨、大势至菩萨，是阿弥陀佛的侍者。『毫相』是白毫相，这是阿弥陀佛两个眉毛当中有白毫，这是讲观阿弥陀佛。前面这一句是观观世音菩萨、大势至菩萨，都是教我们观想。",
      "zh_TW": "這兩句是提示我們觀正報。『侍者』就是觀世音菩薩、大勢至菩薩，是阿彌陀佛的侍者。『毫相』是白毫相，這是阿彌陀佛兩個眉毛當中有白毫，這是講觀阿彌陀佛。前面這一句是觀觀世音菩薩、大勢至菩薩，都是教我們觀想。"
    },
    {
      "id": "03-001-0001_p0089",
      "zh_CN": "【及其瞑目告终，上珍台而高踊。文成印坏，坐金莲而化生。】",
      "zh_TW": "【及其瞑目告終，上珍台而高踊。文成印壞，坐金蓮而化生。】"
    },
    {
      "id": "03-001-0001_p0090",
      "zh_CN": "这四句是讲的三辈九品。第一句上面说过了，是上上、上中二品，这是往生西方极乐世界，西方三圣以金台来接引你。次一句是讲上下品。讲『文成印坏』，这是比喻。古时候铸印先要做个模型，这个模型多半是用蜡做的，用蜡刻成字好刻，容易刻，做一个模子，然后就用金属，多半用铜，中国古时候的印，铜印，就用这个模子，铜往蜡上一灌，蜡融化了，但是印铸成了，模子坏了，印成功了，印成就了。所以取这个例子是什么？往生西方极乐世界，我们在娑婆世界这个身体舍弃掉了，就好像这个印模子一样，坏了，不要了，西方极乐世界成就了，取这个意思，所以『坐金莲而化生』。这个注解里面讲，比喻往生的人，「此土阴灭，彼国阴生」，这个阴就是我们的五阴身。",
      "zh_TW": "這四句是講的三輩九品。第一句上面說過了，是上上、上中二品，這是往生西方極樂世界，西方三聖以金台來接引你。次一句是講上下品。講『文成印壞』，這是比喻。古時候鑄印先要做個模型，這個模型多半是用蠟做的，用蠟刻成字好刻，容易刻，做一個模子，然後就用金屬，多半用銅，中國古時候的印，銅印，就用這個模子，銅往蠟上一灌，蠟融化了，但是印鑄成了，模子壞了，印成功了，印成就了。所以取這個例子是什麼？往生西方極樂世界，我們在娑婆世界這個身體捨棄掉了，就好像這個印模子一樣，壞了，不要了，西方極樂世界成就了，取這個意思，所以『坐金蓮而化生』。這個註解裡面講，比喻往生的人，「此土陰滅，彼國陰生」，這個陰就是我們的五陰身。"
    },
    {
      "id": "03-001-0001_p0091",
      "zh_CN": "【随三辈而横截。越五苦而长骛。】",
      "zh_TW": "【隨三輩而橫截。越五苦而長騖。】"
    },
    {
      "id": "03-001-0001_p0092",
      "zh_CN": "这一句是总说「三辈往生」，就是三辈九品，即使是下下品，他也出离娑婆世界了，也往生西方极乐世界。只要一往生就『越五苦』，「五苦」就是我们讲的六道。六道，为什么不说六？阿修罗就不说了。实在讲六道，真正讲只有五道，没有六道。五道里面除了地狱道之外，其余的四道都有阿修罗。天上有阿修罗，人间也有阿修罗，畜生、饿鬼里头都有阿修罗，只有地狱道没有。通常我们讲六道是专门讲天道的阿修罗，把他列入一道，其实他应该归在天道，所以五趣就是六道。六道统统苦，你超越六道轮回了，越五苦就是超越六道轮回，永远不退转。",
      "zh_TW": "這一句是總說「三輩往生」，就是三輩九品，即使是下下品，他也出離娑婆世界了，也往生西方極樂世界。只要一往生就『越五苦』，「五苦」就是我們講的六道。六道，為什麼不說六？阿修羅就不說了。實在講六道，真正講只有五道，沒有六道。五道裡面除了地獄道之外，其餘的四道都有阿修羅。天上有阿修羅，人間也有阿修羅，畜生、餓鬼裡頭都有阿修羅，只有地獄道沒有。通常我們講六道是專門講天道的阿修羅，把他列入一道，其實他應該歸在天道，所以五趣就是六道。六道統統苦，你超越六道輪迴了，越五苦就是超越六道輪迴，永遠不退轉。"
    },
    {
      "id": "03-001-0001_p0093",
      "zh_CN": "【可谓微行妙观，至道要术者哉。】",
      "zh_TW": "【可謂微行妙觀，至道要術者哉。】"
    },
    {
      "id": "03-001-0001_p0094",
      "zh_CN": "这是「结叹观行」。你怎么能够超越六道轮回而证得三不退？这个事情相当不容易，我们看到许多修行人有甚深的禅定功夫还是出不了六道，就像倓虚老法师给我们说的。一个修定的人一盘腿可以能够坐十天半个月不出定，功夫更深的可以坐到二、三个月，甚至于半年、一年不出定，这个功夫很深了，他的结果怎么样？也不过是四禅天而已，初禅、二禅、三禅、四禅，出不了三界。而我们一般人觉得这种人功夫不得了，佩服得五体投地，其实他不如一个念阿弥陀佛的老太太，为什么？那个念阿弥陀佛的老太婆能够出离六道轮回，他出不了六道轮回，所以不能比，这几个人晓得？这里讲的是修十六观，修念佛法门之妙，『妙观』就是指本经所讲的十六观。『至道要术』，「术」是方法，就是出离六道生死轮回最要紧的一个方法，是至高无上之道。",
      "zh_TW": "這是「結歎觀行」。你怎麼能夠超越六道輪迴而證得三不退？這個事情相當不容易，我們看到許多修行人有甚深的禪定功夫還是出不了六道，就像倓虛老法師給我們說的。一個修定的人一盤腿可以能夠坐十天半個月不出定，功夫更深的可以坐到二、三個月，甚至於半年、一年不出定，這個功夫很深了，他的結果怎麼樣？也不過是四禪天而已，初禪、二禪、三禪、四禪，出不了三界。而我們一般人覺得這種人功夫不得了，佩服得五體投地，其實他不如一個念阿彌陀佛的老太太，為什麼？那個念阿彌陀佛的老太婆能夠出離六道輪迴，他出不了六道輪迴，所以不能比，這幾個人曉得？這裡講的是修十六觀，修念佛法門之妙，『妙觀』就是指本經所講的十六觀。『至道要術』，「術」是方法，就是出離六道生死輪迴最要緊的一個方法，是至高無上之道。"
    },
    {
      "id": "03-001-0001_p0095",
      "zh_CN": "【此经心观为宗。实相为体。】",
      "zh_TW": "【此經心觀為宗。實相為體。】"
    },
    {
      "id": "03-001-0001_p0096",
      "zh_CN": "第八页最后一行，多了两个字，「心性所具极乐依正」，把上面那个心性删掉。这是把这部经的体性给我们说出来，所以这个注解的名字叫做《妙宗钞》，就是取这个意思。它重要的方法，虽然观里面讲十六观，可是一般修观在十六观里面只取一个。这个十六观，每一观观成了都行，都能往生，并不是说从第一观修成再修第二观、再修第三观，不必要这么麻烦，一观成功就行了，就可以往生。如果一观一观的修也行，次第观也行，单独修一观也行。历代是单独修一观的人多，观什么？观佛，专门观阿弥陀佛，观佛的正报，也就是天天想佛，依照经里面所讲的方法去想佛，因为我们心里想佛就是心作佛，「是心是佛，是心作佛」。",
      "zh_TW": "第八頁最後一行，多了兩個字，「心性所具極樂依正」，把上面那個心性刪掉。這是把這部經的體性給我們說出來，所以這個註解的名字叫做《妙宗鈔》，就是取這個意思。它重要的方法，雖然觀裡面講十六觀，可是一般修觀在十六觀裡面只取一個。這個十六觀，每一觀觀成了都行，都能往生，並不是說從第一觀修成再修第二觀、再修第三觀，不必要這麼麻煩，一觀成功就行了，就可以往生。如果一觀一觀的修也行，次第觀也行，單獨修一觀也行。歷代是單獨修一觀的人多，觀什麼？觀佛，專門觀阿彌陀佛，觀佛的正報，也就是天天想佛，依照經裡面所講的方法去想佛，因為我們心裡想佛就是心作佛，「是心是佛，是心作佛」。"
    },
    {
      "id": "03-001-0001_p0097",
      "zh_CN": "说老实话，佛是什么？佛就是我们的心，心就是佛，这个话是真的，一点不假。所以佛在《华严》、《圆觉》上明白告诉我们「一切众生本来成佛」，他本来是佛。本来是佛，现在又想作佛，他就作定了。如果本来不是佛，你想作佛，你作不成，你没有条件去作佛。因为你本来是佛，你现在又想作佛，那哪有作不成！怎么作法？想佛就是作佛。所以这部经上有两句话非常有名，是净土经理论的中心，就是「是心是佛，是心作佛」。是心是佛如果拿天台六即佛来讲是理即佛，那是理上讲的，理论上是心是佛。是心作佛是讲修功，你在修佛。理上是佛，再加上修持的功夫就当然成佛，他主要的方法就是叫我们天天想佛，正符合《楞严．大势至圆通章》里面说的「忆佛念佛」。所以前面一再提示同修，念佛的时候心里头一定要有佛，如果心里头没有佛，有口无心，这是决定不能成功的，心里头一定要有佛。",
      "zh_TW": "說老實話，佛是什麼？佛就是我們的心，心就是佛，這個話是真的，一點不假。所以佛在《華嚴》、《圓覺》上明白告訴我們「一切眾生本來成佛」，他本來是佛。本來是佛，現在又想作佛，他就作定了。如果本來不是佛，你想作佛，你作不成，你沒有條件去作佛。因為你本來是佛，你現在又想作佛，那哪有作不成！怎麼作法？想佛就是作佛。所以這部經上有兩句話非常有名，是淨土經理論的中心，就是「是心是佛，是心作佛」。是心是佛如果拿天台六即佛來講是理即佛，那是理上講的，理論上是心是佛。是心作佛是講修功，你在修佛。理上是佛，再加上修持的功夫就當然成佛，他主要的方法就是叫我們天天想佛，正符合《楞嚴．大勢至圓通章》裡面說的「憶佛念佛」。所以前面一再提示同修，念佛的時候心裡頭一定要有佛，如果心裡頭沒有佛，有口無心，這是決定不能成功的，心裡頭一定要有佛。"
    },
    {
      "id": "03-001-0001_p0098",
      "zh_CN": "我们念佛人供佛像，古时候专修净土的人供佛像只供一尊，就供一尊阿弥陀佛，他心专，或者供西方三圣，其他的都不要供了，为什么？因为你供了会分心，你心不专。这个法门要紧的就是要专一，决定不能分心。我们有些同修们感情用事，我供养阿弥陀佛，好像没有供养释迦牟尼佛觉得对不起他老人家。也没有供养地藏菩萨，我家里很多亲属过世了，地藏菩萨不救度，这不得了。不供药师佛，生病没有医生。所以好像把这些佛菩萨，每个人管一个事情，统统都应酬交际都要应酬到，这很麻烦。心都分散了，心不专，所以你不能成就。所以真正修净土的人应当是供佛就供一尊，顶多供西方三圣，都是帮助我们观想。",
      "zh_TW": "我們念佛人供佛像，古時候專修淨土的人供佛像只供一尊，就供一尊阿彌陀佛，他心專，或者供西方三聖，其他的都不要供了，為什麼？因為你供了會分心，你心不專。這個法門要緊的就是要專一，決定不能分心。我們有些同修們感情用事，我供養阿彌陀佛，好像沒有供養釋迦牟尼佛覺得對不起他老人家。也沒有供養地藏菩薩，我家裡很多親屬過世了，地藏菩薩不救度，這不得了。不供藥師佛，生病沒有醫生。所以好像把這些佛菩薩，每個人管一個事情，統統都應酬交際都要應酬到，這很麻煩。心都分散了，心不專，所以你不能成就。所以真正修淨土的人應當是供佛就供一尊，頂多供西方三聖，都是幫助我們觀想。"
    },
    {
      "id": "03-001-0001_p0099",
      "zh_CN": "在过去，我也常常劝同修们，你供的佛像，你慎重去选择，选择你很喜欢的佛像，选择好了之后，一生就不要改变，就专供这一尊，为什么？将来你往生的时候，佛来接引一定跟你供的像一模一样。你天天看他，天天想他，以后见到的佛就是那个样子，一点都不会错，你心里很安，你会跟他一道去。如果你供养的佛像多了，虽然都是阿弥陀佛，那个样子画的不一样，造的也不一样，供养多了，到临终时佛来接引你，你想想哪个像？你这一怀疑就去不了，所以你供养一尊像不会有这种现象。像太多了就不晓得到底哪个像是真的、哪个像是假的，这个念头会动，那就是障碍太大了。所以选择佛像只选择一尊，这是观想非常的重要。",
      "zh_TW": "在過去，我也常常勸同修們，你供的佛像，你慎重去選擇，選擇你很喜歡的佛像，選擇好了之後，一生就不要改變，就專供這一尊，為什麼？將來你往生的時候，佛來接引一定跟你供的像一模一樣。你天天看他，天天想他，以後見到的佛就是那個樣子，一點都不會錯，你心裡很安，你會跟他一道去。如果你供養的佛像多了，雖然都是阿彌陀佛，那個樣子畫的不一樣，造的也不一樣，供養多了，到臨終時佛來接引你，你想想哪個像？你這一懷疑就去不了，所以你供養一尊像不會有這種現象。像太多了就不曉得到底哪個像是真的、哪個像是假的，這個念頭會動，那就是障礙太大了。所以選擇佛像只選擇一尊，這是觀想非常的重要。"
    },
    {
      "id": "03-001-0001_p0100",
      "zh_CN": "『实相为体』，一切大乘经可以说都是以「实相为体」。这个在此地也不必多说，因为他后头有五重玄义。",
      "zh_TW": "『實相為體』，一切大乘經可以說都是以「實相為體」。這個在此地也不必多說，因為他後頭有五重玄義。"
    },
    {
      "id": "03-001-0001_p0101",
      "zh_CN": "【所言佛说观无量寿佛者。】",
      "zh_TW": "【所言佛說觀無量壽佛者。】"
    },
    {
      "id": "03-001-0001_p0102",
      "zh_CN": "这是简单解释题目。",
      "zh_TW": "這是簡單解釋題目。"
    },
    {
      "id": "03-001-0001_p0103",
      "zh_CN": "【佛是所观胜境。】",
      "zh_TW": "【佛是所觀勝境。】"
    },
    {
      "id": "03-001-0001_p0104",
      "zh_CN": "我们观想是以佛为主，就是要想佛。",
      "zh_TW": "我們觀想是以佛為主，就是要想佛。"
    },
    {
      "id": "03-001-0001_p0105",
      "zh_CN": "【举正报以收依果。】",
      "zh_TW": "【舉正報以收依果。】"
    },
    {
      "id": "03-001-0001_p0106",
      "zh_CN": "佛是正报。观佛，当然佛的世界，佛教化的那些弟子，这些都是说佛的依报，也就都包括在其中，所以是依报随着正报转。",
      "zh_TW": "佛是正報。觀佛，當然佛的世界，佛教化的那些弟子，這些都是說佛的依報，也就都包括在其中，所以是依報隨著正報轉。"
    },
    {
      "id": "03-001-0001_p0107",
      "zh_CN": "【述化主以包徒众。】",
      "zh_TW": "【述化主以包徒眾。】"
    },
    {
      "id": "03-001-0001_p0108",
      "zh_CN": "说阿弥陀佛，当然极乐世界诸上善人也都包括在其中。",
      "zh_TW": "說阿彌陀佛，當然極樂世界諸上善人也都包括在其中。"
    },
    {
      "id": "03-001-0001_p0109",
      "zh_CN": "【观虽十六，言佛便周。故云佛说观无量寿佛。】",
      "zh_TW": "【觀雖十六，言佛便周。故云佛說觀無量壽佛。】"
    },
    {
      "id": "03-001-0001_p0110",
      "zh_CN": "前面这个『佛说』是本师释迦牟尼佛讲的，『观无量寿佛』就是教给我们修行的方法，以「无量寿佛」作为我们所观的境界。",
      "zh_TW": "前面這個『佛說』是本師釋迦牟尼佛講的，『觀無量壽佛』就是教給我們修行的方法，以「無量壽佛」作為我們所觀的境界。"
    },
    {
      "id": "03-001-0001_p0111",
      "zh_CN": "【经者。训法，训常。】",
      "zh_TW": "【經者。訓法，訓常。】"
    },
    {
      "id": "03-001-0001_p0112",
      "zh_CN": "『法』是法则、规则，永远不变的，不变这叫『常』。",
      "zh_TW": "『法』是法則、規則，永遠不變的，不變這叫『常』。"
    },
    {
      "id": "03-001-0001_p0113",
      "zh_CN": "【由圣人金口，故云经也。】",
      "zh_TW": "【由聖人金口，故云經也。】"
    },
    {
      "id": "03-001-0001_p0114",
      "zh_CN": "这个在玄义里面都会详细讨论。",
      "zh_TW": "這個在玄義裡面都會詳細討論。"
    },
    {
      "id": "03-001-0001_p0115",
      "zh_CN": "【此经义疏。人悕净报。故说听者多矣。】",
      "zh_TW": "【此經義疏。人悕淨報。故說聽者多矣。】"
    },
    {
      "id": "03-001-0001_p0116",
      "zh_CN": "因为这部经是专门讲西方极乐世界，讲往生的理论与方法，凡是希望我们将来自己也能生到西方极乐世界，这部经就非常重要，所以古来观经的注疏很多，知礼大师发心来给我们做详细的注解。",
      "zh_TW": "因為這部經是專門講西方極樂世界，講往生的理論與方法，凡是希望我們將來自己也能生到西方極樂世界，這部經就非常重要，所以古來觀經的註疏很多，知禮大師發心來給我們做詳細的註解。"
    },
    {
      "id": "03-001-0001_p0117",
      "zh_CN": "【所禀宝云师首制记文。相沿至今。著述不绝。皆宗智者。】",
      "zh_TW": "【所稟寶雲師首製記文。相沿至今。著述不絕。皆宗智者。】"
    },
    {
      "id": "03-001-0001_p0118",
      "zh_CN": "底下注解里面有『宝云师』的小传，「宝云」就是知礼法师的老师，就是做这个钞的这个人，是他的老师，他是韩国人，高丽国人。本来他在中国学佛，学成之后（他是学天台的），他就想发心回到高丽去教化自己国家的人，这个注解里面有。他在四明，就是现在浙江温州一带的地方，从前温州是一个港口，可以从那边坐船到高丽去，就到韩国去。他经过四明，被四明的郡守（就好像现在的县市长，地方的首长）把他留住了，请他在这边弘法。佛法实在讲是不分国籍的，哪里有缘就应该在哪个地方教化。于是他就留下来，就没有再回去，知礼法师有这个因缘亲近他老人家。宝云也是依智者大师注疏来修学，都是遵守智者大师。",
      "zh_TW": "底下註解裡面有『寶雲師』的小傳，「寶雲」就是知禮法師的老師，就是做這個鈔的這個人，是他的老師，他是韓國人，高麗國人。本來他在中國學佛，學成之後（他是學天台的），他就想發心回到高麗去教化自己國家的人，這個註解裡面有。他在四明，就是現在浙江溫州一帶的地方，從前溫州是一個港口，可以從那邊坐船到高麗去，就到韓國去。他經過四明，被四明的郡守（就好像現在的縣市長，地方的首長）把他留住了，請他在這邊弘法。佛法實在講是不分國籍的，哪裡有緣就應該在哪個地方教化。於是他就留下來，就沒有再回去，知禮法師有這個因緣親近他老人家。寶雲也是依智者大師註疏來修學，都是遵守智者大師。"
    },
    {
      "id": "03-001-0001_p0119",
      "zh_CN": "智者大师是从《十六观经》的方法来修行往生的，在传记里面都讲得很清楚。他在临走的时候，他的徒弟问他，往生西方极乐世界的品位有多高？智者大师说，我因为领众（他是一个寺庙住持，要管事），所以自己修行耽误了，只有五品位，五品位往生，生的是凡圣同居土，凡圣同居土里面决定不是下辈，中上辈往生。意思就是说如果他不领众，他就可以上品上生。因为领众，自己很多繁杂的事情要操心，不能够完全专心，所以就落个中品往生。这些人往生都是预知时至，都没有病苦，清清楚楚走的。",
      "zh_TW": "智者大師是從《十六觀經》的方法來修行往生的，在傳記裡面都講得很清楚。他在臨走的時候，他的徒弟問他，往生西方極樂世界的品位有多高？智者大師說，我因為領眾（他是一個寺廟住持，要管事），所以自己修行耽誤了，只有五品位，五品位往生，生的是凡聖同居土，凡聖同居土裡面決定不是下輩，中上輩往生。意思就是說如果他不領眾，他就可以上品上生。因為領眾，自己很多繁雜的事情要操心，不能夠完全專心，所以就落個中品往生。這些人往生都是預知時至，都沒有病苦，清清楚楚走的。"
    },
    {
      "id": "03-001-0001_p0120",
      "zh_CN": "【岂有不知修心妙观，感四净土文义者耶。】",
      "zh_TW": "【豈有不知修心妙觀，感四淨土文義者耶。】"
    },
    {
      "id": "03-001-0001_p0121",
      "zh_CN": "这是说明他作钞的用意。为什么智者大师已经有注了，何必还要作这个钞？这就说明『修心妙观』一定要明显的发明，让我们后学的人清楚明白，我们往生净土才有信心，才有把握。因为这个缘故，这个注解就不能不做。",
      "zh_TW": "這是說明他作鈔的用意。為什麼智者大師已經有註了，何必還要作這個鈔？這就說明『修心妙觀』一定要明顯的發明，讓我們後學的人清楚明白，我們往生淨土才有信心，才有把握。因為這個緣故，這個註解就不能不做。"
    },
    {
      "id": "03-001-0001_p0122",
      "zh_CN": "【良以悯物情深，适时智巧。故多谈事相，少示观门。务在下凡，普霑缘种。】",
      "zh_TW": "【良以憫物情深，適時智巧。故多談事相，少示觀門。務在下凡，普霑緣種。】"
    },
    {
      "id": "03-001-0001_p0123",
      "zh_CN": "这是说明末法时期众生根性比不上过去人，尤其是在现代。现代说个老实话，好像物质文明天天是有进步，发达了，可是除了物质文明之外，没有一样不退化。我们念念中国的古文，念念中国古代的诗词，我们闭着眼睛想一想，那个时候人的生活有趣，他们的确享受的是人生，能够生活在诗情画意里面，确实真善美这三个条件从前人具足，现在人没有了。现在除了物质生活之外，头脑里面太复杂，妄想分别太多，这是苦。换句话说，物质生活比从前富足，精神生活衰退了，这是真正的苦，所以根性决定不如从前人。讲起方便实在讲也是不如从前，从前有从前人的方法，有他的便利。我们今天实在讲是有电脑、机械带给我们方便，除这些之外，我们实在是比不上古人。这段话的意思就是为了怜悯末法时期这些钝根的众生，怜悯他们。这才以『适时智巧』，最适合这个时机，最适合众生根性，这种巧妙的智慧，这就是讲的善巧方便。『故多谈事相，少示观门』，所以经里面多半说的事相。",
      "zh_TW": "這是說明末法時期眾生根性比不上過去人，尤其是在現代。現代說個老實話，好像物質文明天天是有進步，發達了，可是除了物質文明之外，沒有一樣不退化。我們念念中國的古文，念念中國古代的詩詞，我們閉著眼睛想一想，那個時候人的生活有趣，他們的確享受的是人生，能夠生活在詩情畫意裡面，確實真善美這三個條件從前人具足，現在人沒有了。現在除了物質生活之外，頭腦裡面太複雜，妄想分別太多，這是苦。換句話說，物質生活比從前富足，精神生活衰退了，這是真正的苦，所以根性決定不如從前人。講起方便實在講也是不如從前，從前有從前人的方法，有他的便利。我們今天實在講是有電腦、機械帶給我們方便，除這些之外，我們實在是比不上古人。這段話的意思就是為了憐憫末法時期這些鈍根的眾生，憐憫他們。這才以『適時智巧』，最適合這個時機，最適合眾生根性，這種巧妙的智慧，這就是講的善巧方便。『故多談事相，少示觀門』，所以經裡面多半說的事相。"
    },
    {
      "id": "03-001-0001_p0124",
      "zh_CN": "『务在下凡』。所以这部经，尤其是我们读了善导大师的注解，《观经》注解很多，善导大师的注解叫《四帖疏》，注得也非常好，值得做参考。善导大师明白的给我们指示出来，这个法门是专门为度凡夫而设的。由此可知，凡夫能得度，声闻、缘觉、菩萨就更不必说了，所以这个法门叫「三根普被，利钝全收」。往上说，文殊普贤这等觉菩萨也求生净土；往下面看，地狱众生要遇到这个机缘，他一念回心，十念、一念都能往生，可见得这个法门是诸佛度众生最彻底的法门。就好像药物一样，那个人害了那个病，什么药都没效，这个药能救。一切药物都失效了，不作用了，这个药能救，这才是药当中的第一，这个法门就是如此。在此地特别指示我们，少说观门，多谈事相，是希望一切下凡业障深重的众生与净土统统都有缘。",
      "zh_TW": "『務在下凡』。所以這部經，尤其是我們讀了善導大師的註解，《觀經》註解很多，善導大師的註解叫《四帖疏》，註得也非常好，值得做參考。善導大師明白的給我們指示出來，這個法門是專門為度凡夫而設的。由此可知，凡夫能得度，聲聞、緣覺、菩薩就更不必說了，所以這個法門叫「三根普被，利鈍全收」。往上說，文殊普賢這等覺菩薩也求生淨土；往下面看，地獄眾生要遇到這個機緣，他一念迴心，十念、一念都能往生，可見得這個法門是諸佛度眾生最徹底的法門。就好像藥物一樣，那個人害了那個病，什麼藥都沒效，這個藥能救。一切藥物都失效了，不作用了，這個藥能救，這才是藥當中的第一，這個法門就是如此。在此地特別指示我們，少說觀門，多談事相，是希望一切下凡業障深重的眾生與淨土統統都有緣。"
    },
    {
      "id": "03-001-0001_p0125",
      "zh_CN": "【方今嘉运。盛演圆乘。慕学之徒，皆欲得旨而修证矣。】",
      "zh_TW": "【方今嘉運。盛演圓乘。慕學之徒，皆欲得旨而修證矣。】"
    },
    {
      "id": "03-001-0001_p0126",
      "zh_CN": "这几句话是说因缘成熟了，『嘉运』就是因缘成熟，『盛演圆乘』，「圆乘」就是指本经。时节因缘成熟了，确确实实，究竟圆满的一乘法就是指的本经，这是自古以来许多高僧大德为我们指出。",
      "zh_TW": "這幾句話是說因緣成熟了，『嘉運』就是因緣成熟，『盛演圓乘』，「圓乘」就是指本經。時節因緣成熟了，確確實實，究竟圓滿的一乘法就是指的本經，這是自古以來許多高僧大德為我們指出。"
    },
    {
      "id": "03-001-0001_p0127",
      "zh_CN": "《华严》、《法华》，这是大家公认的，在佛法里面是圆教一乘。净土这三部经，《无量寿经》、《弥陀经》以及本经，古德为我们指出是一乘当中的一乘，这句话说出实在是很不容易，如果不是在佛法真正透彻了，他说不出来。像永明、善导，史传里面记载的都是阿弥陀佛再来的。善导大师是阿弥陀佛的化身，永明延寿也是阿弥陀佛的化身。诸位要是看宝静法师《弥陀经要解亲闻记》，他的注解里面都写得很详细，说明永明、延寿是阿弥陀佛再来的。这些注解都是非常好的注子，在台湾也流通得相当普遍，不难看到。所以此地讲「盛演圆乘」，究竟圆满的一乘大法。",
      "zh_TW": "《華嚴》、《法華》，這是大家公認的，在佛法裡面是圓教一乘。淨土這三部經，《無量壽經》、《彌陀經》以及本經，古德為我們指出是一乘當中的一乘，這句話說出實在是很不容易，如果不是在佛法真正透徹了，他說不出來。像永明、善導，史傳裡面記載的都是阿彌陀佛再來的。善導大師是阿彌陀佛的化身，永明延壽也是阿彌陀佛的化身。諸位要是看寶靜法師《彌陀經要解親聞記》，他的註解裡面都寫得很詳細，說明永明、延壽是阿彌陀佛再來的。這些註解都是非常好的註子，在台灣也流通得相當普遍，不難看到。所以此地講「盛演圓乘」，究竟圓滿的一乘大法。"
    },
    {
      "id": "03-001-0001_p0128",
      "zh_CN": "『慕学之徒』，这是羡慕、学习的这些弟子、学生。『皆欲得旨而修证矣』，「旨」是宗旨，都希望得到本经的宗旨，依照这个宗旨来修行，希望自己在这一生能往生西方极乐世界。我们把底下这一段念掉，这一大段就圆满了。",
      "zh_TW": "『慕學之徒』，這是羨慕、學習的這些弟子、學生。『皆欲得旨而修證矣』，「旨」是宗旨，都希望得到本經的宗旨，依照這個宗旨來修行，希望自己在這一生能往生西方極樂世界。我們把底下這一段念掉，這一大段就圓滿了。"
    },
    {
      "id": "03-001-0001_p0129",
      "zh_CN": "【故竭鄙思。】",
      "zh_TW": "【故竭鄙思。】"
    },
    {
      "id": "03-001-0001_p0130",
      "zh_CN": "这是四明尊者谦虚。",
      "zh_TW": "這是四明尊者謙虛。"
    },
    {
      "id": "03-001-0001_p0131",
      "zh_CN": "【钞数千言。】",
      "zh_TW": "【鈔數千言。】"
    },
    {
      "id": "03-001-0001_p0132",
      "zh_CN": "这钞是他做的。",
      "zh_TW": "這鈔是他做的。"
    },
    {
      "id": "03-001-0001_p0133",
      "zh_CN": "【上顺妙宗，略消此疏。】",
      "zh_TW": "【上順妙宗，略消此疏。】"
    },
    {
      "id": "03-001-0001_p0134",
      "zh_CN": "『顺』就是决定不违背智者大师这个疏，这个注疏的宗旨决定不违背。『略消此疏』，把他的注疏再加以解释。",
      "zh_TW": "『順』就是決定不違背智者大師這個疏，這個註疏的宗旨決定不違背。『略消此疏』，把他的註疏再加以解釋。"
    },
    {
      "id": "03-001-0001_p0135",
      "zh_CN": "【适时之巧，非我所能。】",
      "zh_TW": "【適時之巧，非我所能。】"
    },
    {
      "id": "03-001-0001_p0136",
      "zh_CN": "这是他谦虚，客气话。认为这不是自己能力，好像三宝加持，遇到这个因缘而已，并不是自己有这个能力。",
      "zh_TW": "這是他謙虛，客氣話。認為這不是自己能力，好像三寶加持，遇到這個因緣而已，並不是自己有這個能力。"
    },
    {
      "id": "03-001-0001_p0137",
      "zh_CN": "【愿共有情，即心念佛。乃此钞所以作也。】",
      "zh_TW": "【願共有情，即心念佛。乃此鈔所以作也。】"
    },
    {
      "id": "03-001-0001_p0138",
      "zh_CN": "这是说明他作钞的用意，用意是希望跟一些志同道合的同修们『即心念佛』，这四个字很要紧，念佛着重要真正心里头有佛。",
      "zh_TW": "這是說明他作鈔的用意，用意是希望跟一些志同道合的同修們『即心念佛』，這四個字很要緊，念佛著重要真正心裡頭有佛。"
    },
    {
      "id": "03-001-0001_p0139",
      "zh_CN": "【天禧五年。岁在辛酉，重阳日。】",
      "zh_TW": "【天禧五年。歲在辛酉，重陽日。】"
    },
    {
      "id": "03-001-0001_p0140",
      "zh_CN": "『天禧』是宋朝真宗的年号，宋真宗的年号，这是把他著作的时间都记得很清楚。『重阳』就是农历的九月初九，所以这日期，月日都记载得很清楚。",
      "zh_TW": "『天禧』是宋朝真宗的年號，宋真宗的年號，這是把他著作的時間都記得很清楚。『重陽』就是農曆的九月初九，所以這日期，月日都記載得很清楚。"
    },
    {
      "id": "03-001-0001_p0141",
      "zh_CN": "到下面就是本经的五重玄义。所以前面这一段可以说是四明尊者作这个钞的序文，把大义略略的说出来。五重玄义是遵照智者大师所说的。好，我们今天上午就讲到此地。",
      "zh_TW": "到下面就是本經的五重玄義。所以前面這一段可以說是四明尊者作這個鈔的序文，把大義略略的說出來。五重玄義是遵照智者大師所說的。好，我們今天上午就講到此地。"
    }
  ]
}