{
  "doc_id": "03-001-0006",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0006",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "03-001-0006_p0001",
      "zh_CN": "请掀开经本第三十二面：",
      "zh_TW": "請掀開經本第三十二面："
    },
    {
      "id": "03-001-0006_p0002",
      "zh_CN": "【无量寿者。天竺称阿弥陀。佛本无身，无寿，亦无于量。随顺世间，而论三身。亦随顺世间，而论三寿。亦随顺世间，而论三量。】",
      "zh_TW": "【無量壽者。天竺稱阿彌陀。佛本無身，無壽，亦無於量。隨順世間，而論三身。亦隨順世間，而論三壽。亦隨順世間，而論三量。】"
    },
    {
      "id": "03-001-0006_p0003",
      "zh_CN": "『三身』，就是底下会跟我们说的法身、报身、应身，三种寿底下也都有说明，我们看下面文都知道了。",
      "zh_TW": "『三身』，就是底下會跟我們說的法身、報身、應身，三種壽底下也都有說明，我們看下面文都知道了。"
    },
    {
      "id": "03-001-0006_p0004",
      "zh_CN": "【法身者。师轨法性，还以法性为身。】",
      "zh_TW": "【法身者。師軌法性，還以法性為身。】"
    },
    {
      "id": "03-001-0006_p0005",
      "zh_CN": "『身』当作体讲，就是我们讲的本体，它并不是有一个有形的色身，就是一种理体，我们今天讲的原理。『师轨法性』，法性是一切万法的体性，师是师法，轨是轨范。我们今天看到宇宙，乃至于自然许多现象，它都有轨则的。一般人不了解这个情形，总以为有一个神在那个地方主宰，否则的话，它怎么会这么有秩序？殊不知法性本身就是很有秩序的。",
      "zh_TW": "『身』當作體講，就是我們講的本體，它並不是有一個有形的色身，就是一種理體，我們今天講的原理。『師軌法性』，法性是一切萬法的體性，師是師法，軌是軌範。我們今天看到宇宙，乃至於自然許多現象，它都有軌則的。一般人不了解這個情形，總以為有一個神在那個地方主宰，否則的話，它怎麼會這麼有秩序？殊不知法性本身就是很有秩序的。"
    },
    {
      "id": "03-001-0006_p0006",
      "zh_CN": "变出这一个宇宙来，在佛法，特别是《起信论》里面讲，从无明不觉生三细，讲三细相，由三细相再变成六粗相，这样演变为整个宇宙世界。这个演变的过程，我们中国古人也得到一点消息，像《易经》里面所讲的。《易经》的出现决定是在佛法到中国之前，《易经》里面所讲的很多原理原则与佛法都是相通的。《易经》讲宇宙演变的过程，「太极生两仪，两仪生四象，四象生八卦」，这样演变为宇宙。在佛法上不是讲太极、两仪、四象，是讲「无明不觉生三细」，就是阿赖耶的三细相；「境界为缘长六粗」，由三细相演变为六粗相，这是说明宇宙万物的来源，怎么演变形成的。在佛法有相当分量的经论来说明宇宙万法演变发展的过程。",
      "zh_TW": "變出這一個宇宙來，在佛法，特別是《起信論》裡面講，從無明不覺生三細，講三細相，由三細相再變成六粗相，這樣演變為整個宇宙世界。這個演變的過程，我們中國古人也得到一點消息，像《易經》裡面所講的。《易經》的出現決定是在佛法到中國之前，《易經》裡面所講的很多原理原則與佛法都是相通的。《易經》講宇宙演變的過程，「太極生兩儀，兩儀生四象，四象生八卦」，這樣演變為宇宙。在佛法上不是講太極、兩儀、四象，是講「無明不覺生三細」，就是阿賴耶的三細相；「境界為緣長六粗」，由三細相演變為六粗相，這是說明宇宙萬物的來源，怎麼演變形成的。在佛法有相當分量的經論來說明宇宙萬法演變發展的過程。"
    },
    {
      "id": "03-001-0006_p0007",
      "zh_CN": "这里面说了许多佛学术语，我听说同学们对这个不甚理解，特别是初学的，但是这个不要紧，这些术语在佛学里面有专门的参考资料，有《佛学辞典》、《教乘法数》、有《三藏法数》。注解多半也有解释，但是文字稍微深一点。谛闲法师是清朝末年、民国初年的人，他的文字还不难懂，可是原文以及原注都是古文。智者大师是隋朝人，四明尊者是宋朝人。",
      "zh_TW": "這裡面說了許多佛學術語，我聽說同學們對這個不甚理解，特別是初學的，但是這個不要緊，這些術語在佛學裡面有專門的參考資料，有《佛學辭典》、《教乘法數》、有《三藏法數》。註解多半也有解釋，但是文字稍微深一點。諦閑法師是清朝末年、民國初年的人，他的文字還不難懂，可是原文以及原註都是古文。智者大師是隋朝人，四明尊者是宋朝人。"
    },
    {
      "id": "03-001-0006_p0008",
      "zh_CN": "法性的发展是有规则的，它不是紊乱的，它发展有程序。宇宙之间，像星球的运行，乃至于一切生物生长的程序，它都有规则，这个叫轨，师轨法性。『还以法性为身』，法身就是一个理体，现代哲学里面所讲的宇宙万有的本体，在佛法里面讲就是法身。",
      "zh_TW": "法性的發展是有規則的，它不是紊亂的，它發展有程序。宇宙之間，像星球的運行，乃至於一切生物生長的程序，它都有規則，這個叫軌，師軌法性。『還以法性為身』，法身就是一個理體，現代哲學裡面所講的宇宙萬有的本體，在佛法裡面講就是法身。"
    },
    {
      "id": "03-001-0006_p0009",
      "zh_CN": "【此身非色质，亦非心智。】",
      "zh_TW": "【此身非色質，亦非心智。】"
    },
    {
      "id": "03-001-0006_p0010",
      "zh_CN": "换句话说，它不是色法，不是物质。『心智』，我们讲精神。它不属于物质，也不属于精神，但是精神、物质都是它变现出来的。唯识学里面讲，精神、心智是阿赖耶的见分；一切物质，『色质』，就是阿赖耶的相分，见分跟相分都是自证分变现出来的。自证分是本体，一切物质与精神的本体，这就是所谓色心不二，色是物质，心是精神，物质跟精神是同一个来源，同一个源流。底下说：",
      "zh_TW": "換句話說，它不是色法，不是物質。『心智』，我們講精神。它不屬於物質，也不屬於精神，但是精神、物質都是它變現出來的。唯識學裡面講，精神、心智是阿賴耶的見分；一切物質，『色質』，就是阿賴耶的相分，見分跟相分都是自證分變現出來的。自證分是本體，一切物質與精神的本體，這就是所謂色心不二，色是物質，心是精神，物質跟精神是同一個來源，同一個源流。底下說："
    },
    {
      "id": "03-001-0006_p0011",
      "zh_CN": "【非阴界入之所摄持。】",
      "zh_TW": "【非陰界入之所攝持。】"
    },
    {
      "id": "03-001-0006_p0012",
      "zh_CN": "『阴』是讲五阴，『界』是讲十八界，『入』是讲六入，或者是讲十二入。换句话说，五阴、六入、十二处、十八界都是法性变现出来的现象，所变的现象当然不能摄持能变的本体。由此可知，世出世间一切法都是以法性为本体，它是能变，一切法是所变。",
      "zh_TW": "『陰』是講五陰，『界』是講十八界，『入』是講六入，或者是講十二入。換句話說，五陰、六入、十二處、十八界都是法性變現出來的現象，所變的現象當然不能攝持能變的本體。由此可知，世出世間一切法都是以法性為本體，它是能變，一切法是所變。"
    },
    {
      "id": "03-001-0006_p0013",
      "zh_CN": "【强指法性为法身耳。】",
      "zh_TW": "【強指法性為法身耳。】"
    },
    {
      "id": "03-001-0006_p0014",
      "zh_CN": "我们不得已勉强称它作『法身』。这是讲三身里面第一个法身。底下讲三寿，就是法身、报身、应身应该都有寿命。",
      "zh_TW": "我們不得已勉強稱它作『法身』。這是講三身裡面第一個法身。底下講三壽，就是法身、報身、應身應該都有壽命。"
    },
    {
      "id": "03-001-0006_p0015",
      "zh_CN": "【法性寿者。非报得命根，亦无连持。】",
      "zh_TW": "【法性壽者。非報得命根，亦無連持。】"
    },
    {
      "id": "03-001-0006_p0016",
      "zh_CN": "『连持』就是相续相，连续的相。换句话说，法身谈不上寿命，为什么？无始无终，它哪来的寿命？",
      "zh_TW": "『連持』就是相續相，連續的相。換句話說，法身談不上壽命，為什麼？無始無終，它哪來的壽命？"
    },
    {
      "id": "03-001-0006_p0017",
      "zh_CN": "【强指不迁不变，名之为寿。】",
      "zh_TW": "【強指不遷不變，名之為壽。】"
    },
    {
      "id": "03-001-0006_p0018",
      "zh_CN": "它永远不改变，永远没有变化，所以我们勉强指这个为寿命。它寿量多少？实在讲没有量。",
      "zh_TW": "它永遠不改變，永遠沒有變化，所以我們勉強指這個為壽命。它壽量多少？實在講沒有量。"
    },
    {
      "id": "03-001-0006_p0019",
      "zh_CN": "【此寿非长量，亦非短量。无延无促。】",
      "zh_TW": "【此壽非長量，亦非短量。無延無促。】"
    },
    {
      "id": "03-001-0006_p0020",
      "zh_CN": "『延』是延长，『促』是短促，没有。换句话说，法身没有寿量，说不上寿量的。",
      "zh_TW": "『延』是延長，『促』是短促，沒有。換句話說，法身沒有壽量，說不上壽量的。"
    },
    {
      "id": "03-001-0006_p0021",
      "zh_CN": "【强指法寿，同虚空量。】",
      "zh_TW": "【強指法壽，同虛空量。】"
    },
    {
      "id": "03-001-0006_p0022",
      "zh_CN": "这是不得已勉强而说的。",
      "zh_TW": "這是不得已勉強而說的。"
    },
    {
      "id": "03-001-0006_p0023",
      "zh_CN": "【此即非身之身。无寿之寿。不量之量耳。】",
      "zh_TW": "【此即非身之身。無壽之壽。不量之量耳。】"
    },
    {
      "id": "03-001-0006_p0024",
      "zh_CN": "这是讲法身，用这些来形容法身，让我们从这些形容词里面去体会。法身是我们的本体，也就是禅家所谓的父母未生前本来面目。几时我们才能够证得法身？必须破了无明以后。无明盖覆了我们的法身，使我们虽有，我们见不到，我们自己体会不到。到你破一品无明，就证一分法身，无明分分破，法身逐渐就显示出来，也就分分一直到圆满的显示。底下一段讲报身：",
      "zh_TW": "這是講法身，用這些來形容法身，讓我們從這些形容詞裡面去體會。法身是我們的本體，也就是禪家所謂的父母未生前本來面目。幾時我們才能夠證得法身？必須破了無明以後。無明蓋覆了我們的法身，使我們雖有，我們見不到，我們自己體會不到。到你破一品無明，就證一分法身，無明分分破，法身逐漸就顯示出來，也就分分一直到圓滿的顯示。底下一段講報身："
    },
    {
      "id": "03-001-0006_p0025",
      "zh_CN": "【报身者。修行所感。】",
      "zh_TW": "【報身者。修行所感。】"
    },
    {
      "id": "03-001-0006_p0026",
      "zh_CN": "法身是理体，不必修，本来具足。『报身』是修成的。",
      "zh_TW": "法身是理體，不必修，本來具足。『報身』是修成的。"
    },
    {
      "id": "03-001-0006_p0027",
      "zh_CN": "【法华云。久修业所得。涅槃云。大般涅槃，修道得故。如如智照如如境。菩提智慧，与法性相应相冥。相应，如函盖相应。相冥者，如水乳相冥。】",
      "zh_TW": "【法華云。久修業所得。涅槃云。大般涅槃，修道得故。如如智照如如境。菩提智慧，與法性相應相冥。相應，如函蓋相應。相冥者，如水乳相冥。】"
    },
    {
      "id": "03-001-0006_p0028",
      "zh_CN": "报身是智慧之身，法身是本体，报身是智慧，智身，智慧之身有始无终。你修到大彻大悟、明心见性，这个时候就称之为报身，所以报身是自受用的，自己的受用，是属于修得的。",
      "zh_TW": "報身是智慧之身，法身是本體，報身是智慧，智身，智慧之身有始無終。你修到大徹大悟、明心見性，這個時候就稱之為報身，所以報身是自受用的，自己的受用，是屬於修得的。"
    },
    {
      "id": "03-001-0006_p0029",
      "zh_CN": "『久修业所得』，一般经教里面讲要修将近两个阿僧祇劫这么长的时间。第一个阿僧祇劫，我们现在还没起步，什么时候算起步？必须到位不退才算是起步。像《华严》所说的五十一个阶级，第一个阶级是初信位，初信位的菩萨，五十一个年级的一年级。初信位是什么资格？三界八十八品见惑断尽了。如果以小乘来说，就是初果须陀洹，从这里算起，为什么？他不退到凡夫地了，慢慢的一步一步往上修。像我们现在在佛法里来说只是幼稚园，一年级没到，到一年级才能算数，幼稚园不算数，我们都不算数。到一年级就可以算数，就晓得你经过五十一个阶级可以成佛了。如果不到一年级根本就不能算数，所以一定要知道自己现在在什么地位、什么程度。",
      "zh_TW": "『久修業所得』，一般經教裡面講要修將近兩個阿僧祇劫這麼長的時間。第一個阿僧祇劫，我們現在還沒起步，什麼時候算起步？必須到位不退才算是起步。像《華嚴》所說的五十一個階級，第一個階級是初信位，初信位的菩薩，五十一個年級的一年級。初信位是什麼資格？三界八十八品見惑斷盡了。如果以小乘來說，就是初果須陀洹，從這裡算起，為什麼？他不退到凡夫地了，慢慢的一步一步往上修。像我們現在在佛法裡來說只是幼稚園，一年級沒到，到一年級才能算數，幼稚園不算數，我們都不算數。到一年級就可以算數，就曉得你經過五十一個階級可以成佛了。如果不到一年級根本就不能算數，所以一定要知道自己現在在什麼地位、什麼程度。"
    },
    {
      "id": "03-001-0006_p0030",
      "zh_CN": "从位不退算起，修一个阿僧祇劫可以修到三十个位次，就是三贤位的菩萨。第二个阿僧祇劫只能修七个位次，就是从初地到七地，初地到七地是一个阿僧祇劫，到第二个阿僧祇劫就见法身了，这是一般经论里所说的。我们念佛人来讲，念到理一心不乱就等于圆教的初住菩萨，念到理一心不乱，破一品无明，证一分法身，报身就现前，报身就得到了。所以确实是久修，是用相当长的时间来修，它是修得的。",
      "zh_TW": "從位不退算起，修一個阿僧祇劫可以修到三十個位次，就是三賢位的菩薩。第二個阿僧祇劫只能修七個位次，就是從初地到七地，初地到七地是一個阿僧祇劫，到第二個阿僧祇劫就見法身了，這是一般經論裡所說的。我們念佛人來講，念到理一心不亂就等於圓教的初住菩薩，念到理一心不亂，破一品無明，證一分法身，報身就現前，報身就得到了。所以確實是久修，是用相當長的時間來修，它是修得的。"
    },
    {
      "id": "03-001-0006_p0031",
      "zh_CN": "底下说它的境界，也就是说它的样子。『如如智照如如境』，如如是法性理体、诸法一体。古人常用金与金器来做比喻，「以金作器，器器皆金」，器就是金，金就是器，这个叫如如。金如器，器如金。好像我们用金做蜡台，蜡台是器皿，蜡台就是金，金就是器，是一不是二，这叫做如如。如果相跟体是两个，不能合成一个，这就不如。如如一定是体相是一不是二，所以底下解释得也很好。",
      "zh_TW": "底下說它的境界，也就是說它的樣子。『如如智照如如境』，如如是法性理體、諸法一體。古人常用金與金器來做比喻，「以金作器，器器皆金」，器就是金，金就是器，這個叫如如。金如器，器如金。好像我們用金做蠟臺，蠟臺是器皿，蠟臺就是金，金就是器，是一不是二，這叫做如如。如果相跟體是兩個，不能合成一個，這就不如。如如一定是體相是一不是二，所以底下解釋得也很好。"
    },
    {
      "id": "03-001-0006_p0032",
      "zh_CN": "如如智是什么？智就是你的觉，契入法性理体之觉智。境界是外面，智是能觉，境是所觉，能觉跟所觉是一不是二，这个很难懂，为什么？只有佛学有，世间中外哲学都没有，这讲世间的学术。世间学术都是相对的，能觉的是我们的心，所觉的是万物，能所决定不是一个，这就称之为哲学。所以佛法不是哲学，它跟哲学的定义不一样。为什么不是哲学？在佛法，能跟所是一不是二，这很不容易理解，能得一点仿佛的消息还是用梦境来做比喻。譬如我们作梦，在梦中一下觉悟「我在作梦」，忽然想到梦里所有境界都是我心变的，我心能知，外面境界是所知，我这个知觉的心跟梦境是一不是二，这是仿佛得一点消息，它确实是一不是二。所以智跟境，换句话说，精神跟物质是一个。如如境，境是外面的外境，是色法，知是心法。就是《心经》里面讲的「色不异空，空不异色，色即是空，空即是色」，那个空是讲的体，讲的理，色是讲的相，心境一如，心境不二，这是真正智慧现前。",
      "zh_TW": "如如智是什麼？智就是你的覺，契入法性理體之覺智。境界是外面，智是能覺，境是所覺，能覺跟所覺是一不是二，這個很難懂，為什麼？只有佛學有，世間中外哲學都沒有，這講世間的學術。世間學術都是相對的，能覺的是我們的心，所覺的是萬物，能所決定不是一個，這就稱之為哲學。所以佛法不是哲學，它跟哲學的定義不一樣。為什麼不是哲學？在佛法，能跟所是一不是二，這很不容易理解，能得一點彷彿的消息還是用夢境來做比喻。譬如我們作夢，在夢中一下覺悟「我在作夢」，忽然想到夢裡所有境界都是我心變的，我心能知，外面境界是所知，我這個知覺的心跟夢境是一不是二，這是彷彿得一點消息，它確實是一不是二。所以智跟境，換句話說，精神跟物質是一個。如如境，境是外面的外境，是色法，知是心法。就是《心經》裡面講的「色不異空，空不異色，色即是空，空即是色」，那個空是講的體，講的理，色是講的相，心境一如，心境不二，這是真正智慧現前。"
    },
    {
      "id": "03-001-0006_p0033",
      "zh_CN": "『菩提智慧与法性相应相冥』，相应，『如函盖』，像杯子有盖，盖子盖起来刚刚好盖下去，这叫相应的意思；相冥，如水乳相融，一杯奶掺一点水融合在一块，水跟奶分不开，变成一体了，取这个比喻。比喻什么？我们知觉的心与外面一切的境界像水乳交融一样。这个理很深，诸位要不懂没有关系，不懂不要苦苦的去寻求，渐渐的能入这个境界，在一切经里面讲得最透彻的、讲得最多的就是《大佛顶首楞严经》。",
      "zh_TW": "『菩提智慧與法性相應相冥』，相應，『如函蓋』，像杯子有蓋，蓋子蓋起來剛剛好蓋下去，這叫相應的意思；相冥，如水乳相融，一杯奶摻一點水融合在一塊，水跟奶分不開，變成一體了，取這個比喻。比喻什麼？我們知覺的心與外面一切的境界像水乳交融一樣。這個理很深，諸位要不懂沒有關係，不懂不要苦苦的去尋求，漸漸的能入這個境界，在一切經裡面講得最透徹的、講得最多的就是《大佛頂首楞嚴經》。"
    },
    {
      "id": "03-001-0006_p0034",
      "zh_CN": "《楞严经》讲「十番显见」，讲我们这个心量，我们眼能见得到的，就是心能达到的地方，心要达不到，为什么会见到？可见得心确实「心包太虚，量周沙界」。我们的智觉及六根作用的范围，都是尽虚空遍法界的。所以不能说心在这个身体里面，真的在身体里面，身体外面的东西我们应该没有感触，应该达不到的，可是身体外面我们统统能够感觉得到。你心愈清净，感觉的范围愈大，清净到极处是尽虚空遍法界你完全可以达到，这个我们现代人称之为神通，过去、现在、未来没有不通达的，这就是相应相冥的现象。",
      "zh_TW": "《楞嚴經》講「十番顯見」，講我們這個心量，我們眼能見得到的，就是心能達到的地方，心要達不到，為什麼會見到？可見得心確實「心包太虛，量周沙界」。我們的智覺及六根作用的範圍，都是盡虛空遍法界的。所以不能說心在這個身體裡面，真的在身體裡面，身體外面的東西我們應該沒有感觸，應該達不到的，可是身體外面我們統統能夠感覺得到。你心愈清淨，感覺的範圍愈大，清淨到極處是盡虛空遍法界你完全可以達到，這個我們現代人稱之為神通，過去、現在、未來沒有不通達的，這就是相應相冥的現象。"
    },
    {
      "id": "03-001-0006_p0035",
      "zh_CN": "【法身非身非不身。智既应冥，亦非身非不身，强名此智为报身。】",
      "zh_TW": "【法身非身非不身。智既應冥，亦非身非不身，強名此智為報身。】"
    },
    {
      "id": "03-001-0006_p0036",
      "zh_CN": "『报身』也是勉强说的。说勉强说，这个意思我想同学们能够体会得到，为什么？中国老子就晓得这个道理，「名可名，非常名」。名是假名建立，所有的名都是勉强建立的，为什么？一切万法本来没有名，所以你不要执着这个名词。名词是便利说话、便利交换意见而建立的，并不是真的有这个名词，所以对于名词不必固执，可是它有它的作用，我们只取它的作用，不要执著名相。这就是不得已强名这种智慧叫报身，所以报身是智慧身。",
      "zh_TW": "『報身』也是勉強說的。說勉強說，這個意思我想同學們能夠體會得到，為什麼？中國老子就曉得這個道理，「名可名，非常名」。名是假名建立，所有的名都是勉強建立的，為什麼？一切萬法本來沒有名，所以你不要執著這個名詞。名詞是便利說話、便利交換意見而建立的，並不是真的有這個名詞，所以對於名詞不必固執，可是它有它的作用，我們只取它的作用，不要執著名相。這就是不得已強名這種智慧叫報身，所以報身是智慧身。"
    },
    {
      "id": "03-001-0006_p0037",
      "zh_CN": "「法寿」，法身的寿命。",
      "zh_TW": "「法壽」，法身的壽命。"
    },
    {
      "id": "03-001-0006_p0038",
      "zh_CN": "【法寿非寿非不寿。智既应冥，亦非寿非不寿。强名非寿为寿。】",
      "zh_TW": "【法壽非壽非不壽。智既應冥，亦非壽非不壽。強名非壽為壽。】"
    },
    {
      "id": "03-001-0006_p0039",
      "zh_CN": "这是讲报身之寿。",
      "zh_TW": "這是講報身之壽。"
    },
    {
      "id": "03-001-0006_p0040",
      "zh_CN": "【法量非量非无量。智既应冥，亦非量非无量。强名无量为量也。】",
      "zh_TW": "【法量非量非無量。智既應冥，亦非量非無量。強名無量為量也。】"
    },
    {
      "id": "03-001-0006_p0041",
      "zh_CN": "这是说报身的寿量，这也是不得已而说出来的。前面我们说过报身是有始无终，证得之后不会再失掉。法身是无始无终，报身是有始无终，所以成佛之后绝对不会再退转为凡夫。",
      "zh_TW": "這是說報身的壽量，這也是不得已而說出來的。前面我們說過報身是有始無終，證得之後不會再失掉。法身是無始無終，報身是有始無終，所以成佛之後絕對不會再退轉為凡夫。"
    },
    {
      "id": "03-001-0006_p0042",
      "zh_CN": "三十五页的第二行应当是大字，这个地方排版排错了。三身，前面讲的报身，后面讲的应身。",
      "zh_TW": "三十五頁的第二行應當是大字，這個地方排版排錯了。三身，前面講的報身，後面講的應身。"
    },
    {
      "id": "03-001-0006_p0043",
      "zh_CN": "【应身者。应同万物为身也。应同连持为寿也。应同长短为量也。】",
      "zh_TW": "【應身者。應同萬物為身也。應同連持為壽也。應同長短為量也。】"
    },
    {
      "id": "03-001-0006_p0044",
      "zh_CN": "这就好懂了。我们现在这个身真的叫无可奈何，一点主宰都没有，自己不能主宰，为什么？我们这个身叫业报身。佛菩萨是智慧报身，智清净，他能做得了主宰。我们是业报，造善业就得善报，福报就大，造恶业就得苦报，所以我们六道里面受的身是业报之身，自己一点主宰都没有。诸佛菩萨到六道里面来教化这些众生，所以众生有感，佛菩萨就有应，他就现身，所现的身就叫做应身，是我们众生有感，他来应的，这个就好懂了。他应的这个身跟我们这个身是一样的，像三千年前释迦牟尼佛降生在印度，这就是应身。『应同万物为身也』，这应身。",
      "zh_TW": "這就好懂了。我們現在這個身真的叫無可奈何，一點主宰都沒有，自己不能主宰，為什麼？我們這個身叫業報身。佛菩薩是智慧報身，智清淨，他能做得了主宰。我們是業報，造善業就得善報，福報就大，造惡業就得苦報，所以我們六道裡面受的身是業報之身，自己一點主宰都沒有。諸佛菩薩到六道裡面來教化這些眾生，所以眾生有感，佛菩薩就有應，他就現身，所現的身就叫做應身，是我們眾生有感，他來應的，這個就好懂了。他應的這個身跟我們這個身是一樣的，像三千年前釋迦牟尼佛降生在印度，這就是應身。『應同萬物為身也』，這應身。"
    },
    {
      "id": "03-001-0006_p0045",
      "zh_CN": "应身的寿命一定与一般人的寿命是相同的，所以释迦牟尼佛当年住世八十年，实际上他是七十九岁圆寂的，一般算虚岁就是八十岁，那寿命就有寿量。『应同连持为寿』，「连持」就是这个生命的相续相，连持不断，相续不断，这就是寿的意思。寿量，这寿有多久？像释迦牟尼佛示现的寿命是八十年，这就是长短。佛应众生完全是看众生的身形、众生的寿命，跟他完全相同。底下从比喻上说：",
      "zh_TW": "應身的壽命一定與一般人的壽命是相同的，所以釋迦牟尼佛當年住世八十年，實際上他是七十九歲圓寂的，一般算虛歲就是八十歲，那壽命就有壽量。『應同連持為壽』，「連持」就是這個生命的相續相，連持不斷，相續不斷，這就是壽的意思。壽量，這壽有多久？像釋迦牟尼佛示現的壽命是八十年，這就是長短。佛應眾生完全是看眾生的身形、眾生的壽命，跟他完全相同。底下從比喻上說："
    },
    {
      "id": "03-001-0006_p0046",
      "zh_CN": "【如谷答响。】",
      "zh_TW": "【如谷答響。】"
    },
    {
      "id": "03-001-0006_p0047",
      "zh_CN": "我们在深谷长啸一声，叫一声它有回音，我们声音叫得亮，它回音的声音就大；我们声音拉得长，它也长；我们叫的声音短，它也短促，回音跟我们是相应的，举这个比喻。所以说：",
      "zh_TW": "我們在深谷長嘯一聲，叫一聲它有回音，我們聲音叫得亮，它回音的聲音就大；我們聲音拉得長，它也長；我們叫的聲音短，它也短促，回音跟我們是相應的，舉這個比喻。所以說："
    },
    {
      "id": "03-001-0006_p0048",
      "zh_CN": "【大小随身。】",
      "zh_TW": "【大小隨身。】"
    },
    {
      "id": "03-001-0006_p0049",
      "zh_CN": "随着众生的身。「随众生心，应所知量」，这是《楞严》上说的。佛菩萨有这种能力，尽虚空遍法界现身，哪个地方有感，哪个地方就现身，非常的奇妙，现这个身是不来不去，这些道理也都有很深的深度。",
      "zh_TW": "隨著眾生的身。「隨眾生心，應所知量」，這是《楞嚴》上說的。佛菩薩有這種能力，盡虛空遍法界現身，哪個地方有感，哪個地方就現身，非常的奇妙，現這個身是不來不去，這些道理也都有很深的深度。"
    },
    {
      "id": "03-001-0006_p0050",
      "zh_CN": "【似鉴现形。】",
      "zh_TW": "【似鑑現形。】"
    },
    {
      "id": "03-001-0006_p0051",
      "zh_CN": "『鉴』就是镜子，就好像镜子里面现的形状。",
      "zh_TW": "『鑑』就是鏡子，就好像鏡子裡面現的形狀。"
    },
    {
      "id": "03-001-0006_p0052",
      "zh_CN": "【端丑在质。应万物感，现胜劣身。亦如是也。】",
      "zh_TW": "【端醜在質。應萬物感，現勝劣身。亦如是也。】"
    },
    {
      "id": "03-001-0006_p0053",
      "zh_CN": "佛在天上说法就现天人之身，那个相貌比我们人间庄严多了；在人间为我们说法，他就要现人的身相，所以诸佛菩萨没有一定的身相，这个诸位要知道，他是随众生的心量现身。我们今天困难的是，我们执着我们这个样子就是自己，所以就不能变化。佛不执着一定的身形，所以他那个相是千变万化，随着人心所见不一样。这都是事实的真相，我们应当要了解。佛菩萨六道哪一道都去，连地狱也去。地藏菩萨说，「我不入地狱，谁入地狱」。地藏菩萨在地狱教化众生，难道诸佛不去？难道别的菩萨不去？统统都去，没有不去的。在地狱里面要现地狱的身形，在饿鬼要现饿鬼的身形，在畜生要现畜生的身形。",
      "zh_TW": "佛在天上說法就現天人之身，那個相貌比我們人間莊嚴多了；在人間為我們說法，他就要現人的身相，所以諸佛菩薩沒有一定的身相，這個諸位要知道，他是隨眾生的心量現身。我們今天困難的是，我們執著我們這個樣子就是自己，所以就不能變化。佛不執著一定的身形，所以他那個相是千變萬化，隨著人心所見不一樣。這都是事實的真相，我們應當要了解。佛菩薩六道哪一道都去，連地獄也去。地藏菩薩說，「我不入地獄，誰入地獄」。地藏菩薩在地獄教化眾生，難道諸佛不去？難道別的菩薩不去？統統都去，沒有不去的。在地獄裡面要現地獄的身形，在餓鬼要現餓鬼的身形，在畜生要現畜生的身形。"
    },
    {
      "id": "03-001-0006_p0054",
      "zh_CN": "有一本书叫《物犹如此》，里头所记载的统统是畜生念佛往生的。畜生也会念佛，也会往生。这是特别记录下来勉励我们的，我们要不晓得念佛往生，连畜生都不如，取这个意思。",
      "zh_TW": "有一本書叫《物猶如此》，裡頭所記載的統統是畜生念佛往生的。畜生也會念佛，也會往生。這是特別記錄下來勉勵我們的，我們要不曉得念佛往生，連畜生都不如，取這個意思。"
    },
    {
      "id": "03-001-0006_p0055",
      "zh_CN": "畜生往生里面，民国初年谛闲老法师在头陀寺做方丈住持的时候，头陀寺在浙江温州，那个庙不太大，里头养了一只公鸡。民国初年，寺庙里头生活非常清苦，没有时钟，每天作息，他那个庙里养的公鸡报时，鸡报晓，鸡时间准得很，到时候清早牠就叫了，叫了大家就起床，就打板做早课。吃饭的时候，大家在斋堂吃饭，公鸡也来，大家吃的饭粒掉在地上，牠就把它吃得干干净净，上殿牠也跟着一道上殿。牠往生的那一天是上完晚殿之后，大众都离开了，牠不走，牠在大殿里头走来走去，好像在绕佛一样。香灯师是管大殿的，收拾完之后就要把牠赶走，「大家都走了，你怎么还不走！」这公鸡听了他说话不但不走，牠就站在大殿当中大叫三声，站在那里死了，这是谛闲法师在头陀寺做方丈的事情。老法师就把这只公鸡用出家人的礼节来葬牠，把牠埋在后山上，给牠诵经超度。牠是站在佛殿当中往生的，这是念佛往生的瑞相。",
      "zh_TW": "畜生往生裡面，民國初年諦閑老法師在頭陀寺做方丈住持的時候，頭陀寺在浙江溫州，那個廟不太大，裡頭養了一隻公雞。民國初年，寺廟裡頭生活非常清苦，沒有時鐘，每天作息，他那個廟裡養的公雞報時，雞報曉，雞時間準得很，到時候清早牠就叫了，叫了大家就起床，就打板做早課。吃飯的時候，大家在齋堂吃飯，公雞也來，大家吃的飯粒掉在地上，牠就把它吃得乾乾淨淨，上殿牠也跟著一道上殿。牠往生的那一天是上完晚殿之後，大眾都離開了，牠不走，牠在大殿裡頭走來走去，好像在繞佛一樣。香燈師是管大殿的，收拾完之後就要把牠趕走，「大家都走了，你怎麼還不走！」這公雞聽了他說話不但不走，牠就站在大殿當中大叫三聲，站在那裡死了，這是諦閑法師在頭陀寺做方丈的事情。老法師就把這隻公雞用出家人的禮節來葬牠，把牠埋在後山上，給牠誦經超度。牠是站在佛殿當中往生的，這是念佛往生的瑞相。"
    },
    {
      "id": "03-001-0006_p0056",
      "zh_CN": "所以佛菩萨现身必须与众生现同类的身，这样才可以。",
      "zh_TW": "所以佛菩薩現身必須與眾生現同類的身，這樣才可以。"
    },
    {
      "id": "03-001-0006_p0057",
      "zh_CN": "【身既同物，寿岂差机。随宜长短，示量无量。】",
      "zh_TW": "【身既同物，壽豈差機。隨宜長短，示量無量。】"
    },
    {
      "id": "03-001-0006_p0058",
      "zh_CN": "应身示现的跟众生完全一样，与众生同寿量，不会相差很远。",
      "zh_TW": "應身示現的跟眾生完全一樣，與眾生同壽量，不會相差很遠。"
    },
    {
      "id": "03-001-0006_p0059",
      "zh_CN": "【智与体冥能起大用。如水银和真金，能涂诸色像。功德和法身，处处应现往。】",
      "zh_TW": "【智與體冥能起大用。如水銀和真金，能塗諸色像。功德和法身，處處應現往。】"
    },
    {
      "id": "03-001-0006_p0060",
      "zh_CN": "这是说明应身的德用。『智』跟『体』实在是一个，就好像镜子一样，镜子是体，照的用就是智，它能照，能照比作智，照见就是它的作用。底下是用比喻来说，像『水银』与『真金』，把它和合起来，能够涂色像，做为装饰品。『功德和法身』，法身是本体，功德是作用，『处处应现往』，「往」是个形容词，有没有真的来往？没有。为什么没有真的来往？因为法身、智慧、功德都是尽虚空遍法界，没有来去，没有生灭，哪里有感，哪里就有应。《楞严》上说得很好，「当处出生，随处灭尽」，所以说是不来不去。",
      "zh_TW": "這是說明應身的德用。『智』跟『體』實在是一個，就好像鏡子一樣，鏡子是體，照的用就是智，它能照，能照比作智，照見就是它的作用。底下是用比喻來說，像『水銀』與『真金』，把它和合起來，能夠塗色像，做為裝飾品。『功德和法身』，法身是本體，功德是作用，『處處應現往』，「往」是個形容詞，有沒有真的來往？沒有。為什麼沒有真的來往？因為法身、智慧、功德都是盡虛空遍法界，沒有來去，沒有生滅，哪裡有感，哪裡就有應。《楞嚴》上說得很好，「當處出生，隨處滅盡」，所以說是不來不去。"
    },
    {
      "id": "03-001-0006_p0061",
      "zh_CN": "古德讲净土也说「生则决定生，去则实不去」。西方世界与我们这个地方，经上明明白白讲距离十万亿佛国土，怎么说去则实不去？不去怎么会生？这就是说明心性的德用不可思议。西方极乐世界也是我们这个心性变现的，我们现在娑婆世界，我们目前的环境也是这个心现的，也是这个心变的，问题就是我们现在的心不清净，变现秽恶的五浊恶世，变这个境界，如果我们心一旦清净了，那就变成『五净』的国土。所以我们不要着重在所变的境界上，要着重在能变的心境上，在这上下功夫，正是所谓心净则土净。我们要取净土，先要修清净心。心不清净，没有办法成就净土的，你念佛念得再多，一天念十万声，所谓是喊破喉咙也枉然，你得不到净土的。由此可知，念佛是不是一定要念的数字多？不是的，这个诸位要知道。应该怎样念才如法？念到自己心清净就如法。念佛是手段，清净是目的。我一天念十万声，心不清净，这个没用处；我一天只念十声，心清净了，它有用处，就行，所以不在乎念多少。",
      "zh_TW": "古德講淨土也說「生則決定生，去則實不去」。西方世界與我們這個地方，經上明明白白講距離十萬億佛國土，怎麼說去則實不去？不去怎麼會生？這就是說明心性的德用不可思議。西方極樂世界也是我們這個心性變現的，我們現在娑婆世界，我們目前的環境也是這個心現的，也是這個心變的，問題就是我們現在的心不清淨，變現穢惡的五濁惡世，變這個境界，如果我們心一旦清淨了，那就變成『五淨』的國土。所以我們不要著重在所變的境界上，要著重在能變的心境上，在這上下功夫，正是所謂心淨則土淨。我們要取淨土，先要修清淨心。心不清淨，沒有辦法成就淨土的，你念佛念得再多，一天念十萬聲，所謂是喊破喉嚨也枉然，你得不到淨土的。由此可知，念佛是不是一定要念的數字多？不是的，這個諸位要知道。應該怎樣念才如法？念到自己心清淨就如法。念佛是手段，清淨是目的。我一天念十萬聲，心不清淨，這個沒用處；我一天只念十聲，心清淨了，它有用處，就行，所以不在乎念多少。"
    },
    {
      "id": "03-001-0006_p0062",
      "zh_CN": "古人也有特别强调念的数字要多，那是为什么？为一些业障很重的众生，他的妄念太多、妄想太多、烦恼太多，希望多念能把烦恼换过来，目的在此地。所以念佛也没有一定的方法，但是有一定的原则，那就是心清净。心清净，身自然清净，身心清净，境界就清净，这是一定的道理。佛的这些德用功能，跟我们自己实在讲没有两样，就是他明白，他知道，清清楚楚的，他不迷。我们也起同样的作用，但是我们不明了，我们迷惑自己体相作用，我们迷了，迷在这里。佛觉也是觉自己的体相作用。其实迷也好、觉也好，体相作用永远不变的，不是说迷了，这个作用就小，悟了作用就大，不是的，迷悟不二。迷悟不相同的是，悟了他自己没有苦，迷了自己很苦。觉悟了，一切自己能做得了主宰；迷了之后，一切自己做不了主宰，差别在此地。我们再看底下这一段：",
      "zh_TW": "古人也有特別強調念的數字要多，那是為什麼？為一些業障很重的眾生，他的妄念太多、妄想太多、煩惱太多，希望多念能把煩惱換過來，目的在此地。所以念佛也沒有一定的方法，但是有一定的原則，那就是心清淨。心清淨，身自然清淨，身心清淨，境界就清淨，這是一定的道理。佛的這些德用功能，跟我們自己實在講沒有兩樣，就是他明白，他知道，清清楚楚的，他不迷。我們也起同樣的作用，但是我們不明瞭，我們迷惑自己體相作用，我們迷了，迷在這裡。佛覺也是覺自己的體相作用。其實迷也好、覺也好，體相作用永遠不變的，不是說迷了，這個作用就小，悟了作用就大，不是的，迷悟不二。迷悟不相同的是，悟了他自己沒有苦，迷了自己很苦。覺悟了，一切自己能做得了主宰；迷了之後，一切自己做不了主宰，差別在此地。我們再看底下這一段："
    },
    {
      "id": "03-001-0006_p0063",
      "zh_CN": "【能为身，非身。能为常寿为无常寿，能为无量，能为有量。有量有二义。】",
      "zh_TW": "【能為身，非身。能為常壽為無常壽，能為無量，能為有量。有量有二義。】"
    },
    {
      "id": "03-001-0006_p0064",
      "zh_CN": "这是讲心性的大用，正是说明了唯心所现、唯识所变。这个量有两个意思：",
      "zh_TW": "這是講心性的大用，正是說明了唯心所現、唯識所變。這個量有兩個意思："
    },
    {
      "id": "03-001-0006_p0065",
      "zh_CN": "【一为无量之量。二为有量之量。如七百阿僧祇。】",
      "zh_TW": "【一為無量之量。二為有量之量。如七百阿僧祇。】"
    },
    {
      "id": "03-001-0006_p0066",
      "zh_CN": "这个寿命长。",
      "zh_TW": "這個壽命長。"
    },
    {
      "id": "03-001-0006_p0067",
      "zh_CN": "【及八十等，是有量之量。】",
      "zh_TW": "【及八十等，是有量之量。】"
    },
    {
      "id": "03-001-0006_p0068",
      "zh_CN": "『八十』是释迦牟尼佛所示现的，这个短。长短都是『有量之量』。",
      "zh_TW": "『八十』是釋迦牟尼佛所示現的，這個短。長短都是『有量之量』。"
    },
    {
      "id": "03-001-0006_p0069",
      "zh_CN": "【如阿弥陀实有期限，人天莫数。是有量之无量。】",
      "zh_TW": "【如阿彌陀實有期限，人天莫數。是有量之無量。】"
    },
    {
      "id": "03-001-0006_p0070",
      "zh_CN": "西方极乐世界阿弥陀佛的寿命太长，太长还是有寿命，还是有量的，不是无量的。我们讲无量寿，无量寿是称赞他的，不是真的无量寿，所以这个无量是有量的无量。因为这个数字太大，我们没办法计算，所以称作无量，实际上还是有量。经上说得很清楚，阿弥陀佛将来灭度之后，观世音菩萨接着就成佛，那个世界没有像法、末法，经上讲得很清楚，上午阿弥陀佛圆寂灭度，下午观世音菩萨就示现成佛，他是接着的。观世音菩萨成了佛，将来灭度的时候，大势至菩萨接着就成佛，他那世界很好，永远没有像法、没有末法。换句话说，佛常住在那个世间，国土这样的殊胜庄严。不像我们这个世间，释迦牟尼佛灭度之后，等底下一尊佛要等五十六亿七千万年，这么长的时间这世间没有佛，然后才等一尊佛出现，佛出现的时间又短，没有佛的时间很长。所以这就是说明这个数量有真正的无量，有有量的无量。",
      "zh_TW": "西方極樂世界阿彌陀佛的壽命太長，太長還是有壽命，還是有量的，不是無量的。我們講無量壽，無量壽是稱讚他的，不是真的無量壽，所以這個無量是有量的無量。因為這個數字太大，我們沒辦法計算，所以稱作無量，實際上還是有量。經上說得很清楚，阿彌陀佛將來滅度之後，觀世音菩薩接著就成佛，那個世界沒有像法、末法，經上講得很清楚，上午阿彌陀佛圓寂滅度，下午觀世音菩薩就示現成佛，他是接著的。觀世音菩薩成了佛，將來滅度的時候，大勢至菩薩接著就成佛，他那世界很好，永遠沒有像法、沒有末法。換句話說，佛常住在那個世間，國土這樣的殊勝莊嚴。不像我們這個世間，釋迦牟尼佛滅度之後，等底下一尊佛要等五十六億七千萬年，這麼長的時間這世間沒有佛，然後才等一尊佛出現，佛出現的時間又短，沒有佛的時間很長。所以這就是說明這個數量有真正的無量，有有量的無量。"
    },
    {
      "id": "03-001-0006_p0071",
      "zh_CN": "【应佛皆为两量。逐物随机，参差长短。】",
      "zh_TW": "【應佛皆為兩量。逐物隨機，參差長短。】"
    },
    {
      "id": "03-001-0006_p0072",
      "zh_CN": "他的寿命长短与那个时期众生是相应的。这些注解里头都有，大家自己去看。",
      "zh_TW": "他的壽命長短與那個時期眾生是相應的。這些註解裡頭都有，大家自己去看。"
    },
    {
      "id": "03-001-0006_p0073",
      "zh_CN": "【然此三身三寿，不可并别一异，即乖法体。即一而三，即三而一。乃会玄文。释名竟。】",
      "zh_TW": "【然此三身三壽，不可並別一異，即乖法體。即一而三，即三而一。乃會玄文。釋名竟。】"
    },
    {
      "id": "03-001-0006_p0074",
      "zh_CN": "到这个地方把解释经题就讲完了。实在讲『三身』是一而三、三而一，不能把它分做三个独立的个体看，分做三个独立个体看是错误的，但是也不能笼统的把三个当一个看，它确实体是体、相是相、作用是作用，所以这个三不能说一，也不能说异，这个样子才能够看出它的真实相。好像一面镜子，体是体，光是光，照是照，虽然它起作用是一块，可是各还是各的，的确是三而一、一而三。不能把它称作三个独立的，也不能含糊笼统说成一个，你晓得一就是三、三就是一，才能够把真正的真相搞清楚。底下这一段文是辨体：",
      "zh_TW": "到這個地方把解釋經題就講完了。實在講『三身』是一而三、三而一，不能把它分做三個獨立的個體看，分做三個獨立個體看是錯誤的，但是也不能籠統的把三個當一個看，它確實體是體、相是相、作用是作用，所以這個三不能說一，也不能說異，這個樣子才能夠看出它的真實相。好像一面鏡子，體是體，光是光，照是照，雖然它起作用是一塊，可是各還是各的，的確是三而一、一而三。不能把它稱作三個獨立的，也不能含糊籠統說成一個，你曉得一就是三、三就是一，才能夠把真正的真相搞清楚。底下這一段文是辨體："
    },
    {
      "id": "03-001-0006_p0075",
      "zh_CN": "【次辨体者。体是主义。】",
      "zh_TW": "【次辨體者。體是主義。】"
    },
    {
      "id": "03-001-0006_p0076",
      "zh_CN": "『体』就是实体，这是体的意思，就是我们现在讲有性体、有质体。质体好懂，质是物质，譬如这本经书，经书体是什么？体是文字、是纸张，这是它的体，这是质体，完全从物质上来看。除了质体之外，比较难懂的一个真正的体是性体，性体上讲这是一法，它的体是法性，法性是它的真体，这是从性质上说。在此地我们还说浅一点，说大家容易懂得的，就是它理论的依据。佛凭什么讲这部《观无量寿佛经》？这部《观无量寿佛经》是从什么地方讲出来的？这部经的理体何在？根据什么原理？根据什么道理讲的？这个原理、这个道理就是这部经的体。你懂得这个道理，他所讲的我们就相信，为什么？他有理论依据，他不是胡说八道，我们才能够信得过。所以一切经都有辨体，也就是说要探讨它理论的依据。底下解释：",
      "zh_TW": "『體』就是實體，這是體的意思，就是我們現在講有性體、有質體。質體好懂，質是物質，譬如這本經書，經書體是什麼？體是文字、是紙張，這是它的體，這是質體，完全從物質上來看。除了質體之外，比較難懂的一個真正的體是性體，性體上講這是一法，它的體是法性，法性是它的真體，這是從性質上說。在此地我們還說淺一點，說大家容易懂得的，就是它理論的依據。佛憑什麼講這部《觀無量壽佛經》？這部《觀無量壽佛經》是從什麼地方講出來的？這部經的理體何在？根據什麼原理？根據什麼道理講的？這個原理、這個道理就是這部經的體。你懂得這個道理，他所講的我們就相信，為什麼？他有理論依據，他不是胡說八道，我們才能夠信得過。所以一切經都有辨體，也就是說要探討它理論的依據。底下解釋："
    },
    {
      "id": "03-001-0006_p0077",
      "zh_CN": "【释论云。除诸法实相，余皆魔事。】",
      "zh_TW": "【釋論云。除諸法實相，餘皆魔事。】"
    },
    {
      "id": "03-001-0006_p0078",
      "zh_CN": "这句话很重要。佛与魔如何拣别？这八个字就是拣别的标准。拿这个标准来衡量哪是佛、哪是魔，这个标准一量决定不错。凡是符合于『诸法实相』的，这是佛事，如果与诸法实相违背的决定是『魔事』。这个地方的魔，诸位要搞清楚，不是一看到这个魔就是魔鬼，那就错了。本来这个魔下面是个石头，就是折磨的磨，把那个石头去掉，换一个鬼，这是梁武帝干的事情，魔鬼的魔字是梁武帝新造的一个字，他说折磨太苦了，就好像鬼折磨害人一样，所以把那个石头换成一个鬼。古译的经典都是折磨的磨，石头那个磨，后来的经才改成这个字，所以这个字的来源我们要认识它、要了解它。",
      "zh_TW": "這句話很重要。佛與魔如何揀別？這八個字就是揀別的標準。拿這個標準來衡量哪是佛、哪是魔，這個標準一量決定不錯。凡是符合於『諸法實相』的，這是佛事，如果與諸法實相違背的決定是『魔事』。這個地方的魔，諸位要搞清楚，不是一看到這個魔就是魔鬼，那就錯了。本來這個魔下面是個石頭，就是折磨的磨，把那個石頭去掉，換一個鬼，這是梁武帝幹的事情，魔鬼的魔字是梁武帝新造的一個字，他說折磨太苦了，就好像鬼折磨害人一樣，所以把那個石頭換成一個鬼。古譯的經典都是折磨的磨，石頭那個磨，後來的經才改成這個字，所以這個字的來源我們要認識它、要了解它。"
    },
    {
      "id": "03-001-0006_p0079",
      "zh_CN": "换句话说，与实相不相应都会带给我们折磨，这个范围就大了。我们六道凡夫的心行与实相不相应，所以我们有烦恼，我们有见思烦恼、有尘沙烦恼、有无明烦恼。声闻、缘觉虽然超越三界，证得九次第定，他与实相也不相应，他也有烦恼，这个烦恼在佛经里面称为界外见思，就是三界之外的，他也有烦恼。可见得不与实相相应，你就没有办法避免烦恼，不可能的事情，只可以说烦恼有轻重的差别。这个轻重差别是与你的觉醒成正比例，你多一分觉悟就少一分烦恼，多一分迷惑决定是多一分烦恼，这一定的道理。",
      "zh_TW": "換句話說，與實相不相應都會帶給我們折磨，這個範圍就大了。我們六道凡夫的心行與實相不相應，所以我們有煩惱，我們有見思煩惱、有塵沙煩惱、有無明煩惱。聲聞、緣覺雖然超越三界，證得九次第定，他與實相也不相應，他也有煩惱，這個煩惱在佛經裡面稱為界外見思，就是三界之外的，他也有煩惱。可見得不與實相相應，你就沒有辦法避免煩惱，不可能的事情，只可以說煩惱有輕重的差別。這個輕重差別是與你的覺醒成正比例，你多一分覺悟就少一分煩惱，多一分迷惑決定是多一分煩惱，這一定的道理。"
    },
    {
      "id": "03-001-0006_p0080",
      "zh_CN": "只有这些大菩萨们与实相相应。大菩萨，像《金刚经》上所说的标准，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，这个标准就是讲实相的，以这个为标准。换句话说，证得实相，四相一定空，一定不会再执着我相、人相、众生相、寿者相，就如同《金刚经》上所说的「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，一切法他都不执着，这是与实相相应。与一切法上稍稍有一点意见、有一点执着，都与实相不相应，换句话说，你免不了要受心境的折磨，这个叫魔事。所以这个魔事，连权教的菩萨、声闻、缘觉、六道凡夫，统统都有，只有见性的菩萨才没有。像《华严经》五十一个位次里面，前面十个位次，就是十信位的菩萨还有，要到圆教初住以上才相应。以前面六即佛来说，分证位才与实相相应，相似以前统统都是魔事，都没有办法避免心境上的折磨。所以这个两句话很要紧。好，我们下课。",
      "zh_TW": "只有這些大菩薩們與實相相應。大菩薩，像《金剛經》上所說的標準，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，這個標準就是講實相的，以這個為標準。換句話說，證得實相，四相一定空，一定不會再執著我相、人相、眾生相、壽者相，就如同《金剛經》上所說的「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，一切法他都不執著，這是與實相相應。與一切法上稍稍有一點意見、有一點執著，都與實相不相應，換句話說，你免不了要受心境的折磨，這個叫魔事。所以這個魔事，連權教的菩薩、聲聞、緣覺、六道凡夫，統統都有，只有見性的菩薩才沒有。像《華嚴經》五十一個位次裡面，前面十個位次，就是十信位的菩薩還有，要到圓教初住以上才相應。以前面六即佛來說，分證位才與實相相應，相似以前統統都是魔事，都沒有辦法避免心境上的折磨。所以這個兩句話很要緊。好，我們下課。"
    }
  ]
}