{
  "doc_id": "03-001-0024",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0024",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "03-001-0024_p0001",
      "zh_CN": "请看第一百五十一面的经文，这是十六观里面最后的一观，第十六观。这一观面明白的教给我们持名念佛，持名念佛是出自这部经的。",
      "zh_TW": "請看第一百五十一面的經文，這是十六觀裡面最後的一觀，第十六觀。這一觀面明白的教給我們持名念佛，持名念佛是出自這部經的。"
    },
    {
      "id": "03-001-0024_p0002",
      "zh_CN": "大本经详细的叙述西方极乐世界的历史渊源，法藏比丘怎么发心的，极乐世界怎么建立的，极乐世界的历史都在《无量寿经》里面，它的殊胜庄严都可以从《无量寿经》看到。小本《弥陀经》的重点在劝我们持名往生。本经是详细说明往生极乐世界的原理以及方法。所以真正修净土的人，这三部经必须要合起来看，要深入的研究，我们这一生修净土往生就有决定的把握。",
      "zh_TW": "大本經詳細的敘述西方極樂世界的歷史淵源，法藏比丘怎麼發心的，極樂世界怎麼建立的，極樂世界的歷史都在《無量壽經》裡面，它的殊勝莊嚴都可以從《無量壽經》看到。小本《彌陀經》的重點在勸我們持名往生。本經是詳細說明往生極樂世界的原理以及方法。所以真正修淨土的人，這三部經必須要合起來看，要深入的研究，我們這一生修淨土往生就有決定的把握。"
    },
    {
      "id": "03-001-0024_p0003",
      "zh_CN": "三经的注疏都相当丰富，一定要有耐心，要有一段相当长的时间才能把它搞透彻，透彻之后，我们念这句佛号跟完全不了解经义会完全不相同，你会感觉佛号句句相应，句句得力。",
      "zh_TW": "三經的註疏都相當豐富，一定要有耐心，要有一段相當長的時間才能把它搞透徹，透徹之後，我們念這句佛號跟完全不了解經義會完全不相同，你會感覺佛號句句相應，句句得力。"
    },
    {
      "id": "03-001-0024_p0004",
      "zh_CN": "净土法门，过去李炳老也说过，念佛的人多，往生的人少。我那时候在台中，他就跟我说，他说我们台中莲友二十多万人，那时候民国四十七年。我们那时候跟老师开玩笑，那时候竞选市长，我说老师，你只要在家里说一句我想做台中市长，我说马上就做成，我们二十多万的莲友，一个人给你拉十张票，不要到外面去竞选，有这么大的力量。很感叹的，这么多人真正能往生的只不过三、五个，不成比例，原因在什么地方？三经没有合参，没有在这上下功夫，我们现在完全明白这个道理。所以在那个时候，的确我们真的不晓得，都是在摸索。如果我们要是真正觉悟，我们会启请李老师专讲三经，不会请他讲《华严》、讲《法华》、讲《楞严》，他老人家很随和，我们请他讲什么他就讲什么，结果把我们自己搞乱了，这是很大的损失。虽然三经他都讲过，但是没有深入的讲，没有融会贯通的讲。这是我们今天发现的，真正明白我们应该走什么路，这个路是平稳决定成就的。请看经文：",
      "zh_TW": "淨土法門，過去李炳老也說過，念佛的人多，往生的人少。我那時候在台中，他就跟我說，他說我們台中蓮友二十多萬人，那時候民國四十七年。我們那時候跟老師開玩笑，那時候競選市長，我說老師，你只要在家裡說一句我想做台中市長，我說馬上就做成，我們二十多萬的蓮友，一個人給你拉十張票，不要到外面去競選，有這麼大的力量。很感嘆的，這麼多人真正能往生的只不過三、五個，不成比例，原因在什麼地方？三經沒有合參，沒有在這上下功夫，我們現在完全明白這個道理。所以在那個時候，的確我們真的不曉得，都是在摸索。如果我們要是真正覺悟，我們會啟請李老師專講三經，不會請他講《華嚴》、講《法華》、講《楞嚴》，他老人家很隨和，我們請他講什麼他就講什麼，結果把我們自己搞亂了，這是很大的損失。雖然三經他都講過，但是沒有深入的講，沒有融會貫通的講。這是我們今天發現的，真正明白我們應該走什麼路，這個路是平穩決定成就的。請看經文："
    },
    {
      "id": "03-001-0024_p0005",
      "zh_CN": "【佛告阿难及韦提希。下品上生者。或有众生。作众恶业。虽不诽谤方等经典。】",
      "zh_TW": "【佛告阿難及韋提希。下品上生者。或有眾生。作眾惡業。雖不誹謗方等經典。】"
    },
    {
      "id": "03-001-0024_p0006",
      "zh_CN": "『方等』就是大乘经典，他不毁谤。",
      "zh_TW": "『方等』就是大乘經典，他不毀謗。"
    },
    {
      "id": "03-001-0024_p0007",
      "zh_CN": "【如此愚人。多造恶法。无有惭愧。命欲终时。遇善知识。为说大乘十二部经首题名字。以闻如是诸经名故。除却千劫极重恶业。智者复教合掌叉手。称南无阿弥陀佛。称佛名故。除五十亿劫生死之罪。尔时彼佛即遣化佛化观世音。化大势至。至行者前。赞言善男子。以汝称佛名故。诸罪消灭。我来迎汝。】",
      "zh_TW": "【如此愚人。多造惡法。無有慚愧。命欲終時。遇善知識。為說大乘十二部經首題名字。以聞如是諸經名故。除卻千劫極重惡業。智者復教合掌叉手。稱南無阿彌陀佛。稱佛名故。除五十億劫生死之罪。爾時彼佛即遣化佛化觀世音。化大勢至。至行者前。讚言善男子。以汝稱佛名故。諸罪消滅。我來迎汝。】"
    },
    {
      "id": "03-001-0024_p0008",
      "zh_CN": "下品生者（就是下三品），实际上，我们从中下品已经见到了，都是闻法的机缘太迟。所以诸位同修一定要明了，我们现在虽然闻法，法有邪正、偏圆、半满，我们是不是闻到圆满的法？我们闻法要是偏在一边，就是不圆。如果不彻底，不能真正帮我们断疑生信，这个法不圆满。所以虽然闻法，里面还有这许多的差别。使我们想到善导大师讲的话非常有道理，他说三辈九品都是我们遇缘差别而造成的。因此亲近善知识是我们这一生修行，不但讲是成败，如果是讲修净土的话，将来往生西方极乐世界，四土三辈九品，品位高下，都是亲近善知识才能得到，这是实实在在，善知识难遇，可遇不可求。",
      "zh_TW": "下品生者（就是下三品），實際上，我們從中下品已經見到了，都是聞法的機緣太遲。所以諸位同修一定要明瞭，我們現在雖然聞法，法有邪正、偏圓、半滿，我們是不是聞到圓滿的法？我們聞法要是偏在一邊，就是不圓。如果不徹底，不能真正幫我們斷疑生信，這個法不圓滿。所以雖然聞法，裡面還有這許多的差別。使我們想到善導大師講的話非常有道理，他說三輩九品都是我們遇緣差別而造成的。因此親近善知識是我們這一生修行，不但講是成敗，如果是講修淨土的話，將來往生西方極樂世界，四土三輩九品，品位高下，都是親近善知識才能得到，這是實實在在，善知識難遇，可遇不可求。"
    },
    {
      "id": "03-001-0024_p0009",
      "zh_CN": "也正因为如此，我们看古时候一直到现在，仔细去观察，就是各个地方一些众生根性不相同，因此这个道场之建立，这个道风、学风差别就很大。古时候是解行相应，有解有行。在晚近，像印光大师那个道场就有行无解，解不注重。苏州灵岩山报国寺，印光大师那个道场，就是一句佛号，一年三百六十天昼夜佛号不中断，有没有道理？有道理，不必求解，只是一句佛号念到底。能不能成就？能成就。什么人能成就？死心塌地的人能成就，没有妄想的人能成就，真是身心世界一切放下，一心一意就求生净土，这个人真能成就，不是不能成就。可是真正死心塌地修净土的人毕竟是少数，大多数的人不能接受。所以如果要想把净土法门发扬光大，连这些知识分子都要来修学，印光大师那个做法就不行。大家虽然很赞叹、很佩服，他不学，为什么不学？拿现代的话说，不能满足他的求知欲。那些人求知欲都降到零，没有了，死心塌地一心念阿弥陀佛，这个行，他真的一点不怀疑。所以那个法子是度上智与下愚，行，他决定成功，他老人家在末法时期开那样的法门。",
      "zh_TW": "也正因為如此，我們看古時候一直到現在，仔細去觀察，就是各個地方一些眾生根性不相同，因此這個道場之建立，這個道風、學風差別就很大。古時候是解行相應，有解有行。在晚近，像印光大師那個道場就有行無解，解不注重。蘇州靈巖山報國寺，印光大師那個道場，就是一句佛號，一年三百六十天晝夜佛號不中斷，有沒有道理？有道理，不必求解，只是一句佛號念到底。能不能成就？能成就。什麼人能成就？死心塌地的人能成就，沒有妄想的人能成就，真是身心世界一切放下，一心一意就求生淨土，這個人真能成就，不是不能成就。可是真正死心塌地修淨土的人畢竟是少數，大多數的人不能接受。所以如果要想把淨土法門發揚光大，連這些知識分子都要來修學，印光大師那個做法就不行。大家雖然很讚歎、很佩服，他不學，為什麼不學？拿現代的話說，不能滿足他的求知欲。那些人求知欲都降到零，沒有了，死心塌地一心念阿彌陀佛，這個行，他真的一點不懷疑。所以那個法子是度上智與下愚，行，他決定成功，他老人家在末法時期開那樣的法門。"
    },
    {
      "id": "03-001-0024_p0010",
      "zh_CN": "为什么古时候这些祖师不开这个法门？不用这个办法？他是行解并重？诸位要知道，这里头有很深的道理在。古时候所流传的，不管是哪一宗、哪一派，都是正法，你去参学可以说都能得利益，纵然偏差，幅度不大，所以解与行并重。现在末法时期，邪与正幅度太大，简直是背道而驰。换句话说，如果听了很多邪法，不如一切都不听，老实念佛。印光大师提倡这个法门就是防止我们遇到邪师说法自己不能辨别，还不如老实念佛来得好。",
      "zh_TW": "為什麼古時候這些祖師不開這個法門？不用這個辦法？他是行解並重？諸位要知道，這裡頭有很深的道理在。古時候所流傳的，不管是哪一宗、哪一派，都是正法，你去參學可以說都能得利益，縱然偏差，幅度不大，所以解與行並重。現在末法時期，邪與正幅度太大，簡直是背道而馳。換句話說，如果聽了很多邪法，不如一切都不聽，老實念佛。印光大師提倡這個法門就是防止我們遇到邪師說法自己不能辨別，還不如老實念佛來得好。"
    },
    {
      "id": "03-001-0024_p0011",
      "zh_CN": "从前说法的人，以及这些著作出版，都不是容易事情，不是随便一位法师、居士就可以出去讲经说法，过去不行。过去要佛门里面的公认，你可以说法了，你才有这个资格，不像现在是自由开放。以前你的著作，像你写一部经的注解，这个注解要送给国家去审查，虽然名义上送给皇帝，皇帝哪有时间看你的书，皇帝一定交给佛教界的大德们，请他们看，请他们提出意见。如果他们提出的意见，认为你这个书可以流通，皇帝再一命令，就是圣旨颁布，这个书可以流通，有的人才可以刻，这个刻版就不犯法。所以以前的确文化教育是国家控制的，决定不能给大家自由来做。自由来做，邪知邪见统统出来，像今天你就没有办法辨别邪正，这是很苦的一桩事情。",
      "zh_TW": "從前說法的人，以及這些著作出版，都不是容易事情，不是隨便一位法師、居士就可以出去講經說法，過去不行。過去要佛門裡面的公認，你可以說法了，你才有這個資格，不像現在是自由開放。以前你的著作，像你寫一部經的註解，這個註解要送給國家去審查，雖然名義上送給皇帝，皇帝哪有時間看你的書，皇帝一定交給佛教界的大德們，請他們看，請他們提出意見。如果他們提出的意見，認為你這個書可以流通，皇帝再一命令，就是聖旨頒布，這個書可以流通，有的人才可以刻，這個刻版就不犯法。所以以前的確文化教育是國家控制的，決定不能給大家自由來做。自由來做，邪知邪見統統出來，像今天你就沒有辦法辨別邪正，這是很苦的一樁事情。"
    },
    {
      "id": "03-001-0024_p0012",
      "zh_CN": "中国自古以来，可以说到满清末年都维系着中国的道统。什么人来护持道统？国家、皇室，就是国王大臣来护持道统，防止邪知邪见，所谓是防微杜渐，使大家都有正确的思想观念，建立正知正见。在世间法里面就是依儒家，在佛法里面就是依大乘，所以儒佛是中国文化的中心。现在可以说完全没有了，你看佛教近代出版的这些杂志、小册子都不能看。",
      "zh_TW": "中國自古以來，可以說到滿清末年都維繫著中國的道統。什麼人來護持道統？國家、皇室，就是國王大臣來護持道統，防止邪知邪見，所謂是防微杜漸，使大家都有正確的思想觀念，建立正知正見。在世間法裡面就是依儒家，在佛法裡面就是依大乘，所以儒佛是中國文化的中心。現在可以說完全沒有了，你看佛教近代出版的這些雜誌、小冊子都不能看。"
    },
    {
      "id": "03-001-0024_p0013",
      "zh_CN": "我在佛门里面这么多年，大家都知道我不看现代人的著作，因为这么多年大家都知道了，大家也不怪我。为什么我不看现代人著作？我觉得古人那么多著作都看不完了，我哪有时间看现代的？我觉得古人的著作比现代靠得住，为什么说靠得住？他这个东西要是不好，能够流传几百年、几千年吗？他传不下来。为什么？后代跟他都没有感情，如果不是好东西，谁愿意给他刻版流通？能够发行流通一定是觉得这个东西很好。不像现在讲人情的，那是我的朋友，我要帮助他出版，是不是真正好东西不见得可靠。换句话说，古时候这个东西流传下来经过历史的考验，经过时间的考验，经过多少人的眼目，如果不是真正好，真正有价值的，决定留不下来。尤其是从前刻木刻版的成本非常高，绝对不是一般人能够付得起。不像现在印刷术这么便宜、便利，成本便宜，几乎任何一个人写一点东西自己都可以出版，出版自由没人管。从前出版还要经过国家审查，经过历史一代一代多少人看，不是好东西就没有人刻，没有人给你继续刻，这东西就失传，流通量也少。所以这就是古人的东西决定比现代人东西有价值、靠得住，我们多念古人的东西。",
      "zh_TW": "我在佛門裡面這麼多年，大家都知道我不看現代人的著作，因為這麼多年大家都知道了，大家也不怪我。為什麼我不看現代人著作？我覺得古人那麼多著作都看不完了，我哪有時間看現代的？我覺得古人的著作比現代靠得住，為什麼說靠得住？他這個東西要是不好，能夠流傳幾百年、幾千年嗎？他傳不下來。為什麼？後代跟他都沒有感情，如果不是好東西，誰願意給他刻版流通？能夠發行流通一定是覺得這個東西很好。不像現在講人情的，那是我的朋友，我要幫助他出版，是不是真正好東西不見得可靠。換句話說，古時候這個東西流傳下來經過歷史的考驗，經過時間的考驗，經過多少人的眼目，如果不是真正好，真正有價值的，決定留不下來。尤其是從前刻木刻版的成本非常高，絕對不是一般人能夠付得起。不像現在印刷術這麼便宜、便利，成本便宜，幾乎任何一個人寫一點東西自己都可以出版，出版自由沒人管。從前出版還要經過國家審查，經過歷史一代一代多少人看，不是好東西就沒有人刻，沒有人給你繼續刻，這東西就失傳，流通量也少。所以這就是古人的東西決定比現代人東西有價值、靠得住，我們多念古人的東西。"
    },
    {
      "id": "03-001-0024_p0014",
      "zh_CN": "如果说文字有障碍，这古人东西都是古文，都是文言文写的，我们现在看不懂，这个障碍很小。佛经都是文言文写的，佛经最晚的翻译大概在宋朝，宋以后就很少，翻译量最多的是隋唐，从后汉到唐朝是中国翻译史上的黄金时代，翻译量非常之多，换句话说，确实都是标准的汉唐的文字。李老师那时候在台中每星期有一堂《古文观止》，李老师从头到尾统统讲过，每星期两个小时，全部讲完用了大概七、八年的时间。他说你能够背五十篇，你就能够读文言文；你能够背一百篇，你一定可以写文言文，他说学这个东西没有别的秘诀。但是现在想想，现在大学中文系的学生连五篇恐怕都不会背，这就没有法子，这不肯下功夫，这东西就是要背诵。",
      "zh_TW": "如果說文字有障礙，這古人東西都是古文，都是文言文寫的，我們現在看不懂，這個障礙很小。佛經都是文言文寫的，佛經最晚的翻譯大概在宋朝，宋以後就很少，翻譯量最多的是隋唐，從後漢到唐朝是中國翻譯史上的黃金時代，翻譯量非常之多，換句話說，確實都是標準的漢唐的文字。李老師那時候在台中每星期有一堂《古文觀止》，李老師從頭到尾統統講過，每星期兩個小時，全部講完用了大概七、八年的時間。他說你能夠背五十篇，你就能夠讀文言文；你能夠背一百篇，你一定可以寫文言文，他說學這個東西沒有別的祕訣。但是現在想想，現在大學中文系的學生連五篇恐怕都不會背，這就沒有法子，這不肯下功夫，這東西就是要背誦。"
    },
    {
      "id": "03-001-0024_p0015",
      "zh_CN": "我觉得现在我们可以不要从《古文观止》下手，我们念《无量寿经》。《无量寿经》一共是四十八章，就等于四十八篇，那个分量和五十篇差不多，就等于五十篇。能够把《无量寿经》背得滚瓜烂熟，你的文言文就学成功了，文也学好了，这部经也学好了，一举两得。《无量寿经》是汉朝翻译的，有十二种译本，最早的译本是安世高译的，是佛法到中国来没多久的时候，最晚的是宋朝，换句话说，这部《无量寿经》就代表汉、魏晋南北朝、隋、唐、宋，这个时期的文学，但是它是以汉文为主。《无量寿经》非常之好，尤其夏莲居居士会集的本子，就是重新加以整理编辑，但是他每一字、每一句都是原来译本上的，他自己没有敢改一个字，完全照从前原本重新加以组合编排，所以这个本子很难得，是一个非常好的版本。我们这次印了一万本的袖珍本，诸位可以常常带在身上随时念，希望把它念得很熟，这文言文就通了。将来看三藏经典、《四库全书》，你都有这个能力，这就是一把钥匙，佛家三藏的钥匙，《四库全书》的钥匙，拿到这个钥匙你才能享受。所以《无量寿经》一定要念，你也不必刻意去背，如果能够每天念一遍，我相信你念上三年自然就会背了，这个文不学就会了，所以背诵非常重要。",
      "zh_TW": "我覺得現在我們可以不要從《古文觀止》下手，我們念《無量壽經》。《無量壽經》一共是四十八章，就等於四十八篇，那個分量和五十篇差不多，就等於五十篇。能夠把《無量壽經》背得滾瓜爛熟，你的文言文就學成功了，文也學好了，這部經也學好了，一舉兩得。《無量壽經》是漢朝翻譯的，有十二種譯本，最早的譯本是安世高譯的，是佛法到中國來沒多久的時候，最晚的是宋朝，換句話說，這部《無量壽經》就代表漢、魏晉南北朝、隋、唐、宋，這個時期的文學，但是它是以漢文為主。《無量壽經》非常之好，尤其夏蓮居居士會集的本子，就是重新加以整理編輯，但是他每一字、每一句都是原來譯本上的，他自己沒有敢改一個字，完全照從前原本重新加以組合編排，所以這個本子很難得，是一個非常好的版本。我們這次印了一萬本的袖珍本，諸位可以常常帶在身上隨時念，希望把它念得很熟，這文言文就通了。將來看三藏經典、《四庫全書》，你都有這個能力，這就是一把鑰匙，佛家三藏的鑰匙，《四庫全書》的鑰匙，拿到這個鑰匙你才能享受。所以《無量壽經》一定要念，你也不必刻意去背，如果能夠每天念一遍，我相信你念上三年自然就會背了，這個文不學就會了，所以背誦非常重要。"
    },
    {
      "id": "03-001-0024_p0016",
      "zh_CN": "《观经》的文字比《无量寿经》还要少，《弥陀经》就更少，所以将来大家要背诵、要念熟，念什么？就念三经，就可以。三经念得熟透，自然把三经的经义能够融会贯通。融会贯通，净土宗才能够向全世界弘扬，发扬光大，普度这些高级知识分子，为什么？你能够说服他，你有说服力。你要不能融会贯通，人家几句话一问你，你就没话好说，那人家就会看到你学的是老太婆教。虽然你自己会有一点成就，不能帮助人，不能够说服人，所以我们一定要在三经上下功夫。",
      "zh_TW": "《觀經》的文字比《無量壽經》還要少，《彌陀經》就更少，所以將來大家要背誦、要念熟，念什麼？就念三經，就可以。三經念得熟透，自然把三經的經義能夠融會貫通。融會貫通，淨土宗才能夠向全世界弘揚，發揚光大，普度這些高級知識分子，為什麼？你能夠說服他，你有說服力。你要不能融會貫通，人家幾句話一問你，你就沒話好說，那人家就會看到你學的是老太婆教。雖然你自己會有一點成就，不能幫助人，不能夠說服人，所以我們一定要在三經上下功夫。"
    },
    {
      "id": "03-001-0024_p0017",
      "zh_CN": "这部经，虽然我们这次时间很短，只说个大概，因为时间不够用，不能深入的去研究，可是从这个大概，我相信大家必定有所收获，了解修净土的层次、方法。上品怎么修法，中品怎么修法，下品怎么修法，统统明了了，我们自己想修哪一品？三辈九品，这是遇缘不同，就清楚明了了。你要想上品往生就学上品的修法，与前面讲的三福要统统相应。如果你想修下三品，就是凡圣同居土的人天乘，到西方极乐世界去，三福里头你特别着重修一条，第一福「孝养父母，奉事师长，慈心不杀，修十善业」。你要以这一条为重心，百分之百的做到，后面两条能做多少算多少，重点摆在第一条，你这样子念佛求生净土是修西方世界的下三品，人天乘。你要是修中品的修法，那就要把三皈做到，「受持三皈，具足众戒」。众戒，前面我们在中辈里面看到的，五戒、八关斋戒、比丘戒、比丘尼戒，要认真去做。他以三皈为主，三皈第一个是觉不迷，皈依佛，皈依法是正不邪，皈依僧是净不染，要真正做到才行，这样念佛的品位是中三品往生。",
      "zh_TW": "這部經，雖然我們這次時間很短，只說個大概，因為時間不夠用，不能深入的去研究，可是從這個大概，我相信大家必定有所收穫，了解修淨土的層次、方法。上品怎麼修法，中品怎麼修法，下品怎麼修法，統統明瞭了，我們自己想修哪一品？三輩九品，這是遇緣不同，就清楚明瞭了。你要想上品往生就學上品的修法，與前面講的三福要統統相應。如果你想修下三品，就是凡聖同居土的人天乘，到西方極樂世界去，三福裡頭你特別著重修一條，第一福「孝養父母，奉事師長，慈心不殺，修十善業」。你要以這一條為重心，百分之百的做到，後面兩條能做多少算多少，重點擺在第一條，你這樣子念佛求生淨土是修西方世界的下三品，人天乘。你要是修中品的修法，那就要把三皈做到，「受持三皈，具足眾戒」。眾戒，前面我們在中輩裡面看到的，五戒、八關齋戒、比丘戒、比丘尼戒，要認真去做。他以三皈為主，三皈第一個是覺不迷，皈依佛，皈依法是正不邪，皈依僧是淨不染，要真正做到才行，這樣念佛的品位是中三品往生。"
    },
    {
      "id": "03-001-0024_p0018",
      "zh_CN": "上三品往生一定是「发菩提心，深信因果，读诵大乘，劝进行者」，劝进行者就是要讲经说法，这是上三品，清清楚楚、明明白白的。如果只是执持名号，其他的什么都不管，这样往生也有上品的，怎么会有上品？他也没有弘法利生，怎么会上品往生？弘法利生要有缘，他有这个心，也有这个能力，他没有缘分，讲经说法没人听，不是他不讲，是没人听，没有法缘，他有心，所以也能上品上生。如果连这个心都没有了，他的品位就下了，所以结缘也是非常重要的一桩事情。纵然没有缘，我们发心决定要发得具足。读诵大乘非常重要，所以我劝同修熟读这三经，严格的讲，三经统统都要能背，常常合起来去研究，三经合参。",
      "zh_TW": "上三品往生一定是「發菩提心，深信因果，讀誦大乘，勸進行者」，勸進行者就是要講經說法，這是上三品，清清楚楚、明明白白的。如果只是執持名號，其他的什麼都不管，這樣往生也有上品的，怎麼會有上品？他也沒有弘法利生，怎麼會上品往生？弘法利生要有緣，他有這個心，也有這個能力，他沒有緣分，講經說法沒人聽，不是他不講，是沒人聽，沒有法緣，他有心，所以也能上品上生。如果連這個心都沒有了，他的品位就下了，所以結緣也是非常重要的一樁事情。縱然沒有緣，我們發心決定要發得具足。讀誦大乘非常重要，所以我勸同修熟讀這三經，嚴格的講，三經統統都要能背，常常合起來去研究，三經合參。"
    },
    {
      "id": "03-001-0024_p0019",
      "zh_CN": "在此地我们所看到的下三品可以说是业障很重的人，造众恶业，就是十种恶业都造，身有杀盗淫，口有妄语、两舌、绮语、恶口，心里面贪瞋痴，统统具足。虽然天天造十恶业，还好他还不毁谤佛法，但是对佛法并不很尊重，为什么？他要是真正尊重就会依教奉行，他会学，他不反对就是。虽然也学学佛，若有若无，并不认真，十恶还照造，这真的，不过就是造作十恶业有轻重差别不一样。",
      "zh_TW": "在此地我們所看到的下三品可以說是業障很重的人，造眾惡業，就是十種惡業都造，身有殺盜淫，口有妄語、兩舌、綺語、惡口，心裡面貪瞋痴，統統具足。雖然天天造十惡業，還好他還不毀謗佛法，但是對佛法並不很尊重，為什麼？他要是真正尊重就會依教奉行，他會學，他不反對就是。雖然也學學佛，若有若無，並不認真，十惡還照造，這真的，不過就是造作十惡業有輕重差別不一樣。"
    },
    {
      "id": "03-001-0024_p0020",
      "zh_CN": "我们细细的去想一想，我们现在是出家了，是不是像经上讲的？我想确实如此。我自己想一想，十恶天天都造，贪瞋痴有，四种口过也有，杀盗淫纵然没有那个事，意念没断。想占点便宜就是盗，譬如我们去寄个东西，怎么样寄才算便宜？怎么样能免税？这就是盗国家的。换句话说，贪图一点小便宜的心是盗心，确实不容易。戒律里头盗戒最难持，为什么？占便宜的习气养成了。你说公家的东西，我们在公家做事，拿公家的信纸、信封来写个信，这都是犯盗戒。公家的东西是办公用的，不是供给你私人用的，我们顺手牵羊，大家都养成习惯，哪一个不拿公家的信纸、信封写信？换句话说，统统犯了盗戒，犯了自己不知道，以为这是应该的，其实是错误的。",
      "zh_TW": "我們細細的去想一想，我們現在是出家了，是不是像經上講的？我想確實如此。我自己想一想，十惡天天都造，貪瞋痴有，四種口過也有，殺盜淫縱然沒有那個事，意念沒斷。想佔點便宜就是盜，譬如我們去寄個東西，怎麼樣寄才算便宜？怎麼樣能免稅？這就是盜國家的。換句話說，貪圖一點小便宜的心是盜心，確實不容易。戒律裡頭盜戒最難持，為什麼？佔便宜的習氣養成了。你說公家的東西，我們在公家做事，拿公家的信紙、信封來寫個信，這都是犯盜戒。公家的東西是辦公用的，不是供給你私人用的，我們順手牽羊，大家都養成習慣，哪一個不拿公家的信紙、信封寫信？換句話說，統統犯了盜戒，犯了自己不知道，以為這是應該的，其實是錯誤的。"
    },
    {
      "id": "03-001-0024_p0021",
      "zh_CN": "从前李老师也是在公家做事，他在奉祀官府做秘书，奉祀官是孔德成先生，他每次领信纸、信封都要向孔先生报告一下，这个信纸、信封我私人要拿去写信，孔先生说你怎么这么啰嗦，哪个人不是私人拿去写信？他说我要不跟你说一下，我就犯盗戒；你是主管，我跟你说，你答应，我就不犯戒，不懂得佛法的人不晓得，懂得佛法的人知道。所以用常住的东西一定要告诉常住。从这里看，不管我们出家、在家，恐怕都免不了，众恶具造，只是造的轻重而已。学佛的人造这个恶业比一般不学佛的人轻一点，也有出了家，造得也很重。",
      "zh_TW": "從前李老師也是在公家做事，他在奉祀官府做祕書，奉祀官是孔德成先生，他每次領信紙、信封都要向孔先生報告一下，這個信紙、信封我私人要拿去寫信，孔先生說你怎麼這麼囉嗦，哪個人不是私人拿去寫信？他說我要不跟你說一下，我就犯盜戒；你是主管，我跟你說，你答應，我就不犯戒，不懂得佛法的人不曉得，懂得佛法的人知道。所以用常住的東西一定要告訴常住。從這裡看，不管我們出家、在家，恐怕都免不了，眾惡具造，只是造的輕重而已。學佛的人造這個惡業比一般不學佛的人輕一點，也有出了家，造得也很重。"
    },
    {
      "id": "03-001-0024_p0022",
      "zh_CN": "这是愚人，虽然他不至于毁谤大乘经典。『如此愚人，多造恶法，无有惭愧』。惭愧心是两个善心所。惭是我们俗话说良心发现，自己晓得错了，自己责备自己。愧是外面的力量压迫你，你有羞愧之心。譬如造作罪业，别人指责你，自己就很难过、很后悔，这是外面的力量，所谓是舆论的力量。如果无惭无愧，良心永远不会发现，认为这样做是应该的，不知道自责。外面别人指责你，他指责与我有什么相干？我还照做，这就是没有惭愧心，不怕人家说，还是为非作歹。",
      "zh_TW": "這是愚人，雖然他不至於毀謗大乘經典。『如此愚人，多造惡法，無有慚愧』。慚愧心是兩個善心所。慚是我們俗話說良心發現，自己曉得錯了，自己責備自己。愧是外面的力量壓迫你，你有羞愧之心。譬如造作罪業，別人指責你，自己就很難過、很後悔，這是外面的力量，所謂是輿論的力量。如果無慚無愧，良心永遠不會發現，認為這樣做是應該的，不知道自責。外面別人指責你，他指責與我有什麼相干？我還照做，這就是沒有慚愧心，不怕人家說，還是為非作歹。"
    },
    {
      "id": "03-001-0024_p0023",
      "zh_CN": "『命欲终时』，他闻法的机缘短，差不多快到命终的时候。诸位要晓得，快到命终并不一定是指快要死的时候，也指晚年。人到晚年往往比较容易觉悟，为什么？知道自己一生都过去了，来日无多，真的六十岁以后这个观念就成熟了。我今年六十二岁，自己晓得来日无多，所以想一想过去做了很多错事情，现在就知道要修行。为什么？以前都为这一生打算，六十岁以后知道来日无多，要为来世打算，这一世不想了，所以这个观念不相同，这观念是很大的一个转变，为来世打算，这个想法、看法、做法都跟从前不一样。所以对于这一世的事情，反正日子不多，算了，怎么好怎么过去，不计较，可是对于来世要认真。来世，一个是三途，一个是三善道，一个是西方极乐世界，这是值得我们考虑的，我们来世要到哪里去？我们现在要把全副的心力来办来世的事情。所以晚年才学道，这就是「命欲终时，遇善知识」。",
      "zh_TW": "『命欲終時』，他聞法的機緣短，差不多快到命終的時候。諸位要曉得，快到命終並不一定是指快要死的時候，也指晚年。人到晚年往往比較容易覺悟，為什麼？知道自己一生都過去了，來日無多，真的六十歲以後這個觀念就成熟了。我今年六十二歲，自己曉得來日無多，所以想一想過去做了很多錯事情，現在就知道要修行。為什麼？以前都為這一生打算，六十歲以後知道來日無多，要為來世打算，這一世不想了，所以這個觀念不相同，這觀念是很大的一個轉變，為來世打算，這個想法、看法、做法都跟從前不一樣。所以對於這一世的事情，反正日子不多，算了，怎麼好怎麼過去，不計較，可是對於來世要認真。來世，一個是三途，一個是三善道，一個是西方極樂世界，這是值得我們考慮的，我們來世要到哪裡去？我們現在要把全副的心力來辦來世的事情。所以晚年才學道，這就是「命欲終時，遇善知識」。"
    },
    {
      "id": "03-001-0024_p0024",
      "zh_CN": "实在说，我自己来说，我现在才觉悟，这觉悟就是善知识。从前没觉悟，就没有遇到真善知识；现在觉悟了，遇到善知识了。善知识是什么？是净土三经。从前也念，从前念不认真，不知道这里头的妙处，现在才把这个奥妙看出来，现在才遇到。大家要明白这个道理。我们二十几岁一学佛就看到《弥陀经》，就念《弥陀经》，但是没有把它当作一回事情。讲了这么多年的《弥陀经》也不晓得里头真正的味道，三经合参才发现，才真正懂得里头一点奥妙，才晓得自己应该怎么个走法。这句话我们自己要明了，绝对不是讲真正在命终那一刹那，真正命终那一刹那，那是下品下生，是指那种人。我们这些人都算是闻法晚，就是接近命终才闻到佛法。",
      "zh_TW": "實在說，我自己來說，我現在才覺悟，這覺悟就是善知識。從前沒覺悟，就沒有遇到真善知識；現在覺悟了，遇到善知識了。善知識是什麼？是淨土三經。從前也念，從前念不認真，不知道這裡頭的妙處，現在才把這個奧妙看出來，現在才遇到。大家要明白這個道理。我們二十幾歲一學佛就看到《彌陀經》，就念《彌陀經》，但是沒有把它當作一回事情。講了這麼多年的《彌陀經》也不曉得裡頭真正的味道，三經合參才發現，才真正懂得裡頭一點奧妙，才曉得自己應該怎麼個走法。這句話我們自己要明瞭，絕對不是講真正在命終那一剎那，真正命終那一剎那，那是下品下生，是指那種人。我們這些人都算是聞法晚，就是接近命終才聞到佛法。"
    },
    {
      "id": "03-001-0024_p0025",
      "zh_CN": "『遇善知识，为说大乘十二部』，这就是一切大乘经。十二部，换句话说，佛讲经是用十二种不同的方式，所以称之为十二部。『经首题名字』，只有经名。说实在话，不要说是经的内容，听了经名的功德都不可思议。可是诸位要晓得，闻名如果不解义，这没有什么功德。你要说功德，只是阿赖耶里头种个种子，为什么？意思不懂。意思不懂，你那个心理变不过来。总要记住古德教给我们的原则，那是非常有道理的，所谓听教（就是听经）要在消归自性。义理不明白，你怎么能消归自性？修行要在转识成智，你不懂经名意思，怎么能转变这个思想？怎么能改变你的观念？所以这一点诸位要晓得，闻名是要把那个名的意义搞清楚。现在很多人望文生义，他告诉我们，听说这部经上讲的，闻诸经名字，除却千劫极重恶业。好了，他经不要念了，他就念经题，「南无妙法莲华经」，日本人就念这个，他认定念这个经题就能除千劫极重恶业，恶业照干，不要紧，我念一句就消除了。这是错解经义，曲解经义，佛门常说「依文解义，三世佛冤」，依照文字看表面意思，三世诸佛都喊冤枉，你把他的意思搞错了。",
      "zh_TW": "『遇善知識，為說大乘十二部』，這就是一切大乘經。十二部，換句話說，佛講經是用十二種不同的方式，所以稱之為十二部。『經首題名字』，只有經名。說實在話，不要說是經的內容，聽了經名的功德都不可思議。可是諸位要曉得，聞名如果不解義，這沒有什麼功德。你要說功德，只是阿賴耶裡頭種個種子，為什麼？意思不懂。意思不懂，你那個心理變不過來。總要記住古德教給我們的原則，那是非常有道理的，所謂聽教（就是聽經）要在消歸自性。義理不明白，你怎麼能消歸自性？修行要在轉識成智，你不懂經名意思，怎麼能轉變這個思想？怎麼能改變你的觀念？所以這一點諸位要曉得，聞名是要把那個名的意義搞清楚。現在很多人望文生義，他告訴我們，聽說這部經上講的，聞諸經名字，除卻千劫極重惡業。好了，他經不要念了，他就念經題，「南無妙法蓮華經」，日本人就念這個，他認定念這個經題就能除千劫極重惡業，惡業照幹，不要緊，我念一句就消除了。這是錯解經義，曲解經義，佛門常說「依文解義，三世佛冤」，依照文字看表面意思，三世諸佛都喊冤枉，你把他的意思搞錯了。"
    },
    {
      "id": "03-001-0024_p0026",
      "zh_CN": "闻经名要怎么闻法？你看看智者大师讲「妙法莲华经」讲九十天，九旬谈妙，你要这样理解，「法华经」这题目你懂得，这才叫闻名。你把这个经名的真正意思完全透彻明了，念这句「南无妙法莲华经」才有功德。由此可知，你念这一句南无阿弥陀佛要想念到真正有功德，念一句佛号消八十亿劫生死重罪，你要透彻了解弥陀三经，你的佛号才会起作用，否则的话，起不了作用，念这句佛号充其量比骂人好一点。所以古人讲，你一天念十万声佛号，喊破喉咙也枉然，这话有道理。虽念佛，你的习气烦恼、思想观念统统转不过来。人家一句佛号得力，他念的时候真转过来，这才叫消业障。",
      "zh_TW": "聞經名要怎麼聞法？你看看智者大師講「妙法蓮華經」講九十天，九旬談妙，你要這樣理解，「法華經」這題目你懂得，這才叫聞名。你把這個經名的真正意思完全透徹明瞭，念這句「南無妙法蓮華經」才有功德。由此可知，你念這一句南無阿彌陀佛要想念到真正有功德，念一句佛號消八十億劫生死重罪，你要透徹了解彌陀三經，你的佛號才會起作用，否則的話，起不了作用，念這句佛號充其量比罵人好一點。所以古人講，你一天念十萬聲佛號，喊破喉嚨也枉然，這話有道理。雖念佛，你的習氣煩惱、思想觀念統統轉不過來。人家一句佛號得力，他念的時候真轉過來，這才叫消業障。"
    },
    {
      "id": "03-001-0024_p0027",
      "zh_CN": "所以经题就好像文章的题目，经文就是经题的内容。你要想懂得这个题目，你必须要把内容搞清楚，那题目就清楚了。题目跟内容是一不是二，题是纲，文是网、是目，纲目，它是一体的。所以真正彻底明了了，我们受持名号，为什么？方便，但是一提到这个题，全经都明了，这样才行。所以日本人那个搞法是害死人，决定是错误。天台传到日本，过去日本的法师也有很了不起的成就，现代日本佛教变质了，跟我们一样，变得简直不成话。所以世间这些事情，我们想成就世间事业都不是简单的，何况成佛作祖？何况当生成佛的法门？所以蕅益大师说得好，不要看得太简单，你把它看得太简单，将来耽误的是你自己；你也不能把它看得太难，看得太难，你不敢修学，所以要以平常心真正努力去研究探讨。理论、方法、境界统统清楚，我们的佛号就得力，句句得力，你往生才有把握，所以这个地方千万不能发生误会。",
      "zh_TW": "所以經題就好像文章的題目，經文就是經題的內容。你要想懂得這個題目，你必須要把內容搞清楚，那題目就清楚了。題目跟內容是一不是二，題是綱，文是網、是目，綱目，它是一體的。所以真正徹底明瞭了，我們受持名號，為什麼？方便，但是一提到這個題，全經都明瞭，這樣才行。所以日本人那個搞法是害死人，決定是錯誤。天台傳到日本，過去日本的法師也有很了不起的成就，現代日本佛教變質了，跟我們一樣，變得簡直不成話。所以世間這些事情，我們想成就世間事業都不是簡單的，何況成佛作祖？何況當生成佛的法門？所以蕅益大師說得好，不要看得太簡單，你把它看得太簡單，將來耽誤的是你自己；你也不能把它看得太難，看得太難，你不敢修學，所以要以平常心真正努力去研究探討。理論、方法、境界統統清楚，我們的佛號就得力，句句得力，你往生才有把握，所以這個地方千萬不能發生誤會。"
    },
    {
      "id": "03-001-0024_p0028",
      "zh_CN": "『智者』就是善知识。前面是给他讲道理，把佛法介绍给他。下面这个善知识教他修行，用什么方法修行？不是用观想。前面都是用观想的方法、观像的方法，这里不用，这里用持名的方法，『称南无阿弥陀佛』，这叫你持名，所以第十六观是持名念佛。在一切修行里面，持名最方便，用这个方法。『称佛名故，除五十亿劫生死之罪』，这是称名灭罪的功德不可思议。既然如此，为什么古德又说喊破喉咙也枉然？灭不了罪？你就要晓得，念这句佛号就要把我们的心意识转变成智慧，所以句句佛号是提醒我们的，这句佛号的意思是无量觉。六个字都是梵语音译的，「南无」是皈依，「阿」是无，「弥陀」是量，「佛」是觉。正是因为我们念念迷，所以念这句佛号是自己唤醒自己，我要从迷回过头来，依觉悟，我样样都要觉悟，觉而不迷，这才能灭罪。念是念了，还是照样迷惑颠倒，念念都迷惑，这有什么用？这刚才讲比骂人好一点。所以这个佛号是句句唤醒自己从迷回过头来，依无量觉，没有一样不觉，觉而不迷，处事待人接物统统不迷惑。",
      "zh_TW": "『智者』就是善知識。前面是給他講道理，把佛法介紹給他。下面這個善知識教他修行，用什麼方法修行？不是用觀想。前面都是用觀想的方法、觀像的方法，這裡不用，這裡用持名的方法，『稱南無阿彌陀佛』，這叫你持名，所以第十六觀是持名念佛。在一切修行裡面，持名最方便，用這個方法。『稱佛名故，除五十億劫生死之罪』，這是稱名滅罪的功德不可思議。既然如此，為什麼古德又說喊破喉嚨也枉然？滅不了罪？你就要曉得，念這句佛號就要把我們的心意識轉變成智慧，所以句句佛號是提醒我們的，這句佛號的意思是無量覺。六個字都是梵語音譯的，「南無」是皈依，「阿」是無，「彌陀」是量，「佛」是覺。正是因為我們念念迷，所以念這句佛號是自己喚醒自己，我要從迷回過頭來，依覺悟，我樣樣都要覺悟，覺而不迷，這才能滅罪。念是念了，還是照樣迷惑顛倒，念念都迷惑，這有什麼用？這剛才講比罵人好一點。所以這個佛號是句句喚醒自己從迷回過頭來，依無量覺，沒有一樣不覺，覺而不迷，處事待人接物統統不迷惑。"
    },
    {
      "id": "03-001-0024_p0029",
      "zh_CN": "觉跟迷要辨别，什么叫觉？什么叫迷？心地清净、平等、慈悲就是觉，心里面有贪瞋痴慢就是迷，这是心觉悟的相、迷惑的相。换句话说，念念把贪瞋痴慢、是非人我念掉，念念成就自己，增长自己的清净、平等、慈悲，它怎么不灭罪？经上讲的是灭除五十亿劫生死之罪，我觉得这个说法太保守，不止。诸位要晓得佛号要这样念法才得力。好，我们下课。",
      "zh_TW": "覺跟迷要辨別，什麼叫覺？什麼叫迷？心地清淨、平等、慈悲就是覺，心裡面有貪瞋痴慢就是迷，這是心覺悟的相、迷惑的相。換句話說，念念把貪瞋痴慢、是非人我念掉，念念成就自己，增長自己的清淨、平等、慈悲，它怎麼不滅罪？經上講的是滅除五十億劫生死之罪，我覺得這個說法太保守，不止。諸位要曉得佛號要這樣念法才得力。好，我們下課。"
    }
  ]
}