{
  "doc_id": "03-001-0003",
  "title": {
    "zh_CN": "观无量寿佛经讲记",
    "zh_TW": "觀無量壽佛經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾大专讲座",
    "zh_TW": "台灣大專講座"
  },
  "doc_number": "03-001-0003",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "03-001-0003_p0001",
      "zh_CN": "我们再看底下这一段，「名字即佛」。前面这是讲的理，理论。理我们现在是迷了，刚才说了，虽迷不失，并没有失掉，但是如果没有修德的功夫，性德就不会显出来，虽有得不到受用。从名字到究竟这五段都是讲修德功夫的增进。我们现在这个位子，在六即佛当中，理统统都有，这没有话说的，一切众生各个都有，佛也有、菩萨也有、我们也有，这是决定平等的，但是修持的功夫就不平等了。我们现在在什么位子？我们在名字位中，因为我们刚刚晓得。还有世间一些人，不学佛他不懂得，那他连名字还没有，他还不知道，完全迷了。我们现在知道，怎么知道？听佛说的，我们知道了，我们自己承认我们有佛性，在理上讲我们跟佛没有两样，在名字佛。我们看文：",
      "zh_TW": "我們再看底下這一段，「名字即佛」。前面這是講的理，理論。理我們現在是迷了，剛才說了，雖迷不失，並沒有失掉，但是如果沒有修德的功夫，性德就不會顯出來，雖有得不到受用。從名字到究竟這五段都是講修德功夫的增進。我們現在這個位子，在六即佛當中，理統統都有，這沒有話說的，一切眾生各個都有，佛也有、菩薩也有、我們也有，這是決定平等的，但是修持的功夫就不平等了。我們現在在什麼位子？我們在名字位中，因為我們剛剛曉得。還有世間一些人，不學佛他不懂得，那他連名字還沒有，他還不知道，完全迷了。我們現在知道，怎麼知道？聽佛說的，我們知道了，我們自己承認我們有佛性，在理上講我們跟佛沒有兩樣，在名字佛。我們看文："
    },
    {
      "id": "03-001-0003_p0002",
      "zh_CN": "【如斯之理。佛若不说，无能知者。】",
      "zh_TW": "【如斯之理。佛若不說，無能知者。】"
    },
    {
      "id": "03-001-0003_p0003",
      "zh_CN": "这是我们得佛教诲之利，自己才晓得、才觉悟。",
      "zh_TW": "這是我們得佛教誨之利，自己才曉得、才覺悟。"
    },
    {
      "id": "03-001-0003_p0004",
      "zh_CN": "【法华云。一百八十劫。空过无有佛。世尊未出时。十方常暗暝。】",
      "zh_TW": "【法華云。一百八十劫。空過無有佛。世尊未出時。十方常暗暝。】"
    },
    {
      "id": "03-001-0003_p0005",
      "zh_CN": "这一段是讲佛法难闻。佛要不出世，谁知道自己有佛性？谁知道自己本来是佛？谁又知道自己本来有圆满的智慧德能？没有人知道。佛出世才把这个事实真相为我们说破，这是佛对我们的恩德。可是这个世间没有佛的时候多，有佛的时候少，你看释迦牟尼佛之前，经上讲『一百八十劫，空过无有佛』，这么长的时间。释迦牟尼佛灭度之后，底下弥勒佛再出世要多久？这经上说五十六亿七千万年之后，弥勒佛才到这世间来成佛。可是释迦牟尼佛的法运只有一万二千年，现在已经过了三千年，换句话说，九千年以后，这个世间佛法就没有了，灭尽了。再要等五十六亿七千万年之后，弥勒佛出世，这个世间才有佛法，所以这个世间有佛法的时间太短暂，真正是希有难逢。",
      "zh_TW": "這一段是講佛法難聞。佛要不出世，誰知道自己有佛性？誰知道自己本來是佛？誰又知道自己本來有圓滿的智慧德能？沒有人知道。佛出世才把這個事實真相為我們說破，這是佛對我們的恩德。可是這個世間沒有佛的時候多，有佛的時候少，你看釋迦牟尼佛之前，經上講『一百八十劫，空過無有佛』，這麼長的時間。釋迦牟尼佛滅度之後，底下彌勒佛再出世要多久？這經上說五十六億七千萬年之後，彌勒佛才到這世間來成佛。可是釋迦牟尼佛的法運只有一萬二千年，現在已經過了三千年，換句話說，九千年以後，這個世間佛法就沒有了，滅盡了。再要等五十六億七千萬年之後，彌勒佛出世，這個世間才有佛法，所以這個世間有佛法的時間太短暫，真正是希有難逢。"
    },
    {
      "id": "03-001-0003_p0006",
      "zh_CN": "我们生在有佛法的时代，而且遇到经典、遇到佛法，实在是不容易，古人所讲「无量劫来希有难逢之一日」，我们一定要珍惜。就是有这个机会了，我们要是失掉，太可惜了。如果你能够把握这个机会，我们这一生必定出三界，必定会证果，我们这个证果就是讲往生西方极乐世界，决定成功。所以我常常勉励同修，我们将来走，总也是得预知时至，人家站着走，我们不能站着走也应该坐着走，说躺在床上走都不好意思。这个事情是做得到的，不是做不到。我们看看那些往生站着走的、坐着走的，你去研究他什么原因，把他那个原因找到，我们要好学，我们也能做得了，这才叫真正的成就，我们这一生没有空过。",
      "zh_TW": "我們生在有佛法的時代，而且遇到經典、遇到佛法，實在是不容易，古人所講「無量劫來希有難逢之一日」，我們一定要珍惜。就是有這個機會了，我們要是失掉，太可惜了。如果你能夠把握這個機會，我們這一生必定出三界，必定會證果，我們這個證果就是講往生西方極樂世界，決定成功。所以我常常勉勵同修，我們將來走，總也是得預知時至，人家站著走，我們不能站著走也應該坐著走，說躺在床上走都不好意思。這個事情是做得到的，不是做不到。我們看看那些往生站著走的、坐著走的，你去研究他什麼原因，把他那個原因找到，我們要好學，我們也能做得了，這才叫真正的成就，我們這一生沒有空過。"
    },
    {
      "id": "03-001-0003_p0007",
      "zh_CN": "【涅槃云。于无量世。亦不闻有如来出世，大乘经名。】",
      "zh_TW": "【涅槃云。於無量世。亦不聞有如來出世，大乘經名。】"
    },
    {
      "id": "03-001-0003_p0008",
      "zh_CN": "这《涅槃经》上说的。这是讲佛出世难得，你听到大乘经典，不要说是看到大乘经典，听到经名的机会都不容易。现在台湾在全世界，佛法第一兴盛，没有比台湾更兴盛的地方，欧美就更不必说了。美国虽然这些年来有些佛法，邪知邪见充斥在社会上。净土法门尤其是希有，非常希有，非常的难得，一般人不知道，一些法师也不肯说净土，为什么？好像提倡净土都觉得难为情，一提起来，这老太婆学的，会不好意思。所以是哪个时髦学哪个，禅很时髦，一窝蜂的就讲禅去了；密很时髦，大家都搞这个东西去了，这是决定不能成就的。真正能成就的，佛法当中第一法门，可惜很少人认识它，这是我们有幸遇到了，不可以空过。",
      "zh_TW": "這《涅槃經》上說的。這是講佛出世難得，你聽到大乘經典，不要說是看到大乘經典，聽到經名的機會都不容易。現在台灣在全世界，佛法第一興盛，沒有比台灣更興盛的地方，歐美就更不必說了。美國雖然這些年來有些佛法，邪知邪見充斥在社會上。淨土法門尤其是希有，非常希有，非常的難得，一般人不知道，一些法師也不肯說淨土，為什麼？好像提倡淨土都覺得難為情，一提起來，這老太婆學的，會不好意思。所以是哪個時髦學哪個，禪很時髦，一窩蜂的就講禪去了；密很時髦，大家都搞這個東西去了，這是決定不能成就的。真正能成就的，佛法當中第一法門，可惜很少人認識它，這是我們有幸遇到了，不可以空過。"
    },
    {
      "id": "03-001-0003_p0009",
      "zh_CN": "【若佛出世。方能阐智慧日。识三宝之光明。开甘露门。知十号之妙味。因说生解。于宝适悦。】",
      "zh_TW": "【若佛出世。方能闡智慧日。識三寶之光明。開甘露門。知十號之妙味。因說生解。于寶適悅。】"
    },
    {
      "id": "03-001-0003_p0010",
      "zh_CN": "这是说只有佛出世，我们才真正认识三宝，才懂得佛法，换句话说，也就是认识自己。",
      "zh_TW": "這是說只有佛出世，我們才真正認識三寶，才懂得佛法，換句話說，也就是認識自己。"
    },
    {
      "id": "03-001-0003_p0011",
      "zh_CN": "【故须达闻名。身毛皆竖。昏夜大朗。巨关自辟。此名字佛也。】",
      "zh_TW": "【故須達聞名。身毛皆豎。昏夜大朗。巨關自闢。此名字佛也。】"
    },
    {
      "id": "03-001-0003_p0012",
      "zh_CN": "这个地方举了一个例子，就是须达多长者，须达多就是《弥陀经》上讲的给孤独长者，你看我们常常看到「祇树给孤独园」，须达多就是给孤独长者。当年他听到释迦牟尼佛这个名，听的时候都寒毛直竖，有这样的感动，以后他是释迦牟尼佛的大护法，请他到舍卫大城讲经弘法。释迦牟尼佛在舍卫国祇树给孤独园讲过很多重要的经典，在那里住很长的一段时期，就是须达多长者的护持，他请法的。这个叫『名字佛』，就是我们现在的地位，遇到佛法知道这个事实的真相，这是比完全不知道的幸运太多了。修行的初步是在名字位中，从名字位加功用行，就是努力修行，可以把自己提升到观行位。我们再看这个文：",
      "zh_TW": "這個地方舉了一個例子，就是須達多長者，須達多就是《彌陀經》上講的給孤獨長者，你看我們常常看到「祇樹給孤獨園」，須達多就是給孤獨長者。當年他聽到釋迦牟尼佛這個名，聽的時候都寒毛直豎，有這樣的感動，以後他是釋迦牟尼佛的大護法，請他到舍衛大城講經弘法。釋迦牟尼佛在舍衛國祇樹給孤獨園講過很多重要的經典，在那裡住很長的一段時期，就是須達多長者的護持，他請法的。這個叫『名字佛』，就是我們現在的地位，遇到佛法知道這個事實的真相，這是比完全不知道的幸運太多了。修行的初步是在名字位中，從名字位加功用行，就是努力修行，可以把自己提升到觀行位。我們再看這個文："
    },
    {
      "id": "03-001-0003_p0013",
      "zh_CN": "【观行佛者。观佛相好，如铸金像。心缘妙色，与眼作对。】",
      "zh_TW": "【觀行佛者。觀佛相好，如鑄金像。心緣妙色，與眼作對。】"
    },
    {
      "id": "03-001-0003_p0014",
      "zh_CN": "这是讲我们真正用功夫了。我们眼对色，常常看佛像，把佛的相好印到我们自己阿赖耶识里面去，使我们落这种印象。",
      "zh_TW": "這是講我們真正用功夫了。我們眼對色，常常看佛像，把佛的相好印到我們自己阿賴耶識裡面去，使我們落這種印象。"
    },
    {
      "id": "03-001-0003_p0015",
      "zh_CN": "【开眼闭目，若明若暗，常得不离见佛世尊。】",
      "zh_TW": "【開眼閉目，若明若暗，常得不離見佛世尊。】"
    },
    {
      "id": "03-001-0003_p0016",
      "zh_CN": "一切时、一切处，心里面常常想佛，如同佛在面前一样。",
      "zh_TW": "一切時、一切處，心裡面常常想佛，如同佛在面前一樣。"
    },
    {
      "id": "03-001-0003_p0017",
      "zh_CN": "【从大相海，流出小相。浩浩漾漾如大劫水。周眸遍览，无非佛界。】",
      "zh_TW": "【從大相海，流出小相。浩浩漾漾如大劫水。周眸遍覽，無非佛界。】"
    },
    {
      "id": "03-001-0003_p0018",
      "zh_CN": "『大相』就是佛的三十二相，『小相』就是讲的八十种好，就是细相。一一相海庄严法身。看佛，先看佛的白毫相、看佛的眼睛、看佛的眉毛、看佛的头发，所以先观大的相，然后逐渐看到八十种好，深深的印在我们脑海里面，常常能够把这个像浮起来，就是时时刻刻我们能想到，我们要做这个功夫。为什么？前面在理上说过，十法界依正庄严是我们从心想变现出来的，我们心里面常常想佛，这个心就变成佛，将来这尊佛就会现前。所以，修德要以这个原理。所以观想的力量非常大，它确实能转移境界。",
      "zh_TW": "『大相』就是佛的三十二相，『小相』就是講的八十種好，就是細相。一一相海莊嚴法身。看佛，先看佛的白毫相、看佛的眼睛、看佛的眉毛、看佛的頭髮，所以先觀大的相，然後逐漸看到八十種好，深深的印在我們腦海裡面，常常能夠把這個像浮起來，就是時時刻刻我們能想到，我們要做這個功夫。為什麼？前面在理上說過，十法界依正莊嚴是我們從心想變現出來的，我們心裡面常常想佛，這個心就變成佛，將來這尊佛就會現前。所以，修德要以這個原理。所以觀想的力量非常大，它確實能轉移境界。"
    },
    {
      "id": "03-001-0003_p0019",
      "zh_CN": "我过去在台中求学的时候，李老师就讲观想讲了一个例子给我们听。他说在清朝初年有一位名医，非常有名，当时曾经就遇到一个病例，一个人生这个病，很多医生看过都说他不行、没有指望，所谓是病入膏肓，无药可救，药力达不到，没有办法救。以后这个人的家人带他去请教这位医生，这很了不起的医生，这个医生给他一诊断就告诉他，他说你放心，你这个病是小病，不必去注意它，没事情。就在他身上另外指出一个地方，你注意这个地方，如果这个地方要是出了问题，那你命就没有了。这就用观想的方法，所以他真的高明。",
      "zh_TW": "我過去在台中求學的時候，李老師就講觀想講了一個例子給我們聽。他說在清朝初年有一位名醫，非常有名，當時曾經就遇到一個病例，一個人生這個病，很多醫生看過都說他不行、沒有指望，所謂是病入膏肓，無藥可救，藥力達不到，沒有辦法救。以後這個人的家人帶他去請教這位醫生，這很了不起的醫生，這個醫生給他一診斷就告訴他，他說你放心，你這個病是小病，不必去注意它，沒事情。就在他身上另外指出一個地方，你注意這個地方，如果這個地方要是出了問題，那你命就沒有了。這就用觀想的方法，所以他真的高明。"
    },
    {
      "id": "03-001-0003_p0020",
      "zh_CN": "他回去之后，开心的说这是名医，那些医生不行，说我的病没救，还是这个医生高明。所以他就天天去注意这个地方，大概过了一个多月，这个地方就发生毛病，就有点疼痛，他心里就慌了，不得了，这下死定了，他没有法子就跑去医生那里。医生说行了，现在可以救了。他说从前你病的那个地方药力达不到，无法可救。他就教他用观想方法，把那个病转移部位，转移到这个部位，这个部位好下手，药力可以达到，把他病治好。用观想的方法可以把病的位置转变。所以这佛经上讲的观想，这个医生懂得，他也会用，他把这个病人救回来。别的医生不是不高明，真的高明看出来，但是他不晓得这个方法，不知道把这个病的位置可以转移，所以这就是用观想的方法。",
      "zh_TW": "他回去之後，開心的說這是名醫，那些醫生不行，說我的病沒救，還是這個醫生高明。所以他就天天去注意這個地方，大概過了一個多月，這個地方就發生毛病，就有點疼痛，他心裡就慌了，不得了，這下死定了，他沒有法子就跑去醫生那裡。醫生說行了，現在可以救了。他說從前你病的那個地方藥力達不到，無法可救。他就教他用觀想方法，把那個病轉移部位，轉移到這個部位，這個部位好下手，藥力可以達到，把他病治好。用觀想的方法可以把病的位置轉變。所以這佛經上講的觀想，這個醫生懂得，他也會用，他把這個病人救回來。別的醫生不是不高明，真的高明看出來，但是他不曉得這個方法，不知道把這個病的位置可以轉移，所以這就是用觀想的方法。"
    },
    {
      "id": "03-001-0003_p0021",
      "zh_CN": "【念一佛与十方佛等。念现在佛与三世佛等。】",
      "zh_TW": "【念一佛與十方佛等。念現在佛與三世佛等。】"
    },
    {
      "id": "03-001-0003_p0022",
      "zh_CN": "这一点我们要注意到。为什么？所谓「十方三世佛，共同一法身」，我们不要分别执着。我们念阿弥陀佛是释迦牟尼佛教我们念的，我们今天一天到晚念阿弥陀佛不念释迦牟尼佛，释迦牟尼佛决定不会怪你，为什么？因为他教你念的。你念阿弥陀佛就对了，你念阿弥陀佛决定往生。你往生极乐世界圆证三不退，一生成佛，这是释迦牟尼佛的愿望、本愿，他欢喜都来不及，他哪里会怪你？如果你念阿弥陀佛，又念释迦牟尼佛，又念药师佛，念了一大堆佛，释迦牟尼佛看到会摇头，为什么？你心是不错，你不能成就，你这一生不能成就，只能说你在佛法里结个善缘，你不能成就，为什么？你不可能到一心不乱，你也不可能到功夫成片，错就错在这里。所以经只要念一部，佛只要念一尊，我们拜佛、念佛、想佛都想一尊，这样子才能成就，这个叫观行。所以教给我们念一佛与念十方佛的功德决定是相等的，不要再起分别执着了。",
      "zh_TW": "這一點我們要注意到。為什麼？所謂「十方三世佛，共同一法身」，我們不要分別執著。我們念阿彌陀佛是釋迦牟尼佛教我們念的，我們今天一天到晚念阿彌陀佛不念釋迦牟尼佛，釋迦牟尼佛決定不會怪你，為什麼？因為他教你念的。你念阿彌陀佛就對了，你念阿彌陀佛決定往生。你往生極樂世界圓證三不退，一生成佛，這是釋迦牟尼佛的願望、本願，他歡喜都來不及，他哪裡會怪你？如果你念阿彌陀佛，又念釋迦牟尼佛，又念藥師佛，念了一大堆佛，釋迦牟尼佛看到會搖頭，為什麼？你心是不錯，你不能成就，你這一生不能成就，只能說你在佛法裡結個善緣，你不能成就，為什麼？你不可能到一心不亂，你也不可能到功夫成片，錯就錯在這裡。所以經只要念一部，佛只要念一尊，我們拜佛、念佛、想佛都想一尊，這樣子才能成就，這個叫觀行。所以教給我們念一佛與念十方佛的功德決定是相等的，不要再起分別執著了。"
    },
    {
      "id": "03-001-0003_p0023",
      "zh_CN": "『念现在佛与三世佛等』，「现在佛」就是阿弥陀佛，释迦牟尼佛已经涅槃，过去了，是过去佛，所以现在佛就是阿弥陀佛。念阿弥陀佛同时也是念过去佛、未来佛，所以十方三世诸佛，念一尊阿弥陀佛统统都念到了。课诵本里头都有，「法界藏身阿弥陀佛」，冠上这几个字就是说念阿弥陀佛就将十方三世一切诸佛统统念到了，一尊也没漏掉。",
      "zh_TW": "『念現在佛與三世佛等』，「現在佛」就是阿彌陀佛，釋迦牟尼佛已經涅槃，過去了，是過去佛，所以現在佛就是阿彌陀佛。念阿彌陀佛同時也是念過去佛、未來佛，所以十方三世諸佛，念一尊阿彌陀佛統統都念到了。課誦本裡頭都有，「法界藏身阿彌陀佛」，冠上這幾個字就是說念阿彌陀佛就將十方三世一切諸佛統統念到了，一尊也沒漏掉。"
    },
    {
      "id": "03-001-0003_p0024",
      "zh_CN": "【一身一智慧，力无畏亦然。念色身。念法门。念实相。常运念无不念时。念念皆觉，是名观行即佛也。】",
      "zh_TW": "【一身一智慧，力無畏亦然。念色身。念法門。念實相。常運念無不念時。念念皆覺，是名觀行即佛也。】"
    },
    {
      "id": "03-001-0003_p0025",
      "zh_CN": "『一身一智慧，力无畏亦然』，这是《华严》里面讲的「一即是多，多即是一，一多不二」，都是从真性上来说这个境界，所以《华严》称这个世界称为一真法界，这是真相。",
      "zh_TW": "『一身一智慧，力無畏亦然』，這是《華嚴》裡面講的「一即是多，多即是一，一多不二」，都是從真性上來說這個境界，所以《華嚴》稱這個世界稱為一真法界，這是真相。"
    },
    {
      "id": "03-001-0003_p0026",
      "zh_CN": "『色身』是应身佛，『法门』是报身佛，『实相』是法身佛，三身一体。念佛一定要明白这些道理。念佛想佛，『常运念无不念时』，我们要常常念，这句话要紧。因为你不念佛，你一定就念六道轮回，怎么说念六道轮回？你一天到晚，这个念就是想，你心里不想佛，你就想贪瞋痴慢、就想五欲六尘，贪瞋痴慢、五欲六尘就是六道轮回，所以这个事情很可怕。念六道轮回，你怎么能出离六道轮回？我们要出离六道轮回，就从今天起不再念六道轮回。我们要想成佛，我们从今天起就念佛，你要成菩萨就念菩萨，你要成罗汉就念罗汉。真的，这十法界是随着自己选择，你爱选择哪一个，它就会现哪一个法界。所以学佛之后才晓得六道轮回、十法界的主宰是自己不是别人，所以佛法确实自己做得了主宰。看你心里念什么，你念什么将来就变现什么。十法界里面最殊胜的是佛法界，我们想成佛，你天天就得念佛，常常念佛，「无不念时」。",
      "zh_TW": "『色身』是應身佛，『法門』是報身佛，『實相』是法身佛，三身一體。念佛一定要明白這些道理。念佛想佛，『常運念無不念時』，我們要常常念，這句話要緊。因為你不念佛，你一定就念六道輪迴，怎麼說念六道輪迴？你一天到晚，這個念就是想，你心裡不想佛，你就想貪瞋痴慢、就想五欲六塵，貪瞋痴慢、五欲六塵就是六道輪迴，所以這個事情很可怕。念六道輪迴，你怎麼能出離六道輪迴？我們要出離六道輪迴，就從今天起不再念六道輪迴。我們要想成佛，我們從今天起就念佛，你要成菩薩就念菩薩，你要成羅漢就念羅漢。真的，這十法界是隨著自己選擇，你愛選擇哪一個，它就會現哪一個法界。所以學佛之後才曉得六道輪迴、十法界的主宰是自己不是別人，所以佛法確實自己做得了主宰。看你心裡念什麼，你念什麼將來就變現什麼。十法界裡面最殊勝的是佛法界，我們想成佛，你天天就得念佛，常常念佛，「無不念時」。"
    },
    {
      "id": "03-001-0003_p0027",
      "zh_CN": "『念念皆觉』，就是始觉与本觉相应，你在做这种功夫，这叫观行即佛。观行即是功夫真正成就了，就是我们一天二十四小时当中确实是常常在念佛，佛没有间断，念佛想佛没有间断。譬如我们有工作，事情来了我们专心做事情，事情过去了，立刻就念佛，就想佛、念佛，这就是观行即。这些方法大家都要特别注意到，决定不能错。譬如在学校念书，你们一面在念书，一面在念经，一面在想佛，书没念好，考试又不及格，佛也没念好。念佛的时候想着功课，做功课的时候又想佛，这就搞乱了，这个不可以的。做功课的时候全心注意在功课上，功课好了；功课放下了，全心全力在念佛，佛也念好了，这样念才是对的。在社会上工作也是如此，我们工作的时候必定认真工作，佛弟子要给世间人做一个榜样、做一个模范，样样都能做得最好，做社会上的榜样、典型，佛也念得最好，那就是他专心。工作的时候专心工作，念佛的时候专心念佛，这才是对的，才叫做观行即。绝对不是工作的时候也想念佛，念佛的时候也想到工作，那就是一样都搞不好，他不会有成就，这是大家一定要注意到，现在搞乱的人很多。",
      "zh_TW": "『念念皆覺』，就是始覺與本覺相應，你在做這種功夫，這叫觀行即佛。觀行即是功夫真正成就了，就是我們一天二十四小時當中確實是常常在念佛，佛沒有間斷，念佛想佛沒有間斷。譬如我們有工作，事情來了我們專心做事情，事情過去了，立刻就念佛，就想佛、念佛，這就是觀行即。這些方法大家都要特別注意到，決定不能錯。譬如在學校念書，你們一面在念書，一面在念經，一面在想佛，書沒念好，考試又不及格，佛也沒念好。念佛的時候想著功課，做功課的時候又想佛，這就搞亂了，這個不可以的。做功課的時候全心注意在功課上，功課好了；功課放下了，全心全力在念佛，佛也念好了，這樣念才是對的。在社會上工作也是如此，我們工作的時候必定認真工作，佛弟子要給世間人做一個榜樣、做一個模範，樣樣都能做得最好，做社會上的榜樣、典型，佛也念得最好，那就是他專心。工作的時候專心工作，念佛的時候專心念佛，這才是對的，才叫做觀行即。絕對不是工作的時候也想念佛，念佛的時候也想到工作，那就是一樣都搞不好，他不會有成就，這是大家一定要注意到，現在搞亂的人很多。"
    },
    {
      "id": "03-001-0003_p0028",
      "zh_CN": "底下一段讲「相似即佛」，这是第四段。这个功夫又升级了，从观行升到相似。大家要晓得，我们念佛求生净土只要念到观行就行了，就决定往生。名字位不能往生，观行就往生了。观行就是我们常讲的功夫成片，带业往生，生凡圣同居土，所以这是真的都做得到。这个相似就不太容易，相似是事一心不乱，分证是理一心不乱，这个功夫相当之高，不一定我们能做得到，但是观行可以说是人人都做得到。就是你不要搞乱了，你把这个意思要搞得清清楚楚、明明白白，就是我教给你的，工作的时候专心工作，念佛的时候专心念佛，就能够做到观行位。",
      "zh_TW": "底下一段講「相似即佛」，這是第四段。這個功夫又升級了，從觀行升到相似。大家要曉得，我們念佛求生淨土只要念到觀行就行了，就決定往生。名字位不能往生，觀行就往生了。觀行就是我們常講的功夫成片，帶業往生，生凡聖同居土，所以這是真的都做得到。這個相似就不太容易，相似是事一心不亂，分證是理一心不亂，這個功夫相當之高，不一定我們能做得到，但是觀行可以說是人人都做得到。就是你不要搞亂了，你把這個意思要搞得清清楚楚、明明白白，就是我教給你的，工作的時候專心工作，念佛的時候專心念佛，就能夠做到觀行位。"
    },
    {
      "id": "03-001-0003_p0029",
      "zh_CN": "【相似佛者。念佛相好身，得相似相应。念佛法门身，得相似相应。念佛实相身，得相似相应。】",
      "zh_TW": "【相似佛者。念佛相好身，得相似相應。念佛法門身，得相似相應。念佛實相身，得相似相應。】"
    },
    {
      "id": "03-001-0003_p0030",
      "zh_CN": "这个前面说过，就是应身佛、报身佛、法身佛，虽然没有证得，好像有那么一点影像了。底下解释：",
      "zh_TW": "這個前面說過，就是應身佛、報身佛、法身佛，雖然沒有證得，好像有那麼一點影像了。底下解釋："
    },
    {
      "id": "03-001-0003_p0031",
      "zh_CN": "【相似者二物相类。如𨱎似金。】",
      "zh_TW": "【相似者二物相類。如鍮似金。】"
    },
    {
      "id": "03-001-0003_p0032",
      "zh_CN": "『𨱎』就是金矿，就是金的矿石。矿石像金，金是已经提炼出来的。",
      "zh_TW": "『鍮』就是金礦，就是金的礦石。礦石像金，金是已經提煉出來的。"
    },
    {
      "id": "03-001-0003_p0033",
      "zh_CN": "【若瓜比瓠。】",
      "zh_TW": "【若瓜比瓠。】"
    },
    {
      "id": "03-001-0003_p0034",
      "zh_CN": "这也是样子很接近。",
      "zh_TW": "這也是樣子很接近。"
    },
    {
      "id": "03-001-0003_p0035",
      "zh_CN": "【犹火先煖。涉海初平。】",
      "zh_TW": "【猶火先煖。涉海初平。】"
    },
    {
      "id": "03-001-0003_p0036",
      "zh_CN": "这都是讲相似。火没有见到，但是暖气先接触到了。海水很深，你在海滩上，你走进去是很浅的，由浅而深，但是浅的海滩跟深的大海就相似了。这些是比喻。",
      "zh_TW": "這都是講相似。火沒有見到，但是暖氣先接觸到了。海水很深，你在海灘上，你走進去是很淺的，由淺而深，但是淺的海灘跟深的大海就相似了。這些是比喻。"
    },
    {
      "id": "03-001-0003_p0037",
      "zh_CN": "【水性至冷，饮者乃知。渴不掘井，听说何为。略举其要。如法华中六根清净即是其相。名相似佛也。】",
      "zh_TW": "【水性至冷，飲者乃知。渴不掘井，聽說何為。略舉其要。如法華中六根清淨即是其相。名相似佛也。】"
    },
    {
      "id": "03-001-0003_p0038",
      "zh_CN": "这要紧的，前面都举了些比喻，就是说明什么叫相似，后面这才把相似的相给我们说出来。这相似的相就是『六根清净』，心清净、身清净、境界清净，这是相似的相现前了。这个地方的清净不是我们想像当中的清净，我们想像怎么想都不清净，为什么？因为那个想就是污染，它怎么会清净？换句话说，连那个想也没有才真清净。清净之相，就是混浊没有了。什么是混浊？烦恼是混浊。贪瞋痴慢疑恶见，我们有这些东西怎么会清净？这些东西统统没有了，心真的清净。所以相似位拿一般判教来讲是小乘阿罗汉，圆教七信位的菩萨，见思烦恼断了，真正是「六根清净」。",
      "zh_TW": "這要緊的，前面都舉了些比喻，就是說明什麼叫相似，後面這才把相似的相給我們說出來。這相似的相就是『六根清淨』，心清淨、身清淨、境界清淨，這是相似的相現前了。這個地方的清淨不是我們想像當中的清淨，我們想像怎麼想都不清淨，為什麼？因為那個想就是污染，它怎麼會清淨？換句話說，連那個想也沒有才真清淨。清淨之相，就是混濁沒有了。什麼是混濁？煩惱是混濁。貪瞋痴慢疑惡見，我們有這些東西怎麼會清淨？這些東西統統沒有了，心真的清淨。所以相似位拿一般判教來講是小乘阿羅漢，圓教七信位的菩薩，見思煩惱斷了，真正是「六根清淨」。"
    },
    {
      "id": "03-001-0003_p0039",
      "zh_CN": "我们现在六根不净，就是烦恼不断。我们现在学佛，世间法不贪了，可以舍掉，贪佛法，你们想想看这行不行？佛是教你断贪心的，不是教你换对象，换了对象，贪心还是没有断，有什么用处？没用处，所以学了佛还是不清净、还是污染。从前被世间五欲六尘染了，现在被佛法染了，这个糟糕。佛法也是染污的，所以我们一定要明白，世间法我们要舍掉，佛法也不贪着。所以《金刚经》说得很好，「法尚应舍，何况非法」，法就是佛法，佛法也要舍弃，晓得佛法是个工具，是我们过渡时期用它做一个工具，我们到达目的一定要舍它。虽然没有到达目的，我们也不必过分的去执着它，我们运用它，不执着它，以这个心态来学佛就对了，对佛法产生执着是错误的。",
      "zh_TW": "我們現在六根不淨，就是煩惱不斷。我們現在學佛，世間法不貪了，可以捨掉，貪佛法，你們想想看這行不行？佛是教你斷貪心的，不是教你換對象，換了對象，貪心還是沒有斷，有什麼用處？沒用處，所以學了佛還是不清淨、還是污染。從前被世間五欲六塵染了，現在被佛法染了，這個糟糕。佛法也是染污的，所以我們一定要明白，世間法我們要捨掉，佛法也不貪著。所以《金剛經》說得很好，「法尚應捨，何況非法」，法就是佛法，佛法也要捨棄，曉得佛法是個工具，是我們過渡時期用它做一個工具，我們到達目的一定要捨它。雖然沒有到達目的，我們也不必過分的去執著它，我們運用它，不執著它，以這個心態來學佛就對了，對佛法產生執著是錯誤的。"
    },
    {
      "id": "03-001-0003_p0040",
      "zh_CN": "所以这部经典里面，前面把纲领、原则提示给我们，就是三善跟妙观。妙观是帮助我们修清净心，三善是帮助我们断恶修善，就是三种净业，帮助我们断恶修善，也就是起用。十六观是修心的，修清净心，三善是修行。我们现在生活在这个世间，处事待人接物，我们要用什么态度，《观经》上讲的三善，要用这个态度，用这个原则来处事待人接物，就跟诸佛菩萨住在世间处事待人接物没有两样。三种净业就是佛菩萨们怎样处事待人接物，这是我们要学习的。十六观，是用这个方法去除我们的见思烦恼、尘沙烦恼、无明烦恼，恢复我们的清净心，恢复我们的自性，所以六根清净是有标准的，不是我们想像的。",
      "zh_TW": "所以這部經典裡面，前面把綱領、原則提示給我們，就是三善跟妙觀。妙觀是幫助我們修清淨心，三善是幫助我們斷惡修善，就是三種淨業，幫助我們斷惡修善，也就是起用。十六觀是修心的，修清淨心，三善是修行。我們現在生活在這個世間，處事待人接物，我們要用什麼態度，《觀經》上講的三善，要用這個態度，用這個原則來處事待人接物，就跟諸佛菩薩住在世間處事待人接物沒有兩樣。三種淨業就是佛菩薩們怎樣處事待人接物，這是我們要學習的。十六觀，是用這個方法去除我們的見思煩惱、塵沙煩惱、無明煩惱，恢復我們的清淨心，恢復我們的自性，所以六根清淨是有標準的，不是我們想像的。"
    },
    {
      "id": "03-001-0003_p0041",
      "zh_CN": "【分证佛者。】",
      "zh_TW": "【分證佛者。】"
    },
    {
      "id": "03-001-0003_p0042",
      "zh_CN": "分证位就是我们念佛的理一心不乱，相似位是事一心不乱。",
      "zh_TW": "分證位就是我們念佛的理一心不亂，相似位是事一心不亂。"
    },
    {
      "id": "03-001-0003_p0043",
      "zh_CN": "【初发心住。一发一切发。发一切功德。发一切智慧。发一切境界。不前不后。亦不一时。三智一心中得。得如来妙色身，湛然应一切。开秘密藏。以不住法，即住其中。】",
      "zh_TW": "【初發心住。一發一切發。發一切功德。發一切智慧。發一切境界。不前不後。亦不一時。三智一心中得。得如來妙色身，湛然應一切。開祕密藏。以不住法，即住其中。】"
    },
    {
      "id": "03-001-0003_p0044",
      "zh_CN": "这就是我们宗门里面常讲的大彻大悟、明心见性。『发』就是大彻大悟的意思，明心见性了。『一发一切发』，这一句是总，就是一悟一切悟，没有一样不悟的，这个地位是在发心住，发心住这个位子是圆教初住菩萨，在别教就是初地菩萨。别教初地菩萨跟圆教初住菩萨在断证的功夫上说是相同的，但是智慧不一样，圆初住菩萨的智慧超过别教初地。因为这部经是圆教经典，所以用的判教都用圆教来判。发心住就是破一品无明、见一分真性，所以是理一心不乱，功夫到这个境界，前面也曾经跟诸位提到过，你什么都通了。一部经通，一切经都通，如果还有一部经不通，你没有到这个境界，你充其量只是相似位的境界，没有到这个境界。到这个境界决定是一了百了，一通一切通，可是你记住，人家只用一个方法达到。",
      "zh_TW": "這就是我們宗門裡面常講的大徹大悟、明心見性。『發』就是大徹大悟的意思，明心見性了。『一發一切發』，這一句是總，就是一悟一切悟，沒有一樣不悟的，這個地位是在發心住，發心住這個位子是圓教初住菩薩，在別教就是初地菩薩。別教初地菩薩跟圓教初住菩薩在斷證的功夫上說是相同的，但是智慧不一樣，圓初住菩薩的智慧超過別教初地。因為這部經是圓教經典，所以用的判教都用圓教來判。發心住就是破一品無明、見一分真性，所以是理一心不亂，功夫到這個境界，前面也曾經跟諸位提到過，你什麼都通了。一部經通，一切經都通，如果還有一部經不通，你沒有到這個境界，你充其量只是相似位的境界，沒有到這個境界。到這個境界決定是一了百了，一通一切通，可是你記住，人家只用一個方法達到。"
    },
    {
      "id": "03-001-0003_p0045",
      "zh_CN": "所以在我想像当中，有很多不认识字的老太婆，你看她真是无知无识，她就老老实实念这句阿弥陀佛，念上几年她预知时至，她往生了。预知时至往生的，在我相信他不是到理一心，决定是到事一心，否则的话，他怎么知道过去、现在、未来？他知道，他晓得什么时候走，日期、时间那么准确，到那时候一点都不差，确实到这个功夫。这个功夫不是自己预期的，我想要什么时候达到，不是的。他就是心清净，清净到极处，这个境界自然现前。",
      "zh_TW": "所以在我想像當中，有很多不認識字的老太婆，你看她真是無知無識，她就老老實實念這句阿彌陀佛，念上幾年她預知時至，她往生了。預知時至往生的，在我相信他不是到理一心，決定是到事一心，否則的話，他怎麼知道過去、現在、未來？他知道，他曉得什麼時候走，日期、時間那麼準確，到那時候一點都不差，確實到這個功夫。這個功夫不是自己預期的，我想要什麼時候達到，不是的。他就是心清淨，清淨到極處，這個境界自然現前。"
    },
    {
      "id": "03-001-0003_p0046",
      "zh_CN": "所以念佛人就是老老实实把这句佛号念下去，你也不要想，我要得一心不乱，我要得功夫成片，因为你这个想都是妄想，障碍你一心不乱，因为一心不乱里头没有一个一心不乱，有个一心不乱就头上安头，就变成障碍。你不想一心不乱，到时候自然一心不乱现前。想，我怎么还没有得一心不乱？你永远不可能得一心不乱，为什么？你乱心，乱心怎么会得一心？由此可知，连一心不乱都不能想，其他的更不必说了。所以一句佛号一直念下去，什么都不想。要想，想佛可以，想西方境界可以。也不要想我快快的到那里去，不要着急，这个东西急不得的。这样念才如法，所以「老实」这两个字非常可贵，老老实实念去。",
      "zh_TW": "所以念佛人就是老老實實把這句佛號念下去，你也不要想，我要得一心不亂，我要得功夫成片，因為你這個想都是妄想，障礙你一心不亂，因為一心不亂裡頭沒有一個一心不亂，有個一心不亂就頭上安頭，就變成障礙。你不想一心不亂，到時候自然一心不亂現前。想，我怎麼還沒有得一心不亂？你永遠不可能得一心不亂，為什麼？你亂心，亂心怎麼會得一心？由此可知，連一心不亂都不能想，其他的更不必說了。所以一句佛號一直念下去，什麼都不想。要想，想佛可以，想西方境界可以。也不要想我快快的到那裡去，不要著急，這個東西急不得的。這樣念才如法，所以「老實」這兩個字非常可貴，老老實實念去。"
    },
    {
      "id": "03-001-0003_p0047",
      "zh_CN": "世间，前面说过了，人事环境、物质环境，或顺、或逆都没有关系，我们在这个世间是住旅馆，几天就要走了。他好，我们点头，很好；他不好，我们也点头，也很好，都没有事。换句话说，与我们不相干，我们是来旅行的，这个地方不是我们的家，一样东西都不是自己的，你操这些心干什么？不要操心。所以把全部的精神集中起来去念阿弥陀佛，去办我们回家的路子，这才是重要的。",
      "zh_TW": "世間，前面說過了，人事環境、物質環境，或順、或逆都沒有關係，我們在這個世間是住旅館，幾天就要走了。他好，我們點頭，很好；他不好，我們也點頭，也很好，都沒有事。換句話說，與我們不相干，我們是來旅行的，這個地方不是我們的家，一樣東西都不是自己的，你操這些心幹什麼？不要操心。所以把全部的精神集中起來去念阿彌陀佛，去辦我們回家的路子，這才是重要的。"
    },
    {
      "id": "03-001-0003_p0048",
      "zh_CN": "这些年来，我在很多地方讲经，对我自己修持来说有很大的帮助，那就是真真实实给我一个观念，这个世界是旅馆。我每到一个地方，算算在台湾，现在讲是住得最长，最长多久？每回来一次住两个月，最长的，两个月就要走了。国外一共有十二个地方，每个地方住一个星期，就四、五个月了，如果每个地方住半个月，差不多一年就快过去了，所以给我一个观感就是天天都住旅馆，把家的观念淡薄了。所以虽然是出家了，他常住在这个庙，那个庙就是他的家，他还有个家的观念，那个家不容易舍，很难舍得掉。常常到外面去住旅馆，家的观念自然就淡了，容易舍掉，会想到什么？真的常说「生不带来，死不带去」，没有一样东西是自己的，所以对于一切法不贪恋，心理上负担减轻很多，不管到哪个地方都好，没有一个地方不好。所以哪里有缘，哪个地方多住几天，没有缘就少住几天，对于看破、放下有很大的帮助。",
      "zh_TW": "這些年來，我在很多地方講經，對我自己修持來說有很大的幫助，那就是真真實實給我一個觀念，這個世界是旅館。我每到一個地方，算算在台灣，現在講是住得最長，最長多久？每回來一次住兩個月，最長的，兩個月就要走了。國外一共有十二個地方，每個地方住一個星期，就四、五個月了，如果每個地方住半個月，差不多一年就快過去了，所以給我一個觀感就是天天都住旅館，把家的觀念淡薄了。所以雖然是出家了，他常住在這個廟，那個廟就是他的家，他還有個家的觀念，那個家不容易捨，很難捨得掉。常常到外面去住旅館，家的觀念自然就淡了，容易捨掉，會想到什麼？真的常說「生不帶來，死不帶去」，沒有一樣東西是自己的，所以對於一切法不貪戀，心理上負擔減輕很多，不管到哪個地方都好，沒有一個地方不好。所以哪裡有緣，哪個地方多住幾天，沒有緣就少住幾天，對於看破、放下有很大的幫助。"
    },
    {
      "id": "03-001-0003_p0049",
      "zh_CN": "所以外面机缘很多，你们同修们要肯发心到国外去走一走，能讲经的，讲讲经很好；不能讲经的，带他们念佛。我在每个地方都提倡念佛法门，其他道场没有念佛，凡是我常常讲经的地方，统统劝他们念佛。所以诸位能把念佛、打佛七的仪规学好之后，国外都欢迎，每个地方都欢迎，带着他们念佛。我们这个道场的悟本师现在派到美国就是带他们念佛，道场人数不多，在美国非常难得、非常殊胜，为什么？我们一个星期七天都念佛，这个很不容易。在那边我们每天晚上念两个钟点的佛，从星期一到星期六，晚上八点钟到十点钟，念两个小时。星期天念经，一个礼拜念一次经，念《无量寿经》，大家在一块诵经。这部经念完之后就上供，中午一起吃饭，吃饭之后就散会。所以每个星期，天天都有修学的机会。所以那个地方不讲经的，他们要听经，听录音带。录音带、录影带，我们在此地讲的带子都要寄过去，他们拿回家去听。所以大家到那边去领导大众念佛。",
      "zh_TW": "所以外面機緣很多，你們同修們要肯發心到國外去走一走，能講經的，講講經很好；不能講經的，帶他們念佛。我在每個地方都提倡念佛法門，其他道場沒有念佛，凡是我常常講經的地方，統統勸他們念佛。所以諸位能把念佛、打佛七的儀規學好之後，國外都歡迎，每個地方都歡迎，帶著他們念佛。我們這個道場的悟本師現在派到美國就是帶他們念佛，道場人數不多，在美國非常難得、非常殊勝，為什麼？我們一個星期七天都念佛，這個很不容易。在那邊我們每天晚上念兩個鐘點的佛，從星期一到星期六，晚上八點鐘到十點鐘，念兩個小時。星期天念經，一個禮拜念一次經，念《無量壽經》，大家在一塊誦經。這部經念完之後就上供，中午一起吃飯，吃飯之後就散會。所以每個星期，天天都有修學的機會。所以那個地方不講經的，他們要聽經，聽錄音帶。錄音帶、錄影帶，我們在此地講的帶子都要寄過去，他們拿回家去聽。所以大家到那邊去領導大眾念佛。"
    },
    {
      "id": "03-001-0003_p0050",
      "zh_CN": "这个念佛的方法，我想了一个方法，他们都照我的方法去做。我原本以为这个方法是我发明的，非常受他们欢迎。结果最近去翻旧书，翻到清朝康熙年间行策法师有一个念佛仪规，我一看，跟我想的完全一样，三百年前它已经有了，跟我现在这个做法完全相同。这个方法非常简单，大家在一块共修没有一点压力的感触，所以非常受欢迎，尤其在国外身心压力很重，他们用这个方法觉得非常好，所以他们有空就会来念佛。",
      "zh_TW": "這個念佛的方法，我想了一個方法，他們都照我的方法去做。我原本以為這個方法是我發明的，非常受他們歡迎。結果最近去翻舊書，翻到清朝康熙年間行策法師有一個念佛儀規，我一看，跟我想的完全一樣，三百年前它已經有了，跟我現在這個做法完全相同。這個方法非常簡單，大家在一塊共修沒有一點壓力的感觸，所以非常受歡迎，尤其在國外身心壓力很重，他們用這個方法覺得非常好，所以他們有空就會來念佛。"
    },
    {
      "id": "03-001-0003_p0051",
      "zh_CN": "所以这里说从一门深入就能大彻大悟。法门学多了，要悟就难了。所以古人的成就，我们仔细去研究，几乎都是一门深入的，不管他学哪部经、哪部论，他学一部总是花个十几二十年的时间去专攻，然后这一门悟入了，一切经论他都能讲，甚至于他一生著作等身。但是你要晓得，他的功夫是得自一门上的，决不是说他读了很多书，做了很多注解，不是的。他一门入进去之后，才有能力、有时间给一切经论做注解。现代人学佛的方法跟古人恰好相反，现在一开头要博学多闻，结果搞了一辈子，一样也没搞通，这是犯了很大的错误。",
      "zh_TW": "所以這裡說從一門深入就能大徹大悟。法門學多了，要悟就難了。所以古人的成就，我們仔細去研究，幾乎都是一門深入的，不管他學哪部經、哪部論，他學一部總是花個十幾二十年的時間去專攻，然後這一門悟入了，一切經論他都能講，甚至於他一生著作等身。但是你要曉得，他的功夫是得自一門上的，決不是說他讀了很多書，做了很多註解，不是的。他一門入進去之後，才有能力、有時間給一切經論做註解。現代人學佛的方法跟古人恰好相反，現在一開頭要博學多聞，結果搞了一輩子，一樣也沒搞通，這是犯了很大的錯誤。"
    },
    {
      "id": "03-001-0003_p0052",
      "zh_CN": "分证就是开悟了，所以底下举了几个例子，『发一切功德，发一切智慧，发一切境界，不前不后，亦不一时，三智一心中得』。这也就是讲一心三观，才能够成就一心三智，没有一样不现前。三身三德同时现前，所以他说「不前不后，亦不一时」。这个境界就好像我们作梦一样，我们在梦中这个境界现前，你说那个梦境有没有先后？有没有次第？没有。像一面镜子照外面境界，它有没有先后？照理论说，你们第一排人应该先照进去，第二排第二次照进去，第三排应该再按照次序照进去，这才有先后，实际上它没有先后，它一照统统照进来，没有先后、没有次第。所以一发一切发，不但佛法里面你一切通达，世间法也一切通达。佛法通达，世间法不通达，你还没有开悟。真正开悟了，世出世间法不但通达，圆融自在，他才真正有受用。我们再看底下一段：",
      "zh_TW": "分證就是開悟了，所以底下舉了幾個例子，『發一切功德，發一切智慧，發一切境界，不前不後，亦不一時，三智一心中得』。這也就是講一心三觀，才能夠成就一心三智，沒有一樣不現前。三身三德同時現前，所以他說「不前不後，亦不一時」。這個境界就好像我們作夢一樣，我們在夢中這個境界現前，你說那個夢境有沒有先後？有沒有次第？沒有。像一面鏡子照外面境界，它有沒有先後？照理論說，你們第一排人應該先照進去，第二排第二次照進去，第三排應該再按照次序照進去，這才有先後，實際上它沒有先後，它一照統統照進來，沒有先後、沒有次第。所以一發一切發，不但佛法裡面你一切通達，世間法也一切通達。佛法通達，世間法不通達，你還沒有開悟。真正開悟了，世出世間法不但通達，圓融自在，他才真正有受用。我們再看底下一段："
    },
    {
      "id": "03-001-0003_p0053",
      "zh_CN": "【以普现色身，作众色像。一音随类，报答诸声。不动真际，群情等悦。】",
      "zh_TW": "【以普現色身，作眾色像。一音隨類，報答諸聲。不動真際，群情等悅。】"
    },
    {
      "id": "03-001-0003_p0054",
      "zh_CN": "『群情』，就是我先前跟诸位说的，一切善人、恶人、顺境、逆境，他没有不自在的，他能够适应。无论什么环境他都非常自在，真正做到自由自在，我们俗话讲的无牵无挂、无忧无虑，任何境界里面都是法喜充满，这是真正修行有了心得、有了收获。我们一般讲法喜充满，第一个得到的受用就是法喜，这种喜悦是从内心里面生出来的，不是外面的。我们凡夫没有法喜，只有烦恼，外面一刺激，烦恼就现前，顺境生欢喜心，欢喜是烦恼；逆境，瞋恚心、嫉妒心都生了，统统是生烦恼。不像佛菩萨，佛菩萨六根对六尘境界生法喜，法喜里面没有贪瞋痴慢，没有喜怒哀乐，没有这些，那是真正的喜悦。这一段就是这个意思。",
      "zh_TW": "『群情』，就是我先前跟諸位說的，一切善人、惡人、順境、逆境，他沒有不自在的，他能夠適應。無論什麼環境他都非常自在，真正做到自由自在，我們俗話講的無牽無掛、無憂無慮，任何境界裡面都是法喜充滿，這是真正修行有了心得、有了收穫。我們一般講法喜充滿，第一個得到的受用就是法喜，這種喜悅是從內心裡面生出來的，不是外面的。我們凡夫沒有法喜，只有煩惱，外面一刺激，煩惱就現前，順境生歡喜心，歡喜是煩惱；逆境，瞋恚心、嫉妒心都生了，統統是生煩惱。不像佛菩薩，佛菩薩六根對六塵境界生法喜，法喜裡面沒有貪瞋痴慢，沒有喜怒哀樂，沒有這些，那是真正的喜悅。這一段就是這個意思。"
    },
    {
      "id": "03-001-0003_p0055",
      "zh_CN": "【应以三轮度者。能八相成道具佛威仪。以佛音声，方便而度脱之。况九法界三轮耶。初住尚尔，况等觉耶。是名分证即佛也。】",
      "zh_TW": "【應以三輪度者。能八相成道具佛威儀。以佛音聲，方便而度脫之。況九法界三輪耶。初住尚爾，況等覺耶。是名分證即佛也。】"
    },
    {
      "id": "03-001-0003_p0056",
      "zh_CN": "分证位，为什么知道它是圆教初住？如果不是圆教初住，他不可能现八相成道，这个文在此地清清楚楚。圆教初住就是应以佛身而得度者，他就可以现佛身，《观世音普门品》里面所讲，应以什么身得度，他就能示现什么身。他有能力示现藏教、通教的『八相成道』佛威仪，有能力随类化身，初住菩萨就有这种能力。所以从初住到等觉这四十一个位次，十住、十行、十回向、十地、等觉，四十一个位次，《华严经》里面讲四十一位法身大士都是属于分证觉。究竟觉只有一位，就是圆教的佛，圆教佛是究竟即。佛有藏教佛、通教佛、别教佛，藏通别佛统统是分证位，不是究竟位，究竟位只有圆教佛。分证位里头有四十一个等级，就是从初住到等觉，这都是在这一段里面所讲的，这是理一心。那我们就晓得念佛理一心，虽然同样都是理一心，浅深程度不一样，为什么？初住就是理一心，等觉菩萨也是理一心，所以理一心里面就有四十一个阶级。",
      "zh_TW": "分證位，為什麼知道它是圓教初住？如果不是圓教初住，他不可能現八相成道，這個文在此地清清楚楚。圓教初住就是應以佛身而得度者，他就可以現佛身，《觀世音普門品》裡面所講，應以什麼身得度，他就能示現什麼身。他有能力示現藏教、通教的『八相成道』佛威儀，有能力隨類化身，初住菩薩就有這種能力。所以從初住到等覺這四十一個位次，十住、十行、十迴向、十地、等覺，四十一個位次，《華嚴經》裡面講四十一位法身大士都是屬於分證覺。究竟覺只有一位，就是圓教的佛，圓教佛是究竟即。佛有藏教佛、通教佛、別教佛，藏通別佛統統是分證位，不是究竟位，究竟位只有圓教佛。分證位裡頭有四十一個等級，就是從初住到等覺，這都是在這一段裡面所講的，這是理一心。那我們就曉得念佛理一心，雖然同樣都是理一心，淺深程度不一樣，為什麼？初住就是理一心，等覺菩薩也是理一心，所以理一心裡面就有四十一個階級。"
    },
    {
      "id": "03-001-0003_p0057",
      "zh_CN": "由此可知，等觉菩萨，这地方讲的圆教等觉，等觉菩萨你看在华严会上，普贤菩萨十大愿王导归极乐，还要劝这些四十一位法身大士统统求生西方极乐世界。我们读了这个经文要问一问为什么，他们为什么要到西方极乐世界去？他去干什么？只有一个道理，他去证究竟觉。他要不去证究竟觉，他到西方极乐世界干什么？所以这样我们才明了西方极乐世界的殊胜。为什么？十方世界要想证究竟觉，都得到西方极乐世界去。",
      "zh_TW": "由此可知，等覺菩薩，這地方講的圓教等覺，等覺菩薩你看在華嚴會上，普賢菩薩十大願王導歸極樂，還要勸這些四十一位法身大士統統求生西方極樂世界。我們讀了這個經文要問一問為什麼，他們為什麼要到西方極樂世界去？他去幹什麼？只有一個道理，他去證究竟覺。他要不去證究竟覺，他到西方極樂世界幹什麼？所以這樣我們才明瞭西方極樂世界的殊勝。為什麼？十方世界要想證究竟覺，都得到西方極樂世界去。"
    },
    {
      "id": "03-001-0003_p0058",
      "zh_CN": "我们今天一学佛，一下手就到西方极乐世界去，这个殊胜，这是真正不可思议。修别的法门，拐弯抹角，不晓得浪费多少时间，走多少冤枉路，最后还要到西方世界去。我们早就到了。同样两个学佛的人，他学禅的，他学密的，我学念佛的，我已经这一生就到了，他们不晓得多生多劫以后才到，到了之后，老兄，你怎么这个时候才来？确实是如此。浪费多少时间，浪费多少精神，到后来还是要到西方世界，他要不到西方极乐世界，他究竟觉成不了，所以才知道这个法门的殊胜，十方一切诸佛赞叹不是虚赞的，实在有道理。好，我们今天就讲到此地。",
      "zh_TW": "我們今天一學佛，一下手就到西方極樂世界去，這個殊勝，這是真正不可思議。修別的法門，拐彎抹角，不曉得浪費多少時間，走多少冤枉路，最後還要到西方世界去。我們早就到了。同樣兩個學佛的人，他學禪的，他學密的，我學念佛的，我已經這一生就到了，他們不曉得多生多劫以後才到，到了之後，老兄，你怎麼這個時候才來？確實是如此。浪費多少時間，浪費多少精神，到後來還是要到西方世界，他要不到西方極樂世界，他究竟覺成不了，所以才知道這個法門的殊勝，十方一切諸佛讚歎不是虛讚的，實在有道理。好，我們今天就講到此地。"
    }
  ]
}