{
  "doc_id": "12-036-0002",
  "title": {
    "zh_CN": "善财童子参学报告（十八）",
    "zh_TW": "善財童子參學報告（十八）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-036-0002",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "12-036-0002_p0001",
      "zh_CN": "请看讲义第一面，第一大段「依教趣求」第二个小段：",
      "zh_TW": "請看講義第一面，第一大段「依教趣求」第二個小段："
    },
    {
      "id": "12-036-0002_p0002",
      "zh_CN": "【善财闻善知识教，一心正念。随顺智慧光明。通达甚深解脱。忆持自在三昧。敬奉清净教海。观察诸佛威德。】",
      "zh_TW": "【善財聞善知識教，一心正念。隨順智慧光明。通達甚深解脫。憶持自在三昧。敬奉清淨教海。觀察諸佛威德。】"
    },
    {
      "id": "12-036-0002_p0003",
      "zh_CN": "昨天我们讲到此地。今天我们接着看下面这一句：",
      "zh_TW": "昨天我們講到此地。今天我們接著看下面這一句："
    },
    {
      "id": "12-036-0002_p0004",
      "zh_CN": "【欣乐诸佛住处。】",
      "zh_TW": "【欣樂諸佛住處。】"
    },
    {
      "id": "12-036-0002_p0005",
      "zh_CN": "『欣』是欢喜，『乐』是爱好；爱好诸佛的住处。这一句意思，我想大家都不难懂。居处的环境，对我们的生活有决定的影响。因此选择居住的处所，在人生是一桩大事。而尤其是中国人，中国人相信风水，总得选择一个风水好的地方做为居住的环境。风水有没有？不能说没有，也不能说一定有。古人跟我们说了一个原则：「福地福人居，福人居福地。」这两句话意味深长，使我们真正理解风水究竟是什么。要用现代的话来说，风水就是我们居住的环境。在佛法里头说「境随心转」，所以世尊在经论里面告诉我们，看相、算命、占卜、风水都是佛所不许，而这些东西确实是存在。",
      "zh_TW": "『欣』是歡喜，『樂』是愛好；愛好諸佛的住處。這一句意思，我想大家都不難懂。居處的環境，對我們的生活有決定的影響。因此選擇居住的處所，在人生是一樁大事。而尤其是中國人，中國人相信風水，總得選擇一個風水好的地方做為居住的環境。風水有沒有？不能說沒有，也不能說一定有。古人跟我們說了一個原則：「福地福人居，福人居福地。」這兩句話意味深長，使我們真正理解風水究竟是什麼。要用現代的話來說，風水就是我們居住的環境。在佛法裡頭說「境隨心轉」，所以世尊在經論裡面告訴我們，看相、算命、占卜、風水都是佛所不許，而這些東西確實是存在。"
    },
    {
      "id": "12-036-0002_p0006",
      "zh_CN": "诸位这两天都在看《了凡四训》的连续剧，孔先生算了凡先生的命运，不能说不准确。细细的读这个小册子，我们能够体会得到，真正是「一饮一啄，莫非前定」。人怎么会没有命运？当然有。可是世间人知道这当然之事，他不知道所以然的道理。命运究竟是什么样的因缘造成的，世间人不知道。唯有大圣大贤，他们有真实的智慧，把这个事情所以然的道理为我们指示明了，我们这才恍然大悟。命运不是上帝主宰，也不是神明给我们定的，更与阎罗王没关系。命运从哪里来的？命运是自己造的，正所谓是「种善因得善果，造恶业一定要受恶报」；命运的道理就是因果报应，这是真理，自己作自己受。至于天地鬼神，不过是因势利导而已，他不能改变你。我们求神明保佑，他真的能保佑吗？他没有这个权力。我们求佛菩萨保佑，佛菩萨真的能保佑我们，但是你不要迷信。佛菩萨用什么方法保佑我们？佛菩萨把这个道理说明白了。",
      "zh_TW": "諸位這兩天都在看《了凡四訓》的連續劇，孔先生算了凡先生的命運，不能說不準確。細細的讀這個小冊子，我們能夠體會得到，真正是「一飲一啄，莫非前定」。人怎麼會沒有命運？當然有。可是世間人知道這當然之事，他不知道所以然的道理。命運究竟是什麼樣的因緣造成的，世間人不知道。唯有大聖大賢，他們有真實的智慧，把這個事情所以然的道理為我們指示明瞭，我們這才恍然大悟。命運不是上帝主宰，也不是神明給我們定的，更與閻羅王沒關係。命運從哪裡來的？命運是自己造的，正所謂是「種善因得善果，造惡業一定要受惡報」；命運的道理就是因果報應，這是真理，自己作自己受。至於天地鬼神，不過是因勢利導而已，他不能改變你。我們求神明保佑，他真的能保佑嗎？他沒有這個權力。我們求佛菩薩保佑，佛菩薩真的能保佑我們，但是你不要迷信。佛菩薩用什麼方法保佑我們？佛菩薩把這個道理說明白了。"
    },
    {
      "id": "12-036-0002_p0007",
      "zh_CN": "业可以转变，诸位要晓得，善的业因可以变为恶的，恶的业因可以变为善的。谁在那里转变？在自己。佛把这个道理说清楚、说明了，我们如果真的能体会、能懂得，我们要想得善的果报，没有别的，认真努力种善因。只要能够断一切恶、修一切善，纵然过去生中造作许多恶业，这一生当中应当受很多苦报的，都能转变过来，确实能消业障。所以不是佛菩萨给我们消的，不是天神、阎罗王给我们消的，自己消的。",
      "zh_TW": "業可以轉變，諸位要曉得，善的業因可以變為惡的，惡的業因可以變為善的。誰在那裡轉變？在自己。佛把這個道理說清楚、說明瞭，我們如果真的能體會、能懂得，我們要想得善的果報，沒有別的，認真努力種善因。只要能夠斷一切惡、修一切善，縱然過去生中造作許多惡業，這一生當中應當受很多苦報的，都能轉變過來，確實能消業障。所以不是佛菩薩給我們消的，不是天神、閻羅王給我們消的，自己消的。"
    },
    {
      "id": "12-036-0002_p0008",
      "zh_CN": "从什么地方消起？经论里面讲得很清楚，从起心动念之处。人一定要懂得自求多福，你明白这个道理，你觉悟了。大乘经论里面讲得很透彻、讲得很明白，十法界的众生，从佛法界到地狱法界，一切众生都具足十法界的业因。佛家讲阿赖耶识里含藏的业习种子，我们有成佛的业因，我们有作菩萨的业因，我们也有地狱、饿鬼、畜生的业因，没有一个人不具足。现在我们要问，如果我们要想作佛，怎么个作法？佛告诉我们，如果你想作佛，你就学佛，加强佛种子的缘；因已经有了，佛因再加上佛的缘，必然佛的果报就现前，就这么个道理。",
      "zh_TW": "從什麼地方消起？經論裡面講得很清楚，從起心動念之處。人一定要懂得自求多福，你明白這個道理，你覺悟了。大乘經論裡面講得很透徹、講得很明白，十法界的眾生，從佛法界到地獄法界，一切眾生都具足十法界的業因。佛家講阿賴耶識裡含藏的業習種子，我們有成佛的業因，我們有作菩薩的業因，我們也有地獄、餓鬼、畜生的業因，沒有一個人不具足。現在我們要問，如果我們要想作佛，怎麼個作法？佛告訴我們，如果你想作佛，你就學佛，加強佛種子的緣；因已經有了，佛因再加上佛的緣，必然佛的果報就現前，就這麼個道理。"
    },
    {
      "id": "12-036-0002_p0009",
      "zh_CN": "我们每一个众生，不但是人，一切众生都有地狱的种子。地狱的种子是什么？瞋恚嫉妒，这个念头是地狱的业因。如果我们看到别人做了一些好的事情，看到心里难过、不顺眼，生嫉妒、生瞋恚，你就又跟地狱的业因又加上缘了地狱的业缘，将来的果报就堕地狱，地狱境界就现前了。这个道理不但是佛经里面讲得很多、讲得很透彻，古今中外宗教里面所说的，圣贤人所讲的，讲得太多太多了，只可惜我们现代人把它看作迷信，没有把它放在心里，更不能够依教奉行，我们过失在此地。所以我们不懂得造善的缘，随顺自己的烦恼习气，我们讲席里常讲，随顺自己的自私自利，随顺自己的贪瞋 痴慢，随顺自己名闻利养，这样造作都是属于恶缘，让我们阿赖耶识里面恶的种子起现行，果报不善，这个道理不能不懂。",
      "zh_TW": "我們每一個眾生，不但是人，一切眾生都有地獄的種子。地獄的種子是什麼？瞋恚嫉妒，這個念頭是地獄的業因。如果我們看到別人做了一些好的事情，看到心裡難過、不順眼，生嫉妒、生瞋恚，你就又跟地獄的業因又加上緣了地獄的業緣，將來的果報就墮地獄，地獄境界就現前了。這個道理不但是佛經裡面講得很多、講得很透徹，古今中外宗教裡面所說的，聖賢人所講的，講得太多太多了，只可惜我們現代人把它看作迷信，沒有把它放在心裡，更不能夠依教奉行，我們過失在此地。所以我們不懂得造善的緣，隨順自己的煩惱習氣，我們講席裡常講，隨順自己的自私自利，隨順自己的貪瞋 痴慢，隨順自己名聞利養，這樣造作都是屬於惡緣，讓我們阿賴耶識裡面惡的種子起現行，果報不善，這個道理不能不懂。"
    },
    {
      "id": "12-036-0002_p0010",
      "zh_CN": "真搞明白了，我们就晓得怎样做人。人不是这一生，有过去生、无量劫来生生世世，我们跟一切众生结的缘，有善缘也有恶缘。善缘，在这一生当中，无论在世法、在佛法，有很多人帮助我们，世法里头所讲的「贵人多」；你的贵人多，无论你做什么事情，容易成就。可是要知道，我们也曾经跟许多众生结了恶缘。恶缘，在一般讲，魔障多、冤家多；你想做一桩好事，这些冤亲债主他来障碍、他来破坏，他不让你成就。我们学佛的人懂得，遇到这些事情，过去生中我对不起他，今天他这样子对付我是正确的。他来毁谤我，他来侮辱我，他来陷害我，这是我应当承受的果报，欢喜接受，毫无怨言。不但没有怨言，决定没有一念恶念报复，我们这个业障就消掉了。如果别人骂我们，我们再回去骂他，这是冤业愈结愈深，生生世世没完没了，这是绝大的错误。",
      "zh_TW": "真搞明白了，我們就曉得怎樣做人。人不是這一生，有過去生、無量劫來生生世世，我們跟一切眾生結的緣，有善緣也有惡緣。善緣，在這一生當中，無論在世法、在佛法，有很多人幫助我們，世法裡頭所講的「貴人多」；你的貴人多，無論你做什麼事情，容易成就。可是要知道，我們也曾經跟許多眾生結了惡緣。惡緣，在一般講，魔障多、冤家多；你想做一樁好事，這些冤親債主他來障礙、他來破壞，他不讓你成就。我們學佛的人懂得，遇到這些事情，過去生中我對不起他，今天他這樣子對付我是正確的。他來毀謗我，他來侮辱我，他來陷害我，這是我應當承受的果報，歡喜接受，毫無怨言。不但沒有怨言，決定沒有一念惡念報復，我們這個業障就消掉了。如果別人罵我們，我們再回去罵他，這是冤業愈結愈深，生生世世沒完沒了，這是絕大的錯誤。"
    },
    {
      "id": "12-036-0002_p0011",
      "zh_CN": "你看看《金刚经》上所说的，这是同修们都念过的「歌利王割截身体」，这个故事《金刚经》上只是提一提、引用一下，这个故事在《大涅槃经》里面说得很详细。你看看菩萨对于冤亲债主是怎样的处置，我们要学习。菩萨在深山修行，没有惹任何一个人；歌利王看到不顺眼，把他凌迟处死。「凌迟」是用刀一片一片把肉割下来，这样的割死，不是很痛快叫你死的。而忍辱仙人没有丝毫瞋恨，而且还发了个愿：「我将来成佛，第一个度你。」你看看那是什么样的心量！所以这是大福报，这是大智慧，究竟圆满的戒定慧三学。忍辱仙人成佛了，就是本师释迦牟尼佛。他说的话兑现了，第一个得度的憍陈如尊者，憍陈如尊者前世就是歌利王。这个冤不就解了吗？来世做非常好的师生，非常好的朋友。所以我们要记住，冤家宜解不宜结，决定不跟任何一个人结冤仇。",
      "zh_TW": "你看看《金剛經》上所說的，這是同修們都念過的「歌利王割截身體」，這個故事《金剛經》上只是提一提、引用一下，這個故事在《大涅槃經》裡面說得很詳細。你看看菩薩對於冤親債主是怎樣的處置，我們要學習。菩薩在深山修行，沒有惹任何一個人；歌利王看到不順眼，把他凌遲處死。「凌遲」是用刀一片一片把肉割下來，這樣的割死，不是很痛快叫你死的。而忍辱仙人沒有絲毫瞋恨，而且還發了個願：「我將來成佛，第一個度你。」你看看那是什麼樣的心量！所以這是大福報，這是大智慧，究竟圓滿的戒定慧三學。忍辱仙人成佛了，就是本師釋迦牟尼佛。他說的話兌現了，第一個得度的憍陳如尊者，憍陳如尊者前世就是歌利王。這個冤不就解了嗎？來世做非常好的師生，非常好的朋友。所以我們要記住，冤家宜解不宜結，決定不跟任何一個人結冤仇。"
    },
    {
      "id": "12-036-0002_p0012",
      "zh_CN": "不但不能跟人结冤仇，畜生也不能跟牠结冤仇。不要以为畜生妨碍我的生活，我讨厌牠，随便杀害牠。牠也是一条命，牠前生做错事情，愚痴造业，堕落在畜生道。牠的苦报受完之后，也会转到人世来。所以，我们要以真诚的爱心爱护一切众生，一切小动物都真诚的爱护，跟一切众生广结善缘。牠有智慧，牠也通人情，你爱护牠，牠也会照顾你，彼此互相照顾，互相帮助，这个生活多美满！何必要结冤仇？结冤仇，实在讲，是非常愚痴，跟自己过不去，不是跟别人。不但是动物有灵性，再跟诸位说，植物有灵性，瓦砾、尘土都有灵性。它要没有灵性，佛怎么可以说「依报随着正报转」？正因为它有灵性，所以人，只要你从内心里面发出真诚、清净、平等的慈悲，你住在这个地方，树木花草都供养你；树长得特别好，花开得特别香，供养你。你居住这个地方的土地，山川田地也显得格外的秀丽，田园也格外的肥沃。为什么？你自己的福报所感应的。",
      "zh_TW": "不但不能跟人結冤仇，畜生也不能跟牠結冤仇。不要以為畜生妨礙我的生活，我討厭牠，隨便殺害牠。牠也是一條命，牠前生做錯事情，愚痴造業，墮落在畜生道。牠的苦報受完之後，也會轉到人世來。所以，我們要以真誠的愛心愛護一切眾生，一切小動物都真誠的愛護，跟一切眾生廣結善緣。牠有智慧，牠也通人情，你愛護牠，牠也會照顧你，彼此互相照顧，互相幫助，這個生活多美滿！何必要結冤仇？結冤仇，實在講，是非常愚痴，跟自己過不去，不是跟別人。不但是動物有靈性，再跟諸位說，植物有靈性，瓦礫、塵土都有靈性。它要沒有靈性，佛怎麼可以說「依報隨著正報轉」？正因為它有靈性，所以人，只要你從內心裡面發出真誠、清淨、平等的慈悲，你住在這個地方，樹木花草都供養你；樹長得特別好，花開得特別香，供養你。你居住這個地方的土地，山川田地也顯得格外的秀麗，田園也格外的肥沃。為什麼？你自己的福報所感應的。"
    },
    {
      "id": "12-036-0002_p0013",
      "zh_CN": "明白这个道理之后，要不要去改风水？不要了。要改什么？要改心，风水是心可以转的。佛的住处，美好到极处，一丝毫的缺陷你都找不到。为什么？佛的心是圆满的，中国古人所讲的「止于至善」。佛的心是究竟圆满的善心，佛的念是究竟圆满的善念，佛的行为是究竟圆满的善行，所以他感得的居处是极乐世界、是华藏世界。我们在《华严经》里面看到毘卢遮那佛的住处，我们在净土经里面看到阿弥陀佛的住处，世尊为我们宣说，我们看了、听了，生起无尽的仰慕。这个佛土，就是此地讲的『住处』，是善心、善念、善行所感得的。我们懂这个道理，就知道我们要修心，我们要修行，才能感得诸佛的刹土。",
      "zh_TW": "明白這個道理之後，要不要去改風水？不要了。要改什麼？要改心，風水是心可以轉的。佛的住處，美好到極處，一絲毫的缺陷你都找不到。為什麼？佛的心是圓滿的，中國古人所講的「止於至善」。佛的心是究竟圓滿的善心，佛的念是究竟圓滿的善念，佛的行為是究竟圓滿的善行，所以他感得的居處是極樂世界、是華藏世界。我們在《華嚴經》裡面看到毘盧遮那佛的住處，我們在淨土經裡面看到阿彌陀佛的住處，世尊為我們宣說，我們看了、聽了，生起無盡的仰慕。這個佛土，就是此地講的『住處』，是善心、善念、善行所感得的。我們懂這個道理，就知道我們要修心，我們要修行，才能感得諸佛的剎土。"
    },
    {
      "id": "12-036-0002_p0014",
      "zh_CN": "这个道理，特别是在念佛的同修，我们每天念阿弥陀佛，能不能生净土？跟诸位说个老实话，未必能生。为什么？古人说得很好：「口念弥陀心散乱，喊破喉咙也枉然。」道理在此地。经上又告诉我们：「心净则佛土净。」由此可知，我们要往生西方极乐世界，所凭借的是什么？心净，这能生净土。生到西方极乐世界，跟诸位说，每个人所享受的福报不相同。凡圣同居土的福报比不上方便土，方便土的福报比不上实报土。这是什么原因？每一个人修的福不一样。所以真正懂得这个道理，了解事实真相，我们就知道我们要修的是什么，我们要学的是什么。",
      "zh_TW": "這個道理，特別是在念佛的同修，我們每天念阿彌陀佛，能不能生淨土？跟諸位說個老實話，未必能生。為什麼？古人說得很好：「口念彌陀心散亂，喊破喉嚨也枉然。」道理在此地。經上又告訴我們：「心淨則佛土淨。」由此可知，我們要往生西方極樂世界，所憑藉的是什麼？心淨，這能生淨土。生到西方極樂世界，跟諸位說，每個人所享受的福報不相同。凡聖同居土的福報比不上方便土，方便土的福報比不上實報土。這是什麼原因？每一個人修的福不一樣。所以真正懂得這個道理，了解事實真相，我們就知道我們要修的是什麼，我們要學的是什麼。"
    },
    {
      "id": "12-036-0002_p0015",
      "zh_CN": "我们要修的是清净心。我们总结世尊在大乘经论里面教导我们，真诚心、清净心、平等心、正觉心、慈悲心，我们写成五句，就是大乘经上所讲的大菩提心。说「大菩提心」很多人不懂，我们这样说出来，诸位就比较清楚一点，会有一个概念：你感得的依报，你感得的居处、住处清净庄严，无与伦比。「受用」，这是享福，享福要修福报。什么是福报？与人为善是福报。决定不可以与人为恶，与人为恶就错了，那感得的是苦报，不是福报。念念与人为善，行行与人为善，纵然是被人陷害、被人杀了，像忍辱仙人被歌利王杀了，在我们一般人看到：「这好人没有得好报！」这是我们肉眼凡夫看的。佛菩萨看的不一样：「忍辱仙人得好报。」什么好报？忍辱波罗蜜圆满了，这是好报。他修学这个法门，他毕业了，不起丝毫怨恨之心，他成佛了。凡夫看：「他被人杀了，死得很惨。」佛菩萨看的时候：「他成佛了，他的道行圆满。」圣人与凡夫对于一切法的观察是不一样、是不相同，这些道理我们要明了，我们要知道认真努力去学习。",
      "zh_TW": "我們要修的是清淨心。我們總結世尊在大乘經論裡面教導我們，真誠心、清淨心、平等心、正覺心、慈悲心，我們寫成五句，就是大乘經上所講的大菩提心。說「大菩提心」很多人不懂，我們這樣說出來，諸位就比較清楚一點，會有一個概念：你感得的依報，你感得的居處、住處清淨莊嚴，無與倫比。「受用」，這是享福，享福要修福報。什麼是福報？與人為善是福報。決定不可以與人為惡，與人為惡就錯了，那感得的是苦報，不是福報。念念與人為善，行行與人為善，縱然是被人陷害、被人殺了，像忍辱仙人被歌利王殺了，在我們一般人看到：「這好人沒有得好報！」這是我們肉眼凡夫看的。佛菩薩看的不一樣：「忍辱仙人得好報。」什麼好報？忍辱波羅蜜圓滿了，這是好報。他修學這個法門，他畢業了，不起絲毫怨恨之心，他成佛了。凡夫看：「他被人殺了，死得很慘。」佛菩薩看的時候：「他成佛了，他的道行圓滿。」聖人與凡夫對於一切法的觀察是不一樣、是不相同，這些道理我們要明瞭，我們要知道認真努力去學習。"
    },
    {
      "id": "12-036-0002_p0016",
      "zh_CN": "所以居住环境对我们初学的人来说，不能不选择。特别是现代这个时代，大都市诱惑的力量太强大了，名闻利养、五欲六尘的诱惑。如果我们禁不起诱惑，往往就堕落了，很快速的就堕落了。所以古时候这些大德们，建立道场为什么选择在山林，他不选择在都市？不但不选择都市，连乡村都回避。道场建立在深山里面，交通非常不方便。他用意很深，尽可能的避免外界的诱惑，帮助初心容易得定，道理在此地。他们选择的修行处所，堪舆家都说风水极佳。于是我初学佛的时候，就有人跟我讲：「出家人个个都会算命，个个都会看风水。」我说：「何以见得？」「他们建的道场都是风水地理最好的地方。」我听了笑笑，我给他的回答：「未必。」",
      "zh_TW": "所以居住環境對我們初學的人來說，不能不選擇。特別是現代這個時代，大都市誘惑的力量太強大了，名聞利養、五欲六塵的誘惑。如果我們禁不起誘惑，往往就墮落了，很快速的就墮落了。所以古時候這些大德們，建立道場為什麼選擇在山林，他不選擇在都市？不但不選擇都市，連鄉村都迴避。道場建立在深山裡面，交通非常不方便。他用意很深，盡可能的避免外界的誘惑，幫助初心容易得定，道理在此地。他們選擇的修行處所，堪輿家都說風水極佳。於是我初學佛的時候，就有人跟我講：「出家人個個都會算命，個個都會看風水。」我說：「何以見得？」「他們建的道場都是風水地理最好的地方。」我聽了笑笑，我給他的回答：「未必。」"
    },
    {
      "id": "12-036-0002_p0017",
      "zh_CN": "出家人真的去看个好风水的地方来建道场？不是。如果出家人真的有这个心，要去看风水选择地方，他心就不清净了，他的心也不平等了，他没有智慧，他怎么会选择到好风水？为什么每一个道场风水都那么好？是因为那些修行人心地善良、思想善良、行为善良，所谓是「人杰地灵」，这个就是讲的「福人居福地」。佛，我们念三皈依的时候，「皈依佛，二足尊」，这个「二」，第一个是福德，第二个是智慧，「足」是圆满的意思；佛福德圆满了，智慧圆满了，他住在那个地方，那个地方的地理自然就变好了，道理在此地。所以不是有意去看风水，他是个有福报的人，他在那里一住，那个地方风水本来不好，因为他去住都变好了，就这么个道理。如果这个人心地不善、思想不善、行为不善，再好的风水地理，他到那里去一住，住不了半年、一年，那个地理风水全都变坏了。",
      "zh_TW": "出家人真的去看個好風水的地方來建道場？不是。如果出家人真的有這個心，要去看風水選擇地方，他心就不清淨了，他的心也不平等了，他沒有智慧，他怎麼會選擇到好風水？為什麼每一個道場風水都那麼好？是因為那些修行人心地善良、思想善良、行為善良，所謂是「人傑地靈」，這個就是講的「福人居福地」。佛，我們念三皈依的時候，「皈依佛，二足尊」，這個「二」，第一個是福德，第二個是智慧，「足」是圓滿的意思；佛福德圓滿了，智慧圓滿了，他住在那個地方，那個地方的地理自然就變好了，道理在此地。所以不是有意去看風水，他是個有福報的人，他在那裡一住，那個地方風水本來不好，因為他去住都變好了，就這麼個道理。如果這個人心地不善、思想不善、行為不善，再好的風水地理，他到那裡去一住，住不了半年、一年，那個地理風水全都變壞了。"
    },
    {
      "id": "12-036-0002_p0018",
      "zh_CN": "所以要晓得，动物有灵感，植物也有，矿物也有，这个道理在大乘经里面讲得很多，实实在在是有道理，不是随便说的。根本的理论，法相唯识家的经论讲得透彻。山河大地依正庄严从哪里来的？经论上讲：「无明不觉生三细，境界为缘长六粗。」这是把基本的原理跟我们说出来。所以说是有情、无情，依报、正报，同一个心性，都是心性变现出来的幻相。所以境界，说真的，刹那刹那都在变，刹那不住，随着我们的念头在转变，这就是所谓「一切法从心想生」，这是佛一语道破事实真相。我们明白这个道理才晓得，自己居住的环境之美好，完全在心地。",
      "zh_TW": "所以要曉得，動物有靈感，植物也有，礦物也有，這個道理在大乘經裡面講得很多，實實在在是有道理，不是隨便說的。根本的理論，法相唯識家的經論講得透徹。山河大地依正莊嚴從哪裡來的？經論上講：「無明不覺生三細，境界為緣長六粗。」這是把基本的原理跟我們說出來。所以說是有情、無情，依報、正報，同一個心性，都是心性變現出來的幻相。所以境界，說真的，剎那剎那都在變，剎那不住，隨著我們的念頭在轉變，這就是所謂「一切法從心想生」，這是佛一語道破事實真相。我們明白這個道理才曉得，自己居住的環境之美好，完全在心地。"
    },
    {
      "id": "12-036-0002_p0019",
      "zh_CN": "初学的人，纵然明白这个道理，妄想习气转不过来。转不过来，你就决定被命运所拘，被境界所转。所以善知识才选择清净的居住，帮助你成就道业。选择的条件，远离闹区。所以佛经里面常讲，修行人住「阿兰若」，「阿兰若」是梵语，翻成中国意思就是「没有吵闹的地方」，佛的标准是指牛叫的声音听不到。在古代牛叫的声音很大，乡村农夫都养牛，牛叫的声音听不到，这个地方就很清净。在这个地方建茅篷、建一个小道场，自己清修，或者大众在一块共修，这个场所就叫做「阿兰若」。现在地球愈来愈小了，大家都这么说，地球上的人口是愈来愈多了，要想找一块清净地方非常不容易！大都市都是几百万人口，所以现在修行难！现在修行如果成就，他的功力超过古人十倍都不止。为什么？如果古时候有大成就的人，生在今天社会，恐怕也被淘汰掉了；他是那个环境好，诱惑力量少，他能成就。我们今天不成就，当然就不必说了；要成就，决定超过古人，因为我们的考验比古人要难十倍以上。诱惑的力量多，诱惑的力量强，在这里面能成就，也值得我们欢喜，毕竟是禁得起考验，你才能有成就。所以初学的人对于居住的环境，不能不选择。选择的标准，就是刚才所说，要选择一个清净的地方。",
      "zh_TW": "初學的人，縱然明白這個道理，妄想習氣轉不過來。轉不過來，你就決定被命運所拘，被境界所轉。所以善知識才選擇清淨的居住，幫助你成就道業。選擇的條件，遠離鬧區。所以佛經裡面常講，修行人住「阿蘭若」，「阿蘭若」是梵語，翻成中國意思就是「沒有吵鬧的地方」，佛的標準是指牛叫的聲音聽不到。在古代牛叫的聲音很大，鄉村農夫都養牛，牛叫的聲音聽不到，這個地方就很清淨。在這個地方建茅篷、建一個小道場，自己清修，或者大眾在一塊共修，這個場所就叫做「阿蘭若」。現在地球愈來愈小了，大家都這麼說，地球上的人口是愈來愈多了，要想找一塊清淨地方非常不容易！大都市都是幾百萬人口，所以現在修行難！現在修行如果成就，他的功力超過古人十倍都不止。為什麼？如果古時候有大成就的人，生在今天社會，恐怕也被淘汰掉了；他是那個環境好，誘惑力量少，他能成就。我們今天不成就，當然就不必說了；要成就，決定超過古人，因為我們的考驗比古人要難十倍以上。誘惑的力量多，誘惑的力量強，在這裡面能成就，也值得我們歡喜，畢竟是禁得起考驗，你才能有成就。所以初學的人對於居住的環境，不能不選擇。選擇的標準，就是剛才所說，要選擇一個清淨的地方。"
    },
    {
      "id": "12-036-0002_p0020",
      "zh_CN": "我在最近，澳洲给我一个永久居留。我在澳洲建立一个小道场，选择图文巴这个都市。很多人问我：「你为什么要选择这个地方？」这个地方是个小城，人口只有八万人。这个地区四分之一的人从事于教育工作，也就是我们所说的文化水平高，人口少，环境清净，诱惑就减少了。所以我们在这个地方建个小道场，将来目的是培训弘法人才。如果住在乡村里面，当然会更清净，但是我们的交通、生活，许许多多不方便，没有办法。选择这个地方，是乡村跟都市的中间，我们生活的需求也很方便；没有都市那么样的繁华，而且这个地方的人非常淳朴，文化水平又很高，所以是个很理想的办学场所。",
      "zh_TW": "我在最近，澳洲給我一個永久居留。我在澳洲建立一個小道場，選擇圖文巴這個都市。很多人問我：「你為什麼要選擇這個地方？」這個地方是個小城，人口只有八萬人。這個地區四分之一的人從事於教育工作，也就是我們所說的文化水平高，人口少，環境清淨，誘惑就減少了。所以我們在這個地方建個小道場，將來目的是培訓弘法人才。如果住在鄉村裡面，當然會更清淨，但是我們的交通、生活，許許多多不方便，沒有辦法。選擇這個地方，是鄉村跟都市的中間，我們生活的需求也很方便；沒有都市那麼樣的繁華，而且這個地方的人非常淳樸，文化水平又很高，所以是個很理想的辦學場所。"
    },
    {
      "id": "12-036-0002_p0021",
      "zh_CN": "土地取得也很便宜。前一个星期，我在那里买了一所天主教的教堂。他要出售，我把它买下来。土地面积，要是香港人算，是算平方英呎，我那个地方是五万平方英呎。五万呎。价钱合我们香港人的钱两百五十万，五万呎的面积。这个教堂建得很好，建的时间大概不久，很新。所以取得容易。两百五十万，在香港买一个小楼都买不到，我们在那个地方可以能建一个道场，生活程度很低。这就是说，我们要选择佛住处，适合我们修行，适合我们养道、适合我们修行，这是不能不知道选择的。",
      "zh_TW": "土地取得也很便宜。前一個星期，我在那裡買了一所天主教的教堂。他要出售，我把它買下來。土地面積，要是香港人算，是算平方英呎，我那個地方是五萬平方英呎。五萬呎。價錢合我們香港人的錢兩百五十萬，五萬呎的面積。這個教堂建得很好，建的時間大概不久，很新。所以取得容易。兩百五十萬，在香港買一個小樓都買不到，我們在那個地方可以能建一個道場，生活程度很低。這就是說，我們要選擇佛住處，適合我們修行，適合我們養道、適合我們修行，這是不能不知道選擇的。"
    },
    {
      "id": "12-036-0002_p0022",
      "zh_CN": "再看下面这一句：",
      "zh_TW": "再看下面這一句："
    },
    {
      "id": "12-036-0002_p0023",
      "zh_CN": "【解了诸佛轨则。】",
      "zh_TW": "【解了諸佛軌則。】"
    },
    {
      "id": "12-036-0002_p0024",
      "zh_CN": "『解』是理解，『了』是明了。对于『诸佛轨则』，「轨」是轨范，「则」是原则，都是从纲领上说的，诸佛修行的轨范、修行的原则，不能不了解，而且了解得要深，了解得要广，了解得要透彻，我们才懂得怎样学习，才知道成就。诸佛的轨则是什么？我们这两面对联上写的二十个字就是。这是综合大乘经论无量的教诲，把它归纳成十句二十个字。凡夫日常生活用的是妄心，用妄心修行，不但不能成佛，世尊在楞严会上明白的告诉我们，修到最后的结果是成了魔，大的是变成魔王，小的变成魔子魔孙。佛说的这个话，我们细细去想一想，细心去观察，一点都不错。不论在家、出家，如果是用虚伪的心，最后都变成魔了，不会成正果的。成正果，要学佛。学佛的什么？学佛的「真诚心」。真诚心要落实，处事待人接物，「真」就不假，「诚」就不虚。我们世间人用心就是虚情假意，虚情假意的作为是自欺欺人，这个要我们很冷静的去观察，我们才能够体会得到。",
      "zh_TW": "『解』是理解，『了』是明瞭。對於『諸佛軌則』，「軌」是軌範，「則」是原則，都是從綱領上說的，諸佛修行的軌範、修行的原則，不能不了解，而且了解得要深，了解得要廣，了解得要透徹，我們才懂得怎樣學習，才知道成就。諸佛的軌則是什麼？我們這兩面對聯上寫的二十個字就是。這是綜合大乘經論無量的教誨，把它歸納成十句二十個字。凡夫日常生活用的是妄心，用妄心修行，不但不能成佛，世尊在楞嚴會上明白的告訴我們，修到最後的結果是成了魔，大的是變成魔王，小的變成魔子魔孫。佛說的這個話，我們細細去想一想，細心去觀察，一點都不錯。不論在家、出家，如果是用虛偽的心，最後都變成魔了，不會成正果的。成正果，要學佛。學佛的什麼？學佛的「真誠心」。真誠心要落實，處事待人接物，「真」就不假，「誠」就不虛。我們世間人用心就是虛情假意，虛情假意的作為是自欺欺人，這個要我們很冷靜的去觀察，我們才能夠體會得到。"
    },
    {
      "id": "12-036-0002_p0025",
      "zh_CN": "看看一些修行人，出家、在家，回过头来再想想自己。因为人最不容易觉察到的，就是自己。看别人的过失容易，看自己的过失难。看别人的过失，造业；看自己的过失，开悟。我们没有办法看到自己的过失，有一个方法，看别人。看别人不要把别人过失放在心上，立刻回光返照：「我有没有这个过失？」把别人当作一面镜子，常常比照自己的心行，容易发现自己过失。发现自己过失，这叫觉悟，悟后起修。这个话怎么说？你觉察到之后，赶紧要改，改恶向善，改迷为悟，这叫修行，这叫功夫，真正修行不能不知道。我们一般人修行功夫不得力，修了多少年没有成就，甚至于消息都没有。什么原因？完全用的是虚情假意。古大德都教导我们「从根本修」，哪里是根本？真诚心是根本，我们首先从这里修。我们以真心待人，我们以诚心处世。他们用虚情假意对我，我用真诚心对他。",
      "zh_TW": "看看一些修行人，出家、在家，回過頭來再想想自己。因為人最不容易覺察到的，就是自己。看別人的過失容易，看自己的過失難。看別人的過失，造業；看自己的過失，開悟。我們沒有辦法看到自己的過失，有一個方法，看別人。看別人不要把別人過失放在心上，立刻回光返照：「我有沒有這個過失？」把別人當作一面鏡子，常常比照自己的心行，容易發現自己過失。發現自己過失，這叫覺悟，悟後起修。這個話怎麼說？你覺察到之後，趕緊要改，改惡向善，改迷為悟，這叫修行，這叫功夫，真正修行不能不知道。我們一般人修行功夫不得力，修了多少年沒有成就，甚至於消息都沒有。什麼原因？完全用的是虛情假意。古大德都教導我們「從根本修」，哪裡是根本？真誠心是根本，我們首先從這裡修。我們以真心待人，我們以誠心處世。他們用虛情假意對我，我用真誠心對他。"
    },
    {
      "id": "12-036-0002_p0026",
      "zh_CN": "有些人说：「这样我们会吃亏，会上当！」没错，古人讲得好：「吃亏是福。」你不肯吃亏，你怕上当，你就随波逐流，你不能成圣、不能成贤。古今中外大圣大贤，个个都肯吃亏上当，这是我们要学习的。我们要遵从佛菩萨的教诲，善导大师在《观经四帖疏》里面说得好：「佛教我们做的，我们认真努力去做；佛教我们不能做的，我们决定不可以做。」这是真正的佛弟子，这才是佛的好学生。我们要学佛的真诚，从这个地方学起。其次，我们要学佛的清净心，身心清净。我们要身清净，首先要懂得心清净；心不清净，身清净是做不到的。",
      "zh_TW": "有些人說：「這樣我們會吃虧，會上當！」沒錯，古人講得好：「吃虧是福。」你不肯吃虧，你怕上當，你就隨波逐流，你不能成聖、不能成賢。古今中外大聖大賢，個個都肯吃虧上當，這是我們要學習的。我們要遵從佛菩薩的教誨，善導大師在《觀經四帖疏》裡面說得好：「佛教我們做的，我們認真努力去做；佛教我們不能做的，我們決定不可以做。」這是真正的佛弟子，這才是佛的好學生。我們要學佛的真誠，從這個地方學起。其次，我們要學佛的清淨心，身心清淨。我們要身清淨，首先要懂得心清淨；心不清淨，身清淨是做不到的。"
    },
    {
      "id": "12-036-0002_p0027",
      "zh_CN": "现在这个世间，我们常常在资讯里面看到严重污染，说起来非常可怕。我们是凡夫，离不开饮食。我们所吃的严重污染，不但是这些肉类污染严重，蔬菜有农药，那个农药是污染，米里面掺着有化学粉，水里面有漂白粉。真的，佛在经上讲，我们很可怜，我们生活在这个时代，每天的生活，三餐所吃的：「饮苦食毒。」我们过的是什么日子？年轻的人不知道，像我这个年岁的人，就有很深刻的体会。我们年轻的时候，五十年前，那个时候所过的生活，吃的东西，蔬菜也好、米也好，跟现在吃的味道不一样。为什么？那个时代没有污染，所以食物养人，滋味鲜美。现在我们三餐吃的是毒，人怎么能不生病？内有贪瞋痴三毒，外面又有这些严重污染做为助缘，内外交攻，人怎么会不生病？我们看到世间奇奇怪怪的病，时有所闻。归根究柢，心不清净。把清净心变成了三毒，变成了贪心、瞋恚心、愚痴心，变成三毒。佛告诉我们：「一切法从心想生。」心是三毒，把外面的境界都变成了毒素，没有一样东西不带着毒素在里头。水有毒，再跟诸位说，空气有毒，你说怎么得了！",
      "zh_TW": "現在這個世間，我們常常在資訊裡面看到嚴重污染，說起來非常可怕。我們是凡夫，離不開飲食。我們所吃的嚴重污染，不但是這些肉類污染嚴重，蔬菜有農藥，那個農藥是污染，米裡面摻著有化學粉，水裡面有漂白粉。真的，佛在經上講，我們很可憐，我們生活在這個時代，每天的生活，三餐所吃的：「飲苦食毒。」我們過的是什麼日子？年輕的人不知道，像我這個年歲的人，就有很深刻的體會。我們年輕的時候，五十年前，那個時候所過的生活，吃的東西，蔬菜也好、米也好，跟現在吃的味道不一樣。為什麼？那個時代沒有污染，所以食物養人，滋味鮮美。現在我們三餐吃的是毒，人怎麼能不生病？內有貪瞋痴三毒，外面又有這些嚴重污染做為助緣，內外交攻，人怎麼會不生病？我們看到世間奇奇怪怪的病，時有所聞。歸根究柢，心不清淨。把清淨心變成了三毒，變成了貪心、瞋恚心、愚痴心，變成三毒。佛告訴我們：「一切法從心想生。」心是三毒，把外面的境界都變成了毒素，沒有一樣東西不帶著毒素在裡頭。水有毒，再跟諸位說，空氣有毒，你說怎麼得了！"
    },
    {
      "id": "12-036-0002_p0028",
      "zh_CN": "所以想一想，我们现在过的是什么日子？如何来改变我们环境？现在大家都讲求环保，几乎这个世界上每一个国家地区都在讲求环保。能不能收到效果？很难。难在什么地方？他只懂得治标，不懂得治本，本是清净心。如何能够保护清净心？消除心理的污染、精神的污染、思想的污染、情绪的污染，要把这些东西消除才行。心得清净了，心清净然后身清净，身心清净环境就清净了；环境随心所转，这才是治本的办法。佛经里面讲得多，讲得透彻，可是非常遗憾，世法里头讲科学，说佛经不合科学，佛经是迷信。佛所说的真实语，反而没有人相信；世间人所讲的虚情假意，大家都着了迷。众生可怜！经上常常讲：「可怜愍者。」这一句话在现代社会里面，我们读了感触非常之深，真正是可怜愍者。中国谚语所谓：「不听老人言，吃亏在眼前。」诸佛菩萨，「老人」。我们不听诸佛菩萨的话，不听古圣先贤的话，我们眼前吃的亏大了。这是第二个要学的，「清净心」重要。一切时、一切处，怎么样保护我们的清净心，就是心地不受外面境界的污染，这个很重要、很重要！远离一切妄想分别执着，我们的修行才有成绩可言。",
      "zh_TW": "所以想一想，我們現在過的是什麼日子？如何來改變我們環境？現在大家都講求環保，幾乎這個世界上每一個國家地區都在講求環保。能不能收到效果？很難。難在什麼地方？他只懂得治標，不懂得治本，本是清淨心。如何能夠保護清淨心？消除心理的污染、精神的污染、思想的污染、情緒的污染，要把這些東西消除才行。心得清淨了，心清淨然後身清淨，身心清淨環境就清淨了；環境隨心所轉，這才是治本的辦法。佛經裡面講得多，講得透徹，可是非常遺憾，世法裡頭講科學，說佛經不合科學，佛經是迷信。佛所說的真實語，反而沒有人相信；世間人所講的虛情假意，大家都著了迷。眾生可憐！經上常常講：「可憐愍者。」這一句話在現代社會裡面，我們讀了感觸非常之深，真正是可憐愍者。中國諺語所謂：「不聽老人言，吃虧在眼前。」諸佛菩薩，「老人」。我們不聽諸佛菩薩的話，不聽古聖先賢的話，我們眼前吃的虧大了。這是第二個要學的，「清淨心」重要。一切時、一切處，怎麼樣保護我們的清淨心，就是心地不受外面境界的污染，這個很重要、很重要！遠離一切妄想分別執著，我們的修行才有成績可言。"
    },
    {
      "id": "12-036-0002_p0029",
      "zh_CN": "第三「平等心」，这条非常重要。心不平等，就谈不上清净，清净是以平等做基础。世尊为我们说十法界的业因。十法界业因，实在讲，无量无边。无量无边的业因，哪一个业因最重要？佛举例而言，作佛的业因是平等。「平等心」就是佛，「六度心」是菩萨，「缘觉心」是辟支佛，「四谛心」是阿罗汉，「慈悲喜舍四无量心」是天人。这是佛举例跟我们说，平等心是佛。我们要在日常生活当中，处事待人接物之处学平等。这个很难学。五个手指伸出来都不一样齐，怎么个平等法？佛教导我们不要看「相」，为什么？相不平等。佛教我们看「性」，性是平等的；「一切众生皆有佛性」，佛性是平等的。这个方法确实是好，如果我们在日常生活当中，都能够观察一切众生的真性。楞严会上说得好，在眼叫「见性」，在耳叫「闻性」，在舌叫「尝性」，在鼻叫「嗅性」，见闻觉知的「性」是平等的；「相」不平等，「识」不平等，「性」平等。",
      "zh_TW": "第三「平等心」，這條非常重要。心不平等，就談不上清淨，清淨是以平等做基礎。世尊為我們說十法界的業因。十法界業因，實在講，無量無邊。無量無邊的業因，哪一個業因最重要？佛舉例而言，作佛的業因是平等。「平等心」就是佛，「六度心」是菩薩，「緣覺心」是辟支佛，「四諦心」是阿羅漢，「慈悲喜捨四無量心」是天人。這是佛舉例跟我們說，平等心是佛。我們要在日常生活當中，處事待人接物之處學平等。這個很難學。五個手指伸出來都不一樣齊，怎麼個平等法？佛教導我們不要看「相」，為什麼？相不平等。佛教我們看「性」，性是平等的；「一切眾生皆有佛性」，佛性是平等的。這個方法確實是好，如果我們在日常生活當中，都能夠觀察一切眾生的真性。楞嚴會上說得好，在眼叫「見性」，在耳叫「聞性」，在舌叫「嚐性」，在鼻叫「嗅性」，見聞覺知的「性」是平等的；「相」不平等，「識」不平等，「性」平等。"
    },
    {
      "id": "12-036-0002_p0030",
      "zh_CN": "佛眼睛当中看一切众生「本来成佛」，这个话是真的，一点都不假，确确实实本来成佛。他怎么看的？他从性上看。如果从相上看，有十法界；从性上看，一真法界。相上看，一切众生的形相千差万别；从性上看，共同一法身。这是佛教我们怎样去修「平等观」，上从佛菩萨，下至地狱众生，没有一样不平等。你能够把平等观修成，你成佛速度就快了，不必三大阿僧祇劫，一生就能成就。《华严经》在末后善财童子五十三参，一生成佛，他表演给我们看。他何以能一生成佛？他懂得修真诚、清净、平等，所以人家一生成就；不是分证，是圆满的成就。我们在这一生当中得人身、闻佛法，无比的幸运，又能够听到圆教大乘。只要我们自己抓住这个机会，认真努力，我们也会跟善财童子一样，在这一生证得圆满的佛果。",
      "zh_TW": "佛眼睛當中看一切眾生「本來成佛」，這個話是真的，一點都不假，確確實實本來成佛。他怎麼看的？他從性上看。如果從相上看，有十法界；從性上看，一真法界。相上看，一切眾生的形相千差萬別；從性上看，共同一法身。這是佛教我們怎樣去修「平等觀」，上從佛菩薩，下至地獄眾生，沒有一樣不平等。你能夠把平等觀修成，你成佛速度就快了，不必三大阿僧祇劫，一生就能成就。《華嚴經》在末後善財童子五十三參，一生成佛，他表演給我們看。他何以能一生成佛？他懂得修真誠、清淨、平等，所以人家一生成就；不是分證，是圓滿的成就。我們在這一生當中得人身、聞佛法，無比的幸運，又能夠聽到圓教大乘。只要我們自己抓住這個機會，認真努力，我們也會跟善財童子一樣，在這一生證得圓滿的佛果。"
    },
    {
      "id": "12-036-0002_p0031",
      "zh_CN": "第四个，「正觉心」。「觉」是不迷，觉而不迷。「正觉」，这个觉没有错误。在我们初学，到底什么是正？什么是邪？如何来辨别？这有一定的难度。佛在经典上教导我们，经典就是区别的标准。凡是与经典上所说的相应，这是正觉。与经典所说的不相应，那是邪觉；纵然觉，它不正，纵然是有智慧，在佛法里面讲，那叫世智辩聪，不是真实智慧。真实智慧是正觉。佛教众生破迷开悟，彻始彻终的教学，《无量寿经》教导我们「住真实慧」，就是教我们住在正觉里头，要觉而不迷。「觉」的样子是什么？我怎么个住法？我们要懂得。佛在经上告诉我们：「觉心不动。」可见得真诚心是觉，清净心是觉，平等心是觉，慈悲心是觉。慈悲是个爱心，永恒不变的爱心。前面跟诸位说过，忍辱仙人遇到歌利王割截身体。这样一个大的冤家对头，仙人对他的真诚爱心丝毫没有打折扣，这才证得究竟圆满的忍辱波罗蜜，成就大圆满，成就大解脱、大智慧。我们有没有能体会到？我们能不能在日常生活当中去学习？然后才真正能够体会得到，何以别人一生能成佛，我们修了许许多多年，毫无成就可言，原因到底在哪里？我们要把它找到。",
      "zh_TW": "第四個，「正覺心」。「覺」是不迷，覺而不迷。「正覺」，這個覺沒有錯誤。在我們初學，到底什麼是正？什麼是邪？如何來辨別？這有一定的難度。佛在經典上教導我們，經典就是區別的標準。凡是與經典上所說的相應，這是正覺。與經典所說的不相應，那是邪覺；縱然覺，它不正，縱然是有智慧，在佛法裡面講，那叫世智辯聰，不是真實智慧。真實智慧是正覺。佛教眾生破迷開悟，徹始徹終的教學，《無量壽經》教導我們「住真實慧」，就是教我們住在正覺裡頭，要覺而不迷。「覺」的樣子是什麼？我怎麼個住法？我們要懂得。佛在經上告訴我們：「覺心不動。」可見得真誠心是覺，清淨心是覺，平等心是覺，慈悲心是覺。慈悲是個愛心，永恆不變的愛心。前面跟諸位說過，忍辱仙人遇到歌利王割截身體。這樣一個大的冤家對頭，仙人對他的真誠愛心絲毫沒有打折扣，這才證得究竟圓滿的忍辱波羅蜜，成就大圓滿，成就大解脫、大智慧。我們有沒有能體會到？我們能不能在日常生活當中去學習？然後才真正能夠體會得到，何以別人一生能成佛，我們修了許許多多年，毫無成就可言，原因到底在哪裡？我們要把它找到。"
    },
    {
      "id": "12-036-0002_p0032",
      "zh_CN": "末后一个，「慈悲心」。真诚、清净、平等、正觉落实在事相上就是慈悲。事相，具体而言，总不外乎生活、工作、处事待人接物。前面四心化做一个真诚的爱心，清净的爱心，平等的爱心，智慧的爱心。这个爱心不是虚假的，这个爱心没有染污，这个爱心没有高下，这个爱心没有迷惑，慈悲！这是佛菩萨的心。我们能从这里下功夫，从这里学习，这是成佛之道。佛心应用在日常生活当中，这是下联所说的。看破，什么叫「看破」？世出世间一切法，性相、理事、因果，都能够通达明了叫看破；看穿了，看清楚了，看明白了。真正看清楚、看明白，你对于一切法决定是一尘不染，这叫「放下」；一丝毫都不会染着，也就是说妄想、分别、执着统统放下，没有了。看破是智慧，放下是功夫；看破是解门，放下是行门。",
      "zh_TW": "末後一個，「慈悲心」。真誠、清淨、平等、正覺落實在事相上就是慈悲。事相，具體而言，總不外乎生活、工作、處事待人接物。前面四心化做一個真誠的愛心，清淨的愛心，平等的愛心，智慧的愛心。這個愛心不是虛假的，這個愛心沒有染污，這個愛心沒有高下，這個愛心沒有迷惑，慈悲！這是佛菩薩的心。我們能從這裡下功夫，從這裡學習，這是成佛之道。佛心應用在日常生活當中，這是下聯所說的。看破，什麼叫「看破」？世出世間一切法，性相、理事、因果，都能夠通達明瞭叫看破；看穿了，看清楚了，看明白了。真正看清楚、看明白，你對於一切法決定是一塵不染，這叫「放下」；一絲毫都不會染著，也就是說妄想、分別、執著統統放下，沒有了。看破是智慧，放下是功夫；看破是解門，放下是行門。"
    },
    {
      "id": "12-036-0002_p0033",
      "zh_CN": "在这个地方，诸位一定要听清楚，不能产生误会。有很多人听经执着在言语上，没有体会到意思，搞错了。听说我讲「放下」，他工作也不要了，家庭也不要了，他说他一切都放下了。过了几天，生活成问题了，写信给我：「法师，你教我放下，我统统都放下了。我现在没钱，我没饭吃了，怎么办？」这个搞错了，我没有教你放下工作，我没有教你放下家庭。我教你放下的是：放下妄想、放下分别、放下执着，是教你放下这些。释迦牟尼佛教我们看破、放下，你看看释迦牟尼佛看破的是什么？放下的是什么？我们向他学习。释迦牟尼佛没有放下工作。",
      "zh_TW": "在這個地方，諸位一定要聽清楚，不能產生誤會。有很多人聽經執著在言語上，沒有體會到意思，搞錯了。聽說我講「放下」，他工作也不要了，家庭也不要了，他說他一切都放下了。過了幾天，生活成問題了，寫信給我：「法師，你教我放下，我統統都放下了。我現在沒錢，我沒飯吃了，怎麼辦？」這個搞錯了，我沒有教你放下工作，我沒有教你放下家庭。我教你放下的是：放下妄想、放下分別、放下執著，是教你放下這些。釋迦牟尼佛教我們看破、放下，你看看釋迦牟尼佛看破的是什麼？放下的是什麼？我們向他學習。釋迦牟尼佛沒有放下工作。"
    },
    {
      "id": "12-036-0002_p0034",
      "zh_CN": "有人告诉我，学佛是消极的。我就问他：「释迦牟尼佛是干哪一行的？」你们想一想，他是干哪一行的？在社会上这么多行业，他干哪一行？用我们现在的术语来说，释迦牟尼佛所干的这个行业，是「多元文化社会教育」。对不对？多元文化社会教育。既然搞教育了，天天要给人上课。没错，讲经说法是教学，我们的术语叫「讲经说法」，现在人叫「上课」。每天给大众上八个小时的课，经典上记载，四十九年一天都不休息，你说他消极吗？你去找找，现在全世界哪一个做老师的人，一天上八个钟点课，四十九年不休息？你一个都找不到。这样的人你说他是消极，那什么叫积极？你再找个积极的人来给我看。说话乱说，不通过大脑的，胡说八道！",
      "zh_TW": "有人告訴我，學佛是消極的。我就問他：「釋迦牟尼佛是幹哪一行的？」你們想一想，他是幹哪一行的？在社會上這麼多行業，他幹哪一行？用我們現在的術語來說，釋迦牟尼佛所幹的這個行業，是「多元文化社會教育」。對不對？多元文化社會教育。既然搞教育了，天天要給人上課。沒錯，講經說法是教學，我們的術語叫「講經說法」，現在人叫「上課」。每天給大眾上八個小時的課，經典上記載，四十九年一天都不休息，你說他消極嗎？你去找找，現在全世界哪一個做老師的人，一天上八個鐘點課，四十九年不休息？你一個都找不到。這樣的人你說他是消極，那什麼叫積極？你再找個積極的人來給我看。說話亂說，不通過大腦的，胡說八道！"
    },
    {
      "id": "12-036-0002_p0035",
      "zh_CN": "又何况释迦牟尼佛是义务的教育工作者，他教人不收学费。现在做老师的，在学校上课有薪水拿，还有钟点费。释迦牟尼佛没有收过学费，完全是义务的教学，这样的人要叫他做「消极」，这个人的罪业很重，这是冤枉人。世间找积极，再也找不到，比不上释迦牟尼佛。我们一定要看清楚、看明白，然后我们自己才真正学到东西，也知道从哪里学起，怎么个学法。所以，你看看释迦牟尼佛放下什么？放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢。他没有放下工作，他很认真、很努力的在工作，而且一生全心全力帮助社会广大群众，教化一切众生。",
      "zh_TW": "又何況釋迦牟尼佛是義務的教育工作者，他教人不收學費。現在做老師的，在學校上課有薪水拿，還有鐘點費。釋迦牟尼佛沒有收過學費，完全是義務的教學，這樣的人要叫他做「消極」，這個人的罪業很重，這是冤枉人。世間找積極，再也找不到，比不上釋迦牟尼佛。我們一定要看清楚、看明白，然後我們自己才真正學到東西，也知道從哪裡學起，怎麼個學法。所以，你看看釋迦牟尼佛放下什麼？放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢。他沒有放下工作，他很認真、很努力的在工作，而且一生全心全力幫助社會廣大群眾，教化一切眾生。"
    },
    {
      "id": "12-036-0002_p0036",
      "zh_CN": "他教的是什么？我们把它归纳成三桩事情：第一个教一切众生转恶为善，第二个教一切众生转迷为悟，第三教一切众生转凡为圣。这种教育多么伟大！佛教里头没有迷信，佛教里头没有消极。我们说佛教，很多人总是马上就联想到：「这是宗教。」我不搞宗教，我学佛是因为真正明了释迦牟尼佛搞的是多元文化社会教育，我跟他学。唯有多元文化的社会教育，才能够普度众生，才能够救苦救难，才能够自度度他。我们是把这个搞清楚、搞明白了，追随释迦牟尼佛，向释迦牟尼佛学习。佛虽然不在了，经典在，遗教在。我们认真读诵、研究，依教奉行，做佛的真实弟子，解决我们人生种种疑惑，使我们确确实实在这一生当中离苦得乐。所以一定要晓得，放下，是放下烦恼，是放下妄想、放下执着，不是放下工作。你从事于哪一个行业，你要敬业、要乐群，这是佛教导我们的。绝对不是说放下工作不干了，那是消极，那是曲解如来真实义，你听话听错了，把意思错会了，要自己负责任，佛没有这个说法。",
      "zh_TW": "他教的是什麼？我們把它歸納成三樁事情：第一個教一切眾生轉惡為善，第二個教一切眾生轉迷為悟，第三教一切眾生轉凡為聖。這種教育多麼偉大！佛教裡頭沒有迷信，佛教裡頭沒有消極。我們說佛教，很多人總是馬上就聯想到：「這是宗教。」我不搞宗教，我學佛是因為真正明瞭釋迦牟尼佛搞的是多元文化社會教育，我跟他學。唯有多元文化的社會教育，才能夠普度眾生，才能夠救苦救難，才能夠自度度他。我們是把這個搞清楚、搞明白了，追隨釋迦牟尼佛，向釋迦牟尼佛學習。佛雖然不在了，經典在，遺教在。我們認真讀誦、研究，依教奉行，做佛的真實弟子，解決我們人生種種疑惑，使我們確確實實在這一生當中離苦得樂。所以一定要曉得，放下，是放下煩惱，是放下妄想、放下執著，不是放下工作。你從事於哪一個行業，你要敬業、要樂群，這是佛教導我們的。絕對不是說放下工作不幹了，那是消極，那是曲解如來真實義，你聽話聽錯了，把意思錯會了，要自己負責任，佛沒有這個說法。"
    },
    {
      "id": "12-036-0002_p0037",
      "zh_CN": "真正能看破、放下，你就得大自在，你就快乐。「自在」，佛经里面讲的「解脱」。看破将迷惑解脱，放下将烦恼解脱了，那个人怎么能不自在？自在快乐，经典里面常讲的「常生欢喜心」，这个「欢喜」与真诚相应，与清净、平等相应，与正觉、慈悲相应，这是真欢喜。这个境界佛菩萨得到了，中国古人也有得到。从什么地方我们能看到？《论语》上能看到。《论语》第一句就说：「学而时习之，不亦说乎？」是这个境界。「学」，学是觉悟的意思，觉而不迷。「习」，是将觉落实在生活，落实在工作，落实在处事待人接物，这是「习」。「不亦说乎」，这个是佛家讲的「法喜充满」，就是我们讲的「自在」。这种喜悦是从内心里面流露出来的，不是外面的刺激，内心里面生的欢喜，真欢喜，这是真正的受用，现在一般人讲「享受」。你们享受的是什么？学佛的人享受的是欢喜。对人、对事、对物，一切时、一切处常生欢喜心，这是学佛人的享受，至高无上的享受。",
      "zh_TW": "真正能看破、放下，你就得大自在，你就快樂。「自在」，佛經裡面講的「解脫」。看破將迷惑解脫，放下將煩惱解脫了，那個人怎麼能不自在？自在快樂，經典裡面常講的「常生歡喜心」，這個「歡喜」與真誠相應，與清淨、平等相應，與正覺、慈悲相應，這是真歡喜。這個境界佛菩薩得到了，中國古人也有得到。從什麼地方我們能看到？《論語》上能看到。《論語》第一句就說：「學而時習之，不亦說乎？」是這個境界。「學」，學是覺悟的意思，覺而不迷。「習」，是將覺落實在生活，落實在工作，落實在處事待人接物，這是「習」。「不亦說乎」，這個是佛家講的「法喜充滿」，就是我們講的「自在」。這種喜悅是從內心裡面流露出來的，不是外面的刺激，內心裡面生的歡喜，真歡喜，這是真正的受用，現在一般人講「享受」。你們享受的是什麼？學佛的人享受的是歡喜。對人、對事、對物，一切時、一切處常生歡喜心，這是學佛人的享受，至高無上的享受。"
    },
    {
      "id": "12-036-0002_p0038",
      "zh_CN": "欢喜人就不会衰老，古人常讲：「忧能使人老。」一个人天天烦恼、忧虑，老化得很快；一个人天天生活在欢喜里面，不会衰老。所以诸佛菩萨没有衰老的相。阿罗汉有衰老的相，辟支佛、菩萨、佛陀没有衰老的相。为什么？常生欢喜心。人到这个时候，修行，自己修行功夫就圆满了，得大自在。可是不要忘记，自己修行到家了，自己去享福去，享自己清净、快乐，享这个福去，那你慈悲就没有了。你在初学的时候，曾经发过愿，什么愿？「众生无边誓愿度」。所以你成佛之后，虽然得清净、自在、快乐，不要忘记度众生。众生在这里受苦，你要全心全力去帮助他们。如果你不帮助，你就违背本誓，你说话不算话，你就是打妄语，你就是自欺欺人，你怎么能叫「佛菩萨」？怎么能叫「圣人」？所以自己证得圣果之后，只有一桩事情，帮助一切众生转凡为圣。这是诸佛菩萨唯一的一桩大事业、大因缘。所以成佛之后，不是说没事做了，成佛之后事更多，但是没有自己的事情，自己永远是清净自在的。忙的是别人的事情，忙众生的事情，所以我叫这种事情叫「无事忙」，「忙无事」。忙得不亦乐乎，自己没事，为别人而忙。所以他也不会累，他也不会变，他也不会衰、也不会老，这是真实的受用。",
      "zh_TW": "歡喜人就不會衰老，古人常講：「憂能使人老。」一個人天天煩惱、憂慮，老化得很快；一個人天天生活在歡喜裡面，不會衰老。所以諸佛菩薩沒有衰老的相。阿羅漢有衰老的相，辟支佛、菩薩、佛陀沒有衰老的相。為什麼？常生歡喜心。人到這個時候，修行，自己修行功夫就圓滿了，得大自在。可是不要忘記，自己修行到家了，自己去享福去，享自己清淨、快樂，享這個福去，那你慈悲就沒有了。你在初學的時候，曾經發過願，什麼願？「眾生無邊誓願度」。所以你成佛之後，雖然得清淨、自在、快樂，不要忘記度眾生。眾生在這裡受苦，你要全心全力去幫助他們。如果你不幫助，你就違背本誓，你說話不算話，你就是打妄語，你就是自欺欺人，你怎麼能叫「佛菩薩」？怎麼能叫「聖人」？所以自己證得聖果之後，只有一樁事情，幫助一切眾生轉凡為聖。這是諸佛菩薩唯一的一樁大事業、大因緣。所以成佛之後，不是說沒事做了，成佛之後事更多，但是沒有自己的事情，自己永遠是清淨自在的。忙的是別人的事情，忙眾生的事情，所以我叫這種事情叫「無事忙」，「忙無事」。忙得不亦樂乎，自己沒事，為別人而忙。所以他也不會累，他也不會變，他也不會衰、也不會老，這是真實的受用。"
    },
    {
      "id": "12-036-0002_p0039",
      "zh_CN": "处世，对人、对事、对物随缘，决定不攀缘，决定不勉强，这点一定要知道。修行最重要的一个条件，我们常讲「志同道合」，这才能在一起共修。志同道合的标准是什么？六和敬里头前面两条，「见和同解」是志同，「戒和同修」是道合，有标准的。这种同修是真的同修，大家在一起互助合作，真正成就道业。但是要晓得，真正志同道合的人很少，我们能不能去求？你要是去求，你就攀缘了，你就不是随缘。攀缘不自在，烦恼多，随缘就自在。",
      "zh_TW": "處世，對人、對事、對物隨緣，決定不攀緣，決定不勉強，這點一定要知道。修行最重要的一個條件，我們常講「志同道合」，這才能在一起共修。志同道合的標準是什麼？六和敬裡頭前面兩條，「見和同解」是志同，「戒和同修」是道合，有標準的。這種同修是真的同修，大家在一起互助合作，真正成就道業。但是要曉得，真正志同道合的人很少，我們能不能去求？你要是去求，你就攀緣了，你就不是隨緣。攀緣不自在，煩惱多，隨緣就自在。"
    },
    {
      "id": "12-036-0002_p0040",
      "zh_CN": "在浙江杭州云栖寺，是明朝末年莲池大师的道场，莲池大师就给我们做了一个很好的榜样，他做出来给我们看，随缘而不攀缘。他看到那个地方环境好，非常幽静，是一个修行养道的好处所，他在那里搭一个茅篷，自己一个人在静修。以后偶然被人发现：「这个人修行很有道德，有智慧、有学问。」于是仰慕他的人，就愿意跟他学习。所以志同道合的人是自己来的。人来多了，这个茅篷住不下，再盖一间。人再多了，再盖一间。以后逐渐形成变成丛林，变成一个大道场。那些人都是仰慕法师德行而来的，不是他到外面去招的。所以这一点要记住，佛教跟其他宗教不一样，决不去拉信徒。佛法是师道，师道「只闻来学，未闻往教」。所以「学」是求学，不可以招生，招生就不像话了，招生就显得傲慢了。「我的学问道德不错，我可以教你。」这就自尊自大了。诸佛菩萨非常谦虚：「我没有道德、没有学问。」他一定要来，「好，来，我们同学。」哪里敢去招生，哪有这么大的胆子！这是诸佛菩萨首先教我们谦虚。",
      "zh_TW": "在浙江杭州雲棲寺，是明朝末年蓮池大師的道場，蓮池大師就給我們做了一個很好的榜樣，他做出來給我們看，隨緣而不攀緣。他看到那個地方環境好，非常幽靜，是一個修行養道的好處所，他在那裡搭一個茅篷，自己一個人在靜修。以後偶然被人發現：「這個人修行很有道德，有智慧、有學問。」於是仰慕他的人，就願意跟他學習。所以志同道合的人是自己來的。人來多了，這個茅篷住不下，再蓋一間。人再多了，再蓋一間。以後逐漸形成變成叢林，變成一個大道場。那些人都是仰慕法師德行而來的，不是他到外面去招的。所以這一點要記住，佛教跟其他宗教不一樣，決不去拉信徒。佛法是師道，師道「只聞來學，未聞往教」。所以「學」是求學，不可以招生，招生就不像話了，招生就顯得傲慢了。「我的學問道德不錯，我可以教你。」這就自尊自大了。諸佛菩薩非常謙虛：「我沒有道德、沒有學問。」他一定要來，「好，來，我們同學。」哪裡敢去招生，哪有這麼大的膽子！這是諸佛菩薩首先教我們謙虛。"
    },
    {
      "id": "12-036-0002_p0041",
      "zh_CN": "我在香港讲经也有几十年了。一九七七年第一次到香港来讲经，我们就不做宣传工作。为什么？ 我们看看释迦牟尼佛当年在世，到处讲经说法，没有做宣传工作。人来得少，有缘。你要是大肆宣传，找一大批人来了，自己讲得不好，人家听得很不满意，岂不是教人家生烦恼，耽误别人的时间？这是无量罪过。我不撒广告，你自己来的，讲得不好，我没有找你，我对得起你，是你找来的，我没有去找你来听，这个情况就完全不一样。我们自己对自己所学、对自己所说的，我们自己不满意，并不是觉得我还不错，我们始终都是在学的、学习这个立场，一直到等觉菩萨都在学习，虚心的学习。中国古圣先贤也提出警告，说：「人之大患，在好为人师。」这是讲文人最大的一个害处、祸患是什么？好为人师。孔夫子不敢为人师，释迦牟尼佛也不敢为人师。你看看大圣大贤多么虚心，多谦虚！再看五十三参，每一位善知识都是自己非常谦虚，尊重别人，抬举别人，这是美德，这是善行，我们应当要学习。",
      "zh_TW": "我在香港講經也有幾十年了。一九七七年第一次到香港來講經，我們就不做宣傳工作。為什麼？ 我們看看釋迦牟尼佛當年在世，到處講經說法，沒有做宣傳工作。人來得少，有緣。你要是大肆宣傳，找一大批人來了，自己講得不好，人家聽得很不滿意，豈不是教人家生煩惱，耽誤別人的時間？這是無量罪過。我不撒廣告，你自己來的，講得不好，我沒有找你，我對得起你，是你找來的，我沒有去找你來聽，這個情況就完全不一樣。我們自己對自己所學、對自己所說的，我們自己不滿意，並不是覺得我還不錯，我們始終都是在學的、學習這個立場，一直到等覺菩薩都在學習，虛心的學習。中國古聖先賢也提出警告，說：「人之大患，在好為人師。」這是講文人最大的一個害處、禍患是什麼？好為人師。孔夫子不敢為人師，釋迦牟尼佛也不敢為人師。你看看大聖大賢多麼虛心，多謙虛！再看五十三參，每一位善知識都是自己非常謙虛，尊重別人，抬舉別人，這是美德，這是善行，我們應當要學習。"
    },
    {
      "id": "12-036-0002_p0042",
      "zh_CN": "轨则里面最后一条，「念佛」，这一条非常非常重要。《华严经》提不提倡念佛？我相信读过《华严经》的人都明了，《华严经》第一个提倡念佛。从什么地方看出来？经文太明白了，《入法界品》最后的一卷，普贤菩萨十大愿王导归极乐，不但提倡念佛，提倡念阿弥陀佛，提倡求生西方净土。所以，在前清乾隆年间彭际清居士他说：「《无量寿经》即是中本《华严》。」这是从前没有人说过的，他第一个倡导。「《华严经》是大本的《无量寿经》，《无量寿经》是中本的《华严经》。」既然有大、中，还有个小，小《华严》是什么？「《佛说阿弥陀经》。」彭际清居士，很了不起的人，他把《无量寿经》、《阿弥陀经》跟《华严经》看作一部。《华严经》的分量大，说得最详细，是大本《无量寿经》。《无量寿经》只有两卷，分量少，里面所说的内容是《华严》的精华、《华严》的纲要，所以称之为中本《华严》。而《弥陀经》完全是劝导我们念佛。这个经文不长，佛在这个经本四次劝导我们念佛，真的是一而三、三而四，慈悲到了极处。我们把念佛放到最后，念佛才是究竟圆满。",
      "zh_TW": "軌則裡面最後一條，「念佛」，這一條非常非常重要。《華嚴經》提不提倡念佛？我相信讀過《華嚴經》的人都明瞭，《華嚴經》第一個提倡念佛。從什麼地方看出來？經文太明白了，《入法界品》最後的一卷，普賢菩薩十大願王導歸極樂，不但提倡念佛，提倡念阿彌陀佛，提倡求生西方淨土。所以，在前清乾隆年間彭際清居士他說：「《無量壽經》即是中本《華嚴》。」這是從前沒有人說過的，他第一個倡導。「《華嚴經》是大本的《無量壽經》，《無量壽經》是中本的《華嚴經》。」既然有大、中，還有個小，小《華嚴》是什麼？「《佛說阿彌陀經》。」彭際清居士，很了不起的人，他把《無量壽經》、《阿彌陀經》跟《華嚴經》看作一部。《華嚴經》的分量大，說得最詳細，是大本《無量壽經》。《無量壽經》只有兩卷，分量少，裡面所說的內容是《華嚴》的精華、《華嚴》的綱要，所以稱之為中本《華嚴》。而《彌陀經》完全是勸導我們念佛。這個經文不長，佛在這個經本四次勸導我們念佛，真的是一而三、三而四，慈悲到了極處。我們把念佛放到最後，念佛才是究竟圓滿。"
    },
    {
      "id": "12-036-0002_p0043",
      "zh_CN": "你要问为什么？如果对于大乘佛法研究、修学稍稍有一点心得，我相信这个答案你非常清楚。「一切法从心想生」，这是佛跟我们讲的基本原理。既然一切法从心想生，我念佛当然就成佛，我念菩萨就作菩萨，念什么就成什么。我今天要成佛，除念佛之外，怎么个成佛法？成不了佛，只有念佛才能成佛。《观无量寿佛经》里面，佛跟我们讲的念佛成佛的原理：「是心是佛，是心作佛。」「是心是佛」是说一切众生皆有佛性，这是因。你本来是佛，现在你为什么不是佛？因为你现在不念佛，所以你成不了佛。你将来到哪里去？将来到三恶道去。怎么晓得你到三恶道去？因为你念三恶道。你天天在念，时时在念，一时一刻都不停止。念什么？念贪，贪财、贪色、贪名。贪是什么？贪是饿鬼，贪心是饿鬼。你念贪，你念的是什么？你念鬼道，所以死了之后，他就到鬼道去了。看这个也不顺眼，看那个也不满意，天天嫉妒瞋恨，那是念地狱，死了以后就堕地狱。是非善恶没有能力辨别，愚痴！愚痴是畜生。所以心里头常常念着贪瞋痴，果报就是在三途，就这么个道理。",
      "zh_TW": "你要問為什麼？如果對於大乘佛法研究、修學稍稍有一點心得，我相信這個答案你非常清楚。「一切法從心想生」，這是佛跟我們講的基本原理。既然一切法從心想生，我念佛當然就成佛，我念菩薩就作菩薩，念什麼就成什麼。我今天要成佛，除念佛之外，怎麼個成佛法？成不了佛，只有念佛才能成佛。《觀無量壽佛經》裡面，佛跟我們講的念佛成佛的原理：「是心是佛，是心作佛。」「是心是佛」是說一切眾生皆有佛性，這是因。你本來是佛，現在你為什麼不是佛？因為你現在不念佛，所以你成不了佛。你將來到哪裡去？將來到三惡道去。怎麼曉得你到三惡道去？因為你念三惡道。你天天在念，時時在念，一時一刻都不停止。念什麼？念貪，貪財、貪色、貪名。貪是什麼？貪是餓鬼，貪心是餓鬼。你念貪，你念的是什麼？你念鬼道，所以死了之後，他就到鬼道去了。看這個也不順眼，看那個也不滿意，天天嫉妒瞋恨，那是念地獄，死了以後就墮地獄。是非善惡沒有能力辨別，愚痴！愚痴是畜生。所以心裡頭常常念著貪瞋痴，果報就是在三途，就這麼個道理。"
    },
    {
      "id": "12-036-0002_p0044",
      "zh_CN": "所以十法界摆在我们面前，将来你到哪一道去，就看你念什么。佛希望我们个个人都成佛，希望我们早一天成佛，希望我们快快成佛。怎么样才能达到这个目标？念佛。《华严经》教我们念「南无阿弥陀佛」，你看看文殊菩萨、普贤菩萨，都是发愿求生极乐世界。今天我们念的这一章这是海云比丘，前面这一章吉祥云比丘，跟诸位介绍过，他是念阿弥陀佛求生西方极乐世界的，这是「诸佛轨则」，这句话要用现代的话来讲大家好懂，诸佛的修行成佛之道。一切诸佛成佛之道是怎么修的？念佛修成的；「念佛成佛」，我们要懂得这个道理。所以今天跟诸位讲这一句，「解了诸佛轨则」，就是我们这个道场对联里头这二十个字，这二十个字是一切诸佛修行证果的轨则，轨范、原则。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以十法界擺在我們面前，將來你到哪一道去，就看你念什麼。佛希望我們個個人都成佛，希望我們早一天成佛，希望我們快快成佛。怎麼樣才能達到這個目標？念佛。《華嚴經》教我們念「南無阿彌陀佛」，你看看文殊菩薩、普賢菩薩，都是發願求生極樂世界。今天我們念的這一章這是海雲比丘，前面這一章吉祥雲比丘，跟諸位介紹過，他是念阿彌陀佛求生西方極樂世界的，這是「諸佛軌則」，這句話要用現代的話來講大家好懂，諸佛的修行成佛之道。一切諸佛成佛之道是怎麼修的？念佛修成的；「念佛成佛」，我們要懂得這個道理。所以今天跟諸位講這一句，「解了諸佛軌則」，就是我們這個道場對聯裡頭這二十個字，這二十個字是一切諸佛修行證果的軌則，軌範、原則。今天時間到了，我們就講到此地。"
    }
  ]
}