{
  "doc_id": "21-135-0001",
  "title": {
    "zh_CN": "访问知恩院",
    "zh_TW": "訪問知恩院"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "2002/4/8",
    "zh_TW": "2002/4/8"
  },
  "doc_number": "21-135-0001",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "21-135-0001_p0001",
      "zh_CN": "知恩院法主中村康隆上人致词：",
      "zh_TW": "知恩院法主中村康隆上人致詞："
    },
    {
      "id": "21-135-0001_p0002",
      "zh_CN": "不论是哪个宗教、哪个宗派，我们的心愿都是一致的，都想回归我们自性净土。我们佛法，释迦牟尼佛远在印度时代就教导我们，要我们以佛菩萨的心对待一切众生，这就是我们大乘佛法，以发菩提心面对一切事物。西洋文学传到我们这边大概有一百多年的历史，但是在这些西洋文学的圣典当中，只要我们细心去观察思惟，也有一些与我们大乘佛法相似的地方。依我的想法，这些圣人、这些西洋文学，或者其他宗教，他们也许都是佛菩萨的化身。基督教圣典当中，也教导我们要以博爱的心面对一切人事物，我想他们这些也跟我们佛教圣典有相同的共同点。我对这一方面没有什么界限，所以在今天就向大家略略的说明一下我自己修学的心得。",
      "zh_TW": "不論是哪個宗教、哪個宗派，我們的心願都是一致的，都想回歸我們自性淨土。我們佛法，釋迦牟尼佛遠在印度時代就教導我們，要我們以佛菩薩的心對待一切眾生，這就是我們大乘佛法，以發菩提心面對一切事物。西洋文學傳到我們這邊大概有一百多年的歷史，但是在這些西洋文學的聖典當中，只要我們細心去觀察思惟，也有一些與我們大乘佛法相似的地方。依我的想法，這些聖人、這些西洋文學，或者其他宗教，他們也許都是佛菩薩的化身。基督教聖典當中，也教導我們要以博愛的心面對一切人事物，我想他們這些也跟我們佛教聖典有相同的共同點。我對這一方面沒有什麼界限，所以在今天就向大家略略的說明一下我自己修學的心得。"
    },
    {
      "id": "21-135-0001_p0003",
      "zh_CN": "也许大家能够明白，在我们佛教圣典当中，有很多的诸佛菩萨来到这个世间，为了解救一切苦难众生，为了度一切众生，所以无论是在哪个国家、哪个宗教团体，都有他们的化身。另外，在日本的佛法当中，有些学者研讨大乘佛法的也非常多，甚至还有其他的国家，譬如在泰国、东南亚一带，也有很多大乘佛法的传播。像这些种种国家地区和种种的宗教，我想也许都是观世音菩萨的化身。因为这个原因，所以大乘佛法，二千多年前一直到今日，或者是西方文学，这些圣者，比方说其他宗教的这些领导人，也许都是佛菩萨的化身。我们做为一个学佛者，我们有责任、有信心把大乘佛法向世界各地发扬光大。特别是我们净土宗，我们净土宗的创始人法然上人，对我们这些学徒来讲，在圣典当中教育我们很多，这也是我们做弟子的应该要做的，也是当前最迫切我们应该要做的一件大事。",
      "zh_TW": "也許大家能夠明白，在我們佛教聖典當中，有很多的諸佛菩薩來到這個世間，為了解救一切苦難眾生，為了度一切眾生，所以無論是在哪個國家、哪個宗教團體，都有他們的化身。另外，在日本的佛法當中，有些學者研討大乘佛法的也非常多，甚至還有其他的國家，譬如在泰國、東南亞一帶，也有很多大乘佛法的傳播。像這些種種國家地區和種種的宗教，我想也許都是觀世音菩薩的化身。因為這個原因，所以大乘佛法，二千多年前一直到今日，或者是西方文學，這些聖者，比方說其他宗教的這些領導人，也許都是佛菩薩的化身。我們做為一個學佛者，我們有責任、有信心把大乘佛法向世界各地發揚光大。特別是我們淨土宗，我們淨土宗的創始人法然上人，對我們這些學徒來講，在聖典當中教育我們很多，這也是我們做弟子的應該要做的，也是當前最迫切我們應該要做的一件大事。"
    },
    {
      "id": "21-135-0001_p0004",
      "zh_CN": "我已经九十七岁了，我也不懂其他国家的语言，所以在今后弘扬佛法的这条路上，希望你们能够像大乘菩萨一样，把净土宗和大乘佛法，向全世界、乃至虚空法界发扬光大。祝愿各位将佛法向全世界人们发扬光大，祝愿大家法缘殊胜、法体安康。以上就是我对大家的欢迎词，谢谢诸位。阿弥陀佛！下面我们大家合掌，一心念佛。",
      "zh_TW": "我已經九十七歲了，我也不懂其他國家的語言，所以在今後弘揚佛法的這條路上，希望你們能夠像大乘菩薩一樣，把淨土宗和大乘佛法，向全世界、乃至虛空法界發揚光大。祝願各位將佛法向全世界人們發揚光大，祝願大家法緣殊勝、法體安康。以上就是我對大家的歡迎詞，謝謝諸位。阿彌陀佛！下面我們大家合掌，一心念佛。"
    }
  ]
}