{
  "doc_id": "02-003-0001",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0001",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-003-0001_p0001",
      "zh_CN": "李团长，诸位大德，诸位同修，今天欣逢观世音菩萨圣诞日，我们在贵团的新道场启建讲经法会，特别殊胜的是这一次我们选的经本是净土宗第一经。观音菩萨是西方三圣之一，今天我们在此地相聚，共同研习《无量寿经》，作为庆祝菩萨的诞辰，这个意义特别的殊胜，也非常的稀有。今天是我们启经的第一天，总得先说一说讲经的因缘，我们用因缘来代替玄义。这次预定的时间是一个月，一个月的期间要把这部大经给诸位介绍出来。记得去年的元旦，我离开此地，上一次的时间虽然短，我们结的缘非常之深，也非常的殊胜，所以常常想念着这边的同修，希望把这个净土大经介绍给大家。",
      "zh_TW": "李團長，諸位大德，諸位同修，今天欣逢觀世音菩薩聖誕日，我們在貴團的新道場啟建講經法會，特別殊勝的是這一次我們選的經本是淨土宗第一經。觀音菩薩是西方三聖之一，今天我們在此地相聚，共同研習《無量壽經》，作為慶祝菩薩的誕辰，這個意義特別的殊勝，也非常的稀有。今天是我們啟經的第一天，總得先說一說講經的因緣，我們用因緣來代替玄義。這次預定的時間是一個月，一個月的期間要把這部大經給諸位介紹出來。記得去年的元旦，我離開此地，上一次的時間雖然短，我們結的緣非常之深，也非常的殊勝，所以常常想念著這邊的同修，希望把這個淨土大經介紹給大家。"
    },
    {
      "id": "02-003-0001_p0002",
      "zh_CN": "佛法上常讲，一切法都不离因缘。大教的兴起，因缘无量，无量因缘当中，当然有一桩是最重要的因缘，那就是《法华经》上常讲的「开示悟入佛之知见」，这一大事因缘就是诸佛世尊出现在世间，其目的就是教给我们要悟入佛知佛见。佛之知见，简单的说就是正知正见；换句话说，如果不入佛知佛见，我们的思想见解总有偏差，总免不了有错误，这些偏差与错误就带给我们许多的痛苦。因为，我们想法、看法偏差错误了，我们的造作当然也是错误的。错误的造作，就是佛门常讲的造业，既然造业，必定有果报。惑、业、苦永远在那里循环，永远不断，这就是六道轮回的根本原因。",
      "zh_TW": "佛法上常講，一切法都不離因緣。大教的興起，因緣無量，無量因緣當中，當然有一樁是最重要的因緣，那就是《法華經》上常講的「開示悟入佛之知見」，這一大事因緣就是諸佛世尊出現在世間，其目的就是教給我們要悟入佛知佛見。佛之知見，簡單的說就是正知正見；換句話說，如果不入佛知佛見，我們的思想見解總有偏差，總免不了有錯誤，這些偏差與錯誤就帶給我們許多的痛苦。因為，我們想法、看法偏差錯誤了，我們的造作當然也是錯誤的。錯誤的造作，就是佛門常講的造業，既然造業，必定有果報。惑、業、苦永遠在那裡循環，永遠不斷，這就是六道輪迴的根本原因。"
    },
    {
      "id": "02-003-0001_p0003",
      "zh_CN": "说到六道，这是事实，绝对不是佛教所讲的，佛教说出来吓人的，不是！千真万确的事实。这些年来，在外国许多科学家逐渐证明确实有轮回。我去年在加拿大就遇到有个外国人，他相信六道轮回，有人问他，你是不是佛教徒？他说不是的，他是基督教徒。他说佛教讲的六道轮回是真的，一点都没有错，他有许多科学的证据证实了。但是，自古以来，就有许多人要想解决这个问题，我们如何超越六道轮回，这是一桩大事情。世间的宗教家、科学家、哲学家，可以说许多的难题他们都能够解决，唯独生死轮回没有法子解决。也就是说，生天他们都有办法做到，像印度许多高级的宗教，他们有能力生到色界天、无色界天非想非非想天，他有这么大的能力，但是就是没有办法突破轮回。也正因为如此，佛才出现于世间；换句话说，佛到这个世间来干什么？目的就是要帮助我们解决这个问题。我们希望解决而没有能力，佛菩萨大慈大悲出现于世，来帮助我们解决这个问题。这个问题是一切众生生死根本。",
      "zh_TW": "說到六道，這是事實，絕對不是佛教所講的，佛教說出來嚇人的，不是！千真萬確的事實。這些年來，在外國許多科學家逐漸證明確實有輪迴。我去年在加拿大就遇到有個外國人，他相信六道輪迴，有人問他，你是不是佛教徒？他說不是的，他是基督教徒。他說佛教講的六道輪迴是真的，一點都沒有錯，他有許多科學的證據證實了。但是，自古以來，就有許多人要想解決這個問題，我們如何超越六道輪迴，這是一樁大事情。世間的宗教家、科學家、哲學家，可以說許多的難題他們都能夠解決，唯獨生死輪迴沒有法子解決。也就是說，生天他們都有辦法做到，像印度許多高級的宗教，他們有能力生到色界天、無色界天非想非非想天，他有這麼大的能力，但是就是沒有辦法突破輪迴。也正因為如此，佛才出現於世間；換句話說，佛到這個世間來幹什麼？目的就是要幫助我們解決這個問題。我們希望解決而沒有能力，佛菩薩大慈大悲出現於世，來幫助我們解決這個問題。這個問題是一切眾生生死根本。"
    },
    {
      "id": "02-003-0001_p0004",
      "zh_CN": "生天不能解决这个问题，天上的寿命长、福报大，这个是事实，生天决定不是永生。佛说了，天有二十八层，最高的天是无色界的非想非非想天，寿命八万大劫。这个八万大劫，我们现代人讲这是天文数字，我们很难算得出来。但是八万大劫到了，他还是要轮回，还是要往下面堕落，他不能再升了，他升到顶了，升到顶那只有再往下坠，所以没有办法解决这个问题。佛是不是就把我们带出轮回去？给诸位说，不是的。如果说佛能够把我们都带出六道，这个话是神话，这个话不是事实。佛告诉我们，佛没有能力把我们带出轮回，佛用什么方法？佛说了，轮回是我们自己造的，所谓是「解铃还需系铃人」，你自己造的，这个问题还是要你自己来解决，旁人没有办法给你解决的，就是佛菩萨也不行。",
      "zh_TW": "生天不能解決這個問題，天上的壽命長、福報大，這個是事實，生天決定不是永生。佛說了，天有二十八層，最高的天是無色界的非想非非想天，壽命八萬大劫。這個八萬大劫，我們現代人講這是天文數字，我們很難算得出來。但是八萬大劫到了，他還是要輪迴，還是要往下面墮落，他不能再升了，他升到頂了，升到頂那只有再往下墜，所以沒有辦法解決這個問題。佛是不是就把我們帶出輪迴去？給諸位說，不是的。如果說佛能夠把我們都帶出六道，這個話是神話，這個話不是事實。佛告訴我們，佛沒有能力把我們帶出輪迴，佛用什麼方法？佛說了，輪迴是我們自己造的，所謂是「解鈴還需繫鈴人」，你自己造的，這個問題還是要你自己來解決，旁人沒有辦法給你解決的，就是佛菩薩也不行。"
    },
    {
      "id": "02-003-0001_p0005",
      "zh_CN": "轮回究竟是怎么造成的？佛给我们说了，是我们迷了才造成的，所谓是「一念不觉，而有无明」，这是佛经上的术语。我们说得通俗一点，就是我们迷惑颠倒，这才有轮回。佛在《华严经》上把这桩事情一句话为我们说穿了，他怎么说的？他说「一切众生皆有如来智慧德相」，这个话很了不起。一切众生，当然包括我们本人在内，我们统统都有像一切诸佛一样的智慧，诸佛是究竟圆满的智慧，佛说我们每个人都有。佛有三十二相八十种好，这是在我们这个世间示现的，其实像我们在《华严经》上看到的，在《无量寿经》上看到的，西方极乐世界阿弥陀佛，「佛有无量相，相有无量好」。释迦牟尼佛告诉我们，我们每个人的智慧相好都跟佛完全一样，现在为什么变得这么丑陋？变得这么没智慧？佛就说「皆以妄想执着而不能证得」，这就把我们的病说出来了，我们的病根就是妄想、执着。所以我们本来是佛，现在变成凡夫。本来我们住在一真法界、住在清净国土，现在搞到这里来受六道轮回，苦不堪言，这病根就是妄想、执着。诸位要知道，妄想就是无明，就是迷惑颠倒；执着是把假的当作真的，把假当作真，什么是真的，不知道。以假为真，这样才吃了大亏，无始劫以来，生生世世搞六道轮回。",
      "zh_TW": "輪迴究竟是怎麼造成的？佛給我們說了，是我們迷了才造成的，所謂是「一念不覺，而有無明」，這是佛經上的術語。我們說得通俗一點，就是我們迷惑顛倒，這才有輪迴。佛在《華嚴經》上把這樁事情一句話為我們說穿了，他怎麼說的？他說「一切眾生皆有如來智慧德相」，這個話很了不起。一切眾生，當然包括我們本人在內，我們統統都有像一切諸佛一樣的智慧，諸佛是究竟圓滿的智慧，佛說我們每個人都有。佛有三十二相八十種好，這是在我們這個世間示現的，其實像我們在《華嚴經》上看到的，在《無量壽經》上看到的，西方極樂世界阿彌陀佛，「佛有無量相，相有無量好」。釋迦牟尼佛告訴我們，我們每個人的智慧相好都跟佛完全一樣，現在為什麼變得這麼醜陋？變得這麼沒智慧？佛就說「皆以妄想執著而不能證得」，這就把我們的病說出來了，我們的病根就是妄想、執著。所以我們本來是佛，現在變成凡夫。本來我們住在一真法界、住在清淨國土，現在搞到這裡來受六道輪迴，苦不堪言，這病根就是妄想、執著。諸位要知道，妄想就是無明，就是迷惑顛倒；執著是把假的當作真的，把假當作真，什麼是真的，不知道。以假為真，這樣才吃了大虧，無始劫以來，生生世世搞六道輪迴。"
    },
    {
      "id": "02-003-0001_p0006",
      "zh_CN": "当然每一位同修，天堂你也曾经去过，地狱也住过很长的时间，现在到人间来都忘掉了。你如果能够回忆过去，你就晓得过去生生世世，天堂地狱不晓得打了多少转。所以佛在经上说，阿罗汉证得阿罗汉果之后，阿罗汉有神通，能够知道过去五百世，想到过去五百世的情形，在地狱里头受那种苦，身上都流汗，提到这个事情身上流汗。不但是有汗，汗里面都有血，恐怖到那个样子，真是犹有余悸。我们凡夫不晓得过去世，都忘得干干净净的，阿罗汉知道过去生中所受的果报，所以非常的恐怖。",
      "zh_TW": "當然每一位同修，天堂你也曾經去過，地獄也住過很長的時間，現在到人間來都忘掉了。你如果能夠回憶過去，你就曉得過去生生世世，天堂地獄不曉得打了多少轉。所以佛在經上說，阿羅漢證得阿羅漢果之後，阿羅漢有神通，能夠知道過去五百世，想到過去五百世的情形，在地獄裡頭受那種苦，身上都流汗，提到這個事情身上流汗。不但是有汗，汗裡面都有血，恐怖到那個樣子，真是猶有餘悸。我們凡夫不曉得過去世，都忘得乾乾淨淨的，阿羅漢知道過去生中所受的果報，所以非常的恐怖。"
    },
    {
      "id": "02-003-0001_p0007",
      "zh_CN": "佛将病根告诉我们了，解决的方法是什么？那就是一定要破除迷惑。用什么方法破除迷惑？一定要用智慧。所以，佛法自始至终只有一个目标，教我们开智慧。智慧不是从外面来的，刚才说过，佛讲了「一切众生皆有如来智慧」，可见得智慧是你自己本来有的。佛教给我们开智慧，无非是恢复我们自己本来有的智慧。智慧现前就能够照破无明，六道轮回就没有了，就解决了。照破轮回，像《心经》上所说的「照见五蕴皆空」，一切苦难都没有了。这才是一个真正合情合理的说法，才是一个决定没有迷信的说法。我们大家听了很合情、很合理，所以才乐意的去接受。",
      "zh_TW": "佛將病根告訴我們了，解決的方法是什麼？那就是一定要破除迷惑。用什麼方法破除迷惑？一定要用智慧。所以，佛法自始至終只有一個目標，教我們開智慧。智慧不是從外面來的，剛才說過，佛講了「一切眾生皆有如來智慧」，可見得智慧是你自己本來有的。佛教給我們開智慧，無非是恢復我們自己本來有的智慧。智慧現前就能夠照破無明，六道輪迴就沒有了，就解決了。照破輪迴，像《心經》上所說的「照見五蘊皆空」，一切苦難都沒有了。這才是一個真正合情合理的說法，才是一個決定沒有迷信的說法。我們大家聽了很合情、很合理，所以才樂意的去接受。"
    },
    {
      "id": "02-003-0001_p0008",
      "zh_CN": "说到恢复本有的智慧德能，这一定要靠修功，修行的功夫。先要讲什么叫修行？行就是行为，行为也就是造作。造作、行为可以说无量无边，太多了，说不尽！释迦牟尼佛很聪明，他把许多的行为把它归纳，归纳成三大类，这就好说了。第一大类，我们今天讲是心理的行为，就是你的思想、你的见解，这是属于心理的行为，我们起心动念，这是心的行为。第二大类是言语，口的行为。口会说话，会说话跟不会说话差别很大，会说话的人，别人听了很欢喜；不会说话的人，人家听了很讨厌，所以言语也是非常重要的行为。孔老夫子教学，言语就列在第二个科目之内，第一个科目是德行，第二个科目就是言语，可见得孔老夫子对于学生的言语很重视。第三种行为就是身体的动作，身的行为。所以，用身、口、意这三个范围，就把我们所有的行为都包括了，这是首先要知道的。",
      "zh_TW": "說到恢復本有的智慧德能，這一定要靠修功，修行的功夫。先要講什麼叫修行？行就是行為，行為也就是造作。造作、行為可以說無量無邊，太多了，說不盡！釋迦牟尼佛很聰明，他把許多的行為把它歸納，歸納成三大類，這就好說了。第一大類，我們今天講是心理的行為，就是你的思想、你的見解，這是屬於心理的行為，我們起心動念，這是心的行為。第二大類是言語，口的行為。口會說話，會說話跟不會說話差別很大，會說話的人，別人聽了很歡喜；不會說話的人，人家聽了很討厭，所以言語也是非常重要的行為。孔老夫子教學，言語就列在第二個科目之內，第一個科目是德行，第二個科目就是言語，可見得孔老夫子對於學生的言語很重視。第三種行為就是身體的動作，身的行為。所以，用身、口、意這三個範圍，就把我們所有的行為都包括了，這是首先要知道的。"
    },
    {
      "id": "02-003-0001_p0009",
      "zh_CN": "修行就是修正行为，我们的想法、我们的看法错误了，这就是我们心理行为不当，要把它修正过来；我们言语不如法、不合理，这个也是错误的，把它修正过来；我们身体造作不合法度，也要把它修正过来，这叫做修行。修行就是修正身、语、意三业的行为。诸位同修要记住，修行绝对不是说在佛菩萨面前念经、祷告、磕头，这个叫修行，那是很狭义的，实在讲那不重要。你真正能够注意到，我身口意三业行为都是清净的，都是正确没有过失的，我天天不拜佛，我天天也不念经，对不对？对，完全对，没有错误。所以，拜佛、诵经是形式上的修行，是样子。为什么有这个样子？这个样子是做给别人看的，不是自己要用的。因为很多人不学佛，他那个人在修行，他就会来问，怎么个修行法？为什么要修行？你就把这个道理讲给他听，是引诱他来问，问了我跟他讲，他明白了他就会修行，是引诱他来问的，是这么个意思。可见得外表所要做的都是为了接引众生，诱导他。因为佛法是师道，这是去年跟诸位讲过了，可能还有很多同修去年没有来听的不知道。",
      "zh_TW": "修行就是修正行為，我們的想法、我們的看法錯誤了，這就是我們心理行為不當，要把它修正過來；我們言語不如法、不合理，這個也是錯誤的，把它修正過來；我們身體造作不合法度，也要把它修正過來，這叫做修行。修行就是修正身、語、意三業的行為。諸位同修要記住，修行絕對不是說在佛菩薩面前念經、禱告、磕頭，這個叫修行，那是很狹義的，實在講那不重要。你真正能夠注意到，我身口意三業行為都是清淨的，都是正確沒有過失的，我天天不拜佛，我天天也不念經，對不對？對，完全對，沒有錯誤。所以，拜佛、誦經是形式上的修行，是樣子。為什麼有這個樣子？這個樣子是做給別人看的，不是自己要用的。因為很多人不學佛，他那個人在修行，他就會來問，怎麼個修行法？為什麼要修行？你就把這個道理講給他聽，是引誘他來問，問了我跟他講，他明白了他就會修行，是引誘他來問的，是這麼個意思。可見得外表所要做的都是為了接引眾生，誘導他。因為佛法是師道，這是去年跟諸位講過了，可能還有很多同修去年沒有來聽的不知道。"
    },
    {
      "id": "02-003-0001_p0010",
      "zh_CN": "佛法是师道，佛法不是宗教，佛法是教育，释迦牟尼佛的教育。佛教是佛陀的教育，而不是宗教。但是现在我们所看到的佛教，确实已经变成宗教了，变成宗教，宗教有很多繁琐的这些仪规，里面没有真正的内容。佛教本来是有内容的，现在大家内容不讲了，他内容不要了，光要外面的外壳。所以它本来是很好的教育，很不幸现在变成宗教，这是我们应当要了解的。我们今天学佛是要接受释迦牟尼佛的教育，我们不要宗教的佛教，我们要教育的佛教，我们自己才能够真正得到佛法的利益。它教育的目标，是恢复我们本来有的智慧德能，它教育的方针就是修正行为。",
      "zh_TW": "佛法是師道，佛法不是宗教，佛法是教育，釋迦牟尼佛的教育。佛教是佛陀的教育，而不是宗教。但是現在我們所看到的佛教，確實已經變成宗教了，變成宗教，宗教有很多繁瑣的這些儀規，裡面沒有真正的內容。佛教本來是有內容的，現在大家內容不講了，他內容不要了，光要外面的外殼。所以它本來是很好的教育，很不幸現在變成宗教，這是我們應當要了解的。我們今天學佛是要接受釋迦牟尼佛的教育，我們不要宗教的佛教，我們要教育的佛教，我們自己才能夠真正得到佛法的利益。它教育的目標，是恢復我們本來有的智慧德能，它教育的方針就是修正行為。"
    },
    {
      "id": "02-003-0001_p0011",
      "zh_CN": "修正行为当然要有个标准，如果没有标准，我怎么知道我的想法、看法是错误的？要怎样的看法、想法才是正确的？这里头一定要有个标准。佛法的标准有很多层次，为什么有这么多层次？就好像我们念书上学校一样，有小学，有中学，有大学，有研究所，每个阶段都有一个标准，可见得修学是有阶段的。佛法修学也是有阶段的，所以它有各个不同阶段的标准。虽然各阶段的标准不同，但是它有一个共同不变的原则，那就是绝对的标准，一定要与绝对的标准相符合这样才行。绝对的标准是什么？就是大家一入佛门来，第一桩要做的事情就是要受三皈依，「三皈依」是绝对标准。可是，我相信有不少同修虽然在佛门受过三皈依，但是不知道三皈依是什么，那你等于没有受。你们能不能说得出来三皈依是皈什么？你怎么皈法？怎么依法？如果连这个都不知道，这个皈依叫白皈依。三皈依就是交给诸位修行的标准，就是把这个标准告诉你。",
      "zh_TW": "修正行為當然要有個標準，如果沒有標準，我怎麼知道我的想法、看法是錯誤的？要怎樣的看法、想法才是正確的？這裡頭一定要有個標準。佛法的標準有很多層次，為什麼有這麼多層次？就好像我們念書上學校一樣，有小學，有中學，有大學，有研究所，每個階段都有一個標準，可見得修學是有階段的。佛法修學也是有階段的，所以它有各個不同階段的標準。雖然各階段的標準不同，但是它有一個共同不變的原則，那就是絕對的標準，一定要與絕對的標準相符合這樣才行。絕對的標準是什麼？就是大家一入佛門來，第一樁要做的事情就是要受三皈依，「三皈依」是絕對標準。可是，我相信有不少同修雖然在佛門受過三皈依，但是不知道三皈依是什麼，那你等於沒有受。你們能不能說得出來三皈依是皈什麼？你怎麼皈法？怎麼依法？如果連這個都不知道，這個皈依叫白皈依。三皈依就是交給諸位修行的標準，就是把這個標準告訴你。"
    },
    {
      "id": "02-003-0001_p0012",
      "zh_CN": "今天下午有不少同修在此地要我给他授三皈，还有不少的同修没有听到，我在此地再说一遍，这一遍比下午那一遍要详细一点，为什么？这桩事情太重要了！修行的标准要搞不清楚，那凭什么修？依什么修？这个很重要。「皈依佛」，皈是回头，佛门常讲回头是岸，中国古人讲回首如意。中国过去做大官的富贵人家，手上常常拿个如意，你看如意的头是弯过来的，叫回头。如意拿在手上，就是常常看到「我要回头了，不能再往上去，再往上去有危险了，要回头了」，回头你就如意。咱们佛门讲回头是岸，你要知道回头。三皈依的皈就是回头，从哪里回头？从迷惑颠倒回头，皈依佛，佛是觉的意思。依什么？依自性觉，不是依外面觉，我自心，心里头要觉悟，依外面的靠不住。你说依佛，每天去祷告、拜佛，「泥菩萨过河，自身难保」，你靠他靠不住。要依自性佛，自性佛就是自性觉。我从早到晚处事待人接物，我要觉，我不迷，这叫做皈依佛。这是三皈第一条，第一个标准，「觉而不迷」。",
      "zh_TW": "今天下午有不少同修在此地要我給他授三皈，還有不少的同修沒有聽到，我在此地再說一遍，這一遍比下午那一遍要詳細一點，為什麼？這樁事情太重要了！修行的標準要搞不清楚，那憑什麼修？依什麼修？這個很重要。「皈依佛」，皈是回頭，佛門常講回頭是岸，中國古人講回首如意。中國過去做大官的富貴人家，手上常常拿個如意，你看如意的頭是彎過來的，叫回頭。如意拿在手上，就是常常看到「我要回頭了，不能再往上去，再往上去有危險了，要回頭了」，回頭你就如意。咱們佛門講回頭是岸，你要知道回頭。三皈依的皈就是回頭，從哪裡回頭？從迷惑顛倒回頭，皈依佛，佛是覺的意思。依什麼？依自性覺，不是依外面覺，我自心，心裡頭要覺悟，依外面的靠不住。你說依佛，每天去禱告、拜佛，「泥菩薩過河，自身難保」，你靠他靠不住。要依自性佛，自性佛就是自性覺。我從早到晚處事待人接物，我要覺，我不迷，這叫做皈依佛。這是三皈第一條，第一個標準，「覺而不迷」。"
    },
    {
      "id": "02-003-0001_p0013",
      "zh_CN": "第二条就是「皈依法」。法就是正确的思想、正确的见解，也就是经上讲的佛知佛见，佛知佛见就是觉悟的见解、觉悟的思想，就是佛知佛见。回头是从错误的想法、错误的看法回过头来，依正确的想法、正确的看法，这叫皈依法。所以，这个皈依还是皈依自性正，不是皈依外面，皈依自性正。",
      "zh_TW": "第二條就是「皈依法」。法就是正確的思想、正確的見解，也就是經上講的佛知佛見，佛知佛見就是覺悟的見解、覺悟的思想，就是佛知佛見。回頭是從錯誤的想法、錯誤的看法回過頭來，依正確的想法、正確的看法，這叫皈依法。所以，這個皈依還是皈依自性正，不是皈依外面，皈依自性正。"
    },
    {
      "id": "02-003-0001_p0014",
      "zh_CN": "第三个标准叫「皈依僧」。僧是清净的意思，是和合的意思，僧有两个意思，所谓六根清净，一尘不染。换句话说，我们要从一切染污回过头来，依自性清净，就是要依清净心，决定不染污，这个叫皈依僧。",
      "zh_TW": "第三個標準叫「皈依僧」。僧是清淨的意思，是和合的意思，僧有兩個意思，所謂六根清淨，一塵不染。換句話說，我們要從一切染污回過頭來，依自性清淨，就是要依清淨心，決定不染污，這個叫皈依僧。"
    },
    {
      "id": "02-003-0001_p0015",
      "zh_CN": "总而言之，三皈依第一是「觉而不迷」，皈依自性觉；第二是「正而不邪」，皈依自性正，我们中国人常讲心地正大光明，就是这个意思；第三是「净而不染」，皈依自性净。所以三皈依，我们天天念的是「自皈依」，不是皈依「他」，是皈依「自」，这个诸位要知道。你皈依自，宗教里头讲你才能得救，你皈依他就不得救，他救不了你，什么样的神仙，什么样神通广大也救不了你。他说能救人，那是骗人的话，那个不是真的。只有自己救自己，这是正确的，一点都不错，佛是这样教给我们的。",
      "zh_TW": "總而言之，三皈依第一是「覺而不迷」，皈依自性覺；第二是「正而不邪」，皈依自性正，我們中國人常講心地正大光明，就是這個意思；第三是「淨而不染」，皈依自性淨。所以三皈依，我們天天念的是「自皈依」，不是皈依「他」，是皈依「自」，這個諸位要知道。你皈依自，宗教裡頭講你才能得救，你皈依他就不得救，他救不了你，什麼樣的神仙，什麼樣神通廣大也救不了你。他說能救人，那是騙人的話，那個不是真的。只有自己救自己，這是正確的，一點都不錯，佛是這樣教給我們的。"
    },
    {
      "id": "02-003-0001_p0016",
      "zh_CN": "觉、正、净是修行绝对的标准，一定要与这个标准相应。觉正净要做到圆满就是成佛，做到不圆满，那就是下面的目标。譬如说佛法修行有三个阶段，就有三个不同的目标，第一个阶段等于说是佛教的小学，我们常讲「小乘」。这个阶段修成了，你的觉正净都能达到这个水平，这个水平叫「正觉」。它也有个名称，就好像我们现在念书有个学位的名称，现在的学位有学士、硕士、博士三个学位。我们修行到了这个标准，就是这个水平我们达到了，佛门里头也有个学位叫阿罗汉。你证到阿罗汉果，证阿罗汉果就是说你在佛教里头小学毕业了，小学毕业就叫做阿罗汉果。",
      "zh_TW": "覺、正、淨是修行絕對的標準，一定要與這個標準相應。覺正淨要做到圓滿就是成佛，做到不圓滿，那就是下面的目標。譬如說佛法修行有三個階段，就有三個不同的目標，第一個階段等於說是佛教的小學，我們常講「小乘」。這個階段修成了，你的覺正淨都能達到這個水平，這個水平叫「正覺」。它也有個名稱，就好像我們現在念書有個學位的名稱，現在的學位有學士、碩士、博士三個學位。我們修行到了這個標準，就是這個水平我們達到了，佛門裡頭也有個學位叫阿羅漢。你證到阿羅漢果，證阿羅漢果就是說你在佛教裡頭小學畢業了，小學畢業就叫做阿羅漢果。"
    },
    {
      "id": "02-003-0001_p0017",
      "zh_CN": "再往上面去，就是中级，中级的水平高了，叫「正等正觉」。你要证到正等正觉，也有个学位名称叫菩萨，你就是菩萨。我们今天很多人去受菩萨戒，受了菩萨戒，自己以为就是菩萨了，那是假菩萨，不是真菩萨。为什么？你的修行功夫没有达到这个水平，没有达到正等正觉，没有达到正等正觉称菩萨，这是很勉强的。不过佛在《金刚经》上说「若菩萨有我相人相众生相寿者相，即非菩萨」，你看佛不承认你是菩萨。你要达到这个标准，四相四见没有了，佛就承认你，你是菩萨学位，没错了。所以这是第二个学位。",
      "zh_TW": "再往上面去，就是中級，中級的水平高了，叫「正等正覺」。你要證到正等正覺，也有個學位名稱叫菩薩，你就是菩薩。我們今天很多人去受菩薩戒，受了菩薩戒，自己以為就是菩薩了，那是假菩薩，不是真菩薩。為什麼？你的修行功夫沒有達到這個水平，沒有達到正等正覺，沒有達到正等正覺稱菩薩，這是很勉強的。不過佛在《金剛經》上說「若菩薩有我相人相眾生相壽者相，即非菩薩」，你看佛不承認你是菩薩。你要達到這個標準，四相四見沒有了，佛就承認你，你是菩薩學位，沒錯了。所以這是第二個學位。"
    },
    {
      "id": "02-003-0001_p0018",
      "zh_CN": "最高的学位叫「无上正等正觉」。这个就是觉正净修到究竟圆满，这个学位就称作佛。所以，佛是佛教教育里面最高学位的名称，就好像我们世间称博士一样。你要是证到这个地位，你也称佛。佛法是平等的，绝对不是说只有释迦牟尼一个人成佛，别人不能成佛，没有这个道理。人人都可以成佛，人人应当成佛，人人本来是佛，这是佛在经上常常告诉我们的。所以诸位要晓得，佛教的佛、菩萨、阿罗汉是学位的名称，这是我们修行的一个标准。但是佛法的标准确实是高，就是佛法小乘阿罗汉的果位，我们一生要想能够证得都是相当不容易。",
      "zh_TW": "最高的學位叫「無上正等正覺」。這個就是覺正淨修到究竟圓滿，這個學位就稱作佛。所以，佛是佛教教育裡面最高學位的名稱，就好像我們世間稱博士一樣。你要是證到這個地位，你也稱佛。佛法是平等的，絕對不是說只有釋迦牟尼一個人成佛，別人不能成佛，沒有這個道理。人人都可以成佛，人人應當成佛，人人本來是佛，這是佛在經上常常告訴我們的。所以諸位要曉得，佛教的佛、菩薩、阿羅漢是學位的名稱，這是我們修行的一個標準。但是佛法的標準確實是高，就是佛法小乘阿羅漢的果位，我們一生要想能夠證得都是相當不容易。"
    },
    {
      "id": "02-003-0001_p0019",
      "zh_CN": "佛教宗派很多，法门很多，如果要在一生当中真正能够得到成就，太难了！在过去还有可能，在现代这个社会几乎是不可能了。为什么不可能？我们的头脑已经坏掉了，你看看开智慧要头脑，头脑坏掉了，怎么能开智慧！怎么坏掉的？胡思乱想，从早到晚一时一刻它都不停止，不但白天不停止，晚上作梦还作胡乱梦，你说这怎么得了！这个头脑怎么能开智慧？怎么能够有成就？这个问题就严重了。所以，这一代学佛的人比不上过去世，我们在中国历史上看，过去往昔之时，无论在家、出家修行证果的人真有，不是没有，是真有。现在看不到了，我们追究原因就是头脑乱了。",
      "zh_TW": "佛教宗派很多，法門很多，如果要在一生當中真正能夠得到成就，太難了！在過去還有可能，在現代這個社會幾乎是不可能了。為什麼不可能？我們的頭腦已經壞掉了，你看看開智慧要頭腦，頭腦壞掉了，怎麼能開智慧！怎麼壞掉的？胡思亂想，從早到晚一時一刻它都不停止，不但白天不停止，晚上作夢還作胡亂夢，你說這怎麼得了！這個頭腦怎麼能開智慧？怎麼能夠有成就？這個問題就嚴重了。所以，這一代學佛的人比不上過去世，我們在中國歷史上看，過去往昔之時，無論在家、出家修行證果的人真有，不是沒有，是真有。現在看不到了，我們追究原因就是頭腦亂了。"
    },
    {
      "id": "02-003-0001_p0020",
      "zh_CN": "我在今年年初，就是一月间，我在美国洛杉矶讲经，当中有一位老同修给我说了一桩事情，就是去年发生的。现在这个社会有许多奇奇怪怪的人，这些人都说有神通。他说在我们中国大陆，现在发现具有神通的人发现四百多人。共产党政府把这些人都召集起来，选出其中神通能力最强的，选了十几个人，派到国外做文化交流，其中就有三个人到了洛杉矶。大陆现在叫这些人，不叫神通，叫特异功能，特别的功能，就是特异功能。三个人当中，其中有一个是女孩子，只有二十多岁，她有天眼通，我们佛门叫天眼，共产党不叫天眼，叫X光眼。她能够看出人的内脏，只有二十几岁。我们这位同修就请教她，她说妳看看我，看看我怎么样？结果这个女孩子给她看了之后，她说妳曾经得过肺病，但是现在已经钙化很多年，妳什么地方还有一个疤存在。她听了吓呆了，她说她是小时候有过肺病的，结婚之前就好了，现在小孩都十几岁了，都念中学了。她这个事情连她丈夫都不晓得，怎么这个人一下就把它看出来？真厉害，很佩服她。",
      "zh_TW": "我在今年年初，就是一月間，我在美國洛杉磯講經，當中有一位老同修給我說了一樁事情，就是去年發生的。現在這個社會有許多奇奇怪怪的人，這些人都說有神通。他說在我們中國大陸，現在發現具有神通的人發現四百多人。共產黨政府把這些人都召集起來，選出其中神通能力最強的，選了十幾個人，派到國外做文化交流，其中就有三個人到了洛杉磯。大陸現在叫這些人，不叫神通，叫特異功能，特別的功能，就是特異功能。三個人當中，其中有一個是女孩子，只有二十多歲，她有天眼通，我們佛門叫天眼，共產黨不叫天眼，叫X光眼。她能夠看出人的內臟，只有二十幾歲。我們這位同修就請教她，她說妳看看我，看看我怎麼樣？結果這個女孩子給她看了之後，她說妳曾經得過肺病，但是現在已經鈣化很多年，妳什麼地方還有一個疤存在。她聽了嚇呆了，她說她是小時候有過肺病的，結婚之前就好了，現在小孩都十幾歲了，都念中學了。她這個事情連她丈夫都不曉得，怎麼這個人一下就把它看出來？真厲害，很佩服她。"
    },
    {
      "id": "02-003-0001_p0021",
      "zh_CN": "于是乎她就给她说，她说妳这个能力，我们可不可以学？她说可以。她说我可不可以？她就仔细一看，摇头、摇手跟她说，妳不能学。她说为什么？她说妳的思想乱了。你看就是头脑坏了，连这一点小小的功能，思想乱了都不能学，佛知佛见你这一生当中怎么能得到？她把这个话告诉我，我说这个话讲得决定正确。这种功夫什么人能学？头脑很单纯，不胡思乱想的人，这种人可以学，能够学得到。你的知见太多，见识太广，在一般世间人说不错，你博学多闻，见识很广，在佛法里讲，你胡思乱想，你头脑坏了。",
      "zh_TW": "於是乎她就給她說，她說妳這個能力，我們可不可以學？她說可以。她說我可不可以？她就仔細一看，搖頭、搖手跟她說，妳不能學。她說為什麼？她說妳的思想亂了。你看就是頭腦壞了，連這一點小小的功能，思想亂了都不能學，佛知佛見你這一生當中怎麼能得到？她把這個話告訴我，我說這個話講得決定正確。這種功夫什麼人能學？頭腦很單純，不胡思亂想的人，這種人可以學，能夠學得到。你的知見太多，見識太廣，在一般世間人說不錯，你博學多聞，見識很廣，在佛法裡講，你胡思亂想，你頭腦壞了。"
    },
    {
      "id": "02-003-0001_p0022",
      "zh_CN": "现在小朋友从两、三岁，一天到晚看电视，看电视就是胡思乱想，从小就把头脑搞坏。所以，要想恢复智慧、恢复德能，那是相当不容易的事情。诸位要知道，古时候的社会单纯，交通不发达，也没有邮政，也没有报纸，也没有广播，住在乡下的人，所谓老死不相往来。甚至于村庄，我们看得到那个村庄，也不过就五、六里的地方，但是一年从来不往来一次，那边发生的事情，这边根本不知道。所以他头脑单纯，教他念阿弥陀佛容易成就，教他修什么法门都容易成就。现在人不行，天天看报纸，天天听广播，天天看电视，头脑乌烟瘴气、乱七八糟，你说怎么能修得成功？什么法门都不行。所以我们的善根是被我们自己的科技毁掉了，科技愈发达，人的善根就愈薄弱。",
      "zh_TW": "現在小朋友從兩、三歲，一天到晚看電視，看電視就是胡思亂想，從小就把頭腦搞壞。所以，要想恢復智慧、恢復德能，那是相當不容易的事情。諸位要知道，古時候的社會單純，交通不發達，也沒有郵政，也沒有報紙，也沒有廣播，住在鄉下的人，所謂老死不相往來。甚至於村莊，我們看得到那個村莊，也不過就五、六里的地方，但是一年從來不往來一次，那邊發生的事情，這邊根本不知道。所以他頭腦單純，教他念阿彌陀佛容易成就，教他修什麼法門都容易成就。現在人不行，天天看報紙，天天聽廣播，天天看電視，頭腦烏煙瘴氣、亂七八糟，你說怎麼能修得成功？什麼法門都不行。所以我們的善根是被我們自己的科技毀掉了，科技愈發達，人的善根就愈薄弱。"
    },
    {
      "id": "02-003-0001_p0023",
      "zh_CN": "从前在那样的社会环境里面发心想学佛，无论在家出家，老师传授的时候，还得要五年学戒，你看还要做这个工作。五年学戒，学的是什么？不是学经、律、论的戒律，不是学那个。五年学戒是修行的生活教育，好像我们现在读书的新生训练，佛门里头有五年的新生训练。新生训练主要的目的，恢复你的纯净，恢复你心地的纯净。所以这五年当中是教你福慧双修。怎么样修福？在道场里面工作，道场里面所有一切工作让你去服务，让你去做，这是修福报。道场里面讲经不准你听，为什么？你听了会胡思乱想，所以你没有资格听经。念佛堂里也不准你念佛，禅堂也不准你参禅。这五年干什么？五年在教下多半教你念一部经，把这部经一天念多少遍，规定你念出遍数。譬如一般在天台家念《法华经》，《法华经》一天念一部，念五年，一天都不间断，除这个之外什么都没有。他头脑都被《法华经》洗得干干净净的，头脑里除了《法华经》之外，什么都没有，所以以后他很容易开悟。我们今天不能开悟，就是头脑里面东西太多、太杂、太肮脏了，洗都洗不干净。所以我们晓得，从前人用什么方法修成的，再看看我们今天为什么学不成，这两下一对照，非常明显的看出来了。",
      "zh_TW": "從前在那樣的社會環境裡面發心想學佛，無論在家出家，老師傳授的時候，還得要五年學戒，你看還要做這個工作。五年學戒，學的是什麼？不是學經、律、論的戒律，不是學那個。五年學戒是修行的生活教育，好像我們現在讀書的新生訓練，佛門裡頭有五年的新生訓練。新生訓練主要的目的，恢復你的純淨，恢復你心地的純淨。所以這五年當中是教你福慧雙修。怎麼樣修福？在道場裡面工作，道場裡面所有一切工作讓你去服務，讓你去做，這是修福報。道場裡面講經不准你聽，為什麼？你聽了會胡思亂想，所以你沒有資格聽經。念佛堂裡也不准你念佛，禪堂也不准你參禪。這五年幹什麼？五年在教下多半教你念一部經，把這部經一天念多少遍，規定你念出遍數。譬如一般在天台家念《法華經》，《法華經》一天念一部，念五年，一天都不間斷，除這個之外什麼都沒有。他頭腦都被《法華經》洗得乾乾淨淨的，頭腦裡除了《法華經》之外，什麼都沒有，所以以後他很容易開悟。我們今天不能開悟，就是頭腦裡面東西太多、太雜、太骯髒了，洗都洗不乾淨。所以我們曉得，從前人用什麼方法修成的，再看看我們今天為什麼學不成，這兩下一對照，非常明顯的看出來了。"
    },
    {
      "id": "02-003-0001_p0024",
      "zh_CN": "今天佛法的修学要想成就，还是得用老办法，不用老办法，可以说我们这一生当中没有成就的指望，这一点希望大家要特别留意。尤其是末法众生，末法是在我们这个时代，福薄障深。不要认为我们的生活很富裕，日子过得还不错，实在讲没有从前人福报大。从前人没有烦恼，你现在生活虽然富裕一点，你付出的代价太大了，得不偿失，你的生活太紧张。哪像从前人的生活，都能生活在诗情画意里面，没有事情，游山玩水逍遥自在，我们今天谁有这么大的福报？连我出家都没有这么大的福报。我也很想游山玩水，但是每个地方邀我讲经，把时间都排定了，一年时间都排定了，我没有时间出去玩玩，没有时间，这没福，知道自己福薄障深。",
      "zh_TW": "今天佛法的修學要想成就，還是得用老辦法，不用老辦法，可以說我們這一生當中沒有成就的指望，這一點希望大家要特別留意。尤其是末法眾生，末法是在我們這個時代，福薄障深。不要認為我們的生活很富裕，日子過得還不錯，實在講沒有從前人福報大。從前人沒有煩惱，你現在生活雖然富裕一點，你付出的代價太大了，得不償失，你的生活太緊張。哪像從前人的生活，都能生活在詩情畫意裡面，沒有事情，遊山玩水逍遙自在，我們今天誰有這麼大的福報？連我出家都沒有這麼大的福報。我也很想遊山玩水，但是每個地方邀我講經，把時間都排定了，一年時間都排定了，我沒有時間出去玩玩，沒有時間，這沒福，知道自己福薄障深。"
    },
    {
      "id": "02-003-0001_p0025",
      "zh_CN": "在这种情形之下，实在讲佛实在是慈悲到了极处，为我们开辟净土法门。净土法门就是帮助我们这些人的，业障深重的人，保证我们在一生当中也能成就，所以这个法门是不可思议的法门。这个法门是阿弥陀佛开辟的，阿弥陀佛开辟，如果没有别人赞助，没有别人给他宣扬、推荐，他也不能帮助一切众生。好在他这个法门开辟之后，十方诸佛都响应，一切诸佛没有一尊佛不赞叹，没有一尊佛不欢喜；换句话说，没有一尊佛不讲《无量寿经》，没有一尊佛不劝一切众生念佛求生西方极乐世界。所以，这个法门就变成十方三世一切诸佛度众生成佛道的第一法门。我们有缘分在一生当中遇到，那是你多生多劫善根、福德、因缘，你才能够遇得到，否则的话你遇不到。经上讲得很清楚，许多菩萨想听这个法门，没有机缘，你就晓得这个法门稀有珍贵。",
      "zh_TW": "在這種情形之下，實在講佛實在是慈悲到了極處，為我們開闢淨土法門。淨土法門就是幫助我們這些人的，業障深重的人，保證我們在一生當中也能成就，所以這個法門是不可思議的法門。這個法門是阿彌陀佛開闢的，阿彌陀佛開闢，如果沒有別人贊助，沒有別人給他宣揚、推薦，他也不能幫助一切眾生。好在他這個法門開闢之後，十方諸佛都響應，一切諸佛沒有一尊佛不讚歎，沒有一尊佛不歡喜；換句話說，沒有一尊佛不講《無量壽經》，沒有一尊佛不勸一切眾生念佛求生西方極樂世界。所以，這個法門就變成十方三世一切諸佛度眾生成佛道的第一法門。我們有緣分在一生當中遇到，那是你多生多劫善根、福德、因緣，你才能夠遇得到，否則的話你遇不到。經上講得很清楚，許多菩薩想聽這個法門，沒有機緣，你就曉得這個法門稀有珍貴。"
    },
    {
      "id": "02-003-0001_p0026",
      "zh_CN": "这个法门在中国，从慧远大师建立第一个念佛道场，就是现在的江西庐山东林寺。现在这个道场还在，果一法师作住持，我跟他没有见过面，但是他给我写过信，我们有通信，他老人家在主持这个道场。从此以后一直到今天，差不多将近一千八百年，净土宗在中国，确实成就许多的修行人往生不退成佛，这是无量无边的功德，第一殊胜的因缘。但是在过去，弘扬这个法门没有太大的问题，刚才说过了，那时候的人心厚道，妄念少，容易接受。但是在最近两百年，净土宗衰了，可以说从清朝中叶以后就衰了。为什么会衰？诸位要知道这个原因，西洋人到中国来，中国开始接受西洋的文明。尤其是满清末年的腐败，一些知识分子，就是一些读书人，一昧的崇洋，总觉得一切都是外国的好，疏忽了自己固有的文化传统。在佛法里面讲，这是开始接受外面的文化，思想一天比一天乱，对于真实智慧的开启就产生严重的障碍，在佛法讲业障，业障一天比一天重。",
      "zh_TW": "這個法門在中國，從慧遠大師建立第一個念佛道場，就是現在的江西廬山東林寺。現在這個道場還在，果一法師作住持，我跟他沒有見過面，但是他給我寫過信，我們有通信，他老人家在主持這個道場。從此以後一直到今天，差不多將近一千八百年，淨土宗在中國，確實成就許多的修行人往生不退成佛，這是無量無邊的功德，第一殊勝的因緣。但是在過去，弘揚這個法門沒有太大的問題，剛才說過了，那時候的人心厚道，妄念少，容易接受。但是在最近兩百年，淨土宗衰了，可以說從清朝中葉以後就衰了。為什麼會衰？諸位要知道這個原因，西洋人到中國來，中國開始接受西洋的文明。尤其是滿清末年的腐敗，一些知識分子，就是一些讀書人，一昧的崇洋，總覺得一切都是外國的好，疏忽了自己固有的文化傳統。在佛法裡面講，這是開始接受外面的文化，思想一天比一天亂，對於真實智慧的開啟就產生嚴重的障礙，在佛法講業障，業障一天比一天重。"
    },
    {
      "id": "02-003-0001_p0027",
      "zh_CN": "佛教，特别是净土宗的经典，最主要是《无量寿经》。《无量寿经》到中国来得最早，翻译最多，从后汉到宋朝八百年间，总共有十二次的翻译，所以译本最多。这些译本内容不相同，于是读诵的人就发生了怀疑，不晓得如何选择。因为这个缘故，《无量寿经》虽然是净土三经之一，它的流通量远不如《阿弥陀经》跟《观无量寿佛经》，这里头是有原因的。这是第一经，最重要的一部经典，没有办法流通。宋朝以后，《无量寿经》的译本有七种失传，现在传留下来的，在《大藏经》里面保存的还有五种，这五种内容就有很大的出入。因此，宋朝王龙舒居士就发心重新校对，重新编辑，重编一个本子，这个本子就是《大阿弥陀经》，王日休编的，编得是不错，编得比原译本好，流通很广，现在很多人能够看得到这个本子。但是这个本子还是不完美，还是有缺点。由此可知，这样重要的经典，在古时候已经就有流通的障碍，何况在现代！要想度现代人，没有相当可靠，而且能够教大众，尤其能叫现代头脑接受科学洗礼的人，他能够理解、能够相信、能够接受，这是一桩非常不容易的事情。",
      "zh_TW": "佛教，特別是淨土宗的經典，最主要是《無量壽經》。《無量壽經》到中國來得最早，翻譯最多，從後漢到宋朝八百年間，總共有十二次的翻譯，所以譯本最多。這些譯本內容不相同，於是讀誦的人就發生了懷疑，不曉得如何選擇。因為這個緣故，《無量壽經》雖然是淨土三經之一，它的流通量遠不如《阿彌陀經》跟《觀無量壽佛經》，這裡頭是有原因的。這是第一經，最重要的一部經典，沒有辦法流通。宋朝以後，《無量壽經》的譯本有七種失傳，現在傳留下來的，在《大藏經》裡面保存的還有五種，這五種內容就有很大的出入。因此，宋朝王龍舒居士就發心重新校對，重新編輯，重編一個本子，這個本子就是《大阿彌陀經》，王日休編的，編得是不錯，編得比原譯本好，流通很廣，現在很多人能夠看得到這個本子。但是這個本子還是不完美，還是有缺點。由此可知，這樣重要的經典，在古時候已經就有流通的障礙，何況在現代！要想度現代人，沒有相當可靠，而且能夠教大眾，尤其能叫現代頭腦接受科學洗禮的人，他能夠理解、能夠相信、能夠接受，這是一樁非常不容易的事情。"
    },
    {
      "id": "02-003-0001_p0028",
      "zh_CN": "王龙舒居士会集大经之后，因为有缺陷，所以在前清乾隆的时候，有彭际清居士的本子出来，咸丰年间，有魏源的本子出来。愈是后来的，当然前面的弊病他会改进一些，愈是后来的本子愈好，但是依然美中不足，还有人挑他的毛病，这个都是对于大经流通产生重大的阻碍。在民国年间，也就是抗战之前，山东郓城夏莲居老居士发心重新再校对，重新再整理、编排，就会集我们现在用的这个本子。这个本子编出来，距离我们现在还不到五十年，本子出来还不到五十年，这个本子才是《无量寿经》最完美的本子。我们今天在此地，就是跟诸位同修探讨《无量寿经》，依据的经本就是夏莲居老居士的会集本。希望从这个本子里面真正认识西方净土，了解阿弥陀佛与十方一切诸佛发心度众生的悲愿，度众生的方法、手段。唯有如此，我们的信心才能够坚定、才能够增长。在这一生当中我们的修持，刚才跟大家说过，觉不迷、正不邪、净不染。具体的标准，怎样才叫觉？怎样才叫正？怎样才叫清净？我相信这是每位同修非常关心的大事。具体提供就是这个经本，依照这个经本的理论、方法、境界、教训去修学，觉正净的标准我们统统得到。",
      "zh_TW": "王龍舒居士會集大經之後，因為有缺陷，所以在前清乾隆的時候，有彭際清居士的本子出來，咸豐年間，有魏源的本子出來。愈是後來的，當然前面的弊病他會改進一些，愈是後來的本子愈好，但是依然美中不足，還有人挑他的毛病，這個都是對於大經流通產生重大的阻礙。在民國年間，也就是抗戰之前，山東鄆城夏蓮居老居士發心重新再校對，重新再整理、編排，就會集我們現在用的這個本子。這個本子編出來，距離我們現在還不到五十年，本子出來還不到五十年，這個本子才是《無量壽經》最完美的本子。我們今天在此地，就是跟諸位同修探討《無量壽經》，依據的經本就是夏蓮居老居士的會集本。希望從這個本子裡面真正認識西方淨土，了解阿彌陀佛與十方一切諸佛發心度眾生的悲願，度眾生的方法、手段。唯有如此，我們的信心才能夠堅定、才能夠增長。在這一生當中我們的修持，剛才跟大家說過，覺不迷、正不邪、淨不染。具體的標準，怎樣才叫覺？怎樣才叫正？怎樣才叫清淨？我相信這是每位同修非常關心的大事。具體提供就是這個經本，依照這個經本的理論、方法、境界、教訓去修學，覺正淨的標準我們統統得到。"
    },
    {
      "id": "02-003-0001_p0029",
      "zh_CN": "这部经非常之难得，有黄念祖老居士的注解，大家要想深入研究，就可以去研究黄老居士的注解。这个注解因缘也非常的稀有，我是在大前年在美国弘法，我在华盛顿特区，就是美国的首都，在那边讲经，听众当中有几个人来告诉我，想请一个老居士到美国来弘法，问我好不好。我就问他是谁？他说是黄念祖。黄念祖这个名字我很熟，人没见过，名字熟就是读这部经后面有一篇跋文，这个跋文是黄念祖居士写的，因为这部经我讲过很多遍，所以这个名字很熟。我就怕有时候同名同姓，同名同姓的人很多，我就问他，我说这个黄念祖老居士是不是梅光羲居士的外甥？他们说是的。我说那就没错，我说他还在？这就很稀奇，我以为他不在世间了。他还在，那就非常惊奇。我就告诉他们，你们赶快请他来，我说这是很了不起的一位大善知识。",
      "zh_TW": "這部經非常之難得，有黃念祖老居士的註解，大家要想深入研究，就可以去研究黃老居士的註解。這個註解因緣也非常的稀有，我是在大前年在美國弘法，我在華盛頓特區，就是美國的首都，在那邊講經，聽眾當中有幾個人來告訴我，想請一個老居士到美國來弘法，問我好不好。我就問他是誰？他說是黃念祖。黃念祖這個名字我很熟，人沒見過，名字熟就是讀這部經後面有一篇跋文，這個跋文是黃念祖居士寫的，因為這部經我講過很多遍，所以這個名字很熟。我就怕有時候同名同姓，同名同姓的人很多，我就問他，我說這個黃念祖老居士是不是梅光羲居士的外甥？他們說是的。我說那就沒錯，我說他還在？這就很稀奇，我以為他不在世間了。他還在，那就非常驚奇。我就告訴他們，你們趕快請他來，我說這是很了不起的一位大善知識。"
    },
    {
      "id": "02-003-0001_p0030",
      "zh_CN": "诸位同修大概也有很多知道，我的佛法是跟李炳南老居士学的，我跟他十年，我跟李老居士学的。李老居士就是梅光羲的学生，我们还有这个关系，黄念祖是梅光羲的外甥，有这么个关系在。我就说你们请他到美国来，太难得了。过了一个多月以后，老居士就到了美国，就到了华府。那时候我到德州去了，我在德州讲经。他们打电话告诉我说老居士来了，我就把《无量寿经》，另外还有一部《相宗纲要》，我就将这两本书寄给老居士做纪念。这个本子有他的跋文，前面有他舅父的一篇序文，很好的纪念。另外《相宗纲要》是他舅父编的，我们在台湾翻印的，前面有李老居士的一篇序文，非常值得纪念的，我把这个书送给他。",
      "zh_TW": "諸位同修大概也有很多知道，我的佛法是跟李炳南老居士學的，我跟他十年，我跟李老居士學的。李老居士就是梅光羲的學生，我們還有這個關係，黃念祖是梅光羲的外甥，有這麼個關係在。我就說你們請他到美國來，太難得了。過了一個多月以後，老居士就到了美國，就到了華府。那時候我到德州去了，我在德州講經。他們打電話告訴我說老居士來了，我就把《無量壽經》，另外還有一部《相宗綱要》，我就將這兩本書寄給老居士做紀念。這個本子有他的跋文，前面有他舅父的一篇序文，很好的紀念。另外《相宗綱要》是他舅父編的，我們在台灣翻印的，前面有李老居士的一篇序文，非常值得紀念的，我把這個書送給他。"
    },
    {
      "id": "02-003-0001_p0031",
      "zh_CN": "没想到他对《无量寿经》完成了一部伟大的著作，注解，这个经的注解。他只带了一部，这一部还算是初稿，打字油印的，就立刻寄给我，我也来不及看。我在美国讲经完了就赶回台湾，回到台湾翻开一看，欢喜得不得了，非常的难得。因为我这几年都是讲这部经，他也在这部经上下这么大的功夫，实在太难得了。所以我就叫美国的同修写一封信去问他，他这个书有没有版权？现在有人印东西，后头「版权所有，翻印必究」，那就没法子，咱们不能翻印。我说如果他没有版权，我决定在台湾给他翻印。一个多月以后，这个信从美国转回来，老居士非常欢迎我们翻印，他老人家没有版权。我说那太好了，我们就计划翻印。因为他这个稿子是简体字打的，我们找了七、八个同修帮忙，把简体字换成我们台湾用的繁体字，费了八个月的时间，把整个翻过来，然后差不多有半年时间我们作版。现在这个书印出来了，我们印了一万本，送了五千本到大陆，我们海外跟台湾流通五千本。一万本听起来好像满多的，实际上一送不够用，所以我们现在积极筹备再印第二版，不够用。",
      "zh_TW": "沒想到他對《無量壽經》完成了一部偉大的著作，註解，這個經的註解。他只帶了一部，這一部還算是初稿，打字油印的，就立刻寄給我，我也來不及看。我在美國講經完了就趕回台灣，回到台灣翻開一看，歡喜得不得了，非常的難得。因為我這幾年都是講這部經，他也在這部經上下這麼大的功夫，實在太難得了。所以我就叫美國的同修寫一封信去問他，他這個書有沒有版權？現在有人印東西，後頭「版權所有，翻印必究」，那就沒法子，咱們不能翻印。我說如果他沒有版權，我決定在台灣給他翻印。一個多月以後，這個信從美國轉回來，老居士非常歡迎我們翻印，他老人家沒有版權。我說那太好了，我們就計劃翻印。因為他這個稿子是簡體字打的，我們找了七、八個同修幫忙，把簡體字換成我們台灣用的繁體字，費了八個月的時間，把整個翻過來，然後差不多有半年時間我們作版。現在這個書印出來了，我們印了一萬本，送了五千本到大陸，我們海外跟台灣流通五千本。一萬本聽起來好像滿多的，實際上一送不夠用，所以我們現在積極籌備再印第二版，不夠用。"
    },
    {
      "id": "02-003-0001_p0032",
      "zh_CN": "这样跟黄老居士结了个法缘，非常之欢喜。从前我一个人在海外讲这部经，大家听了是半信半疑，现在黄老居士也提倡这部经，同修们有了信心，为什么？不是我一个人讲，还有人也在讲这个经。黄老居士见了我也很高兴，为什么？他过去一个人搞，也是孤掌难鸣。他说我写这个东西，唯恐以后摆在字纸篓被人家烧掉，他说这怎么能印得出来？大陆上出版一本书非常不容易，现在碰到我，这个书可以印出来流通，非常的欢喜。所以，我就有心要到祖国去跟他老人家见一面。去年六月中旬，我就到北京特地跟他老人家谈谈《无量寿经》、净土宗的修学弘扬的这个问题，向他老人家请教。我到大陆上不朝山，山没有什么朝头的，没什么看头，到哪里都一样；也不去看庙，庙我已经看得很多，我都不要看，什么都不要看了。我所要看的是真正有修有学的高人，我要看这个，这种人我们跟他见一次面，谈几句话，一生受用不尽。古时候讲朝山，是参访善知识，如果这个山上的庙再大、山再高，没有善知识，那就没有去的必要。这一点也希望同修们能够注意到，真正参访大善知识。",
      "zh_TW": "這樣跟黃老居士結了個法緣，非常之歡喜。從前我一個人在海外講這部經，大家聽了是半信半疑，現在黃老居士也提倡這部經，同修們有了信心，為什麼？不是我一個人講，還有人也在講這個經。黃老居士見了我也很高興，為什麼？他過去一個人搞，也是孤掌難鳴。他說我寫這個東西，唯恐以後擺在字紙簍被人家燒掉，他說這怎麼能印得出來？大陸上出版一本書非常不容易，現在碰到我，這個書可以印出來流通，非常的歡喜。所以，我就有心要到祖國去跟他老人家見一面。去年六月中旬，我就到北京特地跟他老人家談談《無量壽經》、淨土宗的修學弘揚的這個問題，向他老人家請教。我到大陸上不朝山，山沒有什麼朝頭的，沒什麼看頭，到哪裡都一樣；也不去看廟，廟我已經看得很多，我都不要看，什麼都不要看了。我所要看的是真正有修有學的高人，我要看這個，這種人我們跟他見一次面，談幾句話，一生受用不盡。古時候講朝山，是參訪善知識，如果這個山上的廟再大、山再高，沒有善知識，那就沒有去的必要。這一點也希望同修們能夠注意到，真正參訪大善知識。"
    },
    {
      "id": "02-003-0001_p0033",
      "zh_CN": "我跟他老人家见了面之后，我学佛三十七年，在我感触当中，我一生所见到的高人，这是第一个，他的成就超过我的老师李炳南老居士，超过他。他不但是教通达，他禅、密造诣都非常之高，实在是国内第一善知识。我所晓得真正是第一善知识，在这个时代、这个世间非常的稀有。见了面之后，我们对于修学弘扬的信心更为坚固。回到台湾之后，我心里想着一定要编一部《净土五经读本》。原因在哪里？你想这么好的经本，这个本子是在四十年前，律航法师，那个时候他还没出家，他还是个居士，他曾经亲近过夏莲居老居士，跟黄念祖他们同学，听过夏老居士讲这部经，所以他把这个本子带到台湾。台湾有这个本子，第一个本子就是律航老法师带到台湾去的。李炳南老居士曾经在台中莲社讲过一遍，而且还有简单的注解，我这个大本子就是李老居士简单眉注的本子。",
      "zh_TW": "我跟他老人家見了面之後，我學佛三十七年，在我感觸當中，我一生所見到的高人，這是第一個，他的成就超過我的老師李炳南老居士，超過他。他不但是教通達，他禪、密造詣都非常之高，實在是國內第一善知識。我所曉得真正是第一善知識，在這個時代、這個世間非常的稀有。見了面之後，我們對於修學弘揚的信心更為堅固。回到台灣之後，我心裡想著一定要編一部《淨土五經讀本》。原因在哪裡？你想這麼好的經本，這個本子是在四十年前，律航法師，那個時候他還沒出家，他還是個居士，他曾經親近過夏蓮居老居士，跟黃念祖他們同學，聽過夏老居士講這部經，所以他把這個本子帶到台灣。台灣有這個本子，第一個本子就是律航老法師帶到台灣去的。李炳南老居士曾經在台中蓮社講過一遍，而且還有簡單的註解，我這個大本子就是李老居士簡單眉註的本子。"
    },
    {
      "id": "02-003-0001_p0034",
      "zh_CN": "当时佛教界里面有些人不赞成读这个本子，原因就是因为是后人会集的，不是原译的。李老居士也受了一些影响，所以讲了一遍之后，就没有再讲第二遍。我亲近他老人家，这部经他已经讲过了，我没听到，但是很难得，他把他注解的本子送给我。以后我回到台北讲经，我就很想开讲这个本子，李老师说你年岁还轻，暂时不要讲。我把这个事情就放下来了，这一放就放了十几年。李老居士往生的时候，我想想我跟他十年，得他的利益非常之大，报答他的恩德唯有弘扬这部经，他这个本子交给我。所以，我就把它印一万本，第一版印一万本流通，把他注解的这个本子。印出来之后，在台北、在美国、在加拿大就开始讲解，听的人非常之欢喜。",
      "zh_TW": "當時佛教界裡面有些人不贊成讀這個本子，原因就是因為是後人會集的，不是原譯的。李老居士也受了一些影響，所以講了一遍之後，就沒有再講第二遍。我親近他老人家，這部經他已經講過了，我沒聽到，但是很難得，他把他註解的本子送給我。以後我回到台北講經，我就很想開講這個本子，李老師說你年歲還輕，暫時不要講。我把這個事情就放下來了，這一放就放了十幾年。李老居士往生的時候，我想想我跟他十年，得他的利益非常之大，報答他的恩德唯有弘揚這部經，他這個本子交給我。所以，我就把它印一萬本，第一版印一萬本流通，把他註解的這個本子。印出來之後，在台北、在美國、在加拿大就開始講解，聽的人非常之歡喜。"
    },
    {
      "id": "02-003-0001_p0035",
      "zh_CN": "去年跟老居士见了面之后，又想到还有许多人对这个本子怀疑，所以就想到一定要编一部《净土五经读本》。五经是已经有了，但是五经，《无量寿经》只有一种，取的康僧铠的译本，这一种决定是不够的。所以我这一次编，是把《无量寿经》原译本五种，会集本一共有四种，《无量寿经》现在有九种不同的本子，统统印在一起；《阿弥陀经》有三种不同的本子，也印在一起。这个因缘非常殊胜，非常稀有，因为绝大多数修净土的同修，在一生当中很难得看到九种不同的《无量寿经》。原因在什么地方？经本找不到，你到哪里去找去？《大藏经》里面只收集了六种，还有三种没有。但是《大藏经》字小又不方便，有几个人去看《大藏经》？所以研究、读诵的意愿就打了折扣。我们今天把这个本子印出来，印成单行本，把这九种本子都送到你手中，大家可能就有兴趣去翻翻、去看看。九种本子统统看过之后，才知道夏莲居老居士会集本，就像梅光羲居士所说的，是《无量寿经》里面最善的一本，最好的一个本子，我们疑惑的念头才能断，断疑生信，有利于会集本的普遍弘扬。所以，我第一版就印了三万本，这个事情我交代台北「佛陀教育基金会」替我办，我在美国弘法。",
      "zh_TW": "去年跟老居士見了面之後，又想到還有許多人對這個本子懷疑，所以就想到一定要編一部《淨土五經讀本》。五經是已經有了，但是五經，《無量壽經》只有一種，取的康僧鎧的譯本，這一種決定是不夠的。所以我這一次編，是把《無量壽經》原譯本五種，會集本一共有四種，《無量壽經》現在有九種不同的本子，統統印在一起；《阿彌陀經》有三種不同的本子，也印在一起。這個因緣非常殊勝，非常稀有，因為絕大多數修淨土的同修，在一生當中很難得看到九種不同的《無量壽經》。原因在什麼地方？經本找不到，你到哪裡去找去？《大藏經》裡面只收集了六種，還有三種沒有。但是《大藏經》字小又不方便，有幾個人去看《大藏經》？所以研究、讀誦的意願就打了折扣。我們今天把這個本子印出來，印成單行本，把這九種本子都送到你手中，大家可能就有興趣去翻翻、去看看。九種本子統統看過之後，才知道夏蓮居老居士會集本，就像梅光羲居士所說的，是《無量壽經》裡面最善的一本，最好的一個本子，我們疑惑的念頭才能斷，斷疑生信，有利於會集本的普遍弘揚。所以，我第一版就印了三萬本，這個事情我交代台北「佛陀教育基金會」替我辦，我在美國弘法。"
    },
    {
      "id": "02-003-0001_p0036",
      "zh_CN": "这个因缘非常的稀有，现代人在这方面来讲比过去人有福报。过去的大德们，一生当中看到净土完全的经典，可以说太少了！现在这个本子印出来，每个人都能够读到。唯有完全读过，信心才能建立。所以修学这个法门，有很多同修来问我，从哪里下手？我就告诉他，你把我新编的《净土五经读本》从头到尾一字不漏先看十遍，从头到尾看十遍。然后再将现在诸位手上拿的这个经本，每天念三遍，一天不能间断，念三年，三年就是念三千遍。以这个基础你再来修净土法门，我可以说你决定往生。这就是我们修学这个法门先奠基础，有这样深厚的基础，念佛往生才有可能。否则的话，像一般人常讲，念佛的人多，往生的人少，原因在哪里？没有根基，根基的建立就要从这个办法去做。你要是真正想我这一生不再想搞六道轮回，我想出离三界，我想往生到西方极乐世界，你就依照我这个方法去做，决定不落空。",
      "zh_TW": "這個因緣非常的稀有，現代人在這方面來講比過去人有福報。過去的大德們，一生當中看到淨土完全的經典，可以說太少了！現在這個本子印出來，每個人都能夠讀到。唯有完全讀過，信心才能建立。所以修學這個法門，有很多同修來問我，從哪裡下手？我就告訴他，你把我新編的《淨土五經讀本》從頭到尾一字不漏先看十遍，從頭到尾看十遍。然後再將現在諸位手上拿的這個經本，每天念三遍，一天不能間斷，念三年，三年就是念三千遍。以這個基礎你再來修淨土法門，我可以說你決定往生。這就是我們修學這個法門先奠基礎，有這樣深厚的基礎，念佛往生才有可能。否則的話，像一般人常講，念佛的人多，往生的人少，原因在哪裡？沒有根基，根基的建立就要從這個辦法去做。你要是真正想我這一生不再想搞六道輪迴，我想出離三界，我想往生到西方極樂世界，你就依照我這個方法去做，決定不落空。"
    },
    {
      "id": "02-003-0001_p0037",
      "zh_CN": "因为现代这个社会非常混乱，《楞严经》说得好，末法期间「邪师说法，如恒河沙」。如果我们的思想、见解稍稍有一点偏差，就会变成邪知邪见，就会落在魔网里面。《大佛顶首楞严经》里面给我们讲得很清楚，所说的五十种阴魔。只要稍稍不谨慎，我们的见解就错误，我们希望得到好的果报，结果反而堕落，那是非常的冤枉。这一点实在讲，现代社会的人心不像从前那样的老实，现在第一个求新，旧的不要，求新；第二个要求变，过去那个样子看不惯，还要多变化；第三个要求快。诸位要晓得，这三个心理就是着魔的因素。殊不知真正讲到求新、求变、求速，无过于大乘佛法。大乘佛法的戒、定、慧三学，就是最新、最快的，也是最完善的。尤其是大乘里面的净土法门，所谓三资粮，信、愿、行，这是一生成就的佛法。连法相唯识宗的大师，窥基大师，都赞叹这个法门是圆顿至极，圆是圆满，没有欠缺，顿就是快速。这个法门如果你功夫用得非常得力，一般三年到五年就成就。你们想想，哪个法门能够在这么短的时间得到圆满的结果？可以说除这个法门之外，任何一个法门三年当中要有成就，太难太难！",
      "zh_TW": "因為現代這個社會非常混亂，《楞嚴經》說得好，末法期間「邪師說法，如恆河沙」。如果我們的思想、見解稍稍有一點偏差，就會變成邪知邪見，就會落在魔網裡面。《大佛頂首楞嚴經》裡面給我們講得很清楚，所說的五十種陰魔。只要稍稍不謹慎，我們的見解就錯誤，我們希望得到好的果報，結果反而墮落，那是非常的冤枉。這一點實在講，現代社會的人心不像從前那樣的老實，現在第一個求新，舊的不要，求新；第二個要求變，過去那個樣子看不慣，還要多變化；第三個要求快。諸位要曉得，這三個心理就是著魔的因素。殊不知真正講到求新、求變、求速，無過於大乘佛法。大乘佛法的戒、定、慧三學，就是最新、最快的，也是最完善的。尤其是大乘裡面的淨土法門，所謂三資糧，信、願、行，這是一生成就的佛法。連法相唯識宗的大師，窺基大師，都讚歎這個法門是圓頓至極，圓是圓滿，沒有欠缺，頓就是快速。這個法門如果你功夫用得非常得力，一般三年到五年就成就。你們想想，哪個法門能夠在這麼短的時間得到圓滿的結果？可以說除這個法門之外，任何一個法門三年當中要有成就，太難太難！"
    },
    {
      "id": "02-003-0001_p0038",
      "zh_CN": "至于密宗所谓的即身成佛，所说的快，实在是不容易。黄念祖老居士告诉我，大陆上学密的，四十年当中，大陆的人口十亿人，四十年其中学密成就的只有六个人。你想想看多难！一亿人当中都没有一个。回头再看看台湾念佛往生的，真正往生到西方极乐世界，也是四十年，国民政府到台湾四十年，台湾的人口两千万，我们所晓得确实靠得住的，真正往生西方极乐世界的，至少有四百人。这是李炳南老居士在台中开的净土法门，四百人是最保守的计算，可能还要超过。由此可知，这个法门之稳当可靠。为什么在台湾四十年当中，不是每个人念佛每个人都往生？这个比例还是太少了，只有四百多人。台湾念佛的，在我看恐怕有四百万，四百万人是有的。四百万人念阿弥陀佛，只有四百人往生，还是不成比例。诸位要知道，这个原因就是对于念佛的理论、方法、境界不明了，不相应。甚至于还有念佛求人间富贵的，求家庭平安的，求这些，把往生净土这个事情忽略掉了，这些人占相当大的比例。诸位要知道，你真正发愿求生净土，家里人没有不平安的，没有不如意的。为什么？经上明白的告诉我们，一个人真心真意求生西方极乐世界，阿弥陀佛就派遣二十五位菩萨日夜保护你。菩萨保护你，不是护法神，护法神保护你已经不容易了，现在是二十五位菩萨日夜保护你，你什么样的灾难都遇不到，你的家庭哪有不幸福的道理！所以问题就是你相不相信，你是不是真正想生西方净土，关键就在这个地方。我真正想到西方极乐世界去，与阿弥陀佛同心、同愿、同解、同行，这就相应了。",
      "zh_TW": "至於密宗所謂的即身成佛，所說的快，實在是不容易。黃念祖老居士告訴我，大陸上學密的，四十年當中，大陸的人口十億人，四十年其中學密成就的只有六個人。你想想看多難！一億人當中都沒有一個。回頭再看看台灣念佛往生的，真正往生到西方極樂世界，也是四十年，國民政府到台灣四十年，台灣的人口兩千萬，我們所曉得確實靠得住的，真正往生西方極樂世界的，至少有四百人。這是李炳南老居士在台中開的淨土法門，四百人是最保守的計算，可能還要超過。由此可知，這個法門之穩當可靠。為什麼在台灣四十年當中，不是每個人念佛每個人都往生？這個比例還是太少了，只有四百多人。台灣念佛的，在我看恐怕有四百萬，四百萬人是有的。四百萬人念阿彌陀佛，只有四百人往生，還是不成比例。諸位要知道，這個原因就是對於念佛的理論、方法、境界不明瞭，不相應。甚至於還有念佛求人間富貴的，求家庭平安的，求這些，把往生淨土這個事情忽略掉了，這些人佔相當大的比例。諸位要知道，你真正發願求生淨土，家裡人沒有不平安的，沒有不如意的。為什麼？經上明白的告訴我們，一個人真心真意求生西方極樂世界，阿彌陀佛就派遣二十五位菩薩日夜保護你。菩薩保護你，不是護法神，護法神保護你已經不容易了，現在是二十五位菩薩日夜保護你，你什麼樣的災難都遇不到，你的家庭哪有不幸福的道理！所以問題就是你相不相信，你是不是真正想生西方淨土，關鍵就在這個地方。我真正想到西方極樂世界去，與阿彌陀佛同心、同願、同解、同行，這就相應了。"
    },
    {
      "id": "02-003-0001_p0039",
      "zh_CN": "可见得，虽然同样是念佛，佛理（也就是经典）是不是真正的理解，对于我们往生的确是有很大的关系，尤其生在现代社会。所以这部经不能不细说，不能不详细的讨论。不仅我们现前一切灾难可以消除，一切的业障也能够消掉，现在就离苦得乐，将来的果报之殊胜，那是十方一切诸佛都赞叹的、都佩服的、都欢喜的。所以诸位一定要觉悟，这个法门遇到不容易，得来不容易。",
      "zh_TW": "可見得，雖然同樣是念佛，佛理（也就是經典）是不是真正的理解，對於我們往生的確是有很大的關係，尤其生在現代社會。所以這部經不能不細說，不能不詳細的討論。不僅我們現前一切災難可以消除，一切的業障也能夠消掉，現在就離苦得樂，將來的果報之殊勝，那是十方一切諸佛都讚歎的、都佩服的、都歡喜的。所以諸位一定要覺悟，這個法門遇到不容易，得來不容易。"
    },
    {
      "id": "02-003-0001_p0040",
      "zh_CN": "在没有正式讲这部经之前，要跟诸位同修报告的，除了已经说明的之外，就是这个法门有几桩是真正不可思议，真实难信之法。我们在研读许多大乘经典之后，才认识这个法门。我自己在年轻的时候也是好高骛远，犯了一般年轻人的通病。我自己学佛因缘是在三十七年以前，我跟方东美先生学哲学，那个时候我二十六岁，跟方老师学哲学。方老师把佛经哲学介绍给我，他告诉我，他说佛经的哲学是全世界哲学里面最高、最好、最完善的。这样才开始看佛经，看佛经是看佛经哲学。所以见到佛不拜的，我是研究佛法哲学的，我不拜佛，我也不烧香的，研究哲学。",
      "zh_TW": "在沒有正式講這部經之前，要跟諸位同修報告的，除了已經說明的之外，就是這個法門有幾樁是真正不可思議，真實難信之法。我們在研讀許多大乘經典之後，才認識這個法門。我自己在年輕的時候也是好高騖遠，犯了一般年輕人的通病。我自己學佛因緣是在三十七年以前，我跟方東美先生學哲學，那個時候我二十六歲，跟方老師學哲學。方老師把佛經哲學介紹給我，他告訴我，他說佛經的哲學是全世界哲學裡面最高、最好、最完善的。這樣才開始看佛經，看佛經是看佛經哲學。所以見到佛不拜的，我是研究佛法哲學的，我不拜佛，我也不燒香的，研究哲學。"
    },
    {
      "id": "02-003-0001_p0041",
      "zh_CN": "但是因缘非常殊胜，在我接触经典不到一个月，我就认识了章嘉大师，这是中国密宗的一位大德，这个人非常慈悲。于是我佛法就跟章嘉大师学，跟他学，可是我的目的还是偏重在哲学上。我跟他老人家三年，实在讲我的佛学根底就是那三年奠定的。他也是训练「定」的方法，但是他知道我们年轻人的毛病，跟我们讲古时候那套方法，我们一定不能接受。他用什么方法训练我？他规定我每个星期要跟他见一次面，就是星期天，那个时候我有工作，星期天一定要跟他见一次面，时间两个小时。他那个客厅很小，不大，客人就是我一个，他别的客人不见，单独我一个，给我讲佛法。而且两个钟点，真正跟我讲佛法的时间最多不会超过十分钟，一般差不多讲话的时间五分钟，但是要坐在那个地方，他的眼睛看着我的眼睛要看两个钟点。以后就晓得了，这个训练定。我提出一个问题请教他老人家，他不说话，就看着我，看半个钟点才说一句话、两句话。我就注意，注意什么？注意听，注意半个钟点才听到一句、两句。我一生当中亲近很多善知识，这个老人用的方法巧妙，换句话说，完全被他那个气分摄受。所以每个星期到他那里修两个钟点定功，修定功。但是他给我的开示虽然简短，有力量，听了之后一生都不会忘记，的确有受用，跟其他的法师、大德们交谈完全不相同，用这个方法。",
      "zh_TW": "但是因緣非常殊勝，在我接觸經典不到一個月，我就認識了章嘉大師，這是中國密宗的一位大德，這個人非常慈悲。於是我佛法就跟章嘉大師學，跟他學，可是我的目的還是偏重在哲學上。我跟他老人家三年，實在講我的佛學根底就是那三年奠定的。他也是訓練「定」的方法，但是他知道我們年輕人的毛病，跟我們講古時候那套方法，我們一定不能接受。他用什麼方法訓練我？他規定我每個星期要跟他見一次面，就是星期天，那個時候我有工作，星期天一定要跟他見一次面，時間兩個小時。他那個客廳很小，不大，客人就是我一個，他別的客人不見，單獨我一個，給我講佛法。而且兩個鐘點，真正跟我講佛法的時間最多不會超過十分鐘，一般差不多講話的時間五分鐘，但是要坐在那個地方，他的眼睛看著我的眼睛要看兩個鐘點。以後就曉得了，這個訓練定。我提出一個問題請教他老人家，他不說話，就看著我，看半個鐘點才說一句話、兩句話。我就注意，注意什麼？注意聽，注意半個鐘點才聽到一句、兩句。我一生當中親近很多善知識，這個老人用的方法巧妙，換句話說，完全被他那個氣分攝受。所以每個星期到他那裡修兩個鐘點定功，修定功。但是他給我的開示雖然簡短，有力量，聽了之後一生都不會忘記，的確有受用，跟其他的法師、大德們交談完全不相同，用這個方法。"
    },
    {
      "id": "02-003-0001_p0042",
      "zh_CN": "三年之后，他老人家圆寂了，我对佛法生了信心，认为这一门值得一生去修学。所以我就把工作辞掉去出家，专门学这个东西。辞掉之后，朱镜宙老居士（这也是很了不起的一位学者）介绍我认识了忏云法师。忏云法师在埔里住茅蓬，我跟他住了半年，在那里真的修福，每天拜佛拜八百拜，一天拜八百拜，拜了半年；在他茅蓬里面做工，做苦工。所以我出家修学的过程，古人是五年，我只做了五个月，我修了五个月。以后忏云法师告诉我，他劝我发心讲经，他说你是个讲经的材料，要发心去讲经。讲经去跟谁学？最好就是跟李炳南老居士学，李老居士正好在那个时候在台中开了一个经学班，训练专门讲经的学生。所以我就离开茅蓬去亲近李炳南老居士，参加他的讲经班。",
      "zh_TW": "三年之後，他老人家圓寂了，我對佛法生了信心，認為這一門值得一生去修學。所以我就把工作辭掉去出家，專門學這個東西。辭掉之後，朱鏡宙老居士（這也是很了不起的一位學者）介紹我認識了懺雲法師。懺雲法師在埔里住茅蓬，我跟他住了半年，在那裡真的修福，每天拜佛拜八百拜，一天拜八百拜，拜了半年；在他茅蓬裡面做工，做苦工。所以我出家修學的過程，古人是五年，我只做了五個月，我修了五個月。以後懺雲法師告訴我，他勸我發心講經，他說你是個講經的材料，要發心去講經。講經去跟誰學？最好就是跟李炳南老居士學，李老居士正好在那個時候在台中開了一個經學班，訓練專門講經的學生。所以我就離開茅蓬去親近李炳南老居士，參加他的講經班。"
    },
    {
      "id": "02-003-0001_p0043",
      "zh_CN": "刚刚去的时候，心里面还很惶恐、害怕，讲经这个事情太难了，我们怎么可以？结果头一天到那个班里面一看，我的信心就生了。看到什么情形？老居士那个班上训练的学生有二十几个人，大概二十二、三个人的样子，是个小班。里面年龄最大的是林看治居士，是个女居士，六十岁，她什么程度？小学没有毕业。我看到小学没有毕业六十岁的人都能学，那我没问题，我勇气马上就生了，一看到她就生了。林看治实在是了不起，她现在还在，大概快九十岁了。她真的学成了，而且讲经的法缘很好，写得也很不错，都是在那个时候学会的。六十岁，小学没有毕业，都可以出来学讲经，真是不可思议！再一调查我们那些同学的程度，大学没有毕业的一个，高中毕业的大概两、三个，初中毕业的是一半，小学毕业的是一半。这样的程度，李炳南老居士居然把他们训练出来，各个都能上讲台能言善道，这个了不起！所以他老人家讲，只要你肯发心，没有学不会的，没有学不出来的，就怕你不肯发心，那就没法子。",
      "zh_TW": "剛剛去的時候，心裡面還很惶恐、害怕，講經這個事情太難了，我們怎麼可以？結果頭一天到那個班裡面一看，我的信心就生了。看到什麼情形？老居士那個班上訓練的學生有二十幾個人，大概二十二、三個人的樣子，是個小班。裡面年齡最大的是林看治居士，是個女居士，六十歲，她什麼程度？小學沒有畢業。我看到小學沒有畢業六十歲的人都能學，那我沒問題，我勇氣馬上就生了，一看到她就生了。林看治實在是了不起，她現在還在，大概快九十歲了。她真的學成了，而且講經的法緣很好，寫得也很不錯，都是在那個時候學會的。六十歲，小學沒有畢業，都可以出來學講經，真是不可思議！再一調查我們那些同學的程度，大學沒有畢業的一個，高中畢業的大概兩、三個，初中畢業的是一半，小學畢業的是一半。這樣的程度，李炳南老居士居然把他們訓練出來，各個都能上講台能言善道，這個了不起！所以他老人家講，只要你肯發心，沒有學不會的，沒有學不出來的，就怕你不肯發心，那就沒法子。"
    },
    {
      "id": "02-003-0001_p0044",
      "zh_CN": "所以他带我去看他那个班，我就有信心了，我说这个行，我没有问题，可以学。我在他那个班上学的进度很快，我的头脑比较灵活一点，而且还受了一点基本训练，跟章嘉大师受过他三年的训练，一个星期虽然两个小时，也非常难得，不容易了，在忏云法师那边五个月的训练，还有点基础，头脑还灵活。我跟他学那时候的进度是一个月学一部经，我在没有出家之前，在台中住了一年三个月，就是十五个月，我学了十三部经。",
      "zh_TW": "所以他帶我去看他那個班，我就有信心了，我說這個行，我沒有問題，可以學。我在他那個班上學的進度很快，我的頭腦比較靈活一點，而且還受了一點基本訓練，跟章嘉大師受過他三年的訓練，一個星期雖然兩個小時，也非常難得，不容易了，在懺雲法師那邊五個月的訓練，還有點基礎，頭腦還靈活。我跟他學那時候的進度是一個月學一部經，我在沒有出家之前，在台中住了一年三個月，就是十五個月，我學了十三部經。"
    },
    {
      "id": "02-003-0001_p0045",
      "zh_CN": "李老师教学的标准，这一部经要学到什么样程度才算是毕业，就是学会了？一定要上台讲一遍，这个经才算你学会了；如果你没有上台去讲过一遍，不算学会，所以人人都要上讲台。听众还不少，我们那时候练习学讲经，听众也有七、八十人。因此每个人都非常努力，学习的期间，真的你们诸位没有经过这个训练想不到。我们吃饭、吃菜都不知道味道，你就晓得精神完全集中在想经上这一句要怎么讲法，这一段什么意思，全部脑子里头都是这些东西，除了这个东西之外，什么都不晓得。为什么？不这样，上了讲台怕下不了台。苦头真吃大了，但是这个苦头吃得有代价，现代人说有成就感，的确是有成就感。所以每个人都法喜充满，真正得到佛法薰修的力量，才真正能够体会得到。现在弘法的人少，全世界每个地方学佛的人逐渐多了，连外国人开始对佛法都有兴趣，但是讲经说法的人太少，所以我常常勉励年轻的同修们一定要发心。",
      "zh_TW": "李老師教學的標準，這一部經要學到什麼樣程度才算是畢業，就是學會了？一定要上台講一遍，這個經才算你學會了；如果你沒有上台去講過一遍，不算學會，所以人人都要上講台。聽眾還不少，我們那時候練習學講經，聽眾也有七、八十人。因此每個人都非常努力，學習的期間，真的你們諸位沒有經過這個訓練想不到。我們吃飯、吃菜都不知道味道，你就曉得精神完全集中在想經上這一句要怎麼講法，這一段什麼意思，全部腦子裡頭都是這些東西，除了這個東西之外，什麼都不曉得。為什麼？不這樣，上了講台怕下不了台。苦頭真吃大了，但是這個苦頭吃得有代價，現代人說有成就感，的確是有成就感。所以每個人都法喜充滿，真正得到佛法薰修的力量，才真正能夠體會得到。現在弘法的人少，全世界每個地方學佛的人逐漸多了，連外國人開始對佛法都有興趣，但是講經說法的人太少，所以我常常勉勵年輕的同修們一定要發心。"
    },
    {
      "id": "02-003-0001_p0046",
      "zh_CN": "还有一点值得跟诸位提一提，现在的世界颠倒了，末法时期到现在，世界整个颠倒了。你们看看，你们门口那个招牌字，从前的字是从右到左，现在是从左到右；你看那个落款，以前落款落在这边，现在落款题到这边，整个颠倒了。佛法也颠倒了，从前人学佛，在家人比不上出家人，出家人的成就高过在家人，现在佛法颠倒了，在家人的成就超过出家人。我跟大家讲我们台湾念佛往生的，大概百分之九十以上是在家人，出家人往生的太少了，在家人成就的多。还有，女众比男众殊胜，从前学佛，男众比女众强，现在也颠倒了，女众比男众强。从前排列的顺序，是出家的男众，出家女众，在家男众，在家女众；现在颠倒，在家女众第一，在家男众第二，出家女众第三，出家男众是末尾。我给诸位同修说，台中李炳南老师教出来的学生，讲经说法的学生二十多个人，出家众只有我一个。我这一个还是从他那里学了之后才出家的，原来统统都是在家众，一个出家众也没有。学成之后，出家就我一个。再告诉诸位，他那批学生里面，女众超过男众，男众大概只有七、八个人，女众有十多个人，差不多有十七、八个，女众多过男众，女众的成就比男众大。",
      "zh_TW": "還有一點值得跟諸位提一提，現在的世界顛倒了，末法時期到現在，世界整個顛倒了。你們看看，你們門口那個招牌字，從前的字是從右到左，現在是從左到右；你看那個落款，以前落款落在這邊，現在落款題到這邊，整個顛倒了。佛法也顛倒了，從前人學佛，在家人比不上出家人，出家人的成就高過在家人，現在佛法顛倒了，在家人的成就超過出家人。我跟大家講我們台灣念佛往生的，大概百分之九十以上是在家人，出家人往生的太少了，在家人成就的多。還有，女眾比男眾殊勝，從前學佛，男眾比女眾強，現在也顛倒了，女眾比男眾強。從前排列的順序，是出家的男眾，出家女眾，在家男眾，在家女眾；現在顛倒，在家女眾第一，在家男眾第二，出家女眾第三，出家男眾是末尾。我給諸位同修說，台中李炳南老師教出來的學生，講經說法的學生二十多個人，出家眾只有我一個。我這一個還是從他那裡學了之後才出家的，原來統統都是在家眾，一個出家眾也沒有。學成之後，出家就我一個。再告訴諸位，他那批學生裡面，女眾超過男眾，男眾大概只有七、八個人，女眾有十多個人，差不多有十七、八個，女眾多過男眾，女眾的成就比男眾大。"
    },
    {
      "id": "02-003-0001_p0047",
      "zh_CN": "所以你们要知道现在的实况，真实的状况，要发心学讲经，发心弘扬佛法，特别是发心弘扬净土宗，弘扬《无量寿经》。你要是弘扬《无量寿经》，你自己就无量寿，不但你自己无量寿，你一家人都无量寿，你要不要学？这都是千真万确的事实。学这个经不难，只要大家有信心、有大愿，为什么？不仅是阿弥陀佛神力加持，十方一切诸佛的力量都加持你。这个法不同于世间法，世间法的学习没有佛菩萨神力加持，那要靠自己，佛法是有佛菩萨威神加持，所以不可思议。上了讲台，有的时候所讲到的灵感来了，什么叫灵感？佛菩萨加持的。讲得真好，不是自己讲得好，是佛菩萨加持的力量，所以才讲得好。大家听得欢喜，是不是你们各个人都有这个智慧、有这个能力，听得清楚，听得欢喜？不是的，是佛菩萨加持你们，使你们法喜充满，使你们的智慧增长，一听就了解，就觉悟，法喜充满。所以，说、听都是佛力加持，尤其在这个场合当中，佛力加持的力量特别显著，这是我们应当要知道的，应当要相信的，不可以怀疑。所以我们应当要发愿，应当要努力，不但求生西方净土，而且要将这个法门普遍的介绍给一切众生，将佛法发扬光大。",
      "zh_TW": "所以你們要知道現在的實況，真實的狀況，要發心學講經，發心弘揚佛法，特別是發心弘揚淨土宗，弘揚《無量壽經》。你要是弘揚《無量壽經》，你自己就無量壽，不但你自己無量壽，你一家人都無量壽，你要不要學？這都是千真萬確的事實。學這個經不難，只要大家有信心、有大願，為什麼？不僅是阿彌陀佛神力加持，十方一切諸佛的力量都加持你。這個法不同於世間法，世間法的學習沒有佛菩薩神力加持，那要靠自己，佛法是有佛菩薩威神加持，所以不可思議。上了講台，有的時候所講到的靈感來了，什麼叫靈感？佛菩薩加持的。講得真好，不是自己講得好，是佛菩薩加持的力量，所以才講得好。大家聽得歡喜，是不是你們各個人都有這個智慧、有這個能力，聽得清楚，聽得歡喜？不是的，是佛菩薩加持你們，使你們法喜充滿，使你們的智慧增長，一聽就了解，就覺悟，法喜充滿。所以，說、聽都是佛力加持，尤其在這個場合當中，佛力加持的力量特別顯著，這是我們應當要知道的，應當要相信的，不可以懷疑。所以我們應當要發願，應當要努力，不但求生西方淨土，而且要將這個法門普遍的介紹給一切眾生，將佛法發揚光大。"
    },
    {
      "id": "02-003-0001_p0048",
      "zh_CN": "今天时间到了，我们怕有远道的同修要赶车回家，就讲到此地。明天跟诸位介绍本经的大意，非常重要，大概后天我们就正式讲到经文。",
      "zh_TW": "今天時間到了，我們怕有遠道的同修要趕車回家，就講到此地。明天跟諸位介紹本經的大意，非常重要，大概後天我們就正式講到經文。"
    }
  ]
}