{
  "doc_id": "02-003-0023",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0023",
  "total_paragraphs": 151,
  "paragraphs": [
    {
      "id": "02-003-0023_p0001",
      "zh_CN": "五十九面，从第二行最后一句看起，我们将经文念一段，对对地方：",
      "zh_TW": "五十九面，從第二行最後一句看起，我們將經文念一段，對對地方："
    },
    {
      "id": "02-003-0023_p0002",
      "zh_CN": "【宜各勤精进。努力自求之。必得超绝去。往生无量清净阿弥陀佛国。横截于五趣。恶道自闭塞。无极之胜道。易往而无人。】",
      "zh_TW": "【宜各勤精進。努力自求之。必得超絕去。往生無量清淨阿彌陀佛國。橫截於五趣。惡道自閉塞。無極之勝道。易往而無人。】"
    },
    {
      "id": "02-003-0023_p0003",
      "zh_CN": "从这个地方看起。后面一段是这一章的末后一段，这段是世尊劝勉我们应当要求生净土，所以一开头就勉励我们。『宜各』，宜是应该的意思，应该各人都应当『精进』。『努力自求之』，像前面所说的，西方极乐世界寿乐无极，并不只是赞叹极乐世界的这些菩萨们，我们每个人都有分。话虽然这么说，实在讲要自己努力，我们不努力，虽是有分，这一生还不能享受。如果要在这一生当中就能够得到，一定要努力自求之，依照这部经典的方法、理论去求，你一定可以求得到。所以，经文的语气是非常的肯定。『必得超绝去』，必是必然，你一定能够往生。往生到西方极乐世界那真的是超绝，超越了声闻，超越了辟支佛，超越了所有一切菩萨。『往生无量清净阿弥陀佛国』，这一章的题目是「寿乐无极」，也正是西方世界是无量的清净。",
      "zh_TW": "從這個地方看起。後面一段是這一章的末後一段，這段是世尊勸勉我們應當要求生淨土，所以一開頭就勉勵我們。『宜各』，宜是應該的意思，應該各人都應當『精進』。『努力自求之』，像前面所說的，西方極樂世界壽樂無極，並不只是讚歎極樂世界的這些菩薩們，我們每個人都有分。話雖然這麼說，實在講要自己努力，我們不努力，雖是有分，這一生還不能享受。如果要在這一生當中就能夠得到，一定要努力自求之，依照這部經典的方法、理論去求，你一定可以求得到。所以，經文的語氣是非常的肯定。『必得超絕去』，必是必然，你一定能夠往生。往生到西方極樂世界那真的是超絕，超越了聲聞，超越了辟支佛，超越了所有一切菩薩。『往生無量清淨阿彌陀佛國』，這一章的題目是「壽樂無極」，也正是西方世界是無量的清淨。"
    },
    {
      "id": "02-003-0023_p0004",
      "zh_CN": "下面给我们说出无比殊胜的利益，『横截于五趣，恶道自闭塞』，这是最大的殊胜利益。换句话说，如果我们不求生西方极乐世界，五趣就是六道轮回。经上有说五趣、有说六道，说五趣，就不算阿修罗道，天、人、畜生、饿鬼、地狱，这叫五趣；讲六道，把阿修罗算一道。诸位如果读过《楞严经》，我听说演公老和尚在此地曾经讲过《楞严经》，《楞严经》里面把六道的情形给我们讲得非常详细，可以说是一般经里面都没有《楞严》说的详细。《楞严经》里面告诉我们，阿修罗这一道，除了地狱没有之外，其余的四道统统都有，他在哪一道就算哪一道。所以实际上只有五道，五趣轮回。六道就是单单把天阿修罗算一道，这也是勉强说的，天阿修罗算一道，实际上，天阿修罗可以合并在天人里面。",
      "zh_TW": "下面給我們說出無比殊勝的利益，『橫截於五趣，惡道自閉塞』，這是最大的殊勝利益。換句話說，如果我們不求生西方極樂世界，五趣就是六道輪迴。經上有說五趣、有說六道，說五趣，就不算阿修羅道，天、人、畜生、餓鬼、地獄，這叫五趣；講六道，把阿修羅算一道。諸位如果讀過《楞嚴經》，我聽說演公老和尚在此地曾經講過《楞嚴經》，《楞嚴經》裡面把六道的情形給我們講得非常詳細，可以說是一般經裡面都沒有《楞嚴》說的詳細。《楞嚴經》裡面告訴我們，阿修羅這一道，除了地獄沒有之外，其餘的四道統統都有，他在哪一道就算哪一道。所以實際上只有五道，五趣輪迴。六道就是單單把天阿修羅算一道，這也是勉強說的，天阿修羅算一道，實際上，天阿修羅可以合併在天人裡面。"
    },
    {
      "id": "02-003-0023_p0005",
      "zh_CN": "「横截于五趣」就是超越六道轮回，超越之后永远不会再堕六道轮回。我们知道西方世界的菩萨到六道里面来，他是乘愿再来，是应化而来，是来度众生的，不是来受报。但是我们在一切经里面看到，如果不是从西方来的菩萨，他方世界的菩萨，或者是在我们娑婆世界修行的这些菩萨，差不多都有隔阴之迷，还有退转，这事情麻烦大了。此地告诉我们，「恶道自闭塞」，就是你纵然发愿倒驾慈航来度化众生，也永远不会堕入恶道，示现的那是另当别论，决定不会堕落的。『无极之胜道』，胜是殊胜，无极就是殊胜到了极处，这是讲西方极乐世界，西方极乐世界是殊胜到了极处。",
      "zh_TW": "「橫截於五趣」就是超越六道輪迴，超越之後永遠不會再墮六道輪迴。我們知道西方世界的菩薩到六道裡面來，他是乘願再來，是應化而來，是來度眾生的，不是來受報。但是我們在一切經裡面看到，如果不是從西方來的菩薩，他方世界的菩薩，或者是在我們娑婆世界修行的這些菩薩，差不多都有隔陰之迷，還有退轉，這事情麻煩大了。此地告訴我們，「惡道自閉塞」，就是你縱然發願倒駕慈航來度化眾生，也永遠不會墮入惡道，示現的那是另當別論，決定不會墮落的。『無極之勝道』，勝是殊勝，無極就是殊勝到了極處，這是講西方極樂世界，西方極樂世界是殊勝到了極處。"
    },
    {
      "id": "02-003-0023_p0006",
      "zh_CN": "底下这个话佛非常感叹，『易往而无人』，这个最殊胜的法门、最殊胜的大道很容易去，但是就没有人去。为什么不去？他不相信。有很多人说，哪有念这一句南无阿弥陀佛这么容易就成就？他不相信，这是没有法子，佛非常的感叹，我们自己要觉悟。如果太难，说老实话，我们想去未必能去得了。十方诸佛刹土不容易去，难行道；西方极乐净土是易行道，说老实话，比生天还容易，乃至于比来生得人身还要容易。来生要得人身，你这一生要把五戒守好，五戒如果修不好，来生人身得不到。这个法门带业往生，五逆十恶，临终一念、十念都能够往生，可见得这个法门真的是易往而无人。这是非常值得感叹的一桩事情，易往而无人。",
      "zh_TW": "底下這個話佛非常感嘆，『易往而無人』，這個最殊勝的法門、最殊勝的大道很容易去，但是就沒有人去。為什麼不去？他不相信。有很多人說，哪有念這一句南無阿彌陀佛這麼容易就成就？他不相信，這是沒有法子，佛非常的感嘆，我們自己要覺悟。如果太難，說老實話，我們想去未必能去得了。十方諸佛剎土不容易去，難行道；西方極樂淨土是易行道，說老實話，比生天還容易，乃至於比來生得人身還要容易。來生要得人身，你這一生要把五戒守好，五戒如果修不好，來生人身得不到。這個法門帶業往生，五逆十惡，臨終一念、十念都能夠往生，可見得這個法門真的是易往而無人。這是非常值得感嘆的一樁事情，易往而無人。"
    },
    {
      "id": "02-003-0023_p0007",
      "zh_CN": "【其国不逆违。自然所牵随。】",
      "zh_TW": "【其國不逆違。自然所牽隨。】"
    },
    {
      "id": "02-003-0023_p0008",
      "zh_CN": "西方极乐世界随念就能够满足我们的愿望，这就是『不逆违』。那个世界，我们到那边去没有一桩事情不称心如意，这就是不逆违的意思。『自然所牵随』，到那边去决定证不退转，到那边修行，圆证三不退，一生圆满无上菩提，成就是自然的。不像在我们这个世界要刻意去修行，修行也很苦，它那边的成就是自然的。",
      "zh_TW": "西方極樂世界隨念就能夠滿足我們的願望，這就是『不逆違』。那個世界，我們到那邊去沒有一樁事情不稱心如意，這就是不逆違的意思。『自然所牽隨』，到那邊去決定證不退轉，到那邊修行，圓證三不退，一生圓滿無上菩提，成就是自然的。不像在我們這個世界要刻意去修行，修行也很苦，它那邊的成就是自然的。"
    },
    {
      "id": "02-003-0023_p0009",
      "zh_CN": "【捐志若虚空。勤行求道德。可得极长生。寿乐无有极。】",
      "zh_TW": "【捐志若虛空。勤行求道德。可得極長生。壽樂無有極。】"
    },
    {
      "id": "02-003-0023_p0010",
      "zh_CN": "这几句话是佛在此地极力的勉励我们，一定要欣慕西方极乐世界，要向往西方极乐世界，所以教给我们，『捐志若虚空，勤行求道德』。这两句话也就是平常念佛堂里头常说的放下万缘，提起正念。捐志就是放下，把世间你所求的这些名闻利养放下，放得干干净净，像虚空一样，一心一意求道。求什么道？无上菩提大道，在本经就是发菩提心，一向专念。你要勤行求这个『道德』，这是成佛之道，普度一切众生之德。这里道德是这个说法，不是我们世间讲的忠孝仁爱信义和平，不是讲这个东西，这是讲的成佛之道，度生之德。唯有往生西方极乐世界，才能够普度一切众生。",
      "zh_TW": "這幾句話是佛在此地極力的勉勵我們，一定要欣慕西方極樂世界，要嚮往西方極樂世界，所以教給我們，『捐志若虛空，勤行求道德』。這兩句話也就是平常念佛堂裡頭常說的放下萬緣，提起正念。捐志就是放下，把世間你所求的這些名聞利養放下，放得乾乾淨淨，像虛空一樣，一心一意求道。求什麼道？無上菩提大道，在本經就是發菩提心，一向專念。你要勤行求這個『道德』，這是成佛之道，普度一切眾生之德。這裡道德是這個說法，不是我們世間講的忠孝仁愛信義和平，不是講這個東西，這是講的成佛之道，度生之德。唯有往生西方極樂世界，才能夠普度一切眾生。"
    },
    {
      "id": "02-003-0023_p0011",
      "zh_CN": "『可得极长生』，这句话不必多说，前面讲过很多了。西方极乐世界寿命确实是无量，没有人能够计算得出来。『寿乐无有极』，那个地方是名符其实的极乐世界。末后两句话是世尊警策我们。",
      "zh_TW": "『可得極長生』，這句話不必多說，前面講過很多了。西方極樂世界壽命確實是無量，沒有人能夠計算得出來。『壽樂無有極』，那個地方是名符其實的極樂世界。末後兩句話是世尊警策我們。"
    },
    {
      "id": "02-003-0023_p0012",
      "zh_CN": "【何为着世事。𫍢𫍢忧无常。】",
      "zh_TW": "【何為著世事。譊譊憂無常。】"
    },
    {
      "id": "02-003-0023_p0013",
      "zh_CN": "你为什么还要执着、贪恋这些世间事？还要在那里忧虑一切世法统统是无常的。这个意思是说你为什么放不下？现在有这么好的地方你可以去，你为什么不肯放下世缘？为什么不肯发心念佛求生西方？就是这个意思。这些从文句里面看，能够看出释迦牟尼佛苦口婆心，在这部经里面真是一而再，再而三，三而四，反反复复不断的劝勉我们，佛的利生本愿完全流露出来。我们如果不能够依教修持，实在是辜负世尊的大恩大德。请看底下一章：",
      "zh_TW": "你為什麼還要執著、貪戀這些世間事？還要在那裡憂慮一切世法統統是無常的。這個意思是說你為什麼放不下？現在有這麼好的地方你可以去，你為什麼不肯放下世緣？為什麼不肯發心念佛求生西方？就是這個意思。這些從文句裡面看，能夠看出釋迦牟尼佛苦口婆心，在這部經裡面真是一而再，再而三，三而四，反反覆覆不斷的勸勉我們，佛的利生本願完全流露出來。我們如果不能夠依教修持，實在是辜負世尊的大恩大德。請看底下一章："
    },
    {
      "id": "02-003-0023_p0014",
      "zh_CN": "【劝谕策进第三十三】",
      "zh_TW": "【勸諭策進第三十三】"
    },
    {
      "id": "02-003-0023_p0015",
      "zh_CN": "这一章经文给我们说世间种种之苦，前面是赞叹极乐世界寿乐无量，这两章好像是两个世界做一个比较。这个世间迷惑、邪见、染污可以说非常之重，尤其是我们现代这个社会，这是因，因不善，所以苦报无有穷尽。佛这样给我们比较，使我们真正觉悟发心求生西方。请看经文：",
      "zh_TW": "這一章經文給我們說世間種種之苦，前面是讚歎極樂世界壽樂無量，這兩章好像是兩個世界做一個比較。這個世間迷惑、邪見、染污可以說非常之重，尤其是我們現代這個社會，這是因，因不善，所以苦報無有窮盡。佛這樣給我們比較，使我們真正覺悟發心求生西方。請看經文："
    },
    {
      "id": "02-003-0023_p0016",
      "zh_CN": "【世人共争不急之务。于此剧恶极苦之中。勤身营务。以自给济。尊卑。贫富。少长。男女。累念积虑。为心走使。无田忧田。无宅忧宅。眷属财物。有无同忧。有一少一。思欲齐等。】",
      "zh_TW": "【世人共爭不急之務。於此劇惡極苦之中。勤身營務。以自給濟。尊卑。貧富。少長。男女。累念積慮。為心走使。無田憂田。無宅憂宅。眷屬財物。有無同憂。有一少一。思欲齊等。】"
    },
    {
      "id": "02-003-0023_p0017",
      "zh_CN": "我们先看这一小段，佛给我们讲的话句句真实，我们只要很冷静的反省反省，想想佛讲的这个话，说出我们现在世的生活状况。我们所争的，『世人』就是讲世间人，也可说娑婆六道众生，六道都是这样的，大家所争的都是不要紧的事情，所谓是鸡毛蒜皮不值一提的事情，他争这个东西。在什么环境？这个环境是『剧恶』，所谓剧恶就是众生都在造十恶业，身在那里造杀、盗、淫；口在那里造作妄语、两舌、绮语，造这些；心里面贪、瞋、痴、慢，这是恶，大恶，这是十恶。『极苦』，这就是讲三苦、八苦，天灾人祸。这四个字把我们这个世界的现况已经描绘得清清楚楚。我们在这个环境里面『勤身营务』，身体很勤劳，天天也在这里经营，也在那里造作。为什么去造作？为什么去经营？为了衣食，为了生活。『以自给济』就是为生活奔波，非常之苦。",
      "zh_TW": "我們先看這一小段，佛給我們講的話句句真實，我們只要很冷靜的反省反省，想想佛講的這個話，說出我們現在世的生活狀況。我們所爭的，『世人』就是講世間人，也可說娑婆六道眾生，六道都是這樣的，大家所爭的都是不要緊的事情，所謂是雞毛蒜皮不值一提的事情，他爭這個東西。在什麼環境？這個環境是『劇惡』，所謂劇惡就是眾生都在造十惡業，身在那裡造殺、盜、淫；口在那裡造作妄語、兩舌、綺語，造這些；心裡面貪、瞋、痴、慢，這是惡，大惡，這是十惡。『極苦』，這就是講三苦、八苦，天災人禍。這四個字把我們這個世界的現況已經描繪得清清楚楚。我們在這個環境裡面『勤身營務』，身體很勤勞，天天也在這裡經營，也在那裡造作。為什麼去造作？為什麼去經營？為了衣食，為了生活。『以自給濟』就是為生活奔波，非常之苦。"
    },
    {
      "id": "02-003-0023_p0018",
      "zh_CN": "下面举的『尊卑、贫富、少长、男女』，就是指这个世间的大众，虽然讲六道，有佛在人间说法，特别偏重在人道。『累念积虑，为心走使』，这个心是妄心，天天在打妄想。心在打妄想，身就不能安，为什么？身要替它办事，所以身是心之走使。心是主人，身是奴婢，听命于主人指挥，天天在那里勤劳，苦不堪言。打哪些妄想？当然妄想太多了，佛举几个例子就可以了，不必详细说。没有田的忧田，没有房子的忧房子，忧的是这些东西。『眷属财物』，没有眷属的忧眷属，没有儿女的想儿女，没有财物想财物、想财产。『有无同忧』，这句话说得非常之妙，如果说我样样都有了，应该不忧了，有了也忧，没有也忧，有也忧。没有，希望得到；有，又怕失掉，这事情麻烦大了！有、无统统忧。这就是第一句讲的，这是『不急之务』。",
      "zh_TW": "下面舉的『尊卑、貧富、少長、男女』，就是指這個世間的大眾，雖然講六道，有佛在人間說法，特別偏重在人道。『累念積慮，為心走使』，這個心是妄心，天天在打妄想。心在打妄想，身就不能安，為什麼？身要替它辦事，所以身是心之走使。心是主人，身是奴婢，聽命於主人指揮，天天在那裡勤勞，苦不堪言。打哪些妄想？當然妄想太多了，佛舉幾個例子就可以了，不必詳細說。沒有田的憂田，沒有房子的憂房子，憂的是這些東西。『眷屬財物』，沒有眷屬的憂眷屬，沒有兒女的想兒女，沒有財物想財物、想財產。『有無同憂』，這句話說得非常之妙，如果說我樣樣都有了，應該不憂了，有了也憂，沒有也憂，有也憂。沒有，希望得到；有，又怕失掉，這事情麻煩大了！有、無統統憂。這就是第一句講的，這是『不急之務』。"
    },
    {
      "id": "02-003-0023_p0019",
      "zh_CN": "前面我们在经里面读过，前面有一首偈子说，纵然我们能供养恒沙圣众，不如坚勇求正觉。你就晓得真正修道人他急的是什么？急的是自己赶快成就，连供养诸佛菩萨都是不急之务，这是佛在这经上教给我们的。供养诸佛菩萨是修福，福大了，不能了生死出三界。了生死出三界要定慧才能成就，不是福报可以了生死出三界，这是诸位一定要知道的。所以就是修福都不是要紧的事。现在学佛的同修可以说有不少人，他为什么来学佛？为了求福而来的、修福而来的，还是不急之务。最要紧的是我们要怎样超越轮回、怎样了脱生死、怎样快快成佛，这是我们先务之急。你要能够把这桩事想通了，把我们精神力量用在求道、成佛，了生死、超三界，那你是真正觉悟了，这是真正觉悟的人。",
      "zh_TW": "前面我們在經裡面讀過，前面有一首偈子說，縱然我們能供養恆沙聖眾，不如堅勇求正覺。你就曉得真正修道人他急的是什麼？急的是自己趕快成就，連供養諸佛菩薩都是不急之務，這是佛在這經上教給我們的。供養諸佛菩薩是修福，福大了，不能了生死出三界。了生死出三界要定慧才能成就，不是福報可以了生死出三界，這是諸位一定要知道的。所以就是修福都不是要緊的事。現在學佛的同修可以說有不少人，他為什麼來學佛？為了求福而來的、修福而來的，還是不急之務。最要緊的是我們要怎樣超越輪迴、怎樣了脫生死、怎樣快快成佛，這是我們先務之急。你要能夠把這樁事想通了，把我們精神力量用在求道、成佛，了生死、超三界，那你是真正覺悟了，這是真正覺悟的人。"
    },
    {
      "id": "02-003-0023_p0020",
      "zh_CN": "再看下面经文，『有一少一』，总是没有办法满足，正所谓欲海永远也填不满的。欲望像大海一样，没有止境的。现在这个世间，妖魔鬼怪非常之多，你们没有慧眼不认识，都把他当作好人，都把他当作最好的朋友。真正的善知识你不认识，你不会理会他的。妖魔鬼怪是哪些？每天在这里动脑筋、想花样的人。我举个例子，做衣服，服装，天天想新花样，天天讲新潮流，你这衣服样子很新式，刚刚做好了，才穿上几天，又有新的样子出来，这个样子又落伍了。这个设计师，给诸位说那就是魔，天天在变把戏，你那个心永远扣在他那个地方，你天天去赚钱，统统去供养他，你都是为他在工作，苦不堪言。现在电器产品日新月异，买了一个，过了两天，人家买的是刚刚出来的新产品，我这个过了两年，落伍了。「有一少一」，你永远没有办法，你跟不上魔掌在那里摆弄，你跟不上他，所以你一生受魔的支配。魔在哪里？这些就叫魔。",
      "zh_TW": "再看下面經文，『有一少一』，總是沒有辦法滿足，正所謂欲海永遠也填不滿的。欲望像大海一樣，沒有止境的。現在這個世間，妖魔鬼怪非常之多，你們沒有慧眼不認識，都把他當作好人，都把他當作最好的朋友。真正的善知識你不認識，你不會理會他的。妖魔鬼怪是哪些？每天在這裡動腦筋、想花樣的人。我舉個例子，做衣服，服裝，天天想新花樣，天天講新潮流，你這衣服樣子很新式，剛剛做好了，才穿上幾天，又有新的樣子出來，這個樣子又落伍了。這個設計師，給諸位說那就是魔，天天在變把戲，你那個心永遠扣在他那個地方，你天天去賺錢，統統去供養他，你都是為他在工作，苦不堪言。現在電器產品日新月異，買了一個，過了兩天，人家買的是剛剛出來的新產品，我這個過了兩年，落伍了。「有一少一」，你永遠沒有辦法，你跟不上魔掌在那裡擺弄，你跟不上他，所以你一生受魔的支配。魔在哪裡？這些就叫魔。"
    },
    {
      "id": "02-003-0023_p0021",
      "zh_CN": "告诉诸位，所谓魔就是叫我们心不安，叫我们心定不下来，天天跟着他走，这叫魔。现在讲求要跟上时代，魔在领导时代，这很苦！像我们这个衣服，样子永远不会变，一件衣服穿个几十年也没有关系，那个设计师、裁缝就无可奈何。如果大家要真正不被魔摆布的话，像你们每个人的衣服穿十年，我想是足够了，可以不必置新衣，可以过十年。如果你要是说，我这衣服不时髦了，穿出去人家要笑话，人家要笑，你可以想想，他笑是他笑，人家笑死了，笑死了是他死，我没有死。我不死，他笑死了，那是他的事情与我不相干，我何必要为这事情去操那么多心，吃那么多苦头，实在没有必要。",
      "zh_TW": "告訴諸位，所謂魔就是叫我們心不安，叫我們心定不下來，天天跟著他走，這叫魔。現在講求要跟上時代，魔在領導時代，這很苦！像我們這個衣服，樣子永遠不會變，一件衣服穿個幾十年也沒有關係，那個設計師、裁縫就無可奈何。如果大家要真正不被魔擺布的話，像你們每個人的衣服穿十年，我想是足夠了，可以不必置新衣，可以過十年。如果你要是說，我這衣服不時髦了，穿出去人家要笑話，人家要笑，你可以想想，他笑是他笑，人家笑死了，笑死了是他死，我沒有死。我不死，他笑死了，那是他的事情與我不相干，我何必要為這事情去操那麼多心，吃那麼多苦頭，實在沒有必要。"
    },
    {
      "id": "02-003-0023_p0022",
      "zh_CN": "诸位要是真正想通了，现在的日子很好过，每个月用不了那么多的开销，可以说至少你能够节省一半以上的开销，因为那一半以上的开销是不急之务。你想做一件新衣服，我衣服没破，穿得出去。你说买个电冰箱，一个电冰箱可以用十来年，保养得好没有问题，何必年年换新样子！你能在这上想破的话，日子很好过，每个月花费不多，你收入就可以大修布施，真正的修福，真正的积福，你的福报就愈来愈大。福报不要享掉，福报享掉之后，到临命终没有福报，那是最糟糕的事情，阿弥陀佛来接你都不会去，这个问题很大。所以平常要修福、要惜福，自己的生活要懂得惜福，绝不浪费，希望临命终时享福。临终享什么福？是清清楚楚正念分明，不生病往生，这样才好。",
      "zh_TW": "諸位要是真正想通了，現在的日子很好過，每個月用不了那麼多的開銷，可以說至少你能夠節省一半以上的開銷，因為那一半以上的開銷是不急之務。你想做一件新衣服，我衣服沒破，穿得出去。你說買個電冰箱，一個電冰箱可以用十來年，保養得好沒有問題，何必年年換新樣子！你能在這上想破的話，日子很好過，每個月花費不多，你收入就可以大修布施，真正的修福，真正的積福，你的福報就愈來愈大。福報不要享掉，福報享掉之後，到臨命終沒有福報，那是最糟糕的事情，阿彌陀佛來接你都不會去，這個問題很大。所以平常要修福、要惜福，自己的生活要懂得惜福，絕不浪費，希望臨命終時享福。臨終享什麼福？是清清楚楚正念分明，不生病往生，這樣才好。"
    },
    {
      "id": "02-003-0023_p0023",
      "zh_CN": "『思欲齐等』，「欲齐」就是希望跟别人一样，大家在那里比赛，这个就很糟糕。你想跟他一样，他也想跟你一样；你想比他多一点，他也想比你多一点，西方人讲这样社会才有进步。其实今天西方人也有不少觉悟的，那就是物质生活是进步了，精神生活、道德是堕落了。所以，这个世界有很大的忧患，就是物质生活跟精神生活的发展不平衡。佛法跟我们讲的是精神生活。",
      "zh_TW": "『思欲齊等』，「欲齊」就是希望跟別人一樣，大家在那裡比賽，這個就很糟糕。你想跟他一樣，他也想跟你一樣；你想比他多一點，他也想比你多一點，西方人講這樣社會才有進步。其實今天西方人也有不少覺悟的，那就是物質生活是進步了，精神生活、道德是墮落了。所以，這個世界有很大的憂患，就是物質生活跟精神生活的發展不平衡。佛法跟我們講的是精神生活。"
    },
    {
      "id": "02-003-0023_p0024",
      "zh_CN": "【适小具有。又忧非常。】",
      "zh_TW": "【適小具有。又憂非常。】"
    },
    {
      "id": "02-003-0023_p0025",
      "zh_CN": "『小』就是你稍微差不多了，就是生活能够富裕满足，到这时候又害怕，怕什么？怕灾难。这个现象在香港、在台湾非常明显。我在美国遇到许多的华人，他们移民到美国，移民到加拿大，当然生活都相当富有。我说你们为什么要来？我们害怕。我说你怕什么？时局不安定。怕的时局不安定，这就是他有相当的财富，害怕『非常』。香港怕的是九七年中共要收回去，他们害怕；台湾那边富有的人，也怕时局不安定，赶紧找个安定的地方移民，这些顾虑统统都是错误的。怎么说是错误的？你命里有的总是有，命里头没有的，走到哪个地方还是会丢掉。美国就安全吗？我在美国很久，我看不出美国比台湾更安全，我看不出来。灾难还没有来，到那边先去受苦受难，这是忧虑过了头，过分了。这个「非常」下面佛举了几个例子：",
      "zh_TW": "『小』就是你稍微差不多了，就是生活能夠富裕滿足，到這時候又害怕，怕什麼？怕災難。這個現象在香港、在台灣非常明顯。我在美國遇到許多的華人，他們移民到美國，移民到加拿大，當然生活都相當富有。我說你們為什麼要來？我們害怕。我說你怕什麼？時局不安定。怕的時局不安定，這就是他有相當的財富，害怕『非常』。香港怕的是九七年中共要收回去，他們害怕；台灣那邊富有的人，也怕時局不安定，趕緊找個安定的地方移民，這些顧慮統統都是錯誤的。怎麼說是錯誤的？你命裡有的總是有，命裡頭沒有的，走到哪個地方還是會丟掉。美國就安全嗎？我在美國很久，我看不出美國比台灣更安全，我看不出來。災難還沒有來，到那邊先去受苦受難，這是憂慮過了頭，過分了。這個「非常」下面佛舉了幾個例子："
    },
    {
      "id": "02-003-0023_p0026",
      "zh_CN": "【水火盗贼。怨家债主。】",
      "zh_TW": "【水火盜賊。怨家債主。】"
    },
    {
      "id": "02-003-0023_p0027",
      "zh_CN": "这都是「非常」。大水一来，把它淹掉，火灾会把它烧掉，盗贼会把它抢夺去，还有『怨家债主』，这都是麻烦事情。",
      "zh_TW": "這都是「非常」。大水一來，把它淹掉，火災會把它燒掉，盜賊會把它搶奪去，還有『怨家債主』，這都是麻煩事情。"
    },
    {
      "id": "02-003-0023_p0028",
      "zh_CN": "【焚漂劫夺。消散磨灭。】",
      "zh_TW": "【焚漂劫奪。消散磨滅。】"
    },
    {
      "id": "02-003-0023_p0029",
      "zh_CN": "他天天担心这个，有钱的人他有忧虑，忧虑这些，没有钱的人，忧虑用什么方法能得到，统统都在忧虑。所以，人的日子就不好过，很苦。",
      "zh_TW": "他天天擔心這個，有錢的人他有憂慮，憂慮這些，沒有錢的人，憂慮用什麼方法能得到，統統都在憂慮。所以，人的日子就不好過，很苦。"
    },
    {
      "id": "02-003-0023_p0030",
      "zh_CN": "【心悭意固。】",
      "zh_TW": "【心慳意固。】"
    },
    {
      "id": "02-003-0023_p0031",
      "zh_CN": "『悭』是悭吝，自己有的舍不得布施，非常执着，『意固』就是执着。我们中国人讲守财奴，到了临命终时，一文都带不去，这是真正可怜。所以他死的时候就特别辛苦，为什么？舍不得，死的时候很难死。心里头没有牵挂的，走的时候走得很自在，一点痛苦都没有；牵挂多的人，死的就很辛苦。佛在经上有个比喻说，人死那种痛苦就好像生龟脱壳，活的乌龟把牠的壳拔下来，佛用这个来比喻。为什么会那么苦？就是这样也舍不得、那样也舍不得，舍不得也无可奈何，还是要走，痛苦是从这里生的。如果你对世间毫无牵挂、毫无留恋，你走的时候决定不痛苦，不管学佛、不学佛都不会痛苦。",
      "zh_TW": "『慳』是慳吝，自己有的捨不得布施，非常執著，『意固』就是執著。我們中國人講守財奴，到了臨命終時，一文都帶不去，這是真正可憐。所以他死的時候就特別辛苦，為什麼？捨不得，死的時候很難死。心裡頭沒有牽掛的，走的時候走得很自在，一點痛苦都沒有；牽掛多的人，死的就很辛苦。佛在經上有個比喻說，人死那種痛苦就好像生龜脫殼，活的烏龜把牠的殼拔下來，佛用這個來比喻。為什麼會那麼苦？就是這樣也捨不得、那樣也捨不得，捨不得也無可奈何，還是要走，痛苦是從這裡生的。如果你對世間毫無牽掛、毫無留戀，你走的時候決定不痛苦，不管學佛、不學佛都不會痛苦。"
    },
    {
      "id": "02-003-0023_p0032",
      "zh_CN": "【无能纵舍。命终弃捐。莫谁随者。贫富同然。忧苦万端。】",
      "zh_TW": "【無能縱捨。命終棄捐。莫誰隨者。貧富同然。憂苦萬端。】"
    },
    {
      "id": "02-003-0023_p0033",
      "zh_CN": "这几句话就是我刚才所讲的，意思完全一样，就不必解说了。无论贫富，没有人不苦。这段经文是释迦牟尼佛跟我们讲这个世间真相，我们世间真相如此，一定要觉悟，一定要看破。怎样离苦？你能够舍弃，这个苦你才能够脱离。你舍不得，不肯舍，那好，这个苦你慢慢受吧，有得你受的。再看底下第二段。",
      "zh_TW": "這幾句話就是我剛才所講的，意思完全一樣，就不必解說了。無論貧富，沒有人不苦。這段經文是釋迦牟尼佛跟我們講這個世間真相，我們世間真相如此，一定要覺悟，一定要看破。怎樣離苦？你能夠捨棄，這個苦你才能夠脫離。你捨不得，不肯捨，那好，這個苦你慢慢受吧，有得你受的。再看底下第二段。"
    },
    {
      "id": "02-003-0023_p0034",
      "zh_CN": "第二段佛劝勉我们与人相处应当和睦，不和就结怨了，这一结怨，三毒里面瞋毒就起来。前面讲贪，世间人没有不贪的，学了佛也有贪的，世间法不贪了，他贪佛法，这也很糟糕。佛是叫我们断贪心，没有叫我们换对象，你贪心还是在，换了个对象而已，这个不可以的。有些学佛的人贪心很重，贪功德，好强争胜，烧香要烧头一炷香；对佛法里面的法物他贪爱，像佛像、年代久的古董，他看到非常的宝贵，贪这些；还有喜欢读书的，贪爱经书，尤其好的版本的经书。这都是毛病，这些人能不能往生？不能往生。一定要觉悟。",
      "zh_TW": "第二段佛勸勉我們與人相處應當和睦，不和就結怨了，這一結怨，三毒裡面瞋毒就起來。前面講貪，世間人沒有不貪的，學了佛也有貪的，世間法不貪了，他貪佛法，這也很糟糕。佛是叫我們斷貪心，沒有叫我們換對象，你貪心還是在，換了個對象而已，這個不可以的。有些學佛的人貪心很重，貪功德，好強爭勝，燒香要燒頭一炷香；對佛法裡面的法物他貪愛，像佛像、年代久的古董，他看到非常的寶貴，貪這些；還有喜歡讀書的，貪愛經書，尤其好的版本的經書。這都是毛病，這些人能不能往生？不能往生。一定要覺悟。"
    },
    {
      "id": "02-003-0023_p0035",
      "zh_CN": "我从前没有学佛，就喜欢念书，所以书本看得比生命还重要，贪图这个东西。以后才觉悟，这个如果再不放下，将来死了以后去往生，到哪往生？到经书里头去做书虫，这还得了，这不得了。所以赶紧把它丢掉，这不能贪。你就晓得悭贪的果报不可思议。如果你家里这个房子建筑得很美，你很喜欢，你要是放不下，好了，来生的时候如果没有因缘，你就到你这个家里来投生，投做什么？小猫、小狗、老鼠、蟑螂、蚂蚁，这还是他的家，他还没有离开，就搞这些东西去了。所以，你看到老鼠、蟑螂，你不要小看牠，牠从前是这个地方的主人。因为牠舍不得这个地方，牠没有别的地方去，只好到这里来投胎。",
      "zh_TW": "我從前沒有學佛，就喜歡念書，所以書本看得比生命還重要，貪圖這個東西。以後才覺悟，這個如果再不放下，將來死了以後去往生，到哪往生？到經書裡頭去做書蟲，這還得了，這不得了。所以趕緊把它丟掉，這不能貪。你就曉得慳貪的果報不可思議。如果你家裡這個房子建築得很美，你很喜歡，你要是放不下，好了，來生的時候如果沒有因緣，你就到你這個家裡來投生，投做什麼？小貓、小狗、老鼠、蟑螂、螞蟻，這還是他的家，他還沒有離開，就搞這些東西去了。所以，你看到老鼠、蟑螂，你不要小看牠，牠從前是這個地方的主人。因為牠捨不得這個地方，牠沒有別的地方去，只好到這裡來投胎。"
    },
    {
      "id": "02-003-0023_p0036",
      "zh_CN": "所以佛教给我们，样样要放下、要舍弃。住的房子最好能避风雨就好，不要搞得太奢华，人家布置怎么样，我们不需要，为什么？没有贪心。将来走的时候，往生西方极乐世界，方便，好去。你要是布置得非常富丽堂皇，临命终时还想着这个地方，还舍不得，阿弥陀佛不等你，早就走了，那你就完了，你这一生就空过了。所以对于一切受用简单、朴实，得过且过，决定不要增长贪心，这一点非常重要。我们看底下一段：",
      "zh_TW": "所以佛教給我們，樣樣要放下、要捨棄。住的房子最好能避風雨就好，不要搞得太奢華，人家佈置怎麼樣，我們不需要，為什麼？沒有貪心。將來走的時候，往生西方極樂世界，方便，好去。你要是布置得非常富麗堂皇，臨命終時還想著這個地方，還捨不得，阿彌陀佛不等你，早就走了，那你就完了，你這一生就空過了。所以對於一切受用簡單、樸實，得過且過，決定不要增長貪心，這一點非常重要。我們看底下一段："
    },
    {
      "id": "02-003-0023_p0037",
      "zh_CN": "【世间人民。父子兄弟夫妇亲属。当相敬爱。】",
      "zh_TW": "【世間人民。父子兄弟夫婦親屬。當相敬愛。】"
    },
    {
      "id": "02-003-0023_p0038",
      "zh_CN": "要互相的尊敬，要互相的爱护。",
      "zh_TW": "要互相的尊敬，要互相的愛護。"
    },
    {
      "id": "02-003-0023_p0039",
      "zh_CN": "【无相憎嫉。】",
      "zh_TW": "【無相憎嫉。】"
    },
    {
      "id": "02-003-0023_p0040",
      "zh_CN": "这是佛教诫我们，不可以憎恨，不可以嫉妒。",
      "zh_TW": "這是佛教誡我們，不可以憎恨，不可以嫉妒。"
    },
    {
      "id": "02-003-0023_p0041",
      "zh_CN": "【有无相通。无得贪惜。】",
      "zh_TW": "【有無相通。無得貪惜。】"
    },
    {
      "id": "02-003-0023_p0042",
      "zh_CN": "『有无相通』，这不仅是指财物也都包括，我有而他没有，我衣服有多的，他衣服少了，我可以送给他，相通。他有多的，我缺少的，他可以帮助我。彼此要互相帮助，不要贪，不要吝惜。",
      "zh_TW": "『有無相通』，這不僅是指財物也都包括，我有而他沒有，我衣服有多的，他衣服少了，我可以送給他，相通。他有多的，我缺少的，他可以幫助我。彼此要互相幫助，不要貪，不要吝惜。"
    },
    {
      "id": "02-003-0023_p0043",
      "zh_CN": "【言色常和。】",
      "zh_TW": "【言色常和。】"
    },
    {
      "id": "02-003-0023_p0044",
      "zh_CN": "和颜悦色。",
      "zh_TW": "和顏悅色。"
    },
    {
      "id": "02-003-0023_p0045",
      "zh_CN": "【莫相违戾。】",
      "zh_TW": "【莫相違戾。】"
    },
    {
      "id": "02-003-0023_p0046",
      "zh_CN": "彼此相处要修忍辱，忍辱非常重要，就是要能够忍耐，如果不忍就会起争执，一定要忍耐。大家都能够忍一点，家庭就和睦，社会就祥和。",
      "zh_TW": "彼此相處要修忍辱，忍辱非常重要，就是要能夠忍耐，如果不忍就會起爭執，一定要忍耐。大家都能夠忍一點，家庭就和睦，社會就祥和。"
    },
    {
      "id": "02-003-0023_p0047",
      "zh_CN": "【或时心诤。】",
      "zh_TW": "【或時心諍。】"
    },
    {
      "id": "02-003-0023_p0048",
      "zh_CN": "或者心里面有所争执。",
      "zh_TW": "或者心裡面有所爭執。"
    },
    {
      "id": "02-003-0023_p0049",
      "zh_CN": "【有所恚怒。】",
      "zh_TW": "【有所恚怒。】"
    },
    {
      "id": "02-003-0023_p0050",
      "zh_CN": "心里不高兴了。这里头有两句，就是「今世恨意，微相憎嫉」这两句，夏老居士会集的时候没有这两句，我们这个本子上面有小注，这是德森法师加进去的，这两句是他加进去的。意思虽然很好，但是不符合流通的精神，流通佛法一定要保持它原来的样子，不能随便增减。为什么？如果他随便增加一句，我将来看哪一句好我也加一句，传到后来这个书就不像话了。这个加一句，那个加一句，书就变样子，不能保持原来的面目。所以，这还是不加为好，但是注在上面可以。这个本子他是加进去了。这是常识，我们同修应当要知道，经本不可以随意增减。",
      "zh_TW": "心裡不高興了。這裡頭有兩句，就是「今世恨意，微相憎嫉」這兩句，夏老居士會集的時候沒有這兩句，我們這個本子上面有小註，這是德森法師加進去的，這兩句是他加進去的。意思雖然很好，但是不符合流通的精神，流通佛法一定要保持它原來的樣子，不能隨便增減。為什麼？如果他隨便增加一句，我將來看哪一句好我也加一句，傳到後來這個書就不像話了。這個加一句，那個加一句，書就變樣子，不能保持原來的面目。所以，這還是不加為好，但是註在上面可以。這個本子他是加進去了。這是常識，我們同修應當要知道，經本不可以隨意增減。"
    },
    {
      "id": "02-003-0023_p0051",
      "zh_CN": "【后世转剧。至成大怨。】",
      "zh_TW": "【後世轉劇。至成大怨。】"
    },
    {
      "id": "02-003-0023_p0052",
      "zh_CN": "我们常常讲冤冤相报，这一定要谨慎、要小心，决定不跟人结冤仇，学佛的人要记住这句话。纵然别人欺负我，别人陷害我，我也不记仇，逆来顺受，应当如此。为什么？他会陷害我，他为什么不陷害别人？这里头一定有原因，我们自己没有宿命通、没有他心通，不知道前世的事情。如果前世我们有怨仇，这一世他来报复，这笔帐就清了，就结掉了，这是好事情，不要再争执。如果前世我并不欠他的，他来陷害我，我不记这个仇，是替我消灾，好事情，何必要去计较？何必要去报复？用不着，不存这个心。时间久了，他报完了，报完之后，他就会跟你做好朋友。他佩服，某人了不起，我过去想这么多方法陷害他，你看他若无其事，他度量大，他能够包容我，反而倒过头来佩服你。这是我们应该要记住，应该要学习的，一定要修忍辱。",
      "zh_TW": "我們常常講冤冤相報，這一定要謹慎、要小心，決定不跟人結冤仇，學佛的人要記住這句話。縱然別人欺負我，別人陷害我，我也不記仇，逆來順受，應當如此。為什麼？他會陷害我，他為什麼不陷害別人？這裡頭一定有原因，我們自己沒有宿命通、沒有他心通，不知道前世的事情。如果前世我們有怨仇，這一世他來報復，這筆帳就清了，就結掉了，這是好事情，不要再爭執。如果前世我並不欠他的，他來陷害我，我不記這個仇，是替我消災，好事情，何必要去計較？何必要去報復？用不著，不存這個心。時間久了，他報完了，報完之後，他就會跟你做好朋友。他佩服，某人了不起，我過去想這麼多方法陷害他，你看他若無其事，他度量大，他能夠包容我，反而倒過頭來佩服你。這是我們應該要記住，應該要學習的，一定要修忍辱。"
    },
    {
      "id": "02-003-0023_p0053",
      "zh_CN": "【世间之事更相患害。】",
      "zh_TW": "【世間之事更相患害。】"
    },
    {
      "id": "02-003-0023_p0054",
      "zh_CN": "祸害是生生世世所结的，冤家宜解不宜结，绝对不跟人家结冤仇。",
      "zh_TW": "禍害是生生世世所結的，冤家宜解不宜結，絕對不跟人家結冤仇。"
    },
    {
      "id": "02-003-0023_p0055",
      "zh_CN": "【虽不临时。应急想破。】",
      "zh_TW": "【雖不臨時。應急想破。】"
    },
    {
      "id": "02-003-0023_p0056",
      "zh_CN": "纵然我们现在没遇到，我们应当看破，应当把这个事情看破。我们对人，是以真诚对待别人，不管别人用什么心对我，我们总是以真诚对他。纵然受害也不碍事，为什么？我们的目的是西方极乐世界，我们在这个世界多住一天、少住一天，根本就无所谓，何必斤斤计较？一定要心地真正平静，这是往生西方极乐世界所具备的条件。第三段是劝我们舍恶修善。",
      "zh_TW": "縱然我們現在沒遇到，我們應當看破，應當把這個事情看破。我們對人，是以真誠對待別人，不管別人用什麼心對我，我們總是以真誠對他。縱然受害也不礙事，為什麼？我們的目的是西方極樂世界，我們在這個世界多住一天、少住一天，根本就無所謂，何必斤斤計較？一定要心地真正平靜，這是往生西方極樂世界所具備的條件。第三段是勸我們捨惡修善。"
    },
    {
      "id": "02-003-0023_p0057",
      "zh_CN": "【人在爱欲之中。独生独死。独去独来。苦乐自当。无有代者。】",
      "zh_TW": "【人在愛欲之中。獨生獨死。獨去獨來。苦樂自當。無有代者。】"
    },
    {
      "id": "02-003-0023_p0058",
      "zh_CN": "这句话唯有佛才能说得出来，这是一切众生在世间的事实真相。人要是将爱欲断了，他就不会到六道里面来投胎，所谓「爱不重不生娑婆，念不一不生净土」。你要想生净土，要一向专念，念一了，一就是二六时中起心动念就是一个念头，阿弥陀佛，就这一个念头，除这一念之外，没有第二个念头，这个人决定往生。为什么？念专一。所以你要想生西方极乐世界，西方极乐世界真的容易，不难，比所有一切法门都容易，但是要念头专一。你一想，这个事情太不容易了，我一天到晚打妄想。一天到晚打妄想，你想什么东西？想爱欲，你爱财、爱名、爱色、爱吃、爱睡，五欲六尘没有一样不是你所爱的，那你就是天天在那里想什么？想六道轮回。如果用非法的手段得来的话，那你想的就是三恶道，你将来的果报在饿鬼、地狱、畜生。如其想这些，不如想阿弥陀佛。",
      "zh_TW": "這句話唯有佛才能說得出來，這是一切眾生在世間的事實真相。人要是將愛欲斷了，他就不會到六道裡面來投胎，所謂「愛不重不生娑婆，念不一不生淨土」。你要想生淨土，要一向專念，念一了，一就是二六時中起心動念就是一個念頭，阿彌陀佛，就這一個念頭，除這一念之外，沒有第二個念頭，這個人決定往生。為什麼？念專一。所以你要想生西方極樂世界，西方極樂世界真的容易，不難，比所有一切法門都容易，但是要念頭專一。你一想，這個事情太不容易了，我一天到晚打妄想。一天到晚打妄想，你想什麼東西？想愛欲，你愛財、愛名、愛色、愛吃、愛睡，五欲六塵沒有一樣不是你所愛的，那你就是天天在那裡想什麼？想六道輪迴。如果用非法的手段得來的話，那你想的就是三惡道，你將來的果報在餓鬼、地獄、畜生。如其想這些，不如想阿彌陀佛。"
    },
    {
      "id": "02-003-0023_p0059",
      "zh_CN": "所以，你要是觉悟的话，把你这一切妄念统统换成阿弥陀佛，一天到晚就想阿弥陀佛。这个经典要常常读诵，读诵是提醒你，这样才能够决定生净土。生死轮回是『独来独去』的，一切业报是自作自受，没有任何一个人能够代替。如果有人能够代那就好了，为什么？佛菩萨大慈大悲，应当代我们受苦受难。就是因为没有办法代，佛菩萨也不能代，这个事情决定是自作自受，佛菩萨都不能代，这是我们要警觉，要认清楚。",
      "zh_TW": "所以，你要是覺悟的話，把你這一切妄念統統換成阿彌陀佛，一天到晚就想阿彌陀佛。這個經典要常常讀誦，讀誦是提醒你，這樣才能夠決定生淨土。生死輪迴是『獨來獨去』的，一切業報是自作自受，沒有任何一個人能夠代替。如果有人能夠代那就好了，為什麼？佛菩薩大慈大悲，應當代我們受苦受難。就是因為沒有辦法代，佛菩薩也不能代，這個事情決定是自作自受，佛菩薩都不能代，這是我們要警覺，要認清楚。"
    },
    {
      "id": "02-003-0023_p0060",
      "zh_CN": "【善恶变化。追逐所生。道路不同。会见无期。】",
      "zh_TW": "【善惡變化。追逐所生。道路不同。會見無期。】"
    },
    {
      "id": "02-003-0023_p0061",
      "zh_CN": "这也是说真的，你这一生再相爱的人，死了之后各走各的路，有没有机会再碰头？机会是有，不晓得到什么时候，太难了，无量劫之无量劫也许碰到一次。所以相当不易，真的是『会见无期』。往往我们看到人在临命终的时候，他自己会说，他看到某某人来了，所说的那些人都是已经死了的人，都是他的家亲眷属、他的朋友，他看到某人来了。这样说起来，这「会见」还是有期，不远哪。诸位要晓得，那是假的，不是真的。你好好的去念念《地藏经》，他所见到的那些是什么人？都是冤家债主，都是来报复的。冤家债主变现他的家亲眷属来引诱他，诱他跟他去，这报复就来了。不是真的，是假的，《地藏经》上跟我们讲得很清楚。「道路不同，会见无期」，这是真实话。",
      "zh_TW": "這也是說真的，你這一生再相愛的人，死了之後各走各的路，有沒有機會再碰頭？機會是有，不曉得到什麼時候，太難了，無量劫之無量劫也許碰到一次。所以相當不易，真的是『會見無期』。往往我們看到人在臨命終的時候，他自己會說，他看到某某人來了，所說的那些人都是已經死了的人，都是他的家親眷屬、他的朋友，他看到某人來了。這樣說起來，這「會見」還是有期，不遠哪。諸位要曉得，那是假的，不是真的。你好好的去念念《地藏經》，他所見到的那些是什麼人？都是冤家債主，都是來報復的。冤家債主變現他的家親眷屬來引誘他，誘他跟他去，這報復就來了。不是真的，是假的，《地藏經》上跟我們講得很清楚。「道路不同，會見無期」，這是真實話。"
    },
    {
      "id": "02-003-0023_p0062",
      "zh_CN": "【何不于强健时。努力修善。欲何待乎。】",
      "zh_TW": "【何不於強健時。努力修善。欲何待乎。】"
    },
    {
      "id": "02-003-0023_p0063",
      "zh_CN": "这是佛勉励我们，我们现在年龄还轻，身体还强壮，为什么不趁这个时候『努力修善』，你还等什么？『欲何待乎』这个意思是你还等什么，不要再等待了，赶紧努力修善。本经里面所讲的修善，就是发菩提心，一向专念，念阿弥陀佛是一切善法里面的第一善，没有比这个更善。这个法门是教给我们一生圆满成佛的法门，你们想想还有哪个法门能够超过这个？所以这个善是第一善。",
      "zh_TW": "這是佛勉勵我們，我們現在年齡還輕，身體還強壯，為什麼不趁這個時候『努力修善』，你還等什麼？『欲何待乎』這個意思是你還等什麼，不要再等待了，趕緊努力修善。本經裡面所講的修善，就是發菩提心，一向專念，念阿彌陀佛是一切善法裡面的第一善，沒有比這個更善。這個法門是教給我們一生圓滿成佛的法門，你們想想還有哪個法門能夠超過這個？所以這個善是第一善。"
    },
    {
      "id": "02-003-0023_p0064",
      "zh_CN": "【世人善恶自不能见。吉凶祸福。竞各作之。】",
      "zh_TW": "【世人善惡自不能見。吉凶禍福。競各作之。】"
    },
    {
      "id": "02-003-0023_p0065",
      "zh_CN": "下面这一段，如果就三毒来说，第一段是讲贪，第二段是讲瞋恨，第三段讲愚痴。三毒里面，虽然贪瞋表面上看是很严重，可是痴毒之害超过前面两种。痴毒，所谓是藕断丝连，很不容易断，愚痴，你智慧不开，你就没有办法脱离愚痴。第一句是讲世间人的『善恶自不能见』，自己不知道，不知道就是痴。因此他就胡作妄为，『吉凶祸福，竞各作之』，大家在那里比赛造作，这是愚痴。如果是觉悟的人，他决定不造作，绝对不造恶，他知道什么是善、什么是恶、什么是是、什么是非，对于邪正、真妄、善恶、是非他有能力辨别清楚，他不会造恶。愚痴之人他辨别不清楚，他把善的当作恶，把恶的当作善，把正法看作邪法，把邪法看作正法，这个叫做颠倒。经上常讲众生可怜悯者，颠倒迷惑。",
      "zh_TW": "下面這一段，如果就三毒來說，第一段是講貪，第二段是講瞋恨，第三段講愚痴。三毒裡面，雖然貪瞋表面上看是很嚴重，可是痴毒之害超過前面兩種。痴毒，所謂是藕斷絲連，很不容易斷，愚痴，你智慧不開，你就沒有辦法脫離愚痴。第一句是講世間人的『善惡自不能見』，自己不知道，不知道就是痴。因此他就胡作妄為，『吉凶禍福，競各作之』，大家在那裡比賽造作，這是愚痴。如果是覺悟的人，他決定不造作，絕對不造惡，他知道什麼是善、什麼是惡、什麼是是、什麼是非，對於邪正、真妄、善惡、是非他有能力辨別清楚，他不會造惡。愚痴之人他辨別不清楚，他把善的當作惡，把惡的當作善，把正法看作邪法，把邪法看作正法，這個叫做顛倒。經上常講眾生可憐憫者，顛倒迷惑。"
    },
    {
      "id": "02-003-0023_p0066",
      "zh_CN": "【身愚神暗。转受余教。颠倒相续。无常根本。】",
      "zh_TW": "【身愚神闇。轉受餘教。顛倒相續。無常根本。】"
    },
    {
      "id": "02-003-0023_p0067",
      "zh_CN": "这一句就是说明愚痴，『身愚』，『神』就是神识，我们讲心，心里面是黑暗的，不是光明的。『暗』就是没有智慧，就是迷惑颠倒，明是代表智慧。所以他的心神愚痴，心迷惑身就愚了。『转受余教』，转受余教这句意思非常的深广，最粗浅的就是不相信佛教，他信别的教去了，信其他的教不究竟，决定不能出三界。世间一般宗教，修得最好的可以生天，这是不假，他们所求的也就是求生天，这个目的可以达得到。天有二十八层，你到哪一层天去？印度高级的宗教，能够生到非想非非想天，这最高的一层天，他就出不去了，所以这个不究竟。再往深一层说，小乘教，转受余教，他学小乘，他不学大乘。小乘的果只能证得阿罗汉、辟支佛，不能见性，不能成佛，换句话说，这不是究竟的，这不聪明，还是迷惑颠倒。再往深一层来看，修学大乘的，说实在话，大乘法里面一切法门比不上禅宗，禅宗快，其他的法门慢。禅宗讲顿悟、顿超，这是大乘法，大乘里面快速成就的。禅宗跟这个法门一比较，参禅的又是转受余教了。最后给你说，说到这个教是哪个教？就是净土教，就是「发菩提心，一向专念」这个教，你要选择这个教，那是真实智慧，你所得的是真实之利。",
      "zh_TW": "這一句就是說明愚痴，『身愚』，『神』就是神識，我們講心，心裡面是黑暗的，不是光明的。『闇』就是沒有智慧，就是迷惑顛倒，明是代表智慧。所以他的心神愚痴，心迷惑身就愚了。『轉受餘教』，轉受餘教這句意思非常的深廣，最粗淺的就是不相信佛教，他信別的教去了，信其他的教不究竟，決定不能出三界。世間一般宗教，修得最好的可以生天，這是不假，他們所求的也就是求生天，這個目的可以達得到。天有二十八層，你到哪一層天去？印度高級的宗教，能夠生到非想非非想天，這最高的一層天，他就出不去了，所以這個不究竟。再往深一層說，小乘教，轉受餘教，他學小乘，他不學大乘。小乘的果只能證得阿羅漢、辟支佛，不能見性，不能成佛，換句話說，這不是究竟的，這不聰明，還是迷惑顛倒。再往深一層來看，修學大乘的，說實在話，大乘法裡面一切法門比不上禪宗，禪宗快，其他的法門慢。禪宗講頓悟、頓超，這是大乘法，大乘裡面快速成就的。禪宗跟這個法門一比較，參禪的又是轉受餘教了。最後給你說，說到這個教是哪個教？就是淨土教，就是「發菩提心，一向專念」這個教，你要選擇這個教，那是真實智慧，你所得的是真實之利。"
    },
    {
      "id": "02-003-0023_p0068",
      "zh_CN": "古人有个比喻，说大乘是径路，径路就是近路。我们到一个地方去，径路就快，很快就到了。大乘是径路，禅宗是径路里面的径路，所谓径中径，径路中的径路。净土是径路径路里头最近的一条道路，净土称径中径又径，这是讲净土，没有比这个路更稳当，没有比这条路更快速。所以你不选择这个法门，不选择这部经典，你就是转受余教，『颠倒相续，无常根本』。那是真的。不管你选大乘教，或者选禅宗，禅宗你要不能够大彻大悟，你来生还是六道轮回，还是无常根本。唯独这个法门，横超三界，带业往生。底下这一句就是讲你贪着毒欲。",
      "zh_TW": "古人有個比喻，說大乘是徑路，徑路就是近路。我們到一個地方去，徑路就快，很快就到了。大乘是徑路，禪宗是徑路裡面的徑路，所謂徑中徑，徑路中的徑路。淨土是徑路徑路裡頭最近的一條道路，淨土稱徑中徑又徑，這是講淨土，沒有比這個路更穩當，沒有比這條路更快速。所以你不選擇這個法門，不選擇這部經典，你就是轉受餘教，『顛倒相續，無常根本』。那是真的。不管你選大乘教，或者選禪宗，禪宗你要不能夠大徹大悟，你來生還是六道輪迴，還是無常根本。唯獨這個法門，橫超三界，帶業往生。底下這一句就是講你貪著毒欲。"
    },
    {
      "id": "02-003-0023_p0069",
      "zh_CN": "【蒙冥抵突。不信经法。心无远虑。各欲快意。迷于瞋恚。贪于财色。终不休止。哀哉可伤。】",
      "zh_TW": "【蒙冥抵突。不信經法。心無遠慮。各欲快意。迷於瞋恚。貪於財色。終不休止。哀哉可傷。】"
    },
    {
      "id": "02-003-0023_p0070",
      "zh_CN": "佛都悲伤。『蒙冥抵突』，就是我们今天所谓的这个人糊里糊涂，糊涂、跋扈，或者不讲理，就是形容这一类的人，执着。『不信经法』，不信经法我们不再多说了，简单的讲就是不相信这部经，不相信净土经典，不相信念佛法门。『心无远虑』，远虑是了生死出三界、成佛作祖，他没想到这些事情。在日常生活当中就放任、放纵，纵欲，『各欲快意』。迷在贪瞋痴里面，『迷于瞋恚，贪于财色』，这种贪瞋痴不断的在增长，没有停止的时候，这讲造业。既然造这个业，后来的果报都是在三途。所以佛非常感叹，『哀哉可伤』，可悲伤的。",
      "zh_TW": "佛都悲傷。『蒙冥抵突』，就是我們今天所謂的這個人糊裡糊塗，糊塗、跋扈，或者不講理，就是形容這一類的人，執著。『不信經法』，不信經法我們不再多說了，簡單的講就是不相信這部經，不相信淨土經典，不相信念佛法門。『心無遠慮』，遠慮是了生死出三界、成佛作祖，他沒想到這些事情。在日常生活當中就放任、放縱，縱欲，『各欲快意』。迷在貪瞋痴裡面，『迷於瞋恚，貪於財色』，這種貪瞋痴不斷的在增長，沒有停止的時候，這講造業。既然造這個業，後來的果報都是在三途。所以佛非常感嘆，『哀哉可傷』，可悲傷的。"
    },
    {
      "id": "02-003-0023_p0071",
      "zh_CN": "【先人不善。不识道德。无有语者。殊无怪也。】",
      "zh_TW": "【先人不善。不識道德。無有語者。殊無怪也。】"
    },
    {
      "id": "02-003-0023_p0072",
      "zh_CN": "这句话很好，为什么？我们每个人都有这个疑问，佛在此地一句话把我们解答了。『先』是讲没有遇到佛法以前，『人不善』，我们造作很多恶业，我们不懂、不知道，杀生、偷盗，恶业做了许许多多，不晓得，造了很多的恶业。『不识道德』，这个道德跟前面的道德意思一样，不知道成佛之道，不知道利益众生之德，不晓得。『无有语者』，没有人告诉我。佛说这个可以原谅你，这不怪你，你从前造的恶事可以原谅，可以不怪你。佛在此地说过了，我们没有学佛以前造作那些恶事，佛不怪我们，佛原谅我们。学了佛之后，现在知道了，现在再要造恶业，佛就不原谅了，这诸位要晓得。以前你不晓得的时候，佛菩萨原谅你，现在不可以了，从今以后我们不能够造恶，一定要断恶修善。",
      "zh_TW": "這句話很好，為什麼？我們每個人都有這個疑問，佛在此地一句話把我們解答了。『先』是講沒有遇到佛法以前，『人不善』，我們造作很多惡業，我們不懂、不知道，殺生、偷盜，惡業做了許許多多，不曉得，造了很多的惡業。『不識道德』，這個道德跟前面的道德意思一樣，不知道成佛之道，不知道利益眾生之德，不曉得。『無有語者』，沒有人告訴我。佛說這個可以原諒你，這不怪你，你從前造的惡事可以原諒，可以不怪你。佛在此地說過了，我們沒有學佛以前造作那些惡事，佛不怪我們，佛原諒我們。學了佛之後，現在知道了，現在再要造惡業，佛就不原諒了，這諸位要曉得。以前你不曉得的時候，佛菩薩原諒你，現在不可以了，從今以後我們不能夠造惡，一定要斷惡修善。"
    },
    {
      "id": "02-003-0023_p0073",
      "zh_CN": "【死生之趣。善恶之道。都不之信。谓无有是。】",
      "zh_TW": "【死生之趣。善惡之道。都不之信。謂無有是。】"
    },
    {
      "id": "02-003-0023_p0074",
      "zh_CN": "这还是继续前面的。我们再往下看：",
      "zh_TW": "這還是繼續前面的。我們再往下看："
    },
    {
      "id": "02-003-0023_p0075",
      "zh_CN": "【更相瞻视。且自见之。或父哭子。或子哭父。兄弟夫妇。更相哭泣。】",
      "zh_TW": "【更相瞻視。且自見之。或父哭子。或子哭父。兄弟夫婦。更相哭泣。】"
    },
    {
      "id": "02-003-0023_p0076",
      "zh_CN": "这段话很重要。现在这个世间有很多人不相信有六道轮回，不相信人死了之后会变饿鬼、会堕地狱，不相信这些，他都不信，以为这些都是没有的。这些人你要跟他讲，很难讲得通。要是遇到这些人，我们要仔细观察，有些人可以能够接受，有些人他不接受，非常顽固，这就是佛法里面讲没有善根。有些人有些善根，你跟他讲，他仔细去想，想了以后，他觉得满有道理的。现在全世界旅游的事业非常的发达，常常有机会到其他地区去旅行，如果诸位有旅行的经验，我提出一桩事情你们想想，可能你们也有。这个地方确实是我们一生当中没有去过的，我们第一次去，而到那个地方，忽然之间好像这里很熟悉，有这个感触，好像这地方很熟悉。甚至于有些人连那里面大致的情形，他都能够说的出来，说得一点都不错。诸位想想，如果过去生中要不是在这里住过很久的时间，隔了这么久，隔了几生几世了，他怎么能够想得起来？由这个地方证明有前世。",
      "zh_TW": "這段話很重要。現在這個世間有很多人不相信有六道輪迴，不相信人死了之後會變餓鬼、會墮地獄，不相信這些，他都不信，以為這些都是沒有的。這些人你要跟他講，很難講得通。要是遇到這些人，我們要仔細觀察，有些人可以能夠接受，有些人他不接受，非常頑固，這就是佛法裡面講沒有善根。有些人有些善根，你跟他講，他仔細去想，想了以後，他覺得滿有道理的。現在全世界旅遊的事業非常的發達，常常有機會到其他地區去旅行，如果諸位有旅行的經驗，我提出一樁事情你們想想，可能你們也有。這個地方確實是我們一生當中沒有去過的，我們第一次去，而到那個地方，忽然之間好像這裡很熟悉，有這個感觸，好像這地方很熟悉。甚至於有些人連那裡面大致的情形，他都能夠說的出來，說得一點都不錯。諸位想想，如果過去生中要不是在這裡住過很久的時間，隔了這麼久，隔了幾生幾世了，他怎麼能夠想得起來？由這個地方證明有前世。"
    },
    {
      "id": "02-003-0023_p0077",
      "zh_CN": "我说这桩事情，在美国达拉斯那边有个同修蔡文雄居士，他也是学佛不久，他学佛的因缘也很特殊，真是过去世有很深厚的善根福德因缘。他是个做生意的人，他父亲病重的时候，他回到台湾去照顾他父亲，家里人是念佛的，念阿弥陀佛，他也跟着念阿弥陀佛。他父亲临命终的时候，他看见阿弥陀佛，他看见了。不但看见，而且看的时间他告诉我至少有二十分钟，这么长的时间，绝对不是眼睛看花的。他看到的阿弥陀佛是阿弥陀佛的佛像，就好像木头雕的像一样，盘腿坐在那个地方，手上拿着莲花，在他的窗户上停留那么久的时间。他信佛是从这里信起的，他说我如果不是真的看到，我还不相信。他真看到了，但是看到的是佛像。以后他到美国，因为他做古董生意，有一次看到一尊佛像非常欢喜，他说就是他父亲走的时候看到的那尊佛像，一模一样的。那个像是铜的，他就把它请回家去供养。说出这个学佛的因缘。",
      "zh_TW": "我說這樁事情，在美國達拉斯那邊有個同修蔡文雄居士，他也是學佛不久，他學佛的因緣也很特殊，真是過去世有很深厚的善根福德因緣。他是個做生意的人，他父親病重的時候，他回到台灣去照顧他父親，家裡人是念佛的，念阿彌陀佛，他也跟著念阿彌陀佛。他父親臨命終的時候，他看見阿彌陀佛，他看見了。不但看見，而且看的時間他告訴我至少有二十分鐘，這麼長的時間，絕對不是眼睛看花的。他看到的阿彌陀佛是阿彌陀佛的佛像，就好像木頭雕的像一樣，盤腿坐在那個地方，手上拿著蓮花，在他的窗戶上停留那麼久的時間。他信佛是從這裡信起的，他說我如果不是真的看到，我還不相信。他真看到了，但是看到的是佛像。以後他到美國，因為他做古董生意，有一次看到一尊佛像非常歡喜，他說就是他父親走的時候看到的那尊佛像，一模一樣的。那個像是銅的，他就把它請回家去供養。說出這個學佛的因緣。"
    },
    {
      "id": "02-003-0023_p0078",
      "zh_CN": "我跟他讲，就是刚才讲的这个经验，他说他相信。他说他第一次到美国，住在旧金山，他工作在旧金山，他住在圣荷西那边，从圣荷西到旧金山开车差不多一个小时，每天要走这么远的路去上班。他说有一天，因为初到美国不太熟，路走错了，迷了路。迷路之后，没有法子，再找的时候要很久才能找得出来。可是到达这个地方之后，他忽然觉得这个地方好熟，他说确实这个地方没来过，但是几乎里面的街道，里面哪些建筑物，他都能够说得出来。车往马路上一开，一点都没有错，他怎么想也想不通。他说大概我前生恐怕是华侨到美国来做矿工的。旧金山是挖矿的，大概是矿工，从前中国矿工住这个地区，所以他对那里面，还有些老的建筑物还在，他都能够记得清清楚楚。他说前一生大概是在挖矿的，所以这一生还到美国去做生意。",
      "zh_TW": "我跟他講，就是剛才講的這個經驗，他說他相信。他說他第一次到美國，住在舊金山，他工作在舊金山，他住在聖荷西那邊，從聖荷西到舊金山開車差不多一個小時，每天要走這麼遠的路去上班。他說有一天，因為初到美國不太熟，路走錯了，迷了路。迷路之後，沒有法子，再找的時候要很久才能找得出來。可是到達這個地方之後，他忽然覺得這個地方好熟，他說確實這個地方沒來過，但是幾乎裡面的街道，裡面哪些建築物，他都能夠說得出來。車往馬路上一開，一點都沒有錯，他怎麼想也想不通。他說大概我前生恐怕是華僑到美國來做礦工的。舊金山是挖礦的，大概是礦工，從前中國礦工住這個地區，所以他對那裡面，還有些老的建築物還在，他都能夠記得清清楚楚。他說前一生大概是在挖礦的，所以這一生還到美國去做生意。"
    },
    {
      "id": "02-003-0023_p0079",
      "zh_CN": "由这个地方就能够证实，人决定有前世，有前世就有后世。现在外国人用科学的方法证明人确实有六道轮回，因为证实许多人前生是由畜生道来的，还有少数人是从外太空来的，我们今天讲的是从别的星球上来的，可见得这跟佛法里面讲的不相违背。我们往生西方极乐世界，这到外太空去了，西方极乐世界不在我们这个星球上，我们到外太空去了，到别的星球上去出生，别的星球上的人也会到我们地球上来。",
      "zh_TW": "由這個地方就能夠證實，人決定有前世，有前世就有後世。現在外國人用科學的方法證明人確實有六道輪迴，因為證實許多人前生是由畜生道來的，還有少數人是從外太空來的，我們今天講的是從別的星球上來的，可見得這跟佛法裡面講的不相違背。我們往生西方極樂世界，這到外太空去了，西方極樂世界不在我們這個星球上，我們到外太空去了，到別的星球上去出生，別的星球上的人也會到我們地球上來。"
    },
    {
      "id": "02-003-0023_p0080",
      "zh_CN": "这一段主要就是告诉我们去细心的体会，去观察、认识六道轮回的事实。『更相瞻视，且自见之』，这句话就是叫我们仔细的去观察，你好好的看。人在临命终的时候，或者是父亲哭儿子、儿子哭父亲，兄弟、夫妇互相哭泣。",
      "zh_TW": "這一段主要就是告訴我們去細心的體會，去觀察、認識六道輪迴的事實。『更相瞻視，且自見之』，這句話就是叫我們仔細的去觀察，你好好的看。人在臨命終的時候，或者是父親哭兒子、兒子哭父親，兄弟、夫婦互相哭泣。"
    },
    {
      "id": "02-003-0023_p0081",
      "zh_CN": "【一死一生。迭相顾恋。忧爱结缚。无有解时。思想恩好。不离情欲。】",
      "zh_TW": "【一死一生。迭相顧戀。憂愛結縛。無有解時。思想恩好。不離情欲。】"
    },
    {
      "id": "02-003-0023_p0082",
      "zh_CN": "『情欲』是生死的根本，所以说『忧爱』这是烦恼的根源。使我们没有办法超越六道轮回，在这世间生生世世受这些苦难，你要问第一个因素是什么？这个地方告诉你，你要这样仔细去观察，你能够看到第一个因素。我在初学佛的时候，那时候还上班，没出家，也就是演培法师在台北善导寺作住持的时候，我那时刚刚学佛，也常到他那里听经。我每天看报纸，这报纸看什么？你们都想不到，我也不是看新闻，也不是看报纸的内容，我看讣文，报纸上刊的讣文，哪些人死了，天天看。今天又死了一批，走了，明天看到又一批走了，我看这个。看这个体会什么？无常！慢慢轮流就轮到我了，提高自己的警觉心，看到别人一个一个去了，就想到快要到自己了。",
      "zh_TW": "『情欲』是生死的根本，所以說『憂愛』這是煩惱的根源。使我們沒有辦法超越六道輪迴，在這世間生生世世受這些苦難，你要問第一個因素是什麼？這個地方告訴你，你要這樣仔細去觀察，你能夠看到第一個因素。我在初學佛的時候，那時候還上班，沒出家，也就是演培法師在台北善導寺作住持的時候，我那時剛剛學佛，也常到他那裡聽經。我每天看報紙，這報紙看什麼？你們都想不到，我也不是看新聞，也不是看報紙的內容，我看訃文，報紙上刊的訃文，哪些人死了，天天看。今天又死了一批，走了，明天看到又一批走了，我看這個。看這個體會什麼？無常！慢慢輪流就輪到我了，提高自己的警覺心，看到別人一個一個去了，就想到快要到自己了。"
    },
    {
      "id": "02-003-0023_p0083",
      "zh_CN": "说老实话，人在世间没有意思，真的经上讲「共争不急之务」。人最努力的、最精进的，一分一秒都不肯休息的，干什么事？往坟墓里头走。你们想想对不对？从生下来就往坟墓里走，一天比一天接近。所以你们做生日、过寿有什么意思？过寿的时候，你到坟墓又接近一年了，想起来悲伤，有什么快乐？你们想想对不对？有什么好庆祝的？这个要庆祝的话，这是闹天大的笑话。庆祝什么？庆祝你与死亡又接近一天，所以世间人迷惑颠倒。什么事情它都会休息，唯独这个事情它不休息，一天比一天老，一天比一天衰，想到这个害怕。这一段的意思跟我讲的意义是相同的。",
      "zh_TW": "說老實話，人在世間沒有意思，真的經上講「共爭不急之務」。人最努力的、最精進的，一分一秒都不肯休息的，幹什麼事？往墳墓裡頭走。你們想想對不對？從生下來就往墳墓裡走，一天比一天接近。所以你們做生日、過壽有什麼意思？過壽的時候，你到墳墓又接近一年了，想起來悲傷，有什麼快樂？你們想想對不對？有什麼好慶祝的？這個要慶祝的話，這是鬧天大的笑話。慶祝什麼？慶祝你與死亡又接近一天，所以世間人迷惑顛倒。什麼事情它都會休息，唯獨這個事情它不休息，一天比一天老，一天比一天衰，想到這個害怕。這一段的意思跟我講的意義是相同的。"
    },
    {
      "id": "02-003-0023_p0084",
      "zh_CN": "【不能深思熟计。】",
      "zh_TW": "【不能深思熟計。】"
    },
    {
      "id": "02-003-0023_p0085",
      "zh_CN": "『深思』，就是你想要想远一点，你要好好的去计划计划。",
      "zh_TW": "『深思』，就是你想要想遠一點，你要好好的去計畫計畫。"
    },
    {
      "id": "02-003-0023_p0086",
      "zh_CN": "【专精行道。】",
      "zh_TW": "【專精行道。】"
    },
    {
      "id": "02-003-0023_p0087",
      "zh_CN": "着重在『专精』。修道的人不少，成就的人不多，什么原因？不专不精。所以诸位你们学佛多年的同修，你们早晚课拜很多佛菩萨，念很多经咒，这都是不专不精。你念了这么多年，你自己想想，这不必我说了，你自己想想，你到底得了些什么？你有什么成就？这就好比说我们有病，我们吃药，吃了很久，有没有见效？我这个病有没有好些？病要好些，这个药对症，有效！我们念经念佛也是如此，也要反省反省，检点一下，有没有效？如果我们的烦恼少了，智慧增长，法喜充满，这有效，这个法门就对了。",
      "zh_TW": "著重在『專精』。修道的人不少，成就的人不多，什麼原因？不專不精。所以諸位你們學佛多年的同修，你們早晚課拜很多佛菩薩，念很多經咒，這都是不專不精。你念了這麼多年，你自己想想，這不必我說了，你自己想想，你到底得了些什麼？你有什麼成就？這就好比說我們有病，我們吃藥，吃了很久，有沒有見效？我這個病有沒有好些？病要好些，這個藥對症，有效！我們念經念佛也是如此，也要反省反省，檢點一下，有沒有效？如果我們的煩惱少了，智慧增長，法喜充滿，這有效，這個法門就對了。"
    },
    {
      "id": "02-003-0023_p0088",
      "zh_CN": "假如搞了这么多年，烦恼还是一大堆，是一年比一年多，一年比一年苦，你这服药一点效都没有。没有效赶紧换，赶紧换处方，从前那个药就不要了。你若还是不敢换，还留恋，那你是执迷不悟，你到死都不回头，那就没法子，佛都救不了你。一定要觉悟，我学这个法门有没有效果？如果这个法门功夫得力，得力的现象，烦恼轻，妄念少了，智慧增长，一天到晚欢欢喜喜、快快乐乐，那是你功夫见效了，你的病逐渐轻了，逐渐减少。学佛一定讲求效果，佛法常说离苦得乐，我们苦离不掉，乐得不到，我学它干什么？再告诉诸位，佛法是最讲现实的，绝对不忽略现实，最讲现实。我学佛就是抱着这么个态度，佛法不能叫我得利益我决定不学它。真正得到利益，得到法喜充满。",
      "zh_TW": "假如搞了這麼多年，煩惱還是一大堆，是一年比一年多，一年比一年苦，你這服藥一點效都沒有。沒有效趕緊換，趕緊換處方，從前那個藥就不要了。你若還是不敢換，還留戀，那你是執迷不悟，你到死都不回頭，那就沒法子，佛都救不了你。一定要覺悟，我學這個法門有沒有效果？如果這個法門功夫得力，得力的現象，煩惱輕，妄念少了，智慧增長，一天到晚歡歡喜喜、快快樂樂，那是你功夫見效了，你的病逐漸輕了，逐漸減少。學佛一定講求效果，佛法常說離苦得樂，我們苦離不掉，樂得不到，我學它幹什麼？再告訴諸位，佛法是最講現實的，絕對不忽略現實，最講現實。我學佛就是抱著這麼個態度，佛法不能叫我得利益我決定不學它。真正得到利益，得到法喜充滿。"
    },
    {
      "id": "02-003-0023_p0089",
      "zh_CN": "所以要专要精。专，这一生只能学一样，专！专才会精，精是纯而不杂，专是专一。大家要明了这个道理之后，你们现在修学来得及。不用多的时间，你们抱着这本《无量寿经》，我教给你们的方法，你们用三年工夫先把净土五经仔细的看十遍，然后把这部经在三年当中念满三千遍。你们可以说在现代这个世界上，学佛的同修你们都是第一人。不相信你到处去打听打听，哪个人在一生当中，这一部经念过三千遍？他都没有，你念过三千遍，你决定超过他。不是我们聪明、善根、福德超过别人，我们的功夫超过他。他三年学了几十样、十几样，他不精。我们三年学一样，这一样就是专家，这一个是什么专家？阿弥陀佛的专家。所以你们要真正学三年，这样死心塌地「专精行道」三年，你们都是阿弥陀佛的化身。到那个时候这个经的意思，不要人讲解，自己就通达了，为什么？你跟阿弥陀佛心心相应，弥陀威神加持你，你没有障碍，所以经义自然通达。这一句非常重要，专精行道就是专这部经，专这个法门。",
      "zh_TW": "所以要專要精。專，這一生只能學一樣，專！專才會精，精是純而不雜，專是專一。大家要明瞭這個道理之後，你們現在修學來得及。不用多的時間，你們抱著這本《無量壽經》，我教給你們的方法，你們用三年工夫先把淨土五經仔細的看十遍，然後把這部經在三年當中念滿三千遍。你們可以說在現代這個世界上，學佛的同修你們都是第一人。不相信你到處去打聽打聽，哪個人在一生當中，這一部經念過三千遍？他都沒有，你念過三千遍，你決定超過他。不是我們聰明、善根、福德超過別人，我們的功夫超過他。他三年學了幾十樣、十幾樣，他不精。我們三年學一樣，這一樣就是專家，這一個是什麼專家？阿彌陀佛的專家。所以你們要真正學三年，這樣死心塌地「專精行道」三年，你們都是阿彌陀佛的化身。到那個時候這個經的意思，不要人講解，自己就通達了，為什麼？你跟阿彌陀佛心心相應，彌陀威神加持你，你沒有障礙，所以經義自然通達。這一句非常重要，專精行道就是專這部經，專這個法門。"
    },
    {
      "id": "02-003-0023_p0090",
      "zh_CN": "【年寿旋尽。无可奈何。】",
      "zh_TW": "【年壽旋盡。無可奈何。】"
    },
    {
      "id": "02-003-0023_p0091",
      "zh_CN": "这一句是警惕，我们的寿命一天比一天减少，所以用功一定要专精。多，来不及了，说老实话，也没有这个必要，为什么？聪明的人，博学多闻应当到西方极乐世界去干，在我们娑婆世界不干这个傻事情。无量法门我们是发心要学，什么时候学？生到西方极乐世界再学，那个时候不怕，无量寿了！老师是阿弥陀佛、是诸上善人，上善人是指等觉菩萨，叫上善，等觉以下不能称上善。西方世界「诸上善人俱会一处」，上善之人那个数目数不尽。跟等觉菩萨在一起，像这样修学的环境到哪里去找？我们这个世间找一个好老师不容易，找不到，西方极乐世界处处都是的，人数太多了。所以学佛要到西方极乐世界去学，你才是真正聪明人，真正觉悟的人，决定不在这个世间学。",
      "zh_TW": "這一句是警惕，我們的壽命一天比一天減少，所以用功一定要專精。多，來不及了，說老實話，也沒有這個必要，為什麼？聰明的人，博學多聞應當到西方極樂世界去幹，在我們娑婆世界不幹這個傻事情。無量法門我們是發心要學，什麼時候學？生到西方極樂世界再學，那個時候不怕，無量壽了！老師是阿彌陀佛、是諸上善人，上善人是指等覺菩薩，叫上善，等覺以下不能稱上善。西方世界「諸上善人俱會一處」，上善之人那個數目數不盡。跟等覺菩薩在一起，像這樣修學的環境到哪裡去找？我們這個世間找一個好老師不容易，找不到，西方極樂世界處處都是的，人數太多了。所以學佛要到西方極樂世界去學，你才是真正聰明人，真正覺悟的人，決定不在這個世間學。"
    },
    {
      "id": "02-003-0023_p0092",
      "zh_CN": "现在弘法的人少，也有不少同修常常来跟我讲，希望我办佛学院，培养几个人才。我想佛学院最好还是在西方极乐世界办，那个才没错，师资也不成问题，经书也非常完备，应有尽有，诸佛菩萨作老师，这个好。但是我们今天要做什么？我们今天的确要办「净土专宗学院」。这个学院是干什么的？这个学院就是培养一批接引大众往生西方的人才，培养这个人才，这是需要的。真正求学，博学多闻，「法门无量誓愿学」，那是到了西方极乐世界以后才办的。再往下看经文：",
      "zh_TW": "現在弘法的人少，也有不少同修常常來跟我講，希望我辦佛學院，培養幾個人才。我想佛學院最好還是在西方極樂世界辦，那個才沒錯，師資也不成問題，經書也非常完備，應有盡有，諸佛菩薩作老師，這個好。但是我們今天要做什麼？我們今天的確要辦「淨土專宗學院」。這個學院是幹什麼的？這個學院就是培養一批接引大眾往生西方的人才，培養這個人才，這是需要的。真正求學，博學多聞，「法門無量誓願學」，那是到了西方極樂世界以後才辦的。再往下看經文："
    },
    {
      "id": "02-003-0023_p0093",
      "zh_CN": "【惑道者众。】",
      "zh_TW": "【惑道者眾。】"
    },
    {
      "id": "02-003-0023_p0094",
      "zh_CN": "惑是迷惑。这个『道』特别指净土法门，特别指念佛往生之道。迷惑的太多了。",
      "zh_TW": "惑是迷惑。這個『道』特別指淨土法門，特別指念佛往生之道。迷惑的太多了。"
    },
    {
      "id": "02-003-0023_p0095",
      "zh_CN": "【悟道者少。各怀杀毒。恶气冥冥。为妄兴事。】",
      "zh_TW": "【悟道者少。各懷殺毒。惡氣冥冥。為妄興事。】"
    },
    {
      "id": "02-003-0023_p0096",
      "zh_CN": "『兴事』就是胡作妄为。",
      "zh_TW": "『興事』就是胡作妄為。"
    },
    {
      "id": "02-003-0023_p0097",
      "zh_CN": "【违逆天地。恣意罪极。顿夺其寿。下入恶道。无有出期。】",
      "zh_TW": "【違逆天地。恣意罪極。頓奪其壽。下入惡道。無有出期。】"
    },
    {
      "id": "02-003-0023_p0098",
      "zh_CN": "这些为非作歹、胡作妄为之人，因为罪孽造重了，天地鬼神把他的寿命夺去，就是折他的阳寿。将来死了以后都堕在『恶道』，这个恶道是指地狱道。堕在地狱里面想出来，时劫太长了，所以说『无有出期』。",
      "zh_TW": "這些為非作歹、胡作妄為之人，因為罪孽造重了，天地鬼神把他的壽命奪去，就是折他的陽壽。將來死了以後都墮在『惡道』，這個惡道是指地獄道。墮在地獄裡面想出來，時劫太長了，所以說『無有出期』。"
    },
    {
      "id": "02-003-0023_p0099",
      "zh_CN": "【若曹当熟思计。】",
      "zh_TW": "【若曹當熟思計。】"
    },
    {
      "id": "02-003-0023_p0100",
      "zh_CN": "『若曹』是指我们大众，这是汉朝的语气，我们应当要深思熟计。",
      "zh_TW": "『若曹』是指我們大眾，這是漢朝的語氣，我們應當要深思熟計。"
    },
    {
      "id": "02-003-0023_p0101",
      "zh_CN": "【远离众恶。】",
      "zh_TW": "【遠離眾惡。】"
    },
    {
      "id": "02-003-0023_p0102",
      "zh_CN": "知道造恶将来一定要受恶报，决定没有办法幸免，所以要『远离众恶』。",
      "zh_TW": "知道造惡將來一定要受惡報，決定沒有辦法倖免，所以要『遠離眾惡』。"
    },
    {
      "id": "02-003-0023_p0103",
      "zh_CN": "【择其善者。勤而行之。】",
      "zh_TW": "【擇其善者。勤而行之。】"
    },
    {
      "id": "02-003-0023_p0104",
      "zh_CN": "要辨别一切善法，努力修学。",
      "zh_TW": "要辨別一切善法，努力修學。"
    },
    {
      "id": "02-003-0023_p0105",
      "zh_CN": "【爱欲荣华。不可常保。皆当别离。无可乐者。】",
      "zh_TW": "【愛欲榮華。不可常保。皆當別離。無可樂者。】"
    },
    {
      "id": "02-003-0023_p0106",
      "zh_CN": "这句话是对于物质生活不要求奢华，不要求奢侈，能过一般平常的生活就好，一般的生活就好，不要过得太奢侈。",
      "zh_TW": "這句話是對於物質生活不要求奢華，不要求奢侈，能過一般平常的生活就好，一般的生活就好，不要過得太奢侈。"
    },
    {
      "id": "02-003-0023_p0107",
      "zh_CN": "【当勤精进。生安乐国。】",
      "zh_TW": "【當勤精進。生安樂國。】"
    },
    {
      "id": "02-003-0023_p0108",
      "zh_CN": "『安乐国』就是西方极乐世界，应当勤奋精进，求生西方。",
      "zh_TW": "『安樂國』就是西方極樂世界，應當勤奮精進，求生西方。"
    },
    {
      "id": "02-003-0023_p0109",
      "zh_CN": "【智慧明达。功德殊胜。】",
      "zh_TW": "【智慧明達。功德殊勝。】"
    },
    {
      "id": "02-003-0023_p0110",
      "zh_CN": "不仅是西方极乐世界的人智慧、功德无比的殊胜，现在你只要真正发心，你这个心是真实，前面跟诸位说过，西方世界这三种不退功德庄严，我们现在就得到。不是说生到西方才得到，现前就可以能够得到，这些都是真实的事情。",
      "zh_TW": "不僅是西方極樂世界的人智慧、功德無比的殊勝，現在你只要真正發心，你這個心是真實，前面跟諸位說過，西方世界這三種不退功德莊嚴，我們現在就得到。不是說生到西方才得到，現前就可以能夠得到，這些都是真實的事情。"
    },
    {
      "id": "02-003-0023_p0111",
      "zh_CN": "【勿得随心所欲。亏负经戒。在人后也。】",
      "zh_TW": "【勿得隨心所欲。虧負經戒。在人後也。】"
    },
    {
      "id": "02-003-0023_p0112",
      "zh_CN": "不能够随着自己的欲望胡作妄为，『亏负』佛祖的教诲。别人都到西方极乐世界去成佛、成菩萨了，我们还在六道轮回，这怎么说都说不过去，所以不能落在人后面。看看这么多人往生了，我们要向他看齐，他能够往生，我们也要能往生。夏莲居老居士，这次我带了他一张放大的照片来，你们团长要我写几个字给他介绍一下，今天写好了，将来裱起来挂在这边，诸位看看。夏老居士会集这个经典，他是八十三岁往生的，民国五十四年，他往生得很自在，说去就去，正念分明，这都是我们的榜样。我们再看底下一章：",
      "zh_TW": "不能夠隨著自己的欲望胡作妄為，『虧負』佛祖的教誨。別人都到西方極樂世界去成佛、成菩薩了，我們還在六道輪迴，這怎麼說都說不過去，所以不能落在人後面。看看這麼多人往生了，我們要向他看齊，他能夠往生，我們也要能往生。夏蓮居老居士，這次我帶了他一張放大的照片來，你們團長要我寫幾個字給他介紹一下，今天寫好了，將來裱起來掛在這邊，諸位看看。夏老居士會集這個經典，他是八十三歲往生的，民國五十四年，他往生得很自在，說去就去，正念分明，這都是我們的榜樣。我們再看底下一章："
    },
    {
      "id": "02-003-0023_p0113",
      "zh_CN": "【心得开明第三十四】",
      "zh_TW": "【心得開明第三十四】"
    },
    {
      "id": "02-003-0023_p0114",
      "zh_CN": "这一章是弥勒菩萨明白佛所讲的意义，心开意解。弥勒给我们做了个榜样，前面跟诸位介绍过，弥勒菩萨是这一会当机者。这一会是两个当机者，前面是阿难，后面是弥勒菩萨。",
      "zh_TW": "這一章是彌勒菩薩明白佛所講的意義，心開意解。彌勒給我們做了個榜樣，前面跟諸位介紹過，彌勒菩薩是這一會當機者。這一會是兩個當機者，前面是阿難，後面是彌勒菩薩。"
    },
    {
      "id": "02-003-0023_p0115",
      "zh_CN": "【弥勒白言。佛语教戒。甚深甚善。】",
      "zh_TW": "【彌勒白言。佛語教戒。甚深甚善。】"
    },
    {
      "id": "02-003-0023_p0116",
      "zh_CN": "佛的教诲、教诫，『甚深』是讲理，『甚善』是讲方法，理很深，方法非常的善巧。",
      "zh_TW": "佛的教誨、教誡，『甚深』是講理，『甚善』是講方法，理很深，方法非常的善巧。"
    },
    {
      "id": "02-003-0023_p0117",
      "zh_CN": "【皆蒙慈恩解脱忧苦。】",
      "zh_TW": "【皆蒙慈恩解脫憂苦。】"
    },
    {
      "id": "02-003-0023_p0118",
      "zh_CN": "如果不是念佛求生净土这个方法，可以说末法时期没有一个人学佛能够成就的。说这个话决定不是武断，我们自己冷静想想，我们能不能断贪瞋痴？能不能破我执？这是很现实的。你要不能断贪瞋痴，不能破我执，你怎么可能出三界？你纵然有甚深的禅定，禅定没用处，你的定功能生四禅天、能生四空天，出不了三界，你的烦恼还没断，这是真正要觉悟。所以末法时期能够了生死、出三界，只有这一条路，诸位同修要记住。你要不相信，别的法门你试试看，这个事情不能自己欺骗自己。无量劫以来，我们遇到这个法门，很不容易遇到，遇到不相信，错过了，那太可惜了。你说以后再遇到，那不晓得是哪一生哪一劫的事情。这个方法善，『皆蒙慈恩解脱忧苦』，这就是指闻到这部经典，依照这个理论、方法修学的人。",
      "zh_TW": "如果不是念佛求生淨土這個方法，可以說末法時期沒有一個人學佛能夠成就的。說這個話決定不是武斷，我們自己冷靜想想，我們能不能斷貪瞋痴？能不能破我執？這是很現實的。你要不能斷貪瞋痴，不能破我執，你怎麼可能出三界？你縱然有甚深的禪定，禪定沒用處，你的定功能生四禪天、能生四空天，出不了三界，你的煩惱還沒斷，這是真正要覺悟。所以末法時期能夠了生死、出三界，只有這一條路，諸位同修要記住。你要不相信，別的法門你試試看，這個事情不能自己欺騙自己。無量劫以來，我們遇到這個法門，很不容易遇到，遇到不相信，錯過了，那太可惜了。你說以後再遇到，那不曉得是哪一生哪一劫的事情。這個方法善，『皆蒙慈恩解脫憂苦』，這就是指聞到這部經典，依照這個理論、方法修學的人。"
    },
    {
      "id": "02-003-0023_p0119",
      "zh_CN": "【佛为法王。尊超群圣。光明彻照。洞达无极。普为一切天人之师。今得值佛。复闻无量寿声。靡不欢喜。心得开明。】",
      "zh_TW": "【佛為法王。尊超群聖。光明徹照。洞達無極。普為一切天人之師。今得值佛。復聞無量壽聲。靡不歡喜。心得開明。】"
    },
    {
      "id": "02-003-0023_p0120",
      "zh_CN": "弥勒菩萨也真是非常慈悲，不辜负世尊的付托，不仅说「佛语教戒，甚深甚善」，后面直接跟我们指出来了。『无量寿声』，无量寿佛的名号就是「南无阿弥陀佛」，能够听到这个佛号，相信、发愿、一心执持，没有一个不成就，没有一个不往生，这样的人就是『心得开明』；换句话，这样的人是个真正开悟的人。他不开悟，他不会选择这个法门，选择这个法门，一生决定成佛。选择其他的法门，一生成不了佛，选择这个法门决定成就。能够选择这个法门，可以说这就是大彻大悟。文殊、普贤都是求生西方极乐世界，你选择这个法门跟文殊、普贤无二无别。这是大智慧、是大福德、大因缘。",
      "zh_TW": "彌勒菩薩也真是非常慈悲，不辜負世尊的付託，不僅說「佛語教戒，甚深甚善」，後面直接跟我們指出來了。『無量壽聲』，無量壽佛的名號就是「南無阿彌陀佛」，能夠聽到這個佛號，相信、發願、一心執持，沒有一個不成就，沒有一個不往生，這樣的人就是『心得開明』；換句話，這樣的人是個真正開悟的人。他不開悟，他不會選擇這個法門，選擇這個法門，一生決定成佛。選擇其他的法門，一生成不了佛，選擇這個法門決定成就。能夠選擇這個法門，可以說這就是大徹大悟。文殊、普賢都是求生西方極樂世界，你選擇這個法門跟文殊、普賢無二無別。這是大智慧、是大福德、大因緣。"
    },
    {
      "id": "02-003-0023_p0121",
      "zh_CN": "【佛告弥勒。敬于佛者。是为大善。实当念佛。截断狐疑。拔诸爱欲。杜众恶源。游步三界。无所罣碍。开示正道。度未度者。若曹当知十方人民。永劫以来。辗转五道。忧苦不绝。生时苦痛。老亦苦痛。病极苦痛。死极苦痛。恶臭不净。无可乐者。】",
      "zh_TW": "【佛告彌勒。敬於佛者。是為大善。實當念佛。截斷狐疑。拔諸愛欲。杜眾惡源。遊步三界。無所罣礙。開示正道。度未度者。若曹當知十方人民。永劫以來。輾轉五道。憂苦不絕。生時苦痛。老亦苦痛。病極苦痛。死極苦痛。惡臭不淨。無可樂者。】"
    },
    {
      "id": "02-003-0023_p0122",
      "zh_CN": "佛的这段话，前面教给我们应当要敬佛。怎样才叫敬佛？给诸位说，你真正发菩提心，一向专念，这就是敬佛。我们果然能够每天把《无量寿经》念三遍，二六时中这一句佛号不间断，这就是对佛致最高的敬意，最圆满的敬意。不但世尊欢喜、阿弥陀佛欢喜，十方三世一切诸佛没有一尊佛不欢喜，这叫敬佛。所以敬佛并不是天天给他烧香，买些好的水果、好的花供养他，天天给他磕三个头，祷告祷告，那不叫敬佛，佛看了都摇头，都叹息。你果然每天念这个经，一天到晚念阿弥陀佛，你家里不供佛像、不烧香、不礼拜，什么都不做，诸佛欢喜，真正恭敬，为什么？听话，这叫真正听话。所以诸位一定要晓得怎样敬佛，用什么方法敬佛。敬佛不在形式，是在你真心依教奉行，这是真正信佛，这是大善，这是最大之善。",
      "zh_TW": "佛的這段話，前面教給我們應當要敬佛。怎樣才叫敬佛？給諸位說，你真正發菩提心，一向專念，這就是敬佛。我們果然能夠每天把《無量壽經》念三遍，二六時中這一句佛號不間斷，這就是對佛致最高的敬意，最圓滿的敬意。不但世尊歡喜、阿彌陀佛歡喜，十方三世一切諸佛沒有一尊佛不歡喜，這叫敬佛。所以敬佛並不是天天給他燒香，買些好的水果、好的花供養他，天天給他磕三個頭，禱告禱告，那不叫敬佛，佛看了都搖頭，都嘆息。你果然每天念這個經，一天到晚念阿彌陀佛，你家裡不供佛像、不燒香、不禮拜，什麼都不做，諸佛歡喜，真正恭敬，為什麼？聽話，這叫真正聽話。所以諸位一定要曉得怎樣敬佛，用什麼方法敬佛。敬佛不在形式，是在你真心依教奉行，這是真正信佛，這是大善，這是最大之善。"
    },
    {
      "id": "02-003-0023_p0123",
      "zh_CN": "『实当念佛』，克实跟你讲，应当要念佛，不要怀疑。『拔诸爱欲，杜众恶源』，就是断一切恶、修一切善。『游步三界，无所罣碍』，这是讲自行化他。『开示正道，度未度者』，正道就是念佛法门。所以大家可以学讲这部经，你把这部经念过三千遍，你自然就会讲，不学都会了，我们中国古人讲「读书千遍，其义自见」，就通了，意思就明白了。为什么会明白？我把这个道理跟诸位说出来，你要是专心念三千遍，你的心定了，你心里头不会向外攀缘，不胡思乱想，一切法门、一切经教都放下；我心里头一天到晚念的、想的就这部经，这就得定，定能开慧。智慧一开，经典一展开，哪有不明了的道理！",
      "zh_TW": "『實當念佛』，剋實跟你講，應當要念佛，不要懷疑。『拔諸愛欲，杜眾惡源』，就是斷一切惡、修一切善。『遊步三界，無所罣礙』，這是講自行化他。『開示正道，度未度者』，正道就是念佛法門。所以大家可以學講這部經，你把這部經念過三千遍，你自然就會講，不學都會了，我們中國古人講「讀書千遍，其義自見」，就通了，意思就明白了。為什麼會明白？我把這個道理跟諸位說出來，你要是專心念三千遍，你的心定了，你心裡頭不會向外攀緣，不胡思亂想，一切法門、一切經教都放下；我心裡頭一天到晚念的、想的就這部經，這就得定，定能開慧。智慧一開，經典一展開，哪有不明瞭的道理！"
    },
    {
      "id": "02-003-0023_p0124",
      "zh_CN": "所以你要相信，自己的智慧跟佛的智慧无二无别。佛智慧显露出来，为什么？佛心是清净的，佛心是定的。我们虽然有跟佛一样的智慧，透不出来，我们心乱，一天到晚胡思乱想，所以你自己的智慧透不出来。我们用这个方法，叫你念三千遍是修定，三千遍念下来，你定了三年，三年不打妄想，三年不去攀缘，这个智慧就很可观了。这个经的意思决定明了，何况三宝神力再一加持，你就通达了。你三年之后，就可以代替阿弥陀佛接引众生，你就是阿弥陀佛派到地球来的代表人，大使，办签证的。你能替别人办签证，你还不能往生？所以大家要好好的努力。",
      "zh_TW": "所以你要相信，自己的智慧跟佛的智慧無二無別。佛智慧顯露出來，為什麼？佛心是清淨的，佛心是定的。我們雖然有跟佛一樣的智慧，透不出來，我們心亂，一天到晚胡思亂想，所以你自己的智慧透不出來。我們用這個方法，叫你念三千遍是修定，三千遍念下來，你定了三年，三年不打妄想，三年不去攀緣，這個智慧就很可觀了。這個經的意思決定明瞭，何況三寶神力再一加持，你就通達了。你三年之後，就可以代替阿彌陀佛接引眾生，你就是阿彌陀佛派到地球來的代表人，大使，辦簽證的。你能替別人辦簽證，你還不能往生？所以大家要好好的努力。"
    },
    {
      "id": "02-003-0023_p0125",
      "zh_CN": "后面这一段给我们很大的警惕，叫我们知道，『十方人民』，不仅是我们娑婆世界，十方一切诸佛世界，六道里头的情况都差不多。『永劫以来』，无量劫的无量劫，这些众生都是『辗转五道』，就是六道轮回。所以说『忧苦不绝』，六道里情形非常之苦，不仅是三恶道苦，这是讲人间，人间就苦不堪言，生苦、老苦、病苦、死苦。『恶臭不净』，没有可留恋的，没有可乐的。世间人说可乐，那是麻木不仁，世间没有可乐的，三界统苦。",
      "zh_TW": "後面這一段給我們很大的警惕，叫我們知道，『十方人民』，不僅是我們娑婆世界，十方一切諸佛世界，六道裡頭的情況都差不多。『永劫以來』，無量劫的無量劫，這些眾生都是『輾轉五道』，就是六道輪迴。所以說『憂苦不絕』，六道裡情形非常之苦，不僅是三惡道苦，這是講人間，人間就苦不堪言，生苦、老苦、病苦、死苦。『惡臭不淨』，沒有可留戀的，沒有可樂的。世間人說可樂，那是麻木不仁，世間沒有可樂的，三界統苦。"
    },
    {
      "id": "02-003-0023_p0126",
      "zh_CN": "【宜自决断。洗除心垢。】",
      "zh_TW": "【宜自決斷。洗除心垢。】"
    },
    {
      "id": "02-003-0023_p0127",
      "zh_CN": "自己要明白、要觉悟，要下定决心。把你心里面，『心垢』就是贪瞋痴慢，是非人我，把这些东西洗得干干净净。",
      "zh_TW": "自己要明白、要覺悟，要下定決心。把你心裡面，『心垢』就是貪瞋痴慢，是非人我，把這些東西洗得乾乾淨淨。"
    },
    {
      "id": "02-003-0023_p0128",
      "zh_CN": "【言行忠信。表里相应。】",
      "zh_TW": "【言行忠信。表裡相應。】"
    },
    {
      "id": "02-003-0023_p0129",
      "zh_CN": "心清净、身清净、语清净，要做到三业清净，这是『表里相应』。",
      "zh_TW": "心清淨、身清淨、語清淨，要做到三業清淨，這是『表裡相應』。"
    },
    {
      "id": "02-003-0023_p0130",
      "zh_CN": "【人能自度。转相拯济。】",
      "zh_TW": "【人能自度。轉相拯濟。】"
    },
    {
      "id": "02-003-0023_p0131",
      "zh_CN": "要不能够自度，你就度不了别人，这是一定的道理。所以你一定要好好的修，你自己要不能往生，没有把握往生，你没有办法劝别人往生。为什么？你劝别人往生这个口软，说的话模棱两可，不敢肯定，叫别人听了半信半疑。我自己能往生，我说的话就硬了，为什么？没有怀疑，决定往生，我能去得了，你也能去得了。我没有学这之前跟你一样，我学了几年能去，你学了几年也可以去，你为什么不肯学？自己能度，你说的话才完全肯定，叫别人听了真的断疑生信，这才有力量。『转相拯济』，一定要帮助别人。",
      "zh_TW": "要不能夠自度，你就度不了別人，這是一定的道理。所以你一定要好好的修，你自己要不能往生，沒有把握往生，你沒有辦法勸別人往生。為什麼？你勸別人往生這個口軟，說的話模稜兩可，不敢肯定，叫別人聽了半信半疑。我自己能往生，我說的話就硬了，為什麼？沒有懷疑，決定往生，我能去得了，你也能去得了。我沒有學這之前跟你一樣，我學了幾年能去，你學了幾年也可以去，你為什麼不肯學？自己能度，你說的話才完全肯定，叫別人聽了真的斷疑生信，這才有力量。『轉相拯濟』，一定要幫助別人。"
    },
    {
      "id": "02-003-0023_p0132",
      "zh_CN": "【至心求愿。积累善本。】",
      "zh_TW": "【至心求願。積累善本。】"
    },
    {
      "id": "02-003-0023_p0133",
      "zh_CN": "这一句是上求。『至心求愿』是上求，前面「转相拯济」是下化，上求下化。『积累善本』，善本通常讲就是四弘誓愿、六度万行。",
      "zh_TW": "這一句是上求。『至心求願』是上求，前面「轉相拯濟」是下化，上求下化。『積累善本』，善本通常講就是四弘誓願、六度萬行。"
    },
    {
      "id": "02-003-0023_p0134",
      "zh_CN": "【虽一世精进勤苦。须臾间耳。】",
      "zh_TW": "【雖一世精進勤苦。須臾間耳。】"
    },
    {
      "id": "02-003-0023_p0135",
      "zh_CN": "纵然我们一生勤苦不懈怠、努力，要知道这个时间很短的。人间百年，忉利天一天，忉利天看到我们这里一百年就一天，很短暂。西方极乐世界就更不必说了。所以这一生的辛苦，勤奋精进是值得的，为什么？来生就到西方极乐世界去，不再轮回。我们现在这个身，无量劫以来生死轮回，这一生遇到这个法门，我们拍拍胸脯，这一生是我们在娑婆世界六道轮回的最后身，下次不来了。下次再来，菩萨的身分乘愿再来的，不是业报身，是乘愿再来的菩萨身、应化身，那不一样。所以这个值得，一生勤苦修，值得的。",
      "zh_TW": "縱然我們一生勤苦不懈怠、努力，要知道這個時間很短的。人間百年，忉利天一天，忉利天看到我們這裡一百年就一天，很短暫。西方極樂世界就更不必說了。所以這一生的辛苦，勤奮精進是值得的，為什麼？來生就到西方極樂世界去，不再輪迴。我們現在這個身，無量劫以來生死輪迴，這一生遇到這個法門，我們拍拍胸脯，這一生是我們在娑婆世界六道輪迴的最後身，下次不來了。下次再來，菩薩的身分乘願再來的，不是業報身，是乘願再來的菩薩身、應化身，那不一樣。所以這個值得，一生勤苦修，值得的。"
    },
    {
      "id": "02-003-0023_p0136",
      "zh_CN": "【后生无量寿国。】",
      "zh_TW": "【後生無量壽國。】"
    },
    {
      "id": "02-003-0023_p0137",
      "zh_CN": "这是讲你这一生精勤，以后你往生到西方极乐世界。",
      "zh_TW": "這是講你這一生精勤，以後你往生到西方極樂世界。"
    },
    {
      "id": "02-003-0023_p0138",
      "zh_CN": "【快乐无极。永拔生死之本。无复苦恼之患。寿千万劫。自在随意。】",
      "zh_TW": "【快樂無極。永拔生死之本。無復苦惱之患。壽千萬劫。自在隨意。】"
    },
    {
      "id": "02-003-0023_p0139",
      "zh_CN": "西方极乐世界，实在讲，真是一切随心所欲。经文里面佛跟我们解释得很清楚，西方世界的寿命之长短是随意自在的。你到西方极乐世界，你想寿命多久就多久，你想一劫就一劫，想十劫就十劫，想一万劫就一万劫，想无量寿就无量寿。到那个地方，寿命是凭自己乐意怎么样的就得到的，一切随心所欲。所以说「其国不逆违」，不违背我们的心愿，你的心愿到那里去样样圆满。",
      "zh_TW": "西方極樂世界，實在講，真是一切隨心所欲。經文裡面佛跟我們解釋得很清楚，西方世界的壽命之長短是隨意自在的。你到西方極樂世界，你想壽命多久就多久，你想一劫就一劫，想十劫就十劫，想一萬劫就一萬劫，想無量壽就無量壽。到那個地方，壽命是憑自己樂意怎麼樣的就得到的，一切隨心所欲。所以說「其國不逆違」，不違背我們的心願，你的心願到那裡去樣樣圓滿。"
    },
    {
      "id": "02-003-0023_p0140",
      "zh_CN": "【宜各精进。求心所愿。】",
      "zh_TW": "【宜各精進。求心所願。】"
    },
    {
      "id": "02-003-0023_p0141",
      "zh_CN": "你们诸位心里头有愿有求的，到西方极乐世界求，那个地方求得的，永远不会失掉。这个地方你所求得的，还是会丢掉的，你不可能得到，为什么？就是因为你寿命短促，所以你会丢掉。西方极乐世界讲庄严，庄严里面第一庄严就是无量寿。如果没有寿命，你说西方极乐世界再好，再好还是要丢掉，生不带来，死不带去，还是会落空。它的好处就是寿命无量，你一切得到的永远不会失掉。不像这个世间，这个世间统统要失掉的，这个要觉悟。",
      "zh_TW": "你們諸位心裡頭有願有求的，到西方極樂世界求，那個地方求得的，永遠不會失掉。這個地方你所求得的，還是會丟掉的，你不可能得到，為什麼？就是因為你壽命短促，所以你會丟掉。西方極樂世界講莊嚴，莊嚴裡面第一莊嚴就是無量壽。如果沒有壽命，你說西方極樂世界再好，再好還是要丟掉，生不帶來，死不帶去，還是會落空。它的好處就是壽命無量，你一切得到的永遠不會失掉。不像這個世間，這個世間統統要失掉的，這個要覺悟。"
    },
    {
      "id": "02-003-0023_p0142",
      "zh_CN": "所以我们有愿有求，统统到西方极乐世界再去求。在这个世间应该用什么态度？把这个世界当作旅馆看待就好了。我们现在一切所有的，我常常说，我们要的是使用权，不要所有权，为什么？所有权是假的。你以为这个所有权状是你的？死的时候你这个还带不去，假的。我们要使用权。我举个例子，我什么都没有，我到新加坡一个月，这一个月这讲堂是我的，我使用一个月。我去了，这个地方有所有权的人，他在这里帮忙看管。哪一天我再来，我就用几天，这多自在！无牵无挂，无忧无虑。所以你要能够把这个世间一切，我有使用权，一切法没有一样不是我的，统统是我的，这是真的。不要所有，所有那你就有忧心，又怕失掉，又怕丢掉，这个麻烦大了。",
      "zh_TW": "所以我們有願有求，統統到西方極樂世界再去求。在這個世間應該用什麼態度？把這個世界當作旅館看待就好了。我們現在一切所有的，我常常說，我們要的是使用權，不要所有權，為什麼？所有權是假的。你以為這個所有權狀是你的？死的時候你這個還帶不去，假的。我們要使用權。我舉個例子，我什麼都沒有，我到新加坡一個月，這一個月這講堂是我的，我使用一個月。我去了，這個地方有所有權的人，他在這裡幫忙看管。哪一天我再來，我就用幾天，這多自在！無牽無掛，無憂無慮。所以你要能夠把這個世間一切，我有使用權，一切法沒有一樣不是我的，統統是我的，這是真的。不要所有，所有那你就有憂心，又怕失掉，又怕丟掉，這個麻煩大了。"
    },
    {
      "id": "02-003-0023_p0143",
      "zh_CN": "我记得去年我跟诸位讲了个故事，真的不是假的。七七年我在香港，在香港讲经，有个同修很发心，他送我一只手表，那个手表很高级，欧米茄手表，他带我去买。到银行打开他的保险箱，他里头黄金、金条、元宝、珠宝很多，两个箱子，拿来给我看，摸摸欣赏欣赏。我看了之后我就告诉他，我说你很可怜！他说怎么？我说你只有这么一点点哪！他就问我，他说你有吗？我说我太多太多了，所有香港珠宝店统统都是我的。他说怎么呢？我说你也不敢拿回家去，也不敢戴，戴在手上怕强盗，拿回家去怕人家偷掉，放在保险箱，一个星期到这里来看一下。我说我到那个店里去，拿出来我看看摸摸，看完了，你替我保管，还不是一样的道理！我说如果说这个方式就说是我的，天下的珠宝统统是我的，我还不操心，你还要牵挂。诸位要晓得，玩玩的，到哪个地方拿出来玩玩，玩好了叫他收回去就行了，反正又不敢戴，又不敢拿回家。放在珠宝行里，比放在保险箱里还可靠。人愚痴，想不开，迷惑颠倒，认为那个就是自己的，大笑话！",
      "zh_TW": "我記得去年我跟諸位講了個故事，真的不是假的。七七年我在香港，在香港講經，有個同修很發心，他送我一隻手錶，那個手錶很高級，歐米茄手錶，他帶我去買。到銀行打開他的保險箱，他裡頭黃金、金條、元寶、珠寶很多，兩個箱子，拿來給我看，摸摸欣賞欣賞。我看了之後我就告訴他，我說你很可憐！他說怎麼？我說你只有這麼一點點哪！他就問我，他說你有嗎？我說我太多太多了，所有香港珠寶店統統都是我的。他說怎麼呢？我說你也不敢拿回家去，也不敢戴，戴在手上怕強盜，拿回家去怕人家偷掉，放在保險箱，一個星期到這裡來看一下。我說我到那個店裡去，拿出來我看看摸摸，看完了，你替我保管，還不是一樣的道理！我說如果說這個方式就說是我的，天下的珠寶統統是我的，我還不操心，你還要牽掛。諸位要曉得，玩玩的，到哪個地方拿出來玩玩，玩好了叫他收回去就行了，反正又不敢戴，又不敢拿回家。放在珠寶行裡，比放在保險箱裡還可靠。人愚痴，想不開，迷惑顛倒，認為那個就是自己的，大笑話！"
    },
    {
      "id": "02-003-0023_p0144",
      "zh_CN": "所以人要聪明，要有智慧，你什么都没有，整个世界都是你的，都是的，没有一样不是的。你有了一个，统统都失掉了，为什么？只有一个，一天到晚想的就是那一个；什么都没有了，尽虚空遍法界统统都是我的，没有一样不是我的。我有使用权，我不要所有权，你就得到整个世界；你要所有权，就得到一点点，统统都丢掉了，这个非常可惜。所以人要觉悟，不要迷惑颠倒。『求心所愿』一定要到西方极乐世界。",
      "zh_TW": "所以人要聰明，要有智慧，你什麼都沒有，整個世界都是你的，都是的，沒有一樣不是的。你有了一個，統統都失掉了，為什麼？只有一個，一天到晚想的就是那一個；什麼都沒有了，盡虛空遍法界統統都是我的，沒有一樣不是我的。我有使用權，我不要所有權，你就得到整個世界；你要所有權，就得到一點點，統統都丟掉了，這個非常可惜。所以人要覺悟，不要迷惑顛倒。『求心所願』一定要到西方極樂世界。"
    },
    {
      "id": "02-003-0023_p0145",
      "zh_CN": "【无得疑悔。】",
      "zh_TW": "【無得疑悔。】"
    },
    {
      "id": "02-003-0023_p0146",
      "zh_CN": "不要怀疑，不要后悔，「自为过咎」，后悔是指学佛，指修学这个法门。选定这个法门努力修学，决定不怀疑，决定不后悔。如果你要是怀疑，怀疑将来生到西方极乐世界生边地！",
      "zh_TW": "不要懷疑，不要後悔，「自為過咎」，後悔是指學佛，指修學這個法門。選定這個法門努力修學，決定不懷疑，決定不後悔。如果你要是懷疑，懷疑將來生到西方極樂世界生邊地！"
    },
    {
      "id": "02-003-0023_p0147",
      "zh_CN": "【自为过咎。生彼边地。七宝城中。于五百岁受诸厄也。】",
      "zh_TW": "【自為過咎。生彼邊地。七寶城中。於五百歲受諸厄也。】"
    },
    {
      "id": "02-003-0023_p0148",
      "zh_CN": "西方极乐世界有『边地』，到底下会谈到，这个地方就不要细说，后面会详细说明。",
      "zh_TW": "西方極樂世界有『邊地』，到底下會談到，這個地方就不要細說，後面會詳細說明。"
    },
    {
      "id": "02-003-0023_p0149",
      "zh_CN": "【弥勒白言。受佛明诲。专精修学。如教奉行。不敢有疑。】",
      "zh_TW": "【彌勒白言。受佛明誨。專精修學。如教奉行。不敢有疑。】"
    },
    {
      "id": "02-003-0023_p0150",
      "zh_CN": "弥勒菩萨也是做给我们看的，给我们做个榜样，完全接受释迦牟尼佛的教诫，智慧明了，不怀疑，『专精修学』。看到他所说的『如教奉行』，这个法门提倡念佛法门，弥勒菩萨说如教奉行，我们就晓得弥勒菩萨也念阿弥陀佛，弥勒菩萨也念这部经。他要不念这个经、不念阿弥陀佛，他就不是如教奉行。从这一句我们晓得，弥勒菩萨早晚课念什么？念阿弥陀佛。我知道了，他自己说的。",
      "zh_TW": "彌勒菩薩也是做給我們看的，給我們做個榜樣，完全接受釋迦牟尼佛的教誡，智慧明瞭，不懷疑，『專精修學』。看到他所說的『如教奉行』，這個法門提倡念佛法門，彌勒菩薩說如教奉行，我們就曉得彌勒菩薩也念阿彌陀佛，彌勒菩薩也念這部經。他要不念這個經、不念阿彌陀佛，他就不是如教奉行。從這一句我們曉得，彌勒菩薩早晚課念什麼？念阿彌陀佛。我知道了，他自己說的。"
    },
    {
      "id": "02-003-0023_p0151",
      "zh_CN": "我们今天讲到此地。",
      "zh_TW": "我們今天講到此地。"
    }
  ]
}