{
  "doc_id": "02-003-0008",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0008",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "02-003-0008_p0001",
      "zh_CN": "【我作佛时。所有众生。生我国者。自知无量劫时宿命。所作善恶。皆能洞视。彻听。知十方去来现在之事。不得是愿。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。自知無量劫時宿命。所作善惡。皆能洞視。徹聽。知十方去來現在之事。不得是願。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0002",
      "zh_CN": "从这个地方看起。这一章里面包括了四十八愿当中的第六、第七、第八三愿，就是宿命通、天眼通、天耳通。这一愿我们要很仔细去看，细心去体会，诸位要是知道事实真相，听了这几句话都会寒毛直竖。经文上明白告诉我们，『所有众生』，这就是前面讲的十方世界所有的众生，生到西方极乐世界，神通就得到了。所以他这个神通叫报得，他不是修成的，一到那个地方就有。这个神通非常广大，佛在其他经当中所讲的神通都有限量，譬如说阿罗汉的神通，阿罗汉在我们看起来相当了不起，他的宿命通的能力知五百世，五百世以上，阿罗汉就不知道了。",
      "zh_TW": "從這個地方看起。這一章裡面包括了四十八願當中的第六、第七、第八三願，就是宿命通、天眼通、天耳通。這一願我們要很仔細去看，細心去體會，諸位要是知道事實真相，聽了這幾句話都會寒毛直豎。經文上明白告訴我們，『所有眾生』，這就是前面講的十方世界所有的眾生，生到西方極樂世界，神通就得到了。所以他這個神通叫報得，他不是修成的，一到那個地方就有。這個神通非常廣大，佛在其他經當中所講的神通都有限量，譬如說阿羅漢的神通，阿羅漢在我們看起來相當了不起，他的宿命通的能力知五百世，五百世以上，阿羅漢就不知道了。"
    },
    {
      "id": "02-003-0008_p0003",
      "zh_CN": "就像释迦牟尼佛当年在世的时候，有一个人想跟佛出家，释迦牟尼佛就叫这些阿罗汉看一看，看看这个人有没有出家的因缘，出家要有善根，没有善根不能出家。阿罗汉看这个人五百世都没有在佛门种过善根，所以都摇头，他怎么能出家？佛就说了，他说这个人在无量劫以前，他是个樵夫，就是山上砍柴的樵夫。在山上遇到一只老虎，这个老虎要吃他，他很恐怖、害怕，就爬到树上去，一面爬树，嘴里就念了一句「南无佛」。就念这一声南无佛，释迦牟尼佛说了，他就是这一句南无佛，现在这个善根成熟，可以在我会下出家。以后他也证阿罗汉果。你想「一称南无佛，皆已成佛道」，就是这个道理。他无量劫以前种的这个因，阿罗汉的神通只能够知五百世，那当然不知道，当然看不到。",
      "zh_TW": "就像釋迦牟尼佛當年在世的時候，有一個人想跟佛出家，釋迦牟尼佛就叫這些阿羅漢看一看，看看這個人有沒有出家的因緣，出家要有善根，沒有善根不能出家。阿羅漢看這個人五百世都沒有在佛門種過善根，所以都搖頭，他怎麼能出家？佛就說了，他說這個人在無量劫以前，他是個樵夫，就是山上砍柴的樵夫。在山上遇到一隻老虎，這個老虎要吃他，他很恐怖、害怕，就爬到樹上去，一面爬樹，嘴裡就念了一句「南無佛」。就念這一聲南無佛，釋迦牟尼佛說了，他就是這一句南無佛，現在這個善根成熟，可以在我會下出家。以後他也證阿羅漢果。你想「一稱南無佛，皆已成佛道」，就是這個道理。他無量劫以前種的這個因，阿羅漢的神通只能夠知五百世，那當然不知道，當然看不到。"
    },
    {
      "id": "02-003-0008_p0004",
      "zh_CN": "所以诸位要晓得，极乐世界的所有众生，他们的神通能力几乎跟阿弥陀佛差不多，这个不可思议。我们今天看到这个世间有些人有一点小小的神通，都觉得很奇怪。实际上你念了这个经，就一点都不足以奇怪，为什么？他那个能力太小了。他的宿命通说老实话，他说他知道自己，他不知道我，这个不行。我现在心里想的什么他不知道，他说我过去世怎样怎样，那是骗人的。我现在心里面想的什么你都不晓得，你怎么知道我过去世？我现在起心动念你都知道，我过去世你说你知道，我就相信。所以我们不要轻易就被人欺骗，不要轻易被人吓住，这很重要。",
      "zh_TW": "所以諸位要曉得，極樂世界的所有眾生，他們的神通能力幾乎跟阿彌陀佛差不多，這個不可思議。我們今天看到這個世間有些人有一點小小的神通，都覺得很奇怪。實際上你念了這個經，就一點都不足以奇怪，為什麼？他那個能力太小了。他的宿命通說老實話，他說他知道自己，他不知道我，這個不行。我現在心裡想的什麼他不知道，他說我過去世怎樣怎樣，那是騙人的。我現在心裡面想的什麼你都不曉得，你怎麼知道我過去世？我現在起心動念你都知道，我過去世你說你知道，我就相信。所以我們不要輕易就被人欺騙，不要輕易被人嚇住，這很重要。"
    },
    {
      "id": "02-003-0008_p0005",
      "zh_CN": "西方极乐世界人，你看看这一愿，『自知无量劫时宿命』，每个人自己知道，当然知道自己也知道别人。知道他过去无量劫的宿命，生生世世，哪一生他在哪一道，他是什么样子，他叫什么名字，他一生所做的善恶，统统都晓得，没有一桩不知道。『皆能洞视』，洞视就是天眼通，看得清清楚楚明明白白，不但能看现在，他也能看到过去、也能看到未来，有这么大的能力。『彻听』，他的天耳通也是尽虚空遍法界，一切众生在那里说悄悄话，他都听得清楚。这个事情麻烦了，我们在这个地方，好像没有人，关着门好像没有人看到，其实西方极乐世界无量无边的人，没有一个不看得清清楚楚的。我们小声两个人说悄悄话，别人听不到，西方极乐世界人统统听到；换句话说，对西方极乐世界无量无边的这些菩萨们，我们一丝毫的隐密都没有。不但我们一举一动、我们说话他们统统知道、看到、听到了，我们心里头起个念头他都知道。",
      "zh_TW": "西方極樂世界人，你看看這一願，『自知無量劫時宿命』，每個人自己知道，當然知道自己也知道別人。知道他過去無量劫的宿命，生生世世，哪一生他在哪一道，他是什麼樣子，他叫什麼名字，他一生所做的善惡，統統都曉得，沒有一樁不知道。『皆能洞視』，洞視就是天眼通，看得清清楚楚明明白白，不但能看現在，他也能看到過去、也能看到未來，有這麼大的能力。『徹聽』，他的天耳通也是盡虛空遍法界，一切眾生在那裡說悄悄話，他都聽得清楚。這個事情麻煩了，我們在這個地方，好像沒有人，關著門好像沒有人看到，其實西方極樂世界無量無邊的人，沒有一個不看得清清楚楚的。我們小聲兩個人說悄悄話，別人聽不到，西方極樂世界人統統聽到；換句話說，對西方極樂世界無量無邊的這些菩薩們，我們一絲毫的隱密都沒有。不但我們一舉一動、我們說話他們統統知道、看到、聽到了，我們心裡頭起個念頭他都知道。"
    },
    {
      "id": "02-003-0008_p0006",
      "zh_CN": "所以诸位要把这一愿仔细看清楚，我们真正修学这个法门，不但不能做坏事，不要以为做坏事没有人知道，那你是欺骗自己，佛菩萨统统晓得。我们求佛菩萨，用不着到他面前去磕头祷告，用不着；还要我一样一样告诉佛菩萨，唯恐佛菩萨没有听到？哪有这种道理！我们不需要跟他讲话，我心里头动个念头，他都晓得了。所以真正讲修行，在哪个地方修？在起心动念之处，决定不能动一个恶念，所谓恶念就是对众生有损害的念头，当然更不可以做伤害一切众生的事。你常常记住，西方极乐世界阿弥陀佛、观音、势至，那个世界无量无边的菩萨，他们统统都有这个能力，我们没有办法瞒过任何一个人；你欺瞒凡夫可以，欺瞒西方极乐世界的人不可能。",
      "zh_TW": "所以諸位要把這一願仔細看清楚，我們真正修學這個法門，不但不能做壞事，不要以為做壞事沒有人知道，那你是欺騙自己，佛菩薩統統曉得。我們求佛菩薩，用不著到他面前去磕頭禱告，用不著；還要我一樣一樣告訴佛菩薩，唯恐佛菩薩沒有聽到？哪有這種道理！我們不需要跟他講話，我心裡頭動個念頭，他都曉得了。所以真正講修行，在哪個地方修？在起心動念之處，決定不能動一個惡念，所謂惡念就是對眾生有損害的念頭，當然更不可以做傷害一切眾生的事。你常常記住，西方極樂世界阿彌陀佛、觀音、勢至，那個世界無量無邊的菩薩，他們統統都有這個能力，我們沒有辦法瞞過任何一個人；你欺瞞凡夫可以，欺瞞西方極樂世界的人不可能。"
    },
    {
      "id": "02-003-0008_p0007",
      "zh_CN": "阿弥陀佛成佛了，这个愿当然兑现。所以，我们一生到西方极乐世界就有这个能力，这个能力跟佛菩萨无二无别，就有这个能力，即使下品下生，也有这个能力。再看第四段：",
      "zh_TW": "阿彌陀佛成佛了，這個願當然兌現。所以，我們一生到西方極樂世界就有這個能力，這個能力跟佛菩薩無二無別，就有這個能力，即使下品下生，也有這個能力。再看第四段："
    },
    {
      "id": "02-003-0008_p0008",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得他心智通。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得他心智通。】"
    },
    {
      "id": "02-003-0008_p0009",
      "zh_CN": "这就刚才说了，他心通，别人心里头起心动念，他都知道。",
      "zh_TW": "這就剛才說了，他心通，別人心裡頭起心動念，他都知道。"
    },
    {
      "id": "02-003-0008_p0010",
      "zh_CN": "【若不悉知亿那由他百千佛刹。众生心念者。不取正觉。】",
      "zh_TW": "【若不悉知億那由他百千佛剎。眾生心念者。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0011",
      "zh_CN": "他这个能力实在太大了，普通一个初地菩萨都做不到。他的能力能够知道『亿那由他』，那由他是很大的一个数字。底下还是『百千佛刹』，多少百千？是「亿那由他百千佛刹」，这个数字都是天文数字。因此，十方世界一切众生，不但是我们人间，畜生道、饿鬼道、地狱道，所有一切众生起心动念，他想的什么，菩萨统统晓得。所以，这些经文念到了确实是寒毛直竖，决定不敢起一个恶念。如果起一个恶念，心里还要起恶念，我们念这一句阿弥陀佛就念得不老实，就不是一心念。想生西方极乐世界，到时候佛不来接引你。佛为什么不来接引你？你心不清净，心不专一，不清净，你还胡思乱想。因此，念佛的人多，往生的人少。",
      "zh_TW": "他這個能力實在太大了，普通一個初地菩薩都做不到。他的能力能夠知道『億那由他』，那由他是很大的一個數字。底下還是『百千佛剎』，多少百千？是「億那由他百千佛剎」，這個數字都是天文數字。因此，十方世界一切眾生，不但是我們人間，畜生道、餓鬼道、地獄道，所有一切眾生起心動念，他想的什麼，菩薩統統曉得。所以，這些經文念到了確實是寒毛直豎，決定不敢起一個惡念。如果起一個惡念，心裡還要起惡念，我們念這一句阿彌陀佛就念得不老實，就不是一心念。想生西方極樂世界，到時候佛不來接引你。佛為什麼不來接引你？你心不清淨，心不專一，不清淨，你還胡思亂想。因此，念佛的人多，往生的人少。"
    },
    {
      "id": "02-003-0008_p0012",
      "zh_CN": "经上明明告诉我们，像善导大师他老人家讲的话就说得很明白。他说这个法门的修学，方法要专，他教给我们，「身专礼阿弥陀佛」，我们拜佛，就拜一尊阿弥陀佛，不要拜的太多。现在有作兴拜千佛、拜万佛，其实拜万佛还太少，十方世界无量无边，不止一万，你拜一万佛漏掉多少佛？漏掉太多了，那你怎么能对得起那些佛？所以，拜佛用不着那么麻烦，拜一尊阿弥陀佛。拜阿弥陀佛行吗？行。为什么行？因为一切诸佛都劝我们念阿弥陀佛、拜阿弥陀佛。我拜阿弥陀佛，我就等于说，不仅是听释迦牟尼佛的话，所有一切诸佛的教诲我统统依教奉行了，因为所有佛都叫我们拜阿弥陀佛。因此，拜阿弥陀佛就是把所有一切诸佛统统都拜到，一个都不漏，大家要晓得这个事实。你要拜万佛，你不如拜阿弥陀佛拜一万拜，那就好了，自己心真正得到定，真正得到受用。所以善导大师教我们，拜佛要专拜阿弥陀佛，念佛要「专念阿弥陀佛」，心里头想佛要「专想阿弥陀佛」，想佛的发心，想佛的功德，想佛度众生的事业，这就是这个经上说的。经你要念得很熟，不想则已，一想都想经里面这些事情，想经里的事情，就是想阿弥陀佛的功德，想阿弥陀佛依正庄严，想这些，这叫做专修。",
      "zh_TW": "經上明明告訴我們，像善導大師他老人家講的話就說得很明白。他說這個法門的修學，方法要專，他教給我們，「身專禮阿彌陀佛」，我們拜佛，就拜一尊阿彌陀佛，不要拜的太多。現在有作興拜千佛、拜萬佛，其實拜萬佛還太少，十方世界無量無邊，不止一萬，你拜一萬佛漏掉多少佛？漏掉太多了，那你怎麼能對得起那些佛？所以，拜佛用不著那麼麻煩，拜一尊阿彌陀佛。拜阿彌陀佛行嗎？行。為什麼行？因為一切諸佛都勸我們念阿彌陀佛、拜阿彌陀佛。我拜阿彌陀佛，我就等於說，不僅是聽釋迦牟尼佛的話，所有一切諸佛的教誨我統統依教奉行了，因為所有佛都叫我們拜阿彌陀佛。因此，拜阿彌陀佛就是把所有一切諸佛統統都拜到，一個都不漏，大家要曉得這個事實。你要拜萬佛，你不如拜阿彌陀佛拜一萬拜，那就好了，自己心真正得到定，真正得到受用。所以善導大師教我們，拜佛要專拜阿彌陀佛，念佛要「專念阿彌陀佛」，心裡頭想佛要「專想阿彌陀佛」，想佛的發心，想佛的功德，想佛度眾生的事業，這就是這個經上說的。經你要念得很熟，不想則已，一想都想經裡面這些事情，想經裡的事情，就是想阿彌陀佛的功德，想阿彌陀佛依正莊嚴，想這些，這叫做專修。"
    },
    {
      "id": "02-003-0008_p0013",
      "zh_CN": "一个人能够专修，善导大师告诉我们，一百个人修就一百个人往生，一千个人修，一千个人往生，「万修万人去」，专修的好处。如果不是专修，那叫杂修。杂修就修得很多，又是念佛、又参禅、又诵经、又拜忏、又做法会，这叫杂修。他说杂修的人，一万个人当中，往生的人只有两、三个，这就不成比例。所以，一再劝我们要专修，不要杂修，这是希望大家要注意到的。",
      "zh_TW": "一個人能夠專修，善導大師告訴我們，一百個人修就一百個人往生，一千個人修，一千個人往生，「萬修萬人去」，專修的好處。如果不是專修，那叫雜修。雜修就修得很多，又是念佛、又參禪、又誦經、又拜懺、又做法會，這叫雜修。他說雜修的人，一萬個人當中，往生的人只有兩、三個，這就不成比例。所以，一再勸我們要專修，不要雜修，這是希望大家要注意到的。"
    },
    {
      "id": "02-003-0008_p0014",
      "zh_CN": "所以我们起心动念，阿弥陀佛都知道，用不着特别去告诉他，不必。你就专念，专念阿弥陀佛，感应道交。我们这个心愿，阿弥陀佛、诸菩萨们统统晓得。第五节有两愿：",
      "zh_TW": "所以我們起心動念，阿彌陀佛都知道，用不著特別去告訴他，不必。你就專念，專念阿彌陀佛，感應道交。我們這個心願，阿彌陀佛、諸菩薩們統統曉得。第五節有兩願："
    },
    {
      "id": "02-003-0008_p0015",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得神通自在。波罗蜜多。于一念顷。不能超过亿那由他百千佛刹。周遍巡历供养诸佛者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得神通自在。波羅蜜多。於一念頃。不能超過億那由他百千佛剎。周遍巡歷供養諸佛者。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0016",
      "zh_CN": "这一节里包括两愿，一个是「神足通愿」，第二个是「遍供诸佛愿」。这是说生到西方极乐世界，从上上品到下下品全都在其中，那个世界是个平等的世界。因为阿弥陀佛没有说，上品上生者才得到这个愿，上品以下就没有，没有说这个话。没有说这个话，统统都有，一律平等，只要到达西方世界，统统都得到这种殊胜的功德利益。",
      "zh_TW": "這一節裡包括兩願，一個是「神足通願」，第二個是「遍供諸佛願」。這是說生到西方極樂世界，從上上品到下下品全都在其中，那個世界是個平等的世界。因為阿彌陀佛沒有說，上品上生者才得到這個願，上品以下就沒有，沒有說這個話。沒有說這個話，統統都有，一律平等，只要到達西方世界，統統都得到這種殊勝的功德利益。"
    },
    {
      "id": "02-003-0008_p0017",
      "zh_CN": "『神通自在』这是讲神足通，神足通就是飞行变化。像我们中国旧小说里头《西游记》，孙悟空七十二变，能变大、能变小，飞行自在。孙悟空的能力很小，只有七十二变，七十三变他都没有，可见得他的能力的确是不大。西方极乐世界这些人神通广大，他的变化是无量无边，不止七十二，无量无边。飞行自在，不但自在，速度也自在，尽虚空遍法界，他『一念顷』就到了。一念是极短的时间，我们常讲一刹那、一弹指，这么短时间的，十方诸佛刹土他都能够到了。而且他到达的时候，他可以用分身到达，这个就得大自在。同时到达，他自己在西方极乐世界，在阿弥陀佛面前，没有离开阿弥陀佛，十方一切诸佛刹土他都去了，他怎么去？分身去了，他有分身的本事。",
      "zh_TW": "『神通自在』這是講神足通，神足通就是飛行變化。像我們中國舊小說裡頭《西遊記》，孫悟空七十二變，能變大、能變小，飛行自在。孫悟空的能力很小，只有七十二變，七十三變他都沒有，可見得他的能力的確是不大。西方極樂世界這些人神通廣大，他的變化是無量無邊，不止七十二，無量無邊。飛行自在，不但自在，速度也自在，盡虛空遍法界，他『一念頃』就到了。一念是極短的時間，我們常講一剎那、一彈指，這麼短時間的，十方諸佛剎土他都能夠到了。而且他到達的時候，他可以用分身到達，這個就得大自在。同時到達，他自己在西方極樂世界，在阿彌陀佛面前，沒有離開阿彌陀佛，十方一切諸佛剎土他都去了，他怎麼去？分身去了，他有分身的本事。"
    },
    {
      "id": "02-003-0008_p0018",
      "zh_CN": "我现在没有分身的本事，所以没有法子。我在许多国家里面，现在讲经的道场差不多将近有二十个，不能分身，一个一个去，就很累了。如果要分身的话，每个道场分一个身，那我同时都在那里说法，就自在了。西方极乐世界的菩萨统统有这个本事，各个都可以分身，而且能分无量无边的身，所以他供佛、他说法就得大自在。一切诸佛的面前，他天天去供养，天天去闻法，这个不可思议。他的本身在极乐世界，天天听弥陀佛讲经说法，十方一切诸佛说法他可以分身去听，这个能力就不可思议。他学的东西太多了，他学一天，我们学无量劫都学不到，都没有法子学到的，人家一天就能成就。所以博学多闻，「法门无量誓愿学」，要满这个愿一定要生西方极乐世界，不生西方极乐世界，法门无量誓愿学，虽然有心，能力做不到；到达西方极乐世界，我们有这个能力，就真正可以做到。所以他那个世界人一生决定成佛，能力太殊胜了，他方世界所有的菩萨、声闻都没有办法做得到。这是阿弥陀佛神力加持的，四十八愿是弥陀不可思议的神力、愿力加持的，众生一生到那个地方就得到，这个世界无比殊胜。",
      "zh_TW": "我現在沒有分身的本事，所以沒有法子。我在許多國家裡面，現在講經的道場差不多將近有二十個，不能分身，一個一個去，就很累了。如果要分身的話，每個道場分一個身，那我同時都在那裡說法，就自在了。西方極樂世界的菩薩統統有這個本事，各個都可以分身，而且能分無量無邊的身，所以他供佛、他說法就得大自在。一切諸佛的面前，他天天去供養，天天去聞法，這個不可思議。他的本身在極樂世界，天天聽彌陀佛講經說法，十方一切諸佛說法他可以分身去聽，這個能力就不可思議。他學的東西太多了，他學一天，我們學無量劫都學不到，都沒有法子學到的，人家一天就能成就。所以博學多聞，「法門無量誓願學」，要滿這個願一定要生西方極樂世界，不生西方極樂世界，法門無量誓願學，雖然有心，能力做不到；到達西方極樂世界，我們有這個能力，就真正可以做到。所以他那個世界人一生決定成佛，能力太殊勝了，他方世界所有的菩薩、聲聞都沒有辦法做得到。這是阿彌陀佛神力加持的，四十八願是彌陀不可思議的神力、願力加持的，眾生一生到那個地方就得到，這個世界無比殊勝。"
    },
    {
      "id": "02-003-0008_p0019",
      "zh_CN": "末后一句，『周遍巡历、供养诸佛』，这是说他所游历诸佛国土广多，所供承事诸佛当然也是非常之广多。这是这一愿的大意。我们再看底下第六段：",
      "zh_TW": "末後一句，『周遍巡歷、供養諸佛』，這是說他所遊歷諸佛國土廣多，所供承事諸佛當然也是非常之廣多。這是這一願的大意。我們再看底下第六段："
    },
    {
      "id": "02-003-0008_p0020",
      "zh_CN": "【我作佛时。所有众生。生我国者。远离分别。诸根寂静。若不决定成等正觉。证大涅槃者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。遠離分別。諸根寂靜。若不決定成等正覺。證大涅槃者。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0021",
      "zh_CN": "这一愿非常重要，等于说是阿弥陀佛给我们开了保单，这几句就是保单，保证我们成佛。大家要晓得，十方诸佛刹土一切诸佛都没有给你开保单的，你成不成佛他不负责任。西方极乐世界阿弥陀佛开出保单，保证我们成佛。所有一切众生，生到西方极乐世界的人，『远离分别』，分别妄想执着统统没有了，这是烦恼，这些没有了。『诸根寂静』，寂静就是得定。在理论上说，一切诸法本来寂静，非有非无，不生分别，自然远离愚痴无明，六根当然清净。寂静才是成佛、才是大涅槃的基础。所以他后面所讲『决定成等正觉』，等正觉就是佛果，无上的佛果就是决定成佛，『证大涅槃』，证如来果地上清净寂灭。这个保证是有理论依据的，依据什么？依据「诸根寂静」，而诸根寂静所依据的是那边的大众决定没有分别执着。前面我们在愿文里面看到过，他的世界是平等的法界。这些都是西方世界无比的殊胜功德庄严。",
      "zh_TW": "這一願非常重要，等於說是阿彌陀佛給我們開了保單，這幾句就是保單，保證我們成佛。大家要曉得，十方諸佛剎土一切諸佛都沒有給你開保單的，你成不成佛他不負責任。西方極樂世界阿彌陀佛開出保單，保證我們成佛。所有一切眾生，生到西方極樂世界的人，『遠離分別』，分別妄想執著統統沒有了，這是煩惱，這些沒有了。『諸根寂靜』，寂靜就是得定。在理論上說，一切諸法本來寂靜，非有非無，不生分別，自然遠離愚痴無明，六根當然清淨。寂靜才是成佛、才是大涅槃的基礎。所以他後面所講『決定成等正覺』，等正覺就是佛果，無上的佛果就是決定成佛，『證大涅槃』，證如來果地上清淨寂滅。這個保證是有理論依據的，依據什麼？依據「諸根寂靜」，而諸根寂靜所依據的是那邊的大眾決定沒有分別執著。前面我們在願文裡面看到過，他的世界是平等的法界。這些都是西方世界無比的殊勝功德莊嚴。"
    },
    {
      "id": "02-003-0008_p0022",
      "zh_CN": "【我作佛时。光明无量。普照十方。绝胜诸佛。胜于日月之明。千万亿倍。若有众生。见我光明。照触其身。莫不安乐。慈心作善。来生我国。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。光明無量。普照十方。絕勝諸佛。勝於日月之明。千萬億倍。若有眾生。見我光明。照觸其身。莫不安樂。慈心作善。來生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0023",
      "zh_CN": "这一段里面包括两愿，四十八愿里面第十三愿「光明无量」，第十四愿「触光安乐」。阿弥陀佛也叫做无量光佛，寿命无量、光明无量。『普照十方，绝胜诸佛』，这个意思就是说，阿弥陀佛的光明超过十方世界所有的诸佛。我们这个世间，太阳的光明很大，他的光明还超过日月『千万亿倍』。也许我们会恐怖，如果这么大的光明，在这个底下，我们热的不是很难过？一个太阳，夏天的时候我们都觉得受不了，如果他的光明超过太阳千万亿倍，我们怎么能受的了？给诸位说，佛光不热，佛光是清凉的，跟太阳光不一样，太阳光热恼，佛光清凉，在佛光沐浴之下那是无比的快乐。",
      "zh_TW": "這一段裡面包括兩願，四十八願裡面第十三願「光明無量」，第十四願「觸光安樂」。阿彌陀佛也叫做無量光佛，壽命無量、光明無量。『普照十方，絕勝諸佛』，這個意思就是說，阿彌陀佛的光明超過十方世界所有的諸佛。我們這個世間，太陽的光明很大，他的光明還超過日月『千萬億倍』。也許我們會恐怖，如果這麼大的光明，在這個底下，我們熱的不是很難過？一個太陽，夏天的時候我們都覺得受不了，如果他的光明超過太陽千萬億倍，我們怎麼能受的了？給諸位說，佛光不熱，佛光是清涼的，跟太陽光不一樣，太陽光熱惱，佛光清涼，在佛光沐浴之下那是無比的快樂。"
    },
    {
      "id": "02-003-0008_p0024",
      "zh_CN": "光明是从智慧生的，也表阿弥陀佛智慧超胜。如果从理上讲，成了佛决定是平等的，佛佛道同，怎么可能阿弥陀佛会比别的佛要超过、要殊胜？理上讲讲不通！但是事实上确实有这个事情。理上讲，诸佛所证的完全平等，但是在事上说，就是每一尊佛他在因地，就是最初发心，他个人的愿力不相同，因此成佛之后，他一定要把他过去所发的这些愿要兑现。譬如我们今天很多同修在一起学佛，有人看到许多众生很痛苦，我成佛之后，一定要去度这些最苦的众生，这是他的愿，他将来成佛之后，他这个愿一定要兑现的。也有人发心成佛，看到世间有福报的人很多，虽然有福报，他福报享尽了，如果再不修福报，他的福报就没有了。所以他要给这一切有福的人去作福田，让他们来种福，使他们的福报生生世世永远不断，他发这样的愿。这两个人发的愿就完全不一样。所以成佛之后，每一尊佛住的世界、所度的众生、所居的国土，并不完全相同，道理在此地。我们在前面曾经看到阿弥陀佛在因地上发的愿，的确是很特别、很特殊，绝不是平常人会想得到的。我们要不读这个经，让我们发个愿，我们想不到，怎么会想到这个奇怪的愿。阿弥陀佛发的愿很奇怪、很特别，所以他的世界也就很特别了，跟十方诸佛的世界不一样，光明、功德无比的殊胜。",
      "zh_TW": "光明是從智慧生的，也表阿彌陀佛智慧超勝。如果從理上講，成了佛決定是平等的，佛佛道同，怎麼可能阿彌陀佛會比別的佛要超過、要殊勝？理上講講不通！但是事實上確實有這個事情。理上講，諸佛所證的完全平等，但是在事上說，就是每一尊佛他在因地，就是最初發心，他個人的願力不相同，因此成佛之後，他一定要把他過去所發的這些願要兌現。譬如我們今天很多同修在一起學佛，有人看到許多眾生很痛苦，我成佛之後，一定要去度這些最苦的眾生，這是他的願，他將來成佛之後，他這個願一定要兌現的。也有人發心成佛，看到世間有福報的人很多，雖然有福報，他福報享盡了，如果再不修福報，他的福報就沒有了。所以他要給這一切有福的人去作福田，讓他們來種福，使他們的福報生生世世永遠不斷，他發這樣的願。這兩個人發的願就完全不一樣。所以成佛之後，每一尊佛住的世界、所度的眾生、所居的國土，並不完全相同，道理在此地。我們在前面曾經看到阿彌陀佛在因地上發的願，的確是很特別、很特殊，絕不是平常人會想得到的。我們要不讀這個經，讓我們發個願，我們想不到，怎麼會想到這個奇怪的願。阿彌陀佛發的願很奇怪、很特別，所以他的世界也就很特別了，跟十方諸佛的世界不一樣，光明、功德無比的殊勝。"
    },
    {
      "id": "02-003-0008_p0025",
      "zh_CN": "后面这一段就是「触光安乐」。『若有众生』，不但是西方极乐世界的众生，包括十方一切众生在内，『见我光明，照触其身，莫不安乐，慈心作善，来生我国』。这个事情，我们在净土经典里面得到两个证明。第一个证明就是本经后面，我们会读到，阿难尊者想见阿弥陀佛，释迦牟尼佛就叫他向西方礼拜，恭恭敬敬的礼拜，一心称念南无阿弥陀佛。他这一拜下去，头一抬起来，阿弥陀佛果然现了身相，他看到了，最先看到佛的光明，不但阿难尊者看到，所有当时在会的一共有两万多人统统见到。可见得阿弥陀佛的佛光，从极乐世界照到我们这个世界。",
      "zh_TW": "後面這一段就是「觸光安樂」。『若有眾生』，不但是西方極樂世界的眾生，包括十方一切眾生在內，『見我光明，照觸其身，莫不安樂，慈心作善，來生我國』。這個事情，我們在淨土經典裡面得到兩個證明。第一個證明就是本經後面，我們會讀到，阿難尊者想見阿彌陀佛，釋迦牟尼佛就叫他向西方禮拜，恭恭敬敬的禮拜，一心稱念南無阿彌陀佛。他這一拜下去，頭一抬起來，阿彌陀佛果然現了身相，他看到了，最先看到佛的光明，不但阿難尊者看到，所有當時在會的一共有兩萬多人統統見到。可見得阿彌陀佛的佛光，從極樂世界照到我們這個世界。"
    },
    {
      "id": "02-003-0008_p0026",
      "zh_CN": "第二个见证在《观无量寿经》里面，韦提希夫人在皇宫里面，跟她五百宫女同时见到阿弥陀佛极乐世界。所以佛光照触，确实这些人都受了感动，都发心求生西方极乐世界，特别是《观经》里面所说的。《观经》，释迦牟尼佛度韦提希夫人这个方法也是很自然的。韦提希夫人养了个儿子不孝，大逆不道，杀父亲、害母亲，她就非常之难过，想到这个世界还有什么意思？就求佛，有没有好的地方让我去？佛很慈悲，就把十方诸佛世界统统展现给韦提希夫人看。她统统看了之后，她说极乐世界好，我想求生西方极乐世界，请释迦牟尼佛教给她怎么样修的方法，怎么样才能去。《观无量寿经》是这个因缘发起的。佛并不劝她，你要到西方极乐世界，佛没有劝她，佛是把所有世界，你自己看、自己选择，她是自己选择了西方极乐世界。不像本经，本经跟《阿弥陀经》是佛主动的劝我们求生西方极乐世界，这个意义完全不相同。",
      "zh_TW": "第二個見證在《觀無量壽經》裡面，韋提希夫人在皇宮裡面，跟她五百宮女同時見到阿彌陀佛極樂世界。所以佛光照觸，確實這些人都受了感動，都發心求生西方極樂世界，特別是《觀經》裡面所說的。《觀經》，釋迦牟尼佛度韋提希夫人這個方法也是很自然的。韋提希夫人養了個兒子不孝，大逆不道，殺父親、害母親，她就非常之難過，想到這個世界還有什麼意思？就求佛，有沒有好的地方讓我去？佛很慈悲，就把十方諸佛世界統統展現給韋提希夫人看。她統統看了之後，她說極樂世界好，我想求生西方極樂世界，請釋迦牟尼佛教給她怎麼樣修的方法，怎麼樣才能去。《觀無量壽經》是這個因緣發起的。佛並不勸她，你要到西方極樂世界，佛沒有勸她，佛是把所有世界，你自己看、自己選擇，她是自己選擇了西方極樂世界。不像本經，本經跟《阿彌陀經》是佛主動的勸我們求生西方極樂世界，這個意義完全不相同。"
    },
    {
      "id": "02-003-0008_p0027",
      "zh_CN": "所以佛的光明是没有障碍的，既没有障碍，佛光又是遍照，为什么我们没有见到佛光？诸位一定要明了，不是我们自己见不到佛光，佛光就没有，佛光确实照注在我们这个讲堂。我们没有感触到，是我们自己有业障，自己感觉不到。虽然感觉不到，佛的光明还是照注我们，但是我们没有办法得到像经上讲的功德利益。因为不知道，众生不晓得天天在佛的光明之下，不知道。到我们善根成熟的时候，忽然见到佛光了，见到佛光，业障，就是罪业，就消除了。这样的人不是没有，有，这是过去世当中善根深厚。实在说，我们在座的每一位同修，你过去生中如果没有供养无量诸佛，没有这种深厚的善根，你在这一生当中遇不到佛法，决定遇不到这个法门，这个法门是不可思议的法门。",
      "zh_TW": "所以佛的光明是沒有障礙的，既沒有障礙，佛光又是遍照，為什麼我們沒有見到佛光？諸位一定要明瞭，不是我們自己見不到佛光，佛光就沒有，佛光確實照注在我們這個講堂。我們沒有感觸到，是我們自己有業障，自己感覺不到。雖然感覺不到，佛的光明還是照注我們，但是我們沒有辦法得到像經上講的功德利益。因為不知道，眾生不曉得天天在佛的光明之下，不知道。到我們善根成熟的時候，忽然見到佛光了，見到佛光，業障，就是罪業，就消除了。這樣的人不是沒有，有，這是過去世當中善根深厚。實在說，我們在座的每一位同修，你過去生中如果沒有供養無量諸佛，沒有這種深厚的善根，你在這一生當中遇不到佛法，決定遇不到這個法門，這個法門是不可思議的法門。"
    },
    {
      "id": "02-003-0008_p0028",
      "zh_CN": "佛光还有一个讲法，这部经典所在之处就是佛光遍照之处。所以，诸位念佛、读诵本经，你念阿弥陀佛的时候，就是佛光跟你起感应道交的时候。这个力量的强弱，就是感应力量的强弱，在乎你自己信心浅深，你要信得深，你就感觉到佛光力量很强。当然信心要培养，过去世固然有深厚的善根，这一生当中要努力来培养。用什么方法来培养？读诵这部经典。如果你能够在三年当中，把这个经从头到尾念三千遍，你的善根就非常之深厚，可以说你这一生决定往生。这三年工夫值得，下了这三年工夫，我们永脱轮回，不会再流转三界。这个三年的时间希望大家一定要把握住，一天念三遍，三年就念满三千遍。念经也跟念佛一样，念经就是念佛，因为这个经里面统统讲西方世界依正庄严，统统讲的阿弥陀佛从修行成佛到度化众生的事业，你念熟了才能做到三专，身专礼，口专念，心专想。你要念不熟，想什么？想不出来，尽打妄想，所以一定要念熟。你也不要刻意去求熟，你只一昧念下去，一天念三遍，念了三年自然就熟了，一点都不要勉强。",
      "zh_TW": "佛光還有一個講法，這部經典所在之處就是佛光遍照之處。所以，諸位念佛、讀誦本經，你念阿彌陀佛的時候，就是佛光跟你起感應道交的時候。這個力量的強弱，就是感應力量的強弱，在乎你自己信心淺深，你要信得深，你就感覺到佛光力量很強。當然信心要培養，過去世固然有深厚的善根，這一生當中要努力來培養。用什麼方法來培養？讀誦這部經典。如果你能夠在三年當中，把這個經從頭到尾念三千遍，你的善根就非常之深厚，可以說你這一生決定往生。這三年工夫值得，下了這三年工夫，我們永脫輪迴，不會再流轉三界。這個三年的時間希望大家一定要把握住，一天念三遍，三年就念滿三千遍。念經也跟念佛一樣，念經就是念佛，因為這個經裡面統統講西方世界依正莊嚴，統統講的阿彌陀佛從修行成佛到度化眾生的事業，你念熟了才能做到三專，身專禮，口專念，心專想。你要念不熟，想什麼？想不出來，盡打妄想，所以一定要念熟。你也不要刻意去求熟，你只一昧念下去，一天念三遍，念了三年自然就熟了，一點都不要勉強。"
    },
    {
      "id": "02-003-0008_p0029",
      "zh_CN": "而后，三年念下来之后，以后你念佛号，那佛号就有力量了，句句佛号得力。所以经上讲，念一声南无阿弥陀佛，灭八十亿劫生死重罪，这个佛号的力量这么大。我们现在念这个佛号没有这么大力量，原因在那里？我们对这个境界不清楚，信心不够。虽然是讲念，口里也念，心里也想念，可是心里还是有怀疑，这没有法子。你把这个经念上三千遍，念熟了之后，自己会开悟，然后信心就足了，真正得无生法忍。得无生法忍就是决定不会改变，决定不会退转，一心一意修学，哪有不生的道理？决定往生！所以，「慈心作善」，作善，往生西方极乐世界是第一大善，没有比这个更善的。读诵这部经典、念这个佛号是善中之善，这个地方慈心作善是特别指这桩大善事，第一善事。再看下面第八节：",
      "zh_TW": "而後，三年念下來之後，以後你念佛號，那佛號就有力量了，句句佛號得力。所以經上講，念一聲南無阿彌陀佛，滅八十億劫生死重罪，這個佛號的力量這麼大。我們現在念這個佛號沒有這麼大力量，原因在那裡？我們對這個境界不清楚，信心不夠。雖然是講念，口裡也念，心裡也想念，可是心裡還是有懷疑，這沒有法子。你把這個經念上三千遍，念熟了之後，自己會開悟，然後信心就足了，真正得無生法忍。得無生法忍就是決定不會改變，決定不會退轉，一心一意修學，哪有不生的道理？決定往生！所以，「慈心作善」，作善，往生西方極樂世界是第一大善，沒有比這個更善的。讀誦這部經典、念這個佛號是善中之善，這個地方慈心作善是特別指這樁大善事，第一善事。再看下面第八節："
    },
    {
      "id": "02-003-0008_p0030",
      "zh_CN": "【我作佛时。寿命无量。国中声闻天人无数。寿命亦皆无量。假令三千大千世界众生。悉成缘觉。于百千劫。悉共计校。若能知其量数者。不取正觉。】",
      "zh_TW": "【我作佛時。壽命無量。國中聲聞天人無數。壽命亦皆無量。假令三千大千世界眾生。悉成緣覺。於百千劫。悉共計校。若能知其量數者。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0031",
      "zh_CN": "西方号称极乐，乐在哪里？给诸位说，极乐的根本就在这一愿，『寿命无量』。如果我跟你说那个世界怎么怎么好，但是寿命短，再好也枉然，也落空，没有寿命享受什么？说得怎么好，里头最重要的一个条件，要长寿，这样才能够享受得到。所以佛寿无量，阿弥陀佛的寿命无量，这个无量绝对不是有量的无量，确实是无量的无量。首先说佛的寿命无量。往生到那边去的人怎么样？人的寿命跟佛一样，佛无量寿，所有一切人也是无量寿。",
      "zh_TW": "西方號稱極樂，樂在哪裡？給諸位說，極樂的根本就在這一願，『壽命無量』。如果我跟你說那個世界怎麼怎麼好，但是壽命短，再好也枉然，也落空，沒有壽命享受什麼？說得怎麼好，裡頭最重要的一個條件，要長壽，這樣才能夠享受得到。所以佛壽無量，阿彌陀佛的壽命無量，這個無量絕對不是有量的無量，確實是無量的無量。首先說佛的壽命無量。往生到那邊去的人怎麼樣？人的壽命跟佛一樣，佛無量壽，所有一切人也是無量壽。"
    },
    {
      "id": "02-003-0008_p0032",
      "zh_CN": "『国中声闻天人无数』，「无数」是人的数量也是没有办法计算的，人太多了，西方极乐世界的人非常之多。寿命也是无量，跟阿弥陀佛一样，同样是无量寿。这段文，我们在前面大愿里面曾经看到，所有生到西方极乐世界的统统是菩萨，这个世界里头决定没有声闻、天人，为什么佛在此地又说「国中声闻天人」？西方极乐世界不但没有三恶道的名称，就是声闻、天人的名称也没有，后面释迦牟尼佛在经文上给我们解释，念到后面会看到。我在此地先把这个意思说明白。天人是有两种讲法，一种讲法，是他没有到西方极乐世界以前的身分。像我们现在念佛生到西方极乐世界，当然到了西方极乐世界就是菩萨，但是我们从人道里面去的，如果说你从前还没有来的身分，你是人；也有天人去往生的，那是天；也有修声闻、缘觉去的，那就是二乘。是你没有到达西方极乐世界以前的身分。这是一个讲法。",
      "zh_TW": "『國中聲聞天人無數』，「無數」是人的數量也是沒有辦法計算的，人太多了，西方極樂世界的人非常之多。壽命也是無量，跟阿彌陀佛一樣，同樣是無量壽。這段文，我們在前面大願裡面曾經看到，所有生到西方極樂世界的統統是菩薩，這個世界裡頭決定沒有聲聞、天人，為什麼佛在此地又說「國中聲聞天人」？西方極樂世界不但沒有三惡道的名稱，就是聲聞、天人的名稱也沒有，後面釋迦牟尼佛在經文上給我們解釋，念到後面會看到。我在此地先把這個意思說明白。天人是有兩種講法，一種講法，是他沒有到西方極樂世界以前的身分。像我們現在念佛生到西方極樂世界，當然到了西方極樂世界就是菩薩，但是我們從人道裡面去的，如果說你從前還沒有來的身分，你是人；也有天人去往生的，那是天；也有修聲聞、緣覺去的，那就是二乘。是你沒有到達西方極樂世界以前的身分。這是一個講法。"
    },
    {
      "id": "02-003-0008_p0033",
      "zh_CN": "另外一个讲法，虽然生到那边去统统是菩萨，这是没错的，而且都是普贤菩萨。但是菩萨什么地位？是初发心的菩萨，就是初信位的菩萨。我们知道初信位到六信位，见思烦恼没有断，我们凡夫见思烦恼没断，等于他方世界的天人，但是他是菩萨；虽然是菩萨，见思烦恼没断，所以说之为天人，是这个意思。如果见思烦恼断了，无明烦恼没有破，那就等于他方世界的声闻、缘觉，其实他们统统是菩萨。也就是说，天人是六信位以下的菩萨，而声闻则是七信位的菩萨，七信位见思烦恼断了，等于他方世界的声闻、缘觉，是这个讲法。所以经里头并没有前后矛盾，我们要晓得佛说话用意之所在。这一愿可以说是根本的大愿，第一殊胜稀有之愿，就是「无量寿」。",
      "zh_TW": "另外一個講法，雖然生到那邊去統統是菩薩，這是沒錯的，而且都是普賢菩薩。但是菩薩什麼地位？是初發心的菩薩，就是初信位的菩薩。我們知道初信位到六信位，見思煩惱沒有斷，我們凡夫見思煩惱沒斷，等於他方世界的天人，但是他是菩薩；雖然是菩薩，見思煩惱沒斷，所以說之為天人，是這個意思。如果見思煩惱斷了，無明煩惱沒有破，那就等於他方世界的聲聞、緣覺，其實他們統統是菩薩。也就是說，天人是六信位以下的菩薩，而聲聞則是七信位的菩薩，七信位見思煩惱斷了，等於他方世界的聲聞、緣覺，是這個講法。所以經裡頭並沒有前後矛盾，我們要曉得佛說話用意之所在。這一願可以說是根本的大願，第一殊勝稀有之願，就是「無量壽」。"
    },
    {
      "id": "02-003-0008_p0034",
      "zh_CN": "尤其不可思议的，修学这个法门，无量寿是什么时候得到？给诸位说，现在就得到，从现在发心修学起你就无量寿，你就永远不死。我说这个话你相信吗？你说我不相信，我看到很多念佛人还是要死。我告诉你，真的是没有死，是你自己看错了，你看走了眼。为什么？每一个往生西方极乐世界的人，都是活着去的，不是死了去的。只要你修行的功夫好，所谓功夫好，就是我刚才讲的，你要专心，你要真心真意去修。依照经典所讲的这些方法，你统统把它做到，你将来往生的时候，决定晓得什么时候走，你知道。你决定不会害病走，害病走就不好了，不要生病。走的时候清清楚楚明明白白，告诉大家，佛来接引我，我已经看到，我跟佛走了，跟你们拜拜。这个多自在，要这样往生。这样往生，我学佛这些年当中就看到好几个，听说的那就更多了。这是真的，决定不是假的。",
      "zh_TW": "尤其不可思議的，修學這個法門，無量壽是什麼時候得到？給諸位說，現在就得到，從現在發心修學起你就無量壽，你就永遠不死。我說這個話你相信嗎？你說我不相信，我看到很多念佛人還是要死。我告訴你，真的是沒有死，是你自己看錯了，你看走了眼。為什麼？每一個往生西方極樂世界的人，都是活著去的，不是死了去的。只要你修行的功夫好，所謂功夫好，就是我剛才講的，你要專心，你要真心真意去修。依照經典所講的這些方法，你統統把它做到，你將來往生的時候，決定曉得什麼時候走，你知道。你決定不會害病走，害病走就不好了，不要生病。走的時候清清楚楚明明白白，告訴大家，佛來接引我，我已經看到，我跟佛走了，跟你們拜拜。這個多自在，要這樣往生。這樣往生，我學佛這些年當中就看到好幾個，聽說的那就更多了。這是真的，決定不是假的。"
    },
    {
      "id": "02-003-0008_p0035",
      "zh_CN": "我们台北有个居士的团体，叫「莲友念佛团」。这个团体完全是居士专修念佛的道场，创办人是李济华老居士。这个团创办的时候，大概我那时候刚刚开始学佛，很多年了，三十多年了。李济华老居士他是印光大师的学生，印光大师的学生成就的人很多，得力于老师教得好，都是教大家是专念。他老人家往生的那一天，他是八十多岁，他一个多月以前就晓得，就预先亲戚朋友家里都去看看走走，好像告辞一样，都去看看。临走的那一天，他是晚上走的，晚上共修，他们念佛团一个星期有一次共修会。那时候，这是二十多年前，台湾经济还没有这样发达，那时候还有三轮车，计程车还没有。他跟他太太坐了三轮车，到莲友念佛团去参加法会，他的小孩都在美国，就是夫妻两个人住在台湾。他跟他太太讲，他说我要到西方极乐世界去了，你一个人住在这里会不会寂寞？跟他太太商量。他太太一听说，她说如果你能够往生，你就不必顾我。太太马上就同意了，很难得，太太同意了。",
      "zh_TW": "我們台北有個居士的團體，叫「蓮友念佛團」。這個團體完全是居士專修念佛的道場，創辦人是李濟華老居士。這個團創辦的時候，大概我那時候剛剛開始學佛，很多年了，三十多年了。李濟華老居士他是印光大師的學生，印光大師的學生成就的人很多，得力於老師教得好，都是教大家是專念。他老人家往生的那一天，他是八十多歲，他一個多月以前就曉得，就預先親戚朋友家裡都去看看走走，好像告辭一樣，都去看看。臨走的那一天，他是晚上走的，晚上共修，他們念佛團一個星期有一次共修會。那時候，這是二十多年前，台灣經濟還沒有這樣發達，那時候還有三輪車，計程車還沒有。他跟他太太坐了三輪車，到蓮友念佛團去參加法會，他的小孩都在美國，就是夫妻兩個人住在台灣。他跟他太太講，他說我要到西方極樂世界去了，你一個人住在這裡會不會寂寞？跟他太太商量。他太太一聽說，她說如果你能夠往生，你就不必顧我。太太馬上就同意了，很難得，太太同意了。"
    },
    {
      "id": "02-003-0008_p0036",
      "zh_CN": "到了念佛团，他们念佛当中要讲开示，通常讲开示都不超过个半小时，是由几个老居士轮流讲。这天是个姓魏的魏老居士他讲开示，李老居士就跟他商量，我们两个换一换，今天我来讲，下一次我的时间给你，咱们两个换一下。当然他是团长，年岁最大，就让给他。这个老居士一讲，讲得很高兴，一下就讲了一个半钟点，苦口婆心劝导大家念佛，认真的念佛。讲完了以后，就跟大家告辞，说「我要回家去了」。大家看到他是八十多岁的人，讲了一个半钟点，讲得那么兴奋，好像觉得太累了，他要回家了。那里晓得他老人家一下讲台，旁边客厅里头沙发，他老先生在沙发上一坐就往生了。他是回西方极乐世界的老家，回家去了，那一定是从西方极乐世界再来的。",
      "zh_TW": "到了念佛團，他們念佛當中要講開示，通常講開示都不超過個半小時，是由幾個老居士輪流講。這天是個姓魏的魏老居士他講開示，李老居士就跟他商量，我們兩個換一換，今天我來講，下一次我的時間給你，咱們兩個換一下。當然他是團長，年歲最大，就讓給他。這個老居士一講，講得很高興，一下就講了一個半鐘點，苦口婆心勸導大家念佛，認真的念佛。講完了以後，就跟大家告辭，說「我要回家去了」。大家看到他是八十多歲的人，講了一個半鐘點，講得那麼興奮，好像覺得太累了，他要回家了。那裡曉得他老人家一下講台，旁邊客廳裡頭沙發，他老先生在沙發上一坐就往生了。他是回西方極樂世界的老家，回家去了，那一定是從西方極樂世界再來的。"
    },
    {
      "id": "02-003-0008_p0037",
      "zh_CN": "你看人家往生多自在，往生之前，还跟大家讲得有声有色讲了一个半钟点。我那个时候有个朋友，非常好的朋友，他那天也参加念佛，亲眼看到这个事情。因为那时候我在台中跟李老师学经，他立刻写一封快信给我，他说往生是真的，决定不假，要求我在台中一定要认真跟李老居士好好的学。真的，不是假的。当时参加法会一百多人，大家念佛恭送老居士，盛况空前，那是往生大会。念佛人的成就要像这样，不要说是害了病，躺在床上，这个去法不好，样子不好看；坐着去、站着去，这个好看，这个样子好看。特别提示给诸位，我所看到、听到的统统是在家居士，出家的法师，这么多年当中坐着走的很少，都是害了病躺在床上走的，究竟能不能往生都是个未知数。",
      "zh_TW": "你看人家往生多自在，往生之前，還跟大家講得有聲有色講了一個半鐘點。我那個時候有個朋友，非常好的朋友，他那天也參加念佛，親眼看到這個事情。因為那時候我在台中跟李老師學經，他立刻寫一封快信給我，他說往生是真的，決定不假，要求我在台中一定要認真跟李老居士好好的學。真的，不是假的。當時參加法會一百多人，大家念佛恭送老居士，盛況空前，那是往生大會。念佛人的成就要像這樣，不要說是害了病，躺在床上，這個去法不好，樣子不好看；坐著去、站著去，這個好看，這個樣子好看。特別提示給諸位，我所看到、聽到的統統是在家居士，出家的法師，這麼多年當中坐著走的很少，都是害了病躺在床上走的，究竟能不能往生都是個未知數。"
    },
    {
      "id": "02-003-0008_p0038",
      "zh_CN": "台中李老居士，李炳南老居士，他在七十多岁的时候曾经告诉听众，他是讲经的时候公开宣布的，他生死自在，他念佛的功夫成就了。就是想什么时候往生，就什么时候往生，想多住几年也不碍事，他有这个本事。我们学生听了之后，想到老师决定不是妄语，如果他没有这个能力，这叫大妄语，大妄语果报是在阿鼻地狱。所以我们晓得他决定不是妄语，他是个有修行的人，他一定是到达这个功夫。他跟我们说，他说我是凡夫，我这是念佛得来的。就是告诉大家，我能成就，你们每个人都能成就，都可以达到这个境界，只要你能够依教奉行。我们同学们听到之后，老师生死自在，就怕他走了，因为他随时可以走，怕他走了。所以，我们几个同学就商量，请老师讲一部大经，经不讲完总不好意思走。所以我们八个同学在一块开会商量，请李老师讲《大方广佛华严经》。这个经让他一讲，就拖了二十多年，一直到前年，九十七岁的时候他才走。",
      "zh_TW": "台中李老居士，李炳南老居士，他在七十多歲的時候曾經告訴聽眾，他是講經的時候公開宣布的，他生死自在，他念佛的功夫成就了。就是想什麼時候往生，就什麼時候往生，想多住幾年也不礙事，他有這個本事。我們學生聽了之後，想到老師決定不是妄語，如果他沒有這個能力，這叫大妄語，大妄語果報是在阿鼻地獄。所以我們曉得他決定不是妄語，他是個有修行的人，他一定是到達這個功夫。他跟我們說，他說我是凡夫，我這是念佛得來的。就是告訴大家，我能成就，你們每個人都能成就，都可以達到這個境界，只要你能夠依教奉行。我們同學們聽到之後，老師生死自在，就怕他走了，因為他隨時可以走，怕他走了。所以，我們幾個同學就商量，請老師講一部大經，經不講完總不好意思走。所以我們八個同學在一塊開會商量，請李老師講《大方廣佛華嚴經》。這個經讓他一講，就拖了二十多年，一直到前年，九十七歲的時候他才走。"
    },
    {
      "id": "02-003-0008_p0039",
      "zh_CN": "他走的有没有病？他没有病，他是三次食物中毒。他九十七岁讲经，音声宏亮，不要用麦克风，他在讲台上讲，外面马路上都能听得到；他眼睛不花，从来没有带过眼镜；耳朵很灵光，小声音他听得清楚，九十七岁！往生的时候，他讲经只停了两次，他一生讲经。他可以做得到，我们也能做得到。他七十多岁做得到，我们要提前，我们要发个心，我们五、六十岁就要做到，要超过他，不能跟在他后面。大家一定要努力，这个事情是真的，决定不是假的。你只要一发心，给诸位说，寿命都能够自在，身体健康更不必说了。不管什么病，一发心，病就好了，不要看医生、不要吃药，病就没有了，佛力加持，千真万确的事情。",
      "zh_TW": "他走的有沒有病？他沒有病，他是三次食物中毒。他九十七歲講經，音聲宏亮，不要用麥克風，他在講台上講，外面馬路上都能聽得到；他眼睛不花，從來沒有帶過眼鏡；耳朵很靈光，小聲音他聽得清楚，九十七歲！往生的時候，他講經只停了兩次，他一生講經。他可以做得到，我們也能做得到。他七十多歲做得到，我們要提前，我們要發個心，我們五、六十歲就要做到，要超過他，不能跟在他後面。大家一定要努力，這個事情是真的，決定不是假的。你只要一發心，給諸位說，壽命都能夠自在，身體健康更不必說了。不管什麼病，一發心，病就好了，不要看醫生、不要吃藥，病就沒有了，佛力加持，千真萬確的事情。"
    },
    {
      "id": "02-003-0008_p0040",
      "zh_CN": "有些同修跟我比较熟悉一点的，晓得我过去这些事情。我从小造的业很重，杀生，年轻的时候喜欢打猎，所以杀业很重。而且做人很刻薄，很喜欢挖苦人，跟人家开玩笑，让人家下不了台，我好开心。所以我过去的为人，你们大家看看《了凡四训》，袁了凡没有学佛之前那个样子，我跟他就差不多。以后学了佛之后，才知道一身的罪业，真正忏悔。我在从前，这些看相算命的都算我短命，活不了四十五岁。我自己想想，对！也应该只有这个数字，不能够超过四十五岁。为什么？没有功德，没有德，一身的罪业。我就认真的修学，为什么？寿命短，把自己修行的时间表就订到四十五岁。四十五岁那年，我害了一次病，我的确是很少害病，四十五岁那年害了一场病。那年正好是在台湾基隆十方大觉寺讲《大佛顶首楞严经》，是灵源老和尚在那边举行结夏安居，找我去讲经。《楞严经》很长，十卷，我只讲了三卷，就得了很重的病。心里一想，时间到了，所以也不要看医生，也不要吃药，关起门来好好念佛求往生。念了一个月病就好了，没事了，一直到现在也没生病。我并没有求寿命，没有求长寿，这个寿命是念佛念来的，是弘扬佛法得来的。",
      "zh_TW": "有些同修跟我比較熟悉一點的，曉得我過去這些事情。我從小造的業很重，殺生，年輕的時候喜歡打獵，所以殺業很重。而且做人很刻薄，很喜歡挖苦人，跟人家開玩笑，讓人家下不了台，我好開心。所以我過去的為人，你們大家看看《了凡四訓》，袁了凡沒有學佛之前那個樣子，我跟他就差不多。以後學了佛之後，才知道一身的罪業，真正懺悔。我在從前，這些看相算命的都算我短命，活不了四十五歲。我自己想想，對！也應該只有這個數字，不能夠超過四十五歲。為什麼？沒有功德，沒有德，一身的罪業。我就認真的修學，為什麼？壽命短，把自己修行的時間表就訂到四十五歲。四十五歲那年，我害了一次病，我的確是很少害病，四十五歲那年害了一場病。那年正好是在台灣基隆十方大覺寺講《大佛頂首楞嚴經》，是靈源老和尚在那邊舉行結夏安居，找我去講經。《楞嚴經》很長，十卷，我只講了三卷，就得了很重的病。心裡一想，時間到了，所以也不要看醫生，也不要吃藥，關起門來好好念佛求往生。念了一個月病就好了，沒事了，一直到現在也沒生病。我並沒有求壽命，沒有求長壽，這個壽命是念佛念來的，是弘揚佛法得來的。"
    },
    {
      "id": "02-003-0008_p0041",
      "zh_CN": "所以念佛、弘法利生功德非常之大，我晓得我过去的罪业消掉很多；如果要不消掉，一定是有病苦，杀业是病痛、短命的果报，你们念《地藏经》，《地藏经》上讲得很清楚。所以消业障，延年益寿，健康长寿，没有比念佛更有效。你吃什么补药都是枉然，都没有用的，所以我不吃补药，人家送给我补药，我都拿去送给别人。我不相信这个，我只相信这一句阿弥陀佛比什么都补。这讲到寿命无量。",
      "zh_TW": "所以念佛、弘法利生功德非常之大，我曉得我過去的罪業消掉很多；如果要不消掉，一定是有病苦，殺業是病痛、短命的果報，你們念《地藏經》，《地藏經》上講得很清楚。所以消業障，延年益壽，健康長壽，沒有比念佛更有效。你吃什麼補藥都是枉然，都沒有用的，所以我不吃補藥，人家送給我補藥，我都拿去送給別人。我不相信這個，我只相信這一句阿彌陀佛比什麼都補。這講到壽命無量。"
    },
    {
      "id": "02-003-0008_p0042",
      "zh_CN": "所以我们自己好好的学，学跟李老师一样也可以寿命自在。李老师实在讲他不应该走得那么早，为什么？《华严经》没讲完，一半还不到，他就走了，不过他走也是有原因的。第一个原因，他老人家实在太慈悲了，凡是人供养他的东西，像供养吃的东西，他都要当面吃，不喜欢吃他也吃，让人家供养的人喜欢。这个不得了，这个慈悲心。他告诉我，他说有个人做了一碗面供养他，他也就当面吃了，他吃的时候他发现这个面坏了。尤其是台湾的面，那个一条一条、一把一把的面里面防腐剂就很重，如果时间放得太久，面就有毒。当然供养他的人并不是有心害他，他不知道，无知！老师就吃了，当面吃给他看，吃得很欢喜。他走了。李老师懂得医药，他是个很好的中医，他用中医也度了不少人，他马上用解药就解掉了。第一次中毒他解掉了，这是他老人家告诉我的。第二次，这又过了几个月，过了是一年几个月的样子，又有这么一次情形。这次情形也是吃完之后他用解药，这个毒发得太快，已经散开了，解药下去就没有效。这样一下他就病了三个多月，九十七岁的人，病了三个多月，元气就伤了。",
      "zh_TW": "所以我們自己好好的學，學跟李老師一樣也可以壽命自在。李老師實在講他不應該走得那麼早，為什麼？《華嚴經》沒講完，一半還不到，他就走了，不過他走也是有原因的。第一個原因，他老人家實在太慈悲了，凡是人供養他的東西，像供養吃的東西，他都要當面吃，不喜歡吃他也吃，讓人家供養的人喜歡。這個不得了，這個慈悲心。他告訴我，他說有個人做了一碗麵供養他，他也就當面吃了，他吃的時候他發現這個麵壞了。尤其是台灣的麵，那個一條一條、一把一把的麵裡面防腐劑就很重，如果時間放得太久，麵就有毒。當然供養他的人並不是有心害他，他不知道，無知！老師就吃了，當面吃給他看，吃得很歡喜。他走了。李老師懂得醫藥，他是個很好的中醫，他用中醫也度了不少人，他馬上用解藥就解掉了。第一次中毒他解掉了，這是他老人家告訴我的。第二次，這又過了幾個月，過了是一年幾個月的樣子，又有這麼一次情形。這次情形也是吃完之後他用解藥，這個毒發得太快，已經散開了，解藥下去就沒有效。這樣一下他就病了三個多月，九十七歲的人，病了三個多月，元氣就傷了。"
    },
    {
      "id": "02-003-0008_p0043",
      "zh_CN": "所以我去看他老人家，他第一句话就告诉我，吃东西要小心，千万不要到馆子吃东西，嘱咐我不要到外面馆子里面吃，叫我吃东西小心。他就把他害病的经过情形告诉我。所以他是知道东西坏掉了，吃了之后，解药下去已经没有效。以后，好了之后，大概隔了三、四个月，就是不太久的时间，有一次人家供养他甘蔗汁，这个甘蔗汁可能是不新鲜，甘蔗汁吃了之后，又吃坏了一次。这样以后，他就说了，他说我不想再住世间，我决心要走了。他临走的前一天下午，跟几个学生在一起散步，就告诉学生，不住了，决定走了。学生还要求，老师，你再多住几年！老师说不必了。就嘱咐大家，世间会有大灾难来，会有很大的灾难，这个灾难是任何人没有办法救度的，唯一一条生路就是诚心诚意念佛求生净土。这是头一天下午跟同学们讲的话，到第二天早晨五点二十分，他老人家就走了。所以这是说明一个生死自在，想走就走，想留则留。",
      "zh_TW": "所以我去看他老人家，他第一句話就告訴我，吃東西要小心，千萬不要到館子吃東西，囑咐我不要到外面館子裡面吃，叫我吃東西小心。他就把他害病的經過情形告訴我。所以他是知道東西壞掉了，吃了之後，解藥下去已經沒有效。以後，好了之後，大概隔了三、四個月，就是不太久的時間，有一次人家供養他甘蔗汁，這個甘蔗汁可能是不新鮮，甘蔗汁吃了之後，又吃壞了一次。這樣以後，他就說了，他說我不想再住世間，我決心要走了。他臨走的前一天下午，跟幾個學生在一起散步，就告訴學生，不住了，決定走了。學生還要求，老師，你再多住幾年！老師說不必了。就囑咐大家，世間會有大災難來，會有很大的災難，這個災難是任何人沒有辦法救度的，唯一一條生路就是誠心誠意念佛求生淨土。這是頭一天下午跟同學們講的話，到第二天早晨五點二十分，他老人家就走了。所以這是說明一個生死自在，想走就走，想留則留。"
    },
    {
      "id": "02-003-0008_p0044",
      "zh_CN": "底下这一段，意义很长。无量寿究竟是多少？佛在此地说，『假令三千大千世界众生』，三千大千世界数字很大，在我们一般普通的讲法，像我们现在讲银河系，一个银河系就是一个大千世界，这是过去我们一般的讲法。如果要按照黄念祖老居士最近的讲法，他老人家讲法不一样。他说我们现在讲的一个银河系，实际上是一个单位世界，那就不得了。如果一个银河系是一个单位世界，娑婆世界这个大千世界，恐怕我们今天科学家还没有发现到。现在所有发现的这些星系，都是这个大千世界里面的一部分。说三千大千世界所有一切众生，这是假设的话，这不是真的，假设统统都成了缘觉，缘觉就是辟支佛，他的成就在阿罗汉之上，都成了辟支佛，比阿罗汉智慧、神通还要大。这么许多的辟支佛，『于百千劫』这么长的时间，大家共同来计算，算阿弥陀佛的寿命，都算不出来。你说阿弥陀佛的寿命有多长！弥陀寿命长，阿弥陀佛国土里头所有一切众生的寿命统统是这样长，这是真正的长寿！这个寿命的确是无量无边，不可思议。所以，这是净土第一德。再看第九段：",
      "zh_TW": "底下這一段，意義很長。無量壽究竟是多少？佛在此地說，『假令三千大千世界眾生』，三千大千世界數字很大，在我們一般普通的講法，像我們現在講銀河系，一個銀河系就是一個大千世界，這是過去我們一般的講法。如果要按照黃念祖老居士最近的講法，他老人家講法不一樣。他說我們現在講的一個銀河系，實際上是一個單位世界，那就不得了。如果一個銀河系是一個單位世界，娑婆世界這個大千世界，恐怕我們今天科學家還沒有發現到。現在所有發現的這些星系，都是這個大千世界裡面的一部分。說三千大千世界所有一切眾生，這是假設的話，這不是真的，假設統統都成了緣覺，緣覺就是辟支佛，他的成就在阿羅漢之上，都成了辟支佛，比阿羅漢智慧、神通還要大。這麼許多的辟支佛，『於百千劫』這麼長的時間，大家共同來計算，算阿彌陀佛的壽命，都算不出來。你說阿彌陀佛的壽命有多長！彌陀壽命長，阿彌陀佛國土裡頭所有一切眾生的壽命統統是這樣長，這是真正的長壽！這個壽命的確是無量無邊，不可思議。所以，這是淨土第一德。再看第九段："
    },
    {
      "id": "02-003-0008_p0045",
      "zh_CN": "【我作佛时。十方世界无量刹中。无数诸佛。若不共称叹我名。说我功德国土之善者。不取正觉。】",
      "zh_TW": "【我作佛時。十方世界無量剎中。無數諸佛。若不共稱嘆我名。說我功德國土之善者。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0046",
      "zh_CN": "这一愿非常重要，如果没有这一愿，我们今天就不晓得有极乐世界，就不知道有阿弥陀佛。这一愿说，他成佛之后，十方无量无边的诸佛都宣扬他的德号，都赞叹功德国土庄严。这个赞叹，就是讲这部《无量寿经》，讲《无量寿经》就是赞叹西方极乐世界功德庄严。换句话说，十方无量无边刹土所有一切诸佛，没有一尊佛不讲《无量寿经》的，没有一尊佛不劝一切众生念佛求生极乐世界，就是这一愿。所以弥陀名号，尽虚空遍法界一切诸佛刹土普闻。释迦牟尼佛也不例外，他也给我们讲《无量寿经》，也劝我们念佛求生西方极乐世界，就是这一愿的兑现。",
      "zh_TW": "這一願非常重要，如果沒有這一願，我們今天就不曉得有極樂世界，就不知道有阿彌陀佛。這一願說，他成佛之後，十方無量無邊的諸佛都宣揚他的德號，都讚歎功德國土莊嚴。這個讚歎，就是講這部《無量壽經》，講《無量壽經》就是讚歎西方極樂世界功德莊嚴。換句話說，十方無量無邊剎土所有一切諸佛，沒有一尊佛不講《無量壽經》的，沒有一尊佛不勸一切眾生念佛求生極樂世界，就是這一願。所以彌陀名號，盡虛空遍法界一切諸佛剎土普聞。釋迦牟尼佛也不例外，他也給我們講《無量壽經》，也勸我們念佛求生西方極樂世界，就是這一願的兌現。"
    },
    {
      "id": "02-003-0008_p0047",
      "zh_CN": "再告诉诸位，佛能说，我们今天听到这部经、听到阿弥陀佛的名号，心能够生欢喜心，能信、能愿、能行，能行就是能念，能念这部经，能念这个名号，这都是阿弥陀佛佛光普照，阿弥陀佛神力加持我们。他要不用神力加持我们，我们听了不容易生欢喜心，我们听了不容易感动；我们听了生欢喜，心里面真正感动，这是佛的力量加持我们。所以在后世，我们宣扬，能讲能听，统统是佛力加持，决定不是说我讲这个经我讲得怎么好，我没有这个能力讲，佛力加持使我说出来。你们听了很感动，不是你们真正听了能感动，佛力加持给你们，你们听了才感动，你们才欢喜。你们每一天都来，不会缺席，这是阿弥陀佛加持的。这是真的，不是假的。",
      "zh_TW": "再告訴諸位，佛能說，我們今天聽到這部經、聽到阿彌陀佛的名號，心能夠生歡喜心，能信、能願、能行，能行就是能念，能念這部經，能念這個名號，這都是阿彌陀佛佛光普照，阿彌陀佛神力加持我們。他要不用神力加持我們，我們聽了不容易生歡喜心，我們聽了不容易感動；我們聽了生歡喜，心裡面真正感動，這是佛的力量加持我們。所以在後世，我們宣揚，能講能聽，統統是佛力加持，決定不是說我講這個經我講得怎麼好，我沒有這個能力講，佛力加持使我說出來。你們聽了很感動，不是你們真正聽了能感動，佛力加持給你們，你們聽了才感動，你們才歡喜。你們每一天都來，不會缺席，這是阿彌陀佛加持的。這是真的，不是假的。"
    },
    {
      "id": "02-003-0008_p0048",
      "zh_CN": "你明白这个道理，如果你要发心，我要发心来讲这部经，讲得跟法师一样好，行不行？决定行。为什么？佛力加持你。讲这个经，不一定出家人就讲得好，在家人讲得好的很多！李炳南老居士讲得好，现在在北京，黄念祖居士讲得好，黄念祖的老师夏莲居居士，不但讲得好，这个经是他重新编会的，那当然就更好。所以会讲这个经的人，在家比出家的多，你们应当发心。你们真正发心，才叫真正报佛恩，真正发心讲这个经，你是代佛宣扬。你现在在娑婆世界代释迦牟尼佛宣扬，代十方诸佛宣扬，代阿弥陀佛宣扬这个法门。你怎么不长寿？你立刻就长寿，你会样样称心如意，没有一样不吉祥，没有一样不圆满。",
      "zh_TW": "你明白這個道理，如果你要發心，我要發心來講這部經，講得跟法師一樣好，行不行？決定行。為什麼？佛力加持你。講這個經，不一定出家人就講得好，在家人講得好的很多！李炳南老居士講得好，現在在北京，黃念祖居士講得好，黃念祖的老師夏蓮居居士，不但講得好，這個經是他重新編會的，那當然就更好。所以會講這個經的人，在家比出家的多，你們應當發心。你們真正發心，才叫真正報佛恩，真正發心講這個經，你是代佛宣揚。你現在在娑婆世界代釋迦牟尼佛宣揚，代十方諸佛宣揚，代阿彌陀佛宣揚這個法門。你怎麼不長壽？你立刻就長壽，你會樣樣稱心如意，沒有一樣不吉祥，沒有一樣不圓滿。"
    },
    {
      "id": "02-003-0008_p0049",
      "zh_CN": "所以真实、究竟、圆满、美满的人生，就是发心念佛，发心弘扬这个法门。我跟诸位说这个话决定不是虚妄的，我以身作则，我本身给大家做个榜样。我是什么都没有，唯一的心愿就是念佛求生净土，把这个法门普遍介绍给大家。除此之外，这个世间没有一样与我有关系，没有一样值得我操心，值得我挂念的。所以我跟诸位说了，我不但是三不管，不管人、不管事、不管钱，我也三不要，不要钱、不要道场、不要名闻利养。什么都不要，什么都没有，得大自在。我所希望的，就是希望诸位对这个法门真正明了，彻底明了，发愿往生，发愿弘扬。再看第十节：",
      "zh_TW": "所以真實、究竟、圓滿、美滿的人生，就是發心念佛，發心弘揚這個法門。我跟諸位說這個話決定不是虛妄的，我以身作則，我本身給大家做個榜樣。我是什麼都沒有，唯一的心願就是念佛求生淨土，把這個法門普遍介紹給大家。除此之外，這個世間沒有一樣與我有關係，沒有一樣值得我操心，值得我掛念的。所以我跟諸位說了，我不但是三不管，不管人、不管事、不管錢，我也三不要，不要錢、不要道場、不要名聞利養。什麼都不要，什麼都沒有，得大自在。我所希望的，就是希望諸位對這個法門真正明瞭，徹底明瞭，發願往生，發願弘揚。再看第十節："
    },
    {
      "id": "02-003-0008_p0050",
      "zh_CN": "【我作佛时。十方众生。闻我名号。至心信乐。所有善根。心心回向。愿生我国。乃至十念。若不生者。不取正觉。唯除五逆。诽谤正法。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。至心信樂。所有善根。心心回向。願生我國。乃至十念。若不生者。不取正覺。唯除五逆。誹謗正法。】"
    },
    {
      "id": "02-003-0008_p0051",
      "zh_CN": "自古以来许多祖师大德，差不多一般都公认，这一愿是四十八愿里面最重要的一愿，是大愿之核心，也是西方极乐世界第一庄严。为什么？十念就往生，这个太容易了。你修哪一个法门有这么容易成就的？这个成就是阿弥陀佛保证我们成就，十念往生。经文上明白告诉我们，十方世界所有的众生，『十方众生』，『闻我名号』，名号就是一句阿弥陀佛。你有机缘、有机会听到这一句阿弥陀佛，下面就是往生的条件，往生不在乎念佛号念得多少，不在乎，要念得得力，就是能够产生力量。要能产生力量，这几句话就太重要了，这个地方有四句话。",
      "zh_TW": "自古以來許多祖師大德，差不多一般都公認，這一願是四十八願裡面最重要的一願，是大願之核心，也是西方極樂世界第一莊嚴。為什麼？十念就往生，這個太容易了。你修哪一個法門有這麼容易成就的？這個成就是阿彌陀佛保證我們成就，十念往生。經文上明白告訴我們，十方世界所有的眾生，『十方眾生』，『聞我名號』，名號就是一句阿彌陀佛。你有機緣、有機會聽到這一句阿彌陀佛，下面就是往生的條件，往生不在乎念佛號念得多少，不在乎，要念得得力，就是能夠產生力量。要能產生力量，這幾句話就太重要了，這個地方有四句話。"
    },
    {
      "id": "02-003-0008_p0052",
      "zh_CN": "『至心信乐』，至心是真心，以最真诚的心相信，一点怀疑都没有，乐是爱好、喜欢，喜欢阿弥陀佛，喜欢极乐世界，真心真意的喜欢，叫做至心信乐。『所有善根』，善根就是指念佛，就是念这一句佛号。这句佛号能帮助你往生不退成佛，你想想看还有哪个善能够跟它相比？所以念佛是第一善根，念佛是成佛的根本。世出世间一切善，不过给你带来一点善的果报而已，不能叫你成佛；这个善根能帮助你圆成佛道，成究竟圆满的佛，跟阿弥陀佛一样。所以「所有善根」就是讲你天天念这部经，念阿弥陀佛佛号，就是指这个善根，不指别的。『心心回向』，纯一之心，就是想往生西方极乐世界，想帮助一切大众往生西方极乐世界，这个叫心心回向。『愿生我国』，「我国」是西方极乐世界。",
      "zh_TW": "『至心信樂』，至心是真心，以最真誠的心相信，一點懷疑都沒有，樂是愛好、喜歡，喜歡阿彌陀佛，喜歡極樂世界，真心真意的喜歡，叫做至心信樂。『所有善根』，善根就是指念佛，就是念這一句佛號。這句佛號能幫助你往生不退成佛，你想想看還有哪個善能夠跟它相比？所以念佛是第一善根，念佛是成佛的根本。世出世間一切善，不過給你帶來一點善的果報而已，不能叫你成佛；這個善根能幫助你圓成佛道，成究竟圓滿的佛，跟阿彌陀佛一樣。所以「所有善根」就是講你天天念這部經，念阿彌陀佛佛號，就是指這個善根，不指別的。『心心回向』，純一之心，就是想往生西方極樂世界，想幫助一切大眾往生西方極樂世界，這個叫心心回向。『願生我國』，「我國」是西方極樂世界。"
    },
    {
      "id": "02-003-0008_p0053",
      "zh_CN": "要念多少？『乃至十念』，这个十念，给诸位说，这里头有两个意思，有两个讲法。第一种讲法是临终十念，就是说这个人他在一生当中都没有接触到佛教，都不懂得，没有缘分、没有机会，接触不到佛教。但是在临命终的时候，他还没断气，遇到一个真正的善知识，懂得这个法门的，劝他，你寿命很短促了，没有多久了，你应当把身心世界一切放下，专心念阿弥陀佛，求生西方极乐世界。假如他一听到这个话，他就心开意解、就欢喜、就接受，那就是至心信乐。他只要能念十句，他也能往生。你看看，这个法门真正是不可思议。这个十念就是指临终十念。",
      "zh_TW": "要念多少？『乃至十念』，這個十念，給諸位說，這裡頭有兩個意思，有兩個講法。第一種講法是臨終十念，就是說這個人他在一生當中都沒有接觸到佛教，都不懂得，沒有緣分、沒有機會，接觸不到佛教。但是在臨命終的時候，他還沒斷氣，遇到一個真正的善知識，懂得這個法門的，勸他，你壽命很短促了，沒有多久了，你應當把身心世界一切放下，專心念阿彌陀佛，求生西方極樂世界。假如他一聽到這個話，他就心開意解、就歡喜、就接受，那就是至心信樂。他只要能念十句，他也能往生。你看看，這個法門真正是不可思議。這個十念就是指臨終十念。"
    },
    {
      "id": "02-003-0008_p0054",
      "zh_CN": "但是诸位要晓得，临终十念，我们在经文上见到。也许有人想，到临终还来得及，现在可以多造一点罪业，没关系，临命终时，我这个十念还来得及！可是诸位要知道，临终十念这决定没错，阿弥陀佛保证，决定没错，可是临终的时候得有三个条件，这三个条件你要好好想想，你临终的时候有没有把握。第一个条件，临终时候头脑清楚。如果到临命终时糊里糊涂，家里人都不认得，跟他讲话都听不进去，你劝他念佛，他念不出来，这个问题严重。所以第一个条件，是那个临终的人他有福报，他死的时候头脑清楚，他不迷惑、不颠倒，这个条件不容易。你们看看已经将要死的人，有几个人临终的时候清清楚楚明明白白的，这一点很难得，太不容易了。第二个条件，临终时要有人提醒，如果要没有人提醒，忘掉了，那不是完了。虽然清楚，没有人提醒，把念佛这个事情忘掉了，虽然十念时间很短，他忘掉了，那又空过了。第三个条件，十念当中是真正忏悔，知道过去一生做错了。所以，真正忏悔。",
      "zh_TW": "但是諸位要曉得，臨終十念，我們在經文上見到。也許有人想，到臨終還來得及，現在可以多造一點罪業，沒關係，臨命終時，我這個十念還來得及！可是諸位要知道，臨終十念這決定沒錯，阿彌陀佛保證，決定沒錯，可是臨終的時候得有三個條件，這三個條件你要好好想想，你臨終的時候有沒有把握。第一個條件，臨終時候頭腦清楚。如果到臨命終時糊裡糊塗，家裡人都不認得，跟他講話都聽不進去，你勸他念佛，他念不出來，這個問題嚴重。所以第一個條件，是那個臨終的人他有福報，他死的時候頭腦清楚，他不迷惑、不顛倒，這個條件不容易。你們看看已經將要死的人，有幾個人臨終的時候清清楚楚明明白白的，這一點很難得，太不容易了。第二個條件，臨終時要有人提醒，如果要沒有人提醒，忘掉了，那不是完了。雖然清楚，沒有人提醒，把念佛這個事情忘掉了，雖然十念時間很短，他忘掉了，那又空過了。第三個條件，十念當中是真正懺悔，知道過去一生做錯了。所以，真正懺悔。"
    },
    {
      "id": "02-003-0008_p0055",
      "zh_CN": "具这三个条件，头脑清楚，有善知识提醒，真正忏悔，这个人决定往生。大家千万不要误会，我们现在听到了，不能存侥幸的心理，念得愈多愈好。为什么？你不念佛就打妄想，打妄想是制造六道轮回。我们念佛就不打妄想，为什么佛号念多？就是不要自己打妄想。与其打妄想，不如想佛，想佛能到西方极乐世界，想别的事情是六道轮回；想贪瞋痴是搞三恶道，制造三恶道，这个不得了。一切法都是从心想生，这个道理一定要懂得。",
      "zh_TW": "具這三個條件，頭腦清楚，有善知識提醒，真正懺悔，這個人決定往生。大家千萬不要誤會，我們現在聽到了，不能存僥倖的心理，念得愈多愈好。為什麼？你不念佛就打妄想，打妄想是製造六道輪迴。我們念佛就不打妄想，為什麼佛號念多？就是不要自己打妄想。與其打妄想，不如想佛，想佛能到西方極樂世界，想別的事情是六道輪迴；想貪瞋痴是搞三惡道，製造三惡道，這個不得了。一切法都是從心想生，這個道理一定要懂得。"
    },
    {
      "id": "02-003-0008_p0056",
      "zh_CN": "还有一种讲法，十念是早晚功课。这就是对于一些工作非常繁忙的人，你叫他念佛，他没有时间。没有时间怎么办？这就订上早晨十念、晚上十念，一生不能间断。这个十念法是尽一口气叫一念，这一口气佛号不管多少，总是一口气叫一念。你早晨起来，洗了脸之后，如果家里有佛像就在佛像面前，合掌念十口气。如果家里没有供佛像，面朝西方，面向西方合掌念南无阿弥陀佛，南无阿弥陀佛，南无阿弥陀佛，南无阿弥陀佛，一口气叫一念，念十口气。这样一生不中断，每天早晚都不缺，也符合弥陀这个愿望，这一大愿，就是一向专念。这是十念法，这是最简单的，大概时间只要几分钟，你再忙的人都可以修，不碍事，不耽误你的时间，要养成这个习惯。晚课在睡觉之前做，睡觉之前，洗完脸之后也是用十念法。你看这多简单，这样的人都将来决定生净土的。",
      "zh_TW": "還有一種講法，十念是早晚功課。這就是對於一些工作非常繁忙的人，你叫他念佛，他沒有時間。沒有時間怎麼辦？這就訂上早晨十念、晚上十念，一生不能間斷。這個十念法是盡一口氣叫一念，這一口氣佛號不管多少，總是一口氣叫一念。你早晨起來，洗了臉之後，如果家裡有佛像就在佛像面前，合掌念十口氣。如果家裡沒有供佛像，面朝西方，面向西方合掌念南無阿彌陀佛，南無阿彌陀佛，南無阿彌陀佛，南無阿彌陀佛，一口氣叫一念，念十口氣。這樣一生不中斷，每天早晚都不缺，也符合彌陀這個願望，這一大願，就是一向專念。這是十念法，這是最簡單的，大概時間只要幾分鐘，你再忙的人都可以修，不礙事，不耽誤你的時間，要養成這個習慣。晚課在睡覺之前做，睡覺之前，洗完臉之後也是用十念法。你看這多簡單，這樣的人都將來決定生淨土的。"
    },
    {
      "id": "02-003-0008_p0057",
      "zh_CN": "你有时间，你的课诵可以长一点，课诵不要杂，专修净土的人，我们的课诵就是一部《弥陀经》，有人念三遍往生咒，再底下就是念佛号。所以叫你念一卷《弥陀经》，是为什么？收心的。念佛最重要是要用清净心念，一心专念。我们这个心一天到晚想东想西，心是散乱的，念一卷经心就定了。所以这一卷经的用意是摄心、收心的。如果心很清净，心很定，经都不要念了，经咒都不要念。所以古大德有很多人一天十万声佛号，他不念经，他也不念咒，一天念十万声佛号；也有念四万、五万的，都不一定。像我前天跟诸位说的，我一个老同参钟景德老居士，他一天念三万声佛号。他今年八十多岁了，大概有八十五、六岁，身体非常好，满面红光。他念佛怎么念？他不是在佛前念，他散步念。他念一声佛号走一步，他说他每天要走三万步。他到哪里念？他就逛街，逛一圈，三万声佛号念完了。所以，他身体很健康，他运动量够，他没有妄念，又念佛，又散步，一声佛号走一步，他是这个念法，八十多岁，声音还很宏亮。这都是值得我们学的，那个老居士将来往生不成问题，这个诸位要知道。",
      "zh_TW": "你有時間，你的課誦可以長一點，課誦不要雜，專修淨土的人，我們的課誦就是一部《彌陀經》，有人念三遍往生咒，再底下就是念佛號。所以叫你念一卷《彌陀經》，是為什麼？收心的。念佛最重要是要用清淨心念，一心專念。我們這個心一天到晚想東想西，心是散亂的，念一卷經心就定了。所以這一卷經的用意是攝心、收心的。如果心很清淨，心很定，經都不要念了，經咒都不要念。所以古大德有很多人一天十萬聲佛號，他不念經，他也不念咒，一天念十萬聲佛號；也有念四萬、五萬的，都不一定。像我前天跟諸位說的，我一個老同參鍾景德老居士，他一天念三萬聲佛號。他今年八十多歲了，大概有八十五、六歲，身體非常好，滿面紅光。他念佛怎麼念？他不是在佛前念，他散步念。他念一聲佛號走一步，他說他每天要走三萬步。他到哪裡念？他就逛街，逛一圈，三萬聲佛號念完了。所以，他身體很健康，他運動量夠，他沒有妄念，又念佛，又散步，一聲佛號走一步，他是這個念法，八十多歲，聲音還很宏亮。這都是值得我們學的，那個老居士將來往生不成問題，這個諸位要知道。"
    },
    {
      "id": "02-003-0008_p0058",
      "zh_CN": "末后这两句要跟大家说明一下，『唯除五逆，诽谤正法』。造五逆十恶，这个罪是非常之重，是堕阿鼻地狱的罪业。有没有救？有救。真正忏悔念佛一样可以往生，五逆还是可以往生。五逆再加上毁谤正法就不行，为什么不行？毁谤正法，他不相信，那就没有法子。他不相信净土法门，他不相信念佛就能够生净土，尤其是他自己觉得，我一身的罪业，这么重的罪业，哪有说我念十声佛号就能往生，我不相信。这就没法子，这种人就没救了。他要真正相信佛的神通道力不可思议，要相信；要相信自己做极重的罪业，忏悔决定能够往生，佛一定慈悲摄受。这是「至心信乐」，还是这一句。",
      "zh_TW": "末後這兩句要跟大家說明一下，『唯除五逆，誹謗正法』。造五逆十惡，這個罪是非常之重，是墮阿鼻地獄的罪業。有沒有救？有救。真正懺悔念佛一樣可以往生，五逆還是可以往生。五逆再加上毀謗正法就不行，為什麼不行？毀謗正法，他不相信，那就沒有法子。他不相信淨土法門，他不相信念佛就能夠生淨土，尤其是他自己覺得，我一身的罪業，這麼重的罪業，哪有說我念十聲佛號就能往生，我不相信。這就沒法子，這種人就沒救了。他要真正相信佛的神通道力不可思議，要相信；要相信自己做極重的罪業，懺悔決定能夠往生，佛一定慈悲攝受。這是「至心信樂」，還是這一句。"
    },
    {
      "id": "02-003-0008_p0059",
      "zh_CN": "所以《观无量寿经》，《十六观经》里面讲，像阿阇世王，杀父亲、害母亲、破和合僧，那是坏事情做尽了。他是到临命终的时候才忏悔，念佛求生西方极乐世界，他也往生。他不但往生，品位还相当高，造那么重的罪业，他是上辈中品往生，就是上品中生，这么高的地位往生。以后我们才明白净土这个道理，净土的事实。往生是两种因素，第一种就是你修善，我们念佛修善往生的；第二种是忏悔业障，忏罪。忏罪往生的品位就看你忏罪的力量，如果这个力量非常勇猛，一下就把罪业忏干净，你的品位马上就提升。所以不一定说业障深重的人，往生西方极乐世界就是下品下生，不见得。看他忏罪回头力量大小，如果忏悔力量小，他品位就低，忏悔力量很大、很勇猛，他的品位一下就升上去。这是阿阇世王可以给我们作个例子。底下这一段是第十九愿跟第二十愿。",
      "zh_TW": "所以《觀無量壽經》，《十六觀經》裡面講，像阿闍世王，殺父親、害母親、破和合僧，那是壞事情做盡了。他是到臨命終的時候才懺悔，念佛求生西方極樂世界，他也往生。他不但往生，品位還相當高，造那麼重的罪業，他是上輩中品往生，就是上品中生，這麼高的地位往生。以後我們才明白淨土這個道理，淨土的事實。往生是兩種因素，第一種就是你修善，我們念佛修善往生的；第二種是懺悔業障，懺罪。懺罪往生的品位就看你懺罪的力量，如果這個力量非常勇猛，一下就把罪業懺乾淨，你的品位馬上就提升。所以不一定說業障深重的人，往生西方極樂世界就是下品下生，不見得。看他懺罪回頭力量大小，如果懺悔力量小，他品位就低，懺悔力量很大、很勇猛，他的品位一下就升上去。這是阿闍世王可以給我們作個例子。底下這一段是第十九願跟第二十願。"
    },
    {
      "id": "02-003-0008_p0060",
      "zh_CN": "【我作佛时。十方众生。闻我名号。发菩提心。修诸功德。奉行六波罗蜜。坚固不退。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。發菩提心。修諸功德。奉行六波羅蜜。堅固不退。】"
    },
    {
      "id": "02-003-0008_p0061",
      "zh_CN": "这是四十八愿里面的第十九愿，这一愿也非常的重要，因为这一愿告诉我们要『发菩提心』。所以，本宗修行的纲领，古大德给我们提出了两句话，这两句话就是这两愿里面提出来的，「发菩提心，一向专念」。「一向专念」就是十念必生，就是第十八愿，「发菩提心」是第十九愿。所以，修净土求生西方极乐世界最重要的条件，就在第十九愿、第十八愿。从这两愿来看，那真是一切众生没有一个不往生，只要你肯相信，你肯依照这个法门学，决定成就。你依照其他法门来修学，你这一生不一定能得到结果，这是真的。",
      "zh_TW": "這是四十八願裡面的第十九願，這一願也非常的重要，因為這一願告訴我們要『發菩提心』。所以，本宗修行的綱領，古大德給我們提出了兩句話，這兩句話就是這兩願裡面提出來的，「發菩提心，一向專念」。「一向專念」就是十念必生，就是第十八願，「發菩提心」是第十九願。所以，修淨土求生西方極樂世界最重要的條件，就在第十九願、第十八願。從這兩願來看，那真是一切眾生沒有一個不往生，只要你肯相信，你肯依照這個法門學，決定成就。你依照其他法門來修學，你這一生不一定能得到結果，這是真的。"
    },
    {
      "id": "02-003-0008_p0062",
      "zh_CN": "现在有很多赶时髦，学禅，禅很时髦。他真正能够得到禅吗？我跟各位说，我不相信。骗人可以，欺骗人，装模作样，眼睛闭着，身体在那里不动，头脑还在那里打妄想，那有什么用？那个没有用处。你想学禅，我对于禅我试都不敢试一下。禅的东西我懂得很多，禅宗的经典我讲过很多，现在还有人听我的，《禅宗集》、《证道歌》、《六祖坛经》、《金刚经》，我讲了好多，《大珠和尚语录》，禅宗的东西，所以口头禅我很会。但是我想想我做不到，为什么做不到？头脑会想东西，会胡思乱想，你就决定没有参禅的资格。禅心是清净的，外不着相，内不动心，这种人才有资格学禅。",
      "zh_TW": "現在有很多趕時髦，學禪，禪很時髦。他真正能夠得到禪嗎？我跟各位說，我不相信。騙人可以，欺騙人，裝模作樣，眼睛閉著，身體在那裡不動，頭腦還在那裡打妄想，那有什麼用？那個沒有用處。你想學禪，我對於禪我試都不敢試一下。禪的東西我懂得很多，禪宗的經典我講過很多，現在還有人聽我的，《禪宗集》、《證道歌》、《六祖壇經》、《金剛經》，我講了好多，《大珠和尚語錄》，禪宗的東西，所以口頭禪我很會。但是我想想我做不到，為什麼做不到？頭腦會想東西，會胡思亂想，你就決定沒有參禪的資格。禪心是清淨的，外不著相，內不動心，這種人才有資格學禪。"
    },
    {
      "id": "02-003-0008_p0063",
      "zh_CN": "纵然学禅，真能有什么成就？很难说。那就是倓虚老法师说的，修禅的人得到禅定他见过，开悟的他没见过；明心见性的，他一生没有见过一个，得禅定的他见过。禅宗要不能明心见性，不能出三界，不能了生死；换句话说，出不了六道轮回。得禅定他将来能够生到四禅天，初禅、二禅、三禅、四禅，他能够生到四禅，不能出三界，不能了生死出轮回！换句话说，没有用，还是要退转，还是要搞三恶道。所以这是不究竟的，吃力不讨好。你们自己想想，有没有资格学禅？讲到学密，你三密能相应吗？三密相应跟禅宗的大彻大悟是相差不多的，也不容易。何况密宗最容易着魔，为什么？他念的这些咒跟鬼神的关系很密切，咒语多半都是鬼神的名号，一念鬼神就来了。所谓请神容易送神难，你把他请来，以后你没有办法招待他，送不走，麻烦可就大了。",
      "zh_TW": "縱然學禪，真能有什麼成就？很難說。那就是倓虛老法師說的，修禪的人得到禪定他見過，開悟的他沒見過；明心見性的，他一生沒有見過一個，得禪定的他見過。禪宗要不能明心見性，不能出三界，不能了生死；換句話說，出不了六道輪迴。得禪定他將來能夠生到四禪天，初禪、二禪、三禪、四禪，他能夠生到四禪，不能出三界，不能了生死出輪迴！換句話說，沒有用，還是要退轉，還是要搞三惡道。所以這是不究竟的，吃力不討好。你們自己想想，有沒有資格學禪？講到學密，你三密能相應嗎？三密相應跟禪宗的大徹大悟是相差不多的，也不容易。何況密宗最容易著魔，為什麼？他念的這些咒跟鬼神的關係很密切，咒語多半都是鬼神的名號，一念鬼神就來了。所謂請神容易送神難，你把他請來，以後你沒有辦法招待他，送不走，麻煩可就大了。"
    },
    {
      "id": "02-003-0008_p0064",
      "zh_CN": "所以，一切法门里头，没有比念佛法门更殊胜、更稳当。你只要真心真意念这一句阿弥陀佛，求生西方极乐世界，佛派二十五位菩萨日夜保护你，你什么样的灾难都遇不到，菩萨给你当保镖，给你当卫队。你看这到哪里去找？找不到的！你如果再能够发心弘扬这个法门，给诸位说，十方一切诸佛如来都护念，为什么？一切诸佛如来都弘扬这部经，你弘扬这个经，跟一切诸佛志同道合，他护念你，没有比这个更吉祥。所以，这个经典所在之处，念佛道场所在之处，这一个地方得太平，这一个地方没有灾难。你才晓得，吉祥殊胜没有更能够超过念佛法门。",
      "zh_TW": "所以，一切法門裡頭，沒有比念佛法門更殊勝、更穩當。你只要真心真意念這一句阿彌陀佛，求生西方極樂世界，佛派二十五位菩薩日夜保護你，你什麼樣的災難都遇不到，菩薩給你當保鏢，給你當衛隊。你看這到哪裡去找？找不到的！你如果再能夠發心弘揚這個法門，給諸位說，十方一切諸佛如來都護念，為什麼？一切諸佛如來都弘揚這部經，你弘揚這個經，跟一切諸佛志同道合，他護念你，沒有比這個更吉祥。所以，這個經典所在之處，念佛道場所在之處，這一個地方得太平，這一個地方沒有災難。你才曉得，吉祥殊勝沒有更能夠超過念佛法門。"
    },
    {
      "id": "02-003-0008_p0065",
      "zh_CN": "所以发菩提心非常重要，发菩提心就是蕅益大师所讲的，发愿求生西方净土这个心就是无上菩提心。通常的讲法，菩提心就是四弘誓愿。所谓「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，这个四愿就是诸佛如来在因地上所发的菩提心。菩提是觉，觉而不迷，一定要度众生，要断烦恼，要学法门，要成佛道。但是学法门，「法门无量誓愿学」，今天我在此地劝同修的，你们只学一个法门，专学这部经，专学这个法门，我一生不改变，我学这个法门。无量法门怎么办？到西方极乐世界再学。寿命长，不在乎，有的是时间，老师又好，阿弥陀佛、一切诸佛大菩萨来教导我，成就也快，不会遇到恶知识，不会遇到邪师说法。所以我们今天把所有的精神、时间、力量集中起来，专修西方净土。好像我们考学校一样，心力集中，我一定要考上。如果你在此地就发心法门无量誓愿学，这个也要学、那个也要学，学得一大堆，结果怎么样？西方极乐世界去不了，来生又六道轮回，又有隔阴之迷，一切都完了。这才是个笨人，笨到极处。",
      "zh_TW": "所以發菩提心非常重要，發菩提心就是蕅益大師所講的，發願求生西方淨土這個心就是無上菩提心。通常的講法，菩提心就是四弘誓願。所謂「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，這個四願就是諸佛如來在因地上所發的菩提心。菩提是覺，覺而不迷，一定要度眾生，要斷煩惱，要學法門，要成佛道。但是學法門，「法門無量誓願學」，今天我在此地勸同修的，你們只學一個法門，專學這部經，專學這個法門，我一生不改變，我學這個法門。無量法門怎麼辦？到西方極樂世界再學。壽命長，不在乎，有的是時間，老師又好，阿彌陀佛、一切諸佛大菩薩來教導我，成就也快，不會遇到惡知識，不會遇到邪師說法。所以我們今天把所有的精神、時間、力量集中起來，專修西方淨土。好像我們考學校一樣，心力集中，我一定要考上。如果你在此地就發心法門無量誓願學，這個也要學、那個也要學，學得一大堆，結果怎麼樣？西方極樂世界去不了，來生又六道輪迴，又有隔陰之迷，一切都完了。這才是個笨人，笨到極處。"
    },
    {
      "id": "02-003-0008_p0066",
      "zh_CN": "我给诸位说，我也是最近这几年才开悟的，因为我从前就是什么都学。你看我讲经什么都讲，你们找找我的录音带，我过去讲的不晓得讲多少，我自己都不知道。人家请我讲什么经我都讲，我都欢喜。所以各宗的经典都讲，华严也讲、天台也讲、唯识也讲、般若也讲、禅宗也讲，什么都讲。现在我开悟了，我再也不干这个傻事。如果过去，我的老师要像我现在这样教学生，只准学一样，不准学第二样，给诸位说，我往生西方极乐世界是来去自由，像李老师那样，我早就得到了，那是一点不假。到现在，西方极乐世界不能来去自由，原因就是以前搞多了、搞杂了，后悔莫及。现在是从头干起，把所有一切经论统统放下，莲池大师讲的，「三藏十二部，让给他人悟」。你们哪个要，送给你，现在我印《大藏经》送别人，我自己不看。「八万四千门，饶与别人行」，八万四千法门，你们谁喜欢修就去修，我再也不干了。经典，我今天全世界哪个地方请我讲经，我只讲六样，「五经一论」，一论就是《往生论》，我就讲净土五经、《往生论》，只讲这六样东西。除这六样东西之外，请我讲我都不讲了。为什么？我决定不能把自己误了，我要求自在往生！绝对不能在老师之后面，那个不行，一定要走在老师的前面。这要专心，专，自己就有信心，自己有把握。",
      "zh_TW": "我給諸位說，我也是最近這幾年才開悟的，因為我從前就是什麼都學。你看我講經什麼都講，你們找找我的錄音帶，我過去講的不曉得講多少，我自己都不知道。人家請我講什麼經我都講，我都歡喜。所以各宗的經典都講，華嚴也講、天台也講、唯識也講、般若也講、禪宗也講，什麼都講。現在我開悟了，我再也不幹這個傻事。如果過去，我的老師要像我現在這樣教學生，只准學一樣，不准學第二樣，給諸位說，我往生西方極樂世界是來去自由，像李老師那樣，我早就得到了，那是一點不假。到現在，西方極樂世界不能來去自由，原因就是以前搞多了、搞雜了，後悔莫及。現在是從頭幹起，把所有一切經論統統放下，蓮池大師講的，「三藏十二部，讓給他人悟」。你們哪個要，送給你，現在我印《大藏經》送別人，我自己不看。「八萬四千門，饒與別人行」，八萬四千法門，你們誰喜歡修就去修，我再也不幹了。經典，我今天全世界哪個地方請我講經，我只講六樣，「五經一論」，一論就是《往生論》，我就講淨土五經、《往生論》，只講這六樣東西。除這六樣東西之外，請我講我都不講了。為什麼？我決定不能把自己誤了，我要求自在往生！絕對不能在老師之後面，那個不行，一定要走在老師的前面。這要專心，專，自己就有信心，自己有把握。"
    },
    {
      "id": "02-003-0008_p0067",
      "zh_CN": "『奉行六波罗蜜』，六波罗蜜就是菩萨行持的纲领，也就是教给我们日常生活我们应当要遵守的原则。我们现在还没到西方世界去，还在这个世间，我们应该怎么生活，怎样处事待人接物，守住这六条就行了。布施、持戒，「布施」，前面跟诸位讲了，布施是放下，把我们的妄想、忧虑、烦恼统统放下，分别执着都放下，这叫布施。「持戒」就是守法，我们能够守法，心就很安，我们不犯法，决定不做违法事情。不但不做违法的事情，违法的意念都没有，我们决定遵守法令规章。到哪个国家，遵守哪个国家的法令规章，这个地方的人才欢迎，对我们才没有顾虑，我们弘扬净土才没有障碍。所以持戒就是守法。「忍辱」是耐心，不管做什么事情都要有耐心，有耐心才有成就。「精进」是求进步。「禅定」是心里面，就是坚固的意思，心不动摇，不会被外面境界所转，自己有主宰。智慧，「般若」是智慧，智慧就是理智，不要感情用事，处事待人接物我们都有理性，而不是感情。这样子我们一生当中决定是幸福的，决定是美满的，决定是快乐的，现前就能得到好处。后面一段说：",
      "zh_TW": "『奉行六波羅蜜』，六波羅蜜就是菩薩行持的綱領，也就是教給我們日常生活我們應當要遵守的原則。我們現在還沒到西方世界去，還在這個世間，我們應該怎麼生活，怎樣處事待人接物，守住這六條就行了。布施、持戒，「布施」，前面跟諸位講了，布施是放下，把我們的妄想、憂慮、煩惱統統放下，分別執著都放下，這叫布施。「持戒」就是守法，我們能夠守法，心就很安，我們不犯法，決定不做違法事情。不但不做違法的事情，違法的意念都沒有，我們決定遵守法令規章。到哪個國家，遵守哪個國家的法令規章，這個地方的人才歡迎，對我們才沒有顧慮，我們弘揚淨土才沒有障礙。所以持戒就是守法。「忍辱」是耐心，不管做什麼事情都要有耐心，有耐心才有成就。「精進」是求進步。「禪定」是心裡面，就是堅固的意思，心不動搖，不會被外面境界所轉，自己有主宰。智慧，「般若」是智慧，智慧就是理智，不要感情用事，處事待人接物我們都有理性，而不是感情。這樣子我們一生當中決定是幸福的，決定是美滿的，決定是快樂的，現前就能得到好處。後面一段說："
    },
    {
      "id": "02-003-0008_p0068",
      "zh_CN": "【复以善根回向。愿生我国。一心念我。昼夜不断。临寿终时。我与诸菩萨众迎现其前。经须臾间。即生我刹。作阿惟越致菩萨。不得是愿。不取正觉。】",
      "zh_TW": "【復以善根迴向。願生我國。一心念我。晝夜不斷。臨壽終時。我與諸菩薩眾迎現其前。經須臾間。即生我剎。作阿惟越致菩薩。不得是願。不取正覺。】"
    },
    {
      "id": "02-003-0008_p0069",
      "zh_CN": "这一愿庄严、殊胜。这里头有几桩事情很重要，这也教给我们一个念佛的方法。什么方法？就是『一心念我，昼夜不断』，这也是一种念佛法。现在像台湾许多地方提倡打佛七，就是这儿来的。这是说明什么？你念佛念一天一夜不中断，这个叫精进念佛，这个力量非常之大，一天一夜。当然不能天天这样念法，佛七就是七天七夜，七天七夜不能够中断。或者你一年修一次，或者修两次，这种修行的方法，可以说是勇猛精进。但是在现在工业时代，这样修行，我们在时间上已经是很难做到。但是念一天行，不碍事。",
      "zh_TW": "這一願莊嚴、殊勝。這裡頭有幾樁事情很重要，這也教給我們一個念佛的方法。什麼方法？就是『一心念我，晝夜不斷』，這也是一種念佛法。現在像台灣許多地方提倡打佛七，就是這兒來的。這是說明什麼？你念佛念一天一夜不中斷，這個叫精進念佛，這個力量非常之大，一天一夜。當然不能天天這樣念法，佛七就是七天七夜，七天七夜不能夠中斷。或者你一年修一次，或者修兩次，這種修行的方法，可以說是勇猛精進。但是在現在工業時代，這樣修行，我們在時間上已經是很難做到。但是念一天行，不礙事。"
    },
    {
      "id": "02-003-0008_p0070",
      "zh_CN": "所以我在美国，美国那边有个道场，专修念佛的，我们每个月有一天精进念佛。美国每个星期工作五天，他们星期六、星期天放假，一个星期放两天假。我们在每个月最后的一个星期，星期五晚上他们下了班，吃了晚饭，八点钟开始念佛，起香，念到星期六晚上九点钟圆满，整整念二十四小时。这个二十四小时当中，不准说话，不准动一个佛号以外的念头，不可以。人与人见面不打招呼，法师在那里也不打招呼，也不要叫，不要「阿弥陀佛，阿弥陀佛，师父你好吗」，夹它一句，这就夹杂了，你功夫就不纯了。所以我们要求的是不间断、不夹杂，不能夹杂着别的念头在里面。",
      "zh_TW": "所以我在美國，美國那邊有個道場，專修念佛的，我們每個月有一天精進念佛。美國每個星期工作五天，他們星期六、星期天放假，一個星期放兩天假。我們在每個月最後的一個星期，星期五晚上他們下了班，吃了晚飯，八點鐘開始念佛，起香，念到星期六晚上九點鐘圓滿，整整念二十四小時。這個二十四小時當中，不准說話，不准動一個佛號以外的念頭，不可以。人與人見面不打招呼，法師在那裡也不打招呼，也不要叫，不要「阿彌陀佛，阿彌陀佛，師父你好嗎」，夾它一句，這就夾雜了，你功夫就不純了。所以我們要求的是不間斷、不夾雜，不能夾雜著別的念頭在裡面。"
    },
    {
      "id": "02-003-0008_p0071",
      "zh_CN": "当然这二十四小时要吃饭，吃的东西我们预先都准备好，一份一份，在美国是自助餐的方式，统统放在冰箱里。你自己肚子饿了，你自己去吃，你不要去叫别人，「吃东西了」。那好了，阿弥陀佛里头又夹杂一个「吃东西了」，这个不可以。你吃，你尽管吃你的，不要管别人。你吃的时候也是阿弥陀佛阿弥陀佛，绝不间断，不要夹杂。你吃凉的，冰箱拿出来就可以吃；如果吃热的，有微波炉，自己去热一热就行了。决定不讲话，这个二十四小时不讲话，我们电话线都拔掉，跟外面电话也不通，交通也不通，也不准任何人来打搅。这样子一个月念一次，念二十四小时。大家不要以为这个辛苦，你们年轻人跳舞跳一天一夜，跳个通宵也不辛苦，打麻将打个三天三夜，你也不痛苦。那个业都是造轮回业，为什么不把这个时间好好来念佛，修西方极乐世界？",
      "zh_TW": "當然這二十四小時要吃飯，吃的東西我們預先都準備好，一份一份，在美國是自助餐的方式，統統放在冰箱裡。你自己肚子餓了，你自己去吃，你不要去叫別人，「吃東西了」。那好了，阿彌陀佛裡頭又夾雜一個「吃東西了」，這個不可以。你吃，你儘管吃你的，不要管別人。你吃的時候也是阿彌陀佛阿彌陀佛，絕不間斷，不要夾雜。你吃涼的，冰箱拿出來就可以吃；如果吃熱的，有微波爐，自己去熱一熱就行了。決定不講話，這個二十四小時不講話，我們電話線都拔掉，跟外面電話也不通，交通也不通，也不准任何人來打攪。這樣子一個月念一次，念二十四小時。大家不要以為這個辛苦，你們年輕人跳舞跳一天一夜，跳個通宵也不辛苦，打麻將打個三天三夜，你也不痛苦。那個業都是造輪迴業，為什麼不把這個時間好好來念佛，修西方極樂世界？"
    },
    {
      "id": "02-003-0008_p0072",
      "zh_CN": "这是提倡一天一夜。现在这个方法在美国，我教了好几个地方，我在加拿大净宗学会，也提倡这个方法，他们念得很得力。平常是每个星期晚上是有三次，就是一、三、五，一个晚上大家在一块念佛念两个小时。但是，每个月有一次精进，就依照这个方法，一天一夜，就是「一心念我，昼夜不断」，每个月修一次。同修有的修得很欢喜的，他来跟我讲，法师，我们半个月修一次好不好？我们一个月来两次。我告诉他不行。为什么不行？次数太多，恐怕大家力量不够，以后就退心，不来了。一次他一定会来，两次他不一定会来，他说我太辛苦了，不来了。我们要有长远心，发心不要过头，不要太勇猛，勇猛会退转，我们期望就是要做到不退转。不要太勇猛，一个月一次，一生当中永远不断，那就不得了！真正符合这经典的教训。",
      "zh_TW": "這是提倡一天一夜。現在這個方法在美國，我教了好幾個地方，我在加拿大淨宗學會，也提倡這個方法，他們念得很得力。平常是每個星期晚上是有三次，就是一、三、五，一個晚上大家在一塊念佛念兩個小時。但是，每個月有一次精進，就依照這個方法，一天一夜，就是「一心念我，晝夜不斷」，每個月修一次。同修有的修得很歡喜的，他來跟我講，法師，我們半個月修一次好不好？我們一個月來兩次。我告訴他不行。為什麼不行？次數太多，恐怕大家力量不夠，以後就退心，不來了。一次他一定會來，兩次他不一定會來，他說我太辛苦了，不來了。我們要有長遠心，發心不要過頭，不要太勇猛，勇猛會退轉，我們期望就是要做到不退轉。不要太勇猛，一個月一次，一生當中永遠不斷，那就不得了！真正符合這經典的教訓。"
    },
    {
      "id": "02-003-0008_p0073",
      "zh_CN": "临命终的时候，我们不要怕西方极乐世界到底在哪里？不要怕。你也不要去找方向，为什么？阿弥陀佛在此地说了，他来带你去，他来迎接你。所以说「临寿终时，我与诸菩萨众迎现其前」，观世音、大势至还有许多的菩萨，会跟着阿弥陀佛一道来。这个地方告诉诸位，因为有些人不大愿意去，为什么？他说我一个人到西方极乐世界去，到那里去了一个人都不认得，太陌生了，没有熟人；好像我们到一个生疏的地方，你不愿意去，就是这样的。其实你不晓得，这些跟阿弥陀佛来的这些人，都是跟你有关系的，你过去生中的家亲眷属、朋友，都是这些人，他们在过去生中念佛已经往生了。你现在不晓得他，到一见面他就告诉你，你在哪一生哪一世，我是你什么人。一想对了，因为你一到那里你也有神通了，你过去世生生世世事情都知道了。所以到那里去，熟人太多了，比我们这个世界多，一点都不陌生。生生世世的家亲眷属在极乐世界的，都会跟着阿弥陀佛一起来迎接你；如果他跟你没有关系，他不会来迎接你。所以西方极乐世界无量无边的菩萨，不会同时都来，来的人还是有数量的，那个有数量都是跟自己有关系的。到西方极乐世界的确一点都不陌生。我们在这个地球上很陌生，为什么？认识人毕竟不多。到西方极乐世界，认识的人太多了，这个一定要知道，放心大胆的去，不要怀疑。",
      "zh_TW": "臨命終的時候，我們不要怕西方極樂世界到底在哪裡？不要怕。你也不要去找方向，為什麼？阿彌陀佛在此地說了，他來帶你去，他來迎接你。所以說「臨壽終時，我與諸菩薩眾迎現其前」，觀世音、大勢至還有許多的菩薩，會跟著阿彌陀佛一道來。這個地方告訴諸位，因為有些人不大願意去，為什麼？他說我一個人到西方極樂世界去，到那裡去了一個人都不認得，太陌生了，沒有熟人；好像我們到一個生疏的地方，你不願意去，就是這樣的。其實你不曉得，這些跟阿彌陀佛來的這些人，都是跟你有關係的，你過去生中的家親眷屬、朋友，都是這些人，他們在過去生中念佛已經往生了。你現在不曉得他，到一見面他就告訴你，你在哪一生哪一世，我是你什麼人。一想對了，因為你一到那裡你也有神通了，你過去世生生世世事情都知道了。所以到那裡去，熟人太多了，比我們這個世界多，一點都不陌生。生生世世的家親眷屬在極樂世界的，都會跟著阿彌陀佛一起來迎接你；如果他跟你沒有關係，他不會來迎接你。所以西方極樂世界無量無邊的菩薩，不會同時都來，來的人還是有數量的，那個有數量都是跟自己有關係的。到西方極樂世界的確一點都不陌生。我們在這個地球上很陌生，為什麼？認識人畢竟不多。到西方極樂世界，認識的人太多了，這個一定要知道，放心大膽的去，不要懷疑。"
    },
    {
      "id": "02-003-0008_p0074",
      "zh_CN": "后面这句话太殊胜了，『即生我刹，作阿惟越致菩萨』，阿惟越致是梵语，翻成中国意思是不退转，这是讲圆证三不退，位不退、行不退、念不退。三不退的菩萨，最低限度是圆教初住，这个真正不得了，不但是往生，往生到西方极乐世界，地位差不多就跟观世音、大势至距离没多远了。严格的讲，阿惟越致是七地以上，你想想看，通常一个人要修到七地菩萨，那是已经证得初果之后，要用两个阿僧祇劫的时间，才能够修到这个地位。这里是一生到西方极乐世界就得到，省了两个阿僧祇劫，这个便宜占大了。这是阿弥陀佛自己说出来的，不是别人讲的，决定可靠，没有一句妄语，而且愿愿都兑现。因为不兑现，他老人家发愿他不成佛，现在他已经成佛，所以这个愿，愿愿都兑现了。他当时在世自在王佛会上，向佛、向大众报告，这都是他提出的报告，的确是无比的殊胜庄严，确实是超越十方诸佛刹土。",
      "zh_TW": "後面這句話太殊勝了，『即生我剎，作阿惟越致菩薩』，阿惟越致是梵語，翻成中國意思是不退轉，這是講圓證三不退，位不退、行不退、念不退。三不退的菩薩，最低限度是圓教初住，這個真正不得了，不但是往生，往生到西方極樂世界，地位差不多就跟觀世音、大勢至距離沒多遠了。嚴格的講，阿惟越致是七地以上，你想想看，通常一個人要修到七地菩薩，那是已經證得初果之後，要用兩個阿僧祇劫的時間，才能夠修到這個地位。這裡是一生到西方極樂世界就得到，省了兩個阿僧祇劫，這個便宜佔大了。這是阿彌陀佛自己說出來的，不是別人講的，決定可靠，沒有一句妄語，而且願願都兌現。因為不兌現，他老人家發願他不成佛，現在他已經成佛，所以這個願，願願都兌現了。他當時在世自在王佛會上，向佛、向大眾報告，這都是他提出的報告，的確是無比的殊勝莊嚴，確實是超越十方諸佛剎土。"
    },
    {
      "id": "02-003-0008_p0075",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}