{
  "doc_id": "02-003-0021",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0021",
  "total_paragraphs": 159,
  "paragraphs": [
    {
      "id": "02-003-0021_p0001",
      "zh_CN": "第五十三面，第一行：",
      "zh_TW": "第五十三面，第一行："
    },
    {
      "id": "02-003-0021_p0002",
      "zh_CN": "【大士神光第二十八】",
      "zh_TW": "【大士神光第二十八】"
    },
    {
      "id": "02-003-0021_p0003",
      "zh_CN": "这一章经里面特别为我们介绍两位大菩萨，这两位菩萨与我们娑婆世界有特别的因缘，可以说人所共知，就是「家家观世音，户户弥陀佛」。观音菩萨在我们中国人的心目当中，是最殊胜的一位救主。请看经文：",
      "zh_TW": "這一章經裡面特別為我們介紹兩位大菩薩，這兩位菩薩與我們娑婆世界有特別的因緣，可以說人所共知，就是「家家觀世音，戶戶彌陀佛」。觀音菩薩在我們中國人的心目當中，是最殊勝的一位救主。請看經文："
    },
    {
      "id": "02-003-0021_p0004",
      "zh_CN": "【佛告阿难。彼佛国中。诸菩萨众。悉皆洞视。彻听。八方。上下。去来。现在之事。诸天人民。以及蜎飞蠕动之类。心意善恶。口所欲言。何时度脱。得道往生。皆豫知之。】",
      "zh_TW": "【佛告阿難。彼佛國中。諸菩薩眾。悉皆洞視。徹聽。八方。上下。去來。現在之事。諸天人民。以及蜎飛蠕動之類。心意善惡。口所欲言。何時度脫。得道往生。皆豫知之。】"
    },
    {
      "id": "02-003-0021_p0005",
      "zh_CN": "这一段经文，同修们一定要牢牢的记住，要熟读，全经我们一下背不起来，这段太重要了。这是阿弥陀佛四十八愿前面几愿，就是天眼、天耳、宿命、他心这几愿的成就。经上明白的告诉我们，『彼佛国中，诸菩萨众』，我们晓得，到了西方极乐世界统统是菩萨身分，即使是下品下生，也包括在这句经文之中，下品下生都包括在其中。他们的能力太大了，神通能力太大了，『悉皆洞视』，注意这个经里面的文字，「悉」是统统都有这个能力，并没有说下品下生除外，没有这个说法；换句话说，统统都有这样的能力，都能够洞视。『彻听』，彻听是天耳通，洞视是天眼通。他的能力有多大？下面跟我们说，『八方，上下』，八方加上上方、下方就是十方，他的能力能达到十方无量无边的世界。不但知道现前，他知道过去未来现在之事，过去世的、现在世的、未来世的，他统统见到、统统听到，这个能力太大了，不可思议。",
      "zh_TW": "這一段經文，同修們一定要牢牢的記住，要熟讀，全經我們一下背不起來，這段太重要了。這是阿彌陀佛四十八願前面幾願，就是天眼、天耳、宿命、他心這幾願的成就。經上明白的告訴我們，『彼佛國中，諸菩薩眾』，我們曉得，到了西方極樂世界統統是菩薩身分，即使是下品下生，也包括在這句經文之中，下品下生都包括在其中。他們的能力太大了，神通能力太大了，『悉皆洞視』，注意這個經裡面的文字，「悉」是統統都有這個能力，並沒有說下品下生除外，沒有這個說法；換句話說，統統都有這樣的能力，都能夠洞視。『徹聽』，徹聽是天耳通，洞視是天眼通。他的能力有多大？下面跟我們說，『八方，上下』，八方加上上方、下方就是十方，他的能力能達到十方無量無邊的世界。不但知道現前，他知道過去未來現在之事，過去世的、現在世的、未來世的，他統統見到、統統聽到，這個能力太大了，不可思議。"
    },
    {
      "id": "02-003-0021_p0006",
      "zh_CN": "『诸天人民，以及蜎飞蠕动之类』，蜎飞蠕动是讲畜生道里面的小虫，像蚊虫、蚂蚁，这些东西牠们心里面想的是什么，念头是善是恶。『口所欲言』，你还没说，你想说还没说出来，那里的菩萨都知道了，不要等你说出来。心里起心动念，西方世界无量无边这些菩萨，没有一个不知道的。我们听了这个话真的汗毛都直竖，自己以为自己心里面想的、所作所为没有人知道。哪里晓得西方极乐世界无量无边的大众没有一个不知道，什么起心动念他都晓得。所以从今之后，我们一定要注意自己的思想、言行，为什么？心里动个念头，想一想，我这个念头能对得起阿弥陀佛吗？能对得起观音菩萨吗？假如我起的念头是不能告人的，这不行。人是凡夫，不晓得你，西方极乐世界无量无边的大众没有一个不知道。不但如此，我们芸芸众生『何时度脱』，度脱就是你几时能够出离六道轮回，这是讲度脱，他也知道、他也晓得。脱离六道轮回，证阿罗汉果就行了。",
      "zh_TW": "『諸天人民，以及蜎飛蠕動之類』，蜎飛蠕動是講畜生道裡面的小蟲，像蚊蟲、螞蟻，這些東西牠們心裡面想的是什麼，念頭是善是惡。『口所欲言』，你還沒說，你想說還沒說出來，那裡的菩薩都知道了，不要等你說出來。心裡起心動念，西方世界無量無邊這些菩薩，沒有一個不知道的。我們聽了這個話真的汗毛都直豎，自己以為自己心裡面想的、所作所為沒有人知道。哪裡曉得西方極樂世界無量無邊的大眾沒有一個不知道，什麼起心動念他都曉得。所以從今之後，我們一定要注意自己的思想、言行，為什麼？心裡動個念頭，想一想，我這個念頭能對得起阿彌陀佛嗎？能對得起觀音菩薩嗎？假如我起的念頭是不能告人的，這不行。人是凡夫，不曉得你，西方極樂世界無量無邊的大眾沒有一個不知道。不但如此，我們芸芸眾生『何時度脫』，度脫就是你幾時能夠出離六道輪迴，這是講度脫，他也知道、他也曉得。脫離六道輪迴，證阿羅漢果就行了。"
    },
    {
      "id": "02-003-0021_p0007",
      "zh_CN": "下面讲『得道』，小乘证了初果也叫得道，二果、三果、四果都叫得道。通、别菩萨，就是通、别、圆的菩萨也叫做得道；藏、通、别佛还是叫得道。就是说你在佛法修学所证得的果位，这个叫得道。注意底下这一句，『往生』，因为这个句子没有说「往生得道」，它是说「得道往生」，这个味道不一样。换句话说，你学别的法门、学别的宗派，你证到阿罗汉果，你证到辟支佛果，你成了菩萨，甚至于你成了藏教佛、通教佛、别教佛，给诸位说，到后来还是得念阿弥陀佛，求生西方极乐世界，往生放在最后。你什么时候到西方极乐世界去，那个地方不要说是阿弥陀佛、观音、势至这些大菩萨，就是下品下生的小菩萨都知道。『皆豫知之』，豫是预先，他们老早都知道了！",
      "zh_TW": "下面講『得道』，小乘證了初果也叫得道，二果、三果、四果都叫得道。通、別菩薩，就是通、別、圓的菩薩也叫做得道；藏、通、別佛還是叫得道。就是說你在佛法修學所證得的果位，這個叫得道。注意底下這一句，『往生』，因為這個句子沒有說「往生得道」，它是說「得道往生」，這個味道不一樣。換句話說，你學別的法門、學別的宗派，你證到阿羅漢果，你證到辟支佛果，你成了菩薩，甚至於你成了藏教佛、通教佛、別教佛，給諸位說，到後來還是得念阿彌陀佛，求生西方極樂世界，往生放在最後。你什麼時候到西方極樂世界去，那個地方不要說是阿彌陀佛、觀音、勢至這些大菩薩，就是下品下生的小菩薩都知道。『皆豫知之』，豫是預先，他們老早都知道了！"
    },
    {
      "id": "02-003-0021_p0008",
      "zh_CN": "我们这一生因缘成熟，为什么？因缘要不成熟，说老实话，遇不到这部经。能够在一生当中遇到这部经，尤其是你能够听到讲这部经，因缘决定成熟。如果你真正听明白了，非常欢喜，信受奉行，那么我们度脱往生就在这一生，这是无比的幸运。其他人还要修行、还要证果位，不知要吃多少辛苦，要费多少的时劫。这个时间要论劫数来算的，就是小乘的果位都不得了。小乘你要是证得了须陀洹果之后，须陀洹是初果，证得初果之后，还要天上人间七次往来，才能证阿罗汉果，人间寿命短，天上寿命长。这个时间都是天文数字，我们没办法计算清楚的，天上人间七次往来，才能证个阿罗汉果。菩萨成佛那就更不必说，纵然成了别教的佛，最后还是要听普贤菩萨的话，十大愿王导生极乐，还是要导归极乐。不到极乐世界，圆满无上正等正觉你不能够证得。",
      "zh_TW": "我們這一生因緣成熟，為什麼？因緣要不成熟，說老實話，遇不到這部經。能夠在一生當中遇到這部經，尤其是你能夠聽到講這部經，因緣決定成熟。如果你真正聽明白了，非常歡喜，信受奉行，那麼我們度脫往生就在這一生，這是無比的幸運。其他人還要修行、還要證果位，不知要吃多少辛苦，要費多少的時劫。這個時間要論劫數來算的，就是小乘的果位都不得了。小乘你要是證得了須陀洹果之後，須陀洹是初果，證得初果之後，還要天上人間七次往來，才能證阿羅漢果，人間壽命短，天上壽命長。這個時間都是天文數字，我們沒辦法計算清楚的，天上人間七次往來，才能證個阿羅漢果。菩薩成佛那就更不必說，縱然成了別教的佛，最後還是要聽普賢菩薩的話，十大願王導生極樂，還是要導歸極樂。不到極樂世界，圓滿無上正等正覺你不能夠證得。"
    },
    {
      "id": "02-003-0021_p0009",
      "zh_CN": "从这段经文，你才晓得这部经之殊胜，才晓得我们遇到，能够在一生当中往生西方极乐世界，这个不容易。古德常说「无量劫来希有难逢之一日」，真正是无量劫以来稀有难逢，我们今天逢到了，遇到了。遇到了要不珍重，不认真把这个机会把握住，就太可惜了。要晓得无量劫以来稀有难逢这一天，这一天我们有幸遇到，决定不能让它空过，一定要把握这个机会，在这一生当中决定成就。这是说一般菩萨，所有一切菩萨都有这个能力。",
      "zh_TW": "從這段經文，你才曉得這部經之殊勝，才曉得我們遇到，能夠在一生當中往生西方極樂世界，這個不容易。古德常說「無量劫來希有難逢之一日」，真正是無量劫以來稀有難逢，我們今天逢到了，遇到了。遇到了要不珍重，不認真把這個機會把握住，就太可惜了。要曉得無量劫以來稀有難逢這一天，這一天我們有幸遇到，決定不能讓它空過，一定要把握這個機會，在這一生當中決定成就。這是說一般菩薩，所有一切菩薩都有這個能力。"
    },
    {
      "id": "02-003-0021_p0010",
      "zh_CN": "【又彼佛刹诸声闻众。身光一寻。】",
      "zh_TW": "【又彼佛剎諸聲聞眾。身光一尋。】"
    },
    {
      "id": "02-003-0021_p0011",
      "zh_CN": "『声闻众』，前面跟诸位说过，西方极乐世界没有声闻，统统是菩萨，这是比照他方所说的，就是这些菩萨见思烦恼已经断掉了。西方是圆教大乘，七信、八信、九信位的菩萨，佛就说他为声闻众，就是这个意思。『身光一寻』，一寻是八尺，这是讲他的常光，也是说明西方极乐世界的小菩萨，在一心不乱以前的这个地位的菩萨，身上有光，有八尺的光明。",
      "zh_TW": "『聲聞眾』，前面跟諸位說過，西方極樂世界沒有聲聞，統統是菩薩，這是比照他方所說的，就是這些菩薩見思煩惱已經斷掉了。西方是圓教大乘，七信、八信、九信位的菩薩，佛就說他為聲聞眾，就是這個意思。『身光一尋』，一尋是八尺，這是講他的常光，也是說明西方極樂世界的小菩薩，在一心不亂以前的這個地位的菩薩，身上有光，有八尺的光明。"
    },
    {
      "id": "02-003-0021_p0012",
      "zh_CN": "【菩萨光明。照百由旬。】",
      "zh_TW": "【菩薩光明。照百由旬。】"
    },
    {
      "id": "02-003-0021_p0013",
      "zh_CN": "『菩萨光明』就大了，这个菩萨就是像《金刚经》上讲的真菩萨，可不是假菩萨。为什么？四相、四见都破除了的这样的菩萨。你有四相四见在，佛不承认你是真正的菩萨，那是小菩萨，那就此地所讲的身光一寻，八尺。如果是到那边继续不断努力证到了理一心不乱，那就是菩萨，他的光明就大了，『照百由旬』，这就大得太多。",
      "zh_TW": "『菩薩光明』就大了，這個菩薩就是像《金剛經》上講的真菩薩，可不是假菩薩。為什麼？四相、四見都破除了的這樣的菩薩。你有四相四見在，佛不承認你是真正的菩薩，那是小菩薩，那就此地所講的身光一尋，八尺。如果是到那邊繼續不斷努力證到了理一心不亂，那就是菩薩，他的光明就大了，『照百由旬』，這就大得太多。"
    },
    {
      "id": "02-003-0021_p0014",
      "zh_CN": "【有二菩萨。最尊第一。】",
      "zh_TW": "【有二菩薩。最尊第一。】"
    },
    {
      "id": "02-003-0021_p0015",
      "zh_CN": "这是无量菩萨当中，释迦牟尼佛特别给我们赞叹两位菩萨，这两位菩萨非常特殊。",
      "zh_TW": "這是無量菩薩當中，釋迦牟尼佛特別給我們讚歎兩位菩薩，這兩位菩薩非常特殊。"
    },
    {
      "id": "02-003-0021_p0016",
      "zh_CN": "【威神光明。普照三千大千世界。】",
      "zh_TW": "【威神光明。普照三千大千世界。】"
    },
    {
      "id": "02-003-0021_p0017",
      "zh_CN": "实在说，这两位菩萨早就成佛了，是古佛再来，帮助阿弥陀佛教化众生，这两位菩萨与我们世界有大因缘。我们继续往下看：",
      "zh_TW": "實在說，這兩位菩薩早就成佛了，是古佛再來，幫助阿彌陀佛教化眾生，這兩位菩薩與我們世界有大因緣。我們繼續往下看："
    },
    {
      "id": "02-003-0021_p0018",
      "zh_CN": "【阿难白佛。彼二菩萨。其号云何。】",
      "zh_TW": "【阿難白佛。彼二菩薩。其號云何。】"
    },
    {
      "id": "02-003-0021_p0019",
      "zh_CN": "阿难听说很关心。其实阿难是知道的，代我们问的，我们不晓得，代我们问的。",
      "zh_TW": "阿難聽說很關心。其實阿難是知道的，代我們問的，我們不曉得，代我們問的。"
    },
    {
      "id": "02-003-0021_p0020",
      "zh_CN": "【佛言。一名观世音。一名大势至。】",
      "zh_TW": "【佛言。一名觀世音。一名大勢至。】"
    },
    {
      "id": "02-003-0021_p0021",
      "zh_CN": "这两位菩萨拿现代的话来说，知名度很高，尤其是观世音菩萨，可以说在所有诸佛菩萨当中，知名度第一。很多人都知道观世音菩萨，还不晓得阿弥陀佛，不知道释迦牟尼佛的人很多、不知道阿弥陀佛的人也很多，但是没有不知道观世音菩萨的。观世音菩萨名气第一大，现在讲知名度最高。大势至菩萨知名度的确比观世音就差很远了。学佛的人都知道这两位菩萨，这两位菩萨在我们这个世间，我们念下去：",
      "zh_TW": "這兩位菩薩拿現代的話來說，知名度很高，尤其是觀世音菩薩，可以說在所有諸佛菩薩當中，知名度第一。很多人都知道觀世音菩薩，還不曉得阿彌陀佛，不知道釋迦牟尼佛的人很多、不知道阿彌陀佛的人也很多，但是沒有不知道觀世音菩薩的。觀世音菩薩名氣第一大，現在講知名度最高。大勢至菩薩知名度的確比觀世音就差很遠了。學佛的人都知道這兩位菩薩，這兩位菩薩在我們這個世間，我們念下去："
    },
    {
      "id": "02-003-0021_p0022",
      "zh_CN": "【此二菩萨。于娑婆界。修菩萨行。往生彼国。常在阿弥陀佛左右。】",
      "zh_TW": "【此二菩薩。於娑婆界。修菩薩行。往生彼國。常在阿彌陀佛左右。】"
    },
    {
      "id": "02-003-0021_p0023",
      "zh_CN": "为什么观世音、大势至跟我们这个世界缘这么深？这里讲得清楚了，他在最初，像我们现在一样身分的时候，学佛修菩萨道，他在哪里修的？在我们娑婆世界修的，所以跟我们的缘就特别深。娑婆世界是他多生多劫之前的故乡，他在这里住得久，在这里发心，在这里修行成就的。当然也是往生西方世界，现在『在阿弥陀佛左右』，是阿弥陀佛的助手。",
      "zh_TW": "為什麼觀世音、大勢至跟我們這個世界緣這麼深？這裡講得清楚了，他在最初，像我們現在一樣身分的時候，學佛修菩薩道，他在哪裡修的？在我們娑婆世界修的，所以跟我們的緣就特別深。娑婆世界是他多生多劫之前的故鄉，他在這裡住得久，在這裡發心，在這裡修行成就的。當然也是往生西方世界，現在『在阿彌陀佛左右』，是阿彌陀佛的助手。"
    },
    {
      "id": "02-003-0021_p0024",
      "zh_CN": "【欲至十方无量佛所。随心则到。现居此界。作大利乐。】",
      "zh_TW": "【欲至十方無量佛所。隨心則到。現居此界。作大利樂。】"
    },
    {
      "id": "02-003-0021_p0025",
      "zh_CN": "这两位菩萨神通道力跟阿弥陀佛没有两样，十方无量无边诸佛刹土，他想到哪里就到哪里。现在住在我们娑婆世界，在中国，南海普陀山就是观世音菩萨应化的道场。中国大陆四大名山，有四大菩萨常住在这个地方，中国人有福，将来的中国人还是有福。所以我劝勉诸位同修要好好的学中国文，尤其是年轻的小朋友，一定要学华文。为什么？将来的世界还是中国人福报最大。连外国人也有些很有学问的人，他们的看法认为将来二十一世纪，他们说是中国人的世界。所以现在外国许多有眼光的人，都开始研究中国传统的学说，学习中国的文字，就是华语、华文，非常重要。要谈到学习，我也给诸位提示过，最好就是念这部《无量寿经》，这部《无量寿经》你要认真的念上三年，华语、华文你全都通达了。",
      "zh_TW": "這兩位菩薩神通道力跟阿彌陀佛沒有兩樣，十方無量無邊諸佛剎土，他想到哪裡就到哪裡。現在住在我們娑婆世界，在中國，南海普陀山就是觀世音菩薩應化的道場。中國大陸四大名山，有四大菩薩常住在這個地方，中國人有福，將來的中國人還是有福。所以我勸勉諸位同修要好好的學中國文，尤其是年輕的小朋友，一定要學華文。為什麼？將來的世界還是中國人福報最大。連外國人也有些很有學問的人，他們的看法認為將來二十一世紀，他們說是中國人的世界。所以現在外國許多有眼光的人，都開始研究中國傳統的學說，學習中國的文字，就是華語、華文，非常重要。要談到學習，我也給諸位提示過，最好就是念這部《無量壽經》，這部《無量壽經》你要認真的念上三年，華語、華文你全都通達了。"
    },
    {
      "id": "02-003-0021_p0026",
      "zh_CN": "中国的文言文学习起来，实在讲并不难，是很容易的。你看民国初年小学生，十一、二岁的小学生，他们写文章统统是文言文写出来的，写得非常美，我如果下次来，我把民国初年小学生模范作文，我带一本来给你们大家看看，那是民国初年小朋友写的，现在大学中文系的学生都写不出来，你说国文程度真是一落千丈。那个时候那么小的小朋友他会写，他怎么学来的？给诸位说，没有别的诀窍，就是背书。过去李老师在台中教古文，他的条件就是一定要熟背五十篇古文，你的文言文自然通达，你读诵决定没有障碍。你能够熟读一百篇，你就会写文言文，你就能够写。所以中国文言文的诀窍，就是背诵。现在人最大的毛病就是怕背书，一听说背书，头都大了，那你怎能学得会？从前人背书是死背，你能背五十篇就学会了。我们这个本子里面四十八篇，距离五十篇就差两篇，可以说相当符合李老师教学的标准。我们能把这部书从头到尾背得很熟，华文、华语就通达了，这个很重要！",
      "zh_TW": "中國的文言文學習起來，實在講並不難，是很容易的。你看民國初年小學生，十一、二歲的小學生，他們寫文章統統是文言文寫出來的，寫得非常美，我如果下次來，我把民國初年小學生模範作文，我帶一本來給你們大家看看，那是民國初年小朋友寫的，現在大學中文系的學生都寫不出來，你說國文程度真是一落千丈。那個時候那麼小的小朋友他會寫，他怎麼學來的？給諸位說，沒有別的訣竅，就是背書。過去李老師在台中教古文，他的條件就是一定要熟背五十篇古文，你的文言文自然通達，你讀誦決定沒有障礙。你能夠熟讀一百篇，你就會寫文言文，你就能夠寫。所以中國文言文的訣竅，就是背誦。現在人最大的毛病就是怕背書，一聽說背書，頭都大了，那你怎能學得會？從前人背書是死背，你能背五十篇就學會了。我們這個本子裡面四十八篇，距離五十篇就差兩篇，可以說相當符合李老師教學的標準。我們能把這部書從頭到尾背得很熟，華文、華語就通達了，這個很重要！"
    },
    {
      "id": "02-003-0021_p0027",
      "zh_CN": "菩萨应化在中国实在讲太多了，真正说之不尽。像最近我们所晓得的印光大师，他老人家就是西方极乐世界大势至菩萨的化身。怎么知道他是大势至菩萨再来的？传记里面，在《永思集》里面有一篇文章，是老法师一个皈依徒弟写的，他说出来的，这个事情千真万确，一点都不假。你们要了解这个事实真相，你就看《印光大师永思集》，里面有。『现居此界』，这两位菩萨时时示现在我们世间，劝我们念佛修净土。观音菩萨有三部经，所以平常念观音菩萨的人、修观音法门的人，应当要好好的去念观音三经。第一部经是在《华严经》里面，《华严经》就是善财童子五十三参，参访观世音菩萨，就是「观自在菩萨章」，这一章非常之好，《华严经》里面的观世音菩萨的一部经。第二部在《大佛顶首楞严经》第六卷里面，就是「观世音菩萨耳根圆通章」，这是观世音菩萨的经。第三部是在《法华经》里面「观世音菩萨普门品」。这是观音三经。",
      "zh_TW": "菩薩應化在中國實在講太多了，真正說之不盡。像最近我們所曉得的印光大師，他老人家就是西方極樂世界大勢至菩薩的化身。怎麼知道他是大勢至菩薩再來的？傳記裡面，在《永思集》裡面有一篇文章，是老法師一個皈依徒弟寫的，他說出來的，這個事情千真萬確，一點都不假。你們要了解這個事實真相，你就看《印光大師永思集》，裡面有。『現居此界』，這兩位菩薩時時示現在我們世間，勸我們念佛修淨土。觀音菩薩有三部經，所以平常念觀音菩薩的人、修觀音法門的人，應當要好好的去念觀音三經。第一部經是在《華嚴經》裡面，《華嚴經》就是善財童子五十三參，參訪觀世音菩薩，就是「觀自在菩薩章」，這一章非常之好，《華嚴經》裡面的觀世音菩薩的一部經。第二部在《大佛頂首楞嚴經》第六卷裡面，就是「觀世音菩薩耳根圓通章」，這是觀世音菩薩的經。第三部是在《法華經》裡面「觀世音菩薩普門品」。這是觀音三經。"
    },
    {
      "id": "02-003-0021_p0028",
      "zh_CN": "这三经，「耳根圆通章」，就是《楞严经》上这一章，观世音菩萨这部经完全是讲他自己修行成就的经典，观世音菩萨怎么样修成菩萨的，里面说他自己怎么个修行法。「普门品」里面是讲他怎样救苦救难，度一切众生。所以「普门品」是菩萨利他，讲利他这部经，但是在《华严经》上这一章是自利利他统统讲到。所以，这三经要合起来看，你才真正认识观世音菩萨，你才了解观音菩萨。单单念普门品」不行，你只知道观世音菩萨救苦救难，度一切众生，观音菩萨怎么修成的？不晓得。观音菩萨这个能力从哪里来的？不知道。你念了那两部，就晓得观音菩萨救度一切众生的能力是从什么地方来的，就知道了。所以三经一定要合起来看。",
      "zh_TW": "這三經，「耳根圓通章」，就是《楞嚴經》上這一章，觀世音菩薩這部經完全是講他自己修行成就的經典，觀世音菩薩怎麼樣修成菩薩的，裡面說他自己怎麼個修行法。「普門品」裡面是講他怎樣救苦救難，度一切眾生。所以「普門品」是菩薩利他，講利他這部經，但是在《華嚴經》上這一章是自利利他統統講到。所以，這三經要合起來看，你才真正認識觀世音菩薩，你才了解觀音菩薩。單單念普門品」不行，你只知道觀世音菩薩救苦救難，度一切眾生，觀音菩薩怎麼修成的？不曉得。觀音菩薩這個能力從哪裡來的？不知道。你念了那兩部，就曉得觀音菩薩救度一切眾生的能力是從什麼地方來的，就知道了。所以三經一定要合起來看。"
    },
    {
      "id": "02-003-0021_p0029",
      "zh_CN": "大势至菩萨的经典也是在《楞严经》上，「大势至菩萨念佛圆通章」，这章经文不长，比《心经》还短。《心经》两百六十个字，「大势至菩萨圆通章」只有两百四十四个字，比《心经》还短。但是这部经短是短，很了不起，诸位晓得，《般若心经》是《大般若》的心经，《大般若》有六百卷，所以是六百卷《大般若》之心，中心，精华。大势至菩萨这章经文是净土宗的心经、是净土法门的精华，千万不要以为这个很短，只有几行经文。它义理之丰富不亚于《无量寿经》，等于说是把《无量寿经》浓缩，浓缩成两百四十四个字，展开来就是《无量寿经》。再展开来，就像莲池大师的《疏钞》，博大精深。所以印光老法师把这章经文合在净土四经的后面，称为净土五经，净土五经怎么来的，我们要晓得。「大势至菩萨念佛圆通章」是印光老法师把它加进去的，「普贤行愿品」是清朝魏源居士加进去的。净土原本只有三经，这两部经是后加的。所以现在我们所看到的是净土五经，要晓得五经怎么来的。",
      "zh_TW": "大勢至菩薩的經典也是在《楞嚴經》上，「大勢至菩薩念佛圓通章」，這章經文不長，比《心經》還短。《心經》兩百六十個字，「大勢至菩薩圓通章」只有兩百四十四個字，比《心經》還短。但是這部經短是短，很了不起，諸位曉得，《般若心經》是《大般若》的心經，《大般若》有六百卷，所以是六百卷《大般若》之心，中心，精華。大勢至菩薩這章經文是淨土宗的心經、是淨土法門的精華，千萬不要以為這個很短，只有幾行經文。它義理之豐富不亞於《無量壽經》，等於說是把《無量壽經》濃縮，濃縮成兩百四十四個字，展開來就是《無量壽經》。再展開來，就像蓮池大師的《疏鈔》，博大精深。所以印光老法師把這章經文合在淨土四經的後面，稱為淨土五經，淨土五經怎麼來的，我們要曉得。「大勢至菩薩念佛圓通章」是印光老法師把它加進去的，「普賢行願品」是清朝魏源居士加進去的。淨土原本只有三經，這兩部經是後加的。所以現在我們所看到的是淨土五經，要曉得五經怎麼來的。"
    },
    {
      "id": "02-003-0021_p0030",
      "zh_CN": "这是在我们这个世界普遍的弘扬，专弘净土，尤其是大势至菩萨，他老人家提倡的是「都摄六根，净念相继」、「不假方便，自得心开」，与本经宗旨完全相同，就是发菩提心，一向专念，叫你专念。在此地有不少同修给我说，他们常常念大悲咒，念观世音菩萨，念了很久，念得很熟。现在听讲《无量寿经》，又想改换《无量寿经》，问我好不好？如果你要改过来，我告诉你，观音菩萨欢喜，不会说是得罪观音菩萨，不会的，这个你放心。问题就是你习不习惯，如果不太习惯，那我就劝你还是念大悲咒，还是念观音菩萨，一样往生西方极乐世界。为什么？观音菩萨在阿弥陀佛的左面，所以一样的，决定没有问题。",
      "zh_TW": "這是在我們這個世界普遍的弘揚，專弘淨土，尤其是大勢至菩薩，他老人家提倡的是「都攝六根，淨念相繼」、「不假方便，自得心開」，與本經宗旨完全相同，就是發菩提心，一向專念，叫你專念。在此地有不少同修給我說，他們常常念大悲咒，念觀世音菩薩，念了很久，念得很熟。現在聽講《無量壽經》，又想改換《無量壽經》，問我好不好？如果你要改過來，我告訴你，觀音菩薩歡喜，不會說是得罪觀音菩薩，不會的，這個你放心。問題就是你習不習慣，如果不太習慣，那我就勸你還是念大悲咒，還是念觀音菩薩，一樣往生西方極樂世界。為什麼？觀音菩薩在阿彌陀佛的左面，所以一樣的，決定沒有問題。"
    },
    {
      "id": "02-003-0021_p0031",
      "zh_CN": "但是，我要提醒诸位同修，念大悲咒一定要发大悲心；如果没有大悲心，大悲咒念得就不灵。大慈大悲是观世音菩萨的心，你念大悲咒，把自己的大慈悲心念出来，你跟观音菩萨心心相应，志同道合，菩萨的神力加持你，才能加持得上。所以持大悲咒的同修，一定要发大悲心，这才相应。末后这句开示是非常之好。",
      "zh_TW": "但是，我要提醒諸位同修，念大悲咒一定要發大悲心；如果沒有大悲心，大悲咒念得就不靈。大慈大悲是觀世音菩薩的心，你念大悲咒，把自己的大慈悲心念出來，你跟觀音菩薩心心相應，志同道合，菩薩的神力加持你，才能加持得上。所以持大悲咒的同修，一定要發大悲心，這才相應。末後這句開示是非常之好。"
    },
    {
      "id": "02-003-0021_p0032",
      "zh_CN": "【世间善男子。善女人。】",
      "zh_TW": "【世間善男子。善女人。】"
    },
    {
      "id": "02-003-0021_p0033",
      "zh_CN": "这就是指我们，指我们现在在世间的善男子、善女人。",
      "zh_TW": "這就是指我們，指我們現在在世間的善男子、善女人。"
    },
    {
      "id": "02-003-0021_p0034",
      "zh_CN": "【若有急难恐怖。】",
      "zh_TW": "【若有急難恐怖。】"
    },
    {
      "id": "02-003-0021_p0035",
      "zh_CN": "你要是有遇到困难，或者遇到恐怖，心里不安，不知道怎么办。释迦佛在此地教给我们：",
      "zh_TW": "你要是有遇到困難，或者遇到恐怖，心裡不安，不知道怎麼辦。釋迦佛在此地教給我們："
    },
    {
      "id": "02-003-0021_p0036",
      "zh_CN": "【但自归命观世音菩萨。无不得解脱者。】",
      "zh_TW": "【但自歸命觀世音菩薩。無不得解脫者。】"
    },
    {
      "id": "02-003-0021_p0037",
      "zh_CN": "这个经是省略，在原文里面还有大势至菩萨，就是「但自归命观世音、大势至菩萨，无不解脱者」。这是夏老师会集的时候，他把大势至省掉了，因为观世音菩萨名气太大，省掉了。没有问题，你求观世音菩萨有求必应，佛氏门中，有求必应，非常灵感，你决定不要怀疑，你决定不要求别的。你要是去求神、问卜、占卦、算命，什么看风水，那就坏了！怎么坏了？你对于观音菩萨不相信，不相信就不灵。你一定要相信他，我只求他，别的人统统不求，那观音菩萨一定要照顾你。你到处去求，观音菩萨：算了，反正你求得多，我不管了，你去找别的吧！这个利益就失掉了。所以决定只求观音菩萨一个人，非常的灵感。",
      "zh_TW": "這個經是省略，在原文裡面還有大勢至菩薩，就是「但自歸命觀世音、大勢至菩薩，無不解脫者」。這是夏老師會集的時候，他把大勢至省掉了，因為觀世音菩薩名氣太大，省掉了。沒有問題，你求觀世音菩薩有求必應，佛氏門中，有求必應，非常靈感，你決定不要懷疑，你決定不要求別的。你要是去求神、問卜、占卦、算命，什麼看風水，那就壞了！怎麼壞了？你對於觀音菩薩不相信，不相信就不靈。你一定要相信他，我只求他，別的人統統不求，那觀音菩薩一定要照顧你。你到處去求，觀音菩薩：算了，反正你求得多，我不管了，你去找別的吧！這個利益就失掉了。所以決定只求觀音菩薩一個人，非常的靈感。"
    },
    {
      "id": "02-003-0021_p0038",
      "zh_CN": "去年我在大陆，黄念祖老居士告诉我，他那个地方有不少的同修求观音菩萨很灵。甚至于生病，害病了，他们也不看医生也不吃药，怎么办？就念《无量寿经》，就是念这个经，他全家念《无量寿经》，念观世音菩萨名号，一直念到病变好了，灵得很！当时还有几个同修，那一天他请我吃饭的时候，有几个同修还在座，他们自动的站出来，他们本身就是用这个方法，非常灵验，有求必应。再看底下一章：",
      "zh_TW": "去年我在大陸，黃念祖老居士告訴我，他那個地方有不少的同修求觀音菩薩很靈。甚至於生病，害病了，他們也不看醫生也不吃藥，怎麼辦？就念《無量壽經》，就是念這個經，他全家念《無量壽經》，念觀世音菩薩名號，一直念到病變好了，靈得很！當時還有幾個同修，那一天他請我吃飯的時候，有幾個同修還在座，他們自動的站出來，他們本身就是用這個方法，非常靈驗，有求必應。再看底下一章："
    },
    {
      "id": "02-003-0021_p0039",
      "zh_CN": "【愿力宏深第二十九】",
      "zh_TW": "【願力宏深第二十九】"
    },
    {
      "id": "02-003-0021_p0040",
      "zh_CN": "这一章是说明西方极乐世界的菩萨愿力非常之大，决定一生补处，也就是决定一生成佛。虽然已经生到极乐世界，但是对于十方世界苦难的众生，他们并没有忘掉。他们神通大，天眼洞视、天耳彻听、他心遍知，哪一方众生机缘成熟了，这些菩萨就来了。什么叫做机缘成熟跟没成熟？给诸位说，所谓成熟就是你接受这个法门的机缘到了；换句话说，听到这个法门心里面欢喜，愿意学习。就是你听了能信、能解，你能够念佛发愿求生西方极乐世界，这就是说你的缘成熟了。你成熟了，西方世界的菩萨没有不来的，他马上要把这个法门送给你、告诉你，让你在这一生当中安安稳稳快速的成就。",
      "zh_TW": "這一章是說明西方極樂世界的菩薩願力非常之大，決定一生補處，也就是決定一生成佛。雖然已經生到極樂世界，但是對於十方世界苦難的眾生，他們並沒有忘掉。他們神通大，天眼洞視、天耳徹聽、他心遍知，哪一方眾生機緣成熟了，這些菩薩就來了。什麼叫做機緣成熟跟沒成熟？給諸位說，所謂成熟就是你接受這個法門的機緣到了；換句話說，聽到這個法門心裡面歡喜，願意學習。就是你聽了能信、能解，你能夠念佛發願求生西方極樂世界，這就是說你的緣成熟了。你成熟了，西方世界的菩薩沒有不來的，他馬上要把這個法門送給你、告訴你，讓你在這一生當中安安穩穩快速的成就。"
    },
    {
      "id": "02-003-0021_p0041",
      "zh_CN": "什么叫没成熟？没成熟，听到这个法门排斥，不愿意学习，不能生欢喜心，那佛菩萨就不来，来了没有用，所以他就不来。来了不但没有好处，反而增加你的罪业，你谤法，这是一切诸佛所弘扬的第一法门，你要是谤法，这个罪过很重，比谤其他法门罪过要重得多了。所以他不来，大慈大悲，来了还是大慈大悲。请看经文：",
      "zh_TW": "什麼叫沒成熟？沒成熟，聽到這個法門排斥，不願意學習，不能生歡喜心，那佛菩薩就不來，來了沒有用，所以他就不來。來了不但沒有好處，反而增加你的罪業，你謗法，這是一切諸佛所弘揚的第一法門，你要是謗法，這個罪過很重，比謗其他法門罪過要重得多了。所以他不來，大慈大悲，來了還是大慈大悲。請看經文："
    },
    {
      "id": "02-003-0021_p0042",
      "zh_CN": "【复次阿难。彼佛刹中。】",
      "zh_TW": "【復次阿難。彼佛剎中。】"
    },
    {
      "id": "02-003-0021_p0043",
      "zh_CN": "『彼佛』就是西方极乐世界阿弥陀佛。",
      "zh_TW": "『彼佛』就是西方極樂世界阿彌陀佛。"
    },
    {
      "id": "02-003-0021_p0044",
      "zh_CN": "【所有现在。未来。一切菩萨。】",
      "zh_TW": "【所有現在。未來。一切菩薩。】"
    },
    {
      "id": "02-003-0021_p0045",
      "zh_CN": "这个经文好，好在哪里？『现在』，现在是已经在极乐世界的。『未来』是哪些？我们这些人，我们这些人马上就要去了，这就是未来的。你看看这经文多好，说了，连我们统统都包括在其中。同修们只要欢喜信解、发愿，西方极乐世界那个地方七宝池中莲花已经生出来。只要自己努力，有个三、五年，必定有很大的成就，不可思议的成就。所以这个菩萨众包括我们大家在内。",
      "zh_TW": "這個經文好，好在哪裡？『現在』，現在是已經在極樂世界的。『未來』是哪些？我們這些人，我們這些人馬上就要去了，這就是未來的。你看看這經文多好，說了，連我們統統都包括在其中。同修們只要歡喜信解、發願，西方極樂世界那個地方七寶池中蓮花已經生出來。只要自己努力，有個三、五年，必定有很大的成就，不可思議的成就。所以這個菩薩眾包括我們大家在內。"
    },
    {
      "id": "02-003-0021_p0046",
      "zh_CN": "【皆当究竟一生补处。】",
      "zh_TW": "【皆當究竟一生補處。】"
    },
    {
      "id": "02-003-0021_p0047",
      "zh_CN": "已经在西方极乐世界人，那没话说，他一生决定成佛。我们现在已经发了心，发了心这一生决定去，决定去就决定成佛。所以『究竟一生补处』，包括我们现在就是的，你只要有真信切愿，你到西方极乐世界决定一生快速的成佛。除非你自己要学地藏王菩萨，那就没法子，你说地狱不空，我誓不成佛，那是你的大慈大悲。下面就说你要学地藏菩萨了。",
      "zh_TW": "已經在西方極樂世界人，那沒話說，他一生決定成佛。我們現在已經發了心，發了心這一生決定去，決定去就決定成佛。所以『究竟一生補處』，包括我們現在就是的，你只要有真信切願，你到西方極樂世界決定一生快速的成佛。除非你自己要學地藏王菩薩，那就沒法子，你說地獄不空，我誓不成佛，那是你的大慈大悲。下面就說你要學地藏菩薩了。"
    },
    {
      "id": "02-003-0021_p0048",
      "zh_CN": "【唯除大愿。入生死界。为度群生。作师子吼。擐大甲胄。以宏誓功德而自庄严。】",
      "zh_TW": "【唯除大願。入生死界。為度群生。作師子吼。擐大甲冑。以宏誓功德而自莊嚴。】"
    },
    {
      "id": "02-003-0021_p0049",
      "zh_CN": "这就是讲他还不着急成佛，着急赶紧去度众生，这就是地藏菩萨的弘愿。由此可知，地藏菩萨从哪里来的？还不是从西方极乐世界来的！他要不从西方极乐世界来，他哪有那么大的智慧，哪有那么大的神力？统统是西方极乐世界再来的。他有大愿，『入生死界』，就是到六道轮回恶道里面、地狱道里面去度众生，度这些苦难的众生。『作师子吼』，师子吼是比喻，比喻菩萨说法没有畏惧，狮子是兽中之王，菩萨说法没有障碍、没有畏惧。",
      "zh_TW": "這就是講他還不著急成佛，著急趕緊去度眾生，這就是地藏菩薩的弘願。由此可知，地藏菩薩從哪裡來的？還不是從西方極樂世界來的！他要不從西方極樂世界來，他哪有那麼大的智慧，哪有那麼大的神力？統統是西方極樂世界再來的。他有大願，『入生死界』，就是到六道輪迴惡道裡面、地獄道裡面去度眾生，度這些苦難的眾生。『作師子吼』，師子吼是比喻，比喻菩薩說法沒有畏懼，獅子是獸中之王，菩薩說法沒有障礙、沒有畏懼。"
    },
    {
      "id": "02-003-0021_p0050",
      "zh_CN": "『擐大甲胄』，这句是比喻精进。甲胄就是铠甲，古时候打仗的时候穿上盔甲可以抵挡兵刃，像现在打仗，战车排在第一线，装甲，就是这个意思。表示勇猛精进，表这个意思。『以宏誓功德而自庄严』，这就是发度众生的大愿，像地藏菩萨发的愿「地狱不空，誓不成佛」。地藏菩萨的精神、毅力的确值得我们佩服，他不怕苦、不怕难，为救度一切众生牺牲自己。他本来可以早就成佛道，他现在不成佛道，这是舍己为人。",
      "zh_TW": "『擐大甲冑』，這句是比喻精進。甲冑就是鎧甲，古時候打仗的時候穿上盔甲可以抵擋兵刃，像現在打仗，戰車排在第一線，裝甲，就是這個意思。表示勇猛精進，表這個意思。『以宏誓功德而自莊嚴』，這就是發度眾生的大願，像地藏菩薩發的願「地獄不空，誓不成佛」。地藏菩薩的精神、毅力的確值得我們佩服，他不怕苦、不怕難，為救度一切眾生犧牲自己。他本來可以早就成佛道，他現在不成佛道，這是捨己為人。"
    },
    {
      "id": "02-003-0021_p0051",
      "zh_CN": "【虽生五浊恶世。示现同彼。】",
      "zh_TW": "【雖生五濁惡世。示現同彼。】"
    },
    {
      "id": "02-003-0021_p0052",
      "zh_CN": "这就讲像我们娑婆世界，『五浊恶世』，这个世界不好，菩萨到此地来了。到此地来了之后，一定要示现跟我们一样，在人世间也得要吃尽苦头。真的，修行人，吃人家不愿意吃的食物，做人家不愿意做的工作，这就讲的『示现同彼』。",
      "zh_TW": "這就講像我們娑婆世界，『五濁惡世』，這個世界不好，菩薩到此地來了。到此地來了之後，一定要示現跟我們一樣，在人世間也得要吃盡苦頭。真的，修行人，吃人家不願意吃的食物，做人家不願意做的工作，這就講的『示現同彼』。"
    },
    {
      "id": "02-003-0021_p0053",
      "zh_CN": "【直至成佛。不受恶趣。】",
      "zh_TW": "【直至成佛。不受惡趣。】"
    },
    {
      "id": "02-003-0021_p0054",
      "zh_CN": "这是说明，他生生世世在六道轮回里面行菩萨道，他会不会真正堕落？不会。他到恶道里去是示现，比如观世音菩萨也常常到饿鬼道去。新加坡我听说佛事很多，超度的佛事很多，放焰口的时候，焰口台对面我们往往用纸做了个鬼王，青面獠牙，那个大鬼王叫焦面大士，焦面鬼王，在焰口台对面。焦面鬼王是谁？观世音菩萨的化身，观世音菩萨在饿鬼道，他就现鬼身，在人道就现人身，在地狱道就得现地狱身，在畜生道，他要现畜生身。他要不现同类身，就度不了那一类的众生。",
      "zh_TW": "這是說明，他生生世世在六道輪迴裡面行菩薩道，他會不會真正墮落？不會。他到惡道裡去是示現，比如觀世音菩薩也常常到餓鬼道去。新加坡我聽說佛事很多，超度的佛事很多，放焰口的時候，焰口台對面我們往往用紙做了個鬼王，青面獠牙，那個大鬼王叫焦面大士，焦面鬼王，在焰口台對面。焦面鬼王是誰？觀世音菩薩的化身，觀世音菩薩在餓鬼道，他就現鬼身，在人道就現人身，在地獄道就得現地獄身，在畜生道，他要現畜生身。他要不現同類身，就度不了那一類的眾生。"
    },
    {
      "id": "02-003-0021_p0055",
      "zh_CN": "所以地藏菩萨在地狱里面现的是地狱身，不像我们现在供的地藏菩萨的像，人像，这样庄严，不是！如果你看到地狱里面地藏菩萨，你看到会吓倒。观世音菩萨，你看焦面大士，看到都害怕，这个我们要知道。虽然示现恶道的身分，他不是恶道，他是示现，这就是讲『不受恶趣』，他不是真正恶道众生，他是示现的。",
      "zh_TW": "所以地藏菩薩在地獄裡面現的是地獄身，不像我們現在供的地藏菩薩的像，人像，這樣莊嚴，不是！如果你看到地獄裡面地藏菩薩，你看到會嚇倒。觀世音菩薩，你看焦面大士，看到都害怕，這個我們要知道。雖然示現惡道的身分，他不是惡道，他是示現，這就是講『不受惡趣』，他不是真正惡道眾生，他是示現的。"
    },
    {
      "id": "02-003-0021_p0056",
      "zh_CN": "【生生之处。常识宿命。】",
      "zh_TW": "【生生之處。常識宿命。】"
    },
    {
      "id": "02-003-0021_p0057",
      "zh_CN": "他不迷，换句话说，他的天眼、天耳、他心、宿命通，这个神通他都不丧失，统统都保持住。所以他自己知道他是示现，知道他在那里帮助一切苦难的众生。但是佛菩萨说帮助人，诸位要记住，要帮助有缘之人，有缘的就是我们通常讲善根、福德。自己一定要具足善根、福德，菩萨来帮忙，只帮忙一个增上缘。善根，福德是你本因，是自己真正成佛解脱之因，佛菩萨给我们做了个增上缘，有因有缘当然就结果，这是我们要晓得的。因里面就是善根福德，什么叫善根？能信、能解这是善根。什么叫福德？能愿、能行，你肯发愿，你肯念这一句阿弥陀佛，这是福德。所以，经上讲「不可以少善根福德因缘，得生彼国」。",
      "zh_TW": "他不迷，換句話說，他的天眼、天耳、他心、宿命通，這個神通他都不喪失，統統都保持住。所以他自己知道他是示現，知道他在那裡幫助一切苦難的眾生。但是佛菩薩說幫助人，諸位要記住，要幫助有緣之人，有緣的就是我們通常講善根、福德。自己一定要具足善根、福德，菩薩來幫忙，只幫忙一個增上緣。善根，福德是你本因，是自己真正成佛解脫之因，佛菩薩給我們做了個增上緣，有因有緣當然就結果，這是我們要曉得的。因裡面就是善根福德，什麼叫善根？能信、能解這是善根。什麼叫福德？能願、能行，你肯發願，你肯念這一句阿彌陀佛，這是福德。所以，經上講「不可以少善根福德因緣，得生彼國」。"
    },
    {
      "id": "02-003-0021_p0058",
      "zh_CN": "今天善根、福德、因缘这三样，诸位同修你们都具足了，三个条件都具足，那决定往生，不成问题。善根，你们能信、你们能解，听了之后欢喜，能听得懂，这是你的善根。你肯发愿往生西方，肯念这一句南无阿弥陀佛，这是你的福德，福德有了。这个法会，经本我们在这里讲解，这是缘，因缘，因缘具足了。现在三个条件统统具足，这个是无量劫来稀有的大事因缘，不容易遇得到，三个条件同时具足。这是决定往生、决定成佛。",
      "zh_TW": "今天善根、福德、因緣這三樣，諸位同修你們都具足了，三個條件都具足，那決定往生，不成問題。善根，你們能信、你們能解，聽了之後歡喜，能聽得懂，這是你的善根。你肯發願往生西方，肯念這一句南無阿彌陀佛，這是你的福德，福德有了。這個法會，經本我們在這裡講解，這是緣，因緣，因緣具足了。現在三個條件統統具足，這個是無量劫來稀有的大事因緣，不容易遇得到，三個條件同時具足。這是決定往生、決定成佛。"
    },
    {
      "id": "02-003-0021_p0059",
      "zh_CN": "【无量寿佛意欲度脱十方世界诸众生类。皆使往生其国。悉令得泥洹道。】",
      "zh_TW": "【無量壽佛意欲度脫十方世界諸眾生類。皆使往生其國。悉令得泥洹道。】"
    },
    {
      "id": "02-003-0021_p0060",
      "zh_CN": "这是说明阿弥陀佛的本愿。弥陀本愿如是，我们本师释迦牟尼佛又何尝不如是。十方世界无量无边诸佛，每一尊佛都是这样的愿望，希望度脱一切众生。弥陀的愿尤其不可思议，他希望我们统统生到西方极乐世界去，到了西方极乐世界一定圆满证得无上菩提涅槃。『泥洹』就是涅槃，如来果德，就是成佛。",
      "zh_TW": "這是說明阿彌陀佛的本願。彌陀本願如是，我們本師釋迦牟尼佛又何嘗不如是。十方世界無量無邊諸佛，每一尊佛都是這樣的願望，希望度脫一切眾生。彌陀的願尤其不可思議，他希望我們統統生到西方極樂世界去，到了西方極樂世界一定圓滿證得無上菩提涅槃。『泥洹』就是涅槃，如來果德，就是成佛。"
    },
    {
      "id": "02-003-0021_p0061",
      "zh_CN": "【作菩萨者。令悉作佛。】",
      "zh_TW": "【作菩薩者。令悉作佛。】"
    },
    {
      "id": "02-003-0021_p0062",
      "zh_CN": "十方菩萨往生到西方极乐世界，很快的他就成佛了。",
      "zh_TW": "十方菩薩往生到西方極樂世界，很快的他就成佛了。"
    },
    {
      "id": "02-003-0021_p0063",
      "zh_CN": "【既作佛已。转相教授。转相度脱。如是辗转。不可复计。】",
      "zh_TW": "【既作佛已。轉相教授。轉相度脫。如是輾轉。不可復計。】"
    },
    {
      "id": "02-003-0021_p0064",
      "zh_CN": "这段话我们要认真的学习，实在讲，这些话就是对我们说的。我们已经得到佛法最殊胜、最无比的利益，我们得到了，得到之后一定要把我们这个利益分享给别人，分享给大众，不能自己一个人自私自利的去享受。换句话说，我往生西方极乐世界，我一定要发愿多带一些人去，带得愈多愈好，这才是阿弥陀佛的本愿。阿弥陀佛希望我们怎样？『转相教授』，我们转教别人。如果跟别人讲一部经、一部论的确不容易，我们今天劝人念佛不难。甚至于不管他接受不接受，跟人家讲话的时候，人家问你一句话，「阿弥陀佛」，这就是我度脱他。这一句佛号贯到他的耳朵里去，就是把阿弥陀佛的种子种在他八识心田上。他要欢喜，我们就再不断的去帮助他；他要不欢喜，勉强也要叫他常常接受，见一次面就一句阿弥陀佛，见两次面两声阿弥陀佛，这就是度脱众生，要用这个方法。平常我们打电话，接起电话拿起来「阿弥陀佛」，对的，马上对方一句阿弥陀佛就灌进去。心心念念不要离开阿弥陀佛，这样才行，这就是『转相度脱，如是辗转，不可复计』。",
      "zh_TW": "這段話我們要認真的學習，實在講，這些話就是對我們說的。我們已經得到佛法最殊勝、最無比的利益，我們得到了，得到之後一定要把我們這個利益分享給別人，分享給大眾，不能自己一個人自私自利的去享受。換句話說，我往生西方極樂世界，我一定要發願多帶一些人去，帶得愈多愈好，這才是阿彌陀佛的本願。阿彌陀佛希望我們怎樣？『轉相教授』，我們轉教別人。如果跟別人講一部經、一部論的確不容易，我們今天勸人念佛不難。甚至於不管他接受不接受，跟人家講話的時候，人家問你一句話，「阿彌陀佛」，這就是我度脫他。這一句佛號貫到他的耳朵裡去，就是把阿彌陀佛的種子種在他八識心田上。他要歡喜，我們就再不斷的去幫助他；他要不歡喜，勉強也要叫他常常接受，見一次面就一句阿彌陀佛，見兩次面兩聲阿彌陀佛，這就是度脫眾生，要用這個方法。平常我們打電話，接起電話拿起來「阿彌陀佛」，對的，馬上對方一句阿彌陀佛就灌進去。心心念念不要離開阿彌陀佛，這樣才行，這就是『轉相度脫，如是輾轉，不可復計』。"
    },
    {
      "id": "02-003-0021_p0065",
      "zh_CN": "他将来学会了，他也辗转这样子教别人，这是我们帮助释迦牟尼佛，帮助阿弥陀佛接引众生，帮助他。如果他要想听经，我们不会讲，现在容易，现在我们这里讲的有录音带、有录像带，现在科技发达，成本很低，我们送一套给他，这就等于把《无量寿经》讲经的法会送到他家里去。他什么时候有时间，什么时候可以听，什么时候可以看，这个是辗转流通。",
      "zh_TW": "他將來學會了，他也輾轉這樣子教別人，這是我們幫助釋迦牟尼佛，幫助阿彌陀佛接引眾生，幫助他。如果他要想聽經，我們不會講，現在容易，現在我們這裡講的有錄音帶、有錄像帶，現在科技發達，成本很低，我們送一套給他，這就等於把《無量壽經》講經的法會送到他家裡去。他什麼時候有時間，什麼時候可以聽，什麼時候可以看，這個是輾轉流通。"
    },
    {
      "id": "02-003-0021_p0066",
      "zh_CN": "【十方世界。声闻菩萨。诸众生类。生彼佛国。得泥洹道。当作佛者。不可胜数。】",
      "zh_TW": "【十方世界。聲聞菩薩。諸眾生類。生彼佛國。得泥洹道。當作佛者。不可勝數。】"
    },
    {
      "id": "02-003-0021_p0067",
      "zh_CN": "这是讲十方世界往生到西方极乐世界的人，到那个地方证涅槃、成佛道的，数量没有法子计算，太多了。也许我们听到这句话之后，又会产生一个疑问，什么疑问？西方极乐世界到底有多大？这人去了能容得下吗？像我们现在这个地球已经有人满之患，人口太多了，吃的也不够了，住的地方也没有了，生活愈来愈艰难，人口太多，我们地球的面积太小了。底下经文给我们解答这个问题。",
      "zh_TW": "這是講十方世界往生到西方極樂世界的人，到那個地方證涅槃、成佛道的，數量沒有法子計算，太多了。也許我們聽到這句話之後，又會產生一個疑問，什麼疑問？西方極樂世界到底有多大？這人去了能容得下嗎？像我們現在這個地球已經有人滿之患，人口太多了，吃的也不夠了，住的地方也沒有了，生活愈來愈艱難，人口太多，我們地球的面積太小了。底下經文給我們解答這個問題。"
    },
    {
      "id": "02-003-0021_p0068",
      "zh_CN": "【彼佛国中。常如一法。不为增多。】",
      "zh_TW": "【彼佛國中。常如一法。不為增多。】"
    },
    {
      "id": "02-003-0021_p0069",
      "zh_CN": "这个不得了，这个不可思议。极乐世界，这句话就是告诉我们，纵然十方世界所有一切众生统统到极乐世界，极乐世界人没有听说增多。『常如一法』，一是一真法界，这完全是华严境界，一多无碍，一即是多，多即是一，一多无碍，这个不可思议，不是我们境界。我们要有这个境界，我们这个讲堂虽然是这么大，整个新加坡的人统统都到我们讲堂来，都坐在里面，我们讲堂没有显得很窄小，「常如一法」，这个不可思议。再多的人摆在里面，不会觉得很拥挤，还是过得非常舒服，跟人稀少的时候没有两样。",
      "zh_TW": "這個不得了，這個不可思議。極樂世界，這句話就是告訴我們，縱然十方世界所有一切眾生統統到極樂世界，極樂世界人沒有聽說增多。『常如一法』，一是一真法界，這完全是華嚴境界，一多無礙，一即是多，多即是一，一多無礙，這個不可思議，不是我們境界。我們要有這個境界，我們這個講堂雖然是這麼大，整個新加坡的人統統都到我們講堂來，都坐在裡面，我們講堂沒有顯得很窄小，「常如一法」，這個不可思議。再多的人擺在裡面，不會覺得很擁擠，還是過得非常舒服，跟人稀少的時候沒有兩樣。"
    },
    {
      "id": "02-003-0021_p0070",
      "zh_CN": "【所以者何。】",
      "zh_TW": "【所以者何。】"
    },
    {
      "id": "02-003-0021_p0071",
      "zh_CN": "佛在此地举一个比喻来给我们说。",
      "zh_TW": "佛在此地舉一個比喻來給我們說。"
    },
    {
      "id": "02-003-0021_p0072",
      "zh_CN": "【犹如大海。为水中王。】",
      "zh_TW": "【猶如大海。為水中王。】"
    },
    {
      "id": "02-003-0021_p0073",
      "zh_CN": "海太大了。",
      "zh_TW": "海太大了。"
    },
    {
      "id": "02-003-0021_p0074",
      "zh_CN": "【诸水流行。都入海中。】",
      "zh_TW": "【諸水流行。都入海中。】"
    },
    {
      "id": "02-003-0021_p0075",
      "zh_CN": "陆地上许多的江河，水都流到海里面去，一天到晚不断的往海里面流，海水有没有多出来？",
      "zh_TW": "陸地上許多的江河，水都流到海裡面去，一天到晚不斷的往海裡面流，海水有沒有多出來？"
    },
    {
      "id": "02-003-0021_p0076",
      "zh_CN": "【是大海水。宁为增减。】",
      "zh_TW": "【是大海水。寧為增減。】"
    },
    {
      "id": "02-003-0021_p0077",
      "zh_CN": "水有没有多呢？确实海水不增不减。江河一天到晚不断的在流，没有听说海水涨了，没听说。各地方闹旱灾，几年不下雨，也没有听说海水减了。海水的确不增不减，西方极乐世界就像大海一样。",
      "zh_TW": "水有沒有多呢？確實海水不增不減。江河一天到晚不斷的在流，沒有聽說海水漲了，沒聽說。各地方鬧旱災，幾年不下雨，也沒有聽說海水減了。海水的確不增不減，西方極樂世界就像大海一樣。"
    },
    {
      "id": "02-003-0021_p0078",
      "zh_CN": "【八方上下。】",
      "zh_TW": "【八方上下。】"
    },
    {
      "id": "02-003-0021_p0079",
      "zh_CN": "这是讲十方。",
      "zh_TW": "這是講十方。"
    },
    {
      "id": "02-003-0021_p0080",
      "zh_CN": "【佛国无数。】",
      "zh_TW": "【佛國無數。】"
    },
    {
      "id": "02-003-0021_p0081",
      "zh_CN": "诸佛国土无量无边。",
      "zh_TW": "諸佛國土無量無邊。"
    },
    {
      "id": "02-003-0021_p0082",
      "zh_CN": "【阿弥陀国。长久广大。明好快乐。最为独胜。】",
      "zh_TW": "【阿彌陀國。長久廣大。明好快樂。最為獨勝。】"
    },
    {
      "id": "02-003-0021_p0083",
      "zh_CN": "这是讲西方极乐世界，虽然只有三句形容，已经超越一切诸佛刹土。『长久』，无量寿，佛无量寿，人无量寿，国土无量寿，一一庄严没有一样不是无量寿，这是讲到长久。『广大』，就像大海一样，十方众生到那里去不增不减。『明好快乐』，明是光明，好是一切殊好，太殊胜、太美好了。『最为独胜』，在一切诸佛国土比较之下，西方极乐世界第一，没有能够超过它的。",
      "zh_TW": "這是講西方極樂世界，雖然只有三句形容，已經超越一切諸佛剎土。『長久』，無量壽，佛無量壽，人無量壽，國土無量壽，一一莊嚴沒有一樣不是無量壽，這是講到長久。『廣大』，就像大海一樣，十方眾生到那裡去不增不減。『明好快樂』，明是光明，好是一切殊好，太殊勝、太美好了。『最為獨勝』，在一切諸佛國土比較之下，西方極樂世界第一，沒有能夠超過它的。"
    },
    {
      "id": "02-003-0021_p0084",
      "zh_CN": "【本其为菩萨时。求道所愿。累德所致。】",
      "zh_TW": "【本其為菩薩時。求道所願。累德所致。】"
    },
    {
      "id": "02-003-0021_p0085",
      "zh_CN": "这一段说出西方极乐世界为什么会这样好。是阿弥陀佛在因地里面，我们前面看过，他老人家曾经发过四十八愿，五劫修行，积功累德，才有今天这样殊胜无比的庄严。这个不是偶然的，诸位同修，你们从头一直听到现在，你能够了解。如果你前面没有听，今天才来，当然这个地方你是不太了解。一直听下来都应该了解，前面看到他积功累德，世自在王给他说法千亿岁，又示现出十方无量无边一切佛刹给法藏比丘看。换句话说，法藏比丘真是我们中国人俗话所说的「读万卷书，行万里路」，他的学问成就是真实的。拿今天我们讲科学精神，他也是非常符合现代人所讲的科学精神，这样成就的。五劫修行，尤其这个时劫当中，广度十方一切众生往生其国，成佛、成菩萨，这个功德太大了。所以『求道所愿，累德所致』，累是累积，才有这样殊胜的庄严。",
      "zh_TW": "這一段說出西方極樂世界為什麼會這樣好。是阿彌陀佛在因地裡面，我們前面看過，他老人家曾經發過四十八願，五劫修行，積功累德，才有今天這樣殊勝無比的莊嚴。這個不是偶然的，諸位同修，你們從頭一直聽到現在，你能夠了解。如果你前面沒有聽，今天才來，當然這個地方你是不太了解。一直聽下來都應該了解，前面看到他積功累德，世自在王給他說法千億歲，又示現出十方無量無邊一切佛剎給法藏比丘看。換句話說，法藏比丘真是我們中國人俗話所說的「讀萬卷書，行萬里路」，他的學問成就是真實的。拿今天我們講科學精神，他也是非常符合現代人所講的科學精神，這樣成就的。五劫修行，尤其這個時劫當中，廣度十方一切眾生往生其國，成佛、成菩薩，這個功德太大了。所以『求道所願，累德所致』，累是累積，才有這樣殊勝的莊嚴。"
    },
    {
      "id": "02-003-0021_p0086",
      "zh_CN": "【无量寿佛。恩德布施。八方上下。无穷无极。】",
      "zh_TW": "【無量壽佛。恩德布施。八方上下。無窮無極。】"
    },
    {
      "id": "02-003-0021_p0087",
      "zh_CN": "这是讲阿弥陀佛对于一切众生的恩德，他老人家的布施就是建立西方极乐世界，帮助我们圆成佛道。如果没有这个场所，我们自己去靠修行来成就，经上讲一般成佛三大阿僧祇劫，《华严经》讲成佛无量劫，哪有这么快的！这种快速的成就，就是阿弥陀佛对于我们的布施，就是对我们的恩德。",
      "zh_TW": "這是講阿彌陀佛對於一切眾生的恩德，他老人家的布施就是建立西方極樂世界，幫助我們圓成佛道。如果沒有這個場所，我們自己去靠修行來成就，經上講一般成佛三大阿僧祇劫，《華嚴經》講成佛無量劫，哪有這麼快的！這種快速的成就，就是阿彌陀佛對於我們的布施，就是對我們的恩德。"
    },
    {
      "id": "02-003-0021_p0088",
      "zh_CN": "【深大无量。不可胜言。】",
      "zh_TW": "【深大無量。不可勝言。】"
    },
    {
      "id": "02-003-0021_p0089",
      "zh_CN": "这两句是世尊对他的赞叹。我们可以说，在这个世间什么人对我们的恩德最大？第一大恩大德就是阿弥陀佛，其次才是一切诸佛菩萨。父母对我们恩德是一生一世，诸佛菩萨是生生世世。阿弥陀佛的恩德尤其不可思议，叫我们一生圆满成佛，往生不退成佛，这个不可思议。所以，你要是细细去想想、去观察一下，弥陀对我恩德第一大。我们今天要不能依教奉行，怎么能对得起他老人家？所以你说要报恩，怎么报法？唯一报恩的方法，就是自己依照这个经典去修行，发愿往生。其次就是要把这个法门普遍的介绍、推荐给一切有缘的大众，所谓有缘的大众，就是他能够接受，我们一定要介绍给他。再看下面一章：",
      "zh_TW": "這兩句是世尊對他的讚歎。我們可以說，在這個世間什麼人對我們的恩德最大？第一大恩大德就是阿彌陀佛，其次才是一切諸佛菩薩。父母對我們恩德是一生一世，諸佛菩薩是生生世世。阿彌陀佛的恩德尤其不可思議，叫我們一生圓滿成佛，往生不退成佛，這個不可思議。所以，你要是細細去想想、去觀察一下，彌陀對我恩德第一大。我們今天要不能依教奉行，怎麼能對得起他老人家？所以你說要報恩，怎麼報法？唯一報恩的方法，就是自己依照這個經典去修行，發願往生。其次就是要把這個法門普遍的介紹、推薦給一切有緣的大眾，所謂有緣的大眾，就是他能夠接受，我們一定要介紹給他。再看下面一章："
    },
    {
      "id": "02-003-0021_p0090",
      "zh_CN": "【菩萨修持第三十】",
      "zh_TW": "【菩薩修持第三十】"
    },
    {
      "id": "02-003-0021_p0091",
      "zh_CN": "从前面二十八章到三十二章，都是说明西方极乐世界菩萨的妙德。这一章要给我们说明菩萨的妙行，与我们修学有很大的关系。请看经文：",
      "zh_TW": "從前面二十八章到三十二章，都是說明西方極樂世界菩薩的妙德。這一章要給我們說明菩薩的妙行，與我們修學有很大的關係。請看經文："
    },
    {
      "id": "02-003-0021_p0092",
      "zh_CN": "【复次阿难。彼佛刹中一切菩萨。】",
      "zh_TW": "【復次阿難。彼佛剎中一切菩薩。】"
    },
    {
      "id": "02-003-0021_p0093",
      "zh_CN": "这个『一切』就跟前面所说的一样，现在的菩萨，乃至于当生的菩萨，都包括在其中。现前只要具足信愿行，具足这三个条件，你就是「一切菩萨」当中的一分子。",
      "zh_TW": "這個『一切』就跟前面所說的一樣，現在的菩薩，乃至於當生的菩薩，都包括在其中。現前只要具足信願行，具足這三個條件，你就是「一切菩薩」當中的一分子。"
    },
    {
      "id": "02-003-0021_p0094",
      "zh_CN": "【禅定。智慧。神通。威德。无不圆满。】",
      "zh_TW": "【禪定。智慧。神通。威德。無不圓滿。】"
    },
    {
      "id": "02-003-0021_p0095",
      "zh_CN": "如果要说已经往生的人，这一句我们可以说是一点怀疑都没有。假如说我们现在具足了信愿行这三个条件，那我们的『禅定、智慧、神通、威德』也圆满了吗？我告诉诸位，真的圆满了。你们这三个条件不具足，那当然不圆满；如果你这三个条件真正具足，就圆满了。你要不相信，我一条一条的给你指出来。",
      "zh_TW": "如果要說已經往生的人，這一句我們可以說是一點懷疑都沒有。假如說我們現在具足了信願行這三個條件，那我們的『禪定、智慧、神通、威德』也圓滿了嗎？我告訴諸位，真的圓滿了。你們這三個條件不具足，那當然不圓滿；如果你這三個條件真正具足，就圓滿了。你要不相信，我一條一條的給你指出來。"
    },
    {
      "id": "02-003-0021_p0096",
      "zh_CN": "第一个『禅定』，你现在的心就定在阿弥陀佛上，除了阿弥陀佛之外，你一切都放下，你的禅定圆满了。不但世间一切法你放下，名闻利养、五欲六尘统统放下，一切佛法也放下，这叫圆满，这是你禅定圆满。你现在定在一法上、你定在一部经上，就是莲池大师所讲的「三藏十二部，让给别人悟，八万四千行，饶与别人行」，莲池大师最后只取一部《阿弥陀经》，一句阿弥陀佛，定了，完全定了。世出世间法从此以后都不动心，你的禅定成就了。『智慧』，智慧也成就了。智慧怎么成就？你能够选择这个法门，是无上的智慧。不是最高的智慧、最究竟、最圆满的智慧，你怎么会选到十方三世一切诸佛度众生的第一法门？你能够选择第一法门，这就是表示你智慧圆满。智慧不圆满，你不可能选择这个法门，这个法门决定一生成就。",
      "zh_TW": "第一個『禪定』，你現在的心就定在阿彌陀佛上，除了阿彌陀佛之外，你一切都放下，你的禪定圓滿了。不但世間一切法你放下，名聞利養、五欲六塵統統放下，一切佛法也放下，這叫圓滿，這是你禪定圓滿。你現在定在一法上、你定在一部經上，就是蓮池大師所講的「三藏十二部，讓給別人悟，八萬四千行，饒與別人行」，蓮池大師最後只取一部《阿彌陀經》，一句阿彌陀佛，定了，完全定了。世出世間法從此以後都不動心，你的禪定成就了。『智慧』，智慧也成就了。智慧怎麼成就？你能夠選擇這個法門，是無上的智慧。不是最高的智慧、最究竟、最圓滿的智慧，你怎麼會選到十方三世一切諸佛度眾生的第一法門？你能夠選擇第一法門，這就是表示你智慧圓滿。智慧不圓滿，你不可能選擇這個法門，這個法門決定一生成就。"
    },
    {
      "id": "02-003-0021_p0097",
      "zh_CN": "『神通』，神是神奇，超乎我们一般人的常识；通是通达，没有障碍。你想想看，信愿行三个条件具足的人，他是不是一切通达没有障碍？所以神通也圆满了。『威德』不必说，你只要天天念佛，你念佛，佛加持你，我们常讲，人相随心转，一天到晚念佛，不知不觉自己的相貌、自己的威仪就跟佛一样，哪有不圆满的道理！这是说没有到西方极乐世界，我们的禅定、智慧、神通、威德就圆满了，何况到西方极乐世界？",
      "zh_TW": "『神通』，神是神奇，超乎我們一般人的常識；通是通達，沒有障礙。你想想看，信願行三個條件具足的人，他是不是一切通達沒有障礙？所以神通也圓滿了。『威德』不必說，你只要天天念佛，你念佛，佛加持你，我們常講，人相隨心轉，一天到晚念佛，不知不覺自己的相貌、自己的威儀就跟佛一樣，哪有不圓滿的道理！這是說沒有到西方極樂世界，我們的禪定、智慧、神通、威德就圓滿了，何況到西方極樂世界？"
    },
    {
      "id": "02-003-0021_p0098",
      "zh_CN": "诸位同修要有信心，蕅益大师在《弥陀经要解》里面讲信、愿、行。讲信，他老人家讲六种。六种第一个，相信自己，相信自己的性德与阿弥陀佛、与诸佛如来无二无别，相信自己的性德。第二信佛。信佛是信什么？信经，相信佛句句话真实，佛决定不欺骗我们。佛教给我们这样做，我们依教奉行，我们这一生决定成就。违背经义，你要相信自己必堕三途，不但堕三途，必堕地狱。我们讲席当中常常提醒同修，古人讲的话没错，「地狱门前僧道多」，你修行不如法，将来必堕地狱。所以你信佛就是信佛的经典、信佛的教诲。尤其这部经上一再告诉我们，西方极乐世界佛菩萨天眼洞视、天耳彻听、他心遍知。我们在这个世间一举一动，佛菩萨看得清清楚楚，我们说个悄悄话，别人还没听到，佛菩萨也听得清清楚楚。甚至我们起个念头，这个念头善恶，佛菩萨也清楚，你能骗得了谁？",
      "zh_TW": "諸位同修要有信心，蕅益大師在《彌陀經要解》裡面講信、願、行。講信，他老人家講六種。六種第一個，相信自己，相信自己的性德與阿彌陀佛、與諸佛如來無二無別，相信自己的性德。第二信佛。信佛是信什麼？信經，相信佛句句話真實，佛決定不欺騙我們。佛教給我們這樣做，我們依教奉行，我們這一生決定成就。違背經義，你要相信自己必墮三途，不但墮三途，必墮地獄。我們講席當中常常提醒同修，古人講的話沒錯，「地獄門前僧道多」，你修行不如法，將來必墮地獄。所以你信佛就是信佛的經典、信佛的教誨。尤其這部經上一再告訴我們，西方極樂世界佛菩薩天眼洞視、天耳徹聽、他心遍知。我們在這個世間一舉一動，佛菩薩看得清清楚楚，我們說個悄悄話，別人還沒聽到，佛菩薩也聽得清清楚楚。甚至我們起個念頭，這個念頭善惡，佛菩薩也清楚，你能騙得了誰？"
    },
    {
      "id": "02-003-0021_p0099",
      "zh_CN": "大家总要记住，各人要照顾自己，为什么？各人造业各人受报，别人与我不相干。他造的善，他得善报，我不得善报；他造的恶业，他得恶报，我也不得恶报。时时要回光返照，要照自己的心行。每天我读这部经，我为什么叫你们一天念三遍，念三遍实在讲就是照三遍镜子。你们早晨起来洗脸要照照镜子，脸上脏了赶快洗干净，心里面肮脏，为什么不把它洗干净？晚上睡觉之前，也要照照镜子。现在叫你们念这个经，就是一天照三次镜子，照心，心里面有肮脏，把它洗干净。这个法门是从清净心入，前面跟诸位报告过，佛法修学的纲领是「觉而不迷，正而不邪，净而不染」，净土宗是从清净心下手的。心清净了，当然就正知正见，当然就觉而不迷，这是一定的道理的。修这个法门，二六时中保持自己的身心清净，决定不能染污。",
      "zh_TW": "大家總要記住，各人要照顧自己，為什麼？各人造業各人受報，別人與我不相干。他造的善，他得善報，我不得善報；他造的惡業，他得惡報，我也不得惡報。時時要回光返照，要照自己的心行。每天我讀這部經，我為什麼叫你們一天念三遍，念三遍實在講就是照三遍鏡子。你們早晨起來洗臉要照照鏡子，臉上髒了趕快洗乾淨，心裡面骯髒，為什麼不把它洗乾淨？晚上睡覺之前，也要照照鏡子。現在叫你們念這個經，就是一天照三次鏡子，照心，心裡面有骯髒，把它洗乾淨。這個法門是從清淨心入，前面跟諸位報告過，佛法修學的綱領是「覺而不迷，正而不邪，淨而不染」，淨土宗是從清淨心下手的。心清淨了，當然就正知正見，當然就覺而不迷，這是一定的道理的。修這個法門，二六時中保持自己的身心清淨，決定不能染污。"
    },
    {
      "id": "02-003-0021_p0100",
      "zh_CN": "所以要信佛、信事、信理、信因、信果，莲池大师教给我们的，一定要相信因果报应。事理因果都是佛在经典里面讲得非常圆满，特别是这部经。这部经不长，讲得古人赞叹非常的圆备，圆是圆满，备是具备，没有缺少，面面都讲到。所以这个经好，值得我们第一个选择，值得我们终生奉持。你能够这样做，你有福了，你的成佛的机缘这一生总算是成熟了。",
      "zh_TW": "所以要信佛、信事、信理、信因、信果，蓮池大師教給我們的，一定要相信因果報應。事理因果都是佛在經典裡面講得非常圓滿，特別是這部經。這部經不長，講得古人讚歎非常的圓備，圓是圓滿，備是具備，沒有缺少，面面都講到。所以這個經好，值得我們第一個選擇，值得我們終生奉持。你能夠這樣做，你有福了，你的成佛的機緣這一生總算是成熟了。"
    },
    {
      "id": "02-003-0021_p0101",
      "zh_CN": "【诸佛密藏。究竟明了。调伏诸根。身心柔软。深入正慧。无复余习。】",
      "zh_TW": "【諸佛密藏。究竟明了。調伏諸根。身心柔軟。深入正慧。無復餘習。】"
    },
    {
      "id": "02-003-0021_p0102",
      "zh_CN": "这是讲菩萨修行。虽然讲极乐世界的菩萨，我们今天要做，我们虽然不能够做到圆满，但是我们可以做到相当接近。什么叫『诸佛密藏』？密是秘密，藏是含藏，也就是最秘密的佛法。给诸位说不是密宗，密宗还不是最秘密。最秘密的是什么？密中之密，「诸佛密藏」就是一句阿弥陀佛，你们所得到的密不是密宗所能够推测的。这一句阿弥陀佛就是无上的密咒，念这个咒成究竟圆满佛。你念其他的咒，消消业障，有时候业障消不了，还增长业障，得到的是反效果。所以要知道这个法门不可思议。此地「诸佛密藏」，我直接指给大家就是这一句万德洪名，一切诸佛依这一句圣号得成无上菩提，十方一切众生依这一句佛号往生不退成佛，这不是诸佛密藏，是什么？前面经文上我们看过的。『究竟明了』，我们在这一会当中，短短的三十天，这个事情真的是究竟明了，我们搞清楚了！",
      "zh_TW": "這是講菩薩修行。雖然講極樂世界的菩薩，我們今天要做，我們雖然不能夠做到圓滿，但是我們可以做到相當接近。什麼叫『諸佛密藏』？密是祕密，藏是含藏，也就是最祕密的佛法。給諸位說不是密宗，密宗還不是最祕密。最祕密的是什麼？密中之密，「諸佛密藏」就是一句阿彌陀佛，你們所得到的密不是密宗所能夠推測的。這一句阿彌陀佛就是無上的密咒，念這個咒成究竟圓滿佛。你念其他的咒，消消業障，有時候業障消不了，還增長業障，得到的是反效果。所以要知道這個法門不可思議。此地「諸佛密藏」，我直接指給大家就是這一句萬德洪名，一切諸佛依這一句聖號得成無上菩提，十方一切眾生依這一句佛號往生不退成佛，這不是諸佛密藏，是什麼？前面經文上我們看過的。『究竟明了』，我們在這一會當中，短短的三十天，這個事情真的是究竟明瞭，我們搞清楚了！"
    },
    {
      "id": "02-003-0021_p0103",
      "zh_CN": "『调伏诸根，身心柔软，深入正慧』，这个不必说了，就是前面跟诸位讲的禅定、智慧、神通。「身心柔软」是神通，「调伏诸根」是禅定，「深入正慧」就是智慧，现前就能得到。『无复余习』，这一句话是讲功夫，你以前习气还在不在？如果习气还很重，那你要努力的修学，习气烦恼轻了，就是你功夫的增长。换句话说，就是你学的得力，你修学得力，你天天在进步，因为你的烦恼习气一天比一天少。底下这段开示，与我们眼前修行都有密切的关系。",
      "zh_TW": "『調伏諸根，身心柔軟，深入正慧』，這個不必說了，就是前面跟諸位講的禪定、智慧、神通。「身心柔軟」是神通，「調伏諸根」是禪定，「深入正慧」就是智慧，現前就能得到。『無復餘習』，這一句話是講功夫，你以前習氣還在不在？如果習氣還很重，那你要努力的修學，習氣煩惱輕了，就是你功夫的增長。換句話說，就是你學的得力，你修學得力，你天天在進步，因為你的煩惱習氣一天比一天少。底下這段開示，與我們眼前修行都有密切的關係。"
    },
    {
      "id": "02-003-0021_p0104",
      "zh_CN": "【依佛所行。】",
      "zh_TW": "【依佛所行。】"
    },
    {
      "id": "02-003-0021_p0105",
      "zh_CN": "这句话是总说。佛所行的统统在这部经典上，换句话说，我们依据这部经典的理论，将这部经典的教诫、佛陀的教诲，我们统统做到。我在前面也曾经提示诸位，你能够百分之百的做到，你必然上品上生；你能够做到百分之九十，你就是上品中生；你做到百分之八十，你就是上品下生。逐渐往下降，最低的品位下品下生，你要做到百分之二十，两成做不到，往生就没有把握。所以诸位同修，一定要把经里面的教训变成我们自己实际上的生活，变成我们的思想、行为。",
      "zh_TW": "這句話是總說。佛所行的統統在這部經典上，換句話說，我們依據這部經典的理論，將這部經典的教誡、佛陀的教誨，我們統統做到。我在前面也曾經提示諸位，你能夠百分之百的做到，你必然上品上生；你能夠做到百分之九十，你就是上品中生；你做到百分之八十，你就是上品下生。逐漸往下降，最低的品位下品下生，你要做到百分之二十，兩成做不到，往生就沒有把握。所以諸位同修，一定要把經裡面的教訓變成我們自己實際上的生活，變成我們的思想、行為。"
    },
    {
      "id": "02-003-0021_p0106",
      "zh_CN": "你要真正往这上努力去做，做得很像，很像个样子了。人家问某人怎么样？你去看看《无量寿经》，那个人就跟它一样。这个不得了，《无量寿经》就是我们自己的传记，这是我们自己的代表，你要想认识我、了解我，你去看看《无量寿经》，那就是我的心行的写照。这才叫做一个学佛的人，学佛要这样学法。经不是给你空念的，念了没用处，经是要做到，光是念经没用处。尤其是有口无心，要说好嘛，可以说比骂人好一点。不造口业；除这个之外，你还好，好在哪里？谈不上。一定要依照经典里面的教训，一条一条把它做到。前面已经说得很多了，此地还有一点补充的，如果跟前面一样的，那都不必说了。",
      "zh_TW": "你要真正往這上努力去做，做得很像，很像個樣子了。人家問某人怎麼樣？你去看看《無量壽經》，那個人就跟它一樣。這個不得了，《無量壽經》就是我們自己的傳記，這是我們自己的代表，你要想認識我、了解我，你去看看《無量壽經》，那就是我的心行的寫照。這才叫做一個學佛的人，學佛要這樣學法。經不是給你空念的，念了沒用處，經是要做到，光是念經沒用處。尤其是有口無心，要說好嘛，可以說比罵人好一點。不造口業；除這個之外，你還好，好在哪裡？談不上。一定要依照經典裡面的教訓，一條一條把它做到。前面已經說得很多了，此地還有一點補充的，如果跟前面一樣的，那都不必說了。"
    },
    {
      "id": "02-003-0021_p0107",
      "zh_CN": "【七觉圣道。】",
      "zh_TW": "【七覺聖道。】"
    },
    {
      "id": "02-003-0021_p0108",
      "zh_CN": "这四个字就是讲三十七道品，三十七道品说了最后的两科，七觉支、八圣道。但是诸位要晓得，三十七品一定是要从「四念处」修起，四念处是智慧，四念处是觉悟。所以，佛法第一个就是叫你要觉，不要迷。第一个是「观身不净」，每个人对自身非常之爱惜，我执很重，这是我们的大病，所有一切罪业都从这儿生的，为什么？自私自利，从这儿生的。如果一个人能把「我」看破，这个人换句话说不再造罪业了，决定不造罪业，为什么？只要把我看破了，他就证小乘须陀洹果，身见断了。小乘须陀洹决定不再堕三恶道，他证到位不退，为什么原因？我执没有了，身见破了，不会再为这个身造罪业。这条很重要。「观受是苦」，晓得我们在娑婆世界，所有一切的受只有苦没有乐，所谓三苦八苦，前面讲过了，此地不再细讲。三界统苦，纵然生到非想非非想天，还有行苦。一定要晓得三界苦，我们心才恳切，才真正能够把三界舍弃，求生西方极乐世界。「观心无常」，这个心就是讲的念头，念头一会儿想东，一会儿想西，不停！晚上睡大觉了还作梦。作梦就是心还在那里想，打妄想。心念日夜都不停止，这个不得了！",
      "zh_TW": "這四個字就是講三十七道品，三十七道品說了最後的兩科，七覺支、八聖道。但是諸位要曉得，三十七品一定是要從「四念處」修起，四念處是智慧，四念處是覺悟。所以，佛法第一個就是叫你要覺，不要迷。第一個是「觀身不淨」，每個人對自身非常之愛惜，我執很重，這是我們的大病，所有一切罪業都從這兒生的，為什麼？自私自利，從這兒生的。如果一個人能把「我」看破，這個人換句話說不再造罪業了，決定不造罪業，為什麼？只要把我看破了，他就證小乘須陀洹果，身見斷了。小乘須陀洹決定不再墮三惡道，他證到位不退，為什麼原因？我執沒有了，身見破了，不會再為這個身造罪業。這條很重要。「觀受是苦」，曉得我們在娑婆世界，所有一切的受只有苦沒有樂，所謂三苦八苦，前面講過了，此地不再細講。三界統苦，縱然生到非想非非想天，還有行苦。一定要曉得三界苦，我們心才懇切，才真正能夠把三界捨棄，求生西方極樂世界。「觀心無常」，這個心就是講的念頭，念頭一會兒想東，一會兒想西，不停！晚上睡大覺了還作夢。作夢就是心還在那裡想，打妄想。心念日夜都不停止，這個不得了！"
    },
    {
      "id": "02-003-0021_p0109",
      "zh_CN": "所以修行要在心地上下功夫，黄老居士给我们讲的几句话很有道理，这是同修们统统要记住的。第一个，我们同参道友修行，贵精不贵多。人多，多没有用，多有什么用？人愈多，张家长、李家短，杂心闲话，扰乱道场；真正道场不贵人多。像从前觉明妙行菩萨他那个道场总共十二个人，个个往生，这还得了吗？这不得了。十二个人统统往生，就是成就十二尊佛、十二尊菩萨，这还得了。所以，道场不在大，里头有没有真正修行人？有没有真正菩萨在里头？有没有真正佛在里面？这个不得了。讲到道场，重实质不重形式。形式是什么？人多、香火盛，这是外表。实质是什么？实质是这个道场是不是真正如法修持。也就像从前一样，一个道场它有道风、它有学风，你没有这两样东西，那就没有实质。",
      "zh_TW": "所以修行要在心地上下功夫，黃老居士給我們講的幾句話很有道理，這是同修們統統要記住的。第一個，我們同參道友修行，貴精不貴多。人多，多沒有用，多有什麼用？人愈多，張家長、李家短，雜心閒話，擾亂道場；真正道場不貴人多。像從前覺明妙行菩薩他那個道場總共十二個人，個個往生，這還得了嗎？這不得了。十二個人統統往生，就是成就十二尊佛、十二尊菩薩，這還得了。所以，道場不在大，裡頭有沒有真正修行人？有沒有真正菩薩在裡頭？有沒有真正佛在裡面？這個不得了。講到道場，重實質不重形式。形式是什麼？人多、香火盛，這是外表。實質是什麼？實質是這個道場是不是真正如法修持。也就像從前一樣，一個道場它有道風、它有學風，你沒有這兩樣東西，那就沒有實質。"
    },
    {
      "id": "02-003-0021_p0110",
      "zh_CN": "譬如说，我们这个道场如果选择专修净土，这是净土宗的道场。净土宗的道场，学依净土五经，顶多再加一论，五经一论，六样东西，学风！道风就是一句阿弥陀佛，长年不断，精进不懈，这是道风。道是讲行，学是讲解，解行并重，解行相应，这才叫真正的道场。三个人、五个人都不得了，诸佛护念，龙天拥护，那是真实的道场。如果场再大，你问他学风，没有，道风，也没有，这个道场是什么道场？要是说的不好听的话，三恶道的道场。到这里来修，修成什么？将来的结果修成畜生、修成饿鬼、修成地狱，还有修成妖魔鬼怪，那不是佛菩萨的道场。",
      "zh_TW": "譬如說，我們這個道場如果選擇專修淨土，這是淨土宗的道場。淨土宗的道場，學依淨土五經，頂多再加一論，五經一論，六樣東西，學風！道風就是一句阿彌陀佛，長年不斷，精進不懈，這是道風。道是講行，學是講解，解行並重，解行相應，這才叫真正的道場。三個人、五個人都不得了，諸佛護念，龍天擁護，那是真實的道場。如果場再大，你問他學風，沒有，道風，也沒有，這個道場是什麼道場？要是說的不好聽的話，三惡道的道場。到這裡來修，修成什麼？將來的結果修成畜生、修成餓鬼、修成地獄，還有修成妖魔鬼怪，那不是佛菩薩的道場。"
    },
    {
      "id": "02-003-0021_p0111",
      "zh_CN": "诸位同修一定要记住，修行重在一心不乱，重在这个上面。不重境界、不重禅定、不重感应，也不重神通，这些东西都无关紧要；要紧的是一心不乱，这个重要。希望同修们要记住，你能够把这个原则把握住，依照佛法修行，大致不至于走错路。其余的我就不必多讲了，这些佛学名词，佛学字典上、《教乘法数》，一般佛经的注解统统都有，诸位自己可以去查。",
      "zh_TW": "諸位同修一定要記住，修行重在一心不亂，重在這個上面。不重境界、不重禪定、不重感應，也不重神通，這些東西都無關緊要；要緊的是一心不亂，這個重要。希望同修們要記住，你能夠把這個原則把握住，依照佛法修行，大致不至於走錯路。其餘的我就不必多講了，這些佛學名詞，佛學字典上、《教乘法數》，一般佛經的註解統統都有，諸位自己可以去查。"
    },
    {
      "id": "02-003-0021_p0112",
      "zh_CN": "【修行五眼。】",
      "zh_TW": "【修行五眼。】"
    },
    {
      "id": "02-003-0021_p0113",
      "zh_CN": "五眼佛才具足，《金刚经》上说五眼圆明。",
      "zh_TW": "五眼佛才具足，《金剛經》上說五眼圓明。"
    },
    {
      "id": "02-003-0021_p0114",
      "zh_CN": "【照真达俗。】",
      "zh_TW": "【照真達俗。】"
    },
    {
      "id": "02-003-0021_p0115",
      "zh_CN": "五眼具足就『照真达俗』。佛是依二谛而说法，真谛、俗谛。真，他清清楚楚、明明白白，也就是讲一切诸法的法性，这是真的，性是真的。俗是什么？俗是现象，是作用。这句话简单的说，就是世出世间法一切通达，就是这个意思。",
      "zh_TW": "五眼具足就『照真達俗』。佛是依二諦而說法，真諦、俗諦。真，他清清楚楚、明明白白，也就是講一切諸法的法性，這是真的，性是真的。俗是什麼？俗是現象，是作用。這句話簡單的說，就是世出世間法一切通達，就是這個意思。"
    },
    {
      "id": "02-003-0021_p0116",
      "zh_CN": "【肉眼简择。】",
      "zh_TW": "【肉眼簡擇。】"
    },
    {
      "id": "02-003-0021_p0117",
      "zh_CN": "『简择』就是选择。我们今天能选择这个法门，不可思议，跟诸佛大菩萨的选择没有两样。你看普贤菩萨选择这个法门，文殊菩萨也选择这个法门，马鸣菩萨、龙树菩萨，在我们中国智者、永明统统选择这个法门，这都是最有智慧的人。在本经里面，阿难尊者选择这个法门，阿难是佛传法之人，后面我们会念到。",
      "zh_TW": "『簡擇』就是選擇。我們今天能選擇這個法門，不可思議，跟諸佛大菩薩的選擇沒有兩樣。你看普賢菩薩選擇這個法門，文殊菩薩也選擇這個法門，馬鳴菩薩、龍樹菩薩，在我們中國智者、永明統統選擇這個法門，這都是最有智慧的人。在本經裡面，阿難尊者選擇這個法門，阿難是佛傳法之人，後面我們會念到。"
    },
    {
      "id": "02-003-0021_p0118",
      "zh_CN": "【天眼通达。法眼清净。慧眼见真。佛眼具足。觉了法性。】",
      "zh_TW": "【天眼通達。法眼清淨。慧眼見真。佛眼具足。覺了法性。】"
    },
    {
      "id": "02-003-0021_p0119",
      "zh_CN": "『觉了法性』，觉是觉悟，了是明了。法性也就是经论上常讲的第一义谛，《华严》里面所讲的一真法界，也称作不思议解脱境界，这句话就是这个意思。底下一段是要说菩萨利他的行法，前面是菩萨自利，本身具足的。",
      "zh_TW": "『覺了法性』，覺是覺悟，了是明瞭。法性也就是經論上常講的第一義諦，《華嚴》裡面所講的一真法界，也稱作不思議解脫境界，這句話就是這個意思。底下一段是要說菩薩利他的行法，前面是菩薩自利，本身具足的。"
    },
    {
      "id": "02-003-0021_p0120",
      "zh_CN": "【辩才总持。自在无碍。善解世间无边方便。】",
      "zh_TW": "【辯才總持。自在無礙。善解世間無邊方便。】"
    },
    {
      "id": "02-003-0021_p0121",
      "zh_CN": "这句很重要。诸位同修你们发心修学、发心弘扬，弘扬佛法一定要通达世间法，世间法要是不通达，弘扬佛法决定有障碍。为什么？你跟别人讲，人家不接受，人家不欢迎，人家讨厌你。所以你一定要通达世间法，这就是讲『善解世间无边方便』。你有这个本事，换句话说，你所在之处一定受到广大群众的欢迎，你所讲的必然契机契理。契机，大家喜欢听、喜欢接受，言不违背真理，不违背佛所讲的理论、原则，这样才能够利益众生。",
      "zh_TW": "這句很重要。諸位同修你們發心修學、發心弘揚，弘揚佛法一定要通達世間法，世間法要是不通達，弘揚佛法決定有障礙。為什麼？你跟別人講，人家不接受，人家不歡迎，人家討厭你。所以你一定要通達世間法，這就是講『善解世間無邊方便』。你有這個本事，換句話說，你所在之處一定受到廣大群眾的歡迎，你所講的必然契機契理。契機，大家喜歡聽、喜歡接受，言不違背真理，不違背佛所講的理論、原則，這樣才能夠利益眾生。"
    },
    {
      "id": "02-003-0021_p0122",
      "zh_CN": "【所言诚谛。深入义味。】",
      "zh_TW": "【所言誠諦。深入義味。】"
    },
    {
      "id": "02-003-0021_p0123",
      "zh_CN": "『深入义味』，当然初学的人不容易得到，这是你自己有相当的功力。但是前面这句话重要，你一定要真诚。学佛的人处事待人接物要真、要诚，一定要利益众生，要能够舍己为人，要牺牲自己，成就别人。所以，你言语一定要『诚谛』，诚是真诚，谛是谛实，实实在在，没有一丝毫的虚假。这句话就是《金刚经》上讲的五语，「如来是真语者、实语者、如语者、不妄语者、不诳语者」，你能做到这五条，你的言就诚谛了。深入义味，这个言语能叫人回味无穷，他听了有余味。",
      "zh_TW": "『深入義味』，當然初學的人不容易得到，這是你自己有相當的功力。但是前面這句話重要，你一定要真誠。學佛的人處事待人接物要真、要誠，一定要利益眾生，要能夠捨己為人，要犧牲自己，成就別人。所以，你言語一定要『誠諦』，誠是真誠，諦是諦實，實實在在，沒有一絲毫的虛假。這句話就是《金剛經》上講的五語，「如來是真語者、實語者、如語者、不妄語者、不誑語者」，你能做到這五條，你的言就誠諦了。深入義味，這個言語能叫人回味無窮，他聽了有餘味。"
    },
    {
      "id": "02-003-0021_p0124",
      "zh_CN": "【度诸有情。演说正法。】",
      "zh_TW": "【度諸有情。演說正法。】"
    },
    {
      "id": "02-003-0021_p0125",
      "zh_CN": "到这个地方是一小段，这一段是讲菩萨他怎样去说法利益众生。将来同修们发心要弘扬佛法，要记住这个原则，这是诸佛菩萨统统用的常规。",
      "zh_TW": "到這個地方是一小段，這一段是講菩薩他怎樣去說法利益眾生。將來同修們發心要弘揚佛法，要記住這個原則，這是諸佛菩薩統統用的常規。"
    },
    {
      "id": "02-003-0021_p0126",
      "zh_CN": "【无相无为。无缚无脱。无诸分别。远离颠倒。】",
      "zh_TW": "【無相無為。無縛無脫。無諸分別。遠離顛倒。】"
    },
    {
      "id": "02-003-0021_p0127",
      "zh_CN": "这四句我们在此地不深讲，为什么？做不到。简而言之，就是离一切相。《金刚经》上也有相同的意义，就是「不取于相，如如不动」。不但相不取，非法相也不取，所谓是「二边不着，中道不存」，我们的心才真正清净，才是真正的觉悟。只要你有分别、有执着，你的心就不清净。这个当然不是初学的人一下能做得到的，可是我们这个法门殊胜，殊胜在哪里？我们起心动念，不起心动念就算了，一起心动念立刻把它转到阿弥陀佛上去，这个不可思议。",
      "zh_TW": "這四句我們在此地不深講，為什麼？做不到。簡而言之，就是離一切相。《金剛經》上也有相同的意義，就是「不取於相，如如不動」。不但相不取，非法相也不取，所謂是「二邊不著，中道不存」，我們的心才真正清淨，才是真正的覺悟。只要你有分別、有執著，你的心就不清淨。這個當然不是初學的人一下能做得到的，可是我們這個法門殊勝，殊勝在哪裡？我們起心動念，不起心動念就算了，一起心動念立刻把它轉到阿彌陀佛上去，這個不可思議。"
    },
    {
      "id": "02-003-0021_p0128",
      "zh_CN": "「阿弥陀佛」是不是也着相？看到好像是着相，实际上不着相。何以晓得不着相？经论、祖师都告诉我们，我们能念的这个心是始觉，所念的这一句佛号是自己的本觉，念佛是始觉合本觉，这就叫做究竟觉，与这个四句就相应了。其他法门里面要入这个境界不简单，这是念佛特别殊胜，无比的功德，现前都能得到，这个法门是真实不可思议。所以一切诸佛赞叹，一切诸佛弘扬，有它道理。",
      "zh_TW": "「阿彌陀佛」是不是也著相？看到好像是著相，實際上不著相。何以曉得不著相？經論、祖師都告訴我們，我們能念的這個心是始覺，所念的這一句佛號是自己的本覺，念佛是始覺合本覺，這就叫做究竟覺，與這個四句就相應了。其他法門裡面要入這個境界不簡單，這是念佛特別殊勝，無比的功德，現前都能得到，這個法門是真實不可思議。所以一切諸佛讚歎，一切諸佛弘揚，有它道理。"
    },
    {
      "id": "02-003-0021_p0129",
      "zh_CN": "【于所受用。皆无摄取。】",
      "zh_TW": "【於所受用。皆無攝取。】"
    },
    {
      "id": "02-003-0021_p0130",
      "zh_CN": "受用的要不要？要。譬如说我们今天在世间，我们还有这身体在，要不要吃饭？要。要不要穿衣？也要。要不要住房子？也要。一切生活必需品都要，这叫『摄取』。虽然都要，心里决定没有贪着、没有贪爱，虽有跟没有是一样。我今天为什么要？因为还要帮助别人。自己虽然成就了，随时可以往生，诸位你将来修学会有这个能力，随时可以走，你要不要走？不能走。你不要着急走，为什么？多带几个去，这个要紧。自己有能力走的时候不走，到处劝别人，希望多带几个去，这样才好。",
      "zh_TW": "受用的要不要？要。譬如說我們今天在世間，我們還有這身體在，要不要吃飯？要。要不要穿衣？也要。要不要住房子？也要。一切生活必需品都要，這叫『攝取』。雖然都要，心裡決定沒有貪著、沒有貪愛，雖有跟沒有是一樣。我今天為什麼要？因為還要幫助別人。自己雖然成就了，隨時可以往生，諸位你將來修學會有這個能力，隨時可以走，你要不要走？不能走。你不要著急走，為什麼？多帶幾個去，這個要緊。自己有能力走的時候不走，到處勸別人，希望多帶幾個去，這樣才好。"
    },
    {
      "id": "02-003-0021_p0131",
      "zh_CN": "不要自己一有这个能力赶紧就走了，这样的人也不少，大多数是什么人？没有听到这个经的人。没有听到这个经，不知道这个作法，他自己念佛念成功了，他马上就走了，这样的人的确很多。今天我在此地特地劝勉同修，我们有这个能力，别走。有这个能力随时可以走，何必着急？要舍己为人，这个世间多住几年，有缘的这些同修多帮助他。除非没有缘，讲了也没人听，没有人接受，这个时候可以走了。",
      "zh_TW": "不要自己一有這個能力趕緊就走了，這樣的人也不少，大多數是什麼人？沒有聽到這個經的人。沒有聽到這個經，不知道這個作法，他自己念佛念成功了，他馬上就走了，這樣的人的確很多。今天我在此地特地勸勉同修，我們有這個能力，別走。有這個能力隨時可以走，何必著急？要捨己為人，這個世間多住幾年，有緣的這些同修多幫助他。除非沒有緣，講了也沒人聽，沒有人接受，這個時候可以走了。"
    },
    {
      "id": "02-003-0021_p0132",
      "zh_CN": "【遍游佛刹。无爱无厌。】",
      "zh_TW": "【遍遊佛剎。無愛無厭。】"
    },
    {
      "id": "02-003-0021_p0133",
      "zh_CN": "有的佛刹非常清净庄严，对它没有贪爱；有的秽土造罪业的众生很多，你也不讨厌。始终保持一个清净心、平等心。",
      "zh_TW": "有的佛剎非常清淨莊嚴，對它沒有貪愛；有的穢土造罪業的眾生很多，你也不討厭。始終保持一個清淨心、平等心。"
    },
    {
      "id": "02-003-0021_p0134",
      "zh_CN": "【亦无希求不希求想。】",
      "zh_TW": "【亦無希求不希求想。】"
    },
    {
      "id": "02-003-0021_p0135",
      "zh_CN": "真实平等，一味对待一切众生，这才真正是行菩萨道。",
      "zh_TW": "真實平等，一味對待一切眾生，這才真正是行菩薩道。"
    },
    {
      "id": "02-003-0021_p0136",
      "zh_CN": "【亦无彼我违怨之想。】",
      "zh_TW": "【亦無彼我違怨之想。】"
    },
    {
      "id": "02-003-0021_p0137",
      "zh_CN": "当然在这个世间，我们过去无量劫以来，跟这些众生相处，恩怨结得太多，总是免不了。以前没有觉悟，常常存着有报恩、报怨的念头，现在觉悟了，觉悟了，一切法都像梦幻泡影一样。要把恩怨的心把它化解掉，恢复到自己的平静、清净。从今之后，虽然利益一切众生，不作利益想。作利益想，对我们自己就有损害，为什么？又有执着，又有了分别执着。要学诸佛与大菩萨，「作而无作，无作而作」，帮助一切众生，一定要做到三轮体空，就是把我，能帮助的这个我忘掉，我帮助的对象也忘掉；换句话说，离开之后，心地干干净净，一尘不染。不要老念着，念着就坏了，我们不干这个傻事情。见面的时候非常之欢喜，离开之后忘掉了，不但对方的人没有了，我也没有了，这样才好。不要生感情，生感情会堕落，生感情就是六道轮回生死根本。",
      "zh_TW": "當然在這個世間，我們過去無量劫以來，跟這些眾生相處，恩怨結得太多，總是免不了。以前沒有覺悟，常常存著有報恩、報怨的念頭，現在覺悟了，覺悟了，一切法都像夢幻泡影一樣。要把恩怨的心把它化解掉，恢復到自己的平靜、清淨。從今之後，雖然利益一切眾生，不作利益想。作利益想，對我們自己就有損害，為什麼？又有執著，又有了分別執著。要學諸佛與大菩薩，「作而無作，無作而作」，幫助一切眾生，一定要做到三輪體空，就是把我，能幫助的這個我忘掉，我幫助的對象也忘掉；換句話說，離開之後，心地乾乾淨淨，一塵不染。不要老念著，念著就壞了，我們不幹這個傻事情。見面的時候非常之歡喜，離開之後忘掉了，不但對方的人沒有了，我也沒有了，這樣才好。不要生感情，生感情會墮落，生感情就是六道輪迴生死根本。"
    },
    {
      "id": "02-003-0021_p0138",
      "zh_CN": "我们中国古人讲「太上忘情」，佛法不是讲忘情，佛法讲太上，感情变成了智慧。就是佛法讲，般若智慧跟感情是一桩事情，迷的时候叫感情，觉悟了叫智慧。智慧跟感情是一个东西，就是迷与悟这两种不同状况之下，取两个名字而已，是一桩事情，就是觉跟迷，觉悟了叫慈悲，迷了叫爱情。换句话说，佛菩萨是真爱，真正爱世人，他是真正有爱有情，他是真的。凡夫，给诸位说没有爱也没有情，全是假的。你们那个心靠不住，一会儿爱他，一会儿又恨他，他会变，你们是虚情假意，不能相信。你们要相信一切人，这个人对我怎么好，相信他真好，那你是糊涂、你是颠倒，你是迷惑颠倒，不能相信。不但不能相信人，对自己都不能相信，为什么？自己的感情都会变化。今天我对这个人好，明天我又对他不好，自己都靠不住，还能靠别人吗？唯有成佛、成菩萨，成佛成菩萨他用真心，真心永远不变，所以他爱护一切众生，永远不变。你敬重他，他爱护你，你恨他，甚至于杀他，他还是爱护你，他永远不变，那是真的。这个事实的真相你要看破，从此以后一切恩恩怨怨的要离开、要舍弃，不要想这个，想阿弥陀佛，想阿弥陀佛就好。",
      "zh_TW": "我們中國古人講「太上忘情」，佛法不是講忘情，佛法講太上，感情變成了智慧。就是佛法講，般若智慧跟感情是一樁事情，迷的時候叫感情，覺悟了叫智慧。智慧跟感情是一個東西，就是迷與悟這兩種不同狀況之下，取兩個名字而已，是一樁事情，就是覺跟迷，覺悟了叫慈悲，迷了叫愛情。換句話說，佛菩薩是真愛，真正愛世人，他是真正有愛有情，他是真的。凡夫，給諸位說沒有愛也沒有情，全是假的。你們那個心靠不住，一會兒愛他，一會兒又恨他，他會變，你們是虛情假意，不能相信。你們要相信一切人，這個人對我怎麼好，相信他真好，那你是糊塗、你是顛倒，你是迷惑顛倒，不能相信。不但不能相信人，對自己都不能相信，為什麼？自己的感情都會變化。今天我對這個人好，明天我又對他不好，自己都靠不住，還能靠別人嗎？唯有成佛、成菩薩，成佛成菩薩他用真心，真心永遠不變，所以他愛護一切眾生，永遠不變。你敬重他，他愛護你，你恨他，甚至於殺他，他還是愛護你，他永遠不變，那是真的。這個事實的真相你要看破，從此以後一切恩恩怨怨的要離開、要捨棄，不要想這個，想阿彌陀佛，想阿彌陀佛就好。"
    },
    {
      "id": "02-003-0021_p0139",
      "zh_CN": "【何以故。彼诸菩萨。于一切众生。有大慈悲利益心故。】",
      "zh_TW": "【何以故。彼諸菩薩。於一切眾生。有大慈悲利益心故。】"
    },
    {
      "id": "02-003-0021_p0140",
      "zh_CN": "这个意思我想你们能够体会得到。",
      "zh_TW": "這個意思我想你們能夠體會得到。"
    },
    {
      "id": "02-003-0021_p0141",
      "zh_CN": "【舍离一切执着。成就无量功德。】",
      "zh_TW": "【捨離一切執著。成就無量功德。】"
    },
    {
      "id": "02-003-0021_p0142",
      "zh_CN": "这句话重要。佛在《华严经．出现品》里面说，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这句话把众生所以成为众生的根本原因给我们说破了，就是妄想、执着。我们能够『舍离一切执着』，就『成就无量功德』，就跟诸佛菩萨没有两样，性德就能够现前。所以，分别执着是决定要舍弃的。",
      "zh_TW": "這句話重要。佛在《華嚴經．出現品》裡面說，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這句話把眾生所以成為眾生的根本原因給我們說破了，就是妄想、執著。我們能夠『捨離一切執著』，就『成就無量功德』，就跟諸佛菩薩沒有兩樣，性德就能夠現前。所以，分別執著是決定要捨棄的。"
    },
    {
      "id": "02-003-0021_p0143",
      "zh_CN": "【以无碍慧。解法如如。】",
      "zh_TW": "【以無礙慧。解法如如。】"
    },
    {
      "id": "02-003-0021_p0144",
      "zh_CN": "『解法如如』完全是《金刚般若》的境界。所以有人说，念佛人没有智慧，那他是对于净土经论一窍不通，我们不要去理会他。这句话就是一部《金刚经》，你说「解法如如」这句话怎么讲？把《金刚经》从头到尾讲一遍，这四个字就讲清楚了。如如理、如如智、如如事、如如相，《法华经》里面讲十如是，天台大师展开百界千如，就是这四个字的解释，这四个字的展开。",
      "zh_TW": "『解法如如』完全是《金剛般若》的境界。所以有人說，念佛人沒有智慧，那他是對於淨土經論一竅不通，我們不要去理會他。這句話就是一部《金剛經》，你說「解法如如」這句話怎麼講？把《金剛經》從頭到尾講一遍，這四個字就講清楚了。如如理、如如智、如如事、如如相，《法華經》裡面講十如是，天台大師展開百界千如，就是這四個字的解釋，這四個字的展開。"
    },
    {
      "id": "02-003-0021_p0145",
      "zh_CN": "【善知集灭。音声方便。不欣世语。乐在正论。】",
      "zh_TW": "【善知集滅。音聲方便。不欣世語。樂在正論。】"
    },
    {
      "id": "02-003-0021_p0146",
      "zh_CN": "菩萨有如如智，菩萨证如如理，所以他对于世出世间一切方便法『善知』，明了通达。对于世间这一切乐事，『世语』，他是随缘不攀缘。菩萨的正意落在『正论』，正论就是为一切众生讲经说法，这个是正论。",
      "zh_TW": "菩薩有如如智，菩薩證如如理，所以他對於世出世間一切方便法『善知』，明瞭通達。對於世間這一切樂事，『世語』，他是隨緣不攀緣。菩薩的正意落在『正論』，正論就是為一切眾生講經說法，這個是正論。"
    },
    {
      "id": "02-003-0021_p0147",
      "zh_CN": "【知一切法。悉皆空寂。】",
      "zh_TW": "【知一切法。悉皆空寂。】"
    },
    {
      "id": "02-003-0021_p0148",
      "zh_CN": "这就是《金刚经》上讲的「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。",
      "zh_TW": "這就是《金剛經》上講的「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。"
    },
    {
      "id": "02-003-0021_p0149",
      "zh_CN": "【生身烦恼。二余俱尽。】",
      "zh_TW": "【生身煩惱。二餘俱盡。】"
    },
    {
      "id": "02-003-0021_p0150",
      "zh_CN": "『余』是讲习气，统统断干净了。",
      "zh_TW": "『餘』是講習氣，統統斷乾淨了。"
    },
    {
      "id": "02-003-0021_p0151",
      "zh_CN": "【于三界中。平等勤修。究竟一乘。】",
      "zh_TW": "【於三界中。平等勤修。究竟一乘。】"
    },
    {
      "id": "02-003-0021_p0152",
      "zh_CN": "『究竟一乘』就是这个法门，就是发菩提心，一向专念，这个诸位要记住。这个法门是究竟一乘，譬如说《华严》是一乘，大家晓得，《华严》为什么不叫究竟一乘？《华严》到最后十大愿王，导归极乐，如果《华严》是究竟一乘，何必再到极乐世界去？没有意义。《华严》是一乘，最后归到西方极乐世界这才得大圆满，西方极乐世界是究竟一乘。",
      "zh_TW": "『究竟一乘』就是這個法門，就是發菩提心，一向專念，這個諸位要記住。這個法門是究竟一乘，譬如說《華嚴》是一乘，大家曉得，《華嚴》為什麼不叫究竟一乘？《華嚴》到最後十大願王，導歸極樂，如果《華嚴》是究竟一乘，何必再到極樂世界去？沒有意義。《華嚴》是一乘，最後歸到西方極樂世界這才得大圓滿，西方極樂世界是究竟一乘。"
    },
    {
      "id": "02-003-0021_p0153",
      "zh_CN": "【至于彼岸。】",
      "zh_TW": "【至於彼岸。】"
    },
    {
      "id": "02-003-0021_p0154",
      "zh_CN": "前面两句是讲修，平等勤修，究竟一乘。『至于彼岸』是成佛，成究竟圆满佛，就是无上正等正觉。",
      "zh_TW": "前面兩句是講修，平等勤修，究竟一乘。『至於彼岸』是成佛，成究竟圓滿佛，就是無上正等正覺。"
    },
    {
      "id": "02-003-0021_p0155",
      "zh_CN": "【决断疑网。证无所得。】",
      "zh_TW": "【決斷疑網。證無所得。】"
    },
    {
      "id": "02-003-0021_p0156",
      "zh_CN": "这两句话就是《心经》末后的「无智亦无得」，这是般若到达了极处，无智亦无得。",
      "zh_TW": "這兩句話就是《心經》末後的「無智亦無得」，這是般若到達了極處，無智亦無得。"
    },
    {
      "id": "02-003-0021_p0157",
      "zh_CN": "【以方便智。增长了知。从本以来。安住神通。得一乘道。不由他悟。】",
      "zh_TW": "【以方便智。增長了知。從本以來。安住神通。得一乘道。不由他悟。】"
    },
    {
      "id": "02-003-0021_p0158",
      "zh_CN": "自觉觉他都是根据这个原理，所以『得一乘道』，不是由他悟，是你自己悟的。这就是黄老居士常讲的，修行重在悟心，就是悟一心不乱，决定不在感应、境界、神通，不在这些，这些东西决定没有好处。",
      "zh_TW": "自覺覺他都是根據這個原理，所以『得一乘道』，不是由他悟，是你自己悟的。這就是黃老居士常講的，修行重在悟心，就是悟一心不亂，決定不在感應、境界、神通，不在這些，這些東西決定沒有好處。"
    },
    {
      "id": "02-003-0021_p0159",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}