{
  "doc_id": "02-003-0003",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0003",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "02-003-0003_p0001",
      "zh_CN": "请掀开经本第九面，从第一行看起：",
      "zh_TW": "請掀開經本第九面，從第一行看起："
    },
    {
      "id": "02-003-0003_p0002",
      "zh_CN": "【法会圣众第一】",
      "zh_TW": "【法會聖眾第一】"
    },
    {
      "id": "02-003-0003_p0003",
      "zh_CN": "从今天起，我们就正式讲经文。这部经前面曾经跟诸位介绍过，是会集本，也就是五种原译本重新校对、重新编辑而成的。这个本子的好处是每个字、每一句都是原译本里面的文字，夏莲居居士自己没有更换一个字。所以这个本子比以往三家节会本要殊胜得多。正因为如此，梅光羲老居士称这个本子是《无量寿经》九种本子里面最好的一本，是值得我们信赖的，值得我们依教修行的。诸位将来看过九种原本，你就能够知道它的好处。",
      "zh_TW": "從今天起，我們就正式講經文。這部經前面曾經跟諸位介紹過，是會集本，也就是五種原譯本重新校對、重新編輯而成的。這個本子的好處是每個字、每一句都是原譯本裡面的文字，夏蓮居居士自己沒有更換一個字。所以這個本子比以往三家節會本要殊勝得多。正因為如此，梅光羲老居士稱這個本子是《無量壽經》九種本子裡面最好的一本，是值得我們信賴的，值得我們依教修行的。諸位將來看過九種原本，你就能夠知道它的好處。"
    },
    {
      "id": "02-003-0003_p0004",
      "zh_CN": "现在我们看经文，『法会圣众第一』。佛经的体例都有三分，所谓是序分、正宗分、流通分。星洲这个地方佛法相当的兴盛，许多法师、大德在此地讲过很多的经典，像这些佛学常识相信大家都知道。不过在本经，序分很长，夏莲居大士会集本经，将经文分为四十八章。这个分法也是取阿弥陀佛四十八愿普度众生的意思，所以将经文分做四十八章。每一章他都标一个题目，像第一章他标的是「法会圣众」，次序上这是排在第一，使我们读诵经文格外的显目，格外的亲切。本经的序文一共占了三章，所以序文很长，不像其他经典的序文多半是很简短的。前面两章是属于通序，第三章是属于别序，到第四章才是正宗分。现在我们先来看通序，通序里面的第一部分。",
      "zh_TW": "現在我們看經文，『法會聖眾第一』。佛經的體例都有三分，所謂是序分、正宗分、流通分。星洲這個地方佛法相當的興盛，許多法師、大德在此地講過很多的經典，像這些佛學常識相信大家都知道。不過在本經，序分很長，夏蓮居大士會集本經，將經文分為四十八章。這個分法也是取阿彌陀佛四十八願普度眾生的意思，所以將經文分做四十八章。每一章他都標一個題目，像第一章他標的是「法會聖眾」，次序上這是排在第一，使我們讀誦經文格外的顯目，格外的親切。本經的序文一共佔了三章，所以序文很長，不像其他經典的序文多半是很簡短的。前面兩章是屬於通序，第三章是屬於別序，到第四章才是正宗分。現在我們先來看通序，通序裡面的第一部分。"
    },
    {
      "id": "02-003-0003_p0005",
      "zh_CN": "【如是我闻。一时佛在王舍城。耆阇崛山中。与大比丘众万二千人俱。】",
      "zh_TW": "【如是我聞。一時佛在王舍城。耆闍崛山中。與大比丘眾萬二千人俱。】"
    },
    {
      "id": "02-003-0003_p0006",
      "zh_CN": "这一部分就是讲的六种成就，六种成就第一个是信成就，『如是』是信成就，『我闻』是闻成就，『一时』是时成就，『佛』是主成就，『在王舍城，耆阇崛山中』是处成就，『与大比丘众万二千人俱』是众成就。这是六种成就具足，正像开会会议记录一样。",
      "zh_TW": "這一部分就是講的六種成就，六種成就第一個是信成就，『如是』是信成就，『我聞』是聞成就，『一時』是時成就，『佛』是主成就，『在王舍城，耆闍崛山中』是處成就，『與大比丘眾萬二千人俱』是眾成就。這是六種成就具足，正像開會會議記錄一樣。"
    },
    {
      "id": "02-003-0003_p0007",
      "zh_CN": "六种成就在顺序上，第一个是「信」。信是入佛法的第一个条件，不信就没办法入佛门，可见得信非常重要。这个信，跟其他宗教的信不相同，其他宗教的信是强迫我们相信，像信主、信耶稣，不信不行的，一定要相信，没有理由好说的。佛法讲信是跟你讲道理，因为你不信你就不肯来学，你信佛法好，对我们自己有利益，我们才肯发心来学习。所以，信是有条件的，什么条件？我们晓得释迦牟尼佛是个好人，不是坏人，他不会骗人，不会骗人的人我们就可以相信他。佛教我们不妄语，五戒里就有不妄语，佛自己当然不会打妄语。何况佛在《金刚经》上说得很清楚，如来是「真语者」，真就不假；「实语者」，实就不虚；「如语者」，如是恰到好处，有什么说什么，不增加一点，也不缺少一点，这个才叫如语；又说是「不妄语者、不诳语者」，不妄语是不说假话，不诳语是不过分、不夸张。所以，如来是五语者，我们应当要相信他。",
      "zh_TW": "六種成就在順序上，第一個是「信」。信是入佛法的第一個條件，不信就沒辦法入佛門，可見得信非常重要。這個信，跟其他宗教的信不相同，其他宗教的信是強迫我們相信，像信主、信耶穌，不信不行的，一定要相信，沒有理由好說的。佛法講信是跟你講道理，因為你不信你就不肯來學，你信佛法好，對我們自己有利益，我們才肯發心來學習。所以，信是有條件的，什麼條件？我們曉得釋迦牟尼佛是個好人，不是壞人，他不會騙人，不會騙人的人我們就可以相信他。佛教我們不妄語，五戒裡就有不妄語，佛自己當然不會打妄語。何況佛在《金剛經》上說得很清楚，如來是「真語者」，真就不假；「實語者」，實就不虛；「如語者」，如是恰到好處，有什麼說什麼，不增加一點，也不缺少一點，這個才叫如語；又說是「不妄語者、不誑語者」，不妄語是不說假話，不誑語是不過分、不誇張。所以，如來是五語者，我們應當要相信他。"
    },
    {
      "id": "02-003-0003_p0008",
      "zh_CN": "「如是」就是指这部经，因为佛当年在世讲经说法，并没有把它写成讲义，没有。佛只是说，说过就算了。经典怎么来的？是释迦牟尼佛灭度之后，弟子们发心把它重新记录下来，这个就不简单。佛说法四十九年，说了这么多佛法，谁有能力把它事后记录下来？不是当时记录的，是事后记录的。佛弟子当中有一位阿难尊者，我们经上会提到他，这个人非常聪明，记忆力很好。他的头脑差不多就像我们现在的录音机一样，他听过一遍永远不会忘记，他有这个本事，这是个特殊能力的人，一般人做不到。佛灭度之后，同学们就把他推举出来，因为他记忆力好，听一次不会忘记，希望他把佛陀四十九年所讲的经重复讲一遍，请他复讲。他在复讲的时候，大家就笔记，把它记录下来，这样就成为经典。所以，经典是阿难尊者集结的。因此，在集结经文前面，他就加上这句话，「如是我闻」。「如是」就是指这部经典，「我」就是阿难尊者自称，是我亲自听佛说的，这说明不是传闻，这决定靠得住。",
      "zh_TW": "「如是」就是指這部經，因為佛當年在世講經說法，並沒有把它寫成講義，沒有。佛只是說，說過就算了。經典怎麼來的？是釋迦牟尼佛滅度之後，弟子們發心把它重新記錄下來，這個就不簡單。佛說法四十九年，說了這麼多佛法，誰有能力把它事後記錄下來？不是當時記錄的，是事後記錄的。佛弟子當中有一位阿難尊者，我們經上會提到他，這個人非常聰明，記憶力很好。他的頭腦差不多就像我們現在的錄音機一樣，他聽過一遍永遠不會忘記，他有這個本事，這是個特殊能力的人，一般人做不到。佛滅度之後，同學們就把他推舉出來，因為他記憶力好，聽一次不會忘記，希望他把佛陀四十九年所講的經重複講一遍，請他複講。他在複講的時候，大家就筆記，把它記錄下來，這樣就成為經典。所以，經典是阿難尊者集結的。因此，在集結經文前面，他就加上這句話，「如是我聞」。「如是」就是指這部經典，「我」就是阿難尊者自稱，是我親自聽佛說的，這說明不是傳聞，這決定靠得住。"
    },
    {
      "id": "02-003-0003_p0009",
      "zh_CN": "阿难有没有会把佛的话记错？这是我们很关心的事情，如果他老人家记错了、传错了，我们也就错学了，那就冤枉了。好在当年集结经典的时候，规矩非常严格。同学五百人，五百阿罗汉，都是证阿罗汉果的人参加这个大会，就是集结经典的大会。阿难把佛的经重复说一遍，这些阿罗汉当时都曾经在座听释迦牟尼佛讲，这五百个人给我们做证明。如果阿难所复讲的有一句话讲错了，这五百个人当中只要有一个人提出意见，「阿难尊者，这句话好像我没有听佛这么说」，这句话就要删掉，不能记下来。不像现在是少数服从多数，多数通过就可以。那五百个人有一个人不通过就不行，必须所复讲的这五百个人各个都同意、都承认，这才能够记录下来。所以，经典可靠性是非常之大，也可以说阿难决定没有说错，错一个字、错一句都不会通过，这是当年集结时候非常之谨慎。所以，开头这四个字说的就是这个意思。",
      "zh_TW": "阿難有沒有會把佛的話記錯？這是我們很關心的事情，如果他老人家記錯了、傳錯了，我們也就錯學了，那就冤枉了。好在當年集結經典的時候，規矩非常嚴格。同學五百人，五百阿羅漢，都是證阿羅漢果的人參加這個大會，就是集結經典的大會。阿難把佛的經重複說一遍，這些阿羅漢當時都曾經在座聽釋迦牟尼佛講，這五百個人給我們做證明。如果阿難所複講的有一句話講錯了，這五百個人當中只要有一個人提出意見，「阿難尊者，這句話好像我沒有聽佛這麼說」，這句話就要刪掉，不能記下來。不像現在是少數服從多數，多數通過就可以。那五百個人有一個人不通過就不行，必須所複講的這五百個人各個都同意、都承認，這才能夠記錄下來。所以，經典可靠性是非常之大，也可以說阿難決定沒有說錯，錯一個字、錯一句都不會通過，這是當年集結時候非常之謹慎。所以，開頭這四個字說的就是這個意思。"
    },
    {
      "id": "02-003-0003_p0010",
      "zh_CN": "这六种成就也是释迦牟尼佛嘱咐的、交代的。佛灭度的时候，阿难尊者只证初果，见惑虽然断了，思惑没有断，思惑就是贪瞋痴慢没有断，换句话说，感情还很重。阿难是很富于感情的人，释迦牟尼佛灭度，他在旁边痛哭流涕，佛走了，舍不得。这一哭当然心就乱了，阿[少/兔]楼驮尊者就告诉他，你是佛的侍者，你是佛的传法人，佛现在要走了，有些重要的事情你还不赶快请教佛的开导，你怎么可以在此地哭哭啼啼的？阿难就说，我现在因为很悲哀，我心都乱掉了，问什么都不知道，你叫我问什么？阿[少/兔]楼驮就教给他四桩事情，有四个问题一定要问。他说佛在的时候，我们都以佛为老师，佛不在了我们以谁为老师？这个问题很严重。佛要不指定一个继承人，我们以谁为老师？这个事情重要。第二个问题，佛在的时候，我们大家跟佛在一起住，佛到哪里我们都跟到哪里；佛不在了，我们跟谁住？我们依谁住？第三个问题就是恶比丘，当然同学当中有些顽皮的，调皮捣蛋的，恶比丘。佛在世的时候，佛教诫他，佛不在世，我们谁能管得了？我们对这些人怎么办？第四个问题，将来集结经典，经典开头应该怎么写法？就问四个问题。",
      "zh_TW": "這六種成就也是釋迦牟尼佛囑咐的、交代的。佛滅度的時候，阿難尊者只證初果，見惑雖然斷了，思惑沒有斷，思惑就是貪瞋痴慢沒有斷，換句話說，感情還很重。阿難是很富於感情的人，釋迦牟尼佛滅度，他在旁邊痛哭流涕，佛走了，捨不得。這一哭當然心就亂了，阿[少/兔]樓馱尊者就告訴他，你是佛的侍者，你是佛的傳法人，佛現在要走了，有些重要的事情你還不趕快請教佛的開導，你怎麼可以在此地哭哭啼啼的？阿難就說，我現在因為很悲哀，我心都亂掉了，問什麼都不知道，你叫我問什麼？阿[少/兔]樓馱就教給他四樁事情，有四個問題一定要問。他說佛在的時候，我們都以佛為老師，佛不在了我們以誰為老師？這個問題很嚴重。佛要不指定一個繼承人，我們以誰為老師？這個事情重要。第二個問題，佛在的時候，我們大家跟佛在一起住，佛到哪裡我們都跟到哪裡；佛不在了，我們跟誰住？我們依誰住？第三個問題就是惡比丘，當然同學當中有些頑皮的，調皮搗蛋的，惡比丘。佛在世的時候，佛教誡他，佛不在世，我們誰能管得了？我們對這些人怎麼辦？第四個問題，將來集結經典，經典開頭應該怎麼寫法？就問四個問題。"
    },
    {
      "id": "02-003-0003_p0011",
      "zh_CN": "阿难就觉悟到了，赶紧请教释迦牟尼佛。佛就告诉他，第一个问题，答复他，「以戒为师」。佛在世的时候，我们以佛为老师；佛不在世，能够遵守佛的戒律就等于佛在世没有两样，所以就留了这句话，以戒为师，以戒律为老师。第二个问题，依谁住？佛在世依佛住，佛不在世，我们跟谁一块住？佛就说了，「依四念处住」，就是三十七道品里面的第一科四念处。第三个问题，就是遇到恶性的比丘我们怎么办？佛就说了，「默摈」。默摈是什么意思？就是孔老夫子所说的敬而远之，我们对他恭敬，不要理他就好了，用这个方法，对于恶人是敬而远之。最后一个问题，就是一切经的开头怎么写法？佛就教他，写「如是我闻，一时佛在什么地方，与哪些人在一起」，开头要这个写法。所以，佛的经典一开头都是用这六种成就，六种成就是遵照释迦牟尼佛的嘱咐而写的。这是简单把这段文字的来由给诸位叙述出来。",
      "zh_TW": "阿難就覺悟到了，趕緊請教釋迦牟尼佛。佛就告訴他，第一個問題，答覆他，「以戒為師」。佛在世的時候，我們以佛為老師；佛不在世，能夠遵守佛的戒律就等於佛在世沒有兩樣，所以就留了這句話，以戒為師，以戒律為老師。第二個問題，依誰住？佛在世依佛住，佛不在世，我們跟誰一塊住？佛就說了，「依四念處住」，就是三十七道品裡面的第一科四念處。第三個問題，就是遇到惡性的比丘我們怎麼辦？佛就說了，「默擯」。默擯是什麼意思？就是孔老夫子所說的敬而遠之，我們對他恭敬，不要理他就好了，用這個方法，對於惡人是敬而遠之。最後一個問題，就是一切經的開頭怎麼寫法？佛就教他，寫「如是我聞，一時佛在什麼地方，與哪些人在一起」，開頭要這個寫法。所以，佛的經典一開頭都是用這六種成就，六種成就是遵照釋迦牟尼佛的囑咐而寫的。這是簡單把這段文字的來由給諸位敘述出來。"
    },
    {
      "id": "02-003-0003_p0012",
      "zh_CN": "经上的「一时」，为什么不把年月日写出来？阿难头脑既然那么好，当然哪一年哪一月哪一天讲的，他一定知道，为什么含糊笼统说个一时？我在最初学佛看佛经，就对这个一时很不服气，认为阿难尊者太马虎了，应当把年月日都写出来。古人也有解释，说印度在当时没统一，印度一直到现在也没统一，它那个时候小国家很多，每个地方用的历法不相同，所以记载就很不方便。我听这种解释，我觉得太勉强。历法不相同也没关系，不管是哪个地方的历法，我们现在中国用阴历、用阳历、用回教历都可以，你都写出来，我们可以考证，为什么含糊笼统写个一时？到后来经念多了才明了，这个「一时」比记载年月日高明。为什么？因为时间是个抽象的概念，不是真实的，佛讲「一时」，这个字是活活泼泼的，换句话说，我们有分。如果记载年月日时，那已经过去了，过去我们没分，缘没有了。",
      "zh_TW": "經上的「一時」，為什麼不把年月日寫出來？阿難頭腦既然那麼好，當然哪一年哪一月哪一天講的，他一定知道，為什麼含糊籠統說個一時？我在最初學佛看佛經，就對這個一時很不服氣，認為阿難尊者太馬虎了，應當把年月日都寫出來。古人也有解釋，說印度在當時沒統一，印度一直到現在也沒統一，它那個時候小國家很多，每個地方用的曆法不相同，所以記載就很不方便。我聽這種解釋，我覺得太勉強。曆法不相同也沒關係，不管是哪個地方的曆法，我們現在中國用陰曆、用陽曆、用回教曆都可以，你都寫出來，我們可以考證，為什麼含糊籠統寫個一時？到後來經念多了才明瞭，這個「一時」比記載年月日高明。為什麼？因為時間是個抽象的概念，不是真實的，佛講「一時」，這個字是活活潑潑的，換句話說，我們有分。如果記載年月日時，那已經過去了，過去我們沒分，緣沒有了。"
    },
    {
      "id": "02-003-0003_p0013",
      "zh_CN": "像天台宗，天台智者大师，这个人是中国佛教史上非常了不起的一位高僧。他出生在隋朝，圆寂在唐朝时候，隋唐时候的人。天台宗就是他建立的，是智者大师建立的。他老人家当年念《法华经》，念到「药王菩萨本事品」，他入了定，念经念入定。定中他老人家跑到印度灵鹫山去了，定中去的，去了灵鹫山。释迦牟尼佛还在那里讲《法华经》，他还在那里听了一座。回来出了定，就告诉别人，灵山会上释迦牟尼佛讲《法华经》还没有散会，还在讲，我刚才去听了一座回来。这个一时，妙就妙在这里。",
      "zh_TW": "像天台宗，天台智者大師，這個人是中國佛教史上非常了不起的一位高僧。他出生在隋朝，圓寂在唐朝時候，隋唐時候的人。天台宗就是他建立的，是智者大師建立的。他老人家當年念《法華經》，念到「藥王菩薩本事品」，他入了定，念經念入定。定中他老人家跑到印度靈鷲山去了，定中去的，去了靈鷲山。釋迦牟尼佛還在那裡講《法華經》，他還在那裡聽了一座。回來出了定，就告訴別人，靈山會上釋迦牟尼佛講《法華經》還沒有散會，還在講，我剛才去聽了一座回來。這個一時，妙就妙在這裡。"
    },
    {
      "id": "02-003-0003_p0014",
      "zh_CN": "一是什么？一就是定，我们这个心一切妄念都没有了，这叫一，一心不乱。换句话说，你什么时候真正修到一心，释迦牟尼佛讲经法会统统没有散，时光倒流，你可以回去参加，这个妙！才晓得佛用一时，用意很深。学佛没有别的，就是学个一，禅宗说得很好，「识得一，万事毕」，这个一你要是真正明白了，什么事都解决了，什么事也没有了。《华严》讲一真法界，《维摩》讲不二法门，不二就是一，净土宗讲得最直截了当，一心不乱。可见得这个一里面的意思很深，非常之妙。如果就净土宗来讲，这个一要三资粮具足，修净土三个条件，三个条件统统具足，这就是一，这就是一时。三资粮就是《阿弥陀经》上所讲的「信、愿、行」，我对这个法门深信不疑，我真正发心愿生西方，一天到晚这一句阿弥陀佛不断。你能够把这三个条件做到，这就是一时，你能够与本师、与阿弥陀佛、与一切诸佛感应道交，真正不可思议！",
      "zh_TW": "一是什麼？一就是定，我們這個心一切妄念都沒有了，這叫一，一心不亂。換句話說，你什麼時候真正修到一心，釋迦牟尼佛講經法會統統沒有散，時光倒流，你可以回去參加，這個妙！才曉得佛用一時，用意很深。學佛沒有別的，就是學個一，禪宗說得很好，「識得一，萬事畢」，這個一你要是真正明白了，什麼事都解決了，什麼事也沒有了。《華嚴》講一真法界，《維摩》講不二法門，不二就是一，淨土宗講得最直截了當，一心不亂。可見得這個一裡面的意思很深，非常之妙。如果就淨土宗來講，這個一要三資糧具足，修淨土三個條件，三個條件統統具足，這就是一，這就是一時。三資糧就是《阿彌陀經》上所講的「信、願、行」，我對這個法門深信不疑，我真正發心願生西方，一天到晚這一句阿彌陀佛不斷。你能夠把這三個條件做到，這就是一時，你能夠與本師、與阿彌陀佛、與一切諸佛感應道交，真正不可思議！"
    },
    {
      "id": "02-003-0003_p0015",
      "zh_CN": "「佛」是教主，就是说法主，这个经是他说的。在哪里说的？「在王舍城，耆阇崛山中」。现在此地到印度很方便，这个圣迹还在，就是灵鹫山，印度的灵鹫山。佛在这个地方讲过许多重要的经典，像《法华经》就是在这个地方说的，本经也是在同一个处所说的。",
      "zh_TW": "「佛」是教主，就是說法主，這個經是他說的。在哪裡說的？「在王舍城，耆闍崛山中」。現在此地到印度很方便，這個聖蹟還在，就是靈鷲山，印度的靈鷲山。佛在這個地方講過許多重要的經典，像《法華經》就是在這個地方說的，本經也是在同一個處所說的。"
    },
    {
      "id": "02-003-0003_p0016",
      "zh_CN": "「与大比丘众万二千人俱」，这一句希望大家要注意，为什么？我们通常看许多经典上，佛的听众都是「与大比丘千二百五十人俱」，一千二百五十人。这个经上忽然多了，一万二千人俱，增加了十倍，一千二百五十人，这里是一万两千人，这里面用意就很深，说明这个法会因缘殊胜、听众特多，跟《法华经》一样。《法华经》一打开，也是「与大比丘众万二千人俱」，从这一段看，本经跟《法华经》相同，是一乘圆教。下面这是赞叹大比丘的德行：",
      "zh_TW": "「與大比丘眾萬二千人俱」，這一句希望大家要注意，為什麼？我們通常看許多經典上，佛的聽眾都是「與大比丘千二百五十人俱」，一千二百五十人。這個經上忽然多了，一萬二千人俱，增加了十倍，一千二百五十人，這裡是一萬兩千人，這裡面用意就很深，說明這個法會因緣殊勝、聽眾特多，跟《法華經》一樣。《法華經》一打開，也是「與大比丘眾萬二千人俱」，從這一段看，本經跟《法華經》相同，是一乘圓教。下面這是讚歎大比丘的德行："
    },
    {
      "id": "02-003-0003_p0017",
      "zh_CN": "【一切大圣。神通已达。】",
      "zh_TW": "【一切大聖。神通已達。】"
    },
    {
      "id": "02-003-0003_p0018",
      "zh_CN": "这赞叹的话虽然是两句，这两句话意思非常之深。『一切』就是指前面讲的一万二千人。如果广义的说，除了比丘众之外，还有菩萨众，还有人天大众，还有他方来的这些菩萨、天人众等，可以说这个「一切」全部都包括了。",
      "zh_TW": "這讚歎的話雖然是兩句，這兩句話意思非常之深。『一切』就是指前面講的一萬二千人。如果廣義的說，除了比丘眾之外，還有菩薩眾，還有人天大眾，還有他方來的這些菩薩、天人眾等，可以說這個「一切」全部都包括了。"
    },
    {
      "id": "02-003-0003_p0019",
      "zh_CN": "『大圣』就不是普通的比丘，普通的比丘是小乘，小乘纵然证得阿罗汉也叫做小圣，不能叫大圣。大圣是对谁的称呼？对菩萨的称呼。而且菩萨他不是普通菩萨，我们常常念「菩萨摩诃萨」，菩萨不够称大圣，摩诃萨才是大圣。什么样的菩萨称摩诃萨？经上讲三贤十圣，三贤是菩萨，十圣才是摩诃萨，才是大圣。由此可知，十圣就是地上菩萨，从初地到等觉这十一个位次叫十一地，称之为大圣。由此可知，这些人都是大菩萨来示现的，不是真正的比丘，也不是真正的阿罗汉。他们好像是来唱戏的，扮演这个角色，实际上他的地位高得太多了，从这一句我们就晓得。『神通已达』，这一句后面讲得很多，后面有详细的说明，智慧神通都已经到通达无碍的境界。这是略赞。",
      "zh_TW": "『大聖』就不是普通的比丘，普通的比丘是小乘，小乘縱然證得阿羅漢也叫做小聖，不能叫大聖。大聖是對誰的稱呼？對菩薩的稱呼。而且菩薩他不是普通菩薩，我們常常念「菩薩摩訶薩」，菩薩不夠稱大聖，摩訶薩才是大聖。什麼樣的菩薩稱摩訶薩？經上講三賢十聖，三賢是菩薩，十聖才是摩訶薩，才是大聖。由此可知，十聖就是地上菩薩，從初地到等覺這十一個位次叫十一地，稱之為大聖。由此可知，這些人都是大菩薩來示現的，不是真正的比丘，也不是真正的阿羅漢。他們好像是來唱戲的，扮演這個角色，實際上他的地位高得太多了，從這一句我們就曉得。『神通已達』，這一句後面講得很多，後面有詳細的說明，智慧神通都已經到通達無礙的境界。這是略讚。"
    },
    {
      "id": "02-003-0003_p0020",
      "zh_CN": "下面是列出几位上首，列上首的意思是有表法的用意。我们在五种原本里面所看到，举列的上首人很多，莲大师会集的时候，这一段省略了很多，他编得非常之好，他的确把表法里面的精要掌握住了。",
      "zh_TW": "下面是列出幾位上首，列上首的意思是有表法的用意。我們在五種原本裡面所看到，舉列的上首人很多，蓮大師會集的時候，這一段省略了很多，他編得非常之好，他的確把表法裡面的精要掌握住了。"
    },
    {
      "id": "02-003-0003_p0021",
      "zh_CN": "【其名曰。尊者憍陈如。尊者舍利弗。尊者大目犍连。尊者迦叶。尊者阿难等。而为上首。】",
      "zh_TW": "【其名曰。尊者憍陳如。尊者舍利弗。尊者大目犍連。尊者迦葉。尊者阿難等。而為上首。】"
    },
    {
      "id": "02-003-0003_p0022",
      "zh_CN": "上首里面第一位，『其名曰，尊者憍陈如』。你们诸位大概也看过很多佛经，有没有在一般佛经上一打开有憍陈如这个名字？没见过，没见过有憍陈如这个人。此地忽然把憍陈如，不但憍陈如这个人在，还摆在第一个，这个用意非常之深。诸位要晓得，憍陈如尊者是释迦牟尼佛示现成佛，在鹿野苑所度的五比丘中，第一个证阿罗汉的，所以他是佛的证果弟子里的第一弟子。这个人是什么人？就是《金刚经》上讲的歌利王。《金刚经》上有个故事，其实那个故事详细的在《涅槃经》里面，说得详细。释迦牟尼佛往昔修菩萨道，修忍辱波罗蜜，作忍辱仙人，遇到歌利王，歌利是梵语，翻成我们中国意思就是暴君。他把忍辱仙人用刀一片一片把肉割下来，凌迟处死。所以，忍辱仙人就发了个愿，将来我成佛，第一个度你。释迦牟尼佛成佛之后，第一个度的是憍陈如，憍陈如就是从前的歌利王，释迦牟尼佛就是那时候的忍辱仙人，他们过去的因缘很深。释迦牟尼佛讲话算话，没有妄语，果然第一个度他。他是代表第一得度。",
      "zh_TW": "上首裡面第一位，『其名曰，尊者憍陳如』。你們諸位大概也看過很多佛經，有沒有在一般佛經上一打開有憍陳如這個名字？沒見過，沒見過有憍陳如這個人。此地忽然把憍陳如，不但憍陳如這個人在，還擺在第一個，這個用意非常之深。諸位要曉得，憍陳如尊者是釋迦牟尼佛示現成佛，在鹿野苑所度的五比丘中，第一個證阿羅漢的，所以他是佛的證果弟子裡的第一弟子。這個人是什麼人？就是《金剛經》上講的歌利王。《金剛經》上有個故事，其實那個故事詳細的在《涅槃經》裡面，說得詳細。釋迦牟尼佛往昔修菩薩道，修忍辱波羅蜜，作忍辱仙人，遇到歌利王，歌利是梵語，翻成我們中國意思就是暴君。他把忍辱仙人用刀一片一片把肉割下來，凌遲處死。所以，忍辱仙人就發了個願，將來我成佛，第一個度你。釋迦牟尼佛成佛之後，第一個度的是憍陳如，憍陳如就是從前的歌利王，釋迦牟尼佛就是那時候的忍辱仙人，他們過去的因緣很深。釋迦牟尼佛講話算話，沒有妄語，果然第一個度他。他是代表第一得度。"
    },
    {
      "id": "02-003-0003_p0023",
      "zh_CN": "把这个人放在经里上首大众的第一个，就是告诉我们，这部经是佛讲一切经，讲度众生、成佛道这是第一经。依照这个经典修行，你就是释迦牟尼佛、阿弥陀佛第一个得度成佛的弟子，这多重要。你看《华严经》上都没有他，换句话说，《华严经》都不是第一得度成佛的经典。这个用意太深了，这是表第一经，第一得度，依照这个经典修行，第一成佛。",
      "zh_TW": "把這個人放在經裡上首大眾的第一個，就是告訴我們，這部經是佛講一切經，講度眾生、成佛道這是第一經。依照這個經典修行，你就是釋迦牟尼佛、阿彌陀佛第一個得度成佛的弟子，這多重要。你看《華嚴經》上都沒有他，換句話說，《華嚴經》都不是第一得度成佛的經典。這個用意太深了，這是表第一經，第一得度，依照這個經典修行，第一成佛。"
    },
    {
      "id": "02-003-0003_p0024",
      "zh_CN": "第二位是『尊者舍利弗』，第三位是『尊者大目犍连』。这两位尊者很多经上都有他们，大小乘经典我们看了都有这两个人。舍利弗是代表智慧第一，目犍连代表神通第一。佛知道芸芸众生哪一个不想求智慧？哪一个不想学神通？你要学智慧，要到佛门里来学；你要学神通，还是要到佛门来学。再告诉诸位，神通、智慧要到佛的经典里面来学，离开经典就不太可靠了。",
      "zh_TW": "第二位是『尊者舍利弗』，第三位是『尊者大目犍連』。這兩位尊者很多經上都有他們，大小乘經典我們看了都有這兩個人。舍利弗是代表智慧第一，目犍連代表神通第一。佛知道芸芸眾生哪一個不想求智慧？哪一個不想學神通？你要學智慧，要到佛門裡來學；你要學神通，還是要到佛門來學。再告訴諸位，神通、智慧要到佛的經典裡面來學，離開經典就不太可靠了。"
    },
    {
      "id": "02-003-0003_p0025",
      "zh_CN": "佛法从释迦牟尼佛那时候起，一代一代传到今天，现在是末法时期，传久了就变质了，这是一般人都知道的事实，传久会变质。尤其是被妖魔鬼怪利用，就变成假佛教。这个事情，世尊当年在世的时候，魔王波旬看到释迦牟尼佛度了不少人，心里面就不太舒服，他也来见释迦牟尼佛，就请释迦牟尼佛赶快入般涅槃。我们一般人都是请佛住世，不要走。魔王看到，你度众生度了这么多，可以了，赶快可以入般涅槃了。佛就答应他，佛很慈悲就答应他。魔王就告诉他说，等你灭度之后，我要破坏你的佛法。世尊就笑笑说，我的佛法是真理，真理决定不能破坏。魔王说，到你末法时期，我派我的魔子魔孙统统出家，都披上袈裟做你佛门弟子，来破坏佛法。佛一听这个话，一句话不说，流眼泪。所谓「譬如师子虫，还噬师子肉」，《楞严经》上说得很好，末法时期，「邪师说法如恒河沙」，这么多。邪师从哪里来的？魔子魔孙统统都出家，都披上袈裟，都拿着佛经来说佛法，所说的都是假的，都不是真的，都是骗人的，这是魔王的子孙。所以，现在佛教的道场都被魔王子孙占领了，真正想学佛的人都被他赶出去，赶到外面去流浪。这是诸位一定要知道的。",
      "zh_TW": "佛法從釋迦牟尼佛那時候起，一代一代傳到今天，現在是末法時期，傳久了就變質了，這是一般人都知道的事實，傳久會變質。尤其是被妖魔鬼怪利用，就變成假佛教。這個事情，世尊當年在世的時候，魔王波旬看到釋迦牟尼佛度了不少人，心裡面就不太舒服，他也來見釋迦牟尼佛，就請釋迦牟尼佛趕快入般涅槃。我們一般人都是請佛住世，不要走。魔王看到，你度眾生度了這麼多，可以了，趕快可以入般涅槃了。佛就答應他，佛很慈悲就答應他。魔王就告訴他說，等你滅度之後，我要破壞你的佛法。世尊就笑笑說，我的佛法是真理，真理決定不能破壞。魔王說，到你末法時期，我派我的魔子魔孫統統出家，都披上袈裟做你佛門弟子，來破壞佛法。佛一聽這個話，一句話不說，流眼淚。所謂「譬如師子蟲，還噬師子肉」，《楞嚴經》上說得很好，末法時期，「邪師說法如恆河沙」，這麼多。邪師從哪裡來的？魔子魔孫統統都出家，都披上袈裟，都拿著佛經來說佛法，所說的都是假的，都不是真的，都是騙人的，這是魔王的子孫。所以，現在佛教的道場都被魔王子孫佔領了，真正想學佛的人都被他趕出去，趕到外面去流浪。這是諸位一定要知道的。"
    },
    {
      "id": "02-003-0003_p0026",
      "zh_CN": "佛在经上告诉我们，给后世人一个修学的标准，叫做「四依法」。四依法第一个是「依法不依人」。法是什么？经典。所说的话，经典上都有依据的，这我们可以相信；如果他所讲的，经典上没有依据，我们就可以不必采信。今天很多人学佛观念错误，他是依人不依法，他不相信经典，相信那个法师所说的话，这个糟糕，这违背了圣教。",
      "zh_TW": "佛在經上告訴我們，給後世人一個修學的標準，叫做「四依法」。四依法第一個是「依法不依人」。法是什麼？經典。所說的話，經典上都有依據的，這我們可以相信；如果他所講的，經典上沒有依據，我們就可以不必採信。今天很多人學佛觀念錯誤，他是依人不依法，他不相信經典，相信那個法師所說的話，這個糟糕，這違背了聖教。"
    },
    {
      "id": "02-003-0003_p0027",
      "zh_CN": "第二是「依义不依语」，语是言语，记录下来的就是文字。佛教给我们，你要依据佛在经典里面所讲的道理，不必斤斤执着文字，死在文字之下，这是错误的，你要懂得文字之外的意义，这个重要。",
      "zh_TW": "第二是「依義不依語」，語是言語，記錄下來的就是文字。佛教給我們，你要依據佛在經典裡面所講的道理，不必斤斤執著文字，死在文字之下，這是錯誤的，你要懂得文字之外的意義，這個重要。"
    },
    {
      "id": "02-003-0003_p0028",
      "zh_CN": "第三教给我们，「依了义不依不了义」。了义跟不了义是有比较的，譬如我们今天讲五乘佛法，最下面是讲人乘，修这个法门来生还得人身，不会失掉人身。但是人乘要比天乘，人就是不了义，天比我们高；天乘要是比阿罗汉、比声闻，天就是不了义，阿罗汉是了义；阿罗汉要比菩萨，阿罗汉是不了义，菩萨是了义；菩萨要比佛，佛是了义，菩萨是不了义。所以「依了义不依不了义」这里面有很多层次。究竟了义，给诸位说就是这部经，怎么晓得它是究竟了义、第一了义？因为憍陈如在此地，他代表第一得度、第一成佛，我们就肯定，这部经在释迦牟尼佛四十九年所说的一切经里面，是第一了义。依照这部经典，你一生当中一定可以往生不退成佛，都是一生办到，确实是当生成就的佛法。",
      "zh_TW": "第三教給我們，「依了義不依不了義」。了義跟不了義是有比較的，譬如我們今天講五乘佛法，最下面是講人乘，修這個法門來生還得人身，不會失掉人身。但是人乘要比天乘，人就是不了義，天比我們高；天乘要是比阿羅漢、比聲聞，天就是不了義，阿羅漢是了義；阿羅漢要比菩薩，阿羅漢是不了義，菩薩是了義；菩薩要比佛，佛是了義，菩薩是不了義。所以「依了義不依不了義」這裡面有很多層次。究竟了義，給諸位說就是這部經，怎麼曉得它是究竟了義、第一了義？因為憍陳如在此地，他代表第一得度、第一成佛，我們就肯定，這部經在釋迦牟尼佛四十九年所說的一切經裡面，是第一了義。依照這部經典，你一生當中一定可以往生不退成佛，都是一生辦到，確實是當生成就的佛法。"
    },
    {
      "id": "02-003-0003_p0029",
      "zh_CN": "四依法里头最后一句非常重要，教我们「依智不依识」。佛大概晓得末法时期众生感情很重，智是理智，识就是感情。你头脑要清楚，你要理智，不要感情作用，感情作用决定坏事。现在多少人学佛，为什么学佛？感情学佛，这不得了！佛法讲理智，不讲感情。我们依照四依法，虽然在末法时期，虽然邪师说法如恒河沙，我们也不会迷失方向，也不会走错路。所以我劝诸位，你们要想学智慧、要想学神通，要到经典里面来学，不要去找那些人学；找人学恐怕会上当，会被人欺骗，你依照经典来修学决定不会错。这个经上，舍利弗代表智慧，目犍连代表神通。",
      "zh_TW": "四依法裡頭最後一句非常重要，教我們「依智不依識」。佛大概曉得末法時期眾生感情很重，智是理智，識就是感情。你頭腦要清楚，你要理智，不要感情作用，感情作用決定壞事。現在多少人學佛，為什麼學佛？感情學佛，這不得了！佛法講理智，不講感情。我們依照四依法，雖然在末法時期，雖然邪師說法如恆河沙，我們也不會迷失方向，也不會走錯路。所以我勸諸位，你們要想學智慧、要想學神通，要到經典裡面來學，不要去找那些人學；找人學恐怕會上當，會被人欺騙，你依照經典來修學決定不會錯。這個經上，舍利弗代表智慧，目犍連代表神通。"
    },
    {
      "id": "02-003-0003_p0030",
      "zh_CN": "第四位是『尊者迦叶』，第五位是『尊者阿难』。摩诃迦叶是禅宗的初祖，释迦牟尼佛拈花微笑，把禅宗传给摩诃迦叶，迦叶尊者是禅宗第一代的祖师，所以他代表禅宗。达摩祖师到中国来，达摩祖师在印度是第二十八代，第二十八代到我们中国来，是中国禅宗的初祖，他代表禅宗。阿难尊者，刚才说过了，他是佛经的集结人，他的记忆力最好，他代表教下。我们中国人讲的宗门、教下。这个意思就是很显然的告诉我们，宗门教下统统是以净土为归宿。你看《禅门日诵》，不要说别的，禅宗的课诵本《禅门日诵》，禅宗里面晚课念《阿弥陀经》，念佛号回向。禅宗的大德临终时候都念佛求生净土，这是宗门。教下包括的就多了，除了禅宗之外，其余九个宗派都叫做教下。宗门、教下统统都是以净土为归宿，它表这个意思。",
      "zh_TW": "第四位是『尊者迦葉』，第五位是『尊者阿難』。摩訶迦葉是禪宗的初祖，釋迦牟尼佛拈花微笑，把禪宗傳給摩訶迦葉，迦葉尊者是禪宗第一代的祖師，所以他代表禪宗。達摩祖師到中國來，達摩祖師在印度是第二十八代，第二十八代到我們中國來，是中國禪宗的初祖，他代表禪宗。阿難尊者，剛才說過了，他是佛經的集結人，他的記憶力最好，他代表教下。我們中國人講的宗門、教下。這個意思就是很顯然的告訴我們，宗門教下統統是以淨土為歸宿。你看《禪門日誦》，不要說別的，禪宗的課誦本《禪門日誦》，禪宗裡面晚課念《阿彌陀經》，念佛號迴向。禪宗的大德臨終時候都念佛求生淨土，這是宗門。教下包括的就多了，除了禪宗之外，其餘九個宗派都叫做教下。宗門、教下統統都是以淨土為歸宿，它表這個意思。"
    },
    {
      "id": "02-003-0003_p0031",
      "zh_CN": "所以莲大师举出这五个人，意思就非常的圆满，显示出这部经、这个法门的重要性。底下则是大乘菩萨众。",
      "zh_TW": "所以蓮大師舉出這五個人，意思就非常的圓滿，顯示出這部經、這個法門的重要性。底下則是大乘菩薩眾。"
    },
    {
      "id": "02-003-0003_p0032",
      "zh_CN": "【又有普贤菩萨。文殊师利菩萨。弥勒菩萨。及贤劫中一切菩萨。皆来集会。】",
      "zh_TW": "【又有普賢菩薩。文殊師利菩薩。彌勒菩薩。及賢劫中一切菩薩。皆來集會。】"
    },
    {
      "id": "02-003-0003_p0033",
      "zh_CN": "在前面讲到「万二千人」跟诸位提示过，本经不异于《法华经》，跟《法华经》是同一个地方讲的，同样多的听众。现在在此地看到普贤跟文殊，又联想到本经同于《华严》，无异于《华严》。因为《华严经》这两位菩萨是上首，普贤是华严长子，文殊是华严庶男。这部经前面也是列这两位菩萨，不仅代表《华严》的精华、《华严》的精髓是这部经，同时还有更深的意思，代表什么？『普贤菩萨』代表净土宗跟密宗是一不是二，怎么知道？他是密宗的祖师，第一个祖师。你要晓得密宗是怎么传下来的？龙树菩萨，这在中国佛教是一位了不起的大圣人，他开铁塔，见到金刚萨埵，金刚萨埵菩萨也叫做金刚手菩萨，把密法传给龙树菩萨，是龙树菩萨传下来的。所以，金刚萨埵是密宗第一代的祖师，他是谁？普贤菩萨的化身。密是谁传的？普贤菩萨传的。普贤菩萨在华严会上，十大愿王导归极乐，所以密宗最后的归宿也是求生西方净土。菩萨在此地代表净密不二。『文殊菩萨』代表禅宗，是禅净不二。",
      "zh_TW": "在前面講到「萬二千人」跟諸位提示過，本經不異於《法華經》，跟《法華經》是同一個地方講的，同樣多的聽眾。現在在此地看到普賢跟文殊，又聯想到本經同於《華嚴》，無異於《華嚴》。因為《華嚴經》這兩位菩薩是上首，普賢是華嚴長子，文殊是華嚴庶男。這部經前面也是列這兩位菩薩，不僅代表《華嚴》的精華、《華嚴》的精髓是這部經，同時還有更深的意思，代表什麼？『普賢菩薩』代表淨土宗跟密宗是一不是二，怎麼知道？他是密宗的祖師，第一個祖師。你要曉得密宗是怎麼傳下來的？龍樹菩薩，這在中國佛教是一位了不起的大聖人，他開鐵塔，見到金剛薩埵，金剛薩埵菩薩也叫做金剛手菩薩，把密法傳給龍樹菩薩，是龍樹菩薩傳下來的。所以，金剛薩埵是密宗第一代的祖師，他是誰？普賢菩薩的化身。密是誰傳的？普賢菩薩傳的。普賢菩薩在華嚴會上，十大願王導歸極樂，所以密宗最後的歸宿也是求生西方淨土。菩薩在此地代表淨密不二。『文殊菩薩』代表禪宗，是禪淨不二。"
    },
    {
      "id": "02-003-0003_p0034",
      "zh_CN": "所以，这两位菩萨在此地，实在讲是代表禅宗、密宗、净土宗是一而三、三而一，殊途同归。在这三个法门里面，都是同一个方向、同一个目标，但是难易不相同，这个诸位要知道。禅的根机难得，那是要真正上上根的人才能够修学，中下根人没分。你们想想达摩祖师到中国来传法，诸位都知道，在少林寺面壁九年才等到一个学生，慧可，才有资格传授。你们想想，你们学禅的有慧可这种天赋吗？太难了！六祖大师算是法缘最殊胜，因缘成熟了，跟他学的人有几万人，真正学成的四十三个人。他老人家在曹溪传禅宗三十七年，几万人跟他学，成就的只有四十三个。我们要知道，那是空前绝后，六祖之前没有这种胜况，六祖以后也没这个胜况。所以禅不容易，相当之难。一定要自己断见思烦恼、断尘沙烦恼，至少还要破一品无明，你才能大彻大悟、明心见性。如果现在脑袋里头，那个脑浆就像浆糊一样乱七八糟，哪有资格学禅！没资格，那种禅是口头禅，口头禅我也会说，我说得比那些人还好，没用，不管用，诸位要知道。",
      "zh_TW": "所以，這兩位菩薩在此地，實在講是代表禪宗、密宗、淨土宗是一而三、三而一，殊途同歸。在這三個法門裡面，都是同一個方向、同一個目標，但是難易不相同，這個諸位要知道。禪的根機難得，那是要真正上上根的人才能夠修學，中下根人沒分。你們想想達摩祖師到中國來傳法，諸位都知道，在少林寺面壁九年才等到一個學生，慧可，才有資格傳授。你們想想，你們學禪的有慧可這種天賦嗎？太難了！六祖大師算是法緣最殊勝，因緣成熟了，跟他學的人有幾萬人，真正學成的四十三個人。他老人家在曹溪傳禪宗三十七年，幾萬人跟他學，成就的只有四十三個。我們要知道，那是空前絕後，六祖之前沒有這種勝況，六祖以後也沒這個勝況。所以禪不容易，相當之難。一定要自己斷見思煩惱、斷塵沙煩惱，至少還要破一品無明，你才能大徹大悟、明心見性。如果現在腦袋裡頭，那個腦漿就像漿糊一樣亂七八糟，哪有資格學禪！沒資格，那種禪是口頭禪，口頭禪我也會說，我說得比那些人還好，沒用，不管用，諸位要知道。"
    },
    {
      "id": "02-003-0003_p0035",
      "zh_CN": "密宗，密宗里头因为跟鬼神非常接近，密宗所念的那些咒多半都是鬼神的名号，它跟那些鬼神关系太接近。如果你自己心不清净，你把这个鬼神找来，他瞧不起你，为什么？你心不清净。瞧不起你，他就要来捉弄你，他就会跟你开玩笑，这个事情就麻烦大了！如果你心地真正清净，他尊敬你，他来护持你，他来护你法；你心不清净，他会跟你开玩笑，会找你麻烦。所以我们往往看到很多学密的，在中国、在外国我看到很多，很好的年轻人，教育程度受得也不错，有很多大学毕业，得到博士学位的都有。学佛学个一、两年他证果了，证什么果？证精神病的果，跑到精神病院去了。西医看了说精神分裂，我们中国人讲人疯了，变成神经病。这是什么？魔障！他不学没事情，一学学成这个样子，非常可怜。如果他不认真的学，去玩玩，没事；认真学，非常危险。",
      "zh_TW": "密宗，密宗裡頭因為跟鬼神非常接近，密宗所念的那些咒多半都是鬼神的名號，它跟那些鬼神關係太接近。如果你自己心不清淨，你把這個鬼神找來，他瞧不起你，為什麼？你心不清淨。瞧不起你，他就要來捉弄你，他就會跟你開玩笑，這個事情就麻煩大了！如果你心地真正清淨，他尊敬你，他來護持你，他來護你法；你心不清淨，他會跟你開玩笑，會找你麻煩。所以我們往往看到很多學密的，在中國、在外國我看到很多，很好的年輕人，教育程度受得也不錯，有很多大學畢業，得到博士學位的都有。學佛學個一、兩年他證果了，證什麼果？證精神病的果，跑到精神病院去了。西醫看了說精神分裂，我們中國人講人瘋了，變成神經病。這是什麼？魔障！他不學沒事情，一學學成這個樣子，非常可憐。如果他不認真的學，去玩玩，沒事；認真學，非常危險。"
    },
    {
      "id": "02-003-0003_p0036",
      "zh_CN": "尤其现在学密，多半用神通这些奇奇怪怪的事情来做号召。有没有？他放光，离地三尺，给诸位说真有，不是没有，确实是有。可是这些东西你仔细想想，他放光，我不放光，他离地三尺，我也不能离地三尺，有什么好处？这个是要知道。何况这些小小神通，妖魔鬼怪都有，不足为奇，有什么好奇怪的，往往我们就受他的骗。大家要晓得，佛教最容易被这些妖魔鬼怪利用的，两个宗派，就是密宗跟禅宗，换句话说，这两宗他们非常容易渗透进去。现在有很多人学密，来给我说，我首先问他，你学的是佛密，还是魔密，还是妖密，还是鬼密？我都要问清楚你学的是哪一种密。现在是妖魔鬼怪之密占绝大多数，佛密占的太少了，真是凤毛麟角，这个要搞清楚。否则的话，你上了妖魔鬼怪的当，你以后后悔来不及，这是要注意的。教下不容易被渗透，为什么原因？因为教下要依据经典。妖魔鬼怪不会讲经说法，他会讲经说法，他就是佛菩萨，他就不是妖魔鬼怪。他总不用正规的方法来教导，搞些邪门歪道来骗人、来诱惑人，这个是魔与佛不难辨别之处，诸位要是稍为留意，你就晓得。",
      "zh_TW": "尤其現在學密，多半用神通這些奇奇怪怪的事情來做號召。有沒有？他放光，離地三尺，給諸位說真有，不是沒有，確實是有。可是這些東西你仔細想想，他放光，我不放光，他離地三尺，我也不能離地三尺，有什麼好處？這個是要知道。何況這些小小神通，妖魔鬼怪都有，不足為奇，有什麼好奇怪的，往往我們就受他的騙。大家要曉得，佛教最容易被這些妖魔鬼怪利用的，兩個宗派，就是密宗跟禪宗，換句話說，這兩宗他們非常容易滲透進去。現在有很多人學密，來給我說，我首先問他，你學的是佛密，還是魔密，還是妖密，還是鬼密？我都要問清楚你學的是哪一種密。現在是妖魔鬼怪之密佔絕大多數，佛密佔的太少了，真是鳳毛麟角，這個要搞清楚。否則的話，你上了妖魔鬼怪的當，你以後後悔來不及，這是要注意的。教下不容易被滲透，為什麼原因？因為教下要依據經典。妖魔鬼怪不會講經說法，他會講經說法，他就是佛菩薩，他就不是妖魔鬼怪。他總不用正規的方法來教導，搞些邪門歪道來騙人、來誘惑人，這個是魔與佛不難辨別之處，諸位要是稍為留意，你就曉得。"
    },
    {
      "id": "02-003-0003_p0037",
      "zh_CN": "如果诸位深入这部经典，这部经典经义真正通达，你对于佛教各宗各派的经义都能体会，都能够觉悟到，然后才真正明了念佛的殊胜。这一句佛号是无上甚深的禅定，大家学禅，不知道无上甚深禅是这一句「南无阿弥陀佛」。为什么？最高的禅定不要打坐，盘腿面壁打坐是幼稚园的禅定，是初学的。真正的禅定，六祖《坛经》上说，什么叫禅？「外不着相」叫做禅；什么叫定？「内不动心」叫定。禅定是这个解释，外不着相，内不动心。大家知道六祖在黄梅五祖那里开悟，是用《金刚经》印心的，所以他老人家禅定的定义是从《金刚经》上来的。《金刚经》上有两句话说，「不取于相，如如不动」，六祖讲的禅定就是这两句话，外面不着相，内里面不动心，行住坐卧都是禅，这是最高级的禅定。我们念佛人拿着一串念珠，站着阿弥陀佛，坐着阿弥陀佛，躺在床上阿弥陀佛，那不就是最高的禅定嘛！念佛是无上甚深禅。念佛人修的定是「首楞严大定」，不相信你去看《楞严经》，《楞严经》上大势至菩萨修楞严大定的方法，就是一句阿弥陀佛。「都摄六根、净念相继」这是首楞严大定，成佛的大定。这是经上有明文，不是我们随便说的。这一句阿弥陀佛是无上的神咒，是密中之密。",
      "zh_TW": "如果諸位深入這部經典，這部經典經義真正通達，你對於佛教各宗各派的經義都能體會，都能夠覺悟到，然後才真正明瞭念佛的殊勝。這一句佛號是無上甚深的禪定，大家學禪，不知道無上甚深禪是這一句「南無阿彌陀佛」。為什麼？最高的禪定不要打坐，盤腿面壁打坐是幼稚園的禪定，是初學的。真正的禪定，六祖《壇經》上說，什麼叫禪？「外不著相」叫做禪；什麼叫定？「內不動心」叫定。禪定是這個解釋，外不著相，內不動心。大家知道六祖在黃梅五祖那裡開悟，是用《金剛經》印心的，所以他老人家禪定的定義是從《金剛經》上來的。《金剛經》上有兩句話說，「不取於相，如如不動」，六祖講的禪定就是這兩句話，外面不著相，內裡面不動心，行住坐臥都是禪，這是最高級的禪定。我們念佛人拿著一串念珠，站著阿彌陀佛，坐著阿彌陀佛，躺在床上阿彌陀佛，那不就是最高的禪定嘛！念佛是無上甚深禪。念佛人修的定是「首楞嚴大定」，不相信你去看《楞嚴經》，《楞嚴經》上大勢至菩薩修楞嚴大定的方法，就是一句阿彌陀佛。「都攝六根、淨念相繼」這是首楞嚴大定，成佛的大定。這是經上有明文，不是我們隨便說的。這一句阿彌陀佛是無上的神咒，是密中之密。"
    },
    {
      "id": "02-003-0003_p0038",
      "zh_CN": "普贤菩萨列在这个地方，后面提到普贤菩萨、普贤法门的地方很多次。才晓得普贤菩萨在华严会上，那个不得了，华严会上龙树菩萨都没有缘分参加，华严会上四十一位法身大士，包括等觉菩萨在内，还要念阿弥陀佛求生西方极乐世界。你想想看，这一句阿弥陀佛，岂不是密中之密，神咒里的神咒，无上神咒！大家不晓得这一句阿弥陀佛的好处。这两位菩萨在此地表这个意思。",
      "zh_TW": "普賢菩薩列在這個地方，後面提到普賢菩薩、普賢法門的地方很多次。才曉得普賢菩薩在華嚴會上，那個不得了，華嚴會上龍樹菩薩都沒有緣分參加，華嚴會上四十一位法身大士，包括等覺菩薩在內，還要念阿彌陀佛求生西方極樂世界。你想想看，這一句阿彌陀佛，豈不是密中之密，神咒裡的神咒，無上神咒！大家不曉得這一句阿彌陀佛的好處。這兩位菩薩在此地表這個意思。"
    },
    {
      "id": "02-003-0003_p0039",
      "zh_CN": "第三位『弥勒菩萨』，弥勒菩萨是当来下生佛。弥勒菩萨在本经不仅是表法，他还是当机者。释迦牟尼佛把这个法门嘱咐给弥勒菩萨护持，弥勒菩萨将来成佛，一定也讲净土三经，一定劝他的学生们念佛求生净土。有些人发心想修弥勒净土，想亲近弥勒菩萨，这个事情是好事情。弥勒菩萨在欲界第四天兜率天内院，弥勒内院，他现在在那个地方。可是要想到他那里去，没哪么容易，到他那里去要有条件的，什么条件？要修「唯心识定」。弥勒菩萨在佛门里面他是唯识专家，唯识宗是由他老人家传下来的。唯识最主要的一部书《瑜伽师地论》，就是弥勒菩萨造的。此地演培老法师就是专学唯识，他老人家修的是弥勒净土。唯心识定修成了，才能够往生弥勒净土。可是唯心识定非常难修，绝不是普通人能够修得成功的。可是我告诉诸位，要想亲近弥勒菩萨有一条近路，我不修唯心识定也能够亲近他，这就是有个取巧的方法。他那个学校分数很高，咱们考不取，没法子，考不取。可是另外一个方法可以找到他，他老人家天天都要到西方极乐世界去上课，西方极乐世界是佛教大学，唯识教授就是弥勒菩萨，他天天要去那里上课。如果我们到了西方极乐世界，就马上见面了，不但见面，而且跟他平等。「弥勒菩萨，我到你那边去参观参观。」欢迎，我们一道去。手拉手就去了，这个方便。西方净土容易去，弥勒净土不容易去，但是你想去，那不是难事，只要到达西方，可以说十方一切诸佛菩萨的净土你统统都到，这是西方极乐世界无比殊胜之处。",
      "zh_TW": "第三位『彌勒菩薩』，彌勒菩薩是當來下生佛。彌勒菩薩在本經不僅是表法，他還是當機者。釋迦牟尼佛把這個法門囑咐給彌勒菩薩護持，彌勒菩薩將來成佛，一定也講淨土三經，一定勸他的學生們念佛求生淨土。有些人發心想修彌勒淨土，想親近彌勒菩薩，這個事情是好事情。彌勒菩薩在欲界第四天兜率天內院，彌勒內院，他現在在那個地方。可是要想到他那裡去，沒哪麼容易，到他那裡去要有條件的，什麼條件？要修「唯心識定」。彌勒菩薩在佛門裡面他是唯識專家，唯識宗是由他老人家傳下來的。唯識最主要的一部書《瑜伽師地論》，就是彌勒菩薩造的。此地演培老法師就是專學唯識，他老人家修的是彌勒淨土。唯心識定修成了，才能夠往生彌勒淨土。可是唯心識定非常難修，絕不是普通人能夠修得成功的。可是我告訴諸位，要想親近彌勒菩薩有一條近路，我不修唯心識定也能夠親近他，這就是有個取巧的方法。他那個學校分數很高，咱們考不取，沒法子，考不取。可是另外一個方法可以找到他，他老人家天天都要到西方極樂世界去上課，西方極樂世界是佛教大學，唯識教授就是彌勒菩薩，他天天要去那裡上課。如果我們到了西方極樂世界，就馬上見面了，不但見面，而且跟他平等。「彌勒菩薩，我到你那邊去參觀參觀。」歡迎，我們一道去。手拉手就去了，這個方便。西方淨土容易去，彌勒淨土不容易去，但是你想去，那不是難事，只要到達西方，可以說十方一切諸佛菩薩的淨土你統統都到，這是西方極樂世界無比殊勝之處。"
    },
    {
      "id": "02-003-0003_p0040",
      "zh_CN": "下面，『贤劫中一切菩萨』，贤劫就是我们现在这个大劫，一共有一千尊佛出世，我们释迦牟尼佛是第四尊，弥勒是第五尊，往后还有九百九十五尊佛，现在都是菩萨，就是这「一切菩萨」。这一切菩萨都在会，我们就想到，贤劫千佛没有一尊佛不弘扬净土，没有一尊佛不讲《无量寿经》。由此我们就可以肯定，这一部经是十方三世一切诸佛必修、必弘、必定宣讲的经典，这个经才是真正一切诸佛度众生成佛的第一经。我们这才真正认识，才晓得释迦牟尼佛四十九年所讲的一切经，就是整个《大藏经》摆出来，《大藏经》里哪一部经最好？最好的是这部经。如果《大藏经》摆在面前，我一生只准我学一部经，我跟诸位说，我一定抽这部经，我不要别的经。为什么？这个经是一切诸佛所弘扬的第一经。",
      "zh_TW": "下面，『賢劫中一切菩薩』，賢劫就是我們現在這個大劫，一共有一千尊佛出世，我們釋迦牟尼佛是第四尊，彌勒是第五尊，往後還有九百九十五尊佛，現在都是菩薩，就是這「一切菩薩」。這一切菩薩都在會，我們就想到，賢劫千佛沒有一尊佛不弘揚淨土，沒有一尊佛不講《無量壽經》。由此我們就可以肯定，這一部經是十方三世一切諸佛必修、必弘、必定宣講的經典，這個經才是真正一切諸佛度眾生成佛的第一經。我們這才真正認識，才曉得釋迦牟尼佛四十九年所講的一切經，就是整個《大藏經》擺出來，《大藏經》裡哪一部經最好？最好的是這部經。如果《大藏經》擺在面前，我一生只准我學一部經，我跟諸位說，我一定抽這部經，我不要別的經。為什麼？這個經是一切諸佛所弘揚的第一經。"
    },
    {
      "id": "02-003-0003_p0041",
      "zh_CN": "总而言之，这些上首菩萨、大德们，都是代表一句万德洪名，就是阿弥陀佛称性的大智大德。也就是我们自己自性本具，确实是一切诸佛度生成佛的第一法门。前面这几位代表这个意义。所以，这一章里面教我们对这个经法有个明确的认识。",
      "zh_TW": "總而言之，這些上首菩薩、大德們，都是代表一句萬德洪名，就是阿彌陀佛稱性的大智大德。也就是我們自己自性本具，確實是一切諸佛度生成佛的第一法門。前面這幾位代表這個意義。所以，這一章裡面教我們對這個經法有個明確的認識。"
    },
    {
      "id": "02-003-0003_p0042",
      "zh_CN": "再看第二章，第二章是第一章的延续，还是属于通序。这一章里面所表的意义尤其殊胜。",
      "zh_TW": "再看第二章，第二章是第一章的延續，還是屬於通序。這一章裡面所表的意義尤其殊勝。"
    },
    {
      "id": "02-003-0003_p0043",
      "zh_CN": "【德遵普贤第二】",
      "zh_TW": "【德遵普賢第二】"
    },
    {
      "id": "02-003-0003_p0044",
      "zh_CN": "你看看这个经与普贤菩萨关系多么深，与普贤菩萨关系深，就是与华严深、与密宗深，这个的确是密中之密。",
      "zh_TW": "你看看這個經與普賢菩薩關係多麼深，與普賢菩薩關係深，就是與華嚴深、與密宗深，這個的確是密中之密。"
    },
    {
      "id": "02-003-0003_p0045",
      "zh_CN": "【又贤护等十六正士。所谓善思惟菩萨。慧辩才菩萨。观无住菩萨。神通华菩萨。光英菩萨。宝幢菩萨。智上菩萨。寂根菩萨。信慧菩萨。愿慧菩萨。香象菩萨。宝英菩萨。中住菩萨。制行菩萨。解脱菩萨。而为上首。】",
      "zh_TW": "【又賢護等十六正士。所謂善思惟菩薩。慧辯才菩薩。觀無住菩薩。神通華菩薩。光英菩薩。寶幢菩薩。智上菩薩。寂根菩薩。信慧菩薩。願慧菩薩。香象菩薩。寶英菩薩。中住菩薩。制行菩薩。解脫菩薩。而為上首。】"
    },
    {
      "id": "02-003-0003_p0046",
      "zh_CN": "到这里是一小段，这说出十六位菩萨。『正士』是菩萨的别号，通常我们称菩萨称大士，称观音大士，大士称菩萨。正士也是称菩萨。还有开士，开是开悟的开，开士也是称菩萨。『贤护』这十六位菩萨，给诸位说，统统是在家菩萨。前面文殊、普贤、弥勒都是出家的，这个地方讲在家的。在家到底是什么地位的菩萨？菩萨有五十一个阶级，他到底是哪个阶级的菩萨？给诸位说，是最高的阶级，等觉菩萨，这十六位统统是等觉菩萨。他的地位跟观世音、大势至、文殊、普贤是平等的，全是在家菩萨。我们这一看，在家的多，出家的少，这就说明，这个法门度众生成佛的对象是以在家人为主，出家人是附带的。所以大家不要以为，念佛大概出家才会上品上生，在家就没分。那你正好想错了，这个经是专门为在家人讲的。",
      "zh_TW": "到這裡是一小段，這說出十六位菩薩。『正士』是菩薩的別號，通常我們稱菩薩稱大士，稱觀音大士，大士稱菩薩。正士也是稱菩薩。還有開士，開是開悟的開，開士也是稱菩薩。『賢護』這十六位菩薩，給諸位說，統統是在家菩薩。前面文殊、普賢、彌勒都是出家的，這個地方講在家的。在家到底是什麼地位的菩薩？菩薩有五十一個階級，他到底是哪個階級的菩薩？給諸位說，是最高的階級，等覺菩薩，這十六位統統是等覺菩薩。他的地位跟觀世音、大勢至、文殊、普賢是平等的，全是在家菩薩。我們這一看，在家的多，出家的少，這就說明，這個法門度眾生成佛的對象是以在家人為主，出家人是附帶的。所以大家不要以為，念佛大概出家才會上品上生，在家就沒分。那你正好想錯了，這個經是專門為在家人講的。"
    },
    {
      "id": "02-003-0003_p0047",
      "zh_CN": "这里十六个人，『十六』是表法的意思，并不是数目字。《华严经》用十代表圆满，《阿弥陀经》里用七，七重行树、七重罗网，都用七，七代表圆满，密宗以十六代表圆满。所以，处处显示净土法门与密宗关系的密切。学密的人一定要念这部经，他才真正能够透彻了解密宗的奥义；如果对这个经不能够信解，他那个密是靠不住的。黄念祖老居士有本经的注解，这个注解我们送了不少到此地来，这边图书馆有。黄老居士是密宗的金刚上师，他是诺那活佛的传人。可是他老人家在晚年不传密了，他说近代的人，这一代的人已经没有学密的根器。即使学密，他也特别嘱咐有三部经一定要读，第一部就是《无量寿经》，第二部是蕅益大师的《阿弥陀经要解》，第三部是《华严经．普贤行愿品》，这三部经学密的要不读，不可能有成就。这是出自于密宗金刚上师之口。",
      "zh_TW": "這裡十六個人，『十六』是表法的意思，並不是數目字。《華嚴經》用十代表圓滿，《阿彌陀經》裡用七，七重行樹、七重羅網，都用七，七代表圓滿，密宗以十六代表圓滿。所以，處處顯示淨土法門與密宗關係的密切。學密的人一定要念這部經，他才真正能夠透徹了解密宗的奧義；如果對這個經不能夠信解，他那個密是靠不住的。黃念祖老居士有本經的註解，這個註解我們送了不少到此地來，這邊圖書館有。黃老居士是密宗的金剛上師，他是諾那活佛的傳人。可是他老人家在晚年不傳密了，他說近代的人，這一代的人已經沒有學密的根器。即使學密，他也特別囑咐有三部經一定要讀，第一部就是《無量壽經》，第二部是蕅益大師的《阿彌陀經要解》，第三部是《華嚴經．普賢行願品》，這三部經學密的要不讀，不可能有成就。這是出自於密宗金剛上師之口。"
    },
    {
      "id": "02-003-0003_p0048",
      "zh_CN": "这十六位菩萨在此地很明显的告诉我们，这部经对于在家同修的教诫，以及在家同修见到这部经才晓得人人成佛有分。所以，学佛不一定要出家，在家一样可以成佛。也可以说，在近代，佛教修行人里面，在家人成就比出家人多，在家人成就比出家人高。还很奇怪的，在家的女众胜过男众。我前面跟诸位说过，现在世界颠倒了，排名的顺序，第一是在家女众，第二是在家男众，第三是出家女众，出家男众排在末后，从前是排在前面，现在顺序整个颠倒，这是真的，不是假的。你只要看看修学往生的人数多少，你就知道。站着走的、坐着走的，我们看到在家的很多，出家的没看到过。出家在晚近一个坐着走的，倓虚老法师是坐着走的。但是倓虚老法师还生病，生了很长时期的病。在家的居士走的，他不生病，他晓得他哪一天走，说走就走了，现在出家人比不上在家人。原因在哪里？从前出家人身心清净，所以他成就比在家人高。现在出家人的身心没有在家人清净。在家人，你家里几个人？父母、夫妻、兄弟、姊妹，算你十个人不得了，你每天操心就操这几个人。可是出家人可不得了，庙愈来愈大，徒子徒孙没有几年就好几百人，再有信徒好几千人，忙得不亦乐乎。操不完的心，管不完的事，他哪里有时间修行！所以，他的成就当然不如在家人了。",
      "zh_TW": "這十六位菩薩在此地很明顯的告訴我們，這部經對於在家同修的教誡，以及在家同修見到這部經才曉得人人成佛有分。所以，學佛不一定要出家，在家一樣可以成佛。也可以說，在近代，佛教修行人裡面，在家人成就比出家人多，在家人成就比出家人高。還很奇怪的，在家的女眾勝過男眾。我前面跟諸位說過，現在世界顛倒了，排名的順序，第一是在家女眾，第二是在家男眾，第三是出家女眾，出家男眾排在末後，從前是排在前面，現在順序整個顛倒，這是真的，不是假的。你只要看看修學往生的人數多少，你就知道。站著走的、坐著走的，我們看到在家的很多，出家的沒看到過。出家在晚近一個坐著走的，倓虛老法師是坐著走的。但是倓虛老法師還生病，生了很長時期的病。在家的居士走的，他不生病，他曉得他哪一天走，說走就走了，現在出家人比不上在家人。原因在哪裡？從前出家人身心清淨，所以他成就比在家人高。現在出家人的身心沒有在家人清淨。在家人，你家裡幾個人？父母、夫妻、兄弟、姊妹，算你十個人不得了，你每天操心就操這幾個人。可是出家人可不得了，廟愈來愈大，徒子徒孫沒有幾年就好幾百人，再有信徒好幾千人，忙得不亦樂乎。操不完的心，管不完的事，他哪裡有時間修行！所以，他的成就當然不如在家人了。"
    },
    {
      "id": "02-003-0003_p0049",
      "zh_CN": "我学佛了解这个情形，自己跟自己提出很高的警觉心。所以我出家学佛，抱着三不管，我是三不管的出家人，我将来成就不会输在你们之下。什么三不管？第一个我不管人，第二我不管事，第三我不管钱，三不管我就乐得自在，这个很重要。很多地方都请我做会长，都是挂名的，我跟他讲我不管事，挂个空名可以，要我管事，我决定不干；挂个名无所谓，决定不管事的。因为，管上这个东西就要操心，对于自己将来往生西方极乐世界，可以说就没有把握。这是真正的大事，其他的是小事情，其他那是鸡毛蒜皮，不重要的。往生西方极乐世界这是大事，我们一定要把它认清楚。",
      "zh_TW": "我學佛了解這個情形，自己跟自己提出很高的警覺心。所以我出家學佛，抱著三不管，我是三不管的出家人，我將來成就不會輸在你們之下。什麼三不管？第一個我不管人，第二我不管事，第三我不管錢，三不管我就樂得自在，這個很重要。很多地方都請我做會長，都是掛名的，我跟他講我不管事，掛個空名可以，要我管事，我決定不幹；掛個名無所謂，決定不管事的。因為，管上這個東西就要操心，對於自己將來往生西方極樂世界，可以說就沒有把握。這是真正的大事，其他的是小事情，其他那是雞毛蒜皮，不重要的。往生西方極樂世界這是大事，我們一定要把它認清楚。"
    },
    {
      "id": "02-003-0003_p0050",
      "zh_CN": "这十六位菩萨大部分是他方世界来的。「贤护」是当年出现在印度，是释迦牟尼佛的学生，其余很多是他方世界的。他方世界来的这些在家菩萨，这个含义就很深了，显示着一桩什么事情？告诉我们，十方一切诸佛都弘扬这个法门。他们今天听说释迦牟尼佛也讲这个经，他们很欢喜、高兴，也来看看这个道场。所以知道这个经不仅是释迦牟尼佛讲，尽虚空遍法界一切诸佛都在宣扬。你才晓得这个经的重要性，这个经是一切诸佛之所护念，一切诸佛之所赞叹。其他经典上我们没有见到这种盛况，唯独这部经有。",
      "zh_TW": "這十六位菩薩大部分是他方世界來的。「賢護」是當年出現在印度，是釋迦牟尼佛的學生，其餘很多是他方世界的。他方世界來的這些在家菩薩，這個含義就很深了，顯示著一樁什麼事情？告訴我們，十方一切諸佛都弘揚這個法門。他們今天聽說釋迦牟尼佛也講這個經，他們很歡喜、高興，也來看看這個道場。所以知道這個經不僅是釋迦牟尼佛講，盡虛空遍法界一切諸佛都在宣揚。你才曉得這個經的重要性，這個經是一切諸佛之所護念，一切諸佛之所讚歎。其他經典上我們沒有見到這種盛況，唯獨這部經有。"
    },
    {
      "id": "02-003-0003_p0051",
      "zh_CN": "这些菩萨我简单跟诸位介绍一下。贤护，从名号的意思，就是表如来善护念诸菩萨，《金刚经》上所说的「善付嘱诸菩萨」，就是这个意思。佛常常念菩萨，佛常常保护这些菩萨，我们俗话说保佑。",
      "zh_TW": "這些菩薩我簡單跟諸位介紹一下。賢護，從名號的意思，就是表如來善護念諸菩薩，《金剛經》上所說的「善付囑諸菩薩」，就是這個意思。佛常常念菩薩，佛常常保護這些菩薩，我們俗話說保佑。"
    },
    {
      "id": "02-003-0003_p0052",
      "zh_CN": "第二位『善思惟菩萨』，代表「正智明了」。你能够选择这个法门，这是决定正确的智慧。如果不是正确的智慧，这么多法门，你怎么会选择这个法门？选择这个法门不容易，《弥陀经》上说，「不可以少善根福德因缘，得生彼国」，善根要多，福德要多，因缘要有，三个条件统统具足你才会选择这个法门，选择这个法门绝对不是简单的。像我学佛学了这么多年，对这个法门都不能肯定，半信半疑。我跟诸位报告过，一直到我讲《华严经》，讲了十七年的《华严经》，我才相信这个法门，这个法门我相信是好不容易。你们这些同修，一给你说就相信，你们的善根、福德超过我太多了！我没那么简单，搞这么多年才搞相信，真正搞明白，才相信，实在是不容易。我对我自己也非常庆幸，因为有很多在教下的法师，一生都不能相信，那真正可惜！佛的圣教，就是经典，太多了，古人称之为教网，我把它比喻作迷宫。教入进去之后，要想钻出来不容易的事情，会被这些经教迷住。教理涉及愈多，对这个法门愈难相信。你说一个凡夫，一品烦恼也没断，念这一句阿弥陀佛就能往生，还勉强可以相信。一往生就跟等觉菩萨平起平坐，这不能相信，所有一切经上都没有这个说法的。所以这个法门叫难信之法，玄奘大师翻的极难信法，真不容易。诸位能够相信这个法门，那是大善根、大福德因缘，这绝对不是偶然的事情，这是大智慧。",
      "zh_TW": "第二位『善思惟菩薩』，代表「正智明了」。你能夠選擇這個法門，這是決定正確的智慧。如果不是正確的智慧，這麼多法門，你怎麼會選擇這個法門？選擇這個法門不容易，《彌陀經》上說，「不可以少善根福德因緣，得生彼國」，善根要多，福德要多，因緣要有，三個條件統統具足你才會選擇這個法門，選擇這個法門絕對不是簡單的。像我學佛學了這麼多年，對這個法門都不能肯定，半信半疑。我跟諸位報告過，一直到我講《華嚴經》，講了十七年的《華嚴經》，我才相信這個法門，這個法門我相信是好不容易。你們這些同修，一給你說就相信，你們的善根、福德超過我太多了！我沒那麼簡單，搞這麼多年才搞相信，真正搞明白，才相信，實在是不容易。我對我自己也非常慶幸，因為有很多在教下的法師，一生都不能相信，那真正可惜！佛的聖教，就是經典，太多了，古人稱之為教網，我把它比喻作迷宮。教入進去之後，要想鑽出來不容易的事情，會被這些經教迷住。教理涉及愈多，對這個法門愈難相信。你說一個凡夫，一品煩惱也沒斷，念這一句阿彌陀佛就能往生，還勉強可以相信。一往生就跟等覺菩薩平起平坐，這不能相信，所有一切經上都沒有這個說法的。所以這個法門叫難信之法，玄奘大師翻的極難信法，真不容易。諸位能夠相信這個法門，那是大善根、大福德因緣，這絕對不是偶然的事情，這是大智慧。"
    },
    {
      "id": "02-003-0003_p0053",
      "zh_CN": "『慧辩才菩萨』，辩才就是四无碍辩才，特别能够宣扬佛法，善说此经。这个经能够讲得人相信，这要靠智慧辩才；没有智慧辩才，虽然讲，不太容易教人相信。『观无住菩萨』，这位菩萨的德号就是《金刚经》上所讲的「应无所住，而生其心」。他就是从无住生心建立的名号，这个意思非常之好。第五位是『神通华菩萨』，这位菩萨所代表的是行权方便，所谓大开方便之门，广度众生。第六位是『光英菩萨』，光是光明，英是精华，光明里面的精华，这个太美、太好了，所以代表的是「光明英发」。第七位是『宝幢菩萨』，幢是高显之意，代表的是「智慧殊胜」，如果不是最殊胜的智慧，听了这个法门很难信受。第八位『智上菩萨』，那是无上的妙慧，菩萨德号当中以智慧占得最多，这就说明，这个法门非大智慧不能够信受奉行。『寂根菩萨』表的是六根清净，这是本宗修学的根本。『信慧菩萨』表的是能信这个法门，能信此法。『愿慧菩萨』，有信必定要发愿，如果不发愿往生，虽然有清净信心，我们这一生同样的空过了。所以这个法门是以信愿行为修学的宗旨。『香象菩萨』代表愿力无边，象的力气很大，代表愿力大。『宝英菩萨』代表愿海万德庄严。『中住菩萨』代表的是安住中道，这一句阿弥陀佛，就是中道第一义，昨天跟诸位说过。『制行菩萨』代表持戒念佛。『解脱菩萨』代表断除一切烦恼结缚。",
      "zh_TW": "『慧辯才菩薩』，辯才就是四無礙辯才，特別能夠宣揚佛法，善說此經。這個經能夠講得人相信，這要靠智慧辯才；沒有智慧辯才，雖然講，不太容易教人相信。『觀無住菩薩』，這位菩薩的德號就是《金剛經》上所講的「應無所住，而生其心」。他就是從無住生心建立的名號，這個意思非常之好。第五位是『神通華菩薩』，這位菩薩所代表的是行權方便，所謂大開方便之門，廣度眾生。第六位是『光英菩薩』，光是光明，英是精華，光明裡面的精華，這個太美、太好了，所以代表的是「光明英發」。第七位是『寶幢菩薩』，幢是高顯之意，代表的是「智慧殊勝」，如果不是最殊勝的智慧，聽了這個法門很難信受。第八位『智上菩薩』，那是無上的妙慧，菩薩德號當中以智慧佔得最多，這就說明，這個法門非大智慧不能夠信受奉行。『寂根菩薩』表的是六根清淨，這是本宗修學的根本。『信慧菩薩』表的是能信這個法門，能信此法。『願慧菩薩』，有信必定要發願，如果不發願往生，雖然有清淨信心，我們這一生同樣的空過了。所以這個法門是以信願行為修學的宗旨。『香象菩薩』代表願力無邊，象的力氣很大，代表願力大。『寶英菩薩』代表願海萬德莊嚴。『中住菩薩』代表的是安住中道，這一句阿彌陀佛，就是中道第一義，昨天跟諸位說過。『制行菩薩』代表持戒念佛。『解脫菩薩』代表斷除一切煩惱結縛。"
    },
    {
      "id": "02-003-0003_p0054",
      "zh_CN": "这是十六位菩萨名号含义简单的给诸位介绍出来。下面这句话就非常重要了。",
      "zh_TW": "這是十六位菩薩名號含義簡單的給諸位介紹出來。下面這句話就非常重要了。"
    },
    {
      "id": "02-003-0003_p0055",
      "zh_CN": "【咸共遵修普贤大士之德。具足无量行愿。安住一切功德法中。】",
      "zh_TW": "【咸共遵修普賢大士之德。具足無量行願。安住一切功德法中。】"
    },
    {
      "id": "02-003-0003_p0056",
      "zh_CN": "这一句不仅仅是说前面十六位在家的法身大士，实在是说无量寿会里面所有一切的信众。如果再要把这个意思扩大，十方无量无边诸佛刹土，凡是发愿求生西方净土这些众生，上从等觉菩萨，下到地狱众生，这个法门是九界普度，每一个人都要修『普贤大士之德』。普贤大士之德是什么？就是《华严经》上所讲的十大愿王，这个重要。十大愿王，我们学佛的同修每一位也知道重要，怎么知道重要？你早晚课诵里头都念，一者礼敬诸佛，二者称赞如来，你念就晓得这是重要的事情。但是虽然念，没去照做，这个不行，念了要照做，这个要紧。所以念佛的人一定要修普贤十愿。",
      "zh_TW": "這一句不僅僅是說前面十六位在家的法身大士，實在是說無量壽會裡面所有一切的信眾。如果再要把這個意思擴大，十方無量無邊諸佛剎土，凡是發願求生西方淨土這些眾生，上從等覺菩薩，下到地獄眾生，這個法門是九界普度，每一個人都要修『普賢大士之德』。普賢大士之德是什麼？就是《華嚴經》上所講的十大願王，這個重要。十大願王，我們學佛的同修每一位也知道重要，怎麼知道重要？你早晚課誦裡頭都念，一者禮敬諸佛，二者稱讚如來，你念就曉得這是重要的事情。但是雖然念，沒去照做，這個不行，念了要照做，這個要緊。所以念佛的人一定要修普賢十願。"
    },
    {
      "id": "02-003-0003_p0057",
      "zh_CN": "这个法门自从夏莲居老居士提倡「净宗学会」，昨天我跟诸位报告过了，以这个组织专修专弘。我在台北华藏净宗学会，我给他们写了个缘起，缘起里面特别提出来法门的依据。这就是一个道场，道场顾名思义要有道，如果没有道，只有场，没有道，不能叫道场。所以，从前中国寺院丛林的确都有它的家风，有它的道风、学风，每一个道场有它独特的道风与学风，所以它能成就。就跟办学校一样，这个学校总有几个科目是很出色的，世界第一的，这个学校才值得大家赞叹。佛教的寺院也是如此。像过去，五台山的学风是《华严经》，它标榜的是《华严经》，等于是华严大学。天下有志于学《华严》的人，都到我家里来，我这里是华严专科大学，这是它的学风。道风是讲修行，他们修行方法是修「法界观」，这是当年清凉大师在世时候，所以人家有它独立的学风、独立的道风。像天台山，智者大师在那边领导的，它的学风是《法华经》，他特别提倡《法华》。天下有志学《法华经》的人都到天台山来，天台山是《法华经》的专科大学。它的道风，就是修行方法是三止三观，它修止观。每一家有它的特色。",
      "zh_TW": "這個法門自從夏蓮居老居士提倡「淨宗學會」，昨天我跟諸位報告過了，以這個組織專修專弘。我在台北華藏淨宗學會，我給他們寫了個緣起，緣起裡面特別提出來法門的依據。這就是一個道場，道場顧名思義要有道，如果沒有道，只有場，沒有道，不能叫道場。所以，從前中國寺院叢林的確都有它的家風，有它的道風、學風，每一個道場有它獨特的道風與學風，所以它能成就。就跟辦學校一樣，這個學校總有幾個科目是很出色的，世界第一的，這個學校才值得大家讚歎。佛教的寺院也是如此。像過去，五台山的學風是《華嚴經》，它標榜的是《華嚴經》，等於是華嚴大學。天下有志於學《華嚴》的人，都到我家裡來，我這裡是華嚴專科大學，這是它的學風。道風是講修行，他們修行方法是修「法界觀」，這是當年清涼大師在世時候，所以人家有它獨立的學風、獨立的道風。像天台山，智者大師在那邊領導的，它的學風是《法華經》，他特別提倡《法華》。天下有志學《法華經》的人都到天台山來，天台山是《法華經》的專科大學。它的道風，就是修行方法是三止三觀，它修止觀。每一家有它的特色。"
    },
    {
      "id": "02-003-0003_p0058",
      "zh_CN": "我们的「净宗学会」也有特色，我们的学风是净土五经，这是我们修学的理论依据。我们的道风，就是修行方法，依据五经里的教训特别提出的纲领，是《观无量寿经》讲的「三福」。学佛不能没有福报，《弥陀经》上讲得很清楚，「不可以少善根福德因缘」，所以福德很重要，一开头修福，《观经》的三福。「六和」，六和敬，六和敬也是修福。其次，「三学、六度」，三学是戒定慧，六度大家知道，后面是「十大愿王」。所以，我们的道风是五个科目，三福、六和、三学、六度、十大愿王。我们经典有经典的依据，修行有修行的方法，我们这样才能成就，绝对不是盲修瞎练，决定不是乱修乱学。今天学佛的人很多，不能成就的人都是乱的，乱修乱学他怎么会成就？这是毛病之所在。我们今天一定要提倡专修，要专学，要专修。",
      "zh_TW": "我們的「淨宗學會」也有特色，我們的學風是淨土五經，這是我們修學的理論依據。我們的道風，就是修行方法，依據五經裡的教訓特別提出的綱領，是《觀無量壽經》講的「三福」。學佛不能沒有福報，《彌陀經》上講得很清楚，「不可以少善根福德因緣」，所以福德很重要，一開頭修福，《觀經》的三福。「六和」，六和敬，六和敬也是修福。其次，「三學、六度」，三學是戒定慧，六度大家知道，後面是「十大願王」。所以，我們的道風是五個科目，三福、六和、三學、六度、十大願王。我們經典有經典的依據，修行有修行的方法，我們這樣才能成就，絕對不是盲修瞎練，決定不是亂修亂學。今天學佛的人很多，不能成就的人都是亂的，亂修亂學他怎麼會成就？這是毛病之所在。我們今天一定要提倡專修，要專學，要專修。"
    },
    {
      "id": "02-003-0003_p0059",
      "zh_CN": "十大愿王非常重要，这也就是古德把《华严经．普贤行愿品》合在净土三经后面，编成净土五经的道理。可见得净土宗的大德对于这个非常重视，我们现在读的是净土五经。十大愿王在此地略为跟诸位说一说。第一个是「礼敬诸佛」。诸位要知道，你说我们学佛修行，修行跟诸位讲过是修正行为，修正行为要从哪里修起？要从礼敬修起，不但佛法教给我们从礼敬修起，孔老夫子教学，也是从礼敬修起。你看看《礼记》，我们把《礼记》一展开，第一篇第一句话就说「曲礼曰，毋不敬」，毋不敬就是一切恭敬。孔老夫子跟释迦牟尼佛未曾见过面，没有交换意见，没有会谈一次，他们两位教学的方法就一样的。这就是中国人常讲的「英雄所见，大略相同」，孔老夫子的见解跟释迦牟尼佛相同，教学生第一个科目就是教礼敬。",
      "zh_TW": "十大願王非常重要，這也就是古德把《華嚴經．普賢行願品》合在淨土三經後面，編成淨土五經的道理。可見得淨土宗的大德對於這個非常重視，我們現在讀的是淨土五經。十大願王在此地略為跟諸位說一說。第一個是「禮敬諸佛」。諸位要知道，你說我們學佛修行，修行跟諸位講過是修正行為，修正行為要從哪裡修起？要從禮敬修起，不但佛法教給我們從禮敬修起，孔老夫子教學，也是從禮敬修起。你看看《禮記》，我們把《禮記》一展開，第一篇第一句話就說「曲禮曰，毋不敬」，毋不敬就是一切恭敬。孔老夫子跟釋迦牟尼佛未曾見過面，沒有交換意見，沒有會談一次，他們兩位教學的方法就一樣的。這就是中國人常講的「英雄所見，大略相同」，孔老夫子的見解跟釋迦牟尼佛相同，教學生第一個科目就是教禮敬。"
    },
    {
      "id": "02-003-0003_p0060",
      "zh_CN": "而且他们两个人讲的非常接近，孔老夫子讲「毋不敬」，就是没有一样不恭敬，一切恭敬；十大愿王里面跟我们讲「礼敬诸佛」，诸佛就是一切的意思，佛在《华严经》、《圆觉经》里面告诉我们，「一切众生本来成佛」。你看到十大愿王礼敬诸佛，你看到佛像会拜，你看到人就没有礼貌，你有没有修这条？没修。为什么说没有修？因为你对一切众生没有恭敬。应当怎么修法？对待一切众生像对待佛一样的恭敬，这叫做普贤愿王。普贤法门是平等法、是清净法，如果我们在一切众生要起了差别心，这是佛我要恭敬；那是菩萨，我也要恭敬；这是人，我就不要恭敬；那是坏人，我更不要理他，那就大错特错。一定要用平等心、清净心、恭敬心对人对事对物。为什么连人事物都包括？《华严》上说的，桌子善知识，板凳善知识，就是椅子，椅子善知识，香炉善知识，蜡台善知识，没有一样不是善知识。所以才说「情与无情，同圆种智」，情是有情众生，无情就是物质。有情众生有佛性，佛性是平等的，无情众生有法性，佛性跟法性是一个性，无二无别。所以，情与无情统统成佛，统统是佛，没有一样不是佛。因此，我们对佛菩萨、对一切众生、对一切事、对一切物统统要恭敬，这才叫做礼敬诸佛。可见得这一条不容易修，绝对不是说我修普贤十大愿王，我每天在佛面前磕三个头，普贤菩萨面前磕三个头，我就做到了，那是大大的笑话，那就完全错会了意思。",
      "zh_TW": "而且他們兩個人講的非常接近，孔老夫子講「毋不敬」，就是沒有一樣不恭敬，一切恭敬；十大願王裡面跟我們講「禮敬諸佛」，諸佛就是一切的意思，佛在《華嚴經》、《圓覺經》裡面告訴我們，「一切眾生本來成佛」。你看到十大願王禮敬諸佛，你看到佛像會拜，你看到人就沒有禮貌，你有沒有修這條？沒修。為什麼說沒有修？因為你對一切眾生沒有恭敬。應當怎麼修法？對待一切眾生像對待佛一樣的恭敬，這叫做普賢願王。普賢法門是平等法、是清淨法，如果我們在一切眾生要起了差別心，這是佛我要恭敬；那是菩薩，我也要恭敬；這是人，我就不要恭敬；那是壞人，我更不要理他，那就大錯特錯。一定要用平等心、清淨心、恭敬心對人對事對物。為什麼連人事物都包括？《華嚴》上說的，桌子善知識，板凳善知識，就是椅子，椅子善知識，香爐善知識，蠟台善知識，沒有一樣不是善知識。所以才說「情與無情，同圓種智」，情是有情眾生，無情就是物質。有情眾生有佛性，佛性是平等的，無情眾生有法性，佛性跟法性是一個性，無二無別。所以，情與無情統統成佛，統統是佛，沒有一樣不是佛。因此，我們對佛菩薩、對一切眾生、對一切事、對一切物統統要恭敬，這才叫做禮敬諸佛。可見得這一條不容易修，絕對不是說我修普賢十大願王，我每天在佛面前磕三個頭，普賢菩薩面前磕三個頭，我就做到了，那是大大的笑話，那就完全錯會了意思。"
    },
    {
      "id": "02-003-0003_p0061",
      "zh_CN": "为什么要修礼敬？诸位要知道，佛与众生的差别，就是佛的自性开发了，自性的智慧功德完全显露。而我们众生自性的大门是关着的，好像宝库，库门是关闭的，没有打开，宝藏在里面透不出来，生佛不同的地方就在此地。除这个之外，一律平等，佛有多少智慧德行，我们也有，我们跟佛没有两样。要如何把我们智慧德能的宝藏的门打开？用什么方法打开？给诸位说，就是礼敬。礼敬是开发我们心地法门宝藏的一把钥匙，你看重不重要！所以，佛不是勉强我们，你一定要怎么恭敬，不是的。恭敬不是对别人有好处，是对自己有好处，把自己本性功德宝藏的法门打开。",
      "zh_TW": "為什麼要修禮敬？諸位要知道，佛與眾生的差別，就是佛的自性開發了，自性的智慧功德完全顯露。而我們眾生自性的大門是關著的，好像寶庫，庫門是關閉的，沒有打開，寶藏在裡面透不出來，生佛不同的地方就在此地。除這個之外，一律平等，佛有多少智慧德行，我們也有，我們跟佛沒有兩樣。要如何把我們智慧德能的寶藏的門打開？用什麼方法打開？給諸位說，就是禮敬。禮敬是開發我們心地法門寶藏的一把鑰匙，你看重不重要！所以，佛不是勉強我們，你一定要怎麼恭敬，不是的。恭敬不是對別人有好處，是對自己有好處，把自己本性功德寶藏的法門打開。"
    },
    {
      "id": "02-003-0003_p0062",
      "zh_CN": "孔老夫子知道，他也是用这把钥匙打开宝藏库门，佛知道，也是用礼敬诸佛。我们因为不知道这个事实的真相，所以佛菩萨教我们修礼敬，「我为什么要恭敬他？」好像恭敬与我不相干，而是对人的。殊不知道，恭敬对自己的关系太密切了，对人倒没有什么大关系。因为我恭敬他，他不会破迷开悟，他宝藏的门打不开，可是我的开了，这个道理要晓得。我们自己学佛，没有懂得这个道理之前，我们对人不恭敬，就是对人恭敬也是表面上的，而且有等级、有差别的。这个人值得我恭敬，我恭敬他；不值得，我瞧不起他。以后明白佛法的道理，才知道自己犯了大错误。自己学佛，为什么经都看不懂？智慧没开。智慧为什么不开？没有钥匙开。钥匙就是礼敬，礼敬的钥匙没有，丢掉了。所以，了解事实真相非常重要。",
      "zh_TW": "孔老夫子知道，他也是用這把鑰匙打開寶藏庫門，佛知道，也是用禮敬諸佛。我們因為不知道這個事實的真相，所以佛菩薩教我們修禮敬，「我為什麼要恭敬他？」好像恭敬與我不相干，而是對人的。殊不知道，恭敬對自己的關係太密切了，對人倒沒有什麼大關係。因為我恭敬他，他不會破迷開悟，他寶藏的門打不開，可是我的開了，這個道理要曉得。我們自己學佛，沒有懂得這個道理之前，我們對人不恭敬，就是對人恭敬也是表面上的，而且有等級、有差別的。這個人值得我恭敬，我恭敬他；不值得，我瞧不起他。以後明白佛法的道理，才知道自己犯了大錯誤。自己學佛，為什麼經都看不懂？智慧沒開。智慧為什麼不開？沒有鑰匙開。鑰匙就是禮敬，禮敬的鑰匙沒有，丟掉了。所以，了解事實真相非常重要。"
    },
    {
      "id": "02-003-0003_p0063",
      "zh_CN": "佛法的修学，在我们中国是以四大菩萨来表法，中国大陆有四大名山，你们都去朝山，入了宝山，你们回来，带了什么回来？空手回来，可惜！入宝山怎么可以空手回来？你一定要晓得四大菩萨表法的含义。九华山是地藏菩萨的道场，普陀是观世音菩萨的道场，五台是文殊菩萨的道场，峨嵋是普贤菩萨的道场。四大菩萨代表大乘修学的次第，我们怎样才能入佛门？学，从哪里学起？从地藏学起，地是大地，藏是宝藏，就像矿藏，金矿、银矿都在地底下埋着。我们发现这个地方有金矿，想方法开采，一开采，我们国家都富有了。佛用这个譬喻，地是我们的心地，宝藏就是智慧德能，《华严经》上所说的「一切众生皆有如来智慧德相」，如来智慧德相就是我们心地里面的宝藏。",
      "zh_TW": "佛法的修學，在我們中國是以四大菩薩來表法，中國大陸有四大名山，你們都去朝山，入了寶山，你們回來，帶了什麼回來？空手回來，可惜！入寶山怎麼可以空手回來？你一定要曉得四大菩薩表法的含義。九華山是地藏菩薩的道場，普陀是觀世音菩薩的道場，五台是文殊菩薩的道場，峨嵋是普賢菩薩的道場。四大菩薩代表大乘修學的次第，我們怎樣才能入佛門？學，從哪裡學起？從地藏學起，地是大地，藏是寶藏，就像礦藏，金礦、銀礦都在地底下埋著。我們發現這個地方有金礦，想方法開採，一開採，我們國家都富有了。佛用這個譬喻，地是我們的心地，寶藏就是智慧德能，《華嚴經》上所說的「一切眾生皆有如來智慧德相」，如來智慧德相就是我們心地裡面的寶藏。"
    },
    {
      "id": "02-003-0003_p0064",
      "zh_CN": "用什么方法开？《地藏经》里面教给我们的那就是方法。《地藏经》教的是什么东西？孝顺父母，尊敬师长。所以，孝、敬就是开发心地宝藏的钥匙。没有一个佛菩萨不孝顺父母、不尊敬师长，学佛的人不晓得孝顺父母、奉事师长，你这个佛法决定是不得其门而入。你说你有什么修行，那是假的，骗人的。你说我一打坐，我可以离地三尺，可以后面放好多光，可以坐在那个地方好几天不起来，那都是妖魔鬼怪，骗人的。为什么？不孝顺父母、不尊敬师长，这是假的。我晓得，因为你没有钥匙，你没有钥匙你心地宝藏还是闭塞的，没有打开！如果你是孝亲尊师，你这个表演可能是真的，那我对你很尊重，佩服你；否则的话你是假的，骗人的。所以要晓得，孝敬非常重要，我们入佛门，念佛要得一心不乱，要得功夫成片，要往生决定有把握，要从孝敬修起。这是告诉你从哪里下手，最初的第一步要学地藏菩萨。",
      "zh_TW": "用什麼方法開？《地藏經》裡面教給我們的那就是方法。《地藏經》教的是什麼東西？孝順父母，尊敬師長。所以，孝、敬就是開發心地寶藏的鑰匙。沒有一個佛菩薩不孝順父母、不尊敬師長，學佛的人不曉得孝順父母、奉事師長，你這個佛法決定是不得其門而入。你說你有什麼修行，那是假的，騙人的。你說我一打坐，我可以離地三尺，可以後面放好多光，可以坐在那個地方好幾天不起來，那都是妖魔鬼怪，騙人的。為什麼？不孝順父母、不尊敬師長，這是假的。我曉得，因為你沒有鑰匙，你沒有鑰匙你心地寶藏還是閉塞的，沒有打開！如果你是孝親尊師，你這個表演可能是真的，那我對你很尊重，佩服你；否則的話你是假的，騙人的。所以要曉得，孝敬非常重要，我們入佛門，念佛要得一心不亂，要得功夫成片，要往生決定有把握，要從孝敬修起。這是告訴你從哪裡下手，最初的第一步要學地藏菩薩。"
    },
    {
      "id": "02-003-0003_p0065",
      "zh_CN": "第二，再升一级就是观世音菩萨，大慈大悲，把孝敬，从孝敬父母推广到一切众生，就是大慈大悲。我要孝顺一切众生的父母，我要尊敬一切众生的师长，这就变成观世音菩萨。佛法是这样学法的。观音有三部经，地藏也有三部经。在第三个阶段，就是学文殊菩萨的智慧。大慈大悲要依理智，不能依感情，你的慈悲才是清净、平等的。如果感情的慈悲，心不清净，心不平等，与心性不能相应。最后一个阶段，就是把孝敬、慈悲、智慧应用在日常生活中，应用在处事待人接物之处，那就是普贤菩萨，普贤菩萨代表实践、代表实行。",
      "zh_TW": "第二，再升一級就是觀世音菩薩，大慈大悲，把孝敬，從孝敬父母推廣到一切眾生，就是大慈大悲。我要孝順一切眾生的父母，我要尊敬一切眾生的師長，這就變成觀世音菩薩。佛法是這樣學法的。觀音有三部經，地藏也有三部經。在第三個階段，就是學文殊菩薩的智慧。大慈大悲要依理智，不能依感情，你的慈悲才是清淨、平等的。如果感情的慈悲，心不清淨，心不平等，與心性不能相應。最後一個階段，就是把孝敬、慈悲、智慧應用在日常生活中，應用在處事待人接物之處，那就是普賢菩薩，普賢菩薩代表實踐、代表實行。"
    },
    {
      "id": "02-003-0003_p0066",
      "zh_CN": "这四个菩萨代表佛法的四个阶段。所以，你不能把菩萨当作神看待，那错了。你依照这个方法修学，这就是菩萨加持你，这就是菩萨保佑你。我从前不晓得，不知道孝敬、不知道慈悲、不晓得理智、不知道要用在生活上，现在统统知道了。这是佛菩萨加持我们，这是佛菩萨保佑我们。我们在佛法里面所求的就是这些东西，大家一定要知道。",
      "zh_TW": "這四個菩薩代表佛法的四個階段。所以，你不能把菩薩當作神看待，那錯了。你依照這個方法修學，這就是菩薩加持你，這就是菩薩保佑你。我從前不曉得，不知道孝敬、不知道慈悲、不曉得理智、不知道要用在生活上，現在統統知道了。這是佛菩薩加持我們，這是佛菩薩保佑我們。我們在佛法裡面所求的就是這些東西，大家一定要知道。"
    },
    {
      "id": "02-003-0003_p0067",
      "zh_CN": "佛法的教育非常殊胜。寺院是学校，还是佛教的博物馆，它是博物馆跟学校合并起来，非常之美，现代所谓教学艺术化。我们一进到佛堂，见到很多佛菩萨形像，佛菩萨形像都是表法的。正规的道场，寺院的建筑，一进山门第一个接触的是天王殿。天王殿里面供奉的是弥勒菩萨、四大天王，我们这边有四大天王，在上面，供到上面去了。供在那里也好，大家一看也就能见到，不过还不太显目，但是弥勒菩萨供在那里是决定正确的，这就是你入佛门上第一堂课。一进寺院里面，我们第一个所见到的就是弥勒菩萨，你从老远看到，他坐在门当中，面对着门外，老远看到，头一个就看到他。他代表什么？就是代表礼敬。你看笑面迎人，很有礼貌，不是扳着面孔，很生气的样子，他很欢喜，欢迎你进来。弥勒菩萨在中国特别塑造的是布袋和尚像，这个意义更深，布袋和尚肚皮很大，代表能够包容。他所表的是「生平等心，成喜悦相」，这就是告诉你，你想入佛门来，什么资格才能入佛门？入佛门的人一定心要平等，要有度量，要能够包容，要欢喜，对待任何一个人有礼貌，以欢喜心、清净心待人接物。他教我们这个，弥勒菩萨坐在那里是给我们说法的，给我们上课的。你要懂得这个意思。",
      "zh_TW": "佛法的教育非常殊勝。寺院是學校，還是佛教的博物館，它是博物館跟學校合併起來，非常之美，現代所謂教學藝術化。我們一進到佛堂，見到很多佛菩薩形像，佛菩薩形像都是表法的。正規的道場，寺院的建築，一進山門第一個接觸的是天王殿。天王殿裡面供奉的是彌勒菩薩、四大天王，我們這邊有四大天王，在上面，供到上面去了。供在那裡也好，大家一看也就能見到，不過還不太顯目，但是彌勒菩薩供在那裡是決定正確的，這就是你入佛門上第一堂課。一進寺院裡面，我們第一個所見到的就是彌勒菩薩，你從老遠看到，他坐在門當中，面對著門外，老遠看到，頭一個就看到他。他代表什麼？就是代表禮敬。你看笑面迎人，很有禮貌，不是扳著面孔，很生氣的樣子，他很歡喜，歡迎你進來。彌勒菩薩在中國特別塑造的是布袋和尚像，這個意義更深，布袋和尚肚皮很大，代表能夠包容。他所表的是「生平等心，成喜悅相」，這就是告訴你，你想入佛門來，什麼資格才能入佛門？入佛門的人一定心要平等，要有度量，要能夠包容，要歡喜，對待任何一個人有禮貌，以歡喜心、清淨心待人接物。他教我們這個，彌勒菩薩坐在那裡是給我們說法的，給我們上課的。你要懂得這個意思。"
    },
    {
      "id": "02-003-0003_p0068",
      "zh_CN": "四大天王是护法神，护谁的法？是不是护这个道场？不是，是护我们。我们一见到他，想到他的教训，我们明了，护持我们自己。护持你身心健康，护持你家庭兴旺，护持你事业顺利，护持这些。怎么护持法？东方天王，手上拿着琵琶的，东方持国天王，他教我们的是负责尽职。我们在家庭、在社会上我们有责任，我们能够把我们责任尽到，这就是护持，我们把我们的工作做好，他教我们这个。尽忠职守、负责尽职，他教给我们这些。南方天王，手上拿宝剑的，剑代表智慧，慧剑。增长代表进步，天天要求进步，不进步就落伍。他代表的是日新又新，天天要求进步。我样样都做得很好了，不求改进、不求进步，这个错误。智慧要进步、技术要进步、能力要进步，你的生活水准也要进步，他表这个意思。西方天王，手上拿着一条龙的，也有拿着一条蛇的，广目天王。北方天王，手上拿伞的，多闻天王。这两位天王是教我们学习的方法，一位教我们多看、多听。博学多闻，读万卷书，行万里路，我们的智慧德能才会增长，才能改进我们的事业，改进我们的生活，改进我们的社会。",
      "zh_TW": "四大天王是護法神，護誰的法？是不是護這個道場？不是，是護我們。我們一見到他，想到他的教訓，我們明瞭，護持我們自己。護持你身心健康，護持你家庭興旺，護持你事業順利，護持這些。怎麼護持法？東方天王，手上拿著琵琶的，東方持國天王，他教我們的是負責盡職。我們在家庭、在社會上我們有責任，我們能夠把我們責任盡到，這就是護持，我們把我們的工作做好，他教我們這個。盡忠職守、負責盡職，他教給我們這些。南方天王，手上拿寶劍的，劍代表智慧，慧劍。增長代表進步，天天要求進步，不進步就落伍。他代表的是日新又新，天天要求進步。我樣樣都做得很好了，不求改進、不求進步，這個錯誤。智慧要進步、技術要進步、能力要進步，你的生活水準也要進步，他表這個意思。西方天王，手上拿著一條龍的，也有拿著一條蛇的，廣目天王。北方天王，手上拿傘的，多聞天王。這兩位天王是教我們學習的方法，一位教我們多看、多聽。博學多聞，讀萬卷書，行萬里路，我們的智慧德能才會增長，才能改進我們的事業，改進我們的生活，改進我們的社會。"
    },
    {
      "id": "02-003-0003_p0069",
      "zh_CN": "这个像塑在这个地方是说法的，是给我们上课的。现在很多人迷惑颠倒，跑到那里烧香、磕头、拜拜、许愿，菩萨你保佑我平安。菩萨也听不到，他怎么能保佑？是你自己搞错了，你自己在欺骗自已。你要明白这个意思，你能照这个意思去做，那真的保佑你了。",
      "zh_TW": "這個像塑在這個地方是說法的，是給我們上課的。現在很多人迷惑顛倒，跑到那裡燒香、磕頭、拜拜、許願，菩薩你保佑我平安。菩薩也聽不到，他怎麼能保佑？是你自己搞錯了，你自己在欺騙自已。你要明白這個意思，你能照這個意思去做，那真的保佑你了。"
    },
    {
      "id": "02-003-0003_p0070",
      "zh_CN": "同修们一定要晓得，佛教里头没有迷信，佛菩萨形像塑在这里，时时刻刻提醒自己，想想自己跟他表的意思一样不一样？不一样，赶紧改正过来，这叫修行，修行是修正自己的思想、见解、行为。他是一个标本，放在那里提醒我，使我知道修正自己的过失，是这个意思。我们每天对他礼拜，那就是礼敬诸佛的意思，为什么？我很感谢他，他提醒我；不提醒我，我忘掉了。所以供养佛像，天天去礼拜是感谢他，我对一个形像都感谢，我对人当然更感谢。这种恭敬之心就能发扬光大，这是性德显露，开发自性。不能迷信，迷信是错误的。",
      "zh_TW": "同修們一定要曉得，佛教裡頭沒有迷信，佛菩薩形像塑在這裡，時時刻刻提醒自己，想想自己跟他表的意思一樣不一樣？不一樣，趕緊改正過來，這叫修行，修行是修正自己的思想、見解、行為。他是一個標本，放在那裡提醒我，使我知道修正自己的過失，是這個意思。我們每天對他禮拜，那就是禮敬諸佛的意思，為什麼？我很感謝他，他提醒我；不提醒我，我忘掉了。所以供養佛像，天天去禮拜是感謝他，我對一個形像都感謝，我對人當然更感謝。這種恭敬之心就能發揚光大，這是性德顯露，開發自性。不能迷信，迷信是錯誤的。"
    },
    {
      "id": "02-003-0003_p0071",
      "zh_CN": "至于我看到习俗讲佛像开光，我今天给你讲的弥勒菩萨、四大天王的意思，就是给它开了光。诸位对于开光要有个正确的认识，开光是佛像造好之后，启用典礼，一定要把供养佛像真正意义说出来，是利用佛菩萨形像开发我们自性光明，而不是人替佛菩萨开光。人要替佛菩萨开光，我替他开了就灵，不开就不灵，你们从今以后拜我好了，何必拜佛菩萨，我比他还行。这个有罪过，大错特错。是说明佛菩萨形像的意义，我们一见他，就开我们自己的心光。譬如我们一见弥勒菩萨，我们就不生气，我们跟这个人过不去、跟那个人过不去，一看到弥勒菩萨，我应该要学他，肚皮大一点，要包容，是他开我的光。像四大天王，你明白这个意思了，教我负责尽职，教我天天求进步，教我要博学多闻，启发我们自己，常常叫我们自己不要忘掉。所以说，佛菩萨形像统统是开发我们自性光明的，而不是我们替他开光。人哪有资格替佛菩萨开光？没这个道理。现在很多人搞错了，你家里供个佛像，说要不请一位法师来开光就不灵，迷惑颠倒，可惜！",
      "zh_TW": "至於我看到習俗講佛像開光，我今天給你講的彌勒菩薩、四大天王的意思，就是給它開了光。諸位對於開光要有個正確的認識，開光是佛像造好之後，啟用典禮，一定要把供養佛像真正意義說出來，是利用佛菩薩形像開發我們自性光明，而不是人替佛菩薩開光。人要替佛菩薩開光，我替他開了就靈，不開就不靈，你們從今以後拜我好了，何必拜佛菩薩，我比他還行。這個有罪過，大錯特錯。是說明佛菩薩形像的意義，我們一見他，就開我們自己的心光。譬如我們一見彌勒菩薩，我們就不生氣，我們跟這個人過不去、跟那個人過不去，一看到彌勒菩薩，我應該要學他，肚皮大一點，要包容，是他開我的光。像四大天王，你明白這個意思了，教我負責盡職，教我天天求進步，教我要博學多聞，啟發我們自己，常常叫我們自己不要忘掉。所以說，佛菩薩形像統統是開發我們自性光明的，而不是我們替他開光。人哪有資格替佛菩薩開光？沒這個道理。現在很多人搞錯了，你家裡供個佛像，說要不請一位法師來開光就不靈，迷惑顛倒，可惜！"
    },
    {
      "id": "02-003-0003_p0072",
      "zh_CN": "他开光的时候是不是把这个意义给你说清楚、说明白？如果把这个意思统统讲明白、讲清楚，这个佛菩萨形像就全都开了光，你明白了。你家里供的佛菩萨，知道我供的是什么意思，知道我为什么要供养他，这里头没有迷信。亲戚朋友到你家里去，看你家里供佛像，你为什么供这个？你能够说一篇道理给他听，他听了佩服，他尊敬你，他家里也会去供。供养佛菩萨的功德很大，一定要晓得，最重要的意义就是礼敬诸佛的意思，时时刻刻提醒我们，对一切人一切事一切物，清净、平等、恭敬心的启发，这是比什么都重要的。",
      "zh_TW": "他開光的時候是不是把這個意義給你說清楚、說明白？如果把這個意思統統講明白、講清楚，這個佛菩薩形像就全都開了光，你明白了。你家裡供的佛菩薩，知道我供的是什麼意思，知道我為什麼要供養他，這裡頭沒有迷信。親戚朋友到你家裡去，看你家裡供佛像，你為什麼供這個？你能夠說一篇道理給他聽，他聽了佩服，他尊敬你，他家裡也會去供。供養佛菩薩的功德很大，一定要曉得，最重要的意義就是禮敬諸佛的意思，時時刻刻提醒我們，對一切人一切事一切物，清淨、平等、恭敬心的啟發，這是比什麼都重要的。"
    },
    {
      "id": "02-003-0003_p0073",
      "zh_CN": "「普贤大士之德」，十条里面只介绍了一条，明天再跟诸位介绍下面九条，都很重要，不可以不晓得。",
      "zh_TW": "「普賢大士之德」，十條裡面只介紹了一條，明天再跟諸位介紹下面九條，都很重要，不可以不曉得。"
    }
  ]
}