{
  "doc_id": "02-003-0028",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0028",
  "total_paragraphs": 90,
  "paragraphs": [
    {
      "id": "02-003-0028_p0001",
      "zh_CN": "请掀开经本第八十页，第二行看起：",
      "zh_TW": "請掀開經本第八十頁，第二行看起："
    },
    {
      "id": "02-003-0028_p0002",
      "zh_CN": "【非是小乘第四十三】",
      "zh_TW": "【非是小乘第四十三】"
    },
    {
      "id": "02-003-0028_p0003",
      "zh_CN": "诸位同修，昨天我们将本经的正宗分讲完了。本经一共有四十八章，或者说它是四十八品也一样，前面有三章是本经的序分，当中从第四章到第四十二章，一共有三十九章是本经的正宗分，从四十三到四十八这六章是本经的流通分。三分非常的殊胜。尤其难得的是今天下午此地正式成立净宗学会，参加的会员有两百多人，这个因缘无比殊胜。我们深深的相信阿弥陀佛的佛光，十方一切诸佛菩萨都看到这个盛会，都看到诸位同修发无上的大心，上求佛道、下化众生。这个因缘确实是稀有，我在此地虔诚为诸位祝福。",
      "zh_TW": "諸位同修，昨天我們將本經的正宗分講完了。本經一共有四十八章，或者說它是四十八品也一樣，前面有三章是本經的序分，當中從第四章到第四十二章，一共有三十九章是本經的正宗分，從四十三到四十八這六章是本經的流通分。三分非常的殊勝。尤其難得的是今天下午此地正式成立淨宗學會，參加的會員有兩百多人，這個因緣無比殊勝。我們深深的相信阿彌陀佛的佛光，十方一切諸佛菩薩都看到這個盛會，都看到諸位同修發無上的大心，上求佛道、下化眾生。這個因緣確實是稀有，我在此地虔誠為諸位祝福。"
    },
    {
      "id": "02-003-0028_p0004",
      "zh_CN": "在流通分里面第一章，佛就告诉我们，这个法门、这部经典『非是小乘』。有不少人对净土宗发生误会，认为念佛是消极，念佛是自了汉，有违背大乘菩萨利济一切众生的精神。当然说这些话的人，我们相信他一定没有念过《无量寿经》，如果念过《无量寿经》，就不会说这些话，也不会相信这些话。",
      "zh_TW": "在流通分裡面第一章，佛就告訴我們，這個法門、這部經典『非是小乘』。有不少人對淨土宗發生誤會，認為念佛是消極，念佛是自了漢，有違背大乘菩薩利濟一切眾生的精神。當然說這些話的人，我們相信他一定沒有念過《無量壽經》，如果念過《無量壽經》，就不會說這些話，也不會相信這些話。"
    },
    {
      "id": "02-003-0028_p0005",
      "zh_CN": "在没有讲这段经文之前，我们先把前面正宗分做个总结，想一想正宗分里面世尊给我们说了些什么。实在说，在正宗分里面，世尊首先为我们说明西方极乐世界的缘起，怎么来的，说明法藏比丘出家的因缘，以及修行发愿的经过。法藏发四十八愿，使十方一切众生，包括了九法界，上从菩萨，下至地狱，九法界有情都有机缘在一生当中得度。所以他这个愿是从本性般若大智大悲里面生出来的，具足普贤菩萨圆满的大愿。前面曾经跟诸位说过，普贤大愿要能够圆满完成，一定要生西方极乐世界，不生西方极乐世界，普贤大愿我们没有办法做得到。因为他那个愿的境界太大，它是尽虚空遍法界，我们今天没有能力达到。生到西方极乐世界，经上讲得清清楚楚，每天你在一念之间就能够供养十方一切如来，你这个十大愿王才的确能圆满。你说「礼敬诸佛」，真的十方三世一切诸佛你都礼敬到了，天天都可以礼敬，这不是我们观想，真正达到。愿愿皆是如此。",
      "zh_TW": "在沒有講這段經文之前，我們先把前面正宗分做個總結，想一想正宗分裡面世尊給我們說了些什麼。實在說，在正宗分裡面，世尊首先為我們說明西方極樂世界的緣起，怎麼來的，說明法藏比丘出家的因緣，以及修行發願的經過。法藏發四十八願，使十方一切眾生，包括了九法界，上從菩薩，下至地獄，九法界有情都有機緣在一生當中得度。所以他這個願是從本性般若大智大悲裡面生出來的，具足普賢菩薩圓滿的大願。前面曾經跟諸位說過，普賢大願要能夠圓滿完成，一定要生西方極樂世界，不生西方極樂世界，普賢大願我們沒有辦法做得到。因為他那個願的境界太大，它是盡虛空遍法界，我們今天沒有能力達到。生到西方極樂世界，經上講得清清楚楚，每天你在一念之間就能夠供養十方一切如來，你這個十大願王才的確能圓滿。你說「禮敬諸佛」，真的十方三世一切諸佛你都禮敬到了，天天都可以禮敬，這不是我們觀想，真正達到。願願皆是如此。"
    },
    {
      "id": "02-003-0028_p0006",
      "zh_CN": "其次说明法藏比丘广大的功德，这是叫我们能够生起真实心，经中给我们说了三种真实，「真实之际」、「真实智慧」、「惠以真实之利」。这在其他经上我们看不到的，三种真实，决定不假。我们能够广行方便，才能够满普贤行。所以，我们在净宗学会提出了修行的五个科目，这五个科目，第一个就是《观经》的三福，第二个就是六和，六和非常重要，第三是三学，第四是六度，最后是十大愿王。今天略略的都给诸位做一个简单的解释。",
      "zh_TW": "其次說明法藏比丘廣大的功德，這是叫我們能夠生起真實心，經中給我們說了三種真實，「真實之際」、「真實智慧」、「惠以真實之利」。這在其他經上我們看不到的，三種真實，決定不假。我們能夠廣行方便，才能夠滿普賢行。所以，我們在淨宗學會提出了修行的五個科目，這五個科目，第一個就是《觀經》的三福，第二個就是六和，六和非常重要，第三是三學，第四是六度，最後是十大願王。今天略略的都給諸位做一個簡單的解釋。"
    },
    {
      "id": "02-003-0028_p0007",
      "zh_CN": "第三说明极乐世界依正庄严，本经比《弥陀经》说的就详细得多。这是释迦牟尼佛，也是十方一切诸佛对西方净土具体的赞叹，我们听了、见了之后应该要生决定的信心，从今以后一心一意求生净土，不堕疑城。我们具足了信心，信佛智慧，信自己的善根。",
      "zh_TW": "第三說明極樂世界依正莊嚴，本經比《彌陀經》說的就詳細得多。這是釋迦牟尼佛，也是十方一切諸佛對西方淨土具體的讚歎，我們聽了、見了之後應該要生決定的信心，從今以後一心一意求生淨土，不墮疑城。我們具足了信心，信佛智慧，信自己的善根。"
    },
    {
      "id": "02-003-0028_p0008",
      "zh_CN": "第四，在正宗分里面，佛给我们说明了往生的正因以及世间果报。这些开导都是叫我们生精进心，一心念佛，成就念佛三昧，决定往生。这些开示实在说，与《弥陀经》里面所讲的信、愿、行三资粮完全相符合。这证明大本、小本同一个说法，决定没有违背，没有抵触。",
      "zh_TW": "第四，在正宗分裡面，佛給我們說明了往生的正因以及世間果報。這些開導都是叫我們生精進心，一心念佛，成就念佛三昧，決定往生。這些開示實在說，與《彌陀經》裡面所講的信、願、行三資糧完全相符合。這證明大本、小本同一個說法，決定沒有違背，沒有牴觸。"
    },
    {
      "id": "02-003-0028_p0009",
      "zh_CN": "蕅益大师在《弥陀经要解》里面，把《阿弥陀经》分成三科，正宗分里面分三段。第一段是广陈彼土依正妙果以启信，说明西方极乐世界依正庄严，当然我们这部经里面，依正庄严说得太清楚、说得太多了，这是启发我们的信心。第二段是劝勉一切众生应当求生极乐世界，要发愿。第三部分是指示修行的人，要执持名号以利行。所以信、愿、行是一部经的要旨，跟本经的教义完全相符合。我们现在看流通这一分，请看经文：",
      "zh_TW": "蕅益大師在《彌陀經要解》裡面，把《阿彌陀經》分成三科，正宗分裡面分三段。第一段是廣陳彼土依正妙果以啟信，說明西方極樂世界依正莊嚴，當然我們這部經裡面，依正莊嚴說得太清楚、說得太多了，這是啟發我們的信心。第二段是勸勉一切眾生應當求生極樂世界，要發願。第三部分是指示修行的人，要執持名號以利行。所以信、願、行是一部經的要旨，跟本經的教義完全相符合。我們現在看流通這一分，請看經文："
    },
    {
      "id": "02-003-0028_p0010",
      "zh_CN": "【佛告慈氏。汝观彼诸菩萨摩诃萨。善获利益。】",
      "zh_TW": "【佛告慈氏。汝觀彼諸菩薩摩訶薩。善獲利益。】"
    },
    {
      "id": "02-003-0028_p0011",
      "zh_CN": "首先，佛叫着弥勒菩萨跟他讲，你看彼西方极乐世界，西方极乐世界里面的『菩萨摩诃萨』。菩萨，我们往生去就是菩萨，从下下品，不但下下品，连疑城里面也可以算是菩萨。摩诃萨那是法身大士，到西方极乐世界，已经证得理一心不乱的，这是摩诃萨。『善获利益』，这句话不可思议，利是利益，利益是无量无边，就是诸佛都没有办法说得清楚，你说这个利益多大！无量无边利益里面，通常讲第一殊胜的利益，可以说十方一切诸佛刹土里面没有的，那就是不退成佛。实在说，这些我们如果回想一想弥陀四十八愿，就知道一个大概。",
      "zh_TW": "首先，佛叫著彌勒菩薩跟他講，你看彼西方極樂世界，西方極樂世界裡面的『菩薩摩訶薩』。菩薩，我們往生去就是菩薩，從下下品，不但下下品，連疑城裡面也可以算是菩薩。摩訶薩那是法身大士，到西方極樂世界，已經證得理一心不亂的，這是摩訶薩。『善獲利益』，這句話不可思議，利是利益，利益是無量無邊，就是諸佛都沒有辦法說得清楚，你說這個利益多大！無量無邊利益裡面，通常講第一殊勝的利益，可以說十方一切諸佛剎土裡面沒有的，那就是不退成佛。實在說，這些我們如果回想一想彌陀四十八願，就知道一個大概。"
    },
    {
      "id": "02-003-0028_p0012",
      "zh_CN": "这殊胜的利益，「善获利益」，这善巧，怎么巧法？真信、发愿、念佛就得到了，这个太巧了。善是善巧，这样一个巧妙的方法，得到这么大的利益。这种利益我们在前面也曾经跟诸位报告过，不但是到西方，没有到西方去，现在就得到。你现在得到，你自己还不觉得，不过我要给你说出来，你也许想想，的确是得到了一点，得到哪一点？现在你读这部经法喜充满，这就是不可思议的利益。从法喜充满生恭敬心，发愿想依照这个学，不管你做得到做不到，但是你总有了这个心，这就是你开始觉悟。从前不觉，现在开始觉悟。你这一开始觉悟，十方一切诸佛看到你、听到你了，你心里起这个念头，佛也知道你，佛欢喜，一切诸佛欢喜，佛必定保佑你，必定加持你，这就是现在就得到利益。",
      "zh_TW": "這殊勝的利益，「善獲利益」，這善巧，怎麼巧法？真信、發願、念佛就得到了，這個太巧了。善是善巧，這樣一個巧妙的方法，得到這麼大的利益。這種利益我們在前面也曾經跟諸位報告過，不但是到西方，沒有到西方去，現在就得到。你現在得到，你自己還不覺得，不過我要給你說出來，你也許想想，的確是得到了一點，得到哪一點？現在你讀這部經法喜充滿，這就是不可思議的利益。從法喜充滿生恭敬心，發願想依照這個學，不管你做得到做不到，但是你總有了這個心，這就是你開始覺悟。從前不覺，現在開始覺悟。你這一開始覺悟，十方一切諸佛看到你、聽到你了，你心裡起這個念頭，佛也知道你，佛歡喜，一切諸佛歡喜，佛必定保佑你，必定加持你，這就是現在就得到利益。"
    },
    {
      "id": "02-003-0028_p0013",
      "zh_CN": "如果你要是退了心，再改学别的法门，给诸位说，诸佛看了摇头，想加持你也加持不上。所以诸位从今天起不能退心，要努力的精进，愈精进，三宝加持的力量愈大、愈明显，你自己都能够感受得到，这是善获利益。这是讲已经在西方极乐世界的，已经往生的这些人。",
      "zh_TW": "如果你要是退了心，再改學別的法門，給諸位說，諸佛看了搖頭，想加持你也加持不上。所以諸位從今天起不能退心，要努力的精進，愈精進，三寶加持的力量愈大、愈明顯，你自己都能夠感受得到，這是善獲利益。這是講已經在西方極樂世界的，已經往生的這些人。"
    },
    {
      "id": "02-003-0028_p0014",
      "zh_CN": "【若有善男子。善女人。得闻阿弥陀佛名号。能生一念喜爱之心。归依瞻礼。如说修行。当知此人为得大利。当获如上所说功德。】",
      "zh_TW": "【若有善男子。善女人。得聞阿彌陀佛名號。能生一念喜愛之心。歸依瞻禮。如說修行。當知此人為得大利。當獲如上所說功德。】"
    },
    {
      "id": "02-003-0028_p0015",
      "zh_CN": "说了已经往生西方世界的人，再回头来说咱们还没往生的。当然我们没往生的，这是佛主要说的，已经往生的话，陪衬的，是陪衬的话。主要就是底下这一句，这句重要。假若『有善男子、善女人』，诸位要特别注意这个称号里面的「善」，善就是善根，你具足善根，善根现前。虽具足善根，善根不能现前，那个没有用处，也就是《弥陀经》里面所说的「不可以少善根福德因缘，得生其国」，可见得这要多善根。",
      "zh_TW": "說了已經往生西方世界的人，再回頭來說咱們還沒往生的。當然我們沒往生的，這是佛主要說的，已經往生的話，陪襯的，是陪襯的話。主要就是底下這一句，這句重要。假若『有善男子、善女人』，諸位要特別注意這個稱號裡面的「善」，善就是善根，你具足善根，善根現前。雖具足善根，善根不能現前，那個沒有用處，也就是《彌陀經》裡面所說的「不可以少善根福德因緣，得生其國」，可見得這要多善根。"
    },
    {
      "id": "02-003-0028_p0016",
      "zh_CN": "大家今天能够参于这一会，你是多善根，你善根是非常之多，你才有缘分『得闻阿弥陀佛名号』。这个阿弥陀佛名号不是普通的听闻，普通通常我们听到阿弥陀佛，自己也会念，那叫不叫闻？不叫闻。为什么不叫闻？对于阿弥陀佛名号的含义一无所知，不晓得。现在我们遇到这部经，我们听讲这部经，在这部经里面，对于阿弥陀佛名号功德彻底明了，这才叫闻。所以底下讲，你能生一念『喜爱之心』，你对他认识，对他明白，对他了解，喜爱的心才会生得出来。否则一个陌生人，你怎么可能对他产生喜爱之心，那不可能的事情。所以我们今天才觉得阿弥陀佛这个名号，愈听愈欢喜，愈看愈喜爱，你认识了，你对他了解了。从今之后，见到阿弥陀佛跟以前见到不一样，以前见到不认识，现在见到认识了，你认识他，他也认识你。从前是他认识你，你不认识他，现在彼此都认识了，这个不可思议。",
      "zh_TW": "大家今天能夠參於這一會，你是多善根，你善根是非常之多，你才有緣分『得聞阿彌陀佛名號』。這個阿彌陀佛名號不是普通的聽聞，普通通常我們聽到阿彌陀佛，自己也會念，那叫不叫聞？不叫聞。為什麼不叫聞？對於阿彌陀佛名號的含義一無所知，不曉得。現在我們遇到這部經，我們聽講這部經，在這部經裡面，對於阿彌陀佛名號功德徹底明瞭，這才叫聞。所以底下講，你能生一念『喜愛之心』，你對他認識，對他明白，對他了解，喜愛的心才會生得出來。否則一個陌生人，你怎麼可能對他產生喜愛之心，那不可能的事情。所以我們今天才覺得阿彌陀佛這個名號，愈聽愈歡喜，愈看愈喜愛，你認識了，你對他了解了。從今之後，見到阿彌陀佛跟以前見到不一樣，以前見到不認識，現在見到認識了，你認識他，他也認識你。從前是他認識你，你不認識他，現在彼此都認識了，這個不可思議。"
    },
    {
      "id": "02-003-0028_p0017",
      "zh_CN": "下面说，『归依瞻礼』，这就进一步，进一步我们要皈依阿弥陀佛。你看皈依，前面讲「归依供养」、「归依瞻礼」，在这个经上说了很多遍，这都是再次的劝勉我们。「善获利益」就是你知道皈依阿弥陀佛、皈依《无量寿经》，这个功德不可思议。我这次到贵地来，第二天还是第三天就有不少同修要皈依，我给大家举行了一个皈依的仪式，这是普通一般的皈依，为什么？因为大家对阿弥陀佛还不认识，所以当然只有一般皈依。明天我们又要举行一次仪式，这个不一样，这跟上次不相同，为什么？这部经的正宗分讲完了，大家对阿弥陀佛认识了。所以明天的皈依意义非常特殊，是皈依阿弥陀佛，我们都是阿弥陀佛的弟子，我比大家早皈依几天，所以给你做证明。",
      "zh_TW": "下面說，『歸依瞻禮』，這就進一步，進一步我們要皈依阿彌陀佛。你看皈依，前面講「歸依供養」、「歸依瞻禮」，在這個經上說了很多遍，這都是再次的勸勉我們。「善獲利益」就是你知道皈依阿彌陀佛、皈依《無量壽經》，這個功德不可思議。我這次到貴地來，第二天還是第三天就有不少同修要皈依，我給大家舉行了一個皈依的儀式，這是普通一般的皈依，為什麼？因為大家對阿彌陀佛還不認識，所以當然只有一般皈依。明天我們又要舉行一次儀式，這個不一樣，這跟上次不相同，為什麼？這部經的正宗分講完了，大家對阿彌陀佛認識了。所以明天的皈依意義非常特殊，是皈依阿彌陀佛，我們都是阿彌陀佛的弟子，我比大家早皈依幾天，所以給你做證明。"
    },
    {
      "id": "02-003-0028_p0018",
      "zh_CN": "明天皈依是皈依阿弥陀佛，是皈依《无量寿经》，我要把这个意思跟大家特别详细说明。明天皈依用的法名，不是普通法名，是佛给我们授记的法名，统统在本经里面。这一皈依，你就是《无量寿经》里面的一分子，你是阿弥陀国里头的一员，不一样。明天的皈依，等于说在西方极乐世界注了册、挂了号，我们的签证手续办好了，这个因缘无比的殊胜，这个皈依瞻礼不一样。没有讲这部经，你怎么样说，不行，不是味道；这部经听完了，味道就不一样，跟阿弥陀佛特别的亲切。",
      "zh_TW": "明天皈依是皈依阿彌陀佛，是皈依《無量壽經》，我要把這個意思跟大家特別詳細說明。明天皈依用的法名，不是普通法名，是佛給我們授記的法名，統統在本經裡面。這一皈依，你就是《無量壽經》裡面的一分子，你是阿彌陀國裡頭的一員，不一樣。明天的皈依，等於說在西方極樂世界註了冊、掛了號，我們的簽證手續辦好了，這個因緣無比的殊勝，這個皈依瞻禮不一樣。沒有講這部經，你怎麼樣說，不行，不是味道；這部經聽完了，味道就不一樣，跟阿彌陀佛特別的親切。"
    },
    {
      "id": "02-003-0028_p0019",
      "zh_CN": "『如说修行』，「如说」是如本经所说，佛在这部经里面给我们讲的我们要依教修行。依这部经典里面所讲的理论、方法，佛给我们的教诲以及经中的境界，都是我们修正身心的标准，修正思想、见解、行为的准则，依照这个来修行。『当知此人为得大利，当获如上所说功德』，「如上」是前面所讲的功德，一生当中往生不退成佛，也是阿弥陀佛在四十八愿愿愿所说不思议的功德。",
      "zh_TW": "『如說修行』，「如說」是如本經所說，佛在這部經裡面給我們講的我們要依教修行。依這部經典裡面所講的理論、方法，佛給我們的教誨以及經中的境界，都是我們修正身心的標準，修正思想、見解、行為的準則，依照這個來修行。『當知此人為得大利，當獲如上所說功德』，「如上」是前面所講的功德，一生當中往生不退成佛，也是阿彌陀佛在四十八願願願所說不思議的功德。"
    },
    {
      "id": "02-003-0028_p0020",
      "zh_CN": "【心无下劣。亦不贡高。成就善根。悉皆增上。】",
      "zh_TW": "【心無下劣。亦不貢高。成就善根。悉皆增上。】"
    },
    {
      "id": "02-003-0028_p0021",
      "zh_CN": "诸位果然真正皈依，这个境界可以说你立刻就得到，自己决定再不会有自卑感。为什么？自己晓得我是西方极乐世界的菩萨，我在这个世间是来游戏的，这个世界是暂时居住的旅馆，过几天我就要回家去见阿弥陀佛，西方极乐世界才是我们的老家，这要回去了。所以你的心不会有『下劣』，也『不贡高』，为什么不贡高？知道西方极乐是大家庭，一切众生，每个众生都有分，只是他现在还迷惑颠倒，他还不知道，不晓得西方极乐世界是他的家乡，他不晓得。我们现在是知道了，他不晓得，我们现在可以回得去了，他还不行，还回不去。所以我们对于别人绝没有贡高傲慢，对于一切众生都能够谦下，谦虚、卑下，尊重一切众生，我们真正能够做的到。",
      "zh_TW": "諸位果然真正皈依，這個境界可以說你立刻就得到，自己決定再不會有自卑感。為什麼？自己曉得我是西方極樂世界的菩薩，我在這個世間是來遊戲的，這個世界是暫時居住的旅館，過幾天我就要回家去見阿彌陀佛，西方極樂世界才是我們的老家，這要回去了。所以你的心不會有『下劣』，也『不貢高』，為什麼不貢高？知道西方極樂是大家庭，一切眾生，每個眾生都有分，只是他現在還迷惑顛倒，他還不知道，不曉得西方極樂世界是他的家鄉，他不曉得。我們現在是知道了，他不曉得，我們現在可以回得去了，他還不行，還回不去。所以我們對於別人絕沒有貢高傲慢，對於一切眾生都能夠謙下，謙虛、卑下，尊重一切眾生，我們真正能夠做的到。"
    },
    {
      "id": "02-003-0028_p0022",
      "zh_CN": "『成就善根，悉皆增上』，「增上」拿现在的话来说就是进步，你的善根必然一天比一天进步，这种利益现在就能够得到。一方面是自己的善根成熟，自己晓得修学。从前不知道，盲修瞎练，不知道怎么修法，现在知道了，认识路了，晓得怎么修法。同时得到弥陀、本师释迦牟尼佛，十方一切诸佛如来不思议的威神加持，所以你的善根当然增上。请看经文：",
      "zh_TW": "『成就善根，悉皆增上』，「增上」拿現在的話來說就是進步，你的善根必然一天比一天進步，這種利益現在就能夠得到。一方面是自己的善根成熟，自己曉得修學。從前不知道，盲修瞎練，不知道怎麼修法，現在知道了，認識路了，曉得怎麼修法。同時得到彌陀、本師釋迦牟尼佛，十方一切諸佛如來不思議的威神加持，所以你的善根當然增上。請看經文："
    },
    {
      "id": "02-003-0028_p0023",
      "zh_CN": "【当知此人非是小乘。于我法中。得名第一弟子。】",
      "zh_TW": "【當知此人非是小乘。於我法中。得名第一弟子。】"
    },
    {
      "id": "02-003-0028_p0024",
      "zh_CN": "这一句给诸位说，这是释牟尼佛给我们授记。你们常常要找什么密宗摩顶，他那个摩顶授记是假的。此地是世尊现在给大家摩顶，给大家授记；阿弥陀佛现在也给你摩顶，也给你授记；十方如来同时都给你摩顶，都给你授记，你有没有感触到？应该有感觉。佛现在给你摩顶、给你授记，你不是小乘，不但不是小乘，佛说了，『于我法中，得名第一弟子』，你是诸佛如来第一个得意的学生，这还得了，这不得了。我说的话不是假话，经上明明说了在此地，怎么是假话！",
      "zh_TW": "這一句給諸位說，這是釋牟尼佛給我們授記。你們常常要找什麼密宗摩頂，他那個摩頂授記是假的。此地是世尊現在給大家摩頂，給大家授記；阿彌陀佛現在也給你摩頂，也給你授記；十方如來同時都給你摩頂，都給你授記，你有沒有感觸到？應該有感覺。佛現在給你摩頂、給你授記，你不是小乘，不但不是小乘，佛說了，『於我法中，得名第一弟子』，你是諸佛如來第一個得意的學生，這還得了，這不得了。我說的話不是假話，經上明明說了在此地，怎麼是假話！"
    },
    {
      "id": "02-003-0028_p0025",
      "zh_CN": "再往前面想想，我们在本经第一章里面，看到上首表法，第一位尊者憍陈如尊者。憍陈如尊者是释迦牟尼佛成道在鹿野苑度五比丘，第一个得道的，憍陈如是释迦会上的第一弟子。你看在此经的流通分里面第一章告诉我们，能够依照这部经修行，发菩提心，一向专念，求生西方极乐世界的，就是释迦牟尼佛度众生的第一得度的弟子。释迦牟尼佛度众生是希望你一生成佛，你依照这个法门一生果然成了佛，当然是第一弟子，不是第二弟子，真正是第一弟子。",
      "zh_TW": "再往前面想想，我們在本經第一章裡面，看到上首表法，第一位尊者憍陳如尊者。憍陳如尊者是釋迦牟尼佛成道在鹿野苑度五比丘，第一個得道的，憍陳如是釋迦會上的第一弟子。你看在此經的流通分裡面第一章告訴我們，能夠依照這部經修行，發菩提心，一向專念，求生西方極樂世界的，就是釋迦牟尼佛度眾生的第一得度的弟子。釋迦牟尼佛度眾生是希望你一生成佛，你依照這個法門一生果然成了佛，當然是第一弟子，不是第二弟子，真正是第一弟子。"
    },
    {
      "id": "02-003-0028_p0026",
      "zh_CN": "我们今天要觉悟，要不要做释迦牟尼佛第一得意弟子？要不要做阿弥陀佛第一得意的弟子？你要真正想做诸佛第一得意弟子，要熟读本经，依教奉行，把经里面的教训一条一条统统做到。也就是说，必得将这部经变成自己真实的思想、见解、行为，那你就是名符其实佛的第一弟子。我们距离佛虽然是很远，真正做到了，佛就在眼前，不远；没有做到，天天跟佛在一起，那个距离也是在天边。把佛的教训做到了，就跟佛天天在一起。",
      "zh_TW": "我們今天要覺悟，要不要做釋迦牟尼佛第一得意弟子？要不要做阿彌陀佛第一得意的弟子？你要真正想做諸佛第一得意弟子，要熟讀本經，依教奉行，把經裡面的教訓一條一條統統做到。也就是說，必得將這部經變成自己真實的思想、見解、行為，那你就是名符其實佛的第一弟子。我們距離佛雖然是很遠，真正做到了，佛就在眼前，不遠；沒有做到，天天跟佛在一起，那個距離也是在天邊。把佛的教訓做到了，就跟佛天天在一起。"
    },
    {
      "id": "02-003-0028_p0027",
      "zh_CN": "【是故告汝天人世间阿修罗等。】",
      "zh_TW": "【是故告汝天人世間阿修羅等。】"
    },
    {
      "id": "02-003-0028_p0028",
      "zh_CN": "因为这个缘故，就是因为这样无比的功德利益，世尊大慈大悲这才告诉我们，『天人世间阿修罗等』，这一句就是说的六道众生，告诉我们六道众生。",
      "zh_TW": "因為這個緣故，就是因為這樣無比的功德利益，世尊大慈大悲這才告訴我們，『天人世間阿修羅等』，這一句就是說的六道眾生，告訴我們六道眾生。"
    },
    {
      "id": "02-003-0028_p0029",
      "zh_CN": "【应当爱乐修习。生希有心。】",
      "zh_TW": "【應當愛樂修習。生希有心。】"
    },
    {
      "id": "02-003-0028_p0030",
      "zh_CN": "我们念经念到这个地方，确实有感动，佛的恩德太大了，没有办法报答。对于这个经典，对于这个法门，应当要喜欢，应当要爱好，应当要认真修习。修是依照这个经典，修正我们错误的思想、见解、行持，必须使我们自己的思想、见解、行持，都能够符合经中所说的标准，这个叫修。习是应用在生活上，把它变成我们的生活行为，这叫习，习是练习，变成我们自己真正的生活行为。",
      "zh_TW": "我們念經念到這個地方，確實有感動，佛的恩德太大了，沒有辦法報答。對於這個經典，對於這個法門，應當要喜歡，應當要愛好，應當要認真修習。修是依照這個經典，修正我們錯誤的思想、見解、行持，必須使我們自己的思想、見解、行持，都能夠符合經中所說的標準，這個叫修。習是應用在生活上，把它變成我們的生活行為，這叫習，習是練習，變成我們自己真正的生活行為。"
    },
    {
      "id": "02-003-0028_p0031",
      "zh_CN": "『生希有心』，过去清朝初年彭二林居士所讲的，这个法门是「无量劫来希有难逢之一日」，我们今天遇到，这是无量劫以来稀有难逢的一天。真的要生稀有心，我们才会珍惜这个大好机缘，才不至于把这个机会空过了。换句话说，过去生中，我们没有遇到这样殊胜的机缘，我们求生净土的心总是生不起来，所以生生世世还在六道里头流转。这一生中这个机缘太难得，我们终究是遇到了。你遇到我也不简单，为什么？我告诉诸位，去年、前年我讲不出来，你前几年遇到我，没有用，你的信心还是生不起来。你今天遇到我，你能够生信心，这不容易，这些因缘非常稀有。",
      "zh_TW": "『生希有心』，過去清朝初年彭二林居士所講的，這個法門是「無量劫來希有難逢之一日」，我們今天遇到，這是無量劫以來稀有難逢的一天。真的要生稀有心，我們才會珍惜這個大好機緣，才不至於把這個機會空過了。換句話說，過去生中，我們沒有遇到這樣殊勝的機緣，我們求生淨土的心總是生不起來，所以生生世世還在六道裡頭流轉。這一生中這個機緣太難得，我們終究是遇到了。你遇到我也不簡單，為什麼？我告訴諸位，去年、前年我講不出來，你前幾年遇到我，沒有用，你的信心還是生不起來。你今天遇到我，你能夠生信心，這不容易，這些因緣非常稀有。"
    },
    {
      "id": "02-003-0028_p0032",
      "zh_CN": "我自己读这个经，讲这个经，我有很大的感受，遍遍境界不相同。所以从前听我讲经的人，跟今天听我讲经的人，福报不一样。今天听，大福报，以前听，小福报。如果诸位要不相信，你听听我那些录音带你就晓得了，你把那个录音带听一听，跟我这次所讲的味道完全不一样。当然我也沾诸位的光，因为你们大家机缘成熟了，所以我也得三宝加持。我跟大家讲，不是我有能力说得出，释迦牟尼佛、阿弥陀佛加持，这才能说得出来。有人说，我讲这个经好像真的是从西方极乐世界回来的一样，为什么知道这么详细、这么清楚？佛力加持，不是自己的能力。佛力加持，当然也是诸位善根成熟，诸位善根不成熟，佛加持我，讲了你们还是不相信，还是听不进去，那还是枉然。这个就是经里证信序里头的「一时」，「如是我闻，一时」，诸位善根成熟了，我也得佛力加持，同一个时候，这个叫一时。这一时，「说听究竟，师资道合」，这叫一时。佛经这一时我们也得到证明，确实不可思议，稀有之因缘。",
      "zh_TW": "我自己讀這個經，講這個經，我有很大的感受，遍遍境界不相同。所以從前聽我講經的人，跟今天聽我講經的人，福報不一樣。今天聽，大福報，以前聽，小福報。如果諸位要不相信，你聽聽我那些錄音帶你就曉得了，你把那個錄音帶聽一聽，跟我這次所講的味道完全不一樣。當然我也沾諸位的光，因為你們大家機緣成熟了，所以我也得三寶加持。我跟大家講，不是我有能力說得出，釋迦牟尼佛、阿彌陀佛加持，這才能說得出來。有人說，我講這個經好像真的是從西方極樂世界回來的一樣，為什麼知道這麼詳細、這麼清楚？佛力加持，不是自己的能力。佛力加持，當然也是諸位善根成熟，諸位善根不成熟，佛加持我，講了你們還是不相信，還是聽不進去，那還是枉然。這個就是經裡證信序裡頭的「一時」，「如是我聞，一時」，諸位善根成熟了，我也得佛力加持，同一個時候，這個叫一時。這一時，「說聽究竟，師資道合」，這叫一時。佛經這一時我們也得到證明，確實不可思議，稀有之因緣。"
    },
    {
      "id": "02-003-0028_p0033",
      "zh_CN": "【于此经中。生导师想。】",
      "zh_TW": "【於此經中。生導師想。】"
    },
    {
      "id": "02-003-0028_p0034",
      "zh_CN": "『导师』是佛门里面对佛的尊称，唯有佛能够领导我们脱离三界、超越轮回、成佛作祖，他能够引导我们，他有这样的能力，所以才称之为导师。今天如果诸位再要说佛没有在现前，这个经典就是释迦牟尼佛的化身，就是阿弥陀佛的化身，也是十方三世一切诸佛的化身，这在我们面前，我们面对面距离还不到两尺，怎么能说佛不在面前！佛确实在我们面前。所以我们要对这部经生如佛在面前之想，要常常有这个心，存这样的心。",
      "zh_TW": "『導師』是佛門裡面對佛的尊稱，唯有佛能夠領導我們脫離三界、超越輪迴、成佛作祖，他能夠引導我們，他有這樣的能力，所以才稱之為導師。今天如果諸位再要說佛沒有在現前，這個經典就是釋迦牟尼佛的化身，就是阿彌陀佛的化身，也是十方三世一切諸佛的化身，這在我們面前，我們面對面距離還不到兩尺，怎麼能說佛不在面前！佛確實在我們面前。所以我們要對這部經生如佛在面前之想，要常常有這個心，存這樣的心。"
    },
    {
      "id": "02-003-0028_p0035",
      "zh_CN": "【欲令无量众生。速疾安住得不退转。及欲见彼广大庄严。摄受殊胜佛刹。圆满功德者。当起精进。听此法门。】",
      "zh_TW": "【欲令無量眾生。速疾安住得不退轉。及欲見彼廣大莊嚴。攝受殊勝佛剎。圓滿功德者。當起精進。聽此法門。】"
    },
    {
      "id": "02-003-0028_p0036",
      "zh_CN": "这是讲善根成熟得殊胜利益的一类众生，这些人数量很多。经末尾告诉我们，小菩萨去往生，往生西方极乐世界，我们娑婆世界有四十亿那由他，四十亿下面单位是那由他，这个数字是天文数字，往生西方极乐世界的。所以这里说『欲令无量众生』，这是有依据的，这个无量众生不是随便说的，是真的。『速疾安住得不退转』，速是快速，「速疾」就是快，很快，一生成就，不要等到来生。不但是一生成就，三年、五年就成就了。如果勇猛精进的人还不必，经上讲若一日、若二日、若三日、若四日、若五日、若六日、若七日，一日到七日都能成就，快！哪个法门都没有这个法门快。七天成功的在中国历史上确有其人，还有不少个，这个不是假的。用功的方法正确，如理如法的修行，七天能成功。",
      "zh_TW": "這是講善根成熟得殊勝利益的一類眾生，這些人數量很多。經末尾告訴我們，小菩薩去往生，往生西方極樂世界，我們娑婆世界有四十億那由他，四十億下面單位是那由他，這個數字是天文數字，往生西方極樂世界的。所以這裡說『欲令無量眾生』，這是有依據的，這個無量眾生不是隨便說的，是真的。『速疾安住得不退轉』，速是快速，「速疾」就是快，很快，一生成就，不要等到來生。不但是一生成就，三年、五年就成就了。如果勇猛精進的人還不必，經上講若一日、若二日、若三日、若四日、若五日、若六日、若七日，一日到七日都能成就，快！哪個法門都沒有這個法門快。七天成功的在中國歷史上確有其人，還有不少個，這個不是假的。用功的方法正確，如理如法的修行，七天能成功。"
    },
    {
      "id": "02-003-0028_p0037",
      "zh_CN": "常言说得好，「佛氏门中，不舍一人」，弥陀四十八愿，愿愿度众生。他要舍弃一个人，他的愿就不圆满，愿不圆满他就不能成佛。他现在成佛，于今十劫，换句话说，弥陀四十八愿愿愿都兑现了，我们要相信，愿愿兑现。我们今天在这里起一念心，佛知道，我们求生净土，他明白，他知道，他也欢喜，缘熟的时候必定来接引。这个缘操纵在自己手上，我想早一天成熟，行，晚一点成熟也行，缘成熟之早晚决定在自己，一生当中一定成就。成就到了西方，就圆证三不退，就是「得不退转」，这是非常殊胜稀有，第一功德。",
      "zh_TW": "常言說得好，「佛氏門中，不捨一人」，彌陀四十八願，願願度眾生。他要捨棄一個人，他的願就不圓滿，願不圓滿他就不能成佛。他現在成佛，於今十劫，換句話說，彌陀四十八願願願都兌現了，我們要相信，願願兌現。我們今天在這裡起一念心，佛知道，我們求生淨土，他明白，他知道，他也歡喜，緣熟的時候必定來接引。這個緣操縱在自己手上，我想早一天成熟，行，晚一點成熟也行，緣成熟之早晚決定在自己，一生當中一定成就。成就到了西方，就圓證三不退，就是「得不退轉」，這是非常殊勝稀有，第一功德。"
    },
    {
      "id": "02-003-0028_p0038",
      "zh_CN": "通常讲三不退，第一是「位不退」，小乘初果就证得了位不退。我们在经上讲，小乘证初果之后，天上、人间七次往来，生天往上升，到人间来就又退回来了，可见得他是有进有退，七次进退。有进有退，为什么叫做位不退？他决定不会堕落三恶道，就是说他退，退有个底限，这底限就是初果，他不会再退到初果以下，保证不会退到初果以下。所以叫做位不退。因此，他虽然进进退退，七次必定证阿罗汉果。大乘菩萨「行不退」，行不退是他决定不会退到小乘位子上去，他总归是菩萨，生生世世行菩萨道。但是菩萨位子他也是有进进退退，我们在前面看过，菩萨有进有退，但是他决定不会退到二乘，这是他最低的底限，不会退到这个以下。第三种叫「念不退」。念不退是圆教初住菩萨才能够证得，换句话说，从圆教初住到等觉四十一个位次，他往上修，修了也会退，但是他的底限是初住菩萨，他不会退到初住以下。这个诸位要知道。",
      "zh_TW": "通常講三不退，第一是「位不退」，小乘初果就證得了位不退。我們在經上講，小乘證初果之後，天上、人間七次往來，生天往上升，到人間來就又退回來了，可見得他是有進有退，七次進退。有進有退，為什麼叫做位不退？他決定不會墮落三惡道，就是說他退，退有個底限，這底限就是初果，他不會再退到初果以下，保證不會退到初果以下。所以叫做位不退。因此，他雖然進進退退，七次必定證阿羅漢果。大乘菩薩「行不退」，行不退是他決定不會退到小乘位子上去，他總歸是菩薩，生生世世行菩薩道。但是菩薩位子他也是有進進退退，我們在前面看過，菩薩有進有退，但是他決定不會退到二乘，這是他最低的底限，不會退到這個以下。第三種叫「念不退」。念不退是圓教初住菩薩才能夠證得，換句話說，從圓教初住到等覺四十一個位次，他往上修，修了也會退，但是他的底限是初住菩薩，他不會退到初住以下。這個諸位要知道。"
    },
    {
      "id": "02-003-0028_p0039",
      "zh_CN": "到了西方极乐世界，那个不可思议是给我们讲的圆证三不退，这个不思议，圆是圆满。普通一般法身大士，我们讲他的修行，证到圆教初住、别教初地这是法身大士，他还是有退转，进进退退。到圆满不退转是什么人？如果说得最低的限度，圆教八地菩萨以上，要是究竟讲，那得等觉菩萨才是真正圆满的三不退。所以，前面讲善获利益，太善巧了，这法子太巧妙，你一生当中，你的成就就等于八地以上。这种善巧方便，是十方一切诸大菩萨他是梦寐以求求不到，不知道这个法子。也就是说，他没有念过这个经，不知道这个法门，梦寐以求所求不到的。我们今天实在是非常幸运，在这一生当中能够遇到。",
      "zh_TW": "到了西方極樂世界，那個不可思議是給我們講的圓證三不退，這個不思議，圓是圓滿。普通一般法身大士，我們講他的修行，證到圓教初住、別教初地這是法身大士，他還是有退轉，進進退退。到圓滿不退轉是什麼人？如果說得最低的限度，圓教八地菩薩以上，要是究竟講，那得等覺菩薩才是真正圓滿的三不退。所以，前面講善獲利益，太善巧了，這法子太巧妙，你一生當中，你的成就就等於八地以上。這種善巧方便，是十方一切諸大菩薩他是夢寐以求求不到，不知道這個法子。也就是說，他沒有念過這個經，不知道這個法門，夢寐以求所求不到的。我們今天實在是非常幸運，在這一生當中能夠遇到。"
    },
    {
      "id": "02-003-0028_p0040",
      "zh_CN": "说老实话，古来大德也说过，《无量寿经》不容易流通，在中国一千多年不容易流通。你看看莲池大师这样的大德，他一生弘扬《阿弥陀经》，给《阿弥陀经》作了个非常详细的注解，《弥陀经疏钞》。他为什么不给《无量寿经》作个疏钞？就是《无量寿经》的本子不好，不完美，念起来总是有缺陷，没有一个完善的本子。我们的福报大，因缘巧，遇到民国初年夏莲居居士，差不多前后费了十年的时间，把这部经重新校对、重新整理，再编写成这个本子。所以当时佛门里面出家、在家的这些大德，大家公认这是《无量寿经》所有经本里面最好的本子。我们今天念起来真正生欢喜心，你要不相信，我们这里《净土五经读本》在，其他的八种本子你去念念看能不能生欢喜心，这是很现实的。从前那些人没有遇到夏莲居居士编的这个本子。",
      "zh_TW": "說老實話，古來大德也說過，《無量壽經》不容易流通，在中國一千多年不容易流通。你看看蓮池大師這樣的大德，他一生弘揚《阿彌陀經》，給《阿彌陀經》作了個非常詳細的註解，《彌陀經疏鈔》。他為什麼不給《無量壽經》作個疏鈔？就是《無量壽經》的本子不好，不完美，念起來總是有缺陷，沒有一個完善的本子。我們的福報大，因緣巧，遇到民國初年夏蓮居居士，差不多前後費了十年的時間，把這部經重新校對、重新整理，再編寫成這個本子。所以當時佛門裡面出家、在家的這些大德，大家公認這是《無量壽經》所有經本裡面最好的本子。我們今天念起來真正生歡喜心，你要不相信，我們這裡《淨土五經讀本》在，其他的八種本子你去念念看能不能生歡喜心，這是很現實的。從前那些人沒有遇到夏蓮居居士編的這個本子。"
    },
    {
      "id": "02-003-0028_p0041",
      "zh_CN": "我们自己得不退转，我们也希望人人都证不退转。不要我们一个人成佛，你不要成佛，将来我成佛之后，我再来度你好了，这个心量太小了。希望我们大家同成佛道，要有这种雅量才可以。学佛不能自私，我得到好处，不希望别人也得到，这个小心眼不能成就的。你就是得到这个，将来也不能往生，为什么？到时候阿弥陀佛不会来接引你，你心量太小。心量小的人，佛为什么不接引？有道理，因为你接引到西方极乐世界，西方极乐世界人心量都大，你到那里去跟人家格格不入，天天到西方极乐世界跟人吵架，跟人呕气，那怎么可以，所以阿弥陀佛不来接引你。确实是如此，我给你讲的都是事实，佛不是不慈悲，怕你到那里去扰乱大众，所以佛不接引你去。等你心量拓开之后，离开一切分别执着，佛就接你去。因为那个世界是「诸上善人俱会一处」，我们要达到上善的水平才能去。",
      "zh_TW": "我們自己得不退轉，我們也希望人人都證不退轉。不要我們一個人成佛，你不要成佛，將來我成佛之後，我再來度你好了，這個心量太小了。希望我們大家同成佛道，要有這種雅量才可以。學佛不能自私，我得到好處，不希望別人也得到，這個小心眼不能成就的。你就是得到這個，將來也不能往生，為什麼？到時候阿彌陀佛不會來接引你，你心量太小。心量小的人，佛為什麼不接引？有道理，因為你接引到西方極樂世界，西方極樂世界人心量都大，你到那裡去跟人家格格不入，天天到西方極樂世界跟人吵架，跟人嘔氣，那怎麼可以，所以阿彌陀佛不來接引你。確實是如此，我給你講的都是事實，佛不是不慈悲，怕你到那裡去擾亂大眾，所以佛不接引你去。等你心量拓開之後，離開一切分別執著，佛就接你去。因為那個世界是「諸上善人俱會一處」，我們要達到上善的水平才能去。"
    },
    {
      "id": "02-003-0028_p0042",
      "zh_CN": "『及欲见彼广大庄严，摄受殊胜佛刹，圆满功德者』，这是一些心里面想见阿弥陀佛，想见西方极乐世界，想真正见到阿弥陀佛无量的弘愿摄受十方一切众生的功德，他想亲眼见到、亲耳听到，那你应当精进，听此法门。佛就说了，你如果想在一生当中成就，你得好好的听这个法门。不但要听，精进的听，这不是小乘，要精进听。也许你们要问，我们现在没有人讲，我们到哪去听？诸位要知道，这部经每读一遍就是听一遍。今天净宗学会成立，我听你们团长跟大家宣布，从底下这个星期大概就开始了，好像是星期六还是星期天我记不得了，大家在这个地方念《无量寿经》。开始念的时候可以跟著录音带念，念的时候跟著录音带，开始念最好是跟著录音带自己小声，不出声也可以，用心注意的听，心里跟着念，这样的会场非常肃静庄严，大家在听经，就好像入定的样子一样。听一段时期之后，希望同修当中，有能够把这部经念得熟的，以后大家轮流来念。念只有一个人，念的人升座，就像在讲台一样，在讲台上念，大家在底下听，这样好，这样显得庄严肃穆。如果大家一起都念，反而得利益少，为什么？有的人这些字不认得，想听一听听不到，大家一念，音声都听不出来，他学不到东西。一个人念，大家很安静听，他的确可以把这部经学会，有这种殊胜的功德利益在。",
      "zh_TW": "『及欲見彼廣大莊嚴，攝受殊勝佛剎，圓滿功德者』，這是一些心裡面想見阿彌陀佛，想見西方極樂世界，想真正見到阿彌陀佛無量的弘願攝受十方一切眾生的功德，他想親眼見到、親耳聽到，那你應當精進，聽此法門。佛就說了，你如果想在一生當中成就，你得好好的聽這個法門。不但要聽，精進的聽，這不是小乘，要精進聽。也許你們要問，我們現在沒有人講，我們到哪去聽？諸位要知道，這部經每讀一遍就是聽一遍。今天淨宗學會成立，我聽你們團長跟大家宣布，從底下這個星期大概就開始了，好像是星期六還是星期天我記不得了，大家在這個地方念《無量壽經》。開始念的時候可以跟著錄音帶念，念的時候跟著錄音帶，開始念最好是跟著錄音帶自己小聲，不出聲也可以，用心注意的聽，心裡跟著念，這樣的會場非常肅靜莊嚴，大家在聽經，就好像入定的樣子一樣。聽一段時期之後，希望同修當中，有能夠把這部經念得熟的，以後大家輪流來念。念只有一個人，念的人升座，就像在講台一樣，在講台上念，大家在底下聽，這樣好，這樣顯得莊嚴肅穆。如果大家一起都念，反而得利益少，為什麼？有的人這些字不認得，想聽一聽聽不到，大家一念，音聲都聽不出來，他學不到東西。一個人念，大家很安靜聽，他的確可以把這部經學會，有這種殊勝的功德利益在。"
    },
    {
      "id": "02-003-0028_p0043",
      "zh_CN": "这个经从头到尾念一遍，等于是代释迦牟尼佛讲一遍，你们大家一个星期听一部，从头到尾听一遍，这就是『精进听此法门』。每一位同修都要用心去念，念熟了，在讲台上领导大家念，带着大家念。如果你要觉得一个星期念一遍不够，不够精进，为什么？一日暴之，六日寒之。我们中国常说「一日暴之，十日寒之」，这虽然没有到十日，一个星期七天才念一天，其余六天都不念了。实在讲要天天念，天天念是你自己的事情。但是，人自古以来都是这样的，初发心的时候成佛有余。你们现在初发心成佛有余，诸佛欢喜，隔了几天就退掉一半，再过几天又退掉一半，明年我来的时候，这两百人当中，能剩二十个人就很不错了。佛在经上都很感叹的，会退心的。",
      "zh_TW": "這個經從頭到尾念一遍，等於是代釋迦牟尼佛講一遍，你們大家一個星期聽一部，從頭到尾聽一遍，這就是『精進聽此法門』。每一位同修都要用心去念，念熟了，在講台上領導大家念，帶著大家念。如果你要覺得一個星期念一遍不夠，不夠精進，為什麼？一日暴之，六日寒之。我們中國常說「一日暴之，十日寒之」，這雖然沒有到十日，一個星期七天才念一天，其餘六天都不念了。實在講要天天念，天天念是你自己的事情。但是，人自古以來都是這樣的，初發心的時候成佛有餘。你們現在初發心成佛有餘，諸佛歡喜，隔了幾天就退掉一半，再過幾天又退掉一半，明年我來的時候，這兩百人當中，能剩二十個人就很不錯了。佛在經上都很感嘆的，會退心的。"
    },
    {
      "id": "02-003-0028_p0044",
      "zh_CN": "要保持不退心是有办法的，你们都有同参道友、好朋友，好朋友聚会在一块，每个星期找一天有空的时候，星期一到你家里去，你念我们大家听，星期二到我家里来，我念你们大家听，星期三到他家里去，这样天天就念了，这叫依众靠众。大家的力量督促我，我不念不行，这么多人来，我要准备好念给他听。明天到他家，他不准备好也不行，我们要到他家去，听他念给我们听，这样才行。这就是同学重要，老师实在是指路，指给你一条路，所谓一日为师，道路指给你；同学伴侣，这是行路，行路我们结伴，一路上有人照顾。所以，有老师没有同学这个人不能成就，有同学没有老师也不能成就。你要想真正成就，有师有友，友天天在一起互相切磋、互相琢磨，就是互相勉励，才不容易退转。你要是没有几个好朋友志同道合，真正发心修行，互相督促着，免不了会退转，那要不退转，诸佛如来就赞叹，第一稀有，稀有当中的稀有，那太少了，必定会退转。要保全着不退转，每个星期本团这个念诵一定要来参加。",
      "zh_TW": "要保持不退心是有辦法的，你們都有同參道友、好朋友，好朋友聚會在一塊，每個星期找一天有空的時候，星期一到你家裡去，你念我們大家聽，星期二到我家裡來，我念你們大家聽，星期三到他家裡去，這樣天天就念了，這叫依眾靠眾。大家的力量督促我，我不念不行，這麼多人來，我要準備好念給他聽。明天到他家，他不準備好也不行，我們要到他家去，聽他念給我們聽，這樣才行。這就是同學重要，老師實在是指路，指給你一條路，所謂一日為師，道路指給你；同學伴侶，這是行路，行路我們結伴，一路上有人照顧。所以，有老師沒有同學這個人不能成就，有同學沒有老師也不能成就。你要想真正成就，有師有友，友天天在一起互相切磋、互相琢磨，就是互相勉勵，才不容易退轉。你要是沒有幾個好朋友志同道合，真正發心修行，互相督促著，免不了會退轉，那要不退轉，諸佛如來就讚歎，第一稀有，稀有當中的稀有，那太少了，必定會退轉。要保全著不退轉，每個星期本團這個念誦一定要來參加。"
    },
    {
      "id": "02-003-0028_p0045",
      "zh_CN": "如果你要能保持精进，你就依照我讲的方法，找几个志同道合，每个人家里轮流念。我再告诉诸位，你们家里要轮流念这个经，功德利益太大了。为什么？你这个家庭就是道场，诸佛护念，龙天善神保护你的家庭，这个利益太大了。你平常求佛、求神保佑，未必可靠，你集合三、五个同修，在家里念这部经，一个星期念一次，你这个家里佛菩萨护念。你们自己要想求家庭幸福，求一家平安，你依照这个方法来修是决定得的到的，比修什么样的功德还有效。你做其他的好事未必有效，这个事情做下来是决定有效。",
      "zh_TW": "如果你要能保持精進，你就依照我講的方法，找幾個志同道合，每個人家裡輪流念。我再告訴諸位，你們家裡要輪流念這個經，功德利益太大了。為什麼？你這個家庭就是道場，諸佛護念，龍天善神保護你的家庭，這個利益太大了。你平常求佛、求神保佑，未必可靠，你集合三、五個同修，在家裡念這部經，一個星期念一次，你這個家裡佛菩薩護念。你們自己要想求家庭幸福，求一家平安，你依照這個方法來修是決定得的到的，比修什麼樣的功德還有效。你做其他的好事未必有效，這個事情做下來是決定有效。"
    },
    {
      "id": "02-003-0028_p0046",
      "zh_CN": "【为求法故。不生退屈谄伪之心。设入大火。不应疑悔。】",
      "zh_TW": "【為求法故。不生退屈諂偽之心。設入大火。不應疑悔。】"
    },
    {
      "id": "02-003-0028_p0047",
      "zh_CN": "这句开示非常重要。为求无上菩提，为求不退成佛，应当不生『退屈』之心，不能退步，真的要精进。不可以有『谄伪』之心，谄伪是口是心非，口里说我念阿弥陀佛，求生西方极乐世界，心里不想出去。前面讲过，贪恋世间荣华富贵，贪图这些，舍不得离开娑婆世界。西方极乐世界听说很好，想去，这个地方又舍不得，那是去不成的。这就叫做谄伪之心，不能有这个心。心地要真诚、要恳切、要精进，不能够退堕，这非常重要。",
      "zh_TW": "這句開示非常重要。為求無上菩提，為求不退成佛，應當不生『退屈』之心，不能退步，真的要精進。不可以有『諂偽』之心，諂偽是口是心非，口裡說我念阿彌陀佛，求生西方極樂世界，心裡不想出去。前面講過，貪戀世間榮華富貴，貪圖這些，捨不得離開娑婆世界。西方極樂世界聽說很好，想去，這個地方又捨不得，那是去不成的。這就叫做諂偽之心，不能有這個心。心地要真誠、要懇切、要精進，不能夠退墮，這非常重要。"
    },
    {
      "id": "02-003-0028_p0048",
      "zh_CN": "下面佛举了个比喻给我们说，『设入大火，不应疑悔』，就是你遭到再大的苦难，你也不可以怀疑，也不能后悔。为什么？你自己要觉悟，我们修学这个法门还遭到很大苦难，就证明我们的业障非常深重，如果不修这个法门，那个大难更是无法承受。因为我们一心修学这个法门，苦难来了的时候，这所谓是重罪轻报。所以决定不怀疑，决定不后悔，我们这一生一定成就。下面佛把这个道理、缘由说给我们听。",
      "zh_TW": "下面佛舉了個比喻給我們說，『設入大火，不應疑悔』，就是你遭到再大的苦難，你也不可以懷疑，也不能後悔。為什麼？你自己要覺悟，我們修學這個法門還遭到很大苦難，就證明我們的業障非常深重，如果不修這個法門，那個大難更是無法承受。因為我們一心修學這個法門，苦難來了的時候，這所謂是重罪輕報。所以決定不懷疑，決定不後悔，我們這一生一定成就。下面佛把這個道理、緣由說給我們聽。"
    },
    {
      "id": "02-003-0028_p0049",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-003-0028_p0050",
      "zh_CN": "为什么？",
      "zh_TW": "為什麼？"
    },
    {
      "id": "02-003-0028_p0051",
      "zh_CN": "【彼无量亿诸菩萨等。皆悉求此微妙法门。尊重听闻。不生违背。】",
      "zh_TW": "【彼無量億諸菩薩等。皆悉求此微妙法門。尊重聽聞。不生違背。】"
    },
    {
      "id": "02-003-0028_p0052",
      "zh_CN": "这是佛在此地劝我们的理由。十方世界，我们在前面念过，无量无边不退菩萨都求生西方极乐世界，小行菩萨往生的，佛都没办法说得出来，数量太多了。这些大菩萨、法身大士尚且求生西方极乐世界，我们看到了还有什么怀疑的，不应该再怀疑。末后这一句尤其好：",
      "zh_TW": "這是佛在此地勸我們的理由。十方世界，我們在前面念過，無量無邊不退菩薩都求生西方極樂世界，小行菩薩往生的，佛都沒辦法說得出來，數量太多了。這些大菩薩、法身大士尚且求生西方極樂世界，我們看到了還有什麼懷疑的，不應該再懷疑。末後這一句尤其好："
    },
    {
      "id": "02-003-0028_p0053",
      "zh_CN": "【多有菩萨。欲闻此经而不能得。】",
      "zh_TW": "【多有菩薩。欲聞此經而不能得。】"
    },
    {
      "id": "02-003-0028_p0054",
      "zh_CN": "这是真的，许多菩萨想听这个经，没有福气，听不到。",
      "zh_TW": "這是真的，許多菩薩想聽這個經，沒有福氣，聽不到。"
    },
    {
      "id": "02-003-0028_p0055",
      "zh_CN": "【是故汝等。应求此法。】",
      "zh_TW": "【是故汝等。應求此法。】"
    },
    {
      "id": "02-003-0028_p0056",
      "zh_CN": "我们今天有这个缘分听到了，不容易，这个福分、这个因缘比那些菩萨要胜过太多了，这是真的。释迦牟尼佛当年在世，这部经是多次宣说，其他的经佛在世一生只讲一遍，唯独此经是多次宣讲。虽然多次宣讲，有机缘听到的还是少数，还不是多数，还是少数。可见得听这部经，不是大的善根福德因缘没有法子。纵然是听了，参与这个法会了，听了以后他不相信，不肯发心生西方极乐世界，虽听等于没听。这就跟那些「欲闻此经而不能得」的，是属于一类的，等于没有听。所以此地所讲听闻，听了能信、能发愿、肯念佛，这一生决定往生西方，是指这样的菩萨。我们自己听了以后，坚定信心，发真实愿，这一生当中决定成就。这样才不辜负释迦牟尼佛苦口婆心，不辜负阿弥陀佛往昔劫中发愿修持，这恩德太大了。所以特别嘱咐我们『应求此法』。再继续看底下一章：",
      "zh_TW": "我們今天有這個緣分聽到了，不容易，這個福分、這個因緣比那些菩薩要勝過太多了，這是真的。釋迦牟尼佛當年在世，這部經是多次宣說，其他的經佛在世一生只講一遍，唯獨此經是多次宣講。雖然多次宣講，有機緣聽到的還是少數，還不是多數，還是少數。可見得聽這部經，不是大的善根福德因緣沒有法子。縱然是聽了，參與這個法會了，聽了以後他不相信，不肯發心生西方極樂世界，雖聽等於沒聽。這就跟那些「欲聞此經而不能得」的，是屬於一類的，等於沒有聽。所以此地所講聽聞，聽了能信、能發願、肯念佛，這一生決定往生西方，是指這樣的菩薩。我們自己聽了以後，堅定信心，發真實願，這一生當中決定成就。這樣才不辜負釋迦牟尼佛苦口婆心，不辜負阿彌陀佛往昔劫中發願修持，這恩德太大了。所以特別囑咐我們『應求此法』。再繼續看底下一章："
    },
    {
      "id": "02-003-0028_p0057",
      "zh_CN": "【受菩提记第四十四】",
      "zh_TW": "【受菩提記第四十四】"
    },
    {
      "id": "02-003-0028_p0058",
      "zh_CN": "【若于来世。乃至正法灭时。】",
      "zh_TW": "【若於來世。乃至正法滅時。】"
    },
    {
      "id": "02-003-0028_p0059",
      "zh_CN": "第一句话是说佛灭度之后，这个『来世』就是释迦牟尼佛示现灭度之后。正法有一千年，佛讲佛灭度之后，正法一千年也过去了。佛的法运一共有一万二千年，正法一千年，像法一千年，末法一万年。依照中国古代历史的记载，释迦牟尼佛降生的时候是我们中国周朝昭王二十六年，圆寂在周朝穆王五十三年。如果依照这个历史的记载，释迦牟尼佛灭度到今年大概是三千零十九年，跟西方人讲的二千五百三十三年不一样，我们中国古代历史上记载的。",
      "zh_TW": "第一句話是說佛滅度之後，這個『來世』就是釋迦牟尼佛示現滅度之後。正法有一千年，佛講佛滅度之後，正法一千年也過去了。佛的法運一共有一萬二千年，正法一千年，像法一千年，末法一萬年。依照中國古代歷史的記載，釋迦牟尼佛降生的時候是我們中國周朝昭王二十六年，圓寂在周朝穆王五十三年。如果依照這個歷史的記載，釋迦牟尼佛滅度到今年大概是三千零十九年，跟西方人講的二千五百三十三年不一樣，我們中國古代歷史上記載的。"
    },
    {
      "id": "02-003-0028_p0060",
      "zh_CN": "照中国历史记载，现在三千年，三千年，正法一千年过去了，像法一千年也过去了，末法一万年已经过了十分之一。现在是末法第二个一千年的开端，末法还有九千年，九千年以后，佛法就没有了，法就灭了。一直要等弥勒菩萨降生，这个世间再有佛法。弥勒菩萨几时来降生？《弥勒下生经》里面给我们讲得很详细，他老人家依我们这个世间年数来算，五十六亿万年之后他才来这个世间降生。所以你就晓得，这个世间没有佛法的时候是多么长久，没有佛法众生苦，没有闻法、没有得度的机缘。我们有幸生在佛的末法时期，更是大幸，在末法时期能够听到一切佛法里面的第一法门，一切大乘经典里面的第一经，这个实在是难得。所以彭际清讲的「无量劫来希有难逢之一日」，这个话讲的一点都不过分。我们说无量劫以来稀有难逢的一天，我们在此地聚会。",
      "zh_TW": "照中國歷史記載，現在三千年，三千年，正法一千年過去了，像法一千年也過去了，末法一萬年已經過了十分之一。現在是末法第二個一千年的開端，末法還有九千年，九千年以後，佛法就沒有了，法就滅了。一直要等彌勒菩薩降生，這個世間再有佛法。彌勒菩薩幾時來降生？《彌勒下生經》裡面給我們講得很詳細，他老人家依我們這個世間年數來算，五十六億萬年之後他才來這個世間降生。所以你就曉得，這個世間沒有佛法的時候是多麼長久，沒有佛法眾生苦，沒有聞法、沒有得度的機緣。我們有幸生在佛的末法時期，更是大幸，在末法時期能夠聽到一切佛法裡面的第一法門，一切大乘經典裡面的第一經，這個實在是難得。所以彭際清講的「無量劫來希有難逢之一日」，這個話講的一點都不過分。我們說無量劫以來稀有難逢的一天，我們在此地聚會。"
    },
    {
      "id": "02-003-0028_p0061",
      "zh_CN": "佛在这个地方讲正法灭后，这是在像法时期。我们晓得佛法传到中国来，是像法初期传来的，佛灭度一千年，佛法传到中国，汉朝永平十年，公元六十七年。佛法传到中国来，现在也一千九百多年了。佛在《金刚经》上也讲过「五五百岁」，就是把佛法分为五个时期。《大集经》里面讲这三个时期，正法、像法、末法，这三个时期三种不同的成就。正法时期，戒律成就。大家认真持戒就能够证果，证阿罗汉果，可以证果。为什么？那个时候人心淳厚，换句话说，没有邪知邪见，所以一生当中可以证到果。像法时期，众生根性比正法要差，换句话说，妄想多了，分别执着多了，单单靠戒律证果不可能，要修禅定，只有定才能成就。所以，禅宗在中国特别的发达，为什么？像法时期，禅定成就。",
      "zh_TW": "佛在這個地方講正法滅後，這是在像法時期。我們曉得佛法傳到中國來，是像法初期傳來的，佛滅度一千年，佛法傳到中國，漢朝永平十年，公元六十七年。佛法傳到中國來，現在也一千九百多年了。佛在《金剛經》上也講過「五五百歲」，就是把佛法分為五個時期。《大集經》裡面講這三個時期，正法、像法、末法，這三個時期三種不同的成就。正法時期，戒律成就。大家認真持戒就能夠證果，證阿羅漢果，可以證果。為什麼？那個時候人心淳厚，換句話說，沒有邪知邪見，所以一生當中可以證到果。像法時期，眾生根性比正法要差，換句話說，妄想多了，分別執著多了，單單靠戒律證果不可能，要修禪定，只有定才能成就。所以，禪宗在中國特別的發達，為什麼？像法時期，禪定成就。"
    },
    {
      "id": "02-003-0028_p0062",
      "zh_CN": "你看看最早是戒律，戒定慧三学，戒就成就；像法时期，戒不行了，就要靠定，定成就。末法时期，定也不行了，为什么？众生根性更劣，定都不能成就。你不相信，你去入定，看看你能够定得了定不了？定不了。装模作样行！眼睛闭起来，盘腿在那里，头脑胡思乱想，外面定，里头不定。所以禅定在末法时期也不管用。那要什么成就？慧成就。什么智慧？选择这个经，选择这个法门，第一智慧。你看戒定慧。所以末法时期，前面我们读过，弥勒菩萨不是问吗？有许多人学了佛法，或者听了这个经，为什么不愿意往生西方极乐世界？佛说了，智慧微少。你就想到，末法时期要成就，戒、定都不行，要靠智慧。你能够选择这个法门，你是第一智慧，你的智慧跟文殊菩萨差不多，因为文殊菩萨也是选择这个法门。我昨天特别提到的法照禅师，我们净土宗第四祖，就是传五会念佛的这个人。他学禅，见到文殊菩萨，文殊劝他念佛求生西方极乐世界，他有智慧，马上就接受，禅就不要了，专门来念佛，成为净土宗一代的祖师。所以诸位要晓得，愈到后来愈难，条件愈高。",
      "zh_TW": "你看看最早是戒律，戒定慧三學，戒就成就；像法時期，戒不行了，就要靠定，定成就。末法時期，定也不行了，為什麼？眾生根性更劣，定都不能成就。你不相信，你去入定，看看你能夠定得了定不了？定不了。裝模作樣行！眼睛閉起來，盤腿在那裡，頭腦胡思亂想，外面定，裡頭不定。所以禪定在末法時期也不管用。那要什麼成就？慧成就。什麼智慧？選擇這個經，選擇這個法門，第一智慧。你看戒定慧。所以末法時期，前面我們讀過，彌勒菩薩不是問嗎？有許多人學了佛法，或者聽了這個經，為什麼不願意往生西方極樂世界？佛說了，智慧微少。你就想到，末法時期要成就，戒、定都不行，要靠智慧。你能夠選擇這個法門，你是第一智慧，你的智慧跟文殊菩薩差不多，因為文殊菩薩也是選擇這個法門。我昨天特別提到的法照禪師，我們淨土宗第四祖，就是傳五會念佛的這個人。他學禪，見到文殊菩薩，文殊勸他念佛求生西方極樂世界，他有智慧，馬上就接受，禪就不要了，專門來念佛，成為淨土宗一代的祖師。所以諸位要曉得，愈到後來愈難，條件愈高。"
    },
    {
      "id": "02-003-0028_p0063",
      "zh_CN": "很多人不知道念佛是第一智慧，他不知道，「念佛，一句阿弥陀佛，没知识的人干的，没有智慧人干的」。他是世智辩聪，他以为他有智慧，以为念佛的人没智慧。我们今天明白了，搞清楚了，念佛人是最有智慧的人，念佛人跟文殊菩萨选择的是一个道路。你要说念佛人没智慧，那文殊菩萨没有智慧，哪有这个道理！所以我们自己要有自信心，相信我们的智慧跟文殊菩萨平等，因为我们选择这个法门。为什么能够跟文殊菩萨相等？因为我选择这个法门，文殊菩萨也是选择这个法门。我的智慧跟文殊菩萨不相等，我为什么会选择这个法门？这是从三个时期，你看看确实是戒定慧的三个时期。这是讲像法时代，正法灭度之后，像法时期。",
      "zh_TW": "很多人不知道念佛是第一智慧，他不知道，「念佛，一句阿彌陀佛，沒知識的人幹的，沒有智慧人幹的」。他是世智辯聰，他以為他有智慧，以為念佛的人沒智慧。我們今天明白了，搞清楚了，念佛人是最有智慧的人，念佛人跟文殊菩薩選擇的是一個道路。你要說念佛人沒智慧，那文殊菩薩沒有智慧，哪有這個道理！所以我們自己要有自信心，相信我們的智慧跟文殊菩薩平等，因為我們選擇這個法門。為什麼能夠跟文殊菩薩相等？因為我選擇這個法門，文殊菩薩也是選擇這個法門。我的智慧跟文殊菩薩不相等，我為什麼會選擇這個法門？這是從三個時期，你看看確實是戒定慧的三個時期。這是講像法時代，正法滅度之後，像法時期。"
    },
    {
      "id": "02-003-0028_p0064",
      "zh_CN": "【当有众生。植诸善本。已曾供养无量诸佛。由彼如来加威力故。能得如是广大法门。】",
      "zh_TW": "【當有眾生。植諸善本。已曾供養無量諸佛。由彼如來加威力故。能得如是廣大法門。】"
    },
    {
      "id": "02-003-0028_p0065",
      "zh_CN": "这句话里面实在说就是慧远大师、永明大师、智者大师，他们都是生在像法，他们往生了，这是说他们。就是一千年以前，从庐山慧远大师开始提倡念佛法门以来，那些人的成就。那些人也是种诸善根，『已曾供养无量诸佛』。『由彼如来』，彼如来是阿弥陀佛，阿弥佛的威德神力加持，所以他得到这个法门，他依据这个法门修行，一个一个都往生了。",
      "zh_TW": "這句話裡面實在說就是慧遠大師、永明大師、智者大師，他們都是生在像法，他們往生了，這是說他們。就是一千年以前，從廬山慧遠大師開始提倡念佛法門以來，那些人的成就。那些人也是種諸善根，『已曾供養無量諸佛』。『由彼如來』，彼如來是阿彌陀佛，阿彌佛的威德神力加持，所以他得到這個法門，他依據這個法門修行，一個一個都往生了。"
    },
    {
      "id": "02-003-0028_p0066",
      "zh_CN": "【摄取受持。当获广大一切智智。】",
      "zh_TW": "【攝取受持。當獲廣大一切智智。】"
    },
    {
      "id": "02-003-0028_p0067",
      "zh_CN": "这句就是说前面阿弥陀佛五种不思议的智慧。",
      "zh_TW": "這句就是說前面阿彌陀佛五種不思議的智慧。"
    },
    {
      "id": "02-003-0028_p0068",
      "zh_CN": "【于彼法中。广大胜解。获大欢喜。广为他说。常乐修行。】",
      "zh_TW": "【於彼法中。廣大勝解。獲大歡喜。廣為他說。常樂修行。】"
    },
    {
      "id": "02-003-0028_p0069",
      "zh_CN": "所以，古来的大德遇到这个法门，欢喜信受、专修专弘，这是过去生中所种的善根德本。又得到阿弥陀佛神力加持，才有这样殊胜不思议的成就，自利利他。我们再看下面这段经文。",
      "zh_TW": "所以，古來的大德遇到這個法門，歡喜信受、專修專弘，這是過去生中所種的善根德本。又得到阿彌陀佛神力加持，才有這樣殊勝不思議的成就，自利利他。我們再看下面這段經文。"
    },
    {
      "id": "02-003-0028_p0070",
      "zh_CN": "【诸善男子。及善女人。能于是法。若已求。现求。当求者。皆获善利。汝等应当安住无疑。种诸善本。应常修习。使无疑滞。不入一切种类珍宝成就牢狱。】",
      "zh_TW": "【諸善男子。及善女人。能於是法。若已求。現求。當求者。皆獲善利。汝等應當安住無疑。種諸善本。應常修習。使無疑滯。不入一切種類珍寶成就牢獄。】"
    },
    {
      "id": "02-003-0028_p0071",
      "zh_CN": "这段话佛转过头来劝勉我们末法时期的众生。这段话就讲了三个时期，先是正法，正法灭了，正法灭后就是像法，像法再过去了，这就是末法。经文从『诸善男子，及善女人』，这就是讲到我们末法，末法已经过了一千年。所以这里头有『若已求』，已求是末法这一千年以前的，已发心求这个法门的，当然他已经往生了。『现求』就是我们现在，现求两个字就是我们现前这一会，指我们现在的大众。『当求』是以后的，末法还有九千年，在我们以后的，以后的人有机会遇到这个经典，遇到这个法门。这是讲「已求，现求，当求」，统统是指末法时期。",
      "zh_TW": "這段話佛轉過頭來勸勉我們末法時期的眾生。這段話就講了三個時期，先是正法，正法滅了，正法滅後就是像法，像法再過去了，這就是末法。經文從『諸善男子，及善女人』，這就是講到我們末法，末法已經過了一千年。所以這裡頭有『若已求』，已求是末法這一千年以前的，已發心求這個法門的，當然他已經往生了。『現求』就是我們現在，現求兩個字就是我們現前這一會，指我們現在的大眾。『當求』是以後的，末法還有九千年，在我們以後的，以後的人有機會遇到這個經典，遇到這個法門。這是講「已求，現求，當求」，統統是指末法時期。"
    },
    {
      "id": "02-003-0028_p0072",
      "zh_CN": "『能于是法』，「是法」就是指这部经典，指这部经典里面所提倡的、所主张的「发菩提心，一向专念」，就是指这个法门。我们要肯求，『皆获善利』，已经往生的也好，现在我们去往生，以及将来遇到这个法门发心求往生的，统统得到殊胜的利益，这个利益就是本经前面所说的大利益。『汝等应当安住无疑』，佛在劝我们，应当把心安住在这个法门里面，从此以后一心专修、一心专学、一心专念，不再修学其他的法门，这才叫安住。正是莲池大师所说的「三藏十二部，让给他人悟」，给别人去悟，「八万四千行，饶与别人行」。我心安住了，安住在这部经，安住在六字洪名之中，我安住在这里。「无疑」，决定没有疑惑。",
      "zh_TW": "『能於是法』，「是法」就是指這部經典，指這部經典裡面所提倡的、所主張的「發菩提心，一向專念」，就是指這個法門。我們要肯求，『皆獲善利』，已經往生的也好，現在我們去往生，以及將來遇到這個法門發心求往生的，統統得到殊勝的利益，這個利益就是本經前面所說的大利益。『汝等應當安住無疑』，佛在勸我們，應當把心安住在這個法門裡面，從此以後一心專修、一心專學、一心專念，不再修學其他的法門，這才叫安住。正是蓮池大師所說的「三藏十二部，讓給他人悟」，給別人去悟，「八萬四千行，饒與別人行」。我心安住了，安住在這部經，安住在六字洪名之中，我安住在這裡。「無疑」，決定沒有疑惑。"
    },
    {
      "id": "02-003-0028_p0073",
      "zh_CN": "『种诸善本，应常修习』，「种诸善本」就是依教修行。如果克实而论，就是一心受持六字洪名，你一天到晚念这句阿弥陀佛圣号，就是种诸善本，这句圣号是世出世间一切法里面第一善。应常修习，这个「常」是在日常生活当中，一定要依照这部经典里面的教诲，修正我们错误的行为。『使无疑滞』，这样我们才真正能够断除一切疑障，滞就是障碍，才能破除一切疑障。",
      "zh_TW": "『種諸善本，應常修習』，「種諸善本」就是依教修行。如果剋實而論，就是一心受持六字洪名，你一天到晚念這句阿彌陀佛聖號，就是種諸善本，這句聖號是世出世間一切法裡面第一善。應常修習，這個「常」是在日常生活當中，一定要依照這部經典裡面的教誨，修正我們錯誤的行為。『使無疑滯』，這樣我們才真正能夠斷除一切疑障，滯就是障礙，才能破除一切疑障。"
    },
    {
      "id": "02-003-0028_p0074",
      "zh_CN": "『不入一切种类珍宝成就牢狱』，这是比喻话，这是比喻三界诸天。天上福报很大，有很多人修行，修的结果怎么样？生天去了。真正用功修行人，生天的很多，但是纵然生到非想非非想天，天福尽了还要堕落，依然不免轮回，换句话说，你依然不免三恶道，这个事情麻烦大了。所以，我们决定不羡慕天福。这个话说起来容易，天福到面前，人就迷了；不要说天福，人间福报都会把你搞迷惑，何况天福！",
      "zh_TW": "『不入一切種類珍寶成就牢獄』，這是比喻話，這是比喻三界諸天。天上福報很大，有很多人修行，修的結果怎麼樣？生天去了。真正用功修行人，生天的很多，但是縱然生到非想非非想天，天福盡了還要墮落，依然不免輪迴，換句話說，你依然不免三惡道，這個事情麻煩大了。所以，我們決定不羨慕天福。這個話說起來容易，天福到面前，人就迷了；不要說天福，人間福報都會把你搞迷惑，何況天福！"
    },
    {
      "id": "02-003-0028_p0075",
      "zh_CN": "所以自己要真正下定决心往生，我们今天有福报怎么样？不能享，要警惕，福报会迷了我们的心窍，把我们的智慧迷了。所以生活要过苦一点好，苦一点警觉性高，常常想到这个世间太苦，还是赶紧往生的好。你日子过得舒服了，不想去了，想过舒服日子的人就是迷惑颠倒，就是没有智慧。你能把你的舒服日子改换一下，把你生活水准降低一些，这是你有智慧，你真正有智慧。所以，每天要提高自己生活水平，这决定是迷，我们希望别人提升，自己不能提升。因为，如果不希望别人提升，别人马上提出抗议：你这个法子都是叫我吃苦的，你说的是离苦得乐，实际上你是叫我离乐得苦，你说的这个话与事实不相应。他会反驳，他不能够接受。",
      "zh_TW": "所以自己要真正下定決心往生，我們今天有福報怎麼樣？不能享，要警惕，福報會迷了我們的心竅，把我們的智慧迷了。所以生活要過苦一點好，苦一點警覺性高，常常想到這個世間太苦，還是趕緊往生的好。你日子過得舒服了，不想去了，想過舒服日子的人就是迷惑顛倒，就是沒有智慧。你能把你的舒服日子改換一下，把你生活水準降低一些，這是你有智慧，你真正有智慧。所以，每天要提高自己生活水平，這決定是迷，我們希望別人提升，自己不能提升。因為，如果不希望別人提升，別人馬上提出抗議：你這個法子都是叫我吃苦的，你說的是離苦得樂，實際上你是叫我離樂得苦，你說的這個話與事實不相應。他會反駁，他不能夠接受。"
    },
    {
      "id": "02-003-0028_p0076",
      "zh_CN": "所以，跟大家讲真话是你们的善根已经成就，你们想见佛，想脱离生死苦海、脱离六道轮回，我跟你讲真话；你要不想脱离，那就跟你说方便话。说法有方便说、有真实说，方便说，你可以改善你的生活环境，天天提高你的生活享受。不过享受也有限度，不能超过了限度，这个意思是说不能到奢侈，不能讲求奢侈豪华，那是错误。要能与自己的身分相称，这样就是对的，超过自己身分这是错误的，那就是奢侈。真正修道人，他是把自己的福报舍掉给大家共享，这是真有智慧，会享福。有福与大众共享，自己不一个人独享，这个道理希望诸位细细的去想想。",
      "zh_TW": "所以，跟大家講真話是你們的善根已經成就，你們想見佛，想脫離生死苦海、脫離六道輪迴，我跟你講真話；你要不想脫離，那就跟你說方便話。說法有方便說、有真實說，方便說，你可以改善你的生活環境，天天提高你的生活享受。不過享受也有限度，不能超過了限度，這個意思是說不能到奢侈，不能講求奢侈豪華，那是錯誤。要能與自己的身分相稱，這樣就是對的，超過自己身分這是錯誤的，那就是奢侈。真正修道人，他是把自己的福報捨掉給大家共享，這是真有智慧，會享福。有福與大眾共享，自己不一個人獨享，這個道理希望諸位細細的去想想。"
    },
    {
      "id": "02-003-0028_p0077",
      "zh_CN": "天上人间有不少珍宝牢狱，说老实话，家就是牢狱，你的家太豪华了，就是珍宝牢狱，你舍不得离开，你就不容易出这个牢狱。贫苦人家很容易跑出来，他不想在家里待，家不好。家里一切布置得很豪华，他舍不得离开家，外头没有家里好，舍不得这个家。家是什么？从前刑具加到颈上，就是那个「枷」，没有两样。我们中国古人，我们中国祖先聪明，真是绝顶聪明的人。所以中国文字不能改，文字改了意义就失掉了。中国的文字是世界上最高的智慧，叫你看到那个文字就觉悟了。你看那个「家」，家要照古文篆字的写法，它是象形字，会意的，家是个会意字。中国文字讲六书，就是有六种形式，根据六种不同的形式来造字。它是属于会意，体会这个意思。上面是个房子，照篆字写，你看这是个房子，房子里面是一只小猪，你们看对不对？那就叫家，是小猪关在笼子里头，叫做家。你们一个个很喜欢我成家了，所谓成家是什么？就要关到笼子去了，关到笼子去这叫成家。中国古人造字的意思好深，就是叫你要觉悟，家不是个好东西。我们对于我们祖宗的智慧真是非常佩服，祖宗对于后世的恩惠太大了，任何一个国家民族没有的。所以，文字含义非常之深，看到这个字人就觉悟了，真正是佛法里讲的觉而不迷，中国文字有这种功用，提醒你觉悟。",
      "zh_TW": "天上人間有不少珍寶牢獄，說老實話，家就是牢獄，你的家太豪華了，就是珍寶牢獄，你捨不得離開，你就不容易出這個牢獄。貧苦人家很容易跑出來，他不想在家裡待，家不好。家裡一切布置得很豪華，他捨不得離開家，外頭沒有家裡好，捨不得這個家。家是什麼？從前刑具加到頸上，就是那個「枷」，沒有兩樣。我們中國古人，我們中國祖先聰明，真是絕頂聰明的人。所以中國文字不能改，文字改了意義就失掉了。中國的文字是世界上最高的智慧，叫你看到那個文字就覺悟了。你看那個「家」，家要照古文篆字的寫法，它是象形字，會意的，家是個會意字。中國文字講六書，就是有六種形式，根據六種不同的形式來造字。它是屬於會意，體會這個意思。上面是個房子，照篆字寫，你看這是個房子，房子裡面是一隻小豬，你們看對不對？那就叫家，是小豬關在籠子裡頭，叫做家。你們一個個很喜歡我成家了，所謂成家是什麼？就要關到籠子去了，關到籠子去這叫成家。中國古人造字的意思好深，就是叫你要覺悟，家不是個好東西。我們對於我們祖宗的智慧真是非常佩服，祖宗對於後世的恩惠太大了，任何一個國家民族沒有的。所以，文字含義非常之深，看到這個字人就覺悟了，真正是佛法裡講的覺而不迷，中國文字有這種功用，提醒你覺悟。"
    },
    {
      "id": "02-003-0028_p0078",
      "zh_CN": "说到这里，我想起还有一桩事情，我过去在台北，很多年以前，大概总有二十年前，也是有个常听我讲经的信众，常听我讲经的。以后他的职务调了，调到台中去。在台中也不错，在台中可以听李老师讲经，常常到李老师道场去。大概在台中认识了一个女孩子，他大概有意思结婚，写一封信来问我。我就写个明信片，写一个大字「婚」字，寄给他，他懂得了。他写一封信来，他说我不结婚了。婚是什么意思？见到「女」人头就「昏」了，他要不昏，他不结婚。你才晓得中国字意思之深，是时时提醒自己觉悟，这真是不得了。实际上，我写出这个字给他，他只体会了一半的意思，就是我们佛法讲，掉到二边去了。这一边是讲结婚，那一边一看是不敢结婚，掉到那边去了。他不知道走中道，中道是什么？结而不昏，这是中道。虽然结婚，心地有觉悟，不昏。成家不被家迷，结婚不昏，这才是中道。所以他没有完全体会，掉到那一边去，佛法讲二边，他掉到二边去了，从这边掉到那边去了，他不晓得走中道。所以还不算是真正聪明，真正聪明是走中道，菩萨做的。他掉到小乘去了，掉到那边去了。",
      "zh_TW": "說到這裡，我想起還有一樁事情，我過去在台北，很多年以前，大概總有二十年前，也是有個常聽我講經的信眾，常聽我講經的。以後他的職務調了，調到台中去。在台中也不錯，在台中可以聽李老師講經，常常到李老師道場去。大概在台中認識了一個女孩子，他大概有意思結婚，寫一封信來問我。我就寫個明信片，寫一個大字「婚」字，寄給他，他懂得了。他寫一封信來，他說我不結婚了。婚是什麼意思？見到「女」人頭就「昏」了，他要不昏，他不結婚。你才曉得中國字意思之深，是時時提醒自己覺悟，這真是不得了。實際上，我寫出這個字給他，他只體會了一半的意思，就是我們佛法講，掉到二邊去了。這一邊是講結婚，那一邊一看是不敢結婚，掉到那邊去了。他不知道走中道，中道是什麼？結而不昏，這是中道。雖然結婚，心地有覺悟，不昏。成家不被家迷，結婚不昏，這才是中道。所以他沒有完全體會，掉到那一邊去，佛法講二邊，他掉到二邊去了，從這邊掉到那邊去了，他不曉得走中道。所以還不算是真正聰明，真正聰明是走中道，菩薩做的。他掉到小乘去了，掉到那邊去了。"
    },
    {
      "id": "02-003-0028_p0079",
      "zh_CN": "你才晓得中国文字之美，中国文字的意思之深，所以不能改，这一改就不像话，意义统统失掉了。全世界任何一个国家民族文字，没有中国文字这样的完美。所以我们真正要爱国家、爱民族，要爱护我们自己传统的文化，要把它发扬光大。再看下面经文。",
      "zh_TW": "你才曉得中國文字之美，中國文字的意思之深，所以不能改，這一改就不像話，意義統統失掉了。全世界任何一個國家民族文字，沒有中國文字這樣的完美。所以我們真正要愛國家、愛民族，要愛護我們自己傳統的文化，要把它發揚光大。再看下面經文。"
    },
    {
      "id": "02-003-0028_p0080",
      "zh_CN": "【阿逸多。如是等类大威德者。能生佛法广大异门。由于此法不听闻故。有一亿菩萨。退转阿耨多罗三藐三菩提。】",
      "zh_TW": "【阿逸多。如是等類大威德者。能生佛法廣大異門。由於此法不聽聞故。有一億菩薩。退轉阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-003-0028_p0081",
      "zh_CN": "这一段前面说『大威德者』，就是我们常讲不退菩萨，当然这个不退菩萨不是指圆证三不退，不是指这个。这些菩萨也非常了不起，『能生佛法广大异门』，就是说他修学其他法门，也能够潜入净土法门，所谓是禅净双修这一类的。很多，教下的就更多了，我们常常听说「教宗般若，行在弥陀」，很多人，也有的是「教宗华严，行在弥陀」。这就是他修其他佛法，他也带修净土，附带的修净土，这不是专修。我们善导大师说了，专修的那是「万修万人去」，一个都不会漏的；不是专修，像这种附带修的，他老人家说一万个人当中，大概有三、五个人可以往生，因为他不专。这是说这些人。他为什么这一万个人修行，不能一万个人去？佛在这里把它的缘故给我们说出来。",
      "zh_TW": "這一段前面說『大威德者』，就是我們常講不退菩薩，當然這個不退菩薩不是指圓證三不退，不是指這個。這些菩薩也非常了不起，『能生佛法廣大異門』，就是說他修學其他法門，也能夠潛入淨土法門，所謂是禪淨雙修這一類的。很多，教下的就更多了，我們常常聽說「教宗般若，行在彌陀」，很多人，也有的是「教宗華嚴，行在彌陀」。這就是他修其他佛法，他也帶修淨土，附帶的修淨土，這不是專修。我們善導大師說了，專修的那是「萬修萬人去」，一個都不會漏的；不是專修，像這種附帶修的，他老人家說一萬個人當中，大概有三、五個人可以往生，因為他不專。這是說這些人。他為什麼這一萬個人修行，不能一萬個人去？佛在這裡把它的緣故給我們說出來。"
    },
    {
      "id": "02-003-0028_p0082",
      "zh_CN": "『由于此法不听闻故』。这些兼修净土之人，没有读到《无量寿经》，没有听过《无量寿经》，所以他兼修不容易成就，原因就在此地。所以说由于此法不听闻故，『有一亿菩萨，退转阿耨多罗三藐三菩提』，这些就像是前面我们所读的阿阇王子这些人，虽然过去生中住菩萨道，供四百亿佛，还是有隔阴之迷，还是有退转。这段经文可以印证前面阿阇王子这些人。从这段经文也能够显示，真正通宗通教他兼修净土，像马鸣、龙树是这一类的人物，这些「大威德者，能生佛法广大异门」，广大异门就是指净土法门，他能够修这个法门，他能够成就。马鸣、龙树、智者大师，永明大师另当别论，永明是我们净土宗一代的祖师，他以后是专修，他不是兼修，他是专修，智者大师是兼修，但是这些人都是往生到西方极乐世界的。于此法不听闻的就不行，不能生到西方极乐世界，必定退转，必定有隔阴之迷，后头有句话，特别强调这个事实。不听这个经，不依照这个法门修学，很容易退转。",
      "zh_TW": "『由於此法不聽聞故』。這些兼修淨土之人，沒有讀到《無量壽經》，沒有聽過《無量壽經》，所以他兼修不容易成就，原因就在此地。所以說由於此法不聽聞故，『有一億菩薩，退轉阿耨多羅三藐三菩提』，這些就像是前面我們所讀的阿闍王子這些人，雖然過去生中住菩薩道，供四百億佛，還是有隔陰之迷，還是有退轉。這段經文可以印證前面阿闍王子這些人。從這段經文也能夠顯示，真正通宗通教他兼修淨土，像馬鳴、龍樹是這一類的人物，這些「大威德者，能生佛法廣大異門」，廣大異門就是指淨土法門，他能夠修這個法門，他能夠成就。馬鳴、龍樹、智者大師，永明大師另當別論，永明是我們淨土宗一代的祖師，他以後是專修，他不是兼修，他是專修，智者大師是兼修，但是這些人都是往生到西方極樂世界的。於此法不聽聞的就不行，不能生到西方極樂世界，必定退轉，必定有隔陰之迷，後頭有句話，特別強調這個事實。不聽這個經，不依照這個法門修學，很容易退轉。"
    },
    {
      "id": "02-003-0028_p0083",
      "zh_CN": "【若有众生。于此经典。书写。供养。受持。读诵。于须臾顷为他演说。劝令听闻。不生忧恼。乃至昼夜思惟彼刹。及佛功德。于无上道。终不退转。】",
      "zh_TW": "【若有眾生。於此經典。書寫。供養。受持。讀誦。於須臾頃為他演說。勸令聽聞。不生憂惱。乃至晝夜思惟彼剎。及佛功德。於無上道。終不退轉。】"
    },
    {
      "id": "02-003-0028_p0084",
      "zh_CN": "这句是讲闻经依教修行的利益，这个利益不是将来的，这个利益是现在的。只要我们真正依照这个经典，『于此经典』，这个是指得非常的明白，不是其他经典，指的就是《无量寿经》，也就指的这个经本，指的这个本子。『书写』这是讲流通，『供养』是讲我们的本愿，也是讲我们的贡献，『受持』是说我们修学，『读诵』可以说是供众。再说『能于须臾顷』，「须臾顷」是极短的时间，『为他演说』。当然短的时间不能跟人家讲全经，经里面给人家说一句、两句，就是《金刚经》上说为人说四句偈。四句偈就是经中任何的四句，这是讲很少的，你能为人家讲四句偈，讲经里面的一段，或者讲经里面的一、两句。『劝令听闻』，这些都是讲你的弘扬，我们自行化他，专修专弘，这是讲你专弘，劝别人听闻。『不生忧恼』，让人家听了心里欢喜。",
      "zh_TW": "這句是講聞經依教修行的利益，這個利益不是將來的，這個利益是現在的。只要我們真正依照這個經典，『於此經典』，這個是指得非常的明白，不是其他經典，指的就是《無量壽經》，也就指的這個經本，指的這個本子。『書寫』這是講流通，『供養』是講我們的本願，也是講我們的貢獻，『受持』是說我們修學，『讀誦』可以說是供眾。再說『能於須臾頃』，「須臾頃」是極短的時間，『為他演說』。當然短的時間不能跟人家講全經，經裡面給人家說一句、兩句，就是《金剛經》上說為人說四句偈。四句偈就是經中任何的四句，這是講很少的，你能為人家講四句偈，講經裡面的一段，或者講經裡面的一、兩句。『勸令聽聞』，這些都是講你的弘揚，我們自行化他，專修專弘，這是講你專弘，勸別人聽聞。『不生憂惱』，讓人家聽了心裡歡喜。"
    },
    {
      "id": "02-003-0028_p0085",
      "zh_CN": "『乃至昼夜思惟』，一天到晚想经里面的境界。所以经一定要念熟，如果你要是不念熟，你怎么能常常想得起经里面的境界？一定要念得熟。三年当中希望大家念三千遍，自然就熟了。三年之后三千遍念完了，你会常常想到西方极乐世界的境界，如对目前，就像在面前一样，你熟了。想这些好，与佛相应。你不想西方极乐世界，你就是想世间名闻利养、五欲六尘，一天到晚打妄想。与其一天到晚打妄想，制造六道轮回的恶业，为什么不想西方？由此可知熟读重要。想佛的功德，这样『于无上道』决定就『不退转』，可见得不退转不必到西方，我们现在生中就可以能够证得。",
      "zh_TW": "『乃至晝夜思惟』，一天到晚想經裡面的境界。所以經一定要念熟，如果你要是不念熟，你怎麼能常常想得起經裡面的境界？一定要念得熟。三年當中希望大家念三千遍，自然就熟了。三年之後三千遍念完了，你會常常想到西方極樂世界的境界，如對目前，就像在面前一樣，你熟了。想這些好，與佛相應。你不想西方極樂世界，你就是想世間名聞利養、五欲六塵，一天到晚打妄想。與其一天到晚打妄想，製造六道輪迴的惡業，為什麼不想西方？由此可知熟讀重要。想佛的功德，這樣『於無上道』決定就『不退轉』，可見得不退轉不必到西方，我們現在生中就可以能夠證得。"
    },
    {
      "id": "02-003-0028_p0086",
      "zh_CN": "【彼人临终。假使三千大千世界满中大火。亦能超过。生彼国土。】",
      "zh_TW": "【彼人臨終。假使三千大千世界滿中大火。亦能超過。生彼國土。】"
    },
    {
      "id": "02-003-0028_p0087",
      "zh_CN": "这就是讲上面所说的，依照这个方法修行的人，这是讲大三灾，大三灾劫火烧到初禅天，我们还是有能力超越，还是有能力往生西方。",
      "zh_TW": "這就是講上面所說的，依照這個方法修行的人，這是講大三災，大三災劫火燒到初禪天，我們還是有能力超越，還是有能力往生西方。"
    },
    {
      "id": "02-003-0028_p0088",
      "zh_CN": "【是人已曾值过去佛。受菩提记。一切如来。同所称赞。是故应当专心信受。持诵。说行。】",
      "zh_TW": "【是人已曾值過去佛。受菩提記。一切如來。同所稱讚。是故應當專心信受。持誦。說行。】"
    },
    {
      "id": "02-003-0028_p0089",
      "zh_CN": "佛在此地这几句话说得非常恳切，苦口婆心的劝勉我们。我们能发这样的心，佛在此地给我们说了，你过去生中在佛面前受过记，一切如来，十方一切诸佛，没有一尊佛不称赞你。我们过去生中有这样深厚的善根，现在能不能往生，就看这一生的缘。缘是什么？就是佛此地劝我们，应当『信受』，受持读诵，为人演说，依教奉行。这是佛再再劝勉我们的，我们要做不到，真的对不起释迦牟尼佛，对不起一切称赞我们的十方如来。",
      "zh_TW": "佛在此地這幾句話說得非常懇切，苦口婆心的勸勉我們。我們能發這樣的心，佛在此地給我們說了，你過去生中在佛面前受過記，一切如來，十方一切諸佛，沒有一尊佛不稱讚你。我們過去生中有這樣深厚的善根，現在能不能往生，就看這一生的緣。緣是什麼？就是佛此地勸我們，應當『信受』，受持讀誦，為人演說，依教奉行。這是佛再再勸勉我們的，我們要做不到，真的對不起釋迦牟尼佛，對不起一切稱讚我們的十方如來。"
    },
    {
      "id": "02-003-0028_p0090",
      "zh_CN": "今天我们就讲到此地。",
      "zh_TW": "今天我們就講到此地。"
    }
  ]
}