{
  "doc_id": "02-003-0011",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0011",
  "total_paragraphs": 115,
  "paragraphs": [
    {
      "id": "02-003-0011_p0001",
      "zh_CN": "第三十面，倒数第四行：",
      "zh_TW": "第三十面，倒數第四行："
    },
    {
      "id": "02-003-0011_p0002",
      "zh_CN": "【圆满成就第九】",
      "zh_TW": "【圓滿成就第九】"
    },
    {
      "id": "02-003-0011_p0003",
      "zh_CN": "在前面从正宗分开始到第八章，就是昨天讲完的，这样长的一段经文，都是说明阿弥陀佛在因地所发的大愿大行，弥陀因地就是法藏比丘。从这一章开始，是说果地上的成就，修因一定会得果报，佛在经上常常告诉我们，善有善报，恶有恶报，因果报应是永远不变的真理。法藏在因地上愿行都非常殊胜，稀有无比，所以他的果报当然是不可思议。现在请看经文：",
      "zh_TW": "在前面從正宗分開始到第八章，就是昨天講完的，這樣長的一段經文，都是說明阿彌陀佛在因地所發的大願大行，彌陀因地就是法藏比丘。從這一章開始，是說果地上的成就，修因一定會得果報，佛在經上常常告訴我們，善有善報，惡有惡報，因果報應是永遠不變的真理。法藏在因地上願行都非常殊勝，稀有無比，所以他的果報當然是不可思議。現在請看經文："
    },
    {
      "id": "02-003-0011_p0004",
      "zh_CN": "【佛告阿难。法藏比丘。修菩萨行。积功累德。无量无边。于一切法。而得自在。非是语言分别之所能知。】",
      "zh_TW": "【佛告阿難。法藏比丘。修菩薩行。積功累德。無量無邊。於一切法。而得自在。非是語言分別之所能知。】"
    },
    {
      "id": "02-003-0011_p0005",
      "zh_CN": "到这个地方是一小段，这几句经文里面含义非常深广。他在因地的修行，前面几章都概略的为我们说明了。佛所说的，正如同经上常讲，只是略说少分而已，为什么？如果要是说，法藏比丘参访诸佛国土，就是说那些国土的名号，佛连续不断给我们说一劫也说不完，何况他累劫的修行，『积功累德，无量无边』。可见得，『于一切法，而得自在』，不是偶然得来的。我们今天于一切法不自在，可以说是处处成障，我们六根接触六尘之处统统是障碍，那有自在？《华严》虽然讲理事无碍、事事无碍，我们也只是听说而已，不但我们本身做不到，甚至于我们在一生当中，这样的人我们也未曾见过。只有在经上看到，诸佛与那些大菩萨们示现的确实是像自在的样子，我们知道他是无量劫当中修成的。",
      "zh_TW": "到這個地方是一小段，這幾句經文裡面含義非常深廣。他在因地的修行，前面幾章都概略的為我們說明了。佛所說的，正如同經上常講，只是略說少分而已，為什麼？如果要是說，法藏比丘參訪諸佛國土，就是說那些國土的名號，佛連續不斷給我們說一劫也說不完，何況他累劫的修行，『積功累德，無量無邊』。可見得，『於一切法，而得自在』，不是偶然得來的。我們今天於一切法不自在，可以說是處處成障，我們六根接觸六塵之處統統是障礙，那有自在？《華嚴》雖然講理事無礙、事事無礙，我們也只是聽說而已，不但我們本身做不到，甚至於我們在一生當中，這樣的人我們也未曾見過。只有在經上看到，諸佛與那些大菩薩們示現的確實是像自在的樣子，我們知道他是無量劫當中修成的。"
    },
    {
      "id": "02-003-0011_p0006",
      "zh_CN": "听了这些话，我们免不了又起了忧虑，他修无量劫才得自在，我们要到哪天才能得自在？这是真的，这种想法是正确的，不是错误的。说实在话，佛告诉我们，修学任何一个法门，不要说得大自在，就得一点小自在都不容易。小自在是什么人得？阿罗汉。阿罗汉这个三德，法身、般若、解脱，这三种他只得到一种，法身他没有证得，般若他也没有，他只得到了解脱。而且这个解脱还不是究竟圆满的解脱，少分解脱而已，只得了少分。从凡夫修成阿罗汉就不是容易事情，一般在佛经上说，小乘证得初果之后，证得初果的条件是要断八十八品见惑，就是见思烦恼的见烦恼，三界有八十八品统统断尽，才能证得初果。从这天起，他天上人间七次往来才能证阿罗汉果。人间寿命短，天上寿命长，七次往返，年岁都是天文数字，这才能证得阿罗汉。经上又告诉我们，修行成佛要三大阿僧祇劫。一个阿僧祇劫，这个数字就很大，过去台中慈光讲座，他们有个简单的算法，算阿僧祇劫。我们中国数目字的单位是万万为亿，万亿为兆，用兆做单位，多少兆？上面是一千，下面有八个万字，就是「一千万万万万万万万万兆」，一个阿僧祇劫。三个阿僧祇劫，佛给我们说这才能成得了佛。",
      "zh_TW": "聽了這些話，我們免不了又起了憂慮，他修無量劫才得自在，我們要到哪天才能得自在？這是真的，這種想法是正確的，不是錯誤的。說實在話，佛告訴我們，修學任何一個法門，不要說得大自在，就得一點小自在都不容易。小自在是什麼人得？阿羅漢。阿羅漢這個三德，法身、般若、解脫，這三種他只得到一種，法身他沒有證得，般若他也沒有，他只得到了解脫。而且這個解脫還不是究竟圓滿的解脫，少分解脫而已，只得了少分。從凡夫修成阿羅漢就不是容易事情，一般在佛經上說，小乘證得初果之後，證得初果的條件是要斷八十八品見惑，就是見思煩惱的見煩惱，三界有八十八品統統斷盡，才能證得初果。從這天起，他天上人間七次往來才能證阿羅漢果。人間壽命短，天上壽命長，七次往返，年歲都是天文數字，這才能證得阿羅漢。經上又告訴我們，修行成佛要三大阿僧祇劫。一個阿僧祇劫，這個數字就很大，過去台中慈光講座，他們有個簡單的算法，算阿僧祇劫。我們中國數目字的單位是萬萬為億，萬億為兆，用兆做單位，多少兆？上面是一千，下面有八個萬字，就是「一千萬萬萬萬萬萬萬萬兆」，一個阿僧祇劫。三個阿僧祇劫，佛給我們說這才能成得了佛。"
    },
    {
      "id": "02-003-0011_p0007",
      "zh_CN": "三个阿僧祇劫从什么时候算起？我们现在开始学佛了，算不算？给诸位说，不算。其实，我们这几天在讲座里面，也曾经跟诸位报告过。每一位同修，你们过去世中生生世世学佛，如果要算时间，不晓得几十个、几百个、几千个、几万个阿僧祇劫，修这么久了。佛说修三个阿僧祇劫成佛，我们修了几千几万个阿僧祇劫也没成佛，这怎么回事情？你要晓得，佛讲三个阿僧袛劫，他是有标准的，这个标准跟刚才讲的小乘初果是相同的。你是从证得须陀洹果那天算起，算三大阿僧祇劫，你才能够成得了佛。没有断见惑，八十八品见惑没有断，那个统统都不算。就像你年年去念书，想去考学校，譬如考大学，考上大学那是四年毕业。但是年年都去考，年年都没有考上，那不能算。你得从考上那天起，进了学校，我四年才能毕得了业。否则的话，年年去考，考了四十年、五十年，从来没有考上过，那你四年毕不了业。由此可知，我们过去生中，不晓得经历多少阿僧祇劫，从来没有一次考上过。如果要考上了，你就不在此地了，你今天就成佛、成菩萨了。没有考上！这一生又得人身，遇到佛法，想想这一生能不能考得上？我看还是没指望，谁有能力将八十八品见惑断尽？说起来容易，实在不容易。",
      "zh_TW": "三個阿僧祇劫從什麼時候算起？我們現在開始學佛了，算不算？給諸位說，不算。其實，我們這幾天在講座裡面，也曾經跟諸位報告過。每一位同修，你們過去世中生生世世學佛，如果要算時間，不曉得幾十個、幾百個、幾千個、幾萬個阿僧祇劫，修這麼久了。佛說修三個阿僧祇劫成佛，我們修了幾千幾萬個阿僧祇劫也沒成佛，這怎麼回事情？你要曉得，佛講三個阿僧袛劫，他是有標準的，這個標準跟剛才講的小乘初果是相同的。你是從證得須陀洹果那天算起，算三大阿僧祇劫，你才能夠成得了佛。沒有斷見惑，八十八品見惑沒有斷，那個統統都不算。就像你年年去念書，想去考學校，譬如考大學，考上大學那是四年畢業。但是年年都去考，年年都沒有考上，那不能算。你得從考上那天起，進了學校，我四年才能畢得了業。否則的話，年年去考，考了四十年、五十年，從來沒有考上過，那你四年畢不了業。由此可知，我們過去生中，不曉得經歷多少阿僧祇劫，從來沒有一次考上過。如果要考上了，你就不在此地了，你今天就成佛、成菩薩了。沒有考上！這一生又得人身，遇到佛法，想想這一生能不能考得上？我看還是沒指望，誰有能力將八十八品見惑斷盡？說起來容易，實在不容易。"
    },
    {
      "id": "02-003-0011_p0008",
      "zh_CN": "八万四千法门，可以说没有一个法门是例外的，统统要走这条路子。可是唯独净土法门不同，这个法门，过去生中我们有没有遇到过？给诸位说有遇到过。有遇到过，你怎么会没有往生？这个问题要问你自己，你遇到了为什么没有往生？这里面至少有两个原因，第一个原因是信不过，这个方法太容易了，那有这么容易的事情就能成佛，就能出三界？你怀疑，不能够相信，信心不能建立。第二个原因，贪恋世间五欲六尘，舍不得离开这个世界，所以极乐世界没能去得了，生生世世在这里搞六道轮回，不是不能去。这一生我们再次遇到这个法门，一定要觉悟，要真正发心，要远离五欲六尘，身心世界一切放下，发心专念专修，这样我们的功德很快就圆满了。怎么圆满？因为这个法门里面有最大的一个便宜，就是把阿弥陀佛累劫修行，就是「积功累德，无量无边」，把它变成我们自己的功德。诸位要知道，其他法门是办不到的，为什么？自力法门。这个法门叫二力法门，二力就是能够把弥陀无量无边的功德，变成我们的功德。但是这个变要你自己去变，别人不能代你变，你自己会变，就是你自己的这一分力量，弥陀功德给你，那是他力。所以这个法门叫二力法门。",
      "zh_TW": "八萬四千法門，可以說沒有一個法門是例外的，統統要走這條路子。可是唯獨淨土法門不同，這個法門，過去生中我們有沒有遇到過？給諸位說有遇到過。有遇到過，你怎麼會沒有往生？這個問題要問你自己，你遇到了為什麼沒有往生？這裡面至少有兩個原因，第一個原因是信不過，這個方法太容易了，那有這麼容易的事情就能成佛，就能出三界？你懷疑，不能夠相信，信心不能建立。第二個原因，貪戀世間五欲六塵，捨不得離開這個世界，所以極樂世界沒能去得了，生生世世在這裡搞六道輪迴，不是不能去。這一生我們再次遇到這個法門，一定要覺悟，要真正發心，要遠離五欲六塵，身心世界一切放下，發心專念專修，這樣我們的功德很快就圓滿了。怎麼圓滿？因為這個法門裡面有最大的一個便宜，就是把阿彌陀佛累劫修行，就是「積功累德，無量無邊」，把它變成我們自己的功德。諸位要知道，其他法門是辦不到的，為什麼？自力法門。這個法門叫二力法門，二力就是能夠把彌陀無量無邊的功德，變成我們的功德。但是這個變要你自己去變，別人不能代你變，你自己會變，就是你自己的這一分力量，彌陀功德給你，那是他力。所以這個法門叫二力法門。"
    },
    {
      "id": "02-003-0011_p0009",
      "zh_CN": "怎样把阿弥陀佛的功德变成我们自己的功德？这就是经上教导我们的，「发菩提心，一向专念」，着重在「专」字。如果你是真正专修，得清净心之后，你现在还没有到西方极乐世界去，给诸位说你就能够得自在。当然这个自在不是究竟圆满的自在，究竟圆满的自在生到西方极乐世界就得到。那个功德利益，诚如经中所说『非是语言分别之所能知』，为什么？这个境界语言达不到的。诸位要晓得，我们的言语是有限度的，有很多东西不是言语能说得出来。不但言语达不到，我们的心思也没有办法想到，我们想，拚命去想，怎么想也想不到。所以说「言语道断，心行处灭」，就是言语这一道没有办法，达不到；心行是我们的思想，我们怎么样想也想不到。这是说西方极乐世界的依正庄严，弥陀无量劫中累劫修行的功德。",
      "zh_TW": "怎樣把阿彌陀佛的功德變成我們自己的功德？這就是經上教導我們的，「發菩提心，一向專念」，著重在「專」字。如果你是真正專修，得清淨心之後，你現在還沒有到西方極樂世界去，給諸位說你就能夠得自在。當然這個自在不是究竟圓滿的自在，究竟圓滿的自在生到西方極樂世界就得到。那個功德利益，誠如經中所說『非是語言分別之所能知』，為什麼？這個境界語言達不到的。諸位要曉得，我們的言語是有限度的，有很多東西不是言語能說得出來。不但言語達不到，我們的心思也沒有辦法想到，我們想，拚命去想，怎麼想也想不到。所以說「言語道斷，心行處滅」，就是言語這一道沒有辦法，達不到；心行是我們的思想，我們怎麼樣想也想不到。這是說西方極樂世界的依正莊嚴，彌陀無量劫中累劫修行的功德。"
    },
    {
      "id": "02-003-0011_p0010",
      "zh_CN": "【所发誓愿。圆满成就。】",
      "zh_TW": "【所發誓願。圓滿成就。】"
    },
    {
      "id": "02-003-0011_p0011",
      "zh_CN": "这章的题目就从这句经文上提出来的，可见得这一句就是这一章的中心。『所发誓愿』是因，『圆满成就』是果，因圆果满。圆是没有欠缺，满是满足，都是无欠无余的意思；换句话说，一丝毫缺陷都没有，西方极乐世界。",
      "zh_TW": "這章的題目就從這句經文上提出來的，可見得這一句就是這一章的中心。『所發誓願』是因，『圓滿成就』是果，因圓果滿。圓是沒有欠缺，滿是滿足，都是無欠無餘的意思；換句話說，一絲毫缺陷都沒有，西方極樂世界。"
    },
    {
      "id": "02-003-0011_p0012",
      "zh_CN": "【如实安住。具足庄严。威德广大。清净佛土。】",
      "zh_TW": "【如實安住。具足莊嚴。威德廣大。清淨佛土。】"
    },
    {
      "id": "02-003-0011_p0013",
      "zh_CN": "这是讲的西方极乐世界。『如实』，这是指什么？是指的前面法藏比丘所发的四十八愿，愿愿都成就、愿愿都圆满了，这才叫如实。四十八愿没有一愿没有实现，愿愿都兑现。『具足庄严』，本经后面还有介绍，西方极乐世界无论是依报是正报，无比的奇丽，不是我们能够想像得到。『威德广大』，这是讲生活方面，无论是在物质生活、是在精神的生活方面，受用无有穷尽。",
      "zh_TW": "這是講的西方極樂世界。『如實』，這是指什麼？是指的前面法藏比丘所發的四十八願，願願都成就、願願都圓滿了，這才叫如實。四十八願沒有一願沒有實現，願願都兌現。『具足莊嚴』，本經後面還有介紹，西方極樂世界無論是依報是正報，無比的奇麗，不是我們能夠想像得到。『威德廣大』，這是講生活方面，無論是在物質生活、是在精神的生活方面，受用無有窮盡。"
    },
    {
      "id": "02-003-0011_p0014",
      "zh_CN": "『清净佛土』，这个佛土里面，不但没有不如人意的事情你会见到、听到，不但见不到，连听都听不到。这个世界没有不善之名，哪里还有不如意的事？称心如意是我们世间人作为祝福人的一句话，祝福你吉祥如意，实在讲这是句空话，为什么？不能兑现。但是这句话要用在西方极乐世界，那倒是真实的，一点都不假。西方极乐世界没有一个人、没有一家不是吉祥如意、事事如意，西方极乐世界才有，十方诸佛世界都做不到。这是世尊对于阿弥陀佛一番赞叹。下面是阿难尊者提出了问题。",
      "zh_TW": "『清淨佛土』，這個佛土裡面，不但沒有不如人意的事情你會見到、聽到，不但見不到，連聽都聽不到。這個世界沒有不善之名，哪裡還有不如意的事？稱心如意是我們世間人作為祝福人的一句話，祝福你吉祥如意，實在講這是句空話，為什麼？不能兌現。但是這句話要用在西方極樂世界，那倒是真實的，一點都不假。西方極樂世界沒有一個人、沒有一家不是吉祥如意、事事如意，西方極樂世界才有，十方諸佛世界都做不到。這是世尊對於阿彌陀佛一番讚歎。下面是阿難尊者提出了問題。"
    },
    {
      "id": "02-003-0011_p0015",
      "zh_CN": "【阿难闻佛所说。】",
      "zh_TW": "【阿難聞佛所說。】"
    },
    {
      "id": "02-003-0011_p0016",
      "zh_CN": "听到释迦牟尼佛对阿弥陀佛的赞叹。",
      "zh_TW": "聽到釋迦牟尼佛對阿彌陀佛的讚歎。"
    },
    {
      "id": "02-003-0011_p0017",
      "zh_CN": "【白世尊言。法藏菩萨成菩提者。为是过去佛耶。未来佛耶。为今现在他方世界耶。】",
      "zh_TW": "【白世尊言。法藏菩薩成菩提者。為是過去佛耶。未來佛耶。為今現在他方世界耶。】"
    },
    {
      "id": "02-003-0011_p0018",
      "zh_CN": "当然这个事情是我们非常关心的事情。经上一直到此地，我们常常看到有称法藏比丘、法藏菩萨、无量寿佛、阿弥陀佛，这个比丘、菩萨、佛是交互的称谓。说比丘跟说菩萨都是讲在因地，称佛都是讲在果地。到底法藏菩萨成佛了，是『过去佛』，是『未来佛』，还是『现在他方』佛？因为现在我们此地这一方的佛是本师释迦牟尼佛，一个世界只有一尊佛，不可能有两尊佛，要是现在成佛，当然不在我们这个世界，一定在他方世界。下面释迦牟尼佛给我们解答，答复阿难尊者就是答复我们诸位。",
      "zh_TW": "當然這個事情是我們非常關心的事情。經上一直到此地，我們常常看到有稱法藏比丘、法藏菩薩、無量壽佛、阿彌陀佛，這個比丘、菩薩、佛是交互的稱謂。說比丘跟說菩薩都是講在因地，稱佛都是講在果地。到底法藏菩薩成佛了，是『過去佛』，是『未來佛』，還是『現在他方』佛？因為現在我們此地這一方的佛是本師釋迦牟尼佛，一個世界只有一尊佛，不可能有兩尊佛，要是現在成佛，當然不在我們這個世界，一定在他方世界。下面釋迦牟尼佛給我們解答，答覆阿難尊者就是答覆我們諸位。"
    },
    {
      "id": "02-003-0011_p0019",
      "zh_CN": "【世尊告言。彼佛如来。来无所来。去无所去。无生无灭。非过现未来。】",
      "zh_TW": "【世尊告言。彼佛如來。來無所來。去無所去。無生無滅。非過現未來。】"
    },
    {
      "id": "02-003-0011_p0020",
      "zh_CN": "阿难的问是从事相上问，提出的问题，佛的答复是从理上来答复，这几句话非常要紧。《金刚经》上释迦牟尼佛给我们解释「如来」这个称号的定义，他说「如来者，来无所来，去无所去」，这叫做如来，又说「如来者，诸法如义」。这都是从理上讲的，从本体上讲的，的确是如此。这句话，大家要晓得，诸佛如是，在我们分上也是如此，为什么？因为我们的本性、理体跟诸佛无二无别。诸佛如来是『来无所来，去无所去，无生无灭』，我们每个人当下就是，理上讲完全相同。天台大师讲佛讲六种，六即佛，这是理即佛，理即佛我们大家平等。所以，诸佛一成佛的时候，他说「大地众生同成佛道」，怎么同成佛道？理上说的。在理论上讲，生佛不二，万法一如，就是这个意思。所以，没有过去现在未来，过去现在未来只是一种抽象的概念而已。",
      "zh_TW": "阿難的問是從事相上問，提出的問題，佛的答覆是從理上來答覆，這幾句話非常要緊。《金剛經》上釋迦牟尼佛給我們解釋「如來」這個稱號的定義，他說「如來者，來無所來，去無所去」，這叫做如來，又說「如來者，諸法如義」。這都是從理上講的，從本體上講的，的確是如此。這句話，大家要曉得，諸佛如是，在我們分上也是如此，為什麼？因為我們的本性、理體跟諸佛無二無別。諸佛如來是『來無所來，去無所去，無生無滅』，我們每個人當下就是，理上講完全相同。天台大師講佛講六種，六即佛，這是理即佛，理即佛我們大家平等。所以，諸佛一成佛的時候，他說「大地眾生同成佛道」，怎麼同成佛道？理上說的。在理論上講，生佛不二，萬法一如，就是這個意思。所以，沒有過去現在未來，過去現在未來只是一種抽象的概念而已。"
    },
    {
      "id": "02-003-0011_p0021",
      "zh_CN": "我们读唯识，唯识里头入门，最简单的《百法明门论》，《百法论》里面给我们讲，时间与空间都列在不相应行法里面。什么叫不相应行法？不相应行法就是纯属抽象概念，不是事实。这些，就是时间与空间，现在科学发达，逐渐明了它的真相，跟佛经上所讲的确实是相应的。可见得佛真的是伟大，在三千年前，根本科技没有发达，佛就对于宇宙人生真相知道这么清楚，统统给我们说出来。三千年之后，才被一些科学印证了。这一点意思有相当的深度，现在我们要是听不懂，没有关系，慢慢的以后大家就会懂。什么时候你懂得？你的心清净，你的心专一，专一就懂了。佛在经上说「制心一处，无事不办」，我们能够把心专注在一处，一切事都容易了，没有办不了的事情，像这种智慧你就真正开启了。可是有理当然也有事，下面就说了：",
      "zh_TW": "我們讀唯識，唯識裡頭入門，最簡單的《百法明門論》，《百法論》裡面給我們講，時間與空間都列在不相應行法裡面。什麼叫不相應行法？不相應行法就是純屬抽象概念，不是事實。這些，就是時間與空間，現在科學發達，逐漸明瞭它的真相，跟佛經上所講的確實是相應的。可見得佛真的是偉大，在三千年前，根本科技沒有發達，佛就對於宇宙人生真相知道這麼清楚，統統給我們說出來。三千年之後，才被一些科學印證了。這一點意思有相當的深度，現在我們要是聽不懂，沒有關係，慢慢的以後大家就會懂。什麼時候你懂得？你的心清淨，你的心專一，專一就懂了。佛在經上說「制心一處，無事不辦」，我們能夠把心專注在一處，一切事都容易了，沒有辦不了的事情，像這種智慧你就真正開啟了。可是有理當然也有事，下面就說了："
    },
    {
      "id": "02-003-0011_p0022",
      "zh_CN": "【但以酬愿度生。现在西方。】",
      "zh_TW": "【但以酬願度生。現在西方。】"
    },
    {
      "id": "02-003-0011_p0023",
      "zh_CN": "这句话里面的意思很深、很广，暗含着就是说，阿弥陀佛早就成佛了，前面所讲的成佛是示现。就像释迦牟尼佛当年在我们世间，他老人家从兜率降生在净饭王皇宫里面，示现投胎、降生，八相成道，我们看到释迦牟尼佛在我们这个世间成佛。你再看看《法华经》、《梵网经》，《梵网经》里面说，释迦牟尼佛说他这一次到这个世间来示现成佛，是第八千次。可见得他早就成佛了。《法华经》里面所说的，他老人家成佛，是久远劫就已经成佛了，不是现在才成佛。同样的事实，今天阿弥陀佛在西方极乐世界成佛，也是示现的，大慈大悲，示现这个佛国土。所以『现在西方』，这个「现在」是两个意思，一个是示现在西方，一个就是现在这个时候他在西方。这一句是有两个意思在里面，现在西方。",
      "zh_TW": "這句話裡面的意思很深、很廣，暗含著就是說，阿彌陀佛早就成佛了，前面所講的成佛是示現。就像釋迦牟尼佛當年在我們世間，他老人家從兜率降生在淨飯王皇宮裡面，示現投胎、降生，八相成道，我們看到釋迦牟尼佛在我們這個世間成佛。你再看看《法華經》、《梵網經》，《梵網經》裡面說，釋迦牟尼佛說他這一次到這個世間來示現成佛，是第八千次。可見得他早就成佛了。《法華經》裡面所說的，他老人家成佛，是久遠劫就已經成佛了，不是現在才成佛。同樣的事實，今天阿彌陀佛在西方極樂世界成佛，也是示現的，大慈大悲，示現這個佛國土。所以『現在西方』，這個「現在」是兩個意思，一個是示現在西方，一個就是現在這個時候他在西方。這一句是有兩個意思在裡面，現在西方。"
    },
    {
      "id": "02-003-0011_p0024",
      "zh_CN": "【去閰浮提百千俱胝那由他佛刹。】",
      "zh_TW": "【去閰浮提百千俱胝那由他佛剎。】"
    },
    {
      "id": "02-003-0011_p0025",
      "zh_CN": "『俱胝』是中国的十万，这是梵语，十万叫一个俱胝。『那由他』，翻成中国就是亿，所以『百千俱胝那由他』就是十万亿。小本《弥陀经》里面讲的「十万亿佛国土」，就是这个意思。",
      "zh_TW": "『俱胝』是中國的十萬，這是梵語，十萬叫一個俱胝。『那由他』，翻成中國就是億，所以『百千俱胝那由他』就是十萬億。小本《彌陀經》裡面講的「十萬億佛國土」，就是這個意思。"
    },
    {
      "id": "02-003-0011_p0026",
      "zh_CN": "【有世界名曰极乐。法藏成佛。号阿弥陀。成佛以来。于今十劫。今现在说法。有无量无数菩萨声闻之众。恭敬围绕。】",
      "zh_TW": "【有世界名曰極樂。法藏成佛。號阿彌陀。成佛以來。於今十劫。今現在說法。有無量無數菩薩聲聞之眾。恭敬圍繞。】"
    },
    {
      "id": "02-003-0011_p0027",
      "zh_CN": "这个世界叫做极乐世界，世界在我们娑婆世界的西方。大家不要怀疑，现在有很多人学了一些科学，就认为西方是没有的。为什么？我们往西方走，走走又走回来了，地球东西转。现在太容易证明了，你坐飞机两天飞回来了，我们一直往西方飞，飞了两天又飞回来了。到底西方在哪里？你说南方北方还勉强可以说得通，东西方确实没有。诸位要晓得，佛讲的是在娑婆世界的西方，不是讲在地球的西方。娑婆世界是释迦牟尼佛的一个教区，就是一个大千世界，仿佛我们现在所讲的银河系。如果从银河系来观察，观察银河系的西方，即使释迦牟尼佛的法运一万二千年，这一万二千年在银河系旋转的时候，它的角度大概才只一、两度，确实方向没有改变，是说的这个。距离我们娑婆世界有十万亿个佛国土，换句话说，这当中有十万亿个银河系，十万亿个大千世界，这个距离实在太遥远，太渺茫了。",
      "zh_TW": "這個世界叫做極樂世界，世界在我們娑婆世界的西方。大家不要懷疑，現在有很多人學了一些科學，就認為西方是沒有的。為什麼？我們往西方走，走走又走回來了，地球東西轉。現在太容易證明了，你坐飛機兩天飛回來了，我們一直往西方飛，飛了兩天又飛回來了。到底西方在哪裡？你說南方北方還勉強可以說得通，東西方確實沒有。諸位要曉得，佛講的是在娑婆世界的西方，不是講在地球的西方。娑婆世界是釋迦牟尼佛的一個教區，就是一個大千世界，彷彿我們現在所講的銀河系。如果從銀河系來觀察，觀察銀河系的西方，即使釋迦牟尼佛的法運一萬二千年，這一萬二千年在銀河系旋轉的時候，它的角度大概才只一、兩度，確實方向沒有改變，是說的這個。距離我們娑婆世界有十萬億個佛國土，換句話說，這當中有十萬億個銀河系，十萬億個大千世界，這個距離實在太遙遠，太渺茫了。"
    },
    {
      "id": "02-003-0011_p0028",
      "zh_CN": "太虚空当中，世界无量无边，到底哪一个世界是阿弥陀佛的世界？这也是我们很关心的。我们免不了要怀疑，我们天天在念，到时候到底在哪里，找都找不到，决定会迷失方向。可是佛在四十八愿愿文里面给我们说得很好，到我们往生那天，阿弥陀佛来接引我们，带我们去，这就不会迷路了。所以，你不用考虑它到底在哪一方，用不着考虑，到底是哪个星球，也用不着考虑，到时候阿弥陀佛来接引我们。我们不需要认路，不需要辨方向，这个好，这个很自在。",
      "zh_TW": "太虛空當中，世界無量無邊，到底哪一個世界是阿彌陀佛的世界？這也是我們很關心的。我們免不了要懷疑，我們天天在念，到時候到底在哪裡，找都找不到，決定會迷失方向。可是佛在四十八願願文裡面給我們說得很好，到我們往生那天，阿彌陀佛來接引我們，帶我們去，這就不會迷路了。所以，你不用考慮它到底在哪一方，用不著考慮，到底是哪個星球，也用不著考慮，到時候阿彌陀佛來接引我們。我們不需要認路，不需要辨方向，這個好，這個很自在。"
    },
    {
      "id": "02-003-0011_p0029",
      "zh_CN": "还有一点需要跟诸位报告的，就是我们跟阿弥陀佛要经常不断的保持一个联系讯号。像我们坐飞机，那个驾驶员跟地面上的塔台站不断在联系，不管你飞到什么地方，地面上塔台都知道。我们无论在什么世界，在哪一道里面，我们要经常跟阿弥陀佛保持联系。怎么联系法？就是这一句南无阿弥陀佛。我们常念这一句南无阿弥陀佛，念一声就跟阿弥陀佛那里好像电报打过去，他就有感应，感应道交！你念得愈多，联系得愈密切，感应就特别显著。你要是不跟阿弥陀佛联系，你就会打妄想，打妄想就跟六道轮回联系，就跟三恶道联系，那事情麻烦大了。就看你这一生跟谁联系的最密切，你跟他的关系就最深，到后来一定会到他那里去。千万不要跟贪瞋痴联系得太密切，贪瞋痴搞得太密切，贪欲将来就会变饿鬼，瞋恚就堕地狱，愚痴就变畜生。所以，心里头决定不要有贪瞋痴，心里面最好保持着这一句南无阿弥陀佛，六个字好，四个字也好，阿弥陀佛也好。你喜欢念六个字就念六个字，喜欢念四个字就念四个字，都没关系，一定要常念，要多念。这是讲我们将来去，你放心，决定不要忧虑。",
      "zh_TW": "還有一點需要跟諸位報告的，就是我們跟阿彌陀佛要經常不斷的保持一個聯繫訊號。像我們坐飛機，那個駕駛員跟地面上的塔台站不斷在聯繫，不管你飛到什麼地方，地面上塔台都知道。我們無論在什麼世界，在哪一道裡面，我們要經常跟阿彌陀佛保持聯繫。怎麼聯繫法？就是這一句南無阿彌陀佛。我們常念這一句南無阿彌陀佛，念一聲就跟阿彌陀佛那裡好像電報打過去，他就有感應，感應道交！你念得愈多，聯繫得愈密切，感應就特別顯著。你要是不跟阿彌陀佛聯繫，你就會打妄想，打妄想就跟六道輪迴聯繫，就跟三惡道聯繫，那事情麻煩大了。就看你這一生跟誰聯繫的最密切，你跟他的關係就最深，到後來一定會到他那裡去。千萬不要跟貪瞋痴聯繫得太密切，貪瞋痴搞得太密切，貪欲將來就會變餓鬼，瞋恚就墮地獄，愚痴就變畜生。所以，心裡頭決定不要有貪瞋痴，心裡面最好保持著這一句南無阿彌陀佛，六個字好，四個字也好，阿彌陀佛也好。你喜歡念六個字就念六個字，喜歡念四個字就念四個字，都沒關係，一定要常念，要多念。這是講我們將來去，你放心，決定不要憂慮。"
    },
    {
      "id": "02-003-0011_p0030",
      "zh_CN": "阿弥陀佛极乐世界建立到现在只有十劫，我们在原译本的《无量寿经》里面看到，有说是十小劫，可见得时间的确不算很长。古人也有说是十大劫，也有说是十小劫，这个都不太重要。纵然是十大劫也不算长，为什么？他们那边寿命太长了，无量无边的大劫，不可思议的大劫，十劫算得了什么！现在西方极乐世界有『无量无数菩萨声闻之众』，都在那里听阿弥陀佛讲经说法。这些菩萨声闻，前面曾经跟诸位说过，西方极乐世界没有声闻，为什么此地讲的声闻？这里面有两个含义，第一个意思，是说往生的人没有到西方极乐世界以前的身分。他是学小乘的，到了西方极乐世界亲近阿弥陀佛，还喜欢听小乘法，为什么？从前小乘经念多了，他还有这个习气。所以到了西方极乐世界，所听到阿弥陀佛讲的法，都是讲小乘法。他在那里证小乘果，就是断见思烦恼。这是一种说法。",
      "zh_TW": "阿彌陀佛極樂世界建立到現在只有十劫，我們在原譯本的《無量壽經》裡面看到，有說是十小劫，可見得時間的確不算很長。古人也有說是十大劫，也有說是十小劫，這個都不太重要。縱然是十大劫也不算長，為什麼？他們那邊壽命太長了，無量無邊的大劫，不可思議的大劫，十劫算得了什麼！現在西方極樂世界有『無量無數菩薩聲聞之眾』，都在那裡聽阿彌陀佛講經說法。這些菩薩聲聞，前面曾經跟諸位說過，西方極樂世界沒有聲聞，為什麼此地講的聲聞？這裡面有兩個含義，第一個意思，是說往生的人沒有到西方極樂世界以前的身分。他是學小乘的，到了西方極樂世界親近阿彌陀佛，還喜歡聽小乘法，為什麼？從前小乘經念多了，他還有這個習氣。所以到了西方極樂世界，所聽到阿彌陀佛講的法，都是講小乘法。他在那裡證小乘果，就是斷見思煩惱。這是一種說法。"
    },
    {
      "id": "02-003-0011_p0031",
      "zh_CN": "另外一种说法，西方极乐世界纯是菩萨，决定没有二乘，但是菩萨断惑浅深不一样。像我们去是带业往生，我们所带的业是无明、尘沙、见思烦恼统统都带去，一品惑也没断。到那个地方，接受阿弥陀佛的教导，在西方极乐世界修行还是要断惑，不断惑不能成佛。断惑当然是慢慢断，不是一下断掉，也是先断见思。见思惑断掉了，尘沙、无明还没有断，就叫你做声闻，比照他方世界的阿罗汉，你跟他方世界阿罗汉相等。这是讲你断烦恼跟他相等，要讲智慧、讲福德、讲神通、讲受用，阿罗汉简直不能比。只是我断烦恼跟他相等，除这个之外，阿罗汉没法子跟西方极乐世界人相比的。所以这有两个意思在，诸位总要晓得。",
      "zh_TW": "另外一種說法，西方極樂世界純是菩薩，決定沒有二乘，但是菩薩斷惑淺深不一樣。像我們去是帶業往生，我們所帶的業是無明、塵沙、見思煩惱統統都帶去，一品惑也沒斷。到那個地方，接受阿彌陀佛的教導，在西方極樂世界修行還是要斷惑，不斷惑不能成佛。斷惑當然是慢慢斷，不是一下斷掉，也是先斷見思。見思惑斷掉了，塵沙、無明還沒有斷，就叫你做聲聞，比照他方世界的阿羅漢，你跟他方世界阿羅漢相等。這是講你斷煩惱跟他相等，要講智慧、講福德、講神通、講受用，阿羅漢簡直不能比。只是我斷煩惱跟他相等，除這個之外，阿羅漢沒法子跟西方極樂世界人相比的。所以這有兩個意思在，諸位總要曉得。"
    },
    {
      "id": "02-003-0011_p0032",
      "zh_CN": "这些人都是十劫成就的，第一批去的人，我们在前面经文里看到了，是哪些人？是世自在王会下的那些菩萨、声闻、人天，听到阿弥陀佛的一次报告之后，他们心里欢喜，都念阿弥陀佛，生西方极乐世界去了。他们是第一批去的。这十劫当中，天天都有人去，十方无量无边的世界，这些大众往生到西方极乐世界，古人讲，人数就像下雨雨点一样，非常之多，十方世界都到那里去往生。因为如此，又有人担心，西方极乐世界能容得下吗？我们现在这个世界人口太多，都成了问题，西方极乐世界能容得下吗？这桩事情，经论、祖师也跟我们说得很清楚，你不要操心，你操这些心都叫打妄想，你怎么能够念到一心不乱？就是说你想得太多了。",
      "zh_TW": "這些人都是十劫成就的，第一批去的人，我們在前面經文裡看到了，是哪些人？是世自在王會下的那些菩薩、聲聞、人天，聽到阿彌陀佛的一次報告之後，他們心裡歡喜，都念阿彌陀佛，生西方極樂世界去了。他們是第一批去的。這十劫當中，天天都有人去，十方無量無邊的世界，這些大眾往生到西方極樂世界，古人講，人數就像下雨雨點一樣，非常之多，十方世界都到那裡去往生。因為如此，又有人擔心，西方極樂世界能容得下嗎？我們現在這個世界人口太多，都成了問題，西方極樂世界能容得下嗎？這樁事情，經論、祖師也跟我們說得很清楚，你不要操心，你操這些心都叫打妄想，你怎麼能夠念到一心不亂？就是說你想得太多了。"
    },
    {
      "id": "02-003-0011_p0033",
      "zh_CN": "第一个，西方极乐世界是法性土，什么叫法性土我们也不懂，法性土跟我们这个土又有什么两样？真的不一样。我们这个土是有量的，有一定的限量，譬如我们这个讲堂这么大，只能容这么多人，再来个几千人、几万人，我们讲堂容纳不下。如果是法性土，就自在了，我们讲堂就这么大，来个几千几万人，来个十万、百万人，统统坐得满满的，讲堂也没有大，人也没有缩小，这很奇妙，不可思议。像《维摩经》里面讲维摩丈室，维摩居士自己的小房间，那个卧房小房间就摆一万个师子座，诸大菩萨统统来听维摩诘说法，他那丈室没有变大，菩萨的师子宝座没有变小，那就是示现的法性土。法性土里没有大小，跟我们这个不一样，没有限制。这是一个说法，从理上说，你放心，不要忧虑。如果从事上来说，你不是在经上看到，这些菩萨天天都要到十方诸佛世界去上供诸佛，下化众生。这就是这个世界是有去有来的，今天这批人你看到去了，你没有看到又一批人离开极乐世界，到他方世界去供佛，去度化众生了。就跟学校一样，学校年年招生，学校没有满，没有说这个学校容不下人，年年都招生，人怎么不会满？因为年年都有毕业的。毕业的那批去了，再招一批进来，不断的在轮流。",
      "zh_TW": "第一個，西方極樂世界是法性土，什麼叫法性土我們也不懂，法性土跟我們這個土又有什麼兩樣？真的不一樣。我們這個土是有量的，有一定的限量，譬如我們這個講堂這麼大，只能容這麼多人，再來個幾千人、幾萬人，我們講堂容納不下。如果是法性土，就自在了，我們講堂就這麼大，來個幾千幾萬人，來個十萬、百萬人，統統坐得滿滿的，講堂也沒有大，人也沒有縮小，這很奇妙，不可思議。像《維摩經》裡面講維摩丈室，維摩居士自己的小房間，那個臥房小房間就擺一萬個師子座，諸大菩薩統統來聽維摩詰說法，他那丈室沒有變大，菩薩的師子寶座沒有變小，那就是示現的法性土。法性土裡沒有大小，跟我們這個不一樣，沒有限制。這是一個說法，從理上說，你放心，不要憂慮。如果從事上來說，你不是在經上看到，這些菩薩天天都要到十方諸佛世界去上供諸佛，下化眾生。這就是這個世界是有去有來的，今天這批人你看到去了，你沒有看到又一批人離開極樂世界，到他方世界去供佛，去度化眾生了。就跟學校一樣，學校年年招生，學校沒有滿，沒有說這個學校容不下人，年年都招生，人怎麼不會滿？因為年年都有畢業的。畢業的那批去了，再招一批進來，不斷的在輪流。"
    },
    {
      "id": "02-003-0011_p0034",
      "zh_CN": "西方极乐世界等于说是十方一切诸佛大家在那里办的一个佛教大学，请阿弥陀佛当校长，十方诸佛都把他的学生统统送到西方极乐世界去读书。当然，送去读书他有毕业的时候，毕业的时候，叫倒驾慈航，乘愿再来，毕业回来了，就是这么个道理。所以西方极乐世界，我们不必忧虑那个地方人口太多，容纳不下，它寿命长远得很，现在才十劫，还很早。我们到了西方极乐世界，将来都是极乐世界的元老，都是老资格，十劫我们就来了。经文里头这一句：",
      "zh_TW": "西方極樂世界等於說是十方一切諸佛大家在那裡辦的一個佛教大學，請阿彌陀佛當校長，十方諸佛都把他的學生統統送到西方極樂世界去讀書。當然，送去讀書他有畢業的時候，畢業的時候，叫倒駕慈航，乘願再來，畢業回來了，就是這麼個道理。所以西方極樂世界，我們不必憂慮那個地方人口太多，容納不下，它壽命長遠得很，現在才十劫，還很早。我們到了西方極樂世界，將來都是極樂世界的元老，都是老資格，十劫我們就來了。經文裡頭這一句："
    },
    {
      "id": "02-003-0011_p0035",
      "zh_CN": "【今现在说法。】",
      "zh_TW": "【今現在說法。】"
    },
    {
      "id": "02-003-0011_p0036",
      "zh_CN": "这一句重要，《弥陀经》上也有这一句，『今现在说法』，今是今天，今天示现在说法。这个「今现在」，从佛讲这个经起，一直到将来这部经灭了，诸位要是读到这部经的，今现在都是指现前，这很不可思议。都是指现前，阿弥陀佛现在在西方极乐世界讲经说法，这是大好的机缘，我们一定要发心去亲近。再看底下这一章。",
      "zh_TW": "這一句重要，《彌陀經》上也有這一句，『今現在說法』，今是今天，今天示現在說法。這個「今現在」，從佛講這個經起，一直到將來這部經滅了，諸位要是讀到這部經的，今現在都是指現前，這很不可思議。都是指現前，阿彌陀佛現在在西方極樂世界講經說法，這是大好的機緣，我們一定要發心去親近。再看底下這一章。"
    },
    {
      "id": "02-003-0011_p0037",
      "zh_CN": "【皆愿作佛第十】",
      "zh_TW": "【皆願作佛第十】"
    },
    {
      "id": "02-003-0011_p0038",
      "zh_CN": "这一章是讲普遍的成就。",
      "zh_TW": "這一章是講普遍的成就。"
    },
    {
      "id": "02-003-0011_p0039",
      "zh_CN": "【佛说阿弥陀佛为菩萨求得是愿时。】",
      "zh_TW": "【佛說阿彌陀佛為菩薩求得是願時。】"
    },
    {
      "id": "02-003-0011_p0040",
      "zh_CN": "这一句是承前，就是总结前面九章所说的。",
      "zh_TW": "這一句是承前，就是總結前面九章所說的。"
    },
    {
      "id": "02-003-0011_p0041",
      "zh_CN": "【阿阇王子。与五百大长者。】",
      "zh_TW": "【阿闍王子。與五百大長者。】"
    },
    {
      "id": "02-003-0011_p0042",
      "zh_CN": "『阿阇王子』是当时在会下的听众，就是当时释迦牟尼佛讲经，阿阇王子与五百大长者子他们这是一群人，当时在听经，在座。",
      "zh_TW": "『阿闍王子』是當時在會下的聽眾，就是當時釋迦牟尼佛講經，阿闍王子與五百大長者子他們這是一群人，當時在聽經，在座。"
    },
    {
      "id": "02-003-0011_p0043",
      "zh_CN": "【闻之皆大欢喜。】",
      "zh_TW": "【聞之皆大歡喜。】"
    },
    {
      "id": "02-003-0011_p0044",
      "zh_CN": "听了佛说，阿弥陀佛因地一直到成佛经过这一段事的时候，听了之后非常欢喜，欢喜自然就供养。",
      "zh_TW": "聽了佛說，阿彌陀佛因地一直到成佛經過這一段事的時候，聽了之後非常歡喜，歡喜自然就供養。"
    },
    {
      "id": "02-003-0011_p0045",
      "zh_CN": "【各持一金华盖。】",
      "zh_TW": "【各持一金華蓋。】"
    },
    {
      "id": "02-003-0011_p0046",
      "zh_CN": "这是古印度供养具里面常有的，代表恭敬的，是金色的『华盖』，盖是宝盖、花盖。盖的作用是遮尘土，在佛法里面也是表法，表清净，表一尘不染。盖是遮尘土。",
      "zh_TW": "這是古印度供養具裡面常有的，代表恭敬的，是金色的『華蓋』，蓋是寶蓋、花蓋。蓋的作用是遮塵土，在佛法裡面也是表法，表清淨，表一塵不染。蓋是遮塵土。"
    },
    {
      "id": "02-003-0011_p0047",
      "zh_CN": "【俱到佛前作礼。以华盖上佛已。却坐一面听经。】",
      "zh_TW": "【俱到佛前作禮。以華蓋上佛已。卻坐一面聽經。】"
    },
    {
      "id": "02-003-0011_p0048",
      "zh_CN": "听得欢喜，每个人拿着自己带来的花盖供养释迦牟尼佛，这个时候都送到佛前，把花盖送到佛前。然后又退回到自己的坐位，继续坐下来听经。坐下来听经的时候：",
      "zh_TW": "聽得歡喜，每個人拿著自己帶來的花蓋供養釋迦牟尼佛，這個時候都送到佛前，把花蓋送到佛前。然後又退回到自己的坐位，繼續坐下來聽經。坐下來聽經的時候："
    },
    {
      "id": "02-003-0011_p0049",
      "zh_CN": "【心中愿言。】",
      "zh_TW": "【心中願言。】"
    },
    {
      "id": "02-003-0011_p0050",
      "zh_CN": "心里都这么样想，没说出来，心里这么想着。",
      "zh_TW": "心裡都這麼樣想，沒說出來，心裡這麼想著。"
    },
    {
      "id": "02-003-0011_p0051",
      "zh_CN": "【令我等作佛时。皆如阿弥陀佛。】",
      "zh_TW": "【令我等作佛時。皆如阿彌陀佛。】"
    },
    {
      "id": "02-003-0011_p0052",
      "zh_CN": "心里面有这么个念头，「我将来作佛，也像阿弥陀佛一样」，有这么个念头。佛有他心通，我们众生起一个念头，佛就知道了。所以实在说，我们没有办法瞒佛，菩萨以及西方极乐世界每个人，我们想瞒他们瞒不住，他们统统有神通，我们起心动念他都晓得。学佛的人要知道这个事实真相，不能不老实，你动个念头，佛菩萨统统知道，你动个好念头他晓得，动个恶念头他也知道。这一念是好念头，成佛要想跟阿弥陀佛一样。",
      "zh_TW": "心裡面有這麼個念頭，「我將來作佛，也像阿彌陀佛一樣」，有這麼個念頭。佛有他心通，我們眾生起一個念頭，佛就知道了。所以實在說，我們沒有辦法瞞佛，菩薩以及西方極樂世界每個人，我們想瞞他們瞞不住，他們統統有神通，我們起心動念他都曉得。學佛的人要知道這個事實真相，不能不老實，你動個念頭，佛菩薩統統知道，你動個好念頭他曉得，動個惡念頭他也知道。這一念是好念頭，成佛要想跟阿彌陀佛一樣。"
    },
    {
      "id": "02-003-0011_p0053",
      "zh_CN": "【佛即知之。】",
      "zh_TW": "【佛即知之。】"
    },
    {
      "id": "02-003-0011_p0054",
      "zh_CN": "释迦牟尼佛马上就知道了。",
      "zh_TW": "釋迦牟尼佛馬上就知道了。"
    },
    {
      "id": "02-003-0011_p0055",
      "zh_CN": "【告诸比丘。】",
      "zh_TW": "【告諸比丘。】"
    },
    {
      "id": "02-003-0011_p0056",
      "zh_CN": "立刻他就在大众当中宣布，他们人动念头还没说出来，佛就晓得，佛就给他宣布了。",
      "zh_TW": "立刻他就在大眾當中宣布，他們人動念頭還沒說出來，佛就曉得，佛就給他宣布了。"
    },
    {
      "id": "02-003-0011_p0057",
      "zh_CN": "【是王子等。后当作佛。】",
      "zh_TW": "【是王子等。後當作佛。】"
    },
    {
      "id": "02-003-0011_p0058",
      "zh_CN": "他说阿阇王子跟五百大长者将来他们都会作佛，而且还说明他们过去世的因缘。",
      "zh_TW": "他說阿闍王子跟五百大長者將來他們都會作佛，而且還說明他們過去世的因緣。"
    },
    {
      "id": "02-003-0011_p0059",
      "zh_CN": "【彼于前世住菩萨道。无数劫来。供养四百亿佛。】",
      "zh_TW": "【彼於前世住菩薩道。無數劫來。供養四百億佛。】"
    },
    {
      "id": "02-003-0011_p0060",
      "zh_CN": "这句话我们要重视，为什么？实在讲，佛说阿阇王子这五百人，简直就是说我们在座的大众。我们今天有机缘来共同研究这部经，诸位能在讲这个讲堂里面坐两小时，你能够专心注意在听，听到心里欢喜，你也是『前世住菩萨道』，你也是『无数劫来，供养四百亿佛』。这是起码的，我们不输阿阇王子，大家应当要晓得。可是你要提高警觉，「住菩萨道」，从前你是菩萨，你现在成什么样？慢慢退转，这退到人，人这一生保不住，来生又退到畜生，再退到饿鬼、退到地狱，这个事情麻烦大了。菩萨会退转！过去曾经供养四百亿佛，现在变成王子、变成长者，你看看退到这种程度，这不得了，这是我们应该要警惕的。",
      "zh_TW": "這句話我們要重視，為什麼？實在講，佛說阿闍王子這五百人，簡直就是說我們在座的大眾。我們今天有機緣來共同研究這部經，諸位能在講這個講堂裡面坐兩小時，你能夠專心注意在聽，聽到心裡歡喜，你也是『前世住菩薩道』，你也是『無數劫來，供養四百億佛』。這是起碼的，我們不輸阿闍王子，大家應當要曉得。可是你要提高警覺，「住菩薩道」，從前你是菩薩，你現在成什麼樣？慢慢退轉，這退到人，人這一生保不住，來生又退到畜生，再退到餓鬼、退到地獄，這個事情麻煩大了。菩薩會退轉！過去曾經供養四百億佛，現在變成王子、變成長者，你看看退到這種程度，這不得了，這是我們應該要警惕的。"
    },
    {
      "id": "02-003-0011_p0061",
      "zh_CN": "所以李炳老从前讲经讲到这个地方，大声疾呼，提醒我们要注意三点，要警觉！就是住菩萨道，曾经供养四百亿佛，还是有隔阴之迷，还是有退转。这就是什么？没有到西方极乐世界去。如果到西方极乐世界打个转，前面四十八愿里讲了，阿弥陀佛给我们保证，决定不退转。你就晓得，这些菩萨，真的，无量无边的菩萨想听这个经，想听阿弥陀佛名号，听不到，没有这个缘分。你要不相信，想想你新加坡，新加坡这么多佛教徒，有几个人听到《无量寿经》？你不就知道了。新加坡的佛教徒决定不止你们这几个人，我听说拜个忏、做个法会都几千人参加。你们现在十分之一都不到，十分之九的人都没有这个缘分，想听听不到。所以，他有隔阴之迷，他会退转，这是我们要警惕的，作菩萨也不行，会退！",
      "zh_TW": "所以李炳老從前講經講到這個地方，大聲疾呼，提醒我們要注意三點，要警覺！就是住菩薩道，曾經供養四百億佛，還是有隔陰之迷，還是有退轉。這就是什麼？沒有到西方極樂世界去。如果到西方極樂世界打個轉，前面四十八願裡講了，阿彌陀佛給我們保證，決定不退轉。你就曉得，這些菩薩，真的，無量無邊的菩薩想聽這個經，想聽阿彌陀佛名號，聽不到，沒有這個緣分。你要不相信，想想你新加坡，新加坡這麼多佛教徒，有幾個人聽到《無量壽經》？你不就知道了。新加坡的佛教徒決定不止你們這幾個人，我聽說拜個懺、做個法會都幾千人參加。你們現在十分之一都不到，十分之九的人都沒有這個緣分，想聽聽不到。所以，他有隔陰之迷，他會退轉，這是我們要警惕的，作菩薩也不行，會退！"
    },
    {
      "id": "02-003-0011_p0062",
      "zh_CN": "第二，佛讲『后当作佛』，这个「后」不晓得后到哪一天，没止境的。虽然以后要作佛，但是如果你不求生西方极乐世界，六道轮回很长，有得轮转。刚才讲，必须要你在哪一生当中，真正修到须陀洹果，在菩萨位子里面，像圆教就是初信位的菩萨，圆教初信等于小乘初果，你不到这个地位不算数；到这个地位，这一天才开始三大阿僧祇劫才能修成佛道。三大阿僧祇劫当中，实在讲，要修两个阿僧祇劫之后才不退转，你要没有修到两个阿僧祇劫，还是要退转，这个东西很麻烦，这不能不警惕。所以，李老师最后的结论就说，他说一个人，一个头脑正常清醒的人，没有闻到这个法门，是他过去生中没缘，没有机会，如果已经听到这个法门，不求带业往生，是非愚即狂，他不是愚痴就是狂妄。如果头脑正常的人，听到这个法门，没有不发心求生西方净土的。",
      "zh_TW": "第二，佛講『後當作佛』，這個「後」不曉得後到哪一天，沒止境的。雖然以後要作佛，但是如果你不求生西方極樂世界，六道輪迴很長，有得輪轉。剛才講，必須要你在哪一生當中，真正修到須陀洹果，在菩薩位子裡面，像圓教就是初信位的菩薩，圓教初信等於小乘初果，你不到這個地位不算數；到這個地位，這一天才開始三大阿僧祇劫才能修成佛道。三大阿僧祇劫當中，實在講，要修兩個阿僧祇劫之後才不退轉，你要沒有修到兩個阿僧祇劫，還是要退轉，這個東西很麻煩，這不能不警惕。所以，李老師最後的結論就說，他說一個人，一個頭腦正常清醒的人，沒有聞到這個法門，是他過去生中沒緣，沒有機會，如果已經聽到這個法門，不求帶業往生，是非愚即狂，他不是愚痴就是狂妄。如果頭腦正常的人，聽到這個法門，沒有不發心求生西方淨土的。"
    },
    {
      "id": "02-003-0011_p0063",
      "zh_CN": "说到这个地方，今天还有同修来给我讲，讲到这个往生，现在有很多人主张要消业往生，说带业不能往生，要消业往生。这个事情是早些年，陈健民居士，他是密宗的，他自称为上师，陈健民他提出来的。曾经搞到天翻地覆，搞到许多念佛人心里都慌了，「这下子带业不能往生，我们念这么多年佛都白念了」，莫知所从，搞得人心惶惶。我记得是一九八三年，我到美国，沈家桢居士请我去讲经的时候，周宣德老居士在洛杉矶飞机场迎接我，见了面他老人家就提出这个问题。他说「法师，现在有人说带业不能往生，要消业，那怎么办？我们业障深重，没希望了。」提出这个问题来问我。我就笑了一笑跟他说，我说如果是带业不能往生，西方极乐世界那么大的世界，只有一个人住，阿弥陀佛，孤孤单单的就这么一个人。他说为什么？我说你想想，等觉菩萨还有一品生相无明没有断，他是不是带业？他一想没错。对啊！观世音、大势至、文殊、普贤统统都是带业去往生的，谁说不能带业往生？他这才恍然大悟，他就笑起来了。",
      "zh_TW": "說到這個地方，今天還有同修來給我講，講到這個往生，現在有很多人主張要消業往生，說帶業不能往生，要消業往生。這個事情是早些年，陳健民居士，他是密宗的，他自稱為上師，陳健民他提出來的。曾經搞到天翻地覆，搞到許多念佛人心裡都慌了，「這下子帶業不能往生，我們念這麼多年佛都白念了」，莫知所從，搞得人心惶惶。我記得是一九八三年，我到美國，沈家楨居士請我去講經的時候，周宣德老居士在洛杉磯飛機場迎接我，見了面他老人家就提出這個問題。他說「法師，現在有人說帶業不能往生，要消業，那怎麼辦？我們業障深重，沒希望了。」提出這個問題來問我。我就笑了一笑跟他說，我說如果是帶業不能往生，西方極樂世界那麼大的世界，只有一個人住，阿彌陀佛，孤孤單單的就這麼一個人。他說為什麼？我說你想想，等覺菩薩還有一品生相無明沒有斷，他是不是帶業？他一想沒錯。對啊！觀世音、大勢至、文殊、普賢統統都是帶業去往生的，誰說不能帶業往生？他這才恍然大悟，他就笑起來了。"
    },
    {
      "id": "02-003-0011_p0064",
      "zh_CN": "往生到西方极乐世界的人，没有一个是不带业的，统统是带业的。问题就是你带得多带得少？你带得多，你的品位就低。所以西方极乐世界有四土三辈九品，带得最多的就是下品下生，带得最少的，上品上生。像普贤菩萨、文殊菩萨，这都是发愿求生西方极乐世界，弥勒菩萨也是生西方极乐世界的，他们带得少，所以他们是上品上生。统统不带，只有阿弥陀佛一个人。你想想看，那西方极乐世界阿弥陀佛很孤单，很寂寞，说法也没有人听。所以大家诸位要晓得。",
      "zh_TW": "往生到西方極樂世界的人，沒有一個是不帶業的，統統是帶業的。問題就是你帶得多帶得少？你帶得多，你的品位就低。所以西方極樂世界有四土三輩九品，帶得最多的就是下品下生，帶得最少的，上品上生。像普賢菩薩、文殊菩薩，這都是發願求生西方極樂世界，彌勒菩薩也是生西方極樂世界的，他們帶得少，所以他們是上品上生。統統不帶，只有阿彌陀佛一個人。你想想看，那西方極樂世界阿彌陀佛很孤單，很寂寞，說法也沒有人聽。所以大家諸位要曉得。"
    },
    {
      "id": "02-003-0011_p0065",
      "zh_CN": "佛法不离世间法，这个诸位要晓得。我们说法，言语要婉转、要圆融，不要得罪人。陈健民在美国势力很大，得罪他没有好处。而且这个人我听说，跟他没有见过面，听很多人告诉我，他的瞋恨心很重，你要得罪他，他会报复的。所以我们也不能得罪他。我说完了，解释带业往生之后，我又说，消业往生也没错。这就恭维他，他也没说错。为什么不错？你多消一点，不就少带一点，你品位不就高一点吗？他的用心也很善，也很好，叫你多消一点，少带一点。两面都圆融，两面都不得罪，这个话传到他那里去，他也没话说。我也没说他错，但是我也没有说带业往生不对，两个都对都好。讲带业往生，我们每个人都有希望，我们的信心坚定；讲消业往生，我们能多消一点，我们往生品位可以升高。所以，说话不要得罪人。这个问题的确在当时是起了很大的风波，我到纽约，沈家桢居士也提出这个问题。沈家桢还没有完全修净土，他是问问而已，周宣德是一个修净土的同修。",
      "zh_TW": "佛法不離世間法，這個諸位要曉得。我們說法，言語要婉轉、要圓融，不要得罪人。陳健民在美國勢力很大，得罪他沒有好處。而且這個人我聽說，跟他沒有見過面，聽很多人告訴我，他的瞋恨心很重，你要得罪他，他會報復的。所以我們也不能得罪他。我說完了，解釋帶業往生之後，我又說，消業往生也沒錯。這就恭維他，他也沒說錯。為什麼不錯？你多消一點，不就少帶一點，你品位不就高一點嗎？他的用心也很善，也很好，叫你多消一點，少帶一點。兩面都圓融，兩面都不得罪，這個話傳到他那裡去，他也沒話說。我也沒說他錯，但是我也沒有說帶業往生不對，兩個都對都好。講帶業往生，我們每個人都有希望，我們的信心堅定；講消業往生，我們能多消一點，我們往生品位可以升高。所以，說話不要得罪人。這個問題的確在當時是起了很大的風波，我到紐約，沈家楨居士也提出這個問題。沈家楨還沒有完全修淨土，他是問問而已，周宣德是一個修淨土的同修。"
    },
    {
      "id": "02-003-0011_p0066",
      "zh_CN": "底下这一段经文说出这些人与释迦牟尼佛的关系，前世都有关系，都有缘分；如果没有关系、没有缘分，怎么样也聚不到一起来。俗话不是常说「五百年修得同船渡」，以前过河，坐渡船，我们坐一条船，这个缘分都要五百世，才能一起在一块过渡。现在讲，我们一同去乘一个巴士，乘一个车，那都是过去生中生生世世的缘分，没有这个缘分不会踫到一起。你们想想，我们大家聚集在一堂听佛法、听《无量寿经》，那岂不是无量劫来是同修，老同修，绝对不偶然，无量劫以来我们的同参道友。佛就讲了：",
      "zh_TW": "底下這一段經文說出這些人與釋迦牟尼佛的關係，前世都有關係，都有緣分；如果沒有關係、沒有緣分，怎麼樣也聚不到一起來。俗話不是常說「五百年修得同船渡」，以前過河，坐渡船，我們坐一條船，這個緣分都要五百世，才能一起在一塊過渡。現在講，我們一同去乘一個巴士，乘一個車，那都是過去生中生生世世的緣分，沒有這個緣分不會踫到一起。你們想想，我們大家聚集在一堂聽佛法、聽《無量壽經》，那豈不是無量劫來是同修，老同修，絕對不偶然，無量劫以來我們的同參道友。佛就講了："
    },
    {
      "id": "02-003-0011_p0067",
      "zh_CN": "【迦叶佛时。】",
      "zh_TW": "【迦葉佛時。】"
    },
    {
      "id": "02-003-0011_p0068",
      "zh_CN": "『迦叶佛』是贤劫第三尊佛，就是释迦牟尼佛之前的一尊佛。迦叶佛成佛的时候，释迦牟尼佛是在兜率内院作补处菩萨，释迦牟尼佛的地位就像现在弥勒菩萨地位一样，这是讲过去世。",
      "zh_TW": "『迦葉佛』是賢劫第三尊佛，就是釋迦牟尼佛之前的一尊佛。迦葉佛成佛的時候，釋迦牟尼佛是在兜率內院作補處菩薩，釋迦牟尼佛的地位就像現在彌勒菩薩地位一樣，這是講過去世。"
    },
    {
      "id": "02-003-0011_p0069",
      "zh_CN": "【彼等为我弟子。】",
      "zh_TW": "【彼等為我弟子。】"
    },
    {
      "id": "02-003-0011_p0070",
      "zh_CN": "这个五百人，阿阇王子这五百人，那个时候释迦佛是菩萨，他们曾经拜这个菩萨做老师，是菩萨的弟子。现在释迦牟尼佛成佛了，他们又遇到了，又遇到一起。",
      "zh_TW": "這個五百人，阿闍王子這五百人，那個時候釋迦佛是菩薩，他們曾經拜這個菩薩做老師，是菩薩的弟子。現在釋迦牟尼佛成佛了，他們又遇到了，又遇到一起。"
    },
    {
      "id": "02-003-0011_p0071",
      "zh_CN": "【今供养我。复相值也。】",
      "zh_TW": "【今供養我。復相值也。】"
    },
    {
      "id": "02-003-0011_p0072",
      "zh_CN": "现在他们听经欢喜，发心来供养我，又遇到了，前世统统是有因缘的。如果我们要晓得这些因果的真相，一定要珍惜因缘，因缘里面有善缘、有恶缘，这是免不了的。善缘我们要保持，恶缘要改变，要懂得改变。没有学佛之前，往往我们有烦恼习气，有瞋恚、有嫉妒、有贡高我慢，不能容人，那要造业，跟人家结恶缘。学了佛之后，从今以后决定不跟人家结恶缘，从前的恶缘我们要想办法感化，想办法把恶缘化解。就是别人怎么样对不起我，我也不要放在心上，若无其事，佛菩萨教给我们逆来顺受，不要去计较。他报完了，我们也没有瞋恨心，这个帐就结了，了了以后，善缘就来了。把恶缘变成善缘，这是聪明人，这是真正有智慧。",
      "zh_TW": "現在他們聽經歡喜，發心來供養我，又遇到了，前世統統是有因緣的。如果我們要曉得這些因果的真相，一定要珍惜因緣，因緣裡面有善緣、有惡緣，這是免不了的。善緣我們要保持，惡緣要改變，要懂得改變。沒有學佛之前，往往我們有煩惱習氣，有瞋恚、有嫉妒、有貢高我慢，不能容人，那要造業，跟人家結惡緣。學了佛之後，從今以後決定不跟人家結惡緣，從前的惡緣我們要想辦法感化，想辦法把惡緣化解。就是別人怎麼樣對不起我，我也不要放在心上，若無其事，佛菩薩教給我們逆來順受，不要去計較。他報完了，我們也沒有瞋恨心，這個帳就結了，了了以後，善緣就來了。把惡緣變成善緣，這是聰明人，這是真正有智慧。"
    },
    {
      "id": "02-003-0011_p0073",
      "zh_CN": "我过去在香港讲经，曾经有一度在光明讲堂，寿冶老和尚的道场，我在那里讲过两个月，讲《楞严经》。他那个讲堂上挂了一副对联，那个对联很有意思。上联写的说「夫妻是缘」，夫妻是缘分，「有善缘有恶缘，冤冤相报」，讲夫妻冤冤相报；下联写的是「儿女是债，有讨债有还债，无债不来」，这副对联很有趣味。所以，一家人是过去世恩怨、讨债、还债关系最深，他才会到一家，俗话说「不是冤家不聚头」。世间人迷惑颠倒，年轻相爱、恋爱，爱得不得了，没几天就要打架，要闹离婚，搞得焦头烂额。可见得当时谈恋爱的时候，甜言蜜语全是假的。学了佛之后，知道那是虚言假语，不是真的，你不要把它当真，你就有智慧了。你要把那些恩恩爱爱都当真的，那叫迷惑颠倒！",
      "zh_TW": "我過去在香港講經，曾經有一度在光明講堂，壽冶老和尚的道場，我在那裡講過兩個月，講《楞嚴經》。他那個講堂上掛了一副對聯，那個對聯很有意思。上聯寫的說「夫妻是緣」，夫妻是緣分，「有善緣有惡緣，冤冤相報」，講夫妻冤冤相報；下聯寫的是「兒女是債，有討債有還債，無債不來」，這副對聯很有趣味。所以，一家人是過去世恩怨、討債、還債關係最深，他才會到一家，俗話說「不是冤家不聚頭」。世間人迷惑顛倒，年輕相愛、戀愛，愛得不得了，沒幾天就要打架，要鬧離婚，搞得焦頭爛額。可見得當時談戀愛的時候，甜言蜜語全是假的。學了佛之後，知道那是虛言假語，不是真的，你不要把它當真，你就有智慧了。你要把那些恩恩愛愛都當真的，那叫迷惑顛倒！"
    },
    {
      "id": "02-003-0011_p0074",
      "zh_CN": "世间人没有证得阿罗汉之前，统统都是虚情假意，不但别人不晓得是假的，他自己都不知道他那个心是假的。那个时候好像他表达的心愿是真的，过几天他心又变了，他会变，那当然是假的，真的就不会变，假的就常常会变。所以你在这个世间，对于世间任何一个人给你讲的什么好话，你都点点头笑笑，不要把它当真，为什么？决定不是真的。什么人的话是真的？佛菩萨的话才是真的，永远不会变的。他没有成佛，没有成菩萨，他的烦恼没有断，还有贡高我慢，还有贪瞋痴，你就要明暸、就要觉悟，他的话不可靠。说了，姑妄言之，姑妄听之，决定不要当真，你这一生永远没有烦恼，你这一生就快快乐乐。你要把这些人的话都当真，那你这一生苦恼无尽。",
      "zh_TW": "世間人沒有證得阿羅漢之前，統統都是虛情假意，不但別人不曉得是假的，他自己都不知道他那個心是假的。那個時候好像他表達的心願是真的，過幾天他心又變了，他會變，那當然是假的，真的就不會變，假的就常常會變。所以你在這個世間，對於世間任何一個人給你講的什麼好話，你都點點頭笑笑，不要把它當真，為什麼？決定不是真的。什麼人的話是真的？佛菩薩的話才是真的，永遠不會變的。他沒有成佛，沒有成菩薩，他的煩惱沒有斷，還有貢高我慢，還有貪瞋痴，你就要明暸、就要覺悟，他的話不可靠。說了，姑妄言之，姑妄聽之，決定不要當真，你這一生永遠沒有煩惱，你這一生就快快樂樂。你要把這些人的話都當真，那你這一生苦惱無盡。"
    },
    {
      "id": "02-003-0011_p0075",
      "zh_CN": "所以诸佛菩萨应化在世间度化众生，他没有烦恼，就是他对于一切众生看得清清楚楚，你们所讲的都是假的。你对我好也是假的，你对我坏也是假的，为什么？对我坏，以后会变得对我好。都是假的，都不要认真，好坏都没有关系，都是临时的，逐渐他会变化的。你知道这个真相就好。佛有神通，知道过去彼此的关系、彼此的因缘。",
      "zh_TW": "所以諸佛菩薩應化在世間度化眾生，他沒有煩惱，就是他對於一切眾生看得清清楚楚，你們所講的都是假的。你對我好也是假的，你對我壞也是假的，為什麼？對我壞，以後會變得對我好。都是假的，都不要認真，好壞都沒有關係，都是臨時的，逐漸他會變化的。你知道這個真相就好。佛有神通，知道過去彼此的關係、彼此的因緣。"
    },
    {
      "id": "02-003-0011_p0076",
      "zh_CN": "【时诸比丘闻佛言者。莫不代之欢喜。】",
      "zh_TW": "【時諸比丘聞佛言者。莫不代之歡喜。】"
    },
    {
      "id": "02-003-0011_p0077",
      "zh_CN": "过去生中有这个缘分，现在又遇到佛，所以大家都欢喜，都代他们欢喜。这些经文虽然说的是阿阇王子这五百人，实际上，我们每一位同修情形跟他们都差不多，这是真的，一点都不假。我们也是无量劫以来住菩萨道，过去生中不晓得供养多少佛，才有这个善根福德因缘，才能听到一切菩萨想听听不到的这部经。可见得我们的善根福德因缘非常的深厚，也就是自己一念之差，没有认真的专修专念阿弥陀佛，求生西方极乐世界，才变得这个样子。如果真的听话，把一切都放下，我身专礼阿弥陀佛，口专念阿弥陀佛，心里专想阿弥陀佛，你就早到西方世界去作佛了，不会再在此地。这一生遇到一定不能空过，一定要觉悟，决定不要犯从前的过失。我们继续看底下第十一章。",
      "zh_TW": "過去生中有這個緣分，現在又遇到佛，所以大家都歡喜，都代他們歡喜。這些經文雖然說的是阿闍王子這五百人，實際上，我們每一位同修情形跟他們都差不多，這是真的，一點都不假。我們也是無量劫以來住菩薩道，過去生中不曉得供養多少佛，才有這個善根福德因緣，才能聽到一切菩薩想聽聽不到的這部經。可見得我們的善根福德因緣非常的深厚，也就是自己一念之差，沒有認真的專修專念阿彌陀佛，求生西方極樂世界，才變得這個樣子。如果真的聽話，把一切都放下，我身專禮阿彌陀佛，口專念阿彌陀佛，心裡專想阿彌陀佛，你就早到西方世界去作佛了，不會再在此地。這一生遇到一定不能空過，一定要覺悟，決定不要犯從前的過失。我們繼續看底下第十一章。"
    },
    {
      "id": "02-003-0011_p0078",
      "zh_CN": "【国界严净第十一】",
      "zh_TW": "【國界嚴淨第十一】"
    },
    {
      "id": "02-003-0011_p0079",
      "zh_CN": "这一章经文，是给我们概略的介绍西方极乐世界庄严清净之事。",
      "zh_TW": "這一章經文，是給我們概略的介紹西方極樂世界莊嚴清淨之事。"
    },
    {
      "id": "02-003-0011_p0080",
      "zh_CN": "【佛语阿难。彼极乐界。无量功德。具足庄严。永无众苦。诸难。恶趣。魔恼之名。】",
      "zh_TW": "【佛語阿難。彼極樂界。無量功德。具足莊嚴。永無眾苦。諸難。惡趣。魔惱之名。】"
    },
    {
      "id": "02-003-0011_p0081",
      "zh_CN": "我们一小段一小段来说。西方极乐世界，佛在此地加个『彼』，这是对我们娑婆世界来说，此界是娑婆，彼界则称为极乐。『无量功德，具足庄严』，这两句不必细说，可以说是总指前面九章所讲的。『永无众苦』，这句我们要略说一说。为什么？如果一个人真正知道苦，他求生西方极乐世界的愿就真正可以发得起来。现在我们为什么不想去？不知道苦，身在苦中不知苦，这很可怜，所谓是麻木不仁，以苦作乐。就是佛在经上常讲的可怜悯者，这是愚痴，是迷惑颠倒。如果真正知道我们在这个世间苦，这就是觉悟，知道苦是真正的觉悟。",
      "zh_TW": "我們一小段一小段來說。西方極樂世界，佛在此地加個『彼』，這是對我們娑婆世界來說，此界是娑婆，彼界則稱為極樂。『無量功德，具足莊嚴』，這兩句不必細說，可以說是總指前面九章所講的。『永無眾苦』，這句我們要略說一說。為什麼？如果一個人真正知道苦，他求生西方極樂世界的願就真正可以發得起來。現在我們為什麼不想去？不知道苦，身在苦中不知苦，這很可憐，所謂是麻木不仁，以苦作樂。就是佛在經上常講的可憐憫者，這是愚痴，是迷惑顛倒。如果真正知道我們在這個世間苦，這就是覺悟，知道苦是真正的覺悟。"
    },
    {
      "id": "02-003-0011_p0082",
      "zh_CN": "我们这个世界，佛给我们讲三界都苦，苦说不尽，说不完。佛把苦归纳成三大类，有苦苦、有坏苦、有行苦，归纳这个三大类。苦苦里面又分成八种，我们常讲八苦交煎，八苦就是讲的苦苦。生、老、病、死这四种都苦，生也苦，我们都经过这个苦，但是怎么样？忘掉了，愚痴的凡夫很健忘，过了之后就忘掉了。佛给我们说，我们来投胎的时候，在母亲肚子里面十个月，这十个月的日子不好受，佛要不给我们说出来，没有人能知道。佛说这十个月叫胎狱，就像在地狱里一样，就像关在地狱里。母亲喝一杯热水，就像在八热地狱；喝一杯冰水，就像在八寒地狱，苦不堪言。在那里头是度日如年，那十个月在他感受当中就好像几个大劫一样。所以一出胎，你就能观察得到，一出胎就哭，一下生就苦，第一句话就是苦啊！苦啊！就苦一辈子。你们有没有看到过哪个小孩一出生笑咪咪的，有没有？他乐他就会笑，他苦就会哭。你就晓得住胎是苦，这生苦，生不是乐，是苦。",
      "zh_TW": "我們這個世界，佛給我們講三界都苦，苦說不盡，說不完。佛把苦歸納成三大類，有苦苦、有壞苦、有行苦，歸納這個三大類。苦苦裡面又分成八種，我們常講八苦交煎，八苦就是講的苦苦。生、老、病、死這四種都苦，生也苦，我們都經過這個苦，但是怎麼樣？忘掉了，愚痴的凡夫很健忘，過了之後就忘掉了。佛給我們說，我們來投胎的時候，在母親肚子裡面十個月，這十個月的日子不好受，佛要不給我們說出來，沒有人能知道。佛說這十個月叫胎獄，就像在地獄裡一樣，就像關在地獄裡。母親喝一杯熱水，就像在八熱地獄；喝一杯冰水，就像在八寒地獄，苦不堪言。在那裡頭是度日如年，那十個月在他感受當中就好像幾個大劫一樣。所以一出胎，你就能觀察得到，一出胎就哭，一下生就苦，第一句話就是苦啊！苦啊！就苦一輩子。你們有沒有看到過哪個小孩一出生笑咪咪的，有沒有？他樂他就會笑，他苦就會哭。你就曉得住胎是苦，這生苦，生不是樂，是苦。"
    },
    {
      "id": "02-003-0011_p0083",
      "zh_CN": "西方极乐世界莲花化生，没有这个苦。我们这个世界是胎生，苦不堪言。我们看看那个生的小孩，就想我们来生还要干这一套？还要来投胎？还要做小孩？我现在看看这个世界，我来生不敢再来。为什么？生苦这不晓得，看看小孩念书太苦了。从那么小背个书包，看到真可怜！读书苦，从幼稚园三、四岁要念到二十几岁，将近三十岁，人生一半去掉了，这有什么意思？我看到这个现象，来生不能作人，作人太苦了，求学实在太苦。不像从前，从前读书乐，现在读书苦，为什么？以前读书志在圣贤，读书的目的是什么？学圣人，学贤人，读书变化气质。现在读书不是的，现在读书是争一百分、争荣誉，替父母争面子，将来在社会上赚钱，他目的在此地。这个太苦了，这是压力在身上，以前不是如此。以前我为什么读书？我要学圣人，要学贤人。我为什么读佛经？我要学菩萨、我要学佛。所以读书的目的就不相同，这是我们应当要晓得的，不能再干这个事情。",
      "zh_TW": "西方極樂世界蓮花化生，沒有這個苦。我們這個世界是胎生，苦不堪言。我們看看那個生的小孩，就想我們來生還要幹這一套？還要來投胎？還要做小孩？我現在看看這個世界，我來生不敢再來。為什麼？生苦這不曉得，看看小孩念書太苦了。從那麼小背個書包，看到真可憐！讀書苦，從幼稚園三、四歲要念到二十幾歲，將近三十歲，人生一半去掉了，這有什麼意思？我看到這個現象，來生不能作人，作人太苦了，求學實在太苦。不像從前，從前讀書樂，現在讀書苦，為什麼？以前讀書志在聖賢，讀書的目的是什麼？學聖人，學賢人，讀書變化氣質。現在讀書不是的，現在讀書是爭一百分、爭榮譽，替父母爭面子，將來在社會上賺錢，他目的在此地。這個太苦了，這是壓力在身上，以前不是如此。以前我為什麼讀書？我要學聖人，要學賢人。我為什麼讀佛經？我要學菩薩、我要學佛。所以讀書的目的就不相同，這是我們應當要曉得的，不能再幹這個事情。"
    },
    {
      "id": "02-003-0011_p0084",
      "zh_CN": "老，老苦！老是长寿，每个人都说祝你长寿，长命百岁，你想想这个话是好话吗？我听了不是味道。为什么？长命百岁，老苦，牙齿也掉了，耳也聋了，眼也花了，样样都不方便。看到年轻人很羡慕，自己什么也不能办，你说还有什么味道？愚人才要长寿。所以我前面跟各位报告了，长寿要不老这才好，长寿老了有什么好？如果活了一百岁，还像十八岁一样，这样我愿意长寿。如果活到那么大的年岁，老态龙钟，这个宁愿不要，为什么？麻烦别人，走路还得两个人搀着，这多难过。纵然说你很有福气，有这么多人侍候你，自己不能动，哪有自己能动自在？那些恭维的话，你仔细想想都不是味道，那都是挖苦，哪里是恭维！所以，人要有智慧，不要糊涂，不要被人家几句甜言蜜语就骗到了，以为我真的有福报，其实那不是味道。自己想想不是味道。所以有老苦。",
      "zh_TW": "老，老苦！老是長壽，每個人都說祝你長壽，長命百歲，你想想這個話是好話嗎？我聽了不是味道。為什麼？長命百歲，老苦，牙齒也掉了，耳也聾了，眼也花了，樣樣都不方便。看到年輕人很羨慕，自己什麼也不能辦，你說還有什麼味道？愚人才要長壽。所以我前面跟各位報告了，長壽要不老這才好，長壽老了有什麼好？如果活了一百歲，還像十八歲一樣，這樣我願意長壽。如果活到那麼大的年歲，老態龍鍾，這個寧願不要，為什麼？麻煩別人，走路還得兩個人攙著，這多難過。縱然說你很有福氣，有這麼多人侍候你，自己不能動，哪有自己能動自在？那些恭維的話，你仔細想想都不是味道，那都是挖苦，哪裡是恭維！所以，人要有智慧，不要糊塗，不要被人家幾句甜言蜜語就騙到了，以為我真的有福報，其實那不是味道。自己想想不是味道。所以有老苦。"
    },
    {
      "id": "02-003-0011_p0085",
      "zh_CN": "有病苦，人吃五谷杂粮，哪有不生病的？每个人都有生病。病苦，我想大家都有这个经验。老苦，你现在虽然没有老，你可以看看那些老人，你就想想老年人之苦。如果你对于老年人没有同情心，没有慈悲心，你不肯去照顾老人，讨厌老人，你造这个因，将来你自己会老，你老了之后，果报比他还要惨。为什么？没有人照顾。因缘果报！我们今天看到老人，去照顾他，去侍候他，你修这个因，到你自己将来老了，就有人侍候你，就有人照顾你。你想要得什么样的果报要知道修因，不修因决定得不到果报。你千万不要以为我有钱，我有多少财产，有多少栋房子，我到老的时候决定有人照顾，这个话靠不住。佛在经上讲得很好，财物为五家共有，你能保得住吗？五家里面，从前官府，你犯罪了，抄家没收了。从前中国大陆多少富有人家，那个财产，有的人财产给他家吃个十几代都吃不完，突然政治一个变化，共产党当权，扫地出门，给你一个碗拿去要饭。立刻，一天晚上，从亿万富翁变成要饭的。他能想得到吗？他想不到。这就是佛家讲的五家的「官家」。除这个之外，还有「水灾、火灾」，火会把你烧掉；「盗贼」，小偷会把你财产偷去，强盗会把你抢去。你说我这一生福报很大，统统没有遇到这些，最后还有一个「败家子」，这个事情麻烦了。败家子吃喝嫖赌，没有几天就把你的积蓄花得干干净净。五家共有，决定靠不住。",
      "zh_TW": "有病苦，人吃五穀雜糧，哪有不生病的？每個人都有生病。病苦，我想大家都有這個經驗。老苦，你現在雖然沒有老，你可以看看那些老人，你就想想老年人之苦。如果你對於老年人沒有同情心，沒有慈悲心，你不肯去照顧老人，討厭老人，你造這個因，將來你自己會老，你老了之後，果報比他還要慘。為什麼？沒有人照顧。因緣果報！我們今天看到老人，去照顧他，去侍候他，你修這個因，到你自己將來老了，就有人侍候你，就有人照顧你。你想要得什麼樣的果報要知道修因，不修因決定得不到果報。你千萬不要以為我有錢，我有多少財產，有多少棟房子，我到老的時候決定有人照顧，這個話靠不住。佛在經上講得很好，財物為五家共有，你能保得住嗎？五家裡面，從前官府，你犯罪了，抄家沒收了。從前中國大陸多少富有人家，那個財產，有的人財產給他家吃個十幾代都吃不完，突然政治一個變化，共產黨當權，掃地出門，給你一個碗拿去要飯。立刻，一天晚上，從億萬富翁變成要飯的。他能想得到嗎？他想不到。這就是佛家講的五家的「官家」。除這個之外，還有「水災、火災」，火會把你燒掉；「盜賊」，小偷會把你財產偷去，強盜會把你搶去。你說我這一生福報很大，統統沒有遇到這些，最後還有一個「敗家子」，這個事情麻煩了。敗家子吃喝嫖賭，沒有幾天就把你的積蓄花得乾乾淨淨。五家共有，決定靠不住。"
    },
    {
      "id": "02-003-0011_p0086",
      "zh_CN": "所以人要能保全自己一生的幸福，要用什么方法？修福、积德。我有钱，让大家享福，你的福报永远享不尽，不要自己一个人享，让大家享。我有能力的时候为大众服务，将来我年老的时候，没有体力，大家替我服务，决定有报偿的。所以老苦，我们决定不能够轻忽，要注意到这是相当严重的一个问题，光阴过得很快，转眼之间我们就成老人。我到台湾的时候二十二岁，不知不觉现在就六十三岁了，现在是人家见到我称老法师，我已经老了。所以，一定要知道因果报应。",
      "zh_TW": "所以人要能保全自己一生的幸福，要用什麼方法？修福、積德。我有錢，讓大家享福，你的福報永遠享不盡，不要自己一個人享，讓大家享。我有能力的時候為大眾服務，將來我年老的時候，沒有體力，大家替我服務，決定有報償的。所以老苦，我們決定不能夠輕忽，要注意到這是相當嚴重的一個問題，光陰過得很快，轉眼之間我們就成老人。我到台灣的時候二十二歲，不知不覺現在就六十三歲了，現在是人家見到我稱老法師，我已經老了。所以，一定要知道因果報應。"
    },
    {
      "id": "02-003-0011_p0087",
      "zh_CN": "除这个之外，还有一个死苦，人免不了要死，死苦是一切苦里面最严重的。你要是研究佛法，佛出现在这个世间，主要就是解决这个问题，生死事大，解决这个问题。佛说真实话，跟我们讲，决定死不得。世间人往往遇到一些苦难，就不想活了，要想死，以为死了什么都了了，这个观念错误，这是迷惑颠倒。说真实的话，死了就不得了，绝对不是说死了就了。死了就了了，我们何必还要研究佛法，还要学佛？用不着。问题就是死了真的不得了，怎么不得了？不到四十九天又回来了，又轮回，永远在六道生死轮回。所以，佛在经上说生死疲劳，没有休息的，死了生，生了死，永远搞这一套，六道里头轮转。这个麻烦太大了，你要知道这个事实真相，非常恐怖。",
      "zh_TW": "除這個之外，還有一個死苦，人免不了要死，死苦是一切苦裡面最嚴重的。你要是研究佛法，佛出現在這個世間，主要就是解決這個問題，生死事大，解決這個問題。佛說真實話，跟我們講，決定死不得。世間人往往遇到一些苦難，就不想活了，要想死，以為死了什麼都了了，這個觀念錯誤，這是迷惑顛倒。說真實的話，死了就不得了，絕對不是說死了就了。死了就了了，我們何必還要研究佛法，還要學佛？用不著。問題就是死了真的不得了，怎麼不得了？不到四十九天又回來了，又輪迴，永遠在六道生死輪迴。所以，佛在經上說生死疲勞，沒有休息的，死了生，生了死，永遠搞這一套，六道裡頭輪轉。這個麻煩太大了，你要知道這個事實真相，非常恐怖。"
    },
    {
      "id": "02-003-0011_p0088",
      "zh_CN": "所以，佛教给我们不死的法门，这部经、这个方法就是教给我们不死的方法，永远离开死苦。往生是活着往生，不是死了往生。往生的人清清楚楚看到佛、菩萨还有些大众，到这里来接迎你，你跟着他去的。功夫好一点的人，就是福报大的人，修福修得很多，他临命终时神志非常清楚，他看到佛菩萨来接引，他说得出来，会告诉家里人，佛菩萨来接我，我跟他去了。这是决定往生，没有话说，他说出来了。福报稍微差一点的人，他临终时候也看到佛菩萨来接引他，他口里也在说，说了没有声音，我们听不到。后头经文上都给我们讲，这都是境界，那也是决定往生。所以有的时候他说了我们听不到，也能看到一些瑞相，或者看到佛光，或者闻到香，或者听到天乐。虽然他没有说出来，这也是决定往生。",
      "zh_TW": "所以，佛教給我們不死的法門，這部經、這個方法就是教給我們不死的方法，永遠離開死苦。往生是活著往生，不是死了往生。往生的人清清楚楚看到佛、菩薩還有些大眾，到這裡來接迎你，你跟著他去的。功夫好一點的人，就是福報大的人，修福修得很多，他臨命終時神志非常清楚，他看到佛菩薩來接引，他說得出來，會告訴家裡人，佛菩薩來接我，我跟他去了。這是決定往生，沒有話說，他說出來了。福報稍微差一點的人，他臨終時候也看到佛菩薩來接引他，他口裡也在說，說了沒有聲音，我們聽不到。後頭經文上都給我們講，這都是境界，那也是決定往生。所以有的時候他說了我們聽不到，也能看到一些瑞相，或者看到佛光，或者聞到香，或者聽到天樂。雖然他沒有說出來，這也是決定往生。"
    },
    {
      "id": "02-003-0011_p0089",
      "zh_CN": "所以大家一定要认真修学，要晓得生老病死这个苦是没有法子，很不容易解决。说实在话，纵然遇到佛法，前面讲过阿阇王子、五百长者那是个样子，这是遇到佛法，遇到佛法不能求生净土还是枉然，还不是个根本的解决。由此可知，根本解决之道唯此一门，除了这一门之外，确实没有办法。这是我在此地特别奉告给诸位的。",
      "zh_TW": "所以大家一定要認真修學，要曉得生老病死這個苦是沒有法子，很不容易解決。說實在話，縱然遇到佛法，前面講過阿闍王子、五百長者那是個樣子，這是遇到佛法，遇到佛法不能求生淨土還是枉然，還不是個根本的解決。由此可知，根本解決之道唯此一門，除了這一門之外，確實沒有辦法。這是我在此地特別奉告給諸位的。"
    },
    {
      "id": "02-003-0011_p0090",
      "zh_CN": "生老病死苦，这四种苦是任何一个众生都不能够避免的，上至帝王、下至乞丐，一律平等，统统都要受这个苦。除这个之外，还有身外之苦，佛把它归成三大类。第一个是「求不得苦」。我们的愿望很多，想这样想那样想不到，想不到很苦。如果聪明人，我不想就算了，不想就不苦。你天天想，这就苦！所以觉悟的人，佛常常教诫我们知足，知足常乐。知足就是我不求了，「于人无争，于世无求」，你这条苦就可以离开它。如果你要跟人家争，要多求，那求不得苦这一生是够你受的。",
      "zh_TW": "生老病死苦，這四種苦是任何一個眾生都不能夠避免的，上至帝王、下至乞丐，一律平等，統統都要受這個苦。除這個之外，還有身外之苦，佛把它歸成三大類。第一個是「求不得苦」。我們的願望很多，想這樣想那樣想不到，想不到很苦。如果聰明人，我不想就算了，不想就不苦。你天天想，這就苦！所以覺悟的人，佛常常教誡我們知足，知足常樂。知足就是我不求了，「於人無爭，於世無求」，你這條苦就可以離開它。如果你要跟人家爭，要多求，那求不得苦這一生是夠你受的。"
    },
    {
      "id": "02-003-0011_p0091",
      "zh_CN": "此外，还有「爱别离苦」。这也很痛苦，这个爱，就是你喜欢的。喜欢的事情很多，你喜欢的人，你喜欢的物、喜欢的事，总是你喜欢的，你不能常常跟他在一起，这个很痛苦。家亲眷属是最亲爱的，偏偏要别离。现在香港，香港我比较熟悉一点，香港有很多有钱的人，都在外国置了产业，买了很好的房子，家住在国外，可是人要在香港这边做生意。一年难得回去一、两次，他们有爱别离苦，这是显而易见的，一家人不能够团聚。现在在这种时代，可以说这种情形非常多，我们常常能够看到，每个地区都有。这种苦我们也亲身经历过，不学佛的时候很苦，学佛之后慢慢看开了一点，烦恼少，智慧增长，比较上淡薄了，这就好多了，不学佛不得了。",
      "zh_TW": "此外，還有「愛別離苦」。這也很痛苦，這個愛，就是你喜歡的。喜歡的事情很多，你喜歡的人，你喜歡的物、喜歡的事，總是你喜歡的，你不能常常跟他在一起，這個很痛苦。家親眷屬是最親愛的，偏偏要別離。現在香港，香港我比較熟悉一點，香港有很多有錢的人，都在外國置了產業，買了很好的房子，家住在國外，可是人要在香港這邊做生意。一年難得回去一、兩次，他們有愛別離苦，這是顯而易見的，一家人不能夠團聚。現在在這種時代，可以說這種情形非常多，我們常常能夠看到，每個地區都有。這種苦我們也親身經歷過，不學佛的時候很苦，學佛之後慢慢看開了一點，煩惱少，智慧增長，比較上淡薄了，這就好多了，不學佛不得了。"
    },
    {
      "id": "02-003-0011_p0092",
      "zh_CN": "还有一种苦很麻烦的，大家最可怕的，最可怕的偏偏遇到，「怨憎会」。冤家对头，不想跟他在一起，偏偏在一起，这个事麻烦大了。爱别离、怨憎会，你不喜欢的人，还偏偏跟这个人做了一家眷属，想摆脱也摆脱不掉；不喜欢的环境，偏偏没有办法离开，要在这里住一辈子，叫怨憎会。这七种都是苦果，后面还有一种苦因，叫「五阴炽盛」。五阴炽盛说的什么？简单的说，就是你的烦恼、妄想、念头永远不断，在里面像火烧一样，叫五阴炽盛苦。这是讲欲界每个众生统统都有。",
      "zh_TW": "還有一種苦很麻煩的，大家最可怕的，最可怕的偏偏遇到，「怨憎會」。冤家對頭，不想跟他在一起，偏偏在一起，這個事麻煩大了。愛別離、怨憎會，你不喜歡的人，還偏偏跟這個人做了一家眷屬，想擺脫也擺脫不掉；不喜歡的環境，偏偏沒有辦法離開，要在這裡住一輩子，叫怨憎會。這七種都是苦果，後面還有一種苦因，叫「五陰熾盛」。五陰熾盛說的什麼？簡單的說，就是你的煩惱、妄想、念頭永遠不斷，在裡面像火燒一樣，叫五陰熾盛苦。這是講欲界每個眾生統統都有。"
    },
    {
      "id": "02-003-0011_p0093",
      "zh_CN": "除这八苦之外，还有坏苦。坏苦是讲，纵然没有前面这八种，但是你要晓得一切法是无常的，它会变坏。在没坏的时候，你不觉得它苦；到坏的时候，苦立刻就现前。譬如说我们讲做官的，上任的时候恭贺的人太多，很热闹，巴结的人很多，这很乐！到一下台，大家看到你不起作用了，谁也不理你，门可罗雀。马上就看出来人情这么现实，那就等于是坏苦一样。",
      "zh_TW": "除這八苦之外，還有壞苦。壞苦是講，縱然沒有前面這八種，但是你要曉得一切法是無常的，它會變壞。在沒壞的時候，你不覺得它苦；到壞的時候，苦立刻就現前。譬如說我們講做官的，上任的時候恭賀的人太多，很熱鬧，巴結的人很多，這很樂！到一下台，大家看到你不起作用了，誰也不理你，門可羅雀。馬上就看出來人情這麼現實，那就等於是壞苦一樣。"
    },
    {
      "id": "02-003-0011_p0094",
      "zh_CN": "色界天，色界四禅十八层天，他那是禅悦为食，五欲六尘都舍离了，他没有前面的八苦，前面这统统没有。他是化生，所以他没有生苦，他不老，他也不生病，前面这些苦他统统都没有。这是生到初禅以上。但是他有坏苦，为什么？他定的功力是有限度的，时间一到，定失掉了，失掉了马上就要堕落，这时候他的苦现前。所以，色界天人虽然没有苦苦，他有坏苦。我们娑婆世界最高级的凡夫，他知道有身就有苦，我们中国老子也知道身为苦本，他说因为我有身就有苦，如果没有身就太好了。无色界天人没有身，没有身当然他坏苦也没有，苦苦没有，坏苦也没有，但是他有行苦。所谓行苦，意思就是他不能够永久保持。非想非非想处天，这是无色界天里面最高的，他的定功是八万大劫。八万大劫到了，他功力失掉了，一失掉立刻堕落，还是要搞轮回，这就叫行苦。所以《法华经》上跟我们讲三界统苦，把三界比喻火宅，房子里面失了火，虽然还没有烧到身边，但是早晚总要烧到，比喻作火宅。",
      "zh_TW": "色界天，色界四禪十八層天，他那是禪悅為食，五欲六塵都捨離了，他沒有前面的八苦，前面這統統沒有。他是化生，所以他沒有生苦，他不老，他也不生病，前面這些苦他統統都沒有。這是生到初禪以上。但是他有壞苦，為什麼？他定的功力是有限度的，時間一到，定失掉了，失掉了馬上就要墮落，這時候他的苦現前。所以，色界天人雖然沒有苦苦，他有壞苦。我們娑婆世界最高級的凡夫，他知道有身就有苦，我們中國老子也知道身為苦本，他說因為我有身就有苦，如果沒有身就太好了。無色界天人沒有身，沒有身當然他壞苦也沒有，苦苦沒有，壞苦也沒有，但是他有行苦。所謂行苦，意思就是他不能夠永久保持。非想非非想處天，這是無色界天裡面最高的，他的定功是八萬大劫。八萬大劫到了，他功力失掉了，一失掉立刻墮落，還是要搞輪迴，這就叫行苦。所以《法華經》上跟我們講三界統苦，把三界比喻火宅，房子裡面失了火，雖然還沒有燒到身邊，但是早晚總要燒到，比喻作火宅。"
    },
    {
      "id": "02-003-0011_p0095",
      "zh_CN": "在欲界，说老实话，这三大类的苦我们统统都受。前面这八苦非常的显然，坏苦我们也能觉察得到，行苦是什么？行苦就是我们身体刹那变化。诸位要晓得，人老不是一年一年老，不是十年十年老，你仔细想想，一天比一天老，一分钟比一分钟老，一秒钟比一秒钟老，刹那刹那在老化，我们不知不觉，这叫行苦。所以青春不能够永驻。三种苦我们都在这里受，这是一定要觉悟的。",
      "zh_TW": "在欲界，說老實話，這三大類的苦我們統統都受。前面這八苦非常的顯然，壞苦我們也能覺察得到，行苦是什麼？行苦就是我們身體剎那變化。諸位要曉得，人老不是一年一年老，不是十年十年老，你仔細想想，一天比一天老，一分鐘比一分鐘老，一秒鐘比一秒鐘老，剎那剎那在老化，我們不知不覺，這叫行苦。所以青春不能夠永駐。三種苦我們都在這裡受，這是一定要覺悟的。"
    },
    {
      "id": "02-003-0011_p0096",
      "zh_CN": "西方极乐世界没有这三种苦，那个世界建立常然，永远不会改变。那个世界没有生老病死，化生的。生到西方极乐世界，你一去的时候，这个变化的过程，就是你在往生的时候一定是先见到佛光，佛来的时候先放光照你。你被佛光一照，立刻你就在莲花里面，在莲花里面所现的身相就跟阿弥陀佛一样，经上讲得很清楚，全是金色光明之身，具足无量的相好，永远不会改变。绝对不是说，我们往生生到莲花里头大概是个小孩，以后慢慢长大。如果这样的话，那生老病死苦你统统要受，为什么？你有生有长。所以他一到那里就是那个样子，永远是那个样子，决定没有改变，寿命无量无边。他那里这三类之苦统统没有，这才称之为极乐，『永无众苦』。",
      "zh_TW": "西方極樂世界沒有這三種苦，那個世界建立常然，永遠不會改變。那個世界沒有生老病死，化生的。生到西方極樂世界，你一去的時候，這個變化的過程，就是你在往生的時候一定是先見到佛光，佛來的時候先放光照你。你被佛光一照，立刻你就在蓮花裡面，在蓮花裡面所現的身相就跟阿彌陀佛一樣，經上講得很清楚，全是金色光明之身，具足無量的相好，永遠不會改變。絕對不是說，我們往生生到蓮花裡頭大概是個小孩，以後慢慢長大。如果這樣的話，那生老病死苦你統統要受，為什麼？你有生有長。所以他一到那裡就是那個樣子，永遠是那個樣子，決定沒有改變，壽命無量無邊。他那裡這三類之苦統統沒有，這才稱之為極樂，『永無眾苦』。"
    },
    {
      "id": "02-003-0011_p0097",
      "zh_CN": "『诸难』是一切灾难，我们今天讲意外灾害，西方极乐世界没有。不但是在西方极乐界里面，就是将来离开西方极乐世界，游化十方，广度众生，你也不会遇到灾难，阿弥陀佛神力加持你，永远不会遇到。『恶趣』，恶趣是讲三恶道。『魔恼』，这是讲魔有四种，有五阴魔、烦恼魔、死魔、天魔。这些魔统统都没有。『之名』，不但没这个事，连名字都听不到。我们这里常常听到业障、魔障，西方极乐世界没有这个名词，名词都没有，那个世界没有这些事情。永远听都听不到，何况有这些事实。所以这个地方好，不去那是傻瓜，不可以不去，不去就太傻了。",
      "zh_TW": "『諸難』是一切災難，我們今天講意外災害，西方極樂世界沒有。不但是在西方極樂界裡面，就是將來離開西方極樂世界，遊化十方，廣度眾生，你也不會遇到災難，阿彌陀佛神力加持你，永遠不會遇到。『惡趣』，惡趣是講三惡道。『魔惱』，這是講魔有四種，有五陰魔、煩惱魔、死魔、天魔。這些魔統統都沒有。『之名』，不但沒這個事，連名字都聽不到。我們這裡常常聽到業障、魔障，西方極樂世界沒有這個名詞，名詞都沒有，那個世界沒有這些事情。永遠聽都聽不到，何況有這些事實。所以這個地方好，不去那是傻瓜，不可以不去，不去就太傻了。"
    },
    {
      "id": "02-003-0011_p0098",
      "zh_CN": "【亦无四时。寒暑。雨冥之异。】",
      "zh_TW": "【亦無四時。寒暑。雨冥之異。】"
    },
    {
      "id": "02-003-0011_p0099",
      "zh_CN": "这是讲西方极乐世界的气候，释迦牟尼佛在此地给我们做气候预报，像气象台一样给我们报告西方极乐世界气候。那个地方气候太好了，它没有四时变化，永远常春，没有四时变化，天气不冷不热，过得非常舒服。像我们这里热起来一身流汗，汗黏在衣服上，穿起来都很难过；西方极乐世界没有，人决定不会流汗，身体干净，一尘不染。一尘不染，为什么经上常常说他还要到七宝池、八功德水里面去洗澡？到时候再跟诸位说明。它有另外原因，不是说身体脏了去洗个澡，不是的，它有别的原因。它跟我们不一样，我们要洗个澡，是身体脏了很难过才去洗个澡，他们不是的。也没有『寒暑』。也不会阴天，『冥』是阴天，『雨』是下雨，没有阴天也没有下雨。",
      "zh_TW": "這是講西方極樂世界的氣候，釋迦牟尼佛在此地給我們做氣候預報，像氣象台一樣給我們報告西方極樂世界氣候。那個地方氣候太好了，它沒有四時變化，永遠常春，沒有四時變化，天氣不冷不熱，過得非常舒服。像我們這裡熱起來一身流汗，汗黏在衣服上，穿起來都很難過；西方極樂世界沒有，人決定不會流汗，身體乾淨，一塵不染。一塵不染，為什麼經上常常說他還要到七寶池、八功德水裡面去洗澡？到時候再跟諸位說明。它有另外原因，不是說身體髒了去洗個澡，不是的，它有別的原因。它跟我們不一樣，我們要洗個澡，是身體髒了很難過才去洗個澡，他們不是的。也沒有『寒暑』。也不會陰天，『冥』是陰天，『雨』是下雨，沒有陰天也沒有下雨。"
    },
    {
      "id": "02-003-0011_p0100",
      "zh_CN": "告诉诸位，它那边也没有夜晚，永远是明亮的，那个世界叫光明世界，没有夜晚。人身上放光，佛也放光，每个人都放光，所有一切物质都放光，连地也放光。所以它用不着日月灯，用不着这些，没有一样不放光，光明世界。它没有年月日时，西方极乐世界是没有。今年是哪那一年，是哪一天，星期几？西方极乐世界听不到，不晓得。所以西方极乐世界的人清净，没有分别心，没有执着心，天天天下太平。",
      "zh_TW": "告訴諸位，它那邊也沒有夜晚，永遠是明亮的，那個世界叫光明世界，沒有夜晚。人身上放光，佛也放光，每個人都放光，所有一切物質都放光，連地也放光。所以它用不著日月燈，用不著這些，沒有一樣不放光，光明世界。它沒有年月日時，西方極樂世界是沒有。今年是哪那一年，是哪一天，星期幾？西方極樂世界聽不到，不曉得。所以西方極樂世界的人清淨，沒有分別心，沒有執著心，天天天下太平。"
    },
    {
      "id": "02-003-0011_p0101",
      "zh_CN": "往生西方极乐世界的人，往往，「你去，去了赶紧回来，告诉我一下西方极乐世界什么情形」。他是去了，去了为什么不回来？因为那个地方没有说几点钟、几天，他忘掉了。等他想起来，回来的时候这个世界已经过了几百年，这是真的，一点都不假。到了西方极乐世界没有时间观念，那个地方叫一真法界，每个人心都清净，唯一的乐趣是听佛说法。那个地方真是游戏神通。这是气候、天候。",
      "zh_TW": "往生西方極樂世界的人，往往，「你去，去了趕緊回來，告訴我一下西方極樂世界什麼情形」。他是去了，去了為什麼不回來？因為那個地方沒有說幾點鐘、幾天，他忘掉了。等他想起來，回來的時候這個世界已經過了幾百年，這是真的，一點都不假。到了西方極樂世界沒有時間觀念，那個地方叫一真法界，每個人心都清淨，唯一的樂趣是聽佛說法。那個地方真是遊戲神通。這是氣候、天候。"
    },
    {
      "id": "02-003-0011_p0102",
      "zh_CN": "【复无大小江海。丘陵坑坎。荆棘沙砾。铁围。须弥。土石等山。】",
      "zh_TW": "【復無大小江海。丘陵坑坎。荊棘沙礫。鐵圍。須彌。土石等山。】"
    },
    {
      "id": "02-003-0011_p0103",
      "zh_CN": "这是介绍西方极乐世界地理的状况，那个世界是非常平坦，是平坦的大地。它没有『江海』，像我们世间的，它没有，它只有水池，七宝池。水池有的很大，宝池德水，不像我们世间的江海，它没有，我们的江海凶险，你掉下去会淹死。七宝池里头掉下去，不会淹死的，为什么？我想水浅一点，水马上就浅。我们大海掉下去不行，想水浅它愈掉愈深，那个没有办法的。七宝池里头的水好，想水到我胸部，水就到胸部；想到膝盖，就到膝盖；想到脚面，就到脚面，你看这个水多好。所以没有我们这里江海、江河的水这样险恶，西方极乐世界没有。七宝池虽然有的池大，像大海一样，它非常自在，随心所欲。",
      "zh_TW": "這是介紹西方極樂世界地理的狀況，那個世界是非常平坦，是平坦的大地。它沒有『江海』，像我們世間的，它沒有，它只有水池，七寶池。水池有的很大，寶池德水，不像我們世間的江海，它沒有，我們的江海凶險，你掉下去會淹死。七寶池裡頭掉下去，不會淹死的，為什麼？我想水淺一點，水馬上就淺。我們大海掉下去不行，想水淺它愈掉愈深，那個沒有辦法的。七寶池裡頭的水好，想水到我胸部，水就到胸部；想到膝蓋，就到膝蓋；想到腳面，就到腳面，你看這個水多好。所以沒有我們這裡江海、江河的水這樣險惡，西方極樂世界沒有。七寶池雖然有的池大，像大海一樣，它非常自在，隨心所欲。"
    },
    {
      "id": "02-003-0011_p0104",
      "zh_CN": "『丘陵』，这是高地，『坑坎』是地面洼下去的，西方世界没有。西方世界是地平如掌，那个大地是平地，统统是平地，一望无际，都是平地，没有山，没有这些东西。『荆棘沙砾』，荆棘是带刺的这些植物，西方世界没有。西方世界所有的植物统统是七宝，宝树！花树都是无量珍宝所成，不是草本，不是木本，没有这些东西。『铁围，须弥』，这是讲大山。我们这个世界边界有铁围山，世界的中心有须弥山，这高山，西方极乐世界没有这些东西。这是说它地理环境。",
      "zh_TW": "『丘陵』，這是高地，『坑坎』是地面窪下去的，西方世界沒有。西方世界是地平如掌，那個大地是平地，統統是平地，一望無際，都是平地，沒有山，沒有這些東西。『荊棘沙礫』，荊棘是帶刺的這些植物，西方世界沒有。西方世界所有的植物統統是七寶，寶樹！花樹都是無量珍寶所成，不是草本，不是木本，沒有這些東西。『鐵圍，須彌』，這是講大山。我們這個世界邊界有鐵圍山，世界的中心有須彌山，這高山，西方極樂世界沒有這些東西。這是說它地理環境。"
    },
    {
      "id": "02-003-0011_p0105",
      "zh_CN": "【唯以自然七宝。】",
      "zh_TW": "【唯以自然七寶。】"
    },
    {
      "id": "02-003-0011_p0106",
      "zh_CN": "『自然七宝』是天然的，是从真如本性里面自然变现的。本性里面怎么会有这些东西？六祖大师他就证得了，他在《坛经》里面，他明心见性了，就是大彻大悟、明心见性的时候，向五祖提出报告。他这个报告五句里面就有一句说「何期自性，本来具足」，具足一切法，自性里头一样不欠缺。「何期自性，能生万法」，西方极乐世界是自性生出来的，生就是变现出来的，是自性里头本有德能一时显现，所以它是法性土。无量之宝，此地讲七宝，七宝就是无量之宝。它地理环境跟我们这里不一样。",
      "zh_TW": "『自然七寶』是天然的，是從真如本性裡面自然變現的。本性裡面怎麼會有這些東西？六祖大師他就證得了，他在《壇經》裡面，他明心見性了，就是大徹大悟、明心見性的時候，向五祖提出報告。他這個報告五句裡面就有一句說「何期自性，本來具足」，具足一切法，自性裡頭一樣不欠缺。「何期自性，能生萬法」，西方極樂世界是自性生出來的，生就是變現出來的，是自性裡頭本有德能一時顯現，所以它是法性土。無量之寶，此地講七寶，七寶就是無量之寶。它地理環境跟我們這裡不一樣。"
    },
    {
      "id": "02-003-0011_p0107",
      "zh_CN": "【黄金为地。宽广平正。不可限极。】",
      "zh_TW": "【黃金為地。寬廣平正。不可限極。】"
    },
    {
      "id": "02-003-0011_p0108",
      "zh_CN": "你要晓得西方极乐世界面积有多大？经上讲，没有人能够计算得出来。到后面我们会读到这些经文。",
      "zh_TW": "你要曉得西方極樂世界面積有多大？經上講，沒有人能夠計算得出來。到後面我們會讀到這些經文。"
    },
    {
      "id": "02-003-0011_p0109",
      "zh_CN": "【微妙奇丽。】",
      "zh_TW": "【微妙奇麗。】"
    },
    {
      "id": "02-003-0011_p0110",
      "zh_CN": "这个『微妙』就带着有非常神秘、稀有的意思。它的光明、灿烂：",
      "zh_TW": "這個『微妙』就帶著有非常神祕、稀有的意思。它的光明、燦爛："
    },
    {
      "id": "02-003-0011_p0111",
      "zh_CN": "【清净庄严。】",
      "zh_TW": "【清淨莊嚴。】"
    },
    {
      "id": "02-003-0011_p0112",
      "zh_CN": "就是整齐清洁。",
      "zh_TW": "就是整齊清潔。"
    },
    {
      "id": "02-003-0011_p0113",
      "zh_CN": "【超逾十方一切世界。】",
      "zh_TW": "【超踰十方一切世界。】"
    },
    {
      "id": "02-003-0011_p0114",
      "zh_CN": "十方无量无边诸佛世界，没有一个世界能够跟西方极乐世界相比，都比不上它。这个世界是非常的完美，可以说是真正的是尽善尽美，找不到一丝毫缺陷，所以称为极乐。",
      "zh_TW": "十方無量無邊諸佛世界，沒有一個世界能夠跟西方極樂世界相比，都比不上它。這個世界是非常的完美，可以說是真正的是盡善盡美，找不到一絲毫缺陷，所以稱為極樂。"
    },
    {
      "id": "02-003-0011_p0115",
      "zh_CN": "今天时间到了，我们就讲到此地，这是一个小段。",
      "zh_TW": "今天時間到了，我們就講到此地，這是一個小段。"
    }
  ]
}