{
  "doc_id": "02-003-0025",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0025",
  "total_paragraphs": 218,
  "paragraphs": [
    {
      "id": "02-003-0025_p0001",
      "zh_CN": "【重重诲勉第三十六】",
      "zh_TW": "【重重誨勉第三十六】"
    },
    {
      "id": "02-003-0025_p0002",
      "zh_CN": "佛在这一章经文里面，显示恶因恶果应当要知道戒免，要知道畏惧。末后劝导我们要正心诚意，不忘功夫，以免后悔。请看经文，经文都是接着上一章而来的。",
      "zh_TW": "佛在這一章經文裡面，顯示惡因惡果應當要知道戒免，要知道畏懼。末後勸導我們要正心誠意，不忘功夫，以免後悔。請看經文，經文都是接著上一章而來的。"
    },
    {
      "id": "02-003-0025_p0003",
      "zh_CN": "【佛告弥勒。吾语汝等。如是五恶五痛五烧。辗转相生。敢有犯此。当历恶趣。或其今世。先被病殃。死生不得。示众见之。或于寿终。入三恶道。愁痛酷毒。自相燋然。】",
      "zh_TW": "【佛告彌勒。吾語汝等。如是五惡五痛五燒。輾轉相生。敢有犯此。當歷惡趣。或其今世。先被病殃。死生不得。示眾見之。或於壽終。入三惡道。愁痛酷毒。自相燋然。】"
    },
    {
      "id": "02-003-0025_p0004",
      "zh_CN": "这章这一段里面，一开头总结上一章所说的。『五恶』是造因，就是杀、盗、淫、妄、饮酒，这里面也包括了十恶业的贪瞋痴慢。『五痛』是说花报，我们这一生的痛苦。『五烧』是讲将来在三恶道的果报。因果『辗转相生』，因能生果，果里面又造因，因果循环永远没完没了，而且愈是往后世愈是痛苦，为什么？造作这恶因造得太重，愈造愈重。所以佛在此地特别警告我们，『敢有犯此』，敢作敢犯的，实在讲都是迷惑颠倒，他才敢犯。如果对于宇宙人生的事理真正明白、真正清楚，我想没有一个人愿意造恶业。为什么？造恶业后来必定要受恶报，造恶因的时间短，受苦报的时间长，谁愿意干这个事情？都是迷惑颠倒，他才胡作妄为。佛在这里提出警告，我们要记在心里。",
      "zh_TW": "這章這一段裡面，一開頭總結上一章所說的。『五惡』是造因，就是殺、盜、淫、妄、飲酒，這裡面也包括了十惡業的貪瞋痴慢。『五痛』是說花報，我們這一生的痛苦。『五燒』是講將來在三惡道的果報。因果『輾轉相生』，因能生果，果裡面又造因，因果循環永遠沒完沒了，而且愈是往後世愈是痛苦，為什麼？造作這惡因造得太重，愈造愈重。所以佛在此地特別警告我們，『敢有犯此』，敢作敢犯的，實在講都是迷惑顛倒，他才敢犯。如果對於宇宙人生的事理真正明白、真正清楚，我想沒有一個人願意造惡業。為什麼？造惡業後來必定要受惡報，造惡因的時間短，受苦報的時間長，誰願意幹這個事情？都是迷惑顛倒，他才胡作妄為。佛在這裡提出警告，我們要記在心裡。"
    },
    {
      "id": "02-003-0025_p0005",
      "zh_CN": "下面先说花报，这就是五痛，先说五痛。『或其今世，先被病殃』，病是病患，殃就是灾祸，他会常常遇到。『死生不得，示众见之』，这是大众都能够见得到，这些事情只要我们自己平常稍稍留意。所以人一生当中没有遇到佛法，不读佛经，那是很不幸的，为什么？世间许多事情的确不知道，经上讲迷惑颠倒，一点都不错。我们见到有些人，家庭环境都不错，都很好的，可是得这个病，这个病什么医生也治不好，成天躺在床上，求生不得，求死不能，现在医生称之为老人病。这就是佛在此地所讲的，他必定有恶业牵缠，才会不幸得这样的病。如果他懂得佛法，给诸位说，任何病苦都能够治疗，没有不能治疗的。",
      "zh_TW": "下面先說花報，這就是五痛，先說五痛。『或其今世，先被病殃』，病是病患，殃就是災禍，他會常常遇到。『死生不得，示眾見之』，這是大眾都能夠見得到，這些事情只要我們自己平常稍稍留意。所以人一生當中沒有遇到佛法，不讀佛經，那是很不幸的，為什麼？世間許多事情的確不知道，經上講迷惑顛倒，一點都不錯。我們見到有些人，家庭環境都不錯，都很好的，可是得這個病，這個病什麼醫生也治不好，成天躺在床上，求生不得，求死不能，現在醫生稱之為老人病。這就是佛在此地所講的，他必定有惡業牽纏，才會不幸得這樣的病。如果他懂得佛法，給諸位說，任何病苦都能夠治療，沒有不能治療的。"
    },
    {
      "id": "02-003-0025_p0006",
      "zh_CN": "我们综合佛经里面所说的，人在世间得病大致上可以分为三大类，第一类是生理上的病，生理病大概都是饮食起居没有注意，世间人讲卫生，卫生是保卫生理。生理的病，这是医生可以治疗的，医药能够治疗，一定要找医生。第二种病就是冤鬼，冤鬼附在身上得的病。这个病很麻烦，为什么？医药没有用处，医药达不到。所以人是着魔了，冤家债主跟在身上、附在身上，这个很讨厌。像我们佛门里面有本《慈悲三昧水忏》，也许这边同修也常常拜《水忏》。《水忏》的因缘是唐朝时候悟达国师，他有个冤家对头找到他，他膝盖上生了个人面疮。他是皇帝的老师，天下好医生、名医给他治疗，都没用处。毕竟他还是有相当的善根，他是十世修行的高僧，这一念之差就是贡高我慢，自己认为是皇帝的老师，很了不起。这一念之差，护法神跑掉了，护法神不护持他，冤家找到身上来，长了这个疮，几乎把命送掉。遇到迦诺迦尊者，这是个阿罗汉，用三昧水给他洗，给这个冤家说法，说出他们前世的因果，劝导他怨要解开，不要再结怨，《慈悲水忏》是这么来的。",
      "zh_TW": "我們綜合佛經裡面所說的，人在世間得病大致上可以分為三大類，第一類是生理上的病，生理病大概都是飲食起居沒有注意，世間人講衛生，衛生是保衛生理。生理的病，這是醫生可以治療的，醫藥能夠治療，一定要找醫生。第二種病就是冤鬼，冤鬼附在身上得的病。這個病很麻煩，為什麼？醫藥沒有用處，醫藥達不到。所以人是著魔了，冤家債主跟在身上、附在身上，這個很討厭。像我們佛門裡面有本《慈悲三昧水懺》，也許這邊同修也常常拜《水懺》。《水懺》的因緣是唐朝時候悟達國師，他有個冤家對頭找到他，他膝蓋上生了個人面瘡。他是皇帝的老師，天下好醫生、名醫給他治療，都沒用處。畢竟他還是有相當的善根，他是十世修行的高僧，這一念之差就是貢高我慢，自己認為是皇帝的老師，很了不起。這一念之差，護法神跑掉了，護法神不護持他，冤家找到身上來，長了這個瘡，幾乎把命送掉。遇到迦諾迦尊者，這是個阿羅漢，用三昧水給他洗，給這個冤家說法，說出他們前世的因果，勸導他怨要解開，不要再結怨，《慈悲水懺》是這麼來的。"
    },
    {
      "id": "02-003-0025_p0007",
      "zh_CN": "像这种冤鬼、妖魔附在身上得的病，这是医生没法子的，他治不好。这些病往往在佛门里面请法师诵经、拜忏他会好，为什么会好？这是给他调解。给他修福、调解，他接受了，接受他就去了，你的病就好了。像迦诺迦尊者替悟达国师治病，他的冤家接受了，接受调解就离开了，他病就好了。所以有些病求佛菩萨调解是有效的，但是你生理上的病，没法子。譬如你伤风感冒，你求佛菩萨没有用处，一定要找医生，要吃药、要打针才有用处。这是一种。",
      "zh_TW": "像這種冤鬼、妖魔附在身上得的病，這是醫生沒法子的，他治不好。這些病往往在佛門裡面請法師誦經、拜懺他會好，為什麼會好？這是給他調解。給他修福、調解，他接受了，接受他就去了，你的病就好了。像迦諾迦尊者替悟達國師治病，他的冤家接受了，接受調解就離開了，他病就好了。所以有些病求佛菩薩調解是有效的，但是你生理上的病，沒法子。譬如你傷風感冒，你求佛菩薩沒有用處，一定要找醫生，要吃藥、要打針才有用處。這是一種。"
    },
    {
      "id": "02-003-0025_p0008",
      "zh_CN": "第三种病很麻烦，就是佛在此地讲的，这个叫业障病。是你自己的罪业深重，并不是冤家找来，也不是你身体不健康，是你自己造业造得太多，得了这个病，这就是讲的「死生不得，示众见之」。这样的病在我们世间也不少，我们常常可以看到、可以听到得这样病的人。这种病有没有法子救？还是有救，不能说没救，用什么方法救？真正忏悔，忏除业障，从内心里面发至诚心求忏悔。知道自己过去所造的罪业，从今天起回头，彻底回头，「诸恶莫作，众善奉行」，他的病就会好了。所以要真正修忏悔，真正断恶修善。",
      "zh_TW": "第三種病很麻煩，就是佛在此地講的，這個叫業障病。是你自己的罪業深重，並不是冤家找來，也不是你身體不健康，是你自己造業造得太多，得了這個病，這就是講的「死生不得，示眾見之」。這樣的病在我們世間也不少，我們常常可以看到、可以聽到得這樣病的人。這種病有沒有法子救？還是有救，不能說沒救，用什麼方法救？真正懺悔，懺除業障，從內心裡面發至誠心求懺悔。知道自己過去所造的罪業，從今天起回頭，徹底回頭，「諸惡莫作，眾善奉行」，他的病就會好了。所以要真正修懺悔，真正斷惡修善。"
    },
    {
      "id": "02-003-0025_p0009",
      "zh_CN": "由此可知，佛法里头常讲，佛氏门中有求必应，这个话没错。但是求要如理如法的求，就是要合理、要合法，这个求才会有效果，才会真正能满愿。如果我们所求不合理、不如法，这个求没有用处，得不到效果。有的时候求，反而增加业障，这是我们一定要知道。所以，学佛不能不明经，不能不懂道理。懂道理，一定要念经，要常常读诵大乘。这部经非常好，理事都讲得很圆融，你常常读这部经，一切事理因果你都会清清楚楚。你知道自己一生的遭遇，乃至于看到别人，你晓得是什么因果，你也晓得挽救的方法，自己知道。可是遭遇到苦难的人他不知道，如果他没有善根，你跟他说，他还说你咒他、说你骂他，他听了生气，不但不接受还排斥。这就无可奈何，纵然我们明了挽救的方法，也帮不上忙，这是因缘不具足。这是讲的花报。",
      "zh_TW": "由此可知，佛法裡頭常講，佛氏門中有求必應，這個話沒錯。但是求要如理如法的求，就是要合理、要合法，這個求才會有效果，才會真正能滿願。如果我們所求不合理、不如法，這個求沒有用處，得不到效果。有的時候求，反而增加業障，這是我們一定要知道。所以，學佛不能不明經，不能不懂道理。懂道理，一定要念經，要常常讀誦大乘。這部經非常好，理事都講得很圓融，你常常讀這部經，一切事理因果你都會清清楚楚。你知道自己一生的遭遇，乃至於看到別人，你曉得是什麼因果，你也曉得挽救的方法，自己知道。可是遭遇到苦難的人他不知道，如果他沒有善根，你跟他說，他還說你咒他、說你罵他，他聽了生氣，不但不接受還排斥。這就無可奈何，縱然我們明瞭挽救的方法，也幫不上忙，這是因緣不具足。這是講的花報。"
    },
    {
      "id": "02-003-0025_p0010",
      "zh_CN": "下面这一句讲果报，『或于寿终，入三恶道，愁痛酷毒，自相燋然』。人死的时候，我们在旁边观察，也大致上能知道他到哪里去。大凡善终，来生能够到人天两道，他临终的时候，神智一定清楚，不会迷迷糊糊的；人一迷惑，入三恶道的机会就大了。诸位想想，哪一个人头脑清清楚楚的会去变畜生、变饿鬼？这不可能的事情。入三恶道都是糊里糊涂去的，去了以后得到恶道的身，他才晓得不对了，不对也没法子离开，脱离不了的。所以迷惑颠倒非常可怕。我们一生的修行，说老实话，就希望临终的时候清清楚楚，不要迷惑颠倒，这是福报。我们中国古时候讲五福，五福临门，五福最后一个就是好死，就是死的时候清清楚楚、明明白白。只要死的时候清楚、明白，你就是不学佛，你也决定不堕恶道。所以说好死决定好生，他来生一定比这一生还要殊胜、还要好。死的样子不好、情况不好，恶道的可能性非常之大，尤其是死的时候非常痛苦，那必定入恶道。所以同修们一定要提高警觉心，认真的修福。",
      "zh_TW": "下面這一句講果報，『或於壽終，入三惡道，愁痛酷毒，自相燋然』。人死的時候，我們在旁邊觀察，也大致上能知道他到哪裡去。大凡善終，來生能夠到人天兩道，他臨終的時候，神智一定清楚，不會迷迷糊糊的；人一迷惑，入三惡道的機會就大了。諸位想想，哪一個人頭腦清清楚楚的會去變畜生、變餓鬼？這不可能的事情。入三惡道都是糊裡糊塗去的，去了以後得到惡道的身，他才曉得不對了，不對也沒法子離開，脫離不了的。所以迷惑顛倒非常可怕。我們一生的修行，說老實話，就希望臨終的時候清清楚楚，不要迷惑顛倒，這是福報。我們中國古時候講五福，五福臨門，五福最後一個就是好死，就是死的時候清清楚楚、明明白白。只要死的時候清楚、明白，你就是不學佛，你也決定不墮惡道。所以說好死決定好生，他來生一定比這一生還要殊勝、還要好。死的樣子不好、情況不好，惡道的可能性非常之大，尤其是死的時候非常痛苦，那必定入惡道。所以同修們一定要提高警覺心，認真的修福。"
    },
    {
      "id": "02-003-0025_p0011",
      "zh_CN": "修福里面最殊胜的福报，第一大善、大福就是一心专念阿弥陀佛。你念阿弥陀佛，阿弥陀佛派遣二十五位菩萨日夜保护你，你什么样的灾难都遇不到。你只要诚心诚意念阿弥陀佛，求生西方极乐世界，你现前就得到这个好处。这不是普通的护法神，是二十五位菩萨来保护你，菩萨从哪里来的？阿弥陀佛派他来的。所以我们这里一起心动念，阿弥陀佛就知道，我们这个心真诚，阿弥陀佛就派遣菩萨来照顾你，来保护你。再看下面经文：",
      "zh_TW": "修福裡面最殊勝的福報，第一大善、大福就是一心專念阿彌陀佛。你念阿彌陀佛，阿彌陀佛派遣二十五位菩薩日夜保護你，你什麼樣的災難都遇不到。你只要誠心誠意念阿彌陀佛，求生西方極樂世界，你現前就得到這個好處。這不是普通的護法神，是二十五位菩薩來保護你，菩薩從哪裡來的？阿彌陀佛派他來的。所以我們這裡一起心動念，阿彌陀佛就知道，我們這個心真誠，阿彌陀佛就派遣菩薩來照顧你，來保護你。再看下面經文："
    },
    {
      "id": "02-003-0025_p0012",
      "zh_CN": "【共其怨家。更相杀伤。从小微起。成大困剧。】",
      "zh_TW": "【共其怨家。更相殺傷。從小微起。成大困劇。】"
    },
    {
      "id": "02-003-0025_p0013",
      "zh_CN": "往往小小的嫌疑不能够忍让，彼此两方面都不肯吃亏、不肯忍让，冤仇愈来愈严重，争执就愈来愈厉害，所以才有『杀伤』，才有『困剧』，剧是剧烈。这些都是教给我们要认识因缘果报的真相，要知道远离一切恶行。所以六波罗蜜里面，忍辱波罗蜜非常重要，我们能忍就不容易造罪业。下面说出是由哪些事情引起的，引起这些争执、这些怨害。",
      "zh_TW": "往往小小的嫌疑不能夠忍讓，彼此兩方面都不肯吃虧、不肯忍讓，冤仇愈來愈嚴重，爭執就愈來愈厲害，所以才有『殺傷』，才有『困劇』，劇是劇烈。這些都是教給我們要認識因緣果報的真相，要知道遠離一切惡行。所以六波羅蜜裡面，忍辱波羅蜜非常重要，我們能忍就不容易造罪業。下面說出是由哪些事情引起的，引起這些爭執、這些怨害。"
    },
    {
      "id": "02-003-0025_p0014",
      "zh_CN": "【皆由贪着财色。不肯施惠。各欲自快。无复曲直。痴欲所迫。厚己争利。】",
      "zh_TW": "【皆由貪著財色。不肯施惠。各欲自快。無復曲直。痴欲所迫。厚己爭利。】"
    },
    {
      "id": "02-003-0025_p0015",
      "zh_CN": "确实世间，小的，是个人与个人的争执，大的，是国家与国家的战争，什么原因起来的？的确不外乎佛在经上讲的这些原则，都是『贪着财色』，不肯布施，不肯忍让，只顾自己，不顾别人。『无复曲直』，个人认为自己是对的，自己强大就欺负弱小，弱小他也不甘被欺负，当然就有反抗。势力是互相消长的，这些都是愚痴。总而言之，离不开贪瞋痴慢，这是一切恶业的根本。『厚己争利』，人与人争利，国与国争利，天下怎么有太平！唯有读佛经才知道宇宙人生的真相，才知道安分守己，「于人无争，于世无求」，这是佛教导我们的。下面我们再看：",
      "zh_TW": "確實世間，小的，是個人與個人的爭執，大的，是國家與國家的戰爭，什麼原因起來的？的確不外乎佛在經上講的這些原則，都是『貪著財色』，不肯布施，不肯忍讓，只顧自己，不顧別人。『無復曲直』，個人認為自己是對的，自己強大就欺負弱小，弱小他也不甘被欺負，當然就有反抗。勢力是互相消長的，這些都是愚痴。總而言之，離不開貪瞋痴慢，這是一切惡業的根本。『厚己爭利』，人與人爭利，國與國爭利，天下怎麼有太平！唯有讀佛經才知道宇宙人生的真相，才知道安分守己，「於人無爭，於世無求」，這是佛教導我們的。下面我們再看："
    },
    {
      "id": "02-003-0025_p0016",
      "zh_CN": "【富贵荣华。当时快意。】",
      "zh_TW": "【富貴榮華。當時快意。】"
    },
    {
      "id": "02-003-0025_p0017",
      "zh_CN": "这是讲你争，彼此争夺，纵然你得到了，得到你是『当时快意』。",
      "zh_TW": "這是講你爭，彼此爭奪，縱然你得到了，得到你是『當時快意』。"
    },
    {
      "id": "02-003-0025_p0018",
      "zh_CN": "【不能忍辱。不务修善。威势无几。随以磨灭。】",
      "zh_TW": "【不能忍辱。不務修善。威勢無幾。隨以磨滅。】"
    },
    {
      "id": "02-003-0025_p0019",
      "zh_CN": "这桩事情，前天我参观新加坡的一个蜡像馆，看到二次大战日本人侵略新加坡。你看那个时候那些日本军阀真的是一时快意，把这个地方征服住了，英国向他投降。但是没过两、三年，『威势无几』，它也消灭了，它也向别人投降，转眼之间。你算算它的时间不过四年，四年以后它就跟别人投降了，你想想看，就享受四年的福报。实在讲就只享受三年的荣华富贵，造多少杀业，杀多少人，流多少血！它夺了什么去？最后战败，国家几乎都亡掉，这是因果报应的确太快速了。",
      "zh_TW": "這樁事情，前天我參觀新加坡的一個蠟像館，看到二次大戰日本人侵略新加坡。你看那個時候那些日本軍閥真的是一時快意，把這個地方征服住了，英國向他投降。但是沒過兩、三年，『威勢無幾』，它也消滅了，它也向別人投降，轉眼之間。你算算它的時間不過四年，四年以後它就跟別人投降了，你想想看，就享受四年的福報。實在講就只享受三年的榮華富貴，造多少殺業，殺多少人，流多少血！它奪了什麼去？最後戰敗，國家幾乎都亡掉，這是因果報應的確太快速了。"
    },
    {
      "id": "02-003-0025_p0020",
      "zh_CN": "大家看这些历史故事，我们要提高警觉心，你的威势不能长远的保持，会消失的，到消失那天你怎么办？你当时强的时候你欺负人，到你衰的时候，人家用同样的手段来对付你，你感觉如何？如果我们不愿意人家这样对待我，我们强的时候不可以欺负别人。善因善果，恶因是恶报。",
      "zh_TW": "大家看這些歷史故事，我們要提高警覺心，你的威勢不能長遠的保持，會消失的，到消失那天你怎麼辦？你當時強的時候你欺負人，到你衰的時候，人家用同樣的手段來對付你，你感覺如何？如果我們不願意人家這樣對待我，我們強的時候不可以欺負別人。善因善果，惡因是惡報。"
    },
    {
      "id": "02-003-0025_p0021",
      "zh_CN": "【天道施张。自然纠举。茕茕忪忪。当入其中。古今有是。痛哉可伤。】",
      "zh_TW": "【天道施張。自然糾舉。煢煢忪忪。當入其中。古今有是。痛哉可傷。】"
    },
    {
      "id": "02-003-0025_p0022",
      "zh_CN": "这是佛一面教诫我们，一面非常的感叹。『天道施张，自然纠举』，就是我们中国人常讲的，天网恢恢，疏而不漏，意思就是说，种因必定有果报，果报只是早晚而已。如果造的恶大、造的恶深重，果报转眼就现前。下面这句『茕茕忪忪』是惊慌失措的样子，就是无依无靠，感觉得身心不安，慌慌张张的，形容这种样子。『当入其中，古今有是』，古今有是就是教给我们，古往今来这些历史，你看看过去这些人，善因有善报，恶因一定有恶报。",
      "zh_TW": "這是佛一面教誡我們，一面非常的感嘆。『天道施張，自然糾舉』，就是我們中國人常講的，天網恢恢，疏而不漏，意思就是說，種因必定有果報，果報只是早晚而已。如果造的惡大、造的惡深重，果報轉眼就現前。下面這句『煢煢忪忪』是驚慌失措的樣子，就是無依無靠，感覺得身心不安，慌慌張張的，形容這種樣子。『當入其中，古今有是』，古今有是就是教給我們，古往今來這些歷史，你看看過去這些人，善因有善報，惡因一定有惡報。"
    },
    {
      "id": "02-003-0025_p0023",
      "zh_CN": "孔老夫子一生教人仁义道德，一生积善，没有一个恶念，没有一念说是害人，损人利己，没有这一念，所以他的子子孙孙都好。一直到今天，孔德成先生是他七十多代的后裔，都赢得大众的尊敬，不但中国人尊敬，连外国人都尊敬，听说是孔老夫子的后代，都特别招待。所以，人在一生当中不可以存一念害人之心，利己损人的事情不能做，不但不能做，这个念头都不可以有，你将来得的果报决定是善的、决定是好的，善因善果，这个我们一定要相信。",
      "zh_TW": "孔老夫子一生教人仁義道德，一生積善，沒有一個惡念，沒有一念說是害人，損人利己，沒有這一念，所以他的子子孫孫都好。一直到今天，孔德成先生是他七十多代的後裔，都贏得大眾的尊敬，不但中國人尊敬，連外國人都尊敬，聽說是孔老夫子的後代，都特別招待。所以，人在一生當中不可以存一念害人之心，利己損人的事情不能做，不但不能做，這個念頭都不可以有，你將來得的果報決定是善的、決定是好的，善因善果，這個我們一定要相信。"
    },
    {
      "id": "02-003-0025_p0024",
      "zh_CN": "【汝等得佛经语。】",
      "zh_TW": "【汝等得佛經語。】"
    },
    {
      "id": "02-003-0025_p0025",
      "zh_CN": "佛告诉弥勒以及当时在会的大众，这个『经语』就是指这部经。",
      "zh_TW": "佛告訴彌勒以及當時在會的大眾，這個『經語』就是指這部經。"
    },
    {
      "id": "02-003-0025_p0026",
      "zh_CN": "【熟思惟之。各自端守。终身不怠。】",
      "zh_TW": "【熟思惟之。各自端守。終身不怠。】"
    },
    {
      "id": "02-003-0025_p0027",
      "zh_CN": "所以，遇到这部经典是无比的福报，没有大善根、大福德、大因缘，一般佛经你会遇到，这部经你遇不到。这部经是十方三世一切如来共同弘扬的一部经，是佛度众生成佛的第一经，得到不容易。佛在此地教给我们，你既然很幸运，过去世积的有大善根，你这一生得到了，得到之后要『熟思惟之』。你要常常读诵，你要把它念熟，念熟之后，常常想到经里面的教训，经里面讲的道理，你要常常想。『各自端守』，想的时候，我们要把这部经变成我们自己的思想，变成我们自己的行为。诸位要知道这部经是阿弥陀佛的思想，是阿弥陀佛的见解，是阿弥陀佛的行为。如果我们把它变成我们自己的思想、见解、行为，不知不觉就把自己变成阿弥陀佛。你想想看，你要不要到极乐世界去？你才跟阿弥陀佛真正的同心、同意、同解、同行，跟阿弥陀佛志同道合，这才叫学佛，我们这部经得到，没有白读。千万不要以为佛经高高在上，我们天天只好念，跟它顶礼，这没有用处。要把这部经变成自己，把自己变成阿弥陀佛，这才叫学佛。我要学得跟佛一样，佛是个榜样，我要向他学，学得跟他一模一样，这叫学佛。学佛跟拜神不一样，拜神你永远不能取而代之，你拜上帝，总不能说将来我要作上帝，夺他的位子，那不可以的。拜佛不一样，佛是圣人，大圣，菩萨是大贤，佛教给我们要成圣成贤，这个是对的。",
      "zh_TW": "所以，遇到這部經典是無比的福報，沒有大善根、大福德、大因緣，一般佛經你會遇到，這部經你遇不到。這部經是十方三世一切如來共同弘揚的一部經，是佛度眾生成佛的第一經，得到不容易。佛在此地教給我們，你既然很幸運，過去世積的有大善根，你這一生得到了，得到之後要『熟思惟之』。你要常常讀誦，你要把它念熟，念熟之後，常常想到經裡面的教訓，經裡面講的道理，你要常常想。『各自端守』，想的時候，我們要把這部經變成我們自己的思想，變成我們自己的行為。諸位要知道這部經是阿彌陀佛的思想，是阿彌陀佛的見解，是阿彌陀佛的行為。如果我們把它變成我們自己的思想、見解、行為，不知不覺就把自己變成阿彌陀佛。你想想看，你要不要到極樂世界去？你才跟阿彌陀佛真正的同心、同意、同解、同行，跟阿彌陀佛志同道合，這才叫學佛，我們這部經得到，沒有白讀。千萬不要以為佛經高高在上，我們天天只好念，跟它頂禮，這沒有用處。要把這部經變成自己，把自己變成阿彌陀佛，這才叫學佛。我要學得跟佛一樣，佛是個榜樣，我要向他學，學得跟他一模一樣，這叫學佛。學佛跟拜神不一樣，拜神你永遠不能取而代之，你拜上帝，總不能說將來我要作上帝，奪他的位子，那不可以的。拜佛不一樣，佛是聖人，大聖，菩薩是大賢，佛教給我們要成聖成賢，這個是對的。"
    },
    {
      "id": "02-003-0025_p0028",
      "zh_CN": "『终身不怠』，尽形寿受持，每天要读诵。我是先教给诸位三年当中念三千遍，三千遍念完之后，以后我也不教你了，任何一个人都不教你，你自然会去念。为什么？味道念出来了。现在你不想念，是你没有尝到味道；味道尝到之后，欲罢不能，人家阻碍你不念也不行，你还是天天会念，为什么？有味道，法喜充满，你会认为读经是天下第一乐事。古人常讲读书乐，读书都很乐了，读经，尤其是读这部经，第一乐事，可以说人生最高的享受，读这个经是人生最高的享受。希望你们慢慢培养基础，能够真正尝到味道，你这一生，佛家常讲离苦得乐，你马上就得到，真的一切忧虑、牵挂、烦恼，统统烟消云散。你所得到的乐，不是一般人能够想像得到的，一般人无法想像得到，为什么？他没有入这个境界，他想不到。",
      "zh_TW": "『終身不怠』，盡形壽受持，每天要讀誦。我是先教給諸位三年當中念三千遍，三千遍念完之後，以後我也不教你了，任何一個人都不教你，你自然會去念。為什麼？味道念出來了。現在你不想念，是你沒有嘗到味道；味道嘗到之後，欲罷不能，人家阻礙你不念也不行，你還是天天會念，為什麼？有味道，法喜充滿，你會認為讀經是天下第一樂事。古人常講讀書樂，讀書都很樂了，讀經，尤其是讀這部經，第一樂事，可以說人生最高的享受，讀這個經是人生最高的享受。希望你們慢慢培養基礎，能夠真正嘗到味道，你這一生，佛家常講離苦得樂，你馬上就得到，真的一切憂慮、牽掛、煩惱，統統煙消雲散。你所得到的樂，不是一般人能夠想像得到的，一般人無法想像得到，為什麼？他沒有入這個境界，他想不到。"
    },
    {
      "id": "02-003-0025_p0029",
      "zh_CN": "【尊圣敬善。】",
      "zh_TW": "【尊聖敬善。】"
    },
    {
      "id": "02-003-0025_p0030",
      "zh_CN": "对于圣贤人要知道尊敬，对于一切善事、善人要知道敬重。",
      "zh_TW": "對於聖賢人要知道尊敬，對於一切善事、善人要知道敬重。"
    },
    {
      "id": "02-003-0025_p0031",
      "zh_CN": "【仁慈博爱。】",
      "zh_TW": "【仁慈博愛。】"
    },
    {
      "id": "02-003-0025_p0032",
      "zh_CN": "诸位要知道这个『博爱』出在佛经上，不是外教讲博爱，佛经上有。佛教出现在这个世间，就以外国人的算法，也比基督耶稣要早六百年，它比我们晚六百年，佛教的历史最长。佛在此地教给我们「仁慈博爱」，就是以平等的爱心对一切众生。",
      "zh_TW": "諸位要知道這個『博愛』出在佛經上，不是外教講博愛，佛經上有。佛教出現在這個世間，就以外國人的算法，也比基督耶穌要早六百年，它比我們晚六百年，佛教的歷史最長。佛在此地教給我們「仁慈博愛」，就是以平等的愛心對一切眾生。"
    },
    {
      "id": "02-003-0025_p0033",
      "zh_CN": "【当求度世。】",
      "zh_TW": "【當求度世。】"
    },
    {
      "id": "02-003-0025_p0034",
      "zh_CN": "『度世』就是要超度这个世间，就是六道轮回，这才是真正觉悟。决定不可以贪恋世间，这个世间是讲六道，六道不可以贪恋。",
      "zh_TW": "『度世』就是要超度這個世間，就是六道輪迴，這才是真正覺悟。決定不可以貪戀世間，這個世間是講六道，六道不可以貪戀。"
    },
    {
      "id": "02-003-0025_p0035",
      "zh_CN": "【拔断生死众恶之本。】",
      "zh_TW": "【拔斷生死眾惡之本。】"
    },
    {
      "id": "02-003-0025_p0036",
      "zh_CN": "『生死众恶之本』就是前面前一章讲的五种恶，这是生死根本。『拔断』，拔是拔除，断是永断，换句话说，前面佛所讲的五种恶业，我要从心里把它断掉。不但我不造作，身口不造作，我心里面连这个恶念都没有，从心上把它断掉，这样你就永离三途六道。",
      "zh_TW": "『生死眾惡之本』就是前面前一章講的五種惡，這是生死根本。『拔斷』，拔是拔除，斷是永斷，換句話說，前面佛所講的五種惡業，我要從心裡把它斷掉。不但我不造作，身口不造作，我心裡面連這個惡念都沒有，從心上把它斷掉，這樣你就永離三途六道。"
    },
    {
      "id": "02-003-0025_p0037",
      "zh_CN": "【当离三涂。忧怖苦痛之道。】",
      "zh_TW": "【當離三塗。憂怖苦痛之道。】"
    },
    {
      "id": "02-003-0025_p0038",
      "zh_CN": "这是说纵不能离开六道，也决定不能堕三途。但是诸位要知道，你学佛如果不修学这个法门，不求生西方极乐世界，换句话说，你没有办法出离六道。不出离六道，三途总是有分，这一生好好的修行能够幸免，你来生还能不能继续再修行？靠不住。这一生修行修不少福，到来生一享福就迷惑颠倒，一享福就把修行这个事情忘掉了。所以佛在经上讲，叫「三世怨」，第一生修福，第二生享福，享福的时候忘了修福，因此享福就造罪业，就要造很多的罪业，前面讲杀盗淫妄酒，富贵人家他要造这个罪业。好了，福没有了，福享完了，罪报来了，就要堕三恶道，就堕落了，这叫三世怨。",
      "zh_TW": "這是說縱不能離開六道，也決定不能墮三途。但是諸位要知道，你學佛如果不修學這個法門，不求生西方極樂世界，換句話說，你沒有辦法出離六道。不出離六道，三途總是有分，這一生好好的修行能夠倖免，你來生還能不能繼續再修行？靠不住。這一生修行修不少福，到來生一享福就迷惑顛倒，一享福就把修行這個事情忘掉了。所以佛在經上講，叫「三世怨」，第一生修福，第二生享福，享福的時候忘了修福，因此享福就造罪業，就要造很多的罪業，前面講殺盜淫妄酒，富貴人家他要造這個罪業。好了，福沒有了，福享完了，罪報來了，就要墮三惡道，就墮落了，這叫三世怨。"
    },
    {
      "id": "02-003-0025_p0039",
      "zh_CN": "因此，真正觉悟的人，决定不求人天福报，不求这个。不但将来人天福报不求，现在的福报也不求。如果你命里有财富、有福，有福我不享，我把我的福报给一切众生共享，这个好！给一切众生共享的第一大福，无过于弘法利生。也许你说，弘法利生我又不会讲经，不会讲经，你可以雇人来讲，不要自己讲，我可以请人来代我讲。你请这些法师大德到这边来讲经，你做功德主，这个法会谁开的？你开的，主人是你，法师是你请来的。还有一个方法，你如果有这个能力，你在电台里买个时间，一个星期或者买它一个小时，或者是一次，或者是两次，如果大家统统发这个心，广播电台可以说每天都有佛教节目。先从广播电台开始，广播电台费用少，电视台费用就太多了，用广播电台。广播电台广播什么节目？给诸位说不要别的，就是念《无量寿经》。",
      "zh_TW": "因此，真正覺悟的人，決定不求人天福報，不求這個。不但將來人天福報不求，現在的福報也不求。如果你命裡有財富、有福，有福我不享，我把我的福報給一切眾生共享，這個好！給一切眾生共享的第一大福，無過於弘法利生。也許你說，弘法利生我又不會講經，不會講經，你可以僱人來講，不要自己講，我可以請人來代我講。你請這些法師大德到這邊來講經，你做功德主，這個法會誰開的？你開的，主人是你，法師是你請來的。還有一個方法，你如果有這個能力，你在電臺裡買個時間，一個星期或者買它一個小時，或者是一次，或者是兩次，如果大家統統發這個心，廣播電臺可以說每天都有佛教節目。先從廣播電臺開始，廣播電臺費用少，電視臺費用就太多了，用廣播電臺。廣播電臺廣播什麼節目？給諸位說不要別的，就是念《無量壽經》。"
    },
    {
      "id": "02-003-0025_p0040",
      "zh_CN": "我们现在念《无量寿经》的录音带，如果你能够把这个带子在电台上播放，一个星期播两次，一次播一个小时播上半部，下一次播下半部，那你能够叫整个新加坡人统统都念到。经本我们大量供应，将来谁听到这个广播电台想跟着念，请经本，我们马上经书就送给他。这个功德第一大，第一大善事，希望大家发心。这比什么效果都好，就是带着大家念经，带着大家念这部经，使每个人都能够读诵，每个人都欢喜读诵。然后进一步需要了解里面意思了，我们再求讲解，讲解也可以用这个方法在电台上广播。所以方法非常之多，只要你自己能够把你的福报节省一点，来做这桩好事情。",
      "zh_TW": "我們現在念《無量壽經》的錄音帶，如果你能夠把這個帶子在電臺上播放，一個星期播兩次，一次播一個小時播上半部，下一次播下半部，那你能夠叫整個新加坡人統統都念到。經本我們大量供應，將來誰聽到這個廣播電臺想跟著念，請經本，我們馬上經書就送給他。這個功德第一大，第一大善事，希望大家發心。這比什麼效果都好，就是帶著大家念經，帶著大家念這部經，使每個人都能夠讀誦，每個人都歡喜讀誦。然後進一步需要了解裡面意思了，我們再求講解，講解也可以用這個方法在電臺上廣播。所以方法非常之多，只要你自己能夠把你的福報節省一點，來做這樁好事情。"
    },
    {
      "id": "02-003-0025_p0041",
      "zh_CN": "如果你不想到西方极乐世界，跟诸位说，你要在新加坡做上这么多的好事，新加坡每个人都得到你的利益，你将来一转世，来生一定做新加坡总统。为什么？你跟他缘结得太深了，这个地方的人一见你都欢喜你，一见你都拥护你，你前生跟他结的缘深厚，他自然拥护。你做总统国泰民安、天下太平，为什么？你用善，结的是善缘，这一定道理。这是说你不生西方极乐世界，你会得这个大福报。再看下面经文。",
      "zh_TW": "如果你不想到西方極樂世界，跟諸位說，你要在新加坡做上這麼多的好事，新加坡每個人都得到你的利益，你將來一轉世，來生一定做新加坡總統。為什麼？你跟他緣結得太深了，這個地方的人一見你都歡喜你，一見你都擁護你，你前生跟他結的緣深厚，他自然擁護。你做總統國泰民安、天下太平，為什麼？你用善，結的是善緣，這一定道理。這是說你不生西方極樂世界，你會得這個大福報。再看下面經文。"
    },
    {
      "id": "02-003-0025_p0042",
      "zh_CN": "【若曹作善。云何第一。】",
      "zh_TW": "【若曹作善。云何第一。】"
    },
    {
      "id": "02-003-0025_p0043",
      "zh_CN": "这是讲你们大家修善，什么是第一善？佛跟我们说：",
      "zh_TW": "這是講你們大家修善，什麼是第一善？佛跟我們說："
    },
    {
      "id": "02-003-0025_p0044",
      "zh_CN": "【当自端心。】",
      "zh_TW": "【當自端心。】"
    },
    {
      "id": "02-003-0025_p0045",
      "zh_CN": "『端心』就是儒家所讲的正心、诚意，心要正，意要诚，也就是佛法里面讲的发菩提心。菩提心是直心、深心、大悲心，前面给诸位说过，此地不再讲了。心正，当然身就正。",
      "zh_TW": "『端心』就是儒家所講的正心、誠意，心要正，意要誠，也就是佛法裡面講的發菩提心。菩提心是直心、深心、大悲心，前面給諸位說過，此地不再講了。心正，當然身就正。"
    },
    {
      "id": "02-003-0025_p0046",
      "zh_CN": "【当自端身。耳目口鼻。皆当自端。】",
      "zh_TW": "【當自端身。耳目口鼻。皆當自端。】"
    },
    {
      "id": "02-003-0025_p0047",
      "zh_CN": "这就是孔老夫子所讲的「非礼勿视，非礼勿听，非礼勿言」，就是这个意思。所以佛教给我们六根清净，此地这句话就是六根清净的意思。六根眼耳鼻舌身心，『皆当自端』，要清净。",
      "zh_TW": "這就是孔老夫子所講的「非禮勿視，非禮勿聽，非禮勿言」，就是這個意思。所以佛教給我們六根清淨，此地這句話就是六根清淨的意思。六根眼耳鼻舌身心，『皆當自端』，要清淨。"
    },
    {
      "id": "02-003-0025_p0048",
      "zh_CN": "【身心净洁。与善相应。】",
      "zh_TW": "【身心淨潔。與善相應。】"
    },
    {
      "id": "02-003-0025_p0049",
      "zh_CN": "清净就相应，保持你的清净，下面的开示是教我们要戒免的。",
      "zh_TW": "清淨就相應，保持你的清淨，下面的開示是教我們要戒免的。"
    },
    {
      "id": "02-003-0025_p0050",
      "zh_CN": "【勿随嗜欲。】",
      "zh_TW": "【勿隨嗜欲。】"
    },
    {
      "id": "02-003-0025_p0051",
      "zh_CN": "『嗜欲』就是嗜好、欲望，你可不能这个心随着你自己的欲望，随着你自己的嗜好，那你的身心就不清净。这是第一个要戒除的。换句话说，怎样戒法？就是忍辱，要忍一点。譬如说我们看到很好的衣服想买了，忍一忍，我这个衣服还可以穿，何必浪费？我们把钱拿来做功德多好！菜市场看到想吃的，我能省一点，这就够了，只要吃的营养够就可以了，何必讲求口味？你能够在日常生活当中，起心动念，能够自己忍一点，你就修了很多的福，不要随自己的嗜欲，这个不好。",
      "zh_TW": "『嗜欲』就是嗜好、欲望，你可不能這個心隨著你自己的欲望，隨著你自己的嗜好，那你的身心就不清淨。這是第一個要戒除的。換句話說，怎樣戒法？就是忍辱，要忍一點。譬如說我們看到很好的衣服想買了，忍一忍，我這個衣服還可以穿，何必浪費？我們把錢拿來做功德多好！菜市場看到想吃的，我能省一點，這就夠了，只要吃的營養夠就可以了，何必講求口味？你能夠在日常生活當中，起心動念，能夠自己忍一點，你就修了很多的福，不要隨自己的嗜欲，這個不好。"
    },
    {
      "id": "02-003-0025_p0052",
      "zh_CN": "【不犯诸恶。】",
      "zh_TW": "【不犯諸惡。】"
    },
    {
      "id": "02-003-0025_p0053",
      "zh_CN": "能忍才会不犯。",
      "zh_TW": "能忍才會不犯。"
    },
    {
      "id": "02-003-0025_p0054",
      "zh_CN": "【言色当和。】",
      "zh_TW": "【言色當和。】"
    },
    {
      "id": "02-003-0025_p0055",
      "zh_CN": "前面一句是讲的身业。『言色当和』，讲言语、颜色、容貌，和颜悦色，这是讲的口业。",
      "zh_TW": "前面一句是講的身業。『言色當和』，講言語、顏色、容貌，和顏悅色，這是講的口業。"
    },
    {
      "id": "02-003-0025_p0056",
      "zh_CN": "【身行当专。】",
      "zh_TW": "【身行當專。】"
    },
    {
      "id": "02-003-0025_p0057",
      "zh_CN": "这一句尤其重要，世出世法都要专。在世间法里，我们学一个行业，学一个专业，为什么？我们生在世间需要生活、需要养家，我有个正当职业，我能够养家活口就可以了。不必跟人家比赛富贵，不干这个傻事情，那是愚痴，痴人才干这个事情，聪明人、有智慧之人不干这个傻事，不跟人家比赛奢侈。",
      "zh_TW": "這一句尤其重要，世出世法都要專。在世間法裡，我們學一個行業，學一個專業，為什麼？我們生在世間需要生活、需要養家，我有個正當職業，我能夠養家活口就可以了。不必跟人家比賽富貴，不幹這個傻事情，那是愚痴，痴人才幹這個事情，聰明人、有智慧之人不幹這個傻事，不跟人家比賽奢侈。"
    },
    {
      "id": "02-003-0025_p0058",
      "zh_CN": "出世间法，就是佛法里面，也要专学一门。佛教大乘十个宗派，你应当专修一宗，容易成就；如果专修一部经，那是更容易成就。专修一部经，给诸位说，五年就成专家，十年可以说世界第一。你想想看，哪个人在一部经用了十年的工夫？这不是说我们的智慧才华超过别人，不是的。我们的心力集中，时间超过人，力量集中超过人，因此你的成就必然超过一般人，这是一定的道理。所以，世出世间法要知道专一，尤其是我们这个法门，提倡的发菩提心，一向专念。",
      "zh_TW": "出世間法，就是佛法裡面，也要專學一門。佛教大乘十個宗派，你應當專修一宗，容易成就；如果專修一部經，那是更容易成就。專修一部經，給諸位說，五年就成專家，十年可以說世界第一。你想想看，哪個人在一部經用了十年的工夫？這不是說我們的智慧才華超過別人，不是的。我們的心力集中，時間超過人，力量集中超過人，因此你的成就必然超過一般人，這是一定的道理。所以，世出世間法要知道專一，尤其是我們這個法門，提倡的發菩提心，一向專念。"
    },
    {
      "id": "02-003-0025_p0059",
      "zh_CN": "【动作瞻视。安定徐为。】",
      "zh_TW": "【動作瞻視。安定徐為。】"
    },
    {
      "id": "02-003-0025_p0060",
      "zh_CN": "这是教给我们日常生活当中，举止、仪态要大方、要端庄、要稳重，这个样子自自然然你就能影响别人。儒家说「君子不重则不威」，你的威德自然能够感化一方，然后才能收到教化的效果，成就无量功德。所以要学稳重、要学大方、要学安详。",
      "zh_TW": "這是教給我們日常生活當中，舉止、儀態要大方、要端莊、要穩重，這個樣子自自然然你就能影響別人。儒家說「君子不重則不威」，你的威德自然能夠感化一方，然後才能收到教化的效果，成就無量功德。所以要學穩重、要學大方、要學安詳。"
    },
    {
      "id": "02-003-0025_p0061",
      "zh_CN": "【作事仓卒。败悔在后。】",
      "zh_TW": "【作事倉卒。敗悔在後。】"
    },
    {
      "id": "02-003-0025_p0062",
      "zh_CN": "『仓卒』就是慌张，没有秩序、没有条理，凌乱草率，这样做事后来会失败的。所以一个人稳重非常重要，不管在什么时候不慌不张。",
      "zh_TW": "『倉卒』就是慌張，沒有秩序、沒有條理，凌亂草率，這樣做事後來會失敗的。所以一個人穩重非常重要，不管在什麼時候不慌不張。"
    },
    {
      "id": "02-003-0025_p0063",
      "zh_CN": "【为之不谛。亡其功夫。】",
      "zh_TW": "【為之不諦。亡其功夫。】"
    },
    {
      "id": "02-003-0025_p0064",
      "zh_CN": "这是讲做事情草率、放逸，没有周密的思考，不稳重，到后来一定是失败、后悔，把功夫丧失掉，这是非常的可惜。由此可知，威仪对于我们一个人，无论世出世间法，成功、失败有密切的关系。所以佛的戒经里面，实在讲戒条不多，威仪占得很多。你看沙弥十条戒，有二十四门威仪；比丘戒虽然讲两百五十条，其实真正的戒律，前面四重，后面十三僧残，总共戒条只有十七条，其余的全是属于威仪。由此可知，刚才跟诸位讲的，稳重、大方、安详，这是世出世间圣人都要求我们的，这一定要讲求，要努力的修学。请看底下一章：",
      "zh_TW": "這是講做事情草率、放逸，沒有周密的思考，不穩重，到後來一定是失敗、後悔，把功夫喪失掉，這是非常的可惜。由此可知，威儀對於我們一個人，無論世出世間法，成功、失敗有密切的關係。所以佛的戒經裡面，實在講戒條不多，威儀佔得很多。你看沙彌十條戒，有二十四門威儀；比丘戒雖然講兩百五十條，其實真正的戒律，前面四重，後面十三僧殘，總共戒條只有十七條，其餘的全是屬於威儀。由此可知，剛才跟諸位講的，穩重、大方、安詳，這是世出世間聖人都要求我們的，這一定要講求，要努力的修學。請看底下一章："
    },
    {
      "id": "02-003-0025_p0065",
      "zh_CN": "【如贫得宝第三十七】",
      "zh_TW": "【如貧得寶第三十七】"
    },
    {
      "id": "02-003-0025_p0066",
      "zh_CN": "章题是从譬喻上建立的，这一章说的是善因善果，劝勉我们精进，要修善、要断恶。",
      "zh_TW": "章題是從譬喻上建立的，這一章說的是善因善果，勸勉我們精進，要修善、要斷惡。"
    },
    {
      "id": "02-003-0025_p0067",
      "zh_CN": "【汝等广植德本。勿犯道禁。忍辱精进。慈心专一。】",
      "zh_TW": "【汝等廣植德本。勿犯道禁。忍辱精進。慈心專一。】"
    },
    {
      "id": "02-003-0025_p0068",
      "zh_CN": "这句话是非常重要的开示，一定要牢牢记在心头。『广植德本』，这一句是说发菩提心，一向专念，这就是广植德本。『勿犯道禁』，道禁就是指前面所讲的五戒，五种恶行，五恶、五痛、五烧，就是指这个，都是本经上所讲的。『忍辱精进』，经上一再给我们讲到忍辱，真是一而再，再而三，三而四，苦口婆心的劝勉我们。要精进，精是纯而不杂的意思，精纯；进是要进步，不要退步，要求进步。『慈心专一』，以大慈悲心专一，个人修行也专一，教导别人也专一。不要看着末法时期，不要看到现在世界这么乱，乃至于将来还有大的灾难，距离我们现在可以说不算太远，在这个时期，善根、福德深厚的人还很多。所以你是专宣扬这个法门，专以这个法门接引众生，劝导众生，相信的人还是不少。我在世界各地方去走，每到一些地方，都有人真的相信、真的肯干，可见得不是没有，每一个地方都有。如果我到那个地方去，真的一个人都没有，我下次再不去，去没有意思！",
      "zh_TW": "這句話是非常重要的開示，一定要牢牢記在心頭。『廣植德本』，這一句是說發菩提心，一向專念，這就是廣植德本。『勿犯道禁』，道禁就是指前面所講的五戒，五種惡行，五惡、五痛、五燒，就是指這個，都是本經上所講的。『忍辱精進』，經上一再給我們講到忍辱，真是一而再，再而三，三而四，苦口婆心的勸勉我們。要精進，精是純而不雜的意思，精純；進是要進步，不要退步，要求進步。『慈心專一』，以大慈悲心專一，個人修行也專一，教導別人也專一。不要看著末法時期，不要看到現在世界這麼亂，乃至於將來還有大的災難，距離我們現在可以說不算太遠，在這個時期，善根、福德深厚的人還很多。所以你是專宣揚這個法門，專以這個法門接引眾生，勸導眾生，相信的人還是不少。我在世界各地方去走，每到一些地方，都有人真的相信、真的肯幹，可見得不是沒有，每一個地方都有。如果我到那個地方去，真的一個人都沒有，我下次再不去，去沒有意思！"
    },
    {
      "id": "02-003-0025_p0069",
      "zh_CN": "我在台湾，台湾南部有个老法师，是台湾人，非常难得，有人说他有神通，到底是真的假的，我也不晓得，不过我很尊重他。他常说，这个世界上现在是天下大乱，有很大的苦难，这个世界上有三个福地，他讲第一个福地是台湾，第二个福地是新加坡，第三个福地是欧洲的瑞士，他说只有这三个地方不会遭难。我们想想是有道理，为什么？你看看这是第一难信之法，新加坡居然有这么多人相信，这个地方当然是福地，没有话说，决定是福地。他有没有神通我们不管，我们只看现场，我们就晓得这个地方是福地。福地福人居，这么多有福的人在此地，这个地就有福。所以要慈心专一，修专一，弘扬专一。",
      "zh_TW": "我在台灣，台灣南部有個老法師，是台灣人，非常難得，有人說他有神通，到底是真的假的，我也不曉得，不過我很尊重他。他常說，這個世界上現在是天下大亂，有很大的苦難，這個世界上有三個福地，他講第一個福地是台灣，第二個福地是新加坡，第三個福地是歐洲的瑞士，他說只有這三個地方不會遭難。我們想想是有道理，為什麼？你看看這是第一難信之法，新加坡居然有這麼多人相信，這個地方當然是福地，沒有話說，決定是福地。他有沒有神通我們不管，我們只看現場，我們就曉得這個地方是福地。福地福人居，這麼多有福的人在此地，這個地就有福。所以要慈心專一，修專一，弘揚專一。"
    },
    {
      "id": "02-003-0025_p0070",
      "zh_CN": "【斋戒清净。】",
      "zh_TW": "【齋戒清淨。】"
    },
    {
      "id": "02-003-0025_p0071",
      "zh_CN": "『斋』是讲心，就是心地清净。在小乘里面讲斋，是讲过中不食，就是日中一食，这个叫斋。大乘法里面取它的精义，心地清净，身心清净，这是斋。『戒』要清净，前面讲的五戒、十善，五戒、十善要清净，心地要清净。",
      "zh_TW": "『齋』是講心，就是心地清淨。在小乘裡面講齋，是講過中不食，就是日中一食，這個叫齋。大乘法裡面取它的精義，心地清淨，身心清淨，這是齋。『戒』要清淨，前面講的五戒、十善，五戒、十善要清淨，心地要清淨。"
    },
    {
      "id": "02-003-0025_p0072",
      "zh_CN": "【一日一夜。胜在无量寿国为善百岁。】",
      "zh_TW": "【一日一夜。勝在無量壽國為善百歲。】"
    },
    {
      "id": "02-003-0025_p0073",
      "zh_CN": "我们在这个世间，不要认为这个世间不好，实在讲你要是真正明了的话，这个世间修行是相当理想。为什么？佛在此地明白告诉我们，你在新加坡修行一天一夜，等于在西方极乐世界修行一百年，哪有不好？好嘛！怎么不好？这样说起来，为什么我们还要求生西方极乐世界？在此地修不是很好吗？好是好，这个地方是大涨大跌，要是修成功，这是一步升天了，大涨；要是掉下去，一下就掉到阿鼻地狱去，是大涨大跌。说实在话，涨的人少，跌的人多，这很危险。西方极乐世界虽然是修行进步没有我们这边人快，但是他平稳，他没有涨跌，他是平平安安的，他一生决定成功。",
      "zh_TW": "我們在這個世間，不要認為這個世間不好，實在講你要是真正明瞭的話，這個世間修行是相當理想。為什麼？佛在此地明白告訴我們，你在新加坡修行一天一夜，等於在西方極樂世界修行一百年，哪有不好？好嘛！怎麼不好？這樣說起來，為什麼我們還要求生西方極樂世界？在此地修不是很好嗎？好是好，這個地方是大漲大跌，要是修成功，這是一步升天了，大漲；要是掉下去，一下就掉到阿鼻地獄去，是大漲大跌。說實在話，漲的人少，跌的人多，這很危險。西方極樂世界雖然是修行進步沒有我們這邊人快，但是他平穩，他沒有漲跌，他是平平安安的，他一生決定成功。"
    },
    {
      "id": "02-003-0025_p0074",
      "zh_CN": "你想想看，这是以我们凡情可以想得到的，西方世界一切顺心，你没有烦恼。今天在这个世间，人事环境、物质环境，天天都是麻烦的，你能够在这个环境里头清心寡欲，这个功夫了不起，这不是一般人能够做得到的。所以说不要多，你一日一夜身心清净、一尘不染，你这一天的功夫超过西方极乐世界人修行一百年。所以大家要努力。底下说明这个道理。",
      "zh_TW": "你想想看，這是以我們凡情可以想得到的，西方世界一切順心，你沒有煩惱。今天在這個世間，人事環境、物質環境，天天都是麻煩的，你能夠在這個環境裡頭清心寡欲，這個功夫了不起，這不是一般人能夠做得到的。所以說不要多，你一日一夜身心清淨、一塵不染，你這一天的功夫超過西方極樂世界人修行一百年。所以大家要努力。底下說明這個道理。"
    },
    {
      "id": "02-003-0025_p0075",
      "zh_CN": "【所以者何。】",
      "zh_TW": "【所以者何。】"
    },
    {
      "id": "02-003-0025_p0076",
      "zh_CN": "为什么？",
      "zh_TW": "為什麼？"
    },
    {
      "id": "02-003-0025_p0077",
      "zh_CN": "【彼佛国土。皆积德众善。无毫发之恶。】",
      "zh_TW": "【彼佛國土。皆積德眾善。無毫髮之惡。】"
    },
    {
      "id": "02-003-0025_p0078",
      "zh_CN": "西方极乐世界环境好，不会堕落，不会让你生烦恼，西方极乐世界没有一桩事情不是称心如意的。我们这个世间所谓是「不如意事常八九」，现在说老实话，不止八、九，你这一生当中，八、九不如意，你还有一、两分如意的吗？一、两分都没有。今天你遇到佛法，我还有一分，这一分是什么？学佛，除了学佛之外，没有一样是如意的。学了佛还有很多人来障碍你，还有很多人来找麻烦，可见得这个世间修行相当不容易。不容易而能修，这就可贵，诸佛都赞叹。",
      "zh_TW": "西方極樂世界環境好，不會墮落，不會讓你生煩惱，西方極樂世界沒有一樁事情不是稱心如意的。我們這個世間所謂是「不如意事常八九」，現在說老實話，不止八、九，你這一生當中，八、九不如意，你還有一、兩分如意的嗎？一、兩分都沒有。今天你遇到佛法，我還有一分，這一分是什麼？學佛，除了學佛之外，沒有一樣是如意的。學了佛還有很多人來障礙你，還有很多人來找麻煩，可見得這個世間修行相當不容易。不容易而能修，這就可貴，諸佛都讚歎。"
    },
    {
      "id": "02-003-0025_p0079",
      "zh_CN": "【于此修善。十日十夜。胜于他方诸佛国中。为善千岁。】",
      "zh_TW": "【於此修善。十日十夜。勝於他方諸佛國中。為善千歲。】"
    },
    {
      "id": "02-003-0025_p0080",
      "zh_CN": "这是讲他方净佛国土。为什么？",
      "zh_TW": "這是講他方淨佛國土。為什麼？"
    },
    {
      "id": "02-003-0025_p0081",
      "zh_CN": "【所以者何。他方佛国。福德自然。无造恶之地。唯此世间。善少恶多。饮苦食毒。未尝宁息。】",
      "zh_TW": "【所以者何。他方佛國。福德自然。無造惡之地。唯此世間。善少惡多。飲苦食毒。未嘗寧息。】"
    },
    {
      "id": "02-003-0025_p0082",
      "zh_CN": "末后这句话就是我们现代社会人生的写实，释迦牟尼佛生在三千年前，把我们今天社会的状况说得清清楚楚、明明白白。他方佛国土，清净国土，不是没有恶，有恶，恶少善多，就好像我们这个世界在一千年、两千年前的时候，人心淳厚，厚道，所以不欺人。我记得我在小时候，大概在小学时代，那时候的社会跟现在不一样，买东西可以欠帐，欠帐可以不要写字据。你看看商人跟顾客就有这样的信用，他知道你拿去不会赖他帐，甚至于时间久了，自己忘掉了，欠帐的人到时候自动把钱送来，这才想起来，不记帐的。你就晓得那时候人心多厚，不欺人。",
      "zh_TW": "末後這句話就是我們現代社會人生的寫實，釋迦牟尼佛生在三千年前，把我們今天社會的狀況說得清清楚楚、明明白白。他方佛國土，清淨國土，不是沒有惡，有惡，惡少善多，就好像我們這個世界在一千年、兩千年前的時候，人心淳厚，厚道，所以不欺人。我記得我在小時候，大概在小學時代，那時候的社會跟現在不一樣，買東西可以欠帳，欠帳可以不要寫字據。你看看商人跟顧客就有這樣的信用，他知道你拿去不會賴他帳，甚至於時間久了，自己忘掉了，欠帳的人到時候自動把錢送來，這才想起來，不記帳的。你就曉得那時候人心多厚，不欺人。"
    },
    {
      "id": "02-003-0025_p0083",
      "zh_CN": "不像现在，现在记上帐、订了契约还后悔，还想方法来欺骗你。现在人心跟那个时候不过五十年而已，这五十年，一百八十度的转变，我们看到心里非常痛心、非常难过，真的整个世界颠倒了。你看我们中国文字横写的，从右边写左边来，现在从左边写到右边，颠倒了，看到真难过，整个颠倒。现在把颠倒认为是当然的，正规的认为是反常的，你说怎么得了！所以人与人当中，诚信大家认为这是奇怪，不可思议的，大概这个人头脑不正常，才会诚心诚意待人。狡诈欺骗，这个人很能干、聪明，他真有办法，他会骗人，往后果报就不可思议。",
      "zh_TW": "不像現在，現在記上帳、訂了契約還後悔，還想方法來欺騙你。現在人心跟那個時候不過五十年而已，這五十年，一百八十度的轉變，我們看到心裡非常痛心、非常難過，真的整個世界顛倒了。你看我們中國文字橫寫的，從右邊寫左邊來，現在從左邊寫到右邊，顛倒了，看到真難過，整個顛倒。現在把顛倒認為是當然的，正規的認為是反常的，你說怎麼得了！所以人與人當中，誠信大家認為這是奇怪，不可思議的，大概這個人頭腦不正常，才會誠心誠意待人。狡詐欺騙，這個人很能幹、聰明，他真有辦法，他會騙人，往後果報就不可思議。"
    },
    {
      "id": "02-003-0025_p0084",
      "zh_CN": "佛此地讲这个世间『善少恶多』，现在善太少了，恶，我们六根接触的，普遍都是的。所以我们今天饮的是苦水，吃的是毒。饮的水里面，有清洁剂、化学的东西在里头，都不正常；吃的东西，种植的东西都有农药，而且农药都下得很重。譬如肉，我听说这个肉，杀猪的时候都给牠打针，那些针都是有毒的；牛奶，过去台中李老师一听说，牛奶不敢喝了，为什么？听说牛也是打针的。他说我们这一天三餐哪里叫吃饭，是三餐服毒！所以现在人这个身体奇奇怪怪的病很多，从哪里来的？饮食来的。蔬菜，蔬菜有农药，台湾的农药尤其下得重，所以青菜要洗很多遍，生菜没有人敢吃。在外国，外国也有农药，但是外国人还讲一点人道，农药不敢用得太重，不敢用得很重，他们检查，罚款罚得很重。如果发现用的药对人体有伤害的话，这批货物马上就丢到海里面去，就丢弃掉，所以他们用的药分量是比较轻，不伤害身体。现在的饮料确实都是化学做的，所吃的东西不是天然的，不像从前，从前人吃的东西吃天然的。",
      "zh_TW": "佛此地講這個世間『善少惡多』，現在善太少了，惡，我們六根接觸的，普遍都是的。所以我們今天飲的是苦水，吃的是毒。飲的水裡面，有清潔劑、化學的東西在裡頭，都不正常；吃的東西，種植的東西都有農藥，而且農藥都下得很重。譬如肉，我聽說這個肉，殺豬的時候都給牠打針，那些針都是有毒的；牛奶，過去台中李老師一聽說，牛奶不敢喝了，為什麼？聽說牛也是打針的。他說我們這一天三餐哪裡叫吃飯，是三餐服毒！所以現在人這個身體奇奇怪怪的病很多，從哪裡來的？飲食來的。蔬菜，蔬菜有農藥，台灣的農藥尤其下得重，所以青菜要洗很多遍，生菜沒有人敢吃。在外國，外國也有農藥，但是外國人還講一點人道，農藥不敢用得太重，不敢用得很重，他們檢查，罰款罰得很重。如果發現用的藥對人體有傷害的話，這批貨物馬上就丟到海裡面去，就丟棄掉，所以他們用的藥分量是比較輕，不傷害身體。現在的飲料確實都是化學做的，所吃的東西不是天然的，不像從前，從前人吃的東西吃天然的。"
    },
    {
      "id": "02-003-0025_p0085",
      "zh_CN": "我有一次遇到一位老人，这个老人跟我关系也相当深厚，他不学佛，我就曾经问他一句话，因为他的年龄跟我母亲同年。我请教他一个问题，你们现在吃肉，吃鸡肉、猪肉，在我们中国人吃得最多的，我说就你记忆当中想一想，你现在吃的肉的味道，跟你五十年前吃的鸡肉、猪肉的味道一样不一样？他想了半天说不一样，没有从前的好吃。从前鸡跟猪是自然养的，让牠在外面乱跑。现在的鸡从孵出来之后，一生就养在笼子里头，等于说那个人生下来就关监牢狱，关了一辈子，然后拿出来杀，你说牠的心情怎么愉快？牠的肉怎么会好吃？以前的鸡生活在大自然，牠心情愉快，牠那个肉大概味道不一样，我想像当中。我问他，我是很多年不吃这个东西，在我猜想当中，一定不是味道，一定味道不好，你们为什么还要吃这个东西？现在猪也是如此。",
      "zh_TW": "我有一次遇到一位老人，這個老人跟我關係也相當深厚，他不學佛，我就曾經問他一句話，因為他的年齡跟我母親同年。我請教他一個問題，你們現在吃肉，吃雞肉、豬肉，在我們中國人吃得最多的，我說就你記憶當中想一想，你現在吃的肉的味道，跟你五十年前吃的雞肉、豬肉的味道一樣不一樣？他想了半天說不一樣，沒有從前的好吃。從前雞跟豬是自然養的，讓牠在外面亂跑。現在的雞從孵出來之後，一生就養在籠子裡頭，等於說那個人生下來就關監牢獄，關了一輩子，然後拿出來殺，你說牠的心情怎麼愉快？牠的肉怎麼會好吃？以前的雞生活在大自然，牠心情愉快，牠那個肉大概味道不一樣，我想像當中。我問他，我是很多年不吃這個東西，在我猜想當中，一定不是味道，一定味道不好，你們為什麼還要吃這個東西？現在豬也是如此。"
    },
    {
      "id": "02-003-0025_p0086",
      "zh_CN": "动物可怜，都关监牢狱，我们看到的确是非常可怜，这都是有因果报应。以前你说做畜生，变鸡、变猪，牠一生还有相当自由的活动，不过临命终时被杀而已。现在可怜，一生下来就被关在监牢狱里头，一直关到最后还是免不了一刀。可见得现在畜生比从前畜生苦得太多了，这是要觉悟的，要认识清楚。再看下面经文：",
      "zh_TW": "動物可憐，都關監牢獄，我們看到的確是非常可憐，這都是有因果報應。以前你說做畜生，變雞、變豬，牠一生還有相當自由的活動，不過臨命終時被殺而已。現在可憐，一生下來就被關在監牢獄裡頭，一直關到最後還是免不了一刀。可見得現在畜生比從前畜生苦得太多了，這是要覺悟的，要認識清楚。再看下面經文："
    },
    {
      "id": "02-003-0025_p0087",
      "zh_CN": "【吾哀汝等。苦心诲喻。授与经法。悉持思之。悉奉行之。】",
      "zh_TW": "【吾哀汝等。苦心誨喻。授與經法。悉持思之。悉奉行之。】"
    },
    {
      "id": "02-003-0025_p0088",
      "zh_CN": "这是佛大慈大悲怜悯我们一切众生，苦口婆心在这里教诲、劝喻。『授与经法』，就是把部经传授给我们，希望我们要受持、希望我们要读诵、希望我们常常忆念，『悉奉行之』。",
      "zh_TW": "這是佛大慈大悲憐憫我們一切眾生，苦口婆心在這裡教誨、勸喻。『授與經法』，就是把部經傳授給我們，希望我們要受持、希望我們要讀誦、希望我們常常憶念，『悉奉行之』。"
    },
    {
      "id": "02-003-0025_p0089",
      "zh_CN": "【尊卑。男女。眷属。朋友。转相教语。】",
      "zh_TW": "【尊卑。男女。眷屬。朋友。轉相教語。】"
    },
    {
      "id": "02-003-0025_p0090",
      "zh_CN": "凡是你认识的人，你都应当要劝导他，听不听是他的事情，我们要尽到责任，一定要尽到责任，把这个劝告他。眼前劝他他不听，不足以为怪，自己要认真修行，修个两、三年，自己相貌也变了，苦恼没有了，快快乐乐的，他会问你，你为什么这么快乐？我的日子这么苦，你为什么快乐？我依照《无量寿经》修的，我教给你你不干，你要干，你不就跟我一样快乐吗？一定要做。过几年，慢慢的他们都相信了，这样你就把这些人统统都度了。",
      "zh_TW": "凡是你認識的人，你都應當要勸導他，聽不聽是他的事情，我們要盡到責任，一定要盡到責任，把這個勸告他。眼前勸他他不聽，不足以為怪，自己要認真修行，修個兩、三年，自己相貌也變了，苦惱沒有了，快快樂樂的，他會問你，你為什麼這麼快樂？我的日子這麼苦，你為什麼快樂？我依照《無量壽經》修的，我教給你你不幹，你要幹，你不就跟我一樣快樂嗎？一定要做。過幾年，慢慢的他們都相信了，這樣你就把這些人統統都度了。"
    },
    {
      "id": "02-003-0025_p0091",
      "zh_CN": "现在他不相信，也跟他讲，不要怕毁谤，毁谤无所谓。不要说我跟他说这个，他又谤佛，让他造罪，没那么严重。为什么？我们眼睛看得清清楚楚，他过几年会回心转意，他会认真修行，会护持佛法的。你看看过去祖师，蕅益大师、印光大师年轻的时候都谤佛，谤佛、谤法，后来他明白了，成为一代祖师，自行化他，这个是不怕的。所以我们一定要给这些亲戚朋友、给认识的人要结佛缘，特别是结这个最殊胜的法缘。",
      "zh_TW": "現在他不相信，也跟他講，不要怕毀謗，毀謗無所謂。不要說我跟他說這個，他又謗佛，讓他造罪，沒那麼嚴重。為什麼？我們眼睛看得清清楚楚，他過幾年會回心轉意，他會認真修行，會護持佛法的。你看看過去祖師，蕅益大師、印光大師年輕的時候都謗佛，謗佛、謗法，後來他明白了，成為一代祖師，自行化他，這個是不怕的。所以我們一定要給這些親戚朋友、給認識的人要結佛緣，特別是結這個最殊勝的法緣。"
    },
    {
      "id": "02-003-0025_p0092",
      "zh_CN": "【自相约检。和顺义理。欢乐慈孝。】",
      "zh_TW": "【自相約檢。和順義理。歡樂慈孝。】"
    },
    {
      "id": "02-003-0025_p0093",
      "zh_CN": "这是教给我们自己要做到的，自己对自己要检点、要约束，这就刚才讲的要忍辱是一个意思，对自己要节俭、要约束。『和顺义理，欢乐慈孝』，慈悲一切，孝顺父母。",
      "zh_TW": "這是教給我們自己要做到的，自己對自己要檢點、要約束，這就剛才講的要忍辱是一個意思，對自己要節儉、要約束。『和順義理，歡樂慈孝』，慈悲一切，孝順父母。"
    },
    {
      "id": "02-003-0025_p0094",
      "zh_CN": "【所作如犯。则自悔过。去恶就善。朝闻夕改。】",
      "zh_TW": "【所作如犯。則自悔過。去惡就善。朝聞夕改。】"
    },
    {
      "id": "02-003-0025_p0095",
      "zh_CN": "如果自己有过失，这是免不了的，为什么？无始劫以来烦恼习气，总会犯的。犯了知道，犯了不是不知道，知道之后要忏悔，为什么今天我又起一个恶念？为什么今天我又做一个恶事？自己要能责备自己，要能够改过自新，这叫真正忏悔。『朝闻夕改』，这是说改得快，觉悟了马上就改。",
      "zh_TW": "如果自己有過失，這是免不了的，為什麼？無始劫以來煩惱習氣，總會犯的。犯了知道，犯了不是不知道，知道之後要懺悔，為什麼今天我又起一個惡念？為什麼今天我又做一個惡事？自己要能責備自己，要能夠改過自新，這叫真正懺悔。『朝聞夕改』，這是說改得快，覺悟了馬上就改。"
    },
    {
      "id": "02-003-0025_p0096",
      "zh_CN": "【奉持经戒。如贫得宝。】",
      "zh_TW": "【奉持經戒。如貧得寶。】"
    },
    {
      "id": "02-003-0025_p0097",
      "zh_CN": "这章章题从这一句来的，就好像非常贫贱之人忽然得到宝物，发了大财，你看他多欢喜。以这个来形容这『经戒』不容易，经就是指这部经，戒就是指前面五恶五痛五烧，特别是指这个戒。",
      "zh_TW": "這章章題從這一句來的，就好像非常貧賤之人忽然得到寶物，發了大財，你看他多歡喜。以這個來形容這『經戒』不容易，經就是指這部經，戒就是指前面五惡五痛五燒，特別是指這個戒。"
    },
    {
      "id": "02-003-0025_p0098",
      "zh_CN": "【改往修来。洒心易行。】",
      "zh_TW": "【改往修來。洒心易行。】"
    },
    {
      "id": "02-003-0025_p0099",
      "zh_CN": "过去所有一切过失统统把它改过来，这就是真正的修行。『行』是行为，错误的行为把它修正过来，叫做修行，修行两个字的意义一定要清清楚楚、明明白白。『洒心易行』，这个「洒」跟清洗的「洗」是一样，把心里面肮脏的东西洗得干干净净，把我们的行为全部换过来。从前不好的行为，现在统统换成善行、好行为。",
      "zh_TW": "過去所有一切過失統統把它改過來，這就是真正的修行。『行』是行為，錯誤的行為把它修正過來，叫做修行，修行兩個字的意義一定要清清楚楚、明明白白。『洒心易行』，這個「洒」跟清洗的「洗」是一樣，把心裡面骯髒的東西洗得乾乾淨淨，把我們的行為全部換過來。從前不好的行為，現在統統換成善行、好行為。"
    },
    {
      "id": "02-003-0025_p0100",
      "zh_CN": "【自然感降。所愿辄得。】",
      "zh_TW": "【自然感降。所願輒得。】"
    },
    {
      "id": "02-003-0025_p0101",
      "zh_CN": "『感』就是感应，我们有感，诸佛菩萨、一切善神自然降福于我们，这就是我们常说的感应道交。所以你有愿决定可以得到，佛氏门中，有愿必成。",
      "zh_TW": "『感』就是感應，我們有感，諸佛菩薩、一切善神自然降福於我們，這就是我們常說的感應道交。所以你有願決定可以得到，佛氏門中，有願必成。"
    },
    {
      "id": "02-003-0025_p0102",
      "zh_CN": "【佛所行处。国邑丘聚。】",
      "zh_TW": "【佛所行處。國邑丘聚。】"
    },
    {
      "id": "02-003-0025_p0103",
      "zh_CN": "『国』是一个国家，『邑』是都市，『丘聚』是乡村。",
      "zh_TW": "『國』是一個國家，『邑』是都市，『丘聚』是鄉村。"
    },
    {
      "id": "02-003-0025_p0104",
      "zh_CN": "【靡不蒙化。】",
      "zh_TW": "【靡不蒙化。】"
    },
    {
      "id": "02-003-0025_p0105",
      "zh_CN": "「佛所行处」简单说就是佛教所在之处，佛陀教化所行之处，这个地方国土决定是吉祥的。",
      "zh_TW": "「佛所行處」簡單說就是佛教所在之處，佛陀教化所行之處，這個地方國土決定是吉祥的。"
    },
    {
      "id": "02-003-0025_p0106",
      "zh_CN": "【天下和顺。日月清明。风雨以时。灾厉不起。国丰民安。兵戈无用。】",
      "zh_TW": "【天下和順。日月清明。風雨以時。災厲不起。國豐民安。兵戈無用。】"
    },
    {
      "id": "02-003-0025_p0107",
      "zh_CN": "这是讲佛陀教化所行之处，这个地方决定是吉祥富足的，所谓是天和地利。第一句是讲的人和，『天下和顺』，人和。人和之后就感应到天也和，『日月清明，风雨以时』，天也和。这在佛法里面讲的是依报环境随着人心转，人心善，那是日丽风和，才能感到天和。『灾厉不起』，这是时也和，这是太平时候。",
      "zh_TW": "這是講佛陀教化所行之處，這個地方決定是吉祥富足的，所謂是天和地利。第一句是講的人和，『天下和順』，人和。人和之後就感應到天也和，『日月清明，風雨以時』，天也和。這在佛法裡面講的是依報環境隨著人心轉，人心善，那是日麗風和，才能感到天和。『災厲不起』，這是時也和，這是太平時候。"
    },
    {
      "id": "02-003-0025_p0108",
      "zh_CN": "【崇德兴仁。】",
      "zh_TW": "【崇德興仁。】"
    },
    {
      "id": "02-003-0025_p0109",
      "zh_CN": "大家尊崇道德，每个人心里都能够兴起仁慈之心。",
      "zh_TW": "大家尊崇道德，每個人心裡都能夠興起仁慈之心。"
    },
    {
      "id": "02-003-0025_p0110",
      "zh_CN": "【务修礼让。】",
      "zh_TW": "【務修禮讓。】"
    },
    {
      "id": "02-003-0025_p0111",
      "zh_CN": "『务』是务必，这句很重要，这是前面一切吉祥的因缘，为什么会有这么好？是大家都知道『礼』，都知道『让』，都能够明礼，都能够忍让。",
      "zh_TW": "『務』是務必，這句很重要，這是前面一切吉祥的因緣，為什麼會有這麼好？是大家都知道『禮』，都知道『讓』，都能夠明禮，都能夠忍讓。"
    },
    {
      "id": "02-003-0025_p0112",
      "zh_CN": "【国无盗贼。无有怨枉。强不凌弱。】",
      "zh_TW": "【國無盜賊。無有怨枉。強不凌弱。】"
    },
    {
      "id": "02-003-0025_p0113",
      "zh_CN": "强不会欺负弱者。",
      "zh_TW": "強不會欺負弱者。"
    },
    {
      "id": "02-003-0025_p0114",
      "zh_CN": "【各得其所。】",
      "zh_TW": "【各得其所。】"
    },
    {
      "id": "02-003-0025_p0115",
      "zh_CN": "这真正是天下太平，这种太平从哪里来的？是佛陀教学所行之处才有的。这桩事情诸位要是详细去念中国历史，你会发现中国在历代，国力最强盛的时候，人民生活过得最好的时候，就是佛教最兴的时候。佛教一衰，国力也衰了，老百姓痛苦都来了。你从中国这两千年的历史，诸位仔细去看，它的兴衰跟佛陀教化真的成正比例，这是两千年的事实，应当记取。这不是侥幸，不是恰恰好遇到的，不可能，不可能每次都是这么恰好遇到，这个有关系。所以佛法是世出世间最好的教育。",
      "zh_TW": "這真正是天下太平，這種太平從哪裡來的？是佛陀教學所行之處才有的。這樁事情諸位要是詳細去念中國歷史，你會發現中國在歷代，國力最強盛的時候，人民生活過得最好的時候，就是佛教最興的時候。佛教一衰，國力也衰了，老百姓痛苦都來了。你從中國這兩千年的歷史，諸位仔細去看，它的興衰跟佛陀教化真的成正比例，這是兩千年的事實，應當記取。這不是僥倖，不是恰恰好遇到的，不可能，不可能每次都是這麼恰好遇到，這個有關係。所以佛法是世出世間最好的教育。"
    },
    {
      "id": "02-003-0025_p0116",
      "zh_CN": "【我哀汝等。】",
      "zh_TW": "【我哀汝等。】"
    },
    {
      "id": "02-003-0025_p0117",
      "zh_CN": "释迦牟尼佛说，佛是哀怜我们一切众生。",
      "zh_TW": "釋迦牟尼佛說，佛是哀憐我們一切眾生。"
    },
    {
      "id": "02-003-0025_p0118",
      "zh_CN": "【甚于父母念子。】",
      "zh_TW": "【甚於父母念子。】"
    },
    {
      "id": "02-003-0025_p0119",
      "zh_CN": "佛陀对于一切众生的爱护、怜悯，超过父母对子女。",
      "zh_TW": "佛陀對於一切眾生的愛護、憐憫，超過父母對子女。"
    },
    {
      "id": "02-003-0025_p0120",
      "zh_CN": "【我于此世作佛。以善攻恶。】",
      "zh_TW": "【我於此世作佛。以善攻惡。】"
    },
    {
      "id": "02-003-0025_p0121",
      "zh_CN": "就是用善法来劝你改过，来对治这些恶法。",
      "zh_TW": "就是用善法來勸你改過，來對治這些惡法。"
    },
    {
      "id": "02-003-0025_p0122",
      "zh_CN": "【拔生死之苦。令获五德。】",
      "zh_TW": "【拔生死之苦。令獲五德。】"
    },
    {
      "id": "02-003-0025_p0123",
      "zh_CN": "『五德』就是五种戒德，不杀生、不偷盗、不邪淫、不妄语、不饮酒。",
      "zh_TW": "『五德』就是五種戒德，不殺生、不偷盜、不邪淫、不妄語、不飲酒。"
    },
    {
      "id": "02-003-0025_p0124",
      "zh_CN": "【升无为之安。】",
      "zh_TW": "【升無為之安。】"
    },
    {
      "id": "02-003-0025_p0125",
      "zh_CN": "『无为之安』就是成佛。如果不把你提升到成佛，证到圆满的佛果，佛的教化不算圆满，不算究竟。一定要教你成佛，才算究竟。",
      "zh_TW": "『無為之安』就是成佛。如果不把你提升到成佛，證到圓滿的佛果，佛的教化不算圓滿，不算究竟。一定要教你成佛，才算究竟。"
    },
    {
      "id": "02-003-0025_p0126",
      "zh_CN": "【吾般泥洹。】",
      "zh_TW": "【吾般泥洹。】"
    },
    {
      "id": "02-003-0025_p0127",
      "zh_CN": "佛预先说了他将来要离开这个世间，也要走。",
      "zh_TW": "佛預先說了他將來要離開這個世間，也要走。"
    },
    {
      "id": "02-003-0025_p0128",
      "zh_CN": "【经道渐灭。】",
      "zh_TW": "【經道漸滅。】"
    },
    {
      "id": "02-003-0025_p0129",
      "zh_CN": "佛的经法、佛的教诫也逐渐会变质，会衰退。",
      "zh_TW": "佛的經法、佛的教誡也逐漸會變質，會衰退。"
    },
    {
      "id": "02-003-0025_p0130",
      "zh_CN": "【人民谄伪。】",
      "zh_TW": "【人民諂偽。】"
    },
    {
      "id": "02-003-0025_p0131",
      "zh_CN": "这一段是佛的预言。",
      "zh_TW": "這一段是佛的預言。"
    },
    {
      "id": "02-003-0025_p0132",
      "zh_CN": "【复为众恶。五烧五痛。久后转剧。】",
      "zh_TW": "【復為眾惡。五燒五痛。久後轉劇。】"
    },
    {
      "id": "02-003-0025_p0133",
      "zh_CN": "这个预言现在兑现了。现在这个恶、烧、痛是加速度的在增长，好像立刻就要崩溃一样，加速度的在增长，没有办法止得住。每个人都有贪心，你叫他不贪，做不到，不可能的事情。尤其他还有理由，那些人都贪，我为什么不贪？那么多人都盗，我为什么不盗？这没有法子！这就是现在所谓潮流，已经变成潮流，这是五恶、五痛、五烧的潮流，这怎么得了！佛在这此地预言我们现代的社会，是『久后转剧』。",
      "zh_TW": "這個預言現在兌現了。現在這個惡、燒、痛是加速度的在增長，好像立刻就要崩潰一樣，加速度的在增長，沒有辦法止得住。每個人都有貪心，你叫他不貪，做不到，不可能的事情。尤其他還有理由，那些人都貪，我為什麼不貪？那麼多人都盜，我為什麼不盜？這沒有法子！這就是現在所謂潮流，已經變成潮流，這是五惡、五痛、五燒的潮流，這怎麼得了！佛在這此地預言我們現代的社會，是『久後轉劇』。"
    },
    {
      "id": "02-003-0025_p0134",
      "zh_CN": "【汝等转相教诫。如佛经法。无得犯也。】",
      "zh_TW": "【汝等轉相教誡。如佛經法。無得犯也。】"
    },
    {
      "id": "02-003-0025_p0135",
      "zh_CN": "我们今天正好生在这个潮流里面，真是苦不堪言。我们自己觉悟了，非常幸运遇到佛法，不但遇到佛法，遇到佛纯正第一法，这个难得。所以，一定要认真努力的修学，用我们智慧、用我们的能力影响我们的家亲眷属、邻里乡党。将来这整个世界有劫难，这是共业，共业里面还有不共业，还有别业。在大的洪流里面，还有小小的这一块不会被波及，这要靠我们自己努力。如果我们自己不努力，可以说没有法子幸免，你想不被这个洪水吞食，几乎是不可能的事情。所以一定要遵守佛的教训，不要认为佛所说的不符合社会潮流，你的想法就错了。不符合潮流是真的，这个潮流不是个好的潮流，是恶的潮流，佛教给我们逆流向上。",
      "zh_TW": "我們今天正好生在這個潮流裡面，真是苦不堪言。我們自己覺悟了，非常幸運遇到佛法，不但遇到佛法，遇到佛純正第一法，這個難得。所以，一定要認真努力的修學，用我們智慧、用我們的能力影響我們的家親眷屬、鄰里鄉黨。將來這整個世界有劫難，這是共業，共業裡面還有不共業，還有別業。在大的洪流裡面，還有小小的這一塊不會被波及，這要靠我們自己努力。如果我們自己不努力，可以說沒有法子倖免，你想不被這個洪水吞食，幾乎是不可能的事情。所以一定要遵守佛的教訓，不要認為佛所說的不符合社會潮流，你的想法就錯了。不符合潮流是真的，這個潮流不是個好的潮流，是惡的潮流，佛教給我們逆流向上。"
    },
    {
      "id": "02-003-0025_p0136",
      "zh_CN": "【弥勒菩萨。合掌白言。世人恶苦。如是如是。】",
      "zh_TW": "【彌勒菩薩。合掌白言。世人惡苦。如是如是。】"
    },
    {
      "id": "02-003-0025_p0137",
      "zh_CN": "弥勒菩萨也看得清清楚楚、明明白白，听了佛讲的话，他马上就能够明了，就能够觉悟，世人之苦确实像佛所说的。",
      "zh_TW": "彌勒菩薩也看得清清楚楚、明明白白，聽了佛講的話，他馬上就能夠明瞭，就能夠覺悟，世人之苦確實像佛所說的。"
    },
    {
      "id": "02-003-0025_p0138",
      "zh_CN": "【佛皆慈哀。悉度脱之。受佛重诲。不敢违失。】",
      "zh_TW": "【佛皆慈哀。悉度脫之。受佛重誨。不敢違失。】"
    },
    {
      "id": "02-003-0025_p0139",
      "zh_CN": "前面佛教诫弥勒菩萨，弥勒菩萨接受依教奉行。这一段又说了，的确显示出佛的苦口婆心，救度一切众生的心非常的殷切。我们再看底下一章，底下一章才能看出佛的彻底悲心。前面都是言教，劝导你们，你们如果不相信怎么办？再拿出证据来给你看，你看到证据，不能不信。这就是佛门常讲的三转法轮，前面「示转」，这一段「劝转」，苦口婆心劝你，劝你再不听，再「证转」，给你来作证明。",
      "zh_TW": "前面佛教誡彌勒菩薩，彌勒菩薩接受依教奉行。這一段又說了，的確顯示出佛的苦口婆心，救度一切眾生的心非常的殷切。我們再看底下一章，底下一章才能看出佛的徹底悲心。前面都是言教，勸導你們，你們如果不相信怎麼辦？再拿出證據來給你看，你看到證據，不能不信。這就是佛門常講的三轉法輪，前面「示轉」，這一段「勸轉」，苦口婆心勸你，勸你再不聽，再「證轉」，給你來作證明。"
    },
    {
      "id": "02-003-0025_p0140",
      "zh_CN": "【礼佛现光第三十八】",
      "zh_TW": "【禮佛現光第三十八】"
    },
    {
      "id": "02-003-0025_p0141",
      "zh_CN": "这一章是本师释迦牟尼佛、阿弥陀佛这两位如来，加持当时在会的大众，叫一切大众亲眼看到阿弥陀佛，亲眼见到西方极乐世界，这不能不相信了。所以这三转法轮，到了作证转，我给你作证明，西方极乐世界不是假的。",
      "zh_TW": "這一章是本師釋迦牟尼佛、阿彌陀佛這兩位如來，加持當時在會的大眾，叫一切大眾親眼看到阿彌陀佛，親眼見到西方極樂世界，這不能不相信了。所以這三轉法輪，到了作證轉，我給你作證明，西方極樂世界不是假的。"
    },
    {
      "id": "02-003-0025_p0142",
      "zh_CN": "【佛告阿难。若曹欲见无量清净平等觉。】",
      "zh_TW": "【佛告阿難。若曹欲見無量清淨平等覺。】"
    },
    {
      "id": "02-003-0025_p0143",
      "zh_CN": "『无量清净平等觉』就是无量寿佛，无量寿佛的别名。",
      "zh_TW": "『無量清淨平等覺』就是無量壽佛，無量壽佛的別名。"
    },
    {
      "id": "02-003-0025_p0144",
      "zh_CN": "【及诸菩萨阿罗汉等所居国土。】",
      "zh_TW": "【及諸菩薩阿羅漢等所居國土。】"
    },
    {
      "id": "02-003-0025_p0145",
      "zh_CN": "这句话说，你们想不想见阿弥陀佛？想不想见极乐世界的菩萨、罗汉，以及他们那个地方的国土，你们想不想？当然大家想见，这一定道理。前面佛说了，介绍的西方极乐世界这么好，没有见过，能见到那当然太好了。佛又说了：",
      "zh_TW": "這句話說，你們想不想見阿彌陀佛？想不想見極樂世界的菩薩、羅漢，以及他們那個地方的國土，你們想不想？當然大家想見，這一定道理。前面佛說了，介紹的西方極樂世界這麼好，沒有見過，能見到那當然太好了。佛又說了："
    },
    {
      "id": "02-003-0025_p0146",
      "zh_CN": "【应起西向。】",
      "zh_TW": "【應起西向。】"
    },
    {
      "id": "02-003-0025_p0147",
      "zh_CN": "你要想见就站起来，你起立面向西方。哪个西方？",
      "zh_TW": "你要想見就站起來，你起立面向西方。哪個西方？"
    },
    {
      "id": "02-003-0025_p0148",
      "zh_CN": "【当日没处。】",
      "zh_TW": "【當日沒處。】"
    },
    {
      "id": "02-003-0025_p0149",
      "zh_CN": "就是太阳下山的方向，你向西方。",
      "zh_TW": "就是太陽下山的方向，你向西方。"
    },
    {
      "id": "02-003-0025_p0150",
      "zh_CN": "【恭敬顶礼。称念南无阿弥陀佛。】",
      "zh_TW": "【恭敬頂禮。稱念南無阿彌陀佛。】"
    },
    {
      "id": "02-003-0025_p0151",
      "zh_CN": "这是佛教给大家的方法，你想见西方极乐世界，你就照这个方法做。阿难尊者很乖巧。",
      "zh_TW": "這是佛教給大家的方法，你想見西方極樂世界，你就照這個方法做。阿難尊者很乖巧。"
    },
    {
      "id": "02-003-0025_p0152",
      "zh_CN": "【阿难即从座起。】",
      "zh_TW": "【阿難即從座起。】"
    },
    {
      "id": "02-003-0025_p0153",
      "zh_CN": "他很快，他年岁轻，马上就起来。",
      "zh_TW": "他很快，他年歲輕，馬上就起來。"
    },
    {
      "id": "02-003-0025_p0154",
      "zh_CN": "【面西合掌。顶礼白言。】",
      "zh_TW": "【面西合掌。頂禮白言。】"
    },
    {
      "id": "02-003-0025_p0155",
      "zh_CN": "他就白世尊言。",
      "zh_TW": "他就白世尊言。"
    },
    {
      "id": "02-003-0025_p0156",
      "zh_CN": "【我今愿见极乐世界阿弥陀佛。供养奉事。种诸善根。】",
      "zh_TW": "【我今願見極樂世界阿彌陀佛。供養奉事。種諸善根。】"
    },
    {
      "id": "02-003-0025_p0157",
      "zh_CN": "他就依照释迦牟尼佛教给他的方法，马上起来向西方顶礼，念南无阿弥陀佛。",
      "zh_TW": "他就依照釋迦牟尼佛教給他的方法，馬上起來向西方頂禮，念南無阿彌陀佛。"
    },
    {
      "id": "02-003-0025_p0158",
      "zh_CN": "【顶礼之间。忽见阿弥陀佛。】",
      "zh_TW": "【頂禮之間。忽見阿彌陀佛。】"
    },
    {
      "id": "02-003-0025_p0159",
      "zh_CN": "阿弥陀佛感应这么快，他这里顶礼，头还没抬起来，阿弥陀佛已经现身在他面前，感应太快了。",
      "zh_TW": "阿彌陀佛感應這麼快，他這裡頂禮，頭還沒抬起來，阿彌陀佛已經現身在他面前，感應太快了。"
    },
    {
      "id": "02-003-0025_p0160",
      "zh_CN": "【容颜广大。】",
      "zh_TW": "【容顏廣大。】"
    },
    {
      "id": "02-003-0025_p0161",
      "zh_CN": "阿弥陀佛现的身相非常之大。",
      "zh_TW": "阿彌陀佛現的身相非常之大。"
    },
    {
      "id": "02-003-0025_p0162",
      "zh_CN": "【色相端严。如黄金山。高出一切诸世界上。】",
      "zh_TW": "【色相端嚴。如黃金山。高出一切諸世界上。】"
    },
    {
      "id": "02-003-0025_p0163",
      "zh_CN": "这个相现在空中，而且这个相看得清清楚楚、明明白白，看得很清楚。",
      "zh_TW": "這個相現在空中，而且這個相看得清清楚楚、明明白白，看得很清楚。"
    },
    {
      "id": "02-003-0025_p0164",
      "zh_CN": "【又闻十方世界诸佛如来。称扬赞叹。阿弥陀佛种种功德。无碍无断。】",
      "zh_TW": "【又聞十方世界諸佛如來。稱揚讚歎。阿彌陀佛種種功德。無礙無斷。】"
    },
    {
      "id": "02-003-0025_p0165",
      "zh_CN": "不但见到阿弥陀佛的身相，同时还听到十方一切诸佛统统都在赞叹阿弥陀佛，赞叹释迦牟尼佛讲这部经，这部经就是赞叹阿弥陀佛的。由此可知，十方世界一切诸佛没有一尊佛不讲《无量寿经》的，统统在讲，统统是苦口婆心劝导一切众生念佛往生极乐世界。『无碍』是讲佛的辩才无碍，『无断』是这个说法从来没有中断过，一直都在说。",
      "zh_TW": "不但見到阿彌陀佛的身相，同時還聽到十方一切諸佛統統都在讚歎阿彌陀佛，讚歎釋迦牟尼佛講這部經，這部經就是讚歎阿彌陀佛的。由此可知，十方世界一切諸佛沒有一尊佛不講《無量壽經》的，統統在講，統統是苦口婆心勸導一切眾生念佛往生極樂世界。『無礙』是講佛的辯才無礙，『無斷』是這個說法從來沒有中斷過，一直都在說。"
    },
    {
      "id": "02-003-0025_p0166",
      "zh_CN": "【阿难白言。彼佛净刹得未曾有。】",
      "zh_TW": "【阿難白言。彼佛淨剎得未曾有。】"
    },
    {
      "id": "02-003-0025_p0167",
      "zh_CN": "阿难看到就说了，西方极乐世界这种庄严是从来没有听说过的，没有见到过的。他接着也就发愿。",
      "zh_TW": "阿難看到就說了，西方極樂世界這種莊嚴是從來沒有聽說過的，沒有見到過的。他接著也就發願。"
    },
    {
      "id": "02-003-0025_p0168",
      "zh_CN": "【我亦愿乐生于彼土。】",
      "zh_TW": "【我亦願樂生於彼土。】"
    },
    {
      "id": "02-003-0025_p0169",
      "zh_CN": "阿难这时候发愿了，所以阿难尊者在什么地方？他现在在西方极乐世界。经上讲的，已经发愿的，已经往生；当发愿的，当生；今发愿的，今生。阿难那时候发愿，他已经到西方极乐世界去了。我们将来往生，阿难一定跟着阿弥陀佛一起来迎接我们，为什么？我们念的经是他结集的，阿难与我们的缘很深，我们跟他的关系很深，所以他一定随着阿弥陀佛来接引我们。",
      "zh_TW": "阿難這時候發願了，所以阿難尊者在什麼地方？他現在在西方極樂世界。經上講的，已經發願的，已經往生；當發願的，當生；今發願的，今生。阿難那時候發願，他已經到西方極樂世界去了。我們將來往生，阿難一定跟著阿彌陀佛一起來迎接我們，為什麼？我們念的經是他結集的，阿難與我們的緣很深，我們跟他的關係很深，所以他一定隨著阿彌陀佛來接引我們。"
    },
    {
      "id": "02-003-0025_p0170",
      "zh_CN": "【世尊告言。其中生者。已曾亲近无量诸佛。植众德本。汝欲生彼。应当一心归依瞻仰。】",
      "zh_TW": "【世尊告言。其中生者。已曾親近無量諸佛。植眾德本。汝欲生彼。應當一心歸依瞻仰。】"
    },
    {
      "id": "02-003-0025_p0171",
      "zh_CN": "这一句是佛教给他求生净土的条件。我们要记住，佛跟阿难讲，阿难是我们的代表人，给阿难说就是给我们说，一定要直下承当。不要说这是佛给阿难说的，与我不相干，那你就错了，你就大错了！阿难是我们的代表，这就是佛给我们说的。这个地方大家要留意，『已曾亲近无量诸佛，植众德本』，这都是说我们在座的每一位同修。不管你对这个法门是久学还是初学，不管你今天听了信还是不信，总而一句话，佛都给你受记了。你过去生中已经亲近无量诸佛，种了德本，为什么？你要不曾有这样殊胜的善根福德，你这一生当中遇不到这一会，遇到这一会，你也不能在这里坐两小时，或者听个一、两句就跑掉了。你能够在这里坐两小时，听了还是不相信，你还是过去生中「无量诸佛，植众德本」的人，不是简单的人物。普通一般人在这个地方，这个小板凳上坐不住的，你不是简单的人，非常人物。",
      "zh_TW": "這一句是佛教給他求生淨土的條件。我們要記住，佛跟阿難講，阿難是我們的代表人，給阿難說就是給我們說，一定要直下承當。不要說這是佛給阿難說的，與我不相干，那你就錯了，你就大錯了！阿難是我們的代表，這就是佛給我們說的。這個地方大家要留意，『已曾親近無量諸佛，植眾德本』，這都是說我們在座的每一位同修。不管你對這個法門是久學還是初學，不管你今天聽了信還是不信，總而一句話，佛都給你受記了。你過去生中已經親近無量諸佛，種了德本，為什麼？你要不曾有這樣殊勝的善根福德，你這一生當中遇不到這一會，遇到這一會，你也不能在這裡坐兩小時，或者聽個一、兩句就跑掉了。你能夠在這裡坐兩小時，聽了還是不相信，你還是過去生中「無量諸佛，植眾德本」的人，不是簡單的人物。普通一般人在這個地方，這個小板凳上坐不住的，你不是簡單的人，非常人物。"
    },
    {
      "id": "02-003-0025_p0172",
      "zh_CN": "现在你这一生要去，佛这里教给你的这句话非常重要，『应当一心归依瞻仰』。这个地方一心归依，前面也曾经跟诸位提到过，是皈依《无量寿经》，皈依阿弥陀佛。归是回头，依是依靠，我从今之后，从今天起我学佛，过去我学了拉拉杂杂许多法门，我统统不要了，回头依靠这本《无量寿经》。以前念了很多佛、很多菩萨、很多经咒，从今天起不念了，专念阿弥陀佛，这叫皈依，这叫一心归依。皈依这部经，皈依一句万德洪名，皈依「南无阿弥陀佛」这句圣号，一生一部经、一句名号，你就决定往生，决定成佛，千万不要错了。这是释迦牟尼佛苦口婆心第二次教诫我们，我们看到讲「一心归依瞻仰」第二次，实在是难得。",
      "zh_TW": "現在你這一生要去，佛這裡教給你的這句話非常重要，『應當一心歸依瞻仰』。這個地方一心歸依，前面也曾經跟諸位提到過，是皈依《無量壽經》，皈依阿彌陀佛。歸是回頭，依是依靠，我從今之後，從今天起我學佛，過去我學了拉拉雜雜許多法門，我統統不要了，回頭依靠這本《無量壽經》。以前念了很多佛、很多菩薩、很多經咒，從今天起不念了，專念阿彌陀佛，這叫皈依，這叫一心歸依。皈依這部經，皈依一句萬德洪名，皈依「南無阿彌陀佛」這句聖號，一生一部經、一句名號，你就決定往生，決定成佛，千萬不要錯了。這是釋迦牟尼佛苦口婆心第二次教誡我們，我們看到講「一心歸依瞻仰」第二次，實在是難得。"
    },
    {
      "id": "02-003-0025_p0173",
      "zh_CN": "瞻仰，你家里供佛像，说老实话最好供一尊，顶多供三尊，西方三圣，不要再供太多了，太多分心。供一尊，我一天到晚想的就是一个人；供养多了，看到这个、看到那个心就乱了，精神、力量就分散了。你又想，这个佛菩萨像我已经供了好多年，现在我不供他，恐怕他要怪罪于我。这都是你的胡思乱想，这都是你的业障。你把这些佛菩萨像请走，那些佛菩萨一个个合掌欢喜，你总算是找到一条明路，不会怪你的。为什么？一切诸佛菩萨都希望你赶快成佛，你现在已经选择成佛之路，他怎么不欢喜？决定不会得罪的。真正要得罪了，今天我告诉你，那个罪我一个人承当，你们不要害怕，我教你的，你们各个成就。",
      "zh_TW": "瞻仰，你家裡供佛像，說老實話最好供一尊，頂多供三尊，西方三聖，不要再供太多了，太多分心。供一尊，我一天到晚想的就是一個人；供養多了，看到這個、看到那個心就亂了，精神、力量就分散了。你又想，這個佛菩薩像我已經供了好多年，現在我不供他，恐怕他要怪罪於我。這都是你的胡思亂想，這都是你的業障。你把這些佛菩薩像請走，那些佛菩薩一個個合掌歡喜，你總算是找到一條明路，不會怪你的。為什麼？一切諸佛菩薩都希望你趕快成佛，你現在已經選擇成佛之路，他怎麼不歡喜？決定不會得罪的。真正要得罪了，今天我告訴你，那個罪我一個人承當，你們不要害怕，我教你的，你們各個成就。"
    },
    {
      "id": "02-003-0025_p0174",
      "zh_CN": "【作是语时。】",
      "zh_TW": "【作是語時。】"
    },
    {
      "id": "02-003-0025_p0175",
      "zh_CN": "这是释迦牟尼佛说完这个话之后。",
      "zh_TW": "這是釋迦牟尼佛說完這個話之後。"
    },
    {
      "id": "02-003-0025_p0176",
      "zh_CN": "【阿弥陀佛即于掌中放无量光。普照一切诸佛世界。时诸佛国。皆悉明现。如处一寻。】",
      "zh_TW": "【阿彌陀佛即於掌中放無量光。普照一切諸佛世界。時諸佛國。皆悉明現。如處一尋。】"
    },
    {
      "id": "02-003-0025_p0177",
      "zh_CN": "看到阿弥陀佛手掌放光，光中现出无量无边诸佛刹土，这个境界不可思议。而且所现的，叫你看清楚到什么程度，『如处一寻』，一寻是八尺，就像面对面八尺距离这样，能看得这么清楚。这是讲你看一切诸佛世界，这是阿弥陀佛神力加持，真正不可思议。",
      "zh_TW": "看到阿彌陀佛手掌放光，光中現出無量無邊諸佛剎土，這個境界不可思議。而且所現的，叫你看清楚到什麼程度，『如處一尋』，一尋是八尺，就像面對面八尺距離這樣，能看得這麼清楚。這是講你看一切諸佛世界，這是阿彌陀佛神力加持，真正不可思議。"
    },
    {
      "id": "02-003-0025_p0178",
      "zh_CN": "【以阿弥陀佛殊胜光明。极清净故。于此世界所有黑山。雪山。金刚。铁围。大小诸山。江河。丛林。天人宫殿。一切境界。无不照见。】",
      "zh_TW": "【以阿彌陀佛殊勝光明。極清淨故。於此世界所有黑山。雪山。金剛。鐵圍。大小諸山。江河。叢林。天人宮殿。一切境界。無不照見。】"
    },
    {
      "id": "02-003-0025_p0179",
      "zh_CN": "这是讲佛光照到我们娑婆世界，这些境界只有平常佛在经上讲的，我们平常一般人看不到的。铁围山在哪里？须弥山在哪里？『天人宫殿』在哪里？欲界天、色界天在哪里？平常都看不见，现在佛光一照，统统都现形，全都看见了。不但阿难一个人看见，当时在会的比丘众一万两千人，菩萨众更多，还有居士，清信士、清信女，男居士、女居士，总共那时候在会几万人大家都见到，这是事实，这不能胡造谣言，大家统统都见到的，这是给我们做见证。",
      "zh_TW": "這是講佛光照到我們娑婆世界，這些境界只有平常佛在經上講的，我們平常一般人看不到的。鐵圍山在哪裡？須彌山在哪裡？『天人宮殿』在哪裡？欲界天、色界天在哪裡？平常都看不見，現在佛光一照，統統都現形，全都看見了。不但阿難一個人看見，當時在會的比丘眾一萬兩千人，菩薩眾更多，還有居士，清信士、清信女，男居士、女居士，總共那時候在會幾萬人大家都見到，這是事實，這不能胡造謠言，大家統統都見到的，這是給我們做見證。"
    },
    {
      "id": "02-003-0025_p0180",
      "zh_CN": "我们要相信，千万不要说这是佛书上写的，恐怕未必是事实。你看看经一展开，「如是我闻」，阿难所讲的句句都是真实语，何况这个事情当时见到的那么多人，决不是一、两个人敢造谣言的，这是千真万确的事实。我们再往下面看，这些文好懂，不需要细讲。",
      "zh_TW": "我們要相信，千萬不要說這是佛書上寫的，恐怕未必是事實。你看看經一展開，「如是我聞」，阿難所講的句句都是真實語，何況這個事情當時見到的那麼多人，決不是一、兩個人敢造謠言的，這是千真萬確的事實。我們再往下面看，這些文好懂，不需要細講。"
    },
    {
      "id": "02-003-0025_p0181",
      "zh_CN": "【譬如日出。明照世间。】",
      "zh_TW": "【譬如日出。明照世間。】"
    },
    {
      "id": "02-003-0025_p0182",
      "zh_CN": "这是用比喻，好像我们在夜晚，看外面看不清楚，白天太阳一出来，外面景观统统看清楚了。这就好比佛光不照的时候，欲界天、色界天、六道我们看不到，现在佛光一照，六道统统看到。这是讲的天道。下面：",
      "zh_TW": "這是用比喻，好像我們在夜晚，看外面看不清楚，白天太陽一出來，外面景觀統統看清楚了。這就好比佛光不照的時候，欲界天、色界天、六道我們看不到，現在佛光一照，六道統統看到。這是講的天道。下面："
    },
    {
      "id": "02-003-0025_p0183",
      "zh_CN": "【乃至泥犁。】",
      "zh_TW": "【乃至泥犁。】"
    },
    {
      "id": "02-003-0025_p0184",
      "zh_CN": "『泥犁』是地狱。",
      "zh_TW": "『泥犁』是地獄。"
    },
    {
      "id": "02-003-0025_p0185",
      "zh_CN": "【谿谷。幽冥之处。悉大开辟。皆同一色。】",
      "zh_TW": "【谿谷。幽冥之處。悉大開闢。皆同一色。】"
    },
    {
      "id": "02-003-0025_p0186",
      "zh_CN": "整个六道呈现在面前，天人、修罗、饿鬼、畜生、地狱统统都看到，这是佛光照见的。",
      "zh_TW": "整個六道呈現在面前，天人、修羅、餓鬼、畜生、地獄統統都看到，這是佛光照見的。"
    },
    {
      "id": "02-003-0025_p0187",
      "zh_CN": "【犹如劫水弥满世界。其中万物。沉没不现。滉瀁浩汗。唯见大水。彼佛光明。亦复如是。】",
      "zh_TW": "【猶如劫水彌滿世界。其中萬物。沈沒不現。滉瀁浩汗。唯見大水。彼佛光明。亦復如是。】"
    },
    {
      "id": "02-003-0025_p0188",
      "zh_CN": "这是用大水来做比喻，好像大水把所有一切万物统统淹没掉，只看到一片水。他这个形容是讲只见到一片佛光，光中现这么多境界，六道轮回、十方诸佛刹土，统统在光中显现。佛光尤其是不可思议。",
      "zh_TW": "這是用大水來做比喻，好像大水把所有一切萬物統統淹沒掉，只看到一片水。他這個形容是講只見到一片佛光，光中現這麼多境界，六道輪迴、十方諸佛剎土，統統在光中顯現。佛光尤其是不可思議。"
    },
    {
      "id": "02-003-0025_p0189",
      "zh_CN": "【声闻菩萨。一切光明。悉皆隐蔽。唯见佛光。明耀显赫。】",
      "zh_TW": "【聲聞菩薩。一切光明。悉皆隱蔽。唯見佛光。明耀顯赫。】"
    },
    {
      "id": "02-003-0025_p0190",
      "zh_CN": "本来佛也有光明，菩萨也有光明，但是佛光太大，菩萨的光明在佛光之下，显得像太阳底下点的油灯一样，显不出他的光明，这都是形容佛光无比。",
      "zh_TW": "本來佛也有光明，菩薩也有光明，但是佛光太大，菩薩的光明在佛光之下，顯得像太陽底下點的油燈一樣，顯不出他的光明，這都是形容佛光無比。"
    },
    {
      "id": "02-003-0025_p0191",
      "zh_CN": "【此会四众。】",
      "zh_TW": "【此會四眾。】"
    },
    {
      "id": "02-003-0025_p0192",
      "zh_CN": "出家男众、出家女众，在家男众、在家女众，这就把当时法会里的所有一切大众统统说到。",
      "zh_TW": "出家男眾、出家女眾，在家男眾、在家女眾，這就把當時法會裡的所有一切大眾統統說到。"
    },
    {
      "id": "02-003-0025_p0193",
      "zh_CN": "【天龙八部。人非人等。】",
      "zh_TW": "【天龍八部。人非人等。】"
    },
    {
      "id": "02-003-0025_p0194",
      "zh_CN": "除了我们四众弟子之外，在会听经的，还有『天龙八部』，还有许多善鬼善神，都来参加这个法会。",
      "zh_TW": "除了我們四眾弟子之外，在會聽經的，還有『天龍八部』，還有許多善鬼善神，都來參加這個法會。"
    },
    {
      "id": "02-003-0025_p0195",
      "zh_CN": "【皆见极乐世界。种种庄严。】",
      "zh_TW": "【皆見極樂世界。種種莊嚴。】"
    },
    {
      "id": "02-003-0025_p0196",
      "zh_CN": "可见得大家统统见到，经文给我们讲得很清楚，每个人都见到，连这些鬼神统统见到。",
      "zh_TW": "可見得大家統統見到，經文給我們講得很清楚，每個人都見到，連這些鬼神統統見到。"
    },
    {
      "id": "02-003-0025_p0197",
      "zh_CN": "【阿弥陀佛。于彼高座。威德巍巍。相好光明。声闻菩萨。围绕恭敬。譬如须弥山王。出于海面。明现照耀。清净平正。无有杂秽。及异形类。唯是众宝庄严。圣贤共住。】",
      "zh_TW": "【阿彌陀佛。於彼高座。威德巍巍。相好光明。聲聞菩薩。圍繞恭敬。譬如須彌山王。出於海面。明現照耀。清淨平正。無有雜穢。及異形類。唯是眾寶莊嚴。聖賢共住。】"
    },
    {
      "id": "02-003-0025_p0198",
      "zh_CN": "这一段是大家看到的极乐世界的情况、极乐世界的景观，当时大众所见的，跟经上所讲的一样，西方极乐世界依正庄严，统统展现在面前。",
      "zh_TW": "這一段是大家看到的極樂世界的情況、極樂世界的景觀，當時大眾所見的，跟經上所講的一樣，西方極樂世界依正莊嚴，統統展現在面前。"
    },
    {
      "id": "02-003-0025_p0199",
      "zh_CN": "【阿难及诸菩萨众等。皆大欢喜。踊跃作礼。以头着地。称念南无阿弥陀三藐三佛陀。】",
      "zh_TW": "【阿難及諸菩薩眾等。皆大歡喜。踴躍作禮。以頭著地。稱念南無阿彌陀三藐三佛陀。】"
    },
    {
      "id": "02-003-0025_p0200",
      "zh_CN": "这是梵语，就是我们现在所称的南无阿弥陀佛。所以大家看到，本来阿难一个人顶礼求见，西方极乐世界展现在面前，每个人都顶礼，每个人都念佛。这是阿弥陀佛跟释迦牟尼佛这两位如来，把这个世界展现在我们面前，教每个人亲自看到。再看底下经文：",
      "zh_TW": "這是梵語，就是我們現在所稱的南無阿彌陀佛。所以大家看到，本來阿難一個人頂禮求見，西方極樂世界展現在面前，每個人都頂禮，每個人都念佛。這是阿彌陀佛跟釋迦牟尼佛這兩位如來，把這個世界展現在我們面前，教每個人親自看到。再看底下經文："
    },
    {
      "id": "02-003-0025_p0201",
      "zh_CN": "【诸天人民。以至蜎飞蠕动。睹斯光者。所有疾苦。莫不休止。】",
      "zh_TW": "【諸天人民。以至蜎飛蠕動。睹斯光者。所有疾苦。莫不休止。】"
    },
    {
      "id": "02-003-0025_p0202",
      "zh_CN": "这是讲到一切众生，包括到畜生，讲到畜生，畜生就代表三恶道，也就说六道众生。今天有这个殊胜的缘分见到佛光，见到阿弥陀佛的光明，见到西方极乐世界的依正庄严，所有这些疾苦统统都消失。",
      "zh_TW": "這是講到一切眾生，包括到畜生，講到畜生，畜生就代表三惡道，也就說六道眾生。今天有這個殊勝的緣分見到佛光，見到阿彌陀佛的光明，見到西方極樂世界的依正莊嚴，所有這些疾苦統統都消失。"
    },
    {
      "id": "02-003-0025_p0203",
      "zh_CN": "【一切忧恼。莫不解脱。悉皆慈心作善。欢喜快乐。】",
      "zh_TW": "【一切憂惱。莫不解脫。悉皆慈心作善。歡喜快樂。】"
    },
    {
      "id": "02-003-0025_p0204",
      "zh_CN": "这是真正见到了，所以一心向善。这个意思就是说明，对于释迦牟尼佛前面所讲的完全承当，完全承认了，从今之后，一心一意依教奉行。知道将来要去的地方，知道了。诸位要知道，他们当时在会所看到的，阿难尊者代转告给我们，等于我们亲自见到没有两样。阿难他们亲见，我们亲闻，这不是传闻，是亲闻，所以应当要相信，决定不要怀疑。怀疑，吃亏的不是佛，吃亏的是你自己。",
      "zh_TW": "這是真正見到了，所以一心向善。這個意思就是說明，對於釋迦牟尼佛前面所講的完全承當，完全承認了，從今之後，一心一意依教奉行。知道將來要去的地方，知道了。諸位要知道，他們當時在會所看到的，阿難尊者代轉告給我們，等於我們親自見到沒有兩樣。阿難他們親見，我們親聞，這不是傳聞，是親聞，所以應當要相信，決定不要懷疑。懷疑，吃虧的不是佛，吃虧的是你自己。"
    },
    {
      "id": "02-003-0025_p0205",
      "zh_CN": "佛劝你到那个地方去，你往生了，阿弥陀佛又不给释迦牟尼佛颁奖状，他为什么？统统是为了我们自己好，诸位一定要晓得，佛完全为众生好，与他自己实在讲没有相干。你要说佛度这么多众生，佛有功德，你们念念《金刚经》，《金刚经》上佛把这个功德统统否定掉。功德是谁的？是你自己的。你自己度自己，佛没度你，佛不过是把这个消息告诉你，把这个事实告诉你，把往生的方法告诉你。你听了之后，是你自己聪明，你能够依教奉行，你成就了自己的功德，这是应当要能够体会得到的。",
      "zh_TW": "佛勸你到那個地方去，你往生了，阿彌陀佛又不給釋迦牟尼佛頒獎狀，他為什麼？統統是為了我們自己好，諸位一定要曉得，佛完全為眾生好，與他自己實在講沒有相干。你要說佛度這麼多眾生，佛有功德，你們念念《金剛經》，《金剛經》上佛把這個功德統統否定掉。功德是誰的？是你自己的。你自己度自己，佛沒度你，佛不過是把這個消息告訴你，把這個事實告訴你，把往生的方法告訴你。你聽了之後，是你自己聰明，你能夠依教奉行，你成就了自己的功德，這是應當要能夠體會得到的。"
    },
    {
      "id": "02-003-0025_p0206",
      "zh_CN": "【钟磬琴瑟。箜篌乐器。不鼓自然皆作五音。】",
      "zh_TW": "【鐘磬琴瑟。箜篌樂器。不鼓自然皆作五音。】"
    },
    {
      "id": "02-003-0025_p0207",
      "zh_CN": "这就是天乐盈空，天上的音乐，这都是来供养、赞佛的。",
      "zh_TW": "這就是天樂盈空，天上的音樂，這都是來供養、讚佛的。"
    },
    {
      "id": "02-003-0025_p0208",
      "zh_CN": "【诸佛国中。诸天人民。各持花香。来于虚空散作供养。】",
      "zh_TW": "【諸佛國中。諸天人民。各持花香。來於虛空散作供養。】"
    },
    {
      "id": "02-003-0025_p0209",
      "zh_CN": "这个情况也真的见到，佛常常在一切大乘经上说，十方无量无边菩萨常常到西方极乐世界去闻法、供养，这个大家都看到了。等于说把极乐世界统统变现在我们眼前，全都看到了。",
      "zh_TW": "這個情況也真的見到，佛常常在一切大乘經上說，十方無量無邊菩薩常常到西方極樂世界去聞法、供養，這個大家都看到了。等於說把極樂世界統統變現在我們眼前，全都看到了。"
    },
    {
      "id": "02-003-0025_p0210",
      "zh_CN": "【尔时极乐世界。过于西方百千俱胝那由他国。】",
      "zh_TW": "【爾時極樂世界。過於西方百千俱胝那由他國。】"
    },
    {
      "id": "02-003-0025_p0211",
      "zh_CN": "实在讲，西方极乐世界距离我们娑婆世界十万亿佛国土，『百千俱胝那由他国』要算成中国的话，就是十万亿佛国土。",
      "zh_TW": "實在講，西方極樂世界距離我們娑婆世界十萬億佛國土，『百千俱胝那由他國』要算成中國的話，就是十萬億佛國土。"
    },
    {
      "id": "02-003-0025_p0212",
      "zh_CN": "【以佛威力。如对目前。如净天眼。观一寻地。】",
      "zh_TW": "【以佛威力。如對目前。如淨天眼。觀一尋地。】"
    },
    {
      "id": "02-003-0025_p0213",
      "zh_CN": "这样的境界，十万亿佛国土之外的极乐世界，现在阿弥陀佛、释迦牟尼佛的神力把它搬到我们面前，让我们每个人看，看到的距离就像距离八尺这么远的样子，看得这么清楚、这么明白。",
      "zh_TW": "這樣的境界，十萬億佛國土之外的極樂世界，現在阿彌陀佛、釋迦牟尼佛的神力把它搬到我們面前，讓我們每個人看，看到的距離就像距離八尺這麼遠的樣子，看得這麼清楚、這麼明白。"
    },
    {
      "id": "02-003-0025_p0214",
      "zh_CN": "【彼见此土。】",
      "zh_TW": "【彼見此土。】"
    },
    {
      "id": "02-003-0025_p0215",
      "zh_CN": "西方极乐世界那些人、那些菩萨看我们这个世间，同样的也就面对面，面对面看得清清楚楚。",
      "zh_TW": "西方極樂世界那些人、那些菩薩看我們這個世間，同樣的也就面對面，面對面看得清清楚楚。"
    },
    {
      "id": "02-003-0025_p0216",
      "zh_CN": "【亦复如是。悉睹娑婆世界。释迦如来。及比丘众。围绕说法。】",
      "zh_TW": "【亦復如是。悉睹娑婆世界。釋迦如來。及比丘眾。圍繞說法。】"
    },
    {
      "id": "02-003-0025_p0217",
      "zh_CN": "释迦牟尼佛在这里讲《无量寿经》，他们也看得清清楚楚，看到也欢喜，也笑笑的，我们这边看到他也欢喜，这是极乐世界阿弥陀佛的一会跟释迦牟尼佛这个法会，法会跟法会见了面，在这一章里面。诸位要晓得，这一章讲的是三转法轮里的作证转，给我们做了证明。如果这个不相信，那真的就没有法子，那就是佛经上讲的一阐提，没善根。",
      "zh_TW": "釋迦牟尼佛在這裡講《無量壽經》，他們也看得清清楚楚，看到也歡喜，也笑笑的，我們這邊看到他也歡喜，這是極樂世界阿彌陀佛的一會跟釋迦牟尼佛這個法會，法會跟法會見了面，在這一章裡面。諸位要曉得，這一章講的是三轉法輪裡的作證轉，給我們做了證明。如果這個不相信，那真的就沒有法子，那就是佛經上講的一闡提，沒善根。"
    },
    {
      "id": "02-003-0025_p0218",
      "zh_CN": "我今天晚上讲到此地。",
      "zh_TW": "我今天晚上講到此地。"
    }
  ]
}