{
  "doc_id": "02-003-0016",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0016",
  "total_paragraphs": 86,
  "paragraphs": [
    {
      "id": "02-003-0016_p0001",
      "zh_CN": "【十方佛赞第二十三】",
      "zh_TW": "【十方佛讚第二十三】"
    },
    {
      "id": "02-003-0016_p0002",
      "zh_CN": "佛门里面常说「人身难得，佛法难闻」，尤其是一切诸佛度生成佛的第一部经，这个因缘非常之稀有难得，这是难中之难。今天晚上讲到的这一章是非常重要的一章，里头连着三章，「三辈往生」，「往生正因」，都是告诉我们怎样到西方极乐世界去。西方极乐世界的好处前面说过了，依正庄严说过了，说过了怎么去呢？这是个非常重要的问题。那个地方再好，如果我们去不了也是枉然。今天这些教给我们怎样才能够决定往生。",
      "zh_TW": "佛門裡面常說「人身難得，佛法難聞」，尤其是一切諸佛度生成佛的第一部經，這個因緣非常之稀有難得，這是難中之難。今天晚上講到的這一章是非常重要的一章，裡頭連著三章，「三輩往生」，「往生正因」，都是告訴我們怎樣到西方極樂世界去。西方極樂世界的好處前面說過了，依正莊嚴說過了，說過了怎麼去呢？這是個非常重要的問題。那個地方再好，如果我們去不了也是枉然。今天這些教給我們怎樣才能夠決定往生。"
    },
    {
      "id": "02-003-0016_p0003",
      "zh_CN": "『十方佛赞』就是阿弥陀佛四十八愿的第十七愿，十七愿是「诸佛称叹愿」，这一章就是十七愿的成就。我们在四十八愿里面跟诸位介绍过，如果没有这一愿，或者这一愿不能圆满成就，阿弥陀佛就没有办法普度一切众生不退成佛。所以这一愿，说老实话，不亚于第十八愿「十念往生」，不亚于十九愿「发菩提心」。当然往生关键是「发菩提心，一向专念」，可是没有十方诸佛为阿弥陀佛宣扬，没有这些诸佛为阿弥陀佛介绍西方极乐世界，谁又知道？所以这一愿是众生往生得度成佛关键之所在。我们看经文：",
      "zh_TW": "『十方佛讚』就是阿彌陀佛四十八願的第十七願，十七願是「諸佛稱歎願」，這一章就是十七願的成就。我們在四十八願裡面跟諸位介紹過，如果沒有這一願，或者這一願不能圓滿成就，阿彌陀佛就沒有辦法普度一切眾生不退成佛。所以這一願，說老實話，不亞於第十八願「十念往生」，不亞於十九願「發菩提心」。當然往生關鍵是「發菩提心，一向專念」，可是沒有十方諸佛為阿彌陀佛宣揚，沒有這些諸佛為阿彌陀佛介紹西方極樂世界，誰又知道？所以這一願是眾生往生得度成佛關鍵之所在。我們看經文："
    },
    {
      "id": "02-003-0016_p0004",
      "zh_CN": "【复次阿难。东方恒河沙数世界。一一界中如恒沙佛。各出广长舌相。放无量光。说诚实言。称赞无量寿佛。不可思议功德。】",
      "zh_TW": "【復次阿難。東方恆河沙數世界。一一界中如恆沙佛。各出廣長舌相。放無量光。說誠實言。稱讚無量壽佛。不可思議功德。】"
    },
    {
      "id": "02-003-0016_p0005",
      "zh_CN": "这一段经文跟小本《弥陀经》里面六方佛是同样的义趣，同样的意义、同样的归趣。小本经里面，蕅益大师把它判作流通分，这是非常有见地的。因为这个法门，自始至终完全是如来果地境界，这一点诸位要知道，如来果地的境界。所以唯佛与佛才能究竟，就是等觉菩萨都不能够彻底明了，谁有资格担任流通？流通就是流布、弘扬，还有就是把这个法门宣传、介绍、讲解给大众听，谁有这个能力？只有佛，只有诸佛来主持流通。这一段经文，在《大经》，就是《无量寿经》，我们在正宗分里面看到，这个意义尤其是甚深。先举一方说，东方，东方有多少世界？东方世界数不清，这个世界就是大千世界；换句话说，是一尊佛的教化区，就像我们释迦牟尼佛娑婆世界一样。",
      "zh_TW": "這一段經文跟小本《彌陀經》裡面六方佛是同樣的義趣，同樣的意義、同樣的歸趣。小本經裡面，蕅益大師把它判作流通分，這是非常有見地的。因為這個法門，自始至終完全是如來果地境界，這一點諸位要知道，如來果地的境界。所以唯佛與佛才能究竟，就是等覺菩薩都不能夠徹底明瞭，誰有資格擔任流通？流通就是流布、弘揚，還有就是把這個法門宣傳、介紹、講解給大眾聽，誰有這個能力？只有佛，只有諸佛來主持流通。這一段經文，在《大經》，就是《無量壽經》，我們在正宗分裡面看到，這個意義尤其是甚深。先舉一方說，東方，東方有多少世界？東方世界數不清，這個世界就是大千世界；換句話說，是一尊佛的教化區，就像我們釋迦牟尼佛娑婆世界一樣。"
    },
    {
      "id": "02-003-0016_p0006",
      "zh_CN": "娑婆世界过去一般人认为就是我们现在天文学家所讲的银河系，一个银河系叫一个世界。如果我们看看黄念祖老居士《无量寿经》注解里面，他老人家认为不是一个银河系，他说银河系还太小。他的看法是一个银河系乃是一个单位世界，那就不得了，那可能我们肉眼能够看到太空所有的星系，就是一尊佛的化土，这个就太大了！再远，我们现在地球上最进步的科学仪器还探测不到。我们就是以一般讲的银河系，那就不得了，这个世界就太大了，有『恒河沙数』那么多世界。实在讲，恒河沙还是有数量的，还是可以数得尽，实际上诸佛刹土无量无边，我们没有法子计算。佛是用这个做个比喻。",
      "zh_TW": "娑婆世界過去一般人認為就是我們現在天文學家所講的銀河系，一個銀河系叫一個世界。如果我們看看黃念祖老居士《無量壽經》註解裡面，他老人家認為不是一個銀河系，他說銀河系還太小。他的看法是一個銀河系乃是一個單位世界，那就不得了，那可能我們肉眼能夠看到太空所有的星系，就是一尊佛的化土，這個就太大了！再遠，我們現在地球上最進步的科學儀器還探測不到。我們就是以一般講的銀河系，那就不得了，這個世界就太大了，有『恆河沙數』那麼多世界。實在講，恆河沙還是有數量的，還是可以數得盡，實際上諸佛剎土無量無邊，我們沒有法子計算。佛是用這個做個比喻。"
    },
    {
      "id": "02-003-0016_p0007",
      "zh_CN": "每一个世界里面有无量无边的佛，譬如讲我们娑婆世界，娑婆世界在这一个大劫里面，这个大劫就有一千尊佛出世。我们本师释迦牟尼佛是在这一大劫里面的第四尊佛，弥勒菩萨将来下生成佛是第五尊佛。这一劫当中有千佛出世。这个世界过去世无量无边劫，未来世也是无量无边劫，在这个世界里面示现成佛的人，也像恒河沙数一样。每个世界『恒沙佛』，恒沙佛是指过去佛、现在佛、未来佛，是这样说法的。世界无量，每个世界里头又有无量佛。",
      "zh_TW": "每一個世界裡面有無量無邊的佛，譬如講我們娑婆世界，娑婆世界在這一個大劫裡面，這個大劫就有一千尊佛出世。我們本師釋迦牟尼佛是在這一大劫裡面的第四尊佛，彌勒菩薩將來下生成佛是第五尊佛。這一劫當中有千佛出世。這個世界過去世無量無邊劫，未來世也是無量無邊劫，在這個世界裡面示現成佛的人，也像恆河沙數一樣。每個世界『恆沙佛』，恆沙佛是指過去佛、現在佛、未來佛，是這樣說法的。世界無量，每個世界裡頭又有無量佛。"
    },
    {
      "id": "02-003-0016_p0008",
      "zh_CN": "【各出广长舌相。】",
      "zh_TW": "【各出廣長舌相。】"
    },
    {
      "id": "02-003-0016_p0009",
      "zh_CN": "这个地方大家要特别注意，往往我们随便这样念过去，真正的重要性没有能够领会到，那很可惜。要你注意什么？这就是说明，没有一尊佛不称赞阿弥陀佛。『出广长舌相』，广长舌是三十二相之一，这是福德之相。佛在经上告诉我们，平常人三世不妄语，你的舌头伸出来可以舔到自己的鼻端，可以舔到鼻子。你们试试看，你舌头舔到鼻子，你就三世不妄语，诚实！谁知道你诚实不诚实？佛给我们表演，释迦牟尼佛当年在世，他老人家的舌头伸出来可以把脸盖住。所以佛就说，我给你讲的是真话、是实话，不骗你。我要骗你，你们不相信试试看，你舌头伸出来能不能舔到鼻子？舔到鼻子才不过三世不妄语，释迦牟尼佛生生世世不打妄语，所以他舌相薄，伸出来可以把脸盖起来，佛给大家做证明，我不打妄语，不骗你们。所以这里「出广长舌相」，做证明！",
      "zh_TW": "這個地方大家要特別注意，往往我們隨便這樣念過去，真正的重要性沒有能夠領會到，那很可惜。要你注意什麼？這就是說明，沒有一尊佛不稱讚阿彌陀佛。『出廣長舌相』，廣長舌是三十二相之一，這是福德之相。佛在經上告訴我們，平常人三世不妄語，你的舌頭伸出來可以舔到自己的鼻端，可以舔到鼻子。你們試試看，你舌頭舔到鼻子，你就三世不妄語，誠實！誰知道你誠實不誠實？佛給我們表演，釋迦牟尼佛當年在世，他老人家的舌頭伸出來可以把臉蓋住。所以佛就說，我給你講的是真話、是實話，不騙你。我要騙你，你們不相信試試看，你舌頭伸出來能不能舔到鼻子？舔到鼻子才不過三世不妄語，釋迦牟尼佛生生世世不打妄語，所以他舌相薄，伸出來可以把臉蓋起來，佛給大家做證明，我不打妄語，不騙你們。所以這裡「出廣長舌相」，做證明！"
    },
    {
      "id": "02-003-0016_p0010",
      "zh_CN": "【放无量光。】",
      "zh_TW": "【放無量光。】"
    },
    {
      "id": "02-003-0016_p0011",
      "zh_CN": "『光』是智慧，也就是讲放无量的智慧光明。",
      "zh_TW": "『光』是智慧，也就是講放無量的智慧光明。"
    },
    {
      "id": "02-003-0016_p0012",
      "zh_CN": "【说诚实言。】",
      "zh_TW": "【說誠實言。】"
    },
    {
      "id": "02-003-0016_p0013",
      "zh_CN": "佛在《金刚经》上告诉我们，如来之语守五个原则。如来是五语者，第一个是「真语者」，真就不假，佛说真话。「实语者」，实是不虚。「如语者」，如是讲到恰到好处，它是什么样子就说出什么样子，不增加一点，也不减少一点，这个叫如语；所说的跟事实完全相同，这个叫如语。「不妄语者」，不妄语就是不欺骗人。「不诳语者」，诳是夸张的意思，狂妄的意思。所以佛的言语真诚，这个地方跟我们讲的『说诚实言』。说什么诚实言？",
      "zh_TW": "佛在《金剛經》上告訴我們，如來之語守五個原則。如來是五語者，第一個是「真語者」，真就不假，佛說真話。「實語者」，實是不虛。「如語者」，如是講到恰到好處，它是什麼樣子就說出什麼樣子，不增加一點，也不減少一點，這個叫如語；所說的跟事實完全相同，這個叫如語。「不妄語者」，不妄語就是不欺騙人。「不誑語者」，誑是誇張的意思，狂妄的意思。所以佛的言語真誠，這個地方跟我們講的『說誠實言』。說什麼誠實言？"
    },
    {
      "id": "02-003-0016_p0014",
      "zh_CN": "【称赞无量寿佛。不可思议功德。】",
      "zh_TW": "【稱讚無量壽佛。不可思議功德。】"
    },
    {
      "id": "02-003-0016_p0015",
      "zh_CN": "哪些是『无量寿佛不可思议功德』，为诸佛所称赞的？这句话就是指的这部经。这部经自始至终是本师释迦牟尼佛「称赞无量寿佛不可思议功德」，就是指的这部经；换句话说，一切诸佛，没有一尊佛不讲《无量寿经》。小本《弥陀经》的经名，它真正的经题，在六方佛里面说得很清楚，「称赞不可思议功德一切诸佛所护念经」。你们大家小本《弥陀经》念得熟，应该记住。称赞不可思议功德，谁不可思议功德？无量寿佛不可思议功德，小本经上跟这里讲的不是一样的吗？而且「一切诸佛所护念经」，就是这部经是十方三世所有一切诸佛护念的，你看看哪个经上有这么说的？《华严经》有没有说一切诸佛所护念？《法华经》有没有说一切诸佛所护念？没说！唯独《无量寿经》、《阿弥陀经》，它是同部，实在讲这是一部经，《阿弥陀经》是略说，简单的说，《无量寿经》是详细的说，是一部经。我也跟诸位同修说过，这次在新加坡讲这个经是第一次，诸位以前没有听过净土经论，所以我们这次叫略说。这一次我给你讲是简单的讲，没有深入的讲，没有详细的讲。因为深入、详细，这个经每天晚上讲，至少要讲半年，一个月讲不完，至少要讲半年。所以这就略说。《弥陀经》是略说，本经是细说，它是同一部的。",
      "zh_TW": "哪些是『無量壽佛不可思議功德』，為諸佛所稱讚的？這句話就是指的這部經。這部經自始至終是本師釋迦牟尼佛「稱讚無量壽佛不可思議功德」，就是指的這部經；換句話說，一切諸佛，沒有一尊佛不講《無量壽經》。小本《彌陀經》的經名，它真正的經題，在六方佛裡面說得很清楚，「稱讚不可思議功德一切諸佛所護念經」。你們大家小本《彌陀經》念得熟，應該記住。稱讚不可思議功德，誰不可思議功德？無量壽佛不可思議功德，小本經上跟這裡講的不是一樣的嗎？而且「一切諸佛所護念經」，就是這部經是十方三世所有一切諸佛護念的，你看看哪個經上有這麼說的？《華嚴經》有沒有說一切諸佛所護念？《法華經》有沒有說一切諸佛所護念？沒說！唯獨《無量壽經》、《阿彌陀經》，它是同部，實在講這是一部經，《阿彌陀經》是略說，簡單的說，《無量壽經》是詳細的說，是一部經。我也跟諸位同修說過，這次在新加坡講這個經是第一次，諸位以前沒有聽過淨土經論，所以我們這次叫略說。這一次我給你講是簡單的講，沒有深入的講，沒有詳細的講。因為深入、詳細，這個經每天晚上講，至少要講半年，一個月講不完，至少要講半年。所以這就略說。《彌陀經》是略說，本經是細說，它是同一部的。"
    },
    {
      "id": "02-003-0016_p0016",
      "zh_CN": "「一切诸佛护念」，这一句不得了，这个经是一切诸佛护念的。跟你说，你家里头要摆一部这个经，一切诸佛都要护念你的家；你要是天天念这部经，一切诸佛都保佑你。你还要求这个佛、求那个佛，那叫多余的，麻烦！可见得这个经的功德利益之大。这不是我说的，我说的你们不相信，一切诸佛「出广长舌相，说诚实言」给你说的，不是我讲的，我没有能力说。这个地方我们要细心去体会，你才晓得这个经的功德不可思议。我自己学佛三十多年，我跟大家讲的，我讲了十七年的《华严经》，才真正醒悟到、真正发觉到这部经是所有《大藏经》里面最好的一部经典，最殊胜的一部经典。如果它不是最好、最殊胜，怎么可能一切诸佛都称赞，一切诸佛都弘扬？称赞就是弘扬。",
      "zh_TW": "「一切諸佛護念」，這一句不得了，這個經是一切諸佛護念的。跟你說，你家裡頭要擺一部這個經，一切諸佛都要護念你的家；你要是天天念這部經，一切諸佛都保佑你。你還要求這個佛、求那個佛，那叫多餘的，麻煩！可見得這個經的功德利益之大。這不是我說的，我說的你們不相信，一切諸佛「出廣長舌相，說誠實言」給你說的，不是我講的，我沒有能力說。這個地方我們要細心去體會，你才曉得這個經的功德不可思議。我自己學佛三十多年，我跟大家講的，我講了十七年的《華嚴經》，才真正醒悟到、真正發覺到這部經是所有《大藏經》裡面最好的一部經典，最殊勝的一部經典。如果它不是最好、最殊勝，怎麼可能一切諸佛都稱讚，一切諸佛都弘揚？稱讚就是弘揚。"
    },
    {
      "id": "02-003-0016_p0017",
      "zh_CN": "像释迦牟尼佛当年给我们讲《无量寿经》，前面在经题里面跟诸位说过，释迦牟尼佛在世的时候，《无量寿经》讲过很多遍，不是讲一遍。所以经本到中国来，版本不相同，因此才有十二种的翻译。十二种翻译现在只剩了五种，七种失传了。这五种，古大德详细研究，认为至少有三种不同的版本，就是原本，三种不同原本。证明释迦牟尼佛在当年是多次的宣讲，不是讲一次。其他的经释迦牟尼佛一生就讲一遍，没讲过第二遍，这部经是多次宣讲，可见得佛的确尽到称赞的责任，普遍的宣扬。这是我们要牢牢的记住，要真正体会，真诚的去体会。第一段是详细叙述，底下略说就行了。",
      "zh_TW": "像釋迦牟尼佛當年給我們講《無量壽經》，前面在經題裡面跟諸位說過，釋迦牟尼佛在世的時候，《無量壽經》講過很多遍，不是講一遍。所以經本到中國來，版本不相同，因此才有十二種的翻譯。十二種翻譯現在只剩了五種，七種失傳了。這五種，古大德詳細研究，認為至少有三種不同的版本，就是原本，三種不同原本。證明釋迦牟尼佛在當年是多次的宣講，不是講一次。其他的經釋迦牟尼佛一生就講一遍，沒講過第二遍，這部經是多次宣講，可見得佛的確盡到稱讚的責任，普遍的宣揚。這是我們要牢牢的記住，要真正體會，真誠的去體會。第一段是詳細敘述，底下略說就行了。"
    },
    {
      "id": "02-003-0016_p0018",
      "zh_CN": "【南西北方。恒沙世界。诸佛称赞。亦复如是。】",
      "zh_TW": "【南西北方。恆沙世界。諸佛稱讚。亦復如是。】"
    },
    {
      "id": "02-003-0016_p0019",
      "zh_CN": "前面讲东方，一方，南方、西方、北方统统跟东方一样。",
      "zh_TW": "前面講東方，一方，南方、西方、北方統統跟東方一樣。"
    },
    {
      "id": "02-003-0016_p0020",
      "zh_CN": "【四维上下。】",
      "zh_TW": "【四維上下。】"
    },
    {
      "id": "02-003-0016_p0021",
      "zh_CN": "四维是四角，东南方、东北方、西南方、西北方，这叫四维，还有上方、下方，这就是十方世界。十方有无量无边的世界，每个世界有无量无边佛，没有一尊佛不讲《无量寿经》，没有一尊佛不讲《阿弥陀经》，没有一尊佛不欢欢喜喜劝一切众生念佛求生西方极乐世界。所以，一个真正发心念佛求生西方极乐世界的人，十方世界所有一切诸佛没有不赞叹你的，没有不欢喜你的，没有不恭贺你、恭喜你，你快要成佛了，你见到阿弥陀佛，就成佛了。给诸位说，这是所有一切经里头没有的。所以我讲了十七年《华严》，现在《华严》丢掉了，不讲了，为什么？《华严》没有这么殊胜，哪有这个殊胜！我讲《华严》的时候，一切诸佛不见得赞叹。我今天来讲这个经、念这部经，我知道，一切诸佛一个都不漏，没有一尊佛不赞叹、没有一尊佛不欢喜，这是稀有之因缘。所以这一段文，诸位要多念。",
      "zh_TW": "四維是四角，東南方、東北方、西南方、西北方，這叫四維，還有上方、下方，這就是十方世界。十方有無量無邊的世界，每個世界有無量無邊佛，沒有一尊佛不講《無量壽經》，沒有一尊佛不講《阿彌陀經》，沒有一尊佛不歡歡喜喜勸一切眾生念佛求生西方極樂世界。所以，一個真正發心念佛求生西方極樂世界的人，十方世界所有一切諸佛沒有不讚歎你的，沒有不歡喜你的，沒有不恭賀你、恭喜你，你快要成佛了，你見到阿彌陀佛，就成佛了。給諸位說，這是所有一切經裡頭沒有的。所以我講了十七年《華嚴》，現在《華嚴》丟掉了，不講了，為什麼？《華嚴》沒有這麼殊勝，哪有這個殊勝！我講《華嚴》的時候，一切諸佛不見得讚歎。我今天來講這個經、念這部經，我知道，一切諸佛一個都不漏，沒有一尊佛不讚歎、沒有一尊佛不歡喜，這是稀有之因緣。所以這一段文，諸位要多念。"
    },
    {
      "id": "02-003-0016_p0022",
      "zh_CN": "【恒沙世界。诸佛称赞。亦复如是。】",
      "zh_TW": "【恆沙世界。諸佛稱讚。亦復如是。】"
    },
    {
      "id": "02-003-0016_p0023",
      "zh_CN": "到这里是一段，给我们说明这个经典的重要性，这个经典第一殊胜、最极殊胜、无比的殊胜。黄念祖老居士发心要注解这部经，所以大难不死，他现在身体一年比一年好，反而健康起来了，什么原因？诸佛护念！他遭的难的确绝对不是一般人能够忍受的了，为了发愿注这个经，诸佛护念、龙天拥护，保佑他。底下这一段就非常重要，诸佛称赞，为我们讲解，把这部经介绍给我们，我们要怎样接受？底下就是说明我们如何来接受。",
      "zh_TW": "到這裡是一段，給我們說明這個經典的重要性，這個經典第一殊勝、最極殊勝、無比的殊勝。黃念祖老居士發心要註解這部經，所以大難不死，他現在身體一年比一年好，反而健康起來了，什麼原因？諸佛護念！他遭的難的確絕對不是一般人能夠忍受的了，為了發願註這個經，諸佛護念、龍天擁護，保佑他。底下這一段就非常重要，諸佛稱讚，為我們講解，把這部經介紹給我們，我們要怎樣接受？底下就是說明我們如何來接受。"
    },
    {
      "id": "02-003-0016_p0024",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-003-0016_p0025",
      "zh_CN": "这是讲佛赞叹这部经、宣扬这部经甚深的用意。为什么？",
      "zh_TW": "這是講佛讚歎這部經、宣揚這部經甚深的用意。為什麼？"
    },
    {
      "id": "02-003-0016_p0026",
      "zh_CN": "【欲令他方所有众生。】",
      "zh_TW": "【欲令他方所有眾生。】"
    },
    {
      "id": "02-003-0016_p0027",
      "zh_CN": "『他方』是指极乐世界以外的，也就是说十方无量无边恒沙国土。一切众生，此地这个众生是说的九法界众生，上到等觉菩萨，下至地狱众生，统统都包括。『所有众生』是这么样包括的。",
      "zh_TW": "『他方』是指極樂世界以外的，也就是說十方無量無邊恆沙國土。一切眾生，此地這個眾生是說的九法界眾生，上到等覺菩薩，下至地獄眾生，統統都包括。『所有眾生』是這麼樣包括的。"
    },
    {
      "id": "02-003-0016_p0028",
      "zh_CN": "【闻彼佛名。】",
      "zh_TW": "【聞彼佛名。】"
    },
    {
      "id": "02-003-0016_p0029",
      "zh_CN": "听到阿弥陀佛的名号。",
      "zh_TW": "聽到阿彌陀佛的名號。"
    },
    {
      "id": "02-003-0016_p0030",
      "zh_CN": "【发清净心。忆念受持。归依供养。】",
      "zh_TW": "【發清淨心。憶念受持。歸依供養。】"
    },
    {
      "id": "02-003-0016_p0031",
      "zh_CN": "诸佛称赞目的是在此地，这个目的就是佛度众生成佛。说老实话，任何一尊佛，包括我们自己本师释迦牟尼佛在内，要想度我们成佛，都不是个容易事情，为什么？众生的业障太重，烦恼太重，佛想度度不了。经上常讲，「心佛众生，三无差别」，这个力量是一样大，佛的力量很大，心的力量，众生心，众生业力的力量，这三个力量是平衡的，一样大。所以佛度众生难，《地藏菩萨本愿经》里面说得很清楚，「阎浮提众生，刚强难化」，害得地藏菩萨都不能成佛。地藏菩萨是「地狱不空，誓不成佛」，度不了，地藏菩萨可能成佛吗？不可能，永远没成佛的希望。很不容易接受，太难了。",
      "zh_TW": "諸佛稱讚目的是在此地，這個目的就是佛度眾生成佛。說老實話，任何一尊佛，包括我們自己本師釋迦牟尼佛在內，要想度我們成佛，都不是個容易事情，為什麼？眾生的業障太重，煩惱太重，佛想度度不了。經上常講，「心佛眾生，三無差別」，這個力量是一樣大，佛的力量很大，心的力量，眾生心，眾生業力的力量，這三個力量是平衡的，一樣大。所以佛度眾生難，《地藏菩薩本願經》裡面說得很清楚，「閻浮提眾生，剛強難化」，害得地藏菩薩都不能成佛。地藏菩薩是「地獄不空，誓不成佛」，度不了，地藏菩薩可能成佛嗎？不可能，永遠沒成佛的希望。很不容易接受，太難了。"
    },
    {
      "id": "02-003-0016_p0032",
      "zh_CN": "可是佛的悲愿无尽，总是希望众生能成佛。诸位晓得，在佛法无量无边的法门里面，真正能够度众生成佛道的，就是当生成佛的，一生这个事情就办妥当的，只有这一门，就是这本经，就是这个法门。除了这本经、这个法门之外，给诸位说，没有第二个法门。因为其他的法门都要经过很长的时间，不是一生能成就的，多生多劫的修行。佛在一般经上常讲三个阿僧祇劫，阿僧祇劫数字都是天文数字，太长了！三个阿僧祇劫还是释迦牟尼佛方便说，不是真实说。佛为什么不真实说？真实说，怕你不学了，他怕你吓到，你不敢学。真实说在哪里？在《华严经》上，《华严经》不是讲三个阿僧祇劫，讲无量劫，才能成佛。佛讲三个阿僧祇劫是不是骗我们？不是的。三个阿僧祇劫也成佛，成什么佛？藏教佛。佛，天台家有四种佛，藏通别圆，是藏教佛，藏教佛要三个阿僧祇劫。藏教佛好比小学毕业，成佛就好像毕业，佛说三大阿僧祇劫毕业没错，小学毕业。说大学毕业，那就要无量劫，无量劫才能成圆满的佛，圆教的佛。所以佛没骗我们，方便说，的确是成佛，但是成的是小佛，不是大佛，是小乘的佛，藏教是小乘的。这个要知道。",
      "zh_TW": "可是佛的悲願無盡，總是希望眾生能成佛。諸位曉得，在佛法無量無邊的法門裡面，真正能夠度眾生成佛道的，就是當生成佛的，一生這個事情就辦妥當的，只有這一門，就是這本經，就是這個法門。除了這本經、這個法門之外，給諸位說，沒有第二個法門。因為其他的法門都要經過很長的時間，不是一生能成就的，多生多劫的修行。佛在一般經上常講三個阿僧祇劫，阿僧祇劫數字都是天文數字，太長了！三個阿僧祇劫還是釋迦牟尼佛方便說，不是真實說。佛為什麼不真實說？真實說，怕你不學了，他怕你嚇到，你不敢學。真實說在哪裡？在《華嚴經》上，《華嚴經》不是講三個阿僧祇劫，講無量劫，才能成佛。佛講三個阿僧祇劫是不是騙我們？不是的。三個阿僧祇劫也成佛，成什麼佛？藏教佛。佛，天台家有四種佛，藏通別圓，是藏教佛，藏教佛要三個阿僧祇劫。藏教佛好比小學畢業，成佛就好像畢業，佛說三大阿僧祇劫畢業沒錯，小學畢業。說大學畢業，那就要無量劫，無量劫才能成圓滿的佛，圓教的佛。所以佛沒騙我們，方便說，的確是成佛，但是成的是小佛，不是大佛，是小乘的佛，藏教是小乘的。這個要知道。"
    },
    {
      "id": "02-003-0016_p0033",
      "zh_CN": "一生成究竟圆满的佛，那就是这个法门，就是这部经，所以这个经不可思议。这部经将来整个佛经都灭掉，佛还单独护持，十方一切诸佛护念，最后一切诸佛的力量神力加持，教这部经再住世一百年。在这个时候，有缘的人遇到，能够依照这个理论、方法修行，统统都能往生、都能成佛。由此可知这个经的重要！所以一切诸佛称赞宣扬、劝勉我们，目的是在此地。教一切众生听到阿弥陀佛的名号，『发清净心』。清净心非常重要，清净心就是诚心诚意，我就学这个，我不再学别的。『忆念受持，归依供养』，忆念就是「大势至菩萨念佛圆通章」里面所说的「忆佛念佛，现前当来，必定见佛」。受是接受，持是保持，今天这个法门我遇到了，我完全接受过来，我永远保持，不能够失掉的。",
      "zh_TW": "一生成究竟圓滿的佛，那就是這個法門，就是這部經，所以這個經不可思議。這部經將來整個佛經都滅掉，佛還單獨護持，十方一切諸佛護念，最後一切諸佛的力量神力加持，教這部經再住世一百年。在這個時候，有緣的人遇到，能夠依照這個理論、方法修行，統統都能往生、都能成佛。由此可知這個經的重要！所以一切諸佛稱讚宣揚、勸勉我們，目的是在此地。教一切眾生聽到阿彌陀佛的名號，『發清淨心』。清淨心非常重要，清淨心就是誠心誠意，我就學這個，我不再學別的。『憶念受持，歸依供養』，憶念就是「大勢至菩薩念佛圓通章」裡面所說的「憶佛念佛，現前當來，必定見佛」。受是接受，持是保持，今天這個法門我遇到了，我完全接受過來，我永遠保持，不能夠失掉的。"
    },
    {
      "id": "02-003-0016_p0034",
      "zh_CN": "这个地方的「归依」跟普通的皈依不一样，这个意义非常之特别。普通的皈依，我们在传授三皈的时候跟大家说过。我们从迷惑颠倒回过头来，皈就是回来、归来，依自性觉，觉就是佛，这叫皈依佛。我们依自性觉，觉而不迷，这叫皈依佛。皈依法，是从邪知邪见，就是错误的想法、错误的看法、错误的见解回过头来，依自性正。依自性正知正见，像佛在《法华经》里面所说的，「开示悟入，佛之知见」，佛的知见是正知正见，我们要依自性的正确的思想、正确的见解，这叫皈依法。皈依僧的意思，僧是清净，就是从一切染污回过头来，依清净心。这个地方叫发清净心，依清净心，清净心就是僧的意思，净而不染。所以，三皈依就是佛法修学三大纲领。学佛的人修行修什么？修觉正净，觉不迷、正不邪、净不染，就是修这个。这是通常传授三皈依跟诸位所说的。你们听一遍，就等于我在此地把三皈传授给你们，那个形式没有关系，任何一个法师来给你授这个形式都不要紧，重要的你懂得什么叫皈依，从哪里归，到底依个什么，这个重要。",
      "zh_TW": "這個地方的「歸依」跟普通的皈依不一樣，這個意義非常之特別。普通的皈依，我們在傳授三皈的時候跟大家說過。我們從迷惑顛倒回過頭來，皈就是回來、歸來，依自性覺，覺就是佛，這叫皈依佛。我們依自性覺，覺而不迷，這叫皈依佛。皈依法，是從邪知邪見，就是錯誤的想法、錯誤的看法、錯誤的見解回過頭來，依自性正。依自性正知正見，像佛在《法華經》裡面所說的，「開示悟入，佛之知見」，佛的知見是正知正見，我們要依自性的正確的思想、正確的見解，這叫皈依法。皈依僧的意思，僧是清淨，就是從一切染污回過頭來，依清淨心。這個地方叫發清淨心，依清淨心，清淨心就是僧的意思，淨而不染。所以，三皈依就是佛法修學三大綱領。學佛的人修行修什麼？修覺正淨，覺不迷、正不邪、淨不染，就是修這個。這是通常傳授三皈依跟諸位所說的。你們聽一遍，就等於我在此地把三皈傳授給你們，那個形式沒有關係，任何一個法師來給你授這個形式都不要緊，重要的你懂得什麼叫皈依，從哪裡歸，到底依個什麼，這個重要。"
    },
    {
      "id": "02-003-0016_p0035",
      "zh_CN": "这个地方所讲的「归依供养」大大的不相同，这不是平常三皈的意思。这个是什么意思？这不是普通觉，这是大觉；这不是平常的正，是至正，就是正知正见到了顶点，完全是如来果地上的境界；这个清净不是普通的清净，是真净。所以，这个觉正净全是阿弥陀佛果地上的境界；换句话说，十方诸佛赞，真正皈依处。我们要从无量无边的法门回过头来，依什么？依这本《无量寿经》，这个皈依是这样皈依法。以前我皈依，只要是大乘佛法、小乘佛法都可以，现在不要了，从那些所有一切无量无边的法门、无量无边的经典，从那里回过头来，那些都不要了，我只依靠这部经，这个皈依是这个意思。所有一切行门，八万四千法门，我统统回过头来，我只依一句阿弥陀佛，这个法门执持名号。",
      "zh_TW": "這個地方所講的「歸依供養」大大的不相同，這不是平常三皈的意思。這個是什麼意思？這不是普通覺，這是大覺；這不是平常的正，是至正，就是正知正見到了頂點，完全是如來果地上的境界；這個清淨不是普通的清淨，是真淨。所以，這個覺正淨全是阿彌陀佛果地上的境界；換句話說，十方諸佛讚，真正皈依處。我們要從無量無邊的法門回過頭來，依什麼？依這本《無量壽經》，這個皈依是這樣皈依法。以前我皈依，只要是大乘佛法、小乘佛法都可以，現在不要了，從那些所有一切無量無邊的法門、無量無邊的經典，從那裡回過頭來，那些都不要了，我只依靠這部經，這個皈依是這個意思。所有一切行門，八萬四千法門，我統統回過頭來，我只依一句阿彌陀佛，這個法門執持名號。"
    },
    {
      "id": "02-003-0016_p0036",
      "zh_CN": "所以，这个皈依有特别的意义，是这个讲法。一部经、一句名号正是古大德所说的，莲池大师讲的「三藏十二部，让给他人悟」，三藏十二部不要了，他从三藏十二部里回过头来，只依一部《阿弥陀经》。这是他皈依，莲池大师他真正回过头来，真的有依靠了。他说，「八万四千行，饶与别人行」，八万四千行门让给别人去修行，我老老实实念这一句阿弥陀佛。所以，此地这个皈依是特别皈依，就是依这一部经、依一句名号，其他的什么都不要。",
      "zh_TW": "所以，這個皈依有特別的意義，是這個講法。一部經、一句名號正是古大德所說的，蓮池大師講的「三藏十二部，讓給他人悟」，三藏十二部不要了，他從三藏十二部裡回過頭來，只依一部《阿彌陀經》。這是他皈依，蓮池大師他真正回過頭來，真的有依靠了。他說，「八萬四千行，饒與別人行」，八萬四千行門讓給別人去修行，我老老實實念這一句阿彌陀佛。所以，此地這個皈依是特別皈依，就是依這一部經、依一句名號，其他的什麼都不要。"
    },
    {
      "id": "02-003-0016_p0037",
      "zh_CN": "「供养」的意义尤其是深，不同于其他供养。这是什么供养？普贤菩萨「行愿品」里面告诉我们，在第三大愿，第三愿王里面讲的「广修供养」，经文里面明白给我们开示，「诸供养中，法供养最」。这个地方的供养不是财供养，法供养最，他特别着重在法供养。法供养里面，「行愿品」在经文里面一共给我们举了七种，七种法供养。七种里面第一种，当然是最重要的，第一种是「如法修行供养」，这个地方供养是指这个。我们依照这部经的理论、方法我们去做，把它做到，这就是供养阿弥陀佛，就是供养十方三世一切诸佛，统统供养到了。实在讲，不必麻烦天天搞这些香花摆在这里，不必搞这个。你只要把这部经里面所讲的道理、所讲的方法、所有的教训，你统统做到，把它变成我们自己的思想见解、生活行为，把它变成我们自己在这个世间处事待人的准则，这就是第一供养。它这供养的意思在这个地方，所以跟别的不一样。",
      "zh_TW": "「供養」的意義尤其是深，不同於其他供養。這是什麼供養？普賢菩薩「行願品」裡面告訴我們，在第三大願，第三願王裡面講的「廣修供養」，經文裡面明白給我們開示，「諸供養中，法供養最」。這個地方的供養不是財供養，法供養最，他特別著重在法供養。法供養裡面，「行願品」在經文裡面一共給我們舉了七種，七種法供養。七種裡面第一種，當然是最重要的，第一種是「如法修行供養」，這個地方供養是指這個。我們依照這部經的理論、方法我們去做，把它做到，這就是供養阿彌陀佛，就是供養十方三世一切諸佛，統統供養到了。實在講，不必麻煩天天搞這些香花擺在這裡，不必搞這個。你只要把這部經裡面所講的道理、所講的方法、所有的教訓，你統統做到，把它變成我們自己的思想見解、生活行為，把它變成我們自己在這個世間處事待人的準則，這就是第一供養。它這供養的意思在這個地方，所以跟別的不一樣。"
    },
    {
      "id": "02-003-0016_p0038",
      "zh_CN": "我们得佛的恩实在是太大，虽然是自己依教修行，当然这里面修行给我们说的很多，譬如教给我们读诵、受持、书写，书写现在不要写了，写很麻烦。因为从前印刷术没有发明，经典要流通只有书写，你能够写一部，世间这个经书就多了一部，这一部书将来不晓得度多少人！现在科学发达，印刷术发达，印一本书很便宜，所以用印刷来代替书写，这个方便。我们既然得到一切诸佛的护念，我们要想报佛恩，怎么报法？唯一的一条路就是自己依教奉行。除此之外，我们要把这个法门、这个经典普遍流通十方，这样才能报佛恩。我得好处，希望一切众生各个人都得这个好处，所以我们这部经就印得很多。",
      "zh_TW": "我們得佛的恩實在是太大，雖然是自己依教修行，當然這裡面修行給我們說的很多，譬如教給我們讀誦、受持、書寫，書寫現在不要寫了，寫很麻煩。因為從前印刷術沒有發明，經典要流通只有書寫，你能夠寫一部，世間這個經書就多了一部，這一部書將來不曉得度多少人！現在科學發達，印刷術發達，印一本書很便宜，所以用印刷來代替書寫，這個方便。我們既然得到一切諸佛的護念，我們要想報佛恩，怎麼報法？唯一的一條路就是自己依教奉行。除此之外，我們要把這個法門、這個經典普遍流通十方，這樣才能報佛恩。我得好處，希望一切眾生各個人都得這個好處，所以我們這部經就印得很多。"
    },
    {
      "id": "02-003-0016_p0039",
      "zh_CN": "我这几年来，差不多是十年的样子，一共大概是印了将近十万本，这经书印了十万本。今年我又发了个心，今年一年我就准备印十万本，愈印愈多。印了这么多的经，到处我们去寄给人家，经书寄到那边，我人还得要去，现场作秀。要不去的话，不跟他介绍他不懂，他不识货，你看一切诸佛第一经，他不识货。还要到现场给他说明，这个经是一切诸佛弘法第一经，特别给他介绍，这样他才晓得，他才识货。所以我一年到头到处跑，不是喜欢跑，不得已，没有法子。你们看到我身体还不错，不是我身体好，诸佛加持，佛不加持，我没有这个体力。像黄念祖老居士，佛要不加持他，他没有体力来写这个注解，真正是得三宝加持。众生有福，不是我的福报，众生有福。到新加坡，你们大家有福，你们没有福，这个法门怎么会传到此地来？在我想，由于你们这些有福报的人，在此地建立净宗学会，专修专弘，我想不要几年，新加坡这个净土一定非常兴旺。这是你们报佛恩，这是真正供养。",
      "zh_TW": "我這幾年來，差不多是十年的樣子，一共大概是印了將近十萬本，這經書印了十萬本。今年我又發了個心，今年一年我就準備印十萬本，愈印愈多。印了這麼多的經，到處我們去寄給人家，經書寄到那邊，我人還得要去，現場作秀。要不去的話，不跟他介紹他不懂，他不識貨，你看一切諸佛第一經，他不識貨。還要到現場給他說明，這個經是一切諸佛弘法第一經，特別給他介紹，這樣他才曉得，他才識貨。所以我一年到頭到處跑，不是喜歡跑，不得已，沒有法子。你們看到我身體還不錯，不是我身體好，諸佛加持，佛不加持，我沒有這個體力。像黃念祖老居士，佛要不加持他，他沒有體力來寫這個註解，真正是得三寶加持。眾生有福，不是我的福報，眾生有福。到新加坡，你們大家有福，你們沒有福，這個法門怎麼會傳到此地來？在我想，由於你們這些有福報的人，在此地建立淨宗學會，專修專弘，我想不要幾年，新加坡這個淨土一定非常興旺。這是你們報佛恩，這是真正供養。"
    },
    {
      "id": "02-003-0016_p0040",
      "zh_CN": "所以，真正念佛求生西方极乐世界的人，我们平常用钱，用这点钱心里就应该要想一想，这个钱可不可以省起来？如果能省，我能够省一块钱，这个世间就多两本《无量寿经》，这个不得了！我省两块钱，世界上多了四本《无量寿经》。这是小本的，小本很便宜，我们这个小本印了好几万本。大本的，大本的字大，年岁大的人看的方便。",
      "zh_TW": "所以，真正念佛求生西方極樂世界的人，我們平常用錢，用這點錢心裡就應該要想一想，這個錢可不可以省起來？如果能省，我能夠省一塊錢，這個世間就多兩本《無量壽經》，這個不得了！我省兩塊錢，世界上多了四本《無量壽經》。這是小本的，小本很便宜，我們這個小本印了好幾萬本。大本的，大本的字大，年歲大的人看的方便。"
    },
    {
      "id": "02-003-0016_p0041",
      "zh_CN": "但是这个小本有个好处，可以装在口袋里，女同修可以装在钱包里，随时拿出来念。大家不要像小乘那么样固执，这是佛的经本，不恭敬，形式上的恭敬不重要。我们天天念，天天读诵，印在心里，这个重要，非常重要。不要以为放在钱包，我钱包拉杂东西很多，放着不恭敬，你也不敢放。好了，你不敢放就没有机会念。你放在钱包里，你在巴士上的时候，坐在那里没事也可以念，可以拿出来念。你拿出来念，你得好处，你旁边的人会看看，他一历眼根，他就种了道种。你看看，你在那里念经的时候，旁边那些人就都度了。所以这个便利你携带放在身上，你随时去念。这个经是一切诸佛所护念的，你身上带这个经，比带什么护身符都灵，为什么？一切诸佛保佑你，你什么样的灾难都遇不到，同修们要注意到。现在有很多人项链上挂个佛，佛牌子，以为这个会保佑，不一定！这个经是真正保佑。所以，印成小本的目的是便于携带，印成大本的是便于你在家里面读诵。这就是讲供养，我们应该发什么样的心来供养。底下这一小段，是讲真实的功德。",
      "zh_TW": "但是這個小本有個好處，可以裝在口袋裡，女同修可以裝在錢包裡，隨時拿出來念。大家不要像小乘那麼樣固執，這是佛的經本，不恭敬，形式上的恭敬不重要。我們天天念，天天讀誦，印在心裡，這個重要，非常重要。不要以為放在錢包，我錢包拉雜東西很多，放著不恭敬，你也不敢放。好了，你不敢放就沒有機會念。你放在錢包裡，你在巴士上的時候，坐在那裡沒事也可以念，可以拿出來念。你拿出來念，你得好處，你旁邊的人會看看，他一歷眼根，他就種了道種。你看看，你在那裡念經的時候，旁邊那些人就都度了。所以這個便利你攜帶放在身上，你隨時去念。這個經是一切諸佛所護念的，你身上帶這個經，比帶什麼護身符都靈，為什麼？一切諸佛保佑你，你什麼樣的災難都遇不到，同修們要注意到。現在有很多人項鍊上掛個佛，佛牌子，以為這個會保佑，不一定！這個經是真正保佑。所以，印成小本的目的是便於攜帶，印成大本的是便於你在家裡面讀誦。這就是講供養，我們應該發什麼樣的心來供養。底下這一小段，是講真實的功德。"
    },
    {
      "id": "02-003-0016_p0042",
      "zh_CN": "【乃至能发一念净信。】",
      "zh_TW": "【乃至能發一念淨信。】"
    },
    {
      "id": "02-003-0016_p0043",
      "zh_CN": "『一念净信』，就是前面所讲的发清净心。净信很难，净信的功德无比的殊胜。可以说，如果你有一念净信，你将来往生西方极乐世界，你就有决定的把握，这个人可以讲没有怀疑，决定往生。什么叫净信？净信是专信、真信，一丝毫怀疑都没有。甚至于十方一切诸佛来给你讲，我还有一个法门比这个还好、还殊胜，你就谢谢诸佛，我已经受了这个法门，那个我不要了，这才叫做净信。不要说佛到你这里去，这是佛教给我的，大概是真好的，心里一动摇，你的信心不清净。就是本师释迦牟尼佛特别来找你，「你不要修这个，我还有比这个还妙的」，我都不要，不接受。你的信心要到这样的程度，这叫「一念净信」，换句话说，决定没有二念。我就相信这部经，我就学这部经，除这部经之外，我什么经都不必要学，都用不着；所有一切法门我都不要学，我只念这一句阿弥陀佛就够了，这叫做一念净信。凡是具足一念净信，他的成就都不可思议。",
      "zh_TW": "『一念淨信』，就是前面所講的發清淨心。淨信很難，淨信的功德無比的殊勝。可以說，如果你有一念淨信，你將來往生西方極樂世界，你就有決定的把握，這個人可以講沒有懷疑，決定往生。什麼叫淨信？淨信是專信、真信，一絲毫懷疑都沒有。甚至於十方一切諸佛來給你講，我還有一個法門比這個還好、還殊勝，你就謝謝諸佛，我已經受了這個法門，那個我不要了，這才叫做淨信。不要說佛到你這裡去，這是佛教給我的，大概是真好的，心裡一動搖，你的信心不清淨。就是本師釋迦牟尼佛特別來找你，「你不要修這個，我還有比這個還妙的」，我都不要，不接受。你的信心要到這樣的程度，這叫「一念淨信」，換句話說，決定沒有二念。我就相信這部經，我就學這部經，除這部經之外，我什麼經都不必要學，都用不著；所有一切法門我都不要學，我只念這一句阿彌陀佛就夠了，這叫做一念淨信。凡是具足一念淨信，他的成就都不可思議。"
    },
    {
      "id": "02-003-0016_p0044",
      "zh_CN": "我记得我在前面跟诸位提过，从前谛闲老法师有个徒弟，念佛的。谛闲老法师是近代天台宗的祖师，倓虚、宝静都是他的学生，我们这边演培老和尚也是谛闲老法师的学生。演公的佛学基础是谛老那个地方奠定的，所以这个老和尚非常了不起。前天星期天我在他那里做了一个简单的报告，我说我过去跟李老师学佛，拜他作老师，他提出三个条件。第一个条件，就是只准听他讲经说法，除他之外，任何人讲经说法都不能听，只能听一个老师的。第二个条件，就是我所想看的书本，一定经过他同意，他要不同意的，不准看。第三个条件，我从前所学的一律作废，他不承认，你今天到我这个地方来，从头学起。三个条件，很厉害。演公就跟我讲，他在观宗寺也是这三个条件，谛闲老法师也是这样。所以他就讲，当初我们很不习惯，好像老师专制跋扈不讲理，到以后才知道老师用心良苦，使我们真正能够把根基奠定，到以后才能有点成就，都是得力于这个基础。所以古时候五年学戒，就学这个东西，这也就是此地所讲的一念净信。",
      "zh_TW": "我記得我在前面跟諸位提過，從前諦閑老法師有個徒弟，念佛的。諦閑老法師是近代天台宗的祖師，倓虛、寶靜都是他的學生，我們這邊演培老和尚也是諦閑老法師的學生。演公的佛學基礎是諦老那個地方奠定的，所以這個老和尚非常了不起。前天星期天我在他那裡做了一個簡單的報告，我說我過去跟李老師學佛，拜他作老師，他提出三個條件。第一個條件，就是只准聽他講經說法，除他之外，任何人講經說法都不能聽，只能聽一個老師的。第二個條件，就是我所想看的書本，一定經過他同意，他要不同意的，不准看。第三個條件，我從前所學的一律作廢，他不承認，你今天到我這個地方來，從頭學起。三個條件，很厲害。演公就跟我講，他在觀宗寺也是這三個條件，諦閑老法師也是這樣。所以他就講，當初我們很不習慣，好像老師專制跋扈不講理，到以後才知道老師用心良苦，使我們真正能夠把根基奠定，到以後才能有點成就，都是得力於這個基礎。所以古時候五年學戒，就學這個東西，這也就是此地所講的一念淨信。"
    },
    {
      "id": "02-003-0016_p0045",
      "zh_CN": "可是老师这样子做法，他有很深的道理，他也不是专制，他有年限的，老师给我们年限是五年。以后我们真正得到好处，真正得到利益，对老师非常感激。老师虽然限我五年，我自动的又加了五年，我跟李老师十年，我守他的规矩守十年，这是感谢他的恩德。诸位现在学佛，我相信许多法师大德来讲经，你们统统都去听，这个法师讲这个好，那个法师讲那个经好，这个参禅好，那个持咒好，搞得满脑袋不晓得哪个好，搞得你迷迷糊糊、无所适从，这就可惜了，就糟透了。我们当年没有吃这个亏，就是因为老师限定太严格，只准听他一个，不能听别人的，把所有门统统给堵死，只准学他一个的。这样跟他一个人学，学了几年之后我们慧眼开了，就有能力辨别邪正、有能力辨别是非。这个时候你听别人讲经不怕，因为他哪些地方讲得对，哪些地方讲得有毛病，清清楚楚，只吸收他的好处，不会沾染他那些缺点，对自己决定有利益。好像我们饮食一样，只得滋养，他那个毒我们不会中的，毒的我们一看就晓得，那个不吃，有毒的不吃，有营养的我们吃，我们会选择。你们现在没有选择，营养的也吃，毒也吃，什么都吃，这个麻烦很大，这个要小心。所以，一念净信非常重要。",
      "zh_TW": "可是老師這樣子做法，他有很深的道理，他也不是專制，他有年限的，老師給我們年限是五年。以後我們真正得到好處，真正得到利益，對老師非常感激。老師雖然限我五年，我自動的又加了五年，我跟李老師十年，我守他的規矩守十年，這是感謝他的恩德。諸位現在學佛，我相信許多法師大德來講經，你們統統都去聽，這個法師講這個好，那個法師講那個經好，這個參禪好，那個持咒好，搞得滿腦袋不曉得哪個好，搞得你迷迷糊糊、無所適從，這就可惜了，就糟透了。我們當年沒有吃這個虧，就是因為老師限定太嚴格，只准聽他一個，不能聽別人的，把所有門統統給堵死，只准學他一個的。這樣跟他一個人學，學了幾年之後我們慧眼開了，就有能力辨別邪正、有能力辨別是非。這個時候你聽別人講經不怕，因為他哪些地方講得對，哪些地方講得有毛病，清清楚楚，只吸收他的好處，不會沾染他那些缺點，對自己決定有利益。好像我們飲食一樣，只得滋養，他那個毒我們不會中的，毒的我們一看就曉得，那個不吃，有毒的不吃，有營養的我們吃，我們會選擇。你們現在沒有選擇，營養的也吃，毒也吃，什麼都吃，這個麻煩很大，這個要小心。所以，一念淨信非常重要。"
    },
    {
      "id": "02-003-0016_p0046",
      "zh_CN": "可是，好的老师不是每个人一生都能遇到的，这是真的。能遇到好老师，这个人很幸运，所谓良师益友，可遇不可求，到哪里去找？我学佛可以说比起诸位同修就非常的幸运，就是我遇到好老师。我在台湾这么多年，只有三个老师，不是到处乱听，只有三个老师。第一个老师还不是学佛的，第一个老师我不是跟他学佛的，我很年轻的时候，我跟他学哲学，方东美先生。这是台湾大学很有名的教授，香港唐君毅先生，也是很有名的一个哲学家，唐君毅是方先生的学生，方东美的学生。我二十五、六岁的时候跟方老师学哲学，我的佛法是方老师介绍给我的。就是我们在上课的时候，最后的一个单元讲到佛经哲学，他告诉我「佛经是全世界哲学里面最高深的哲学，是人生最高的享受」，这两句话很动听。我说佛教还有这么好的东西？以前瞧不起佛教，认为佛教都是迷信，最反对、最排斥的是佛教。听方老师这么一介绍，佛教里头真正有好东西，这才到寺庙里去借经书来看。初看经书看不懂，但是这也许是过去世有善根，看不懂还想看，不是说看不懂就不看了，看不懂也想看。这就是入佛门的一个机缘，实在讲，缘分真是太好了。",
      "zh_TW": "可是，好的老師不是每個人一生都能遇到的，這是真的。能遇到好老師，這個人很幸運，所謂良師益友，可遇不可求，到哪裡去找？我學佛可以說比起諸位同修就非常的幸運，就是我遇到好老師。我在台灣這麼多年，只有三個老師，不是到處亂聽，只有三個老師。第一個老師還不是學佛的，第一個老師我不是跟他學佛的，我很年輕的時候，我跟他學哲學，方東美先生。這是台灣大學很有名的教授，香港唐君毅先生，也是很有名的一個哲學家，唐君毅是方先生的學生，方東美的學生。我二十五、六歲的時候跟方老師學哲學，我的佛法是方老師介紹給我的。就是我們在上課的時候，最後的一個單元講到佛經哲學，他告訴我「佛經是全世界哲學裡面最高深的哲學，是人生最高的享受」，這兩句話很動聽。我說佛教還有這麼好的東西？以前瞧不起佛教，認為佛教都是迷信，最反對、最排斥的是佛教。聽方老師這麼一介紹，佛教裡頭真正有好東西，這才到寺廟裡去借經書來看。初看經書看不懂，但是這也許是過去世有善根，看不懂還想看，不是說看不懂就不看了，看不懂也想看。這就是入佛門的一個機緣，實在講，緣分真是太好了。"
    },
    {
      "id": "02-003-0016_p0047",
      "zh_CN": "我接触佛经，就是看佛经不到一个月，我认识一个蒙古的亲王，满清时代的一位亲王，他地位很高，他住得距离我住的地方不太远，听说我看佛经，他来拜访我，因为他是佛教徒，来拜访我。看到我桌子上摆了佛经，他很欢喜，他就问我，他说你学佛了？我说我刚刚开始看。他说你有没有困难？我说困难很多。他说需不需一个人来帮你指导指导？我说找谁？那个时候我对哪一个法师都不认识，佛门没有接触过。他就介绍我，他说他认识一位章嘉大师。在那个时候，什么密教、显教我还搞不懂，就糊里糊涂跟他一道去拜访章嘉大师。",
      "zh_TW": "我接觸佛經，就是看佛經不到一個月，我認識一個蒙古的親王，滿清時代的一位親王，他地位很高，他住得距離我住的地方不太遠，聽說我看佛經，他來拜訪我，因為他是佛教徒，來拜訪我。看到我桌子上擺了佛經，他很歡喜，他就問我，他說你學佛了？我說我剛剛開始看。他說你有沒有困難？我說困難很多。他說需不需一個人來幫你指導指導？我說找誰？那個時候我對哪一個法師都不認識，佛門沒有接觸過。他就介紹我，他說他認識一位章嘉大師。在那個時候，什麼密教、顯教我還搞不懂，就糊裡糊塗跟他一道去拜訪章嘉大師。"
    },
    {
      "id": "02-003-0016_p0048",
      "zh_CN": "章嘉大师非常慈悲，所以那个时候我看的一些经书里面有些疑问都去请教他。他跟我约定时间一个星期一次，到他住宿那里去，差不多他给我两个小时的时间，真正难得。他教我三年，我佛学的根基是章嘉大师给我奠定的。这一接触佛法跟一个老师，哲学一个老师，佛法也是一个老师。章嘉大师那时候摄受我，实在讲慈悲，非常的慈祥。如果我们有偷个懒，有的时候去玩玩，这个礼拜不想去，去玩玩。隔天他老人家就打电话来了，你怎么没有来？是不是身体不舒服？很关心。这样搞得不能不去，没有法子，不能不去，非常关心。以后章嘉大师圆寂，圆寂以后一年，我就跟李炳南老居士，跟他十年。我的佛法就是两个老师，章嘉大师教我三年，李老师教我十年。所以我学东西很单纯，一点都不复杂，一个老师栽培的，这样的情形非常少，很难得遇到。",
      "zh_TW": "章嘉大師非常慈悲，所以那個時候我看的一些經書裡面有些疑問都去請教他。他跟我約定時間一個星期一次，到他住宿那裡去，差不多他給我兩個小時的時間，真正難得。他教我三年，我佛學的根基是章嘉大師給我奠定的。這一接觸佛法跟一個老師，哲學一個老師，佛法也是一個老師。章嘉大師那時候攝受我，實在講慈悲，非常的慈祥。如果我們有偷個懶，有的時候去玩玩，這個禮拜不想去，去玩玩。隔天他老人家就打電話來了，你怎麼沒有來？是不是身體不舒服？很關心。這樣搞得不能不去，沒有法子，不能不去，非常關心。以後章嘉大師圓寂，圓寂以後一年，我就跟李炳南老居士，跟他十年。我的佛法就是兩個老師，章嘉大師教我三年，李老師教我十年。所以我學東西很單純，一點都不複雜，一個老師栽培的，這樣的情形非常少，很難得遇到。"
    },
    {
      "id": "02-003-0016_p0049",
      "zh_CN": "遇不到怎么办？实在讲，遇不到有补救的方法，不能讲一生遇不到，没这个机缘，这一生就不学佛，那就可惜了。那就学古人，古人怎么样？做私淑弟子，学这个。什么叫私淑弟子？私淑弟子在中国第一个人是孟子，孟夫子。孟子非常好学，那个时候孔老夫子已经过世，他对于孔子的道德、学问、为人非常的崇敬，非常佩服，就想学孔子。孔子也不在了，但是孔老夫子他的著作在世间，孔老夫子还有些学生在世间，他就依照孔老夫子的著作，去请教孔老夫子的学生。他这样学，就是以孔老夫子做老师，这个叫私淑弟子。虽然跟老师没见过面，依照老师的教训，老师的著作在，依照这些著作来修行。他修得很像，所以在中国后世尊称为「亚圣」，孔老夫子是「至圣」，亚是次一等，除了孔子，就是他了，他学得很像。",
      "zh_TW": "遇不到怎麼辦？實在講，遇不到有補救的方法，不能講一生遇不到，沒這個機緣，這一生就不學佛，那就可惜了。那就學古人，古人怎麼樣？做私淑弟子，學這個。什麼叫私淑弟子？私淑弟子在中國第一個人是孟子，孟夫子。孟子非常好學，那個時候孔老夫子已經過世，他對於孔子的道德、學問、為人非常的崇敬，非常佩服，就想學孔子。孔子也不在了，但是孔老夫子他的著作在世間，孔老夫子還有些學生在世間，他就依照孔老夫子的著作，去請教孔老夫子的學生。他這樣學，就是以孔老夫子做老師，這個叫私淑弟子。雖然跟老師沒見過面，依照老師的教訓，老師的著作在，依照這些著作來修行。他修得很像，所以在中國後世尊稱為「亞聖」，孔老夫子是「至聖」，亞是次一等，除了孔子，就是他了，他學得很像。"
    },
    {
      "id": "02-003-0016_p0050",
      "zh_CN": "如果懂得这个方法，那就好办了，我们现在以谁做老师？以无量寿佛做老师，这个经典在！这经典就是无量寿佛，就是阿弥陀佛，以它做老师，此地讲的「归依供养」。我们以《无量寿经》做老师，《无量寿经》里面这些道理、方法、教训，我们一样一样来学，一样一样来做，统统做得一模一样，百分之百的做到，给诸位说，你就变成阿弥陀佛。阿弥陀佛是至圣，你是亚圣，这个不是假的。我们何必要拜这个做老师，拜那个做老师，这些老师哪一个老师能比得上无量寿佛？差远了！诸位一定要发这个心，我也是发这个心，我今天老师都不在了，我现在以谁做老师？以阿弥陀佛做老师。你们也以阿弥陀佛做老师，我们同学，同学我可以帮助你，你有困难我会帮助你。我们统统以阿弥陀佛做老师，做阿弥陀佛的私淑弟子。",
      "zh_TW": "如果懂得這個方法，那就好辦了，我們現在以誰做老師？以無量壽佛做老師，這個經典在！這經典就是無量壽佛，就是阿彌陀佛，以它做老師，此地講的「歸依供養」。我們以《無量壽經》做老師，《無量壽經》裡面這些道理、方法、教訓，我們一樣一樣來學，一樣一樣來做，統統做得一模一樣，百分之百的做到，給諸位說，你就變成阿彌陀佛。阿彌陀佛是至聖，你是亞聖，這個不是假的。我們何必要拜這個做老師，拜那個做老師，這些老師哪一個老師能比得上無量壽佛？差遠了！諸位一定要發這個心，我也是發這個心，我今天老師都不在了，我現在以誰做老師？以阿彌陀佛做老師。你們也以阿彌陀佛做老師，我們同學，同學我可以幫助你，你有困難我會幫助你。我們統統以阿彌陀佛做老師，做阿彌陀佛的私淑弟子。"
    },
    {
      "id": "02-003-0016_p0051",
      "zh_CN": "这个私淑弟子在我们佛门里头，也有很了不起的成就，像蕅益大师，蕅益大师就是私淑莲池的。他对于莲池大师非常的崇敬，但是他学佛的时候，莲池大师圆寂了。莲池大师的著作流传在后世，现在我们台湾有出版，很容易请得到，莲池大师的全集，有十几种。蕅益大师就专门以莲池大师的全集做老师，换句话说，除了莲池大师的作品之外，其他东西不看，我专学一个人，跟一个老师学。学到自己智慧开了，再看别的东西，那一看就通达。等于说跟一个老师，跟五年、跟十年，就是五年、十年当中，除这个老师东西之外，我一律都不看，我学一家之言。这个是可以采取的。",
      "zh_TW": "這個私淑弟子在我們佛門裡頭，也有很了不起的成就，像蕅益大師，蕅益大師就是私淑蓮池的。他對於蓮池大師非常的崇敬，但是他學佛的時候，蓮池大師圓寂了。蓮池大師的著作流傳在後世，現在我們台灣有出版，很容易請得到，蓮池大師的全集，有十幾種。蕅益大師就專門以蓮池大師的全集做老師，換句話說，除了蓮池大師的作品之外，其他東西不看，我專學一個人，跟一個老師學。學到自己智慧開了，再看別的東西，那一看就通達。等於說跟一個老師，跟五年、跟十年，就是五年、十年當中，除這個老師東西之外，我一律都不看，我學一家之言。這個是可以採取的。"
    },
    {
      "id": "02-003-0016_p0052",
      "zh_CN": "我实在是怕大家看这一本经书，这么小小的，很单调，我就学这一样，人家都学那么多，我只学这一样，好像很可怜的样子，比不上别人，心里不太愿意。这样才跟大家编了一个《净土五经读本》，《净土五经读本》是我最近编的，《净土五经读本》里面所收容的分量就相当多，就不算少数，但是全是净土宗主要依据的经典，都在里面。这个本子诸位如果要，你就到楼上图书室去请，不分发给大家，为什么？不要的人，拿去没有用处。你真正想念的、想研究的，主要是想念的，你就请回家去。我跟诸位讲了，《无量寿经》现在一共有九种不同的本子，我们《净土五经读本》里头全部都收集了，统统在里面，非常完整，《阿弥陀经》三种不同的本子也都收齐了。所以，这是净土宗非常完备的一个经本，有这一本就足够了。",
      "zh_TW": "我實在是怕大家看這一本經書，這麼小小的，很單調，我就學這一樣，人家都學那麼多，我只學這一樣，好像很可憐的樣子，比不上別人，心裡不太願意。這樣才跟大家編了一個《淨土五經讀本》，《淨土五經讀本》是我最近編的，《淨土五經讀本》裡面所收容的分量就相當多，就不算少數，但是全是淨土宗主要依據的經典，都在裡面。這個本子諸位如果要，你就到樓上圖書室去請，不分發給大家，為什麼？不要的人，拿去沒有用處。你真正想念的、想研究的，主要是想念的，你就請回家去。我跟諸位講了，《無量壽經》現在一共有九種不同的本子，我們《淨土五經讀本》裡頭全部都收集了，統統在裡面，非常完整，《阿彌陀經》三種不同的本子也都收齊了。所以，這是淨土宗非常完備的一個經本，有這一本就足夠了。"
    },
    {
      "id": "02-003-0016_p0053",
      "zh_CN": "如果你还嫌不够，还嫌太少，我再介绍你一本书，蕅益大师的《净土十要》。如果还要不够的话，还可以介绍一本，《印光大师全集》，就是《印光大师文钞》。如果还不够，那就不行了，到此为止。这就不得了了，这个堆起来有这么多，有这么一大堆，就相当多了。五经、《净土十要》、《印光大师文钞》。其他的书希望同修们五年之内你不要看，为什么？你心定了，心会定下来。你涉及别的，看多了你心永远定不下来。我们念佛，念佛要念到一心不乱、要念到功夫成片，大家念了这么多年，为什么都得不到？因为你乱的，你心是乱的，你不定。如果我们学一样东西，这一样东西，定他决定能够得到。你要是把心定个五年，我常常教同修们，你真正想入这个法门，你应当把《净土五经读本》从头到尾看十遍。为什么叫你看十遍？十遍看下来之后，你的心定了，你的信心坚固了，你觉得这一门东西真好，你才晓得它的好处，你识货。然后我再劝你把这部《无量寿经》一天念三遍，念三年，三年就是念三千遍，念三千遍你得定了，三千遍念下来，心得定了。中国古人说，「读书千遍，其义自见」，其义自见就是我们一般讲的开悟，你果然念上三千遍，你会开悟！你心定了，定了以后就会开悟，定会开慧。我们现在为什么不能开悟？心不定！心不定要想开悟，不可能的事情，没有这个道理。",
      "zh_TW": "如果你還嫌不夠，還嫌太少，我再介紹你一本書，蕅益大師的《淨土十要》。如果還要不夠的話，還可以介紹一本，《印光大師全集》，就是《印光大師文鈔》。如果還不夠，那就不行了，到此為止。這就不得了了，這個堆起來有這麼多，有這麼一大堆，就相當多了。五經、《淨土十要》、《印光大師文鈔》。其他的書希望同修們五年之內你不要看，為什麼？你心定了，心會定下來。你涉及別的，看多了你心永遠定不下來。我們念佛，念佛要念到一心不亂、要念到功夫成片，大家念了這麼多年，為什麼都得不到？因為你亂的，你心是亂的，你不定。如果我們學一樣東西，這一樣東西，定他決定能夠得到。你要是把心定個五年，我常常教同修們，你真正想入這個法門，你應當把《淨土五經讀本》從頭到尾看十遍。為什麼叫你看十遍？十遍看下來之後，你的心定了，你的信心堅固了，你覺得這一門東西真好，你才曉得它的好處，你識貨。然後我再勸你把這部《無量壽經》一天念三遍，念三年，三年就是念三千遍，念三千遍你得定了，三千遍念下來，心得定了。中國古人說，「讀書千遍，其義自見」，其義自見就是我們一般講的開悟，你果然念上三千遍，你會開悟！你心定了，定了以後就會開悟，定會開慧。我們現在為什麼不能開悟？心不定！心不定要想開悟，不可能的事情，沒有這個道理。"
    },
    {
      "id": "02-003-0016_p0054",
      "zh_CN": "这个方法教给你，你要是依教奉行做三年，你决定不吃亏。三年之后，你才晓得我指的这条路正确，对的！你要不相信，又亲近这个法师，又亲近那个大德，你搞三十年还跟现在一样糊里糊涂，甚至比现在更糟糕，还没有现在头脑这么清爽，这个是很重要的。所以，一念净信是非常不容易，真正能把万缘放下，把所有一切佛法也放下，所有一切修行的法门亦放下。专念这一部经，专念这一句阿弥陀佛，这才叫做一念净信，所以这四个字那是不可思议。",
      "zh_TW": "這個方法教給你，你要是依教奉行做三年，你決定不吃虧。三年之後，你才曉得我指的這條路正確，對的！你要不相信，又親近這個法師，又親近那個大德，你搞三十年還跟現在一樣糊裡糊塗，甚至比現在更糟糕，還沒有現在頭腦這麼清爽，這個是很重要的。所以，一念淨信是非常不容易，真正能把萬緣放下，把所有一切佛法也放下，所有一切修行的法門亦放下。專念這一部經，專念這一句阿彌陀佛，這才叫做一念淨信，所以這四個字那是不可思議。"
    },
    {
      "id": "02-003-0016_p0055",
      "zh_CN": "【所有善根。至心回向。愿生彼国。】",
      "zh_TW": "【所有善根。至心迴向。願生彼國。】"
    },
    {
      "id": "02-003-0016_p0056",
      "zh_CN": "这个底下有『至心』、『愿生』。『所有善根』是指我们在日常生活当中，所有一切自利利他的善行，都可以『回向』。回向是什么意思？就是我为什么要修，我这个三年，譬如我刚才讲了，这三年一心一意念这本《无量寿经》，我把它念三千遍。除了念这个经之外，我念阿弥陀佛的名号，名号当然念得愈多愈好，为什么？为了生西方极乐世界。生到西方极乐世界又为什么？为了断烦恼、学佛法、成佛道、度众生，最后的目的是普度一切众生，这就是四弘誓愿。所以，四弘誓愿、十大愿王，必须到了西方极乐世界才能够圆满，不到西方极乐世界没有法子圆满的。这就是发这个心。",
      "zh_TW": "這個底下有『至心』、『願生』。『所有善根』是指我們在日常生活當中，所有一切自利利他的善行，都可以『迴向』。迴向是什麼意思？就是我為什麼要修，我這個三年，譬如我剛才講了，這三年一心一意念這本《無量壽經》，我把它念三千遍。除了念這個經之外，我念阿彌陀佛的名號，名號當然念得愈多愈好，為什麼？為了生西方極樂世界。生到西方極樂世界又為什麼？為了斷煩惱、學佛法、成佛道、度眾生，最後的目的是普度一切眾生，這就是四弘誓願。所以，四弘誓願、十大願王，必須到了西方極樂世界才能夠圓滿，不到西方極樂世界沒有法子圓滿的。這就是發這個心。"
    },
    {
      "id": "02-003-0016_p0057",
      "zh_CN": "我们今天所有一切利益众生的事情，像我们印经、劝别人念佛，怕大家不会念，经本拿回去，尤其这个地方华语虽然这几年提倡，还不够深入，经本是文言文，生字很多，你不会念。所以，我特别找广播电台的广播小姐，把这个经从头到尾念一遍，录成录音带。你可以带回家依照录音带来念，不难！你说一天念三遍，有录音带就不难。你说很忙，忙也可以念，一面工作一面念，怎么念法？带个随身听就可以了。不要看经本，一样做事情，带个随身听套在耳朵上，一面工作一面也可以念经，念经不妨碍工作。从前人做不到，现在得力于科学工具，你可以做到，你一天念三遍不成问题。当然最初看着经本念，经本慢慢念熟了，只要听到这个音声一提，我们都熟了，所以很容易大家就会背诵。",
      "zh_TW": "我們今天所有一切利益眾生的事情，像我們印經、勸別人念佛，怕大家不會念，經本拿回去，尤其這個地方華語雖然這幾年提倡，還不夠深入，經本是文言文，生字很多，你不會念。所以，我特別找廣播電台的廣播小姐，把這個經從頭到尾念一遍，錄成錄音帶。你可以帶回家依照錄音帶來念，不難！你說一天念三遍，有錄音帶就不難。你說很忙，忙也可以念，一面工作一面念，怎麼念法？帶個隨身聽就可以了。不要看經本，一樣做事情，帶個隨身聽套在耳朵上，一面工作一面也可以念經，念經不妨礙工作。從前人做不到，現在得力於科學工具，你可以做到，你一天念三遍不成問題。當然最初看著經本念，經本慢慢念熟了，只要聽到這個音聲一提，我們都熟了，所以很容易大家就會背誦。"
    },
    {
      "id": "02-003-0016_p0058",
      "zh_CN": "我过去想的这个方法，除了报佛恩，弘扬诸佛第一法门之外，还有一个复兴中华文化的意义。像在国外，在国外生长的小朋友，学华语的机会很少，将来长大，的确中国话也不会讲，中国字也不认得，尤其文言文那更不必谈。我们用这个方法，教他当作国文去念，教小孩子、小朋友拿着这个录音带每天念一段，这本书让他一年念完。这样子他华语也学会了，中国字也认得了，文言文也学会了，佛法也学到了，一举四得。这是我们帮助华侨，帮助华侨的子弟不忘本，把中华文化能够保持住，能够将来发扬光大。",
      "zh_TW": "我過去想的這個方法，除了報佛恩，弘揚諸佛第一法門之外，還有一個復興中華文化的意義。像在國外，在國外生長的小朋友，學華語的機會很少，將來長大，的確中國話也不會講，中國字也不認得，尤其文言文那更不必談。我們用這個方法，教他當作國文去念，教小孩子、小朋友拿著這個錄音帶每天念一段，這本書讓他一年念完。這樣子他華語也學會了，中國字也認得了，文言文也學會了，佛法也學到了，一舉四得。這是我們幫助華僑，幫助華僑的子弟不忘本，把中華文化能夠保持住，能夠將來發揚光大。"
    },
    {
      "id": "02-003-0016_p0059",
      "zh_CN": "因为从前李老师教我们古文，他老人家的标准是要背五十篇，一定要背诵五十篇古文。我们本经一共四十八章，就是四十八篇，距离五十篇就差两篇，很接近了。所以把这本书当作国文来读，实在讲在国文里面它也是最好的文章，也是最好的古文。你这本书统统念熟了，三千遍念完了之后，你们诸位真是不得了，现在多少大学教授，教中文的教授都不如你们。你们文言文不但能看，所有一切经典打开来，你们读诵没有障碍。《四库全书》打开来你也没障碍，文言文没障碍了。不但你能看，而且你决定能够写，你可以写文言文，熟能生巧。中国古文怎么学？就是背诵得来的，熟透了就变成自己的。这一点非常重要。所以这个经不能不读，不能不多读，不能不熟读，不但自己要读，一定要教你家里面的小孩，教小朋友去读。要把它认为不仅是报佛恩，弘扬诸佛第一经，也是复兴中华文化最好的一个法门。",
      "zh_TW": "因為從前李老師教我們古文，他老人家的標準是要背五十篇，一定要背誦五十篇古文。我們本經一共四十八章，就是四十八篇，距離五十篇就差兩篇，很接近了。所以把這本書當作國文來讀，實在講在國文裡面它也是最好的文章，也是最好的古文。你這本書統統念熟了，三千遍念完了之後，你們諸位真是不得了，現在多少大學教授，教中文的教授都不如你們。你們文言文不但能看，所有一切經典打開來，你們讀誦沒有障礙。《四庫全書》打開來你也沒障礙，文言文沒障礙了。不但你能看，而且你決定能夠寫，你可以寫文言文，熟能生巧。中國古文怎麼學？就是背誦得來的，熟透了就變成自己的。這一點非常重要。所以這個經不能不讀，不能不多讀，不能不熟讀，不但自己要讀，一定要教你家裡面的小孩，教小朋友去讀。要把它認為不僅是報佛恩，弘揚諸佛第一經，也是復興中華文化最好的一個法門。"
    },
    {
      "id": "02-003-0016_p0060",
      "zh_CN": "【随愿皆生。】",
      "zh_TW": "【隨願皆生。】"
    },
    {
      "id": "02-003-0016_p0061",
      "zh_CN": "你发愿求生西方极乐世界，决定不落空，决定得生；不但得生，而且往生的时候一定非常的殊胜。在去年，黄老居士将夏莲居老居士的一张照片寄给我，我在台湾放大，我带了一张到此地来。团长就要我把夏莲居老居士的简历做个简单的介绍，我除了这些序文里面一点资料之外，其他的都不晓得。虽然去年黄老居士跟我谈了一些，夏老居士在世弘法的经过，但是资料不完整，我这两天在想这个问题。今天有个同修送了一本大陆上的《往生传》，里头就有他一篇，我正在想他，他就送来了，不可思议。这一篇东西我看了，但是不够详细，所以我把它影印了，明天把它寄给黄念祖老居士，请黄念祖老居士再补充一点，那他的小传就相当完整了。将来我们再印经本，可以把夏老居士的传记附在后面，使我们对他多一点的了解、多一层的认识，对于这部经我们会增长信心。他老人家往生，往生得非常自在，在《往生传》里头有。",
      "zh_TW": "你發願求生西方極樂世界，決定不落空，決定得生；不但得生，而且往生的時候一定非常的殊勝。在去年，黃老居士將夏蓮居老居士的一張照片寄給我，我在台灣放大，我帶了一張到此地來。團長就要我把夏蓮居老居士的簡歷做個簡單的介紹，我除了這些序文裡面一點資料之外，其他的都不曉得。雖然去年黃老居士跟我談了一些，夏老居士在世弘法的經過，但是資料不完整，我這兩天在想這個問題。今天有個同修送了一本大陸上的《往生傳》，裡頭就有他一篇，我正在想他，他就送來了，不可思議。這一篇東西我看了，但是不夠詳細，所以我把它影印了，明天把它寄給黃念祖老居士，請黃念祖老居士再補充一點，那他的小傳就相當完整了。將來我們再印經本，可以把夏老居士的傳記附在後面，使我們對他多一點的了解、多一層的認識，對於這部經我們會增長信心。他老人家往生，往生得非常自在，在《往生傳》裡頭有。"
    },
    {
      "id": "02-003-0016_p0062",
      "zh_CN": "【得不退转。乃至无上正等菩提。】",
      "zh_TW": "【得不退轉。乃至無上正等菩提。】"
    },
    {
      "id": "02-003-0016_p0063",
      "zh_CN": "这是往生到西方极乐世界殊胜的利益，这个利益是无与伦比。为什么？就是经上讲的『不退转』。诸位要知道，一切菩萨，七地以下，十方一切诸佛国土里面修行都有退转，要八地以上才不退转，七地以下都会退转。要修到七地，就算释迦牟尼佛讲三大阿僧祇劫，藏教佛来说，要修到七地，也要两个阿僧祇劫才修到七地，可见得真正不容易，要想到不退不是个容易事情。但是西方世界殊胜，只要一往生就圆证三不退，这个不可思议，这是我们要特别慎重的。换句话说，今天这个机缘我们遇到，机会遇到了，我们能够把握住，我们就是不退转。如果我们自己没有能把握住，就是这一生不能往生；换句话说，生生世世还是退转、隔阴、轮回，决定不能够避免，这是一定要记住的。『无上正等菩提』，就是无上正等正觉，也就是圆教的佛果，像阿弥陀佛一样。到西方极乐世界，将来的成就必定与阿弥陀佛完全相同，决定没有差别。",
      "zh_TW": "這是往生到西方極樂世界殊勝的利益，這個利益是無與倫比。為什麼？就是經上講的『不退轉』。諸位要知道，一切菩薩，七地以下，十方一切諸佛國土裡面修行都有退轉，要八地以上才不退轉，七地以下都會退轉。要修到七地，就算釋迦牟尼佛講三大阿僧祇劫，藏教佛來說，要修到七地，也要兩個阿僧祇劫才修到七地，可見得真正不容易，要想到不退不是個容易事情。但是西方世界殊勝，只要一往生就圓證三不退，這個不可思議，這是我們要特別慎重的。換句話說，今天這個機緣我們遇到，機會遇到了，我們能夠把握住，我們就是不退轉。如果我們自己沒有能把握住，就是這一生不能往生；換句話說，生生世世還是退轉、隔陰、輪迴，決定不能夠避免，這是一定要記住的。『無上正等菩提』，就是無上正等正覺，也就是圓教的佛果，像阿彌陀佛一樣。到西方極樂世界，將來的成就必定與阿彌陀佛完全相同，決定沒有差別。"
    },
    {
      "id": "02-003-0016_p0064",
      "zh_CN": "这一章经文里面，十方三世一切诸佛以最真诚的言语开导我们的。最要紧，就是他这个归依的特殊意义，我们依一部经，依一句名号，一心。一念就是一心，一念净信，一念就是一心，一心就是真心，古德讲一心具十法界，心是一切万法的本体，也叫做真如，也叫做自性，也叫做真心，也叫做法性，也叫做佛性，这我们一定要认识清楚的。回向，我们这个法门跟其他法门又有不相同之处，因为这个法门可以说完全不依自己的力量，完全靠佛力。我们自己只要具足什么？具足信、愿、行，行就是读经、念佛，只要具足这一章经里面所讲的就够了，可以说统统都包括了，我只要具足这几个条件就行了。我具足「一念净信，至心发愿，愿生彼国」，我只要具这个条件就够了，其余的统统是佛力，全是靠阿弥陀佛。这个回向，实在讲不是一般凡情所能够知道的。因此，这个法门也叫做不回向法门，换句话说，我就靠定了阿弥陀佛。这不回向法门是至高无上的回向，这个不可思议。无需用其他特别回向，我靠定了，一心一意，求生净土。这一章经文虽然不长，用意非常之深，是我们能不能往生关键的所在。下面两章是这一章的延续，就是给我们要详细谈一谈修行的方法。",
      "zh_TW": "這一章經文裡面，十方三世一切諸佛以最真誠的言語開導我們的。最要緊，就是他這個歸依的特殊意義，我們依一部經，依一句名號，一心。一念就是一心，一念淨信，一念就是一心，一心就是真心，古德講一心具十法界，心是一切萬法的本體，也叫做真如，也叫做自性，也叫做真心，也叫做法性，也叫做佛性，這我們一定要認識清楚的。迴向，我們這個法門跟其他法門又有不相同之處，因為這個法門可以說完全不依自己的力量，完全靠佛力。我們自己只要具足什麼？具足信、願、行，行就是讀經、念佛，只要具足這一章經裡面所講的就夠了，可以說統統都包括了，我只要具足這幾個條件就行了。我具足「一念淨信，至心發願，願生彼國」，我只要具這個條件就夠了，其餘的統統是佛力，全是靠阿彌陀佛。這個迴向，實在講不是一般凡情所能夠知道的。因此，這個法門也叫做不迴向法門，換句話說，我就靠定了阿彌陀佛。這不迴向法門是至高無上的迴向，這個不可思議。無需用其他特別迴向，我靠定了，一心一意，求生淨土。這一章經文雖然不長，用意非常之深，是我們能不能往生關鍵的所在。下面兩章是這一章的延續，就是給我們要詳細談一談修行的方法。"
    },
    {
      "id": "02-003-0016_p0065",
      "zh_CN": "【三辈往生第二十四】",
      "zh_TW": "【三輩往生第二十四】"
    },
    {
      "id": "02-003-0016_p0066",
      "zh_CN": "这是说往生到西方极乐世界的这些人，他们在因地修行，实在讲也是有千差万别。生到西方极乐世界品级相当之多，多了就不好讲，所以佛把它归纳为上中下三等，叫三辈，这就好说了，便于言说。实际上，上辈里面还有许多不同，就好像我们在学校念书一样，我们同在一个班级，考试起来，名次还会有第一名、第二名、第三名，还是不一样，没有相同的。西方极乐世界也是如此，这是大说，说三辈。《观无量寿经》说得比较微细一点，说九品，九品就是三辈的广说，展开来是九品，归纳是三辈，所以三辈跟九品没有差别。",
      "zh_TW": "這是說往生到西方極樂世界的這些人，他們在因地修行，實在講也是有千差萬別。生到西方極樂世界品級相當之多，多了就不好講，所以佛把它歸納為上中下三等，叫三輩，這就好說了，便於言說。實際上，上輩裡面還有許多不同，就好像我們在學校念書一樣，我們同在一個班級，考試起來，名次還會有第一名、第二名、第三名，還是不一樣，沒有相同的。西方極樂世界也是如此，這是大說，說三輩。《觀無量壽經》說得比較微細一點，說九品，九品就是三輩的廣說，展開來是九品，歸納是三輩，所以三輩跟九品沒有差別。"
    },
    {
      "id": "02-003-0016_p0067",
      "zh_CN": "九品里面实在讲每一品里面还有九品，所以品类无量无边，这是实际的状况，我们要知道。但是不管是什么样的品位，可以说往生第一个因素就是「发菩提心、一向专念」，也就是前面一章给我们提示的，「闻彼佛名，发清净心，忆念受持，归依供养」，后面讲「一念净信」、「至心」、「愿生」，这的确是往生西方极乐世界最重要的一个条件。请看经文：",
      "zh_TW": "九品裡面實在講每一品裡面還有九品，所以品類無量無邊，這是實際的狀況，我們要知道。但是不管是什麼樣的品位，可以說往生第一個因素就是「發菩提心、一向專念」，也就是前面一章給我們提示的，「聞彼佛名，發清淨心，憶念受持，歸依供養」，後面講「一念淨信」、「至心」、「願生」，這的確是往生西方極樂世界最重要的一個條件。請看經文："
    },
    {
      "id": "02-003-0016_p0068",
      "zh_CN": "【佛告阿难。十方世界诸天人民。其有至心愿生彼国。凡有三辈。】",
      "zh_TW": "【佛告阿難。十方世界諸天人民。其有至心願生彼國。凡有三輩。】"
    },
    {
      "id": "02-003-0016_p0069",
      "zh_CN": "这个是第一段，是总纲。在这条纲领里面，我们要特别注意的，经文上明白给我们说出的是『十方世界诸天人民』，要把这几个字看清楚。为什么？想想十方世界，当然包括我们娑婆世界，我们娑婆世界在里头；诸天人民，我现在是人的身分，包括我在里头。这一章经给谁说的？给我说的，你才晓得这个经与我们自己多么亲切，这经给谁说的？给我自己说的，不是给别人说的。换句话说，释迦牟尼佛这经，就是那时候讲传到现在，就是给我的，不是给别人的。我就全部承当，就接受过来，这才叫信受奉行，我全部接受过来，是我！明明写的是我。如果他说是「十方世界诸菩萨、阿罗汉」，那我们没分，那我看也不要看，看了白看，与我不相干。这个地方重要，每一字关系都很大，我们信心才能生起来，原来经是给我说的。所以我们把这个经送给别人的时候，这是佛对我讲的，我得到好处了，现在我把我这个利益转送给你，你去看看，原来佛也是对你说的。他接受过去了，就是对他说的。",
      "zh_TW": "這個是第一段，是總綱。在這條綱領裡面，我們要特別注意的，經文上明白給我們說出的是『十方世界諸天人民』，要把這幾個字看清楚。為什麼？想想十方世界，當然包括我們娑婆世界，我們娑婆世界在裡頭；諸天人民，我現在是人的身分，包括我在裡頭。這一章經給誰說的？給我說的，你才曉得這個經與我們自己多麼親切，這經給誰說的？給我自己說的，不是給別人說的。換句話說，釋迦牟尼佛這經，就是那時候講傳到現在，就是給我的，不是給別人的。我就全部承當，就接受過來，這才叫信受奉行，我全部接受過來，是我！明明寫的是我。如果他說是「十方世界諸菩薩、阿羅漢」，那我們沒分，那我看也不要看，看了白看，與我不相干。這個地方重要，每一字關係都很大，我們信心才能生起來，原來經是給我說的。所以我們把這個經送給別人的時候，這是佛對我講的，我得到好處了，現在我把我這個利益轉送給你，你去看看，原來佛也是對你說的。他接受過去了，就是對他說的。"
    },
    {
      "id": "02-003-0016_p0070",
      "zh_CN": "『其有至心愿生彼国』，「至心愿生」就是前面所讲的「一念净信，至心回向，愿生彼国」，就是这个意思。到达西方极乐世界，由于他的功夫、他的修行不一样，所以到达西方极乐世界，他的品位、界地不相同。这段话实在讲就是勉励我们力争上游，我们去，上辈往生，上上品往生，这段开示主要目的是这个。希望我们求往生要上上品往生，这是佛的本意，也是十方一切诸佛对我们的期望。我们往生了，下下品，当然诸佛也欢喜，不错了，很难得。好像你考学校考取了，虽然不是第一名，末尾一名，但是总是被录取，也算不错了。如果你第一名被录取，那当然一家人都要庆祝，非常的欢喜。所以这一章经文，晓得它的用意，佛是希望我们上上品往生。",
      "zh_TW": "『其有至心願生彼國』，「至心願生」就是前面所講的「一念淨信，至心迴向，願生彼國」，就是這個意思。到達西方極樂世界，由於他的功夫、他的修行不一樣，所以到達西方極樂世界，他的品位、界地不相同。這段話實在講就是勉勵我們力爭上游，我們去，上輩往生，上上品往生，這段開示主要目的是這個。希望我們求往生要上上品往生，這是佛的本意，也是十方一切諸佛對我們的期望。我們往生了，下下品，當然諸佛也歡喜，不錯了，很難得。好像你考學校考取了，雖然不是第一名，末尾一名，但是總是被錄取，也算不錯了。如果你第一名被錄取，那當然一家人都要慶祝，非常的歡喜。所以這一章經文，曉得它的用意，佛是希望我們上上品往生。"
    },
    {
      "id": "02-003-0016_p0071",
      "zh_CN": "【其上辈者。舍家弃欲。而作沙门。发菩提心。一向专念。阿弥陀佛。修诸功德。愿生彼国。】",
      "zh_TW": "【其上輩者。捨家棄欲。而作沙門。發菩提心。一向專念。阿彌陀佛。修諸功德。願生彼國。】"
    },
    {
      "id": "02-003-0016_p0072",
      "zh_CN": "到这个地方是一段，这一段就是讲他的因行，什么样的人才是『上辈』，就是上品上生？这里上辈，如果拿九品来讲就是上三品，上品上生、上品中生、上品下生，这都属于上三辈。它要具备哪些条件？这个条件里面，第一个『舍家弃欲，而作沙门』。你们同修一看，上辈我们没分了，为什么？我们都在家，法师你们不错，你们都有上辈之分，我没有。你要是这个想法，你是依文解义，你依照这个文解义；依文解义，后头有一句叫三世佛冤，一切佛都喊冤枉。为什么？你把他的意思解错了。",
      "zh_TW": "到這個地方是一段，這一段就是講他的因行，什麼樣的人才是『上輩』，就是上品上生？這裡上輩，如果拿九品來講就是上三品，上品上生、上品中生、上品下生，這都屬於上三輩。它要具備哪些條件？這個條件裡面，第一個『捨家棄欲，而作沙門』。你們同修一看，上輩我們沒分了，為什麼？我們都在家，法師你們不錯，你們都有上輩之分，我沒有。你要是這個想法，你是依文解義，你依照這個文解義；依文解義，後頭有一句叫三世佛冤，一切佛都喊冤枉。為什麼？你把他的意思解錯了。"
    },
    {
      "id": "02-003-0016_p0073",
      "zh_CN": "「舍家弃欲」这四个字怎么讲法？所谓家是家累，有田宅之家。我们今天一般人讲出家，是离开我们自己的家园，田宅舍掉了，家亲眷属舍掉，是这个家。是不是真正舍掉？给诸位说没有。出了我们那个小家，入了这个大家。你看，这个房子比我们家里房子大得多，我在家里头父母、兄弟、姊妹、家亲眷属没几个人，现在你看徒子徒孙、信徒，没有几天成群结队的来了，不晓得有多少！出了小家是入了大家，有没有出？没出，的确是没出。所以现在人修行，在家的成就比出家的高，比出家的多，原因在哪里？因为你虽然在家，你的家小，我们这个家大，所以落在你后面，你反而超过我。",
      "zh_TW": "「捨家棄欲」這四個字怎麼講法？所謂家是家累，有田宅之家。我們今天一般人講出家，是離開我們自己的家園，田宅捨掉了，家親眷屬捨掉，是這個家。是不是真正捨掉？給諸位說沒有。出了我們那個小家，入了這個大家。你看，這個房子比我們家裡房子大得多，我在家裡頭父母、兄弟、姊妹、家親眷屬沒幾個人，現在你看徒子徒孫、信徒，沒有幾天成群結隊的來了，不曉得有多少！出了小家是入了大家，有沒有出？沒出，的確是沒出。所以現在人修行，在家的成就比出家的高，比出家的多，原因在哪裡？因為你雖然在家，你的家小，我們這個家大，所以落在你後面，你反而超過我。"
    },
    {
      "id": "02-003-0016_p0074",
      "zh_CN": "你们懂得这个意思，出家要小心、要谨慎，往往出家真的不如在家。如果你真正说家统统都不要了，是一条险道，可以做的，很少人做，像我就是没有家，大家、小家都没有，成天云游。我住在哪里，不晓得，我的名片给你，上面地址十几个，不知道我在哪里，我自己也不晓得在哪里。无家可归，没有家，大家、小家都没有，我没有家，也没有庙。这个很危险，一般人都害怕，为什么？没有保障，衣食住行生活没有保障。可是我不怕，我为什么不怕？经上讲，十方诸佛护念，一切护法神照顾我，所以我就不怕，我有靠山。",
      "zh_TW": "你們懂得這個意思，出家要小心、要謹慎，往往出家真的不如在家。如果你真正說家統統都不要了，是一條險道，可以做的，很少人做，像我就是沒有家，大家、小家都沒有，成天雲遊。我住在哪裡，不曉得，我的名片給你，上面地址十幾個，不知道我在哪裡，我自己也不曉得在哪裡。無家可歸，沒有家，大家、小家都沒有，我沒有家，也沒有廟。這個很危險，一般人都害怕，為什麼？沒有保障，衣食住行生活沒有保障。可是我不怕，我為什麼不怕？經上講，十方諸佛護念，一切護法神照顧我，所以我就不怕，我有靠山。"
    },
    {
      "id": "02-003-0016_p0075",
      "zh_CN": "只要我们心行如法，在道上，诸佛一定会照顾，护法龙天一定会拥护。所以这么多年来，真的什么都没有，我什么也不缺乏，没有一样缺乏，活得很自在、很快乐，无忧无虑，无牵无挂。除了念经、念佛，把这个法门介绍给诸位，供养给大家之外，我没有其他念头。我报纸也不看、广播也不听，你要问我，我什么都不知道，很多人跟我谈这个消息、那里什么事情，我统统不知道。所以问我佛门，这位法师你认不认识？那个道场有没有去过？统统都没去过，都不认识，孤陋寡闻。没事，身心无事，做到这个就很自在。但是，自在是自在，你们不愿意自在，你们自己要找自己麻烦，那有什么法子？这叫做「舍家弃欲」。这是一个意思，这里头意思好多。",
      "zh_TW": "只要我們心行如法，在道上，諸佛一定會照顧，護法龍天一定會擁護。所以這麼多年來，真的什麼都沒有，我什麼也不缺乏，沒有一樣缺乏，活得很自在、很快樂，無憂無慮，無牽無掛。除了念經、念佛，把這個法門介紹給諸位，供養給大家之外，我沒有其他念頭。我報紙也不看、廣播也不聽，你要問我，我什麼都不知道，很多人跟我談這個消息、那裡什麼事情，我統統不知道。所以問我佛門，這位法師你認不認識？那個道場有沒有去過？統統都沒去過，都不認識，孤陋寡聞。沒事，身心無事，做到這個就很自在。但是，自在是自在，你們不願意自在，你們自己要找自己麻煩，那有什麼法子？這叫做「捨家棄欲」。這是一個意思，這裡頭意思好多。"
    },
    {
      "id": "02-003-0016_p0076",
      "zh_CN": "诸位同修一样可以「舍家弃欲，而作沙门」，怎么晓得？因为这个经在序分里面，一打开，还不是发起序，证信序里面、通序里面给我们介绍的「贤护等十六正士」，我们读过，这十六位菩萨统统是在家菩萨。你看看前面讲的出家菩萨，讲了一个普贤、一个文殊、一个弥勒，只讲三个人，在家菩萨讲了十六个人。这十六个在家菩萨是什么菩萨？给诸位说是等觉菩萨，他们的地位跟普贤、文殊、弥勒完全平等，跟观世音、大势至平等的，在家菩萨。你就晓得这个经是为在家人讲的，上品上生是在家人证得的，不一定是形式上的出家。",
      "zh_TW": "諸位同修一樣可以「捨家棄欲，而作沙門」，怎麼曉得？因為這個經在序分裡面，一打開，還不是發起序，證信序裡面、通序裡面給我們介紹的「賢護等十六正士」，我們讀過，這十六位菩薩統統是在家菩薩。你看看前面講的出家菩薩，講了一個普賢、一個文殊、一個彌勒，只講三個人，在家菩薩講了十六個人。這十六個在家菩薩是什麼菩薩？給諸位說是等覺菩薩，他們的地位跟普賢、文殊、彌勒完全平等，跟觀世音、大勢至平等的，在家菩薩。你就曉得這個經是為在家人講的，上品上生是在家人證得的，不一定是形式上的出家。"
    },
    {
      "id": "02-003-0016_p0077",
      "zh_CN": "出家讲求心出，这个重要，出家有四种。第一种，身出家，心没有出家，心还要搞名闻利养，还要贪图五欲六尘，这是「身出心不出」。这样的出家人，给诸位说，不如在家人，俗话常说「地狱门前僧道多」，哪些人？就是这些人，身出家，心没有出家。打着佛的招牌招摇撞骗，欺骗众生，这个罪过不得了，将来都是三途地狱。所谓「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，施主恭恭敬敬供养来的，消化不了。消化不了，你将来统统要还债，这还到什么时候才能还得完？所以我们想起来害怕。你们大家供养我的这些，我又不能不收，不收，这法师不慈悲，我们想种福，你都不收，不肯接受。所以要收。收了之后想想，我又不是福田，将来我要披毛戴角还，这个事情麻烦大了。所以我收了之后不敢用，统统印经，印经送到十方，布施给一切人。将来你们问我讨债，由大家还债，我不要还，大家替我还。这个一定要搞得清清楚楚、明明白白。这是第一种，身出心不出。",
      "zh_TW": "出家講求心出，這個重要，出家有四種。第一種，身出家，心沒有出家，心還要搞名聞利養，還要貪圖五欲六塵，這是「身出心不出」。這樣的出家人，給諸位說，不如在家人，俗話常說「地獄門前僧道多」，哪些人？就是這些人，身出家，心沒有出家。打著佛的招牌招搖撞騙，欺騙眾生，這個罪過不得了，將來都是三途地獄。所謂「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，施主恭恭敬敬供養來的，消化不了。消化不了，你將來統統要還債，這還到什麼時候才能還得完？所以我們想起來害怕。你們大家供養我的這些，我又不能不收，不收，這法師不慈悲，我們想種福，你都不收，不肯接受。所以要收。收了之後想想，我又不是福田，將來我要披毛戴角還，這個事情麻煩大了。所以我收了之後不敢用，統統印經，印經送到十方，布施給一切人。將來你們問我討債，由大家還債，我不要還，大家替我還。這個一定要搞得清清楚楚、明明白白。這是第一種，身出心不出。"
    },
    {
      "id": "02-003-0016_p0078",
      "zh_CN": "第二种出家，就是讲在家学佛的，「心出身不出」，身没有出家，妻子儿女都有，心出家了。心怎么样？对于家庭确实没有牵挂，真的放下了。虽然放下，还是每天共同生活在一起，他心地清净，没有贪恋家室，没有贪恋财产，一天到晚心里头牵挂的是阿弥陀佛。这种人上品上生，他超过了出家人，这是真正出家。前面十六位法身大士，等觉菩萨，那些人，贤护等十六菩萨就是心出身不出。这个是真正出家。",
      "zh_TW": "第二種出家，就是講在家學佛的，「心出身不出」，身沒有出家，妻子兒女都有，心出家了。心怎麼樣？對於家庭確實沒有牽掛，真的放下了。雖然放下，還是每天共同生活在一起，他心地清淨，沒有貪戀家室，沒有貪戀財產，一天到晚心裡頭牽掛的是阿彌陀佛。這種人上品上生，他超過了出家人，這是真正出家。前面十六位法身大士，等覺菩薩，那些人，賢護等十六菩薩就是心出身不出。這個是真正出家。"
    },
    {
      "id": "02-003-0016_p0079",
      "zh_CN": "第三种是「身心俱出」，身也出家，心也出家，这样的人，是三宝当中最为殊胜，是住持佛法，弘法利生。他的功德跟心出身不出，给诸位说是相等的，都是诸佛所赞叹的。",
      "zh_TW": "第三種是「身心俱出」，身也出家，心也出家，這樣的人，是三寶當中最為殊勝，是住持佛法，弘法利生。他的功德跟心出身不出，給諸位說是相等的，都是諸佛所讚歎的。"
    },
    {
      "id": "02-003-0016_p0080",
      "zh_CN": "第四种是「身心都不出」。这个身心都不出不是指一般人，一般人他没学佛，谈不上。这是指在家居士学佛，他心没有想出家，身也不想出家，是指这样的。这样的，你往生，上辈没有，你大概中辈、下辈去了，上辈没有。上辈一定要做到心出身不出，要做到这一点，就是心里面对于家室、五欲六尘确实放下了，虽有家室，不相妨碍。你要认为家人对你修行有妨碍，你出家到寺院，寺院里面妨碍你的人更多。你家里人妨碍只几个，不多，寺院妨碍非常之多。你真正用功修行往往还遭嫉妒，因为他不修行，他看到你修行，他看得很难过，所以他也不准你修行，你修行他要找你麻烦。学经都不容易，你学会讲经，他不会讲经，他也不会叫你学。你学了将来会讲经，人家都恭敬你、护持你，他吃不消，嫉妒障碍统统都来了。这世俗的人情障碍，自己一定要晓得。所以，我不劝人出家，我老师也是不劝人出家，印光大师一生不收徒弟、不传戒，这都是很有道理的。",
      "zh_TW": "第四種是「身心都不出」。這個身心都不出不是指一般人，一般人他沒學佛，談不上。這是指在家居士學佛，他心沒有想出家，身也不想出家，是指這樣的。這樣的，你往生，上輩沒有，你大概中輩、下輩去了，上輩沒有。上輩一定要做到心出身不出，要做到這一點，就是心裡面對於家室、五欲六塵確實放下了，雖有家室，不相妨礙。你要認為家人對你修行有妨礙，你出家到寺院，寺院裡面妨礙你的人更多。你家裡人妨礙只幾個，不多，寺院妨礙非常之多。你真正用功修行往往還遭嫉妒，因為他不修行，他看到你修行，他看得很難過，所以他也不准你修行，你修行他要找你麻煩。學經都不容易，你學會講經，他不會講經，他也不會叫你學。你學了將來會講經，人家都恭敬你、護持你，他吃不消，嫉妒障礙統統都來了。這世俗的人情障礙，自己一定要曉得。所以，我不勸人出家，我老師也是不勸人出家，印光大師一生不收徒弟、不傳戒，這都是很有道理的。"
    },
    {
      "id": "02-003-0016_p0081",
      "zh_CN": "说了这么多，这还只说了一点浅显的意思，还有深意。深意的家是什么？烦恼是家、六道是家、生死是家，得出这个家才行，能超越这个家那真正是大丈夫。出烦恼家，你烦恼没有了，烦恼断尽了，才出得了烦恼之家。有烦恼就有生死轮回，就有六道的果报，所以一定要断烦恼。出这个家，比田宅之家重要得多。大家虽然身在家，你烦恼没有了，你烦恼家出掉了，比一般身心出家的人还要高明。为什么？身心都出家，他未必断烦恼；你要再能出烦恼家，你的功夫、果证就超越了。",
      "zh_TW": "說了這麼多，這還只說了一點淺顯的意思，還有深意。深意的家是什麼？煩惱是家、六道是家、生死是家，得出這個家才行，能超越這個家那真正是大丈夫。出煩惱家，你煩惱沒有了，煩惱斷盡了，才出得了煩惱之家。有煩惱就有生死輪迴，就有六道的果報，所以一定要斷煩惱。出這個家，比田宅之家重要得多。大家雖然身在家，你煩惱沒有了，你煩惱家出掉了，比一般身心出家的人還要高明。為什麼？身心都出家，他未必斷煩惱；你要再能出煩惱家，你的功夫、果證就超越了。"
    },
    {
      "id": "02-003-0016_p0082",
      "zh_CN": "像谛闲老和尚有个徒弟，念了三年佛，站着往生，往生之后还站了三天，等老和尚来替他办后事。这个人实在讲就是符合这个标准，「一念净信，至心发愿」，他就符合这个标准。这个人不认识字，是个粗人出身，什么都不会，谛闲老法师只传他一句「南无阿弥陀佛」。就告诉他，你一生就念这一句佛号，念累了你就休息，休息好了你就再念。他一生什么都没有学会，就学会一句南无阿弥陀佛，他就老老实实念了三年。三年真的就依照老和尚的话依教奉行，念累了就休息，休息好了就再念，三年给他念成功了，上品上生，他是预知时至。这个故事前面跟诸位讲过，不再重复。他晓得他什么时候往生，站着走的，人死了站在那个地方还站三天，这个不简单，这不是容易事情！等老和尚来替他办后事，老和尚看到他那个样子，赞叹！稀有！说他真是没有白出家一场。你要想想他的成就，拿《无量寿经》一对照，他完全符合，百分之百的做到。",
      "zh_TW": "像諦閑老和尚有個徒弟，念了三年佛，站著往生，往生之後還站了三天，等老和尚來替他辦後事。這個人實在講就是符合這個標準，「一念淨信，至心發願」，他就符合這個標準。這個人不認識字，是個粗人出身，什麼都不會，諦閑老法師只傳他一句「南無阿彌陀佛」。就告訴他，你一生就念這一句佛號，念累了你就休息，休息好了你就再念。他一生什麼都沒有學會，就學會一句南無阿彌陀佛，他就老老實實念了三年。三年真的就依照老和尚的話依教奉行，念累了就休息，休息好了就再念，三年給他念成功了，上品上生，他是預知時至。這個故事前面跟諸位講過，不再重複。他曉得他什麼時候往生，站著走的，人死了站在那個地方還站三天，這個不簡單，這不是容易事情！等老和尚來替他辦後事，老和尚看到他那個樣子，讚歎！稀有！說他真是沒有白出家一場。你要想想他的成就，拿《無量壽經》一對照，他完全符合，百分之百的做到。"
    },
    {
      "id": "02-003-0016_p0083",
      "zh_CN": "发菩提心就是发愿求生，求生西方净土，这就是「发菩提心，一向专念」，他就是这八个字做到了。自利利他，他自己上品上生，他虽然不会说法，一生不认识字，也没有念过经，他最后表演那一套，影响多少人，度了多少人。我们听说，我们的信心具足了，谁给我们的信心？他那个样子给我们的信心，他给我们说法，不晓得度了多少人！所以，谛闲老法师常常讲经说法用他作例子来勉励大家。不必学多，他只是一句南无阿弥陀佛，经都不会念，不认识字。那时候也没有录音带，如果有录音带，也许谛闲老和尚用录音带帮助他念经，那时候没有。一句佛号，上品上生。所以要晓得，舍家这个家是指的什么？指的烦恼家，指的生死之家，指的六道轮回之家，我们要舍这个家。",
      "zh_TW": "發菩提心就是發願求生，求生西方淨土，這就是「發菩提心，一向專念」，他就是這八個字做到了。自利利他，他自己上品上生，他雖然不會說法，一生不認識字，也沒有念過經，他最後表演那一套，影響多少人，度了多少人。我們聽說，我們的信心具足了，誰給我們的信心？他那個樣子給我們的信心，他給我們說法，不曉得度了多少人！所以，諦閑老法師常常講經說法用他作例子來勉勵大家。不必學多，他只是一句南無阿彌陀佛，經都不會念，不認識字。那時候也沒有錄音帶，如果有錄音帶，也許諦閑老和尚用錄音帶幫助他念經，那時候沒有。一句佛號，上品上生。所以要曉得，捨家這個家是指的什麼？指的煩惱家，指的生死之家，指的六道輪迴之家，我們要捨這個家。"
    },
    {
      "id": "02-003-0016_p0084",
      "zh_CN": "欲是什么？欲是欲望，拿现在讲就是我们的生活水准、生活水平。一般人富裕了，生活水平提高了，我们要不要提高？可以提一点点，不要提得太高。要提一点，不提一点也不好，不提一点的话，「你看学佛过的那个日子，我们不能学」，又给人家说闲话。所以我们也能够提高一些，叫人家看学佛也还过得去，就可以了，不要提得太高。为什么？我们把这个力量节省下来，报佛恩，流通佛法。像现在你们自己可以流通，印经，当然你印一本人家不会给你印，你可以交给我的基金会，我们替你印。但是录音带你可以，你家里有两个机器，你听一遍拷贝一套，你送人，那是有声的《无量寿经》，那个你可以自己做，你的亲戚朋友都可以送给他。",
      "zh_TW": "欲是什麼？欲是欲望，拿現在講就是我們的生活水準、生活水平。一般人富裕了，生活水平提高了，我們要不要提高？可以提一點點，不要提得太高。要提一點，不提一點也不好，不提一點的話，「你看學佛過的那個日子，我們不能學」，又給人家說閒話。所以我們也能夠提高一些，叫人家看學佛也還過得去，就可以了，不要提得太高。為什麼？我們把這個力量節省下來，報佛恩，流通佛法。像現在你們自己可以流通，印經，當然你印一本人家不會給你印，你可以交給我的基金會，我們替你印。但是錄音帶你可以，你家裡有兩個機器，你聽一遍拷貝一套，你送人，那是有聲的《無量壽經》，那個你可以自己做，你的親戚朋友都可以送給他。"
    },
    {
      "id": "02-003-0016_p0085",
      "zh_CN": "我们经书寄来的时候，你可以多拿几本回去。但是录音带，要你们自己发心，你们自己去做。像本团发心要赠送你们一个，你们一个就听这一个，这样太辜负弘法团一番好意。你们至少拿一个去，要变成两、三个，我听一遍我录一个，送给我的亲戚朋友。只要他不反对的，他能够接受的，你要送给他。就是一个人至少要送两、三个人，送得愈多愈好，这个功德利益阿弥陀佛都知道。你发心送哪一个，阿弥陀佛都晓得，那你记功都给你记录下去了，你送的愈多愈好。所以我想我能够省两块钱，我就可以多买一个带子，买个带子录好，就是一部有声《无量寿经》，这都是讲所有善根，这是所有善根里头第一善根。你想修功德、做好事，这是第一好事、第一功德，就在你们面前，你会做就行了，比你做什么功德，利益都大。你做一切功德，你救人是救一时，这是启发人家的法身慧命，帮助人家一生往生不退成佛，这个功德跟诸佛、跟释迦牟尼佛讲这部经的功德一样大。所以，你们要认识，尽量把它传播，这是真正报佛恩，自己培养殊胜、第一功德。",
      "zh_TW": "我們經書寄來的時候，你可以多拿幾本回去。但是錄音帶，要你們自己發心，你們自己去做。像本團發心要贈送你們一個，你們一個就聽這一個，這樣太辜負弘法團一番好意。你們至少拿一個去，要變成兩、三個，我聽一遍我錄一個，送給我的親戚朋友。只要他不反對的，他能夠接受的，你要送給他。就是一個人至少要送兩、三個人，送得愈多愈好，這個功德利益阿彌陀佛都知道。你發心送哪一個，阿彌陀佛都曉得，那你記功都給你記錄下去了，你送的愈多愈好。所以我想我能夠省兩塊錢，我就可以多買一個帶子，買個帶子錄好，就是一部有聲《無量壽經》，這都是講所有善根，這是所有善根裡頭第一善根。你想修功德、做好事，這是第一好事、第一功德，就在你們面前，你會做就行了，比你做什麼功德，利益都大。你做一切功德，你救人是救一時，這是啟發人家的法身慧命，幫助人家一生往生不退成佛，這個功德跟諸佛、跟釋迦牟尼佛講這部經的功德一樣大。所以，你們要認識，盡量把它傳播，這是真正報佛恩，自己培養殊勝、第一功德。"
    },
    {
      "id": "02-003-0016_p0086",
      "zh_CN": "今天时间到了，就讲到此地。",
      "zh_TW": "今天時間到了，就講到此地。"
    }
  ]
}