{
  "doc_id": "02-003-0013",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "02-003-0013",
  "total_paragraphs": 147,
  "paragraphs": [
    {
      "id": "02-003-0013_p0001",
      "zh_CN": "第二行最后一句看起：",
      "zh_TW": "第二行最後一句看起："
    },
    {
      "id": "02-003-0013_p0002",
      "zh_CN": "【是故无量寿佛。亦号无量光佛。亦号无边光佛。无碍光佛。无等光佛。亦号智慧光。常照光。清净光。欢喜光。解脱光。安隐光。超日月光。不思议光。】",
      "zh_TW": "【是故無量壽佛。亦號無量光佛。亦號無邊光佛。無礙光佛。無等光佛。亦號智慧光。常照光。清凈光。歡喜光。解脫光。安隱光。超日月光。不思議光。】"
    },
    {
      "id": "02-003-0013_p0003",
      "zh_CN": "从这个地方看起。十二光佛昨天概略的介绍过了，末后一个称号叫『不思议光』，我们跟大家介绍了四种不思议。第一个就是横超三界，不必断烦恼，就是我们常讲的带业往生，这是不可思议。第二是生到西方极乐世界是横生四土，不必从凡圣土再提升到方便土，由方便土再升到实报土，不必要。西方极乐世界是一即一切，一切即一，一生一切生，这是第二种不可思议。第三种就是修行的方法，单单用一句佛号，不必加观想，也不必加任何一个法门，就是一句阿弥陀佛，从初发心到圆成佛道，这个方法非常简单、直捷、妥当，这是不可思议。第四就是讲时间很短，《阿弥陀经》跟本经上都告诉我们，若一日、若二日到若七日，七天就能成就。所以，连法相唯识宗的祖师窥基大师，都说这个法门是极圆极顿，圆是圆满，没有欠缺，顿就是快，没有任何一个法门有这么快速成就的。这些都是他方诸佛世界没有的，所以是不可思议。",
      "zh_TW": "從這個地方看起。十二光佛昨天概略的介紹過了，末後一個稱號叫『不思議光』，我們跟大家介紹了四種不思議。第一個就是橫超三界，不必斷煩惱，就是我們常講的帶業往生，這是不可思議。第二是生到西方極樂世界是橫生四土，不必從凡聖土再提升到方便土，由方便土再升到實報土，不必要。西方極樂世界是一即一切，一切即一，一生一切生，這是第二種不可思議。第三種就是修行的方法，單單用一句佛號，不必加觀想，也不必加任何一個法門，就是一句阿彌陀佛，從初發心到圓成佛道，這個方法非常簡單、直捷、妥當，這是不可思議。第四就是講時間很短，《阿彌陀經》跟本經上都告訴我們，若一日、若二日到若七日，七天就能成就。所以，連法相唯識宗的祖師窺基大師，都說這個法門是極圓極頓，圓是圓滿，沒有欠缺，頓就是快，沒有任何一個法門有這麼快速成就的。這些都是他方諸佛世界沒有的，所以是不可思議。"
    },
    {
      "id": "02-003-0013_p0004",
      "zh_CN": "还有一点，蕅益大师告诉我们，持「阿弥陀佛」这一个名号，无异于持一切诸佛的名号，这个不可思议；换句话说，你念这一声阿弥陀佛，十方三世所有一切诸佛你统统念到，一尊佛都没有漏掉。为什么？因为十方三世一切诸佛，没有一尊佛不念阿弥陀佛，没有一尊佛不讲《无量寿经》，没有一尊佛不劝一切众生求生净土。所以，你念阿弥陀佛就是念一切诸佛，这一点要特别注意。生西方净土就等于生十方一切诸佛刹土，在这部经里讲得很多，讲得很详细。到了西方极乐世界之后，不论你成佛不成佛，不成佛也没有关系，你以菩萨的身分到十方诸佛国土，上供诸佛，下化众生，没有障碍，理事无碍，事事无碍。所以西方世界是无障碍的法界，这个不可思议，一共是五种不可思议。所以，信愿持名完全摄持佛的功德，蕅祖所说的确实是妙极、确极，确实一点都不错，一点也不过分。我们继续看下面的经文。",
      "zh_TW": "還有一點，蕅益大師告訴我們，持「阿彌陀佛」這一個名號，無異於持一切諸佛的名號，這個不可思議；換句話說，你念這一聲阿彌陀佛，十方三世所有一切諸佛你統統念到，一尊佛都沒有漏掉。為什麼？因為十方三世一切諸佛，沒有一尊佛不念阿彌陀佛，沒有一尊佛不講《無量壽經》，沒有一尊佛不勸一切眾生求生淨土。所以，你念阿彌陀佛就是念一切諸佛，這一點要特別注意。生西方淨土就等於生十方一切諸佛剎土，在這部經裡講得很多，講得很詳細。到了西方極樂世界之後，不論你成佛不成佛，不成佛也沒有關係，你以菩薩的身分到十方諸佛國土，上供諸佛，下化眾生，沒有障礙，理事無礙，事事無礙。所以西方世界是無障礙的法界，這個不可思議，一共是五種不可思議。所以，信願持名完全攝持佛的功德，蕅祖所說的確實是妙極、確極，確實一點都不錯，一點也不過分。我們繼續看下面的經文。"
    },
    {
      "id": "02-003-0013_p0005",
      "zh_CN": "【如是光明。普照十方一切世界。】",
      "zh_TW": "【如是光明。普照十方一切世界。】"
    },
    {
      "id": "02-003-0013_p0006",
      "zh_CN": "刚才跟诸位提过的五种不思议，经文上立刻就给我们说出来。这是讲阿弥陀佛的光明『普照十方一切世界』，一切诸佛赞叹阿弥陀佛，就是阿弥陀佛的佛光，一切诸佛讲说《无量寿经》、《弥陀经》就是佛光，一切众生念阿弥陀佛的名号，就是佛光遍照之处，这一定要知道。",
      "zh_TW": "剛才跟諸位提過的五種不思議，經文上立刻就給我們說出來。這是講阿彌陀佛的光明『普照十方一切世界』，一切諸佛讚歎阿彌陀佛，就是阿彌陀佛的佛光，一切諸佛講說《無量壽經》、《彌陀經》就是佛光，一切眾生念阿彌陀佛的名號，就是佛光遍照之處，這一定要知道。"
    },
    {
      "id": "02-003-0013_p0007",
      "zh_CN": "【其有众生。遇斯光者。垢灭善生。】",
      "zh_TW": "【其有眾生。遇斯光者。垢滅善生。】"
    },
    {
      "id": "02-003-0013_p0008",
      "zh_CN": "有很多同修拿我们一般的常识，凡夫的见解来度量佛菩萨，那当然是不正确的，而且发生许多偏见，甚至于许多的误会。你说佛的光明这么大，我从来也没有见到佛光。实际上你天天沐浴在佛光之中，只是你自己不能觉察，自己不晓得。我要问你，你有没有听到阿弥陀佛的名号？我有听到。你听到佛号就是佛光在照你，佛光不照你，你怎么会听得到阿弥陀佛的名号？你怎么会见到《阿弥陀经》？我们这部经就是广说的《阿弥陀经》，详细的《阿弥陀经》，《无量寿经》。你能够见到这部经，你能够听到这个名号，可见得你在佛光之中，因为经典、名号都在佛光里面，没有在佛光外面。",
      "zh_TW": "有很多同修拿我們一般的常識，凡夫的見解來度量佛菩薩，那當然是不正確的，而且發生許多偏見，甚至於許多的誤會。你說佛的光明這麼大，我從來也沒有見到佛光。實際上你天天沐浴在佛光之中，只是你自己不能覺察，自己不曉得。我要問你，你有沒有聽到阿彌陀佛的名號？我有聽到。你聽到佛號就是佛光在照你，佛光不照你，你怎麼會聽得到阿彌陀佛的名號？你怎麼會見到《阿彌陀經》？我們這部經就是廣說的《阿彌陀經》，詳細的《阿彌陀經》，《無量壽經》。你能夠見到這部經，你能夠聽到這個名號，可見得你在佛光之中，因為經典、名號都在佛光裡面，沒有在佛光外面。"
    },
    {
      "id": "02-003-0013_p0009",
      "zh_CN": "『遇斯光者』，遇到，用意很深，经上跟我们说得很清楚，像《弥陀经》上讲的，「不可以少善根福德因缘，得生彼国」，可见得我们的善根福德因缘要深厚、要多，为什么？我们接触到名号才会起作用，起什么作用？一心受持，往生不退，一生就圆超三界，圆登四土，有这么大的功德。善根福德因缘不够的话，虽然遇到，不能说没有好处，遇到了还是有好处，遇到了只是种个善根而已，这一生不能成就。为什么？遇到的时候，他心里不能够生起信乐之心，信就是甚深的信仰，乐是爱好。你对这个法门不太喜欢，信得不够深，这就只能种个善根。如果对这个法门深信不疑，非常喜欢，在我们这个世间所有一切喜欢的事情，都比不上念阿弥陀佛这桩事情喜欢，你这个人决定往生。要有这样信乐之心，我们才能成就。",
      "zh_TW": "『遇斯光者』，遇到，用意很深，經上跟我們說得很清楚，像《彌陀經》上講的，「不可以少善根福德因緣，得生彼國」，可見得我們的善根福德因緣要深厚、要多，為什麼？我們接觸到名號才會起作用，起什麼作用？一心受持，往生不退，一生就圓超三界，圓登四土，有這麼大的功德。善根福德因緣不夠的話，雖然遇到，不能說沒有好處，遇到了還是有好處，遇到了只是種個善根而已，這一生不能成就。為什麼？遇到的時候，他心裡不能夠生起信樂之心，信就是甚深的信仰，樂是愛好。你對這個法門不太喜歡，信得不夠深，這就只能種個善根。如果對這個法門深信不疑，非常喜歡，在我們這個世間所有一切喜歡的事情，都比不上念阿彌陀佛這樁事情喜歡，你這個人決定往生。要有這樣信樂之心，我們才能成就。"
    },
    {
      "id": "02-003-0013_p0010",
      "zh_CN": "但是诸位要知道，信乐之心是可以培养的。用什么方法培养？就是要继续不断的深入经典，才能培养得出来。许多人都是这种情形，我自己也不例外，我在最初接触佛教的时候，总认为净土是迷信，决定没有意思去学这个法门。以后就是始终没有间断在读诵大乘、研究佛法，这样差不多六、七年，我对于这个宗，就是念佛法门，才开始不反对；叫我去念佛还是不行，只是比从前好一点，不排斥、不反对、不敢轻慢它，对它也很尊重，这个就是进步了。到以后讲经讲多了，特别是讲《华严经》，讲了十七年的《华严经》，才对这个法门真正认识。可见得信乐是可以培养的，但是培养的时间长短，因个人的善根不一样，有人很短期间他就相信了。我在此地，我听说新加坡这边很少人讲净土经典，很少人弘扬这个法门。我们这次来，一个月期间当中，诸位听了就生了信乐之心，这个了不起！比我的善根福德因缘大多了，我搞了差不多二十多年才相信，你们一个月就相信了，这个不可思议，也是不可思议之一。确实是如此，非常难得。",
      "zh_TW": "但是諸位要知道，信樂之心是可以培養的。用什麼方法培養？就是要繼續不斷的深入經典，才能培養得出來。許多人都是這種情形，我自己也不例外，我在最初接觸佛教的時候，總認為淨土是迷信，決定沒有意思去學這個法門。以後就是始終沒有間斷在讀誦大乘、研究佛法，這樣差不多六、七年，我對於這個宗，就是念佛法門，才開始不反對；叫我去念佛還是不行，只是比從前好一點，不排斥、不反對、不敢輕慢它，對它也很尊重，這個就是進步了。到以後講經講多了，特別是講《華嚴經》，講了十七年的《華嚴經》，才對這個法門真正認識。可見得信樂是可以培養的，但是培養的時間長短，因個人的善根不一樣，有人很短期間他就相信了。我在此地，我聽說新加坡這邊很少人講淨土經典，很少人弘揚這個法門。我們這次來，一個月期間當中，諸位聽了就生了信樂之心，這個了不起！比我的善根福德因緣大多了，我搞了差不多二十多年才相信，你們一個月就相信了，這個不可思議，也是不可思議之一。確實是如此，非常難得。"
    },
    {
      "id": "02-003-0013_p0011",
      "zh_CN": "我们遇到了，「遇斯光」，遇到这个法门，遇到这部经典，遇到阿弥陀佛名号，统统是「遇斯光」的意思。",
      "zh_TW": "我們遇到了，「遇斯光」，遇到這個法門，遇到這部經典，遇到阿彌陀佛名號，統統是「遇斯光」的意思。"
    },
    {
      "id": "02-003-0013_p0012",
      "zh_CN": "『垢灭善生』，垢是染污，也就是我们常讲的业障。业障消除，善就生了，善是什么？我们对这个法门相信，喜欢了。诸位要知道，你能相信净土法门、相信阿弥陀佛，这是第一大善。为什么？因为这个法门是十方一切诸佛所弘扬，一切诸佛劝导众生的。所以这是善中之善，没有比这个更善。你的业障消除，对此法门生了信乐之心，就是此地讲的「垢灭善生」。",
      "zh_TW": "『垢滅善生』，垢是染污，也就是我們常講的業障。業障消除，善就生了，善是什麼？我們對這個法門相信，喜歡了。諸位要知道，你能相信淨土法門、相信阿彌陀佛，這是第一大善。為什麼？因為這個法門是十方一切諸佛所弘揚，一切諸佛勸導眾生的。所以這是善中之善，沒有比這個更善。你的業障消除，對此法門生了信樂之心，就是此地講的「垢滅善生」。"
    },
    {
      "id": "02-003-0013_p0013",
      "zh_CN": "【身意柔软。】",
      "zh_TW": "【身意柔軟。】"
    },
    {
      "id": "02-003-0013_p0014",
      "zh_CN": "『身意柔软』，柔软是对刚强讲的，刚强是很难教化，很难接受，个性很强，很固执，不容易接受这个法门。柔软就是很容易信解，很容易就接受这个法门，这是善根现前的现象。",
      "zh_TW": "『身意柔軟』，柔軟是對剛強講的，剛強是很難教化，很難接受，個性很強，很固執，不容易接受這個法門。柔軟就是很容易信解，很容易就接受這個法門，這是善根現前的現象。"
    },
    {
      "id": "02-003-0013_p0015",
      "zh_CN": "【若在三途极苦之处。见此光明。皆得休息。命终皆得解脱。】",
      "zh_TW": "【若在三途極苦之處。見此光明。皆得休息。命終皆得解脫。】"
    },
    {
      "id": "02-003-0013_p0016",
      "zh_CN": "这是说假若三途众生，三途很苦，畜生道、饿鬼道、地狱道的众生，这是六道里的三恶道，非常苦的众生，他们要是遇到了佛光，也能够暂时的止住痛苦。所以佛门里面，遇到我们家亲眷属过去了，我们希望他避免三恶道的痛苦，用什么方法去帮助他？现在晓得，我们请几个法师来诵经超度。超度有没有效？确实是有效，但是一定要用至诚心来超度才有效。最好法师诵经，家亲眷属跟着一道诵，效果就非常之殊胜。如果请几个法师念经，自己不念，效果就很少。",
      "zh_TW": "這是說假若三途眾生，三途很苦，畜生道、餓鬼道、地獄道的眾生，這是六道裡的三惡道，非常苦的眾生，他們要是遇到了佛光，也能夠暫時的止住痛苦。所以佛門裡面，遇到我們家親眷屬過去了，我們希望他避免三惡道的痛苦，用什麼方法去幫助他？現在曉得，我們請幾個法師來誦經超度。超度有沒有效？確實是有效，但是一定要用至誠心來超度才有效。最好法師誦經，家親眷屬跟著一道誦，效果就非常之殊勝。如果請幾個法師念經，自己不念，效果就很少。"
    },
    {
      "id": "02-003-0013_p0017",
      "zh_CN": "还有，我在初学佛的时候，刚刚接触佛法没多久，对佛法还没有信仰的时候。我曾经有一次在台湾一间寺庙里，我们是去游玩，星期天，去游玩，就看到有一家人在做佛事，有几个法师在那里念经。他们家亲眷属就在佛堂背后，背后就是客厅，我们这边背后是厨房，它背后是客厅，佛像转过去就是客厅，他们在客厅里面打麻将，有说有笑。我看到非常奇怪，这个好像是庆祝他家里的老人死了，死得好，这是大不孝！这种诵经超度在我看没有什么用处，为什么？家里人超度的心不诚恳，好像请几个法师念念经，敷衍敷衍的样子，这不可能得到超度的效果。所以，超度要讲求真诚，用真诚之心，他决定能得到感应。",
      "zh_TW": "還有，我在初學佛的時候，剛剛接觸佛法沒多久，對佛法還沒有信仰的時候。我曾經有一次在台灣一間寺廟裡，我們是去遊玩，星期天，去遊玩，就看到有一家人在做佛事，有幾個法師在那裡念經。他們家親眷屬就在佛堂背後，背後就是客廳，我們這邊背後是廚房，它背後是客廳，佛像轉過去就是客廳，他們在客廳裡面打麻將，有說有笑。我看到非常奇怪，這個好像是慶祝他家裡的老人死了，死得好，這是大不孝！這種誦經超度在我看沒有什麼用處，為什麼？家裡人超度的心不誠懇，好像請幾個法師念念經，敷衍敷衍的樣子，這不可能得到超度的效果。所以，超度要講求真誠，用真誠之心，他決定能得到感應。"
    },
    {
      "id": "02-003-0013_p0018",
      "zh_CN": "佛门里面的超度是很晚的事情，释迦牟尼佛在世的时候没有这个事情，也没有请法师来超度，佛教传到中国，也没有这个事情。究竟是怎么起源的？从前曾经也有些学生问过，那是我办大专讲座，正好道安法师在上课，有些学生提出这个问题。道安法师的解答我觉得很有道理，但是他依据什么我不晓得。他说中国的超度佛事是起源于开元年间，唐朝唐明皇，唐明皇遭安禄山造反，几乎亡国，幸亏那时候出了个大将郭子仪，把这个乱事平定了。平定之后，国家死难的军民很多，所以以后国家就在每一个主要的大战场建寺，这个寺就叫开元寺，开元年间建的。统统就一个名字，每个战场上都建一个寺庙，都叫开元寺，国家礼请法师诵经超度死难的军民，就好像我们现在开追悼会一样。他说大概从这里兴起的，因为国家请法师做法会，诵经超度死难军民，所以民间老百姓有了伤亡，也请法师回家念念经，可能就是这样开始的。在唐明皇以前没有听说有这个事情，这是以后的事情。纵然是超度，一年偶尔一次两次，不是天天做，也不是常常做。寺庙里主要的还是讲经说法，还是指导修行。现代则是完全变了质，讲经说法是偶尔的，附带修行也是偶尔的，一年有个一次两次，超度是天天有，一年到头都不间断。为什么佛教从教育变成了宗教，我们要知道这个缘起，它是怎么变的。",
      "zh_TW": "佛門裡面的超度是很晚的事情，釋迦牟尼佛在世的時候沒有這個事情，也沒有請法師來超度，佛教傳到中國，也沒有這個事情。究竟是怎麼起源的？從前曾經也有些學生問過，那是我辦大專講座，正好道安法師在上課，有些學生提出這個問題。道安法師的解答我覺得很有道理，但是他依據什麼我不曉得。他說中國的超度佛事是起源於開元年間，唐朝唐明皇，唐明皇遭安祿山造反，幾乎亡國，幸虧那時候出了個大將郭子儀，把這個亂事平定了。平定之後，國家死難的軍民很多，所以以後國家就在每一個主要的大戰場建寺，這個寺就叫開元寺，開元年間建的。統統就一個名字，每個戰場上都建一個寺廟，都叫開元寺，國家禮請法師誦經超度死難的軍民，就好像我們現在開追悼會一樣。他說大概從這裡興起的，因為國家請法師做法會，誦經超度死難軍民，所以民間老百姓有了傷亡，也請法師回家念念經，可能就是這樣開始的。在唐明皇以前沒有聽說有這個事情，這是以後的事情。縱然是超度，一年偶爾一次兩次，不是天天做，也不是常常做。寺廟裡主要的還是講經說法，還是指導修行。現代則是完全變了質，講經說法是偶爾的，附帶修行也是偶爾的，一年有個一次兩次，超度是天天有，一年到頭都不間斷。為什麼佛教從教育變成了宗教，我們要知道這個緣起，它是怎麼變的。"
    },
    {
      "id": "02-003-0013_p0019",
      "zh_CN": "所以超度最好是自己，你们念一念《地藏经》就晓得，《地藏经》可以说是讲超度亡人模范的经典。你看看光目女、婆罗门女超度她的母亲，她母亲造的业重，堕在地狱，你们在《地藏经》上仔细查一查，她有没有请法师来念经？没有。怎么超度？自己念经、念佛号，主要是念佛号。因为那时候是觉华定自在王如来出世的时候，她就念本师觉华定自在王如来。怎么超度的？你看她们两个人，经文上写得很清楚，一个人是念佛念到一心不乱，一个是念到功夫成片。如果虽然念，念得没有功夫，还是超度不了，诸位要懂得这个道理。念到一心不乱，她那个一心不乱是事一心，也就了不起了，念到事一心就是菩萨，就不是凡夫，本来自己是凡夫，因为念佛念成了菩萨。得事一心不乱，就小乘上讲就是证阿罗汉果，大乘，像圆教就是七信位的菩萨，她才有能力超度。因为我们看这两个人，一个是定中到地狱里去参观，遇到鬼王跟她讲，她的母亲前三天已经生天了。她一开始发心要念佛的时候，她的母亲已经就生天了，这个功德不得了。另外一个是得功夫成片，功夫成片是相似定，虽然没有得到一心，她是相似定，所以她在梦中见到这个境界。这都是真的，不是假的，梦中见到境界是相似定，定中见到的那是没有话说。",
      "zh_TW": "所以超度最好是自己，你們念一念《地藏經》就曉得，《地藏經》可以說是講超度亡人模範的經典。你看看光目女、婆羅門女超度她的母親，她母親造的業重，墮在地獄，你們在《地藏經》上仔細查一查，她有沒有請法師來念經？沒有。怎麼超度？自己念經、念佛號，主要是念佛號。因為那時候是覺華定自在王如來出世的時候，她就念本師覺華定自在王如來。怎麼超度的？你看她們兩個人，經文上寫得很清楚，一個人是念佛念到一心不亂，一個是念到功夫成片。如果雖然念，念得沒有功夫，還是超度不了，諸位要懂得這個道理。念到一心不亂，她那個一心不亂是事一心，也就了不起了，念到事一心就是菩薩，就不是凡夫，本來自己是凡夫，因為念佛念成了菩薩。得事一心不亂，就小乘上講就是證阿羅漢果，大乘，像圓教就是七信位的菩薩，她才有能力超度。因為我們看這兩個人，一個是定中到地獄裡去參觀，遇到鬼王跟她講，她的母親前三天已經生天了。她一開始發心要念佛的時候，她的母親已經就生天了，這個功德不得了。另外一個是得功夫成片，功夫成片是相似定，雖然沒有得到一心，她是相似定，所以她在夢中見到這個境界。這都是真的，不是假的，夢中見到境界是相似定，定中見到的那是沒有話說。"
    },
    {
      "id": "02-003-0013_p0020",
      "zh_CN": "如果大家要问，凭什么我们念经就能超度他？这个道理很简单。天上、人间、鬼道的社会都很相似，譬如说在家庭里，你是你家庭一分子，你做子女，你能够勤奋的读书，拿到个博士学位，将来在社会上非常有地位，你的父母走出去很光彩，人家一看到，这是某某人的父母，对他都特别恭敬，就是这个道理。你的父母现在要是落在地狱道，你现在成了菩萨，鬼王一听说他的儿子是什么菩萨，这还得了，马上请他到天上去，就是这么超度的。《地藏经》上不是说吗？你念经七分功德，六分是自己得，他只得一分，他就是沾这个光，儿女成菩萨、成佛，他沾光，所谓是「一子成佛，九祖生天」。诸位要明白这个道理。真正超度，真实的超度，就是你自己要修行，修到自己有了相当成就，你的家亲眷属不必另外做超度佛事，统统都超度了，道理就是这样。所以佛法里讲超度不是迷信，并不是说我们念经，佛菩萨保佑，不是这个意思。是自己的成就，他得到的光荣，他得到一切鬼神对他尊敬，是这个道理。譬如说台湾李登辉先生做了总统，他的父亲母亲到哪里，这是总统先生的爸爸妈妈，特别照顾，这是一定的道理。我们超度的原理就是这样，这里面没有迷信。",
      "zh_TW": "如果大家要問，憑什麼我們念經就能超度他？這個道理很簡單。天上、人間、鬼道的社會都很相似，譬如說在家庭裡，你是你家庭一分子，你做子女，你能夠勤奮的讀書，拿到個博士學位，將來在社會上非常有地位，你的父母走出去很光彩，人家一看到，這是某某人的父母，對他都特別恭敬，就是這個道理。你的父母現在要是落在地獄道，你現在成了菩薩，鬼王一聽說他的兒子是什麼菩薩，這還得了，馬上請他到天上去，就是這麼超度的。《地藏經》上不是說嗎？你念經七分功德，六分是自己得，他只得一分，他就是沾這個光，兒女成菩薩、成佛，他沾光，所謂是「一子成佛，九祖生天」。諸位要明白這個道理。真正超度，真實的超度，就是你自己要修行，修到自己有了相當成就，你的家親眷屬不必另外做超度佛事，統統都超度了，道理就是這樣。所以佛法裡講超度不是迷信，並不是說我們念經，佛菩薩保佑，不是這個意思。是自己的成就，他得到的光榮，他得到一切鬼神對他尊敬，是這個道理。譬如說台灣李登輝先生做了總統，他的父親母親到哪裡，這是總統先生的爸爸媽媽，特別照顧，這是一定的道理。我們超度的原理就是這樣，這裡面沒有迷信。"
    },
    {
      "id": "02-003-0013_p0021",
      "zh_CN": "因此超度，请法师来超度不如自己。请法师超度当然也有好处，为什么？你不请他，他不念经，你请他来，他总得要念一卷经，是这个意思。但是请别人念经、念佛，人家成就了，我自己没有成就。所以，超度决定是自己念，自己修、自己成就，你的家亲眷属得到真正的光荣，才是名符其实的超度，这个要知道。『在三途极苦之处，见此光明，皆得休息，命终皆得解脱。』",
      "zh_TW": "因此超度，請法師來超度不如自己。請法師超度當然也有好處，為什麼？你不請他，他不念經，你請他來，他總得要念一卷經，是這個意思。但是請別人念經、念佛，人家成就了，我自己沒有成就。所以，超度決定是自己念，自己修、自己成就，你的家親眷屬得到真正的光榮，才是名符其實的超度，這個要知道。『在三途極苦之處，見此光明，皆得休息，命終皆得解脫。』"
    },
    {
      "id": "02-003-0013_p0022",
      "zh_CN": "【若有众生。闻其光明。威神。功德。日夜称说。至心不断。随意所愿。得生其国。】",
      "zh_TW": "【若有眾生。聞其光明。威神。功德。日夜稱說。至心不斷。隨意所願。得生其國。】"
    },
    {
      "id": "02-003-0013_p0023",
      "zh_CN": "这是讲一切有情众生与阿弥陀佛有缘，像我们现在大家就是这一段所讲的，我们有缘听到佛的名号、听到佛的经典，思惟阿弥陀佛的『光明、威神、功德』。『日夜称说』就是赞佛、念佛，像我们这里讲经，这是称说，称是称赞，说是说明，讲阿弥陀佛的功德，讲解清楚。『至心不断』，这是讲修行，就是一心专念，一向专念。至心是真诚之心，不间断、不夹杂，好好的念这一句阿弥陀佛。『随意所愿，得生其国』，我们求生西方净土，一定可以满愿。这一章我们就讲到此地，请继续看下面第十三章。",
      "zh_TW": "這是講一切有情眾生與阿彌陀佛有緣，像我們現在大家就是這一段所講的，我們有緣聽到佛的名號、聽到佛的經典，思惟阿彌陀佛的『光明、威神、功德』。『日夜稱說』就是讚佛、念佛，像我們這裡講經，這是稱說，稱是稱讚，說是說明，講阿彌陀佛的功德，講解清楚。『至心不斷』，這是講修行，就是一心專念，一向專念。至心是真誠之心，不間斷、不夾雜，好好的念這一句阿彌陀佛。『隨意所願，得生其國』，我們求生西方淨土，一定可以滿願。這一章我們就講到此地，請繼續看下面第十三章。"
    },
    {
      "id": "02-003-0013_p0024",
      "zh_CN": "【寿众无量第十三】",
      "zh_TW": "【壽眾無量第十三】"
    },
    {
      "id": "02-003-0013_p0025",
      "zh_CN": "这一章是讲佛寿无量。佛住世长，他才能教化一切众生，如果佛住世寿命短，许多众生都没有机会亲近佛，没有机缘得到佛的教化。所以，寿命长是一切众生真正皈依处。佛的大愿无有穷尽，所以能够接引十方世界无量无边的众生往生其国，这也是西方世界无比的庄严具体之说明。",
      "zh_TW": "這一章是講佛壽無量。佛住世長，他才能教化一切眾生，如果佛住世壽命短，許多眾生都沒有機會親近佛，沒有機緣得到佛的教化。所以，壽命長是一切眾生真正皈依處。佛的大願無有窮盡，所以能夠接引十方世界無量無邊的眾生往生其國，這也是西方世界無比的莊嚴具體之說明。"
    },
    {
      "id": "02-003-0013_p0026",
      "zh_CN": "【佛语阿难。无量寿佛。寿命长久。不可称计。又有无数声闻之众。神智洞达。威力自在。能于掌中持一切世界。】",
      "zh_TW": "【佛語阿難。無量壽佛。壽命長久。不可稱計。又有無數聲聞之眾。神智洞達。威力自在。能於掌中持一切世界。】"
    },
    {
      "id": "02-003-0013_p0027",
      "zh_CN": "这一小段是讲佛寿无量，佛所教化的弟子无量。『寿命长久，不可称计』，称就是说，没有办法，说不出来。计就是计算，他的寿命究竟有多长，没有法子计算，没有法子说得出来，后面还有比喻来给我们说明。阿弥陀佛的弟子非常多，经上讲『无数声闻之众』，这些声闻、人天的意思，下面经文会说到。这些人神通、智慧，『洞』是洞彻，『达』是通达，洞达这两个字，一般都是形容佛与大菩萨的。阿罗汉虽有六种神通，他神通的能力有限，有限就不能叫洞达，洞达一般讲没有限量。可见得西方极乐世界，这是声闻弟子，就超越了十方世界的声闻。因为十方世界的声闻，声闻就是讲阿罗汉，譬如说阿罗汉的宿命通只能知道五百世，五百世以前他就不知道，所以他不能叫洞达。西方极乐世界的声闻，他的「神智洞达」就跟大菩萨一样，他能知道过去无量劫的无量劫，不可说劫，决定不是五百世。所以西方世界的成就非常稀有殊胜。",
      "zh_TW": "這一小段是講佛壽無量，佛所教化的弟子無量。『壽命長久，不可稱計』，稱就是說，沒有辦法，說不出來。計就是計算，他的壽命究竟有多長，沒有法子計算，沒有法子說得出來，後面還有比喻來給我們說明。阿彌陀佛的弟子非常多，經上講『無數聲聞之眾』，這些聲聞、人天的意思，下面經文會說到。這些人神通、智慧，『洞』是洞徹，『達』是通達，洞達這兩個字，一般都是形容佛與大菩薩的。阿羅漢雖有六種神通，他神通的能力有限，有限就不能叫洞達，洞達一般講沒有限量。可見得西方極樂世界，這是聲聞弟子，就超越了十方世界的聲聞。因為十方世界的聲聞，聲聞就是講阿羅漢，譬如說阿羅漢的宿命通只能知道五百世，五百世以前他就不知道，所以他不能叫洞達。西方極樂世界的聲聞，他的「神智洞達」就跟大菩薩一樣，他能知道過去無量劫的無量劫，不可說劫，決定不是五百世。所以西方世界的成就非常稀有殊勝。"
    },
    {
      "id": "02-003-0013_p0028",
      "zh_CN": "『能于掌中持一切世界』，一个世界就是一个三千大千世界。一个三千大千世界，平常一般法师讲，像我们一个银河系，一个银河系多大，怎么能放在手掌上？这还不是一个大千世界，是一切世界，一切诸佛世界摆在手掌上，这我们怎么想也想不通。想不通就不要去想，为什么？怎么想也想不通，到你将来修行境界达到相当的程度，你就恍然大悟，你就开悟了，原来是这么一回事情，那就行了。现在不要去想。这个境界是华严的境界，事事无碍的境界。从这一句也能显示出来，西方极乐世界无异于华藏，也能显示出来。向下，释迦牟尼佛用比喻来给我们说明。",
      "zh_TW": "『能於掌中持一切世界』，一個世界就是一個三千大千世界。一個三千大千世界，平常一般法師講，像我們一個銀河系，一個銀河系多大，怎麼能放在手掌上？這還不是一個大千世界，是一切世界，一切諸佛世界擺在手掌上，這我們怎麼想也想不通。想不通就不要去想，為什麼？怎麼想也想不通，到你將來修行境界達到相當的程度，你就恍然大悟，你就開悟了，原來是這麼一回事情，那就行了。現在不要去想。這個境界是華嚴的境界，事事無礙的境界。從這一句也能顯示出來，西方極樂世界無異於華藏，也能顯示出來。向下，釋迦牟尼佛用比喻來給我們說明。"
    },
    {
      "id": "02-003-0013_p0029",
      "zh_CN": "【我弟子中大目犍连。神通第一。】",
      "zh_TW": "【我弟子中大目犍連。神通第一。】"
    },
    {
      "id": "02-003-0013_p0030",
      "zh_CN": "释迦牟尼佛的学生当中，神通第一是『目犍连』，智慧第一是舍利弗。这些都是表法的意思，实在讲到这样的程度，他们的智慧、神通、能力统统是平等的。所以决定不可以说，舍利弗智慧第一，神通不行，这个话不能讲；目犍连尊者神通第一，智慧不行，这样我们就错解了，对他们就误会了。大家要晓得，舍利弗跟目犍连神通相等，智慧也相等。相等，为什么要一个人来代表智慧，一个人代表神通？这是表法方便，用意都是这个样子。譬如人家一看到经上提到舍利弗，就晓得这个经代表智慧；一看到有目犍连，这个经代表神通。让人家就是没有听经，还没有接触到，看到出席的这几个人，就晓得这个法会大致上是什么样的内容，就清楚了。所以才叫这些弟子们每个人代表一种专长，其实他们是博学多能，决定不是只有一个专长。",
      "zh_TW": "釋迦牟尼佛的學生當中，神通第一是『目犍連』，智慧第一是舍利弗。這些都是表法的意思，實在講到這樣的程度，他們的智慧、神通、能力統統是平等的。所以決定不可以說，舍利弗智慧第一，神通不行，這個話不能講；目犍連尊者神通第一，智慧不行，這樣我們就錯解了，對他們就誤會了。大家要曉得，舍利弗跟目犍連神通相等，智慧也相等。相等，為什麼要一個人來代表智慧，一個人代表神通？這是表法方便，用意都是這個樣子。譬如人家一看到經上提到舍利弗，就曉得這個經代表智慧；一看到有目犍連，這個經代表神通。讓人家就是沒有聽經，還沒有接觸到，看到出席的這幾個人，就曉得這個法會大致上是什麼樣的內容，就清楚了。所以才叫這些弟子們每個人代表一種專長，其實他們是博學多能，決定不是只有一個專長。"
    },
    {
      "id": "02-003-0013_p0031",
      "zh_CN": "除了表法的用意之外，还有教学的用意。我们中国历代的祖师大德，可以说没有一个不是通家，样样都通。样样都通，他为什么只教一样？我们在《高僧传》、在语录里看到很多，譬如学生，学人，来参学的人，到一个法师道场来。法师就告诉他，你的缘分不在我这里，给他推荐一个道场，推荐一个法师，你的缘分在某法师那里，你到他那里去参学。他到那个地方去，两、三年果然成就了。难道这个推荐的法师就不如那个法师吗？不如那个法师，他怎么知道？可见得这个法师决定不比那个法师差。这个意思就是讲教学的方便。古人常讲「若要佛法兴，必须僧赞僧」，出家人彼此互相赞叹，佛教就兴旺。如果出家人毁谤，你要学这个法门，我不比他差，你跟我就行了，何必到那里去？凡是来的，统统一网打尽，统统都到我这儿来，不要到别的地方去，这样我们佛法的教学必然受到障碍。",
      "zh_TW": "除了表法的用意之外，還有教學的用意。我們中國歷代的祖師大德，可以說沒有一個不是通家，樣樣都通。樣樣都通，他為什麼只教一樣？我們在《高僧傳》、在語錄裡看到很多，譬如學生，學人，來參學的人，到一個法師道場來。法師就告訴他，你的緣分不在我這裡，給他推薦一個道場，推薦一個法師，你的緣分在某法師那裡，你到他那裡去參學。他到那個地方去，兩、三年果然成就了。難道這個推薦的法師就不如那個法師嗎？不如那個法師，他怎麼知道？可見得這個法師決定不比那個法師差。這個意思就是講教學的方便。古人常講「若要佛法興，必須僧讚僧」，出家人彼此互相讚歎，佛教就興旺。如果出家人毀謗，你要學這個法門，我不比他差，你跟我就行了，何必到那裡去？凡是來的，統統一網打盡，統統都到我這兒來，不要到別的地方去，這樣我們佛法的教學必然受到障礙。"
    },
    {
      "id": "02-003-0013_p0032",
      "zh_CN": "所以，他虽然是通家，所有经论都通，他只标榜一样。今天我这个法门是专修净土的，你要是有志修净土，你到我这来我欢迎，我们志同道合。你要想学《华严》，实在讲，我也会讲《华严》，可是我不讲。某个法师专讲《华严》，一定讲你的因缘在他那里，你到他那边去一定有成就，就是这个意思。你们想学唯识，演培法师是当代唯识泰斗，你的因缘在他那里，你到他那里去学唯识必定成就，就是这个意思。只标榜一个法门，虽然一切经都通达，一切法门都通达，标榜一样，带领一类的众生，这样才能有成就。从前的出家人真的是僧赞僧，跟现在的风气不一样，现在是末法，彼此互相赞叹很少听到，赞叹是美德。这个要知道，这是表法的，目犍连神通第一。",
      "zh_TW": "所以，他雖然是通家，所有經論都通，他只標榜一樣。今天我這個法門是專修淨土的，你要是有志修淨土，你到我這來我歡迎，我們志同道合。你要想學《華嚴》，實在講，我也會講《華嚴》，可是我不講。某個法師專講《華嚴》，一定講你的因緣在他那裡，你到他那邊去一定有成就，就是這個意思。你們想學唯識，演培法師是當代唯識泰斗，你的因緣在他那裡，你到他那裡去學唯識必定成就，就是這個意思。只標榜一個法門，雖然一切經都通達，一切法門都通達，標榜一樣，帶領一類的眾生，這樣才能有成就。從前的出家人真的是僧讚僧，跟現在的風氣不一樣，現在是末法，彼此互相讚歎很少聽到，讚歎是美德。這個要知道，這是表法的，目犍連神通第一。"
    },
    {
      "id": "02-003-0013_p0033",
      "zh_CN": "【三千大千世界。所有一切星宿众生。于一昼夜。悉知其数。】",
      "zh_TW": "【三千大千世界。所有一切星宿眾生。於一晝夜。悉知其數。】"
    },
    {
      "id": "02-003-0013_p0034",
      "zh_CN": "这一句里头有两个讲法，第一个讲法，是讲星球。我们晚上看看天空当中，星球太多了，我们肉眼所看到的，是光度比较亮的，光度暗的，肉眼还看不见。所以一般眼睛好的，天文学家将星光分等级，大概是眼睛比较好一点的人，可以看到六等星，六等星以上的，就是从一等星到六等星，大约有六千多颗。如果我们用普通望远镜来看，大概可以看到十五等星，那数字就多了，要用亿来计算，不晓得多少亿。如果用高倍望远镜看，大千世界的星数不清，恒河沙数，无量无边。目犍连尊者的本事，他能够在一昼夜把它算清楚。这是一个讲法。",
      "zh_TW": "這一句裡頭有兩個講法，第一個講法，是講星球。我們晚上看看天空當中，星球太多了，我們肉眼所看到的，是光度比較亮的，光度暗的，肉眼還看不見。所以一般眼睛好的，天文學家將星光分等級，大概是眼睛比較好一點的人，可以看到六等星，六等星以上的，就是從一等星到六等星，大約有六千多顆。如果我們用普通望遠鏡來看，大概可以看到十五等星，那數字就多了，要用億來計算，不曉得多少億。如果用高倍望遠鏡看，大千世界的星數不清，恆河沙數，無量無邊。目犍連尊者的本事，他能夠在一晝夜把它算清楚。這是一個講法。"
    },
    {
      "id": "02-003-0013_p0035",
      "zh_CN": "第二个讲法，就是星宿里面的众生。像我们地球在太空当中看是一颗星，这一颗星里头好多众生，每一颗星里都有众生。你千万不要以为现在太空人到了月球，月球什么都没有。所以美国太空人第一次登陆月球的时候，就有很多同修来问我：法师，现在外国人登陆月球了，证明月球里什么都没有，我们以后还要不要念月光菩萨、日光菩萨？你们念《药师经》的，日光菩萨、月光菩萨还要不要念？他的怀疑就来了。实在说，要念，为什么要念？每个星球里面的众生，不见得我们肉眼看得到。不要说别的，就说我们地球，我们现在这个环境里是人鬼杂居。我们这个讲堂里面，除了大家能看得见的这么多同修在，还有你们肉眼看不见的，人数比这个不知道加了多少倍，你们眼睛看不到。人要听经，许多鬼也在这里听经，许多天龙八部也在这里听经，你们肉眼看不到。他听了跟你一样欢喜。所以，祖先牌位为什么供在佛堂，特别供在讲经的佛堂？使他天天有听经的机会。我在台北的佛堂、我的讲堂都供祖先牌位，那个祖先不是你自己来安的，是我代替你安的，因为你不来安，所以我代替你安。我安的祖宗牌位是按百家姓写的，全国每个姓都有，一个也不漏。我们每年春秋祭祀，清明、冬至祭祖，你们家的人来不来没有关系，我们统统替你代做了。佛法的因缘要普施给一切众生。",
      "zh_TW": "第二個講法，就是星宿裡面的眾生。像我們地球在太空當中看是一顆星，這一顆星裡頭好多眾生，每一顆星裡都有眾生。你千萬不要以為現在太空人到了月球，月球什麼都沒有。所以美國太空人第一次登陸月球的時候，就有很多同修來問我：法師，現在外國人登陸月球了，證明月球裡什麼都沒有，我們以後還要不要念月光菩薩、日光菩薩？你們念《藥師經》的，日光菩薩、月光菩薩還要不要念？他的懷疑就來了。實在說，要念，為什麼要念？每個星球裡面的眾生，不見得我們肉眼看得到。不要說別的，就說我們地球，我們現在這個環境裡是人鬼雜居。我們這個講堂裡面，除了大家能看得見的這麼多同修在，還有你們肉眼看不見的，人數比這個不知道加了多少倍，你們眼睛看不到。人要聽經，許多鬼也在這裡聽經，許多天龍八部也在這裡聽經，你們肉眼看不到。他聽了跟你一樣歡喜。所以，祖先牌位為什麼供在佛堂，特別供在講經的佛堂？使他天天有聽經的機會。我在台北的佛堂、我的講堂都供祖先牌位，那個祖先不是你自己來安的，是我代替你安的，因為你不來安，所以我代替你安。我安的祖宗牌位是按百家姓寫的，全國每個姓都有，一個也不漏。我們每年春秋祭祀，清明、冬至祭祖，你們家的人來不來沒有關係，我們統統替你代做了。佛法的因緣要普施給一切眾生。"
    },
    {
      "id": "02-003-0013_p0036",
      "zh_CN": "要是讲一切星宿里面众生，那就更多了。目犍连的能力，能够在一昼夜统统算得清清楚楚，有这么大的本事。下面是比喻。",
      "zh_TW": "要是講一切星宿裡面眾生，那就更多了。目犍連的能力，能夠在一晝夜統統算得清清楚楚，有這麼大的本事。下面是比喻。"
    },
    {
      "id": "02-003-0013_p0037",
      "zh_CN": "【假使十方众生。】",
      "zh_TW": "【假使十方眾生。】"
    },
    {
      "id": "02-003-0013_p0038",
      "zh_CN": "这不得了，这不是一个世界，是十方一切诸佛刹土里所有的众生，释迦牟尼佛用这个做比喻。",
      "zh_TW": "這不得了，這不是一個世界，是十方一切諸佛剎土裡所有的眾生，釋迦牟尼佛用這個做比喻。"
    },
    {
      "id": "02-003-0013_p0039",
      "zh_CN": "【悉成缘觉。】",
      "zh_TW": "【悉成緣覺。】"
    },
    {
      "id": "02-003-0013_p0040",
      "zh_CN": "这是比喻，假设的话，统统成了辟支佛，辟支佛的果位在阿罗汉之上，换句话说，证得的果位还在目犍连之上。",
      "zh_TW": "這是比喻，假設的話，統統成了辟支佛，辟支佛的果位在阿羅漢之上，換句話說，證得的果位還在目犍連之上。"
    },
    {
      "id": "02-003-0013_p0041",
      "zh_CN": "【一一缘觉。】",
      "zh_TW": "【一一緣覺。】"
    },
    {
      "id": "02-003-0013_p0042",
      "zh_CN": "每一个缘觉，每个人：",
      "zh_TW": "每一個緣覺，每個人："
    },
    {
      "id": "02-003-0013_p0043",
      "zh_CN": "【寿万亿岁。】",
      "zh_TW": "【壽萬億歲。】"
    },
    {
      "id": "02-003-0013_p0044",
      "zh_CN": "有这么长的寿命，一万亿岁，寿命有这么长。",
      "zh_TW": "有這麼長的壽命，一萬億歲，壽命有這麼長。"
    },
    {
      "id": "02-003-0013_p0045",
      "zh_CN": "【神通皆如大目犍连。】",
      "zh_TW": "【神通皆如大目犍連。】"
    },
    {
      "id": "02-003-0013_p0046",
      "zh_CN": "他的神通跟目犍连一样，有这个能力，一昼夜能把一个大千世界的星宿众生统统都算得出来，有这么大的能力。",
      "zh_TW": "他的神通跟目犍連一樣，有這個能力，一晝夜能把一個大千世界的星宿眾生統統都算得出來，有這麼大的能力。"
    },
    {
      "id": "02-003-0013_p0047",
      "zh_CN": "【尽其寿命。竭其智力。】",
      "zh_TW": "【盡其壽命。竭其智力。】"
    },
    {
      "id": "02-003-0013_p0048",
      "zh_CN": "『尽其寿命』就是万亿岁。『竭其智力』就是大家统统共同来计算，不是一个人算的。所有这些辟支佛能力都跟目犍连一样，统统共同来计算。",
      "zh_TW": "『盡其壽命』就是萬億歲。『竭其智力』就是大家統統共同來計算，不是一個人算的。所有這些辟支佛能力都跟目犍連一樣，統統共同來計算。"
    },
    {
      "id": "02-003-0013_p0049",
      "zh_CN": "【悉共推算。彼佛会中。声闻之数。千万分中不及一分。】",
      "zh_TW": "【悉共推算。彼佛會中。聲聞之數。千萬分中不及一分。】"
    },
    {
      "id": "02-003-0013_p0050",
      "zh_CN": "他们彼此共同来推算，推算到亿亿岁，所知道的数目字还是西方极乐世界千万分中之一分。你就晓得西方极乐世界有多少人，不得了！这是一个比喻，下面还有一个比喻。",
      "zh_TW": "他們彼此共同來推算，推算到億億歲，所知道的數目字還是西方極樂世界千萬分中之一分。你就曉得西方極樂世界有多少人，不得了！這是一個比喻，下面還有一個比喻。"
    },
    {
      "id": "02-003-0013_p0051",
      "zh_CN": "【譬如大海。深广无边。】",
      "zh_TW": "【譬如大海。深廣無邊。】"
    },
    {
      "id": "02-003-0013_p0052",
      "zh_CN": "我们不要说别的，看看印度洋、太平洋这个大海。",
      "zh_TW": "我們不要說別的，看看印度洋、太平洋這個大海。"
    },
    {
      "id": "02-003-0013_p0053",
      "zh_CN": "【设取一毛。析为百分。】",
      "zh_TW": "【設取一毛。析為百分。】"
    },
    {
      "id": "02-003-0013_p0054",
      "zh_CN": "『一毛』是一根毛，我们汗毛拔一根出来。这一根毛还太粗，把这根毛竖的劈，劈成一百分，一分，那个毛就很细，太细了，太小了，『析为百分』。",
      "zh_TW": "『一毛』是一根毛，我們汗毛拔一根出來。這一根毛還太粗，把這根毛豎的劈，劈成一百分，一分，那個毛就很細，太細了，太小了，『析為百分』。"
    },
    {
      "id": "02-003-0013_p0055",
      "zh_CN": "【碎如微尘。】",
      "zh_TW": "【碎如微塵。】"
    },
    {
      "id": "02-003-0013_p0056",
      "zh_CN": "真的，一根汗毛的百分之一，那的确是非常细，像微尘一样。",
      "zh_TW": "真的，一根汗毛的百分之一，那的確是非常細，像微塵一樣。"
    },
    {
      "id": "02-003-0013_p0057",
      "zh_CN": "【以一毛尘。沾海一滴。】",
      "zh_TW": "【以一毛塵。沾海一滴。】"
    },
    {
      "id": "02-003-0013_p0058",
      "zh_CN": "就用这一毛尘在海里沾一沾，毛端上一滴水。",
      "zh_TW": "就用這一毛塵在海裡沾一沾，毛端上一滴水。"
    },
    {
      "id": "02-003-0013_p0059",
      "zh_CN": "【此毛尘水。比海孰多。】",
      "zh_TW": "【此毛塵水。比海孰多。】"
    },
    {
      "id": "02-003-0013_p0060",
      "zh_CN": "这一根汗毛上那一滴水跟大海的水比较，哪个多？当然是大海多，这还用的着说吗！佛就叫着：",
      "zh_TW": "這一根汗毛上那一滴水跟大海的水比較，哪個多？當然是大海多，這還用的著說嗎！佛就叫著："
    },
    {
      "id": "02-003-0013_p0061",
      "zh_CN": "【阿难。彼目犍连等所知数者。如毛尘水。】",
      "zh_TW": "【阿難。彼目犍連等所知數者。如毛塵水。】"
    },
    {
      "id": "02-003-0013_p0062",
      "zh_CN": "『彼目犍连等』就是前面说的「假使十方众生悉成缘觉」，他们计算的，晓得的西方世界的人数就像毛尘水一样，他们所不知道的，没有办法计算的，像大海水。",
      "zh_TW": "『彼目犍連等』就是前面說的「假使十方眾生悉成緣覺」，他們計算的，曉得的西方世界的人數就像毛塵水一樣，他們所不知道的，沒有辦法計算的，像大海水。"
    },
    {
      "id": "02-003-0013_p0063",
      "zh_CN": "【所未知者。如大海水。】",
      "zh_TW": "【所未知者。如大海水。】"
    },
    {
      "id": "02-003-0013_p0064",
      "zh_CN": "从这两个比喻来说，西方极乐世界佛的寿命，没有人能说出来，没有人能计算。所以「唯佛与佛，方能究竟」，只有佛知道，菩萨都不晓得，等觉菩萨都没有办法完全知道，这个世界是真正不可思议。",
      "zh_TW": "從這兩個比喻來說，西方極樂世界佛的壽命，沒有人能說出來，沒有人能計算。所以「唯佛與佛，方能究竟」，只有佛知道，菩薩都不曉得，等覺菩薩都沒有辦法完全知道，這個世界是真正不可思議。"
    },
    {
      "id": "02-003-0013_p0065",
      "zh_CN": "【彼佛寿量。及诸菩萨。声闻。天人。寿量亦尔。】",
      "zh_TW": "【彼佛壽量。及諸菩薩。聲聞。天人。壽量亦爾。】"
    },
    {
      "id": "02-003-0013_p0066",
      "zh_CN": "『佛寿量』，佛的寿多长，西方极乐世界的菩萨、声闻、天人的寿命跟佛一样长，统统是无量寿。我们念到这一段，就非去不可，不去真是大傻瓜，你到哪个地方去找这么长的寿命？有这么长的寿命，什么事情都办成功了。成个佛，释迦牟尼佛常讲三大阿僧祇劫、无量劫，那算得了什么！我有的是寿命，无量劫在我算起来也不过是一天、两天而已，照这个经上讲确实如此。为什么？像目犍连这么大的神通，他能够一昼夜计算出来的，都差不多是无量劫，他所晓得的才只毛尘水，千万分之一，你就晓得西方极乐世界寿命多长。就是再笨的人，到那个地方，他一生也必定成佛道。释迦牟尼佛讲成佛道要无量劫，无量劫他也会成，寿命不止无量劫，无量劫的无量劫，所以他决定成佛道，稳稳当当的成就。",
      "zh_TW": "『佛壽量』，佛的壽多長，西方極樂世界的菩薩、聲聞、天人的壽命跟佛一樣長，統統是無量壽。我們念到這一段，就非去不可，不去真是大傻瓜，你到哪個地方去找這麼長的壽命？有這麼長的壽命，什麼事情都辦成功了。成個佛，釋迦牟尼佛常講三大阿僧祇劫、無量劫，那算得了什麼！我有的是壽命，無量劫在我算起來也不過是一天、兩天而已，照這個經上講確實如此。為什麼？像目犍連這麼大的神通，他能夠一晝夜計算出來的，都差不多是無量劫，他所曉得的才只毛塵水，千萬分之一，你就曉得西方極樂世界壽命多長。就是再笨的人，到那個地方，他一生也必定成佛道。釋迦牟尼佛講成佛道要無量劫，無量劫他也會成，壽命不止無量劫，無量劫的無量劫，所以他決定成佛道，穩穩當當的成就。"
    },
    {
      "id": "02-003-0013_p0067",
      "zh_CN": "【非以算计譬喻之所能知。】",
      "zh_TW": "【非以算計譬喻之所能知。】"
    },
    {
      "id": "02-003-0013_p0068",
      "zh_CN": "『算计譬喻』都没有办法达到，这是说寿命、人众之多。大家看到这个也不要害怕，怕的是西方极乐世界这么多人，怎么容纳得下？你要操这个心，就很冤枉了。佛的世界不可思议，决定不是我们凡夫所能想像得到的。再看底下一章：",
      "zh_TW": "『算計譬喻』都沒有辦法達到，這是說壽命、人眾之多。大家看到這個也不要害怕，怕的是西方極樂世界這麼多人，怎麼容納得下？你要操這個心，就很冤枉了。佛的世界不可思議，決定不是我們凡夫所能想像得到的。再看底下一章："
    },
    {
      "id": "02-003-0013_p0069",
      "zh_CN": "【宝树遍国第十四】",
      "zh_TW": "【寶樹遍國第十四】"
    },
    {
      "id": "02-003-0013_p0070",
      "zh_CN": "这一章的大义是重复显示极乐世界依报的庄严，也是四十八愿里面第四十愿「无量色树」这一愿的成就。第四十愿是讲无量色树，这一愿的成就。",
      "zh_TW": "這一章的大義是重覆顯示極樂世界依報的莊嚴，也是四十八願裡面第四十願「無量色樹」這一願的成就。第四十願是講無量色樹，這一願的成就。"
    },
    {
      "id": "02-003-0013_p0071",
      "zh_CN": "【彼如来国。多诸宝树。】",
      "zh_TW": "【彼如來國。多諸寶樹。】"
    },
    {
      "id": "02-003-0013_p0072",
      "zh_CN": "这一句是总说。西方世界宝树非常多，数量也是说不尽。下面这段讲树之质，我们这个地方的树是木质，木本或草本，西方极乐世界的树是珍宝所成，无量的珍宝，它是宝树。",
      "zh_TW": "這一句是總說。西方世界寶樹非常多，數量也是說不盡。下面這段講樹之質，我們這個地方的樹是木質，木本或草本，西方極樂世界的樹是珍寶所成，無量的珍寶，它是寶樹。"
    },
    {
      "id": "02-003-0013_p0073",
      "zh_CN": "【或纯金树。】",
      "zh_TW": "【或純金樹。】"
    },
    {
      "id": "02-003-0013_p0074",
      "zh_CN": "这是一宝所成。",
      "zh_TW": "這是一寶所成。"
    },
    {
      "id": "02-003-0013_p0075",
      "zh_CN": "【纯白银树。琉璃树。水晶树。琥珀树。美玉树。玛瑙树。唯一宝成。不杂余宝。】",
      "zh_TW": "【純白銀樹。琉璃樹。水晶樹。琥珀樹。美玉樹。瑪瑙樹。唯一寶成。不雜餘寶。】"
    },
    {
      "id": "02-003-0013_p0076",
      "zh_CN": "这个里面的树纯粹是一宝成就。",
      "zh_TW": "這個裡面的樹純粹是一寶成就。"
    },
    {
      "id": "02-003-0013_p0077",
      "zh_CN": "【或有二宝三宝。乃至七宝。】",
      "zh_TW": "【或有二寶三寶。乃至七寶。】"
    },
    {
      "id": "02-003-0013_p0078",
      "zh_CN": "也有许多种宝合成的，七宝合成。经上讲这个宝，常说的是七宝，实际上诸位要晓得，是无量珍宝。说「七」也是表法的意思，七代表圆满。七这个数字从哪里得来的？是从四方、上下、当中，这就圆满了，七这个数字是从这里得来的，它不是数目字，它代表圆满。「十」也是代表圆满，十在数目字里是个整数。《华严》用十表法，《华严》样样都讲十，代表圆满，《弥陀经》上样样都讲七，代表圆满，所以它不是个数目字。我们继续看底下经文。",
      "zh_TW": "也有許多種寶合成的，七寶合成。經上講這個寶，常說的是七寶，實際上諸位要曉得，是無量珍寶。說「七」也是表法的意思，七代表圓滿。七這個數字從哪裡得來的？是從四方、上下、當中，這就圓滿了，七這個數字是從這裡得來的，它不是數目字，它代表圓滿。「十」也是代表圓滿，十在數目字裡是個整數。《華嚴》用十表法，《華嚴》樣樣都講十，代表圓滿，《彌陀經》上樣樣都講七，代表圓滿，所以它不是個數目字。我們繼續看底下經文。"
    },
    {
      "id": "02-003-0013_p0079",
      "zh_CN": "【根茎枝干。此宝所成。华叶果实。他宝化作。或有宝树。黄金为根。白银为身。琉璃为枝。水晶为梢。琥珀为叶。美玉为华。玛瑙为果。其余诸树。复有七宝。互为根干枝叶华果。种种共成。】",
      "zh_TW": "【根莖枝幹。此寶所成。華葉果實。他寶化作。或有寶樹。黃金為根。白銀為身。琉璃為枝。水晶為梢。琥珀為葉。美玉為華。瑪瑙為果。其餘諸樹。復有七寶。互為根幹枝葉華果。種種共成。】"
    },
    {
      "id": "02-003-0013_p0080",
      "zh_CN": "到这个地方是一段，这一段主要是讲树的质，它的质是宝。实在说，极乐世界一切万物都是无比的微妙奇丽，奇特美丽，超过一切诸佛刹土，前面在缘起上我们已经读过。它怎么来的？是阿弥陀佛性德里面流现出来，也就是我们当人自性当中变现出来的。所以西方世界是法性土，它跟我们这个世界不一样，我们这个世界土，学过唯识的人知道，是阿赖耶的相分。我们有情的众生，讲我们的精神，六根灵明觉知，我们能见、能听这个能力是阿赖耶的见分，所有一切物质是阿赖耶的相分。见分跟相分同源，都是真如本性变现出来，见相同源，性相不二。是自己自性变现出来的，它不是法性土。",
      "zh_TW": "到這個地方是一段，這一段主要是講樹的質，它的質是寶。實在說，極樂世界一切萬物都是無比的微妙奇麗，奇特美麗，超過一切諸佛剎土，前面在緣起上我們已經讀過。它怎麼來的？是阿彌陀佛性德裡面流現出來，也就是我們當人自性當中變現出來的。所以西方世界是法性土，它跟我們這個世界不一樣，我們這個世界土，學過唯識的人知道，是阿賴耶的相分。我們有情的眾生，講我們的精神，六根靈明覺知，我們能見、能聽這個能力是阿賴耶的見分，所有一切物質是阿賴耶的相分。見分跟相分同源，都是真如本性變現出來，見相同源，性相不二。是自己自性變現出來的，它不是法性土。"
    },
    {
      "id": "02-003-0013_p0081",
      "zh_CN": "到西方极乐世界，到那个地方就转阿赖耶识成大圆镜智，那个地方是法性土。法性土就没有大小、没有限制，所以他一个手掌里能擎一切诸佛的世界，他有这个能力，为什么？它没有大小。不像我们，我们阿赖耶里面的相分有大小，处处都是对立的，有障碍的。他那个土没有障碍，理事无碍，事事无碍，它没有障碍。没有障碍，小能容大，一个手掌小，大千世界大，大千世界托在我的手掌里，我手掌没有变大，那个世界也没有缩小，但是它就能托得住。这是不可思议的境界，我们怎么想都想不出这个道理。",
      "zh_TW": "到西方極樂世界，到那個地方就轉阿賴耶識成大圓鏡智，那個地方是法性土。法性土就沒有大小、沒有限制，所以他一個手掌裡能擎一切諸佛的世界，他有這個能力，為什麼？它沒有大小。不像我們，我們阿賴耶裡面的相分有大小，處處都是對立的，有障礙的。他那個土沒有障礙，理事無礙，事事無礙，它沒有障礙。沒有障礙，小能容大，一個手掌小，大千世界大，大千世界托在我的手掌裡，我手掌沒有變大，那個世界也沒有縮小，但是它就能托得住。這是不可思議的境界，我們怎麼想都想不出這個道理。"
    },
    {
      "id": "02-003-0013_p0082",
      "zh_CN": "因为我们所想的，说老实话，是意识心，意识心的确能力也很大，可以想过去，可以想未来，但是就是想不到本性。如果能想到本性，我们用妄想就可以成佛了，就是没有办法想到本性。所以向上一着必须要离心意识，不能用这个东西，不能用思惟、不能用想像、不能用分别、不能用执着；这些东西统统放下，向上一层你才能证得，你才能见得到，叫明心见性，才能够见性。如果用第六意识、用第七识，决定不能见性，你修行得再如法，修行得再殊胜，修到顶处了，是什么样？声闻、缘觉，就是阿罗汉、辟支佛；要是修菩萨道，是权教菩萨，不是真正的菩萨。真正的菩萨，《金刚经》上说，得要破四相、破四见。经上讲得很清楚，「若菩萨有我相人相众生相寿者相，即非菩萨」，非菩萨就不是实教菩萨；他是不是菩萨？是的，是权教菩萨。《金刚经》后半部比前半部要深，前半部是讲相，破四相，后半部是破四见，「若菩萨有我见人见众生见寿者见，即非菩萨」，那个说得才真实。所以西方极乐世界的确不可思议，不是我们心思能够达得到。",
      "zh_TW": "因為我們所想的，說老實話，是意識心，意識心的確能力也很大，可以想過去，可以想未來，但是就是想不到本性。如果能想到本性，我們用妄想就可以成佛了，就是沒有辦法想到本性。所以向上一著必須要離心意識，不能用這個東西，不能用思惟、不能用想像、不能用分別、不能用執著；這些東西統統放下，向上一層你才能證得，你才能見得到，叫明心見性，才能夠見性。如果用第六意識、用第七識，決定不能見性，你修行得再如法，修行得再殊勝，修到頂處了，是什麼樣？聲聞、緣覺，就是阿羅漢、辟支佛；要是修菩薩道，是權教菩薩，不是真正的菩薩。真正的菩薩，《金剛經》上說，得要破四相、破四見。經上講得很清楚，「若菩薩有我相人相眾生相壽者相，即非菩薩」，非菩薩就不是實教菩薩；他是不是菩薩？是的，是權教菩薩。《金剛經》後半部比前半部要深，前半部是講相，破四相，後半部是破四見，「若菩薩有我見人見眾生見壽者見，即非菩薩」，那個說得才真實。所以西方極樂世界的確不可思議，不是我們心思能夠達得到。"
    },
    {
      "id": "02-003-0013_p0083",
      "zh_CN": "性德能现一切的珍宝，一一珍宝它又具足一切珍宝的妙用。所以一一宝树，古德常讲，都是「圆明具德」，圆是圆满光明，具足万德万能，全是弥陀性德里所流露的。过去善导大师说过一句非常好的开导，他说这些宝树都是从阿弥陀佛无漏心中流出来的，无漏就是真心，就是讲的真如本性。所以这些树也是无漏，无漏我们简单讲，就是不生不灭。根据这个说法，他老人家讲，西方极乐世界的树，一现立刻就现那个相，不是那个树从小慢慢长大，没有这个情形。西方世界的人也一样，我们一生西方世界，马上一变身形就是那么大，不会像小孩慢慢长大，没有这个道理。树木也是这样，所以它的树永远长青，不生不灭，没有变易，跟人一样，所以树也是无量寿。这个世界非常奇妙，一切法都不是渐渐成就的，都是一现同时就显现出来，不像我们这个世间有阶段，一个阶段一个阶段生长的。显示出这个世界样样东西都是平等如如，不可思议。",
      "zh_TW": "性德能現一切的珍寶，一一珍寶它又具足一切珍寶的妙用。所以一一寶樹，古德常講，都是「圓明具德」，圓是圓滿光明，具足萬德萬能，全是彌陀性德裡所流露的。過去善導大師說過一句非常好的開導，他說這些寶樹都是從阿彌陀佛無漏心中流出來的，無漏就是真心，就是講的真如本性。所以這些樹也是無漏，無漏我們簡單講，就是不生不滅。根據這個說法，他老人家講，西方極樂世界的樹，一現立刻就現那個相，不是那個樹從小慢慢長大，沒有這個情形。西方世界的人也一樣，我們一生西方世界，馬上一變身形就是那麼大，不會像小孩慢慢長大，沒有這個道理。樹木也是這樣，所以它的樹永遠長青，不生不滅，沒有變易，跟人一樣，所以樹也是無量壽。這個世界非常奇妙，一切法都不是漸漸成就的，都是一現同時就顯現出來，不像我們這個世間有階段，一個階段一個階段生長的。顯示出這個世界樣樣東西都是平等如如，不可思議。"
    },
    {
      "id": "02-003-0013_p0084",
      "zh_CN": "底下一段经文，是讲这些树木排列得整齐有秩序，它不乱，这也是庄严之一。",
      "zh_TW": "底下一段經文，是講這些樹木排列得整齊有秩序，它不亂，這也是莊嚴之一。"
    },
    {
      "id": "02-003-0013_p0085",
      "zh_CN": "【各自异行。】",
      "zh_TW": "【各自異行。】"
    },
    {
      "id": "02-003-0013_p0086",
      "zh_CN": "树有种类，每一种类都相聚在一起，排列得整整齐齐，聚集在一起。",
      "zh_TW": "樹有種類，每一種類都相聚在一起，排列得整整齊齊，聚集在一起。"
    },
    {
      "id": "02-003-0013_p0087",
      "zh_CN": "【行行相值。茎茎相望。枝叶相向。华实相当。荣色光曜。不可胜视。】",
      "zh_TW": "【行行相值。莖莖相望。枝葉相向。華實相當。榮色光曜。不可勝視。】"
    },
    {
      "id": "02-003-0013_p0088",
      "zh_CN": "这个园林太美了，不杂不乱，有秩序，非常之美。树上面有宝网、有罗网，树网都放光，光中能显示十方一切诸佛的刹土。",
      "zh_TW": "這個園林太美了，不雜不亂，有秩序，非常之美。樹上面有寶網、有羅網，樹網都放光，光中能顯示十方一切諸佛的剎土。"
    },
    {
      "id": "02-003-0013_p0089",
      "zh_CN": "【清风时发。出五音声。微妙宫商。自然相和。是诸宝树。周遍其国。】",
      "zh_TW": "【清風時發。出五音聲。微妙宮商。自然相和。是諸寶樹。周遍其國。】"
    },
    {
      "id": "02-003-0013_p0090",
      "zh_CN": "末后一段是讲树能出和雅之音，演说无量的妙法，演说妙法在底下一段要详细给我们说明。『五音』是中国古时候音乐里的五个音阶，宫商角徵羽五个音阶，现在的音乐里多半用七个音阶，我们中国是宫商角徵羽。这个经是唐朝以前翻译的，所以统统用中国古时候的音乐来形容。这个音怎么发的？因为它都是宝树，风一吹，树叶跟树叶碰到，树枝跟树枝碰到，就像我们现在的风铃一样，风一吹动它就会发出音声。尤其它都是珍宝，无量的珍宝，所以音声非常之美。",
      "zh_TW": "末後一段是講樹能出和雅之音，演說無量的妙法，演說妙法在底下一段要詳細給我們說明。『五音』是中國古時候音樂裡的五個音階，宮商角徵羽五個音階，現在的音樂裡多半用七個音階，我們中國是宮商角徵羽。這個經是唐朝以前翻譯的，所以統統用中國古時候的音樂來形容。這個音怎麼發的？因為它都是寶樹，風一吹，樹葉跟樹葉碰到，樹枝跟樹枝碰到，就像我們現在的風鈴一樣，風一吹動它就會發出音聲。尤其它都是珍寶，無量的珍寶，所以音聲非常之美。"
    },
    {
      "id": "02-003-0013_p0091",
      "zh_CN": "不但音声美，而且能说法，这是阿弥陀佛神力变化所作。所以，西方极乐世界弥陀说法那个善巧方便，我们没法子想像。我们今天说法，借着科学工具，我们可以用扩音器把音声扩大，我们可以用电视把我们现场画面向远方传播，这是近代才有。西方极乐世界老早就有了，比我们高明，为什么？我们还用许多繁杂的机器摆在这里，它不要，它不要用这些东西。我们电视机很笨重，它那里不要。它那里的树行间，树光当中就现电视画面，又大又好看，十方诸佛刹土统统现，你想看哪个地方它就现哪个地方。我们现在还要操作，还要按一下钮，我要选择哪个频道。他们不要，他们一动念头，我想看娑婆世界、想看新加坡，马上就现前，随你的心念动，不必要按钮，不必要操作机器。",
      "zh_TW": "不但音聲美，而且能說法，這是阿彌陀佛神力變化所作。所以，西方極樂世界彌陀說法那個善巧方便，我們沒法子想像。我們今天說法，藉著科學工具，我們可以用擴音器把音聲擴大，我們可以用電視把我們現場畫面向遠方傳播，這是近代才有。西方極樂世界老早就有了，比我們高明，為什麼？我們還用許多繁雜的機器擺在這裡，它不要，它不要用這些東西。我們電視機很笨重，它那裡不要。它那裡的樹行間，樹光當中就現電視畫面，又大又好看，十方諸佛剎土統統現，你想看哪個地方它就現哪個地方。我們現在還要操作，還要按一下鈕，我要選擇哪個頻道。他們不要，他們一動念頭，我想看娑婆世界、想看新加坡，馬上就現前，隨你的心念動，不必要按鈕，不必要操作機器。"
    },
    {
      "id": "02-003-0013_p0092",
      "zh_CN": "所以我说科学，西方极乐世界的科学是发展到登峰造极了，任何一个世界的科学比不上西方极乐世界的科学。所以我劝很多西方的科学家，要念阿弥陀佛到极乐世界去留学，他的科学才能得第一。科学家不能不念佛，不念佛，他科学学不好。再看第十五章。",
      "zh_TW": "所以我說科學，西方極樂世界的科學是發展到登峰造極了，任何一個世界的科學比不上西方極樂世界的科學。所以我勸很多西方的科學家，要念阿彌陀佛到極樂世界去留學，他的科學才能得第一。科學家不能不念佛，不念佛，他科學學不好。再看第十五章。"
    },
    {
      "id": "02-003-0013_p0093",
      "zh_CN": "【菩提道场第十五】",
      "zh_TW": "【菩提道場第十五】"
    },
    {
      "id": "02-003-0013_p0094",
      "zh_CN": "这一章就是四十一愿里面所讲的「道场树愿」的介绍。",
      "zh_TW": "這一章就是四十一願裡面所講的「道場樹願」的介紹。"
    },
    {
      "id": "02-003-0013_p0095",
      "zh_CN": "【又其道场。有菩提树。高四百万里。其本周围五千由旬。枝叶四布二十万里。一切众宝。自然合成。华果敷荣。光晖遍照。】",
      "zh_TW": "【又其道場。有菩提樹。高四百萬里。其本周圍五千由旬。枝葉四布二十萬里。一切眾寶。自然合成。華果敷榮。光暉遍照。】"
    },
    {
      "id": "02-003-0013_p0096",
      "zh_CN": "这一段是显树的广大庄严。『道场』，在佛门里面这个名词含有五个意思。第一个意思，是佛示现成道的地方，这个地方叫做道场。当年释迦牟尼佛在菩提树下示现成道，这个地方称为道场。",
      "zh_TW": "這一段是顯樹的廣大莊嚴。『道場』，在佛門裡面這個名詞含有五個意思。第一個意思，是佛示現成道的地方，這個地方叫做道場。當年釋迦牟尼佛在菩提樹下示現成道，這個地方稱為道場。"
    },
    {
      "id": "02-003-0013_p0097",
      "zh_CN": "第二种是讲修行的地方，修行的地方我们也称之为道场。但是修行的地方没有一定，譬如说我们这个地方虽然是一个场所，如果我们在这里不修行，不叫道场。修行的地方，我这个地方没有场所，也叫道场。你看《维摩经》上说得好，「直心是道场」，修行的道场在哪里？在每个人的心地，心地就是道场。心地里面念念念觉正净，念念舍贪瞋痴、舍迷邪染，那就是道场。所以哪个地方不是道场？没有一个地方不是行道之处，这一点诸位要晓得。",
      "zh_TW": "第二種是講修行的地方，修行的地方我們也稱之為道場。但是修行的地方沒有一定，譬如說我們這個地方雖然是一個場所，如果我們在這裡不修行，不叫道場。修行的地方，我這個地方沒有場所，也叫道場。你看《維摩經》上說得好，「直心是道場」，修行的道場在哪裡？在每個人的心地，心地就是道場。心地裡面念念念覺正淨，念念捨貪瞋痴、捨迷邪染，那就是道場。所以哪個地方不是道場？沒有一個地方不是行道之處，這一點諸位要曉得。"
    },
    {
      "id": "02-003-0013_p0098",
      "zh_CN": "第三个意思，道场是供佛的地方，像我们大殿上供的佛，这个也能称为道场。",
      "zh_TW": "第三個意思，道場是供佛的地方，像我們大殿上供的佛，這個也能稱為道場。"
    },
    {
      "id": "02-003-0013_p0099",
      "zh_CN": "第四个意思，道场是学道处，就是教学的地方。譬如我们讲经，这个算道场，讲经就跟上课一样，讲学、讲经、传道的处所，就叫道场。道场不一定是佛堂，如果人数少，在一个家庭里讲，这家庭就是道场。道场最吉祥，所以你们同修要会修福，实在讲修福，台湾人会修福，你们现在这个观念比台湾还稍微差一点。台湾人修福，请法师到他家里讲经，讲一次两次都好，他把他邻居、亲戚朋友找来听，为什么？他家里曾经有一次是道场，这是最吉祥了。不一定讲一部经，讲一段、讲几句都好，这是道场，是一家的吉祥。",
      "zh_TW": "第四個意思，道場是學道處，就是教學的地方。譬如我們講經，這個算道場，講經就跟上課一樣，講學、講經、傳道的處所，就叫道場。道場不一定是佛堂，如果人數少，在一個家庭裡講，這家庭就是道場。道場最吉祥，所以你們同修要會修福，實在講修福，台灣人會修福，你們現在這個觀念比台灣還稍微差一點。台灣人修福，請法師到他家裡講經，講一次兩次都好，他把他鄰居、親戚朋友找來聽，為什麼？他家裡曾經有一次是道場，這是最吉祥了。不一定講一部經，講一段、講幾句都好，這是道場，是一家的吉祥。"
    },
    {
      "id": "02-003-0013_p0100",
      "zh_CN": "家里面供佛，家里有经书，又曾经请过法师、居士大德讲经，居士也一样，不要轻视居士讲经。你们还有个观念，好像看到居士大概比法师就差了，这个观念错误。我告诉诸位，现在很多居士超过出家人，许多出家人比不上居士，修持不如在家居士，讲经不如在家居士，替佛教贡献也不如在家居士。希望大家观念上改过来，对于居士讲经一定要尊重。佛法是师道，是佛陀教育，佛门里面，老师第一大，师道，老师第一大。所以我们观念一定要改过来，观念不改过来，你不会帮佛教的忙，你只会扯佛教的腿，你只会破坏佛教，不会兴佛教。为什么？你有成见，你有错误的见解。居士讲经，我们出家人要在听，还是一样要拜法师，为什么？他升座是代佛说法，这是第一大。出家人在下面，也要顶礼三拜、右绕三匝，这个规矩是释迦牟尼佛时代建立的。维摩居士讲经的时候，舍利弗、目犍连都是出家弟子，见到维摩诘居士也要顶礼三拜、右绕三匝，跟对佛的礼节完全相同。所以，大家不要看到这是居士，就把他看低了一截，你还能够学得到佛法吗？你学不到。一般讲经的居士，他不上台、不升座的时候，他不接受出家人拜，那是客气，他谦虚。升座那是没有话说，我们是应当要拜的。现在很多出家人有个错误观念，认为头一剃，大领子袖子一穿，就是人天师，就不得了了，就第一了，贡高我慢。所以出家人最后都到地狱去了，俗话常说，「地狱门前僧道多」，没有说你们在家人多，这不如法，不得了！所以大家一定要晓得。",
      "zh_TW": "家裡面供佛，家裡有經書，又曾經請過法師、居士大德講經，居士也一樣，不要輕視居士講經。你們還有個觀念，好像看到居士大概比法師就差了，這個觀念錯誤。我告訴諸位，現在很多居士超過出家人，許多出家人比不上居士，修持不如在家居士，講經不如在家居士，替佛教貢獻也不如在家居士。希望大家觀念上改過來，對於居士講經一定要尊重。佛法是師道，是佛陀教育，佛門裡面，老師第一大，師道，老師第一大。所以我們觀念一定要改過來，觀念不改過來，你不會幫佛教的忙，你只會扯佛教的腿，你只會破壞佛教，不會興佛教。為什麼？你有成見，你有錯誤的見解。居士講經，我們出家人要在聽，還是一樣要拜法師，為什麼？他升座是代佛說法，這是第一大。出家人在下面，也要頂禮三拜、右繞三匝，這個規矩是釋迦牟尼佛時代建立的。維摩居士講經的時候，舍利弗、目犍連都是出家弟子，見到維摩詰居士也要頂禮三拜、右繞三匝，跟對佛的禮節完全相同。所以，大家不要看到這是居士，就把他看低了一截，你還能夠學得到佛法嗎？你學不到。一般講經的居士，他不上台、不升座的時候，他不接受出家人拜，那是客氣，他謙虛。升座那是沒有話說，我們是應當要拜的。現在很多出家人有個錯誤觀念，認為頭一剃，大領子袖子一穿，就是人天師，就不得了了，就第一了，貢高我慢。所以出家人最後都到地獄去了，俗話常說，「地獄門前僧道多」，沒有說你們在家人多，這不如法，不得了！所以大家一定要曉得。"
    },
    {
      "id": "02-003-0013_p0101",
      "zh_CN": "我自己学佛，我的老师就是在家居士。我学佛两个老师，第一个老师是密宗上师章嘉大师，我跟他三年，最早的三年。那时候对佛法还没有什么信仰，他非常慈悲，指导我三年，把我佛法的基础奠定，我的佛学基础是章嘉大师给我奠定的。老人家圆寂之后，我亲近李炳南老居士，我跟他十年，所以成就是在李老居士会下成就的。我称李老居士称和尚，他是我亲教师，我的佛法是他传授给我的。他的净土法门是印光大师传授他的，所以我们这个系统是从印光大师来，印光大师传授给李炳南居士，李炳南居士传给我，这么一个系统来的。所以，对于在家居士决定不能轻慢。",
      "zh_TW": "我自己學佛，我的老師就是在家居士。我學佛兩個老師，第一個老師是密宗上師章嘉大師，我跟他三年，最早的三年。那時候對佛法還沒有什麼信仰，他非常慈悲，指導我三年，把我佛法的基礎奠定，我的佛學基礎是章嘉大師給我奠定的。老人家圓寂之後，我親近李炳南老居士，我跟他十年，所以成就是在李老居士會下成就的。我稱李老居士稱和尚，他是我親教師，我的佛法是他傳授給我的。他的淨土法門是印光大師傳授他的，所以我們這個系統是從印光大師來，印光大師傳授給李炳南居士，李炳南居士傳給我，這麼一個系統來的。所以，對於在家居士決定不能輕慢。"
    },
    {
      "id": "02-003-0013_p0102",
      "zh_CN": "这就是讲学道的、修学道的地方称道场，不管是寺庙还是家庭都一样。乃至于大树底下，我们大家坐在一起研究佛法、讨论佛法、讲经，那也是道场。学道的地方是道场。",
      "zh_TW": "這就是講學道的、修學道的地方稱道場，不管是寺廟還是家庭都一樣。乃至於大樹底下，我們大家坐在一起研究佛法、討論佛法、講經，那也是道場。學道的地方是道場。"
    },
    {
      "id": "02-003-0013_p0103",
      "zh_CN": "第五种讲法，就是寺院，寺院也称道场。这是中国古代，隋炀帝的时候，他下了一道命令，把所有的寺院统统改成道场，不要叫寺院，都改成道场。国家曾经有这个命令，所以寺院称道场。",
      "zh_TW": "第五種講法，就是寺院，寺院也稱道場。這是中國古代，隋煬帝的時候，他下了一道命令，把所有的寺院統統改成道場，不要叫寺院，都改成道場。國家曾經有這個命令，所以寺院稱道場。"
    },
    {
      "id": "02-003-0013_p0104",
      "zh_CN": "这五种道场里面，有真的，有有名不见得有实。真的道场，说实在话，除了佛成道的那个不算，那世间只有一个，只有一处称道场，释迦牟尼佛从前成道的地方。最重要的就是我们修道，修道、我们学习佛法，这两个是真实的道场，真正道场。",
      "zh_TW": "這五種道場裡面，有真的，有有名不見得有實。真的道場，說實在話，除了佛成道的那個不算，那世間只有一個，只有一處稱道場，釋迦牟尼佛從前成道的地方。最重要的就是我們修道，修道、我們學習佛法，這兩個是真實的道場，真正道場。"
    },
    {
      "id": "02-003-0013_p0105",
      "zh_CN": "此地这个「道场」就是阿弥陀佛讲经说法的道场，是阿弥陀佛教学的道场。他的道场非常殊胜，因为他学生多，所以这个地方很广大。道场附近的环境当然是非常好，环境非常美。特别给我们介绍，所有一切庄严里面，给我们介绍道场树，用这个来代表，树木都这样好，其他的可想而知。再看底下这一段。因为这个文好懂，我们就不必细说。",
      "zh_TW": "此地這個「道場」就是阿彌陀佛講經說法的道場，是阿彌陀佛教學的道場。他的道場非常殊勝，因為他學生多，所以這個地方很廣大。道場附近的環境當然是非常好，環境非常美。特別給我們介紹，所有一切莊嚴裡面，給我們介紹道場樹，用這個來代表，樹木都這樣好，其他的可想而知。再看底下這一段。因為這個文好懂，我們就不必細說。"
    },
    {
      "id": "02-003-0013_p0106",
      "zh_CN": "【复有红绿青白。诸摩尼宝。众宝之王。】",
      "zh_TW": "【復有紅綠青白。諸摩尼寶。眾寶之王。】"
    },
    {
      "id": "02-003-0013_p0107",
      "zh_CN": "『王』就是比喻一切宝里最好的，是个形容词，是个比喻，譬如『摩尼宝』里最好的，称摩尼宝王，黄金里面最好的，我们称金中之王，白银里面最好的银，我们称白银之王，是这个意思，就是最好的。摩尼宝我们世间没有，摩尼是如意宝，如果得这个宝物，那你真是想要什么就会变现什么出来，像天方夜谭里的宝瓶、神灯，就像那个意思。你拿到了，想要什么它就会变什么，那就很自在了。佛法里讲摩尼宝，跟这个是相类似的，众宝之王。",
      "zh_TW": "『王』就是比喻一切寶裡最好的，是個形容詞，是個比喻，譬如『摩尼寶』裡最好的，稱摩尼寶王，黃金裡面最好的，我們稱金中之王，白銀裡面最好的銀，我們稱白銀之王，是這個意思，就是最好的。摩尼寶我們世間沒有，摩尼是如意寶，如果得這個寶物，那你真是想要什麼就會變現什麼出來，像天方夜譚裡的寶瓶、神燈，就像那個意思。你拿到了，想要什麼它就會變什麼，那就很自在了。佛法裡講摩尼寶，跟這個是相類似的，眾寶之王。"
    },
    {
      "id": "02-003-0013_p0108",
      "zh_CN": "【以为璎珞。】",
      "zh_TW": "【以為瓔珞。】"
    },
    {
      "id": "02-003-0013_p0109",
      "zh_CN": "『璎珞』我们世间有，就是佩在胸前。项链只是一条，璎珞就很复杂，图案、花纹就很多。我们看很多佛像、菩萨像胸前佩的，那叫璎珞，是珍宝所造的，璎珞。",
      "zh_TW": "『瓔珞』我們世間有，就是佩在胸前。項鍊只是一條，瓔珞就很複雜，圖案、花紋就很多。我們看很多佛像、菩薩像胸前佩的，那叫瓔珞，是珍寶所造的，瓔珞。"
    },
    {
      "id": "02-003-0013_p0110",
      "zh_CN": "【云聚宝鏁。】",
      "zh_TW": "【雲聚寶鏁。】"
    },
    {
      "id": "02-003-0013_p0111",
      "zh_CN": "『宝鏁』是什么？就是两样东西的接头，两样东西我们把它接起来，接头的地方把它锁住。像做家具接头的地方，或者我们用钉子、用木榫，或者用铜片把它锁住，这叫做「云聚宝鏁」。当然他的珍宝很多，很多当然要把它连接起来，需要接头，接头也用的是珍宝，这叫做宝鏁。",
      "zh_TW": "『寶鏁』是什麼？就是兩樣東西的接頭，兩樣東西我們把它接起來，接頭的地方把它鎖住。像做家具接頭的地方，或者我們用釘子、用木榫，或者用銅片把它鎖住，這叫做「雲聚寶鏁」。當然他的珍寶很多，很多當然要把它連接起來，需要接頭，接頭也用的是珍寶，這叫做寶鏁。"
    },
    {
      "id": "02-003-0013_p0112",
      "zh_CN": "【饰诸宝柱。】",
      "zh_TW": "【飾諸寶柱。】"
    },
    {
      "id": "02-003-0013_p0113",
      "zh_CN": "柱子上面都有璎珞、都有宝鏁做为装饰品，所以宝柱就非常美丽。",
      "zh_TW": "柱子上面都有瓔珞、都有寶鏁做為裝飾品，所以寶柱就非常美麗。"
    },
    {
      "id": "02-003-0013_p0114",
      "zh_CN": "【金珠铃铎。周匝条间。】",
      "zh_TW": "【金珠鈴鐸。周匝條間。】"
    },
    {
      "id": "02-003-0013_p0115",
      "zh_CN": "这是讲宝树里面，宝树上有枝条，枝条里都悬挂着『铃铎』，铎也是铃一类的，像我们现在讲风铃，树的枝条当中都有铃铛。",
      "zh_TW": "這是講寶樹裡面，寶樹上有枝條，枝條裡都懸掛著『鈴鐸』，鐸也是鈴一類的，像我們現在講風鈴，樹的枝條當中都有鈴鐺。"
    },
    {
      "id": "02-003-0013_p0116",
      "zh_CN": "【珍妙宝网。罗覆其上。】",
      "zh_TW": "【珍妙寶網。羅覆其上。】"
    },
    {
      "id": "02-003-0013_p0117",
      "zh_CN": "树的上面有罗网，罗网在此地可能没有。罗网的作用是保护这些柱子、栋梁，为什么？宫殿里面可以说一切建筑是高度的艺术品，怕损坏，所以要用罗网把它保护住。你看，使你有个距离，你不能碰到它，用罗网把它保护到。上面的梁跟栋用罗网保护，不是防人的，是防小鸟，鸟会跑到梁上做窝，就会把这些艺术品损坏。罗网多半是用很细的铜丝编的，铜丝编的网把柱子跟梁包起来，外面看看得很清楚，里面隔了一层，防止鸟雀或人去损坏它。这在古时候宫殿里都有。",
      "zh_TW": "樹的上面有羅網，羅網在此地可能沒有。羅網的作用是保護這些柱子、棟梁，為什麼？宮殿裡面可以說一切建築是高度的藝術品，怕損壞，所以要用羅網把它保護住。你看，使你有個距離，你不能碰到它，用羅網把它保護到。上面的梁跟棟用羅網保護，不是防人的，是防小鳥，鳥會跑到梁上做窩，就會把這些藝術品損壞。羅網多半是用很細的銅絲編的，銅絲編的網把柱子跟梁包起來，外面看看得很清楚，裡面隔了一層，防止鳥雀或人去損壞它。這在古時候宮殿裡都有。"
    },
    {
      "id": "02-003-0013_p0118",
      "zh_CN": "现在北京皇宫里，我去看时间很短，只看外表，因为游览的人很多，我现在是最怕人多的地方，人多了我就赶紧躲避。所以我只看个外表，里头没有细看。但是在日本有，日本我参观很多大庙，他们大庙还有罗网，到日本像京都这些地方可以看到。西方极乐世界的罗网是宝做的，『宝网』，不是铜丝编的。因为它是宝，璎珞也是宝，宝鏁也是宝，铃铎也是宝，柱也是宝，网也是宝，样样都是珍宝。",
      "zh_TW": "現在北京皇宮裡，我去看時間很短，只看外表，因為遊覽的人很多，我現在是最怕人多的地方，人多了我就趕緊躲避。所以我只看個外表，裡頭沒有細看。但是在日本有，日本我參觀很多大廟，他們大廟還有羅網，到日本像京都這些地方可以看到。西方極樂世界的羅網是寶做的，『寶網』，不是銅絲編的。因為它是寶，瓔珞也是寶，寶鏁也是寶，鈴鐸也是寶，柱也是寶，網也是寶，樣樣都是珍寶。"
    },
    {
      "id": "02-003-0013_p0119",
      "zh_CN": "【百千万色。互相映饰。无量光炎。照耀无极。一切庄严。随应而现。】",
      "zh_TW": "【百千萬色。互相映飾。無量光炎。照耀無極。一切莊嚴。隨應而現。】"
    },
    {
      "id": "02-003-0013_p0120",
      "zh_CN": "『光炎』就是光明，宝放光，树放光，树里面所有装饰的这些宝物，没有一样不放光，所以『照耀无极』。最要紧的就是底下这二句话，『一切庄严，随应而现』，这就是树里面能够现相，能够说法。树就像我们电视机一样，能够收视尽虚空遍法界十方一切刹土里的景像，十法界都收得到。你要看地狱，地狱现象就现前，就给你看；你要看饿鬼，饿鬼道就现前，没有一样你看不到。你要想看我们自己生生世世的家亲眷属，统统都在里面。要想看自己的前生，也看得到，就像看自己的电影一样，自己的片子拍下来，到那里统统都放出来，都看到了。你生生世世，你的所作所为，统统都在那里表演，你自己能看得到。所以，这个经念了之后，人的确有高度的警觉心，不但不能做坏事，起个恶的念头都不可以。为什么？统统有纪录，到西方极乐世界，全部都能够现前，决定没有隐瞒的。这是随应而现。",
      "zh_TW": "『光炎』就是光明，寶放光，樹放光，樹裡面所有裝飾的這些寶物，沒有一樣不放光，所以『照耀無極』。最要緊的就是底下這二句話，『一切莊嚴，隨應而現』，這就是樹裡面能夠現相，能夠說法。樹就像我們電視機一樣，能夠收視盡虛空遍法界十方一切剎土裡的景像，十法界都收得到。你要看地獄，地獄現象就現前，就給你看；你要看餓鬼，餓鬼道就現前，沒有一樣你看不到。你要想看我們自己生生世世的家親眷屬，統統都在裡面。要想看自己的前生，也看得到，就像看自己的電影一樣，自己的片子拍下來，到那裡統統都放出來，都看到了。你生生世世，你的所作所為，統統都在那裡表演，你自己能看得到。所以，這個經念了之後，人的確有高度的警覺心，不但不能做壞事，起個惡的念頭都不可以。為什麼？統統有紀錄，到西方極樂世界，全部都能夠現前，決定沒有隱瞞的。這是隨應而現。"
    },
    {
      "id": "02-003-0013_p0121",
      "zh_CN": "【微风徐动。吹诸枝叶。】",
      "zh_TW": "【微風徐動。吹諸枝葉。】"
    },
    {
      "id": "02-003-0013_p0122",
      "zh_CN": "底下一段是说它的德能不可思议。风一动，吹这些枝叶，前面说了，它就会有非常微妙的音声。",
      "zh_TW": "底下一段是說它的德能不可思議。風一動，吹這些枝葉，前面說了，它就會有非常微妙的音聲。"
    },
    {
      "id": "02-003-0013_p0123",
      "zh_CN": "【演出无量妙法音声。其声流布。遍诸佛国。清畅哀亮。】",
      "zh_TW": "【演出無量妙法音聲。其聲流布。遍諸佛國。清暢哀亮。】"
    },
    {
      "id": "02-003-0013_p0124",
      "zh_CN": "『哀亮』就是它的发音能启发一切众生的智慧，能够帮助一切众生破迷开悟。",
      "zh_TW": "『哀亮』就是它的發音能啟發一切眾生的智慧，能夠幫助一切眾生破迷開悟。"
    },
    {
      "id": "02-003-0013_p0125",
      "zh_CN": "【微妙和雅。】",
      "zh_TW": "【微妙和雅。】"
    },
    {
      "id": "02-003-0013_p0126",
      "zh_CN": "这是讲它的节奏。",
      "zh_TW": "這是講它的節奏。"
    },
    {
      "id": "02-003-0013_p0127",
      "zh_CN": "【十方世界音声之中。最为第一。】",
      "zh_TW": "【十方世界音聲之中。最為第一。】"
    },
    {
      "id": "02-003-0013_p0128",
      "zh_CN": "风一吹，这个道场树就像演奏交响乐一样，不但它的乐章美妙，而且乐章里给我们说法。说什么法？你想听什么法，它就给你说什么法，随你的心愿，随应而现。我们两个人在一起，手牵手、肩碰肩，我想听《华严经》，你想听《法华经》，我听的就是《华严经》，你听的就是《法华经》，彼此不相碍。不想听，它就没有声音；想听，想听什么它就现什么，这个妙，没有一样不是随心所欲。所以一切音声之中是第一，十方诸佛刹土，阿弥陀佛第一。",
      "zh_TW": "風一吹，這個道場樹就像演奏交響樂一樣，不但它的樂章美妙，而且樂章裡給我們說法。說什麼法？你想聽什麼法，它就給你說什麼法，隨你的心願，隨應而現。我們兩個人在一起，手牽手、肩碰肩，我想聽《華嚴經》，你想聽《法華經》，我聽的就是《華嚴經》，你聽的就是《法華經》，彼此不相礙。不想聽，它就沒有聲音；想聽，想聽什麼它就現什麼，這個妙，沒有一樣不是隨心所欲。所以一切音聲之中是第一，十方諸佛剎土，阿彌陀佛第一。"
    },
    {
      "id": "02-003-0013_p0129",
      "zh_CN": "【若有众生。睹菩提树。闻声。嗅香。尝其果味。触其光影。】",
      "zh_TW": "【若有眾生。睹菩提樹。聞聲。嗅香。嘗其果味。觸其光影。】"
    },
    {
      "id": "02-003-0013_p0130",
      "zh_CN": "树也有影子，光照到，底下有影子，触到树的光影都有功德利益。",
      "zh_TW": "樹也有影子，光照到，底下有影子，觸到樹的光影都有功德利益。"
    },
    {
      "id": "02-003-0013_p0131",
      "zh_CN": "【念树功德。皆得六根清彻。无诸恼患。住不退转。至成佛道。】",
      "zh_TW": "【念樹功德。皆得六根清徹。無諸惱患。住不退轉。至成佛道。】"
    },
    {
      "id": "02-003-0013_p0132",
      "zh_CN": "这个树功德就太大了，真正是不可思议。六根接触到这个树，都能够得不退转，都能够证果成佛，这个利益非常之大。为什么有这么大的功德？前面给我们说过，因为这个树能够演说妙法，能够消除你的业障，能够帮助你得六根清净。『无诸恼患』，这就是断烦恼，帮助你不退转、成佛道。下面还有更殊胜的功德。",
      "zh_TW": "這個樹功德就太大了，真正是不可思議。六根接觸到這個樹，都能夠得不退轉，都能夠證果成佛，這個利益非常之大。為什麼有這麼大的功德？前面給我們說過，因為這個樹能夠演說妙法，能夠消除你的業障，能夠幫助你得六根清淨。『無諸惱患』，這就是斷煩惱，幫助你不退轉、成佛道。下面還有更殊勝的功德。"
    },
    {
      "id": "02-003-0013_p0133",
      "zh_CN": "【复由见彼树故。获三种忍。一音响忍。二柔顺忍。三者无生法忍。】",
      "zh_TW": "【復由見彼樹故。獲三種忍。一音響忍。二柔順忍。三者無生法忍。】"
    },
    {
      "id": "02-003-0013_p0134",
      "zh_CN": "这个不得了！到西方极乐世界成佛容易，就是那个地方环境太好了，不但有最好的老师阿弥陀佛，最好的同学诸上善人，就是六根接触六尘境界，没有一样不是帮助我们断惑证真。不像我们这个世界，我们六根接触六尘境界，生烦恼，不生智慧；西方极乐世界，六根接触它的境界，统统生智慧。这个一、二、三忍，第一个是『音响忍』。当然这三个境界我们可以说说，不是我们目前的境界。但是我告诉诸位，如果你要认真好好的修，这一生也能够得到。得到其中的一种，你往生西方极乐世界必定是上品上生。所以实在讲，我们也应该努力修学，真的能够修得到，不过能修到的是少数人。",
      "zh_TW": "這個不得了！到西方極樂世界成佛容易，就是那個地方環境太好了，不但有最好的老師阿彌陀佛，最好的同學諸上善人，就是六根接觸六塵境界，沒有一樣不是幫助我們斷惑證真。不像我們這個世界，我們六根接觸六塵境界，生煩惱，不生智慧；西方極樂世界，六根接觸它的境界，統統生智慧。這個一、二、三忍，第一個是『音響忍』。當然這三個境界我們可以說說，不是我們目前的境界。但是我告訴諸位，如果你要認真好好的修，這一生也能夠得到。得到其中的一種，你往生西方極樂世界必定是上品上生。所以實在講，我們也應該努力修學，真的能夠修得到，不過能修到的是少數人。"
    },
    {
      "id": "02-003-0013_p0135",
      "zh_CN": "什么叫音响忍？如果我们拿《金刚经》上的一句话讲大家容易懂得，《金刚经》上说，「一切有为法，如梦幻泡影」。音响，像我们在山谷里大叫一声，长啸一声，会有回响过来，佛用这个做比喻。那个回响是空的，空谷回音，并不是那边有个人也在那里叫一声，不是的，空谷回音，那个回音就跟梦幻泡影一样。这就是说明，我们现在世间一切法，真相就是如此，就像空谷回响一样。你要是真正入到这个境界，入到什么？我们日常生活当中所接触一切法，统统是梦幻泡影，你就证到这个境界。梦幻泡影，这个境界是平等的，为什么？你说好，好是梦，你说坏，坏也是梦，统统平等。可见得你的心要是不平等，你入不了这个境界；心平等，才能入到这个境界。",
      "zh_TW": "什麼叫音響忍？如果我們拿《金剛經》上的一句話講大家容易懂得，《金剛經》上說，「一切有為法，如夢幻泡影」。音響，像我們在山谷裡大叫一聲，長嘯一聲，會有回響過來，佛用這個做比喻。那個回響是空的，空谷回音，並不是那邊有個人也在那裡叫一聲，不是的，空谷回音，那個回音就跟夢幻泡影一樣。這就是說明，我們現在世間一切法，真相就是如此，就像空谷回響一樣。你要是真正入到這個境界，入到什麼？我們日常生活當中所接觸一切法，統統是夢幻泡影，你就證到這個境界。夢幻泡影，這個境界是平等的，為什麼？你說好，好是夢，你說壞，壞也是夢，統統平等。可見得你的心要是不平等，你入不了這個境界；心平等，才能入到這個境界。"
    },
    {
      "id": "02-003-0013_p0136",
      "zh_CN": "《金刚经》上这四句偈非常有名，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。你入这个境界，跟诸位说，你就证得圆教初住菩萨、别教初地菩萨。通常讲音响忍，在别教就是初地、二地、三地，这三个地位人证得的，圆教就是初住、二住、三住，这个境界就是法身大士。我们念佛人要是证得这个境界，你就得理一心不乱，那是菩萨，不是凡夫。往生西方极乐世界生实报庄严土，不是凡圣同居士，也不是方便有余土，是实报庄严土，成佛非常之快。所以我们虽然是带业往生，生凡圣同居土，到那里见阿弥陀佛，佛还没见到，当然你先看到外面道场树；佛在讲堂里面，树在讲堂外面，还没有进讲堂，先看到这些树，你就证得三种忍了。一见佛、一闻法，那当然就跟等觉菩萨差不多了，真快，真正是不容易！这个法门殊胜，这个世界殊胜，不可思议。",
      "zh_TW": "《金剛經》上這四句偈非常有名，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。你入這個境界，跟諸位說，你就證得圓教初住菩薩、別教初地菩薩。通常講音響忍，在別教就是初地、二地、三地，這三個地位人證得的，圓教就是初住、二住、三住，這個境界就是法身大士。我們念佛人要是證得這個境界，你就得理一心不亂，那是菩薩，不是凡夫。往生西方極樂世界生實報莊嚴土，不是凡聖同居士，也不是方便有餘土，是實報莊嚴土，成佛非常之快。所以我們雖然是帶業往生，生凡聖同居土，到那裡見阿彌陀佛，佛還沒見到，當然你先看到外面道場樹；佛在講堂裡面，樹在講堂外面，還沒有進講堂，先看到這些樹，你就證得三種忍了。一見佛、一聞法，那當然就跟等覺菩薩差不多了，真快，真正是不容易！這個法門殊勝，這個世界殊勝，不可思議。"
    },
    {
      "id": "02-003-0013_p0137",
      "zh_CN": "第二『柔顺忍』，柔顺忍比前面高一级，就是我们大乘经上常讲的「离一切相，即一切法」。离相，我相信一定有很多同修把离相解错了，离相是远远的离开，找个深山里面去挖个洞，到那里去修行，我离一切相了。他离了没有？没离，为什么？那山也是相，洞还是相，怎么离？没有法子离，离不掉！离相不是那个离法，离相是离什么相？离你心里执着的那个相，不是叫我们离外头境界相。境界相没有障碍，境界相是平等的，境界相里面没有善恶，善恶是你自己心里生的。是要把你心里面执着的相、善恶的相、是非的相，把那个相离开，叫你离这个相。所以大家一定要懂得，离相不是离外头境界相，是离我们的心缘相。",
      "zh_TW": "第二『柔順忍』，柔順忍比前面高一級，就是我們大乘經上常講的「離一切相，即一切法」。離相，我相信一定有很多同修把離相解錯了，離相是遠遠的離開，找個深山裡面去挖個洞，到那裡去修行，我離一切相了。他離了沒有？沒離，為什麼？那山也是相，洞還是相，怎麼離？沒有法子離，離不掉！離相不是那個離法，離相是離什麼相？離你心裡執著的那個相，不是叫我們離外頭境界相。境界相沒有障礙，境界相是平等的，境界相裡面沒有善惡，善惡是你自己心裡生的。是要把你心裡面執著的相、善惡的相、是非的相，把那個相離開，叫你離這個相。所以大家一定要懂得，離相不是離外頭境界相，是離我們的心緣相。"
    },
    {
      "id": "02-003-0013_p0138",
      "zh_CN": "如果用唯识学来讲，比较容易懂，离第六意识的相分，离末那识的相分。为什么？八识五十一个心所，每个心、每个心所都有四分，见分、相分、自证分、证自证分。每个心心所都有四分，是叫你离心心所的相分，不是离外头的境界相。外面境界相是离不了的，为什么？外面境界是法性，相没有了，性也没有了。譬如说我叫你拿一锭黄金给我，我只要黄金，我不要相，你有没有办法把黄金拿来？你拿个黄金念珠，是念珠的相；你拿个项链，是项链的相；你拿个手镯，是手镯之相；你说黄金做成一块，有一块的相；你做成一坨，有一坨的相，它都有相，你怎么能离开？你说我不要相，不要相，那金也没有了。外面境界相你不要了，那性也没有了，那哪里办得到！所以要离的是你心里头执着的相，就是分别相、执着相、攀缘相、妄念的相，把这些东西离开，身心清净。外面一切相没有障碍，理事无碍，事事无碍，是叫你离这个相。",
      "zh_TW": "如果用唯識學來講，比較容易懂，離第六意識的相分，離末那識的相分。為什麼？八識五十一個心所，每個心、每個心所都有四分，見分、相分、自證分、證自證分。每個心心所都有四分，是叫你離心心所的相分，不是離外頭的境界相。外面境界相是離不了的，為什麼？外面境界是法性，相沒有了，性也沒有了。譬如說我叫你拿一錠黃金給我，我只要黃金，我不要相，你有沒有辦法把黃金拿來？你拿個黃金念珠，是念珠的相；你拿個項鍊，是項鍊的相；你拿個手鐲，是手鐲之相；你說黃金做成一塊，有一塊的相；你做成一坨，有一坨的相，它都有相，你怎麼能離開？你說我不要相，不要相，那金也沒有了。外面境界相你不要了，那性也沒有了，那哪裡辦得到！所以要離的是你心裡頭執著的相，就是分別相、執著相、攀緣相、妄念的相，把這些東西離開，身心清淨。外面一切相沒有障礙，理事無礙，事事無礙，是叫你離這個相。"
    },
    {
      "id": "02-003-0013_p0139",
      "zh_CN": "离一切相，即一切法，一切相就是真如本性，性相不二，这时候证得了，那叫柔顺忍，为什么？对于一切境界都能随顺。十大愿王里头「恒顺众生」，要到这个时候才能真正证得。所以这个境界比前面高，这在别教里是第四地、第五地、第六地，四、五、六地就证得了，圆教里面就是四住、五住、六住菩萨。",
      "zh_TW": "離一切相，即一切法，一切相就是真如本性，性相不二，這時候證得了，那叫柔順忍，為什麼？對於一切境界都能隨順。十大願王裡頭「恆順眾生」，要到這個時候才能真正證得。所以這個境界比前面高，這在別教裡是第四地、第五地、第六地，四、五、六地就證得了，圓教裡面就是四住、五住、六住菩薩。"
    },
    {
      "id": "02-003-0013_p0140",
      "zh_CN": "后面是『无生法忍』，无生法忍就更高，一切法不生不灭，可以说证入实相，真正不着一切相。前面柔顺忍是在修行过程当中，底下这「无生忍」是自己真正证得，完全证得。我们念佛人「回向偈」也常常希望着「花开见佛悟无生」，无生就证到这个地位，这个地位给诸位说，是别教七地菩萨以上的地位。七地、八地、九地，是无生法忍的地位，这个地位就高了。所以，你接触宝树、见到宝树，有这么大的利益，还没有听佛说法，他就得三种忍，这还得了，这真正是不可思议。",
      "zh_TW": "後面是『無生法忍』，無生法忍就更高，一切法不生不滅，可以說證入實相，真正不著一切相。前面柔順忍是在修行過程當中，底下這「無生忍」是自己真正證得，完全證得。我們念佛人「回向偈」也常常希望著「花開見佛悟無生」，無生就證到這個地位，這個地位給諸位說，是別教七地菩薩以上的地位。七地、八地、九地，是無生法忍的地位，這個地位就高了。所以，你接觸寶樹、見到寶樹，有這麼大的利益，還沒有聽佛說法，他就得三種忍，這還得了，這真正是不可思議。"
    },
    {
      "id": "02-003-0013_p0141",
      "zh_CN": "【佛告阿难。如是佛刹。华果树木。与诸众生。而作佛事。】",
      "zh_TW": "【佛告阿難。如是佛剎。華果樹木。與諸眾生。而作佛事。】"
    },
    {
      "id": "02-003-0013_p0142",
      "zh_CN": "『如是佛刹』，就是讲阿弥陀佛极乐世界，加一个「如是」，说明跟十方一切诸佛世界真的不一样。这种殊胜的功德利益，十方一切诸佛世界里没有，唯独西方极乐世界有。『与诸众生，而作佛事。』佛事，现在也要特别跟诸位提醒一下，大家要记住，现在佛教里一讲佛事，就是给死人念经，叫做佛事。我们这个地方，西方极乐世界还给死人念经吗？哪有这个道理！诸位要晓得，佛事这个名词，现在的意思错了，正确的解释是佛教化众生，就是教学。佛事就是教学这桩事情，就是给学生上课，讲经说法这叫佛事。现在名词还在，但是解释解错了，意思已经不对了。我们学佛总要明了，经典上所说的佛事，是佛菩萨教化众生，为一切众生讲经说法，这叫佛事。",
      "zh_TW": "『如是佛剎』，就是講阿彌陀佛極樂世界，加一個「如是」，說明跟十方一切諸佛世界真的不一樣。這種殊勝的功德利益，十方一切諸佛世界裡沒有，唯獨西方極樂世界有。『與諸眾生，而作佛事。』佛事，現在也要特別跟諸位提醒一下，大家要記住，現在佛教裡一講佛事，就是給死人念經，叫做佛事。我們這個地方，西方極樂世界還給死人念經嗎？哪有這個道理！諸位要曉得，佛事這個名詞，現在的意思錯了，正確的解釋是佛教化眾生，就是教學。佛事就是教學這樁事情，就是給學生上課，講經說法這叫佛事。現在名詞還在，但是解釋解錯了，意思已經不對了。我們學佛總要明瞭，經典上所說的佛事，是佛菩薩教化眾生，為一切眾生講經說法，這叫佛事。"
    },
    {
      "id": "02-003-0013_p0143",
      "zh_CN": "【此皆无量寿佛。威神力故。本愿力故。】",
      "zh_TW": "【此皆無量壽佛。威神力故。本願力故。】"
    },
    {
      "id": "02-003-0013_p0144",
      "zh_CN": "这一句是总说。西方极乐世界为什么会这样庄严？原来是阿弥陀佛的威神本愿，本愿就是四十八愿。这些统统在四十八愿当中，四十八愿愿愿都兑现，一愿不兑现，他老人家不成佛，现在他成佛已经十劫，换句话说，四十八愿愿愿都兑现。这是阿弥陀佛威神愿力的成就。下面这几句是别说。",
      "zh_TW": "這一句是總說。西方極樂世界為什麼會這樣莊嚴？原來是阿彌陀佛的威神本願，本願就是四十八願。這些統統在四十八願當中，四十八願願願都兌現，一願不兌現，他老人家不成佛，現在他成佛已經十劫，換句話說，四十八願願願都兌現。這是阿彌陀佛威神願力的成就。下面這幾句是別說。"
    },
    {
      "id": "02-003-0013_p0145",
      "zh_CN": "【满足愿故。明了。坚固。究竟愿故。】",
      "zh_TW": "【滿足願故。明了。堅固。究竟願故。】"
    },
    {
      "id": "02-003-0013_p0146",
      "zh_CN": "『满足愿』就是四十八愿统统圆满了。『明了、坚固、究竟愿故』，这个「愿」字就省掉，就是「明了愿、坚固愿、究竟愿」。「明了」是明显，他这些因果非常显著，绝不含糊，清清楚楚、明明白白，使每个人六根真正接触到，明了。不像我们现在讲接触佛光，佛光我们的确接触到，但是不明显，要细心体会才能体会到，不是眼睛看得那么明显，不是身体接触得那么明显。「坚固」是不坏、不衰、不变，这是坚固。「究竟」是不退转，每个人往生西方极乐世界，圆证三不退，永远不退转，一生必成佛道。经上用这几句来说明阿弥陀佛威神本愿，所以这个树的功德利益就不可思议。",
      "zh_TW": "『滿足願』就是四十八願統統圓滿了。『明了、堅固、究竟願故』，這個「願」字就省掉，就是「明了願、堅固願、究竟願」。「明了」是明顯，他這些因果非常顯著，絕不含糊，清清楚楚、明明白白，使每個人六根真正接觸到，明瞭。不像我們現在講接觸佛光，佛光我們的確接觸到，但是不明顯，要細心體會才能體會到，不是眼睛看得那麼明顯，不是身體接觸得那麼明顯。「堅固」是不壞、不衰、不變，這是堅固。「究竟」是不退轉，每個人往生西方極樂世界，圓證三不退，永遠不退轉，一生必成佛道。經上用這幾句來說明阿彌陀佛威神本願，所以這個樹的功德利益就不可思議。"
    },
    {
      "id": "02-003-0013_p0147",
      "zh_CN": "今天现在时间到了，我们就讲到此地。",
      "zh_TW": "今天現在時間到了，我們就講到此地。"
    }
  ]
}