{
  "doc_id": "21-158-0001",
  "title": {
    "zh_CN": "净空法师七七岁寿辰纪念",
    "zh_TW": "淨空法師七七歲壽辰紀念"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-158-0001",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "21-158-0001_p0001",
      "zh_CN": "尊敬的我们的林长，新加坡各个宗教的领袖们，诸位法师，诸位同修，诸位小朋友们：",
      "zh_TW": "尊敬的我們的林長，新加坡各個宗教的領袖們，諸位法師，諸位同修，諸位小朋友們："
    },
    {
      "id": "21-158-0001_p0002",
      "zh_CN": "今天是羊年的元宵节，我们有缘在新加坡居士林一同来欢度中国这个节日，刚才我们看到小朋友的表演，我们感到非常的欢喜。在这个地方，林长给我安排了讲话的机会，我想现在许许多多的同修们，都关心到社会的安危。无论是在此地或是在其他国家地区，许多人都在谈论，我们的社会如何能够化解冲突，能够落实到和平？这个问题，这些年来我们常常在想，也在各个地方宣扬劝导大家，真正问题的症结是在教育。",
      "zh_TW": "今天是羊年的元宵節，我們有緣在新加坡居士林一同來歡度中國這個節日，剛才我們看到小朋友的表演，我們感到非常的歡喜。在這個地方，林長給我安排了講話的機會，我想現在許許多多的同修們，都關心到社會的安危。無論是在此地或是在其他國家地區，許多人都在談論，我們的社會如何能夠化解衝突，能夠落實到和平？這個問題，這些年來我們常常在想，也在各個地方宣揚勸導大家，真正問題的癥結是在教育。"
    },
    {
      "id": "21-158-0001_p0003",
      "zh_CN": "中国几千年前，古圣先贤教导我们，「建国君民，教学为先」。所以圣贤人为我们做出的榜样，就是学习。孔老夫子，这是做学问人的一个最好的榜样。夫子曾经说「吾尝终日不食，终夜不寝，以思，无益，不如学也」，这句话的意思非常之深，他能够说出来。我们仔细去观察、去体会，释迦牟尼佛终身都在学习。夫子的话，我们从世尊一生的示现里面看到了。再仔细观察，世界上每一个宗教的创始人，都是大圣大贤，他们为我们所示现的，也是一生不断的在学习；不仅仅是一生一世。我们如果细心的去观察，生命是永恒的，圣贤人为我们示现的是生生世世。在佛法里面讲，从初发心一直到无上道，即使证到等觉，还是天天在学习。",
      "zh_TW": "中國幾千年前，古聖先賢教導我們，「建國君民，教學為先」。所以聖賢人為我們做出的榜樣，就是學習。孔老夫子，這是做學問人的一個最好的榜樣。夫子曾經說「吾嘗終日不食，終夜不寢，以思，無益，不如學也」，這句話的意思非常之深，他能夠說出來。我們仔細去觀察、去體會，釋迦牟尼佛終身都在學習。夫子的話，我們從世尊一生的示現裡面看到了。再仔細觀察，世界上每一個宗教的創始人，都是大聖大賢，他們為我們所示現的，也是一生不斷的在學習；不僅僅是一生一世。我們如果細心的去觀察，生命是永恆的，聖賢人為我們示現的是生生世世。在佛法裡面講，從初發心一直到無上道，即使證到等覺，還是天天在學習。"
    },
    {
      "id": "21-158-0001_p0004",
      "zh_CN": "那么我们要问，他学的是什么？不仅仅是佛经里面告诉我们，可以说是所有一切宗教典籍，都同样告诉我们，学习如何能够爱人，如何能够爱一切万物。这句话听起来好像很简单，是我们永远学习不尽的。",
      "zh_TW": "那麼我們要問，他學的是什麼？不僅僅是佛經裡面告訴我們，可以說是所有一切宗教典籍，都同樣告訴我們，學習如何能夠愛人，如何能夠愛一切萬物。這句話聽起來好像很簡單，是我們永遠學習不盡的。"
    },
    {
      "id": "21-158-0001_p0005",
      "zh_CN": "去年我到日本去访问，在东京遇到一位基督教的牧师，石井，他今年七十一岁，非常有修养，值得我们尊敬的一位日本基督教的领导人。他问了我许多问题，我都给他解答，他也很满意。其中有一个问题，他说：我们基督教的心量很小，不能够包容其他不同的宗教。他问我：法师，这个问题如何来解决？我当时听了之后，我告诉他：解决这个问题就在你们经典里面。他就感到很讶异，说：我们经典里面哪一段经文？我说：你们经典里面有没有讲到「神爱世人」？他说：这个有。我说：那这就解决了，神爱世人，没有说神爱基督徒！我说：神爱我，我是世人。",
      "zh_TW": "去年我到日本去訪問，在東京遇到一位基督教的牧師，石井，他今年七十一歲，非常有修養，值得我們尊敬的一位日本基督教的領導人。他問了我許多問題，我都給他解答，他也很滿意。其中有一個問題，他說：我們基督教的心量很小，不能夠包容其他不同的宗教。他問我：法師，這個問題如何來解決？我當時聽了之後，我告訴他：解決這個問題就在你們經典裡面。他就感到很訝異，說：我們經典裡面哪一段經文？我說：你們經典裡面有沒有講到「神愛世人」？他說：這個有。我說：那這就解決了，神愛世人，沒有說神愛基督徒！我說：神愛我，我是世人。"
    },
    {
      "id": "21-158-0001_p0006",
      "zh_CN": "由此可知，神的心量多么大，跟佛经上所讲的，「心包太虚，量周沙界」。绝对不是说，只爱基督教徒，不爱其他教徒，那就不叫神了。神的爱是平等的，神的爱心是遍法界虚空界，这是我们永远要记住的，永远要学习。神的爱，如果没有基督徒把神的爱落实，我说这个爱变成一个抽象的概念，世间人得不到神明的爱；一定要通过基督徒，通过神职人员。神职人员把神的爱，从自己身上发扬光大，代表神来爱世人，这个世间才能够永远消除仇恨、消除嫉妒、消除误会，真正能够走向和平、幸福、美满。",
      "zh_TW": "由此可知，神的心量多麼大，跟佛經上所講的，「心包太虛，量周沙界」。絕對不是說，只愛基督教徒，不愛其他教徒，那就不叫神了。神的愛是平等的，神的愛心是遍法界虛空界，這是我們永遠要記住的，永遠要學習。神的愛，如果沒有基督徒把神的愛落實，我說這個愛變成一個抽象的概念，世間人得不到神明的愛；一定要通過基督徒，通過神職人員。神職人員把神的愛，從自己身上發揚光大，代表神來愛世人，這個世間才能夠永遠消除仇恨、消除嫉妒、消除誤會，真正能夠走向和平、幸福、美滿。"
    },
    {
      "id": "21-158-0001_p0007",
      "zh_CN": "佛法里面常讲，不但是人与人，人与一切众生要懂得互相尊敬，互相敬爱，互助合作。为什么天堂跟人间不一样？极乐世界跟人间不一样？没有别的，那就是天堂人人充满了神圣的爱心，极乐世界人人都圆满显示出真诚、清净、平等、慈悲。如果要讲到众生，讲到世界，可以说是完全是平等的。我们记得《楞严经》上，佛跟我们说「世界微尘，因心成体」；《华严经》跟我们讲「唯心所现，唯识所变」；大乘经上佛常说「一切法从心想生」。",
      "zh_TW": "佛法裡面常講，不但是人與人，人與一切眾生要懂得互相尊敬，互相敬愛，互助合作。為什麼天堂跟人間不一樣？極樂世界跟人間不一樣？沒有別的，那就是天堂人人充滿了神聖的愛心，極樂世界人人都圓滿顯示出真誠、清淨、平等、慈悲。如果要講到眾生，講到世界，可以說是完全是平等的。我們記得《楞嚴經》上，佛跟我們說「世界微塵，因心成體」；《華嚴經》跟我們講「唯心所現，唯識所變」；大乘經上佛常說「一切法從心想生」。"
    },
    {
      "id": "21-158-0001_p0008",
      "zh_CN": "在前两个星期，有同学从网路上下载一个资讯给我看，这个资讯是从日本传出来的，日本的科学家用了八年的时间观察水的结晶，观察水。发现水有灵性，它有知觉，它能看，它能听，还能够有感应；我们起心动念，它都会产生变化。你给它喜悦、感恩的资讯，它的结晶非常之美；如果你有瞋恚、愤怒，它的结晶就非常的难看。科学家做了八年的实验，肯定水有知觉、有灵性。",
      "zh_TW": "在前兩個星期，有同學從網路上下載一個資訊給我看，這個資訊是從日本傳出來的，日本的科學家用了八年的時間觀察水的結晶，觀察水。發現水有靈性，它有知覺，它能看，它能聽，還能夠有感應；我們起心動念，它都會產生變化。你給它喜悅、感恩的資訊，它的結晶非常之美；如果你有瞋恚、憤怒，它的結晶就非常的難看。科學家做了八年的實驗，肯定水有知覺、有靈性。"
    },
    {
      "id": "21-158-0001_p0009",
      "zh_CN": "我看了这篇东西之后，他们出版的这本书，我现在也找人到台湾去找中文的翻译本，已经买到了。昨天我从吉隆坡回来之后，晚上我看到这本书。从这些地方，我们想到佛在经上讲的话，「世界微尘」，世界是讲依报最大的，微尘是讲物质里面最小的，「因心成体」！人有心，有情众生有心，无情众生像水、像微尘，它也有心。心是什么？心是知觉。佛法里面讲心，通常讲肉团心，讲我们身体里面的心脏，最重要的是讲灵知心，这个灵知就是与一切众生起感应道交，这个知觉！",
      "zh_TW": "我看了這篇東西之後，他們出版的這本書，我現在也找人到台灣去找中文的翻譯本，已經買到了。昨天我從吉隆坡回來之後，晚上我看到這本書。從這些地方，我們想到佛在經上講的話，「世界微塵」，世界是講依報最大的，微塵是講物質裡面最小的，「因心成體」！人有心，有情眾生有心，無情眾生像水、像微塵，它也有心。心是什麼？心是知覺。佛法裡面講心，通常講肉團心，講我們身體裡面的心臟，最重要的是講靈知心，這個靈知就是與一切眾生起感應道交，這個知覺！"
    },
    {
      "id": "21-158-0001_p0010",
      "zh_CN": "所以一切万物既然「因心成体」，所以水它对于外面境界也有感觉，微尘有感觉，植物、矿物没有一样东西没有感觉。当我们以尊敬的心、感恩的心、欢喜的心对一切众生，我们面对的，是讲我们身体每个细胞它里面组织都是妙！如果以一个瞋恚的心、愤怒的心，面对着外面所有这些物质世界，它就变得很丑陋。",
      "zh_TW": "所以一切萬物既然「因心成體」，所以水它對於外面境界也有感覺，微塵有感覺，植物、礦物沒有一樣東西沒有感覺。當我們以尊敬的心、感恩的心、歡喜的心對一切眾生，我們面對的，是講我們身體每個細胞它裡面組織都是妙！如果以一個瞋恚的心、憤怒的心，面對著外面所有這些物質世界，它就變得很醜陋。"
    },
    {
      "id": "21-158-0001_p0011",
      "zh_CN": "我们明白这个道理，这个道理正是大乘经上常说的，「境随心转」。心是能现、能变、能转，物质的世界是所现、所变、所转。这一层道理科学家还没发现。我想如果他发现之后，我们就知道天堂为什么那么美好，这华藏世界、极乐世界为什么那么圆满，我们就懂得了。居住在那边的人，每个人都是爱心，每个人都是感恩的心，没有自私自利，没有名闻利养，没有争权夺利，也没有贪图五欲六尘的享受，没有贪瞋痴慢，所以那个世界变得那么样的美好。我们跟他一相比，我们这个世界上居民，起心动念、言语造作跟他们完全相违背。",
      "zh_TW": "我們明白這個道理，這個道理正是大乘經上常說的，「境隨心轉」。心是能現、能變、能轉，物質的世界是所現、所變、所轉。這一層道理科學家還沒發現。我想如果他發現之後，我們就知道天堂為什麼那麼美好，這華藏世界、極樂世界為什麼那麼圓滿，我們就懂得了。居住在那邊的人，每個人都是愛心，每個人都是感恩的心，沒有自私自利，沒有名聞利養，沒有爭權奪利，也沒有貪圖五欲六塵的享受，沒有貪瞋痴慢，所以那個世界變得那麼樣的美好。我們跟他一相比，我們這個世界上居民，起心動念、言語造作跟他們完全相違背。"
    },
    {
      "id": "21-158-0001_p0012",
      "zh_CN": "为什么会两个世界变成不同？我们就想到，教学！那个世界有圣贤在教学。天堂，有上帝、有神在那里教化；这华藏世界有毘卢遮那佛在那里教导；西方世界有阿弥陀佛在那里教导，这是我们想到教育的重要。中国古人讲的「建国君民，教学为先」，我们深深的体会到。我们也观察儒家的教学，道家的教学，佛家的教学，这在中国两千多年来，中国的社会在长治久安的时候，这些圣贤的教诲，到底做到了多少？我们很认真、细心去体会，大概不会超过百分之二十，社会就显得非常的美好。如果能够做到百分之七十、八十，我相信，我们这个世界可以接近天堂，可以接近极乐世界。",
      "zh_TW": "為什麼會兩個世界變成不同？我們就想到，教學！那個世界有聖賢在教學。天堂，有上帝、有神在那裡教化；這華藏世界有毘盧遮那佛在那裡教導；西方世界有阿彌陀佛在那裡教導，這是我們想到教育的重要。中國古人講的「建國君民，教學為先」，我們深深的體會到。我們也觀察儒家的教學，道家的教學，佛家的教學，這在中國兩千多年來，中國的社會在長治久安的時候，這些聖賢的教誨，到底做到了多少？我們很認真、細心去體會，大概不會超過百分之二十，社會就顯得非常的美好。如果能夠做到百分之七十、八十，我相信，我們這個世界可以接近天堂，可以接近極樂世界。"
    },
    {
      "id": "21-158-0001_p0013",
      "zh_CN": "我们知道天堂跟极乐世界之美，应当是做到百分之百。因此，我们对于圣贤教育要非常认真努力来学习，所以夫子这几句话讲得非常有道理，他说：一天不吃饭，一夜不睡觉，想来想去，不如学习。学圣贤。天主教徒、基督教徒要学上帝，上帝不仅是主，也是老师。我们中国人常讲「君亲师」，三位一体；「君」是主、是领导人，「亲」是父母，「师」是老师。一个人他具备这三个身分，所以「作之亲，作之君，作之师」。我们要明白这个道理，要能够把圣贤的教诲，真正落实到自己的心灵里面，使我们的心充满了好学。",
      "zh_TW": "我們知道天堂跟極樂世界之美，應當是做到百分之百。因此，我們對於聖賢教育要非常認真努力來學習，所以夫子這幾句話講得非常有道理，他說：一天不吃飯，一夜不睡覺，想來想去，不如學習。學聖賢。天主教徒、基督教徒要學上帝，上帝不僅是主，也是老師。我們中國人常講「君親師」，三位一體；「君」是主、是領導人，「親」是父母，「師」是老師。一個人他具備這三個身分，所以「作之親，作之君，作之師」。我們要明白這個道理，要能夠把聖賢的教誨，真正落實到自己的心靈裡面，使我們的心充滿了好學。"
    },
    {
      "id": "21-158-0001_p0014",
      "zh_CN": "现在社会动乱，大家把圣贤的教诲遗失了，我们有使命、有责任，从我们自己本身认真努力来学习。《论语》上说「学而时习之，不亦说乎」。我们能把自己所学，「习」就是落实到生活上，落实到工作上，落实到处事待人接物，你心里面就充满了喜悦，佛法里面讲「法喜充满」，这种喜悦不是从外面来的，是从内心里面生出来的。学习，快乐！我们现在学习，学得这么苦，没有法喜现前，这是什么原因？你学的工夫还不够，应当认真努力再努力，我们相信你能够得到法喜。",
      "zh_TW": "現在社會動亂，大家把聖賢的教誨遺失了，我們有使命、有責任，從我們自己本身認真努力來學習。《論語》上說「學而時習之，不亦說乎」。我們能把自己所學，「習」就是落實到生活上，落實到工作上，落實到處事待人接物，你心裡面就充滿了喜悅，佛法裡面講「法喜充滿」，這種喜悅不是從外面來的，是從內心裡面生出來的。學習，快樂！我們現在學習，學得這麼苦，沒有法喜現前，這是什麼原因？你學的工夫還不夠，應當認真努力再努力，我們相信你能夠得到法喜。"
    },
    {
      "id": "21-158-0001_p0015",
      "zh_CN": "夫子第二句话是「有朋自远方来，不亦乐乎」。那个「朋」是学生来向你学习，我们佛法里面讲，来参学、来问道的，志同道合，那是讲你教，教的欢喜，就是永远学不厌，教不倦。我们不难体会到，在这个世间古圣先贤无一不是从事于多元文化的社会教育。多元文化社会教育，带给我们无量的喜悦、无量的快乐，自己得度，真正能帮助许许多多人觉悟，帮助许多人福慧增长。这是我们在庆祝元宵，元宵也是表示圆满的意思，希望在这一天，祝福诸位智慧增长、福德增长，最重要的有福还得要有德。",
      "zh_TW": "夫子第二句話是「有朋自遠方來，不亦樂乎」。那個「朋」是學生來向你學習，我們佛法裡面講，來參學、來問道的，志同道合，那是講你教，教的歡喜，就是永遠學不厭，教不倦。我們不難體會到，在這個世間古聖先賢無一不是從事於多元文化的社會教育。多元文化社會教育，帶給我們無量的喜悅、無量的快樂，自己得度，真正能幫助許許多多人覺悟，幫助許多人福慧增長。這是我們在慶祝元宵，元宵也是表示圓滿的意思，希望在這一天，祝福諸位智慧增長、福德增長，最重要的有福還得要有德。"
    },
    {
      "id": "21-158-0001_p0016",
      "zh_CN": "我们记得《吕氏春秋》里面有几句话说，我们无论做什么事情，本身的德行、学问、修养是第一重要。自己成就才能够成就天下，自己把烦恼习气都断尽，才能够帮助世人。真正想拯救社会、想拯救世界，不在社会也不在世界，在自己。自己成就，才能够成就一切众生。我们是佛弟子、是宗教徒，宗教徒都是神圣的儿女，神圣的学生。我们有志一同，把神圣的教诲发扬光大。神圣赐给我们智慧、福德，从我们本身对众生、对社会来发扬光大，这才是神的好儿女，圣贤的好学生。",
      "zh_TW": "我們記得《呂氏春秋》裡面有幾句話說，我們無論做什麼事情，本身的德行、學問、修養是第一重要。自己成就才能夠成就天下，自己把煩惱習氣都斷盡，才能夠幫助世人。真正想拯救社會、想拯救世界，不在社會也不在世界，在自己。自己成就，才能夠成就一切眾生。我們是佛弟子、是宗教徒，宗教徒都是神聖的兒女，神聖的學生。我們有志一同，把神聖的教誨發揚光大。神聖賜給我們智慧、福德，從我們本身對眾生、對社會來發揚光大，這才是神的好兒女，聖賢的好學生。"
    },
    {
      "id": "21-158-0001_p0017",
      "zh_CN": "今天在此地，我们共同庆祝佳节，非常感谢居士林跟这么多的同修，来为我庆祝生日。实际上，生日也不一定是哪一天，最重要的，是我们有这个机会共同在这里聚会，大家共同勉励。祝福诸位，每一个同修无量光寿。谢谢大家！",
      "zh_TW": "今天在此地，我們共同慶祝佳節，非常感謝居士林跟這麼多的同修，來為我慶祝生日。實際上，生日也不一定是哪一天，最重要的，是我們有這個機會共同在這裡聚會，大家共同勉勵。祝福諸位，每一個同修無量光壽。謝謝大家！"
    }
  ]
}