{
  "doc_id": "32-268-0001",
  "title": {
    "zh_CN": "慈护众神子民  愿生西方净土",
    "zh_TW": "慈護眾神子民  願生西方淨土"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "马来西亚汉学院明伦堂",
    "zh_TW": "馬來西亞漢學院明倫堂"
  },
  "doc_number": "32-268-0001",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "32-268-0001_p0001",
      "zh_CN": "尊敬的黄董事、吴执行长、诸位会长、诸位嘉宾、诸位同修、诸位老师、诸位同学：大家好！",
      "zh_TW": "尊敬的黃董事、吳執行長、諸位會長、諸位嘉賓、諸位同修、諸位老師、諸位同學：大家好！"
    },
    {
      "id": "32-268-0001_p0002",
      "zh_CN": "今天是农历大年初三，马来西亚净宗学会的会长们与同修们，在这美好的时节，光临汉学院，大家欢聚一堂，共庆新春，我们感到特别欢喜！",
      "zh_TW": "今天是農曆大年初三，馬來西亞淨宗學會的會長們與同修們，在這美好的時節，光臨漢學院，大家歡聚一堂，共慶新春，我們感到特別歡喜！"
    },
    {
      "id": "32-268-0001_p0003",
      "zh_CN": "去年的一整年，我待在欧洲的时间比较长，去了英国两次，也到过法国巴黎。每年我们都会到巴黎，参加联合国教科文组织总部举行的国际和平会议。在去年的和平会议中，我们首次举办世界各族万姓先祖的祭祖大典，这是联合国教科文组织史无前例的创举！典礼全程都是依照中国古礼来进行，非常殊胜庄严。",
      "zh_TW": "去年的一整年，我待在歐洲的時間比較長，去了英國兩次，也到過法國巴黎。每年我們都會到巴黎，參加聯合國教科文組織總部舉行的國際和平會議。在去年的和平會議中，我們首次舉辦世界各族萬姓先祖的祭祖大典，這是聯合國教科文組織史無前例的創舉！典禮全程都是依照中國古禮來進行，非常殊勝莊嚴。"
    },
    {
      "id": "32-268-0001_p0004",
      "zh_CN": "我们这次到联合国参加活动，情况很特殊，因为教科文组织总部为我们正式成立了一个办公室，取名为「净空之友社」。这样的缘分，是我们以前不敢想像的！因为我们知道，教科文组织的办公室，一般都是分配给世界各国的大使团来进驻办公的。这一次我们能有这样的特殊的缘分，它缘起于去年三月，有九个国家驻教科文的大使代表，参访了澳洲图文巴市。我们在图文巴当地推动宗教团结已经有十七年了，这些大使在图文巴亲自见到了宗教团结的成果；他们看了非常感动，体会到宗教团结确实能够造就出一个和谐繁荣的社会。于是，这些大使回去之后，就积极地为我们在教科文组织总部当中申请设立一个办公室。他们希望我们能够把促进宗教团结、促进社会和谐的理念、方法与经验，带到联合国，帮助他们化解当今世界上的许多对立冲突，带给世界真正的安定和平。",
      "zh_TW": "我們這次到聯合國參加活動，情況很特殊，因為教科文組織總部為我們正式成立了一個辦公室，取名為「淨空之友社」。這樣的緣分，是我們以前不敢想像的！因為我們知道，教科文組織的辦公室，一般都是分配給世界各國的大使團來進駐辦公的。這一次我們能有這樣的特殊的緣分，它緣起於去年三月，有九個國家駐教科文的大使代表，參訪了澳洲圖文巴市。我們在圖文巴當地推動宗教團結已經有十七年了，這些大使在圖文巴親自見到了宗教團結的成果；他們看了非常感動，體會到宗教團結確實能夠造就出一個和諧繁榮的社會。於是，這些大使回去之後，就積極地為我們在教科文組織總部當中申請設立一個辦公室。他們希望我們能夠把促進宗教團結、促進社會和諧的理念、方法與經驗，帶到聯合國，幫助他們化解當今世界上的許多對立衝突，帶給世界真正的安定和平。"
    },
    {
      "id": "32-268-0001_p0005",
      "zh_CN": "确实，我们能够感受到，现在这个地球，最急需要的就是和谐，就是安定与和平。现在是全球一体的时代，地球变成了一个村庄；世界上的每一个地区、每一个国家，彼此都是紧密联系的。任何一个区域发生冲突，它的影响力，很快就可能会扩散到全球；换句话说，地区性问题，很快就能够演变成为全球性的问题。我们生活在这个世界，经历过二次世界大战，省察过去的经验，我们能够体悟到，在一个充满动荡、冲突的时代里面，人心不可能安定，教育的百年大计也就很难落实、很难实现。因此，人类精神文明的复兴，包括中华传统文化的复兴，都必须要依赖一个安定和谐的世界秩序，才有可能实现。",
      "zh_TW": "確實，我們能夠感受到，現在這個地球，最急需要的就是和諧，就是安定與和平。現在是全球一體的時代，地球變成了一個村莊；世界上的每一個地區、每一個國家，彼此都是緊密聯繫的。任何一個區域發生衝突，它的影響力，很快就可能會擴散到全球；換句話說，地區性問題，很快就能夠演變成為全球性的問題。我們生活在這個世界，經歷過二次世界大戰，省察過去的經驗，我們能夠體悟到，在一個充滿動盪、衝突的時代裡面，人心不可能安定，教育的百年大計也就很難落實、很難實現。因此，人類精神文明的復興，包括中華傳統文化的復興，都必須要依賴一個安定和諧的世界秩序，才有可能實現。"
    },
    {
      "id": "32-268-0001_p0006",
      "zh_CN": "我们读过汤恩比博士晚年的一些文章，看到他老人家晚年念念所担心的是什么呢？就是核武战争！确实，人类的科学技术发展到今天，无论是核武，还是传统的武器，威力都是空前的。现在，许多非核子的传统武器，它们发展演进的速度都相当快，对于国家政权的生存都有很大的威胁性。所以，现在大国与大国之间，就算一开始只是传统武力的冲突，也很容易就升级成为核武战争；这当中，很难有一定的界限，这非常可怕！因此，在这个核子时代，人类绝对不能打仗、绝对不能爆发战争！",
      "zh_TW": "我們讀過湯恩比博士晚年的一些文章，看到他老人家晚年念念所擔心的是什麼呢？就是核武戰爭！確實，人類的科學技術發展到今天，無論是核武，還是傳統的武器，威力都是空前的。現在，許多非核子的傳統武器，它們發展演進的速度都相當快，對於國家政權的生存都有很大的威脅性。所以，現在大國與大國之間，就算一開始只是傳統武力的衝突，也很容易就升級成為核武戰爭；這當中，很難有一定的界限，這非常可怕！因此，在這個核子時代，人類絕對不能打仗、絕對不能爆發戰爭！"
    },
    {
      "id": "32-268-0001_p0007",
      "zh_CN": "过去，有领导人曾经向我提出一个问题，他问我：「这个世界，还会有和平吗？」我当时回答他说：「只要国家与国家、政党与政党、族群与族群、宗教与宗教，这四者都能够做到彼此平等对待、和睦相处，那么世界和平就实现了。」他当时听了这些话，皱着眉头，表情很严肃。我们停顿了一会，接着向他解释，我说：「这件事，确实是很难，非常棘手！但是，从宗教下手，就能够做得到！」宗教和谐，能够影响族群之间的关系、能够影响政党之间的关系，并且会影响到世界各国之间的关系。也就是说，宗教的和谐与团结，它的影响力是超越宗教领域的；它能够为世界各民族的和谐、共存带来凝聚力，也能够为世界各国的国内政治，带来稳定的格局，乃至于为当今全球的国际关系，带来安定与和谐；宗教有这个力量！所以我相信，从宗教下手，就有办法达到世界和平。如果我们不从宗教着手，那么，世界和平确实就会很难实现。我们看图文巴的宗教团结，它不可能只影响到宗教领域，它会影响到社会的许多层面；它带给社会的帮助、带给社会的繁荣，是整体性的。",
      "zh_TW": "過去，有領導人曾經向我提出一個問題，他問我：「這個世界，還會有和平嗎？」我當時回答他說：「只要國家與國家、政黨與政黨、族群與族群、宗教與宗教，這四者都能夠做到彼此平等對待、和睦相處，那麼世界和平就實現了。」他當時聽了這些話，皺著眉頭，表情很嚴肅。我們停頓了一會，接著向他解釋，我說：「這件事，確實是很難，非常棘手！但是，從宗教下手，就能夠做得到！」宗教和諧，能夠影響族群之間的關係、能夠影響政黨之間的關係，並且會影響到世界各國之間的關係。也就是說，宗教的和諧與團結，它的影響力是超越宗教領域的；它能夠為世界各民族的和諧、共存帶來凝聚力，也能夠為世界各國的國內政治，帶來穩定的格局，乃至於為當今全球的國際關係，帶來安定與和諧；宗教有這個力量！所以我相信，從宗教下手，就有辦法達到世界和平。如果我們不從宗教著手，那麼，世界和平確實就會很難實現。我們看圖文巴的宗教團結，它不可能只影響到宗教領域，它會影響到社會的許多層面；它帶給社會的幫助、帶給社會的繁榮，是整體性的。"
    },
    {
      "id": "32-268-0001_p0008",
      "zh_CN": "所以，我们想要帮助这个世界，现前当务之急，就是要帮助这个世界各大宗教的教徒们，彼此交流、彼此学习、彼此了解、彼此团结合作。在这里面，最重要的，我们要努力让世界各宗教都回归到教育。每一个宗教本来就是神圣的爱的教育，它们都是关於伦理、道德、因果、以及圣贤智慧的教育。只要各宗教都能够回归教育，只要各宗教的传教师与信徒们都能够深入学习各自宗教的经典，也能够适当地去认识其他宗教的经典，那么，宗教的团结，就会有真正稳固的根基。",
      "zh_TW": "所以，我們想要幫助這個世界，現前當務之急，就是要幫助這個世界各大宗教的教徒們，彼此交流、彼此學習、彼此了解、彼此團結合作。在這裡面，最重要的，我們要努力讓世界各宗教都回歸到教育。每一個宗教本來就是神聖的愛的教育，它們都是關於倫理、道德、因果、以及聖賢智慧的教育。只要各宗教都能夠回歸教育，只要各宗教的傳教師與信徒們都能夠深入學習各自宗教的經典，也能夠適當地去認識其他宗教的經典，那麼，宗教的團結，就會有真正穩固的根基。"
    },
    {
      "id": "32-268-0001_p0009",
      "zh_CN": "倘若世界各宗教能够在经典相互学习的基础上达到团结，那么，那种宗教团结，就不仅仅只是依赖彼此日常交流的那一份情谊而已，而是真正意义上的团结。那时候，我们会在伦理、道德之中团结，会在因果的教育里面、在圣贤智慧教育里面团结，会在上帝、真主、以及佛陀的大爱里面团结。这就是真正让宗教回归教育，这是宗教教育的真正复兴，也是宗教团结的彻底落实。我们能够相信，这种宗教教育的复兴以及和谐的落实，可以为我们人类文明开创出千年盛世。",
      "zh_TW": "倘若世界各宗教能夠在經典相互學習的基礎上達到團結，那麼，那種宗教團結，就不僅僅只是依賴彼此日常交流的那一份情誼而已，而是真正意義上的團結。那時候，我們會在倫理、道德之中團結，會在因果的教育裡面、在聖賢智慧教育裡面團結，會在上帝、真主、以及佛陀的大愛裡面團結。這就是真正讓宗教回歸教育，這是宗教教育的真正復興，也是宗教團結的徹底落實。我們能夠相信，這種宗教教育的復興以及和諧的落實，可以為我們人類文明開創出千年盛世。"
    },
    {
      "id": "32-268-0001_p0010",
      "zh_CN": "我们以前总有个愿望，希望有一所世界宗教大学，能够来培养世界各大宗教的传教师。我们希望，这些传教师都可以透过卫星网路，对全球各宗教的信徒们讲经说法。这所大学里面毕业的所有传教师，不管他们个人是隶属于那个宗教，彼此都是好同学。这样一所大学，对于宗教教育的复兴、对于宗教的团结，会起很大的作用。",
      "zh_TW": "我們以前總有個願望，希望有一所世界宗教大學，能夠來培養世界各大宗教的傳教師。我們希望，這些傳教師都可以透過衛星網路，對全球各宗教的信徒們講經說法。這所大學裡面畢業的所有傳教師，不管他們個人是隸屬於那個宗教，彼此都是好同學。這樣一所大學，對於宗教教育的復興、對於宗教的團結，會起很大的作用。"
    },
    {
      "id": "32-268-0001_p0011",
      "zh_CN": "去年我到英国，威尔士大学校长对于我培养宗教人才、以及团结宗教的理念，非常支持；他提出要在大学里面设立一个「和谐博士班」。这个博士班，就是要让宗教回归教育、回归到经典的学习。我们也全力支持他的办学计划。这个博士班，预计三年时间，培养出将近三十位具有博士学位的宗教传教师。这些传教师，不仅学习自己宗教的经典，同时也要学习其他宗教的经典。他们毕业后，都具有在大学授课的资格。我们预计，有了这三十位老师，就足以让威尔士大学创建一所「宗教教育学院」。并且我们也预计，再过七年，「宗教教育学院」就能顺利培养出一百到一百五十位具有博士学位的宗教传教师。那时，我们就可以开办一所世界宗教大学。我很佩服威尔士大学校长他的远见，他要带头来做这桩大事！确实，要是没有人才、没有师资，宗教大学只能是个空想；校长这一带头，让我们看到了希望。三年加七年，也就是十年之后，宗教大学就可以实现。现在，「和谐博士班」已经正式开课，我们感到非常欢喜！",
      "zh_TW": "去年我到英國，威爾士大學校長對於我培養宗教人才、以及團結宗教的理念，非常支持；他提出要在大學裡面設立一個「和諧博士班」。這個博士班，就是要讓宗教回歸教育、回歸到經典的學習。我們也全力支持他的辦學計畫。這個博士班，預計三年時間，培養出將近三十位具有博士學位的宗教傳教師。這些傳教師，不僅學習自己宗教的經典，同時也要學習其他宗教的經典。他們畢業後，都具有在大學授課的資格。我們預計，有了這三十位老師，就足以讓威爾士大學創建一所「宗教教育學院」。並且我們也預計，再過七年，「宗教教育學院」就能順利培養出一百到一百五十位具有博士學位的宗教傳教師。那時，我們就可以開辦一所世界宗教大學。我很佩服威爾士大學校長他的遠見，他要帶頭來做這樁大事！確實，要是沒有人才、沒有師資，宗教大學只能是個空想；校長這一帶頭，讓我們看到了希望。三年加七年，也就是十年之後，宗教大學就可以實現。現在，「和諧博士班」已經正式開課，我們感到非常歡喜！"
    },
    {
      "id": "32-268-0001_p0012",
      "zh_CN": "我们最近编了一本宗教小册子，书名是《神爱世人》，里面节录了世界十一个宗教的重要经文。我们希望在教科文组织净空之友社办公室里面，经常和各国大使一起来学习这些宗教的经文，一起来发掘、认识各大宗教彼此一体的关系。把宗教经典里面关于爱与和谐的理念，落实在我们的生活当中；并且运用这些理念与智慧，来化解世界上的许许多多的对立冲突。联合国的这些大使朋友们，希望我能长住在巴黎。我想到一件事，就是希望能够在巴黎买一栋教堂；这座教堂，是要开放的，让每个宗教的传教师都可以到这边来讲经。现在我考虑到，买教堂的手续与过程太麻烦；教科文组织里面有大大小小的许多会议厅，我们可以根据听众的报名人数，来租用会议厅，这比买教堂更方便、更经济、也更实际。现在我们已经多租下一大一小的两间办公室，可以拿来当作讲堂与法宝储藏室。听众不超过五十人的时候，这个讲堂可以容纳得下，超过五十人的话，就临时租用教科文组织的会议厅。这个办法很好！",
      "zh_TW": "我們最近編了一本宗教小冊子，書名是《神愛世人》，裡面節錄了世界十一個宗教的重要經文。我們希望在教科文組織淨空之友社辦公室裡面，經常和各國大使一起來學習這些宗教的經文，一起來發掘、認識各大宗教彼此一體的關係。把宗教經典裡面關於愛與和諧的理念，落實在我們的生活當中；並且運用這些理念與智慧，來化解世界上的許許多多的對立衝突。聯合國的這些大使朋友們，希望我能長住在巴黎。我想到一件事，就是希望能夠在巴黎買一棟教堂；這座教堂，是要開放的，讓每個宗教的傳教師都可以到這邊來講經。現在我考慮到，買教堂的手續與過程太麻煩；教科文組織裡面有大大小小的許多會議廳，我們可以根據聽眾的報名人數，來租用會議廳，這比買教堂更方便、更經濟、也更實際。現在我們已經多租下一大一小的兩間辦公室，可以拿來當作講堂與法寶儲藏室。聽眾不超過五十人的時候，這個講堂可以容納得下，超過五十人的話，就臨時租用教科文組織的會議廳。這個辦法很好！"
    },
    {
      "id": "32-268-0001_p0013",
      "zh_CN": "讲经教学非常重要！只有通过讲经教学，把宗教的经典讲清楚、讲明白、讲透彻，才能够让宗教真正回归到教育。只要我们能够把宗教带回到教育，那么，人们就不再认为宗教是迷信了。联合国教科文组织给了我们这样难得的一个机会，我们一定要好好的把握、要好好的运用这个机会，为这个世界和平尽最大的努力，才不辜负这些联合国大使们的美好发心与殷切期望。",
      "zh_TW": "講經教學非常重要！只有通過講經教學，把宗教的經典講清楚、講明白、講透徹，才能夠讓宗教真正回歸到教育。只要我們能夠把宗教帶回到教育，那麼，人們就不再認為宗教是迷信了。聯合國教科文組織給了我們這樣難得的一個機會，我們一定要好好的把握、要好好的運用這個機會，為這個世界和平盡最大的努力，才不辜負這些聯合國大使們的美好發心與殷切期望。"
    },
    {
      "id": "32-268-0001_p0014",
      "zh_CN": "我晚年做这桩事，都是缘分。缘分，我们想像不到，遇到了，没人做，我们就做，勇于承当。不论我们做什么，念念都只为众生，绝不为自己。在我们心中，真的关于自己的，只有一桩事情，那就是求生西方极乐世界！现在又过了一年，我很欣喜，因为我知道，等我回到极乐世界以后，我就是无量寿了！所以，对这个世界，要看破、要放下。我们要为一切众生的福祉承当使命，同时，不要忘记导归极乐。到了极乐世界，我们的生活空间，才真的是扩展到尽虚空遍法界，没有局限、没有边际。",
      "zh_TW": "我晚年做這樁事，都是緣分。緣分，我們想像不到，遇到了，沒人做，我們就做，勇於承當。不論我們做什麼，念念都只為眾生，絕不為自己。在我們心中，真的關於自己的，只有一樁事情，那就是求生西方極樂世界！現在又過了一年，我很欣喜，因為我知道，等我回到極樂世界以後，我就是無量壽了！所以，對這個世界，要看破、要放下。我們要為一切眾生的福祉承當使命，同時，不要忘記導歸極樂。到了極樂世界，我們的生活空間，才真的是擴展到盡虛空遍法界，沒有局限、沒有邊際。"
    },
    {
      "id": "32-268-0001_p0015",
      "zh_CN": "今天，我们在这个地球上所要团结的，只有十几个宗教，等我们到了极乐世界，我们的视野，就彻底拓展开来了。我们会亲眼见到，诸佛如来在无量世界，随顺无量众生，化现无量身相，创立无量宗教、宣讲无量法门。到那时候，我们就彻底承认了：一切宗教的教主，确实就是一个真神、一个真主、一个上帝、一尊如来。",
      "zh_TW": "今天，我們在這個地球上所要團結的，只有十幾個宗教，等我們到了極樂世界，我們的視野，就徹底拓展開來了。我們會親眼見到，諸佛如來在無量世界，隨順無量眾生，化現無量身相，創立無量宗教、宣講無量法門。到那時候，我們就徹底承認了：一切宗教的教主，確實就是一個真神、一個真主、一個上帝、一尊如來。"
    },
    {
      "id": "32-268-0001_p0016",
      "zh_CN": "世尊在《华严经》里面说过：「一切诸佛身，唯是一法身，一心一智慧，力无畏亦然。」世尊的这段开示，也就等于是告诉我们，一切宗教的神圣，都是平等的。在佛眼里面，所有宗教的教主，其实都是阿弥陀佛，是同一道光明、同一个智慧、同一个悲心、同一个法身。蕅益大师在《弥陀要解》里面说得真好：诸佛皆以弥陀为自。我们到了极乐世界，自自然然就体会到这个境界。",
      "zh_TW": "世尊在《華嚴經》裡面說過：「一切諸佛身，唯是一法身，一心一智慧，力無畏亦然。」世尊的這段開示，也就等於是告訴我們，一切宗教的神聖，都是平等的。在佛眼裡面，所有宗教的教主，其實都是阿彌陀佛，是同一道光明、同一個智慧、同一個悲心、同一個法身。蕅益大師在《彌陀要解》裡面說得真好：諸佛皆以彌陀為自。我們到了極樂世界，自自然然就體會到這個境界。"
    },
    {
      "id": "32-268-0001_p0017",
      "zh_CN": "在莲池海会里面，纵使我们是下下品往生，得到了弥陀四十八愿的加持，我们一样都是阿惟越致菩萨。换句话说，我们的身心都得大自在，都得到法身菩萨的受用，智慧、能力，永远不会退转，一直到我们究竟成佛。而且，我们生到极乐世界，在还没有证得圆满的佛果之前，十方世界只要哪个地方跟我们有缘，我们都有能力能够分身、化身，到那个地方去帮助众生，去为众生现身说法。那个时候，不论众生喜欢什么宗教、喜欢什么法门，我们都能够把这些宗教、法门讲解到究竟圆满。那时我们讲经说法的能力、帮助众生的能力，说实在的，跟诸佛如来没有差别，这真正是不可思议！所以，极乐世界，我们不能不去；真正发起大悲心，真正发起自利利他的菩提心，极乐世界就是我们唯一的归宿。",
      "zh_TW": "在蓮池海會裡面，縱使我們是下下品往生，得到了彌陀四十八願的加持，我們一樣都是阿惟越致菩薩。換句話說，我們的身心都得大自在，都得到法身菩薩的受用，智慧、能力，永遠不會退轉，一直到我們究竟成佛。而且，我們生到極樂世界，在還沒有證得圓滿的佛果之前，十方世界只要哪個地方跟我們有緣，我們都有能力能夠分身、化身，到那個地方去幫助眾生，去為眾生現身說法。那個時候，不論眾生喜歡什麼宗教、喜歡什麼法門，我們都能夠把這些宗教、法門講解到究竟圓滿。那時我們講經說法的能力、幫助眾生的能力，說實在的，跟諸佛如來沒有差別，這真正是不可思議！所以，極樂世界，我們不能不去；真正發起大悲心，真正發起自利利他的菩提心，極樂世界就是我們唯一的歸宿。"
    },
    {
      "id": "32-268-0001_p0018",
      "zh_CN": "阿弥陀佛为我们发了四十八愿，简单的说，就是用尽了一切方法，希望能够护持我们尽早离苦得乐，让我们尽早一生成佛。我们不能辜负弥陀对我们的付出，不能辜负世尊为我们多次介绍极乐世界，为我们多次转述弥陀的悲愿。真正想要往生极乐，蕅益大师教导我们，往生的条件是要真信、要真愿。我们要信真有西方极乐世界，要信真有阿弥陀佛，相信弥陀为我发了四十八愿，每一愿都是真的，这是信。然后，我们立定志向，发愿往生，一定要往生极乐、一定要去亲近阿弥陀佛，这就是愿。我们有信、有愿，就一定会念佛，往生的条件就具足了。",
      "zh_TW": "阿彌陀佛為我們發了四十八願，簡單的說，就是用盡了一切方法，希望能夠護持我們儘早離苦得樂，讓我們儘早一生成佛。我們不能辜負彌陀對我們的付出，不能辜負世尊為我們多次介紹極樂世界，為我們多次轉述彌陀的悲願。真正想要往生極樂，蕅益大師教導我們，往生的條件是要真信、要真願。我們要信真有西方極樂世界，要信真有阿彌陀佛，相信彌陀為我發了四十八願，每一願都是真的，這是信。然後，我們立定志向，發願往生，一定要往生極樂、一定要去親近阿彌陀佛，這就是願。我們有信、有願，就一定會念佛，往生的條件就具足了。"
    },
    {
      "id": "32-268-0001_p0019",
      "zh_CN": "关于念佛，我们如果是初学，平常又工作任务繁重，没有很多时间念佛，那么，我们可以每天早晨起床后，就念十声阿弥陀佛，晚上睡前，也念十声阿弥陀佛，每天不可以缺课。渐渐地，念佛就养成习惯，一有空闲，最好心中就能够提起这句佛号，让它不要间断。",
      "zh_TW": "關於念佛，我們如果是初學，平常又工作任務繁重，沒有很多時間念佛，那麼，我們可以每天早晨起床後，就念十聲阿彌陀佛，晚上睡前，也念十聲阿彌陀佛，每天不可以缺課。漸漸地，念佛就養成習慣，一有空閒，最好心中就能夠提起這句佛號，讓它不要間斷。"
    },
    {
      "id": "32-268-0001_p0020",
      "zh_CN": "蕅益大师教导我们，信愿持名，定生极乐。希望我们都能够不辜负本师世尊对我们的期望，不辜负十方诸佛对我们的劝勉，今生就到极乐世界，做弥陀的弟子，一生圆成佛道！",
      "zh_TW": "蕅益大師教導我們，信願持名，定生極樂。希望我們都能夠不辜負本師世尊對我們的期望，不辜負十方諸佛對我們的勸勉，今生就到極樂世界，做彌陀的弟子，一生圓成佛道！"
    },
    {
      "id": "32-268-0001_p0021",
      "zh_CN": "今天，非常欢喜与大家相聚！祝福在座的诸位，福慧增长、法喜充满，净满圆成，同生极乐、光寿无量！祝福世界多元宗教团结互助、回归教育、互相学习、共同造福人类，大家都是众神的使者！祝福世界安定和平、永续繁荣、盛世大同！谢谢大家！",
      "zh_TW": "今天，非常歡喜與大家相聚！祝福在座的諸位，福慧增長、法喜充滿，淨滿圓成，同生極樂、光壽無量！祝福世界多元宗教團結互助、回歸教育、互相學習、共同造福人類，大家都是眾神的使者！祝福世界安定和平、永續繁榮、盛世大同！謝謝大家！"
    }
  ]
}