{
  "doc_id": "32-324-0010",
  "title": {
    "zh_CN": "台南极乐寺对大众开示—中国教育的根本",
    "zh_TW": "台南極樂寺對大眾開示—中國教育的根本"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-324-0010",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-324-0010_p0001",
      "zh_CN": "中国的教育是从孩子开始，大概是两岁到三岁就上学了。也是三个阶段，像现在所说的小学、中学、大学。大学，古时候叫太学，国家办的，其他的都是私人办的，所以叫私塾。教育的内容、目标是圣贤，圣是以孔子为代表，贤是以孟子为代表。中国教育是圣贤教育，希望人人都向孔子、孟子看齐。伦理落实，修身齐家做到了，然后才能够在社会上为大众做个表率，这个表率是重要的教育行为。所以读书人也肩负起老师的使命，他们无论在什么场合、什么处所，言谈举止都合乎圣贤的要求，也就是读书人都有亲、师这个使命；亲，你是做父母，以父母对待孩子的这种爱心、心态表演出来，是所有孩子的榜样。",
      "zh_TW": "中國的教育是從孩子開始，大概是兩歲到三歲就上學了。也是三個階段，像現在所說的小學、中學、大學。大學，古時候叫太學，國家辦的，其他的都是私人辦的，所以叫私塾。教育的內容、目標是聖賢，聖是以孔子為代表，賢是以孟子為代表。中國教育是聖賢教育，希望人人都向孔子、孟子看齊。倫理落實，修身齊家做到了，然後才能夠在社會上為大眾做個表率，這個表率是重要的教育行為。所以讀書人也肩負起老師的使命，他們無論在什麼場合、什麼處所，言談舉止都合乎聖賢的要求，也就是讀書人都有親、師這個使命；親，你是做父母，以父母對待孩子的這種愛心、心態表演出來，是所有孩子的榜樣。"
    },
    {
      "id": "32-324-0010_p0002",
      "zh_CN": "所以中国几千年的教育教什么？教伦理，伦理就是教你学做人；做什么样的人？圣人；怎么做法？孝顺父母。《弟子规》就是圣贤的基础，小孩学会了，能做到了，你这孩子多可爱！多么惹人喜欢！",
      "zh_TW": "所以中國幾千年的教育教什麼？教倫理，倫理就是教你學做人；做什麼樣的人？聖人；怎麼做法？孝順父母。《弟子規》就是聖賢的基礎，小孩學會了，能做到了，你這孩子多可愛！多麼惹人喜歡！"
    },
    {
      "id": "32-324-0010_p0003",
      "zh_CN": "我学佛，最初是跟方东美先生学哲学的，最后一个单元他给我讲佛经哲学，我感到很奇怪，佛经怎么是哲学？他说：「你还年轻，你不知道，大乘经典里面有最高深的哲学，称之为佛经哲学。佛经哲学是全世界哲学的最高峰，释迦牟尼佛是世界上最伟大的哲学家。」你们有没有听说过？要学哲学跟释迦牟尼佛学，老师教我的，我是从这个地方入佛门的。老师教给我，「释迦牟尼佛是世界上最伟大的哲学家，大乘经典是哲学典籍里面的最高峰，学佛是人生最高的享受」，他这么传我的。我跟他学佛非常难得，上课是在他家里，在他的书房，学生就我一个，老师一个，一对一这样教的，没有过的。他对我特别待遇，一分学费也没收，我很感谢他，他把我领入佛门。因为在书房里讲，上课我一个人，我就留意他的书桌上有没有佛经。确确实实，没有一次看到他的桌上没有佛经，我才晓得他是真干，他不是假的，他的话可信。这样的老师也很难得去找，可遇不可求。",
      "zh_TW": "我學佛，最初是跟方東美先生學哲學的，最後一個單元他給我講佛經哲學，我感到很奇怪，佛經怎麼是哲學？他說：「你還年輕，你不知道，大乘經典裡面有最高深的哲學，稱之為佛經哲學。佛經哲學是全世界哲學的最高峰，釋迦牟尼佛是世界上最偉大的哲學家。」你們有沒有聽說過？要學哲學跟釋迦牟尼佛學，老師教我的，我是從這個地方入佛門的。老師教給我，「釋迦牟尼佛是世界上最偉大的哲學家，大乘經典是哲學典籍裡面的最高峰，學佛是人生最高的享受」，他這麼傳我的。我跟他學佛非常難得，上課是在他家裡，在他的書房，學生就我一個，老師一個，一對一這樣教的，沒有過的。他對我特別待遇，一分學費也沒收，我很感謝他，他把我領入佛門。因為在書房裡講，上課我一個人，我就留意他的書桌上有沒有佛經。確確實實，沒有一次看到他的桌上沒有佛經，我才曉得他是真幹，他不是假的，他的話可信。這樣的老師也很難得去找，可遇不可求。"
    },
    {
      "id": "32-324-0010_p0004",
      "zh_CN": "我就遇到三个好老师，学校的教育没有受圆满，我的学位初中毕业，但是我跟着老师这个教育是现在年轻人所遇不到的。方先生教哲学，章嘉大师、李炳南老居士教佛学。我感谢老师，没有这三个老师，就没有我这些成就，所以老师的恩德跟父母一样。孝亲尊师是中国传统文化的基础，没有孝亲尊师这个心，老师不教你，为什么？你不能吸收，吸收不进去。",
      "zh_TW": "我就遇到三個好老師，學校的教育沒有受圓滿，我的學位初中畢業，但是我跟著老師這個教育是現在年輕人所遇不到的。方先生教哲學，章嘉大師、李炳南老居士教佛學。我感謝老師，沒有這三個老師，就沒有我這些成就，所以老師的恩德跟父母一樣。孝親尊師是中國傳統文化的基礎，沒有孝親尊師這個心，老師不教你，為什麼？你不能吸收，吸收不進去。"
    }
  ]
}