{
  "doc_id": "32-324-0005",
  "title": {
    "zh_CN": "台南极乐寺对大众开示—看破放下是去极乐世界的真正条件",
    "zh_TW": "台南極樂寺對大眾開示—看破放下是去極樂世界的真正條件"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-324-0005",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "32-324-0005_p0001",
      "zh_CN": "我们心里头没有怀疑、没有忧虑、没有胡思乱想，一心向往极乐世界，一心期望着阿弥陀佛来接引我。佛很慈悲，佛不妄语，佛点头了，肯定就是那一天，到时候就知道了。",
      "zh_TW": "我們心裡頭沒有懷疑、沒有憂慮、沒有胡思亂想，一心嚮往極樂世界，一心期望著阿彌陀佛來接引我。佛很慈悲，佛不妄語，佛點頭了，肯定就是那一天，到時候就知道了。"
    },
    {
      "id": "32-324-0005_p0002",
      "zh_CN": "秘诀有没有？可以说有，也可以说没有。不过三桩事情要做到：第一个，这个世界要能放下；还有留恋，有一桩事情留恋，你就去不了，所以没有牵挂。真正相信往生极乐世界这桩事情是千真万确的事实，我们不能有丝毫怀疑，信。",
      "zh_TW": "祕訣有沒有？可以說有，也可以說沒有。不過三樁事情要做到：第一個，這個世界要能放下；還有留戀，有一樁事情留戀，你就去不了，所以沒有牽掛。真正相信往生極樂世界這樁事情是千真萬確的事實，我們不能有絲毫懷疑，信。"
    },
    {
      "id": "32-324-0005_p0003",
      "zh_CN": "第二个，愿。愿是我们的愿望，真正想到极乐世界亲近阿弥陀佛，跟阿弥陀佛学习，学成功了，我们才可以代表阿弥陀佛到十方世界，帮助阿弥陀佛接引念佛众生。要有这个愿力，帮助你，你会很快圆满。",
      "zh_TW": "第二個，願。願是我們的願望，真正想到極樂世界親近阿彌陀佛，跟阿彌陀佛學習，學成功了，我們才可以代表阿彌陀佛到十方世界，幫助阿彌陀佛接引念佛眾生。要有這個願力，幫助你，你會很快圓滿。"
    },
    {
      "id": "32-324-0005_p0004",
      "zh_CN": "第三个，要行。要真干，不能有丝毫忧虑，不可以有丝毫妄想。我又想去，又舍不得离开此地，这个念头不好，一定要拔除。西方极乐世界什么样子？读《无量寿经》就知道了，《无量寿经》说得最详细，跟经上说的一样。",
      "zh_TW": "第三個，要行。要真幹，不能有絲毫憂慮，不可以有絲毫妄想。我又想去，又捨不得離開此地，這個念頭不好，一定要拔除。西方極樂世界什麼樣子？讀《無量壽經》就知道了，《無量壽經》說得最詳細，跟經上說的一樣。"
    },
    {
      "id": "32-324-0005_p0005",
      "zh_CN": "所以，学佛的人很多，成就的人很少，什么原因？他有信、有愿，没有行。行是什么？这个世界里面的事情，一切冤亲债主统统放下，不要放在心上。心是清净心，干干净净、一尘不染，完全接受阿弥陀佛慈悲保佑，你就全达到了，往生的条件统统具足。这个条件具足，往生的时间就到了，我们想去，这个约定就是成功的，不是虚妄的。所以关键是要放下，放下的人最有福报。你不能往生，问题是你的牵挂太多、你的忧虑太多、你的愿望太多，是它障碍你，不让你往生。",
      "zh_TW": "所以，學佛的人很多，成就的人很少，什麼原因？他有信、有願，沒有行。行是什麼？這個世界裡面的事情，一切冤親債主統統放下，不要放在心上。心是清淨心，乾乾淨淨、一塵不染，完全接受阿彌陀佛慈悲保佑，你就全達到了，往生的條件統統具足。這個條件具足，往生的時間就到了，我們想去，這個約定就是成功的，不是虛妄的。所以關鍵是要放下，放下的人最有福報。你不能往生，問題是你的牽掛太多、你的憂慮太多、你的願望太多，是它障礙你，不讓你往生。"
    },
    {
      "id": "32-324-0005_p0006",
      "zh_CN": "所以，看破、放下是我们能不能去往极乐世界真正的条件。看破是什么？这个世间我们看透了。《金刚经》告诉我们，一切法，「凡所有相，皆是虚妄」，这一定要看破。怎么看破法？我们得找个样子，晚上睡觉睡着了，看破了，给你讲什么都不知道，这是最好的方法，就像熟睡一样，这个时候没有念头。有念头，醒过来了，醒过来又胡思乱想。行，清醒没有妄想，睡觉没有妄念，只有极乐世界、只有阿弥陀佛，这才管用。",
      "zh_TW": "所以，看破、放下是我們能不能去往極樂世界真正的條件。看破是什麼？這個世間我們看透了。《金剛經》告訴我們，一切法，「凡所有相，皆是虛妄」，這一定要看破。怎麼看破法？我們得找個樣子，晚上睡覺睡著了，看破了，給你講什麼都不知道，這是最好的方法，就像熟睡一樣，這個時候沒有念頭。有念頭，醒過來了，醒過來又胡思亂想。行，清醒沒有妄想，睡覺沒有妄念，只有極樂世界、只有阿彌陀佛，這才管用。"
    },
    {
      "id": "32-324-0005_p0007",
      "zh_CN": "三个条件具足，有信、有愿、有行，条件具足，一心向往，没有一个不往生。不要把这个世界上人事物放在心上，它的障碍最大，必须把它统统放下，障碍没有了，我们想到哪里就能到哪里。但是，所有的地区，人间、天上，都是像我们这个世界一样，有许多值得你纪念的，有许多不值得放在心上，要分清楚，不应该放在心上的统统放下，应该放在心上的就是信愿持名。念佛不要间断，有时间念佛好，念佛是累积我们往生的功德，愈多愈好。信愿持名，必定往生。",
      "zh_TW": "三個條件具足，有信、有願、有行，條件具足，一心嚮往，沒有一個不往生。不要把這個世界上人事物放在心上，它的障礙最大，必須把它統統放下，障礙沒有了，我們想到哪裡就能到哪裡。但是，所有的地區，人間、天上，都是像我們這個世界一樣，有許多值得你紀念的，有許多不值得放在心上，要分清楚，不應該放在心上的統統放下，應該放在心上的就是信願持名。念佛不要間斷，有時間念佛好，念佛是累積我們往生的功德，愈多愈好。信願持名，必定往生。"
    }
  ]
}