{
  "doc_id": "21-472-0001",
  "title": {
    "zh_CN": "护国息灾三时系念佛事—净空老法师开示",
    "zh_TW": "護國息災三時繫念佛事—淨空老法師開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港街坊福利会",
    "zh_TW": "香港街坊福利會"
  },
  "doc_number": "21-472-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "21-472-0001_p0001",
      "zh_CN": "尊敬的法师们，诸位大德、同学们，大家好。今天是佛陀教育协会在这个地方主办的，护国息灾三时系念的法会，每年协会都有这个活动。今年比较上特殊，我们从资讯、网路、报章杂志上，看到了全世界的灾难，频率不断的上升，灾难也渐渐的扩大了，使许多人感到忧心、不安。也有不少同学来问我，这些灾难，现代的科学找不到方法来化解，佛门里面有没有化解的方法？我们学佛，也可以说是有相当长的一段时间了，我二十六岁接触佛法，承蒙老师的教诲，为我选择这个行业，这个行业就是世尊当年在世所作所为的。佛法，现代的社会都把它看成是宗教，我们也不能够否认，可是世尊当年在世的时候，是不是宗教？那肯定不是的。世尊十九岁离开家庭，出去求学，他是王子的身分，聪明好学。所以我们能够想像得到，当时印度几乎所有的宗教、学术，这些高人他都亲近过，都跟他们学习过。他学了十二年，觉得问题不能解决，这个问题也就一直千百年来，这个世界上许多的哲学家、科学家、宗教家都在寻求，宇宙从哪里来的？生命从哪里来的？这大问题。说得更亲切一点，我从哪里来的？中国禅宗话头里面，有句说「父母未生前本来面目」，这句话的意思，是我从哪里来的，这大问题！一直到现在没有人能够解答。可是佛法里面说得非常清楚、非常明白。现在佛门的四众同修，多半着重在宗教的仪式、形式，而疏忽了经典的学习，所以人家问我们学佛，佛是什么？我们答不出来，法是什么？也答不出来，佛法与现代社会有什么关系？那更答不出来。其实什么问题，经典里面都有圆满的答案。",
      "zh_TW": "尊敬的法師們，諸位大德、同學們，大家好。今天是佛陀教育協會在這個地方主辦的，護國息災三時繫念的法會，每年協會都有這個活動。今年比較上特殊，我們從資訊、網路、報章雜誌上，看到了全世界的災難，頻率不斷的上升，災難也漸漸的擴大了，使許多人感到憂心、不安。也有不少同學來問我，這些災難，現代的科學找不到方法來化解，佛門裡面有沒有化解的方法？我們學佛，也可以說是有相當長的一段時間了，我二十六歲接觸佛法，承蒙老師的教誨，為我選擇這個行業，這個行業就是世尊當年在世所作所為的。佛法，現代的社會都把它看成是宗教，我們也不能夠否認，可是世尊當年在世的時候，是不是宗教？那肯定不是的。世尊十九歲離開家庭，出去求學，他是王子的身分，聰明好學。所以我們能夠想像得到，當時印度幾乎所有的宗教、學術，這些高人他都親近過，都跟他們學習過。他學了十二年，覺得問題不能解決，這個問題也就一直千百年來，這個世界上許多的哲學家、科學家、宗教家都在尋求，宇宙從哪裡來的？生命從哪裡來的？這大問題。說得更親切一點，我從哪裡來的？中國禪宗話頭裡面，有句說「父母未生前本來面目」，這句話的意思，是我從哪裡來的，這大問題！一直到現在沒有人能夠解答。可是佛法裡面說得非常清楚、非常明白。現在佛門的四眾同修，多半著重在宗教的儀式、形式，而疏忽了經典的學習，所以人家問我們學佛，佛是什麼？我們答不出來，法是什麼？也答不出來，佛法與現代社會有什麼關係？那更答不出來。其實什麼問題，經典裡面都有圓滿的答案。"
    },
    {
      "id": "21-472-0001_p0002",
      "zh_CN": "现在灾难这么多，灾难从哪里来的？科学家根据数据给我们提供一些说法。可是佛不是这么说法，尤其这些年来，我们大家在一起学习《华严经》，《华严》里面讲得透彻，《华严》是从宇宙的起源说起。宇宙、生命从哪里来的？中国禅宗，六祖惠能大师开悟的时候说了几句话，说明明心见性的样子，他说「何期自性，本自清净」，明心见性，性是什么？性是什么样子？他说出第一个自性本来就是清净的。第二个「本不生灭」，第三个「本自具足」，前面两句是讲性体，第三句是讲性德。本自具足就是世尊在《华严经》上所讲的，「一切众生皆有如来智慧德相」，所以大乘教里佛常说，「一切众生本来是佛」，我们应当要知道，自己本来是佛。本来是佛为什么变成这个样子，变成了苦恼众生？佛又说，佛下面说「但以妄想执着而不能证得」，这句话说明白了，我们是佛没错，我们是个糊涂佛，是个迷惑颠倒的佛，是个造作恶业的佛，这真的不是假的，那你既然有造作就有果报。宇宙怎么来的？起心动念来的。六祖说「何期自性，能生万法」，这个能生万法就是讲宇宙、生命、我从哪里来，都讲清楚！大乘教里面常说「一念不觉，而有无明」，宇宙是这么来的，那个一念不觉就是迷。",
      "zh_TW": "現在災難這麼多，災難從哪裡來的？科學家根據數據給我們提供一些說法。可是佛不是這麼說法，尤其這些年來，我們大家在一起學習《華嚴經》，《華嚴》裡面講得透徹，《華嚴》是從宇宙的起源說起。宇宙、生命從哪裡來的？中國禪宗，六祖惠能大師開悟的時候說了幾句話，說明明心見性的樣子，他說「何期自性，本自清淨」，明心見性，性是什麼？性是什麼樣子？他說出第一個自性本來就是清淨的。第二個「本不生滅」，第三個「本自具足」，前面兩句是講性體，第三句是講性德。本自具足就是世尊在《華嚴經》上所講的，「一切眾生皆有如來智慧德相」，所以大乘教裡佛常說，「一切眾生本來是佛」，我們應當要知道，自己本來是佛。本來是佛為什麼變成這個樣子，變成了苦惱眾生？佛又說，佛下面說「但以妄想執著而不能證得」，這句話說明白了，我們是佛沒錯，我們是個糊塗佛，是個迷惑顛倒的佛，是個造作惡業的佛，這真的不是假的，那你既然有造作就有果報。宇宙怎麼來的？起心動念來的。六祖說「何期自性，能生萬法」，這個能生萬法就是講宇宙、生命、我從哪裡來，都講清楚！大乘教裡面常說「一念不覺，而有無明」，宇宙是這麼來的，那個一念不覺就是迷。"
    },
    {
      "id": "21-472-0001_p0003",
      "zh_CN": "所以佛在经教里告诉我们，「迷唯一念，悟止一心」。凡圣没有差别，若说差别那就是迷悟，迷就是凡夫，悟就是佛菩萨。起心动念，起心宇宙就现前，为什么会有宇宙？宇宙是自性里头本自具足的。就是《坛经》能大师第三句所说的，「何期自性，本自具足」，具足无量智慧，具足无量德能，具足无量相好，没有丝毫欠缺。见性统统现前了，没有见性它不现前，这是佛讲的，只有隐现不同。觉悟它就现出来，不觉悟的时候它就不现起，不是没有，统统具足的，没有丝毫差别的。在没有迷悟的状况之下，自性就是我们净宗里面所讲的常寂光净土，常寂光大乘教里面也称之为「大光明藏」，这里面没有物质现象，也没有精神现象，这是自性，这是本体。起心宇宙就现前了，动念生命就现前了，我就现前了，所谓依正庄严，起心是依报现前，动念是正报现前。正报就是指自己，总算是把父母未生前本来面目找到了。我们现在没找到，我们是听说，说得很有道理，我们相信，我们不怀疑。我们努力去求证，信解行证，我们今天信有了，解有了，现在在行上下功夫，行是什么？行就是断恶修善，破迷开悟。从哪里下手？从断恶修善下手。佛说自性迷了就现相，相是实报庄严土，无比的殊胜！为什么？它只有现相，它没有分别、没有执着。没有分别、没有执着，就是我们一般讲他不造业，分别造的业轻，执着造的业重，所以实报土是净土。我们《华严经》里面讲的华藏世界，往生经里面讲的极乐世界，都是属于实报庄严土。",
      "zh_TW": "所以佛在經教裡告訴我們，「迷唯一念，悟止一心」。凡聖沒有差別，若說差別那就是迷悟，迷就是凡夫，悟就是佛菩薩。起心動念，起心宇宙就現前，為什麼會有宇宙？宇宙是自性裡頭本自具足的。就是《壇經》能大師第三句所說的，「何期自性，本自具足」，具足無量智慧，具足無量德能，具足無量相好，沒有絲毫欠缺。見性統統現前了，沒有見性它不現前，這是佛講的，只有隱現不同。覺悟它就現出來，不覺悟的時候它就不現起，不是沒有，統統具足的，沒有絲毫差別的。在沒有迷悟的狀況之下，自性就是我們淨宗裡面所講的常寂光淨土，常寂光大乘教裡面也稱之為「大光明藏」，這裡面沒有物質現象，也沒有精神現象，這是自性，這是本體。起心宇宙就現前了，動念生命就現前了，我就現前了，所謂依正莊嚴，起心是依報現前，動念是正報現前。正報就是指自己，總算是把父母未生前本來面目找到了。我們現在沒找到，我們是聽說，說得很有道理，我們相信，我們不懷疑。我們努力去求證，信解行證，我們今天信有了，解有了，現在在行上下功夫，行是什麼？行就是斷惡修善，破迷開悟。從哪裡下手？從斷惡修善下手。佛說自性迷了就現相，相是實報莊嚴土，無比的殊勝！為什麼？它只有現相，它沒有分別、沒有執著。沒有分別、沒有執著，就是我們一般講他不造業，分別造的業輕，執著造的業重，所以實報土是淨土。我們《華嚴經》裡面講的華藏世界，往生經裡面講的極樂世界，都是屬於實報莊嚴土。"
    },
    {
      "id": "21-472-0001_p0004",
      "zh_CN": "起了分别，实报土就不见了，实报土就变成方便土，我们在十法界里面讲的四圣法界。再有执着现前那就麻烦了，执着现前方便土没有了，六道轮回出现，这就是我们现在的境界。你看我们有妄想、有分别、有执着，在这个状况之下，我们没有办法脱离轮回。执着里面有善恶，善现三善道，恶则现三恶道。所以，你懂得这个道理，你就知道灾难应该怎样化解。方便土里面有染净没有善恶，同居土就是六道轮回里面有善恶。佛在楞严会上讲得很清楚，贪心感应的是水灾，瞋恚感应的是火灾，现在地球的温度不断向上上升，南北极的冰开始融化，我们在报纸上看到的讯息，科学家告诉我们，今年九月以后北极就没有冰块了，冰就融化掉了。温度还是不断在上升，这点我们要记住，是我们自己业力变现出来的，我们一不高兴、一发脾气，你马上警觉到，我又再替地球制造温度上升，发脾气，温度就上升。我们这个地球上的居民，从此之后不再发脾气，地球的温度就不会上升，所以一切要从自己做起。我们没有贪心，你就不会遇到水灾，洪水的灾难就没有；不发脾气，你就不会遇到火灾；你不愚痴，你就不会遇到风灾。如果你还有不平、傲慢，不平、贡高我慢这就是地震，你看地震这么多，几乎天天都有报导。地震从哪里来的？从贡高我慢来的，我总比别人高，人，他总比不上我，这个念头就是感来的地震。佛在经上告诉我们。",
      "zh_TW": "起了分別，實報土就不見了，實報土就變成方便土，我們在十法界裡面講的四聖法界。再有執著現前那就麻煩了，執著現前方便土沒有了，六道輪迴出現，這就是我們現在的境界。你看我們有妄想、有分別、有執著，在這個狀況之下，我們沒有辦法脫離輪迴。執著裡面有善惡，善現三善道，惡則現三惡道。所以，你懂得這個道理，你就知道災難應該怎樣化解。方便土裡面有染淨沒有善惡，同居土就是六道輪迴裡面有善惡。佛在楞嚴會上講得很清楚，貪心感應的是水災，瞋恚感應的是火災，現在地球的溫度不斷向上上升，南北極的冰開始融化，我們在報紙上看到的訊息，科學家告訴我們，今年九月以後北極就沒有冰塊了，冰就融化掉了。溫度還是不斷在上升，這點我們要記住，是我們自己業力變現出來的，我們一不高興、一發脾氣，你馬上警覺到，我又再替地球製造溫度上升，發脾氣，溫度就上升。我們這個地球上的居民，從此之後不再發脾氣，地球的溫度就不會上升，所以一切要從自己做起。我們沒有貪心，你就不會遇到水災，洪水的災難就沒有；不發脾氣，你就不會遇到火災；你不愚痴，你就不會遇到風災。如果你還有不平、傲慢，不平、貢高我慢這就是地震，你看地震這麼多，幾乎天天都有報導。地震從哪裡來的？從貢高我慢來的，我總比別人高，人，他總比不上我，這個念頭就是感來的地震。佛在經上告訴我們。"
    },
    {
      "id": "21-472-0001_p0005",
      "zh_CN": "佛又说「依报随着正报转」，依报是环境，正报是什么？正报是我们的念头，我们的念头善，依报就善，所以极乐世界跟我们这个世界，有什么两样？说实在的话，完全是一样的，没有两样。为什么那个世界那么好？那世界的人好，你看世尊为我们介绍，那个世界是「诸上善人俱会一处」，不是普通的善，上善，究竟圆满的善。这个标准就是十善业，你看那个地方的人不杀生、不偷盗、不淫欲、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，上上品善，所以感得的是极乐世界。那翻过来看看我们今天这个世界，这个世界上的居民是十恶，不是普通的十恶，现在是严重的十恶。在过去千百年当中虽然不善，他有圣贤教诲，大家都相信，东方人相信圣贤的教诲，大家都懂得伦理、道德、因果，虽有不善的行为，他还有节制，所以灾难就少。在外国他相信宗教，相信神的教诲，也有约法。现在这个社会大家崇尚科学，相信科学，西方人不相信宗教，东方人不相信圣贤教诲，这个贪瞋痴慢，十恶不断往上提升，现在几乎到了饱和点，大自然那种感应、反应，我们明显的已经觉察到。如果化解灾难没有别的，念佛是无比殊胜的功德利益，但是要真念；如果说是口念弥陀心散乱，这个解决不了问题。口念弥陀，我们要生清净心，用这句佛号把我们的烦恼习气念掉，把我们的清净心、平等心念出来，灾难就化解了。",
      "zh_TW": "佛又說「依報隨著正報轉」，依報是環境，正報是什麼？正報是我們的念頭，我們的念頭善，依報就善，所以極樂世界跟我們這個世界，有什麼兩樣？說實在的話，完全是一樣的，沒有兩樣。為什麼那個世界那麼好？那世界的人好，你看世尊為我們介紹，那個世界是「諸上善人俱會一處」，不是普通的善，上善，究竟圓滿的善。這個標準就是十善業，你看那個地方的人不殺生、不偷盜、不淫欲、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，上上品善，所以感得的是極樂世界。那翻過來看看我們今天這個世界，這個世界上的居民是十惡，不是普通的十惡，現在是嚴重的十惡。在過去千百年當中雖然不善，他有聖賢教誨，大家都相信，東方人相信聖賢的教誨，大家都懂得倫理、道德、因果，雖有不善的行為，他還有節制，所以災難就少。在外國他相信宗教，相信神的教誨，也有約法。現在這個社會大家崇尚科學，相信科學，西方人不相信宗教，東方人不相信聖賢教誨，這個貪瞋痴慢，十惡不斷往上提升，現在幾乎到了飽和點，大自然那種感應、反應，我們明顯的已經覺察到。如果化解災難沒有別的，念佛是無比殊勝的功德利益，但是要真念；如果說是口念彌陀心散亂，這個解決不了問題。口念彌陀，我們要生清淨心，用這句佛號把我們的煩惱習氣念掉，把我們的清淨心、平等心念出來，災難就化解了。"
    },
    {
      "id": "21-472-0001_p0006",
      "zh_CN": "所以今年我在我的老家，实际禅寺启建护国息灾法会，本来我们是做四十九天。结果得到很多方面的讯息，说灾难严重，时间很长，四十九天不够，那要多少天？要一百个七，一百个就是七百天，要做两年多。所以我就请悟道法师坐在那里，这一百个七不能动，每天做，非常殊胜。也希望每个地方都做，做一天也好，三天也好，七天也好，我们共襄盛举，大家集中这个意念，一心一意念佛求佛菩萨加持。更重要的是我们要回心向善，一定要持戒念佛，持戒从哪里做起？从《弟子规》、从《感应篇》、从《十善业》，这是儒释道的三个根。认真依照这三个根修行，再念佛、再做系念法事，这个功德就非常殊胜，感应不可思议，我们深深相信确实能化解灾难。真是化解不了是什么？我们自己功力不够，化解不了，决定可以减轻。地震，九级的地震能够把它降到三级，那不就很好了；降不到三级，五级也不错了，所以这是肯定可以做得到的。今天我们法会开始，我把做法会这点意义给大家说明，希望我们认真努力。这几天我都在这边还是继续讲《华严经》，最近讲的是「修华严奥旨妄尽还源观」，是贤首国师作的，《华严经》修行的方法，很重要的一篇开示，我们已经讲到最后一个单元了，我相信再大概有一个星期可以讲圆满。这个光碟可以单独流通，有助于同学修学，听经、念佛依教修行，这一生当中确实能够消灾免难，将来往生净土，同证菩提。我的话就说到此地，谢谢大家。",
      "zh_TW": "所以今年我在我的老家，實際禪寺啟建護國息災法會，本來我們是做四十九天。結果得到很多方面的訊息，說災難嚴重，時間很長，四十九天不夠，那要多少天？要一百個七，一百個就是七百天，要做兩年多。所以我就請悟道法師坐在那裡，這一百個七不能動，每天做，非常殊勝。也希望每個地方都做，做一天也好，三天也好，七天也好，我們共襄盛舉，大家集中這個意念，一心一意念佛求佛菩薩加持。更重要的是我們要回心向善，一定要持戒念佛，持戒從哪裡做起？從《弟子規》、從《感應篇》、從《十善業》，這是儒釋道的三個根。認真依照這三個根修行，再念佛、再做繫念法事，這個功德就非常殊勝，感應不可思議，我們深深相信確實能化解災難。真是化解不了是什麼？我們自己功力不夠，化解不了，決定可以減輕。地震，九級的地震能夠把它降到三級，那不就很好了；降不到三級，五級也不錯了，所以這是肯定可以做得到的。今天我們法會開始，我把做法會這點意義給大家說明，希望我們認真努力。這幾天我都在這邊還是繼續講《華嚴經》，最近講的是「修華嚴奧旨妄盡還源觀」，是賢首國師作的，《華嚴經》修行的方法，很重要的一篇開示，我們已經講到最後一個單元了，我相信再大概有一個星期可以講圓滿。這個光碟可以單獨流通，有助於同學修學，聽經、念佛依教修行，這一生當中確實能夠消災免難，將來往生淨土，同證菩提。我的話就說到此地，謝謝大家。"
    }
  ]
}