{
  "doc_id": "12-037-0003",
  "title": {
    "zh_CN": "善财童子参学报告（十九）",
    "zh_TW": "善財童子參學報告（十九）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-037-0003",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "12-037-0003_p0001",
      "zh_CN": "请掀开讲义第一面第二大段「见敬咨问」，请看第一小段：",
      "zh_TW": "請掀開講義第一面第二大段「見敬咨問」，請看第一小段："
    },
    {
      "id": "12-037-0003_p0002",
      "zh_CN": "【诣海云比丘所，顶礼双足，绕无数匝，于前合掌。】",
      "zh_TW": "【詣海雲比丘所，頂禮雙足，繞無數匝，於前合掌。】"
    },
    {
      "id": "12-037-0003_p0003",
      "zh_CN": "这四句是见面的礼节，在每一段都有。为什么我们依然还是把它节录下来？这里面有一个道理，那就是我们现代的社会，可能就包括我们自己，与一切大众往来的时候，常常把礼节疏忽了，殊不知礼节是性德的自然流露。换句话说，我们将自己的本性迷失了，所以表现在外面就与礼法相违背了。",
      "zh_TW": "這四句是見面的禮節，在每一段都有。為什麼我們依然還是把它節錄下來？這裡面有一個道理，那就是我們現代的社會，可能就包括我們自己，與一切大眾往來的時候，常常把禮節疏忽了，殊不知禮節是性德的自然流露。換句話說，我們將自己的本性迷失了，所以表現在外面就與禮法相違背了。"
    },
    {
      "id": "12-037-0003_p0004",
      "zh_CN": "民国初年，有不少人写文章批评礼对人的约束太多了，比不上西方人的自由开放，对于西方的文化非常羡慕，而认为礼教是吃人的，所以极力废除礼教、打倒礼教、扬弃礼教，果然礼教被社会大众遗弃了。遗弃的结果怎么样？现在社会状况我们见到了，大乱之世，人没有礼。所以我们读到经典上这些礼节，实在讲非常感慨。虽然这个世间不讲礼了，可是我们以礼对人，人家都欢喜，他并不讨厌。由此可知，好礼是天性，绝对不是孔老夫子、孟老夫子想出来的一套办法，我们这样想法完全就错了；它是从自性里头流露出来的，自性本具的德行。",
      "zh_TW": "民國初年，有不少人寫文章批評禮對人的約束太多了，比不上西方人的自由開放，對於西方的文化非常羨慕，而認為禮教是吃人的，所以極力廢除禮教、打倒禮教、揚棄禮教，果然禮教被社會大眾遺棄了。遺棄的結果怎麼樣？現在社會狀況我們見到了，大亂之世，人沒有禮。所以我們讀到經典上這些禮節，實在講非常感慨。雖然這個世間不講禮了，可是我們以禮對人，人家都歡喜，他並不討厭。由此可知，好禮是天性，絕對不是孔老夫子、孟老夫子想出來的一套辦法，我們這樣想法完全就錯了；它是從自性裡頭流露出來的，自性本具的德行。"
    },
    {
      "id": "12-037-0003_p0005",
      "zh_CN": "「性德」这个名相很抽象，性德到底在哪里？从礼里面显示出来了；在佛家，除礼之外还有戒律，戒里面显示出来了。诸位一定要晓得，礼与戒都不是释迦牟尼佛制定的，也不是孔老夫子制定的，而是古圣先贤做出来给我们看到了，我们明白了。明心见性，那个人对人、对事、对物，自然具足礼貌。如果对人、对事没有礼貌，这个人是凡夫，没有见性，他不是圣人，圣人哪有对人无礼的道理！这些地方我们要明了、我们要学习。我们是凡夫，念念希望超凡入圣，这些地方不能不留意。",
      "zh_TW": "「性德」這個名相很抽象，性德到底在哪裡？從禮裡面顯示出來了；在佛家，除禮之外還有戒律，戒裡面顯示出來了。諸位一定要曉得，禮與戒都不是釋迦牟尼佛制定的，也不是孔老夫子制定的，而是古聖先賢做出來給我們看到了，我們明白了。明心見性，那個人對人、對事、對物，自然具足禮貌。如果對人、對事沒有禮貌，這個人是凡夫，沒有見性，他不是聖人，聖人哪有對人無禮的道理！這些地方我們要明瞭、我們要學習。我們是凡夫，念念希望超凡入聖，這些地方不能不留意。"
    },
    {
      "id": "12-037-0003_p0006",
      "zh_CN": "往年我在台中求学的时候，有一次我启请李老师为我们同学讲《礼记》，李老师笑笑，也没有答应可否。过了几天好像没消息了，我又来启请。我记得我启请了很多次，终于老师答应了。《礼记》是很长的一部典籍，他选的是《曲礼》上、下篇，《曲礼》是生活教育！第一天开讲的时候，老师就说：「儒家的礼、佛家的戒，现在是最不受人欢迎的。」他说：「我们讲这个干什么？我们是不是真发心学礼？真的能懂得礼吗？」最后跟我们说：「我为大家开这一堂课，希望大家将来与一切人交往，不要让人讨厌你，我们这个课目的就达到。」这个话说得很有道理，一个人要做到跟一切人接触的时候，别人欢喜你、不讨厌你，你做人就成功了。如果你做人在在处处别人讨厌你，我们自己一定要检点、要反省，要把这个因素找出来，消除这个因素，当然我们就能得到大众的欢迎，在佛家里面叫「忏悔」，儒家叫「改过」，改过跟忏悔在儒、佛里面是重要修行的手段。",
      "zh_TW": "往年我在台中求學的時候，有一次我啟請李老師為我們同學講《禮記》，李老師笑笑，也沒有答應可否。過了幾天好像沒消息了，我又來啟請。我記得我啟請了很多次，終於老師答應了。《禮記》是很長的一部典籍，他選的是《曲禮》上、下篇，《曲禮》是生活教育！第一天開講的時候，老師就說：「儒家的禮、佛家的戒，現在是最不受人歡迎的。」他說：「我們講這個幹什麼？我們是不是真發心學禮？真的能懂得禮嗎？」最後跟我們說：「我為大家開這一堂課，希望大家將來與一切人交往，不要讓人討厭你，我們這個課目的就達到。」這個話說得很有道理，一個人要做到跟一切人接觸的時候，別人歡喜你、不討厭你，你做人就成功了。如果你做人在在處處別人討厭你，我們自己一定要檢點、要反省，要把這個因素找出來，消除這個因素，當然我們就能得到大眾的歡迎，在佛家裡面叫「懺悔」，儒家叫「改過」，改過跟懺悔在儒、佛裡面是重要修行的手段。"
    },
    {
      "id": "12-037-0003_p0007",
      "zh_CN": "「人非圣贤，孰能无过？」孔夫子讲：「过则勿惮改。」这个意思用现在的话来说，过失就不要怕改，这就行了。能改过，这就是走圣贤的道路。在佛法里面，我们清楚、我们明了，等觉菩萨还有过失；他最后一品生相无明没断尽，他天天还修忏悔法，天天还在改过。我们把这桩事情疏忽了，怎么能成就？圣贤之法，最重要的是要落实在生活当中，也就是常言讲的要实践、要实行，不是明白就算了，能讲、能说就行了，那不行的，一定要自己做到。所以这一段礼节我们特别把它节录下来。善财见海云比丘，他行的礼节是最敬礼，跟见佛没有两样，『顶礼双足』，这是在那个社会里面，我们今天讲「最敬礼」。",
      "zh_TW": "「人非聖賢，孰能無過？」孔夫子講：「過則勿憚改。」這個意思用現在的話來說，過失就不要怕改，這就行了。能改過，這就是走聖賢的道路。在佛法裡面，我們清楚、我們明瞭，等覺菩薩還有過失；他最後一品生相無明沒斷盡，他天天還修懺悔法，天天還在改過。我們把這樁事情疏忽了，怎麼能成就？聖賢之法，最重要的是要落實在生活當中，也就是常言講的要實踐、要實行，不是明白就算了，能講、能說就行了，那不行的，一定要自己做到。所以這一段禮節我們特別把它節錄下來。善財見海雲比丘，他行的禮節是最敬禮，跟見佛沒有兩樣，『頂禮雙足』，這是在那個社會裡面，我們今天講「最敬禮」。"
    },
    {
      "id": "12-037-0003_p0008",
      "zh_CN": "礼是有节度的，这个要懂；如果超过这个节度，这个不合礼。超过就是谄媚巴结，这个不合礼，如果不及，不及是显得自己傲慢，所以一定要符合节度。我们现在跟一切善友往来，我们要行什么礼？如果是出家的大德，用「顶礼双足」可以的。但是诸位同学要记住，我们常常遇到在家同修见到个老和尚，赶紧向老和尚顶礼三拜。说，要说出来「顶礼三拜」，老和尚一定跟你说「一拜」。一拜你就一拜，老和尚叫你一拜你就一拜，你拜两拜就显得巴结了，就不合礼。老和尚不说「一拜」，你也拜一拜。跟你说，这是合礼的，为什么？我们只有拜佛像才拜三拜，拜人一拜，这个同修们记住，不管他说「一拜」，或者他不说，都是拜一拜；我们说，说「三拜」，一拜就圆满了，这个道理要懂。",
      "zh_TW": "禮是有節度的，這個要懂；如果超過這個節度，這個不合禮。超過就是諂媚巴結，這個不合禮，如果不及，不及是顯得自己傲慢，所以一定要符合節度。我們現在跟一切善友往來，我們要行什麼禮？如果是出家的大德，用「頂禮雙足」可以的。但是諸位同學要記住，我們常常遇到在家同修見到個老和尚，趕緊向老和尚頂禮三拜。說，要說出來「頂禮三拜」，老和尚一定跟你說「一拜」。一拜你就一拜，老和尚叫你一拜你就一拜，你拜兩拜就顯得巴結了，就不合禮。老和尚不說「一拜」，你也拜一拜。跟你說，這是合禮的，為什麼？我們只有拜佛像才拜三拜，拜人一拜，這個同修們記住，不管他說「一拜」，或者他不說，都是拜一拜；我們說，說「三拜」，一拜就圓滿了，這個道理要懂。"
    },
    {
      "id": "12-037-0003_p0009",
      "zh_CN": "行接足礼也要看在什么处所、在什么时间，一定要观察清楚。譬如老和尚在吃饭的时候，这个时候决定不拜；他在休息的时候，在睡觉的时候，这个时候不拜；他在忙他的事务的时候，这个时候不拜。有时节因缘的，那个错了也是失礼。不是佛门的场合，这一点要注意到，其他场合里头见到老和尚，问讯，不拜。绝对不要以为这是对老和尚不尊重，你就错了。为什么？社会大众有许多人不敢学佛，我问他：「为什么不敢学佛？」「见到和尚要磕头，这个我磕不下去，所以算了，我就不学佛了。」你看看你在一般大庭广众见到和尚磕头，吓到好多人不敢学佛，这个副作用你要想到。吓退好多人学佛的机缘，你这一拜下去罪过不罪过？所以在那些场合当中，见到出家人合掌一问讯，别人看到：「这个还可以，这个我也能，我也可以学佛。」处处想到自己，还要想到佛教的形象，还要想到社会一般大众都能够接受，可见得「懂礼」这两个字相当不容易！所以一定要有智慧省察时节因缘，该行什么样的礼节。",
      "zh_TW": "行接足禮也要看在什麼處所、在什麼時間，一定要觀察清楚。譬如老和尚在吃飯的時候，這個時候決定不拜；他在休息的時候，在睡覺的時候，這個時候不拜；他在忙他的事務的時候，這個時候不拜。有時節因緣的，那個錯了也是失禮。不是佛門的場合，這一點要注意到，其他場合裡頭見到老和尚，問訊，不拜。絕對不要以為這是對老和尚不尊重，你就錯了。為什麼？社會大眾有許多人不敢學佛，我問他：「為什麼不敢學佛？」「見到和尚要磕頭，這個我磕不下去，所以算了，我就不學佛了。」你看看你在一般大庭廣眾見到和尚磕頭，嚇到好多人不敢學佛，這個副作用你要想到。嚇退好多人學佛的機緣，你這一拜下去罪過不罪過？所以在那些場合當中，見到出家人合掌一問訊，別人看到：「這個還可以，這個我也能，我也可以學佛。」處處想到自己，還要想到佛教的形象，還要想到社會一般大眾都能夠接受，可見得「懂禮」這兩個字相當不容易！所以一定要有智慧省察時節因緣，該行什麼樣的禮節。"
    },
    {
      "id": "12-037-0003_p0010",
      "zh_CN": "『绕无数匝』，现在这个礼节没有了，古时候有。常常我们见到是「绕佛三匝」，顶礼三拜之后绕佛绕三匝，这是古礼；绕三匝现在没有了，不作兴了。『于前合掌』，行礼之后站在面前合掌，表示恭敬。「合掌」，诸位要记住，这代表什么？平常我们这个掌十个指头代表「散乱」，我们心是散乱的，合掌是「收心」的意思，合成一个。所以这个掌当中不能空，一定要把它合拢，表我散乱心统统收了，一心，一心是最恭敬；合掌是表「一心」，代表这个意思，这里表法的意思我们要懂。为什么合掌恭敬？一心，一心是恭敬，我们讲专心、专注。第二段：",
      "zh_TW": "『繞無數匝』，現在這個禮節沒有了，古時候有。常常我們見到是「繞佛三匝」，頂禮三拜之後繞佛繞三匝，這是古禮；繞三匝現在沒有了，不作興了。『於前合掌』，行禮之後站在面前合掌，表示恭敬。「合掌」，諸位要記住，這代表什麼？平常我們這個掌十個指頭代表「散亂」，我們心是散亂的，合掌是「收心」的意思，合成一個。所以這個掌當中不能空，一定要把它合攏，表我散亂心統統收了，一心，一心是最恭敬；合掌是表「一心」，代表這個意思，這裡表法的意思我們要懂。為什麼合掌恭敬？一心，一心是恭敬，我們講專心、專注。第二段："
    },
    {
      "id": "12-037-0003_p0011",
      "zh_CN": "【白言：圣者，】",
      "zh_TW": "【白言：聖者，】"
    },
    {
      "id": "12-037-0003_p0012",
      "zh_CN": "『白』这个字在古文里面是下对上的尊称。上对下通常讲「告」；我们现在讲「我告诉你」，「告诉」是上对下所用的。尊敬别人，我们自卑而尊人就用「白」，用这个字，现代已经不讲求了。你常常看到小孩对他爸爸妈妈「我告诉你…」，这个话在从前是不可以的，现在我们已经听得很习惯了。学生对老师也是「我告诉你…」，这个口气都是上对下的，现在大家没有学过，怎么能怪他？他没有错，是做父母、做师长的没有认真好好的教导他，这我们要懂。",
      "zh_TW": "『白』這個字在古文裡面是下對上的尊稱。上對下通常講「告」；我們現在講「我告訴你」，「告訴」是上對下所用的。尊敬別人，我們自卑而尊人就用「白」，用這個字，現代已經不講求了。你常常看到小孩對他爸爸媽媽「我告訴你…」，這個話在從前是不可以的，現在我們已經聽得很習慣了。學生對老師也是「我告訴你…」，這個口氣都是上對下的，現在大家沒有學過，怎麼能怪他？他沒有錯，是做父母、做師長的沒有認真好好的教導他，這我們要懂。"
    },
    {
      "id": "12-037-0003_p0013",
      "zh_CN": "『圣者』是对于善知识的尊称。「圣」这个字的定义，是对于宇宙人生的真相，我们佛家通常讲的性相、事理、因果，都能够通达明了，这种人就称为「圣人」，或者称之为「圣哲」，这个地方是佛经里面常讲的「圣者」。这是尊称，也是赞叹。此地「圣者」就是称海云比丘。下面善财自己说：",
      "zh_TW": "『聖者』是對於善知識的尊稱。「聖」這個字的定義，是對於宇宙人生的真相，我們佛家通常講的性相、事理、因果，都能夠通達明瞭，這種人就稱為「聖人」，或者稱之為「聖哲」，這個地方是佛經裡面常講的「聖者」。這是尊稱，也是讚歎。此地「聖者」就是稱海雲比丘。下面善財自己說："
    },
    {
      "id": "12-037-0003_p0014",
      "zh_CN": "【我已先发阿耨多罗三藐三菩提心。欲入甚深最上智海。】",
      "zh_TW": "【我已先發阿耨多羅三藐三菩提心。欲入甚深最上智海。】"
    },
    {
      "id": "12-037-0003_p0015",
      "zh_CN": "我们向别人请教，首先要把自己的愿望说出来。否则的话，别人教你什么？就没话好谈了。善财童子参访善知识，这些礼貌、言词我们都要学习、都要懂得。首先把自己的修学目标说出来：我已经发心。发什么心？下面这一句就是佛家常讲的「无上菩提心」，无上菩提心就是发作佛的心。「我今天到此地来向您请教。我发愿作佛，现在我向您请教，我怎样才能作佛？」这个善友才好跟你谈话，他才好教你！",
      "zh_TW": "我們向別人請教，首先要把自己的願望說出來。否則的話，別人教你什麼？就沒話好談了。善財童子參訪善知識，這些禮貌、言詞我們都要學習、都要懂得。首先把自己的修學目標說出來：我已經發心。發什麼心？下面這一句就是佛家常講的「無上菩提心」，無上菩提心就是發作佛的心。「我今天到此地來向您請教。我發願作佛，現在我向您請教，我怎樣才能作佛？」這個善友才好跟你談話，他才好教你！"
    },
    {
      "id": "12-037-0003_p0016",
      "zh_CN": "我们在《坛经》里面看到惠能大师，他的确是跟别人不一样，他到黄梅去参礼五祖，也是具足这些礼貌。他那些礼貌，我相信他没学过。没有学过，他为什么就会？这就是性德；所谓是「诚于中」，自自然然就「形于外」，可见得这是人的天性，先天的不是后天的。我们明白这个道理，你就会好礼，欢喜学礼，你不会感觉到「这个礼是圣人定下来约束我们的」，你不会有这个错误的观念，这是天性，是性德。",
      "zh_TW": "我們在《壇經》裡面看到惠能大師，他的確是跟別人不一樣，他到黃梅去參禮五祖，也是具足這些禮貌。他那些禮貌，我相信他沒學過。沒有學過，他為什麼就會？這就是性德；所謂是「誠於中」，自自然然就「形於外」，可見得這是人的天性，先天的不是後天的。我們明白這個道理，你就會好禮，歡喜學禮，你不會感覺到「這個禮是聖人定下來約束我們的」，你不會有這個錯誤的觀念，這是天性，是性德。"
    },
    {
      "id": "12-037-0003_p0017",
      "zh_CN": "惠能大师见五祖，礼拜之后，五祖问他：「你来做什么？」能大师说：「我来想作佛。」你看看人家这口气！今天有几个人到寺庙里拜佛之后，拜老和尚，老和尚说：「你来干什么？」「我来玩玩。」「我来看看老和尚。」没有听到说「我要来做佛的」，没有听说过。我学佛将近五十年，从来没有听说过哪一个人学佛的时候，他的口气是「我是来要做佛的」，所以我们成不了佛，没有这个念头。别说有志气，念头都没有！你有什么成就？充其量成就是什么？「我想求发财！」「我想求升官！」到佛门里面来看到善知识，求的是这些东西，全是六道轮回边事！",
      "zh_TW": "惠能大師見五祖，禮拜之後，五祖問他：「你來做什麼？」能大師說：「我來想作佛。」你看看人家這口氣！今天有幾個人到寺廟裡拜佛之後，拜老和尚，老和尚說：「你來幹什麼？」「我來玩玩。」「我來看看老和尚。」沒有聽到說「我要來做佛的」，沒有聽說過。我學佛將近五十年，從來沒有聽說過哪一個人學佛的時候，他的口氣是「我是來要做佛的」，所以我們成不了佛，沒有這個念頭。別說有志氣，念頭都沒有！你有什麼成就？充其量成就是什麼？「我想求發財！」「我想求升官！」到佛門裡面來看到善知識，求的是這些東西，全是六道輪迴邊事！"
    },
    {
      "id": "12-037-0003_p0018",
      "zh_CN": "善财在此地表演的，给我们启示很大，他跟我们确实不一样，他是要发心来做佛的。他说『我已先发阿耨多罗三藐三菩提心』，这一句是梵文音译的，它的意思是可以翻出来的，可以翻为什么不翻？古代翻经体例里面有「五种不翻」，这一个名词是属于「尊重不翻」，可以翻而不翻，我们尊重它、纪念它，是这个意思。这一个名词翻译出来之后，就是「无上正等正觉」。梵音的「阿」翻作「无」，「耨多罗」翻作「上」，「三」翻作「正」，「藐」翻作「等」，下面「三」又是「正」，「菩提」翻成「觉」，整个翻出来就是「无上正等正觉」。他发了心要求无上正等正觉，无上正等正觉就是作佛！",
      "zh_TW": "善財在此地表演的，給我們啟示很大，他跟我們確實不一樣，他是要發心來做佛的。他說『我已先發阿耨多羅三藐三菩提心』，這一句是梵文音譯的，它的意思是可以翻出來的，可以翻為什麼不翻？古代翻經體例裡面有「五種不翻」，這一個名詞是屬於「尊重不翻」，可以翻而不翻，我們尊重它、紀念它，是這個意思。這一個名詞翻譯出來之後，就是「無上正等正覺」。梵音的「阿」翻作「無」，「耨多羅」翻作「上」，「三」翻作「正」，「藐」翻作「等」，下面「三」又是「正」，「菩提」翻成「覺」，整個翻出來就是「無上正等正覺」。他發了心要求無上正等正覺，無上正等正覺就是作佛！"
    },
    {
      "id": "12-037-0003_p0019",
      "zh_CN": "在佛法里面，「三菩提」就是正觉，阿罗汉就证得了，阿罗汉证得正觉。六道凡夫只有两种人：一种不觉，一种邪觉，他不是正觉。邪、正的标准是什么？我们这个世间确实有很多聪明人，科学家、宗教家、文学家、艺术家，聪明人很多！佛说他们虽觉而不正。很多人听了不服气：「只有你佛门里头有正觉，我们就没有正觉？」佛的正觉有个标准，你要符合标准，佛也承认你是正觉。什么标准？「无我相、无人相、无众生相、无寿者相」。",
      "zh_TW": "在佛法裡面，「三菩提」就是正覺，阿羅漢就證得了，阿羅漢證得正覺。六道凡夫只有兩種人：一種不覺，一種邪覺，他不是正覺。邪、正的標準是什麼？我們這個世間確實有很多聰明人，科學家、宗教家、文學家、藝術家，聰明人很多！佛說他們雖覺而不正。很多人聽了不服氣：「只有你佛門裡頭有正覺，我們就沒有正覺？」佛的正覺有個標準，你要符合標準，佛也承認你是正覺。什麼標準？「無我相、無人相、無眾生相、無壽者相」。"
    },
    {
      "id": "12-037-0003_p0020",
      "zh_CN": "这个说法大家还是不太好懂，我们换句话讲，你就好懂了。没有自私自利，没有名闻利养，没有贪瞋痴慢，那个觉就叫正觉。你今天再高的聪明智慧，你还有自私自利的心，你还有名利心，你还有贪瞋痴慢的念头，佛说「邪觉」，你觉里头有邪。「邪」就是自私自利，就是名闻利养、贪瞋痴慢，这是邪。如果你很聪明、很有智慧，确确实实你已经忘了「我」，起心动念绝不为我，为一切众生、为社会大众，佛会点头，你是「正觉」。佛法里头没有私心！没有情执！学佛得到正觉才算是有成就，你学佛有成就了。这个成就不大，小成就，在佛家讲「小果」。",
      "zh_TW": "這個說法大家還是不太好懂，我們換句話講，你就好懂了。沒有自私自利，沒有名聞利養，沒有貪瞋痴慢，那個覺就叫正覺。你今天再高的聰明智慧，你還有自私自利的心，你還有名利心，你還有貪瞋痴慢的念頭，佛說「邪覺」，你覺裡頭有邪。「邪」就是自私自利，就是名聞利養、貪瞋痴慢，這是邪。如果你很聰明、很有智慧，確確實實你已經忘了「我」，起心動念絕不為我，為一切眾生、為社會大眾，佛會點頭，你是「正覺」。佛法裡頭沒有私心！沒有情執！學佛得到正覺才算是有成就，你學佛有成就了。這個成就不大，小成就，在佛家講「小果」。"
    },
    {
      "id": "12-037-0003_p0021",
      "zh_CN": "再往上提升，中等的成就，那就是「三藐三菩提」，正等正觉。它的范围包括也很大，这是大乘菩萨所证得的，「正等正觉」，一直到等觉菩萨。「正等正觉」，严格的来讲，《华严经》上所说的四十一位法身大士，他们是正等正觉。由此可知，十法界里面，阿罗汉、辟支佛、菩萨（通常我们称之为权教菩萨）、佛（这个佛是天台家所讲藏通别圆里，藏教的佛、通教的佛），都是属于正觉，不算是正等正觉。「等」是等于佛，当然，等于佛还不到佛的位子，可以等于佛了。那是破一品无明、证一分法身，你才等于佛；你无明没有破，法身没有证得，你不等于佛。天台家讲「六即佛」，正觉是「相似即佛」，正等正觉是「分证即佛」，无上正等正觉是「究竟即佛」，跟天台教义这么一配合，诸位就清清楚楚、明明白白。",
      "zh_TW": "再往上提升，中等的成就，那就是「三藐三菩提」，正等正覺。它的範圍包括也很大，這是大乘菩薩所證得的，「正等正覺」，一直到等覺菩薩。「正等正覺」，嚴格的來講，《華嚴經》上所說的四十一位法身大士，他們是正等正覺。由此可知，十法界裡面，阿羅漢、辟支佛、菩薩（通常我們稱之為權教菩薩）、佛（這個佛是天台家所講藏通別圓裡，藏教的佛、通教的佛），都是屬於正覺，不算是正等正覺。「等」是等於佛，當然，等於佛還不到佛的位子，可以等於佛了。那是破一品無明、證一分法身，你才等於佛；你無明沒有破，法身沒有證得，你不等於佛。天台家講「六即佛」，正覺是「相似即佛」，正等正覺是「分證即佛」，無上正等正覺是「究竟即佛」，跟天台教義這麼一配合，諸位就清清楚楚、明明白白。"
    },
    {
      "id": "12-037-0003_p0022",
      "zh_CN": "我们今天是什么佛？我们很用功、很努力、很精进的在修学，但是自私自利没有忘掉，人，确实是一个好人，但是没有忘了自私，没有忘了五欲六尘的享受，顺境、逆境，善缘、恶缘，还会起贪瞋痴慢，学得再好，这是天台大师讲的，你是「名字即佛」、「观行即佛」。功夫用得不得力，烦恼常常起现行，你是名字中人，「名字」是有名无实，实际上，佛的修养你丝毫的气氛都没有，边都没沾上，你有名无实！每天从早到晚还是烦恼薰习！所以我们自己要知道自己是什么个位次。往上提升叫「观行即佛」，那是我们通常讲「功夫得力」。自私自利的念头有没有？有，但是已经不是那么样的强烈，逐渐逐渐的减弱，名闻利养的念头淡了，贪瞋痴慢少了，功夫得力了。所以诸位，这个事情不能问人，问人，说实在的话，人家也未必真的跟你讲，也可以这么说，别人也未必真的知道，自己比什么都清楚。",
      "zh_TW": "我們今天是什麼佛？我們很用功、很努力、很精進的在修學，但是自私自利沒有忘掉，人，確實是一個好人，但是沒有忘了自私，沒有忘了五欲六塵的享受，順境、逆境，善緣、惡緣，還會起貪瞋痴慢，學得再好，這是天台大師講的，你是「名字即佛」、「觀行即佛」。功夫用得不得力，煩惱常常起現行，你是名字中人，「名字」是有名無實，實際上，佛的修養你絲毫的氣氛都沒有，邊都沒沾上，你有名無實！每天從早到晚還是煩惱薰習！所以我們自己要知道自己是什麼個位次。往上提升叫「觀行即佛」，那是我們通常講「功夫得力」。自私自利的念頭有沒有？有，但是已經不是那麼樣的強烈，逐漸逐漸的減弱，名聞利養的念頭淡了，貪瞋痴慢少了，功夫得力了。所以諸位，這個事情不能問人，問人，說實在的話，人家也未必真的跟你講，也可以這麼說，別人也未必真的知道，自己比什麼都清楚。"
    },
    {
      "id": "12-037-0003_p0023",
      "zh_CN": "我们为什么有这么多疑虑？经念得太少、听得太少，所以疑虑的事情多，道理在此地。我们经要是多读一些，自自然然就明了现前我是在名字位中，还是在观行位中，还是在相似位中。真正有志气的人，要把自己向上提升！我们开始学佛，就好像赛跑一样，我们都站在这一条起跑线上。为什么别人跑在前面，我们落在后面？要勇猛直追！把自己境界向上提升，我们从名字一定要提升到观行，从观行一定要提升到相似。",
      "zh_TW": "我們為什麼有這麼多疑慮？經念得太少、聽得太少，所以疑慮的事情多，道理在此地。我們經要是多讀一些，自自然然就明瞭現前我是在名字位中，還是在觀行位中，還是在相似位中。真正有志氣的人，要把自己向上提升！我們開始學佛，就好像賽跑一樣，我們都站在這一條起跑線上。為什麼別人跑在前面，我們落在後面？要勇猛直追！把自己境界向上提升，我們從名字一定要提升到觀行，從觀行一定要提升到相似。"
    },
    {
      "id": "12-037-0003_p0024",
      "zh_CN": "诸位晓得，观行位不能出三界，也就是说，出不了六道轮回，要到相似位才超越三界。相似位的人，阿罗汉、辟支佛，见思烦恼断了，我常说的自私自利的念头没有了，名闻利养、贪瞋痴慢统统都没有了，这个人超越六道轮回；但是没有超越十法界，所以他是相似位。再往上提升，分证位，这个人超越十法界，这个人才叫做法身大士，才是分证即佛，「正等正觉」，我们学佛的，这是目标，这一句话是学佛的目标。古往今来，不仅在我们娑婆世界，十方无量无边诸佛刹土，无量无边众生在修行、希求证果，都是这一句。由此可知，这一句是一切众生修行证果的唯一目标，所以我们尊重它，尊重不翻。",
      "zh_TW": "諸位曉得，觀行位不能出三界，也就是說，出不了六道輪迴，要到相似位才超越三界。相似位的人，阿羅漢、辟支佛，見思煩惱斷了，我常說的自私自利的念頭沒有了，名聞利養、貪瞋痴慢統統都沒有了，這個人超越六道輪迴；但是沒有超越十法界，所以他是相似位。再往上提升，分證位，這個人超越十法界，這個人才叫做法身大士，才是分證即佛，「正等正覺」，我們學佛的，這是目標，這一句話是學佛的目標。古往今來，不僅在我們娑婆世界，十方無量無邊諸佛剎土，無量無邊眾生在修行、希求證果，都是這一句。由此可知，這一句是一切眾生修行證果的唯一目標，所以我們尊重它，尊重不翻。"
    },
    {
      "id": "12-037-0003_p0025",
      "zh_CN": "善财对海云比丘讲：「我已经发心，我发心要求无上正等正觉。」换句话说，发心要作佛。下面他还有一句话说『欲入甚深最上智海』：「我想得到像诸佛如来一样的究竟圆满、无上的智慧。」把他自己的希求说出来了，绝不求人天福报，绝不求名闻利养，也不求长寿，这些用不着求的。可是诸位晓得，这些东西统统都不要求，你只要求无上菩提，这些东西统统附带在里面，一样也漏不了。成佛之后二足尊，这个「二」就是智慧、福德，「足」就是满足、就是圆满，智慧福德圆满。可见得福德边事要不要求？不要求；只要求智慧，慧里头有福。再跟诸位同修说，福里头没有慧，叫「痴福」，慧里面有福，那是真正的福报，真实福报。所以学佛就是学开智慧，就是学觉悟，菩提就是觉悟。千万不要把自己修学的目标搞错，那真的叫一错到底，从初发心一直就错下去了，那还会有什么成就！再看底下这一段：",
      "zh_TW": "善財對海雲比丘講：「我已經發心，我發心要求無上正等正覺。」換句話說，發心要作佛。下面他還有一句話說『欲入甚深最上智海』：「我想得到像諸佛如來一樣的究竟圓滿、無上的智慧。」把他自己的希求說出來了，絕不求人天福報，絕不求名聞利養，也不求長壽，這些用不著求的。可是諸位曉得，這些東西統統都不要求，你只要求無上菩提，這些東西統統附帶在裡面，一樣也漏不了。成佛之後二足尊，這個「二」就是智慧、福德，「足」就是滿足、就是圓滿，智慧福德圓滿。可見得福德邊事要不要求？不要求；只要求智慧，慧裡頭有福。再跟諸位同修說，福裡頭沒有慧，叫「痴福」，慧裡面有福，那是真正的福報，真實福報。所以學佛就是學開智慧，就是學覺悟，菩提就是覺悟。千萬不要把自己修學的目標搞錯，那真的叫一錯到底，從初發心一直就錯下去了，那還會有什麼成就！再看底下這一段："
    },
    {
      "id": "12-037-0003_p0026",
      "zh_CN": "【未知菩萨云何能具菩萨行，长养菩提种。】",
      "zh_TW": "【未知菩薩云何能具菩薩行，長養菩提種。】"
    },
    {
      "id": "12-037-0003_p0027",
      "zh_CN": "这是大问题！我们学佛的同修很多，几个人曾经有这种意识？几个人曾经有这种观念？这种念头没有，难怪菩提道上一寸一尺都没有办法进步；能够守住原地不动就算不错，绝大多数是每况愈下，一年不如一年，往后退！什么原因？用一般的话来说，不好学，不肯学，不知道学些什么。我说这个话比较容易听得懂。所以在这些地方，善财童子表演给我们看看，启发我们，我们读了之后要会学，「我也要跟善财一样。我亲近善知识、向善知识请教，我希望得到些什么？」",
      "zh_TW": "這是大問題！我們學佛的同修很多，幾個人曾經有這種意識？幾個人曾經有這種觀念？這種念頭沒有，難怪菩提道上一寸一尺都沒有辦法進步；能夠守住原地不動就算不錯，絕大多數是每況愈下，一年不如一年，往後退！什麼原因？用一般的話來說，不好學，不肯學，不知道學些什麼。我說這個話比較容易聽得懂。所以在這些地方，善財童子表演給我們看看，啟發我們，我們讀了之後要會學，「我也要跟善財一樣。我親近善知識、向善知識請教，我希望得到些什麼？」"
    },
    {
      "id": "12-037-0003_p0028",
      "zh_CN": "下面善财提了十个问题，这一句是总说。「菩萨」就是一个修学佛法的人，修学佛法的众生就称之为菩萨。我们今天发心，发什么心？发「求无上正等正觉」的心，这个心一发，你就是菩萨。「菩萨」这个名词是梵语音译的，古时候翻它的意思，翻为「大道心众生」。诸位要晓得，他是众生，他不是佛，他也不是神，他也不是仙，他是一个发大道心的众生，就是发心求大道，称他作菩萨。新译，佛教里面称「新译」，玄奘大师翻译的；玄奘大师之前称为「旧译」、称为「古译」，玄奘大师以后称为「新译」。玄奘大师把它翻作「觉有情」；古时候把它翻作「大道心众生」，是从这个名词意思上翻的，而玄奘大师是从文字上翻的。文字，中国人喜欢简单，不喜欢麻烦，所以把它的尾音都省掉，菩萨具足的称呼是「菩提萨埵」。「菩提」是觉悟，「萨埵」是众生，玄奘大师把它翻作「觉有情」，完全照文字上翻的，「菩提」是觉，「萨埵」是有情众生。两个翻译都好。你要是发心求无上菩提，你觉悟了，你跟一般众生不一样。一般众生还不觉，还没有这个念头，你已经发心，有这个念头了，你是觉悟众生。",
      "zh_TW": "下面善財提了十個問題，這一句是總說。「菩薩」就是一個修學佛法的人，修學佛法的眾生就稱之為菩薩。我們今天發心，發什麼心？發「求無上正等正覺」的心，這個心一發，你就是菩薩。「菩薩」這個名詞是梵語音譯的，古時候翻它的意思，翻為「大道心眾生」。諸位要曉得，他是眾生，他不是佛，他也不是神，他也不是仙，他是一個發大道心的眾生，就是發心求大道，稱他作菩薩。新譯，佛教裡面稱「新譯」，玄奘大師翻譯的；玄奘大師之前稱為「舊譯」、稱為「古譯」，玄奘大師以後稱為「新譯」。玄奘大師把它翻作「覺有情」；古時候把它翻作「大道心眾生」，是從這個名詞意思上翻的，而玄奘大師是從文字上翻的。文字，中國人喜歡簡單，不喜歡麻煩，所以把它的尾音都省掉，菩薩具足的稱呼是「菩提薩埵」。「菩提」是覺悟，「薩埵」是眾生，玄奘大師把它翻作「覺有情」，完全照文字上翻的，「菩提」是覺，「薩埵」是有情眾生。兩個翻譯都好。你要是發心求無上菩提，你覺悟了，你跟一般眾生不一樣。一般眾生還不覺，還沒有這個念頭，你已經發心，有這個念頭了，你是覺悟眾生。"
    },
    {
      "id": "12-037-0003_p0029",
      "zh_CN": "在此地，我附带告诉诸位，许许多多人不懂得「菩萨」这两个字的意思，也不知道发心求无上道。可是净土在中国普遍弘扬，从东晋时代慧远大师提倡以来，历代都有祖师大德们来推广，许多人不懂得佛教的教义，但是他真的发心求生净土，一天到晚念阿弥陀佛。「你为什么念阿弥陀佛？」「我想往生极乐世界。」这一念他真是菩萨，为什么？他觉悟了。往生到西方极乐世界去干什么？作佛去的。他不知道他作佛，他只想往生，往生就作佛了，做了佛自己还不知道，这个法门妙极了。所以诸位同修要记住，真正发心求生净土，不想再在这个娑婆世界搞六道轮回，这个心就是无上菩提心，这个人就是真正的菩萨。菩萨不是泥塑木雕供在那上面给人拜拜的，那你就全搞错了。我们看到那个形像，立刻回光返照，自己成了菩萨，这才行！",
      "zh_TW": "在此地，我附帶告訴諸位，許許多多人不懂得「菩薩」這兩個字的意思，也不知道發心求無上道。可是淨土在中國普遍弘揚，從東晉時代慧遠大師提倡以來，歷代都有祖師大德們來推廣，許多人不懂得佛教的教義，但是他真的發心求生淨土，一天到晚念阿彌陀佛。「你為什麼念阿彌陀佛？」「我想往生極樂世界。」這一念他真是菩薩，為什麼？他覺悟了。往生到西方極樂世界去幹什麼？作佛去的。他不知道他作佛，他只想往生，往生就作佛了，做了佛自己還不知道，這個法門妙極了。所以諸位同修要記住，真正發心求生淨土，不想再在這個娑婆世界搞六道輪迴，這個心就是無上菩提心，這個人就是真正的菩薩。菩薩不是泥塑木雕供在那上面給人拜拜的，那你就全搞錯了。我們看到那個形像，立刻回光返照，自己成了菩薩，這才行！"
    },
    {
      "id": "12-037-0003_p0030",
      "zh_CN": "什么叫观音菩萨？拜观音菩萨的人很多，拜观音自己就是观音，你就对了，你就没错了。什么是观音？大慈大悲是观音。我们就以念佛人来说，一心念佛求生净土，你已经具备菩萨的资格。你在日常生活当中看到有苦难的众生，你不要等人劝告，自自然然就发心全心全力帮助别人，解除人的苦难，你就是观世音菩萨。你在日常生活应酬当中，你不会受外面境界的影响，你不会感情用事，你完全能够运用理智来处世，你就是大势至菩萨。大势至表智慧，观世音菩萨表慈悲。",
      "zh_TW": "什麼叫觀音菩薩？拜觀音菩薩的人很多，拜觀音自己就是觀音，你就對了，你就沒錯了。什麼是觀音？大慈大悲是觀音。我們就以念佛人來說，一心念佛求生淨土，你已經具備菩薩的資格。你在日常生活當中看到有苦難的眾生，你不要等人勸告，自自然然就發心全心全力幫助別人，解除人的苦難，你就是觀世音菩薩。你在日常生活應酬當中，你不會受外面境界的影響，你不會感情用事，你完全能夠運用理智來處世，你就是大勢至菩薩。大勢至表智慧，觀世音菩薩表慈悲。"
    },
    {
      "id": "12-037-0003_p0031",
      "zh_CN": "我们供养佛菩萨的形像，目的在哪里？向他学习，藉这个形像时时刻刻提醒自己。我要像佛菩萨一样大慈大悲待人，我就学观世音；我要理智，不感情用事，我就是大势至；我知道孝顺父母、尊敬师长，把孝敬的心推广到孝敬社会一切大众，你就是地藏王菩萨。你家里供养这些佛菩萨的形像起了作用，他天天时时刻刻提醒你，不断把你境界往上提升。菩萨，不论是观音菩萨，不论是地藏菩萨，都有初发心的，初发心的观音菩萨，初发心的地藏菩萨，也都有初住菩萨、初行菩萨、初地菩萨，逐渐向上提升，四十二个位次圆满了，究竟成佛。佛教哪里有迷信！",
      "zh_TW": "我們供養佛菩薩的形像，目的在哪裡？向他學習，藉這個形像時時刻刻提醒自己。我要像佛菩薩一樣大慈大悲待人，我就學觀世音；我要理智，不感情用事，我就是大勢至；我知道孝順父母、尊敬師長，把孝敬的心推廣到孝敬社會一切大眾，你就是地藏王菩薩。你家裡供養這些佛菩薩的形像起了作用，他天天時時刻刻提醒你，不斷把你境界往上提升。菩薩，不論是觀音菩薩，不論是地藏菩薩，都有初發心的，初發心的觀音菩薩，初發心的地藏菩薩，也都有初住菩薩、初行菩薩、初地菩薩，逐漸向上提升，四十二個位次圓滿了，究竟成佛。佛教哪裡有迷信！"
    },
    {
      "id": "12-037-0003_p0032",
      "zh_CN": "有人常常听说「某一个地方的菩萨很灵」，换句话说，另外那个地方菩萨就不灵，要到灵的那个地方去拜。其实，哪个地方的菩萨都一样，他是表法的，他的作用相同。真的有地方灵，有些地方不灵，这又是一回什么事？儒、佛都说「诚则灵」，他以为这个地方菩萨灵，他到这个地方诚心诚意，这个地方求的有感应，灵！那个地方也供一样的菩萨，他起了分别心，「这个地方菩萨不灵」，到那里去拜，那个虔诚恭敬降了一等，怎么拜他也不灵，就这么回事情。如果你要用同样的真诚心，无论哪个地方供养佛菩萨形像，同样灵。灵不灵，不在那个像，在心，在自己的心，诚则灵，不诚则无物。佛法里头哪有迷信？一丝毫的迷信都没有。",
      "zh_TW": "有人常常聽說「某一個地方的菩薩很靈」，換句話說，另外那個地方菩薩就不靈，要到靈的那個地方去拜。其實，哪個地方的菩薩都一樣，他是表法的，他的作用相同。真的有地方靈，有些地方不靈，這又是一回什麼事？儒、佛都說「誠則靈」，他以為這個地方菩薩靈，他到這個地方誠心誠意，這個地方求的有感應，靈！那個地方也供一樣的菩薩，他起了分別心，「這個地方菩薩不靈」，到那裡去拜，那個虔誠恭敬降了一等，怎麼拜他也不靈，就這麼回事情。如果你要用同樣的真誠心，無論哪個地方供養佛菩薩形像，同樣靈。靈不靈，不在那個像，在心，在自己的心，誠則靈，不誠則無物。佛法裡頭哪有迷信？一絲毫的迷信都沒有。"
    },
    {
      "id": "12-037-0003_p0033",
      "zh_CN": "所以我们要认识「菩萨」这个名词的含义。我们学佛，第一步就是要作菩萨。像我们求学，想求智慧、想求技能，我们上学，上学就叫做「学生」。佛门里面，佛陀教育里头，「菩萨」这两个字就是学生；毕业就叫做佛陀，没有毕业就都叫学生。它也有一年级、二年级，大乘法里面把它分成五十一个阶级，就是五十一个年级。你慢慢去念，从一年级、二年级，念到五十一年级；再往上去，五十二年级成佛了。菩萨有五十一个位次，我们学佛不能不懂，你要不懂就被人骗了，那就错了。",
      "zh_TW": "所以我們要認識「菩薩」這個名詞的含義。我們學佛，第一步就是要作菩薩。像我們求學，想求智慧、想求技能，我們上學，上學就叫做「學生」。佛門裡面，佛陀教育裡頭，「菩薩」這兩個字就是學生；畢業就叫做佛陀，沒有畢業就都叫學生。它也有一年級、二年級，大乘法裡面把它分成五十一個階級，就是五十一個年級。你慢慢去念，從一年級、二年級，念到五十一年級；再往上去，五十二年級成佛了。菩薩有五十一個位次，我們學佛不能不懂，你要不懂就被人騙了，那就錯了。"
    },
    {
      "id": "12-037-0003_p0034",
      "zh_CN": "他问的是：『未知』，我不知道，『菩萨云何能具菩萨行』？我们有没有这个问题？有没有想过这个问题？这个问题，要用现在的话，就是「菩萨的道理、菩萨的行为，要怎样落实在我们现实的生活里面？要如何落实在我们现前工作里面？要如何落实在我们应酬当中、处事待人接物？」这一句话就是这个意思。『长养菩提种』，「长」是增长，「养」是养育，这两个字是比喻，就是「怎样提升自己无上正等正觉的力量」。他有这种意念，有这种思想，他是个真学佛的人。如果学佛没有这个意念，没有这个思想，他学的是什么佛？今天我们不要去管别人，不要去问别人，最重要的是管自己；自己要学好，然后才能帮助别人。这一句话是「总说」，下面有十句「别说」，也就是说明什么叫「菩萨行」，什么叫「菩提种」。每一句里面，上半句是菩萨行，下半句是菩提种。第一句里面所说：",
      "zh_TW": "他問的是：『未知』，我不知道，『菩薩云何能具菩薩行』？我們有沒有這個問題？有沒有想過這個問題？這個問題，要用現在的話，就是「菩薩的道理、菩薩的行為，要怎樣落實在我們現實的生活裡面？要如何落實在我們現前工作裡面？要如何落實在我們應酬當中、處事待人接物？」這一句話就是這個意思。『長養菩提種』，「長」是增長，「養」是養育，這兩個字是比喻，就是「怎樣提升自己無上正等正覺的力量」。他有這種意念，有這種思想，他是個真學佛的人。如果學佛沒有這個意念，沒有這個思想，他學的是什麼佛？今天我們不要去管別人，不要去問別人，最重要的是管自己；自己要學好，然後才能幫助別人。這一句話是「總說」，下面有十句「別說」，也就是說明什麼叫「菩薩行」，什麼叫「菩提種」。每一句裡面，上半句是菩薩行，下半句是菩提種。第一句裡面所說："
    },
    {
      "id": "12-037-0003_p0035",
      "zh_CN": "【云何能舍凡夫家，生于如来家。】",
      "zh_TW": "【云何能捨凡夫家，生於如來家。】"
    },
    {
      "id": "12-037-0003_p0036",
      "zh_CN": "什么叫做『凡夫家』？凡夫家不能出六道轮回，「六道凡夫」，六道是凡夫家。不是说学佛发心剃了头到庙里去出家，真的出了家吗？如果我们仔细去观察，没错，他出了一个小的家，他换了一个大的家，那个寺庙比他家大。世间谚语有所谓「家大业大」，造业就大了，仔细想想古人这些话，很有味道，他何尝出了家？释迦牟尼佛当年在世给我们表现的，那真的出了家，他没有家；他的生活「日中一食」，外面去托钵，晚上随便哪个树下打个坐就过去了，「树下一宿」，真的没有家。",
      "zh_TW": "什麼叫做『凡夫家』？凡夫家不能出六道輪迴，「六道凡夫」，六道是凡夫家。不是說學佛發心剃了頭到廟裡去出家，真的出了家嗎？如果我們仔細去觀察，沒錯，他出了一個小的家，他換了一個大的家，那個寺廟比他家大。世間諺語有所謂「家大業大」，造業就大了，仔細想想古人這些話，很有味道，他何嘗出了家？釋迦牟尼佛當年在世給我們表現的，那真的出了家，他沒有家；他的生活「日中一食」，外面去托缽，晚上隨便哪個樹下打個坐就過去了，「樹下一宿」，真的沒有家。"
    },
    {
      "id": "12-037-0003_p0037",
      "zh_CN": "现在出家不叫出家，叫换家，换一个家，哪里叫出家？但是，不管你是出形式的家，或者换个大家，总而言之，都没出，怎么也出不去。可是佛在经上常说，这个家不重要，比这个更重要的，佛说「烦恼是家」，这个重要。烦恼是因，轮回是果报，你把这个因断掉了，果报自然就没有了，所以烦恼是家。果上讲，「轮回是家」，也就是六道是家，你怎么出？说到究竟，「生死是家」，你如何出生死？前面所讲的是六道以内的，生死包括六道以外的。",
      "zh_TW": "現在出家不叫出家，叫換家，換一個家，哪裡叫出家？但是，不管你是出形式的家，或者換個大家，總而言之，都沒出，怎麼也出不去。可是佛在經上常說，這個家不重要，比這個更重要的，佛說「煩惱是家」，這個重要。煩惱是因，輪迴是果報，你把這個因斷掉了，果報自然就沒有了，所以煩惱是家。果上講，「輪迴是家」，也就是六道是家，你怎麼出？說到究竟，「生死是家」，你如何出生死？前面所講的是六道以內的，生死包括六道以外的。"
    },
    {
      "id": "12-037-0003_p0038",
      "zh_CN": "六道里面有两种生死，经上讲的，一种是「分段生死」，一种是「变易生死」。六道里头两种生死都有，出了六道之外，分段生死没有了，还有变易生死，变易生死一直到一真法界还有。像《华严经》上四十一位法身大士，这四十一个位次怎么分的？变易生死分的。所以，生死家要是出了就成佛，究竟圆满佛。等觉菩萨还有一次变易生死，像我们通常讲的观世音、大势至、文殊、普贤是等觉菩萨。佛讲「出家」的意思是要出这个家，没有成佛都叫凡夫。六道里面，在佛经里面叫做「内凡」，三界之内的凡夫；四圣法界里面，称之为「外凡」，六道以外的凡夫。这个我们不能不知道！",
      "zh_TW": "六道裡面有兩種生死，經上講的，一種是「分段生死」，一種是「變易生死」。六道裡頭兩種生死都有，出了六道之外，分段生死沒有了，還有變易生死，變易生死一直到一真法界還有。像《華嚴經》上四十一位法身大士，這四十一個位次怎麼分的？變易生死分的。所以，生死家要是出了就成佛，究竟圓滿佛。等覺菩薩還有一次變易生死，像我們通常講的觀世音、大勢至、文殊、普賢是等覺菩薩。佛講「出家」的意思是要出這個家，沒有成佛都叫凡夫。六道裡面，在佛經裡面叫做「內凡」，三界之內的凡夫；四聖法界裡面，稱之為「外凡」，六道以外的凡夫。這個我們不能不知道！"
    },
    {
      "id": "12-037-0003_p0039",
      "zh_CN": "所以出家要发心，人人都要发心，要「出烦恼家」，怎么样把烦恼放下，把烦恼抛弃。换句话说，在你生活里头，在处事待人接物当中，你应当要知道把妄想、分别、执着放下。妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，这些东西不放下，功夫就不必谈了，什么功夫都没有！你说你修行有功夫，什么功夫？放下一切执着是功夫，你有没有放下？放下一切分别是功夫。从这些地方一想，我们自己认真去反省反省，我有什么功夫？「修行」这个名词的意思是「修正错误的思想行为」，行是行为，思想是意的行为。起心动念是心的行为、意的行为，言语是口的行为，身体造作是身的行为；行为再多，都不出这三大类。由此可知，我们的思想、见解、言语造作错了，把这些错误修正过来叫修行，我每天修正了多少？",
      "zh_TW": "所以出家要發心，人人都要發心，要「出煩惱家」，怎麼樣把煩惱放下，把煩惱拋棄。換句話說，在你生活裡頭，在處事待人接物當中，你應當要知道把妄想、分別、執著放下。妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，這些東西不放下，功夫就不必談了，什麼功夫都沒有！你說你修行有功夫，什麼功夫？放下一切執著是功夫，你有沒有放下？放下一切分別是功夫。從這些地方一想，我們自己認真去反省反省，我有什麼功夫？「修行」這個名詞的意思是「修正錯誤的思想行為」，行是行為，思想是意的行為。起心動念是心的行為、意的行為，言語是口的行為，身體造作是身的行為；行為再多，都不出這三大類。由此可知，我們的思想、見解、言語造作錯了，把這些錯誤修正過來叫修行，我每天修正了多少？"
    },
    {
      "id": "12-037-0003_p0040",
      "zh_CN": "所以，真正懂得佛法的人、真正会用功的人知道，修行绝对不是说每天念多少部经、念多少声佛号、拜多少拜佛，那完全是外表形式；真正用功是在内心起心动念、言语造作。古德常说：「不怕念起，只怕觉迟。」念头才起，立刻就觉察「我这个念头是正还是邪？」这叫智慧，「我这一句话说出，当说不当说？」这是智慧，「我这个行为应该不应该？」这都是智慧，就是佛经里面常讲的「观照」，这就是觉。如果这个思想、见解、行为是正的，可以做；要是知道不正，立刻就禁止。这就是古来大德常讲的「从根本修」，根本在哪里？起心动念之处；绝对不叫恶念增长，恶念要立刻断，善念叫它念念增长。",
      "zh_TW": "所以，真正懂得佛法的人、真正會用功的人知道，修行絕對不是說每天念多少部經、念多少聲佛號、拜多少拜佛，那完全是外表形式；真正用功是在內心起心動念、言語造作。古德常說：「不怕念起，只怕覺遲。」念頭才起，立刻就覺察「我這個念頭是正還是邪？」這叫智慧，「我這一句話說出，當說不當說？」這是智慧，「我這個行為應該不應該？」這都是智慧，就是佛經裡面常講的「觀照」，這就是覺。如果這個思想、見解、行為是正的，可以做；要是知道不正，立刻就禁止。這就是古來大德常講的「從根本修」，根本在哪裡？起心動念之處；絕對不叫惡念增長，惡念要立刻斷，善念叫它念念增長。"
    },
    {
      "id": "12-037-0003_p0041",
      "zh_CN": "善恶怎么区分？佛家有两个标准。绝对的标准：与性德相应，这是真的；与性德相背，那是邪的。这是绝对的标准。相对的标准：利益众生是善的，利益自己是错的。这话里头的意思很深，我们要能体会到。为什么说利益别人是对的，利益自己是错的？如果我们常常想到自己的利益，你就脱离不了六道轮回。为什么？念念增长我执。诸位要晓得，破我执才能出六道，你念念在增长我执，你哪里出得了六道？怎么修，都是六道里头的福报，出不了六道。要出六道，必须把执着放下，于世出世法再也不执着了，这样你才能出得了六道。所以，起心动念为自己，错了！为自己就出不了六道。起心动念为众生，这个人不在六道中。谚语所谓「跳出三界外，不在五行中。」那是什么人？决不会有一个念头为自己。",
      "zh_TW": "善惡怎麼區分？佛家有兩個標準。絕對的標準：與性德相應，這是真的；與性德相背，那是邪的。這是絕對的標準。相對的標準：利益眾生是善的，利益自己是錯的。這話裡頭的意思很深，我們要能體會到。為什麼說利益別人是對的，利益自己是錯的？如果我們常常想到自己的利益，你就脫離不了六道輪迴。為什麼？念念增長我執。諸位要曉得，破我執才能出六道，你念念在增長我執，你哪裡出得了六道？怎麼修，都是六道裡頭的福報，出不了六道。要出六道，必須把執著放下，於世出世法再也不執著了，這樣你才能出得了六道。所以，起心動念為自己，錯了！為自己就出不了六道。起心動念為眾生，這個人不在六道中。諺語所謂「跳出三界外，不在五行中。」那是什麼人？決不會有一個念頭為自己。"
    },
    {
      "id": "12-037-0003_p0042",
      "zh_CN": "而后你才真正体会到古人所说的「吃亏是福」。一般人不懂：「怎么吃亏是福？」吃亏而不计较，他超越六道轮回了，他怎么不是福？要是跟人家斤斤计较，一点亏都不肯吃，样样都占尽便宜，永远在六道之中，没福。「忍辱是福」，不能忍就是不肯吃亏，样样都跟别人争，不知道忍、不知道让，这种人肯定是六道轮回中人，我们常讲「轮回心造轮回业」，他不会出离六道轮回的。真正出离六道轮回的人，对这个世间一切事物绝对不放在心上，人家给我也好，人家骗我也好，人家欺负我、陷害我，什么都好，没有一样放在心上，他已经不在这六道里头。这个话很简单，理很深，希望同学们要细细揣摩。",
      "zh_TW": "而後你才真正體會到古人所說的「吃虧是福」。一般人不懂：「怎麼吃虧是福？」吃虧而不計較，他超越六道輪迴了，他怎麼不是福？要是跟人家斤斤計較，一點虧都不肯吃，樣樣都佔盡便宜，永遠在六道之中，沒福。「忍辱是福」，不能忍就是不肯吃虧，樣樣都跟別人爭，不知道忍、不知道讓，這種人肯定是六道輪迴中人，我們常講「輪迴心造輪迴業」，他不會出離六道輪迴的。真正出離六道輪迴的人，對這個世間一切事物絕對不放在心上，人家給我也好，人家騙我也好，人家欺負我、陷害我，什麼都好，沒有一樣放在心上，他已經不在這六道裡頭。這個話很簡單，理很深，希望同學們要細細揣摩。"
    },
    {
      "id": "12-037-0003_p0043",
      "zh_CN": "「菩萨行」，简单的讲，我们从佛经里头来说它的纲领，就是「六度、四摄」。佛教导学生，从初发心一直到等觉，你都要守住这个原则。六度是「布施、持戒、忍辱、精进、禅定、般若」，这六条常常讲，讲得很多，诸位一定要清楚，一定要明了。「四摄法」是什么？人决定不能脱离社会一个人生活，夫妻两个就是社会生活，四摄法的意义就是佛教导我们人与人之间往来的四个原则，这四个原则你要能遵守，你跟所有一切人都会相亲相爱，都能和睦相处，重要！特别在今天的社会。「摄」是摄受，四种摄受众生的方法。讲「摄受」大家不好懂，现在讲「交际、往来」，我们跟一切众生交际往来的四个方法，这是佛教我们的。",
      "zh_TW": "「菩薩行」，簡單的講，我們從佛經裡頭來說它的綱領，就是「六度、四攝」。佛教導學生，從初發心一直到等覺，你都要守住這個原則。六度是「布施、持戒、忍辱、精進、禪定、般若」，這六條常常講，講得很多，諸位一定要清楚，一定要明瞭。「四攝法」是什麼？人決定不能脫離社會一個人生活，夫妻兩個就是社會生活，四攝法的意義就是佛教導我們人與人之間往來的四個原則，這四個原則你要能遵守，你跟所有一切人都會相親相愛，都能和睦相處，重要！特別在今天的社會。「攝」是攝受，四種攝受眾生的方法。講「攝受」大家不好懂，現在講「交際、往來」，我們跟一切眾生交際往來的四個方法，這是佛教我們的。"
    },
    {
      "id": "12-037-0003_p0044",
      "zh_CN": "头一个「布施」，这个布施跟六度里头的布施意思不一样。六度里面的布施是广义的，我讲过很多，那是为众生服务，舍己为人，是六度里头布施的精义。四摄法里面的头一个，「布施」，这个意思很小，范围不大，用现在的话来讲，「送礼」。人跟人要相好，记住，常常送礼；年节要懂得送礼，生日要懂得送礼，外出旅行回来要带一点小礼物，要送礼。四摄法里，我常常跟其他宗教往来，他们问我：「用什么方法跟不同的族群、宗教往来？」我都是用四摄法，但是不用这个名字，讲这个名字他不懂，我讲的是：「多请客，多送礼。」这大家好懂，现在讲「交际应酬」，这样才能常常跟人往来。还得真的要常往来、密集的往来，彼此沟通；通了，问题都解决了，歧视化解了，误会化解了，敌对化解了，就能和睦相处。",
      "zh_TW": "頭一個「布施」，這個布施跟六度裡頭的布施意思不一樣。六度裡面的布施是廣義的，我講過很多，那是為眾生服務，捨己為人，是六度裡頭布施的精義。四攝法裡面的頭一個，「布施」，這個意思很小，範圍不大，用現在的話來講，「送禮」。人跟人要相好，記住，常常送禮；年節要懂得送禮，生日要懂得送禮，外出旅行回來要帶一點小禮物，要送禮。四攝法裡，我常常跟其他宗教往來，他們問我：「用什麼方法跟不同的族群、宗教往來？」我都是用四攝法，但是不用這個名字，講這個名字他不懂，我講的是：「多請客，多送禮。」這大家好懂，現在講「交際應酬」，這樣才能常常跟人往來。還得真的要常往來、密集的往來，彼此溝通；通了，問題都解決了，歧視化解了，誤會化解了，敵對化解了，就能和睦相處。"
    },
    {
      "id": "12-037-0003_p0045",
      "zh_CN": "四摄法第二条，「爱语」。爱语是什么意思？真诚的爱心关怀对方，绝对不是虚假。真诚的爱心关心别人，哪有不感动的道理？木头、石头都会感动，哪有人不能感动？第三个，「同事」。同事，我常常说的，我们今天同住在这个地球上，这个概念是一家人，地球是我们的家，我们是一家人，这是「同事」的意思。末后一条，「利行」，我们所做一切的事、工作，对社会、对众生决定有利益的。这是「菩萨行」简单的介绍。",
      "zh_TW": "四攝法第二條，「愛語」。愛語是什麼意思？真誠的愛心關懷對方，絕對不是虛假。真誠的愛心關心別人，哪有不感動的道理？木頭、石頭都會感動，哪有人不能感動？第三個，「同事」。同事，我常常說的，我們今天同住在這個地球上，這個概念是一家人，地球是我們的家，我們是一家人，這是「同事」的意思。末後一條，「利行」，我們所做一切的事、工作，對社會、對眾生決定有利益的。這是「菩薩行」簡單的介紹。"
    },
    {
      "id": "12-037-0003_p0046",
      "zh_CN": "我们要行菩萨道，就一定要懂得修菩萨行，一定要晓得『舍凡夫家，生于如来家』。依照诸佛菩萨教诲去做，你就生如来家；不能把佛菩萨的教诲落实在自己生活当中，我们不但没有生如来家，如来家在哪里找都找不到。希望同修们读了、听了，多想想，认真努力学习，希望在这一生当中有真实的成就。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們要行菩薩道，就一定要懂得修菩薩行，一定要曉得『捨凡夫家，生於如來家』。依照諸佛菩薩教誨去做，你就生如來家；不能把佛菩薩的教誨落實在自己生活當中，我們不但沒有生如來家，如來家在哪裡找都找不到。希望同修們讀了、聽了，多想想，認真努力學習，希望在這一生當中有真實的成就。好，今天時間到了，我們就講到此地。"
    }
  ]
}