{
  "doc_id": "12-037-0004",
  "title": {
    "zh_CN": "善财童子参学报告（十九）",
    "zh_TW": "善財童子參學報告（十九）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-037-0004",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-037-0004_p0001",
      "zh_CN": "请掀开讲义第一面，倒数第三行看起：",
      "zh_TW": "請掀開講義第一面，倒數第三行看起："
    },
    {
      "id": "12-037-0004_p0002",
      "zh_CN": "【云何能舍凡夫家，生于如来家。】",
      "zh_TW": "【云何能捨凡夫家，生於如來家。】"
    },
    {
      "id": "12-037-0004_p0003",
      "zh_CN": "昨天我们讲到这个地方。这是善财童子参访海云比丘所提出来的问题，向海云比丘请教总共十个问题，这是第一个问题。昨天跟诸位讲过，可是意思还没有能讲尽。当然，这个意思讲尽是很难的，大意总得要清楚。『凡夫家』，佛在经上跟我们讲过出家，家有四种，有四种家：有田宅之家、烦恼之家、三界之家、生死之家。所以「舍凡夫家」，应该要懂得是舍这四种家。如果单单指出我们世俗的家，这是不能解决问题的，最重要的是「生死之家」，这个意思很深很广。",
      "zh_TW": "昨天我們講到這個地方。這是善財童子參訪海雲比丘所提出來的問題，向海雲比丘請教總共十個問題，這是第一個問題。昨天跟諸位講過，可是意思還沒有能講盡。當然，這個意思講盡是很難的，大意總得要清楚。『凡夫家』，佛在經上跟我們講過出家，家有四種，有四種家：有田宅之家、煩惱之家、三界之家、生死之家。所以「捨凡夫家」，應該要懂得是捨這四種家。如果單單指出我們世俗的家，這是不能解決問題的，最重要的是「生死之家」，這個意思很深很廣。"
    },
    {
      "id": "12-037-0004_p0004",
      "zh_CN": "佛在经上常常告诉我们「一切众生」，这「一切众生」包括等觉菩萨在内，等觉菩萨也叫众生。「众生」两个字的含义是说「众缘和合而生起的现象」，所以它这个定义里头非常非常之广。我们人，人是动物，动物确确实实是众缘和合而生的，不是一个单纯的。以我们肉体来说，是由许许多多细胞组成，这是物质的身体。除了物质之外，还有精神。所以佛把它归纳为五大类，叫色、受、想、行、识这五大类。色是物质，受、想、行、识是心，心跟心理的作用。在色里面，佛又给它分类，分做四类，叫「四大」；地、水、火、风叫四大，「四大」这四个名词是形容、是比喻。",
      "zh_TW": "佛在經上常常告訴我們「一切眾生」，這「一切眾生」包括等覺菩薩在內，等覺菩薩也叫眾生。「眾生」兩個字的含義是說「眾緣和合而生起的現象」，所以它這個定義裡頭非常非常之廣。我們人，人是動物，動物確確實實是眾緣和合而生的，不是一個單純的。以我們肉體來說，是由許許多多細胞組成，這是物質的身體。除了物質之外，還有精神。所以佛把它歸納為五大類，叫色、受、想、行、識這五大類。色是物質，受、想、行、識是心，心跟心理的作用。在色裡面，佛又給它分類，分做四類，叫「四大」；地、水、火、風叫四大，「四大」這四個名詞是形容、是比喻。"
    },
    {
      "id": "12-037-0004_p0005",
      "zh_CN": "我们现在人、现代的科学都知道，物体是由许许多多原子、电子、粒子组成的。佛在经上讲的，可能现在科学家还没有发现到。佛家用的名词不一样，他用分析的方法。首先讲「牛毛尘」，牛的毛比较粗，那个毛的尖端上可以有一粒尘土很平稳的摆在上面它不会掉下来，可见得这一粒微尘是很细很细的。这个尘再把它分，分成七分。分成七分就是七分之一，叫「羊毛尘」，羊毛比牛毛就细了。羊毛尘再分成七分，就是七分之一，叫「兔毛尘」，兔毛就更细了。兔毛尘再分成七分之一，叫「水尘」，这个很微细的物质，它在水里面可以自由往来没有障碍。我们知道水有密度，它在这密度里穿来穿去不受障碍，叫「水尘」。",
      "zh_TW": "我們現在人、現代的科學都知道，物體是由許許多多原子、電子、粒子組成的。佛在經上講的，可能現在科學家還沒有發現到。佛家用的名詞不一樣，他用分析的方法。首先講「牛毛塵」，牛的毛比較粗，那個毛的尖端上可以有一粒塵土很平穩的擺在上面它不會掉下來，可見得這一粒微塵是很細很細的。這個塵再把它分，分成七分。分成七分就是七分之一，叫「羊毛塵」，羊毛比牛毛就細了。羊毛塵再分成七分，就是七分之一，叫「兔毛塵」，兔毛就更細了。兔毛塵再分成七分之一，叫「水塵」，這個很微細的物質，它在水裡面可以自由往來沒有障礙。我們知道水有密度，它在這密度裡穿來穿去不受障礙，叫「水塵」。"
    },
    {
      "id": "12-037-0004_p0006",
      "zh_CN": "水尘的七分之一叫「金尘」。金属它还是有空隙，密度虽然大，它依旧有空隙；这一粒尘在它空隙里走来走去没障碍，形容它小，这是我们肉眼都看不见，没有法子观察，现在用显微镜可以看到，确确实实是这个现象。金尘再分七分之一，称之为「微尘」。佛说「微尘」天眼才能看到，可能我们今天用科学仪器都没有办法观测到。微尘还可以分。微尘再分，分成七分之一，叫「极微之微」；极微之微就不能再分，再分就没有了，所以极微之微叫「邻虚尘」，它跟虚空做邻居。佛在经上用这种分析的方法，所有一切物质现象都是极微之微聚集而成的，所以《金刚经》上讲「一合相」。所有物质分析到最后，现在科学家叫做「基本粒子」，那就不能再分了，基本粒子就是佛经里面讲的「极微之微」；如果它还能分，就不是佛经上讲的极微之微。",
      "zh_TW": "水塵的七分之一叫「金塵」。金屬它還是有空隙，密度雖然大，它依舊有空隙；這一粒塵在它空隙裡走來走去沒障礙，形容它小，這是我們肉眼都看不見，沒有法子觀察，現在用顯微鏡可以看到，確確實實是這個現象。金塵再分七分之一，稱之為「微塵」。佛說「微塵」天眼才能看到，可能我們今天用科學儀器都沒有辦法觀測到。微塵還可以分。微塵再分，分成七分之一，叫「極微之微」；極微之微就不能再分，再分就沒有了，所以極微之微叫「鄰虛塵」，它跟虛空做鄰居。佛在經上用這種分析的方法，所有一切物質現象都是極微之微聚集而成的，所以《金剛經》上講「一合相」。所有物質分析到最後，現在科學家叫做「基本粒子」，那就不能再分了，基本粒子就是佛經裡面講的「極微之微」；如果它還能分，就不是佛經上講的極微之微。"
    },
    {
      "id": "12-037-0004_p0007",
      "zh_CN": "三千年前释迦牟尼佛并没有这些科学的仪器，他把物质现象看得这么清楚、这么明白，告诉我们物质的现象是由极微之微聚集而形成的；我们现在科学里面讲，是由基本粒子组成电子，电子组成核子，核子再组成分子，实际上跟佛讲的比喻没有两样。为什么一切我们看的现象不一样？现在人讲，它是基本粒子排列的方程式不一样，所以使我们看到形形色色，无量无边。",
      "zh_TW": "三千年前釋迦牟尼佛並沒有這些科學的儀器，他把物質現象看得這麼清楚、這麼明白，告訴我們物質的現象是由極微之微聚集而形成的；我們現在科學裡面講，是由基本粒子組成電子，電子組成核子，核子再組成分子，實際上跟佛講的比喻沒有兩樣。為什麼一切我們看的現象不一樣？現在人講，它是基本粒子排列的方程式不一樣，所以使我們看到形形色色，無量無邊。"
    },
    {
      "id": "12-037-0004_p0008",
      "zh_CN": "佛告诉我们，基本的粒子，在佛家讲「极微之微」，这么小的一个物体，它有四个现象，叫「四大」。第一个现象，确确实实它是物质，虽然很小，它确实是物质，物质用「地」来做代表，地代表它是个物质。这一个小物体它有温度，温度我们就称为「火大」。它有湿度，湿度就称为「水大」。现在外国人不讲火、不讲水，他讲阴电、阳电；「阴电」就是经里面讲的「水大」，「阳电」就是经里头讲的「火大」。还有一个现象叫「风大」，风是什么？它是动的，它不是静止的，「风动」。这就说明基本的物质有这四个现象，称之为「地、水、火、风」，我们要懂得，这是今天讲的物理现象，佛经上在几千年当中就讲得很清楚。虚空法界所有一切的物质，都是这个极微之微组成的，所以《金刚经》上讲「一合相」。",
      "zh_TW": "佛告訴我們，基本的粒子，在佛家講「極微之微」，這麼小的一個物體，它有四個現象，叫「四大」。第一個現象，確確實實它是物質，雖然很小，它確實是物質，物質用「地」來做代表，地代表它是個物質。這一個小物體它有溫度，溫度我們就稱為「火大」。它有濕度，濕度就稱為「水大」。現在外國人不講火、不講水，他講陰電、陽電；「陰電」就是經裡面講的「水大」，「陽電」就是經裡頭講的「火大」。還有一個現象叫「風大」，風是什麼？它是動的，它不是靜止的，「風動」。這就說明基本的物質有這四個現象，稱之為「地、水、火、風」，我們要懂得，這是今天講的物理現象，佛經上在幾千年當中就講得很清楚。虛空法界所有一切的物質，都是這個極微之微組成的，所以《金剛經》上講「一合相」。"
    },
    {
      "id": "12-037-0004_p0009",
      "zh_CN": "你懂得一合相，你才真正体会得佛法里面讲平等的道理，真平等！众生跟佛平等，决定没有差别。万法平等，没有一法不平等，为什么？全是基本粒子组成的，我们凡夫不知道。它排列的方程式不一样，结构不一样，物质完全相同。因为它排列方程式不一样，我们凡夫看到金钢钻：「这是宝石，非常名贵！」看到一块石头：「一文不值！」其实，金钢钻跟石头都是极微之微组成的，它的价值完全平等，毫无差别，排列不一样而已！凡夫不了解事实真相，在一切境界里面生起虚妄的分别执着，这个错了！",
      "zh_TW": "你懂得一合相，你才真正體會得佛法裡面講平等的道理，真平等！眾生跟佛平等，決定沒有差別。萬法平等，沒有一法不平等，為什麼？全是基本粒子組成的，我們凡夫不知道。它排列的方程式不一樣，結構不一樣，物質完全相同。因為它排列方程式不一樣，我們凡夫看到金鋼鑽：「這是寶石，非常名貴！」看到一塊石頭：「一文不值！」其實，金鋼鑽跟石頭都是極微之微組成的，它的價值完全平等，毫無差別，排列不一樣而已！凡夫不了解事實真相，在一切境界裡面生起虛妄的分別執著，這個錯了！"
    },
    {
      "id": "12-037-0004_p0010",
      "zh_CN": "我们明了这个道理，就能够体会得到佛为什么在天堂里面没有乐受、在地狱里面没有苦受。苦乐是从妄想分别里面变现出来的，离开妄想分别执着，哪来的苦乐？诸位要晓得，天堂跟地狱是一法界。但是我们凡夫感受当中，那是决定不同的差别法界，为什么？凡夫有妄想分别执着，你才把一法界变成差别的法界，所谓十法界、无量无边法界。如果你离开妄想分别执着，十法界是一法界，也叫一法身。大乘经里面常说：「十方三世佛，共同一法身。」这个道理很深很深，诸位如果能体会到，受用无穷！这样你才能入佛的境界。入佛境界就是有佛菩萨那种的享受，这个受才是真乐。世间的乐是假的，世间乐是苦乐之乐，它的乐有对面；佛菩萨的乐没有对面，这是绝对的，它不是苦乐之乐。我们净土宗常讲西方极乐世界，那个「极乐」也不是苦乐之乐。如果是苦乐之乐，是相对的乐，是十法界、是六道里头的东西；一真法界里头没有相对的，没有相对的才叫真乐。这个理很深、很广，我们说到此地就可以了。",
      "zh_TW": "我們明瞭這個道理，就能夠體會得到佛為什麼在天堂裡面沒有樂受、在地獄裡面沒有苦受。苦樂是從妄想分別裡面變現出來的，離開妄想分別執著，哪來的苦樂？諸位要曉得，天堂跟地獄是一法界。但是我們凡夫感受當中，那是決定不同的差別法界，為什麼？凡夫有妄想分別執著，你才把一法界變成差別的法界，所謂十法界、無量無邊法界。如果你離開妄想分別執著，十法界是一法界，也叫一法身。大乘經裡面常說：「十方三世佛，共同一法身。」這個道理很深很深，諸位如果能體會到，受用無窮！這樣你才能入佛的境界。入佛境界就是有佛菩薩那種的享受，這個受才是真樂。世間的樂是假的，世間樂是苦樂之樂，它的樂有對面；佛菩薩的樂沒有對面，這是絕對的，它不是苦樂之樂。我們淨土宗常講西方極樂世界，那個「極樂」也不是苦樂之樂。如果是苦樂之樂，是相對的樂，是十法界、是六道裡頭的東西；一真法界裡頭沒有相對的，沒有相對的才叫真樂。這個理很深、很廣，我們說到此地就可以了。"
    },
    {
      "id": "12-037-0004_p0011",
      "zh_CN": "第一句，「怎么样能够舍凡夫家，生于如来家？」如来家在哪里？《华严经》上讲，尽虚空遍法界是如来家。同学们我想常常听到佛家有两句话，一般法师做佛事当中，疏文一开端都念这两句：「心包太虚，量周沙界。」你们想想，这是不是如来家？如来家是心包太虚，量周沙界，世出世间一切法没有一法不平等、没有一法不清净，那是如来家。我们要懂得怎样才能够契入如来境界，就是「生如来家」。这是补充这几句，再看底下这一句，第二句：",
      "zh_TW": "第一句，「怎麼樣能夠捨凡夫家，生於如來家？」如來家在哪裡？《華嚴經》上講，盡虛空遍法界是如來家。同學們我想常常聽到佛家有兩句話，一般法師做佛事當中，疏文一開端都念這兩句：「心包太虛，量周沙界。」你們想想，這是不是如來家？如來家是心包太虛，量周沙界，世出世間一切法沒有一法不平等、沒有一法不清淨，那是如來家。我們要懂得怎樣才能夠契入如來境界，就是「生如來家」。這是補充這幾句，再看底下這一句，第二句："
    },
    {
      "id": "12-037-0004_p0012",
      "zh_CN": "【云何能度生死海，入佛智慧海。】",
      "zh_TW": "【云何能度生死海，入佛智慧海。】"
    },
    {
      "id": "12-037-0004_p0013",
      "zh_CN": "生死是一个现象，这个现象是幻相不是真相。真相是什么？真相没有生死。跟你讲真话，没有生死；骗骗你，说有生死。凡夫对于这一切境界相看错了，没有看到宇宙人生的真相；真相就在我们面前，真相就在我们本身，我们一天到晚习而不察。生灭现象从哪里来的？是我们对于一切现象一种错误的观察。现代的科学家，我们也不能不佩服他，他所发现的、所说出来的，逐渐逐渐跟佛经里面讲的接近。现代科学家认为这个世间没有物质，物质是什么？物质是一种波动的现象，这个讲法跟大乘经教里头非常接近。所以我们读了大乘之后，晓得世间有没有物质存在？没有。就是佛讲到「极微之微」，这个说法不是究竟说，这个说法叫方便说；究竟说，这个极微之微都不存在。那是什么现象？真的是波动的现象。什么波？我们今天讲，叫「思想波」；这大家好懂，其实比这个还要微细。再微细的说，「心波」；这个「心」绝对不是心脏，心脏是个物质，「心」很难讲、很难懂。所以禅宗里面讲：「若人识得心，大地无寸土。」你要是能把心认识、明白了，一切法就圆满。为什么？大乘经上常说：「虚空法界一切众生，唯心所现，唯识所变。」心是能生、是能变，虚空法界一切众生是所生、是所变。可是佛法不是哲学，哲学能所是对立的，能不是所，所不是能；佛法里面讲能所是一不是二，它不是对立的，它是圆融的，这就难懂了。",
      "zh_TW": "生死是一個現象，這個現象是幻相不是真相。真相是什麼？真相沒有生死。跟你講真話，沒有生死；騙騙你，說有生死。凡夫對於這一切境界相看錯了，沒有看到宇宙人生的真相；真相就在我們面前，真相就在我們本身，我們一天到晚習而不察。生滅現象從哪裡來的？是我們對於一切現象一種錯誤的觀察。現代的科學家，我們也不能不佩服他，他所發現的、所說出來的，逐漸逐漸跟佛經裡面講的接近。現代科學家認為這個世間沒有物質，物質是什麼？物質是一種波動的現象，這個講法跟大乘經教裡頭非常接近。所以我們讀了大乘之後，曉得世間有沒有物質存在？沒有。就是佛講到「極微之微」，這個說法不是究竟說，這個說法叫方便說；究竟說，這個極微之微都不存在。那是什麼現象？真的是波動的現象。什麼波？我們今天講，叫「思想波」；這大家好懂，其實比這個還要微細。再微細的說，「心波」；這個「心」絕對不是心臟，心臟是個物質，「心」很難講、很難懂。所以禪宗裡面講：「若人識得心，大地無寸土。」你要是能把心認識、明白了，一切法就圓滿。為什麼？大乘經上常說：「虛空法界一切眾生，唯心所現，唯識所變。」心是能生、是能變，虛空法界一切眾生是所生、是所變。可是佛法不是哲學，哲學能所是對立的，能不是所，所不是能；佛法裡面講能所是一不是二，它不是對立的，它是圓融的，這就難懂了。"
    },
    {
      "id": "12-037-0004_p0014",
      "zh_CN": "民国初年欧阳竟无大师说「佛教不是宗教，也不是哲学」，他说得很好，对于佛法他真的有认识。佛告诉我们一切万物的现象，《中观论》上讲了八个「不」，所有一切万物「不生不灭、不常不断、不一不异、不来不去」，佛用这八个「不」形容事实真相。这八个「不」，实际上关键就是前面两个字，不生。不生哪来的灭？当然就不灭。为什么说一切法不生？这个话我们很难懂，如果懂得波动的现象，从这里面细心去体会，它是波动现象。所以《金刚经》最后的结论，佛说：「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」这四句讲得明白。",
      "zh_TW": "民國初年歐陽竟無大師說「佛教不是宗教，也不是哲學」，他說得很好，對於佛法他真的有認識。佛告訴我們一切萬物的現象，《中觀論》上講了八個「不」，所有一切萬物「不生不滅、不常不斷、不一不異、不來不去」，佛用這八個「不」形容事實真相。這八個「不」，實際上關鍵就是前面兩個字，不生。不生哪來的滅？當然就不滅。為什麼說一切法不生？這個話我們很難懂，如果懂得波動的現象，從這裡面細心去體會，它是波動現象。所以《金剛經》最後的結論，佛說：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」這四句講得明白。"
    },
    {
      "id": "12-037-0004_p0015",
      "zh_CN": "「一切有为法」，什么叫有为法？就是我们凡夫认为有生有灭的，叫做「有为法」。我们这个身体有生老病死，这是有为法。我们的心一天到晚胡思乱想，所谓是一个念头灭了，下一个念头又生了，这个心是生灭法；这个心，跟诸位说，这叫妄心不是真心，真心不生不灭，这是妄心。其实，妄心也是不生不灭，这个我们就难懂了。肉身、物质也是不生不灭，纯粹是个波动现象。唯识经论里面讲：「无明不觉生三细，境界为缘长六粗。」那个三细相，「无明业相」，无明业相就是个动相，它起了波动，波动里面就生分别，佛家名词叫做「见分」，我们今天讲心理现象，头一个有心理现象，从心理现象再变成物质现象，变成「相分」；精神跟物质是这么来的，都是假的，都不是真的。它这个现象存在多久？佛在经上用闪电做比喻，说明它存在的时间非常短。我们为什么看到这个现象好像是很真的？很真实摆在我们面前？这是相续相不是真相，我们看到的是相续相。相续相完全看缘，它存在的时间长短关键在缘。",
      "zh_TW": "「一切有為法」，什麼叫有為法？就是我們凡夫認為有生有滅的，叫做「有為法」。我們這個身體有生老病死，這是有為法。我們的心一天到晚胡思亂想，所謂是一個念頭滅了，下一個念頭又生了，這個心是生滅法；這個心，跟諸位說，這叫妄心不是真心，真心不生不滅，這是妄心。其實，妄心也是不生不滅，這個我們就難懂了。肉身、物質也是不生不滅，純粹是個波動現象。唯識經論裡面講：「無明不覺生三細，境界為緣長六粗。」那個三細相，「無明業相」，無明業相就是個動相，它起了波動，波動裡面就生分別，佛家名詞叫做「見分」，我們今天講心理現象，頭一個有心理現象，從心理現象再變成物質現象，變成「相分」；精神跟物質是這麼來的，都是假的，都不是真的。它這個現象存在多久？佛在經上用閃電做比喻，說明它存在的時間非常短。我們為什麼看到這個現象好像是很真的？很真實擺在我們面前？這是相續相不是真相，我們看到的是相續相。相續相完全看緣，它存在的時間長短關鍵在緣。"
    },
    {
      "id": "12-037-0004_p0016",
      "zh_CN": "这个说法如果诸位还是不好懂，我们再用一个浅显的比喻来说明。现在科技进步，都用电视。在电视之前，我在年轻的时候也很喜欢摄影，我玩过八厘米的摄影机，那是一般家庭里面用的小型的电影，那是用胶卷照出来的，一秒钟镜头开合二十四次。所以我们平常看电影，电影的画面一秒钟二十四次开关。一个开关就像一个生死一样，镜头一打开，生了，影像就现，关了，灭了，再下面一个镜头又开了；一秒钟二十四次生灭就把我们骗了，我们看电影就像是真的一样了。一秒钟二十四个生灭。",
      "zh_TW": "這個說法如果諸位還是不好懂，我們再用一個淺顯的比喻來說明。現在科技進步，都用電視。在電視之前，我在年輕的時候也很喜歡攝影，我玩過八厘米的攝影機，那是一般家庭裡面用的小型的電影，那是用膠卷照出來的，一秒鐘鏡頭開合二十四次。所以我們平常看電影，電影的畫面一秒鐘二十四次開關。一個開關就像一個生死一樣，鏡頭一打開，生了，影像就現，關了，滅了，再下面一個鏡頭又開了；一秒鐘二十四次生滅就把我們騙了，我們看電影就像是真的一樣了。一秒鐘二十四個生滅。"
    },
    {
      "id": "12-037-0004_p0017",
      "zh_CN": "佛在《仁王经》上告诉我们，他说「一弹指有六十刹那」，这是一弹指的时间。我们弹得很快，大概一秒钟可以弹四次。我就是用这个算法，一秒钟弹四次，一弹指六十个刹那，一刹那当中有九百生灭，如果照这个算起来，照我们弹四次来算，四乘六十再乘九百，刚刚好是两个十万八千。一秒钟当中两个十万八千的生灭，我们怎么能把它看出来这是假的？佛跟我们讲我们现在的现象，所以《金刚经》上讲「如露亦如电」。那个「电」是形容、是比喻，我们很不容易体会，读《仁王经》的时候稍稍有一点体会。佛这个说法，到以后咱们大乘经读多了，才知道《仁王经》上也是方便说，还不是真实说。真实说的速度比这个还快，不知道要快多少倍！",
      "zh_TW": "佛在《仁王經》上告訴我們，他說「一彈指有六十剎那」，這是一彈指的時間。我們彈得很快，大概一秒鐘可以彈四次。我就是用這個算法，一秒鐘彈四次，一彈指六十個剎那，一剎那當中有九百生滅，如果照這個算起來，照我們彈四次來算，四乘六十再乘九百，剛剛好是兩個十萬八千。一秒鐘當中兩個十萬八千的生滅，我們怎麼能把它看出來這是假的？佛跟我們講我們現在的現象，所以《金剛經》上講「如露亦如電」。那個「電」是形容、是比喻，我們很不容易體會，讀《仁王經》的時候稍稍有一點體會。佛這個說法，到以後咱們大乘經讀多了，才知道《仁王經》上也是方便說，還不是真實說。真實說的速度比這個還快，不知道要快多少倍！"
    },
    {
      "id": "12-037-0004_p0018",
      "zh_CN": "我们怎么能觉察宇宙人生真相？佛菩萨怎么知道的？佛菩萨在甚深禅定当中观察到了。所以心一定要静，愈静极其微弱的波动他都能觉察到。我们的心太粗太粗了，粗心大意，没有办法觉察到宇宙人生的真相。大乘经上佛告诉我们，真正的波动现象，就是心理现象跟物质现象的产生，这发生，什么人才能够见到？大经上讲，八地菩萨。八地菩萨是不动地，这个时候无明现象在他眼前，他观察得就很清楚。今天许多科学家、哲学家、宗教家，在探讨宇宙的来源、生命的起源，大乘经上早就说得这么清楚、这么明白。我们去探讨、去研究，能不能得到？决定得不到。为什么？心太粗了。现在我们的粗心也还不错，粗心发明了精密的仪器，仪器比我们的心细，可是这些仪器能不能探到这个秘密，宇宙生命的秘密？恐怕还是很难；再精密的仪器，比不上八地菩萨的甚深禅定。所以佛不需要藉任何仪器修定，修定是佛家的正行。",
      "zh_TW": "我們怎麼能覺察宇宙人生真相？佛菩薩怎麼知道的？佛菩薩在甚深禪定當中觀察到了。所以心一定要靜，愈靜極其微弱的波動他都能覺察到。我們的心太粗太粗了，粗心大意，沒有辦法覺察到宇宙人生的真相。大乘經上佛告訴我們，真正的波動現象，就是心理現象跟物質現象的產生，這發生，什麼人才能夠見到？大經上講，八地菩薩。八地菩薩是不動地，這個時候無明現象在他眼前，他觀察得就很清楚。今天許多科學家、哲學家、宗教家，在探討宇宙的來源、生命的起源，大乘經上早就說得這麼清楚、這麼明白。我們去探討、去研究，能不能得到？決定得不到。為什麼？心太粗了。現在我們的粗心也還不錯，粗心發明了精密的儀器，儀器比我們的心細，可是這些儀器能不能探到這個祕密，宇宙生命的祕密？恐怕還是很難；再精密的儀器，比不上八地菩薩的甚深禪定。所以佛不需要藉任何儀器修定，修定是佛家的正行。"
    },
    {
      "id": "12-037-0004_p0019",
      "zh_CN": "佛家常讲八万四千法门、无量法门，法是方法，门是门径，这个就是说，你要观察到事实真相，《般若经》上讲的「诸法实相」，了解真相这个人就叫成佛。「佛」这个字是印度梵语音译的，它的意思是「觉者、智者」，他智慧现前了，他觉悟、明白了，明白个什么？明白宇宙人生真相，这个人我们就称他作「佛」、称他作「菩萨」。佛菩萨不是神，神也未必了解宇宙人生真相。「神」是怎么回事情？现在科学家也知道了，他们讲「不同维次空间的生物」。现在科学家说，确实宇宙之间有不同维次空间存在，但是如何突破空间维次，现在还没有办法。理论上有，他们是用加速度，这个速度加了超过光速，就能看到过去未来。换句话说，突破一部分的时空界限，不能够完全突破。空间维次，在理论上讲，是无限的。今天科学家确确实实证实有十一种不同的空间维次，我们人是生在三度空间。爱因斯坦跟我们讲到四度空间、五度空间，这是理论上讲，我们没有法子接触到。所以科学家不能说是不聪明，很可惜，他没学佛，他用佛法的功夫，可以把他的境界提升很多倍的层次。",
      "zh_TW": "佛家常講八萬四千法門、無量法門，法是方法，門是門徑，這個就是說，你要觀察到事實真相，《般若經》上講的「諸法實相」，了解真相這個人就叫成佛。「佛」這個字是印度梵語音譯的，它的意思是「覺者、智者」，他智慧現前了，他覺悟、明白了，明白個什麼？明白宇宙人生真相，這個人我們就稱他作「佛」、稱他作「菩薩」。佛菩薩不是神，神也未必了解宇宙人生真相。「神」是怎麼回事情？現在科學家也知道了，他們講「不同維次空間的生物」。現在科學家說，確實宇宙之間有不同維次空間存在，但是如何突破空間維次，現在還沒有辦法。理論上有，他們是用加速度，這個速度加了超過光速，就能看到過去未來。換句話說，突破一部分的時空界限，不能夠完全突破。空間維次，在理論上講，是無限的。今天科學家確確實實證實有十一種不同的空間維次，我們人是生在三度空間。愛因斯坦跟我們講到四度空間、五度空間，這是理論上講，我們沒有法子接觸到。所以科學家不能說是不聰明，很可惜，他沒學佛，他用佛法的功夫，可以把他的境界提升很多倍的層次。"
    },
    {
      "id": "12-037-0004_p0020",
      "zh_CN": "这是说生死，确确实实真搞清楚、搞明白了，没有生死。把生死的现象认识清楚，然后我们对于生死丝毫没有恐怖。生死现象像什么？我们讲得粗一点的比喻，舍身受身就像换衣服，脱衣服、穿衣服一样，这个身体时间用久了，不再好使用了，换一个。这是真的。这个现象，就是古老婆罗门教里面讲的轮回的现象。诸位要晓得，「六道轮回」不是佛教讲的，是婆罗门教讲的。婆罗门教的历史，他们自己说有一万多年，但是今天世界一般宗教家、历史学家承认他们有八千五百年，比我们佛教长；佛教只有三千年，现在外国人讲二千五百多年，他比我们的历史长。在新加坡现在称为「兴都教」，我们中国人称作「印度教」，就是「婆罗门教」。六道轮回现象是他们说的，他们见到了。用什么方法见到？禅定。他在静坐，心到相当寂静的程度，把空间维次突破了，所以他见到饿鬼道，见到地狱道，见到欲界天、色界天、无色界天，然后他就不能再突破了。他们说六道的现象，但是不知道六道怎么来的，所谓「知其当然，而不知其所以然」。",
      "zh_TW": "這是說生死，確確實實真搞清楚、搞明白了，沒有生死。把生死的現象認識清楚，然後我們對於生死絲毫沒有恐怖。生死現象像什麼？我們講得粗一點的比喻，捨身受身就像換衣服，脫衣服、穿衣服一樣，這個身體時間用久了，不再好使用了，換一個。這是真的。這個現象，就是古老婆羅門教裡面講的輪迴的現象。諸位要曉得，「六道輪迴」不是佛教講的，是婆羅門教講的。婆羅門教的歷史，他們自己說有一萬多年，但是今天世界一般宗教家、歷史學家承認他們有八千五百年，比我們佛教長；佛教只有三千年，現在外國人講二千五百多年，他比我們的歷史長。在新加坡現在稱為「興都教」，我們中國人稱作「印度教」，就是「婆羅門教」。六道輪迴現象是他們說的，他們見到了。用什麼方法見到？禪定。他在靜坐，心到相當寂靜的程度，把空間維次突破了，所以他見到餓鬼道，見到地獄道，見到欲界天、色界天、無色界天，然後他就不能再突破了。他們說六道的現象，但是不知道六道怎麼來的，所謂「知其當然，而不知其所以然」。"
    },
    {
      "id": "12-037-0004_p0021",
      "zh_CN": "释迦牟尼佛为什么出生在印度，不出生在中国？有道理！中国在那个时代，一些学者确实没有达到这么高的层次，但是印度一些宗教家他们达到了，他们能够找到无想天。所以印度教讲到最高的境界，讲到「冥谛」，冥谛就是非想非非想天的境界。释迦牟尼佛出现于世之后，把所以然的道理说出来，也就是说，为什么会有这个现象。这个大乘经上讲得很清楚、很明白，这一部分的经论，现代科学还没有达到这么高的境界，还没有能够彻底解决这个问题。这个问题解决之后，一个人的妄想分别执着就断了，自然就没有了。人离了妄想分别执着，天下太平，什么问题都解决了，这个世界就是极乐世界，这个世界就是华藏世界，这个世界就是天堂。为什么我们今天举世动乱不安，人民过这么痛苦的生活？都是不了解事实真相。每一个人自以为是，生活在妄想分别执着之中！苦了自己，也苦了别人。",
      "zh_TW": "釋迦牟尼佛為什麼出生在印度，不出生在中國？有道理！中國在那個時代，一些學者確實沒有達到這麼高的層次，但是印度一些宗教家他們達到了，他們能夠找到無想天。所以印度教講到最高的境界，講到「冥諦」，冥諦就是非想非非想天的境界。釋迦牟尼佛出現於世之後，把所以然的道理說出來，也就是說，為什麼會有這個現象。這個大乘經上講得很清楚、很明白，這一部分的經論，現代科學還沒有達到這麼高的境界，還沒有能夠徹底解決這個問題。這個問題解決之後，一個人的妄想分別執著就斷了，自然就沒有了。人離了妄想分別執著，天下太平，什麼問題都解決了，這個世界就是極樂世界，這個世界就是華藏世界，這個世界就是天堂。為什麼我們今天舉世動亂不安，人民過這麼痛苦的生活？都是不了解事實真相。每一個人自以為是，生活在妄想分別執著之中！苦了自己，也苦了別人。"
    },
    {
      "id": "12-037-0004_p0022",
      "zh_CN": "所以我们读到这一句，这是如来果地上的境界。末后一句『入佛智慧海』，这是究竟圆满的智慧。智慧从哪里生的？智慧从定生的。诸位一定要知道，智慧是自性本来具足的，决定不是从外面来的。我们今天读书，要读多少书、要求学，你所得来的，佛法里面讲聪明智慧，你这个是「世智辩聪」，世间的聪明智慧，不是佛讲的。佛讲的真智慧跟世间聪明智慧完全不相同，佛家讲「真实智慧」是我们真心本性里面本来具足的，不是从外头学来的。",
      "zh_TW": "所以我們讀到這一句，這是如來果地上的境界。末後一句『入佛智慧海』，這是究竟圓滿的智慧。智慧從哪裡生的？智慧從定生的。諸位一定要知道，智慧是自性本來具足的，決定不是從外面來的。我們今天讀書，要讀多少書、要求學，你所得來的，佛法裡面講聰明智慧，你這個是「世智辯聰」，世間的聰明智慧，不是佛講的。佛講的真智慧跟世間聰明智慧完全不相同，佛家講「真實智慧」是我們真心本性裡面本來具足的，不是從外頭學來的。"
    },
    {
      "id": "12-037-0004_p0023",
      "zh_CN": "要怎样才能得这个智慧？要用禅定的功夫；你智慧的大小，就看你定功的浅深。把生命缘起观察清楚了，这是真正深智慧，佛家讲的八地菩萨的定功、八地菩萨的智慧，他能够见到，这个现象他见到。虽见到，还不透彻。透彻，那还要再往前精进，九地、十地、十一地，十一地是等觉，再到最后十二地，那才是你全部真的搞清楚、搞明白，一丝毫疑惑都没有了。佛在经上有个比喻，他讲十一地等觉菩萨，等觉菩萨对于这个事实真相的观察，佛有个比喻叫「隔罗望月」，晚上我们看到月亮，他还隔一层罗纱，罗纱是很薄的丝织品，还隔一层罗看月亮，当然也看得不错了，还隔着一层，等觉菩萨。这一层罗纱拿掉，你就完全没有障碍，那是佛眼所见的。我们今天用这个层次，就是十二个层次所见的，佛是第十二级，第十一级是等觉菩萨，等觉菩萨看这个事实真相还「隔罗望月」。",
      "zh_TW": "要怎樣才能得這個智慧？要用禪定的功夫；你智慧的大小，就看你定功的淺深。把生命緣起觀察清楚了，這是真正深智慧，佛家講的八地菩薩的定功、八地菩薩的智慧，他能夠見到，這個現象他見到。雖見到，還不透徹。透徹，那還要再往前精進，九地、十地、十一地，十一地是等覺，再到最後十二地，那才是你全部真的搞清楚、搞明白，一絲毫疑惑都沒有了。佛在經上有個比喻，他講十一地等覺菩薩，等覺菩薩對於這個事實真相的觀察，佛有個比喻叫「隔羅望月」，晚上我們看到月亮，他還隔一層羅紗，羅紗是很薄的絲織品，還隔一層羅看月亮，當然也看得不錯了，還隔著一層，等覺菩薩。這一層羅紗拿掉，你就完全沒有障礙，那是佛眼所見的。我們今天用這個層次，就是十二個層次所見的，佛是第十二級，第十一級是等覺菩薩，等覺菩薩看這個事實真相還「隔羅望月」。"
    },
    {
      "id": "12-037-0004_p0024",
      "zh_CN": "由此可知，佛法修行真正的功夫是什么？戒定慧三学。无论在家、出家，你要知道，如果你在这上疏忽了，你这一生充其量成个佛学家，于生死边事毫不相干！那你就错了。必须要依戒得定，因定开慧，那个「慧」是真智慧。什么叫戒？戒定慧三学，就是释迦牟尼佛当年在世四十九年所说的、所教的，不但他说法、教学，而且落实在他自己生活当中，他的一生生活就是戒定慧的表演，做出来给我们看。「戒学」，总的来说，就是方法，我们必须要遵守它的方法。这是什么方法？是得定的方法；你要不依这个方法，你决定不能得定。定得到之后，定起作用就是智慧。定是体，慧是用；慧是体，定是用，定慧可以互为体用，才能把你的层次不断向上提升，互为体用，相辅相成。所以我们离开戒学，你怎么能得定？戒学是方法，方法很多，八万四千法门，八万四千种方法，无量法门，无量种不同的方法。诸位要知道，方法再多，它的目标、它的方向是一个，就是「禅定」。",
      "zh_TW": "由此可知，佛法修行真正的功夫是什麼？戒定慧三學。無論在家、出家，你要知道，如果你在這上疏忽了，你這一生充其量成個佛學家，於生死邊事毫不相干！那你就錯了。必須要依戒得定，因定開慧，那個「慧」是真智慧。什麼叫戒？戒定慧三學，就是釋迦牟尼佛當年在世四十九年所說的、所教的，不但他說法、教學，而且落實在他自己生活當中，他的一生生活就是戒定慧的表演，做出來給我們看。「戒學」，總的來說，就是方法，我們必須要遵守它的方法。這是什麼方法？是得定的方法；你要不依這個方法，你決定不能得定。定得到之後，定起作用就是智慧。定是體，慧是用；慧是體，定是用，定慧可以互為體用，才能把你的層次不斷向上提升，互為體用，相輔相成。所以我們離開戒學，你怎麼能得定？戒學是方法，方法很多，八萬四千法門，八萬四千種方法，無量法門，無量種不同的方法。諸位要知道，方法再多，它的目標、它的方向是一個，就是「禪定」。"
    },
    {
      "id": "12-037-0004_p0025",
      "zh_CN": "我今天讲禅定，恐怕诸位又会把意思错解了，你就会想到禅宗，你把这个意思错解了。这个「禅定」是广义的，所有的佛法统统是禅定。我们在前面讲的那一章，吉祥云比丘给善财童子开示的那一段经文，他讲了二十一种念佛方法，这「二十一」不是数字，二十一是表大圆满，代表圆满的，一个都不漏，无量无边的法门都是念佛法门，这个体现出《华严经》的教义「一即是多，多即是一，一多不二」。我们讲念佛，佛法所有法门全是念佛法门；禅宗讲参禅，佛所说的所有法门都是参禅的法门，念佛也是参禅；无量法门，任何一门都圆圆满满含摄一切法门。所以，它那个「一」，不是独一、不是专一，是任一，任何一门都可以代表所有一切法门，所以佛在金刚般若会上讲「是法平等，无有高下」。你要说「我这个法门高，那个法门不如我」，这是邪师说法，这不是正法。我们学佛，这些基本的常识如果都不晓得，你怎么能入佛门？",
      "zh_TW": "我今天講禪定，恐怕諸位又會把意思錯解了，你就會想到禪宗，你把這個意思錯解了。這個「禪定」是廣義的，所有的佛法統統是禪定。我們在前面講的那一章，吉祥雲比丘給善財童子開示的那一段經文，他講了二十一種念佛方法，這「二十一」不是數字，二十一是表大圓滿，代表圓滿的，一個都不漏，無量無邊的法門都是念佛法門，這個體現出《華嚴經》的教義「一即是多，多即是一，一多不二」。我們講念佛，佛法所有法門全是念佛法門；禪宗講參禪，佛所說的所有法門都是參禪的法門，念佛也是參禪；無量法門，任何一門都圓圓滿滿含攝一切法門。所以，它那個「一」，不是獨一、不是專一，是任一，任何一門都可以代表所有一切法門，所以佛在金剛般若會上講「是法平等，無有高下」。你要說「我這個法門高，那個法門不如我」，這是邪師說法，這不是正法。我們學佛，這些基本的常識如果都不曉得，你怎麼能入佛門？"
    },
    {
      "id": "12-037-0004_p0026",
      "zh_CN": "佛法不但是佛所说的一切法门平等，我们要问：基督教、伊斯兰教、印度教、犹太教，宗教多了，跟我们大乘法平不平等？你一定摇头：不平等。告诉你，那不是佛法，佛法是平等法，无有一法不平等。也许同修曾经听说过，但是意思你会不过来，佛家有所谓「圆人说法，无法不圆」，这句话怎么讲法？我们有没有认真的去体会过？无有一法不平等，无有一法不含摄一切法。佛经里头还有一个比喻更有味道。佛说一微尘，一粒很细的尘土，「一微尘容纳虚空法界」，尽虚空遍法界在一微尘里头，一切微尘无不如是，这才是真正的觉悟了。",
      "zh_TW": "佛法不但是佛所說的一切法門平等，我們要問：基督教、伊斯蘭教、印度教、猶太教，宗教多了，跟我們大乘法平不平等？你一定搖頭：不平等。告訴你，那不是佛法，佛法是平等法，無有一法不平等。也許同修曾經聽說過，但是意思你會不過來，佛家有所謂「圓人說法，無法不圓」，這句話怎麼講法？我們有沒有認真的去體會過？無有一法不平等，無有一法不含攝一切法。佛經裡頭還有一個比喻更有味道。佛說一微塵，一粒很細的塵土，「一微塵容納虛空法界」，盡虛空遍法界在一微塵裡頭，一切微塵無不如是，這才是真正的覺悟了。"
    },
    {
      "id": "12-037-0004_p0027",
      "zh_CN": "所以，如果有高下，那就像禅宗《坛经》里面印宗问六祖的话，他们两个人初见面，这是在广州南华寺，那个「风动、幡动」的故事就在这个地方，距离我们很近。印宗知道他是五祖的传人，特别向他请教：「五祖在黄梅对于禅定、解脱是怎样讲解的？」惠能大师的答复，答复得很妙，他说：「禅定、解脱是二法，二法不是佛法。」你们想想这个问答，佛法是不二法，这到底讲的是什么回事情？在一切境缘之中，「境」是讲物质环境，「缘」是讲人事环境，「一切境缘中」，这是佛经里头术语，用现在的话来说，就是在一切物质环境、人事环境里面，你才有妄想分别执着，不是佛法了，念头才一动就二法了。一动，迷了；不动，不动就是禅定。由此可知，禅定是决定没有妄想分别执着，这叫禅定。禅定是自己的真心，禅定就是禅宗里面所讲「父母未生前本来面目」，就讲这个，心一动就迷了，心一动就错了。",
      "zh_TW": "所以，如果有高下，那就像禪宗《壇經》裡面印宗問六祖的話，他們兩個人初見面，這是在廣州南華寺，那個「風動、幡動」的故事就在這個地方，距離我們很近。印宗知道他是五祖的傳人，特別向他請教：「五祖在黃梅對於禪定、解脫是怎樣講解的？」惠能大師的答覆，答覆得很妙，他說：「禪定、解脫是二法，二法不是佛法。」你們想想這個問答，佛法是不二法，這到底講的是什麼回事情？在一切境緣之中，「境」是講物質環境，「緣」是講人事環境，「一切境緣中」，這是佛經裡頭術語，用現在的話來說，就是在一切物質環境、人事環境裡面，你才有妄想分別執著，不是佛法了，念頭才一動就二法了。一動，迷了；不動，不動就是禪定。由此可知，禪定是決定沒有妄想分別執著，這叫禪定。禪定是自己的真心，禪定就是禪宗裡面所講「父母未生前本來面目」，就講這個，心一動就迷了，心一動就錯了。"
    },
    {
      "id": "12-037-0004_p0028",
      "zh_CN": "我们要问：人在这个境界里头还有作用吗？有；一样穿衣吃饭，一样跟你讨论是非，表演得跟凡夫完全没有两样。这又是怎么回事情？《坛经》里面六祖跟永嘉大师的对话显示出来了。永嘉离了妄想分别执着，大彻大悟，明心见性，入佛境界。六祖问他一句：「你还有分别吗？」他答复：「分别亦非意。」六祖点点头：「汝如是，我亦如是。」那就是什么？那是示现在人间。如果人家问你：「这是什么？」如果你一句话都不说，你这个人不是白痴吗？一定是说：「这是毛巾，白色的毛巾。」你们大家都懂。你们心目当中分别执着这是白色的毛巾；我说「白色毛巾」是因为你们分别、你们执着，我随你们说，我没有分别，也没有执着，这叫「分别亦非意」，高就高在这里。你有分别、有执着，你有烦恼，你有生死，你有六道轮回。他随顺我们众生，他没有生死轮回，他什么都没有。他用真心，我们用妄心，真心跟妄心可以在一起生活，可以圆融。所以，佛跟我们在一起，他住他的一真法界，我们住我们的六道轮回，他在这里面帮助我们，时时刻刻用言语、用动作、用暗示帮助我们觉悟，帮助我们回头，这叫做「普度众生」。",
      "zh_TW": "我們要問：人在這個境界裡頭還有作用嗎？有；一樣穿衣吃飯，一樣跟你討論是非，表演得跟凡夫完全沒有兩樣。這又是怎麼回事情？《壇經》裡面六祖跟永嘉大師的對話顯示出來了。永嘉離了妄想分別執著，大徹大悟，明心見性，入佛境界。六祖問他一句：「你還有分別嗎？」他答覆：「分別亦非意。」六祖點點頭：「汝如是，我亦如是。」那就是什麼？那是示現在人間。如果人家問你：「這是什麼？」如果你一句話都不說，你這個人不是白痴嗎？一定是說：「這是毛巾，白色的毛巾。」你們大家都懂。你們心目當中分別執著這是白色的毛巾；我說「白色毛巾」是因為你們分別、你們執著，我隨你們說，我沒有分別，也沒有執著，這叫「分別亦非意」，高就高在這裡。你有分別、有執著，你有煩惱，你有生死，你有六道輪迴。他隨順我們眾生，他沒有生死輪迴，他什麼都沒有。他用真心，我們用妄心，真心跟妄心可以在一起生活，可以圓融。所以，佛跟我們在一起，他住他的一真法界，我們住我們的六道輪迴，他在這裡面幫助我們，時時刻刻用言語、用動作、用暗示幫助我們覺悟，幫助我們回頭，這叫做「普度眾生」。"
    },
    {
      "id": "12-037-0004_p0029",
      "zh_CN": "我们也晓得什么叫禅定，《坛经》里面讲「禅定」的定义，「禅是外不着相，定是内不动心」，这两句话是从《金刚经》里面变现出来的。六祖是在《金刚经》里面开悟的。他这两个说法，「外不着相叫做禅」，《金刚经》上讲「不取于相，如如不动」；「不取于相」是「外不着相」，「如如不动」是「内不动心」，这叫禅定。所以禅定不是盘腿面壁，六根接触外面六尘境界，你不会被外面境界影响，不会被外面境界所动，这就是禅。我们现在的话说，不受外境的诱惑，眼不被色诱惑，耳不被声诱惑，舌不被味诱惑，六根不被外面六尘诱惑，这叫禅。心里面不生是非人我，不起贪瞋痴慢，那叫做定。然后你就晓得功夫在哪里用？就在日常生活当中历事炼心。我们现在读的《善财童子五十三参》，五十三参就是历事炼心，外面境界绝不回避。回避怎么能成功？找个深山躲起来修行是很清净，一入都市心马上动了，就完了。所以要晓得，修行是一切时、一切处都是自己修行用功的处所，没有分别、没有执着，一定要懂得在境界里头怎样用功，怎样修戒定慧，过戒定慧的生活。",
      "zh_TW": "我們也曉得什麼叫禪定，《壇經》裡面講「禪定」的定義，「禪是外不著相，定是內不動心」，這兩句話是從《金剛經》裡面變現出來的。六祖是在《金剛經》裡面開悟的。他這兩個說法，「外不著相叫做禪」，《金剛經》上講「不取於相，如如不動」；「不取於相」是「外不著相」，「如如不動」是「內不動心」，這叫禪定。所以禪定不是盤腿面壁，六根接觸外面六塵境界，你不會被外面境界影響，不會被外面境界所動，這就是禪。我們現在的話說，不受外境的誘惑，眼不被色誘惑，耳不被聲誘惑，舌不被味誘惑，六根不被外面六塵誘惑，這叫禪。心裡面不生是非人我，不起貪瞋痴慢，那叫做定。然後你就曉得功夫在哪裡用？就在日常生活當中歷事鍊心。我們現在讀的《善財童子五十三參》，五十三參就是歷事鍊心，外面境界絕不迴避。迴避怎麼能成功？找個深山躲起來修行是很清淨，一入都市心馬上動了，就完了。所以要曉得，修行是一切時、一切處都是自己修行用功的處所，沒有分別、沒有執著，一定要懂得在境界裡頭怎樣用功，怎樣修戒定慧，過戒定慧的生活。"
    },
    {
      "id": "12-037-0004_p0030",
      "zh_CN": "戒定慧的生活比我们现前的生活快乐多了。我们举一个例子，诸位从一个例子细细的去体会。现在一般家庭娱乐大概都少不了电视，老老少少都喜欢看电视。菩萨看不看电视？菩萨也看电视，你们笑他也笑，你们哭他也哭，菩萨的受用跟我们凡夫的受用完全不相同。为什么？菩萨的表现是和光同尘，那就是「分别亦非意」；他好像也有分别、也有执着，决定没有心意识。没有心意识是什么？戒定慧。那个分别执着是他度化众生的手段，他的方法，实实在在他没有分别，他没有执着，他也没有妄想，他知道「凡所有相，皆是虚妄」。所以他一样跟我们在一起看电视，我们看电视是生烦恼，看到欢喜就大笑，是烦恼，喜、怒、哀、乐、爱、恶、欲统统是烦恼；我们看生烦恼，他看生智慧，增长戒定慧。同样看一个电视的画面，他看了生戒定慧，我们看了生烦恼，动七情五欲，怎么会一样？一个例子，日常生活当中，无有一法不如是。",
      "zh_TW": "戒定慧的生活比我們現前的生活快樂多了。我們舉一個例子，諸位從一個例子細細的去體會。現在一般家庭娛樂大概都少不了電視，老老少少都喜歡看電視。菩薩看不看電視？菩薩也看電視，你們笑他也笑，你們哭他也哭，菩薩的受用跟我們凡夫的受用完全不相同。為什麼？菩薩的表現是和光同塵，那就是「分別亦非意」；他好像也有分別、也有執著，決定沒有心意識。沒有心意識是什麼？戒定慧。那個分別執著是他度化眾生的手段，他的方法，實實在在他沒有分別，他沒有執著，他也沒有妄想，他知道「凡所有相，皆是虛妄」。所以他一樣跟我們在一起看電視，我們看電視是生煩惱，看到歡喜就大笑，是煩惱，喜、怒、哀、樂、愛、惡、欲統統是煩惱；我們看生煩惱，他看生智慧，增長戒定慧。同樣看一個電視的畫面，他看了生戒定慧，我們看了生煩惱，動七情五欲，怎麼會一樣？一個例子，日常生活當中，無有一法不如是。"
    },
    {
      "id": "12-037-0004_p0031",
      "zh_CN": "宗门的祖师大德常常问学生，我们在语录里头看到，祖师看了说：「你会么？」这个话的味道很深，你会不会！就在日常生活当中，穿衣吃饭之处，你会吗？会，全是戒定慧；不会，全是烦恼。不会，落在贪瞋痴慢里头，贪图物质享受，你起贪心。讲得最粗、讲得最浅，贪心变饿鬼，所以世间人常讲人死了就作鬼去了。实在讲，这个话讲不通，人死了之后，他前面有六条路，你怎么可以断定他去作鬼？摆在面前有天道、有人道、有修罗道、鬼道、畜生道、地狱道，你怎么说他作鬼？很多人都是这么说，我们细细想想也不无道理。为什么？哪个人没有贪心？贪心特别重，贪财、贪色、贪名、贪利，贪心是饿鬼道，他天天在造鬼的因，他死了以后当然就去作鬼了。",
      "zh_TW": "宗門的祖師大德常常問學生，我們在語錄裡頭看到，祖師看了說：「你會麼？」這個話的味道很深，你會不會！就在日常生活當中，穿衣吃飯之處，你會嗎？會，全是戒定慧；不會，全是煩惱。不會，落在貪瞋痴慢裡頭，貪圖物質享受，你起貪心。講得最粗、講得最淺，貪心變餓鬼，所以世間人常講人死了就作鬼去了。實在講，這個話講不通，人死了之後，他前面有六條路，你怎麼可以斷定他去作鬼？擺在面前有天道、有人道、有修羅道、鬼道、畜生道、地獄道，你怎麼說他作鬼？很多人都是這麼說，我們細細想想也不無道理。為什麼？哪個人沒有貪心？貪心特別重，貪財、貪色、貪名、貪利，貪心是餓鬼道，他天天在造鬼的因，他死了以後當然就去作鬼了。"
    },
    {
      "id": "12-037-0004_p0032",
      "zh_CN": "昨天我到中文大学去访问，我看到中文大学里面很多建筑物都是用人名命名的，我看了很感叹！为什么？这些人是做了好事，建了这么多大楼捐赠给学校；他脱不了六道轮回，私心还很重，还是执着他的名闻利养。为什么不换个名字叫忠孝楼、仁爱楼、信义楼？没有自己私人的名闻利养，用这个名称提醒一般大众要学忠、要学孝、要学仁、要学义，他的功德超过现在万万倍都不止！用自己名字命名，还是饿鬼道，难！没有智慧怎么行？做再多的好事，没有把「我」忘掉；「我」忘不掉，就脱离不了六道轮回。佛在经上讲得很清楚，我执破了，轮回就没有了；法执破了，十法界就没有了；妄想断尽了，一真法界也没有了，真正大圆满的成就，这些道理我们要懂。我们无论做什么事情，要守自己的清净心，决不能有丝毫的污染。真诚心、清净心、平等心、智慧心，后面才是大慈悲心，你才能成就。",
      "zh_TW": "昨天我到中文大學去訪問，我看到中文大學裡面很多建築物都是用人名命名的，我看了很感嘆！為什麼？這些人是做了好事，建了這麼多大樓捐贈給學校；他脫不了六道輪迴，私心還很重，還是執著他的名聞利養。為什麼不換個名字叫忠孝樓、仁愛樓、信義樓？沒有自己私人的名聞利養，用這個名稱提醒一般大眾要學忠、要學孝、要學仁、要學義，他的功德超過現在萬萬倍都不止！用自己名字命名，還是餓鬼道，難！沒有智慧怎麼行？做再多的好事，沒有把「我」忘掉；「我」忘不掉，就脫離不了六道輪迴。佛在經上講得很清楚，我執破了，輪迴就沒有了；法執破了，十法界就沒有了；妄想斷盡了，一真法界也沒有了，真正大圓滿的成就，這些道理我們要懂。我們無論做什麼事情，要守自己的清淨心，決不能有絲毫的污染。真誠心、清淨心、平等心、智慧心，後面才是大慈悲心，你才能成就。"
    },
    {
      "id": "12-037-0004_p0033",
      "zh_CN": "人生，实在讲太短暂了。纵然活到一百岁，活到一百岁的人毕竟是少数，也是刹那间事。我们自己如果多做一些反省、观察，回想自己小的时候、读书的时候，就像在昨天一样，我们多少亲人、多少同学、多少朋友已经过世了，你能常常作如是观，才晓得佛在经上跟我们讲的现象，「世间无常，国土危脆」，都是假的。什么是真的？戒定慧是真的，明心见性是真的，了解宇宙人生真相是真的，这个不是假的。假的要把它舍掉，真的要好好的去修学。我们这个身是假的，我们居住的环境是假的，佛家常讲「借假修真」，很多人知道佛这个说法，也很认真修学，为什么学了很多年，甚至于学了一辈子，都没有学成就？道理在哪里？佛在经典上讲的这些道理、方法、境界，他没有搞清楚、没有搞明白，他的修学就是一般讲的「盲修瞎练」，盲修瞎练怎么能有成就？他学错了！",
      "zh_TW": "人生，實在講太短暫了。縱然活到一百歲，活到一百歲的人畢竟是少數，也是剎那間事。我們自己如果多做一些反省、觀察，回想自己小的時候、讀書的時候，就像在昨天一樣，我們多少親人、多少同學、多少朋友已經過世了，你能常常作如是觀，才曉得佛在經上跟我們講的現象，「世間無常，國土危脆」，都是假的。什麼是真的？戒定慧是真的，明心見性是真的，了解宇宙人生真相是真的，這個不是假的。假的要把它捨掉，真的要好好的去修學。我們這個身是假的，我們居住的環境是假的，佛家常講「借假修真」，很多人知道佛這個說法，也很認真修學，為什麼學了很多年，甚至於學了一輩子，都沒有學成就？道理在哪裡？佛在經典上講的這些道理、方法、境界，他沒有搞清楚、沒有搞明白，他的修學就是一般講的「盲修瞎練」，盲修瞎練怎麼能有成就？他學錯了！"
    },
    {
      "id": "12-037-0004_p0034",
      "zh_CN": "要怎样才能真有成就？这个事情很难。我现在在新加坡教学，我有一个短期的培训班训练出家法师讲经，我们这一届在家居士有四位。我告诉同学们，第一个关口，最难突破的是自私自利，如果不把自私自利放下，完全舍弃，你就没有办法提升自己境界。头一个关口！我们无始劫以来的烦恼习气多么重！现在社会五欲六尘的诱惑太多了，如何能够禁得起诱惑，把持住自己，你才能成就；如果禁不起财色名食睡的诱惑，没有不堕落的。即使你把讲经的方法学会了，依旧造业；换句话说，自私自利是轮回心，用轮回心修学佛法，弘法利生还是堕轮回，决定不能够超越轮回。轮回尚且不能超越，「生死海」就不能谈了。要想『度生死海』，头一关就是要超越六道轮回；要想超越六道轮回，头一个条件要放弃自私自利。",
      "zh_TW": "要怎樣才能真有成就？這個事情很難。我現在在新加坡教學，我有一個短期的培訓班訓練出家法師講經，我們這一屆在家居士有四位。我告訴同學們，第一個關口，最難突破的是自私自利，如果不把自私自利放下，完全捨棄，你就沒有辦法提升自己境界。頭一個關口！我們無始劫以來的煩惱習氣多麼重！現在社會五欲六塵的誘惑太多了，如何能夠禁得起誘惑，把持住自己，你才能成就；如果禁不起財色名食睡的誘惑，沒有不墮落的。即使你把講經的方法學會了，依舊造業；換句話說，自私自利是輪迴心，用輪迴心修學佛法，弘法利生還是墮輪迴，決定不能夠超越輪迴。輪迴尚且不能超越，「生死海」就不能談了。要想『度生死海』，頭一關就是要超越六道輪迴；要想超越六道輪迴，頭一個條件要放棄自私自利。"
    },
    {
      "id": "12-037-0004_p0035",
      "zh_CN": "我们在《金刚经》上细细去观察，小乘须陀洹果、大乘初信位的菩萨四相都破了，「无我相，无人相，无众生相，无寿者相」。小乘须陀洹果在佛法是小学一年级，算是入门。我们不在这上下功夫，永远入不了门，也就是佛教小学一年级进不去。我们不是这一生学佛，经典上佛告诉我们，我们的修学已经经历无量劫，哪里是这一生？无量劫的修学，为什么会落到今天这个样子？生生世世的修学，没有把「我」放下，也就是说没有把自私自利放下，因此生生世世的修学，只是种一点善根而已，不起作用！",
      "zh_TW": "我們在《金剛經》上細細去觀察，小乘須陀洹果、大乘初信位的菩薩四相都破了，「無我相，無人相，無眾生相，無壽者相」。小乘須陀洹果在佛法是小學一年級，算是入門。我們不在這上下功夫，永遠入不了門，也就是佛教小學一年級進不去。我們不是這一生學佛，經典上佛告訴我們，我們的修學已經經歷無量劫，哪裡是這一生？無量劫的修學，為什麼會落到今天這個樣子？生生世世的修學，沒有把「我」放下，也就是說沒有把自私自利放下，因此生生世世的修學，只是種一點善根而已，不起作用！"
    },
    {
      "id": "12-037-0004_p0036",
      "zh_CN": "诸位同修可以说大家的善根都非常深厚，过去生中修得很久、修得很多了，善根深厚。这一生能不能成就？那就看这一生你能不能突破这个瓶颈：我再不把自私自利放在心上，要把这个放下！我们生生世世修行，亏就吃在这个地方，这一生再不肯放下，跟过去一样，还要搞轮回，念佛也不能往生。诸位要晓得，念佛往生的人他放下了，他不放下不能往生。我们看到许多念佛人，平常他是放不下，临终那个时候放下了，行！临终那一念放下，他一念就能成功，他就能往生；临终时候放不下，那就没有法子，又搞轮回去了。你们听了我这个话，千万不要抱一个侥幸心理：「不要紧，现在可以不要放下，等我临死的时候才放下。」你有没有把握临命终时你的头脑很清楚，到那个时候可以放下？如果在临命终时不省人事，那不就完了！临命终时能往生，最重要的条件，头脑清楚，一丝毫不迷惑。我们有没有这个把握？如果没有这个把握，那就早干！现在就干！不等到临终，现在就干。",
      "zh_TW": "諸位同修可以說大家的善根都非常深厚，過去生中修得很久、修得很多了，善根深厚。這一生能不能成就？那就看這一生你能不能突破這個瓶頸：我再不把自私自利放在心上，要把這個放下！我們生生世世修行，虧就吃在這個地方，這一生再不肯放下，跟過去一樣，還要搞輪迴，念佛也不能往生。諸位要曉得，念佛往生的人他放下了，他不放下不能往生。我們看到許多念佛人，平常他是放不下，臨終那個時候放下了，行！臨終那一念放下，他一念就能成功，他就能往生；臨終時候放不下，那就沒有法子，又搞輪迴去了。你們聽了我這個話，千萬不要抱一個僥倖心理：「不要緊，現在可以不要放下，等我臨死的時候才放下。」你有沒有把握臨命終時你的頭腦很清楚，到那個時候可以放下？如果在臨命終時不省人事，那不就完了！臨命終時能往生，最重要的條件，頭腦清楚，一絲毫不迷惑。我們有沒有這個把握？如果沒有這個把握，那就早幹！現在就幹！不等到臨終，現在就幹。"
    },
    {
      "id": "12-037-0004_p0037",
      "zh_CN": "果然一切放下了，我再跟诸位同修透个消息，随时可以往生。为什么？你没有障碍了，想什么时候去就什么时候去。一般人想去去不了，他没放下，牵肠挂肚的事情太多，烦恼习气太重，因此他去不了。所以，身心世界万缘放下，想什么时候往生就什么时候往生，想多住几年也绝不妨碍。但是，功夫到这个层次，他在这个世间想多住几年，决不是他想，他想他还有贪，他舍不得这个世间，他是凡夫他不是圣人。他有能力往生还不往生，还多住几年，为什么？多帮助几个人，多带几个人往生，这是正确的，不是为自己住世，是为众生。众生之中他清楚，哪些众生有缘、哪些众生没有缘，佛不度无缘之人。什么叫「没有缘」？他不相信，他不能接受，他不能够依教奉行，这是无缘。这些世间众生当中，还有很多人能信、能愿、能行，这不能舍弃，「佛氏门中，不舍一人」，我们要帮助这些人。这个世间还有很多这些人，那就决定不能走，要帮助他。所以化缘尽了，自然就走了。什么叫「化缘尽」？譬如说跟我有缘的都得度了，还有一些跟我没有缘的，我没有办法，帮不上忙，这个时候我可以走了，走得很自在，走得很自然。",
      "zh_TW": "果然一切放下了，我再跟諸位同修透個消息，隨時可以往生。為什麼？你沒有障礙了，想什麼時候去就什麼時候去。一般人想去去不了，他沒放下，牽腸掛肚的事情太多，煩惱習氣太重，因此他去不了。所以，身心世界萬緣放下，想什麼時候往生就什麼時候往生，想多住幾年也絕不妨礙。但是，功夫到這個層次，他在這個世間想多住幾年，決不是他想，他想他還有貪，他捨不得這個世間，他是凡夫他不是聖人。他有能力往生還不往生，還多住幾年，為什麼？多幫助幾個人，多帶幾個人往生，這是正確的，不是為自己住世，是為眾生。眾生之中他清楚，哪些眾生有緣、哪些眾生沒有緣，佛不度無緣之人。什麼叫「沒有緣」？他不相信，他不能接受，他不能夠依教奉行，這是無緣。這些世間眾生當中，還有很多人能信、能願、能行，這不能捨棄，「佛氏門中，不捨一人」，我們要幫助這些人。這個世間還有很多這些人，那就決定不能走，要幫助他。所以化緣盡了，自然就走了。什麼叫「化緣盡」？譬如說跟我有緣的都得度了，還有一些跟我沒有緣的，我沒有辦法，幫不上忙，這個時候我可以走了，走得很自在，走得很自然。"
    },
    {
      "id": "12-037-0004_p0038",
      "zh_CN": "「入佛智慧海」，佛的智慧海，广义的说，圆教初住菩萨破一品无明，证一分法身，就入佛智慧海。往上去，一层比一层深入，善财童子的目标是究竟圆满的佛智海。今天时间到了，我们就讲到此地。",
      "zh_TW": "「入佛智慧海」，佛的智慧海，廣義的說，圓教初住菩薩破一品無明，證一分法身，就入佛智慧海。往上去，一層比一層深入，善財童子的目標是究竟圓滿的佛智海。今天時間到了，我們就講到此地。"
    }
  ]
}