{
  "doc_id": "21-670-0001",
  "title": {
    "zh_CN": "极乐世界二十九种庄严",
    "zh_TW": "極樂世界二十九種莊嚴"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-670-0001",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "21-670-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。前天有同学将我们过去在《净土大经解演义》跟这次所说的《大经科注》节录下来，对于西方极乐世界介绍的这些文字要编一个小册子，叫《认识西方极乐世界的真善美》。前面这一段我看完了，编得很好，可是后半段它缺了，这里面二十九种庄严只说了国土十七种。二十九种里面讲国土、讲佛、讲菩萨，就是《往生论》上讲的西方极乐世界三种庄严，入一个清净句，念老在大经注解里面引用得很多，常常提到。可见得天亲菩萨说得好，简单扼要，什么是西方极乐世界，讲清楚了，也讲明白了，非常难得。",
      "zh_TW": "諸位法師，諸位同學，請坐。前天有同學將我們過去在《淨土大經解演義》跟這次所說的《大經科註》節錄下來，對於西方極樂世界介紹的這些文字要編一個小冊子，叫《認識西方極樂世界的真善美》。前面這一段我看完了，編得很好，可是後半段它缺了，這裡面二十九種莊嚴只說了國土十七種。二十九種裡面講國土、講佛、講菩薩，就是《往生論》上講的西方極樂世界三種莊嚴，入一個清淨句，念老在大經註解裡面引用得很多，常常提到。可見得天親菩薩說得好，簡單扼要，什麼是西方極樂世界，講清楚了，也講明白了，非常難得。"
    },
    {
      "id": "21-670-0001_p0002",
      "zh_CN": "西方极乐世界是怎么成就的？我们在《无量寿经》里面看到，阿弥陀佛的前身，没有成佛之前，他是一个出家人，法名叫法藏，我们称他为法藏比丘。没有出家之前，他是国王，很仁慈的一个国王。当时有佛出现在世间讲经说法，他去听经，听明白之后，发现佛的慈悲心跟他的慈悲心完全相同的。他的慈悲心只是救国家、救人类；而佛的慈悲心太大了，他是救度遍法界虚空界一切诸佛刹土里面的众生。仰慕佛陀的伟大，他深受感动，所以他舍弃王位，他出家了。出家学佛，想跟佛一样普度十方世界一切苦难众生。这苦难众生就是六道，就是六道众生。六道众生非常痛苦、非常可怜，我们是没有天眼，如果有天眼你看到了，你才会真正了解。",
      "zh_TW": "西方極樂世界是怎麼成就的？我們在《無量壽經》裡面看到，阿彌陀佛的前身，沒有成佛之前，他是一個出家人，法名叫法藏，我們稱他為法藏比丘。沒有出家之前，他是國王，很仁慈的一個國王。當時有佛出現在世間講經說法，他去聽經，聽明白之後，發現佛的慈悲心跟他的慈悲心完全相同的。他的慈悲心只是救國家、救人類；而佛的慈悲心太大了，他是救度遍法界虛空界一切諸佛剎土裡面的眾生。仰慕佛陀的偉大，他深受感動，所以他捨棄王位，他出家了。出家學佛，想跟佛一樣普度十方世界一切苦難眾生。這苦難眾生就是六道，就是六道眾生。六道眾生非常痛苦、非常可憐，我們是沒有天眼，如果有天眼你看到了，你才會真正了解。"
    },
    {
      "id": "21-670-0001_p0003",
      "zh_CN": "我们在这个世间，得这个人身，确实是受到三维空间的限制。我们局限在这个里面无法突破，科学怎么样进步也没有办法超越三维空间。原因是什么？佛在经上跟我们讲得很好，原因是我们自己有妄想、有分别、有起心动念这些烦恼。起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，这三种烦恼障碍了我们的自性，障碍了性德。性德里面就是讲的神通，六种神通是性德。障碍我们用真心，所以现在我们用的心妄心，不是真心。什么叫妄心？妄心是生灭心，真心不生不灭。你看我们的心不就是念头吗？前念灭了，后念又生了，叫生灭心，这是妄心。佛用真心，真心是清净平等觉，大经的经题上有。我们的心是染污，我们的心是不平，我们的心是迷惑颠倒，有意无意跟一切众生结冤仇，这是大错特错！而不知道一切众生本来是佛，这世尊在《华严经》上讲的，我们真的是全错了。",
      "zh_TW": "我們在這個世間，得這個人身，確實是受到三維空間的限制。我們侷限在這個裡面無法突破，科學怎麼樣進步也沒有辦法超越三維空間。原因是什麼？佛在經上跟我們講得很好，原因是我們自己有妄想、有分別、有起心動念這些煩惱。起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，這三種煩惱障礙了我們的自性，障礙了性德。性德裡面就是講的神通，六種神通是性德。障礙我們用真心，所以現在我們用的心妄心，不是真心。什麼叫妄心？妄心是生滅心，真心不生不滅。你看我們的心不就是念頭嗎？前念滅了，後念又生了，叫生滅心，這是妄心。佛用真心，真心是清淨平等覺，大經的經題上有。我們的心是染污，我們的心是不平，我們的心是迷惑顛倒，有意無意跟一切眾生結冤仇，這是大錯特錯！而不知道一切眾生本來是佛，這世尊在《華嚴經》上講的，我們真的是全錯了。"
    },
    {
      "id": "21-670-0001_p0004",
      "zh_CN": "法藏比丘听经听懂了，所以发心出家。我们听经没听懂，所以不能把经教应用在我们日常生活当中。我们没做到，他做到了，他做得很彻底，出家了。出家要像佛一样普度一切众生，想建立一个道场，做为落实他度众生愿望的一个事业，向老师请教，老师是世间自在王如来。老师对他的发心非常赞叹，对他的觉悟也认为很了不起。发这样的大愿，用我们现在的话来说就是办学，办学怎么个办法？老师教导他先去参观，佛家叫参学、考察，现在人所谓调研，调查、研究。到哪里去调查研究？一切诸佛刹土。你去看，所有一切诸佛刹土你都去访问、都去参学、都去看，你看到好的，你觉得是好的，你就照做；认为不好的，你就改进，或者就把它舍掉。法藏比丘真干，干了多久？五劫。这么长的时间仔细考察一切诸佛刹土，最后做了总结，这个总结就是四十八愿。四十八愿不是他在家里头想像的，不是的，也不是一次就发了这么多愿，不是的，是五劫的时间在外面参学考察，舍人之短，取人之长，这样做出一个总结的结论，就依照这四十八条纲领来建立西方极乐世界。不是人工建造的，用什么？用无量劫修行功德跟他四十八愿相结合，这样变现出极乐世界。",
      "zh_TW": "法藏比丘聽經聽懂了，所以發心出家。我們聽經沒聽懂，所以不能把經教應用在我們日常生活當中。我們沒做到，他做到了，他做得很徹底，出家了。出家要像佛一樣普度一切眾生，想建立一個道場，做為落實他度眾生願望的一個事業，向老師請教，老師是世間自在王如來。老師對他的發心非常讚歎，對他的覺悟也認為很了不起。發這樣的大願，用我們現在的話來說就是辦學，辦學怎麼個辦法？老師教導他先去參觀，佛家叫參學、考察，現在人所謂調研，調查、研究。到哪裡去調查研究？一切諸佛剎土。你去看，所有一切諸佛剎土你都去訪問、都去參學、都去看，你看到好的，你覺得是好的，你就照做；認為不好的，你就改進，或者就把它捨掉。法藏比丘真幹，幹了多久？五劫。這麼長的時間仔細考察一切諸佛剎土，最後做了總結，這個總結就是四十八願。四十八願不是他在家裡頭想像的，不是的，也不是一次就發了這麼多願，不是的，是五劫的時間在外面參學考察，捨人之短，取人之長，這樣做出一個總結的結論，就依照這四十八條綱領來建立西方極樂世界。不是人工建造的，用什麼？用無量劫修行功德跟他四十八願相結合，這樣變現出極樂世界。"
    },
    {
      "id": "21-670-0001_p0005",
      "zh_CN": "所以极乐世界是法性土，往生到极乐世界的人是法性身，跟我们这个世间的土地、人身完全不相同。我们得的物质的身体是阿赖耶的相分，我们的心（念头）是阿赖耶的见分。阿赖耶是梵语，翻成中国意思叫藏识。藏就像仓库一样，识这里面所含藏的，我们现在一般人讲记忆，仓库、资料室。无量劫来在六道轮回，生生世世，你的思想、行为、造作都有一部很细的帐目，就收藏在这个资料室，所以叫藏识。我们起心动个念头，阿赖耶识里面都记录下来，比电脑还快、还精确。所以它是生灭的，我们称它叫生灭心。它是我们现在所讲的能量、意念、物质现象的总源头，它是源头。宇宙就从这儿来的，万物也从这儿来的，生命也从这儿来的，包括我们这个身体都从它来的，它是妄心，它不是真心。",
      "zh_TW": "所以極樂世界是法性土，往生到極樂世界的人是法性身，跟我們這個世間的土地、人身完全不相同。我們得的物質的身體是阿賴耶的相分，我們的心（念頭）是阿賴耶的見分。阿賴耶是梵語，翻成中國意思叫藏識。藏就像倉庫一樣，識這裡面所含藏的，我們現在一般人講記憶，倉庫、資料室。無量劫來在六道輪迴，生生世世，你的思想、行為、造作都有一部很細的帳目，就收藏在這個資料室，所以叫藏識。我們起心動個念頭，阿賴耶識裡面都記錄下來，比電腦還快、還精確。所以它是生滅的，我們稱它叫生滅心。它是我們現在所講的能量、意念、物質現象的總源頭，它是源頭。宇宙就從這兒來的，萬物也從這兒來的，生命也從這兒來的，包括我們這個身體都從它來的，它是妄心，它不是真心。"
    },
    {
      "id": "21-670-0001_p0006",
      "zh_CN": "妄心的物质也不是真的，物质是个幻相。物质怎么来的？物质是阿赖耶的相分，相分是从见分来的，见分就是精神现象，相分是物质现象，精神现象就是念头、就是意念，所以物质现象是从念头生的。念头从哪里来的？念头从业相所显现的。业是什么？业是波动现象，就是能量。今天科学也说了这三样东西，实际上就是佛经上讲的阿赖耶。能量、信息、物质这是科学名词，阿赖耶是业相、转相、境界相。转相就是见分，境界相就是相分。所以这个世间的物质，《金刚经》上佛说得好，叫一合相。有一个基本的物质，所有物质现象都是这基本物质所组成的，组合成，实际上是一个东西。这一个东西在佛经上称它作极微之微，最小的物质现象，肉眼看不见，天眼也看不见，阿罗汉的天眼也看不见，它太小了。阿罗汉的天眼能看到微尘，微尘也不是我们想像当中的微尘，应该是现在科学家所说的原子，阿罗汉的天眼有这个能力，能看到原子，比原子更小的看不见。",
      "zh_TW": "妄心的物質也不是真的，物質是個幻相。物質怎麼來的？物質是阿賴耶的相分，相分是從見分來的，見分就是精神現象，相分是物質現象，精神現象就是念頭、就是意念，所以物質現象是從念頭生的。念頭從哪裡來的？念頭從業相所顯現的。業是什麼？業是波動現象，就是能量。今天科學也說了這三樣東西，實際上就是佛經上講的阿賴耶。能量、信息、物質這是科學名詞，阿賴耶是業相、轉相、境界相。轉相就是見分，境界相就是相分。所以這個世間的物質，《金剛經》上佛說得好，叫一合相。有一個基本的物質，所有物質現象都是這基本物質所組成的，組合成，實際上是一個東西。這一個東西在佛經上稱它作極微之微，最小的物質現象，肉眼看不見，天眼也看不見，阿羅漢的天眼也看不見，它太小了。阿羅漢的天眼能看到微塵，微塵也不是我們想像當中的微塵，應該是現在科學家所說的原子，阿羅漢的天眼有這個能力，能看到原子，比原子更小的看不見。"
    },
    {
      "id": "21-670-0001_p0007",
      "zh_CN": "现在我们知道，最近这三十年量子力学的发现，把原子分析，原子里头有原子核、有电子、有中子，组成一个原子。电子的数目有多有少，所以原子有不一样。有带一个电子的，有带二个电子的，有带很多个电子的。八十年前发现原子，科学以为原子是最小的物质现象，现在知道它不是的，有更小的，更小的被发现了，叫微中子。微中子的体积多大？科学家告诉我们，一百亿个微中子，一百亿集合在一起，它的体积等于一个电子。你就晓得它多小，佛说极微之微就是它。怎么知道？佛说极微之微不能再分了，一分就没有了。科学家尝试着把它分分看，这一分果然没有了，跟佛说的一样。分出来是什么？分出来发现是念头，是念头波动的现象。这个发现是很伟大的发现，为什么？它真的改变了我们的观念。",
      "zh_TW": "現在我們知道，最近這三十年量子力學的發現，把原子分析，原子裡頭有原子核、有電子、有中子，組成一個原子。電子的數目有多有少，所以原子有不一樣。有帶一個電子的，有帶二個電子的，有帶很多個電子的。八十年前發現原子，科學以為原子是最小的物質現象，現在知道它不是的，有更小的，更小的被發現了，叫微中子。微中子的體積多大？科學家告訴我們，一百億個微中子，一百億集合在一起，它的體積等於一個電子。你就曉得它多小，佛說極微之微就是它。怎麼知道？佛說極微之微不能再分了，一分就沒有了。科學家嘗試著把它分分看，這一分果然沒有了，跟佛說的一樣。分出來是什麼？分出來發現是念頭，是念頭波動的現象。這個發現是很偉大的發現，為什麼？它真的改變了我們的觀念。"
    },
    {
      "id": "21-670-0001_p0008",
      "zh_CN": "所以科学今天的结论，物质是假的不是真的，物质是由念头变现出来的。换句话说，没有念头就没有物质，有念头就有物质，而且是先有念头，后有物质。于是科学家提出以心控物，心就是念头，我们用心可以控制物质现象，这是一个非常伟大的发现。这个发现改变了我们的思想、改变了我们的生活，但是这个发现现在还没有被普遍承认，科学家还在找证据，要把这个事情证明，它是真的。真的以心控物，我们的身体自己就能做主，身体要有疾病，不需要去找医生，不需要去用医药，用念头把我们的身体恢复正常，这是真的不是假的。现在这些科学家非常努力在找证据，他们找的对象头一个就是病院，找那些得重病的人，医疗已经放弃了，说他的病治不好了，寿命大概只有一、二个月。这些病患多半都是信仰宗教的人，他知道他自己寿命到了，得的重病不能好了，每天去祈祷，不再想身体，也不再去想病，都不想它，天天想上帝、天天想天堂，希望上帝带他到天堂去。这样祈祷，祈祷二、三个月之后他没事情，再去检查，病没有了。医生说这是奇迹，科学家知道这是念头。为什么？这两个月他没有去想病、没有去想身体，这个带着病毒的细胞逐渐逐渐就恢复正常，他病就自然好了。所以念头能治病。",
      "zh_TW": "所以科學今天的結論，物質是假的不是真的，物質是由念頭變現出來的。換句話說，沒有念頭就沒有物質，有念頭就有物質，而且是先有念頭，後有物質。於是科學家提出以心控物，心就是念頭，我們用心可以控制物質現象，這是一個非常偉大的發現。這個發現改變了我們的思想、改變了我們的生活，但是這個發現現在還沒有被普遍承認，科學家還在找證據，要把這個事情證明，它是真的。真的以心控物，我們的身體自己就能做主，身體要有疾病，不需要去找醫生，不需要去用醫藥，用念頭把我們的身體恢復正常，這是真的不是假的。現在這些科學家非常努力在找證據，他們找的對象頭一個就是病院，找那些得重病的人，醫療已經放棄了，說他的病治不好了，壽命大概只有一、二個月。這些病患多半都是信仰宗教的人，他知道他自己壽命到了，得的重病不能好了，每天去祈禱，不再想身體，也不再去想病，都不想它，天天想上帝、天天想天堂，希望上帝帶他到天堂去。這樣祈禱，祈禱二、三個月之後他沒事情，再去檢查，病沒有了。醫生說這是奇蹟，科學家知道這是念頭。為什麼？這兩個月他沒有去想病、沒有去想身體，這個帶著病毒的細胞逐漸逐漸就恢復正常，他病就自然好了。所以念頭能治病。"
    },
    {
      "id": "21-670-0001_p0009",
      "zh_CN": "不但念头能治病，科学家还告诉我们，念头能够化解灾难。我们这边海水上升、火山爆发、地震，念头都能把它化解，为什么？它是物质现象，这是真的不是假的。化解外面这些灾难现象，那当然要有很高的功夫，念头要有相当力量把它集中起来，才能够起这个作用。治病是小事情，只要别想病。佛经上讲得好，「一切法从心想生」。你天天想病肯定得病，想什么病你就得什么病，为什么？心想事成，一切法从心想生；你不想它，不想病就没有了，就这么个道理。问题你要真信，佛是三千年前说的，现在科学家把它证明了，这一点都不假。",
      "zh_TW": "不但念頭能治病，科學家還告訴我們，念頭能夠化解災難。我們這邊海水上升、火山爆發、地震，念頭都能把它化解，為什麼？它是物質現象，這是真的不是假的。化解外面這些災難現象，那當然要有很高的功夫，念頭要有相當力量把它集中起來，才能夠起這個作用。治病是小事情，只要別想病。佛經上講得好，「一切法從心想生」。你天天想病肯定得病，想什麼病你就得什麼病，為什麼？心想事成，一切法從心想生；你不想它，不想病就沒有了，就這麼個道理。問題你要真信，佛是三千年前說的，現在科學家把它證明了，這一點都不假。"
    },
    {
      "id": "21-670-0001_p0010",
      "zh_CN": "所以极乐世界是阿弥陀佛心想事成，这么来的。不需要人工去建造，也不需要去画图，他天天在外面参观考察，那些印象，最好的印象在极乐世界统统兑现了，叫心想事成。阿弥陀佛心想事成，我们今天也心想，我们就比阿弥陀佛简单多了，我们只想阿弥陀佛就行了。我们只想一个，阿弥陀佛想四十八，四十八桩事情成就，我们是想他一个，他这一个里头就包含四十八个。所以我们天天想阿弥陀佛，我们的极乐世界在那里也成就了，就这么个道理，这是往生西方极乐世界的原理。西方极乐世界跟我们的关系非常密切。再说，阿弥陀佛从哪里来？佛在大乘经上常说，「唯心净土，自性弥陀」。这佛说的，阿弥陀佛是我们自性变现的，极乐世界是我们心显现的，唯心净土，所以极乐跟阿弥陀佛跟我们是一体，比一家人还亲！一家人不是一体，阿弥陀佛、极乐世界跟我们是一体，我们要想去，哪有去不成的道理！",
      "zh_TW": "所以極樂世界是阿彌陀佛心想事成，這麼來的。不需要人工去建造，也不需要去畫圖，他天天在外面參觀考察，那些印象，最好的印象在極樂世界統統兌現了，叫心想事成。阿彌陀佛心想事成，我們今天也心想，我們就比阿彌陀佛簡單多了，我們只想阿彌陀佛就行了。我們只想一個，阿彌陀佛想四十八，四十八樁事情成就，我們是想他一個，他這一個裡頭就包含四十八個。所以我們天天想阿彌陀佛，我們的極樂世界在那裡也成就了，就這麼個道理，這是往生西方極樂世界的原理。西方極樂世界跟我們的關係非常密切。再說，阿彌陀佛從哪裡來？佛在大乘經上常說，「唯心淨土，自性彌陀」。這佛說的，阿彌陀佛是我們自性變現的，極樂世界是我們心顯現的，唯心淨土，所以極樂跟阿彌陀佛跟我們是一體，比一家人還親！一家人不是一體，阿彌陀佛、極樂世界跟我們是一體，我們要想去，哪有去不成的道理！"
    },
    {
      "id": "21-670-0001_p0011",
      "zh_CN": "法界确实有无量无边诸佛如来，有无量无边诸佛刹土，总不离一心。说到一心，我们自己就有分，我也是这一心所现，也是唯识所变。我们现在就是加一个，心现它加了个识变，麻烦就在此地，这就迷了，就自己做不了主。如果只有心现没有识变，自己就能做主。识是什么？妄心。真心能现，妄心能变，十法界依正庄严妄心所变，只要你会用心，你就能得大自在，你就有能力超越虚幻的十法界，那假的，回归一真，回归自性，你就有这个能力。阿弥陀佛建立极乐世界没有别的事情，帮助我们回归自性，回归自性就是圆满成佛，证得究竟的佛果，就这个意思。",
      "zh_TW": "法界確實有無量無邊諸佛如來，有無量無邊諸佛剎土，總不離一心。說到一心，我們自己就有分，我也是這一心所現，也是唯識所變。我們現在就是加一個，心現它加了個識變，麻煩就在此地，這就迷了，就自己做不了主。如果只有心現沒有識變，自己就能做主。識是什麼？妄心。真心能現，妄心能變，十法界依正莊嚴妄心所變，只要你會用心，你就能得大自在，你就有能力超越虛幻的十法界，那假的，回歸一真，回歸自性，你就有這個能力。阿彌陀佛建立極樂世界沒有別的事情，幫助我們回歸自性，回歸自性就是圓滿成佛，證得究竟的佛果，就這個意思。"
    },
    {
      "id": "21-670-0001_p0012",
      "zh_CN": "法藏比丘非常难得，他听世间自在王佛讲经教学，又能够认真实地去到诸佛刹土考察，总结成四十八愿，就是四十八个愿望，这个愿望极乐世界完全兑现。天亲菩萨他所造的《往生论》，是他依照《无量寿经》修行往生到西方极乐世界，把他自己亲自见闻感受写成这一部《往生论》，那就是他修学净土往生西方的一份报告，给我们分享。这个论分为三大类：第一类介绍西方国土庄严，就是修学生活环境；第二是介绍阿弥陀佛，老师；第三是介绍同学，就是十方世界往生到极乐世界这些人。分这三方面跟我们介绍，我们从这一部论就认识西方极乐世界。",
      "zh_TW": "法藏比丘非常難得，他聽世間自在王佛講經教學，又能夠認真實地去到諸佛剎土考察，總結成四十八願，就是四十八個願望，這個願望極樂世界完全兌現。天親菩薩他所造的《往生論》，是他依照《無量壽經》修行往生到西方極樂世界，把他自己親自見聞感受寫成這一部《往生論》，那就是他修學淨土往生西方的一份報告，給我們分享。這個論分為三大類：第一類介紹西方國土莊嚴，就是修學生活環境；第二是介紹阿彌陀佛，老師；第三是介紹同學，就是十方世界往生到極樂世界這些人。分這三方面跟我們介紹，我們從這一部論就認識西方極樂世界。"
    },
    {
      "id": "21-670-0001_p0013",
      "zh_CN": "首先这是极乐世界的依报，依报说了十七种，无量无边的功德庄严归纳为十七种。第一种，「庄严清净功德成就」。这第一句总说、总纲领，可以说后面十六种都是从这一句流露出来的，这是总纲，十六句是讲的细节。这一句里面全是清净功德，这个清净功德四个字是根本，换句话说，极乐世界的殊胜美好都是从清净心来的。你看我们这个经题，《无量寿经》的经题，《佛说大乘无量寿庄严清净平等觉经》，大乘是智慧，自性本具的智慧，无量寿是德，庄严是相。就是世尊在《华严经》上所说的，「一切众生皆有如来智慧德相」，一切众生自性里本有的，智慧是大乘，德是无量寿，相是庄严，一切众生没有一个没有。可见得极乐世界就是我们自己智慧德相加上阿弥陀佛四十八愿，这样子变现出来的，真正不可思议。",
      "zh_TW": "首先這是極樂世界的依報，依報說了十七種，無量無邊的功德莊嚴歸納為十七種。第一種，「莊嚴清淨功德成就」。這第一句總說、總綱領，可以說後面十六種都是從這一句流露出來的，這是總綱，十六句是講的細節。這一句裡面全是清淨功德，這個清淨功德四個字是根本，換句話說，極樂世界的殊勝美好都是從清淨心來的。你看我們這個經題，《無量壽經》的經題，《佛說大乘無量壽莊嚴清淨平等覺經》，大乘是智慧，自性本具的智慧，無量壽是德，莊嚴是相。就是世尊在《華嚴經》上所說的，「一切眾生皆有如來智慧德相」，一切眾生自性裡本有的，智慧是大乘，德是無量壽，相是莊嚴，一切眾生沒有一個沒有。可見得極樂世界就是我們自己智慧德相加上阿彌陀佛四十八願，這樣子變現出來的，真正不可思議。"
    },
    {
      "id": "21-670-0001_p0014",
      "zh_CN": "我们知道这是真心，清净平等觉是真心。我们学佛没有别的，就是要学真心、用真心。这学了要会用，就用在现在生活上，你当下就能够离苦得乐。头一个我们的心不清净，我们生活愈苦，苦在哪里？心不清净，心不平等，心没有觉悟，迷惑，我们的生活是受了这个影响。怎么样修清净心？我们从大乘经的经义来说，果然你能够放下执着，不再执着，执着是见思烦恼，不再执着就是见思烦恼断掉了，清净心现前了。这个在修行里头是什么境界？阿罗汉的境界，你就证阿罗汉果；不再分别，你就是菩萨；再能把妄想放弃掉，你就成佛了。妄想是起心动念。",
      "zh_TW": "我們知道這是真心，清淨平等覺是真心。我們學佛沒有別的，就是要學真心、用真心。這學了要會用，就用在現在生活上，你當下就能夠離苦得樂。頭一個我們的心不清淨，我們生活愈苦，苦在哪裡？心不清淨，心不平等，心沒有覺悟，迷惑，我們的生活是受了這個影響。怎麼樣修清淨心？我們從大乘經的經義來說，果然你能夠放下執著，不再執著，執著是見思煩惱，不再執著就是見思煩惱斷掉了，清淨心現前了。這個在修行裡頭是什麼境界？阿羅漢的境界，你就證阿羅漢果；不再分別，你就是菩薩；再能把妄想放棄掉，你就成佛了。妄想是起心動念。"
    },
    {
      "id": "21-670-0001_p0015",
      "zh_CN": "那我们想想，我们学佛天天在学，不是不学，可是对于清净平等觉这五个字毫不相关。那这是什么？这叫假学佛，不是真学佛。真学佛，你的清净平等觉你一定得到，而且随着你的功夫不断向上提升，真的你会法喜充满，你会常生欢喜心，你待人接物就像阿弥陀佛、就像观音菩萨那么样的慈悲。你怎么还会生烦恼？怎么还会有自私自利的念头？怎么还有名闻利养、还有贪瞋痴慢？哪有这些东西！七情五欲一扫而空，你成阿罗汉、成菩萨、成佛了，这是真的。在这个世间已经得到这个受用，这一句佛号求生极乐世界、亲近阿弥陀佛，这是很容易的事情。善导大师所说的「万修万人去」，一个都不会漏的。要真学，搞假的不行。假的什么？每天还是过六道的生活，还是天天发脾气、天天不高兴、天天都有贪心、天天都愚痴、天天还傲慢，搞这些东西，这假的不是真的。现前念佛的人多，往生的人少，一万个人难得有一、二个，什么原因？他不知道怎么学佛，原因是不听经，对于经教完全不了解。印光大师在《文钞》里头常讲，八万四千法门，包括净土法门，任何一个法门都有经教做基础。",
      "zh_TW": "那我們想想，我們學佛天天在學，不是不學，可是對於清淨平等覺這五個字毫不相關。那這是什麼？這叫假學佛，不是真學佛。真學佛，你的清淨平等覺你一定得到，而且隨著你的功夫不斷向上提升，真的你會法喜充滿，你會常生歡喜心，你待人接物就像阿彌陀佛、就像觀音菩薩那麼樣的慈悲。你怎麼還會生煩惱？怎麼還會有自私自利的念頭？怎麼還有名聞利養、還有貪瞋痴慢？哪有這些東西！七情五欲一掃而空，你成阿羅漢、成菩薩、成佛了，這是真的。在這個世間已經得到這個受用，這一句佛號求生極樂世界、親近阿彌陀佛，這是很容易的事情。善導大師所說的「萬修萬人去」，一個都不會漏的。要真學，搞假的不行。假的什麼？每天還是過六道的生活，還是天天發脾氣、天天不高興、天天都有貪心、天天都愚痴、天天還傲慢，搞這些東西，這假的不是真的。現前念佛的人多，往生的人少，一萬個人難得有一、二個，什麼原因？他不知道怎麼學佛，原因是不聽經，對於經教完全不了解。印光大師在《文鈔》裡頭常講，八萬四千法門，包括淨土法門，任何一個法門都有經教做基礎。"
    },
    {
      "id": "21-670-0001_p0016",
      "zh_CN": "学佛的次序是信解行证，第一个你要相信，这个信是善根，就是说你有诚信。但是现在这种善根的人不多，为什么？没人教。中国古时候诚信是父母教的，从小教出来，做人真诚，对人恭敬。现在没人教，你的父母没教你，你怎么会知道？所以今天任何人做错事，都要原谅他，这是佛在《无量寿经》上说的，说得很好，「先人不善」，先人是父母、祖父母、曾祖父母，甚至于高祖父母，他们不知道。我们中国传统文化丢掉两百年了，要往上面溯的时候七、八代，他不知道，所以没有教你，你也不知道。你长大了，结婚生小孩，你也不会教。所以这个值得原谅，没人教你，这「先人不善，无有语者，殊无怪也」，他没教你，今天你干错事，要原谅，不要怪你。我们做错事情，希望别人原谅我，别人做错事情，我不原谅人，这是颠倒。所以我们今天要向阿弥陀佛学习，要向诸大菩萨学习。经上常讲的，只要发菩提心就好。菩提心头一个就是真诚，真诚、清净、平等、正觉、慈悲，我们生活用这个心，工作用这个心，待人接物用这个心，这叫发菩提心。然后一向专念，就决定得生。所以把清净心摆在第一。",
      "zh_TW": "學佛的次序是信解行證，第一個你要相信，這個信是善根，就是說你有誠信。但是現在這種善根的人不多，為什麼？沒人教。中國古時候誠信是父母教的，從小教出來，做人真誠，對人恭敬。現在沒人教，你的父母沒教你，你怎麼會知道？所以今天任何人做錯事，都要原諒他，這是佛在《無量壽經》上說的，說得很好，「先人不善」，先人是父母、祖父母、曾祖父母，甚至於高祖父母，他們不知道。我們中國傳統文化丟掉兩百年了，要往上面溯的時候七、八代，他不知道，所以沒有教你，你也不知道。你長大了，結婚生小孩，你也不會教。所以這個值得原諒，沒人教你，這「先人不善，無有語者，殊無怪也」，他沒教你，今天你幹錯事，要原諒，不要怪你。我們做錯事情，希望別人原諒我，別人做錯事情，我不原諒人，這是顛倒。所以我們今天要向阿彌陀佛學習，要向諸大菩薩學習。經上常講的，只要發菩提心就好。菩提心頭一個就是真誠，真誠、清淨、平等、正覺、慈悲，我們生活用這個心，工作用這個心，待人接物用這個心，這叫發菩提心。然後一向專念，就決定得生。所以把清淨心擺在第一。"
    },
    {
      "id": "21-670-0001_p0017",
      "zh_CN": "《往生论》里面的偈子说，「观彼世界相，胜过三界道」。极乐世界依正庄严胜过三界道，三界就是讲我们娑婆世界欲界、色界、无色界。我们这个世界跟他不能比，为什么？人家是法性身、法性土；我们这个世界是阿赖耶的相分，国土阿赖耶的相分，物质现象，精神现象是阿赖耶的见分。差别在哪里？阿赖耶是个生灭法。我们的念头生灭我们知道，我们这边物质也生灭，也知道，你看人有生老病死，这就是我们的身体它起变化，这就是生灭相。佛说的生灭，说到极其微细，我们一般讲的，这是佛法的奥秘。确实世尊给我们讲，只讲粗相，不说细相，为什么？细相不懂，说了细相，人会怀疑，所以那些话不讲。",
      "zh_TW": "《往生論》裡面的偈子說，「觀彼世界相，勝過三界道」。極樂世界依正莊嚴勝過三界道，三界就是講我們娑婆世界欲界、色界、無色界。我們這個世界跟他不能比，為什麼？人家是法性身、法性土；我們這個世界是阿賴耶的相分，國土阿賴耶的相分，物質現象，精神現象是阿賴耶的見分。差別在哪裡？阿賴耶是個生滅法。我們的念頭生滅我們知道，我們這邊物質也生滅，也知道，你看人有生老病死，這就是我們的身體它起變化，這就是生滅相。佛說的生滅，說到極其微細，我們一般講的，這是佛法的奧祕。確實世尊給我們講，只講粗相，不說細相，為什麼？細相不懂，說了細相，人會懷疑，所以那些話不講。"
    },
    {
      "id": "21-670-0001_p0018",
      "zh_CN": "我们看佛的教学就明白了。世尊教学你看看四十九年，三十岁开悟就开始教学，讲什么？讲阿含。讲了多久？十二年。阿含好比小学，佛教的小学不是六年，是十二年，小学，就是小乘。十二年之后再接着讲，讲方等，方等好比是中学，八年。加上前面十二年，二十年，这都是基础。这二十年之后讲真的了，佛法里头一些深密的东西都可以跟你讲了，讲般若，讲多久？二十二年，连前面总共四十二年。最后教你成佛的方法，《法华经》成佛了，八年，好比研究所一样，给你讲成佛。《无量寿经》是成佛之道，而且是成佛方法里面最善巧的一种方法，被阿弥陀佛证得了。他用这种方法把我们每一个人，只要你肯相信、你肯学习，你这一生就作佛去了，这真的这不是假的。",
      "zh_TW": "我們看佛的教學就明白了。世尊教學你看看四十九年，三十歲開悟就開始教學，講什麼？講阿含。講了多久？十二年。阿含好比小學，佛教的小學不是六年，是十二年，小學，就是小乘。十二年之後再接著講，講方等，方等好比是中學，八年。加上前面十二年，二十年，這都是基礎。這二十年之後講真的了，佛法裡頭一些深密的東西都可以跟你講了，講般若，講多久？二十二年，連前面總共四十二年。最後教你成佛的方法，《法華經》成佛了，八年，好比研究所一樣，給你講成佛。《無量壽經》是成佛之道，而且是成佛方法裡面最善巧的一種方法，被阿彌陀佛證得了。他用這種方法把我們每一個人，只要你肯相信、你肯學習，你這一生就作佛去了，這真的這不是假的。"
    },
    {
      "id": "21-670-0001_p0019",
      "zh_CN": "他的方法非常简单，第一个你真信，真的相信，没有一点怀疑。真信，你就一定会真正做到。第二个真想往生，这个世界的苦头吃够了，不想在这个世界待了，一心就想到极乐世界去。用什么方法？一向专念。你万缘放下，你就念这句阿弥陀佛就行了，你就能往生，妙不可言！这是真的这不是假的。我们现在讲《无量寿经》也正好讲在这一段，第二十四、二十五品，「三辈往生」、「往生正因」，还没讲完。这是讲往生的方法、往生的道理、往生的状况，我们都得搞清楚、搞明白，然后才知道真正超过娑婆世界这三界，欲界、色界、无色界。三界是妄想分别执着变现出来的，是虚妄相，是染污相，是轮回相，是无常相。三界众生都是迷而不觉，永远在六道里头冤冤相报，舍身受身，没完没了，这个事情很可怕，没有人觉悟到。",
      "zh_TW": "他的方法非常簡單，第一個你真信，真的相信，沒有一點懷疑。真信，你就一定會真正做到。第二個真想往生，這個世界的苦頭吃夠了，不想在這個世界待了，一心就想到極樂世界去。用什麼方法？一向專念。你萬緣放下，你就念這句阿彌陀佛就行了，你就能往生，妙不可言！這是真的這不是假的。我們現在講《無量壽經》也正好講在這一段，第二十四、二十五品，「三輩往生」、「往生正因」，還沒講完。這是講往生的方法、往生的道理、往生的狀況，我們都得搞清楚、搞明白，然後才知道真正超過娑婆世界這三界，欲界、色界、無色界。三界是妄想分別執著變現出來的，是虛妄相，是染污相，是輪迴相，是無常相。三界眾生都是迷而不覺，永遠在六道裡頭冤冤相報，捨身受身，沒完沒了，這個事情很可怕，沒有人覺悟到。"
    },
    {
      "id": "21-670-0001_p0020",
      "zh_CN": "我这两天因为同修们寄给我的资料很多，我翻到一份资料，是大连一些学佛的同修给我写的一份修学报告。一位李居士告诉我，这几年他有这么个缘分，看到多维次空间的生命，看到的现象跟经上讲的相应。这个境界是华严境界，看到无量无边的世界，在哪里？就在我们身上。看到许许多多造作罪业的众生在受苦，求超度。我会把它整理出来，一类一类的在我们摄影棚供牌位。用什么方式超度？就是请他来听经。我们一定要清楚，释迦牟尼佛普度一切苦难众生的方法没有别的，四十九年讲经教学。他听懂了，他觉悟了，尤其是这个净土法门，真正搞明白、搞清楚，能够回转头来一心念佛，那就各个往生，各个得到圆满的度脱。修其他的法门不容易，为什么？那要断烦恼。这个法门带业往生，这个法门指方立相，所以跟八万四千法门相比，它是易行道，真容易！第十八愿里面讲得很好，五逆十恶、毁谤佛法，只要你肯认错，只要你能够忏悔后不再造，一心念佛，决定往生，没有一个不得度。但是这个法门有一个很严重的障碍，那就是信心，叫难信之法，谁肯相信？",
      "zh_TW": "我這兩天因為同修們寄給我的資料很多，我翻到一份資料，是大連一些學佛的同修給我寫的一份修學報告。一位李居士告訴我，這幾年他有這麼個緣分，看到多維次空間的生命，看到的現象跟經上講的相應。這個境界是華嚴境界，看到無量無邊的世界，在哪裡？就在我們身上。看到許許多多造作罪業的眾生在受苦，求超度。我會把它整理出來，一類一類的在我們攝影棚供牌位。用什麼方式超度？就是請他來聽經。我們一定要清楚，釋迦牟尼佛普度一切苦難眾生的方法沒有別的，四十九年講經教學。他聽懂了，他覺悟了，尤其是這個淨土法門，真正搞明白、搞清楚，能夠回轉頭來一心念佛，那就各個往生，各個得到圓滿的度脫。修其他的法門不容易，為什麼？那要斷煩惱。這個法門帶業往生，這個法門指方立相，所以跟八萬四千法門相比，它是易行道，真容易！第十八願裡面講得很好，五逆十惡、毀謗佛法，只要你肯認錯，只要你能夠懺悔後不再造，一心念佛，決定往生，沒有一個不得度。但是這個法門有一個很嚴重的障礙，那就是信心，叫難信之法，誰肯相信？"
    },
    {
      "id": "21-670-0001_p0021",
      "zh_CN": "我跟诸位报告，我接受这个法门用了多少时间？差不多三十年。我二十六岁学佛，寿命只有四十五岁，如果四十五岁那一年真的就过世了，往生是一点把握都没有。虽然对这个法门不反对，也很尊重，但是有疑惑。佛菩萨加持，寿命延长，我寿命延长了四十年，有这么长的时间，慢慢在大乘教里真的搞清楚、搞懂了。我跟诸位做过报告，我对于净土相信，从哪里来的？从《华严》、从《法华》、从《楞严》，讲这些经里头才真正搞明白、搞清楚。我这个明白、清楚之后，信心比一般人深，为什么？我真信了，我有经教理论的依据，这个东西决定不是假的。佛在一切经上常常告诉我们，我们这个娑婆世界五浊恶世。浊是混浊，就是乱世，思想乱了，心不清净；恶是讲十恶，身造杀盗淫，口妄语、两舌、恶口、绮语，意贪瞋痴。你想想看这十个字哪一个人不具足？统统都有，这叫十恶。我们虽然不杀生，不敢杀生，有没有杀生的念头？让别人生烦恼，就是杀心。杀的事没有做，杀的念头有。恨别人、怨别人，这都是属于杀心没断。盗心，想占人的便宜，那个就是盗心。纳税，想办法，总想少纳一点，找法律的漏洞，少纳一点税。这是什么？这都是盗心，没有偷盗的行为，你的心没断。所以你细细想想，我们在这个娑婆世界，活一天就造一天十恶，五逆十恶，都在干这个事情。我们的果报还能好吗？灾难还能免得了吗？恶念恶行所感召来的，要懂这个道理。",
      "zh_TW": "我跟諸位報告，我接受這個法門用了多少時間？差不多三十年。我二十六歲學佛，壽命只有四十五歲，如果四十五歲那一年真的就過世了，往生是一點把握都沒有。雖然對這個法門不反對，也很尊重，但是有疑惑。佛菩薩加持，壽命延長，我壽命延長了四十年，有這麼長的時間，慢慢在大乘教裡真的搞清楚、搞懂了。我跟諸位做過報告，我對於淨土相信，從哪裡來的？從《華嚴》、從《法華》、從《楞嚴》，講這些經裡頭才真正搞明白、搞清楚。我這個明白、清楚之後，信心比一般人深，為什麼？我真信了，我有經教理論的依據，這個東西決定不是假的。佛在一切經上常常告訴我們，我們這個娑婆世界五濁惡世。濁是混濁，就是亂世，思想亂了，心不清淨；惡是講十惡，身造殺盜淫，口妄語、兩舌、惡口、綺語，意貪瞋痴。你想想看這十個字哪一個人不具足？統統都有，這叫十惡。我們雖然不殺生，不敢殺生，有沒有殺生的念頭？讓別人生煩惱，就是殺心。殺的事沒有做，殺的念頭有。恨別人、怨別人，這都是屬於殺心沒斷。盜心，想佔人的便宜，那個就是盜心。納稅，想辦法，總想少納一點，找法律的漏洞，少納一點稅。這是什麼？這都是盜心，沒有偷盜的行為，你的心沒斷。所以你細細想想，我們在這個娑婆世界，活一天就造一天十惡，五逆十惡，都在幹這個事情。我們的果報還能好嗎？災難還能免得了嗎？惡念惡行所感召來的，要懂這個道理。"
    },
    {
      "id": "21-670-0001_p0022",
      "zh_CN": "所以我们真的要想解脱，实在说只有念佛求生净土。好办法！在这一生当中，我们忍耐一下，杀盗淫妄念头断不了，把它控制、压住。用什么东西压？用一句佛号。念头才起就阿弥陀佛，不管这个念是善念、是恶念，只要念头一起，接着是阿弥陀佛，把这个念头打消掉，这就好！如果实在忍耐不住，要发作了，要骂人了，念阿弥陀佛多好！把骂人的话改成阿弥陀佛，对那个人阿弥陀佛、阿弥陀佛，问题不就解决了吗？你骂人的时候，这个业记在对方阿赖耶识里头，他一定要报复你，不知道是哪一生哪一世他会报复你。所以害人最后是害自己，利益人是真正利益自己。就决定不再造恶业了，居住的环境就好，人事环境好，物质环境好。所以要晓得环境，人事也好，物质也好，都是业力所感。我们认清现前的这种三界相，才会真正向往西方极乐世界。极乐世界没有众苦、没有难，也没有三恶道、也没有魔恼，没有六道轮回、没有生死，无量寿，真正是安乐的大清净修学的处所。一切万物都放光明，光明世界、长寿世界，所以叫做极乐。极乐世界这么好，是因为阿弥陀佛真实智慧，我们自性里头性德智慧德相依阿弥陀佛四十八愿变现出来的，是十方世界清净平等觉所生的。这是西方极乐世界的根源，它到底从哪里来的，我们把它搞清楚、搞明白。这是第一桩。",
      "zh_TW": "所以我們真的要想解脫，實在說只有念佛求生淨土。好辦法！在這一生當中，我們忍耐一下，殺盜淫妄念頭斷不了，把它控制、壓住。用什麼東西壓？用一句佛號。念頭才起就阿彌陀佛，不管這個念是善念、是惡念，只要念頭一起，接著是阿彌陀佛，把這個念頭打消掉，這就好！如果實在忍耐不住，要發作了，要罵人了，念阿彌陀佛多好！把罵人的話改成阿彌陀佛，對那個人阿彌陀佛、阿彌陀佛，問題不就解決了嗎？你罵人的時候，這個業記在對方阿賴耶識裡頭，他一定要報復你，不知道是哪一生哪一世他會報復你。所以害人最後是害自己，利益人是真正利益自己。就決定不再造惡業了，居住的環境就好，人事環境好，物質環境好。所以要曉得環境，人事也好，物質也好，都是業力所感。我們認清現前的這種三界相，才會真正嚮往西方極樂世界。極樂世界沒有眾苦、沒有難，也沒有三惡道、也沒有魔惱，沒有六道輪迴、沒有生死，無量壽，真正是安樂的大清淨修學的處所。一切萬物都放光明，光明世界、長壽世界，所以叫做極樂。極樂世界這麼好，是因為阿彌陀佛真實智慧，我們自性裡頭性德智慧德相依阿彌陀佛四十八願變現出來的，是十方世界清淨平等覺所生的。這是西方極樂世界的根源，它到底從哪裡來的，我們把它搞清楚、搞明白。這是第一樁。"
    },
    {
      "id": "21-670-0001_p0023",
      "zh_CN": "第二桩，「庄严量功德成就」。这个量是说极乐世界到底有多大？《往生论》上讲，「究竟如虚空，广大无边际」。极乐世界没有限量，这个我们很不好懂，在我们常识上好像没听说有这么一桩事情。地球有限量，太阳系有限量，银河系也有限量，佛说三千大千世界也有限量，极乐世界没有限量。这个事情中国古人曾经有两句话说过，这个说的都是不思议境界，但是说这个话的时候，佛教没有传到中国来，老祖宗怎么知道？老祖宗说过，「大而无外」，它就没有限量，多大？没有外，找不到外；小，「小而无内」，小找不到内。这话讲得很玄，只有大乘经里头有解释。小真的没有内，佛在经典上举个比喻说，「芥子纳须弥」，芥菜子，芥菜子像芝麻粒那么大一样，很小，须弥山很大，须弥山可以放在芥菜子里面。这是说什么？说自性，真如本性，大而无外，小而无内。一根毛端，一粒微尘，佛经讲这个微尘，就是现在科学讲的微中子。科学家发现微中子，微中子里头有世界，他没有发现。这个《华严经》上说过，微尘里头有世界，跟外面世界一样大，微尘没有放大，世界没有缩小，你到微尘里面看到的世界跟外头一样。谁能进去？普贤菩萨，到小而无内的世界里面去参学、去供佛、去闻法，真正不可思议！叫量，没有限量。因为依报正报皆是真如本性所现的相分，这个相分不是生灭，没有生灭现象，不是波动的现象。这个现象在哪里？遍法界虚空界，我们肉眼看不见，叫做诸佛如来实报庄严土。诸佛如来实报庄严土是有相，但是我们看不见的相。因为往生到极乐世界的人，把妄想分别执着统统放下了，所以清净无量、寿命无量、光明无量、国土广大无量，样样都是无量，不可限极。",
      "zh_TW": "第二樁，「莊嚴量功德成就」。這個量是說極樂世界到底有多大？《往生論》上講，「究竟如虛空，廣大無邊際」。極樂世界沒有限量，這個我們很不好懂，在我們常識上好像沒聽說有這麼一樁事情。地球有限量，太陽系有限量，銀河系也有限量，佛說三千大千世界也有限量，極樂世界沒有限量。這個事情中國古人曾經有兩句話說過，這個說的都是不思議境界，但是說這個話的時候，佛教沒有傳到中國來，老祖宗怎麼知道？老祖宗說過，「大而無外」，它就沒有限量，多大？沒有外，找不到外；小，「小而無內」，小找不到內。這話講得很玄，只有大乘經裡頭有解釋。小真的沒有內，佛在經典上舉個比喻說，「芥子納須彌」，芥菜子，芥菜子像芝麻粒那麼大一樣，很小，須彌山很大，須彌山可以放在芥菜子裡面。這是說什麼？說自性，真如本性，大而無外，小而無內。一根毛端，一粒微塵，佛經講這個微塵，就是現在科學講的微中子。科學家發現微中子，微中子裡頭有世界，他沒有發現。這個《華嚴經》上說過，微塵裡頭有世界，跟外面世界一樣大，微塵沒有放大，世界沒有縮小，你到微塵裡面看到的世界跟外頭一樣。誰能進去？普賢菩薩，到小而無內的世界裡面去參學、去供佛、去聞法，真正不可思議！叫量，沒有限量。因為依報正報皆是真如本性所現的相分，這個相分不是生滅，沒有生滅現象，不是波動的現象。這個現象在哪裡？遍法界虛空界，我們肉眼看不見，叫做諸佛如來實報莊嚴土。諸佛如來實報莊嚴土是有相，但是我們看不見的相。因為往生到極樂世界的人，把妄想分別執著統統放下了，所以清淨無量、壽命無量、光明無量、國土廣大無量，樣樣都是無量，不可限極。"
    },
    {
      "id": "21-670-0001_p0024",
      "zh_CN": "诸佛将十方诸佛刹土里面十法界的众生，十法界都没有离开阿赖耶，所以这些众生都有妄想、都有分别、都有执着，变现出来，《金刚经》上所说的一合相。这个一就是今天科学家讲的微中子，微中子组合成的现象。这个现象是假的不是真的，是阿赖耶的相分，所以它这个量有限。无论空间或者是时间，都是很狭小。空间跟时间不是真的，这两桩事情在大乘教里面，我们看法相宗的《百法明门》，这是天亲菩萨，就是造《往生论》同一个人，他将弥勒菩萨《瑜伽师地论》里面所讲的六百六十法归纳，把它缩小成一百法。这一百法里面又分为五类：心法、心所法、色法、不相应行法、无为法，分为五类。空间跟时间是在不相应行法里头，不相应行法一共有二十四个，二十四个不相应。所谓不相应，就是我们现在所讲的抽象概念，没有具体的事实，抽象概念。科学家今天发现时间空间不是真的，是从我们妄想、分别、执着里头变现出来的这些东西。那我们这个世间就是微中子的一合相，咱们用现在名词来说，大家容易懂得。特别是现在我们居住这个地球，这个地球面积似乎渐渐在缩小，为什么？海水上升，把大地淹没掉，海的面积愈来愈大，陆地的面积愈来愈小，可是人口愈来愈多，这问题严重！这个状况当然会影响我们的情绪、影响我们的心理，所以心里没有法子舒畅开。",
      "zh_TW": "諸佛將十方諸佛剎土裡面十法界的眾生，十法界都沒有離開阿賴耶，所以這些眾生都有妄想、都有分別、都有執著，變現出來，《金剛經》上所說的一合相。這個一就是今天科學家講的微中子，微中子組合成的現象。這個現象是假的不是真的，是阿賴耶的相分，所以它這個量有限。無論空間或者是時間，都是很狹小。空間跟時間不是真的，這兩樁事情在大乘教裡面，我們看法相宗的《百法明門》，這是天親菩薩，就是造《往生論》同一個人，他將彌勒菩薩《瑜伽師地論》裡面所講的六百六十法歸納，把它縮小成一百法。這一百法裡面又分為五類：心法、心所法、色法、不相應行法、無為法，分為五類。空間跟時間是在不相應行法裡頭，不相應行法一共有二十四個，二十四個不相應。所謂不相應，就是我們現在所講的抽象概念，沒有具體的事實，抽象概念。科學家今天發現時間空間不是真的，是從我們妄想、分別、執著裡頭變現出來的這些東西。那我們這個世間就是微中子的一合相，咱們用現在名詞來說，大家容易懂得。特別是現在我們居住這個地球，這個地球面積似乎漸漸在縮小，為什麼？海水上升，把大地淹沒掉，海的面積愈來愈大，陸地的面積愈來愈小，可是人口愈來愈多，這問題嚴重！這個狀況當然會影響我們的情緒、影響我們的心理，所以心裡沒有法子舒暢開。"
    },
    {
      "id": "21-670-0001_p0025",
      "zh_CN": "阿弥陀佛心量大，我们要向他学习，心包太虚，量周沙界。为什么要向他学习？这个心量大是本来的，我们的心量跟阿弥陀佛是一样大，现在变成这种小心量是错误的，我们要把自己的心量恢复出来。中国古谚语有一句话说，「量大福大」！心包太虚，量周沙界，这是世界上最大福报之人，是谁？每个人都是。为什么现在搞这么小心量，连一个人都不能包容？夫妻两个都不和，都不能够包容，心量变成这么小。甚至于自己一个人，一个人还生烦恼，自己跟自己都不能包容，这个麻烦大了。我们从这个地方来观察，心量愈小，生活就愈苦、愈可怜；心量愈大，这里面才有快乐，他什么都不要放在心上。",
      "zh_TW": "阿彌陀佛心量大，我們要向他學習，心包太虛，量周沙界。為什麼要向他學習？這個心量大是本來的，我們的心量跟阿彌陀佛是一樣大，現在變成這種小心量是錯誤的，我們要把自己的心量恢復出來。中國古諺語有一句話說，「量大福大」！心包太虛，量周沙界，這是世界上最大福報之人，是誰？每個人都是。為什麼現在搞這麼小心量，連一個人都不能包容？夫妻兩個都不和，都不能夠包容，心量變成這麼小。甚至於自己一個人，一個人還生煩惱，自己跟自己都不能包容，這個麻煩大了。我們從這個地方來觀察，心量愈小，生活就愈苦、愈可憐；心量愈大，這裡面才有快樂，他什麼都不要放在心上。"
    },
    {
      "id": "21-670-0001_p0026",
      "zh_CN": "美国的修．蓝博士，三月份的时候来看我，告诉我一桩事情，人要快乐，要心情好，必须把记忆清除掉。你记忆里头有好的、有不好的，统统要清理掉。他不是佛教徒，他说的话跟佛讲的一样，佛教我们把烦恼放下，记忆就是烦恼。烦恼里面有善有恶，恶的感应的是三恶道，善的感应的是三善道，统统出不了六道轮回，所以都不是好东西。善念恶念、善行恶行，全部都要把它清理掉，让心恢复到清净。清净心现前，你的身心最健康、最快乐，这个时候你的爱心会散发出来。所以他只有四句偈，就四句话，第一个我爱你，第二个对不起，第三个请原谅，第四个谢谢你。你看他的秘诀就这四句，这是他的秘诀，对一切人、对一切事就这四句话，能让自己这一生离开病苦，又能帮助别人离开病苦。他帮人治病，治病的原理就是自己的清净心，如果自己心不清净，说这四句话就不灵。我们说这个四句话，不能替人治病；他这个四句话，能把人的病给治好，不管什么病，他都能治。所以他基础是清净心，清净心说这四句话非常灵。他治好了几千人，所以现在很多人跟他学习。确实每个人都能够学得到，这是自己的本能。但是你要真正发个狠心，把你心里面那些怨恨放下，那些贪恋也放下，全放下，让清净心出现，这四句话就灵。",
      "zh_TW": "美國的修．藍博士，三月份的時候來看我，告訴我一樁事情，人要快樂，要心情好，必須把記憶清除掉。你記憶裡頭有好的、有不好的，統統要清理掉。他不是佛教徒，他說的話跟佛講的一樣，佛教我們把煩惱放下，記憶就是煩惱。煩惱裡面有善有惡，惡的感應的是三惡道，善的感應的是三善道，統統出不了六道輪迴，所以都不是好東西。善念惡念、善行惡行，全部都要把它清理掉，讓心恢復到清淨。清淨心現前，你的身心最健康、最快樂，這個時候你的愛心會散發出來。所以他只有四句偈，就四句話，第一個我愛你，第二個對不起，第三個請原諒，第四個謝謝你。你看他的祕訣就這四句，這是他的祕訣，對一切人、對一切事就這四句話，能讓自己這一生離開病苦，又能幫助別人離開病苦。他幫人治病，治病的原理就是自己的清淨心，如果自己心不清淨，說這四句話就不靈。我們說這個四句話，不能替人治病；他這個四句話，能把人的病給治好，不管什麼病，他都能治。所以他基礎是清淨心，清淨心說這四句話非常靈。他治好了幾千人，所以現在很多人跟他學習。確實每個人都能夠學得到，這是自己的本能。但是你要真正發個狠心，把你心裡面那些怨恨放下，那些貪戀也放下，全放下，讓清淨心出現，這四句話就靈。"
    },
    {
      "id": "21-670-0001_p0027",
      "zh_CN": "拓开心量，这是我们学习经教这么多年，知道我们居住的世界跟西方极乐世界本来是不二的，实在就是我们的心量太狭小，我们太自私，自己找来这些苦。本来没有苦，本来都很快乐，都是自作自受。还不肯承认，怨天尤人，总认为是外面的人来对付我，其实不是的，全是自作自受。所以我们一定要学习，学习不受外面境界干扰。谁是榜样？我不知道诸位有没有看过？农村里头没有文化、不认识字的阿公阿婆，他们学会了一句佛号，拿着念珠一天到晚阿弥陀佛、阿弥陀佛，你总看他满面笑容，好像非常快乐，其实他什么都没有，他就是一句阿弥陀佛。你跟他讲话，也不知道他有没有听见，他总是对你笑，对着你念阿弥陀佛、阿弥陀佛、阿弥陀佛，就这么一句话。一天到晚，我看他心里想的、口里念的就是这一句，除这一句什么都没有。学他就对了，他的心里面那些肮脏东西，全部都清理出去了，他那句阿弥陀佛真灵！如果他那个阿弥陀佛，你要有病的时候，他给你回向，肯定你的病就好了，我相信比修．蓝博士还厉害。因为修．蓝博士没有阿弥陀佛加持，这个乡下阿公阿婆他有阿弥陀佛加持，他要真正想着你，把念佛功德回向给你病一定好，我一点都不怀疑。",
      "zh_TW": "拓開心量，這是我們學習經教這麼多年，知道我們居住的世界跟西方極樂世界本來是不二的，實在就是我們的心量太狹小，我們太自私，自己找來這些苦。本來沒有苦，本來都很快樂，都是自作自受。還不肯承認，怨天尤人，總認為是外面的人來對付我，其實不是的，全是自作自受。所以我們一定要學習，學習不受外面境界干擾。誰是榜樣？我不知道諸位有沒有看過？農村裡頭沒有文化、不認識字的阿公阿婆，他們學會了一句佛號，拿著念珠一天到晚阿彌陀佛、阿彌陀佛，你總看他滿面笑容，好像非常快樂，其實他什麼都沒有，他就是一句阿彌陀佛。你跟他講話，也不知道他有沒有聽見，他總是對你笑，對著你念阿彌陀佛、阿彌陀佛、阿彌陀佛，就這麼一句話。一天到晚，我看他心裡想的、口裡念的就是這一句，除這一句什麼都沒有。學他就對了，他的心裡面那些骯髒東西，全部都清理出去了，他那句阿彌陀佛真靈！如果他那個阿彌陀佛，你要有病的時候，他給你迴向，肯定你的病就好了，我相信比修．藍博士還厲害。因為修．藍博士沒有阿彌陀佛加持，這個鄉下阿公阿婆他有阿彌陀佛加持，他要真正想著你，把念佛功德迴向給你病一定好，我一點都不懷疑。"
    },
    {
      "id": "21-670-0001_p0028",
      "zh_CN": "第三个是「庄严性功德成就」。这个性是性质。为什么极乐世界无量寿、无量光，国土无量，样样都是无量？原因，它是称性变现的，性功德成就。这个性就是自性，法性，真实性，用现代学术的名词，宇宙万有的本体。《往生论》教我们观察极乐世界的本质，它有两句偈，「正道大慈悲，出世善根生」。这两句说得好，正道就是平等大道，我们学佛念佛求什么、念什么？这总要知道，学清净平等觉，念清净平等觉，就在经题上。修净土，他将来得到的果报，也在经题上。果报是大乘无量寿庄严，果；因，因就是清净平等觉。修清净平等觉，就得大乘无量寿庄严。大乘无量寿庄严前面给诸位讲过，就是世尊在《华严经》上所说的，自性本具的智慧德相。德是万德，无量无边的德行，无量无边德行第一德就是寿命，你想如果寿命没有了，一切就没有了，那还谈什么。所以德第一个就是寿命，无量寿，这真正不容易。说无量，第一个是无量寿，那一切都无量，你的智慧无量，你的才干无量，你的能量无量，你的相好无量，一切都无量。从自性里头生的，不是从外头来的，外面来的是有量，不是无量，是从自性生的。所以我们要学清净心，要学平等心。",
      "zh_TW": "第三個是「莊嚴性功德成就」。這個性是性質。為什麼極樂世界無量壽、無量光，國土無量，樣樣都是無量？原因，它是稱性變現的，性功德成就。這個性就是自性，法性，真實性，用現代學術的名詞，宇宙萬有的本體。《往生論》教我們觀察極樂世界的本質，它有兩句偈，「正道大慈悲，出世善根生」。這兩句說得好，正道就是平等大道，我們學佛念佛求什麼、念什麼？這總要知道，學清淨平等覺，念清淨平等覺，就在經題上。修淨土，他將來得到的果報，也在經題上。果報是大乘無量壽莊嚴，果；因，因就是清淨平等覺。修清淨平等覺，就得大乘無量壽莊嚴。大乘無量壽莊嚴前面給諸位講過，就是世尊在《華嚴經》上所說的，自性本具的智慧德相。德是萬德，無量無邊的德行，無量無邊德行第一德就是壽命，你想如果壽命沒有了，一切就沒有了，那還談什麼。所以德第一個就是壽命，無量壽，這真正不容易。說無量，第一個是無量壽，那一切都無量，你的智慧無量，你的才幹無量，你的能量無量，你的相好無量，一切都無量。從自性裡頭生的，不是從外頭來的，外面來的是有量，不是無量，是從自性生的。所以我們要學清淨心，要學平等心。"
    },
    {
      "id": "21-670-0001_p0029",
      "zh_CN": "《维摩经》上说得很好，「平等心是道，清净心是道」。一定要知道一切法本来平等，为什么我们今天看一切法都不平等？为什么佛菩萨看一切法平等？这个道理应该知道。佛菩萨是用平等心，所以看一切法都是平等的；我们今天有贡高我慢，自以为是，所以看一切法不平等。这个傲慢人人都有，我们自己要承认。只有菩萨没有了，阿罗汉还有，阿罗汉心清净、不平等，就是说他的傲慢习气没有完全断掉。没有傲慢，平等心就现前；没有贪瞋，清净心就现前。佛给我们讲，六道凡夫是什么心？八识，特别是第七识，我们把第七识认为是自己。第七识是四个烦恼组成的，头一个就是我见，以为有个我，其实没有我，这是个错误的抽象概念，认为有我；这有我，跟着我一起起来的，就我爱，我爱是贪；我痴，这是愚痴；我慢，慢是瞋恚。你看贪瞋痴三毒烦恼跟着我见同时起来的，所以叫俱生烦恼。这不是学来的，只要有我，你就有，无我就没有。《金刚经》说，「无我相，无人相，无众生相，无寿者相」，这根本烦恼就断掉了。你只要有我，贪瞋痴慢疑是决定跟着你来的；只要把我放下了，这统统没有。这是小乘所证得。",
      "zh_TW": "《維摩經》上說得很好，「平等心是道，清淨心是道」。一定要知道一切法本來平等，為什麼我們今天看一切法都不平等？為什麼佛菩薩看一切法平等？這個道理應該知道。佛菩薩是用平等心，所以看一切法都是平等的；我們今天有貢高我慢，自以為是，所以看一切法不平等。這個傲慢人人都有，我們自己要承認。只有菩薩沒有了，阿羅漢還有，阿羅漢心清淨、不平等，就是說他的傲慢習氣沒有完全斷掉。沒有傲慢，平等心就現前；沒有貪瞋，清淨心就現前。佛給我們講，六道凡夫是什麼心？八識，特別是第七識，我們把第七識認為是自己。第七識是四個煩惱組成的，頭一個就是我見，以為有個我，其實沒有我，這是個錯誤的抽象概念，認為有我；這有我，跟著我一起起來的，就我愛，我愛是貪；我痴，這是愚痴；我慢，慢是瞋恚。你看貪瞋痴三毒煩惱跟著我見同時起來的，所以叫俱生煩惱。這不是學來的，只要有我，你就有，無我就沒有。《金剛經》說，「無我相，無人相，無眾生相，無壽者相」，這根本煩惱就斷掉了。你只要有我，貪瞋痴慢疑是決定跟著你來的；只要把我放下了，這統統沒有。這是小乘所證得。"
    },
    {
      "id": "21-670-0001_p0030",
      "zh_CN": "大乘证得深，《金刚经》后半部是大乘，前半部通小乘，后半部通大乘。大乘是「无我见、无人见、无众生见、无寿者见」。见是什么？念头。前面轻，前面是无四相，「无我相、无人相、无众生相、无寿者相」。后面连念头都没有，不但不着相，念头都没有，所以后半部是大乘。什么人的境界？佛的境界，那是明心见性，见性成佛。所以四见破了，是华严圆教初住菩萨，是别教初地菩萨，他超越十法界。破四相，没出十法界，他在四圣法界；破四见，出十法界，他住实报庄严土，就是一真法界，也就是极乐世界。那个世界永远没有变化，人无量寿，他不老。我们这边长寿的人老，极乐世界无量寿，永远年轻，不老，这个不容易。所以那个世界里头，一切万物无衰无变，它没有变化，没有生老病死，所以叫一真法界。",
      "zh_TW": "大乘證得深，《金剛經》後半部是大乘，前半部通小乘，後半部通大乘。大乘是「無我見、無人見、無眾生見、無壽者見」。見是什麼？念頭。前面輕，前面是無四相，「無我相、無人相、無眾生相、無壽者相」。後面連念頭都沒有，不但不著相，念頭都沒有，所以後半部是大乘。什麼人的境界？佛的境界，那是明心見性，見性成佛。所以四見破了，是華嚴圓教初住菩薩，是別教初地菩薩，他超越十法界。破四相，沒出十法界，他在四聖法界；破四見，出十法界，他住實報莊嚴土，就是一真法界，也就是極樂世界。那個世界永遠沒有變化，人無量壽，他不老。我們這邊長壽的人老，極樂世界無量壽，永遠年輕，不老，這個不容易。所以那個世界裡頭，一切萬物無衰無變，它沒有變化，沒有生老病死，所以叫一真法界。"
    },
    {
      "id": "21-670-0001_p0031",
      "zh_CN": "所以我们学诸佛，用清净心、用平等心待人接物。觉不容易，觉心现前，成佛了，那个难。大慈悲心就是阿弥陀佛的正因，这个大慈悲第一就是建立极乐世界，真慈悲到极处！第二是接引一切往生极乐世界的众生，这就是菩提心具体落实在事相上。阿弥陀佛为什么建立极乐世界？为什么接引这些念佛众生？都是为了帮助这些众生永远离苦得乐，把这个愿望具体落实了。极乐世界是个学校，是个修学的道场，这个地方非常单纯。佛虽然说极乐国土，佛始终没有说这个国家。叫极乐世界，国王是谁？没说，首相是谁？也没说。不但没有说，连极乐世界社会状况，佛也没说。如果有，佛一定说。我们这个社会有各行各业，士农工商，没听说极乐世界有，极乐世界真的没有。",
      "zh_TW": "所以我們學諸佛，用清淨心、用平等心待人接物。覺不容易，覺心現前，成佛了，那個難。大慈悲心就是阿彌陀佛的正因，這個大慈悲第一就是建立極樂世界，真慈悲到極處！第二是接引一切往生極樂世界的眾生，這就是菩提心具體落實在事相上。阿彌陀佛為什麼建立極樂世界？為什麼接引這些念佛眾生？都是為了幫助這些眾生永遠離苦得樂，把這個願望具體落實了。極樂世界是個學校，是個修學的道場，這個地方非常單純。佛雖然說極樂國土，佛始終沒有說這個國家。叫極樂世界，國王是誰？沒說，首相是誰？也沒說。不但沒有說，連極樂世界社會狀況，佛也沒說。如果有，佛一定說。我們這個社會有各行各業，士農工商，沒聽說極樂世界有，極樂世界真的沒有。"
    },
    {
      "id": "21-670-0001_p0032",
      "zh_CN": "极乐世界只有两种人，一个是老师，阿弥陀佛，一个是学生，十方去往生极乐世界，都是阿弥陀佛的学生。阿弥陀佛对这些学生爱护倍至，每天讲经教学决定没有中断。它的设施是太圆满了，我们无法想像。为什么？它六尘说法，就是说极乐世界无论你到什么地方，你都听到佛在讲经。你看树说法、水说法，那边有鸟说法，那鸟不是真的畜生，阿弥陀佛变化所作，那是阿弥陀佛的化身，变个鸟在说法。所以无论到哪里，你听法不会中断。讲堂里面听法，当然要规矩，要坐得端端正正的。可是树林下面，七宝池旁边，那就可以很逍遥、很自在，不必那么严肃。你看佛想得多周到！总而言之，叫你听法决定不能中断。这就说明闻法多么重要！要不是重要的话，佛为什么这样做法？为什么释迦牟尼佛在世四十九年天天讲经说法？让我们从这个地方想到，古人所说的一门深入，长时薰修，薰修久了，你就得三昧，你就开悟了，你就见性了，道理在此地。",
      "zh_TW": "極樂世界只有兩種人，一個是老師，阿彌陀佛，一個是學生，十方去往生極樂世界，都是阿彌陀佛的學生。阿彌陀佛對這些學生愛護倍至，每天講經教學決定沒有中斷。它的設施是太圓滿了，我們無法想像。為什麼？它六塵說法，就是說極樂世界無論你到什麼地方，你都聽到佛在講經。你看樹說法、水說法，那邊有鳥說法，那鳥不是真的畜生，阿彌陀佛變化所作，那是阿彌陀佛的化身，變個鳥在說法。所以無論到哪裡，你聽法不會中斷。講堂裡面聽法，當然要規矩，要坐得端端正正的。可是樹林下面，七寶池旁邊，那就可以很逍遙、很自在，不必那麼嚴肅。你看佛想得多周到！總而言之，叫你聽法決定不能中斷。這就說明聞法多麼重要！要不是重要的話，佛為什麼這樣做法？為什麼釋迦牟尼佛在世四十九年天天講經說法？讓我們從這個地方想到，古人所說的一門深入，長時薰修，薰修久了，你就得三昧，你就開悟了，你就見性了，道理在此地。"
    },
    {
      "id": "21-670-0001_p0033",
      "zh_CN": "我们也从这个地方受到启示，观察我们现前地球上的环境为什么这么混乱？今天地球上混乱的局面，在中国外国历史上都没有，没有这么严重，什么原因？我们把教育疏忽了。为什么极乐世界那么好？它那里教育的设施太完备了，无论你在什么地方，都能听到阿弥陀佛讲经说法，不中断！你听不到杂音，没有人说闲话，人人都住在正定、正念上，八正道的正念、正定，他怎么会不成就？在这个世界修行，要无量劫才能成就；到极乐世界，很快就成就。原因就是那个地方是密集的教学、密集的薰修。像这些地方，真的我们向阿弥陀佛学习，向极乐世界去看齐。",
      "zh_TW": "我們也從這個地方受到啟示，觀察我們現前地球上的環境為什麼這麼混亂？今天地球上混亂的局面，在中國外國歷史上都沒有，沒有這麼嚴重，什麼原因？我們把教育疏忽了。為什麼極樂世界那麼好？它那裡教育的設施太完備了，無論你在什麼地方，都能聽到阿彌陀佛講經說法，不中斷！你聽不到雜音，沒有人說閒話，人人都住在正定、正念上，八正道的正念、正定，他怎麼會不成就？在這個世界修行，要無量劫才能成就；到極樂世界，很快就成就。原因就是那個地方是密集的教學、密集的薰修。像這些地方，真的我們向阿彌陀佛學習，向極樂世界去看齊。"
    },
    {
      "id": "21-670-0001_p0034",
      "zh_CN": "「出世善根生」，惠能大师开悟的时候告诉我们，「何期自性，本自具足」。具足什么？佛在《华严经》上说的，「一切众生皆有如来智慧德相」，这一句就是惠能大师所说的「本自具足」，具足智慧，具足德能，具足相好，都是自然的，自性本自具足的。所以出世间的善根都从自性功德出生。佛在经上说，善根有世间善根、有出世间善根。世间善根，世间所有一切善法都从这个善根生的，这个三善根什么？无贪、无瞋、无痴。我们如果心真正达到无贪无瞋无痴，对于世间七情五欲都没有贪心，对于任何五逆没有瞋恚，一切境界清清楚楚、了了分明，不愚痴，不愚痴就是有智慧，你起心动念、言语造作没有一样不善。为什么？因为你有三善根。",
      "zh_TW": "「出世善根生」，惠能大師開悟的時候告訴我們，「何期自性，本自具足」。具足什麼？佛在《華嚴經》上說的，「一切眾生皆有如來智慧德相」，這一句就是惠能大師所說的「本自具足」，具足智慧，具足德能，具足相好，都是自然的，自性本自具足的。所以出世間的善根都從自性功德出生。佛在經上說，善根有世間善根、有出世間善根。世間善根，世間所有一切善法都從這個善根生的，這個三善根什麼？無貪、無瞋、無痴。我們如果心真正達到無貪無瞋無痴，對於世間七情五欲都沒有貪心，對於任何五逆沒有瞋恚，一切境界清清楚楚、了了分明，不愚痴，不愚痴就是有智慧，你起心動念、言語造作沒有一樣不善。為什麼？因為你有三善根。"
    },
    {
      "id": "21-670-0001_p0035",
      "zh_CN": "换句话说，一切不善都是从三毒发生的。三毒就是贪瞋痴，心里头有贪瞋痴，我贪我瞋我痴，所有一切不善都从这里生的。佛真说得好，说得这么简单、这样究竟、这么圆满。我们要想断一切恶，修一切善，从哪里下手？要从断三毒烦恼，要从培养自己的三善根，要从这里下手。然后你的言行举止没有一样不善，对于一切善法一接触就明了，这智慧开了。没有这三善根，遇到善法不知道，你听不懂；遇到恶的，你听得懂，你还很喜欢。为什么？你的心里面就是贪瞋痴，所以碰到贪瞋痴就生欢喜心。给你讲不贪不瞋不痴，听不懂，讲怎么样爱护别人、照顾别人，都听不懂，慈悲喜舍，不知道这是什么意思。三善根成就无量无边功德，没有觉悟，生天。反过来三种不善，应对的是三恶道，贪心饿鬼道，瞋恚地狱道，愚痴畜生道。所以自己常常反省，我起心动念跟三善根相应，还是跟三毒烦恼相应？每天都要检点。",
      "zh_TW": "換句話說，一切不善都是從三毒發生的。三毒就是貪瞋痴，心裡頭有貪瞋痴，我貪我瞋我痴，所有一切不善都從這裡生的。佛真說得好，說得這麼簡單、這樣究竟、這麼圓滿。我們要想斷一切惡，修一切善，從哪裡下手？要從斷三毒煩惱，要從培養自己的三善根，要從這裡下手。然後你的言行舉止沒有一樣不善，對於一切善法一接觸就明瞭，這智慧開了。沒有這三善根，遇到善法不知道，你聽不懂；遇到惡的，你聽得懂，你還很喜歡。為什麼？你的心裡面就是貪瞋痴，所以碰到貪瞋痴就生歡喜心。給你講不貪不瞋不痴，聽不懂，講怎麼樣愛護別人、照顧別人，都聽不懂，慈悲喜捨，不知道這是什麼意思。三善根成就無量無邊功德，沒有覺悟，生天。反過來三種不善，應對的是三惡道，貪心餓鬼道，瞋恚地獄道，愚痴畜生道。所以自己常常反省，我起心動念跟三善根相應，還是跟三毒煩惱相應？每天都要檢點。"
    },
    {
      "id": "21-670-0001_p0036",
      "zh_CN": "早晚功课，我早年常讲，祖师给我们定的早课什么意思？早课提醒我们，今天一天不要忘记佛菩萨、祖师大德的教诲，要依教奉行。晚课的意思就是做反省，我今天有哪些应该做的，善的我做到了，恶的我改过来了。要做反省检点，断恶修善，这个早晚课功德无量。如果早晚课不管定多少，只是念一遍，于自己的心行不相应，这个没有用处，这得不到利益。这样做功课，如果说是有好处，那就是你接受薰习一遍，但是烦恼习气太重了，醒不过来。如果说得不好听的，这样做功课，与佛菩萨的教诲完全相违背。经、咒都是佛菩萨说的，佛菩萨不要你念给他听，他不喜欢听那东西。你每天去对他念两遍，早晨念一遍，晚上念一遍，那不就是骗他吗？早晨点着香，骗他一顿；晚上点着香，又骗他一顿，这是好事吗？这不是好事。所以一定要记住，早课是佛菩萨提醒我们，晚课是我们认真忏悔，反省忏悔，向佛菩萨做报告，这样做就如法。",
      "zh_TW": "早晚功課，我早年常講，祖師給我們定的早課什麼意思？早課提醒我們，今天一天不要忘記佛菩薩、祖師大德的教誨，要依教奉行。晚課的意思就是做反省，我今天有哪些應該做的，善的我做到了，惡的我改過來了。要做反省檢點，斷惡修善，這個早晚課功德無量。如果早晚課不管定多少，只是念一遍，於自己的心行不相應，這個沒有用處，這得不到利益。這樣做功課，如果說是有好處，那就是你接受薰習一遍，但是煩惱習氣太重了，醒不過來。如果說得不好聽的，這樣做功課，與佛菩薩的教誨完全相違背。經、咒都是佛菩薩說的，佛菩薩不要你念給他聽，他不喜歡聽那東西。你每天去對他念兩遍，早晨念一遍，晚上念一遍，那不就是騙他嗎？早晨點著香，騙他一頓；晚上點著香，又騙他一頓，這是好事嗎？這不是好事。所以一定要記住，早課是佛菩薩提醒我們，晚課是我們認真懺悔，反省懺悔，向佛菩薩做報告，這樣做就如法。"
    },
    {
      "id": "21-670-0001_p0037",
      "zh_CN": "所以贪瞋痴与三恶道相应，三恶道就是这样变现出来的，与任何一个人都不相干，这是跟诸位总的来讲。任何一个人一生所造作跟所感得的果报，都是自作自受，怨天尤人是罪加一等。为什么？你冤枉别人，别人决定没有过失，过失一定在自己。所以佛说，一切法从心想生。如果要靠我们自己断贪瞋痴慢、是非人我，出离三界，修成正果，确实非常困难。说得容易，做起来真难，习气太深。阿弥陀佛在因地出家那个时候，他就看出来了，看到六道众生受苦的样子，生起同体大悲，无缘大慈，发心如何来帮助这些众生离苦得乐。苦从哪里来的？从迷惑颠倒来的。乐从哪里来的？乐从大彻大悟来的。你觉悟了，你就离苦了。",
      "zh_TW": "所以貪瞋痴與三惡道相應，三惡道就是這樣變現出來的，與任何一個人都不相干，這是跟諸位總的來講。任何一個人一生所造作跟所感得的果報，都是自作自受，怨天尤人是罪加一等。為什麼？你冤枉別人，別人決定沒有過失，過失一定在自己。所以佛說，一切法從心想生。如果要靠我們自己斷貪瞋痴慢、是非人我，出離三界，修成正果，確實非常困難。說得容易，做起來真難，習氣太深。阿彌陀佛在因地出家那個時候，他就看出來了，看到六道眾生受苦的樣子，生起同體大悲，無緣大慈，發心如何來幫助這些眾生離苦得樂。苦從哪裡來的？從迷惑顛倒來的。樂從哪裡來的？樂從大徹大悟來的。你覺悟了，你就離苦了。"
    },
    {
      "id": "21-670-0001_p0038",
      "zh_CN": "所以佛修法布施，帮助我们离苦得乐。只要你真正开悟，你想发财不是难事，你想长寿也不是难事。我想大家都听说过一句话，叫「佛氏门中，有求必应」。你想发财，佛教给你发财的方法，是正法。你得大财富，你享大福报，没有后遗症，没有副作用，这个好！发财怎么个发法？佛就教给我们财布施，愈施愈多，你要相信。世间发大财的人，是过去生中修财布施修得多，在这一生当中果报现前。无论他干哪个行业，那个钱财都滚滚而来，为什么？命中有！命里没有，你学他那个方法，你学不到。他做生意赚钱，你去跟他学，你蚀本。这就是人家命里头有那么多财富，你命里头没有。没有可以修，现在修来得及，认真去修。",
      "zh_TW": "所以佛修法布施，幫助我們離苦得樂。只要你真正開悟，你想發財不是難事，你想長壽也不是難事。我想大家都聽說過一句話，叫「佛氏門中，有求必應」。你想發財，佛教給你發財的方法，是正法。你得大財富，你享大福報，沒有後遺症，沒有副作用，這個好！發財怎麼個發法？佛就教給我們財布施，愈施愈多，你要相信。世間發大財的人，是過去生中修財布施修得多，在這一生當中果報現前。無論他幹哪個行業，那個錢財都滾滾而來，為什麼？命中有！命裡沒有，你學他那個方法，你學不到。他做生意賺錢，你去跟他學，你蝕本。這就是人家命裡頭有那麼多財富，你命裡頭沒有。沒有可以修，現在修來得及，認真去修。"
    },
    {
      "id": "21-670-0001_p0039",
      "zh_CN": "中国人古时候供财神，范蠡，很有道理。范蠡在历史上很出名，帮助越王勾践复兴了国家，把吴国打败。这个人是真有智慧，知道勾践这个大王只可以共患难，不能共富贵，灾难的时候是好朋友，要富贵的时候他就不能够包容你。所以他就改姓名逃掉了，改姓名叫陶朱公，陶朱公就是范蠡，带着西施做生意。三、四年发了大财，发财之后把所有的这些财物统统散掉，救济贫苦人民。统统散了，再从小生意做起，一、二年又发了。所以三聚三散，愈施愈多，这跟佛经上讲的完全相符合。你看春秋那个时候，佛法没到中国来，范蠡做出样子来给大家看。以后佛说的方法跟他讲的完全一样，这都有凭有据的。你真敢这么做的话，真的财源滚滚而来，生财有大道。要长寿，修无畏布施；要聪明智慧，修法布施。佛门里真有门道，有理论、有方法，真是有求必应。所以我们在极乐世界修行成佛，在所有法门里头，只有净土一门可以不要断烦恼、不要消业障，只要能信、真想去，想追随阿弥陀佛，做阿弥陀佛的弟子，你就决定得生。",
      "zh_TW": "中國人古時候供財神，范蠡，很有道理。范蠡在歷史上很出名，幫助越王勾踐復興了國家，把吳國打敗。這個人是真有智慧，知道勾踐這個大王只可以共患難，不能共富貴，災難的時候是好朋友，要富貴的時候他就不能夠包容你。所以他就改姓名逃掉了，改姓名叫陶朱公，陶朱公就是范蠡，帶著西施做生意。三、四年發了大財，發財之後把所有的這些財物統統散掉，救濟貧苦人民。統統散了，再從小生意做起，一、二年又發了。所以三聚三散，愈施愈多，這跟佛經上講的完全相符合。你看春秋那個時候，佛法沒到中國來，范蠡做出樣子來給大家看。以後佛說的方法跟他講的完全一樣，這都有憑有據的。你真敢這麼做的話，真的財源滾滾而來，生財有大道。要長壽，修無畏布施；要聰明智慧，修法布施。佛門裡真有門道，有理論、有方法，真是有求必應。所以我們在極樂世界修行成佛，在所有法門裡頭，只有淨土一門可以不要斷煩惱、不要消業障，只要能信、真想去，想追隨阿彌陀佛，做阿彌陀佛的弟子，你就決定得生。"
    },
    {
      "id": "21-670-0001_p0040",
      "zh_CN": "介绍极乐世界的环境一共有十七门，我们才讲了三门，时间到了。以后我们就把它放在星期六跟星期天，就放在这个地方讲，跟大家介绍极乐世界。认清楚了，我们真信，真想去，都做阿弥陀佛的弟子，我们到极乐世界都是同学。这一会无比殊胜，难得！好，今天就学到此地。",
      "zh_TW": "介紹極樂世界的環境一共有十七門，我們才講了三門，時間到了。以後我們就把它放在星期六跟星期天，就放在這個地方講，跟大家介紹極樂世界。認清楚了，我們真信，真想去，都做阿彌陀佛的弟子，我們到極樂世界都是同學。這一會無比殊勝，難得！好，今天就學到此地。"
    }
  ]
}