{
  "doc_id": "21-670-0007",
  "title": {
    "zh_CN": "极乐世界二十九种庄严",
    "zh_TW": "極樂世界二十九種莊嚴"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-670-0007",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "21-670-0007_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看极乐世界二十九种庄严。我们前面学到佛八种庄严，第一跟第二，座功德庄严、身业功德庄严。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看極樂世界二十九種莊嚴。我們前面學到佛八種莊嚴，第一跟第二，座功德莊嚴、身業功德莊嚴。"
    },
    {
      "id": "21-670-0007_p0002",
      "zh_CN": "今天我们看第三，「庄严口业功德成就。偈言：如来微妙声，梵响闻十方故」。诸佛如来、法身菩萨出现在世间，皆是感应示现，众生有感。感应有四种，第一种显感显应。佛门弟子遇着困难，或者有所愿求，我们会求佛菩萨加持。像我们末法后世，出来讲经哪有这种能力？在上台之前礼佛就是求加持。这就是显感，明显的我们求佛加持。佛的应，有显应、有冥应，显应，加持我们自己能感觉到，这就很明显；另外一种冥应，我们没有感觉到，实际上是来加持。这第一种。",
      "zh_TW": "今天我們看第三，「莊嚴口業功德成就。偈言：如來微妙聲，梵響聞十方故」。諸佛如來、法身菩薩出現在世間，皆是感應示現，眾生有感。感應有四種，第一種顯感顯應。佛門弟子遇著困難，或者有所願求，我們會求佛菩薩加持。像我們末法後世，出來講經哪有這種能力？在上台之前禮佛就是求加持。這就是顯感，明顯的我們求佛加持。佛的應，有顯應、有冥應，顯應，加持我們自己能感覺到，這就很明顯；另外一種冥應，我們沒有感覺到，實際上是來加持。這第一種。"
    },
    {
      "id": "21-670-0007_p0003",
      "zh_CN": "第二种叫冥感冥应，实际上这个多。冥感是什么？我们自己有需求，求佛菩萨帮助，但是还没有这个念头。虽然没有起心动念，佛知道，这个我们在贤首国师《妄尽还源观》里面看到的。国师这篇论文我们曾经学习过两遍，那是《华严经》最精彩的部分。在三种周遍里面，贤首大师告诉我们，我们这个心里头起心动念非常微细，自己不知道，这样微细的念头佛知道。第二个，我们身体，身体是细胞组成的，细胞是原子组成的，原子是原子核、中子、粒子组成的。这样一直往下分下去，分到最后，现在科学家真找到了，微中子。这是物质现象的基础，就是最小的物质现象，《金刚经》上说「一合相」，那个一就是微中子。佛法的名词叫极微色，色是物质，极微，小得不能再小，它不能再分了。大乘经也称它作极微之微，佛说，再分它就没有了。科学家真的再分，确实没有了，发现是什么？发现是念头的波动现象。这是近代的物理学家、量子力学家，把物质到底是什么总算是搞清楚、搞明白了，物质是意念的波动现象。佛说，所有一切物质现象，大到星球、到星系，我们讲的银河系、太阳系，这大的，全是微中子聚集在一起构成的，所以叫一合相。合是组合、合成，它基本的就是微中子，除这个之外它什么都没有，而微中子是假的，不是真的。所以佛说「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。它是意念的波动现象，所以我们物质的问题佛也一清二楚。",
      "zh_TW": "第二種叫冥感冥應，實際上這個多。冥感是什麼？我們自己有需求，求佛菩薩幫助，但是還沒有這個念頭。雖然沒有起心動念，佛知道，這個我們在賢首國師《妄盡還源觀》裡面看到的。國師這篇論文我們曾經學習過兩遍，那是《華嚴經》最精彩的部分。在三種周遍裡面，賢首大師告訴我們，我們這個心裡頭起心動念非常微細，自己不知道，這樣微細的念頭佛知道。第二個，我們身體，身體是細胞組成的，細胞是原子組成的，原子是原子核、中子、粒子組成的。這樣一直往下分下去，分到最後，現在科學家真找到了，微中子。這是物質現象的基礎，就是最小的物質現象，《金剛經》上說「一合相」，那個一就是微中子。佛法的名詞叫極微色，色是物質，極微，小得不能再小，它不能再分了。大乘經也稱它作極微之微，佛說，再分它就沒有了。科學家真的再分，確實沒有了，發現是什麼？發現是念頭的波動現象。這是近代的物理學家、量子力學家，把物質到底是什麼總算是搞清楚、搞明白了，物質是意念的波動現象。佛說，所有一切物質現象，大到星球、到星系，我們講的銀河系、太陽系，這大的，全是微中子聚集在一起構成的，所以叫一合相。合是組合、合成，它基本的就是微中子，除這個之外它什麼都沒有，而微中子是假的，不是真的。所以佛說「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。它是意念的波動現象，所以我們物質的問題佛也一清二楚。"
    },
    {
      "id": "21-670-0007_p0004",
      "zh_CN": "这个意思说明什么？我们起心动念佛知道，我们身体状况佛知道。身体状况它是波动现象，这个波动佛菩萨都能收到，对你身体健康状况、你的念头全知道，没有法子瞒人。那么这个，这就是感，我们并没有求佛菩萨，可是佛菩萨全晓得，在什么时候需要帮助他就来了，有显加，有冥加。我们看到的，像大家都知道的一桩事情，虚云老和尚朝五台山，三步一拜，从普陀拜到五台，一天只走几里路，走了三年多才走到，非常辛苦！路上两次生病，生病都在旷野，附近都没有人家，这是生死存亡的关头。遇到一个乞丐，这个乞丐帮助他，照顾他十几天，山上采一些草药帮他治病，讨饭让他吃饱。两次都是遇到这个乞丐，跟他就很熟悉，请教他尊姓大名。乞丐说他姓文，文章的文，名字叫吉，吉祥的吉，文吉。问他家在哪里，他说我家就住在五台山，你到五台山，五台山的人都知道我。老和尚拜到五台山，首先就向人打听，有没有人认识文吉这个叫化子？没人知道。到五台山寺庙里面拜了佛，再向出家人请教，里头有个出家人告诉他，那是文殊菩萨化身，他才恍然大悟。你看，发心朝山，文殊菩萨知道，一路上照顾你，这是冥应。当你需要帮助的时候，他就现个叫化子身，真来帮忙。一次十几天，两次合起来差不多将近一个月，相处一个月，这是什么？显应。",
      "zh_TW": "這個意思說明什麼？我們起心動念佛知道，我們身體狀況佛知道。身體狀況它是波動現象，這個波動佛菩薩都能收到，對你身體健康狀況、你的念頭全知道，沒有法子瞞人。那麼這個，這就是感，我們並沒有求佛菩薩，可是佛菩薩全曉得，在什麼時候需要幫助他就來了，有顯加，有冥加。我們看到的，像大家都知道的一樁事情，虛雲老和尚朝五台山，三步一拜，從普陀拜到五台，一天只走幾里路，走了三年多才走到，非常辛苦！路上兩次生病，生病都在曠野，附近都沒有人家，這是生死存亡的關頭。遇到一個乞丐，這個乞丐幫助他，照顧他十幾天，山上採一些草藥幫他治病，討飯讓他吃飽。兩次都是遇到這個乞丐，跟他就很熟悉，請教他尊姓大名。乞丐說他姓文，文章的文，名字叫吉，吉祥的吉，文吉。問他家在哪裡，他說我家就住在五台山，你到五台山，五台山的人都知道我。老和尚拜到五台山，首先就向人打聽，有沒有人認識文吉這個叫化子？沒人知道。到五台山寺廟裡面拜了佛，再向出家人請教，裡頭有個出家人告訴他，那是文殊菩薩化身，他才恍然大悟。你看，發心朝山，文殊菩薩知道，一路上照顧你，這是冥應。當你需要幫助的時候，他就現個叫化子身，真來幫忙。一次十幾天，兩次合起來差不多將近一個月，相處一個月，這是什麼？顯應。"
    },
    {
      "id": "21-670-0007_p0005",
      "zh_CN": "虚老和尚这个事情不是假的，是真的，给我们很大的启示。我们诚心诚意学佛，真正成为如来弟子，我们遇到困难，佛菩萨肯定有感应。就是说，遇到困难肯定有人来帮助，这个人就是佛菩萨的化身。我们自己并不知道，没有觉察到，等事后想想，这帮助的人从哪里来的？怎么会那么巧？这感应道交！什么个道理？道理是整个宇宙万事万物、芸芸众生跟自己是一体，一个生命共同体，这个生命共同体就是法性。所有一切现象，物质现象、精神现象、自然现象，统统是自性变现出来的，自性是一体，自性是一个，哪有不知道的道理！为什么他要来？因为同体大悲，无缘大慈，他一定要来，非来不可。我们自己修学，将来明心见性之后跟他一样，十方世界有缘众生，没有一个不帮助的。菩萨能够同时现无量无边身相，同时帮助无量无边众生，他有这个能力，而且轻而易举。帮助众生，就是教化众生，最重要是口业。释迦牟尼佛当年在世，讲经说法四十九年，口业。所以这是重要的手段，重要的一种方法。",
      "zh_TW": "虛老和尚這個事情不是假的，是真的，給我們很大的啟示。我們誠心誠意學佛，真正成為如來弟子，我們遇到困難，佛菩薩肯定有感應。就是說，遇到困難肯定有人來幫助，這個人就是佛菩薩的化身。我們自己並不知道，沒有覺察到，等事後想想，這幫助的人從哪裡來的？怎麼會那麼巧？這感應道交！什麼個道理？道理是整個宇宙萬事萬物、芸芸眾生跟自己是一體，一個生命共同體，這個生命共同體就是法性。所有一切現象，物質現象、精神現象、自然現象，統統是自性變現出來的，自性是一體，自性是一個，哪有不知道的道理！為什麼他要來？因為同體大悲，無緣大慈，他一定要來，非來不可。我們自己修學，將來明心見性之後跟他一樣，十方世界有緣眾生，沒有一個不幫助的。菩薩能夠同時現無量無邊身相，同時幫助無量無邊眾生，他有這個能力，而且輕而易舉。幫助眾生，就是教化眾生，最重要是口業。釋迦牟尼佛當年在世，講經說法四十九年，口業。所以這是重要的手段，重要的一種方法。"
    },
    {
      "id": "21-670-0007_p0006",
      "zh_CN": "菩萨成佛，当然需要如来微妙声，微妙声是自性里面本自具足的，属于德相。《华严经》上佛告诉我们，「一切众生皆有如来智慧德相」，本有的，不是从外头来的。如来的智慧德相完全开发出来，全部显露出来，这是无量智慧、无量德能、无量相好。我们这些众生，尤其是六道里头的众生，迷得太深了，迷的时间太长了，自性里面的智慧德相于是就变质了，智慧变成了烦恼。经上常说，「烦恼即菩提」，迷了，智慧变成烦恼；觉悟了，烦恼又变成菩提，菩提就是智慧。所以烦恼不能断，烦恼真的断了，智慧就没有了，它是同一个体。所以转，转烦恼成菩提，这就对了，转烦恼为智慧。德能，德能变成造业，转造业为德能，转六道为相好。所以迷了，它转变了，变质了，可是一觉悟它又还源了。所以贤首国师这篇论文叫《妄尽还源观》。妄就是妄想、分别、执着，这个东西要把它断尽、要把它放下，舍得干干净净，我们的能力，智慧、能力就恢复。什么时候放下，什么时候就恢复。放下、恢复，这就是佛经上常说的「转凡成圣」，你就成佛了。",
      "zh_TW": "菩薩成佛，當然需要如來微妙聲，微妙聲是自性裡面本自具足的，屬於德相。《華嚴經》上佛告訴我們，「一切眾生皆有如來智慧德相」，本有的，不是從外頭來的。如來的智慧德相完全開發出來，全部顯露出來，這是無量智慧、無量德能、無量相好。我們這些眾生，尤其是六道裡頭的眾生，迷得太深了，迷的時間太長了，自性裡面的智慧德相於是就變質了，智慧變成了煩惱。經上常說，「煩惱即菩提」，迷了，智慧變成煩惱；覺悟了，煩惱又變成菩提，菩提就是智慧。所以煩惱不能斷，煩惱真的斷了，智慧就沒有了，它是同一個體。所以轉，轉煩惱成菩提，這就對了，轉煩惱為智慧。德能，德能變成造業，轉造業為德能，轉六道為相好。所以迷了，它轉變了，變質了，可是一覺悟它又還源了。所以賢首國師這篇論文叫《妄盡還源觀》。妄就是妄想、分別、執著，這個東西要把它斷盡、要把它放下，捨得乾乾淨淨，我們的能力，智慧、能力就恢復。什麼時候放下，什麼時候就恢復。放下、恢復，這就是佛經上常說的「轉凡成聖」，你就成佛了。"
    },
    {
      "id": "21-670-0007_p0007",
      "zh_CN": "成佛在理论上讲一念，一念觉悟，凡夫成佛。我们看《六祖坛经》，惠能大师一念觉悟，觉悟就成佛了。他在五祖忍和尚方丈室里面开悟的，开悟的境界，跟释迦牟尼佛在菩提树下夜睹明星、大彻大悟，境界是相同的。佛开悟之后，在定中做出报告，把他所悟到的详详细细讲了一遍，这就是《大方广佛华严经》。《华严经》是在定中讲的，不是在人间讲的。听众，四十一位法身大士，不是法身大士没有办法入如来的大定之中，法身大士有这个能力。惠能大师开悟的时候，当时也向五祖提出报告，说了五句话，我们就明白了，这五句话就是《大方广佛华严经》。《华严经》浓缩，这五句话；这五句话细说，就是一部《大方广佛华严经》，是一不是二。这我们终于是搞明白、搞清楚了。惠能大师说得简单，可是每句话里面的义理深广没有边际，跟《华严经》合起来看就晓得，这是事实真相、诸法实相。",
      "zh_TW": "成佛在理論上講一念，一念覺悟，凡夫成佛。我們看《六祖壇經》，惠能大師一念覺悟，覺悟就成佛了。他在五祖忍和尚方丈室裡面開悟的，開悟的境界，跟釋迦牟尼佛在菩提樹下夜睹明星、大徹大悟，境界是相同的。佛開悟之後，在定中做出報告，把他所悟到的詳詳細細講了一遍，這就是《大方廣佛華嚴經》。《華嚴經》是在定中講的，不是在人間講的。聽眾，四十一位法身大士，不是法身大士沒有辦法入如來的大定之中，法身大士有這個能力。惠能大師開悟的時候，當時也向五祖提出報告，說了五句話，我們就明白了，這五句話就是《大方廣佛華嚴經》。《華嚴經》濃縮，這五句話；這五句話細說，就是一部《大方廣佛華嚴經》，是一不是二。這我們終於是搞明白、搞清楚了。惠能大師說得簡單，可是每句話裡面的義理深廣沒有邊際，跟《華嚴經》合起來看就曉得，這是事實真相、諸法實相。"
    },
    {
      "id": "21-670-0007_p0008",
      "zh_CN": "佛告诉我们，人人平等，没有高下，一切众生本来是佛，一切众生本来成佛。这些话，大乘经上佛常说，只要把妄想分别执着放下就是了。大乘佛法教我们修行，真正的功夫就在此地。放下执着，于世出世间一切法不执着了，就是经上讲的，转末那识为平等性智。末那是染污，是烦恼。一放下，马上转变了，末那识不见了，自性里头的般若智慧现前，平等性智现前。转第六意识为妙观察智。妙在哪里？妙在对一切法明了，不迷，心里头如如不动，没起心动念，这叫妙！不像我们，我们眼看外面的境界会起贪瞋痴慢，会起妄想分别执着。菩萨看得很清楚，不起妄想分别执着，这叫妙。那是佛的知见，佛知佛见。这里头有了贪瞋痴慢，有了自私自利，完了，凡夫知见。",
      "zh_TW": "佛告訴我們，人人平等，沒有高下，一切眾生本來是佛，一切眾生本來成佛。這些話，大乘經上佛常說，只要把妄想分別執著放下就是了。大乘佛法教我們修行，真正的功夫就在此地。放下執著，於世出世間一切法不執著了，就是經上講的，轉末那識為平等性智。末那是染污，是煩惱。一放下，馬上轉變了，末那識不見了，自性裡頭的般若智慧現前，平等性智現前。轉第六意識為妙觀察智。妙在哪裡？妙在對一切法明瞭，不迷，心裡頭如如不動，沒起心動念，這叫妙！不像我們，我們眼看外面的境界會起貪瞋痴慢，會起妄想分別執著。菩薩看得很清楚，不起妄想分別執著，這叫妙。那是佛的知見，佛知佛見。這裡頭有了貪瞋痴慢，有了自私自利，完了，凡夫知見。"
    },
    {
      "id": "21-670-0007_p0009",
      "zh_CN": "凡夫知见跟佛菩萨知见不一样的地方要搞清楚，然后我们才会学。学了要起作用，就在日常生活当中，我们眼见色、耳闻声、鼻嗅香、舌尝味，学什么？学不执着、不分别，这是菩萨。如果功夫能到不起心、不动念，那你成佛了。这个很难，不是容易做到的，从不执着、不分别下手容易。下手也不可能把它断尽，能够将分别执着看淡一点，这就叫功夫。比过去淡了，比一般人淡了，淡从什么地方看？从智慧生起来了。烦恼少一分，智慧就长一分；烦恼少两分，智慧就长两分；烦恼统统放下没有了，智慧就圆满，就这么回事情。所以六根在六尘境界练这个功夫，这叫真修行，这真功夫，明心见性靠这个。",
      "zh_TW": "凡夫知見跟佛菩薩知見不一樣的地方要搞清楚，然後我們才會學。學了要起作用，就在日常生活當中，我們眼見色、耳聞聲、鼻嗅香、舌嘗味，學什麼？學不執著、不分別，這是菩薩。如果功夫能到不起心、不動念，那你成佛了。這個很難，不是容易做到的，從不執著、不分別下手容易。下手也不可能把它斷盡，能夠將分別執著看淡一點，這就叫功夫。比過去淡了，比一般人淡了，淡從什麼地方看？從智慧生起來了。煩惱少一分，智慧就長一分；煩惱少兩分，智慧就長兩分；煩惱統統放下沒有了，智慧就圓滿，就這麼回事情。所以六根在六塵境界練這個功夫，這叫真修行，這真功夫，明心見性靠這個。"
    },
    {
      "id": "21-670-0007_p0010",
      "zh_CN": "这个事情要做不到，做不到的话有一个办法，我们学的这个法门，《往生论》，我们全心全力投靠阿弥陀佛。这个法门是他力法门，他力是什么？阿弥陀佛，完全靠阿弥陀佛。阿弥陀佛真靠得住，只要我们肯投靠他。就像经上所说的，你怎样才能往生？往生其实就三个条件，第一个，真相信有极乐世界，真正相信有阿弥陀佛，决定没有疑悔；第二，真正愿意往生，我真想去，我真想做阿弥陀佛的学生，到极乐世界亲听他老人家教诲，这第二个条件；第三个，真肯念这句佛号。念佛号要像觉明妙行菩萨跟我们讲的方法，不怀疑、不夹杂、不间断。真念你就决定往生，往生你就决定成佛。",
      "zh_TW": "這個事情要做不到，做不到的話有一個辦法，我們學的這個法門，《往生論》，我們全心全力投靠阿彌陀佛。這個法門是他力法門，他力是什麼？阿彌陀佛，完全靠阿彌陀佛。阿彌陀佛真靠得住，只要我們肯投靠他。就像經上所說的，你怎樣才能往生？往生其實就三個條件，第一個，真相信有極樂世界，真正相信有阿彌陀佛，決定沒有疑悔；第二，真正願意往生，我真想去，我真想做阿彌陀佛的學生，到極樂世界親聽他老人家教誨，這第二個條件；第三個，真肯念這句佛號。念佛號要像覺明妙行菩薩跟我們講的方法，不懷疑、不夾雜、不間斷。真念你就決定往生，往生你就決定成佛。"
    },
    {
      "id": "21-670-0007_p0011",
      "zh_CN": "这些说明佛菩萨成佛干什么？成佛就是为了帮助众生成佛。帮助众生成佛，最重要的是言语，要教他。「如来微妙声」，微妙声怎么来的？第一个条件，口离四种过失，这四种《十善业道经》里面说的。不妄语，不两舌，不妄语，决定不欺骗别人，言语要诚实；不两舌，绝不挑拨是非，说人长短，决定不干这个事情。第三不绮语，绮语是花言巧语，讲得非常好听，但是别有用意，叫人上当，欺骗人；第四个是不恶口，说话温柔，不是很难听的。菩萨修这四种口业，得微妙之声，得广长舌相，这三十二相，广长舌相。「梵响」，响是音声，梵是清净，佛的声教就是清净音声，十方世界众生都能听得到。这个话是真的不是假的，我们学过贤首国师的《还源观》都懂得，他的理论依据法性是一体，一切现象都是法性变现的，所以法相里头现象极其微细的振动，整个法性完全明了。",
      "zh_TW": "這些說明佛菩薩成佛幹什麼？成佛就是為了幫助眾生成佛。幫助眾生成佛，最重要的是言語，要教他。「如來微妙聲」，微妙聲怎麼來的？第一個條件，口離四種過失，這四種《十善業道經》裡面說的。不妄語，不兩舌，不妄語，決定不欺騙別人，言語要誠實；不兩舌，絕不挑撥是非，說人長短，決定不幹這個事情。第三不綺語，綺語是花言巧語，講得非常好聽，但是別有用意，叫人上當，欺騙人；第四個是不惡口，說話溫柔，不是很難聽的。菩薩修這四種口業，得微妙之聲，得廣長舌相，這三十二相，廣長舌相。「梵響」，響是音聲，梵是清淨，佛的聲教就是清淨音聲，十方世界眾生都能聽得到。這個話是真的不是假的，我們學過賢首國師的《還源觀》都懂得，他的理論依據法性是一體，一切現象都是法性變現的，所以法相裡頭現象極其微細的振動，整個法性完全明瞭。"
    },
    {
      "id": "21-670-0007_p0012",
      "zh_CN": "佛法的修学，终极的目标就是明心见性。明心见性的方法无量无边，所以经上讲「法门无量誓愿学」，那个法门就是明心见性的方法、明心见性的门道，无量无边。通常佛把它归纳，无量无边的法门归纳到八万四千。门门都能够见性，所以说法门平等，无有高下。净土提倡的是法门里头最容易学的，就是念这句南无阿弥陀佛，就念这句，小孩都会念，或者只念阿弥陀佛也行，两种都可以。容易！只要你真肯念，真相信，念佛号不夹杂，清净心念，一心专念，跟阿弥陀佛就感应道交，一念相应一念佛，念念相应念念佛。这是无量法门里头最容易、最简单、最稳当也最快速，完全得阿弥陀佛神通本愿的加持，所以叫他力法门。",
      "zh_TW": "佛法的修學，終極的目標就是明心見性。明心見性的方法無量無邊，所以經上講「法門無量誓願學」，那個法門就是明心見性的方法、明心見性的門道，無量無邊。通常佛把它歸納，無量無邊的法門歸納到八萬四千。門門都能夠見性，所以說法門平等，無有高下。淨土提倡的是法門裡頭最容易學的，就是念這句南無阿彌陀佛，就念這句，小孩都會念，或者只念阿彌陀佛也行，兩種都可以。容易！只要你真肯念，真相信，念佛號不夾雜，清淨心念，一心專念，跟阿彌陀佛就感應道交，一念相應一念佛，念念相應念念佛。這是無量法門裡頭最容易、最簡單、最穩當也最快速，完全得阿彌陀佛神通本願的加持，所以叫他力法門。"
    },
    {
      "id": "21-670-0007_p0013",
      "zh_CN": "佛除了断四种口过，他还发大心，这个大心就是大乘佛教里面常讲的四弘誓愿。特别是第一愿，「众生无边誓愿度」，这是佛的本愿。众生太多了，世界无量无边，每一个世界不知道有多少众生，众生无量无边。觉悟的不少，不觉悟的很多；觉悟的都到实报土去了，没有觉悟的在十法界，在六道搞轮回，这些都是佛菩萨教化的对象。虽然统统都是对象，可是佛要度有缘众生，没有缘的他不度。什么叫有缘，什么叫没有缘？有缘的对佛菩萨有尊重的心，有尊重、有仰慕的心，有真诚想学的心，这就叫有缘，佛菩萨来教他，欢喜！没有缘的什么？对他不相信、不喜欢，佛菩萨来教他，他走了，他不听他的，这就叫没有缘。由此可知，有缘无缘不在佛菩萨那边，在我们自己这边，我们自己愿不愿意学，愿意学有缘，不愿意学没有缘。",
      "zh_TW": "佛除了斷四種口過，他還發大心，這個大心就是大乘佛教裡面常講的四弘誓願。特別是第一願，「眾生無邊誓願度」，這是佛的本願。眾生太多了，世界無量無邊，每一個世界不知道有多少眾生，眾生無量無邊。覺悟的不少，不覺悟的很多；覺悟的都到實報土去了，沒有覺悟的在十法界，在六道搞輪迴，這些都是佛菩薩教化的對象。雖然統統都是對象，可是佛要度有緣眾生，沒有緣的他不度。什麼叫有緣，什麼叫沒有緣？有緣的對佛菩薩有尊重的心，有尊重、有仰慕的心，有真誠想學的心，這就叫有緣，佛菩薩來教他，歡喜！沒有緣的什麼？對他不相信、不喜歡，佛菩薩來教他，他走了，他不聽他的，這就叫沒有緣。由此可知，有緣無緣不在佛菩薩那邊，在我們自己這邊，我們自己願不願意學，願意學有緣，不願意學沒有緣。"
    },
    {
      "id": "21-670-0007_p0014",
      "zh_CN": "这个事情佛法如是，世法也不例外。学校里的老师，一个班上有几十个同学，这学生里头有几个跟老师有缘，老师的东西全学到了；跟老师没有缘的，虽然跟老师，跟了一年、跟了半年，什么也没学到。为什么？不想学。有缘的人想学，欢喜学。不是一个班级所有学生都好学，不是，总有一些不好学的。还有老师跟学生的缘不一样，学生喜欢这个老师，老师喜欢那个学生，这种现象很普遍。换句话说，听话、受教的就有缘，跟老师有缘；不听话的，不接受教诲的，就没缘。所以是不听、不相信、不接受，佛菩萨不来。他都清楚，你什么时候想学，什么时候听话，他什么时候就现身。所以缘这个字，有缘无缘我们也要搞清楚、搞明白。",
      "zh_TW": "這個事情佛法如是，世法也不例外。學校裡的老師，一個班上有幾十個同學，這學生裡頭有幾個跟老師有緣，老師的東西全學到了；跟老師沒有緣的，雖然跟老師，跟了一年、跟了半年，什麼也沒學到。為什麼？不想學。有緣的人想學，歡喜學。不是一個班級所有學生都好學，不是，總有一些不好學的。還有老師跟學生的緣不一樣，學生喜歡這個老師，老師喜歡那個學生，這種現象很普遍。換句話說，聽話、受教的就有緣，跟老師有緣；不聽話的，不接受教誨的，就沒緣。所以是不聽、不相信、不接受，佛菩薩不來。他都清楚，你什麼時候想學，什麼時候聽話，他什麼時候就現身。所以緣這個字，有緣無緣我們也要搞清楚、搞明白。"
    },
    {
      "id": "21-670-0007_p0015",
      "zh_CN": "在这个世间如是。我学佛，年轻的时候，我二十六岁才接触到佛法，已经很迟了，从前不知道。接触佛法不是学佛，学哲学。我亲近一个老师，老师没见过面，不认识，仰慕，写一封信给他，请求他允许我到学校里去旁听他的课程。老师回信来了，一个星期收到他的回信，约我到他家里见面。见面就告诉我（我是真想学、真愿意学），他告诉我，现在的学校，先生不像先生，学生不像学生，你要到学校去听课，你会大失所望。这个先生不像先生包括他自己。我听到这个话，不就拒绝了吗？当然表现就很沮丧、很难过，老师拒绝了。可是我们沉默了大概有十几分钟，老师开口，他说这样好了，你每个星期天到我家里来，我给你上两个小时课。我的哲学是在他家里学的，不在学校，他家小客厅，有个小圆桌，一个老师、一个学生，这么学的。给我讲了一部《哲学概论》，最后的一个单元是「佛经哲学」，我从这个地方入佛门的，入佛门是把佛经看作高等哲学来学习的。",
      "zh_TW": "在這個世間如是。我學佛，年輕的時候，我二十六歲才接觸到佛法，已經很遲了，從前不知道。接觸佛法不是學佛，學哲學。我親近一個老師，老師沒見過面，不認識，仰慕，寫一封信給他，請求他允許我到學校裡去旁聽他的課程。老師回信來了，一個星期收到他的回信，約我到他家裡見面。見面就告訴我（我是真想學、真願意學），他告訴我，現在的學校，先生不像先生，學生不像學生，你要到學校去聽課，你會大失所望。這個先生不像先生包括他自己。我聽到這個話，不就拒絕了嗎？當然表現就很沮喪、很難過，老師拒絕了。可是我們沉默了大概有十幾分鐘，老師開口，他說這樣好了，你每個星期天到我家裡來，我給你上兩個小時課。我的哲學是在他家裡學的，不在學校，他家小客廳，有個小圓桌，一個老師、一個學生，這麼學的。給我講了一部《哲學概論》，最後的一個單元是「佛經哲學」，我從這個地方入佛門的，入佛門是把佛經看作高等哲學來學習的。"
    },
    {
      "id": "21-670-0007_p0016",
      "zh_CN": "从这桩事情我们就明白了，我的聪明智慧不够，不是当时明白，十几年之后才明白，老师为什么要这样教我，为什么不让我到学校听课？在学校上课大概不讲真的。为什么？学生没兴趣，不讲真的。那你要是真学，真学到家里开课。我一分钱的费用也没花，一分钱供养老师都没有，那么热心的教，感恩！告诉我佛经哲学，他说「释迦牟尼是世界上最伟大的哲学家」，我们没听说过；「佛经哲学是全世界哲学的最高峰」，都没听过；「学佛是人生最高的享受」，这个话很中听，所以我对于这门课程就非常用心，认真学习。",
      "zh_TW": "從這樁事情我們就明白了，我的聰明智慧不夠，不是當時明白，十幾年之後才明白，老師為什麼要這樣教我，為什麼不讓我到學校聽課？在學校上課大概不講真的。為什麼？學生沒興趣，不講真的。那你要是真學，真學到家裡開課。我一分錢的費用也沒花，一分錢供養老師都沒有，那麼熱心的教，感恩！告訴我佛經哲學，他說「釋迦牟尼是世界上最偉大的哲學家」，我們沒聽說過；「佛經哲學是全世界哲學的最高峰」，都沒聽過；「學佛是人生最高的享受」，這個話很中聽，所以我對於這門課程就非常用心，認真學習。"
    },
    {
      "id": "21-670-0007_p0017",
      "zh_CN": "以后我出家了，我去看老师，老师一看，你真干了！我说是，你不说是人生最高的享受吗？我就希望这一生能够过到人生最高的享受，真干了。他非常欢喜。我出家，赞叹我的，认为这个路走得正确的，只有他老人家一个人。其他的都不同意，都认为我学佛学迷了，年纪轻轻的，学了怎么迷成这个样子？都对我感觉得很惋惜。可是到年岁大了，二、三十年之后他们都退休了，再碰到我，你的路走对了。才知道！退休之后生活很苦，小孩忙着自己的工作，没人照顾，住老人院。我走这条路子，愈老愈幸福，愈老愈快乐，他们没想到。我感谢我的老师！真的，老师教我学释迦牟尼佛，这是章嘉大师，第二个老师，也是唯一的一个出家的老师，他教我也是一个星期两个小时。我离开方东美先生就亲近章嘉大师，每个星期见一次面，给我的时间是一个小时到两个小时。我跟他三年，三年，大师圆寂了。可是我学佛的根基在他这里奠定的，他劝我出家，劝我学释迦牟尼佛。",
      "zh_TW": "以後我出家了，我去看老師，老師一看，你真幹了！我說是，你不說是人生最高的享受嗎？我就希望這一生能夠過到人生最高的享受，真幹了。他非常歡喜。我出家，讚歎我的，認為這個路走得正確的，只有他老人家一個人。其他的都不同意，都認為我學佛學迷了，年紀輕輕的，學了怎麼迷成這個樣子？都對我感覺得很惋惜。可是到年歲大了，二、三十年之後他們都退休了，再碰到我，你的路走對了。才知道！退休之後生活很苦，小孩忙著自己的工作，沒人照顧，住老人院。我走這條路子，愈老愈幸福，愈老愈快樂，他們沒想到。我感謝我的老師！真的，老師教我學釋迦牟尼佛，這是章嘉大師，第二個老師，也是唯一的一個出家的老師，他教我也是一個星期兩個小時。我離開方東美先生就親近章嘉大師，每個星期見一次面，給我的時間是一個小時到兩個小時。我跟他三年，三年，大師圓寂了。可是我學佛的根基在他這裡奠定的，他勸我出家，勸我學釋迦牟尼佛。"
    },
    {
      "id": "21-670-0007_p0018",
      "zh_CN": "释迦牟尼佛一生讲经教学。看到释迦牟尼佛的行谊我们知道，他不是一个宗教家，他是教育家。他开悟之后就从事于教学，三十岁，三十岁开悟的，教一辈子，七十九岁过世，教学四十九年，讲经三百余会。这会，就是现在人讲办班、办活动，办班、办活动三百多次。他的活动，大的活动时间很长，有一、二年，办一个大单元，讲一个系列；最小的活动，是别人来请教，提问题来答问，几个小时，活活泼泼。释迦牟尼佛教学，没有收一分钱学费，有教无类，来者不拒，去者不留，真的叫多元文化。学生不分国籍、不分族群、不分宗教信仰，只要你肯学，你来，他都热心教你。用今天的话来跟他定位，他是什么身分？是多元文化社会教育家，是这个身分。他个人是多元文化社会教育的义务工作者，一生是教员，没有收人家一分钱学费，完全是义务。",
      "zh_TW": "釋迦牟尼佛一生講經教學。看到釋迦牟尼佛的行誼我們知道，他不是一個宗教家，他是教育家。他開悟之後就從事於教學，三十歲，三十歲開悟的，教一輩子，七十九歲過世，教學四十九年，講經三百餘會。這會，就是現在人講辦班、辦活動，辦班、辦活動三百多次。他的活動，大的活動時間很長，有一、二年，辦一個大單元，講一個系列；最小的活動，是別人來請教，提問題來答問，幾個小時，活活潑潑。釋迦牟尼佛教學，沒有收一分錢學費，有教無類，來者不拒，去者不留，真的叫多元文化。學生不分國籍、不分族群、不分宗教信仰，只要你肯學，你來，他都熱心教你。用今天的話來跟他定位，他是什麼身分？是多元文化社會教育家，是這個身分。他個人是多元文化社會教育的義務工作者，一生是教員，沒有收人家一分錢學費，完全是義務。"
    },
    {
      "id": "21-670-0007_p0019",
      "zh_CN": "我也没有想到，教我哲学的方东美先生，他对我的教学是义务，没有收学费，给我讲真东西。换句话说，老师不是不愿意教，要有人肯学。这个班上真正想学的一个都没有，那还教什么？这是悲哀！那为什么还要去教？老师教书是职业，靠这个生活，在学校担任教授，拿一份工资、钟点费养家糊口，不能不去。学生，学生要文凭，不重视学东西。所以老师考试，把考题先告诉学生，每个人都拿到好分数。你看，皆大欢喜，各取所需。这是教育的悲哀！老师自己常常说，现在做教学的工作是误人子弟。不是不肯教，是没有人真正想学。这是六十一年前的事情，那现在学校是什么样子，我就不知道了。中国的学校不知道，外国的学校我看过。",
      "zh_TW": "我也沒有想到，教我哲學的方東美先生，他對我的教學是義務，沒有收學費，給我講真東西。換句話說，老師不是不願意教，要有人肯學。這個班上真正想學的一個都沒有，那還教什麼？這是悲哀！那為什麼還要去教？老師教書是職業，靠這個生活，在學校擔任教授，拿一份工資、鐘點費養家糊口，不能不去。學生，學生要文憑，不重視學東西。所以老師考試，把考題先告訴學生，每個人都拿到好分數。你看，皆大歡喜，各取所需。這是教育的悲哀！老師自己常常說，現在做教學的工作是誤人子弟。不是不肯教，是沒有人真正想學。這是六十一年前的事情，那現在學校是什麼樣子，我就不知道了。中國的學校不知道，外國的學校我看過。"
    },
    {
      "id": "21-670-0007_p0020",
      "zh_CN": "我们总算是非常幸运，在这一生当中能够遇到高等哲学。现在我们知道，佛法不仅是高等哲学，它是高等科学，今天尖端科学所发现的，佛经上全有。于是乎我们就明白了，佛陀教育的内容是什么？我们可以说，它的内容是五个科目，伦理、道德、因果、哲学、科学。这五门，五个项目都达到登峰造极，绝不仅仅是方老师说哲学的最高峰，也是伦理的最高峰、道德的最高峰、因果的最高峰、科学的最高峰。非常可惜，认识它的人太少了。",
      "zh_TW": "我們總算是非常幸運，在這一生當中能夠遇到高等哲學。現在我們知道，佛法不僅是高等哲學，它是高等科學，今天尖端科學所發現的，佛經上全有。於是乎我們就明白了，佛陀教育的內容是什麼？我們可以說，它的內容是五個科目，倫理、道德、因果、哲學、科學。這五門，五個項目都達到登峰造極，絕不僅僅是方老師說哲學的最高峰，也是倫理的最高峰、道德的最高峰、因果的最高峰、科學的最高峰。非常可惜，認識它的人太少了。"
    },
    {
      "id": "21-670-0007_p0021",
      "zh_CN": "佛的经典，原文是梵文，就是印度的古文，古时候写的，写成书至少在二千五百年前。二千五百年前，中国自己文化底蕴非常深厚。佛法传到中国来，不是自己来的，是中国的帝王派特使到西域，就是现在新疆葱岭这一带，印度的佛教传到那边，从那个地方请到印度的高僧，带着经书佛像，是接受中国帝王的礼请，这么来的。请来之后一交流，大家非常欢喜，佛教在中国就生根了，慢慢跟儒跟道就融成一体，成为中国传统文化。今天讲中国传统文化不能不说佛，它是有举足轻重的地位。在中国这两千年来，外表上有儒释道，实际上已经融成一起了，儒，他读佛经，他也学道；道，他也学佛，也学儒；佛门的弟子不但学还非常认真，把儒跟道做为大乘佛法的根基。所以中国不学小乘，为什么？用儒道代替小乘，有过之而无不及。中国佛教的成就非常辉煌！",
      "zh_TW": "佛的經典，原文是梵文，就是印度的古文，古時候寫的，寫成書至少在二千五百年前。二千五百年前，中國自己文化底蘊非常深厚。佛法傳到中國來，不是自己來的，是中國的帝王派特使到西域，就是現在新疆蔥嶺這一帶，印度的佛教傳到那邊，從那個地方請到印度的高僧，帶著經書佛像，是接受中國帝王的禮請，這麼來的。請來之後一交流，大家非常歡喜，佛教在中國就生根了，慢慢跟儒跟道就融成一體，成為中國傳統文化。今天講中國傳統文化不能不說佛，它是有舉足輕重的地位。在中國這兩千年來，外表上有儒釋道，實際上已經融成一起了，儒，他讀佛經，他也學道；道，他也學佛，也學儒；佛門的弟子不但學還非常認真，把儒跟道做為大乘佛法的根基。所以中國不學小乘，為什麼？用儒道代替小乘，有過之而無不及。中國佛教的成就非常輝煌！"
    },
    {
      "id": "21-670-0007_p0022",
      "zh_CN": "我们的疏忽也不过就是最近这两百年，满清晚年疏忽了，对于圣贤教育不重视了。满清亡国之后，中国社会战乱，传统的文化没落，讲的人都没有了，佛法也跟着衰没。我这种年龄，二十岁左右的时候，中国讲经法师大概只有十几个。这么大的土地，这么多的人口，只有十几个老师。没有现代化的这些工具，所以能够听到经的人非常稀少，一个讲座里头不过是一、二百人而已，讲堂并不大。现在的方便，有这些科学工具，有卫星、有电视、有网路，这是好东西。如果没有这些东西，我们就是发心讲经讲一辈子，真正听经有几个人？一生当中想传十个人恐怕都不可能，只能传二、三个人而已，香火不断。中国传统文化要再兴起来，大乘佛法再兴起来，没落两百年，再兴旺起来还是要两百年。我们看不见，不是容易事情！中国传统文化复兴，整个世界安定和平，这个话是英国汤恩比博士说的，说得非常有道理。",
      "zh_TW": "我們的疏忽也不過就是最近這兩百年，滿清晚年疏忽了，對於聖賢教育不重視了。滿清亡國之後，中國社會戰亂，傳統的文化沒落，講的人都沒有了，佛法也跟著衰沒。我這種年齡，二十歲左右的時候，中國講經法師大概只有十幾個。這麼大的土地，這麼多的人口，只有十幾個老師。沒有現代化的這些工具，所以能夠聽到經的人非常稀少，一個講座裡頭不過是一、二百人而已，講堂並不大。現在的方便，有這些科學工具，有衛星、有電視、有網路，這是好東西。如果沒有這些東西，我們就是發心講經講一輩子，真正聽經有幾個人？一生當中想傳十個人恐怕都不可能，只能傳二、三個人而已，香火不斷。中國傳統文化要再興起來，大乘佛法再興起來，沒落兩百年，再興旺起來還是要兩百年。我們看不見，不是容易事情！中國傳統文化復興，整個世界安定和平，這個話是英國湯恩比博士說的，說得非常有道理。"
    },
    {
      "id": "21-670-0007_p0023",
      "zh_CN": "「梵响闻十方」，由菩萨弘法利生的大愿、坚定不变的大愿所感得的。这是阿弥陀佛的庄严口业功德成就。下面第四，「庄严心业功德成就」。这句最重要，所有庄严里头这是核心。心是什么？意业清净，这讲用心。意业清净，要化三毒为三善根。三毒是什么？贪瞋痴。心里头有贪瞋痴那就完了，贪瞋痴是三毒烦恼，所有一切不善都从这里发生的。贪瞋痴还有个根，根是什么？根是我。谁贪？我贪、我瞋、我痴，没离开我。这个我就错了，这一切错误的根本。所以大乘佛法讲无我，你看《金刚经》上说「无我相、无人相、无众生相、无寿者相」。四相破了，四相破了是什么功夫？入门，是佛教的小学，破四相。四相真的破得干干净净就证阿罗汉果。四相真破了就是小乘须陀洹，就是真的不执着了，入门！大小乘入门都是这个条件。",
      "zh_TW": "「梵響聞十方」，由菩薩弘法利生的大願、堅定不變的大願所感得的。這是阿彌陀佛的莊嚴口業功德成就。下面第四，「莊嚴心業功德成就」。這句最重要，所有莊嚴裡頭這是核心。心是什麼？意業清淨，這講用心。意業清淨，要化三毒為三善根。三毒是什麼？貪瞋痴。心裡頭有貪瞋痴那就完了，貪瞋痴是三毒煩惱，所有一切不善都從這裡發生的。貪瞋痴還有個根，根是什麼？根是我。誰貪？我貪、我瞋、我痴，沒離開我。這個我就錯了，這一切錯誤的根本。所以大乘佛法講無我，你看《金剛經》上說「無我相、無人相、無眾生相、無壽者相」。四相破了，四相破了是什麼功夫？入門，是佛教的小學，破四相。四相真的破得乾乾淨淨就證阿羅漢果。四相真破了就是小乘須陀洹，就是真的不執著了，入門！大小乘入門都是這個條件。"
    },
    {
      "id": "21-670-0007_p0024",
      "zh_CN": "佛经上讲的断烦恼，这是最初的第一步，断见惑，三界九地八十八品见惑，就是错误的看法，从这下手。为了教初学，佛把八十八品见惑归纳为五类，这就好讲话了。第一类就是身见，头一个是身，把身体当作我，这错了，身体不是我，更冤枉了。第二个是边见，边见就是今天讲相对的，对立。第三个叫见取见、戒取见，这两种合起来，中国人叫做成见，某人成见很深，主观观念，自以为是。末后的这一条叫邪见，所有一切不属于前面这四种的一切错误的看法就归纳在这里头，叫邪见。这五种见放下，在小乘证初果，在大乘十信位的初信菩萨。地位虽然很低，他是圣人，他不是凡夫。他在六道里头，虽然没有脱离轮回，他决定不堕三恶道，这不容易。而且在六道住的时间有限，天上人间七次往返，他肯定超越六道轮回。小乘证阿罗汉，超出了；大乘十信菩萨的第七信，第七信断证的功夫跟阿罗汉平等，所以七信菩萨超越六道轮回。",
      "zh_TW": "佛經上講的斷煩惱，這是最初的第一步，斷見惑，三界九地八十八品見惑，就是錯誤的看法，從這下手。為了教初學，佛把八十八品見惑歸納為五類，這就好講話了。第一類就是身見，頭一個是身，把身體當作我，這錯了，身體不是我，更冤枉了。第二個是邊見，邊見就是今天講相對的，對立。第三個叫見取見、戒取見，這兩種合起來，中國人叫做成見，某人成見很深，主觀觀念，自以為是。末後的這一條叫邪見，所有一切不屬於前面這四種的一切錯誤的看法就歸納在這裡頭，叫邪見。這五種見放下，在小乘證初果，在大乘十信位的初信菩薩。地位雖然很低，他是聖人，他不是凡夫。他在六道裡頭，雖然沒有脫離輪迴，他決定不墮三惡道，這不容易。而且在六道住的時間有限，天上人間七次往返，他肯定超越六道輪迴。小乘證阿羅漢，超出了；大乘十信菩薩的第七信，第七信斷證的功夫跟阿羅漢平等，所以七信菩薩超越六道輪迴。"
    },
    {
      "id": "21-670-0007_p0025",
      "zh_CN": "七信是阿罗汉，八信是辟支佛，九信是菩萨，十信是佛，十法界里面的佛。十法界的佛不是真佛，但是很像真佛，天台大师六即佛里头称他为相似即佛，很像，不是真的。那这个真假用什么做标准？用转识成智为标准，真能够转八识成四智，这是真佛；八识还没有转成四智，这个佛就叫相似即佛，他就差这点功夫。如果真转过来了，他就不住十法界，十法界没有了，十法界是假的，是一场梦，梦醒过来了。醒过来是什么境界？是诸佛如来的实报庄严土，叫一真法界。这个一真跟十法界比，十法界是假的，它是真的；如果一真法界跟常寂光来比，常寂光是真的，它也是假的。所以《金刚经》上说，「凡所有相，皆是虚妄」，没有说实报土除外，没讲这个话，凡所有相皆是虚妄，实报庄严土也在其中。",
      "zh_TW": "七信是阿羅漢，八信是辟支佛，九信是菩薩，十信是佛，十法界裡面的佛。十法界的佛不是真佛，但是很像真佛，天台大師六即佛裡頭稱他為相似即佛，很像，不是真的。那這個真假用什麼做標準？用轉識成智為標準，真能夠轉八識成四智，這是真佛；八識還沒有轉成四智，這個佛就叫相似即佛，他就差這點功夫。如果真轉過來了，他就不住十法界，十法界沒有了，十法界是假的，是一場夢，夢醒過來了。醒過來是什麼境界？是諸佛如來的實報莊嚴土，叫一真法界。這個一真跟十法界比，十法界是假的，它是真的；如果一真法界跟常寂光來比，常寂光是真的，它也是假的。所以《金剛經》上說，「凡所有相，皆是虛妄」，沒有說實報土除外，沒講這個話，凡所有相皆是虛妄，實報莊嚴土也在其中。"
    },
    {
      "id": "21-670-0007_p0026",
      "zh_CN": "这就是大乘教里头，佛为什么教我们不要着相，要教我们从破四相开始，真的做到无我相、无人相、无众生相、无寿者相，为什么？真做到，你的心清净了。《无量寿经》的经题，修行的三个标准，清净、平等、觉，三个标准，第一个标准你得到了。这三个标准就是三个学位，第一个标准学士，像我们念书，大学毕业了，这个学位是学士；研究所毕业了，硕士班的拿到硕士，第二个学位，等于菩萨；最高的学位是博士，博士就是佛陀。所以佛教这个名称，佛、菩萨、阿罗汉是三个学位的名称，人人都有分。佛陀不是释迦牟尼佛的专利，不是阿弥陀佛的专利，不是的，人人都有分。佛说得很清楚，没有保留，说「一切众生本来是佛」，说「一切众生本来成佛」，佛说的是真话。所以一念大彻大悟，这一念放下，把妄想分别执着统统放下，放下就成佛，惠能大师给我们做了表演。与识字不识字没有关系，经教有没有学也没有关系，关系就是你把自性里头的障碍除掉了，这就是。见思烦恼除掉了就是阿罗汉，尘沙烦恼除掉了就是菩萨，无明烦恼除掉了就成佛，这个道理一定要懂。",
      "zh_TW": "這就是大乘教裡頭，佛為什麼教我們不要著相，要教我們從破四相開始，真的做到無我相、無人相、無眾生相、無壽者相，為什麼？真做到，你的心清淨了。《無量壽經》的經題，修行的三個標準，清淨、平等、覺，三個標準，第一個標準你得到了。這三個標準就是三個學位，第一個標準學士，像我們念書，大學畢業了，這個學位是學士；研究所畢業了，碩士班的拿到碩士，第二個學位，等於菩薩；最高的學位是博士，博士就是佛陀。所以佛教這個名稱，佛、菩薩、阿羅漢是三個學位的名稱，人人都有分。佛陀不是釋迦牟尼佛的專利，不是阿彌陀佛的專利，不是的，人人都有分。佛說得很清楚，沒有保留，說「一切眾生本來是佛」，說「一切眾生本來成佛」，佛說的是真話。所以一念大徹大悟，這一念放下，把妄想分別執著統統放下，放下就成佛，惠能大師給我們做了表演。與識字不識字沒有關係，經教有沒有學也沒有關係，關係就是你把自性裡頭的障礙除掉了，這就是。見思煩惱除掉了就是阿羅漢，塵沙煩惱除掉了就是菩薩，無明煩惱除掉了就成佛，這個道理一定要懂。"
    },
    {
      "id": "21-670-0007_p0027",
      "zh_CN": "道理懂得了，修行在个人。释迦牟尼佛从来没有问学生修行的事情，那是什么？那是你自己，别人不能干涉的。释迦牟尼佛只问你是不是真明白、真懂得了？他问这个。这个意思很深。我们今天在这里搞经教，讲得天花乱坠，是不是真懂得？不见得。这是早年章嘉大师告诉我的，千万不要以不懂自己认为懂，那就完了。为什么？你就停在这里，你不能再向上提升了。所以一定要知道，自己在菩萨的位次上面，断证方面自己是在哪个层次，我还得向上提升，这个太重要了！我们今天是叫解悟，不是证悟。解悟是什么？是完全从经典里面得来的，经典看多了、听多了、学多了，知道这些事实真相，又看了一些科学报告，信心很坚定，不是证悟。为什么不是证悟？没放下。放下才叫证悟，就真的觉悟了，没有放下不是真的觉悟，得继续努力。放下之后是真的，不是假的，那才能够入佛境界。",
      "zh_TW": "道理懂得了，修行在個人。釋迦牟尼佛從來沒有問學生修行的事情，那是什麼？那是你自己，別人不能干涉的。釋迦牟尼佛只問你是不是真明白、真懂得了？他問這個。這個意思很深。我們今天在這裡搞經教，講得天花亂墜，是不是真懂得？不見得。這是早年章嘉大師告訴我的，千萬不要以不懂自己認為懂，那就完了。為什麼？你就停在這裡，你不能再向上提升了。所以一定要知道，自己在菩薩的位次上面，斷證方面自己是在哪個層次，我還得向上提升，這個太重要了！我們今天是叫解悟，不是證悟。解悟是什麼？是完全從經典裡面得來的，經典看多了、聽多了、學多了，知道這些事實真相，又看了一些科學報告，信心很堅定，不是證悟。為什麼不是證悟？沒放下。放下才叫證悟，就真的覺悟了，沒有放下不是真的覺悟，得繼續努力。放下之後是真的，不是假的，那才能夠入佛境界。"
    },
    {
      "id": "21-670-0007_p0028",
      "zh_CN": "这桩事情，对于我们想修行、想证果、想了生死出三界关系太大了，统要搞真的，不能搞假的。真功夫在生活上锻炼。譬如这一段，「庄严心业功德成就。偈言：同地水火风，虚空无分别」。这什么意思？地水火风是假的，是物质的四种现象。这个物质是什么？最小的物质、基本的物质，科学家称它为微中子，佛法里面称它叫极微色，它是色法，色就是物质。这么小的一个物质现象，它里头有这四种现象。地，地用大地做代表，我们讲是实物，就是物质现象，你能看得见，你能摸得着。但是它太微小了，要在定功，八地菩萨的定功你才能看到，你才能接触到，七地的功夫还不行。科学家是用仪器观察到，我们相信，是最先进的显微镜，看到了。这是间接看到的，不是直接的，了解它的状况。这么小的一个物质，它里头有水、有火、有风。水是什么？今天说的带电，阴电就是水，也叫湿度，它有湿度。火，它有温度，火是阳电，水是阴电，它带电。风，它是动的，它不是静的，而且它动的速度，快慢没有一定，有时候很快，有时候很慢，它决定是动，它不是静止的。这是物质现象，这现象不是真的，全是假的。",
      "zh_TW": "這樁事情，對於我們想修行、想證果、想了生死出三界關係太大了，統要搞真的，不能搞假的。真功夫在生活上鍛鍊。譬如這一段，「莊嚴心業功德成就。偈言：同地水火風，虛空無分別」。這什麼意思？地水火風是假的，是物質的四種現象。這個物質是什麼？最小的物質、基本的物質，科學家稱它為微中子，佛法裡面稱它叫極微色，它是色法，色就是物質。這麼小的一個物質現象，它裡頭有這四種現象。地，地用大地做代表，我們講是實物，就是物質現象，你能看得見，你能摸得著。但是它太微小了，要在定功，八地菩薩的定功你才能看到，你才能接觸到，七地的功夫還不行。科學家是用儀器觀察到，我們相信，是最先進的顯微鏡，看到了。這是間接看到的，不是直接的，了解它的狀況。這麼小的一個物質，它裡頭有水、有火、有風。水是什麼？今天說的帶電，陰電就是水，也叫濕度，它有濕度。火，它有溫度，火是陽電，水是陰電，它帶電。風，它是動的，它不是靜的，而且它動的速度，快慢沒有一定，有時候很快，有時候很慢，它決定是動，它不是靜止的。這是物質現象，這現象不是真的，全是假的。"
    },
    {
      "id": "21-670-0007_p0029",
      "zh_CN": "地水火风在此地代表物质，物质现象是假的，跟虚空一样，一定要像虚空无分别。换句话说，不分别、不执着、不起心、不动念，对了！这就是真正觉悟的人看这个世界，看六道、看十法界，乃至于看实报庄严土，看世出世间一切法，他都不会起心动念。起心动念没有，当然没有分别执着，这叫佛知佛见，《法华经》上所说的「入佛知见」。入佛知见这种状况我们也明白了，我们有没有入进去？我们要不起心不动念就入进去了，起心动念没入进去。起心动念，不分别、不执着，我们入的是菩萨境界；如果有起心动念，还有分别，没有执着，我们入阿罗汉的境界；换句话说，我们连执着也还有，那就是六道凡夫的境界，佛法学得再高明，没出六道轮回，这个自己要知道。",
      "zh_TW": "地水火風在此地代表物質，物質現象是假的，跟虛空一樣，一定要像虛空無分別。換句話說，不分別、不執著、不起心、不動念，對了！這就是真正覺悟的人看這個世界，看六道、看十法界，乃至於看實報莊嚴土，看世出世間一切法，他都不會起心動念。起心動念沒有，當然沒有分別執著，這叫佛知佛見，《法華經》上所說的「入佛知見」。入佛知見這種狀況我們也明白了，我們有沒有入進去？我們要不起心不動念就入進去了，起心動念沒入進去。起心動念，不分別、不執著，我們入的是菩薩境界；如果有起心動念，還有分別，沒有執著，我們入阿羅漢的境界；換句話說，我們連執著也還有，那就是六道凡夫的境界，佛法學得再高明，沒出六道輪迴，這個自己要知道。"
    },
    {
      "id": "21-670-0007_p0030",
      "zh_CN": "我们想入这个境界，想把妄想分别执着断掉，它断不掉，真难！这是事实，这不是假的。所以修行的人多，成功的人少，问题就是断不掉。真正自己觉悟，我们没有能力断烦恼，我明白了，我觉悟了，走另外一条路，就是《往生论》告诉你这条路，「信愿持名，求生净土」，完全依靠阿弥陀佛。阿弥陀佛有大愿，绝不食言，他绝不欺骗我们，我们只要照这个方法去做，舍命的时候他决定来带我们走。你要是真心要求，我还有寿命，我寿命不要了，我现在就要走，他来不来？来，他真来，你只要是真心，现在想走，他现在就来。这有例子的，不是假的，宋朝的莹珂法师是最好的例子。那是个出家人，是个破戒、犯斋、造作恶业的出家人，好在他还有一点善根，他相信因果报应。他自己展开戒律看看自己的行为，完全破了戒。破戒的结果在哪里？是阿鼻地狱。一听到阿鼻地狱他就吓到了，这不能去，向同参道友请教，你们有没有办法救我，让我不堕地狱？同学当中就有一个人给一本《往生传》给他看，他看到非常受感动，痛哭流涕。看完之后，他就把自己的寮房门关起来，一句佛号念到底，不睡、不吃。不吃饭、不睡觉，念了三天三夜，阿弥陀佛出现了，现身了。佛来告诉他，你的寿命还有十年，十年之后，等你命终的时候我来接引你。他真把阿弥陀佛念来了。",
      "zh_TW": "我們想入這個境界，想把妄想分別執著斷掉，它斷不掉，真難！這是事實，這不是假的。所以修行的人多，成功的人少，問題就是斷不掉。真正自己覺悟，我們沒有能力斷煩惱，我明白了，我覺悟了，走另外一條路，就是《往生論》告訴你這條路，「信願持名，求生淨土」，完全依靠阿彌陀佛。阿彌陀佛有大願，絕不食言，他絕不欺騙我們，我們只要照這個方法去做，捨命的時候他決定來帶我們走。你要是真心要求，我還有壽命，我壽命不要了，我現在就要走，他來不來？來，他真來，你只要是真心，現在想走，他現在就來。這有例子的，不是假的，宋朝的瑩珂法師是最好的例子。那是個出家人，是個破戒、犯齋、造作惡業的出家人，好在他還有一點善根，他相信因果報應。他自己展開戒律看看自己的行為，完全破了戒。破戒的結果在哪裡？是阿鼻地獄。一聽到阿鼻地獄他就嚇到了，這不能去，向同參道友請教，你們有沒有辦法救我，讓我不墮地獄？同學當中就有一個人給一本《往生傳》給他看，他看到非常受感動，痛哭流涕。看完之後，他就把自己的寮房門關起來，一句佛號念到底，不睡、不吃。不吃飯、不睡覺，念了三天三夜，阿彌陀佛出現了，現身了。佛來告訴他，你的壽命還有十年，十年之後，等你命終的時候我來接引你。他真把阿彌陀佛念來了。"
    },
    {
      "id": "21-670-0007_p0031",
      "zh_CN": "莹珂也很难得，跟阿弥陀佛说，我的劣根性很重，禁不起诱惑，人家一诱惑我又要犯罪，又要做错事。那我再活十年不知道干多少错事，我十年寿命不要了，我现在跟你走，跟阿弥陀佛商量。阿弥陀佛答应了，他说好，三天之后我来接引你。他真高兴！阿弥陀佛走了，他把寮房门打开，告诉大家这桩事情，见到阿弥陀佛，佛给我讲了，三天之后来接引我。寺庙人都知道了，看他三天走不走，是真的还是假的。三天之后真走了，感动多少人！经上讲的没错，五逆十恶临终忏悔，后不再造，念佛往生，佛都来接引你。这个表演演得太好了，让许多犯了过失的人都有了希望。阿弥陀佛不嫌弃我们，阿弥陀佛永远爱护我们，只要你认过、认错，承认自己错了，以后不再错了，这就行了，罪业就能忏除。",
      "zh_TW": "瑩珂也很難得，跟阿彌陀佛說，我的劣根性很重，禁不起誘惑，人家一誘惑我又要犯罪，又要做錯事。那我再活十年不知道幹多少錯事，我十年壽命不要了，我現在跟你走，跟阿彌陀佛商量。阿彌陀佛答應了，他說好，三天之後我來接引你。他真高興！阿彌陀佛走了，他把寮房門打開，告訴大家這樁事情，見到阿彌陀佛，佛給我講了，三天之後來接引我。寺廟人都知道了，看他三天走不走，是真的還是假的。三天之後真走了，感動多少人！經上講的沒錯，五逆十惡臨終懺悔，後不再造，念佛往生，佛都來接引你。這個表演演得太好了，讓許多犯了過失的人都有了希望。阿彌陀佛不嫌棄我們，阿彌陀佛永遠愛護我們，只要你認過、認錯，承認自己錯了，以後不再錯了，這就行了，罪業就能懺除。"
    },
    {
      "id": "21-670-0007_p0032",
      "zh_CN": "这里后面几句话说得好，「凡心有知，则有所不知」。那个知是什么？妄念，妄想杂念。「圣心无知」，圣是圣人，诸佛菩萨，诸佛菩萨的心没有知，「故无所不知」，这很厉害。这些话，释迦牟尼佛在《般若经》上讲的。《般若经》上这句话讲得很多次，所以你读《般若经》纵然读一遍，甚至于一遍没念完，这句话印象就很深，「般若无知，无所不知」。所以，佛不主张我们求知，你求知你就有所不知。求知是什么？知识，不求知是智慧。智慧从哪里来的？从无知来的。无知是什么？无知是清净心、是平等心，《无量寿经》经题上讲的「清净平等觉」，那是无知。",
      "zh_TW": "這裡後面幾句話說得好，「凡心有知，則有所不知」。那個知是什麼？妄念，妄想雜念。「聖心無知」，聖是聖人，諸佛菩薩，諸佛菩薩的心沒有知，「故無所不知」，這很厲害。這些話，釋迦牟尼佛在《般若經》上講的。《般若經》上這句話講得很多次，所以你讀《般若經》縱然讀一遍，甚至於一遍沒念完，這句話印象就很深，「般若無知，無所不知」。所以，佛不主張我們求知，你求知你就有所不知。求知是什麼？知識，不求知是智慧。智慧從哪裡來的？從無知來的。無知是什麼？無知是清淨心、是平等心，《無量壽經》經題上講的「清淨平等覺」，那是無知。"
    },
    {
      "id": "21-670-0007_p0033",
      "zh_CN": "心里头干干净净，不但世间法统统没有，佛法也没有，这个要知道。世间法不要了，把佛法装到心上去，完了，你也错了。佛法染污了你的心性，你的清净心不见了；佛法有高下，有什么大乘小乘，把你的平等心也破坏掉了，你还是个凡夫，你不会学。大乘佛法里头禅宗，老师测验学生，常常问「会么？」教下亦如是，你了解了吗？你要真说我了解了，老师大概把你臭骂一顿，甚至于狠狠的打你一棒。为什么？我明白了，这是什么？这是分别执着，根本没有懂得佛的意思。开经偈上说得好，「愿解如来真实义」，真实义没有意思，那就是真实的，有意思就不是真实的。所以佛法教人，因戒得定，因定开慧。戒是什么？规矩。依照这个规矩你去做，慢慢心就得定了，得定之后不定什么缘，遇到就大彻大悟，智慧就开了。智慧一开无所不知，智慧没有开无知，一开就无所不知。",
      "zh_TW": "心裡頭乾乾淨淨，不但世間法統統沒有，佛法也沒有，這個要知道。世間法不要了，把佛法裝到心上去，完了，你也錯了。佛法染污了你的心性，你的清淨心不見了；佛法有高下，有什麼大乘小乘，把你的平等心也破壞掉了，你還是個凡夫，你不會學。大乘佛法裡頭禪宗，老師測驗學生，常常問「會麼？」教下亦如是，你了解了嗎？你要真說我了解了，老師大概把你臭罵一頓，甚至於狠狠的打你一棒。為什麼？我明白了，這是什麼？這是分別執著，根本沒有懂得佛的意思。開經偈上說得好，「願解如來真實義」，真實義沒有意思，那就是真實的，有意思就不是真實的。所以佛法教人，因戒得定，因定開慧。戒是什麼？規矩。依照這個規矩你去做，慢慢心就得定了，得定之後不定什麼緣，遇到就大徹大悟，智慧就開了。智慧一開無所不知，智慧沒有開無知，一開就無所不知。"
    },
    {
      "id": "21-670-0007_p0034",
      "zh_CN": "我们明白这个道理，就能晓得中国人从前教小孩，小孩的教育，怎么教？你看教小孩守规矩，一举一动都有规矩，站有站的规矩，坐有坐的规矩，言谈举止要端正大方，教这些。大人做给他看，他全学会了，这是外表有规矩。内心，内心要干净。小孩也会胡思乱想，怎么样把他那个胡思乱想止住、制止住？古人用这个方法，背书，教你念书，不讲意思给你。讲意思给你听，你就会胡思乱想，你就起分别执着；只教你念，不讲意思，他心是定的。所以他在干什么？修根本智，修般若无知，修这个。这个东西修到有程度的时候一下开悟，他智慧就现前。",
      "zh_TW": "我們明白這個道理，就能曉得中國人從前教小孩，小孩的教育，怎麼教？你看教小孩守規矩，一舉一動都有規矩，站有站的規矩，坐有坐的規矩，言談舉止要端正大方，教這些。大人做給他看，他全學會了，這是外表有規矩。內心，內心要乾淨。小孩也會胡思亂想，怎麼樣把他那個胡思亂想止住、制止住？古人用這個方法，背書，教你念書，不講意思給你。講意思給你聽，你就會胡思亂想，你就起分別執著；只教你念，不講意思，他心是定的。所以他在幹什麼？修根本智，修般若無知，修這個。這個東西修到有程度的時候一下開悟，他智慧就現前。"
    },
    {
      "id": "21-670-0007_p0035",
      "zh_CN": "中国这套教学的理念跟方法外国人找不到，只有印度有。用这个方法确确实实，在这个地球上，只有中国跟印度，其他地区上没有，找不到。也盛传，释迦牟尼佛灭度之后，这些弟子四面八方都传，但是没人相信，一般人不接受。所以有的地方传个一百年、二百年没有了，三、四百年没有了，像阿富汗、印尼大概是六、七百年没有了，唯独在中国，二千年到今天还不衰。这是了不起的智慧，把小孩能够培养成为圣人、贤人，所以中国教育是圣贤教育。大乘传来之后是佛菩萨的教育，你学这个，希望你能够达到菩萨学位，拿到佛陀学位。所以这个不能不知道。",
      "zh_TW": "中國這套教學的理念跟方法外國人找不到，只有印度有。用這個方法確確實實，在這個地球上，只有中國跟印度，其他地區上沒有，找不到。也盛傳，釋迦牟尼佛滅度之後，這些弟子四面八方都傳，但是沒人相信，一般人不接受。所以有的地方傳個一百年、二百年沒有了，三、四百年沒有了，像阿富汗、印尼大概是六、七百年沒有了，唯獨在中國，二千年到今天還不衰。這是了不起的智慧，把小孩能夠培養成為聖人、賢人，所以中國教育是聖賢教育。大乘傳來之後是佛菩薩的教育，你學這個，希望你能夠達到菩薩學位，拿到佛陀學位。所以這個不能不知道。"
    },
    {
      "id": "21-670-0007_p0036",
      "zh_CN": "「凡心有知」，就是妄想、就是分别、就是执着。那我们用什么方法，把这个心有知放下？我们今天就用这一句佛号，我心里头只有这一句阿弥陀佛，除阿弥陀佛之外什么念头都没有，用这个办法。阿弥陀佛去掉，那个我们做不到，肯定有妄念起来、有杂念起来。这就是什么？业障习气太重了，除不掉。用一个阿弥陀佛，取代一切杂念、妄念，用这个办法，这个办法决定得生净土。往生净土，到西方极乐世界你的品位，就看你这句阿弥陀佛夹杂着妄念、杂念有多少。里头夹杂多，品位就低；夹杂少，品位就升高；如果完全不夹杂，那你上品上生，这叫功夫！功夫不是念多少佛，不是的，一天念多少，不是这个意思，功夫就是你念佛的那个纯不纯。大势至菩萨教给我们的净念相继，「都摄六根，净念相继」。我们从前教小朋友的那个，都摄六根，用背书的方法。",
      "zh_TW": "「凡心有知」，就是妄想、就是分別、就是執著。那我們用什麼方法，把這個心有知放下？我們今天就用這一句佛號，我心裡頭只有這一句阿彌陀佛，除阿彌陀佛之外什麼念頭都沒有，用這個辦法。阿彌陀佛去掉，那個我們做不到，肯定有妄念起來、有雜念起來。這就是什麼？業障習氣太重了，除不掉。用一個阿彌陀佛，取代一切雜念、妄念，用這個辦法，這個辦法決定得生淨土。往生淨土，到西方極樂世界你的品位，就看你這句阿彌陀佛夾雜著妄念、雜念有多少。裡頭夾雜多，品位就低；夾雜少，品位就升高；如果完全不夾雜，那你上品上生，這叫功夫！功夫不是念多少佛，不是的，一天念多少，不是這個意思，功夫就是你念佛的那個純不純。大勢至菩薩教給我們的淨念相繼，「都攝六根，淨念相繼」。我們從前教小朋友的那個，都攝六根，用背書的方法。"
    },
    {
      "id": "21-670-0007_p0037",
      "zh_CN": "现在人根本不懂得古人教小朋友目的在哪里，为什么要这样教他不知道，那里头大有学问，那里头有真实智慧。现在人确实，连作梦都想不到，跟大乘佛法的修学，原理原则完全相应。你看从小就培养，不让他有杂念，不让他有妄想，叫他背书。背书实在讲，佛法里面是一门深入，长时薰修，不主张学很多，背一部经。为什么？容易开悟。因为你的思想是集中在一部上，不乱；如果你学个十几部，学个二十几部，你思想里头的东西就杂了、就乱了。杂乱什么？杂乱不容易开悟，不容易得定，道理在此地。所以中国历代，无论在家出家，圣贤人多，开悟的人多。为什么现在开悟的人没有了？这教学方法的关系。如果还用老方法，开悟的人就会多；不用老方法，用现在西方这种教育的理念、方法，一个都没有，所学的完全是知识。学科学用这个没问题，学哲学、学圣贤之学，用这个决定达不到。一门通了，门门都通；一部经通了，部部经通；一个法门通了，一切法门都通。所以他有能力教化无量无边众生，因为他门门通。门门通是从一门通的，这个道理一定要知道。",
      "zh_TW": "現在人根本不懂得古人教小朋友目的在哪裡，為什麼要這樣教他不知道，那裡頭大有學問，那裡頭有真實智慧。現在人確實，連作夢都想不到，跟大乘佛法的修學，原理原則完全相應。你看從小就培養，不讓他有雜念，不讓他有妄想，叫他背書。背書實在講，佛法裡面是一門深入，長時薰修，不主張學很多，背一部經。為什麼？容易開悟。因為你的思想是集中在一部上，不亂；如果你學個十幾部，學個二十幾部，你思想裡頭的東西就雜了、就亂了。雜亂什麼？雜亂不容易開悟，不容易得定，道理在此地。所以中國歷代，無論在家出家，聖賢人多，開悟的人多。為什麼現在開悟的人沒有了？這教學方法的關係。如果還用老方法，開悟的人就會多；不用老方法，用現在西方這種教育的理念、方法，一個都沒有，所學的完全是知識。學科學用這個沒問題，學哲學、學聖賢之學，用這個決定達不到。一門通了，門門都通；一部經通了，部部經通；一個法門通了，一切法門都通。所以他有能力教化無量無邊眾生，因為他門門通。門門通是從一門通的，這個道理一定要知道。"
    },
    {
      "id": "21-670-0007_p0038",
      "zh_CN": "「无知而知，知即无知」。无知，没有经过思考，别人有疑难的问题提出来你立刻就对答，你没有去想想这个问题要怎么答，没有，没有通过思考，这叫无知而知。知跟不知划等号，是平等的，这叫真知。圣心无知，故无所不知。无知而知，知即无知。「诸法种种相，皆如幻化」，不是真的。不但我们说没有放在心上，连那个心都没有。真心有没有？不能说有，不能说没有。我们不要讲心法，我们从物理上来讲一个东西，圆。这物理上讲的圆，圆有个圆心，在物理学的定义里头，圆心到底是有是没有？决定是有，但是决定找不到。变成什么？抽象的概念，你找不到圆心，也就是几何里头的点找不到；线可以找到，点找不到。连物理上都有这种状况出现，何况心理？这是真的思想，不是假的。心意明了，心意在哪里找不到。《楞严经》上你看七处征心。实际上在哪里？遍法界虚空界，无处不在、无时不在，你不能说它在一个地方。起作用，有缘就起作用，没有缘就不起作用。起作用的时候就在当下、就在当时，不是过去、不是未来，不是此界、不是他方，妙，妙不可言！所以佛经上常常用一句话说，「不可思议」。你也无法去想像，你所想的全是妄想。既然知道是妄想，不如就不要想，不想就入定，不想就是真实智慧。起作用就在当前、就在当下，不是过去、不是未来、不是此处、不是他方。全都是讲的事实真相。这些话很难懂，为什么？不是我们的常识，我们常识里头没有这些东西，但是它是事实真相。所以佛八种功德成就，第四庄严心业功德成就是核心。",
      "zh_TW": "「無知而知，知即無知」。無知，沒有經過思考，別人有疑難的問題提出來你立刻就對答，你沒有去想想這個問題要怎麼答，沒有，沒有通過思考，這叫無知而知。知跟不知劃等號，是平等的，這叫真知。聖心無知，故無所不知。無知而知，知即無知。「諸法種種相，皆如幻化」，不是真的。不但我們說沒有放在心上，連那個心都沒有。真心有沒有？不能說有，不能說沒有。我們不要講心法，我們從物理上來講一個東西，圓。這物理上講的圓，圓有個圓心，在物理學的定義裡頭，圓心到底是有是沒有？決定是有，但是決定找不到。變成什麼？抽象的概念，你找不到圓心，也就是幾何裡頭的點找不到；線可以找到，點找不到。連物理上都有這種狀況出現，何況心理？這是真的思想，不是假的。心意明瞭，心意在哪裡找不到。《楞嚴經》上你看七處徵心。實際上在哪裡？遍法界虛空界，無處不在、無時不在，你不能說它在一個地方。起作用，有緣就起作用，沒有緣就不起作用。起作用的時候就在當下、就在當時，不是過去、不是未來，不是此界、不是他方，妙，妙不可言！所以佛經上常常用一句話說，「不可思議」。你也無法去想像，你所想的全是妄想。既然知道是妄想，不如就不要想，不想就入定，不想就是真實智慧。起作用就在當前、就在當下，不是過去、不是未來、不是此處、不是他方。全都是講的事實真相。這些話很難懂，為什麼？不是我們的常識，我們常識裡頭沒有這些東西，但是它是事實真相。所以佛八種功德成就，第四莊嚴心業功德成就是核心。"
    },
    {
      "id": "21-670-0007_p0039",
      "zh_CN": "我们再看第五，「庄严大众功德成就。偈言：天人不动众，清净智海生故」。这里头说明了如来说法，所有大众根性、欲念种种不同。于佛的智慧大家都承认，但是佛的智慧大小浅深，各人看法也不一样，这就是不一样、不纯净，这是一个普遍的现象。所以阿弥陀佛成佛，他发愿他的世界，就是西方极乐世界，所有天人皆从如来智慧清净海生。这一句我们要特别留意，为什么？跟我们的关系太大了。我们往生到极乐世界得的是什么身？不是现在这个身，现在这个身是阿赖耶的相分，现在我们这个心是阿赖耶的见分，阿赖耶是染污。如果这个身，极乐世界也是这个身，换句话说，极乐世界去不去无所谓，没有两样。所以这个庄严功德成就重要，我们看到这个，那非去不可，为什么？是如来智慧清净海生。这个如来是谁？阿弥陀佛。",
      "zh_TW": "我們再看第五，「莊嚴大眾功德成就。偈言：天人不動眾，清淨智海生故」。這裡頭說明了如來說法，所有大眾根性、欲念種種不同。於佛的智慧大家都承認，但是佛的智慧大小淺深，各人看法也不一樣，這就是不一樣、不純淨，這是一個普遍的現象。所以阿彌陀佛成佛，他發願他的世界，就是西方極樂世界，所有天人皆從如來智慧清淨海生。這一句我們要特別留意，為什麼？跟我們的關係太大了。我們往生到極樂世界得的是什麼身？不是現在這個身，現在這個身是阿賴耶的相分，現在我們這個心是阿賴耶的見分，阿賴耶是染污。如果這個身，極樂世界也是這個身，換句話說，極樂世界去不去無所謂，沒有兩樣。所以這個莊嚴功德成就重要，我們看到這個，那非去不可，為什麼？是如來智慧清淨海生。這個如來是誰？阿彌陀佛。"
    },
    {
      "id": "21-670-0007_p0040",
      "zh_CN": "我们看到阿弥陀佛无量劫的积功累德，五劫观察一切诸佛刹海，取长舍短，以这个大愿力、精进力成就西方极乐世界万德庄严。这是万德庄严里头的一种，也就是到西方极乐世界，我们身体产生变化，这个变化主导的就是阿弥陀佛的清净智慧，让我们转成什么？转成法性身。极乐世界是法性土，法性不生不灭。惠能大师给我们讲过，法性清净无染，所以叫净土，真净，一丝毫染污都没有。法性具足一切法，能大师告诉我们，第三句，「何期自性，本自具足」，什么欠缺都没有。「本无动摇」，一切法都是波动现象。极乐世界不是的，极乐世界没有波动现象，它是法性，它不是阿赖耶。换句话说，极乐世界，这里讲得很好，天人不动众，天人是凡圣同居土，大概我们去往生的都在这个地方。所以他讲天人就是讲的我们自己，我们生到极乐世界，我们的身体是法性身，我们居住的是法性土。法性身、法性土原本只有实报庄严土才有，六道跟十法界都没有，但是在极乐世界，六道是法性身、是法性土，那六道以上更不必说了。声闻、缘觉在极乐世界是方便有余土，比同居土高，同居土里面都是法性，纯法性，那往上去就不必说了。这是我们一定要争取的，我们看到这个，这能不去吗？让我们自己在这个世间要修到这个境界，真的，像佛在经上说要无量劫，要那么长的时间。但是到极乐世界一生，我们一生就成就了。",
      "zh_TW": "我們看到阿彌陀佛無量劫的積功累德，五劫觀察一切諸佛剎海，取長捨短，以這個大願力、精進力成就西方極樂世界萬德莊嚴。這是萬德莊嚴裡頭的一種，也就是到西方極樂世界，我們身體產生變化，這個變化主導的就是阿彌陀佛的清淨智慧，讓我們轉成什麼？轉成法性身。極樂世界是法性土，法性不生不滅。惠能大師給我們講過，法性清淨無染，所以叫淨土，真淨，一絲毫染污都沒有。法性具足一切法，能大師告訴我們，第三句，「何期自性，本自具足」，什麼欠缺都沒有。「本無動搖」，一切法都是波動現象。極樂世界不是的，極樂世界沒有波動現象，它是法性，它不是阿賴耶。換句話說，極樂世界，這裡講得很好，天人不動眾，天人是凡聖同居土，大概我們去往生的都在這個地方。所以他講天人就是講的我們自己，我們生到極樂世界，我們的身體是法性身，我們居住的是法性土。法性身、法性土原本只有實報莊嚴土才有，六道跟十法界都沒有，但是在極樂世界，六道是法性身、是法性土，那六道以上更不必說了。聲聞、緣覺在極樂世界是方便有餘土，比同居土高，同居土裡面都是法性，純法性，那往上去就不必說了。這是我們一定要爭取的，我們看到這個，這能不去嗎？讓我們自己在這個世間要修到這個境界，真的，像佛在經上說要無量劫，要那麼長的時間。但是到極樂世界一生，我們一生就成就了。"
    },
    {
      "id": "21-670-0007_p0041",
      "zh_CN": "这就是说明八万四千法门，你选择这个法门选对了，完全正确。在这一生当中，短短的数十寒暑之间，你就取得了极乐世界，这是无比的幸运。开经偈上说「百千万劫难遭遇」，我们遇到了。彭际清居士说，「无量劫来希有难逢的一天」，我们也遇到了。这个机会遇到了要抓住，不抓住下一次遇到不知道到哪一劫！不是那么容易遇到的，一定要珍惜。特别要珍惜这个《无量寿经》的会集本，实在不容易！我们的福报大，我们上一代的法师没有遇到，这本子他们没看见过，黄念老的注解是更没有看到过。黄念老注解这个本子，广泛流通是最近十年的事情，十年前我们是印过几次，数量不多，只有几万册，现在总有几百万册、上千万册，我们想都很有可能，学习的人愈来愈多。我给诸位说一句话，真话，地球上的灾难愈来愈少了。为什么？学《无量寿经》的人多，念佛的人多，求生净土的人多，这种人是大福德人。福人居福地，福地福人居，所以灾难减轻了，灾难延缓了。我们要认真好好努力。好，今天时间到了，我们就学到此地。",
      "zh_TW": "這就是說明八萬四千法門，你選擇這個法門選對了，完全正確。在這一生當中，短短的數十寒暑之間，你就取得了極樂世界，這是無比的幸運。開經偈上說「百千萬劫難遭遇」，我們遇到了。彭際清居士說，「無量劫來希有難逢的一天」，我們也遇到了。這個機會遇到了要抓住，不抓住下一次遇到不知道到哪一劫！不是那麼容易遇到的，一定要珍惜。特別要珍惜這個《無量壽經》的會集本，實在不容易！我們的福報大，我們上一代的法師沒有遇到，這本子他們沒看見過，黃念老的註解是更沒有看到過。黃念老註解這個本子，廣泛流通是最近十年的事情，十年前我們是印過幾次，數量不多，只有幾萬冊，現在總有幾百萬冊、上千萬冊，我們想都很有可能，學習的人愈來愈多。我給諸位說一句話，真話，地球上的災難愈來愈少了。為什麼？學《無量壽經》的人多，念佛的人多，求生淨土的人多，這種人是大福德人。福人居福地，福地福人居，所以災難減輕了，災難延緩了。我們要認真好好努力。好，今天時間到了，我們就學到此地。"
    }
  ]
}