{
  "doc_id": "21-670-0008",
  "title": {
    "zh_CN": "极乐世界二十九种庄严",
    "zh_TW": "極樂世界二十九種莊嚴"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-670-0008",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "21-670-0008_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。极乐世界二十九种庄严，前面我们学到观阿弥陀佛八种庄严，我们学到第五，今天我们从第六看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。極樂世界二十九種莊嚴，前面我們學到觀阿彌陀佛八種莊嚴，我們學到第五，今天我們從第六看起："
    },
    {
      "id": "21-670-0008_p0002",
      "zh_CN": "「六、庄严上首功德成就。偈言：如须弥山王，胜妙无过者故」。上首，可以说是佛陀教化众生不仅是一个人，当然要有协助他的人，协助他的人一定是大菩萨；还有，可以说也是帮助他的人，这帮助他的人，有正面的、有负面的，皆是菩萨化身。譬如释迦牟尼佛成佛，大弟子当中，迦叶、阿难、舍利弗、目犍连；菩萨众当中，在中国就四大名山，诸位都知道，观音、地藏、文殊、普贤，皆是释迦佛的上首。声闻弟子当中是舍利弗、目犍连，这是帮助佛教化众生的；还有一类，都是佛的弟子，提婆达多，是世尊兄弟，智慧、神通、相好跟佛也差不多，他来表演的是表演负面的。正面、负面我们都看到了，让我们在这里面看到善恶果报。菩萨示现，不是凡人！为什么？这就是现在话讲要做榜样。佛单单用言教，当然佛有身教，本身做出好榜样，能看得懂的，善根、福德深厚能看懂，薄福之人看不懂。看不懂，看不懂就得要表演，有从正面表演，有从负面表演，无非是让一般大众对佛的教化能生起深信不疑。能信，他就会发愿，发愿跟释迦牟尼佛学习，将来必定有成就。",
      "zh_TW": "「六、莊嚴上首功德成就。偈言：如須彌山王，勝妙無過者故」。上首，可以說是佛陀教化眾生不僅是一個人，當然要有協助他的人，協助他的人一定是大菩薩；還有，可以說也是幫助他的人，這幫助他的人，有正面的、有負面的，皆是菩薩化身。譬如釋迦牟尼佛成佛，大弟子當中，迦葉、阿難、舍利弗、目犍連；菩薩眾當中，在中國就四大名山，諸位都知道，觀音、地藏、文殊、普賢，皆是釋迦佛的上首。聲聞弟子當中是舍利弗、目犍連，這是幫助佛教化眾生的；還有一類，都是佛的弟子，提婆達多，是世尊兄弟，智慧、神通、相好跟佛也差不多，他來表演的是表演負面的。正面、負面我們都看到了，讓我們在這裡面看到善惡果報。菩薩示現，不是凡人！為什麼？這就是現在話講要做榜樣。佛單單用言教，當然佛有身教，本身做出好榜樣，能看得懂的，善根、福德深厚能看懂，薄福之人看不懂。看不懂，看不懂就得要表演，有從正面表演，有從負面表演，無非是讓一般大眾對佛的教化能生起深信不疑。能信，他就會發願，發願跟釋迦牟尼佛學習，將來必定有成就。"
    },
    {
      "id": "21-670-0008_p0003",
      "zh_CN": "西方极乐世界亦如是，在极乐世界帮助阿弥陀佛的，诸位都知道观音、势至，观音代表慈悲，大势至菩萨代表智慧，这是正面的。其他协助阿弥陀佛教化众生的，有十方诸佛如来、有诸位大菩萨，这些菩萨都是等觉菩萨，都是后补佛。文殊、普贤，我们在《华严经》上看到，发愿求生净土。《华严》末后，普贤菩萨十大愿王导归极乐，让多少修学《华严》的人看到了，原来文殊、普贤都是求生西方极乐世界、亲近阿弥陀佛，所以华藏会上四十一位法身大士没有不向往极乐世界的。",
      "zh_TW": "西方極樂世界亦如是，在極樂世界幫助阿彌陀佛的，諸位都知道觀音、勢至，觀音代表慈悲，大勢至菩薩代表智慧，這是正面的。其他協助阿彌陀佛教化眾生的，有十方諸佛如來、有諸位大菩薩，這些菩薩都是等覺菩薩，都是後補佛。文殊、普賢，我們在《華嚴經》上看到，發願求生淨土。《華嚴》末後，普賢菩薩十大願王導歸極樂，讓多少修學《華嚴》的人看到了，原來文殊、普賢都是求生西方極樂世界、親近阿彌陀佛，所以華藏會上四十一位法身大士沒有不嚮往極樂世界的。"
    },
    {
      "id": "21-670-0008_p0004",
      "zh_CN": "文殊、普贤带着大众到极乐世界去参学，向阿弥陀佛学习，你看看这个气象，华藏世界毘卢遮那如来一点嫉妒心都没有。在一般人，我的道场，我这么多的徒众，你们统统都把他带走了，这成什么话！谁能办得到？我们今天在此地讲经，如果说别的道场一些信徒统统跑到我这儿来了，你看他那个道场的方丈住持，他能开心吗？这是诸佛如来做给我们看的。所以，古德有一句话说得好，「若要佛法兴，除非僧赞僧」。出家人互相赞叹，佛法就兴旺了；要互相猜疑、嫉妒障碍、自赞毁他，这佛法就要灭了。我们看佛法兴与灭，就从这里看，准得很。",
      "zh_TW": "文殊、普賢帶著大眾到極樂世界去參學，向阿彌陀佛學習，你看看這個氣象，華藏世界毘盧遮那如來一點嫉妒心都沒有。在一般人，我的道場，我這麼多的徒眾，你們統統都把他帶走了，這成什麼話！誰能辦得到？我們今天在此地講經，如果說別的道場一些信徒統統跑到我這兒來了，你看他那個道場的方丈住持，他能開心嗎？這是諸佛如來做給我們看的。所以，古德有一句話說得好，「若要佛法興，除非僧讚僧」。出家人互相讚歎，佛法就興旺了；要互相猜疑、嫉妒障礙、自讚毀他，這佛法就要滅了。我們看佛法興與滅，就從這裡看，準得很。"
    },
    {
      "id": "21-670-0008_p0005",
      "zh_CN": "佛法在地球上兴灭是小事，在虚空法界那是一个兴旺的场面。你看诸佛如来讲经说法，佛赞叹，菩萨不但赞叹，还去听法；十方菩萨到阿弥陀佛那里去参学、听经闻法，同样一个道理。阿弥陀佛的学生，也就是说往生西方极乐世界这些诸菩萨们，凡是生到极乐世界皆作阿惟越致菩萨，这地位不得了！纵然你往生极乐世界，凡圣同居土下下品往生，也是阿惟越致菩萨。极乐世界是平等的世界，极乐世界的人决定没有烦恼，不但没有烦恼，烦恼的习气都没有。这是弥陀本愿威神加持，让你生到极乐世界，你的烦恼习气什么时候断的？在莲花里头断的。那个莲花是阿弥陀佛的愿力，是自己信愿持名功德之所成就。弥陀的愿力，莲花接引你，往生极乐世界。所以诸位一定要记住，往生的人并没有死，他清清楚楚、明明白白，离开这个世界，坐上莲花走了，这个臭皮囊不要了。",
      "zh_TW": "佛法在地球上興滅是小事，在虛空法界那是一個興旺的場面。你看諸佛如來講經說法，佛讚歎，菩薩不但讚歎，還去聽法；十方菩薩到阿彌陀佛那裡去參學、聽經聞法，同樣一個道理。阿彌陀佛的學生，也就是說往生西方極樂世界這些諸菩薩們，凡是生到極樂世界皆作阿惟越致菩薩，這地位不得了！縱然你往生極樂世界，凡聖同居土下下品往生，也是阿惟越致菩薩。極樂世界是平等的世界，極樂世界的人決定沒有煩惱，不但沒有煩惱，煩惱的習氣都沒有。這是彌陀本願威神加持，讓你生到極樂世界，你的煩惱習氣什麼時候斷的？在蓮花裡頭斷的。那個蓮花是阿彌陀佛的願力，是自己信願持名功德之所成就。彌陀的願力，蓮花接引你，往生極樂世界。所以諸位一定要記住，往生的人並沒有死，他清清楚楚、明明白白，離開這個世界，坐上蓮花走了，這個臭皮囊不要了。"
    },
    {
      "id": "21-670-0008_p0006",
      "zh_CN": "在莲花里面，他就有一个大的转变，蜕变，弥陀本愿威神加持他，他的身变成法性身。我们这个身是阿赖耶的相分，我们今天能够思惟想像的这个心是阿赖耶的见分，这是染污的，这是不干净的，这是有生有灭，有为法。《般若经》上教给我们，「一切有为法，如梦幻泡影」。有为法不是真的，有为法很苦！所以，在莲花里头，有为法舍掉了，孕育成什么身体？法性身。莲花一开，叫花开见佛，现出的身相跟阿弥陀佛完全相同，皆是紫磨真金色身。世尊在《观经》上给我们介绍阿弥陀佛，阿弥陀佛的身高大，身有八万四千相，每一个相有八万四千好，每一个好发八万四千光，放光，光中有化佛、有化菩萨，真的是无量无尽无数，这些菩萨在十方世界接引众生、教化众生。",
      "zh_TW": "在蓮花裡面，他就有一個大的轉變，蛻變，彌陀本願威神加持他，他的身變成法性身。我們這個身是阿賴耶的相分，我們今天能夠思惟想像的這個心是阿賴耶的見分，這是染污的，這是不乾淨的，這是有生有滅，有為法。《般若經》上教給我們，「一切有為法，如夢幻泡影」。有為法不是真的，有為法很苦！所以，在蓮花裡頭，有為法捨掉了，孕育成什麼身體？法性身。蓮花一開，叫花開見佛，現出的身相跟阿彌陀佛完全相同，皆是紫磨真金色身。世尊在《觀經》上給我們介紹阿彌陀佛，阿彌陀佛的身高大，身有八萬四千相，每一個相有八萬四千好，每一個好發八萬四千光，放光，光中有化佛、有化菩薩，真的是無量無盡無數，這些菩薩在十方世界接引眾生、教化眾生。"
    },
    {
      "id": "21-670-0008_p0007",
      "zh_CN": "弥陀法相如是，往生到极乐世界的人，每一个人的法相都跟阿弥陀佛一样。这什么原因？世尊在经上讲得很清楚，这是阿弥陀佛大慈大悲。阿弥陀佛在因地修行的时候，参访了遍法界虚空界一切诸佛刹土，去参观、去考察，取人之长，舍人之短，总结成四十八愿。从四十八愿，从无量劫中积功累德，在这功德里头流出来的极乐世界。极乐世界是怎么来的？这是弥陀本愿威神功德之所成就。我们去往生，给他添一分功德，这一分功德是我们自己的。我们对于极乐世界真信、切愿，我一定求往生，对求往生丝毫不怀疑。发菩提心，菩提心就是真信、切愿，一心专念阿弥陀佛，就决定得生。",
      "zh_TW": "彌陀法相如是，往生到極樂世界的人，每一個人的法相都跟阿彌陀佛一樣。這什麼原因？世尊在經上講得很清楚，這是阿彌陀佛大慈大悲。阿彌陀佛在因地修行的時候，參訪了遍法界虛空界一切諸佛剎土，去參觀、去考察，取人之長，捨人之短，總結成四十八願。從四十八願，從無量劫中積功累德，在這功德裡頭流出來的極樂世界。極樂世界是怎麼來的？這是彌陀本願威神功德之所成就。我們去往生，給他添一分功德，這一分功德是我們自己的。我們對於極樂世界真信、切願，我一定求往生，對求往生絲毫不懷疑。發菩提心，菩提心就是真信、切願，一心專念阿彌陀佛，就決定得生。"
    },
    {
      "id": "21-670-0008_p0008",
      "zh_CN": "佛号功德不可思议！四十八愿里头有十几愿，好像有十五愿与佛号有关系，显示出佛号功德。佛号功德可以说，圆满摄受十方三世一切诸佛的功德。念这一声阿弥陀佛，把十方三世一切诸佛功德统统都念到了，这还得了！任何一个法门都没有办法跟这个法门相比。所以，念一声佛号消八十亿劫生死重罪，这个话是真的不是假的。念佛人烦恼怎么断的？没断，没断没有了；业障怎么消的？业障没消，也不见了，就是念佛功德。谁知道？佛与法身菩萨清清楚楚，他们知道。别教三贤菩萨，声闻、缘觉他们不知道，我们凡夫更是没法子理解。这是佛给我们的真实智慧、真实利益，非常难得。像这些理、事、因果，黄念老这部集注讲得清楚。现代科学家发现念力的秘密是世尊说法有力的佐证，他来证明一切法从心想生，心里面想佛，口里念佛，身礼佛，哪有不往生的道理！",
      "zh_TW": "佛號功德不可思議！四十八願裡頭有十幾願，好像有十五願與佛號有關係，顯示出佛號功德。佛號功德可以說，圓滿攝受十方三世一切諸佛的功德。念這一聲阿彌陀佛，把十方三世一切諸佛功德統統都念到了，這還得了！任何一個法門都沒有辦法跟這個法門相比。所以，念一聲佛號消八十億劫生死重罪，這個話是真的不是假的。念佛人煩惱怎麼斷的？沒斷，沒斷沒有了；業障怎麼消的？業障沒消，也不見了，就是念佛功德。誰知道？佛與法身菩薩清清楚楚，他們知道。別教三賢菩薩，聲聞、緣覺他們不知道，我們凡夫更是沒法子理解。這是佛給我們的真實智慧、真實利益，非常難得。像這些理、事、因果，黃念老這部集註講得清楚。現代科學家發現念力的祕密是世尊說法有力的佐證，他來證明一切法從心想生，心裡面想佛，口裡念佛，身禮佛，哪有不往生的道理！"
    },
    {
      "id": "21-670-0008_p0009",
      "zh_CN": "所以这两句话赞叹上首功德成就，这些人的功德「如须弥山王」，一切高山，须弥山最高，「胜妙」，没有能够超过的。换句话说，在西方极乐世界，我们所遇的缘都无比的殊胜，无论这些菩萨从正面示现，还是从负面示现，全是帮助我们成就道业。佛菩萨心量，真正是心包太虚，量周沙界。因为往生到极乐世界的人，身在阿弥陀佛讲堂听经闻法，接受教诲，同时他能够分身、能够化身，分身无量无边到十方世界去参访，去供佛修福，听经开智慧。极乐世界的庄严无与伦比，十方世界的人到极乐世界参学，极乐世界的人同样也是到十方去参学。这是什么？这显示出佛赞佛、僧赞僧，法法平等，无有高下。你看出这个和谐、融合，你能看到一片祥和的气象。所以，在遍法界虚空界，佛法是一片兴旺的气象、互相尊敬的迹象、互相赞叹的现象、互相学习的现象。这是我们应当要学习的。门户之见要放下，大乘法里头没有门户。中国古谚语里面所谓「量大福大」，阿弥陀佛的量大，往生西方极乐世界这些菩萨们量大，十方诸佛量大，十方菩萨也量大，没有听说哪一个小心眼的，哪一个人有自私自利的，没有，一个也没有看见。所以这个偈赞佛、赞菩萨，上首更不必说了。",
      "zh_TW": "所以這兩句話讚歎上首功德成就，這些人的功德「如須彌山王」，一切高山，須彌山最高，「勝妙」，沒有能夠超過的。換句話說，在西方極樂世界，我們所遇的緣都無比的殊勝，無論這些菩薩從正面示現，還是從負面示現，全是幫助我們成就道業。佛菩薩心量，真正是心包太虛，量周沙界。因為往生到極樂世界的人，身在阿彌陀佛講堂聽經聞法，接受教誨，同時他能夠分身、能夠化身，分身無量無邊到十方世界去參訪，去供佛修福，聽經開智慧。極樂世界的莊嚴無與倫比，十方世界的人到極樂世界參學，極樂世界的人同樣也是到十方去參學。這是什麼？這顯示出佛讚佛、僧讚僧，法法平等，無有高下。你看出這個和諧、融合，你能看到一片祥和的氣象。所以，在遍法界虛空界，佛法是一片興旺的氣象、互相尊敬的跡象、互相讚歎的現象、互相學習的現象。這是我們應當要學習的。門戶之見要放下，大乘法裡頭沒有門戶。中國古諺語裡面所謂「量大福大」，阿彌陀佛的量大，往生西方極樂世界這些菩薩們量大，十方諸佛量大，十方菩薩也量大，沒有聽說哪一個小心眼的，哪一個人有自私自利的，沒有，一個也沒有看見。所以這個偈讚佛、讚菩薩，上首更不必說了。"
    },
    {
      "id": "21-670-0008_p0010",
      "zh_CN": "再看下面，第七，「庄严主功德成就。偈言：天人丈夫众，恭敬绕瞻仰」。这是庄严主功德成就。有人见佛，虽有大众，众中也有对佛不甚恭敬的人，释迦牟尼佛在世，就有这些人，这些人当然都是示现的。佛陀示现在世间，就好比来唱戏一样，释迦牟尼佛唱主角，其他的唱配角。配角里头不能小看，这经里面的信息都给我们透出来了，我们要尊重，要十分尊重，因为经教里头告诉我们，「一佛出世，千佛拥护」。释迦牟尼佛出现在世间，千佛在哪里？就是他的弟子，有出家的、有在家的，这个里头有千佛。如果不是佛，他在佛面前提不出问题出来。其实提问题，都是替我们凡夫问的，他哪有不知道！这一问一答，我们在旁边听到开悟了，得利益了。",
      "zh_TW": "再看下面，第七，「莊嚴主功德成就。偈言：天人丈夫眾，恭敬繞瞻仰」。這是莊嚴主功德成就。有人見佛，雖有大眾，眾中也有對佛不甚恭敬的人，釋迦牟尼佛在世，就有這些人，這些人當然都是示現的。佛陀示現在世間，就好比來唱戲一樣，釋迦牟尼佛唱主角，其他的唱配角。配角裡頭不能小看，這經裡面的信息都給我們透出來了，我們要尊重，要十分尊重，因為經教裡頭告訴我們，「一佛出世，千佛擁護」。釋迦牟尼佛出現在世間，千佛在哪裡？就是他的弟子，有出家的、有在家的，這個裡頭有千佛。如果不是佛，他在佛面前提不出問題出來。其實提問題，都是替我們凡夫問的，他哪有不知道！這一問一答，我們在旁邊聽到開悟了，得利益了。"
    },
    {
      "id": "21-670-0008_p0011",
      "zh_CN": "经上实在讲也有透露消息，文殊、普贤、观音、势至早就成佛了，在极乐世界是菩萨身分，帮助佛教化众生。乃至于声闻当中、缘觉当中、人天当中，统统都有佛再来的，古佛再来的。舍利弗、目犍连也早就成佛了，古佛再来的。示现正面的，也有示现反面的。于是我们想到《华严经》上五十三参，五十三位善知识，个个都是古佛乘愿再来，帮助释迦牟尼佛教化众生。你看他们示现的，有正面的也有负面的。胜热婆罗门示现愚痴，甘露火王示现瞋恚，这负面的，伐苏蜜多女示现贪婪、贪恋，这贪瞋痴，善财童子去参访，你看有礼敬没有赞叹。对负面的没有赞叹，有礼敬、有供养、有请法；正面的有礼敬、有赞叹、有供养、有请法。我们得细心去观察，菩萨示现，让我们在这些示现里面去看、去体会、去觉悟。世出世间一切法，无有一法不是佛法，问题是你会不会。你要会，没有一法不是佛法；你要不会，没有一法是佛法。佛法在我们的心中，不在别处。",
      "zh_TW": "經上實在講也有透露消息，文殊、普賢、觀音、勢至早就成佛了，在極樂世界是菩薩身分，幫助佛教化眾生。乃至於聲聞當中、緣覺當中、人天當中，統統都有佛再來的，古佛再來的。舍利弗、目犍連也早就成佛了，古佛再來的。示現正面的，也有示現反面的。於是我們想到《華嚴經》上五十三參，五十三位善知識，個個都是古佛乘願再來，幫助釋迦牟尼佛教化眾生。你看他們示現的，有正面的也有負面的。勝熱婆羅門示現愚痴，甘露火王示現瞋恚，這負面的，伐蘇蜜多女示現貪婪、貪戀，這貪瞋痴，善財童子去參訪，你看有禮敬沒有讚歎。對負面的沒有讚歎，有禮敬、有供養、有請法；正面的有禮敬、有讚歎、有供養、有請法。我們得細心去觀察，菩薩示現，讓我們在這些示現裡面去看、去體會、去覺悟。世出世間一切法，無有一法不是佛法，問題是你會不會。你要會，沒有一法不是佛法；你要不會，沒有一法是佛法。佛法在我們的心中，不在別處。"
    },
    {
      "id": "21-670-0008_p0012",
      "zh_CN": "佛在世，有一个弟子，出家的弟子，向佛提了个问题，他说他有十四个难题无法解决，世尊要不能替我解决，我就不学佛了，我就学外道去了。这是示现什么？示现对佛不敬，常常找佛的缺点，找佛的误失。有没有被找到？有时候也被找到，那个找到，释迦牟尼佛也是示现。这是僧团里面，僧团外头就不必说了，外面的嫉妒障碍。佛做这些示现是告诉我们后来的弟子，自行化他不是一桩容易事情，不是一帆风顺，一定要修忍辱波罗蜜。",
      "zh_TW": "佛在世，有一個弟子，出家的弟子，向佛提了個問題，他說他有十四個難題無法解決，世尊要不能替我解決，我就不學佛了，我就學外道去了。這是示現什麼？示現對佛不敬，常常找佛的缺點，找佛的誤失。有沒有被找到？有時候也被找到，那個找到，釋迦牟尼佛也是示現。這是僧團裡面，僧團外頭就不必說了，外面的嫉妒障礙。佛做這些示現是告訴我們後來的弟子，自行化他不是一樁容易事情，不是一帆風順，一定要修忍辱波羅蜜。"
    },
    {
      "id": "21-670-0008_p0013",
      "zh_CN": "菩萨修行六个科目，每个科目里头内容无比的丰富。布施讲求放下，放下妄想分别执着，你就成佛了。把它摆在第一，上上根的人就修这一样就成佛了，一点麻烦都没有。大乘教里面，佛告诉我们放下执着。执着是见思烦恼，我们对宇宙人生的看法，错误的看法，不是正确的，能把这个放下，就证阿罗汉果。证到阿罗汉果，六道轮回就不见了，没有了，真的像一场梦，梦醒过来了，梦中境界不见了。佛告诉我们，「一切有为法，如梦幻泡影」，这个话是真的不是假的。六道决定不是真的，你有执着，就是有见思烦恼就有六道轮回。见思烦恼断掉了，放下，六道轮回不见了。这个放下就是布施，布施的意思就是放下，就是舍。放下分别，分别是尘沙烦恼，你就成菩萨了。放下无明，无明就是妄想、就是起心动念，六根在六尘境界里头不起心、不动念，恭喜你，你成佛了。你看，多简单！一个布施波罗蜜，证阿罗汉、证菩萨、成佛，都在其中。",
      "zh_TW": "菩薩修行六個科目，每個科目裡頭內容無比的豐富。布施講求放下，放下妄想分別執著，你就成佛了。把它擺在第一，上上根的人就修這一樣就成佛了，一點麻煩都沒有。大乘教裡面，佛告訴我們放下執著。執著是見思煩惱，我們對宇宙人生的看法，錯誤的看法，不是正確的，能把這個放下，就證阿羅漢果。證到阿羅漢果，六道輪迴就不見了，沒有了，真的像一場夢，夢醒過來了，夢中境界不見了。佛告訴我們，「一切有為法，如夢幻泡影」，這個話是真的不是假的。六道決定不是真的，你有執著，就是有見思煩惱就有六道輪迴。見思煩惱斷掉了，放下，六道輪迴不見了。這個放下就是布施，布施的意思就是放下，就是捨。放下分別，分別是塵沙煩惱，你就成菩薩了。放下無明，無明就是妄想、就是起心動念，六根在六塵境界裡頭不起心、不動念，恭喜你，你成佛了。你看，多簡單！一個布施波羅蜜，證阿羅漢、證菩薩、成佛，都在其中。"
    },
    {
      "id": "21-670-0008_p0014",
      "zh_CN": "六度里头，从事上来讲，布施是首，布施第一；从整体来讲，般若波罗蜜第一，智慧。说实在的，肯放下的人有智慧，没有智慧的人不肯放下。般若波罗蜜里头有智慧，就有成就；般若波罗蜜里头没有智慧，那是人天福报，修福。你修的大福报，你所感的，今生后世得福报，享福；那你造作不善的，你就会得到灾祸。业因果报，丝毫不爽。现世所得的叫花报，来生后世果报。花报善，果报一定善；花报不善，果报决定是三途。这个道理，我们不能不懂。",
      "zh_TW": "六度裡頭，從事上來講，布施是首，布施第一；從整體來講，般若波羅蜜第一，智慧。說實在的，肯放下的人有智慧，沒有智慧的人不肯放下。般若波羅蜜裡頭有智慧，就有成就；般若波羅蜜裡頭沒有智慧，那是人天福報，修福。你修的大福報，你所感的，今生後世得福報，享福；那你造作不善的，你就會得到災禍。業因果報，絲毫不爽。現世所得的叫花報，來生後世果報。花報善，果報一定善；花報不善，果報決定是三途。這個道理，我們不能不懂。"
    },
    {
      "id": "21-670-0008_p0015",
      "zh_CN": "主功德成就，主是如来。世尊当年在世，延伸的意思，今天我们学佛，坐在这个讲台上，这两个小时的法会，我就是主。寺院庵堂方丈住持，是一寺之主，延伸的意思深广无际。主的功德庄严要靠什么？要靠戒定慧。戒定慧从哪里做起？从做人做起。世尊给我们修学的总纲领、总原则是净业三福，第一条，「孝养父母，奉事师长，慈心不杀，修十善业」。诸位想想，这一条能做到，大众能对你不恭敬吗？不必求恭敬，人家自然对你恭敬。为什么？有德行，你真的做出来了。这个人是个孝子，不但这一个地方的人对你尊敬，听到你的名声的人对你都尊敬，这是我们大家熟知的。所以孝亲尊师落实在《弟子规》。换句话说，你要想要人尊敬你，《弟子规》都做不到，那就难了。儒释道的三个根是修行的基础。道家的《太上感应篇》讲因果报应，不能不知道；佛法《十善业道经》，十善看起来不多，只有十条，做起来不可思议。阿罗汉做出来了，做出来给我们看的三千威仪，你看十条变成三千条，小乘。大乘菩萨把这十条，在日常生活当中展现出八万四千细行，八万四千细行把它综合来讲就是十善业道。由此可知，展开来是八万四千细行，归纳是十条，十善业道。佛法确实不可思议！所以这三个根多重要。",
      "zh_TW": "主功德成就，主是如來。世尊當年在世，延伸的意思，今天我們學佛，坐在這個講台上，這兩個小時的法會，我就是主。寺院庵堂方丈住持，是一寺之主，延伸的意思深廣無際。主的功德莊嚴要靠什麼？要靠戒定慧。戒定慧從哪裡做起？從做人做起。世尊給我們修學的總綱領、總原則是淨業三福，第一條，「孝養父母，奉事師長，慈心不殺，修十善業」。諸位想想，這一條能做到，大眾能對你不恭敬嗎？不必求恭敬，人家自然對你恭敬。為什麼？有德行，你真的做出來了。這個人是個孝子，不但這一個地方的人對你尊敬，聽到你的名聲的人對你都尊敬，這是我們大家熟知的。所以孝親尊師落實在《弟子規》。換句話說，你要想要人尊敬你，《弟子規》都做不到，那就難了。儒釋道的三個根是修行的基礎。道家的《太上感應篇》講因果報應，不能不知道；佛法《十善業道經》，十善看起來不多，只有十條，做起來不可思議。阿羅漢做出來了，做出來給我們看的三千威儀，你看十條變成三千條，小乘。大乘菩薩把這十條，在日常生活當中展現出八萬四千細行，八萬四千細行把它綜合來講就是十善業道。由此可知，展開來是八萬四千細行，歸納是十條，十善業道。佛法確實不可思議！所以這三個根多重要。"
    },
    {
      "id": "21-670-0008_p0016",
      "zh_CN": "用这三个根去学佛，学佛是第二福，「受持三皈，具足众戒，不犯威仪」，就是戒律特别重要。末后第三句是定慧，「发菩提心，深信因果，读诵大乘，劝进行者」，那是定慧。这是佛法教给我们的总纲领、总原则，无论修学哪个法门，八万四千法门包括净土法门没有例外的，都得要遵守这个规矩。佛末后一句话说得好，这三条是「三世诸佛净业正因」，这就讲得好了，不只是释迦牟尼佛，过去一切诸佛、现在一切诸佛、未来一切诸佛，能修行成佛的，都守这三条；违背这三条里头任何一条，都不能成就。这个开示多么重要！",
      "zh_TW": "用這三個根去學佛，學佛是第二福，「受持三皈，具足眾戒，不犯威儀」，就是戒律特別重要。末後第三句是定慧，「發菩提心，深信因果，讀誦大乘，勸進行者」，那是定慧。這是佛法教給我們的總綱領、總原則，無論修學哪個法門，八萬四千法門包括淨土法門沒有例外的，都得要遵守這個規矩。佛末後一句話說得好，這三條是「三世諸佛淨業正因」，這就講得好了，不只是釋迦牟尼佛，過去一切諸佛、現在一切諸佛、未來一切諸佛，能修行成佛的，都守這三條；違背這三條裡頭任何一條，都不能成就。這個開示多麼重要！"
    },
    {
      "id": "21-670-0008_p0017",
      "zh_CN": "我们把第一条落实在儒释道的三个根，《弟子规》、《感应篇》、《十善业道经》。第二条，三皈五戒、十善、沙弥律仪。我们根性劣，我们生在这个时代是乱世，法弱魔强，想大成就不容易。所以，我们第二，这个学佛完全落实在基础上，希望我们能遵守三皈、五戒、十善跟沙弥律仪。过去，蕅益大师给我们做了榜样，蕅益大师受戒之后，退比丘戒，一生守住沙弥菩萨戒。所以他有些著作，上面写上是菩萨戒沙弥，这下面他的名字，不敢称比丘。他的学生成时，师父称沙弥，学生不敢称沙弥，学生称什么？出家优婆塞，不敢称沙弥。近代弘一大师，一生自称出家优婆塞。这是名实相符，沙弥律仪我做不到，我们自己是什么身分，清清楚楚、老老实实。",
      "zh_TW": "我們把第一條落實在儒釋道的三個根，《弟子規》、《感應篇》、《十善業道經》。第二條，三皈五戒、十善、沙彌律儀。我們根性劣，我們生在這個時代是亂世，法弱魔強，想大成就不容易。所以，我們第二，這個學佛完全落實在基礎上，希望我們能遵守三皈、五戒、十善跟沙彌律儀。過去，蕅益大師給我們做了榜樣，蕅益大師受戒之後，退比丘戒，一生守住沙彌菩薩戒。所以他有些著作，上面寫上是菩薩戒沙彌，這下面他的名字，不敢稱比丘。他的學生成時，師父稱沙彌，學生不敢稱沙彌，學生稱什麼？出家優婆塞，不敢稱沙彌。近代弘一大師，一生自稱出家優婆塞。這是名實相符，沙彌律儀我做不到，我們自己是什麼身分，清清楚楚、老老實實。"
    },
    {
      "id": "21-670-0008_p0018",
      "zh_CN": "称法师没有关系，法师，在家居士都可以称；称和尚也没有关系，和尚，在家居士也可以称。这个名号要知道，你能够用佛法教别人，就叫法师，男女老少、在家出家，没有忌讳的，都能称。和尚是印度话，翻成中文是亲教师，直接教我的人，那个人就是我的和尚。我这一生有三个和尚，用印度话的称呼，方东美先生是我的和尚，我这个启蒙是他教的；章嘉大师这是出家人，李炳南老居士在家人，是我的和尚，我这个佛法是跟他们学的，他们传给我的。比丘不能称，沙弥不能称。比丘、沙弥是释迦牟尼佛的学生，比丘是大僧，沙弥是小僧，我们见面都要顶礼，我们的德行不如他。所以这个称谓不能不讲求，不能搞错了。",
      "zh_TW": "稱法師沒有關係，法師，在家居士都可以稱；稱和尚也沒有關係，和尚，在家居士也可以稱。這個名號要知道，你能夠用佛法教別人，就叫法師，男女老少、在家出家，沒有忌諱的，都能稱。和尚是印度話，翻成中文是親教師，直接教我的人，那個人就是我的和尚。我這一生有三個和尚，用印度話的稱呼，方東美先生是我的和尚，我這個啟蒙是他教的；章嘉大師這是出家人，李炳南老居士在家人，是我的和尚，我這個佛法是跟他們學的，他們傳給我的。比丘不能稱，沙彌不能稱。比丘、沙彌是釋迦牟尼佛的學生，比丘是大僧，沙彌是小僧，我們見面都要頂禮，我們的德行不如他。所以這個稱謂不能不講求，不能搞錯了。"
    },
    {
      "id": "21-670-0008_p0019",
      "zh_CN": "所以天人丈夫众，主，这些人一定得恭敬绕瞻仰。对佛哪有不尊重的，哪有不瞻仰的？《三昧水忏》，诸位读过，悟达国师。好像悟达国师从小出家，十四岁登坛讲经说法。以后我们知道，这个人十世高僧，修得好，没有失人身。死了之后，又到人间来了，又出家了。十世得人身，出家，成为一代国师。国师不容易，多么大的福报！十世修行。可是还是有一点失误，看《三昧水忏》你就知道了。皇上拜他做老师，他也没有怎么样，到皇上供养他一个沉香宝座，就是太师椅，沉香木雕刻的，这名贵了，他接受了，就生起一点傲慢心，觉得说这很荣耀，非常光荣，你看天下出家人，哪一个人能跟他相比！这么一个念头，惹到人面疮，几乎送了命。你看看，十世高僧，这是顺境、善缘，自己受不了，起了一点傲慢，冤亲债主找到身上来了。",
      "zh_TW": "所以天人丈夫眾，主，這些人一定得恭敬繞瞻仰。對佛哪有不尊重的，哪有不瞻仰的？《三昧水懺》，諸位讀過，悟達國師。好像悟達國師從小出家，十四歲登壇講經說法。以後我們知道，這個人十世高僧，修得好，沒有失人身。死了之後，又到人間來了，又出家了。十世得人身，出家，成為一代國師。國師不容易，多麼大的福報！十世修行。可是還是有一點失誤，看《三昧水懺》你就知道了。皇上拜他做老師，他也沒有怎麼樣，到皇上供養他一個沉香寶座，就是太師椅，沉香木雕刻的，這名貴了，他接受了，就生起一點傲慢心，覺得說這很榮耀，非常光榮，你看天下出家人，哪一個人能跟他相比！這麼一個念頭，惹到人面瘡，幾乎送了命。你看看，十世高僧，這是順境、善緣，自己受不了，起了一點傲慢，冤親債主找到身上來了。"
    },
    {
      "id": "21-670-0008_p0020",
      "zh_CN": "这个冤亲债主也非常厉害，是过去他杀了别人，人是个好人，他杀了他。这个冤亲债主就跟他十世，天天在旁边等，他修得好，有护法神保护着，这一念傲慢心起来了，护法神离开了，他趁这个机会找到他，报复他。我们今天讲附身，这附身就长了个人面疮，那个人面疮就是他的冤亲债主，是来要他命的。毕竟他修行有成就，感动迦诺迦尊者，阿罗汉，来给他调解。把这个事情原原委委讲清楚，阿罗汉劝他，冤结要解，不能再结。冤结要不能化解，生生世世互相报偿，没完没了，双方痛苦，不是一方，两个都痛苦。他接受调解了，这才离开，他这个病好了。迦诺迦尊者就是用《慈悲三昧水忏》，修这个忏法，接受了，把这个事情化解了。这个忏法留下来，现在还很流行，拜水忏的人还不少。",
      "zh_TW": "這個冤親債主也非常厲害，是過去他殺了別人，人是個好人，他殺了他。這個冤親債主就跟他十世，天天在旁邊等，他修得好，有護法神保護著，這一念傲慢心起來了，護法神離開了，他趁這個機會找到他，報復他。我們今天講附身，這附身就長了個人面瘡，那個人面瘡就是他的冤親債主，是來要他命的。畢竟他修行有成就，感動迦諾迦尊者，阿羅漢，來給他調解。把這個事情原原委委講清楚，阿羅漢勸他，冤結要解，不能再結。冤結要不能化解，生生世世互相報償，沒完沒了，雙方痛苦，不是一方，兩個都痛苦。他接受調解了，這才離開，他這個病好了。迦諾迦尊者就是用《慈悲三昧水懺》，修這個懺法，接受了，把這個事情化解了。這個懺法留下來，現在還很流行，拜水懺的人還不少。"
    },
    {
      "id": "21-670-0008_p0021",
      "zh_CN": "一个人能把握住自己不起心、不动念，难，太难太难了！十世高僧都还有失守的时候，我们怎么敢保障？在现前这个环境当中，我们只有一条路可以走，全身投靠阿弥陀佛，不再打妄想了，一心一意求生净土。到极乐世界才算我们修行真有了保障，不会再有任何障缘，不会再有任何果报了。这些统统凭借阿弥陀佛本愿威神为我们化解了，我们再也不遭难了。纵然是冤亲债主看到我们，对我们也赞叹。为什么？我们已经成为弥陀弟子了。阿弥陀佛的学生，这沾弥陀之光，在一切诸佛刹土，诸佛看到阿弥陀佛的弟子，都会特别欢喜、特别尊重。",
      "zh_TW": "一個人能把握住自己不起心、不動念，難，太難太難了！十世高僧都還有失守的時候，我們怎麼敢保障？在現前這個環境當中，我們只有一條路可以走，全身投靠阿彌陀佛，不再打妄想了，一心一意求生淨土。到極樂世界才算我們修行真有了保障，不會再有任何障緣，不會再有任何果報了。這些統統憑藉阿彌陀佛本願威神為我們化解了，我們再也不遭難了。縱然是冤親債主看到我們，對我們也讚歎。為什麼？我們已經成為彌陀弟子了。阿彌陀佛的學生，這沾彌陀之光，在一切諸佛剎土，諸佛看到阿彌陀佛的弟子，都會特別歡喜、特別尊重。"
    },
    {
      "id": "21-670-0008_p0022",
      "zh_CN": "我们得认真修学，这一生当中决定成就。人间、天上一切福报，我统统放下，边都不沾了。为什么？沾上一点点，恐怕往生就成问题了。这个机缘不容易遇到，百千万劫难遭遇，这一生遇到了，轻易疏忽而没能去得成，你说这多可惜！之所以不能去，没有去成，就是对世缘里头有贪恋，顺境、善缘有贪恋，逆境、恶缘有怨恨，这种人不能往生。纵然是善缘、是好事，利益众生的事，我们要常常想到，能不能像诸菩萨三轮体空？真正做到三轮体空，那就没障碍了。三轮体空简单一句话说，不放在心上。心地清净，一尘不染，心里面只有阿弥陀佛，除阿弥陀佛之外，没有一个杂念，没有一个妄想，行！这能成功，这个境界是《华严经》上所说的理事无碍，事事无碍。如果没有达到这个境界，不能去尝试，这个东西尝试不得，要远离。",
      "zh_TW": "我們得認真修學，這一生當中決定成就。人間、天上一切福報，我統統放下，邊都不沾了。為什麼？沾上一點點，恐怕往生就成問題了。這個機緣不容易遇到，百千萬劫難遭遇，這一生遇到了，輕易疏忽而沒能去得成，你說這多可惜！之所以不能去，沒有去成，就是對世緣裡頭有貪戀，順境、善緣有貪戀，逆境、惡緣有怨恨，這種人不能往生。縱然是善緣、是好事，利益眾生的事，我們要常常想到，能不能像諸菩薩三輪體空？真正做到三輪體空，那就沒障礙了。三輪體空簡單一句話說，不放在心上。心地清淨，一塵不染，心裡面只有阿彌陀佛，除阿彌陀佛之外，沒有一個雜念，沒有一個妄想，行！這能成功，這個境界是《華嚴經》上所說的理事無礙，事事無礙。如果沒有達到這個境界，不能去嘗試，這個東西嘗試不得，要遠離。"
    },
    {
      "id": "21-670-0008_p0023",
      "zh_CN": "所以主，一定要得大众恭敬围绕，瞻仰致敬。也因为这个事实，所以佛在《梵网经》上给我们列了两条重戒，教导我们对于国主要恭敬。但是这两条很少人知道，我们过去学佛，跟李炳南老居士，李老居士常常讲，所以我们耳熟。第一个是不做国贼，第二个是不谤国主，梵网菩萨戒里头的两条。不做国贼，就是你是个出家人，尤其是受了菩萨戒，不可以做损害国家、损害社会的事情，这决定不许可的。第二个，不谤国主。国主就是国家领导人，上面从国家领导人，下面到我们居住的村长，村长是我一村的领导人，也就是各级政府的领导人，中央的、省的、市的、县的、镇的、乡的、村的，连个村长都是我们领导人，我们对他要恭敬。为什么？他是一个村长，我这一村的人，我住的这个村八十多户人家，八十多户人家对村长都尊敬，他好办事。这一村人能和睦相处，能互相尊重、互相关怀、互相照顾、互助合作，你说这个村多好。「菩萨所在之处，令一切众生生欢喜心」，第一个就我们小村，我这个小村里面的居民，人人见面都会打招呼、都会问好，这是我们要带头去做的。佛教我们修四摄法，头一个就要落实在我们的邻居，在我这个村里头。四摄法真管用！四摄法第一个布施，我们有好吃的分给大家。这虽然是个小事，真正联络感情。这个小镇人有困难，我们能帮上忙的，全心全力帮助他、照顾他，不能把他当外人，邻里乡党一家人。我们学习伦理道德，都学好，做出来给他看，他要来问的时候，讲给他听，不厌其烦，详细解说。时间久了，这一村都会感化。",
      "zh_TW": "所以主，一定要得大眾恭敬圍繞，瞻仰致敬。也因為這個事實，所以佛在《梵網經》上給我們列了兩條重戒，教導我們對於國主要恭敬。但是這兩條很少人知道，我們過去學佛，跟李炳南老居士，李老居士常常講，所以我們耳熟。第一個是不做國賊，第二個是不謗國主，梵網菩薩戒裡頭的兩條。不做國賊，就是你是個出家人，尤其是受了菩薩戒，不可以做損害國家、損害社會的事情，這決定不許可的。第二個，不謗國主。國主就是國家領導人，上面從國家領導人，下面到我們居住的村長，村長是我一村的領導人，也就是各級政府的領導人，中央的、省的、市的、縣的、鎮的、鄉的、村的，連個村長都是我們領導人，我們對他要恭敬。為什麼？他是一個村長，我這一村的人，我住的這個村八十多戶人家，八十多戶人家對村長都尊敬，他好辦事。這一村人能和睦相處，能互相尊重、互相關懷、互相照顧、互助合作，你說這個村多好。「菩薩所在之處，令一切眾生生歡喜心」，第一個就我們小村，我這個小村裡面的居民，人人見面都會打招呼、都會問好，這是我們要帶頭去做的。佛教我們修四攝法，頭一個就要落實在我們的鄰居，在我這個村裡頭。四攝法真管用！四攝法第一個布施，我們有好吃的分給大家。這雖然是個小事，真正聯絡感情。這個小鎮人有困難，我們能幫上忙的，全心全力幫助他、照顧他，不能把他當外人，鄰里鄉黨一家人。我們學習倫理道德，都學好，做出來給他看，他要來問的時候，講給他聽，不厭其煩，詳細解說。時間久了，這一村都會感化。"
    },
    {
      "id": "21-670-0008_p0024",
      "zh_CN": "我们在澳洲图文巴的小城，这个小城的居民十万人，人不算多，但是有八十多个族群，有一百多种语言，都是外面移民过去的。我们这十年就做睦邻的工作，十年如一日。这小城人确实产生很大的变化，都能够相亲相爱、互助合作。这个小城有十几个宗教，这些宗教的领导人大家常常在一起聚会，有个共同的愿望，希望把这个小城建造成全世界第一个多元文化示范城市。好！真是多元文化，你看八十多个族群，说话是一百多种言语，在这个小城，十几个宗教。政府欢喜，主管治安的单位欢喜，对他们这个想法非常支持，现在已经付出行动了。",
      "zh_TW": "我們在澳洲圖文巴的小城，這個小城的居民十萬人，人不算多，但是有八十多個族群，有一百多種語言，都是外面移民過去的。我們這十年就做睦鄰的工作，十年如一日。這小城人確實產生很大的變化，都能夠相親相愛、互助合作。這個小城有十幾個宗教，這些宗教的領導人大家常常在一起聚會，有個共同的願望，希望把這個小城建造成全世界第一個多元文化示範城市。好！真是多元文化，你看八十多個族群，說話是一百多種言語，在這個小城，十幾個宗教。政府歡喜，主管治安的單位歡喜，對他們這個想法非常支持，現在已經付出行動了。"
    },
    {
      "id": "21-670-0008_p0025",
      "zh_CN": "行动从什么地方落实？从宗教教育。这是我劝导他们的，你们每个宗教对你们的信徒要讲经、要教学。如果不讲经不教学，效果收不到。不但要讲自己的经，深入自己宗教经典，还要听别人的。十几个宗教，每一个宗教的经，我们都得要听。为什么？互相了解，才能够化解矛盾，宗教才能变成一家人。我们一家人的理想目的，就是我们这个城，这十万人聚集，希望能做到都像兄弟姐妹一样，互相关怀、互相照顾、互助合作，共同目标。经典里面有同的，也有不同的，我们在这个经典里头，真正要做到求同存异。共同的，统统提出来学习；不同的，放在旁边，慢慢再研究。先把共同的部分我们把它做出来，不要毁谤、不要批评，不可以对立，这就变成一家人。他们现在做得，很认真在做。我建议他们一年至少有三次做工作报告，每一次活动五天。五天的时间，这十几个宗教，每一个宗教有二、三个小时报告，我这个宗教在这四个月当中做了些什么工作，讲了些什么样的经，讲的什么内容，有什么效果。大家互相，每个宗教在一起学习。希望一年，这个小城做的这个成绩真正做出来。",
      "zh_TW": "行動從什麼地方落實？從宗教教育。這是我勸導他們的，你們每個宗教對你們的信徒要講經、要教學。如果不講經不教學，效果收不到。不但要講自己的經，深入自己宗教經典，還要聽別人的。十幾個宗教，每一個宗教的經，我們都得要聽。為什麼？互相了解，才能夠化解矛盾，宗教才能變成一家人。我們一家人的理想目的，就是我們這個城，這十萬人聚集，希望能做到都像兄弟姐妹一樣，互相關懷、互相照顧、互助合作，共同目標。經典裡面有同的，也有不同的，我們在這個經典裡頭，真正要做到求同存異。共同的，統統提出來學習；不同的，放在旁邊，慢慢再研究。先把共同的部分我們把它做出來，不要毀謗、不要批評，不可以對立，這就變成一家人。他們現在做得，很認真在做。我建議他們一年至少有三次做工作報告，每一次活動五天。五天的時間，這十幾個宗教，每一個宗教有二、三個小時報告，我這個宗教在這四個月當中做了些什麼工作，講了些什麼樣的經，講的什麼內容，有什麼效果。大家互相，每個宗教在一起學習。希望一年，這個小城做的這個成績真正做出來。"
    },
    {
      "id": "21-670-0008_p0026",
      "zh_CN": "真做出来了，我答应他两桩事情。第一桩事情，我答应他，在这个小城建立一个卫星电视台，把这小城每天的生活向全世界播放，让全世界的人都知道，这是世界上第一个和谐示范点。你们要看看人与人之间，不同的宗教、不同的文化、不同的族群，能够像兄弟姐妹一样，到这儿来看、来参观。第二桩事情，我说我一定带着大家在联合国做一次汇报展览，让全世界的人都知道。他们非常欢喜，真做得到，这是我们在那住十年奠定下的基础。十年当中，我们对这个小城没有别的，就是对每个人尊重、对每个人爱护；有困难，政府只要提出来，我们全心全力去协助。十年如一日，在这个基础上，他可以做到。我们在那边，这个道场也是个功德主。",
      "zh_TW": "真做出來了，我答應他兩樁事情。第一樁事情，我答應他，在這個小城建立一個衛星電視台，把這小城每天的生活向全世界播放，讓全世界的人都知道，這是世界上第一個和諧示範點。你們要看看人與人之間，不同的宗教、不同的文化、不同的族群，能夠像兄弟姐妹一樣，到這兒來看、來參觀。第二樁事情，我說我一定帶著大家在聯合國做一次匯報展覽，讓全世界的人都知道。他們非常歡喜，真做得到，這是我們在那住十年奠定下的基礎。十年當中，我們對這個小城沒有別的，就是對每個人尊重、對每個人愛護；有困難，政府只要提出來，我們全心全力去協助。十年如一日，在這個基礎上，他可以做到。我們在那邊，這個道場也是個功德主。"
    },
    {
      "id": "21-670-0008_p0027",
      "zh_CN": "宗教要落实教育，教育要先教育自己，自己没有教好，不能教别人。自己教好了，我们的一举一动、一言一行，都能给别人做好样子，这个事就能做成功。所以佛能做到，天人丈夫众，恭敬常围绕，我们要学佛，他为什么能做到？要向佛看齐。极乐世界实实在在说，点点滴滴都是我们的榜样、都是我们的模范。我常说，用中国人的话来说，格物、致知，跟他学，他做得彻底，诚意、正心，就是发菩提心，要跟他学，修身、齐家、治国、平天下。今天图文巴宗教发起的，那就是齐家、治国、平天下。用宗教的爱心来做基础，用宗教的教学来落实，真做成功了，让全世界知道，宗教教育的力量非常伟大，真正能帮助社会解决问题。",
      "zh_TW": "宗教要落實教育，教育要先教育自己，自己沒有教好，不能教別人。自己教好了，我們的一舉一動、一言一行，都能給別人做好樣子，這個事就能做成功。所以佛能做到，天人丈夫眾，恭敬常圍繞，我們要學佛，他為什麼能做到？要向佛看齊。極樂世界實實在在說，點點滴滴都是我們的榜樣、都是我們的模範。我常說，用中國人的話來說，格物、致知，跟他學，他做得徹底，誠意、正心，就是發菩提心，要跟他學，修身、齊家、治國、平天下。今天圖文巴宗教發起的，那就是齊家、治國、平天下。用宗教的愛心來做基礎，用宗教的教學來落實，真做成功了，讓全世界知道，宗教教育的力量非常偉大，真正能幫助社會解決問題。"
    },
    {
      "id": "21-670-0008_p0028",
      "zh_CN": "我们再看最后一条，「庄严不虚作住持功德成就。偈言：观佛本愿力，遇无空过者。能令速满足，功德大宝海故。是阿弥陀如来本愿力也」。后头有括弧简单解说，把它念下来，「得非作得，在非守在」。这两句话怎么说？做好事要不居功，别人服你！所有一切成就的功德推给别人，千万不要自居；做错了有过失，我承当，不要让别人承当。从哪里学来的？跟佛学来的。得非作得，把得失心放下，没有得失，真正有利益、有好处，别人的，不是我的。",
      "zh_TW": "我們再看最後一條，「莊嚴不虛作住持功德成就。偈言：觀佛本願力，遇無空過者。能令速滿足，功德大寶海故。是阿彌陀如來本願力也」。後頭有括弧簡單解說，把它念下來，「得非作得，在非守在」。這兩句話怎麼說？做好事要不居功，別人服你！所有一切成就的功德推給別人，千萬不要自居；做錯了有過失，我承當，不要讓別人承當。從哪裡學來的？跟佛學來的。得非作得，把得失心放下，沒有得失，真正有利益、有好處，別人的，不是我的。"
    },
    {
      "id": "21-670-0008_p0029",
      "zh_CN": "早年，二００六年，我们在庐江汤池做了个实验，做成功了，我对我们的老师说，我们决定不能够居功，决定不能够有傲慢。传统文化丢失了两百年，我们这么短的时间把它做成功，我说这是祖宗之德，祖宗的加持，三宝的加持，绝不是人力，更不是自己能做得出来的。这是我们先决条件，一居功，人就傲慢，一傲慢就完了，你前功尽弃。这个事情做好，人民有福、国家有福、世界人类有福。我们付出一点辛劳，做出一点贡献，应该的，应尽的义务，丝毫骄傲都不可以有。老师不错，能听得懂我的话，能接受，我们很虚心，谦虚、恭敬、谨慎来从事于这个工作。这个实验产生了影响，对社会起了作用，对整个世界也有影响。我们在联合国做了报告，当时教科文组织拥有一百九十二个国家，这些大使、代表都想到汤池去参观考察。这是稀有难逢的因缘。",
      "zh_TW": "早年，二００六年，我們在廬江湯池做了個實驗，做成功了，我對我們的老師說，我們決定不能夠居功，決定不能夠有傲慢。傳統文化丟失了兩百年，我們這麼短的時間把它做成功，我說這是祖宗之德，祖宗的加持，三寶的加持，絕不是人力，更不是自己能做得出來的。這是我們先決條件，一居功，人就傲慢，一傲慢就完了，你前功盡棄。這個事情做好，人民有福、國家有福、世界人類有福。我們付出一點辛勞，做出一點貢獻，應該的，應盡的義務，絲毫驕傲都不可以有。老師不錯，能聽得懂我的話，能接受，我們很虛心，謙虛、恭敬、謹慎來從事於這個工作。這個實驗產生了影響，對社會起了作用，對整個世界也有影響。我們在聯合國做了報告，當時教科文組織擁有一百九十二個國家，這些大使、代表都想到湯池去參觀考察。這是稀有難逢的因緣。"
    },
    {
      "id": "21-670-0008_p0030",
      "zh_CN": "虽然不是很圆满，可是联合国一直到今天，对我们那次活动念念不忘。今年还写信给我，希望我再去办一次活动，我很感谢他。上一次我办活动有汤池这个实验做报告，现在要求我办活动，我没东西拿给大家看，口说无凭，要有真的东西拿出来给人看。所以我答应澳洲，你们能做好，真正做出好样子，我到联合国做报告，把你们统统带去。希望这个好榜样让全世界人都知道，希望大家去看，希望大家去学习。真的会帮助我们化解冲突，会帮助这个社会创造安定和平。这功是你们的，我替你们做宣传，我还是待在香港讲我的《无量寿经》，我什么都不要，名利统统不要。这人生最快乐的事情！没有这个缘，不攀缘；有这个缘，找到我了，我一定会去做，再辛苦，我也要去帮这个忙。",
      "zh_TW": "雖然不是很圓滿，可是聯合國一直到今天，對我們那次活動念念不忘。今年還寫信給我，希望我再去辦一次活動，我很感謝他。上一次我辦活動有湯池這個實驗做報告，現在要求我辦活動，我沒東西拿給大家看，口說無憑，要有真的東西拿出來給人看。所以我答應澳洲，你們能做好，真正做出好樣子，我到聯合國做報告，把你們統統帶去。希望這個好榜樣讓全世界人都知道，希望大家去看，希望大家去學習。真的會幫助我們化解衝突，會幫助這個社會創造安定和平。這功是你們的，我替你們做宣傳，我還是待在香港講我的《無量壽經》，我什麼都不要，名利統統不要。這人生最快樂的事情！沒有這個緣，不攀緣；有這個緣，找到我了，我一定會去做，再辛苦，我也要去幫這個忙。"
    },
    {
      "id": "21-670-0008_p0031",
      "zh_CN": "所以「得非作得，在非守在」，这就是不居功，好事推给别人，坏事自己承当，这样做就对了。「愿以成力」，愿产生力量，力量，「力以就愿」，愿跟力结合成一体，「愿不徒然，力不虚设。力愿相符，毕竟不差」，这是成就。「（持非能持，住非常住）」，这是宇宙之间的真理，一定要懂得。真懂得了，你就永远保持一颗清净心，不受染污，不受诱惑，你才生智慧、不生烦恼。",
      "zh_TW": "所以「得非作得，在非守在」，這就是不居功，好事推給別人，壞事自己承當，這樣做就對了。「願以成力」，願產生力量，力量，「力以就願」，願跟力結合成一體，「願不徒然，力不虛設。力願相符，畢竟不差」，這是成就。「（持非能持，住非常住）」，這是宇宙之間的真理，一定要懂得。真懂得了，你就永遠保持一顆清淨心，不受染污，不受誘惑，你才生智慧、不生煩惱。"
    },
    {
      "id": "21-670-0008_p0032",
      "zh_CN": "观佛本愿力，本愿四十八愿，四十八愿成就了极乐世界，这桩事情记载在《无量寿经》上，黄念祖老居士对于这一段的经文有详细的注解。这个注解来自于八十三种经论、一百一十种祖师大德的注疏，不是随便说的，句句话都有根据，这是稀有难得的一部好书。我们读了，确实没有一个人空过，你学了之后能开悟。",
      "zh_TW": "觀佛本願力，本願四十八願，四十八願成就了極樂世界，這樁事情記載在《無量壽經》上，黃念祖老居士對於這一段的經文有詳細的註解。這個註解來自於八十三種經論、一百一十種祖師大德的註疏，不是隨便說的，句句話都有根據，這是稀有難得的一部好書。我們讀了，確實沒有一個人空過，你學了之後能開悟。"
    },
    {
      "id": "21-670-0008_p0033",
      "zh_CN": "佛帮助一切众生离苦得乐，这是诸佛菩萨出现于世的总目标。佛知道，苦从哪里来的？苦从迷来的。你不了解事实真相，所以你看错了，你想错了。看错了，就是你见错了，你的见解错误了，解是思想。你见解错误了，言论也错误了，你的做法也错误了，带来是痛苦！佛知道。乐从哪里来？乐从觉悟来的，真正明白宇宙万物人生的真相。你真正觉悟、明白了，你的思想纯正，你的见解没错误，你的言行、你的造作决定合乎礼义，真正幸福美满的人生就现前了。",
      "zh_TW": "佛幫助一切眾生離苦得樂，這是諸佛菩薩出現於世的總目標。佛知道，苦從哪裡來的？苦從迷來的。你不了解事實真相，所以你看錯了，你想錯了。看錯了，就是你見錯了，你的見解錯誤了，解是思想。你見解錯誤了，言論也錯誤了，你的做法也錯誤了，帶來是痛苦！佛知道。樂從哪裡來？樂從覺悟來的，真正明白宇宙萬物人生的真相。你真正覺悟、明白了，你的思想純正，你的見解沒錯誤，你的言行、你的造作決定合乎禮義，真正幸福美滿的人生就現前了。"
    },
    {
      "id": "21-670-0008_p0034",
      "zh_CN": "世间所有宗教，教义的核心就是一个爱，每个宗教都讲。我们怎样把宗教团结起来？就凭这一个字。你看，你的宗教讲，你的宗教、你的宗教都讲这个，我们只要把这个爱心找回来，爱自己，爱你的宗教，爱一切众生。宗教没有说爱信徒，信徒是当然的，不只爱信徒，神爱世人，世人有很多不是信徒，要明白这个道理。不是说神爱信徒，不是的，神爱世人。佛法讲大慈大悲，不是佛教徒，佛对他还是慈悲。没有说，他是佛教徒，对他慈悲；不是佛教徒，就不慈悲了，没这个说法。佛教讲的跟别的是不一样，佛教讲「一切众生本来是佛」。那我们对佛尊敬，对一切众生就要尊敬，对一个众生不尊敬，就是对佛不尊敬。这些真实道理，我们一定要懂。佛天天在教导我们，时时刻刻在教导我们。",
      "zh_TW": "世間所有宗教，教義的核心就是一個愛，每個宗教都講。我們怎樣把宗教團結起來？就憑這一個字。你看，你的宗教講，你的宗教、你的宗教都講這個，我們只要把這個愛心找回來，愛自己，愛你的宗教，愛一切眾生。宗教沒有說愛信徒，信徒是當然的，不只愛信徒，神愛世人，世人有很多不是信徒，要明白這個道理。不是說神愛信徒，不是的，神愛世人。佛法講大慈大悲，不是佛教徒，佛對他還是慈悲。沒有說，他是佛教徒，對他慈悲；不是佛教徒，就不慈悲了，沒這個說法。佛教講的跟別的是不一樣，佛教講「一切眾生本來是佛」。那我們對佛尊敬，對一切眾生就要尊敬，對一個眾生不尊敬，就是對佛不尊敬。這些真實道理，我們一定要懂。佛天天在教導我們，時時刻刻在教導我們。"
    },
    {
      "id": "21-670-0008_p0035",
      "zh_CN": "最简单的讲法，什么是佛？这个要搞清楚。很多同学，有人问你，你学佛了，佛是什么？你怎么说？佛是我家里供的佛像，这不行，你也没有说错，但是不能说你对。最能够让现在人一听就懂得的，我们授三皈的时候，师父带我们念三皈偈子，你看，「皈依佛，二足尊；皈依法，离欲尊；皈依僧，众中尊」，我们用这个来讲皈依佛法。佛是什么？二足尊。二是什么？第一个是福报，你要不要？第二个是智慧。足是满足了，就是圆满了，福报圆满了，智慧圆满了，这就叫佛。佛的教育就是福报的教育、智慧的教育，你要不要学？你想有大福报，你想有大智慧，你就到佛教里头来学习，他就教这个东西。这大家好懂！不要去跟他讲自觉觉他、觉行圆满，把人都觉糊涂了，现在人就是求福求慧；还有一个，你跟阿弥陀佛学，还有一个了不起的，你想要的，无量寿！你看，有智慧，有福报，又有无量寿。到哪里学？跟阿弥陀佛学。",
      "zh_TW": "最簡單的講法，什麼是佛？這個要搞清楚。很多同學，有人問你，你學佛了，佛是什麼？你怎麼說？佛是我家裡供的佛像，這不行，你也沒有說錯，但是不能說你對。最能夠讓現在人一聽就懂得的，我們授三皈的時候，師父帶我們念三皈偈子，你看，「皈依佛，二足尊；皈依法，離欲尊；皈依僧，眾中尊」，我們用這個來講皈依佛法。佛是什麼？二足尊。二是什麼？第一個是福報，你要不要？第二個是智慧。足是滿足了，就是圓滿了，福報圓滿了，智慧圓滿了，這就叫佛。佛的教育就是福報的教育、智慧的教育，你要不要學？你想有大福報，你想有大智慧，你就到佛教裡頭來學習，他就教這個東西。這大家好懂！不要去跟他講自覺覺他、覺行圓滿，把人都覺糊塗了，現在人就是求福求慧；還有一個，你跟阿彌陀佛學，還有一個了不起的，你想要的，無量壽！你看，有智慧，有福報，又有無量壽。到哪裡學？跟阿彌陀佛學。"
    },
    {
      "id": "21-670-0008_p0036",
      "zh_CN": "我早年住美国，我住在加州，我们邻居都是当地美国人。住了两个多月，有一天有几个人来访问，问我们是做什么的？这个意思，我们从事哪一个行业？从事哪个行业的这个意思。为什么你们每天都是笑容满面，欢欢喜喜，这么快乐，这从哪里来的？他问到这个。我说我们是学佛的。他就问我，佛是什么？我说佛是快乐。我要快乐，他想要快乐，极乐世界快乐！佛是清净，心清净，他要，极乐世界是净土，他要。佛是健康长寿，这个他听到更高兴了。我说那好，我们在那里有个小道场，小佛堂，我说我每个星期六为你们开课，欢迎你们来学。你们星期天上教堂，星期六到佛堂，没冲突。教堂里头，神是你们的父亲，你们父子，神是你的父，你是神的儿子；释迦牟尼佛是你的老师，你当学生，没冲突。在家有父母，上学有老师，绝对没有冲突。很多人都来学！这个学校是教什么？教你快乐，教你清净，教你健康长寿。所以了解现在人的根性，他想什么，他想求什么，我们得满足他。你看遇就没有空过，能令速满足，很快就给他满足。",
      "zh_TW": "我早年住美國，我住在加州，我們鄰居都是當地美國人。住了兩個多月，有一天有幾個人來訪問，問我們是做什麼的？這個意思，我們從事哪一個行業？從事哪個行業的這個意思。為什麼你們每天都是笑容滿面，歡歡喜喜，這麼快樂，這從哪裡來的？他問到這個。我說我們是學佛的。他就問我，佛是什麼？我說佛是快樂。我要快樂，他想要快樂，極樂世界快樂！佛是清淨，心清淨，他要，極樂世界是淨土，他要。佛是健康長壽，這個他聽到更高興了。我說那好，我們在那裡有個小道場，小佛堂，我說我每個星期六為你們開課，歡迎你們來學。你們星期天上教堂，星期六到佛堂，沒衝突。教堂裡頭，神是你們的父親，你們父子，神是你的父，你是神的兒子；釋迦牟尼佛是你的老師，你當學生，沒衝突。在家有父母，上學有老師，絕對沒有衝突。很多人都來學！這個學校是教什麼？教你快樂，教你清淨，教你健康長壽。所以了解現在人的根性，他想什麼，他想求什麼，我們得滿足他。你看遇就沒有空過，能令速滿足，很快就給他滿足。"
    },
    {
      "id": "21-670-0008_p0037",
      "zh_CN": "今天人大家迷信，迷到哪里去了？迷到钱里头去了。从前的钱，古时候的钱是铜做的，铜铸的，当中都有个洞，迷到钱眼里头去了。现在的钱可怜，是一张纸。以前的钱真有分量，很重；现在纸，没有分量了。迷在这里头去了，他没有别的想法，念念都是想发财。那你碰到这个人，佛大财主，大福报！佛氏门中，有求必应，你看还得了吗？你要想发财，你不学佛，你怎么发得了财？学发财，佛门里学发财，发了财心安理得，这快乐无比。财从哪里来？财从布施来的。你命中有财，是你过去生中修财布施修得多！你命里头没有财，你跟人家一样做生意，他赚钱，你蚀本。什么原因？他命里头有，你命里头没有。这个道理一定要懂。",
      "zh_TW": "今天人大家迷信，迷到哪裡去了？迷到錢裡頭去了。從前的錢，古時候的錢是銅做的，銅鑄的，當中都有個洞，迷到錢眼裡頭去了。現在的錢可憐，是一張紙。以前的錢真有分量，很重；現在紙，沒有分量了。迷在這裡頭去了，他沒有別的想法，念念都是想發財。那你碰到這個人，佛大財主，大福報！佛氏門中，有求必應，你看還得了嗎？你要想發財，你不學佛，你怎麼發得了財？學發財，佛門裡學發財，發了財心安理得，這快樂無比。財從哪裡來？財從布施來的。你命中有財，是你過去生中修財布施修得多！你命裡頭沒有財，你跟人家一樣做生意，他賺錢，你蝕本。什麼原因？他命裡頭有，你命裡頭沒有。這個道理一定要懂。"
    },
    {
      "id": "21-670-0008_p0038",
      "zh_CN": "我们香港首富李嘉诚，命里头有财，丢都丢不掉。他有个好朋友，陈朗居士，这个居士修道、学佛，他常听我讲经，前三年过世了，也八十多岁。陈居士告诉我，李先生三十岁，从潮汕到香港来做生意，年轻人三十岁，来创业。他们遇到了，他给他算命，算命就问他，你将来希望拥有多少财富你就满意了？李先生说：我能有三千万，我就非常满意了。陈先生告诉他，你命里头的财库是漫出来的，不是平的，是漫出来的，就告诉他，你将来是香港首富，不止三千万。这样一来，李先生跟他就变成好朋友了，常常往来，许多事情都向陈老请教。这命里有，注定的，所以他无论从事哪一行，他都赚钱，命里有。佛教我们什么？教我们去种命里头的财库，这个东西重要！你财库空空，哪来的钱？不可能的。",
      "zh_TW": "我們香港首富李嘉誠，命裡頭有財，丟都丟不掉。他有個好朋友，陳朗居士，這個居士修道、學佛，他常聽我講經，前三年過世了，也八十多歲。陳居士告訴我，李先生三十歲，從潮汕到香港來做生意，年輕人三十歲，來創業。他們遇到了，他給他算命，算命就問他，你將來希望擁有多少財富你就滿意了？李先生說：我能有三千萬，我就非常滿意了。陳先生告訴他，你命裡頭的財庫是漫出來的，不是平的，是漫出來的，就告訴他，你將來是香港首富，不止三千萬。這樣一來，李先生跟他就變成好朋友了，常常往來，許多事情都向陳老請教。這命裡有，注定的，所以他無論從事哪一行，他都賺錢，命裡有。佛教我們什麼？教我們去種命裡頭的財庫，這個東西重要！你財庫空空，哪來的錢？不可能的。"
    },
    {
      "id": "21-670-0008_p0039",
      "zh_CN": "我年轻也遇到算命的，不止一个，许多我不认识。学佛之后，这些同参道友拿我的八字，那个人算得灵，这个算得不错，都拿去给人看。看了之后说，我的财库空空。我出家，老师给我起的名字很好，叫净空，财库空空，真干净。所以如果不出家的话，贫贱之命，会很苦，一生。财库空空，没有钱，干哪个行业都没有钱赚。我出家之后，我的老师章嘉大师教我，大概他看出来了，我没有财富的命，但是弘法利生又少不了财富。所以他就教我，告诉我，「佛氏门中，有求必应」，教我修三种布施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。我年轻对老师非常尊敬，老师说的话，我真干，真的依教修行。那个时候，生活非常艰难，每个月的收入仅仅够生活，没有钱布施。老师问我，一毛钱有没有？我说可以，一毛钱行。一块钱行不行？一块钱还勉强，可以，还可以。他说，你就从一毛、一块去布施，心里面常常有布施这个念头，不能间断，有多少力量，你就做多少，不要保留。我就听话，我做了六十一年。六十一年得什么结果？我可以告诉诸位，我大概在六、七十岁的时候就心想事成，办一桩事情想要多少钱，不到一、二个月，人家就送来了，送来的不多也不少，够我办事，真的是想多少就有多少。从一九九九年，我心里有个（我没有帐本，不记这个东西）大概的数字，每一年做这些好事要一千万美金。钱从哪里来的？不知道。章嘉大师教我的。",
      "zh_TW": "我年輕也遇到算命的，不止一個，許多我不認識。學佛之後，這些同參道友拿我的八字，那個人算得靈，這個算得不錯，都拿去給人看。看了之後說，我的財庫空空。我出家，老師給我起的名字很好，叫淨空，財庫空空，真乾淨。所以如果不出家的話，貧賤之命，會很苦，一生。財庫空空，沒有錢，幹哪個行業都沒有錢賺。我出家之後，我的老師章嘉大師教我，大概他看出來了，我沒有財富的命，但是弘法利生又少不了財富。所以他就教我，告訴我，「佛氏門中，有求必應」，教我修三種布施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。我年輕對老師非常尊敬，老師說的話，我真幹，真的依教修行。那個時候，生活非常艱難，每個月的收入僅僅夠生活，沒有錢布施。老師問我，一毛錢有沒有？我說可以，一毛錢行。一塊錢行不行？一塊錢還勉強，可以，還可以。他說，你就從一毛、一塊去布施，心裡面常常有布施這個念頭，不能間斷，有多少力量，你就做多少，不要保留。我就聽話，我做了六十一年。六十一年得什麼結果？我可以告訴諸位，我大概在六、七十歲的時候就心想事成，辦一樁事情想要多少錢，不到一、二個月，人家就送來了，送來的不多也不少，夠我辦事，真的是想多少就有多少。從一九九九年，我心裡有個（我沒有帳本，不記這個東西）大概的數字，每一年做這些好事要一千萬美金。錢從哪裡來的？不知道。章嘉大師教我的。"
    },
    {
      "id": "21-670-0008_p0040",
      "zh_CN": "我的命还短命，这真的不是假的，寿命只有四十五岁。我今年八十六，多活了四十一年。这是什么？学佛转过来的，不学佛，决定得不到。学佛，经看多了，明白这个道理，理跟事都懂得了，依照佛经去修行，无往而不利。守住一个原则，就是此地佛所教的，「得非作得，在非守在，持非能持，住非常住」，三轮体空。事情做完了，脑子里头忘得干干净净，别去想它，做跟不做是一不是二。做什么？有缘就做，没有缘，不要去攀缘。我想做一桩事情，我不会想的，有人送了些钱来了，我才想事，想这个钱怎么用法。他不送来，我不想它，我天天想佛，我想经典。我不想别人送钱给我，为什么？送给我的时候，我要去想这钱怎么用？操心！好事不如无事，无事最好。可是偏偏要送来，那就没有法子，就替他做好事了。",
      "zh_TW": "我的命還短命，這真的不是假的，壽命只有四十五歲。我今年八十六，多活了四十一年。這是什麼？學佛轉過來的，不學佛，決定得不到。學佛，經看多了，明白這個道理，理跟事都懂得了，依照佛經去修行，無往而不利。守住一個原則，就是此地佛所教的，「得非作得，在非守在，持非能持，住非常住」，三輪體空。事情做完了，腦子裡頭忘得乾乾淨淨，別去想它，做跟不做是一不是二。做什麼？有緣就做，沒有緣，不要去攀緣。我想做一樁事情，我不會想的，有人送了些錢來了，我才想事，想這個錢怎麼用法。他不送來，我不想它，我天天想佛，我想經典。我不想別人送錢給我，為什麼？送給我的時候，我要去想這錢怎麼用？操心！好事不如無事，無事最好。可是偏偏要送來，那就沒有法子，就替他做好事了。"
    },
    {
      "id": "21-670-0008_p0041",
      "zh_CN": "前年做一桩好事，今年才完成。这桩好事，也是人家把钱送来了，正好遇到商务印书馆要重印、再版《四库全书》，这是好事情，这中国国宝！这个东西能救国家、能救全世界，所以我跟他订了一百套。一套给我最优惠的价钱，我订一百套，谁跟他买一百套？一套五万美金，一百套五百万。这个生意圆满了，书也给我了，钱也给他了。世界书局印《四库荟要》，这也是我非常喜欢的一部书。过去他印第一版的时候，我大概买了将近七十套，那是有钱就买、有钱就买。现在他要印第二版，来找我，我就跟他讲，要老价钱，不能赚我的钱。老价钱，我跟他订两百套，也是五百万美金。你看，一千万美金。这套书最近印好的，才交货，还没交完。国宝！",
      "zh_TW": "前年做一樁好事，今年才完成。這樁好事，也是人家把錢送來了，正好遇到商務印書館要重印、再版《四庫全書》，這是好事情，這中國國寶！這個東西能救國家、能救全世界，所以我跟他訂了一百套。一套給我最優惠的價錢，我訂一百套，誰跟他買一百套？一套五萬美金，一百套五百萬。這個生意圓滿了，書也給我了，錢也給他了。世界書局印《四庫薈要》，這也是我非常喜歡的一部書。過去他印第一版的時候，我大概買了將近七十套，那是有錢就買、有錢就買。現在他要印第二版，來找我，我就跟他講，要老價錢，不能賺我的錢。老價錢，我跟他訂兩百套，也是五百萬美金。你看，一千萬美金。這套書最近印好的，才交貨，還沒交完。國寶！"
    },
    {
      "id": "21-670-0008_p0042",
      "zh_CN": "用什么方法保留这国宝？现在大家晓得，灾难很多，我把这些书放在全世界每个国家图书馆，大学图书馆，灾难不会遍地，总有地方保存，我们这些东西不会丢掉。我是基于这个考量，这个事情是大事。你看，正好有这么一笔钱来，做了这个好事。都是很快，来了很快就走了，都是缘分。你看这些书店，他来通知我，他不通知我就算了，我就不知道，通知我，正好钱放在此地，赶快把它用掉。所以，知道什么叫好事。《大藏经》这么多年来，我赠送的标准是一万套，赠送全世界一万套《大藏经》，现在大概差不多也快到这个数字了，可能还差一千多套。这是对法宝。",
      "zh_TW": "用什麼方法保留這國寶？現在大家曉得，災難很多，我把這些書放在全世界每個國家圖書館，大學圖書館，災難不會遍地，總有地方保存，我們這些東西不會丟掉。我是基於這個考量，這個事情是大事。你看，正好有這麼一筆錢來，做了這個好事。都是很快，來了很快就走了，都是緣分。你看這些書店，他來通知我，他不通知我就算了，我就不知道，通知我，正好錢放在此地，趕快把它用掉。所以，知道什麼叫好事。《大藏經》這麼多年來，我贈送的標準是一萬套，贈送全世界一萬套《大藏經》，現在大概差不多也快到這個數字了，可能還差一千多套。這是對法寶。"
    },
    {
      "id": "21-670-0008_p0043",
      "zh_CN": "当然更重要的是人才，得要有人去念。所以我在全世界各地提倡文言文，希望年轻人有人真正发心学文言文。不要害怕没有出路，真正文言文学好了，十年之后，他就成为全世界第一流的汉学家，多少大学开中文课程都要请你去做老师，肯定有出路。为什么？中国这些宝贝，《四库》、《四库荟要》里面讲的什么？我们用《四书》上的一句话说，这里头的内容是格物、致知、修身、齐家、治国、平天下的智慧、理念、方法、经验、效果，都在这，你说你要不要？你要真正认识了，都想要！想要，就要学文言文，因为它是文言文写的，你才能看得懂。如果经过别人翻成白话文来教你，变味道了。你是学会文言文，你去读这些东西，原滋原味，你就有治国、平天下的本事。我不希望你去搞政治，希望你教书，把后代教好，这是中国传统文化救世界！那需要第一流的好老师，我天天想这些。",
      "zh_TW": "當然更重要的是人才，得要有人去念。所以我在全世界各地提倡文言文，希望年輕人有人真正發心學文言文。不要害怕沒有出路，真正文言文學好了，十年之後，他就成為全世界第一流的漢學家，多少大學開中文課程都要請你去做老師，肯定有出路。為什麼？中國這些寶貝，《四庫》、《四庫薈要》裡面講的什麼？我們用《四書》上的一句話說，這裡頭的內容是格物、致知、修身、齊家、治國、平天下的智慧、理念、方法、經驗、效果，都在這，你說你要不要？你要真正認識了，都想要！想要，就要學文言文，因為它是文言文寫的，你才能看得懂。如果經過別人翻成白話文來教你，變味道了。你是學會文言文，你去讀這些東西，原滋原味，你就有治國、平天下的本事。我不希望你去搞政治，希望你教書，把後代教好，這是中國傳統文化救世界！那需要第一流的好老師，我天天想這些。"
    },
    {
      "id": "21-670-0008_p0044",
      "zh_CN": "好，今天时间到了。这是观阿弥陀佛这八种功德成就，我们就学习到此地。",
      "zh_TW": "好，今天時間到了。這是觀阿彌陀佛這八種功德成就，我們就學習到此地。"
    }
  ]
}