{
  "doc_id": "21-670-0006",
  "title": {
    "zh_CN": "极乐世界二十九种庄严",
    "zh_TW": "極樂世界二十九種莊嚴"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-670-0006",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "21-670-0006_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。极乐世界二十九种庄严，前面十七种说的是依报，环境的庄严。我们看到极乐世界生活环境、学习环境无比殊胜庄严，特别是最后一条，第十七，「庄严一切所求满足功德成就」，这是无比的稀有。这一条谁都希求，都希望得到，可是没有人真正能够得到。谚语所谓「人生在世，不如意事常八九」，十分之八、九都不能如人意，这个人是自己。地位很高的，知名度高的，他想有个清净环境自修办不到，各有各的难处。一般凡人没有地位、没有财富，想出人头地也办不到，障碍重重。再如，人造的业不同，果报不一样，寿命不一样。有些富贵人，这我们都看到过，福报很大，很多好地方都有别墅，可是一生当中也许只住过一个晚上，这个事情我见过。主权是他的，他是主人，谁享福？他请了两个工人替他看房子，那两个人享福，真有福报。你看，有权有福，这种清福他享不到，每天应酬很多，工作量很大，在一个风景区非常幽静美好的地方建一个别墅，花园别墅，请几个人去享福，我听说自己一生在那里只住一个晚上。所以不如意事常八九，贫富贵贱都免不了。所以阿弥陀佛发这样的弘愿，愿一切往生到极乐世界的人都能满足每个人的愿求，他能做得到。所以论上这两句话，「众生所愿乐，一切能满足」。最后两句，「是故愿生彼，阿弥陀佛国」，这两句总结。观察十七种国土庄严成就，所以我们愿生西方极乐世界，不是没有原因的。这种满足众生所愿乐，这是非常不容易的一桩事情，十方诸佛刹土做不到，阿弥陀佛在极乐世界做到了。对于器世间，就是依报，环境的庄严，我们就学到此地。",
      "zh_TW": "諸位法師，諸位同學，請坐。極樂世界二十九種莊嚴，前面十七種說的是依報，環境的莊嚴。我們看到極樂世界生活環境、學習環境無比殊勝莊嚴，特別是最後一條，第十七，「莊嚴一切所求滿足功德成就」，這是無比的稀有。這一條誰都希求，都希望得到，可是沒有人真正能夠得到。諺語所謂「人生在世，不如意事常八九」，十分之八、九都不能如人意，這個人是自己。地位很高的，知名度高的，他想有個清淨環境自修辦不到，各有各的難處。一般凡人沒有地位、沒有財富，想出人頭地也辦不到，障礙重重。再如，人造的業不同，果報不一樣，壽命不一樣。有些富貴人，這我們都看到過，福報很大，很多好地方都有別墅，可是一生當中也許只住過一個晚上，這個事情我見過。主權是他的，他是主人，誰享福？他請了兩個工人替他看房子，那兩個人享福，真有福報。你看，有權有福，這種清福他享不到，每天應酬很多，工作量很大，在一個風景區非常幽靜美好的地方建一個別墅，花園別墅，請幾個人去享福，我聽說自己一生在那裡只住一個晚上。所以不如意事常八九，貧富貴賤都免不了。所以阿彌陀佛發這樣的弘願，願一切往生到極樂世界的人都能滿足每個人的願求，他能做得到。所以論上這兩句話，「眾生所願樂，一切能滿足」。最後兩句，「是故願生彼，阿彌陀佛國」，這兩句總結。觀察十七種國土莊嚴成就，所以我們願生西方極樂世界，不是沒有原因的。這種滿足眾生所願樂，這是非常不容易的一樁事情，十方諸佛剎土做不到，阿彌陀佛在極樂世界做到了。對於器世間，就是依報，環境的莊嚴，我們就學到此地。"
    },
    {
      "id": "21-670-0006_p0002",
      "zh_CN": "下面要观察众生世间清净。众生，这两个字是广义，众缘和合而生起的现象叫做众生，这是大乘法里头常说的。哪一法不是众缘和合而生的？上面到佛菩萨，下面到六道众生，有情众生这是一类，无情就是国土，依报，前面所讲的十七种。所以今天科学说动物、植物、矿物，把一切法分为这三大类，三大类每一类都是众缘和合而生起的现象。凡是众缘和合生起的现象，在佛法都称为众生，所以众生这个意思非常深、非常广。在这一段讲众生是有情众生。极乐世界分二，二类。第一，观察阿弥陀如来庄严功德。老师，极乐世界的老师。第二段是观察菩萨庄严功德。菩萨是学生，阿弥陀佛是老师，极乐世界的正报就这两种人。",
      "zh_TW": "下面要觀察眾生世間清淨。眾生，這兩個字是廣義，眾緣和合而生起的現象叫做眾生，這是大乘法裡頭常說的。哪一法不是眾緣和合而生的？上面到佛菩薩，下面到六道眾生，有情眾生這是一類，無情就是國土，依報，前面所講的十七種。所以今天科學說動物、植物、礦物，把一切法分為這三大類，三大類每一類都是眾緣和合而生起的現象。凡是眾緣和合生起的現象，在佛法都稱為眾生，所以眾生這個意思非常深、非常廣。在這一段講眾生是有情眾生。極樂世界分二，二類。第一，觀察阿彌陀如來莊嚴功德。老師，極樂世界的老師。第二段是觀察菩薩莊嚴功德。菩薩是學生，阿彌陀佛是老師，極樂世界的正報就這兩種人。"
    },
    {
      "id": "21-670-0006_p0003",
      "zh_CN": "在这个地方我们要细心去体会，极乐世界跟一般的佛国土真的不一样。我们看释迦牟尼佛的国土，释迦牟尼佛跟十方三世一切诸佛如来都差不多，很相似的。你看，世尊的佛国也有四土三辈九品，常寂光土是一个，通的，常寂光完全没有两样，是一不是二；实报土以下就不一样，但是真正住在实报土里头，四十一位法身大士，那个世界是平等世界、是一真法界，诸佛差别不大。十法界不一样，十法界里头有国王，像六道里头，六道二十八层天，每一层天里面都有天王。世尊告诉我们，天王、人王，众生有大福报的时候，心地清净的时候，佛菩萨来示现做国王，那人民有福，国泰民安。所以，世间治乱与众生的福报确实成正比例。众生没有福的时候谁来当国王？修罗、罗刹，魔来当国王，众生就苦了，众生受难。从这个地方我们知道，无论世出世间都离不开业力的感应，就像善导大师所说的遇缘不同。我们今天生在这个时代，过的这种日子，是自己过去造的业，今天来受这个果报。我们跟上一代的人业不一样，我们跟底下一代的人也不一样，这是真的。",
      "zh_TW": "在這個地方我們要細心去體會，極樂世界跟一般的佛國土真的不一樣。我們看釋迦牟尼佛的國土，釋迦牟尼佛跟十方三世一切諸佛如來都差不多，很相似的。你看，世尊的佛國也有四土三輩九品，常寂光土是一個，通的，常寂光完全沒有兩樣，是一不是二；實報土以下就不一樣，但是真正住在實報土裡頭，四十一位法身大士，那個世界是平等世界、是一真法界，諸佛差別不大。十法界不一樣，十法界裡頭有國王，像六道裡頭，六道二十八層天，每一層天裡面都有天王。世尊告訴我們，天王、人王，眾生有大福報的時候，心地清淨的時候，佛菩薩來示現做國王，那人民有福，國泰民安。所以，世間治亂與眾生的福報確實成正比例。眾生沒有福的時候誰來當國王？修羅、羅剎，魔來當國王，眾生就苦了，眾生受難。從這個地方我們知道，無論世出世間都離不開業力的感應，就像善導大師所說的遇緣不同。我們今天生在這個時代，過的這種日子，是自己過去造的業，今天來受這個果報。我們跟上一代的人業不一樣，我們跟底下一代的人也不一樣，這是真的。"
    },
    {
      "id": "21-670-0006_p0004",
      "zh_CN": "不善的生活环境，我们大家都想把它改善，能不能做到？能，只要我们肯断恶修善、改邪归正、端正心念，外面是境随心转。外面就是我们居住的环境，居住的环境是物质环境，肯定随着我们愿来转变，这个道理佛在经上常说。佛告诉我们，「一切法唯心所现，唯识所变」，《华严经》上说的。心是真心，识是妄心，真心能现能生，妄心能变。妄心是什么？我们现在起心动念这个心，就是识。我们的念头善，环境就变得很好，念头不善环境就变坏了，所谓是自然灾害；不是自然灾害，是我们不善念头所感召得来的。大乘经上佛告诉我们，贪婪所感应的是水灾。现在这个地球上多少地方有水灾，怎么来的？我们的贪心感来的。瞋恚感来的是火灾，火山爆发，地球温度上升，瞋心所感。愚痴所感的是风灾。傲慢所感的是地震，傲慢心不平。怀疑，怀疑是没有信心，现在严重，因为对自己都没有信心，对别人信心当然更生不起来。怀疑对应的是什么？山崩地陷，山会倒下来，大地会沉下去，这是没有信心。对自己本身来说，怀疑让我们免疫的能力完全瓦解，禁不起丝毫的外感，你没有抵抗力。坚定信心是抵抗力，是免疫能力。所以贪瞋痴慢疑，现在这五个字，绝大多数的人统统具足，我们居住的地方灾难多。",
      "zh_TW": "不善的生活環境，我們大家都想把它改善，能不能做到？能，只要我們肯斷惡修善、改邪歸正、端正心念，外面是境隨心轉。外面就是我們居住的環境，居住的環境是物質環境，肯定隨著我們願來轉變，這個道理佛在經上常說。佛告訴我們，「一切法唯心所現，唯識所變」，《華嚴經》上說的。心是真心，識是妄心，真心能現能生，妄心能變。妄心是什麼？我們現在起心動念這個心，就是識。我們的念頭善，環境就變得很好，念頭不善環境就變壞了，所謂是自然災害；不是自然災害，是我們不善念頭所感召得來的。大乘經上佛告訴我們，貪婪所感應的是水災。現在這個地球上多少地方有水災，怎麼來的？我們的貪心感來的。瞋恚感來的是火災，火山爆發，地球溫度上升，瞋心所感。愚痴所感的是風災。傲慢所感的是地震，傲慢心不平。懷疑，懷疑是沒有信心，現在嚴重，因為對自己都沒有信心，對別人信心當然更生不起來。懷疑對應的是什麼？山崩地陷，山會倒下來，大地會沉下去，這是沒有信心。對自己本身來說，懷疑讓我們免疫的能力完全瓦解，禁不起絲毫的外感，你沒有抵抗力。堅定信心是抵抗力，是免疫能力。所以貪瞋痴慢疑，現在這五個字，絕大多數的人統統具足，我們居住的地方災難多。"
    },
    {
      "id": "21-670-0006_p0005",
      "zh_CN": "我们如何化解灾难，恢复社会安定和平？只要我们回头。首先我们认错，错在哪里？把祖宗的教诲丢掉了，对祖宗怀疑，对祖宗不相信。中国古人有句谚语说，「不听老人言，吃亏在眼前」。确实，过去世世代代的听老人言，保持祖宗的教诲。祖宗教我们什么？千万年来，中国人的老祖宗真正了不起，世世代代教我们孝养父母，奉事师长，就教这个。中国圣贤教育总纲领，五伦、五常、四维、八德。五伦是讲人与人的关系，首先把人与人处好，人只要和谐，所谓家和万事兴，家不和肯定衰败，道理一定要懂。父子有亲、夫妇有别、长幼有序、君臣有义、朋友有信。关系搞清楚了，应尽的义务知道了，落实在哪里？落实在家教，用家教把这个理念从根扎下去，从小就知道做人的道理、做人的德行，五个字，仁义礼智信。仁者爱人，从小要养成这个理念，起心动念先想别人后想自己，这仁。所以没有自利，自私自利这个念头很淡薄，常常能替别人设想，这是古人。现在这个字没有了，起心动念都是自私自利。",
      "zh_TW": "我們如何化解災難，恢復社會安定和平？只要我們回頭。首先我們認錯，錯在哪裡？把祖宗的教誨丟掉了，對祖宗懷疑，對祖宗不相信。中國古人有句諺語說，「不聽老人言，吃虧在眼前」。確實，過去世世代代的聽老人言，保持祖宗的教誨。祖宗教我們什麼？千萬年來，中國人的老祖宗真正了不起，世世代代教我們孝養父母，奉事師長，就教這個。中國聖賢教育總綱領，五倫、五常、四維、八德。五倫是講人與人的關係，首先把人與人處好，人只要和諧，所謂家和萬事興，家不和肯定衰敗，道理一定要懂。父子有親、夫婦有別、長幼有序、君臣有義、朋友有信。關係搞清楚了，應盡的義務知道了，落實在哪裡？落實在家教，用家教把這個理念從根紮下去，從小就知道做人的道理、做人的德行，五個字，仁義禮智信。仁者愛人，從小要養成這個理念，起心動念先想別人後想自己，這仁。所以沒有自利，自私自利這個念頭很淡薄，常常能替別人設想，這是古人。現在這個字沒有了，起心動念都是自私自利。"
    },
    {
      "id": "21-670-0006_p0006",
      "zh_CN": "夫妇有别，夫妇组成一个家庭，别是各有各的任务，要尽责。古时候男主外，女主内，这就是分别。外是谋生、养家，内是相夫教子，帮助先生，让他无后顾之忧，他专心工作。她最重要的一桩大事就是把下一代教好。母亲的责任大！家里头能不能出圣贤，国家、社会有没有贤明的人出来，统统靠做母亲的人。妳们能把小孩教出来，不仅仅是妳一家之福，是一族之福、一国之福，乃至于天下之福，这个使命多大。古人真教！在中国，两百年前的人都知道，而且都肯干。最近这两百年，前一百年疏忽了，还有人讲，没人真做；晚近这一百年，满清亡国之后到今天，讲的人都没有了。所以现在中国人很可怜，对自己传统文化非常陌生，提起来都不懂，这个对不起老祖宗。老祖宗辛辛苦苦建立，传了几千年都没出问题，清朝末年才出了问题。",
      "zh_TW": "夫婦有別，夫婦組成一個家庭，別是各有各的任務，要盡責。古時候男主外，女主內，這就是分別。外是謀生、養家，內是相夫教子，幫助先生，讓他無後顧之憂，他專心工作。她最重要的一樁大事就是把下一代教好。母親的責任大！家裡頭能不能出聖賢，國家、社會有沒有賢明的人出來，統統靠做母親的人。妳們能把小孩教出來，不僅僅是妳一家之福，是一族之福、一國之福，乃至於天下之福，這個使命多大。古人真教！在中國，兩百年前的人都知道，而且都肯幹。最近這兩百年，前一百年疏忽了，還有人講，沒人真做；晚近這一百年，滿清亡國之後到今天，講的人都沒有了。所以現在中國人很可憐，對自己傳統文化非常陌生，提起來都不懂，這個對不起老祖宗。老祖宗辛辛苦苦建立，傳了幾千年都沒出問題，清朝末年才出了問題。"
    },
    {
      "id": "21-670-0006_p0007",
      "zh_CN": "这个问题是慈禧太后带头的，今天这个灾难推到最早的那个负责人就是慈禧太后，罪魁祸首。她执政的时候，对于中国传统文化跟大乘佛法没有尊重的心，不像从前的帝王，从前的帝王是三宝弟子，护持佛法、护持传统，她疏忽了。对传统不尊重，自称为老佛爷，宫廷里的讲学废止，搞迷信，她喜欢扶鸾，最后亡国。这两百年来一代不如一代，古人所谓「一落千丈」。以前我们总以为这句话是形容词，不是真的，现在才晓得不是形容词，是事实真相。能不能恢复？能，要有真正的佛菩萨出现在这个世间，也得慢慢的来恢复、拯救，丢掉两百年了，再恢复也要两百年。我们今天只能够宣传，让大家认识，逐渐加温，到什么时候年轻的母亲懂得教儿女，那就有希望了。现在懂得教儿女都难，为什么？社会是个大染缸，家里头教得再好，一到社会立刻被染污，这个太可怕了，社会跟你不能合作，你非常难成就。所以我们学习，真的要向极乐世界学习，要向阿弥陀佛学习。",
      "zh_TW": "這個問題是慈禧太后帶頭的，今天這個災難推到最早的那個負責人就是慈禧太后，罪魁禍首。她執政的時候，對於中國傳統文化跟大乘佛法沒有尊重的心，不像從前的帝王，從前的帝王是三寶弟子，護持佛法、護持傳統，她疏忽了。對傳統不尊重，自稱為老佛爺，宮廷裡的講學廢止，搞迷信，她喜歡扶鸞，最後亡國。這兩百年來一代不如一代，古人所謂「一落千丈」。以前我們總以為這句話是形容詞，不是真的，現在才曉得不是形容詞，是事實真相。能不能恢復？能，要有真正的佛菩薩出現在這個世間，也得慢慢的來恢復、拯救，丟掉兩百年了，再恢復也要兩百年。我們今天只能夠宣傳，讓大家認識，逐漸加溫，到什麼時候年輕的母親懂得教兒女，那就有希望了。現在懂得教兒女都難，為什麼？社會是個大染缸，家裡頭教得再好，一到社會立刻被染污，這個太可怕了，社會跟你不能合作，你非常難成就。所以我們學習，真的要向極樂世界學習，要向阿彌陀佛學習。"
    },
    {
      "id": "21-670-0006_p0008",
      "zh_CN": "阿弥陀佛，我们观察他的功德庄严，第一个，「庄严座功德成就」。偈颂里面说，「无量大宝王，微妙净华台」。佛为什么要庄严宝座？是见有菩萨示现成佛的时候，像释迦牟尼佛在菩提树下，释迦牟尼佛坐的是什么座？周围采一点生草，用草铺成的座，敷座而坐，是旁边采一些野草。夜睹明星，大彻大悟，成了阿耨多罗三藐三菩提，中国的话来说，成无上正等正觉。我们一般人看见没有感觉，没有感觉怎么样？不理会他。释迦在这个世间示现成佛，如果没有人理会，他就入般涅槃，他就走了，幸好被四禅天人看到了。四禅天不在地面，在空中，现在讲的是不同维次空间，五不还天。那个里面是什么人住在那里？阿那含，三果圣人。他们的天眼看到释迦牟尼佛在地球上，在印度这个地区示现成佛。他们的眼目当中所看到的不是生草座，释迦牟尼佛是坐在金刚宝座，五不还天人看到的。这就下来，下来干什么？代众生，众生无知，代众生请转法轮，请佛住世。如果没有这批净居天人，我们根本不知道有释迦牟尼佛的示现。世尊示现成佛是要度娑婆世界六道众生，示现的是应身，住世八十年。",
      "zh_TW": "阿彌陀佛，我們觀察他的功德莊嚴，第一個，「莊嚴座功德成就」。偈頌裡面說，「無量大寶王，微妙淨華臺」。佛為什麼要莊嚴寶座？是見有菩薩示現成佛的時候，像釋迦牟尼佛在菩提樹下，釋迦牟尼佛坐的是什麼座？周圍採一點生草，用草鋪成的座，敷座而坐，是旁邊採一些野草。夜睹明星，大徹大悟，成了阿耨多羅三藐三菩提，中國的話來說，成無上正等正覺。我們一般人看見沒有感覺，沒有感覺怎麼樣？不理會他。釋迦在這個世間示現成佛，如果沒有人理會，他就入般涅槃，他就走了，幸好被四禪天人看到了。四禪天不在地面，在空中，現在講的是不同維次空間，五不還天。那個裡面是什麼人住在那裡？阿那含，三果聖人。他們的天眼看到釋迦牟尼佛在地球上，在印度這個地區示現成佛。他們的眼目當中所看到的不是生草座，釋迦牟尼佛是坐在金剛寶座，五不還天人看到的。這就下來，下來幹什麼？代眾生，眾生無知，代眾生請轉法輪，請佛住世。如果沒有這批淨居天人，我們根本不知道有釋迦牟尼佛的示現。世尊示現成佛是要度娑婆世界六道眾生，示現的是應身，住世八十年。"
    },
    {
      "id": "21-670-0006_p0009",
      "zh_CN": "那我们就知道，阿弥陀佛跟释迦不一样，阿弥陀佛的示现，是要度遍法界虚空界一切诸佛刹土无量无边的苦难众生，比释迦世尊的愿大太多了。他的宝座谁看到？诸佛如来看到，四十一位法身大士看到。净居天人看不到，阿罗汉、辟支佛也看不到，圆教初住以上，别教初地以上，才能看到。你看岂不是一切法从心想生吗？愿大，心量大，宝座自然大，自然庄严。为什么？一切诸佛看到了，为阿弥陀佛宣传，称他为光中极尊，佛中之王。诸佛如来看到西方极乐世界，将种种庄严介绍给大家，劝导大家往生到净土，那边成就容易。由此可知，种种示现是要跟有缘人来讲的，是要有这种能力他能看见，如果他不能看见，没有人为这些六道众生宣扬极乐世界的殊胜。",
      "zh_TW": "那我們就知道，阿彌陀佛跟釋迦不一樣，阿彌陀佛的示現，是要度遍法界虛空界一切諸佛剎土無量無邊的苦難眾生，比釋迦世尊的願大太多了。他的寶座誰看到？諸佛如來看到，四十一位法身大士看到。淨居天人看不到，阿羅漢、辟支佛也看不到，圓教初住以上，別教初地以上，才能看到。你看豈不是一切法從心想生嗎？願大，心量大，寶座自然大，自然莊嚴。為什麼？一切諸佛看到了，為阿彌陀佛宣傳，稱他為光中極尊，佛中之王。諸佛如來看到西方極樂世界，將種種莊嚴介紹給大家，勸導大家往生到淨土，那邊成就容易。由此可知，種種示現是要跟有緣人來講的，是要有這種能力他能看見，如果他不能看見，沒有人為這些六道眾生宣揚極樂世界的殊勝。"
    },
    {
      "id": "21-670-0006_p0010",
      "zh_CN": "所以这些宝座，弥陀成佛的时候，无量大宝王，微妙净华台，以为佛座。无量，像《观无量寿佛经》上所说的，七宝地上有大宝莲花王座。「莲华一一叶」，这是《观经》上所说的，皆作百宝色，「有八万四千脉」，脉放八万四千光，「一一摩尼珠放千光明」，光像一个盖一样，「七宝合成，遍覆地上」，诸位去读《观无量寿佛经》就明白了。他最重要的意思，是让诸佛如来、法身菩萨给他们做宣传的资料，佛菩萨看见了会跟一切众生宣说，让一切众生增长信心、增长恭敬心、增长爱乐心、增长修行的心，真想去。为什么？这个修行环境才真正是佛所说的，「一切所求满足庄严」。所求满足，不是别的。在极乐世界这个满足是圆满的满足，不是少分，真搞清楚、搞明白了，怎么能不去！所以天亲菩萨总结，「是故愿往生」，因为这个缘故我才愿意往生，生阿弥陀佛国。这是举一个例子。观佛先观他的宝座，这个宝座没有列入依报庄严，它摆在正报，换句话说，宝座是佛身变化的，依正是一不是二。无量大宝王是出生无尽，微妙净华台是清净不染，是这个功德之所成就。无量劫的修行，修成自性本具功德出现。我们今天没有见到，听说，听天亲菩萨给我们说的。",
      "zh_TW": "所以這些寶座，彌陀成佛的時候，無量大寶王，微妙淨華台，以為佛座。無量，像《觀無量壽佛經》上所說的，七寶地上有大寶蓮花王座。「蓮華一一葉」，這是《觀經》上所說的，皆作百寶色，「有八萬四千脈」，脈放八萬四千光，「一一摩尼珠放千光明」，光像一個蓋一樣，「七寶合成，遍覆地上」，諸位去讀《觀無量壽佛經》就明白了。他最重要的意思，是讓諸佛如來、法身菩薩給他們做宣傳的資料，佛菩薩看見了會跟一切眾生宣說，讓一切眾生增長信心、增長恭敬心、增長愛樂心、增長修行的心，真想去。為什麼？這個修行環境才真正是佛所說的，「一切所求滿足莊嚴」。所求滿足，不是別的。在極樂世界這個滿足是圓滿的滿足，不是少分，真搞清楚、搞明白了，怎麼能不去！所以天親菩薩總結，「是故願往生」，因為這個緣故我才願意往生，生阿彌陀佛國。這是舉一個例子。觀佛先觀他的寶座，這個寶座沒有列入依報莊嚴，它擺在正報，換句話說，寶座是佛身變化的，依正是一不是二。無量大寶王是出生無盡，微妙淨華台是清淨不染，是這個功德之所成就。無量劫的修行，修成自性本具功德出現。我們今天沒有見到，聽說，聽天親菩薩給我們說的。"
    },
    {
      "id": "21-670-0006_p0011",
      "zh_CN": "我们再看第二句，「庄严身业功德成就。偈言：相好光一寻，色像超群生故」。相好是相貌庄严，释迦佛三十二相八十种好，大众看到自然生欢喜心，喜欢亲近他，喜欢听他说法，喜欢听他教诲。所以佛在经上有说，菩萨示现成佛之前，要用一百劫的时间修相好，就是三十二相八十种好。佛有很多种，天台家就四种佛，藏教佛、通教佛、别教佛、圆教佛，不一样。前面三种佛都不是究竟圆满，要示现成佛得要修相好身，圆教相好不必了，圆教是大圆满，明心见性，完全性德自然流露，自性功德之所出生，不要特别修了。自性功德出生身相大，不是三十二相，像《观经》上所说的，阿弥陀佛所现的有八万四千相，每一个相有八万四千随形好，每一个好都放八万四千光明，光明当中有诸佛菩萨说法摄生，摄受一切众生，不可思议！佛相如是，佛的宝座亦如是，这是庄严身业。身业一定要晓得，以三善根为体，成就身的三性德。我们要想得相好身，不能不认真修学，不杀、不盗、不邪淫，这样的因才能感佛身相之果。",
      "zh_TW": "我們再看第二句，「莊嚴身業功德成就。偈言：相好光一尋，色像超群生故」。相好是相貌莊嚴，釋迦佛三十二相八十種好，大眾看到自然生歡喜心，喜歡親近他，喜歡聽他說法，喜歡聽他教誨。所以佛在經上有說，菩薩示現成佛之前，要用一百劫的時間修相好，就是三十二相八十種好。佛有很多種，天台家就四種佛，藏教佛、通教佛、別教佛、圓教佛，不一樣。前面三種佛都不是究竟圓滿，要示現成佛得要修相好身，圓教相好不必了，圓教是大圓滿，明心見性，完全性德自然流露，自性功德之所出生，不要特別修了。自性功德出生身相大，不是三十二相，像《觀經》上所說的，阿彌陀佛所現的有八萬四千相，每一個相有八萬四千隨形好，每一個好都放八萬四千光明，光明當中有諸佛菩薩說法攝生，攝受一切眾生，不可思議！佛相如是，佛的寶座亦如是，這是莊嚴身業。身業一定要曉得，以三善根為體，成就身的三性德。我們要想得相好身，不能不認真修學，不殺、不盜、不邪淫，這樣的因才能感佛身相之果。"
    },
    {
      "id": "21-670-0006_p0012",
      "zh_CN": "佛，这个佛是阿弥陀佛，在极乐世界示现，要庄严这样的身业；也是看到他方世界众生业习很重，烦恼重，造不善业，罪障深重，没有福报，佛如果出现在这个地方，示现大福报，没人敢亲近。所以佛在哪个地方示现都有缘。缘是什么？缘是众生，众生有感佛才有应，感应道交不可思议。众生有感，有有心，有无心。无心怎么会感？你能接受佛法，能接受多少佛知道，你虽然没有说、没有求，但是佛知道你能信、你能接受，他就来了，这叫冥感，没求佛就来了。佛现身这是显应，佛不现身是冥应，肯定来帮助你，帮助你提升，帮助你增上，这是佛无尽的慈悲，这是佛对众生的恩德，凡夫不知道。如果不是世尊在大乘教里给我们讲得这么清楚明白，我们怎么会知道？我们听了佛所说的，读了佛的这些经典，要有真诚的信心。这不是看小说，这不是寓言，这是事实真相。《开经偈》上说得好，「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持」，我今天见到了、听到了，要接受，要把它保持，不能把它丢掉，后头一句重要，「愿解如来真实意」。怎样才能解？清净心能解，真诚心能解，没有诚敬，佛来给你讲也没用，你也不能解，你听不懂，那你就得不到受用。所以佛身一定要庄严，都是为众生起信这个缘故，众生对你有信心，你才能教导他，他才会听你。",
      "zh_TW": "佛，這個佛是阿彌陀佛，在極樂世界示現，要莊嚴這樣的身業；也是看到他方世界眾生業習很重，煩惱重，造不善業，罪障深重，沒有福報，佛如果出現在這個地方，示現大福報，沒人敢親近。所以佛在哪個地方示現都有緣。緣是什麼？緣是眾生，眾生有感佛才有應，感應道交不可思議。眾生有感，有有心，有無心。無心怎麼會感？你能接受佛法，能接受多少佛知道，你雖然沒有說、沒有求，但是佛知道你能信、你能接受，他就來了，這叫冥感，沒求佛就來了。佛現身這是顯應，佛不現身是冥應，肯定來幫助你，幫助你提升，幫助你增上，這是佛無盡的慈悲，這是佛對眾生的恩德，凡夫不知道。如果不是世尊在大乘教裡給我們講得這麼清楚明白，我們怎麼會知道？我們聽了佛所說的，讀了佛的這些經典，要有真誠的信心。這不是看小說，這不是寓言，這是事實真相。《開經偈》上說得好，「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持」，我今天見到了、聽到了，要接受，要把它保持，不能把它丟掉，後頭一句重要，「願解如來真實意」。怎樣才能解？清淨心能解，真誠心能解，沒有誠敬，佛來給你講也沒用，你也不能解，你聽不懂，那你就得不到受用。所以佛身一定要莊嚴，都是為眾生起信這個緣故，眾生對你有信心，你才能教導他，他才會聽你。"
    },
    {
      "id": "21-670-0006_p0013",
      "zh_CN": "这种庄严也是因众生之感，佛是自然应现的。自然应现的还得要修行吗？百劫修相好，这里头有用意，真正的用意是什么？是劝我们。我们都想要个相好身，如果不想相好的话，那美容店不都关门了吗？那都是求相好，才有那么多美容院。美容院是不是能把你相貌改好？不可能，这个要知道。真正想把我们的相貌改变好，还得要找阿弥陀佛，别找美容院，美容院有副作用。阿弥陀佛真能帮助我们，用什么方法？念阿弥陀佛。你只要肯念佛，真念佛，你的相貌会一天比一天好。为什么？阿弥陀佛相貌好，我们都沾他的光，阿弥陀佛身体健康，真的不是假的。《观无量寿佛经》里面说，阿弥陀佛身高六十万亿那由他恒河沙由旬，这个数字我们说不出来，我们只能说佛的身相，我们抬起头来看，半边天，天一样高！这真的不是假的。",
      "zh_TW": "這種莊嚴也是因眾生之感，佛是自然應現的。自然應現的還得要修行嗎？百劫修相好，這裡頭有用意，真正的用意是什麼？是勸我們。我們都想要個相好身，如果不想相好的話，那美容店不都關門了嗎？那都是求相好，才有那麼多美容院。美容院是不是能把你相貌改好？不可能，這個要知道。真正想把我們的相貌改變好，還得要找阿彌陀佛，別找美容院，美容院有副作用。阿彌陀佛真能幫助我們，用什麼方法？念阿彌陀佛。你只要肯念佛，真念佛，你的相貌會一天比一天好。為什麼？阿彌陀佛相貌好，我們都沾他的光，阿彌陀佛身體健康，真的不是假的。《觀無量壽佛經》裡面說，阿彌陀佛身高六十萬億那由他恆河沙由旬，這個數字我們說不出來，我們只能說佛的身相，我們抬起頭來看，半邊天，天一樣高！這真的不是假的。"
    },
    {
      "id": "21-670-0006_p0014",
      "zh_CN": "「相好光一寻，色像超群生」，这是论文里头这两句，说佛的身相。一寻，中国古人有说，我们站在这个地方，把两手伸开，这个距离叫一寻。所以这个一寻不是尺寸论的。阿弥陀佛身高六十万亿那由他恒河沙由旬，佛的两只手伸开，当然应该也是六十万亿那由他恒河沙由旬。这是什么？这是佛的光！相好光一寻，色像超群生，身相，你见到，你能不尊敬，你能不相信吗？我们真正往生到西方极乐世界去，见到阿弥陀佛，确实就跟《观经》上所讲的一样。这部经上所讲的，是世尊为我们介绍极乐世界，介绍阿弥陀佛，介绍极乐世界的菩萨。有许多话是随顺我们世间人所说的，为什么？我们懂，你要说那么大的身相我们不懂。可是《十六观经》佛说真话，为什么？你要观想。你观想阿弥陀佛，不能想阿弥陀佛身体很小，那你没法子作观。所以《观经》的标准跟《无量寿经》的标准不一样，《无量寿经》都说三十二相八十种好，恒顺众生讲的，真修行那要依《观经》。《观经》那么大的佛像我们观不了，我们无法想像，那怎么办？最后第十六观，前面十五种你都有困难，那就用第十六种。第十六持名念佛，不必用观，也不需要参究，就是这一句佛号老老实实念下去。这个方法好！这个方法对我们来讲，我们能做得到，而且往生成就不比那些修观想的人差。",
      "zh_TW": "「相好光一尋，色像超群生」，這是論文裡頭這兩句，說佛的身相。一尋，中國古人有說，我們站在這個地方，把兩手伸開，這個距離叫一尋。所以這個一尋不是尺寸論的。阿彌陀佛身高六十萬億那由他恆河沙由旬，佛的兩隻手伸開，當然應該也是六十萬億那由他恆河沙由旬。這是什麼？這是佛的光！相好光一尋，色像超群生，身相，你見到，你能不尊敬，你能不相信嗎？我們真正往生到西方極樂世界去，見到阿彌陀佛，確實就跟《觀經》上所講的一樣。這部經上所講的，是世尊為我們介紹極樂世界，介紹阿彌陀佛，介紹極樂世界的菩薩。有許多話是隨順我們世間人所說的，為什麼？我們懂，你要說那麼大的身相我們不懂。可是《十六觀經》佛說真話，為什麼？你要觀想。你觀想阿彌陀佛，不能想阿彌陀佛身體很小，那你沒法子作觀。所以《觀經》的標準跟《無量壽經》的標準不一樣，《無量壽經》都說三十二相八十種好，恆順眾生講的，真修行那要依《觀經》。《觀經》那麼大的佛像我們觀不了，我們無法想像，那怎麼辦？最後第十六觀，前面十五種你都有困難，那就用第十六種。第十六持名念佛，不必用觀，也不需要參究，就是這一句佛號老老實實念下去。這個方法好！這個方法對我們來講，我們能做得到，而且往生成就不比那些修觀想的人差。"
    },
    {
      "id": "21-670-0006_p0015",
      "zh_CN": "世尊在经典里面告诉我们，「诸佛如来是法界身，入一切众生心想中」，这桩事情是自然的。法界身就是法性身，法性、法界是一桩事情，也叫真如，也叫本性。大乘经里面佛说过，「十方三世佛，共同一法身」，这法身就是讲的法界身。入一切众生心想中，这话是真的。贤首国师《修华严奥旨妄尽还源观》我们学过两次，里面说得很清楚。这篇论文不长，分为两个部分，前面一半是讲宇宙的真相，后面一半是讲修行的纲领。宇宙真相这一部分，用现在的话说是高等科学、圆满的科学。因为科学跟哲学，它们所研究的主题，研究的主题就是宇宙的真相。宇宙从哪里来的？怎么形成的？为什么会有宇宙？科学、哲学都是在探讨这些问题，《华严经》上全都说明白了。《大方广佛华严经》是释迦牟尼佛明心见性、见性成佛的一份详细报告。内容是什么？内容就是他所见到的宇宙真相、万物真相、生命真相，一切芸芸众生的真相，全给你讲清楚了。现象无量无边、无数无尽，从哪里来的？一个根源，就是自性。所以论文第一段，标题「显一体」，显是显示出来，一体，这个体的名字叫「自性清净圆明体」，这就是我们的自性，我们中国人讲本性，本性本善。《华严》讲得清楚。",
      "zh_TW": "世尊在經典裡面告訴我們，「諸佛如來是法界身，入一切眾生心想中」，這樁事情是自然的。法界身就是法性身，法性、法界是一樁事情，也叫真如，也叫本性。大乘經裡面佛說過，「十方三世佛，共同一法身」，這法身就是講的法界身。入一切眾生心想中，這話是真的。賢首國師《修華嚴奧旨妄盡還源觀》我們學過兩次，裡面說得很清楚。這篇論文不長，分為兩個部分，前面一半是講宇宙的真相，後面一半是講修行的綱領。宇宙真相這一部分，用現在的話說是高等科學、圓滿的科學。因為科學跟哲學，它們所研究的主題，研究的主題就是宇宙的真相。宇宙從哪裡來的？怎麼形成的？為什麼會有宇宙？科學、哲學都是在探討這些問題，《華嚴經》上全都說明白了。《大方廣佛華嚴經》是釋迦牟尼佛明心見性、見性成佛的一份詳細報告。內容是什麼？內容就是他所見到的宇宙真相、萬物真相、生命真相，一切芸芸眾生的真相，全給你講清楚了。現象無量無邊、無數無盡，從哪裡來的？一個根源，就是自性。所以論文第一段，標題「顯一體」，顯是顯示出來，一體，這個體的名字叫「自性清淨圓明體」，這就是我們的自性，我們中國人講本性，本性本善。《華嚴》講得清楚。"
    },
    {
      "id": "21-670-0006_p0016",
      "zh_CN": "惠能大师见性只讲了五句话，那是总纲领，那五句话展开就是《大方广佛华严》，《大方广佛华严》要浓缩起来就是那五句，不增不减。所以我们知道，惠能大师悟入的那个境界跟释迦夜睹明星的境界是相同的。《华严经》上说，《还源观》上也这样说，这是一体，整个宇宙、一切万法都是这一体变现出来的。这就是惠能大师最后的一句话，「何期自性，能生万法」，万法是从自性生的，自性现的。至于这一切法产生无量无边的变化，那是阿赖耶的事情，那是妄心，妄心能变。我们自性里头本来具足的，惠能大师第三句所讲的「本自具足」，世尊在《华严》上告诉我们，「一切众生皆有如来智慧德相」，这是能生能现的。",
      "zh_TW": "惠能大師見性只講了五句話，那是總綱領，那五句話展開就是《大方廣佛華嚴》，《大方廣佛華嚴》要濃縮起來就是那五句，不增不減。所以我們知道，惠能大師悟入的那個境界跟釋迦夜睹明星的境界是相同的。《華嚴經》上說，《還源觀》上也這樣說，這是一體，整個宇宙、一切萬法都是這一體變現出來的。這就是惠能大師最後的一句話，「何期自性，能生萬法」，萬法是從自性生的，自性現的。至於這一切法產生無量無邊的變化，那是阿賴耶的事情，那是妄心，妄心能變。我們自性裡頭本來具足的，惠能大師第三句所講的「本自具足」，世尊在《華嚴》上告訴我們，「一切眾生皆有如來智慧德相」，這是能生能現的。"
    },
    {
      "id": "21-670-0006_p0017",
      "zh_CN": "我们有阿赖耶，通过阿赖耶，智慧变成烦恼，所以大乘教里头佛有说，「烦恼即菩提」。菩提是智慧，如果我们把阿赖耶放下，烦恼就是智慧，智慧里头加入阿赖耶就变成烦恼，它是一桩事情。阿赖耶是虚妄，是妄想分别执着，这个东西，妄想分别执着放下，烦恼就变成智慧。所以烦恼不能断，烦恼断掉智慧就没有了。烦恼怎么样？转，转烦恼为菩提；没有生死，转生死为涅槃，转变，不是断，这个道理一定要懂。也就是真的是不生不灭，智慧不生不灭，德能不生不灭，相好不生不灭，这千真万确的事实。只是它一起变化，不管怎么变都可以还源，只要把能变的那个东西放下，所变就没有了。能变的是识，你看阿赖耶、末那、意识、前五识，这个东西能变，天天在变，时时刻刻在变，我们自己不觉，不知不觉，你从来没有一秒钟离开过它。没有它，没有它就是实报土，实报土里头没有变化，人无量寿，相貌永远不变，永远年轻。能变的八识放下，叫转八识成四智，八识转变了。迷的时候把四智变成八识，觉悟的时候又将八识变回来，回来变成四智。这些事情我们要懂，对他要有信心，佛说的话是正确的。诸佛跟法身菩萨，他们是法性身。法界是众生的心法，为什么？心能生世间出世间一切法。就是《还源观》上所说的，自性能生万法，叫「出生无尽」，心能生能现。",
      "zh_TW": "我們有阿賴耶，通過阿賴耶，智慧變成煩惱，所以大乘教裡頭佛有說，「煩惱即菩提」。菩提是智慧，如果我們把阿賴耶放下，煩惱就是智慧，智慧裡頭加入阿賴耶就變成煩惱，它是一樁事情。阿賴耶是虛妄，是妄想分別執著，這個東西，妄想分別執著放下，煩惱就變成智慧。所以煩惱不能斷，煩惱斷掉智慧就沒有了。煩惱怎麼樣？轉，轉煩惱為菩提；沒有生死，轉生死為涅槃，轉變，不是斷，這個道理一定要懂。也就是真的是不生不滅，智慧不生不滅，德能不生不滅，相好不生不滅，這千真萬確的事實。只是它一起變化，不管怎麼變都可以還源，只要把能變的那個東西放下，所變就沒有了。能變的是識，你看阿賴耶、末那、意識、前五識，這個東西能變，天天在變，時時刻刻在變，我們自己不覺，不知不覺，你從來沒有一秒鐘離開過它。沒有它，沒有它就是實報土，實報土裡頭沒有變化，人無量壽，相貌永遠不變，永遠年輕。能變的八識放下，叫轉八識成四智，八識轉變了。迷的時候把四智變成八識，覺悟的時候又將八識變回來，回來變成四智。這些事情我們要懂，對他要有信心，佛說的話是正確的。諸佛跟法身菩薩，他們是法性身。法界是眾生的心法，為什麼？心能生世間出世間一切法。就是《還源觀》上所說的，自性能生萬法，叫「出生無盡」，心能生能現。"
    },
    {
      "id": "21-670-0006_p0018",
      "zh_CN": "《还源观》对我们来说利益很大，让我们真正了解宇宙人生的真相，虽不能彻底了解，了解一个大概，这个大概对我们看破放下大有帮助。现象怎么发生的？从一体起二用。怎么起来的？一念不觉，一念不觉没有原因。一念不觉，从自性里头就生一个阿赖耶出来，速度非常之快，不需要一秒钟，变化太快了。自性里头变现一个阿赖耶，阿赖耶变现出世界、宇宙，佛法讲法界虚空界。这里头无量无数的星球在太空里头运转，每一个星球里头又有无量众生。这个众生包括物质现象，它的变化是有次第的，但是次第太快，我们根本没有办法觉察。一念不觉，这是阿赖耶的业相，从阿赖耶的业相立刻就产生了个转相，转相就是末那识，从末那识立刻就生了前面的六识，意识跟前五识，几乎是同时，但是它有次第。",
      "zh_TW": "《還源觀》對我們來說利益很大，讓我們真正了解宇宙人生的真相，雖不能徹底了解，了解一個大概，這個大概對我們看破放下大有幫助。現象怎麼發生的？從一體起二用。怎麼起來的？一念不覺，一念不覺沒有原因。一念不覺，從自性裡頭就生一個阿賴耶出來，速度非常之快，不需要一秒鐘，變化太快了。自性裡頭變現一個阿賴耶，阿賴耶變現出世界、宇宙，佛法講法界虛空界。這裡頭無量無數的星球在太空裡頭運轉，每一個星球裡頭又有無量眾生。這個眾生包括物質現象，它的變化是有次第的，但是次第太快，我們根本沒有辦法覺察。一念不覺，這是阿賴耶的業相，從阿賴耶的業相立刻就產生了個轉相，轉相就是末那識，從末那識立刻就生了前面的六識，意識跟前五識，幾乎是同時，但是它有次第。"
    },
    {
      "id": "21-670-0006_p0019",
      "zh_CN": "弥勒菩萨讲得清楚。在《菩萨处胎经》上，佛问弥勒菩萨，「心有所念」，我们现在这些众生起一个念头，心里起个念头，佛说这个念头里头有几多念、有几个相、有几个识？佛要是用这句话问我们，我们真的会莫名其妙，一个念头里头哪有什么相、识？一念里头难道还有几念吗？弥勒菩萨回答释迦牟尼佛说，「一弹指」，这一弹指，这速度快，一弹指有「三十二亿百千念」，这么多。单位是百千，百千是十万，一百个千是十万，三十二亿乘十万，三百二十兆。一弹指，三百二十兆个微细念头，微细念头组成一个一念。一弹指三十二亿百千念，「念念成形」，形就是物质现象，「形皆有识」，识就是五蕴里头受、想、行、识，那个色就是物质现象。我们听弥勒菩萨这个对话才恍然大悟。天天念的《心经》，「照见五蕴皆空」，完全不懂得这个话什么意思。五蕴皆空是说什么？说一弹指三十二亿百千念里头的一念。那我们一秒钟能弹多少次？诸位可以试试看，你一秒钟能弹多少次？我相信体力好的年轻人，他能弹五次，能弹五次，一秒钟弹五次。五次那是多少念？三百二十兆乘五，一千六百兆，一秒钟。一秒钟有多少个细念，念头？一千六百兆个念头。念念都有物质现象，也有精神现象，所以色受想行识这个五蕴是分不开的，永远分不开的。决定是有，但是我们没有办法看到。释迦牟尼佛三千年前讲的，最近这三十年来的量子力学家才发现，佛跟弥勒菩萨讲的话是真的，不是假的。",
      "zh_TW": "彌勒菩薩講得清楚。在《菩薩處胎經》上，佛問彌勒菩薩，「心有所念」，我們現在這些眾生起一個念頭，心裡起個念頭，佛說這個念頭裡頭有幾多念、有幾個相、有幾個識？佛要是用這句話問我們，我們真的會莫名其妙，一個念頭裡頭哪有什麼相、識？一念裡頭難道還有幾念嗎？彌勒菩薩回答釋迦牟尼佛說，「一彈指」，這一彈指，這速度快，一彈指有「三十二億百千念」，這麼多。單位是百千，百千是十萬，一百個千是十萬，三十二億乘十萬，三百二十兆。一彈指，三百二十兆個微細念頭，微細念頭組成一個一念。一彈指三十二億百千念，「念念成形」，形就是物質現象，「形皆有識」，識就是五蘊裡頭受、想、行、識，那個色就是物質現象。我們聽彌勒菩薩這個對話才恍然大悟。天天念的《心經》，「照見五蘊皆空」，完全不懂得這個話什麼意思。五蘊皆空是說什麼？說一彈指三十二億百千念裡頭的一念。那我們一秒鐘能彈多少次？諸位可以試試看，你一秒鐘能彈多少次？我相信體力好的年輕人，他能彈五次，能彈五次，一秒鐘彈五次。五次那是多少念？三百二十兆乘五，一千六百兆，一秒鐘。一秒鐘有多少個細念，念頭？一千六百兆個念頭。念念都有物質現象，也有精神現象，所以色受想行識這個五蘊是分不開的，永遠分不開的。決定是有，但是我們沒有辦法看到。釋迦牟尼佛三千年前講的，最近這三十年來的量子力學家才發現，佛跟彌勒菩薩講的話是真的，不是假的。"
    },
    {
      "id": "21-670-0006_p0020",
      "zh_CN": "物质现象从哪里来？所有的物质现象全是念头变现出来的，这是科学家这三十年的研究，真正把物质搞清楚了。物质是什么？物质的基础是念头的波动现象，也就是说，念头波动现象产生了物质现象，没有念头就没有物质现象。科学这个发现是一个革命性的发现，为什么？把从前四百多年来的研究全推翻了。以前老的概念，物质跟精神都是独立的，是不相干的，现在发现它不是独立的。尤其是物质，物质是从念头生的，没有念头就没有物质。那换句话说，科学家提出来「以心控物」，这是革命性的，科学上一个革命性的发现，就是我们的念头可以控制物质。",
      "zh_TW": "物質現象從哪裡來？所有的物質現象全是念頭變現出來的，這是科學家這三十年的研究，真正把物質搞清楚了。物質是什麼？物質的基礎是念頭的波動現象，也就是說，念頭波動現象產生了物質現象，沒有念頭就沒有物質現象。科學這個發現是一個革命性的發現，為什麼？把從前四百多年來的研究全推翻了。以前老的概念，物質跟精神都是獨立的，是不相干的，現在發現它不是獨立的。尤其是物質，物質是從念頭生的，沒有念頭就沒有物質。那換句話說，科學家提出來「以心控物」，這是革命性的，科學上一個革命性的發現，就是我們的念頭可以控制物質。"
    },
    {
      "id": "21-670-0006_p0021",
      "zh_CN": "念头能控制物质，这事情好办！头一个，我们身体是物质，我身体生病了，我能用我的意念把病治好，不要吃药，不要看医生。真能做得到，现在这些物理学家就在找这个证据支持他的理论，现在已经找到很多证据。他找非常明显的、病很重的病人，得了癌症，甚至比癌症还严重的，医生放弃治疗，但放弃治疗之后自己好了，有这样的人，就专门找这种人，你是怎么好的。大概这些人多半都是有宗教信仰，因为医生宣布他的寿命只有一、二个月，他等于说被判死刑了，对于自己的身体、对于自己的病不想了，信仰上帝的，天天想上帝，天天想天堂，希望上帝带他到天堂去。他只有这一念，把身体忘掉了，不想身体，也不想病了，过了二、三个月没事，再去检查病没有了。这是什么？念头。所以你有病，你想你的身体、想你的病，就增长你的病，你那个病很难治好；你不想它就没事了，不想它过一个时期，那病毒的细胞统统没有了，就恢复正常。所以对于病、对于身，不要想它好，也不要想它不好，根本不理它，就好了。念头转，像念佛的人专门想阿弥陀佛，别想身体，专门去想极乐世界。所以这二十九种观想好！前面十七种想极乐世界，你看这里的八种想阿弥陀佛，后面有四种想极乐世界的菩萨，往生的菩萨。把自己的身体，好与不好全都不要理会，这身体自然恢复正常，正常就是最健康的。恢复自然，这最健康的，不要去理它。",
      "zh_TW": "念頭能控制物質，這事情好辦！頭一個，我們身體是物質，我身體生病了，我能用我的意念把病治好，不要吃藥，不要看醫生。真能做得到，現在這些物理學家就在找這個證據支持他的理論，現在已經找到很多證據。他找非常明顯的、病很重的病人，得了癌症，甚至比癌症還嚴重的，醫生放棄治療，但放棄治療之後自己好了，有這樣的人，就專門找這種人，你是怎麼好的。大概這些人多半都是有宗教信仰，因為醫生宣布他的壽命只有一、二個月，他等於說被判死刑了，對於自己的身體、對於自己的病不想了，信仰上帝的，天天想上帝，天天想天堂，希望上帝帶他到天堂去。他只有這一念，把身體忘掉了，不想身體，也不想病了，過了二、三個月沒事，再去檢查病沒有了。這是什麼？念頭。所以你有病，你想你的身體、想你的病，就增長你的病，你那個病很難治好；你不想它就沒事了，不想它過一個時期，那病毒的細胞統統沒有了，就恢復正常。所以對於病、對於身，不要想它好，也不要想它不好，根本不理它，就好了。念頭轉，像念佛的人專門想阿彌陀佛，別想身體，專門去想極樂世界。所以這二十九種觀想好！前面十七種想極樂世界，你看這裡的八種想阿彌陀佛，後面有四種想極樂世界的菩薩，往生的菩薩。把自己的身體，好與不好全都不要理會，這身體自然恢復正常，正常就是最健康的。恢復自然，這最健康的，不要去理它。"
    },
    {
      "id": "21-670-0006_p0022",
      "zh_CN": "你要明白这个道理，最健康的食物是什么？不要去想食物，就最健康的；这个好吃，那个不好吃，那就是不健康的。这是佛法的道理！你统统把它忘记掉，你吃它就是最健康的。一切法从心想生，我们的念头可以改变我们的菜肴。念力不可思议，这是科学家的发现，念力的秘密，念力的能量不可思议。人只要能专注，佛常说，大小乘经上都讲过，叫「制心一处，无事不办」，你把心放在一处；禅宗里头也有一句话，「识得一，万事毕」。一心一念那个能量太强了，一心一念能消无量劫的罪业，能断一切烦恼，一心一念。为什么？那一心是真心，里头有个念头就是妄心，真心没有念头，真心离念。我们净宗，真心里头有一念，就是阿弥陀佛，决定没有第二念。不能夹杂，不能怀疑，这一念。一念能恢复自己的健康，一念能开启自己本有的智慧，一念能化解一切灾难，一念是真心。一念不容易得，得到一念，我们什么事都圆满了。",
      "zh_TW": "你要明白這個道理，最健康的食物是什麼？不要去想食物，就最健康的；這個好吃，那個不好吃，那就是不健康的。這是佛法的道理！你統統把它忘記掉，你吃它就是最健康的。一切法從心想生，我們的念頭可以改變我們的菜餚。念力不可思議，這是科學家的發現，念力的祕密，念力的能量不可思議。人只要能專注，佛常說，大小乘經上都講過，叫「制心一處，無事不辦」，你把心放在一處；禪宗裡頭也有一句話，「識得一，萬事畢」。一心一念那個能量太強了，一心一念能消無量劫的罪業，能斷一切煩惱，一心一念。為什麼？那一心是真心，裡頭有個念頭就是妄心，真心沒有念頭，真心離念。我們淨宗，真心裡頭有一念，就是阿彌陀佛，決定沒有第二念。不能夾雜，不能懷疑，這一念。一念能恢復自己的健康，一念能開啟自己本有的智慧，一念能化解一切災難，一念是真心。一念不容易得，得到一念，我們什麼事都圓滿了。"
    },
    {
      "id": "21-670-0006_p0023",
      "zh_CN": "既然一念这么重要，我们记住佛的话，心想佛的时候，大势至菩萨告诉我们，「忆佛念佛，现前当来，必定见佛」。现在我们看了科学的报告，这个信心更加坚定，没有怀疑。一心称念，你就能见佛。我们在《净土圣贤录》里面看到，宋朝莹珂法师，念佛三天三夜，不眠不休，真的一心称念，阿弥陀佛来了。三天，三天他得到一心。怎么知道？佛现前就得一心，佛没有现前没有得一心。就是那个一念，一心一念，跟佛感应道交，佛现前了。佛告诉他，你的寿命还有十年，等到你寿终的时候，我来接引你到极乐世界。这个话等于什么？等于授记，预先告诉你，十年之后你决定会往生，佛一定来接引你。莹珂他有他的想法，他的毛病习气很重，坏习气，禁不起外面诱惑，所以破戒、犯斋造很多罪业，想想自己一定会堕地狱，所以跟阿弥陀佛说，十年寿命不要了，我现在跟你去。因为十年不知道自己会做多少错事，这是真的不是假的，他自己控制不了自己。佛答应他，好，三天之后来接引你，三天之后真的佛来接引，他往生了。这就说明，他日夜念佛，他得到一念，一念相应一念佛，念念相应念念佛。",
      "zh_TW": "既然一念這麼重要，我們記住佛的話，心想佛的時候，大勢至菩薩告訴我們，「憶佛念佛，現前當來，必定見佛」。現在我們看了科學的報告，這個信心更加堅定，沒有懷疑。一心稱念，你就能見佛。我們在《淨土聖賢錄》裡面看到，宋朝瑩珂法師，念佛三天三夜，不眠不休，真的一心稱念，阿彌陀佛來了。三天，三天他得到一心。怎麼知道？佛現前就得一心，佛沒有現前沒有得一心。就是那個一念，一心一念，跟佛感應道交，佛現前了。佛告訴他，你的壽命還有十年，等到你壽終的時候，我來接引你到極樂世界。這個話等於什麼？等於授記，預先告訴你，十年之後你決定會往生，佛一定來接引你。瑩珂他有他的想法，他的毛病習氣很重，壞習氣，禁不起外面誘惑，所以破戒、犯齋造很多罪業，想想自己一定會墮地獄，所以跟阿彌陀佛說，十年壽命不要了，我現在跟你去。因為十年不知道自己會做多少錯事，這是真的不是假的，他自己控制不了自己。佛答應他，好，三天之後來接引你，三天之後真的佛來接引，他往生了。這就說明，他日夜念佛，他得到一念，一念相應一念佛，念念相應念念佛。"
    },
    {
      "id": "21-670-0006_p0024",
      "zh_CN": "从这个地方我们知道，我们念佛从来没有得到一念相应，要努力！为什么没有得到？妄念太多了，妄想太多了，杂念太多了，没放下！莹珂念佛是真放下，放下还三天三夜才得一念。他能得到，问问看我们能不能得到？能有他那种决心你就能得到。他的决心是什么？决心求往生。既然决心求往生，这个世间所有一切统统不要了。念佛堂的堂主有一句口头禅，「放下身心世界，一向专念」，或者是「一心专念」都可以，这才行，这才真正能见佛，真正能往生。如果你要见佛，你要有莹珂法师这种胆识，求阿弥陀佛，我现在就跟你走，不要等。佛让莹珂法师再留三天，三天之后带他走，这个用意很深，让大家知道，莹珂法师是临时抱佛脚，三天三夜也能往生。这是造作五逆十恶极重罪业的人，他自己知道，如果不求往生，决定堕无间地狱。他为什么那么勇猛精进？就是怕堕无间地狱，知道无间地狱太苦了，害怕！那非求阿弥陀佛不可，往生不了下面就是地狱。佛满他的愿，让大众都知道，念佛是真的不是假的，让大家亲眼看见。你知道他度多少众生！一直到今天，他是宋朝人，距离我们一千多年，我们看到这一段的记载非常感动，增长我们的信心，增长我们的愿心。这大功德！这个功德消除他所有的业障，他造的那些罪业都消掉了。这些道理我们要知道。",
      "zh_TW": "從這個地方我們知道，我們念佛從來沒有得到一念相應，要努力！為什麼沒有得到？妄念太多了，妄想太多了，雜念太多了，沒放下！瑩珂念佛是真放下，放下還三天三夜才得一念。他能得到，問問看我們能不能得到？能有他那種決心你就能得到。他的決心是什麼？決心求往生。既然決心求往生，這個世間所有一切統統不要了。念佛堂的堂主有一句口頭禪，「放下身心世界，一向專念」，或者是「一心專念」都可以，這才行，這才真正能見佛，真正能往生。如果你要見佛，你要有瑩珂法師這種膽識，求阿彌陀佛，我現在就跟你走，不要等。佛讓瑩珂法師再留三天，三天之後帶他走，這個用意很深，讓大家知道，瑩珂法師是臨時抱佛腳，三天三夜也能往生。這是造作五逆十惡極重罪業的人，他自己知道，如果不求往生，決定墮無間地獄。他為什麼那麼勇猛精進？就是怕墮無間地獄，知道無間地獄太苦了，害怕！那非求阿彌陀佛不可，往生不了下面就是地獄。佛滿他的願，讓大眾都知道，念佛是真的不是假的，讓大家親眼看見。你知道他度多少眾生！一直到今天，他是宋朝人，距離我們一千多年，我們看到這一段的記載非常感動，增長我們的信心，增長我們的願心。這大功德！這個功德消除他所有的業障，他造的那些罪業都消掉了。這些道理我們要知道。"
    },
    {
      "id": "21-670-0006_p0025",
      "zh_CN": "再看底下，第三，「庄严口业功德成就。偈言：如来微妙声，梵响闻十方」，口业庄严。阿弥陀佛要愿度十方世界一切诸佛刹土里面苦难众生，用什么方法？接引众生的时候现身说法，把众生接到极乐世界来，每天讲经教学从来没有中断过。所以成就众生圆满所愿全靠口业，口业是他成就一切众生的手段。现身说法，做出榜样，这也是一种手段，但是言教决定超过身教。善护三业，一切大乘经上我们常常看到的，排的顺序，身业、口业、意业，这个地方也是身口意。可是在《无量寿经》上佛的排列是把口业排在前面，第一句是「善护口业，不讥他过；善护身业，不犯律仪；善护意业，清净无染」，把口业放在前面。这什么原因？造业，口业最容易造，口业造得最多，有意无意，自己不知道。身没有口那么方便。所以佛教化众生用口业，释迦牟尼佛讲经教学四十九年。",
      "zh_TW": "再看底下，第三，「莊嚴口業功德成就。偈言：如來微妙聲，梵響聞十方」，口業莊嚴。阿彌陀佛要願度十方世界一切諸佛剎土裡面苦難眾生，用什麼方法？接引眾生的時候現身說法，把眾生接到極樂世界來，每天講經教學從來沒有中斷過。所以成就眾生圓滿所願全靠口業，口業是他成就一切眾生的手段。現身說法，做出榜樣，這也是一種手段，但是言教決定超過身教。善護三業，一切大乘經上我們常常看到的，排的順序，身業、口業、意業，這個地方也是身口意。可是在《無量壽經》上佛的排列是把口業排在前面，第一句是「善護口業，不譏他過；善護身業，不犯律儀；善護意業，清淨無染」，把口業放在前面。這什麼原因？造業，口業最容易造，口業造得最多，有意無意，自己不知道。身沒有口那麼方便。所以佛教化眾生用口業，釋迦牟尼佛講經教學四十九年。"
    },
    {
      "id": "21-670-0006_p0026",
      "zh_CN": "有同学问我，这些同学也都是讲经的法师，有在家、有出家的，有人请他们去讲经，他来问我讲什么？我说这要观机，是哪些听众，听众需要听什么。如果很少讲经的地区，我们要知道，社会广大群众对佛法误会很深，虽然学佛的人不少，你问他什么是佛他说不出来。那我们就晓得，该讲什么？首先要帮助他们认识佛教。佛是什么？教是什么？佛教是什么？这就是三个题目。你能把佛讲清楚，把教讲清楚，把佛教讲清楚，对他们就真的有好处。别人问我，佛教是什么？我们也得看看这个人，我该怎么个说法，没有一定的说法。孔子的弟子问孝，夫子给他们几个人说的都不一样，这就是说明夫子能观机，怎么个说法对你产生效果，你得受用。这个本事我们要学。",
      "zh_TW": "有同學問我，這些同學也都是講經的法師，有在家、有出家的，有人請他們去講經，他來問我講什麼？我說這要觀機，是哪些聽眾，聽眾需要聽什麼。如果很少講經的地區，我們要知道，社會廣大群眾對佛法誤會很深，雖然學佛的人不少，你問他什麼是佛他說不出來。那我們就曉得，該講什麼？首先要幫助他們認識佛教。佛是什麼？教是什麼？佛教是什麼？這就是三個題目。你能把佛講清楚，把教講清楚，把佛教講清楚，對他們就真的有好處。別人問我，佛教是什麼？我們也得看看這個人，我該怎麼個說法，沒有一定的說法。孔子的弟子問孝，夫子給他們幾個人說的都不一樣，這就是說明夫子能觀機，怎麼個說法對你產生效果，你得受用。這個本事我們要學。"
    },
    {
      "id": "21-670-0006_p0027",
      "zh_CN": "因人、因时、因地、因缘不同，佛无有定法可说。单单就是介绍西方极乐世界，佛讲其他的经，一生只讲一遍，没讲过第二遍，但是《无量寿经》决定是多次宣讲，不是一次。为什么？翻译的本子里面出入太大，要是同一个梵文原本，不可能有这种过失。单单讲愿文来说，这个决定不能错，五种原译本里头两种是四十八愿，两种是二十四愿，还有一种三十六愿，怎么能有这么大的错处？这就说明了，这五种的原译本，至少是有三种不同，两个四十八愿是同一个译本，两个二十四愿是同一个译本，三十六愿又是一个本子，那佛至少说过三遍。但是《无量寿经》在中国有十二种译本，还有七种失传了，那七种要找出来可能还有不同。所以古人说，释迦牟尼佛在世讲《无量寿经》三次以上，很特殊。何以有不同？听众不一样，时节因缘不一样，统统介绍的是西方极乐世界。",
      "zh_TW": "因人、因時、因地、因緣不同，佛無有定法可說。單單就是介紹西方極樂世界，佛講其他的經，一生只講一遍，沒講過第二遍，但是《無量壽經》決定是多次宣講，不是一次。為什麼？翻譯的本子裡面出入太大，要是同一個梵文原本，不可能有這種過失。單單講願文來說，這個決定不能錯，五種原譯本裡頭兩種是四十八願，兩種是二十四願，還有一種三十六願，怎麼能有這麼大的錯處？這就說明了，這五種的原譯本，至少是有三種不同，兩個四十八願是同一個譯本，兩個二十四願是同一個譯本，三十六願又是一個本子，那佛至少說過三遍。但是《無量壽經》在中國有十二種譯本，還有七種失傳了，那七種要找出來可能還有不同。所以古人說，釋迦牟尼佛在世講《無量壽經》三次以上，很特殊。何以有不同？聽眾不一樣，時節因緣不一樣，統統介紹的是西方極樂世界。"
    },
    {
      "id": "21-670-0006_p0028",
      "zh_CN": "因此，这个本子就有会集的必要，你看五种本子麻烦。不是五种全看，意思看不全，因为有的这个经有那个经没有，这多麻烦。所以在中国决定就有做会集本的必要。会集本不错，做出来了，王龙舒，宋朝，头一个做出来。这个本子一出来，大家都喜欢读他的，方便，可是美中不足，他只看到四种原本，唐朝《大宝积经》里面这一会，「无量寿会」他没有看见过，这一会里面有很多重要的经文，他的本子里就没有。所以咸丰年间魏默深居士第二次会集，他是五种本子都看到了，很遗憾的，古人批评他取舍欠妥当。这是会集的人，他的功夫、他的心态不相同。所以那个本子比王龙舒的本子好，但是也有遗憾。民国初年，夏莲居老居士再做第三次的会集本，这个本子才算是真正圆满的本子。用了十年的时间详细来对照，每一个字都是原译本里头的经文，取舍再三的去研究，提炼出一个精本，真正是精华。佛所讲到的，五种原译本的，这个本子上统统都有，没有漏掉的，文字比五种原译本更容易读、容易理解，是最好的版本。黄念祖老居士的集注，这更不得了，注解之集大成，一百九十三种经论跟古大德的注疏，完成这部《无量寿经》注解，真的是宝典！",
      "zh_TW": "因此，這個本子就有會集的必要，你看五種本子麻煩。不是五種全看，意思看不全，因為有的這個經有那個經沒有，這多麻煩。所以在中國決定就有做會集本的必要。會集本不錯，做出來了，王龍舒，宋朝，頭一個做出來。這個本子一出來，大家都喜歡讀他的，方便，可是美中不足，他只看到四種原本，唐朝《大寶積經》裡面這一會，「無量壽會」他沒有看見過，這一會裡面有很多重要的經文，他的本子裡就沒有。所以咸豐年間魏默深居士第二次會集，他是五種本子都看到了，很遺憾的，古人批評他取捨欠妥當。這是會集的人，他的功夫、他的心態不相同。所以那個本子比王龍舒的本子好，但是也有遺憾。民國初年，夏蓮居老居士再做第三次的會集本，這個本子才算是真正圓滿的本子。用了十年的時間詳細來對照，每一個字都是原譯本裡頭的經文，取捨再三的去研究，提煉出一個精本，真正是精華。佛所講到的，五種原譯本的，這個本子上統統都有，沒有漏掉的，文字比五種原譯本更容易讀、容易理解，是最好的版本。黃念祖老居士的集註，這更不得了，註解之集大成，一百九十三種經論跟古大德的註疏，完成這部《無量壽經》註解，真的是寶典！"
    },
    {
      "id": "21-670-0006_p0029",
      "zh_CN": "善导大师讲得好，「如来所以兴出世」，就是释迦牟尼佛出现在这世间为什么？就是为讲这部经，「唯说弥陀本愿海」，就是《无量寿经》。天亲菩萨《往生论》，就是《无量寿经》的精华，说出二十九种庄严，赞叹西方极乐世界无比的清净圆满。目的，目的就是我们读了之后，真正了解之后，决定选择这个地方。我要往生，我哪里都不去，我一生专门在这部经上，专持这一句佛号，一生就成佛了。例子太多，不是假的。今天时间到了，我们就学习到此地。",
      "zh_TW": "善導大師講得好，「如來所以興出世」，就是釋迦牟尼佛出現在這世間為什麼？就是為講這部經，「唯說彌陀本願海」，就是《無量壽經》。天親菩薩《往生論》，就是《無量壽經》的精華，說出二十九種莊嚴，讚歎西方極樂世界無比的清淨圓滿。目的，目的就是我們讀了之後，真正了解之後，決定選擇這個地方。我要往生，我哪裡都不去，我一生專門在這部經上，專持這一句佛號，一生就成佛了。例子太多，不是假的。今天時間到了，我們就學習到此地。"
    }
  ]
}