{
  "doc_id": "09-009-0006",
  "title": {
    "zh_CN": "大方广圆觉经—清净心就是佛法",
    "zh_TW": "大方廣圓覺經—清淨心就是佛法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1981",
    "zh_TW": "1981"
  },
  "doc_number": "09-009-0006",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "09-009-0006_p0001",
      "zh_CN": "（请从09-009-0006a音档开始）",
      "zh_TW": "（請從09-009-0006a音檔開始）"
    },
    {
      "id": "09-009-0006_p0002",
      "zh_CN": "第二页第三行：",
      "zh_TW": "第二頁第三行："
    },
    {
      "id": "09-009-0006_p0003",
      "zh_CN": "【及说菩萨于大乘中发清净心。远离诸病。能使未来末世众生求大乘者。不堕邪见。】",
      "zh_TW": "【及說菩薩於大乘中發清淨心。遠離諸病。能使未來末世眾生求大乘者。不墮邪見。】"
    },
    {
      "id": "09-009-0006_p0004",
      "zh_CN": "从这个地方看起，这一段是文殊菩萨请法的言词。在前面我们读过第一段，他问的是「如来本起清净因地法行」，我们曾经讨论过了。今天这是第二个问题，所以这个文字一开端『及说』，这是第二个问题。这个问题对于我们修学的人来讲非常重要，第一问着重在发心，在大乘佛法里面因地心与果地觉一定要相应。俗话常说「种瓜得瓜，种豆得豆」，你要想收获什么，这个种子决定不能错，我要想得瓜那就种瓜的种子，如果要得到豆那就种豆的种子。你要成佛得有成佛的种子，这个就是讲的因地心，因地心是说的菩提心。菩萨在修学过程当中，发了菩提心之后，并不是一下就能成佛，这个当中所谓是修菩提道。而在修菩提道这个过程里面，有许许多多的障难，怎么样能够避免，这是每一个修行人都要注意的一个问题，这一问就是问如何避免障难的方法。",
      "zh_TW": "從這個地方看起，這一段是文殊菩薩請法的言詞。在前面我們讀過第一段，他問的是「如來本起清淨因地法行」，我們曾經討論過了。今天這是第二個問題，所以這個文字一開端『及說』，這是第二個問題。這個問題對於我們修學的人來講非常重要，第一問著重在發心，在大乘佛法裡面因地心與果地覺一定要相應。俗話常說「種瓜得瓜，種豆得豆」，你要想收穫什麼，這個種子決定不能錯，我要想得瓜那就種瓜的種子，如果要得到豆那就種豆的種子。你要成佛得有成佛的種子，這個就是講的因地心，因地心是說的菩提心。菩薩在修學過程當中，發了菩提心之後，並不是一下就能成佛，這個當中所謂是修菩提道。而在修菩提道這個過程裡面，有許許多多的障難，怎麼樣能夠避免，這是每一個修行人都要注意的一個問題，這一問就是問如何避免障難的方法。"
    },
    {
      "id": "09-009-0006_p0005",
      "zh_CN": "首先我们要明了什么叫做大乘法，一般讲大乘是拣别小乘而说的。在此地这个『大乘』，是说大乘里面的「大乘」，平常我们所说「唯有一乘法，无二亦无三」，也是六祖大师在《坛经》里面所讲的上上乘，上上乘就是本经所说的圆觉一心。大家要注意「圆」、「一」，圆觉一心。在圆觉一心就具足体相用三大之义，这在讲经题的时候已经给诸位介绍了。我们要想入三大必须要修一心，换句话说，也就是说唯有一心才能够证得圆觉。『发清净心』上一次跟诸位提到过，「清净心」就是《起信论》里面所讲的菩提心。《起信论》上说菩提心，所谓的是三心，这是从三方面来说，实际上是一心。第一讲的是「直心」，佛在经论里面常讲「直心是道场」，楞严会上佛教给阿难尊者，从初发心到如来地都要用直心，这个当中不许可有委曲之相，这才能成就，可见得直心就是佛心。",
      "zh_TW": "首先我們要明瞭什麼叫做大乘法，一般講大乘是揀別小乘而說的。在此地這個『大乘』，是說大乘裡面的「大乘」，平常我們所說「唯有一乘法，無二亦無三」，也是六祖大師在《壇經》裡面所講的上上乘，上上乘就是本經所說的圓覺一心。大家要注意「圓」、「一」，圓覺一心。在圓覺一心就具足體相用三大之義，這在講經題的時候已經給諸位介紹了。我們要想入三大必須要修一心，換句話說，也就是說唯有一心才能夠證得圓覺。『發清淨心』上一次跟諸位提到過，「清淨心」就是《起信論》裡面所講的菩提心。《起信論》上說菩提心，所謂的是三心，這是從三方面來說，實際上是一心。第一講的是「直心」，佛在經論裡面常講「直心是道場」，楞嚴會上佛教給阿難尊者，從初發心到如來地都要用直心，這個當中不許可有委曲之相，這才能成就，可見得直心就是佛心。"
    },
    {
      "id": "09-009-0006_p0006",
      "zh_CN": "也许诸位会问，究竟怎么样才叫直？这是一个问题。我们现在所用的这个心算不算是直心？如果你要会用直心了，那你就是菩萨。直的定义，《起信论》里面说「正念真如故」，言语很简单，境界说得很清楚。诸位要想想，什么是真如？大家学过《百法》，《百法》前面九十四法是有为法，不是真如；后面六种无为法，只有最后一个是真如无为。我们这个心到底是住在哪里？念就是住的意思，念就是现前的心，我们现前的心是不是住在真如上？如果住在真如，与真如相应，这才叫做直心。假如我们这个心与五欲六尘，与世出世间法相应，这就不叫直心了，为什么？不是住在真如上，可见得这个事情不容易。",
      "zh_TW": "也許諸位會問，究竟怎麼樣才叫直？這是一個問題。我們現在所用的這個心算不算是直心？如果你要會用直心了，那你就是菩薩。直的定義，《起信論》裡面說「正念真如故」，言語很簡單，境界說得很清楚。諸位要想想，什麼是真如？大家學過《百法》，《百法》前面九十四法是有為法，不是真如；後面六種無為法，只有最後一個是真如無為。我們這個心到底是住在哪裡？念就是住的意思，念就是現前的心，我們現前的心是不是住在真如上？如果住在真如，與真如相應，這才叫做直心。假如我們這個心與五欲六塵，與世出世間法相應，這就不叫直心了，為什麼？不是住在真如上，可見得這個事情不容易。"
    },
    {
      "id": "09-009-0006_p0007",
      "zh_CN": "要是从《十六观经》里面来讲「三心圆发」，第一个是至诚心，至诚心就是《起信论》讲的直心。诚，诚到了极处，叫做至诚。究竟怎样才叫做诚？曾国藩在他《求阙斋笔记》里面解释这个诚字，他解释得很好，心里面一念不生的时候，这个时候叫诚，一念不生。这是以世间见解来解释。我们《观经》里面讲的这个诚，是不是说的一念不生？如果果然一念不生，在佛法里面讲的是无想定，不算是诚。世间可以说诚，行！世间见解到这个境界，那可以说得上这个字的意思。可见得佛法的意思比世间法要深，要照佛法的意思来解释，心里面没有妄念就叫做诚，而不是没有正念。正念、妄念都没有了，这是无想定，这个事情就麻烦大了，那变成外道了。是说没有妄念，而有正念。说到正念，又说到《起信论》的意思了，「正念真如」。究竟这个正念是什么？禅家常常说「六根门头，放光动地」。几个人能会？交光大师在《楞严正脉》里面教给我们「舍识用根」，教我们用六根的根性，那就叫正念真如，就是直心，也就是至诚心。这是真正想上求佛道，想在我们这一生当中成佛作祖，那就必须要晓得，要依照这个方法来修学，否则的话，娑婆世界不容易离开，出不了娑婆世界那就三途有分，这都是老实话。",
      "zh_TW": "要是從《十六觀經》裡面來講「三心圓發」，第一個是至誠心，至誠心就是《起信論》講的直心。誠，誠到了極處，叫做至誠。究竟怎樣才叫做誠？曾國藩在他《求闕齋筆記》裡面解釋這個誠字，他解釋得很好，心裡面一念不生的時候，這個時候叫誠，一念不生。這是以世間見解來解釋。我們《觀經》裡面講的這個誠，是不是說的一念不生？如果果然一念不生，在佛法裡面講的是無想定，不算是誠。世間可以說誠，行！世間見解到這個境界，那可以說得上這個字的意思。可見得佛法的意思比世間法要深，要照佛法的意思來解釋，心裡面沒有妄念就叫做誠，而不是沒有正念。正念、妄念都沒有了，這是無想定，這個事情就麻煩大了，那變成外道了。是說沒有妄念，而有正念。說到正念，又說到《起信論》的意思了，「正念真如」。究竟這個正念是什麼？禪家常常說「六根門頭，放光動地」。幾個人能會？交光大師在《楞嚴正脈》裡面教給我們「捨識用根」，教我們用六根的根性，那就叫正念真如，就是直心，也就是至誠心。這是真正想上求佛道，想在我們這一生當中成佛作祖，那就必須要曉得，要依照這個方法來修學，否則的話，娑婆世界不容易離開，出不了娑婆世界那就三途有分，這都是老實話。"
    },
    {
      "id": "09-009-0006_p0008",
      "zh_CN": "我们过去的这些祖师大德们，从《楞严》、《法华》里面开悟的，不晓得有多少人。《楞严经》教给我们用见性见色，用闻性闻声，这就是正念真如。《楞严经》里面所讲的「清净本然」，本经所说的「本来成佛」，就是这个意思。换句话说，如果我们还是用五俱意识来见色、来闻声，那我们就是不会用真心了，还是用的妄心，妄心不是成佛的因地心。佛在《楞严经》里面说得很清楚，用意识心来修行，修得最好的只能成一个阿罗汉、辟支佛，只能到这个境界，算是你这个修行没有走错路，理论、方向都非常的正确。可是诸位要记住，修到阿罗汉，绝不是一生能办得到的。这个诸位可以查查一切经论，你证得了须陀洹果之后，还要天上人间七番生死，才能证得个阿罗汉果。有佛出世的时候证阿罗汉，无佛出世的时候证辟支佛果。可见得当生成就的佛法，小乘里面没有。大乘佛法里面有，所谓是上根利智。在我们中国过去历代这些修学人当中，我们看到一生成就的人也不少，这些人都是善于用心，就是他们会用直心。直心是理体，我们现在所讲的本体。",
      "zh_TW": "我們過去的這些祖師大德們，從《楞嚴》、《法華》裡面開悟的，不曉得有多少人。《楞嚴經》教給我們用見性見色，用聞性聞聲，這就是正念真如。《楞嚴經》裡面所講的「清淨本然」，本經所說的「本來成佛」，就是這個意思。換句話說，如果我們還是用五俱意識來見色、來聞聲，那我們就是不會用真心了，還是用的妄心，妄心不是成佛的因地心。佛在《楞嚴經》裡面說得很清楚，用意識心來修行，修得最好的只能成一個阿羅漢、辟支佛，只能到這個境界，算是你這個修行沒有走錯路，理論、方向都非常的正確。可是諸位要記住，修到阿羅漢，絕不是一生能辦得到的。這個諸位可以查查一切經論，你證得了須陀洹果之後，還要天上人間七番生死，才能證得個阿羅漢果。有佛出世的時候證阿羅漢，無佛出世的時候證辟支佛果。可見得當生成就的佛法，小乘裡面沒有。大乘佛法裡面有，所謂是上根利智。在我們中國過去歷代這些修學人當中，我們看到一生成就的人也不少，這些人都是善於用心，就是他們會用直心。直心是理體，我們現在所講的本體。"
    },
    {
      "id": "09-009-0006_p0009",
      "zh_CN": "第二叫「深心」，深心《起信论》与《十六观经》所讲是相同的，都是讲的「深心」。深心，实在上说，就是好善好德之心。好善好德，在《起信论》里面讲的意思，他是喜欢集诸善法。诸位要晓得，善法可以对治一切不善法，一个人喜欢善了，凡是不善的事情当然就远离了，这个是一定的道理，所以能够证得身心清净，这个可以说是自受用身心。第三是讲的「大悲心」，大悲心就是慈悲心。慈悲称之为大，就是从直心里面生的；如果不是从直心里面生的，这个悲心不能叫大。为什么？真心理体是广大无边，这是说普度一切众生之心，度众生的心与理体相应，就是与直心相应。",
      "zh_TW": "第二叫「深心」，深心《起信論》與《十六觀經》所講是相同的，都是講的「深心」。深心，實在上說，就是好善好德之心。好善好德，在《起信論》裡面講的意思，他是喜歡集諸善法。諸位要曉得，善法可以對治一切不善法，一個人喜歡善了，凡是不善的事情當然就遠離了，這個是一定的道理，所以能夠證得身心清淨，這個可以說是自受用身心。第三是講的「大悲心」，大悲心就是慈悲心。慈悲稱之為大，就是從直心裡面生的；如果不是從直心裡面生的，這個悲心不能叫大。為什麼？真心理體是廣大無邊，這是說普度一切眾生之心，度眾生的心與理體相應，就是與直心相應。"
    },
    {
      "id": "09-009-0006_p0010",
      "zh_CN": "直心，诸位想想看，里面是一念不生，一个妄念都没有，深心要与直心相应，大悲心也要与直心相应。从这个意思上来看，我们晓得直心是本体，深心是自受用，有体有用，而大悲心则是他受用。自受用与他受用都清净，所以这个清净心是直贯直心、深心、大悲心，合起来讲就是一个清净心。我们平常讲的菩提心，菩提是印度话，要照一般来翻应该翻作觉心，也可以翻作圆觉心，圆满的觉悟。觉心才清净，相才清净，换句话说，清净心必定是圆觉心。不觉就是染污，心就不清净。这个「清净心」可见得就是《起信论》跟大乘经典里面所讲的菩提心，也就是《华严》里面所讲的一真法界，《法华》所讲的本源真心，我们要依此为修行的因地心，那就必定能证无上正等正觉。这是说的发心。",
      "zh_TW": "直心，諸位想想看，裡面是一念不生，一個妄念都沒有，深心要與直心相應，大悲心也要與直心相應。從這個意思上來看，我們曉得直心是本體，深心是自受用，有體有用，而大悲心則是他受用。自受用與他受用都清淨，所以這個清淨心是直貫直心、深心、大悲心，合起來講就是一個清淨心。我們平常講的菩提心，菩提是印度話，要照一般來翻應該翻作覺心，也可以翻作圓覺心，圓滿的覺悟。覺心才清淨，相才清淨，換句話說，清淨心必定是圓覺心。不覺就是染污，心就不清淨。這個「清淨心」可見得就是《起信論》跟大乘經典裡面所講的菩提心，也就是《華嚴》裡面所講的一真法界，《法華》所講的本源真心，我們要依此為修行的因地心，那就必定能證無上正等正覺。這是說的發心。"
    },
    {
      "id": "09-009-0006_p0011",
      "zh_CN": "心发了，要紧的，就是要『远离诸病』。讲到「诸病」，诸位要晓得，一切众生有身、心两种病，这两种里面最重要的是心病。心病是什么？一个是不觉，就是无明。《起信论》里面所说的，「一念不觉，而有无明」。一个就是邪见，邪见是从不觉里面生出来的。邪见里面，根本的邪见有两种，一个是我执，一个是法执。有了这两种执着，于是乎才有生死轮回的苦报。我们不晓得四大身相、六尘缘影的心相是虚妄而不实在的，不知道这个真相，不晓得外面六尘境界是依它起性，当体即空。因为不晓得这个实际的事实真相，把外面这个一切万法执着为我所有，经里面常讲的我与我所，我是人我执，我所是法我执。",
      "zh_TW": "心發了，要緊的，就是要『遠離諸病』。講到「諸病」，諸位要曉得，一切眾生有身、心兩種病，這兩種裡面最重要的是心病。心病是什麼？一個是不覺，就是無明。《起信論》裡面所說的，「一念不覺，而有無明」。一個就是邪見，邪見是從不覺裡面生出來的。邪見裡面，根本的邪見有兩種，一個是我執，一個是法執。有了這兩種執著，於是乎才有生死輪迴的苦報。我們不曉得四大身相、六塵緣影的心相是虛妄而不實在的，不知道這個真相，不曉得外面六塵境界是依它起性，當體即空。因為不曉得這個實際的事實真相，把外面這個一切萬法執著為我所有，經裡面常講的我與我所，我是人我執，我所是法我執。"
    },
    {
      "id": "09-009-0006_p0012",
      "zh_CN": "所以我是普遍的劝告修行人，特别是出家的修行人，我说起来有很多人不愿意听，不高兴听，但是我还是要说。在家学佛，不一定发心这一生要成就。出家学佛了，你不是发心这一生要成就吗？最低限度要往生西方极乐世界。那诸位想想，你要求往生西方极乐世界，这个世界里的一切都得放下。总不能说，在此地得的些黄金、美钞、珠宝要带到西方极乐世界去，没有这个道理，你带不去的。大家读《华严经》十大愿王，你们才晓得临命终时什么都带不去，唯有愿王在前面领导你往生极乐世界。而世间人迷惑颠倒，同样的一样带不去，「唯有业随身」，善业你来生到三善道去投胎，恶业到三恶道去受苦，没有一样能带得去的。那个不学佛的人迷惑颠倒，情有可原，没有遇到佛法，没有善根、福德、因缘。诸位既然有善根、福德、因缘，闻到大乘佛法，奈何不信！",
      "zh_TW": "所以我是普遍的勸告修行人，特別是出家的修行人，我說起來有很多人不願意聽，不高興聽，但是我還是要說。在家學佛，不一定發心這一生要成就。出家學佛了，你不是發心這一生要成就嗎？最低限度要往生西方極樂世界。那諸位想想，你要求往生西方極樂世界，這個世界裡的一切都得放下。總不能說，在此地得的些黃金、美鈔、珠寶要帶到西方極樂世界去，沒有這個道理，你帶不去的。大家讀《華嚴經》十大願王，你們才曉得臨命終時什麼都帶不去，唯有願王在前面領導你往生極樂世界。而世間人迷惑顛倒，同樣的一樣帶不去，「唯有業隨身」，善業你來生到三善道去投胎，惡業到三惡道去受苦，沒有一樣能帶得去的。那個不學佛的人迷惑顛倒，情有可原，沒有遇到佛法，沒有善根、福德、因緣。諸位既然有善根、福德、因緣，聞到大乘佛法，奈何不信！"
    },
    {
      "id": "09-009-0006_p0013",
      "zh_CN": "我说大家不信，你们不要不高兴，你们如果要信了，信了就放下。你还是放不下，换句话说，你就是不信。你要是信了，你的心就清净了，就是菩提心。你这个菩提心发不起来，就是因为你不信，不相信佛菩萨教诲，不相信佛菩萨神通感应。一个修道的人，怕自己饿着了、冻着了，将来没有人照顾，你一天到晚担这个心，担这个心就是不信。佛在经里面跟我们说，佛的白毫光中，留一分功德给后世修道人，就是供养后世修道的人，无论你是在家出家，你是真正修行人，佛这个白毫光中一分供养，生生世世都受用不尽。我们哪个人相信？不相信，这才生妄想心到处去攀缘，结果吃亏的是自己。不相信护法鬼神来拥护你，这都不相信。如果你要是真正相信了，我一心得道，诸佛菩萨护法龙天都要护持我，我这个衣食决定不缺。你要有这个信心，什么都放下，心就清净了。",
      "zh_TW": "我說大家不信，你們不要不高興，你們如果要信了，信了就放下。你還是放不下，換句話說，你就是不信。你要是信了，你的心就清淨了，就是菩提心。你這個菩提心發不起來，就是因為你不信，不相信佛菩薩教誨，不相信佛菩薩神通感應。一個修道的人，怕自己餓著了、凍著了，將來沒有人照顧，你一天到晚擔這個心，擔這個心就是不信。佛在經裡面跟我們說，佛的白毫光中，留一分功德給後世修道人，就是供養後世修道的人，無論你是在家出家，你是真正修行人，佛這個白毫光中一分供養，生生世世都受用不盡。我們哪個人相信？不相信，這才生妄想心到處去攀緣，結果吃虧的是自己。不相信護法鬼神來擁護你，這都不相信。如果你要是真正相信了，我一心得道，諸佛菩薩護法龍天都要護持我，我這個衣食決定不缺。你要有這個信心，什麼都放下，心就清淨了。"
    },
    {
      "id": "09-009-0006_p0014",
      "zh_CN": "所以说学佛的人多，信佛的人少。我讲是真正相信，信佛的人太少太少了。信佛的人一定能成佛，不能成佛的人，都是不信佛。诸位晓得这个道理，大毛病就在此地，什么时候能够把这个大毛病，这是根本的毛病，把它舍离了，离开了，我们才真正有救了。要远离这个毛病，诸位要记住，你有什么方法把这个六尘缘影的妄心舍离了，这是根本的根本。这妄心，无量无边的烦恼，都是这个妄心生的，你有什么善巧方便？佛祖在经论注疏里面常常教诫我们，把心量拓开。这是方便法，比那个小乘法的用功高明太多了。把一切我所有的，放下，舍弃掉。诸位要晓得，你要果然舍弃掉了，你所得到的是尽虚空遍法界，你所得到的。你要不肯舍弃掉，就是你现前那么一点点，可怜！就是亿万财产，你也就是亿万，可怜！就那么一点点。你要舍弃掉之后，尽虚空遍法界，你就能够感受得到，全自己所有之物。",
      "zh_TW": "所以說學佛的人多，信佛的人少。我講是真正相信，信佛的人太少太少了。信佛的人一定能成佛，不能成佛的人，都是不信佛。諸位曉得這個道理，大毛病就在此地，什麼時候能夠把這個大毛病，這是根本的毛病，把它捨離了，離開了，我們才真正有救了。要遠離這個毛病，諸位要記住，你有什麼方法把這個六塵緣影的妄心捨離了，這是根本的根本。這妄心，無量無邊的煩惱，都是這個妄心生的，你有什麼善巧方便？佛祖在經論註疏裡面常常教誡我們，把心量拓開。這是方便法，比那個小乘法的用功高明太多了。把一切我所有的，放下，捨棄掉。諸位要曉得，你要果然捨棄掉了，你所得到的是盡虛空遍法界，你所得到的。你要不肯捨棄掉，就是你現前那麼一點點，可憐！就是億萬財產，你也就是億萬，可憐！就那麼一點點。你要捨棄掉之後，盡虛空遍法界，你就能夠感受得到，全自己所有之物。"
    },
    {
      "id": "09-009-0006_p0015",
      "zh_CN": "为什么不肯舍？不能舍，那个心永远就是那么一点点大，妄心。舍了之后，心与法界就相应，完全合而为一，法界是一心，一心就是法界。所以这个大乘离病的方法与小乘确实不一样，小乘人是斤斤在戒律上着眼，没有办法断尽的，大乘人用的这个方法彻底、究竟。平常起心动念没有念头则已，一起心动念就是利益一切众生，而不是利益自己。如果起心动念都是为自己着想，为我们一个小团体来着想，跟诸位说，这是妄念。为一切众生着想，为天下人着想，这是慈悲心，是大悲心。所以诸位要想真正「远离诸病」就从这个地方下手，常常在境界里面锻炼，有个三、五年就有效果了，这个人就不一样了，变样子了。",
      "zh_TW": "為什麼不肯捨？不能捨，那個心永遠就是那麼一點點大，妄心。捨了之後，心與法界就相應，完全合而為一，法界是一心，一心就是法界。所以這個大乘離病的方法與小乘確實不一樣，小乘人是斤斤在戒律上著眼，沒有辦法斷盡的，大乘人用的這個方法徹底、究竟。平常起心動念沒有念頭則已，一起心動念就是利益一切眾生，而不是利益自己。如果起心動念都是為自己著想，為我們一個小團體來著想，跟諸位說，這是妄念。為一切眾生著想，為天下人著想，這是慈悲心，是大悲心。所以諸位要想真正「遠離諸病」就從這個地方下手，常常在境界裡面鍛鍊，有個三、五年就有效果了，這個人就不一樣了，變樣子了。"
    },
    {
      "id": "09-009-0006_p0016",
      "zh_CN": "下面这是第三个问题，『能使未来末世众生求大乘者，不堕邪见。』这一问与我们的关系太密切了，为什么？我们正是末法时期的众生。由此能看得出文殊菩萨之大悲心。你看看文殊菩萨所问的，没有自利的话，全是问的利益众生，怎么样发心，怎么样远离诸病，又如何能叫末法时期的众生修学大乘，不会走错路，不会堕在邪见，真正是慈悲至极。我们要学佛就要学文殊菩萨这个心量，要早早的觉悟，不能再迷惑了。",
      "zh_TW": "下面這是第三個問題，『能使未來末世眾生求大乘者，不墮邪見。』這一問與我們的關係太密切了，為什麼？我們正是末法時期的眾生。由此能看得出文殊菩薩之大悲心。你看看文殊菩薩所問的，沒有自利的話，全是問的利益眾生，怎麼樣發心，怎麼樣遠離諸病，又如何能叫末法時期的眾生修學大乘，不會走錯路，不會墮在邪見，真正是慈悲至極。我們要學佛就要學文殊菩薩這個心量，要早早的覺悟，不能再迷惑了。"
    },
    {
      "id": "09-009-0006_p0017",
      "zh_CN": "末法时期，这也不必多加以解释。释迦牟尼佛的法运一共是一万二千年，正法一千年，像法一千年，末法一万年。现在一些外国人的计算法，佛灭度到现在是二千五百多年，这个是外国人的说法。但是在中国历史上所记载的，不是这个年代。虚云老和尚他还是遵从我们中国传统的说法，释迦牟尼佛出生在周昭王甲寅年，还是用这个算法，入灭在周穆王，如果用中国这个算法，现在大概是三千零九年。就照我们中国传统的算法，正法、像法都过去了，末法一万年已经过去一千年，现在是第二个一千年的开端。所以佛法的法运还有九千年，佛法决定不会灭亡的。这一点诸位要发心，后面还有九千年，不会灭亡的。",
      "zh_TW": "末法時期，這也不必多加以解釋。釋迦牟尼佛的法運一共是一萬二千年，正法一千年，像法一千年，末法一萬年。現在一些外國人的計算法，佛滅度到現在是二千五百多年，這個是外國人的說法。但是在中國歷史上所記載的，不是這個年代。虛雲老和尚他還是遵從我們中國傳統的說法，釋迦牟尼佛出生在周昭王甲寅年，還是用這個算法，入滅在周穆王，如果用中國這個算法，現在大概是三千零九年。就照我們中國傳統的算法，正法、像法都過去了，末法一萬年已經過去一千年，現在是第二個一千年的開端。所以佛法的法運還有九千年，佛法決定不會滅亡的。這一點諸位要發心，後面還有九千年，不會滅亡的。"
    },
    {
      "id": "09-009-0006_p0018",
      "zh_CN": "（09-009-0006b音档从这开始）末法，特别是我们现前这个时代，真正是古德所讲的法弱魔强，众生的障深业重。现前我们时代确实是如此，有许许多多好心修行的人，结果怎么样？都走错了路，实在是太可惜。我们来问问，为什么现在这个修行人这样容易堕落？诸位要晓得，这个与整个时代背景有密切关系。现在这个时代，是一个思想开放的时代。这个思想一开放，诸位要晓得，也有好处，也有不好处。好处什么？思想言论自由，没有限制。不好处什么？邪知邪见随着大众传播工具普遍的伸展开了，你所接触到的不晓得哪个是真的，哪个是假的；哪个是正法，哪个是邪法。换句话说，没有标准了，这个事情可麻烦了。换句话说，这个思想一混乱，天下必定大乱，人心无所归依。这个造成世界大乱的趋势。",
      "zh_TW": "（09-009-0006b音檔從這開始）末法，特別是我們現前這個時代，真正是古德所講的法弱魔強，眾生的障深業重。現前我們時代確實是如此，有許許多多好心修行的人，結果怎麼樣？都走錯了路，實在是太可惜。我們來問問，為什麼現在這個修行人這樣容易墮落？諸位要曉得，這個與整個時代背景有密切關係。現在這個時代，是一個思想開放的時代。這個思想一開放，諸位要曉得，也有好處，也有不好處。好處什麼？思想言論自由，沒有限制。不好處什麼？邪知邪見隨著大眾傳播工具普遍的伸展開了，你所接觸到的不曉得哪個是真的，哪個是假的；哪個是正法，哪個是邪法。換句話說，沒有標準了，這個事情可麻煩了。換句話說，這個思想一混亂，天下必定大亂，人心無所歸依。這個造成世界大亂的趨勢。"
    },
    {
      "id": "09-009-0006_p0019",
      "zh_CN": "我们中国，我们不谈现阶段，现阶段已经是乱了。民国以前，诸位要晓得，我们几千年的思想都有一个范围，都有一个原则，就是儒家的思想。从汉朝建国尊孔一直到满清，所有的读书人、做官人、一般的老百姓，他们的思想总不出孔孟的范围，因此在思想、言行都有一个标准可言。纵然有邪思出入都不太大，他有这个标准线在此地，有稍稍过一点，有稍稍不及一点，大概都是能够维持这个水准，达到这个标准线，所以国家长治久安。我们看看西方任何一个民族，任何一个国家，他自古以来没有这个标准，所以他思想很杂、很乱，起伏很大，这是诸位读历史应当要明了的。我们中国文化就是这样成功的。开放有什么好处？实实在在讲，开放的思想毛病多、好处少。实际上儒家的思想也是相当开放的，它也并不是约束人，但是它有一个标准，它有一个范围。你看孔子删诗书、订礼乐，他就有个标准，「思无邪」，他以这为标准。换句话说，他是要维系一个道德的标准，要处处顾虑到安和利乐的社会，不能破坏大家的幸福，这是我们中国的道统。",
      "zh_TW": "我們中國，我們不談現階段，現階段已經是亂了。民國以前，諸位要曉得，我們幾千年的思想都有一個範圍，都有一個原則，就是儒家的思想。從漢朝建國尊孔一直到滿清，所有的讀書人、做官人、一般的老百姓，他們的思想總不出孔孟的範圍，因此在思想、言行都有一個標準可言。縱然有邪思出入都不太大，他有這個標準線在此地，有稍稍過一點，有稍稍不及一點，大概都是能夠維持這個水準，達到這個標準線，所以國家長治久安。我們看看西方任何一個民族，任何一個國家，他自古以來沒有這個標準，所以他思想很雜、很亂，起伏很大，這是諸位讀歷史應當要明瞭的。我們中國文化就是這樣成功的。開放有什麼好處？實實在在講，開放的思想毛病多、好處少。實際上儒家的思想也是相當開放的，它也並不是約束人，但是它有一個標準，它有一個範圍。你看孔子刪詩書、訂禮樂，他就有個標準，「思無邪」，他以這為標準。換句話說，他是要維繫一個道德的標準，要處處顧慮到安和利樂的社會，不能破壞大家的幸福，這是我們中國的道統。"
    },
    {
      "id": "09-009-0006_p0020",
      "zh_CN": "佛法的标准更高了，更精，更纯。我们晓得了这个因素，在今天这个社会里面，这个邪思是没有办法禁止的，没有办法防止，唯一的一个办法就是提倡正教。正法能够普遍了，这个邪法大家自然就不信了，就不听了。所以我们想禁止邪教邪思，这是徒劳而无功的，你愈禁止它，它传播的力量愈大，愈广泛。所以我们对于邪知邪见，根本就不必理会它，不理它，传播正法。那传播正法的责任，将来就是你们年轻同学们这一代，无论是以在家的身分或出家的身分，必须要把佛法发扬光大。发扬光大的方式很多，讲经是其中之一。在过去弘法利生是以讲堂与著书为主，讲堂是利益当时这些大众，著书是利益以后的大众，是采取这两种方式。现在随着科学的发达，我要提醒诸位同修，不但是这个讲堂，讲堂现在收的效果不大，你就是讲得再好，听讲经的、到讲堂听经的有几个？你写成书本，有几个人看书、看佛书？这个效果都不大，今天最大的效果无过于电视广播剧。所以你们学文学的同学，好好的研究佛教的义理，如果把佛法通达了，将佛经里面这些道理都编成广播剧、连续剧，送到每一个人家庭里面去，你就是佛菩萨出世了。",
      "zh_TW": "佛法的標準更高了，更精，更純。我們曉得了這個因素，在今天這個社會裡面，這個邪思是沒有辦法禁止的，沒有辦法防止，唯一的一個辦法就是提倡正教。正法能夠普遍了，這個邪法大家自然就不信了，就不聽了。所以我們想禁止邪教邪思，這是徒勞而無功的，你愈禁止它，它傳播的力量愈大，愈廣泛。所以我們對於邪知邪見，根本就不必理會它，不理它，傳播正法。那傳播正法的責任，將來就是你們年輕同學們這一代，無論是以在家的身分或出家的身分，必須要把佛法發揚光大。發揚光大的方式很多，講經是其中之一。在過去弘法利生是以講堂與著書為主，講堂是利益當時這些大眾，著書是利益以後的大眾，是採取這兩種方式。現在隨著科學的發達，我要提醒諸位同修，不但是這個講堂，講堂現在收的效果不大，你就是講得再好，聽講經的、到講堂聽經的有幾個？你寫成書本，有幾個人看書、看佛書？這個效果都不大，今天最大的效果無過於電視廣播劇。所以你們學文學的同學，好好的研究佛教的義理，如果把佛法通達了，將佛經裡面這些道理都編成廣播劇、連續劇，送到每一個人家庭裡面去，你就是佛菩薩出世了。"
    },
    {
      "id": "09-009-0006_p0021",
      "zh_CN": "《圆觉经》十二个菩萨，十二会，如果编成连续剧的话，一会连续演三天，不太难！三天一个单元，十二个单元就一部《圆觉经》，就送到每一个人家庭去了，比在讲堂上讲得唇焦舌敝也没有人听，这个效果差别很大。这种工作古人也有做的，我们图书馆还收藏有一部《归元镜》，《归元镜》是清朝一位法师写的，但是那是平剧的剧本，里面写的三段故事，他是以三个人为中心，第一个就是东晋的时候慧远大师，与陶渊明、谢灵运他们一起的，第二位是永明延寿大师，第三位是莲池大师。经本里面，你们大家看过《华严经》，这《华严经》五十三参，那就是五十三个故事。佛经里面这些故事，可以说是太多太多，取之不尽，用之不竭。我们要向这个目标去迈进，用这种方法来弘法利生，这样才能够普遍的教化一切众生，使一切众生对于佛法有正确的了解，「不堕邪见」。",
      "zh_TW": "《圓覺經》十二個菩薩，十二會，如果編成連續劇的話，一會連續演三天，不太難！三天一個單元，十二個單元就一部《圓覺經》，就送到每一個人家庭去了，比在講堂上講得脣焦舌敝也沒有人聽，這個效果差別很大。這種工作古人也有做的，我們圖書館還收藏有一部《歸元鏡》，《歸元鏡》是清朝一位法師寫的，但是那是平劇的劇本，裡面寫的三段故事，他是以三個人為中心，第一個就是東晉的時候慧遠大師，與陶淵明、謝靈運他們一起的，第二位是永明延壽大師，第三位是蓮池大師。經本裡面，你們大家看過《華嚴經》，這《華嚴經》五十三參，那就是五十三個故事。佛經裡面這些故事，可以說是太多太多，取之不盡，用之不竭。我們要向這個目標去邁進，用這種方法來弘法利生，這樣才能夠普遍的教化一切眾生，使一切眾生對於佛法有正確的了解，「不墮邪見」。"
    },
    {
      "id": "09-009-0006_p0022",
      "zh_CN": "我们把话再说回来，现前发心学佛的人不少，但是对于什么叫做佛法，知道的人并不多。在大乘法当中，应当如何发心，如何修行，知道这个就更少更少了。不知道麻烦就大了，为什么？难免盲修瞎练，堕落在邪见里面。佛在《楞严经》里面告诉我们，说「诸修行人不能得成无上菩提」，无上菩提是大乘最高的果位，我们平常讲成佛。佛，成不了！那些幸运的他们成了声闻、缘觉，或者生到天上，这都还算是幸运的，生了天了。那个不幸的就变成魔王，或者是魔子、魔孙，变成魔界上的，这不幸的。这两种，这有幸、有不幸。再跟诸位说，幸运的少，不幸的要占大多数，都变成了魔子、魔孙。要追究其根本的原因，佛给我们讲「皆由不知二种根本，错乱修习」。哪两种根本？一个是真本，一个是妄本。这两种根本都要晓得，真本就是常住真心，先前跟诸位提到的六根的根性，这个真修行人，他二六时中六根根性用事，而不是六识用事，他知道真本。跟诸位说，如果你是六根根性用事，你的心地无比的清凉、自在，这种享受、这种乐趣，不入这个境界的人，你怎么跟他讲他也想像不到，真正是方先生所谓「人生最高的享受」。",
      "zh_TW": "我們把話再說回來，現前發心學佛的人不少，但是對於什麼叫做佛法，知道的人並不多。在大乘法當中，應當如何發心，如何修行，知道這個就更少更少了。不知道麻煩就大了，為什麼？難免盲修瞎練，墮落在邪見裡面。佛在《楞嚴經》裡面告訴我們，說「諸修行人不能得成無上菩提」，無上菩提是大乘最高的果位，我們平常講成佛。佛，成不了！那些幸運的他們成了聲聞、緣覺，或者生到天上，這都還算是幸運的，生了天了。那個不幸的就變成魔王，或者是魔子、魔孫，變成魔界上的，這不幸的。這兩種，這有幸、有不幸。再跟諸位說，幸運的少，不幸的要佔大多數，都變成了魔子、魔孫。要追究其根本的原因，佛給我們講「皆由不知二種根本，錯亂修習」。哪兩種根本？一個是真本，一個是妄本。這兩種根本都要曉得，真本就是常住真心，先前跟諸位提到的六根的根性，這個真修行人，他二六時中六根根性用事，而不是六識用事，他知道真本。跟諸位說，如果你是六根根性用事，你的心地無比的清涼、自在，這種享受、這種樂趣，不入這個境界的人，你怎麼跟他講他也想像不到，真正是方先生所謂「人生最高的享受」。"
    },
    {
      "id": "09-009-0006_p0023",
      "zh_CN": "妄本为什么要晓得？行大慈悲，教化众生得要用妄，从真起妄，教化众生。自受用是真本，教化众生才用妄本。譬如说，自受用决定没有分别，受用不受用？受用。别人要问你，这什么？这毛巾。这个毛巾，这就是妄，妄本里面讲，对人说的。有分别、有执着，对别人，随着众生的分别而分别，随着众生的执着而执着。自己呢？不分别亦不执着。所以对自己用真，对别人用妄。这样一说，这菩萨心不公平，对自己用真心，对别人用妄心。诸位要晓得，菩萨用的那个妄心，是真心里面的妄心。所以那个妄心还是真心，跟我们不一样。所以要认真的说起来，菩萨的心是真妄不二之心，是用的这个心。所以这是两种根本都要晓得，要会用，这个才有功德。",
      "zh_TW": "妄本為什麼要曉得？行大慈悲，教化眾生得要用妄，從真起妄，教化眾生。自受用是真本，教化眾生才用妄本。譬如說，自受用決定沒有分別，受用不受用？受用。別人要問你，這什麼？這毛巾。這個毛巾，這就是妄，妄本裡面講，對人說的。有分別、有執著，對別人，隨著眾生的分別而分別，隨著眾生的執著而執著。自己呢？不分別亦不執著。所以對自己用真，對別人用妄。這樣一說，這菩薩心不公平，對自己用真心，對別人用妄心。諸位要曉得，菩薩用的那個妄心，是真心裡面的妄心。所以那個妄心還是真心，跟我們不一樣。所以要認真的說起來，菩薩的心是真妄不二之心，是用的這個心。所以這是兩種根本都要曉得，要會用，這個才有功德。"
    },
    {
      "id": "09-009-0006_p0024",
      "zh_CN": "假如我们不晓得，还是用的妄心，用的生灭心做为我们修行的依据，你们诸位想想看，用生灭的因，后来的果报，当然也是生灭的。而如来无上菩提是不生不灭的，所以用生灭心想证不生灭果不相应，这个是办不到的。用生灭的心，想修到不生不灭，这也做不到的。这个外教里面常常讲永生，你们要明白这个道理，你就晓得他这个话是有名无实。永生就是不生不灭，他用什么心修的？用生灭心修的，那怎么会证得不生不灭永生之果？理上讲不通，没有这个道理。假如基督教他们说，他修行他用的是不生不灭的因地心，要想修证那个天堂上不生不灭的永生，我也会相信，为什么？因果相应。他们现在讲的那个因果不相应。佛法就是给我们分析这个道理，我们用生灭心最高的只能修到阿罗汉，而不能成佛。为什么？阿罗汉还住在生灭的境界，所谓是「内守幽闲，犹为法尘分别影事」，他在这个境界里。",
      "zh_TW": "假如我們不曉得，還是用的妄心，用的生滅心做為我們修行的依據，你們諸位想想看，用生滅的因，後來的果報，當然也是生滅的。而如來無上菩提是不生不滅的，所以用生滅心想證不生滅果不相應，這個是辦不到的。用生滅的心，想修到不生不滅，這也做不到的。這個外教裡面常常講永生，你們要明白這個道理，你就曉得他這個話是有名無實。永生就是不生不滅，他用什麼心修的？用生滅心修的，那怎麼會證得不生不滅永生之果？理上講不通，沒有這個道理。假如基督教他們說，他修行他用的是不生不滅的因地心，要想修證那個天堂上不生不滅的永生，我也會相信，為什麼？因果相應。他們現在講的那個因果不相應。佛法就是給我們分析這個道理，我們用生滅心最高的只能修到阿羅漢，而不能成佛。為什麼？阿羅漢還住在生滅的境界，所謂是「內守幽閒，猶為法塵分別影事」，他在這個境界裡。"
    },
    {
      "id": "09-009-0006_p0025",
      "zh_CN": "这个地方教给我们修行，像《楞严》里面所讲的，就是教我们舍识用根。因为根性是不生灭，楞严会上十番显见，说明见性，不生不灭，不来不去，这是常住真心。一根如是，其余的五根根性也是这个样子，所以就不必要再说了。读《楞严》会用这个功夫，那是真正楞严会上的佛菩萨。读了不会用，还是生死凡夫。所以我们如果说是因地心真实，又晓得远离两种身心之病，自然就不堕邪见。现在堕邪见的人，实在是不晓得这个道理。还有一种是不好的一个心理，投机取巧，最容易上当。这些魔王他就会利用人的心理，晓得你会投机取巧，你又怕苦、又怕难，告诉你我这里有个法门，叫你这一生就可以成佛，又不要吃苦，又不要守戒律，又不难，好，你就跟他去了。哪里晓得是假的不是真的，欺骗你的！这是对于佛法可以说是一无所知，才会上人家的当。你要对于佛法这些道理都通达了，你才晓得佛门里头没有侥幸，八万四千法门都是修的清净心。诸位能够把握着这个原则，确实不容易堕邪见。为什么？什么方法都是教我们得清净心，什么方法都是教我们得一心不乱。换句话说，如果不是教我们得清净心，修清净心的，这都不是佛法。所以佛法里面讲戒律，戒律是手段，目的是什么？目的就是定，定就是一心，证得一心之后智慧才能现前，开智慧了。开智慧是我们的目的，唯有智慧能破无明，能断烦恼，所以定是方便，戒是方便之方便。前面也跟诸位说过，佛法不同于宗教。",
      "zh_TW": "這個地方教給我們修行，像《楞嚴》裡面所講的，就是教我們捨識用根。因為根性是不生滅，楞嚴會上十番顯見，說明見性，不生不滅，不來不去，這是常住真心。一根如是，其餘的五根根性也是這個樣子，所以就不必要再說了。讀《楞嚴》會用這個功夫，那是真正楞嚴會上的佛菩薩。讀了不會用，還是生死凡夫。所以我們如果說是因地心真實，又曉得遠離兩種身心之病，自然就不墮邪見。現在墮邪見的人，實在是不曉得這個道理。還有一種是不好的一個心理，投機取巧，最容易上當。這些魔王他就會利用人的心理，曉得你會投機取巧，你又怕苦、又怕難，告訴你我這裡有個法門，叫你這一生就可以成佛，又不要吃苦，又不要守戒律，又不難，好，你就跟他去了。哪裡曉得是假的不是真的，欺騙你的！這是對於佛法可以說是一無所知，才會上人家的當。你要對於佛法這些道理都通達了，你才曉得佛門裡頭沒有僥倖，八萬四千法門都是修的清淨心。諸位能夠把握著這個原則，確實不容易墮邪見。為什麼？什麼方法都是教我們得清淨心，什麼方法都是教我們得一心不亂。換句話說，如果不是教我們得清淨心，修清淨心的，這都不是佛法。所以佛法裡面講戒律，戒律是手段，目的是什麼？目的就是定，定就是一心，證得一心之後智慧才能現前，開智慧了。開智慧是我們的目的，唯有智慧能破無明，能斷煩惱，所以定是方便，戒是方便之方便。前面也跟諸位說過，佛法不同於宗教。"
    },
    {
      "id": "09-009-0006_p0026",
      "zh_CN": "【作是语已五体投地。如是三请终而复始。】",
      "zh_TW": "【作是語已五體投地。如是三請終而復始。】"
    },
    {
      "id": "09-009-0006_p0027",
      "zh_CN": "请说的言词说三遍，三遍是表郑重，表请法恭敬之至。",
      "zh_TW": "請說的言詞說三遍，三遍是表鄭重，表請法恭敬之至。"
    },
    {
      "id": "09-009-0006_p0028",
      "zh_CN": "【尔时。世尊告文殊师利菩萨言。善哉。善哉。善男子。汝等乃能为诸菩萨咨询如来因地法行。及为末世一切众生求大乘者。得正住持不堕邪见。汝今谛听。当为汝说。】",
      "zh_TW": "【爾時。世尊告文殊師利菩薩言。善哉。善哉。善男子。汝等乃能為諸菩薩諮詢如來因地法行。及為末世一切眾生求大乘者。得正住持不墮邪見。汝今諦聽。當為汝說。】"
    },
    {
      "id": "09-009-0006_p0029",
      "zh_CN": "这一段是佛赞叹文殊菩萨，并且答应给他解释这三个问题。这个问前面也跟诸位说过了，这叫利乐有情问，不是为自己，纯粹为了利益众生来发问，所以世尊对他特别加以赞叹，『善哉，善哉』，问得好极了、好极了，问得太好了。因为这一问，不知道有多少众生得了无量无边的利益，所以请法是大功德。",
      "zh_TW": "這一段是佛讚歎文殊菩薩，並且答應給他解釋這三個問題。這個問前面也跟諸位說過了，這叫利樂有情問，不是為自己，純粹為了利益眾生來發問，所以世尊對他特別加以讚歎，『善哉，善哉』，問得好極了、好極了，問得太好了。因為這一問，不知道有多少眾生得了無量無邊的利益，所以請法是大功德。"
    },
    {
      "id": "09-009-0006_p0030",
      "zh_CN": "我们在世间要想做好事，诸位要记住，最好的好事，就是请说法。说法，必须要启请，这是尊师重道。没有尊师重道的心，诸佛菩萨虽然说法，听的人不生尊重，得不到什么利益。这也就是我说将来佛法在我们中国复兴，不在外国的道理。因为外国人，诸位晓得，不孝顺父母，怎么会尊师重道？所以这个东西传到外国，外国人无法接受。佛法到外国去了，外国人好奇，好奇心重，他要来学；学上三个月了，看看这里头没有什么好奇的，他就走了。所以佛法在外国不能生根，而在我们中国有将近两千年的历史，根深蒂固。所以现在有大陆上传来的消息，大陆上人那么苦，那么样的贫穷，他们还愿意盖庙，听说盖庙了，大家都愿意出钱出力。在从前是不准拜佛，进了佛殿里头决定不准拜佛的，现在稍稍开放了准许拜佛，所以现在寺庙里头有拜佛的，有看到拜佛的。所以我想将来佛法的复兴必定是在中国，不会在外国。中国佛法复兴了之后，慢慢从中国再传播到外国去。",
      "zh_TW": "我們在世間要想做好事，諸位要記住，最好的好事，就是請說法。說法，必須要啟請，這是尊師重道。沒有尊師重道的心，諸佛菩薩雖然說法，聽的人不生尊重，得不到什麼利益。這也就是我說將來佛法在我們中國復興，不在外國的道理。因為外國人，諸位曉得，不孝順父母，怎麼會尊師重道？所以這個東西傳到外國，外國人無法接受。佛法到外國去了，外國人好奇，好奇心重，他要來學；學上三個月了，看看這裡頭沒有什麼好奇的，他就走了。所以佛法在外國不能生根，而在我們中國有將近兩千年的歷史，根深蒂固。所以現在有大陸上傳來的消息，大陸上人那麼苦，那麼樣的貧窮，他們還願意蓋廟，聽說蓋廟了，大家都願意出錢出力。在從前是不准拜佛，進了佛殿裡頭決定不准拜佛的，現在稍稍開放了准許拜佛，所以現在寺廟裡頭有拜佛的，有看到拜佛的。所以我想將來佛法的復興必定是在中國，不會在外國。中國佛法復興了之後，慢慢從中國再傳播到外國去。"
    },
    {
      "id": "09-009-0006_p0031",
      "zh_CN": "底下这是赞叹的话。为什么佛这样赞叹？这是称文殊『善男子』，诸位要注重这个「善」字，这个「善」字很不容易，不是随随便便称的，在这个经里面能称得上善男子的，是要发菩提心、行菩萨道的才能称善男子。所以这个「善」我们不能把它看作善恶之善，善恶之善是世间法，这个是善恶二边都离开了，正是止于至善，这样的人才能够称之为「善男子」，止于至善之人。『汝等』，佛说话意思就很长了，文殊菩萨一个人问，「汝等」，等什么？后面还有十一位菩萨接着要问的，虽然那些人现在还没有起来问话，佛眼睛里面看到早就晓得了，哪些哪些人要提出问题，早就知道了，说个「汝等」，那个味道多长。『乃能为诸菩萨』，这个「诸菩萨」是指十方三世一切修学大乘的菩萨，来问于『如来因地法行』，这是第一桩事情。『及为末世一切众生求大乘者，得正住持不堕邪见』，这是第三桩事情，这个当中也就包括在里面了，省略了，就是菩萨修行的时候，如何来离这一切过失。",
      "zh_TW": "底下這是讚歎的話。為什麼佛這樣讚歎？這是稱文殊『善男子』，諸位要注重這個「善」字，這個「善」字很不容易，不是隨隨便便稱的，在這個經裡面能稱得上善男子的，是要發菩提心、行菩薩道的才能稱善男子。所以這個「善」我們不能把它看作善惡之善，善惡之善是世間法，這個是善惡二邊都離開了，正是止於至善，這樣的人才能夠稱之為「善男子」，止於至善之人。『汝等』，佛說話意思就很長了，文殊菩薩一個人問，「汝等」，等什麼？後面還有十一位菩薩接著要問的，雖然那些人現在還沒有起來問話，佛眼睛裡面看到早就曉得了，哪些哪些人要提出問題，早就知道了，說個「汝等」，那個味道多長。『乃能為諸菩薩』，這個「諸菩薩」是指十方三世一切修學大乘的菩薩，來問於『如來因地法行』，這是第一樁事情。『及為末世一切眾生求大乘者，得正住持不墮邪見』，這是第三樁事情，這個當中也就包括在裡面了，省略了，就是菩薩修行的時候，如何來離這一切過失。"
    },
    {
      "id": "09-009-0006_p0032",
      "zh_CN": "『汝今谛听』，这句是佛在一切经里面凡是有开示，一定叫大家要谛听。我们得想想什么叫谛听？我们现在这个听法算不算谛听？如果我们现在这个算谛听的话，你们读《楞严经》，阿难尊者一天到晚在释迦牟尼佛跟前听佛讲经，而且是博学多闻，阿难尊者有没有做到谛听？没有做到！所以佛责备他，你听法还是用耳识来听，你所听的是法尘，不是法性。什么叫「谛听」？闻性闻声性，声是法，六尘是法，这叫谛听。我们用耳识，用五俱意识，这叫什么谛听？所以那个谛听之人是一闻千悟，像禅宗里面所说的「言下大悟」。我们看了也不要羡慕，也不要以为希奇，没什么了不起的，如果我们肯用闻性来闻法，你就言下大悟了。人人都有闻性，那你要不肯用，有什么办法？你要会用，你见色也开悟，闻声也开悟，六根接触六尘境界是一天到晚都在开悟，你怎么不成佛？你要不会用，六根接触六尘境界，一天到晚迷惑颠倒，增长无明，增长邪见。「谛听」这个「谛」字重要。『当为汝说』，这个「说」才有价值，才有效果，为什么？你们会听，一听就开悟。",
      "zh_TW": "『汝今諦聽』，這句是佛在一切經裡面凡是有開示，一定叫大家要諦聽。我們得想想什麼叫諦聽？我們現在這個聽法算不算諦聽？如果我們現在這個算諦聽的話，你們讀《楞嚴經》，阿難尊者一天到晚在釋迦牟尼佛跟前聽佛講經，而且是博學多聞，阿難尊者有沒有做到諦聽？沒有做到！所以佛責備他，你聽法還是用耳識來聽，你所聽的是法塵，不是法性。什麼叫「諦聽」？聞性聞聲性，聲是法，六塵是法，這叫諦聽。我們用耳識，用五俱意識，這叫什麼諦聽？所以那個諦聽之人是一聞千悟，像禪宗裡面所說的「言下大悟」。我們看了也不要羨慕，也不要以為希奇，沒什麼了不起的，如果我們肯用聞性來聞法，你就言下大悟了。人人都有聞性，那你要不肯用，有什麼辦法？你要會用，你見色也開悟，聞聲也開悟，六根接觸六塵境界是一天到晚都在開悟，你怎麼不成佛？你要不會用，六根接觸六塵境界，一天到晚迷惑顛倒，增長無明，增長邪見。「諦聽」這個「諦」字重要。『當為汝說』，這個「說」才有價值，才有效果，為什麼？你們會聽，一聽就開悟。"
    },
    {
      "id": "09-009-0006_p0033",
      "zh_CN": "【时。文殊师利菩萨奉教欢喜。及诸大众默然而听。】",
      "zh_TW": "【時。文殊師利菩薩奉教歡喜。及諸大眾默然而聽。】"
    },
    {
      "id": "09-009-0006_p0034",
      "zh_CN": "这个『默然』就是谛听，「默然」是心里面不起妄念，要这个听法才行。本经的序分到这个地方讲完了，这是把前面正信序、这个地方发起序统统讲完了。下面经文，这就是入正宗分了。好，今天就讲到此地。（09-009-0006b音档结束）",
      "zh_TW": "這個『默然』就是諦聽，「默然」是心裡面不起妄念，要這個聽法才行。本經的序分到這個地方講完了，這是把前面正信序、這個地方發起序統統講完了。下面經文，這就是入正宗分了。好，今天就講到此地。（09-009-0006b音檔結束）"
    }
  ]
}