{
  "doc_id": "21-627-0001",
  "title": {
    "zh_CN": "应以恩德化仇恨—纽约911事件座谈会",
    "zh_TW": "應以恩德化仇恨—紐約911事件座談會"
  },
  "authors": [
    "净空法师",
    "朱鹤亭道长",
    "文灼非先生",
    "何富彝先生"
  ],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-627-0001",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "21-627-0001_p0001",
      "zh_CN": "朱鹤亭道长：今天信报的文灼非先生、何富彝先生，专程来拜访净空大师，聆听教诲。",
      "zh_TW": "朱鶴亭道長：今天信報的文灼非先生、何富彝先生，專程來拜訪淨空大師，聆聽教誨。"
    },
    {
      "id": "21-627-0001_p0002",
      "zh_CN": "净空法师：刚从美国回来？",
      "zh_TW": "淨空法師：剛從美國回來？"
    },
    {
      "id": "21-627-0001_p0003",
      "zh_CN": "文灼非先生：我是去年去斯坦福大学一年进修，我很巧我是六月底离开美国，刚好在纽约离开，我离开之前就住在世贸中心附近，所以非常巧。离开之前我在一个朋友的家住了几天，我要从纽约飞到欧洲，所以一定要从纽约转飞机，所以我就住了几天。虽然我在世贸大厦我每天都经过，坐它的地铁，到汇丰银行提款，我都用。但是很巧我都没上去，因为我离开之前他那个保安其实很严密，如果你是游客要上去的话，你要经过很严密的搜查，要排队。我就看到人龙那么长，我就没时间排了，我就想以后有机会我再来。这没想到一离开，三个月后就再也没有机会了。所以我觉得还是跟那个地方还是有点，好像有点缘分，过去没有入，也没有上去，但是也觉得很幸运，如果我再过几个月去，可能就不一样了。",
      "zh_TW": "文灼非先生：我是去年去斯坦福大學一年進修，我很巧我是六月底離開美國，剛好在紐約離開，我離開之前就住在世貿中心附近，所以非常巧。離開之前我在一個朋友的家住了幾天，我要從紐約飛到歐洲，所以一定要從紐約轉飛機，所以我就住了幾天。雖然我在世貿大廈我每天都經過，坐它的地鐵，到匯豐銀行提款，我都用。但是很巧我都沒上去，因為我離開之前他那個保安其實很嚴密，如果你是遊客要上去的話，你要經過很嚴密的搜查，要排隊。我就看到人龍那麼長，我就沒時間排了，我就想以後有機會我再來。這沒想到一離開，三個月後就再也沒有機會了。所以我覺得還是跟那個地方還是有點，好像有點緣分，過去沒有入，也沒有上去，但是也覺得很幸運，如果我再過幾個月去，可能就不一樣了。"
    },
    {
      "id": "21-627-0001_p0004",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-627-0001_p0005",
      "zh_CN": "文灼非先生：而且巧就巧在我去年去美国之前第一站也是纽约，也是九一一前后。那个时候江主席刚在联合国访问，我就去做点采访。我就去斯坦福之前去纽约采访一下，再飞到西部，可以说我去跟离开都经过纽约。所以我觉得非常非常遗憾看到在纽约受到那么大的那种破坏性的行动。我那个朋友到现在还没让他进去，整个区都封锁了。所以他也很幸运，他就避过这个灾难。他上班的地方就在世贸大厦的对面，他当时也目睹了那个灾难。所以我觉得对我来讲是很切身的，既有朋友在那边，自己也在那个地方住过，所以我看到当天那个事情发生，我觉得为什么仇恨到了这个地步，连自己的生命都不要了，要这样来残害别的市民。我都想不明白这个问题，想听听大师您的看法。",
      "zh_TW": "文灼非先生：而且巧就巧在我去年去美國之前第一站也是紐約，也是九一一前後。那個時候江主席剛在聯合國訪問，我就去做點採訪。我就去斯坦福之前去紐約採訪一下，再飛到西部，可以說我去跟離開都經過紐約。所以我覺得非常非常遺憾看到在紐約受到那麼大的那種破壞性的行動。我那個朋友到現在還沒讓他進去，整個區都封鎖了。所以他也很幸運，他就避過這個災難。他上班的地方就在世貿大廈的對面，他當時也目睹了那個災難。所以我覺得對我來講是很切身的，既有朋友在那邊，自己也在那個地方住過，所以我看到當天那個事情發生，我覺得為什麼仇恨到了這個地步，連自己的生命都不要了，要這樣來殘害別的市民。我都想不明白這個問題，想聽聽大師您的看法。"
    },
    {
      "id": "21-627-0001_p0006",
      "zh_CN": "净空法师：这个儒释道都讲到因果，人在世间与一切众生不能够结冤仇，冤仇的报复，冤冤相报永远没完没了，这是非常可怕而且悲痛的事情。像在我们中国这些事情太多了，明初方孝孺就是非常好的一个例子，这是在历史上有记载的。方孝孺的曾祖父死的时候，他的祖父葬他的父亲，在葬的前几天他就做了一个梦，梦到一个穿红衣服的老人向他要求，他说在这个墓穴的底下，他的家族住在那边，他一家有九百多口，希望他能够把下葬的时间延缓几天，他们好搬家，把这个地方让出来。大概好像梦了有二、三次，他的祖父没有在意，没有把这个当作一回事情。于是下葬的时候挖这个穴，底下是蛇，确确实实有上千条的小蛇，这些蛇都被他们挖了，破坏的死得很多。以后大概就是这个蛇投胎到他家里，做他的孙子，就是方孝孺。方孝孺不是得罪明成祖吗？得罪明成祖，明成祖说诛他九族。他说诛十族也不在乎，最后把他的老师也杀掉了。冤冤相报！他为什么要这么做法？把整个家族都灭掉。为了那么一点小小事情，实在讲不值得那么做法。为什么这样做？报仇来的。",
      "zh_TW": "淨空法師：這個儒釋道都講到因果，人在世間與一切眾生不能夠結冤仇，冤仇的報復，冤冤相報永遠沒完沒了，這是非常可怕而且悲痛的事情。像在我們中國這些事情太多了，明初方孝孺就是非常好的一個例子，這是在歷史上有記載的。方孝孺的曾祖父死的時候，他的祖父葬他的父親，在葬的前幾天他就做了一個夢，夢到一個穿紅衣服的老人向他要求，他說在這個墓穴的底下，他的家族住在那邊，他一家有九百多口，希望他能夠把下葬的時間延緩幾天，他們好搬家，把這個地方讓出來。大概好像夢了有二、三次，他的祖父沒有在意，沒有把這個當作一回事情。於是下葬的時候挖這個穴，底下是蛇，確確實實有上千條的小蛇，這些蛇都被他們挖了，破壞的死得很多。以後大概就是這個蛇投胎到他家裡，做他的孫子，就是方孝孺。方孝孺不是得罪明成祖嗎？得罪明成祖，明成祖說誅他九族。他說誅十族也不在乎，最後把他的老師也殺掉了。冤冤相報！他為什麼要這麼做法？把整個家族都滅掉。為了那麼一點小小事情，實在講不值得那麼做法。為什麼這樣做？報仇來的。"
    },
    {
      "id": "21-627-0001_p0007",
      "zh_CN": "这种事情，古今中外的例子太多太多了，现在大家相信科学、迷信科学，对于鬼神这个事情总认为它是迷信。希望科学再发展，哪一天把这个迷信解开，大家才晓得根在哪里。为什么这些人那时候愿意牺牲自己生命？你看方孝孺甚至于一家的生命都不要了，他是来报怨的。所以这个一家人，蓝塘道的光明讲堂寿冶老和尚那个小道场，我过去在那边讲过两个月的经，他那个殿堂上有一幅对联，那对联很有味道，它上联是「夫妻是缘，有善缘，有恶缘，冤冤相报」，下联是「儿女是债，有讨债，有还债，无债不来」。所以印光大师出现在清末民初，特别提倡因果教育。我那个时候也不懂，也感觉得很讶异，他是佛门大德，净土宗一代祖师，为什么不大力提倡佛法，而去提倡因果？以后慢慢我才觉悟到，对今天世界要挽回人心，佛法虽然好，儒好、道好，来不及了，来不及了！所以他老人家特别在一生当中致力于《了凡四训》、《太上感应篇》（《太上感应篇》是道家的）、《安士全书》，他一生极力提倡这三样东西，这三样东西都是讲的因果报应。《了凡四训》让你真正体会到因果的道理，这是因果的事实真相。《感应篇》帮助你断恶修善，回头是岸。《安士全书》里面是特别劝人要戒杀、要戒淫，这个淫跟杀是万恶之首，那个结的冤仇是生生世世都不能够化解的；最后一篇是劝人念佛往生净土。所以印光大师这个做法愈想愈有道理，尤其在现前这个社会，这种教育应当向全世界来推广，一定要人懂得。",
      "zh_TW": "這種事情，古今中外的例子太多太多了，現在大家相信科學、迷信科學，對於鬼神這個事情總認為它是迷信。希望科學再發展，哪一天把這個迷信解開，大家才曉得根在哪裡。為什麼這些人那時候願意犧牲自己生命？你看方孝孺甚至於一家的生命都不要了，他是來報怨的。所以這個一家人，藍塘道的光明講堂壽冶老和尚那個小道場，我過去在那邊講過兩個月的經，他那個殿堂上有一幅對聯，那對聯很有味道，它上聯是「夫妻是緣，有善緣，有惡緣，冤冤相報」，下聯是「兒女是債，有討債，有還債，無債不來」。所以印光大師出現在清末民初，特別提倡因果教育。我那個時候也不懂，也感覺得很訝異，他是佛門大德，淨土宗一代祖師，為什麼不大力提倡佛法，而去提倡因果？以後慢慢我才覺悟到，對今天世界要挽回人心，佛法雖然好，儒好、道好，來不及了，來不及了！所以他老人家特別在一生當中致力於《了凡四訓》、《太上感應篇》（《太上感應篇》是道家的）、《安士全書》，他一生極力提倡這三樣東西，這三樣東西都是講的因果報應。《了凡四訓》讓你真正體會到因果的道理，這是因果的事實真相。《感應篇》幫助你斷惡修善，回頭是岸。《安士全書》裡面是特別勸人要戒殺、要戒淫，這個淫跟殺是萬惡之首，那個結的冤仇是生生世世都不能夠化解的；最後一篇是勸人念佛往生淨土。所以印光大師這個做法愈想愈有道理，尤其在現前這個社會，這種教育應當向全世界來推廣，一定要人懂得。"
    },
    {
      "id": "21-627-0001_p0008",
      "zh_CN": "现在大家都常说，科技发达了，交通便捷，世界已经变成一个地球村了，地球村这个我们生活关系就非常密切。所以考虑问题，起心动念应当以全世界、全人类的利益做为标准，这样问题才能化解。如果说是任何一个问题起心动念只想到我的利益，于我国家有没有利益，我国家有利益，别的国家就没有利益了，这当中不能不发生冲突。尤其是西方一些观念，那跟东方确实不一样，西方人口口声声讲的竞争，这个竞争太可怕了！竞争再升级，斗争，斗争再升级就是战争，战争再升级，这就是外国宗教里面讲的世界末日，所以这是死路，这不是生路。中国，中国人讲的五伦八德，五伦八德是天道，天然之道。那什么是道？道就是一种自然的秩序，自然的规则，我们人能够随顺自然，这健康的。所以你看饮食，这中国人懂得，冬天吃凉的，随顺自然，冬天冷，凉，这大白菜、萝卜都是凉性的，夏天吃热性的，随顺自然，你身体就健康。你要是颠倒了，冬天吃热的，夏天吃凉的，他怎么不生病？他病从哪里来的他不知道，他找不到原因。所以中国农村里面，你说他贫穷困苦，他什么营养他也不懂，活到八、九十岁健康人很多，他是什么原因？你说外国已经开发的国家非常富裕，五、六十岁已经非常衰老了，体力已经不支了，他不晓得原因在哪里，不懂得随顺自然。",
      "zh_TW": "現在大家都常說，科技發達了，交通便捷，世界已經變成一個地球村了，地球村這個我們生活關係就非常密切。所以考慮問題，起心動念應當以全世界、全人類的利益做為標準，這樣問題才能化解。如果說是任何一個問題起心動念只想到我的利益，於我國家有沒有利益，我國家有利益，別的國家就沒有利益了，這當中不能不發生衝突。尤其是西方一些觀念，那跟東方確實不一樣，西方人口口聲聲講的競爭，這個競爭太可怕了！競爭再升級，鬥爭，鬥爭再升級就是戰爭，戰爭再升級，這就是外國宗教裡面講的世界末日，所以這是死路，這不是生路。中國，中國人講的五倫八德，五倫八德是天道，天然之道。那什麼是道？道就是一種自然的秩序，自然的規則，我們人能夠隨順自然，這健康的。所以你看飲食，這中國人懂得，冬天吃涼的，隨順自然，冬天冷，涼，這大白菜、蘿蔔都是涼性的，夏天吃熱性的，隨順自然，你身體就健康。你要是顛倒了，冬天吃熱的，夏天吃涼的，他怎麼不生病？他病從哪裡來的他不知道，他找不到原因。所以中國農村裡面，你說他貧窮困苦，他什麼營養他也不懂，活到八、九十歲健康人很多，他是什麼原因？你說外國已經開發的國家非常富裕，五、六十歲已經非常衰老了，體力已經不支了，他不曉得原因在哪裡，不懂得隨順自然。"
    },
    {
      "id": "21-627-0001_p0009",
      "zh_CN": "所以中国人讲伦常，伦常就是自然的规则，自然的规律，自然的秩序。夫妇、父子、兄弟、君臣、朋友，这是自然的秩序，不是哪个人发明的，你以为这是孔子的东西，错了！孔老夫子一生自己讲得好，「述而不作」，他没有创作，他都是说古大德的东西，自己没有创造，随顺自然。随顺自然，有得于心，得是得了。随顺自然就是行道，行道有得于心，开智慧，你对于宇宙人生的道理通达明了，有得于心，有得于身，身心健康！所以中国的医学，它真正的目的是讲长生，它不是治病，讲长生，第二个是讲防止疾病，第三个目标才是治病，身体有病给你怎么治。所以它真正的目的是长生，不生病。这外国人哪里懂得？这就是随顺自然，随顺大道，有得于身，身心都有得了。",
      "zh_TW": "所以中國人講倫常，倫常就是自然的規則，自然的規律，自然的秩序。夫婦、父子、兄弟、君臣、朋友，這是自然的秩序，不是哪個人發明的，你以為這是孔子的東西，錯了！孔老夫子一生自己講得好，「述而不作」，他沒有創作，他都是說古大德的東西，自己沒有創造，隨順自然。隨順自然，有得於心，得是得了。隨順自然就是行道，行道有得於心，開智慧，你對於宇宙人生的道理通達明瞭，有得於心，有得於身，身心健康！所以中國的醫學，它真正的目的是講長生，它不是治病，講長生，第二個是講防止疾病，第三個目標才是治病，身體有病給你怎麼治。所以它真正的目的是長生，不生病。這外國人哪裡懂得？這就是隨順自然，隨順大道，有得於身，身心都有得了。"
    },
    {
      "id": "21-627-0001_p0010",
      "zh_CN": "所以世界是一家，佛家讲的虚空法界，这一般人很难想像得到。现在佛家讲十法界，现在科学家讲这个空间确确实实是由许多不同维次构成的，在理论上讲是无限度的，我们讲三度空间、四度空间、五度空间，理论上讲是无限度的。而实际上现在科学家证明，从前黄念老，黄念祖居士告诉我，确实证明有十一度不同空间存在，但是现在不知道怎么突破。如果突破了，那我们的眼界大开。譬如讲的天地鬼神，互相报应，那就变成现前，那这个障碍就没有了，突破了时间，过去、现在、未来，这个问题解决了，你能够回到过去，能够看到未来；突破空间，那我们宗教里头讲的天道、鬼道、地狱道，那你都能看见，都能够接触到，那个眼界就大开了。佛法讲的是十法界，十法界外面还有一真法界。佛说得很清楚，佛知道这些不同维次空间从哪里来的，从妄想分别执着变现出来的。科学家虽然发现确实存在，不知道为什么来的。所以佛家用什么方法来突破？用禅定。禅定就是把妄想分别执着放下，你禅定的功夫深，你突破的面就愈大，你看的东西就多。禅定功夫有浅深不同。",
      "zh_TW": "所以世界是一家，佛家講的虛空法界，這一般人很難想像得到。現在佛家講十法界，現在科學家講這個空間確確實實是由許多不同維次構成的，在理論上講是無限度的，我們講三度空間、四度空間、五度空間，理論上講是無限度的。而實際上現在科學家證明，從前黃念老，黃念祖居士告訴我，確實證明有十一度不同空間存在，但是現在不知道怎麼突破。如果突破了，那我們的眼界大開。譬如講的天地鬼神，互相報應，那就變成現前，那這個障礙就沒有了，突破了時間，過去、現在、未來，這個問題解決了，你能夠回到過去，能夠看到未來；突破空間，那我們宗教裡頭講的天道、鬼道、地獄道，那你都能看見，都能夠接觸到，那個眼界就大開了。佛法講的是十法界，十法界外面還有一真法界。佛說得很清楚，佛知道這些不同維次空間從哪裡來的，從妄想分別執著變現出來的。科學家雖然發現確實存在，不知道為什麼來的。所以佛家用什麼方法來突破？用禪定。禪定就是把妄想分別執著放下，你禪定的功夫深，你突破的面就愈大，你看的東西就多。禪定功夫有淺深不同。"
    },
    {
      "id": "21-627-0001_p0011",
      "zh_CN": "发现六道这个事实是印度教，在那个时候叫婆罗门教。婆罗门教现在我们世界上公开承认它有八千五百年的历史，它自己说有一万多年，但是我们一般承认它有八千五百年历史。佛教才三千年，外国人承认它只有二千五百多年，我们中国记载是三千零二十几年的样子。所以在全世界宗教里头最古老的，现在我们叫印度教，从前叫婆罗门教。婆罗门教最初讲六道轮回，他们修禅定，我们相信他有相当禅定的功夫，这六道他见到了。这个层次我们讲不同空间维次他突破了，他见到了。虽然见到了，他不能解决，就是他不知道怎么会形成的，也不知道如何解决。释迦牟尼佛出世，把这个怎么形成告诉大家，怎么解决也告诉大家。所以佛教学生心量拓开，不要为自己想，起心动念都要想到一切众生的幸福，于他们有没有好处。大家都能够把心量拓开，不为我自己个人利益，也不为我这一个国家利益，我一想全世界大家的利益，这世界就和平了，这个怨结就化解了，还有什么好争论的？所以富有的人是你前生修的福报大，有福应当要让给一切众生去享，那个福报是真的，那多快乐！有福独享，看到别人过得贫苦那种可怜的生活，真的是一个仁慈的人于心不忍！美国如果能够懂得中国这些文化的精髓，他们心量拓开，能拯救全世界，那是全世界的恩人，那他的福报就大了！如果说是样样事情都要符合美国本身的利益，不顾别的国家人民的利益，这个怨恨敌对是不能够化解的。",
      "zh_TW": "發現六道這個事實是印度教，在那個時候叫婆羅門教。婆羅門教現在我們世界上公開承認它有八千五百年的歷史，它自己說有一萬多年，但是我們一般承認它有八千五百年歷史。佛教才三千年，外國人承認它只有二千五百多年，我們中國記載是三千零二十幾年的樣子。所以在全世界宗教裡頭最古老的，現在我們叫印度教，從前叫婆羅門教。婆羅門教最初講六道輪迴，他們修禪定，我們相信他有相當禪定的功夫，這六道他見到了。這個層次我們講不同空間維次他突破了，他見到了。雖然見到了，他不能解決，就是他不知道怎麼會形成的，也不知道如何解決。釋迦牟尼佛出世，把這個怎麼形成告訴大家，怎麼解決也告訴大家。所以佛教學生心量拓開，不要為自己想，起心動念都要想到一切眾生的幸福，於他們有沒有好處。大家都能夠把心量拓開，不為我自己個人利益，也不為我這一個國家利益，我一想全世界大家的利益，這世界就和平了，這個怨結就化解了，還有什麼好爭論的？所以富有的人是你前生修的福報大，有福應當要讓給一切眾生去享，那個福報是真的，那多快樂！有福獨享，看到別人過得貧苦那種可憐的生活，真的是一個仁慈的人於心不忍！美國如果能夠懂得中國這些文化的精髓，他們心量拓開，能拯救全世界，那是全世界的恩人，那他的福報就大了！如果說是樣樣事情都要符合美國本身的利益，不顧別的國家人民的利益，這個怨恨敵對是不能夠化解的。"
    },
    {
      "id": "21-627-0001_p0012",
      "zh_CN": "我们中国谚语常讲，「一家饱暖千家怨」，这是自古以来的事实。我们住在这个地区，你家特别有钱，过富日子，其余都贫穷，哪个人都恨你，每个人看你都不顺眼，一定道理。如果你这个富有人家常常布施大家，常常照顾大家，大家对你尊敬，为什么？你富有，我们沾光，我们希望你更发大财，我们多沾一点光。不一样！从前我们老师教导我们用这个来做比喻，一个人富而不仁，他的邻居街坊看到他家里失火了，都在那鼓掌，烧得好，烧得好，为富不仁。是不是？你要被强盗小偷偷了，他在那里叫好，绝不帮助你。如果你常常照顾大家，常常周济大家，常常帮助大家，你家里有什么灾难，统统都来帮助你，一个道理，从一个家庭我们能想到一个国家。所以美国对这种事情应当自己冷静去反省，为什么这恐怖分子对我，他不对别人，原因到底何在？这个怨恨怎么结成的，原因在哪里把它找出来，把这个原因消除，这才是真正解决恐怖分子的办法，不能用报复。你报复过来，他再报复过去，永远没有办法解决；换句话说，你们永远不能过一个安宁的生活。",
      "zh_TW": "我們中國諺語常講，「一家飽暖千家怨」，這是自古以來的事實。我們住在這個地區，你家特別有錢，過富日子，其餘都貧窮，哪個人都恨你，每個人看你都不順眼，一定道理。如果你這個富有人家常常布施大家，常常照顧大家，大家對你尊敬，為什麼？你富有，我們沾光，我們希望你更發大財，我們多沾一點光。不一樣！從前我們老師教導我們用這個來做比喻，一個人富而不仁，他的鄰居街坊看到他家裡失火了，都在那鼓掌，燒得好，燒得好，為富不仁。是不是？你要被強盜小偷偷了，他在那裡叫好，絕不幫助你。如果你常常照顧大家，常常周濟大家，常常幫助大家，你家裡有什麼災難，統統都來幫助你，一個道理，從一個家庭我們能想到一個國家。所以美國對這種事情應當自己冷靜去反省，為什麼這恐怖分子對我，他不對別人，原因到底何在？這個怨恨怎麼結成的，原因在哪裡把它找出來，把這個原因消除，這才是真正解決恐怖分子的辦法，不能用報復。你報復過來，他再報復過去，永遠沒有辦法解決；換句話說，你們永遠不能過一個安寧的生活。"
    },
    {
      "id": "21-627-0001_p0013",
      "zh_CN": "你想想看美国发展核武，这种高科技在世界第一，这个东西能够维系你的世界的霸权吗？英国人，我在报纸上看到一个小讯息，英国人讲话，人家用几毛钱的邮票就把你搞得全国几乎惶恐不安，你已经被打败了。你那么多的航空母舰、飞弹去打人家，没有把人家打败，人家花几毛钱邮票寄几个信封就已经把你打败了。所以现在战争不是从前那个，又换了一种形式，敌人在哪里？不晓得，找不到，这才叫真正恐怖！所以我们一定要晓得原因在哪里。贫穷的国家，这是苦难的国家，要多帮助它，在帮助里头最重要的是教育。他没得吃你帮助他一点吃的，没得穿你送点衣服给他，救一时之急，不是长远之计，长远之计教他，教他开智慧，教他有能力生存，教他技术。中国自古以来有一句名言，「民以食为天」，人民再苦，只要他能够吃得饱、穿得暖，谁愿意造反？不可能的事情，都愿意过安定的生活。他实在是吃不饱、穿不暖，逼着没有法子才造反的。我们不但要照顾他生活，最重要的，照顾他教育。",
      "zh_TW": "你想想看美國發展核武，這種高科技在世界第一，這個東西能夠維繫你的世界的霸權嗎？英國人，我在報紙上看到一個小訊息，英國人講話，人家用幾毛錢的郵票就把你搞得全國幾乎惶恐不安，你已經被打敗了。你那麼多的航空母艦、飛彈去打人家，沒有把人家打敗，人家花幾毛錢郵票寄幾個信封就已經把你打敗了。所以現在戰爭不是從前那個，又換了一種形式，敵人在哪裡？不曉得，找不到，這才叫真正恐怖！所以我們一定要曉得原因在哪裡。貧窮的國家，這是苦難的國家，要多幫助它，在幫助裡頭最重要的是教育。他沒得吃你幫助他一點吃的，沒得穿你送點衣服給他，救一時之急，不是長遠之計，長遠之計教他，教他開智慧，教他有能力生存，教他技術。中國自古以來有一句名言，「民以食為天」，人民再苦，只要他能夠吃得飽、穿得暖，誰願意造反？不可能的事情，都願意過安定的生活。他實在是吃不飽、穿不暖，逼著沒有法子才造反的。我們不但要照顧他生活，最重要的，照顧他教育。"
    },
    {
      "id": "21-627-0001_p0014",
      "zh_CN": "所以我常常讲，一个国家、社会根本的问题是在教学。我们看看自古以来，古今中外每一个国家民族他们的大圣大贤，一等聪明人，他做什么？都是做教育，他不去做国王，不去做大官，不去做大的地主、大的企业家，他不搞这些，他都搞教育。所有的宗教全是教育，你仔细看，全世界宗教全是教育，而且就是现在我们所讲的多元文化的社会教育。他教学的对象，他不分国籍，不管哪个国家的人，你来学我都教你，不分种族，不分宗教，这就是我们今天讲多元文化教育。中国孔老夫子是搞这个的，释迦牟尼佛也是搞这个的。所以有很多人问佛教到底是什么？佛教是多元文化的社会教育。释迦牟尼佛是个什么人？是多元文化社会教育的义务工作者。他一生做义工，很勤奋的教学，四十九年没有放假、没有休息，一天上课八个小时，讲经说法就是上课，这是敬业，给我们人做了榜样。你从事于哪一个行业，选哪行，你要敬业，你要把这个事，把你这个工作要做得尽善尽美，尽心尽力去做，他给我们做出榜样。他教的内容是什么？我们把它总结起来讲，教我们三桩事情，第一个教导我们人与人的关系，第二个问题教我们人与自然环境的关系。人与人关系处好了，斗争、战争没有了，人祸没有了。人与自然环境处好了，天灾没有了，天灾人祸是人为的。第三个，人与天地鬼神的关系，那用现在的话来说，人与不同维次空间生物的关系，你只要把这三个关系搞好了，天下太平，社会安定，人民幸福。",
      "zh_TW": "所以我常常講，一個國家、社會根本的問題是在教學。我們看看自古以來，古今中外每一個國家民族他們的大聖大賢，一等聰明人，他做什麼？都是做教育，他不去做國王，不去做大官，不去做大的地主、大的企業家，他不搞這些，他都搞教育。所有的宗教全是教育，你仔細看，全世界宗教全是教育，而且就是現在我們所講的多元文化的社會教育。他教學的對象，他不分國籍，不管哪個國家的人，你來學我都教你，不分種族，不分宗教，這就是我們今天講多元文化教育。中國孔老夫子是搞這個的，釋迦牟尼佛也是搞這個的。所以有很多人問佛教到底是什麼？佛教是多元文化的社會教育。釋迦牟尼佛是個什麼人？是多元文化社會教育的義務工作者。他一生做義工，很勤奮的教學，四十九年沒有放假、沒有休息，一天上課八個小時，講經說法就是上課，這是敬業，給我們人做了榜樣。你從事於哪一個行業，選哪行，你要敬業，你要把這個事，把你這個工作要做得盡善盡美，盡心盡力去做，他給我們做出榜樣。他教的內容是什麼？我們把它總結起來講，教我們三樁事情，第一個教導我們人與人的關係，第二個問題教我們人與自然環境的關係。人與人關係處好了，鬥爭、戰爭沒有了，人禍沒有了。人與自然環境處好了，天災沒有了，天災人禍是人為的。第三個，人與天地鬼神的關係，那用現在的話來說，人與不同維次空間生物的關係，你只要把這三個關係搞好了，天下太平，社會安定，人民幸福。"
    },
    {
      "id": "21-627-0001_p0015",
      "zh_CN": "如何落实？要落实是四个教育。中国古时候重视，第一个是家庭教育，父母要做儿女的榜样。中国儒家讲得好，从什么时候教小孩？怀孕的时候，胎教。你不要以为，不可以轻视这桩事情，母亲怀孕的时候，起心动念影响婴儿，影响这个孩子。所以在怀孕的时候母亲的心念想善不想恶，言善不言恶，行善不行恶，那个小孩才真正种善根。很有道理，这不是迷信，不是不合科学。小孩一出世，他眼睛一张开，父母就是他的榜样。所以凡是不善的事情绝不让小孩看到，让小孩看到的地方，那你要表演善的地方，要很认真努力去做，做给小孩看。那就是教育他，让他懂得伦理，懂得爱人。家里人爱他，他也爱人，将来推展出去的时候，他就能够爱一切众生，爱一切人民。所以圣人的教育我归结为一个字，就是爱的教育。我在今年年初元旦的时候就送了这个爱字，这是送给全世界，我们印了大概有好几万张，美国布希总统也送了他一张。所以我们今天要提倡全世界彼此我们要互相尊重、互相敬爱、互相信赖、互助合作，这才能解决问题，才能把这个二十一世纪的灾难化解，要像这个。第二个就是学校教育，第三个社会教育，第四个宗教教育，这四个教育做好了，天下太平，从前皇帝讲垂拱而治。",
      "zh_TW": "如何落實？要落實是四個教育。中國古時候重視，第一個是家庭教育，父母要做兒女的榜樣。中國儒家講得好，從什麼時候教小孩？懷孕的時候，胎教。你不要以為，不可以輕視這樁事情，母親懷孕的時候，起心動念影響嬰兒，影響這個孩子。所以在懷孕的時候母親的心念想善不想惡，言善不言惡，行善不行惡，那個小孩才真正種善根。很有道理，這不是迷信，不是不合科學。小孩一出世，他眼睛一張開，父母就是他的榜樣。所以凡是不善的事情絕不讓小孩看到，讓小孩看到的地方，那你要表演善的地方，要很認真努力去做，做給小孩看。那就是教育他，讓他懂得倫理，懂得愛人。家裡人愛他，他也愛人，將來推展出去的時候，他就能夠愛一切眾生，愛一切人民。所以聖人的教育我歸結為一個字，就是愛的教育。我在今年年初元旦的時候就送了這個愛字，這是送給全世界，我們印了大概有好幾萬張，美國布希總統也送了他一張。所以我們今天要提倡全世界彼此我們要互相尊重、互相敬愛、互相信賴、互助合作，這才能解決問題，才能把這個二十一世紀的災難化解，要像這個。第二個就是學校教育，第三個社會教育，第四個宗教教育，這四個教育做好了，天下太平，從前皇帝講垂拱而治。"
    },
    {
      "id": "21-627-0001_p0016",
      "zh_CN": "你看《礼记．学记》里头，这是我们中国的教育哲学，里面很重要的一句话，「建国君民，教学为先」。你建立一个国家，建立一个政权，你领导全国老百姓，什么最重要？教育。不是武力、不是警察、不是法律，教育最重要。那教育是教育教什么东西？圣贤的教诲。圣贤人的教诲，我刚才讲了，不是他自己的学说，他是顺乎天道，就是顺乎自然，顺乎自然是最健康的，违背自然必定要受灾害。所以圣贤之道不是他个人的。我们跟孔子学，有很多人说你被孔老二牵着鼻子走，这个观念错误。孔子自己说得很清楚，他一生没有创造，没有发明，他述而不作，他所讲的是古圣先贤传下来的。释迦牟尼佛一生虽然讲经三百余会，说法四十九年，他说他没有说一句话，没有说一个字，谁要说他说法，那是毁谤他。我们在《华严经》这个经题注解里面看到清凉大师的注解，清凉为我们说出来，释迦牟尼佛为什么说他没有说一句话？他所说的是古佛所说的，也跟孔老夫子一样，述而不作，释迦牟尼佛没有创作，都是古人传下来的，代代传下来的。现在人观念当中是一定要自己发明，自己要创造，这才值得骄傲。这个骄傲就是烦恼，佛教我们贪瞋痴慢，慢就是傲慢，这是烦恼，这个东西要断掉的，现在一开口，小小的值得骄傲，傲慢就起来了，这怎么行！所以圣人教我们是谦虚恭敬，处处忍让，这是随顺天道，随顺自然，决定没有争先恐后的，处处退让。今天这个世界上，大家竞争那么厉害，每个人退一步不就天下太平了？每个人都想进一步，那打得头破血流。真的是乱世跟治世在一念之间。",
      "zh_TW": "你看《禮記．學記》裡頭，這是我們中國的教育哲學，裡面很重要的一句話，「建國君民，教學為先」。你建立一個國家，建立一個政權，你領導全國老百姓，什麼最重要？教育。不是武力、不是警察、不是法律，教育最重要。那教育是教育教什麼東西？聖賢的教誨。聖賢人的教誨，我剛才講了，不是他自己的學說，他是順乎天道，就是順乎自然，順乎自然是最健康的，違背自然必定要受災害。所以聖賢之道不是他個人的。我們跟孔子學，有很多人說你被孔老二牽著鼻子走，這個觀念錯誤。孔子自己說得很清楚，他一生沒有創造，沒有發明，他述而不作，他所講的是古聖先賢傳下來的。釋迦牟尼佛一生雖然講經三百餘會，說法四十九年，他說他沒有說一句話，沒有說一個字，誰要說他說法，那是毀謗他。我們在《華嚴經》這個經題註解裡面看到清涼大師的註解，清涼為我們說出來，釋迦牟尼佛為什麼說他沒有說一句話？他所說的是古佛所說的，也跟孔老夫子一樣，述而不作，釋迦牟尼佛沒有創作，都是古人傳下來的，代代傳下來的。現在人觀念當中是一定要自己發明，自己要創造，這才值得驕傲。這個驕傲就是煩惱，佛教我們貪瞋痴慢，慢就是傲慢，這是煩惱，這個東西要斷掉的，現在一開口，小小的值得驕傲，傲慢就起來了，這怎麼行！所以聖人教我們是謙虛恭敬，處處忍讓，這是隨順天道，隨順自然，決定沒有爭先恐後的，處處退讓。今天這個世界上，大家競爭那麼厲害，每個人退一步不就天下太平了？每個人都想進一步，那打得頭破血流。真的是亂世跟治世在一念之間。"
    },
    {
      "id": "21-627-0001_p0017",
      "zh_CN": "所以世界之所以变成这个样子，我们看到很难过、很痛心，真正原因在哪里？我们把教育丢掉了，我们把祖宗的教诲丢掉了。特别是中国人，中国祖宗的教诲可以推到五千年，你说这种经验，他们智慧经验的累积，那是人类的宝藏，不仅是我们国家，全人类的宝藏。真是聪明，他发明的文字，文言文，文言文是什么？是传递经验智慧的工具。古人知道言语会变，会随着时代变，西方它语跟文是统一的，所以西方古籍现在没有人懂了，言语变了，看不懂了，考古学家也没有办法完全了解。中国老祖宗聪明，真对得起后代，把语跟文分成两条路，语随你怎么变法，我文不变，文永远不变。所以你今天能读文言文，孔老夫子两千年前的人，你看他的这些文字传下来，还如同面对面通信一样，不会把意思错解，这个了不起！这是绝顶的聪明智慧，全世界找不到的。所以这是工具，文言文是工具，你拿到这个工具，几千年人的智慧经验你就吸收到了。你再学习当代的，真是佛家讲，「横遍十方，竖穷三际」，你成就圆满的学问，这里头有真东西。",
      "zh_TW": "所以世界之所以變成這個樣子，我們看到很難過、很痛心，真正原因在哪裡？我們把教育丟掉了，我們把祖宗的教誨丟掉了。特別是中國人，中國祖宗的教誨可以推到五千年，你說這種經驗，他們智慧經驗的累積，那是人類的寶藏，不僅是我們國家，全人類的寶藏。真是聰明，他發明的文字，文言文，文言文是什麼？是傳遞經驗智慧的工具。古人知道言語會變，會隨著時代變，西方它語跟文是統一的，所以西方古籍現在沒有人懂了，言語變了，看不懂了，考古學家也沒有辦法完全了解。中國老祖宗聰明，真對得起後代，把語跟文分成兩條路，語隨你怎麼變法，我文不變，文永遠不變。所以你今天能讀文言文，孔老夫子兩千年前的人，你看他的這些文字傳下來，還如同面對面通信一樣，不會把意思錯解，這個了不起！這是絕頂的聰明智慧，全世界找不到的。所以這是工具，文言文是工具，你拿到這個工具，幾千年人的智慧經驗你就吸收到了。你再學習當代的，真是佛家講，「橫遍十方，豎窮三際」，你成就圓滿的學問，這裡頭有真東西。"
    },
    {
      "id": "21-627-0001_p0018",
      "zh_CN": "所以我们谈教育的时候，不能舍弃古人，要是那个路子舍弃掉了，我们另外开辟一条道路，难！譬如说我们从香港到广州，现在已经开辟一条高速公路，你走这个路三个小时就到了，我不走，我另外再开一条路，你至少要花三年工夫，对不对？你走古人的道路不是很方便吗？你不走古人的道路，你去开另外一条路，未必比他的路好。他那些道理你只要明了、只要遵循，决定世界和平，世界大同，决定是社会安定，人民幸福。因为他起心动念不为一人、一家着想，他都为天下国家着想。中国那个时候讲天下就是今天讲全世界，它不为现前着想，它为后世着想，它想得远，这就是讲有历史的眼光。科学技术中国不是没有，我们在历史上看到的，王莽时代中国人就学飞行了，滑翔，那个时候就开始了；诸葛亮发明木牛流马，机械化的运输，为什么他们死后把这些技术断绝了，不再发展？他知道这种技术发展下去，如果没有德行，落在有野心人手上，拿这个做工具，会带给世界灾难。西方这些大科学家要受中国教育的话，他不会把这个东西拿出来，他会保密，不愿意泄露天机。这就是东方人跟西方人在思想上不一样的地方，受的教育不相同。中国人对历史负责任，对一切众生负责任；那西方人完全是功利，他只要他自己，他没有考虑到那么多。不是中国人不聪明，中国人聪明才智，现在外国人佩服。",
      "zh_TW": "所以我們談教育的時候，不能捨棄古人，要是那個路子捨棄掉了，我們另外開闢一條道路，難！譬如說我們從香港到廣州，現在已經開闢一條高速公路，你走這個路三個小時就到了，我不走，我另外再開一條路，你至少要花三年工夫，對不對？你走古人的道路不是很方便嗎？你不走古人的道路，你去開另外一條路，未必比他的路好。他那些道理你只要明瞭、只要遵循，決定世界和平，世界大同，決定是社會安定，人民幸福。因為他起心動念不為一人、一家著想，他都為天下國家著想。中國那個時候講天下就是今天講全世界，它不為現前著想，它為後世著想，它想得遠，這就是講有歷史的眼光。科學技術中國不是沒有，我們在歷史上看到的，王莽時代中國人就學飛行了，滑翔，那個時候就開始了；諸葛亮發明木牛流馬，機械化的運輸，為什麼他們死後把這些技術斷絕了，不再發展？他知道這種技術發展下去，如果沒有德行，落在有野心人手上，拿這個做工具，會帶給世界災難。西方這些大科學家要受中國教育的話，他不會把這個東西拿出來，他會保密，不願意洩露天機。這就是東方人跟西方人在思想上不一樣的地方，受的教育不相同。中國人對歷史負責任，對一切眾生負責任；那西方人完全是功利，他只要他自己，他沒有考慮到那麼多。不是中國人不聰明，中國人聰明才智，現在外國人佩服。"
    },
    {
      "id": "21-627-0001_p0019",
      "zh_CN": "我是一九八三年到纽约，在纽约讲经的时候，沈家桢居士邀请我，在一块吃饭的时候，有几位美国的朋友跟我说，现在我们欧美的人对于中国人的看法跟从前不一样了。他说全世界，如果一个一个相比，他们承认中国人第一，中国人聪明智慧才干，他们都很佩服，第一，一个一个比；两个两个比，犹太人第一；三个三个比，日本人第一。最后这话就很讽刺了，你们中国人为什么不团结？我当时笑笑，我回答他一句，我说上帝安排的。他就愣住了，怎么上帝安排的？因为他们都是基督教徒。我说如果中国人团结起来，你们还有饭吃吗？这大家哄堂一笑。中国人聪明他们已经知道、已经发现了，但是他们轻视中国人，中国人不团结。所以虽然是讽刺的话，对我们也是一个警惕。中国人团结起来，不会害外国人，只会救世界，不会害世界。因为你去看中国历史，中国几千年历史，从来没有侵略别人的战争，没有过；改朝换代有打仗，从来没有在别人国土里头打过仗。你在中国历史上找不到。即使今天共产党执政，我相信他也不可能到外国国土打仗，有这个历史的渊源。所以外国人对中国大可放心，他们是侵略别人惯了，以为中国人也是如此，跟他一样。不一样！所以他担心，吓死了，唯恐中国将来强盛起来，为什么？报复。他们过去欺负中国欺负了二、三百年，中国强大起来的时候那还得了！想尽方法来障碍，不让中国强盛。实际上中国强盛，才真正保障全世界的和平安宁。",
      "zh_TW": "我是一九八三年到紐約，在紐約講經的時候，沈家楨居士邀請我，在一塊吃飯的時候，有幾位美國的朋友跟我說，現在我們歐美的人對於中國人的看法跟從前不一樣了。他說全世界，如果一個一個相比，他們承認中國人第一，中國人聰明智慧才幹，他們都很佩服，第一，一個一個比；兩個兩個比，猶太人第一；三個三個比，日本人第一。最後這話就很諷刺了，你們中國人為什麼不團結？我當時笑笑，我回答他一句，我說上帝安排的。他就愣住了，怎麼上帝安排的？因為他們都是基督教徒。我說如果中國人團結起來，你們還有飯吃嗎？這大家哄堂一笑。中國人聰明他們已經知道、已經發現了，但是他們輕視中國人，中國人不團結。所以雖然是諷刺的話，對我們也是一個警惕。中國人團結起來，不會害外國人，只會救世界，不會害世界。因為你去看中國歷史，中國幾千年歷史，從來沒有侵略別人的戰爭，沒有過；改朝換代有打仗，從來沒有在別人國土裡頭打過仗。你在中國歷史上找不到。即使今天共產黨執政，我相信他也不可能到外國國土打仗，有這個歷史的淵源。所以外國人對中國大可放心，他們是侵略別人慣了，以為中國人也是如此，跟他一樣。不一樣！所以他擔心，嚇死了，唯恐中國將來強盛起來，為什麼？報復。他們過去欺負中國欺負了二、三百年，中國強大起來的時候那還得了！想盡方法來障礙，不讓中國強盛。實際上中國強盛，才真正保障全世界的和平安寧。"
    },
    {
      "id": "21-627-0001_p0020",
      "zh_CN": "你看中国过去，这是历史上大家看得很清楚的，附近这些国家对中国的朝贡，那时候朝贡就是什么？现在外交上送礼，礼物，中国的回报就超过他很多！中国人绝对不会占别人便宜，这是什么？礼教，礼尚往来，人家送礼给我，我一定要多送一点给他，厚道！不能送少于他，少于他就对不起他了。这都是圣贤教诲的，从小就教成的。所以他实实在在讲，对中国固有文化民族性这个传统，他太不了解，他真正了解，他就放心了，中国人是世界上实实在在讲最好的国民，安分守己。所以我们今天遭这个难，近一百年当中把祖宗的教育丢掉了，盲目去学外国人的，亏吃大了！中国固有的教学，第一个是德行，道德教育，言语也包括在德行里面。其次才是技能的教育，我们今天讲科学技术谋生的这个能力，你在这个社会上有一技之长，你将来能够生活下去。最后才是文学、才是艺术的欣赏，那是提升你自己的精神，叫精神文明。先要求生活安定，然后才能提升到精神文明，但根本是道德，没有道德，这个社会不可能安定。",
      "zh_TW": "你看中國過去，這是歷史上大家看得很清楚的，附近這些國家對中國的朝貢，那時候朝貢就是什麼？現在外交上送禮，禮物，中國的回報就超過他很多！中國人絕對不會佔別人便宜，這是什麼？禮教，禮尚往來，人家送禮給我，我一定要多送一點給他，厚道！不能送少於他，少於他就對不起他了。這都是聖賢教誨的，從小就教成的。所以他實實在在講，對中國固有文化民族性這個傳統，他太不了解，他真正了解，他就放心了，中國人是世界上實實在在講最好的國民，安分守己。所以我們今天遭這個難，近一百年當中把祖宗的教育丟掉了，盲目去學外國人的，虧吃大了！中國固有的教學，第一個是德行，道德教育，言語也包括在德行裡面。其次才是技能的教育，我們今天講科學技術謀生的這個能力，你在這個社會上有一技之長，你將來能夠生活下去。最後才是文學、才是藝術的欣賞，那是提升你自己的精神，叫精神文明。先要求生活安定，然後才能提升到精神文明，但根本是道德，沒有道德，這個社會不可能安定。"
    },
    {
      "id": "21-627-0001_p0021",
      "zh_CN": "所以今天中国江泽民主席提倡「以德治国」，我相信不但受到中国人欢迎，全世界人欢迎；不但受到人欢迎，我们中国每一个族姓历代祖先都赞叹他。这就说明鬼神都会拥护他，这个方向是正确的，决定没有错误。我们得尽心尽力配合他，希望把以德治国这个理念落实，重视道德教育，要把这个道德普及到全世界，世界才有和平，世界才会有安定。所以今天不可以再分国家了，国家跟国家画的那个界线，那不是自然的，是人为的，这违背自然。为什么？所有一切众生只要生活在这个地球上，这一块土地就是大家共有的，你能在这个地方住，我也能在这个地方住，这是自然。人可以住，鸟兽也可以住，树木花草也可以住，这是自然。但是中国人讲这个道好，虽有界线，并不执着，这个界线，这是我的家园，你到我这来我很欢迎你，我不是说，你到我这来，我排斥你，不是的，任何人到我这都欢迎。我到你那去也欢迎，虽有界线，只要没有执着，他还是随顺自然的。国与国之间这个界线如果能够说是没有执着，到哪个国家还要什么签证，还要这么麻烦，还要过什么关，是不是？你说那个世界多美好！都是一个道德的理念，真正了解事实真相，我们共同生活在这个地球上，一定是互相尊重。",
      "zh_TW": "所以今天中國江澤民主席提倡「以德治國」，我相信不但受到中國人歡迎，全世界人歡迎；不但受到人歡迎，我們中國每一個族姓歷代祖先都讚歎他。這就說明鬼神都會擁護他，這個方向是正確的，決定沒有錯誤。我們得盡心盡力配合他，希望把以德治國這個理念落實，重視道德教育，要把這個道德普及到全世界，世界才有和平，世界才會有安定。所以今天不可以再分國家了，國家跟國家畫的那個界線，那不是自然的，是人為的，這違背自然。為什麼？所有一切眾生只要生活在這個地球上，這一塊土地就是大家共有的，你能在這個地方住，我也能在這個地方住，這是自然。人可以住，鳥獸也可以住，樹木花草也可以住，這是自然。但是中國人講這個道好，雖有界線，並不執著，這個界線，這是我的家園，你到我這來我很歡迎你，我不是說，你到我這來，我排斥你，不是的，任何人到我這都歡迎。我到你那去也歡迎，雖有界線，只要沒有執著，他還是隨順自然的。國與國之間這個界線如果能夠說是沒有執著，到哪個國家還要什麼簽證，還要這麼麻煩，還要過什麼關，是不是？你說那個世界多美好！都是一個道德的理念，真正了解事實真相，我們共同生活在這個地球上，一定是互相尊重。"
    },
    {
      "id": "21-627-0001_p0022",
      "zh_CN": "所以中国人讲和平，和平两个字很有道理。和，和睦相处，只要生活在这地球上人，不管你是白种人、黄种人、黑种人，不但是人，连这些禽兽，我们都是和平相处，连树木花草也跟它和平相处。和是和睦，是目标！那个因素、手段是什么？平等。如果你没有平等心，和睦谈不到，怎么可能和？我们要想跟全世界和，首先自己要以平等心对全世界一切众生，自然就和了。不平等，谈不上和。所以你看中国人这个名词，它里头就有因，就有果，和是果报，平是因，真因！世界上喊和平，喊了几千年，和平没有兑现，什么原因？不知道用平等心待人，那哪来的和平？这个道理我们要多想想。",
      "zh_TW": "所以中國人講和平，和平兩個字很有道理。和，和睦相處，只要生活在這地球上人，不管你是白種人、黃種人、黑種人，不但是人，連這些禽獸，我們都是和平相處，連樹木花草也跟它和平相處。和是和睦，是目標！那個因素、手段是什麼？平等。如果你沒有平等心，和睦談不到，怎麼可能和？我們要想跟全世界和，首先自己要以平等心對全世界一切眾生，自然就和了。不平等，談不上和。所以你看中國人這個名詞，它裡頭就有因，就有果，和是果報，平是因，真因！世界上喊和平，喊了幾千年，和平沒有兌現，什麼原因？不知道用平等心待人，那哪來的和平？這個道理我們要多想想。"
    },
    {
      "id": "21-627-0001_p0023",
      "zh_CN": "我最近这三年在新加坡，新加坡有四个不同的大的族群，九个不同宗教，我到那里去就把大家搞得很团结，搞得很和睦，变成一家人。用什么方法？平，平等待人。我到锡克教，锡克教没有神像，他供养经典，这个大殿当中是供养经典，他们向经典拜，在我们佛法拜三宝，佛法僧，他拜法，我进去也拜，为什么？邻居、朋友，我到他家里去，我要敬他的祖宗，要敬他的家人，我不尊敬他，他怎么会尊敬我？所以有些人很奇怪，法师，你怎么会去拜他们的神？我说，许多宗教都说真神只有一个，我说我承认，真神只有一个。但这个真神他有大智慧，他有大神通、有大能力，他能分身，所有不同宗教的神是一个神，在佛教里称之为佛陀，在伊斯兰教称为安拉，在天主教称为上帝，一个人！他不就不打架了吗？不就摆平了吗？所以我看到安拉我也下跪去拜，为什么？佛经里面讲得很好，应以什么身得度就现什么身，应以佛身得度者，即现佛身而度脱之；应以童男童女身得度者，即现童男童女身而度脱之。你一推广，应以安拉身得度者，不就现安拉身而度脱之吗？应以基督身而得度者，他不就现基督身吗？所以我的目中，基督耶稣、穆罕默德、安拉，全是佛菩萨化身，我见到恭恭敬敬礼拜，完全平等。他们跟我处得很好，尤其是回教徒，伊斯兰教，对我非常好。",
      "zh_TW": "我最近這三年在新加坡，新加坡有四個不同的大的族群，九個不同宗教，我到那裡去就把大家搞得很團結，搞得很和睦，變成一家人。用什麼方法？平，平等待人。我到錫克教，錫克教沒有神像，他供養經典，這個大殿當中是供養經典，他們向經典拜，在我們佛法拜三寶，佛法僧，他拜法，我進去也拜，為什麼？鄰居、朋友，我到他家裡去，我要敬他的祖宗，要敬他的家人，我不尊敬他，他怎麼會尊敬我？所以有些人很奇怪，法師，你怎麼會去拜他們的神？我說，許多宗教都說真神只有一個，我說我承認，真神只有一個。但這個真神他有大智慧，他有大神通、有大能力，他能分身，所有不同宗教的神是一個神，在佛教裡稱之為佛陀，在伊斯蘭教稱為安拉，在天主教稱為上帝，一個人！他不就不打架了嗎？不就擺平了嗎？所以我看到安拉我也下跪去拜，為什麼？佛經裡面講得很好，應以什麼身得度就現什麼身，應以佛身得度者，即現佛身而度脫之；應以童男童女身得度者，即現童男童女身而度脫之。你一推廣，應以安拉身得度者，不就現安拉身而度脫之嗎？應以基督身而得度者，他不就現基督身嗎？所以我的目中，基督耶穌、穆罕默德、安拉，全是佛菩薩化身，我見到恭恭敬敬禮拜，完全平等。他們跟我處得很好，尤其是回教徒，伊斯蘭教，對我非常好。"
    },
    {
      "id": "21-627-0001_p0024",
      "zh_CN": "我说经典平等，我们佛经第一，你《古兰经》也第一，基督教《新旧约》也第一，没有第二。不可以说我第一，你们都不如我，那错了。为什么？世界本来就是多元的，你这个要肯定，不是单元的，不是单一的，是多元的。从哪里看起？从身体，身体是多元的。如果说是我眼睛，譬如说我佛教是眼睛，我眼睛第一，基督教是耳朵，回教是鼻子，耳朵、鼻子是第二、第三，不行！你这人不生病了吗？是不是？你只有眼睛，其他的器官都坏掉了是不是？你死路一条。人家问你的时候，我眼睛第一，耳朵也第一，鼻子也第一，样样都第一，健康！这个道理要懂，我这个说法他能听得进去，说有道理！所以我就跟他相处很和睦，真的跟兄弟姊妹一样，真的就没有分别了。",
      "zh_TW": "我說經典平等，我們佛經第一，你《古蘭經》也第一，基督教《新舊約》也第一，沒有第二。不可以說我第一，你們都不如我，那錯了。為什麼？世界本來就是多元的，你這個要肯定，不是單元的，不是單一的，是多元的。從哪裡看起？從身體，身體是多元的。如果說是我眼睛，譬如說我佛教是眼睛，我眼睛第一，基督教是耳朵，回教是鼻子，耳朵、鼻子是第二、第三，不行！你這人不生病了嗎？是不是？你只有眼睛，其他的器官都壞掉了是不是？你死路一條。人家問你的時候，我眼睛第一，耳朵也第一，鼻子也第一，樣樣都第一，健康！這個道理要懂，我這個說法他能聽得進去，說有道理！所以我就跟他相處很和睦，真的跟兄弟姊妹一樣，真的就沒有分別了。"
    },
    {
      "id": "21-627-0001_p0025",
      "zh_CN": "我在那里时间不长，那个马来族，马来族一直到今天对华人还是打问号，因为不信任。我到那里去这么短时候，那马来人一提到，净空法师是好人，过年过节还都送礼给我，都不认识的。所以说我们以真诚心待人，以平等心待人，以清净心待人，人家回报是好的。回教徒非常可爱！我们对他一分好，他会以二、三分好回报。不可以跟人家结冤仇。如果有误会，我们要去研究，孟夫子讲「反求诸己」，误会是怎么来的，到底是什么原因？我把原因解除了，误会化除了，这才是解决问题之道。不可以说是一切都是别人不好，我好，这个不得了，这是所有一切问题的结征之所在。凡是遇到问题的时候，一定我们多想想这问题怎么发生的，多反省自己，这个重要！",
      "zh_TW": "我在那裡時間不長，那個馬來族，馬來族一直到今天對華人還是打問號，因為不信任。我到那裡去這麼短時候，那馬來人一提到，淨空法師是好人，過年過節還都送禮給我，都不認識的。所以說我們以真誠心待人，以平等心待人，以清淨心待人，人家回報是好的。回教徒非常可愛！我們對他一分好，他會以二、三分好回報。不可以跟人家結冤仇。如果有誤會，我們要去研究，孟夫子講「反求諸己」，誤會是怎麼來的，到底是什麼原因？我把原因解除了，誤會化除了，這才是解決問題之道。不可以說是一切都是別人不好，我好，這個不得了，這是所有一切問題的結徵之所在。凡是遇到問題的時候，一定我們多想想這問題怎麼發生的，多反省自己，這個重要！"
    },
    {
      "id": "21-627-0001_p0026",
      "zh_CN": "所以圣贤教诲不可以忽略，那是我对于一切宗教的看法是一家，是一个神，我这个理念他们能够接受。因为在过去这个社会是封闭的，交通不发达，很多人老死不相往来，那神要教化众生，在哪个地方，他必须现哪一种身。不像现在，现在现一个身可以，在那个时候现一个身，没有办法教化一切众生。所以在哪一个族群，他一定现那个身分。讲理，大家坐下来聊天，讲理，那一讲他就明白了，这个想法想得是有道理。所以我们都是一家人，哪里有困难，我们立刻援手帮助他们。所以许多宗教都办一些慈善事业，都办得很好，办的孤儿院、老人院、医院、学校，我们都去捐钱。所以有人骂我，他说净空法师，你的信徒供养的钱，你怎么拿去给外道去了！我就跟他讲，我说我这是释迦牟尼佛教我的。",
      "zh_TW": "所以聖賢教誨不可以忽略，那是我對於一切宗教的看法是一家，是一個神，我這個理念他們能夠接受。因為在過去這個社會是封閉的，交通不發達，很多人老死不相往來，那神要教化眾生，在哪個地方，他必須現哪一種身。不像現在，現在現一個身可以，在那個時候現一個身，沒有辦法教化一切眾生。所以在哪一個族群，他一定現那個身分。講理，大家坐下來聊天，講理，那一講他就明白了，這個想法想得是有道理。所以我們都是一家人，哪裡有困難，我們立刻援手幫助他們。所以許多宗教都辦一些慈善事業，都辦得很好，辦的孤兒院、老人院、醫院、學校，我們都去捐錢。所以有人罵我，他說淨空法師，你的信徒供養的錢，你怎麼拿去給外道去了！我就跟他講，我說我這是釋迦牟尼佛教我的。"
    },
    {
      "id": "21-627-0001_p0027",
      "zh_CN": "怎么是释迦牟尼佛教我的？释迦牟尼佛讲的四摄法。四摄法是什么？四摄法就是人与人关系的交际法，现在讲的就是交际法，释迦牟尼佛教给我们怎么交际？交际里头有四个方法，第一个就是布施，那布施用现在话来讲，请客、送礼。所以这个布施跟那个六度里的布施不是一个讲法。你跟人往来，你头一个要建立感情，送礼布施。第二个是爱语，爱语是什么？你真正关怀他，真正有爱心去照顾他。第三个同事，他现在做的是哪些对社会有福利的事业，我们随喜，我们参与，跟他同事。他做的这个孤儿院我们也要做，他已经做现成的了，我帮助他，等于说现在做生意，我加入股东。像这天主教到非洲去帮助那些病苦的人，他们有个医疗队到那边去，我听到了，我就送了五万块钱医药费。然后那个修女跟我说，那边交通工具很困难，她说法师你能不能送一辆救护车？我说好，就送她一辆救护车。我没有办法到非洲去做这个好事，他们去做，我参加股东，那有什么不好？这讲得通的！所以有一些心量很小的，分别执着，那是制造麻烦，不是解决问题的。所以我不分族群，不分宗教，一律平等，希望每一个宗教家、每一个传教师，都能把心量拓开，共同合作，来希求世界和平。把社会安定、世界和平，我们如何来落实，要做这些事情。",
      "zh_TW": "怎麼是釋迦牟尼佛教我的？釋迦牟尼佛講的四攝法。四攝法是什麼？四攝法就是人與人關係的交際法，現在講的就是交際法，釋迦牟尼佛教給我們怎麼交際？交際裡頭有四個方法，第一個就是布施，那布施用現在話來講，請客、送禮。所以這個布施跟那個六度裡的布施不是一個講法。你跟人往來，你頭一個要建立感情，送禮布施。第二個是愛語，愛語是什麼？你真正關懷他，真正有愛心去照顧他。第三個同事，他現在做的是哪些對社會有福利的事業，我們隨喜，我們參與，跟他同事。他做的這個孤兒院我們也要做，他已經做現成的了，我幫助他，等於說現在做生意，我加入股東。像這天主教到非洲去幫助那些病苦的人，他們有個醫療隊到那邊去，我聽到了，我就送了五萬塊錢醫藥費。然後那個修女跟我說，那邊交通工具很困難，她說法師你能不能送一輛救護車？我說好，就送她一輛救護車。我沒有辦法到非洲去做這個好事，他們去做，我參加股東，那有什麼不好？這講得通的！所以有一些心量很小的，分別執著，那是製造麻煩，不是解決問題的。所以我不分族群，不分宗教，一律平等，希望每一個宗教家、每一個傳教師，都能把心量拓開，共同合作，來希求世界和平。把社會安定、世界和平，我們如何來落實，要做這些事情。"
    },
    {
      "id": "21-627-0001_p0028",
      "zh_CN": "所以美国九一一这个事件处理不妥当，现在打了将近一个月了，怎么收场？如果这个事情要搞不好，引发整个阿拉伯国家对英美的仇视，那个问题大了，那第三次世界大战就很可能从这就引发了。从这一次这个事件，美国人应当好好反省，花这么多钱发展武器没有用，不如拿这些钱去救济全世界这些苦难的人民，美国是世界真正领导者。所以多少年来我常常讲，希望美国不要做警察，做圣诞老人。哪个不欢喜圣诞老人，是不是？你做警察，小孩看了警察都逃了，都躲避了，是不是？到处送礼。我那个时候讲经也常常提到，我说很感慨，美国在韩战，韩战花了八亿，那个八亿如果是送给南北韩，南北韩当然听话，你这么多礼送给他，你对他那么好，人家怎么会不尊敬你？你打下去花这么多钱，结下的冤仇，到哪一世你才能化解得了？错了！越战搞了二十多年，花了八十亿，那个八十亿如果说要是援助南北越，援助寮国这一片地方，你对人有恩惠！不能有仇恨，仇恨那是没完没了，要布施恩惠，是不是？这才能真正解决问题。你们从事于传播文化工作的，这是从事社会教育，你看现在社会教育，说老实话，你看看电视，这些报纸、杂志、网路，摧毁世界。昨天晚上我讲经也提到，什么人能够挽救世界？两种人，一个是国家领导人，另外一个就是控制媒体，传播媒体的，这两种人能够把这个世界毁灭，也能把这个世界挽救。",
      "zh_TW": "所以美國九一一這個事件處理不妥當，現在打了將近一個月了，怎麼收場？如果這個事情要搞不好，引發整個阿拉伯國家對英美的仇視，那個問題大了，那第三次世界大戰就很可能從這就引發了。從這一次這個事件，美國人應當好好反省，花這麼多錢發展武器沒有用，不如拿這些錢去救濟全世界這些苦難的人民，美國是世界真正領導者。所以多少年來我常常講，希望美國不要做警察，做聖誕老人。哪個不歡喜聖誕老人，是不是？你做警察，小孩看了警察都逃了，都躲避了，是不是？到處送禮。我那個時候講經也常常提到，我說很感慨，美國在韓戰，韓戰花了八億，那個八億如果是送給南北韓，南北韓當然聽話，你這麼多禮送給他，你對他那麼好，人家怎麼會不尊敬你？你打下去花這麼多錢，結下的冤仇，到哪一世你才能化解得了？錯了！越戰搞了二十多年，花了八十億，那個八十億如果說要是援助南北越，援助寮國這一片地方，你對人有恩惠！不能有仇恨，仇恨那是沒完沒了，要布施恩惠，是不是？這才能真正解決問題。你們從事於傳播文化工作的，這是從事社會教育，你看現在社會教育，說老實話，你看看電視，這些報紙、雜誌、網路，摧毀世界。昨天晚上我講經也提到，什麼人能夠挽救世界？兩種人，一個是國家領導人，另外一個就是控制媒體，傳播媒體的，這兩種人能夠把這個世界毀滅，也能把這個世界挽救。"
    },
    {
      "id": "21-627-0001_p0029",
      "zh_CN": "文灼非先生：媒体每天都接触市民，没有一天不受影响。",
      "zh_TW": "文灼非先生：媒體每天都接觸市民，沒有一天不受影響。"
    },
    {
      "id": "21-627-0001_p0030",
      "zh_CN": "净空法师：不错，不错。",
      "zh_TW": "淨空法師：不錯，不錯。"
    },
    {
      "id": "21-627-0001_p0031",
      "zh_CN": "文灼非先生：这种潜移默化的作用。",
      "zh_TW": "文灼非先生：這種潛移默化的作用。"
    },
    {
      "id": "21-627-0001_p0032",
      "zh_CN": "净空法师：不错不错，影响太大太大！",
      "zh_TW": "淨空法師：不錯不錯，影響太大太大！"
    },
    {
      "id": "21-627-0001_p0033",
      "zh_CN": "文灼非先生：我们做为新闻工作者都觉得责任重大。",
      "zh_TW": "文灼非先生：我們做為新聞工作者都覺得責任重大。"
    },
    {
      "id": "21-627-0001_p0034",
      "zh_CN": "净空法师：对，不错不错。",
      "zh_TW": "淨空法師：對，不錯不錯。"
    },
    {
      "id": "21-627-0001_p0035",
      "zh_CN": "文灼非先生：一篇文章有偏差的话，那个影响无可估计！",
      "zh_TW": "文灼非先生：一篇文章有偏差的話，那個影響無可估計！"
    },
    {
      "id": "21-627-0001_p0036",
      "zh_CN": "净空法师：对，对。",
      "zh_TW": "淨空法師：對，對。"
    },
    {
      "id": "21-627-0001_p0037",
      "zh_CN": "文灼非先生：所以我对一些媒体那种为了市场、为了销路而不择手段，我觉得是作孽很深。",
      "zh_TW": "文灼非先生：所以我對一些媒體那種為了市場、為了銷路而不擇手段，我覺得是作孽很深。"
    },
    {
      "id": "21-627-0001_p0038",
      "zh_CN": "净空法师：其实他这个观念还是错误。你要走正品的东西，不怕没有市场，可能市场会更多、更大，他没有想到这个问题。",
      "zh_TW": "淨空法師：其實他這個觀念還是錯誤。你要走正品的東西，不怕沒有市場，可能市場會更多、更大，他沒有想到這個問題。"
    },
    {
      "id": "21-627-0001_p0039",
      "zh_CN": "文灼非先生：我有一个感受，我在美国住了一年，美国这个国家很有趣，它一方面又很提倡各个民族的共存。你看它的移民政策，它把最好的人都吸收过去了，所以在纽约全世界的人种都有，最精彩的人都有。但是另一方面也有些人他一直不服气，就像那几个恐怖分子，他在美国生活了好多年了，他一直不能融进这个社会，那种仇恨一直还是维持，好几年都在计划怎么去炸那两个大厦。所以我觉得美国为什么一方面它有这种容纳各个民族的那种政策，但是另一方面又不能消除有一些人他心里的一种怨恨，所以最后造成这个灾难，我就一直想不通这个问题。",
      "zh_TW": "文灼非先生：我有一個感受，我在美國住了一年，美國這個國家很有趣，它一方面又很提倡各個民族的共存。你看它的移民政策，它把最好的人都吸收過去了，所以在紐約全世界的人種都有，最精彩的人都有。但是另一方面也有些人他一直不服氣，就像那幾個恐怖分子，他在美國生活了好多年了，他一直不能融進這個社會，那種仇恨一直還是維持，好幾年都在計畫怎麼去炸那兩個大廈。所以我覺得美國為什麼一方面它有這種容納各個民族的那種政策，但是另一方面又不能消除有一些人他心裡的一種怨恨，所以最後造成這個災難，我就一直想不通這個問題。"
    },
    {
      "id": "21-627-0001_p0040",
      "zh_CN": "净空法师：这个问题就是我开端讲的因果问题。二次大战之后，美国在全世界结的怨太深了。发动一些战争，在战争里面无辜死亡的人太多了，这些死亡的人就很可能投胎到美国去了。到美国去干什么？报仇，他来报怨的。所以你要是想自己怎么强，敌人到你家里做你的儿子、做你孙子，你怎么办，是不是？这我们中国人知道，外国人不知道。他投胎到你家里去了，你怎么办？你说清朝，清朝有一个故事，叶赫那拉氏你知道吗？是不是？你看清朝在初年的时候扩充势力，把叶赫那拉氏消灭掉了。他那个酋长发了个大誓愿，我这个族只要剩下一个女人也要报仇，那个女人就是慈禧太后。所以慈禧太后灭这个满清是报仇的。你的运气很盛，能够有两百多年，他不敢动你，等你运气衰的时候他来了，他可以等两百年之后来报你的仇，这个怨恨不得了！所以外国人他不懂这个道理。你今天这些恐怖分子是什么？那都是你的冤亲债主，我们佛家讲冤亲债主。他这些恐怖分子他为什么不到别的国家地区捣乱，为什么到你这来？你的冤亲债主，他跟别人没有冤亲债主。",
      "zh_TW": "淨空法師：這個問題就是我開端講的因果問題。二次大戰之後，美國在全世界結的怨太深了。發動一些戰爭，在戰爭裡面無辜死亡的人太多了，這些死亡的人就很可能投胎到美國去了。到美國去幹什麼？報仇，他來報怨的。所以你要是想自己怎麼強，敵人到你家裡做你的兒子、做你孫子，你怎麼辦，是不是？這我們中國人知道，外國人不知道。他投胎到你家裡去了，你怎麼辦？你說清朝，清朝有一個故事，葉赫那拉氏你知道嗎？是不是？你看清朝在初年的時候擴充勢力，把葉赫那拉氏消滅掉了。他那個酋長發了個大誓願，我這個族只要剩下一個女人也要報仇，那個女人就是慈禧太后。所以慈禧太后滅這個滿清是報仇的。你的運氣很盛，能夠有兩百多年，他不敢動你，等你運氣衰的時候他來了，他可以等兩百年之後來報你的仇，這個怨恨不得了！所以外國人他不懂這個道理。你今天這些恐怖分子是什麼？那都是你的冤親債主，我們佛家講冤親債主。他這些恐怖分子他為什麼不到別的國家地區搗亂，為什麼到你這來？你的冤親債主，他跟別人沒有冤親債主。"
    }
  ]
}