{
  "doc_id": "21-090-0007",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0007",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "21-090-0007_p0001",
      "zh_CN": "问：同事的母亲患了老人痴呆症，老人家一直骂人，同事及家人都不敢接近，想送老人院又感觉得太残忍，不知如何是好？",
      "zh_TW": "問：同事的母親患了老人癡呆症，老人家一直罵人，同事及家人都不敢接近，想送老人院又感覺得太殘忍，不知如何是好？"
    },
    {
      "id": "21-090-0007_p0002",
      "zh_CN": "答：这个事情要看当时实际状况，我没有见过，我不知道。送老人院，要预先去看老人院适不适合，如果在家里照顾，这些事情可以请教医生，他来辅导帮助你妥善的照顾老人。",
      "zh_TW": "答：這個事情要看當時實際狀況，我沒有見過，我不知道。送老人院，要預先去看老人院適不適合，如果在家裡照顧，這些事情可以請教醫生，他來輔導幫助你妥善的照顧老人。"
    },
    {
      "id": "21-090-0007_p0003",
      "zh_CN": "我们在讲席中曾经多次的报告，众生的病苦是属于业障。病苦真正的根源不外乎三类：第一类是饮食不调。古人讲：「病从口入，祸从口出。」所以我们的饮食生活习惯不能不留意。现在的饮食要说卫生已经相当困难，肉里面带的病菌很多，你要是真正了解状况，谁敢吃？我在台湾，同修们告诉我：喂猪的饲料都是化学饲料。现在科学进步，听说还有基因饲料，六个月这只猪就长得又肥又大，就可以宰杀了。鸡的饲料也是特殊化学制品，六个星期，这只鸡就可杀可卖了。这些畜生肉都含有病毒，所以人吃了会生许多奇怪的病。",
      "zh_TW": "我們在講席中曾經多次的報告，眾生的病苦是屬於業障。病苦真正的根源不外乎三類：第一類是飲食不調。古人講：「病從口入，禍從口出。」所以我們的飲食生活習慣不能不留意。現在的飲食要說衛生已經相當困難，肉裡面帶的病菌很多，你要是真正了解狀況，誰敢吃？我在臺灣，同修們告訴我：餵豬的飼料都是化學飼料。現在科學進步，聽說還有基因飼料，六個月這隻豬就長得又肥又大，就可以宰殺了。雞的飼料也是特殊化學製品，六個星期，這隻雞就可殺可賣了。這些畜生肉都含有病毒，所以人吃了會生許多奇怪的病。"
    },
    {
      "id": "21-090-0007_p0004",
      "zh_CN": "我们吃素是否较好一点？也好不了太多。蔬菜里面有农药，种菜的人自己不吃，他卖给别人吃；他自己吃的菜，是另外种一小块没有农药的。所以我们看到菜色很新鲜、很漂亮、很好看，都不是正常的。米也有毒素，听说掺着滑石粉，所以看起来很好看。从前李老师跟我们讲：「现代人很可怜，三餐食毒。」我们三餐都在服毒，你要想身体不生病都不容易。都市的自来饮用水，水里面也有化学东西，再过几年恐怕连空气都有毒，这种日子不好过。",
      "zh_TW": "我們吃素是否較好一點？也好不了太多。蔬菜裡面有農藥，種菜的人自己不吃，他賣給別人吃；他自己吃的菜，是另外種一小塊沒有農藥的。所以我們看到菜色很新鮮、很漂亮、很好看，都不是正常的。米也有毒素，聽說摻著滑石粉，所以看起來很好看。從前李老師跟我們講：「現代人很可憐，三餐食毒。」我們三餐都在服毒，你要想身體不生病都不容易。都市的自來飲用水，水裡面也有化學東西，再過幾年恐怕連空氣都有毒，這種日子不好過。"
    },
    {
      "id": "21-090-0007_p0005",
      "zh_CN": "这些是属于生理病，这种病医生可以帮忙、药物可以帮忙。医药只能治生理病，不能治心理病。这一类的病，你看医生，医生给你处方、诊断，你的病就会好了。我曾说过，是不是医生把你的病治好？不是，是自己的信心把病治好的。大夫给病人看病，要看这个病人对大夫有没有信心，有坚定的信心，好治，百分之九十是我们的信心把病治好，大夫只是缘而已，占的比率不重。过去我在美国德州遇到一位医生，我跟他谈这些话，他点头承认。",
      "zh_TW": "這些是屬於生理病，這種病醫生可以幫忙、藥物可以幫忙。醫藥只能治生理病，不能治心理病。這一類的病，你看醫生，醫生給你處方、診斷，你的病就會好了。我曾說過，是不是醫生把你的病治好？不是，是自己的信心把病治好的。大夫給病人看病，要看這個病人對大夫有沒有信心，有堅定的信心，好治，百分之九十是我們的信心把病治好，大夫只是緣而已，佔的比率不重。過去我在美國德州遇到一位醫生，我跟他談這些話，他點頭承認。"
    },
    {
      "id": "21-090-0007_p0006",
      "zh_CN": "第二种是冤业病。这不是生理病，是冤家债主附身，这个事情很麻烦。现在中国外国都很多，搞得你神魂颠倒神经不正常，很痛苦。这些多半都走向精神病院，现在医生讲「精神分裂」，这个是冤家债主找上身。佛门里大家拜的「慈悲三昧水忏」，这是讲唐朝悟达国师过去生中冤家债主附身，凡是这类的病，在佛门里面可以做超度，「超度」是什么？调解、和解。他要是接受就会离开，你的病就好了，他要是不接受就很麻烦，但绝大多数都会接受调解，这个很难得。我们看到有些人到庙里烧香、请法师诵经、拜忏，他病就好了，这是属于这一类的病；若伤风感冒，拜什么忏也不会好，决定没有用处。所以要知道生病的原因是什么。",
      "zh_TW": "第二種是冤業病。這不是生理病，是冤家債主附身，這個事情很麻煩。現在中國外國都很多，搞得你神魂顛倒神經不正常，很痛苦。這些多半都走向精神病院，現在醫生講「精神分裂」，這個是冤家債主找上身。佛門裡大家拜的「慈悲三昧水懺」，這是講唐朝悟達國師過去生中冤家債主附身，凡是這類的病，在佛門裡面可以做超度，「超度」是什麼？調解、和解。他要是接受就會離開，你的病就好了，他要是不接受就很麻煩，但絕大多數都會接受調解，這個很難得。我們看到有些人到廟裡燒香、請法師誦經、拜懺，他病就好了，這是屬於這一類的病；若傷風感冒，拜什麼懺也不會好，決定沒有用處。所以要知道生病的原因是什麼。"
    },
    {
      "id": "21-090-0007_p0007",
      "zh_CN": "第三种是业障病。它不是生理病也不是冤业病，就像现在所提的老人痴呆症，这是最烦麻也最难治，这是他这一生或者是过去生所造作的不善业。我看见许多在家、出家虔诚的佛弟子，年老的时候业障现前，这个病现前了，不省人事，不认识人，这个事情就麻烦了。诸位同修要记住，我们念佛往生第一个条件，就是临命终时神智清楚明白，最后一念选择西方极乐世界，亲近阿弥陀佛，这个人决定得生。若临命终时连人都不认得，为他助念没有效果。",
      "zh_TW": "第三種是業障病。它不是生理病也不是冤業病，就像現在所提的老人癡呆症，這是最煩麻也最難治，這是他這一生或者是過去生所造作的不善業。我看見許多在家、出家虔誠的佛弟子，年老的時候業障現前，這個病現前了，不省人事，不認識人，這個事情就麻煩了。諸位同修要記住，我們念佛往生第一個條件，就是臨命終時神智清楚明白，最後一念選擇西方極樂世界，親近阿彌陀佛，這個人決定得生。若臨命終時連人都不認得，為他助念沒有效果。"
    },
    {
      "id": "21-090-0007_p0008",
      "zh_CN": "人生在世不做不善业，不善的事情做多了，你临终一着怎么办？这个时候业障现前，必堕恶道，非常可怕。只为眼前着想，这个人眼光太短浅，而聪明人要想到来生、后世，这种人聪明。我们在这个世间很短暂，把这个世间当作家，这个观念是错误的。我把这个世间当旅馆，我一点牵挂都没有，我什么都不要，你送给我，我都不要。为什么？送给我，我知道你是好心，你要不是好心，你就害我。你要是好心，你无知，我不上当。这个道理一定要明白，我们决定修善业，决定不做不善业。",
      "zh_TW": "人生在世不做不善業，不善的事情做多了，你臨終一著怎麼辦？這個時候業障現前，必墮惡道，非常可怕。只為眼前著想，這個人眼光太短淺，而聰明人要想到來生、後世，這種人聰明。我們在這個世間很短暫，把這個世間當作家，這個觀念是錯誤的。我把這個世間當旅館，我一點牽掛都沒有，我什麼都不要，你送給我，我都不要。為什麼？送給我，我知道你是好心，你要不是好心，你就害我。你要是好心，你無知，我不上當。這個道理一定要明白，我們決定修善業，決定不做不善業。"
    },
    {
      "id": "21-090-0007_p0009",
      "zh_CN": "有同修问我：「学佛从哪里学起？」古人讲：「从不妄语始。」《无量寿经》中世尊教导我们修行的三大纲领，第一句话是：「善护口业，不讥他过。」身语意三业，佛把语业摆在第一。我们要明白这个道理，决定不做昧良心的事情，否则等你到老业障现前怎么办？那个时候就后悔莫及了。",
      "zh_TW": "有同修問我：「學佛從哪裡學起？」古人講：「從不妄語始。」《無量壽經》中世尊教導我們修行的三大綱領，第一句話是：「善護口業，不譏他過。」身語意三業，佛把語業擺在第一。我們要明白這個道理，決定不做昧良心的事情，否則等你到老業障現前怎麼辦？那個時候就後悔莫及了。"
    },
    {
      "id": "21-090-0007_p0010",
      "zh_CN": "业障病有没有救？有救，但要真正忏悔。可是他已经业障现前，哪里懂得忏悔？若有真正孝顺的儿女，像《地藏菩萨本愿经》中讲的婆罗门女、光目女，要有那样的儿女，行！可是那样的儿女找不到了，到哪里去找？那样的儿女是自己发愿断恶修善，真正发心修行，勇猛精进，自己证果，将这个功德回向，行！你修行没有达到证果的地位，你救不了你的家亲眷属，自己必须修行证果，这样才能帮助他、救他，这个功德太大了。所以病有三种根源，我们清楚了，就晓得用什么方法对治。但是要自己身体健康长寿，最重要的是清净心、慈悲心，长养清净、慈悲，你得健康长寿的果报。",
      "zh_TW": "業障病有沒有救？有救，但要真正懺悔。可是他已經業障現前，哪裡懂得懺悔？若有真正孝順的兒女，像《地藏菩薩本願經》中講的婆羅門女、光目女，要有那樣的兒女，行！可是那樣的兒女找不到了，到哪裡去找？那樣的兒女是自己發願斷惡修善，真正發心修行，勇猛精進，自己證果，將這個功德迴向，行！你修行沒有達到證果的地位，你救不了你的家親眷屬，自己必須修行證果，這樣才能幫助他、救他，這個功德太大了。所以病有三種根源，我們清楚了，就曉得用什麼方法對治。但是要自己身體健康長壽，最重要的是清淨心、慈悲心，長養清淨、慈悲，你得健康長壽的果報。"
    },
    {
      "id": "21-090-0007_p0011",
      "zh_CN": "问：很多的福建众居士，「中国佛弟子，听您老人家讲经说法都非常欢喜。据说广化寺学诚法师曾经请老法师到福建弘法，不知何时法缘成熟？」",
      "zh_TW": "問：很多的福建眾居士，「中國佛弟子，聽您老人家講經說法都非常歡喜。據說廣化寺學誠法師曾經請老法師到福建弘法，不知何時法緣成熟？」"
    },
    {
      "id": "21-090-0007_p0012",
      "zh_CN": "答：我在国外住了半个世纪，非常想家。尤其年岁大了，中国古人讲「落叶归根」，我这个思想很浓，实在想回到祖国去。过去祖国对我有很多误会，缘不成熟，现在这个误会没有了，宗教局长、国务委员司马义艾买提都到我们这个道场来参观过，误会没有了，还是没有办法回去。什么原因？同修们太热诚，每到一个地方都是几千、几万人包围着，这个我没有法子。最近，九华山仁德老和尚邀请我到九华山讲经，就在这个八月中旬，我答应他了。九华山距离我的老家很近，我也非常希望能回去看看，可是现在要国务院宗教局批准，我们不知道仁德法师有没有拿到国务院的批文，国务院批文拿到传真给我，我才能去；学诚法师这里也是一样。所以现在请我回国，要向中央国务院宗教局申请，那里批准了，我立刻就去。所以现在的缘在国务院宗教局，要向他们要求。",
      "zh_TW": "答：我在國外住了半個世紀，非常想家。尤其年歲大了，中國古人講「落葉歸根」，我這個思想很濃，實在想回到祖國去。過去祖國對我有很多誤會，緣不成熟，現在這個誤會沒有了，宗教局長、國務委員司馬義艾買提都到我們這個道場來參觀過，誤會沒有了，還是沒有辦法回去。什麼原因？同修們太熱誠，每到一個地方都是幾千、幾萬人包圍著，這個我沒有法子。最近，九華山仁德老和尚邀請我到九華山講經，就在這個八月中旬，我答應他了。九華山距離我的老家很近，我也非常希望能回去看看，可是現在要國務院宗教局批准，我們不知道仁德法師有沒有拿到國務院的批文，國務院批文拿到傳真給我，我才能去；學誠法師這裡也是一樣。所以現在請我回國，要向中央國務院宗教局申請，那裡批准了，我立刻就去。所以現在的緣在國務院宗教局，要向他們要求。"
    },
    {
      "id": "21-090-0007_p0013",
      "zh_CN": "问：「请问在家居士是否能穿咖啡色海青？」",
      "zh_TW": "問：「請問在家居士是否能穿咖啡色海青？」"
    },
    {
      "id": "21-090-0007_p0014",
      "zh_CN": "答：我想应该没有问题吧！如果别人说不能穿，这是哪部经说的？经上没有说，当然就可以穿。佛经教导我们穿袈裟，什么是「袈裟」？咖啡色就是袈裟色，袈裟是杂色、染色，就是各种颜色染成一起，现在人讲多元文化，不是单一色。中国跟古印度都认定红、黄、青、白、黑，这五种叫正色。佛弟子避免正色，所以穿染色衣。咖啡色是染色衣，无论在家、出家都合适。我们吃的饭也叫袈裟饭，一个钵，今天讲一个大碗，饭跟菜统统装在一起，这叫袈裟；一个菜一个菜个别摆下来，那就不是袈裟。「袈裟」的意思是许许多多混合在一起，没有分别执着，平等的意思，也包含着有心地清净的意思在里面。",
      "zh_TW": "答：我想應該沒有問題吧！如果別人說不能穿，這是哪部經說的？經上沒有說，當然就可以穿。佛經教導我們穿袈裟，什麼是「袈裟」？咖啡色就是袈裟色，袈裟是雜色、染色，就是各種顏色染成一起，現在人講多元文化，不是單一色。中國跟古印度都認定紅、黃、青、白、黑，這五種叫正色。佛弟子避免正色，所以穿染色衣。咖啡色是染色衣，無論在家、出家都合適。我們吃的飯也叫袈裟飯，一個缽，今天講一個大碗，飯跟菜統統裝在一起，這叫袈裟；一個菜一個菜個別擺下來，那就不是袈裟。「袈裟」的意思是許許多多混合在一起，沒有分別執著，平等的意思，也包含著有心地清淨的意思在裡面。"
    },
    {
      "id": "21-090-0007_p0015",
      "zh_CN": "问：「若是卡带和CD损坏，应如何处理？」",
      "zh_TW": "問：「若是卡帶和CD損壞，應如何處理？」"
    },
    {
      "id": "21-090-0007_p0016",
      "zh_CN": "答：你说的大概是佛教的卡带跟CD，这些都是录讲经说法或者是录读诵经典的，它坏了，我们不能任意丢弃，这是不恭敬。我们把它包装得整齐、干净，住在都市，随着垃圾处理就可以，不要操心；住在郊外，居住的环境很宽阔，这些东西就可以埋在地下，或者在高处、人较少去的地点，埋在那个地方；住在水边，水是流动的，我们将它处理好放在河底下。这些作法都表示恭敬，如果觉得不方便，你就以恭敬心将它当垃圾处理，不要有任何顾忌。",
      "zh_TW": "答：你說的大概是佛教的卡帶跟CD，這些都是錄講經說法或者是錄讀誦經典的，它壞了，我們不能任意丟棄，這是不恭敬。我們把它包裝得整齊、乾淨，住在都市，隨著垃圾處理就可以，不要操心；住在郊外，居住的環境很寬闊，這些東西就可以埋在地下，或者在高處、人較少去的地點，埋在那個地方；住在水邊，水是流動的，我們將它處理好放在河底下。這些作法都表示恭敬，如果覺得不方便，你就以恭敬心將它當垃圾處理，不要有任何顧忌。"
    },
    {
      "id": "21-090-0007_p0017",
      "zh_CN": "问：「世间法是过眼云烟，只求有一个稳定的工作与收入，没有更高的要求，这样作法对吗？」",
      "zh_TW": "問：「世間法是過眼雲煙，只求有一個穩定的工作與收入，沒有更高的要求，這樣作法對嗎？」"
    },
    {
      "id": "21-090-0007_p0018",
      "zh_CN": "答：这样做非常正确。真正觉悟的人，知道人在这一生中只要衣食足够就好，何必做得那么辛苦？今天，我们看南洋马来族人，我看到就很欢喜，他们做一天工休息两天，他做一天够吃三天，他就不再做了，他们很会享福。再看我们这些人，拼命在积蓄、攒钱，攒到死，钱是攒了不少，没有享一天福，你说冤不冤枉！那些钱不知道以后给谁用，大概还债了，这远远不如马来族人聪明。过去我也曾建议同修，你们好好认真努力工作，工作一年可以休息两年，两年好好的学佛。我工作一年就可以足够吃三年，这个方法好，真正聪明人肯干，把什么都放下，认真努力修学佛法，两年决定有成就。",
      "zh_TW": "答：這樣做非常正確。真正覺悟的人，知道人在這一生中只要衣食足夠就好，何必做得那麼辛苦？今天，我們看南洋馬來族人，我看到就很歡喜，他們做一天工休息兩天，他做一天夠吃三天，他就不再做了，他們很會享福。再看我們這些人，拼命在積蓄、攢錢，攢到死，錢是攢了不少，沒有享一天福，你說冤不冤枉！那些錢不知道以後給誰用，大概還債了，這遠遠不如馬來族人聰明。過去我也曾建議同修，你們好好認真努力工作，工作一年可以休息兩年，兩年好好的學佛。我工作一年就可以足夠吃三年，這個方法好，真正聰明人肯幹，把什麼都放下，認真努力修學佛法，兩年決定有成就。"
    },
    {
      "id": "21-090-0007_p0019",
      "zh_CN": "问：「深圳是个经济较发达的城市，有许多密宗的活佛、法王来深圳化缘，许多净宗同修去灌顶，请问这样做对吗？」",
      "zh_TW": "問：「深圳是個經濟較發達的城市，有許多密宗的活佛、法王來深圳化緣，許多淨宗同修去灌頂，請問這樣做對嗎？」"
    },
    {
      "id": "21-090-0007_p0020",
      "zh_CN": "答：这是个人的因缘不同，无可厚非，可是真正灌顶的意义要了解。灌顶不是形式，形式上用一点水在头上洒一洒，你就开悟了，我们何必要这么辛苦学经，学了几十年还不开悟？释迦牟尼佛又何必讲经说法四十九年？每天拿着水洒就好了，我们要明白道理。你去接受灌顶，水洒在你头上，是不是真开悟了？果然有效，开悟了，你告诉我，我也去。这个水洒了还是不开悟，新加坡这个地方是热带，每天都要冲凉，莲蓬那么大的水天天冲，这是大灌顶，一天灌好几次都没有开悟，这是不了解灌顶的意义。",
      "zh_TW": "答：這是個人的因緣不同，無可厚非，可是真正灌頂的意義要了解。灌頂不是形式，形式上用一點水在頭上灑一灑，你就開悟了，我們何必要這麼辛苦學經，學了幾十年還不開悟？釋迦牟尼佛又何必講經說法四十九年？每天拿著水灑就好了，我們要明白道理。你去接受灌頂，水灑在你頭上，是不是真開悟了？果然有效，開悟了，你告訴我，我也去。這個水灑了還是不開悟，新加坡這個地方是熱帶，每天都要沖涼，蓮蓬那麼大的水天天沖，這是大灌頂，一天灌好幾次都沒有開悟，這是不了解灌頂的意義。"
    },
    {
      "id": "21-090-0007_p0021",
      "zh_CN": "黄念祖老居士是密宗的上师，我们是好朋友，他说得很好，《无量寿经解》里面，他讲得很清楚：「灌」是慈悲加持；「顶」是佛法里头最殊胜的第一法门；就是把佛法里最精华、最好的东西传授给你，这是灌顶，不是拿水灌头。你懂得这个道理，我们每天将《无量寿经》、《阿弥陀经》从头到尾念一遍，就是阿弥陀佛为你灌顶一次，念两遍就灌顶两次。那不是密宗仁波切、活佛，是阿弥陀佛为你灌顶，十方诸佛如来为你灌顶，你都不晓得。所以，一定要懂得佛法的道理，知道怎样修是对的，怎样修是错误，你明白就好了。你的亲朋好友遇到，你应该把这些道理说清楚、说明白，他要不要去灌顶不必障碍，各有因缘，这样就好。",
      "zh_TW": "黃念祖老居士是密宗的上師，我們是好朋友，他說得很好，《無量壽經解》裡面，他講得很清楚：「灌」是慈悲加持；「頂」是佛法裡頭最殊勝的第一法門；就是把佛法裡最精華、最好的東西傳授給你，這是灌頂，不是拿水灌頭。你懂得這個道理，我們每天將《無量壽經》、《阿彌陀經》從頭到尾念一遍，就是阿彌陀佛為你灌頂一次，念兩遍就灌頂兩次。那不是密宗仁波切、活佛，是阿彌陀佛為你灌頂，十方諸佛如來為你灌頂，你都不曉得。所以，一定要懂得佛法的道理，知道怎樣修是對的，怎樣修是錯誤，你明白就好了。你的親朋好友遇到，你應該把這些道理說清楚、說明白，他要不要去灌頂不必障礙，各有因緣，這樣就好。"
    },
    {
      "id": "21-090-0007_p0022",
      "zh_CN": "问：「深圳工作事务比较多，大多时间奉献给公司，而集中修学的时间少了，请问如何在这样因缘中修学才有把握往生？」",
      "zh_TW": "問：「深圳工作事務比較多，大多時間奉獻給公司，而集中修學的時間少了，請問如何在這樣因緣中修學才有把握往生？」"
    },
    {
      "id": "21-090-0007_p0023",
      "zh_CN": "答：你必需多听经、多了解佛经所说的道理，然后将这些理论应用在生活、工作里，这样就没有障碍了。生活是修行，工作也是修行，「修行」是修正自己错误的思想行为，菩萨修行的纲领，一切经论里面说得很多、也说得详细，总不外「四摄」、「六度」。这是佛为我们讲的十个纲目，这十个纲目展开，无量无边的行法统统在其中。四摄跟六度，第一条都是讲布施。布施是什么意思，你要懂得，布施不是到处去捐钱，你把布施的意思搞错了。用现代的话来说，布施是为社会大众服务、为人民服务、为一切众生服务，尽心尽力，舍己为人，这是布施，这是菩萨道。",
      "zh_TW": "答：你必需多聽經、多了解佛經所說的道理，然後將這些理論應用在生活、工作裡，這樣就沒有障礙了。生活是修行，工作也是修行，「修行」是修正自己錯誤的思想行為，菩薩修行的綱領，一切經論裡面說得很多、也說得詳細，總不外「四攝」、「六度」。這是佛為我們講的十個綱目，這十個綱目展開，無量無邊的行法統統在其中。四攝跟六度，第一條都是講布施。布施是什麼意思，你要懂得，布施不是到處去捐錢，你把布施的意思搞錯了。用現代的話來說，布施是為社會大眾服務、為人民服務、為一切眾生服務，盡心盡力，捨己為人，這是布施，這是菩薩道。"
    },
    {
      "id": "21-090-0007_p0024",
      "zh_CN": "布施还有自私自利夹杂在其中，这就是你修行还夹杂着不善，你不是纯善。舍己为人是善行、是菩萨行，夹杂着自私自利、名闻利养，把自己的修行功夫破坏了，你很难成就。念佛人念佛多年，连功夫成片都没有得到，什么原因？念佛中夹杂着妄想、夹杂着杂念，所以功夫不纯。我们再仔细观察念佛往生的人，这是我们常遇到的，往生有很好的瑞相，临命终时清清楚楚、明明白白，见到佛光，听到天乐，见到阿弥陀佛、诸大菩萨来接引；然后再去想像这个人，果然他什么都放下了，他的功夫纯而不杂，所以才能成就。我们今天做功夫杂而不纯，所以不能成就。世出世间法只有这一法是真的，其他全是假的。真的事情，我们要认真努力真干；假的事情，随缘，不要当真。有些时候，我们不能不去做，随缘消旧业，要去做不要把它放在心上，在事上训练理事无碍、事事无碍，这样我们就得大自在，往生决定有把握。",
      "zh_TW": "布施還有自私自利夾雜在其中，這就是你修行還夾雜著不善，你不是純善。捨己為人是善行、是菩薩行，夾雜著自私自利、名聞利養，把自己的修行功夫破壞了，你很難成就。念佛人念佛多年，連功夫成片都沒有得到，什麼原因？念佛中夾雜著妄想、夾雜著雜念，所以功夫不純。我們再仔細觀察念佛往生的人，這是我們常遇到的，往生有很好的瑞相，臨命終時清清楚楚、明明白白，見到佛光，聽到天樂，見到阿彌陀佛、諸大菩薩來接引；然後再去想像這個人，果然他什麼都放下了，他的功夫純而不雜，所以才能成就。我們今天做功夫雜而不純，所以不能成就。世出世間法只有這一法是真的，其他全是假的。真的事情，我們要認真努力真幹；假的事情，隨緣，不要當真。有些時候，我們不能不去做，隨緣消舊業，要去做不要把它放在心上，在事上訓練理事無礙、事事無礙，這樣我們就得大自在，往生決定有把握。"
    },
    {
      "id": "21-090-0007_p0025",
      "zh_CN": "新加坡有一位一百零一岁的许哲居士，她是一百零一岁的年轻人，来过我们这里。你问她：「往生有没有把握？」她肯定有把握。她念佛的时间虽然没有多久，才一年多而已，自己有坚定的信心。她一天到晚忙得不亦乐乎，我们要去找她都要预先约定，否则找不到她。他的工作量很大，每天帮助许多穷苦的人，人家没有吃的、没有穿的，生病没有人照顾，她都去为他们服务，一百零一岁还要照顾这些人。由此可知，有没有把握往生，决定在自己的真诚、平等、清净、慈悲，这个与佛心相应，与佛的愿相应。",
      "zh_TW": "新加坡有一位一百零一歲的許哲居士，她是一百零一歲的年輕人，來過我們這裡。你問她：「往生有沒有把握？」她肯定有把握。她念佛的時間雖然沒有多久，才一年多而已，自己有堅定的信心。她一天到晚忙得不亦樂乎，我們要去找她都要預先約定，否則找不到她。他的工作量很大，每天幫助許多窮苦的人，人家沒有吃的、沒有穿的，生病沒有人照顧，她都去為他們服務，一百零一歲還要照顧這些人。由此可知，有沒有把握往生，決定在自己的真誠、平等、清淨、慈悲，這個與佛心相應，與佛的願相應。"
    },
    {
      "id": "21-090-0007_p0026",
      "zh_CN": "问：「深圳经常有法师来讲法结缘，多数净宗同修也去听，这样是否不专一？」",
      "zh_TW": "問：「深圳經常有法師來講法結緣，多數淨宗同修也去聽，這樣是否不專一？」"
    },
    {
      "id": "21-090-0007_p0027",
      "zh_CN": "答：这个问得很好。佛法的修学，最重要的是「一门深入，长时熏修」，当然最好是跟一个老师学。跟一个老师，什么时候才可以离开老师？古人的标准是要开悟，这是大彻大悟不是小悟，要明心见性，你就毕业了。你什么时候明心见性，什么时候你就毕业了、出师了；古时候叫出师，现在叫毕业，你可以离开老师了。你还没有明心见性，不能离开老师，离开老师你一定走错路。",
      "zh_TW": "答：這個問得很好。佛法的修學，最重要的是「一門深入，長時熏修」，當然最好是跟一個老師學。跟一個老師，什麼時候才可以離開老師？古人的標準是要開悟，這是大徹大悟不是小悟，要明心見性，你就畢業了。你什麼時候明心見性，什麼時候你就畢業了、出師了；古時候叫出師，現在叫畢業，你可以離開老師了。你還沒有明心見性，不能離開老師，離開老師你一定走錯路。"
    },
    {
      "id": "21-090-0007_p0028",
      "zh_CN": "我们修净土宗，条件没有那么高，净土宗的条件是功夫成片。自己有把握往生西方极乐世界，什么人讲经都可以听，什么地方都可以去。为什么？不妨碍了。如果自己对往生西方极乐世界没有把握，还是专修比较好，也就是不要离开老师。谁是我们的老师？阿弥陀佛是我们的老师，不能离开阿弥陀佛。阿弥陀佛在哪里？《无量寿经》就是阿弥陀佛，天天要读诵，天天要思惟，经上所讲的道理要懂得，方法要明了，并且依教奉行。佛在经上教我们做的，我们一定认真努力去做，教我们不可做的，就决定不做，这样修行二、三年，你就有把握往生了。",
      "zh_TW": "我們修淨土宗，條件沒有那麼高，淨土宗的條件是功夫成片。自己有把握往生西方極樂世界，什麼人講經都可以聽，什麼地方都可以去。為什麼？不妨礙了。如果自己對往生西方極樂世界沒有把握，還是專修比較好，也就是不要離開老師。誰是我們的老師？阿彌陀佛是我們的老師，不能離開阿彌陀佛。阿彌陀佛在哪裡？《無量壽經》就是阿彌陀佛，天天要讀誦，天天要思惟，經上所講的道理要懂得，方法要明瞭，並且依教奉行。佛在經上教我們做的，我們一定認真努力去做，教我們不可做的，就決定不做，這樣修行二、三年，你就有把握往生了。"
    },
    {
      "id": "21-090-0007_p0029",
      "zh_CN": "净宗成就快，我们看古人着的《净土圣贤录》、近代人着的《往生传》，念佛修行三年五载成功的，往生的有多少人？过去有同修问我：「是否他们修净土的，寿命只有三、五年就到了，刚好往生？」我说不见得，哪有那么巧的事情。为什么他念佛三年五载就往生？他往生的条件具足，寿命不要了，提早走了。两个世界一比较，那是极乐，这是极苦，哪有那么傻的，极乐世界去得了还不去，还在极苦世界受苦，没有这种愚痴人。往生各个是聪明人，去得了还不肯去，那是大傻瓜，不是聪明人。但有例外，去得了还不去，是这个世间还有很多与他有缘的人，他要帮助这些有缘人，所以迟几天再去，这是对的。如果在这个世间没有缘分的人，只要条件一具足，什么妄想都没有，对于一切人事物毫无留恋，自己就先走了。我们明白这个道理，修行不专一，这一生就很难成就。",
      "zh_TW": "淨宗成就快，我們看古人著的《淨土聖賢錄》、近代人著的《往生傳》，念佛修行三年五載成功的，往生的有多少人？過去有同修問我：「是否他們修淨土的，壽命只有三、五年就到了，剛好往生？」我說不見得，哪有那麼巧的事情。為什麼他念佛三年五載就往生？他往生的條件具足，壽命不要了，提早走了。兩個世界一比較，那是極樂，這是極苦，哪有那麼傻的，極樂世界去得了還不去，還在極苦世界受苦，沒有這種愚痴人。往生各個是聰明人，去得了還不肯去，那是大傻瓜，不是聰明人。但有例外，去得了還不去，是這個世間還有很多與他有緣的人，他要幫助這些有緣人，所以遲幾天再去，這是對的。如果在這個世間沒有緣分的人，只要條件一具足，什麼妄想都沒有，對於一切人事物毫無留戀，自己就先走了。我們明白這個道理，修行不專一，這一生就很難成就。"
    },
    {
      "id": "21-090-0007_p0030",
      "zh_CN": "问：「多年修学，读经、念佛还是散乱昏沉，还有嫉妒心现前，感觉不得力，应如何对治？」",
      "zh_TW": "問：「多年修學，讀經、念佛還是散亂昏沉，還有嫉妒心現前，感覺不得力，應如何對治？」"
    },
    {
      "id": "21-090-0007_p0031",
      "zh_CN": "答：最好的对治方法就是深入经藏。现在要多听经，说实在话，现在人在某一方面福报比古人好，古时候人要听法师讲经说法很难，必须要有真正讲经说法的人，你要到现场去听，如果自己的根性不利，听了就忘了，很难得利益。现在科技发达，我们讲席每一堂都保留著录音、录像，你可以反复的听。所以古时候中下根性的人，一生中能开悟的太少太少了，真正能开悟是上根利智的人。现在中下根性的人有福了，他可以将这些录音、录像请回去反复的学习。",
      "zh_TW": "答：最好的對治方法就是深入經藏。現在要多聽經，說實在話，現在人在某一方面福報比古人好，古時候人要聽法師講經說法很難，必須要有真正講經說法的人，你要到現場去聽，如果自己的根性不利，聽了就忘了，很難得利益。現在科技發達，我們講席每一堂都保留著錄音、錄像，你可以反覆的聽。所以古時候中下根性的人，一生中能開悟的太少太少了，真正能開悟是上根利智的人。現在中下根性的人有福了，他可以將這些錄音、錄像請回去反覆的學習。"
    },
    {
      "id": "21-090-0007_p0032",
      "zh_CN": "往年我在洛杉矶，我跟同学们说过很多次，洛杉矶有一位赵立本居士，他是退休的大学教授，听到佛法非常欢喜，他只选择两部经：一部是《六祖坛经》，一部是《金刚经》，他将这两套录音带听了二十几遍，很欢喜的来告诉我说：「我专学这两部经，念佛求生净土可不可以？」很好！古时候这种例子很多，近代江味农居士、周止庵居士就是用这个方法，「教宗般若，行在弥陀」，都成就了。我勉励他：「你专学这两部经教，听二十几遍不够，至少要听一百遍到两百遍。」他采纳了我的建议，他真干！一百遍听下去之后，这两部经他会讲了，而且讲得很好。现在美国各地有人请他讲这两部经，他变成这两部经的专家。",
      "zh_TW": "往年我在洛杉磯，我跟同學們說過很多次，洛杉磯有一位趙立本居士，他是退休的大學教授，聽到佛法非常歡喜，他只選擇兩部經：一部是《六祖壇經》，一部是《金剛經》，他將這兩套錄音帶聽了二十幾遍，很歡喜的來告訴我說：「我專學這兩部經，念佛求生淨土可不可以？」很好！古時候這種例子很多，近代江味農居士、周止菴居士就是用這個方法，「教宗般若，行在彌陀」，都成就了。我勉勵他：「你專學這兩部經教，聽二十幾遍不夠，至少要聽一百遍到兩百遍。」他採納了我的建議，他真幹！一百遍聽下去之後，這兩部經他會講了，而且講得很好。現在美國各地有人請他講這兩部經，他變成這兩部經的專家。"
    },
    {
      "id": "21-090-0007_p0033",
      "zh_CN": "功夫要如何得力？得力于「专」字，锲而不舍。我们不要搞得很多，一部经通了，一切经都能通，我们还要不要讲其他经论？最好不讲了。我们现身说法，劝导一切初学的同修「一门深入」，我们做榜样给他们看。诸位在《华严经》看到那么多的菩萨、天神、杂神众、人王、长者、居士，他们所修学的都是一门深入，没有修两个法门，这都是现身说法给我们看。",
      "zh_TW": "功夫要如何得力？得力於「專」字，鍥而不捨。我們不要搞得很多，一部經通了，一切經都能通，我們還要不要講其他經論？最好不講了。我們現身說法，勸導一切初學的同修「一門深入」，我們做榜樣給他們看。諸位在《華嚴經》看到那麼多的菩薩、天神、雜神眾、人王、長者、居士，他們所修學的都是一門深入，沒有修兩個法門，這都是現身說法給我們看。"
    },
    {
      "id": "21-090-0007_p0034",
      "zh_CN": "这几十年我讲的经论很多，至少也有几十种。这是不是杂修？这叫无可奈何！为什么？这些经论没有人讲。如果有人讲，我决定不讲，我会专讲《阿弥陀经》；没有人讲，还有那么多人要听，那有什么办法，我只好讲了。我这个样子，诸位不要学，为什么？非常困难。如果你们的根底不深，对你们决定有影响，这是夹杂，最低限度要像智者大师真有把握往生极乐世界，牺牲自己的品位帮助别人，这个行！诸位要晓得，专攻、专学，品位增高。智者大师往生时，学生问他到极乐世界是什么品位？他告诉学生：「我要是不领众，要是不夹杂，我的品位很高。因为领众，讲其他经论也是夹杂，品位低了，是五品位往生。」五品位是生凡圣同居土，这是为大众，真的是舍己为人，牺牲自己的品位帮助大家，这个行；如果自己往生没有把握，不能做。帮助别人，到最后还要搞轮回、还要堕三途，你就完全错了。至于散乱、昏沉，贪、瞋、痴、慢、嫉妒、烦恼现前，一定要懂得对治，这些错误要克服。",
      "zh_TW": "這幾十年我講的經論很多，至少也有幾十種。這是不是雜修？這叫無可奈何！為什麼？這些經論沒有人講。如果有人講，我決定不講，我會專講《阿彌陀經》；沒有人講，還有那麼多人要聽，那有什麼辦法，我只好講了。我這個樣子，諸位不要學，為什麼？非常困難。如果你們的根底不深，對你們決定有影響，這是夾雜，最低限度要像智者大師真有把握往生極樂世界，犧牲自己的品位幫助別人，這個行！諸位要曉得，專攻、專學，品位增高。智者大師往生時，學生問他到極樂世界是什麼品位？他告訴學生：「我要是不領眾，要是不夾雜，我的品位很高。因為領眾，講其他經論也是夾雜，品位低了，是五品位往生。」五品位是生凡聖同居土，這是為大眾，真的是捨己為人，犧牲自己的品位幫助大家，這個行；如果自己往生沒有把握，不能做。幫助別人，到最後還要搞輪迴、還要墮三途，你就完全錯了。至於散亂、昏沉，貪、瞋、痴、慢、嫉妒、煩惱現前，一定要懂得對治，這些錯誤要克服。"
    },
    {
      "id": "21-090-0007_p0035",
      "zh_CN": "问：「请问打佛七时用木鱼还是用磬？」",
      "zh_TW": "問：「請問打佛七時用木魚還是用磬？」"
    },
    {
      "id": "21-090-0007_p0036",
      "zh_CN": "答：没有一定。念佛堂里面主七和尚最大，他怎样定这个规矩，一切都要听他的。",
      "zh_TW": "答：沒有一定。念佛堂裡面主七和尚最大，他怎樣定這個規矩，一切都要聽他的。"
    },
    {
      "id": "21-090-0007_p0037",
      "zh_CN": "问：「请问打佛七时如何结手印？」",
      "zh_TW": "問：「請問打佛七時如何結手印？」"
    },
    {
      "id": "21-090-0007_p0038",
      "zh_CN": "答：这个堂主会教你，念佛堂一定是结弥陀印。从中国佛像你就能看到，这个手多半是右手在上，左手在下，两个大拇指连接起来，这是弥陀印。日本的佛像多半是这个方式，日本是用这个手印，但是在中国不太流行。手印就是手语，弥陀印是表法。",
      "zh_TW": "答：這個堂主會教你，念佛堂一定是結彌陀印。從中國佛像你就能看到，這個手多半是右手在上，左手在下，兩個大拇指連接起來，這是彌陀印。日本的佛像多半是這個方式，日本是用這個手印，但是在中國不太流行。手印就是手語，彌陀印是表法。"
    },
    {
      "id": "21-090-0007_p0039",
      "zh_CN": "问：「百万洪名，每天十四万零一千句佛号，请问是否如法？」",
      "zh_TW": "問：「百萬洪名，每天十四萬零一千句佛號，請問是否如法？」"
    },
    {
      "id": "21-090-0007_p0040",
      "zh_CN": "答：都如法。一般讲，一天念十万声佛号就非常好，如果不能，一天念一万声，念三千声都可以。关键是每天不间断，如果有一天间断了，你的功夫就完全断掉了。所以初发心的人不要学好看、学好强争胜，别人念一万，我念两万，跟人比赛，这种竞争心是错误的，我们必须用清净心、平常心，净念相继。",
      "zh_TW": "答：都如法。一般講，一天念十萬聲佛號就非常好，如果不能，一天念一萬聲，念三千聲都可以。關鍵是每天不間斷，如果有一天間斷了，你的功夫就完全斷掉了。所以初發心的人不要學好看、學好強爭勝，別人念一萬，我念兩萬，跟人比賽，這種競爭心是錯誤的，我們必須用清淨心、平常心，淨念相繼。"
    },
    {
      "id": "21-090-0007_p0041",
      "zh_CN": "我教导工作最繁忙的人念佛，教他一天念九次，一次只要一分钟，很有效果。我的方法是一口气念十句，「阿弥陀佛、阿弥陀佛、…」，一句接着一句，念十句阿弥陀佛，里面决定没有妄想，这叫净念；十句相续，就是净念相续。我们的时间短，一分钟的时间，心决定是清净的，时间太长，妄念就起来了。念佛的方法是：早晨起来一次，早饭一次，上午工作前后各一次，中午吃饭一次，下午工作前后各一次，晚上吃饭一次，晚上睡觉前一次，一天九次。这是针对工作繁忙而没有时间念佛的同修，时间虽短，一次都不缺，这个方法很有效果。",
      "zh_TW": "我教導工作最繁忙的人念佛，教他一天念九次，一次只要一分鐘，很有效果。我的方法是一口氣念十句，「阿彌陀佛、阿彌陀佛、…」，一句接著一句，念十句阿彌陀佛，裡面決定沒有妄想，這叫淨念；十句相續，就是淨念相續。我們的時間短，一分鐘的時間，心決定是清淨的，時間太長，妄念就起來了。念佛的方法是：早晨起來一次，早飯一次，上午工作前後各一次，中午吃飯一次，下午工作前後各一次，晚上吃飯一次，晚上睡覺前一次，一天九次。這是針對工作繁忙而沒有時間念佛的同修，時間雖短，一次都不缺，這個方法很有效果。"
    },
    {
      "id": "21-090-0007_p0042",
      "zh_CN": "问：「请问修净土的人可否大拜？」",
      "zh_TW": "問：「請問修淨土的人可否大拜？」"
    },
    {
      "id": "21-090-0007_p0043",
      "zh_CN": "答：可以，拜阿弥陀佛。大拜是一种运动，心地真诚、谦虚、恭敬，身体要运动，可是年岁大的人不适合这种运动。净土宗教导我们，最殊胜的运动是绕佛经行，念佛堂绕佛念佛像散步一样，这个运动对于中年以上的人非常适合，这是佛教导我们的。",
      "zh_TW": "答：可以，拜阿彌陀佛。大拜是一種運動，心地真誠、謙虛、恭敬，身體要運動，可是年歲大的人不適合這種運動。淨土宗教導我們，最殊勝的運動是繞佛經行，念佛堂繞佛念佛像散步一樣，這個運動對於中年以上的人非常適合，這是佛教導我們的。"
    },
    {
      "id": "21-090-0007_p0044",
      "zh_CN": "问：「念佛人可以在臂上燃香吗？」",
      "zh_TW": "問：「念佛人可以在臂上燃香嗎？」"
    },
    {
      "id": "21-090-0007_p0045",
      "zh_CN": "答：可以，但要知道燃香的意义。别人燃香是供佛，你皮肤烧的那个味道好不好闻？佛要闻到这个味道多讨厌！身上烧那么多，把整个皮肤都烧烂，佛看到都摇头，我看到也都摇头，而佛会接受你的供养吗？错了！燃指、燃身，这燃香是燃身，佛经告诉我们，燃香意义在哪里？燃烧自己，照耀别人。燃香不是真的教你烧掉，真的烧掉你还有什么用处！意思是舍己为人。我们燃一炷香、两炷香，是我在佛前发愿，「我要舍己为人」，这是真供养。你能为别人牺牲生命在所不惜，这是真的燃香，否则你把全身燃完了也没有丝毫功德。你懂得这个意思，身上燃一颗就行了，这一看到就提醒自己：决定不能自私自利，一切为众生，一切为正法，这就对了。",
      "zh_TW": "答：可以，但要知道燃香的意義。別人燃香是供佛，你皮膚燒的那個味道好不好聞？佛要聞到這個味道多討厭！身上燒那麼多，把整個皮膚都燒爛，佛看到都搖頭，我看到也都搖頭，而佛會接受你的供養嗎？錯了！燃指、燃身，這燃香是燃身，佛經告訴我們，燃香意義在哪裡？燃燒自己，照耀別人。燃香不是真的教你燒掉，真的燒掉你還有什麼用處！意思是捨己為人。我們燃一炷香、兩炷香，是我在佛前發願，「我要捨己為人」，這是真供養。你能為別人犧牲生命在所不惜，這是真的燃香，否則你把全身燃完了也沒有絲毫功德。你懂得這個意思，身上燃一顆就行了，這一看到就提醒自己：決定不能自私自利，一切為眾生，一切為正法，這就對了。"
    },
    {
      "id": "21-090-0007_p0046",
      "zh_CN": "问：「请问在家居士早晚课是否要穿海青？」",
      "zh_TW": "問：「請問在家居士早晚課是否要穿海青？」"
    },
    {
      "id": "21-090-0007_p0047",
      "zh_CN": "答：穿海青很好，你不穿也行，这是不强迫。海青是中国古时候的礼服，但在大庭广众之下要求整齐，一定要穿海青，不是在大的典礼，居士不穿海青没有关系。",
      "zh_TW": "答：穿海青很好，你不穿也行，這是不強迫。海青是中國古時候的禮服，但在大庭廣眾之下要求整齊，一定要穿海青，不是在大的典禮，居士不穿海青沒有關係。"
    },
    {
      "id": "21-090-0007_p0048",
      "zh_CN": "问：「请问主持佛七的法师罚跪居士是否如法？」",
      "zh_TW": "問：「請問主持佛七的法師罰跪居士是否如法？」"
    },
    {
      "id": "21-090-0007_p0049",
      "zh_CN": "答：这是说主七和尚在佛七当中罚跪在家居士。这是一个愿罚、一个愿挨，无可厚非，很好！不要受罚之后去按铃告状、打官司，破坏了佛法的形象，这就不好。",
      "zh_TW": "答：這是說主七和尚在佛七當中罰跪在家居士。這是一個願罰、一個願挨，無可厚非，很好！不要受罰之後去按鈴告狀、打官司，破壞了佛法的形象，這就不好。"
    },
    {
      "id": "21-090-0007_p0050",
      "zh_CN": "这是念佛堂的规矩，主七和尚应当跟念佛同修预先说明。现在是民主自由开放，大家不同意罚跪，就不能用这一条。大家同意，就是愿意挨罚，那还有什么话好讲！",
      "zh_TW": "這是念佛堂的規矩，主七和尚應當跟念佛同修預先說明。現在是民主自由開放，大家不同意罰跪，就不能用這一條。大家同意，就是願意挨罰，那還有什麼話好講！"
    },
    {
      "id": "21-090-0007_p0051",
      "zh_CN": "好，我们今天时间到了，就讲到此地。",
      "zh_TW": "好，我們今天時間到了，就講到此地。"
    }
  ]
}