{
  "doc_id": "21-090-0038",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0038",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "21-090-0038_p0001",
      "zh_CN": "我们继续答复高雄妙音净宗学会，它一共是十个问题，前面六个问题，昨天答复了，今天从第七个问题看起。",
      "zh_TW": "我們繼續答覆高雄妙音淨宗學會，它一共是十個問題，前面六個問題，昨天答覆了，今天從第七個問題看起。"
    },
    {
      "id": "21-090-0038_p0002",
      "zh_CN": "问：「在工作环境内，不得不听入一些邪知邪见，因而难免落入印象，为此而生烦恼，请问应如何处理？」",
      "zh_TW": "問：「在工作環境內，不得不聽入一些邪知邪見，因而難免落入印象，為此而生煩惱，請問應如何處理？」"
    },
    {
      "id": "21-090-0038_p0003",
      "zh_CN": "答：这个问题，向新加坡许哲居士学习就很好。李木源居士曾经向她请教：「妳每天要照顾很多人，要走很多地方，你看到一些不善的事情，听到一些不善的言语，妳有什么想法？」她说：「我每天见到一些不好的事情、不善的事情，听到不善的言语，就像我在马路上看到一些陌生人、听到一些声音一样，没有放在心上。」果然不把它放在心上，就什么事都没有。你这里说得很好，难免落入印象，你就会生烦恼。由此可知，如果不落印象就不会生烦恼，所以何必要落印象？落印象就是把它放在自己心上。怎样才不落印象？就像我们在马路上见一些陌生人，听他们说话一样，没有放在心上。你问，从马路走过来，有没有看到很多人？看到。有没有听到他们讲话？听到。讲些什么？不知道。那些人你能记得吗？不记得。为什么？没有落印象。这是个好方法。",
      "zh_TW": "答：這個問題，向新加坡許哲居士學習就很好。李木源居士曾經向她請教：「妳每天要照顧很多人，要走很多地方，你看到一些不善的事情，聽到一些不善的言語，妳有什麼想法？」她說：「我每天見到一些不好的事情、不善的事情，聽到不善的言語，就像我在馬路上看到一些陌生人、聽到一些聲音一樣，沒有放在心上。」果然不把它放在心上，就什麼事都沒有。你這裡說得很好，難免落入印象，你就會生煩惱。由此可知，如果不落印象就不會生煩惱，所以何必要落印象？落印象就是把它放在自己心上。怎樣才不落印象？就像我們在馬路上見一些陌生人，聽他們說話一樣，沒有放在心上。你問，從馬路走過來，有沒有看到很多人？看到。有沒有聽到他們講話？聽到。講些什麼？不知道。那些人你能記得嗎？不記得。為什麼？沒有落印象。這是個好方法。"
    },
    {
      "id": "21-090-0038_p0004",
      "zh_CN": "问：第八个问题，「家人信神道教，为恒顺众生而入神庙，请问我们学佛人的礼仪应如何？是否也拿香跪拜？」",
      "zh_TW": "問：第八個問題，「家人信神道教，為恆順眾生而入神廟，請問我們學佛人的禮儀應如何？是否也拿香跪拜？」"
    },
    {
      "id": "21-090-0038_p0005",
      "zh_CN": "答：如果是在家居士，可以。出家人就不能跪拜，问讯就可以了，出家人可以上香、问讯。在家人对神的尊敬，可以礼拜，这是普贤菩萨教导我们的「礼敬诸佛」，一切众生皆有佛性，都应当礼敬，这是可以的。",
      "zh_TW": "答：如果是在家居士，可以。出家人就不能跪拜，問訊就可以了，出家人可以上香、問訊。在家人對神的尊敬，可以禮拜，這是普賢菩薩教導我們的「禮敬諸佛」，一切眾生皆有佛性，都應當禮敬，這是可以的。"
    },
    {
      "id": "21-090-0038_p0006",
      "zh_CN": "问：第九个问题，「请老法师批阅临终交代事项，内容在后页，请问可否流通此事项卡，应如何教导同修与家人沟通此事，并应注意哪些事情？」",
      "zh_TW": "問：第九個問題，「請老法師批閱臨終交代事項，內容在後頁，請問可否流通此事項卡，應如何教導同修與家人溝通此事，並應注意哪些事情？」"
    },
    {
      "id": "21-090-0038_p0007",
      "zh_CN": "答：他有一个临终交代事项，我看大致上都不错。只有第三条里面讲的全家轮班念佛二十四小时后，再轻轻试探身体，如果全身冷透就可以净身、更衣、入殓等等事宜，如果身体一处尚有暖温，则应继续念佛直到全身冷透。这一桩事情如果在自己家里面可以做到，但是现在有许多病人都是在医院病故，在医院二十四小时相当不容易，做不到的，在医院里能够做到八小时不触动身体已经就很不错了，要二十四小时很困难。如果病重的时候就回家，在家里可以做得到。临终交代事项大致上没有什么问题。",
      "zh_TW": "答：他有一個臨終交代事項，我看大致上都不錯。只有第三條裡面講的全家輪班念佛二十四小時後，再輕輕試探身體，如果全身冷透就可以淨身、更衣、入殮等等事宜，如果身體一處尚有暖溫，則應繼續念佛直到全身冷透。這一樁事情如果在自己家裡面可以做到，但是現在有許多病人都是在醫院病故，在醫院二十四小時相當不容易，做不到的，在醫院裡能夠做到八小時不觸動身體已經就很不錯了，要二十四小時很困難。如果病重的時候就回家，在家裡可以做得到。臨終交代事項大致上沒有什麼問題。"
    },
    {
      "id": "21-090-0038_p0008",
      "zh_CN": "问：第十个问题，「请问书写的经文应如何处理才如法？」",
      "zh_TW": "問：第十個問題，「請問書寫的經文應如何處理才如法？」"
    },
    {
      "id": "21-090-0038_p0009",
      "zh_CN": "答：书写的经文，要看它的价值，如果是书法写得很好，写得很工整，经书可以做为艺术品供养，你家里面珍藏也可以，或送给寺院或图书馆都很好。假如写得不是很工整或是用铅笔、钢笔写的，可能别人就不愿意收藏，自己收藏就好了，这是一个纪念。",
      "zh_TW": "答：書寫的經文，要看它的價值，如果是書法寫得很好，寫得很工整，經書可以做為藝術品供養，你家裡面珍藏也可以，或送給寺院或圖書館都很好。假如寫得不是很工整或是用鉛筆、鋼筆寫的，可能別人就不願意收藏，自己收藏就好了，這是一個紀念。"
    },
    {
      "id": "21-090-0038_p0010",
      "zh_CN": "问：「最近台海关系紧张，请问做为一名佛教徒，应以怎样的心态来看待这件事情？」",
      "zh_TW": "問：「最近台海關係緊張，請問做為一名佛教徒，應以怎樣的心態來看待這件事情？」"
    },
    {
      "id": "21-090-0038_p0011",
      "zh_CN": "答：做为一个佛教徒，把心定下来，老实念佛，求佛菩萨保佑，求佛力加持，希望能化险为夷，我们能尽到这一点就很好。",
      "zh_TW": "答：做為一個佛教徒，把心定下來，老實念佛，求佛菩薩保佑，求佛力加持，希望能化險為夷，我們能盡到這一點就很好。"
    },
    {
      "id": "21-090-0038_p0012",
      "zh_CN": "问：「我媳妇的妹妹，第一次来四楼念佛堂念佛，就觉得自己眼泪一直不尽的流，请问这是什么原因？」",
      "zh_TW": "問：「我媳婦的妹妹，第一次來四樓念佛堂念佛，就覺得自己眼淚一直不盡的流，請問這是什麼原因？」"
    },
    {
      "id": "21-090-0038_p0013",
      "zh_CN": "答：这种现象不只是一个人，我已经遇到好几位有这种现象。实际上《无量寿经》已经讲得很清楚，为什么会有这种现象？经上说这是过去生中善根的发现；如果没有过去生中的善根，就不可能。",
      "zh_TW": "答：這種現象不只是一個人，我已經遇到好幾位有這種現象。實際上《無量壽經》已經講得很清楚，為什麼會有這種現象？經上說這是過去生中善根的發現；如果沒有過去生中的善根，就不可能。"
    },
    {
      "id": "21-090-0038_p0014",
      "zh_CN": "从这种现象，我们到一个地方会有所感触，证明人确实有前生，很多人都有经验，我自己本身就有很多次的经验。我们到国外去旅游，确实是第一次去，以前没有去过，但是突然之间感到这个地方很熟，好像来过似的。我过去在德州有一位同修，他就更明显，他居然能够指得出来那个地方有哪些建筑、街道怎么走法，他清清楚楚、明明白白，他确实是第一次去，以前没有去过。所以我们讲到过去今生他相信，他说可能过去生中，大概是在那里作矿工，旧金山是挖金矿的，他说可能前世他在那里作矿工，所以对那地方街道建筑都很熟悉。这是蔡文雄居士告诉我的，有一次他们开车迷路了，走进小镇的时候感到很熟悉很熟悉，证明人确确实实有过去生，过去生中印象深刻。",
      "zh_TW": "從這種現象，我們到一個地方會有所感觸，證明人確實有前生，很多人都有經驗，我自己本身就有很多次的經驗。我們到國外去旅遊，確實是第一次去，以前沒有去過，但是突然之間感到這個地方很熟，好像來過似的。我過去在德州有一位同修，他就更明顯，他居然能夠指得出來那個地方有哪些建築、街道怎麼走法，他清清楚楚、明明白白，他確實是第一次去，以前沒有去過。所以我們講到過去今生他相信，他說可能過去生中，大概是在那裡作礦工，舊金山是挖金礦的，他說可能前世他在那裡作礦工，所以對那地方街道建築都很熟悉。這是蔡文雄居士告訴我的，有一次他們開車迷路了，走進小鎮的時候感到很熟悉很熟悉，證明人確確實實有過去生，過去生中印象深刻。"
    },
    {
      "id": "21-090-0038_p0015",
      "zh_CN": "念佛也是如此，走进念佛堂，换句话说，过去生中也曾经修学过这个法门。修学法门为什么没有成就？大概在临终打了妄想，障碍了，就没有成就。而这一生当中有缘又遇到，心里面不知不觉起的感触，才会有这种现象。这种现象明白就好，不要放在心上，没有事情，时间长了就会恢复正常。",
      "zh_TW": "念佛也是如此，走進念佛堂，換句話說，過去生中也曾經修學過這個法門。修學法門為什麼沒有成就？大概在臨終打了妄想，障礙了，就沒有成就。而這一生當中有緣又遇到，心裡面不知不覺起的感觸，才會有這種現象。這種現象明白就好，不要放在心上，沒有事情，時間長了就會恢復正常。"
    },
    {
      "id": "21-090-0038_p0016",
      "zh_CN": "问：「请问如何持名？记得老法师曾经说过，『一句佛号里面直心、深心、回向发愿心，三心具足』，三心是菩提心，菩提心具足。古德也曾讲：『佛号一起，念念求佛接引。』大势至菩萨教『都摄六根，净念相继』 。请问净念里面是否应有阿弥陀佛的相，或西方极乐世界的相，或发愿求生的相？」",
      "zh_TW": "問：「請問如何持名？記得老法師曾經說過，『一句佛號裡面直心、深心、迴向發願心，三心具足』，三心是菩提心，菩提心具足。古德也曾講：『佛號一起，念念求佛接引。』大勢至菩薩教『都攝六根，淨念相繼』 。請問淨念裡面是否應有阿彌陀佛的相，或西方極樂世界的相，或發願求生的相？」"
    },
    {
      "id": "21-090-0038_p0017",
      "zh_CN": "答：念佛的方法很多，境界也相当复杂，怎样念佛功夫得力，这才是自己现前最重要的课题。每一个人根性不相同，过去生中我们修学的经验也不一样，因此别人用功得力的方法，我们可以参考，仅止于参考。为什么？因为自己的根性跟他未必相同，他用那个方法能得利益，我用他的方法未必得利益，要明白这个道理。所以佛教化众生没有定法，佛的方法真的是因人而异，就如同大夫给人治病一样，一定是诊断之后再处方。两个病人不可能用完全同样的处方，纵然害的病一样，处方里面用的药，可能就有几味不相同；纵然相同，可能分量也不相同。佛教众生也像这个样子，这是我们一定要懂得。现在佛不在世，我们找不到这样的好老师，所以自己修学可以多做一些试探，试试看这个方法自己有没有效果，那个方法也试试看，多试几次觉得哪个方法对自己很得力，你就不妨采用这个方法，这样比较可靠。",
      "zh_TW": "答：念佛的方法很多，境界也相當複雜，怎樣念佛功夫得力，這才是自己現前最重要的課題。每一個人根性不相同，過去生中我們修學的經驗也不一樣，因此別人用功得力的方法，我們可以參考，僅止於參考。為什麼？因為自己的根性跟他未必相同，他用那個方法能得利益，我用他的方法未必得利益，要明白這個道理。所以佛教化眾生沒有定法，佛的方法真的是因人而異，就如同大夫給人治病一樣，一定是診斷之後再處方。兩個病人不可能用完全同樣的處方，縱然害的病一樣，處方裡面用的藥，可能就有幾味不相同；縱然相同，可能分量也不相同。佛教眾生也像這個樣子，這是我們一定要懂得。現在佛不在世，我們找不到這樣的好老師，所以自己修學可以多做一些試探，試試看這個方法自己有沒有效果，那個方法也試試看，多試幾次覺得哪個方法對自己很得力，你就不妨採用這個方法，這樣比較可靠。"
    },
    {
      "id": "21-090-0038_p0018",
      "zh_CN": "三心具足是发菩提心念佛，这是总纲领、总原则。说的是不错，这个心我们发不起来，这个心如果一发，你就不是凡夫，你就是菩萨。凡夫要学菩萨，能够学到像菩萨，可不是短时间的事情，必须要克服自己的烦恼习气。凡夫修行不能成菩萨，就是没有办法克服自己的烦恼习气。习气里面最严重的是自私自利，起心动念都为自己的利益着想，这就难了！我们想想菩萨起心动念，决定没有一个念头是为自己，他为社会、为大众、为众生，跟我们凡夫起心动念不一样。为什么菩萨起心动念为一切众生？因为他知道一个事实，「虚空法界一切众生是一体」。这是事实真相，他明了我们不明了，我们迷失了事实真相，所以才起贪瞋痴慢、自私自利，迷失了自性。可是我们要学习，尽量把自私自利的念头减轻，想自己同时也想别人，这样就进了一步。想自己不想别人，决定错误，想自己也同时想别人，慢慢养成只想别人不想自己，那你就成功了，你就能契入佛的境界。这是要慢慢来的。",
      "zh_TW": "三心具足是發菩提心念佛，這是總綱領、總原則。說的是不錯，這個心我們發不起來，這個心如果一發，你就不是凡夫，你就是菩薩。凡夫要學菩薩，能夠學到像菩薩，可不是短時間的事情，必須要克服自己的煩惱習氣。凡夫修行不能成菩薩，就是沒有辦法克服自己的煩惱習氣。習氣裡面最嚴重的是自私自利，起心動念都為自己的利益著想，這就難了！我們想想菩薩起心動念，決定沒有一個念頭是為自己，他為社會、為大眾、為眾生，跟我們凡夫起心動念不一樣。為什麼菩薩起心動念為一切眾生？因為他知道一個事實，「虛空法界一切眾生是一體」。這是事實真相，他明瞭我們不明瞭，我們迷失了事實真相，所以才起貪瞋痴慢、自私自利，迷失了自性。可是我們要學習，盡量把自私自利的念頭減輕，想自己同時也想別人，這樣就進了一步。想自己不想別人，決定錯誤，想自己也同時想別人，慢慢養成只想別人不想自己，那你就成功了，你就能契入佛的境界。這是要慢慢來的。"
    },
    {
      "id": "21-090-0038_p0019",
      "zh_CN": "念佛加上观想，观想佛来接引或观想西方极乐世界，也有可能帮助你断妄想，不至于一面念佛一面打妄想。妄想夹杂在佛号里面，把佛号的功德全部都破坏掉了。你加观想，行！因为观想也是念佛，《十六观经》里面讲观想念佛、观像念佛，这是如法的。",
      "zh_TW": "念佛加上觀想，觀想佛來接引或觀想西方極樂世界，也有可能幫助你斷妄想，不至於一面念佛一面打妄想。妄想夾雜在佛號裡面，把佛號的功德全部都破壞掉了。你加觀想，行！因為觀想也是念佛，《十六觀經》裡面講觀想念佛、觀像念佛，這是如法的。"
    },
    {
      "id": "21-090-0038_p0020",
      "zh_CN": "至于大势至菩萨讲的「都摄六根，净念相继」，这两句话是念佛法门里面的总纲领，也就是佛号要怎么念法。「六根」是我们的眼、耳、鼻、舌、身、意。眼，张开眼睛喜欢看外面境界，竖起耳朵喜欢听音声，我们的心总是从六根往外跑。「都摄」，摄是收回来，这叫都摄六根。大势至菩萨这样教我们，中国古时候孟夫子也是这样教人，《孟子》里面说：「学问之道无他，求其放心而已」。我们心都攀缘外面境界，你能够把心收回来就是学问。可见，孟子的收心跟大势至菩萨「都摄六根」的意思完全相同。这样我们的心就清净，清净心念佛叫「净念」，净念里面决定没有怀疑、没有夹杂。不怀疑、不夹杂是净念，「相继」是不间断，用这个原则来念佛，哪有不成就的道理！这是很重要的开示。",
      "zh_TW": "至於大勢至菩薩講的「都攝六根，淨念相繼」，這兩句話是念佛法門裡面的總綱領，也就是佛號要怎麼念法。「六根」是我們的眼、耳、鼻、舌、身、意。眼，張開眼睛喜歡看外面境界，豎起耳朵喜歡聽音聲，我們的心總是從六根往外跑。「都攝」，攝是收回來，這叫都攝六根。大勢至菩薩這樣教我們，中國古時候孟夫子也是這樣教人，《孟子》裡面說：「學問之道無他，求其放心而已」。我們心都攀緣外面境界，你能夠把心收回來就是學問。可見，孟子的收心跟大勢至菩薩「都攝六根」的意思完全相同。這樣我們的心就清淨，清淨心念佛叫「淨念」，淨念裡面決定沒有懷疑、沒有夾雜。不懷疑、不夾雜是淨念，「相繼」是不間斷，用這個原則來念佛，哪有不成就的道理！這是很重要的開示。"
    },
    {
      "id": "21-090-0038_p0021",
      "zh_CN": "问：「自己在道场修学，父母不信佛起烦恼。请问应继续留下来，还是回家满父母的愿，该如何是好？」",
      "zh_TW": "問：「自己在道場修學，父母不信佛起煩惱。請問應繼續留下來，還是回家滿父母的願，該如何是好？」"
    },
    {
      "id": "21-090-0038_p0022",
      "zh_CN": "答：这桩事情要看实际的状况，要细心观察你家人的根性，你要善巧方便帮助家人学佛。你学佛是好事情，为什么你的家人会不相信起烦恼？大概你学得不如法，你家里人才起烦恼，你学佛学得很如法，你家里人应当欢喜才对。佛法是智慧，可能你智慧没有开，你很执着，你自己学佛了，其实也未必完全通达，在家里可能看家人不学佛，看得不习惯，「你们天天造业，将来要堕落」，家里人听到当然难过，当然不舒服；你吃长素，家里人还吃肉，「你们吃众生肉将来要还债的」，你不是完全得罪人吗？这一家怎么能处得好！这就是没有智慧。",
      "zh_TW": "答：這樁事情要看實際的狀況，要細心觀察你家人的根性，你要善巧方便幫助家人學佛。你學佛是好事情，為什麼你的家人會不相信起煩惱？大概你學得不如法，你家裡人才起煩惱，你學佛學得很如法，你家裡人應當歡喜才對。佛法是智慧，可能你智慧沒有開，你很執著，你自己學佛了，其實也未必完全通達，在家裡可能看家人不學佛，看得不習慣，「你們天天造業，將來要墮落」，家裡人聽到當然難過，當然不舒服；你吃長素，家裡人還吃肉，「你們吃眾生肉將來要還債的」，你不是完全得罪人嗎？這一家怎麼能處得好！這就是沒有智慧。"
    },
    {
      "id": "21-090-0038_p0023",
      "zh_CN": "真正学佛明白道理，跟家人相处要处得更好，真正懂得「恒顺众生，随喜功德」。让一家人看到你很可爱，你比从前还好，问你：「你怎么会变得这么好？」「学佛学来的。」他就不反对了。你必须要以身作则，要做出榜样给家人看，让家人看到都欢喜，你家里人就会相信。",
      "zh_TW": "真正學佛明白道理，跟家人相處要處得更好，真正懂得「恆順眾生，隨喜功德」。讓一家人看到你很可愛，你比從前還好，問你：「你怎麼會變得這麼好？」「學佛學來的。」他就不反對了。你必須要以身作則，要做出榜樣給家人看，讓家人看到都歡喜，你家裡人就會相信。"
    },
    {
      "id": "21-090-0038_p0024",
      "zh_CN": "学佛的人决定没有烦恼，生活愉快、安详、庄重、又活泼，谁看到不欢喜？心地清净、慈悲、真诚，你果然真正学佛，我相信你的家亲眷属、你的朋友、邻里乡党，都会被你感动，你是大众当中的模范、榜样。所以佛法要注重形像，形像虽然是假的，但要着重。你看佛经说的，菩萨成佛特别用一百劫的时间，用这一百劫很长的时间修相好，修三十二相八十种好，这是修门面，修外表。门面、外表，真修行人当然无所谓，可是不信佛的人他只看外表，只看门面，他不懂你的内容，他看到你的外表非常好，他就羡慕，所以外表能接引众生，现在人讲包装、讲广告，这不能不注重。",
      "zh_TW": "學佛的人決定沒有煩惱，生活愉快、安詳、莊重、又活潑，誰看到不歡喜？心地清淨、慈悲、真誠，你果然真正學佛，我相信你的家親眷屬、你的朋友、鄰里鄉黨，都會被你感動，你是大眾當中的模範、榜樣。所以佛法要注重形像，形像雖然是假的，但要著重。你看佛經說的，菩薩成佛特別用一百劫的時間，用這一百劫很長的時間修相好，修三十二相八十種好，這是修門面，修外表。門面、外表，真修行人當然無所謂，可是不信佛的人他只看外表，只看門面，他不懂你的內容，他看到你的外表非常好，他就羨慕，所以外表能接引眾生，現在人講包裝、講廣告，這不能不注重。"
    },
    {
      "id": "21-090-0038_p0025",
      "zh_CN": "我们学佛人，包装、广告就是这个身体，学佛人身体不健康，人家一看，说：「这佛不能学。」看到你面黄肌瘦，说：「不能吃素，吃素吃成这个样子，没有营养。」如果你吃素吃得肥肥胖胖，身体很健康，说：「吃素还是不错，很重要。」所以我常劝勉同学，我们外表要注重，外表就是接引众生的工具。想想为什么菩萨成佛，要用一百劫的时间去修相好？他不是为自己，他是为接引众生。相好从哪里来的？从清净心来的、从福报来的。要接引众生不能不修福，修福绝对不是为自己享受，是为接引众生，我们一定要明白这个道理。",
      "zh_TW": "我們學佛人，包裝、廣告就是這個身體，學佛人身體不健康，人家一看，說：「這佛不能學。」看到你面黃肌瘦，說：「不能吃素，吃素吃成這個樣子，沒有營養。」如果你吃素吃得肥肥胖胖，身體很健康，說：「吃素還是不錯，很重要。」所以我常勸勉同學，我們外表要注重，外表就是接引眾生的工具。想想為什麼菩薩成佛，要用一百劫的時間去修相好？他不是為自己，他是為接引眾生。相好從哪裡來的？從清淨心來的、從福報來的。要接引眾生不能不修福，修福絕對不是為自己享受，是為接引眾生，我們一定要明白這個道理。"
    },
    {
      "id": "21-090-0038_p0026",
      "zh_CN": "问：「请问静坐时应该怎样？」",
      "zh_TW": "問：「請問靜坐時應該怎樣？」"
    },
    {
      "id": "21-090-0038_p0027",
      "zh_CN": "答：好像隆振法师在此地教静坐，他开了一个静坐班。这位同修你可以向隆振法师请教，他可以给你做示范，教导你怎样静坐。",
      "zh_TW": "答：好像隆振法師在此地教靜坐，他開了一個靜坐班。這位同修你可以向隆振法師請教，他可以給你做示範，教導你怎樣靜坐。"
    },
    {
      "id": "21-090-0038_p0028",
      "zh_CN": "问：「请问是否可用《朝暮课诵本》做打佛七共修用？」",
      "zh_TW": "問：「請問是否可用《朝暮課誦本》做打佛七共修用？」"
    },
    {
      "id": "21-090-0038_p0029",
      "zh_CN": "答：打佛七有一定的仪规，规矩都是祖师大德们指定，也用了很多年，效果都非常殊胜。如果是打佛七，一定要按照佛七仪规。如果不是打佛七，自己一些同参好友大家在一起念几天佛，你用《朝暮课诵本》的仪规行，这要辨别清楚。",
      "zh_TW": "答：打佛七有一定的儀規，規矩都是祖師大德們指定，也用了很多年，效果都非常殊勝。如果是打佛七，一定要按照佛七儀規。如果不是打佛七，自己一些同參好友大家在一起念幾天佛，你用《朝暮課誦本》的儀規行，這要辨別清楚。"
    },
    {
      "id": "21-090-0038_p0030",
      "zh_CN": "宁夏地区同修问：「我们是运输汽车司机，每当春夏季节，一到傍晚，汽车公路两边庄家地面的青蛙拥向公路，甚至于排队通过公路，往往被夜以继日来往奔驰的汽车活活辗死，数量之多惨不忍睹。弟子身为佛弟子，迫于生计无可奈何，也造了这种杀生之业，心中非常难过，也为牠们念佛回向。但是总是一块心病，不知如何避免或补偿，盼请开示。」",
      "zh_TW": "寧夏地區同修問：「我們是運輸汽車司機，每當春夏季節，一到傍晚，汽車公路兩邊莊家地面的青蛙擁向公路，甚至於排隊通過公路，往往被夜以繼日來往奔馳的汽車活活輾死，數量之多慘不忍睹。弟子身為佛弟子，迫於生計無可奈何，也造了這種殺生之業，心中非常難過，也為牠們念佛迴向。但是總是一塊心病，不知如何避免或補償，盼請開示。」"
    },
    {
      "id": "21-090-0038_p0031",
      "zh_CN": "答：这种事情确实是严重的杀业，在世界上有一些地区已经习以为常，但是也有些地区是爱护动物的，他们懂得怎样回避。早年澳洲人非常可爱，现在我看差很多了，现在我在澳洲有时候看到袋鼠也被车辗死，野生动物、小鹿也常在路上看到。澳洲一些同修们告诉我，在从前是决定不可能的，以前澳洲人开车只要看到前面有动物，他的车会停下来，他会让这些动物走掉之后，他的车才走。如果要砍树，看到树上有鸟窝，他们会上去看看，如果鸟窝里面有蛋，树就不能砍，一定要等小鸟出来可以飞走了，他可能停三、四个月之后再来砍树。这是真正知道爱护动物。",
      "zh_TW": "答：這種事情確實是嚴重的殺業，在世界上有一些地區已經習以為常，但是也有些地區是愛護動物的，他們懂得怎樣迴避。早年澳洲人非常可愛，現在我看差很多了，現在我在澳洲有時候看到袋鼠也被車輾死，野生動物、小鹿也常在路上看到。澳洲一些同修們告訴我，在從前是決定不可能的，以前澳洲人開車只要看到前面有動物，他的車會停下來，他會讓這些動物走掉之後，他的車才走。如果要砍樹，看到樹上有鳥窩，他們會上去看看，如果鳥窩裡面有蛋，樹就不能砍，一定要等小鳥出來可以飛走了，他可能停三、四個月之後再來砍樹。這是真正知道愛護動物。"
    },
    {
      "id": "21-090-0038_p0032",
      "zh_CN": "这些青蛙夜晚在公路上，而且有这么多的数量，在佛法讲这是共业。如果开车的司机学佛，也可以把车停住，下来把牠赶到两旁再走。如果你做的次数多了，可能将来你走路的时候，马路上牠就会让开了。千万不要以为牠愚痴没有灵性，牠也有灵性，动物能够通人情。",
      "zh_TW": "這些青蛙夜晚在公路上，而且有這麼多的數量，在佛法講這是共業。如果開車的司機學佛，也可以把車停住，下來把牠趕到兩旁再走。如果你做的次數多了，可能將來你走路的時候，馬路上牠就會讓開了。千萬不要以為牠愚痴沒有靈性，牠也有靈性，動物能夠通人情。"
    },
    {
      "id": "21-090-0038_p0033",
      "zh_CN": "我们今年在马来西亚婆罗洲，看到李金友居士在那边种菜，他告诉我：「山上决定不杀生，爱护动物，六年收到了很好的效果。」这一次，有一些同修跟我一道去，他们感觉到非常惊讶！因为在山上，一般山上总有蚊虫、苍蝇这些小虫，他们山上居然门窗都开的，一只蚊虫都找不到。他告诉我：第一年种菜，差不多是四分之三的菜都被虫吃掉了，剩下来无几。他们坚持到底，决定不用农药、决定不用化肥。到第二年虫害就少了，大概被吃了一半，还有一半可以收成。现在第六年，我到他菜园去看，每一片菜叶大概只有一、二个小洞，几乎可以收到百分之九十几，病害虫少了。你不杀牠，牠也不扰乱你。杀生不行，愈杀愈多，杀不尽，所以你不杀牠，牠就没有了，我们要懂这个道理。",
      "zh_TW": "我們今年在馬來西亞婆羅洲，看到李金友居士在那邊種菜，他告訴我：「山上決定不殺生，愛護動物，六年收到了很好的效果。」這一次，有一些同修跟我一道去，他們感覺到非常驚訝！因為在山上，一般山上總有蚊蟲、蒼蠅這些小蟲，他們山上居然門窗都開的，一隻蚊蟲都找不到。他告訴我：第一年種菜，差不多是四分之三的菜都被蟲吃掉了，剩下來無幾。他們堅持到底，決定不用農藥、決定不用化肥。到第二年蟲害就少了，大概被吃了一半，還有一半可以收成。現在第六年，我到他菜園去看，每一片菜葉大概只有一、二個小洞，幾乎可以收到百分之九十幾，病害蟲少了。你不殺牠，牠也不擾亂你。殺生不行，愈殺愈多，殺不盡，所以你不殺牠，牠就沒有了，我們要懂這個道理。"
    },
    {
      "id": "21-090-0038_p0034",
      "zh_CN": "平常我们居家，厨房里面蚂蚁、蟑螂，这些小虫总是不能避免。我们学佛的人，把牠赶走不杀牠；其实赶都不要赶，以慈悲心、爱心跟它们共同生活，时间久了之后，牠就不来了，你再去找，一只也找不到，何必要赶牠？赶牠，我们讨厌牠，不赶牠，我们爱牠，我们爱牠，牠也爱我们，我们真的去做，真的得到效应，这些都可以给居士们做参考。",
      "zh_TW": "平常我們居家，廚房裡面螞蟻、蟑螂，這些小蟲總是不能避免。我們學佛的人，把牠趕走不殺牠；其實趕都不要趕，以慈悲心、愛心跟它們共同生活，時間久了之後，牠就不來了，你再去找，一隻也找不到，何必要趕牠？趕牠，我們討厭牠，不趕牠，我們愛牠，我們愛牠，牠也愛我們，我們真的去做，真的得到效應，這些都可以給居士們做參考。"
    },
    {
      "id": "21-090-0038_p0035",
      "zh_CN": "宁夏李居士问：「我们这个地方是属于西北半农半放牧地区，屠宰牛羊等家畜的杀业很重，因此感召天灾不断。但是放生这一类众生的条件有限，心有余而力不足。近年来人们也发展到捕捉贩卖国家明令禁止的山禽动物，我们就发心放生这些可怜无辜的众生，并且劝告捕捉的人；但是无济于事，反而和我们讨价还价，于是我们只好经常换人去，仍然被敏感的贩子认出这是放生的人。他们发现有销路，可能更加积极的捕捉。所以人们说：『你们放生的人愈买，他们捕捉也就愈多，你们这不是帮助他们增长贪心、帮助他们造业？』我们也很困惑，不去放生实在于心不忍，请问该怎么办？」",
      "zh_TW": "寧夏李居士問：「我們這個地方是屬於西北半農半放牧地區，屠宰牛羊等家畜的殺業很重，因此感召天災不斷。但是放生這一類眾生的條件有限，心有餘而力不足。近年來人們也發展到捕捉販賣國家明令禁止的山禽動物，我們就發心放生這些可憐無辜的眾生，並且勸告捕捉的人；但是無濟於事，反而和我們討價還價，於是我們只好經常換人去，仍然被敏感的販子認出這是放生的人。他們發現有銷路，可能更加積極的捕捉。所以人們說：『你們放生的人愈買，他們捕捉也就愈多，你們這不是幫助他們增長貪心、幫助他們造業？』我們也很困惑，不去放生實在於心不忍，請問該怎麼辦？」"
    },
    {
      "id": "21-090-0038_p0036",
      "zh_CN": "答：放生是好事情，可是任何事情都有利有弊，道理我们要懂。他讲的话没错。有一年，那是在台中求学的时候，台中慈光图书馆是个慈善机构，每逢星期三李炳南老居士在那里讲经，曾经一次，也是星期三讲经这一天，有几个人抬来一只很大的海龟到门口，问有没有人要买放生？大家一看，那么大的龟，大家立刻就凑钱把牠买下来，买下来第二天就放生去了。下个星期三，他又搞一只来了，也还不错，有一些人把牠买来放生了。李老师就警告，下一次再来千万不要买，你们肯买，他每一个星期就去抓，不买他就不抓了。果然到了第三个礼拜，他又抓来二、三只；不买了，所以以后就没有了，所以我们要懂得这些人的心理。",
      "zh_TW": "答：放生是好事情，可是任何事情都有利有弊，道理我們要懂。他講的話沒錯。有一年，那是在台中求學的時候，台中慈光圖書館是個慈善機構，每逢星期三李炳南老居士在那裡講經，曾經一次，也是星期三講經這一天，有幾個人抬來一隻很大的海龜到門口，問有沒有人要買放生？大家一看，那麼大的龜，大家立刻就湊錢把牠買下來，買下來第二天就放生去了。下個星期三，他又搞一隻來了，也還不錯，有一些人把牠買來放生了。李老師就警告，下一次再來千萬不要買，你們肯買，他每一個星期就去抓，不買他就不抓了。果然到了第三個禮拜，他又抓來二、三隻；不買了，所以以後就沒有了，所以我們要懂得這些人的心理。"
    },
    {
      "id": "21-090-0038_p0037",
      "zh_CN": "佛教我们放生，是我们平时居家，你们到市场买菜，偶然看到很活泼的这些动物，你仔细去观察判断，牠决定可以能活得下来你就买，如果买下来再去放生已经不能活了，你就不要买。慈悲要有智慧，慈悲不能用感情，感情是所谓的「慈悲多祸害，方便出下流」，一定要有理智，不可以感情用事，这个道理一定要懂。所以遇到捕捉山里面这些动物的人，你们常买去放生，他就常去抓，你不理会，他看到没有销路，他就不去抓，要懂这个道理。",
      "zh_TW": "佛教我們放生，是我們平時居家，你們到市場買菜，偶然看到很活潑的這些動物，你仔細去觀察判斷，牠決定可以能活得下來你就買，如果買下來再去放生已經不能活了，你就不要買。慈悲要有智慧，慈悲不能用感情，感情是所謂的「慈悲多禍害，方便出下流」，一定要有理智，不可以感情用事，這個道理一定要懂。所以遇到捕捉山裡面這些動物的人，你們常買去放生，他就常去抓，你不理會，他看到沒有銷路，他就不去抓，要懂這個道理。"
    },
    {
      "id": "21-090-0038_p0038",
      "zh_CN": "美国谭居士问：「我今年四十五岁，近来有病，经西医调理略有好转，但进一步检查之后，怀疑身体内有癌细胞，医生要我去做切片检查。我因为听过法师佛学问答，法师说：有些病是过去累劫以来的业障，药物是没有办法治好的。所以我开始在家天天回向和忏悔，但是身边的朋友和医生都说我应该去做切片检查，他们说佛陀都有为弟子治病的，再等恐怕就会来不及了。前两天，我的病复发了，医生又发现我体内有两个水瘤，这是我念佛回向之后才发生的。弟子从认识佛教以来，自问信愿行已具足，往生对我来说是没有挂虑的。但朋友们说我的孩子还小，不应该有厌世的观念。请问是否因为我的业障太重，所以念佛之后反而招惹冤亲债主的光临，要怎么做才对？」",
      "zh_TW": "美國譚居士問：「我今年四十五歲，近來有病，經西醫調理略有好轉，但進一步檢查之後，懷疑身體內有癌細胞，醫生要我去做切片檢查。我因為聽過法師佛學問答，法師說：有些病是過去累劫以來的業障，藥物是沒有辦法治好的。所以我開始在家天天迴向和懺悔，但是身邊的朋友和醫生都說我應該去做切片檢查，他們說佛陀都有為弟子治病的，再等恐怕就會來不及了。前兩天，我的病復發了，醫生又發現我體內有兩個水瘤，這是我念佛迴向之後才發生的。弟子從認識佛教以來，自問信願行已具足，往生對我來說是沒有掛慮的。但朋友們說我的孩子還小，不應該有厭世的觀念。請問是否因為我的業障太重，所以念佛之後反而招惹冤親債主的光臨，要怎麼做才對？」"
    },
    {
      "id": "21-090-0038_p0039",
      "zh_CN": "答：佛经教导我们，「一切法从心想生」。病痛，古人说，人天天吃五谷杂粮，这些东西对人身体固然有营养，但是也会产生副作用，决定不是十全十美，正是所谓「病从口入」。所以生老病死是任何人都不能避免的，虽然不能避免，如果我们对于自己饮食起居小心调理，的确可以减少疾病的因缘，就能保持自己身心的健康。心理健康比生理还要重要，为什么？佛说：「境随心转」。心理健康，生理就一定健康；心理不健康，身体健康也会生病。怎么生病？从心想生。人身体本来很健康没有事情，天天想病，于是病就真的出现了；若真的有病，心里完全不想它，完全不在意，病很容易就好了。所以很多生病的人找医生治疗，医生把他的病治好了。",
      "zh_TW": "答：佛經教導我們，「一切法從心想生」。病痛，古人說，人天天吃五穀雜糧，這些東西對人身體固然有營養，但是也會產生副作用，決定不是十全十美，正是所謂「病從口入」。所以生老病死是任何人都不能避免的，雖然不能避免，如果我們對於自己飲食起居小心調理，的確可以減少疾病的因緣，就能保持自己身心的健康。心理健康比生理還要重要，為什麼？佛說：「境隨心轉」。心理健康，生理就一定健康；心理不健康，身體健康也會生病。怎麼生病？從心想生。人身體本來很健康沒有事情，天天想病，於是病就真的出現了；若真的有病，心裡完全不想它，完全不在意，病很容易就好了。所以很多生病的人找醫生治療，醫生把他的病治好了。"
    },
    {
      "id": "21-090-0038_p0040",
      "zh_CN": "我有一次在美国的达拉斯，跟一位医生谈话，那时候我感冒去找他。我跟他说：「病人的病所以被医好，不是医生治好的。」他很惊讶！这医生也很有学问，懂得道理。怎么好的？病人对医生的信心治好的，他相信医生，相信医生的处方、药物，他的病就会好。大夫再高明，如果病人对你没有信心，对你用的药物怀疑，决定治不好他的病，我这个论调他点头同意。所以，一切法从心想生。",
      "zh_TW": "我有一次在美國的達拉斯，跟一位醫生談話，那時候我感冒去找他。我跟他說：「病人的病所以被醫好，不是醫生治好的。」他很驚訝！這醫生也很有學問，懂得道理。怎麼好的？病人對醫生的信心治好的，他相信醫生，相信醫生的處方、藥物，他的病就會好。大夫再高明，如果病人對你沒有信心，對你用的藥物懷疑，決定治不好他的病，我這個論調他點頭同意。所以，一切法從心想生。"
    },
    {
      "id": "21-090-0038_p0041",
      "zh_CN": "美国这位谭居士，你现在检查感觉到身体里面有癌细胞，还不至于很严重。新加坡居士林现在的代林长李木源居士，在十二年前得了癌症。癌细胞已经扩散到内脏，几乎每一个部位都扩散到了，医生给他诊断，顶多只能活三个月，他的那些诊断书、x光照片，好像有三十几张，我都看过，没救了。他自己也很清楚，万缘放下，把家里的生意统统都交代清楚，到居士林来念佛，来等往生。他不看医生也不吃药，三个月过后，他觉得渐渐好了；又过了三个月再检查，癌细胞没有了。这个事情已经十二年了，你看他的身体很健康，他的工作量比我们普通人要多很多倍。他吃长素，每天睡眠只有两小时。每年他带队到中国大陆去朝山旅游，每一次都带一百多人的大团体，一年要去六、七次。他的病怎么好的？他自己也不知道。实在讲这就是没有把病放在心上，忘掉了，每天就一心念佛，发愿在居士林为佛教作义工，所以他的病好了，没有了。你们每天在二楼看到他，他现在没有住在家里，住在居士林，居士林就是他家，全心全力为佛教、为众生。",
      "zh_TW": "美國這位譚居士，你現在檢查感覺到身體裡面有癌細胞，還不至於很嚴重。新加坡居士林現在的代林長李木源居士，在十二年前得了癌症。癌細胞已經擴散到內臟，幾乎每一個部位都擴散到了，醫生給他診斷，頂多只能活三個月，他的那些診斷書、x光照片，好像有三十幾張，我都看過，沒救了。他自己也很清楚，萬緣放下，把家裡的生意統統都交代清楚，到居士林來念佛，來等往生。他不看醫生也不吃藥，三個月過後，他覺得漸漸好了；又過了三個月再檢查，癌細胞沒有了。這個事情已經十二年了，你看他的身體很健康，他的工作量比我們普通人要多很多倍。他吃長素，每天睡眠只有兩小時。每年他帶隊到中國大陸去朝山旅遊，每一次都帶一百多人的大團體，一年要去六、七次。他的病怎麼好的？他自己也不知道。實在講這就是沒有把病放在心上，忘掉了，每天就一心念佛，發願在居士林為佛教作義工，所以他的病好了，沒有了。你們每天在二樓看到他，他現在沒有住在家裡，住在居士林，居士林就是他家，全心全力為佛教、為眾生。"
    },
    {
      "id": "21-090-0038_p0042",
      "zh_CN": "我的一生是讲经教学，其他什么事都不管，我只是说说而已。为什么？我没有能力去做。我在美国看到美国的老人公寓，到加拿大访问国家的老人福利事业，我看了之后有个感触；我们佛教能够好好发心将来照顾老人，帮助大家念佛往生，建弥陀村这很有意义。他听到了，他就真干，这两年到处找地方，曾经找过三次都不成功。可是这桩事情得到海内外许许多多人的支援，现在是实在不得已，把居士林这边还有一块空地，我看现在就开始动工，把它建成七层楼，听说这上面也再加建两层。这样也好，弥陀村跟讲堂、念佛堂，还有义诊所，都在一起，照顾就方便多了。所以这一切都是佛菩萨的安排，我们人怎么想法，都没有佛菩萨安排的圆满。所以人一发心把业力转变成愿力，这个事情就解决了。",
      "zh_TW": "我的一生是講經教學，其他什麼事都不管，我只是說說而已。為什麼？我沒有能力去做。我在美國看到美國的老人公寓，到加拿大訪問國家的老人福利事業，我看了之後有個感觸；我們佛教能夠好好發心將來照顧老人，幫助大家念佛往生，建彌陀村這很有意義。他聽到了，他就真幹，這兩年到處找地方，曾經找過三次都不成功。可是這樁事情得到海內外許許多多人的支援，現在是實在不得已，把居士林這邊還有一塊空地，我看現在就開始動工，把它建成七層樓，聽說這上面也再加建兩層。這樣也好，彌陀村跟講堂、念佛堂，還有義診所，都在一起，照顧就方便多了。所以這一切都是佛菩薩的安排，我們人怎麼想法，都沒有佛菩薩安排的圓滿。所以人一發心把業力轉變成願力，這個事情就解決了。"
    },
    {
      "id": "21-090-0038_p0043",
      "zh_CN": "得癌症，我常讲癌症没有什么了不起，癌症不会死人，癌症死的都是被癌症吓死的，你说对不对？你要是不怕它，不在乎它，没有什么了不起的。西医对这个很困难，但是中医没有问题。我上一次在北京遇到一位刘老先生，也是很有名的中医，他治好很多癌症。但是他有一个原则，癌症不能开刀，不能化疗，如果经过化疗、经过开刀，就很难治好。只要不开刀、不用化疗，用中药有办法治好。诸位要晓得，中医有几千年的历史，这里头有大学问在。西医的历史很短，说老实话它还在摸索，是探索的阶段，中医是已经纯熟了。但是现在中国人非常不信，连月亮都是外国的圆，你说有什么办法！对我们中国固有文化失掉自信心，这才叫要命，比癌症还严重。所以，一定要恢复对自己民族文化的自信心。我觉得如果有这一类的病，经过西医检查诊断发现疑似之后，最好请中医治疗。",
      "zh_TW": "得癌症，我常講癌症沒有什麼了不起，癌症不會死人，癌症死的都是被癌症嚇死的，你說對不對？你要是不怕它，不在乎它，沒有什麼了不起的。西醫對這個很困難，但是中醫沒有問題。我上一次在北京遇到一位劉老先生，也是很有名的中醫，他治好很多癌症。但是他有一個原則，癌症不能開刀，不能化療，如果經過化療、經過開刀，就很難治好。只要不開刀、不用化療，用中藥有辦法治好。諸位要曉得，中醫有幾千年的歷史，這裡頭有大學問在。西醫的歷史很短，說老實話它還在摸索，是探索的階段，中醫是已經純熟了。但是現在中國人非常不信，連月亮都是外國的圓，你說有什麼辦法！對我們中國固有文化失掉自信心，這才叫要命，比癌症還嚴重。所以，一定要恢復對自己民族文化的自信心。我覺得如果有這一類的病，經過西醫檢查診斷發現疑似之後，最好請中醫治療。"
    }
  ]
}