{
  "doc_id": "21-090-0037",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0037",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "21-090-0037_p0001",
      "zh_CN": "天津的同修问：「有一位老太太预知时至，火化后，他的儿子明明看到脚下闪亮，可是一捡又没有，请问收舍利该用什么仪式？」",
      "zh_TW": "天津的同修問：「有一位老太太預知時至，火化後，他的兒子明明看到腳下閃亮，可是一撿又沒有，請問收舍利該用什麼儀式？」"
    },
    {
      "id": "21-090-0037_p0002",
      "zh_CN": "答：在佛门里面，四众弟子往生火化之后，有时候会有舍利。过去初学佛的时候，也问过一些老和尚，我曾经问过章嘉大师，「舍利」是怎么形成的？为什么会有？他老人家告诉我：一般来说，舍利与清净心有关系，也就是与定功有关系。如果心地散乱，决定不可能有，有禅定功夫且心地清净就可能有，但多少、颜色不一定，看功夫的浅深。",
      "zh_TW": "答：在佛門裡面，四眾弟子往生火化之後，有時候會有舍利。過去初學佛的時候，也問過一些老和尚，我曾經問過章嘉大師，「舍利」是怎麼形成的？為什麼會有？他老人家告訴我：一般來說，舍利與清淨心有關係，也就是與定功有關係。如果心地散亂，決定不可能有，有禪定功夫且心地清淨就可能有，但多少、顏色不一定，看功夫的淺深。"
    },
    {
      "id": "21-090-0037_p0003",
      "zh_CN": "留舍利、留肉身都不能够证明他的成就，这个要知道，只可以说他修行有功夫，说成就这很难讲，这不能代表成就；同时还与愿力有关系，有很多真正成就的人，他不想留舍利，也不想留肉身，也与愿力有很大的关系。一般留舍利无非是给后人做纪念，也给学佛同修一种鼓励，学佛的人火化跟一般人不一样，这是给修行人一种鼓励，有这个作用。",
      "zh_TW": "留舍利、留肉身都不能夠證明他的成就，這個要知道，只可以說他修行有功夫，說成就這很難講，這不能代表成就；同時還與願力有關係，有很多真正成就的人，他不想留舍利，也不想留肉身，也與願力有很大的關係。一般留舍利無非是給後人做紀念，也給學佛同修一種鼓勵，學佛的人火化跟一般人不一樣，這是給修行人一種鼓勵，有這個作用。"
    },
    {
      "id": "21-090-0037_p0004",
      "zh_CN": "捡舍利没有一定的仪式，最重要是恭敬心。火化后在骨灰里面捡舍利，舍利分布情形也不一定，舍利有骨头结成的、有肉结成的、有血液结成的、也有毛发结成的，所以它的形状、色彩都不一样，这不难见到，可以多看看。",
      "zh_TW": "撿舍利沒有一定的儀式，最重要是恭敬心。火化後在骨灰裡面撿舍利，舍利分布情形也不一定，舍利有骨頭結成的、有肉結成的、有血液結成的、也有毛髮結成的，所以它的形狀、色彩都不一樣，這不難見到，可以多看看。"
    },
    {
      "id": "21-090-0037_p0005",
      "zh_CN": "问：「菩萨是怎样现畜生身度众生的？大公鸡往生的例子是菩萨现身吗？」",
      "zh_TW": "問：「菩薩是怎樣現畜生身度眾生的？大公雞往生的例子是菩薩現身嗎？」"
    },
    {
      "id": "21-090-0037_p0006",
      "zh_CN": "答：不一定。菩萨现畜生身是度畜生，不是度人，现畜生身度不了人，现人身也度不了畜生，所以佛菩萨现身是随类现身。如果他现个公鸡身，他一定是度很多鸡，鸡里面有很多善根成熟的，他在这里面现身。如果是度一群猪，菩萨要度猪，菩萨就投猪胎，以猪的身分跟这些猪在一起，也为牠们讲经说法，也劝牠们念阿弥陀佛，但念的声音可能跟我们不一样，这是随类现身，随机说法。",
      "zh_TW": "答：不一定。菩薩現畜生身是度畜生，不是度人，現畜生身度不了人，現人身也度不了畜生，所以佛菩薩現身是隨類現身。如果他現個公雞身，他一定是度很多雞，雞裡面有很多善根成熟的，他在這裡面現身。如果是度一群豬，菩薩要度豬，菩薩就投豬胎，以豬的身分跟這些豬在一起，也為牠們講經說法，也勸牠們念阿彌陀佛，但念的聲音可能跟我們不一樣，這是隨類現身，隨機說法。"
    },
    {
      "id": "21-090-0037_p0007",
      "zh_CN": "大公鸡往生的例子，不一定是菩萨化身，但是我们能够想像得到，过去生中一定是念佛人。念佛临终一念差错打了妄想没有能往生，堕到畜生道，总算善根深厚，堕在畜生道也没有忘记念佛求生净土，所以牠有这种现象。",
      "zh_TW": "大公雞往生的例子，不一定是菩薩化身，但是我們能夠想像得到，過去生中一定是念佛人。念佛臨終一念差錯打了妄想沒有能往生，墮到畜生道，總算善根深厚，墮在畜生道也沒有忘記念佛求生淨土，所以牠有這種現象。"
    },
    {
      "id": "21-090-0037_p0008",
      "zh_CN": "北京同修问：「法身大士起心动念，包括正念、妄念遍虚空法界，十法界内的四圣法界和我们六道凡夫是否局限于自己的心里？当然这只是虚妄的局限，实际上也遍虚空法界？这些导师在《华严经》讲述中讲过多次，但侧重面不一样，因为我们没有智慧所以搞不清楚，恳请导师解疑。」",
      "zh_TW": "北京同修問：「法身大士起心動念，包括正念、妄念遍虛空法界，十法界內的四聖法界和我們六道凡夫是否侷限於自己的心裡？當然這只是虛妄的侷限，實際上也遍虛空法界？這些導師在《華嚴經》講述中講過多次，但側重面不一樣，因為我們沒有智慧所以搞不清楚，懇請導師解疑。」"
    },
    {
      "id": "21-090-0037_p0009",
      "zh_CN": "答：跟诸位说，到法身大士，他已经不会起心动念了，起心动念是凡夫，法身大士没有起心动念；如果说法身大士还起心动念，那跟我们凡夫有什么差别？法身大士的应化，我们在讲席里讲过很多次，这是感应道交。众生起心动念，不是佛菩萨起心动念，众生起心动念佛菩萨知道。譬如我们这里动一个念头，念头是波动，现在讲思想波，波动确实也传遍虚空法界。我们一个善念、一个妄念，统统周遍法界，如果不周遍法界，佛菩萨怎么会知道？所以念头会周遍。",
      "zh_TW": "答：跟諸位說，到法身大士，他已經不會起心動念了，起心動念是凡夫，法身大士沒有起心動念；如果說法身大士還起心動念，那跟我們凡夫有什麼差別？法身大士的應化，我們在講席裡講過很多次，這是感應道交。眾生起心動念，不是佛菩薩起心動念，眾生起心動念佛菩薩知道。譬如我們這裡動一個念頭，念頭是波動，現在講思想波，波動確實也傳遍虛空法界。我們一個善念、一個妄念，統統周遍法界，如果不周遍法界，佛菩薩怎麼會知道？所以念頭會周遍。"
    },
    {
      "id": "21-090-0037_p0010",
      "zh_CN": "佛菩萨心清净，极清净的心他能接收，我们这里一动念头，他就能接收得到。我们凡夫为什么没有办法知道佛菩萨的心念？刚才说了，佛菩萨没有心念，所以我们不知道。佛菩萨纵然有心念，十法界的佛菩萨，不是一真法界的佛菩萨，十法界里面佛菩萨、辟支佛、阿罗汉也都有心念，我们为什么不知道？我们的心念太粗，他们的心念微细。就好像水一样，他们的波浪很细，是小浪，我们是大浪，大浪碰到小浪，小浪知道大浪，大浪不知道小浪，盖过了，就是这样的情形。所以我们没有办法知道四圣法界的心念，不但不知道四圣法界，连诸天的法界我们都不知道。天人还是有妄念，他们的妄念比我们微细，我们的妄念比他粗，就像水一样，我们的浪盖过他的浪，他知道我们，我们不知道他，道理就像这个情形一样。所以世尊在《无量寿经》上告诉我们一个事实，十方世界的众生起心动念、言语造作，西方世界的人都看得清楚、都听得清楚，他们六根的能力几乎如法身大士一样没有障碍，这是净土法门的殊胜。",
      "zh_TW": "佛菩薩心清淨，極清淨的心他能接收，我們這裡一動念頭，他就能接收得到。我們凡夫為什麼沒有辦法知道佛菩薩的心念？剛才說了，佛菩薩沒有心念，所以我們不知道。佛菩薩縱然有心念，十法界的佛菩薩，不是一真法界的佛菩薩，十法界裡面佛菩薩、辟支佛、阿羅漢也都有心念，我們為什麼不知道？我們的心念太粗，他們的心念微細。就好像水一樣，他們的波浪很細，是小浪，我們是大浪，大浪碰到小浪，小浪知道大浪，大浪不知道小浪，蓋過了，就是這樣的情形。所以我們沒有辦法知道四聖法界的心念，不但不知道四聖法界，連諸天的法界我們都不知道。天人還是有妄念，他們的妄念比我們微細，我們的妄念比他粗，就像水一樣，我們的浪蓋過他的浪，他知道我們，我們不知道他，道理就像這個情形一樣。所以世尊在《無量壽經》上告訴我們一個事實，十方世界的眾生起心動念、言語造作，西方世界的人都看得清楚、都聽得清楚，他們六根的能力幾乎如法身大士一樣沒有障礙，這是淨土法門的殊勝。"
    },
    {
      "id": "21-090-0037_p0011",
      "zh_CN": "问：「我学佛多年坚持素食，和单位同事同餐的时候，肉制品剩得很多，都被白白的扔掉，非常浪费，请问我是否可以将这些干净的肉制品送给那些吃肉的人？」",
      "zh_TW": "問：「我學佛多年堅持素食，和單位同事同餐的時候，肉製品剩得很多，都被白白的扔掉，非常浪費，請問我是否可以將這些乾淨的肉製品送給那些吃肉的人？」"
    },
    {
      "id": "21-090-0037_p0012",
      "zh_CN": "答：可以。因为这个不是杀生，他们丢弃的东西浪费是过失，不是好事情，你能够把它分给一些贫苦的人，这是一桩好事情。「现在我因为怕吃肉的人跟众生结冤仇，而不敢这样做。」你可以这样作法，你念佛给他回向，念往生咒给他回向，都非常好，给这些众生结法缘。",
      "zh_TW": "答：可以。因為這個不是殺生，他們丟棄的東西浪費是過失，不是好事情，你能夠把它分給一些貧苦的人，這是一樁好事情。「現在我因為怕吃肉的人跟眾生結冤仇，而不敢這樣做。」你可以這樣作法，你念佛給他迴向，念往生咒給他迴向，都非常好，給這些眾生結法緣。"
    },
    {
      "id": "21-090-0037_p0013",
      "zh_CN": "问：「经不读了，师父讲经也不听了，只是专持一句阿弥陀佛名号，请问能否往生？」",
      "zh_TW": "問：「經不讀了，師父講經也不聽了，只是專持一句阿彌陀佛名號，請問能否往生？」"
    },
    {
      "id": "21-090-0037_p0014",
      "zh_CN": "答：能。只要你信心坚定、愿心恳切，就能往生。如果你有疑惑，还会在境界里面动摇，听经对你断疑生信有帮助。",
      "zh_TW": "答：能。只要你信心堅定、願心懇切，就能往生。如果你有疑惑，還會在境界裡面動搖，聽經對你斷疑生信有幫助。"
    },
    {
      "id": "21-090-0037_p0015",
      "zh_CN": "问：「从经中了解西方极乐世界大慈大悲阿弥陀佛，以及简易方便弘愿引导众生入净土，特别是《佛说大乘无量寿庄严清净平等觉经》第六章所发的四十八愿，对此经文反复思考，由于基础迟钝，对此四十八愿中有些疑问及迷惑，盼贵会专修能帮事宜。」",
      "zh_TW": "問：「從經中了解西方極樂世界大慈大悲阿彌陀佛，以及簡易方便弘願引導眾生入淨土，特別是《佛說大乘無量壽莊嚴清淨平等覺經》第六章所發的四十八願，對此經文反覆思考，由於基礎遲鈍，對此四十八願中有些疑問及迷惑，盼貴會專修能幫事宜。」"
    },
    {
      "id": "21-090-0037_p0016",
      "zh_CN": "答：我看这个问题，你们把我们讲过四十八愿的VCD寄给他就好了。好不好跟他连络？这就不要答了。他问的都是经文里面的事情，这已经讲过不再重复。",
      "zh_TW": "答：我看這個問題，你們把我們講過四十八願的VCD寄給他就好了。好不好跟他連絡？這就不要答了。他問的都是經文裡面的事情，這已經講過不再重複。"
    },
    {
      "id": "21-090-0037_p0017",
      "zh_CN": "问：「弟子今有两个问题恭请老法师开示指教。问题一：弟子就职于一个规模庞大的公司，员工约有二、三百人。在弟子的部门，有一帮约六、七人合在一起偷取公司的客户据为己有，间接上是偷盗公司的收入，每一个工作日约偷取六百新元或更多，这不法的勾当已经持续两年有余。弟子本想上报最高层以制止他们，然而想到这六、七人的后果有可能会入狱，心中久久难下决定。因为想起师父平日教导：「看一切人都是菩萨，看人只看一些好处」；又「若真修行人，不见他人过」及「不要与他人结怨」。然而任由这件非法的事发展下去，日久必成祸害。想起慈悲而不理智是祸害，弟子觉得还是应该加以揭发该等罪行。请问弟子这样做是对是错，有没有造业？」",
      "zh_TW": "問：「弟子今有兩個問題恭請老法師開示指教。問題一：弟子就職於一個規模龐大的公司，員工約有二、三百人。在弟子的部門，有一幫約六、七人合在一起偷取公司的客戶據為己有，間接上是偷盜公司的收入，每一個工作日約偷取六百新元或更多，這不法的勾當已經持續兩年有餘。弟子本想上報最高層以制止他們，然而想到這六、七人的後果有可能會入獄，心中久久難下決定。因為想起師父平日教導：「看一切人都是菩薩，看人只看一些好處」；又「若真修行人，不見他人過」及「不要與他人結怨」。然而任由這件非法的事發展下去，日久必成禍害。想起慈悲而不理智是禍害，弟子覺得還是應該加以揭發該等罪行。請問弟子這樣做是對是錯，有沒有造業？」"
    },
    {
      "id": "21-090-0037_p0018",
      "zh_CN": "答：这个事情你自己多想想、多看看。实在说，个人造业个人受报。人家这样做，你知道是不如法，自己决定不可以这样作法，自己要做得如理如法。至于他为什么要这样作法，是不是为生活逼迫，还是别有原因，你要想干涉这桩事情，你就要查清楚，然后你才知道应该如何来处理。",
      "zh_TW": "答：這個事情你自己多想想、多看看。實在說，個人造業個人受報。人家這樣做，你知道是不如法，自己決定不可以這樣作法，自己要做得如理如法。至於他為什麼要這樣作法，是不是為生活逼迫，還是別有原因，你要想干涉這樁事情，你就要查清楚，然後你才知道應該如何來處理。"
    },
    {
      "id": "21-090-0037_p0019",
      "zh_CN": "往年永明延寿大师没有出家前，他就常常偷国库的钱，他偷去不是自己享受，他是偷去放生，替国家修福，因为国家不懂放生。所以你一定要查问清楚，他是什么原因要做这个事情。因为看你在上面写的数目不是很大，如果他一次盗上几百万、几千万新币，这个事情就严重了，会造成你公司很大的损失。你公司员工有二、三百人，六、七个人只偷了六百新元不算多，这是小事一桩。所以一定要问清楚、要调查清楚，你愿意干涉你就调查清楚，不愿意干涉就不要放在自己心上，自己好好念佛就好了。所以这要看事实真相，才知道应当怎么处理。",
      "zh_TW": "往年永明延壽大師沒有出家前，他就常常偷國庫的錢，他偷去不是自己享受，他是偷去放生，替國家修福，因為國家不懂放生。所以你一定要查問清楚，他是什麼原因要做這個事情。因為看你在上面寫的數目不是很大，如果他一次盜上幾百萬、幾千萬新幣，這個事情就嚴重了，會造成你公司很大的損失。你公司員工有二、三百人，六、七個人只偷了六百新元不算多，這是小事一樁。所以一定要問清楚、要調查清楚，你願意干涉你就調查清楚，不願意干涉就不要放在自己心上，自己好好念佛就好了。所以這要看事實真相，才知道應當怎麼處理。"
    },
    {
      "id": "21-090-0037_p0020",
      "zh_CN": "问：「约数年前，弟子有一天晚上在海边跑步，当时大雾迷漫，这时海上驶来一条快船，船上跳下整百个非法移民来此当劳工的，混口饭吃的。弟子本想即刻报警加以围捕，然而想起这些可怜人都是靠卖牛、卖羊、典当借贷，好不容易才能够过来谋生。一旦被捕，不但要坐牢还要挨鞭刑，弟子心中不忍，就在犹豫间整百人都消失于黑暗中。弟子学佛至此，对于国法、佛法如何平衡相处心生困惑。又想到新加坡是个全国皆兵的国家，一旦有事，我等男儿都要上阵厮杀，到那个时候国法、佛法如何两全？请就这一 点加以开示。」",
      "zh_TW": "問：「約數年前，弟子有一天晚上在海邊跑步，當時大霧迷漫，這時海上駛來一條快船，船上跳下整百個非法移民來此當勞工的，混口飯吃的。弟子本想即刻報警加以圍捕，然而想起這些可憐人都是靠賣牛、賣羊、典當借貸，好不容易才能夠過來謀生。一旦被捕，不但要坐牢還要挨鞭刑，弟子心中不忍，就在猶豫間整百人都消失於黑暗中。弟子學佛至此，對於國法、佛法如何平衡相處心生困惑。又想到新加坡是個全國皆兵的國家，一旦有事，我等男兒都要上陣廝殺，到那個時候國法、佛法如何兩全？請就這一 點加以開示。」"
    },
    {
      "id": "21-090-0037_p0021",
      "zh_CN": "答：你想得很多。佛法要透彻，世尊在《梵网经》里面教导我们「不作国贼，不谤国主」，在《璎珞经》里面教导我们「不漏国税」，所以戒律里面许许多多地方世尊教导我们要守法。你看到这些偷渡的人，你是生了慈悲心，怜悯他们而没有去报案。你虽然没有去报案，好像新加坡报纸上也常登，也有不少被发现遣返，这是我们时有所闻。佛法也不外乎人情法理，一定要深入，同时平常要认真修行，为社会、为国家祈福。祈福绝对不是仅限于祷告而已，是要真正以行动来祈求，行动总不外乎断恶修善、破迷开悟、舍己为人。所以要常听经、常学习经教，这些道理你慢慢就会懂，世法跟佛法是一不是二，决定没有冲突，你自己慢慢去体会。",
      "zh_TW": "答：你想得很多。佛法要透徹，世尊在《梵網經》裡面教導我們「不作國賊，不謗國主」，在《瓔珞經》裡面教導我們「不漏國稅」，所以戒律裡面許許多多地方世尊教導我們要守法。你看到這些偷渡的人，你是生了慈悲心，憐憫他們而沒有去報案。你雖然沒有去報案，好像新加坡報紙上也常登，也有不少被發現遣返，這是我們時有所聞。佛法也不外乎人情法理，一定要深入，同時平常要認真修行，為社會、為國家祈福。祈福絕對不是僅限於禱告而已，是要真正以行動來祈求，行動總不外乎斷惡修善、破迷開悟、捨己為人。所以要常聽經、常學習經教，這些道理你慢慢就會懂，世法跟佛法是一不是二，決定沒有衝突，你自己慢慢去體會。"
    },
    {
      "id": "21-090-0037_p0022",
      "zh_CN": "问：「弟子已出家三年，三年来专听您所宣讲的《无量寿经》，最近专听细讲的《无量寿经》。可是近来有一些同参道友，劝我应该听您所宣讲的其他经典，弟子心中十分困惑不知如何是好，这是否会破坏一门深入的修行？是否应该听您宣讲的《观无量寿佛经》或《金刚经》，请您教导该如何做？」",
      "zh_TW": "問：「弟子已出家三年，三年來專聽您所宣講的《無量壽經》，最近專聽細講的《無量壽經》。可是近來有一些同參道友，勸我應該聽您所宣講的其他經典，弟子心中十分困惑不知如何是好，這是否會破壞一門深入的修行？是否應該聽您宣講的《觀無量壽佛經》或《金剛經》，請您教導該如何做？」"
    },
    {
      "id": "21-090-0037_p0023",
      "zh_CN": "答：净宗的修学，古大德教导我们「正助双修」，这样对我们的帮助是比较大。你专学《无量寿经》，这是你的正修，就好像我们在学校念书，这是你主修课程，听其他的经典这是助修。为什么听其他经典？是帮助自己对《无量寿经》有更深的理解，有这个好处；可以触类旁通，别的经可以帮助你在这部经开悟。一门专修一定要得定，定开慧，智慧开了才能旁通，假定这个修法时间需要十年，你要加上助修，你开悟的时间可能五年就达到了，会把你开悟的时间提前。但是主修跟助修一定要辨别得清楚，我们整个精神要专注在主修的经论上，功夫要下得正；助修的，那是随缘，可以听，不必在上面下功夫，因为那是帮助我主修的课程，这样作法就对了。",
      "zh_TW": "答：淨宗的修學，古大德教導我們「正助雙修」，這樣對我們的幫助是比較大。你專學《無量壽經》，這是你的正修，就好像我們在學校念書，這是你主修課程，聽其他的經典這是助修。為什麼聽其他經典？是幫助自己對《無量壽經》有更深的理解，有這個好處；可以觸類旁通，別的經可以幫助你在這部經開悟。一門專修一定要得定，定開慧，智慧開了才能旁通，假定這個修法時間需要十年，你要加上助修，你開悟的時間可能五年就達到了，會把你開悟的時間提前。但是主修跟助修一定要辨別得清楚，我們整個精神要專注在主修的經論上，功夫要下得正；助修的，那是隨緣，可以聽，不必在上面下功夫，因為那是幫助我主修的課程，這樣作法就對了。"
    },
    {
      "id": "21-090-0037_p0024",
      "zh_CN": "张居士问：「一位密宗的朋友，送我一本有如意宝法王所传的《往生净土修行法本》。里面的意思是说只要照他的仪规去修，念满三十万遍弥陀心咒和一百万遍阿弥陀佛，他就保证你往生，并且盖上自己的印章和他上师的印章，以示证明。我得到之后疑惑很大，从理上讲不通，但是又驳不倒他，使弟子不知所措，请法师开示。」",
      "zh_TW": "張居士問：「一位密宗的朋友，送我一本有如意寶法王所傳的《往生淨土修行法本》。裡面的意思是說只要照他的儀規去修，念滿三十萬遍彌陀心咒和一百萬遍阿彌陀佛，他就保證你往生，並且蓋上自己的印章和他上師的印章，以示證明。我得到之後疑惑很大，從理上講不通，但是又駁不倒他，使弟子不知所措，請法師開示。」"
    },
    {
      "id": "21-090-0037_p0025",
      "zh_CN": "答：保证往生很难得到，保证有没有效果？问题在这里。那两颗印章靠不住，为什么？「凡所有相，皆是虚妄」。这事情关系很大。念满三十万遍弥陀心咒，这是密宗说的，显宗也有。显宗也有咒，净宗法门显密圆融，往往念《弥陀经》或《无量寿经》，有人把密咒加进去，加什么咒？往生咒。过去我们看到很多人，《弥陀经》念完之后都念三遍往生咒，显密圆融。",
      "zh_TW": "答：保證往生很難得到，保證有沒有效果？問題在這裡。那兩顆印章靠不住，為什麼？「凡所有相，皆是虛妄」。這事情關係很大。念滿三十萬遍彌陀心咒，這是密宗說的，顯宗也有。顯宗也有咒，淨宗法門顯密圓融，往往念《彌陀經》或《無量壽經》，有人把密咒加進去，加什麼咒？往生咒。過去我們看到很多人，《彌陀經》念完之後都念三遍往生咒，顯密圓融。"
    },
    {
      "id": "21-090-0037_p0026",
      "zh_CN": "在《法本》里面告诉我们，念往生咒念三十万遍，阿弥陀佛就现身来接引你。过去在台湾有一位居士，他是做总统纪念歌的，他看到这个，他就真发心，念满三十万遍往生咒后没有消息，他来跟我说：「法师，这靠不住！我三十万遍念完了，消息都没有。」这是经上说的，这不是你的上师说的，经上说得灵不灵？我们晓得经上讲的肯定是灵。你三十万遍念完，为什么没有感应？诵经、念咒、念佛的要领，佛经说：「要发菩提心，一向专念」。我问你，你有没有发菩提心？你是不是「一向专念」？而《弥陀经》的标准更高，要「一心不乱」。「一心不乱」很难，「一向专念」，我们可以做到。所以不是经典说的话不灵，是我们没有真正理解经典讲的道理和方法，所以我们念得就不灵。",
      "zh_TW": "在《法本》裡面告訴我們，念往生咒念三十萬遍，阿彌陀佛就現身來接引你。過去在台灣有一位居士，他是做總統紀念歌的，他看到這個，他就真發心，念滿三十萬遍往生咒後沒有消息，他來跟我說：「法師，這靠不住！我三十萬遍念完了，消息都沒有。」這是經上說的，這不是你的上師說的，經上說得靈不靈？我們曉得經上講的肯定是靈。你三十萬遍念完，為什麼沒有感應？誦經、念咒、念佛的要領，佛經說：「要發菩提心，一向專念」。我問你，你有沒有發菩提心？你是不是「一向專念」？而《彌陀經》的標準更高，要「一心不亂」。「一心不亂」很難，「一向專念」，我們可以做到。所以不是經典說的話不靈，是我們沒有真正理解經典講的道理和方法，所以我們念得就不靈。"
    },
    {
      "id": "21-090-0037_p0027",
      "zh_CN": "上师传给你的《法本》，照仪规同样一个道理，你要「发菩提心，一向专念」。如果你的心跟佛心不相应，你还是自私自利，念满三十万遍，就想到西方极乐世界去，这去不了的。西方极乐世界是「诸上善人，俱会一处」，我们的心不善，有自私自利的心，有投机取巧、侥幸的心，这样能往生吗？所以密法虽然好，还是要把道理讲清楚，这才行！密是属于加行。",
      "zh_TW": "上師傳給你的《法本》，照儀規同樣一個道理，你要「發菩提心，一向專念」。如果你的心跟佛心不相應，你還是自私自利，念滿三十萬遍，就想到西方極樂世界去，這去不了的。西方極樂世界是「諸上善人，俱會一處」，我們的心不善，有自私自利的心，有投機取巧、僥倖的心，這樣能往生嗎？所以密法雖然好，還是要把道理講清楚，這才行！密是屬於加行。"
    },
    {
      "id": "21-090-0037_p0028",
      "zh_CN": "我最初接触佛法是密宗的章嘉大师，那时候他告诉我，要想学密先要学习显教。在西藏的规矩，显教要学十年，十年还要经过严格的考试，考试及格有一个学位叫「格西」，取得学位之后，才能够灌顶修学密法。如果没有显教的基础，这个密法是跟你结缘的，传给你一个咒，教你天天去受持去念。所以我跟大师三年，就没有得到他密法的传授。为什么？时间不够，至少要学十年。这是好老师不骗人，他也给我做了一个结缘的灌顶，传我一个六字大明咒，教我天天念，那不算学密，那是结缘的，一定要懂这个道理。",
      "zh_TW": "我最初接觸佛法是密宗的章嘉大師，那時候他告訴我，要想學密先要學習顯教。在西藏的規矩，顯教要學十年，十年還要經過嚴格的考試，考試及格有一個學位叫「格西」，取得學位之後，才能夠灌頂修學密法。如果沒有顯教的基礎，這個密法是跟你結緣的，傳給你一個咒，教你天天去受持去念。所以我跟大師三年，就沒有得到他密法的傳授。為什麼？時間不夠，至少要學十年。這是好老師不騙人，他也給我做了一個結緣的灌頂，傳我一個六字大明咒，教我天天念，那不算學密，那是結緣的，一定要懂這個道理。"
    },
    {
      "id": "21-090-0037_p0029",
      "zh_CN": "密宗里面，确实也有修净土法门的。无论是显是密，要知道密是显之密，显是密之显，显密是一不是二。你明白这个道理，无论修学哪个法门都能成就；不明白这个道理，成就就难，不但密不能成就，显的成就也不容易，所以一定要明理。",
      "zh_TW": "密宗裡面，確實也有修淨土法門的。無論是顯是密，要知道密是顯之密，顯是密之顯，顯密是一不是二。你明白這個道理，無論修學哪個法門都能成就；不明白這個道理，成就就難，不但密不能成就，顯的成就也不容易，所以一定要明理。"
    },
    {
      "id": "21-090-0037_p0030",
      "zh_CN": "理论、方法、境界，《无量寿经》都讲得很清楚，我们要认真努力去学习，对法门有疑惑，可以不学它。净土法门也很多，选择自己有信心的，选择自己能够理解的，这是最好的。不能理解就相当困难，总免不了疑惑，疑就会产生很大的障碍，道理一定要懂。",
      "zh_TW": "理論、方法、境界，《無量壽經》都講得很清楚，我們要認真努力去學習，對法門有疑惑，可以不學它。淨土法門也很多，選擇自己有信心的，選擇自己能夠理解的，這是最好的。不能理解就相當困難，總免不了疑惑，疑就會產生很大的障礙，道理一定要懂。"
    },
    {
      "id": "21-090-0037_p0031",
      "zh_CN": "问：高雄市妙音净宗学会的同学有十个问题。第一「听经常听到师父提到：如果有福报的话会建祠堂，请问祠堂是何模式建筑？在祠堂应讲什么经？」",
      "zh_TW": "問：高雄市妙音淨宗學會的同學有十個問題。第一「聽經常聽到師父提到：如果有福報的話會建祠堂，請問祠堂是何模式建築？在祠堂應講什麼經？」"
    },
    {
      "id": "21-090-0037_p0032",
      "zh_CN": "答：这大概是很多年前讲的。佛法是师道，师道一定建立在孝道的基础上，人不知道孝养父母，就决定不会懂得尊师重道，这是一定的道理。在很多年前，那时候我还没有离开台湾，有一些法师到外国去弘法，也有移民到外国，我跟他们见面的时候，我曾经劝过他们，到外国不要盖寺庙，盖什么？盖祠堂，提倡孝道。大家都懂得孝道，懂得孝养父母了，然后再建佛寺，佛法才有根。我讲过不少次，劝过一些人，劝是劝了，他们到国外去还是建寺，都没有建祠堂。所以我说这是众生的福报，众生没有福。我们知道这是教学，教学没有根，没有办法扎根。",
      "zh_TW": "答：這大概是很多年前講的。佛法是師道，師道一定建立在孝道的基礎上，人不知道孝養父母，就決定不會懂得尊師重道，這是一定的道理。在很多年前，那時候我還沒有離開台灣，有一些法師到外國去弘法，也有移民到外國，我跟他們見面的時候，我曾經勸過他們，到外國不要蓋寺廟，蓋什麼？蓋祠堂，提倡孝道。大家都懂得孝道，懂得孝養父母了，然後再建佛寺，佛法才有根。我講過不少次，勸過一些人，勸是勸了，他們到國外去還是建寺，都沒有建祠堂。所以我說這是眾生的福報，眾生沒有福。我們知道這是教學，教學沒有根，沒有辦法扎根。"
    },
    {
      "id": "21-090-0037_p0033",
      "zh_CN": "至于祠堂是什么样子？怎么建法？可以到大陆参观，大陆虽然经过文化大革命，祠堂多半都破坏了，可是还有一些保留的。最近我看到同修们带回来的录像带，看到九华山附近还有不少祠堂存在，现在开放为观光旅游，你们可以去看看过去祠堂是怎么建立的，这是常识；也看看中国从前的文化、典章制度、人民的生活，我们从这里面吸取经验，吸取教训。",
      "zh_TW": "至於祠堂是什麼樣子？怎麼建法？可以到大陸參觀，大陸雖然經過文化大革命，祠堂多半都破壞了，可是還有一些保留的。最近我看到同修們帶回來的錄像帶，看到九華山附近還有不少祠堂存在，現在開放為觀光旅遊，你們可以去看看過去祠堂是怎麼建立的，這是常識；也看看中國從前的文化、典章制度、人民的生活，我們從這裡面吸取經驗，吸取教訓。"
    },
    {
      "id": "21-090-0037_p0034",
      "zh_CN": "祠堂里面应该讲什么经？应当讲伦理、讲孝道。儒家讲的五伦、五常、八德，佛经也有讲到这些，都可以去讲解、去教学。祠堂我们也把它做为多元文化的弘扬中心，族群团结的中心，中国民族能够绵延五千多年，没有在世间消失，实在讲祠堂发挥了很大的作用。",
      "zh_TW": "祠堂裡面應該講什麼經？應當講倫理、講孝道。儒家講的五倫、五常、八德，佛經也有講到這些，都可以去講解、去教學。祠堂我們也把它做為多元文化的弘揚中心，族群團結的中心，中國民族能夠綿延五千多年，沒有在世間消失，實在講祠堂發揮了很大的作用。"
    },
    {
      "id": "21-090-0037_p0035",
      "zh_CN": "问：第二个问题，「老法师在《无量寿经讲记》第二册第二十五品及第三册第三十七品，讲到一日一夜不间断的念佛共修，最好一周举办一次；并以法器尤其是以地钟带领。事隔多年，师父是否仍维持上述的看法？内护的条件是什么？需要几位内护？是否需要出家众主持？请指示，以做敝会共修的依循。」",
      "zh_TW": "問：第二個問題，「老法師在《無量壽經講記》第二冊第二十五品及第三冊第三十七品，講到一日一夜不間斷的念佛共修，最好一周舉辦一次；並以法器尤其是以地鐘帶領。事隔多年，師父是否仍維持上述的看法？內護的條件是什麼？需要幾位內護？是否需要出家眾主持？請指示，以做敝會共修的依循。」"
    },
    {
      "id": "21-090-0037_p0036",
      "zh_CN": "答：我想这个问题他应该理解了，你们自己到居士林四楼念佛堂念过几天佛，应该都能看到。四楼的念佛堂是二十四小时都不间断，一年到头都不间断，这是非常难得，非常殊胜！一般道场不可能做到。所以我们才希求每一个月最好能够念一天佛，当然更殊胜的，每一个星期念一天佛，就是二十四小时不中断的念一天，便利于平常有工作，他没有时间来进修，可以利用星期假日。所以星期六下班，你用二十四小时时间来念佛，这样非常之好。",
      "zh_TW": "答：我想這個問題他應該理解了，你們自己到居士林四樓念佛堂念過幾天佛，應該都能看到。四樓的念佛堂是二十四小時都不間斷，一年到頭都不間斷，這是非常難得，非常殊勝！一般道場不可能做到。所以我們才希求每一個月最好能夠念一天佛，當然更殊勝的，每一個星期念一天佛，就是二十四小時不中斷的念一天，便利於平常有工作，他沒有時間來進修，可以利用星期假日。所以星期六下班，你用二十四小時時間來念佛，這樣非常之好。"
    },
    {
      "id": "21-090-0037_p0037",
      "zh_CN": "问：第三个问题，「人往生后，在家居士（指密宗的金刚上师），可以帮助亡者办皈依吗？往生后骨灰应如何处理方如法？」",
      "zh_TW": "問：第三個問題，「人往生後，在家居士（指密宗的金剛上師），可以幫助亡者辦皈依嗎？往生後骨灰應如何處理方如法？」"
    },
    {
      "id": "21-090-0037_p0038",
      "zh_CN": "答：人在往生之后，在家居士若具有金刚上师的身分也行，能够找到出家人更好。他问往生后的骨灰应该怎样处理方好？最好在亡者没有往生之前问他的意愿，我们尊重他的愿望。像最近中国佛教协会会长赵朴初老居士往生，他的遗嘱是将他的骨灰洒在海上，这就是不留，把它洒在海上。过去中国领导人，我记得好像是周恩来先生也是如此，都把骨灰洒在海上、洒在山上，这是遵从他自己的愿望最好。",
      "zh_TW": "答：人在往生之後，在家居士若具有金剛上師的身分也行，能夠找到出家人更好。他問往生後的骨灰應該怎樣處理方好？最好在亡者沒有往生之前問他的意願，我們尊重他的願望。像最近中國佛教協會會長趙樸初老居士往生，他的遺囑是將他的骨灰灑在海上，這就是不留，把它灑在海上。過去中國領導人，我記得好像是周恩來先生也是如此，都把骨灰灑在海上、灑在山上，這是遵從他自己的願望最好。"
    },
    {
      "id": "21-090-0037_p0039",
      "zh_CN": "问：第四个问题，「我们净宗学会准备开办儿童读经班，请问应如何选择教材？请指示和建议。」",
      "zh_TW": "問：第四個問題，「我們淨宗學會準備開辦兒童讀經班，請問應如何選擇教材？請指示和建議。」"
    },
    {
      "id": "21-090-0037_p0040",
      "zh_CN": "答：现在小朋友读经的风气逐渐兴起来，这是好事情。小朋友读经应当由《弟子规》、《三字经》入门，先学基本做人的方式。修学在现在确实有相当的难度，难在哪里？父母未学，小朋友学了之后，天天看父母都犯过失，于是他的信心就丧失了。如果是聪明伶俐的，他会问：「我学这个干什么？你们都没有做到，你们做的跟这个不一样。」所以一定要家长配合。怎么办？譬如学《弟子规》，小朋友学《弟子规》，父母也要学《弟子规》，父母学了都能照做，小朋友就有信心，他看到了，他的父母果然是这样作法。教育一定要身教，只有言教没有身教，学的人会怀疑，很难收到效果，一定要身教。",
      "zh_TW": "答：現在小朋友讀經的風氣逐漸興起來，這是好事情。小朋友讀經應當由《弟子規》、《三字經》入門，先學基本做人的方式。修學在現在確實有相當的難度，難在哪裡？父母未學，小朋友學了之後，天天看父母都犯過失，於是他的信心就喪失了。如果是聰明伶俐的，他會問：「我學這個幹什麼？你們都沒有做到，你們做的跟這個不一樣。」所以一定要家長配合。怎麼辦？譬如學《弟子規》，小朋友學《弟子規》，父母也要學《弟子規》，父母學了都能照做，小朋友就有信心，他看到了，他的父母果然是這樣作法。教育一定要身教，只有言教沒有身教，學的人會懷疑，很難收到效果，一定要身教。"
    },
    {
      "id": "21-090-0037_p0041",
      "zh_CN": "问：第五个问题，「经论研讨班是否应先从《了凡四训》、《太上感应篇》开始讨论之后，再研讨《无量寿经》？」",
      "zh_TW": "問：第五個問題，「經論研討班是否應先從《了凡四訓》、《太上感應篇》開始討論之後，再研討《無量壽經》？」"
    },
    {
      "id": "21-090-0037_p0042",
      "zh_CN": "答：可以这样做，这是印光大师为我们现前众生做出的顺序。在现前社会，四众同修最重要的是深信因果，我们在佛法里才能得到真正利益。如果对于因果的问题半信半疑，无论修学什么法门，只是种善根而已，现前很难得利益。现前要得利益，一定要深信因果、断恶修善；不能改正自己的毛病习气，我们这一生该怎么堕落，还是怎么堕落，这是事实真相。念佛不能往生，不是每个人念佛就往生，没那么容易！过去李炳老讲：「一万个念佛人，真正往生只有二、三个。」所以念佛往生，一定要具足经典所说的条件。而其基本的条件是「净业三福」，这就晓得为什么教你念《了凡四训》、《感应篇》及修净业三福。我们修净土的人对这桩事情，实在讲是忽略了，所以一生念佛还是继续搞轮回。",
      "zh_TW": "答：可以這樣做，這是印光大師為我們現前眾生做出的順序。在現前社會，四眾同修最重要的是深信因果，我們在佛法裡才能得到真正利益。如果對於因果的問題半信半疑，無論修學什麼法門，只是種善根而已，現前很難得利益。現前要得利益，一定要深信因果、斷惡修善；不能改正自己的毛病習氣，我們這一生該怎麼墮落，還是怎麼墮落，這是事實真相。念佛不能往生，不是每個人念佛就往生，沒那麼容易！過去李炳老講：「一萬個念佛人，真正往生只有二、三個。」所以念佛往生，一定要具足經典所說的條件。而其基本的條件是「淨業三福」，這就曉得為什麼教你念《了凡四訓》、《感應篇》及修淨業三福。我們修淨土的人對這樁事情，實在講是忽略了，所以一生念佛還是繼續搞輪迴。"
    },
    {
      "id": "21-090-0037_p0043",
      "zh_CN": "印祖看得很清楚、看得很明白，希望我们在一生当中不要空过，能得真实的利益，这为我们示现，教导我们用《了凡四训》、《感应篇》、《安士全书》来落实净业三福。这三样东西，可以说就是净业三福十一句的详细注解，我们懂了，能认真去做到，基础就奠定，这是三世诸佛净业正因。诸位要晓得，往生西方极乐世界是去作佛，作佛的净业正因是这三条十一句，如果我们没有认真修行，没有真正落实，怎么能成就？这一定要懂。",
      "zh_TW": "印祖看得很清楚、看得很明白，希望我們在一生當中不要空過，能得真實的利益，這為我們示現，教導我們用《了凡四訓》、《感應篇》、《安士全書》來落實淨業三福。這三樣東西，可以說就是淨業三福十一句的詳細註解，我們懂了，能認真去做到，基礎就奠定，這是三世諸佛淨業正因。諸位要曉得，往生西方極樂世界是去作佛，作佛的淨業正因是這三條十一句，如果我們沒有認真修行，沒有真正落實，怎麼能成就？這一定要懂。"
    },
    {
      "id": "21-090-0037_p0044",
      "zh_CN": "问：第六个问题，「现代人比古人烦恼，为营生而把时间花在工作及世间知识的充实，常常因而无暇做定课、听经，逐渐有进一步、退三步的现象，为此深感烦恼。请问在佛法与世间法之间，应如何取舍？」",
      "zh_TW": "問：第六個問題，「現代人比古人煩惱，為營生而把時間花在工作及世間知識的充實，常常因而無暇做定課、聽經，逐漸有進一步、退三步的現象，為此深感煩惱。請問在佛法與世間法之間，應如何取捨？」"
    },
    {
      "id": "21-090-0037_p0045",
      "zh_CN": "答：佛法里面用功，古人讲得很好，古大德都教给我们，净宗殊胜。为什么？净宗修学不碍世间法，所谓是不离世法而完成佛法，完成佛法也不碍世间法。无论你从事什么样的工作，功夫真正上轨道之后，二六时中这一句佛号依旧可以不间断，关键你要对净宗修学的理论、方法、境界都要搞清楚，所以经教不能不深入。世尊在经典里面教导我们「深解义趣」，我们对学习的经典解得浅，在日常生活中就会产生许多烦恼、疑惑；解得透，解得深，在日常生活中，你就没有疑惑，你就可以运用得很自在，知道怎样用法，知道怎样能功夫得力，功夫不会间断。",
      "zh_TW": "答：佛法裡面用功，古人講得很好，古大德都教給我們，淨宗殊勝。為什麼？淨宗修學不礙世間法，所謂是不離世法而完成佛法，完成佛法也不礙世間法。無論你從事什麼樣的工作，功夫真正上軌道之後，二六時中這一句佛號依舊可以不間斷，關鍵你要對淨宗修學的理論、方法、境界都要搞清楚，所以經教不能不深入。世尊在經典裡面教導我們「深解義趣」，我們對學習的經典解得淺，在日常生活中就會產生許多煩惱、疑惑；解得透，解得深，在日常生活中，你就沒有疑惑，你就可以運用得很自在，知道怎樣用法，知道怎樣能功夫得力，功夫不會間斷。"
    },
    {
      "id": "21-090-0037_p0046",
      "zh_CN": "由此可知，经不能不听，不但要听，要多听，不能间断的听。工作极繁忙的时候，每天也要抽一点时间去听经。念佛可以采取十念法，我以前教大家的，一天九次绝无中断，花的时间不多，一次只需要一分钟，一天九分钟的念佛，我想一定没有问题，可以做到。但是每天听经不能少过半个小时，一定至少要抽出半个小时来听经，天天不间断。一定要把经典道理听清楚、听明白，日常生活当中要锻炼，要放下烦恼习气，要随顺佛陀教诲。关于读经，没有时间读经，我们学会印了一本小册子，《净宗同学修行守则》，将经典里面最重要的开示记录下来，总共选了一百多条，常常看，这个册子印得很小，可以放在口袋里面，有空的时候常常看，天天看，要发心认真努力去做到，这样就好。",
      "zh_TW": "由此可知，經不能不聽，不但要聽，要多聽，不能間斷的聽。工作極繁忙的時候，每天也要抽一點時間去聽經。念佛可以採取十念法，我以前教大家的，一天九次絕無中斷，花的時間不多，一次只需要一分鐘，一天九分鐘的念佛，我想一定沒有問題，可以做到。但是每天聽經不能少過半個小時，一定至少要抽出半個小時來聽經，天天不間斷。一定要把經典道理聽清楚、聽明白，日常生活當中要鍛鍊，要放下煩惱習氣，要隨順佛陀教誨。關於讀經，沒有時間讀經，我們學會印了一本小冊子，《淨宗同學修行守則》，將經典裡面最重要的開示記錄下來，總共選了一百多條，常常看，這個冊子印得很小，可以放在口袋裡面，有空的時候常常看，天天看，要發心認真努力去做到，這樣就好。"
    }
  ]
}