{
  "doc_id": "21-090-0046",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十六集",
    "zh_TW": "第四十六集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0046",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "21-090-0046_p0001",
      "zh_CN": "问：「我是商人，商场奸诈，人生无常，困惑我的灵魂。穷人欠我的债务，我无心追讨；向富人举债，要全力偿还。苦海无边，回头无岸。在家与出家虽一步之遥，却是那样的遥远，我不能自拔，望大师指点迷津，让荒漠中的羔羊迷途知返。」",
      "zh_TW": "問：「我是商人，商場奸詐，人生無常，困惑我的靈魂。窮人欠我的債務，我無心追討；向富人舉債，要全力償還。苦海無邊，回頭無岸。在家與出家雖一步之遙，卻是那樣的遙遠，我不能自拔，望大師指點迷津，讓荒漠中的羔羊迷途知返。」"
    },
    {
      "id": "21-090-0046_p0002",
      "zh_CN": "答：特别是现代的商场，商场就跟战场一样，甚至于比战场还要残酷。别人欠你的钱，他要是实在没有能力偿还，布施也很好，你这个施舍的心，也是做好事，也是修积功德。",
      "zh_TW": "答：特別是現代的商場，商場就跟戰場一樣，甚至於比戰場還要殘酷。別人欠你的錢，他要是實在沒有能力償還，布施也很好，你這個施捨的心，也是做好事，也是修積功德。"
    },
    {
      "id": "21-090-0046_p0003",
      "zh_CN": "我们自己欠别人的钱，一定要偿还，因为这一生不能偿还，来生还要负债。偿来生债的，我们冷静去观察，在这个世间有，你仔细去看，你能看得出来。佛在经典里告诉我们，儿女跟父母是「报恩、报怨、讨债、还债」四种缘。确实有讨债来的，而且讨债方式很多，不一定是一般说的：「这个小孩是讨债鬼，养得很可爱，没养几岁就死了」，那是欠债少的。如果欠债很多的话，他长大成人，他也有事业，整个家产你都给他，自己或者遭受灾难死了，儿女对你也漠不关心，他的眼目中只是要接收你全部的财产，你的死活他不放在心里。我们知道，这是属于讨债欠他多的，就算全部偿还，还不晓得有没有还清楚。这真有，而且很多，常常可以看到。所以，学佛一定要深信因果。",
      "zh_TW": "我們自己欠別人的錢，一定要償還，因為這一生不能償還，來生還要負債。償來生債的，我們冷靜去觀察，在這個世間有，你仔細去看，你能看得出來。佛在經典裡告訴我們，兒女跟父母是「報恩、報怨、討債、還債」四種緣。確實有討債來的，而且討債方式很多，不一定是一般說的：「這個小孩是討債鬼，養得很可愛，沒養幾歲就死了」，那是欠債少的。如果欠債很多的話，他長大成人，他也有事業，整個家產你都給他，自己或者遭受災難死了，兒女對你也漠不關心，他的眼目中只是要接收你全部的財產，你的死活他不放在心裡。我們知道，這是屬於討債欠他多的，就算全部償還，還不曉得有沒有還清楚。這真有，而且很多，常常可以看到。所以，學佛一定要深信因果。"
    },
    {
      "id": "21-090-0046_p0004",
      "zh_CN": "你这种情形，最好读《了凡四训》，你把《了凡四训》多看几遍，我相信对你一定有很大的启示。在这个世间无论从事哪个行业，回头要从心上回头。最明显的例子，在没有接受佛法之前，我们起心动念都是自私自利；现在学佛，读圣贤书，对这个道理明白了，回过头来不再为自己，起心动念为社会、为众生，这叫回头，回头是从这个地方回。",
      "zh_TW": "你這種情形，最好讀《了凡四訓》，你把《了凡四訓》多看幾遍，我相信對你一定有很大的啟示。在這個世間無論從事哪個行業，回頭要從心上回頭。最明顯的例子，在沒有接受佛法之前，我們起心動念都是自私自利；現在學佛，讀聖賢書，對這個道理明白了，回過頭來不再為自己，起心動念為社會、為眾生，這叫回頭，回頭是從這個地方回。"
    },
    {
      "id": "21-090-0046_p0005",
      "zh_CN": "出家与在家不在于形式，形式就完全错了！佛经里讲得好，出家，「出」有四种，「家」也有四种。现在一般观念讲的出家，是佛经讲的「田宅之家」；你出了自己的家庭到一个寺庙，寺庙还是家，这个家不管用的。要出什么样的家？佛跟我们讲：「烦恼是家，生死是家，三界是家」，你要出这个家，那就对了。能出这个家，我们这个身分无所谓。在家人身分，他能够出三界家、出生死家，他是在家佛，他不是凡人。在家的菩萨、在家的佛陀很多，我们千万不要疏忽。",
      "zh_TW": "出家與在家不在於形式，形式就完全錯了！佛經裡講得好，出家，「出」有四種，「家」也有四種。現在一般觀念講的出家，是佛經講的「田宅之家」；你出了自己的家庭到一個寺廟，寺廟還是家，這個家不管用的。要出什麼樣的家？佛跟我們講：「煩惱是家，生死是家，三界是家」，你要出這個家，那就對了。能出這個家，我們這個身分無所謂。在家人身分，他能夠出三界家、出生死家，他是在家佛，他不是凡人。在家的菩薩、在家的佛陀很多，我們千萬不要疏忽。"
    },
    {
      "id": "21-090-0046_p0006",
      "zh_CN": "释迦牟尼佛在世，同时有两尊佛：释迦牟尼佛示现的是出家身分的佛，维摩长者示现的是在家身分的佛，他们两位都是佛。我们在《维摩经》里面看到，世尊的弟子舍利弗、目犍连，这是大弟子，见到维摩居士还是顶礼三拜、右绕三匝，跟见佛礼节没有两样。这个道理我们一定要懂，决定不是说穿这个衣服就第一大，错了。我们穿这个衣服，能比得上舍利弗、目犍连吗？人家见到在家居士还要顶礼，还要求教。",
      "zh_TW": "釋迦牟尼佛在世，同時有兩尊佛：釋迦牟尼佛示現的是出家身分的佛，維摩長者示現的是在家身分的佛，他們兩位都是佛。我們在《維摩經》裡面看到，世尊的弟子舍利弗、目犍連，這是大弟子，見到維摩居士還是頂禮三拜、右繞三匝，跟見佛禮節沒有兩樣。這個道理我們一定要懂，決定不是說穿這個衣服就第一大，錯了。我們穿這個衣服，能比得上舍利弗、目犍連嗎？人家見到在家居士還要頂禮，還要求教。"
    },
    {
      "id": "21-090-0046_p0007",
      "zh_CN": "民国初年，佛学界的一位大德欧阳竟无，大家尊称他为「大师」，大师就是指在家佛。他在南京办了一个内学院，培育佛教弘法讲经的人才。内学院院训里面讲得好：「佛法是师道」、「佛教不是宗教、不是哲学」，这个话是他说出来的。佛教是师道，师道里面老师是第一大，所以要尊师重道。我的老师是在家人，我虽然是出家身分，我是学生、他是老师，我们见到老师要顶礼、要尊敬。不能说「我是出家人，你是在家人，你在家人应该要拜我出家人」，这就是出家第一大，就不是老师第一大，我们要明白这个道理。诸位再仔细观察善财童子五十三参，五十三位善知识，善知识就是老师。善财去寻师访道，老师里面出家身分只有六个人，其余全是在家身分，在家身分的还有在家女众，还有在家童女。善财童子见到他们，哪一个不是顶礼三拜、右绕三匝？所以他一生能成佛。我们很多人一生不能成佛，为什么？头低不下去。低不下去是什么原因？烦恼在作祟，傲慢的习气太重，总觉得自己高人一等，这个把你的道业障住了。欧阳大师说得非常好！",
      "zh_TW": "民國初年，佛學界的一位大德歐陽竟無，大家尊稱他為「大師」，大師就是指在家佛。他在南京辦了一個內學院，培育佛教弘法講經的人才。內學院院訓裡面講得好：「佛法是師道」、「佛教不是宗教、不是哲學」，這個話是他說出來的。佛教是師道，師道裡面老師是第一大，所以要尊師重道。我的老師是在家人，我雖然是出家身分，我是學生、他是老師，我們見到老師要頂禮、要尊敬。不能說「我是出家人，你是在家人，你在家人應該要拜我出家人」，這就是出家第一大，就不是老師第一大，我們要明白這個道理。諸位再仔細觀察善財童子五十三參，五十三位善知識，善知識就是老師。善財去尋師訪道，老師裡面出家身分只有六個人，其餘全是在家身分，在家身分的還有在家女眾，還有在家童女。善財童子見到他們，哪一個不是頂禮三拜、右繞三匝？所以他一生能成佛。我們很多人一生不能成佛，為什麼？頭低不下去。低不下去是什麼原因？煩惱在作祟，傲慢的習氣太重，總覺得自己高人一等，這個把你的道業障住了。歐陽大師說得非常好！"
    },
    {
      "id": "21-090-0046_p0008",
      "zh_CN": "我学佛有两个老师，一个出家人，一个在家人；出家人是章嘉大师，在家人是李炳南老居士。作学生要懂得做学生的道理，这样才能师资道合，我们才能学到东西，老师才真肯教导你。你连这个道理都不懂，他怎么教你？没有法子教你，只有在讲经场合当中，你去听经，你能听多少算多少，你能悟入几成算几成，如此而已。真正要拜师学道，就要懂得做学生的规矩。",
      "zh_TW": "我學佛有兩個老師，一個出家人，一個在家人；出家人是章嘉大師，在家人是李炳南老居士。作學生要懂得做學生的道理，這樣才能師資道合，我們才能學到東西，老師才真肯教導你。你連這個道理都不懂，他怎麼教你？沒有法子教你，只有在講經場合當中，你去聽經，你能聽多少算多少，你能悟入幾成算幾成，如此而已。真正要拜師學道，就要懂得做學生的規矩。"
    },
    {
      "id": "21-090-0046_p0009",
      "zh_CN": "现代人对于作学生的规矩，懂得的人少了，但古时候从小就会教导学生。我们「耕心园」都教小朋友《弟子规》。《弟子规》是什么？就是作学生的规矩和道理。连这个都不懂，你到哪里去求学，你到哪里去找老师？你找不到！首先要懂得作子弟的道理，作学生的道理，我们才有地方去，才有人肯教导我们，我们这一生能不能成就，关键就在此地。我们培训班的同修，我也把《弟子规》赠送给你们。这里小朋友要读，我们也要读，我们过去没有学过，不懂！你读了，懂得了、明白了，将来你有缘，才能够参访善知识，你才能够得到善友慈悲教导。所以，你好好的念《了凡四训》，一定能够得到启示。",
      "zh_TW": "現代人對於作學生的規矩，懂得的人少了，但古時候從小就會教導學生。我們「耕心園」都教小朋友《弟子規》。《弟子規》是什麼？就是作學生的規矩和道理。連這個都不懂，你到哪裡去求學，你到哪裡去找老師？你找不到！首先要懂得作子弟的道理，作學生的道理，我們才有地方去，才有人肯教導我們，我們這一生能不能成就，關鍵就在此地。我們培訓班的同修，我也把《弟子規》贈送給你們。這裡小朋友要讀，我們也要讀，我們過去沒有學過，不懂！你讀了，懂得了、明白了，將來你有緣，才能夠參訪善知識，你才能夠得到善友慈悲教導。所以，你好好的念《了凡四訓》，一定能夠得到啟示。"
    },
    {
      "id": "21-090-0046_p0010",
      "zh_CN": "问：「一生造恶多端，但临终真心忏悔念佛，仍可带业得生西方极乐净土。而极乐净土但有诸乐无有众苦，请问此一现象是否与因果理论有矛盾之处？」",
      "zh_TW": "問：「一生造惡多端，但臨終真心懺悔念佛，仍可帶業得生西方極樂淨土。而極樂淨土但有諸樂無有眾苦，請問此一現象是否與因果理論有矛盾之處？」"
    },
    {
      "id": "21-090-0046_p0011",
      "zh_CN": "答：这个问题，希望你多读净土经论，如果你经论还不能够悟入，你看历代祖师大德的著作。过去在台湾毛凌云居士编了一套《净土丛书》，内容非常丰富。如果嫌这个分量太多，你不知道从哪里入门，我可以介绍你从《印光大师文钞》入门。你把印祖的《文钞》从头到尾念十遍，你这个问题就解决了。",
      "zh_TW": "答：這個問題，希望你多讀淨土經論，如果你經論還不能夠悟入，你看歷代祖師大德的著作。過去在台灣毛凌雲居士編了一套《淨土叢書》，內容非常豐富。如果嫌這個分量太多，你不知道從哪裡入門，我可以介紹你從《印光大師文鈔》入門。你把印祖的《文鈔》從頭到尾念十遍，你這個問題就解決了。"
    },
    {
      "id": "21-090-0046_p0012",
      "zh_CN": "净土的理太深了，古大德讲：「唯佛与佛方能究竟。」等觉菩萨都不能完全搞明白，何况我们凡夫！我们凭什么相信它？凭十方诸佛的赞叹。如果它不是真正好的法门，十方一切诸佛不会赞叹；也凭释迦牟尼佛真诚的介绍，我们不懂，释迦牟尼佛大慈大悲为我们介绍。",
      "zh_TW": "淨土的理太深了，古大德講：「唯佛與佛方能究竟。」等覺菩薩都不能完全搞明白，何況我們凡夫！我們憑什麼相信它？憑十方諸佛的讚歎。如果它不是真正好的法門，十方一切諸佛不會讚歎；也憑釋迦牟尼佛真誠的介紹，我們不懂，釋迦牟尼佛大慈大悲為我們介紹。"
    },
    {
      "id": "21-090-0046_p0013",
      "zh_CN": "问：「弟子已到适婚的年龄，父母时常会去问神、算命来问婚姻事情，请问应如何处理？」",
      "zh_TW": "問：「弟子已到適婚的年齡，父母時常會去問神、算命來問婚姻事情，請問應如何處理？」"
    },
    {
      "id": "21-090-0046_p0014",
      "zh_CN": "答：普贤菩萨教给我们，「恒顺众生，随喜功德」。这个问题不能问别人，要问你自己，你自己要拿定主意。也就是说，在这一生当中人不能够没有工作，人活在这个世间一定要有工作，工作繁多，你选择哪个行业？你选择什么样的身分？出家是许多行业里面的一种行业，许多不同身分当中的一种身分，你要认真去考虑，哪一种身分适合你。",
      "zh_TW": "答：普賢菩薩教給我們，「恆順眾生，隨喜功德」。這個問題不能問別人，要問你自己，你自己要拿定主意。也就是說，在這一生當中人不能夠沒有工作，人活在這個世間一定要有工作，工作繁多，你選擇哪個行業？你選擇什麼樣的身分？出家是許多行業裡面的一種行業，許多不同身分當中的一種身分，你要認真去考慮，哪一種身分適合你。"
    },
    {
      "id": "21-090-0046_p0015",
      "zh_CN": "你不选择出家身分，结婚是可以的，不是不可以。结婚对于自己修行有没有妨碍？我想是没有妨碍。为什么？在家修行证果的人很多很多。如果有障碍，他决定不能修行证果，他决定不能够往生净土。往生净土就是证果，关键在你修行如法不如法，功夫得力不得力，关键在这里。",
      "zh_TW": "你不選擇出家身分，結婚是可以的，不是不可以。結婚對於自己修行有沒有妨礙？我想是沒有妨礙。為什麼？在家修行證果的人很多很多。如果有障礙，他決定不能修行證果，他決定不能夠往生淨土。往生淨土就是證果，關鍵在你修行如法不如法，功夫得力不得力，關鍵在這裡。"
    },
    {
      "id": "21-090-0046_p0016",
      "zh_CN": "实在讲，出家身分跟在家身分没有什么差别。说老实话，现在出家修行成就的少，在家修行成就的多，你们看近代往生录就知道。好像在中国出版一本《近代往生见闻记》，台湾也有个居士写了一本《近代往生见闻录》，书里面说的许多人，我们都认识，都很熟悉，真的是在家人成就多，出家人成就少。",
      "zh_TW": "實在講，出家身分跟在家身分沒有什麼差別。說老實話，現在出家修行成就的少，在家修行成就的多，你們看近代往生錄就知道。好像在中國出版一本《近代往生見聞記》，台灣也有個居士寫了一本《近代往生見聞錄》，書裡面說的許多人，我們都認識，都很熟悉，真的是在家人成就多，出家人成就少。"
    },
    {
      "id": "21-090-0046_p0017",
      "zh_CN": "问：「身体上有特殊的疾病，请问念佛或持咒是否可以消除疾病？」",
      "zh_TW": "問：「身體上有特殊的疾病，請問念佛或持咒是否可以消除疾病？」"
    },
    {
      "id": "21-090-0046_p0018",
      "zh_CN": "答：念佛、持咒能消除疾病，是有此一说，灵不灵就要看你自己。这个话怎么说？念佛，你会念吗？你会念就灵，你不会念不灵。不会念的人有口无心，这个不灵，会念的人是心口一如，口里有阿弥陀佛，心里有阿弥陀佛，这个灵，这个行！",
      "zh_TW": "答：念佛、持咒能消除疾病，是有此一說，靈不靈就要看你自己。這個話怎麼說？念佛，你會念嗎？你會念就靈，你不會念不靈。不會念的人有口無心，這個不靈，會念的人是心口一如，口裡有阿彌陀佛，心裡有阿彌陀佛，這個靈，這個行！"
    },
    {
      "id": "21-090-0046_p0019",
      "zh_CN": "念咒也一样。念咒一定要有老师教导，咒属于密法，咒讲求三密相应，你只有口，没有身，没有意，三样缺了两样，那个咒念得不灵；三个条件具足，这个咒灵。譬如说，现在密教里面，大家念得最普遍的是观世音菩萨六字大明咒，「嗡、嘛、呢、叭、咪、吽」，念这个咒的人很多。我们只有口念，我们身密、意密没有，怎么念功夫也不得力。就像小朋友唱歌一样，唱得很好听，节拍也没有错，唱的什么意思不知道，只会唱但不懂意思，这有什么用处？",
      "zh_TW": "念咒也一樣。念咒一定要有老師教導，咒屬於密法，咒講求三密相應，你只有口，沒有身，沒有意，三樣缺了兩樣，那個咒念得不靈；三個條件具足，這個咒靈。譬如說，現在密教裡面，大家念得最普遍的是觀世音菩薩六字大明咒，「嗡、嘛、呢、叭、咪、吽」，念這個咒的人很多。我們只有口念，我們身密、意密沒有，怎麼念功夫也不得力。就像小朋友唱歌一樣，唱得很好聽，節拍也沒有錯，唱的什麼意思不知道，只會唱但不懂意思，這有什麼用處？"
    },
    {
      "id": "21-090-0046_p0020",
      "zh_CN": "我初学佛时，章嘉大师教我念六字大明咒，他把咒语的意思讲解给我听，我才懂得。咒是要有观想，观想是意密。「嗡」是身。我们以后学佛才知道，「嗡」这个字，这个音里面包括着法身、报身、应化身，圆圆满满的具足；「嘛呢」是莲花，「叭咪」是保持，「吽」是意。念这个咒的意思，咒整个翻成中国话说是：「保持你的身心像莲花一样的出污泥而不染」。这个意思多好！所以念这个咒立刻就想起来，「我身心清净，一尘不染」，那就灵了。",
      "zh_TW": "我初學佛時，章嘉大師教我念六字大明咒，他把咒語的意思講解給我聽，我才懂得。咒是要有觀想，觀想是意密。「嗡」是身。我們以後學佛才知道，「嗡」這個字，這個音裡面包括著法身、報身、應化身，圓圓滿滿的具足；「嘛呢」是蓮花，「叭咪」是保持，「吽」是意。念這個咒的意思，咒整個翻成中國話說是：「保持你的身心像蓮花一樣的出污泥而不染」。這個意思多好！所以念這個咒立刻就想起來，「我身心清淨，一塵不染」，那就靈了。"
    },
    {
      "id": "21-090-0046_p0021",
      "zh_CN": "光念这个咒，还是自私自利，还是是非人我，还搞贪瞋痴慢，怎么会灵？不灵了！念佛跟念咒，问你会不会念，会念是真灵。为什么真灵？佛经为我们讲了一个原理，「一切法从心想生」，你的念头纯正，你身体的病当然就没有了。现在的医生讲「心理健康」，念佛、念咒是心理健康。心理健康，身上有点小毛病，算不了什么，不必去治也能好，我们要明白这个道理。所以念佛、念咒灵不灵在自己，就是你会不会念。",
      "zh_TW": "光念這個咒，還是自私自利，還是是非人我，還搞貪瞋痴慢，怎麼會靈？不靈了！念佛跟念咒，問你會不會念，會念是真靈。為什麼真靈？佛經為我們講了一個原理，「一切法從心想生」，你的念頭純正，你身體的病當然就沒有了。現在的醫生講「心理健康」，念佛、念咒是心理健康。心理健康，身上有點小毛病，算不了什麼，不必去治也能好，我們要明白這個道理。所以念佛、念咒靈不靈在自己，就是你會不會念。"
    },
    {
      "id": "21-090-0046_p0022",
      "zh_CN": "问：「假如平时在念佛过程中，有遇到逆境或障碍，请问是否可以多念一些密宗咒语，或者吃一些密宗上师所加持的甘露丸来帮助度过难关？」",
      "zh_TW": "問：「假如平時在念佛過程中，有遇到逆境或障礙，請問是否可以多念一些密宗咒語，或者吃一些密宗上師所加持的甘露丸來幫助度過難關？」"
    },
    {
      "id": "21-090-0046_p0023",
      "zh_CN": "答：这个方法可不可以？我给你答复是可以。为什么可以？因为你相信。你相信上师加持，相信上师念的甘露丸很灵，你信就灵，不信就不灵，还是一句话，「一切法从心想生」。抓住这个原理，这个问题就解决了。",
      "zh_TW": "答：這個方法可不可以？我給你答覆是可以。為什麼可以？因為你相信。你相信上師加持，相信上師念的甘露丸很靈，你信就靈，不信就不靈，還是一句話，「一切法從心想生」。抓住這個原理，這個問題就解決了。"
    },
    {
      "id": "21-090-0046_p0024",
      "zh_CN": "上师的加持、上师的咒语灵不灵，都在你的信心，你有一分信心，它就有一分灵验；你有十分信心，它就有十分灵验；你有怀疑，它就完全不灵。然后你就晓得，不是他的东西灵不灵，是我们自己的心灵不灵。不但是如此，我讲过很多，你生病看医生，你吃药，你的病能不能好，与医生不相干，与药也不相干。与什么相干？信心，你对这个医生有信心，你对医生的处方有信心。是什么把你的病治好了？信心把你的病治好了。医生再高明，你对他怀疑、对他不相信，你吃他的药一点用处都没有。",
      "zh_TW": "上師的加持、上師的咒語靈不靈，都在你的信心，你有一分信心，它就有一分靈驗；你有十分信心，它就有十分靈驗；你有懷疑，它就完全不靈。然後你就曉得，不是他的東西靈不靈，是我們自己的心靈不靈。不但是如此，我講過很多，你生病看醫生，你吃藥，你的病能不能好，與醫生不相干，與藥也不相干。與什麼相干？信心，你對這個醫生有信心，你對醫生的處方有信心。是什麼把你的病治好了？信心把你的病治好了。醫生再高明，你對他懷疑、對他不相信，你吃他的藥一點用處都沒有。"
    },
    {
      "id": "21-090-0046_p0025",
      "zh_CN": "《华严经》说：「信为道元功德母，长养一切诸善根。」你对于自己要能够建立信心。佛家讲「信」，跟其他宗教讲「信」不一样，佛家的信，第一是信自己，对自己有信心，第二是对老师有信心，你就一帆风顺。对自己有信心，对老师没有信心，这不能成就；对老师有信心，对自己没有信心，也不能成就。蕅益大师在《弥陀要解》里面讲六个信：第一是信自；第二是信他，信他就是信老师、信佛；第三是信事；第四是信理；第五是信因；第六是信果。世出世间法，你把这六个信搞清楚、搞明白，你的问题全都解决了。",
      "zh_TW": "《華嚴經》說：「信為道元功德母，長養一切諸善根。」你對於自己要能夠建立信心。佛家講「信」，跟其他宗教講「信」不一樣，佛家的信，第一是信自己，對自己有信心，第二是對老師有信心，你就一帆風順。對自己有信心，對老師沒有信心，這不能成就；對老師有信心，對自己沒有信心，也不能成就。蕅益大師在《彌陀要解》裡面講六個信：第一是信自；第二是信他，信他就是信老師、信佛；第三是信事；第四是信理；第五是信因；第六是信果。世出世間法，你把這六個信搞清楚、搞明白，你的問題全都解決了。"
    },
    {
      "id": "21-090-0046_p0026",
      "zh_CN": "我们生病要不要找医生？不要找医生。如果他病重了，以后若出了问题，他说你害他，明明需要医生，你叫他不要找医生。所以我们不能这么作法，我们只能把这个道理跟你讲清楚，你去找你信得过的医生，医生给你做增上缘，真正的亲因缘是你自己。你真正懂得「断一切恶，修一切善」，好！这才是真正消灾，真正消业障。疾病与业障有密切的关联，业障消除，你的病痛自然就少了。所以要培养慈悲心，决定不能害一切众生，你的灾难就会减少。苦乐不是从外境来的，都是自己招感来的，这是佛在经论上跟我们讲的真话，讲的正理。",
      "zh_TW": "我們生病要不要找醫生？不要找醫生。如果他病重了，以後若出了問題，他說你害他，明明需要醫生，你叫他不要找醫生。所以我們不能這麼作法，我們只能把這個道理跟你講清楚，你去找你信得過的醫生，醫生給你做增上緣，真正的親因緣是你自己。你真正懂得「斷一切惡，修一切善」，好！這才是真正消災，真正消業障。疾病與業障有密切的關聯，業障消除，你的病痛自然就少了。所以要培養慈悲心，決定不能害一切眾生，你的災難就會減少。苦樂不是從外境來的，都是自己招感來的，這是佛在經論上跟我們講的真話，講的正理。"
    },
    {
      "id": "21-090-0046_p0027",
      "zh_CN": "问：「有一个阿姨，时常身体会很不舒服，或者双脚会麻痹，无法走路，看了医生，医生说她没有什么病。教她念佛，生病情形还是一样。请问该怎么办？」",
      "zh_TW": "問：「有一個阿姨，時常身體會很不舒服，或者雙腳會麻痺，無法走路，看了醫生，醫生說她沒有什麼病。教她念佛，生病情形還是一樣。請問該怎麼辦？」"
    },
    {
      "id": "21-090-0046_p0028",
      "zh_CN": "答：依这种情形看，她是业障病，因为医生说她没有病。念佛决定有效果，念佛还是一样没有效果，那是她不会念。",
      "zh_TW": "答：依這種情形看，她是業障病，因為醫生說她沒有病。念佛決定有效果，念佛還是一樣沒有效果，那是她不會念。"
    },
    {
      "id": "21-090-0046_p0029",
      "zh_CN": "我们现在早晨讲《十善业道经》，十善业道的精华，就是教我们「转恶为善」。这种修行法，在佛家称为「根本法」，无论修学哪个法门都不能离开十善业道。我们今天讲的，是以十善业道落实在四神足。四念处、四正勤、四神足、五根、五力、七菩提分、八圣道分，没有一条是离开十善业，你就晓得，参禅不能离开十善业，念佛也不能离开十善业。念佛里面没有十善业，就叫白念了。念佛里面念念圆满具足十善业，那就有效果，就能够转境界。佛法八万四千法门，佛说：「法门平等，无有高下。」每一个法门都是转恶为善，转迷为悟，转凡为圣，如果你转不过来，是你不会，会的人决定转过来。",
      "zh_TW": "我們現在早晨講《十善業道經》，十善業道的精華，就是教我們「轉惡為善」。這種修行法，在佛家稱為「根本法」，無論修學哪個法門都不能離開十善業道。我們今天講的，是以十善業道落實在四神足。四念處、四正勤、四神足、五根、五力、七菩提分、八聖道分，沒有一條是離開十善業，你就曉得，參禪不能離開十善業，念佛也不能離開十善業。念佛裡面沒有十善業，就叫白念了。念佛裡面念念圓滿具足十善業，那就有效果，就能夠轉境界。佛法八萬四千法門，佛說：「法門平等，無有高下。」每一個法門都是轉惡為善，轉迷為悟，轉凡為聖，如果你轉不過來，是你不會，會的人決定轉過來。"
    },
    {
      "id": "21-090-0046_p0030",
      "zh_CN": "问：「请问横死有哪几种？这种现象是否违背因果律？」",
      "zh_TW": "問：「請問橫死有哪幾種？這種現象是否違背因果律？」"
    },
    {
      "id": "21-090-0046_p0031",
      "zh_CN": "答：说违背因果律，是你对于因果定律的疑惑，你对于因果定律的无知。世出世间任何一法都没有办法违背因果律，十方三世诸佛如来都没有办法违背，横死的人能违背吗？了不起！哪有这种道理！横死还是有横死的因果。",
      "zh_TW": "答：說違背因果律，是你對於因果定律的疑惑，你對於因果定律的無知。世出世間任何一法都沒有辦法違背因果律，十方三世諸佛如來都沒有辦法違背，橫死的人能違背嗎？了不起！哪有這種道理！橫死還是有橫死的因果。"
    },
    {
      "id": "21-090-0046_p0032",
      "zh_CN": "记得过去讲经时，我也跟诸位报告过，我初学佛的时候，朱镜宙老居士常常跟我讲故事。那个时候我们二十几岁，他老人家已经七十岁了，他把我们看作小朋友，常常聊天讲故事给我们听，而且都是讲他自己亲身的经历。他讲在民国二十一年，日本人侵略中国，一二八事变在上海爆发。那个时候他在苏州一家银行作经理，他们当中有几个朋友在公余时候都常在一起玩、一起聊天。其中有一个人是走阴差的，地位不很高，是在苏州城隍庙里面管公文，传递公文管文书的。",
      "zh_TW": "記得過去講經時，我也跟諸位報告過，我初學佛的時候，朱鏡宙老居士常常跟我講故事。那個時候我們二十幾歲，他老人家已經七十歲了，他把我們看作小朋友，常常聊天講故事給我們聽，而且都是講他自己親身的經歷。他講在民國二十一年，日本人侵略中國，一二八事變在上海爆發。那個時候他在蘇州一家銀行作經理，他們當中有幾個朋友在公餘時候都常在一起玩、一起聊天。其中有一個人是走陰差的，地位不很高，是在蘇州城隍廟裡面管公文，傳遞公文管文書的。"
    },
    {
      "id": "21-090-0046_p0033",
      "zh_CN": "他说有一天很奇怪，他们在聊天的时候，这个朋友就说：「昨天晚上，上海城隍庙城隍送来一批生死簿。」人还没有死名册就已经送去了，送到苏州城隍庙。在我们人世间上海是特别市，是很大的，但是在阴间上海的城隍地位很小，是县长而已，苏州是都城隍，苏州是个省，省长一样，上海是县长，他们的公文送到省里面来。他说他翻了一翻，觉得很奇怪，名字都是四、五个字的，一本全部都是，他感到很疑惑，所以就跟朱老谈这个事情。他想不出来，中国人的名字有复姓的最多是四个字，但是不可能，这么多人死全是出现复姓的，这个不可能，怎么想都想不透。三个月之后一二八事变，他们才恍然大悟，知道这是日本人的名册。日本人该在这个战役死亡的名单，三个月之前就已经送到苏州都城隍，真的没有一个冤枉死的。为什么会遭横死？造作不善的业因。所以，什么样的业因感什么样的果报是丝毫不爽，哪里会违背因果律！",
      "zh_TW": "他說有一天很奇怪，他們在聊天的時候，這個朋友就說：「昨天晚上，上海城隍廟城隍送來一批生死簿。」人還沒有死名冊就已經送去了，送到蘇州城隍廟。在我們人世間上海是特別市，是很大的，但是在陰間上海的城隍地位很小，是縣長而已，蘇州是都城隍，蘇州是個省，省長一樣，上海是縣長，他們的公文送到省裡面來。他說他翻了一翻，覺得很奇怪，名字都是四、五個字的，一本全部都是，他感到很疑惑，所以就跟朱老談這個事情。他想不出來，中國人的名字有複姓的最多是四個字，但是不可能，這麼多人死全是出現複姓的，這個不可能，怎麼想都想不透。三個月之後一二八事變，他們才恍然大悟，知道這是日本人的名冊。日本人該在這個戰役死亡的名單，三個月之前就已經送到蘇州都城隍，真的沒有一個冤枉死的。為什麼會遭橫死？造作不善的業因。所以，什麼樣的業因感什麼樣的果報是絲毫不爽，哪裡會違背因果律！"
    },
    {
      "id": "21-090-0046_p0034",
      "zh_CN": "问：「请问对于久病之人，应该念阿弥陀佛，还是念地藏王菩萨？」",
      "zh_TW": "問：「請問對於久病之人，應該念阿彌陀佛，還是念地藏王菩薩？」"
    },
    {
      "id": "21-090-0046_p0035",
      "zh_CN": "答：自己要很认真的去想，你是想到极乐世界，还是想继续在这个世间搞六道轮回？如果想到极乐世界，你就死心塌地念阿弥陀佛，不想到极乐世界，还想在六道里搞轮回，你就念地藏王菩萨。我跟你说得没有错，现在有很多人，劝人不要念阿弥陀佛，要念地藏王菩萨，这就是劝你们不要到极乐世界。这个世间还不错，来生能够得享人天福报还是很好，不就是这个意思吗？如果跟地藏王菩萨有特别缘分的，念地藏王菩萨回向往生极乐世界也行。西方极乐世界的门开得很大，不一定说念阿弥陀佛才能往生，念地藏王菩萨也能往生，但是决定回向求生西方极乐世界，这样才可以。",
      "zh_TW": "答：自己要很認真的去想，你是想到極樂世界，還是想繼續在這個世間搞六道輪迴？如果想到極樂世界，你就死心塌地念阿彌陀佛，不想到極樂世界，還想在六道裡搞輪迴，你就念地藏王菩薩。我跟你說得沒有錯，現在有很多人，勸人不要念阿彌陀佛，要念地藏王菩薩，這就是勸你們不要到極樂世界。這個世間還不錯，來生能夠得享人天福報還是很好，不就是這個意思嗎？如果跟地藏王菩薩有特別緣分的，念地藏王菩薩迴向往生極樂世界也行。西方極樂世界的門開得很大，不一定說念阿彌陀佛才能往生，念地藏王菩薩也能往生，但是決定迴向求生西方極樂世界，這樣才可以。"
    },
    {
      "id": "21-090-0046_p0036",
      "zh_CN": "问：「当其他宗教徒向我们宣传他们宗教时，以及建议我们去参加他们的宗教活动时，身为一个佛教徒，请问应如何面对？」",
      "zh_TW": "問：「當其他宗教徒向我們宣傳他們宗教時，以及建議我們去參加他們的宗教活動時，身為一個佛教徒，請問應如何面對？」"
    },
    {
      "id": "21-090-0046_p0037",
      "zh_CN": "答：这看你的智慧和善巧方便。尤其在现前，世界上已经愈来愈重视多元文化的交流，宗教与宗教之间的交流，可以参加。像去年平安夜，我们这里所有的出家人，我们很正式的都穿袍搭衣，参加这边天主教夜间的弥撒。这个大概是过去从来没有的，天主教堂出现这么多出家人，我记得差不多有五十多个人。今年的平安夜正好遇到我们「耕心园」两周年纪念，我们没有跟天主教联络。",
      "zh_TW": "答：這看你的智慧和善巧方便。尤其在現前，世界上已經愈來愈重視多元文化的交流，宗教與宗教之間的交流，可以參加。像去年平安夜，我們這裡所有的出家人，我們很正式的都穿袍搭衣，參加這邊天主教夜間的彌撒。這個大概是過去從來沒有的，天主教堂出現這麼多出家人，我記得差不多有五十多個人。今年的平安夜正好遇到我們「耕心園」兩週年紀念，我們沒有跟天主教聯絡。"
    },
    {
      "id": "21-090-0046_p0038",
      "zh_CN": "多多的跟其他宗教交往，好！不但是感情上的建立，同时也在教义上交流，我们尽可能的存异求同。宗教与宗教之间，族群与族群之间，减少误会，消除歧视，互相尊重，和睦相处，互助合作，社会才能祥和，世界才能够和平，这是无量的功德，我们不可以排斥，不可以歧视。",
      "zh_TW": "多多的跟其他宗教交往，好！不但是感情上的建立，同時也在教義上交流，我們盡可能的存異求同。宗教與宗教之間，族群與族群之間，減少誤會，消除歧視，互相尊重，和睦相處，互助合作，社會才能祥和，世界才能夠和平，這是無量的功德，我們不可以排斥，不可以歧視。"
    },
    {
      "id": "21-090-0046_p0039",
      "zh_CN": "问：「请问人要往生前为何业力会现前？又为什么冤亲债主会来找我们，而且选在往生这一刹那？」",
      "zh_TW": "問：「請問人要往生前為何業力會現前？又為什麼冤親債主會來找我們，而且選在往生這一剎那？」"
    },
    {
      "id": "21-090-0046_p0040",
      "zh_CN": "答：世出世法情理都相同，你有很多冤亲债主，你现在住在这个地方，他不来惹你，他在等待机会。你现在还没有发达，来找你也没用处，等你什么时候有钱，他就来找你要债。你说要出国移民，你要走了，他马上就来了。为什么？你走了以后，他再也找不到你。你想往生极乐世界，不就是移民到极乐世界去了吗？这个麻烦大了，他以后找不到你。所以，你还没有动身之前，他们全都来了，都来找你，就是这个道理。",
      "zh_TW": "答：世出世法情理都相同，你有很多冤親債主，你現在住在這個地方，他不來惹你，他在等待機會。你現在還沒有發達，來找你也沒用處，等你什麼時候有錢，他就來找你要債。你說要出國移民，你要走了，他馬上就來了。為什麼？你走了以後，他再也找不到你。你想往生極樂世界，不就是移民到極樂世界去了嗎？這個麻煩大了，他以後找不到你。所以，你還沒有動身之前，他們全都來了，都來找你，就是這個道理。"
    },
    {
      "id": "21-090-0046_p0041",
      "zh_CN": "你明白这个道理，你就晓得，平常我们跟一切人、一切物少结怨。包括这些动物，你杀害牠，你不要以为：「这是小动物，一只蚊虫、蚂蚁算不了什么！」牠也是一条命，你在往生的时候，牠也来找你，你还没有还牠命。欠钱的还钱，欠命的还命，你欠的这一大堆债都没有还清，你想走，他怎么肯饶你？绝对是不肯饶过你的。",
      "zh_TW": "你明白這個道理，你就曉得，平常我們跟一切人、一切物少結怨。包括這些動物，你殺害牠，你不要以為：「這是小動物，一隻蚊蟲、螞蟻算不了什麼！」牠也是一條命，你在往生的時候，牠也來找你，你還沒有還牠命。欠錢的還錢，欠命的還命，你欠的這一大堆債都沒有還清，你想走，他怎麼肯饒你？絕對是不肯饒過你的。"
    },
    {
      "id": "21-090-0046_p0042",
      "zh_CN": "也有很多人往生的时候平平安安走了，冤亲债主好像也没有过分找麻烦，我们居士林老林长这就是个例子。陈光别老居士往生的时候，不是没有冤亲债主，冤亲债主也很多。为什么这些冤亲债主不障碍他？因为他天天念经拜佛，把功德回向给冤亲债主，这缓和了。这些人得到安慰，「行，你到西方极乐世界作佛，作佛就回来度我们」，所以就不太找麻烦了。你要没有这个念头，这些人饶不过你的，你要真心发愿。",
      "zh_TW": "也有很多人往生的時候平平安安走了，冤親債主好像也沒有過分找麻煩，我們居士林老林長這就是個例子。陳光別老居士往生的時候，不是沒有冤親債主，冤親債主也很多。為什麼這些冤親債主不障礙他？因為他天天念經拜佛，把功德迴向給冤親債主，這緩和了。這些人得到安慰，「行，你到西方極樂世界作佛，作佛就回來度我們」，所以就不太找麻煩了。你要沒有這個念頭，這些人饒不過你的，你要真心發願。"
    },
    {
      "id": "21-090-0046_p0043",
      "zh_CN": "陈光别老居士的冤亲债主，我们这次看到太明显了。四楼念佛堂杜美璇居士就被这些鬼神附身，这些附身的鬼神说：「他们是老居士的冤亲债主，是从他家里来的。」因为他往生的时候，我们这里出家的法师到他家里助念，这些冤亲债主就跟着法师一起到居士林来。他说得很好，居士林的护法神让他们进来，因为他们来是善意的，不是恶意的，决定不破坏道场。他们来干什么？是来求皈依三宝。他们对老居士往生极乐世界非常欢喜，非常赞叹。他们来求皈依，来求听经。那个时候我正好在香港讲经，这里悟全法师打电话给我，说出这桩事情。我说：「赶快给他们做皈依。」至于听经，我就告诉他：「我们五楼天天讲经，可以到五楼来听。」他们说五楼法师讲经，光太强了，他们受不了，要求在二楼、一楼。我们用电视播放讲经的录像带，一天二十四小时不中断，那是专门为他们播的。",
      "zh_TW": "陳光別老居士的冤親債主，我們這次看到太明顯了。四樓念佛堂杜美璇居士就被這些鬼神附身，這些附身的鬼神說：「他們是老居士的冤親債主，是從他家裡來的。」因為他往生的時候，我們這裡出家的法師到他家裡助念，這些冤親債主就跟著法師一起到居士林來。他說得很好，居士林的護法神讓他們進來，因為他們來是善意的，不是惡意的，決定不破壞道場。他們來幹什麼？是來求皈依三寶。他們對老居士往生極樂世界非常歡喜，非常讚歎。他們來求皈依，來求聽經。那個時候我正好在香港講經，這裡悟全法師打電話給我，說出這樁事情。我說：「趕快給他們做皈依。」至於聽經，我就告訴他：「我們五樓天天講經，可以到五樓來聽。」他們說五樓法師講經，光太強了，他們受不了，要求在二樓、一樓。我們用電視播放講經的錄像帶，一天二十四小時不中斷，那是專門為他們播的。"
    },
    {
      "id": "21-090-0046_p0044",
      "zh_CN": "居士林这个地方鬼神比人多，我们在此地几个人，鬼神不晓得要比我们多多少倍。但是诸位要晓得，这些鬼神都是我们同参道友，都是在这里念佛、听经，求生西方极乐世界的，他们绝不害人。所以这个道场好，到这个道场心正、念头正、行正，鬼神保佑你。你心性不正，鬼神就开你玩笑，让你今天这里痛，明天那里不舒服，鬼神找你麻烦。所以在这个地方千万不要以为：「这个事情没有人知道，没有人看到」，你周边有许多的鬼神，你能瞒得过谁？",
      "zh_TW": "居士林這個地方鬼神比人多，我們在此地幾個人，鬼神不曉得要比我們多多少倍。但是諸位要曉得，這些鬼神都是我們同參道友，都是在這裡念佛、聽經，求生西方極樂世界的，他們絕不害人。所以這個道場好，到這個道場心正、念頭正、行正，鬼神保佑你。你心性不正，鬼神就開你玩笑，讓你今天這裡痛，明天那裡不舒服，鬼神找你麻煩。所以在這個地方千萬不要以為：「這個事情沒有人知道，沒有人看到」，你周邊有許多的鬼神，你能瞞得過誰？"
    },
    {
      "id": "21-090-0046_p0045",
      "zh_CN": "我们台湾杭州南路「佛陀教育基金会」的楼上是佛堂，里面供的牌位很多，我看总有几千、上万的牌位，因为那边供牌位是不收钱。那个地方的鬼神想到居士林来参学，你们人常组团来，鬼神也要组团来，他们托梦给台湾的陈居士，想到新加坡来参学。到第二天早晨，陈居士打电话给我，他晚上做了这个梦，问我怎么办？我说这个梦是真的不是假的，我们这里的念佛堂马上为他们立牌位，所以台湾那些鬼神也都来了。这是我自己常住的道场，我也就联想到「景美图书馆」，里面供的牌位也不少，虽然他还没有要求，我这里也已经为他们立牌位，所以那个大团体也来了，几千、几万个都来了。这是他们要求。所以我们要懂得这个道理，平常一定要改恶向善，鬼神就尊敬你，决定不会找你麻烦，所以陈光别老居士往生非常值得我们学习。",
      "zh_TW": "我們台灣杭州南路「佛陀教育基金會」的樓上是佛堂，裡面供的牌位很多，我看總有幾千、上萬的牌位，因為那邊供牌位是不收錢。那個地方的鬼神想到居士林來參學，你們人常組團來，鬼神也要組團來，他們託夢給台灣的陳居士，想到新加坡來參學。到第二天早晨，陳居士打電話給我，他晚上做了這個夢，問我怎麼辦？我說這個夢是真的不是假的，我們這裡的念佛堂馬上為他們立牌位，所以台灣那些鬼神也都來了。這是我自己常住的道場，我也就聯想到「景美圖書館」，裡面供的牌位也不少，雖然他還沒有要求，我這裡也已經為他們立牌位，所以那個大團體也來了，幾千、幾萬個都來了。這是他們要求。所以我們要懂得這個道理，平常一定要改惡向善，鬼神就尊敬你，決定不會找你麻煩，所以陳光別老居士往生非常值得我們學習。"
    },
    {
      "id": "21-090-0046_p0046",
      "zh_CN": "问：「请问如遇大难，想念佛求往生，是应平心静气照念，还是想佛快来接我？」",
      "zh_TW": "問：「請問如遇大難，想念佛求往生，是應平心靜氣照念，還是想佛快來接我？」"
    },
    {
      "id": "21-090-0046_p0047",
      "zh_CN": "答：都可以。在急难的时候，可以特别恳求阿弥陀佛来接引。",
      "zh_TW": "答：都可以。在急難的時候，可以特別懇求阿彌陀佛來接引。"
    },
    {
      "id": "21-090-0046_p0048",
      "zh_CN": "问：「不知您对佛教历史上重男轻女的传统倾向有何看法？」",
      "zh_TW": "問：「不知您對佛教歷史上重男輕女的傳統傾向有何看法？」"
    },
    {
      "id": "21-090-0046_p0049",
      "zh_CN": "答：你有看法，我没有看法。我们学佛的人，应当要学佛的看法，佛的看法是平等的，不但男女平等，我们人跟畜生平等，人跟蚊虫蚂蚁都平等。我们要学会这个看法，决定不可以有歧视，我们的心才真正能平静下来。心不平，那是障碍，这就是讲的「业障」。我们心一定要平等，别人怎么看法，他的事情，不是我的事情。",
      "zh_TW": "答：你有看法，我沒有看法。我們學佛的人，應當要學佛的看法，佛的看法是平等的，不但男女平等，我們人跟畜生平等，人跟蚊蟲螞蟻都平等。我們要學會這個看法，決定不可以有歧視，我們的心才真正能平靜下來。心不平，那是障礙，這就是講的「業障」。我們心一定要平等，別人怎麼看法，他的事情，不是我的事情。"
    },
    {
      "id": "21-090-0046_p0050",
      "zh_CN": "佛在经典里面告诉我们，释尊当年在世，印度四姓阶级极不平等，释迦牟尼佛提倡剃度出家四姓阶级一律平等，这是我们应当要学习的。世间种种不平等，是因为众生造作的业不一样，业报是造成不平等的现象，不是他原有的。",
      "zh_TW": "佛在經典裡面告訴我們，釋尊當年在世，印度四姓階級極不平等，釋迦牟尼佛提倡剃度出家四姓階級一律平等，這是我們應當要學習的。世間種種不平等，是因為眾生造作的業不一樣，業報是造成不平等的現象，不是他原有的。"
    }
  ]
}