{
  "doc_id": "21-090-0072",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十二集",
    "zh_TW": "第七十二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0072",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "21-090-0072_p0001",
      "zh_CN": "诸位同学，大家好！今天晚上同学们听经之后有一些问题，要我来为大家解答，这是很好的修学态度，有疑一定要问，断疑生信，功夫才能够得力。我们修学多少年，往往功夫不得力，这里面就是有疑惑没能破除。净宗的修学，古大德教导我们，第一个不怀疑，第二个不夹杂，第三个不间断，如果这三条能做到，就决定能往生。所以有疑问一定要提出来。",
      "zh_TW": "諸位同學，大家好！今天晚上同學們聽經之後有一些問題，要我來為大家解答，這是很好的修學態度，有疑一定要問，斷疑生信，功夫才能夠得力。我們修學多少年，往往功夫不得力，這裡面就是有疑惑沒能破除。淨宗的修學，古大德教導我們，第一個不懷疑，第二個不夾雜，第三個不間斷，如果這三條能做到，就決定能往生。所以有疑問一定要提出來。"
    },
    {
      "id": "21-090-0072_p0002",
      "zh_CN": "第一位同修问：「以前听过法师演说《阿弥陀经》，永明延寿大师说：『无禅有净土，万修万人去』；可是昨天法师讲经时说，现在一万个念佛修行人，只有两、三个才能往生，连下品下生都没有分。主要是什么原因？请法师慈悲，为我们这九千九百九十八人讲解，使我们有所觉悟和警惕。」",
      "zh_TW": "第一位同修問：「以前聽過法師演說《阿彌陀經》，永明延壽大師說：『無禪有淨土，萬修萬人去』；可是昨天法師講經時說，現在一萬個念佛修行人，只有兩、三個才能往生，連下品下生都沒有分。主要是什麼原因？請法師慈悲，為我們這九千九百九十八人講解，使我們有所覺悟和警惕。」"
    },
    {
      "id": "21-090-0072_p0003",
      "zh_CN": "答：你问得很好，其实这个问题我们在讲席当中常常解答。净宗法门在大乘佛法里面称为「易行道」。易行，我们一定要懂得它是跟其他大乘法门相比是比较容易，决不是我们想像当中那么容易，这个道理一定要懂。佛跟我们讲道理，这个道理多少是要了解一些。法界原本是一真，一真为什么会变成十法界，为什么会变成六道三途？佛告诉我们，这些都是由于妄想分别执着而变现出来的境界，这是十法界、六道三途的来由。",
      "zh_TW": "答：你問得很好，其實這個問題我們在講席當中常常解答。淨宗法門在大乘佛法裡面稱為「易行道」。易行，我們一定要懂得它是跟其他大乘法門相比是比較容易，決不是我們想像當中那麼容易，這個道理一定要懂。佛跟我們講道理，這個道理多少是要了解一些。法界原本是一真，一真為什麼會變成十法界，為什麼會變成六道三途？佛告訴我們，這些都是由於妄想分別執著而變現出來的境界，這是十法界、六道三途的來由。"
    },
    {
      "id": "21-090-0072_p0004",
      "zh_CN": "由此可知，佛教我们超越六道、超越十法界，一定要把妄想分别执着断掉。如果这种烦恼习气不能断掉，就决定不能超越三界六道。所以无论哪一个法门，净宗也不例外，一定要断见思烦恼；见思烦恼就是执着，对一切人事物、对世出世间一切法统统不执着，六道三界就超越了。如果再把尘沙烦恼断掉，尘沙烦恼是分别，于世出世间一切法都不分别了，十法界就超越了，你就证得一真法界。最后，能把无明烦恼破尽，你就证得圆满的佛果。这是无论哪个宗派、无论哪个法门都没有例外的，这个事情难！",
      "zh_TW": "由此可知，佛教我們超越六道、超越十法界，一定要把妄想分別執著斷掉。如果這種煩惱習氣不能斷掉，就決定不能超越三界六道。所以無論哪一個法門，淨宗也不例外，一定要斷見思煩惱；見思煩惱就是執著，對一切人事物、對世出世間一切法統統不執著，六道三界就超越了。如果再把塵沙煩惱斷掉，塵沙煩惱是分別，於世出世間一切法都不分別了，十法界就超越了，你就證得一真法界。最後，能把無明煩惱破盡，你就證得圓滿的佛果。這是無論哪個宗派、無論哪個法門都沒有例外的，這個事情難！"
    },
    {
      "id": "21-090-0072_p0005",
      "zh_CN": "净宗法门为什么说是易行道？易行就是说它不必断烦恼，靠阿弥陀佛本愿威神的加持，也能够脱离六道轮回，这叫容易，易行道。但是你必须要明了，往生净土虽然不要断烦恼，可是一定要伏烦恼，你烦恼不能够伏住，还是去不成。这就是说从前的人有能力伏烦恼，所以「万修万人去」，他懂得伏烦恼；现代人疏忽了，他不懂得伏烦恼，以为念佛就能往生，这个错了。",
      "zh_TW": "淨宗法門為什麼說是易行道？易行就是說它不必斷煩惱，靠阿彌陀佛本願威神的加持，也能夠脫離六道輪迴，這叫容易，易行道。但是你必須要明瞭，往生淨土雖然不要斷煩惱，可是一定要伏煩惱，你煩惱不能夠伏住，還是去不成。這就是說從前的人有能力伏煩惱，所以「萬修萬人去」，他懂得伏煩惱；現代人疏忽了，他不懂得伏煩惱，以為念佛就能往生，這個錯了。"
    },
    {
      "id": "21-090-0072_p0006",
      "zh_CN": "伏烦恼比断烦恼容易，只要烦恼不现行，就是不起作用，譬如说我贪瞋痴没断，是非人我、名闻利养没断，但是我这一句阿弥陀佛念得有功夫、有力量，能够叫我的烦恼不起作用；念头才起，「阿弥陀佛」就把这个念头打掉了，这叫用功夫。不管什么念头，贪念、瞋念、愚痴，一句「阿弥陀佛」全把它打掉，这样念法功夫才能得力，念到心清净了，清净心现前就叫做功夫成片。顺境、善缘不起贪念，逆境、恶缘不起瞋恚，永远保持平等心、清净心，这才能往生。",
      "zh_TW": "伏煩惱比斷煩惱容易，只要煩惱不現行，就是不起作用，譬如說我貪瞋痴沒斷，是非人我、名聞利養沒斷，但是我這一句阿彌陀佛念得有功夫、有力量，能夠叫我的煩惱不起作用；念頭才起，「阿彌陀佛」就把這個念頭打掉了，這叫用功夫。不管什麼念頭，貪念、瞋念、愚痴，一句「阿彌陀佛」全把它打掉，這樣念法功夫才能得力，念到心清淨了，清淨心現前就叫做功夫成片。順境、善緣不起貪念，逆境、惡緣不起瞋恚，永遠保持平等心、清淨心，這才能往生。"
    },
    {
      "id": "21-090-0072_p0007",
      "zh_CN": "还要具备「三福」，三福是根，这个大家要知道，千万不要忘记。《观无量寿佛经》里面，韦提希夫人知道西方极乐世界殊胜，发愿求生净土，求世尊教她方法，世尊没有教方法之前先教她修三福，这一点可不能疏忽。三福第一条是「孝养父母，奉事师长，慈心不杀，修十善业」，你要具备这个条件，这样念佛肯定得生，生凡圣同居土；如果再具备第二条福，「受持三皈，具足众戒，不犯威仪」，你就肯定生方便有余土；如果再具备第三条福，「发菩提心，深信因果，读诵大乘，劝进行者」，你就肯定生实报庄严土。这不能疏忽，佛说得这么清楚。",
      "zh_TW": "還要具備「三福」，三福是根，這個大家要知道，千萬不要忘記。《觀無量壽佛經》裡面，韋提希夫人知道西方極樂世界殊勝，發願求生淨土，求世尊教她方法，世尊沒有教方法之前先教她修三福，這一點可不能疏忽。三福第一條是「孝養父母，奉事師長，慈心不殺，修十善業」，你要具備這個條件，這樣念佛肯定得生，生凡聖同居土；如果再具備第二條福，「受持三皈，具足眾戒，不犯威儀」，你就肯定生方便有餘土；如果再具備第三條福，「發菩提心，深信因果，讀誦大乘，勸進行者」，你就肯定生實報莊嚴土。這不能疏忽，佛說得這麼清楚。"
    },
    {
      "id": "21-090-0072_p0008",
      "zh_CN": "所以我们在日常生活当中修什么？修一个纯善的心。《十善业道经》上佛教我们「昼夜常念善法」，三福是善法；「思惟善法」，想善法；「观察善法」，行善法。又教给我们要「不容毫分不善间杂」。所以我常常劝同修，恶人、恶事绝不放在心上，放在心上我们的心就不善，心不善往生就成障碍；因为西方极乐世界，释迦牟尼佛在《弥陀经》上跟我们介绍，那个世界是「诸上善人俱会一处」，我们的心行不善，佛号念得再多，都不能往生，所以我们必须要具足善人的条件。经上说：「善男子、善女人」，我们要够得上这个条件，这个条件就是「昼夜常念思惟观察善法」，心里面一丝毫的不善都没有，这个人决定往生。",
      "zh_TW": "所以我們在日常生活當中修什麼？修一個純善的心。《十善業道經》上佛教我們「晝夜常念善法」，三福是善法；「思惟善法」，想善法；「觀察善法」，行善法。又教給我們要「不容毫分不善間雜」。所以我常常勸同修，惡人、惡事絕不放在心上，放在心上我們的心就不善，心不善往生就成障礙；因為西方極樂世界，釋迦牟尼佛在《彌陀經》上跟我們介紹，那個世界是「諸上善人俱會一處」，我們的心行不善，佛號念得再多，都不能往生，所以我們必須要具足善人的條件。經上說：「善男子、善女人」，我們要夠得上這個條件，這個條件就是「晝夜常念思惟觀察善法」，心裡面一絲毫的不善都沒有，這個人決定往生。"
    },
    {
      "id": "21-090-0072_p0009",
      "zh_CN": "所以，我们为什么要把世间不善放在心上？这是绝大的错误，别人不善与我何干？我又何必把它放在心上、放在口上？放在心上我们的心不善，放在口上造恶业。由此可知，李炳南老居士所谓「一万个人当中只有两、三个人往生」，那两、三个人是善人，心纯善、口善、行善，他没有不善，所以他的条件具足，这样才能往生。所以诸位同修一定要记住，绝对不要把别人的不善放在自己心里，而把自己的善心破坏了；把别人的不善放在自己口头到处说，把我们的善行破坏了，这个很可惜！我们要常常记住禅宗六祖惠能的教训，「若真修道人，不见世间过」，这两句话了不起！常常见世间过，往生就成了问题；几时训练到我不见世间过，世间人没有过，过失只有我自己一个人，我们往生才有把握。好，这个问题就解答到此地。",
      "zh_TW": "所以，我們為什麼要把世間不善放在心上？這是絕大的錯誤，別人不善與我何干？我又何必把它放在心上、放在口上？放在心上我們的心不善，放在口上造惡業。由此可知，李炳南老居士所謂「一萬個人當中只有兩、三個人往生」，那兩、三個人是善人，心純善、口善、行善，他沒有不善，所以他的條件具足，這樣才能往生。所以諸位同修一定要記住，絕對不要把別人的不善放在自己心裡，而把自己的善心破壞了；把別人的不善放在自己口頭到處說，把我們的善行破壞了，這個很可惜！我們要常常記住禪宗六祖惠能的教訓，「若真修道人，不見世間過」，這兩句話了不起！常常見世間過，往生就成了問題；幾時訓練到我不見世間過，世間人沒有過，過失只有我自己一個人，我們往生才有把握。好，這個問題就解答到此地。"
    },
    {
      "id": "21-090-0072_p0010",
      "zh_CN": "下面第二位同修问的七个问题，第一个：「我们香港经济竞争非常激烈，我们在家人学佛就有很大的麻烦。请问在做交易时，应如何存心和作为？自己在做交易时想要说实话，但家中的人都反对、都烦恼；家中的人做生意是为了自己多赚钱，只图自家发，哪管别人家。请问老和尚，这种情况下，我们应该怎样随缘、怎样存心，怎样做才如理如法？这是我们平时修行不可逾越的实际问题，请老和尚详细开示一下。」",
      "zh_TW": "下面第二位同修問的七個問題，第一個：「我們香港經濟競爭非常激烈，我們在家人學佛就有很大的麻煩。請問在做交易時，應如何存心和作為？自己在做交易時想要說實話，但家中的人都反對、都煩惱；家中的人做生意是為了自己多賺錢，只圖自家發，哪管別人家。請問老和尚，這種情況下，我們應該怎樣隨緣、怎樣存心，怎樣做才如理如法？這是我們平時修行不可逾越的實際問題，請老和尚詳細開示一下。」"
    },
    {
      "id": "21-090-0072_p0011",
      "zh_CN": "答：详细开示一下，行！《了凡四训》所讲的就全部跟你解答了，你好好的去念《了凡四训》。我自己学佛是在我二十六岁的时候，五０年代，我第一部读的书就是《了凡四训》，也可以说我的基础就是奠定在《了凡四训》的教诲上。一九七七年，我第一次到香港讲经，是由圣怀法师、谢道莲居士他们两位邀请，在九龙界限街「中华佛教图书馆」讲《楞严经》。我在图书馆住了两个月，以后又在香港蓝塘道「光明讲堂」又继续讲讲了两个月，第一次到这边来讲了四个月。在「中华佛教图书馆」，我看到印光法师「弘化社」出版的书籍，我很留意的翻阅，看到印光老法师一生当中对于《了凡四训》、《太上感应篇》及《安士全书》这三种书籍极力的提倡，我看书本的版权页，我略略的统计一下，这三本书大概在当时印了有三百万册，这个数量非常惊人。于是我就想，他是我们净宗一代祖师，为什么不大量提倡净宗，而提倡这三本书？道理在哪里？我想了很久，我明白了，他老人家是大慈大悲，救度苦难众生；佛经未必大家能够理解，这三本书好懂，只要在这三本书奠定了基础，你能够老实念佛求生净土，哪有不往生的道理？",
      "zh_TW": "答：詳細開示一下，行！《了凡四訓》所講的就全部跟你解答了，你好好的去念《了凡四訓》。我自己學佛是在我二十六歲的時候，五０年代，我第一部讀的書就是《了凡四訓》，也可以說我的基礎就是奠定在《了凡四訓》的教誨上。一九七七年，我第一次到香港講經，是由聖懷法師、謝道蓮居士他們兩位邀請，在九龍界限街「中華佛教圖書館」講《楞嚴經》。我在圖書館住了兩個月，以後又在香港藍塘道「光明講堂」又繼續講講了兩個月，第一次到這邊來講了四個月。在「中華佛教圖書館」，我看到印光法師「弘化社」出版的書籍，我很留意的翻閱，看到印光老法師一生當中對於《了凡四訓》、《太上感應篇》及《安士全書》這三種書籍極力的提倡，我看書本的版權頁，我略略的統計一下，這三本書大概在當時印了有三百萬冊，這個數量非常驚人。於是我就想，他是我們淨宗一代祖師，為什麼不大量提倡淨宗，而提倡這三本書？道理在哪裡？我想了很久，我明白了，他老人家是大慈大悲，救度苦難眾生；佛經未必大家能夠理解，這三本書好懂，只要在這三本書奠定了基礎，你能夠老實念佛求生淨土，哪有不往生的道理？"
    },
    {
      "id": "21-090-0072_p0012",
      "zh_CN": "《了凡四训》为我们说明因果的道理与事实，你真正参透了，你才晓得「一饮一啄，莫非前定」。你做生意，规规矩矩做，你赚的钱是命里有的；你用尽欺骗的手段、不正常的手段去骗人，赚得的钱还是这么多，你又何苦骗人？如果说我用欺骗的手段赚来的，比我用规规矩矩赚来的要多，你可以用欺骗手段，佛菩萨也会赞成。什么样的手段都不行，你就是偷人、抢人，你抢到的还是你命里有的；你命里没有的，偷也偷不到，抢也抢不到，真的是「一饮一啄，莫非前定」，万般皆是命，半点不由人。",
      "zh_TW": "《了凡四訓》為我們說明因果的道理與事實，你真正參透了，你才曉得「一飲一啄，莫非前定」。你做生意，規規矩矩做，你賺的錢是命裡有的；你用盡欺騙的手段、不正常的手段去騙人，賺得的錢還是這麼多，你又何苦騙人？如果說我用欺騙的手段賺來的，比我用規規矩矩賺來的要多，你可以用欺騙手段，佛菩薩也會贊成。什麼樣的手段都不行，你就是偷人、搶人，你搶到的還是你命裡有的；你命裡沒有的，偷也偷不到，搶也搶不到，真的是「一飲一啄，莫非前定」，萬般皆是命，半點不由人。"
    },
    {
      "id": "21-090-0072_p0013",
      "zh_CN": "懂得这个道理，了凡先生就规规矩矩做人，一个恶念都不生。云谷禅师问他为什么，他说：「我想生恶念也没有用。」他懂得了。如果诸位把《了凡四训》参透了，你就晓得你应该怎么做生意，你会做得一家都欢喜，你天天在断恶修善，积功累德，你的果报无比殊胜。世间人想发财，不懂得发财的道理，不懂得发财的理论与方法，造作许多恶业，结果把命中本有的财、福报都折损了，真可惜！你命里该有一百万钱财，因为你用心不善，结果你这一生只能够发五十万，打对折了。如果造更大的恶，可能折扣还要大，你说冤枉不冤枉！希望你全家都去念《了凡四训》，看《了凡四训》的讲演，或者现在比较简单介绍的，有电视剧光碟两片，你们天天看，你就会明白。人不能有贪瞋痴，贪心将来做饿鬼，瞋恚将来堕地狱，太可怕了！我在这一生宁愿苦一点，我也不搞贪瞋痴，我也不希望将来堕三恶道，这才是真正聪明人，真正有智慧的人。",
      "zh_TW": "懂得這個道理，了凡先生就規規矩矩做人，一個惡念都不生。雲谷禪師問他為什麼，他說：「我想生惡念也沒有用。」他懂得了。如果諸位把《了凡四訓》參透了，你就曉得你應該怎麼做生意，你會做得一家都歡喜，你天天在斷惡修善，積功累德，你的果報無比殊勝。世間人想發財，不懂得發財的道理，不懂得發財的理論與方法，造作許多惡業，結果把命中本有的財、福報都折損了，真可惜！你命裡該有一百萬錢財，因為你用心不善，結果你這一生只能夠發五十萬，打對折了。如果造更大的惡，可能折扣還要大，你說冤枉不冤枉！希望你全家都去念《了凡四訓》，看《了凡四訓》的講演，或者現在比較簡單介紹的，有電視劇光碟兩片，你們天天看，你就會明白。人不能有貪瞋痴，貪心將來做餓鬼，瞋恚將來墮地獄，太可怕了！我在這一生寧願苦一點，我也不搞貪瞋痴，我也不希望將來墮三惡道，這才是真正聰明人，真正有智慧的人。"
    },
    {
      "id": "21-090-0072_p0014",
      "zh_CN": "第二个问题：「经云：『一称佛名，能灭八十亿劫生死重罪。』可是我们日常工作繁忙，没有念佛名号的时间和条件。有人说：『一心一意工作，别打妄想，这也等于念佛一样。之后再把一天所做的成绩回向极乐世界，这就等于念佛求往生了。』请问这样做我们的心真能清净吗？」",
      "zh_TW": "第二個問題：「經云：『一稱佛名，能滅八十億劫生死重罪。』可是我們日常工作繁忙，沒有念佛名號的時間和條件。有人說：『一心一意工作，別打妄想，這也等於念佛一樣。之後再把一天所做的成績迴向極樂世界，這就等於念佛求往生了。』請問這樣做我們的心真能清淨嗎？」"
    },
    {
      "id": "21-090-0072_p0015",
      "zh_CN": "答：我想这不用我开示，你自己很清楚、很明白。你一心一意做工作，不打妄想，你说也等于念佛一样。你这一天杀生，你开个海鲜餐馆，天天杀生，杀了很多，很认真、很用心的在杀，这个功德能回向往生吗？「一心一意做工作」，你是什么工作？如果你的工作是利益社会、是利益一切众生，这是福报，这个还可以说得过去，「愿以此功德，庄严佛净土」。可是佛经里面讲的功德不是这个，佛经讲的功德是纯善的心、纯善的行为。佛说：「因戒得定，因定开慧」，这叫功德；持戒、得定、开智慧，这是功德。如果佛在经里面所讲的道理，我们没有透彻明白，这是愚痴。我们不能够依教奉行，这是缺德不是修德，这种浅显的道理我们一定要懂。",
      "zh_TW": "答：我想這不用我開示，你自己很清楚、很明白。你一心一意做工作，不打妄想，你說也等於念佛一樣。你這一天殺生，你開個海鮮餐館，天天殺生，殺了很多，很認真、很用心的在殺，這個功德能迴向往生嗎？「一心一意做工作」，你是什麼工作？如果你的工作是利益社會、是利益一切眾生，這是福報，這個還可以說得過去，「願以此功德，莊嚴佛淨土」。可是佛經裡面講的功德不是這個，佛經講的功德是純善的心、純善的行為。佛說：「因戒得定，因定開慧」，這叫功德；持戒、得定、開智慧，這是功德。如果佛在經裡面所講的道理，我們沒有透徹明白，這是愚痴。我們不能夠依教奉行，這是缺德不是修德，這種淺顯的道理我們一定要懂。"
    },
    {
      "id": "21-090-0072_p0016",
      "zh_CN": "你是个修行人，在日常工作的时候确实要一心工作，你的工作才能做好；工作放下之后，一心念佛，佛也念好了。念佛的时候想到工作，工作的时候想到念佛，两面都搞不好，工作也没做好，佛也没念好。心不能二用，心要专一，这个道理要懂。所以我们做一天的成绩，到底是什么样的成绩？成绩里面有善恶，这个自己一定要清楚。你后面这一句很好，「我们的心真能清净」，那就行了，一定要得清净心。什么是「清净心」，你一定要搞清楚，不能含糊，不能够误解了。",
      "zh_TW": "你是個修行人，在日常工作的時候確實要一心工作，你的工作才能做好；工作放下之後，一心念佛，佛也念好了。念佛的時候想到工作，工作的時候想到念佛，兩面都搞不好，工作也沒做好，佛也沒念好。心不能二用，心要專一，這個道理要懂。所以我們做一天的成績，到底是什麼樣的成績？成績裡面有善惡，這個自己一定要清楚。你後面這一句很好，「我們的心真能清淨」，那就行了，一定要得清淨心。什麼是「清淨心」，你一定要搞清楚，不能含糊，不能夠誤解了。"
    },
    {
      "id": "21-090-0072_p0017",
      "zh_CN": "第三个问题：「学佛人寿终之后，请问他的皈依证、戒牒该怎么处理？」",
      "zh_TW": "第三個問題：「學佛人壽終之後，請問他的皈依證、戒牒該怎麼處理？」"
    },
    {
      "id": "21-090-0072_p0018",
      "zh_CN": "答：处理有两种方式：第一种方式是自己保存，留做纪念。我们先人的纪念，这个很有意义，让后代的子孙看到：我们的父母、祖父母、曾祖父母、祖宗是学佛皈依三宝的，这是给后世子孙种善根，这个很好。第二种方式，你不愿意这样做，皈依证跟戒牒可以随同尸体火化。但是保留做纪念好，这是非常有意义。像老人的照片，我们镶在镜框上悬挂，他的皈依证、戒牒可以放在相框的后面，永远做个纪念，也不容易失掉。",
      "zh_TW": "答：處理有兩種方式：第一種方式是自己保存，留做紀念。我們先人的紀念，這個很有意義，讓後代的子孫看到：我們的父母、祖父母、曾祖父母、祖宗是學佛皈依三寶的，這是給後世子孫種善根，這個很好。第二種方式，你不願意這樣做，皈依證跟戒牒可以隨同屍體火化。但是保留做紀念好，這是非常有意義。像老人的照片，我們鑲在鏡框上懸掛，他的皈依證、戒牒可以放在相框的後面，永遠做個紀念，也不容易失掉。"
    },
    {
      "id": "21-090-0072_p0019",
      "zh_CN": "第四个问题：「新道场建立后，要做一堂严净佛事，就是我们通常讲的『洒净』，是照传统仪规做还是用称六字洪名？请老和尚开示其道。」",
      "zh_TW": "第四個問題：「新道場建立後，要做一堂嚴淨佛事，就是我們通常講的『灑淨』，是照傳統儀規做還是用稱六字洪名？請老和尚開示其道。」"
    },
    {
      "id": "21-090-0072_p0020",
      "zh_CN": "答：用一般洒净的仪规就可以。洒净之后再念佛回向，这就更好、更圆满了。",
      "zh_TW": "答：用一般灑淨的儀規就可以。灑淨之後再念佛迴向，這就更好、更圓滿了。"
    },
    {
      "id": "21-090-0072_p0021",
      "zh_CN": "第五个问题：「我们做放生法事时，诵《弥陀经》及传三皈后念六字洪名，没有按仪规念大悲咒，请问这样做是否如法？」",
      "zh_TW": "第五個問題：「我們做放生法事時，誦《彌陀經》及傳三皈後念六字洪名，沒有按儀規念大悲咒，請問這樣做是否如法？」"
    },
    {
      "id": "21-090-0072_p0022",
      "zh_CN": "答：你念《弥陀经》之后一定有念往生咒，这样也可以，显密圆融。你念《弥陀经》、念往生咒，然后三皈，念佛放生，行！",
      "zh_TW": "答：你念《彌陀經》之後一定有念往生咒，這樣也可以，顯密圓融。你念《彌陀經》、念往生咒，然後三皈，念佛放生，行！"
    },
    {
      "id": "21-090-0072_p0023",
      "zh_CN": "第六个问题：「一个人受重戒后，他又严重的破戒。因为他现在影响面很大，所以我告诉他在佛前发露忏悔，而不要在大众前发露，以免影响大众信心，请问这样做对还是错？」",
      "zh_TW": "第六個問題：「一個人受重戒後，他又嚴重的破戒。因為他現在影響面很大，所以我告訴他在佛前發露懺悔，而不要在大眾前發露，以免影響大眾信心，請問這樣做對還是錯？」"
    },
    {
      "id": "21-090-0072_p0024",
      "zh_CN": "答：这个作法可以。能在大众之下发露忏悔也是很好；不在大众之前，在佛菩萨形像面前发露忏悔也可以。但是发露忏悔之后，最重要的是「后不再造」，这才叫真正忏悔；如果发露忏悔之后，明天还再做，你就完全错了。忏悔着重在后不再造，果然自己明白了，后不再造，不发露也是真正忏悔，你真的改过自新。着重在实质，不着重在形式，形式上发露忏悔是做榜样给大家看，劝导大家应当常常忏罪。",
      "zh_TW": "答：這個作法可以。能在大眾之下發露懺悔也是很好；不在大眾之前，在佛菩薩形像面前發露懺悔也可以。但是發露懺悔之後，最重要的是「後不再造」，這才叫真正懺悔；如果發露懺悔之後，明天還再做，你就完全錯了。懺悔著重在後不再造，果然自己明白了，後不再造，不發露也是真正懺悔，你真的改過自新。著重在實質，不著重在形式，形式上發露懺悔是做榜樣給大家看，勸導大家應當常常懺罪。"
    },
    {
      "id": "21-090-0072_p0025",
      "zh_CN": "第七个问题：「寺庙里换新的佛像，请问旧的佛像应该怎样处理？」",
      "zh_TW": "第七個問題：「寺廟裡換新的佛像，請問舊的佛像應該怎樣處理？」"
    },
    {
      "id": "21-090-0072_p0026",
      "zh_CN": "答：旧佛像要看是什么样的佛像。如果是金属铸造的，佛像愈旧价值愈高，成了古董。现在有不少人收藏着唐宋的佛像、明清的佛像，价值都非常高。泥塑木雕，时代愈久远价值就愈高，如果是有损坏，应当修补，也可以贴金，所以旧佛像的供奉是非常有价值的；你想这一尊佛像多少人拜过，接受过多少人的恭敬礼拜，为多少众生种过善根，我们一定要懂这个道理。",
      "zh_TW": "答：舊佛像要看是什麼樣的佛像。如果是金屬鑄造的，佛像愈舊價值愈高，成了古董。現在有不少人收藏著唐宋的佛像、明清的佛像，價值都非常高。泥塑木雕，時代愈久遠價值就愈高，如果是有損壞，應當修補，也可以貼金，所以舊佛像的供奉是非常有價值的；你想這一尊佛像多少人拜過，接受過多少人的恭敬禮拜，為多少眾生種過善根，我們一定要懂這個道理。"
    },
    {
      "id": "21-090-0072_p0027",
      "zh_CN": "如果是彩画的佛像，也要看是不是真迹，如果是真迹，值得收藏，像这种旧的东西，连故宫博物院里面都欢喜收藏，当作古物来看待，是非常有历史价值的，尤其是名家所绘的画。如果是我们一般印刷的就不一样了，用得太旧没有人愿意收藏，不可能有人收藏，这样的佛像我们可以将它火化。火化在哪里？最好在寺庙的火化炉里面将它烧掉，不在普通地方烧。或者是把它埋在地里面，我们用塑胶袋将它封装好，到野外去旅行的时候，看到人很少的地方，将它埋在地下，这也行，古人教我们这个方法。或者是把它绑在大石头上，沉在水底也行。总是我们对它一番敬意，不是任意丢弃，表示我们的恭敬心，这样就好。",
      "zh_TW": "如果是彩畫的佛像，也要看是不是真跡，如果是真跡，值得收藏，像這種舊的東西，連故宮博物院裡面都歡喜收藏，當作古物來看待，是非常有歷史價值的，尤其是名家所繪的畫。如果是我們一般印刷的就不一樣了，用得太舊沒有人願意收藏，不可能有人收藏，這樣的佛像我們可以將它火化。火化在哪裡？最好在寺廟的火化爐裡面將它燒掉，不在普通地方燒。或者是把它埋在地裡面，我們用塑膠袋將它封裝好，到野外去旅行的時候，看到人很少的地方，將它埋在地下，這也行，古人教我們這個方法。或者是把它綁在大石頭上，沉在水底也行。總是我們對它一番敬意，不是任意丟棄，表示我們的恭敬心，這樣就好。"
    },
    {
      "id": "21-090-0072_p0028",
      "zh_CN": "第三位同修问有四个问题，第一个问题：「恭听法师几天讲解佛法，甚喜！本人是未皈依的信佛者，有以下困惑，请开示。第一，半年来，自闻佛法，感其博大精深，至情至理，愿多听多读，退休在家更有方便之处。但家中亲人尚不理解，以其个人理解，以他在世俗未真正听解佛法的层次上，已甚担心本人走火入魔，迷了的一般关心层次上，有时有不少怨言和争论，对自己影响了净心学习听讲。听了法师讲解，对于骂自己、委屈自己的人尚且要感谢他，当他是菩萨给自己一个磨炼、修行的机会，因此我想做的是忍之外，尚需化解，度己度人，先解开自己的执着、烦恼，有欢喜心后再因缘因机而度他人，以间接的方法度他，自己不生气。除此之外，我应该怎样做？」",
      "zh_TW": "第三位同修問有四個問題，第一個問題：「恭聽法師幾天講解佛法，甚喜！本人是未皈依的信佛者，有以下困惑，請開示。第一，半年來，自聞佛法，感其博大精深，至情至理，願多聽多讀，退休在家更有方便之處。但家中親人尚不理解，以其個人理解，以他在世俗未真正聽解佛法的層次上，已甚擔心本人走火入魔，迷了的一般關心層次上，有時有不少怨言和爭論，對自己影響了淨心學習聽講。聽了法師講解，對於罵自己、委屈自己的人尚且要感謝他，當他是菩薩給自己一個磨鍊、修行的機會，因此我想做的是忍之外，尚需化解，度己度人，先解開自己的執著、煩惱，有歡喜心後再因緣因機而度他人，以間接的方法度他，自己不生氣。除此之外，我應該怎樣做？」"
    },
    {
      "id": "21-090-0072_p0029",
      "zh_CN": "答：你能这样做就很好了。所以你看看，你没有学佛之前，要有争论的时候你也会跟他争，现在学佛之后他争我不争。慢慢他就会感觉得奇怪：现在我骂你，你为什么不回我？我争，你为什么会让？他要问，你就给他解答，这叫随机说法。一定要告诉他一个真正的道理，我们这一生到人间来，得人身，意义、价值究竟在哪里？必须把自己的境界提升，这个人生就有意义、就有价值。向哪一方面提升？向道德这一方面提升，绝对不向贪瞋痴提升。要告诉他贪心是堕饿鬼、瞋恚是堕地狱、愚痴是堕畜生，提升贪瞋痴慢，你将来到三恶道的机会加强了。如果我们放弃贪瞋痴，我们勤修戒定慧，向仁义道德这一方面提升，我们的前途无量光明，我们来生即使不念佛、不知道求生净土，也决定生天道、享天福，这样我们这一生在人间才没有白来一趟，来得真有意义、有价值，总要把这些道理讲清楚、讲明白。具体方法，你可以读《了凡四训》。《了凡四训》是非常好的教诲，对于现代社会，可以说是通情达理。",
      "zh_TW": "答：你能這樣做就很好了。所以你看看，你沒有學佛之前，要有爭論的時候你也會跟他爭，現在學佛之後他爭我不爭。慢慢他就會感覺得奇怪：現在我罵你，你為什麼不回我？我爭，你為什麼會讓？他要問，你就給他解答，這叫隨機說法。一定要告訴他一個真正的道理，我們這一生到人間來，得人身，意義、價值究竟在哪裡？必須把自己的境界提升，這個人生就有意義、就有價值。向哪一方面提升？向道德這一方面提升，絕對不向貪瞋痴提升。要告訴他貪心是墮餓鬼、瞋恚是墮地獄、愚痴是墮畜生，提升貪瞋痴慢，你將來到三惡道的機會加強了。如果我們放棄貪瞋痴，我們勤修戒定慧，向仁義道德這一方面提升，我們的前途無量光明，我們來生即使不念佛、不知道求生淨土，也決定生天道、享天福，這樣我們這一生在人間才沒有白來一趟，來得真有意義、有價值，總要把這些道理講清楚、講明白。具體方法，你可以讀《了凡四訓》。《了凡四訓》是非常好的教誨，對於現代社會，可以說是通情達理。"
    },
    {
      "id": "21-090-0072_p0030",
      "zh_CN": "第二：「本人未皈依，很多事不明了，例如道场规矩。」",
      "zh_TW": "第二：「本人未皈依，很多事不明瞭，例如道場規矩。」"
    },
    {
      "id": "21-090-0072_p0031",
      "zh_CN": "答：这没有太大的关系。",
      "zh_TW": "答：這沒有太大的關係。"
    },
    {
      "id": "21-090-0072_p0032",
      "zh_CN": "又问：「一人在某一个道场办了皈依，请问是否就属于这一个道场的人，一切按这个道场的吩咐办事？」",
      "zh_TW": "又問：「一人在某一個道場辦了皈依，請問是否就屬於這一個道場的人，一切按這個道場的吩咐辦事？」"
    },
    {
      "id": "21-090-0072_p0033",
      "zh_CN": "答：不一定。皈依是发愿正式做佛的学生，依照佛的教诲奉行，就是学习。就好像我们入学校，正式报名注册当学生，没有皈依，那是旁听生，皈依才是正式的学生。至于皈依之后，也不一定在自己皈依的道场学习，你可以选择道场，可以多在道场参访，哪一个道场对自己适合，你就可以依止那个道场。",
      "zh_TW": "答：不一定。皈依是發願正式做佛的學生，依照佛的教誨奉行，就是學習。就好像我們入學校，正式報名註冊當學生，沒有皈依，那是旁聽生，皈依才是正式的學生。至於皈依之後，也不一定在自己皈依的道場學習，你可以選擇道場，可以多在道場參訪，哪一個道場對自己適合，你就可以依止那個道場。"
    },
    {
      "id": "21-090-0072_p0034",
      "zh_CN": "皈依，一个人一生只有一次，而不是到处皈依，每一个道场皈依，每一个法师皈依，那是错误的。因为我们皈依是皈依三宝，不是皈依某一个法师，不是皈依某一个道场，是皈依总体的佛法。所以任何佛教道场都是我们修行的地方，任何出家法师都是我们的老师，我们的心要以真诚、清净、平等来对待，这是皈依的大意。",
      "zh_TW": "皈依，一個人一生只有一次，而不是到處皈依，每一個道場皈依，每一個法師皈依，那是錯誤的。因為我們皈依是皈依三寶，不是皈依某一個法師，不是皈依某一個道場，是皈依總體的佛法。所以任何佛教道場都是我們修行的地方，任何出家法師都是我們的老師，我們的心要以真誠、清淨、平等來對待，這是皈依的大意。"
    },
    {
      "id": "21-090-0072_p0035",
      "zh_CN": "至于学道，皈依之后我要修学，最重要的就是传法的老师，这个老师才真正重要。为什么？我跟他学，他教导我，我选定这个法师，或者你选定这一个道场，你觉得这个道场很适合自己，这个法师跟我很有缘分，我愿意跟他学，这在佛门里面叫做「法子」。他把佛法传授给我，我跟他学习，这个关系最密切、最重要。",
      "zh_TW": "至於學道，皈依之後我要修學，最重要的就是傳法的老師，這個老師才真正重要。為什麼？我跟他學，他教導我，我選定這個法師，或者你選定這一個道場，你覺得這個道場很適合自己，這個法師跟我很有緣分，我願意跟他學，這在佛門裡面叫做「法子」。他把佛法傳授給我，我跟他學習，這個關係最密切、最重要。"
    },
    {
      "id": "21-090-0072_p0036",
      "zh_CN": "第二个问题：「如无分别心，请问是否也能在其他正信的佛教道场听佛法？」",
      "zh_TW": "第二個問題：「如無分別心，請問是否也能在其他正信的佛教道場聽佛法？」"
    },
    {
      "id": "21-090-0072_p0037",
      "zh_CN": "答：可以的，可以在任何道场听法。《善财童子五十三参》不就是很明白的教诲吗？善财童子，他的老师是文殊菩萨，在文殊菩萨那里毕业了，就到处参学，哪个法师他都去拜访、去请教，哪个道场他都去，对他自己只有利益没有损害，这个道理要懂。也就是他自己所修行的这个法门既然是选定了，要知道「法门平等，无有高下」，不必羡慕其他法门，不必改学其他法门，但是其他法门东西可以听，对我们自己有帮助，帮助自己开悟，帮助自己能入甚深禅定。如果自己没有这个定功，没有这个智慧，那先是要「一门深入」扎根。先把自己的根扎好，然后再参学。否则的话，听这个法门也好、那个法门也好，到最后你无所适从，这就坏了。所以自己坚定不移，学一个法门，然后才可以听其他一切法门。",
      "zh_TW": "答：可以的，可以在任何道場聽法。《善財童子五十三參》不就是很明白的教誨嗎？善財童子，他的老師是文殊菩薩，在文殊菩薩那裡畢業了，就到處參學，哪個法師他都去拜訪、去請教，哪個道場他都去，對他自己只有利益沒有損害，這個道理要懂。也就是他自己所修行的這個法門既然是選定了，要知道「法門平等，無有高下」，不必羨慕其他法門，不必改學其他法門，但是其他法門東西可以聽，對我們自己有幫助，幫助自己開悟，幫助自己能入甚深禪定。如果自己沒有這個定功，沒有這個智慧，那先是要「一門深入」扎根。先把自己的根紮好，然後再參學。否則的話，聽這個法門也好、那個法門也好，到最後你無所適從，這就壞了。所以自己堅定不移，學一個法門，然後才可以聽其他一切法門。"
    },
    {
      "id": "21-090-0072_p0038",
      "zh_CN": "第三个问题：「其他宗教，有按年或月缴纳会费之举，请问佛教道场是否也如此？」",
      "zh_TW": "第三個問題：「其他宗教，有按年或月繳納會費之舉，請問佛教道場是否也如此？」"
    },
    {
      "id": "21-090-0072_p0039",
      "zh_CN": "答：有这种情形，佛教道场也有这种情形，但是最好是不要。为什么？如果有这么一个规定，就有很多人不敢来学佛了。我们一定是要以佛法帮助一切众生、利益一切众生，不能给他做障碍。所以佛教里面一切的布施供养决定是随缘的，随缘好，不要勉强一定要人家缴多少，这个不好。特别是讲经的这种道场，从前李老师他老人家做出榜样给我们看，讲经道场决定不化缘。为什么？讲经道场要化缘，人家说：「到那里听经要付钱的。」许多人就不来了，把人家听闻佛法的机会断掉了，这很不好。他自己供养，那是他自己的事情，那个可以，不能有一丝毫勉强。因此我们对信徒也应该如此，不应该有丝毫勉强，也不可以暗示他布施供养，不可以。完全属于自动的，这个供养叫净财；如果我们强迫他，这个财就不净。",
      "zh_TW": "答：有這種情形，佛教道場也有這種情形，但是最好是不要。為什麼？如果有這麼一個規定，就有很多人不敢來學佛了。我們一定是要以佛法幫助一切眾生、利益一切眾生，不能給他做障礙。所以佛教裡面一切的布施供養決定是隨緣的，隨緣好，不要勉強一定要人家繳多少，這個不好。特別是講經的這種道場，從前李老師他老人家做出榜樣給我們看，講經道場決定不化緣。為什麼？講經道場要化緣，人家說：「到那裡聽經要付錢的。」許多人就不來了，把人家聽聞佛法的機會斷掉了，這很不好。他自己供養，那是他自己的事情，那個可以，不能有一絲毫勉強。因此我們對信徒也應該如此，不應該有絲毫勉強，也不可以暗示他布施供養，不可以。完全屬於自動的，這個供養叫淨財；如果我們強迫他，這個財就不淨。"
    },
    {
      "id": "21-090-0072_p0040",
      "zh_CN": "第四个问题：「供奉三宝是做为一个佛弟子当然之事，供奉和布施在于真诚、清净心，多少随缘，随各人的情况而做。在于理于行，有些道场会否少供奉了不高兴，如何做？」",
      "zh_TW": "第四個問題：「供奉三寶是做為一個佛弟子當然之事，供奉和布施在於真誠、清淨心，多少隨緣，隨各人的情況而做。在於理於行，有些道場會否少供奉了不高興，如何做？」"
    },
    {
      "id": "21-090-0072_p0041",
      "zh_CN": "答：你后面的两句话不太清楚，说「有些道场会否少供奉了不高兴」，这个意思我明白了，就是供养少了他就不高兴，那就不要去好了。你要去，你就多供养；「少供养他不高兴」，你的钱少，你就最好不要去，刚才说了，这是不如法的。决定没有分别心，确实是在于真诚。《了凡四训》里面有个故事说这桩事情，真诚心，供养再少，功德是真实的，是满分的功德；如果不真诚，供养再多，他所得的福是不圆满。",
      "zh_TW": "答：你後面的兩句話不太清楚，說「有些道場會否少供奉了不高興」，這個意思我明白了，就是供養少了他就不高興，那就不要去好了。你要去，你就多供養；「少供養他不高興」，你的錢少，你就最好不要去，剛才說了，這是不如法的。決定沒有分別心，確實是在於真誠。《了凡四訓》裡面有個故事說這樁事情，真誠心，供養再少，功德是真實的，是滿分的功德；如果不真誠，供養再多，他所得的福是不圓滿。"
    },
    {
      "id": "21-090-0072_p0042",
      "zh_CN": "下面一位同修问：「有一位天主教徒乔迁新楼，叫我去帮他念经，请问我应该怎么做？」",
      "zh_TW": "下面一位同修問：「有一位天主教徒喬遷新樓，叫我去幫他念經，請問我應該怎麼做？」"
    },
    {
      "id": "21-090-0072_p0043",
      "zh_CN": "答：他请你去帮他念什么经？是念佛经，还是念他们的经？你这个没有说清楚。念佛经好，跟他结佛缘，若念他们的经也很好。天主教的早晚课诵是《玫瑰经》，我们这个地方有个《玫瑰经》的讲义，这个道场应该还有，你可以拿一份去多看看，也可以赠送你这个天主教的朋友。",
      "zh_TW": "答：他請你去幫他念什麼經？是念佛經，還是念他們的經？你這個沒有說清楚。念佛經好，跟他結佛緣，若念他們的經也很好。天主教的早晚課誦是《玫瑰經》，我們這個地方有個《玫瑰經》的講義，這個道場應該還有，你可以拿一份去多看看，也可以贈送你這個天主教的朋友。"
    },
    {
      "id": "21-090-0072_p0044",
      "zh_CN": "下面一个问题：「四月二十四号晚上弘法，有谈到人死之后不要马上触动他的身体，怕生瞋恨心。在台湾或乡下，可以放在祠堂助念；在香港，死在医院或家里马上要搬动，否则要剖腹验尸。请问若遇此事如何做？」",
      "zh_TW": "下面一個問題：「四月二十四號晚上弘法，有談到人死之後不要馬上觸動他的身體，怕生瞋恨心。在台灣或鄉下，可以放在祠堂助念；在香港，死在醫院或家裡馬上要搬動，否則要剖腹驗屍。請問若遇此事如何做？」"
    },
    {
      "id": "21-090-0072_p0045",
      "zh_CN": "答：这是现代社会对于人的死亡处置欠妥之处，这是现代人的共业，确实是很麻烦。所以在台湾我们学佛的同修知道这个事情，他在医院，医院放弃救治，就是不能救治了，他的时间大概只有一、两天，或者只有几个小时了，这个时候我们办理出院，把他带回家去，让他在家里面助念，这是好办法；当病重的时候、弥留状况的时候赶紧带回家。如果在寺院里面，寺院里面有送往生的，在寺院里面做当然就更好，这就做得很如法。实在不能，带回家，让他在家里头寿终正寝，这个好。",
      "zh_TW": "答：這是現代社會對於人的死亡處置欠妥之處，這是現代人的共業，確實是很麻煩。所以在台灣我們學佛的同修知道這個事情，他在醫院，醫院放棄救治，就是不能救治了，他的時間大概只有一、兩天，或者只有幾個小時了，這個時候我們辦理出院，把他帶回家去，讓他在家裡面助念，這是好辦法；當病重的時候、彌留狀況的時候趕緊帶回家。如果在寺院裡面，寺院裡面有送往生的，在寺院裡面做當然就更好，這就做得很如法。實在不能，帶回家，讓他在家裡頭壽終正寢，這個好。"
    },
    {
      "id": "21-090-0072_p0046",
      "zh_CN": "下面一个问题：「讲到奉事师长，请问是否指一定要从头到尾奉事于原来剃度或皈依的师父？」",
      "zh_TW": "下面一個問題：「講到奉事師長，請問是否指一定要從頭到尾奉事於原來剃度或皈依的師父？」"
    },
    {
      "id": "21-090-0072_p0047",
      "zh_CN": "答：不是的。原来剃度、皈依的师父，这是引导我们入佛门，我们应当一生不忘他的恩德，这是养我们的厚道。「奉事师长」，我在前面曾经讲过，最重要的是「如教修行供养」。老师教导我们的，我们没有认真做到，这个就真正没有做到奉事师长。不是说我对老师很好，我对老师物质生活照顾非常周到，他没有吃的，我供养他吃的，没有穿的，我供养他穿的，他没有房子，我供养他房子住，这是形式。实在讲，真正修道人他不需要这个，他所要的是你自己能够依教奉行，你自己能够在这一生当中明理，断恶修善，成圣成贤，这个老师欢喜，这才真正是报师恩，一定要做出成绩来报答父母师长。「奉事师长」有广义、有狭义，我们一定要辨别清楚。",
      "zh_TW": "答：不是的。原來剃度、皈依的師父，這是引導我們入佛門，我們應當一生不忘他的恩德，這是養我們的厚道。「奉事師長」，我在前面曾經講過，最重要的是「如教修行供養」。老師教導我們的，我們沒有認真做到，這個就真正沒有做到奉事師長。不是說我對老師很好，我對老師物質生活照顧非常周到，他沒有吃的，我供養他吃的，沒有穿的，我供養他穿的，他沒有房子，我供養他房子住，這是形式。實在講，真正修道人他不需要這個，他所要的是你自己能夠依教奉行，你自己能夠在這一生當中明理，斷惡修善，成聖成賢，這個老師歡喜，這才真正是報師恩，一定要做出成績來報答父母師長。「奉事師長」有廣義、有狹義，我們一定要辨別清楚。"
    },
    {
      "id": "21-090-0072_p0048",
      "zh_CN": "问：「请求法师示范念佛。」",
      "zh_TW": "問：「請求法師示範念佛。」"
    },
    {
      "id": "21-090-0072_p0049",
      "zh_CN": "答：这个不必了，我们念佛堂天天都在念。",
      "zh_TW": "答：這個不必了，我們念佛堂天天都在念。"
    },
    {
      "id": "21-090-0072_p0050",
      "zh_CN": "问：「您能否长期留在香港讲经？现在还缺哪些客观条件？香港对于中国大陆的佛法振兴有关键作用，这里有很大的潜力。」",
      "zh_TW": "問：「您能否長期留在香港講經？現在還缺哪些客觀條件？香港對於中國大陸的佛法振興有關鍵作用，這裡有很大的潛力。」"
    },
    {
      "id": "21-090-0072_p0051",
      "zh_CN": "答：我留在香港讲经当然是一桩好事情。实在说，一九七七年我初到香港来的时候，法缘就非常殊胜。畅怀法师告诉我，在我以前他都没有见过，他说：「法师，你的法缘太殊胜了。」我跟畅怀法师那个时候刚刚认识，在没有开讲的前一天，畅怀法师告诉我：「香港人听经大概第一天人多，最后一天圆满人多，来捧场的，平常来听经的人很少。法师，你心理上要有个准备，尤其是你刚刚出来讲经，身分、名望都不高。」在他的估计当中，听经的人会很少。我跟畅怀法师说：「不要紧，我讲经不在乎听众多少，没有人听，桌椅板凳摆好，我可以对着桌椅板凳来讲经，不需要人来听。生公说法没有人听，他对石头讲；我讲经没有人听，有桌椅板凳，我对它们讲。」畅怀法师听了很欢喜。可是从开讲那一天起一直到四个月，常常听众都坐得满满的，没有椅子坐了，门口走廊都站着人。畅怀法师很欢喜说：「法师，你的法缘很殊胜。」这是第一次到香港的情形。所以，凡事我们随缘而不攀缘。",
      "zh_TW": "答：我留在香港講經當然是一樁好事情。實在說，一九七七年我初到香港來的時候，法緣就非常殊勝。暢懷法師告訴我，在我以前他都沒有見過，他說：「法師，你的法緣太殊勝了。」我跟暢懷法師那個時候剛剛認識，在沒有開講的前一天，暢懷法師告訴我：「香港人聽經大概第一天人多，最後一天圓滿人多，來捧場的，平常來聽經的人很少。法師，你心理上要有個準備，尤其是你剛剛出來講經，身分、名望都不高。」在他的估計當中，聽經的人會很少。我跟暢懷法師說：「不要緊，我講經不在乎聽眾多少，沒有人聽，桌椅板凳擺好，我可以對著桌椅板凳來講經，不需要人來聽。生公說法沒有人聽，他對石頭講；我講經沒有人聽，有桌椅板凳，我對它們講。」暢懷法師聽了很歡喜。可是從開講那一天起一直到四個月，常常聽眾都坐得滿滿的，沒有椅子坐了，門口走廊都站著人。暢懷法師很歡喜說：「法師，你的法緣很殊勝。」這是第一次到香港的情形。所以，凡事我們隨緣而不攀緣。"
    },
    {
      "id": "21-090-0072_p0052",
      "zh_CN": "我不能常住香港，因为我现在还训练一批学生，这是佛门的大事。诸位同修一定要晓得，我讲得再好，我死了后继无人，我的成绩等于零。什么样才算是有成就？我死了之后底下有人接着，代代有传人，底下一位讲得比我还要殊胜，我成功了，我真的做出成绩出来了。现在在晚年，过去黄念祖老居士多次给我写信，我们也见面很多次，他老人家常常劝我，叫我不要再讲经，不要再到处跑，一定要定下来写书、教学生，培养继起的人才。我跟他老人家说：「这个我懂得，我早就有这个心，缘没有成熟。」",
      "zh_TW": "我不能常住香港，因為我現在還訓練一批學生，這是佛門的大事。諸位同修一定要曉得，我講得再好，我死了後繼無人，我的成績等於零。什麼樣才算是有成就？我死了之後底下有人接著，代代有傳人，底下一位講得比我還要殊勝，我成功了，我真的做出成績出來了。現在在晚年，過去黃念祖老居士多次給我寫信，我們也見面很多次，他老人家常常勸我，叫我不要再講經，不要再到處跑，一定要定下來寫書、教學生，培養繼起的人才。我跟他老人家說：「這個我懂得，我早就有這個心，緣沒有成熟。」"
    },
    {
      "id": "21-090-0072_p0053",
      "zh_CN": "因为我自己没有道场，我自己没有徒弟，要教学一定要有场所。没有人请我，请我去讲学，我还有条件。在台湾有些佛学院请我，我不去，什么原因？佛学院老师太多，每一个老师讲一样东西，甚至于彼此都不能相容，这样把学生学习的情绪搞乱了，所以我都没有接受。我要怎么样教法？像我的老师教我一样教法。我从前在台中跟李老师学了十年，一个老师教，学一家之言，我很有受用。两个人教两条路，三个人教三叉路口，我到底学哪个好？所以教学，一个人，教私塾的方法，我愿意搞这种教学。",
      "zh_TW": "因為我自己沒有道場，我自己沒有徒弟，要教學一定要有場所。沒有人請我，請我去講學，我還有條件。在台灣有些佛學院請我，我不去，什麼原因？佛學院老師太多，每一個老師講一樣東西，甚至於彼此都不能相容，這樣把學生學習的情緒搞亂了，所以我都沒有接受。我要怎麼樣教法？像我的老師教我一樣教法。我從前在台中跟李老師學了十年，一個老師教，學一家之言，我很有受用。兩個人教兩條路，三個人教三叉路口，我到底學哪個好？所以教學，一個人，教私塾的方法，我願意搞這種教學。"
    },
    {
      "id": "21-090-0072_p0054",
      "zh_CN": "一直到四年前，在新加坡遇到李木源居士，我们谈到培养人才，我把我这些观念告诉他，他很欢喜，在那边办培训班，我一个人教。虽然教得很辛苦，每天要上六、七个小时课，我高兴，我能够把学生带起来，我训练的，几乎各个都能上台讲演。讲得好不好，完全他自己要用功，只要他自己肯用功，在讲台上千锤百炼，能够不间断，十年就会有成就；没有这么长的时间不行，你这个根不稳。我跟李炳南老居士学佛，我到十年之后才能够运用自如，才得自在，所谓是左右逢源，得心应手。如果没有十年讲台上实际的锻炼，难！所以学讲经不难。要有耐心、有恒心，决定不间断，这个事情难，成败关键都在这里。",
      "zh_TW": "一直到四年前，在新加坡遇到李木源居士，我們談到培養人才，我把我這些觀念告訴他，他很歡喜，在那邊辦培訓班，我一個人教。雖然教得很辛苦，每天要上六、七個小時課，我高興，我能夠把學生帶起來，我訓練的，幾乎各個都能上台講演。講得好不好，完全他自己要用功，只要他自己肯用功，在講台上千錘百鍊，能夠不間斷，十年就會有成就；沒有這麼長的時間不行，你這個根不穩。我跟李炳南老居士學佛，我到十年之後才能夠運用自如，才得自在，所謂是左右逢源，得心應手。如果沒有十年講台上實際的鍛鍊，難！所以學講經不難。要有耐心、有恆心，決定不間斷，這個事情難，成敗關鍵都在這裡。"
    },
    {
      "id": "21-090-0072_p0055",
      "zh_CN": "我们在新加坡这四、五年来，培训班现在是第五届，第五届今年七月上旬毕业。我们培训大概有六十多个学生，我估计能够讲经的应该有一半。第五届我就让老的学生，前面几届的老学生来教，教得很成功，教学相长。这一批学生将来他自己能讲、能写、能教，以后有因缘，他们来主持佛学院，我们佛教前途是光明的。这一批年轻人非常好学，非常难得，所以我们看到了很安慰。",
      "zh_TW": "我們在新加坡這四、五年來，培訓班現在是第五屆，第五屆今年七月上旬畢業。我們培訓大概有六十多個學生，我估計能夠講經的應該有一半。第五屆我就讓老的學生，前面幾屆的老學生來教，教得很成功，教學相長。這一批學生將來他自己能講、能寫、能教，以後有因緣，他們來主持佛學院，我們佛教前途是光明的。這一批年輕人非常好學，非常難得，所以我們看到了很安慰。"
    },
    {
      "id": "21-090-0072_p0056",
      "zh_CN": "最近我们在澳洲有个小道场，也许很多同修知道我买了一所天主教的教堂。这是过去跟着我时间长的，有十几年的这些老同学，他们虽然长期听经，没有上过台，没有讲经的经验，我在澳洲利用这个地方来训练他们。因为他们跟我时间久，我对他要求就非常严格，比新加坡培训班还要严格。新加坡的培训班我们重点是着重在讲经技术，我在澳洲这个培训班我重点是在德行。所以课程从《弟子规》上起，《弟子规》上完再上《三字经》，《三字经》上完，底下一个科目，我去上《了凡四训》，《了凡四训》上完，再上《感应篇》和《阴骘文》，印光大师给我们这三样东西。然后我们才会教《十善业道经》和《阿难问事佛吉凶经》，等于说我们从幼稚园、小学念起，扎根！根要不深，你的德行学问怎么能够养成？这些事情必须要我亲自去教、亲自去督促，至少要用五年的时间。",
      "zh_TW": "最近我們在澳洲有個小道場，也許很多同修知道我買了一所天主教的教堂。這是過去跟著我時間長的，有十幾年的這些老同學，他們雖然長期聽經，沒有上過台，沒有講經的經驗，我在澳洲利用這個地方來訓練他們。因為他們跟我時間久，我對他要求就非常嚴格，比新加坡培訓班還要嚴格。新加坡的培訓班我們重點是著重在講經技術，我在澳洲這個培訓班我重點是在德行。所以課程從《弟子規》上起，《弟子規》上完再上《三字經》，《三字經》上完，底下一個科目，我去上《了凡四訓》，《了凡四訓》上完，再上《感應篇》和《陰騭文》，印光大師給我們這三樣東西。然後我們才會教《十善業道經》和《阿難問事佛吉凶經》，等於說我們從幼稚園、小學念起，扎根！根要不深，你的德行學問怎麼能夠養成？這些事情必須要我親自去教、親自去督促，至少要用五年的時間。"
    },
    {
      "id": "21-090-0072_p0057",
      "zh_CN": "所以我跟你们同学约，你们希望我到香港来讲经，我跟你们约五年以后，我把这一批学生带起来了，他们能够自立了，我可以放手。现在我要不照顾他们，他们要想成就非常困难。所以诸位同修，你们要想到佛法后继的人才，你就会同意我的作法，所以我必须用五年的时间来帮助他们。五年之后，我把这个放下了，我就得自在了，你们要欢迎我到这边来，我就可以到这里来长住。我们在这个小道场长期讲经，这个可以，跟你约五年以后。",
      "zh_TW": "所以我跟你們同學約，你們希望我到香港來講經，我跟你們約五年以後，我把這一批學生帶起來了，他們能夠自立了，我可以放手。現在我要不照顧他們，他們要想成就非常困難。所以諸位同修，你們要想到佛法後繼的人才，你就會同意我的作法，所以我必須用五年的時間來幫助他們。五年之後，我把這個放下了，我就得自在了，你們要歡迎我到這邊來，我就可以到這裡來長住。我們在這個小道場長期講經，這個可以，跟你約五年以後。"
    },
    {
      "id": "21-090-0072_p0058",
      "zh_CN": "下面一个问题：「请问能否调和我国传统的念佛法门和日本所谓的本愿法门？本愿法门即使是错误的，但是否可以吸收接近的部分？」",
      "zh_TW": "下面一個問題：「請問能否調和我國傳統的念佛法門和日本所謂的本願法門？本願法門即使是錯誤的，但是否可以吸收接近的部分？」"
    },
    {
      "id": "21-090-0072_p0059",
      "zh_CN": "答：这桩事情，你们必须懂得中国净宗祖师代代相传的这个法门，也要懂得日本本愿法门究竟是什么。跟诸位说，日本本愿法门原本跟中国念佛法门是一不是二。日本的净土法门是唐朝时候日本一些高僧大德到中国来留学，他们拜善导大师为师。所以日本的「善导寺」很多，我在日本看到许多地方雕刻的有善导大师的像，有站像、有坐像，我看到很欢喜，我们在中国很少看到。你只要看到「善导寺」，这一定是净土宗道场，善导大师是我们中国净土宗第二代的祖师。",
      "zh_TW": "答：這樁事情，你們必須懂得中國淨宗祖師代代相傳的這個法門，也要懂得日本本願法門究竟是什麼。跟諸位說，日本本願法門原本跟中國念佛法門是一不是二。日本的淨土法門是唐朝時候日本一些高僧大德到中國來留學，他們拜善導大師為師。所以日本的「善導寺」很多，我在日本看到許多地方雕刻的有善導大師的像，有站像、有坐像，我看到很歡喜，我們在中國很少看到。你只要看到「善導寺」，這一定是淨土宗道場，善導大師是我們中國淨土宗第二代的祖師。"
    },
    {
      "id": "21-090-0072_p0060",
      "zh_CN": "本愿法门是专依四十八愿的第十八愿，这个风气在唐朝很盛行。我们在典籍里面看到，唐朝时代，中国的法师、外国的法师，包括日本、韩国，曾经很用心的去探讨释迦牟尼佛四十九年所讲的这些经教，哪一种最重要？经过许多法师来研究、来探讨，最后大家公认《大方广佛华严经》，所以《华严经》就变成中国大乘佛法的根本法轮。往年我初学佛的时候，方东美先生跟我介绍《大方广佛华严经》是佛教的概论。他老人家是学哲学的，他认为佛教哲学概论是《大方广佛华严经》，这个说法也非常好。",
      "zh_TW": "本願法門是專依四十八願的第十八願，這個風氣在唐朝很盛行。我們在典籍裡面看到，唐朝時代，中國的法師、外國的法師，包括日本、韓國，曾經很用心的去探討釋迦牟尼佛四十九年所講的這些經教，哪一種最重要？經過許多法師來研究、來探討，最後大家公認《大方廣佛華嚴經》，所以《華嚴經》就變成中國大乘佛法的根本法輪。往年我初學佛的時候，方東美先生跟我介紹《大方廣佛華嚴經》是佛教的概論。他老人家是學哲學的，他認為佛教哲學概論是《大方廣佛華嚴經》，這個說法也非常好。"
    },
    {
      "id": "21-090-0072_p0061",
      "zh_CN": "《华严经》究竟是怎么圆满的？到最后普贤菩萨十大愿王导归极乐；如果不念佛求生净土，《华严经》不圆满。于是专讲往生极乐的是《无量寿经》，所以《无量寿经》是《华严经》的核心，是《华严经》的总结，《无量寿经》就超过《华严经》。那个时代的人，所谓：「《华严经》、《法华经》是《无量寿经》之导引」，就是引导我们归《无量寿经》。这个话说得很有道理，这就是《无量寿经》把《法华经》和《华严经》比下去了。《无量寿经》里面全经哪一部分最重要？大家都公认四十八愿最重要，四十八愿是阿弥陀佛自己说的。四十八愿有四十八条，到底哪一条最重要？大家公认第十八愿。第十八愿说什么？「十念必生」，这样才把第十八愿看作本愿，这是日本人看的。我们中国人也知道，但是没有像日本人这么重视。",
      "zh_TW": "《華嚴經》究竟是怎麼圓滿的？到最後普賢菩薩十大願王導歸極樂；如果不念佛求生淨土，《華嚴經》不圓滿。於是專講往生極樂的是《無量壽經》，所以《無量壽經》是《華嚴經》的核心，是《華嚴經》的總結，《無量壽經》就超過《華嚴經》。那個時代的人，所謂：「《華嚴經》、《法華經》是《無量壽經》之導引」，就是引導我們歸《無量壽經》。這個話說得很有道理，這就是《無量壽經》把《法華經》和《華嚴經》比下去了。《無量壽經》裡面全經哪一部分最重要？大家都公認四十八願最重要，四十八願是阿彌陀佛自己說的。四十八願有四十八條，到底哪一條最重要？大家公認第十八願。第十八願說什麼？「十念必生」，這樣才把第十八願看作本願，這是日本人看的。我們中國人也知道，但是沒有像日本人這麼重視。"
    },
    {
      "id": "21-090-0072_p0062",
      "zh_CN": "可是日本人只把十八愿这一条看作本愿，把其他的四十七条疏忽了，这是错误。诸位要晓得，古时候日本的法师没有错误，现在日本法师有这个错误观念。要知道四十八愿每一条都包含其余的四十七条，《华严经》说：「一即是多，多即是一，一多不二。」所以第十八愿如果缺少任何一愿，第十八愿就不圆满，就不能称为「本愿」。一定要晓得，第十八愿圆圆满满包含其他的四十七愿，第十八愿就圆满了，我们要从这个地方认知。我在讲《无量寿经》的时候都详细的讲过。所以日本净宗跟中国净宗没有分别，如果有分别，那是人事的分别，在教义上没有分别，教理上没有分别，方法上也没有太大的分别。要分别，是人为的。人为是什么？妄想分别执着，这个没有办法了。",
      "zh_TW": "可是日本人只把十八願這一條看作本願，把其他的四十七條疏忽了，這是錯誤。諸位要曉得，古時候日本的法師沒有錯誤，現在日本法師有這個錯誤觀念。要知道四十八願每一條都包含其餘的四十七條，《華嚴經》說：「一即是多，多即是一，一多不二。」所以第十八願如果缺少任何一願，第十八願就不圓滿，就不能稱為「本願」。一定要曉得，第十八願圓圓滿滿包含其他的四十七願，第十八願就圓滿了，我們要從這個地方認知。我在講《無量壽經》的時候都詳細的講過。所以日本淨宗跟中國淨宗沒有分別，如果有分別，那是人事的分別，在教義上沒有分別，教理上沒有分別，方法上也沒有太大的分別。要分別，是人為的。人為是什麼？妄想分別執著，這個沒有辦法了。"
    },
    {
      "id": "21-090-0072_p0063",
      "zh_CN": "这位同修问了两个问题，第一个问题：「法师讲到人死后八小时内，最好是十二小时到十四小时不要动他，因为他神识没有离开，会有瞋恨心，对他对己都不好，对亡者更是有害。如亡者在家，可以做到。」",
      "zh_TW": "這位同修問了兩個問題，第一個問題：「法師講到人死後八小時內，最好是十二小時到十四小時不要動他，因為他神識沒有離開，會有瞋恨心，對他對己都不好，對亡者更是有害。如亡者在家，可以做到。」"
    },
    {
      "id": "21-090-0072_p0064",
      "zh_CN": "答：对的，在台湾我们一般同修都理解。像「华藏图书馆」韩馆长在医院，到病危的时候我们把她移到图书馆。所以最好在病危的时候就赶紧回家，或者跟医院商量，医院里面，在台湾是有不少医生都学佛的，比较好办。像台湾的荣民总医院、台大医院，还有长庚医院，医院里面都有佛堂，这就好办多了，医生、护士很多都是佛教徒，都懂得这个道理，所以能够合作。假如他不相信佛教，就比较麻烦，所以情理法要互相融通，这个事情就好做。",
      "zh_TW": "答：對的，在台灣我們一般同修都理解。像「華藏圖書館」韓館長在醫院，到病危的時候我們把她移到圖書館。所以最好在病危的時候就趕緊回家，或者跟醫院商量，醫院裡面，在台灣是有不少醫生都學佛的，比較好辦。像台灣的榮民總醫院、台大醫院，還有長庚醫院，醫院裡面都有佛堂，這就好辦多了，醫生、護士很多都是佛教徒，都懂得這個道理，所以能夠合作。假如他不相信佛教，就比較麻煩，所以情理法要互相融通，這個事情就好做。"
    },
    {
      "id": "21-090-0072_p0065",
      "zh_CN": "第二个问题：「如一般现代城市，病者在医院治疗，如病危时医院还要抢救。」",
      "zh_TW": "第二個問題：「如一般現代城市，病者在醫院治療，如病危時醫院還要搶救。」"
    },
    {
      "id": "21-090-0072_p0066",
      "zh_CN": "答：抢救不好，抢救是增加病人的痛苦，一丝毫利益都得不到。决定不要抢救，让他心地清净、平安、欢喜，让他感觉一点痛苦都没有，这样才好。",
      "zh_TW": "答：搶救不好，搶救是增加病人的痛苦，一絲毫利益都得不到。決定不要搶救，讓他心地清淨、平安、歡喜，讓他感覺一點痛苦都沒有，這樣才好。"
    },
    {
      "id": "21-090-0072_p0067",
      "zh_CN": "又说：「亡者正在医院床中，医院会随即移动亡者，医院有院规。如果有佛教信仰者在亡者去世前有所要求，而医院能理解和尊重，做适当处理，那就太好了，否则将如何处理？」",
      "zh_TW": "又說：「亡者正在醫院床中，醫院會隨即移動亡者，醫院有院規。如果有佛教信仰者在亡者去世前有所要求，而醫院能理解和尊重，做適當處理，那就太好了，否則將如何處理？」"
    },
    {
      "id": "21-090-0072_p0068",
      "zh_CN": "答：否则的话，最好这个事情一定在病重的时候就要跟医院打交道，医院同意很好，不同意就要听医生的吩咐。如果这医生说不行了，放弃治疗了，那你就赶紧回家，这样才好。",
      "zh_TW": "答：否則的話，最好這個事情一定在病重的時候就要跟醫院打交道，醫院同意很好，不同意就要聽醫生的吩咐。如果這醫生說不行了，放棄治療了，那你就趕緊回家，這樣才好。"
    },
    {
      "id": "21-090-0072_p0069",
      "zh_CN": "这一位同修有两个问题，第一个问题：「海外华侨及热爱中国的人说，中国大陆是中国古典文化的发源地，但回大陆寻找时，发现古典文化没有在大陆，而是漂流在海外。请问正法哪能总在外面漂流，如何回大陆结果？」",
      "zh_TW": "這一位同修有兩個問題，第一個問題：「海外華僑及熱愛中國的人說，中國大陸是中國古典文化的發源地，但回大陸尋找時，發現古典文化沒有在大陸，而是漂流在海外。請問正法哪能總在外面漂流，如何回大陸結果？」"
    },
    {
      "id": "21-090-0072_p0070",
      "zh_CN": "答：你想得很好。但是我告诉你，佛法的根还是在大陆，你到大陆去旅游，你没有发现。因为真正修行人，他都住在深山里面，他也不下山，他也不沾名闻利养，绝不贪图供养，也不搞知名度，所以你偶尔遇到他，那是你的缘分，遇不到是没有缘分。大陆上确实有真正的修行人，有真正在埋头办道之人，不为世间人所知，将来缘成熟了，自然开花结果。我们流浪在海外，最重要的要依教奉行，我这几天所说的，你们反复多听听，你就会明了了。",
      "zh_TW": "答：你想得很好。但是我告訴你，佛法的根還是在大陸，你到大陸去旅遊，你沒有發現。因為真正修行人，他都住在深山裡面，他也不下山，他也不沾名聞利養，絕不貪圖供養，也不搞知名度，所以你偶爾遇到他，那是你的緣分，遇不到是沒有緣分。大陸上確實有真正的修行人，有真正在埋頭辦道之人，不為世間人所知，將來緣成熟了，自然開花結果。我們流浪在海外，最重要的要依教奉行，我這幾天所說的，你們反覆多聽聽，你就會明瞭了。"
    },
    {
      "id": "21-090-0072_p0071",
      "zh_CN": "第二个问题：「当发心行善时，结果众生所获的利益并非美满，这时候自己问自己为什么，一定是自己所发的善心有漏了。一块田地洒下种子，只要浇水，种子就会长起来，但是杂花、杂草也会和小苗一起生长。请问要如何做，这样一个园丁在浇水的时候，小苗茁壮成长而杂草不生长？」",
      "zh_TW": "第二個問題：「當發心行善時，結果眾生所獲的利益並非美滿，這時候自己問自己為什麼，一定是自己所發的善心有漏了。一塊田地灑下種子，只要澆水，種子就會長起來，但是雜花、雜草也會和小苗一起生長。請問要如何做，這樣一個園丁在澆水的時候，小苗茁壯成長而雜草不生長？」"
    },
    {
      "id": "21-090-0072_p0072",
      "zh_CN": "答：这种事情佛家讲，总在一个「缘」字，这个缘关键是众生的善根福德。众生有善根有福德，菩萨、有心人来提倡善法、提倡正法，自己依教奉行，给大众做一个榜样，对他一定有启发性。如果众生没有善根福德，我们做再好的榜样，他看了无动于心，麻木不仁。在这种状况之下，古人已经做出样子给我们看，所谓是「进则利益天下，退则独善其身」。这是告诉我们，如果有缘，我们应当舍己为人，纯粹做利益众生的工作；如果没有这个缘分，应当隐居，佛家叫「住山」，住山就是隐居不下山，或者是闭关，完全做独善其身的工作，把自己的德行、学问向上提升，等待机缘成熟。如果你积得愈厚，「厚积薄发」，你积得愈厚，你发的力量愈强，印光大师给我们做了好榜样。他老人家七十岁之前没有人知道，他做的是独善其身；到七十岁被人发现，他八十岁往生的，末后这十年利益众生，所以是兼善天下，那个力量太大太大了。时间虽然短，他因为积得厚，所以他发的力量强，影响力太大了。",
      "zh_TW": "答：這種事情佛家講，總在一個「緣」字，這個緣關鍵是眾生的善根福德。眾生有善根有福德，菩薩、有心人來提倡善法、提倡正法，自己依教奉行，給大眾做一個榜樣，對他一定有啟發性。如果眾生沒有善根福德，我們做再好的榜樣，他看了無動於心，麻木不仁。在這種狀況之下，古人已經做出樣子給我們看，所謂是「進則利益天下，退則獨善其身」。這是告訴我們，如果有緣，我們應當捨己為人，純粹做利益眾生的工作；如果沒有這個緣分，應當隱居，佛家叫「住山」，住山就是隱居不下山，或者是閉關，完全做獨善其身的工作，把自己的德行、學問向上提升，等待機緣成熟。如果你積得愈厚，「厚積薄發」，你積得愈厚，你發的力量愈強，印光大師給我們做了好榜樣。他老人家七十歲之前沒有人知道，他做的是獨善其身；到七十歲被人發現，他八十歲往生的，末後這十年利益眾生，所以是兼善天下，那個力量太大太大了。時間雖然短，他因為積得厚，所以他發的力量強，影響力太大了。"
    },
    {
      "id": "21-090-0072_p0073",
      "zh_CN": "在古时候，我们知道鸠摩罗什大师也是一样。到中国来的时候，很长很长的一段时间没有办法发挥，他做独善其身的工作，一直到姚兴作皇帝，才把他请出来；他在中国弘法利生的事业只有七年，七年影响太大了。所以大的影响，影响的面大，影响的时间长，一定要积德、积学深厚。所以在没有缘弘法的时候，一定要懂这个道理，等待机缘。好，这个问题我们就解答到此地。",
      "zh_TW": "在古時候，我們知道鳩摩羅什大師也是一樣。到中國來的時候，很長很長的一段時間沒有辦法發揮，他做獨善其身的工作，一直到姚興作皇帝，才把他請出來；他在中國弘法利生的事業只有七年，七年影響太大了。所以大的影響，影響的面大，影響的時間長，一定要積德、積學深厚。所以在沒有緣弘法的時候，一定要懂這個道理，等待機緣。好，這個問題我們就解答到此地。"
    },
    {
      "id": "21-090-0072_p0074",
      "zh_CN": "这位同修问：「有时候忏摩，或者是听经，或者是拜佛，就会伤心流泪，请问是不是业障重？」",
      "zh_TW": "這位同修問：「有時候懺摩，或者是聽經，或者是拜佛，就會傷心流淚，請問是不是業障重？」"
    },
    {
      "id": "21-090-0072_p0075",
      "zh_CN": "答：你的问题，世尊在《无量寿经》上有说明。我不晓得《无量寿经》你有没有念？如果你有念，念的遍数很多，那你疏忽了，这个答案在《无量寿经》。佛怎么说的？佛说是你的善根发现，不是业障重，是你的善根发现。你听经、忏悔，遇到之后你会伤心流泪，是你过去生中曾经学过这个法门，没有学得好，没有学得成就，这一生又遇到，感觉得很难过。可能前生在一起很多同学都已经往生，都已经成就了，自己在临命终时打了一个闲岔，把这个机会错过了，没有能得生净土。既然如是，你就要更用功，更努力，知道自己过去生中曾经学习过，现在继续不断努力，这一生当中决定要成就。要下定决心，不要错过机会，世间不值得留恋。《金刚经》说得好：「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，万万不可以执着这个东西是真有。",
      "zh_TW": "答：你的問題，世尊在《無量壽經》上有說明。我不曉得《無量壽經》你有沒有念？如果你有念，念的遍數很多，那你疏忽了，這個答案在《無量壽經》。佛怎麼說的？佛說是你的善根發現，不是業障重，是你的善根發現。你聽經、懺悔，遇到之後你會傷心流淚，是你過去生中曾經學過這個法門，沒有學得好，沒有學得成就，這一生又遇到，感覺得很難過。可能前生在一起很多同學都已經往生，都已經成就了，自己在臨命終時打了一個閒岔，把這個機會錯過了，沒有能得生淨土。既然如是，你就要更用功，更努力，知道自己過去生中曾經學習過，現在繼續不斷努力，這一生當中決定要成就。要下定決心，不要錯過機會，世間不值得留戀。《金剛經》說得好：「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，萬萬不可以執著這個東西是真有。"
    },
    {
      "id": "21-090-0072_p0076",
      "zh_CN": "我在讲席里面也提过，佛在经上讲世出世间一切法是「唯心所现，唯识所变」。这个说法一般人不太容易懂，我换一个说法，「心性幻化虚空法界」。虚空法界从哪里来？是我们心性幻化的。「色身影现国土众生」，其实还是《华严经》上两句话。我们的色身，国土就是我们今天讲的星球，是一切众生影现。影现就是《金刚经》讲的梦幻泡影。虚空、法界，国土、众生，都不是真实的，就像作梦一样。梦中的境界，事上有而理上无，所以我们可以受用，不可以执着，执着就错了，要把它当作梦境一样看待。",
      "zh_TW": "我在講席裡面也提過，佛在經上講世出世間一切法是「唯心所現，唯識所變」。這個說法一般人不太容易懂，我換一個說法，「心性幻化虛空法界」。虛空法界從哪裡來？是我們心性幻化的。「色身影現國土眾生」，其實還是《華嚴經》上兩句話。我們的色身，國土就是我們今天講的星球，是一切眾生影現。影現就是《金剛經》講的夢幻泡影。虛空、法界，國土、眾生，都不是真實的，就像作夢一樣。夢中的境界，事上有而理上無，所以我們可以受用，不可以執著，執著就錯了，要把它當作夢境一樣看待。"
    },
    {
      "id": "21-090-0072_p0077",
      "zh_CN": "住在这个世间，把这个世间看作旅馆，没有一样是自己的，所以我常说，我们有使用权，我们没有所有权。有人说这个房子是他所有，那是假的，那是迷惑颠倒。「只有使用权，决定没有所有权」，你把这两句话参透了，你就得自在，你也能常生欢喜心。佛家所谓是「理得心安」，道理搞清楚、搞明白了，心就安了。心安是什么？再不会有妄想分别执着。如果有妄想分别执着，你的心不安。心不安，身也不安，对自己的健康、寿命都有很大的伤害，所以理得心安最明显的是健康长寿。理不能不明白，事相不能不清楚，不可以迷惑，不可以执着，甚至于不可以分别，本来没有分别，何必要分别？",
      "zh_TW": "住在這個世間，把這個世間看作旅館，沒有一樣是自己的，所以我常說，我們有使用權，我們沒有所有權。有人說這個房子是他所有，那是假的，那是迷惑顛倒。「只有使用權，決定沒有所有權」，你把這兩句話參透了，你就得自在，你也能常生歡喜心。佛家所謂是「理得心安」，道理搞清楚、搞明白了，心就安了。心安是什麼？再不會有妄想分別執著。如果有妄想分別執著，你的心不安。心不安，身也不安，對自己的健康、壽命都有很大的傷害，所以理得心安最明顯的是健康長壽。理不能不明白，事相不能不清楚，不可以迷惑，不可以執著，甚至於不可以分別，本來沒有分別，何必要分別？"
    },
    {
      "id": "21-090-0072_p0078",
      "zh_CN": "好，这个问题到这里统统解答完了。下面还有一点时间，听说今天有同修们发心皈依，我们跟大家做一个皈依的仪式。皈依的大意我们有一个录像带，好像现在也做成光碟。我曾经详细讲过三次，在新加坡居士林讲过一次，在录影讲过一次，在黄金海岸讲过一次，有录像也有录音，大家可以多听几遍。还有同学依照这个录音带写成一本《三归传授》，要多看看。我们今天做，只是一个仪式。佛教重实质不重仪式，所以仪式不重要，实质重要，你要懂得什么是「三皈」，这个重要。你从哪里皈，你依什么？你把这个搞清楚了，你是真正佛弟子，你会得三宝护念，得龙天善神拥护。好，我们现在在外面做一个仪式。",
      "zh_TW": "好，這個問題到這裡統統解答完了。下面還有一點時間，聽說今天有同修們發心皈依，我們跟大家做一個皈依的儀式。皈依的大意我們有一個錄像帶，好像現在也做成光碟。我曾經詳細講過三次，在新加坡居士林講過一次，在錄影講過一次，在黃金海岸講過一次，有錄像也有錄音，大家可以多聽幾遍。還有同學依照這個錄音帶寫成一本《三歸傳授》，要多看看。我們今天做，只是一個儀式。佛教重實質不重儀式，所以儀式不重要，實質重要，你要懂得什麼是「三皈」，這個重要。你從哪裡皈，你依什麼？你把這個搞清楚了，你是真正佛弟子，你會得三寶護念，得龍天善神擁護。好，我們現在在外面做一個儀式。"
    }
  ]
}