{
  "doc_id": "21-090-0044",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十四集",
    "zh_TW": "第四十四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0044",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "21-090-0044_p0001",
      "zh_CN": "今天有好几个团从中国各个地方来到新加坡，我们非常欢迎的接待大家到居士林来共同学习。在最近，国内佛教有一些问题，有一些人拿着净空的名义在大陆上做一些欺骗信徒的事情，还有买卖皈依证，这个事情传到中央宗教局。宗教局跟我们很熟，对于我这边的状况，他们了解得很清楚，知道这些事情绝对不是法师自己的意思，许许多多的事情法师并不知道。因此，也转达意见给我：第一，希望我不要提供光碟、录像带、书籍，给予到这边来参学的大陆同修。第二，希望不要传授皈依。第三，希望不要给大陆各个道场题字。这个讯息传来，我们对于中国政府非常尊重，我们完全照办。",
      "zh_TW": "今天有好幾個團從中國各個地方來到新加坡，我們非常歡迎的接待大家到居士林來共同學習。在最近，國內佛教有一些問題，有一些人拿著淨空的名義在大陸上做一些欺騙信徒的事情，還有買賣皈依證，這個事情傳到中央宗教局。宗教局跟我們很熟，對於我這邊的狀況，他們了解得很清楚，知道這些事情絕對不是法師自己的意思，許許多多的事情法師並不知道。因此，也轉達意見給我：第一，希望我不要提供光碟、錄像帶、書籍，給予到這邊來參學的大陸同修。第二，希望不要傳授皈依。第三，希望不要給大陸各個道場題字。這個訊息傳來，我們對於中國政府非常尊重，我們完全照辦。"
    },
    {
      "id": "21-090-0044_p0002",
      "zh_CN": "至于许多同修到这边来，目的是希求皈依，我们在此地，先跟诸位做这一方面的说明。皈依三宝在佛法修学是第一堂课，可以说是正式第一堂的功课。而皈依重实质不重形式，这一点同修们务必要理解。实质上的皈依，诸佛菩萨承认；形式、表面上的皈依，诸佛菩萨不承认，那个皈依是假的不是真的。自古以来，佛法是重实质不重形式，这点一定要清楚，所以形式并不重要，实质上重要。",
      "zh_TW": "至於許多同修到這邊來，目的是希求皈依，我們在此地，先跟諸位做這一方面的說明。皈依三寶在佛法修學是第一堂課，可以說是正式第一堂的功課。而皈依重實質不重形式，這一點同修們務必要理解。實質上的皈依，諸佛菩薩承認；形式、表面上的皈依，諸佛菩薩不承認，那個皈依是假的不是真的。自古以來，佛法是重實質不重形式，這點一定要清楚，所以形式並不重要，實質上重要。"
    },
    {
      "id": "21-090-0044_p0003",
      "zh_CN": "三皈、五戒、十戒，没有法师，自己可以在佛像面前发愿求受，都能够得到。可是问题是你真正要懂得三皈的意义，如果你不懂得三皈，你在佛菩萨形像面前求受三皈，得不到。一定要真正明了，明了之后，在佛菩萨面前求受三皈就能够得到。明了五戒，在佛菩萨面前求受五戒，也决定能得到；还有一些人求八关斋戒，都可以在佛菩萨面前自己发愿求受。这是经典上都有说明。只有比丘戒、比丘尼戒，沙弥戒、沙弥尼戒，一定要法师传授，没有法师，这是不可以的。所以在家戒都可以在佛像面前自己去求受。",
      "zh_TW": "三皈、五戒、十戒，沒有法師，自己可以在佛像面前發願求受，都能夠得到。可是問題是你真正要懂得三皈的意義，如果你不懂得三皈，你在佛菩薩形像面前求受三皈，得不到。一定要真正明瞭，明瞭之後，在佛菩薩面前求受三皈就能夠得到。明瞭五戒，在佛菩薩面前求受五戒，也決定能得到；還有一些人求八關齋戒，都可以在佛菩薩面前自己發願求受。這是經典上都有說明。只有比丘戒、比丘尼戒，沙彌戒、沙彌尼戒，一定要法師傳授，沒有法師，這是不可以的。所以在家戒都可以在佛像面前自己去求受。"
    },
    {
      "id": "21-090-0044_p0004",
      "zh_CN": "因此，我们将三皈讲解的光碟，还有从光碟写出来的「三皈传授」小册子，这两样东西送给诸位同修，同修们要多看多听，然后你发愿，真的想皈依了，你这个愿一发，你就皈依了，你就得到了。所以，一定要很清楚、很明了。",
      "zh_TW": "因此，我們將三皈講解的光碟，還有從光碟寫出來的「三皈傳授」小冊子，這兩樣東西送給諸位同修，同修們要多看多聽，然後你發願，真的想皈依了，你這個願一發，你就皈依了，你就得到了。所以，一定要很清楚、很明瞭。"
    },
    {
      "id": "21-090-0044_p0005",
      "zh_CN": "至于我们这边流通的经书、善书，光碟、录像带、录音带，我们都是免费结缘的，数量从来没有限制，所以你们喜欢拿多少就可以拿多少。可是现在中国海关那边有限制，大概只准你们带很少的，少量可以，你要是带多了就会被海关没收。他们没收之后就销毁，这非常可惜！所以希望大家不要多带，愈少愈好，最好带个两、三片就可以了，不要带多。我们相信，过一段时期之后，在国内为非作歹的事情少了，我相信国家一定会开放。尤其希望将来这些法物都能够在国内制造，诸位得到就更方便了，我们相信不久的将来一定可以实现。",
      "zh_TW": "至於我們這邊流通的經書、善書，光碟、錄像帶、錄音帶，我們都是免費結緣的，數量從來沒有限制，所以你們喜歡拿多少就可以拿多少。可是現在中國海關那邊有限制，大概只准你們帶很少的，少量可以，你要是帶多了就會被海關沒收。他們沒收之後就銷毀，這非常可惜！所以希望大家不要多帶，愈少愈好，最好帶個兩、三片就可以了，不要帶多。我們相信，過一段時期之後，在國內為非作歹的事情少了，我相信國家一定會開放。尤其希望將來這些法物都能夠在國內製造，諸位得到就更方便了，我們相信不久的將來一定可以實現。"
    },
    {
      "id": "21-090-0044_p0006",
      "zh_CN": "我们跟政府关系很密切，交往也很多。我们知道中国国家的领导人都相当的贤明，非常难得，尤其是江主席。我上一次到马来西亚弘法，护法的李金友居士他在吉隆坡开了一间六星级的旅馆，江主席曾经在他旅馆里面住过三次，他见过几次面。他告诉我：「主席的内衣，在旅馆内衣是自己洗。」他佩服得五体投地。那么高的地位，在旅馆里面，自己的内衣还自己去洗，不容易！我们听了都非常感动。",
      "zh_TW": "我們跟政府關係很密切，交往也很多。我們知道中國國家的領導人都相當的賢明，非常難得，尤其是江主席。我上一次到馬來西亞弘法，護法的李金友居士他在吉隆坡開了一間六星級的旅館，江主席曾經在他旅館裡面住過三次，他見過幾次面。他告訴我：「主席的內衣，在旅館內衣是自己洗。」他佩服得五體投地。那麼高的地位，在旅館裡面，自己的內衣還自己去洗，不容易！我們聽了都非常感動。"
    },
    {
      "id": "21-090-0044_p0007",
      "zh_CN": "他的外甥女在海南的时候，我们有几天在一起，她告诉我：「主席冬天里面穿的毛衣都是破的，破了好几个洞。」她看都看不习惯，她叫他三舅，她说：「您衣服破了，您这样的地位，可以换新的。」他都不肯换。所以，我们从这些地方看到，这么高的地位都这样节俭，这很难得！在从前我们只听说周恩来总理也是这样，里面的衣服都是破的、补的。非常非常难得！所以那是好人。",
      "zh_TW": "他的外甥女在海南的時候，我們有幾天在一起，她告訴我：「主席冬天裡面穿的毛衣都是破的，破了好幾個洞。」她看都看不習慣，她叫他三舅，她說：「您衣服破了，您這樣的地位，可以換新的。」他都不肯換。所以，我們從這些地方看到，這麼高的地位都這樣節儉，這很難得！在從前我們只聽說周恩來總理也是這樣，裡面的衣服都是破的、補的。非常非常難得！所以那是好人。"
    },
    {
      "id": "21-090-0044_p0008",
      "zh_CN": "我们知道，眼前有一些误会，被这些别有企图的人造谣生事，造成了误会。这个误会，我相信很快就会化解，这对于正法的弘通决定是有帮助的。现在我们继续答复诸位的问题，我没有想到这个地方这么多。如果同学们有疑问就写在纸上，放在这边讲台，我们按照顺序来解答。如果时间不够，或者诸位很快离开新加坡了，我们解答都有录像，将来都保存着光碟，我相信诸位将来都可以能够得到。问题里面，有许多是我们学佛共同的问题，一个人提出来了，我们在此解答，得益的人很多。何况我们现场录像，同时在网路上传播，在全世界这个时候都可以能够收看得到。",
      "zh_TW": "我們知道，眼前有一些誤會，被這些別有企圖的人造謠生事，造成了誤會。這個誤會，我相信很快就會化解，這對於正法的弘通決定是有幫助的。現在我們繼續答覆諸位的問題，我沒有想到這個地方這麼多。如果同學們有疑問就寫在紙上，放在這邊講台，我們按照順序來解答。如果時間不夠，或者諸位很快離開新加坡了，我們解答都有錄像，將來都保存著光碟，我相信諸位將來都可以能夠得到。問題裡面，有許多是我們學佛共同的問題，一個人提出來了，我們在此解答，得益的人很多。何況我們現場錄像，同時在網路上傳播，在全世界這個時候都可以能夠收看得到。"
    },
    {
      "id": "21-090-0044_p0009",
      "zh_CN": "这位同修问了三个问题，问题都很长。",
      "zh_TW": "這位同修問了三個問題，問題都很長。"
    },
    {
      "id": "21-090-0044_p0010",
      "zh_CN": "问：第一个问题，「我生长在比较富裕的渔村，那个地方的人除了捕鱼之外，几乎没有其他的副业，所以杀业很重。近年，有渔民在打鱼的时候不小心掉到海里淹死，爸爸曾经想集资建一个庙来超度众生，后来也不知道如何不了了之。像爸爸这样的人，没有听过佛法，也很难接受任何法门学习。他本身不认识字也很固执，只知道以自己的标准做好事。他时常拿捕来的鱼赠送给别人吃，请问这个不知道是偏是正？又怎样结缘，让他们这些人都能学佛？」",
      "zh_TW": "問：第一個問題，「我生長在比較富裕的漁村，那個地方的人除了捕魚之外，幾乎沒有其他的副業，所以殺業很重。近年，有漁民在打魚的時候不小心掉到海裡淹死，爸爸曾經想集資建一個廟來超度眾生，後來也不知道如何不了了之。像爸爸這樣的人，沒有聽過佛法，也很難接受任何法門學習。他本身不認識字也很固執，只知道以自己的標準做好事。他時常拿捕來的魚贈送給別人吃，請問這個不知道是偏是正？又怎樣結緣，讓他們這些人都能學佛？」"
    },
    {
      "id": "21-090-0044_p0011",
      "zh_CN": "答：这个问题必须要有人给他讲解，让他懂得佛法的道理，佛法究竟是什么，要常常跟他讲。如果没有人讲，我们现在道场有流通《了凡四训》连续剧的两片光碟，我想这个东西你带回渔村，一定会非常受欢迎，就从这里下手，让他们看电视剧去学佛。这两片东西对于接引初机很理想，你不要忘记向二楼柜台结缘的那边去要。",
      "zh_TW": "答：這個問題必須要有人給他講解，讓他懂得佛法的道理，佛法究竟是什麼，要常常跟他講。如果沒有人講，我們現在道場有流通《了凡四訓》連續劇的兩片光碟，我想這個東西你帶回漁村，一定會非常受歡迎，就從這裡下手，讓他們看電視劇去學佛。這兩片東西對於接引初機很理想，你不要忘記向二樓櫃台結緣的那邊去要。"
    },
    {
      "id": "21-090-0044_p0012",
      "zh_CN": "问：第二个问题，「已经结婚和正准备结婚的人，学佛应注意哪些方面？『拿得起，放得下』、『色即是空，空即是色』，这两句话说得很高，恐怕不容易做到，请问应该怎样具体理解？这也是许多年轻人学佛的问题。请师父千万不要打禅机，因为我们是下下根人，只能够理解最简单的世间语。」",
      "zh_TW": "問：第二個問題，「已經結婚和正準備結婚的人，學佛應注意哪些方面？『拿得起，放得下』、『色即是空，空即是色』，這兩句話說得很高，恐怕不容易做到，請問應該怎樣具體理解？這也是許多年輕人學佛的問題。請師父千萬不要打禪機，因為我們是下下根人，只能夠理解最簡單的世間語。」"
    },
    {
      "id": "21-090-0044_p0013",
      "zh_CN": "答：没错，你说得一点没错。结婚或者是准备结婚，在古时候有你的父母、兄长会教导你；今天的社会跟古时候的社会确实有很大的差距，已经没有人教了。你要多多的请教年长的人，他们会把以往的经验、教训教导你们。世法跟佛法没有差别，首先要了解事实状况，结婚是两个人的事情，不但彼此要了解，最好还要了解彼此家庭状况。家庭状况包括上一代、再上一代，如果这个家庭三代，至少是三代，当然愈多愈好，都能够修善积德，他们家的儿女一定有福。这是要重视的，因为双方都有福报，你的根基就好。我听到中国国家主席江泽民先生，他们家里四代积福行善，积功累德，所以他家里能出一个人，不是简单的事情！这不是偶然的，是祖宗积德，后代才能发达。古时候婚姻，对于这一点是第一个考量的事情。",
      "zh_TW": "答：沒錯，你說得一點沒錯。結婚或者是準備結婚，在古時候有你的父母、兄長會教導你；今天的社會跟古時候的社會確實有很大的差距，已經沒有人教了。你要多多的請教年長的人，他們會把以往的經驗、教訓教導你們。世法跟佛法沒有差別，首先要了解事實狀況，結婚是兩個人的事情，不但彼此要了解，最好還要了解彼此家庭狀況。家庭狀況包括上一代、再上一代，如果這個家庭三代，至少是三代，當然愈多愈好，都能夠修善積德，他們家的兒女一定有福。這是要重視的，因為雙方都有福報，你的根基就好。我聽到中國國家主席江澤民先生，他們家裡四代積福行善，積功累德，所以他家裡能出一個人，不是簡單的事情！這不是偶然的，是祖宗積德，後代才能發達。古時候婚姻，對於這一點是第一個考量的事情。"
    },
    {
      "id": "21-090-0044_p0014",
      "zh_CN": "第二个考量，就是在这一生当中要有共同的目标，共同努力的方向，夫妻才能好合。他们有共同的理想，共同的目标，绝对不是感情用事；感情非常脆弱，说老实话是禁不起考验。你看现在的社会，离婚率多高，他们为什么会离婚？他们事先没有考虑这么多，都是感情用事，这是不能不懂的。学佛的，你找对象一定要找学佛的。为什么？志同道合，两个人对于修学的法门相同、目标相同。譬如说在我们这个道场大家修净土，修净土近程的目标，也就是现在的目标要心清净，「心净则佛土净」。",
      "zh_TW": "第二個考量，就是在這一生當中要有共同的目標，共同努力的方向，夫妻才能好合。他們有共同的理想，共同的目標，絕對不是感情用事；感情非常脆弱，說老實話是禁不起考驗。你看現在的社會，離婚率多高，他們為什麼會離婚？他們事先沒有考慮這麼多，都是感情用事，這是不能不懂的。學佛的，你找對象一定要找學佛的。為什麼？志同道合，兩個人對於修學的法門相同、目標相同。譬如說在我們這個道場大家修淨土，修淨土近程的目標，也就是現在的目標要心清淨，「心淨則佛土淨」。"
    },
    {
      "id": "21-090-0044_p0015",
      "zh_CN": "今天我们这里有一位台湾同修，刚才他来看我，他学佛一年多了。我问他：「在哪里？」他说：「在法鼓山圣严法师那里。」圣严是我的好朋友，我问：「他最近怎么样？」他说：「身体不太好。」我就叫他传话过去，我说：「你说我讲的：身体非常重要！中年以后，健康才是真正的幸福。健康怎样获得？心要清净，身体要放松，你就会健康了。」心里头烦恼多，事情多，身体紧张，他怎么不会病？当然会生病。诸位，你们要求身体健康，要注意这两个基本的原则，心要清净，决定不能够有心理的负担，拉拉杂杂的事情不要去想，想它没用处！",
      "zh_TW": "今天我們這裡有一位台灣同修，剛才他來看我，他學佛一年多了。我問他：「在哪裡？」他說：「在法鼓山聖嚴法師那裡。」聖嚴是我的好朋友，我問：「他最近怎麼樣？」他說：「身體不太好。」我就叫他傳話過去，我說：「你說我講的：身體非常重要！中年以後，健康才是真正的幸福。健康怎樣獲得？心要清淨，身體要放鬆，你就會健康了。」心裡頭煩惱多，事情多，身體緊張，他怎麼不會病？當然會生病。諸位，你們要求身體健康，要注意這兩個基本的原則，心要清淨，決定不能夠有心理的負擔，拉拉雜雜的事情不要去想，想它沒用處！"
    },
    {
      "id": "21-090-0044_p0016",
      "zh_CN": "有同修告诉我：「在大陆上邪知邪见的人很多，常常会影响自己的道心。」我说：「怎么会影响？他说你不听，你就不影响了。他说你喜欢听，你当然受影响。影不影响都在自己！」你看我这一生经历境界很多，我只听老师一个人的；除老师一个人，什么人讲我都不听，所以我就不受影响。你是东听西听，到处喜欢听，不但听还到处去打听，那你就完了，你怎么会成就？我是别人送到我耳边，我都不听，所以我不受影响。由此可知，说，是他的事情，受不受影响在我自己，这个道理要懂，你要会学习。所以一定要保持心地清净，知道妄想不能解决问题，不但不能解决问题，还会障碍智慧。",
      "zh_TW": "有同修告訴我：「在大陸上邪知邪見的人很多，常常會影響自己的道心。」我說：「怎麼會影響？他說你不聽，你就不影響了。他說你喜歡聽，你當然受影響。影不影響都在自己！」你看我這一生經歷境界很多，我只聽老師一個人的；除老師一個人，什麼人講我都不聽，所以我就不受影響。你是東聽西聽，到處喜歡聽，不但聽還到處去打聽，那你就完了，你怎麼會成就？我是別人送到我耳邊，我都不聽，所以我不受影響。由此可知，說，是他的事情，受不受影響在我自己，這個道理要懂，你要會學習。所以一定要保持心地清淨，知道妄想不能解決問題，不但不能解決問題，還會障礙智慧。"
    },
    {
      "id": "21-090-0044_p0017",
      "zh_CN": "常常保持心地清净、身体轻松，工作就不会累。不要紧张，我看到有很多同修紧张，连我们出家同学也是的，常常好紧张，我看了很可怜。为什么会紧张？紧张不能解决问题，身心都放松，这个人才有智慧，智慧才能解决问题。要成就，一定要靠努力，佛讲「勇猛精进」，我们成就就快速了。所以这是年轻人不能不知道，不能不懂得的。",
      "zh_TW": "常常保持心地清淨、身體輕鬆，工作就不會累。不要緊張，我看到有很多同修緊張，連我們出家同學也是的，常常好緊張，我看了很可憐。為什麼會緊張？緊張不能解決問題，身心都放鬆，這個人才有智慧，智慧才能解決問題。要成就，一定要靠努力，佛講「勇猛精進」，我們成就就快速了。所以這是年輕人不能不知道，不能不懂得的。"
    },
    {
      "id": "21-090-0044_p0018",
      "zh_CN": "两个人的结合，创造美满的前途，一定是同心同德，志趣相同，这种结合是道义的，不是纯粹感情的。感情是个媒介，后面一定是道义，才能长久；借着感情的媒介，后面疏忽了道义，那是昙花一现，这是不会长久，这个道理要懂。",
      "zh_TW": "兩個人的結合，創造美滿的前途，一定是同心同德，志趣相同，這種結合是道義的，不是純粹感情的。感情是個媒介，後面一定是道義，才能長久；藉著感情的媒介，後面疏忽了道義，那是曇花一現，這是不會長久，這個道理要懂。"
    },
    {
      "id": "21-090-0044_p0019",
      "zh_CN": "问：第三个问题，「念佛时，有时毫无理由的哭，这是什么原因？在来新加坡之前没有读任何经，拜过很多寺庙，也参加过大法会，除了会念阿弥陀佛，我什么也不会。请问对于整天很忙的初学人来说，怎样做才比较好？」",
      "zh_TW": "問：第三個問題，「念佛時，有時毫無理由的哭，這是什麼原因？在來新加坡之前沒有讀任何經，拜過很多寺廟，也參加過大法會，除了會念阿彌陀佛，我什麼也不會。請問對於整天很忙的初學人來說，怎樣做才比較好？」"
    },
    {
      "id": "21-090-0044_p0020",
      "zh_CN": "答：这个问题也相当重要。学佛首先要明了「佛」是什么。如果对「佛」很含糊、不清楚，试问你学的是什么？你完全学错了。我们为了初学，特地有一个专题报告，「认识佛教」。这个报告是在很多年前，我在美国迈阿密对美国人讲的。现在有一本小册子出版了，是从我讲经的录音带，那个时候在迈阿密没有录像，只有录音，从录音带里面写出来的。这本书现在好像流通量也很大，都能够看得到，学佛就要从这个地方入门。",
      "zh_TW": "答：這個問題也相當重要。學佛首先要明瞭「佛」是什麼。如果對「佛」很含糊、不清楚，試問你學的是什麼？你完全學錯了。我們為了初學，特地有一個專題報告，「認識佛教」。這個報告是在很多年前，我在美國邁阿密對美國人講的。現在有一本小冊子出版了，是從我講經的錄音帶，那個時候在邁阿密沒有錄像，只有錄音，從錄音帶裡面寫出來的。這本書現在好像流通量也很大，都能夠看得到，學佛就要從這個地方入門。"
    },
    {
      "id": "21-090-0044_p0021",
      "zh_CN": "这里面我们提了三个中心的问题：什么是「佛」？什么是「教」？什么是「佛教」？总得搞清楚。佛教这两个字就有三个问题：一个是「佛」，一个是「教」，合起来什么叫「佛教」，三者搞清楚、搞明白，然后你才懂得怎么学法。佛教教我们教些什么？我们学了有什么用处，有什么好处？应不应该学习？总得要搞清楚、搞明白。念阿弥陀佛，「念阿弥陀佛」是什么意思？「阿弥陀佛」是怎么讲法？为什么要念他？念他有什么好处？好处究竟在哪里？统统搞清楚、搞明白了，然后我才肯定我要不要念，所以学佛决定不是迷信。",
      "zh_TW": "這裡面我們提了三個中心的問題：什麼是「佛」？什麼是「教」？什麼是「佛教」？總得搞清楚。佛教這兩個字就有三個問題：一個是「佛」，一個是「教」，合起來什麼叫「佛教」，三者搞清楚、搞明白，然後你才懂得怎麼學法。佛教教我們教些什麼？我們學了有什麼用處，有什麼好處？應不應該學習？總得要搞清楚、搞明白。念阿彌陀佛，「念阿彌陀佛」是什麼意思？「阿彌陀佛」是怎麼講法？為什麼要念他？念他有什麼好處？好處究竟在哪裡？統統搞清楚、搞明白了，然後我才肯定我要不要念，所以學佛決定不是迷信。"
    },
    {
      "id": "21-090-0044_p0022",
      "zh_CN": "佛不是神仙。「佛」这个字是从古印度梵文音译的，这个字在梵文里面念「佛陀耶」，中国人喜欢简单，把它的尾音省掉了，只取它音里面一个重音，取这么一个字，是这样翻译过来。这个字汇里面意思很多，含着有很多的意思，所以用音译也是有道理，因为在中国字汇里面找不到一个字能与它相当。通常解释「佛」字，它的体是「智慧」，它的作用是「觉悟」。智慧里面又讲到「一切智」、「道种智」、「一切种智」，这都是佛学专有名词；我们用一句简单的话来说，他的智慧是圆满的，是究竟的，是广大的，「无所不知，无所不能」。它的作用，是对于宇宙人生理事因果彻底通达明了，这样的人，我们就称作「佛」。",
      "zh_TW": "佛不是神仙。「佛」這個字是從古印度梵文音譯的，這個字在梵文裡面念「佛陀耶」，中國人喜歡簡單，把它的尾音省掉了，只取它音裡面一個重音，取這麼一個字，是這樣翻譯過來。這個字彙裡面意思很多，含著有很多的意思，所以用音譯也是有道理，因為在中國字彙裡面找不到一個字能與它相當。通常解釋「佛」字，它的體是「智慧」，它的作用是「覺悟」。智慧裡面又講到「一切智」、「道種智」、「一切種智」，這都是佛學專有名詞；我們用一句簡單的話來說，他的智慧是圓滿的，是究竟的，是廣大的，「無所不知，無所不能」。它的作用，是對於宇宙人生理事因果徹底通達明瞭，這樣的人，我們就稱作「佛」。"
    },
    {
      "id": "21-090-0044_p0023",
      "zh_CN": "所以佛不是神，也不是仙人，用我们现在的话来讲，最简单的话来说，佛是一个究竟圆满智慧的人，这样大家好懂。我们学佛学什么？学佛学智慧。唯有智慧才能解决问题，要懂这个道理，学佛的目的是求真实智慧。「佛学」，学是学问、教学，由此可知，佛学是智慧的学问，是智慧的教学。「佛法」，法是一切万事万物的一个代名词，佛是「能觉」，法是「所觉」，对于世间万事万物他都通达明了，这叫佛法。搞清楚、搞明白了，这个事情才好办。",
      "zh_TW": "所以佛不是神，也不是仙人，用我們現在的話來講，最簡單的話來說，佛是一個究竟圓滿智慧的人，這樣大家好懂。我們學佛學什麼？學佛學智慧。唯有智慧才能解決問題，要懂這個道理，學佛的目的是求真實智慧。「佛學」，學是學問、教學，由此可知，佛學是智慧的學問，是智慧的教學。「佛法」，法是一切萬事萬物的一個代名詞，佛是「能覺」，法是「所覺」，對於世間萬事萬物他都通達明瞭，這叫佛法。搞清楚、搞明白了，這個事情才好辦。"
    },
    {
      "id": "21-090-0044_p0024",
      "zh_CN": "所以，我们要把佛法介绍给初学，最好从《认识佛教》下手，先把这个小册子介绍给他。然后第二部还不能够介绍佛经，第二部最好介绍《了凡四训》，让他真正明了因果报应的道理与事实真相，这个很要紧。他有这个基础之后，再介绍佛经给他看。看佛经，实在讲也不容易看懂。虽然古人翻经的时候已经用最浅显的文字来翻译，古人最浅显的文字我们现在看还是很深，所以必须要听讲解或者看注解，这样对他就会有帮助。所以，接引初机用《认识佛教》和《了凡四训》，用这个方法最好。",
      "zh_TW": "所以，我們要把佛法介紹給初學，最好從《認識佛教》下手，先把這個小冊子介紹給他。然後第二部還不能夠介紹佛經，第二部最好介紹《了凡四訓》，讓他真正明瞭因果報應的道理與事實真相，這個很要緊。他有這個基礎之後，再介紹佛經給他看。看佛經，實在講也不容易看懂。雖然古人翻經的時候已經用最淺顯的文字來翻譯，古人最淺顯的文字我們現在看還是很深，所以必須要聽講解或者看註解，這樣對他就會有幫助。所以，接引初機用《認識佛教》和《了凡四訓》，用這個方法最好。"
    },
    {
      "id": "21-090-0044_p0025",
      "zh_CN": "问：第四个问题，「请问怎样帮助学法轮功的人回头学佛？」",
      "zh_TW": "問：第四個問題，「請問怎樣幫助學法輪功的人回頭學佛？」"
    },
    {
      "id": "21-090-0044_p0026",
      "zh_CN": "答：我听说在中国大陆学法轮功回头学佛的人很多，这是好事情。学法轮功，我相信里面有不少有善根福德的人，可惜他们没有机会遇到佛法。学了法轮功，就先入为主，但是这些人也非常难得，当他接触佛法之后，他就有比较，这是谚语常说的：「不怕不识货，就怕货比货。」拿佛法跟法轮功做一个比较，他就有选择了，他就知道应该要学什么；在没有遇到佛法之前，他只遇到法轮功，他不知道选择，他也没得比较。",
      "zh_TW": "答：我聽說在中國大陸學法輪功回頭學佛的人很多，這是好事情。學法輪功，我相信裡面有不少有善根福德的人，可惜他們沒有機會遇到佛法。學了法輪功，就先入為主，但是這些人也非常難得，當他接觸佛法之後，他就有比較，這是諺語常說的：「不怕不識貨，就怕貨比貨。」拿佛法跟法輪功做一個比較，他就有選擇了，他就知道應該要學什麼；在沒有遇到佛法之前，他只遇到法輪功，他不知道選擇，他也沒得比較。"
    },
    {
      "id": "21-090-0044_p0027",
      "zh_CN": "你要帮助法轮功的人回头，还是刚才讲的这个办法，把《认识佛教》介绍给他，接着把《了凡四训》介绍给他，然后观察他的机缘，再介绍经典给他读，用这个方法帮助他比较妥当。",
      "zh_TW": "你要幫助法輪功的人回頭，還是剛才講的這個辦法，把《認識佛教》介紹給他，接著把《了凡四訓》介紹給他，然後觀察他的機緣，再介紹經典給他讀，用這個方法幫助他比較妥當。"
    },
    {
      "id": "21-090-0044_p0028",
      "zh_CN": "问：「我们有小病，在寮房里互相按摩、刮痧等，请问这种互相帮助可以吗？」",
      "zh_TW": "問：「我們有小病，在寮房裡互相按摩、刮痧等，請問這種互相幫助可以嗎？」"
    },
    {
      "id": "21-090-0044_p0029",
      "zh_CN": "答：可以。佛法是通达人情事理，佛法是活活泼泼的。有小病立刻就治，非常好！有病痛，决定不能把时间拖长，拖长之后这个病就难治了。平常像伤风感冒，只要一有这个现象立刻就对治，它就好了。你要拖个一、两天，伤风感冒往往要一两个礼拜才好，我们人受的伤害就太大了。所以决定不能疏忽小病，小病痛是大病的根源，立刻就制止，就防御，这是最好的方法。",
      "zh_TW": "答：可以。佛法是通達人情事理，佛法是活活潑潑的。有小病立刻就治，非常好！有病痛，決定不能把時間拖長，拖長之後這個病就難治了。平常像傷風感冒，只要一有這個現象立刻就對治，它就好了。你要拖個一、兩天，傷風感冒往往要一兩個禮拜才好，我們人受的傷害就太大了。所以決定不能疏忽小病，小病痛是大病的根源，立刻就制止，就防禦，這是最好的方法。"
    },
    {
      "id": "21-090-0044_p0030",
      "zh_CN": "又问：「如果某个人是业障病，我帮他按摩，请问他的业障会不会由于我帮他减轻痛苦而承担了他的业障，他的业障会不会转到我的身上来？」",
      "zh_TW": "又問：「如果某個人是業障病，我幫他按摩，請問他的業障會不會由於我幫他減輕痛苦而承擔了他的業障，他的業障會不會轉到我的身上來？」"
    },
    {
      "id": "21-090-0044_p0031",
      "zh_CN": "答：你应该学菩萨道，替众生受苦。「众生所有的业障，都我一个人来背，让众生都没有业障」，你就是大菩萨再来了。实在讲，诸佛菩萨都有这个愿望，非常可惜，业障只有他自己承受，没有别人能代替，你怎么帮助他减少痛苦，他的业障也不会到你身上来，如果到你身上来，你可以行菩萨道。没有法子，一切众生的业障，你要晓得，诸佛菩萨大慈大悲，何尝不想把众生的业障都让自己来受，可是办不到，各人造业各人要承当自己的果，任何人都不能代替。",
      "zh_TW": "答：你應該學菩薩道，替眾生受苦。「眾生所有的業障，都我一個人來背，讓眾生都沒有業障」，你就是大菩薩再來了。實在講，諸佛菩薩都有這個願望，非常可惜，業障只有他自己承受，沒有別人能代替，你怎麼幫助他減少痛苦，他的業障也不會到你身上來，如果到你身上來，你可以行菩薩道。沒有法子，一切眾生的業障，你要曉得，諸佛菩薩大慈大悲，何嘗不想把眾生的業障都讓自己來受，可是辦不到，各人造業各人要承當自己的果，任何人都不能代替。"
    },
    {
      "id": "21-090-0044_p0032",
      "zh_CN": "你们看楞严会上，阿难尊者遭摩登伽女之难，业障现前，释迦牟尼佛不能代替，阿难这个时候才觉悟了。本来以为佛可以代替他，到这个时候佛不能代替，才真正觉悟应该自己修行。佛家讲：「修行譬如父子上山，各自努力，谁都不能代替谁，再慈悲都没有办法。」这个道理一定要懂得。所以我们帮助别人，要全心全力去做。有些人因为怕这种传说：「你帮他，他的业障消除了，业障就跑到你身上来了」，吓得自己不敢做。仔细想想，他还是自私自利，还是不肯帮助别人，没有菩萨的精神。「代众生受苦」是一个愿望，事实上做不到，但是菩萨有这个愿，愿代一切众生受苦。",
      "zh_TW": "你們看楞嚴會上，阿難尊者遭摩登伽女之難，業障現前，釋迦牟尼佛不能代替，阿難這個時候才覺悟了。本來以為佛可以代替他，到這個時候佛不能代替，才真正覺悟應該自己修行。佛家講：「修行譬如父子上山，各自努力，誰都不能代替誰，再慈悲都沒有辦法。」這個道理一定要懂得。所以我們幫助別人，要全心全力去做。有些人因為怕這種傳說：「你幫他，他的業障消除了，業障就跑到你身上來了」，嚇得自己不敢做。仔細想想，他還是自私自利，還是不肯幫助別人，沒有菩薩的精神。「代眾生受苦」是一個願望，事實上做不到，但是菩薩有這個願，願代一切眾生受苦。"
    },
    {
      "id": "21-090-0044_p0033",
      "zh_CN": "问：「请问我们的海青可以拿进去洗手间吗？」",
      "zh_TW": "問：「請問我們的海青可以拿進去洗手間嗎？」"
    },
    {
      "id": "21-090-0044_p0034",
      "zh_CN": "答：海青是我们的礼服，我们上洗手间最好脱下来，不要带到洗手间，这是表我们的恭敬心。能够做到非常好，至于不能做到，或者在某种特殊情况之下不方便脱也可以。最好佛像、念珠、海青，都不带到洗手间，可是有一种情况之下，就是在旅行，我们在飞机场刚要上飞机，这个时候如果是急着要上洗手间，脱衣服、拿东西不方便，这个也可以。佛法可以通融的，不是一成不变，不是说：「你这个拿到洗手间，你有罪过！」不是，这个没有罪过。我们真诚恭敬，应该怎么作法都如法，只要不失真诚恭敬心就行了。",
      "zh_TW": "答：海青是我們的禮服，我們上洗手間最好脫下來，不要帶到洗手間，這是表我們的恭敬心。能夠做到非常好，至於不能做到，或者在某種特殊情況之下不方便脫也可以。最好佛像、念珠、海青，都不帶到洗手間，可是有一種情況之下，就是在旅行，我們在飛機場剛要上飛機，這個時候如果是急著要上洗手間，脫衣服、拿東西不方便，這個也可以。佛法可以通融的，不是一成不變，不是說：「你這個拿到洗手間，你有罪過！」不是，這個沒有罪過。我們真誠恭敬，應該怎麼作法都如法，只要不失真誠恭敬心就行了。"
    },
    {
      "id": "21-090-0044_p0035",
      "zh_CN": "问：「我是大陆的出家佛子，虽然出家，但是常常为了男女的事情整天受到困扰。有时候在夏天，寺里那些年轻女信众衣服穿得很单薄，做为年轻人的我，心理、生理当然会有很大的反应，不得不多看一眼。现在国内搞改革开放，僧俗都很容易来往，像我这个例子在国内是很普遍。我有一位英俊的出家同修，就是因为被女孩子追求，从北京佛学院逃到江西出家寺院。所谓谁没有年轻过，老法师慈悲，请问以出家众来讲，能用什么方法真的可以去掉？」",
      "zh_TW": "問：「我是大陸的出家佛子，雖然出家，但是常常為了男女的事情整天受到困擾。有時候在夏天，寺裡那些年輕女信眾衣服穿得很單薄，做為年輕人的我，心理、生理當然會有很大的反應，不得不多看一眼。現在國內搞改革開放，僧俗都很容易來往，像我這個例子在國內是很普遍。我有一位英俊的出家同修，就是因為被女孩子追求，從北京佛學院逃到江西出家寺院。所謂誰沒有年輕過，老法師慈悲，請問以出家眾來講，能用什麼方法真的可以去掉？」"
    },
    {
      "id": "21-090-0044_p0036",
      "zh_CN": "答：这个事情难！国内难，国外就更难！为什么？国外比国内更要开放。所以，这就是对你的考验，你能不能通过这一关？能通过这一关，你有成就；不能通过，最好还俗去结婚，做在家的佛弟子，这也很好！你在家学佛。",
      "zh_TW": "答：這個事情難！國內難，國外就更難！為什麼？國外比國內更要開放。所以，這就是對你的考驗，你能不能通過這一關？能通過這一關，你有成就；不能通過，最好還俗去結婚，做在家的佛弟子，這也很好！你在家學佛。"
    },
    {
      "id": "21-090-0044_p0037",
      "zh_CN": "在这个时代，我们知道在家学佛成就的人很多，国内、国外念佛往生，种种瑞相，都非常希有。而往生的人，确实在家比出家多，而且女众比男众多。往年黄念祖老居士讲了一句话，讲得很深刻，他说：「古时候修行证果排列的顺序，出家男众第一（这是讲人数最多、最有成就的），出家女众其次，第三是在家男众，第四是在家女众。这是古时候讲修行证果，可是在现在这个时代完全颠倒了。现在念佛往生的，第一是在家女众最多，第二是在家男众，第三是出家女众，最末尾的是出家男众。」这里头什么原因，我就不要说了，大家好好的去参！当然，这里面有一个现象，从前出家人数多，现在出家人少，所以往生的就少了。所以修学，无论出家、在家，要真干！",
      "zh_TW": "在這個時代，我們知道在家學佛成就的人很多，國內、國外念佛往生，種種瑞相，都非常希有。而往生的人，確實在家比出家多，而且女眾比男眾多。往年黃念祖老居士講了一句話，講得很深刻，他說：「古時候修行證果排列的順序，出家男眾第一（這是講人數最多、最有成就的），出家女眾其次，第三是在家男眾，第四是在家女眾。這是古時候講修行證果，可是在現在這個時代完全顛倒了。現在念佛往生的，第一是在家女眾最多，第二是在家男眾，第三是出家女眾，最末尾的是出家男眾。」這裡頭什麼原因，我就不要說了，大家好好的去參！當然，這裡面有一個現象，從前出家人數多，現在出家人少，所以往生的就少了。所以修學，無論出家、在家，要真幹！"
    },
    {
      "id": "21-090-0044_p0038",
      "zh_CN": "年轻人一定要懂得回避，少接触。话虽然是这么说法，事实上有一定的难度，原因在哪里？现在的道场没有经济来源，不像从前寺院庵堂，他自己有固定的经济收入，他不靠信徒供养，所以他可以跟信徒拒绝往来。现在不行了，他没有经济来源，来源完全靠在家信徒的供养，不得不巴结，不能不接待，唯恐信徒跑掉，所以要好好的招待，这个事情就麻烦了。现在道场相当不容易，在末法时代，我看将来的趋势恐怕都是居士领的道场。末法时期，在家学佛兴旺起来了，到处都有居士林，非常非常之好！",
      "zh_TW": "年輕人一定要懂得迴避，少接觸。話雖然是這麼說法，事實上有一定的難度，原因在哪裡？現在的道場沒有經濟來源，不像從前寺院庵堂，他自己有固定的經濟收入，他不靠信徒供養，所以他可以跟信徒拒絕往來。現在不行了，他沒有經濟來源，來源完全靠在家信徒的供養，不得不巴結，不能不接待，唯恐信徒跑掉，所以要好好的招待，這個事情就麻煩了。現在道場相當不容易，在末法時代，我看將來的趨勢恐怕都是居士領的道場。末法時期，在家學佛興旺起來了，到處都有居士林，非常非常之好！"
    },
    {
      "id": "21-090-0044_p0039",
      "zh_CN": "真正出家，一定要找一个好的修学环境。好的修学环境，还是世尊讲的「阿兰若」，佛讲的有道理，到现在还管用。「阿兰若」是什么？寂静的环境，用现在话讲是清净的环境。从前寺院建立在深山里面，人迹罕至，交通非常不方便，于是去的人少，你修学环境清净。现在交通太方便了，古时候寺院丛林建在高山，现在怕人上山麻烦，还要做缆车，马路开到山上，这不是好事情，这怎么能修行？",
      "zh_TW": "真正出家，一定要找一個好的修學環境。好的修學環境，還是世尊講的「阿蘭若」，佛講的有道理，到現在還管用。「阿蘭若」是什麼？寂靜的環境，用現在話講是清淨的環境。從前寺院建立在深山裡面，人跡罕至，交通非常不方便，於是去的人少，你修學環境清淨。現在交通太方便了，古時候寺院叢林建在高山，現在怕人上山麻煩，還要做纜車，馬路開到山上，這不是好事情，這怎麼能修行？"
    },
    {
      "id": "21-090-0044_p0040",
      "zh_CN": "真正修行道场，还是搞一个交通很不方便的地方。像我们这几天在古晋山上打佛七，我们差不多将近一百人在山上结七念佛，很多人感到不方便。为什么？山上没有电话，打个电话好困难，要从古晋那边转，山上也没有电视，没有报纸，没有杂志；下山很不容易，没有车，路很遥远，不方便。那是个很好的修行道场，可是那个山上麻烦，下个星期电话就装好了，不过山上没有电视，这是一个好处。",
      "zh_TW": "真正修行道場，還是搞一個交通很不方便的地方。像我們這幾天在古晉山上打佛七，我們差不多將近一百人在山上結七念佛，很多人感到不方便。為什麼？山上沒有電話，打個電話好困難，要從古晉那邊轉，山上也沒有電視，沒有報紙，沒有雜誌；下山很不容易，沒有車，路很遙遠，不方便。那是個很好的修行道場，可是那個山上麻煩，下個星期電話就裝好了，不過山上沒有電視，這是一個好處。"
    },
    {
      "id": "21-090-0044_p0041",
      "zh_CN": "所以，总要选择清净的环境修行，能够与外界隔绝，这种地方好养道。环境还是有，不是没有，我相信在中国更多，很多修行人在深山不出来。年轻学佛，他要修，在深山里面修是有好处。所以，佛学院最好也办在环境清净的处所。",
      "zh_TW": "所以，總要選擇清淨的環境修行，能夠與外界隔絕，這種地方好養道。環境還是有，不是沒有，我相信在中國更多，很多修行人在深山不出來。年輕學佛，他要修，在深山裡面修是有好處。所以，佛學院最好也辦在環境清淨的處所。"
    },
    {
      "id": "21-090-0044_p0042",
      "zh_CN": "今天中午槟城「极乐寺」的方丈日恒法师来找我。上一次我在极乐寺讲经，看到这个寺庙前面几代的方丈，有圆瑛老法师、白圣法师，这些人跟我都有密切的关系，他们都是专宗《楞严经》。圆瑛法师一生他的解门是专宗《楞严经》，行门是专念弥陀，好事情！所以我当时就说：「这是祖师的道场，你应当把它恢复，办楞严专宗学院。」他今天来找我麻烦了，要我去帮助他。他这个学院要是办成，怎么办？我还得去教，我去教，两面奔波就相当辛苦。最好的方法，就是他们那边的专宗班到我们这里来，我们一起来合办。我们这里有一个「无量寿班」，长寿班，那边就是「楞严班」，也不错，我们可以开两个班。这个事情我还没有跟会长商量，等一下有时间我去看他，跟他商量。",
      "zh_TW": "今天中午檳城「極樂寺」的方丈日恆法師來找我。上一次我在極樂寺講經，看到這個寺廟前面幾代的方丈，有圓瑛老法師、白聖法師，這些人跟我都有密切的關係，他們都是專宗《楞嚴經》。圓瑛法師一生他的解門是專宗《楞嚴經》，行門是專念彌陀，好事情！所以我當時就說：「這是祖師的道場，你應當把它恢復，辦楞嚴專宗學院。」他今天來找我麻煩了，要我去幫助他。他這個學院要是辦成，怎麼辦？我還得去教，我去教，兩面奔波就相當辛苦。最好的方法，就是他們那邊的專宗班到我們這裡來，我們一起來合辦。我們這裡有一個「無量壽班」，長壽班，那邊就是「楞嚴班」，也不錯，我們可以開兩個班。這個事情我還沒有跟會長商量，等一下有時間我去看他，跟他商量。"
    },
    {
      "id": "21-090-0044_p0043",
      "zh_CN": "我们首先要培养师资，没有老师怎么能成就？所以第一个要培养师资。培养师资，学《楞严经》比学《无量寿经》难度要大多了。我过去学佛是从《楞严经》入门，《楞严经》是我年轻时候主修的课程。这一部经，我曾经讲过六、七遍，最近十几年来都没有讲过。这十几年来，全心全力都用在《无量寿经》，到这里来之后，这才答应同修们开讲《华严经》。",
      "zh_TW": "我們首先要培養師資，沒有老師怎麼能成就？所以第一個要培養師資。培養師資，學《楞嚴經》比學《無量壽經》難度要大多了。我過去學佛是從《楞嚴經》入門，《楞嚴經》是我年輕時候主修的課程。這一部經，我曾經講過六、七遍，最近十幾年來都沒有講過。這十幾年來，全心全力都用在《無量壽經》，到這裡來之後，這才答應同修們開講《華嚴經》。"
    },
    {
      "id": "21-090-0044_p0044",
      "zh_CN": "《华严经》也是过去许多在家、出家的同修一再的要求，希望能够留一套完整的录像带，提供后学人做参考，这是一桩好事情，这部经太长，要费相当长的时间。也有一些同修对这部经典非常爱好，欢喜修学，这都是好事情。特别是《华严经》的思想、方法、境界，非常适合二十一世纪，有人说：「解决二十一世纪的社会问题，只有大乘佛法与孔孟学说。」我想大乘佛法的指《大方广佛华严经》，它确实就是今天人所说「多元文化社会教育」的最好教材。",
      "zh_TW": "《華嚴經》也是過去許多在家、出家的同修一再的要求，希望能夠留一套完整的錄像帶，提供後學人做參考，這是一樁好事情，這部經太長，要費相當長的時間。也有一些同修對這部經典非常愛好，歡喜修學，這都是好事情。特別是《華嚴經》的思想、方法、境界，非常適合二十一世紀，有人說：「解決二十一世紀的社會問題，只有大乘佛法與孔孟學說。」我想大乘佛法的指《大方廣佛華嚴經》，它確實就是今天人所說「多元文化社會教育」的最好教材。"
    },
    {
      "id": "21-090-0044_p0045",
      "zh_CN": "这个问题，我只给大家答复到此地。年轻人学佛成就都在「缘」，我们自己要好好的来处理自己的修学因缘。佛在经典里面教导我们，「缘」里面第一个重要的是亲近善知识，第二个是要有好的助缘，助缘是道场、同参。如果这三个条件具足，我们就很可能有成就，若这三个缘不具足，就很难成就。",
      "zh_TW": "這個問題，我只給大家答覆到此地。年輕人學佛成就都在「緣」，我們自己要好好的來處理自己的修學因緣。佛在經典裡面教導我們，「緣」裡面第一個重要的是親近善知識，第二個是要有好的助緣，助緣是道場、同參。如果這三個條件具足，我們就很可能有成就，若這三個緣不具足，就很難成就。"
    }
  ]
}