{
  "doc_id": "21-090-0078",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十八集",
    "zh_TW": "第七十八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0078",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "21-090-0078_p0001",
      "zh_CN": "这位同修问：「我的姊姊是信奉道教，请问我可以将净空老法师的VCD、书籍赠送给她吗？」",
      "zh_TW": "這位同修問：「我的姊姊是信奉道教，請問我可以將淨空老法師的VCD、書籍贈送給她嗎？」"
    },
    {
      "id": "21-090-0078_p0002",
      "zh_CN": "答：可以。这边道教的李道长，我们送他很多东西，他都在看。道长都可以看，她当然没有问题。",
      "zh_TW": "答：可以。這邊道教的李道長，我們送他很多東西，他都在看。道長都可以看，她當然沒有問題。"
    },
    {
      "id": "21-090-0078_p0003",
      "zh_CN": "这位江居士问：「弟子请师父慈悲开示。师父在《无量寿经》讲修学从读经下手，读到心清净有悟处才看注解，心不清净看注解会看错意思。弟子常听师父讲《无量寿经》，跟看注解有什么分别？」",
      "zh_TW": "這位江居士問：「弟子請師父慈悲開示。師父在《無量壽經》講修學從讀經下手，讀到心清淨有悟處才看註解，心不清淨看註解會看錯意思。弟子常聽師父講《無量壽經》，跟看註解有什麼分別？」"
    },
    {
      "id": "21-090-0078_p0004",
      "zh_CN": "答：听经跟看注解有分别。听经，特别是现场，现场可以说是精神灌注在当中，有一种摄受力，比较容易能够体会经的教义。平常自己看注解，也不是不能看，我们初学的人要以读经为主，看注解为辅助，所以说是正助双修。若自己有悟处，那个情形就不一样，注解是给你做参考，自己没有悟处，往往就被注解转了，就跟着它走。我们知道，一部经注解的人很多，到底你跟哪一个走？他是不是完全正确，是不是有误导，这都很难讲。即使古大德注解里面，也都有这种情形。所以，能有悟处是最好的。",
      "zh_TW": "答：聽經跟看註解有分別。聽經，特別是現場，現場可以說是精神灌注在當中，有一種攝受力，比較容易能夠體會經的教義。平常自己看註解，也不是不能看，我們初學的人要以讀經為主，看註解為輔助，所以說是正助雙修。若自己有悟處，那個情形就不一樣，註解是給你做參考，自己沒有悟處，往往就被註解轉了，就跟著它走。我們知道，一部經註解的人很多，到底你跟哪一個走？他是不是完全正確，是不是有誤導，這都很難講。即使古大德註解裡面，也都有這種情形。所以，能有悟處是最好的。"
    },
    {
      "id": "21-090-0078_p0005",
      "zh_CN": "没有悟处学讲经，我们没开悟学讲经一定要依靠古人的注解，这个方法就是依一家之言。我们讲错了，他负责任；我们没讲错，我们讲他的，他注错了，所以他有责任。我们完全依靠他，这是初学讲经不得已的办法。古人讲经不如此，古人是悟后才会讲经，没有开悟决定不可能出来讲经，也不可能著作。但是现在我们等开悟之后再讲经，恐怕这个世界上没有人讲经，这是不得已而求其次。从前李炳南老居士教导我们，讲经现在要守这个原则，我们不是讲经，是讲古人的注解，一定要辨别清楚。",
      "zh_TW": "沒有悟處學講經，我們沒開悟學講經一定要依靠古人的註解，這個方法就是依一家之言。我們講錯了，他負責任；我們沒講錯，我們講他的，他註錯了，所以他有責任。我們完全依靠他，這是初學講經不得已的辦法。古人講經不如此，古人是悟後才會講經，沒有開悟決定不可能出來講經，也不可能著作。但是現在我們等開悟之後再講經，恐怕這個世界上沒有人講經，這是不得已而求其次。從前李炳南老居士教導我們，講經現在要守這個原則，我們不是講經，是講古人的註解，一定要辨別清楚。"
    },
    {
      "id": "21-090-0078_p0006",
      "zh_CN": "这位同修问：「弟子曾经签字在往生后捐出所有的器官，但人死后神识并不是马上离开，而器官却要马上割除，请问是否有痛苦，会因此起瞋心而堕三途吗？」",
      "zh_TW": "這位同修問：「弟子曾經簽字在往生後捐出所有的器官，但人死後神識並不是馬上離開，而器官卻要馬上割除，請問是否有痛苦，會因此起瞋心而墮三途嗎？」"
    },
    {
      "id": "21-090-0078_p0007",
      "zh_CN": "答：确实有这种情形。",
      "zh_TW": "答：確實有這種情形。"
    },
    {
      "id": "21-090-0078_p0008",
      "zh_CN": "又问：「应是凡夫愿力可能不够。曾听过一位法师说过，若修行不到一个程度还是别捐，不知师父您的看法如何？」",
      "zh_TW": "又問：「應是凡夫願力可能不夠。曾聽過一位法師說過，若修行不到一個程度還是別捐，不知師父您的看法如何？」"
    },
    {
      "id": "21-090-0078_p0009",
      "zh_CN": "答：我的看法跟这位法师一样。自己修行的程度不够，最好还是不捐。如果你真的发心捐，你就努力修行，到你临命终时，你已经成就了。在念佛人讲是决定往生，有把握决定往生就没有问题。往生的人一断气，神识就到极乐世界去了，没有八个小时、几个小时，能立刻就走的，这个行，真正往生可以。",
      "zh_TW": "答：我的看法跟這位法師一樣。自己修行的程度不夠，最好還是不捐。如果你真的發心捐，你就努力修行，到你臨命終時，你已經成就了。在念佛人講是決定往生，有把握決定往生就沒有問題。往生的人一斷氣，神識就到極樂世界去了，沒有八個小時、幾個小時，能立刻就走的，這個行，真正往生可以。"
    },
    {
      "id": "21-090-0078_p0010",
      "zh_CN": "这位同修有五个问题。这是安徽马鞍山的同修。第一个问题：「众生包括在家居士生病时，请问如何如理如法帮助他消业，转危为安？」",
      "zh_TW": "這位同修有五個問題。這是安徽馬鞍山的同修。第一個問題：「眾生包括在家居士生病時，請問如何如理如法幫助他消業，轉危為安？」"
    },
    {
      "id": "21-090-0078_p0011",
      "zh_CN": "答：这个事情佛在《地藏菩萨本愿经》里面讲，给他诵经、念佛回向，并替他修福。经上讲：「他有财物和宝贝，帮他变卖，为他修福。」《地藏经》给我们提供这个方法，我们可以学习这个作做。",
      "zh_TW": "答：這個事情佛在《地藏菩薩本願經》裡面講，給他誦經、念佛迴向，並替他修福。經上講：「他有財物和寶貝，幫他變賣，為他修福。」《地藏經》給我們提供這個方法，我們可以學習這個作做。"
    },
    {
      "id": "21-090-0078_p0012",
      "zh_CN": "第二：「众生病故后，请问如何助念，又临终前念《大悲咒》或者念《地藏经》可以吗？」",
      "zh_TW": "第二：「眾生病故後，請問如何助念，又臨終前念《大悲咒》或者念《地藏經》可以嗎？」"
    },
    {
      "id": "21-090-0078_p0013",
      "zh_CN": "答：如果他是修净土的同修，这个时候不要念经，什么经都不要念，就是念阿弥陀佛。人在生病的时候，特别是病危的时候，不能夹杂任何这些经咒，《往生咒》都不要夹杂，就是一句佛号，非常得力。临命终时，他想到一句佛号，念这一句佛号，真正有愿求生净土，都决定得生，这是不可思议功德！所以临终的时候不要加这些经咒。如果是已经往生了，我们还是照《饬终须知》的方法，给他念佛八小时至十二小时。韩馆长走的时候，我们给她念十四个小时。送他往生之后，你再有时间念经给他回向，行！这一段时间当中决定不可以夹杂。",
      "zh_TW": "答：如果他是修淨土的同修，這個時候不要念經，什麼經都不要念，就是念阿彌陀佛。人在生病的時候，特別是病危的時候，不能夾雜任何這些經咒，《往生咒》都不要夾雜，就是一句佛號，非常得力。臨命終時，他想到一句佛號，念這一句佛號，真正有願求生淨土，都決定得生，這是不可思議功德！所以臨終的時候不要加這些經咒。如果是已經往生了，我們還是照《飭終須知》的方法，給他念佛八小時至十二小時。韓館長走的時候，我們給她念十四個小時。送他往生之後，你再有時間念經給他迴向，行！這一段時間當中決定不可以夾雜。"
    },
    {
      "id": "21-090-0078_p0014",
      "zh_CN": "第三：「临终整个助念过程，请问包括哪些内容？」",
      "zh_TW": "第三：「臨終整個助念過程，請問包括哪些內容？」"
    },
    {
      "id": "21-090-0078_p0015",
      "zh_CN": "答：这不能在此地跟你细说，你去读《饬终须知》，这是白话文，你好好的念；文言文写的是《饬终津梁》，这个本子流通很多，韩馆长往生的时候我们就印了一万本流通。我里面特别重要的地方都用红笔划线，我们用套色印的，印得非常精美，你们去找这个本子做参考。",
      "zh_TW": "答：這不能在此地跟你細說，你去讀《飭終須知》，這是白話文，你好好的念；文言文寫的是《飭終津梁》，這個本子流通很多，韓館長往生的時候我們就印了一萬本流通。我裡面特別重要的地方都用紅筆劃線，我們用套色印的，印得非常精美，你們去找這個本子做參考。"
    },
    {
      "id": "21-090-0078_p0016",
      "zh_CN": "第四：「家庭自发组织的念佛堂及家里的供佛处，请问能否放净老的法相？」",
      "zh_TW": "第四：「家庭自發組織的念佛堂及家裡的供佛處，請問能否放淨老的法相？」"
    },
    {
      "id": "21-090-0078_p0017",
      "zh_CN": "答：这个无所谓。像一般我们念佛堂里面，对我们景仰的老师，我们都供养他的法相，这很平常。",
      "zh_TW": "答：這個無所謂。像一般我們念佛堂裡面，對我們景仰的老師，我們都供養他的法相，這很平常。"
    },
    {
      "id": "21-090-0078_p0018",
      "zh_CN": "第五：「没有受菩萨戒的人，请问能不能讲《净师法语》，如法不如法？」",
      "zh_TW": "第五：「沒有受菩薩戒的人，請問能不能講《淨師法語》，如法不如法？」"
    },
    {
      "id": "21-090-0078_p0019",
      "zh_CN": "答：这个可以。没有受菩萨戒，你不是讲经，通常讲一般开示可以。讲经，你因为要搭衣，要升座，一定要受菩萨戒，不受菩萨戒不可以搭衣。",
      "zh_TW": "答：這個可以。沒有受菩薩戒，你不是講經，通常講一般開示可以。講經，你因為要搭衣，要升座，一定要受菩薩戒，不受菩薩戒不可以搭衣。"
    },
    {
      "id": "21-090-0078_p0020",
      "zh_CN": "这是北京同学问：「我在睡梦中梦见阿弥陀佛带我到西方极乐世界一游，这个梦境给我什么启示？」",
      "zh_TW": "這是北京同學問：「我在睡夢中夢見阿彌陀佛帶我到西方極樂世界一遊，這個夢境給我什麼啟示？」"
    },
    {
      "id": "21-090-0078_p0021",
      "zh_CN": "答：这个明显的启示，就是你跟阿弥陀佛有缘，你跟极乐世界有缘，你应该认真努力实现你梦中的境界，这样就好。不要辜负阿弥陀佛在梦中带你到极乐世界去观光旅游。",
      "zh_TW": "答：這個明顯的啟示，就是你跟阿彌陀佛有緣，你跟極樂世界有緣，你應該認真努力實現你夢中的境界，這樣就好。不要辜負阿彌陀佛在夢中帶你到極樂世界去觀光旅遊。"
    },
    {
      "id": "21-090-0078_p0022",
      "zh_CN": "这位同修问：「我没有文化，没有上过学，请问学佛可否到西方极乐世界？」",
      "zh_TW": "這位同修問：「我沒有文化，沒有上過學，請問學佛可否到西方極樂世界？」"
    },
    {
      "id": "21-090-0078_p0023",
      "zh_CN": "答：可以。许多不认识字、没有念过书的人，一生就念一句阿弥陀佛，往生的瑞相希有，这我们见到很多。",
      "zh_TW": "答：可以。許多不認識字、沒有念過書的人，一生就念一句阿彌陀佛，往生的瑞相希有，這我們見到很多。"
    },
    {
      "id": "21-090-0078_p0024",
      "zh_CN": "这位同修问：「请问一个人看到露珠是什么含义？这个露珠不是在树叶上看到的，而是在办公桌上看到的。」",
      "zh_TW": "這位同修問：「請問一個人看到露珠是什麼含義？這個露珠不是在樹葉上看到的，而是在辦公桌上看到的。」"
    },
    {
      "id": "21-090-0078_p0025",
      "zh_CN": "答：办公桌上什么人倒水滴了一滴水在你桌上，变成露珠了。否则的话，露水不可能到办公桌。除非你的办公桌是在房子外面，是露天的，这才有可能。如果这办公桌不是在露天，而是在房子里面，房子里面不可能有露水。房子里面有露水，这是奇迹，这是很不平常的，这不太可能。这可能是倒水不小心滴了一滴，而你认为是露水。",
      "zh_TW": "答：辦公桌上什麼人倒水滴了一滴水在你桌上，變成露珠了。否則的話，露水不可能到辦公桌。除非你的辦公桌是在房子外面，是露天的，這才有可能。如果這辦公桌不是在露天，而是在房子裡面，房子裡面不可能有露水。房子裡面有露水，這是奇蹟，這是很不平常的，這不太可能。這可能是倒水不小心滴了一滴，而你認為是露水。"
    },
    {
      "id": "21-090-0078_p0026",
      "zh_CN": "第二个问题：「请问师父，是否能借我《观经》去复印？」",
      "zh_TW": "第二個問題：「請問師父，是否能借我《觀經》去複印？」"
    },
    {
      "id": "21-090-0078_p0027",
      "zh_CN": "答：你可以找这边的图书室，图书室有这个本子。你复印是准备印来结缘的，还是只印一本？如果只印一本，则不需要印，这地方有结缘的，可以找得到。如果你要发心印《观经》跟大众结缘，这个地方也可以提供你底本，但最好印善导大师的注解。",
      "zh_TW": "答：你可以找這邊的圖書室，圖書室有這個本子。你複印是準備印來結緣的，還是只印一本？如果只印一本，則不需要印，這地方有結緣的，可以找得到。如果你要發心印《觀經》跟大眾結緣，這個地方也可以提供你底本，但最好印善導大師的註解。"
    },
    {
      "id": "21-090-0078_p0028",
      "zh_CN": "这位同修问：「佛像贴在客厅里，全家人在这里随随便便，下一代又不信，《地藏经》讲：有佛像处便是大殿。请问我们有罪吗？又居住条件差，在佛像前家人吃荤菜，有没有罪过？」",
      "zh_TW": "這位同修問：「佛像貼在客廳裡，全家人在這裡隨隨便便，下一代又不信，《地藏經》講：有佛像處便是大殿。請問我們有罪嗎？又居住條件差，在佛像前家人吃葷菜，有沒有罪過？」"
    },
    {
      "id": "21-090-0078_p0029",
      "zh_CN": "答：现代世界上人口多了，居住的环境远不如过去，特别是现在一般中低收入的家庭。像在新加坡、香港我们所看到的，像我们这么大的房间，差不多是两户人家住的，通常是一房一厅，你就晓得居住环境多么拥挤；如果有个小孩，就更显得拥挤。在这种环境之下，我们在客厅里面供养佛像没有过失。",
      "zh_TW": "答：現代世界上人口多了，居住的環境遠不如過去，特別是現在一般中低收入的家庭。像在新加坡、香港我們所看到的，像我們這麼大的房間，差不多是兩戶人家住的，通常是一房一廳，你就曉得居住環境多麼擁擠；如果有個小孩，就更顯得擁擠。在這種環境之下，我們在客廳裡面供養佛像沒有過失。"
    },
    {
      "id": "21-090-0078_p0030",
      "zh_CN": "如果你的家里很大，是一般高收入的家庭，家里面的房子很多，应该用一个房间做佛堂，这个很多同修都知道，也都这样作法，我们也都看到。没有这个条件的，客堂里面可以供佛，在佛前面吃饭都没有问题。佛经说：「有佛像处就是佛的殿堂。」我们心里有这种恭敬心，这就行。这一定要看我们自己存心以及我们生活环境，佛决定是通情达理，佛不是不讲理的，绝对不会怪罪我们。",
      "zh_TW": "如果你的家裡很大，是一般高收入的家庭，家裡面的房子很多，應該用一個房間做佛堂，這個很多同修都知道，也都這樣作法，我們也都看到。沒有這個條件的，客堂裡面可以供佛，在佛前面吃飯都沒有問題。佛經說：「有佛像處就是佛的殿堂。」我們心裡有這種恭敬心，這就行。這一定要看我們自己存心以及我們生活環境，佛決定是通情達理，佛不是不講理的，絕對不會怪罪我們。"
    },
    {
      "id": "21-090-0078_p0031",
      "zh_CN": "底下一个问题：「为了弘法，把佛像和经书送人，发现有人不恭敬，请问送的人有没有罪过？」",
      "zh_TW": "底下一個問題：「為了弘法，把佛像和經書送人，發現有人不恭敬，請問送的人有沒有罪過？」"
    },
    {
      "id": "21-090-0078_p0032",
      "zh_CN": "答：没有罪过。这个道理我们在讲席里面讲了很多。他虽然不恭敬，但是佛像的种子已经种在他的阿赖耶识里面，这就是无量功德，好事情。",
      "zh_TW": "答：沒有罪過。這個道理我們在講席裡面講了很多。他雖然不恭敬，但是佛像的種子已經種在他的阿賴耶識裡面，這就是無量功德，好事情。"
    },
    {
      "id": "21-090-0078_p0033",
      "zh_CN": "这位林居士问：「当念阿弥陀佛，念到很法喜的时候，想起苦难的众生有时会流眼泪，请问这是什么原因？」",
      "zh_TW": "這位林居士問：「當念阿彌陀佛，念到很法喜的時候，想起苦難的眾生有時會流眼淚，請問這是什麼原因？」"
    },
    {
      "id": "21-090-0078_p0034",
      "zh_CN": "答：这是一种感应。佛在经里面也曾经说到，是悲心的流露。我们更应当努力修学，自己修成之后，就能帮助这些苦难众生。在现前，我们应当把念佛、诵经、修行的功德时常回向给这些众生，这就好。",
      "zh_TW": "答：這是一種感應。佛在經裡面也曾經說到，是悲心的流露。我們更應當努力修學，自己修成之後，就能幫助這些苦難眾生。在現前，我們應當把念佛、誦經、修行的功德時常迴向給這些眾生，這就好。"
    },
    {
      "id": "21-090-0078_p0035",
      "zh_CN": "这位同修问：「有一次我在念佛堂念佛八小时，事后当晚我在梦中就看到头脑里有这样的光，光闪闪、亮晶晶，请问这是否如古大德说的，是我们的实相本体、常寂光湛然之体？」",
      "zh_TW": "這位同修問：「有一次我在念佛堂念佛八小時，事後當晚我在夢中就看到頭腦裡有這樣的光，光閃閃、亮晶晶，請問這是否如古大德說的，是我們的實相本體、常寂光湛然之體？」"
    },
    {
      "id": "21-090-0078_p0036",
      "zh_CN": "答：不是的。你看到的这不是常寂光，这也不是湛然之体。如果你看到常寂光、湛然之体，那就恭喜你，你决定是法身菩萨，你不是凡人了。",
      "zh_TW": "答：不是的。你看到的這不是常寂光，這也不是湛然之體。如果你看到常寂光、湛然之體，那就恭喜你，你決定是法身菩薩，你不是凡人了。"
    },
    {
      "id": "21-090-0078_p0037",
      "zh_CN": "问：「我看了这张照片，才知道动物也跟我们一样。过后，我时常鼓励别人念佛修行，我告诉人，我们的身体就像动物一样，请问这对吗？」",
      "zh_TW": "問：「我看了這張照片，才知道動物也跟我們一樣。過後，我時常鼓勵別人念佛修行，我告訴人，我們的身體就像動物一樣，請問這對嗎？」"
    },
    {
      "id": "21-090-0078_p0038",
      "zh_CN": "答：可以这样讲法。",
      "zh_TW": "答：可以這樣講法。"
    },
    {
      "id": "21-090-0078_p0039",
      "zh_CN": "又问：「讲是『身』，还是『心』，还是『灵性』，或是『本性』，如果讲错，请问需要背因果吗？」",
      "zh_TW": "又問：「講是『身』，還是『心』，還是『靈性』，或是『本性』，如果講錯，請問需要背因果嗎？」"
    },
    {
      "id": "21-090-0078_p0040",
      "zh_CN": "答：对，讲错了是背因果。所以，世出世间法我们跟别人讲解的时候，守住孔老夫子的教诲，「知之为知之，不知为不知，是知也」。不能够猜测，一定要有证据，如果猜测，往往就猜错了。猜错了，我们讲错误导别人；误导自己过失小，误导别人过失就大。",
      "zh_TW": "答：對，講錯了是背因果。所以，世出世間法我們跟別人講解的時候，守住孔老夫子的教誨，「知之為知之，不知為不知，是知也」。不能夠猜測，一定要有證據，如果猜測，往往就猜錯了。猜錯了，我們講錯誤導別人；誤導自己過失小，誤導別人過失就大。"
    },
    {
      "id": "21-090-0078_p0041",
      "zh_CN": "你念佛或者在梦中这个光是一种瑞相，这些瑞相不要放在心上，放在心上就变成魔障。佛在《般若经》教导我们：「凡所有相，皆是虚妄。」如果有这些瑞相，只有在什么时候提出？求老师印证的时候。求老师印证，不是在公开场所提出，是单独见老师，没有第三者在旁边，请老师给你做印证，绝不向外宣扬，古大德都是这个作法。",
      "zh_TW": "你念佛或者在夢中這個光是一種瑞相，這些瑞相不要放在心上，放在心上就變成魔障。佛在《般若經》教導我們：「凡所有相，皆是虛妄。」如果有這些瑞相，只有在什麼時候提出？求老師印證的時候。求老師印證，不是在公開場所提出，是單獨見老師，沒有第三者在旁邊，請老師給你做印證，絕不向外宣揚，古大德都是這個作法。"
    },
    {
      "id": "21-090-0078_p0042",
      "zh_CN": "所以这些瑞相常常跟人讲，这就不好了。常常跟人讲，好像有点炫耀自己，「我念佛都有瑞相，你们都还没有，我比你高」，就有这个意思在，这个不是好事情，容易着魔。这一切瑞相都不要放在心上，《楞严经》上佛教导我们的，佛讲得很多。如果不放在心上，这是好事情；放在心上常常想着，这境界就不好，慢慢就使魔得其便。因为魔知道你喜欢感应，你喜欢神通，他就来找麻烦了。",
      "zh_TW": "所以這些瑞相常常跟人講，這就不好了。常常跟人講，好像有點炫耀自己，「我念佛都有瑞相，你們都還沒有，我比你高」，就有這個意思在，這個不是好事情，容易著魔。這一切瑞相都不要放在心上，《楞嚴經》上佛教導我們的，佛講得很多。如果不放在心上，這是好事情；放在心上常常想著，這境界就不好，慢慢就使魔得其便。因為魔知道你喜歡感應，你喜歡神通，他就來找麻煩了。"
    },
    {
      "id": "21-090-0078_p0043",
      "zh_CN": "我们佛门，无论在中国、外国，我们遇到许多着魔的人，这是一般医学上讲精神分裂，最后都送到精神病院。我遇到不少，家里的人来找我：「有没有法子？」我问他：「他是不是喜欢神通？是不是喜欢感应？」「是的。」凡是着相，着相久了，你会对于神通、感应很在意，这就是着魔的因素。所以一切境界相现前时一概不理，这是好境界，也不必跟人说。",
      "zh_TW": "我們佛門，無論在中國、外國，我們遇到許多著魔的人，這是一般醫學上講精神分裂，最後都送到精神病院。我遇到不少，家裡的人來找我：「有沒有法子？」我問他：「他是不是喜歡神通？是不是喜歡感應？」「是的。」凡是著相，著相久了，你會對於神通、感應很在意，這就是著魔的因素。所以一切境界相現前時一概不理，這是好境界，也不必跟人說。"
    },
    {
      "id": "21-090-0078_p0044",
      "zh_CN": "古大德里面，我们净土宗初祖慧远大师，他老人家一生住山，他在庐山建一个「东林念佛堂」。结界，就是他有一定的范围，他不出这个界限，在这个山上念佛几十年，他曾经三次见到极乐世界，从来没有跟任何人提起，到他往生的时候，西方极乐世界现前了，他才告诉别人说：「现在我要走了，佛来接引我了，这个境界过去曾经见过三次。」所以什么时候告诉人？你临终往生的时候告诉人。你没有走的时候不要告诉人，这才保持你身心的正常、清净。",
      "zh_TW": "古大德裡面，我們淨土宗初祖慧遠大師，他老人家一生住山，他在廬山建一個「東林念佛堂」。結界，就是他有一定的範圍，他不出這個界限，在這個山上念佛幾十年，他曾經三次見到極樂世界，從來沒有跟任何人提起，到他往生的時候，西方極樂世界現前了，他才告訴別人說：「現在我要走了，佛來接引我了，這個境界過去曾經見過三次。」所以什麼時候告訴人？你臨終往生的時候告訴人。你沒有走的時候不要告訴人，這才保持你身心的正常、清淨。"
    },
    {
      "id": "21-090-0078_p0045",
      "zh_CN": "这位同修问：「弟子在未碰到正法之前，愚昧无知，到过许多声色犬马的场所参观。现在绕佛或念佛时，总是出现许多黄色情景，弟子愈压制它愈出现，现在我才证明佛所说的业力可怕。如果这些在临终出现，它的恐怖太不可思议了。请师父慈悲，救我这个愚痴的弟子，我这一生无路可走，一定要求生净土。」",
      "zh_TW": "這位同修問：「弟子在未碰到正法之前，愚昧無知，到過許多聲色犬馬的場所參觀。現在繞佛或念佛時，總是出現許多黃色情景，弟子愈壓制它愈出現，現在我才證明佛所說的業力可怕。如果這些在臨終出現，它的恐怖太不可思議了。請師父慈悲，救我這個愚痴的弟子，我這一生無路可走，一定要求生淨土。」"
    },
    {
      "id": "21-090-0078_p0046",
      "zh_CN": "答：这种现象是习气，常到这些场所，印象深了，这种印象就会重复的出现。为什么古来祖师大德建道场要建在深山人迹罕到的地方？就是避免这些扰乱与不良的境界。可是现在麻烦大了，现在电视传播送到你家里来，让你天天看，你就不能不被这些五欲六尘染污，只是我们这些同修没有说出来而已。他在念佛的时候，可能昨天晚上看的电影画面现前了，很有可能！所以真正修道人，与自己不相干的事情不要去理会，不看电视，不听广播，不看报纸。有人说，我们生在现在的社会，有许多必须要知道的事情，我们不能不知道。必须要知道的事情看一看，电视每天只看新闻，报纸只看大标题就够了。我们不是在分析、研判社会各种行情，你何必那么的深入？这些对自己决定产生障碍。",
      "zh_TW": "答：這種現象是習氣，常到這些場所，印象深了，這種印象就會重複的出現。為什麼古來祖師大德建道場要建在深山人跡罕到的地方？就是避免這些擾亂與不良的境界。可是現在麻煩大了，現在電視傳播送到你家裡來，讓你天天看，你就不能不被這些五欲六塵染污，只是我們這些同修沒有說出來而已。他在念佛的時候，可能昨天晚上看的電影畫面現前了，很有可能！所以真正修道人，與自己不相干的事情不要去理會，不看電視，不聽廣播，不看報紙。有人說，我們生在現在的社會，有許多必須要知道的事情，我們不能不知道。必須要知道的事情看一看，電視每天只看新聞，報紙只看大標題就夠了。我們不是在分析、研判社會各種行情，你何必那麼的深入？這些對自己決定產生障礙。"
    },
    {
      "id": "21-090-0078_p0047",
      "zh_CN": "这种情形现前，他自己说出来了，他说「愈压制它就愈出现」，压制是错误的，出现不要理会，随它去，把你的精神、注意力注意在佛号上。这个境界出现了，你念阿弥陀佛，你就观想「阿弥陀佛」名号，观想这四个字。你念的时候就想这四个字，你这个念头转移了，这个现象自然就没有了。你要压制，是你的精神力量集中对付它，它出现的就更明显了。所以不要压制，不要理会，不要放在心上就没事，时间久了，自然它就消失了，这是一种状况。",
      "zh_TW": "這種情形現前，他自己說出來了，他說「愈壓制它就愈出現」，壓制是錯誤的，出現不要理會，隨它去，把你的精神、注意力注意在佛號上。這個境界出現了，你念阿彌陀佛，你就觀想「阿彌陀佛」名號，觀想這四個字。你念的時候就想這四個字，你這個念頭轉移了，這個現象自然就沒有了。你要壓制，是你的精神力量集中對付它，它出現的就更明顯了。所以不要壓制，不要理會，不要放在心上就沒事，時間久了，自然它就消失了，這是一種狀況。"
    },
    {
      "id": "21-090-0078_p0048",
      "zh_CN": "另外一种是你修禅定，定中有境界。过去有个同修告诉我：他是每天都打坐，打坐的时候时常出现饿鬼道的境界。阎罗王，鬼道，十殿阎王他都见过。他说：「鬼样子跟人差不多，但是比人矮，只有两、三尺。」他常常见到，他来问我，我说这不是好事情。为什么？跟鬼打交道。将来到哪里去？一定到鬼道去，你跟他们熟悉了。他说：「怎么办？」我说：「如果你以后静坐，这种境界一出现，你就下座，不要继续打坐。」他用这个方法，半年之后这个境界就没有了。所以，要记住《金刚经》讲的「凡所有相，皆是虚妄」。特别是净宗修的是清净心，禅宗讲「本来无一物」，要明白这个道理，净宗自己修没有什么大问题，禅宗一定要有好老师指导。禅跟密都要有好老师，如果没有老师指导，自己修很容易走错路，这必须要晓得。",
      "zh_TW": "另外一種是你修禪定，定中有境界。過去有個同修告訴我：他是每天都打坐，打坐的時候時常出現餓鬼道的境界。閻羅王，鬼道，十殿閻王他都見過。他說：「鬼樣子跟人差不多，但是比人矮，只有兩、三尺。」他常常見到，他來問我，我說這不是好事情。為什麼？跟鬼打交道。將來到哪裡去？一定到鬼道去，你跟他們熟悉了。他說：「怎麼辦？」我說：「如果你以後靜坐，這種境界一出現，你就下座，不要繼續打坐。」他用這個方法，半年之後這個境界就沒有了。所以，要記住《金剛經》講的「凡所有相，皆是虛妄」。特別是淨宗修的是清淨心，禪宗講「本來無一物」，要明白這個道理，淨宗自己修沒有什麼大問題，禪宗一定要有好老師指導。禪跟密都要有好老師，如果沒有老師指導，自己修很容易走錯路，這必須要曉得。"
    },
    {
      "id": "21-090-0078_p0049",
      "zh_CN": "又问：「如何担保一定达到往生净土，因为这些业总是在干扰，请问可否完全清掉？」",
      "zh_TW": "又問：「如何擔保一定達到往生淨土，因為這些業總是在干擾，請問可否完全清掉？」"
    },
    {
      "id": "21-090-0078_p0050",
      "zh_CN": "答：业可以完全清除，你自己要如理如法的去修学，但是这些外缘要断绝。佛在经上教给我们，如果真正做到「不容毫分不善夹杂」，你只要做到这一句，这些业可以能够完全清除，所以要避免外面环境干扰。",
      "zh_TW": "答：業可以完全清除，你自己要如理如法的去修學，但是這些外緣要斷絕。佛在經上教給我們，如果真正做到「不容毫分不善夾雜」，你只要做到這一句，這些業可以能夠完全清除，所以要避免外面環境干擾。"
    },
    {
      "id": "21-090-0078_p0051",
      "zh_CN": "他下面提出三个问题。第一：「请问我是在逐渐消业障，还是在造新殃？」",
      "zh_TW": "他下面提出三個問題。第一：「請問我是在逐漸消業障，還是在造新殃？」"
    },
    {
      "id": "21-090-0078_p0052",
      "zh_CN": "答：这个事情要问你自己，别人不知道。你到底是天天在消业障，还是在造新殃，你自己比任何人都清楚、都明了。",
      "zh_TW": "答：這個事情要問你自己，別人不知道。你到底是天天在消業障，還是在造新殃，你自己比任何人都清楚、都明瞭。"
    },
    {
      "id": "21-090-0078_p0053",
      "zh_CN": "第二：「请问以后还有没有受报？」",
      "zh_TW": "第二：「請問以後還有沒有受報？」"
    },
    {
      "id": "21-090-0078_p0054",
      "zh_CN": "答：以后决定有果报。善因决定有善果，恶因决定有恶报，业因果报丝毫不爽。",
      "zh_TW": "答：以後決定有果報。善因決定有善果，惡因決定有惡報，業因果報絲毫不爽。"
    },
    {
      "id": "21-090-0078_p0055",
      "zh_CN": "第三个问题：「请问怎样控制？」",
      "zh_TW": "第三個問題：「請問怎樣控制？」"
    },
    {
      "id": "21-090-0078_p0056",
      "zh_CN": "答：一定要克服自己的欲念，这个非常重要。就是对于五欲六尘的贪恋一定要克服，如果不能够克服，这是很难。一个人修行克服不容易，所以古来祖师大德提倡共修。早时共修确实有很好的效果，共修是依众靠众，大众互相勉励、互相警策，可以收到很好的效果。可是晚近，可以说近两百年来，虽然在一块共修，却已经流于形式了，共修的精神逐渐逐渐消失了，现在几乎就看不到了。共修有没有成就？还是完全要靠自己。",
      "zh_TW": "答：一定要克服自己的欲念，這個非常重要。就是對於五欲六塵的貪戀一定要克服，如果不能夠克服，這是很難。一個人修行克服不容易，所以古來祖師大德提倡共修。早時共修確實有很好的效果，共修是依眾靠眾，大眾互相勉勵、互相警策，可以收到很好的效果。可是晚近，可以說近兩百年來，雖然在一塊共修，卻已經流於形式了，共修的精神逐漸逐漸消失了，現在幾乎就看不到了。共修有沒有成就？還是完全要靠自己。"
    },
    {
      "id": "21-090-0078_p0057",
      "zh_CN": "对于经教自己要有正确的认识，为什么？它引导你，不至于教你走错路。尤其在现在，经不可不读，不能不听。因为你读经，里面的意思不太容易理解，听讲帮助你理解，帮助你觉悟，然后它才能指导你修行。这位同修的这些毛病、过失，你要想彻底消除，《俞净意公遇灶神记》这一篇很值得你做参考。俞净意先生的过失跟你非常类似，你看看他是怎么克服的。《了凡四训》也值得你去读，对你会很有帮助。",
      "zh_TW": "對於經教自己要有正確的認識，為什麼？它引導你，不至於教你走錯路。尤其在現在，經不可不讀，不能不聽。因為你讀經，裡面的意思不太容易理解，聽講幫助你理解，幫助你覺悟，然後它才能指導你修行。這位同修的這些毛病、過失，你要想徹底消除，《俞淨意公遇灶神記》這一篇很值得你做參考。俞淨意先生的過失跟你非常類似，你看看他是怎麼克服的。《了凡四訓》也值得你去讀，對你會很有幫助。"
    },
    {
      "id": "21-090-0078_p0058",
      "zh_CN": "这位林居士问：「十年前在大陆，我曾亲近过一位在家法师，并由他给予传授三皈。请开示。」",
      "zh_TW": "這位林居士問：「十年前在大陸，我曾親近過一位在家法師，並由他給予傳授三皈。請開示。」"
    },
    {
      "id": "21-090-0078_p0059",
      "zh_CN": "答：这是不如法的。在家居士不能够传授三皈，但是他可以跟你讲解三皈，把三皈的道理与意义跟你讲解清楚，他不能传授。传授，要是没有法师怎么办？在佛像面前自己发愿求受，可以。三皈五戒还有八关斋戒都可以在佛像面前自己发愿求受，那是在没有法师的时候。如果有法师，应当让出家人来给你做这个仪式。可是，最重要的是你要真正理解三皈的意义。",
      "zh_TW": "答：這是不如法的。在家居士不能夠傳授三皈，但是他可以跟你講解三皈，把三皈的道理與意義跟你講解清楚，他不能傳授。傳授，要是沒有法師怎麼辦？在佛像面前自己發願求受，可以。三皈五戒還有八關齋戒都可以在佛像面前自己發願求受，那是在沒有法師的時候。如果有法師，應當讓出家人來給你做這個儀式。可是，最重要的是你要真正理解三皈的意義。"
    },
    {
      "id": "21-090-0078_p0060",
      "zh_CN": "又说：「在您的讲座当中，我听到若附近没有寺院、没有出家人，可以由在家法师传授三皈仪式。」",
      "zh_TW": "又說：「在您的講座當中，我聽到若附近沒有寺院、沒有出家人，可以由在家法師傳授三皈儀式。」"
    },
    {
      "id": "21-090-0078_p0061",
      "zh_CN": "答：我没有说「三皈仪式」，这我刚才说清楚了，仪式可以自己在佛像面前诚心发愿求受，可以得到的。我们在《印光大师文钞》里面看到这个例子，许多人求印光大师给他授三皈，因为在当时交通非常不方便，也没有机会，也没有时间去寺院参访法师。他写信给印光法师，印光法师回信，把皈依证寄给他，让他自己在佛前面受，名字还是印光大师传授的，这个可以，祖师有这个例子。所以现在，如果交通闭塞不方便的地方，可以用这种方法。居士可以代替法师来主持仪式，决定不可以用在家人的名义来正式传授三皈，这是不许可的。",
      "zh_TW": "答：我沒有說「三皈儀式」，這我剛才說清楚了，儀式可以自己在佛像面前誠心發願求受，可以得到的。我們在《印光大師文鈔》裡面看到這個例子，許多人求印光大師給他授三皈，因為在當時交通非常不方便，也沒有機會，也沒有時間去寺院參訪法師。他寫信給印光法師，印光法師回信，把皈依證寄給他，讓他自己在佛前面受，名字還是印光大師傳授的，這個可以，祖師有這個例子。所以現在，如果交通閉塞不方便的地方，可以用這種方法。居士可以代替法師來主持儀式，決定不可以用在家人的名義來正式傳授三皈，這是不許可的。"
    },
    {
      "id": "21-090-0078_p0062",
      "zh_CN": "又说：「我住的地方是中国福州，附近是有许多寺院的出家法师。」",
      "zh_TW": "又說：「我住的地方是中國福州，附近是有許多寺院的出家法師。」"
    },
    {
      "id": "21-090-0078_p0063",
      "zh_CN": "答：你应当到寺院，请法师给你主持仪式。你不要分别，法师如法不如法与你不相干，所谓是「师父领进门，修行在个人」，不要起分别心，最重要的是要懂得三皈的意义。",
      "zh_TW": "答：你應當到寺院，請法師給你主持儀式。你不要分別，法師如法不如法與你不相干，所謂是「師父領進門，修行在個人」，不要起分別心，最重要的是要懂得三皈的意義。"
    },
    {
      "id": "21-090-0078_p0064",
      "zh_CN": "又说：「在这种情况之下，三皈是否如法，是否再受三皈，如此菩萨道上可有妨碍？」",
      "zh_TW": "又說：「在這種情況之下，三皈是否如法，是否再受三皈，如此菩薩道上可有妨礙？」"
    },
    {
      "id": "21-090-0078_p0065",
      "zh_CN": "答：如果在家居士给你传的，这个不如法。你最好在正规仪式方面，请寺院法师给你传授，这样比较好。",
      "zh_TW": "答：如果在家居士給你傳的，這個不如法。你最好在正規儀式方面，請寺院法師給你傳授，這樣比較好。"
    },
    {
      "id": "21-090-0078_p0066",
      "zh_CN": "这位是上海蔡居士：「我是上海学佛弟子，提一个关于教育孩子的家庭问题，恭请老法师开示。我的孩子已经是复旦大学四年级的学生，从小教育很严格。从心愿讲，希望他能够接受孔夫子儒家的教导，成为对社会有用的人；从他的情况来看，我觉得很满意，基本上达到了我的要求。我们全家目前都在学佛，对照佛菩萨的要求，我非常惭愧，距离还非常远，时常为孩子担忧，认为孩子这里有问题、那里应该提高，弄得孩子不太愉快，自己当然也很烦恼。有时想，孩子已经大了，随他去！但是，事到临头仍然会对孩子啰嗦，真是执着得很。请教尊敬的法师，我和孩子之间应该在什么基础上、准则上，建立互相都能接受的一种关系？」",
      "zh_TW": "這位是上海蔡居士：「我是上海學佛弟子，提一個關於教育孩子的家庭問題，恭請老法師開示。我的孩子已經是復旦大學四年級的學生，從小教育很嚴格。從心願講，希望他能夠接受孔夫子儒家的教導，成為對社會有用的人；從他的情況來看，我覺得很滿意，基本上達到了我的要求。我們全家目前都在學佛，對照佛菩薩的要求，我非常慚愧，距離還非常遠，時常為孩子擔憂，認為孩子這裡有問題、那裡應該提高，弄得孩子不太愉快，自己當然也很煩惱。有時想，孩子已經大了，隨他去！但是，事到臨頭仍然會對孩子囉嗦，真是執著得很。請教尊敬的法師，我和孩子之間應該在什麼基礎上、準則上，建立互相都能接受的一種關係？」"
    },
    {
      "id": "21-090-0078_p0067",
      "zh_CN": "答：我想你这个问题是现在一般社会的问题，你的问题算是相当美好了，有许许多多家庭问题比你严重得太多。你要如何跟你的孩子相处好？我想《了凡四训》这本书对你会有很大的帮助，你可以好好的读，也可以教你的孩子读。这本书确实是经过印光大师提出来之后，我们这么多年当中在读诵、研讨及学习，深深觉察它能够解决现前社会苦难的问题，真正是救护灾难的一个好方法，这个学习值得推广。",
      "zh_TW": "答：我想你這個問題是現在一般社會的問題，你的問題算是相當美好了，有許許多多家庭問題比你嚴重得太多。你要如何跟你的孩子相處好？我想《了凡四訓》這本書對你會有很大的幫助，你可以好好的讀，也可以教你的孩子讀。這本書確實是經過印光大師提出來之後，我們這麼多年當中在讀誦、研討及學習，深深覺察它能夠解決現前社會苦難的問題，真正是救護災難的一個好方法，這個學習值得推廣。"
    }
  ]
}