{
  "doc_id": "21-090-0066",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0066",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "21-090-0066_p0001",
      "zh_CN": "培训班郑居士问：「导师经常提醒我们，学讲经者要有好的法缘，平时必须广结善缘。弟子发愿细讲大经，可是弟子生性内向，不善交际，不喜应酬，且担心外缘太多影响清净心，请可否以心念去默祷，与大众结缘就好？或是一定要有所接触和互动，才算是善缘圆满？」",
      "zh_TW": "培訓班鄭居士問：「導師經常提醒我們，學講經者要有好的法緣，平時必須廣結善緣。弟子發願細講大經，可是弟子生性內向，不善交際，不喜應酬，且擔心外緣太多影響清淨心，請可否以心念去默禱，與大眾結緣就好？或是一定要有所接觸和互動，才算是善緣圓滿？」"
    },
    {
      "id": "21-090-0066_p0002",
      "zh_CN": "答：结缘方式很多，最重要的是心。心里面要真正尊重一切众生，敬爱一切众生，要帮助一切众生，就是当众生需要帮助的时候，一定要肯舍己为人。存这样的心，行这样的事，才是与一切众生结善缘。结缘决定不是攀缘，对自己修学障碍是攀缘，结缘决定不会产生障碍。所以结缘、随缘、攀缘界限，一定要搞得很清楚、很明白，不能够混为一谈，希望同学们多多的留意，要多多的学习。",
      "zh_TW": "答：結緣方式很多，最重要的是心。心裡面要真正尊重一切眾生，敬愛一切眾生，要幫助一切眾生，就是當眾生需要幫助的時候，一定要肯捨己為人。存這樣的心，行這樣的事，才是與一切眾生結善緣。結緣決定不是攀緣，對自己修學障礙是攀緣，結緣決定不會產生障礙。所以結緣、隨緣、攀緣界限，一定要搞得很清楚、很明白，不能夠混為一談，希望同學們多多的留意，要多多的學習。"
    },
    {
      "id": "21-090-0066_p0003",
      "zh_CN": "讲经法师与广大群众结缘，这是我们祖祖相传。谁传给我们的？本师释迦牟尼佛传下来的。你想想看，佛法里面常讲「佛不度无缘之人」，你将来修行成佛了，众生跟你没有缘，你度不了他。你讲经讲得再好，跟他没有缘，他不喜欢听，他不喜欢跟你接触，这就无可奈何。这种现象我们亲自看到，当年我们在台中跟李炳南老居士学讲经，我们有二十多位同学，有些人法缘很殊胜，听听他，实在讲得不怎么样，可是他听众就很多，很多人喜欢听他的。",
      "zh_TW": "講經法師與廣大群眾結緣，這是我們祖祖相傳。誰傳給我們的？本師釋迦牟尼佛傳下來的。你想想看，佛法裡面常講「佛不度無緣之人」，你將來修行成佛了，眾生跟你沒有緣，你度不了他。你講經講得再好，跟他沒有緣，他不喜歡聽，他不喜歡跟你接觸，這就無可奈何。這種現象我們親自看到，當年我們在台中跟李炳南老居士學講經，我們有二十多位同學，有些人法緣很殊勝，聽聽他，實在講得不怎麼樣，可是他聽眾就很多，很多人喜歡聽他的。"
    },
    {
      "id": "21-090-0066_p0004",
      "zh_CN": "法缘最殊胜的是林看治老居士，这个老居士跟我们一起学讲经时她六十岁，她年龄最大。她的孙子都做小学老师了，她还上我们这个内典班，来学讲经。小学毕业，佛经里面很多字都不认识，但是她很了不起，她非常谦虚，碰到人就问。看到有人走过来，「请教一下，这个字怎么念法？这一句怎么讲法？」随时问，她学成功了。学得虽然不怎么样，无论在哪个地方讲经，听众她是最多的，大家最喜欢听她的，很有成就。往生的时候九十多岁，走的瑞相非常好！学成之后，在台湾这个地区到处讲经。我们同学当中，有许多讲得比她好得太多，就是没人听，这是各人缘分不相同。",
      "zh_TW": "法緣最殊勝的是林看治老居士，這個老居士跟我們一起學講經時她六十歲，她年齡最大。她的孫子都做小學老師了，她還上我們這個內典班，來學講經。小學畢業，佛經裡面很多字都不認識，但是她很了不起，她非常謙虛，碰到人就問。看到有人走過來，「請教一下，這個字怎麼念法？這一句怎麼講法？」隨時問，她學成功了。學得雖然不怎麼樣，無論在哪個地方講經，聽眾她是最多的，大家最喜歡聽她的，很有成就。往生的時候九十多歲，走的瑞相非常好！學成之後，在台灣這個地區到處講經。我們同學當中，有許多講得比她好得太多，就是沒人聽，這是各人緣分不相同。"
    },
    {
      "id": "21-090-0066_p0005",
      "zh_CN": "所以结缘比什么都重要！我们能够以真诚心多关心别人、多帮助别人，都是结缘。就说到讲堂来听讲经，听别的法师讲经，我们也在场听，我们利用这一点时间关怀一般听众，我们自己有座位，大概都排在前面，在还没有开讲之前，我们不必自己坐在那个地方，我们到门口去当招待，这就是结缘。听众来的时候，亲切的跟他打招呼，让他座位，告诉他从哪里走、哪边去坐，亲切招待，都是结法缘，这对自己修行一点妨碍都没有。所以要懂得随时随处帮助别人，决定不妨碍自己用功修行。",
      "zh_TW": "所以結緣比什麼都重要！我們能夠以真誠心多關心別人、多幫助別人，都是結緣。就說到講堂來聽講經，聽別的法師講經，我們也在場聽，我們利用這一點時間關懷一般聽眾，我們自己有座位，大概都排在前面，在還沒有開講之前，我們不必自己坐在那個地方，我們到門口去當招待，這就是結緣。聽眾來的時候，親切的跟他打招呼，讓他座位，告訴他從哪裡走、哪邊去坐，親切招待，都是結法緣，這對自己修行一點妨礙都沒有。所以要懂得隨時隨處幫助別人，決定不妨礙自己用功修行。"
    },
    {
      "id": "21-090-0066_p0006",
      "zh_CN": "第二个问题：「大经第十九品中，经云：『若欲食时，七宝钵器，自然在前，百味饮食，自然盈满。虽有此食，实无食者，但见色闻香，以意为食。』其中若欲食时，请问『若欲』是动了妄念，还是合缘？若真有起心动念的话，五欲的其他四欲亦会起现行吗？」",
      "zh_TW": "第二個問題：「大經第十九品中，經云：『若欲食時，七寶缽器，自然在前，百味飲食，自然盈滿。雖有此食，實無食者，但見色聞香，以意為食。』其中若欲食時，請問『若欲』是動了妄念，還是合緣？若真有起心動念的話，五欲的其他四欲亦會起現行嗎？」"
    },
    {
      "id": "21-090-0066_p0007",
      "zh_CN": "答：这是属于初往生的，到达极乐世界时间不久，他还有这个习气。习气一现行，境界就现前。由此可知，西方极乐世界无不是随心所欲，所谓心想事成。这是食，其余的还有财色名利这种种欲望会不会现前？可能会现前。现前会不会造业？不会造业。为什么？一现前，立刻就知道了，这不是在娑婆世界，这是在极乐世界，所以见色闻香这境界就消失了。这是最严重的一个欲望，其他的欲望比这个欲望要轻。为什么？每天吃三餐饭还要吃几道点心，这是无量劫来都没有中断，所以这个习气最深；举这个最深的习气来跟你讲，只要境界一现前，立刻就觉悟了。",
      "zh_TW": "答：這是屬於初往生的，到達極樂世界時間不久，他還有這個習氣。習氣一現行，境界就現前。由此可知，西方極樂世界無不是隨心所欲，所謂心想事成。這是食，其餘的還有財色名利這種種欲望會不會現前？可能會現前。現前會不會造業？不會造業。為什麼？一現前，立刻就知道了，這不是在娑婆世界，這是在極樂世界，所以見色聞香這境界就消失了。這是最嚴重的一個欲望，其他的欲望比這個欲望要輕。為什麼？每天吃三餐飯還要吃幾道點心，這是無量劫來都沒有中斷，所以這個習氣最深；舉這個最深的習氣來跟你講，只要境界一現前，立刻就覺悟了。"
    },
    {
      "id": "21-090-0066_p0008",
      "zh_CN": "所以西方极乐世界断烦恼、断习气快，原因就在此地。那边你所接触的，是诸上善人俱会一处。莲池、蕅益大师给我们解释的「上善」是指哪些？等觉菩萨像观音、势至，文殊、普贤，这些大菩萨很多很多在极乐世界，他们环绕在你的周围，不管你起什么妄想，他们有方法帮助你。所以西方世界修行环境好，那是一切诸佛世界都不能够相比的，道理在此地。",
      "zh_TW": "所以西方極樂世界斷煩惱、斷習氣快，原因就在此地。那邊你所接觸的，是諸上善人俱會一處。蓮池、蕅益大師給我們解釋的「上善」是指哪些？等覺菩薩像觀音、勢至，文殊、普賢，這些大菩薩很多很多在極樂世界，他們環繞在你的周圍，不管你起什麼妄想，他們有方法幫助你。所以西方世界修行環境好，那是一切諸佛世界都不能夠相比的，道理在此地。"
    },
    {
      "id": "21-090-0066_p0009",
      "zh_CN": "我们修学有疑惑，一定要搞清楚。为什么？疑是菩萨修行最大的障碍。我们对于世尊、对于弥陀、对于这些诸大菩萨决定没有疑惑，这对于我们的道业就有很大的帮助。所以有疑要问，断疑生信。",
      "zh_TW": "我們修學有疑惑，一定要搞清楚。為什麼？疑是菩薩修行最大的障礙。我們對於世尊、對於彌陀、對於這些諸大菩薩決定沒有疑惑，這對於我們的道業就有很大的幫助。所以有疑要問，斷疑生信。"
    },
    {
      "id": "21-090-0066_p0010",
      "zh_CN": "问：「生则决定生，去则实不去，怎么样解释？（这两句话是印光大师讲的）。往生极乐，进步成了问题。」",
      "zh_TW": "問：「生則決定生，去則實不去，怎麼樣解釋？（這兩句話是印光大師講的）。往生極樂，進步成了問題。」"
    },
    {
      "id": "21-090-0066_p0011",
      "zh_CN": "答：这个意思很深。生，决定往生极乐世界；去，实实在在没有去。这两句话分开来讲比较容易，合在一起麻烦就大了，这个意思就深了。因为我们凡夫不了解宇宙人生真相，所以才有疑惑；如果真相明白了，你这问题就不会有疑惑了。极乐世界有没有？有，确实有，跟我们现在娑婆世界一样决定有。虽然是决定有，但是你要晓得，这个境界是自己变现的，不是从外头来的。",
      "zh_TW": "答：這個意思很深。生，決定往生極樂世界；去，實實在在沒有去。這兩句話分開來講比較容易，合在一起麻煩就大了，這個意思就深了。因為我們凡夫不了解宇宙人生真相，所以才有疑惑；如果真相明白了，你這問題就不會有疑惑了。極樂世界有沒有？有，確實有，跟我們現在娑婆世界一樣決定有。雖然是決定有，但是你要曉得，這個境界是自己變現的，不是從外頭來的。"
    },
    {
      "id": "21-090-0066_p0012",
      "zh_CN": "佛在大乘经上讲：「虚空法界依正庄严，唯心所现，唯识所变」。心就是自己的真心，识就是自己的妄想分别执着；换句话说，识是心的作用。虚空世界依正庄严是这么来的，所以说「生则决定生」。生是你变，你念阿弥陀佛，就变阿弥陀佛的境界，你想西方极乐世界，西方极乐世界就现前。为什么说「去则实不去」？这个世界是我们真心变现的，西方极乐世界也是我们真心变现的，从自己心跟识来说，没有来去。",
      "zh_TW": "佛在大乘經上講：「虛空法界依正莊嚴，唯心所現，唯識所變」。心就是自己的真心，識就是自己的妄想分別執著；換句話說，識是心的作用。虛空世界依正莊嚴是這麼來的，所以說「生則決定生」。生是你變，你念阿彌陀佛，就變阿彌陀佛的境界，你想西方極樂世界，西方極樂世界就現前。為什麼說「去則實不去」？這個世界是我們真心變現的，西方極樂世界也是我們真心變現的，從自己心跟識來說，沒有來去。"
    },
    {
      "id": "21-090-0066_p0013",
      "zh_CN": "这个说法如果诸位还不容易体会，我们用现在电视来说，现在家家都有电视，你们每一个人都看电视，电视画面就一个，频道很多，我们娑婆世界是一个频道，西方极乐世界是另外一个频道。我们念佛，就等于说把西方极乐世界频道打开，极乐世界现前了，生则决定生；去，没去，还是在这个画面上。并不是说这个画面另外出来一个画面，不是的，还是这个画面。",
      "zh_TW": "這個說法如果諸位還不容易體會，我們用現在電視來說，現在家家都有電視，你們每一個人都看電視，電視畫面就一個，頻道很多，我們娑婆世界是一個頻道，西方極樂世界是另外一個頻道。我們念佛，就等於說把西方極樂世界頻道打開，極樂世界現前了，生則決定生；去，沒去，還是在這個畫面上。並不是說這個畫面另外出來一個畫面，不是的，還是這個畫面。"
    },
    {
      "id": "21-090-0066_p0014",
      "zh_CN": "所以极乐世界在哪里？就在此地。可是怎样？你见不到。你要不相信，我们举个例子，你就能够想像得到。你晚上睡觉会作梦，你梦到梦境里头那个天地不一样，在哪里？就在此地，没有离开这个房间，没有离开你那张床。为什么现那么多境界，每天晚上作梦都不同的境界？这就说明了「生则决定生，去则实不去」。",
      "zh_TW": "所以極樂世界在哪裡？就在此地。可是怎樣？你見不到。你要不相信，我們舉個例子，你就能夠想像得到。你晚上睡覺會作夢，你夢到夢境裡頭那個天地不一樣，在哪裡？就在此地，沒有離開這個房間，沒有離開你那張床。為什麼現那麼多境界，每天晚上作夢都不同的境界？這就說明了「生則決定生，去則實不去」。"
    },
    {
      "id": "21-090-0066_p0015",
      "zh_CN": "所以一定要相信，决定有极乐世界，绝对不是假的。我们心里想佛，佛就现前；想菩萨，菩萨就现前；想妖魔鬼怪，妖魔鬼怪就现前。都不是从外来的，是你从心想生，所以人的念头要好。恶念，就是想妖魔鬼怪；善念，就是想佛菩萨。你想过好日子，想遇到好的境界，你就要好的念头、好的想法。念佛是最善的念头，纯真无妄，念其他的都带妄，善里面总有夹杂不善，只有念佛是纯善，一丝毫夹杂都没有，这个道理一定要懂，所以往生极乐世界决定没有问题。",
      "zh_TW": "所以一定要相信，決定有極樂世界，絕對不是假的。我們心裡想佛，佛就現前；想菩薩，菩薩就現前；想妖魔鬼怪，妖魔鬼怪就現前。都不是從外來的，是你從心想生，所以人的念頭要好。惡念，就是想妖魔鬼怪；善念，就是想佛菩薩。你想過好日子，想遇到好的境界，你就要好的念頭、好的想法。念佛是最善的念頭，純真無妄，念其他的都帶妄，善裡面總有夾雜不善，只有念佛是純善，一絲毫夾雜都沒有，這個道理一定要懂，所以往生極樂世界決定沒有問題。"
    },
    {
      "id": "21-090-0066_p0016",
      "zh_CN": "这位同修问了两个问题，第一个：「孩子婚嫁父母不同意，双方应如何处理？孩子是否完全随顺父母心意才算尽孝？」",
      "zh_TW": "這位同修問了兩個問題，第一個：「孩子婚嫁父母不同意，雙方應如何處理？孩子是否完全隨順父母心意才算盡孝？」"
    },
    {
      "id": "21-090-0066_p0017",
      "zh_CN": "答：孝，中国对孝最重要的要求是顺，孝顺。但是顺，不是顺情识，是顺本性，这个要知道，千万不能弄错。现在有些父母喜欢儿子作大官、发大财，自己好享受；儿子要是随顺父母，这就错了。所以，顺是顺性德，不是随顺烦恼，不是随顺无理的要求，一定要懂这个道理。",
      "zh_TW": "答：孝，中國對孝最重要的要求是順，孝順。但是順，不是順情識，是順本性，這個要知道，千萬不能弄錯。現在有些父母喜歡兒子作大官、發大財，自己好享受；兒子要是隨順父母，這就錯了。所以，順是順性德，不是隨順煩惱，不是隨順無理的要求，一定要懂這個道理。"
    },
    {
      "id": "21-090-0066_p0018",
      "zh_CN": "如果父母有过失，父母知见不正，像中国讲孝道，第一个讲大舜，舜王，舜王的父母跟他继母生的弟弟都不懂道理，都不是善人，起心动念想方设法想把舜害死。如果大舜要是孝顺、随顺，那就只好死了，死了才顺他父母的心，这就大错，这就造成父母最大的过失。所以你看看大舜，他那个孝顺是顺性德；知道父母有这个错误的观念，用高度智慧，佛家讲善巧方便，让他的父母、让他的弟弟觉悟，改过自新，回头是岸，这叫大孝！",
      "zh_TW": "如果父母有過失，父母知見不正，像中國講孝道，第一個講大舜，舜王，舜王的父母跟他繼母生的弟弟都不懂道理，都不是善人，起心動念想方設法想把舜害死。如果大舜要是孝順、隨順，那就只好死了，死了才順他父母的心，這就大錯，這就造成父母最大的過失。所以你看看大舜，他那個孝順是順性德；知道父母有這個錯誤的觀念，用高度智慧，佛家講善巧方便，讓他的父母、讓他的弟弟覺悟，改過自新，回頭是岸，這叫大孝！"
    },
    {
      "id": "21-090-0066_p0019",
      "zh_CN": "从前做父母的跟现在做父母的，确实有很多在观念上不相同。从前作父母，并不希望自己的儿孙作大官、发大财，这种念头固然也有，绝对不是都是的。明理的人希望自己的儿孙作好人、作善人，作圣人、作贤人。所以中国古时候的教育，读书志在圣贤。现在上学念书，他志在哪里？我们普遍去问这些年轻人，志在发财，这就错了。无论从事哪一个行业、去学哪个，都是想到「这个行业会不会赚钱？赚钱快不快？」全是为了赚钱去读书、去求学，人生的意义与价值完全丧失了。",
      "zh_TW": "從前做父母的跟現在做父母的，確實有很多在觀念上不相同。從前作父母，並不希望自己的兒孫作大官、發大財，這種念頭固然也有，絕對不是都是的。明理的人希望自己的兒孫作好人、作善人，作聖人、作賢人。所以中國古時候的教育，讀書志在聖賢。現在上學念書，他志在哪裡？我們普遍去問這些年輕人，志在發財，這就錯了。無論從事哪一個行業、去學哪個，都是想到「這個行業會不會賺錢？賺錢快不快？」全是為了賺錢去讀書、去求學，人生的意義與價值完全喪失了。"
    },
    {
      "id": "21-090-0066_p0020",
      "zh_CN": "人生就是为了赚钱来的吗？他是真的为赚钱来的，一生就赚钱，他会赚，他不会用，他不会享受，最后到死了，他所赚的别人享受了，冤不冤枉！我从前讲经做过比喻，有钱的人，许许多多风景好的地方都建了别墅，房子都建得很大，富丽堂皇；自己没有时间去住，雇几个佣人到那边去住，每个月还要给他钱，请他到那里去享福。有的时候建了一栋别墅，自己一生当中一晚都没住过，冤不冤枉！这个就是什么？这个就是他的一个错误观念，一生为赚钱，不懂得享受，这个错了。",
      "zh_TW": "人生就是為了賺錢來的嗎？他是真的為賺錢來的，一生就賺錢，他會賺，他不會用，他不會享受，最後到死了，他所賺的別人享受了，冤不冤枉！我從前講經做過比喻，有錢的人，許許多多風景好的地方都建了別墅，房子都建得很大，富麗堂皇；自己沒有時間去住，僱幾個佣人到那邊去住，每個月還要給他錢，請他到那裡去享福。有的時候建了一棟別墅，自己一生當中一晚都沒住過，冤不冤枉！這個就是什麼？這個就是他的一個錯誤觀念，一生為賺錢，不懂得享受，這個錯了。"
    },
    {
      "id": "21-090-0066_p0021",
      "zh_CN": "为了赚钱，儿女教育疏忽了。中国古人讲「父子有亲」，父子亲情没有了。父亲没有照顾儿女，儿女心目当中也没有这个父亲，这就是家不成家，这是我们今天这个世界动乱悲惨的一个原因，我们要晓得。所以这是大学问，不是普通的事情。现在人没有人懂得孝道了，没有人教他，他怎么会懂？他不是生而知之，要教。今天没有人教孝了，什么叫做孝，他不懂。做父母的也不懂，做儿女的更不懂；你在学校里面问老师，老师也不懂，老师也没学过，难就难在这个地方。",
      "zh_TW": "為了賺錢，兒女教育疏忽了。中國古人講「父子有親」，父子親情沒有了。父親沒有照顧兒女，兒女心目當中也沒有這個父親，這就是家不成家，這是我們今天這個世界動亂悲慘的一個原因，我們要曉得。所以這是大學問，不是普通的事情。現在人沒有人懂得孝道了，沒有人教他，他怎麼會懂？他不是生而知之，要教。今天沒有人教孝了，什麼叫做孝，他不懂。做父母的也不懂，做兒女的更不懂；你在學校裡面問老師，老師也不懂，老師也沒學過，難就難在這個地方。"
    },
    {
      "id": "21-090-0066_p0022",
      "zh_CN": "所以今天儿女结婚，最好提醒当事人，你们结婚的目的何在？如果是为了两个人相爱，这个结婚是非常脆弱的。为什么？到哪一天不爱就完了，他的婚姻寿命就死亡了，这是最危险的。今天社会离婚率为什么这么高？就是结婚的目的错了。至少，结婚的目的是有共同的愿望、共同的志愿、共同的生活目标，这样它才能维持长久，这是必须要考虑到的。所谓是志同道合，双方的兴趣相同、志愿相同，在社会上愿意从事某一种行业，有这样相同的一个志趣，维持这个婚姻就会久一点了。这是在现实状况之下，谈道义谈不上了，道义现在没人懂。",
      "zh_TW": "所以今天兒女結婚，最好提醒當事人，你們結婚的目的何在？如果是為了兩個人相愛，這個結婚是非常脆弱的。為什麼？到哪一天不愛就完了，他的婚姻壽命就死亡了，這是最危險的。今天社會離婚率為什麼這麼高？就是結婚的目的錯了。至少，結婚的目的是有共同的願望、共同的志願、共同的生活目標，這樣它才能維持長久，這是必須要考慮到的。所謂是志同道合，雙方的興趣相同、志願相同，在社會上願意從事某一種行業，有這樣相同的一個志趣，維持這個婚姻就會久一點了。這是在現實狀況之下，談道義談不上了，道義現在沒人懂。"
    },
    {
      "id": "21-090-0066_p0023",
      "zh_CN": "真正受过古圣先贤教诲的人，他懂得道义。道义的结合，神圣都赞叹。但是现在没有人教，谁懂得道义？什么叫「道」？什么叫「义」？这两个字，一般人能认得，也能念得出来，什么意思不懂。连《三字经》都说：「人不学，不知义」。这个「学」，一定要学古圣先贤的教诲，它有用，它不是没有用。古圣先贤是真实的智慧，累积千万年的经验，是人生一条康庄大道，可惜现在人不肯学，这个就没法子了。举世之人不学，我们明白了，我们认清楚了，我们要认真努力修学。",
      "zh_TW": "真正受過古聖先賢教誨的人，他懂得道義。道義的結合，神聖都讚歎。但是現在沒有人教，誰懂得道義？什麼叫「道」？什麼叫「義」？這兩個字，一般人能認得，也能念得出來，什麼意思不懂。連《三字經》都說：「人不學，不知義」。這個「學」，一定要學古聖先賢的教誨，它有用，它不是沒有用。古聖先賢是真實的智慧，累積千萬年的經驗，是人生一條康莊大道，可惜現在人不肯學，這個就沒法子了。舉世之人不學，我們明白了，我們認清楚了，我們要認真努力修學。"
    },
    {
      "id": "21-090-0066_p0024",
      "zh_CN": "所以我们在澳洲建这个小道场，没有别的，就是提供同学们，你们真正发心要学古圣先贤的学问，我提供这个环境让你去学，让你专心，全心全力去修学。我没有别的目的，你学了之后才知道对你有好处，改变你的观念，重新思考你的人生价值观，你在这里头得到真正的乐趣，佛家讲的法喜充满。你不学怎么行？所以这个问题是个大问题。",
      "zh_TW": "所以我們在澳洲建這個小道場，沒有別的，就是提供同學們，你們真正發心要學古聖先賢的學問，我提供這個環境讓你去學，讓你專心，全心全力去修學。我沒有別的目的，你學了之後才知道對你有好處，改變你的觀念，重新思考你的人生價值觀，你在這裡頭得到真正的樂趣，佛家講的法喜充滿。你不學怎麼行？所以這個問題是個大問題。"
    },
    {
      "id": "21-090-0066_p0025",
      "zh_CN": "尽孝道，在这个世间非常非常困难。所以希望小孩婚姻美满，必须提醒他，不能够纯粹为感情，要为前途、要为事业真正找到志同道合，互相帮助，这样的结合比较好一点。",
      "zh_TW": "盡孝道，在這個世間非常非常困難。所以希望小孩婚姻美滿，必須提醒他，不能夠純粹為感情，要為前途、要為事業真正找到志同道合，互相幫助，這樣的結合比較好一點。"
    },
    {
      "id": "21-090-0066_p0026",
      "zh_CN": "第二个问题：「孩子不学无术，喜爱吃喝玩乐。母亲精进念佛，请问能否把儿子不良习惯转变？」",
      "zh_TW": "第二個問題：「孩子不學無術，喜愛吃喝玩樂。母親精進念佛，請問能否把兒子不良習慣轉變？」"
    },
    {
      "id": "21-090-0066_p0027",
      "zh_CN": "答：这在理论上讲，能讲得通。精进念佛念到什么程度？这是个问题。念到你儿子能感动了，能回头了，这个需要时间。往年香港何东爵士的儿子，这是二次世界大战时候何世礼将军，他们全家都是虔诚的基督徒，他的母亲是虔诚的佛教徒，也是念佛念了一生，最后把她全家转变了。她用什么方法？她自在往生，表演给一家人看，这一家人看到，没有话说了。佛教不是假的是真的，要有时间，要有方便。",
      "zh_TW": "答：這在理論上講，能講得通。精進念佛念到什麼程度？這是個問題。念到你兒子能感動了，能回頭了，這個需要時間。往年香港何東爵士的兒子，這是二次世界大戰時候何世禮將軍，他們全家都是虔誠的基督徒，他的母親是虔誠的佛教徒，也是念佛念了一生，最後把她全家轉變了。她用什麼方法？她自在往生，表演給一家人看，這一家人看到，沒有話說了。佛教不是假的是真的，要有時間，要有方便。"
    },
    {
      "id": "21-090-0066_p0028",
      "zh_CN": "何世礼母亲往生，报纸上都登了。她开往生大会，她是预知时至，那是真有把握，告诉她家里的人什么时候走，要全家人来念佛送她。看到她盘腿打坐，跟大家交代话交代完了之后，大家念佛，不到十几分钟，她就走了。这没话说！用这个方法，让全家人回过头来。",
      "zh_TW": "何世禮母親往生，報紙上都登了。她開往生大會，她是預知時至，那是真有把握，告訴她家裡的人什麼時候走，要全家人來念佛送她。看到她盤腿打坐，跟大家交代話交代完了之後，大家念佛，不到十幾分鐘，她就走了。這沒話說！用這個方法，讓全家人回過頭來。"
    },
    {
      "id": "21-090-0066_p0029",
      "zh_CN": "妳要叫妳儿子回头，可能也要用这个方法才行。真正表演给他看，让他觉悟、让他回头，其他的方法要感动现在一个人不是容易事情。但是，一定要做，要求佛菩萨加持。至少要做出善的事一定有好的果报，造作不善一定有不善的果报，让他真正把这个事实真相看出来、看明白了，他会回头。",
      "zh_TW": "妳要叫妳兒子回頭，可能也要用這個方法才行。真正表演給他看，讓他覺悟、讓他回頭，其他的方法要感動現在一個人不是容易事情。但是，一定要做，要求佛菩薩加持。至少要做出善的事一定有好的果報，造作不善一定有不善的果報，讓他真正把這個事實真相看出來、看明白了，他會回頭。"
    },
    {
      "id": "21-090-0066_p0030",
      "zh_CN": "印光大师在这一生当中，他老人家示现的提倡因果教育，很有道理！现在这个社会，妳跟他讲理论很麻烦，讲不通，他也不接受。善有善报，恶有恶报，很现实的摆在你面前，他不能不相信，他不能不认真思考。所以因果教育比什么都重要！为什么印光大师一生那样努力提倡《了凡四训》？《了凡四训》就是说明因果，这是很值得我们思考的。",
      "zh_TW": "印光大師在這一生當中，他老人家示現的提倡因果教育，很有道理！現在這個社會，妳跟他講理論很麻煩，講不通，他也不接受。善有善報，惡有惡報，很現實的擺在你面前，他不能不相信，他不能不認真思考。所以因果教育比什麼都重要！為什麼印光大師一生那樣努力提倡《了凡四訓》？《了凡四訓》就是說明因果，這是很值得我們思考的。"
    },
    {
      "id": "21-090-0066_p0031",
      "zh_CN": "这位居士问：「广东省韶关小西天妙容师托我转交五部血经，他用了很长的时间才写完，以表他弘法的决心。妙容师今年二十六岁，大学程度，他立志要跟净老当学生弘扬《无量寿经》，已发大菩提心度众生，能否来新加坡？手续怎么办？请上人开示，以满菩提愿。这些经书能否现在交给您？给您还有一本血书信。另外，我们那里还有一位老居士，德高望重，写了几个字叫我交给您。」",
      "zh_TW": "這位居士問：「廣東省韶關小西天妙容師託我轉交五部血經，他用了很長的時間才寫完，以表他弘法的決心。妙容師今年二十六歲，大學程度，他立志要跟淨老當學生弘揚《無量壽經》，已發大菩提心度眾生，能否來新加坡？手續怎麼辦？請上人開示，以滿菩提願。這些經書能否現在交給您？給您還有一本血書信。另外，我們那裡還有一位老居士，德高望重，寫了幾個字叫我交給您。」"
    },
    {
      "id": "21-090-0066_p0032",
      "zh_CN": "答：这个信要交给李木源居士。他写的这些血书，也都交给李居士，请李居士给他办这些手续。",
      "zh_TW": "答：這個信要交給李木源居士。他寫的這些血書，也都交給李居士，請李居士給他辦這些手續。"
    },
    {
      "id": "21-090-0066_p0033",
      "zh_CN": "这位同修问：「学佛人家庭很幸福，但是家的成员有半信、有默认佛法，在这样情况之下，请问怎样才能成为家庭学佛道场？」",
      "zh_TW": "這位同修問：「學佛人家庭很幸福，但是家的成員有半信、有默認佛法，在這樣情況之下，請問怎樣才能成為家庭學佛道場？」"
    },
    {
      "id": "21-090-0066_p0034",
      "zh_CN": "答：这个家庭幸福，只要你信佛家人不反对，这就很好了。要度化一家人要有智慧，要有善巧方便，家人不反对总算是都有缘。我相信只要你多下一点功夫，不难度化你的家人。",
      "zh_TW": "答：這個家庭幸福，只要你信佛家人不反對，這就很好了。要度化一家人要有智慧，要有善巧方便，家人不反對總算是都有緣。我相信只要你多下一點功夫，不難度化你的家人。"
    },
    {
      "id": "21-090-0066_p0035",
      "zh_CN": "问：「我想做一个对人对事对物清清楚楚、明明白白的学佛人，请问怎样才能做到？」",
      "zh_TW": "問：「我想做一個對人對事對物清清楚楚、明明白白的學佛人，請問怎樣才能做到？」"
    },
    {
      "id": "21-090-0066_p0036",
      "zh_CN": "答：这个要读经。要把佛陀的教训变成我们自己的思想、行为，你就做到了。读什么经？现在许许多多同修都读《无量寿经》，《无量寿经》非常好，就一部经就可以了。常常读，常常听，明白经里面所说的道理，把经中所说的道理变成自己的思想、见解，把经里面许许多多的教训，变成我们的生活、行为，你的愿望就能够达到。",
      "zh_TW": "答：這個要讀經。要把佛陀的教訓變成我們自己的思想、行為，你就做到了。讀什麼經？現在許許多多同修都讀《無量壽經》，《無量壽經》非常好，就一部經就可以了。常常讀，常常聽，明白經裡面所說的道理，把經中所說的道理變成自己的思想、見解，把經裡面許許多多的教訓，變成我們的生活、行為，你的願望就能夠達到。"
    },
    {
      "id": "21-090-0066_p0037",
      "zh_CN": "这位居士大概是从纽约来的，问：「在悟道法师领导下，纽约的净宗学会成立三周年，可否恭请老法师到纽约为信徒们传授三皈五戒？」",
      "zh_TW": "這位居士大概是從紐約來的，問：「在悟道法師領導下，紐約的淨宗學會成立三周年，可否恭請老法師到紐約為信徒們傳授三皈五戒？」"
    },
    {
      "id": "21-090-0066_p0038",
      "zh_CN": "答：如果单为传授三皈五戒跑一趟纽约，我觉得没有这个必要。传授三皈五戒，这是任何一个出家人都可以做的，不要执着。最重要的，是要把三皈五戒讲清楚、讲明白。这一点，我们已经做了好像有三、四个录像带，现在大概已经做成光碟，诸位可以带回去，带回去后多听，再举行仪式，任何法师都可以做。最重要的是懂得三皈，「皈」是什么意思？「依」是什么意思？怎样皈依才如法？我们讲得很清楚、很明白，这就好了。所谓「师父领进门，修行在个人」，这一点很重要，不要执着某一个人，任何法师在我们心目当中都是平等的。",
      "zh_TW": "答：如果單為傳授三皈五戒跑一趟紐約，我覺得沒有這個必要。傳授三皈五戒，這是任何一個出家人都可以做的，不要執著。最重要的，是要把三皈五戒講清楚、講明白。這一點，我們已經做了好像有三、四個錄像帶，現在大概已經做成光碟，諸位可以帶回去，帶回去後多聽，再舉行儀式，任何法師都可以做。最重要的是懂得三皈，「皈」是什麼意思？「依」是什麼意思？怎樣皈依才如法？我們講得很清楚、很明白，這就好了。所謂「師父領進門，修行在個人」，這一點很重要，不要執著某一個人，任何法師在我們心目當中都是平等的。"
    },
    {
      "id": "21-090-0066_p0039",
      "zh_CN": "这是合肥居士问：「家乡人民向您致以亲切的问候，遥祝法体康泰，盼望您早归故里。有几个问题，请老法师慈悲开示。」",
      "zh_TW": "這是合肥居士問：「家鄉人民向您致以親切的問候，遙祝法體康泰，盼望您早歸故里。有幾個問題，請老法師慈悲開示。」"
    },
    {
      "id": "21-090-0066_p0040",
      "zh_CN": "答：我们从小流浪在海外，对于怀念故乡这一份的情执，确实不是亲身经历的很难体会。往年赵朴老在世，我们每一次见面，他都会提到落叶归根。我们想回到故国、想回到家乡，想了几十年，一直到现在，这个缘还是不成熟。不过我们学了佛，佛以宇宙为家，给我们指出一条明路。所以，对于思念故乡的情执，以佛法真实智慧把它融解开了。",
      "zh_TW": "答：我們從小流浪在海外，對於懷念故鄉這一份的情執，確實不是親身經歷的很難體會。往年趙樸老在世，我們每一次見面，他都會提到落葉歸根。我們想回到故國、想回到家鄉，想了幾十年，一直到現在，這個緣還是不成熟。不過我們學了佛，佛以宇宙為家，給我們指出一條明路。所以，對於思念故鄉的情執，以佛法真實智慧把它融解開了。"
    },
    {
      "id": "21-090-0066_p0041",
      "zh_CN": "佛家说：「佛不度无缘之人」，换句话就是哪里有缘就到哪里去。全世界许许多多国家地区我们走过了，现在缘最殊胜的是澳洲，确实是因缘具足，我们中国人讲天时、地利、人和三者具足。这不是我们选择的，正如同澳洲昆士兰的多元文化局的局长，我们认识不少年，他提了好几次，问我：「为什么选择在图文巴？」这一次碰到的时候，他又问我。我说：「不是我选择的，我没有选择，上帝选择的。」因为他是犹太教，犹太教拜上帝，所以我说是上帝选择的。",
      "zh_TW": "佛家說：「佛不度無緣之人」，換句話就是哪裡有緣就到哪裡去。全世界許許多多國家地區我們走過了，現在緣最殊勝的是澳洲，確實是因緣具足，我們中國人講天時、地利、人和三者具足。這不是我們選擇的，正如同澳洲昆士蘭的多元文化局的局長，我們認識不少年，他提了好幾次，問我：「為什麼選擇在圖文巴？」這一次碰到的時候，他又問我。我說：「不是我選擇的，我沒有選擇，上帝選擇的。」因為他是猶太教，猶太教拜上帝，所以我說是上帝選擇的。"
    },
    {
      "id": "21-090-0066_p0042",
      "zh_CN": "这个都市的市长对我们非常亲切，很乐意的招待。最难得的是当地的学校南昆大。这一次悟泓法师、郑居士他们去访问，他们的网路设备非常先进。昨天那边的刘居士打电话给我，学校正式通知我们，学校要召开一个会议，成立一个小组，协助我们做网路教学的工作，我们听到非常感动，实在是非常难得。所以澳洲的缘是真的成熟了，他们不仅是口头上的欢迎，他们有实际行动来协助，这就是我们为什么要到澳洲去做这个工作。所以这个绝对不是人为的，绝对不是我们要想到哪个地方。",
      "zh_TW": "這個都市的市長對我們非常親切，很樂意的招待。最難得的是當地的學校南昆大。這一次悟泓法師、鄭居士他們去訪問，他們的網路設備非常先進。昨天那邊的劉居士打電話給我，學校正式通知我們，學校要召開一個會議，成立一個小組，協助我們做網路教學的工作，我們聽到非常感動，實在是非常難得。所以澳洲的緣是真的成熟了，他們不僅是口頭上的歡迎，他們有實際行動來協助，這就是我們為什麼要到澳洲去做這個工作。所以這個絕對不是人為的，絕對不是我們要想到哪個地方。"
    },
    {
      "id": "21-090-0066_p0043",
      "zh_CN": "我们不是想到澳洲，我们真正的想法想在哪里？想在香港。为什么？往大陆愈靠近愈好，所以在那里建立道场，我们的设备大概花了港币三、四百万。但是没有想到澳洲的缘这么样的成熟，这是我实实在在想像不到的。不但我想像不到，没有人能想像到的，所以我才讲这是上帝安排的。我们一定要能够顺乎天而应乎民，不可以逆天行事，这样才好。",
      "zh_TW": "我們不是想到澳洲，我們真正的想法想在哪裡？想在香港。為什麼？往大陸愈靠近愈好，所以在那裡建立道場，我們的設備大概花了港幣三、四百萬。但是沒有想到澳洲的緣這麼樣的成熟，這是我實實在在想像不到的。不但我想像不到，沒有人能想像到的，所以我才講這是上帝安排的。我們一定要能夠順乎天而應乎民，不可以逆天行事，這樣才好。"
    },
    {
      "id": "21-090-0066_p0044",
      "zh_CN": "无论在哪个地方修学，当我们自己道业学问成就了，我们向全世界弘扬佛法。澳洲为我们提供最先进的设备，网路、录像的设备是最先进的。他里面这些机器，我向他请教过，看他这一套设备，我说：「你这些设备花多少钱？」他告诉我：「花一千多万。」澳币的币值跟新加坡币值差不多，一千多万的设备。我们原来也想在那里搞一套设备，预算是一百万；我们怎么做，也做不出人家那样的设备。而且他们教学多年了，经验非常丰富，提供设备，提供人员操作，加上灯光，录影、录像这些技术人员，还有导演，一直到成品的制作，全部包给他，一个小时只收我们费用一百六十块。所以我预算一下，我们要是拿一百万的话，在那边可以做十五年，十五年就可以了，我也就差不多了。我们永远享受的都是最先进的器材、最先进的技术。",
      "zh_TW": "無論在哪個地方修學，當我們自己道業學問成就了，我們向全世界弘揚佛法。澳洲為我們提供最先進的設備，網路、錄像的設備是最先進的。他裡面這些機器，我向他請教過，看他這一套設備，我說：「你這些設備花多少錢？」他告訴我：「花一千多萬。」澳幣的幣值跟新加坡幣值差不多，一千多萬的設備。我們原來也想在那裡搞一套設備，預算是一百萬；我們怎麼做，也做不出人家那樣的設備。而且他們教學多年了，經驗非常豐富，提供設備，提供人員操作，加上燈光，錄影、錄像這些技術人員，還有導演，一直到成品的製作，全部包給他，一個小時只收我們費用一百六十塊。所以我預算一下，我們要是拿一百萬的話，在那邊可以做十五年，十五年就可以了，我也就差不多了。我們永遠享受的都是最先進的器材、最先進的技術。"
    },
    {
      "id": "21-090-0066_p0045",
      "zh_CN": "他现在学校教学用网路教学，是对六十二个国家地区。在网路上的学生大概有一万五千人，不必到学校里，只要自己家里有电脑就可以，就能够接上他的网路。所以我想利用他的网路，我们来讲《华严经》，在全世界，你就可以从网路上天天能够看到。如果有问题，可以传真给我，我们在网路上解答，非常方便。既然人家这样正式来关心、协助，如果我们要是不接受，实在讲，非常对不起人。我们并没有向他要求，他主动提出来的。这样的热诚，这一番诚意、好意，我们辜负他，这是决定不可以的。",
      "zh_TW": "他現在學校教學用網路教學，是對六十二個國家地區。在網路上的學生大概有一萬五千人，不必到學校裡，只要自己家裡有電腦就可以，就能夠接上他的網路。所以我想利用他的網路，我們來講《華嚴經》，在全世界，你就可以從網路上天天能夠看到。如果有問題，可以傳真給我，我們在網路上解答，非常方便。既然人家這樣正式來關心、協助，如果我們要是不接受，實在講，非常對不起人。我們並沒有向他要求，他主動提出來的。這樣的熱誠，這一番誠意、好意，我們辜負他，這是決定不可以的。"
    },
    {
      "id": "21-090-0066_p0046",
      "zh_CN": "这边我们也要兼顾，香港跟新加坡要兼顾。为了佛法教学能够收到更好的效果，所以我想到，我们还是把时间多分集中在澳洲。从今年下半年开始，我想每一年在澳洲住八个月，四季每一季在澳洲住两个月。第三个月我到新加坡来讲经讲二十天，连续讲二十天，然后到香港连续讲十天，这一个月照顾这两个地方。然后再回到澳洲住两个月，第三个月是这样循环走，这是两个地方都兼顾到。",
      "zh_TW": "這邊我們也要兼顧，香港跟新加坡要兼顧。為了佛法教學能夠收到更好的效果，所以我想到，我們還是把時間多分集中在澳洲。從今年下半年開始，我想每一年在澳洲住八個月，四季每一季在澳洲住兩個月。第三個月我到新加坡來講經講二十天，連續講二十天，然後到香港連續講十天，這一個月照顧這兩個地方。然後再回到澳洲住兩個月，第三個月是這樣循環走，這是兩個地方都兼顧到。"
    },
    {
      "id": "21-090-0066_p0047",
      "zh_CN": "如果我们培训班再办第六届、第七届，我想都不成问题了，我们的同学现在能教了。前两天我到吉隆坡跟那边同修们见面，听到那边同修们告诉我，我们同学们在那边讲经非常受欢迎，讲得很成功，我们听到欢喜。现在马来西亚将近有三十个净宗学会，提供我们同修做为练习讲经道场。希望在明年，我再邀请你们到澳洲去讲经；澳洲现在净宗学会大概有七、八个，希望你们到澳洲巡回去讲演。后年，我就希望你们能到美国、到加拿大、到南美，在那边我们净宗学会认识道场很多，先在海外各个地方去讲。",
      "zh_TW": "如果我們培訓班再辦第六屆、第七屆，我想都不成問題了，我們的同學現在能教了。前兩天我到吉隆坡跟那邊同修們見面，聽到那邊同修們告訴我，我們同學們在那邊講經非常受歡迎，講得很成功，我們聽到歡喜。現在馬來西亞將近有三十個淨宗學會，提供我們同修做為練習講經道場。希望在明年，我再邀請你們到澳洲去講經；澳洲現在淨宗學會大概有七、八個，希望你們到澳洲巡迴去講演。後年，我就希望你們能到美國、到加拿大、到南美，在那邊我們淨宗學會認識道場很多，先在海外各個地方去講。"
    },
    {
      "id": "21-090-0066_p0048",
      "zh_CN": "学讲经学成之后，不能不在台上练习。离开讲台，不要说多，半年之后就生疏了。所以我们感谢韩馆长，感谢她什么？我学会讲经之后，她帮助我三十年不中断，天天上讲台，这样才能成功。如果不是每天在讲台上锻炼，怎么可能有成就？这非常非常重要！希望同修们能够理解，我们为佛法久住世间，为帮助全世界苦难众生，所以，哪个地方机缘成熟，我们一定要认真努力去做。",
      "zh_TW": "學講經學成之後，不能不在台上練習。離開講台，不要說多，半年之後就生疏了。所以我們感謝韓館長，感謝她什麼？我學會講經之後，她幫助我三十年不中斷，天天上講台，這樣才能成功。如果不是每天在講台上鍛鍊，怎麼可能有成就？這非常非常重要！希望同修們能夠理解，我們為佛法久住世間，為幫助全世界苦難眾生，所以，哪個地方機緣成熟，我們一定要認真努力去做。"
    },
    {
      "id": "21-090-0066_p0049",
      "zh_CN": "我一生奉行老师的教诲。我在初学佛的时候，章嘉大师教给我，他说：「你的一生，佛菩萨替你安排，你自己不要操心。」我相信他的话，我依教奉行。所以我知道，一切是佛菩萨安排的，佛菩萨怎么安排，他自然有他的道理，我们也不必过问，依教奉行就好。",
      "zh_TW": "我一生奉行老師的教誨。我在初學佛的時候，章嘉大師教給我，他說：「你的一生，佛菩薩替你安排，你自己不要操心。」我相信他的話，我依教奉行。所以我知道，一切是佛菩薩安排的，佛菩薩怎麼安排，他自然有他的道理，我們也不必過問，依教奉行就好。"
    }
  ]
}