{
  "doc_id": "21-090-0047",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十七集",
    "zh_TW": "第四十七集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0047",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "21-090-0047_p0001",
      "zh_CN": "问：「有一位亲戚，年轻的时候曾经做过一桩见不得人的事，曾为此寻死但未遂。学佛后稍好些，但仍是疑神疑鬼，心里上下不安，总觉得别人在背后指指点点，羞愧难当，不敢见人，工作也辞了。想到这件事，念佛也念不进去，生活很压抑。请问是否着魔，又应如何处理？」",
      "zh_TW": "問：「有一位親戚，年輕的時候曾經做過一樁見不得人的事，曾為此尋死但未遂。學佛後稍好些，但仍是疑神疑鬼，心裡上下不安，總覺得別人在背後指指點點，羞愧難當，不敢見人，工作也辭了。想到這件事，念佛也念不進去，生活很壓抑。請問是否著魔，又應如何處理？」"
    },
    {
      "id": "21-090-0047_p0002",
      "zh_CN": "答：根据你的说法，这确实是魔障，必须有善知识为他开导，把他的情结解开。在外国遇到这种事情，有心理医生的治疗，而在美国，这种事情是用催眠术，确实能够把症结解开。人有过去世，过去今生我们遇到的缘不一样，如果将前后的这些事实都搞清楚、搞明白，这个情结就能够化解。佛法当然比这些心理医生更高明，所说的更透彻, 但是遇不到善知识，这就比较困难了。",
      "zh_TW": "答：根據你的說法，這確實是魔障，必須有善知識為他開導，把他的情結解開。在外國遇到這種事情，有心理醫生的治療，而在美國，這種事情是用催眠術，確實能夠把癥結解開。人有過去世，過去今生我們遇到的緣不一樣，如果將前後的這些事實都搞清楚、搞明白，這個情結就能夠化解。佛法當然比這些心理醫生更高明，所說的更透徹, 但是遇不到善知識，這就比較困難了。"
    },
    {
      "id": "21-090-0047_p0003",
      "zh_CN": "佛法极重的罪业，五逆十恶都可以忏悔。我们在《观无量寿佛经》看到，经典里面讲的阿阇世王杀父亲、害母亲，跟提婆达多合作，破坏僧团，五逆十恶罪都造全了。提婆达多生身堕阿鼻地狱，阿阇世王临命终时至心忏悔，念佛求生净土，结果他往生了，不但往生，品位很高，他是上品中生，这是出乎我们意料之外。我们通过这样的学习，才真正了解忏悔的功德不可思议。所以我们对于造作一些罪业的人，甚至于罪业深重的人，决定不敢轻视。为什么？说不定他临终忏悔，念佛往生，品位在我们之上，这是非常有可能，我们一定要懂得。",
      "zh_TW": "佛法極重的罪業，五逆十惡都可以懺悔。我們在《觀無量壽佛經》看到，經典裡面講的阿闍世王殺父親、害母親，跟提婆達多合作，破壞僧團，五逆十惡罪都造全了。提婆達多生身墮阿鼻地獄，阿闍世王臨命終時至心懺悔，念佛求生淨土，結果他往生了，不但往生，品位很高，他是上品中生，這是出乎我們意料之外。我們通過這樣的學習，才真正了解懺悔的功德不可思議。所以我們對於造作一些罪業的人，甚至於罪業深重的人，決定不敢輕視。為什麼？說不定他臨終懺悔，念佛往生，品位在我們之上，這是非常有可能，我們一定要懂得。"
    },
    {
      "id": "21-090-0047_p0004",
      "zh_CN": "问：「您曾经说：『佛法不离世法，佛法不坏世法。』（这个话不是我说的，这个话是佛在经上说的，我不敢说。）但是在我来看，应用在现实生活中却很困难。因为各自的追求不一样，佛法是求清净心，世法是追求五欲六尘，这中间怎么会没有矛盾？又您曾经说：『随缘是指随顺佛法的道理，而非随顺人情。』但事实上，这是一个充满人情的社会，在处理事情时，如果随顺佛法而不随顺人情，在别人看来往往不尽人情，使周围的人离你而去，而这又不是佛教导人应处的境界，请开示。」",
      "zh_TW": "問：「您曾經說：『佛法不離世法，佛法不壞世法。』（這個話不是我說的，這個話是佛在經上說的，我不敢說。）但是在我來看，應用在現實生活中卻很困難。因為各自的追求不一樣，佛法是求清淨心，世法是追求五欲六塵，這中間怎麼會沒有矛盾？又您曾經說：『隨緣是指隨順佛法的道理，而非隨順人情。』但事實上，這是一個充滿人情的社會，在處理事情時，如果隨順佛法而不隨順人情，在別人看來往往不盡人情，使周圍的人離你而去，而這又不是佛教導人應處的境界，請開示。」"
    },
    {
      "id": "21-090-0047_p0005",
      "zh_CN": "答：佛法跟世法，你没有把它辨别清楚，你如果把它搞清楚了，你这些问题、疑惑就没有了。如果说佛法跟世法是二法，惠能大师讲：「二法不是佛法」，什么是佛法？佛法是不二法。你懂得什么叫不二法，你才会真正了解什么是佛法。世法跟佛法不二，世法跟佛法是一，这是佛法。既然是一，为什么要分成世法与佛法？这里面只有一个觉、一个迷，觉了，世法就是佛法；迷了，佛法就变成世法。诸位一定要清楚，佛教导人只有觉迷而已，而且又跟你说「迷悟不二」，这很难懂，让我们愈听愈糊涂。",
      "zh_TW": "答：佛法跟世法，你沒有把它辨別清楚，你如果把它搞清楚了，你這些問題、疑惑就沒有了。如果說佛法跟世法是二法，惠能大師講：「二法不是佛法」，什麼是佛法？佛法是不二法。你懂得什麼叫不二法，你才會真正了解什麼是佛法。世法跟佛法不二，世法跟佛法是一，這是佛法。既然是一，為什麼要分成世法與佛法？這裡面只有一個覺、一個迷，覺了，世法就是佛法；迷了，佛法就變成世法。諸位一定要清楚，佛教導人只有覺迷而已，而且又跟你說「迷悟不二」，這很難懂，讓我們愈聽愈糊塗。"
    },
    {
      "id": "21-090-0047_p0006",
      "zh_CN": "迷悟是一不是二，为什么说「迷悟不二」？事是一桩事情，迷也是它，悟也是它，所以迷悟不二。法有没有改变？没有。你迷，法决不会变成迷；你悟，法也不会变成悟，诸位要仔细想想这个道理。我们现在讲的「想」，古人不叫想，教你参。参的意思的确比想好，为什么？参不用心意识，用心意识是思想。教你好好想，这是用心意识，离心意识叫参，你才能够把这个道理搞透彻、搞明白。",
      "zh_TW": "迷悟是一不是二，為什麼說「迷悟不二」？事是一樁事情，迷也是它，悟也是它，所以迷悟不二。法有沒有改變？沒有。你迷，法決不會變成迷；你悟，法也不會變成悟，諸位要仔細想想這個道理。我們現在講的「想」，古人不叫想，教你參。參的意思的確比想好，為什麼？參不用心意識，用心意識是思想。教你好好想，這是用心意識，離心意識叫參，你才能夠把這個道理搞透徹、搞明白。"
    },
    {
      "id": "21-090-0047_p0007",
      "zh_CN": "世间人追求五欲六尘，五欲六尘是不是佛法？觉了就叫佛法。佛法里面有很多人，每天诵经、念佛、拜忏，它是不是佛法？他要迷了就不是佛法。所以世法、佛法在迷悟，不在事相，事相当中没有迷悟，迷悟在人心，这个不能不明了。如果你读《华严经》，五十三参里面胜热婆罗门、甘露火王、伐苏蜜多女，他们追求的就是五欲六尘，就是搞贪瞋痴，那是佛法。为什么？他不迷，他觉。诸佛菩萨示现在我们世间，在《华严经》看的例子太多太多，有作天王、有作人王，有经商、有做工，各行各业，男女老少，全都是佛法。",
      "zh_TW": "世間人追求五欲六塵，五欲六塵是不是佛法？覺了就叫佛法。佛法裡面有很多人，每天誦經、念佛、拜懺，它是不是佛法？他要迷了就不是佛法。所以世法、佛法在迷悟，不在事相，事相當中沒有迷悟，迷悟在人心，這個不能不明瞭。如果你讀《華嚴經》，五十三參裡面勝熱婆羅門、甘露火王、伐蘇蜜多女，他們追求的就是五欲六塵，就是搞貪瞋痴，那是佛法。為什麼？他不迷，他覺。諸佛菩薩示現在我們世間，在《華嚴經》看的例子太多太多，有作天王、有作人王，有經商、有做工，各行各業，男女老少，全都是佛法。"
    },
    {
      "id": "21-090-0047_p0008",
      "zh_CN": "你再不相信，我举个你可以理解的例子。永明延寿禅师没有出家前，他是个小公务员，每天偷盗公款去放生，你说它是世法是佛法？它是佛法，它不是世法。为什么？他不迷。世法、佛法不在事相，世法、佛法在一念之间，一念觉，为利益一切众生，这个法就叫佛法；一念迷，自私自利，尽干一些损人利己之事，这是世法。所以世法跟佛法是一法不是二法。",
      "zh_TW": "你再不相信，我舉個你可以理解的例子。永明延壽禪師沒有出家前，他是個小公務員，每天偷盜公款去放生，你說它是世法是佛法？它是佛法，它不是世法。為什麼？他不迷。世法、佛法不在事相，世法、佛法在一念之間，一念覺，為利益一切眾生，這個法就叫佛法；一念迷，自私自利，盡幹一些損人利己之事，這是世法。所以世法跟佛法是一法不是二法。"
    },
    {
      "id": "21-090-0047_p0009",
      "zh_CN": "佛法决定不坏世间法，那就是佛法随缘，「恒顺众生，随喜功德」，怎么会不顺人情？不顺人情的不是佛法，佛法是顺人情。顺人情，他是以智慧顺人情，他不迷，以迷情顺人情是世法，以智慧顺人情是佛法，差别在这个地方。佛法通情达理，它是真的通达，透彻的通达。我们世间人不能通情达理，迷惑在里头，世间人这是迷情，跟佛菩萨不能比。所以世人必须要学佛，佛法就是我们实际上的生活，佛法应用在工作、处事待人接物，才真正得到幸福美满，哪里会学佛不近人情，把人都得罪光了，叫别人远离你而去，没这回事情，这是不通佛法的人做的。",
      "zh_TW": "佛法決定不壞世間法，那就是佛法隨緣，「恆順眾生，隨喜功德」，怎麼會不順人情？不順人情的不是佛法，佛法是順人情。順人情，他是以智慧順人情，他不迷，以迷情順人情是世法，以智慧順人情是佛法，差別在這個地方。佛法通情達理，它是真的通達，透徹的通達。我們世間人不能通情達理，迷惑在裡頭，世間人這是迷情，跟佛菩薩不能比。所以世人必須要學佛，佛法就是我們實際上的生活，佛法應用在工作、處事待人接物，才真正得到幸福美滿，哪裡會學佛不近人情，把人都得罪光了，叫別人遠離你而去，沒這回事情，這是不通佛法的人做的。"
    },
    {
      "id": "21-090-0047_p0010",
      "zh_CN": "问：「请问皈依证可随着亡者入土吗？」",
      "zh_TW": "問：「請問皈依證可隨著亡者入土嗎？」"
    },
    {
      "id": "21-090-0047_p0011",
      "zh_CN": "答：如果皈依证没有印佛像是可以，如果印佛像就不可以。实在讲，先人的皈依证，儿孙留下来也是最好的纪念。如果儿孙也学佛，可以把它供养在佛像的旁边，这是孝心、孝思，常常想念过去的父母，把自己修积的功德回向给他，也常提醒自己断恶修善。",
      "zh_TW": "答：如果皈依證沒有印佛像是可以，如果印佛像就不可以。實在講，先人的皈依證，兒孫留下來也是最好的紀念。如果兒孫也學佛，可以把它供養在佛像的旁邊，這是孝心、孝思，常常想念過去的父母，把自己修積的功德迴向給他，也常提醒自己斷惡修善。"
    },
    {
      "id": "21-090-0047_p0012",
      "zh_CN": "问：「请问弥勒净土法门是否也是念佛法门？为何有些法师认为求生弥勒净土将来会退转？」",
      "zh_TW": "問：「請問彌勒淨土法門是否也是念佛法門？為何有些法師認為求生彌勒淨土將來會退轉？」"
    },
    {
      "id": "21-090-0047_p0013",
      "zh_CN": "答：八万四千法门，没有一个法门不是念佛法门，这一桩事在善财童子参访德云比丘看到，门门都是念佛法门。弥勒净土怎么不是念佛法门？当然是。至于求生弥勒净土将来会不会退？那是个人自己的事情。经典里面有记载，无着、天亲、师子觉他们兄弟三个人，都是求生弥勒净土。师子觉先往生，他们兄弟约好，往生之后赶紧回来报告，师子觉往生之后就永远没有消息。然后是天亲往生，往生之后三年回来报信，说他到弥勒内院了。他的兄弟就问他：「你怎么三年才来？」他说：「没有，我只到弥勒内院打个转立刻就回来报信了。」这是时差的问题，弥勒内院的一天是我们人间四百年，所以他到那里很快的马上打转回来，我们人间已过三年了，那里一天是我们这个世间的四百年。",
      "zh_TW": "答：八萬四千法門，沒有一個法門不是念佛法門，這一樁事在善財童子參訪德雲比丘看到，門門都是念佛法門。彌勒淨土怎麼不是念佛法門？當然是。至於求生彌勒淨土將來會不會退？那是個人自己的事情。經典裡面有記載，無著、天親、師子覺他們兄弟三個人，都是求生彌勒淨土。師子覺先往生，他們兄弟約好，往生之後趕緊回來報告，師子覺往生之後就永遠沒有消息。然後是天親往生，往生之後三年回來報信，說他到彌勒內院了。他的兄弟就問他：「你怎麼三年才來？」他說：「沒有，我只到彌勒內院打個轉立刻就回來報信了。」這是時差的問題，彌勒內院的一天是我們人間四百年，所以他到那裡很快的馬上打轉回來，我們人間已過三年了，那裡一天是我們這個世間的四百年。"
    },
    {
      "id": "21-090-0047_p0014",
      "zh_CN": "无着问，「师子觉到哪里去了？」天亲答：「师子觉退转了。」无着问，「怎么退转？」天亲答：「到兜率天，兜率有内院、外院，师子觉在外院的时候已经被那些五欲六尘迷住，舍不得离开，还没有到内院来。」所以，会不会退转在你自己。天上的福报比人间大得多，你要禁不起诱惑就退转了，你就不再想到内院去修道了。所以诱惑的力量非常大，祖师大德、诸佛如来劝我们求生西方净土，道理在此地。西方净土没有诱惑，弥勒净土外院是很严重的诱惑，看你有没有本事通过。",
      "zh_TW": "無著問，「師子覺到哪裡去了？」天親答：「師子覺退轉了。」無著問，「怎麼退轉？」天親答：「到兜率天，兜率有內院、外院，師子覺在外院的時候已經被那些五欲六塵迷住，捨不得離開，還沒有到內院來。」所以，會不會退轉在你自己。天上的福報比人間大得多，你要禁不起誘惑就退轉了，你就不再想到內院去修道了。所以誘惑的力量非常大，祖師大德、諸佛如來勸我們求生西方淨土，道理在此地。西方淨土沒有誘惑，彌勒淨土外院是很嚴重的誘惑，看你有沒有本事通過。"
    },
    {
      "id": "21-090-0047_p0015",
      "zh_CN": "问：「从画像看，佛菩萨的身体也像有血有肉的凡人的身体，请问为什么会不生不灭？」",
      "zh_TW": "問：「從畫像看，佛菩薩的身體也像有血有肉的凡人的身體，請問為什麼會不生不滅？」"
    },
    {
      "id": "21-090-0047_p0016",
      "zh_CN": "答：你看的画像，你看的塑像，告诉你，塑像也是有生有灭，所以佛菩萨的应化身有生有灭。阿弥陀佛在西方极乐世界虽然寿命很长，将来还是有入灭的一天，世尊在经上告诉过我们，阿弥陀佛入般涅槃，上午入般涅槃，下午观世音菩萨就继佛位，示现成佛了，谁说没有生灭？不生不灭是讲法身，「法身」没有生灭，「报身」有生没有灭，「应化身」有生有灭。我们在西方世界讲佛，它有四土，阿弥陀佛的应化身还是有生有灭，我们要懂这个道理。如果你将来对佛法能有再深一层的契入，你就晓得，我们现在这个身也是三身。我们肉体的身是应身，有生有灭；我们的报身有，但没有证得；我们的法身也有，也没有证得。「法身」是什么？是我们六根的根性，你去读《楞严经》就明白了。我们六根的根性是不生不灭，在眼叫见性，在耳叫闻性，见闻觉知，六根门头放光动地，这个是不生不灭的。生灭跟不生灭是一不是二，它没有分开。",
      "zh_TW": "答：你看的畫像，你看的塑像，告訴你，塑像也是有生有滅，所以佛菩薩的應化身有生有滅。阿彌陀佛在西方極樂世界雖然壽命很長，將來還是有入滅的一天，世尊在經上告訴過我們，阿彌陀佛入般涅槃，上午入般涅槃，下午觀世音菩薩就繼佛位，示現成佛了，誰說沒有生滅？不生不滅是講法身，「法身」沒有生滅，「報身」有生沒有滅，「應化身」有生有滅。我們在西方世界講佛，它有四土，阿彌陀佛的應化身還是有生有滅，我們要懂這個道理。如果你將來對佛法能有再深一層的契入，你就曉得，我們現在這個身也是三身。我們肉體的身是應身，有生有滅；我們的報身有，但沒有證得；我們的法身也有，也沒有證得。「法身」是什麼？是我們六根的根性，你去讀《楞嚴經》就明白了。我們六根的根性是不生不滅，在眼叫見性，在耳叫聞性，見聞覺知，六根門頭放光動地，這個是不生不滅的。生滅跟不生滅是一不是二，它沒有分開。"
    },
    {
      "id": "21-090-0047_p0017",
      "zh_CN": "世间人也说，说得不够仔细，只说了一点皮毛，说「精神不灭」，精神跟肉体是合成一个，但肉体有生灭，精神不灭。我们看外国人，现在出版不少书籍，里面都是讨论轮回。他们举的比喻很好，他说「灵魂」，灵魂是不生不灭的。灵魂是什么？就像那个驾车的人。肉体是什么？肉体就像是车。你千万不要把车当作自己，那你就错了。车走了几十万里，不能再走了，丢掉换一部车，这叫「投胎」、叫「转世」。这个身不要了再换一个身，身有生灭，灵魂没有生灭，这种认知比一般凡夫就高得多了。可是在佛法里面告诉我们，灵魂还是有生灭的，真正没有生灭的是灵魂的性，灵性。灵性没有生灭，这个就很难懂了，在佛法里面叫做「心性」，这个是不生不灭。这个问题很深，我们简单就讲到此地，平常在大乘经论讲经讲到的地方很多。",
      "zh_TW": "世間人也說，說得不夠仔細，只說了一點皮毛，說「精神不滅」，精神跟肉體是合成一個，但肉體有生滅，精神不滅。我們看外國人，現在出版不少書籍，裡面都是討論輪迴。他們舉的比喻很好，他說「靈魂」，靈魂是不生不滅的。靈魂是什麼？就像那個駕車的人。肉體是什麼？肉體就像是車。你千萬不要把車當作自己，那你就錯了。車走了幾十萬里，不能再走了，丟掉換一部車，這叫「投胎」、叫「轉世」。這個身不要了再換一個身，身有生滅，靈魂沒有生滅，這種認知比一般凡夫就高得多了。可是在佛法裡面告訴我們，靈魂還是有生滅的，真正沒有生滅的是靈魂的性，靈性。靈性沒有生滅，這個就很難懂了，在佛法裡面叫做「心性」，這個是不生不滅。這個問題很深，我們簡單就講到此地，平常在大乘經論講經講到的地方很多。"
    },
    {
      "id": "21-090-0047_p0018",
      "zh_CN": "问：「请问往生极乐世界是不是指神识去西方极乐世界？人死后身体留在世间，神识又怎么能够生出另外一个身体？」",
      "zh_TW": "問：「請問往生極樂世界是不是指神識去西方極樂世界？人死後身體留在世間，神識又怎麼能夠生出另外一個身體？」"
    },
    {
      "id": "21-090-0047_p0019",
      "zh_CN": "答：这个不必解答了，刚才答过了。外国人都知道，神识投胎就是换一个身体。到极乐世界莲花化生，你的神识去换一个身体，那个身体非常庄严，《无量寿经》讲得很好，庄严的身相跟阿弥陀佛一样。",
      "zh_TW": "答：這個不必解答了，剛才答過了。外國人都知道，神識投胎就是換一個身體。到極樂世界蓮花化生，你的神識去換一個身體，那個身體非常莊嚴，《無量壽經》講得很好，莊嚴的身相跟阿彌陀佛一樣。"
    },
    {
      "id": "21-090-0047_p0020",
      "zh_CN": "问：「我的家婆是修练法轮功，我是修炼佛法，最近我先生做工时，平地上还会摔倒，家婆说不知道是我念佛的原因，还是她练法轮功的原因，帮我先生消业障，请问这种说法对不对？」",
      "zh_TW": "問：「我的家婆是修練法輪功，我是修鍊佛法，最近我先生做工時，平地上還會摔倒，家婆說不知道是我念佛的原因，還是她練法輪功的原因，幫我先生消業障，請問這種說法對不對？」"
    },
    {
      "id": "21-090-0047_p0021",
      "zh_CN": "答：这个官司打不清了，他摔了一跤，到底是法轮功，还是念佛的原因？我想可能是他自己不小心，这与法轮功、与念佛都不相干，所以不必去疑神疑鬼。",
      "zh_TW": "答：這個官司打不清了，他摔了一跤，到底是法輪功，還是念佛的原因？我想可能是他自己不小心，這與法輪功、與念佛都不相干，所以不必去疑神疑鬼。"
    },
    {
      "id": "21-090-0047_p0022",
      "zh_CN": "问：「请问西方极乐世界是不是真的？跟画像上画的完全一样吗？」",
      "zh_TW": "問：「請問西方極樂世界是不是真的？跟畫像上畫的完全一樣嗎？」"
    },
    {
      "id": "21-090-0047_p0023",
      "zh_CN": "答：西方世界是真的，与画像上画的未必是一样。为什么？画像的人没有到过极乐世界，是他看经上所说的，凭他自己想像画出来，这个我们应当要理解。西方极乐世界依正庄严究竟是如何殊胜？实在说，释迦牟尼佛也没有办法完全说出来，能说也只能说个仿佛，说个大概。你要真正理解，只有念佛生到极乐世界，你就见到了，这要亲证才行。",
      "zh_TW": "答：西方世界是真的，與畫像上畫的未必是一樣。為什麼？畫像的人沒有到過極樂世界，是他看經上所說的，憑他自己想像畫出來，這個我們應當要理解。西方極樂世界依正莊嚴究竟是如何殊勝？實在說，釋迦牟尼佛也沒有辦法完全說出來，能說也只能說個彷彿，說個大概。你要真正理解，只有念佛生到極樂世界，你就見到了，這要親證才行。"
    },
    {
      "id": "21-090-0047_p0024",
      "zh_CN": "念佛功夫深的人，也能够在定中见到。过去我们在传记里面看到庐山远公大师，他老人家一生在定中三次见到西方极乐世界，他都没有告诉人，临终往生的时候才跟大家说：「西方极乐世界又现前了，我应该去了。这个境界过去曾经看过三次。」他所见到的，大致情形跟佛在《无量寿经》讲的一模一样，这个证明是正确的，没有错误。",
      "zh_TW": "念佛功夫深的人，也能夠在定中見到。過去我們在傳記裡面看到廬山遠公大師，他老人家一生在定中三次見到西方極樂世界，他都沒有告訴人，臨終往生的時候才跟大家說：「西方極樂世界又現前了，我應該去了。這個境界過去曾經看過三次。」他所見到的，大致情形跟佛在《無量壽經》講的一模一樣，這個證明是正確的，沒有錯誤。"
    },
    {
      "id": "21-090-0047_p0025",
      "zh_CN": "问：「我做工的地方，有一个老板是负责餐厅的管理工作。可是他经常偷其他摊位的东西和做一些坏的事情，每一个人都知道是他干的。但因为他是老板，有权力，又不好开口，使他变本加厉，胆子愈来愈大，以为他做坏事没有人知道。但是我觉得不讲出来就等于给他机会让他做坏事，可是又听人说：讲出来他更恨你，会更加伤害你。请问应如何处理？」",
      "zh_TW": "問：「我做工的地方，有一個老闆是負責餐廳的管理工作。可是他經常偷其他攤位的東西和做一些壞的事情，每一個人都知道是他幹的。但因為他是老闆，有權力，又不好開口，使他變本加厲，膽子愈來愈大，以為他做壞事沒有人知道。但是我覺得不講出來就等於給他機會讓他做壞事，可是又聽人說：講出來他更恨你，會更加傷害你。請問應如何處理？」"
    },
    {
      "id": "21-090-0047_p0026",
      "zh_CN": "答：还是不说的好。你要劝他，有一个好方法。我们这里有流通《了凡四训》，拿一片《了凡四训》给他看，让他自己去看，去反省，去觉悟，这个比什么都好。方法有的是，不必直接去说他；直接说他，恐怕他不太容易接受，真的会起反效果。用旁敲侧击的方法，不要直接说他，说别人，《了凡四训》最好，又不是你自己说的。",
      "zh_TW": "答：還是不說的好。你要勸他，有一個好方法。我們這裡有流通《了凡四訓》，拿一片《了凡四訓》給他看，讓他自己去看，去反省，去覺悟，這個比什麼都好。方法有的是，不必直接去說他；直接說他，恐怕他不太容易接受，真的會起反效果。用旁敲側擊的方法，不要直接說他，說別人，《了凡四訓》最好，又不是你自己說的。"
    },
    {
      "id": "21-090-0047_p0027",
      "zh_CN": "问：「《地藏经》说：善男子、善女人，临终有无数鬼神来障碍，若是每天念一千句地藏名号共念一千天，就可以得到鬼神拥护。请问修净土法门可以念吗？」",
      "zh_TW": "問：「《地藏經》說：善男子、善女人，臨終有無數鬼神來障礙，若是每天念一千句地藏名號共念一千天，就可以得到鬼神擁護。請問修淨土法門可以念嗎？」"
    },
    {
      "id": "21-090-0047_p0028",
      "zh_CN": "答：可以念。佛在经上教我们修行的原则，「一切法从心想生」，如果你心里想到自己有无数鬼神会来障碍你，你就修这个法门。假如你能够信得过阿弥陀佛也有地藏菩萨这个能力，你专念阿弥陀佛也行。所以，这个事情完全由你自己的信心来决定。",
      "zh_TW": "答：可以念。佛在經上教我們修行的原則，「一切法從心想生」，如果你心裡想到自己有無數鬼神會來障礙你，你就修這個法門。假如你能夠信得過阿彌陀佛也有地藏菩薩這個能力，你專念阿彌陀佛也行。所以，這個事情完全由你自己的信心來決定。"
    },
    {
      "id": "21-090-0047_p0029",
      "zh_CN": "问：「每天所定功课，因这次来新加坡，或者是打佛七，没有完成功课，请问如此可否？」",
      "zh_TW": "問：「每天所定功課，因這次來新加坡，或者是打佛七，沒有完成功課，請問如此可否？」"
    },
    {
      "id": "21-090-0047_p0030",
      "zh_CN": "答：你每天定的功课，现在参加佛七完全依照念佛堂里面的仪规去做，你的功课没有中断，你的功课并没有缺乏。如果你打佛七，你平常的功课还要另外找个时间去做，你的佛七当中就夹杂，你佛七的效果就收不到。所以功夫应当用在得力之处，应当要求效果。无论做什么功课，纵然法门不相同，方式不一样，必须要晓得，方向跟目标是不会改变的。方向跟目标是什么？决定是求「戒定慧」。离开戒定慧，那是魔法不是佛法。戒是什么？我们心地清净，清净心是戒。定是什么？平等心是定。慧就是觉而不迷。《无量寿经》的经题，「清净、平等、觉」，不管哪个法门，这是修行的总目标、总方向。",
      "zh_TW": "答：你每天定的功課，現在參加佛七完全依照念佛堂裡面的儀規去做，你的功課沒有中斷，你的功課並沒有缺乏。如果你打佛七，你平常的功課還要另外找個時間去做，你的佛七當中就夾雜，你佛七的效果就收不到。所以功夫應當用在得力之處，應當要求效果。無論做什麼功課，縱然法門不相同，方式不一樣，必須要曉得，方向跟目標是不會改變的。方向跟目標是什麼？決定是求「戒定慧」。離開戒定慧，那是魔法不是佛法。戒是什麼？我們心地清淨，清淨心是戒。定是什麼？平等心是定。慧就是覺而不迷。《無量壽經》的經題，「清淨、平等、覺」，不管哪個法門，這是修行的總目標、總方向。"
    },
    {
      "id": "21-090-0047_p0031",
      "zh_CN": "我们用功，自己反省，这个心一年比一年清净，一年比一年平等，一年比一年有智慧，你的功夫得力了。如果你反省检点，月月都有进步，非常好，你这一生决定有成就。如果你每一个礼拜都有明显的进步，恭喜你，你肯定往生，往生决定不是在中下品，你决定是上辈往生，这是你能够做到每一个星期都不一样。我们用这个来检点自己，就知道自己走的路有没有走错。",
      "zh_TW": "我們用功，自己反省，這個心一年比一年清淨，一年比一年平等，一年比一年有智慧，你的功夫得力了。如果你反省檢點，月月都有進步，非常好，你這一生決定有成就。如果你每一個禮拜都有明顯的進步，恭喜你，你肯定往生，往生決定不是在中下品，你決定是上輩往生，這是你能夠做到每一個星期都不一樣。我們用這個來檢點自己，就知道自己走的路有沒有走錯。"
    },
    {
      "id": "21-090-0047_p0032",
      "zh_CN": "问：「受菩萨戒，煮死的鱼肉类给家里人吃，请问是否可以？」",
      "zh_TW": "問：「受菩薩戒，煮死的魚肉類給家裡人吃，請問是否可以？」"
    },
    {
      "id": "21-090-0047_p0033",
      "zh_CN": "答：不杀生，可以，这是佛家讲的吃三净肉。如果你受了菩萨戒，再不煮这些东西给家人吃，你们家就会闹革命，家里就不和了，这个要「恒顺众生，随喜功德」。饮食方面，自己在家里头，家亲眷属是我们关系最密切的，首先要度他们。怎么度他？学了佛之后，比没有学佛之前要做得更好，更孝顺，服务更周到，在爱心照顾上要比没有学佛之前做得还要好。自己的心愈来愈清净，愈来愈慈悲，愈来愈有智慧，果然如是，你的身体必定是愈来愈健康。身体健康，佛家讲的「光寿无量」，愈来愈光彩，你家里人看到会感觉得惊讶：「你跟从前不一样了。你怎么会搞得这么好，你到底吃什么营养？」你就告诉他：「我吃素，我念阿弥陀佛。」他们各个将来都跟你学了。我们自己学佛，学得很邋遢，学得不像样子，面黄肌瘦，家里人说：「不能吃素，他都是学佛学坏了」，要懂这个道理。所以一个人学佛，先要度家人，再度你的亲戚朋友、邻里乡党，一定要做出样子给他看。",
      "zh_TW": "答：不殺生，可以，這是佛家講的吃三淨肉。如果你受了菩薩戒，再不煮這些東西給家人吃，你們家就會鬧革命，家裡就不和了，這個要「恆順眾生，隨喜功德」。飲食方面，自己在家裡頭，家親眷屬是我們關係最密切的，首先要度他們。怎麼度他？學了佛之後，比沒有學佛之前要做得更好，更孝順，服務更周到，在愛心照顧上要比沒有學佛之前做得還要好。自己的心愈來愈清淨，愈來愈慈悲，愈來愈有智慧，果然如是，你的身體必定是愈來愈健康。身體健康，佛家講的「光壽無量」，愈來愈光彩，你家裡人看到會感覺得驚訝：「你跟從前不一樣了。你怎麼會搞得這麼好，你到底吃什麼營養？」你就告訴他：「我吃素，我念阿彌陀佛。」他們各個將來都跟你學了。我們自己學佛，學得很邋遢，學得不像樣子，面黃肌瘦，家裡人說：「不能吃素，他都是學佛學壞了」，要懂這個道理。所以一個人學佛，先要度家人，再度你的親戚朋友、鄰里鄉黨，一定要做出樣子給他看。"
    },
    {
      "id": "21-090-0047_p0034",
      "zh_CN": "哈尔滨居士林居士问：「自从听了你的弘法录音带之后，深受启发和鼓舞，决心将此身奉尘刹来报佛恩。我现在负责送往生、助念的活动已经有三年了，我们都是按照祖师的仪规，瑞相都比较好。现在有人提出要我只念一句佛号送往生，但是我有疑问：死后去助念的是为了超度，我们过八小时后要做佛事，第一个唱莲池赞，第二个念《弥陀经》，第三个念《心经》，第四个念《往生咒》、赞佛偈、念佛号。每天要念二十几个小时的佛号，唱三宝回向。请老法师解答。」",
      "zh_TW": "哈爾濱居士林居士問：「自從聽了你的弘法錄音帶之後，深受啟發和鼓舞，決心將此身奉塵剎來報佛恩。我現在負責送往生、助念的活動已經有三年了，我們都是按照祖師的儀規，瑞相都比較好。現在有人提出要我只念一句佛號送往生，但是我有疑問：死後去助念的是為了超度，我們過八小時後要做佛事，第一個唱蓮池讚，第二個念《彌陀經》，第三個念《心經》，第四個念《往生咒》、讚佛偈、念佛號。每天要念二十幾個小時的佛號，唱三寶迴向。請老法師解答。」"
    },
    {
      "id": "21-090-0047_p0035",
      "zh_CN": "答：这是嫌多了一点。人在临命终时，这是人生第一桩大事情，古大德教导我们：「念经不如念咒，念咒不如念佛。」这个话是什么意思？在紧要的关头，愈简单愈有力量，愈复杂力量就消掉了。最紧要关头时，只抓住一句佛号，其他的什么都不要。要晓得，你念这句佛号，释迦牟尼佛四十九年所讲的一切经，我们今天叫《大藏经》，全都在佛号里面。佛号是大总持法门，是佛法的总纲领，一个都不少，我们要懂得这个道理。譬如，这一个国家，这个国家是民主国家，国家的元首是总统。我们只念总统，抓住这一个，不要再去念部长，再去念县长、市长、乡长，那搞一大推干什么？愈搞愈复杂，搞到最后全都不灵了，一句佛号最灵！",
      "zh_TW": "答：這是嫌多了一點。人在臨命終時，這是人生第一樁大事情，古大德教導我們：「念經不如念咒，念咒不如念佛。」這個話是什麼意思？在緊要的關頭，愈簡單愈有力量，愈複雜力量就消掉了。最緊要關頭時，只抓住一句佛號，其他的什麼都不要。要曉得，你念這句佛號，釋迦牟尼佛四十九年所講的一切經，我們今天叫《大藏經》，全都在佛號裡面。佛號是大總持法門，是佛法的總綱領，一個都不少，我們要懂得這個道理。譬如，這一個國家，這個國家是民主國家，國家的元首是總統。我們只念總統，抓住這一個，不要再去念部長，再去念縣長、市長、鄉長，那搞一大推幹什麼？愈搞愈複雜，搞到最後全都不靈了，一句佛號最靈！"
    },
    {
      "id": "21-090-0047_p0036",
      "zh_CN": "我的老师李炳南老居士往生，往生之后四十九天就是一句「阿弥陀佛」，四十九天不间断，这个在台湾希有，真的是空前绝后，以后也没有这种场面了。多少人念佛？六百人，六百人日夜不断四十九天念佛。人会不会疲劳？不是的，台中莲友有十几万人，这六百人在念佛堂大家轮流念，外面许多人看到哪个人出来了，就有人去补他的位子。从这个地方看到李老师在台中教化的三十八年，这是恩德！我们台北「华藏图书馆」，我们的韩馆长往生，也是四十九天日夜不断的一句佛号，也是念了整整四十九天，但是人数没有那么多，大概有二、三十个人轮流不间断。这都是希有的因缘，可以提供你做参考。不要搞得这么复杂，四十九天之内最好就是一句佛号，无量无边功德！",
      "zh_TW": "我的老師李炳南老居士往生，往生之後四十九天就是一句「阿彌陀佛」，四十九天不間斷，這個在台灣希有，真的是空前絕後，以後也沒有這種場面了。多少人念佛？六百人，六百人日夜不斷四十九天念佛。人會不會疲勞？不是的，台中蓮友有十幾萬人，這六百人在念佛堂大家輪流念，外面許多人看到哪個人出來了，就有人去補他的位子。從這個地方看到李老師在台中教化的三十八年，這是恩德！我們台北「華藏圖書館」，我們的韓館長往生，也是四十九天日夜不斷的一句佛號，也是念了整整四十九天，但是人數沒有那麼多，大概有二、三十個人輪流不間斷。這都是希有的因緣，可以提供你做參考。不要搞得這麼複雜，四十九天之內最好就是一句佛號，無量無邊功德！"
    },
    {
      "id": "21-090-0047_p0037",
      "zh_CN": "问：「一个道场中，指送往生的，请问知见不同是否对超度亡灵不利？」",
      "zh_TW": "問：「一個道場中，指送往生的，請問知見不同是否對超度亡靈不利？」"
    },
    {
      "id": "21-090-0047_p0038",
      "zh_CN": "答：这是真的，知见不同确实是不利，这个伤害很大。",
      "zh_TW": "答：這是真的，知見不同確實是不利，這個傷害很大。"
    },
    {
      "id": "21-090-0047_p0039",
      "zh_CN": "问：「请问我的送往生的缘分，是否终止了？」",
      "zh_TW": "問：「請問我的送往生的緣分，是否終止了？」"
    },
    {
      "id": "21-090-0047_p0040",
      "zh_CN": "答：这是你自己的事情，看你自己的因缘。",
      "zh_TW": "答：這是你自己的事情，看你自己的因緣。"
    },
    {
      "id": "21-090-0047_p0041",
      "zh_CN": "问：「请问放生的钱可不可以拿去帮助老人院？这担不担因果？」",
      "zh_TW": "問：「請問放生的錢可不可以拿去幫助老人院？這擔不擔因果？」"
    },
    {
      "id": "21-090-0047_p0042",
      "zh_CN": "答：这个担因果。放生的钱只可以放生，如果做别的用途，只有一个可以用，印劝放生的文字、书籍、图画劝人放生，这跟放生是一个意思，这个行。放生的钱拿去印经都不可以，都背因果。印送莲池大师的《放生文》、《护生画集》，这个行，这个可以。",
      "zh_TW": "答：這個擔因果。放生的錢只可以放生，如果做別的用途，只有一個可以用，印勸放生的文字、書籍、圖畫勸人放生，這跟放生是一個意思，這個行。放生的錢拿去印經都不可以，都背因果。印送蓮池大師的《放生文》、《護生畫集》，這個行，這個可以。"
    },
    {
      "id": "21-090-0047_p0043",
      "zh_CN": "问：「学习敲打法器，请问是否一定要在寺院庙堂，在家里学习有何妨碍？」",
      "zh_TW": "問：「學習敲打法器，請問是否一定要在寺院廟堂，在家裡學習有何妨礙？」"
    },
    {
      "id": "21-090-0047_p0044",
      "zh_CN": "答：学习不会有妨碍。寺庙里面敲打法器，有的时候鬼神听到生烦恼，所以他要供一个牌位，先要告诉鬼神：我们是在学习，请你原谅。在家庭里面不需要，家庭里没有像寺庙，常住的鬼神很多，家里不会有这些。",
      "zh_TW": "答：學習不會有妨礙。寺廟裡面敲打法器，有的時候鬼神聽到生煩惱，所以他要供一個牌位，先要告訴鬼神：我們是在學習，請你原諒。在家庭裡面不需要，家庭裡沒有像寺廟，常住的鬼神很多，家裡不會有這些。"
    },
    {
      "id": "21-090-0047_p0045",
      "zh_CN": "问：「请问吃荤是否可以帮人助念？尤其是葱蒜之类，听同修说，护法神一闻到就跑开了。」",
      "zh_TW": "問：「請問吃葷是否可以幫人助念？尤其是蔥蒜之類，聽同修說，護法神一聞到就跑開了。」"
    },
    {
      "id": "21-090-0047_p0046",
      "zh_CN": "答：对的。实在讲，现在人讲吃荤，意思非常含糊。吃荤不是肉食，「荤」是草字头，荤是蔬菜，不是肉食，诸位一定要辨别清楚，不要以为「我吃肉的时候叫吃荤」，这是搞错了。肉食叫「腥」。荤腥，荤是蔬菜里面的五种，叫「五荤」，蔬菜里面的五种：葱、大蒜、小蒜、韭菜、洋葱，这五种叫五荤菜。不要以为吃肉叫做吃荤，那就搞错了，这一定要把它辨别清楚。吃肉食可不可以帮人助念？可以。但是五荤菜不可以，我们帮人助念的时候，这一定要禁止，这个气味不好，鬼神都讨厌。这是真的不是假的，《楞严经》说得很清楚。",
      "zh_TW": "答：對的。實在講，現在人講吃葷，意思非常含糊。吃葷不是肉食，「葷」是草字頭，葷是蔬菜，不是肉食，諸位一定要辨別清楚，不要以為「我吃肉的時候叫吃葷」，這是搞錯了。肉食叫「腥」。葷腥，葷是蔬菜裡面的五種，叫「五葷」，蔬菜裡面的五種：蔥、大蒜、小蒜、韭菜、洋蔥，這五種叫五葷菜。不要以為吃肉叫做吃葷，那就搞錯了，這一定要把它辨別清楚。吃肉食可不可以幫人助念？可以。但是五葷菜不可以，我們幫人助念的時候，這一定要禁止，這個氣味不好，鬼神都討厭。這是真的不是假的，《楞嚴經》說得很清楚。"
    },
    {
      "id": "21-090-0047_p0047",
      "zh_CN": "问：「请问知见立知与作观有何差异？如何区分？」",
      "zh_TW": "問：「請問知見立知與作觀有何差異？如何區分？」"
    },
    {
      "id": "21-090-0047_p0048",
      "zh_CN": "答：这桩事情，你最好去读《楞严经》。佛在《楞严经》讲得非常清楚，这是一个大问题。「知见立知是无明本」，我们初学的人对于这句的意义是很不容易理解的，如果要讲这四个字，两个小时都讲不清楚，我们不能耽误这么长的时间。你最好先读《楞严》，有了基础之后你再来问。",
      "zh_TW": "答：這樁事情，你最好去讀《楞嚴經》。佛在《楞嚴經》講得非常清楚，這是一個大問題。「知見立知是無明本」，我們初學的人對於這句的意義是很不容易理解的，如果要講這四個字，兩個小時都講不清楚，我們不能耽誤這麼長的時間。你最好先讀《楞嚴》，有了基礎之後你再來問。"
    },
    {
      "id": "21-090-0047_p0049",
      "zh_CN": "问：「请问分区共修念佛，是否以绕佛为主？有人提倡多礼佛，方能消业障，难道念佛、读经不是消业障吗？」",
      "zh_TW": "問：「請問分區共修念佛，是否以繞佛為主？有人提倡多禮佛，方能消業障，難道念佛、讀經不是消業障嗎？」"
    },
    {
      "id": "21-090-0047_p0050",
      "zh_CN": "答：对，统统都消业障。念佛，我们把念佛堂划做三个区域：绕佛、礼佛、止静，划成三个区域，这个方法很受现代人欢迎。我们过去在美国这样作法，得到了很好的效果。确实是以绕佛为主，这个方法是《华严经》德云比丘所传的。德云比丘他的念佛方法，就是我们后人所讲的「般舟三昧」、「佛立三昧」，是以绕佛为主。",
      "zh_TW": "答：對，統統都消業障。念佛，我們把念佛堂劃做三個區域：繞佛、禮佛、止靜，劃成三個區域，這個方法很受現代人歡迎。我們過去在美國這樣作法，得到了很好的效果。確實是以繞佛為主，這個方法是《華嚴經》德雲比丘所傳的。德雲比丘他的念佛方法，就是我們後人所講的「般舟三昧」、「佛立三昧」，是以繞佛為主。"
    },
    {
      "id": "21-090-0047_p0051",
      "zh_CN": "绕佛实在是累了，这是对我们现在人讲的，我们业障重，没有那么好的体力，可以坐下来休息，休息好了，赶紧再出来绕。绕的时候出声，坐下来的时候止静不出声，可以默念，也可以不念；不念怎么样？听绕佛念佛的声音，专心去听，这都叫「摄心念佛」，这方法都很好。如果精神提不起来，昏沈的时候就拜佛，在昏沈的时候拜佛，这是最好的对治方法。分三个区是这个意思，样样都能消业障。如果是「这个能消业障，那个不能消业障」，这业障就很重了。为什么？业障是从妄想来的，念佛还要打妄想，业障怎么能消得了？",
      "zh_TW": "繞佛實在是累了，這是對我們現在人講的，我們業障重，沒有那麼好的體力，可以坐下來休息，休息好了，趕緊再出來繞。繞的時候出聲，坐下來的時候止靜不出聲，可以默念，也可以不念；不念怎麼樣？聽繞佛念佛的聲音，專心去聽，這都叫「攝心念佛」，這方法都很好。如果精神提不起來，昏沈的時候就拜佛，在昏沈的時候拜佛，這是最好的對治方法。分三個區是這個意思，樣樣都能消業障。如果是「這個能消業障，那個不能消業障」，這業障就很重了。為什麼？業障是從妄想來的，念佛還要打妄想，業障怎麼能消得了？"
    },
    {
      "id": "21-090-0047_p0052",
      "zh_CN": "问：「有人说现前众生业障深重，念阿弥陀佛太慢，来不急帮助众生，念咒可以立即帮助众生。请问这个说法是否正确？」",
      "zh_TW": "問：「有人說現前眾生業障深重，念阿彌陀佛太慢，來不急幫助眾生，念咒可以立即幫助眾生。請問這個說法是否正確？」"
    },
    {
      "id": "21-090-0047_p0053",
      "zh_CN": "答：我刚才讲过了，古大德讲：「念经不如念咒，念咒不如念佛」，这问题不就解决了吗？「念咒不如念佛」，为什么？急难的时候愈简单愈好。咒比名号多，名号好念，「阿弥陀佛」四个字，紧急关头，「南无」两个字都不要念了。你们看莲池大师的《竹窗随笔》里面有记载，有人向莲池大师请教：「您老人家怎么样教别人念佛？」他说：「我教别人念『南无阿弥陀佛』六字。」「您老人家自己怎么念佛？」他说：「我念『阿弥陀佛』四字。」他说：「为什么教人家念六字，自己念四字？别人未必这一生当中求生极乐世界，加『南无』，南无是皈依、是礼敬，这是客气话，要客气一点。我是这一生决定要求生净土，客气话统统免了，就是一句佛号。」《弥陀经》讲「执持名号」，名号就四个字，你说多简单！愈简单愈有力量，六个字就不如四个字，四个字比六个字更有力量！咒更长，愈长，你的心力就愈散，不能集中；愈简单，你心的力量愈集中，集中才产生力量，你要懂得这个道理，所以「念咒不如念佛」。",
      "zh_TW": "答：我剛才講過了，古大德講：「念經不如念咒，念咒不如念佛」，這問題不就解決了嗎？「念咒不如念佛」，為什麼？急難的時候愈簡單愈好。咒比名號多，名號好念，「阿彌陀佛」四個字，緊急關頭，「南無」兩個字都不要念了。你們看蓮池大師的《竹窗隨筆》裡面有記載，有人向蓮池大師請教：「您老人家怎麼樣教別人念佛？」他說：「我教別人念『南無阿彌陀佛』六字。」「您老人家自己怎麼念佛？」他說：「我念『阿彌陀佛』四字。」他說：「為什麼教人家念六字，自己念四字？別人未必這一生當中求生極樂世界，加『南無』，南無是皈依、是禮敬，這是客氣話，要客氣一點。我是這一生決定要求生淨土，客氣話統統免了，就是一句佛號。」《彌陀經》講「執持名號」，名號就四個字，你說多簡單！愈簡單愈有力量，六個字就不如四個字，四個字比六個字更有力量！咒更長，愈長，你的心力就愈散，不能集中；愈簡單，你心的力量愈集中，集中才產生力量，你要懂得這個道理，所以「念咒不如念佛」。"
    },
    {
      "id": "21-090-0047_p0054",
      "zh_CN": "为什么说「念经不如念咒」？经长，经比咒长。小经，念一部《阿弥陀经》，哪里能比得上念一遍《往生咒》简单？《往生咒》比《阿弥陀经》简单多了，佛号又比《往生咒》简单。记住！愈简单的愈有力量，这个不能有疑惑，不能有误会。从前黄念祖老居士拿照相机做比喻，还满有道理。他说：「阿弥陀佛就像傻瓜照像机，每一个人拿了一按，张张都好，没有一张照坏的。高级照相机一台十几万元，三十六张底片，你拿去照，一张都照不好，要是专家照，一卷也许能够照个五、六张好的。这不如简单的好，愈简单愈好」。",
      "zh_TW": "為什麼說「念經不如念咒」？經長，經比咒長。小經，念一部《阿彌陀經》，哪裡能比得上念一遍《往生咒》簡單？《往生咒》比《阿彌陀經》簡單多了，佛號又比《往生咒》簡單。記住！愈簡單的愈有力量，這個不能有疑惑，不能有誤會。從前黃念祖老居士拿照相機做比喻，還滿有道理。他說：「阿彌陀佛就像傻瓜照像機，每一個人拿了一按，張張都好，沒有一張照壞的。高級照相機一台十幾萬元，三十六張底片，你拿去照，一張都照不好，要是專家照，一捲也許能夠照個五、六張好的。這不如簡單的好，愈簡單愈好」。"
    }
  ]
}