{
  "doc_id": "21-090-0008",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0008",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "21-090-0008_p0001",
      "zh_CN": "问：「受菩萨戒是否六日内过午不食？及六斋日是供菜食？」",
      "zh_TW": "問：「受菩薩戒是否六日內過午不食？及六齋日是供菜食？」"
    },
    {
      "id": "21-090-0008_p0002",
      "zh_CN": "答：这个事情在戒坛里面的传戒师父都会为你讲清楚。在菩萨戒本里面也记载得很清楚，一定要认真去读戒本，去学习祖师大德们对戒本的注解。无论是《梵网经》、《璎珞经》的戒本，都有古大德的讲解，说得最浅显是弘一大师的《律学三十三种》，可以提供你做参考。",
      "zh_TW": "答：這個事情在戒壇裡面的傳戒師父都會為你講清楚。在菩薩戒本裡面也記載得很清楚，一定要認真去讀戒本，去學習祖師大德們對戒本的註解。無論是《梵網經》、《瓔珞經》的戒本，都有古大德的講解，說得最淺顯是弘一大師的《律學三十三種》，可以提供你做參考。"
    },
    {
      "id": "21-090-0008_p0003",
      "zh_CN": "问：「请问受菩萨戒以后，能否再受五戒？」",
      "zh_TW": "問：「請問受菩薩戒以後，能否再受五戒？」"
    },
    {
      "id": "21-090-0008_p0004",
      "zh_CN": "答：菩萨戒就包括五戒在其中，这就等于说，你大学毕业了，要不要再去念小学的意思。",
      "zh_TW": "答：菩薩戒就包括五戒在其中，這就等於說，你大學畢業了，要不要再去念小學的意思。"
    },
    {
      "id": "21-090-0008_p0005",
      "zh_CN": "问：「残疾不能自立，由同参道友代我请老法师开示。念佛五年，刚念时，进入仙道两个月，已经附身。每天读经、念佛、听老法师讲经录音带，并忏悔回向给冤亲债主，到寺院做超度，至今还没有离身。念佛不得力，临终时又怕障碍，怎么办？」",
      "zh_TW": "問：「殘疾不能自立，由同參道友代我請老法師開示。念佛五年，剛念時，進入仙道兩個月，已經附身。每天讀經、念佛、聽老法師講經錄音帶，並懺悔迴向給冤親債主，到寺院做超度，至今還沒有離身。念佛不得力，臨終時又怕障礙，怎麼辦？」"
    },
    {
      "id": "21-090-0008_p0006",
      "zh_CN": "答：这的确是严重的问题。忏悔不得力，是我们的真诚心不够。儒、佛都教导我们，至诚就能够感动，上可感动诸佛菩萨，下可感动天地鬼神。你修忏悔、做超度佛事，都没有感动冤亲债主，这是你的诚意不够，这是一个因素；再者你要再忏悔，以真诚心求三宝加持。真诚心才能修积功德，你的功德让给冤亲债主共享，没有不受感动的。总而言之，是真诚心不够。",
      "zh_TW": "答：這的確是嚴重的問題。懺悔不得力，是我們的真誠心不夠。儒、佛都教導我們，至誠就能夠感動，上可感動諸佛菩薩，下可感動天地鬼神。你修懺悔、做超度佛事，都沒有感動冤親債主，這是你的誠意不夠，這是一個因素；再者你要再懺悔，以真誠心求三寶加持。真誠心才能修積功德，你的功德讓給冤親債主共享，沒有不受感動的。總而言之，是真誠心不夠。"
    },
    {
      "id": "21-090-0008_p0007",
      "zh_CN": "问：「请问人间短短几十年，死后往哪里去？」",
      "zh_TW": "問：「請問人間短短幾十年，死後往哪裡去？」"
    },
    {
      "id": "21-090-0008_p0008",
      "zh_CN": "答：这个事情应当是你比我知道得更清楚。人死了以后到哪里去？佛经告诉我们：随业流转，完全看自己造作的业力。你这一生造作的是善业，决定在三善道；你造作的是恶业，决定堕三恶道；念佛求生净土，你的去处非常殊胜，到西方极乐世界阿弥陀佛那个地方。",
      "zh_TW": "答：這個事情應當是你比我知道得更清楚。人死了以後到哪裡去？佛經告訴我們：隨業流轉，完全看自己造作的業力。你這一生造作的是善業，決定在三善道；你造作的是惡業，決定墮三惡道；念佛求生淨土，你的去處非常殊勝，到西方極樂世界阿彌陀佛那個地方。"
    },
    {
      "id": "21-090-0008_p0009",
      "zh_CN": "问：「家里常常会有蝴蝶、飞蛾与甲虫飞到室内，我常对虫儿们说：欢迎你们来，来听师父讲经与佛号，但是请不要把家里的窗口凹槽当作你们的坟场。一段时间之后，发现窗口凹槽里少有昆虫的尸体。牠们都去了哪里？」",
      "zh_TW": "問：「家裡常常會有蝴蝶、飛蛾與甲蟲飛到室內，我常對蟲兒們說：歡迎你們來，來聽師父講經與佛號，但是請不要把家裡的窗口凹槽當作你們的墳場。一段時間之後，發現窗口凹槽裡少有昆蟲的屍體。牠們都去了哪裡？」"
    },
    {
      "id": "21-090-0008_p0010",
      "zh_CN": "答：这个事情得问你，不要问我。你用诚心对待牠们，用诚心、善意，牠懂得，牠不会来干扰你。你能看到这种迹象，就晓得小动物也通人情，这一点很重要。",
      "zh_TW": "答：這個事情得問你，不要問我。你用誠心對待牠們，用誠心、善意，牠懂得，牠不會來干擾你。你能看到這種跡象，就曉得小動物也通人情，這一點很重要。"
    },
    {
      "id": "21-090-0008_p0011",
      "zh_CN": "问：「请问在家居士身穿短裤、衬衫诵经念佛拜佛，是否如法？」",
      "zh_TW": "問：「請問在家居士身穿短褲、襯衫誦經念佛拜佛，是否如法？」"
    },
    {
      "id": "21-090-0008_p0012",
      "zh_CN": "答：不如法，我们对于尊长要礼敬。同样的道理，今天你家里来了贵宾，总统大人到你家里访问，你穿短裤、衬衣可不可以接待他？连我们世间国王、大臣、总统，我们都要穿礼服接待，见佛菩萨焉能不穿礼服？我们见到佛像，应当是见佛如佛在，生起这样的恭敬心就好，这完全是一个敬意，要养成习惯。",
      "zh_TW": "答：不如法，我們對於尊長要禮敬。同樣的道理，今天你家裡來了貴賓，總統大人到你家裡訪問，你穿短褲、襯衣可不可以接待他？連我們世間國王、大臣、總統，我們都要穿禮服接待，見佛菩薩焉能不穿禮服？我們見到佛像，應當是見佛如佛在，生起這樣的恭敬心就好，這完全是一個敬意，要養成習慣。"
    },
    {
      "id": "21-090-0008_p0013",
      "zh_CN": "问：「听老法师讲经，谈到佛教艺术、音乐等，艺术和舞蹈是鱼和水的关系。中国中央台播放「少林武僧」，这个小型的舞剧，把舞蹈、武术、武僧的武功融为一体，搬上舞台与大众见面。请法师指教，今后二十一世纪，佛教艺术中的佛教舞蹈是否有发展？如何发展？我从事舞蹈事业四十余年，又是三宝弟子，很关心佛教舞蹈的未来。」",
      "zh_TW": "問：「聽老法師講經，談到佛教藝術、音樂等，藝術和舞蹈是魚和水的關係。中國中央台播放「少林武僧」，這個小型的舞劇，把舞蹈、武術、武僧的武功融為一體，搬上舞台與大眾見面。請法師指教，今後二十一世紀，佛教藝術中的佛教舞蹈是否有發展？如何發展？我從事舞蹈事業四十餘年，又是三寶弟子，很關心佛教舞蹈的未來。」"
    },
    {
      "id": "21-090-0008_p0014",
      "zh_CN": "答：你这个想法很好。我们佛教跟天主教、基督教相比，我们的人才可以说是非常缺乏。我们对于音乐、歌舞，佛法是非常的重视。可是这个时代，大概最近两、三百年，佛教都没有艺术人才出现。在清朝的时候，有一位法师写了一个剧本《归元镜》，那个剧本我们翻印很多，它是平剧，内容是慧远大师、永明延寿大师、莲池大师三个人的故事，我看过，剧本写得很好，古人都能想到，这是把佛法搬上舞台。现在科技发达，我们深深希望能将佛法编成电视连续剧，这个效果很大，每天传送到家庭里欣赏，这是接引初机最为方便。所以从事这个工作的，希望能够有一个正确的目标与方向，努力来做这个工作，这个理念一定要对全世界弘法。当然除了你本身艺术修养之外，佛法的修养也要相当到家，如果不能在佛法下功夫，这个艺术的型态是有，而内容没有，那还是达不到教化众生的目的。",
      "zh_TW": "答：你這個想法很好。我們佛教跟天主教、基督教相比，我們的人才可以說是非常缺乏。我們對於音樂、歌舞，佛法是非常的重視。可是這個時代，大概最近兩、三百年，佛教都沒有藝術人才出現。在清朝的時候，有一位法師寫了一個劇本《歸元鏡》，那個劇本我們翻印很多，它是平劇，內容是慧遠大師、永明延壽大師、蓮池大師三個人的故事，我看過，劇本寫得很好，古人都能想到，這是把佛法搬上舞台。現在科技發達，我們深深希望能將佛法編成電視連續劇，這個效果很大，每天傳送到家庭裡欣賞，這是接引初機最為方便。所以從事這個工作的，希望能夠有一個正確的目標與方向，努力來做這個工作，這個理念一定要對全世界弘法。當然除了你本身藝術修養之外，佛法的修養也要相當到家，如果不能在佛法下功夫，這個藝術的型態是有，而內容沒有，那還是達不到教化眾生的目的。"
    },
    {
      "id": "21-090-0008_p0015",
      "zh_CN": "问：「每逢星期六、星期日精进念佛，静坐后段快速念佛时，由于中气不足，感到气喘透不过气来。故这个时段必停止出声，改为默念。请问是否如法？」",
      "zh_TW": "問：「每逢星期六、星期日精進念佛，靜坐後段快速念佛時，由於中氣不足，感到氣喘透不過氣來。故這個時段必停止出聲，改為默念。請問是否如法？」"
    },
    {
      "id": "21-090-0008_p0016",
      "zh_CN": "答：这是如法。念佛，最重要是心里面的佛号不中断。口里念佛，毕竟受我们体质的影响，你念得快、念得慢、默念（古人讲金刚持，金刚持是口动没有声音），你采取哪一种方法自己感觉得舒适就好，所以这个没有定法。",
      "zh_TW": "答：這是如法。念佛，最重要是心裡面的佛號不中斷。口裡念佛，畢竟受我們體質的影響，你念得快、念得慢、默念（古人講金剛持，金剛持是口動沒有聲音），你採取哪一種方法自己感覺得舒適就好，所以這個沒有定法。"
    },
    {
      "id": "21-090-0008_p0017",
      "zh_CN": "问：「昨天听经，提到无意浪费常住的水电等等，这个罪连佛都帮不上忙。我马上省悟，用钱布施给常住，来补偿因我的过失而造成的损失，这样可以免我的罪过吗？」",
      "zh_TW": "問：「昨天聽經，提到無意浪費常住的水電等等，這個罪連佛都幫不上忙。我馬上省悟，用錢布施給常住，來補償因我的過失而造成的損失，這樣可以免我的罪過嗎？」"
    },
    {
      "id": "21-090-0008_p0018",
      "zh_CN": "答：这个可以。我想是人同此心，心同此理。这是小事，不是大事情。这一种浪费，我们自己知道了来补偿，这个应当没有问题的，因为这是过失不是罪。",
      "zh_TW": "答：這個可以。我想是人同此心，心同此理。這是小事，不是大事情。這一種浪費，我們自己知道了來補償，這個應當沒有問題的，因為這是過失不是罪。"
    },
    {
      "id": "21-090-0008_p0019",
      "zh_CN": "问：「我希望全世界各地来参学的同修，能够把念头一转，把居士林的水电费当作我们自己的，应当要付钱，这样自然就不会造成浪费常住的一分一毫。」",
      "zh_TW": "問：「我希望全世界各地來參學的同修，能夠把念頭一轉，把居士林的水電費當作我們自己的，應當要付錢，這樣自然就不會造成浪費常住的一分一毫。」"
    },
    {
      "id": "21-090-0008_p0020",
      "zh_CN": "答：这个观念不正确，应当要时时刻刻养成节俭的习惯，这样就好。决不能因自己可以付钱，就可以任意去用，这样还是不好。总而言之，修行是要修正自己错误的观念、行为。佛是教导我们修行，常住是提供修行的场所，帮助你、成就你，主要是改你的习惯，成就你的德行。所以要懂得这个意思，知道自己要节俭、要惜福。",
      "zh_TW": "答：這個觀念不正確，應當要時時刻刻養成節儉的習慣，這樣就好。決不能因自己可以付錢，就可以任意去用，這樣還是不好。總而言之，修行是要修正自己錯誤的觀念、行為。佛是教導我們修行，常住是提供修行的場所，幫助你、成就你，主要是改你的習慣，成就你的德行。所以要懂得這個意思，知道自己要節儉、要惜福。"
    },
    {
      "id": "21-090-0008_p0021",
      "zh_CN": "常住尤其重要的，唐朝时候「马祖建丛林，百丈立清规」，提倡共修，在这以前，共修是有，但是没有规定，也没有任何约束，多半都是自修，只有在讨论、研究、学习经教时共同在一起，确实修行是个人的事情。我们能够想像得到，在那个时候一定有一些人懈怠、懒惰，不能克服自己的习气，祖师大德看到感到非常可惜，所以提倡共修。「共修」是什么？依众靠众，大家生活在一起都守纪律，这样才能把自己的烦恼习气克服。自己没有能力克服，要藉大众的力量，这是个好事情。当年建丛林、立清规，用意就在此地。",
      "zh_TW": "常住尤其重要的，唐朝時候「馬祖建叢林，百丈立清規」，提倡共修，在這以前，共修是有，但是沒有規定，也沒有任何約束，多半都是自修，只有在討論、研究、學習經教時共同在一起，確實修行是個人的事情。我們能夠想像得到，在那個時候一定有一些人懈怠、懶惰，不能克服自己的習氣，祖師大德看到感到非常可惜，所以提倡共修。「共修」是什麼？依眾靠眾，大家生活在一起都守紀律，這樣才能把自己的煩惱習氣克服。自己沒有能力克服，要藉大眾的力量，這是個好事情。當年建叢林、立清規，用意就在此地。"
    },
    {
      "id": "21-090-0008_p0022",
      "zh_CN": "我们建筑道场参学，「参」是参与、参加，「学」是学习，参学就是我们要参与这个团体，跟他共同学习，你才能得受用。如果我们到这个道场来，自己用一个特殊的身分，不能跟大家生活在一起，不能跟大家一起学习，你就完全错了，而且是错得太离谱了。当然，今天的社会民主自由开放，很多同修是从海外来的，我们不便说，你来几天，何必得罪人？大家结个欢喜缘多好，不要结冤仇。你做得如法不如法，反正时间很短，就不说了。",
      "zh_TW": "我們建築道場參學，「參」是參與、參加，「學」是學習，參學就是我們要參與這個團體，跟他共同學習，你才能得受用。如果我們到這個道場來，自己用一個特殊的身分，不能跟大家生活在一起，不能跟大家一起學習，你就完全錯了，而且是錯得太離譜了。當然，今天的社會民主自由開放，很多同修是從海外來的，我們不便說，你來幾天，何必得罪人？大家結個歡喜緣多好，不要結冤仇。你做得如法不如法，反正時間很短，就不說了。"
    },
    {
      "id": "21-090-0008_p0023",
      "zh_CN": "我们讲经，诸位问到这个地方就不能不讲，不讲对不起你。你不能随顺大众，你要晓得，你的过失在哪里？这个过失要从戒经里面去结罪，这个罪过很重，你破坏这个僧团的形象；这是什么罪？破和合僧，破和合僧的果报在阿鼻地狱。我常劝导同学，这个道场是正法道场，每天讲经念佛一切都有规矩，上轨道了。我们自己生活已经养成不好的习惯，实在没有办法跟上它，我们自己应当知难而退，「我离开这个道场，我就是护持道场，我绝不破坏这个道场的形象」，你的功德无量，你做了一桩好事情。你不离开，又不肯随众，这是破坏形象，你的罪过，我们一句话不说，没有一个人讲你，你的果报在阿鼻地狱，这个道理与事实不能不知道。佛法，你们三皈依时都念过：「皈依僧，众中尊」，这句话怎么讲？「众」就是我们今天讲的团体。社会团体很多，四个人以上就是一个小团体，就成「众」。我们佛门也是一个团体，众中最为尊贵，今天的话说，是值得人尊敬的，佛法这个团体，在世间所有一切团体中最被人尊敬的。尊敬在哪里？它是和合僧团，这就值得人尊敬。这个僧团里面没有诤论，都能遵守「六和敬」的戒条，所以它是和睦僧团，是社会一切团体的模范团体。你要是把模范团体形象破坏，这个罪过有多重！一定要晓得这个道理。「这个团体里面有许多规矩、习惯，我做不来，我不参加，我不到这儿来」，这行。如果住在这里，住一天就守一天规矩，住两天就守两天规矩。住在这个地方不守规矩，人可以原谅你，你的行业不能原谅你，这个业决定堕三途，这是不能不知道的。",
      "zh_TW": "我們講經，諸位問到這個地方就不能不講，不講對不起你。你不能隨順大眾，你要曉得，你的過失在哪裡？這個過失要從戒經裡面去結罪，這個罪過很重，你破壞這個僧團的形象；這是什麼罪？破和合僧，破和合僧的果報在阿鼻地獄。我常勸導同學，這個道場是正法道場，每天講經念佛一切都有規矩，上軌道了。我們自己生活已經養成不好的習慣，實在沒有辦法跟上它，我們自己應當知難而退，「我離開這個道場，我就是護持道場，我絕不破壞這個道場的形象」，你的功德無量，你做了一樁好事情。你不離開，又不肯隨眾，這是破壞形象，你的罪過，我們一句話不說，沒有一個人講你，你的果報在阿鼻地獄，這個道理與事實不能不知道。佛法，你們三皈依時都念過：「皈依僧，眾中尊」，這句話怎麼講？「眾」就是我們今天講的團體。社會團體很多，四個人以上就是一個小團體，就成「眾」。我們佛門也是一個團體，眾中最為尊貴，今天的話說，是值得人尊敬的，佛法這個團體，在世間所有一切團體中最被人尊敬的。尊敬在哪裡？它是和合僧團，這就值得人尊敬。這個僧團裡面沒有諍論，都能遵守「六和敬」的戒條，所以它是和睦僧團，是社會一切團體的模範團體。你要是把模範團體形象破壞，這個罪過有多重！一定要曉得這個道理。「這個團體裡面有許多規矩、習慣，我做不來，我不參加，我不到這兒來」，這行。如果住在這裡，住一天就守一天規矩，住兩天就守兩天規矩。住在這個地方不守規矩，人可以原諒你，你的行業不能原諒你，這個業決定墮三途，這是不能不知道的。"
    },
    {
      "id": "21-090-0008_p0024",
      "zh_CN": "问：「弟子是修净土念佛法门，弟子有一个女儿嫁给基督教的家庭，女婿与外孙均被其母亲、祖母拉入当教徒，但是他们均在工作学习，没有参与活动，也不信。女儿现在既未信教，未信佛、未烧香（信佛，烧香不烧香没有关系）。这样状况，本人想替他们祈求家庭平安、和睦、工作进步等，是否可以？是否可以替他们的祖先超度，他们祖先当中有一个是非常必要超度的。请开示。」",
      "zh_TW": "問：「弟子是修淨土念佛法門，弟子有一個女兒嫁給基督教的家庭，女婿與外孫均被其母親、祖母拉入當教徒，但是他們均在工作學習，沒有參與活動，也不信。女兒現在既未信教，未信佛、未燒香（信佛，燒香不燒香沒有關係）。這樣狀況，本人想替他們祈求家庭平安、和睦、工作進步等，是否可以？是否可以替他們的祖先超度，他們祖先當中有一個是非常必要超度的。請開示。」"
    },
    {
      "id": "21-090-0008_p0025",
      "zh_CN": "答：无论他信什么宗教，只要有真诚心，你学佛为他回向都有好处。现在正好是七月，居士林有超度法会，你可以给他写个牌位一起超度，这样可省很多事，也省很多手续。居士林这几年上下一团和睦，几千人在这个场所活动，这个场所虽不能讲是圆满的六和敬，可以说初具六和敬规模。这个道场没有看到人有争执，彼此都能够容忍，彼此都能够谅解，大家都能够和睦相处，所以社会对我们有很多的好评。这个社会好评感动社会大众，鬼神一样也感动。",
      "zh_TW": "答：無論他信什麼宗教，只要有真誠心，你學佛為他迴向都有好處。現在正好是七月，居士林有超度法會，你可以給他寫個牌位一起超度，這樣可省很多事，也省很多手續。居士林這幾年上下一團和睦，幾千人在這個場所活動，這個場所雖不能講是圓滿的六和敬，可以說初具六和敬規模。這個道場沒有看到人有爭執，彼此都能夠容忍，彼此都能夠諒解，大家都能夠和睦相處，所以社會對我們有很多的好評。這個社會好評感動社會大眾，鬼神一樣也感動。"
    },
    {
      "id": "21-090-0008_p0026",
      "zh_CN": "有一些同修告诉我：过世的家亲眷属托梦给他，要求到居士林来听经、念佛，所以他们前往到这里为他们立牌位。还有团体的，台北有个同修打电话给我，他说晚上作梦，梦到「佛陀教育基金会」，基金会顶楼是佛堂，里面有许多同修祖先牌位供在那个地方。因为我们不收费，所以供的人就特别多，多到牌位没有地方放，怎么办？把牌位重叠起来。那些人托梦，希望到新加坡居士林听经、念佛，你看连鬼神都要组团来参加。我们这里听到这个讯息之后，就为「佛陀教育基金会」立了总牌位，又为「台北华藏图书馆」，这个老道场里面也供有许多牌位，我们也立了总牌位，这是团体到这边来的。所以新加坡居士林念佛风气确实相当殊胜。",
      "zh_TW": "有一些同修告訴我：過世的家親眷屬託夢給他，要求到居士林來聽經、念佛，所以他們前往到這裡為他們立牌位。還有團體的，台北有個同修打電話給我，他說晚上作夢，夢到「佛陀教育基金會」，基金會頂樓是佛堂，裡面有許多同修祖先牌位供在那個地方。因為我們不收費，所以供的人就特別多，多到牌位沒有地方放，怎麼辦？把牌位重疊起來。那些人託夢，希望到新加坡居士林聽經、念佛，你看連鬼神都要組團來參加。我們這裡聽到這個訊息之後，就為「佛陀教育基金會」立了總牌位，又為「台北華藏圖書館」，這個老道場裡面也供有許多牌位，我們也立了總牌位，這是團體到這邊來的。所以新加坡居士林念佛風氣確實相當殊勝。"
    },
    {
      "id": "21-090-0008_p0027",
      "zh_CN": "在这个时代，我们道场虽然不是相当完备，所谓是「比上不足，比下有余」，勉强还能过得去，这是三宝加持，龙天拥护。我们要爱惜这个道场，在这个道场认真努力学习，为这个道场增光，这样一定得诸佛护念、龙天善神保佑。诸位在这个地方时间不长，在这个地方学习之后，要把此地修学的精神、方法带回去。也有人提议，最好一年能够来两次，这个意见很好；时间很短来两次，提醒自己。到这个地方来参加共修，这是好事情。",
      "zh_TW": "在這個時代，我們道場雖然不是相當完備，所謂是「比上不足，比下有餘」，勉強還能過得去，這是三寶加持，龍天擁護。我們要愛惜這個道場，在這個道場認真努力學習，為這個道場增光，這樣一定得諸佛護念、龍天善神保佑。諸位在這個地方時間不長，在這個地方學習之後，要把此地修學的精神、方法帶回去。也有人提議，最好一年能夠來兩次，這個意見很好；時間很短來兩次，提醒自己。到這個地方來參加共修，這是好事情。"
    },
    {
      "id": "21-090-0008_p0028",
      "zh_CN": "问：「还受生债是怎么回事情？有的僧人、师父专靠此作佛事，说能转定业，对吗？我曾多次劝一位尼师，一个人的定业不能靠此转，念佛人是诵《无量寿经》，这位师父说：欠阴债需诵《金刚经》多少遍。这给搞夹杂了，但她很难接受，我应该怎么办？」",
      "zh_TW": "問：「還受生債是怎麼回事情？有的僧人、師父專靠此作佛事，說能轉定業，對嗎？我曾多次勸一位尼師，一個人的定業不能靠此轉，念佛人是誦《無量壽經》，這位師父說：欠陰債需誦《金剛經》多少遍。這給搞夾雜了，但她很難接受，我應該怎麼辦？」"
    },
    {
      "id": "21-090-0008_p0029",
      "zh_CN": "答：你不管就好了。你要怎么办？我们奉劝别人，别人不接受，你就不要再想怎么办，愈想就愈难办了。劝导她，她不能接受就算了，我们做朋友的本分尽到了，接不接受是她的事。",
      "zh_TW": "答：你不管就好了。你要怎麼辦？我們奉勸別人，別人不接受，你就不要再想怎麼辦，愈想就愈難辦了。勸導她，她不能接受就算了，我們做朋友的本分盡到了，接不接受是她的事。"
    },
    {
      "id": "21-090-0008_p0030",
      "zh_CN": "这个受生债，大概是欠鬼的债，欠过去人的债，我想应该是这样。转定业就不可能，我们在佛经里面看到，释迦牟尼佛不能转定业，诸佛如来都不能转定业，哪有能转定业的？这是不可能的事情。但是债总是要还的，还债是好事情，可是不要再欠债，要懂得这个道理。",
      "zh_TW": "這個受生債，大概是欠鬼的債，欠過去人的債，我想應該是這樣。轉定業就不可能，我們在佛經裡面看到，釋迦牟尼佛不能轉定業，諸佛如來都不能轉定業，哪有能轉定業的？這是不可能的事情。但是債總是要還的，還債是好事情，可是不要再欠債，要懂得這個道理。"
    },
    {
      "id": "21-090-0008_p0031",
      "zh_CN": "学佛的同学都能够体会到，纵然我们这一生不欠众生的债务，过去生生世世接触佛法的机会少，没有接触佛法的机会多，哪有不造业的道理！无量劫来，一切众生跟我们结冤仇，债务、纠纷，不知道有多少，所以菩提道上困难重重，障道的因缘比比皆是。我们要晓得这个因从哪里来，就是无量劫过去生中所造的不善业。我们怎么办？佛教我们，将自己修行、诵经、礼佛所有功德回向给他们，我做的善事统统给你们，这就是还债。回向偈不是念念，这没有用，有口无心没有用处，要从内心里面真正发出忏悔回向，这有用处。「上报四重恩，下济三途苦」，将无量劫的恩人、冤亲债主都包括在其中了。有恩的，我回向给你，报恩；有怨的，我回向给你，把这个怨结解除。回向一定要出自内心，用真诚心、清净心、平等心、慈悲心修回向。",
      "zh_TW": "學佛的同學都能夠體會到，縱然我們這一生不欠眾生的債務，過去生生世世接觸佛法的機會少，沒有接觸佛法的機會多，哪有不造業的道理！無量劫來，一切眾生跟我們結冤仇，債務、糾紛，不知道有多少，所以菩提道上困難重重，障道的因緣比比皆是。我們要曉得這個因從哪裡來，就是無量劫過去生中所造的不善業。我們怎麼辦？佛教我們，將自己修行、誦經、禮佛所有功德迴向給他們，我做的善事統統給你們，這就是還債。迴向偈不是念念，這沒有用，有口無心沒有用處，要從內心裡面真正發出懺悔迴向，這有用處。「上報四重恩，下濟三途苦」，將無量劫的恩人、冤親債主都包括在其中了。有恩的，我迴向給你，報恩；有怨的，我迴向給你，把這個怨結解除。迴向一定要出自內心，用真誠心、清淨心、平等心、慈悲心修迴向。"
    },
    {
      "id": "21-090-0008_p0032",
      "zh_CN": "但是回向，自己要晓得拿什么回向，我们一天当中，真的做好事才有东西可以回向，今天一天都没有做好事，尽干些坏事，坏事怎么可以回向？我们今天起心动念、一切作为，确实是利益一切众生，有利于佛法，没有做错事情，这一天的功德才有回向的内容。光念回向偈没有内容不行，要有东西回向才行。",
      "zh_TW": "但是迴向，自己要曉得拿什麼迴向，我們一天當中，真的做好事才有東西可以迴向，今天一天都沒有做好事，盡幹些壞事，壞事怎麼可以迴向？我們今天起心動念、一切作為，確實是利益一切眾生，有利於佛法，沒有做錯事情，這一天的功德才有迴向的內容。光念迴向偈沒有內容不行，要有東西迴向才行。"
    },
    {
      "id": "21-090-0008_p0033",
      "zh_CN": "劝导家亲眷属、好朋友，劝导一次、两次不听，不能再劝了，三次、四次就变成仇人了。应当要自己认真努力修学，做出样子给他看，经过两、三年再见面，他看到：「你比我好！你修学得不错。」他的念头就转了。我在台湾、中国大陆有不少同学、朋友，都是十几岁就认识的。他们不信这些，一看到我学佛就摇头：「你怎么搞迷信？」我这个迷信搞了五十年，搞了半个世纪。现在他们见到我，点头了：「你对了。」我说：「我对了，你赶快学！」我现在给他佛经，他会念了，教他念佛，他也肯念了。为什么？我们做出样子给他看。我们年龄都差不多，站在一起比比看，这很简单的事情。度家亲眷属不在一时，一时劝他不听，过几年、几十年再来劝，他就会回头。年岁大了，他阅历深，遇到困难也多，容易回头了。年轻时血气方刚、自信心很强，不容易接受，所以我们有耐心去等待。",
      "zh_TW": "勸導家親眷屬、好朋友，勸導一次、兩次不聽，不能再勸了，三次、四次就變成仇人了。應當要自己認真努力修學，做出樣子給他看，經過兩、三年再見面，他看到：「你比我好！你修學得不錯。」他的念頭就轉了。我在台灣、中國大陸有不少同學、朋友，都是十幾歲就認識的。他們不信這些，一看到我學佛就搖頭：「你怎麼搞迷信？」我這個迷信搞了五十年，搞了半個世紀。現在他們見到我，點頭了：「你對了。」我說：「我對了，你趕快學！」我現在給他佛經，他會念了，教他念佛，他也肯念了。為什麼？我們做出樣子給他看。我們年齡都差不多，站在一起比比看，這很簡單的事情。度家親眷屬不在一時，一時勸他不聽，過幾年、幾十年再來勸，他就會回頭。年歲大了，他閱歷深，遇到困難也多，容易回頭了。年輕時血氣方剛、自信心很強，不容易接受，所以我們有耐心去等待。"
    },
    {
      "id": "21-090-0008_p0034",
      "zh_CN": "问：「辽宁有一批不吃盐修道者，并称这是如来密法，念佛往生可以提高品位。请问这是正修还是外道？」",
      "zh_TW": "問：「遼寧有一批不吃鹽修道者，並稱這是如來密法，念佛往生可以提高品位。請問這是正修還是外道？」"
    },
    {
      "id": "21-090-0008_p0035",
      "zh_CN": "答：世尊在入般涅槃的时候，入灭临走之前非常慈悲，知道我们后世的学人有许多困难不能突破，这就是一条，所以佛教给我们「四依法」。四依法第一条是「依法不依人」。法是什么？佛经。不吃盐可以提高品位，可以查《大藏经》，把《大藏经》从头到尾仔细查一遍，看看有没有这句话。如果有这句话，你就把它说出来，我们大家都得利益。如果没有这句话，这是他说的，不是佛说的。我们相信佛，不能相信人，依法不依人。",
      "zh_TW": "答：世尊在入般涅槃的時候，入滅臨走之前非常慈悲，知道我們後世的學人有許多困難不能突破，這就是一條，所以佛教給我們「四依法」。四依法第一條是「依法不依人」。法是什麼？佛經。不吃鹽可以提高品位，可以查《大藏經》，把《大藏經》從頭到尾仔細查一遍，看看有沒有這句話。如果有這句話，你就把它說出來，我們大家都得利益。如果沒有這句話，這是他說的，不是佛說的。我們相信佛，不能相信人，依法不依人。"
    },
    {
      "id": "21-090-0008_p0036",
      "zh_CN": "是佛法、不是佛法、是外道？完全看它有没有经典做依据。无论修学哪个法门，它有佛教经典做根据，这是正法。不依照经典，自己想些方法来修行，这是邪法不是正法。所以佛教导我们依法不依人。经典有伪造的，这个东西很麻烦，我们要怎样去选择？我的老师一再嘱咐我，要以《大藏经》为标准。中国最后一套的《大藏经》，《龙藏》是乾隆时期雕刻的，这里面所搜集的经论都靠得住，如果是假的不是真的，决定不能收在《大藏经》里面，所以《大藏经》是我们的标准。现代人就很难了，现在民主开放，他自己的著作、朋友的著作，都可以放到《大藏经》，而且现在印《大藏经》很方便也很便宜。所以我们选择决定要依靠古本，古本《大藏经》里面有没有这个书？没有这个书，那就很难讲了，这是给我们一个依法不依人的标准。",
      "zh_TW": "是佛法、不是佛法、是外道？完全看它有沒有經典做依據。無論修學哪個法門，它有佛教經典做根據，這是正法。不依照經典，自己想些方法來修行，這是邪法不是正法。所以佛教導我們依法不依人。經典有偽造的，這個東西很麻煩，我們要怎樣去選擇？我的老師一再囑咐我，要以《大藏經》為標準。中國最後一套的《大藏經》，《龍藏》是乾隆時期雕刻的，這裡面所蒐集的經論都靠得住，如果是假的不是真的，決定不能收在《大藏經》裡面，所以《大藏經》是我們的標準。現代人就很難了，現在民主開放，他自己的著作、朋友的著作，都可以放到《大藏經》，而且現在印《大藏經》很方便也很便宜。所以我們選擇決定要依靠古本，古本《大藏經》裡面有沒有這個書？沒有這個書，那就很難講了，這是給我們一個依法不依人的標準。"
    },
    {
      "id": "21-090-0008_p0037",
      "zh_CN": "佛又慈悲教导我们，第二条是「依义不依语」。这很重要，要依佛经所讲的意思，不一定依靠言语。这个话使我们觉悟，经典会集是可以的，会集就是依义不依语。经本传到中国来，有好几个人翻译就好几种不同的本子，《金刚经》梵文原本只有一个本子，在中国有六种译本，我们今天流通的本子是鸠摩罗什大师的译本，玄奘大师也有译本，都是同一个原文梵文却译得不一样。到底哪个对、哪个不对？都对，依义不依语，要了解这个道理。",
      "zh_TW": "佛又慈悲教導我們，第二條是「依義不依語」。這很重要，要依佛經所講的意思，不一定依靠言語。這個話使我們覺悟，經典會集是可以的，會集就是依義不依語。經本傳到中國來，有好幾個人翻譯就好幾種不同的本子，《金剛經》梵文原本只有一個本子，在中國有六種譯本，我們今天流通的本子是鳩摩羅什大師的譯本，玄奘大師也有譯本，都是同一個原文梵文卻譯得不一樣。到底哪個對、哪個不對？都對，依義不依語，要了解這個道理。"
    },
    {
      "id": "21-090-0008_p0038",
      "zh_CN": "第三条教导我们，「依了义不依不了义」。什么是了义、什么是不了义？能够帮助我们了生死、出三界，这是了义。这部经典再好，对我来讲，或者太深，或者有困难，我没有办法受持，修学这个法门很难得利益，对我就是不了义。净土法门教你念《阿弥陀经》、念阿弥陀佛，很容易、很方便，又可以了生死出三界，对我来讲是了义。所以了义不了义的标准是在个人。一定要帮助你超越六道轮回、往生极乐世界，这是了义。在末法时期的了义经就是净土五经，老实念佛这是了义。这是依了义不依不了义。",
      "zh_TW": "第三條教導我們，「依了義不依不了義」。什麼是了義、什麼是不了義？能夠幫助我們了生死、出三界，這是了義。這部經典再好，對我來講，或者太深，或者有困難，我沒有辦法受持，修學這個法門很難得利益，對我就是不了義。淨土法門教你念《阿彌陀經》、念阿彌陀佛，很容易、很方便，又可以了生死出三界，對我來講是了義。所以了義不了義的標準是在個人。一定要幫助你超越六道輪迴、往生極樂世界，這是了義。在末法時期的了義經就是淨土五經，老實念佛這是了義。這是依了義不依不了義。"
    },
    {
      "id": "21-090-0008_p0039",
      "zh_CN": "第四条教导我们，「依智不依识」。用现在话来讲，学佛要依理智不可以依感情，依感情一定会走错路。要依理智，要依智慧，要有理性，你才不至于迷失方向误入歧途，佛很慈悲，了解我们末世众生的状况。诸位懂得这个道理，邪法跟正法你就有能力辨别。",
      "zh_TW": "第四條教導我們，「依智不依識」。用現在話來講，學佛要依理智不可以依感情，依感情一定會走錯路。要依理智，要依智慧，要有理性，你才不至於迷失方向誤入歧途，佛很慈悲，了解我們末世眾生的狀況。諸位懂得這個道理，邪法跟正法你就有能力辨別。"
    },
    {
      "id": "21-090-0008_p0040",
      "zh_CN": "问：「学佛前买的皮衣、皮鞋，自己不穿，可不可以送人？还是埋掉为好？」",
      "zh_TW": "問：「學佛前買的皮衣、皮鞋，自己不穿，可不可以送人？還是埋掉為好？」"
    },
    {
      "id": "21-090-0008_p0041",
      "zh_CN": "答：从前买的，还是可以穿、可以用，用坏了再把它丢掉。你没有用坏，你不是浪费吗？佛教我们爱惜物力，不是教我们浪费，你买的新的东西，很新很好，可以送人。自己用，已经觉悟了，不再买了，这个也可以。尤其是皮衣，供养老人最好。在佛经里面，佛有开缘。出家修行人，能不能穿皮衣？戒经里面有记载，七十岁以上身体虚弱怕冷，非皮衣不能保暖的，可以穿皮衣。佛是通情达理，佛很好讲话，佛虽制定戒律，并不是很执着，他看情形而定。你年岁老、身体不好、虚弱都有开缘，佛家所制定的戒律，真的是合情、合理、合法，我们应当要遵守。",
      "zh_TW": "答：從前買的，還是可以穿、可以用，用壞了再把它丟掉。你沒有用壞，你不是浪費嗎？佛教我們愛惜物力，不是教我們浪費，你買的新的東西，很新很好，可以送人。自己用，已經覺悟了，不再買了，這個也可以。尤其是皮衣，供養老人最好。在佛經裡面，佛有開緣。出家修行人，能不能穿皮衣？戒經裡面有記載，七十歲以上身體虛弱怕冷，非皮衣不能保暖的，可以穿皮衣。佛是通情達理，佛很好講話，佛雖制定戒律，並不是很執著，他看情形而定。你年歲老、身體不好、虛弱都有開緣，佛家所制定的戒律，真的是合情、合理、合法，我們應當要遵守。"
    },
    {
      "id": "21-090-0008_p0042",
      "zh_CN": "问：「朝阳寺有一位居士，止语修行两年多，后来发现他的心地并不清净，言谈中现烦恼相。我认为这种修行是断了众生法缘，这种苦行是很悲悯的事，请问这种修行方法对吗？",
      "zh_TW": "問：「朝陽寺有一位居士，止語修行兩年多，後來發現他的心地並不清淨，言談中現煩惱相。我認為這種修行是斷了眾生法緣，這種苦行是很悲憫的事，請問這種修行方法對嗎？"
    },
    {
      "id": "21-090-0008_p0043",
      "zh_CN": "答：你的想法很正确。止语目的是在专心，远离外缘的干扰。口虽不说话，还常用笔写东西传递给人，你说这个多麻烦，我写字条给人，不如讲话方便。这种止语，是形式上的止语，念头上没有止住。祖师大德教导我们修行从根本修，「根本」是什么？根本是心地，要求心地清净，心地不染，心地离缘，这是对的。形式上你说得很对，形式上遇到有缘的众生要帮助人，止语也可以帮助人，帮助哪些人？废话太多的人；看到人家不说话了，多话不如少话，少话不如不说话。但是要契机，你所示现的不契机，这个示现是白费的，没有人能懂，没有人能受感化，那就不必了，换一个方式示现。总而言之，我们心之所思、行之所为，一定要利益众生，要对众生有好处，不能利益众生的我们不做。我们的时间有限、精力有限，应当多做有利于社会大众的事业、多做感化社会大众之事。",
      "zh_TW": "答：你的想法很正確。止語目的是在專心，遠離外緣的干擾。口雖不說話，還常用筆寫東西傳遞給人，你說這個多麻煩，我寫字條給人，不如講話方便。這種止語，是形式上的止語，念頭上沒有止住。祖師大德教導我們修行從根本修，「根本」是什麼？根本是心地，要求心地清淨，心地不染，心地離緣，這是對的。形式上你說得很對，形式上遇到有緣的眾生要幫助人，止語也可以幫助人，幫助哪些人？廢話太多的人；看到人家不說話了，多話不如少話，少話不如不說話。但是要契機，你所示現的不契機，這個示現是白費的，沒有人能懂，沒有人能受感化，那就不必了，換一個方式示現。總而言之，我們心之所思、行之所為，一定要利益眾生，要對眾生有好處，不能利益眾生的我們不做。我們的時間有限、精力有限，應當多做有利於社會大眾的事業、多做感化社會大眾之事。"
    },
    {
      "id": "21-090-0008_p0044",
      "zh_CN": "问：「念佛求往生，又在家里供仙，这是他们多生多劫的缘分，请问他们如何避免临命终时往生产生的障碍？」",
      "zh_TW": "問：「念佛求往生，又在家裡供仙，這是他們多生多劫的緣分，請問他們如何避免臨命終時往生產生的障礙？」"
    },
    {
      "id": "21-090-0008_p0045",
      "zh_CN": "答：这个事情有。在香港我就见过，非常虔诚的佛教徒，家里面还供狐仙，大概是没有学佛之前，他就供养狐仙，狐仙保佑他，对他有恩德，学了佛之后还不能放下。可不可以继续供？情理上可以。每天诵经念佛给狐仙听，劝狐仙一同念佛求生净土，这是好事情，你也度了他。狐仙虽然是仙人，他没有离开六道，没有离开轮回，他的福报享尽，寿命尽了，还是会堕落，还是会轮转，不能解决问题。像这些天仙、鬼神，我们供养在佛像两旁，请他作护法神，每天让他跟我们一起做早晚课。你家里供狐仙一类的，早晚课一定要很认真，不认真他会生气，他会惩罚你。一定要认真的做，自利利他，自他两利是好事情，不必把他请走。",
      "zh_TW": "答：這個事情有。在香港我就見過，非常虔誠的佛教徒，家裡面還供狐仙，大概是沒有學佛之前，他就供養狐仙，狐仙保佑他，對他有恩德，學了佛之後還不能放下。可不可以繼續供？情理上可以。每天誦經念佛給狐仙聽，勸狐仙一同念佛求生淨土，這是好事情，你也度了他。狐仙雖然是仙人，他沒有離開六道，沒有離開輪迴，他的福報享盡，壽命盡了，還是會墮落，還是會輪轉，不能解決問題。像這些天仙、鬼神，我們供養在佛像兩旁，請他作護法神，每天讓他跟我們一起做早晚課。你家裡供狐仙一類的，早晚課一定要很認真，不認真他會生氣，他會懲罰你。一定要認真的做，自利利他，自他兩利是好事情，不必把他請走。"
    },
    {
      "id": "21-090-0008_p0046",
      "zh_CN": "通常有不少同修家里供祖先牌位，这是诸佛菩萨所赞叹的。我们祖先牌位也供在佛像的两旁边，我们拜佛也拜祖先，我们敬佛也敬祖先。敬佛是老师，敬祖先是孝道，这都是很如法，实在讲值得提倡。我们的讲堂这一边，就供着我们祖先牌位，我们这里供奉的是两个总牌位：一个是「中华民族百姓祖先」，我们每个人的祖先都在此地；另一个牌位是「新加坡共和国」，因为在当地，住在这个地方，这个地方人民的祖先我们也要供奉，这样很好。佛教导我们孝养父母、奉事师长，我们念念不忘，这是遵守佛陀的教诲。",
      "zh_TW": "通常有不少同修家裡供祖先牌位，這是諸佛菩薩所讚歎的。我們祖先牌位也供在佛像的兩旁邊，我們拜佛也拜祖先，我們敬佛也敬祖先。敬佛是老師，敬祖先是孝道，這都是很如法，實在講值得提倡。我們的講堂這一邊，就供著我們祖先牌位，我們這裡供奉的是兩個總牌位：一個是「中華民族百姓祖先」，我們每個人的祖先都在此地；另一個牌位是「新加坡共和國」，因為在當地，住在這個地方，這個地方人民的祖先我們也要供奉，這樣很好。佛教導我們孝養父母、奉事師長，我們念念不忘，這是遵守佛陀的教誨。"
    },
    {
      "id": "21-090-0008_p0047",
      "zh_CN": "问：「我在北京读书时，一位来自广东女同学，讲了她在广东读高一时，一校友天天与一些人在后跟着她，并说出她心里想的事，包括个人的隐私，她想什么就能够说出。她很害怕，在家里辍学两年，冲凉都不敢。因此常不固定居处，怕的是被他们找到。曾几次受不了要自杀。她很想知道为什么心里想的那些人都知道？」",
      "zh_TW": "問：「我在北京讀書時，一位來自廣東女同學，講了她在廣東讀高一時，一校友天天與一些人在後跟著她，並說出她心裡想的事，包括個人的隱私，她想什麼就能夠說出。她很害怕，在家裡輟學兩年，沖涼都不敢。因此常不固定居處，怕的是被他們找到。曾幾次受不了要自殺。她很想知道為什麼心裡想的那些人都知道？」"
    },
    {
      "id": "21-090-0008_p0048",
      "zh_CN": "答：这也是属于冤亲债主一类，因缘聚会，这是他来报复。遇到这些事情，这也是很好的逆增上缘，逼着你不敢不认真努力修行。放下一切妄想分别执着，你就得诸佛护念，得龙天善神拥护，这些冤亲债主自然就能够远离了。你一定要真诚心求佛菩萨，如理如法的修行。",
      "zh_TW": "答：這也是屬於冤親債主一類，因緣聚會，這是他來報復。遇到這些事情，這也是很好的逆增上緣，逼著你不敢不認真努力修行。放下一切妄想分別執著，你就得諸佛護念，得龍天善神擁護，這些冤親債主自然就能夠遠離了。你一定要真誠心求佛菩薩，如理如法的修行。"
    },
    {
      "id": "21-090-0008_p0049",
      "zh_CN": "这些人为什么能知道她的隐私？佛经告诉我们，鬼有五通。狐仙他们的神通是修得的，鬼的五种神通是报得的，他不要修，堕落在鬼道就有这个能力，《感应篇》讲：「举头三尺有神明」，这是真的不是假的。居士林的鬼神更多，外面组团到这儿来参学的很多，所以你一定要知道，我们肉眼看得见的，要是跟看不见的相比，看不见的比看得见的多很多倍。起心动念不能不正，心念要纯正，行为要纯正，鬼神都会尊敬你，怎么敢欺负你！你心里面有隐私，不可告人的事情，不是好事情，心里头光明正大，那是好事，鬼神再不敢欺负你。你把这个当作逆增上缘，策进自己，又何尝不是好事！",
      "zh_TW": "這些人為什麼能知道她的隱私？佛經告訴我們，鬼有五通。狐仙他們的神通是修得的，鬼的五種神通是報得的，他不要修，墮落在鬼道就有這個能力，《感應篇》講：「舉頭三尺有神明」，這是真的不是假的。居士林的鬼神更多，外面組團到這兒來參學的很多，所以你一定要知道，我們肉眼看得見的，要是跟看不見的相比，看不見的比看得見的多很多倍。起心動念不能不正，心念要純正，行為要純正，鬼神都會尊敬你，怎麼敢欺負你！你心裡面有隱私，不可告人的事情，不是好事情，心裡頭光明正大，那是好事，鬼神再不敢欺負你。你把這個當作逆增上緣，策進自己，又何嘗不是好事！"
    },
    {
      "id": "21-090-0008_p0050",
      "zh_CN": "问：「夜晚梦见一个同学和一个人在床边转来转去，要走的时候对我打招呼，让我好好的睡觉，他要走了，从窗口走的，请问这是什么原因？」",
      "zh_TW": "問：「夜晚夢見一個同學和一個人在床邊轉來轉去，要走的時候對我打招呼，讓我好好的睡覺，他要走了，從窗口走的，請問這是什麼原因？」"
    },
    {
      "id": "21-090-0008_p0051",
      "zh_CN": "答：一般讲，这是你的气很衰，你的精神意志不集中，所以见到这些鬼神，虽然没有恶意，也不是好事情。你见到之后，见怪不怪，不要放在心上，不要想着它，多想佛、多念佛。佛经告诉我们：「忆佛念佛，现前当来必定见佛」，这些不正常的际遇自然就没有了。",
      "zh_TW": "答：一般講，這是你的氣很衰，你的精神意志不集中，所以見到這些鬼神，雖然沒有惡意，也不是好事情。你見到之後，見怪不怪，不要放在心上，不要想著它，多想佛、多念佛。佛經告訴我們：「憶佛念佛，現前當來必定見佛」，這些不正常的際遇自然就沒有了。"
    },
    {
      "id": "21-090-0008_p0052",
      "zh_CN": "问：「约在三周前，做晚课时忆念起我的祖母，当晚即在梦中见到她，双眼不见了，腿不能走。我当时教她念佛，她照做了，我便离开了。又一周之后，我又在梦中见她，相貌完好，生活无忧，我心里便安心无虑，请开示。」",
      "zh_TW": "問：「約在三週前，做晚課時憶念起我的祖母，當晚即在夢中見到她，雙眼不見了，腿不能走。我當時教她念佛，她照做了，我便離開了。又一週之後，我又在夢中見她，相貌完好，生活無憂，我心裡便安心無慮，請開示。」"
    },
    {
      "id": "21-090-0008_p0053",
      "zh_CN": "答：这个事情《地藏菩萨本愿经》里面说得很多，你们还记得吗？你梦见已经过世的这些家亲眷属，佛经讲：他有求于你，求你帮助。所以梦到这些事情，我们应当很虔诚的诵经念佛回向给他，他就要求这个。你梦到之后要为他发愿，我念十部《弥陀经》给你，或者念一百部《弥陀经》给你，念一万声佛号给你，或者念十万声佛号给你，专为他念的。他来求你这些，你应当要帮助他。至于你念多少部经、念多少佛号，以此修行功德回向给他，这是你自己定的，自己有能力帮助他多少，一定要帮助他，你这样做以后就不会梦见了。",
      "zh_TW": "答：這個事情《地藏菩薩本願經》裡面說得很多，你們還記得嗎？你夢見已經過世的這些家親眷屬，佛經講：他有求於你，求你幫助。所以夢到這些事情，我們應當很虔誠的誦經念佛迴向給他，他就要求這個。你夢到之後要為他發願，我念十部《彌陀經》給你，或者念一百部《彌陀經》給你，念一萬聲佛號給你，或者念十萬聲佛號給你，專為他念的。他來求你這些，你應當要幫助他。至於你念多少部經、念多少佛號，以此修行功德迴向給他，這是你自己定的，自己有能力幫助他多少，一定要幫助他，你這樣做以後就不會夢見了。"
    },
    {
      "id": "21-090-0008_p0054",
      "zh_CN": "问：「请问老法师，我们居士帮助往生者助念，会不会影响自己的修行？是否背因果？有居士问：我们相信有西方极乐世界，但不知道西方极乐世界在什么地方？」",
      "zh_TW": "問：「請問老法師，我們居士幫助往生者助念，會不會影響自己的修行？是否背因果？有居士問：我們相信有西方極樂世界，但不知道西方極樂世界在什麼地方？」"
    },
    {
      "id": "21-090-0008_p0055",
      "zh_CN": "答：很奇怪，不知道在哪里，他会相信。你帮助别人助念，帮助他往生，对自己决定是殊胜功德，是好事情。这个事情肯定是好事情，他的恶因恶果绝对不会跑到你身上来，没有这个道理。你能帮助人往生，大慈菩萨讲：真正能帮助两个人往生，都比自己修行精进。佛说这些话，就是勉励我们一定要肯帮助别人。帮助别人第一殊胜，就是人在临终的时候帮助他，帮他助念往生。他往生就成佛了，你帮一个人去作佛，这还得了！你喜欢帮助别人，我们自己临命终时就有许多人帮助我们，我们不肯帮助别人、嫌弃别人，到自己临命终时没有人帮你助念，这是业因果报。",
      "zh_TW": "答：很奇怪，不知道在哪裡，他會相信。你幫助別人助念，幫助他往生，對自己決定是殊勝功德，是好事情。這個事情肯定是好事情，他的惡因惡果絕對不會跑到你身上來，沒有這個道理。你能幫助人往生，大慈菩薩講：真正能幫助兩個人往生，都比自己修行精進。佛說這些話，就是勉勵我們一定要肯幫助別人。幫助別人第一殊勝，就是人在臨終的時候幫助他，幫他助念往生。他往生就成佛了，你幫一個人去作佛，這還得了！你喜歡幫助別人，我們自己臨命終時就有許多人幫助我們，我們不肯幫助別人、嫌棄別人，到自己臨命終時沒有人幫你助念，這是業因果報。"
    },
    {
      "id": "21-090-0008_p0056",
      "zh_CN": "西方极乐世界到底在哪里？经上讲得很清楚，在我们这个世界西方过十万亿佛国土。如经所言，这讲得很清楚，我还能说另外一个地方吗？可是人怀疑了，西方，我们在地球往西面走，走又走回来了，这怎么办？佛经里面讲的西方是娑婆世界的西方，什么是「娑婆世界」？释迦牟尼佛的报土，是这一个大千世界的西方，可见得不是地球的西方，是大千世界的西方。大千世界太大了，过去我们想的大千世界可能是银河系，如果以银河系的西方来说，释迦牟尼佛法运一万二千年，那个西方没有改变，它移动的角度不大，方向还是很正确的。所以它不是讲我们地球，是讲释迦牟尼佛的大千世界。",
      "zh_TW": "西方極樂世界到底在哪裡？經上講得很清楚，在我們這個世界西方過十萬億佛國土。如經所言，這講得很清楚，我還能說另外一個地方嗎？可是人懷疑了，西方，我們在地球往西面走，走又走回來了，這怎麼辦？佛經裡面講的西方是娑婆世界的西方，什麼是「娑婆世界」？釋迦牟尼佛的報土，是這一個大千世界的西方，可見得不是地球的西方，是大千世界的西方。大千世界太大了，過去我們想的大千世界可能是銀河系，如果以銀河系的西方來說，釋迦牟尼佛法運一萬二千年，那個西方沒有改變，它移動的角度不大，方向還是很正確的。所以它不是講我們地球，是講釋迦牟尼佛的大千世界。"
    },
    {
      "id": "21-090-0008_p0057",
      "zh_CN": "黄念祖老居士说：这个银河系，实际上是个单位世界。这个问题大了！释迦牟尼佛报土有多少个银河系？十亿个银河系，这是个大千世界。十亿个银河系，这么大的星系，今天科学家还没发现，让科学再进步，慢慢的来探讨，在宇宙之间能不能看得到？我想很难看到。为什么？我们用什么样仪器也只能在三度空间，不能超越空间维次。",
      "zh_TW": "黃念祖老居士說：這個銀河系，實際上是個單位世界。這個問題大了！釋迦牟尼佛報土有多少個銀河系？十億個銀河系，這是個大千世界。十億個銀河系，這麼大的星系，今天科學家還沒發現，讓科學再進步，慢慢的來探討，在宇宙之間能不能看得到？我想很難看到。為什麼？我們用什麼樣儀器也只能在三度空間，不能超越空間維次。"
    },
    {
      "id": "21-090-0008_p0058",
      "zh_CN": "这样说，还是不能断除你的疑惑。不要紧！不管西方在哪里，我们有个信号能跟阿弥陀佛沟通，这个航向就知道了，这个信号就是「阿弥陀佛」这句佛号。我们念这句佛号，就像此地打电报一样，那边的电报就通了，我们这个航线是通的，不管在哪一边，这个航线决定通，决定没问题。老实念佛！何况到临命终时，你也不必去辨别方向，阿弥陀佛会来接你，你不需要认识路，他来接你，你认识路干什么？我在美国住十几年，哪一条路我都不认识，为什么？到哪里去都有同修来接我，所以不需要认识路。所以你决定要有信心，佛临终会来接引。",
      "zh_TW": "這樣說，還是不能斷除你的疑惑。不要緊！不管西方在哪裡，我們有個信號能跟阿彌陀佛溝通，這個航向就知道了，這個信號就是「阿彌陀佛」這句佛號。我們念這句佛號，就像此地打電報一樣，那邊的電報就通了，我們這個航線是通的，不管在哪一邊，這個航線決定通，決定沒問題。老實念佛！何況到臨命終時，你也不必去辨別方向，阿彌陀佛會來接你，你不需要認識路，他來接你，你認識路幹什麼？我在美國住十幾年，哪一條路我都不認識，為什麼？到哪裡去都有同修來接我，所以不需要認識路。所以你決定要有信心，佛臨終會來接引。"
    },
    {
      "id": "21-090-0008_p0059",
      "zh_CN": "问：「请问生前有志捐献器官，但不知临终前后动手术切除器官，会不会影响往生？」",
      "zh_TW": "問：「請問生前有志捐獻器官，但不知臨終前後動手術切除器官，會不會影響往生？」"
    },
    {
      "id": "21-090-0008_p0060",
      "zh_CN": "答：你问得很好，这是真有问题。如果临命终时切除器官，你没有一点瞋恨心，行！如果到那个时候，你又痛苦、又后悔，坏了！你极乐世界去不了，立刻就堕落了，所以我们没有把握。这个事情是你有定功，你得定才行，你没有定功，这是很冒险的一桩事情。你捐献器官，不过是帮助一个人多延长几年生命而已，你要是成佛之后，你在虚空法界不晓得度多少众生，这个帐要会算，不能算错了。",
      "zh_TW": "答：你問得很好，這是真有問題。如果臨命終時切除器官，你沒有一點瞋恨心，行！如果到那個時候，你又痛苦、又後悔，壞了！你極樂世界去不了，立刻就墮落了，所以我們沒有把握。這個事情是你有定功，你得定才行，你沒有定功，這是很冒險的一樁事情。你捐獻器官，不過是幫助一個人多延長幾年生命而已，你要是成佛之後，你在虛空法界不曉得度多少眾生，這個帳要會算，不能算錯了。"
    },
    {
      "id": "21-090-0008_p0061",
      "zh_CN": "问：「日常生活工作应随时念佛，如果工作时需要用心思，如知识分子在工作，应如何对待？」",
      "zh_TW": "問：「日常生活工作應隨時念佛，如果工作時需要用心思，如知識分子在工作，應如何對待？」"
    },
    {
      "id": "21-090-0008_p0062",
      "zh_CN": "答：这个很简单，工作时把佛号放下，这是你要用思考。不用思考的没有问题，一面工作一面可以念佛，或者可以听佛号。但是用思考的就不行，决定要专心工作，工作完了之后，把工作放下佛号再提起来，这样就行，就正确了。",
      "zh_TW": "答：這個很簡單，工作時把佛號放下，這是你要用思考。不用思考的沒有問題，一面工作一面可以念佛，或者可以聽佛號。但是用思考的就不行，決定要專心工作，工作完了之後，把工作放下佛號再提起來，這樣就行，就正確了。"
    },
    {
      "id": "21-090-0008_p0063",
      "zh_CN": "问：「他自己是听不见声音的人，请问临命终时应如何为他助念？」",
      "zh_TW": "問：「他自己是聽不見聲音的人，請問臨命終時應如何為他助念？」"
    },
    {
      "id": "21-090-0008_p0064",
      "zh_CN": "答：这是说聋子听不见声音，他是耳根有障碍，但是神识没有障碍。他临终的时候，他的「根」舍掉了，神识清楚，念佛决定有效。",
      "zh_TW": "答：這是說聾子聽不見聲音，他是耳根有障礙，但是神識沒有障礙。他臨終的時候，他的「根」捨掉了，神識清楚，念佛決定有效。"
    },
    {
      "id": "21-090-0008_p0065",
      "zh_CN": "好，这问题总算解答完了，我们下课。",
      "zh_TW": "好，這問題總算解答完了，我們下課。"
    }
  ]
}