{
  "doc_id": "21-090-0088",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十八集",
    "zh_TW": "第八十八集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0088",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "21-090-0088_p0001",
      "zh_CN": "诸位同学，今天我们继续答复昨天一些同学的问题。这一位是天津刘居士：「天津卓居士等念佛组。自观听您开示的《太上感应篇》等录影带特别欢喜，增强我们学佛的信心和决心，为向您表示感谢，几位八十多岁的老居士给您亲手缝制两个蒲团，是每缝一针念一句佛号，向您表示崇高的敬意。这一次委托刘春美转送给您，望您笑纳。我们在您的指引下，一定努力学佛，依教奉行。尊敬的老法师，您为人类和平，中华民族的兴旺，做出重大的贡献，很难用言语来表达。您的回归大陆，落叶归根的愿望一定能实现，境随心转。阿弥陀佛！」这是一封信，谢谢天津的同修们。",
      "zh_TW": "諸位同學，今天我們繼續答覆昨天一些同學的問題。這一位是天津劉居士：「天津卓居士等念佛組。自觀聽您開示的《太上感應篇》等錄影帶特別歡喜，增強我們學佛的信心和決心，為向您表示感謝，幾位八十多歲的老居士給您親手縫製兩個蒲團，是每縫一針念一句佛號，向您表示崇高的敬意。這一次委託劉春美轉送給您，望您笑納。我們在您的指引下，一定努力學佛，依教奉行。尊敬的老法師，您為人類和平，中華民族的興旺，做出重大的貢獻，很難用言語來表達。您的回歸大陸，落葉歸根的願望一定能實現，境隨心轉。阿彌陀佛！」這是一封信，謝謝天津的同修們。"
    },
    {
      "id": "21-090-0088_p0002",
      "zh_CN": "这边有一位天津居士问：「请问诸法空相如何理解？」",
      "zh_TW": "這邊有一位天津居士問：「請問諸法空相如何理解？」"
    },
    {
      "id": "21-090-0088_p0003",
      "zh_CN": "答：「诸法空相」是佛在《般若经》常讲的，它的意义就是说一切法都没有自体，都是因缘和合而现的幻相。相不是没有，是有，但是它不是真实的。什么叫真实的？佛法里面真妄的定义是说：永恒不变的，就是真实的；如果会变化，无论它变化的速度是快还是缓慢，都是假的，都不是真实的。我们明白这个定义，我们就晓得我们的人身不是真的，为什么？它会变化，它有生老病死，它刹那刹那在衰老，所谓青春不驻。人是空相，一切动物、一切植物都不例外，乃至于矿物，我们讲到山河大地，讲到星球，现在科学家告诉我们，太阳系也有毁灭的一天，不过它的速度比较缓慢。这样观察就晓得，一切诸法都是刹那刹那在变迁，不是真实永恒的存在，这种现象叫做「诸法空相」。",
      "zh_TW": "答：「諸法空相」是佛在《般若經》常講的，它的意義就是說一切法都沒有自體，都是因緣和合而現的幻相。相不是沒有，是有，但是它不是真實的。什麼叫真實的？佛法裡面真妄的定義是說：永恆不變的，就是真實的；如果會變化，無論它變化的速度是快還是緩慢，都是假的，都不是真實的。我們明白這個定義，我們就曉得我們的人身不是真的，為什麼？它會變化，它有生老病死，它剎那剎那在衰老，所謂青春不駐。人是空相，一切動物、一切植物都不例外，乃至於礦物，我們講到山河大地，講到星球，現在科學家告訴我們，太陽系也有毀滅的一天，不過它的速度比較緩慢。這樣觀察就曉得，一切諸法都是剎那剎那在變遷，不是真實永恆的存在，這種現象叫做「諸法空相」。"
    },
    {
      "id": "21-090-0088_p0004",
      "zh_CN": "第二个问题：「我们天津居士参学回国后，弘扬佛学文化，把您今生的知识一代一代的传下去。」",
      "zh_TW": "第二個問題：「我們天津居士參學回國後，弘揚佛學文化，把您今生的知識一代一代的傳下去。」"
    },
    {
      "id": "21-090-0088_p0005",
      "zh_CN": "答：这是很好的，我们做佛的弟子，唯一报佛恩的方法就是把自己所得到的、所享受到的、所学习到的传给别人。看个人的机缘，传的当然愈多愈好，愈广愈好。佛法确实可以帮助世人得到幸福美满的生活，帮助世人提高自己的境界，不但这一生好，来生比这一生更好。",
      "zh_TW": "答：這是很好的，我們做佛的弟子，唯一報佛恩的方法就是把自己所得到的、所享受到的、所學習到的傳給別人。看個人的機緣，傳的當然愈多愈好，愈廣愈好。佛法確實可以幫助世人得到幸福美滿的生活，幫助世人提高自己的境界，不但這一生好，來生比這一生更好。"
    },
    {
      "id": "21-090-0088_p0006",
      "zh_CN": "这位同修也是一封短信，他说：「天津居士欢迎您到天津弘法，中国的少数人不是多数人，不愿意您回到中国。（我知道这是很少很少的少数人）。但是中国居士盼望您到中国，好像孩子盼着父亲一样，别灰心！总有一天我们能相聚在自己的家里，中国。」",
      "zh_TW": "這位同修也是一封短信，他說：「天津居士歡迎您到天津弘法，中國的少數人不是多數人，不願意您回到中國。（我知道這是很少很少的少數人）。但是中國居士盼望您到中國，好像孩子盼著父親一樣，別灰心！總有一天我們能相聚在自己的家裡，中國。」"
    },
    {
      "id": "21-090-0088_p0007",
      "zh_CN": "答：我很感谢同修们的关心，我们在海外有耐心的等待。",
      "zh_TW": "答：我很感謝同修們的關心，我們在海外有耐心的等待。"
    },
    {
      "id": "21-090-0088_p0008",
      "zh_CN": "天津同修问：「我受天津居士王桂英的委托向老法师请教一个问题。王桂英居士为了弘扬佛法遇到劫难，从此身体精神不佳，王桂英每天还是坚持念佛、念经，请老法师慈悲加持开示。」",
      "zh_TW": "天津同修問：「我受天津居士王桂英的委託向老法師請教一個問題。王桂英居士為了弘揚佛法遇到劫難，從此身體精神不佳，王桂英每天還是堅持念佛、念經，請老法師慈悲加持開示。」"
    },
    {
      "id": "21-090-0088_p0009",
      "zh_CN": "答：只要能坚持念佛、念经，不间断就好，灾难多半都是冤亲债主来阻挠，我们应当把自己修学的功德回向给他，把冤结解开，身体就能够恢复健康。自己一定要认真反省，断恶修善，改过自新，一定能得到佛菩萨威神的加持。",
      "zh_TW": "答：只要能堅持念佛、念經，不間斷就好，災難多半都是冤親債主來阻撓，我們應當把自己修學的功德迴向給他，把冤結解開，身體就能夠恢復健康。自己一定要認真反省，斷惡修善，改過自新，一定能得到佛菩薩威神的加持。"
    },
    {
      "id": "21-090-0088_p0010",
      "zh_CN": "这位同修问：「请问老法师，我已经皈依佛门吃素，但家中人都吃荤，请问我能不能给家人做荤菜，如法不如法？」",
      "zh_TW": "這位同修問：「請問老法師，我已經皈依佛門吃素，但家中人都吃葷，請問我能不能給家人做葷菜，如法不如法？」"
    },
    {
      "id": "21-090-0088_p0011",
      "zh_CN": "答：可以，可以为家人做荤菜，但是不要杀生，不要买活的东西回家杀，守住这个原则就好。市场有很多都是杀了现成的，买回家去做，这样就好。",
      "zh_TW": "答：可以，可以為家人做葷菜，但是不要殺生，不要買活的東西回家殺，守住這個原則就好。市場有很多都是殺了現成的，買回家去做，這樣就好。"
    },
    {
      "id": "21-090-0088_p0012",
      "zh_CN": "这位同修问：「请容许弟子有疑，师父不久就要在摄影棚里讲经，其目的是要保留录相带给后人参考用，此举是否忽略现前四众弟子善根福德因缘成就？这或许是现前四众弟子的业力所感。最后，请问这也是科技给我们学佛四众弟子带来的灾难吗？恳请师父解说。」",
      "zh_TW": "這位同修問：「請容許弟子有疑，師父不久就要在攝影棚裡講經，其目的是要保留錄相帶給後人參考用，此舉是否忽略現前四眾弟子善根福德因緣成就？這或許是現前四眾弟子的業力所感。最後，請問這也是科技給我們學佛四眾弟子帶來的災難嗎？懇請師父解說。」"
    },
    {
      "id": "21-090-0088_p0013",
      "zh_CN": "答：你问的好像是有道理，摄影棚里面做讲经的录相因素很多，讲经固然是好事情，也有负面的影响。像你非常喜欢听经，你确实有善根有福德，如果因缘具足你这一生决定能成佛。如果真的善根福德具足，缘分决定有，你会认识机缘，你会掌握到机缘。科技确实带给人类灾难，但是如果应用得妥当，它也带给人类幸福。你在新加坡，我在这边讲经，你亲自能够来听；你要晓得，全世界还有多少人没有这个缘分，我们能不能在一个讲堂里面容纳几亿人，你说能不能做得到？但是我们今天利用科技，利用卫星广播，利用网路的传播，我们最保守的估计，在全世界每天听我们讲经至少在三百万人以上，你想想科技给我们带来是灾难，还是给我们带来幸福？所以我们必须把自私自利的念头放弃，我们这一代能够听到，我们也想到下一代，下一代还有下一代。现在的光碟如果保存得妥当，这些学科学的人告诉我，至少可以保存两百年。换句话说，这两百年之内的人，如果有缘都能够听到、看到，所以你的心要广大，你的想法、看法就不是这样。",
      "zh_TW": "答：你問的好像是有道理，攝影棚裡面做講經的錄相因素很多，講經固然是好事情，也有負面的影響。像你非常喜歡聽經，你確實有善根有福德，如果因緣具足你這一生決定能成佛。如果真的善根福德具足，緣分決定有，你會認識機緣，你會掌握到機緣。科技確實帶給人類災難，但是如果應用得妥當，它也帶給人類幸福。你在新加坡，我在這邊講經，你親自能夠來聽；你要曉得，全世界還有多少人沒有這個緣分，我們能不能在一個講堂裡面容納幾億人，你說能不能做得到？但是我們今天利用科技，利用衛星廣播，利用網路的傳播，我們最保守的估計，在全世界每天聽我們講經至少在三百萬人以上，你想想科技給我們帶來是災難，還是給我們帶來幸福？所以我們必須把自私自利的念頭放棄，我們這一代能夠聽到，我們也想到下一代，下一代還有下一代。現在的光碟如果保存得妥當，這些學科學的人告訴我，至少可以保存兩百年。換句話說，這兩百年之內的人，如果有緣都能夠聽到、看到，所以你的心要廣大，你的想法、看法就不是這樣。"
    },
    {
      "id": "21-090-0088_p0014",
      "zh_CN": "这是一个非常不得已的作法，摄影棚里面场所小，如果我们盖一个大的摄影棚，里面可以容纳几千人，但是音声的吵杂影响录相的效果，现在卫星电视台挑剔得很厉害，稍稍有一点瑕疵的片子就不要了，他不接受，这是逼着我们没有办法。我们现在星期六讲经录的《无量寿经》，卫星电视台就不接受，里面的杂音太多，他怕这些东西播出去，影响他们电视台的声誉，他要保持它的品质，不符合标准的，他一定不接受。我们是为了这个原因，所以才用了许许多多的钱，不断的改进我们的设备，提高我们的品质，这是你一定要原谅的。许许多多的人从电视、录影带里面学习，也得到很大的利益。你是在新加坡，从中国大陆来的这一批一批同修，你看他们的感受，他们都是从光碟中学习的，我们今天这样做，对远地的同修们就有很大的利益。所以希望你发菩提心、发大心为整个世界苦难众生想。你的疑惑我只能说到此地。",
      "zh_TW": "這是一個非常不得已的作法，攝影棚裡面場所小，如果我們蓋一個大的攝影棚，裡面可以容納幾千人，但是音聲的吵雜影響錄相的效果，現在衛星電視台挑剔得很厲害，稍稍有一點瑕疵的片子就不要了，他不接受，這是逼著我們沒有辦法。我們現在星期六講經錄的《無量壽經》，衛星電視台就不接受，裡面的雜音太多，他怕這些東西播出去，影響他們電視台的聲譽，他要保持它的品質，不符合標準的，他一定不接受。我們是為了這個原因，所以才用了許許多多的錢，不斷的改進我們的設備，提高我們的品質，這是你一定要原諒的。許許多多的人從電視、錄影帶裡面學習，也得到很大的利益。你是在新加坡，從中國大陸來的這一批一批同修，你看他們的感受，他們都是從光碟中學習的，我們今天這樣做，對遠地的同修們就有很大的利益。所以希望你發菩提心、發大心為整個世界苦難眾生想。你的疑惑我只能說到此地。"
    },
    {
      "id": "21-090-0088_p0015",
      "zh_CN": "这也是一位天津居士，他有三个问题。第一个：「我是一名教师，自从接触到您的法语，方知我大半时间只是一名传授某一种专业知识的人。学佛后，除了教学生做人外，也劝他们念佛，但他们只愿当好人，不愿念佛。请问我该如何做？」",
      "zh_TW": "這也是一位天津居士，他有三個問題。第一個：「我是一名教師，自從接觸到您的法語，方知我大半時間只是一名傳授某一種專業知識的人。學佛後，除了教學生做人外，也勸他們念佛，但他們只願當好人，不願念佛。請問我該如何做？」"
    },
    {
      "id": "21-090-0088_p0016",
      "zh_CN": "答：这好办，只要他愿意做好人就行了。佛是人中最完美的人，你要做好人、你要做最好的人，要做人中最圆满的人，你就应当向佛学习。如果不向佛学习，我们做好人，这个好人缺陷还是很多，这个好人并不圆满。他要是懂得这个道理，他就会向佛学习，做真正的好人，做圆满的好人。",
      "zh_TW": "答：這好辦，只要他願意做好人就行了。佛是人中最完美的人，你要做好人、你要做最好的人，要做人中最圓滿的人，你就應當向佛學習。如果不向佛學習，我們做好人，這個好人缺陷還是很多，這個好人並不圓滿。他要是懂得這個道理，他就會向佛學習，做真正的好人，做圓滿的好人。"
    },
    {
      "id": "21-090-0088_p0017",
      "zh_CN": "第二个问题：「学佛修心性，对于年龄大、退休人士容易做到，可是对年轻人和自己子女等，处于竞争的社会，工作都是市场经济，请问如何教导他处理好工作和学佛的关系？」",
      "zh_TW": "第二個問題：「學佛修心性，對於年齡大、退休人士容易做到，可是對年輕人和自己子女等，處於競爭的社會，工作都是市場經濟，請問如何教導他處理好工作和學佛的關係？」"
    },
    {
      "id": "21-090-0088_p0018",
      "zh_CN": "答：学佛求的是什么？学佛的目的何在？如果把这两个问题搞清楚，你的问题就解决了。学佛是求智慧，究竟真实圆满的智慧，世出世间一切事只有智慧能解决，离开智慧不能解决问题。学佛的目的是什么？了解宇宙人生的真相。你有智慧，了解真相，才知道你追求市场经济、追求财富；财富从哪里来的，你知道吗？你要是不知道，盲目的去追求，是求不到，佛在经典有教给你发财之道。我们今天看到世界上，很多富有的国家、很多发大财的人，这是前世修的因，这一世得的果报。天下没有偶然的事情，世出世法里面绝对没有投机取巧。机会主义这不可能的，如果这可能，佛在一切经里所讲的道理与因果，就可以全部推翻了。佛在经上告诉我们，我们今天一切人所希求的，是财富、聪明智慧、健康长寿，你如果真的能依照经典的理论方法修学，这三者都能得到，可见得它不是虚妄的，「佛氏门中，有求必应」！年轻人要是真正了解佛法有这么多好处，自自然然就来了。",
      "zh_TW": "答：學佛求的是什麼？學佛的目的何在？如果把這兩個問題搞清楚，你的問題就解決了。學佛是求智慧，究竟真實圓滿的智慧，世出世間一切事只有智慧能解決，離開智慧不能解決問題。學佛的目的是什麼？了解宇宙人生的真相。你有智慧，了解真相，才知道你追求市場經濟、追求財富；財富從哪裡來的，你知道嗎？你要是不知道，盲目的去追求，是求不到，佛在經典有教給你發財之道。我們今天看到世界上，很多富有的國家、很多發大財的人，這是前世修的因，這一世得的果報。天下沒有偶然的事情，世出世法裡面絕對沒有投機取巧。機會主義這不可能的，如果這可能，佛在一切經裡所講的道理與因果，就可以全部推翻了。佛在經上告訴我們，我們今天一切人所希求的，是財富、聰明智慧、健康長壽，你如果真的能依照經典的理論方法修學，這三者都能得到，可見得它不是虛妄的，「佛氏門中，有求必應」！年輕人要是真正了解佛法有這麼多好處，自自然然就來了。"
    },
    {
      "id": "21-090-0088_p0019",
      "zh_CN": "我二十六岁接触佛法，当时我就感到很遗憾，我学佛太晚了。这是缘，年轻时候没有人把佛法介绍给我，要是有人介绍给我，我至少可以提早十年，我学佛的成就跟今天就不一样了。所以一定要让年轻人真正懂得什么是佛法，年轻人今天不能接受佛法，是受社会一般群众的误导，认为佛法是消极的、迷信的，先入为主，成见太深，这是造成亲近佛法的一个障碍。",
      "zh_TW": "我二十六歲接觸佛法，當時我就感到很遺憾，我學佛太晚了。這是緣，年輕時候沒有人把佛法介紹給我，要是有人介紹給我，我至少可以提早十年，我學佛的成就跟今天就不一樣了。所以一定要讓年輕人真正懂得什麼是佛法，年輕人今天不能接受佛法，是受社會一般群眾的誤導，認為佛法是消極的、迷信的，先入為主，成見太深，這是造成親近佛法的一個障礙。"
    },
    {
      "id": "21-090-0088_p0020",
      "zh_CN": "第三个问题：「中国对法轮功已定性，但是我的亲人弟弟目前仍很痴迷，我多次劝告并给他《佛法与人生》、《太上感应篇》看，他都不理，仍很执着，亲人们都很苦恼。我是学佛的，请问应该怎么办？」",
      "zh_TW": "第三個問題：「中國對法輪功已定性，但是我的親人弟弟目前仍很痴迷，我多次勸告並給他《佛法與人生》、《太上感應篇》看，他都不理，仍很執著，親人們都很苦惱。我是學佛的，請問應該怎麼辦？」"
    },
    {
      "id": "21-090-0088_p0021",
      "zh_CN": "答：这就是所谓先入为主，极端的执着。这样的人能不能帮助他回头？答案是肯定的。你要有智慧、要有方法、要有耐心，为什么？他有自尊心，这些人多半是倔强好强，你就要从侧面想方法去诱导他。我们曾经遇到一些个案，从法轮功转回来的人很多，转回来之后都非常好。应当在不失他的自尊心，尊重他的自尊心，慢慢去做。有一些同修有智慧，他每天在家里面听讲经的录相带，家里面人不理会他，久而久之，他说有一天没有放录相带，家里人就问他：「你今天为什么没有放？」于是他才恍然明白，他是偷偷的在学。你在那里听，他也在旁边听，为了面子起见，不好意思说：「我要改变，我要来学习。」确实有！到机缘成熟，他才表态，好事情！所以很多方式都值得我们做参考学习，要有耐心，慢慢的帮助他。家亲眷属总有一份亲情在其中，我相信真的有真诚心、有善心帮助他，他会回头的。",
      "zh_TW": "答：這就是所謂先入為主，極端的執著。這樣的人能不能幫助他回頭？答案是肯定的。你要有智慧、要有方法、要有耐心，為什麼？他有自尊心，這些人多半是倔強好強，你就要從側面想方法去誘導他。我們曾經遇到一些個案，從法輪功轉回來的人很多，轉回來之後都非常好。應當在不失他的自尊心，尊重他的自尊心，慢慢去做。有一些同修有智慧，他每天在家裡面聽講經的錄相帶，家裡面人不理會他，久而久之，他說有一天沒有放錄相帶，家裡人就問他：「你今天為什麼沒有放？」於是他才恍然明白，他是偷偷的在學。你在那裡聽，他也在旁邊聽，為了面子起見，不好意思說：「我要改變，我要來學習。」確實有！到機緣成熟，他才表態，好事情！所以很多方式都值得我們做參考學習，要有耐心，慢慢的幫助他。家親眷屬總有一份親情在其中，我相信真的有真誠心、有善心幫助他，他會回頭的。"
    },
    {
      "id": "21-090-0088_p0022",
      "zh_CN": "这一位是李同修，他有二个问题，第一个问题：「卓林的祠志蒲江有邓小平批准在尊化燕山塔灵，在河北省，有一千多亩地，九十三年起盖的，共有九层，在东林西林的旁边。底层地藏菩萨，二层观世音菩萨，三层是普贤菩萨，有释迦牟尼佛、阿弥陀佛、文殊菩萨等等，一层层上去。每层一尊佛很庄严，每一层四周放亡灵骨灰，塔灵是照新疆佛教塔灵盖的。请问往生者的骨灰是否能放在塔灵中，如法不如法？」",
      "zh_TW": "這一位是李同修，他有二個問題，第一個問題：「卓林的祠誌蒲江有鄧小平批准在尊化燕山塔靈，在河北省，有一千多畝地，九十三年起蓋的，共有九層，在東林西林的旁邊。底層地藏菩薩，二層觀世音菩薩，三層是普賢菩薩，有釋迦牟尼佛、阿彌陀佛、文殊菩薩等等，一層層上去。每層一尊佛很莊嚴，每一層四周放亡靈骨灰，塔靈是照新疆佛教塔靈蓋的。請問往生者的骨灰是否能放在塔靈中，如法不如法？」"
    },
    {
      "id": "21-090-0088_p0023",
      "zh_CN": "答：如法，骨灰能够放在佛塔里面，塔里面供佛、供菩萨，磁场就非常好，有这种机会不要放过，这是最理想的安放骨灰之处。我们在很多年前也都想到这个问题。道场建塔，塔就是放置骨灰的，这个道场存亡两利。新加坡居士林是有六十多年历史的道场，三楼供奉牌位的这一间，每天都有许多人在里面诵经、拜忏、超度亡灵，几乎都没有中断过，亡灵牌位供在那地方都沾到佛法的利益。尤其这个道场，这两三年来，每天讲经、念佛都无间断，许许多多感应的事情都不可思议，这是很多同修们亲眼所见、亲耳所闻，所以如法。",
      "zh_TW": "答：如法，骨灰能夠放在佛塔裡面，塔裡面供佛、供菩薩，磁場就非常好，有這種機會不要放過，這是最理想的安放骨灰之處。我們在很多年前也都想到這個問題。道場建塔，塔就是放置骨灰的，這個道場存亡兩利。新加坡居士林是有六十多年歷史的道場，三樓供奉牌位的這一間，每天都有許多人在裡面誦經、拜懺、超度亡靈，幾乎都沒有中斷過，亡靈牌位供在那地方都沾到佛法的利益。尤其這個道場，這兩三年來，每天講經、念佛都無間斷，許許多多感應的事情都不可思議，這是很多同修們親眼所見、親耳所聞，所以如法。"
    },
    {
      "id": "21-090-0088_p0024",
      "zh_CN": "第二个问题：「『都摄六根，净念相继』、『忆佛念佛，现前当来必定见佛』，这是无相念佛，请问这样修不知道如法否？」",
      "zh_TW": "第二個問題：「『都攝六根，淨念相繼』、『憶佛念佛，現前當來必定見佛』，這是無相念佛，請問這樣修不知道如法否？」"
    },
    {
      "id": "21-090-0088_p0025",
      "zh_CN": "答：这一段经文是《大势至菩萨念佛圆通章》里面的，怕的是你把意思会错了，读经一定要正确的理解它的意思。这地方不是无相念佛，与无相、有相不相关，它是指导我们念佛重要的原理原则。什么叫「都摄六根」？就是把六根收回来，不要向外攀缘。譬如我们一般人眼贪色，看到自己喜欢的东西总想多看几眼。「都摄」就是叫你把看收回来，不要看外面这些境界。不是叫你不看，是不必多看，一眼过去就够了，何必还要多看？多看里面就增长贪心，就起了欲的念头。耳也不要多听，舌也不要多尝，六根可以接触外面的境界，决定不能够起贪瞋痴慢，决定不能有占有、控制的念头，这叫做「都摄六根」，你的心才会清净，是这个意思。佛菩萨教给我们，六根不要攀缘外面，应当向内去缘。「内」是什么？自性。观世音菩萨用这方法，「反闻闻自性，性成无上道」，这是《楞严经》上所说的。",
      "zh_TW": "答：這一段經文是《大勢至菩薩念佛圓通章》裡面的，怕的是你把意思會錯了，讀經一定要正確的理解它的意思。這地方不是無相念佛，與無相、有相不相關，它是指導我們念佛重要的原理原則。什麼叫「都攝六根」？就是把六根收回來，不要向外攀緣。譬如我們一般人眼貪色，看到自己喜歡的東西總想多看幾眼。「都攝」就是叫你把看收回來，不要看外面這些境界。不是叫你不看，是不必多看，一眼過去就夠了，何必還要多看？多看裡面就增長貪心，就起了欲的念頭。耳也不要多聽，舌也不要多嘗，六根可以接觸外面的境界，決定不能夠起貪瞋痴慢，決定不能有佔有、控制的念頭，這叫做「都攝六根」，你的心才會清淨，是這個意思。佛菩薩教給我們，六根不要攀緣外面，應當向內去緣。「內」是什麼？自性。觀世音菩薩用這方法，「反聞聞自性，性成無上道」，這是《楞嚴經》上所說的。"
    },
    {
      "id": "21-090-0088_p0026",
      "zh_CN": "什么叫「净念相继」？这句话是讲念佛的要领，净是清净心，没有妄想、没有杂念、没有分别、没有执着，万缘放下，这个心是清净心，用这个心来念，这叫净念；换句话说，清净心里决定没有夹杂，心里面只有一句佛号，除一句佛号之外不夹杂任何东西。我们平常开口念佛也好，心里默念也好，大声念也好，小声念也好。所以这地方不是讲无相念佛，它是讲念佛的总纲领、总原则。无论大声小声，有念佛不出声，嘴巴在动叫金刚持，有完全默念，都可以，决定不夹杂。「相继」是一句接一句，不间断。实在说这两句话，就是《西方确指》里面讲的「不怀疑、不夹杂、不间断」，就是这个意思。如何保持我们的念佛功夫？不怀疑、不夹杂、不间断。这样忆佛念佛，现前当来必定见佛，这是果报。都摄六根，净念相继，这是因，修这个因，一定得到「现前当来必定见佛」的果报。所以这是念佛最重要的纲领，无论是实相念佛、观想念佛、观像念佛、持名念佛，都不能离开这个原则。",
      "zh_TW": "什麼叫「淨念相繼」？這句話是講念佛的要領，淨是清淨心，沒有妄想、沒有雜念、沒有分別、沒有執著，萬緣放下，這個心是清淨心，用這個心來念，這叫淨念；換句話說，清淨心裡決定沒有夾雜，心裡面只有一句佛號，除一句佛號之外不夾雜任何東西。我們平常開口念佛也好，心裡默念也好，大聲念也好，小聲念也好。所以這地方不是講無相念佛，它是講念佛的總綱領、總原則。無論大聲小聲，有念佛不出聲，嘴巴在動叫金剛持，有完全默念，都可以，決定不夾雜。「相繼」是一句接一句，不間斷。實在說這兩句話，就是《西方確指》裡面講的「不懷疑、不夾雜、不間斷」，就是這個意思。如何保持我們的念佛功夫？不懷疑、不夾雜、不間斷。這樣憶佛念佛，現前當來必定見佛，這是果報。都攝六根，淨念相繼，這是因，修這個因，一定得到「現前當來必定見佛」的果報。所以這是念佛最重要的綱領，無論是實相念佛、觀想念佛、觀像念佛、持名念佛，都不能離開這個原則。"
    },
    {
      "id": "21-090-0088_p0027",
      "zh_CN": "这位同修有三个问题，第一个：「在世间人有许多非常富有的，他就非常吝啬。在我们的佛法因果中，今世的财富必定是过去世布施种种的因，既然过去世有这样的习惯性布施，为什么过去世的习性不能带来今生，过去世的七法财又能带来今世，应如何解释？」",
      "zh_TW": "這位同修有三個問題，第一個：「在世間人有許多非常富有的，他就非常吝嗇。在我們的佛法因果中，今世的財富必定是過去世布施種種的因，既然過去世有這樣的習慣性布施，為什麼過去世的習性不能帶來今生，過去世的七法財又能帶來今世，應如何解釋？」"
    },
    {
      "id": "21-090-0088_p0028",
      "zh_CN": "答：过去的习气可以带到今生，而且肯定带到今生。他今生吝啬不肯布施了，并不是说他过去那种布施的习气没有带来，而是受这一生当中环境的影响，这是后天的，不是先天的。古人所谓：「近朱者赤，近墨者黑」，他在这一生当中，生活环境对他有肯定的影响。他的环境、他的周边都是自私自利，生活在这种环境当中，如果不受影响，他是菩萨，他不是凡夫，他是再来人，这是例外。如果他是凡人，他就肯定受影响，所以教育非常重要。中国教童蒙，第一部是《三字经》，「茍不教，性乃迁」，茍是假设，假使你没有教他，他的性情就变坏。为什么？受社会的影响，受恶的气氛影响，所以一定要好好的教导他。今天世风日下，社会动乱根本原因在教育，所以现在人很可怜，家庭教育没有了，学校已经不讲伦理道德，所教的都是教你怎样自私、怎样自利、怎样保护自己，由这个地方形成竞争。竞争决定诱导你，你的思想方向一定是损人利己。为什么？怎样考虑对我有利，对别人伤害与我不相干；我就是骗他，他被我骗，他愚痴，我比他聪明，我骗他是应该的，现在教育教的是这个观念。",
      "zh_TW": "答：過去的習氣可以帶到今生，而且肯定帶到今生。他今生吝嗇不肯布施了，並不是說他過去那種布施的習氣沒有帶來，而是受這一生當中環境的影響，這是後天的，不是先天的。古人所謂：「近朱者赤，近墨者黑」，他在這一生當中，生活環境對他有肯定的影響。他的環境、他的周邊都是自私自利，生活在這種環境當中，如果不受影響，他是菩薩，他不是凡夫，他是再來人，這是例外。如果他是凡人，他就肯定受影響，所以教育非常重要。中國教童蒙，第一部是《三字經》，「茍不教，性乃遷」，茍是假設，假使你沒有教他，他的性情就變壞。為什麼？受社會的影響，受惡的氣氛影響，所以一定要好好的教導他。今天世風日下，社會動亂根本原因在教育，所以現在人很可憐，家庭教育沒有了，學校已經不講倫理道德，所教的都是教你怎樣自私、怎樣自利、怎樣保護自己，由這個地方形成競爭。競爭決定誘導你，你的思想方向一定是損人利己。為什麼？怎樣考慮對我有利，對別人傷害與我不相干；我就是騙他，他被我騙，他愚痴，我比他聰明，我騙他是應該的，現在教育教的是這個觀念。"
    },
    {
      "id": "21-090-0088_p0029",
      "zh_CN": "有竞争，发展就是斗争，有斗争发展就是战争，有战争，今天的发展就是世界末日。我们明白这个道理，如果从小就接受圣贤教育，中国两千多年来是以儒家教育为主流，维系两千多年民族的文化。民国成立之后，打倒孔家店，把中国古老固有的文化抛弃，这是中国人的悲哀。日本人也是从古代向中国学习的，他还能保留少分，虽然很少的一部分，少分对他们国家民族就起很大的作用。二次大战之后几乎亡国，不到半个世纪它就复兴了，又是世界大国。什么原因？就是中国固有的那一点点文化。日本人能够把中国固有的东西落实十分之一，它就是世界上第一强国，它就是世界的领导人。这话是真的，绝对不是假的，可惜它落实的太少了。现在日本人对于古老圣贤的教诲是在学，深度不够，这是很遗憾；但是也非常值得我们赞叹，为什么？我们中国人比不上它。",
      "zh_TW": "有競爭，發展就是鬥爭，有鬥爭發展就是戰爭，有戰爭，今天的發展就是世界末日。我們明白這個道理，如果從小就接受聖賢教育，中國兩千多年來是以儒家教育為主流，維繫兩千多年民族的文化。民國成立之後，打倒孔家店，把中國古老固有的文化拋棄，這是中國人的悲哀。日本人也是從古代向中國學習的，他還能保留少分，雖然很少的一部分，少分對他們國家民族就起很大的作用。二次大戰之後幾乎亡國，不到半個世紀它就復興了，又是世界大國。什麼原因？就是中國固有的那一點點文化。日本人能夠把中國固有的東西落實十分之一，它就是世界上第一強國，它就是世界的領導人。這話是真的，絕對不是假的，可惜它落實的太少了。現在日本人對於古老聖賢的教誨是在學，深度不夠，這是很遺憾；但是也非常值得我們讚歎，為什麼？我們中國人比不上它。"
    },
    {
      "id": "21-090-0088_p0030",
      "zh_CN": "第二个问题：「释迦牟尼佛和憍陈如尊者的前世，是忍辱仙人和歌利王的关系，歌利王当时是一名暴君，用刀割忍辱仙人之肉，根据因果应该得恶报，请问为什么还成为佛第一个被度化的人，这是否违背善有善报、恶有恶报的因果论？」",
      "zh_TW": "第二個問題：「釋迦牟尼佛和憍陳如尊者的前世，是忍辱仙人和歌利王的關係，歌利王當時是一名暴君，用刀割忍辱仙人之肉，根據因果應該得惡報，請問為什麼還成為佛第一個被度化的人，這是否違背善有善報、惡有惡報的因果論？」"
    },
    {
      "id": "21-090-0088_p0031",
      "zh_CN": "答：因果论的道理很深，希望你用心去学习。歌利王割截身体他有罪，但是他也有功，他的过失是害圣贤人。我们在《阿难问事佛吉凶经》里面读到，在许多大乘经论里面读到，害圣贤人是五逆罪，但是你害的是什么人，如果害的真正是佛菩萨，虽然堕地狱，说老实话也划得来，地狱罪业受满之后，善报现前。对忍辱仙人来讲，对忍辱仙人有什么贡献？成就忍辱仙人的忍辱波罗蜜圆满，等于说忍辱仙人接受这次考试，这次考试看看能不能忍受，如果忍受若无其事，忍辱波罗蜜毕业了；没有歌利王割截身体，他恐怕还要修很久，这一次就帮他毕业了，把他推高，恶心恶行做了一桩好事，道理在此地。如果他是害一个普通的人，修忍辱功夫不到家的人，你杀害他，被害的人对你起怨恨心、报复心，这个罪过就重了。所以你要看对象，他没有怨恨心，他没有报复心，反过来他有感恩的心，因为不是你对他这种暴行，他没有那么快成就，你帮助他提前成就，这就是恶心做了好事。诸位你去细读《了凡四训》，《了凡四训》有讲到这个道理，有善心做了坏事，有恶心做了好事，歌利王割截身体是恶心做了好事，所以忍辱仙人感谢他：「我将来成佛之后第一个度你」。修行人永远生活在感恩的世界，修行人心里没有仇敌，侮辱我的、毁谤我的、陷害我的都是我的善知识，它的结果都是把修行人的境界往上提升，大幅度的提升。",
      "zh_TW": "答：因果論的道理很深，希望你用心去學習。歌利王割截身體他有罪，但是他也有功，他的過失是害聖賢人。我們在《阿難問事佛吉凶經》裡面讀到，在許多大乘經論裡面讀到，害聖賢人是五逆罪，但是你害的是什麼人，如果害的真正是佛菩薩，雖然墮地獄，說老實話也划得來，地獄罪業受滿之後，善報現前。對忍辱仙人來講，對忍辱仙人有什麼貢獻？成就忍辱仙人的忍辱波羅蜜圓滿，等於說忍辱仙人接受這次考試，這次考試看看能不能忍受，如果忍受若無其事，忍辱波羅蜜畢業了；沒有歌利王割截身體，他恐怕還要修很久，這一次就幫他畢業了，把他推高，惡心惡行做了一樁好事，道理在此地。如果他是害一個普通的人，修忍辱功夫不到家的人，你殺害他，被害的人對你起怨恨心、報復心，這個罪過就重了。所以你要看對象，他沒有怨恨心，他沒有報復心，反過來他有感恩的心，因為不是你對他這種暴行，他沒有那麼快成就，你幫助他提前成就，這就是惡心做了好事。諸位你去細讀《了凡四訓》，《了凡四訓》有講到這個道理，有善心做了壞事，有惡心做了好事，歌利王割截身體是惡心做了好事，所以忍辱仙人感謝他：「我將來成佛之後第一個度你」。修行人永遠生活在感恩的世界，修行人心裡沒有仇敵，侮辱我的、毀謗我的、陷害我的都是我的善知識，它的結果都是把修行人的境界往上提升，大幅度的提升。"
    },
    {
      "id": "21-090-0088_p0032",
      "zh_CN": "第三个问题：「佛入大涅槃，是否还能回来度化众生？观世音菩萨是久远成就的古佛，它是正法明如来，他为什么还要倒驾慈航，不以佛的身分回来度化更广大的众生？」",
      "zh_TW": "第三個問題：「佛入大涅槃，是否還能回來度化眾生？觀世音菩薩是久遠成就的古佛，它是正法明如來，他為什麼還要倒駕慈航，不以佛的身分回來度化更廣大的眾生？」"
    },
    {
      "id": "21-090-0088_p0033",
      "zh_CN": "答：事实真相你不了解，你有疑惑，希望你深入经藏，希望你深解义趣，你就明白了。诸佛菩萨现身不是有心的，「我想现什么身」，佛菩萨就跟凡夫一样。为什么？他有妄想、分别、执着，那是凡夫。佛菩萨从来没有起心动念过，他凭什么现身，凭众生的感，众生有感佛菩萨就有应，感应道交绝不失时。我们希望他用什么身来度我们，他就现什么身来度；不是他想现什么身，我们心里面想他现什么身，是这么个道理。观世音菩萨何尝不现佛身？《普门品》说得很好，「应以佛身而得度者，即现佛身而为说法」，他怎么不现佛身？常常现身，无时不现身，无处不现身，你要是把心静下来，心与佛的教诲相应，你就能体会到；你的心要静到相当的程度，佛菩萨现身你就见到。最明显的例子，过去有很多人，现在愈来愈少了，入定在定中见到佛菩萨的境界；也有人，比较多一点，梦中见到佛菩萨境界。定中是现量境界，梦中是意识变的境界，都能见到。所以你这些疑惑是对经论理解得太少了。",
      "zh_TW": "答：事實真相你不了解，你有疑惑，希望你深入經藏，希望你深解義趣，你就明白了。諸佛菩薩現身不是有心的，「我想現什麼身」，佛菩薩就跟凡夫一樣。為什麼？他有妄想、分別、執著，那是凡夫。佛菩薩從來沒有起心動念過，他憑什麼現身，憑眾生的感，眾生有感佛菩薩就有應，感應道交絕不失時。我們希望他用什麼身來度我們，他就現什麼身來度；不是他想現什麼身，我們心裡面想他現什麼身，是這麼個道理。觀世音菩薩何嘗不現佛身？《普門品》說得很好，「應以佛身而得度者，即現佛身而為說法」，他怎麼不現佛身？常常現身，無時不現身，無處不現身，你要是把心靜下來，心與佛的教誨相應，你就能體會到；你的心要靜到相當的程度，佛菩薩現身你就見到。最明顯的例子，過去有很多人，現在愈來愈少了，入定在定中見到佛菩薩的境界；也有人，比較多一點，夢中見到佛菩薩境界。定中是現量境界，夢中是意識變的境界，都能見到。所以你這些疑惑是對經論理解得太少了。"
    },
    {
      "id": "21-090-0088_p0034",
      "zh_CN": "下面有一位同修法秀问：「您有讲过不要太贪爱自己的身体，不过要好好的利用它来借假修真，我懂。但是我的母亲不知道是不明白道理放不下，还是真的业障现前老来多病痛，三天两头不是说这里不舒服就是那里痛，我很左右为难。一方面担心若她真有病而我又不去理会她，觉得自己很不孝，但另一方面又怕太顺从她，而她的病又是从妄想生的，而我真带她去看医生，多吃药也会害了她，我真不知道如何是好？目前我对她说只吃严重的病，高血压和糖尿病的药便好，其他的小毛病不要去理它，只要多念佛、多做义工便是。请问这样做对吗？请老师父慈悲指教，我自己在修还要带着一个老人一起修，真的不容易，我只可以把自己懂得的告诉她。」",
      "zh_TW": "下面有一位同修法秀問：「您有講過不要太貪愛自己的身體，不過要好好的利用它來借假修真，我懂。但是我的母親不知道是不明白道理放不下，還是真的業障現前老來多病痛，三天兩頭不是說這裡不舒服就是那裡痛，我很左右為難。一方面擔心若她真有病而我又不去理會她，覺得自己很不孝，但另一方面又怕太順從她，而她的病又是從妄想生的，而我真帶她去看醫生，多吃藥也會害了她，我真不知道如何是好？目前我對她說只吃嚴重的病，高血壓和糖尿病的藥便好，其他的小毛病不要去理它，只要多念佛、多做義工便是。請問這樣做對嗎？請老師父慈悲指教，我自己在修還要帶著一個老人一起修，真的不容易，我只可以把自己懂得的告訴她。」"
    },
    {
      "id": "21-090-0088_p0035",
      "zh_CN": "答：你的作法已经不错了。病，我们在讲席当中也常常讲到，病因总的来说不外三大类，病实在是非常非常复杂。第一类的病因是生理的。这是关于我们的生活习惯，饮食不当，寒暑穿着不留意，招惹来的病，这种病一定要找医生，医生可以治疗。第二种病是冤业病。就是冤家债主，我们常常讲有不干净的东西附身，实在讲冤家鬼魂附身，自己做不了主。所谓是神智失常，我们一般人讲精神病，胡言乱语，冤家债主找上身，这一类的病医生没有办法，它不属于生理的。所以学佛的人，或者求神为他调解，求佛求菩萨也是来求调解，调解对方接受了，他离开了，你的身体就复原了。每一个人冤亲债主都一大堆，无量劫来我们跟这些众生结了多少的冤仇，单单是杀生、食肉，这个业就造得重了。我们学佛之后才知道错了，选择素食不再吃众生肉，没有学佛之前谁知道？吃众生肉一定要吃活的，自己来杀，你说这个业障多重！我没有学佛时我干过，我干得很多，学佛之后才明了，才恐惧，我把我修学的功德天天回向给牠们，牠们才不找麻烦。为什么？我今天所作所为对牠有利，牠要来找我麻烦害我，没有人给牠修功德，没有人给牠回向，对牠不利；现在对牠有好处，所以牠就放我一马，有时候还要帮助我，就这么个道理。冤家宜解不宜结，解冤释结。",
      "zh_TW": "答：你的作法已經不錯了。病，我們在講席當中也常常講到，病因總的來說不外三大類，病實在是非常非常複雜。第一類的病因是生理的。這是關於我們的生活習慣，飲食不當，寒暑穿著不留意，招惹來的病，這種病一定要找醫生，醫生可以治療。第二種病是冤業病。就是冤家債主，我們常常講有不乾淨的東西附身，實在講冤家鬼魂附身，自己做不了主。所謂是神智失常，我們一般人講精神病，胡言亂語，冤家債主找上身，這一類的病醫生沒有辦法，它不屬於生理的。所以學佛的人，或者求神為他調解，求佛求菩薩也是來求調解，調解對方接受了，他離開了，你的身體就復原了。每一個人冤親債主都一大堆，無量劫來我們跟這些眾生結了多少的冤仇，單單是殺生、食肉，這個業就造得重了。我們學佛之後才知道錯了，選擇素食不再吃眾生肉，沒有學佛之前誰知道？吃眾生肉一定要吃活的，自己來殺，你說這個業障多重！我沒有學佛時我幹過，我幹得很多，學佛之後才明瞭，才恐懼，我把我修學的功德天天迴向給牠們，牠們才不找麻煩。為什麼？我今天所作所為對牠有利，牠要來找我麻煩害我，沒有人給牠修功德，沒有人給牠迴向，對牠不利；現在對牠有好處，所以牠就放我一馬，有時候還要幫助我，就這麼個道理。冤家宜解不宜結，解冤釋結。"
    },
    {
      "id": "21-090-0088_p0036",
      "zh_CN": "第三类的病是宿业病。这个麻烦！过去生中造作极重的罪业，既不是冤亲债主也不是生理的，这个事情麻烦，自己造的业障太重，果报现前。有没有办法救？还是有。怎么救法？佛教给我们用真心忏悔，断恶修善，改过自新，真的「佛氏门中，有求必应」，我们了解这个原则就有办法，就知道怎么做。",
      "zh_TW": "第三類的病是宿業病。這個麻煩！過去生中造作極重的罪業，既不是冤親債主也不是生理的，這個事情麻煩，自己造的業障太重，果報現前。有沒有辦法救？還是有。怎麼救法？佛教給我們用真心懺悔，斷惡修善，改過自新，真的「佛氏門中，有求必應」，我們了解這個原則就有辦法，就知道怎麼做。"
    },
    {
      "id": "21-090-0088_p0037",
      "zh_CN": "你仔细观察，你的老人她的病是属于哪一类，你用什么方法来帮助她，当然最重要、最根本的是自己天天忏除业障，断恶修善，不管哪一方面都有利益，纵然是生理的病，医药也特别有效。为什么？你自己本身帮助自己，决定不造恶业，起心动念、言语造作都要利益社会、利益众生，这样就好。",
      "zh_TW": "你仔細觀察，你的老人她的病是屬於哪一類，你用什麼方法來幫助她，當然最重要、最根本的是自己天天懺除業障，斷惡修善，不管哪一方面都有利益，縱然是生理的病，醫藥也特別有效。為什麼？你自己本身幫助自己，決定不造惡業，起心動念、言語造作都要利益社會、利益眾生，這樣就好。"
    }
  ]
}