{
  "doc_id": "21-090-0023",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0023",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "21-090-0023_p0001",
      "zh_CN": "问：「请问人往生之后多少天火化比较适合？」",
      "zh_TW": "問：「請問人往生之後多少天火化比較適合？」"
    },
    {
      "id": "21-090-0023_p0002",
      "zh_CN": "答：这一桩事情，过去古大德在《饬终津梁》、《饬终须知》里面说得很清楚。但特别是外国地区，受到国家法律的管制，规定一定要在什么时候火化，在这种状况之下，我们一定不要违背地方上的这些法令规章，佛弟子一切要遵守法规。",
      "zh_TW": "答：這一樁事情，過去古大德在《飭終津梁》、《飭終須知》裡面說得很清楚。但特別是外國地區，受到國家法律的管制，規定一定要在什麼時候火化，在這種狀況之下，我們一定不要違背地方上的這些法令規章，佛弟子一切要遵守法規。"
    },
    {
      "id": "21-090-0023_p0003",
      "zh_CN": "真正往生之后，什么时候火化都没有关系，他一断气后神识就走了，你怎么碰他真的是无所谓。就怕他没有往生，神识还没有离开身体，为了安全起见，最低限度是八个小时，最好是十二个小时以后再动他，这是非常安全的措施。",
      "zh_TW": "真正往生之後，什麼時候火化都沒有關係，他一斷氣後神識就走了，你怎麼碰他真的是無所謂。就怕他沒有往生，神識還沒有離開身體，為了安全起見，最低限度是八個小時，最好是十二個小時以後再動他，這是非常安全的措施。"
    },
    {
      "id": "21-090-0023_p0004",
      "zh_CN": "问：「家中只有我一人信佛，父母年纪七十多岁了，劝他们又不信，反而骂我，来佛堂他们又不高兴，请问我该怎么做？」",
      "zh_TW": "問：「家中只有我一人信佛，父母年紀七十多歲了，勸他們又不信，反而罵我，來佛堂他們又不高興，請問我該怎麼做？」"
    },
    {
      "id": "21-090-0023_p0005",
      "zh_CN": "答：为了孝顺父母，你可以不必到佛堂，你在家里面念佛，出声念他们不欢喜，你不出声用默念的。父母年岁这么大，一切要能够顺从父母，一定要表现得比平常还要好，他就会觉得奇怪：「你怎么跟过去不一样，现在怎么变得这么乖、这么孝顺？」你说：「是佛教我这么做的。」这样才能感动他，让他对佛法有好感，然后慢慢再劝他念佛。如果你所做的他都不欢喜，你劝他念佛就非常困难，所以首先一定要一切都顺从。",
      "zh_TW": "答：為了孝順父母，你可以不必到佛堂，你在家裡面念佛，出聲念他們不歡喜，你不出聲用默念的。父母年歲這麼大，一切要能夠順從父母，一定要表現得比平常還要好，他就會覺得奇怪：「你怎麼跟過去不一樣，現在怎麼變得這麼乖、這麼孝順？」你說：「是佛教我這麼做的。」這樣才能感動他，讓他對佛法有好感，然後慢慢再勸他念佛。如果你所做的他都不歡喜，你勸他念佛就非常困難，所以首先一定要一切都順從。"
    },
    {
      "id": "21-090-0023_p0006",
      "zh_CN": "问：「在一九八四期间我搬迁新居，新居在当时出现很多蟑螂，在那时候我就把牠们杀死。过后至今，我的身体健康不理想，请问有何补救的方法？」",
      "zh_TW": "問：「在一九八四期間我搬遷新居，新居在當時出現很多蟑螂，在那時候我就把牠們殺死。過後至今，我的身體健康不理想，請問有何補救的方法？」"
    },
    {
      "id": "21-090-0023_p0007",
      "zh_CN": "答：要真正持戒，决定不杀生，诵经、念佛，把功德给这些冤亲债主，连蚊虫蚂蚁都是冤亲债主，回向给牠们，祝愿牠们也能发心求生净土。我们真诚用这个祝愿，这个劫就能够化解。所以是要用真诚心，古人所谓：「精诚所至，金石为开。」真诚心，上能感动诸佛菩萨，下能感动一切众生。",
      "zh_TW": "答：要真正持戒，決定不殺生，誦經、念佛，把功德給這些冤親債主，連蚊蟲螞蟻都是冤親債主，迴向給牠們，祝願牠們也能發心求生淨土。我們真誠用這個祝願，這個劫就能夠化解。所以是要用真誠心，古人所謂：「精誠所至，金石為開。」真誠心，上能感動諸佛菩薩，下能感動一切眾生。"
    },
    {
      "id": "21-090-0023_p0008",
      "zh_CN": "问：「一个人没有任何宗教信仰，心地善良，请问能够往生西方极乐世界吗？」",
      "zh_TW": "問：「一個人沒有任何宗教信仰，心地善良，請問能夠往生西方極樂世界嗎？」"
    },
    {
      "id": "21-090-0023_p0009",
      "zh_CN": "答：心地非常善良，他不相信西方极乐世界，他不想到西方极乐世界，他就不能去了。心地善良，在临终还没有断气之前，要是听到阿弥陀佛、听到西方极乐世界，心里生欢喜心，就发愿往生，也决定得生。学佛学一天都可以往生，因为心地善良就是本钱。",
      "zh_TW": "答：心地非常善良，他不相信西方極樂世界，他不想到西方極樂世界，他就不能去了。心地善良，在臨終還沒有斷氣之前，要是聽到阿彌陀佛、聽到西方極樂世界，心裡生歡喜心，就發願往生，也決定得生。學佛學一天都可以往生，因為心地善良就是本錢。"
    },
    {
      "id": "21-090-0023_p0010",
      "zh_CN": "问：「供养佛菩萨，所有的佛菩萨都要一尊一尊的磕三个头吗？」",
      "zh_TW": "問：「供養佛菩薩，所有的佛菩薩都要一尊一尊的磕三個頭嗎？」"
    },
    {
      "id": "21-090-0023_p0011",
      "zh_CN": "答：这种情形在中国很普遍，在道场就不必说了，道场里供的佛像很多，像我们大殿就供了不少佛像，我们这里是讲堂，供养佛像比较单纯。也有同修家里供很多佛像，我们新加坡有一位居士，我曾经到他家，他家里供的佛像，我想至少也不少于一百尊，比一般小庙供的还多，真要磕头，一尊佛像磕三个头，就要磕三百多个头，统统在一起顶礼三拜，全部都拜到了，不需要一尊一尊的磕头。",
      "zh_TW": "答：這種情形在中國很普遍，在道場就不必說了，道場裡供的佛像很多，像我們大殿就供了不少佛像，我們這裡是講堂，供養佛像比較單純。也有同修家裡供很多佛像，我們新加坡有一位居士，我曾經到他家，他家裡供的佛像，我想至少也不少於一百尊，比一般小廟供的還多，真要磕頭，一尊佛像磕三個頭，就要磕三百多個頭，統統在一起頂禮三拜，全部都拜到了，不需要一尊一尊的磕頭。"
    },
    {
      "id": "21-090-0023_p0012",
      "zh_CN": "问：「磕大头和磕小头有什么分别？我知道磕大头是学密宗，在中国很多不修密的也磕大头，请问是否正确？」",
      "zh_TW": "問：「磕大頭和磕小頭有什麼分別？我知道磕大頭是學密宗，在中國很多不修密的也磕大頭，請問是否正確？」"
    },
    {
      "id": "21-090-0023_p0013",
      "zh_CN": "答：密宗磕大头与显宗礼拜的仪式不同，没有什么大头、小头，我们不要这样去分别。显、密的仪规不相同，恭敬心是一样的，而且对于身体运动的效果也相同。密宗的拜法与显宗的拜法都差不多，特别是中年以后，人不能不运动，缺少运动对于自己的健康会有很多的损害，学佛的人既然不做其他的运动，礼佛是很好的运动。显宗的仪规，我们也要每一个动作都做到，不仅礼佛是对佛的恭敬，而且也是对身体的运动，是一种修行的方法。",
      "zh_TW": "答：密宗磕大頭與顯宗禮拜的儀式不同，沒有什麼大頭、小頭，我們不要這樣去分別。顯、密的儀規不相同，恭敬心是一樣的，而且對於身體運動的效果也相同。密宗的拜法與顯宗的拜法都差不多，特別是中年以後，人不能不運動，缺少運動對於自己的健康會有很多的損害，學佛的人既然不做其他的運動，禮佛是很好的運動。顯宗的儀規，我們也要每一個動作都做到，不僅禮佛是對佛的恭敬，而且也是對身體的運動，是一種修行的方法。"
    },
    {
      "id": "21-090-0023_p0014",
      "zh_CN": "礼佛的时候心地真诚恭敬，这是养心。身体依照这个方法去拜，每一个动作都做到，你每天能够拜三百拜，或者是每天拜两百拜，早晨拜一百拜，晚上拜一百拜，拜上一年，你身体的毛病都没有了，许多的病痛都会有显著的改善，这是身心修养的一个好方法，所以中国人讲，拜佛是非常好的养生之道。",
      "zh_TW": "禮佛的時候心地真誠恭敬，這是養心。身體依照這個方法去拜，每一個動作都做到，你每天能夠拜三百拜，或者是每天拜兩百拜，早晨拜一百拜，晚上拜一百拜，拜上一年，你身體的毛病都沒有了，許多的病痛都會有顯著的改善，這是身心修養的一個好方法，所以中國人講，拜佛是非常好的養生之道。"
    },
    {
      "id": "21-090-0023_p0015",
      "zh_CN": "问：「请问修定必须打坐参禅才能证得吗？」",
      "zh_TW": "問：「請問修定必須打坐參禪才能證得嗎？」"
    },
    {
      "id": "21-090-0023_p0016",
      "zh_CN": "答：打坐、参禅未必能证得。你要懂得什么是定，我们六根接触外面的境界，真正能够不被外面境界影响，做到不起心、不动念、不分别、不执着，这叫「禅定」。你每天去面壁打坐，坐上几个钟点，看到不高兴的人还会生气，看到喜欢的人还会手舞足蹈，你什么定都没有。「定」是在接触外面境界时，不起心、不动念，不分别、不执着，绝不受外面境界影响，心地永远清净平等，这叫禅定。千万不要误会了。",
      "zh_TW": "答：打坐、參禪未必能證得。你要懂得什麼是定，我們六根接觸外面的境界，真正能夠不被外面境界影響，做到不起心、不動念、不分別、不執著，這叫「禪定」。你每天去面壁打坐，坐上幾個鐘點，看到不高興的人還會生氣，看到喜歡的人還會手舞足蹈，你什麼定都沒有。「定」是在接觸外面境界時，不起心、不動念，不分別、不執著，絕不受外面境界影響，心地永遠清淨平等，這叫禪定。千萬不要誤會了。"
    },
    {
      "id": "21-090-0023_p0017",
      "zh_CN": "问：「弟子有一个孙子，今年就读二年级。他总是不喜欢写字，每次总把学校的作业收起来，不准时交，他说对写字很讨厌。请问有何办法能使他改过，同时能培养他写字的兴趣？」",
      "zh_TW": "問：「弟子有一個孫子，今年就讀二年級。他總是不喜歡寫字，每次總把學校的作業收起來，不準時交，他說對寫字很討厭。請問有何辦法能使他改過，同時能培養他寫字的興趣？」"
    },
    {
      "id": "21-090-0023_p0018",
      "zh_CN": "答：学校里面学习的方法，现在不断的随着科技改进，中国科技还没有达到这个水平，所以还有写字。现在在外国，我过去在美国，美国幼稚园的学生不写字，完全用电脑。学校从幼稚园就学电脑，小学一年级以上的学生，作业全部是电脑打字打出来的，他们已经不用手写了。所以你的孙子让他学电脑，他可以不要写，这是一个好方法。",
      "zh_TW": "答：學校裡面學習的方法，現在不斷的隨著科技改進，中國科技還沒有達到這個水平，所以還有寫字。現在在外國，我過去在美國，美國幼稚園的學生不寫字，完全用電腦。學校從幼稚園就學電腦，小學一年級以上的學生，作業全部是電腦打字打出來的，他們已經不用手寫了。所以你的孫子讓他學電腦，他可以不要寫，這是一個好方法。"
    },
    {
      "id": "21-090-0023_p0019",
      "zh_CN": "问：「许多师兄弟听说只需要念三千遍《无量寿经》，保证可以往生。因此为数不少的人都以念经为主、念佛为副，但也有人提出异议，请问何为正确？」",
      "zh_TW": "問：「許多師兄弟聽說只需要念三千遍《無量壽經》，保證可以往生。因此為數不少的人都以念經為主、念佛為副，但也有人提出異議，請問何為正確？」"
    },
    {
      "id": "21-090-0023_p0020",
      "zh_CN": "答：这里面确实是有问题。我过去一直教导同修，我们修净土先把《无量寿经》念三千遍，我没有说保证可以往生，这个话我没有说；「念三千遍」这个话我说过，我不保证你往生。谁保证你？我不知道。念完三千遍念完，用意在哪里？把心定下来。世出世间修学，第一个就是要把心定下来。用念经的方法把心定下来，定下来之后人就开智慧，心里头很乱很烦恼，这是不生智慧。心定下来之后，烦恼轻智慧长，这时候要解经义，经里面所讲的道理要懂，所讲的方法都要记熟，然后才能把经典的教训，就是佛菩萨教导我们的，落实到日常生活当中，落实在我们工作、处事待人接物之中，这叫真正学佛。",
      "zh_TW": "答：這裡面確實是有問題。我過去一直教導同修，我們修淨土先把《無量壽經》念三千遍，我沒有說保證可以往生，這個話我沒有說；「念三千遍」這個話我說過，我不保證你往生。誰保證你？我不知道。念完三千遍念完，用意在哪裡？把心定下來。世出世間修學，第一個就是要把心定下來。用念經的方法把心定下來，定下來之後人就開智慧，心裡頭很亂很煩惱，這是不生智慧。心定下來之後，煩惱輕智慧長，這時候要解經義，經裡面所講的道理要懂，所講的方法都要記熟，然後才能把經典的教訓，就是佛菩薩教導我們的，落實到日常生活當中，落實在我們工作、處事待人接物之中，這叫真正學佛。"
    },
    {
      "id": "21-090-0023_p0021",
      "zh_CN": "所以佛经不是念给佛菩萨听的，佛菩萨不要听这个经，这统统是为自己，但真正功夫都是在执持名号。读经在修学过程当中，是帮助我们信解，我们对净宗有深刻的信心，坚定的信心、坚定的愿心。信心与愿心都是从理解生出来的，你对净宗茫然一无所知，你的信心、愿心怎么能生得起来？所以这三千遍之后再求解义，就是建立对净土的信愿。有信有愿，然后执持名号，老实念佛，这样才能够保证往生，所以千万不要搞错了。",
      "zh_TW": "所以佛經不是念給佛菩薩聽的，佛菩薩不要聽這個經，這統統是為自己，但真正功夫都是在執持名號。讀經在修學過程當中，是幫助我們信解，我們對淨宗有深刻的信心，堅定的信心、堅定的願心。信心與願心都是從理解生出來的，你對淨宗茫然一無所知，你的信心、願心怎麼能生得起來？所以這三千遍之後再求解義，就是建立對淨土的信願。有信有願，然後執持名號，老實念佛，這樣才能夠保證往生，所以千萬不要搞錯了。"
    },
    {
      "id": "21-090-0023_p0022",
      "zh_CN": "问：「如今内地以苏州灵岩山某法师为首，批驳夏老的会集本，扬言会集本是伪经，教大家改念康本。有些人认为会集本很好，且数年来已经念成习惯，不愿意再改念，也不参加康本的助印。也有不少人受其影响，不知如何是好？这件事影响面很广，亟待师父开示指正。」",
      "zh_TW": "問：「如今內地以蘇州靈巖山某法師為首，批駁夏老的會集本，揚言會集本是偽經，教大家改念康本。有些人認為會集本很好，且數年來已經念成習慣，不願意再改念，也不參加康本的助印。也有不少人受其影響，不知如何是好？這件事影響面很廣，亟待師父開示指正。」"
    },
    {
      "id": "21-090-0023_p0023",
      "zh_CN": "答：佛法，佛总是「恒顺众生，随喜功德」。你喜欢康本就念康本，喜欢夏本就念夏本。现在《无量寿经》总共有九种本子，喜欢念哪个本子就念哪个本子，不喜欢也可以统统不念，一句阿弥陀佛也能往生。",
      "zh_TW": "答：佛法，佛總是「恆順眾生，隨喜功德」。你喜歡康本就念康本，喜歡夏本就念夏本。現在《無量壽經》總共有九種本子，喜歡念哪個本子就念哪個本子，不喜歡也可以統統不念，一句阿彌陀佛也能往生。"
    },
    {
      "id": "21-090-0023_p0024",
      "zh_CN": "倓虚老法师跟我们讲他的一位师兄，就是谛闲法师的锅漏匠徒弟，这个故事记载在《影尘回忆录》。这个人根性很钝，小时候没有念过书，现在讲他没有文化，不认识字。中年跟着老法师出家，功课都不会，太笨了学不会，所以在寺庙里当然就很难住了。老和尚很费苦心，叫他不要住寺庙，在宁波乡下找一个没有人住的破庙让他住，只教他一句「南无阿弥陀佛」，他什么都不懂，就教他这一句，告诉他：「你天天念，念累了就休息，休息好了就再念，以后准有好处。」他也不晓得有什么好处，但是这个人老实、听话，他真的依教奉行，念了三、四年，预知时至，站着往生。往生之后还站了三天，等他的师父为他处理后事。谛闲法师对他非常赞叹，他说：「你真有成就！现在世间讲经弘法的法师、名山宝刹的方丈住持都比不上你！」就一句「阿弥陀佛」能成就，这是真的一点都不假。",
      "zh_TW": "倓虛老法師跟我們講他的一位師兄，就是諦閑法師的鍋漏匠徒弟，這個故事記載在《影塵回憶錄》。這個人根性很鈍，小時候沒有念過書，現在講他沒有文化，不認識字。中年跟著老法師出家，功課都不會，太笨了學不會，所以在寺廟裡當然就很難住了。老和尚很費苦心，叫他不要住寺廟，在寧波鄉下找一個沒有人住的破廟讓他住，只教他一句「南無阿彌陀佛」，他什麼都不懂，就教他這一句，告訴他：「你天天念，念累了就休息，休息好了就再念，以後準有好處。」他也不曉得有什麼好處，但是這個人老實、聽話，他真的依教奉行，念了三、四年，預知時至，站著往生。往生之後還站了三天，等他的師父為他處理後事。諦閑法師對他非常讚歎，他說：「你真有成就！現在世間講經弘法的法師、名山寶剎的方丈住持都比不上你！」就一句「阿彌陀佛」能成就，這是真的一點都不假。"
    },
    {
      "id": "21-090-0023_p0025",
      "zh_CN": "这件事情，喜欢念哪个本子就念哪个本子，不要限制别人一定跟我们一样，这就违背了佛陀的教诲。如果就只有一个法门，释迦牟尼佛何必讲八万四千法门？用不着了，这多省事！众生根性不同，所以佛慈悲，说了许多法门，应一切不同的根性。",
      "zh_TW": "這件事情，喜歡念哪個本子就念哪個本子，不要限制別人一定跟我們一樣，這就違背了佛陀的教誨。如果就只有一個法門，釋迦牟尼佛何必講八萬四千法門？用不著了，這多省事！眾生根性不同，所以佛慈悲，說了許多法門，應一切不同的根性。"
    },
    {
      "id": "21-090-0023_p0026",
      "zh_CN": "我们自己有没有成就，自己要有智慧选择法门。几种本子摆在我们面前，夏莲居会集的本子最浅，文字很浅，我们都能看得懂、看得欢喜。康僧铠的本子有一部分文字比较深，我们不容易看懂。我们为什么不选择古本？我们程度不够。他们程度高选那个本子，我们恭敬赞叹。这是说你是大学程度你念大学，你是中学程度你念中学，我是小学程度我只好念小学，这个不能勉强。这不是问题，喜欢念什么本子就念什么本子，最重要是这一生真正能往生，搞到最后自己不能往生，这个麻烦就大了，那才是真正大错。",
      "zh_TW": "我們自己有沒有成就，自己要有智慧選擇法門。幾種本子擺在我們面前，夏蓮居會集的本子最淺，文字很淺，我們都能看得懂、看得歡喜。康僧鎧的本子有一部分文字比較深，我們不容易看懂。我們為什麼不選擇古本？我們程度不夠。他們程度高選那個本子，我們恭敬讚歎。這是說你是大學程度你念大學，你是中學程度你念中學，我是小學程度我只好念小學，這個不能勉強。這不是問題，喜歡念什麼本子就念什麼本子，最重要是這一生真正能往生，搞到最後自己不能往生，這個麻煩就大了，那才是真正大錯。"
    },
    {
      "id": "21-090-0023_p0027",
      "zh_CN": "问：「有关师父您的若干事，作第十四代净宗祖师问题。」",
      "zh_TW": "問：「有關師父您的若干事，作第十四代淨宗祖師問題。」"
    },
    {
      "id": "21-090-0023_p0028",
      "zh_CN": "答：什么人封的，我不知道。你要去问那个封我的人，希望他跟我见个面，我现在还没有跟他见过面，没有接触。",
      "zh_TW": "答：什麼人封的，我不知道。你要去問那個封我的人，希望他跟我見個面，我現在還沒有跟他見過面，沒有接觸。"
    },
    {
      "id": "21-090-0023_p0029",
      "zh_CN": "问：「住宾馆问题。」",
      "zh_TW": "問：「住賓館問題。」"
    },
    {
      "id": "21-090-0023_p0030",
      "zh_CN": "答：住什么宾馆我不知道，我自己没有道场，一切随缘，人家怎么安排我都好，我都欢喜。",
      "zh_TW": "答：住什麼賓館我不知道，我自己沒有道場，一切隨緣，人家怎麼安排我都好，我都歡喜。"
    },
    {
      "id": "21-090-0023_p0031",
      "zh_CN": "问：「国籍问题。」",
      "zh_TW": "問：「國籍問題。」"
    },
    {
      "id": "21-090-0023_p0032",
      "zh_CN": "答：学佛还有国籍关系？我是中国人，这总改不了，老家在中国，出生在中国。",
      "zh_TW": "答：學佛還有國籍關係？我是中國人，這總改不了，老家在中國，出生在中國。"
    },
    {
      "id": "21-090-0023_p0033",
      "zh_CN": "问：「这些问题如方便的话，请师父说一下情况，便于纠正一些人的看法。」",
      "zh_TW": "問：「這些問題如方便的話，請師父說一下情況，便於糾正一些人的看法。」"
    },
    {
      "id": "21-090-0023_p0034",
      "zh_CN": "答：我不需要别人看法，只需要阿弥陀佛给我看法。人的看法对我没有帮助，阿弥陀佛的看法对我有极大的帮助。",
      "zh_TW": "答：我不需要別人看法，只需要阿彌陀佛給我看法。人的看法對我沒有幫助，阿彌陀佛的看法對我有極大的幫助。"
    },
    {
      "id": "21-090-0023_p0035",
      "zh_CN": "问：「因为患了忧郁症，心里面杂乱，妄想不息。对于妄想的事，有时候会执着的重复去想它，我该怎么办？」",
      "zh_TW": "問：「因為患了憂鬱症，心裡面雜亂，妄想不息。對於妄想的事，有時候會執著的重複去想它，我該怎麼辦？」"
    },
    {
      "id": "21-090-0023_p0036",
      "zh_CN": "答：这个事情我相信不只是你一个人，在海内外我遇到很多。这是妄念太多，在这种状况之下，念佛是最有效果的治疗方法，把所有的妄念都换成阿弥陀佛，什么都不想了，专想阿弥陀佛，你这个病就治好了。这是以一念对治一切妄想杂念，你不妨试试看。",
      "zh_TW": "答：這個事情我相信不只是你一個人，在海內外我遇到很多。這是妄念太多，在這種狀況之下，念佛是最有效果的治療方法，把所有的妄念都換成阿彌陀佛，什麼都不想了，專想阿彌陀佛，你這個病就治好了。這是以一念對治一切妄想雜念，你不妨試試看。"
    },
    {
      "id": "21-090-0023_p0037",
      "zh_CN": "问：「如果在神明面前许愿，可是这个愿又做不到，或者又后悔的话，应该怎么办？」",
      "zh_TW": "問：「如果在神明面前許願，可是這個願又做不到，或者又後悔的話，應該怎麼辦？」"
    },
    {
      "id": "21-090-0023_p0038",
      "zh_CN": "答：这就在神明面前少许愿，不要轻易的许愿，不要随便的许愿。许愿要自己衡量一下有没有力量做到，如果没有力量做到不可以许，所以对于鬼神、佛菩萨，总要自己多想想。",
      "zh_TW": "答：這就在神明面前少許願，不要輕易的許願，不要隨便的許願。許願要自己衡量一下有沒有力量做到，如果沒有力量做到不可以許，所以對於鬼神、佛菩薩，總要自己多想想。"
    },
    {
      "id": "21-090-0023_p0039",
      "zh_CN": "问：「《金刚经》说『三心不可得』，言语、音声是不是也不可得？要不要去执着或者把它也放下？」",
      "zh_TW": "問：「《金剛經》說『三心不可得』，言語、音聲是不是也不可得？要不要去執著或者把它也放下？」"
    },
    {
      "id": "21-090-0023_p0040",
      "zh_CN": "答：《金刚经》这句话你要是真懂了，你的问题全都解决了。「凡所有相，皆是虚妄」，「万法皆空，因果不空」。因果何以不空？因变成果，果变成因，转变不空。因果的转变不空，因果循环不空，因果相续不空，这是真理。佛教给我们，种善因一定得善果，想就要想善事，利益众生、社会的事情我们可以想，不要想利益自己的事情。想到利益自己的事情，决定免不了贪瞋痴，那是增长贪瞋痴，这个麻烦就大了。可以替别人着想，不要替自己想，这样就好。",
      "zh_TW": "答：《金剛經》這句話你要是真懂了，你的問題全都解決了。「凡所有相，皆是虛妄」，「萬法皆空，因果不空」。因果何以不空？因變成果，果變成因，轉變不空。因果的轉變不空，因果循環不空，因果相續不空，這是真理。佛教給我們，種善因一定得善果，想就要想善事，利益眾生、社會的事情我們可以想，不要想利益自己的事情。想到利益自己的事情，決定免不了貪瞋痴，那是增長貪瞋痴，這個麻煩就大了。可以替別人著想，不要替自己想，這樣就好。"
    },
    {
      "id": "21-090-0023_p0041",
      "zh_CN": "问：「法师说：佛教建立在孝道的基础上。但是由于环境和遭遇不同，我们时常在报纸上阅读到，父母虐待孩子、父亲强奸亲生女儿或是养女的事。如果本身是其孩子，又如何尽孝道？」",
      "zh_TW": "問：「法師說：佛教建立在孝道的基礎上。但是由於環境和遭遇不同，我們時常在報紙上閱讀到，父母虐待孩子、父親強姦親生女兒或是養女的事。如果本身是其孩子，又如何盡孝道？」"
    },
    {
      "id": "21-090-0023_p0042",
      "zh_CN": "答：妳所看到的是社会非常奇怪的现象，这是乱伦的现象。由于这种现象，造成社会的动乱，造成世间许多的天灾人祸。作儿女尽孝道要有智慧，要知道怎样避免。中国二十四孝，第一个是举舜王，舜王的环境不好，他的母亲过世，父亲娶了继母，继母对他非常不好，也影响了他的父亲。于是他的父亲、后母跟后母生的儿子，三个人常常想置他于死地。他孝顺，他知道父母对他的用心，所以他就想了很多预防措施，所以每一次的伤害，他都能够避免。他对父母还是非常好，一点怀恨的心都没有，样样事情都能够替他做到，这样几年之后，他一家人被他感动了，这叫孝。所以知道父母有虐待，我相信不至于像舜王的父母一样，舜称为孝子，这是给我们做了非常好的榜样。所以自己要有智慧，要懂得回避，决不能怀恨父母，想办法去感化他们，让父母回过头来做个好人，做个社会的好榜样，这是真正尽孝。",
      "zh_TW": "答：妳所看到的是社會非常奇怪的現象，這是亂倫的現象。由於這種現象，造成社會的動亂，造成世間許多的天災人禍。作兒女盡孝道要有智慧，要知道怎樣避免。中國二十四孝，第一個是舉舜王，舜王的環境不好，他的母親過世，父親娶了繼母，繼母對他非常不好，也影響了他的父親。於是他的父親、後母跟後母生的兒子，三個人常常想置他於死地。他孝順，他知道父母對他的用心，所以他就想了很多預防措施，所以每一次的傷害，他都能夠避免。他對父母還是非常好，一點懷恨的心都沒有，樣樣事情都能夠替他做到，這樣幾年之後，他一家人被他感動了，這叫孝。所以知道父母有虐待，我相信不至於像舜王的父母一樣，舜稱為孝子，這是給我們做了非常好的榜樣。所以自己要有智慧，要懂得迴避，決不能懷恨父母，想辦法去感化他們，讓父母回過頭來做個好人，做個社會的好榜樣，這是真正盡孝。"
    },
    {
      "id": "21-090-0023_p0043",
      "zh_CN": "问：「本人以前也是一位养女，生长在有问题的家庭。母亲的虐待，父亲嫖赌又酗酒，他们都没有尽到作父母的责任。无论如何，我还是有一段时间和他们住在一起，那时我想是为了报答他们养育我十多年之恩。现在我成家了，每个月有按时给他们送钱，空闲时有见见面，但是沟通上并不融洽。我学佛了，但是又不会劝他们不要迷信去拜鬼神，请问我应如何帮助他们消业障？」",
      "zh_TW": "問：「本人以前也是一位養女，生長在有問題的家庭。母親的虐待，父親嫖賭又酗酒，他們都沒有盡到作父母的責任。無論如何，我還是有一段時間和他們住在一起，那時我想是為了報答他們養育我十多年之恩。現在我成家了，每個月有按時給他們送錢，空閒時有見見面，但是溝通上並不融洽。我學佛了，但是又不會勸他們不要迷信去拜鬼神，請問我應如何幫助他們消業障？」"
    },
    {
      "id": "21-090-0023_p0044",
      "zh_CN": "答：妳这个心是孝心，亲生父母跟养父母恩德是相同的，要知恩报恩。我们自己没有这个力量是真的，不能够改变妳的养父母一些不善的行为、习惯，妳每天诵经拜佛求佛力加持，果然我们是真诚的心，佛菩萨就有感应。《地藏经》里面婆罗门女、光目女，为什么感应那样的显著？真诚心。妳今天还不能感动，是妳的真诚心不够，要认真努力加强。佛氏门中，有愿必成，何况是个善愿，一定得到诸佛护念，龙天善神加持。",
      "zh_TW": "答：妳這個心是孝心，親生父母跟養父母恩德是相同的，要知恩報恩。我們自己沒有這個力量是真的，不能夠改變妳的養父母一些不善的行為、習慣，妳每天誦經拜佛求佛力加持，果然我們是真誠的心，佛菩薩就有感應。《地藏經》裡面婆羅門女、光目女，為什麼感應那樣的顯著？真誠心。妳今天還不能感動，是妳的真誠心不夠，要認真努力加強。佛氏門中，有願必成，何況是個善願，一定得到諸佛護念，龍天善神加持。"
    },
    {
      "id": "21-090-0023_p0045",
      "zh_CN": "问：「家里次女得病就医，我主张以西医让病情稳定，再用中药调身，而先生坚持采用中药，弟子认为缓不济急。弟子从年轻听师父讲经至今，唯有师父的开示才能让弟子心服。请问如何解决我与先生的争执？」",
      "zh_TW": "問：「家裡次女得病就醫，我主張以西醫讓病情穩定，再用中藥調身，而先生堅持採用中藥，弟子認為緩不濟急。弟子從年輕聽師父講經至今，唯有師父的開示才能讓弟子心服。請問如何解決我與先生的爭執？」"
    },
    {
      "id": "21-090-0023_p0046",
      "zh_CN": "答：生病就医，实在讲中医比西医高明。但是现在一般人总是看到外国的月亮圆，对于自己固有的文化失去了信心，这是很可悲的现象。我上一次在北京，遇到一位非常高明的中医，现在他给什么人医病？是经过西医医疗之后，西医放弃了，说这个人没救了，到他这个地方来诊断，他救了不少人。他说：「你们说中医不好、不科学，西医治不好的病，我把他治好了。虽然不科学，但是你们治不好的，我把他治好，特别是癌症。」我问老医生：「如果癌症开刀，经过化疗呢？」他说：「那就没有办法，顶多只能够给你寿命多延长几个月，没有办法治好。」如果没有通过开刀，没有通过化疗，他有办法给你治好，这个可以提供妳做参考。妳先生如果坚持用中医，中医要找好的中医，确实是很有效果的。",
      "zh_TW": "答：生病就醫，實在講中醫比西醫高明。但是現在一般人總是看到外國的月亮圓，對於自己固有的文化失去了信心，這是很可悲的現象。我上一次在北京，遇到一位非常高明的中醫，現在他給什麼人醫病？是經過西醫醫療之後，西醫放棄了，說這個人沒救了，到他這個地方來診斷，他救了不少人。他說：「你們說中醫不好、不科學，西醫治不好的病，我把他治好了。雖然不科學，但是你們治不好的，我把他治好，特別是癌症。」我問老醫生：「如果癌症開刀，經過化療呢？」他說：「那就沒有辦法，頂多只能夠給你壽命多延長幾個月，沒有辦法治好。」如果沒有通過開刀，沒有通過化療，他有辦法給你治好，這個可以提供妳做參考。妳先生如果堅持用中醫，中醫要找好的中醫，確實是很有效果的。"
    },
    {
      "id": "21-090-0023_p0047",
      "zh_CN": "问：「弟子的先生一直认为弟子做的功德不够，舍不得布施。先生从结婚至今二十年，每个月的薪水用在放生、印经，也不知数目有多少。他常说师父四十五岁那一年得一场大病，把全部积蓄都布施出去了，病了一个月就好了，师父敢做而弟子不敢做。弟子目前一家生活全在弟子身上，上有公婆下有子女三名，现又渐中年了，难道不该有一点积蓄吗？家里面开销庞大，现在次女生病，使弟子不能上班，而先生的见解是多行布施，不顾一家的生活。佛陀不是说过吗？身为佛弟子平常都有固定的布施薪水十分之一，不能因一个人生病，把积蓄全部拿去做功德，其余要喝西北风吗？」",
      "zh_TW": "問：「弟子的先生一直認為弟子做的功德不夠，捨不得布施。先生從結婚至今二十年，每個月的薪水用在放生、印經，也不知數目有多少。他常說師父四十五歲那一年得一場大病，把全部積蓄都布施出去了，病了一個月就好了，師父敢做而弟子不敢做。弟子目前一家生活全在弟子身上，上有公婆下有子女三名，現又漸中年了，難道不該有一點積蓄嗎？家裡面開銷龐大，現在次女生病，使弟子不能上班，而先生的見解是多行布施，不顧一家的生活。佛陀不是說過嗎？身為佛弟子平常都有固定的布施薪水十分之一，不能因一個人生病，把積蓄全部拿去做功德，其餘要喝西北風嗎？」"
    },
    {
      "id": "21-090-0023_p0048",
      "zh_CN": "答：布施是随缘随分，一定要常有布施的心。遇到众生真正有苦难的时候，修布施波罗蜜的人，往往把自己的身命忘记了，全心全力帮助别人。我们想，自己会不会遇到困难？也许会遇到，但是绝对不会说是绝路，这个不可能的。为什么？财布施是修财富之因，只有愈施愈多，不会布施到最后，自己没有饭吃了，这是不可能的。果然布施尽了，会有人送饭给妳吃。若没有人送，佛菩萨也会送饭给妳吃，佛菩萨会变化人天天送东西给妳吃。我们细细去思惟，佛的话是正确的。像妳这种情形，我劝妳先把佛经暂时放下一段时间，在这一段时间全心全力读《了凡四训》。妳能够把《了凡四训》里面的道理真正明白，妳就晓得自己应该怎么做，怎么来转变妳的命运，开拓妳光明的前途。",
      "zh_TW": "答：布施是隨緣隨分，一定要常有布施的心。遇到眾生真正有苦難的時候，修布施波羅蜜的人，往往把自己的身命忘記了，全心全力幫助別人。我們想，自己會不會遇到困難？也許會遇到，但是絕對不會說是絕路，這個不可能的。為什麼？財布施是修財富之因，只有愈施愈多，不會布施到最後，自己沒有飯吃了，這是不可能的。果然布施盡了，會有人送飯給妳吃。若沒有人送，佛菩薩也會送飯給妳吃，佛菩薩會變化人天天送東西給妳吃。我們細細去思惟，佛的話是正確的。像妳這種情形，我勸妳先把佛經暫時放下一段時間，在這一段時間全心全力讀《了凡四訓》。妳能夠把《了凡四訓》裡面的道理真正明白，妳就曉得自己應該怎麼做，怎麼來轉變妳的命運，開拓妳光明的前途。"
    },
    {
      "id": "21-090-0023_p0049",
      "zh_CN": "问：「我爱人的姊姊自杀身亡，我们知道自杀身亡的人很难超脱。请问如何帮助她？」",
      "zh_TW": "問：「我愛人的姊姊自殺身亡，我們知道自殺身亡的人很難超脫。請問如何幫助她？」"
    },
    {
      "id": "21-090-0023_p0050",
      "zh_CN": "答：无论用什么方法自杀，确实是很难解脱的。一般习俗，大家都知道自杀一定要找替身，找不到替身，她就没有办法脱离，也没有办法去轮回。而且自杀的人，这也都是事实，每隔七天，她那个自杀不是一次苦完了就没有了，每七天又要重复一次，这很痛苦。遇不到替身，就永远在那里重复，苦不堪言，比什么都可怜！在这个状况之下，学佛的人懂得，要为她诵经、拜忏、超度，或者是请法师诵经、拜忏都可以，往往都能收到很好的效果。如果自己做效果也一样，有的时候效果会更殊胜，你如理如法的去做这个佛事，对她会有很大的帮助。譬如你为亡者读十部经典，念的经典，你自己可以选择。像这种自杀死亡的人，念《地藏经》比较适合，你为她念十部、二十部《地藏经》，念地藏菩萨名号给她回向，专门为她念的。这一种超度的力量，往往比法师做佛事的力量效果还要殊胜，这个的确是自他两利。",
      "zh_TW": "答：無論用什麼方法自殺，確實是很難解脫的。一般習俗，大家都知道自殺一定要找替身，找不到替身，她就沒有辦法脫離，也沒有辦法去輪迴。而且自殺的人，這也都是事實，每隔七天，她那個自殺不是一次苦完了就沒有了，每七天又要重複一次，這很痛苦。遇不到替身，就永遠在那裡重複，苦不堪言，比什麼都可憐！在這個狀況之下，學佛的人懂得，要為她誦經、拜懺、超度，或者是請法師誦經、拜懺都可以，往往都能收到很好的效果。如果自己做效果也一樣，有的時候效果會更殊勝，你如理如法的去做這個佛事，對她會有很大的幫助。譬如你為亡者讀十部經典，念的經典，你自己可以選擇。像這種自殺死亡的人，念《地藏經》比較適合，你為她念十部、二十部《地藏經》，念地藏菩薩名號給她迴向，專門為她念的。這一種超度的力量，往往比法師做佛事的力量效果還要殊勝，這個的確是自他兩利。"
    },
    {
      "id": "21-090-0023_p0051",
      "zh_CN": "问：「在人往生的时候，有人说走之后半个小时至四十分钟要提醒他往强光处和可怕的地方走，不要往喜欢的柔光和好看的地方走，请问到底对不对？对于不信佛的人走时，我们应如何帮助他？」",
      "zh_TW": "問：「在人往生的時候，有人說走之後半個小時至四十分鐘要提醒他往強光處和可怕的地方走，不要往喜歡的柔光和好看的地方走，請問到底對不對？對於不信佛的人走時，我們應如何幫助他？」"
    },
    {
      "id": "21-090-0023_p0052",
      "zh_CN": "答：这是一个人在转变他生活空间维次的关键时候，这时候往往一句话足以影响他的前途。他往上升，还是往下坠，这是关键的时候。如果我们懂得这个道理，不要讲什么强光、可怕的地方，不必说。「看到阿弥陀佛就跟他走，没有看到阿弥陀佛就不要跟他走。」这个最好。他听到「阿弥陀佛」，心里一动心念阿弥陀佛，阿弥陀佛真的来接引他了。不管他信不信佛，都要把这句佛号让他听到，不仅在往生后半小时到四十分钟，不是在这个时候，是在他没有断气之前，这个是关键的时候听到。断气之后，就是一句佛号送他，这一句佛号你念八个小时、念十二个小时不要停，轮流来念，让他在这一段时间当中统统听到佛号，纵然他不信佛、不求生净土，他也决定不堕恶道，这就是佛力加持，这个对他的好处就太多了。",
      "zh_TW": "答：這是一個人在轉變他生活空間維次的關鍵時候，這時候往往一句話足以影響他的前途。他往上升，還是往下墜，這是關鍵的時候。如果我們懂得這個道理，不要講什麼強光、可怕的地方，不必說。「看到阿彌陀佛就跟他走，沒有看到阿彌陀佛就不要跟他走。」這個最好。他聽到「阿彌陀佛」，心裡一動心念阿彌陀佛，阿彌陀佛真的來接引他了。不管他信不信佛，都要把這句佛號讓他聽到，不僅在往生後半小時到四十分鐘，不是在這個時候，是在他沒有斷氣之前，這個是關鍵的時候聽到。斷氣之後，就是一句佛號送他，這一句佛號你念八個小時、念十二個小時不要停，輪流來念，讓他在這一段時間當中統統聽到佛號，縱然他不信佛、不求生淨土，他也決定不墮惡道，這就是佛力加持，這個對他的好處就太多了。"
    },
    {
      "id": "21-090-0023_p0053",
      "zh_CN": "问：「命终如不是刹那往生，四十九天内还能往生吗？神识从头顶走是往生，从别处走是中阴身，这个说法对吗？」",
      "zh_TW": "問：「命終如不是剎那往生，四十九天內還能往生嗎？神識從頭頂走是往生，從別處走是中陰身，這個說法對嗎？」"
    },
    {
      "id": "21-090-0023_p0054",
      "zh_CN": "答：念佛往生净土的人，是一断气就走了，这是真的往生。佛在经上也说得很多，往生西方极乐世界是最大的福报，他到西方极乐世界作佛了，这个福报是没有能跟他相比的，所以他没有中阴身。我们为什么八个小时、十二个小时才能碰他？就是怕他不能往生，所以安全一点，是这个原因。真的是往生有瑞相，我们也要等到八个小时、十二个小时，那是我们对他的礼敬、对他的恭敬，有这个意思在里面。",
      "zh_TW": "答：念佛往生淨土的人，是一斷氣就走了，這是真的往生。佛在經上也說得很多，往生西方極樂世界是最大的福報，他到西方極樂世界作佛了，這個福報是沒有能跟他相比的，所以他沒有中陰身。我們為什麼八個小時、十二個小時才能碰他？就是怕他不能往生，所以安全一點，是這個原因。真的是往生有瑞相，我們也要等到八個小時、十二個小時，那是我們對他的禮敬、對他的恭敬，有這個意思在裡面。"
    },
    {
      "id": "21-090-0023_p0055",
      "zh_CN": "不能往生，四十九天之内还能往生吗？那是我们希望他能往生，能不能往生机会很渺茫。所以这四十九天之内，当然最好就是一句佛号念到底，这个福报太大了。哪一个人往生之后四十九天之内念佛的声音不中断？我们在台湾只遇到两个人：第一个人是李炳南老居士。他老人家往生之后四十九天，每天念佛堂里六百人，日夜二十四个小时不间断念佛，很多人轮流念，看到哪个地方位子空出，有人念累回去休息了，外面立刻就有人补进去，这是他的学生多，为纪念老师，他能做得到别人做不到。第二个人是「华藏图书馆」韩馆长往生。往生后四十九天佛号日夜不断，但人数没有李老师那么多，白天大概有一百多人，晚上大概有二、三十个人，四十九天不间断，这是大福报，这不是每个人都能得到的。",
      "zh_TW": "不能往生，四十九天之內還能往生嗎？那是我們希望他能往生，能不能往生機會很渺茫。所以這四十九天之內，當然最好就是一句佛號念到底，這個福報太大了。哪一個人往生之後四十九天之內念佛的聲音不中斷？我們在台灣只遇到兩個人：第一個人是李炳南老居士。他老人家往生之後四十九天，每天念佛堂裡六百人，日夜二十四個小時不間斷念佛，很多人輪流念，看到哪個地方位子空出，有人念累回去休息了，外面立刻就有人補進去，這是他的學生多，為紀念老師，他能做得到別人做不到。第二個人是「華藏圖書館」韓館長往生。往生後四十九天佛號日夜不斷，但人數沒有李老師那麼多，白天大概有一百多人，晚上大概有二、三十個人，四十九天不間斷，這是大福報，這不是每個人都能得到的。"
    },
    {
      "id": "21-090-0023_p0056",
      "zh_CN": "神识从头顶走是往生吗？往生是从头顶走的，生天也是从头顶走的。所以神识从头顶走，不一定是往生，生天道、生欲界天也都是从头顶走的。生天道是大福报，他没有中阴身，从别处走的有中阴身，这个说法是正确的。还有一个没有中阴身，神识要是从脚底走的没有中阴身，那是堕阿鼻地狱。佛讲得很清楚，一个是生天，一个是堕地狱，都没有中阴身，其他的有中阴身。",
      "zh_TW": "神識從頭頂走是往生嗎？往生是從頭頂走的，生天也是從頭頂走的。所以神識從頭頂走，不一定是往生，生天道、生欲界天也都是從頭頂走的。生天道是大福報，他沒有中陰身，從別處走的有中陰身，這個說法是正確的。還有一個沒有中陰身，神識要是從腳底走的沒有中陰身，那是墮阿鼻地獄。佛講得很清楚，一個是生天，一個是墮地獄，都沒有中陰身，其他的有中陰身。"
    },
    {
      "id": "21-090-0023_p0057",
      "zh_CN": "问：「请问末法时期怎样修行才能排除忧扰？」",
      "zh_TW": "問：「請問末法時期怎樣修行才能排除憂擾？」"
    },
    {
      "id": "21-090-0023_p0058",
      "zh_CN": "答：这个意思就是排除外面的扰乱、忧虑、打搅。这个事情很难，要看个人的福报、福德、因缘。像我就没有福报，就没有办法离开别人打搅，扰乱就很多。如果能够离开一切人、物的扰乱，得到一个清净环境修持，这是大福报，一般人都做不到的。",
      "zh_TW": "答：這個意思就是排除外面的擾亂、憂慮、打攪。這個事情很難，要看個人的福報、福德、因緣。像我就沒有福報，就沒有辦法離開別人打攪，擾亂就很多。如果能夠離開一切人、物的擾亂，得到一個清淨環境修持，這是大福報，一般人都做不到的。"
    },
    {
      "id": "21-090-0023_p0059",
      "zh_CN": "我们在世界也走了不少地方，理想的修行的大环境，澳洲比较好。澳洲是地大人少，你要不跟人往来，你住在一个小房子，别人也不会来打搅你。澳洲的面积跟中国差不多大，人口只有一千七百万人，很多地方荒凉没有人住。你找到一个没有人住的地方去盖个小房子、小茅篷修行，这是大福报，这个可以避开一切扰乱。可是最重要的，古德教给我们，「心净则佛土净」，还是心地清净重要。怎么样能保持心地清净？真正看得破、放得下，心里面除了阿弥陀佛之外，所有一切拉杂事情决不放在心上，你的身心就清净，别人扰乱也不在乎，不放在心上，这是闹中取静的方法。",
      "zh_TW": "我們在世界也走了不少地方，理想的修行的大環境，澳洲比較好。澳洲是地大人少，你要不跟人往來，你住在一個小房子，別人也不會來打攪你。澳洲的面積跟中國差不多大，人口只有一千七百萬人，很多地方荒涼沒有人住。你找到一個沒有人住的地方去蓋個小房子、小茅篷修行，這是大福報，這個可以避開一切擾亂。可是最重要的，古德教給我們，「心淨則佛土淨」，還是心地清淨重要。怎麼樣能保持心地清淨？真正看得破、放得下，心裡面除了阿彌陀佛之外，所有一切拉雜事情決不放在心上，你的身心就清淨，別人擾亂也不在乎，不放在心上，這是鬧中取靜的方法。"
    }
  ]
}