{
  "doc_id": "21-090-0022",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0022",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "21-090-0022_p0001",
      "zh_CN": "问：「在家居士可不可以在身上戴念珠？」",
      "zh_TW": "問：「在家居士可不可以在身上戴念珠？」"
    },
    {
      "id": "21-090-0022_p0002",
      "zh_CN": "答：这是可以的，佛经里面没有说在家人不可以挂念珠的，我们依法不依人。",
      "zh_TW": "答：這是可以的，佛經裡面沒有說在家人不可以掛念珠的，我們依法不依人。"
    },
    {
      "id": "21-090-0022_p0003",
      "zh_CN": "问：「什么是十善业？」",
      "zh_TW": "問：「什麼是十善業？」"
    },
    {
      "id": "21-090-0022_p0004",
      "zh_CN": "答：现在我们每天早晨讲《十善业道经》，希望你多听。",
      "zh_TW": "答：現在我們每天早晨講《十善業道經》，希望你多聽。"
    },
    {
      "id": "21-090-0022_p0005",
      "zh_CN": "问：「我想报名参加培训班，可是已经满了。我目前没有工作，父母希望我去工作，还认为我学佛是迷信。我不想工作，因为我厌倦一切是非人我。我想在家自修听经念佛，希望将来可以弘法利生，如果不能弘法，我留在世间也没意思。我是个没有智慧、胆小、没有主见的人，时常造作许多不必要的错误。以师父的慧眼，您认为我应该听从父母的话去工作，还是留在家里自修？",
      "zh_TW": "問：「我想報名參加培訓班，可是已經滿了。我目前沒有工作，父母希望我去工作，還認為我學佛是迷信。我不想工作，因為我厭倦一切是非人我。我想在家自修聽經念佛，希望將來可以弘法利生，如果不能弘法，我留在世間也沒意思。我是個沒有智慧、膽小、沒有主見的人，時常造作許多不必要的錯誤。以師父的慧眼，您認為我應該聽從父母的話去工作，還是留在家裡自修？"
    },
    {
      "id": "21-090-0022_p0006",
      "zh_CN": "答：你要听从父母的话好好的去工作，从工作里面体会人生的价值与意义。学佛并没有离开工作，释迦牟尼佛一生就是从事教学的工作，他也没有把工作放下。",
      "zh_TW": "答：你要聽從父母的話好好的去工作，從工作裡面體會人生的價值與意義。學佛並沒有離開工作，釋迦牟尼佛一生就是從事教學的工作，他也沒有把工作放下。"
    },
    {
      "id": "21-090-0022_p0007",
      "zh_CN": "问：「朋友的儿子病重，我念《无量寿经》和持无量寿水给他喝，替他推拿过后，他的病有好转，而我却祸事多多，请问是否他的冤亲债主找我讨债？」",
      "zh_TW": "問：「朋友的兒子病重，我念《無量壽經》和持無量壽水給他喝，替他推拿過後，他的病有好轉，而我卻禍事多多，請問是否他的冤親債主找我討債？」"
    },
    {
      "id": "21-090-0022_p0008",
      "zh_CN": "答：没有这个道理，这是你做的好事，你会有好的果报。你现在遇到的祸事多多，这是过去不善的业报，决不是你行善会得恶报，没有这个道理。",
      "zh_TW": "答：沒有這個道理，這是你做的好事，你會有好的果報。你現在遇到的禍事多多，這是過去不善的業報，決不是你行善會得惡報，沒有這個道理。"
    },
    {
      "id": "21-090-0022_p0009",
      "zh_CN": "问：「弟子学佛三年多，一心一意求往生，早晚念《心经》、《无量寿经》及往生咒。有人告诉我，佛弟子一定要学大悲咒及其他的咒语，请问是否正确？」",
      "zh_TW": "問：「弟子學佛三年多，一心一意求往生，早晚念《心經》、《無量壽經》及往生咒。有人告訴我，佛弟子一定要學大悲咒及其他的咒語，請問是否正確？」"
    },
    {
      "id": "21-090-0022_p0010",
      "zh_CN": "答：不一定要学咒语。佛说无量法门对治无量众生不同的根性，在无量法门里面我们选择一门，一门深入，长期薰修，就能够得利益。很多念佛往生的人，他也不会念大悲咒、念楞严咒，一样能往生。最明显的例子，像倓虚法师跟我们讲的，谛老和尚一位念佛的徒弟锅漏匠，他什么都不会，只会一句「南无阿弥陀佛」，除这个之外什么都不会，他念了三四年，预知时至，站着往生。这是一个最明显的例子，一句佛号有不可思议殊胜的成就功德。",
      "zh_TW": "答：不一定要學咒語。佛說無量法門對治無量眾生不同的根性，在無量法門裡面我們選擇一門，一門深入，長期薰修，就能夠得利益。很多念佛往生的人，他也不會念大悲咒、念楞嚴咒，一樣能往生。最明顯的例子，像倓虛法師跟我們講的，諦老和尚一位念佛的徒弟鍋漏匠，他什麼都不會，只會一句「南無阿彌陀佛」，除這個之外什麼都不會，他念了三四年，預知時至，站著往生。這是一個最明顯的例子，一句佛號有不可思議殊勝的成就功德。"
    },
    {
      "id": "21-090-0022_p0011",
      "zh_CN": "问：「您提倡的一句佛号、一部经念到底，我基本按照您的指示去做。每天诵《弥陀经》早晚各一遍。《无量寿经》根据时间，有时候诵第六品和三十二到三十七品，有更长的时间就读一遍全经。请问其他的经典是否还要诵？如《地藏经》、《菩提道次第论》、《楞严经》和一些咒语。我以前在八大处灵光寺接受皈依，他那里结缘的书籍是否都看？现在我愈来愈觉得时间紧迫，都想学而无从下手。」",
      "zh_TW": "問：「您提倡的一句佛號、一部經念到底，我基本按照您的指示去做。每天誦《彌陀經》早晚各一遍。《無量壽經》根據時間，有時候誦第六品和三十二到三十七品，有更長的時間就讀一遍全經。請問其他的經典是否還要誦？如《地藏經》、《菩提道次第論》、《楞嚴經》和一些咒語。我以前在八大處靈光寺接受皈依，他那裡結緣的書籍是否都看？現在我愈來愈覺得時間緊迫，都想學而無從下手。」"
    },
    {
      "id": "21-090-0022_p0012",
      "zh_CN": "答：这个事情，如果你觉得时间已经很紧迫，你就要懂得「一门深入，长时薰修」，才能真正得到佛法的利益。涉猎的经论太多，对自己决定造成障碍，这是我们要知道的。你现在的功课已经就很好了，至于《地藏经》、《楞严经》、《菩提道次第论》，都可以不必去读。一定要在一部经里面有一个入处，然后有时间、有能力才可以涉猎其他经论，否则的话必须要一门深入。",
      "zh_TW": "答：這個事情，如果你覺得時間已經很緊迫，你就要懂得「一門深入，長時薰修」，才能真正得到佛法的利益。涉獵的經論太多，對自己決定造成障礙，這是我們要知道的。你現在的功課已經就很好了，至於《地藏經》、《楞嚴經》、《菩提道次第論》，都可以不必去讀。一定要在一部經裡面有一個入處，然後有時間、有能力才可以涉獵其他經論，否則的話必須要一門深入。"
    },
    {
      "id": "21-090-0022_p0013",
      "zh_CN": "问：「在灵光寺大殿上课，师父诵的经咒是否都要背诵？现年六十岁了，真有些困难。」",
      "zh_TW": "問：「在靈光寺大殿上課，師父誦的經咒是否都要背誦？現年六十歲了，真有些困難。」"
    },
    {
      "id": "21-090-0022_p0014",
      "zh_CN": "答：这么大年岁可以不必了，老实念佛就好。你跟大家在一起做功课，他们念他们的咒，你念妳的阿弥陀佛就好。",
      "zh_TW": "答：這麼大年歲可以不必了，老實念佛就好。你跟大家在一起做功課，他們念他們的咒，你念妳的阿彌陀佛就好。"
    },
    {
      "id": "21-090-0022_p0015",
      "zh_CN": "问：「我是一位护法居士，经常有人问我一些问题，为了弘扬佛法尽心解答。一些佛书我看了很多，自认为是助缘，请问对自己修行是否有障碍？」",
      "zh_TW": "問：「我是一位護法居士，經常有人問我一些問題，為了弘揚佛法盡心解答。一些佛書我看了很多，自認為是助緣，請問對自己修行是否有障礙？」"
    },
    {
      "id": "21-090-0022_p0016",
      "zh_CN": "答：这个完全看你自己，如果你看的东西很多，接触的面很广，心地依然清净，没有分别执着，你就可以多看，如果心地不清净还是要舍离。",
      "zh_TW": "答：這個完全看你自己，如果你看的東西很多，接觸的面很廣，心地依然清淨，沒有分別執著，你就可以多看，如果心地不清淨還是要捨離。"
    },
    {
      "id": "21-090-0022_p0017",
      "zh_CN": "问：「佛学的基础是因果论，是我在轮回吗？成佛也是我吗？如果确实有个『我』在，『我』是物质还是精神？如是『我』成佛，是不是佛也没有脱掉『我』？如不是『我』成佛，又如何建立个人修行的信心？」",
      "zh_TW": "問：「佛學的基礎是因果論，是我在輪迴嗎？成佛也是我嗎？如果確實有個『我』在，『我』是物質還是精神？如是『我』成佛，是不是佛也沒有脫掉『我』？如不是『我』成佛，又如何建立個人修行的信心？」"
    },
    {
      "id": "21-090-0022_p0018",
      "zh_CN": "答：你问的话没有错。佛法里面说「我」，谁成佛？我成佛。谁修行？我修行。佛经给我们讲的「我」，决不是执着这个身体是我，身体是个假我，它成不了佛；这个东西是个物质，物质决定是有生有灭，这个身体终归要消失的。不但身体不能永恒存在，就是这个地球、太阳系都不能永恒存在，现代的科学家告诉我们，银河系也不能永恒存在，都是在刹那转变。",
      "zh_TW": "答：你問的話沒有錯。佛法裡面說「我」，誰成佛？我成佛。誰修行？我修行。佛經給我們講的「我」，決不是執著這個身體是我，身體是個假我，它成不了佛；這個東西是個物質，物質決定是有生有滅，這個身體終歸要消失的。不但身體不能永恆存在，就是這個地球、太陽系都不能永恆存在，現代的科學家告訴我們，銀河系也不能永恆存在，都是在剎那轉變。"
    },
    {
      "id": "21-090-0022_p0019",
      "zh_CN": "「我」到底在哪里？你想把这个问题搞清楚，你去读《楞严经》，佛在《楞严经》有非常精彩的说明，你可以在这部经开智慧。什么时候你找到真正的我？佛告诉我们：见思烦恼断了，尘沙烦恼断了，无明破一品，「我」就找到了，这就是佛家讲的「父母未生前本来面目」，那就是你真正的自己。成佛是它，现在作人也是它，造作罪业堕三恶道还是它，六道轮回也是它。",
      "zh_TW": "「我」到底在哪裡？你想把這個問題搞清楚，你去讀《楞嚴經》，佛在《楞嚴經》有非常精彩的說明，你可以在這部經開智慧。什麼時候你找到真正的我？佛告訴我們：見思煩惱斷了，塵沙煩惱斷了，無明破一品，「我」就找到了，這就是佛家講的「父母未生前本來面目」，那就是你真正的自己。成佛是它，現在作人也是它，造作罪業墮三惡道還是它，六道輪迴也是它。"
    },
    {
      "id": "21-090-0022_p0020",
      "zh_CN": "为什么会有六道轮回的现象？佛经讲得很清楚，这是造作善不善业，所以才有六道轮回的现象。脱离十法界，证得一真法界，这里面有法身、般若、解脱自性三德，三德也各有常、乐、我、净，这个时候才真正把「我」找到了。",
      "zh_TW": "為什麼會有六道輪迴的現象？佛經講得很清楚，這是造作善不善業，所以才有六道輪迴的現象。脫離十法界，證得一真法界，這裡面有法身、般若、解脫自性三德，三德也各有常、樂、我、淨，這個時候才真正把「我」找到了。"
    },
    {
      "id": "21-090-0022_p0021",
      "zh_CN": "问：「您的大力弘扬，我对净土是深信的。按您的解释，净土世界是有形的，可以达到的。但过去说『心净则土净』，是不是可以理解为净土是心的变现，而不是有个有形的世界，人只要修证到一个程度就有净土现前而不需要去？」",
      "zh_TW": "問：「您的大力弘揚，我對淨土是深信的。按您的解釋，淨土世界是有形的，可以達到的。但過去說『心淨則土淨』，是不是可以理解為淨土是心的變現，而不是有個有形的世界，人只要修證到一個程度就有淨土現前而不需要去？」"
    },
    {
      "id": "21-090-0022_p0022",
      "zh_CN": "答：这个问题你必须要搞清楚，心净就现净土，心不清净就现秽土，这是一定的道理。如果你说这只是一个心理上的现象不是事实，我要问你：现在我们的心不清净，娑婆世界是秽土，娑婆世界到底有没有？不可以说极乐世界的净土没有，娑婆世界的秽土有，那就讲不通了，因为「一有一切有，一无一切无」。如果肯定娑婆世界这个现象是假的，《金刚经》说的「凡所有相，皆是虚妄」，极乐净土也是「凡所有相，皆是虚妄」，这才能讲得通；不能说我们秽土有，极乐世界是个理想，你这样想法就错了，你会把你这一生永脱轮回的机会错过。所以佛法要多读经，多研究学习，不能够错会意思。",
      "zh_TW": "答：這個問題你必須要搞清楚，心淨就現淨土，心不清淨就現穢土，這是一定的道理。如果你說這只是一個心理上的現象不是事實，我要問你：現在我們的心不清淨，娑婆世界是穢土，娑婆世界到底有沒有？不可以說極樂世界的淨土沒有，娑婆世界的穢土有，那就講不通了，因為「一有一切有，一無一切無」。如果肯定娑婆世界這個現象是假的，《金剛經》說的「凡所有相，皆是虛妄」，極樂淨土也是「凡所有相，皆是虛妄」，這才能講得通；不能說我們穢土有，極樂世界是個理想，你這樣想法就錯了，你會把你這一生永脫輪迴的機會錯過。所以佛法要多讀經，多研究學習，不能夠錯會意思。"
    },
    {
      "id": "21-090-0022_p0023",
      "zh_CN": "问：「我们生活在五浊恶世，人有忏不完的罪，人总是一边忏一边又犯，罪有前生的、有今生的，这个罪缘重重，如何能出三界？学佛还有个成就的日子吗？如果只要在这个世界上就有轮回，那么只有离开这里了，要离开这里，这就只有净土法门了。可是如果净土法门是究竟的法门，为什么不早提倡，而要等到末法时期人们根性不及才提倡？回顾佛教发展的历史，多个法门教法都曾经兴盛一时，那些祖师大德为什么不着力弘扬净土？」",
      "zh_TW": "問：「我們生活在五濁惡世，人有懺不完的罪，人總是一邊懺一邊又犯，罪有前生的、有今生的，這個罪緣重重，如何能出三界？學佛還有個成就的日子嗎？如果只要在這個世界上就有輪迴，那麼只有離開這裡了，要離開這裡，這就只有淨土法門了。可是如果淨土法門是究竟的法門，為什麼不早提倡，而要等到末法時期人們根性不及才提倡？回顧佛教發展的歷史，多個法門教法都曾經興盛一時，那些祖師大德為什麼不著力弘揚淨土？」"
    },
    {
      "id": "21-090-0022_p0024",
      "zh_CN": "答：你说这些话，你对于佛教的承传历史，你了解得不够，如果你多了解一些，就知道净土法门自始至终是非常认真的在宣扬；释迦牟尼佛的父亲往生西方极乐世界，《观无量寿佛经》韦提希夫人往生西方极乐世界，《无量寿经》阿难尊者也是往生西方净土的。释迦牟尼佛的经教是阿难尊者承传，所以阿难尊者是大乘八个宗的祖师，哪一个宗派都是从他传的，他自己是往生西方极乐世界。最早传净土这个法门是在《华严经》，释迦牟尼佛第一部经是在龙宫讲的，讲到最后普贤菩萨十大愿王导归极乐，文殊、普贤都是发愿求生净土。净土不是在末法时期才宣扬，释迦牟尼佛开口讲经说法的时候就弘扬了。这些事实要多读经论你才晓得，才不至于产生误会。",
      "zh_TW": "答：你說這些話，你對於佛教的承傳歷史，你了解得不夠，如果你多了解一些，就知道淨土法門自始至終是非常認真的在宣揚；釋迦牟尼佛的父親往生西方極樂世界，《觀無量壽佛經》韋提希夫人往生西方極樂世界，《無量壽經》阿難尊者也是往生西方淨土的。釋迦牟尼佛的經教是阿難尊者承傳，所以阿難尊者是大乘八個宗的祖師，哪一個宗派都是從他傳的，他自己是往生西方極樂世界。最早傳淨土這個法門是在《華嚴經》，釋迦牟尼佛第一部經是在龍宮講的，講到最後普賢菩薩十大願王導歸極樂，文殊、普賢都是發願求生淨土。淨土不是在末法時期才宣揚，釋迦牟尼佛開口講經說法的時候就弘揚了。這些事實要多讀經論你才曉得，才不至於產生誤會。"
    },
    {
      "id": "21-090-0022_p0025",
      "zh_CN": "问：「弟子学佛后，对绘画佛像有浓厚的兴趣。听了老法师的带子之后，能够将佛法运用在生活，并且逐渐能够把画佛像的水平提高，弟子绘画的佛像有送到寺院供养，有一幅菩萨像在一九九八年四月在五台山的白云寺法会上被彩云围绕。后来白云寺法师打电话告诉弟子的，并鼓励弟子，画佛像也是修行。请问佛像绘画得不圆满，局部有错误，还有一些没有上色的草稿和复印机印的黑白佛像，有时候做资料用等等，有人说用火燃烧，有人说随废纸丢弃，请问弟子将如何处理？」",
      "zh_TW": "問：「弟子學佛後，對繪畫佛像有濃厚的興趣。聽了老法師的帶子之後，能夠將佛法運用在生活，並且逐漸能夠把畫佛像的水平提高，弟子繪畫的佛像有送到寺院供養，有一幅菩薩像在一九九八年四月在五台山的白雲寺法會上被彩雲圍繞。後來白雲寺法師打電話告訴弟子的，並鼓勵弟子，畫佛像也是修行。請問佛像繪畫得不圓滿，局部有錯誤，還有一些沒有上色的草稿和複印機印的黑白佛像，有時候做資料用等等，有人說用火燃燒，有人說隨廢紙丟棄，請問弟子將如何處理？」"
    },
    {
      "id": "21-090-0022_p0026",
      "zh_CN": "答：凡是画佛像的稿纸，或者是写经写错的废纸，我们要怎么处理？最好是恭敬的将它焚化当垃圾处理，那是很不得已的办法。有许多城市，城市里面没有丢弃垃圾的地方，现在中国也许有，在外国大城市每天都有政府机构派垃圾车来收垃圾，不准你随便燃烧东西，在这种情况之下，才可以当垃圾处理。当垃圾处理，也要把它包得整整齐齐，用塑胶袋把它封好，这都是我们一份恭敬心，这样就对了。如果可以燃烧，最好把它焚化，焚化的灰，祖师大德教给我们两种处理法，一种就是放在野外干净的地方，把它埋在土里面；另外一种就是把它沉放在河流里面，这是最恭敬的处理法。",
      "zh_TW": "答：凡是畫佛像的稿紙，或者是寫經寫錯的廢紙，我們要怎麼處理？最好是恭敬的將它焚化當垃圾處理，那是很不得已的辦法。有許多城市，城市裡面沒有丟棄垃圾的地方，現在中國也許有，在外國大城市每天都有政府機構派垃圾車來收垃圾，不准你隨便燃燒東西，在這種情況之下，才可以當垃圾處理。當垃圾處理，也要把它包得整整齊齊，用塑膠袋把它封好，這都是我們一份恭敬心，這樣就對了。如果可以燃燒，最好把它焚化，焚化的灰，祖師大德教給我們兩種處理法，一種就是放在野外乾淨的地方，把它埋在土裡面；另外一種就是把它沉放在河流裡面，這是最恭敬的處理法。"
    },
    {
      "id": "21-090-0022_p0027",
      "zh_CN": "问：「在佛像画面上，佛像旁边题写绘画者的名字是否合适？有什么具体要求？」",
      "zh_TW": "問：「在佛像畫面上，佛像旁邊題寫繪畫者的名字是否合適？有什麼具體要求？」"
    },
    {
      "id": "21-090-0022_p0028",
      "zh_CN": "答：绘画上题名，中国汉人有这个习俗，可是藏传佛教里面没有这个习俗。诸位看到藏传的绘画非常之多，它没有写年月日，也没有写作画人的名字，永远找不到作画人。但在中国汉传还有题画，它的年份跟作者都很清楚。这个我们随俗，随中国风俗是可以写名字的。",
      "zh_TW": "答：繪畫上題名，中國漢人有這個習俗，可是藏傳佛教裡面沒有這個習俗。諸位看到藏傳的繪畫非常之多，它沒有寫年月日，也沒有寫作畫人的名字，永遠找不到作畫人。但在中國漢傳還有題畫，它的年份跟作者都很清楚。這個我們隨俗，隨中國風俗是可以寫名字的。"
    },
    {
      "id": "21-090-0022_p0029",
      "zh_CN": "问：「寺院大殿里供养的佛像和居士请回家供养的佛像。因为每天早晚上香礼拜，弟子曾经遇到寺院法师请佛像，要求弟子写名字，我当时就照法师要求写了名字，后来弟子去那位法师的寺院，看到佛像供在大殿里，千人拜、万人拜，我心里非常害怕，因为佛像上有弟子的名字，后来我坚持要把名字用纸盖上，心里才得安宁，请问弟子的作法是否正确？」",
      "zh_TW": "問：「寺院大殿裡供養的佛像和居士請回家供養的佛像。因為每天早晚上香禮拜，弟子曾經遇到寺院法師請佛像，要求弟子寫名字，我當時就照法師要求寫了名字，後來弟子去那位法師的寺院，看到佛像供在大殿裡，千人拜、萬人拜，我心裡非常害怕，因為佛像上有弟子的名字，後來我堅持要把名字用紙蓋上，心裡才得安寧，請問弟子的作法是否正確？」"
    },
    {
      "id": "21-090-0022_p0030",
      "zh_CN": "答：也算正确。妳会不安是因为妳有分别执着，如果妳离开妄想分别执着，妳就不会感觉得心不安，所以离妄想分别执着很重要。",
      "zh_TW": "答：也算正確。妳會不安是因為妳有分別執著，如果妳離開妄想分別執著，妳就不會感覺得心不安，所以離妄想分別執著很重要。"
    },
    {
      "id": "21-090-0022_p0031",
      "zh_CN": "问：「绘画佛像时是否必须燃香？若在佛堂燃香，在另一房间画佛像，是否一样恭敬？」",
      "zh_TW": "問：「繪畫佛像時是否必須燃香？若在佛堂燃香，在另一房間畫佛像，是否一樣恭敬？」"
    },
    {
      "id": "21-090-0022_p0032",
      "zh_CN": "答：一样恭敬。",
      "zh_TW": "答：一樣恭敬。"
    },
    {
      "id": "21-090-0022_p0033",
      "zh_CN": "问：「女子在月经期间可否画佛像？」",
      "zh_TW": "問：「女子在月經期間可否畫佛像？」"
    },
    {
      "id": "21-090-0022_p0034",
      "zh_CN": "答：只要身体、手洗得很干净都可以。",
      "zh_TW": "答：只要身體、手洗得很乾淨都可以。"
    },
    {
      "id": "21-090-0022_p0035",
      "zh_CN": "问：「临终阿弥陀佛来接引时，佛的影像是从西方极乐世界来的，还是自性感召所现的？」",
      "zh_TW": "問：「臨終阿彌陀佛來接引時，佛的影像是從西方極樂世界來的，還是自性感召所現的？」"
    },
    {
      "id": "21-090-0022_p0036",
      "zh_CN": "答：从相上讲，佛是从西方极乐世界来的，从性上讲，是自性变现的，所以这两个意思都讲得通。两个意思要融成一个就圆融了，分作两截，我们修学的境界不高，真正契入境界是入不二法门，性相是一不是二。",
      "zh_TW": "答：從相上講，佛是從西方極樂世界來的，從性上講，是自性變現的，所以這兩個意思都講得通。兩個意思要融成一個就圓融了，分作兩截，我們修學的境界不高，真正契入境界是入不二法門，性相是一不是二。"
    },
    {
      "id": "21-090-0022_p0037",
      "zh_CN": "问：「恒顺众生首先要恒顺家人，如果家人要吃活的生物，我做还是不做？」",
      "zh_TW": "問：「恆順眾生首先要恆順家人，如果家人要吃活的生物，我做還是不做？」"
    },
    {
      "id": "21-090-0022_p0038",
      "zh_CN": "答：佛教导我们「恒顺众生」，不是顺人情，恒顺众生的人情，你就免不了要造业。到底是顺什么？恒顺众生的法性，这就对了。善财童子在五十三参为我们表演，五十三位善知识身分、地位、行业、修学的法门都不相同，善财童子去参学，我们看出恒顺。对于众生的善行、善事决定随顺，对众生的恶行、恶事，善财是礼敬而没有赞叹。礼敬是对佛性，不善的人、事、境界，法性是一不是二，所以从法性上看要礼敬。但是从现相上看，他这个事是不善，对社会大众是有损害而没有利益，我们认识清楚明了，提供这些资料给自己反省，决不能够这样作法，所以没有赞叹。借着不善反省自己是否不善，自己的境界就向上提升一层，在佛法叫做「逆增上缘」。你很有智慧、你很会学，在不善的人事环境里面，你也能够成就自己殊胜的德行，这是善财童子在《华严经》教导我们的。",
      "zh_TW": "答：佛教導我們「恆順眾生」，不是順人情，恆順眾生的人情，你就免不了要造業。到底是順什麼？恆順眾生的法性，這就對了。善財童子在五十三參為我們表演，五十三位善知識身分、地位、行業、修學的法門都不相同，善財童子去參學，我們看出恆順。對於眾生的善行、善事決定隨順，對眾生的惡行、惡事，善財是禮敬而沒有讚歎。禮敬是對佛性，不善的人、事、境界，法性是一不是二，所以從法性上看要禮敬。但是從現相上看，他這個事是不善，對社會大眾是有損害而沒有利益，我們認識清楚明瞭，提供這些資料給自己反省，決不能夠這樣作法，所以沒有讚歎。藉著不善反省自己是否不善，自己的境界就向上提升一層，在佛法叫做「逆增上緣」。你很有智慧、你很會學，在不善的人事環境裡面，你也能夠成就自己殊勝的德行，這是善財童子在《華嚴經》教導我們的。"
    },
    {
      "id": "21-090-0022_p0039",
      "zh_CN": "家里面的人当然要随顺。你住在深圳，深圳是广东一带，都喜欢吃活的，要多找一些因果报应的故事，在适当的时机为大家说。我在香港讲经，有些香港同修跟我讲吃海鲜得的果报，他们听了许多故事之后再也不敢吃了，这是现代的事情，一谈起来，香港就有很多人都知道。这些最好从健康的道理去规劝，希望尽量少吃，到最后能够不吃是最好的。现在这个社会奇奇怪怪的疾病很多，病从哪里来的？古人讲「病从口入」，就是吃东西不谨慎。尤其现在动物有严重的污染，蔬菜也有农药污染，但比较好一点。所以现在很多讲求卫生的，逼不得已自己种菜，在自己家里的小院子种菜，这是最可靠的，现在所谓是「有机蔬菜」。市场上有机蔬菜靠不住，你也没有办法去测验它到底是真的还是假的。这个社会现在假的东西太多了，在我想像当中，假的有机蔬菜一定不少，所以最可靠的还是自己种。",
      "zh_TW": "家裡面的人當然要隨順。你住在深圳，深圳是廣東一帶，都喜歡吃活的，要多找一些因果報應的故事，在適當的時機為大家說。我在香港講經，有些香港同修跟我講吃海鮮得的果報，他們聽了許多故事之後再也不敢吃了，這是現代的事情，一談起來，香港就有很多人都知道。這些最好從健康的道理去規勸，希望盡量少吃，到最後能夠不吃是最好的。現在這個社會奇奇怪怪的疾病很多，病從哪裡來的？古人講「病從口入」，就是吃東西不謹慎。尤其現在動物有嚴重的污染，蔬菜也有農藥污染，但比較好一點。所以現在很多講求衛生的，逼不得已自己種菜，在自己家裡的小院子種菜，這是最可靠的，現在所謂是「有機蔬菜」。市場上有機蔬菜靠不住，你也沒有辦法去測驗它到底是真的還是假的。這個社會現在假的東西太多了，在我想像當中，假的有機蔬菜一定不少，所以最可靠的還是自己種。"
    },
    {
      "id": "21-090-0022_p0040",
      "zh_CN": "问：「深圳近期频繁的出现西藏地区的活佛，很多居士开始心动，我也不免心动。前几天做了一个梦，梦中出现两句话，不知道从什么地方发出的声音，也不知道是谁讲的，这两句话说：『阿弥陀佛是最好的密咒语，平时修持把握中庸中道』，请师父验证。」",
      "zh_TW": "問：「深圳近期頻繁的出現西藏地區的活佛，很多居士開始心動，我也不免心動。前幾天做了一個夢，夢中出現兩句話，不知道從什麼地方發出的聲音，也不知道是誰講的，這兩句話說：『阿彌陀佛是最好的密咒語，平時修持把握中庸中道』，請師父驗證。」"
    },
    {
      "id": "21-090-0022_p0041",
      "zh_CN": "答：我可以给你验证，这两句话决定正确。平时修持把持中庸中道，对于密宗不必去批评，我们也可以赞叹但是我们不学，我们还是老实念佛，这就是中庸中道。",
      "zh_TW": "答：我可以給你驗證，這兩句話決定正確。平時修持把持中庸中道，對於密宗不必去批評，我們也可以讚歎但是我們不學，我們還是老實念佛，這就是中庸中道。"
    },
    {
      "id": "21-090-0022_p0042",
      "zh_CN": "问：「信、解、行、证，我觉得『行』最难。如果不能证得，往生净土是否没有完全把握？」",
      "zh_TW": "問：「信、解、行、證，我覺得『行』最難。如果不能證得，往生淨土是否沒有完全把握？」"
    },
    {
      "id": "21-090-0022_p0043",
      "zh_CN": "答：往生净土并没有要我们证果，这是净土法门殊胜之处，除净宗之外，其他的法门都要证果。大乘从菩萨初信位逐渐向上提升，小乘从须陀洹果也是逐渐向上提升，这个事情真难。净宗法门提倡的是「带业往生」，虽不需证果，但也要有能力把烦恼习气伏住。如果伏不住时常又犯，往生西方有障碍，伏住之后根没有断，但他可以不犯，也就是说顺逆境缘当中自己有忍辱的本领，可以忍耐不发作，你能够养成这个功夫，往生西方极乐世界就没有障碍。",
      "zh_TW": "答：往生淨土並沒有要我們證果，這是淨土法門殊勝之處，除淨宗之外，其他的法門都要證果。大乘從菩薩初信位逐漸向上提升，小乘從須陀洹果也是逐漸向上提升，這個事情真難。淨宗法門提倡的是「帶業往生」，雖不需證果，但也要有能力把煩惱習氣伏住。如果伏不住時常又犯，往生西方有障礙，伏住之後根沒有斷，但他可以不犯，也就是說順逆境緣當中自己有忍辱的本領，可以忍耐不發作，你能夠養成這個功夫，往生西方極樂世界就沒有障礙。"
    },
    {
      "id": "21-090-0022_p0044",
      "zh_CN": "这个功夫怎么样养成？一定要看破、放下，常常想着佛在《金刚经》告诉我们：「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，不要去认真，不要去计较，不要把它放在心上，我们的心就平了。看到别人过失，那是他的过失与我不相干，只要自己不动心，我就能往生。一些修行人不能成就，最大的麻烦是把别人的过失放在自己心上，不肯放下，这个麻烦大了。看到这个人不对、那个人也不对，牢牢记在心上，把自己往生这个机缘毁掉了。聪明人看到一切众生造极重的罪业也不放在心上，他的事情与我有什么相干？真正是好的同参道友或者是关系较好的人，可以提示、规劝他。古人告诉我们，劝人顶多三次不可以四次，四次就变成冤家对头，三次劝他不肯改过，你就永远不要劝他，见了面恭恭敬敬、欢欢喜喜，做朋友不要做冤家，做冤家就不好，这是古圣先贤教我们在这个世间处世待人的原则。",
      "zh_TW": "這個功夫怎麼樣養成？一定要看破、放下，常常想著佛在《金剛經》告訴我們：「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，不要去認真，不要去計較，不要把它放在心上，我們的心就平了。看到別人過失，那是他的過失與我不相干，只要自己不動心，我就能往生。一些修行人不能成就，最大的麻煩是把別人的過失放在自己心上，不肯放下，這個麻煩大了。看到這個人不對、那個人也不對，牢牢記在心上，把自己往生這個機緣毀掉了。聰明人看到一切眾生造極重的罪業也不放在心上，他的事情與我有什麼相干？真正是好的同參道友或者是關係較好的人，可以提示、規勸他。古人告訴我們，勸人頂多三次不可以四次，四次就變成冤家對頭，三次勸他不肯改過，你就永遠不要勸他，見了面恭恭敬敬、歡歡喜喜，做朋友不要做冤家，做冤家就不好，這是古聖先賢教我們在這個世間處世待人的原則。"
    },
    {
      "id": "21-090-0022_p0045",
      "zh_CN": "问：「听师父讲经时，我整个人体像被一种气体托起，头顶有东西往下钻，有撕裂的疼痛，请问是何原因？」",
      "zh_TW": "問：「聽師父講經時，我整個人體像被一種氣體托起，頭頂有東西往下鑽，有撕裂的疼痛，請問是何原因？」"
    },
    {
      "id": "21-090-0022_p0046",
      "zh_CN": "答：你读经、念佛、经行、拜佛修行用功的时候，一切境界现前都不需要理会，就没有事情。如果你去理会它，你就受它的干扰，就会变成魔障。魔障不怕，可以破除的，只要不理会就没有事情，经过一段时期之后，这种现象就不会现前，就会恢复到正常。",
      "zh_TW": "答：你讀經、念佛、經行、拜佛修行用功的時候，一切境界現前都不需要理會，就沒有事情。如果你去理會它，你就受它的干擾，就會變成魔障。魔障不怕，可以破除的，只要不理會就沒有事情，經過一段時期之後，這種現象就不會現前，就會恢復到正常。"
    },
    {
      "id": "21-090-0022_p0047",
      "zh_CN": "问：「听师父念佛号的录音带是一气呵成，不知中间如何换气？」",
      "zh_TW": "問：「聽師父念佛號的錄音帶是一氣呵成，不知中間如何換氣？」"
    },
    {
      "id": "21-090-0022_p0048",
      "zh_CN": "答：念佛的录音带是制作单位制作的，大概把我呼吸也省掉了，所以你就听不出来了。念佛只要念得自己心地清净、欢喜就很如法，不一定学别人。最重要的是要随顺自己的根性，这个才如法。人家念的声调或者不适合于自己，我们勉强去学反而很痛苦，自己念佛，高声念、小声念、金刚持、默念，声调快慢都随顺自己的生活习惯来调整，这样就好，没有一定方式。但有一个必定不能改变的原则，就是真诚心、恳切心，决定求生净土的意愿，这个很非常重要。",
      "zh_TW": "答：念佛的錄音帶是製作單位製作的，大概把我呼吸也省掉了，所以你就聽不出來了。念佛只要念得自己心地清淨、歡喜就很如法，不一定學別人。最重要的是要隨順自己的根性，這個才如法。人家念的聲調或者不適合於自己，我們勉強去學反而很痛苦，自己念佛，高聲念、小聲念、金剛持、默念，聲調快慢都隨順自己的生活習慣來調整，這樣就好，沒有一定方式。但有一個必定不能改變的原則，就是真誠心、懇切心，決定求生淨土的意願，這個很非常重要。"
    },
    {
      "id": "21-090-0022_p0049",
      "zh_CN": "问：「自从读了师父讲述的《认识佛教》，才认识《无量寿经》，我非常欢喜，并坚持早晚读诵。但是每天还犯过失，请问我怎么才能收住这颗心？」",
      "zh_TW": "問：「自從讀了師父講述的《認識佛教》，才認識《無量壽經》，我非常歡喜，並堅持早晚讀誦。但是每天還犯過失，請問我怎麼才能收住這顆心？」"
    },
    {
      "id": "21-090-0022_p0050",
      "zh_CN": "答：你能够问这个问题，说明你已经觉悟了。佛家讲「始觉」，如果你没有觉悟，你就不会问这个问题，问这个问题是你已经开始觉悟了。过失，实在讲是无量劫的习气。不相信佛法的人，他不承认有过去世，这就不谈。从小养成的坏习惯，你总能承认吧！从小养成的习气，现在要想断掉很难，当然不是容易的事情，虽不容易但也一定要断除。我们如何克服自己这个困难？古大德教导我们的方法就是读诵，每天坚持并认真的去读诵，一天都不缺。读诵的时间可以自己选择，时间多，每天念两、三个小时，如果工作繁忙，每天念一小时或半小时。半个小时也不算少，天天不缺这叫功夫，有一天缺了，「我明天再来补好了」，你功夫就断了。你决定要坚持，一天都不能缺，念上三年五载，十年、八年，不知不觉这些不好的烦恼习气就能脱离。所以古圣先贤教诲薰习的力量很大，我们要知道，要能体会，不可以疏忽。",
      "zh_TW": "答：你能夠問這個問題，說明你已經覺悟了。佛家講「始覺」，如果你沒有覺悟，你就不會問這個問題，問這個問題是你已經開始覺悟了。過失，實在講是無量劫的習氣。不相信佛法的人，他不承認有過去世，這就不談。從小養成的壞習慣，你總能承認吧！從小養成的習氣，現在要想斷掉很難，當然不是容易的事情，雖不容易但也一定要斷除。我們如何克服自己這個困難？古大德教導我們的方法就是讀誦，每天堅持並認真的去讀誦，一天都不缺。讀誦的時間可以自己選擇，時間多，每天念兩、三個小時，如果工作繁忙，每天念一小時或半小時。半個小時也不算少，天天不缺這叫功夫，有一天缺了，「我明天再來補好了」，你功夫就斷了。你決定要堅持，一天都不能缺，念上三年五載，十年、八年，不知不覺這些不好的煩惱習氣就能脫離。所以古聖先賢教誨薰習的力量很大，我們要知道，要能體會，不可以疏忽。"
    },
    {
      "id": "21-090-0022_p0051",
      "zh_CN": "问：「我现在没有老师，就依您讲的拜印光法师为师，选一部经诵五年。前段时间我一直诵《无量寿经》，心里很欢喜。后来遇到九华山师父他让我诵《地藏经》，也许业障深重的缘故，诵起来很吃力。现在我每天拜《地藏经》、诵《无量寿经》，请问这样修学可以吗？因为他说我以前谋财害命，让我每天诵一遍《地藏经》回向给他。」",
      "zh_TW": "問：「我現在沒有老師，就依您講的拜印光法師為師，選一部經誦五年。前段時間我一直誦《無量壽經》，心裡很歡喜。後來遇到九華山師父他讓我誦《地藏經》，也許業障深重的緣故，誦起來很吃力。現在我每天拜《地藏經》、誦《無量壽經》，請問這樣修學可以嗎？因為他說我以前謀財害命，讓我每天誦一遍《地藏經》迴向給他。」"
    },
    {
      "id": "21-090-0022_p0052",
      "zh_CN": "答：假如你到天台山去，遇到法师教你诵《法华经》，再到五台山去，法师教你诵《华严经》，你怎么办？遇到一个法师就修一个法门，遇到两个法师就修两个法门，遇到三个法师就走到三岔路口，遇到四个法师就走在十字街头，遇到再多的，那就没法子了，不知道走到哪里去了。所以古人教导我们的话有道理，我们只能跟随一个老师，怎么能跟随那么多老师？",
      "zh_TW": "答：假如你到天台山去，遇到法師教你誦《法華經》，再到五台山去，法師教你誦《華嚴經》，你怎麼辦？遇到一個法師就修一個法門，遇到兩個法師就修兩個法門，遇到三個法師就走到三岔路口，遇到四個法師就走在十字街頭，遇到再多的，那就沒法子了，不知道走到哪裡去了。所以古人教導我們的話有道理，我們只能跟隨一個老師，怎麼能跟隨那麼多老師？"
    },
    {
      "id": "21-090-0022_p0053",
      "zh_CN": "你要是常听我讲经，我也常现身说法。我初学佛的时候跟李炳南老居士，那个时候我没有出家，我跟他学，一入门李老师就坚持三个条件：第一个条件，就是以他为唯一的老师，除他之外，任何出家、在家的法师大德讲经说法一律不准听。见到面可以礼拜，不可以提问题，不可以听他的教诲。第二个条件，我所看的书籍、所学习的功课，由老师指定，老师没有指定的一切经论都不能看，这就是一门深入。第三个条件，我去亲近他老人家之前，曾经亲近过章嘉大师三年，跟方东美先生也学了一段时期，他说：「你以前学的，我一律不承认，那些东西统统作废，从今天起一切从头开始。」老师跟我约定五年，五年决定要遵守，这才能成就。我遵守他的条件三个月之后就见到效果，效果是什么？妄念少了，智慧多了，头脑灵光了，听东西能听得懂，体会有相当的深度，心清净了，六个月之后生欢喜心，这个办法高明。他老人家要我守五年，我自己延长五年，我遵守这个方法十年，根才扎得深。如果不听教诲，那就没有办法了。这是现在人很困难的地方，现在人喜欢广学多闻，不能够深入，不开智慧，你所学的是常识不是智慧，智慧是从清净心里面得来的。清净心，只有跟一个老师学一部经，容易得清净心，你搞多了、搞杂了、搞乱了，变成一种佛学常识，要想深入就太难太难了。",
      "zh_TW": "你要是常聽我講經，我也常現身說法。我初學佛的時候跟李炳南老居士，那個時候我沒有出家，我跟他學，一入門李老師就堅持三個條件：第一個條件，就是以他為唯一的老師，除他之外，任何出家、在家的法師大德講經說法一律不准聽。見到面可以禮拜，不可以提問題，不可以聽他的教誨。第二個條件，我所看的書籍、所學習的功課，由老師指定，老師沒有指定的一切經論都不能看，這就是一門深入。第三個條件，我去親近他老人家之前，曾經親近過章嘉大師三年，跟方東美先生也學了一段時期，他說：「你以前學的，我一律不承認，那些東西統統作廢，從今天起一切從頭開始。」老師跟我約定五年，五年決定要遵守，這才能成就。我遵守他的條件三個月之後就見到效果，效果是什麼？妄念少了，智慧多了，頭腦靈光了，聽東西能聽得懂，體會有相當的深度，心清淨了，六個月之後生歡喜心，這個辦法高明。他老人家要我守五年，我自己延長五年，我遵守這個方法十年，根才紮得深。如果不聽教誨，那就沒有辦法了。這是現在人很困難的地方，現在人喜歡廣學多聞，不能夠深入，不開智慧，你所學的是常識不是智慧，智慧是從清淨心裡面得來的。清淨心，只有跟一個老師學一部經，容易得清淨心，你搞多了、搞雜了、搞亂了，變成一種佛學常識，要想深入就太難太難了。"
    },
    {
      "id": "21-090-0022_p0054",
      "zh_CN": "问：「《无量寿经》的「往生正因」这一品很好，是否要大家也加上这一品，每天读诵？」",
      "zh_TW": "問：「《無量壽經》的「往生正因」這一品很好，是否要大家也加上這一品，每天讀誦？」"
    },
    {
      "id": "21-090-0022_p0055",
      "zh_CN": "答：如果你有时间可以多读，如果工作繁忙就可以减少。",
      "zh_TW": "答：如果你有時間可以多讀，如果工作繁忙就可以減少。"
    },
    {
      "id": "21-090-0022_p0056",
      "zh_CN": "问：「我作梦，梦见您说要带我成佛往生，后来我哭醒了，这个梦是真的吗？」",
      "zh_TW": "問：「我作夢，夢見您說要帶我成佛往生，後來我哭醒了，這個夢是真的嗎？」"
    },
    {
      "id": "21-090-0022_p0057",
      "zh_CN": "答：这个梦果然是真的，你这一生就不能往生，因为要带你往生，你哭起来了。梦中的境界不要放在心上，不管这个梦境是善是恶都不要放在心上，这是「凡所有相，皆是虚妄」。总而言之，这种梦境都算是吉祥的梦。由此可知，你心里头确实有往生的愿望，你没有往生的愿望，不会梦到有人带你去往生。",
      "zh_TW": "答：這個夢果然是真的，你這一生就不能往生，因為要帶你往生，你哭起來了。夢中的境界不要放在心上，不管這個夢境是善是惡都不要放在心上，這是「凡所有相，皆是虛妄」。總而言之，這種夢境都算是吉祥的夢。由此可知，你心裡頭確實有往生的願望，你沒有往生的願望，不會夢到有人帶你去往生。"
    },
    {
      "id": "21-090-0022_p0058",
      "zh_CN": "问：「请问我是将我父母度成佛后自己再往生？还是我先往生走了，再来度他们？」",
      "zh_TW": "問：「請問我是將我父母度成佛後自己再往生？還是我先往生走了，再來度他們？」"
    },
    {
      "id": "21-090-0022_p0059",
      "zh_CN": "答：这桩事情佛在经论上教导我们，随缘而不攀缘。随缘才能得自在，自己要想怎样做、怎样做，往往事与愿违反而做不到，认真努力依照佛陀教诲去修行，常将你的功德回向给父母，这就是一个孝顺的儿女，应当这样做。决定自己要发愿往生，至于你先走还是你父母先走，这是业力在主宰，自己做不了主，这是很难说的。可是自己确实要具足深信切愿，求生净土，回向给父母，最好能够劝父母也能够念佛，那就是大孝。",
      "zh_TW": "答：這樁事情佛在經論上教導我們，隨緣而不攀緣。隨緣才能得自在，自己要想怎樣做、怎樣做，往往事與願違反而做不到，認真努力依照佛陀教誨去修行，常將你的功德迴向給父母，這就是一個孝順的兒女，應當這樣做。決定自己要發願往生，至於你先走還是你父母先走，這是業力在主宰，自己做不了主，這是很難說的。可是自己確實要具足深信切願，求生淨土，迴向給父母，最好能夠勸父母也能夠念佛，那就是大孝。"
    },
    {
      "id": "21-090-0022_p0060",
      "zh_CN": "问：「我的外甥女在工厂工作，她在农历七月三十被鬼神附身，也包括她的内外祖父母，已经往生了。她的祖母说她很苦，请求超度她与自杀死的母亲。似乎现在鬼神一直在她耳边来去自如，请问不知有何办法？」",
      "zh_TW": "問：「我的外甥女在工廠工作，她在農曆七月三十被鬼神附身，也包括她的內外祖父母，已經往生了。她的祖母說她很苦，請求超度她與自殺死的母親。似乎現在鬼神一直在她耳邊來去自如，請問不知有何辦法？」"
    },
    {
      "id": "21-090-0022_p0061",
      "zh_CN": "答：这些事情过去在我们念佛堂发生过。我们老林长往生的时候，他的冤亲债主也是附在一个同修身上请求超度。他第一个请求皈依，我们为他做了三皈依；然后再请求听经，我们一二楼的电视，每天播讲经录像带就是为他们播的。当时我们说：「要听经，你可以到五楼讲堂来。」他说五楼讲堂的光太强了，他们受不了。这才用变通的方法，我们开放一二楼，用电视这个方法二十四小时不中断的播放。",
      "zh_TW": "答：這些事情過去在我們念佛堂發生過。我們老林長往生的時候，他的冤親債主也是附在一個同修身上請求超度。他第一個請求皈依，我們為他做了三皈依；然後再請求聽經，我們一二樓的電視，每天播講經錄像帶就是為他們播的。當時我們說：「要聽經，你可以到五樓講堂來。」他說五樓講堂的光太強了，他們受不了。這才用變通的方法，我們開放一二樓，用電視這個方法二十四小時不中斷的播放。"
    },
    {
      "id": "21-090-0022_p0062",
      "zh_CN": "她来求妳，妳就可以比照这些方法来帮助她。最好能够在功德堂给她立牌位，每天自己能够到功德堂去诵经，或者是诵一部经，念一、两个小时的佛号为她回向。也跟她约定期限，譬如说，我给妳念《无量寿经》一百部、我给妳念十万声佛号。一百部《无量寿经》与十万声佛号，以这个功德回向给她，这是专门为她读的，她的愿望就达到了，以后这个事情就不会再发生。",
      "zh_TW": "她來求妳，妳就可以比照這些方法來幫助她。最好能夠在功德堂給她立牌位，每天自己能夠到功德堂去誦經，或者是誦一部經，念一、兩個小時的佛號為她迴向。也跟她約定期限，譬如說，我給妳念《無量壽經》一百部、我給妳念十萬聲佛號。一百部《無量壽經》與十萬聲佛號，以這個功德迴向給她，這是專門為她讀的，她的願望就達到了，以後這個事情就不會再發生。"
    }
  ]
}