{
  "doc_id": "21-090-0020",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0020",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "21-090-0020_p0001",
      "zh_CN": "问：「在家居士诵经时是站着好，还是坐着好？」",
      "zh_TW": "問：「在家居士誦經時是站著好，還是坐著好？」"
    },
    {
      "id": "21-090-0020_p0002",
      "zh_CN": "答：诵经是背诵，不需要看经本，坐着、站着都可以，没有一定方式；如果是读经，有经本坐着比较好。不用经本背诵这个没有关系，站着、经行、散步都可以背诵经典。",
      "zh_TW": "答：誦經是背誦，不需要看經本，坐著、站著都可以，沒有一定方式；如果是讀經，有經本坐著比較好。不用經本背誦這個沒有關係，站著、經行、散步都可以背誦經典。"
    },
    {
      "id": "21-090-0020_p0003",
      "zh_CN": "问：「居士在家做课施大悲水，请问怎样施法？」",
      "zh_TW": "問：「居士在家做課施大悲水，請問怎樣施法？」"
    },
    {
      "id": "21-090-0020_p0004",
      "zh_CN": "答：「施」是布施，就是你念大悲水布施给一切苦难众生。通常有两种，一种是帮助人治病的，另外一种是布施给小动物，像蚂蚁、爬虫类。求大悲水，念大悲咒一定要有大悲心，如果没有大悲心，大悲水就不灵。心地愈是真诚慈悲，大悲水就愈有感应。",
      "zh_TW": "答：「施」是布施，就是你念大悲水布施給一切苦難眾生。通常有兩種，一種是幫助人治病的，另外一種是布施給小動物，像螞蟻、爬蟲類。求大悲水，念大悲咒一定要有大悲心，如果沒有大悲心，大悲水就不靈。心地愈是真誠慈悲，大悲水就愈有感應。"
    },
    {
      "id": "21-090-0020_p0005",
      "zh_CN": "问：「据说在家居士可以吃白皮鸡蛋，请问是否可以吃？」",
      "zh_TW": "問：「據說在家居士可以吃白皮雞蛋，請問是否可以吃？」"
    },
    {
      "id": "21-090-0020_p0006",
      "zh_CN": "答：我不懂得什么白皮鸡蛋，鸡蛋还有很多种颜色？这个问题过去有同学问过，只要不是种蛋，吃鸡蛋就跟牛奶一样是不杀生，不会伤害牠的生命。这个蛋可以孵小鸡，牠就有生命，那就是杀生；如果不能孵小鸡，这不是种蛋，一般讲是可以吃。大都市市场卖的大概都不是种蛋，我听说种蛋很不好买，一般市场都买不到，而且价钱也比较高一些。不过现在吃蛋很麻烦，听说饲养人喂的饲料，里面掺杂着一些基因的东西，恐怕吃了会带来很多疾病，还是少吃为妙。",
      "zh_TW": "答：我不懂得什麼白皮雞蛋，雞蛋還有很多種顏色？這個問題過去有同學問過，只要不是種蛋，吃雞蛋就跟牛奶一樣是不殺生，不會傷害牠的生命。這個蛋可以孵小雞，牠就有生命，那就是殺生；如果不能孵小雞，這不是種蛋，一般講是可以吃。大都市市場賣的大概都不是種蛋，我聽說種蛋很不好買，一般市場都買不到，而且價錢也比較高一些。不過現在吃蛋很麻煩，聽說飼養人餵的飼料，裡面摻雜著一些基因的東西，恐怕吃了會帶來很多疾病，還是少吃為妙。"
    },
    {
      "id": "21-090-0020_p0007",
      "zh_CN": "问：「我今年三月、八月，四次梦礼法师，自己好像很难过，恨相见太晚。深知法师就是我一直苦苦找寻的善知识，眼前这位长者，即是值得我终身依止的好老师，愿以法师为榜样，决定尽形寿从事多元文化社会教育的义务工作。现在弟子想学经，请法师指导两个问题：第一，如何选择学讲的经典？于我个人深爱《首楞严经》，但究竟选择哪一部经会更有益于当今社会众生？」",
      "zh_TW": "問：「我今年三月、八月，四次夢禮法師，自己好像很難過，恨相見太晚。深知法師就是我一直苦苦找尋的善知識，眼前這位長者，即是值得我終身依止的好老師，願以法師為榜樣，決定盡形壽從事多元文化社會教育的義務工作。現在弟子想學經，請法師指導兩個問題：第一，如何選擇學講的經典？於我個人深愛《首楞嚴經》，但究竟選擇哪一部經會更有益於當今社會眾生？」"
    },
    {
      "id": "21-090-0020_p0008",
      "zh_CN": "答：《首楞严经》也很好，分量太大，这部经典是大乘圆教，比较深一点，在现前这个社会契机的面比较窄小。窄小也没有关系，这种经是对上根人说的，用现在的话说，是对高级知识分子说的。你发心学这部经，你就不是度普通人，你是度社会受过高等教育的这些人。这很难得，也相当不容易，能发这个心很好。学《楞严》一定要看注解，如果不看注解很难看得懂，注解里比较浅的是圆瑛法师的《楞严经讲义》，用它来做基础比较方便。",
      "zh_TW": "答：《首楞嚴經》也很好，分量太大，這部經典是大乘圓教，比較深一點，在現前這個社會契機的面比較窄小。窄小也沒有關係，這種經是對上根人說的，用現在的話說，是對高級知識分子說的。你發心學這部經，你就不是度普通人，你是度社會受過高等教育的這些人。這很難得，也相當不容易，能發這個心很好。學《楞嚴》一定要看註解，如果不看註解很難看得懂，註解裡比較淺的是圓瑛法師的《楞嚴經講義》，用它來做基礎比較方便。"
    },
    {
      "id": "21-090-0020_p0009",
      "zh_CN": "问：「不能亲近法师身边的日子，该如何落实修行？」",
      "zh_TW": "問：「不能親近法師身邊的日子，該如何落實修行？」"
    },
    {
      "id": "21-090-0020_p0010",
      "zh_CN": "答：亲近善知识不一定天天跟随在善知识的身旁，每天跟随在侧，有许多人一生都不能成就。由此可知，「亲近」不一定是指天天在身旁，真正的意思就是佛经讲的「受持读诵，为人演说」。你能把这八字做到，这是真正亲近。我们今天以佛为师，而且是以诸佛最赞叹的阿弥陀佛为老师。阿弥陀佛在哪里？《无量寿经》，尤其是夏老居士的会集本。诸位可以把《无量寿经》五种原译本，另外两种会集本跟彭际清的节校本，与夏老的会集本，总共九个本子，你仔细做比较就会了解。夏老的会集本很受人欢迎，度众生也多。与古本比，虽然这个本子推出才十几年，恐怕现在这个本子度的人数不亚于古代，你就晓得它的殊胜。",
      "zh_TW": "答：親近善知識不一定天天跟隨在善知識的身旁，每天跟隨在側，有許多人一生都不能成就。由此可知，「親近」不一定是指天天在身旁，真正的意思就是佛經講的「受持讀誦，為人演說」。你能把這八字做到，這是真正親近。我們今天以佛為師，而且是以諸佛最讚歎的阿彌陀佛為老師。阿彌陀佛在哪裡？《無量壽經》，尤其是夏老居士的會集本。諸位可以把《無量壽經》五種原譯本，另外兩種會集本跟彭際清的節校本，與夏老的會集本，總共九個本子，你仔細做比較就會了解。夏老的會集本很受人歡迎，度眾生也多。與古本比，雖然這個本子推出才十幾年，恐怕現在這個本子度的人數不亞於古代，你就曉得它的殊勝。"
    },
    {
      "id": "21-090-0020_p0011",
      "zh_CN": "夏老居士绝对不是普通人。我过去讲经跟大家报告过，我不敢打妄语。有一年我在美国迈阿密讲经，原来到迈阿密准备的讲题是《地藏菩萨本愿经大意》，我在美国东部从纽约到美国的首都马里兰州，到奥克拉荷马，然后再到亚特兰大，最后一站到佛罗里达州的迈阿密，而这一次每个地方都是讲《地藏菩萨本愿经大意》，但是到迈阿密一看，讲堂里面一半以上是当地的美国人，我看到这么多人，临时换讲《认识佛教》，把佛法介绍给美国的同学们。",
      "zh_TW": "夏老居士絕對不是普通人。我過去講經跟大家報告過，我不敢打妄語。有一年我在美國邁阿密講經，原來到邁阿密準備的講題是《地藏菩薩本願經大意》，我在美國東部從紐約到美國的首都馬里蘭州，到奧克拉荷馬，然後再到亞特蘭大，最後一站到佛羅里達州的邁阿密，而這一次每個地方都是講《地藏菩薩本願經大意》，但是到邁阿密一看，講堂裡面一半以上是當地的美國人，我看到這麼多人，臨時換講《認識佛教》，把佛法介紹給美國的同學們。"
    },
    {
      "id": "21-090-0020_p0012",
      "zh_CN": "这里面有几位特异功能的人，在外国人讲，他们有神通，有天眼通。主办单位的这位居士，在我没有到达时结缘的经书就已经寄了不少过去，其中有黄念祖居士《无量寿经注解》，这个本子是我们在台湾印的，前面有夏莲居老居士一张照片，这是诸位都看到的，现在这个照片流通得很多。这些特异功能的人看到这张照片，跟当时主办单位曾宪炜居士说：「这个人是再来人，不是普通人。」曾居士很喜欢神通感应，向他请教：「他有什么特殊？」美国人讲：「他的身体是透明的。」从照片上怎么能看得出来？身体透明就是说他心里一丝毫污染都没有，得清净心了。我们这个身体，那些人看都是漆黑，不是透明的，里面被贪瞋痴慢污染了。他们说：「这个人身体是透明的，而且这个人现在已经不在了。」从来没有见过面，也没有人讲给他们听，居然讲得与事实非常相应，我们不能不佩服。他说的感应事情很多，我们也不便多说，说了之后，别人说我们是妖言惑众。我们从来不讲神通感应，我们真正修行，心地清净，总有几分明了。",
      "zh_TW": "這裡面有幾位特異功能的人，在外國人講，他們有神通，有天眼通。主辦單位的這位居士，在我沒有到達時結緣的經書就已經寄了不少過去，其中有黃念祖居士《無量壽經註解》，這個本子是我們在台灣印的，前面有夏蓮居老居士一張照片，這是諸位都看到的，現在這個照片流通得很多。這些特異功能的人看到這張照片，跟當時主辦單位曾憲煒居士說：「這個人是再來人，不是普通人。」曾居士很喜歡神通感應，向他請教：「他有什麼特殊？」美國人講：「他的身體是透明的。」從照片上怎麼能看得出來？身體透明就是說他心裡一絲毫污染都沒有，得清淨心了。我們這個身體，那些人看都是漆黑，不是透明的，裡面被貪瞋痴慢污染了。他們說：「這個人身體是透明的，而且這個人現在已經不在了。」從來沒有見過面，也沒有人講給他們聽，居然講得與事實非常相應，我們不能不佩服。他說的感應事情很多，我們也不便多說，說了之後，別人說我們是妖言惑眾。我們從來不講神通感應，我們真正修行，心地清淨，總有幾分明瞭。"
    },
    {
      "id": "21-090-0020_p0013",
      "zh_CN": "我第一次到北京访问黄老居士，老居士也跟我谈得很多。夏老往生的时候，他们都守在身边，夏老告诉大家，他的会集本将来是从海外传到中国，会传到全世界。在我们想像末法有九千年，这九千年净土宗能够发扬光大，能普度众生，决定是这部《无量寿经》。佛在《法灭尽经》与这部经都有预言，将来佛经统统灭尽，最后只剩下这部《无量寿经》。《无量寿经》现在九个版本，到底是哪个版本？肯定是这个本子，夏老居士肯是佛菩萨再来的，不是普通人。我们知道印光大师是大势至菩萨再来，祖师大德当中许多佛菩萨再来的，身分没有暴露，我们不晓得，可是印光大师赞叹《弥陀经要解》，他说：「即使古佛再来给《弥陀经》做一部注解，也不能超过其上。」蕅益大师是什么人？如果我们知道印祖是大势至菩萨，蕅益大师不是阿弥陀佛再来，肯定是观世音菩萨再来。",
      "zh_TW": "我第一次到北京訪問黃老居士，老居士也跟我談得很多。夏老往生的時候，他們都守在身邊，夏老告訴大家，他的會集本將來是從海外傳到中國，會傳到全世界。在我們想像末法有九千年，這九千年淨土宗能夠發揚光大，能普度眾生，決定是這部《無量壽經》。佛在《法滅盡經》與這部經都有預言，將來佛經統統滅盡，最後只剩下這部《無量壽經》。《無量壽經》現在九個版本，到底是哪個版本？肯定是這個本子，夏老居士肯是佛菩薩再來的，不是普通人。我們知道印光大師是大勢至菩薩再來，祖師大德當中許多佛菩薩再來的，身分沒有暴露，我們不曉得，可是印光大師讚歎《彌陀經要解》，他說：「即使古佛再來給《彌陀經》做一部註解，也不能超過其上。」蕅益大師是什麼人？如果我們知道印祖是大勢至菩薩，蕅益大師不是阿彌陀佛再來，肯定是觀世音菩薩再來。"
    },
    {
      "id": "21-090-0020_p0014",
      "zh_CN": "宋朝时候王龙舒会集的本子并不圆满，因为他只看到四种原译本，《大宝积经》里面的「无量寿」这一会，王龙舒居士一生没有遇到过，所以这个会集有缺陷。如果说会集不许可，王龙舒居士往生瑞相大家都见到，他是念佛站着往生的，他的会集本收在《龙藏》里面。过去这个注解、作品被收入《藏经》，就是佛门四众弟子、高僧大德及朝廷肯定你的注疏与佛的教理不相违背，这才能入藏。印祖对王龙舒、魏源的本子都有批评，那个批评梅光羲老居士说得很清楚，印祖不是批评不可以会集，是批评会集不当。会集跟翻译不同，翻译自己可以斟酌用字，会集不许可，决定要保存原译本的文字，不可以更改。王龙舒居士与魏源居士都改动原文的文字，印祖的批评是在这个地方。夏老居士做第三次的会集，这些毛病都没有，他非常慎重，前后用了十年的时间定稿，这才流通出来。",
      "zh_TW": "宋朝時候王龍舒會集的本子並不圓滿，因為他只看到四種原譯本，《大寶積經》裡面的「無量壽」這一會，王龍舒居士一生沒有遇到過，所以這個會集有缺陷。如果說會集不許可，王龍舒居士往生瑞相大家都見到，他是念佛站著往生的，他的會集本收在《龍藏》裡面。過去這個註解、作品被收入《藏經》，就是佛門四眾弟子、高僧大德及朝廷肯定你的註疏與佛的教理不相違背，這才能入藏。印祖對王龍舒、魏源的本子都有批評，那個批評梅光羲老居士說得很清楚，印祖不是批評不可以會集，是批評會集不當。會集跟翻譯不同，翻譯自己可以斟酌用字，會集不許可，決定要保存原譯本的文字，不可以更改。王龍舒居士與魏源居士都改動原文的文字，印祖的批評是在這個地方。夏老居士做第三次的會集，這些毛病都沒有，他非常慎重，前後用了十年的時間定稿，這才流通出來。"
    },
    {
      "id": "21-090-0020_p0015",
      "zh_CN": "当时的大德赞叹的人很多，用他这个本子来讲经的有慈舟老法师，也是最初为这一部经做科判的。我们培训班第二期学生一起参与做了详细的科判，就是以慈舟法师的科判为基础、为蓝本，然后再深入、再详细的来分科。慈舟大师有两位学生，在台湾都非常有名，也受大众的景仰，一位是道源老法师，已经圆寂了，还有一位忏云法师，这两位大德我都亲近过。",
      "zh_TW": "當時的大德讚歎的人很多，用他這個本子來講經的有慈舟老法師，也是最初為這一部經做科判的。我們培訓班第二期學生一起參與做了詳細的科判，就是以慈舟法師的科判為基礎、為藍本，然後再深入、再詳細的來分科。慈舟大師有兩位學生，在台灣都非常有名，也受大眾的景仰，一位是道源老法師，已經圓寂了，還有一位懺雲法師，這兩位大德我都親近過。"
    },
    {
      "id": "21-090-0020_p0016",
      "zh_CN": "现在有一些人批评会集本，批评的用意何在，我就不必说，我们自己要有智慧。李木源居士告诉我们：老林长陈光别居士生病的时候，就是将我讲解会集本这套录像带听了五遍，他是预知时至，确实往生了。往生前三个月，他家里的人告诉我：老居士在一张纸上写了十几个「八月初七」，家里人不敢问，不知道他写的是什么意思，他是八月初七那天往生，三个月之前就预知时至。在新加坡、马来西亚这一带受持这部经，依照这部经典修行，往生的有十几、二十位之多，这些人的瑞相是我们亲眼看到的，这在佛家讲是「作证转」，来给我们做证明，我们要深具信心。",
      "zh_TW": "現在有一些人批評會集本，批評的用意何在，我就不必說，我們自己要有智慧。李木源居士告訴我們：老林長陳光別居士生病的時候，就是將我講解會集本這套錄像帶聽了五遍，他是預知時至，確實往生了。往生前三個月，他家裡的人告訴我：老居士在一張紙上寫了十幾個「八月初七」，家裡人不敢問，不知道他寫的是什麼意思，他是八月初七那天往生，三個月之前就預知時至。在新加坡、馬來西亞這一帶受持這部經，依照這部經典修行，往生的有十幾、二十位之多，這些人的瑞相是我們親眼看到的，這在佛家講是「作證轉」，來給我們做證明，我們要深具信心。"
    },
    {
      "id": "21-090-0020_p0017",
      "zh_CN": "这个本子是我的老师李炳南老居士亲手传给我的，嘱咐我将这个本子弘扬广大。李炳南老居士生前曾经讲过一遍，当时没有参考资料，他用毛笔字写得很规矩，做成眉注，段落、层次都勾出来。他当年讲经用的经本，这个经本交给我了，我一直带在身边。过去在海外弘扬这个本子只有我一个人，在国内弘扬只有黄念祖老居士，也是一个人，本子流通得不多，见到的人很少。我们见面之后，得到莫大的安慰，我们不断有书信往来。每一年我至少会到北京看他一次，我们面对面来讨论，我们有师承，有使命感，无论什么人对这个本子批评，他的功过我们不说，诸佛菩萨也不会起心动念，但是护法神是凡夫不是圣人，障碍这个经典的流通，怕护法神会找麻烦，这个事情是肯定的。",
      "zh_TW": "這個本子是我的老師李炳南老居士親手傳給我的，囑咐我將這個本子弘揚廣大。李炳南老居士生前曾經講過一遍，當時沒有參考資料，他用毛筆字寫得很規矩，做成眉註，段落、層次都勾出來。他當年講經用的經本，這個經本交給我了，我一直帶在身邊。過去在海外弘揚這個本子只有我一個人，在國內弘揚只有黃念祖老居士，也是一個人，本子流通得不多，見到的人很少。我們見面之後，得到莫大的安慰，我們不斷有書信往來。每一年我至少會到北京看他一次，我們面對面來討論，我們有師承，有使命感，無論什麼人對這個本子批評，他的功過我們不說，諸佛菩薩也不會起心動念，但是護法神是凡夫不是聖人，障礙這個經典的流通，怕護法神會找麻煩，這個事情是肯定的。"
    },
    {
      "id": "21-090-0020_p0018",
      "zh_CN": "许多往生的例子，我们都看在眼里，我们有坚定的信心，有坚定的大愿。培训班同学非常的难得，我本想下一届多开几门经论，结果同学们一致的跟我说，我们还是选这部经典。我说也好，大家都能够一门深入，也是一桩殊胜难得的好事情，如果有同学想学其他的经典，也可以选择。我想大多数同学都欢喜这部经，选择这部经是亲近阿弥陀佛，每天读诵，弥陀为我们灌顶，弥陀为我们开示，你说这是多么殊胜！",
      "zh_TW": "許多往生的例子，我們都看在眼裡，我們有堅定的信心，有堅定的大願。培訓班同學非常的難得，我本想下一屆多開幾門經論，結果同學們一致的跟我說，我們還是選這部經典。我說也好，大家都能夠一門深入，也是一樁殊勝難得的好事情，如果有同學想學其他的經典，也可以選擇。我想大多數同學都歡喜這部經，選擇這部經是親近阿彌陀佛，每天讀誦，彌陀為我們灌頂，彌陀為我們開示，你說這是多麼殊勝！"
    },
    {
      "id": "21-090-0020_p0019",
      "zh_CN": "经义有疑惑没有关系，一遍一遍的读，遍数读多了，你的疑就破了。古人说：「读书千遍，其义自见。」为什么？一千遍念下去把你的妄想分别执着念掉了，心就定了，定就能开智慧，就是这个道理，智慧是从清净心里面生起来的；换句话说，清净心起作用就是智慧，染污意起作用就是烦恼，这里面有大道理在。所以只要老老实实、恭恭敬敬去读诵，自然会开智慧，自然会理解。最重要的是依教奉行，就像善导大师在《观经四帖疏》说：「佛教给我们做的，我们完全照做，佛教给我们不可以做的，我们决定不要去违犯」，这就是如来好弟子，这样修学这一生决定成就。所以选择经典，一定要选择自己有能力受持的，就是适合自己程度的。选得太高了，自己没有办法受持，反而得不到利益，这一点我们不能不留意。我们要选择适合于自己根性，适合于自己的生活、工作，都能融成一片，这样修学就非常得力；如果所学非所用，那就相当困难了，这是我们选择经典一定要知道的事情。",
      "zh_TW": "經義有疑惑沒有關係，一遍一遍的讀，遍數讀多了，你的疑就破了。古人說：「讀書千遍，其義自見。」為什麼？一千遍念下去把你的妄想分別執著念掉了，心就定了，定就能開智慧，就是這個道理，智慧是從清淨心裡面生起來的；換句話說，清淨心起作用就是智慧，染污意起作用就是煩惱，這裡面有大道理在。所以只要老老實實、恭恭敬敬去讀誦，自然會開智慧，自然會理解。最重要的是依教奉行，就像善導大師在《觀經四帖疏》說：「佛教給我們做的，我們完全照做，佛教給我們不可以做的，我們決定不要去違犯」，這就是如來好弟子，這樣修學這一生決定成就。所以選擇經典，一定要選擇自己有能力受持的，就是適合自己程度的。選得太高了，自己沒有辦法受持，反而得不到利益，這一點我們不能不留意。我們要選擇適合於自己根性，適合於自己的生活、工作，都能融成一片，這樣修學就非常得力；如果所學非所用，那就相當困難了，這是我們選擇經典一定要知道的事情。"
    },
    {
      "id": "21-090-0020_p0020",
      "zh_CN": "问：「不知道弟子是否够资格学习讲经？」",
      "zh_TW": "問：「不知道弟子是否夠資格學習講經？」"
    },
    {
      "id": "21-090-0020_p0021",
      "zh_CN": "答：学习讲经，如果是中国的同学，你要向北京佛协报名，我们下一届学生是由中国佛协选派的。下一届开班，培训班有个班主任，我们请求中国派人来担任班主任，还请一位监学来管理学生的生活。李木源居士担任副主任，负责执行事务的工作，我是担任教学。如果是新加坡当地同修，你就找李木源居士商量，问他有些什么条件，你能不能参加。",
      "zh_TW": "答：學習講經，如果是中國的同學，你要向北京佛協報名，我們下一屆學生是由中國佛協選派的。下一屆開班，培訓班有個班主任，我們請求中國派人來擔任班主任，還請一位監學來管理學生的生活。李木源居士擔任副主任，負責執行事務的工作，我是擔任教學。如果是新加坡當地同修，你就找李木源居士商量，問他有些什麼條件，你能不能參加。"
    },
    {
      "id": "21-090-0020_p0022",
      "zh_CN": "问：「我专修观音法门，绕佛时我小声念观音菩萨，请问可以吗？我如果读《无量寿经》是否代表不是一门专修，是否只能读《普门品》？」",
      "zh_TW": "問：「我專修觀音法門，繞佛時我小聲念觀音菩薩，請問可以嗎？我如果讀《無量壽經》是否代表不是一門專修，是否只能讀《普門品》？」"
    },
    {
      "id": "21-090-0020_p0023",
      "zh_CN": "答：修行的方法古人的典范很多，江味农居士一生念《金刚经》，他放下经本，就念南无阿弥陀佛，他说自己是「教宗般若，行在弥陀」。你念《无量寿经》、念观世音菩萨名号，没有妨碍的。念《普门品》、念观世音菩萨圣号也可以，把你修学的功德回向求生净土，都能得生。「三辈往生」最后一段经文，是专门说明修学其他大乘法门的人，将他修学功德回向求生净土，同样可以往生。西方弥陀净土的门非常广大，并不一定是接引专修专弘的，修学其他法门，只要回向往生，统统能得生。",
      "zh_TW": "答：修行的方法古人的典範很多，江味農居士一生念《金剛經》，他放下經本，就念南無阿彌陀佛，他說自己是「教宗般若，行在彌陀」。你念《無量壽經》、念觀世音菩薩名號，沒有妨礙的。念《普門品》、念觀世音菩薩聖號也可以，把你修學的功德迴向求生淨土，都能得生。「三輩往生」最後一段經文，是專門說明修學其他大乘法門的人，將他修學功德迴向求生淨土，同樣可以往生。西方彌陀淨土的門非常廣大，並不一定是接引專修專弘的，修學其他法門，只要迴向往生，統統能得生。"
    },
    {
      "id": "21-090-0020_p0024",
      "zh_CN": "什么是「功德」？你修行有没有功德？如果没有功德，你拿什么回向？你念回向偈是空的，不起作用，自己决定要有真实的功德。真实的功德就是清净心，佛经说：「心净则佛土净」，修行最重要是清净心，远离一切妄想分别执着，功德就现前了。我们再讲明显具体一点，「持戒有功，得定是德」，你因戒得定，「修定有功，开慧是德」。你才晓得功是修因，德是你的果报，你有真正的修功，才有真实的果德。持戒如果不能得定，那个戒是福德不是功德。",
      "zh_TW": "什麼是「功德」？你修行有沒有功德？如果沒有功德，你拿什麼迴向？你念迴向偈是空的，不起作用，自己決定要有真實的功德。真實的功德就是清淨心，佛經說：「心淨則佛土淨」，修行最重要是清淨心，遠離一切妄想分別執著，功德就現前了。我們再講明顯具體一點，「持戒有功，得定是德」，你因戒得定，「修定有功，開慧是德」。你才曉得功是修因，德是你的果報，你有真正的修功，才有真實的果德。持戒如果不能得定，那個戒是福德不是功德。"
    },
    {
      "id": "21-090-0020_p0025",
      "zh_CN": "我们看到许多持戒很严的人，他修的是福德，不是功德。为什么？他没有得定，他还有妄想分别执着，认为自己戒律修得很好，看到那个人破戒、那个人犯戒，把自己的功德毁掉了。怎样持戒才是功德？六祖惠能大师讲：「若真修道人，不见世间过。」他持戒是功德，因他持戒能得定。你想想看，戒律持得再好，看这个不顺眼，看那个不满意，觉得自己很了不起，心定不下来，心不清净，这个戒是福德不是功德。功德能了生死出三界，而福德不能。功德与福德我们必须要辨别清楚，千万不能搞错。佛经说：「一念瞋心起，百万障门开」，又说「火烧功德林」，火是发脾气，心里不高兴，遇到不如意的事情，一不高兴、一发脾气，功德就完了。所以功德很不容易修积，如果在临命终时发脾气，这一生都完了。",
      "zh_TW": "我們看到許多持戒很嚴的人，他修的是福德，不是功德。為什麼？他沒有得定，他還有妄想分別執著，認為自己戒律修得很好，看到那個人破戒、那個人犯戒，把自己的功德毀掉了。怎樣持戒才是功德？六祖惠能大師講：「若真修道人，不見世間過。」他持戒是功德，因他持戒能得定。你想想看，戒律持得再好，看這個不順眼，看那個不滿意，覺得自己很了不起，心定不下來，心不清淨，這個戒是福德不是功德。功德能了生死出三界，而福德不能。功德與福德我們必須要辨別清楚，千萬不能搞錯。佛經說：「一念瞋心起，百萬障門開」，又說「火燒功德林」，火是發脾氣，心裡不高興，遇到不如意的事情，一不高興、一發脾氣，功德就完了。所以功德很不容易修積，如果在臨命終時發脾氣，這一生都完了。"
    },
    {
      "id": "21-090-0020_p0026",
      "zh_CN": "我们问，你有多少功德？你就想想：从什么时候起你没有发脾气，到现在你念佛、读经、拜佛，你修积得多少功德，自己就晓得了。你要知道，瞋恚心会把你的功德失掉了，贪爱心也是一样；换句话说，中国人讲的喜怒哀乐爱恶欲，这七情五欲都会把你功德破掉。因此，功德很不容易修，也很容易失掉，福德容易修，福德不会丢掉。这是功德跟福德必须要辨别清楚。",
      "zh_TW": "我們問，你有多少功德？你就想想：從什麼時候起你沒有發脾氣，到現在你念佛、讀經、拜佛，你修積得多少功德，自己就曉得了。你要知道，瞋恚心會把你的功德失掉了，貪愛心也是一樣；換句話說，中國人講的喜怒哀樂愛惡欲，這七情五欲都會把你功德破掉。因此，功德很不容易修，也很容易失掉，福德容易修，福德不會丟掉。這是功德跟福德必須要辨別清楚。"
    },
    {
      "id": "21-090-0020_p0027",
      "zh_CN": "问：「一贯道是五道合一，佛、儒、伊斯兰、基督、道教，是否此教早有多元文化的先见之明，理念很正确？」",
      "zh_TW": "問：「一貫道是五道合一，佛、儒、伊斯蘭、基督、道教，是否此教早有多元文化的先見之明，理念很正確？」"
    },
    {
      "id": "21-090-0020_p0028",
      "zh_CN": "答：一贯道崇尚五教，五教都不承认它，五教都不跟它往来，它算不算是多元文化的先进？诸位同修必须要有智慧，它很容易诱惑你，你要走入这个门，你这一生只能修福报，决不能超越轮回。为什么？古圣先贤教导我们，「一门深入，长时薰修」，五个教都学，你怎么能成功？我们净宗的五经一论，你要六门统统都学，这不是普通根性的人能够成就的，而最容易成就的，还是在六门课程中选择一种。单刀直入、一门深入是最容易成就的，怎么可以修两个法门？",
      "zh_TW": "答：一貫道崇尚五教，五教都不承認它，五教都不跟它往來，它算不算是多元文化的先進？諸位同修必須要有智慧，它很容易誘惑你，你要走入這個門，你這一生只能修福報，決不能超越輪迴。為什麼？古聖先賢教導我們，「一門深入，長時薰修」，五個教都學，你怎麼能成功？我們淨宗的五經一論，你要六門統統都學，這不是普通根性的人能夠成就的，而最容易成就的，還是在六門課程中選擇一種。單刀直入、一門深入是最容易成就的，怎麼可以修兩個法門？"
    },
    {
      "id": "21-090-0020_p0029",
      "zh_CN": "这是五个宗教，不是五个宗派，五个宗教合起来修，修成什么样子，我们就不晓得了。也不像佛，也不像基督，也不像回教，不知道修成什么样子。所以这不是正教，我们一定要清楚。五个宗教你愿意学哪个宗教，你就进入这个教门，都是好事情。五个宗教可以做朋友，可以互相尊重，互相敬爱，互助合作，共同维护社会安定，世界和平，这是正确的。所以我们佛门决不会拉基督教徒：「你放弃你的宗教，你来修学我的宗教。」人各有志，人各有缘，我们拉别人的信徒，这是不道德。我们与各个宗教往来，绝对尊重他们宗教，尊重他们的信徒，赞叹他们的宗教，赞叹他们的信徒，决不拉他信徒到我这里来，我们才能交朋友。如果互相拉信徒，决定走向竞争，最后就是战争，这是肯定的，所以一定要互相尊重。",
      "zh_TW": "這是五個宗教，不是五個宗派，五個宗教合起來修，修成什麼樣子，我們就不曉得了。也不像佛，也不像基督，也不像回教，不知道修成什麼樣子。所以這不是正教，我們一定要清楚。五個宗教你願意學哪個宗教，你就進入這個教門，都是好事情。五個宗教可以做朋友，可以互相尊重，互相敬愛，互助合作，共同維護社會安定，世界和平，這是正確的。所以我們佛門決不會拉基督教徒：「你放棄你的宗教，你來修學我的宗教。」人各有志，人各有緣，我們拉別人的信徒，這是不道德。我們與各個宗教往來，絕對尊重他們宗教，尊重他們的信徒，讚歎他們的宗教，讚歎他們的信徒，決不拉他信徒到我這裡來，我們才能交朋友。如果互相拉信徒，決定走向競爭，最後就是戰爭，這是肯定的，所以一定要互相尊重。"
    },
    {
      "id": "21-090-0020_p0030",
      "zh_CN": "一贯道虽然尊重五个宗教，但它什么都不是。我曾经看过一贯道注解的《金刚经》与《心经》，我看那个注解，经文一个字没错，注解完全不是那么回事，这就是古大德讲的，「佛法无人说，虽智莫能解」，完全用他自己的意思来解释经典，把经解得支离破碎，诸佛菩萨看到都叹息，这造很重的罪业。一贯道真正走上轨道，我们称赞它，如何走上轨道？你想学佛，你跟佛教的法师学；你想学基督，你跟基督教牧师学；你想学伊斯兰教，你跟清真寺的阿訇学。这是正教，我们赞叹，这是真正能帮助人，但决不可以凭着自己的意见来解经。我想佛教的经典他解错了，其他教的经典也一定解错了，佛家讲错解如来真实义，他怎么会有成就？",
      "zh_TW": "一貫道雖然尊重五個宗教，但它什麼都不是。我曾經看過一貫道註解的《金剛經》與《心經》，我看那個註解，經文一個字沒錯，註解完全不是那麼回事，這就是古大德講的，「佛法無人說，雖智莫能解」，完全用他自己的意思來解釋經典，把經解得支離破碎，諸佛菩薩看到都嘆息，這造很重的罪業。一貫道真正走上軌道，我們稱讚它，如何走上軌道？你想學佛，你跟佛教的法師學；你想學基督，你跟基督教牧師學；你想學伊斯蘭教，你跟清真寺的阿訇學。這是正教，我們讚歎，這是真正能幫助人，但決不可以憑著自己的意見來解經。我想佛教的經典他解錯了，其他教的經典也一定解錯了，佛家講錯解如來真實義，他怎麼會有成就？"
    },
    {
      "id": "21-090-0020_p0031",
      "zh_CN": "问：「福报与功德给与一切众生，有何不同利益？」",
      "zh_TW": "問：「福報與功德給與一切眾生，有何不同利益？」"
    },
    {
      "id": "21-090-0020_p0032",
      "zh_CN": "答：这个刚才说过了，就不重复了。",
      "zh_TW": "答：這個剛才說過了，就不重複了。"
    },
    {
      "id": "21-090-0020_p0033",
      "zh_CN": "问：「佛教徒烧金纸给已故亲人，他是否能得到，有必要吗？如果亲人在地狱和畜生道，他们如何得到？」",
      "zh_TW": "問：「佛教徒燒金紙給已故親人，他是否能得到，有必要嗎？如果親人在地獄和畜生道，他們如何得到？」"
    },
    {
      "id": "21-090-0020_p0034",
      "zh_CN": "答：你都晓得了，你何必问我？但是这里面有个误会，我不能不说清楚。佛教里面没有为死人烧金银纸的，你去查《大藏经》，经上没有这个说法。为亡者烧金银纸是中国古老的风俗习惯，这不是佛教的，不能把它附会到佛教。但是现在佛教寺院，好像超度佛事也有这些作法，那是变质的佛教，不是真正的佛教。居士林这里没有焚化炉，七月刚过，也做了几次法会超度家亲眷属，没有烧金银纸的，这个我们一定要懂得。",
      "zh_TW": "答：你都曉得了，你何必問我？但是這裡面有個誤會，我不能不說清楚。佛教裡面沒有為死人燒金銀紙的，你去查《大藏經》，經上沒有這個說法。為亡者燒金銀紙是中國古老的風俗習慣，這不是佛教的，不能把它附會到佛教。但是現在佛教寺院，好像超度佛事也有這些作法，那是變質的佛教，不是真正的佛教。居士林這裡沒有焚化爐，七月剛過，也做了幾次法會超度家親眷屬，沒有燒金銀紙的，這個我們一定要懂得。"
    },
    {
      "id": "21-090-0020_p0035",
      "zh_CN": "这个事情过去有人问过印光大师，《印光大师文钞》里面有，老和尚对这个事情答复很妙，「这种风俗习惯，如果家亲眷属是堕饿鬼道，这用得上，他真能得到，他要投生畜生道或者人道，他用不上。印光大师是既不赞成也不反对，他老人家用这个态度。为什么？万一他在饿鬼道，你不准他烧金银纸，这把人家财路断掉了。老和尚这个开导通情达理，非常有意思，我们顺从老和尚这个指示就好。",
      "zh_TW": "這個事情過去有人問過印光大師，《印光大師文鈔》裡面有，老和尚對這個事情答覆很妙，「這種風俗習慣，如果家親眷屬是墮餓鬼道，這用得上，他真能得到，他要投生畜生道或者人道，他用不上。印光大師是既不贊成也不反對，他老人家用這個態度。為什麼？萬一他在餓鬼道，你不准他燒金銀紙，這把人家財路斷掉了。老和尚這個開導通情達理，非常有意思，我們順從老和尚這個指示就好。"
    },
    {
      "id": "21-090-0020_p0036",
      "zh_CN": "问：「已经注册为夫妇，还没有圆房，女方提出离婚。请问这是人为因素还是因果？」",
      "zh_TW": "問：「已經註冊為夫婦，還沒有圓房，女方提出離婚。請問這是人為因素還是因果？」"
    },
    {
      "id": "21-090-0020_p0037",
      "zh_CN": "答：大概人为跟因果都有。",
      "zh_TW": "答：大概人為跟因果都有。"
    },
    {
      "id": "21-090-0020_p0038",
      "zh_CN": "问：「请问人有灵魂吗？灵魂在人体的哪一部分？」",
      "zh_TW": "問：「請問人有靈魂嗎？靈魂在人體的哪一部分？」"
    },
    {
      "id": "21-090-0020_p0039",
      "zh_CN": "答：你晚上睡觉会不会作梦？我看一般人晚上睡觉都会作梦。我问你：你那个梦是在哪个部位？是在头、眼睛、耳朵、手、脚？从作梦就能肯定灵魂是存在，灵魂离开身体，这个人作梦去了，不会再醒来，是这回事情，它到另外一个空间去生活了。所以你懂得这个道理，人有没有死？人没有生死，死是你的灵魂离开这个身体到另外一个境界，去找另外一个身体去了。",
      "zh_TW": "答：你晚上睡覺會不會作夢？我看一般人晚上睡覺都會作夢。我問你：你那個夢是在哪個部位？是在頭、眼睛、耳朵、手、腳？從作夢就能肯定靈魂是存在，靈魂離開身體，這個人作夢去了，不會再醒來，是這回事情，它到另外一個空間去生活了。所以你懂得這個道理，人有沒有死？人沒有生死，死是你的靈魂離開這個身體到另外一個境界，去找另外一個身體去了。"
    },
    {
      "id": "21-090-0020_p0040",
      "zh_CN": "这里跟诸位解释「魂不灵」，如果魂是灵的，你想想看，你来投胎，一定会投胎到帝王将相之家、富贵之家，一出生就享福，那多自在，而你为什么投胎到平常人家？魂要是灵的话，为什么它到饿鬼道、地狱道、畜生道？由此可知，它不灵。究竟是什么样子？魂是迷惑颠倒。你要不相信，你仔细去思惟，晚上作梦，在梦中头脑决定没有在清醒的时候清楚，你从这个地方就能体会到，梦境是迷惑的，醒过来时头脑是清醒的。人神识离开身体就跟作梦一样，是迷魂不是灵魂，灵魂是我们称赞它，说得好听。孔老夫子讲实在话，他老人家在《易经‧系辞》讲：「游魂为变，精气为物。」他说得很好。「魂」是什么？速度很大，到处飘荡，不稳定，是游魂。孔老夫子毕竟是圣人，他知道但很少说，他说游魂与佛法讲神识的状况非常接近。",
      "zh_TW": "這裡跟諸位解釋「魂不靈」，如果魂是靈的，你想想看，你來投胎，一定會投胎到帝王將相之家、富貴之家，一出生就享福，那多自在，而你為什麼投胎到平常人家？魂要是靈的話，為什麼它到餓鬼道、地獄道、畜生道？由此可知，它不靈。究竟是什麼樣子？魂是迷惑顛倒。你要不相信，你仔細去思惟，晚上作夢，在夢中頭腦決定沒有在清醒的時候清楚，你從這個地方就能體會到，夢境是迷惑的，醒過來時頭腦是清醒的。人神識離開身體就跟作夢一樣，是迷魂不是靈魂，靈魂是我們稱讚它，說得好聽。孔老夫子講實在話，他老人家在《易經‧繫辭》講：「遊魂為變，精氣為物。」他說得很好。「魂」是什麼？速度很大，到處飄蕩，不穩定，是遊魂。孔老夫子畢竟是聖人，他知道但很少說，他說遊魂與佛法講神識的狀況非常接近。"
    },
    {
      "id": "21-090-0020_p0041",
      "zh_CN": "问：「请问人死后灵魂从何处往生？」",
      "zh_TW": "問：「請問人死後靈魂從何處往生？」"
    },
    {
      "id": "21-090-0020_p0042",
      "zh_CN": "答：佛在经典里面说有很多部位，就是说灵魂从什么地方离开，临命终时仔细去勘验，你的灵魂是从脚心离开是堕地狱，全身都冷了，脚底还有温度，这是说明他从脚底走的。从膝盖走的是堕畜生道，从肚腹走的是堕饿鬼道，从心口走的是生人道，从眼走的是生天道，往生西方极乐世界是从头顶走的。",
      "zh_TW": "答：佛在經典裡面說有很多部位，就是說靈魂從什麼地方離開，臨命終時仔細去勘驗，你的靈魂是從腳心離開是墮地獄，全身都冷了，腳底還有溫度，這是說明他從腳底走的。從膝蓋走的是墮畜生道，從肚腹走的是墮餓鬼道，從心口走的是生人道，從眼走的是生天道，往生西方極樂世界是從頭頂走的。"
    },
    {
      "id": "21-090-0020_p0043",
      "zh_CN": "这个事情，我们要非常小心，他真的是生天、是往生，那没有问题，为什么？他神识走得很快，他真的走了。凡是生到善道，身体一定是柔软的，不会是僵硬的，纵然人死了之后两、三天，有的时候一两个星期，身体还是软的。我们自己亲眼看到的，台北华藏图书馆的韩馆长，往生之后两个星期才入殓，身体还是软的，这都是很希有的瑞相。人断气之后，最好是十二小时再去碰他，这是最安全的措施。",
      "zh_TW": "這個事情，我們要非常小心，他真的是生天、是往生，那沒有問題，為什麼？他神識走得很快，他真的走了。凡是生到善道，身體一定是柔軟的，不會是僵硬的，縱然人死了之後兩、三天，有的時候一兩個星期，身體還是軟的。我們自己親眼看到的，台北華藏圖書館的韓館長，往生之後兩個星期才入殮，身體還是軟的，這都是很希有的瑞相。人斷氣之後，最好是十二小時再去碰他，這是最安全的措施。"
    },
    {
      "id": "21-090-0020_p0044",
      "zh_CN": "问：「请问人不到人间就不会造罪？」",
      "zh_TW": "問：「請問人不到人間就不會造罪？」"
    },
    {
      "id": "21-090-0020_p0045",
      "zh_CN": "答：这个话讲不通，六道众生都造罪，天人也造罪，畜生也造罪，饿鬼也造罪。地狱不造罪，地狱只受果报，地狱人没有造罪的机会，其他的五道都造罪业。",
      "zh_TW": "答：這個話講不通，六道眾生都造罪，天人也造罪，畜生也造罪，餓鬼也造罪。地獄不造罪，地獄只受果報，地獄人沒有造罪的機會，其他的五道都造罪業。"
    },
    {
      "id": "21-090-0020_p0046",
      "zh_CN": "问：「人之初非到人间，到人间的意义？」",
      "zh_TW": "問：「人之初非到人間，到人間的意義？」"
    },
    {
      "id": "21-090-0020_p0047",
      "zh_CN": "答：你的意思大概是「人之初，还没有到人间来，到人间的意义是什么？」佛经有解释，「人生酬业」，我们为什么到人间来？过去造的业现在要受果报，所以到六道来受生。我们讲投胎、受身，有两个原因：一个是来受果报的，另外一个是诸佛菩萨乘愿再来，示现度化众生的，除这没有其他的原因。",
      "zh_TW": "答：你的意思大概是「人之初，還沒有到人間來，到人間的意義是什麼？」佛經有解釋，「人生酬業」，我們為什麼到人間來？過去造的業現在要受果報，所以到六道來受生。我們講投胎、受身，有兩個原因：一個是來受果報的，另外一個是諸佛菩薩乘願再來，示現度化眾生的，除這沒有其他的原因。"
    },
    {
      "id": "21-090-0020_p0048",
      "zh_CN": "问：「想要作佛先要学做人，请问要怎样做人才能达到成佛的目标？」",
      "zh_TW": "問：「想要作佛先要學做人，請問要怎樣做人才能達到成佛的目標？」"
    },
    {
      "id": "21-090-0020_p0049",
      "zh_CN": "答：我们最近讲十善业道，你仔细读《十善业道经》，依照《十善业道经》去做人就行了。从十善业道的基础，再提升学菩萨、学佛；也就是以十善业道的基础，修学菩萨六波罗蜜。",
      "zh_TW": "答：我們最近講十善業道，你仔細讀《十善業道經》，依照《十善業道經》去做人就行了。從十善業道的基礎，再提升學菩薩、學佛；也就是以十善業道的基礎，修學菩薩六波羅蜜。"
    },
    {
      "id": "21-090-0020_p0050",
      "zh_CN": "问：「请开示普贤十大愿王的意思。」",
      "zh_TW": "問：「請開示普賢十大願王的意思。」"
    },
    {
      "id": "21-090-0020_p0051",
      "zh_CN": "答：这个不行，时间不够。十大愿王一条都要讲两个小时。我过去讲过留有录像带，你们自己去听。",
      "zh_TW": "答：這個不行，時間不夠。十大願王一條都要講兩個小時。我過去講過留有錄像帶，你們自己去聽。"
    },
    {
      "id": "21-090-0020_p0052",
      "zh_CN": "问：「我们有求愿的心，但不要执着。请问每天早晚课之后求生西方，是否也是执着？」",
      "zh_TW": "問：「我們有求願的心，但不要執著。請問每天早晚課之後求生西方，是否也是執著？」"
    },
    {
      "id": "21-090-0020_p0053",
      "zh_CN": "答：对，这个执着可以的，因为《弥陀经》上佛教导我们执持名号。对于世出世间一切法不可以执着，对于西方净土阿弥陀佛要执着，我们执着才能往生。诸位要晓得，执着往生只能生凡圣同居土，如果把执着除掉，你的品位会往上升。可是我们现在不行，我们除掉这个执着就不能往生，这个要搞清楚，我们非执着不可。至于西方极乐世界的品位，到极乐世界再去修，我们在这个时候只求带业往生生凡圣同居土，决定靠得住。如果想不执着而能想往上爬，恐怕爬不上去就摔下来，这就去不成了。",
      "zh_TW": "答：對，這個執著可以的，因為《彌陀經》上佛教導我們執持名號。對於世出世間一切法不可以執著，對於西方淨土阿彌陀佛要執著，我們執著才能往生。諸位要曉得，執著往生只能生凡聖同居土，如果把執著除掉，你的品位會往上升。可是我們現在不行，我們除掉這個執著就不能往生，這個要搞清楚，我們非執著不可。至於西方極樂世界的品位，到極樂世界再去修，我們在這個時候只求帶業往生生凡聖同居土，決定靠得住。如果想不執著而能想往上爬，恐怕爬不上去就摔下來，這就去不成了。"
    }
  ]
}