{
  "doc_id": "21-090-0070",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十集",
    "zh_TW": "第七十集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0070",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "21-090-0070_p0001",
      "zh_CN": "我们培训班的同学提出来的问题：「培训班的同学有一个共同的问题，就是第一次大座学讲《无量寿经》，在时间上应该要用多少时间？」",
      "zh_TW": "我們培訓班的同學提出來的問題：「培訓班的同學有一個共同的問題，就是第一次大座學講《無量壽經》，在時間上應該要用多少時間？」"
    },
    {
      "id": "21-090-0070_p0002",
      "zh_CN": "答：我过去讲过，我们要考虑现代的社会。你们将来学成之后到外面讲经，人家限定你多少时间，要想到这个。如果人家请你讲一个星期，你一天两个小时，你只有十四个小时，十四个小时把这部经讲出来。你们要懂得，时间愈少讲得愈精彩，为什么？精华。时间愈长愈难讲，怕的是废话连篇，你得不到好印象，所以愈短愈好。我记得早年道安法师跟我讲过，他说台湾早年有个法师，住在弥勒内院的慈航法师，研习上请慈航法师讲《楞严经》，时间是两小时。人家是做大官的，他哪有那么多时间？最短的时间把这一部经的精华介绍出来，这真正叫高明。所以你们学讲，我讲《无量寿经》，曾经在香港好像是用了二十个小时讲出来的，讲过一次。",
      "zh_TW": "答：我過去講過，我們要考慮現代的社會。你們將來學成之後到外面講經，人家限定你多少時間，要想到這個。如果人家請你講一個星期，你一天兩個小時，你只有十四個小時，十四個小時把這部經講出來。你們要懂得，時間愈少講得愈精彩，為什麼？精華。時間愈長愈難講，怕的是廢話連篇，你得不到好印象，所以愈短愈好。我記得早年道安法師跟我講過，他說台灣早年有個法師，住在彌勒內院的慈航法師，研習上請慈航法師講《楞嚴經》，時間是兩小時。人家是做大官的，他哪有那麼多時間？最短的時間把這一部經的精華介紹出來，這真正叫高明。所以你們學講，我講《無量壽經》，曾經在香港好像是用了二十個小時講出來的，講過一次。"
    },
    {
      "id": "21-090-0070_p0003",
      "zh_CN": "通常大部分的时间，在外面人家都请我们讲一个月。一个月，如果要有翻译，就是三十个小时；两个小时，翻译占了一半。所以，学讲经先学短讲，开始先学长讲不容易，到最后真契入境界了，长讲、短讲，深讲、浅讲，都得自在，你才能圆融。所以我们现在考虑到，就是将来无论在什么地方，人家请你讲经，时间不可能超过两个星期，所以你们要以这个为考量。两个星期，人家是一次讲两个小时，还是一个半小时？一次一个半小时是很平常的，很多的。",
      "zh_TW": "通常大部分的時間，在外面人家都請我們講一個月。一個月，如果要有翻譯，就是三十個小時；兩個小時，翻譯佔了一半。所以，學講經先學短講，開始先學長講不容易，到最後真契入境界了，長講、短講，深講、淺講，都得自在，你才能圓融。所以我們現在考慮到，就是將來無論在什麼地方，人家請你講經，時間不可能超過兩個星期，所以你們要以這個為考量。兩個星期，人家是一次講兩個小時，還是一個半小時？一次一個半小時是很平常的，很多的。"
    },
    {
      "id": "21-090-0070_p0004",
      "zh_CN": "现在在工业繁忙的社会当中，拨出很长的时间来听经，一般都是不可能的，特别是在美国。我们在美国住了很多年，美国人听经不可以超过五天，他只有那么长的假期。五天以上，他兴趣没有了，「我没有那么长的时间」。最理想的是三天，他会抽时间出来听，若是五天，可能有两天缺席，一定要顾及当前的社会。我们在此地长讲，这是特殊的因缘，如果没有这样的因缘，不可能长讲，这是一定要顾及到。",
      "zh_TW": "現在在工業繁忙的社會當中，撥出很長的時間來聽經，一般都是不可能的，特別是在美國。我們在美國住了很多年，美國人聽經不可以超過五天，他只有那麼長的假期。五天以上，他興趣沒有了，「我沒有那麼長的時間」。最理想的是三天，他會抽時間出來聽，若是五天，可能有兩天缺席，一定要顧及當前的社會。我們在此地長講，這是特殊的因緣，如果沒有這樣的因緣，不可能長講，這是一定要顧及到。"
    },
    {
      "id": "21-090-0070_p0005",
      "zh_CN": "下面他有几个问题，第一：「讲经的态度、语气，是否随着讲经者的身分，出家、在家，男众、女众，或者是年龄长者、年轻者，而有所不同？」",
      "zh_TW": "下面他有幾個問題，第一：「講經的態度、語氣，是否隨著講經者的身分，出家、在家，男眾、女眾，或者是年齡長者、年輕者，而有所不同？」"
    },
    {
      "id": "21-090-0070_p0006",
      "zh_CN": "答：是的，一点都不错。你要不顾及自己身分，你讲得再好，结果还是失败的，这个要知道。所以，一定要晓得自己是什么样的身分。",
      "zh_TW": "答：是的，一點都不錯。你要不顧及自己身分，你講得再好，結果還是失敗的，這個要知道。所以，一定要曉得自己是什麼樣的身分。"
    },
    {
      "id": "21-090-0070_p0007",
      "zh_CN": "第二：「讲经的人是要谦虚，还是要自信？」",
      "zh_TW": "第二：「講經的人是要謙虛，還是要自信？」"
    },
    {
      "id": "21-090-0070_p0008",
      "zh_CN": "答：谦虚就没有自信了吗？自信就不谦虚了吗？谦虚跟自信是一不是二，要自信，要特别谦虚，你才会有进步。如果你讲经不够谦虚，换句话说，没有人批评你，没有人指教你，人家在旁边听到笑话你而已，你永远不会进步。要谦虚，要虚心接受大众的指导，他指导你的错误，你接受，这才有人喜欢帮助你。「这个是他人讲错了，我不接受」，传出去之后，别人说：「那个人不可以接受批评。」这个道理要懂。",
      "zh_TW": "答：謙虛就沒有自信了嗎？自信就不謙虛了嗎？謙虛跟自信是一不是二，要自信，要特別謙虛，你才會有進步。如果你講經不夠謙虛，換句話說，沒有人批評你，沒有人指教你，人家在旁邊聽到笑話你而已，你永遠不會進步。要謙虛，要虛心接受大眾的指導，他指導你的錯誤，你接受，這才有人喜歡幫助你。「這個是他人講錯了，我不接受」，傳出去之後，別人說：「那個人不可以接受批評。」這個道理要懂。"
    },
    {
      "id": "21-090-0070_p0009",
      "zh_CN": "我们在古书里面记载看到唐太宗，这是中国了不起的帝王，任何人在他面前都可以批评政治，他有这个雅量，所以他在历史上有「贞观之治」。当然，也有人说的是不对的，唐太宗身边的人就跟皇帝说：「他说得不对！」皇帝把他制止：「不对也让他说。」什么理由？唐太宗是希望任何人在他面前敢讲话，他说：「如果他说得不对，我制止这一个人，以后没有人敢在我面前说话。」这是正确的。所以，要自信更要谦虚。",
      "zh_TW": "我們在古書裡面記載看到唐太宗，這是中國了不起的帝王，任何人在他面前都可以批評政治，他有這個雅量，所以他在歷史上有「貞觀之治」。當然，也有人說的是不對的，唐太宗身邊的人就跟皇帝說：「他說得不對！」皇帝把他制止：「不對也讓他說。」什麼理由？唐太宗是希望任何人在他面前敢講話，他說：「如果他說得不對，我制止這一個人，以後沒有人敢在我面前說話。」這是正確的。所以，要自信更要謙虛。"
    },
    {
      "id": "21-090-0070_p0010",
      "zh_CN": "第三个：「讲经如果像是在演讲，是否是过度时期，又应该如何克服？」",
      "zh_TW": "第三個：「講經如果像是在演講，是否是過度時期，又應該如何克服？」"
    },
    {
      "id": "21-090-0070_p0011",
      "zh_CN": "答：讲经跟演讲没有两样，不过就是讲经的时候端庄一点，规矩多一点而已。我们决定要遵守《内典讲座之研究》里面所说的一些原则，这点很重要。《实用讲演术》、《内典讲座之研究》都要熟悉。",
      "zh_TW": "答：講經跟演講沒有兩樣，不過就是講經的時候端莊一點，規矩多一點而已。我們決定要遵守《內典講座之研究》裡面所說的一些原則，這點很重要。《實用講演術》、《內典講座之研究》都要熟悉。"
    },
    {
      "id": "21-090-0070_p0012",
      "zh_CN": "这位同修问：「请问如何不受五欲六尘的障碍，而能专心修学佛法？」",
      "zh_TW": "這位同修問：「請問如何不受五欲六塵的障礙，而能專心修學佛法？」"
    },
    {
      "id": "21-090-0070_p0013",
      "zh_CN": "答：这个问题问得很好！这是自古以来许许多多人祈求的问题。我们学佛不能成就，就是被五欲六尘障碍了。五欲六尘为什么会障碍你？无非是贪着。经读多了、听多了，对于这些事情知道得很清楚，自己也会讲，为什么还会被它障碍？这就是一些人所说的「看得破，忍不过」。为什么忍不过？习气太重，也就是妄想分别执着太重了，我们没有在这上下功夫。现在这个社会五欲六尘的诱惑比古时候不知道要强多少倍，风气之坏，古今中外的历史都找不到，所以，许多圣贤的经典里面提示我们有世界末日。",
      "zh_TW": "答：這個問題問得很好！這是自古以來許許多多人祈求的問題。我們學佛不能成就，就是被五欲六塵障礙了。五欲六塵為什麼會障礙你？無非是貪著。經讀多了、聽多了，對於這些事情知道得很清楚，自己也會講，為什麼還會被它障礙？這就是一些人所說的「看得破，忍不過」。為什麼忍不過？習氣太重，也就是妄想分別執著太重了，我們沒有在這上下功夫。現在這個社會五欲六塵的誘惑比古時候不知道要強多少倍，風氣之壞，古今中外的歷史都找不到，所以，許多聖賢的經典裡面提示我們有世界末日。"
    },
    {
      "id": "21-090-0070_p0014",
      "zh_CN": "我们冷静观察现代社会现象，是不是末日的征兆？愈想愈像！我们不幸而生在这个时代，所以祖师知道，印光大师是西方世界大势至菩萨再来，大慈大悲应化在这个世间救护一切众生，他用什么方法？《了凡四训》和《阿弥陀经》。《了凡四训》教你「深信因果」、「断恶修善」，就这八个字，一部《了凡四训》就这八个字；然后再老实念佛，我们就能够度过这个难关、这个大劫难。如果没有高度的警觉，这事情就难了，我们必定会受外面境界的干扰，会受外面境界的障碍。",
      "zh_TW": "我們冷靜觀察現代社會現象，是不是末日的徵兆？愈想愈像！我們不幸而生在這個時代，所以祖師知道，印光大師是西方世界大勢至菩薩再來，大慈大悲應化在這個世間救護一切眾生，他用什麼方法？《了凡四訓》和《阿彌陀經》。《了凡四訓》教你「深信因果」、「斷惡修善」，就這八個字，一部《了凡四訓》就這八個字；然後再老實念佛，我們就能夠度過這個難關、這個大劫難。如果沒有高度的警覺，這事情就難了，我們必定會受外面境界的干擾，會受外面境界的障礙。"
    },
    {
      "id": "21-090-0070_p0015",
      "zh_CN": "佛教给我们修学的原则，我们把它归纳起来：「看破、放下、自在、随缘、念佛」。随缘而不攀缘，随缘决定要避免障难，我们才能在这一生当中走出六道轮回。有这个缘分，帮助别人；利他就是自利，自他不二。没有这个缘分，我们想帮助人，人家不接受，想帮助人，人家还要找许许多多的麻烦，我们就赶快退步，保全自己的清净心，不受污染。一定要放下自私自利，这是第一桩事情。你为什么敌不过五欲六尘？总是自私自利在作祟，你没有放下名闻利养，你没有放下是非人我，你的心不清净，你的心不平，这个障碍了道业。所以，我们要把这个社会现象看清楚。",
      "zh_TW": "佛教給我們修學的原則，我們把它歸納起來：「看破、放下、自在、隨緣、念佛」。隨緣而不攀緣，隨緣決定要避免障難，我們才能在這一生當中走出六道輪迴。有這個緣分，幫助別人；利他就是自利，自他不二。沒有這個緣分，我們想幫助人，人家不接受，想幫助人，人家還要找許許多多的麻煩，我們就趕快退步，保全自己的清淨心，不受污染。一定要放下自私自利，這是第一樁事情。你為什麼敵不過五欲六塵？總是自私自利在作祟，你沒有放下名聞利養，你沒有放下是非人我，你的心不清淨，你的心不平，這個障礙了道業。所以，我們要把這個社會現象看清楚。"
    },
    {
      "id": "21-090-0070_p0016",
      "zh_CN": "从中国传来了许多的讯息，在台湾、在外国也有，鬼神都在学佛。在新加坡，我们看到居士林的老林长陈光别居士，他往生的时候，那些冤亲债主附在同修的身上，这是我们亲眼见到的。我们有几位同修在中国受戒，也遇到灵鬼附身，说出地狱道、饿鬼道那种苦难的状况，而发心要求受皈依，要求听经，这是我们常常听到。昨天还有同修告诉我，也是在中国大陆发生的，有同修作梦梦到树神、竹子。他作梦看到树裂开了，竹子也从当中裂开了，好像在讲话一样，也求三皈，也在求「树木花草怎么样修行？」也提出这个问题，要我来给他们解答。",
      "zh_TW": "從中國傳來了許多的訊息，在台灣、在外國也有，鬼神都在學佛。在新加坡，我們看到居士林的老林長陳光別居士，他往生的時候，那些冤親債主附在同修的身上，這是我們親眼見到的。我們有幾位同修在中國受戒，也遇到靈鬼附身，說出地獄道、餓鬼道那種苦難的狀況，而發心要求受皈依，要求聽經，這是我們常常聽到。昨天還有同修告訴我，也是在中國大陸發生的，有同修作夢夢到樹神、竹子。他作夢看到樹裂開了，竹子也從當中裂開了，好像在講話一樣，也求三皈，也在求「樹木花草怎麼樣修行？」也提出這個問題，要我來給他們解答。"
    },
    {
      "id": "21-090-0070_p0017",
      "zh_CN": "树木花草本身不是鬼神，是植物。植物何以有灵性？是鬼神附体，附在树木花草上，这在佛经上有讲到。佛告诉我们，树的高度有一个人高，就有鬼神依附在那里，把它当作房屋，他住在里面。年代久了，就像我们中国笔记小说，像《聊斋志异》、《子不语》里面所讲的树已成精了。那是什么？依附在这个树木上，住的年代久了。他也修行。我们知道，鬼的寿命很长，鬼道一天是我们人间一个月。如果也像人间这样算法一年三百六十天，鬼道的寿命是一千岁，一千岁不只我们一千年，要乘好几倍。所以佛在在劝勉我们不可以有贪瞋痴，不可以造恶业。三恶道很容易进去，出来很难，不能冒这个险。",
      "zh_TW": "樹木花草本身不是鬼神，是植物。植物何以有靈性？是鬼神附體，附在樹木花草上，這在佛經上有講到。佛告訴我們，樹的高度有一個人高，就有鬼神依附在那裡，把它當作房屋，他住在裡面。年代久了，就像我們中國筆記小說，像《聊齋誌異》、《子不語》裡面所講的樹已成精了。那是什麼？依附在這個樹木上，住的年代久了。他也修行。我們知道，鬼的壽命很長，鬼道一天是我們人間一個月。如果也像人間這樣算法一年三百六十天，鬼道的壽命是一千歲，一千歲不只我們一千年，要乘好幾倍。所以佛在在勸勉我們不可以有貪瞋痴，不可以造惡業。三惡道很容易進去，出來很難，不能冒這個險。"
    },
    {
      "id": "21-090-0070_p0018",
      "zh_CN": "树木花草，现在外国人都晓得它们喜欢音乐。大概喜欢树木花草的这些人，死了以后就依附在树木，这是《易经》里面所说的「人以类聚，物以群分」。人到哪一道投胎，是什么力量在主宰？爱好。佛讲：「一切法从心想生」，他喜欢这些。 我们看到很多喜欢树木花草的，喜欢盆栽的，他们将来死了以后很可能就依附这些。你有什么样的嗜好，你将来就会走向这个道路。所以佛教给我们「舍」、「放下」，心里面所有一切的贪恋、爱好要舍得干干净净，我们对娑婆世界才真正没有留恋，你往生佛国就没有障碍了。这些东西有障碍，千万不要把这个事情看轻了，关系太大了。",
      "zh_TW": "樹木花草，現在外國人都曉得它們喜歡音樂。大概喜歡樹木花草的這些人，死了以後就依附在樹木，這是《易經》裡面所說的「人以類聚，物以群分」。人到哪一道投胎，是什麼力量在主宰？愛好。佛講：「一切法從心想生」，他喜歡這些。 我們看到很多喜歡樹木花草的，喜歡盆栽的，他們將來死了以後很可能就依附這些。你有什麼樣的嗜好，你將來就會走向這個道路。所以佛教給我們「捨」、「放下」，心裡面所有一切的貪戀、愛好要捨得乾乾淨淨，我們對娑婆世界才真正沒有留戀，你往生佛國就沒有障礙了。這些東西有障礙，千萬不要把這個事情看輕了，關係太大了。"
    },
    {
      "id": "21-090-0070_p0019",
      "zh_CN": "花草树木有灵性，它喜欢音乐。现在他来问，「我怎样帮助它学佛？」我们把世间这些音乐改成佛曲，常常放给它听，我们佛门有很多赞颂，这都是非常好的音乐；讲经录音带也可以放，鬼神众也都能听。就如同居士林有鬼神众要求听经一样，我们二十四小时用电视播放录像带供养鬼神，同样可以供养树木花草的这些众生，确实冥阳两利。",
      "zh_TW": "花草樹木有靈性，它喜歡音樂。現在他來問，「我怎樣幫助它學佛？」我們把世間這些音樂改成佛曲，常常放給它聽，我們佛門有很多讚頌，這都是非常好的音樂；講經錄音帶也可以放，鬼神眾也都能聽。就如同居士林有鬼神眾要求聽經一樣，我們二十四小時用電視播放錄像帶供養鬼神，同樣可以供養樹木花草的這些眾生，確實冥陽兩利。"
    },
    {
      "id": "21-090-0070_p0020",
      "zh_CN": "这一位同修他作梦梦到这些树神、花神找他，不是一次了，以前曾经找过，现在又来找了。为什么别的人没有这些梦？别的人，这些树木花草托梦给他没有效，人家不会把它当成一回事情，所以他就不来了。他与它们有特别的因缘，知道找他他真的会帮忙。找别人帮不上忙，就不找了，所以要找肯帮忙的人，乐于帮助的人，他就来了。我们想想看，鬼神，连树木花草的这些灵性都想学佛，这给我们什么启示？我听了之后，我觉得这个启示很大，这个启示很重要，我们要发愤努力！",
      "zh_TW": "這一位同修他作夢夢到這些樹神、花神找他，不是一次了，以前曾經找過，現在又來找了。為什麼別的人沒有這些夢？別的人，這些樹木花草託夢給他沒有效，人家不會把它當成一回事情，所以他就不來了。他與它們有特別的因緣，知道找他他真的會幫忙。找別人幫不上忙，就不找了，所以要找肯幫忙的人，樂於幫助的人，他就來了。我們想想看，鬼神，連樹木花草的這些靈性都想學佛，這給我們什麼啟示？我聽了之後，我覺得這個啟示很大，這個啟示很重要，我們要發憤努力！"
    },
    {
      "id": "21-090-0070_p0021",
      "zh_CN": "学佛，第一桩重要的事情，就是大众在一起共修，一定要遵守六和敬。人与人要和睦相处，人与生活环境的树木花草要和睦相处，人与天地鬼神要和睦相处，要彼此尊重，彼此敬爱，互助合作，这是天道，这是性德。违背性德，违背天道，果报就是在三途。人生非常短暂，几十年一刹那就过去了，古人讲：「聪明人有前后眼」，不只看眼前，他能看到过去、未来，这才算是真正聪明人。我们要常常想到，死了以后往哪里去？常常想这个问题，我们对于眼前五欲六尘的诱惑自然就淡几分，不会把它看得那么重，逐渐看淡了。与大众往来的应酬，逢场作戏，这叫随缘，这叫不坏世间法。放不放在心上？决定不放在心上。心地清净，心上只有阿弥陀佛，这叫念佛，这是个念佛人。",
      "zh_TW": "學佛，第一樁重要的事情，就是大眾在一起共修，一定要遵守六和敬。人與人要和睦相處，人與生活環境的樹木花草要和睦相處，人與天地鬼神要和睦相處，要彼此尊重，彼此敬愛，互助合作，這是天道，這是性德。違背性德，違背天道，果報就是在三途。人生非常短暫，幾十年一剎那就過去了，古人講：「聰明人有前後眼」，不只看眼前，他能看到過去、未來，這才算是真正聰明人。我們要常常想到，死了以後往哪裡去？常常想這個問題，我們對於眼前五欲六塵的誘惑自然就淡幾分，不會把它看得那麼重，逐漸看淡了。與大眾往來的應酬，逢場作戲，這叫隨緣，這叫不壞世間法。放不放在心上？決定不放在心上。心地清淨，心上只有阿彌陀佛，這叫念佛，這是個念佛人。"
    },
    {
      "id": "21-090-0070_p0022",
      "zh_CN": "与大众相处和光同尘，随缘当中帮助一切众生觉悟，这个人就是菩萨。帮助他觉悟，帮助他回头，帮助他从迷惑颠倒省悟过来。省悟过来的人不为自己，念念为众生，念念为正法久住，这是真正回头的人。还有私心，还要为自己着想、为自己打算，纵然是为别人，还夹杂着这个念头、行为在里面，他没有真正的觉悟，他还有苦难要受。真正觉悟才真正脱离苦难，苦难是从迷惑颠倒来的，是从造作恶业来的，这个恶业就是损人利己。实在讲，损人决定不利己，但是他认为那样做对他有利益，殊不知大错特错！没有人跟他讲解，没有人跟他分析，自以为是。佛弟子，真正是佛弟子要有佛的弘愿。佛的弘愿就是帮助一切众生破迷开悟，这是佛的大愿。我们一定要以善巧方便，善巧方便就是现在人讲的机会，利用一切机会帮助人觉悟。",
      "zh_TW": "與大眾相處和光同塵，隨緣當中幫助一切眾生覺悟，這個人就是菩薩。幫助他覺悟，幫助他回頭，幫助他從迷惑顛倒省悟過來。省悟過來的人不為自己，念念為眾生，念念為正法久住，這是真正回頭的人。還有私心，還要為自己著想、為自己打算，縱然是為別人，還夾雜著這個念頭、行為在裡面，他沒有真正的覺悟，他還有苦難要受。真正覺悟才真正脫離苦難，苦難是從迷惑顛倒來的，是從造作惡業來的，這個惡業就是損人利己。實在講，損人決定不利己，但是他認為那樣做對他有利益，殊不知大錯特錯！沒有人跟他講解，沒有人跟他分析，自以為是。佛弟子，真正是佛弟子要有佛的弘願。佛的弘願就是幫助一切眾生破迷開悟，這是佛的大願。我們一定要以善巧方便，善巧方便就是現在人講的機會，利用一切機會幫助人覺悟。"
    },
    {
      "id": "21-090-0070_p0023",
      "zh_CN": "现在这个世间科技发达，我们利用这个方法，全心全力将正法传播；不可以据为己有，据为己有就错了，据为己有就是吝法，障碍佛法流通、传播，这个果报是愚痴果报。佛法是帮助人觉悟，你障碍了，你得愚痴果报，这个业因果报我们一定要清楚，一定要明了。念念为众生不要为自己，处事待人接物要圆融、要谦虚、要恭敬，无论对什么人，你谦虚、恭敬对你决定有利益。你要是自以为是，态度傲慢，言语刚强，这样的人没有不失败的，只有处处忍让的人是成功的人。我们要细细观察这里面的兴衰，无论是个人，无论是家庭、团体，你会看得清清楚楚、明明白白，然后知道我们应该怎样去做。",
      "zh_TW": "現在這個世間科技發達，我們利用這個方法，全心全力將正法傳播；不可以據為己有，據為己有就錯了，據為己有就是吝法，障礙佛法流通、傳播，這個果報是愚痴果報。佛法是幫助人覺悟，你障礙了，你得愚痴果報，這個業因果報我們一定要清楚，一定要明瞭。念念為眾生不要為自己，處事待人接物要圓融、要謙虛、要恭敬，無論對什麼人，你謙虛、恭敬對你決定有利益。你要是自以為是，態度傲慢，言語剛強，這樣的人沒有不失敗的，只有處處忍讓的人是成功的人。我們要細細觀察這裡面的興衰，無論是個人，無論是家庭、團體，你會看得清清楚楚、明明白白，然後知道我們應該怎樣去做。"
    },
    {
      "id": "21-090-0070_p0024",
      "zh_CN": "在团体里面最重要的是接纳别人的意见，对你一定有好处；不接受别人的意见，时间久了，我们看到许多例子，众叛亲离，你的助手都离开了，没有人再愿意帮助你，即使你一个人再有能力也没有办法。古人讲：「得人者昌，失人者亡。」你的事业做得愈大，你的助手愈来愈多，你怎么能够得大众的拥护？想想，用什么样的方法你才能得大众拥护？这里面总不外乎真诚心；真诚心、清净心、平等心、正觉心、慈悲心，你要是用这个心，你决定得大众拥护。这都是本性里头本具的德能，不能错用心。错用心，哪有不吃亏的？哪有不失败的？哪有不堕落的？所以用心要正，用心要善。希望大家在这些方面要仔细观察，要知道这个世间哪些对我们有害，哪些对我们有利，有害的我们要远离，有利的我们要亲近，这样就好。",
      "zh_TW": "在團體裡面最重要的是接納別人的意見，對你一定有好處；不接受別人的意見，時間久了，我們看到許多例子，眾叛親離，你的助手都離開了，沒有人再願意幫助你，即使你一個人再有能力也沒有辦法。古人講：「得人者昌，失人者亡。」你的事業做得愈大，你的助手愈來愈多，你怎麼能夠得大眾的擁護？想想，用什麼樣的方法你才能得大眾擁護？這裡面總不外乎真誠心；真誠心、清淨心、平等心、正覺心、慈悲心，你要是用這個心，你決定得大眾擁護。這都是本性裡頭本具的德能，不能錯用心。錯用心，哪有不吃虧的？哪有不失敗的？哪有不墮落的？所以用心要正，用心要善。希望大家在這些方面要仔細觀察，要知道這個世間哪些對我們有害，哪些對我們有利，有害的我們要遠離，有利的我們要親近，這樣就好。"
    },
    {
      "id": "21-090-0070_p0025",
      "zh_CN": "这是北京五位同修问题，第一个：「请问追顶念佛是否可以经行，持续多长时间为宜？」",
      "zh_TW": "這是北京五位同修問題，第一個：「請問追頂念佛是否可以經行，持續多長時間為宜？」"
    },
    {
      "id": "21-090-0070_p0026",
      "zh_CN": "答：这是看你自己的体力，看你自己的环境，时间当然愈长愈好。经行就是我们讲「绕佛」，绕佛的时候可不可以用追顶念佛？可以的；实在讲是行住坐卧都可以，时间当然愈长愈好。追顶念佛的效果是不容杂念夹杂，过去黄念祖老居士就用这个方法，所以他一天能念十四万声佛号。",
      "zh_TW": "答：這是看你自己的體力，看你自己的環境，時間當然愈長愈好。經行就是我們講「繞佛」，繞佛的時候可不可以用追頂念佛？可以的；實在講是行住坐臥都可以，時間當然愈長愈好。追頂念佛的效果是不容雜念夾雜，過去黃念祖老居士就用這個方法，所以他一天能念十四萬聲佛號。"
    },
    {
      "id": "21-090-0070_p0027",
      "zh_CN": "第二个问题：「念佛时，请问意守何处？」",
      "zh_TW": "第二個問題：「念佛時，請問意守何處？」"
    },
    {
      "id": "21-090-0070_p0028",
      "zh_CN": "答：大概就是讲心，心安在哪里？安在佛号上；不要想其他的东西，就安住在佛号上。古德教导我们，念从心起，从口里面念出来，从耳朵再听进去，字字分明，字字清楚，没有念错，这样就好，功夫就容易得力。",
      "zh_TW": "答：大概就是講心，心安在哪裡？安在佛號上；不要想其他的東西，就安住在佛號上。古德教導我們，念從心起，從口裡面念出來，從耳朵再聽進去，字字分明，字字清楚，沒有念錯，這樣就好，功夫就容易得力。"
    },
    {
      "id": "21-090-0070_p0029",
      "zh_CN": "第三个问题：「尘沙烦恼是什么？无明烦恼是什么？」",
      "zh_TW": "第三個問題：「塵沙煩惱是什麼？無明煩惱是什麼？」"
    },
    {
      "id": "21-090-0070_p0030",
      "zh_CN": "答：「尘沙」是比喻，比喻数量多。你的烦恼太多了，从早到晚，从年初一到腊月三十，你要是用计算机去算算看，你有多少烦恼，比喻作「尘沙」。无明烦恼是对于一切事理、性相、因果都不能明了，叫「无明」，你不明白。这些事情本来是明白的，明白这些理事、性相、因果，这个人就叫做佛、就叫做菩萨，不明白的人就叫做凡夫。不明白就是无明。",
      "zh_TW": "答：「塵沙」是比喻，比喻數量多。你的煩惱太多了，從早到晚，從年初一到臘月三十，你要是用計算機去算算看，你有多少煩惱，比喻作「塵沙」。無明煩惱是對於一切事理、性相、因果都不能明瞭，叫「無明」，你不明白。這些事情本來是明白的，明白這些理事、性相、因果，這個人就叫做佛、就叫做菩薩，不明白的人就叫做凡夫。不明白就是無明。"
    },
    {
      "id": "21-090-0070_p0031",
      "zh_CN": "第四个问题：「使用佛珠念佛时，请问是否可以越过母珠？」",
      "zh_TW": "第四個問題：「使用佛珠念佛時，請問是否可以越過母珠？」"
    },
    {
      "id": "21-090-0070_p0032",
      "zh_CN": "答：可以。我们讲「念珠头」，可以。世间一般有一个习俗，念珠头里面要嵌着佛像，特别是初学的，念珠头里嵌着有佛像。最好我们不用这些，对佛像要尊重；手拈着念珠头，摸着佛像，这就不太恭敬，是这个意思。真正念佛人，不用这种念珠头，就没有顾忌了。",
      "zh_TW": "答：可以。我們講「念珠頭」，可以。世間一般有一個習俗，念珠頭裡面要嵌著佛像，特別是初學的，念珠頭裡嵌著有佛像。最好我們不用這些，對佛像要尊重；手拈著念珠頭，摸著佛像，這就不太恭敬，是這個意思。真正念佛人，不用這種念珠頭，就沒有顧忌了。"
    },
    {
      "id": "21-090-0070_p0033",
      "zh_CN": "第五个问题：「念佛诵经时候面部发痒，请问是什么原因？」",
      "zh_TW": "第五個問題：「念佛誦經時候面部發癢，請問是什麼原因？」"
    },
    {
      "id": "21-090-0070_p0034",
      "zh_CN": "答：这个要问医师。如果有这种情形，尽量忍耐。忍耐的时候，最好把念头转过去，不要想到这里痛痒，你愈想它就愈痒。念头转到佛号上，或者想佛的相好光明，想佛的白毫，用这个方法转移自己的念头，我相信很短的时间，痛痒就消失掉了。",
      "zh_TW": "答：這個要問醫師。如果有這種情形，盡量忍耐。忍耐的時候，最好把念頭轉過去，不要想到這裡痛癢，你愈想它就愈癢。念頭轉到佛號上，或者想佛的相好光明，想佛的白毫，用這個方法轉移自己的念頭，我相信很短的時間，痛癢就消失掉了。"
    },
    {
      "id": "21-090-0070_p0035",
      "zh_CN": "问：「新加坡之行，跨越重重障碍，难于上青天。所以我们有以下三个愿望，第一个是希望师父能给我们进行三皈依。」",
      "zh_TW": "問：「新加坡之行，跨越重重障礙，難於上青天。所以我們有以下三個願望，第一個是希望師父能給我們進行三皈依。」"
    },
    {
      "id": "21-090-0070_p0036",
      "zh_CN": "答：这些同修们在不在？这可能是很久以前。「腊月初八」，他们已经离开了。",
      "zh_TW": "答：這些同修們在不在？這可能是很久以前。「臘月初八」，他們已經離開了。"
    },
    {
      "id": "21-090-0070_p0037",
      "zh_CN": "第二个：「希望师父能亲传我们十句佛号。第三个，希望师父能带领我们念一遍四十八愿里面的第十八愿。」",
      "zh_TW": "第二個：「希望師父能親傳我們十句佛號。第三個，希望師父能帶領我們念一遍四十八願裡面的第十八願。」"
    },
    {
      "id": "21-090-0070_p0038",
      "zh_CN": "答：好，大概他们都已经离开了。",
      "zh_TW": "答：好，大概他們都已經離開了。"
    },
    {
      "id": "21-090-0070_p0039",
      "zh_CN": "这是台湾同修提的问题：「如果看到报纸上有佛像，或已看过的佛刊内有经文，或破旧的经本，请问要如何处置？」",
      "zh_TW": "這是台灣同修提的問題：「如果看到報紙上有佛像，或已看過的佛刊內有經文，或破舊的經本，請問要如何處置？」"
    },
    {
      "id": "21-090-0070_p0040",
      "zh_CN": "答：这个问题好像答过，前面答复过，这就不再说了。",
      "zh_TW": "答：這個問題好像答過，前面答覆過，這就不再說了。"
    },
    {
      "id": "21-090-0070_p0041",
      "zh_CN": "这是一位台湾同修问：「弟子不知该怎样做，才会万缘放下，一心念佛？又弟子想讲劝人向善的录音带给大家听，应该怎样学习，才能让人听得法喜充满？恳请师父慈悲指导。」",
      "zh_TW": "這是一位台灣同修問：「弟子不知該怎樣做，才會萬緣放下，一心念佛？又弟子想講勸人向善的錄音帶給大家聽，應該怎樣學習，才能讓人聽得法喜充滿？懇請師父慈悲指導。」"
    },
    {
      "id": "21-090-0070_p0042",
      "zh_CN": "答：你有心想万缘放下，一心念佛，你不知道应该怎么做，我教你作法，还是这么一句「万缘放下」。世出世间一切法，都不要放在心上，老老实实一心念佛，这就行了。如果念佛，还想学这个，还想学那个，你就放不下了。",
      "zh_TW": "答：你有心想萬緣放下，一心念佛，你不知道應該怎麼做，我教你作法，還是這麼一句「萬緣放下」。世出世間一切法，都不要放在心上，老老實實一心念佛，這就行了。如果念佛，還想學這個，還想學那個，你就放不下了。"
    },
    {
      "id": "21-090-0070_p0043",
      "zh_CN": "特别是世间最关紧要的，就是是非人我要放下，这是最严重的障碍。是非人我放下，绝不谈是非，绝不听是非，绝对不可以说是非，我们心就会清净了。别人毁谤我也好，骂我也好，打我也好，我都能放下，都能保持自己的清净心，不被外面境界动摇，这个重要！人家骂你几句，你要生气，气好几天，这怎么行？这在修行上说，你毫无功夫！赞叹你几句，你很欢喜，如何能学到「八风吹不动」？不能没有反应，人家赞叹你，你也点点头，不要放在心上；如果赞叹你，你像个木头人一样，人家看到你也怪怪的。随缘！人骂我、打我，可以一笑了之，不与计较。赞叹我，我们也点头感激，绝不放在心上，想想我真有德行值得人赞叹吗？跟古来大德比较，我们差远了。所以常常保持谦卑恭敬，这样就好。",
      "zh_TW": "特別是世間最關緊要的，就是是非人我要放下，這是最嚴重的障礙。是非人我放下，絕不談是非，絕不聽是非，絕對不可以說是非，我們心就會清淨了。別人毀謗我也好，罵我也好，打我也好，我都能放下，都能保持自己的清淨心，不被外面境界動搖，這個重要！人家罵你幾句，你要生氣，氣好幾天，這怎麼行？這在修行上說，你毫無功夫！讚歎你幾句，你很歡喜，如何能學到「八風吹不動」？不能沒有反應，人家讚歎你，你也點點頭，不要放在心上；如果讚歎你，你像個木頭人一樣，人家看到你也怪怪的。隨緣！人罵我、打我，可以一笑了之，不與計較。讚歎我，我們也點頭感激，絕不放在心上，想想我真有德行值得人讚歎嗎？跟古來大德比較，我們差遠了。所以常常保持謙卑恭敬，這樣就好。"
    },
    {
      "id": "21-090-0070_p0044",
      "zh_CN": "五欲六尘要放下，也就是我们要甘心情愿过比较清苦的生活，绝不追求物质享受，一心念佛才能办得到。市面上许许多多家庭的用具，日新月异，它都在诱惑你。你看到，就动心想去买了，自己没有钱还得借钱，向银行贷款，不是自己找麻烦吗？所以，要耐得过清贫，不受外面的诱惑，我们的心就安了。我们这个小环境，我们住得很舒服，我们能够使用，不必再搞新的，绝不做劳民伤财的事情，「恒顺众生，随喜功德」，这样就好。",
      "zh_TW": "五欲六塵要放下，也就是我們要甘心情願過比較清苦的生活，絕不追求物質享受，一心念佛才能辦得到。市面上許許多多家庭的用具，日新月異，它都在誘惑你。你看到，就動心想去買了，自己沒有錢還得借錢，向銀行貸款，不是自己找麻煩嗎？所以，要耐得過清貧，不受外面的誘惑，我們的心就安了。我們這個小環境，我們住得很舒服，我們能夠使用，不必再搞新的，絕不做勞民傷財的事情，「恆順眾生，隨喜功德」，這樣就好。"
    },
    {
      "id": "21-090-0070_p0045",
      "zh_CN": "你要是想劝人向善，讲一个劝人向善的录音带送给大家听，怎么个学法？学《了凡四训》，讲《了凡四训》的故事就好。你把《了凡四训》录像带，现在我们做成光碟了，每天看一遍，我常常教人，一年当中不要间断，一天看一遍，看上三百六十遍，你自然就会讲了；熟透了，就变成自己的。自己会讲，自己又能做到，你就是活的了凡先生，了凡先生又出世了，这个功德无量无边，这样作法就好。",
      "zh_TW": "你要是想勸人向善，講一個勸人向善的錄音帶送給大家聽，怎麼個學法？學《了凡四訓》，講《了凡四訓》的故事就好。你把《了凡四訓》錄像帶，現在我們做成光碟了，每天看一遍，我常常教人，一年當中不要間斷，一天看一遍，看上三百六十遍，你自然就會講了；熟透了，就變成自己的。自己會講，自己又能做到，你就是活的了凡先生，了凡先生又出世了，這個功德無量無邊，這樣作法就好。"
    }
  ]
}