{
  "doc_id": "21-090-0067",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十七集",
    "zh_TW": "第六十七集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0067",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "21-090-0067_p0001",
      "zh_CN": "诸位同学，大家好！这边有位郑州的居士说：「修学净土这几年，家庭幸福美满，儿女都能出国留学，我衷心的感谢阿弥陀佛，感谢老法师苦口婆心的讲解《无量寿经》，使我学会对人。如果不好好的修学，就对不起老法师。坚定信心，走成佛之道。我目前在解行方面做得不好，怎样在修学的路上提高？请开示。」",
      "zh_TW": "諸位同學，大家好！這邊有位鄭州的居士說：「修學淨土這幾年，家庭幸福美滿，兒女都能出國留學，我衷心的感謝阿彌陀佛，感謝老法師苦口婆心的講解《無量壽經》，使我學會對人。如果不好好的修學，就對不起老法師。堅定信心，走成佛之道。我目前在解行方面做得不好，怎樣在修學的路上提高？請開示。」"
    },
    {
      "id": "21-090-0067_p0002",
      "zh_CN": "答：修学，这是真实的功夫，佛家在总原则上讲「相应」，也就是我们起心动念、言语造作，与经典上所讲的道理、所说的这些方法一定要相应。譬如从最基本的地方来说，佛教我们不杀生，教我们不偷盗，教我们不邪淫；我们对于一切众生，哪怕是很小的蚂蚁，如果还有念头伤害牠，我们就造了杀业。菩萨戒跟比丘戒不一样：比丘戒是论事不论心，我想杀牠但是没有杀牠，不犯戒；菩萨戒是论心不论事，小蚂蚁，你想杀牠你没有杀，你已经破戒了，它是论心不论事。所以菩萨戒比比丘戒难持，它是在念头上，你犯戒不犯戒在念头上，而小乘比丘戒是在事相上。偷盗，如果还有占别人便宜的念头，这个念头是盗心。所以日常生活当中，六根接触六尘境界要在这个地方用功夫，这叫真的会用功。",
      "zh_TW": "答：修學，這是真實的功夫，佛家在總原則上講「相應」，也就是我們起心動念、言語造作，與經典上所講的道理、所說的這些方法一定要相應。譬如從最基本的地方來說，佛教我們不殺生，教我們不偷盜，教我們不邪淫；我們對於一切眾生，哪怕是很小的螞蟻，如果還有念頭傷害牠，我們就造了殺業。菩薩戒跟比丘戒不一樣：比丘戒是論事不論心，我想殺牠但是沒有殺牠，不犯戒；菩薩戒是論心不論事，小螞蟻，你想殺牠你沒有殺，你已經破戒了，它是論心不論事。所以菩薩戒比比丘戒難持，它是在念頭上，你犯戒不犯戒在念頭上，而小乘比丘戒是在事相上。偷盜，如果還有佔別人便宜的念頭，這個念頭是盜心。所以日常生活當中，六根接觸六塵境界要在這個地方用功夫，這叫真的會用功。"
    },
    {
      "id": "21-090-0067_p0003",
      "zh_CN": "我们每天念《无量寿经》，《无量寿经》里面教的东西非常非常之多。所以为什么第一个要把经典念熟？你若不熟，你在日常生活当中，你没有办法比对，就是你没有标准；一定要念得很熟，念念当中都能想到经典上佛教我们怎么做的，那是标准，一定要符合这个标准，达到这个标准。顺境、善缘，我们要存好心、做好事、做好人，不难；如果遇到逆境、恶缘，人家想杀我们、想害我们，我们还是对人家那么样的真诚，这个难，这不容易，这是真功夫。",
      "zh_TW": "我們每天念《無量壽經》，《無量壽經》裡面教的東西非常非常之多。所以為什麼第一個要把經典念熟？你若不熟，你在日常生活當中，你沒有辦法比對，就是你沒有標準；一定要念得很熟，念念當中都能想到經典上佛教我們怎麼做的，那是標準，一定要符合這個標準，達到這個標準。順境、善緣，我們要存好心、做好事、做好人，不難；如果遇到逆境、惡緣，人家想殺我們、想害我們，我們還是對人家那麼樣的真誠，這個難，這不容易，這是真功夫。"
    },
    {
      "id": "21-090-0067_p0004",
      "zh_CN": "经典上记载，释迦牟尼佛行菩萨道的时候，被歌利王割截身体。歌利王是个恶王，抓到他了，不问青红皂白杀他。杀他，还不是痛痛快快把他杀死，是凌迟处死，用刀一片一片在身上割肉，把他割死。修道的人心地非常清净，一点瞋恨心都没有，一点报复的念头都没有，而且非常感激他。感激什么？成就忍辱波罗蜜。你这样对付我，看看我能不能忍受得了？我能忍受得了，我非常欢喜忍受。你为什么这么做？你无知，你不了解事实真相。了解事实真相，你会非常恭敬，不会有这样粗鲁的行为。所以真正功夫要在逆缘当中，要在这个恶人对待的时候，看我们自己还会不会起一个恶念，这个难。",
      "zh_TW": "經典上記載，釋迦牟尼佛行菩薩道的時候，被歌利王割截身體。歌利王是個惡王，抓到他了，不問青紅皂白殺他。殺他，還不是痛痛快快把他殺死，是凌遲處死，用刀一片一片在身上割肉，把他割死。修道的人心地非常清淨，一點瞋恨心都沒有，一點報復的念頭都沒有，而且非常感激他。感激什麼？成就忍辱波羅蜜。你這樣對付我，看看我能不能忍受得了？我能忍受得了，我非常歡喜忍受。你為什麼這麼做？你無知，你不了解事實真相。了解事實真相，你會非常恭敬，不會有這樣粗魯的行為。所以真正功夫要在逆緣當中，要在這個惡人對待的時候，看我們自己還會不會起一個惡念，這個難。"
    },
    {
      "id": "21-090-0067_p0005",
      "zh_CN": "顺境里面决定没有贪念，没有贪爱、没有留恋，恶境里面决定没有一丝毫瞋恚，永远保持平常心。平常心是道，心地平静绝不起波浪，这叫平常心。「常」是常常保持。这就是我们讲的，我们总结佛的教诲，「真诚、清净、平等、正觉、慈悲」。不管在什么环境，不管面对什么样的人，这个心永远不变，永远不会失掉，你的修行境界一定会提高，而且会非常显著的提高，月月境界不一样，每个星期每个星期都不一样，你会法喜充满。",
      "zh_TW": "順境裡面決定沒有貪念，沒有貪愛、沒有留戀，惡境裡面決定沒有一絲毫瞋恚，永遠保持平常心。平常心是道，心地平靜絕不起波浪，這叫平常心。「常」是常常保持。這就是我們講的，我們總結佛的教誨，「真誠、清淨、平等、正覺、慈悲」。不管在什麼環境，不管面對什麼樣的人，這個心永遠不變，永遠不會失掉，你的修行境界一定會提高，而且會非常顯著的提高，月月境界不一樣，每個星期每個星期都不一樣，你會法喜充滿。"
    },
    {
      "id": "21-090-0067_p0006",
      "zh_CN": "这位同修问：「我念佛入静时，面前出现红色的「离」和「积」字，我不明白，请开示。」",
      "zh_TW": "這位同修問：「我念佛入靜時，面前出現紅色的「離」和「積」字，我不明白，請開示。」"
    },
    {
      "id": "21-090-0067_p0007",
      "zh_CN": "答：出现这个字的意思，「离」是教你放下，离一切虚妄相想。《金刚经》告诉我们：「凡所有相，皆是虚妄」，怎么离？不执着就是离。不是真的要离开，那是离不开的；心里面决定不执着，不分别、不执着就是离。「离」跟「积」是一个意思，积结功德；你能离相，就是积结功德。这是个好境界，但是不能执着，执着就容易产生魔障。你要知道，打坐在止静的时候面前出现什么颜色、什么境界，也是「凡所有相，皆是虚妄」，都不要执着，这就是好境界。",
      "zh_TW": "答：出現這個字的意思，「離」是教你放下，離一切虛妄相想。《金剛經》告訴我們：「凡所有相，皆是虛妄」，怎麼離？不執著就是離。不是真的要離開，那是離不開的；心裡面決定不執著，不分別、不執著就是離。「離」跟「積」是一個意思，積結功德；你能離相，就是積結功德。這是個好境界，但是不能執著，執著就容易產生魔障。你要知道，打坐在止靜的時候面前出現什麼顏色、什麼境界，也是「凡所有相，皆是虛妄」，都不要執著，這就是好境界。"
    },
    {
      "id": "21-090-0067_p0008",
      "zh_CN": "这位同修问：「宇宙中各佛世界及其他宗教神的世界中，请问是否和地球各个都一样？」",
      "zh_TW": "這位同修問：「宇宙中各佛世界及其他宗教神的世界中，請問是否和地球各個都一樣？」"
    },
    {
      "id": "21-090-0067_p0009",
      "zh_CN": "答：不会完全一样，但是大致上相同。说大致上相同，这就是科学家讲的空间的维次。如果都是在三度空间、四度空间里面，那跟我们这个地球大致上相同；如果是更高层次空间，跟我们就不相同。这些事与理大乘经上都说得很多，也说得很清楚。",
      "zh_TW": "答：不會完全一樣，但是大致上相同。說大致上相同，這就是科學家講的空間的維次。如果都是在三度空間、四度空間裡面，那跟我們這個地球大致上相同；如果是更高層次空間，跟我們就不相同。這些事與理大乘經上都說得很多，也說得很清楚。"
    },
    {
      "id": "21-090-0067_p0010",
      "zh_CN": "问：「有西方极乐世界、天主教耶稣世界、伊斯兰真主世界吗？」",
      "zh_TW": "問：「有西方極樂世界、天主教耶穌世界、伊斯蘭真主世界嗎？」"
    },
    {
      "id": "21-090-0067_p0011",
      "zh_CN": "答：确实有。就像我们地球上有中国、有新加坡、有美国，确实有，都在这个地球上。许许多多诸佛的世界，都在这个空间里面，但是空间维次不相同，这里面有高低的差别。",
      "zh_TW": "答：確實有。就像我們地球上有中國、有新加坡、有美國，確實有，都在這個地球上。許許多多諸佛的世界，都在這個空間裡面，但是空間維次不相同，這裡面有高低的差別。"
    },
    {
      "id": "21-090-0067_p0012",
      "zh_CN": "这位同修问：「我的早晚课是念《无量寿经》及佛号，各需一小时。现在我想多念佛号，请问可否改诵《阿弥陀经》，多念佛号？」",
      "zh_TW": "這位同修問：「我的早晚課是念《無量壽經》及佛號，各需一小時。現在我想多念佛號，請問可否改誦《阿彌陀經》，多念佛號？」"
    },
    {
      "id": "21-090-0067_p0013",
      "zh_CN": "答：可以改念《阿弥陀经》，《阿弥陀经》比较短，你念佛号的时间就会比较长。念经，诸位要晓得它用意何在，对初学的人来讲，念经比念佛号重要。为什么？先要明理我为什么要念佛号，先把道理搞清楚，道理真搞清楚、搞明白了，经就可以不要念了。经是帮助你信、帮助你解，佛号是帮助你行。所以第二个阶段「行」重要，但是行要不解，还有怀疑，就非读经不可，必须在经典里面破迷开悟，建立信心。",
      "zh_TW": "答：可以改念《阿彌陀經》，《阿彌陀經》比較短，你念佛號的時間就會比較長。念經，諸位要曉得它用意何在，對初學的人來講，念經比念佛號重要。為什麼？先要明理我為什麼要念佛號，先把道理搞清楚，道理真搞清楚、搞明白了，經就可以不要念了。經是幫助你信、幫助你解，佛號是幫助你行。所以第二個階段「行」重要，但是行要不解，還有懷疑，就非讀經不可，必須在經典裡面破迷開悟，建立信心。"
    },
    {
      "id": "21-090-0067_p0014",
      "zh_CN": "我们有的时候看到有一些老太婆、老阿公，不认识字，从来没有听过经的，教他念这一句「阿弥陀佛」，他念了几年，居然能够预知时至，站着往生。什么道理？他相信，他没有怀疑，那个可以不要念经；如果怀疑，信心还不坚固，不读经就不行了，道理在此地。",
      "zh_TW": "我們有的時候看到有一些老太婆、老阿公，不認識字，從來沒有聽過經的，教他念這一句「阿彌陀佛」，他念了幾年，居然能夠預知時至，站著往生。什麼道理？他相信，他沒有懷疑，那個可以不要念經；如果懷疑，信心還不堅固，不讀經就不行了，道理在此地。"
    },
    {
      "id": "21-090-0067_p0015",
      "zh_CN": "这位魏同修有两个问题，第一个问题：「请教老法师，纽约净宗学会请末学当副会长，是否因缘成熟？请开示。」",
      "zh_TW": "這位魏同修有兩個問題，第一個問題：「請教老法師，紐約淨宗學會請末學當副會長，是否因緣成熟？請開示。」"
    },
    {
      "id": "21-090-0067_p0016",
      "zh_CN": "答：这个我不知道，你的因缘有没有成熟，你自己应该清楚。",
      "zh_TW": "答：這個我不知道，你的因緣有沒有成熟，你自己應該清楚。"
    },
    {
      "id": "21-090-0067_p0017",
      "zh_CN": "第二个问题：「我们此次组团来新加坡居士林及净宗学会共修，获益不少。并且能够见到师父，充满法喜。借此难得机会，代表纽约同修向师父问候，祝愿师父身体健康，将佛法弘扬全世界，普度众生。在此向师父辞行，并且期望有机会能够再见。」",
      "zh_TW": "第二個問題：「我們此次組團來新加坡居士林及淨宗學會共修，獲益不少。並且能夠見到師父，充滿法喜。藉此難得機會，代表紐約同修向師父問候，祝願師父身體健康，將佛法弘揚全世界，普度眾生。在此向師父辭行，並且期望有機會能夠再見。」"
    },
    {
      "id": "21-090-0067_p0018",
      "zh_CN": "答：纽约是世界第一大都市，过去也有不少同修在那个地方弘扬佛法。大概最早、做得最成功的是沈家桢老居士。我跟他也很熟，很多年没见面了，回去之后有机会代我问候。但是也是缘分的问题，在这么多年当中，我们有很深刻的体验，佛法要专修，才能得到三宝的加持。",
      "zh_TW": "答：紐約是世界第一大都市，過去也有不少同修在那個地方弘揚佛法。大概最早、做得最成功的是沈家楨老居士。我跟他也很熟，很多年沒見面了，回去之後有機會代我問候。但是也是緣分的問題，在這麼多年當中，我們有很深刻的體驗，佛法要專修，才能得到三寶的加持。"
    },
    {
      "id": "21-090-0067_p0019",
      "zh_CN": "学佛，特别是弘法这一桩事情，我们以前学教，李老师常常教导我们，弘法利生不容易，必须要通达世出世间法。他就举个比喻：出世间法就不谈了，我们举个世间法的例子。世间法还不谈全世界的，专讲中国古老的《四库全书》，你有没有办法通达？这是世间法里面的局部、一部分，你都没有办法通达，你怎么能谈弘法利生？现在弘法利生的事情也没人做，我们到底怎么办？老师教我们四个字：「至诚感通。」我们唯一的办法就是求感应，求佛菩萨加持；不是我们自己的力量，佛的力量让我们对世出世间法通达了。这个通达不是学来的，是感应来的。怎么样感应？真诚，真诚到极处，诚则灵。",
      "zh_TW": "學佛，特別是弘法這一樁事情，我們以前學教，李老師常常教導我們，弘法利生不容易，必須要通達世出世間法。他就舉個比喻：出世間法就不談了，我們舉個世間法的例子。世間法還不談全世界的，專講中國古老的《四庫全書》，你有沒有辦法通達？這是世間法裡面的局部、一部分，你都沒有辦法通達，你怎麼能談弘法利生？現在弘法利生的事情也沒人做，我們到底怎麼辦？老師教我們四個字：「至誠感通。」我們唯一的辦法就是求感應，求佛菩薩加持；不是我們自己的力量，佛的力量讓我們對世出世間法通達了。這個通達不是學來的，是感應來的。怎麼樣感應？真誠，真誠到極處，誠則靈。"
    },
    {
      "id": "21-090-0067_p0020",
      "zh_CN": "我这一生就是得力老师这一句话的教导。实在讲，我对世出世间法涉猎太少太少了，怎么能谈说通？完全靠佛菩萨加持，一个真诚心求感应。真诚一定要专，专精他才能得感应。你学的东西太多、太杂、太乱，感应就没有了。所以一定是一门深入，长时间的薰修，就能得感应。我是用这个方法，这个方法我用了几十年，还很有效，确确实实自己不断的在进步，都是靠这个方法，以纯真的心处事待人接物，以纯善的心处事待人接物。",
      "zh_TW": "我這一生就是得力老師這一句話的教導。實在講，我對世出世間法涉獵太少太少了，怎麼能談說通？完全靠佛菩薩加持，一個真誠心求感應。真誠一定要專，專精他才能得感應。你學的東西太多、太雜、太亂，感應就沒有了。所以一定是一門深入，長時間的薰修，就能得感應。我是用這個方法，這個方法我用了幾十年，還很有效，確確實實自己不斷的在進步，都是靠這個方法，以純真的心處事待人接物，以純善的心處事待人接物。"
    },
    {
      "id": "21-090-0067_p0021",
      "zh_CN": "纵然是恶人，毁谤我的人、误会我的人、侮辱我的人、陷害我的人，我都把他当作佛菩萨、当老师来看待，决定没有丝毫怨恨心，没有一丝毫不善的念头，我凭这一点得感应。确实我今天如果遇到歌利王来割截我的身体，我也会像忍辱仙人一样，我会很感谢他，我不会有丝毫怨恨心。为什么？我知道死了以后有好地方去，我很有把握，决定比这一生殊胜不知道多少倍！我有这个把握，我有信心。所以我对于逆境、恶人，绝对不会有一念瞋恚心，这个我们要学。",
      "zh_TW": "縱然是惡人，毀謗我的人、誤會我的人、侮辱我的人、陷害我的人，我都把他當作佛菩薩、當老師來看待，決定沒有絲毫怨恨心，沒有一絲毫不善的念頭，我憑這一點得感應。確實我今天如果遇到歌利王來割截我的身體，我也會像忍辱仙人一樣，我會很感謝他，我不會有絲毫怨恨心。為什麼？我知道死了以後有好地方去，我很有把握，決定比這一生殊勝不知道多少倍！我有這個把握，我有信心。所以我對於逆境、惡人，絕對不會有一念瞋恚心，這個我們要學。"
    },
    {
      "id": "21-090-0067_p0022",
      "zh_CN": "《十善业道经》一开端，佛就教导龙王，「菩萨有一法，能断一切诸恶道苦」，这个法就是「昼夜常念思惟观察善法」，善法就是十善业道，这是在《十善业道经》说的。广义，就是佛在一切经典里面的教诲；狭义的，就是十善业道。所以念念要与这个相应，你一定会得诸佛护念，龙天善神拥护，决定得到的。",
      "zh_TW": "《十善業道經》一開端，佛就教導龍王，「菩薩有一法，能斷一切諸惡道苦」，這個法就是「晝夜常念思惟觀察善法」，善法就是十善業道，這是在《十善業道經》說的。廣義，就是佛在一切經典裡面的教誨；狹義的，就是十善業道。所以念念要與這個相應，你一定會得諸佛護念，龍天善神擁護，決定得到的。"
    },
    {
      "id": "21-090-0067_p0023",
      "zh_CN": "问：「有人说都看破了，就是放不下，认为看破比放下容易？」",
      "zh_TW": "問：「有人說都看破了，就是放不下，認為看破比放下容易？」"
    },
    {
      "id": "21-090-0067_p0024",
      "zh_CN": "答：实在讲，「都看破了，就是放不下」，换句话说，还是没看破。如果真看破了，没有放不下的；凡是没有放下，决定就没有看破。说老实话，放下容易看破难，哪有看破不能放下的道理？但是有，放下而没有看破，这种人有；看破而不能放下，没这个道理。",
      "zh_TW": "答：實在講，「都看破了，就是放不下」，換句話說，還是沒看破。如果真看破了，沒有放不下的；凡是沒有放下，決定就沒有看破。說老實話，放下容易看破難，哪有看破不能放下的道理？但是有，放下而沒有看破，這種人有；看破而不能放下，沒這個道理。"
    },
    {
      "id": "21-090-0067_p0025",
      "zh_CN": "佛法就如同孙中山先生讲的「知难行易」，佛法是知难行易。我在初学佛时，跟章嘉大师讨论过这个问题，到底是知难还是行难？是知难、行易。如果你透彻的了解，凡夫成佛在一念之间，你就晓得那多么容易；可是你要是看不破，那就太难太难了，所以凡圣在一念之间。",
      "zh_TW": "佛法就如同孫中山先生講的「知難行易」，佛法是知難行易。我在初學佛時，跟章嘉大師討論過這個問題，到底是知難還是行難？是知難、行易。如果你透徹的了解，凡夫成佛在一念之間，你就曉得那多麼容易；可是你要是看不破，那就太難太難了，所以凡聖在一念之間。"
    },
    {
      "id": "21-090-0067_p0026",
      "zh_CN": "问：「勇猛精进，把每天大部分时间用在佛学上，有人认为这是学佛不自在，学佛是活活泼泼的，应该是生活丰富、多采多姿的。请开示。」",
      "zh_TW": "問：「勇猛精進，把每天大部分時間用在佛學上，有人認為這是學佛不自在，學佛是活活潑潑的，應該是生活豐富、多采多姿的。請開示。」"
    },
    {
      "id": "21-090-0067_p0027",
      "zh_CN": "答：没错，学佛确实是非常活泼，真的是多采多姿，你看《大方广佛华严经》就晓得。「勇猛精进」这一句话你会念，你不懂意思。什么叫勇猛，什么叫精进，向什么地方勇猛精进？现在你看看世界上的人，我们出去看到马路上来来往往的人，那些人都勇猛精进，分秒必争，他们精进是什么？精进在赚钱。佛教给我们勇猛精进做什么？把烦恼习气断掉，勇猛精进要在这个地方，也就是说放下妄想分别执着，要在这上面勇猛精进，你就会得大自在了。",
      "zh_TW": "答：沒錯，學佛確實是非常活潑，真的是多采多姿，你看《大方廣佛華嚴經》就曉得。「勇猛精進」這一句話你會念，你不懂意思。什麼叫勇猛，什麼叫精進，向什麼地方勇猛精進？現在你看看世界上的人，我們出去看到馬路上來來往往的人，那些人都勇猛精進，分秒必爭，他們精進是什麼？精進在賺錢。佛教給我們勇猛精進做什麼？把煩惱習氣斷掉，勇猛精進要在這個地方，也就是說放下妄想分別執著，要在這上面勇猛精進，你就會得大自在了。"
    },
    {
      "id": "21-090-0067_p0028",
      "zh_CN": "真的要放下之后，佛在《华严经》跟我们讲，「理事无碍、事事无碍」，这就是活活泼泼，多采多姿，他没有障碍。障碍从哪里来的？障碍是从妄想分别执着来的。你能把这个放下，就把所有一切障碍的根拔掉了。这三样东西如果在，你怎么放，你放的是枝叶，根还在，你没有认真放下，要从根本放下。",
      "zh_TW": "真的要放下之後，佛在《華嚴經》跟我們講，「理事無礙、事事無礙」，這就是活活潑潑，多采多姿，他沒有障礙。障礙從哪裡來的？障礙是從妄想分別執著來的。你能把這個放下，就把所有一切障礙的根拔掉了。這三樣東西如果在，你怎麼放，你放的是枝葉，根還在，你沒有認真放下，要從根本放下。"
    },
    {
      "id": "21-090-0067_p0029",
      "zh_CN": "问：「有人说《大藏经》里没有一生成佛，而净土宗是提到一生成就，应该怎样理解？」",
      "zh_TW": "問：「有人說《大藏經》裡沒有一生成佛，而淨土宗是提到一生成就，應該怎樣理解？」"
    },
    {
      "id": "21-090-0067_p0030",
      "zh_CN": "答：《大藏经》有一生成佛，就是《华严经》。《华严经》最后善财童子五十三参，就是一生成佛。他亲近文殊菩萨，发了菩提心，五十三参是他修学的次第；他不是隔一生，他是一生当中，参访到最后普贤菩萨圆满成佛，所以《华严经》上是一生成佛。另外还有一部经，《法华经》上也是一生成佛；龙女八岁成佛，是一生，她不是在第二生。所以有。",
      "zh_TW": "答：《大藏經》有一生成佛，就是《華嚴經》。《華嚴經》最後善財童子五十三參，就是一生成佛。他親近文殊菩薩，發了菩提心，五十三參是他修學的次第；他不是隔一生，他是一生當中，參訪到最後普賢菩薩圓滿成佛，所以《華嚴經》上是一生成佛。另外還有一部經，《法華經》上也是一生成佛；龍女八歲成佛，是一生，她不是在第二生。所以有。"
    },
    {
      "id": "21-090-0067_p0031",
      "zh_CN": "净土宗讲到一生成就，成就也是成佛的意思，净土宗也是一生成佛，但是它这一生是在极乐世界，不是在我们这个世界。可是我们这个世界往生，就跟极乐世界连成一起，就没有界限。我们这个地方只要念佛念到真正能往生，不管什么品位，凡圣同居土下下品也是一生成佛，因为到极乐世界个个都无量寿，寿命太长。所以统统是一生成就。",
      "zh_TW": "淨土宗講到一生成就，成就也是成佛的意思，淨土宗也是一生成佛，但是它這一生是在極樂世界，不是在我們這個世界。可是我們這個世界往生，就跟極樂世界連成一起，就沒有界限。我們這個地方只要念佛念到真正能往生，不管什麼品位，凡聖同居土下下品也是一生成佛，因為到極樂世界個個都無量壽，壽命太長。所以統統是一生成就。"
    },
    {
      "id": "21-090-0067_p0032",
      "zh_CN": "问：「老法师说过，台湾有一居士曾在念佛堂当过维那，可是临终时却不喜欢听佛号，把助念的人赶走，应如何防止这种障碍产生？」",
      "zh_TW": "問：「老法師說過，台灣有一居士曾在念佛堂當過維那，可是臨終時卻不喜歡聽佛號，把助念的人趕走，應如何防止這種障礙產生？」"
    },
    {
      "id": "21-090-0067_p0033",
      "zh_CN": "答：这是一个很严肃的问题。虽然一生念佛，但是对这个世间有留恋，舍不得离开家亲眷属，不能放下他的财产，所以在临终的时候显示出来是贪生怕死。贪生怕死还是要死，他也没有延年益寿，还是死了。我们一定要提高警觉，这个警觉就是平常对生死这一关要看得淡，对于世缘要看得淡，决定不能够留恋，这个世间什么都是假的。人老的时候，就要想到快要走了，应该如何来处理后事；后事处理完了之后，心就放下了，走得也会很自在，你念佛功夫也会很得力。最怕的是什么？是你有执着，你放不下，这就很糟糕。",
      "zh_TW": "答：這是一個很嚴肅的問題。雖然一生念佛，但是對這個世間有留戀，捨不得離開家親眷屬，不能放下他的財產，所以在臨終的時候顯示出來是貪生怕死。貪生怕死還是要死，他也沒有延年益壽，還是死了。我們一定要提高警覺，這個警覺就是平常對生死這一關要看得淡，對於世緣要看得淡，決定不能夠留戀，這個世間什麼都是假的。人老的時候，就要想到快要走了，應該如何來處理後事；後事處理完了之後，心就放下了，走得也會很自在，你念佛功夫也會很得力。最怕的是什麼？是你有執著，你放不下，這就很糟糕。"
    },
    {
      "id": "21-090-0067_p0034",
      "zh_CN": "弘法利生也不是真的，也不要把它当作一回什么了不起的事情，说放下就放下了，你才得自在。所以佛教导我们「随缘」，这两个字好，绝不攀缘。随缘就是什么？恒顺众生。有机缘，我们会很认真、很努力去做；没有缘，念头都不生，这个多自在！现在有一些人是没有机会要创造条件，创造机会，那是攀缘；佛教我们随缘，随现成的，绝不加一丝毫自己的意思在里面，这叫真随缘。",
      "zh_TW": "弘法利生也不是真的，也不要把它當作一回什麼了不起的事情，說放下就放下了，你才得自在。所以佛教導我們「隨緣」，這兩個字好，絕不攀緣。隨緣就是什麼？恆順眾生。有機緣，我們會很認真、很努力去做；沒有緣，念頭都不生，這個多自在！現在有一些人是沒有機會要創造條件，創造機會，那是攀緣；佛教我們隨緣，隨現成的，絕不加一絲毫自己的意思在裡面，這叫真隨緣。"
    },
    {
      "id": "21-090-0067_p0035",
      "zh_CN": "大家在一起共修，是同学，这里面最重要的就是「六和敬」。六和敬里面最重要的第一条是「见和同解」，这一条要用现在的话来讲，就是志同道合。真正志同道合不容易！我们大家在一起共修，同一个方向，同一个目标，同一个原则，同一个看法，同一个想法，这种志同道合，这个团体才是真正六和敬的团体。如果这个团体人数再少，四个人、五个人，各人有各人的想法，各人有各人的看法，这就不是和合僧团。共识怎样建立？放弃自己的成见，共识就建立了；坚持自己的想法、看法，共识就打破了。",
      "zh_TW": "大家在一起共修，是同學，這裡面最重要的就是「六和敬」。六和敬裡面最重要的第一條是「見和同解」，這一條要用現在的話來講，就是志同道合。真正志同道合不容易！我們大家在一起共修，同一個方向，同一個目標，同一個原則，同一個看法，同一個想法，這種志同道合，這個團體才是真正六和敬的團體。如果這個團體人數再少，四個人、五個人，各人有各人的想法，各人有各人的看法，這就不是和合僧團。共識怎樣建立？放棄自己的成見，共識就建立了；堅持自己的想法、看法，共識就打破了。"
    },
    {
      "id": "21-090-0067_p0036",
      "zh_CN": "我们说话有的时候很含蓄，所以听的人要会听。为什么？说得太露骨了得罪人。古人讲话含蓄，听的人都很细心，能体会；现在人不行，稍微有一点含蓄就听不懂。戒经里面佛的重戒是五逆罪，五逆罪是堕阿鼻地狱。五逆罪里最后一条是破和合僧，「破和合僧」是什么意思？破六和敬。你就想到，我们如果坚持自己的意思、坚持自己的主张，把见和同解破坏了，我们就造了这一条罪，这一条罪的果报在阿鼻地狱。将来死了以后堕阿鼻地狱，还不知道怎么堕的，你说冤不冤枉！不容易，非常非常之难。",
      "zh_TW": "我們說話有的時候很含蓄，所以聽的人要會聽。為什麼？說得太露骨了得罪人。古人講話含蓄，聽的人都很細心，能體會；現在人不行，稍微有一點含蓄就聽不懂。戒經裡面佛的重戒是五逆罪，五逆罪是墮阿鼻地獄。五逆罪裡最後一條是破和合僧，「破和合僧」是什麼意思？破六和敬。你就想到，我們如果堅持自己的意思、堅持自己的主張，把見和同解破壞了，我們就造了這一條罪，這一條罪的果報在阿鼻地獄。將來死了以後墮阿鼻地獄，還不知道怎麼墮的，你說冤不冤枉！不容易，非常非常之難。"
    },
    {
      "id": "21-090-0067_p0037",
      "zh_CN": "所以一定要谨慎，经不能不读。我们为什么不能放弃？不明理，不晓得这个道理；真正把道理搞通、搞明白了，自然就放下了，绝不坚持，你来跟我说什么，都好，没有一样不好，只要不妨碍大众修行都好。你说我们的讲堂讲经，你觉得这个位置不好，位子、讲台摆到那边，行，可以。不管摆哪里，反正我们讲经就行了，何必一定要坚持？这是举一个例子。只要不碍大体，什么都好。学诸佛如来恒顺众生，随喜功德，绝对没有自己的意思。大众的意思，我们看得清清楚楚，为什么？都是妄想执着。他是凡夫，他没有办法，妄想执着一定有的。慢慢的帮助他觉悟，帮助他减轻，这样就好。",
      "zh_TW": "所以一定要謹慎，經不能不讀。我們為什麼不能放棄？不明理，不曉得這個道理；真正把道理搞通、搞明白了，自然就放下了，絕不堅持，你來跟我說什麼，都好，沒有一樣不好，只要不妨礙大眾修行都好。你說我們的講堂講經，你覺得這個位置不好，位子、講台擺到那邊，行，可以。不管擺哪裡，反正我們講經就行了，何必一定要堅持？這是舉一個例子。只要不礙大體，什麼都好。學諸佛如來恆順眾生，隨喜功德，絕對沒有自己的意思。大眾的意思，我們看得清清楚楚，為什麼？都是妄想執著。他是凡夫，他沒有辦法，妄想執著一定有的。慢慢的幫助他覺悟，幫助他減輕，這樣就好。"
    },
    {
      "id": "21-090-0067_p0038",
      "zh_CN": "后面一个问题：「如果见到有人举着牌子写道：缴五块钱就可以让某某法师给你在极乐世界登记个名字。我们应该怎么办？是把他赶走，还是不理他？有很多人去缴钱。」",
      "zh_TW": "後面一個問題：「如果見到有人舉著牌子寫道：繳五塊錢就可以讓某某法師給你在極樂世界登記個名字。我們應該怎麼辦？是把他趕走，還是不理他？有很多人去繳錢。」"
    },
    {
      "id": "21-090-0067_p0039",
      "zh_CN": "答：我也愿意去缴钱，这是好事情。问题是我们要问他，他有什么保证？这个很重要，如果他没有保证的话，到时候不兑现，那我们的钱不就给他骗去了？一定要有保证，决定要能够兑现；他要拿不出保证出来，我们就不相信他。他的保证是什么？这是很明显的在骗人。受骗的也都是好心，很难得，都是好心想到极乐世界的。极乐世界修学很困难，能够花五块钱就可以买到一个通行证，这是太容易了，不要说五块，五万块我都愿意去买。",
      "zh_TW": "答：我也願意去繳錢，這是好事情。問題是我們要問他，他有什麼保證？這個很重要，如果他沒有保證的話，到時候不兌現，那我們的錢不就給他騙去了？一定要有保證，決定要能夠兌現；他要拿不出保證出來，我們就不相信他。他的保證是什麼？這是很明顯的在騙人。受騙的也都是好心，很難得，都是好心想到極樂世界的。極樂世界修學很困難，能夠花五塊錢就可以買到一個通行證，這是太容易了，不要說五塊，五萬塊我都願意去買。"
    },
    {
      "id": "21-090-0067_p0040",
      "zh_CN": "这是台湾王居士，他在台湾目前有两个他帮助同修助念超荐的例子：「第一个，有一位老居士在断气二十二小时之后，在场助念的，包含他的女儿，看到有一股白烟从亡者顶上冲出，约二十多分钟才停止。」这大概是白的气体，断气之后二十二个小时，这时间很长，看到有一股气从顶门冲出，而且时间很长，有二十多分钟，这是第一个例子。「第二个，另一位亡者，在断气后二十四小时，在场助念的同修看到一股白烟从亡者顶门冲出，约有十多分钟。」这两种现象几乎是相同的，他下面问：「请问老法师，这是什么现象？能表示此人已往生吗？若此人实未往生，弘法、说法的人向信徒说已往生，弘法人有罪过或者是有过失吗？若此说法有错，且已制成录音带流通，请问应该如何补救？」",
      "zh_TW": "這是台灣王居士，他在台灣目前有兩個他幫助同修助念超薦的例子：「第一個，有一位老居士在斷氣二十二小時之後，在場助念的，包含他的女兒，看到有一股白煙從亡者頂上衝出，約二十多分鐘才停止。」這大概是白的氣體，斷氣之後二十二個小時，這時間很長，看到有一股氣從頂門衝出，而且時間很長，有二十多分鐘，這是第一個例子。「第二個，另一位亡者，在斷氣後二十四小時，在場助念的同修看到一股白煙從亡者頂門衝出，約有十多分鐘。」這兩種現象幾乎是相同的，他下面問：「請問老法師，這是什麼現象？能表示此人已往生嗎？若此人實未往生，弘法、說法的人向信徒說已往生，弘法人有罪過或者是有過失嗎？若此說法有錯，且已製成錄音帶流通，請問應該如何補救？」"
    },
    {
      "id": "21-090-0067_p0041",
      "zh_CN": "答：这个说法也不是究竟，究竟法是「言语道断，心行处灭」，那才叫究竟法，世尊四十九年所说的一切法都叫方便法。佛在四依法里面教我们，「依法不依人」、「依义不依语」、「依了义不依不了义」、「依智不依识」，这是提供我们最殊胜的原则。我们自己修学或为别人演说，不能不懂得这个原则。如果我们是纯善的心，这个心只希望帮助人对净宗建立信心，一心念佛求生净土，可以说他确实是往生了。纵然他没有往生，我这个心是帮助大家建立信心，让你们将来个个成就，他也有功德，他这种现象教很多人都发了信心往生，他肯定往生。",
      "zh_TW": "答：這個說法也不是究竟，究竟法是「言語道斷，心行處滅」，那才叫究竟法，世尊四十九年所說的一切法都叫方便法。佛在四依法裡面教我們，「依法不依人」、「依義不依語」、「依了義不依不了義」、「依智不依識」，這是提供我們最殊勝的原則。我們自己修學或為別人演說，不能不懂得這個原則。如果我們是純善的心，這個心只希望幫助人對淨宗建立信心，一心念佛求生淨土，可以說他確實是往生了。縱然他沒有往生，我這個心是幫助大家建立信心，讓你們將來個個成就，他也有功德，他這種現象教很多人都發了信心往生，他肯定往生。"
    },
    {
      "id": "21-090-0067_p0042",
      "zh_CN": "如果用现在科学眼光来看，或者他身体里面有这些气体，在这个时候它从身体某一个部分往外面发泄，这是现在医学里面他们的说法。他们不承认这是一种瑞相，认为这是一个物理现象，是个物质现象。他这种解释也不能说他错误，他也有他的根据，也有他的道理。",
      "zh_TW": "如果用現在科學眼光來看，或者他身體裡面有這些氣體，在這個時候它從身體某一個部分往外面發洩，這是現在醫學裡面他們的說法。他們不承認這是一種瑞相，認為這是一個物理現象，是個物質現象。他這種解釋也不能說他錯誤，他也有他的根據，也有他的道理。"
    },
    {
      "id": "21-090-0067_p0043",
      "zh_CN": "所以法没有定法，重要的是说法的人我们用的是什么心？如果用的心纯正，是劝导众生对于净宗建立信心，决心求生净土，我们的说法没有过失。所以懂得这个原则，你的事情就好办了，自己就没有疑惑了。《无量寿经》上都说，疑是菩萨最大的障碍。所以一定要断疑生信，我们自己有信心，帮助别人建立信心。这是佛七当中的问题，「请主七和尚慈悲开示。」这主七和尚偷懒，怎么拿到我这儿来了？这大概不是悟道就是悟全的，拿到这里来了。有一位老菩萨有三个问题，第一个问题：「他有一位朋友修禅的，这位老菩萨劝这一位修禅的说：『修净土念佛法门比较快成就，为什么不修净土？』老菩萨问，是否造了毁谤三宝罪？」",
      "zh_TW": "所以法沒有定法，重要的是說法的人我們用的是什麼心？如果用的心純正，是勸導眾生對於淨宗建立信心，決心求生淨土，我們的說法沒有過失。所以懂得這個原則，你的事情就好辦了，自己就沒有疑惑了。《無量壽經》上都說，疑是菩薩最大的障礙。所以一定要斷疑生信，我們自己有信心，幫助別人建立信心。這是佛七當中的問題，「請主七和尚慈悲開示。」這主七和尚偷懶，怎麼拿到我這兒來了？這大概不是悟道就是悟全的，拿到這裡來了。有一位老菩薩有三個問題，第一個問題：「他有一位朋友修禪的，這位老菩薩勸這一位修禪的說：『修淨土念佛法門比較快成就，為什麼不修淨土？』老菩薩問，是否造了毀謗三寶罪？」"
    },
    {
      "id": "21-090-0067_p0044",
      "zh_CN": "答：这要看当时的情形，不见得是毁谤三宝。如果是对一个人讲，这个没有问题；如果是禅宗道场里面讲，那是不可以的。对一个人讲，知道这个人学禅不能成就，劝他修净土，这是对的，这是正确的。如果观察这个学禅的人有成就，看他决定能成功，我们要欢喜赞叹，不应该劝他修净土。「法门平等，无有高下」，问题是要观察对方。特别是一个人，没问题。",
      "zh_TW": "答：這要看當時的情形，不見得是毀謗三寶。如果是對一個人講，這個沒有問題；如果是禪宗道場裡面講，那是不可以的。對一個人講，知道這個人學禪不能成就，勸他修淨土，這是對的，這是正確的。如果觀察這個學禪的人有成就，看他決定能成功，我們要歡喜讚歎，不應該勸他修淨土。「法門平等，無有高下」，問題是要觀察對方。特別是一個人，沒問題。"
    },
    {
      "id": "21-090-0067_p0045",
      "zh_CN": "而实在说，学禅如果没有好的老师指导，没有殊胜的助缘道场或同参道友，确实是很不容易成就。如果他真的喜欢参禅，我过去认识一个禅宗道场，香港大屿山「宝莲寺」圣一法师的道场，在我所见过禅宗道场，他那里很如法，非常殊胜。但是现在圣一法师年岁也大了，听说也常常生病；老和尚如果不能够照顾这些大众，若是后继无人，那就很困难了。又何况大屿山那个地方现在香港建立一个飞机场，把它的风水破坏了。它本来在大屿山的后山，非常安静，现在飞机场就建在下面，佛说世间无常，这个一点都不错。所以这个不算毁谤三宝，你不是在禅宗道场。",
      "zh_TW": "而實在說，學禪如果沒有好的老師指導，沒有殊勝的助緣道場或同參道友，確實是很不容易成就。如果他真的喜歡參禪，我過去認識一個禪宗道場，香港大嶼山「寶蓮寺」聖一法師的道場，在我所見過禪宗道場，他那裡很如法，非常殊勝。但是現在聖一法師年歲也大了，聽說也常常生病；老和尚如果不能夠照顧這些大眾，若是後繼無人，那就很困難了。又何況大嶼山那個地方現在香港建立一個飛機場，把它的風水破壞了。它本來在大嶼山的後山，非常安靜，現在飛機場就建在下面，佛說世間無常，這個一點都不錯。所以這個不算毀謗三寶，你不是在禪宗道場。"
    },
    {
      "id": "21-090-0067_p0046",
      "zh_CN": "第二个问题：「这位老菩萨吃素，家里人不吃素要吃肉，因此这位老菩萨天天要煮肉给他们吃，他感觉到身心不安。家里人不懂佛法，有时造成毁谤三宝，老菩萨应该怎么办？」",
      "zh_TW": "第二個問題：「這位老菩薩吃素，家裡人不吃素要吃肉，因此這位老菩薩天天要煮肉給他們吃，他感覺到身心不安。家裡人不懂佛法，有時造成毀謗三寶，老菩薩應該怎麼辦？」"
    },
    {
      "id": "21-090-0067_p0047",
      "zh_CN": "答：应该欢欢喜喜的煮肉给他们吃，他们就不会毁谤了。对不对？我讲的是有道理。六祖惠能大师在猎人队里煮肉给那些猎人吃，煮了十五年，不是十五天，欢欢喜喜的煮给他们吃，慢慢再感化他们，这个要长时间。他们吃肉你吃素，过了若干年之后，你的身体比他好，你的体力比他壮，让他慢慢去想，慢慢发现「吃素的比我们好」，他就会回头了。千万不要造成冲突，不要造成误会，这个非常重要！佛法常说：「菩萨所在之处，令一切众生生欢喜心」，如果叫众生生烦恼，那就不是佛法。一定要叫众生生欢喜心，随顺他。他有业障，到他觉悟的时候他就会回头。所以，要帮助他觉悟。",
      "zh_TW": "答：應該歡歡喜喜的煮肉給他們吃，他們就不會毀謗了。對不對？我講的是有道理。六祖惠能大師在獵人隊裡煮肉給那些獵人吃，煮了十五年，不是十五天，歡歡喜喜的煮給他們吃，慢慢再感化他們，這個要長時間。他們吃肉你吃素，過了若干年之後，你的身體比他好，你的體力比他壯，讓他慢慢去想，慢慢發現「吃素的比我們好」，他就會回頭了。千萬不要造成衝突，不要造成誤會，這個非常重要！佛法常說：「菩薩所在之處，令一切眾生生歡喜心」，如果叫眾生生煩惱，那就不是佛法。一定要叫眾生生歡喜心，隨順他。他有業障，到他覺悟的時候他就會回頭。所以，要幫助他覺悟。"
    },
    {
      "id": "21-090-0067_p0048",
      "zh_CN": "第三个问题：「老菩萨说，前几年导师常住台湾，他在学佛过程中感觉很安稳，现在老师不在台湾，修行当中感觉失去依靠。他说唯有依靠老师的学生们，可是学生们有时也来来去去，他问如何保护自己有安稳依靠？」",
      "zh_TW": "第三個問題：「老菩薩說，前幾年導師常住台灣，他在學佛過程中感覺很安穩，現在老師不在台灣，修行當中感覺失去依靠。他說唯有依靠老師的學生們，可是學生們有時也來來去去，他問如何保護自己有安穩依靠？」"
    },
    {
      "id": "21-090-0067_p0049",
      "zh_CN": "答：世间凡夫都要找个依靠，其实佛看得很清楚，你们不是要依靠吗？所以就给你三皈依，你就有依靠了。所以不要依靠人，要依靠三宝，依靠佛、依靠法、依靠僧。僧，不是指某一个人，要懂得它的精神，不要着重形相。形相，相是虚妄的，相都是会坏的，决定靠不住，要懂得精神。",
      "zh_TW": "答：世間凡夫都要找個依靠，其實佛看得很清楚，你們不是要依靠嗎？所以就給你三皈依，你就有依靠了。所以不要依靠人，要依靠三寶，依靠佛、依靠法、依靠僧。僧，不是指某一個人，要懂得它的精神，不要著重形相。形相，相是虛妄的，相都是會壞的，決定靠不住，要懂得精神。"
    },
    {
      "id": "21-090-0067_p0050",
      "zh_CN": "佛是什么？佛是觉。我们要天天求觉悟，天天求破迷开悟，这就是依靠佛。天天读诵经典，依教奉行，这就是依靠法。与一切大众和睦相处，清净无染，这就是依靠僧；僧的意思是清净，六根清净，一尘不染。我们六根接触外面六尘境界，真正在顺境、善缘里面不生贪爱，在逆境、恶缘里面不生瞋恚，这叫依靠僧。这是真正皈依三宝，三宝是我们的依靠，你的心就安稳了。世界不管怎么动乱，我心不动；它怎么样的危险，我心平安。我身心都平安，绝不受外境影响，你学佛就有了功夫。",
      "zh_TW": "佛是什麼？佛是覺。我們要天天求覺悟，天天求破迷開悟，這就是依靠佛。天天讀誦經典，依教奉行，這就是依靠法。與一切大眾和睦相處，清淨無染，這就是依靠僧；僧的意思是清淨，六根清淨，一塵不染。我們六根接觸外面六塵境界，真正在順境、善緣裡面不生貪愛，在逆境、惡緣裡面不生瞋恚，這叫依靠僧。這是真正皈依三寶，三寶是我們的依靠，你的心就安穩了。世界不管怎麼動亂，我心不動；它怎麼樣的危險，我心平安。我身心都平安，絕不受外境影響，你學佛就有了功夫。"
    },
    {
      "id": "21-090-0067_p0051",
      "zh_CN": "这位同修问：「通常人往生，二十四小时神识已经离开肉体。这一次，福建福鼎有一位居士往生，过二十四小时浑身还是热的，遇到这种情况，请问是否加长助念的时间？」",
      "zh_TW": "這位同修問：「通常人往生，二十四小時神識已經離開肉體。這一次，福建福鼎有一位居士往生，過二十四小時渾身還是熱的，遇到這種情況，請問是否加長助念的時間？」"
    },
    {
      "id": "21-090-0067_p0052",
      "zh_CN": "答：对，没错！加长助念的时间。他身体是热的，就是证明他阿赖耶识没有离开。神识离开身体，实在讲每一个人时间长短并不相同，但是一般，多数大概是八小时就离开了。但是我们学佛的人总为了安全起见，最好能够延长到十二小时以上，这个比较上更安全。神识离开的时候，他全身都凉透了；如果还有热气，他的神识没离开。所以我们念佛的时间可以加长，这是很安全，也是一桩好事情。",
      "zh_TW": "答：對，沒錯！加長助念的時間。他身體是熱的，就是證明他阿賴耶識沒有離開。神識離開身體，實在講每一個人時間長短並不相同，但是一般，多數大概是八小時就離開了。但是我們學佛的人總為了安全起見，最好能夠延長到十二小時以上，這個比較上更安全。神識離開的時候，他全身都涼透了；如果還有熱氣，他的神識沒離開。所以我們念佛的時間可以加長，這是很安全，也是一樁好事情。"
    },
    {
      "id": "21-090-0067_p0053",
      "zh_CN": "还有一个问题：「我们那里有一位六十岁的女居士，在一次大风后，有一棵二十多年的大桐树刮倒了，她用手轻轻一提就放到一边，事后才知道奇怪。请问这是怎么回事情？」",
      "zh_TW": "還有一個問題：「我們那裡有一位六十歲的女居士，在一次大風後，有一棵二十多年的大桐樹刮倒了，她用手輕輕一提就放到一邊，事後才知道奇怪。請問這是怎麼回事情？」"
    },
    {
      "id": "21-090-0067_p0054",
      "zh_CN": "答：这是古人讲的「精诚所至，金石为开」。因为这个时候你没有妄想分别执着，所以轻轻的就提走了；到你一起心动念，你就拿不动了。这个事情古时候有例子，鸠摩罗什大师七岁的时候，他在寺庙里玩，有一个很大的钟，他一下子就举起来了，放下之后想：「我才七岁，我怎么会有这么大的力气？」再举的时候，举不动了。我们就证明，人在没有妄念的时候，有这个本能，那个能力是没有限量的。",
      "zh_TW": "答：這是古人講的「精誠所至，金石為開」。因為這個時候你沒有妄想分別執著，所以輕輕的就提走了；到你一起心動念，你就拿不動了。這個事情古時候有例子，鳩摩羅什大師七歲的時候，他在寺廟裡玩，有一個很大的鐘，他一下子就舉起來了，放下之後想：「我才七歲，我怎麼會有這麼大的力氣？」再舉的時候，舉不動了。我們就證明，人在沒有妄念的時候，有這個本能，那個能力是沒有限量的。"
    },
    {
      "id": "21-090-0067_p0055",
      "zh_CN": "我们中国古书记载汉朝李广，这称飞将军。李广他行军的时候，看到草里面有一块大石头，他以为是老虎，他就拿了弓箭一箭射下去。那个箭他用的力很大、很猛，箭射下去几乎整个箭头都射透了；下来一看，是一块石头，「我有这么大的力气？」再射一枝看，射不进去了。",
      "zh_TW": "我們中國古書記載漢朝李廣，這稱飛將軍。李廣他行軍的時候，看到草裡面有一塊大石頭，他以為是老虎，他就拿了弓箭一箭射下去。那個箭他用的力很大、很猛，箭射下去幾乎整個箭頭都射透了；下來一看，是一塊石頭，「我有這麼大的力氣？」再射一枝看，射不進去了。"
    },
    {
      "id": "21-090-0067_p0056",
      "zh_CN": "从这个地方证明佛所讲的话没错，「一切唯心造」，可以从这里证明。佛又说：「一切法从心想生」。他没把它当作石头，他把它当作老虎，所以箭能够射得穿；第二个念头，「它是一块石头」，箭就没有用了，就射不进去了，就是这个道理。",
      "zh_TW": "從這個地方證明佛所講的話沒錯，「一切唯心造」，可以從這裡證明。佛又說：「一切法從心想生」。他沒把它當作石頭，他把它當作老虎，所以箭能夠射得穿；第二個念頭，「它是一塊石頭」，箭就沒有用了，就射不進去了，就是這個道理。"
    }
  ]
}