{
  "doc_id": "21-090-0083",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十三集",
    "zh_TW": "第八十三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0083",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "21-090-0083_p0001",
      "zh_CN": "问：福建同修提的几个问题，第一个问题，「修持净土法门，念佛开始的仪式和结尾的回向，请问如何安排集体修行？」",
      "zh_TW": "問：福建同修提的幾個問題，第一個問題，「修持淨土法門，念佛開始的儀式和結尾的迴向，請問如何安排集體修行？」"
    },
    {
      "id": "21-090-0083_p0002",
      "zh_CN": "答：这个问题在这里讲不清楚，我希望你们到居士林念佛堂，最好是到念佛堂去参加几枝香，你们就明白、就清楚了。或者在中国修净土念佛的法师、大德们很多，请他们来带个一段时期，带个三天、五天、一个星期或者两个星期，让大家都能够把仪规学会。",
      "zh_TW": "答：這個問題在這裡講不清楚，我希望你們到居士林念佛堂，最好是到念佛堂去參加幾枝香，你們就明白、就清楚了。或者在中國修淨土念佛的法師、大德們很多，請他們來帶個一段時期，帶個三天、五天、一個星期或者兩個星期，讓大家都能夠把儀規學會。"
    },
    {
      "id": "21-090-0083_p0003",
      "zh_CN": "问：第二个问题，「请问净土常诵的经文有哪些，又以什么参考书籍帮助经教？」",
      "zh_TW": "問：第二個問題，「請問淨土常誦的經文有哪些，又以什麼參考書籍幫助經教？」"
    },
    {
      "id": "21-090-0083_p0004",
      "zh_CN": "答：这个问题问得非常广泛，也是一时没有法子给你讲清楚。最好是从《印光大师文钞》学起，我们初学的人依《印光大师文钞》，《文钞》里面有详细的说明，教我们应该读哪些经论，应该参考哪些祖师大德的著作。",
      "zh_TW": "答：這個問題問得非常廣泛，也是一時沒有法子給你講清楚。最好是從《印光大師文鈔》學起，我們初學的人依《印光大師文鈔》，《文鈔》裡面有詳細的說明，教我們應該讀哪些經論，應該參考哪些祖師大德的著作。"
    },
    {
      "id": "21-090-0083_p0005",
      "zh_CN": "问：第三个问题，「请问对于临终居士应如何处理，是否盖往生被以及金刚光明沙等？」",
      "zh_TW": "問：第三個問題，「請問對於臨終居士應如何處理，是否蓋往生被以及金剛光明沙等？」"
    },
    {
      "id": "21-090-0083_p0006",
      "zh_CN": "答：临终处理，过去的大德写了一部《饬终津梁》，这本书是文言文写的，比较深一点，以后又有人把它写成白话文叫《饬终须知》。在台湾因为「饬终」这两个字一般人不太懂，我们把它加了一个名称叫《怎样念佛不退往生成佛》。过去韩馆长往生的时候，我们曾经印了一万本，而且里面重要的部分，我们都用红笔画起来，是套色影印的。这本书我想此地都有，你们可以带几本回去做参考。至于盖往生被、光明沙并不重要，真正重要的是自己修持的功夫，绝对不是盖往生被就能往生，不盖往生被就不能往生，既然是这样子，我们何必要修行，我们多做一些往生被就可以了，我们每一个人都往生了。往生被跟光明沙都是次要的，都不是重要的，重要的是一定要如理如法的修学。念佛往生的理论跟方法都在《无量寿经》里面，诸位仔细的去读诵《无量寿经》，你就明了。",
      "zh_TW": "答：臨終處理，過去的大德寫了一部《飭終津梁》，這本書是文言文寫的，比較深一點，以後又有人把它寫成白話文叫《飭終須知》。在台灣因為「飭終」這兩個字一般人不太懂，我們把它加了一個名稱叫《怎樣念佛不退往生成佛》。過去韓館長往生的時候，我們曾經印了一萬本，而且裡面重要的部分，我們都用紅筆畫起來，是套色影印的。這本書我想此地都有，你們可以帶幾本回去做參考。至於蓋往生被、光明沙並不重要，真正重要的是自己修持的功夫，絕對不是蓋往生被就能往生，不蓋往生被就不能往生，既然是這樣子，我們何必要修行，我們多做一些往生被就可以了，我們每一個人都往生了。往生被跟光明沙都是次要的，都不是重要的，重要的是一定要如理如法的修學。念佛往生的理論跟方法都在《無量壽經》裡面，諸位仔細的去讀誦《無量壽經》，你就明瞭。"
    },
    {
      "id": "21-090-0083_p0007",
      "zh_CN": "问：第四个问题，「如何组织居士林团体共修，请问是否有具体资料供给参考？」",
      "zh_TW": "問：第四個問題，「如何組織居士林團體共修，請問是否有具體資料供給參考？」"
    },
    {
      "id": "21-090-0083_p0008",
      "zh_CN": "答：新加坡居士林有六十多年历史，而且现在的林长李木源居士，他可以说是从小就在这个道场接受薰修，对于居士林的种种，他了解得非常透彻，这个问题可以向他请教。",
      "zh_TW": "答：新加坡居士林有六十多年歷史，而且現在的林長李木源居士，他可以說是從小就在這個道場接受薰修，對於居士林的種種，他了解得非常透徹，這個問題可以向他請教。"
    },
    {
      "id": "21-090-0083_p0009",
      "zh_CN": "问：第五个问题，「请问为临终人助念，用念佛机或是影碟片念佛可以吗？」",
      "zh_TW": "問：第五個問題，「請問為臨終人助念，用念佛機或是影碟片念佛可以嗎？」"
    },
    {
      "id": "21-090-0083_p0010",
      "zh_CN": "答：可以，这是很好的一个方式，如果请不到人帮忙助念，用这个方法好，务必要念佛的声音，「阿弥陀佛」的名号昼夜不间断。",
      "zh_TW": "答：可以，這是很好的一個方式，如果請不到人幫忙助念，用這個方法好，務必要念佛的聲音，「阿彌陀佛」的名號晝夜不間斷。"
    },
    {
      "id": "21-090-0083_p0011",
      "zh_CN": "问：下面一个问题，「有个附件，关于筹建弥陀村之初步构想。」",
      "zh_TW": "問：下面一個問題，「有個附件，關於籌建彌陀村之初步構想。」"
    },
    {
      "id": "21-090-0083_p0012",
      "zh_CN": "答：这个意见我不能够给你们提供，为什么？每个国家地区都有它的法令规章，这些问题应当向当地佛协、当地宗教局请教。佛弟子无论兴建哪个事业，决定不可以违背国家的法令规章。我最近在澳洲要办一个净宗学院，我们完全遵守澳洲国家的法律，现在它批准了，我们在那边正式办学，培训讲经说法的学生。",
      "zh_TW": "答：這個意見我不能夠給你們提供，為什麼？每個國家地區都有它的法令規章，這些問題應當向當地佛協、當地宗教局請教。佛弟子無論興建哪個事業，決定不可以違背國家的法令規章。我最近在澳洲要辦一個淨宗學院，我們完全遵守澳洲國家的法律，現在它批准了，我們在那邊正式辦學，培訓講經說法的學生。"
    },
    {
      "id": "21-090-0083_p0013",
      "zh_CN": "问：「集体修八关斋戒，如果没有出家人带领，请问是否如法？」",
      "zh_TW": "問：「集體修八關齋戒，如果沒有出家人帶領，請問是否如法？」"
    },
    {
      "id": "21-090-0083_p0014",
      "zh_CN": "答：可以的。八关斋戒只要你里面的仪规意义、修行的道理方法，你都能够了解，个人可以在佛菩萨形像面前发愿受持，但是它的期限是一天二十四小时；如果第二天要继续受，还要继续做这个仪式，能够有出家人给你做更好，没有出家人，自己在佛菩萨形像面前发愿也可以。居士当中有长者大德对仪规熟悉的，也可以来给你们主持。",
      "zh_TW": "答：可以的。八關齋戒只要你裡面的儀規意義、修行的道理方法，你都能夠了解，個人可以在佛菩薩形像面前發願受持，但是它的期限是一天二十四小時；如果第二天要繼續受，還要繼續做這個儀式，能夠有出家人給你做更好，沒有出家人，自己在佛菩薩形像面前發願也可以。居士當中有長者大德對儀規熟悉的，也可以來給你們主持。"
    },
    {
      "id": "21-090-0083_p0015",
      "zh_CN": "问：「在家每天中午供养米饭给佛菩萨，不施食、不念咒，请问是否如法？」",
      "zh_TW": "問：「在家每天中午供養米飯給佛菩薩，不施食、不念咒，請問是否如法？」"
    },
    {
      "id": "21-090-0083_p0016",
      "zh_CN": "答：也可以，这是因为你不会，只要你有真诚恭敬心，佛菩萨不会计较这些。如果是施食供养鬼神，我想这些仪规跟咒语都很简单，很短的时间你就能学会。",
      "zh_TW": "答：也可以，這是因為你不會，只要你有真誠恭敬心，佛菩薩不會計較這些。如果是施食供養鬼神，我想這些儀規跟咒語都很簡單，很短的時間你就能學會。"
    },
    {
      "id": "21-090-0083_p0017",
      "zh_CN": "问：最后一个问题，「在家受菩萨戒后煮荤菜，请问是否如法？」",
      "zh_TW": "問：最後一個問題，「在家受菩薩戒後煮葷菜，請問是否如法？」"
    },
    {
      "id": "21-090-0083_p0018",
      "zh_CN": "答：可以的，因为家里的人还有一些不能够吃素，你为他们服务，我想没有问题。因为过去六祖惠能大师，在猎人队里面，每天都煮肉食供养那些猎人，他在猎人队里住了十五年，他自己吃肉边菜，我们在古人记载里面都能够看到的。",
      "zh_TW": "答：可以的，因為家裡的人還有一些不能夠吃素，你為他們服務，我想沒有問題。因為過去六祖惠能大師，在獵人隊裡面，每天都煮肉食供養那些獵人，他在獵人隊裡住了十五年，他自己吃肉邊菜，我們在古人記載裡面都能夠看到的。"
    },
    {
      "id": "21-090-0083_p0019",
      "zh_CN": "问：这位是商丘的居士，他问四个问题，他说：「我入佛门四个多月来，学习情况及不理解的事向你老人家会报请教。（当然学佛四个月，有问题自然是免不了的。）第一个问题，「我受皈依那天中午，饭后休息眼看见成群结队的男女出家人，还有阿弥陀佛；我去居士林超度亲人回来，晚上十一点钟迷迷糊糊的，眼睛看到阿弥陀佛，还有像白果树一样一层层的叶枝，还有等等一切感应。」",
      "zh_TW": "問：這位是商丘的居士，他問四個問題，他說：「我入佛門四個多月來，學習情況及不理解的事向你老人家會報請教。（當然學佛四個月，有問題自然是免不了的。）第一個問題，「我受皈依那天中午，飯後休息眼看見成群結隊的男女出家人，還有阿彌陀佛；我去居士林超度親人回來，晚上十一點鐘迷迷糊糊的，眼睛看到阿彌陀佛，還有像白果樹一樣一層層的葉枝，還有等等一切感應。」"
    },
    {
      "id": "21-090-0083_p0020",
      "zh_CN": "答：这是你所遇到的一些现象，这些现象不要放在心上，感应不但是在佛门，在一切时处都有的，只是每一个人所见到的不太一样。佛在《楞严经》给我们说过，境界现前，无论是佛境还是魔境，都不要去理会；也就是说，不要把它放在心上，这叫好境界。如果放在心上常常去想、常常念、常常说，境界很容易变成魔境界，对自己修学会造成障碍。你初学这种示现是给你信心，你相信阿弥陀佛确实有，念佛往生决定是真的不是假的，建立这个信心这就好了。不必到处给人宣扬，也不必把这个事情放在心上，一心老老实实念佛就好。",
      "zh_TW": "答：這是你所遇到的一些現象，這些現象不要放在心上，感應不但是在佛門，在一切時處都有的，只是每一個人所見到的不太一樣。佛在《楞嚴經》給我們說過，境界現前，無論是佛境還是魔境，都不要去理會；也就是說，不要把它放在心上，這叫好境界。如果放在心上常常去想、常常念、常常說，境界很容易變成魔境界，對自己修學會造成障礙。你初學這種示現是給你信心，你相信阿彌陀佛確實有，念佛往生決定是真的不是假的，建立這個信心這就好了。不必到處給人宣揚，也不必把這個事情放在心上，一心老老實實念佛就好。"
    },
    {
      "id": "21-090-0083_p0021",
      "zh_CN": "问：第二，「我打坐念佛、拜佛二、三十分钟，想到伤心处自己就流眼泪，又打坐一个姿势累了，请问可否换一个姿势？」",
      "zh_TW": "問：第二，「我打坐念佛、拜佛二、三十分鐘，想到傷心處自己就流眼淚，又打坐一個姿勢累了，請問可否換一個姿勢？」"
    },
    {
      "id": "21-090-0083_p0022",
      "zh_CN": "答：可以的，我们念佛人打坐跟参禅不一样，念佛的叫静坐，坐下来念佛；最好还是经行，也就是像我们普通一样，以很慢的速度散步，这样念佛比坐下来念佛还好。如果觉得累了，你可以坐下来念，不感觉得累，还是经行比较适当。",
      "zh_TW": "答：可以的，我們念佛人打坐跟參禪不一樣，念佛的叫靜坐，坐下來念佛；最好還是經行，也就是像我們普通一樣，以很慢的速度散步，這樣念佛比坐下來念佛還好。如果覺得累了，你可以坐下來念，不感覺得累，還是經行比較適當。"
    },
    {
      "id": "21-090-0083_p0023",
      "zh_CN": "问：第三个问题，「念佛下定决心要作佛，西方是我归家之路，走定了，任何风都可以不动摇了。」",
      "zh_TW": "問：第三個問題，「念佛下定決心要作佛，西方是我歸家之路，走定了，任何風都可以不動搖了。」"
    },
    {
      "id": "21-090-0083_p0024",
      "zh_CN": "答：我想你写的，我这样给你答复也就可以了。",
      "zh_TW": "答：我想你寫的，我這樣給你答覆也就可以了。"
    },
    {
      "id": "21-090-0083_p0025",
      "zh_CN": "问：这是河南商丘一位同修来的信，他没有写名字。他说：「我今年二十岁，自幼跟母亲学习中华养生功之后（大概这也是练功的），又学习密宗，九六年偶然接触到净土法门，拿到净空法师的著作，感觉到净土念佛求生是快捷成佛的法门；而密宗确有多种不同的讲法，就去请教密宗老师，老师说，净土乃为小乘，是显宗，不可以相信。我听后心中疑惑，佛法为何有大小乘，为何有显宗、密宗？而我在老师背后仍然偷看净土宗的经典，之后被老师发现，就说我与密宗无缘，便不再认我这个徒弟，我向老师磕了三个头就走了。就在我要放弃佛法之际，遇到一位老师，他告诉我禅、密、净都是佛陀教导的，不要分别，他又送我一本书，于是我在佛前发愿专修净土往生西方。九九年考上郑州河南直攻医学院，开始了医生的职业。看到了人的痛苦死亡，于是有一天想到我也会死，但我又怕死，就去心理医生那里咨询，医生说我得了一种心理病，这一次的心理治疗没有收到效果，从此我就生活在病苦的日子里，经常有病、吃药。由于别人不理解，我就经常独自一个人到河边念佛，想往生西方，如此心情逐渐好转。有一次梦中我见到了阿弥陀佛、观世音菩萨、大势至菩萨，阿弥陀佛说了一首偈，我的印象非常深刻，佛说：『万缘放下归一念，一心念佛求往生，脱离六道轮回苦，慈悲为怀度众生。』我在梦中大声叫着阿弥陀佛，你别走，我开始痛哭起来，人家把我叫醒问我怎么了？我无言以对。」这是他经历的一些事情，现在他问三个问题。第一个问题：「我为什么会有这么多痛苦？」第二个问题：「我应该怎么生活？」第三个问题：「请净空法师救救我这个苦难深重的弟子。」",
      "zh_TW": "問：這是河南商丘一位同修來的信，他沒有寫名字。他說：「我今年二十歲，自幼跟母親學習中華養生功之後（大概這也是練功的），又學習密宗，九六年偶然接觸到淨土法門，拿到淨空法師的著作，感覺到淨土念佛求生是快捷成佛的法門；而密宗確有多種不同的講法，就去請教密宗老師，老師說，淨土乃為小乘，是顯宗，不可以相信。我聽後心中疑惑，佛法為何有大小乘，為何有顯宗、密宗？而我在老師背後仍然偷看淨土宗的經典，之後被老師發現，就說我與密宗無緣，便不再認我這個徒弟，我向老師磕了三個頭就走了。就在我要放棄佛法之際，遇到一位老師，他告訴我禪、密、淨都是佛陀教導的，不要分別，他又送我一本書，於是我在佛前發願專修淨土往生西方。九九年考上鄭州河南直攻醫學院，開始了醫生的職業。看到了人的痛苦死亡，於是有一天想到我也會死，但我又怕死，就去心理醫生那裡諮詢，醫生說我得了一種心理病，這一次的心理治療沒有收到效果，從此我就生活在病苦的日子裡，經常有病、吃藥。由於別人不理解，我就經常獨自一個人到河邊念佛，想往生西方，如此心情逐漸好轉。有一次夢中我見到了阿彌陀佛、觀世音菩薩、大勢至菩薩，阿彌陀佛說了一首偈，我的印象非常深刻，佛說：『萬緣放下歸一念，一心念佛求往生，脫離六道輪迴苦，慈悲為懷度眾生。』我在夢中大聲叫著阿彌陀佛，你別走，我開始痛哭起來，人家把我叫醒問我怎麼了？我無言以對。」這是他經歷的一些事情，現在他問三個問題。第一個問題：「我為什麼會有這麼多痛苦？」第二個問題：「我應該怎麼生活？」第三個問題：「請淨空法師救救我這個苦難深重的弟子。」"
    },
    {
      "id": "21-090-0083_p0026",
      "zh_CN": "答：第一个问题，为什么有人在世间享乐，有人在世间受苦？这个问题佛在经论上告诉我们，凡是到六道投胎的一切众生，不但是包括人，畜生、饿鬼都包括在其中，佛说这是酬偿业报。过去生中行善积德，这一生中我们就受乐，得好的果报；过去生中做的不善，我们造恶，这一生必定受到苦报。因此，我们相信佛的教诲，我们纵然受苦难也甘心情愿逆来顺受，不怨天不尤人。为什么？自己真的明了是自作自受。受苦难能不能改变我们的生活方式？答案是肯定的，只要我们在苦难生活当中，常常能够反省检点，改过自新。《了凡四训》这本书就非常好，《感应篇》为我们说出善恶的标准，果然能依这个修行，把自己不善的行为修正，我们的生活必定能够改善。",
      "zh_TW": "答：第一個問題，為什麼有人在世間享樂，有人在世間受苦？這個問題佛在經論上告訴我們，凡是到六道投胎的一切眾生，不但是包括人，畜生、餓鬼都包括在其中，佛說這是酬償業報。過去生中行善積德，這一生中我們就受樂，得好的果報；過去生中做的不善，我們造惡，這一生必定受到苦報。因此，我們相信佛的教誨，我們縱然受苦難也甘心情願逆來順受，不怨天不尤人。為什麼？自己真的明瞭是自作自受。受苦難能不能改變我們的生活方式？答案是肯定的，只要我們在苦難生活當中，常常能夠反省檢點，改過自新。《了凡四訓》這本書就非常好，《感應篇》為我們說出善惡的標準，果然能依這個修行，把自己不善的行為修正，我們的生活必定能夠改善。"
    },
    {
      "id": "21-090-0083_p0027",
      "zh_CN": "佛法实在讲就是生活教育，教我们怎样离开苦难，怎样过幸福美满的生活。关键还是要读经，要研究教理，你才知道佛法真实的教诲。你梦中阿弥陀佛说的这首偈子非常之好，你要常常记在心上，第一句教你「万缘放下归一念」，这一念就是阿弥陀佛，真正一心念佛求往生，这是上上根人。自己下定决心脱离轮回，你就一定要依《无量寿经》的教导，好好的修行。自己修成了，你就能帮助别的苦难众生，那就是「慈悲为怀度众生」。我介绍你三本书，如果你要了解佛法，我们还有一本《认识佛教》，你可以看，你就了解佛往年在世四十九年说法度生，为什么有大乘小乘，为什么有显有密，为什么有宗门教下？大致上都给你介绍了。专修净土就是《无量寿经》，改善我们的生活是《了凡四训》、《感应篇》，非常有效，希望你自己留意。",
      "zh_TW": "佛法實在講就是生活教育，教我們怎樣離開苦難，怎樣過幸福美滿的生活。關鍵還是要讀經，要研究教理，你才知道佛法真實的教誨。你夢中阿彌陀佛說的這首偈子非常之好，你要常常記在心上，第一句教你「萬緣放下歸一念」，這一念就是阿彌陀佛，真正一心念佛求往生，這是上上根人。自己下定決心脫離輪迴，你就一定要依《無量壽經》的教導，好好的修行。自己修成了，你就能幫助別的苦難眾生，那就是「慈悲為懷度眾生」。我介紹你三本書，如果你要了解佛法，我們還有一本《認識佛教》，你可以看，你就了解佛往年在世四十九年說法度生，為什麼有大乘小乘，為什麼有顯有密，為什麼有宗門教下？大致上都給你介紹了。專修淨土就是《無量壽經》，改善我們的生活是《了凡四訓》、《感應篇》，非常有效，希望你自己留意。"
    },
    {
      "id": "21-090-0083_p0028",
      "zh_CN": "问：下面一位是黑龙江的一位同修，这是高居士的来信，她有很多问题，第一：「每天夜里出现一次到三、四次，众生借用她同修的身体发生一些状况。」（借用就是一般讲的灵鬼附身）。第二：「有一次她同修睡到半夜，突然一下子坐起来，她大声念阿弥陀佛，她同修责备她说没事，去睡你的觉！」第三：「又有一次她同修猛的坐起来，她又大声念佛，她同修不念，她问她同修想干什么，众生说想受三皈依，但不肯念佛。」第四：「更有二次情况严重，第一次半夜猛的坐起来，发出凄惨的叫声，她一边大声念佛，一边抱住他的身体，不让她的同修掉在地上，她同修的头躺在她右肩上，身体不断的抖动，头一晃一晃的，一点知觉也没有，三到五分钟之后，才明白过来念佛。第二次半夜十二点钟，她又猛的一下四脚朝天，掉在地上，手脚乱动，口里发出大声惨叫声，非常恐怖，约十几分钟之后，她同修才抓住她的左脚、脖子，上床后逐渐清醒，有气无力，声音非常微弱的念佛。到了第二天赫然发现她的左脚、脖子上有三个青色的手印，这一天到后半夜不知为什么，她非常害怕，寒毛直竖，不由自主心里直打哆嗦。」第五：「有时候众生进来，像要掐死她似的，这些众生轮流进来。」第六：「又有一次在清晨念佛的时候，看到三个和善的面孔，另外一个非常凶恶的面孔，而且是白色的头发，四个人都是男众，这些众生在过去生中可能是修行人。她和她的同修学佛已经两年多，却常常发生这些事情，不敢和别人讲，怕别人失去念佛的信心不敢学佛，因为家亲眷属、单位同事、周围的邻居都关注她们，别人都知道她们一家人在家里念佛，没有出去工作，家里全家素食，但是她们知道自己修行没有德行，帮不了众生，惭愧的流下眼泪，对不起净空法师。她愿意代替她同修受报，愿她同修的身体健康，一心悟道，给大家做好样子。以上是她将修学上的磨难，会报给净空法师，以下她提出七个问题，请净空法师开示。」",
      "zh_TW": "問：下面一位是黑龍江的一位同修，這是高居士的來信，她有很多問題，第一：「每天夜裡出現一次到三、四次，眾生借用她同修的身體發生一些狀況。」（借用就是一般講的靈鬼附身）。第二：「有一次她同修睡到半夜，突然一下子坐起來，她大聲念阿彌陀佛，她同修責備她說沒事，去睡你的覺！」第三：「又有一次她同修猛的坐起來，她又大聲念佛，她同修不念，她問她同修想幹什麼，眾生說想受三皈依，但不肯念佛。」第四：「更有二次情況嚴重，第一次半夜猛的坐起來，發出悽慘的叫聲，她一邊大聲念佛，一邊抱住他的身體，不讓她的同修掉在地上，她同修的頭躺在她右肩上，身體不斷的抖動，頭一晃一晃的，一點知覺也沒有，三到五分鐘之後，才明白過來念佛。第二次半夜十二點鐘，她又猛的一下四腳朝天，掉在地上，手腳亂動，口裡發出大聲慘叫聲，非常恐怖，約十幾分鐘之後，她同修才抓住她的左腳、脖子，上床後逐漸清醒，有氣無力，聲音非常微弱的念佛。到了第二天赫然發現她的左腳、脖子上有三個青色的手印，這一天到後半夜不知為什麼，她非常害怕，寒毛直豎，不由自主心裡直打哆嗦。」第五：「有時候眾生進來，像要掐死她似的，這些眾生輪流進來。」第六：「又有一次在清晨念佛的時候，看到三個和善的面孔，另外一個非常凶惡的面孔，而且是白色的頭髮，四個人都是男眾，這些眾生在過去生中可能是修行人。她和她的同修學佛已經兩年多，卻常常發生這些事情，不敢和別人講，怕別人失去念佛的信心不敢學佛，因為家親眷屬、單位同事、周圍的鄰居都關注她們，別人都知道她們一家人在家裡念佛，沒有出去工作，家裡全家素食，但是她們知道自己修行沒有德行，幫不了眾生，慚愧的流下眼淚，對不起淨空法師。她願意代替她同修受報，願她同修的身體健康，一心悟道，給大家做好樣子。以上是她將修學上的磨難，會報給淨空法師，以下她提出七個問題，請淨空法師開示。」"
    },
    {
      "id": "21-090-0083_p0029",
      "zh_CN": "答：我们听了她的会报之后，想到现前这个社会，无论在国内或者在国外，修行不但是修净土，修其他法门，遭遇这些境界的比比皆是，我们听了很多。为什么会有这些遭遇？总不外乎过去生中的冤亲债主，这些冤亲债主有些是来找麻烦的，有些是来护法的，这其中的关系完全要靠我们自己与他沟通来调整，遇到这个境界一定要跟他们说明，你可以问他是什么人，他跟你是什么关系。就如同我们居士林在去年，也是有一位杜美璇居士同修被灵鬼附身，我们旁边的人就问他，你是什么人？他们就说出来了，他们是老林长的冤亲债主，很多人附在身上。来干什么？「我们没有恶意」，老林长念佛往生净土，他们看到了非常欢喜，非常的向往，所以来求皈依的。",
      "zh_TW": "答：我們聽了她的會報之後，想到現前這個社會，無論在國內或者在國外，修行不但是修淨土，修其他法門，遭遇這些境界的比比皆是，我們聽了很多。為什麼會有這些遭遇？總不外乎過去生中的冤親債主，這些冤親債主有些是來找麻煩的，有些是來護法的，這其中的關係完全要靠我們自己與他溝通來調整，遇到這個境界一定要跟他們說明，你可以問他是什麼人，他跟你是什麼關係。就如同我們居士林在去年，也是有一位杜美璇居士同修被靈鬼附身，我們旁邊的人就問他，你是什麼人？他們就說出來了，他們是老林長的冤親債主，很多人附在身上。來幹什麼？「我們沒有惡意」，老林長念佛往生淨土，他們看到了非常歡喜，非常的嚮往，所以來求皈依的。"
    },
    {
      "id": "21-090-0083_p0030",
      "zh_CN": "我们这边同修打电话给我，那时候我在香港讲经，我立刻就吩咐他，替他们皈依，我们念佛堂有法师，代我来主持替他们皈依。皈依之后，他们希望听经，指名要听《地藏经》，行！我们讲堂里天天都讲经，他说讲堂里面光太大，他们受不了，于是要求在我们的二楼跟一楼，二楼、一楼都是餐厅，我们用电视播放讲经的录像带，连续播放了两三个月，日夜不停止，这是供养他们，让他们在那边有机会听经。这就化解了，他就不找麻烦了，他就来护持你了。所以你要告诉他，我们每天念佛诵经给你回向，或者你也可以跟我们一起共修，不要附在身上伤害人，因为附在身上，人的元气、体力大受损伤，他就没有精力来修行了。你可以在我们家庭或者在佛堂，我们一起共修，这就很好！我们会更精进的带领他们，更认真更努力的来学习，「人同此心，心同此理」。我们要给他说明，希望彼此都能够接受，这个问题就化解了。好，我们看他这些问题。",
      "zh_TW": "我們這邊同修打電話給我，那時候我在香港講經，我立刻就吩咐他，替他們皈依，我們念佛堂有法師，代我來主持替他們皈依。皈依之後，他們希望聽經，指名要聽《地藏經》，行！我們講堂裡天天都講經，他說講堂裡面光太大，他們受不了，於是要求在我們的二樓跟一樓，二樓、一樓都是餐廳，我們用電視播放講經的錄像帶，連續播放了兩三個月，日夜不停止，這是供養他們，讓他們在那邊有機會聽經。這就化解了，他就不找麻煩了，他就來護持你了。所以你要告訴他，我們每天念佛誦經給你迴向，或者你也可以跟我們一起共修，不要附在身上傷害人，因為附在身上，人的元氣、體力大受損傷，他就沒有精力來修行了。你可以在我們家庭或者在佛堂，我們一起共修，這就很好！我們會更精進的帶領他們，更認真更努力的來學習，「人同此心，心同此理」。我們要給他說明，希望彼此都能夠接受，這個問題就化解了。好，我們看他這些問題。"
    },
    {
      "id": "21-090-0083_p0031",
      "zh_CN": "问：第一个问题，「修学路上遇到这样情况，请问是修习得力还是不得力？」",
      "zh_TW": "問：第一個問題，「修學路上遇到這樣情況，請問是修習得力還是不得力？」"
    },
    {
      "id": "21-090-0083_p0032",
      "zh_CN": "答：这个问题我刚才讲过了，这不是得力与不得力的事情。果然修持得力、真有功夫，他也附不上身；他能够附上身是你身体衰弱，你的气很虚弱，他才能附身。念佛堂人很多，为什么他不能附别人？别人身体好，身体强壮阳气盛，我们的阳气盛过这些灵鬼的阴气，他就不能附身；我们的气衰，我们的妄念多，他可以趁虚而入，也可以说修行功夫不得力。但是无论得力不得力，冤亲债主找来了，不是一件坏事，我们自己想成就，我们也很乐意帮助他成就，我们一起共修，共同成就，这是好事情，所以我们不要拒绝他。",
      "zh_TW": "答：這個問題我剛才講過了，這不是得力與不得力的事情。果然修持得力、真有功夫，他也附不上身；他能夠附上身是你身體衰弱，你的氣很虛弱，他才能附身。念佛堂人很多，為什麼他不能附別人？別人身體好，身體強壯陽氣盛，我們的陽氣盛過這些靈鬼的陰氣，他就不能附身；我們的氣衰，我們的妄念多，他可以趁虛而入，也可以說修行功夫不得力。但是無論得力不得力，冤親債主找來了，不是一件壞事，我們自己想成就，我們也很樂意幫助他成就，我們一起共修，共同成就，這是好事情，所以我們不要拒絕他。"
    },
    {
      "id": "21-090-0083_p0033",
      "zh_CN": "问：第二个问题，「压鬼和借用身体是否同一桩事情，有什么不同？」",
      "zh_TW": "問：第二個問題，「壓鬼和借用身體是否同一樁事情，有什麼不同？」"
    },
    {
      "id": "21-090-0083_p0034",
      "zh_CN": "答：压鬼和借用身体不同，压鬼是看到你这个人运很衰，他来捉弄你，压你一会儿他就走了。借用身体是他有事要求教于人，但是不能跟人直接沟通，借用人的身体沟通。你遇到这么多情况，你没有问他，你没有开导他，所以他有这么多次的事情发生。如果你能够跟他沟通，你跟他谈话，跟他开导，可能只有一次，就不会有第二次。",
      "zh_TW": "答：壓鬼和借用身體不同，壓鬼是看到你這個人運很衰，他來捉弄你，壓你一會兒他就走了。借用身體是他有事要求教於人，但是不能跟人直接溝通，借用人的身體溝通。你遇到這麼多情況，你沒有問他，你沒有開導他，所以他有這麼多次的事情發生。如果你能夠跟他溝通，你跟他談話，跟他開導，可能只有一次，就不會有第二次。"
    },
    {
      "id": "21-090-0083_p0035",
      "zh_CN": "问：第三，「请问怎样才能真心帮助这些众生，如何将修行人的恶缘彻底转过来？」",
      "zh_TW": "問：第三，「請問怎樣才能真心幫助這些眾生，如何將修行人的惡緣徹底轉過來？」"
    },
    {
      "id": "21-090-0083_p0036",
      "zh_CN": "答：刚才我都讲过了。新加坡居士林老林长陈光别居士的冤亲债主，在我们念佛堂都化解了，这是一个很好的榜样。",
      "zh_TW": "答：剛才我都講過了。新加坡居士林老林長陳光別居士的冤親債主，在我們念佛堂都化解了，這是一個很好的榜樣。"
    },
    {
      "id": "21-090-0083_p0037",
      "zh_CN": "问：第四，「有时候心定不下来，就练习观想一切『修习若空华万行，安坐水月道场，降伏镜像天魔，证成梦中佛果』，这样效果很好，请问如此一心念佛是否如法？」",
      "zh_TW": "問：第四，「有時候心定不下來，就練習觀想一切『修習若空華萬行，安坐水月道場，降伏鏡像天魔，證成夢中佛果』，這樣效果很好，請問如此一心念佛是否如法？」"
    },
    {
      "id": "21-090-0083_p0038",
      "zh_CN": "答：法是如法，但是冤亲债主决不是浅显功夫你能够把他赶走的，所以还是诚心诚意接纳为好，帮助他们转恶为善、转迷为悟，这正是自行化他。",
      "zh_TW": "答：法是如法，但是冤親債主決不是淺顯功夫你能夠把他趕走的，所以還是誠心誠意接納為好，幫助他們轉惡為善、轉迷為悟，這正是自行化他。"
    },
    {
      "id": "21-090-0083_p0039",
      "zh_CN": "往年我在美国，有一位甘居士，是位女居士，她没有结婚，以后她出家了，那个时候她还在工作，她修学非常认真，精进不懈。有一次她在旧金山租房子，租到一间鬼屋，她告诉我这个鬼每天晚上都出现，她不是作梦，时间非常准确，到十二点钟鬼就来了。来的时候先有一个很恶的臭气，其臭无比，这种气味一来之后，鬼就出现了。鬼告诉她，是她的冤亲债主，他是来讨命的，样子非常难看，是凶恶之相。走进她的面前，她就一心念阿弥陀佛，追顶念佛，阿弥陀佛、阿弥陀佛、阿弥陀佛，一句接着一句念，鬼就不能够靠近，距离大概三、四尺，一直念到天快亮了，鬼就走了，每天晚上来。",
      "zh_TW": "往年我在美國，有一位甘居士，是位女居士，她沒有結婚，以後她出家了，那個時候她還在工作，她修學非常認真，精進不懈。有一次她在舊金山租房子，租到一間鬼屋，她告訴我這個鬼每天晚上都出現，她不是作夢，時間非常準確，到十二點鐘鬼就來了。來的時候先有一個很惡的臭氣，其臭無比，這種氣味一來之後，鬼就出現了。鬼告訴她，是她的冤親債主，他是來討命的，樣子非常難看，是凶惡之相。走進她的面前，她就一心念阿彌陀佛，追頂念佛，阿彌陀佛、阿彌陀佛、阿彌陀佛，一句接著一句念，鬼就不能夠靠近，距離大概三、四尺，一直念到天快亮了，鬼就走了，每天晚上來。"
    },
    {
      "id": "21-090-0083_p0040",
      "zh_CN": "有些同修问她，妳为什么不搬房子，妳还住在鬼屋干什么？她说得很好，鬼是我的善知识，因为他每天晚上来，让我每天晚上拼命念佛，不是坏事情，我不念他就靠近身，念的时候他就不敢靠近。甘居士很值得人尊敬，她不怕！她有胆量。这样念了一段相当长的时间，鬼就不再来了。我们相信鬼也得利益了，看到冤家对头这样用功认真努力念佛，我相信他也欢喜，他也回心转意，不再找她麻烦了；我们相信，甘居士常常念佛给冤亲债主回向。我们修行不单单为自己，单单为自己这是自私自利，这是小乘；我们修行念念当中都为一切众生，希望虚空法界一切众生都能够断恶修善，都能够有缘闻到甚深的佛法，都能转迷为悟、转凡成圣，这个愿心不能没有，这个愿心不能忘掉。这样一来所有的冤亲债主都变成我们的护法，都变成我的善友，这样修学就对了。",
      "zh_TW": "有些同修問她，妳為什麼不搬房子，妳還住在鬼屋幹什麼？她說得很好，鬼是我的善知識，因為他每天晚上來，讓我每天晚上拼命念佛，不是壞事情，我不念他就靠近身，念的時候他就不敢靠近。甘居士很值得人尊敬，她不怕！她有膽量。這樣念了一段相當長的時間，鬼就不再來了。我們相信鬼也得利益了，看到冤家對頭這樣用功認真努力念佛，我相信他也歡喜，他也回心轉意，不再找她麻煩了；我們相信，甘居士常常念佛給冤親債主迴向。我們修行不單單為自己，單單為自己這是自私自利，這是小乘；我們修行念念當中都為一切眾生，希望虛空法界一切眾生都能夠斷惡修善，都能夠有緣聞到甚深的佛法，都能轉迷為悟、轉凡成聖，這個願心不能沒有，這個願心不能忘掉。這樣一來所有的冤親債主都變成我們的護法，都變成我的善友，這樣修學就對了。"
    },
    {
      "id": "21-090-0083_p0041",
      "zh_CN": "问：第五个问题，「当家人被众生借用身体时，我们为他念地藏菩萨名号是否如法？被附身的人，本人念一段时间地藏王菩萨名号、念《地藏经》是否算夹杂？而我们依然是专修净土，求生净土。」",
      "zh_TW": "問：第五個問題，「當家人被眾生借用身體時，我們為他念地藏菩薩名號是否如法？被附身的人，本人念一段時間地藏王菩薩名號、念《地藏經》是否算夾雜？而我們依然是專修淨土，求生淨土。」"
    },
    {
      "id": "21-090-0083_p0042",
      "zh_CN": "答：这个问题不必解释了，前面都说过了。借用身体那些众生，一定要跟他沟通，跟他做善友，彼此互相扶持，互相尊重，互相敬爱，互相帮助，不分彼此，这样对我们也会造成高度的警觉。为什么？常常有鬼神在鉴察我们，我们起心动念、言语造作不敢违犯佛陀的教诲；违犯佛陀的教诲，这些冤亲债主就瞧不起我们。我们样样都遵循佛陀的教诲，这些冤亲债主常常在我们身边，他看到生欢喜心，他拥护我们，护持我们，这是正法。",
      "zh_TW": "答：這個問題不必解釋了，前面都說過了。借用身體那些眾生，一定要跟他溝通，跟他做善友，彼此互相扶持，互相尊重，互相敬愛，互相幫助，不分彼此，這樣對我們也會造成高度的警覺。為什麼？常常有鬼神在鑒察我們，我們起心動念、言語造作不敢違犯佛陀的教誨；違犯佛陀的教誨，這些冤親債主就瞧不起我們。我們樣樣都遵循佛陀的教誨，這些冤親債主常常在我們身邊，他看到生歡喜心，他擁護我們，護持我們，這是正法。"
    },
    {
      "id": "21-090-0083_p0043",
      "zh_CN": "问：第六，「像压鬼或借用身体这样的事情，请问去找外道是否会破坏学佛人的形象，真能彻底结束这个问题吗？」",
      "zh_TW": "問：第六，「像壓鬼或借用身體這樣的事情，請問去找外道是否會破壞學佛人的形象，真能徹底結束這個問題嗎？」"
    },
    {
      "id": "21-090-0083_p0044",
      "zh_CN": "答：不能！你要找外道，人家用符咒的方法来把这些冤亲债主驱走，他还在，他的怨恨没有消除；那些用画符把他驱走的，他离开是一时，到你命衰的时候他又来了，这个事情没完没了。譬如说我们欠人家钱，人家来讨债，我找一个有势力的人，找一个黑帮的老大或者找警察来，帮我的忙把他赶走，人是赶走了，他怕你，你赶走了，债还没有还清；等帮助我这些事的人离开了，他又来了。所以欠钱的要还钱，欠命的要还命，理所当然，赖不掉的。所以不可以找这些外道用法术，这个不好，我们规规矩矩用佛法，合情合理的解决问题。",
      "zh_TW": "答：不能！你要找外道，人家用符咒的方法來把這些冤親債主驅走，他還在，他的怨恨沒有消除；那些用畫符把他驅走的，他離開是一時，到你命衰的時候他又來了，這個事情沒完沒了。譬如說我們欠人家錢，人家來討債，我找一個有勢力的人，找一個黑幫的老大或者找警察來，幫我的忙把他趕走，人是趕走了，他怕你，你趕走了，債還沒有還清；等幫助我這些事的人離開了，他又來了。所以欠錢的要還錢，欠命的要還命，理所當然，賴不掉的。所以不可以找這些外道用法術，這個不好，我們規規矩矩用佛法，合情合理的解決問題。"
    },
    {
      "id": "21-090-0083_p0045",
      "zh_CN": "问：第七，「如果真心相信阿弥陀佛，坚定信念，什么都不怕，那些众生都是和自己有缘，在这一段期间，和他们广结法缘、广结善缘，请问对吗？」",
      "zh_TW": "問：第七，「如果真心相信阿彌陀佛，堅定信念，什麼都不怕，那些眾生都是和自己有緣，在這一段期間，和他們廣結法緣、廣結善緣，請問對嗎？」"
    },
    {
      "id": "21-090-0083_p0046",
      "zh_CN": "答：对的，你这个问题是真正解决问题的办法。你一定不要怕他，一定要沟通，一定要问他，可以探听他们现前在灵鬼界的状况，增加我们的知识；他们的需求，我们怎样做对他有利，对他有帮助，这样就好。",
      "zh_TW": "答：對的，你這個問題是真正解決問題的辦法。你一定不要怕他，一定要溝通，一定要問他，可以探聽他們現前在靈鬼界的狀況，增加我們的知識；他們的需求，我們怎樣做對他有利，對他有幫助，這樣就好。"
    },
    {
      "id": "21-090-0083_p0047",
      "zh_CN": "问：下面还有一位同学，他有四个问题，他没有具名，弟子现有数问题不明白，请老法师慈悲开示。第一个：「请问绕佛有什么好处？」",
      "zh_TW": "問：下面還有一位同學，他有四個問題，他沒有具名，弟子現有數問題不明白，請老法師慈悲開示。第一個：「請問繞佛有什麼好處？」"
    },
    {
      "id": "21-090-0083_p0048",
      "zh_CN": "答：绕佛的好处非常之多，绕佛是养生之道里面最殊胜的方法。要晓得生命是精神跟物质和合的，身体、肉体是物质，灵性是精神，我们的心要静，愈清净愈健康；身需要动，身是机器，不动，它就生锈，它就生病。绕佛是身动心不动，绕佛跟拜佛是一样的道理。所以有些人修拜佛，一天拜三千拜，拜佛的时候心清净真诚，心里面只有一个阿弥陀佛，没有第二个杂念，身不断在运动，这是修礼敬。绕佛同样的道理，绕佛是经行，就是缓慢的散步，可以收到修学当中不昏沈、不掉举的效果。有些人念佛念了一会儿打瞌睡了，坐在那里念佛很容易打瞌睡，散步就不会了；有些人心里面七上八下止不住，但是在缓慢散步念佛他的心定了，这是用功的方法，又是养生之道。在《华严经》的德云比丘，他是专修念佛法门，那个法门我们一般称为「般舟三昧」，完全是绕佛，他不坐下来也不躺下来，昼夜二十四小时不间断绕佛、念佛。",
      "zh_TW": "答：繞佛的好處非常之多，繞佛是養生之道裡面最殊勝的方法。要曉得生命是精神跟物質和合的，身體、肉體是物質，靈性是精神，我們的心要靜，愈清淨愈健康；身需要動，身是機器，不動，它就生銹，它就生病。繞佛是身動心不動，繞佛跟拜佛是一樣的道理。所以有些人修拜佛，一天拜三千拜，拜佛的時候心清淨真誠，心裡面只有一個阿彌陀佛，沒有第二個雜念，身不斷在運動，這是修禮敬。繞佛同樣的道理，繞佛是經行，就是緩慢的散步，可以收到修學當中不昏沈、不掉舉的效果。有些人念佛念了一會兒打瞌睡了，坐在那裡念佛很容易打瞌睡，散步就不會了；有些人心裡面七上八下止不住，但是在緩慢散步念佛他的心定了，這是用功的方法，又是養生之道。在《華嚴經》的德雲比丘，他是專修念佛法門，那個法門我們一般稱為「般舟三昧」，完全是繞佛，他不坐下來也不躺下來，晝夜二十四小時不間斷繞佛、念佛。"
    },
    {
      "id": "21-090-0083_p0049",
      "zh_CN": "问：第二，「请问绕佛和拜佛有什么分别？」",
      "zh_TW": "問：第二，「請問繞佛和拜佛有什麼分別？」"
    },
    {
      "id": "21-090-0083_p0050",
      "zh_CN": "答：绕佛是一种缓慢的运动，非常适合于年岁大的人，体力弱的人；拜佛比较是一种激烈的运动，适合于年轻人，适合于身体强壮的人，而绕佛、拜佛效果是一样。拜佛是礼忏，礼拜忏悔，它里面第一个目标，降伏自己的贡高我慢，以我们最尊贵的头顶去礼佛之足，在这里学习一切恭敬。为什么？一切众生皆是未来佛，我们要把所有一切众生当佛一样的看待，一样的恭敬，折服自己的傲慢心。",
      "zh_TW": "答：繞佛是一種緩慢的運動，非常適合於年歲大的人，體力弱的人；拜佛比較是一種激烈的運動，適合於年輕人，適合於身體強壯的人，而繞佛、拜佛效果是一樣。拜佛是禮懺，禮拜懺悔，它裡面第一個目標，降伏自己的貢高我慢，以我們最尊貴的頭頂去禮佛之足，在這裡學習一切恭敬。為什麼？一切眾生皆是未來佛，我們要把所有一切眾生當佛一樣的看待，一樣的恭敬，折服自己的傲慢心。"
    },
    {
      "id": "21-090-0083_p0051",
      "zh_CN": "问：「请问绕佛时双手结弥陀印是什么意思？」",
      "zh_TW": "問：「請問繞佛時雙手結彌陀印是什麼意思？」"
    },
    {
      "id": "21-090-0083_p0052",
      "zh_CN": "答：佛家手印就是现在人讲的手语，我们手摆个姿势，彼此都能够沟通，所以叫手语，不用口说话。我们讲「肢体语言」，这个肢体语言仅限于手部，一般讲肢体语言是全身都可以表法，都可以表示自己的意思、心意，而不要用言语。所以佛家用手语用得多，这叫手印。结弥陀手印，跟阿弥陀佛同心同愿、同德同行，取这个意思，也就是「念念不忘弥陀」。",
      "zh_TW": "答：佛家手印就是現在人講的手語，我們手擺個姿勢，彼此都能夠溝通，所以叫手語，不用口說話。我們講「肢體語言」，這個肢體語言僅限於手部，一般講肢體語言是全身都可以表法，都可以表示自己的意思、心意，而不要用言語。所以佛家用手語用得多，這叫手印。結彌陀手印，跟阿彌陀佛同心同願、同德同行，取這個意思，也就是「念念不忘彌陀」。"
    },
    {
      "id": "21-090-0083_p0053",
      "zh_CN": "问：第四个问题，「请问佛七为什么是七天，而不是八天九天？」",
      "zh_TW": "問：第四個問題，「請問佛七為什麼是七天，而不是八天九天？」"
    },
    {
      "id": "21-090-0083_p0054",
      "zh_CN": "答：佛家用数字来代表圆满，七是圆满的数字；我们常讲六方，东、南、西、北、上、下、当中，所以七代表圆满。七在大自然界里面，它是个周期，七天是个周期，七个月是个周期，七年是个大的周期，这是自然界里面的循环周期，所以用七代表圆满。如果你要问为什么一定要七天，而不是八天、九天，它假如定了八天，你又问为什么不是七天、六天，这个疑问就毫无意义了。佛用七表圆满，用十代表圆满，《华严经》用十，密宗用二十一代表圆满，二十一很容易懂，是三个七，三个七是代表过去、现在、未来，统统代表大圆满的意思。所以，它是表法的义趣，也适合于宇宙循环的周期。",
      "zh_TW": "答：佛家用數字來代表圓滿，七是圓滿的數字；我們常講六方，東、南、西、北、上、下、當中，所以七代表圓滿。七在大自然界裡面，它是個週期，七天是個週期，七個月是個週期，七年是個大的週期，這是自然界裡面的循環週期，所以用七代表圓滿。如果你要問為什麼一定要七天，而不是八天、九天，它假如定了八天，你又問為什麼不是七天、六天，這個疑問就毫無意義了。佛用七表圓滿，用十代表圓滿，《華嚴經》用十，密宗用二十一代表圓滿，二十一很容易懂，是三個七，三個七是代表過去、現在、未來，統統代表大圓滿的意思。所以，它是表法的義趣，也適合於宇宙循環的週期。"
    }
  ]
}