{
  "doc_id": "21-090-0051",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十一集",
    "zh_TW": "第五十一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0051",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "21-090-0051_p0001",
      "zh_CN": "问：今天有一些同学从东北来的，他们有个问题，他说：「我学佛五年了，非常想好好的修学，可是因为疾病缠身，家里琐碎事情也多，修行上总是力不从心，几年来毫无进步，无法自拔。请开示。」",
      "zh_TW": "問：今天有一些同學從東北來的，他們有個問題，他說：「我學佛五年了，非常想好好的修學，可是因為疾病纏身，家裡瑣碎事情也多，修行上總是力不從心，幾年來毫無進步，無法自拔。請開示。」"
    },
    {
      "id": "21-090-0051_p0002",
      "zh_CN": "答：这个事情你要多听经，净宗法门的好处就在此地，对于你的家事，甚至于一切琐碎杂物事情都不妨碍，工作的时候就是修行，修行的时候就是工作；只要心里面常常想着有佛，念着有佛。生病的时候功夫也可以不间断，这样对于病情决定有好处，能够得到佛菩萨的加持。不要被病苦缠绕住，病痛的时候，把念佛这个事情忘掉了，这是错误的，愈是在病痛的时候，愈要抓紧念佛。",
      "zh_TW": "答：這個事情你要多聽經，淨宗法門的好處就在此地，對於你的家事，甚至於一切瑣碎雜物事情都不妨礙，工作的時候就是修行，修行的時候就是工作；只要心裡面常常想著有佛，念著有佛。生病的時候功夫也可以不間斷，這樣對於病情決定有好處，能夠得到佛菩薩的加持。不要被病苦纏繞住，病痛的時候，把念佛這個事情忘掉了，這是錯誤的，愈是在病痛的時候，愈要抓緊念佛。"
    },
    {
      "id": "21-090-0051_p0003",
      "zh_CN": "问：「念佛人在临往生时，几天不吃东西，突然又要吃。有的法师说可以吃，有的法师说不用吃。请问是该不该给他吃？」",
      "zh_TW": "問：「念佛人在臨往生時，幾天不吃東西，突然又要吃。有的法師說可以吃，有的法師說不用吃。請問是該不該給他吃？」"
    },
    {
      "id": "21-090-0051_p0004",
      "zh_CN": "答：这种情形要看当时的状况。在临终前几天不吃东西是决定有好处，他的身体获得清净，身体里面脏东西都能够排泄出来，在这个时候给他一点饮料就好。如果他想吃东西，可以给他吃；他不想吃东西，就不要勉强，给他水或饮料，这样就好。",
      "zh_TW": "答：這種情形要看當時的狀況。在臨終前幾天不吃東西是決定有好處，他的身體獲得清淨，身體裡面髒東西都能夠排泄出來，在這個時候給他一點飲料就好。如果他想吃東西，可以給他吃；他不想吃東西，就不要勉強，給他水或飲料，這樣就好。"
    },
    {
      "id": "21-090-0051_p0005",
      "zh_CN": "问：第二个问题：「十念法的『饭前念』，是否指盛上饭念，还是离吃饭时有一点距离？一家人一起吃饭，饭桌不完全是素菜，念佛是否恭敬？」",
      "zh_TW": "問：第二個問題：「十念法的『飯前念』，是否指盛上飯念，還是離吃飯時有一點距離？一家人一起吃飯，飯桌不完全是素菜，念佛是否恭敬？」"
    },
    {
      "id": "21-090-0051_p0006",
      "zh_CN": "答：十念法，我教大家的「饭前」，就是吃饭之前。通常我们学佛的同修，无论在家、出家，饭前都会念供养咒；我们不念供养咒，我们念佛，用十句佛号代替供养咒。所以饭菜摆好之后，合掌念十声佛号再吃。桌上一家人吃饭，桌上不完全是素菜，只要我们的心恭敬就好，没有分别，也不要执着，这样就好。",
      "zh_TW": "答：十念法，我教大家的「飯前」，就是吃飯之前。通常我們學佛的同修，無論在家、出家，飯前都會念供養咒；我們不念供養咒，我們念佛，用十句佛號代替供養咒。所以飯菜擺好之後，合掌念十聲佛號再吃。桌上一家人吃飯，桌上不完全是素菜，只要我們的心恭敬就好，沒有分別，也不要執著，這樣就好。"
    },
    {
      "id": "21-090-0051_p0007",
      "zh_CN": "问：「寺院韦陀菩萨手中拿着宝杵，拿的姿势不同，请问做何意义，是说明什么？」",
      "zh_TW": "問：「寺院韋陀菩薩手中拿著寶杵，拿的姿勢不同，請問做何意義，是說明什麼？」"
    },
    {
      "id": "21-090-0051_p0008",
      "zh_CN": "答：菩萨手上拿的是降魔杵，韦陀是护法神，代表「护法」。他手上拿的，用现在的话来说是兵器、武器。拿的姿势有很多种，有的时候菩萨合掌，宝杵放在手背上；有些时候菩萨手垂下来，宝杵在他的手掌当中。一般韦陀菩萨的塑像都是塑立像，都是站的，都是代表恭敬保护道场，保护修行人的意思。只有东天目山的韦陀菩萨是坐像，这是特殊的例子，他们山上有掌故，诸位要想多知道，可以去访问。东天目山是韦陀菩萨自己的道场，所以在自己道场，他当然可以坐在当中，那是自己的家。别的地方护法，多半是用立像，很少看到有坐像。",
      "zh_TW": "答：菩薩手上拿的是降魔杵，韋陀是護法神，代表「護法」。他手上拿的，用現在的話來說是兵器、武器。拿的姿勢有很多種，有的時候菩薩合掌，寶杵放在手背上；有些時候菩薩手垂下來，寶杵在他的手掌當中。一般韋陀菩薩的塑像都是塑立像，都是站的，都是代表恭敬保護道場，保護修行人的意思。只有東天目山的韋陀菩薩是坐像，這是特殊的例子，他們山上有掌故，諸位要想多知道，可以去訪問。東天目山是韋陀菩薩自己的道場，所以在自己道場，他當然可以坐在當中，那是自己的家。別的地方護法，多半是用立像，很少看到有坐像。"
    },
    {
      "id": "21-090-0051_p0009",
      "zh_CN": "问：第二个问题：「一生善良，临终果报现前，会前功尽弃，不能往生，岂不可惜？」",
      "zh_TW": "問：第二個問題：「一生善良，臨終果報現前，會前功盡棄，不能往生，豈不可惜？」"
    },
    {
      "id": "21-090-0051_p0010",
      "zh_CN": "答：你这个话说得很有道理。「一生善良」，是你这一生所修的；「临终果报现前」，可能是过去生中的业报。这一生中的善良，善良的程度还不够；如果善良的力量很大，你临终能够转变你的业报，你的冤亲债主不会来扰乱你。临终冤亲债主还是会来找麻烦，是我们自己在这一生中修行的功夫不够，这一点我们要知道，要时时刻刻提醒自己，一定要认真努力。临命终时，纵然是自己多生多劫的冤亲债主，也不至于来妨碍，我们才能够成就，这个例子很多很多。",
      "zh_TW": "答：你這個話說得很有道理。「一生善良」，是你這一生所修的；「臨終果報現前」，可能是過去生中的業報。這一生中的善良，善良的程度還不夠；如果善良的力量很大，你臨終能夠轉變你的業報，你的冤親債主不會來擾亂你。臨終冤親債主還是會來找麻煩，是我們自己在這一生中修行的功夫不夠，這一點我們要知道，要時時刻刻提醒自己，一定要認真努力。臨命終時，縱然是自己多生多劫的冤親債主，也不至於來妨礙，我們才能夠成就，這個例子很多很多。"
    },
    {
      "id": "21-090-0051_p0011",
      "zh_CN": "问：第三个问题：「天主教、基督教说他们一旦生天，永远不会再受苦，和我们讲得不同，请问他们是打妄语吗？」",
      "zh_TW": "問：第三個問題：「天主教、基督教說他們一旦生天，永遠不會再受苦，和我們講得不同，請問他們是打妄語嗎？」"
    },
    {
      "id": "21-090-0051_p0012",
      "zh_CN": "答：他们没有妄语，他们说的话也是正确的。实在讲，其他宗教修行功夫也有浅深不相同。生天，我们知道，佛在经上告诉我们，天有二十八层，他是生哪一层天，这在他们经典里面讲得不够详细。但是天人寿命长，天上福报大，正是所谓「乐多苦少」，一般人很容易误会生天是永生，不会再受苦了。",
      "zh_TW": "答：他們沒有妄語，他們說的話也是正確的。實在講，其他宗教修行功夫也有淺深不相同。生天，我們知道，佛在經上告訴我們，天有二十八層，他是生哪一層天，這在他們經典裡面講得不夠詳細。但是天人壽命長，天上福報大，正是所謂「樂多苦少」，一般人很容易誤會生天是永生，不會再受苦了。"
    },
    {
      "id": "21-090-0051_p0013",
      "zh_CN": "佛在经上告诉我们，忉利天人可能就是他们所说的天，中国人称「玉皇大帝」。天人到什么时候才受苦？临命终时前七天。佛在经上讲，五衰相现前，他才感到恐怖，才感到苦。由此可知，他那么长的寿命，通常他没有觉得他有苦受，只有在临终之时，他才有苦受，这是很容易被人误会他是永生，永远离苦得乐，会产生这个误会。以忉利天来说，佛在经上告诉我们，忉利天的一天是我们人间一百年，我们以人间三百六十五天是一年，假使天上也是三百六十五天是一年，他的寿命是一千岁，要到最后临终前七天，他才会感觉到有痛苦。由此可知，天人容易被顺境所迷，他很少有逆境，他被顺境所迷惑了，误以为生天是究竟。寿命虽然长，但有一定的寿命，寿命到的时候苦报就现前，而且还不免要轮回六道，这是我们一定要懂得、要明了。",
      "zh_TW": "佛在經上告訴我們，忉利天人可能就是他們所說的天，中國人稱「玉皇大帝」。天人到什麼時候才受苦？臨命終時前七天。佛在經上講，五衰相現前，他才感到恐怖，才感到苦。由此可知，他那麼長的壽命，通常他沒有覺得他有苦受，只有在臨終之時，他才有苦受，這是很容易被人誤會他是永生，永遠離苦得樂，會產生這個誤會。以忉利天來說，佛在經上告訴我們，忉利天的一天是我們人間一百年，我們以人間三百六十五天是一年，假使天上也是三百六十五天是一年，他的壽命是一千歲，要到最後臨終前七天，他才會感覺到有痛苦。由此可知，天人容易被順境所迷，他很少有逆境，他被順境所迷惑了，誤以為生天是究竟。壽命雖然長，但有一定的壽命，壽命到的時候苦報就現前，而且還不免要輪迴六道，這是我們一定要懂得、要明瞭。"
    },
    {
      "id": "21-090-0051_p0014",
      "zh_CN": "关于其他宗教的这些人，我们有缘分也一定要帮助他。帮助他生天也不错，无论在哪一层天上，我们在佛经上看到，都有佛、都有菩萨在那边讲经说法，教化众生。所以不全是我们人间有佛法，天上也有佛法。他在这个地方不相信佛法，他相信耶稣，要到上帝那里去，我们就帮助他去；去了之后，上帝天天请佛来讲经，他不就跟上帝一起听经了？这都是好事情。所以我们要懂得「恒顺众生，随喜功德」。",
      "zh_TW": "關於其他宗教的這些人，我們有緣分也一定要幫助他。幫助他生天也不錯，無論在哪一層天上，我們在佛經上看到，都有佛、都有菩薩在那邊講經說法，教化眾生。所以不全是我們人間有佛法，天上也有佛法。他在這個地方不相信佛法，他相信耶穌，要到上帝那裡去，我們就幫助他去；去了之後，上帝天天請佛來講經，他不就跟上帝一起聽經了？這都是好事情。所以我們要懂得「恆順眾生，隨喜功德」。"
    },
    {
      "id": "21-090-0051_p0015",
      "zh_CN": "这位同修问：「请问怎么样才能真正从内心深处毫不怀疑的信佛？」",
      "zh_TW": "這位同修問：「請問怎麼樣才能真正從內心深處毫不懷疑的信佛？」"
    },
    {
      "id": "21-090-0051_p0016",
      "zh_CN": "答：你这个问题问得很好，但是真正讲信佛，实在是非常非常之难。信佛的人很多，就像你一样，不是真信，半信半疑，所以你在佛法修学，你会感觉得很困难，你得不到真实的利益。原因在哪里？你的信没有根。这个事情我说过了，难！确实是难。怎么样来补救？培养你的信根。",
      "zh_TW": "答：你這個問題問得很好，但是真正講信佛，實在是非常非常之難。信佛的人很多，就像你一樣，不是真信，半信半疑，所以你在佛法修學，你會感覺得很困難，你得不到真實的利益。原因在哪裡？你的信沒有根。這個事情我說過了，難！確實是難。怎麼樣來補救？培養你的信根。"
    },
    {
      "id": "21-090-0051_p0017",
      "zh_CN": "信根的发生，因缘很多，但是不外乎两个因素：第一个是过去生中的善根深厚。这一生当中一接触就深信不疑，这是过去生中培养得厚。我们现在对佛法半信半疑，就知道自己过去生中培养得不够，那就要靠这一生。这一生重要的条件在「缘」。唐朝善导大师讲：「净土四土三辈九品，总在遇缘不同。」这句话说得好，我们这一生有没有成就，也是总在遇缘不同，关键在这个地方。",
      "zh_TW": "信根的發生，因緣很多，但是不外乎兩個因素：第一個是過去生中的善根深厚。這一生當中一接觸就深信不疑，這是過去生中培養得厚。我們現在對佛法半信半疑，就知道自己過去生中培養得不夠，那就要靠這一生。這一生重要的條件在「緣」。唐朝善導大師講：「淨土四土三輩九品，總在遇緣不同。」這句話說得好，我們這一生有沒有成就，也是總在遇緣不同，關鍵在這個地方。"
    },
    {
      "id": "21-090-0051_p0018",
      "zh_CN": "我们这一生能不能成就的第一个因素，就是亲近善知识。谁是我的真善知识？这个问题不在对方，不在别人，在我自己。我自己对老师相信，对老师尊敬，听他的话，绝不违背他，这个老师就是我的真善知识。我的真善知识，不见得是你的真善知识，你的真善知识，不见得是他的真善知识，所以善知识自己本身怎么样，倒是另外一个问题，最重要的是我自己对他有没有信心。我对这个老师非常尊敬，尊敬到极处，完全听他的话，我会成就。善知识教导我们，甚至于他自己做不到，可是我听他的话，他没有做到，我做到了，古人讲：「青出于蓝而胜于蓝」。老师教导的，老师没有做到，学生做到了，学生的成就超过老师，这个事情在历史上很多，古今中外都有这些例子。",
      "zh_TW": "我們這一生能不能成就的第一個因素，就是親近善知識。誰是我的真善知識？這個問題不在對方，不在別人，在我自己。我自己對老師相信，對老師尊敬，聽他的話，絕不違背他，這個老師就是我的真善知識。我的真善知識，不見得是你的真善知識，你的真善知識，不見得是他的真善知識，所以善知識自己本身怎麼樣，倒是另外一個問題，最重要的是我自己對他有沒有信心。我對這個老師非常尊敬，尊敬到極處，完全聽他的話，我會成就。善知識教導我們，甚至於他自己做不到，可是我聽他的話，他沒有做到，我做到了，古人講：「青出於藍而勝於藍」。老師教導的，老師沒有做到，學生做到了，學生的成就超過老師，這個事情在歷史上很多，古今中外都有這些例子。"
    },
    {
      "id": "21-090-0051_p0019",
      "zh_CN": "所以我们一定要找一个自己完全信得过、尊敬得过的老师，找这样的人跟他学，我们的信心就能够建立。如果找不到自己完全相信的老师，我们的信心建立就非常非常困难。我们看许许多多学佛的人，一生没有成就，就是他没有信心。所以佛在《华严经》讲：「信为道元功德母，长养一切诸善根。」这个话说得非常有道理。",
      "zh_TW": "所以我們一定要找一個自己完全信得過、尊敬得過的老師，找這樣的人跟他學，我們的信心就能夠建立。如果找不到自己完全相信的老師，我們的信心建立就非常非常困難。我們看許許多多學佛的人，一生沒有成就，就是他沒有信心。所以佛在《華嚴經》講：「信為道元功德母，長養一切諸善根。」這個話說得非常有道理。"
    },
    {
      "id": "21-090-0051_p0020",
      "zh_CN": "问：这是吉林同修第一个问题：「当初他人告之，守五戒是世间法，受菩萨戒才是佛法，于是很多人去受菩萨戒。现在发现自己做不到菩萨戒的内容，于是在佛前忏悔，痛哭流涕，退戒了。请问这样做如法吗？」",
      "zh_TW": "問：這是吉林同修第一個問題：「當初他人告之，守五戒是世間法，受菩薩戒才是佛法，於是很多人去受菩薩戒。現在發現自己做不到菩薩戒的內容，於是在佛前懺悔，痛哭流涕，退戒了。請問這樣做如法嗎？」"
    },
    {
      "id": "21-090-0051_p0021",
      "zh_CN": "答：其实我们修学，世出世间法都一样，不能好高骛远，要按部就班去修学。像我们读书，我们一定从小学念起，小学、中学、大学、研究所，总得按部就班。小学是研究所的基础，小学能不要吗？同样一个道理，五戒是佛菩萨的基础，我们能够把五戒十善做到最极圆满，那就是佛戒，菩萨戒不过是五戒的扩充而已。",
      "zh_TW": "答：其實我們修學，世出世間法都一樣，不能好高騖遠，要按部就班去修學。像我們讀書，我們一定從小學念起，小學、中學、大學、研究所，總得按部就班。小學是研究所的基礎，小學能不要嗎？同樣一個道理，五戒是佛菩薩的基礎，我們能夠把五戒十善做到最極圓滿，那就是佛戒，菩薩戒不過是五戒的擴充而已。"
    },
    {
      "id": "21-090-0051_p0022",
      "zh_CN": "五戒是佛家的根本大戒，我们要明白这个道理。先从五戒十善入门，绝不好高骛远，然后能够存菩萨心，行菩萨道，这个人就是菩萨，你虽不受菩萨戒，诸佛如来看到你，也称你菩萨。决定不是说受了菩萨戒就是菩萨，受了菩萨戒的人未必是菩萨。为什么？他戒定慧三学都不具足，怎么是菩萨？小乘人修的是戒定慧，菩萨修的是三慧；三慧的那个慧，就是戒定慧的智慧。所以大乘菩萨戒是建立在小乘戒的基础上，而小乘戒又是建立在五戒十善的基础上，我们一定要懂得这个道理，要知道怎样去修学，这样就对了。",
      "zh_TW": "五戒是佛家的根本大戒，我們要明白這個道理。先從五戒十善入門，絕不好高騖遠，然後能夠存菩薩心，行菩薩道，這個人就是菩薩，你雖不受菩薩戒，諸佛如來看到你，也稱你菩薩。決定不是說受了菩薩戒就是菩薩，受了菩薩戒的人未必是菩薩。為什麼？他戒定慧三學都不具足，怎麼是菩薩？小乘人修的是戒定慧，菩薩修的是三慧；三慧的那個慧，就是戒定慧的智慧。所以大乘菩薩戒是建立在小乘戒的基礎上，而小乘戒又是建立在五戒十善的基礎上，我們一定要懂得這個道理，要知道怎樣去修學，這樣就對了。"
    },
    {
      "id": "21-090-0051_p0023",
      "zh_CN": "问：第二个问题：「我的朋友学佛，他的父亲没有学佛，梦见极乐世界，说那个地方太美了。我的朋友不准他父亲到处讲，请问这样如法吗？」",
      "zh_TW": "問：第二個問題：「我的朋友學佛，他的父親沒有學佛，夢見極樂世界，說那個地方太美了。我的朋友不准他父親到處講，請問這樣如法嗎？」"
    },
    {
      "id": "21-090-0051_p0024",
      "zh_CN": "答：这个如法。见到极乐世界，见到佛菩萨，不必到处去宣扬，到处宣扬会产生很多副作用。不要说是在中国大陆，就是在世界其他地方，你要到处宣扬，人家也说是你宣传迷信，这样反而把学佛的形象破坏了。古时候人懂得这个道理，他们见到许许多多瑞相，绝口不提。只有两种情形之下可以说，一个是对老师，求老师印证，这个可以说；另外是帮助一些有特别缘分的人，帮助他增长信心，这个可以。不是这两种理由，最好都不要提起。我们在传记里面看到，净土宗初祖慧远大师，他一生当中三次见到极乐世界，从来没有跟一个人提起过。到临终的时候，这个境界又现前，他才告诉人：「极乐世界现前，我应该走了。」又告诉大家，这个境界过去他曾经见过三次。这是可以说的，这是增长大众的信心。",
      "zh_TW": "答：這個如法。見到極樂世界，見到佛菩薩，不必到處去宣揚，到處宣揚會產生很多副作用。不要說是在中國大陸，就是在世界其他地方，你要到處宣揚，人家也說是你宣傳迷信，這樣反而把學佛的形象破壞了。古時候人懂得這個道理，他們見到許許多多瑞相，絕口不提。只有兩種情形之下可以說，一個是對老師，求老師印證，這個可以說；另外是幫助一些有特別緣分的人，幫助他增長信心，這個可以。不是這兩種理由，最好都不要提起。我們在傳記裡面看到，淨土宗初祖慧遠大師，他一生當中三次見到極樂世界，從來沒有跟一個人提起過。到臨終的時候，這個境界又現前，他才告訴人：「極樂世界現前，我應該走了。」又告訴大家，這個境界過去他曾經見過三次。這是可以說的，這是增長大眾的信心。"
    },
    {
      "id": "21-090-0051_p0025",
      "zh_CN": "问：「四川报国寺有一位法师说：现在念佛人临终最大的罣碍，就是阿弥陀佛。为什么阿弥陀佛还不来接我？为此咽不下这口气。法师说：不要执着，只要有瑞相就行了。请问这种说法对不对？」",
      "zh_TW": "問：「四川報國寺有一位法師說：現在念佛人臨終最大的罣礙，就是阿彌陀佛。為什麼阿彌陀佛還不來接我？為此嚥不下這口氣。法師說：不要執著，只要有瑞相就行了。請問這種說法對不對？」"
    },
    {
      "id": "21-090-0051_p0026",
      "zh_CN": "答：你这个话说得不圆满。现在念佛人，临终最大的罣碍，怎么会是阿弥陀佛？大概是临终过分执着阿弥陀佛来接引，这个执着是正确的。《弥陀经》上，世尊教给我们「执持名号」，那个「执」就是执着。其他的法门分别执着是障碍，净宗法门教我们放下一切分别执着，我们只执着阿弥陀佛名号，这就对了。这样念佛往生，品位不高，为什么？你分别执着没有放下，生凡圣同居土。可是要知道，这很有把握往生，生到极乐世界了，管他哪一土都一样，何必一定要去争取高的品位？用不着。就像莲池大师说：「我只要下下品往生，我就很满意了。」我们要有这样的决心，一定要执持名号，临终的时候，一定要阿弥陀佛来接引；不是阿弥陀佛决定不能跟他走，这一点比什么都重要。",
      "zh_TW": "答：你這個話說得不圓滿。現在念佛人，臨終最大的罣礙，怎麼會是阿彌陀佛？大概是臨終過分執著阿彌陀佛來接引，這個執著是正確的。《彌陀經》上，世尊教給我們「執持名號」，那個「執」就是執著。其他的法門分別執著是障礙，淨宗法門教我們放下一切分別執著，我們只執著阿彌陀佛名號，這就對了。這樣念佛往生，品位不高，為什麼？你分別執著沒有放下，生凡聖同居土。可是要知道，這很有把握往生，生到極樂世界了，管他哪一土都一樣，何必一定要去爭取高的品位？用不著。就像蓮池大師說：「我只要下下品往生，我就很滿意了。」我們要有這樣的決心，一定要執持名號，臨終的時候，一定要阿彌陀佛來接引；不是阿彌陀佛決定不能跟他走，這一點比什麼都重要。"
    },
    {
      "id": "21-090-0051_p0027",
      "zh_CN": "问：「我们平日在屋子里或者做饭的时候，有时会无意伤害或杀害一些小动物，如蟑螂、蚂蚁、菜虫等。事情发生之后，我们念佛为牠们回向。但因动物也有灵性，不知道这些动物的神识离开身体的速度有多快，如果我们在这些小动物被误杀后，马上就处理掉牠们的尸体，请问这样做是否如法？」",
      "zh_TW": "問：「我們平日在屋子裡或者做飯的時候，有時會無意傷害或殺害一些小動物，如蟑螂、螞蟻、菜蟲等。事情發生之後，我們念佛為牠們迴向。但因動物也有靈性，不知道這些動物的神識離開身體的速度有多快，如果我們在這些小動物被誤殺後，馬上就處理掉牠們的屍體，請問這樣做是否如法？」"
    },
    {
      "id": "21-090-0051_p0028",
      "zh_CN": "答：这些小动物对我们学佛的同修来说，确实带来很多的困扰。你知道这些小动物都有灵性，你为什么不跟牠沟通？千万不可以杀害，误杀都不可以。发现之后，要跟牠沟通。怎么沟通法？古人讲得好：「精诚所至，金石为开。」这个话的意思，就是我们用真诚的心，跟牠就沟通了，就没有障碍了。跟牠沟通的时候，心里一个妄念都没有，这样就有感应。你心里所想的，你口里所说的，牠都能够懂得，牠会跟你合作，你劝牠不要来干扰，牠会懂得，牠会跟你配合。我们在讲经时常常提到，也有同学做过试验，试试看跟牠们能不能沟通？试验结果，果然能沟通。这些小虫都很听话，都懂得人的意思，你们不妨自己也试试看，蚊虫、蚂蚁、苍蝇、蟑螂，都可以请牠们到户外。牠们活动的空间，户外空间大，房子里面空间很小，请牠们到户外去活动。牠到房子里面来，无非是找食物，我们放一点食物在院子、房子外面，供养牠们，请牠们不要到房子里面来干扰，牠会听话的，可以跟牠往来，大家做朋友就好。",
      "zh_TW": "答：這些小動物對我們學佛的同修來說，確實帶來很多的困擾。你知道這些小動物都有靈性，你為什麼不跟牠溝通？千萬不可以殺害，誤殺都不可以。發現之後，要跟牠溝通。怎麼溝通法？古人講得好：「精誠所至，金石為開。」這個話的意思，就是我們用真誠的心，跟牠就溝通了，就沒有障礙了。跟牠溝通的時候，心裡一個妄念都沒有，這樣就有感應。你心裡所想的，你口裡所說的，牠都能夠懂得，牠會跟你合作，你勸牠不要來干擾，牠會懂得，牠會跟你配合。我們在講經時常常提到，也有同學做過試驗，試試看跟牠們能不能溝通？試驗結果，果然能溝通。這些小蟲都很聽話，都懂得人的意思，你們不妨自己也試試看，蚊蟲、螞蟻、蒼蠅、蟑螂，都可以請牠們到戶外。牠們活動的空間，戶外空間大，房子裡面空間很小，請牠們到戶外去活動。牠到房子裡面來，無非是找食物，我們放一點食物在院子、房子外面，供養牠們，請牠們不要到房子裡面來干擾，牠會聽話的，可以跟牠往來，大家做朋友就好。"
    },
    {
      "id": "21-090-0051_p0029",
      "zh_CN": "问：「我想把法师讲经开示的这些VCD带到农村去，能闻到佛法，请问不知对否？有人说：老实念佛。」",
      "zh_TW": "問：「我想把法師講經開示的這些VCD帶到農村去，能聞到佛法，請問不知對否？有人說：老實念佛。」"
    },
    {
      "id": "21-090-0051_p0030",
      "zh_CN": "答：可以的。佛法，不仅是佛法，古圣先贤的教诲都是劝我们存好心、行好事、做好人，这些教诲是没有界限的，一切众生都有分。所以，我们有机缘接受到，也有义务把这些资讯传给有缘的众生，这是我们应当尽的义务，应当去做。但是做，一定要如法。像在中国，有一些地方不准流通，我们就不做，决定遵守国家的法令规章，这是释迦牟尼佛在《梵网经》教导我们的。佛弟子第一桩事情就是「守法」，人人都守法，我相信无论是哪一个政府，都欢迎这种善良的百姓。国家对于佛法认同了，知道佛法有利于社会，我相信逐渐它会开放，我们等待时节因缘，不可以操之过急，所谓是「欲速则不达」，这样就好。",
      "zh_TW": "答：可以的。佛法，不僅是佛法，古聖先賢的教誨都是勸我們存好心、行好事、做好人，這些教誨是沒有界限的，一切眾生都有分。所以，我們有機緣接受到，也有義務把這些資訊傳給有緣的眾生，這是我們應當盡的義務，應當去做。但是做，一定要如法。像在中國，有一些地方不准流通，我們就不做，決定遵守國家的法令規章，這是釋迦牟尼佛在《梵網經》教導我們的。佛弟子第一樁事情就是「守法」，人人都守法，我相信無論是哪一個政府，都歡迎這種善良的百姓。國家對於佛法認同了，知道佛法有利於社會，我相信逐漸它會開放，我們等待時節因緣，不可以操之過急，所謂是「欲速則不達」，這樣就好。"
    },
    {
      "id": "21-090-0051_p0031",
      "zh_CN": "问：「去年的十月份，每天上午听您的录放讲法，经常在心里出现偈子，也就是顺口溜，有时我连续写三首，现在我不敢往下写了。请问这是神通还是智慧？」",
      "zh_TW": "問：「去年的十月份，每天上午聽您的錄放講法，經常在心裡出現偈子，也就是順口溜，有時我連續寫三首，現在我不敢往下寫了。請問這是神通還是智慧？」"
    },
    {
      "id": "21-090-0051_p0032",
      "zh_CN": "答：这个情形没有什么关系，你可以写，这也是你自己修学的心得感想。如果这里面没有问题，而且对于社会大众有利益的，就可以流通。如果对社会大众没有正面的好处，我们不流通也就行了，总是你修学的一个历程。",
      "zh_TW": "答：這個情形沒有什麼關係，你可以寫，這也是你自己修學的心得感想。如果這裡面沒有問題，而且對於社會大眾有利益的，就可以流通。如果對社會大眾沒有正面的好處，我們不流通也就行了，總是你修學的一個歷程。"
    },
    {
      "id": "21-090-0051_p0033",
      "zh_CN": "问：这位同修问的，这是一个佛学常识。「请问给佛像装脏，表示什么意义？」",
      "zh_TW": "問：這位同修問的，這是一個佛學常識。「請問給佛像裝臟，表示什麼意義？」"
    },
    {
      "id": "21-090-0051_p0034",
      "zh_CN": "答：这一句话大陆的同胞可能听得懂，在外面的可能听不懂，你们新加坡的人懂不懂？什么叫「佛像装脏」？在中国过去，泥塑木雕的佛像，多半佛像后面有一个小门，门可以打开，里面装一些符咒；等于人身体里面有五脏六腑一样，装在里面，叫「装脏」。现在在外面塑造佛像都没有，像我们现在后面的佛像都没有，前面供的佛像也都没有。",
      "zh_TW": "答：這一句話大陸的同胞可能聽得懂，在外面的可能聽不懂，你們新加坡的人懂不懂？什麼叫「佛像裝臟」？在中國過去，泥塑木雕的佛像，多半佛像後面有一個小門，門可以打開，裡面裝一些符咒；等於人身體裡面有五臟六腑一樣，裝在裡面，叫「裝臟」。現在在外面塑造佛像都沒有，像我們現在後面的佛像都沒有，前面供的佛像也都沒有。"
    },
    {
      "id": "21-090-0051_p0035",
      "zh_CN": "这个是世俗一种见解，而实际上造佛像需不需要用这些？不需要。我们知道佛像是表法的，我们佛弟子供养佛像，有两个意义：第一个是「纪念」的意思，「慎终追远，民德归厚」，这是纪念老师，不忘老师教诲的恩德。第二个意思是「见贤思齐」。看到佛，佛也是人修成的，他能成佛，我也应当好好的修行，跟他一样成就；他是菩萨，我也应该作菩萨，是这么一个意义。因此，「装脏」实在是没有必要，我们明白这个道理就好。",
      "zh_TW": "這個是世俗一種見解，而實際上造佛像需不需要用這些？不需要。我們知道佛像是表法的，我們佛弟子供養佛像，有兩個意義：第一個是「紀念」的意思，「慎終追遠，民德歸厚」，這是紀念老師，不忘老師教誨的恩德。第二個意思是「見賢思齊」。看到佛，佛也是人修成的，他能成佛，我也應當好好的修行，跟他一樣成就；他是菩薩，我也應該作菩薩，是這麼一個意義。因此，「裝臟」實在是沒有必要，我們明白這個道理就好。"
    },
    {
      "id": "21-090-0051_p0036",
      "zh_CN": "问：这个地方有两个问题，第一个问题：「弟子在还没有学佛之前，曾经跟姊姊到一所讲堂听经，随后请了几本经书，放置在家中。姊姊在结婚之后，将这栋房子卖了，经书却没有带走。我们姊妹曾要求姊姊处理，但不被处理。我曾经看到新屋主在整理房子时，用扫把扫经书，我当时不敢出声阻止，深怕有罪，所以只好回头走开。这些经书有一些是姊姊叫我带回去的，此事挂在心上很久。请开示。」",
      "zh_TW": "問：這個地方有兩個問題，第一個問題：「弟子在還沒有學佛之前，曾經跟姊姊到一所講堂聽經，隨後請了幾本經書，放置在家中。姊姊在結婚之後，將這棟房子賣了，經書卻沒有帶走。我們姊妹曾要求姊姊處理，但不被處理。我曾經看到新屋主在整理房子時，用掃把掃經書，我當時不敢出聲阻止，深怕有罪，所以只好回頭走開。這些經書有一些是姊姊叫我帶回去的，此事掛在心上很久。請開示。」"
    },
    {
      "id": "21-090-0051_p0037",
      "zh_CN": "答：这个事情既然很久了，妳就不要再放在心上，放在心上不好，对妳只有害处没有好处。好在现代的经书跟从前的经本不一样。从前，在古时候，世间最名贵的是书籍，因为书籍都是手抄的、手写的，因此非常的珍贵。纵然在清朝末年、民国初年，印刷术相当发达了，所印出来的书流通量不大，成本很高，所以我们曾经看到有些富贵人家，用书籍做装饰品，代表他们家里面的富有。从前的经本有破损，我们还要把它修补，流传到后世。现代印刷术发达，经本流通量很大，很容易得到。所以，你既然不是有意，是无意，损坏了只有过没有罪，不要放在心上，这样就好。",
      "zh_TW": "答：這個事情既然很久了，妳就不要再放在心上，放在心上不好，對妳只有害處沒有好處。好在現代的經書跟從前的經本不一樣。從前，在古時候，世間最名貴的是書籍，因為書籍都是手抄的、手寫的，因此非常的珍貴。縱然在清朝末年、民國初年，印刷術相當發達了，所印出來的書流通量不大，成本很高，所以我們曾經看到有些富貴人家，用書籍做裝飾品，代表他們家裡面的富有。從前的經本有破損，我們還要把它修補，流傳到後世。現代印刷術發達，經本流通量很大，很容易得到。所以，你既然不是有意，是無意，損壞了只有過沒有罪，不要放在心上，這樣就好。"
    },
    {
      "id": "21-090-0051_p0038",
      "zh_CN": "如果遇到线装书，我们就应当要珍惜它。因为线装书一般都是木刻版本，松烟印刷的，这种书现在已经变成艺术品，它可以保存很长的时间。中国的纸张，一般大家见到的宣纸、连史纸，都可以保存八百年到一千年，能保存这么久；就是中国的毛边纸，差不多也能保存五百年。所以中国的纸，质料好像看起来没有外国的好，但是寿命中国长久，外国的道林纸很漂亮、很好，它的寿命大概只有一百年，一百年之后它就变成粉，没有中国东西耐用。中国东西确实经久耐用，所以像线装书，我们一定要好好的保存，要珍惜，不可以在上面做记号、在上面画圈，这都不可以。我们读了之后，要知道还要流传给后人。现在读书，实在讲比从前方便，现在有影印。如果我们有珍贵的线装书本，可以把它影印，我们用影印的本子，你在上面做记号都没有关系，原本要好好的保存。",
      "zh_TW": "如果遇到線裝書，我們就應當要珍惜它。因為線裝書一般都是木刻版本，松煙印刷的，這種書現在已經變成藝術品，它可以保存很長的時間。中國的紙張，一般大家見到的宣紙、連史紙，都可以保存八百年到一千年，能保存這麼久；就是中國的毛邊紙，差不多也能保存五百年。所以中國的紙，質料好像看起來沒有外國的好，但是壽命中國長久，外國的道林紙很漂亮、很好，它的壽命大概只有一百年，一百年之後它就變成粉，沒有中國東西耐用。中國東西確實經久耐用，所以像線裝書，我們一定要好好的保存，要珍惜，不可以在上面做記號、在上面畫圈，這都不可以。我們讀了之後，要知道還要流傳給後人。現在讀書，實在講比從前方便，現在有影印。如果我們有珍貴的線裝書本，可以把它影印，我們用影印的本子，你在上面做記號都沒有關係，原本要好好的保存。"
    },
    {
      "id": "21-090-0051_p0039",
      "zh_CN": "问：第二个问题：「弟子曾经有一次到一位女同修家里，他先生因为不信佛，在我面前毁谤出家人。我深怕因果，所以不敢开口说话，坐在那里当作什么都没听到。后来听到一位法师说：『无论何人在说损人的话，如果你站着、听着，造成他有这个缘造业，你也一样有罪。』弟子曾经听老法师说过，毁谤破坏三宝的形象罪过很大，死后必堕阿鼻地狱。请问弟子是否被牵累，应如何是好？」",
      "zh_TW": "問：第二個問題：「弟子曾經有一次到一位女同修家裡，他先生因為不信佛，在我面前毀謗出家人。我深怕因果，所以不敢開口說話，坐在那裡當作什麼都沒聽到。後來聽到一位法師說：『無論何人在說損人的話，如果你站著、聽著，造成他有這個緣造業，你也一樣有罪。』弟子曾經聽老法師說過，毀謗破壞三寶的形象罪過很大，死後必墮阿鼻地獄。請問弟子是否被牽累，應如何是好？」"
    },
    {
      "id": "21-090-0051_p0040",
      "zh_CN": "答：应如何是好？老实念佛求生净土就好。到西方极乐世界，你的一切罪过都可以能够避免了，所以还是念佛好。以后遇到这种事情，别人毁谤，不管是说什么人的过失，你在旁边听了，不可以不说话。你不说话是错误的，你要说话，说什么话？「阿弥陀佛」，就说这一句。他讲几句，你回几句「阿弥陀佛」，你不断的把「阿弥陀佛」灌到他耳朵里去，你的功德无量！他的话我们可以不听，他讲一句，我们回答他一句，这个办法比什么都好，这就度了众生。",
      "zh_TW": "答：應如何是好？老實念佛求生淨土就好。到西方極樂世界，你的一切罪過都可以能夠避免了，所以還是念佛好。以後遇到這種事情，別人毀謗，不管是說什麼人的過失，你在旁邊聽了，不可以不說話。你不說話是錯誤的，你要說話，說什麼話？「阿彌陀佛」，就說這一句。他講幾句，你回幾句「阿彌陀佛」，你不斷的把「阿彌陀佛」灌到他耳朵裡去，你的功德無量！他的話我們可以不聽，他講一句，我們回答他一句，這個辦法比什麼都好，這就度了眾生。"
    },
    {
      "id": "21-090-0051_p0041",
      "zh_CN": "吉林同修问：「现在大陆有些卷烟厂，把佛像印在香烟盒上，所以街道到处都可以见到，很不恭敬。请问我们应该如何对待？」",
      "zh_TW": "吉林同修問：「現在大陸有些捲煙廠，把佛像印在香煙盒上，所以街道到處都可以見到，很不恭敬。請問我們應該如何對待？」"
    },
    {
      "id": "21-090-0051_p0042",
      "zh_CN": "答：这个事情你们可以把它反应到你们当地的佛教协会，或者是北京全国的总会。反应给他们，让他们来处理。",
      "zh_TW": "答：這個事情你們可以把它反應到你們當地的佛教協會，或者是北京全國的總會。反應給他們，讓他們來處理。"
    },
    {
      "id": "21-090-0051_p0043",
      "zh_CN": "问：「我有一个同修，他经常说：『我今生要成佛，一定能成佛，我有信心。』请问我们对他这样的心情，应该抱什么样的态度？」",
      "zh_TW": "問：「我有一個同修，他經常說：『我今生要成佛，一定能成佛，我有信心。』請問我們對他這樣的心情，應該抱什麼樣的態度？」"
    },
    {
      "id": "21-090-0051_p0044",
      "zh_CN": "答：这个要鼓励他，佛法成就关键在信心，最重要的就是信心；如果信心不足，就很难成就。他有这样的信心，要帮助他，对于经论要多听、多了解，这对他有好处。",
      "zh_TW": "答：這個要鼓勵他，佛法成就關鍵在信心，最重要的就是信心；如果信心不足，就很難成就。他有這樣的信心，要幫助他，對於經論要多聽、多了解，這對他有好處。"
    },
    {
      "id": "21-090-0051_p0045",
      "zh_CN": "问：下面有两个问题，第一个问题：「中国有一位有名望的法师说：念佛，他保证不能往生，走不了，必须要看大经大论。」",
      "zh_TW": "問：下面有兩個問題，第一個問題：「中國有一位有名望的法師說：念佛，他保證不能往生，走不了，必須要看大經大論。」"
    },
    {
      "id": "21-090-0051_p0046",
      "zh_CN": "答：你的意思我懂了，这个事情他说得不是很可靠。因为倓虚老法师、谛闲老法师在中国也是很有名望的，这两位老法师告诉我们，不认识字的人，不懂得经教的人，只要老老实实念一句阿弥陀佛，都能往生，往生瑞相都非常好；那些往生的人，他们没有念过大经大论。你们从东北来的，我听说黑龙江哈尔滨「极乐寺」有一个修无法师，往生的瑞相非常希有。《影尘回忆录》里头有记载，修无法师不认识字，没有念过大经大论，他往生，走得很自在。谛闲法师早年有个老徒弟是锅漏匠，也不认识字，也没有听过经，也没有念过经，只念一句「阿弥陀佛」，念了三年多，站着往生。这个例子太多了，所以他这个保证靠不住。",
      "zh_TW": "答：你的意思我懂了，這個事情他說得不是很可靠。因為倓虛老法師、諦閑老法師在中國也是很有名望的，這兩位老法師告訴我們，不認識字的人，不懂得經教的人，只要老老實實念一句阿彌陀佛，都能往生，往生瑞相都非常好；那些往生的人，他們沒有念過大經大論。你們從東北來的，我聽說黑龍江哈爾濱「極樂寺」有一個修無法師，往生的瑞相非常希有。《影塵回憶錄》裡頭有記載，修無法師不認識字，沒有念過大經大論，他往生，走得很自在。諦閑法師早年有個老徒弟是鍋漏匠，也不認識字，也沒有聽過經，也沒有念過經，只念一句「阿彌陀佛」，念了三年多，站著往生。這個例子太多了，所以他這個保證靠不住。"
    },
    {
      "id": "21-090-0051_p0047",
      "zh_CN": "问：第二个问题：「有的众生，有时候有一些意外，他一下子能说出来，而且正确不差。请问这是清净心还是仙家？」",
      "zh_TW": "問：第二個問題：「有的眾生，有時候有一些意外，他一下子能說出來，而且正確不差。請問這是清淨心還是仙家？」"
    },
    {
      "id": "21-090-0051_p0048",
      "zh_CN": "答：这种事情有，确确实实有。《楞严经》上说得很好，多半是鬼神附身，不是他自己的能力。我们通常讲「特异功能」、讲「神通」，这不是他自己的能力，是有人附在他身上的能力，附身上这个人离开之后，他的能力就丧失了。有些小事情他说得很准确，大的事情就靠不住了。这种事自古以来都有，社会上都发生过这些事情，佛经里面也曾经讲到。",
      "zh_TW": "答：這種事情有，確確實實有。《楞嚴經》上說得很好，多半是鬼神附身，不是他自己的能力。我們通常講「特異功能」、講「神通」，這不是他自己的能力，是有人附在他身上的能力，附身上這個人離開之後，他的能力就喪失了。有些小事情他說得很準確，大的事情就靠不住了。這種事自古以來都有，社會上都發生過這些事情，佛經裡面也曾經講到。"
    },
    {
      "id": "21-090-0051_p0049",
      "zh_CN": "问：「弟子学佛十多年，念佛号时有时感觉心里很烦恼，坐着静念佛时就会睡眠。有时候就像作梦，还有时候脖子后面像做电疗似的，请问是弟子业障重吗？」",
      "zh_TW": "問：「弟子學佛十多年，念佛號時有時感覺心裡很煩惱，坐著靜念佛時就會睡眠。有時候就像作夢，還有時候脖子後面像做電療似的，請問是弟子業障重嗎？」"
    },
    {
      "id": "21-090-0051_p0050",
      "zh_CN": "答：这些境界如果现前的时候，佛在《楞严经》上教我们一个方法，不去理它，你慢慢就会正常。不要把这个事情放在心上，纵然遇到了，或是昏沈，或是掉举，都不要理它。如果是昏沈，打瞌睡，精神提不起来，可以绕佛，可以在佛堂绕佛，经行绕佛，或者是拜佛。如果感觉到哪个地方不舒服，可以调整自己的身体，调整自己坐着或者站着的姿势，这样就好。你不要把这些事情放在心上，这个非常重要。",
      "zh_TW": "答：這些境界如果現前的時候，佛在《楞嚴經》上教我們一個方法，不去理它，你慢慢就會正常。不要把這個事情放在心上，縱然遇到了，或是昏沈，或是掉舉，都不要理它。如果是昏沈，打瞌睡，精神提不起來，可以繞佛，可以在佛堂繞佛，經行繞佛，或者是拜佛。如果感覺到哪個地方不舒服，可以調整自己的身體，調整自己坐著或者站著的姿勢，這樣就好。你不要把這些事情放在心上，這個非常重要。"
    },
    {
      "id": "21-090-0051_p0051",
      "zh_CN": "问：「阿弥陀佛身金色，为什么净宗学会供的阿弥陀佛大部分是白瓷色？」",
      "zh_TW": "問：「阿彌陀佛身金色，為什麼淨宗學會供的阿彌陀佛大部分是白瓷色？」"
    },
    {
      "id": "21-090-0051_p0052",
      "zh_CN": "答：你问得很好。净宗学会成立的时候，第一尊佛像是一位老居士供养的，因为我们净宗学会成立时没有佛像，正好有一位老居士送来一尊佛像。这尊佛像是瓷的，而且大概有两三百年了，是一尊古董佛像，所以我们就将这尊佛像供在大殿当中，做为我们的主佛像。以后，因为这尊佛像，实在讲是很名贵，传了几百年，瓷的又容易打破，携带很不方便，我们就固定供在佛堂。很多人看到欢喜，怎么办？我就想到照相，照相印出来，每个同修都可以请到家里供养。这一尊白瓷佛像，就是这样一个因缘来的。我们不必在色相上去分别，只要心里头有佛，大概我们往生西方极乐世界，见到白色的佛像这个机会会比较多一些。",
      "zh_TW": "答：你問得很好。淨宗學會成立的時候，第一尊佛像是一位老居士供養的，因為我們淨宗學會成立時沒有佛像，正好有一位老居士送來一尊佛像。這尊佛像是瓷的，而且大概有兩三百年了，是一尊古董佛像，所以我們就將這尊佛像供在大殿當中，做為我們的主佛像。以後，因為這尊佛像，實在講是很名貴，傳了幾百年，瓷的又容易打破，攜帶很不方便，我們就固定供在佛堂。很多人看到歡喜，怎麼辦？我就想到照相，照相印出來，每個同修都可以請到家裡供養。這一尊白瓷佛像，就是這樣一個因緣來的。我們不必在色相上去分別，只要心裡頭有佛，大概我們往生西方極樂世界，見到白色的佛像這個機會會比較多一些。"
    }
  ]
}