{
  "doc_id": "21-090-0080",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十集",
    "zh_TW": "第八十集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0080",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "21-090-0080_p0001",
      "zh_CN": "这位同修说：「佛弟子代老辈问个问题，家婆年纪已大，六十六岁，生活很简单，也没有牵挂任何事情，每当念佛或做运动时，满身子都好乱，不能平静，不能专心念佛以及做每件事，想安定下来就是做不到，请问念佛为何会如此，如何做到一心不乱？」",
      "zh_TW": "這位同修說：「佛弟子代老輩問個問題，家婆年紀已大，六十六歲，生活很簡單，也沒有牽掛任何事情，每當念佛或做運動時，滿身子都好亂，不能平靜，不能專心念佛以及做每件事，想安定下來就是做不到，請問念佛為何會如此，如何做到一心不亂？」"
    },
    {
      "id": "21-090-0080_p0002",
      "zh_CN": "答：心不平静就是烦恼习气，念佛的方法对付乱心是非常有效果，但是绝对不是说你佛号一提起，你心就平静了，没有这么快，一定要下功夫，要时间。不要怕愈念佛心愈乱，不念佛心就不乱，其实是错误的，不念佛的时候心也是这么乱，你没有发现，因为你注意力没有集中在这个地方，不知道自己乱，到自己想念佛的时候就发现原来是这么乱，决不是因为念佛才乱的，这个道理一定要懂。现在你用念佛的功夫把你的心平静下来，绝对不是说几天、几个小时就能做到，没有那么简单。通常我们一般人的经验，大概总得要三年，每天继续不断的念，念的时候妄念起来不要理它、不管它，把注意力集中在佛号，佛号跟妄想可以同时起来，慢慢的让注意力集中在佛号，妄念就渐渐减少。不可能妄念突然断了，没这回事情，总是慢慢的减少，一定要继续念下去，不要害怕，这个道理要懂。做事情，如果不用思考，一样可以念佛；用思考的，你就好好的思考你的事情，事情做完了，佛号再提起来。",
      "zh_TW": "答：心不平靜就是煩惱習氣，念佛的方法對付亂心是非常有效果，但是絕對不是說你佛號一提起，你心就平靜了，沒有這麼快，一定要下功夫，要時間。不要怕愈念佛心愈亂，不念佛心就不亂，其實是錯誤的，不念佛的時候心也是這麼亂，你沒有發現，因為你注意力沒有集中在這個地方，不知道自己亂，到自己想念佛的時候就發現原來是這麼亂，決不是因為念佛才亂的，這個道理一定要懂。現在你用念佛的功夫把你的心平靜下來，絕對不是說幾天、幾個小時就能做到，沒有那麼簡單。通常我們一般人的經驗，大概總得要三年，每天繼續不斷的念，念的時候妄念起來不要理它、不管它，把注意力集中在佛號，佛號跟妄想可以同時起來，慢慢的讓注意力集中在佛號，妄念就漸漸減少。不可能妄念突然斷了，沒這回事情，總是慢慢的減少，一定要繼續念下去，不要害怕，這個道理要懂。做事情，如果不用思考，一樣可以念佛；用思考的，你就好好的思考你的事情，事情做完了，佛號再提起來。"
    },
    {
      "id": "21-090-0080_p0003",
      "zh_CN": "这位同修有两个问题，第一个：「非常崇敬您，我学佛近三年了，晚上睡觉时每到三点钟左右，总觉得有人猛推我一下，我就醒了，总认为是护法神催我上早课，大多是一推，我就起来上早课。可是有时晚上也会出现这种现象，在我毫无准备，熟睡时猛一哆嗦，后来习惯了也就不当回事，请问是病态还是护法神在叫我起床？」",
      "zh_TW": "這位同修有兩個問題，第一個：「非常崇敬您，我學佛近三年了，晚上睡覺時每到三點鐘左右，總覺得有人猛推我一下，我就醒了，總認為是護法神催我上早課，大多是一推，我就起來上早課。可是有時晚上也會出現這種現象，在我毫無準備，熟睡時猛一哆嗦，後來習慣了也就不當回事，請問是病態還是護法神在叫我起床？」"
    },
    {
      "id": "21-090-0080_p0004",
      "zh_CN": "答：你的想法很好，就把他当作护法神，这样就好，不要把这个事情放在心上，一定要把心专注在念佛。在家居士早晚课多念佛好， 古大德说：「念经不如念咒，念咒不如念佛」，除非你是在道场领众，道场一定有它的规矩，那是一定要遵照规矩做的；另外一种是发心讲经弘法，你要把心专注在经教上。如果没有这些事情，应当专心念佛，决定求生净土，这才是这一生第一桩大事。",
      "zh_TW": "答：你的想法很好，就把他當作護法神，這樣就好，不要把這個事情放在心上，一定要把心專注在念佛。在家居士早晚課多念佛好， 古大德說：「念經不如念咒，念咒不如念佛」，除非你是在道場領眾，道場一定有它的規矩，那是一定要遵照規矩做的；另外一種是發心講經弘法，你要把心專注在經教上。如果沒有這些事情，應當專心念佛，決定求生淨土，這才是這一生第一樁大事。"
    },
    {
      "id": "21-090-0080_p0005",
      "zh_CN": "第二：「晚上有一次在似睡非睡时，一下子就像有人把我推到高处，大概有一分钟的时间，后来又慢慢将我放下来，持续两次，我感到很舒服，认为这是佛光普照，当时我以为在作梦，但我用手一摸念佛机还响着大悲咒，才知道不是作梦，不知道这种现象是怎么回事情？还有念佛总喜欢打坐默念，有人说念出声比默念功德大，这说法对否？请老法师指教。」",
      "zh_TW": "第二：「晚上有一次在似睡非睡時，一下子就像有人把我推到高處，大概有一分鐘的時間，後來又慢慢將我放下來，持續兩次，我感到很舒服，認為這是佛光普照，當時我以為在作夢，但我用手一摸念佛機還響著大悲咒，才知道不是作夢，不知道這種現象是怎麼回事情？還有念佛總喜歡打坐默念，有人說念出聲比默念功德大，這說法對否？請老法師指教。」"
    },
    {
      "id": "21-090-0080_p0006",
      "zh_CN": "答：境界现前，这是很普遍的现象，不是你一个人专有，我常遇到同修来跟我说，可见得这个境界是许多人都有。你守着一个原则：「见怪不怪，其怪自败」，也就是说不要把它放在心上，不要把它当作一回事情，不理它，所有境界就是好境界。如果把它放在心上，常常挂念这种境界，很容易变成魔障，也就是说魔得其便，他知道他给你动动手脚，你很在意，你很在乎，他的效果收到了，以后麻烦就多了，所以不要放在心上。",
      "zh_TW": "答：境界現前，這是很普遍的現象，不是你一個人專有，我常遇到同修來跟我說，可見得這個境界是許多人都有。你守著一個原則：「見怪不怪，其怪自敗」，也就是說不要把它放在心上，不要把它當作一回事情，不理它，所有境界就是好境界。如果把它放在心上，常常掛念這種境界，很容易變成魔障，也就是說魔得其便，他知道他給你動動手腳，你很在意，你很在乎，他的效果收到了，以後麻煩就多了，所以不要放在心上。"
    },
    {
      "id": "21-090-0080_p0007",
      "zh_CN": "念佛，打坐默念可以，念佛是行住坐卧都可以念，这才自在，所以它比其他法门容易，道理在此地。默念也行，出声念也行。有人说出声念比默念功德大，大概是说出声念有别人能听见，所谓是「一历耳根，永为道种」，你把佛的种子种在听见人的心里，这是功德，这是你做的好事情。但是默念虽然一般人听不到，鬼神能听到，所以不能说没有功德，这就是看你自己的方便。",
      "zh_TW": "念佛，打坐默念可以，念佛是行住坐臥都可以念，這才自在，所以它比其他法門容易，道理在此地。默念也行，出聲念也行。有人說出聲念比默念功德大，大概是說出聲念有別人能聽見，所謂是「一歷耳根，永為道種」，你把佛的種子種在聽見人的心裡，這是功德，這是你做的好事情。但是默念雖然一般人聽不到，鬼神能聽到，所以不能說沒有功德，這就是看你自己的方便。"
    },
    {
      "id": "21-090-0080_p0008",
      "zh_CN": "辽宁马鞍山的居士有两个问题，第一个：「什么样情况下算是伏住烦恼，不起作用了？如果行动没有表现出来，心里面随境动了烦恼，但过一阵子又对治了，算不算伏住烦恼？」",
      "zh_TW": "遼寧馬鞍山的居士有兩個問題，第一個：「什麼樣情況下算是伏住煩惱，不起作用了？如果行動沒有表現出來，心裡面隨境動了煩惱，但過一陣子又對治了，算不算伏住煩惱？」"
    },
    {
      "id": "21-090-0080_p0009",
      "zh_CN": "答：算伏，没伏住。怎么没伏住？真的伏住了，在日常生活当中不起作用，这是你真的伏住了，不是说伏了一阵子，一会儿又起来，这是你没伏住。因此，伏烦恼还是要功夫，功夫不得力伏不住。你现在伏住了，临命终时别人动你、碰你，你又起烦恼，你怎么办？就是在日常生活当中去锻炼，人家骂你、打你、鞭你，你一点瞋恨心都没有，若无其事，这是你真的伏住了。清醒的时候伏住，睡觉作梦的时候也能伏住，在梦中有人惹你生气，你一发脾气，你没有伏住。伏比断容易，断难。伏跟断的样子不同，断的时候，你的能力恢复，我们讲的神通，现前了，见思烦恼真的断了。墙那边人在做什么，你能看见，别人心里想些什么事情，你知道，这是他心通。天眼、天耳、他心通很容易得到，那是断了才有；伏的功夫深也有，但是没有断的能力来得大。所以伏烦恼的状况，自己一定要清楚，我们还在日常生活当中会起心动念，没有伏住，要用功。",
      "zh_TW": "答：算伏，沒伏住。怎麼沒伏住？真的伏住了，在日常生活當中不起作用，這是你真的伏住了，不是說伏了一陣子，一會兒又起來，這是你沒伏住。因此，伏煩惱還是要功夫，功夫不得力伏不住。你現在伏住了，臨命終時別人動你、碰你，你又起煩惱，你怎麼辦？就是在日常生活當中去鍛鍊，人家罵你、打你、鞭你，你一點瞋恨心都沒有，若無其事，這是你真的伏住了。清醒的時候伏住，睡覺作夢的時候也能伏住，在夢中有人惹你生氣，你一發脾氣，你沒有伏住。伏比斷容易，斷難。伏跟斷的樣子不同，斷的時候，你的能力恢復，我們講的神通，現前了，見思煩惱真的斷了。牆那邊人在做什麼，你能看見，別人心裡想些什麼事情，你知道，這是他心通。天眼、天耳、他心通很容易得到，那是斷了才有；伏的功夫深也有，但是沒有斷的能力來得大。所以伏煩惱的狀況，自己一定要清楚，我們還在日常生活當中會起心動念，沒有伏住，要用功。"
    },
    {
      "id": "21-090-0080_p0010",
      "zh_CN": "真正烦恼伏住了，往生不但有把握，想什么时候去就什么时候去，我们常讲生死自在。你生死为什么不自在？你烦恼没伏住，所以你就不自在，伏住就自在了。真的是断掉的话，你想在这个世间住上二百年、三百年、二千年、三千年，没有问题。迦叶尊者在鸡足山，释迦牟尼佛交代他等到弥勒佛出世，把释迦牟尼佛的袈裟传给弥勒佛，我们晓得迦叶尊者在世间要住多少年？《弥勒下生经》里面讲，换算成现在的年代，五十六亿七千万年。这才真正叫了生死，他要住这么多年是因为他有任务在，他得把事情交代好。如果没有这些任务，那你就得大自在，你喜欢来就来，喜欢去就去。所以一定要辨别清楚，不可以说是未证，没有证到这个境界，就以为自己证得，这错误就大了，对自己修学有很大的妨碍。",
      "zh_TW": "真正煩惱伏住了，往生不但有把握，想什麼時候去就什麼時候去，我們常講生死自在。你生死為什麼不自在？你煩惱沒伏住，所以你就不自在，伏住就自在了。真的是斷掉的話，你想在這個世間住上二百年、三百年、二千年、三千年，沒有問題。迦葉尊者在雞足山，釋迦牟尼佛交代他等到彌勒佛出世，把釋迦牟尼佛的袈裟傳給彌勒佛，我們曉得迦葉尊者在世間要住多少年？《彌勒下生經》裡面講，換算成現在的年代，五十六億七千萬年。這才真正叫了生死，他要住這麼多年是因為他有任務在，他得把事情交代好。如果沒有這些任務，那你就得大自在，你喜歡來就來，喜歡去就去。所以一定要辨別清楚，不可以說是未證，沒有證到這個境界，就以為自己證得，這錯誤就大了，對自己修學有很大的妨礙。"
    },
    {
      "id": "21-090-0080_p0011",
      "zh_CN": "第二个问题：「修行人临终非常重要，家里人不信佛，不懂临终常识，请问是否需要到居士林、大陆长春百国兴隆寺长住？」",
      "zh_TW": "第二個問題：「修行人臨終非常重要，家裡人不信佛，不懂臨終常識，請問是否需要到居士林、大陸長春百國興隆寺長住？」"
    },
    {
      "id": "21-090-0080_p0012",
      "zh_CN": "答：在居士林往生这是好办法，如果你家里人没有妨碍，能同意的话，这个方法好。临终确实是死生大事，死了之后你再到六道哪里投生，这是大事，这比你活在世间任何一桩事情都大，所以一定要非常慎重。",
      "zh_TW": "答：在居士林往生這是好辦法，如果你家裡人沒有妨礙，能同意的話，這個方法好。臨終確實是死生大事，死了之後你再到六道哪裡投生，這是大事，這比你活在世間任何一樁事情都大，所以一定要非常慎重。"
    },
    {
      "id": "21-090-0080_p0013",
      "zh_CN": "问：「专持佛号是正行，请问我们如何修助行？」",
      "zh_TW": "問：「專持佛號是正行，請問我們如何修助行？」"
    },
    {
      "id": "21-090-0080_p0014",
      "zh_CN": "答：所谓「积聚资粮，净治业障」，专持佛号，希望佛号在二六时中不中断，这才是真正的功夫，绵绵密密，让佛号不断，一切时、一切处。当你有工作的时候，佛号放下，认真去把事情做好，做好之后把你的事情放下，佛号立刻就提起来，你做的工作就是助行。所做一切事都是利益众生，都是方便众生的，而不是自私自利，统统都是助行。「积聚资粮，净治业障」，顺境、逆境、善缘、恶缘都包括在其中。我们常常提醒大家，顺境、善缘不起贪恋之心，逆境、恶缘不起瞋恚之心，就是说在一切人事物，一切环境当中，保持你心地的清净。你要是不懂这个道理，我再告诉你，保持这句佛号不间断就行，因为你心里有佛号，你就不会有妄念。你念头起来了，你的佛号就断掉了；喜怒哀乐的念头起来，佛号就没有了，你有佛号，你就不会有妄念。",
      "zh_TW": "答：所謂「積聚資糧，淨治業障」，專持佛號，希望佛號在二六時中不中斷，這才是真正的功夫，綿綿密密，讓佛號不斷，一切時、一切處。當你有工作的時候，佛號放下，認真去把事情做好，做好之後把你的事情放下，佛號立刻就提起來，你做的工作就是助行。所做一切事都是利益眾生，都是方便眾生的，而不是自私自利，統統都是助行。「積聚資糧，淨治業障」，順境、逆境、善緣、惡緣都包括在其中。我們常常提醒大家，順境、善緣不起貪戀之心，逆境、惡緣不起瞋恚之心，就是說在一切人事物，一切環境當中，保持你心地的清淨。你要是不懂這個道理，我再告訴你，保持這句佛號不間斷就行，因為你心裡有佛號，你就不會有妄念。你念頭起來了，你的佛號就斷掉了；喜怒哀樂的念頭起來，佛號就沒有了，你有佛號，你就不會有妄念。"
    },
    {
      "id": "21-090-0080_p0015",
      "zh_CN": "问：「道家不持佛名，如专念树叶子，临终时化为光体而走，请问是否也能了脱生死，脱离轮回，甚至于生到佛国？」",
      "zh_TW": "問：「道家不持佛名，如專念樹葉子，臨終時化為光體而走，請問是否也能了脫生死，脫離輪迴，甚至於生到佛國？」"
    },
    {
      "id": "21-090-0080_p0016",
      "zh_CN": "答：不可能，如果道家念「树叶子」也能够了脱生死，生到佛国，释迦牟尼佛决不到这世间来。为什么？了生死出三界你们有办法，他来干什么？没有这个必要，他来，就是你们的问题解决不了，他一定要来帮忙。你能解决问题，有办法解决，他不会多事，「多一事不如少一事，少事不如无事」。他来这里干什么？就是你们解决不了问题。树叶子念多了，将来自己就变成树叶子，到哪里去？作树神。「一切法从心想生」，念什么就变什么，这是一定的道理。所以它比不上禅宗，禅宗叫参究，禅宗不是念，离心意识参，它心里头不落印象。道家这种修行落印象，虽然也能够到一心不乱，这个一心不乱跟《弥陀经》的一心不乱四个字相同，意思境界却大不一样，所以一定要懂得。",
      "zh_TW": "答：不可能，如果道家念「樹葉子」也能夠了脫生死，生到佛國，釋迦牟尼佛決不到這世間來。為什麼？了生死出三界你們有辦法，他來幹什麼？沒有這個必要，他來，就是你們的問題解決不了，他一定要來幫忙。你能解決問題，有辦法解決，他不會多事，「多一事不如少一事，少事不如無事」。他來這裡幹什麼？就是你們解決不了問題。樹葉子念多了，將來自己就變成樹葉子，到哪裡去？作樹神。「一切法從心想生」，念什麼就變什麼，這是一定的道理。所以它比不上禪宗，禪宗叫參究，禪宗不是念，離心意識參，它心裡頭不落印象。道家這種修行落印象，雖然也能夠到一心不亂，這個一心不亂跟《彌陀經》的一心不亂四個字相同，意思境界卻大不一樣，所以一定要懂得。"
    },
    {
      "id": "21-090-0080_p0017",
      "zh_CN": "问：「若没有生到佛国，请问他是什么境界，证到什么位次，生到哪一层天？」",
      "zh_TW": "問：「若沒有生到佛國，請問他是什麼境界，證到什麼位次，生到哪一層天？」"
    },
    {
      "id": "21-090-0080_p0018",
      "zh_CN": "答：这些事情与我们都不相干，我们无需要知道，古人讲：「知事少时烦恼少，识人多处是非多」，你管那么多事情干什么？如果你真的要问，他是什么境界，生到哪一层天，要看这个用功的人，两个同时用功的人程度不一样，他们的境界也不相同，他们的去处也不一样。你问哪一个人？这要知道。你没有指定哪一个人，含糊笼统，人家答复你也含糊笼统。即使这个人一生不作恶，不作恶他没有修善，所以他的境界跟生处都不是很高，这是我们能想像得到。",
      "zh_TW": "答：這些事情與我們都不相干，我們無需要知道，古人講：「知事少時煩惱少，識人多處是非多」，你管那麼多事情幹什麼？如果你真的要問，他是什麼境界，生到哪一層天，要看這個用功的人，兩個同時用功的人程度不一樣，他們的境界也不相同，他們的去處也不一樣。你問哪一個人？這要知道。你沒有指定哪一個人，含糊籠統，人家答覆你也含糊籠統。即使這個人一生不作惡，不作惡他沒有修善，所以他的境界跟生處都不是很高，這是我們能想像得到。"
    },
    {
      "id": "21-090-0080_p0019",
      "zh_CN": "下面一个问题：「学习讲经，请问初学者应选哪一种经与自己最能得益？」",
      "zh_TW": "下面一個問題：「學習講經，請問初學者應選哪一種經與自己最能得益？」"
    },
    {
      "id": "21-090-0080_p0020",
      "zh_CN": "答：这也是各个人根性不相同。往年我向李炳南老居士学讲经，我们有二十几位同学，每一个人学的经都不一样。什么原因？根性不一样；如果再细分，所从事的行业不一样、工作不一样、生活不一样，这都要观机。李老师用的原则，让你自己去选，挑选你最合适的，你最喜欢的，你选了之后送给他看，他看了之后，他觉得这个还不适合你，为什么？这些学生都是听李老师讲经说法十年以上，都很熟，所以他对你的状况了解得很清楚，这个不适合再去选，三次选的都不合适，老师才给你选。老师替每个学生选，那不累死！所以总是叫你自己选。选经不但是对自己有利益，还要考虑对社会的利益。",
      "zh_TW": "答：這也是各個人根性不相同。往年我向李炳南老居士學講經，我們有二十幾位同學，每一個人學的經都不一樣。什麼原因？根性不一樣；如果再細分，所從事的行業不一樣、工作不一樣、生活不一樣，這都要觀機。李老師用的原則，讓你自己去選，挑選你最合適的，你最喜歡的，你選了之後送給他看，他看了之後，他覺得這個還不適合你，為什麼？這些學生都是聽李老師講經說法十年以上，都很熟，所以他對你的狀況了解得很清楚，這個不適合再去選，三次選的都不合適，老師才給你選。老師替每個學生選，那不累死！所以總是叫你自己選。選經不但是對自己有利益，還要考慮對社會的利益。"
    },
    {
      "id": "21-090-0080_p0021",
      "zh_CN": "这是上海李居士问的问题：「我有一个问题想请教您。我信佛已经有八年之久，一直都是净土法门，可是现在我由于外界的影响，如自身年龄问题，（这里括弧写十七，是不是十七岁？）有些动摇，我自己深知净土法门是第一法门，可总是心静不下来念佛，请问这是为什么？」",
      "zh_TW": "這是上海李居士問的問題：「我有一個問題想請教您。我信佛已經有八年之久，一直都是淨土法門，可是現在我由於外界的影響，如自身年齡問題，（這裡括弧寫十七，是不是十七歲？）有些動搖，我自己深知淨土法門是第一法門，可總是心靜不下來念佛，請問這是為什麼？」"
    },
    {
      "id": "21-090-0080_p0022",
      "zh_CN": "答：第一是对净土法门认识不够深刻，第二是你修学的功夫不得力，第三是你的善根福德还不够，《弥陀经》说得很好，「不可以少善根福德因缘，得生彼国」，要在这上面加强。净土法门要是不能成就，其他法门就不要谈了。为什么？八万四千法门每一个法门都比净土难，净土可以带业，其他任何一个法门没有听说带业的。换句话说，任何一个法门要想入门，一定要断见思烦恼，三界八十八品见惑要是断不掉，你就不可能入门，这是实话，这太难了。净宗的方便是伏烦恼就可以，不需要断，断比伏难得太多了。伏，说老实，我们这一生努力肯定可以做到；断，任何人都不敢说有把握，这是真的。",
      "zh_TW": "答：第一是對淨土法門認識不夠深刻，第二是你修學的功夫不得力，第三是你的善根福德還不夠，《彌陀經》說得很好，「不可以少善根福德因緣，得生彼國」，要在這上面加強。淨土法門要是不能成就，其他法門就不要談了。為什麼？八萬四千法門每一個法門都比淨土難，淨土可以帶業，其他任何一個法門沒有聽說帶業的。換句話說，任何一個法門要想入門，一定要斷見思煩惱，三界八十八品見惑要是斷不掉，你就不可能入門，這是實話，這太難了。淨宗的方便是伏煩惱就可以，不需要斷，斷比伏難得太多了。伏，說老實，我們這一生努力肯定可以做到；斷，任何人都不敢說有把握，這是真的。"
    },
    {
      "id": "21-090-0080_p0023",
      "zh_CN": "问：「其他法门是否可以与净土一起修？互相弥补，可以说是几种合起来修。因为我已经坚持诵《法华经》两年了，请问诵《法华经》与净土有关联吗？」",
      "zh_TW": "問：「其他法門是否可以與淨土一起修？互相彌補，可以說是幾種合起來修。因為我已經堅持誦《法華經》兩年了，請問誦《法華經》與淨土有關聯嗎？」"
    },
    {
      "id": "21-090-0080_p0024",
      "zh_CN": "答：《无量寿经》讲得很好，修学其他大乘法门，将你修学的功德回向求生净土都行。但是问题在哪里？你修其他的法门一定要有功德，不是说那部经，我每天念几遍就行了，这是不行的。不是说念经的人都能往生，没这个道理，念很容易。我们在讲席里说，「信、解、行、证」，一定要这四个字统统具足，这才叫受持。有很多人把读经当作受持，这是误会。受是接受，接受经典里面所讲的道理，接受经典里面所说的修学方法，接受经典所讲的境界，完全落实在自己生活当中，这叫受。持是保持而不失掉，不是我今天有了，明天就没有了，你虽受，你不能保持，那没有用处。许多人把受持这两个字意思搞错了，产生误会，念了一生的经，将来还要搞六道轮回，立刻回头来骂佛，「佛骗了我，佛不灵，我天天受持现在还堕恶道」。这是罪上加罪，佛说得没有错，你解错了。所以统统要落实，不落实怎么行？",
      "zh_TW": "答：《無量壽經》講得很好，修學其他大乘法門，將你修學的功德迴向求生淨土都行。但是問題在哪裡？你修其他的法門一定要有功德，不是說那部經，我每天念幾遍就行了，這是不行的。不是說念經的人都能往生，沒這個道理，念很容易。我們在講席裡說，「信、解、行、證」，一定要這四個字統統具足，這才叫受持。有很多人把讀經當作受持，這是誤會。受是接受，接受經典裡面所講的道理，接受經典裡面所說的修學方法，接受經典所講的境界，完全落實在自己生活當中，這叫受。持是保持而不失掉，不是我今天有了，明天就沒有了，你雖受，你不能保持，那沒有用處。許多人把受持這兩個字意思搞錯了，產生誤會，念了一生的經，將來還要搞六道輪迴，立刻回頭來罵佛，「佛騙了我，佛不靈，我天天受持現在還墮惡道」。這是罪上加罪，佛說得沒有錯，你解錯了。所以統統要落實，不落實怎麼行？"
    },
    {
      "id": "21-090-0080_p0025",
      "zh_CN": "佛教人的基本法，不要谈什么经，基本法是「净业三福」，无论修什么法门这是基础，就像盖房子一样，不管你盖什么房子，第一个教你打地基，把地基做好。净业三福有三条：第一条：「孝养父母，奉事师长，慈心不杀，修十善业」，你做到没有？如果这四句没做到，你的一生修学都变成了阿赖耶识里面的佛种子，这一生得不到受用，就是古人讲的：「你该怎么生死还是怎么生死，该怎么轮回还是怎么轮回」，你只能得一点小福德，没有功德，所以要认真做。我常勉励念佛同修，这四句确实做到了，念佛求生净土，是生凡圣同居土。四土里面生得不高，是生凡圣同居土，因为三福三层基础，你才做了三分之一，你基础并不厚。",
      "zh_TW": "佛教人的基本法，不要談什麼經，基本法是「淨業三福」，無論修什麼法門這是基礎，就像蓋房子一樣，不管你蓋什麼房子，第一個教你打地基，把地基做好。淨業三福有三條：第一條：「孝養父母，奉事師長，慈心不殺，修十善業」，你做到沒有？如果這四句沒做到，你的一生修學都變成了阿賴耶識裡面的佛種子，這一生得不到受用，就是古人講的：「你該怎麼生死還是怎麼生死，該怎麼輪迴還是怎麼輪迴」，你只能得一點小福德，沒有功德，所以要認真做。我常勉勵念佛同修，這四句確實做到了，念佛求生淨土，是生凡聖同居土。四土裡面生得不高，是生凡聖同居土，因為三福三層基礎，你才做了三分之一，你基礎並不厚。"
    },
    {
      "id": "21-090-0080_p0026",
      "zh_CN": "三福第二条：「受持三皈，具足众戒，不犯威仪」，受持三皈，不是我们找个法师给你做三皈就是受持，那等于零，一点用处都没有。三皈依，第一条是「皈依佛，觉而不迷」，就是从一切迷惑颠倒回归，依自性觉，这叫皈依佛。第二条是「皈依法，正而不邪」，从错误的思想、见解回过头来，依正知正见。第三条是「皈依僧，净而不染」，僧取六根清净，一尘不染，取这个意思，我们在一切时、一切处，都能保持自己的清净心，与一切众生和睦相处。这三条我们要是做不到，那就没有法子，统统落实做到了，这叫受持三皈；这不是形式，形式没用，等于零。还要加上「具足众戒、不犯威仪」，就是说你在世间一举一动都是社会广大群众最好的榜样。这个功德加上念佛求生净土，生方便有余土，比同居土高一层。",
      "zh_TW": "三福第二條：「受持三皈，具足眾戒，不犯威儀」，受持三皈，不是我們找個法師給你做三皈就是受持，那等於零，一點用處都沒有。三皈依，第一條是「皈依佛，覺而不迷」，就是從一切迷惑顛倒回歸，依自性覺，這叫皈依佛。第二條是「皈依法，正而不邪」，從錯誤的思想、見解回過頭來，依正知正見。第三條是「皈依僧，淨而不染」，僧取六根清淨，一塵不染，取這個意思，我們在一切時、一切處，都能保持自己的清淨心，與一切眾生和睦相處。這三條我們要是做不到，那就沒有法子，統統落實做到了，這叫受持三皈；這不是形式，形式沒用，等於零。還要加上「具足眾戒、不犯威儀」，就是說你在世間一舉一動都是社會廣大群眾最好的榜樣。這個功德加上念佛求生淨土，生方便有餘土，比同居土高一層。"
    },
    {
      "id": "21-090-0080_p0027",
      "zh_CN": "再往上提升，三福第三条也要落实，「发菩提心，深信因果，读诵大乘，劝进行者」，劝进行者就是为人演说，自行化他，这样才能够生实报庄严土。经上讲得这么清楚明白，你自己看错了，你要是怪别人，你的罪过就大了。",
      "zh_TW": "再往上提升，三福第三條也要落實，「發菩提心，深信因果，讀誦大乘，勸進行者」，勸進行者就是為人演說，自行化他，這樣才能夠生實報莊嚴土。經上講得這麼清楚明白，你自己看錯了，你要是怪別人，你的罪過就大了。"
    },
    {
      "id": "21-090-0080_p0028",
      "zh_CN": "所以我们对经教不能不涉猎，不能不明了，为什么？如果不明了，往往依自己的意思来猜度佛的意思，全都猜错了，还以为自己学佛学得不错，以为自己已经入了佛知佛见，这太冤枉了。所以佛教我们深入经藏，深解义趣，这是很重要的开示。大乘经你也得「一门深入，长时薰修」，才能有效果，如果学得太多太杂，你的心散乱，不能成就。",
      "zh_TW": "所以我們對經教不能不涉獵，不能不明瞭，為什麼？如果不明瞭，往往依自己的意思來猜度佛的意思，全都猜錯了，還以為自己學佛學得不錯，以為自己已經入了佛知佛見，這太冤枉了。所以佛教我們深入經藏，深解義趣，這是很重要的開示。大乘經你也得「一門深入，長時薰修」，才能有效果，如果學得太多太雜，你的心散亂，不能成就。"
    },
    {
      "id": "21-090-0080_p0029",
      "zh_CN": "他底下问：「现在我成立一个念佛小组，他们大多数都是年龄比较轻的人，他们不习惯净土法门的一句佛号、一部《无量寿经》，他们《无量寿经》已经很熟，想学诵些其他经典，如《地藏经》、《药师经》、《金刚经》、《法华经》、《楞严经》，请问可以吗？」",
      "zh_TW": "他底下問：「現在我成立一個念佛小組，他們大多數都是年齡比較輕的人，他們不習慣淨土法門的一句佛號、一部《無量壽經》，他們《無量壽經》已經很熟，想學誦些其他經典，如《地藏經》、《藥師經》、《金剛經》、《法華經》、《楞嚴經》，請問可以嗎？」"
    },
    {
      "id": "21-090-0080_p0030",
      "zh_CN": "答：可以，你去学，这叫杂修。实在讲，这是现在一般人心地很乱，不能专一，自以为聪明，自以为是，广学多闻。佛在经上教我们，四弘誓愿讲：「法门无量誓愿学」，但是不是现在学，它是有阶段的、有层次的。佛先劝你发心，劝你发度众生的心，「众生无边誓愿度」，劝你发这个心，为什么？这个心是推动你修行的力量。社会大众每天辛勤的认真工作，为什么？他为名利，名利在推动他，他才拼命工作。如果没有名利，天天做，做了什么也得不到，保险他什么都不做了。中国在过去，尼克森最初访问中国，回来之后，那个时候我也在美国，听到回来的人告诉大家，全世界的人中国人最懒惰，不愿意工作。为什么？因为工作自己得不到，什么都得不到，他就不做了。每天在人民公社集体一起吃大锅饭的生活都一样的，你工作辛劳也是吃这么多，你不做事也是吃这么多，每个人谁愿意做事？做事都傻瓜。",
      "zh_TW": "答：可以，你去學，這叫雜修。實在講，這是現在一般人心地很亂，不能專一，自以為聰明，自以為是，廣學多聞。佛在經上教我們，四弘誓願講：「法門無量誓願學」，但是不是現在學，它是有階段的、有層次的。佛先勸你發心，勸你發度眾生的心，「眾生無邊誓願度」，勸你發這個心，為什麼？這個心是推動你修行的力量。社會大眾每天辛勤的認真工作，為什麼？他為名利，名利在推動他，他才拼命工作。如果沒有名利，天天做，做了什麼也得不到，保險他什麼都不做了。中國在過去，尼克森最初訪問中國，回來之後，那個時候我也在美國，聽到回來的人告訴大家，全世界的人中國人最懶惰，不願意工作。為什麼？因為工作自己得不到，什麼都得不到，他就不做了。每天在人民公社集體一起吃大鍋飯的生活都一樣的，你工作辛勞也是吃這麼多，你不做事也是吃這麼多，每個人誰願意做事？做事都傻瓜。"
    },
    {
      "id": "21-090-0080_p0031",
      "zh_CN": "现在改革开放之后，中国人勤奋了，为什么？做的自己有收获。所以今天在中国拥有百万、千万、亿万的富翁很多，我见到不少。他为什么拼命工作？有名有利。不但中国人，美国人也一样，如果叫他每天辛劳工作，一分钱都不给他，给他吃大锅饭，他也是懒惰人，他也是世界上第一懒人。所以，社会推动是名利在推动。佛法既然不要名又不要利，什么力量在推动他？愿力。众生无边誓愿度，愿力在推动他，他要将他的弘愿兑现，他不能不用功，不能不努力，他不是名利在推动他，他是心愿在推动他。",
      "zh_TW": "現在改革開放之後，中國人勤奮了，為什麼？做的自己有收穫。所以今天在中國擁有百萬、千萬、億萬的富翁很多，我見到不少。他為什麼拼命工作？有名有利。不但中國人，美國人也一樣，如果叫他每天辛勞工作，一分錢都不給他，給他吃大鍋飯，他也是懶惰人，他也是世界上第一懶人。所以，社會推動是名利在推動。佛法既然不要名又不要利，什麼力量在推動他？願力。眾生無邊誓願度，願力在推動他，他要將他的弘願兌現，他不能不用功，不能不努力，他不是名利在推動他，他是心願在推動他。"
    },
    {
      "id": "21-090-0080_p0032",
      "zh_CN": "怎样满这个愿？第一个阶段是断烦恼，烦恼断尽才学法门。我们今天学法门，不是在真的学法门，是用学法门的方法断烦恼。你想想，你学一个法门断烦恼容易，还是学许许多多法门断烦恼容易？你从这里想就明白了。烦恼的根就是你的心散乱，你学十几种经、二十几种经、三十几种经，你的心力不集中，你还是散乱的，难！学一部经，整个精神力量集中在这里面，容易！",
      "zh_TW": "怎樣滿這個願？第一個階段是斷煩惱，煩惱斷盡才學法門。我們今天學法門，不是在真的學法門，是用學法門的方法斷煩惱。你想想，你學一個法門斷煩惱容易，還是學許許多多法門斷煩惱容易？你從這裡想就明白了。煩惱的根就是你的心散亂，你學十幾種經、二十幾種經、三十幾種經，你的心力不集中，你還是散亂的，難！學一部經，整個精神力量集中在這裡面，容易！"
    },
    {
      "id": "21-090-0080_p0033",
      "zh_CN": "《无量寿经》念得很熟了，不想再念了，经的文字可能你很熟，经的义理你一窍不通，所以你会念得厌烦。如果你通达义理，你会法喜充满，不但是佛法，世法也有这个效果。孔夫子在《论语》第一句：「学而时习之，不亦悦乎」，他不会疲厌。会疲厌，自己就要反省，自己一定错了，不是在理论上错，就是在方法上错了。为什么别人学习能得到法喜，我们学习会厌倦？你不反省不忏悔怎么行？",
      "zh_TW": "《無量壽經》念得很熟了，不想再念了，經的文字可能你很熟，經的義理你一竅不通，所以你會念得厭煩。如果你通達義理，你會法喜充滿，不但是佛法，世法也有這個效果。孔夫子在《論語》第一句：「學而時習之，不亦悅乎」，他不會疲厭。會疲厭，自己就要反省，自己一定錯了，不是在理論上錯，就是在方法上錯了。為什麼別人學習能得到法喜，我們學習會厭倦？你不反省不懺悔怎麼行？"
    },
    {
      "id": "21-090-0080_p0034",
      "zh_CN": "你要想通一切佛法，先通一法。古大德讲的话一点都不错，「一经通，一切经通」。我们要想通达一切经，最殊胜的方法就是从一部经，我这一部经通了，全部都通了。一部经到什么时候才算通？明心见性，任何一部经都能达到明心见性。所以佛在《金刚经》说：「是法平等，无有高下」。你选修哪一部经典，佛都会点头同意，为什么？都好，没有不好的，只要你喜欢的，你就学习，专修，「一门深入，长时薰修」，你才能见性，你才能在这部经得定开慧。你的心不能定下来，你心是乱的，你的智慧怎么开？所以这个同学问的，他的心是乱糟糟的，这个问题很严重，他什么成就都没有。你要问我：念很多经可以吗？当然可以。为什么？现在社会民主自由开放，谁也管不了谁，怎么不可以，我敢说不可以吗？我们要明白这个道理，希望自己能够得真实利益，这一点很重要。",
      "zh_TW": "你要想通一切佛法，先通一法。古大德講的話一點都不錯，「一經通，一切經通」。我們要想通達一切經，最殊勝的方法就是從一部經，我這一部經通了，全部都通了。一部經到什麼時候才算通？明心見性，任何一部經都能達到明心見性。所以佛在《金剛經》說：「是法平等，無有高下」。你選修哪一部經典，佛都會點頭同意，為什麼？都好，沒有不好的，只要你喜歡的，你就學習，專修，「一門深入，長時薰修」，你才能見性，你才能在這部經得定開慧。你的心不能定下來，你心是亂的，你的智慧怎麼開？所以這個同學問的，他的心是亂糟糟的，這個問題很嚴重，他什麼成就都沒有。你要問我：念很多經可以嗎？當然可以。為什麼？現在社會民主自由開放，誰也管不了誰，怎麼不可以，我敢說不可以嗎？我們要明白這個道理，希望自己能夠得真實利益，這一點很重要。"
    },
    {
      "id": "21-090-0080_p0035",
      "zh_CN": "这位同修问的有四个问题，第一个问题：「如果到朋友家中去宣传法师讲法光碟，并一同观看，请问在观看前可否着海青衣对光碟顶礼敬拜？」",
      "zh_TW": "這位同修問的有四個問題，第一個問題：「如果到朋友家中去宣傳法師講法光碟，並一同觀看，請問在觀看前可否著海青衣對光碟頂禮敬拜？」"
    },
    {
      "id": "21-090-0080_p0036",
      "zh_CN": "答：你要是问我，我劝你不必。为什么？这不是正式的道场，可以不必拘这些形式，尤其是对于初学，如果一定要这么多规矩，往往就把人吓到了，他看到规矩太大，他不愿意学佛了。我们曾经遇到很多知识分子，他对顶礼很不习惯，所以问他要不要学佛？他摇摇头。为什么？他说要磕头，要磕头，他不学佛了。如果告诉他学佛可以不要磕头，他就来了，我们目的是要他来学佛，不是要他来磕头的，所以要懂得这个道理。",
      "zh_TW": "答：你要是問我，我勸你不必。為什麼？這不是正式的道場，可以不必拘這些形式，尤其是對於初學，如果一定要這麼多規矩，往往就把人嚇到了，他看到規矩太大，他不願意學佛了。我們曾經遇到很多知識分子，他對頂禮很不習慣，所以問他要不要學佛？他搖搖頭。為什麼？他說要磕頭，要磕頭，他不學佛了。如果告訴他學佛可以不要磕頭，他就來了，我們目的是要他來學佛，不是要他來磕頭的，所以要懂得這個道理。"
    },
    {
      "id": "21-090-0080_p0037",
      "zh_CN": "我们一举一动都是接引众生，给众生有一个很好的启发，这样就很好，所以礼节不需要拘束。如果一同看录像，你看的时间久、看得多，里面的内容你懂得比别人深刻一点，一面看一面可以为别人讲解、介绍，这是好的。所以这些礼节不重要，除非这里面有一些特别的人物，你刻意要度他，知道你这种作法有正面的影响，这就可以，总而言之，要观机。",
      "zh_TW": "我們一舉一動都是接引眾生，給眾生有一個很好的啟發，這樣就很好，所以禮節不需要拘束。如果一同看錄像，你看的時間久、看得多，裡面的內容你懂得比別人深刻一點，一面看一面可以為別人講解、介紹，這是好的。所以這些禮節不重要，除非這裡面有一些特別的人物，你刻意要度他，知道你這種作法有正面的影響，這就可以，總而言之，要觀機。"
    },
    {
      "id": "21-090-0080_p0038",
      "zh_CN": "我们在国外，在许多公共场合，尤其我们往来都要经过机场，有一些外国同修他们在机场，很多人都在一起的时候，他们跪下来向我礼拜，我知道他们这是度众生的，做给大家看的；中国信徒对我礼拜，大家漠不关心，看到外国人向我礼拜，每一个人眼睛都瞪起来了，那是有度化众生的意思。所以，什么时候该怎么做，都要观察当时的时节因缘，不是对自己有利益，这是利益众生的，影响别人的。",
      "zh_TW": "我們在國外，在許多公共場合，尤其我們往來都要經過機場，有一些外國同修他們在機場，很多人都在一起的時候，他們跪下來向我禮拜，我知道他們這是度眾生的，做給大家看的；中國信徒對我禮拜，大家漠不關心，看到外國人向我禮拜，每一個人眼睛都瞪起來了，那是有度化眾生的意思。所以，什麼時候該怎麼做，都要觀察當時的時節因緣，不是對自己有利益，這是利益眾生的，影響別人的。"
    },
    {
      "id": "21-090-0080_p0039",
      "zh_CN": "第二个问题：「请问居士们穿海青的原因、意义、作用？」",
      "zh_TW": "第二個問題：「請問居士們穿海青的原因、意義、作用？」"
    },
    {
      "id": "21-090-0080_p0040",
      "zh_CN": "答：海青是中国古时候民间的礼服，不是佛教的，佛教的礼服只有搭的三衣，我们叫福田衣，那是佛教的。佛教传到中国来之后，佛教是非常开明，一切随俗，绝没有刻意的规定。我们现在交通方便，到印度的人很多，印度人穿的衣服是什么？一块布裹在身上，释迦牟尼佛当年也是一块布裹在身上，印度人的衣就是这个，衣很大才能裹得住。",
      "zh_TW": "答：海青是中國古時候民間的禮服，不是佛教的，佛教的禮服只有搭的三衣，我們叫福田衣，那是佛教的。佛教傳到中國來之後，佛教是非常開明，一切隨俗，絕沒有刻意的規定。我們現在交通方便，到印度的人很多，印度人穿的衣服是什麼？一塊布裹在身上，釋迦牟尼佛當年也是一塊布裹在身上，印度人的衣就是這個，衣很大才能裹得住。"
    },
    {
      "id": "21-090-0080_p0041",
      "zh_CN": "到中国来之后，因为随中国的风俗，他们出家人都穿中国人的衣服，只有在典礼、集会时，把他们的衣再披在身上，做一个象征性的纪念。中国的衣已经缩小了，大概缩成二分之一，没有那么大，我们现在用钩环比较方便，以前是两根带子系起来。你们看到中国隋唐时代的壁画、画卷，你能看到出家人这个地方是用带子系起来的，那时候还没有钩环，钩环比带子方便。衣已经把它缩小了。",
      "zh_TW": "到中國來之後，因為隨中國的風俗，他們出家人都穿中國人的衣服，只有在典禮、集會時，把他們的衣再披在身上，做一個象徵性的紀念。中國的衣已經縮小了，大概縮成二分之一，沒有那麼大，我們現在用鉤環比較方便，以前是兩根帶子繫起來。你們看到中國隋唐時代的壁畫、畫卷，你能看到出家人這個地方是用帶子繫起來的，那時候還沒有鉤環，鉤環比帶子方便。衣已經把它縮小了。"
    },
    {
      "id": "21-090-0080_p0042",
      "zh_CN": "日本人比我们就更简单，日本法师他们搭的衣，二十五条衣做成小方块，平常放在西装口袋里，到典礼的时候，他有一根绳子挂在脖子上，象征性的。所以海青是中国古时候的礼服，不是出家人专用的，这个要知道。中国古时候的礼服，随着自己的身分地位，上面绣花纹，花纹是不能随便用，上面有分阶级，颜色、花纹都代表阶级。从前皇帝穿的是黄色，宰相穿的是紫色，大概穿紫色的官位就非常高，下面是红色，再下去是蓝色、绿色，它都有分等级，这叫章服。皇族是穿黄色，绣的是龙，龙也有阶级。阶级从哪里分？以龙的爪分，皇帝的龙是五爪，亲王是四爪，就降一等了，像满清时候的贝勒又降一等，是皇孙一类，龙是三爪。你看龙几个爪，就晓得什么人穿的，它分等级的。",
      "zh_TW": "日本人比我們就更簡單，日本法師他們搭的衣，二十五條衣做成小方塊，平常放在西裝口袋裡，到典禮的時候，他有一根繩子掛在脖子上，象徵性的。所以海青是中國古時候的禮服，不是出家人專用的，這個要知道。中國古時候的禮服，隨著自己的身分地位，上面繡花紋，花紋是不能隨便用，上面有分階級，顏色、花紋都代表階級。從前皇帝穿的是黃色，宰相穿的是紫色，大概穿紫色的官位就非常高，下面是紅色，再下去是藍色、綠色，它都有分等級，這叫章服。皇族是穿黃色，繡的是龍，龍也有階級。階級從哪裡分？以龍的爪分，皇帝的龍是五爪，親王是四爪，就降一等了，像滿清時候的貝勒又降一等，是皇孫一類，龍是三爪。你看龍幾個爪，就曉得什麼人穿的，它分等級的。"
    },
    {
      "id": "21-090-0080_p0043",
      "zh_CN": "出家人素服，里面完全没有花纹，所以一般穿灰色、黑色，一个颜色很朴素，取这个意思。所以海青在家人可以穿，没有限制，但是搭的衣有限制，没有受过菩萨戒的不可以搭衣。现在有很多人受三皈、五戒就搭衣，那是绝对错误，这是戒经里面所没有的。戒经里面，在家受过菩萨戒才可以搭衣，搭的是缦衣，没有条纹的，条纹一定是出家人搭的。在家菩萨受戒的时间再长、年岁再大，他搭缦衣，缦衣就是没有一格一格的相，这一定要懂得。但是现在很混乱，乱世，非常混乱！我们要懂得。",
      "zh_TW": "出家人素服，裡面完全沒有花紋，所以一般穿灰色、黑色，一個顏色很樸素，取這個意思。所以海青在家人可以穿，沒有限制，但是搭的衣有限制，沒有受過菩薩戒的不可以搭衣。現在有很多人受三皈、五戒就搭衣，那是絕對錯誤，這是戒經裡面所沒有的。戒經裡面，在家受過菩薩戒才可以搭衣，搭的是縵衣，沒有條紋的，條紋一定是出家人搭的。在家菩薩受戒的時間再長、年歲再大，他搭縵衣，縵衣就是沒有一格一格的相，這一定要懂得。但是現在很混亂，亂世，非常混亂！我們要懂得。"
    }
  ]
}