{
  "doc_id": "21-090-0085",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十五集",
    "zh_TW": "第八十五集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0085",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "21-090-0085_p0001",
      "zh_CN": "诸位同学，大家好！这是一位妙音居士，他说他是加拿大的在家听众，现在有几个严重的问题，请师父开示。问：「如今国外得老年痴呆病的人特多，我们时常去老人院给他们念佛，请问这样对他们有效果吗？病人临终能否往生？如果一个病情特别严重的人他的业报未能受尽，他的家人不忍病人承受痛苦，给他一些快死的药，拔除他的氧气等种种手段，其目的是希望他能少受痛苦，这样一来是否如法，是否会导致不能往生？假如他是一个学佛者，从佛教的教义『人生酬业』的观念来看，此作法不是会相违背吗？应该如何引导这些亲人和病人？以上问题请师父慈悲指示。」",
      "zh_TW": "諸位同學，大家好！這是一位妙音居士，他說他是加拿大的在家聽眾，現在有幾個嚴重的問題，請師父開示。問：「如今國外得老年痴呆病的人特多，我們時常去老人院給他們念佛，請問這樣對他們有效果嗎？病人臨終能否往生？如果一個病情特別嚴重的人他的業報未能受盡，他的家人不忍病人承受痛苦，給他一些快死的藥，拔除他的氧氣等種種手段，其目的是希望他能少受痛苦，這樣一來是否如法，是否會導致不能往生？假如他是一個學佛者，從佛教的教義『人生酬業』的觀念來看，此作法不是會相違背嗎？應該如何引導這些親人和病人？以上問題請師父慈悲指示。」"
    },
    {
      "id": "21-090-0085_p0002",
      "zh_CN": "答：这确实是一个严重的问题，说到生老病死，古今中外上了年纪的人无不感叹！在古时候社会上有两种人非常值得人尊敬，一种是教书的私塾先生，因为从前的学校少；一种人是医生。为什么这两种人值得尊敬？这两种人所做的事业确实是全心全力在帮助社会，教书的老师帮助学生开智慧，医生大夫是帮助人把病治好，这两种人都是不计报酬的。如果说是这个老师教书要收学费，别人就瞧不起他，自己在社会上也不好意思；医生给人看病要钱，在社会上也会被人唾弃。所以这两种人接受别人的供养都是随意的，富裕的人家就多供养一点，贫穷人家就少供养一点。所以这两种职业非常清高，清就贫。实在没有钱的，想读书，老师要帮助他，供给他衣食；生病的病人家里真的没有钱，大夫赠送医药。那是从前，现在世界变了，教书的老师要钱，大夫看病要钱，听说拿的钱不能满足他，他就不认真治疗，悲哀！为什么会搞到这个地步，我们想一想，就是教育。",
      "zh_TW": "答：這確實是一個嚴重的問題，說到生老病死，古今中外上了年紀的人無不感嘆！在古時候社會上有兩種人非常值得人尊敬，一種是教書的私塾先生，因為從前的學校少；一種人是醫生。為什麼這兩種人值得尊敬？這兩種人所做的事業確實是全心全力在幫助社會，教書的老師幫助學生開智慧，醫生大夫是幫助人把病治好，這兩種人都是不計報酬的。如果說是這個老師教書要收學費，別人就瞧不起他，自己在社會上也不好意思；醫生給人看病要錢，在社會上也會被人唾棄。所以這兩種人接受別人的供養都是隨意的，富裕的人家就多供養一點，貧窮人家就少供養一點。所以這兩種職業非常清高，清就貧。實在沒有錢的，想讀書，老師要幫助他，供給他衣食；生病的病人家裡真的沒有錢，大夫贈送醫藥。那是從前，現在世界變了，教書的老師要錢，大夫看病要錢，聽說拿的錢不能滿足他，他就不認真治療，悲哀！為什麼會搞到這個地步，我們想一想，就是教育。"
    },
    {
      "id": "21-090-0085_p0003",
      "zh_CN": "古老时候的教育，教人厚道，存心仁厚，但是古老的教育被称为是封建的教育、落伍的教育。现代西洋人的这种思想是先进的教育，先进的教育老人要受许多折磨、许多痛苦。所以我非常向往封建时代与帝王专制时代，我向往那种生活，向往那种社会，虽向往然而不可得，于是我们向佛经里面去寻求。佛法告诉我们疾病有三种原因：一种是饮食不调，古人讲「病从口入」，这是属于生理的疾病，医生能治。第二种疾病是冤亲债主找到身上，我们时常遇到一些同修，说有不干净的东西附身，精神恍惚，一切都不正常，我们一般讲魔鬼附身、冤家债主附身。这一类的病，医生不能治，佛法或者宗教里面一些仪式往往有效。这什么原因？宗教仪式是调解，如果冤亲债主接受调解，他就离去了，你的病就好了。",
      "zh_TW": "古老時候的教育，教人厚道，存心仁厚，但是古老的教育被稱為是封建的教育、落伍的教育。現代西洋人的這種思想是先進的教育，先進的教育老人要受許多折磨、許多痛苦。所以我非常嚮往封建時代與帝王專制時代，我嚮往那種生活，嚮往那種社會，雖嚮往然而不可得，於是我們向佛經裡面去尋求。佛法告訴我們疾病有三種原因：一種是飲食不調，古人講「病從口入」，這是屬於生理的疾病，醫生能治。第二種疾病是冤親債主找到身上，我們時常遇到一些同修，說有不乾淨的東西附身，精神恍惚，一切都不正常，我們一般講魔鬼附身、冤家債主附身。這一類的病，醫生不能治，佛法或者宗教裡面一些儀式往往有效。這什麼原因？宗教儀式是調解，如果冤親債主接受調解，他就離去了，你的病就好了。"
    },
    {
      "id": "21-090-0085_p0004",
      "zh_CN": "像老年痴呆症，不是属于前面两种，这属于什么？这属于业障病，有没有办法对治？有，因为他是业障，所以佛教给我们真正至诚忏悔业障，病就消失了。这是现代科学没有办法理解的，你跟他讲业障，他笑话你迷信，二十一世纪了你还迷信。其实这是事实真相，所以要懂得消除业障。这个事情在现在讲，实在是非常非常困难，为什么？这些知识和道理都失传了，没有人研究也没有人学习，还能懂得一些，那真是极少数学佛的人或者念古书的人。",
      "zh_TW": "像老年痴呆症，不是屬於前面兩種，這屬於什麼？這屬於業障病，有沒有辦法對治？有，因為他是業障，所以佛教給我們真正至誠懺悔業障，病就消失了。這是現代科學沒有辦法理解的，你跟他講業障，他笑話你迷信，二十一世紀了你還迷信。其實這是事實真相，所以要懂得消除業障。這個事情在現在講，實在是非常非常困難，為什麼？這些知識和道理都失傳了，沒有人研究也沒有人學習，還能懂得一些，那真是極少數學佛的人或者念古書的人。"
    },
    {
      "id": "21-090-0085_p0005",
      "zh_CN": "新加坡许哲七月一号生日，她说生日过了她就一百零三岁，她身体健康没有毛病，耳聪目明。为什么？他一生不造恶业，没有恶的思想，没有造恶的行为，起心动念、一切行为，都是帮助社会苦难的人民，他有真诚的爱心。她年岁大了，她不痴呆。一个月之前，中国长安同修给我带来一封信，里面有四张果林老法师的照片，他今年一百四十一岁，身体健壮，站在那个地方腰杆挺直的，一丝毫驼背的现象都没有，一天到晚念阿弥陀佛，听我讲经的光碟，老修行！他身体很好，还想到新加坡来看我，只是拿不到签证。",
      "zh_TW": "新加坡許哲七月一號生日，她說生日過了她就一百零三歲，她身體健康沒有毛病，耳聰目明。為什麼？他一生不造惡業，沒有惡的思想，沒有造惡的行為，起心動念、一切行為，都是幫助社會苦難的人民，他有真誠的愛心。她年歲大了，她不痴呆。一個月之前，中國長安同修給我帶來一封信，裡面有四張果林老法師的照片，他今年一百四十一歲，身體健壯，站在那個地方腰桿挺直的，一絲毫駝背的現象都沒有，一天到晚念阿彌陀佛，聽我講經的光碟，老修行！他身體很好，還想到新加坡來看我，只是拿不到簽證。"
    },
    {
      "id": "21-090-0085_p0006",
      "zh_CN": "所以对于这些人，我们帮助他念佛有好处，他能信、能听得进去更好；他听不进去，所谓「一历耳根，永为道种」，也给他种善根，我们尽我们的力量帮助他，尽我们的情义帮助他，这样就好。自己总要懂得宇宙人生真相，这些东西在古圣先贤典籍里面都有，我们要多看、多探讨、多学习。",
      "zh_TW": "所以對於這些人，我們幫助他念佛有好處，他能信、能聽得進去更好；他聽不進去，所謂「一歷耳根，永為道種」，也給他種善根，我們盡我們的力量幫助他，盡我們的情義幫助他，這樣就好。自己總要懂得宇宙人生真相，這些東西在古聖先賢典籍裡面都有，我們要多看、多探討、多學習。"
    },
    {
      "id": "21-090-0085_p0007",
      "zh_CN": "人在极端病痛的时候，所谓给他安乐死，这种作法社会上有些人赞同、有些人反对，我们学佛的人当然反对。学佛人应当怎么做？帮助他减少痛苦，减少痛苦最好的方法，就是念佛，他能够把念头转到「阿弥陀佛」，他的痛苦就忘记了，这是「一切法从心想生」，这很有道理。人生酬业是佛说的，但是佛又跟我们说业报可以转变，如果业报不能转变，佛就度不了众生，帮不上忙。业报能改变，如果不懂得改变，你是随业流转；懂得改变，业障消除，提升自己的境界，这就好了。",
      "zh_TW": "人在極端病痛的時候，所謂給他安樂死，這種作法社會上有些人贊同、有些人反對，我們學佛的人當然反對。學佛人應當怎麼做？幫助他減少痛苦，減少痛苦最好的方法，就是念佛，他能夠把念頭轉到「阿彌陀佛」，他的痛苦就忘記了，這是「一切法從心想生」，這很有道理。人生酬業是佛說的，但是佛又跟我們說業報可以轉變，如果業報不能轉變，佛就度不了眾生，幫不上忙。業報能改變，如果不懂得改變，你是隨業流轉；懂得改變，業障消除，提升自己的境界，這就好了。"
    },
    {
      "id": "21-090-0085_p0008",
      "zh_CN": "学佛确实可以得到健康长寿，延年益寿，同修们读诵的《了凡四训》讲得很清楚，延长了寿命。我自己学佛也是延长了寿命，年轻的时候，许多看相算命的，都说我活不了四十五岁，我相信，因为我家里三代都没有活过四十五岁。我能够记得的，我的祖父、我的伯父、我的父亲都是四十五岁走的，所以我相信。我学佛没有求长寿，一生全心全力走的是「弘法利生，续佛慧命」的道路。我前生不知道修福没有福报，现在寿命延长了，福报好像也有了，都是这一生修来的；我二十六岁开始学佛，是这一生修来的。",
      "zh_TW": "學佛確實可以得到健康長壽，延年益壽，同修們讀誦的《了凡四訓》講得很清楚，延長了壽命。我自己學佛也是延長了壽命，年輕的時候，許多看相算命的，都說我活不了四十五歲，我相信，因為我家裡三代都沒有活過四十五歲。我能夠記得的，我的祖父、我的伯父、我的父親都是四十五歲走的，所以我相信。我學佛沒有求長壽，一生全心全力走的是「弘法利生，續佛慧命」的道路。我前生不知道修福沒有福報，現在壽命延長了，福報好像也有了，都是這一生修來的；我二十六歲開始學佛，是這一生修來的。"
    },
    {
      "id": "21-090-0085_p0009",
      "zh_CN": "我学佛五十年了，业因果报丝毫不爽，我深信不疑，愈学信心愈坚定，确实烦恼年年减少，智慧年年增长，这是我学佛得来的结果。怎么学法？如理如法的修学，一定要遵照佛在经典讲的道理、方法、境界修学。要放下自己的成见，放下自己的想法看法，随顺佛陀的教诲，这叫学佛；如果还是坚持自己的成见，那不叫学佛。学佛能改变一切，能改变相貌，能改变我们的身体；身心健康是大家非常关心的，在佛法里面决定得到殊胜的果报。要解决这些问题，社会大众问题我们无能为力，至少对自己及家亲眷属，我们要帮忙，真正要帮上忙，你一定要深入经藏，深解义趣，依教奉行，这才行。",
      "zh_TW": "我學佛五十年了，業因果報絲毫不爽，我深信不疑，愈學信心愈堅定，確實煩惱年年減少，智慧年年增長，這是我學佛得來的結果。怎麼學法？如理如法的修學，一定要遵照佛在經典講的道理、方法、境界修學。要放下自己的成見，放下自己的想法看法，隨順佛陀的教誨，這叫學佛；如果還是堅持自己的成見，那不叫學佛。學佛能改變一切，能改變相貌，能改變我們的身體；身心健康是大家非常關心的，在佛法裡面決定得到殊勝的果報。要解決這些問題，社會大眾問題我們無能為力，至少對自己及家親眷屬，我們要幫忙，真正要幫上忙，你一定要深入經藏，深解義趣，依教奉行，這才行。"
    },
    {
      "id": "21-090-0085_p0010",
      "zh_CN": "第二位同修有四个问题，第一：「我学佛与念佛多年，大概有十年了，1998年那个时候在外道。学念阿弥陀佛，念《阿弥陀经》、大悲咒、《心经》，后来碰到老法师，就一向专念阿弥陀佛和《阿弥陀经》。我时常来听经，菩萨时常来在口里，要看老法师又看不到，要听老法师讲经也听不到，那些影子、境界时常出现，想念佛也很辛苦，祂时常来我口里，带我到天上去走走，使我没法子修行，请老法师帮忙。」这也是属于第二类的病态，好在还不太严重。他下头有个问题，第一个问题：「请问此种现象，是否我功夫不到还是自然现象？」",
      "zh_TW": "第二位同修有四個問題，第一：「我學佛與念佛多年，大概有十年了，1998年那個時候在外道。學念阿彌陀佛，念《阿彌陀經》、大悲咒、《心經》，後來碰到老法師，就一向專念阿彌陀佛和《阿彌陀經》。我時常來聽經，菩薩時常來在口裡，要看老法師又看不到，要聽老法師講經也聽不到，那些影子、境界時常出現，想念佛也很辛苦，祂時常來我口裡，帶我到天上去走走，使我沒法子修行，請老法師幫忙。」這也是屬於第二類的病態，好在還不太嚴重。他下頭有個問題，第一個問題：「請問此種現象，是否我功夫不到還是自然現象？」"
    },
    {
      "id": "21-090-0085_p0011",
      "zh_CN": "答：没错，是你的功夫不到，若功夫真正得力，不会有这种现象；功夫得力的时候是诸佛护念，龙天善神保佑。",
      "zh_TW": "答：沒錯，是你的功夫不到，若功夫真正得力，不會有這種現象；功夫得力的時候是諸佛護念，龍天善神保佑。"
    },
    {
      "id": "21-090-0085_p0012",
      "zh_CN": "第二：「想儿女心，因此而会耽误我往生的机会，请问是否有影响？」",
      "zh_TW": "第二：「想兒女心，因此而會耽誤我往生的機會，請問是否有影響？」"
    },
    {
      "id": "21-090-0085_p0013",
      "zh_CN": "答：有影响，最好你一心念佛，境界现前就加紧念佛，不要被境界所转。",
      "zh_TW": "答：有影響，最好你一心念佛，境界現前就加緊念佛，不要被境界所轉。"
    },
    {
      "id": "21-090-0085_p0014",
      "zh_CN": "第三：「儿女都一直讲我在家里供养许多佛像、神像，有阿弥陀佛、观音菩萨、关帝公、财神爷、弥勒佛、千手千眼观世音、准提菩萨、天公。（你供的是太多了）。他们教我剩下一尊，我想剩下供养西天三尊，请问是否可以，又如何处理？」",
      "zh_TW": "第三：「兒女都一直講我在家裡供養許多佛像、神像，有阿彌陀佛、觀音菩薩、關帝公、財神爺、彌勒佛、千手千眼觀世音、準提菩薩、天公。（你供的是太多了）。他們教我剩下一尊，我想剩下供養西天三尊，請問是否可以，又如何處理？」"
    },
    {
      "id": "21-090-0085_p0015",
      "zh_CN": "答：对，在家里念佛只供养西方三圣，阿弥陀佛、观世音菩萨、大势至菩萨。其他的佛像最好请到佛教的寺庙，你供养的天公，这些你可以把它请到道教的寺庙，让他们去供养。家庭里面应当供养西方三圣这样好，你的心要专，把过去所学习外道的习气要统统放下，一心学佛。",
      "zh_TW": "答：對，在家裡念佛只供養西方三聖，阿彌陀佛、觀世音菩薩、大勢至菩薩。其他的佛像最好請到佛教的寺廟，你供養的天公，這些你可以把它請到道教的寺廟，讓他們去供養。家庭裡面應當供養西方三聖這樣好，你的心要專，把過去所學習外道的習氣要統統放下，一心學佛。"
    },
    {
      "id": "21-090-0085_p0016",
      "zh_CN": "第四个问题：「早期我在外道时，菩萨一直来，我早晚没得休息，任何时任何处都很忙，一段时期较好，现在又辛苦了。儿女一直说外道弄把戏，又说是魔道，请问我应该怎么办？」",
      "zh_TW": "第四個問題：「早期我在外道時，菩薩一直來，我早晚沒得休息，任何時任何處都很忙，一段時期較好，現在又辛苦了。兒女一直說外道弄把戲，又說是魔道，請問我應該怎麼辦？」"
    },
    {
      "id": "21-090-0085_p0017",
      "zh_CN": "答：你可以念《了凡四训》，你就晓得怎样应付这些外道的鬼神，一心求阿弥陀佛威神加持你。外道来折磨你的时候，你劝他念阿弥陀佛求生净土，提醒他六道轮回苦，聪明人、有智慧的人应当发心离苦得乐，劝导来找你的这些鬼神，不要干扰你、不要扰乱你，你往生净土之后，将来倒驾慈航来度他们，这样就好。",
      "zh_TW": "答：你可以念《了凡四訓》，你就曉得怎樣應付這些外道的鬼神，一心求阿彌陀佛威神加持你。外道來折磨你的時候，你勸他念阿彌陀佛求生淨土，提醒他六道輪迴苦，聰明人、有智慧的人應當發心離苦得樂，勸導來找你的這些鬼神，不要干擾你、不要擾亂你，你往生淨土之後，將來倒駕慈航來度他們，這樣就好。"
    },
    {
      "id": "21-090-0085_p0018",
      "zh_CN": "下面是台湾六和堂的同修，这是2001年6月20日，问：「台湾六和念佛堂因见台湾人心不古、世道迷乱，因此一心恭请老和尚开讲《父母恩重难报经》。」",
      "zh_TW": "下面是台灣六和堂的同修，這是2001年6月20日，問：「台灣六和念佛堂因見台灣人心不古、世道迷亂，因此一心恭請老和尚開講《父母恩重難報經》。」"
    },
    {
      "id": "21-090-0085_p0019",
      "zh_CN": "答：这是一桩好事，但是我没有这个时间，抽不出时间来。今年的时间统统都排好了，九月间我们在台湾电视台排了一段时间，有四十个小时的录像，讲一部《阿难问事佛吉凶经》，这里头也谈到报恩。往后我五年的时间已经都排定了，把《华严经》讲圆满，《法华经》、《楞严经》、净土五经，这几部经需要五年的时间，而且每年要讲满三百天，一天要讲四个小时，所以五年总共有六千个小时，我要完成这些大经。我们再看看往后的因缘了！",
      "zh_TW": "答：這是一樁好事，但是我沒有這個時間，抽不出時間來。今年的時間統統都排好了，九月間我們在台灣電視台排了一段時間，有四十個小時的錄像，講一部《阿難問事佛吉凶經》，這裡頭也談到報恩。往後我五年的時間已經都排定了，把《華嚴經》講圓滿，《法華經》、《楞嚴經》、淨土五經，這幾部經需要五年的時間，而且每年要講滿三百天，一天要講四個小時，所以五年總共有六千個小時，我要完成這些大經。我們再看看往後的因緣了！"
    },
    {
      "id": "21-090-0085_p0020",
      "zh_CN": "这位法安同修有两个问题，他说：「世界第一间的净宗学院落成了（还没有落成，正在筹建当中），这是全世界的佳音，身为佛弟子的我们无比的欣慰，同时也鼓舞着我们好好的栽培下一代，希望他们将来能续佛慧命，福音带到全球，挽救靡烂的世界。所以，我们很想知道学院入学的年龄与标准。第二个，假设有特别的例子，如这些孩子从小有严格的教导和训练及特别根器，请问是否能网开一面特别例子？」",
      "zh_TW": "這位法安同修有兩個問題，他說：「世界第一間的淨宗學院落成了（還沒有落成，正在籌建當中），這是全世界的佳音，身為佛弟子的我們無比的欣慰，同時也鼓舞著我們好好的栽培下一代，希望他們將來能續佛慧命，福音帶到全球，挽救靡爛的世界。所以，我們很想知道學院入學的年齡與標準。第二個，假設有特別的例子，如這些孩子從小有嚴格的教導和訓練及特別根器，請問是否能網開一面特別例子？」"
    },
    {
      "id": "21-090-0085_p0021",
      "zh_CN": "答：整个教学的这些课程以及学校的这些办法，都在研拟之中，他们做好之后我们会公布。首先会在网路上公布，现在学院政府刚刚批准，批准之后我们首先要做的是培养师资。如果我们没有好的老师，纵然有完备的设施，我们也没有办法完成教学工作，所以培养师资是我们当前的急务。这个事情可以随时跟我们联络，我们会把讯息传达给你。",
      "zh_TW": "答：整個教學的這些課程以及學校的這些辦法，都在研擬之中，他們做好之後我們會公布。首先會在網路上公布，現在學院政府剛剛批准，批准之後我們首先要做的是培養師資。如果我們沒有好的老師，縱然有完備的設施，我們也沒有辦法完成教學工作，所以培養師資是我們當前的急務。這個事情可以隨時跟我們聯絡，我們會把訊息傳達給你。"
    },
    {
      "id": "21-090-0085_p0022",
      "zh_CN": "这位同修问：「为了精进修行，诵经、念佛，因此我就在家里设了一个佛堂，除了白天修道行道外，晚上也不浪费时间。因此，当我念到疲倦，我就躺在佛堂睡觉，目的是让晚上也不忘，凌晨又可以提早起身念佛。请问睡在佛堂是否如法？」",
      "zh_TW": "這位同修問：「為了精進修行，誦經、念佛，因此我就在家裡設了一個佛堂，除了白天修道行道外，晚上也不浪費時間。因此，當我念到疲倦，我就躺在佛堂睡覺，目的是讓晚上也不忘，凌晨又可以提早起身念佛。請問睡在佛堂是否如法？」"
    },
    {
      "id": "21-090-0085_p0023",
      "zh_CN": "答：睡在佛堂里面不脱海青，略微休息是可以的。我们念佛堂里面大家在一块共修，休息是在念佛堂旁边有一个房间，专门提供大家休息的，休息的时候不脱海青；休息好了，清醒过来之后就接着念佛，就走进念佛堂，这样比较好。在家里面虽然没有大众共修，也应该这样才好，当你要休息的时候可以到房间。你希望警策自己，你在房间睡觉的时候不脱衣服，这样比较如法。",
      "zh_TW": "答：睡在佛堂裡面不脫海青，略微休息是可以的。我們念佛堂裡面大家在一塊共修，休息是在念佛堂旁邊有一個房間，專門提供大家休息的，休息的時候不脫海青；休息好了，清醒過來之後就接著念佛，就走進念佛堂，這樣比較好。在家裡面雖然沒有大眾共修，也應該這樣才好，當你要休息的時候可以到房間。你希望警策自己，你在房間睡覺的時候不脫衣服，這樣比較如法。"
    },
    {
      "id": "21-090-0085_p0024",
      "zh_CN": "刘居士问：「我堕胎两次，流产一次，请问罪能消吗？」",
      "zh_TW": "劉居士問：「我墮胎兩次，流產一次，請問罪能消嗎？」"
    },
    {
      "id": "21-090-0085_p0025",
      "zh_CN": "答：这个罪很重很重，当然能消，要看你用什么样的方法，真心忏悔、断恶修善、改过自新，罪业才能消除。否则的话很难，这是很重的罪，因为儿女到你家来投胎不是随便来的，多少人求儿求女，一生求不到，什么原因？过去生中跟这些众生没有缘；凡是到你家里来投胎的，是跟你的缘很厚。佛讲有四种缘，有报恩的，如果这个小孩是来报恩的，你堕胎把他杀掉了，恩就变成仇了，这很可怕！下一次再来的时候，不是报恩是来报仇的。如果这个小孩是来报仇的，你把他杀掉，仇上再加仇恨，这怎么得了？冤冤相报没完没了，这个结怎么解开？自己真正觉悟了，真正忏悔，断恶修善，积功累德，念念给他回向，希望把冤结解除。",
      "zh_TW": "答：這個罪很重很重，當然能消，要看你用什麼樣的方法，真心懺悔、斷惡修善、改過自新，罪業才能消除。否則的話很難，這是很重的罪，因為兒女到你家來投胎不是隨便來的，多少人求兒求女，一生求不到，什麼原因？過去生中跟這些眾生沒有緣；凡是到你家裡來投胎的，是跟你的緣很厚。佛講有四種緣，有報恩的，如果這個小孩是來報恩的，你墮胎把他殺掉了，恩就變成仇了，這很可怕！下一次再來的時候，不是報恩是來報仇的。如果這個小孩是來報仇的，你把他殺掉，仇上再加仇恨，這怎麼得了？冤冤相報沒完沒了，這個結怎麼解開？自己真正覺悟了，真正懺悔，斷惡修善，積功累德，念念給他迴向，希望把冤結解除。"
    },
    {
      "id": "21-090-0085_p0026",
      "zh_CN": "现在这种事情，可以说在世界上任何一个地区，任何一个角落都非常普遍，这个道理世间人不知道，事实真相更是无知，所以他造下这些罪业，跟众生结了深仇大恨，果报是没完没了，很可怕、很凄惨。所以自己决定要念佛求生净土，把自己修行功德回向给自己的冤亲债主。真诚心能感动鬼神，所谓是诚则灵，不诚就没有办法了。依照佛法修学是会有效应的，一定要如理如法的修学。",
      "zh_TW": "現在這種事情，可以說在世界上任何一個地區，任何一個角落都非常普遍，這個道理世間人不知道，事實真相更是無知，所以他造下這些罪業，跟眾生結了深仇大恨，果報是沒完沒了，很可怕、很悽慘。所以自己決定要念佛求生淨土，把自己修行功德迴向給自己的冤親債主。真誠心能感動鬼神，所謂是誠則靈，不誠就沒有辦法了。依照佛法修學是會有效應的，一定要如理如法的修學。"
    },
    {
      "id": "21-090-0085_p0027",
      "zh_CN": "北京居士问的五个问题，第一个问题：「我发心先自己听经念佛几年，等有定慧之后，再出来学习讲经说法，弘法利生，请问这样发心是否正确？」",
      "zh_TW": "北京居士問的五個問題，第一個問題：「我發心先自己聽經念佛幾年，等有定慧之後，再出來學習講經說法，弘法利生，請問這樣發心是否正確？」"
    },
    {
      "id": "21-090-0085_p0028",
      "zh_CN": "答：正确的。要想弘法利生，确实先自己要有基础，最重要的是善心善愿，对一切众生都以善心对待，不可以有恶念对众生。听经念佛，初学最好听《十善业道经》，要多听！现在我们《十善业道经》的光碟刚做出来，并听《了凡四训》，先从这里下手；再听《阿弥陀经》或者听《无量寿经》，专心念佛。在日常生活当中，我们的思想、见解、言行，决定与十善业相应，这样你的根基才能够奠定。",
      "zh_TW": "答：正確的。要想弘法利生，確實先自己要有基礎，最重要的是善心善願，對一切眾生都以善心對待，不可以有惡念對眾生。聽經念佛，初學最好聽《十善業道經》，要多聽！現在我們《十善業道經》的光碟剛做出來，並聽《了凡四訓》，先從這裡下手；再聽《阿彌陀經》或者聽《無量壽經》，專心念佛。在日常生活當中，我們的思想、見解、言行，決定與十善業相應，這樣你的根基才能夠奠定。"
    },
    {
      "id": "21-090-0085_p0029",
      "zh_CN": "第二个问题：「盲目受了菩萨戒后却不能受持，学蕅益大师佛前退戒，先持五戒，等以后境界提升时再重受菩萨戒，请问这样做是否如法？」",
      "zh_TW": "第二個問題：「盲目受了菩薩戒後卻不能受持，學蕅益大師佛前退戒，先持五戒，等以後境界提升時再重受菩薩戒，請問這樣做是否如法？」"
    },
    {
      "id": "21-090-0085_p0030",
      "zh_CN": "答：如法。古来祖师大德有例子，先学五戒十善，这就好。",
      "zh_TW": "答：如法。古來祖師大德有例子，先學五戒十善，這就好。"
    },
    {
      "id": "21-090-0085_p0031",
      "zh_CN": "问：「居士上台讲经，请问是否必须先受菩萨戒？」",
      "zh_TW": "問：「居士上台講經，請問是否必須先受菩薩戒？」"
    },
    {
      "id": "21-090-0085_p0032",
      "zh_CN": "答：一定要受。为什么？避免别人讽刺你是「白衣升座」，白衣升座是佛不许可的。在家受菩萨戒他就不是白衣，他搭缦衣，没有受菩萨戒的不可以搭缦衣。现在有很多人不懂道理，受了五戒就搭缦衣，这是错误的。五戒是白衣，菩萨戒才有资格搭缦衣，升座代佛说法。所以这个形式是避免别人的讥嫌，我们也要真正发心去学菩萨。",
      "zh_TW": "答：一定要受。為什麼？避免別人諷刺你是「白衣升座」，白衣升座是佛不許可的。在家受菩薩戒他就不是白衣，他搭縵衣，沒有受菩薩戒的不可以搭縵衣。現在有很多人不懂道理，受了五戒就搭縵衣，這是錯誤的。五戒是白衣，菩薩戒才有資格搭縵衣，升座代佛說法。所以這個形式是避免別人的譏嫌，我們也要真正發心去學菩薩。"
    },
    {
      "id": "21-090-0085_p0033",
      "zh_CN": "第三个问题：「居士为家人切肉烧菜，请问是否犯杀戒？」",
      "zh_TW": "第三個問題：「居士為家人切肉燒菜，請問是否犯殺戒？」"
    },
    {
      "id": "21-090-0085_p0034",
      "zh_CN": "答：这桩事情在家里只要不杀活的动物，你到市场去买那些已经杀好的，这样就不犯戒。如果买活的动物回来杀，那是犯戒，你买活的鸡和鱼回来杀，这样犯杀戒；人家杀好的你买回来，不犯杀戒，这是佛家讲的三净肉，这就是「不见杀、不闻杀、不为我杀」。你在家里面做这些荤腥给你的家人，你自己最好吃肉边菜。古时候，禅宗六祖惠能大师在猎人队吃肉边菜十五年。你用这种方法感化你的家人，他们吃肉食常常生病，你素食身体健康。最初的时候，他认为你们吃素的人营养不够、没有体力，比不上他；过了几年之后，发现吃素比吃荤的人健康，比吃肉的人长寿，慢慢他就觉悟了，素食殊胜。",
      "zh_TW": "答：這樁事情在家裡只要不殺活的動物，你到市場去買那些已經殺好的，這樣就不犯戒。如果買活的動物回來殺，那是犯戒，你買活的雞和魚回來殺，這樣犯殺戒；人家殺好的你買回來，不犯殺戒，這是佛家講的三淨肉，這就是「不見殺、不聞殺、不為我殺」。你在家裡面做這些葷腥給你的家人，你自己最好吃肉邊菜。古時候，禪宗六祖惠能大師在獵人隊吃肉邊菜十五年。你用這種方法感化你的家人，他們吃肉食常常生病，你素食身體健康。最初的時候，他認為你們吃素的人營養不夠、沒有體力，比不上他；過了幾年之後，發現吃素比吃葷的人健康，比吃肉的人長壽，慢慢他就覺悟了，素食殊勝。"
    },
    {
      "id": "21-090-0085_p0035",
      "zh_CN": "第四个问题：「流通佛像、经书时，有些人得到后随便处置、撕毁经书，请问该怎么办？」",
      "zh_TW": "第四個問題：「流通佛像、經書時，有些人得到後隨便處置、撕毀經書，請問該怎麼辦？」"
    },
    {
      "id": "21-090-0085_p0036",
      "zh_CN": "答：这是各人因果各人负责，纵然他随便放，撕毁经书、撕毁佛像，他也得度了。为什么？所谓「一历耳根，永为道种」，一历眼根也是永为道种。但是他撕毁佛像、经书的罪业，他要受报；他的罪报受满之后，他阿赖耶识佛的种子会起现行，还是因佛种子而得度。这个道理很深，我们要了解。我们不必去责怪他，能劝导他，不能劝就随他。切不可以加深他的怨恨，加深他的敌视，那就错误了，我们总是和颜爱语来对待他们。",
      "zh_TW": "答：這是各人因果各人負責，縱然他隨便放，撕毀經書、撕毀佛像，他也得度了。為什麼？所謂「一歷耳根，永為道種」，一歷眼根也是永為道種。但是他撕毀佛像、經書的罪業，他要受報；他的罪報受滿之後，他阿賴耶識佛的種子會起現行，還是因佛種子而得度。這個道理很深，我們要了解。我們不必去責怪他，能勸導他，不能勸就隨他。切不可以加深他的怨恨，加深他的敵視，那就錯誤了，我們總是和顏愛語來對待他們。"
    },
    {
      "id": "21-090-0085_p0037",
      "zh_CN": "第五个问题：「《佛说疗治病经》，请问是否属于《大藏经》？」",
      "zh_TW": "第五個問題：「《佛說療治病經》，請問是否屬於《大藏經》？」"
    },
    {
      "id": "21-090-0085_p0038",
      "zh_CN": "答：你可以在《大藏经》的目录查一查；因为经典太多了，你突然问，这部经我没有看过。",
      "zh_TW": "答：你可以在《大藏經》的目錄查一查；因為經典太多了，你突然問，這部經我沒有看過。"
    },
    {
      "id": "21-090-0085_p0039",
      "zh_CN": "这是江西桂西的同修有四个问题，第一个问题：「我们桂西市佛教居士林遵照老法师教导，每天念佛听经十二个小时以上，但有许多居士需要超荐亡者，我们郑林长一日在念佛堂打坐回向之时，见有无数亡灵排成队伍跪在佛前，另有三位庄严相好的女菩萨对郑居士说，『超度还是需要的』，此境界是否可信？每日念佛堂回向时，是否可以代替其余法事，是否可以接受信众钱财，并设立牌位档次价钱？」",
      "zh_TW": "這是江西桂西的同修有四個問題，第一個問題：「我們桂西市佛教居士林遵照老法師教導，每天念佛聽經十二個小時以上，但有許多居士需要超薦亡者，我們鄭林長一日在念佛堂打坐迴向之時，見有無數亡靈排成隊伍跪在佛前，另有三位莊嚴相好的女菩薩對鄭居士說，『超度還是需要的』，此境界是否可信？每日念佛堂迴向時，是否可以代替其餘法事，是否可以接受信眾錢財，並設立牌位檔次價錢？」"
    },
    {
      "id": "21-090-0085_p0040",
      "zh_CN": "答：念佛堂里面可以附带超荐亡灵，不举行任何仪式，就是念佛回向。往年印光大师在苏州灵岩山寺，他老人家就是这样作法。可以带牌位，但是最好不要收钱，收钱的毛病很多，尽可能的避免。供养是随意，决定不勉强，订出价钱不好，这是「裨贩如来」，不如法。居士林是居士道场，只要是正法道场，弘法利生是需要用金钱的，道场里面可以放一个福田箱，一般叫功德箱，那不是功德，叫福田箱，广种福田，大家到这里来是随意，绝不带丝毫勉强。供养道场，帮助做弘法利生的事业，这个可以。",
      "zh_TW": "答：念佛堂裡面可以附帶超薦亡靈，不舉行任何儀式，就是念佛迴向。往年印光大師在蘇州靈巖山寺，他老人家就是這樣作法。可以帶牌位，但是最好不要收錢，收錢的毛病很多，盡可能的避免。供養是隨意，決定不勉強，訂出價錢不好，這是「裨販如來」，不如法。居士林是居士道場，只要是正法道場，弘法利生是需要用金錢的，道場裡面可以放一個福田箱，一般叫功德箱，那不是功德，叫福田箱，廣種福田，大家到這裡來是隨意，絕不帶絲毫勉強。供養道場，幫助做弘法利生的事業，這個可以。"
    },
    {
      "id": "21-090-0085_p0041",
      "zh_CN": "第二个问题：「居士讲经，请问是否一定要受菩萨戒？」",
      "zh_TW": "第二個問題：「居士講經，請問是否一定要受菩薩戒？」"
    },
    {
      "id": "21-090-0085_p0042",
      "zh_CN": "答：一定要受菩萨戒。",
      "zh_TW": "答：一定要受菩薩戒。"
    },
    {
      "id": "21-090-0085_p0043",
      "zh_CN": "问：「若只受五戒，请问是否可以覆讲《太上感应篇》等？」",
      "zh_TW": "問：「若只受五戒，請問是否可以覆講《太上感應篇》等？」"
    },
    {
      "id": "21-090-0085_p0044",
      "zh_CN": "答：行！讲《太上感应篇》、《了凡四训》，受三皈就可以了。如果是讲佛教经典，一定要受菩萨戒。《了凡四训》、《太上感应篇》、《文昌帝君阴骘文》，这些都不是佛经，这些可以讲。",
      "zh_TW": "答：行！講《太上感應篇》、《了凡四訓》，受三皈就可以了。如果是講佛教經典，一定要受菩薩戒。《了凡四訓》、《太上感應篇》、《文昌帝君陰騭文》，這些都不是佛經，這些可以講。"
    },
    {
      "id": "21-090-0085_p0045",
      "zh_CN": "问：「居士林有居士要求受三皈五戒，不方便请到法师传授时，请问可否用老法师两千年在新加坡传授三皈五戒的光碟，以作证明？」",
      "zh_TW": "問：「居士林有居士要求受三皈五戒，不方便請到法師傳授時，請問可否用老法師兩千年在新加坡傳授三皈五戒的光碟，以作證明？」"
    },
    {
      "id": "21-090-0085_p0046",
      "zh_CN": "答：可以，三皈五戒可以在佛菩萨形像面前发愿授受。",
      "zh_TW": "答：可以，三皈五戒可以在佛菩薩形像面前發願授受。"
    },
    {
      "id": "21-090-0085_p0047",
      "zh_CN": "第四个问题：「我们居士林条件还很差，所以非常希望能看到此地的法师前往讲经及领众修行，最好能长住，若不能长住，请问是否可以考虑优先录取我们的发心居士参加弘法人才培训班培训？」",
      "zh_TW": "第四個問題：「我們居士林條件還很差，所以非常希望能看到此地的法師前往講經及領眾修行，最好能長住，若不能長住，請問是否可以考慮優先錄取我們的發心居士參加弘法人才培訓班培訓？」"
    },
    {
      "id": "21-090-0085_p0048",
      "zh_CN": "答：这个建议很好，希望你把建议跟李木源会长提出，因为他是主导行政方面的，我们大家都非常尊重他，我相信你把条件提出来，他一定会给你满意的答复。这个建议非常之好，我们现在第五届有一些毕业的同学回到中国去了，你们可以邀请。你们居士林里面，有年轻、有能力发心讲经的，可以参加培训班下一届，我非常欢迎。",
      "zh_TW": "答：這個建議很好，希望你把建議跟李木源會長提出，因為他是主導行政方面的，我們大家都非常尊重他，我相信你把條件提出來，他一定會給你滿意的答覆。這個建議非常之好，我們現在第五屆有一些畢業的同學回到中國去了，你們可以邀請。你們居士林裡面，有年輕、有能力發心講經的，可以參加培訓班下一屆，我非常歡迎。"
    }
  ]
}