{
  "doc_id": "21-090-0081",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十一集",
    "zh_TW": "第八十一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0081",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "21-090-0081_p0001",
      "zh_CN": "这是我们培训班同学问的问题：「《无量寿经‧礼供听法》第二十六品里面有一句经文：『知土如影像，恒发弘誓心』，它的意思，我都不是很清楚。请开示。」",
      "zh_TW": "這是我們培訓班同學問的問題：「《無量壽經‧禮供聽法》第二十六品裡面有一句經文：『知土如影像，恆發弘誓心』，它的意思，我都不是很清楚。請開示。」"
    },
    {
      "id": "21-090-0081_p0002",
      "zh_CN": "答：诸佛菩萨、法身大士对于宇宙人生的真相无不彻底明了。这两句经文，前面一句就是《金刚经》所讲的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，这是讲宇宙人生真相。在事实真相里面，我们应该怎样去做？佛菩萨绝不消极，决不是说「一切如梦幻泡影」，就算了，我们什么也不要做了，不是这样的。他「恒发弘誓心」，「弘誓」，就是四弘誓愿。「恒」是永远没有间断，菩萨在修学的时候弘愿不间断，永远在推动他，成佛之后弘愿也不间断，为一切没有觉悟的众生做榜样，这才叫「无缘大慈，同体大悲」。",
      "zh_TW": "答：諸佛菩薩、法身大士對於宇宙人生的真相無不徹底明瞭。這兩句經文，前面一句就是《金剛經》所講的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，這是講宇宙人生真相。在事實真相裡面，我們應該怎樣去做？佛菩薩絕不消極，決不是說「一切如夢幻泡影」，就算了，我們什麼也不要做了，不是這樣的。他「恆發弘誓心」，「弘誓」，就是四弘誓願。「恆」是永遠沒有間斷，菩薩在修學的時候弘願不間斷，永遠在推動他，成佛之後弘願也不間斷，為一切沒有覺悟的眾生做榜樣，這才叫「無緣大慈，同體大悲」。"
    },
    {
      "id": "21-090-0081_p0003",
      "zh_CN": "由此可知，佛法绝对不是消极的。现在有许多人误会学佛是消极的，这是完全生于误会。佛法是无比的积极，佛教菩萨勇猛精进，从什么地方精进？就是誓愿精进。在没有成佛之前，断烦恼、学法门，成佛道是自利利他，成佛之后纯粹为利他；自利圆满了，纯粹是利益一切众生，这哪里来的消极？释迦牟尼佛如果消极，他就不必到这世间示现八相成道，示现教化众生，没有这个必要。由这些方面，我们能够观察到、体会到佛法积极的一面，这一面才真正令人敬佩，不是自悟就行了。",
      "zh_TW": "由此可知，佛法絕對不是消極的。現在有許多人誤會學佛是消極的，這是完全生於誤會。佛法是無比的積極，佛教菩薩勇猛精進，從什麼地方精進？就是誓願精進。在沒有成佛之前，斷煩惱、學法門，成佛道是自利利他，成佛之後純粹為利他；自利圓滿了，純粹是利益一切眾生，這哪裡來的消極？釋迦牟尼佛如果消極，他就不必到這世間示現八相成道，示現教化眾生，沒有這個必要。由這些方面，我們能夠觀察到、體會到佛法積極的一面，這一面才真正令人敬佩，不是自悟就行了。"
    },
    {
      "id": "21-090-0081_p0004",
      "zh_CN": "你要进一步的问，既然这一切都是梦幻泡影，为什么还要这样积极的发弘誓愿？深入一层来探讨，也是有道理的。这里面很多人就不知道，虚空法界是一体。因为是一体的，有众生没有觉悟，就好像我们这个身体局部麻木一样，我还不是一个完全健康的人，是局部麻木的人。局部麻木，我要不要帮助它治疗？当然，你腿麻木了，你的手会替它揉揉。虚空法界里还有这么多众生迷惑颠倒，就是法身的局部麻木。所以，一切诸佛菩萨发的无缘大慈也没有条件，为什么没有条件？同体大悲；他知道虚空法界一切众生跟自己是一体，是一不是二。我们众生分别，不知道是一体，分自分他，就错在这里。佛菩萨教导我们，告诉我们虚空法界是一体。",
      "zh_TW": "你要進一步的問，既然這一切都是夢幻泡影，為什麼還要這樣積極的發弘誓願？深入一層來探討，也是有道理的。這裡面很多人就不知道，虛空法界是一體。因為是一體的，有眾生沒有覺悟，就好像我們這個身體局部麻木一樣，我還不是一個完全健康的人，是局部麻木的人。局部麻木，我要不要幫助它治療？當然，你腿麻木了，你的手會替它揉揉。虛空法界裡還有這麼多眾生迷惑顛倒，就是法身的局部麻木。所以，一切諸佛菩薩發的無緣大慈也沒有條件，為什麼沒有條件？同體大悲；他知道虛空法界一切眾生跟自己是一體，是一不是二。我們眾生分別，不知道是一體，分自分他，就錯在這裡。佛菩薩教導我們，告訴我們虛空法界是一體。"
    },
    {
      "id": "21-090-0081_p0005",
      "zh_CN": "所以我讲：「心性幻化虚空法界」，虚空法界从哪里来的？《华严经》不是说得很好吗？「唯心所现，唯识所变」，所以虚空法界是心性变现出来的；「根身影现国土众生」，芸芸众生，太空当中无量星球从哪里来的？根身变现出来的。这个事实真相，你真的体会得、明白了，这个人叫觉悟，开悟了。然后才知道，「心性虚空法界一体，根身国土众生不二」，你的慈悲心就像诸佛法身菩萨一样，自自然然流露出来，还需要别人来求你吗？还需要别人来请吗？不需要了。经上讲：「作众生不请之友。」哪里还要人请？要人请，你就不慈悲，自自然然他就来了，所以「知土如影像，恒发弘誓心」是这么来的。这里面事与理，我们都要清楚，都要明了，自己的愿心才发得起来。否则的话，天天念四弘誓愿，念的是佛菩萨的，自己的四弘誓愿都没有把它念出来，我们自己得不到一点利益；一定要把自己四弘誓愿念出来，那才是真实功德。",
      "zh_TW": "所以我講：「心性幻化虛空法界」，虛空法界從哪裡來的？《華嚴經》不是說得很好嗎？「唯心所現，唯識所變」，所以虛空法界是心性變現出來的；「根身影現國土眾生」，芸芸眾生，太空當中無量星球從哪裡來的？根身變現出來的。這個事實真相，你真的體會得、明白了，這個人叫覺悟，開悟了。然後才知道，「心性虛空法界一體，根身國土眾生不二」，你的慈悲心就像諸佛法身菩薩一樣，自自然然流露出來，還需要別人來求你嗎？還需要別人來請嗎？不需要了。經上講：「作眾生不請之友。」哪裡還要人請？要人請，你就不慈悲，自自然然他就來了，所以「知土如影像，恆發弘誓心」是這麼來的。這裡面事與理，我們都要清楚，都要明瞭，自己的願心才發得起來。否則的話，天天念四弘誓願，念的是佛菩薩的，自己的四弘誓願都沒有把它念出來，我們自己得不到一點利益；一定要把自己四弘誓願念出來，那才是真實功德。"
    },
    {
      "id": "21-090-0081_p0006",
      "zh_CN": "有一位同修问：「上星期六您讲经，意义很深广。若概说，可以用『相应』一词。也即是佛法的根本法，其法上至佛陀，下至初发心众生应不二，所以决定生应其心亦如此本。」",
      "zh_TW": "有一位同修問：「上星期六您講經，意義很深廣。若概說，可以用『相應』一詞。也即是佛法的根本法，其法上至佛陀，下至初發心眾生應不二，所以決定生應其心亦如此本。」"
    },
    {
      "id": "21-090-0081_p0007",
      "zh_CN": "答：这是讲「生则决定生，去则实不去」，说这两句话。他对这两句话没有能够理解，这个意思确实是比较深一些。「生则决定生」，是你境界提升。为什么说「去则实不去」？前面跟诸位讲过，虚空法界国土、众生是一不是二，你往哪里去？《中观论》说了「八不」，形容这个事实真相，如来果地上如是，我们凡夫亦复如是，决定不能说如来果地上跟我们是不一样的。要是不一样，六祖讲：「不一样是二法，二法不是佛法，佛法是不二法」。所以你要记住，「生佛不二」，这是大乘法常讲，差别在哪里？差别是佛觉悟，知道不二，我们偏说是二。所以我们的观念、思想违背了事实的真相，这叫凡夫。如果我们想法、看法确实跟事实真相完全相应，这个人就叫佛陀，就叫法身菩萨。所以生跟佛的差别是迷悟的差别，除迷悟之外，一切体、相、作用都没有差别。这个道理也很深，也不是一般人能够体会得到，但是这是事实。",
      "zh_TW": "答：這是講「生則決定生，去則實不去」，說這兩句話。他對這兩句話沒有能夠理解，這個意思確實是比較深一些。「生則決定生」，是你境界提升。為什麼說「去則實不去」？前面跟諸位講過，虛空法界國土、眾生是一不是二，你往哪裡去？《中觀論》說了「八不」，形容這個事實真相，如來果地上如是，我們凡夫亦復如是，決定不能說如來果地上跟我們是不一樣的。要是不一樣，六祖講：「不一樣是二法，二法不是佛法，佛法是不二法」。所以你要記住，「生佛不二」，這是大乘法常講，差別在哪裡？差別是佛覺悟，知道不二，我們偏說是二。所以我們的觀念、思想違背了事實的真相，這叫凡夫。如果我們想法、看法確實跟事實真相完全相應，這個人就叫佛陀，就叫法身菩薩。所以生跟佛的差別是迷悟的差別，除迷悟之外，一切體、相、作用都沒有差別。這個道理也很深，也不是一般人能夠體會得到，但是這是事實。"
    },
    {
      "id": "21-090-0081_p0008",
      "zh_CN": "我们体会不到，没有关系，只是要记住有此一说，你慢慢在修行功夫里面去证实，这是要功夫的；这不是文字、不是言说，是要你亲证的境界，没有入这个境界，你很难懂。我们知道有这么一回事就好，别人提起来，我们曾经听说，虽然不是自己的境界，总希望有一天自己能够契入这个境界。实在没有法子，你就老实念佛，求生净土；到西方极乐世界，就保证你入这个境界，而且非常快速，极乐世界殊胜就在此地。自己实在没有法子证得，就老实念佛。所以这些东西听了不懂没有关系，见了阿弥陀佛就懂了；没见阿弥陀佛，要靠自己修行功夫，实在是不容易。你必须把妄想、分别、执着断尽，你才会懂。你今天为什么不懂？就是因为你有妄想、分别、执着，障碍了你的悟门，障碍了你的智慧，所以你不懂。",
      "zh_TW": "我們體會不到，沒有關係，只是要記住有此一說，你慢慢在修行功夫裡面去證實，這是要功夫的；這不是文字、不是言說，是要你親證的境界，沒有入這個境界，你很難懂。我們知道有這麼一回事就好，別人提起來，我們曾經聽說，雖然不是自己的境界，總希望有一天自己能夠契入這個境界。實在沒有法子，你就老實念佛，求生淨土；到西方極樂世界，就保證你入這個境界，而且非常快速，極樂世界殊勝就在此地。自己實在沒有法子證得，就老實念佛。所以這些東西聽了不懂沒有關係，見了阿彌陀佛就懂了；沒見阿彌陀佛，要靠自己修行功夫，實在是不容易。你必須把妄想、分別、執著斷盡，你才會懂。你今天為什麼不懂？就是因為你有妄想、分別、執著，障礙了你的悟門，障礙了你的智慧，所以你不懂。"
    },
    {
      "id": "21-090-0081_p0009",
      "zh_CN": "这位同修问：「请问智慧是什么，它从何处来，又到何处去？」",
      "zh_TW": "這位同修問：「請問智慧是什麼，它從何處來，又到何處去？」"
    },
    {
      "id": "21-090-0081_p0010",
      "zh_CN": "答：这个问题很趣味。智慧是什么？就事相上，简单的跟你说，智慧就是明了。回向偈说：「愿得智慧真明了」，你对于一切现象，你都能够通达明了，这叫智慧。智慧大的人，不但能知道现前，还能知道过去，还能知道未来；十方三世一切理事、性相、因果，无所不知，无所不能，这是智慧。智慧没有来处，智慧也没有去处，智慧是我们自性里面本来具足的，佛家叫「般若智慧」，这个东西不是学来的。",
      "zh_TW": "答：這個問題很趣味。智慧是什麼？就事相上，簡單的跟你說，智慧就是明瞭。迴向偈說：「願得智慧真明了」，你對於一切現象，你都能夠通達明瞭，這叫智慧。智慧大的人，不但能知道現前，還能知道過去，還能知道未來；十方三世一切理事、性相、因果，無所不知，無所不能，這是智慧。智慧沒有來處，智慧也沒有去處，智慧是我們自性裡面本來具足的，佛家叫「般若智慧」，這個東西不是學來的。"
    },
    {
      "id": "21-090-0081_p0011",
      "zh_CN": "我们有没有智慧？有，跟佛一样圆满究竟，但是我们的智慧被东西障碍住了。智慧好比太阳，我们现在什么情形？有一层乌云把太阳遮住了。太阳在，被乌云障碍住，阳光透不出来，所以我们的智慧就没有了。佛教我们修学，修什么？就是把这个障碍去掉，你自性智慧就透出来了。障碍是什么？佛跟我们讲是烦恼，「见思烦恼」是第一大类，「尘沙烦恼」是第二大类，「无明烦恼」是第三大类，你有这三大类的烦恼，把你的心性遮盖了。所以，你自性里面有究竟圆满的智慧，不能现前；你自性里面本来具足万德万能，你也不能现前；你自性里面具足圆满的福报，一丝毫欠缺都没有，现在也不能现前。",
      "zh_TW": "我們有沒有智慧？有，跟佛一樣圓滿究竟，但是我們的智慧被東西障礙住了。智慧好比太陽，我們現在什麼情形？有一層烏雲把太陽遮住了。太陽在，被烏雲障礙住，陽光透不出來，所以我們的智慧就沒有了。佛教我們修學，修什麼？就是把這個障礙去掉，你自性智慧就透出來了。障礙是什麼？佛跟我們講是煩惱，「見思煩惱」是第一大類，「塵沙煩惱」是第二大類，「無明煩惱」是第三大類，你有這三大類的煩惱，把你的心性遮蓋了。所以，你自性裡面有究竟圓滿的智慧，不能現前；你自性裡面本來具足萬德萬能，你也不能現前；你自性裡面具足圓滿的福報，一絲毫欠缺都沒有，現在也不能現前。"
    },
    {
      "id": "21-090-0081_p0012",
      "zh_CN": "烦恼从哪里来的？自己造的。烦恼不是原来有的，是你自己一念不觉造出来的。自己造，你自己还要受，佛虽然大慈大悲，没有办法把你的障碍除掉。为什么？障碍是你自己变现的，不是别人给你的。别人给你，别人就有办法代你去掉；它不是别人给你的，是你自己从迷幻当中生的，你必须从迷幻当中觉悟过来。就像你在作梦一样，你自己在做恶梦，别人没有办法救你，那个梦是你自己做的，不是别人变现给你做的，一定要等你自己清醒过来，你就得救，你要不醒过来，那就没法子了。",
      "zh_TW": "煩惱從哪裡來的？自己造的。煩惱不是原來有的，是你自己一念不覺造出來的。自己造，你自己還要受，佛雖然大慈大悲，沒有辦法把你的障礙除掉。為什麼？障礙是你自己變現的，不是別人給你的。別人給你，別人就有辦法代你去掉；它不是別人給你的，是你自己從迷幻當中生的，你必須從迷幻當中覺悟過來。就像你在作夢一樣，你自己在做惡夢，別人沒有辦法救你，那個夢是你自己做的，不是別人變現給你做的，一定要等你自己清醒過來，你就得救，你要不醒過來，那就沒法子了。"
    },
    {
      "id": "21-090-0081_p0013",
      "zh_CN": "我们今天就在作梦，永嘉大师《证道歌》讲得好，「梦里明明有六趣」，我们在搞六道轮回是在做大梦；「觉后空空无大千」，什么时候真正觉悟了，不但六道没有了，十法界也没有了。六道没有了，十法界没有了，跟诸位说，一真法界也没有了。为什么？一真法界是从十法界相对建立的，是方便说的，这一边没有了，那一边也没有了，那才真的是觉后空空无大千。你要认为六道没有了，十法界没有了，还有一真法界，你完了，你还是迷，你还是执着，你妄想、分别、执着还没有断。你执着一真法界，一真法界能不能见到？绝对见不到。所以众生的大毛病是处处着相，佛虽然说得那么清楚明白，「离一切相，即一切法」，他就是不肯离。",
      "zh_TW": "我們今天就在作夢，永嘉大師《證道歌》講得好，「夢裡明明有六趣」，我們在搞六道輪迴是在做大夢；「覺後空空無大千」，什麼時候真正覺悟了，不但六道沒有了，十法界也沒有了。六道沒有了，十法界沒有了，跟諸位說，一真法界也沒有了。為什麼？一真法界是從十法界相對建立的，是方便說的，這一邊沒有了，那一邊也沒有了，那才真的是覺後空空無大千。你要認為六道沒有了，十法界沒有了，還有一真法界，你完了，你還是迷，你還是執著，你妄想、分別、執著還沒有斷。你執著一真法界，一真法界能不能見到？絕對見不到。所以眾生的大毛病是處處著相，佛雖然說得那麼清楚明白，「離一切相，即一切法」，他就是不肯離。"
    },
    {
      "id": "21-090-0081_p0014",
      "zh_CN": "佛说法善巧方便，你要懂得佛说法的意思。众生执着有，佛就讲空，希望你把执着有打掉。可是众生很麻烦，佛只说空，有破了，他又执着空，麻烦大了。他是教离执着，不是教你换对象。众生学佛往往都是换对象，世法不执着了，而执着佛法，世法不分别了，而分别佛法，永远没有办法脱离无明，永远没有办法丢掉妄想、分别、执着，这是众生最困难的地方。",
      "zh_TW": "佛說法善巧方便，你要懂得佛說法的意思。眾生執著有，佛就講空，希望你把執著有打掉。可是眾生很麻煩，佛只說空，有破了，他又執著空，麻煩大了。他是教離執著，不是教你換對象。眾生學佛往往都是換對象，世法不執著了，而執著佛法，世法不分別了，而分別佛法，永遠沒有辦法脫離無明，永遠沒有辦法丟掉妄想、分別、執著，這是眾生最困難的地方。"
    },
    {
      "id": "21-090-0081_p0015",
      "zh_CN": "不但智慧没有来去，《中观论》讲：「不生不灭、不来不去、不一不异」，你不能说是一个，也不能说是二个，为什么？你起心动念，你就有分别执着。佛实实在在教给我们，对虚空法界一切现象，常常保持着不起心、不动念，不分别、不执着，那就完全正确了。起用的时候，别人向你请教的时候，你讲得头头是道；不起作用的时候，一念不生。《六祖坛经》讲得好：「本来无一物，何处惹尘埃。」「本来无一物」是自性清净心全体显露，那就是如来果地上讲的寂灭忍、清净寂灭。",
      "zh_TW": "不但智慧沒有來去，《中觀論》講：「不生不滅、不來不去、不一不異」，你不能說是一個，也不能說是二個，為什麼？你起心動念，你就有分別執著。佛實實在在教給我們，對虛空法界一切現象，常常保持著不起心、不動念，不分別、不執著，那就完全正確了。起用的時候，別人向你請教的時候，你講得頭頭是道；不起作用的時候，一念不生。《六祖壇經》講得好：「本來無一物，何處惹塵埃。」「本來無一物」是自性清淨心全體顯露，那就是如來果地上講的寂滅忍、清淨寂滅。"
    },
    {
      "id": "21-090-0081_p0016",
      "zh_CN": "《楞严经》讲得好，清净寂灭不妨碍森罗万象的发挥，那就是外面一切现象的动态。大的，星系的运行，小的，地球上春夏秋冬的变化，刹那在变化，都不妨碍。清净寂灭是体，不妨碍万象发挥，这就是《华严经》讲的理事无碍、事事无碍。重点是讲「无碍」，什么时候无碍？清净寂灭现前才无碍。你的心不清净寂灭就有妨碍，理事有碍，事事有碍。起心动念一动就有妨碍，什么妨碍？迷了，你自性里面的智慧、德能、相好统统不能现前，妨碍了。",
      "zh_TW": "《楞嚴經》講得好，清淨寂滅不妨礙森羅萬象的發揮，那就是外面一切現象的動態。大的，星系的運行，小的，地球上春夏秋冬的變化，剎那在變化，都不妨礙。清淨寂滅是體，不妨礙萬象發揮，這就是《華嚴經》講的理事無礙、事事無礙。重點是講「無礙」，什麼時候無礙？清淨寂滅現前才無礙。你的心不清淨寂滅就有妨礙，理事有礙，事事有礙。起心動念一動就有妨礙，什麼妨礙？迷了，你自性裡面的智慧、德能、相好統統不能現前，妨礙了。"
    },
    {
      "id": "21-090-0081_p0017",
      "zh_CN": "由此可知，真正用功的人用什么？一切境界里面学不起心、不动念，不分别、不执着；这个话我也讲得很多，这叫真用功，这叫「从根本修」。心愈清净，看你清净的程度，你的智慧、德能、相好就能够透出多少。你一分清净，得一分利益，这三样就透出一分；得两分利益，你就透出两分。以佛家的经教来说，你得一分利益，经教摆在那里，你就能解得一分。你一分清净心，就能解得一分如来真实义；你有两分清净心，就能解两分如来真实义；你心里面还是妄想、分别、执着，你就错解如来真实义，你就曲解如来真实义，这是肯定的。",
      "zh_TW": "由此可知，真正用功的人用什麼？一切境界裡面學不起心、不動念，不分別、不執著；這個話我也講得很多，這叫真用功，這叫「從根本修」。心愈清淨，看你清淨的程度，你的智慧、德能、相好就能夠透出多少。你一分清淨，得一分利益，這三樣就透出一分；得兩分利益，你就透出兩分。以佛家的經教來說，你得一分利益，經教擺在那裡，你就能解得一分。你一分清淨心，就能解得一分如來真實義；你有兩分清淨心，就能解兩分如來真實義；你心裡面還是妄想、分別、執著，你就錯解如來真實義，你就曲解如來真實義，這是肯定的。"
    },
    {
      "id": "21-090-0081_p0018",
      "zh_CN": "这个时候怎么办？这个时候只有依靠祖师大德。为什么？他们得到几分清净心，他们能解得几分真实义。我们要仰赖别人，初学是不能不仰赖别人的，一定要依靠善知识。依靠善知识是我们初学必须经历的过程，在这个过程当中，一面依靠别人，一面要自己认真去修养，到自己有一分、两分契入，渐渐就可以不要依赖别人，可以独立了。总不能一辈子靠别人，那就不成话了，这个道理要懂。",
      "zh_TW": "這個時候怎麼辦？這個時候只有依靠祖師大德。為什麼？他們得到幾分清淨心，他們能解得幾分真實義。我們要仰賴別人，初學是不能不仰賴別人的，一定要依靠善知識。依靠善知識是我們初學必須經歷的過程，在這個過程當中，一面依靠別人，一面要自己認真去修養，到自己有一分、兩分契入，漸漸就可以不要依賴別人，可以獨立了。總不能一輩子靠別人，那就不成話了，這個道理要懂。"
    },
    {
      "id": "21-090-0081_p0019",
      "zh_CN": "这位同修问：「修学过程中出现障碍，如环境的逆缘干扰、身心的疾病苦痛等，而影响修学。请问此等宿业如何忏悔？」",
      "zh_TW": "這位同修問：「修學過程中出現障礙，如環境的逆緣干擾、身心的疾病苦痛等，而影響修學。請問此等宿業如何懺悔？」"
    },
    {
      "id": "21-090-0081_p0020",
      "zh_CN": "答：你问得很好。确实根本解决消除障碍的办法是忏除业障，普贤菩萨教给我们，十大愿王第四愿就是「忏除业障」。怎么忏除法？十大愿王其他九条都是忏除的方法。十愿也是非常微妙，每一愿里面都含摄其他九愿，这是《华严经》讲的「一即一切，一切即一」。我们特别重视忏除自己的业障，从哪里做起？从礼敬、赞叹、供养做起。",
      "zh_TW": "答：你問得很好。確實根本解決消除障礙的辦法是懺除業障，普賢菩薩教給我們，十大願王第四願就是「懺除業障」。怎麼懺除法？十大願王其他九條都是懺除的方法。十願也是非常微妙，每一願裡面都含攝其他九願，這是《華嚴經》講的「一即一切，一切即一」。我們特別重視懺除自己的業障，從哪裡做起？從禮敬、讚歎、供養做起。"
    },
    {
      "id": "21-090-0081_p0021",
      "zh_CN": "自己的业障到底是什么？你总得要晓得。如果自己不知道什么是业障，你的忏悔不能得力，你总得要晓得业障是什么。业障的根本就是我执、我见，唯识经论里面讲的末那识，四大烦恼常相随，这是业障的根本；末那识是执着，意识是分别，阿赖耶识是含藏仓库，所以第七识这个意识叫染污意，它是业障的根源。《金刚经》教菩萨一定要破我相、人相、众生相、寿者相，就是破业障。意识起了作用，贡高我慢、我见、我爱、我慢都跟着来的；换句话说，你就懂得贪、瞋、痴、慢、疑、恶见这六个根本烦恼，这是我们的业障。",
      "zh_TW": "自己的業障到底是什麼？你總得要曉得。如果自己不知道什麼是業障，你的懺悔不能得力，你總得要曉得業障是什麼。業障的根本就是我執、我見，唯識經論裡面講的末那識，四大煩惱常相隨，這是業障的根本；末那識是執著，意識是分別，阿賴耶識是含藏倉庫，所以第七識這個意識叫染污意，它是業障的根源。《金剛經》教菩薩一定要破我相、人相、眾生相、壽者相，就是破業障。意識起了作用，貢高我慢、我見、我愛、我慢都跟著來的；換句話說，你就懂得貪、瞋、痴、慢、疑、惡見這六個根本煩惱，這是我們的業障。"
    },
    {
      "id": "21-090-0081_p0022",
      "zh_CN": "「礼敬诸佛」就是对一切众生修礼敬，破除我们的傲慢，这六个根本烦恼是对治慢的。「赞叹」是对治我们的嫉妒心，嫉妒、毁谤，我们造了这个业障。「广修供养」，这是对治我们的贪欲。所以四摄、六度、十大愿王，就是消除业障的方法。忏悔业障具体的修学条目，我们要不认真去修学，你的业障怎么能忏除得干净？所以要晓得，佛教给我们哪一个方法对治我们哪一种业障，这才是根本。有根本当然也有枝末，能够本末兼治，往往收的效果就更殊胜。",
      "zh_TW": "「禮敬諸佛」就是對一切眾生修禮敬，破除我們的傲慢，這六個根本煩惱是對治慢的。「讚歎」是對治我們的嫉妒心，嫉妒、毀謗，我們造了這個業障。「廣修供養」，這是對治我們的貪欲。所以四攝、六度、十大願王，就是消除業障的方法。懺悔業障具體的修學條目，我們要不認真去修學，你的業障怎麼能懺除得乾淨？所以要曉得，佛教給我們哪一個方法對治我們哪一種業障，這才是根本。有根本當然也有枝末，能夠本末兼治，往往收的效果就更殊勝。"
    },
    {
      "id": "21-090-0081_p0023",
      "zh_CN": "譬如环境里的逆缘、恶人干扰，我们一时没有智慧德能，不能感化他，怎么办？离远一点。这是从枝末去做，我另外去找一个修学环境，我离开这个环境；我没有能力感化他，我就选择一个适当的环境，这是从枝末上说的。选择另外一个环境，还是要在根本上修，不能事事都逃避，这对于自己修行不会有进步；只是减少一些干扰，自己好用功，这才是真正修行。如果一味的逃避，自己不能真修，你的业障消不掉，这一生能躲过，来生躲不过，还是会遇到。所以一定要修养自己的德行，成就自己的真实智慧，才能解决问题。因为业障它生生世世跟着你，这个很麻烦，能躲过一时，不能躲过长远，所以要真用功夫。",
      "zh_TW": "譬如環境裡的逆緣、惡人干擾，我們一時沒有智慧德能，不能感化他，怎麼辦？離遠一點。這是從枝末去做，我另外去找一個修學環境，我離開這個環境；我沒有能力感化他，我就選擇一個適當的環境，這是從枝末上說的。選擇另外一個環境，還是要在根本上修，不能事事都逃避，這對於自己修行不會有進步；只是減少一些干擾，自己好用功，這才是真正修行。如果一味的逃避，自己不能真修，你的業障消不掉，這一生能躲過，來生躲不過，還是會遇到。所以一定要修養自己的德行，成就自己的真實智慧，才能解決問題。因為業障它生生世世跟著你，這個很麻煩，能躲過一時，不能躲過長遠，所以要真用功夫。"
    },
    {
      "id": "21-090-0081_p0024",
      "zh_CN": "第二个问题：「净宗学会培养弘法人才，是否什么人都可以来学，人家有要求，我们不挑选，谁愿意来学，都尽心帮助每一个人来学，请问这样做对否？」",
      "zh_TW": "第二個問題：「淨宗學會培養弘法人才，是否什麼人都可以來學，人家有要求，我們不挑選，誰願意來學，都盡心幫助每一個人來學，請問這樣做對否？」"
    },
    {
      "id": "21-090-0081_p0025",
      "zh_CN": "答：这个事情不要问我，要问净宗学会的会长，要问培训班的主任。我们是当教员的，我们不负责选学生，我们只是到上课时间来上课，下课就走了。所以你问的这个问题不是我的事情，我要答复，我就逾权了，我就有过失，我不可以逾权。我们在此是教员，这是校长的事情，去问校长。",
      "zh_TW": "答：這個事情不要問我，要問淨宗學會的會長，要問培訓班的主任。我們是當教員的，我們不負責選學生，我們只是到上課時間來上課，下課就走了。所以你問的這個問題不是我的事情，我要答覆，我就逾權了，我就有過失，我不可以逾權。我們在此是教員，這是校長的事情，去問校長。"
    },
    {
      "id": "21-090-0081_p0026",
      "zh_CN": "既然你问到这个问题，我在这里顺便说说。人最重要的是知道本分，我们跟大众就能和睦相处。知道自己的身分，知道自己的工作，每一个人都能尽到自己的本分，这样互相配合，这个团体就非常健全。像一个学校，校长有校长的本分，他有他的职责，管教务的他有他的职责，管训导有训导的职责，管总务有总务的职责，教员，我教这个科目，我有教这个科目的职责，另一个科目不是我教的，学校老师很多，我只要把我自己的本分工作做好、做得圆满，我跟大家配合就能配合得很健全，这个道理要懂。",
      "zh_TW": "既然你問到這個問題，我在這裡順便說說。人最重要的是知道本分，我們跟大眾就能和睦相處。知道自己的身分，知道自己的工作，每一個人都能盡到自己的本分，這樣互相配合，這個團體就非常健全。像一個學校，校長有校長的本分，他有他的職責，管教務的他有他的職責，管訓導有訓導的職責，管總務有總務的職責，教員，我教這個科目，我有教這個科目的職責，另一個科目不是我教的，學校老師很多，我只要把我自己的本分工作做好、做得圓滿，我跟大家配合就能配合得很健全，這個道理要懂。"
    },
    {
      "id": "21-090-0081_p0027",
      "zh_CN": "一个团体，它整个运作就像钟表一样，我们每一个人就像钟表里面每一个零件，我们所在的部位不相同，我们工作也不一样，但必须完全配合得圆满，这个钟表才能走得很准确，它才能报时。每一个人都能认清自己的岗位、自己的工作，把自己本分工作做好，整体就圆满了。一个钟表里面一个螺丝不合作，它走的时间就不准；这个螺丝如果松了，它这一个不合作，就影响全体，这些道理、事实真相一定要清楚。无论你是在家庭，你是在公司行号、在一个团体，你才真正做出了贡献，大到一个国家到整个世界。",
      "zh_TW": "一個團體，它整個運作就像鐘錶一樣，我們每一個人就像鐘錶裡面每一個零件，我們所在的部位不相同，我們工作也不一樣，但必須完全配合得圓滿，這個鐘錶才能走得很準確，它才能報時。每一個人都能認清自己的崗位、自己的工作，把自己本分工作做好，整體就圓滿了。一個鐘錶裡面一個螺絲不合作，它走的時間就不準；這個螺絲如果鬆了，它這一個不合作，就影響全體，這些道理、事實真相一定要清楚。無論你是在家庭，你是在公司行號、在一個團體，你才真正做出了貢獻，大到一個國家到整個世界。"
    },
    {
      "id": "21-090-0081_p0028",
      "zh_CN": "今天为什么世界社会这样的动乱？就是里面的这些零件不合作了，出了毛病。如果每一个人都知道自己分内的事情，都把分内的事情做好，那这个世界是美好的，这个世界就是极乐世界。极乐世界跟我们不一样，就是极乐世界的每一个人都把自己本分工作做圆满，都能够互相配合。我们这个世界各人干各人的，不肯合作，不肯配合，所以搞得社会大乱，让一切众生过得这么辛苦。",
      "zh_TW": "今天為什麼世界社會這樣的動亂？就是裡面的這些零件不合作了，出了毛病。如果每一個人都知道自己分內的事情，都把分內的事情做好，那這個世界是美好的，這個世界就是極樂世界。極樂世界跟我們不一樣，就是極樂世界的每一個人都把自己本分工作做圓滿，都能夠互相配合。我們這個世界各人幹各人的，不肯合作，不肯配合，所以搞得社會大亂，讓一切眾生過得這麼辛苦。"
    },
    {
      "id": "21-090-0081_p0029",
      "zh_CN": "他这里有个问题：「我持诵楞严咒咒心，先前一段时间感到清净味道。但近来重听法师讲《无量寿经》的磁带，又念阿弥陀佛，很不得力，心里不如常持楞严咒咒心平静，请问这是怎么回事情？」",
      "zh_TW": "他這裡有個問題：「我持誦楞嚴咒咒心，先前一段時間感到清淨味道。但近來重聽法師講《無量壽經》的磁帶，又念阿彌陀佛，很不得力，心裡不如常持楞嚴咒咒心平靜，請問這是怎麼回事情？」"
    },
    {
      "id": "21-090-0081_p0030",
      "zh_CN": "答：这是因为你平常念楞严咒念成习惯，你的心是定的。现在咒不念了，再换一个新的法门，不习惯所造成的苦恼。这就像改行一样，你原来是学经济的，现在你不想学了，去学医，两个是隔行如隔山，佛法修学亦复如是。所以古来祖师大德常常教导我们，「一门深入，长时薰修」，你心是定的，你容易得力，不要常常换，常常换叫杂修。",
      "zh_TW": "答：這是因為你平常念楞嚴咒念成習慣，你的心是定的。現在咒不念了，再換一個新的法門，不習慣所造成的苦惱。這就像改行一樣，你原來是學經濟的，現在你不想學了，去學醫，兩個是隔行如隔山，佛法修學亦復如是。所以古來祖師大德常常教導我們，「一門深入，長時薰修」，你心是定的，你容易得力，不要常常換，常常換叫雜修。"
    },
    {
      "id": "21-090-0081_p0031",
      "zh_CN": "你念楞严咒，一生就持楞严咒；持到身心清净，发愿求生净土，你肯定往生。阿弥陀佛心量很大，不是说你不念我阿弥陀佛，我就不来接引你，阿弥陀佛怎么会这么小气？你在《无量寿经．三辈往生》这一品里面，经文一共分四大段，上辈往生，中辈往生，下辈往生，最后面一段是读诵大乘者。楞严咒是大乘，不管你修学哪个大乘法门，只要你将自己修学的功德回向求生净土，阿弥陀佛统统来接引你。",
      "zh_TW": "你念楞嚴咒，一生就持楞嚴咒；持到身心清淨，發願求生淨土，你肯定往生。阿彌陀佛心量很大，不是說你不念我阿彌陀佛，我就不來接引你，阿彌陀佛怎麼會這麼小氣？你在《無量壽經．三輩往生》這一品裡面，經文一共分四大段，上輩往生，中輩往生，下輩往生，最後面一段是讀誦大乘者。楞嚴咒是大乘，不管你修學哪個大乘法門，只要你將自己修學的功德迴向求生淨土，阿彌陀佛統統來接引你。"
    },
    {
      "id": "21-090-0081_p0032",
      "zh_CN": "但是要记住，修学的功德，功德是什么？清净心。也就是说，你用持咒的方法念到一心不乱。往生西方极乐真正的条件，大家一定要晓得，就是「心净则佛土净」，这是往生基本的条件。无论你修学什么方法，只要你清净心现前，你念主耶稣念到清净心现前，回向求生西方极乐世界，也能往生。我们要懂这个道理，不管你用什么方法，一定要得清净心，那是功德。你修行的功夫，清净心现前是你的德，没有妄念，没妄想，这个时候就跟净土相应。",
      "zh_TW": "但是要記住，修學的功德，功德是什麼？清淨心。也就是說，你用持咒的方法念到一心不亂。往生西方極樂真正的條件，大家一定要曉得，就是「心淨則佛土淨」，這是往生基本的條件。無論你修學什麼方法，只要你清淨心現前，你念主耶穌念到清淨心現前，迴向求生西方極樂世界，也能往生。我們要懂這個道理，不管你用什麼方法，一定要得清淨心，那是功德。你修行的功夫，清淨心現前是你的德，沒有妄念，沒妄想，這個時候就跟淨土相應。"
    },
    {
      "id": "21-090-0081_p0033",
      "zh_CN": "下面的问题：「希望净宗学会、佛陀教育基金会在大陆的较大城市设立机关，更方便我们对于大陆《弥陀经》、《观经》等净宗五经一论的学习，也方便法师讲经磁带、光碟广泛流通，救度愚迷大众。像我本人就是曾经于九八年为我母亲（母亲生病，严重的胃病），而错上邪教法轮功的贼船，并且我自己差一点出了偏差自杀，希望法师对此问题加以重视。」",
      "zh_TW": "下面的問題：「希望淨宗學會、佛陀教育基金會在大陸的較大城市設立機關，更方便我們對於大陸《彌陀經》、《觀經》等淨宗五經一論的學習，也方便法師講經磁帶、光碟廣泛流通，救度愚迷大眾。像我本人就是曾經於九八年為我母親（母親生病，嚴重的胃病），而錯上邪教法輪功的賊船，並且我自己差一點出了偏差自殺，希望法師對此問題加以重視。」"
    },
    {
      "id": "21-090-0081_p0034",
      "zh_CN": "答：法轮功确实是害了不少人，但是从接触佛法之后，由法轮功回头的人，我见到不少。由此可知，为什么许多人迷信法轮功？由于没有遇到正法。谚语讲：「不怕不识货，就怕货比货」，你遇到佛法，跟法轮功一比，你就晓得，你就清楚，你自然会回头，你自然会选择。",
      "zh_TW": "答：法輪功確實是害了不少人，但是從接觸佛法之後，由法輪功回頭的人，我見到不少。由此可知，為什麼許多人迷信法輪功？由於沒有遇到正法。諺語講：「不怕不識貨，就怕貨比貨」，你遇到佛法，跟法輪功一比，你就曉得，你就清楚，你自然會回頭，你自然會選擇。"
    },
    {
      "id": "21-090-0081_p0035",
      "zh_CN": "你这个愿求是非常好，我们这么多年也是这个希望，也有这个愿。但是现在由于法轮功生事，对我们佛法在大陆上的弘扬也产生了障碍。大陆政策是采用西方外科手术，你们懂吗？西方外科手术，你得了癌症，坏细胞、好细胞统统切除。这就是法轮功、佛法统统清除，我们受了池鱼之殃，这是很不幸。希望你这个建议能够让中国当局了解，我相信他们会欢喜，你们从净宗法门的修习，知道脱离法轮功，我相信对他们会有一点启示，我们也相信中国中央的政策也会改变，只要我们大家好好的努力。",
      "zh_TW": "你這個願求是非常好，我們這麼多年也是這個希望，也有這個願。但是現在由於法輪功生事，對我們佛法在大陸上的弘揚也產生了障礙。大陸政策是採用西方外科手術，你們懂嗎？西方外科手術，你得了癌症，壞細胞、好細胞統統切除。這就是法輪功、佛法統統清除，我們受了池魚之殃，這是很不幸。希望你這個建議能夠讓中國當局了解，我相信他們會歡喜，你們從淨宗法門的修習，知道脫離法輪功，我相信對他們會有一點啟示，我們也相信中國中央的政策也會改變，只要我們大家好好的努力。"
    },
    {
      "id": "21-090-0081_p0036",
      "zh_CN": "问：「随信寄给净空法师一本书，这本书救我出地狱火坑，改邪归正，因此我很推崇，并在本地广泛的尽力流通。希望法师对大邪魔李洪志，大邪教法轮功，加以明示判断，进一步抛砖引玉为正信弟子指出佛光大道。」",
      "zh_TW": "問：「隨信寄給淨空法師一本書，這本書救我出地獄火坑，改邪歸正，因此我很推崇，並在本地廣泛的盡力流通。希望法師對大邪魔李洪志，大邪教法輪功，加以明示判斷，進一步拋磚引玉為正信弟子指出佛光大道。」"
    },
    {
      "id": "21-090-0081_p0037",
      "zh_CN": "答：我上个月在香港讲经的时候，香港凤凰卫视特别来做了一次访问，专门问法轮功这桩事情。这个访问在电视台播出来了，同时他们也做了VCD，好像也在大陆上流通，这一份东西大家可以看看，可以做一个参考。",
      "zh_TW": "答：我上個月在香港講經的時候，香港鳳凰衛視特別來做了一次訪問，專門問法輪功這樁事情。這個訪問在電視台播出來了，同時他們也做了VCD，好像也在大陸上流通，這一份東西大家可以看看，可以做一個參考。"
    },
    {
      "id": "21-090-0081_p0038",
      "zh_CN": "这位同修问的问题很长，我们的时间只有五分钟，恐怕没有法子给大家解答。好，我利用这一点时间。",
      "zh_TW": "這位同修問的問題很長，我們的時間只有五分鐘，恐怕沒有法子給大家解答。好，我利用這一點時間。"
    },
    {
      "id": "21-090-0081_p0039",
      "zh_CN": "你这个问题，我可以把它跟我们在凤凰卫视答复的这一份资料，一起寄给国务院宗教局的叶局长。这是你们问的问题，我寄给他去看看，给他们做一个参考。希望我们自己国家不要采取西医的治疗方法，还是中医好。",
      "zh_TW": "你這個問題，我可以把它跟我們在鳳凰衛視答覆的這一份資料，一起寄給國務院宗教局的葉局長。這是你們問的問題，我寄給他去看看，給他們做一個參考。希望我們自己國家不要採取西醫的治療方法，還是中醫好。"
    },
    {
      "id": "21-090-0081_p0040",
      "zh_CN": "我在海外都是介绍中医。最近，澳洲常常到我们佛堂共修的澳洲人葛来姆先生，还有曾经在我们这里住过的，他取了一个中国名字叫黄威龙，是个年轻的澳洲人。葛来姆他得的是皮肤癌，这是很痛苦的，但是我们非常佩服他，他能够忍受，依旧参与许许多多宗教事务的工作。他在澳洲推动多元文化，他的工作性质很像我们此地的李会长，澳洲所有宗教都是他在联系，他在里面做团结和睦的工作，非常难得！",
      "zh_TW": "我在海外都是介紹中醫。最近，澳洲常常到我們佛堂共修的澳洲人葛來姆先生，還有曾經在我們這裡住過的，他取了一個中國名字叫黃威龍，是個年輕的澳洲人。葛來姆他得的是皮膚癌，這是很痛苦的，但是我們非常佩服他，他能夠忍受，依舊參與許許多多宗教事務的工作。他在澳洲推動多元文化，他的工作性質很像我們此地的李會長，澳洲所有宗教都是他在聯繫，他在裡面做團結和睦的工作，非常難得！"
    },
    {
      "id": "21-090-0081_p0041",
      "zh_CN": "他得这个病，我原来不知道，有同修告诉我，然后我就问他：「你有没有做过西医的治疗？」他说：「没有，化疗、手术都没有。」我说：「好，那你还有救。如果做了手术跟化疗，中医也没办法。只要你没有做过西医的诊疗，中医有办法治。」所以我介绍他到北京。",
      "zh_TW": "他得這個病，我原來不知道，有同修告訴我，然後我就問他：「你有沒有做過西醫的治療？」他說：「沒有，化療、手術都沒有。」我說：「好，那你還有救。如果做了手術跟化療，中醫也沒辦法。只要你沒有做過西醫的診療，中醫有辦法治。」所以我介紹他到北京。"
    },
    {
      "id": "21-090-0081_p0042",
      "zh_CN": "北京我认识一个很好的大夫，几乎所有没救的癌症都去找他，他治好很多人。但是他有一个原则，如果经过西医开刀、化疗方法，他没办法救。他顶多用医药可以延长三、四个月的寿命，没法子救。只要不经过西医治疗，他有办法救。所以我介绍他到北京，疗程只需要三个月，每个月到北京去一次，让医生复诊一下。下一个月是第三个月，就是最后一个疗程。完全吃中药，他要去学煎药，因为中药是汤药，汤药最有效果。",
      "zh_TW": "北京我認識一個很好的大夫，幾乎所有沒救的癌症都去找他，他治好很多人。但是他有一個原則，如果經過西醫開刀、化療方法，他沒辦法救。他頂多用醫藥可以延長三、四個月的壽命，沒法子救。只要不經過西醫治療，他有辦法救。所以我介紹他到北京，療程只需要三個月，每個月到北京去一次，讓醫生複診一下。下一個月是第三個月，就是最後一個療程。完全吃中藥，他要去學煎藥，因為中藥是湯藥，湯藥最有效果。"
    },
    {
      "id": "21-090-0081_p0043",
      "zh_CN": "黄威龙得的是慢性肾衰竭，虽然年轻，也是很麻烦。这个病要是不治，以后就是要洗肾、换肾，那是很麻烦的事情，所以我也介绍他到北京去看。听说效果还不错，他们都有了信心。这就是我们一定要相信自己文化。",
      "zh_TW": "黃威龍得的是慢性腎衰竭，雖然年輕，也是很麻煩。這個病要是不治，以後就是要洗腎、換腎，那是很麻煩的事情，所以我也介紹他到北京去看。聽說效果還不錯，他們都有了信心。這就是我們一定要相信自己文化。"
    },
    {
      "id": "21-090-0081_p0044",
      "zh_CN": "中医至少有五千年历史，这么长的时间，那个经验多丰富！西医，说老实话，美国建国才两百年，不到两百年的历史，所以他们是头痛医头，脚痛医脚，他根本不知道病理。所以西医的那些药，说老实话，全都是毒药。你不吃，没事情；一吃，这里好了，那个地方病又来了，麻烦可大了。所以一定要相信，我们祖宗的智慧、经验非常丰富。",
      "zh_TW": "中醫至少有五千年歷史，這麼長的時間，那個經驗多豐富！西醫，說老實話，美國建國才兩百年，不到兩百年的歷史，所以他們是頭痛醫頭，腳痛醫腳，他根本不知道病理。所以西醫的那些藥，說老實話，全都是毒藥。你不吃，沒事情；一吃，這裡好了，那個地方病又來了，麻煩可大了。所以一定要相信，我們祖宗的智慧、經驗非常豐富。"
    },
    {
      "id": "21-090-0081_p0045",
      "zh_CN": "中国的医理不是治病。你看《黄帝内经‧灵枢》，我年轻的时候偶尔也翻阅，因为我的老师李炳南老居士是非常好的一个中医；当年在台中，我们同修有病，都是他老人家看好的，我们不找别的医生。老师跟我谈过，中国医学是讲长生、不生病的。依照中国《内经》里面的讲法，人的寿命至少是两百岁，身体是个机器，这个机器你要懂得保养，让它正常运作，它的寿命应该是两百岁。活不到两百岁，是你自己糟蹋了自己，你不会保养、不会运用，你糟蹋掉了。所以中国医学是讲长生，是讲不生病。",
      "zh_TW": "中國的醫理不是治病。你看《黃帝內經‧靈樞》，我年輕的時候偶爾也翻閱，因為我的老師李炳南老居士是非常好的一個中醫；當年在台中，我們同修有病，都是他老人家看好的，我們不找別的醫生。老師跟我談過，中國醫學是講長生、不生病的。依照中國《內經》裡面的講法，人的壽命至少是兩百歲，身體是個機器，這個機器你要懂得保養，讓它正常運作，它的壽命應該是兩百歲。活不到兩百歲，是你自己糟蹋了自己，你不會保養、不會運用，你糟蹋掉了。所以中國醫學是講長生，是講不生病。"
    },
    {
      "id": "21-090-0081_p0046",
      "zh_CN": "病从哪里来的？是你这机械管道产生阻塞、不通，毛病就出来了。里面好多的线路，哪一条不通，问题就出来了。怎么治病？打通，病就好了。所以中国用什么？用推拿、针灸把它打通。",
      "zh_TW": "病從哪裡來的？是你這機械管道產生阻塞、不通，毛病就出來了。裡面好多的線路，哪一條不通，問題就出來了。怎麼治病？打通，病就好了。所以中國用什麼？用推拿、針灸把它打通。"
    },
    {
      "id": "21-090-0081_p0047",
      "zh_CN": "佛法治病比这个更高明，佛法用什么？用念咒，《大藏经》里面有许多治病的咒语。但是现在我们照那个咒语念不灵了，什么原因？音不准确。咒语一定要口传，念的音声长短、音量，它用声音振动你受病的部位，这很有道理，那个比推拿、针灸还要高明，用音声的振动把堵塞的地方打通，你就恢复正常了。所以它不是鬼神、不是迷信，「这个咒一念就灵了」，不是的，它用音声震动那个部位，这是最高明的治疗方法。所以释迦牟尼佛对人身体的构造一清二楚，你哪个地方出了毛病，他立刻就知道。他看你的颜色，听你说话声音，看你的动作，他就晓得你哪里出了问题，教你念个咒马上就好了，这是智慧，这是德能。",
      "zh_TW": "佛法治病比這個更高明，佛法用什麼？用念咒，《大藏經》裡面有許多治病的咒語。但是現在我們照那個咒語念不靈了，什麼原因？音不準確。咒語一定要口傳，念的音聲長短、音量，它用聲音振動你受病的部位，這很有道理，那個比推拿、針灸還要高明，用音聲的振動把堵塞的地方打通，你就恢復正常了。所以它不是鬼神、不是迷信，「這個咒一念就靈了」，不是的，它用音聲震動那個部位，這是最高明的治療方法。所以釋迦牟尼佛對人身體的構造一清二楚，你哪個地方出了毛病，他立刻就知道。他看你的顏色，聽你說話聲音，看你的動作，他就曉得你哪裡出了問題，教你念個咒馬上就好了，這是智慧，這是德能。"
    },
    {
      "id": "21-090-0081_p0048",
      "zh_CN": "所以受病，把脉再到用药，李老师以前跟我讲，这是三等的大夫。所以，我们如果真的了解一些状况，对中国文化就产生坚定的信心，决不是外国人能够理解的，我们才能得到真正的好处，也能把这些好处传给外国人。所以我希望澳洲人到北京去治，治好之后，他就会在那里宣传，「我们西方人治不好的，中国大夫一治就好了」。",
      "zh_TW": "所以受病，把脈再到用藥，李老師以前跟我講，這是三等的大夫。所以，我們如果真的了解一些狀況，對中國文化就產生堅定的信心，決不是外國人能夠理解的，我們才能得到真正的好處，也能把這些好處傳給外國人。所以我希望澳洲人到北京去治，治好之後，他就會在那裡宣傳，「我們西方人治不好的，中國大夫一治就好了」。"
    }
  ]
}