{
  "doc_id": "21-090-0024",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0024",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "21-090-0024_p0001",
      "zh_CN": "问：「弟子姊夫的大哥放火烧离婚的太太，造成一对儿女葬于火海。太太受不了儿女离去而跳楼身亡。丈夫判入狱，自杀不成，后因病去世。请问这个悲剧发生，姊夫一家要怎样处理？冤魂会不会找他们？」",
      "zh_TW": "問：「弟子姊夫的大哥放火燒離婚的太太，造成一對兒女葬於火海。太太受不了兒女離去而跳樓身亡。丈夫判入獄，自殺不成，後因病去世。請問這個悲劇發生，姊夫一家要怎樣處理？冤魂會不會找他們？」"
    },
    {
      "id": "21-090-0024_p0002",
      "zh_CN": "答：这是典型的怨憎会，冤冤相报，这个事情非常麻烦。你能为他做的只有超度的佛事，念经、念佛为他回向。自己做，实在说是更好，或者找几个朋友大家在一起作佛事，供他们一家人的牌位，为他们诵《地藏经》、念地藏菩萨名号给他回向。",
      "zh_TW": "答：這是典型的怨憎會，冤冤相報，這個事情非常麻煩。你能為他做的只有超度的佛事，念經、念佛為他迴向。自己做，實在說是更好，或者找幾個朋友大家在一起作佛事，供他們一家人的牌位，為他們誦《地藏經》、念地藏菩薩名號給他迴向。"
    },
    {
      "id": "21-090-0024_p0003",
      "zh_CN": "问：「姊姊不信佛法，坚持己见，请问弟子用什么方法劝说？姊姊不信鬼魂之说，弟子可否帮忙代劳做什么？」",
      "zh_TW": "問：「姊姊不信佛法，堅持己見，請問弟子用什麼方法勸說？姊姊不信鬼魂之說，弟子可否幫忙代勞做什麼？」"
    },
    {
      "id": "21-090-0024_p0004",
      "zh_CN": "答：就是我刚才跟你讲的，就可以了。这个会有感应的，真诚心去做就会有感应。",
      "zh_TW": "答：就是我剛才跟你講的，就可以了。這個會有感應的，真誠心去做就會有感應。"
    },
    {
      "id": "21-090-0024_p0005",
      "zh_CN": "问：「作梦有一股黑气从口而出，当中有一道亮光跟随而出，光中有很多白云伴随着，请开示。」",
      "zh_TW": "問：「作夢有一股黑氣從口而出，當中有一道亮光跟隨而出，光中有很多白雲伴隨著，請開示。」"
    },
    {
      "id": "21-090-0024_p0006",
      "zh_CN": "答：这是从什么地方来的，不晓得。在古德开导中也有提到，梦中口中有黑气吐出是好事情。凡是遇到这些梦境都不要把它放在心上，这样就好。《般若经》佛教导我们，「凡所有相，皆是虚妄」，但是有些梦境是征兆，对于修行人在梦中也能勘验自己的境界。这算是一个好的境界，不要执着就好。",
      "zh_TW": "答：這是從什麼地方來的，不曉得。在古德開導中也有提到，夢中口中有黑氣吐出是好事情。凡是遇到這些夢境都不要把它放在心上，這樣就好。《般若經》佛教導我們，「凡所有相，皆是虛妄」，但是有些夢境是徵兆，對於修行人在夢中也能勘驗自己的境界。這算是一個好的境界，不要執著就好。"
    },
    {
      "id": "21-090-0024_p0007",
      "zh_CN": "问：「菩萨生相无明，如何解法？」",
      "zh_TW": "問：「菩薩生相無明，如何解法？」"
    },
    {
      "id": "21-090-0024_p0008",
      "zh_CN": "答：不仅是菩萨生相无明，我们每个人都有生相无明，如果生相无明破了，现相就没有了。我们今天讲的虚空世界一切众生森罗万象，科学家都在研究这个现象从哪来的？宇宙从哪来的？宇宙也是一个现相。虚空从哪里来的？现在知道虚空当中有无量无边的星球，星球从哪来的？生物从哪里来的？人从哪里来的？佛家说：这是「生相无明」变现出来的。",
      "zh_TW": "答：不僅是菩薩生相無明，我們每個人都有生相無明，如果生相無明破了，現相就沒有了。我們今天講的虛空世界一切眾生森羅萬象，科學家都在研究這個現象從哪來的？宇宙從哪來的？宇宙也是一個現相。虛空從哪裡來的？現在知道虛空當中有無量無邊的星球，星球從哪來的？生物從哪裡來的？人從哪裡來的？佛家說：這是「生相無明」變現出來的。"
    },
    {
      "id": "21-090-0024_p0009",
      "zh_CN": "相是「森罗万象」，生是「生起森罗万象」，在佛法讲是「生相无明」生出来的，在其他宗教称为「上帝」，所有一切万法是上帝造的、神造的。这个「生」就是变现，这叫生相无明。无明一破，所有现相就没有了，正如同作梦，梦中有很多现相，一醒过来了，梦中境界完全没有了。什么时候你破生相无明，就好像从梦中醒过来了，虚空没有了，世界没有了，星球没有了，所有一切东西全都没有了，为什么？这一切的现相都是虚妄的，都不是真实的。",
      "zh_TW": "相是「森羅萬象」，生是「生起森羅萬象」，在佛法講是「生相無明」生出來的，在其他宗教稱為「上帝」，所有一切萬法是上帝造的、神造的。這個「生」就是變現，這叫生相無明。無明一破，所有現相就沒有了，正如同作夢，夢中有很多現相，一醒過來了，夢中境界完全沒有了。什麼時候你破生相無明，就好像從夢中醒過來了，虛空沒有了，世界沒有了，星球沒有了，所有一切東西全都沒有了，為什麼？這一切的現相都是虛妄的，都不是真實的。"
    },
    {
      "id": "21-090-0024_p0010",
      "zh_CN": "佛家讲虚妄，讲真实，它的定义是：凡是有生有灭叫虚妄，真正不生不灭才是真实。所有的一切现相都是生灭法，生灭法全是虚妄的，生相无明破了，它就没有了，永嘉大师《证道歌》说：「梦里明明有六趣，觉后空空无大千。」觉后空空无大千，就是说这个意思。生相无明破了以后，这是究竟如来的果地，而等觉菩萨还有一品无明没破。成佛之后，通常诸佛如来有能力破这一品无明，但是他不破，为什么不破？他要度无明里面迷惑颠倒的众生。这是「乘愿再来」，真是慈悲到了极处，他不是没有能力破，是有能力破而不破。",
      "zh_TW": "佛家講虛妄，講真實，它的定義是：凡是有生有滅叫虛妄，真正不生不滅才是真實。所有的一切現相都是生滅法，生滅法全是虛妄的，生相無明破了，它就沒有了，永嘉大師《證道歌》說：「夢裡明明有六趣，覺後空空無大千。」覺後空空無大千，就是說這個意思。生相無明破了以後，這是究竟如來的果地，而等覺菩薩還有一品無明沒破。成佛之後，通常諸佛如來有能力破這一品無明，但是他不破，為什麼不破？他要度無明裡面迷惑顛倒的眾生。這是「乘願再來」，真是慈悲到了極處，他不是沒有能力破，是有能力破而不破。"
    },
    {
      "id": "21-090-0024_p0011",
      "zh_CN": "问：「弟子听老法师讲经有五年多了，虽然自以为有用功修行，但还常有信心不足的时候，常会有妄想生起，恐怕自己造了妨碍道场的恶业而不自知。」",
      "zh_TW": "問：「弟子聽老法師講經有五年多了，雖然自以為有用功修行，但還常有信心不足的時候，常會有妄想生起，恐怕自己造了妨礙道場的惡業而不自知。」"
    },
    {
      "id": "21-090-0024_p0012",
      "zh_CN": "答：你说的话是正确的，不仅你一个人，可以说许多修行人都有这个境界。只要自己能够觉察，不断的改过自新，我们的信心、愿心，功夫一定就有进步。",
      "zh_TW": "答：你說的話是正確的，不僅你一個人，可以說許多修行人都有這個境界。只要自己能夠覺察，不斷的改過自新，我們的信心、願心，功夫一定就有進步。"
    },
    {
      "id": "21-090-0024_p0013",
      "zh_CN": "问：「去其他的净土道场打佛七，是否能帮助道业增长？」",
      "zh_TW": "問：「去其他的淨土道場打佛七，是否能幫助道業增長？」"
    },
    {
      "id": "21-090-0024_p0014",
      "zh_CN": "答：要看这个佛七如不如法，佛七打得很如法，对自己会有帮助的。",
      "zh_TW": "答：要看這個佛七如不如法，佛七打得很如法，對自己會有幫助的。"
    },
    {
      "id": "21-090-0024_p0015",
      "zh_CN": "问：「请问怎样修福修慧？」",
      "zh_TW": "問：「請問怎樣修福修慧？」"
    },
    {
      "id": "21-090-0024_p0016",
      "zh_CN": "答：这是一个很现实的问题，我想很多人都愿意知道。修福就是断恶修善，在断恶修善里面不执着就是修慧。佛教导菩萨修六个法门，这是一个很好的例子，「布施」、「持戒」、「忍辱」、「精进」、「禅定」都是修福，「般若」就是修慧。什么是般若？般若如果离开前面五种，般若就不能存在，般若就是一个抽象的概念，不起作用了。般若一定在前面五种修福当中，布施不着布施的相，布施里面有般若，就是有智慧了，这就福慧双修。持戒不着持戒的相，这也是福慧双修。由此可知，忍辱、禅定、精进，只要不分别、不执着，那就是慧，这样才能够福慧双修。",
      "zh_TW": "答：這是一個很現實的問題，我想很多人都願意知道。修福就是斷惡修善，在斷惡修善裡面不執著就是修慧。佛教導菩薩修六個法門，這是一個很好的例子，「布施」、「持戒」、「忍辱」、「精進」、「禪定」都是修福，「般若」就是修慧。什麼是般若？般若如果離開前面五種，般若就不能存在，般若就是一個抽象的概念，不起作用了。般若一定在前面五種修福當中，布施不著布施的相，布施裡面有般若，就是有智慧了，這就福慧雙修。持戒不著持戒的相，這也是福慧雙修。由此可知，忍辱、禪定、精進，只要不分別、不執著，那就是慧，這樣才能夠福慧雙修。"
    },
    {
      "id": "21-090-0024_p0017",
      "zh_CN": "问：「请问怎样能对净土法门保持坚定的修行信心？」",
      "zh_TW": "問：「請問怎樣能對淨土法門保持堅定的修行信心？」"
    },
    {
      "id": "21-090-0024_p0018",
      "zh_CN": "答：这个一定要了解，你认识得透彻、认识得深刻，信心就增长。或信或疑，信心不坚定，都是我们认识得不够透彻。由此可知，加强对佛法的认识，加强对净土的了解，这是非常重要。怎么加强？最好的方法就是读经、听经，一定要有耐心。经典里面的义理，无论是哪一部经，不论是大部、小部，或者是所谓大乘、小乘，凡是佛所说的经，字字句句都深广无尽，我们要有耐心、恭恭敬敬的读诵学习，我们念一遍就会有一遍的悟处，读多了自然就明白了。古人说：「读书千遍，其意自见。」念多了，有的时候就豁然开悟了。开悟之后，读诵还不能间断，菩萨为我们做示范。登地的菩萨、等觉菩萨每天还是读诵，等觉菩萨何以还要读诵，难道信心、智慧还不足吗？确实。为什么？他最后一品生相无明没有能力破，要求圆满的智慧，所以不读诵不行。",
      "zh_TW": "答：這個一定要了解，你認識得透徹、認識得深刻，信心就增長。或信或疑，信心不堅定，都是我們認識得不夠透徹。由此可知，加強對佛法的認識，加強對淨土的了解，這是非常重要。怎麼加強？最好的方法就是讀經、聽經，一定要有耐心。經典裡面的義理，無論是哪一部經，不論是大部、小部，或者是所謂大乘、小乘，凡是佛所說的經，字字句句都深廣無盡，我們要有耐心、恭恭敬敬的讀誦學習，我們念一遍就會有一遍的悟處，讀多了自然就明白了。古人說：「讀書千遍，其意自見。」念多了，有的時候就豁然開悟了。開悟之後，讀誦還不能間斷，菩薩為我們做示範。登地的菩薩、等覺菩薩每天還是讀誦，等覺菩薩何以還要讀誦，難道信心、智慧還不足嗎？確實。為什麼？他最後一品生相無明沒有能力破，要求圓滿的智慧，所以不讀誦不行。"
    },
    {
      "id": "21-090-0024_p0019",
      "zh_CN": "不但要读诵，而且佛教导我们还要「为人演说」。演是做到、落实，也就是我们要表演给别人看，做出来给别人看，这就是行门。我们读诵、研究、听讲是解门，解与行要配合。行是帮助你更深入的理解，深入的理解就会加强你坚定的信心、愿心，使你在行持当中得到法喜充满。所以修行不苦，修行很快乐，修行是苦，谁愿意干？修行是乐事，修行里得不到快乐，就是你解得不够透彻，解与行都透彻的话，生活就很快乐，就是佛家讲的「常生欢喜心」。所以为别人表演，欢喜为别人讲解，别人问的时候，我们尽自己所知道的，毫无保留的告诉他，这个对自己就会有进步。",
      "zh_TW": "不但要讀誦，而且佛教導我們還要「為人演說」。演是做到、落實，也就是我們要表演給別人看，做出來給別人看，這就是行門。我們讀誦、研究、聽講是解門，解與行要配合。行是幫助你更深入的理解，深入的理解就會加強你堅定的信心、願心，使你在行持當中得到法喜充滿。所以修行不苦，修行很快樂，修行是苦，誰願意幹？修行是樂事，修行裡得不到快樂，就是你解得不夠透徹，解與行都透徹的話，生活就很快樂，就是佛家講的「常生歡喜心」。所以為別人表演，歡喜為別人講解，別人問的時候，我們盡自己所知道的，毫無保留的告訴他，這個對自己就會有進步。"
    },
    {
      "id": "21-090-0024_p0020",
      "zh_CN": "问：「我是佛弟子，每天我在家中早晚念《阿弥陀经》一部。请问可否将先祖的炉请在一起听经？」",
      "zh_TW": "問：「我是佛弟子，每天我在家中早晚念《阿彌陀經》一部。請問可否將先祖的爐請在一起聽經？」"
    },
    {
      "id": "21-090-0024_p0021",
      "zh_CN": "答：可以，非常好。家里面有小佛堂，当中供佛像，佛像旁边就可以供祖先的牌位，两面都可以供。我们现在这个讲堂，这边供了牌位，这是亡者；那边有时候也供消灾延寿的牌位。",
      "zh_TW": "答：可以，非常好。家裡面有小佛堂，當中供佛像，佛像旁邊就可以供祖先的牌位，兩面都可以供。我們現在這個講堂，這邊供了牌位，這是亡者；那邊有時候也供消災延壽的牌位。"
    },
    {
      "id": "21-090-0024_p0022",
      "zh_CN": "问：「我们有不少同修是农民，种庄稼、种蔬菜要治虫，请问怎么办？」",
      "zh_TW": "問：「我們有不少同修是農民，種莊稼、種蔬菜要治蟲，請問怎麼辦？」"
    },
    {
      "id": "21-090-0024_p0023",
      "zh_CN": "答：现在这个社会跟过去社会不一样，种农作物、种蔬菜免不了要用杀虫剂，杀虫剂你可以用的次数少一些，用量可以减轻一点。为什么？如果次数多，农药的成分很高，农作物里面也含着有这些毒，人吃了对生理也会受伤害。杀虫在佛家讲，因为这些事情在古时候没有，所以佛经里面没有说，但是佛曾经跟我们说，出家人过去住山，住山总得盖个小茅篷，盖茅篷当然就在山上就地取材，砍伐树木来搭小茅篷。佛经说，如果我们砍伐树木，这个树木高度超过一个人就有树神，不是树成了神，而是有一些灵鬼，以这个树为家，他住在树上，树愈大，年代愈久，树神的时间也愈长，感应也特别明显。佛说，超过一个人高的树木都有树神，我们要想砍树木搭茅篷、盖小屋，应当在三天前去祭祀他，为他诵经、念佛回向，请他搬家，三天之后才能砍这棵树。这个方法我们可以套着用，你要喷洒农药，三天之前你也在那个地方念经、念往生咒、念佛号，回向给这些农作物的小虫，请牠赶快搬家：「三天之后我要来喷杀虫剂了，我已经通知你了，你不走，那就没有法子了。」我通知你，你已经知道了，你搬家了，这很好，我们彼此互助合作，我想这个方法是很妥当。我们学佛的人，农作物需要喷洒杀虫剂，应该事先去通知牠。",
      "zh_TW": "答：現在這個社會跟過去社會不一樣，種農作物、種蔬菜免不了要用殺蟲劑，殺蟲劑你可以用的次數少一些，用量可以減輕一點。為什麼？如果次數多，農藥的成分很高，農作物裡面也含著有這些毒，人吃了對生理也會受傷害。殺蟲在佛家講，因為這些事情在古時候沒有，所以佛經裡面沒有說，但是佛曾經跟我們說，出家人過去住山，住山總得蓋個小茅篷，蓋茅篷當然就在山上就地取材，砍伐樹木來搭小茅篷。佛經說，如果我們砍伐樹木，這個樹木高度超過一個人就有樹神，不是樹成了神，而是有一些靈鬼，以這個樹為家，他住在樹上，樹愈大，年代愈久，樹神的時間也愈長，感應也特別明顯。佛說，超過一個人高的樹木都有樹神，我們要想砍樹木搭茅篷、蓋小屋，應當在三天前去祭祀他，為他誦經、念佛迴向，請他搬家，三天之後才能砍這棵樹。這個方法我們可以套著用，你要噴灑農藥，三天之前你也在那個地方念經、念往生咒、念佛號，迴向給這些農作物的小蟲，請牠趕快搬家：「三天之後我要來噴殺蟲劑了，我已經通知你了，你不走，那就沒有法子了。」我通知你，你已經知道了，你搬家了，這很好，我們彼此互助合作，我想這個方法是很妥當。我們學佛的人，農作物需要噴灑殺蟲劑，應該事先去通知牠。"
    },
    {
      "id": "21-090-0024_p0024",
      "zh_CN": "问：「蜂乳、蜂蜜里有小婴蜂，是否不宜吃？」",
      "zh_TW": "問：「蜂乳、蜂蜜裡有小嬰蜂，是否不宜吃？」"
    },
    {
      "id": "21-090-0024_p0025",
      "zh_CN": "答：你当然不吃更好，你能够爱护牠，牠也能够感激你。小动物，连蚂蚁都有灵性，我们真心爱牠，牠也能够体会到。",
      "zh_TW": "答：你當然不吃更好，你能夠愛護牠，牠也能夠感激你。小動物，連螞蟻都有靈性，我們真心愛牠，牠也能夠體會到。"
    },
    {
      "id": "21-090-0024_p0026",
      "zh_CN": "问：「在《无量寿经》讲解，师父引用黄念老所说，『台湾没有真正修道人』。而师父又说：『此世界有三大福地，新加坡、台湾及瑞士没有灾难，因为有修道人。』上面说法是否有了矛盾？请师父慈悲开示。」",
      "zh_TW": "問：「在《無量壽經》講解，師父引用黃念老所說，『台灣沒有真正修道人』。而師父又說：『此世界有三大福地，新加坡、台灣及瑞士沒有災難，因為有修道人。』上面說法是否有了矛盾？請師父慈悲開示。」"
    },
    {
      "id": "21-090-0024_p0027",
      "zh_CN": "答：这个事情没有矛盾。修道的人现在还在不在？如果修道的人都已经往生了，往生之后这个地区就没有修道人，就会产生变化。佛经告诉我们：「世间无常，国土危脆。」风水轮流转，风水时常在转变，如果现在这个地方有真正修道人，这个地方有福，诸佛护念，龙天善神保佑。为什么？这个地方人少造业。如果这个地方没有修道人，这个地方造业很重，特别是杀业，我们今天讲的社会治安不好，杀盗淫妄罪业造得很重，这个地方就会多灾多难。",
      "zh_TW": "答：這個事情沒有矛盾。修道的人現在還在不在？如果修道的人都已經往生了，往生之後這個地區就沒有修道人，就會產生變化。佛經告訴我們：「世間無常，國土危脆。」風水輪流轉，風水時常在轉變，如果現在這個地方有真正修道人，這個地方有福，諸佛護念，龍天善神保佑。為什麼？這個地方人少造業。如果這個地方沒有修道人，這個地方造業很重，特別是殺業，我們今天講的社會治安不好，殺盜淫妄罪業造得很重，這個地方就會多災多難。"
    },
    {
      "id": "21-090-0024_p0028",
      "zh_CN": "我说这个话是什么时候，在那个时候是有效，现在决定有变迁。黄念祖居士也往生了，我在台湾那个时候有一些老修行人，现在差不多也都往生了。现在我已经三年没有回台湾，台湾修行的状况我不太理解，台湾现在灾难这么多，这与真正修行有关系，如果修行人多，社会风气一定好，不至于变成这个样子。我们决定不迷信，要从客观环境冷静去观察，现在世间无论哪个地区变化都很大，而且都很快速，往往有一些事情不是我们能够预料得到。",
      "zh_TW": "我說這個話是什麼時候，在那個時候是有效，現在決定有變遷。黃念祖居士也往生了，我在台灣那個時候有一些老修行人，現在差不多也都往生了。現在我已經三年沒有回台灣，台灣修行的狀況我不太理解，台灣現在災難這麼多，這與真正修行有關係，如果修行人多，社會風氣一定好，不至於變成這個樣子。我們決定不迷信，要從客觀環境冷靜去觀察，現在世間無論哪個地區變化都很大，而且都很快速，往往有一些事情不是我們能夠預料得到。"
    },
    {
      "id": "21-090-0024_p0029",
      "zh_CN": "问：「卍字，有右旋，有左旋，请问哪一个是正确的？有何意义？」",
      "zh_TW": "問：「卍字，有右旋，有左旋，請問哪一個是正確的？有何意義？」"
    },
    {
      "id": "21-090-0024_p0030",
      "zh_CN": "答：卍字是如来三十二相之一，这个相是在胸口，胸口有「卍」字的相。我们看到有右旋的，也有看到有左旋的，由此可知，到底是右旋还是左旋，我们都有依据，都不是我们自己随便说的。但是根据佛教的传统说法，佛教尚右，我们绕佛，一定是右绕不会是左绕，既然尚右，右旋应当是合理的。可是我们曾经看到，古人塑造佛像也有左旋的，这个我们就不必去执着。三十二相中，这个相是代表「吉祥」的意思。",
      "zh_TW": "答：卍字是如來三十二相之一，這個相是在胸口，胸口有「卍」字的相。我們看到有右旋的，也有看到有左旋的，由此可知，到底是右旋還是左旋，我們都有依據，都不是我們自己隨便說的。但是根據佛教的傳統說法，佛教尚右，我們繞佛，一定是右繞不會是左繞，既然尚右，右旋應當是合理的。可是我們曾經看到，古人塑造佛像也有左旋的，這個我們就不必去執著。三十二相中，這個相是代表「吉祥」的意思。"
    },
    {
      "id": "21-090-0024_p0031",
      "zh_CN": "问：「在马来西亚现今佛教丧葬的仪式，一般都是人死了盖棺后才去念经结善缘，很少有临终助念的团体。因此，末学希望提倡成立临终助念团及临终关怀学会，不知师父意见如何？」",
      "zh_TW": "問：「在馬來西亞現今佛教喪葬的儀式，一般都是人死了蓋棺後才去念經結善緣，很少有臨終助念的團體。因此，末學希望提倡成立臨終助念團及臨終關懷學會，不知師父意見如何？」"
    },
    {
      "id": "21-090-0024_p0032",
      "zh_CN": "答：这个想法很好，临终助念是很有必要的，而且可以说是非常重要。我们平常能帮助人固然是很好，临终这个时候最需要人帮助，帮助人临终助念，的确那是真实功德。你有这个想法、有这个作法，很好。",
      "zh_TW": "答：這個想法很好，臨終助念是很有必要的，而且可以說是非常重要。我們平常能幫助人固然是很好，臨終這個時候最需要人幫助，幫助人臨終助念，的確那是真實功德。你有這個想法、有這個作法，很好。"
    },
    {
      "id": "21-090-0024_p0033",
      "zh_CN": "问：「末学曾为畜生如蝎子、小鸟助念，助念经过一段时间之后，发现牠们的身体四肢柔软如绵，请问这是否往生的瑞相？」",
      "zh_TW": "問：「末學曾為畜生如蠍子、小鳥助念，助念經過一段時間之後，發現牠們的身體四肢柔軟如綿，請問這是否往生的瑞相？」"
    },
    {
      "id": "21-090-0024_p0034",
      "zh_CN": "答：是不是能够往生，我们没有办法断定。但是我们可以肯定，牠有这个瑞相，牠脱离畜生道，肯定牠决定生善道。动物也是如此，走了之后身体全身柔软，这是瑞相。",
      "zh_TW": "答：是不是能夠往生，我們沒有辦法斷定。但是我們可以肯定，牠有這個瑞相，牠脫離畜生道，肯定牠決定生善道。動物也是如此，走了之後身體全身柔軟，這是瑞相。"
    },
    {
      "id": "21-090-0024_p0035",
      "zh_CN": "问：「关于邪师外道说法，请问如何使不同层次的四众弟子远离外道，归向正知正见？」",
      "zh_TW": "問：「關於邪師外道說法，請問如何使不同層次的四眾弟子遠離外道，歸向正知正見？」"
    },
    {
      "id": "21-090-0024_p0036",
      "zh_CN": "答：最好的方法就是提倡正法。古人所谓「不怕不识货，就怕货比货」，这个地方没有人弘扬正法，邪师说法就有人听，跟着学。如果这个地方有正法宣扬，大众就会比较，所以不必去劝告，他自己就会明了，所以正法不能不宣扬。正法不宣扬，决定邪法会有相当的影响力量，而弘扬正法要请法师讲经，请转法轮，请佛住世，是最殊胜的福报，我们不要错过这样的机会，应当要去请法师说法。",
      "zh_TW": "答：最好的方法就是提倡正法。古人所謂「不怕不識貨，就怕貨比貨」，這個地方沒有人弘揚正法，邪師說法就有人聽，跟著學。如果這個地方有正法宣揚，大眾就會比較，所以不必去勸告，他自己就會明瞭，所以正法不能不宣揚。正法不宣揚，決定邪法會有相當的影響力量，而弘揚正法要請法師講經，請轉法輪，請佛住世，是最殊勝的福報，我們不要錯過這樣的機會，應當要去請法師說法。"
    },
    {
      "id": "21-090-0024_p0037",
      "zh_CN": "请法师也要斟酌，这个法师他所修的法门、所说的法门，要与我们这个地方修学相应。譬如，我们这个地方修净土，那个法师是禅宗大德，虽然是很不错，但是与我们的法门不相应，这不能不慎重的考虑，要与我们法门相应，对我们才有真正的利益。因为现在有许多法师，实在讲没有受过基本的教育，佛家讲「师承」，没有接受过师承的教学，对于佛法许多规矩不懂。法师是个好法师，值得我们尊敬、赞叹，他没有学过，我们不能怪他。他到一个地方，只知道弘扬自己所修所学的，我们接受过老师的承传，这是代代相传的，我们懂这个规矩。我们时常到外面讲经弘法，我们在没去之前一定要先打听，了解这个地方佛法的状况，这个地区一般人修的是哪个法门？过去、现在有哪些大德在这个地区教化？他们是用什么方式？我们到那里去讲经说法不能跟他有冲突，这是规矩。古德讲：「宁动千江水，不动道人心。」从前老师教学教这个，现在没有人教了。",
      "zh_TW": "請法師也要斟酌，這個法師他所修的法門、所說的法門，要與我們這個地方修學相應。譬如，我們這個地方修淨土，那個法師是禪宗大德，雖然是很不錯，但是與我們的法門不相應，這不能不慎重的考慮，要與我們法門相應，對我們才有真正的利益。因為現在有許多法師，實在講沒有受過基本的教育，佛家講「師承」，沒有接受過師承的教學，對於佛法許多規矩不懂。法師是個好法師，值得我們尊敬、讚歎，他沒有學過，我們不能怪他。他到一個地方，只知道弘揚自己所修所學的，我們接受過老師的承傳，這是代代相傳的，我們懂這個規矩。我們時常到外面講經弘法，我們在沒去之前一定要先打聽，了解這個地方佛法的狀況，這個地區一般人修的是哪個法門？過去、現在有哪些大德在這個地區教化？他們是用什麼方式？我們到那裡去講經說法不能跟他有衝突，這是規矩。古德講：「寧動千江水，不動道人心。」從前老師教學教這個，現在沒有人教了。"
    },
    {
      "id": "21-090-0024_p0038",
      "zh_CN": "我时常跟诸位提到，往年我在香港，圣一法师跟我交情很厚，我们彼此都互相尊重。圣一法师是参禅，他的道场是禅宗道场。我到那里去参观，差不多有四十多人，每天在禅堂里面坐香。他请我到禅堂里面为大众讲开示，我总不能劝他们念佛，那就不像话了。他们参禅二、三十年，我们怎么可以改变他的修学方法？他请我去讲开示，我就在《六祖坛经》里面摘取一、两段，赞叹圣一法师，使他们的徒众对法师增长信心，并赞叹这个法门、赞叹同修，这使他们生欢喜心。",
      "zh_TW": "我時常跟諸位提到，往年我在香港，聖一法師跟我交情很厚，我們彼此都互相尊重。聖一法師是參禪，他的道場是禪宗道場。我到那裡去參觀，差不多有四十多人，每天在禪堂裡面坐香。他請我到禪堂裡面為大眾講開示，我總不能勸他們念佛，那就不像話了。他們參禪二、三十年，我們怎麼可以改變他的修學方法？他請我去講開示，我就在《六祖壇經》裡面摘取一、兩段，讚歎聖一法師，使他們的徒眾對法師增長信心，並讚歎這個法門、讚歎同修，這使他們生歡喜心。"
    },
    {
      "id": "21-090-0024_p0039",
      "zh_CN": "记住！古大德讲：「若要佛法兴，唯有僧赞僧。」不能毁谤，不能说：「禅很难成就，净土好！」不可以！那我们就是破坏自己的法门。自己互相毁谤、互相破坏，佛法不必别人来消灭你，自己就完了，要懂得这个道理。到他人道场，决定要赞叹，圣一法师对我了解，他敢请我，我不会破坏他的道场。",
      "zh_TW": "記住！古大德講：「若要佛法興，唯有僧讚僧。」不能毀謗，不能說：「禪很難成就，淨土好！」不可以！那我們就是破壞自己的法門。自己互相毀謗、互相破壞，佛法不必別人來消滅你，自己就完了，要懂得這個道理。到他人道場，決定要讚歎，聖一法師對我了解，他敢請我，我不會破壞他的道場。"
    },
    {
      "id": "21-090-0024_p0040",
      "zh_CN": "我初到新加坡，演培法师也请我到他的道场讲开示。他老人家是修弥勒净土，跟我们弥陀净土不一样。我到他那个地方只有讲弥勒法门，《五十三参》善财童子参访弥勒菩萨，我在这里头摘取几段跟大家讲解，也是称赞演培法师是当代唯识大家，赞叹道场，也赞叹这些年轻的同学们，一定好好的亲近演培法师，向他学习。你们同学要记住，这叫规矩，这是佛教导我们的。",
      "zh_TW": "我初到新加坡，演培法師也請我到他的道場講開示。他老人家是修彌勒淨土，跟我們彌陀淨土不一樣。我到他那個地方只有講彌勒法門，《五十三參》善財童子參訪彌勒菩薩，我在這裡頭摘取幾段跟大家講解，也是稱讚演培法師是當代唯識大家，讚歎道場，也讚歎這些年輕的同學們，一定好好的親近演培法師，向他學習。你們同學要記住，這叫規矩，這是佛教導我們的。"
    },
    {
      "id": "21-090-0024_p0041",
      "zh_CN": "新加坡这两年来，你们看到我接触许多其他的宗教，我跟他们接触，我绝不毁谤他们。不同的宗派彼此互相赞叹，我们由衷的赞扬，所以能够交朋友，当中不起矛盾，所以宗教与宗教之间能够和睦相处。每一个宗教的代表，星期天在这个地方讲经，他看到我都非常欢喜，我们彼此互相尊敬。一定要懂得，不但要僧赞僧，把这个范围要扩大，宗教也要赞叹宗教，族群也要赞叹族群。希望我们彼此互相尊敬，互相敬爱，互助合作，我们不破坏他们，他们也不会破坏我们。",
      "zh_TW": "新加坡這兩年來，你們看到我接觸許多其他的宗教，我跟他們接觸，我絕不毀謗他們。不同的宗派彼此互相讚歎，我們由衷的讚揚，所以能夠交朋友，當中不起矛盾，所以宗教與宗教之間能夠和睦相處。每一個宗教的代表，星期天在這個地方講經，他看到我都非常歡喜，我們彼此互相尊敬。一定要懂得，不但要僧讚僧，把這個範圍要擴大，宗教也要讚歎宗教，族群也要讚歎族群。希望我們彼此互相尊敬，互相敬愛，互助合作，我們不破壞他們，他們也不會破壞我們。"
    },
    {
      "id": "21-090-0024_p0042",
      "zh_CN": "群众的信仰，我们一定要尊重。他喜欢信仰哪个宗教，我们都鼓掌、都欢喜，决定不可以说：「那个宗教不好，要信这个。」信仰自由，由他自己去选择。我们不可以去拉信徒，我们连暗示、影响都不可以，这样社会才会安定，大家才能和睦相处，无论哪个宗教都很好。所以我们请他们来传道，他们也会请我们去，我们互相交流。交流当中要切记，忌讳要懂得，这是菩萨戒里的重戒，不可以自赞毁他，一定要自卑而尊人。我们自己谦虚，我们尊敬别人，彼此都能谦虚、忍让、尊敬，这个世界多么美好！这才是佛家教学高尚的目标，离苦得乐。",
      "zh_TW": "群眾的信仰，我們一定要尊重。他喜歡信仰哪個宗教，我們都鼓掌、都歡喜，決定不可以說：「那個宗教不好，要信這個。」信仰自由，由他自己去選擇。我們不可以去拉信徒，我們連暗示、影響都不可以，這樣社會才會安定，大家才能和睦相處，無論哪個宗教都很好。所以我們請他們來傳道，他們也會請我們去，我們互相交流。交流當中要切記，忌諱要懂得，這是菩薩戒裡的重戒，不可以自讚毀他，一定要自卑而尊人。我們自己謙虛，我們尊敬別人，彼此都能謙虛、忍讓、尊敬，這個世界多麼美好！這才是佛家教學高尚的目標，離苦得樂。"
    },
    {
      "id": "21-090-0024_p0043",
      "zh_CN": "问：「关于认师父的问题。怎样辨别师父？明人说的话，是大乘法、小乘法？是净土宗还是其他宗派？是专修还是杂修？」",
      "zh_TW": "問：「關於認師父的問題。怎樣辨別師父？明人說的話，是大乘法、小乘法？是淨土宗還是其他宗派？是專修還是雜修？」"
    },
    {
      "id": "21-090-0024_p0044",
      "zh_CN": "答：这个可以多接触，正面的接触也好，侧面接触也好，你细心去观察，你就晓得了。总而言之，以自己的真诚心、清净心，不要分别执着，佛菩萨就有感应，你一定能遇到真善知识，真诚能够感人！",
      "zh_TW": "答：這個可以多接觸，正面的接觸也好，側面接觸也好，你細心去觀察，你就曉得了。總而言之，以自己的真誠心、清淨心，不要分別執著，佛菩薩就有感應，你一定能遇到真善知識，真誠能夠感人！"
    },
    {
      "id": "21-090-0024_p0045",
      "zh_CN": "问：「什么样的人是善知识？怎样亲近善知识？」",
      "zh_TW": "問：「什麼樣的人是善知識？怎樣親近善知識？」"
    },
    {
      "id": "21-090-0024_p0046",
      "zh_CN": "答：你这个问题问得很深很广，要解答你这两句，两小时都不够用。过去我在香港讲《善财童子五十三参》，在文殊菩萨这一章经文最后一段，文殊菩萨教导善财去参访善知识。这段经文里面告诉善财童子，善知识具备哪些条件，你应该要用什么样的心态去参访向善知识学习。那一段经文正好答复你的问题，它在《四十华严》清凉大师的疏，「吉祥云比丘章」最后的一段。",
      "zh_TW": "答：你這個問題問得很深很廣，要解答你這兩句，兩小時都不夠用。過去我在香港講《善財童子五十三參》，在文殊菩薩這一章經文最後一段，文殊菩薩教導善財去參訪善知識。這段經文裡面告訴善財童子，善知識具備哪些條件，你應該要用什麼樣的心態去參訪向善知識學習。那一段經文正好答覆你的問題，它在《四十華嚴》清涼大師的疏，「吉祥雲比丘章」最後的一段。"
    },
    {
      "id": "21-090-0024_p0047",
      "zh_CN": "问：「怎样防止自身贡高我慢心？怎样去除贡高我慢？」",
      "zh_TW": "問：「怎樣防止自身貢高我慢心？怎樣去除貢高我慢？」"
    },
    {
      "id": "21-090-0024_p0048",
      "zh_CN": "答：这个问题问得很切实。贡高我慢确实是障碍修行，而且是很大的障碍。佛经里面所谓是「我慢高山」，这个高山很不容易通过。佛用什么方法对治我慢习气？佛用礼敬的方法。今天学佛，我们见了佛菩萨的形像要顶礼三拜，为什么要顶礼？顶礼是折服我慢；以我们尊贵的头顶，顶礼佛的足，这是折服我慢。我们要修到能够起作用，真正把我慢降伏，这要多拜佛，从拜佛当中真正觉悟过来。我们要把一切众生都当作佛菩萨、都当作善知识看待，这个贡高我慢的心逐渐就会收敛。初学，拜佛是很重要的课程。藏传的密宗，初学的人第一堂课就是要磕十万个大头，这十万个大头差不多是在半年当中完成。显教里面虽然没有这种严格的限制，在初学，老师通常教学生每天要拜佛三百拜，这是折服我慢的修行方法，每天拜佛三百拜，你拜个两、三年，从这个地方去体会。现在很少人能够这样做了，这是非常好的修行方法。",
      "zh_TW": "答：這個問題問得很切實。貢高我慢確實是障礙修行，而且是很大的障礙。佛經裡面所謂是「我慢高山」，這個高山很不容易通過。佛用什麼方法對治我慢習氣？佛用禮敬的方法。今天學佛，我們見了佛菩薩的形像要頂禮三拜，為什麼要頂禮？頂禮是折服我慢；以我們尊貴的頭頂，頂禮佛的足，這是折服我慢。我們要修到能夠起作用，真正把我慢降伏，這要多拜佛，從拜佛當中真正覺悟過來。我們要把一切眾生都當作佛菩薩、都當作善知識看待，這個貢高我慢的心逐漸就會收斂。初學，拜佛是很重要的課程。藏傳的密宗，初學的人第一堂課就是要磕十萬個大頭，這十萬個大頭差不多是在半年當中完成。顯教裡面雖然沒有這種嚴格的限制，在初學，老師通常教學生每天要拜佛三百拜，這是折服我慢的修行方法，每天拜佛三百拜，你拜個兩、三年，從這個地方去體會。現在很少人能夠這樣做了，這是非常好的修行方法。"
    },
    {
      "id": "21-090-0024_p0049",
      "zh_CN": "问：「请问什么是菩提心？日常生活当中怎样发菩提心？」",
      "zh_TW": "問：「請問什麼是菩提心？日常生活當中怎樣發菩提心？」"
    },
    {
      "id": "21-090-0024_p0050",
      "zh_CN": "答：「菩提心」在经论里面讲得很多，古大德的解释，一般人都不太好懂。蕅益大师在《弥陀经要解》讲的，我们很容易体会，他说得很简单清楚，「真诚心求生西方极乐世界，这个心就是无上菩提心」，这个说法确实自古以来祖师大德都没有这样讲法。蕅益大师这个说法，印光祖师非常赞叹，真的让我们一下就明了了，有许多乡下的老太婆、老阿公不认识字，一生都没有听过经，遇到法师传他一句阿弥陀佛，他就老实念，念了几年他真的往生了，往生的瑞相非常希有。我们看到《无量寿经》里面「发菩提心，一向专念」，「一向专念」没有问题，这个我们看到了，老太婆、老阿公没有发菩提心，他怎么能往生？我们常常疑惑，蕅益大师这一解释，我们明白了。他不懂什么叫菩提心，但是他真的发无上菩提心，他真的万缘放下，一心一意念佛求生净土。往生到极乐世界见到阿弥陀佛，哪里不是发菩提心？所以蕅益大师这个解释很有道理，愈想愈有道理，真是简单明了。照一般的说法，《观无量寿佛经》、《大乘起信论》讲菩提心，这两本书注解讲得很多，古今许多大德的注解都可以参考。",
      "zh_TW": "答：「菩提心」在經論裡面講得很多，古大德的解釋，一般人都不太好懂。蕅益大師在《彌陀經要解》講的，我們很容易體會，他說得很簡單清楚，「真誠心求生西方極樂世界，這個心就是無上菩提心」，這個說法確實自古以來祖師大德都沒有這樣講法。蕅益大師這個說法，印光祖師非常讚歎，真的讓我們一下就明瞭了，有許多鄉下的老太婆、老阿公不認識字，一生都沒有聽過經，遇到法師傳他一句阿彌陀佛，他就老實念，念了幾年他真的往生了，往生的瑞相非常希有。我們看到《無量壽經》裡面「發菩提心，一向專念」，「一向專念」沒有問題，這個我們看到了，老太婆、老阿公沒有發菩提心，他怎麼能往生？我們常常疑惑，蕅益大師這一解釋，我們明白了。他不懂什麼叫菩提心，但是他真的發無上菩提心，他真的萬緣放下，一心一意念佛求生淨土。往生到極樂世界見到阿彌陀佛，哪裡不是發菩提心？所以蕅益大師這個解釋很有道理，愈想愈有道理，真是簡單明瞭。照一般的說法，《觀無量壽佛經》、《大乘起信論》講菩提心，這兩本書註解講得很多，古今許多大德的註解都可以參考。"
    },
    {
      "id": "21-090-0024_p0051",
      "zh_CN": "问：「以上五个问题，是广大居士在专修专弘净土法门过程中普遍存在的问题，关系到能否心无罣碍，意不颠倒，预知时至，往生西方极乐世界花开见佛的关键问题。」",
      "zh_TW": "問：「以上五個問題，是廣大居士在專修專弘淨土法門過程中普遍存在的問題，關係到能否心無罣礙，意不顛倒，預知時至，往生西方極樂世界花開見佛的關鍵問題。」"
    },
    {
      "id": "21-090-0024_p0052",
      "zh_CN": "答：确实这五个问题问得很好。",
      "zh_TW": "答：確實這五個問題問得很好。"
    },
    {
      "id": "21-090-0024_p0053",
      "zh_CN": "问：「有一位居士告诉学生，最近在福建闽东的乡村，有一家四、五口人因厌倦世间的种种痛苦生活，听人说念佛可以往生西方净土，于是一家五口人商量决定，关起家中所有门户，在家中挖坑把自己的下半身埋在地上，留着上半身呼吸念佛。前三、四天，邻居还听到他们家传出朗朗的佛号，以为他们在家里作佛事，不予理会。到后来几天，发现一点声音动静也没有了，才找人敲开他们的家门，发现他们都已经气绝身亡，请问他们这种念佛作法是否可以往生？」",
      "zh_TW": "問：「有一位居士告訴學生，最近在福建閩東的鄉村，有一家四、五口人因厭倦世間的種種痛苦生活，聽人說念佛可以往生西方淨土，於是一家五口人商量決定，關起家中所有門戶，在家中挖坑把自己的下半身埋在地上，留著上半身呼吸念佛。前三、四天，鄰居還聽到他們家傳出朗朗的佛號，以為他們在家裡作佛事，不予理會。到後來幾天，發現一點聲音動靜也沒有了，才找人敲開他們的家門，發現他們都已經氣絕身亡，請問他們這種念佛作法是否可以往生？」"
    },
    {
      "id": "21-090-0024_p0054",
      "zh_CN": "答：这个事情不能鼓励，这不是正常的方法，这是一个非常的方法。能不能往生，要看他们信愿是不是坚定，果然坚定也不用这么做，这是没有人开导他们，不必这样作法。为什么？古时有个公案，宋朝的莹珂法师，就是厌倦这个世间。所以一定要如理如法的修行，这种修行的方法，会遭到一般人的议论，对于佛法的形象是损害，我们不赞成这个方法，我们赞成莹珂法师的方法。",
      "zh_TW": "答：這個事情不能鼓勵，這不是正常的方法，這是一個非常的方法。能不能往生，要看他們信願是不是堅定，果然堅定也不用這麼做，這是沒有人開導他們，不必這樣作法。為什麼？古時有個公案，宋朝的瑩珂法師，就是厭倦這個世間。所以一定要如理如法的修行，這種修行的方法，會遭到一般人的議論，對於佛法的形象是損害，我們不贊成這個方法，我們贊成瑩珂法師的方法。"
    },
    {
      "id": "21-090-0024_p0055",
      "zh_CN": "莹珂法师也是关着门，万缘放下，一心念佛，不睡觉、不吃饭，连水都不喝，这是我们在《往生传》、《净土圣贤录》记载里面看到的。他念了三天三夜把阿弥陀佛念来了，阿弥陀佛告诉他：「你好好的修行，十年之后我来接引。」他还有十年阳寿。莹珂法师说：「我劣根性很重，自己不能控制自己，十年又不晓得要造多少罪业，我十年寿命不要了，我现在跟你走。」阿弥陀佛同意，就告诉他：「三天之后我来接引你。」莹珂很欢喜，把房门打开，告诉寺庙大众，三天之后阿弥陀佛来接引他往生。大众都很奇怪，为什么？他是一个不守戒律的出家人，常常犯规破戒，关着门念三天佛，说三天之后阿弥陀佛来接引他，没有人相信。但是三天的时间很短，大家就看三天之后，阿弥陀佛来不来接你？到第三天早课的时候，他就要求大众：「今天早课统统念阿弥陀佛，送我往生。」大众说：「行！我们都念阿弥陀佛送你，看你往生不往生？」才念了不多时，莹珂法师就告诉大众：「阿弥陀佛来接我往生了。」向大众告假，他真的就走了。",
      "zh_TW": "瑩珂法師也是關著門，萬緣放下，一心念佛，不睡覺、不吃飯，連水都不喝，這是我們在《往生傳》、《淨土聖賢錄》記載裡面看到的。他念了三天三夜把阿彌陀佛念來了，阿彌陀佛告訴他：「你好好的修行，十年之後我來接引。」他還有十年陽壽。瑩珂法師說：「我劣根性很重，自己不能控制自己，十年又不曉得要造多少罪業，我十年壽命不要了，我現在跟你走。」阿彌陀佛同意，就告訴他：「三天之後我來接引你。」瑩珂很歡喜，把房門打開，告訴寺廟大眾，三天之後阿彌陀佛來接引他往生。大眾都很奇怪，為什麼？他是一個不守戒律的出家人，常常犯規破戒，關著門念三天佛，說三天之後阿彌陀佛來接引他，沒有人相信。但是三天的時間很短，大家就看三天之後，阿彌陀佛來不來接你？到第三天早課的時候，他就要求大眾：「今天早課統統念阿彌陀佛，送我往生。」大眾說：「行！我們都念阿彌陀佛送你，看你往生不往生？」才念了不多時，瑩珂法師就告訴大眾：「阿彌陀佛來接我往生了。」向大眾告假，他真的就走了。"
    },
    {
      "id": "21-090-0024_p0056",
      "zh_CN": "这个公案好，比自己挖土一半身体埋在下面，这个要好得多了。这是真正能启发人的道心，所以我们一定要如理如法，那个不如法的我们不提倡。他们能不能往生？也可能，也有问题。果真他心里没有一个妄念，最后一个念头是念佛，都能往生，经典上有依据的。",
      "zh_TW": "這個公案好，比自己挖土一半身體埋在下面，這個要好得多了。這是真正能啟發人的道心，所以我們一定要如理如法，那個不如法的我們不提倡。他們能不能往生？也可能，也有問題。果真他心裡沒有一個妄念，最後一個念頭是念佛，都能往生，經典上有依據的。"
    },
    {
      "id": "21-090-0024_p0057",
      "zh_CN": "问：「缘聚缘散，去归有因。境缘无邪正，得失自在行。理事本无碍，觉心化六尘。切记切记！心无外缘。」",
      "zh_TW": "問：「緣聚緣散，去歸有因。境緣無邪正，得失自在行。理事本無礙，覺心化六塵。切記切記！心無外緣。」"
    },
    {
      "id": "21-090-0024_p0058",
      "zh_CN": "答：他这不是问题，是他自己修学的心得，很难得！这个见解正确。确实人在世间，不但在今世，六道都不例外，我们能聚在一起是缘，离开也是缘，只有缘聚缘散。我们到这个世间来，缘生了；人死了离开这个世间，缘散了。有没有生死？没有生死，生死不过是缘生缘灭而已，实在讲没有生死。",
      "zh_TW": "答：他這不是問題，是他自己修學的心得，很難得！這個見解正確。確實人在世間，不但在今世，六道都不例外，我們能聚在一起是緣，離開也是緣，只有緣聚緣散。我們到這個世間來，緣生了；人死了離開這個世間，緣散了。有沒有生死？沒有生死，生死不過是緣生緣滅而已，實在講沒有生死。"
    },
    {
      "id": "21-090-0024_p0059",
      "zh_CN": "境缘，「境」是物质环境，「缘」是人事环境。他说「无邪正」，蕅益大师讲「无好丑」，好丑在自心。所以我们心正，一切法都正；心邪，佛法亦邪。是非善恶从哪里判别？从心地、从念头判别，一念觉，无有一法不正，一念迷，无有一法不邪，佛教化众生，只帮助众生破迷开悟而已。所以我们懂得这个道理，「理事本无碍，觉心化六尘」，《华严经》讲的四无碍的法界，尤其讲到理事无碍、事事无碍，能够入无障碍的境界，就是法身菩萨、法身大士。",
      "zh_TW": "境緣，「境」是物質環境，「緣」是人事環境。他說「無邪正」，蕅益大師講「無好醜」，好醜在自心。所以我們心正，一切法都正；心邪，佛法亦邪。是非善惡從哪裡判別？從心地、從念頭判別，一念覺，無有一法不正，一念迷，無有一法不邪，佛教化眾生，只幫助眾生破迷開悟而已。所以我們懂得這個道理，「理事本無礙，覺心化六塵」，《華嚴經》講的四無礙的法界，尤其講到理事無礙、事事無礙，能夠入無障礙的境界，就是法身菩薩、法身大士。"
    },
    {
      "id": "21-090-0024_p0060",
      "zh_CN": "我们必须要认识清楚，我们常讲宇宙人生的真相，在《般若经》说得最清楚、最透彻，也说得最多，总结在「三心不可得」、「万法无所有」。所谓是「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这种宇宙人生观，就是法身大士、诸佛如来的宇宙人生观。所以他们在十法界、六道应化，普度众生确实心里不落痕迹。为什么不落痕迹？因为「三心无所有，诸法毕竟空」，所以他不落痕迹，他得大自在。我们今天起心动念都是妄想执着，所以生活在烦恼忧虑里面，不得自在。他学佛学得不错，境界很好，很难得。",
      "zh_TW": "我們必須要認識清楚，我們常講宇宙人生的真相，在《般若經》說得最清楚、最透徹，也說得最多，總結在「三心不可得」、「萬法無所有」。所謂是「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這種宇宙人生觀，就是法身大士、諸佛如來的宇宙人生觀。所以他們在十法界、六道應化，普度眾生確實心裡不落痕跡。為什麼不落痕跡？因為「三心無所有，諸法畢竟空」，所以他不落痕跡，他得大自在。我們今天起心動念都是妄想執著，所以生活在煩惱憂慮裡面，不得自在。他學佛學得不錯，境界很好，很難得。"
    }
  ]
}