{
  "doc_id": "21-090-0003",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0003",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "21-090-0003_p0001",
      "zh_CN": "问：人死后将骨灰投入大海，不知道这样处理好不好？",
      "zh_TW": "問：人死後將骨灰投入大海，不知道這樣處理好不好？"
    },
    {
      "id": "21-090-0003_p0002",
      "zh_CN": "答：佛说：「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，怎么处理都好，只要他自己欢喜，不必去分别执着。",
      "zh_TW": "答：佛說：「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，怎麼處理都好，只要他自己歡喜，不必去分別執著。"
    },
    {
      "id": "21-090-0003_p0003",
      "zh_CN": "问：为什么听《无量寿经》觉得很相应，很能契入，但听《华严经》就觉得很茫然。是否境界不够？请师父开示。",
      "zh_TW": "問：為什麼聽《無量壽經》覺得很相應，很能契入，但聽《華嚴經》就覺得很茫然。是否境界不夠？請師父開示。"
    },
    {
      "id": "21-090-0003_p0004",
      "zh_CN": "答：人有过去、有今生，学佛的同修决不是从这一生才开始，佛经告诉我们，每个人善根都很深厚，过去你所修学的法门，这一生遇到了就感觉得很投缘、很欢喜。从前没有学过，这一生遇到了就感觉很生疏，所以你会觉得很茫然。你这种情形，是过去生中修学过净土，《无量寿经》念得很多，所以遇到就生欢喜心；而过去生没有修学《华严经》，所以接触之后就比较生疏，原因在此地。从这个地方就能证明，与过去生中生生世世修学都有差别。",
      "zh_TW": "答：人有過去、有今生，學佛的同修決不是從這一生才開始，佛經告訴我們，每個人善根都很深厚，過去你所修學的法門，這一生遇到了就感覺得很投緣、很歡喜。從前沒有學過，這一生遇到了就感覺很生疏，所以你會覺得很茫然。你這種情形，是過去生中修學過淨土，《無量壽經》念得很多，所以遇到就生歡喜心；而過去生沒有修學《華嚴經》，所以接觸之後就比較生疏，原因在此地。從這個地方就能證明，與過去生中生生世世修學都有差別。"
    },
    {
      "id": "21-090-0003_p0005",
      "zh_CN": "问：我们是「居士林」大厨房的洗菜义工，每天洗米时发现有米虫，若不小心弄死牠们，将来是否要还命债？",
      "zh_TW": "問：我們是「居士林」大廚房的洗菜義工，每天洗米時發現有米蟲，若不小心弄死牠們，將來是否要還命債？"
    },
    {
      "id": "21-090-0003_p0006",
      "zh_CN": "答：这是无意的，寺院里的厨房这是在所不免。这种事情不是「居士林」有，几乎中国大陆、台湾所有寺院丛林都有的现象。只是我们洗菜、洗米时佛号不要间断，我们念佛回向给牠就非常之好。这些小动物，生生世世有几个人念佛给牠回向？牠能得到这个力量的加持也很幸运，死后可以解脱超生了。",
      "zh_TW": "答：這是無意的，寺院裡的廚房這是在所不免。這種事情不是「居士林」有，幾乎中國大陸、台灣所有寺院叢林都有的現象。只是我們洗菜、洗米時佛號不要間斷，我們念佛迴向給牠就非常之好。這些小動物，生生世世有幾個人念佛給牠迴向？牠能得到這個力量的加持也很幸運，死後可以解脫超生了。"
    },
    {
      "id": "21-090-0003_p0007",
      "zh_CN": "问：断一分烦恼、分别、执着就是功夫成片，此人应是什么样子？他自己能知道吗？这个人一定能往生吗？",
      "zh_TW": "問：斷一分煩惱、分別、執著就是功夫成片，此人應是什麼樣子？他自己能知道嗎？這個人一定能往生嗎？"
    },
    {
      "id": "21-090-0003_p0008",
      "zh_CN": "答：断一分烦恼、分别、执着，这个一分的标准是多少？关键在这个地方，每个人标准不相同，甚至于大小乘经的标准也不相同。佛为什么说这么多不同的标准？佛说经不是主动说的，是因人而异，佛是迁就众生而有不同标准，所以我们自己要明了。",
      "zh_TW": "答：斷一分煩惱、分別、執著，這個一分的標準是多少？關鍵在這個地方，每個人標準不相同，甚至於大小乘經的標準也不相同。佛為什麼說這麼多不同的標準？佛說經不是主動說的，是因人而異，佛是遷就眾生而有不同標準，所以我們自己要明瞭。"
    },
    {
      "id": "21-090-0003_p0009",
      "zh_CN": "至于断了烦恼、分别、执着是什么样子？这个样子很明显，如果分别执着断了一些，人的烦恼就少了一些，佛经讲：「烦恼轻，智慧就增长。」这个最明显的是，你听经会有悟处，你读经能够通达义理。在日常生活中处事待人接物，你会觉得比过去进步很多，过去处事待人有许多不当之处，这些毛病自己都觉察到，都能把它改正过来，所以你的心情舒畅、清净、快乐，这是不同的地方。分别执着重的人，生活得很苦，纵然富裕也非常苦恼。离开妄想分别执着，纵然穷困也非常快乐，像孔夫子的学生颜回，过那种贫困的物质生活，他也非常快乐。所以孔夫子感叹说：他过的那种生活环境，一般人一定是「人不堪其忧」！而颜回「不改其乐」。他乐的是什么？烦恼、分别、执着少了，他很快乐！由此可知，苦乐没有一定标准。佛家讲「苦乐在觉迷」，一念觉转苦为乐，一念迷乐中有苦，这个道理我们要懂。",
      "zh_TW": "至於斷了煩惱、分別、執著是什麼樣子？這個樣子很明顯，如果分別執著斷了一些，人的煩惱就少了一些，佛經講：「煩惱輕，智慧就增長。」這個最明顯的是，你聽經會有悟處，你讀經能夠通達義理。在日常生活中處事待人接物，你會覺得比過去進步很多，過去處事待人有許多不當之處，這些毛病自己都覺察到，都能把它改正過來，所以你的心情舒暢、清淨、快樂，這是不同的地方。分別執著重的人，生活得很苦，縱然富裕也非常苦惱。離開妄想分別執著，縱然窮困也非常快樂，像孔夫子的學生顏回，過那種貧困的物質生活，他也非常快樂。所以孔夫子感嘆說：他過的那種生活環境，一般人一定是「人不堪其憂」！而顏回「不改其樂」。他樂的是什麼？煩惱、分別、執著少了，他很快樂！由此可知，苦樂沒有一定標準。佛家講「苦樂在覺迷」，一念覺轉苦為樂，一念迷樂中有苦，這個道理我們要懂。"
    },
    {
      "id": "21-090-0003_p0010",
      "zh_CN": "问：在家居士受持三皈五戒，对「开遮持犯」有何解释？",
      "zh_TW": "問：在家居士受持三皈五戒，對「開遮持犯」有何解釋？"
    },
    {
      "id": "21-090-0003_p0011",
      "zh_CN": "答：我们一定要懂得「开遮持犯」，若是不懂，要多问、要多读经，因为不懂「开遮持犯」，我们讲持戒、守戒，你就没有办法持。所以受戒最重要的是要懂得「开遮持犯」的道理。",
      "zh_TW": "答：我們一定要懂得「開遮持犯」，若是不懂，要多問、要多讀經，因為不懂「開遮持犯」，我們講持戒、守戒，你就沒有辦法持。所以受戒最重要的是要懂得「開遮持犯」的道理。"
    },
    {
      "id": "21-090-0003_p0012",
      "zh_CN": "问：在念佛堂念佛，在日常生活修行，应如何做才相应？",
      "zh_TW": "問：在念佛堂念佛，在日常生活修行，應如何做才相應？"
    },
    {
      "id": "21-090-0003_p0013",
      "zh_CN": "答：念佛堂是训练，是养成念佛的习惯。在日常生活中，无论工作、处事待人接物，心中「忆佛念佛」，能够做到不中断，这就是功夫成片。果然功夫成片，往生就有把握。所以念佛堂是养成念佛习惯，真正的功夫是用在日常生活中。",
      "zh_TW": "答：念佛堂是訓練，是養成念佛的習慣。在日常生活中，無論工作、處事待人接物，心中「憶佛念佛」，能夠做到不中斷，這就是功夫成片。果然功夫成片，往生就有把握。所以念佛堂是養成念佛習慣，真正的功夫是用在日常生活中。"
    },
    {
      "id": "21-090-0003_p0014",
      "zh_CN": "问：请问受不杀生戒，若为家属做荤腥是否犯戒？",
      "zh_TW": "問：請問受不殺生戒，若為家屬做葷腥是否犯戒？"
    },
    {
      "id": "21-090-0003_p0015",
      "zh_CN": "答：你为家属做荤腥之菜，只要不活杀就不算破戒。做荤菜也有开缘，「开遮持犯」里面有开缘，但决定要避免杀生。佛讲：你买的肉叫「三净肉」，你没有看到杀、没有听到杀的声音、不是为我而杀，买这种肉供养家属不犯戒，戒经里都说得很清楚，但也要慢慢的让家人知道素食的好处。",
      "zh_TW": "答：你為家屬做葷腥之菜，只要不活殺就不算破戒。做葷菜也有開緣，「開遮持犯」裡面有開緣，但決定要避免殺生。佛講：你買的肉叫「三淨肉」，你沒有看到殺、沒有聽到殺的聲音、不是為我而殺，買這種肉供養家屬不犯戒，戒經裡都說得很清楚，但也要慢慢的讓家人知道素食的好處。"
    },
    {
      "id": "21-090-0003_p0016",
      "zh_CN": "这次我们到「古晋」，住在李金友居士的山庄，这个山庄范围很大，用中国的亩来计算是三万亩，山庄里面的公路有十六公里，这是一个很大的山庄。山庄里面员工有三百多人完全吃素，这三百多位员工都是附近十几个村庄找来的，当时附近的山是原始森林，中国人讲：「靠山吃山，靠水吃水」，所以他们都是打猎人，现在将他们的猎具收买下来，让他们在山庄里面工作，给他们很好的待遇，他们就可以养家，所以那个地方现在的人不杀生了。最初他们吃素很难接受，吃了半年之后，他们渐渐成习惯，现在都非常欢喜。为什么？他们都年轻了，脸上皱纹都没有了，这才发现吃素的好处这么多。",
      "zh_TW": "這次我們到「古晉」，住在李金友居士的山莊，這個山莊範圍很大，用中國的畝來計算是三萬畝，山莊裡面的公路有十六公里，這是一個很大的山莊。山莊裡面員工有三百多人完全吃素，這三百多位員工都是附近十幾個村莊找來的，當時附近的山是原始森林，中國人講：「靠山吃山，靠水吃水」，所以他們都是打獵人，現在將他們的獵具收買下來，讓他們在山莊裡面工作，給他們很好的待遇，他們就可以養家，所以那個地方現在的人不殺生了。最初他們吃素很難接受，吃了半年之後，他們漸漸成習慣，現在都非常歡喜。為什麼？他們都年輕了，臉上皺紋都沒有了，這才發現吃素的好處這麼多。"
    },
    {
      "id": "21-090-0003_p0017",
      "zh_CN": "在家庭度自己家人就要用这个方法，你不要劝他不吃肉，你吃素一两年后，他看到你的健康比他好，看到你的容色比他好，看到你的皱纹都没有了，他就会来学吃素，这样你就能度一家人。所以我觉得李居士很了不起，他度了十几个村庄的人，而且劝人不杀生，这是很好的榜样。",
      "zh_TW": "在家庭度自己家人就要用這個方法，你不要勸他不吃肉，你吃素一兩年後，他看到你的健康比他好，看到你的容色比他好，看到你的皺紋都沒有了，他就會來學吃素，這樣你就能度一家人。所以我覺得李居士很了不起，他度了十幾個村莊的人，而且勸人不殺生，這是很好的榜樣。"
    },
    {
      "id": "21-090-0003_p0018",
      "zh_CN": "问：受不妄语戒，在不得已时打方便妄语，是否犯戒？譬如这次来新加坡拜师参学，不敢和家人直说，为怕受阻碍，只好讲去旅游。",
      "zh_TW": "問：受不妄語戒，在不得已時打方便妄語，是否犯戒？譬如這次來新加坡拜師參學，不敢和家人直說，為怕受阻礙，只好講去旅遊。"
    },
    {
      "id": "21-090-0003_p0019",
      "zh_CN": "答：你是来旅游的，没有打妄语，旅游顺便来听经，这是可以的，这种妄语不害人。佛禁止妄语，这个妄语是害人，对别人有害，欺骗别人，使别人受到伤害，受到损害，这是有罪过。如果这个妄语让别人得好处、得利益，这个妄语是有功德的，没有损害，不是罪，那是功德。所以这里面就有「开遮持犯」，这是开缘，不是破戒，不是犯戒。",
      "zh_TW": "答：你是來旅遊的，沒有打妄語，旅遊順便來聽經，這是可以的，這種妄語不害人。佛禁止妄語，這個妄語是害人，對別人有害，欺騙別人，使別人受到傷害，受到損害，這是有罪過。如果這個妄語讓別人得好處、得利益，這個妄語是有功德的，沒有損害，不是罪，那是功德。所以這裡面就有「開遮持犯」，這是開緣，不是破戒，不是犯戒。"
    },
    {
      "id": "21-090-0003_p0020",
      "zh_CN": "问：请问吃三净肉的罪大、还是吃鸡蛋的罪大？",
      "zh_TW": "問：請問吃三淨肉的罪大、還是吃雞蛋的罪大？"
    },
    {
      "id": "21-090-0003_p0021",
      "zh_CN": "答：都一样。可是在中国的鸡蛋就不太保险，在外国市场买的鸡蛋，它是没有生命，不会孵出小鸡，所以现在外国的鸡蛋是可以吃。外国的种蛋，你要能够买孵小鸡的种蛋，还不知道到哪里去买，听说这种蛋比普通蛋的价钱要高出很多倍，普通你买的蛋是不能孵小鸡的，所以那个蛋是没有生命，这个我们要加以区别。在中国可能就没有这种设施，中国农村的鸡都养在外面，都有交配，那个蛋都有生命，所以这个不应该吃。三净肉是不得已，不是佛教你吃肉、准许你吃肉，这是不得已，这个道理要懂得。",
      "zh_TW": "答：都一樣。可是在中國的雞蛋就不太保險，在外國市場買的雞蛋，它是沒有生命，不會孵出小雞，所以現在外國的雞蛋是可以吃。外國的種蛋，你要能夠買孵小雞的種蛋，還不知道到哪裡去買，聽說這種蛋比普通蛋的價錢要高出很多倍，普通你買的蛋是不能孵小雞的，所以那個蛋是沒有生命，這個我們要加以區別。在中國可能就沒有這種設施，中國農村的雞都養在外面，都有交配，那個蛋都有生命，所以這個不應該吃。三淨肉是不得已，不是佛教你吃肉、准許你吃肉，這是不得已，這個道理要懂得。"
    },
    {
      "id": "21-090-0003_p0022",
      "zh_CN": "问：粮食和蔬菜上生长了生命，请问怎么处理？",
      "zh_TW": "問：糧食和蔬菜上生長了生命，請問怎麼處理？"
    },
    {
      "id": "21-090-0003_p0023",
      "zh_CN": "答：这是说粮食、蔬菜里面长小虫，菜里面有虫容易处理，你看到时把牠拣掉就行了。真正处理的方法是培养自己的慈悲心，你心地慈悲善良，这些病害虫不会侵犯你。",
      "zh_TW": "答：這是說糧食、蔬菜裡面長小蟲，菜裡面有蟲容易處理，你看到時把牠揀掉就行了。真正處理的方法是培養自己的慈悲心，你心地慈悲善良，這些病害蟲不會侵犯你。"
    },
    {
      "id": "21-090-0003_p0024",
      "zh_CN": "我们在「古晋」的山上可以得到证明，山上种菜，最初种的时候菜虫很多，菜园里面的工作人员跟主人都非常慈悲，不去赶牠，让牠吃，牠吃剩下的，我们再捡来吃。牠也是一条生命，牠不为别的，也是为填饱肚子。所以种菜供养这些众生，这些众生也懂得人的意思，也受感动，于是这个虫一年比一年少，现在这个菜园里面的虫很少，但是还是有，这个菜拿过来仔细一看，还有被虫吃的几个小洞，但已经很少了。",
      "zh_TW": "我們在「古晉」的山上可以得到證明，山上種菜，最初種的時候菜蟲很多，菜園裡面的工作人員跟主人都非常慈悲，不去趕牠，讓牠吃，牠吃剩下的，我們再撿來吃。牠也是一條生命，牠不為別的，也是為填飽肚子。所以種菜供養這些眾生，這些眾生也懂得人的意思，也受感動，於是這個蟲一年比一年少，現在這個菜園裡面的蟲很少，但是還是有，這個菜拿過來仔細一看，還有被蟲吃的幾個小洞，但已經很少了。"
    },
    {
      "id": "21-090-0003_p0025",
      "zh_CN": "我们能够与这些众生共同一起生活，欢欢喜喜相处，我们帮助牠，牠也会帮助我们，不必去杀害牠。采下时不小心，或者里面还有几只虫在菜的上面，我们总是以真诚心，每天念佛修持，将这些功德回向给牠，这样就好。",
      "zh_TW": "我們能夠與這些眾生共同一起生活，歡歡喜喜相處，我們幫助牠，牠也會幫助我們，不必去殺害牠。採下時不小心，或者裡面還有幾隻蟲在菜的上面，我們總是以真誠心，每天念佛修持，將這些功德迴向給牠，這樣就好。"
    },
    {
      "id": "21-090-0003_p0026",
      "zh_CN": "问：在学佛后做错事，过后已经改过，但是不好的念头时常现前，不知如何是好？",
      "zh_TW": "問：在學佛後做錯事，過後已經改過，但是不好的念頭時常現前，不知如何是好？"
    },
    {
      "id": "21-090-0003_p0027",
      "zh_CN": "答：这个事情确实是一个严重的问题，而且是许多同修常犯的问题，不是你一个人的，自古至今这个问题都存在。换句话说，我们学佛为什么功夫不得力，为什么境界转不过来，毛病就出在这个地方。自己晓不晓得自己做错事？晓得。知不知道改？知道，但改得不彻底。佛在《十善业道经》里面讲「夹杂不善」，我们就是夹杂不善太多了。",
      "zh_TW": "答：這個事情確實是一個嚴重的問題，而且是許多同修常犯的問題，不是你一個人的，自古至今這個問題都存在。換句話說，我們學佛為什麼功夫不得力，為什麼境界轉不過來，毛病就出在這個地方。自己曉不曉得自己做錯事？曉得。知不知道改？知道，但改得不徹底。佛在《十善業道經》裡面講「夾雜不善」，我們就是夾雜不善太多了。"
    },
    {
      "id": "21-090-0003_p0028",
      "zh_CN": "怎样能做到不夹杂？印光大师的方法很好，常常想到「死」，我就要死了，我明天就死了，人自然就放下了。他的念佛堂佛像后面写了一个「死」字，所谓「生不带来，死不带去」，人生在世一场空，「万般将不去，唯有业随身」，人常常想到这个，万念俱灰才回得了头。我们今天活在这个世间，活一天决定不是为自己，自己随时随地都可以死，对自己、对这个世间一切人事物，决定没有留恋。不要说是贪恋，连留恋的念头都没有，活在世间是为众生、为佛法。",
      "zh_TW": "怎樣能做到不夾雜？印光大師的方法很好，常常想到「死」，我就要死了，我明天就死了，人自然就放下了。他的念佛堂佛像後面寫了一個「死」字，所謂「生不帶來，死不帶去」，人生在世一場空，「萬般將不去，唯有業隨身」，人常常想到這個，萬念俱灰才回得了頭。我們今天活在這個世間，活一天決定不是為自己，自己隨時隨地都可以死，對自己、對這個世間一切人事物，決定沒有留戀。不要說是貪戀，連留戀的念頭都沒有，活在世間是為眾生、為佛法。"
    },
    {
      "id": "21-090-0003_p0029",
      "zh_CN": "为众生，为佛法，怎么作法？要做出个榜样给人看，人家不能放下，我完全放下，这就是为众生、为佛法。别人犯过，不能够痛改；我也犯过，犯了之后真正能改，这就是做榜样给人看、表演给人看。 一切为众生，一切为正法久住，死不怕，死了以后换更殊胜的境界，这是聪明人，这是有智慧的人。死了以后，堕落在三途，愈转愈苦，那个可怜！愚痴！所以诸位真正想改过，就要常常念死。佛在大小乘经典里面教我们六念法，六念里面前面是念三宝，后面是念天、念戒、念无常。过去修行人，很多人都将《无常经》做为早晚课的课诵本，现在念这部经的人比较少，我没有看见，古人常常念。《无常经》这个经文不长，必须用方法来对治，克服自己的烦恼习气，我们这一生才有救。确实「人身难得，佛法难闻」，得人身、闻佛法太不容易了，有这个机会决定不能错过。",
      "zh_TW": "為眾生，為佛法，怎麼作法？要做出個榜樣給人看，人家不能放下，我完全放下，這就是為眾生、為佛法。別人犯過，不能夠痛改；我也犯過，犯了之後真正能改，這就是做榜樣給人看、表演給人看。 一切為眾生，一切為正法久住，死不怕，死了以後換更殊勝的境界，這是聰明人，這是有智慧的人。死了以後，墮落在三途，愈轉愈苦，那個可憐！愚痴！所以諸位真正想改過，就要常常念死。佛在大小乘經典裡面教我們六念法，六念裡面前面是念三寶，後面是念天、念戒、念無常。過去修行人，很多人都將《無常經》做為早晚課的課誦本，現在念這部經的人比較少，我沒有看見，古人常常念。《無常經》這個經文不長，必須用方法來對治，克服自己的煩惱習氣，我們這一生才有救。確實「人身難得，佛法難聞」，得人身、聞佛法太不容易了，有這個機會決定不能錯過。"
    },
    {
      "id": "21-090-0003_p0030",
      "zh_CN": "问：请问同学们上「佛学班」好不好？",
      "zh_TW": "問：請問同學們上「佛學班」好不好？"
    },
    {
      "id": "21-090-0003_p0031",
      "zh_CN": "答：上「佛学班」要看什么情形，现在一般的「佛学班」所学到的都是一些佛学常识，如果想多知道一些佛学常识，初学的人是可以上佛学班，这个对你有帮助。如果不想知道也不妨碍，佛法贵专精不贵多，所谓「一门深入，长时薰修」，你才能得真实的利益。学得太多太杂，充其量在社会上大家称你是「佛学家」、「佛学学者」，可是对于了生死脱轮回毫不相干，你自己必须衡量一下哪个重要，这个事情由自己去选择。",
      "zh_TW": "答：上「佛學班」要看什麼情形，現在一般的「佛學班」所學到的都是一些佛學常識，如果想多知道一些佛學常識，初學的人是可以上佛學班，這個對你有幫助。如果不想知道也不妨礙，佛法貴專精不貴多，所謂「一門深入，長時薰修」，你才能得真實的利益。學得太多太雜，充其量在社會上大家稱你是「佛學家」、「佛學學者」，可是對於了生死脫輪迴毫不相干，你自己必須衡量一下哪個重要，這個事情由自己去選擇。"
    },
    {
      "id": "21-090-0003_p0032",
      "zh_CN": "问：有些常住道场的同修，念佛已有三、五年，身体常出现胀肚子、打嗝、手脚肿的状况，请问这是什么原因？有什么办法可治？",
      "zh_TW": "問：有些常住道場的同修，念佛已有三、五年，身體常出現脹肚子、打嗝、手腳腫的狀況，請問這是什麼原因？有什麼辦法可治？"
    },
    {
      "id": "21-090-0003_p0033",
      "zh_CN": "答：最重要的原因，是要去观察这个道场的卫生状况。古时候的道场对于卫生非常重视，这种情形在现代日本的道场都能看到，而中国一般的道场是杂乱不整洁。你们到日本去游览，看看日本人的道场，它的大殿不管是哪个地方，连房间里面都是一尘不染，他们的卫生清洁工作做得令人敬佩。他们是地板的房子，必需脱鞋进去，你穿的是白袜子、白衣服，你从地板走过，不会有一点点污染，而且陈设的简单整齐，有条不紊，这是中国道场比不上的。所以日本的道场住在里面会健康长寿，这有道理。中国这一点比日本差得太远太远了。所以卫生条件是第一个因素。",
      "zh_TW": "答：最重要的原因，是要去觀察這個道場的衛生狀況。古時候的道場對於衛生非常重視，這種情形在現代日本的道場都能看到，而中國一般的道場是雜亂不整潔。你們到日本去遊覽，看看日本人的道場，它的大殿不管是哪個地方，連房間裡面都是一塵不染，他們的衛生清潔工作做得令人敬佩。他們是地板的房子，必需脫鞋進去，你穿的是白襪子、白衣服，你從地板走過，不會有一點點污染，而且陳設的簡單整齊，有條不紊，這是中國道場比不上的。所以日本的道場住在裡面會健康長壽，這有道理。中國這一點比日本差得太遠太遠了。所以衛生條件是第一個因素。"
    },
    {
      "id": "21-090-0003_p0034",
      "zh_CN": "第二个因素是与道心有关系。我们是凡夫不是圣人，凡夫决定会受环境所转。古来的这些祖师大德，为什么要把道场建在山林而远离都市村庄？就是知道初学的人会「心随境转」，环境清净、整洁、卫生，他在里面身心安稳，对修学有很大的帮助。等到真正得到禅定、智慧，不会为外境所转，能转境界了，就像济公一样，回到都市跟大家打成一片，和光同尘，来帮助一切众生，因为他有能力不被境界所转。可是这种人是少数，不是多数，多数人一定要靠环境做助缘。这是我们对于道场的选择不能不留意。",
      "zh_TW": "第二個因素是與道心有關係。我們是凡夫不是聖人，凡夫決定會受環境所轉。古來的這些祖師大德，為什麼要把道場建在山林而遠離都市村莊？就是知道初學的人會「心隨境轉」，環境清淨、整潔、衛生，他在裡面身心安穩，對修學有很大的幫助。等到真正得到禪定、智慧，不會為外境所轉，能轉境界了，就像濟公一樣，回到都市跟大家打成一片，和光同塵，來幫助一切眾生，因為他有能力不被境界所轉。可是這種人是少數，不是多數，多數人一定要靠環境做助緣。這是我們對於道場的選擇不能不留意。"
    },
    {
      "id": "21-090-0003_p0035",
      "zh_CN": "诸位在此地看到的「居士林」这个道场，你说最适合多少人修行？佛家讲「一串念珠之数」，一百零八个。太多就不行了，因为环境条件不够。我们这个地方充其量只能住这么多，住一百零八个已经很挤了。人太多，环境少，卫生条件当然就要下降，这是一定的道理。讲经的讲堂、念佛堂，因为有居士来参加，他听完就回家了，他不住在这里，这个没有关系，所以住在这个地方的人，一定要看这个地方的环境。这个道场不算大，住的人不能太多，这是受物质条件的限制。",
      "zh_TW": "諸位在此地看到的「居士林」這個道場，你說最適合多少人修行？佛家講「一串念珠之數」，一百零八個。太多就不行了，因為環境條件不夠。我們這個地方充其量只能住這麼多，住一百零八個已經很擠了。人太多，環境少，衛生條件當然就要下降，這是一定的道理。講經的講堂、念佛堂，因為有居士來參加，他聽完就回家了，他不住在這裡，這個沒有關係，所以住在這個地方的人，一定要看這個地方的環境。這個道場不算大，住的人不能太多，這是受物質條件的限制。"
    },
    {
      "id": "21-090-0003_p0036",
      "zh_CN": "问：纸张、纸袋、衣服印有佛像和佛号、经咒，请问应如何处理？",
      "zh_TW": "問：紙張、紙袋、衣服印有佛像和佛號、經咒，請問應如何處理？"
    },
    {
      "id": "21-090-0003_p0037",
      "zh_CN": "答：我们对于佛像、经咒一定要存恭敬心，所以纸张印有佛像、经咒，不可以随便拿来抹桌子。但是现在是不可能，因为现在生活水平很高，没有人再拿纸张去擦桌子，但还是不能随便乱丢弃。衣服上印的佛像、经咒，现在我们用它来度众生，穿在身上当广告，走到外面，人家一看「阿弥陀佛」，他就念一句，就是不念眼睛也看到了，所谓「一历眼根，永为道种」，这是度化众生的一种手段，这是可以。一切事都要看我们怎样用心，用心正，都是对的，用心不正，都是错误的。如果衣服上绣佛像、菩萨像，认为这是美观，你就错了，不能拿佛菩萨来装饰自己，我们要用佛菩萨形像来教化众生、帮助众生。一个心不一样，罪福就不相同，所以要明白这个道理。",
      "zh_TW": "答：我們對於佛像、經咒一定要存恭敬心，所以紙張印有佛像、經咒，不可以隨便拿來抹桌子。但是現在是不可能，因為現在生活水平很高，沒有人再拿紙張去擦桌子，但還是不能隨便亂丟棄。衣服上印的佛像、經咒，現在我們用它來度眾生，穿在身上當廣告，走到外面，人家一看「阿彌陀佛」，他就念一句，就是不念眼睛也看到了，所謂「一歷眼根，永為道種」，這是度化眾生的一種手段，這是可以。一切事都要看我們怎樣用心，用心正，都是對的，用心不正，都是錯誤的。如果衣服上繡佛像、菩薩像，認為這是美觀，你就錯了，不能拿佛菩薩來裝飾自己，我們要用佛菩薩形像來教化眾生、幫助眾生。一個心不一樣，罪福就不相同，所以要明白這個道理。"
    },
    {
      "id": "21-090-0003_p0038",
      "zh_CN": "问：有人说把陀罗尼被盖在亡者身上，亡者就得生天，应该怎么解释？是盖还是不盖好？",
      "zh_TW": "問：有人說把陀羅尼被蓋在亡者身上，亡者就得生天，應該怎麼解釋？是蓋還是不蓋好？"
    },
    {
      "id": "21-090-0003_p0039",
      "zh_CN": "答：陀罗尼被如果盖在身上就能生天，我们都可以不修行了，修行好苦，是不是？死的时候多买几床被子盖不就行了，你们想想有没有道理？这个事情不必问我了。经论常讲：「公修公得，婆修婆得，不修不得。」不修，用投机取巧，让别人修的你能够得到，没有这回事情，这个道理我们一定要懂。别人修的，我们能得一点福，功德是一丝毫都得不到。",
      "zh_TW": "答：陀羅尼被如果蓋在身上就能生天，我們都可以不修行了，修行好苦，是不是？死的時候多買幾床被子蓋不就行了，你們想想有沒有道理？這個事情不必問我了。經論常講：「公修公得，婆修婆得，不修不得。」不修，用投機取巧，讓別人修的你能夠得到，沒有這回事情，這個道理我們一定要懂。別人修的，我們能得一點福，功德是一絲毫都得不到。"
    },
    {
      "id": "21-090-0003_p0040",
      "zh_CN": "问：有一位不能语言的中风病人，由于不能行动，躺在床上已经好几年，有一个儿子辞去工作日夜照顾他。请问应如何帮助这个病人消重业？",
      "zh_TW": "問：有一位不能語言的中風病人，由於不能行動，躺在床上已經好幾年，有一個兒子辭去工作日夜照顧他。請問應如何幫助這個病人消重業？"
    },
    {
      "id": "21-090-0003_p0041",
      "zh_CN": "答：这种状况在现在的社会很多，我们也常见，这不是不能度，确实能度，《地藏菩萨本愿经》里面的婆罗门女、光目女就是个好例子。我们要以真诚心，所谓「孝感天地」，他有没有这种孝顺的儿女，那就很难说了；不是真诚心感动天地鬼神，很难！这种病多半是宿世的业障病，或者是过去生中造的、或者是这一生所造的重业。这种业报要真正的忏悔！",
      "zh_TW": "答：這種狀況在現在的社會很多，我們也常見，這不是不能度，確實能度，《地藏菩薩本願經》裡面的婆羅門女、光目女就是個好例子。我們要以真誠心，所謂「孝感天地」，他有沒有這種孝順的兒女，那就很難說了；不是真誠心感動天地鬼神，很難！這種病多半是宿世的業障病，或者是過去生中造的、或者是這一生所造的重業。這種業報要真正的懺悔！"
    },
    {
      "id": "21-090-0003_p0042",
      "zh_CN": "许多人生病多年，就是一口气不断，往往得这种病的人都是富贵人家，为什么？贫穷人家病不起，没人照顾。有钱人请三班护士二十四小时不断照顾他，几年、十几年他躺在床上，就是一口气不断，他在干什么？他在享福，他命里的那些钱财没有用完，每天的医药、护士去用这个钱，等到他的钱用完就走了。如果你明白这个道理，你把他的一些财物，为他好好的处理，做社会慈善事业，这会有两种状况：一个是他寿命还没有尽，他好了；寿命已尽，他立刻走了，不再受这个苦。凡事要了解它的道理，了解事实真相，你就知道应当如何来处理。",
      "zh_TW": "許多人生病多年，就是一口氣不斷，往往得這種病的人都是富貴人家，為什麼？貧窮人家病不起，沒人照顧。有錢人請三班護士二十四小時不斷照顧他，幾年、十幾年他躺在床上，就是一口氣不斷，他在幹什麼？他在享福，他命裡的那些錢財沒有用完，每天的醫藥、護士去用這個錢，等到他的錢用完就走了。如果你明白這個道理，你把他的一些財物，為他好好的處理，做社會慈善事業，這會有兩種狀況：一個是他壽命還沒有盡，他好了；壽命已盡，他立刻走了，不再受這個苦。凡事要了解它的道理，了解事實真相，你就知道應當如何來處理。"
    },
    {
      "id": "21-090-0003_p0043",
      "zh_CN": "好，今天时间到了，我们就解答到此地。",
      "zh_TW": "好，今天時間到了，我們就解答到此地。"
    }
  ]
}