{
  "doc_id": "21-090-0026",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0026",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "21-090-0026_p0001",
      "zh_CN": "问：「关于建弥陀村一事，不知师父有无意思在中国和澳洲建立？外国的一些老人很关心这件事。听说现在马来西亚及中国浙江各有一个弥陀村，但每天均要早上四点起床，所以很多老人不敢去。请师父尽早确定地点，以便集资。」",
      "zh_TW": "問：「關於建彌陀村一事，不知師父有無意思在中國和澳洲建立？外國的一些老人很關心這件事。聽說現在馬來西亞及中國浙江各有一個彌陀村，但每天均要早上四點起床，所以很多老人不敢去。請師父儘早確定地點，以便集資。」"
    },
    {
      "id": "21-090-0026_p0002",
      "zh_CN": "答：这个意思很好，做这种功德的事情要年轻，我年岁大了，没有精神体力做这个事情，我只能说明这件事的重要性，跟你的意思一样。什么人去做？要有真正发心照顾老人、病人的人。这是很难得的一桩事情，在国内、国外，我都没有实际去做这个工作，即使在新加坡，也是李木源居士听我讲经谈到弥陀村这个概念，他就发心做，也筹集了一些资金，但这一年多来却找不到土地。最初是隔壁栋的房子，没有谈成。第二次是洪恭兰老居士提供的土地，非常不幸，土地租给日本人，租约是三十年，日本人不肯让，我们也没有办法。第三次是唐城经营失败，我们在报纸上看到，也找他们谈过，因为那个地方是国家旅游的事业，我们也没有谈成。所以建弥陀村这个事情，找土地是三次失败。",
      "zh_TW": "答：這個意思很好，做這種功德的事情要年輕，我年歲大了，沒有精神體力做這個事情，我只能說明這件事的重要性，跟你的意思一樣。什麼人去做？要有真正發心照顧老人、病人的人。這是很難得的一樁事情，在國內、國外，我都沒有實際去做這個工作，即使在新加坡，也是李木源居士聽我講經談到彌陀村這個概念，他就發心做，也籌集了一些資金，但這一年多來卻找不到土地。最初是隔壁棟的房子，沒有談成。第二次是洪恭蘭老居士提供的土地，非常不幸，土地租給日本人，租約是三十年，日本人不肯讓，我們也沒有辦法。第三次是唐城經營失敗，我們在報紙上看到，也找他們談過，因為那個地方是國家旅遊的事業，我們也沒有談成。所以建彌陀村這個事情，找土地是三次失敗。"
    },
    {
      "id": "21-090-0026_p0003",
      "zh_CN": "李木源居士最近在中国访问，他很快就会回来。他告诉我：「实在不得已，居士林旧大殿与厨房当中有一块空地，他决定把这块空地建成七层楼，统统都作寮房，而这个地方他准备往上面再建两层。」我说这样也好，把念佛堂、讲堂、弥陀村的寮房集中在一起，管理比较方便。李居士告诉我：「图已经画出来了，本来准备九月底可以动工，因为事情太忙，特别是中国提出合办培训班的事情。」他在北京也是谈这个事情，所以我想，他回来之后可能就要动工了。",
      "zh_TW": "李木源居士最近在中國訪問，他很快就會回來。他告訴我：「實在不得已，居士林舊大殿與廚房當中有一塊空地，他決定把這塊空地建成七層樓，統統都作寮房，而這個地方他準備往上面再建兩層。」我說這樣也好，把念佛堂、講堂、彌陀村的寮房集中在一起，管理比較方便。李居士告訴我：「圖已經畫出來了，本來準備九月底可以動工，因為事情太忙，特別是中國提出合辦培訓班的事情。」他在北京也是談這個事情，所以我想，他回來之後可能就要動工了。"
    },
    {
      "id": "21-090-0026_p0004",
      "zh_CN": "我自己一生都是讲经教学，没有建道场的经验，所以希望有经验、真正发大心的同修，你们发心去做。澳洲确实很有必要，中国当然更是需要，中国的老人也不少。至于澳洲，现在也有人想做，听说资金还欠缺。在雪梨这个地方，规模不算很大，土地面积只有一英亩，大概可以容纳一、两百人。我没有去看过，他们把图送来给我看，我捐了澳币二十五万给他们，整个建起来，大概需要两百五十万澳币，目前还在筹款。",
      "zh_TW": "我自己一生都是講經教學，沒有建道場的經驗，所以希望有經驗、真正發大心的同修，你們發心去做。澳洲確實很有必要，中國當然更是需要，中國的老人也不少。至於澳洲，現在也有人想做，聽說資金還欠缺。在雪梨這個地方，規模不算很大，土地面積只有一英畝，大概可以容納一、兩百人。我沒有去看過，他們把圖送來給我看，我捐了澳幣二十五萬給他們，整個建起來，大概需要兩百五十萬澳幣，目前還在籌款。"
    },
    {
      "id": "21-090-0026_p0005",
      "zh_CN": "外国建弥陀村，我们首先要考虑的，就是能不能在那里长住，这是一定要先想到的。前几天此地的早报都刊登出来，马来西亚政府有一个银发族的计划。所谓银发族，就是头发白了，也就是养老的意思。他欢迎全世界的老人，都能够到马来西亚去养老，它的条件很好，夫妻两个人，只需要在马来西亚银行存款十五万马币，一个人只需要十万马币，这个数字不多，你就可以在马来西亚永久居留。永久居留，也是一个特别身分，并不是真的永久居留，但也不是假的。你们想想我的话，不是真的也不是假的，它给你马来西亚护照，护照的期限是五年，五年之后你去换护照，要拿银行证明给它看，你还有这么多钱，它就又给你五年，你钱没有了，他就不给你了。换言之，你一个人银行存款永远保存不会少过十万块钱，每五年换一次护照，他都会给你，所以这不是永久，也不是假的。",
      "zh_TW": "外國建彌陀村，我們首先要考慮的，就是能不能在那裡長住，這是一定要先想到的。前幾天此地的早報都刊登出來，馬來西亞政府有一個銀髮族的計畫。所謂銀髮族，就是頭髮白了，也就是養老的意思。他歡迎全世界的老人，都能夠到馬來西亞去養老，它的條件很好，夫妻兩個人，只需要在馬來西亞銀行存款十五萬馬幣，一個人只需要十萬馬幣，這個數字不多，你就可以在馬來西亞永久居留。永久居留，也是一個特別身分，並不是真的永久居留，但也不是假的。你們想想我的話，不是真的也不是假的，它給你馬來西亞護照，護照的期限是五年，五年之後你去換護照，要拿銀行證明給它看，你還有這麼多錢，它就又給你五年，你錢沒有了，他就不給你了。換言之，你一個人銀行存款永遠保存不會少過十萬塊錢，每五年換一次護照，他都會給你，所以這不是永久，也不是假的。"
    },
    {
      "id": "21-090-0026_p0006",
      "zh_CN": "这个存款是有利息的，这个利息大概可以供给你在马来西亚的零用钱。你在那里可以买一栋自己住的房子，但是你不可以在他那里工作，因为你年龄在五十岁以上，已经退休了。如果夫妻两个人，先生超过五十岁，太太三、四十岁，也没有关系，可以一起住。它的条件确实很优厚，马来西亚房地产便宜，我们到那里去参观，一栋房子大概是新加坡币一、二十万可以买到。二十万新加坡币，在新加坡没有什么用处，在马来西亚很管用，可以买一栋独立的房子，生活程度也相当低，所以老年退休，这是一个理想的环境。尤其是东马婆罗洲，婆罗洲的面积跟西马几乎是一样大，而人口只有两百万，可以说是地大人稀，养老的环境非常好。马来西亚正在开始做，如果具足这些条件，愿意去马来西亚养老，也是一桩好事情。",
      "zh_TW": "這個存款是有利息的，這個利息大概可以供給你在馬來西亞的零用錢。你在那裡可以買一棟自己住的房子，但是你不可以在他那裡工作，因為你年齡在五十歲以上，已經退休了。如果夫妻兩個人，先生超過五十歲，太太三、四十歲，也沒有關係，可以一起住。它的條件確實很優厚，馬來西亞房地產便宜，我們到那裡去參觀，一棟房子大概是新加坡幣一、二十萬可以買到。二十萬新加坡幣，在新加坡沒有什麼用處，在馬來西亞很管用，可以買一棟獨立的房子，生活程度也相當低，所以老年退休，這是一個理想的環境。尤其是東馬婆羅洲，婆羅洲的面積跟西馬幾乎是一樣大，而人口只有兩百萬，可以說是地大人稀，養老的環境非常好。馬來西亞正在開始做，如果具足這些條件，願意去馬來西亞養老，也是一樁好事情。"
    },
    {
      "id": "21-090-0026_p0007",
      "zh_CN": "我们希望丹斯里李金友在那边也参与这个工作，我们希望他的退休村里面建一个念佛堂，建一个讲堂，我建议至少要建四个小型的电影院，里面可以坐五、六十个人，就用大银幕的电视，在没有人讲经的时候，我们播放讲经的录像带。为什么要建四个电影院？因为我们提倡多元文化，这一间放佛教的，那一间放回教的，那一边放基督教的，这样才平等。不管你信哪个宗教，你可以选你自己的节目去看、去修学，这是我们提倡多元文化共存共荣的目的，现在有些地区已经在做。",
      "zh_TW": "我們希望丹斯里李金友在那邊也參與這個工作，我們希望他的退休村裡面建一個念佛堂，建一個講堂，我建議至少要建四個小型的電影院，裡面可以坐五、六十個人，就用大銀幕的電視，在沒有人講經的時候，我們播放講經的錄像帶。為什麼要建四個電影院？因為我們提倡多元文化，這一間放佛教的，那一間放回教的，那一邊放基督教的，這樣才平等。不管你信哪個宗教，你可以選你自己的節目去看、去修學，這是我們提倡多元文化共存共榮的目的，現在有些地區已經在做。"
    },
    {
      "id": "21-090-0026_p0008",
      "zh_CN": "问：「居士林每一个星期天的晚上，邀请各个宗教来讲演，请问是否妨碍一门深入？」",
      "zh_TW": "問：「居士林每一個星期天的晚上，邀請各個宗教來講演，請問是否妨礙一門深入？」"
    },
    {
      "id": "21-090-0026_p0009",
      "zh_CN": "答：我想没有妨碍。因为我来听过很多次，听众人数都不多，大概比我们现在这个现场人还要少一半，我想来的人都能够掌握住一门深入，如果有妨碍他就不来了。这个不妨碍，因为我们邀请各个宗教到此地讲演，这个意义非常大。在世间，我们很清楚的理解，人与人之间、人与众生之间、国家与国家之间、族群与族群之间、宗教与宗教之间，如果不能够合作团结，这个世界上的天灾人祸决定不能避免。",
      "zh_TW": "答：我想沒有妨礙。因為我來聽過很多次，聽眾人數都不多，大概比我們現在這個現場人還要少一半，我想來的人都能夠掌握住一門深入，如果有妨礙他就不來了。這個不妨礙，因為我們邀請各個宗教到此地講演，這個意義非常大。在世間，我們很清楚的理解，人與人之間、人與眾生之間、國家與國家之間、族群與族群之間、宗教與宗教之間，如果不能夠合作團結，這個世界上的天災人禍決定不能避免。"
    },
    {
      "id": "21-090-0026_p0010",
      "zh_CN": "这两年，居士林主动的访问各个宗教，联合各个宗教团结在一起，这个对于社会安定、世界和平有很大的贡献。不仅我们跟其他宗教建立了很好的友谊关系，我们特别开放星期天邀请他们到这里来传道，用这种方法使各个宗教在教义上也能互相交流，这是世间真正和平安定的坚实基础。这是过去历史上都没有的，我们在这里开创，将这个作法向全世界推动，希望全世界的人都是一家人。我们要密切的沟通、往来，消除一切的误会、歧视，大家都能和睦相处，平等对待，互助合作，这个世界才会光明，人民才会幸福，这是诸佛菩萨大慈大悲、普度众生的落实。",
      "zh_TW": "這兩年，居士林主動的訪問各個宗教，聯合各個宗教團結在一起，這個對於社會安定、世界和平有很大的貢獻。不僅我們跟其他宗教建立了很好的友誼關係，我們特別開放星期天邀請他們到這裡來傳道，用這種方法使各個宗教在教義上也能互相交流，這是世間真正和平安定的堅實基礎。這是過去歷史上都沒有的，我們在這裡開創，將這個作法向全世界推動，希望全世界的人都是一家人。我們要密切的溝通、往來，消除一切的誤會、歧視，大家都能和睦相處，平等對待，互助合作，這個世界才會光明，人民才會幸福，這是諸佛菩薩大慈大悲、普度眾生的落實。"
    },
    {
      "id": "21-090-0026_p0011",
      "zh_CN": "问：「请问一个没有开悟的人，能够做中翻英的工作？」",
      "zh_TW": "問：「請問一個沒有開悟的人，能夠做中翻英的工作？」"
    },
    {
      "id": "21-090-0026_p0012",
      "zh_CN": "答：翻译工作，不开悟的也行。诸位要知道，中国过去两千年来佛法传入中国，那是从梵文翻译成中文，翻译的人很多，不是一个人。在历史上我们看到的「译场」，这是翻译工作的一个机构。鸠摩罗什大师的译场四百多人，玄奘大师的译场六百多人，它是有编制的。你要问，这么多人是不是都开悟的？不可能，其中可能只有一、两位开悟，开悟的人是做他们的印证。",
      "zh_TW": "答：翻譯工作，不開悟的也行。諸位要知道，中國過去兩千年來佛法傳入中國，那是從梵文翻譯成中文，翻譯的人很多，不是一個人。在歷史上我們看到的「譯場」，這是翻譯工作的一個機構。鳩摩羅什大師的譯場四百多人，玄奘大師的譯場六百多人，它是有編制的。你要問，這麼多人是不是都開悟的？不可能，其中可能只有一、兩位開悟，開悟的人是做他們的印證。"
    },
    {
      "id": "21-090-0026_p0013",
      "zh_CN": "大家念的《心经》，是唐三藏法师玄奘译，玄奘的译场六百多人，用他的名字。其实这翻译工作并不是他自己做的，他自己哪能做那么多的工作。用他的名字，他负责任，就是翻译之后，一定经过他看一遍，他同意了，用他的名字来发布。我们看每一部经翻译的名题，就是对这一部经翻译负责任。实际上是不是他翻的？不见得，他下面有组织，很多人替他做翻译工作。所以没有开悟，也可以参加这个工作，不一定是要开悟才可以翻译，否则佛法早就灭绝了，在这个世间早就灭种了，不可能存在。",
      "zh_TW": "大家念的《心經》，是唐三藏法師玄奘譯，玄奘的譯場六百多人，用他的名字。其實這翻譯工作並不是他自己做的，他自己哪能做那麼多的工作。用他的名字，他負責任，就是翻譯之後，一定經過他看一遍，他同意了，用他的名字來發布。我們看每一部經翻譯的名題，就是對這一部經翻譯負責任。實際上是不是他翻的？不見得，他下面有組織，很多人替他做翻譯工作。所以沒有開悟，也可以參加這個工作，不一定是要開悟才可以翻譯，否則佛法早就滅絕了，在這個世間早就滅種了，不可能存在。"
    },
    {
      "id": "21-090-0026_p0014",
      "zh_CN": "不仅是翻译，讲经也是如此。古时候讲经，不开悟以及没有能力，都不敢上台讲经，如果用这个标准，现在经没人讲了，我们也听不到了。早年，未出家时参加李炳南老居士的经学班，就跟现在培训班一样，是训练讲经的，里面的学生有二十多人。这二十多人当中，念过大学的只有一人，大概还没有毕业；高中的有两、三人；初中的有七、八人；小学毕业的有十几人，经过李炳老训练之后，各个都会讲经，也在全台湾各个地方讲经，当然，别的道场不会请。",
      "zh_TW": "不僅是翻譯，講經也是如此。古時候講經，不開悟以及沒有能力，都不敢上台講經，如果用這個標準，現在經沒人講了，我們也聽不到了。早年，未出家時參加李炳南老居士的經學班，就跟現在培訓班一樣，是訓練講經的，裡面的學生有二十多人。這二十多人當中，念過大學的只有一人，大概還沒有畢業；高中的有兩、三人；初中的有七、八人；小學畢業的有十幾人，經過李炳老訓練之後，各個都會講經，也在全台灣各個地方講經，當然，別的道場不會請。"
    },
    {
      "id": "21-090-0026_p0015",
      "zh_CN": "台中莲社在家学佛的很多，我初到莲社时，莲社已成立十年了。我到台中访问李老师，当时台中莲社的莲友已经有二十万人，这二十万人不是全部住在台中市，分布在台湾许多地区。他们志同道合的，都成立小道场，这些都属于台中莲社，它的名称是「台中佛教莲社布教所」。在台湾，当时的布教所有二十多个，所以我们同学就轮流到布教所讲经。我们都没有开悟，胆子真不小，李老师教给我们一个原则，没有开悟不可以自己随便讲，要用自己意思来讲，讲错了要背因果，古人讲：「错下一个字转语，堕五百世野狐身」，这不能不小心谨慎。",
      "zh_TW": "台中蓮社在家學佛的很多，我初到蓮社時，蓮社已成立十年了。我到台中訪問李老師，當時台中蓮社的蓮友已經有二十萬人，這二十萬人不是全部住在台中市，分布在台灣許多地區。他們志同道合的，都成立小道場，這些都屬於台中蓮社，它的名稱是「台中佛教蓮社佈教所」。在台灣，當時的佈教所有二十多個，所以我們同學就輪流到佈教所講經。我們都沒有開悟，膽子真不小，李老師教給我們一個原則，沒有開悟不可以自己隨便講，要用自己意思來講，講錯了要背因果，古人講：「錯下一個字轉語，墮五百世野狐身」，這不能不小心謹慎。"
    },
    {
      "id": "21-090-0026_p0016",
      "zh_CN": "李老师教我们怎么讲经？教我们讲注解，古人注解多半是文言文的，我们用白话文翻译出来。我们写讲稿，完全依照古人的注解把它写成白话文来讲，讲错了，他负责任，我们不负责任，用这种办法。所以我们不是学讲经，我们是学讲注。可是注解也有注得很深的，我们也看不懂，怎么办？李老师教我们一个妙法，看不懂的不讲。不讲没错，一讲就会错误。不讲哪有错？不讲等于是说你这个地方没有讲得清楚，不是你这个地方讲错了，我们只是这个地方讲不清楚，但是决定不会有错误。这些都是老人家苦口婆心教我们的原则，我们谨守这个原则，在讲台上天天练。只要诚心诚意，没有私心，绝不搞名闻利养、贪瞋痴慢，确实自己就会有进步，年年都有进步。进步一定有小悟，小悟就变成大悟，于是我们今天展开经卷，不必看古人的注解，我们就有能力看得懂，也能看出它很多的意思，这就是不断在求进步，也不断的得到诸佛菩萨冥冥中的加持。",
      "zh_TW": "李老師教我們怎麼講經？教我們講註解，古人註解多半是文言文的，我們用白話文翻譯出來。我們寫講稿，完全依照古人的註解把它寫成白話文來講，講錯了，他負責任，我們不負責任，用這種辦法。所以我們不是學講經，我們是學講註。可是註解也有註得很深的，我們也看不懂，怎麼辦？李老師教我們一個妙法，看不懂的不講。不講沒錯，一講就會錯誤。不講哪有錯？不講等於是說你這個地方沒有講得清楚，不是你這個地方講錯了，我們只是這個地方講不清楚，但是決定不會有錯誤。這些都是老人家苦口婆心教我們的原則，我們謹守這個原則，在講台上天天練。只要誠心誠意，沒有私心，絕不搞名聞利養、貪瞋痴慢，確實自己就會有進步，年年都有進步。進步一定有小悟，小悟就變成大悟，於是我們今天展開經卷，不必看古人的註解，我們就有能力看得懂，也能看出它很多的意思，這就是不斷在求進步，也不斷的得到諸佛菩薩冥冥中的加持。"
    },
    {
      "id": "21-090-0026_p0017",
      "zh_CN": "李老师当时送我「至诚感通」四字，他说这四字是关键。你要学讲经，你必须要通世出世间法，通世出世间法绝对不是容易的事情，尤其我们中年才学佛，又没有好的修学环境，童年时候没有学好，我到二十六岁学佛，学习的年龄已经过去了，学得很辛苦，真的是「亡羊补牢」。世出世间典籍来不及看了，怎么通达法？老师教我，用真诚的心求感应。你没有真诚，你就得不到感应，所以说是「至诚感通」。看到这个世间没有人讲经说法，若有人讲经说法，我就不出来了。没有人怎么办？请别人，人家不答应，回过头来请自己。这样发心勉强的来担负起这个重担。我从事这个工作，在讲台上讲经，今年已四十一年了，都没有中断，平均至少每天讲两个小时，所以累积的经验与心得，才有这么一点小成就，这个可以提供大家做参考。",
      "zh_TW": "李老師當時送我「至誠感通」四字，他說這四字是關鍵。你要學講經，你必須要通世出世間法，通世出世間法絕對不是容易的事情，尤其我們中年才學佛，又沒有好的修學環境，童年時候沒有學好，我到二十六歲學佛，學習的年齡已經過去了，學得很辛苦，真的是「亡羊補牢」。世出世間典籍來不及看了，怎麼通達法？老師教我，用真誠的心求感應。你沒有真誠，你就得不到感應，所以說是「至誠感通」。看到這個世間沒有人講經說法，若有人講經說法，我就不出來了。沒有人怎麼辦？請別人，人家不答應，回過頭來請自己。這樣發心勉強的來擔負起這個重擔。我從事這個工作，在講台上講經，今年已四十一年了，都沒有中斷，平均至少每天講兩個小時，所以累積的經驗與心得，才有這麼一點小成就，這個可以提供大家做參考。"
    },
    {
      "id": "21-090-0026_p0018",
      "zh_CN": "问：「弘一大师用笔名『二一老人』，请问如何说法？」",
      "zh_TW": "問：「弘一大師用筆名『二一老人』，請問如何說法？」"
    },
    {
      "id": "21-090-0026_p0019",
      "zh_CN": "答：弘一大师非常感叹的说自己，「一事无成人间老」，一生一事无成，第一个「一」；「一文不值何消说」，第二个「一」。「二一」就是他感叹这两桩事情，这一生光阴虚过了，一事无成，一文不值，署名叫「二一老人」。",
      "zh_TW": "答：弘一大師非常感嘆的說自己，「一事無成人間老」，一生一事無成，第一個「一」；「一文不值何消說」，第二個「一」。「二一」就是他感嘆這兩樁事情，這一生光陰虛過了，一事無成，一文不值，署名叫「二一老人」。"
    },
    {
      "id": "21-090-0026_p0020",
      "zh_CN": "问：「『八万四千法门都可上西方极乐世界』的意思，是否是『八万四千法门』只限于受三皈依者？有心向佛而没有皈依，譬如病重者，或者是包括外教及没有皈依的修行人，也可上西方极乐世界吗？」",
      "zh_TW": "問：「『八萬四千法門都可上西方極樂世界』的意思，是否是『八萬四千法門』只限於受三皈依者？有心向佛而沒有皈依，譬如病重者，或者是包括外教及沒有皈依的修行人，也可上西方極樂世界嗎？」"
    },
    {
      "id": "21-090-0026_p0021",
      "zh_CN": "答：这个事情净土经典说得很明白，发心「想求生西方极乐世界」的这一念就皈依了，所以皈依不在形式。我心里想到极乐世界去，依靠阿弥陀佛，向他老人家学习，这不就是皈依吗？所以佛法重实质不重形式，只要你发心，有这个念头求生净土，你已经皈依了，我们要懂这个道理，不一定要请法师作仪式。外道，修学其他宗教，如果在临命终之前，听到有人劝他念佛求生西方极乐世界，他一听就欢喜，真的起「要求生西方极乐世界」这个念头，这就算皈依了。所以临终最后一念向往西方极乐世界，念佛决定得生。",
      "zh_TW": "答：這個事情淨土經典說得很明白，發心「想求生西方極樂世界」的這一念就皈依了，所以皈依不在形式。我心裡想到極樂世界去，依靠阿彌陀佛，向他老人家學習，這不就是皈依嗎？所以佛法重實質不重形式，只要你發心，有這個念頭求生淨土，你已經皈依了，我們要懂這個道理，不一定要請法師作儀式。外道，修學其他宗教，如果在臨命終之前，聽到有人勸他念佛求生西方極樂世界，他一聽就歡喜，真的起「要求生西方極樂世界」這個念頭，這就算皈依了。所以臨終最後一念嚮往西方極樂世界，念佛決定得生。"
    },
    {
      "id": "21-090-0026_p0022",
      "zh_CN": "问：「三界六道及九法界这一切众生，诸佛是否数目永远一样，是不增加也永远不减少？因为灵魂是不死不灭的。请问有多少数目？」",
      "zh_TW": "問：「三界六道及九法界這一切眾生，諸佛是否數目永遠一樣，是不增加也永遠不減少？因為靈魂是不死不滅的。請問有多少數目？」"
    },
    {
      "id": "21-090-0026_p0023",
      "zh_CN": "答：这个数目我就不要说了。我们不要讲三界六道，这九法界众生都不必说这个，你去念《无量寿经》，经上讲西方极乐世界的众生，就是十方世界到西方极乐世界往生的那些人，那个数字有多少，这是经上有的，你仔细看看，对比对比，这个问题就解决了。",
      "zh_TW": "答：這個數目我就不要說了。我們不要講三界六道，這九法界眾生都不必說這個，你去念《無量壽經》，經上講西方極樂世界的眾生，就是十方世界到西方極樂世界往生的那些人，那個數字有多少，這是經上有的，你仔細看看，對比對比，這個問題就解決了。"
    },
    {
      "id": "21-090-0026_p0024",
      "zh_CN": "问：「佛教是宇宙人生的教育，而不是宗教与哲学。佛的教育好比是补药，但要让所服的补药能立竿见影的收效，如法师所说的『真干』，因此，是否众生心灵上的毒素，必须去做解毒，也就是先给听众喝解毒汤，毒解了，如此才能进补达到药到病除、妙手回春的成果。请告诉我们有哪些佛经里，有开示世间一切宗教教理及一切命相、卜卦、紫微斗数、风水、灵异奇谭等等，是为何种原因才有此一切现象产生与存在？也请法师开示此一切现象是因为何种原因才产生的。」",
      "zh_TW": "問：「佛教是宇宙人生的教育，而不是宗教與哲學。佛的教育好比是補藥，但要讓所服的補藥能立竿見影的收效，如法師所說的『真幹』，因此，是否眾生心靈上的毒素，必須去做解毒，也就是先給聽眾喝解毒湯，毒解了，如此才能進補達到藥到病除、妙手回春的成果。請告訴我們有哪些佛經裡，有開示世間一切宗教教理及一切命相、卜卦、紫微斗數、風水、靈異奇譚等等，是為何種原因才有此一切現象產生與存在？也請法師開示此一切現象是因為何種原因才產生的。」"
    },
    {
      "id": "21-090-0026_p0025",
      "zh_CN": "答：这个问题问得很广泛，要详细解答时间很长，不是这一、两个小时能讲得完。我可以介绍一本佛经给你看，这是我们从前在台中培训班里面学过的，这部经是《阿难问事佛吉凶经》。这部经过去也讲过好几遍，你问的问题都在其中。但是你想要知道的，你举的比喻不错，佛的教诲是进补，但是先要去三毒烦恼，你这个看法非常正确，烦恼不除，智慧决定不开，所以必须要先断烦恼，要懂得断恶修善，然后进一步才能够破迷开悟。烦恼不断，你的迷关永远不能破，所以我们要想破迷，你就必须先断烦恼。佛教给我们断恶修善从哪里做起？从十善业道做起。所以《十善业道经》要好好的读，要认真努力奉行，这就是解毒的办法。",
      "zh_TW": "答：這個問題問得很廣泛，要詳細解答時間很長，不是這一、兩個小時能講得完。我可以介紹一本佛經給你看，這是我們從前在台中培訓班裡面學過的，這部經是《阿難問事佛吉凶經》。這部經過去也講過好幾遍，你問的問題都在其中。但是你想要知道的，你舉的比喻不錯，佛的教誨是進補，但是先要去三毒煩惱，你這個看法非常正確，煩惱不除，智慧決定不開，所以必須要先斷煩惱，要懂得斷惡修善，然後進一步才能夠破迷開悟。煩惱不斷，你的迷關永遠不能破，所以我們要想破迷，你就必須先斷煩惱。佛教給我們斷惡修善從哪裡做起？從十善業道做起。所以《十善業道經》要好好的讀，要認真努力奉行，這就是解毒的辦法。"
    },
    {
      "id": "21-090-0026_p0026",
      "zh_CN": "问：「科学家带给人民的文明，实在是功不可没。但也因为他们脑力、精神、时间，日以继夜的全力付出去研究、发明、改良，以致产生的后果是他们没有机会去认识佛教、接触佛教。如此的状况之下，无形的剥夺了他们学佛的缘分，以致他们无法皈依。请问他们是否不能上西方极乐世界？」",
      "zh_TW": "問：「科學家帶給人民的文明，實在是功不可沒。但也因為他們腦力、精神、時間，日以繼夜的全力付出去研究、發明、改良，以致產生的後果是他們沒有機會去認識佛教、接觸佛教。如此的狀況之下，無形的剝奪了他們學佛的緣分，以致他們無法皈依。請問他們是否不能上西方極樂世界？」"
    },
    {
      "id": "21-090-0026_p0027",
      "zh_CN": "答：这个话是真的，他对于西方极乐世界没有信心。他一生所研究观察的是事物的现象，所谓是「物理现象」。今天科学技术虽然很发达，但是观察宇宙的范围依旧是有限，浩瀚无尽的太空，他能够观察到的一部分，是非常的渺小。",
      "zh_TW": "答：這個話是真的，他對於西方極樂世界沒有信心。他一生所研究觀察的是事物的現象，所謂是「物理現象」。今天科學技術雖然很發達，但是觀察宇宙的範圍依舊是有限，浩瀚無盡的太空，他能夠觀察到的一部分，是非常的渺小。"
    },
    {
      "id": "21-090-0026_p0028",
      "zh_CN": "佛经说：西方极乐世界距离我们这个世界十万亿佛国土。一个佛国土就是一个三千大千世界，一个大千世界到底有多大？黄念祖老居士在《无量寿经解》，他写了一篇文章附在后面，就是说「三千大千世界」的问题。他的看法，我们今天讲的银河系，一个银河系是佛经讲的「单位世界」。佛是以一个单位世界为基础，合一千个单位世界是一个「小千世界」；然后用小千世界为单位，合一千个小千世界是一个「中千世界」；再以中千世界为单位，合一千个中千世界是一个「大千世界」，这是一尊佛的教化区。由此可知，一千乘一千再乘一千是十亿，十亿个银河系才是一个大千世界。我们今天科学工具的探讨，还没有办法超过十亿个银河系。十亿个银河系是一个单位，西方极乐世界距离我们是十万亿个十亿个银河系，他不会相信，他没有信心，怎么能往生？往生的条件是信、愿、行三个条件。所以，他没有信心，他愿心就发不起来，这是他自己障碍自己。",
      "zh_TW": "佛經說：西方極樂世界距離我們這個世界十萬億佛國土。一個佛國土就是一個三千大千世界，一個大千世界到底有多大？黃念祖老居士在《無量壽經解》，他寫了一篇文章附在後面，就是說「三千大千世界」的問題。他的看法，我們今天講的銀河系，一個銀河系是佛經講的「單位世界」。佛是以一個單位世界為基礎，合一千個單位世界是一個「小千世界」；然後用小千世界為單位，合一千個小千世界是一個「中千世界」；再以中千世界為單位，合一千個中千世界是一個「大千世界」，這是一尊佛的教化區。由此可知，一千乘一千再乘一千是十億，十億個銀河系才是一個大千世界。我們今天科學工具的探討，還沒有辦法超過十億個銀河系。十億個銀河系是一個單位，西方極樂世界距離我們是十萬億個十億個銀河系，他不會相信，他沒有信心，怎麼能往生？往生的條件是信、願、行三個條件。所以，他沒有信心，他願心就發不起來，這是他自己障礙自己。"
    },
    {
      "id": "21-090-0026_p0029",
      "zh_CN": "科学，你说它功不可没。我们中国古圣先贤，不是没有聪明智慧，不是不懂科学，如果只在科学技术上求发展，而不懂得修行，「修行」的定义，就是修正我们错误的思想行为，要不懂得这个，科技发展到最后是世界末日。所以中国人重视人文教育、伦理道德教育，决不是疏忽科学技术教育，因为只有人文教育奠定根基，科学技术才能得正面效果，不至于产生副作用。这个副作用是什么？完全用在军事战争上，这就错误了。这个问题我只跟大家解答到此地。",
      "zh_TW": "科學，你說它功不可沒。我們中國古聖先賢，不是沒有聰明智慧，不是不懂科學，如果只在科學技術上求發展，而不懂得修行，「修行」的定義，就是修正我們錯誤的思想行為，要不懂得這個，科技發展到最後是世界末日。所以中國人重視人文教育、倫理道德教育，決不是疏忽科學技術教育，因為只有人文教育奠定根基，科學技術才能得正面效果，不至於產生副作用。這個副作用是什麼？完全用在軍事戰爭上，這就錯誤了。這個問題我只跟大家解答到此地。"
    },
    {
      "id": "21-090-0026_p0030",
      "zh_CN": "问：「日本出家人吃肉，韩国出家人吃大蒜，他们如此乱吃，请问是否不能上西方极乐世界？」",
      "zh_TW": "問：「日本出家人吃肉，韓國出家人吃大蒜，他們如此亂吃，請問是否不能上西方極樂世界？」"
    },
    {
      "id": "21-090-0026_p0031",
      "zh_CN": "答：这个不一定。佛跟我们讲净土经，净土经最重要是三经一论，《无量寿经》、《观无量寿佛经》与《阿弥陀经》，都没有跟我们说吃肉不能往生，也没有说吃大蒜不能往生，这是经上没有的。你说吃这个不能往生，是哪部经讲的？其他经典讲的，那不是我们这个法门，我们修这个法门，一定要这个法门经典里面所讲的。经典没有说，我们就可以想到，吃肉也能往生，吃大蒜也能往生，这是肯定的。往生在信、愿、行，不在吃肉、吃大蒜，这是小问题。",
      "zh_TW": "答：這個不一定。佛跟我們講淨土經，淨土經最重要是三經一論，《無量壽經》、《觀無量壽佛經》與《阿彌陀經》，都沒有跟我們說吃肉不能往生，也沒有說吃大蒜不能往生，這是經上沒有的。你說吃這個不能往生，是哪部經講的？其他經典講的，那不是我們這個法門，我們修這個法門，一定要這個法門經典裡面所講的。經典沒有說，我們就可以想到，吃肉也能往生，吃大蒜也能往生，這是肯定的。往生在信、願、行，不在吃肉、吃大蒜，這是小問題。"
    },
    {
      "id": "21-090-0026_p0032",
      "zh_CN": "但是我们要晓得，佛为什么教我们不杀生。释迦牟尼佛当年在世沿门托钵，也有吃肉的，人家给什么吃什么，决定没有分别执着。今天南洋小乘托钵，还是给什么吃什么，并不是素食。如果出家人一定要吃素食，在家供养每天要煮素食给你，这是增加别人的麻烦。所以佛法是「慈悲为本，方便为门」，绝不给人添麻烦，你们吃什么就供养什么，这个没有分别执着心，这是随缘。",
      "zh_TW": "但是我們要曉得，佛為什麼教我們不殺生。釋迦牟尼佛當年在世沿門托缽，也有吃肉的，人家給什麼吃什麼，決定沒有分別執著。今天南洋小乘托缽，還是給什麼吃什麼，並不是素食。如果出家人一定要吃素食，在家供養每天要煮素食給你，這是增加別人的麻煩。所以佛法是「慈悲為本，方便為門」，絕不給人添麻煩，你們吃什麼就供養什麼，這個沒有分別執著心，這是隨緣。"
    },
    {
      "id": "21-090-0026_p0033",
      "zh_CN": "佛在大乘经说：「菩萨慈悲心，不忍心食众生肉。」中国出家人素食，诸位要晓得，全世界出家人都没有素食的，都是吃肉，只有中国出家人素食。我们到外国去，外国看到我们都觉得很奇怪，为什么不吃肉？我们看他也奇怪，为什么会吃肉？我们一定要懂得这个历史的渊源，中国的素食运动是梁武帝提倡的，由此可知，梁武帝以前出家人都是吃肉的。梁武帝是佛门大护法，念《楞伽经》念到佛说的这一段，他深受感动，他采取素食，并提倡素食，于是素食运动就这样展开来。素食运动是中国佛法，不是印度佛法，我们明白这个道理，外国人不吃素，我们一点都不奇怪。可是我们到外国，因为我们吃素成习惯了，闻到那个味道就不好闻，肠胃不习惯，所以我们还是采取素食，他们懂得，也很尊重我们。",
      "zh_TW": "佛在大乘經說：「菩薩慈悲心，不忍心食眾生肉。」中國出家人素食，諸位要曉得，全世界出家人都沒有素食的，都是吃肉，只有中國出家人素食。我們到外國去，外國看到我們都覺得很奇怪，為什麼不吃肉？我們看他也奇怪，為什麼會吃肉？我們一定要懂得這個歷史的淵源，中國的素食運動是梁武帝提倡的，由此可知，梁武帝以前出家人都是吃肉的。梁武帝是佛門大護法，念《楞伽經》念到佛說的這一段，他深受感動，他採取素食，並提倡素食，於是素食運動就這樣展開來。素食運動是中國佛法，不是印度佛法，我們明白這個道理，外國人不吃素，我們一點都不奇怪。可是我們到外國，因為我們吃素成習慣了，聞到那個味道就不好聞，腸胃不習慣，所以我們還是採取素食，他們懂得，也很尊重我們。"
    },
    {
      "id": "21-090-0026_p0034",
      "zh_CN": "至于吃大蒜，这是各个地区生活环境、条件不一样。譬如在热带地方，印度人喜欢吃辣的；四川、湖南、贵州，这都是吃辣很厉害的，那个地方有瘴气，这种生活习惯，在那个地方对他身体健康有帮助。在中国，山东人蒜吃得很多，跟韩国差不多，决定是那个地区地理环境不相同，他必须用这个才能调身，他才能够防止一些疾病，我们要明白这个道理。",
      "zh_TW": "至於吃大蒜，這是各個地區生活環境、條件不一樣。譬如在熱帶地方，印度人喜歡吃辣的；四川、湖南、貴州，這都是吃辣很厲害的，那個地方有瘴氣，這種生活習慣，在那個地方對他身體健康有幫助。在中國，山東人蒜吃得很多，跟韓國差不多，決定是那個地區地理環境不相同，他必須用這個才能調身，他才能夠防止一些疾病，我們要明白這個道理。"
    },
    {
      "id": "21-090-0026_p0035",
      "zh_CN": "佛家戒五荤，「荤」是素菜，荤不是肉食，肉叫「腥」，所以是「荤腥」。「荤」是草字头，它是素菜，佛在《楞严经》讲得很清楚。五辛是大蒜、小蒜、韭菜、葱、兴渠，「兴渠」当时中国没有，现在我们知道是洋葱，性质相同的。佛为什么把五辛列入戒条禁止大众吃？当年世尊弟子出去托钵，在家人供养的吃不吃？照吃。这个五辛是对于初学人，佛讲这些东西会影响我们生理，离开这五样东西，帮助我们调心、调身。它刺激我们生理，生吃容易动肝火发脾气，换言之，容易动瞋恚心，而熟食容易产生淫欲的念头，就是这个原因，所以佛禁止我们吃。诸位同修要知道，如果你们家里做菜，放一点葱蒜调味，那个不起作用，吃五辛也要有相当的量，它才会产生作用，用量很小不起作用，所以菜里面作香料、配料用，这是许可的。",
      "zh_TW": "佛家戒五葷，「葷」是素菜，葷不是肉食，肉叫「腥」，所以是「葷腥」。「葷」是草字頭，它是素菜，佛在《楞嚴經》講得很清楚。五辛是大蒜、小蒜、韭菜、蔥、興渠，「興渠」當時中國沒有，現在我們知道是洋蔥，性質相同的。佛為什麼把五辛列入戒條禁止大眾吃？當年世尊弟子出去托缽，在家人供養的吃不吃？照吃。這個五辛是對於初學人，佛講這些東西會影響我們生理，離開這五樣東西，幫助我們調心、調身。它刺激我們生理，生吃容易動肝火發脾氣，換言之，容易動瞋恚心，而熟食容易產生淫欲的念頭，就是這個原因，所以佛禁止我們吃。諸位同修要知道，如果你們家裡做菜，放一點蔥蒜調味，那個不起作用，吃五辛也要有相當的量，它才會產生作用，用量很小不起作用，所以菜裡面作香料、配料用，這是許可的。"
    },
    {
      "id": "21-090-0026_p0036",
      "zh_CN": "五戒里「酒戒」这一条，佛为什么要把酒列入重戒？酒醉会乱性，你就会做错事，如果喝酒不醉的话，也不会出事情。往年李炳南老居士讲《礼记》，早期《礼记》注解人是郑康成（郑玄），他讲郑玄的故事给我们听。郑玄酒量好，古人讲「三百杯」，「三百杯」的典故是从他而来的。他求学结业了，离开老师，老师与同学为他送行，每个人敬他一杯酒，他喝了三百杯，三百杯喝下去后，连小小的礼节都不失。所以李老师讲，如果我们每一个人都像郑康成这种酒量，释迦牟尼佛「不饮酒」这一条戒就没有了。如果我们喝酒会乱性，就要遵守佛的戒律，所以佛制定的戒律都很有道理，不是不讲理。",
      "zh_TW": "五戒裡「酒戒」這一條，佛為什麼要把酒列入重戒？酒醉會亂性，你就會做錯事，如果喝酒不醉的話，也不會出事情。往年李炳南老居士講《禮記》，早期《禮記》註解人是鄭康成（鄭玄），他講鄭玄的故事給我們聽。鄭玄酒量好，古人講「三百杯」，「三百杯」的典故是從他而來的。他求學結業了，離開老師，老師與同學為他送行，每個人敬他一杯酒，他喝了三百杯，三百杯喝下去後，連小小的禮節都不失。所以李老師講，如果我們每一個人都像鄭康成這種酒量，釋迦牟尼佛「不飲酒」這一條戒就沒有了。如果我們喝酒會亂性，就要遵守佛的戒律，所以佛制定的戒律都很有道理，不是不講理。"
    },
    {
      "id": "21-090-0026_p0037",
      "zh_CN": "我们一定要晓得佛讲经的用意，佛制戒律的制意何在，一定要清楚明了，然后我们才懂得如何持戒。每一条戒都有开遮持犯，每一条戒都不是死呆板，什么状况之下应该怎样作法，都是活活泼泼的。你才知道释迦牟尼佛之可敬可爱，他不是无理要求我们，他非常有道理，而且在我们日常生活中也能过得自由自在，一点都不呆板，什么状况之下可以怎么作法，戒律都是活的。这些人能不能到极乐世界？如理如法的修学，求生净土，决定得生。假如五辛真的会妨碍你的性情，使你常发脾气、常做错事，你就不能往生。",
      "zh_TW": "我們一定要曉得佛講經的用意，佛制戒律的制意何在，一定要清楚明瞭，然後我們才懂得如何持戒。每一條戒都有開遮持犯，每一條戒都不是死呆板，什麼狀況之下應該怎樣作法，都是活活潑潑的。你才知道釋迦牟尼佛之可敬可愛，他不是無理要求我們，他非常有道理，而且在我們日常生活中也能過得自由自在，一點都不呆板，什麼狀況之下可以怎麼作法，戒律都是活的。這些人能不能到極樂世界？如理如法的修學，求生淨土，決定得生。假如五辛真的會妨礙你的性情，使你常發脾氣、常做錯事，你就不能往生。"
    },
    {
      "id": "21-090-0026_p0038",
      "zh_CN": "在现代肉食最好还是不要吃，为什么？病菌太多。现在的社会许多人得奇奇怪怪的病，病从哪来的？吃肉来的，因为现在的肉不干净。喂畜生的那些饲料很不好，现在用基因饲料，那就更不得了！基因饲料喂的这些畜生，将来人吃了畜生肉，人都不晓得要变成什么样子？都变成不是人的样子，很可怕！所以科学进步会把人类毁灭掉，不是好事情。",
      "zh_TW": "在現代肉食最好還是不要吃，為什麼？病菌太多。現在的社會許多人得奇奇怪怪的病，病從哪來的？吃肉來的，因為現在的肉不乾淨。餵畜生的那些飼料很不好，現在用基因飼料，那就更不得了！基因飼料餵的這些畜生，將來人吃了畜生肉，人都不曉得要變成什麼樣子？都變成不是人的樣子，很可怕！所以科學進步會把人類毀滅掉，不是好事情。"
    },
    {
      "id": "21-090-0026_p0039",
      "zh_CN": "问：「今天早晨讲经，说『如果被人害死，也应该抱感恩之心』。请问被人害死是横死，是否会堕三恶道？因为被人害死，很少会不害怕的，这种死法岂不是后果很差？」",
      "zh_TW": "問：「今天早晨講經，說『如果被人害死，也應該抱感恩之心』。請問被人害死是橫死，是否會墮三惡道？因為被人害死，很少會不害怕的，這種死法豈不是後果很差？」"
    },
    {
      "id": "21-090-0026_p0040",
      "zh_CN": "答：如果被人害死还是感恩的心，他不会害怕。你会害怕你怎么能感恩？所以被人害死还是感恩的心，念佛一样往生净土，不会堕恶道。被人害死若有恐惧、报复，就随业受报，那是横死。所以我们不能因为这个事情，就怀疑经上讲的忍辱仙人被歌利王割截身体是横死，那个麻烦大了！忍辱仙人不是横死，普通人是横死，为什么？他清清楚楚、明明白白，心地清净，丝毫不染着，那是无量的功德。",
      "zh_TW": "答：如果被人害死還是感恩的心，他不會害怕。你會害怕你怎麼能感恩？所以被人害死還是感恩的心，念佛一樣往生淨土，不會墮惡道。被人害死若有恐懼、報復，就隨業受報，那是橫死。所以我們不能因為這個事情，就懷疑經上講的忍辱仙人被歌利王割截身體是橫死，那個麻煩大了！忍辱仙人不是橫死，普通人是橫死，為什麼？他清清楚楚、明明白白，心地清淨，絲毫不染著，那是無量的功德。"
    }
  ]
}