{
  "doc_id": "21-090-0005",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "21-090-0005",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "21-090-0005_p0001",
      "zh_CN": "问：我从《地藏经》中，听师父讲作梦中梦到过世的众生，可为他们念《地藏经》回向，但是我看到有些道场诵《阿弥陀经》回向，请问应如何做？",
      "zh_TW": "問：我從《地藏經》中，聽師父講作夢中夢到過世的眾生，可為他們念《地藏經》迴向，但是我看到有些道場誦《阿彌陀經》迴向，請問應如何做？"
    },
    {
      "id": "21-090-0005_p0002",
      "zh_CN": "答：诵《地藏经》、诵《阿弥陀经》都可以。但是一般多数的众生，特别是没有学佛的、没有修净土法门的，念《地藏经》比较好。因为你梦到的这些众生多半是在鬼道，所以念《地藏经》超度他，对他们有好处。当然念《弥陀经》也可以，不必执着。",
      "zh_TW": "答：誦《地藏經》、誦《阿彌陀經》都可以。但是一般多數的眾生，特別是沒有學佛的、沒有修淨土法門的，念《地藏經》比較好。因為你夢到的這些眾生多半是在鬼道，所以念《地藏經》超度他，對他們有好處。當然念《彌陀經》也可以，不必執著。"
    },
    {
      "id": "21-090-0005_p0003",
      "zh_CN": "问：世间一切是否都是注定的，为什么？",
      "zh_TW": "問：世間一切是否都是注定的，為什麼？"
    },
    {
      "id": "21-090-0005_p0004",
      "zh_CN": "答：世间的一切，就是我们讲的命运，确实是注定的。为什么？这是你前世所造作的因。佛门有一首偈说：「欲知前世因，今生受者是。」你要想知道前生造作的是什么，这一生所受的就是前生造作的结果；「欲知来世果，今生作者是。」你要想知道来生怎么样？你这一生所造作的就是，这是造的因，来生所感的果报。",
      "zh_TW": "答：世間的一切，就是我們講的命運，確實是注定的。為什麼？這是你前世所造作的因。佛門有一首偈說：「欲知前世因，今生受者是。」你要想知道前生造作的是什麼，這一生所受的就是前生造作的結果；「欲知來世果，今生作者是。」你要想知道來生怎麼樣？你這一生所造作的就是，這是造的因，來生所感的果報。"
    },
    {
      "id": "21-090-0005_p0005",
      "zh_CN": "最近，我们在研讨《十善业道经》，经一开端，世尊就把这些事情为我们讲得很明白：「一切法都是心想生」。我们看这个社会、看这个世界芸芸众生，各个受报都不一样，什么原因？因为他们心里想的不一样，造的业不一样；善业一定是得善果，恶业决定有恶报。真正通达明了，我们人心就定了，纵然遇到逆境、逆缘，都可以心安理得，真正做到不怨天、不尤人，这样就可以改造自己的生活环境。所以我们依照佛的经典去学习，决定有好处。",
      "zh_TW": "最近，我們在研討《十善業道經》，經一開端，世尊就把這些事情為我們講得很明白：「一切法都是心想生」。我們看這個社會、看這個世界芸芸眾生，各個受報都不一樣，什麼原因？因為他們心裡想的不一樣，造的業不一樣；善業一定是得善果，惡業決定有惡報。真正通達明瞭，我們人心就定了，縱然遇到逆境、逆緣，都可以心安理得，真正做到不怨天、不尤人，這樣就可以改造自己的生活環境。所以我們依照佛的經典去學習，決定有好處。"
    },
    {
      "id": "21-090-0005_p0006",
      "zh_CN": "问：我们都知道印光大师是大势至菩萨的化身，也就是说，他老人家的一举一动都是世人的榜样、典范。可是记载中提到，印光大师往生前略生小病，然后念佛往生。我的疑问是为什么他老人家不示现无疾病往生？他往生前小病的示现，究竟给我们什么启示？",
      "zh_TW": "問：我們都知道印光大師是大勢至菩薩的化身，也就是說，他老人家的一舉一動都是世人的榜樣、典範。可是記載中提到，印光大師往生前略生小病，然後念佛往生。我的疑問是為什麼他老人家不示現無疾病往生？他往生前小病的示現，究竟給我們什麼啟示？"
    },
    {
      "id": "21-090-0005_p0007",
      "zh_CN": "答：这个启示很重要，如果他示现完全没有病，预知时至，很自在的，或者是站着、坐着往生，我们会想到他不是凡人，我们做不到。他示现的样子完全跟凡夫一样，生病念佛还可以往生，我们大多数人走的时候都会生病，他的样子就为我们做一个好的模范，我们会想到他能做到，我也能做到，用意在此。诸佛菩萨的示现，一定要示现跟他所度化的众生同等的境界，这才能有效果。如果他示现的境界很高，不是一般人能做到，他来这一趟就白来了。这是所有诸佛菩萨示现都会掌握的原则，很少有例外的。",
      "zh_TW": "答：這個啟示很重要，如果他示現完全沒有病，預知時至，很自在的，或者是站著、坐著往生，我們會想到他不是凡人，我們做不到。他示現的樣子完全跟凡夫一樣，生病念佛還可以往生，我們大多數人走的時候都會生病，他的樣子就為我們做一個好的模範，我們會想到他能做到，我也能做到，用意在此。諸佛菩薩的示現，一定要示現跟他所度化的眾生同等的境界，這才能有效果。如果他示現的境界很高，不是一般人能做到，他來這一趟就白來了。這是所有諸佛菩薩示現都會掌握的原則，很少有例外的。"
    },
    {
      "id": "21-090-0005_p0008",
      "zh_CN": "问：《阿难问事佛吉凶经》说：「可得为世间事，不可得为世间意。」佛在《华严经》亦有「理事无碍，事事无碍」之说，请问学佛的凡夫想在一生念佛成就往生西方净土，可以做股票买卖吗？由于环境因素，又不能改行业，以投资心态而非投机心态入世可以吗？如何在投资股票中修清净心？",
      "zh_TW": "問：《阿難問事佛吉凶經》說：「可得為世間事，不可得為世間意。」佛在《華嚴經》亦有「理事無礙，事事無礙」之說，請問學佛的凡夫想在一生念佛成就往生西方淨土，可以做股票買賣嗎？由於環境因素，又不能改行業，以投資心態而非投機心態入世可以嗎？如何在投資股票中修清淨心？"
    },
    {
      "id": "21-090-0005_p0009",
      "zh_CN": "答：这个问题，你自己已经解答了。以投资的心态，这是世间事；而非投机心态，这不是世间意，这就可以了。投资的心态决定没有得失心，你就可以做。如果股票涨了，你就欢喜，股票跌了，你就愁眉苦脸，你就不可以做。涨！没有欢喜心，跌！也不生烦恼，这样做股票行，这就是《阿难问事佛吉凶经》讲的「可得为世间事」。",
      "zh_TW": "答：這個問題，你自己已經解答了。以投資的心態，這是世間事；而非投機心態，這不是世間意，這就可以了。投資的心態決定沒有得失心，你就可以做。如果股票漲了，你就歡喜，股票跌了，你就愁眉苦臉，你就不可以做。漲！沒有歡喜心，跌！也不生煩惱，這樣做股票行，這就是《阿難問事佛吉凶經》講的「可得為世間事」。"
    },
    {
      "id": "21-090-0005_p0010",
      "zh_CN": "世间事，佛举例很多，我们世间生活习惯、工作交际应酬、婚丧嫁娶都是世间事。世间事可以做，为什么？《华严经》讲「事事无碍」。障碍发生在哪里？障碍发生在「世间意」。「世间意」是什么？自私自利是世间意，是非人我、贪瞋痴慢是世间意。说得清楚简单一点，你对于世间事还很在意，这就叫世间意；如果对于世间事都不在意、不放在心上，这就是没有世间意。没有世间意而为世间事，那是佛菩萨，这是佛菩萨示现。我们跟佛菩萨不一样，就是世间事虽然相同，佛菩萨没有世间意，我们有世间意，无论在生活、工作、交际应酬，我们都很在意。在意就是凡夫，六道轮回中的凡夫，如果不在意就超凡入圣，我们学佛就要在这个地方学。",
      "zh_TW": "世間事，佛舉例很多，我們世間生活習慣、工作交際應酬、婚喪嫁娶都是世間事。世間事可以做，為什麼？《華嚴經》講「事事無礙」。障礙發生在哪裡？障礙發生在「世間意」。「世間意」是什麼？自私自利是世間意，是非人我、貪瞋痴慢是世間意。說得清楚簡單一點，你對於世間事還很在意，這就叫世間意；如果對於世間事都不在意、不放在心上，這就是沒有世間意。沒有世間意而為世間事，那是佛菩薩，這是佛菩薩示現。我們跟佛菩薩不一樣，就是世間事雖然相同，佛菩薩沒有世間意，我們有世間意，無論在生活、工作、交際應酬，我們都很在意。在意就是凡夫，六道輪迴中的凡夫，如果不在意就超凡入聖，我們學佛就要在這個地方學。"
    },
    {
      "id": "21-090-0005_p0011",
      "zh_CN": "经商、赚钱是世间事，如果念念求发财，自己怎么样享受，怎样让儿孙享受，这都是世间意。我在新加坡听李木源讲，有一位叫陈嘉庚的成功商人，他是白手起家发了大财，但是他所发的财完全用在社会，帮助社会苦难的人。他很有智慧，都是帮助一般人接受好的教育，所以办了很多学校，小学、中学、大学，培养人才。自己的生活非常简单、刻苦，晚年检查身体，营养不良。你想想看，在南洋是第一大财主，营养不良！有一次，他的儿子被人绑架，写信要他拿钱来赎，他回信给绑架的人：「你把我儿子杀掉好了，我一分钱都不会给你，我的钱都用在社会慈善事业，决定不给儿女。」土匪接到这封信之后把他儿子放了，为什么？他真的是这么作法。这个人就是菩萨示现，你们看他是凡夫，我看他是菩萨，绝对不是凡夫，这就是「可得为世间事，不可得为世间意」，他没有世间意。商人像他这样赚钱就对了，他赚钱不是为自己，为世间许许多多苦难人。",
      "zh_TW": "經商、賺錢是世間事，如果念念求發財，自己怎麼樣享受，怎樣讓兒孫享受，這都是世間意。我在新加坡聽李木源講，有一位叫陳嘉庚的成功商人，他是白手起家發了大財，但是他所發的財完全用在社會，幫助社會苦難的人。他很有智慧，都是幫助一般人接受好的教育，所以辦了很多學校，小學、中學、大學，培養人才。自己的生活非常簡單、刻苦，晚年檢查身體，營養不良。你想想看，在南洋是第一大財主，營養不良！有一次，他的兒子被人綁架，寫信要他拿錢來贖，他回信給綁架的人：「你把我兒子殺掉好了，我一分錢都不會給你，我的錢都用在社會慈善事業，決定不給兒女。」土匪接到這封信之後把他兒子放了，為什麼？他真的是這麼作法。這個人就是菩薩示現，你們看他是凡夫，我看他是菩薩，絕對不是凡夫，這就是「可得為世間事，不可得為世間意」，他沒有世間意。商人像他這樣賺錢就對了，他賺錢不是為自己，為世間許許多多苦難人。"
    },
    {
      "id": "21-090-0005_p0012",
      "zh_CN": "所以只要没有世间意，清净心就现前，真诚、清净、平等、慈悲统统现前，然而就坏在被世间意障碍住了。我们起心动念都有得失心，这个念头是世间意，所以学佛，无论男女老少，无论哪一个行业，你只要认清楚，我做的这个工作是为社会大众服务，是为一切众生造福，这就没有世间意了。大小事情都为自己，为自己名闻利养，为自己的得失，这世间意就在其中。譬如出家，出家有世间意的人很多，念念要顾自己的道场，念念要把信徒抓住，这都是属于世间意。",
      "zh_TW": "所以只要沒有世間意，清淨心就現前，真誠、清淨、平等、慈悲統統現前，然而就壞在被世間意障礙住了。我們起心動念都有得失心，這個念頭是世間意，所以學佛，無論男女老少，無論哪一個行業，你只要認清楚，我做的這個工作是為社會大眾服務，是為一切眾生造福，這就沒有世間意了。大小事情都為自己，為自己名聞利養，為自己的得失，這世間意就在其中。譬如出家，出家有世間意的人很多，念念要顧自己的道場，念念要把信徒抓住，這都是屬於世間意。"
    },
    {
      "id": "21-090-0005_p0013",
      "zh_CN": "释迦牟尼佛当年在世，没有这个念头，到处只是教化众生，劝导众生断恶修善、破迷开悟、转凡成圣，世尊示现四十九年所做的是这个事情。释迦牟尼佛一生没有自己的道场、没有建道场，彻底放下了。世尊早年是树下一宿、日中一食，中年以后法缘殊胜，有十六大国王护法，提供了修学讲经的场所。这是我常讲的，佛跟这些弟子们有使用权，所有权不是他的，是地主的、是国王大臣的。",
      "zh_TW": "釋迦牟尼佛當年在世，沒有這個念頭，到處只是教化眾生，勸導眾生斷惡修善、破迷開悟、轉凡成聖，世尊示現四十九年所做的是這個事情。釋迦牟尼佛一生沒有自己的道場、沒有建道場，徹底放下了。世尊早年是樹下一宿、日中一食，中年以後法緣殊勝，有十六大國王護法，提供了修學講經的場所。這是我常講的，佛跟這些弟子們有使用權，所有權不是他的，是地主的、是國王大臣的。"
    },
    {
      "id": "21-090-0005_p0014",
      "zh_CN": "佛教到中国来，早期出家人虽然接受朝廷皇帝、大臣、长者、居士的供养，道场都不是属于某一个人的，所以在中国叫十方道场。这个都是世间事，决定没有世间意，所以他们修行有成就。现代出家人为什么没有成就，比不上在家人？世间意太浓了，超过在家人不晓得多少倍，得失看得太重了，所以修行不能成就。我最近深深感觉到，出家人建道场，最好道场房子是租的，这个好！死了之后，什么牵挂都没有，也不会有人争。道场是自己的，有很多徒弟来出家，为什么？看中这个道场，将来要争、要霸占，出家的心就不善了，就不是真心。所以没有道场最好，什么事都没有，这就不造罪业。",
      "zh_TW": "佛教到中國來，早期出家人雖然接受朝廷皇帝、大臣、長者、居士的供養，道場都不是屬於某一個人的，所以在中國叫十方道場。這個都是世間事，決定沒有世間意，所以他們修行有成就。現代出家人為什麼沒有成就，比不上在家人？世間意太濃了，超過在家人不曉得多少倍，得失看得太重了，所以修行不能成就。我最近深深感覺到，出家人建道場，最好道場房子是租的，這個好！死了之後，什麼牽掛都沒有，也不會有人爭。道場是自己的，有很多徒弟來出家，為什麼？看中這個道場，將來要爭、要霸佔，出家的心就不善了，就不是真心。所以沒有道場最好，什麼事都沒有，這就不造罪業。"
    },
    {
      "id": "21-090-0005_p0015",
      "zh_CN": "我们在海外建立道场，都交给居士去建，这个道场会长、副会长全都是在家人。出家人不管事，在这里只是讲经、教学、领导大众念佛，这是出家人的事情；除此之外，出家人没事情，这样心才会清净，如果一管事情，麻烦就来了。想想世尊当年的示现很有道理，如果我们违背了，我们就做错了，他给我们做了最好的榜样，懂得这个原理原则，无论哪一个行业都能修清净心。",
      "zh_TW": "我們在海外建立道場，都交給居士去建，這個道場會長、副會長全都是在家人。出家人不管事，在這裡只是講經、教學、領導大眾念佛，這是出家人的事情；除此之外，出家人沒事情，這樣心才會清淨，如果一管事情，麻煩就來了。想想世尊當年的示現很有道理，如果我們違背了，我們就做錯了，他給我們做了最好的榜樣，懂得這個原理原則，無論哪一個行業都能修清淨心。"
    },
    {
      "id": "21-090-0005_p0016",
      "zh_CN": "问：妓女这个行业如何修清净菩萨道？屠夫这个行业，如何修清净菩萨道？",
      "zh_TW": "問：妓女這個行業如何修清淨菩薩道？屠夫這個行業，如何修清淨菩薩道？"
    },
    {
      "id": "21-090-0005_p0017",
      "zh_CN": "答：这个问题，我告诉你《华严经》上有，我不要详细解答，因为时间不够。《华严经》上甘露火王就是属于屠夫这个行业，乃至杀生的行业，他是菩萨。伐苏蜜多女是妓女，《华严经》善财童子五十三参都是菩萨，诸佛如来示现的。这个世间就是讲的世间事，「可得为世间事，不可得为世间意」，哪一个行业都不碍修行，问题是你真正觉悟了才行。你要不觉悟，你在里面稍稍沾上一点自私自利的念头，你就是凡夫不是菩萨。决定没有自私自利的念头，念念都是度化一切众生，帮助一切众生回头，帮助一切众生觉悟。",
      "zh_TW": "答：這個問題，我告訴你《華嚴經》上有，我不要詳細解答，因為時間不夠。《華嚴經》上甘露火王就是屬於屠夫這個行業，乃至殺生的行業，他是菩薩。伐蘇蜜多女是妓女，《華嚴經》善財童子五十三參都是菩薩，諸佛如來示現的。這個世間就是講的世間事，「可得為世間事，不可得為世間意」，哪一個行業都不礙修行，問題是你真正覺悟了才行。你要不覺悟，你在裡面稍稍沾上一點自私自利的念頭，你就是凡夫不是菩薩。決定沒有自私自利的念頭，念念都是度化一切眾生，幫助一切眾生回頭，幫助一切眾生覺悟。"
    },
    {
      "id": "21-090-0005_p0018",
      "zh_CN": "问：《无量寿经》上「不受恶趣」，是否无念无我之境界？也就是对于恶劣依正报境缘中，无有感受业报之痛苦？或另有解释？",
      "zh_TW": "問：《無量壽經》上「不受惡趣」，是否無念無我之境界？也就是對於惡劣依正報境緣中，無有感受業報之痛苦？或另有解釋？"
    },
    {
      "id": "21-090-0005_p0019",
      "zh_CN": "答：我们曾经在经文中详细说过，「不受恶趣」，最明显的意思是「绝不堕三恶道」，这是第一个意思。第二个意思是「过来人、是诸佛菩萨」。诸佛菩萨在恶道中示现，你要度饿鬼，一定要现饿鬼身，你不现同类身度不了他。现同类身，受不受恶报？不受。但恶报的事受，恶报的苦不受，他心清净，受恶报是表演，是演戏，譬如在舞台上，你演恶人受的恶报，那是演戏，演给别人看的，自己确实没有苦乐的感受。有苦乐的感受，苦乐受是世间意，善恶事是世间事，我们要有慧眼去辨别。所以诸佛菩萨要度地狱，一定现地狱身；要度畜生，一定现畜生身，应以什么身得度就现什么身，佛菩萨没有一定的身相，也没有一定法可说。",
      "zh_TW": "答：我們曾經在經文中詳細說過，「不受惡趣」，最明顯的意思是「絕不墮三惡道」，這是第一個意思。第二個意思是「過來人、是諸佛菩薩」。諸佛菩薩在惡道中示現，你要度餓鬼，一定要現餓鬼身，你不現同類身度不了他。現同類身，受不受惡報？不受。但惡報的事受，惡報的苦不受，他心清淨，受惡報是表演，是演戲，譬如在舞台上，你演惡人受的惡報，那是演戲，演給別人看的，自己確實沒有苦樂的感受。有苦樂的感受，苦樂受是世間意，善惡事是世間事，我們要有慧眼去辨別。所以諸佛菩薩要度地獄，一定現地獄身；要度畜生，一定現畜生身，應以什麼身得度就現什麼身，佛菩薩沒有一定的身相，也沒有一定法可說。"
    },
    {
      "id": "21-090-0005_p0020",
      "zh_CN": "但是对我们现前这个阶段，不受恶趣是第一种解释，决定不堕三恶道。念佛往生的人，生到西方极乐世界之后，永远不会堕三恶道；不但不会堕在恶道，永远不会退转到十法界。他到十法界、六道、三途都是为了教化众生而示现，决不是真正的退转、真正的堕落，我们要了解这个意思。",
      "zh_TW": "但是對我們現前這個階段，不受惡趣是第一種解釋，決定不墮三惡道。念佛往生的人，生到西方極樂世界之後，永遠不會墮三惡道；不但不會墮在惡道，永遠不會退轉到十法界。他到十法界、六道、三途都是為了教化眾生而示現，決不是真正的退轉、真正的墮落，我們要了解這個意思。"
    },
    {
      "id": "21-090-0005_p0021",
      "zh_CN": "问：六月二十三号在《世界周报》谈到「因果报应」，内容说：它是一切事实现象，不相信的人是没有善根，佛菩萨也没有办法度他。对此有疑问。",
      "zh_TW": "問：六月二十三號在《世界週報》談到「因果報應」，內容說：它是一切事實現象，不相信的人是沒有善根，佛菩薩也沒有辦法度他。對此有疑問。"
    },
    {
      "id": "21-090-0005_p0022",
      "zh_CN": "答：我们在讲经的时候说过，因果报应是一切事实现象的总结。世间法离不开因果报应，出世间法也离不开因果报应，因果报应就是因缘生法。所以佛在《金刚经》说：「法尚应舍，何况非法。」这个「法」是佛法，这个意思就是说佛法不可以执着。我们可以学习，但决不能执着、决不能贪爱。换句话说，佛讲经说法也是世间事，这是教学；如果有贪爱、执着，这就有世间意，那就错了。这样学佛得不到结果的，只是世间的善法，果报在三善道出不了三界，不能解决问题。不相信的人，确实没有善根，佛菩萨也度不了他，这是实话。",
      "zh_TW": "答：我們在講經的時候說過，因果報應是一切事實現象的總結。世間法離不開因果報應，出世間法也離不開因果報應，因果報應就是因緣生法。所以佛在《金剛經》說：「法尚應捨，何況非法。」這個「法」是佛法，這個意思就是說佛法不可以執著。我們可以學習，但決不能執著、決不能貪愛。換句話說，佛講經說法也是世間事，這是教學；如果有貪愛、執著，這就有世間意，那就錯了。這樣學佛得不到結果的，只是世間的善法，果報在三善道出不了三界，不能解決問題。不相信的人，確實沒有善根，佛菩薩也度不了他，這是實話。"
    },
    {
      "id": "21-090-0005_p0023",
      "zh_CN": "我们才能够体会到印光大师，大师是大势至菩萨化身再来的，我们看他一生，他教人什么？一生就是讲因果报应。我在一九七七年，第一次到香港讲经，住在「中华佛教图书馆」，看到印光老法师「弘化社」出版的书籍。我留意版权页，从版权页上我做了概略的估计，他老人家在一生当中，将《了凡四训》、《感应篇》、《安士全书》，这三种书流通的数量应该在三百万册以上。我当时感觉到非常惊讶！所有流通的佛书，都没有这么大的数量，我们看版权页，一版多半都是一千册、两千册、三千册，超过三千册的很少，再版、二版、三版，大概就是这种情形。可是我们看到《了凡四训》、《感应篇》、《安士全书》，印了几十版，我们看到的是十几版、二十几版，而且每次每一版的数量最少的是五万册，多的有十万册，没有几千册的。他为什么要大量的印这些书？这些书都是讲因缘果报。所以我们要晓得佛法的基础就是在因果，不相信因果，你怎么能学佛！诸佛菩萨给你讲经说法，也是枉然！所以因果是自然定律。",
      "zh_TW": "我們才能夠體會到印光大師，大師是大勢至菩薩化身再來的，我們看他一生，他教人什麼？一生就是講因果報應。我在一九七七年，第一次到香港講經，住在「中華佛教圖書館」，看到印光老法師「弘化社」出版的書籍。我留意版權頁，從版權頁上我做了概略的估計，他老人家在一生當中，將《了凡四訓》、《感應篇》、《安士全書》，這三種書流通的數量應該在三百萬冊以上。我當時感覺到非常驚訝！所有流通的佛書，都沒有這麼大的數量，我們看版權頁，一版多半都是一千冊、兩千冊、三千冊，超過三千冊的很少，再版、二版、三版，大概就是這種情形。可是我們看到《了凡四訓》、《感應篇》、《安士全書》，印了幾十版，我們看到的是十幾版、二十幾版，而且每次每一版的數量最少的是五萬冊，多的有十萬冊，沒有幾千冊的。他為什麼要大量的印這些書？這些書都是講因緣果報。所以我們要曉得佛法的基礎就是在因果，不相信因果，你怎麼能學佛！諸佛菩薩給你講經說法，也是枉然！所以因果是自然定律。"
    },
    {
      "id": "21-090-0005_p0024",
      "zh_CN": "今天讲科学，科学验证也是如此，也不例外。今天科学家的发明，这种种科学技术的发明是因，果报是我们得到一点小的便利，占到一点小便宜，可是后果不堪设想。我们现在的人，眼光实在太短浅，只看到眼前，不知道过去也不关心未来，这在佛法叫愚痴、无知。如果你读历史，了解过去，你就晓得我们这一代人的生活环境受用远远不如过去。过去的人比我们活得幸福，他们过的是人的生活，物质生活虽然缺乏一点，但心安理得，过得很快乐。我们在古人的文字记载里面读到，确实古代许多人一生都生活在诗情画意之中，这多美！现在人这种享受没有了，现在人过的是机械式的生活，人都变成机器，感情、道义都没有了，人与人之间只有利害。有利，彼此互相利用；没有利，彼此互相残害，这是什么人道！古时候人生的价值、意义，跟现在人的观点完全不相同，你明了这个，才晓得我们现在过的是什么生活。我们轻易批判古人，实在讲是对古人完全不了解，凭我们自己想像去批判，都说错了。",
      "zh_TW": "今天講科學，科學驗證也是如此，也不例外。今天科學家的發明，這種種科學技術的發明是因，果報是我們得到一點小的便利，佔到一點小便宜，可是後果不堪設想。我們現在的人，眼光實在太短淺，只看到眼前，不知道過去也不關心未來，這在佛法叫愚痴、無知。如果你讀歷史，了解過去，你就曉得我們這一代人的生活環境受用遠遠不如過去。過去的人比我們活得幸福，他們過的是人的生活，物質生活雖然缺乏一點，但心安理得，過得很快樂。我們在古人的文字記載裡面讀到，確實古代許多人一生都生活在詩情畫意之中，這多美！現在人這種享受沒有了，現在人過的是機械式的生活，人都變成機器，感情、道義都沒有了，人與人之間只有利害。有利，彼此互相利用；沒有利，彼此互相殘害，這是什麼人道！古時候人生的價值、意義，跟現在人的觀點完全不相同，你明瞭這個，才曉得我們現在過的是什麼生活。我們輕易批判古人，實在講是對古人完全不了解，憑我們自己想像去批判，都說錯了。"
    },
    {
      "id": "21-090-0005_p0025",
      "zh_CN": "展开看看未来，你要是仔细看未来，未来很可怕，前途一片黑暗。佛说十法界因缘很复杂，但是复杂的因缘里面有一个重要的，佛经上为我们说：你要想作佛，佛的心是什么？平等心。我们今天提倡和平，和睦相处，平等对待，这是佛法界，这是佛心，佛的思想，佛的行为，我们走的是佛的道路。现代西方人提倡贪婪，提倡贪瞋痴，他说得很好听，贪婪是社会进步的动力，人要是没有贪心，社会就没有进步。佛说贪婪是哪个法界？饿鬼法界；瞋恨是地狱法界，愚痴是畜生法界。今天世间人提倡推动的是贪瞋痴，他走的是什么路？走的是三恶道。这个就关系到善根了，我们相信佛的话，这有善根。我们绝不走三恶道，我们走佛道，佛道就要修真诚心、清净心、平等心，处事待人接物绝不离开这个原则，这是光明大道。",
      "zh_TW": "展開看看未來，你要是仔細看未來，未來很可怕，前途一片黑暗。佛說十法界因緣很複雜，但是複雜的因緣裡面有一個重要的，佛經上為我們說：你要想作佛，佛的心是什麼？平等心。我們今天提倡和平，和睦相處，平等對待，這是佛法界，這是佛心，佛的思想，佛的行為，我們走的是佛的道路。現代西方人提倡貪婪，提倡貪瞋痴，他說得很好聽，貪婪是社會進步的動力，人要是沒有貪心，社會就沒有進步。佛說貪婪是哪個法界？餓鬼法界；瞋恨是地獄法界，愚痴是畜生法界。今天世間人提倡推動的是貪瞋痴，他走的是什麼路？走的是三惡道。這個就關係到善根了，我們相信佛的話，這有善根。我們絕不走三惡道，我們走佛道，佛道就要修真誠心、清淨心、平等心，處事待人接物絕不離開這個原則，這是光明大道。"
    },
    {
      "id": "21-090-0005_p0026",
      "zh_CN": "最近美国科学家公布，人类已经发现了人类的基因，舆论上说：「是福是祸，还不敢断定！」这个发现，对於伦理道德、因果报应，是个很大的冲击，大家对因果就更不相信了。好！等待这个科技发展，到最后还是离不了因果的原则。你能够发现基因，重新排列组织基因，是不是能把每一个都变成圣人、都变成贤人？做不到。什么原因？这是一个物理现象，真正主宰宇宙的，主宰我们一生、生生世世的是心理，不是物理。我们物理这个基因的排列，谁排的？念头排的。佛说：「一切法从心想生。」一个纯善之人，他的基因自然排列就很好、就正常，正常就是健康的。为什么会生病？为什么排列不正常？妄想、恶念，把正常的基因排列破坏了，搞成不正常了。不必用科学仪器去排列，佛讲用我们的念头来排列，这是正确的。他虽然能造人，他不能造出一个纯善的人，不能造出一个没有自私自利、没有贪瞋痴慢、没有是非人我的人，这样的圣人，他造不出来的。他能造得出来是机械人，是受他控制的人，充其量不过如此，对于整个社会的安全造成威胁，最后演变成基督教《圣经》里面讲的世界末日。所以这些现象就是世界末日的预兆，不是好现象。",
      "zh_TW": "最近美國科學家公布，人類已經發現了人類的基因，輿論上說：「是福是禍，還不敢斷定！」這個發現，對於倫理道德、因果報應，是個很大的衝擊，大家對因果就更不相信了。好！等待這個科技發展，到最後還是離不了因果的原則。你能夠發現基因，重新排列組織基因，是不是能把每一個都變成聖人、都變成賢人？做不到。什麼原因？這是一個物理現象，真正主宰宇宙的，主宰我們一生、生生世世的是心理，不是物理。我們物理這個基因的排列，誰排的？念頭排的。佛說：「一切法從心想生。」一個純善之人，他的基因自然排列就很好、就正常，正常就是健康的。為什麼會生病？為什麼排列不正常？妄想、惡念，把正常的基因排列破壞了，搞成不正常了。不必用科學儀器去排列，佛講用我們的念頭來排列，這是正確的。他雖然能造人，他不能造出一個純善的人，不能造出一個沒有自私自利、沒有貪瞋痴慢、沒有是非人我的人，這樣的聖人，他造不出來的。他能造得出來是機械人，是受他控制的人，充其量不過如此，對於整個社會的安全造成威脅，最後演變成基督教《聖經》裡面講的世界末日。所以這些現象就是世界末日的預兆，不是好現象。"
    },
    {
      "id": "21-090-0005_p0027",
      "zh_CN": "最重要的还是在教育，人文的教育、伦理道德的教育，才能够消除世间的天灾人祸。这个事情我们常讲，科技不能解决，经济不能解决，政治、武力都不能解决，所以诸佛菩萨从事于多元文化的社会教学，只有这个才能够真正解决问题，产生效果。在多元文化教学里面，佛经对于这些事理讲得最透彻、最清楚，这是最好的教材。这也是我们今天希求世界和平安定、人民幸福，推动宗教的团结、种族的和睦，这是佛道，这是菩萨道。",
      "zh_TW": "最重要的還是在教育，人文的教育、倫理道德的教育，才能夠消除世間的天災人禍。這個事情我們常講，科技不能解決，經濟不能解決，政治、武力都不能解決，所以諸佛菩薩從事於多元文化的社會教學，只有這個才能夠真正解決問題，產生效果。在多元文化教學裡面，佛經對於這些事理講得最透徹、最清楚，這是最好的教材。這也是我們今天希求世界和平安定、人民幸福，推動宗教的團結、種族的和睦，這是佛道，這是菩薩道。"
    },
    {
      "id": "21-090-0005_p0028",
      "zh_CN": "问：净空法师说：假使我们今生受苦，是我们前世造作的因果。如何证明我们是有前世的？世界人口一直在增长，现在比一世纪多出不下十亿，这些人前世是什么？",
      "zh_TW": "問：淨空法師說：假使我們今生受苦，是我們前世造作的因果。如何證明我們是有前世的？世界人口一直在增長，現在比一世紀多出不下十億，這些人前世是什麼？"
    },
    {
      "id": "21-090-0005_p0029",
      "zh_CN": "答：世界是无穷无尽的，绝对不是说太空中这么多的星球，只有地球有人而其他的星球没有人，这个话讲不通。世界上的人为什么增长这么多？别的星球移民到这里来的，我们要肯定这个事实。如果你不同意这个事实，我们能往生到极乐世界，极乐世界不在我们地球，要是不可以移民的话，我们永远去不了了。我们移民到极乐世界，还有很多人移民到这里来，来来往往的，是这么回事情。他为什么会到这里来？业报相同。《易经》说：「人以类聚，物以群分」，同类的，他是同一个业感，他喜欢这里。今天这个世界都喜欢贪瞋痴，其他星球上喜欢贪瞋痴的的众生，也都到这里来；我们喜欢清净平等、喜欢阿弥陀佛，我们到极乐世界去，是这么回事情。所以我们生活的空间很大很大，不限于这个地球。",
      "zh_TW": "答：世界是無窮無盡的，絕對不是說太空中這麼多的星球，只有地球有人而其他的星球沒有人，這個話講不通。世界上的人為什麼增長這麼多？別的星球移民到這裡來的，我們要肯定這個事實。如果你不同意這個事實，我們能往生到極樂世界，極樂世界不在我們地球，要是不可以移民的話，我們永遠去不了了。我們移民到極樂世界，還有很多人移民到這裡來，來來往往的，是這麼回事情。他為什麼會到這裡來？業報相同。《易經》說：「人以類聚，物以群分」，同類的，他是同一個業感，他喜歡這裡。今天這個世界都喜歡貪瞋痴，其他星球上喜歡貪瞋痴的的眾生，也都到這裡來；我們喜歡清淨平等、喜歡阿彌陀佛，我們到極樂世界去，是這麼回事情。所以我們生活的空間很大很大，不限於這個地球。"
    },
    {
      "id": "21-090-0005_p0030",
      "zh_CN": "你要是问证明，这个证明，希望美国同修他们多多为我们搜集一点资料，美国现在许多科学家在做试验，探索六道轮回的真相，这十几年当中很有成效。他们大概有成千上万的例子，在过去是不可能公布，现在有一部分出版了，我们去找这些书籍、杂志。他们确实证明：有些人前世是人投胎过来的，有些人是畜生投胎过来的，还有少数是其他星球上来投胎的，不是我们这个星球上的，语言文字我们这里都不认识。人来投胎再作人的，他就说出前生这些事迹，美国人根据他所说的，到他前世所居住的地方调查，甚至于还有档案，果然能查到，而这个地方是他一生中从来没有去过的。",
      "zh_TW": "你要是問證明，這個證明，希望美國同修他們多多為我們蒐集一點資料，美國現在許多科學家在做試驗，探索六道輪迴的真相，這十幾年當中很有成效。他們大概有成千上萬的例子，在過去是不可能公布，現在有一部分出版了，我們去找這些書籍、雜誌。他們確實證明：有些人前世是人投胎過來的，有些人是畜生投胎過來的，還有少數是其他星球上來投胎的，不是我們這個星球上的，語言文字我們這裡都不認識。人來投胎再作人的，他就說出前生這些事蹟，美國人根據他所說的，到他前世所居住的地方調查，甚至於還有檔案，果然能查到，而這個地方是他一生中從來沒有去過的。"
    },
    {
      "id": "21-090-0005_p0031",
      "zh_CN": "最近美国同修寄了一份报纸的剪报给我，剪报的人不内行，没有把报纸名称、日期写上，所以我们不知道是哪个报纸，里面还有两张照片。美国有一位一岁半的小孩，他能够讲印地安土人的言语，他讲的话没人懂。有一天，他的母亲遇到学校的教授，他说：「他的小孩很奇怪！常常自己自言自语，不知道说些什么。」带给教授看，那个人懂得，这一听，这是古老印地安的语言，现在能够在美国懂得这个语言的人也不过十几人。他说：「他前生是印地安人，跟白人打仗的时候被杀了，那一场战争经过的情形，他都能记得很清楚、说得很清楚。」这是转世的，记得前生的事情。然后他们就找能够懂得这种语言的人，找了好几个人来跟他证实，一点都不错。这是最近我们看到的剪报，上面刊载讲轮回的例证。在美国其他国家地区，这种例子很多，中国也很多，但是没有人把它写出来。所以这些事情很清楚，都在我们生活的周边，只要自己留意去观察不难发现。",
      "zh_TW": "最近美國同修寄了一份報紙的剪報給我，剪報的人不內行，沒有把報紙名稱、日期寫上，所以我們不知道是哪個報紙，裡面還有兩張照片。美國有一位一歲半的小孩，他能夠講印地安土人的言語，他講的話沒人懂。有一天，他的母親遇到學校的教授，他說：「他的小孩很奇怪！常常自己自言自語，不知道說些什麼。」帶給教授看，那個人懂得，這一聽，這是古老印地安的語言，現在能夠在美國懂得這個語言的人也不過十幾人。他說：「他前生是印地安人，跟白人打仗的時候被殺了，那一場戰爭經過的情形，他都能記得很清楚、說得很清楚。」這是轉世的，記得前生的事情。然後他們就找能夠懂得這種語言的人，找了好幾個人來跟他證實，一點都不錯。這是最近我們看到的剪報，上面刊載講輪迴的例證。在美國其他國家地區，這種例子很多，中國也很多，但是沒有人把它寫出來。所以這些事情很清楚，都在我們生活的周邊，只要自己留意去觀察不難發現。"
    },
    {
      "id": "21-090-0005_p0032",
      "zh_CN": "问：我们造业，有分善恶、非善非恶，请问善恶的标准如何来决定？净空法师于六月九号一文中也曾说过：我们有时以为修了功德，但原来都是罪业，所以善恶的标准我们不一定能知道。",
      "zh_TW": "問：我們造業，有分善惡、非善非惡，請問善惡的標準如何來決定？淨空法師於六月九號一文中也曾說過：我們有時以為修了功德，但原來都是罪業，所以善惡的標準我們不一定能知道。"
    },
    {
      "id": "21-090-0005_p0033",
      "zh_CN": "答：善恶的标准，我们不一定能知道，所以印光法师才提倡《了凡四训》，目的是教我们认识因果。而印光大师提倡的《安士全书》、《感应篇》，里面所说的就是善恶的标准。善恶在佛家讲得简单，没有他讲得那么详细。佛讲《十善业道经》，把善恶总结为十大类：杀生是恶，不杀生是善；偷盗是恶，不偷盗是善；邪淫是恶，不邪淫是善；妄语是恶，不妄语是善；不贪、不瞋、不痴，这是善，贪瞋痴是恶，佛为我们讲这十个标准。这十个标准展开来，把我们生活当中工作、应酬的起心动念、言语造作全都包括尽了。印光大师不提倡《十善业道经》，而提倡《安士全书》、《感应篇》、《阴骘文》，《十善业道经》说得比较笼统，说的是原则，而《安士全书》说得详细，说的是细目，让我们从这里学习。",
      "zh_TW": "答：善惡的標準，我們不一定能知道，所以印光法師才提倡《了凡四訓》，目的是教我們認識因果。而印光大師提倡的《安士全書》、《感應篇》，裡面所說的就是善惡的標準。善惡在佛家講得簡單，沒有他講得那麼詳細。佛講《十善業道經》，把善惡總結為十大類：殺生是惡，不殺生是善；偷盜是惡，不偷盜是善；邪淫是惡，不邪淫是善；妄語是惡，不妄語是善；不貪、不瞋、不痴，這是善，貪瞋痴是惡，佛為我們講這十個標準。這十個標準展開來，把我們生活當中工作、應酬的起心動念、言語造作全都包括盡了。印光大師不提倡《十善業道經》，而提倡《安士全書》、《感應篇》、《陰騭文》，《十善業道經》說得比較籠統，說的是原則，而《安士全書》說得詳細，說的是細目，讓我們從這裡學習。"
    },
    {
      "id": "21-090-0005_p0034",
      "zh_CN": "问：佛家相信果报，与我们所行的善恶相称，杀了人的人，不会只受牙痛之苦；偷了一块饼的人，不会受破产之报。这个因果相称的机制是怎样建立与维持？是否有神或佛去掌管？",
      "zh_TW": "問：佛家相信果報，與我們所行的善惡相稱，殺了人的人，不會只受牙痛之苦；偷了一塊餅的人，不會受破產之報。這個因果相稱的機制是怎樣建立與維持？是否有神或佛去掌管？"
    },
    {
      "id": "21-090-0005_p0035",
      "zh_CN": "答：这个事情在佛家来讲没有人掌管，业因果报是宇宙之间的定律。你造作的恶因，可是因要遇到缘才会有报，因有缘没有，这个因不会有果报。因此，佛家讲「缘生」，不讲因生，这个很有道理。缘是决定果报现前、不现前，而因不会消失，你造作的善恶业因决定不会消失，佛没有说：「我过去造作恶业，现在多做一点善事将功补过。」佛没有这个说法，这决定是不合理的。",
      "zh_TW": "答：這個事情在佛家來講沒有人掌管，業因果報是宇宙之間的定律。你造作的惡因，可是因要遇到緣才會有報，因有緣沒有，這個因不會有果報。因此，佛家講「緣生」，不講因生，這個很有道理。緣是決定果報現前、不現前，而因不會消失，你造作的善惡業因決定不會消失，佛沒有說：「我過去造作惡業，現在多做一點善事將功補過。」佛沒有這個說法，這決定是不合理的。"
    },
    {
      "id": "21-090-0005_p0036",
      "zh_CN": "有什么办法避免这个恶报？佛法讲缘，缘我们可以控制，因没有办法控制。我们过去造作的恶业，不想受恶报，我们只要把恶缘断掉，虽有恶因不起现行。我们希求善的果报成就，我们就对善的缘加强。譬如，每个人阿赖耶识中都有佛的种子，这是因，《华严经》、《圆觉经》大乘经典里佛说：「一切众生本来成佛。」这句话佛很少说，但是这两部经上有。「一切众生皆是未来佛」，这句话佛就说得很多，这是大乘经上我们常看见。《无量寿经》是讲修行证果，「一切皆成佛」，说得那么肯定，这是每一个众生阿赖耶识里都有佛的种子。你今天为什么不能成佛？你把佛种子的缘断掉了。佛的种子需要什么样的缘才能成熟？它需要平等的心、平等的理念、平等的思想、平等的行为。如果具足这些条件，你这一生肯定作佛。",
      "zh_TW": "有什麼辦法避免這個惡報？佛法講緣，緣我們可以控制，因沒有辦法控制。我們過去造作的惡業，不想受惡報，我們只要把惡緣斷掉，雖有惡因不起現行。我們希求善的果報成就，我們就對善的緣加強。譬如，每個人阿賴耶識中都有佛的種子，這是因，《華嚴經》、《圓覺經》大乘經典裡佛說：「一切眾生本來成佛。」這句話佛很少說，但是這兩部經上有。「一切眾生皆是未來佛」，這句話佛就說得很多，這是大乘經上我們常看見。《無量壽經》是講修行證果，「一切皆成佛」，說得那麼肯定，這是每一個眾生阿賴耶識裡都有佛的種子。你今天為什麼不能成佛？你把佛種子的緣斷掉了。佛的種子需要什麼樣的緣才能成熟？它需要平等的心、平等的理念、平等的思想、平等的行為。如果具足這些條件，你這一生肯定作佛。"
    },
    {
      "id": "21-090-0005_p0037",
      "zh_CN": "这跟你讲真话，因果没有人掌管。鬼神有的时候奖励善人、惩罚恶人，这是属于外缘，真的有这些事情，一般凡夫脱离不了这个范围。譬如，我们一般人居住在这个地区，这个地区有政府、有执法的警察，我们如果犯罪，警察、法官就要来惩罚我们，我们要是做好事情，这些政府首长会奖励我们。这都是属于外缘，真正的因是自己造的，我们没有造善，他不能随便奖赏我们，我们没有造恶，他不能随便惩罚我们，而鬼神赏善罚恶跟世间执法人的状况是一样。可是这里面你要属于他这一类才行，你不属于他这一类，他管不了你。我们是不是属于他这一类？是的。怎么是的？我们贪瞋痴没有断，就属于他管。贪瞋痴断了，他管不了，你就不属于他这一类。贪瞋痴断了，在十法界里面，你至少是四圣法界不是六凡法界，这些鬼神看到你，对你很恭敬、客气，也赞叹、拥护你。为什么？你比他高。这些道理我们懂得就好。",
      "zh_TW": "這跟你講真話，因果沒有人掌管。鬼神有的時候獎勵善人、懲罰惡人，這是屬於外緣，真的有這些事情，一般凡夫脫離不了這個範圍。譬如，我們一般人居住在這個地區，這個地區有政府、有執法的警察，我們如果犯罪，警察、法官就要來懲罰我們，我們要是做好事情，這些政府首長會獎勵我們。這都是屬於外緣，真正的因是自己造的，我們沒有造善，他不能隨便獎賞我們，我們沒有造惡，他不能隨便懲罰我們，而鬼神賞善罰惡跟世間執法人的狀況是一樣。可是這裡面你要屬於他這一類才行，你不屬於他這一類，他管不了你。我們是不是屬於他這一類？是的。怎麼是的？我們貪瞋痴沒有斷，就屬於他管。貪瞋痴斷了，他管不了，你就不屬於他這一類。貪瞋痴斷了，在十法界裡面，你至少是四聖法界不是六凡法界，這些鬼神看到你，對你很恭敬、客氣，也讚歎、擁護你。為什麼？你比他高。這些道理我們懂得就好。"
    },
    {
      "id": "21-090-0005_p0038",
      "zh_CN": "问：我相信一定有一个全善的主宰，主宰就是《圣经》里面描绘的那个创造天地慈爱及公益的宇宙独一的神，我们有一天都要在他面前受审判，按照我们自己所作或善或恶受报。",
      "zh_TW": "問：我相信一定有一個全善的主宰，主宰就是《聖經》裡面描繪的那個創造天地慈愛及公益的宇宙獨一的神，我們有一天都要在他面前受審判，按照我們自己所作或善或惡受報。"
    },
    {
      "id": "21-090-0005_p0039",
      "zh_CN": "答：这个说法说得通，所有一切宗教，他们所崇敬的神圣都有这样的性格，他们的经典都有这样的说法。刚才说，我们自私自私的念头没有完全放下，念念中还有「我」的念头在，就出不了这一个范围。《金刚经》佛教导菩萨：「无我相、无人相、无众生相、无寿者相」，你就超越了，这些唯一的创造神也管不了你。他能管的是，你还「有我」就归他管，你「无我」，他就管不了你。所以「无我」的人少。出家人还有我执，「我的道场、我的信徒、我的宗教」，有这个「我的」就完了，都归他管了。什么时候把我执破掉，你就跟佛菩萨同一个方向、同一个道路，所以佛希望我们走佛道。这在佛家叫出世间法，我们永远脱离世间法，我们走「出世间法」，这才是真正究竟圆满的。所有的神明都在世间，而这些世间神明其中不少是诸佛菩萨示现，这是我们在大经看到的。我们在《华严经》上看到，从欲界四天王一直到摩醯首罗天王，很多都是佛菩萨示现。他们的示现，目的是帮助一切众生，所以佛教教学最重要的是破迷开悟，唯有破迷开悟才能真正解决问题。",
      "zh_TW": "答：這個說法說得通，所有一切宗教，他們所崇敬的神聖都有這樣的性格，他們的經典都有這樣的說法。剛才說，我們自私自私的念頭沒有完全放下，念念中還有「我」的念頭在，就出不了這一個範圍。《金剛經》佛教導菩薩：「無我相、無人相、無眾生相、無壽者相」，你就超越了，這些唯一的創造神也管不了你。他能管的是，你還「有我」就歸他管，你「無我」，他就管不了你。所以「無我」的人少。出家人還有我執，「我的道場、我的信徒、我的宗教」，有這個「我的」就完了，都歸他管了。什麼時候把我執破掉，你就跟佛菩薩同一個方向、同一個道路，所以佛希望我們走佛道。這在佛家叫出世間法，我們永遠脫離世間法，我們走「出世間法」，這才是真正究竟圓滿的。所有的神明都在世間，而這些世間神明其中不少是諸佛菩薩示現，這是我們在大經看到的。我們在《華嚴經》上看到，從欲界四天王一直到摩醯首羅天王，很多都是佛菩薩示現。他們的示現，目的是幫助一切眾生，所以佛教教學最重要的是破迷開悟，唯有破迷開悟才能真正解決問題。"
    },
    {
      "id": "21-090-0005_p0040",
      "zh_CN": "好！答复还有没有问题？要没有问题，这有几位同修，我们给他做一个简单的三皈仪式。皈依证有没拿到？",
      "zh_TW": "好！答覆還有沒有問題？要沒有問題，這有幾位同修，我們給他做一個簡單的三皈儀式。皈依證有沒拿到？"
    },
    {
      "id": "21-090-0005_p0041",
      "zh_CN": "三皈依，我们过去在新加坡讲过一次、在黄金海岸讲过一次、在吉隆坡讲过一次，总共讲过三次，都有录音带跟录像带，还有他们从录音带上写下来一本小册子，诸位同修要多看多听，真正了解三皈的意义，而不仅仅是一个形式。如果有形式没有内容，这个皈依不是真的，皈依殊胜的功德利益得不到，所以一定要懂得。",
      "zh_TW": "三皈依，我們過去在新加坡講過一次、在黃金海岸講過一次、在吉隆坡講過一次，總共講過三次，都有錄音帶跟錄像帶，還有他們從錄音帶上寫下來一本小冊子，諸位同修要多看多聽，真正了解三皈的意義，而不僅僅是一個形式。如果有形式沒有內容，這個皈依不是真的，皈依殊勝的功德利益得不到，所以一定要懂得。"
    },
    {
      "id": "21-090-0005_p0042",
      "zh_CN": "「皈」就是回头、回归，我们到底从哪里回归？「依」是依靠，到底依靠什么？佛家的教学，真正教学的中心就在三皈依，从这个地方开始，也从这个地方圆满。从文字上，三皈是「皈依佛，皈依法，皈依僧」，佛法传了将近三千年，时间这么长，名相大家都记得，意义逐渐模糊了。今天说到佛，立刻就想到佛像；讲到法，就想到经典；说到僧，就想到出家人，所以把三皈真正的意义丧失掉了。这个想法不能说他全错，也不能说他全对。所以我早年初学佛时读《六祖坛经》，我在《坛经》上发现，惠能大师传授三皈，他把「佛法僧」改掉了，他改成「皈依觉，皈依正，皈依净」。我就在想惠能大师距离我们现在是一千三百多年，他为什么要改？可能在那个时候，三皈「佛法僧」的意义、概念就模糊了，所以他不用这个名词。他说三皈的义理，「佛」是觉悟的意思，「法」是正知正见，「僧」是清净的意思，六根清净，一尘不染。",
      "zh_TW": "「皈」就是回頭、回歸，我們到底從哪裡回歸？「依」是依靠，到底依靠什麼？佛家的教學，真正教學的中心就在三皈依，從這個地方開始，也從這個地方圓滿。從文字上，三皈是「皈依佛，皈依法，皈依僧」，佛法傳了將近三千年，時間這麼長，名相大家都記得，意義逐漸模糊了。今天說到佛，立刻就想到佛像；講到法，就想到經典；說到僧，就想到出家人，所以把三皈真正的意義喪失掉了。這個想法不能說他全錯，也不能說他全對。所以我早年初學佛時讀《六祖壇經》，我在《壇經》上發現，惠能大師傳授三皈，他把「佛法僧」改掉了，他改成「皈依覺，皈依正，皈依淨」。我就在想惠能大師距離我們現在是一千三百多年，他為什麼要改？可能在那個時候，三皈「佛法僧」的意義、概念就模糊了，所以他不用這個名詞。他說三皈的義理，「佛」是覺悟的意思，「法」是正知正見，「僧」是清淨的意思，六根清淨，一塵不染。"
    },
    {
      "id": "21-090-0005_p0043",
      "zh_CN": "于是我们就想到，这个意思就很清楚、很明显了，我们回头从哪里回头？从迷惑颠倒回过头来依觉悟。觉跟迷是相反的；从邪知邪见回过头来依正知正见，这叫皈依法。邪知邪见，用现在的话来说，我们对于宇宙人生错误的看法、错误想法，这属于邪知邪见；皈依净，是我们从一切染污回过头来。现在这个意思很明显，我们心理的染污、思想的染污、见解的染污，不仅是身体，从这一切污染回过头来依清净心。这是真正三皈依，这是真正的「佛法僧」三宝，佛家叫「自性三宝」，是我们真正的皈依处。",
      "zh_TW": "於是我們就想到，這個意思就很清楚、很明顯了，我們回頭從哪裡回頭？從迷惑顛倒回過頭來依覺悟。覺跟迷是相反的；從邪知邪見回過頭來依正知正見，這叫皈依法。邪知邪見，用現在的話來說，我們對於宇宙人生錯誤的看法、錯誤想法，這屬於邪知邪見；皈依淨，是我們從一切染污回過頭來。現在這個意思很明顯，我們心理的染污、思想的染污、見解的染污，不僅是身體，從這一切污染回過頭來依清淨心。這是真正三皈依，這是真正的「佛法僧」三寶，佛家叫「自性三寶」，是我們真正的皈依處。"
    },
    {
      "id": "21-090-0005_p0044",
      "zh_CN": "形式上的三宝也很重要，重要在哪里？启发提醒我们。我们见到佛像，立刻就想到我要皈依自性觉，像佛一样觉悟，不迷惑颠倒。见到经书，或者是只要见到书本，立刻就想到正知正见，这才真的皈依了。看到出家人，立刻就要想到从一切染污回头依清净心，依清净的行为，这就对了。所以形式上三宝，它的作用是提醒我们，如果没有这个，我们把三皈忘掉了。所以家里头供养三宝，供养佛像是佛宝，经书是法宝，供养菩萨像、罗汉像是僧宝，「佛法僧」具足，时时刻刻提醒自己觉而不迷、正而不邪、净而不染，这是你真的回头，真的有依靠了。",
      "zh_TW": "形式上的三寶也很重要，重要在哪裡？啟發提醒我們。我們見到佛像，立刻就想到我要皈依自性覺，像佛一樣覺悟，不迷惑顛倒。見到經書，或者是只要見到書本，立刻就想到正知正見，這才真的皈依了。看到出家人，立刻就要想到從一切染污回頭依清淨心，依清淨的行為，這就對了。所以形式上三寶，它的作用是提醒我們，如果沒有這個，我們把三皈忘掉了。所以家裡頭供養三寶，供養佛像是佛寶，經書是法寶，供養菩薩像、羅漢像是僧寶，「佛法僧」具足，時時刻刻提醒自己覺而不迷、正而不邪、淨而不染，這是你真的回頭，真的有依靠了。"
    },
    {
      "id": "21-090-0005_p0045",
      "zh_CN": "这是说的理论，我们凡夫如果没有一个真正的依靠，总觉得这个皈依是虚无飘渺的，所以我们必须把三宝指示出来。我们今天皈依佛就皈依「阿弥陀佛」。大家要问：为什么不依本师释迦牟尼佛？本师释迦牟尼佛教我们皈依阿弥陀佛，我们皈依阿弥陀佛，释迦牟尼佛就欢喜，我们皈依阿弥陀佛是奉释迦牟尼佛的教诲。我们皈依法宝，什么是法宝？《大乘无量寿经》、《佛说阿弥陀经》，这是我们皈依的法宝，与阿弥陀佛完全相应。皈依僧宝，僧宝是观世音、大势至，用他们两位做代表。「观音菩萨」代表大慈大悲，以真诚心、清净心、平等心、慈悲心，帮助世间一切苦难的人，落实观音的慈悲，从我们身上表现，这是真的皈依了。「大势至菩萨」代表智慧，我们今天讲理智，决非感情用事。慈悲里面有理智，这是正确的，慈悲要没有理性，那就是佛家常讲的「慈悲多祸害，方便出下流」，所以不能离开智慧。大势至菩萨代表智慧，这个道理一定要懂。",
      "zh_TW": "這是說的理論，我們凡夫如果沒有一個真正的依靠，總覺得這個皈依是虛無飄渺的，所以我們必須把三寶指示出來。我們今天皈依佛就皈依「阿彌陀佛」。大家要問：為什麼不依本師釋迦牟尼佛？本師釋迦牟尼佛教我們皈依阿彌陀佛，我們皈依阿彌陀佛，釋迦牟尼佛就歡喜，我們皈依阿彌陀佛是奉釋迦牟尼佛的教誨。我們皈依法寶，什麼是法寶？《大乘無量壽經》、《佛說阿彌陀經》，這是我們皈依的法寶，與阿彌陀佛完全相應。皈依僧寶，僧寶是觀世音、大勢至，用他們兩位做代表。「觀音菩薩」代表大慈大悲，以真誠心、清淨心、平等心、慈悲心，幫助世間一切苦難的人，落實觀音的慈悲，從我們身上表現，這是真的皈依了。「大勢至菩薩」代表智慧，我們今天講理智，決非感情用事。慈悲裡面有理智，這是正確的，慈悲要沒有理性，那就是佛家常講的「慈悲多禍害，方便出下流」，所以不能離開智慧。大勢至菩薩代表智慧，這個道理一定要懂。"
    },
    {
      "id": "21-090-0005_p0046",
      "zh_CN": "皈依不是皈依某一个法师，如果是皈依某一个法师，你是破和合僧，戒律上的罪名，将来要堕阿鼻地狱。所以不是皈依某一个法师，是皈依三宝，是三宝弟子。如果将来有人问：你皈依哪一个法师？你可以说：「我皈依阿弥陀佛。」这个话没说错，决定正确。不能说皈依净空法师，那就大错特错了，将来你会堕落，你是皈依阿弥陀佛。我在这个地方传授皈依，我给你做证明，证明你今天发心皈依阿弥陀佛，皈依《无量寿经》，皈依观音、势至，我给你做证明，一定要搞清楚、搞明白，决定不能搞错。好，我们就来做一个简单的仪式。",
      "zh_TW": "皈依不是皈依某一個法師，如果是皈依某一個法師，你是破和合僧，戒律上的罪名，將來要墮阿鼻地獄。所以不是皈依某一個法師，是皈依三寶，是三寶弟子。如果將來有人問：你皈依哪一個法師？你可以說：「我皈依阿彌陀佛。」這個話沒說錯，決定正確。不能說皈依淨空法師，那就大錯特錯了，將來你會墮落，你是皈依阿彌陀佛。我在這個地方傳授皈依，我給你做證明，證明你今天發心皈依阿彌陀佛，皈依《無量壽經》，皈依觀音、勢至，我給你做證明，一定要搞清楚、搞明白，決定不能搞錯。好，我們就來做一個簡單的儀式。"
    }
  ]
}