{
  "doc_id": "21-090-0077",
  "title": {
    "zh_CN": "学佛答问",
    "zh_TW": "學佛答問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十七集",
    "zh_TW": "第七十七集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "21-090-0077",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "21-090-0077_p0001",
      "zh_CN": "电脑义工组居士问了一个问题：「为什么弟子每一次到寺庙，一静下来闭上眼睛，眼前就会有一尊很大的金色卧佛像，请开示。」",
      "zh_TW": "電腦義工組居士問了一個問題：「為什麼弟子每一次到寺廟，一靜下來閉上眼睛，眼前就會有一尊很大的金色臥佛像，請開示。」"
    },
    {
      "id": "21-090-0077_p0002",
      "zh_CN": "答：这些境界，世尊在《楞严经》告诉我们，境界现前不要放在心上，这是好境界，这是善根；如果着相，天天去想这个，就是魔境界。由此可知，魔境、佛境不在外面，在自己的内心，就是不执着都是佛境界，就怕执着。这个事情没有事情，不要放在心上，就是好境界。",
      "zh_TW": "答：這些境界，世尊在《楞嚴經》告訴我們，境界現前不要放在心上，這是好境界，這是善根；如果著相，天天去想這個，就是魔境界。由此可知，魔境、佛境不在外面，在自己的內心，就是不執著都是佛境界，就怕執著。這個事情沒有事情，不要放在心上，就是好境界。"
    },
    {
      "id": "21-090-0077_p0003",
      "zh_CN": "这位同修问：「弟子有一事情不明需要请教。我养了一条鱼，牠也是素食，请问可以将牠放生吗？」",
      "zh_TW": "這位同修問：「弟子有一事情不明需要請教。我養了一條魚，牠也是素食，請問可以將牠放生嗎？」"
    },
    {
      "id": "21-090-0077_p0004",
      "zh_CN": "答：这要看情形，你养了多久，你准备到什么地方放生，放生之后要考虑牠是否能活下去？这是首先要想到的事情。",
      "zh_TW": "答：這要看情形，你養了多久，你準備到什麼地方放生，放生之後要考慮牠是否能活下去？這是首先要想到的事情。"
    },
    {
      "id": "21-090-0077_p0005",
      "zh_CN": "张秀竹同修问：「我是中国吉林省「长春寺」的佛学弟子，受朋友之托带了一本《中国肉身菩萨事迹汇编》送给您，一直没有机会转交，耽搁至今，深表歉意。另外我原来工作的中国第一汽车制造场，有些佛学弟子深深敬仰净空法师，想来新加坡亲自听您讲经、修行，请我代为询问如何办理相关手续，如有可能，敬请帮助。谢谢！」",
      "zh_TW": "張秀竹同修問：「我是中國吉林省「長春寺」的佛學弟子，受朋友之託帶了一本《中國肉身菩薩事蹟彙編》送給您，一直沒有機會轉交，耽擱至今，深表歉意。另外我原來工作的中國第一汽車製造場，有些佛學弟子深深敬仰淨空法師，想來新加坡親自聽您講經、修行，請我代為詢問如何辦理相關手續，如有可能，敬請幫助。謝謝！」"
    },
    {
      "id": "21-090-0077_p0006",
      "zh_CN": "答：请李文发居士处理好了。",
      "zh_TW": "答：請李文發居士處理好了。"
    },
    {
      "id": "21-090-0077_p0007",
      "zh_CN": "台湾同修问的第一个问题：「从佛学来看，地球上人类的起源是如何？与人类考古学的发现以及生物进化论的异同？」",
      "zh_TW": "台灣同修問的第一個問題：「從佛學來看，地球上人類的起源是如何？與人類考古學的發現以及生物進化論的異同？」"
    },
    {
      "id": "21-090-0077_p0008",
      "zh_CN": "答：这个问题在此地我不能答复你，因为说起来太繁琐。你如果要知道佛法的讲法，你可以读《楞严经》。《楞严经》里面跟我们讲到宇宙的起源、生命的起源和法界；也就是讲宇宙之间星球的起源，一切众生的来源跟演变，《楞严经》都有详细说明。",
      "zh_TW": "答：這個問題在此地我不能答覆你，因為說起來太繁瑣。你如果要知道佛法的講法，你可以讀《楞嚴經》。《楞嚴經》裡面跟我們講到宇宙的起源、生命的起源和法界；也就是講宇宙之間星球的起源，一切眾生的來源跟演變，《楞嚴經》都有詳細說明。"
    },
    {
      "id": "21-090-0077_p0009",
      "zh_CN": "第二个问题：「请问唯识宗的创始人和主要修习依据的经典是哪些，有何特点？当代中有哪些高僧大德，又道场在何处？」",
      "zh_TW": "第二個問題：「請問唯識宗的創始人和主要修習依據的經典是哪些，有何特點？當代中有哪些高僧大德，又道場在何處？」"
    },
    {
      "id": "21-090-0077_p0010",
      "zh_CN": "答：现在我好像没有听说过了。法相唯识宗如果是讲到创始人，始祖都是释迦牟尼佛，大小乘所有宗派都是佛传下来的。专门修学这个法门的人，在古时候代表是弥勒菩萨；弥勒菩萨、无着、天亲，他们都是唯识宗的大德，传到中国，在近代好像没有人了。在过去，我知道演培法师对唯识有相当的研究，演培法师以后我就没有看到了，也没有专门修学的道场。唯识是很繁琐的学问，民国初年欧阳竟无对这门学问下了不少功夫。你要到其他地方去问。",
      "zh_TW": "答：現在我好像沒有聽說過了。法相唯識宗如果是講到創始人，始祖都是釋迦牟尼佛，大小乘所有宗派都是佛傳下來的。專門修學這個法門的人，在古時候代表是彌勒菩薩；彌勒菩薩、無著、天親，他們都是唯識宗的大德，傳到中國，在近代好像沒有人了。在過去，我知道演培法師對唯識有相當的研究，演培法師以後我就沒有看到了，也沒有專門修學的道場。唯識是很繁瑣的學問，民國初年歐陽竟無對這門學問下了不少功夫。你要到其他地方去問。"
    },
    {
      "id": "21-090-0077_p0011",
      "zh_CN": "这一张有四个问题，第一个问题：「俗间有关压到这回事，据知是灵魂被某东西压到，只要把那东西移开，那被压的病人的病痛，某个部位就会痊愈。请问以佛法来说是如何解释？」",
      "zh_TW": "這一張有四個問題，第一個問題：「俗間有關壓到這回事，據知是靈魂被某東西壓到，只要把那東西移開，那被壓的病人的病痛，某個部位就會痊癒。請問以佛法來說是如何解釋？」"
    },
    {
      "id": "21-090-0077_p0012",
      "zh_CN": "答：佛法对于一切众生的疾病，通常说法有三大类：第一类是「生理的病痛」。像一般受风寒，伤风感冒，这是我们中国人讲「病从口入」这一类的病，它可以用医疗的方法来帮助。第二类是「灵鬼附身」。这类的病医药不能治，因为他的病源不是属于生理，一般通常是要调解，解冤释结。佛门有一些超度的佛事，如果对方接受了，他就离开了，这个病就好了。像《慈悲三昧水忏》的故事，悟达国师害了人面疮，那是要命的，这是冤家债主附身，所以迦诺迦尊者为他调解，他接受就离开了。第三类是「业障病」。就是自己造作的恶业所感召的，这种病很麻烦，既不是生理又不是冤业；换句话说，医药没有效，你再做什么佛事调解也没有效。但是还是有治，在佛法里讲要彻底忏悔，真正发愿回头，断恶修善，还是有救。这是佛经里面讲的三种疾病。就你这个地方说「某个部位」，有点像人面疮这种情形，是不是冤业感召来的，可以仔细去探究一下。",
      "zh_TW": "答：佛法對於一切眾生的疾病，通常說法有三大類：第一類是「生理的病痛」。像一般受風寒，傷風感冒，這是我們中國人講「病從口入」這一類的病，它可以用醫療的方法來幫助。第二類是「靈鬼附身」。這類的病醫藥不能治，因為他的病源不是屬於生理，一般通常是要調解，解冤釋結。佛門有一些超度的佛事，如果對方接受了，他就離開了，這個病就好了。像《慈悲三昧水懺》的故事，悟達國師害了人面瘡，那是要命的，這是冤家債主附身，所以迦諾迦尊者為他調解，他接受就離開了。第三類是「業障病」。就是自己造作的惡業所感召的，這種病很麻煩，既不是生理又不是冤業；換句話說，醫藥沒有效，你再做什麼佛事調解也沒有效。但是還是有治，在佛法裡講要徹底懺悔，真正發願回頭，斷惡修善，還是有救。這是佛經裡面講的三種疾病。就你這個地方說「某個部位」，有點像人面瘡這種情形，是不是冤業感召來的，可以仔細去探究一下。"
    },
    {
      "id": "21-090-0077_p0013",
      "zh_CN": "第二个问题：「关于扶乩也有收魂和索魂的事，被索魂的婴孩就会特别宁静乖巧。请问以佛法来说，这是为何缘故？」",
      "zh_TW": "第二個問題：「關於扶乩也有收魂和索魂的事，被索魂的嬰孩就會特別寧靜乖巧。請問以佛法來說，這是為何緣故？」"
    },
    {
      "id": "21-090-0077_p0014",
      "zh_CN": "答：这决定不正常，这是属于异门邪术，佛法里面确实没有。佛法只是教导人，没有怪力乱神这些事情。",
      "zh_TW": "答：這決定不正常，這是屬於異門邪術，佛法裡面確實沒有。佛法只是教導人，沒有怪力亂神這些事情。"
    },
    {
      "id": "21-090-0077_p0015",
      "zh_CN": "第三个问题：「道家说人有七魂六魄，以佛法来说，神识即是阿赖耶识，请问因何有这么多的魂魄？」",
      "zh_TW": "第三個問題：「道家說人有七魂六魄，以佛法來說，神識即是阿賴耶識，請問因何有這麼多的魂魄？」"
    },
    {
      "id": "21-090-0077_p0016",
      "zh_CN": "答：道家讲的跟佛教讲的不一样，佛家没有讲七魂六魄，佛经没有讲这些东西，佛经里面讲八识五十一心所。他们说的七魂六魄是不是讲八识，我们没有研究，如果大德有兴趣，你可以把佛教跟道教做仔细的研究。",
      "zh_TW": "答：道家講的跟佛教講的不一樣，佛家沒有講七魂六魄，佛經沒有講這些東西，佛經裡面講八識五十一心所。他們說的七魂六魄是不是講八識，我們沒有研究，如果大德有興趣，你可以把佛教跟道教做仔細的研究。"
    },
    {
      "id": "21-090-0077_p0017",
      "zh_CN": "第四个问题：「关于绛头，以佛法来说如何解释，又如何处置？」",
      "zh_TW": "第四個問題：「關於絳頭，以佛法來說如何解釋，又如何處置？」"
    },
    {
      "id": "21-090-0077_p0018",
      "zh_CN": "答：我们也曾经听说过「绛头」，这是一种巫术，能够妨害人。以佛法眼光来看，这世间邪恶的鬼神很多，如果常跟他们打交道，你要想害某个人，你就找他，他有时候也能够帮你忙。总而言之，鬼神帮你去害人，这个人也是运气不好的时候，如果这个人正大光明，鬼神见他也都尊敬，大概这个人也是常常作恶多端，所以鬼神可以欺负他。如果是真正学佛的人和正直君子，这些鬼神不能接近。真正学佛，佛在戒经告诉我们：皈依三宝的人就有三十六位护法神日夜拥护，邪鬼怎么能够靠近！问题在哪里？就怕皈依是形式上的皈依，那就没有效果。",
      "zh_TW": "答：我們也曾經聽說過「絳頭」，這是一種巫術，能夠妨害人。以佛法眼光來看，這世間邪惡的鬼神很多，如果常跟他們打交道，你要想害某個人，你就找他，他有時候也能夠幫你忙。總而言之，鬼神幫你去害人，這個人也是運氣不好的時候，如果這個人正大光明，鬼神見他也都尊敬，大概這個人也是常常作惡多端，所以鬼神可以欺負他。如果是真正學佛的人和正直君子，這些鬼神不能接近。真正學佛，佛在戒經告訴我們：皈依三寶的人就有三十六位護法神日夜擁護，邪鬼怎麼能夠靠近！問題在哪裡？就怕皈依是形式上的皈依，那就沒有效果。"
    },
    {
      "id": "21-090-0077_p0019",
      "zh_CN": "形式上的皈依得不到护法神的保佑，因为你是假的不是真的。真正发心皈依，就是放弃自己的烦恼、习气，对于一切人事物的想法、看法，要放弃自己的想法、看法，要依靠佛在经论上的教诲，这叫真正皈依，那才有护法神保佑；如果还是随顺自己烦恼，这得不到护法神的保佑。以受五戒来说，经教讲每一条戒有五位护戒神，问题是你受戒，你是不是真做到？不杀生做到没有？蚊虫叮你一下，一 巴掌打死了，你没有受戒，你不杀生戒没有受，所以没有护戒神保护你。不偷盗，纵然没有行为，你还有没有盗心？凡是想占别人便宜的念头就是盗心，你还有这个念头，也没有护戒神保佑你。这些总得要知道，佛法样样要讲真的，不能讲假的。真正学佛的弟子，这些绛头对他不发生效果，用不着处置。",
      "zh_TW": "形式上的皈依得不到護法神的保佑，因為你是假的不是真的。真正發心皈依，就是放棄自己的煩惱、習氣，對於一切人事物的想法、看法，要放棄自己的想法、看法，要依靠佛在經論上的教誨，這叫真正皈依，那才有護法神保佑；如果還是隨順自己煩惱，這得不到護法神的保佑。以受五戒來說，經教講每一條戒有五位護戒神，問題是你受戒，你是不是真做到？不殺生做到沒有？蚊蟲叮你一下，一 巴掌打死了，你沒有受戒，你不殺生戒沒有受，所以沒有護戒神保護你。不偷盜，縱然沒有行為，你還有沒有盜心？凡是想佔別人便宜的念頭就是盜心，你還有這個念頭，也沒有護戒神保佑你。這些總得要知道，佛法樣樣要講真的，不能講假的。真正學佛的弟子，這些絳頭對他不發生效果，用不著處置。"
    },
    {
      "id": "21-090-0077_p0020",
      "zh_CN": "第五个问题：「请问孩童神识应该如何让他宁静下来，以防止被野魂鬼怪骚扰？」",
      "zh_TW": "第五個問題：「請問孩童神識應該如何讓他寧靜下來，以防止被野魂鬼怪騷擾？」"
    },
    {
      "id": "21-090-0077_p0021",
      "zh_CN": "答：最好从小教他念佛。在佛法里面也有经典劝导母亲在怀孕的时候念《地藏经》及受持地藏菩萨名号，自然有佛菩萨保佑，《地藏菩萨本愿经》里面都有讲到。",
      "zh_TW": "答：最好從小教他念佛。在佛法裡面也有經典勸導母親在懷孕的時候念《地藏經》及受持地藏菩薩名號，自然有佛菩薩保佑，《地藏菩薩本願經》裡面都有講到。"
    },
    {
      "id": "21-090-0077_p0022",
      "zh_CN": "这位同修说：她是一个刚刚二十出头的女孩，有一事困扰我很久不能解决，今恳请您帮助我解释一下。「从小的时候到现在，我常常能看到或梦到一个小孩要我跟他玩，我一直也没当回事。可是最近我发现我的身上有一种难闻的腥臭味，最起码我自己能闻到，而且有时也看到别人在我身边走过时用手掩住口鼻，可是妈妈说她闻不到。我曾经去看过医生，医生也说不出原因。请问是怎么回事？请老法师帮帮我，教我一个方法。」",
      "zh_TW": "這位同修說：她是一個剛剛二十出頭的女孩，有一事困擾我很久不能解決，今懇請您幫助我解釋一下。「從小的時候到現在，我常常能看到或夢到一個小孩要我跟他玩，我一直也沒當回事。可是最近我發現我的身上有一種難聞的腥臭味，最起碼我自己能聞到，而且有時也看到別人在我身邊走過時用手掩住口鼻，可是媽媽說她聞不到。我曾經去看過醫生，醫生也說不出原因。請問是怎麼回事？請老法師幫幫我，教我一個方法。」"
    },
    {
      "id": "21-090-0077_p0023",
      "zh_CN": "答：这是你过去生中的冤亲债主，可以帮他超度。佛教居士林三楼的功德堂，你可以给他供一个牌位，每天自己念经、念佛为他回向，请求他离开。你能够发真诚心，能满他的愿。为什么？他要不离开，彼此都不好；能够离开，两方面都有好处。至诚心会有感应。",
      "zh_TW": "答：這是你過去生中的冤親債主，可以幫他超度。佛教居士林三樓的功德堂，你可以給他供一個牌位，每天自己念經、念佛為他迴向，請求他離開。你能夠發真誠心，能滿他的願。為什麼？他要不離開，彼此都不好；能夠離開，兩方面都有好處。至誠心會有感應。"
    },
    {
      "id": "21-090-0077_p0024",
      "zh_CN": "陈居士问：「末学自九八年听您讲经以来，心生欢喜，因而常到居士林念佛、听经。可是在去年十一月间突然身体不适，时常感到头昏、走不动、呼吸困难，虽然看了医生也没有什么起色。因为这个病痛导致我的生活、工作力不从心，因而感到非常痛苦无助。请问是否业障现象，我应如何处理？」",
      "zh_TW": "陳居士問：「末學自九八年聽您講經以來，心生歡喜，因而常到居士林念佛、聽經。可是在去年十一月間突然身體不適，時常感到頭昏、走不動、呼吸困難，雖然看了醫生也沒有什麼起色。因為這個病痛導致我的生活、工作力不從心，因而感到非常痛苦無助。請問是否業障現象，我應如何處理？」"
    },
    {
      "id": "21-090-0077_p0025",
      "zh_CN": "答：这确实是业障，业障重要的是要知道忏悔。我们要多想想，你不妨读《了凡四训》，如果能看《俞净意公遇灶神记》就更好，看了之后仔细去反省，看看自己在日常生活当中起心动念到底有哪些过失，要把这些过失统统改正过来，求佛菩萨加持，希望你能够恢复健康，生活正常。",
      "zh_TW": "答：這確實是業障，業障重要的是要知道懺悔。我們要多想想，你不妨讀《了凡四訓》，如果能看《俞淨意公遇灶神記》就更好，看了之後仔細去反省，看看自己在日常生活當中起心動念到底有哪些過失，要把這些過失統統改正過來，求佛菩薩加持，希望你能夠恢復健康，生活正常。"
    },
    {
      "id": "21-090-0077_p0026",
      "zh_CN": "这位同修问：「夙愿以佛教形式主持家亲的葬礼，希望师父能提供约三十分钟的开示，附英文字幕的VCD，供同修在葬礼中使用，广结佛缘，并以此功德回向往者。」",
      "zh_TW": "這位同修問：「夙願以佛教形式主持家親的葬禮，希望師父能提供約三十分鐘的開示，附英文字幕的VCD，供同修在葬禮中使用，廣結佛緣，並以此功德迴向往者。」"
    },
    {
      "id": "21-090-0077_p0027",
      "zh_CN": "答：这个事情，我们佛门里面有一本《饬终须知》小册子，用白话文写的，不难懂。过去韩馆长往生的时候，我们印了很多。我把题目改了一下，改做《如何往生不退成佛》，我们也有简略的开示，去找找看，应该可以找得到，做参考就好。",
      "zh_TW": "答：這個事情，我們佛門裡面有一本《飭終須知》小冊子，用白話文寫的，不難懂。過去韓館長往生的時候，我們印了很多。我把題目改了一下，改做《如何往生不退成佛》，我們也有簡略的開示，去找找看，應該可以找得到，做參考就好。"
    },
    {
      "id": "21-090-0077_p0028",
      "zh_CN": "这位同修问：「善导大师是净土宗的祖师，且又是弥陀再来示现，为何临终时要自杀往生，从树上跳下来，有何提示？请开示。」",
      "zh_TW": "這位同修問：「善導大師是淨土宗的祖師，且又是彌陀再來示現，為何臨終時要自殺往生，從樹上跳下來，有何提示？請開示。」"
    },
    {
      "id": "21-090-0077_p0029",
      "zh_CN": "答：这桩事情是个传说，到底是真的还是假的，很难证实。有人有这种说法，但是也有人不承认这个说法，认为这个说法是错误的。这个事情我也没有研究，你既然有这个兴趣，希望你把善导大师的著述及《高僧传》里面善导大师的传记仔细看看，再搜集一些其他的参考资料，看看善导大师是怎样往生的，你能够详实的告诉大家，也未尝不是一桩好事情。",
      "zh_TW": "答：這樁事情是個傳說，到底是真的還是假的，很難證實。有人有這種說法，但是也有人不承認這個說法，認為這個說法是錯誤的。這個事情我也沒有研究，你既然有這個興趣，希望你把善導大師的著述及《高僧傳》裡面善導大師的傳記仔細看看，再蒐集一些其他的參考資料，看看善導大師是怎樣往生的，你能夠詳實的告訴大家，也未嘗不是一樁好事情。"
    },
    {
      "id": "21-090-0077_p0030",
      "zh_CN": "这位同修有两个问题，这问题都很长：「弟子是道场的执事，向老法师请法。第一，若有挂单者名义是来念佛堂参学，但实际有别的目的，比如借口外出办私事，或打卡不老实，或带法宝回到中国卖钱，这是中国来挂单的同修说的，总之是破坏道场规约。要是我们劝多了，容易跟其结恶缘；若不出声，又违背自己应有护法的责任。老法师慈悲，请指示我们应该怎样做，才令来挂单的同修觉悟，而又不与他结恶缘，自己又能保护自己的清净心？因为管人我们是很不愿意，管人会增加管人的习气、麻烦。弟子为这个问题很烦恼，请问应如何调整心态？」",
      "zh_TW": "這位同修有兩個問題，這問題都很長：「弟子是道場的執事，向老法師請法。第一，若有掛單者名義是來念佛堂參學，但實際有別的目的，比如藉口外出辦私事，或打卡不老實，或帶法寶回到中國賣錢，這是中國來掛單的同修說的，總之是破壞道場規約。要是我們勸多了，容易跟其結惡緣；若不出聲，又違背自己應有護法的責任。老法師慈悲，請指示我們應該怎樣做，才令來掛單的同修覺悟，而又不與他結惡緣，自己又能保護自己的清淨心？因為管人我們是很不願意，管人會增加管人的習氣、麻煩。弟子為這個問題很煩惱，請問應如何調整心態？」"
    },
    {
      "id": "21-090-0077_p0031",
      "zh_CN": "答：念佛堂如果遇到这些事情，要跟念佛堂的法师报告。念佛堂通常有一位法师，就是堂主，他管理念佛堂这些规矩，领众薰修。发生这些事情，一定把这些事情详细跟他报告，让他在开示当中劝导大家，这样就好。另外，如果是严重的事情，也一定要告诉林长，因为他是这个团体的领导人、负责人，这些事情他必须知道，由他来处理，这样就最为妥当。",
      "zh_TW": "答：念佛堂如果遇到這些事情，要跟念佛堂的法師報告。念佛堂通常有一位法師，就是堂主，他管理念佛堂這些規矩，領眾薰修。發生這些事情，一定把這些事情詳細跟他報告，讓他在開示當中勸導大家，這樣就好。另外，如果是嚴重的事情，也一定要告訴林長，因為他是這個團體的領導人、負責人，這些事情他必須知道，由他來處理，這樣就最為妥當。"
    },
    {
      "id": "21-090-0077_p0032",
      "zh_CN": "第二个问题：「大众都是有缘、有福报才会接触念佛法门，来此念佛都是警策成就自己，一心念佛得清净心，希望大家将来能往生西方净土，但结果反跟人家结恶缘，这真是很矛盾，来此挂单的同修需知『常住一粒米，大如须弥山』，不老老实实的修持，恐怕将来果报不得了。请开示。」",
      "zh_TW": "第二個問題：「大眾都是有緣、有福報才會接觸念佛法門，來此念佛都是警策成就自己，一心念佛得清淨心，希望大家將來能往生西方淨土，但結果反跟人家結惡緣，這真是很矛盾，來此掛單的同修需知『常住一粒米，大如須彌山』，不老老實實的修持，恐怕將來果報不得了。請開示。」"
    },
    {
      "id": "21-090-0077_p0033",
      "zh_CN": "答：你这些话已经是最好的开示，不必我再开示了。我教给你的方法，就是将这些事情一定要报告堂主与报告林长。林长在规约上他如何来处理，堂主是尽劝导的责任，这样就能够做得圆满。",
      "zh_TW": "答：你這些話已經是最好的開示，不必我再開示了。我教給你的方法，就是將這些事情一定要報告堂主與報告林長。林長在規約上他如何來處理，堂主是盡勸導的責任，這樣就能夠做得圓滿。"
    },
    {
      "id": "21-090-0077_p0034",
      "zh_CN": "这位同修问：「不知道是人先来，还是天地日月先有？又观自在菩萨出生在什么年代？请开示。」",
      "zh_TW": "這位同修問：「不知道是人先來，還是天地日月先有？又觀自在菩薩出生在什麼年代？請開示。」"
    },
    {
      "id": "21-090-0077_p0035",
      "zh_CN": "答：你问这些问题，用意何在？这些问题你要把它搞清楚、搞明白，你先去读《楞严经》，《楞严经》讲得详细，唯识经论里面也说得详细，但是这些典籍分量很大，要很有耐心去学习，这是一个专门学问。但是经论里面说了一个总原则，我在此地可以透露一句，但是你未必能够理解；佛在大乘教说：「是同时的，没有先后」。这个话是真话，可是你很不容易理解，确实没有先后，你几时把《楞严经》念得很熟，有了心得，你就会同意这个说法。《楞严经》讲：「当处出生，随处灭尽」，这是讲宇宙人生真相。",
      "zh_TW": "答：你問這些問題，用意何在？這些問題你要把它搞清楚、搞明白，你先去讀《楞嚴經》，《楞嚴經》講得詳細，唯識經論裡面也說得詳細，但是這些典籍分量很大，要很有耐心去學習，這是一個專門學問。但是經論裡面說了一個總原則，我在此地可以透露一句，但是你未必能夠理解；佛在大乘教說：「是同時的，沒有先後」。這個話是真話，可是你很不容易理解，確實沒有先後，你幾時把《楞嚴經》念得很熟，有了心得，你就會同意這個說法。《楞嚴經》講：「當處出生，隨處滅盡」，這是講宇宙人生真相。"
    },
    {
      "id": "21-090-0077_p0036",
      "zh_CN": "这一位同修从电子邮件传来的，第一个问题：「请问您何时会回台湾，行程如何？」",
      "zh_TW": "這一位同修從電子郵件傳來的，第一個問題：「請問您何時會回台灣，行程如何？」"
    },
    {
      "id": "21-090-0077_p0037",
      "zh_CN": "答：我也不知道。",
      "zh_TW": "答：我也不知道。"
    },
    {
      "id": "21-090-0077_p0038",
      "zh_CN": "第二个问题：「您会一直待在新加坡多久？」",
      "zh_TW": "第二個問題：「您會一直待在新加坡多久？」"
    },
    {
      "id": "21-090-0077_p0039",
      "zh_CN": "答：这个我也不知道。",
      "zh_TW": "答：這個我也不知道。"
    },
    {
      "id": "21-090-0077_p0040",
      "zh_CN": "第三个问题：「弟子患病，请问有何方法解救？」",
      "zh_TW": "第三個問題：「弟子患病，請問有何方法解救？」"
    },
    {
      "id": "21-090-0077_p0041",
      "zh_CN": "答：病痛有三大类，自己多想想。但是一切病痛的根源是贪瞋痴三毒，如果我们确实能把贪瞋痴三毒拔除，我相信再严重的病都能够治得好。",
      "zh_TW": "答：病痛有三大類，自己多想想。但是一切病痛的根源是貪瞋痴三毒，如果我們確實能把貪瞋痴三毒拔除，我相信再嚴重的病都能夠治得好。"
    },
    {
      "id": "21-090-0077_p0042",
      "zh_CN": "这位同修是写一封信来请教：「我对佛教所知甚少，十分想了解其中奥秘。我是一名医学研究所人员，平日看见许多动物因为医学试验的需要而牺牲，因而产生恻隐之心。请问这样牺牲动物而换来人类的健康行为，是否有违佛教教义？」",
      "zh_TW": "這位同修是寫一封信來請教：「我對佛教所知甚少，十分想了解其中奧祕。我是一名醫學研究所人員，平日看見許多動物因為醫學試驗的需要而犧牲，因而產生惻隱之心。請問這樣犧牲動物而換來人類的健康行為，是否有違佛教教義？」"
    },
    {
      "id": "21-090-0077_p0043",
      "zh_CN": "答：对，确实是违背佛教教义。许多从事于这个行业的人，不少有你这样的心态，杀多了，自己非常难过，甚至于在杀害的时候手软，不忍心下手，这种情形是有的。牺牲这些动物是否真能在医学上有多少帮助？非常难说。在台湾，我记不得是哪个书局出版一本《旷野的声音》，这本书是报导澳洲土着，里面写着澳洲土着他们对于病患治疗的一些方法，非常值得参考。那个方法虽然是古老，它确实有效，它也不需要这些医疗的器材，方法虽然很原始，非常有效果。这个方法在他们土着是代代相传，总有千万年的历史。中国的中医至少也有五千年以上的历史，都没有采用动物来做实验，而且医术都非常高明，值得去研究。",
      "zh_TW": "答：對，確實是違背佛教教義。許多從事於這個行業的人，不少有你這樣的心態，殺多了，自己非常難過，甚至於在殺害的時候手軟，不忍心下手，這種情形是有的。犧牲這些動物是否真能在醫學上有多少幫助？非常難說。在台灣，我記不得是哪個書局出版一本《曠野的聲音》，這本書是報導澳洲土著，裡面寫著澳洲土著他們對於病患治療的一些方法，非常值得參考。那個方法雖然是古老，它確實有效，它也不需要這些醫療的器材，方法雖然很原始，非常有效果。這個方法在他們土著是代代相傳，總有千萬年的歷史。中國的中醫至少也有五千年以上的歷史，都沒有採用動物來做實驗，而且醫術都非常高明，值得去研究。"
    },
    {
      "id": "21-090-0077_p0044",
      "zh_CN": "这位同修他在这封信上问：「晚辈是李宏延，已经皈依，特别爱看理论性的佛经，尤其是《楞严经》。但其中有一部分内容始终弄不明白，即是富楼那问佛：『若此妙觉本妙觉明，与如来心不增不减，无状忽生山河大地诸有为相』（这是《楞严经》上一段经文）。我理解的，『若此妙觉本妙觉明与如来心不增不减』，这一段即是说妙觉就是如来，后面跟的就是如来，『无状忽生山河大地』，这涉及世界最初起源。最初的湛然真性是否是佛性，如果不是，那是什么？如果是，岂不是有佛无状而生山河大地？修成佛岂不又有无明产生？经文中解释『又如金矿杂于精金，其金一纯，更不成杂』，问题说金矿杂于精金，不能同『若此妙觉本妙觉明与如来心不增不减』比较，金矿杂于精金已经不明了，非为妙觉觉明如来心。希望法师能予指教。」",
      "zh_TW": "這位同修他在這封信上問：「晚輩是李宏延，已經皈依，特別愛看理論性的佛經，尤其是《楞嚴經》。但其中有一部分內容始終弄不明白，即是富樓那問佛：『若此妙覺本妙覺明，與如來心不增不減，無狀忽生山河大地諸有為相』（這是《楞嚴經》上一段經文）。我理解的，『若此妙覺本妙覺明與如來心不增不減』，這一段即是說妙覺就是如來，後面跟的就是如來，『無狀忽生山河大地』，這涉及世界最初起源。最初的湛然真性是否是佛性，如果不是，那是什麼？如果是，豈不是有佛無狀而生山河大地？修成佛豈不又有無明產生？經文中解釋『又如金礦雜於精金，其金一純，更不成雜』，問題說金礦雜於精金，不能同『若此妙覺本妙覺明與如來心不增不減』比較，金礦雜於精金已經不明了，非為妙覺覺明如來心。希望法師能予指教。」"
    },
    {
      "id": "21-090-0077_p0045",
      "zh_CN": "答：这个问题也不是几句话能讲得清楚，你可以详细去读第四卷；这段经文都是富楼那提出来，释迦牟尼佛跟他解答的。经文要念不懂，你详细去研究注解。《楞严经》的注解几乎将近一百种，其中最著名的，古时候注解的代表是宋朝《长水疏》，经注的代表作是明朝《楞严经正脉疏》。这些是古人著述，也许在文字上还是比较难懂，近人注得最浅显的是圆瑛法师的《楞严经讲义》。近代人对《楞严经》的著述也有十几种，是以圆瑛法师《讲义》比较通俗，《楞严直解》比较扼要，这些著述都可以做参考。",
      "zh_TW": "答：這個問題也不是幾句話能講得清楚，你可以詳細去讀第四卷；這段經文都是富樓那提出來，釋迦牟尼佛跟他解答的。經文要念不懂，你詳細去研究註解。《楞嚴經》的註解幾乎將近一百種，其中最著名的，古時候註解的代表是宋朝《長水疏》，經註的代表作是明朝《楞嚴經正脈疏》。這些是古人著述，也許在文字上還是比較難懂，近人註得最淺顯的是圓瑛法師的《楞嚴經講義》。近代人對《楞嚴經》的著述也有十幾種，是以圓瑛法師《講義》比較通俗，《楞嚴直解》比較扼要，這些著述都可以做參考。"
    },
    {
      "id": "21-090-0077_p0046",
      "zh_CN": "问：「在大陆有一人自称是出家人，法号妙航，创编中华昆仑女神功法。在解释世界的起源时，用此《楞严经》中富楼那的问话，说佛造业，佛产生山河大地、有情众生，佛都修到辟支佛的层次，真正的如来性海，则谁也不往里跳，意味着真我的消失达到永灭。如能得到指点，不甚感激。」",
      "zh_TW": "問：「在大陸有一人自稱是出家人，法號妙航，創編中華崑崙女神功法。在解釋世界的起源時，用此《楞嚴經》中富樓那的問話，說佛造業，佛產生山河大地、有情眾生，佛都修到辟支佛的層次，真正的如來性海，則誰也不往裡跳，意味著真我的消失達到永滅。如能得到指點，不甚感激。」"
    },
    {
      "id": "21-090-0077_p0047",
      "zh_CN": "答：这段话他说的我并不清楚，他对于《楞严经》的解释有错误。「愿解如来真实义」不容易！现在人曲解如来真实义，错解如来真实义，太多了，我们常常听到。为什么会错解，为什么会曲解？这是我跟同学们常提到的，我们自私自利的念头没有放下。如来的境界与我们的境界完全不相同，我们用自己的意思去解佛经典，全都把佛经解错了。什么时候能正确解如来真实义？你必须也到如来的境界，你才会懂佛的意思；你不入佛的境界，你怎么会懂佛的意思？所以要解大乘经，一定要先提升自己境界，这非常重要！提升自己境界，那就是修证的功夫。所以世间人解佛经没有不错误的，这是佛经的难处。",
      "zh_TW": "答：這段話他說的我並不清楚，他對於《楞嚴經》的解釋有錯誤。「願解如來真實義」不容易！現在人曲解如來真實義，錯解如來真實義，太多了，我們常常聽到。為什麼會錯解，為什麼會曲解？這是我跟同學們常提到的，我們自私自利的念頭沒有放下。如來的境界與我們的境界完全不相同，我們用自己的意思去解佛經典，全都把佛經解錯了。什麼時候能正確解如來真實義？你必須也到如來的境界，你才會懂佛的意思；你不入佛的境界，你怎麼會懂佛的意思？所以要解大乘經，一定要先提升自己境界，這非常重要！提升自己境界，那就是修證的功夫。所以世間人解佛經沒有不錯誤的，這是佛經的難處。"
    },
    {
      "id": "21-090-0077_p0048",
      "zh_CN": "古来大德注解经都有悟处，换句话说，他都能够契入几分；因为契入的浅深不一样，所以解释就不相同。同样一部经有几十种注解，这几十种注解都收在《藏经》里面；换句话说，都是正确的注解，但是那个注解未必圆满，特别在《楞严经》。我们净土宗祖师莲池大师也有一本《楞严经》的注解，分量不多，叫做《楞严经摸象记》。你们想想这个名称，《楞严经摸象记》，瞎子摸象，摸到大象腿，大象像什么？大象像个柱子；他没说错，大象腿确实像柱子。摸到大象尾巴，大象像什么？大象像扫帚，大象尾巴确实像扫帚。摸到大象肚子，大象像什么？大象像墙壁，都没有说错。莲池大师说注解《楞严经》的那些大德们都没有说错，但都是讲了一部分，你才晓得大乘经不容易！所以信、解、行、证，一定真正证悟，解经就不会错了。没有到证悟，真的是瞎子摸象，我们要从这个地方去体会。",
      "zh_TW": "古來大德註解經都有悟處，換句話說，他都能夠契入幾分；因為契入的淺深不一樣，所以解釋就不相同。同樣一部經有幾十種註解，這幾十種註解都收在《藏經》裡面；換句話說，都是正確的註解，但是那個註解未必圓滿，特別在《楞嚴經》。我們淨土宗祖師蓮池大師也有一本《楞嚴經》的註解，分量不多，叫做《楞嚴經摸象記》。你們想想這個名稱，《楞嚴經摸象記》，瞎子摸象，摸到大象腿，大象像什麼？大象像個柱子；他沒說錯，大象腿確實像柱子。摸到大象尾巴，大象像什麼？大象像掃帚，大象尾巴確實像掃帚。摸到大象肚子，大象像什麼？大象像牆壁，都沒有說錯。蓮池大師說註解《楞嚴經》的那些大德們都沒有說錯，但都是講了一部分，你才曉得大乘經不容易！所以信、解、行、證，一定真正證悟，解經就不會錯了。沒有到證悟，真的是瞎子摸象，我們要從這個地方去體會。"
    },
    {
      "id": "21-090-0077_p0049",
      "zh_CN": "所以我们学习要虚心，最重要的是要修行，要远离贪瞋痴慢，要放下自私自利。你要入经教，首先把障碍去掉，这些东西是障碍，障碍如果不去掉，永远不能契入。我们天天听经，像听什么？听说书、听故事，你真能懂吗？似懂非懂，好像是懂，确实不懂。问题在哪里？没有能入进去。入进去，才真的懂得，入进去得放下自私自利。佛在《十善业道经》告诉我们「不容毫分不善间杂」，只要有毫分不善夹杂，如来的真实义我们就没有法子懂得。",
      "zh_TW": "所以我們學習要虛心，最重要的是要修行，要遠離貪瞋痴慢，要放下自私自利。你要入經教，首先把障礙去掉，這些東西是障礙，障礙如果不去掉，永遠不能契入。我們天天聽經，像聽什麼？聽說書、聽故事，你真能懂嗎？似懂非懂，好像是懂，確實不懂。問題在哪裡？沒有能入進去。入進去，才真的懂得，入進去得放下自私自利。佛在《十善業道經》告訴我們「不容毫分不善間雜」，只要有毫分不善夾雜，如來的真實義我們就沒有法子懂得。"
    },
    {
      "id": "21-090-0077_p0050",
      "zh_CN": "经有实说、有权说，权说我们可以懂得一部分，真实说我们一句都不能懂。所以我们在经文上读到，晓得佛有这个说法，但是真正的意义我们没有法子了解，一定要契入。一般人契入难，这是事实，所以世出世间圣贤的教导，无不重视薰习。这在教学上是最好的方法，长时间的薰习，慢慢的、不知不觉的能契入。所以学习一天都不能够松懈，每天认真的干，努力的干，总有一天能契入。可是这里有一个原则，不可以有不善夹杂。什么不善？如果你贪名闻利养，贪五欲六尘，你就是一辈子的薰习也入不了境界。",
      "zh_TW": "經有實說、有權說，權說我們可以懂得一部分，真實說我們一句都不能懂。所以我們在經文上讀到，曉得佛有這個說法，但是真正的意義我們沒有法子了解，一定要契入。一般人契入難，這是事實，所以世出世間聖賢的教導，無不重視薰習。這在教學上是最好的方法，長時間的薰習，慢慢的、不知不覺的能契入。所以學習一天都不能夠鬆懈，每天認真的幹，努力的幹，總有一天能契入。可是這裡有一個原則，不可以有不善夾雜。什麼不善？如果你貪名聞利養，貪五欲六塵，你就是一輩子的薰習也入不了境界。"
    },
    {
      "id": "21-090-0077_p0051",
      "zh_CN": "要怎样薰习才能入这个境界？要信、解、行、证。你相信，能理解，你把你信的、所解的统统做到。譬如佛教你不杀生，你真做到，不偷盗也做到，不邪淫、不妄语、不恶口你统统做到，你这样每天在大乘法里薰修，你会有悟处。如果佛教导你，你做不到，你在经教里面无论用什么样的功夫，日夜不休息、勇猛精进也得不到，这个道理要懂。",
      "zh_TW": "要怎樣薰習才能入這個境界？要信、解、行、證。你相信，能理解，你把你信的、所解的統統做到。譬如佛教你不殺生，你真做到，不偷盜也做到，不邪淫、不妄語、不惡口你統統做到，你這樣每天在大乘法裡薰修，你會有悟處。如果佛教導你，你做不到，你在經教裡面無論用什麼樣的功夫，日夜不休息、勇猛精進也得不到，這個道理要懂。"
    },
    {
      "id": "21-090-0077_p0052",
      "zh_CN": "下面有一位同修他有五个问题，第一个问题：「初学佛法的人，应先专修哪一本经典恰当？且能使我们的道心更加坚固，发勇猛精进心。」",
      "zh_TW": "下面有一位同修他有五個問題，第一個問題：「初學佛法的人，應先專修哪一本經典恰當？且能使我們的道心更加堅固，發勇猛精進心。」"
    },
    {
      "id": "21-090-0077_p0053",
      "zh_CN": "答：印光大师指导我们从《了凡四训》下手。《了凡四训》不是佛经，是做学佛的准备功夫。《了凡四训》、《感应篇》，如果再能学《安士全书》，就更好。《安士全书》里面有佛法，最后一部分是《西归直指》，它是介绍净土法门。如果说从来没有接触佛法，我们过去在美国有一次的「认识佛教」讲演，有录音也有录像，已写成小册子，可以先从这本书看起。在佛的经典里面，初学要从哪里入门？经典最好是《十善业道经》、《阿难问事佛吉凶经》，从这里入门。",
      "zh_TW": "答：印光大師指導我們從《了凡四訓》下手。《了凡四訓》不是佛經，是做學佛的準備功夫。《了凡四訓》、《感應篇》，如果再能學《安士全書》，就更好。《安士全書》裡面有佛法，最後一部分是《西歸直指》，它是介紹淨土法門。如果說從來沒有接觸佛法，我們過去在美國有一次的「認識佛教」講演，有錄音也有錄像，已寫成小冊子，可以先從這本書看起。在佛的經典裡面，初學要從哪裡入門？經典最好是《十善業道經》、《阿難問事佛吉凶經》，從這裡入門。"
    },
    {
      "id": "21-090-0077_p0054",
      "zh_CN": "第二个问题：「有人说出家学佛是独善其身的作法，如此的说法正确吗？我们应该如何回应？」",
      "zh_TW": "第二個問題：「有人說出家學佛是獨善其身的作法，如此的說法正確嗎？我們應該如何回應？」"
    },
    {
      "id": "21-090-0077_p0055",
      "zh_CN": "答：这个说法不正确。出家学佛是发愿弘扬佛法，也就是说，我们从事佛教教育的工作。这个工作是积极的，如果独善其身，释迦牟尼佛何必四十九年讲经说法？每天讲八个小时，这样好的老师到哪里去找，这种敬业的精神是我们世间任何行业的榜样。所以这种说法的人，他对于佛法完全无知、不了解。",
      "zh_TW": "答：這個說法不正確。出家學佛是發願弘揚佛法，也就是說，我們從事佛教教育的工作。這個工作是積極的，如果獨善其身，釋迦牟尼佛何必四十九年講經說法？每天講八個小時，這樣好的老師到哪裡去找，這種敬業的精神是我們世間任何行業的榜樣。所以這種說法的人，他對於佛法完全無知、不了解。"
    },
    {
      "id": "21-090-0077_p0056",
      "zh_CN": "第三个问题：「死后的器官捐赠是大慈悲的行为，但又有人说不能捐赠，如此会使往生者堕落，如此是否有我执，应如何才是圆满而利生的方法？」",
      "zh_TW": "第三個問題：「死後的器官捐贈是大慈悲的行為，但又有人說不能捐贈，如此會使往生者墮落，如此是否有我執，應如何才是圓滿而利生的方法？」"
    },
    {
      "id": "21-090-0077_p0057",
      "zh_CN": "答：这要有相当修行的功夫，确实有把握往生西方极乐世界，这个捐赠是最圆满的。为什么？人一断气，神识立刻到极乐世界去了，刹那之间就离开了，这是最圆满的；如果没有这个功夫，就很难做到圆满。佛经告诉我们，生天的人跟堕地狱的人和往生西方极乐世界的人，这三种人没有中阴，这三种人一断气神识就离开身体。所以积善之人，他走的时候没有痛苦，生死大痛苦，他没有痛苦，他一断气就生天，这种人捐赠器官没有问题；往生的人也没问题；堕地狱的人罪太重，一咽气立刻就下地狱，他也没有问题。除这三种人之外，大概都有问题。",
      "zh_TW": "答：這要有相當修行的功夫，確實有把握往生西方極樂世界，這個捐贈是最圓滿的。為什麼？人一斷氣，神識立刻到極樂世界去了，剎那之間就離開了，這是最圓滿的；如果沒有這個功夫，就很難做到圓滿。佛經告訴我們，生天的人跟墮地獄的人和往生西方極樂世界的人，這三種人沒有中陰，這三種人一斷氣神識就離開身體。所以積善之人，他走的時候沒有痛苦，生死大痛苦，他沒有痛苦，他一斷氣就生天，這種人捐贈器官沒有問題；往生的人也沒問題；墮地獄的人罪太重，一嚥氣立刻就下地獄，他也沒有問題。除這三種人之外，大概都有問題。"
    },
    {
      "id": "21-090-0077_p0058",
      "zh_CN": "第四：「何谓六和敬？」",
      "zh_TW": "第四：「何謂六和敬？」"
    },
    {
      "id": "21-090-0077_p0059",
      "zh_CN": "答：六和敬常常讲。",
      "zh_TW": "答：六和敬常常講。"
    },
    {
      "id": "21-090-0077_p0060",
      "zh_CN": "第五：「何谓三福、六和、六度、十愿？」",
      "zh_TW": "第五：「何謂三福、六和、六度、十願？」"
    },
    {
      "id": "21-090-0077_p0061",
      "zh_CN": "答：这些名词我在此地不答复，《佛学辞典》都可以查得到。",
      "zh_TW": "答：這些名詞我在此地不答覆，《佛學辭典》都可以查得到。"
    }
  ]
}