{
  "doc_id": "21-626-0001",
  "title": {
    "zh_CN": "恒顺众生　随喜功德-舜王的故事",
    "zh_TW": "恆順眾生　隨喜功德-舜王的故事"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "21-626-0001",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "21-626-0001_p0001",
      "zh_CN": "诸位法师、诸位同学，今天我们利用这点短暂的时间，跟诸位讨论一个问题，普贤菩萨十大愿王里面讲的，「恒顺众生，随喜功德」，这两句话我们要怎样落实。我想许许多多人都非常关心，佛法的修学，在最近我在《华严经》里面讲得很多，也是自己多年来学习的心得，提供给大家做参考。学佛一定要能收到真实的效果；换句话说，我们学了之后，究竟得到什么样的好处。如果学了佛什么都没有得到，这个佛叫白学了。甚至于没学佛之前还好，学佛之后造更深重的罪业，毁谤三宝，那就更不值得了，还不如不学佛，不学佛你不会造这么重的罪，这个罪业果报是在地狱。现前地狱果报没现前，你还在茫然无知，等到果报现前就后悔莫及。所以佛到底教我们什么？我想诸位同学常常听经，自己心里都知道，一切诸佛如来、法身菩萨无一不是教我们转恶为善、转迷为悟、转凡成圣，一切诸佛如来教化遍法界虚空界众生，目的就在此地。最上等的转凡成圣，这就是佛法里面常讲的，根熟众生，根熟众生他这一生成就了，念佛往生净土就是转凡成圣。这经上讲得很清楚，只要往生到西方极乐世界，都是阿惟越致菩萨。阿惟越致七地以上圣人，他不是凡夫，这是最上乘的，是不可思议的成就。",
      "zh_TW": "諸位法師、諸位同學，今天我們利用這點短暫的時間，跟諸位討論一個問題，普賢菩薩十大願王裡面講的，「恆順眾生，隨喜功德」，這兩句話我們要怎樣落實。我想許許多多人都非常關心，佛法的修學，在最近我在《華嚴經》裡面講得很多，也是自己多年來學習的心得，提供給大家做參考。學佛一定要能收到真實的效果；換句話說，我們學了之後，究竟得到什麼樣的好處。如果學了佛什麼都沒有得到，這個佛叫白學了。甚至於沒學佛之前還好，學佛之後造更深重的罪業，毀謗三寶，那就更不值得了，還不如不學佛，不學佛你不會造這麼重的罪，這個罪業果報是在地獄。現前地獄果報沒現前，你還在茫然無知，等到果報現前就後悔莫及。所以佛到底教我們什麼？我想諸位同學常常聽經，自己心裡都知道，一切諸佛如來、法身菩薩無一不是教我們轉惡為善、轉迷為悟、轉凡成聖，一切諸佛如來教化遍法界虛空界眾生，目的就在此地。最上等的轉凡成聖，這就是佛法裡面常講的，根熟眾生，根熟眾生他這一生成就了，念佛往生淨土就是轉凡成聖。這經上講得很清楚，只要往生到西方極樂世界，都是阿惟越致菩薩。阿惟越致七地以上聖人，他不是凡夫，這是最上乘的，是不可思議的成就。"
    },
    {
      "id": "21-626-0001_p0002",
      "zh_CN": "第二等的转迷为悟，我们一般讲这人开悟了，大彻大悟他没见性。诸位要明白这个道理，他如果见性了他是属于上乘的，他那转凡成圣，见性就成圣，没有见性他还是凡夫。换句话说，他没有能出十法界，没有出十法界不能算圣人，在佛法里面称为小圣。小圣包括十法界里面的四圣法界，声闻、缘觉、菩萨、十法界里面的佛。天台家讲的藏教佛、通教佛，华严宗讲的小教佛、始教佛，这个都没有见性。所以天台大师判释他们是相似即佛，他不是真的，相似，有点像了，他不是真的，这些人我们都可以说转迷为悟，所以转迷为悟是四圣法界。转凡成圣是一真法界，我们要想往生的一真法界那的确不是容易事，除了净土法门之外，没有人能够成就的，为什么？因为它不带业。你看看连小乘须陀洹，都已经把三界八十八品见惑断尽，才能证个小乘须陀洹果。这是什么？这是转恶为善、转迷为悟，他到这个阶段刚刚觉悟。在六道里面不能出六道轮回的，这是佛教给我们转恶为善，在六道里头决定不堕三恶道，这个重要。在六道里面还堕三恶道，这个事情麻烦大了。但是佛在大乘经上给我们讲得很多，六道众生肯定在三恶道的时间长，在三善道的时间短，所以六道凡夫的老家是三恶道，三善道是出来观光旅游，时间很短促，立刻就要回家了。诸位细读《地藏菩萨本愿经》，你就明了了，这是真的不是假的。",
      "zh_TW": "第二等的轉迷為悟，我們一般講這人開悟了，大徹大悟他沒見性。諸位要明白這個道理，他如果見性了他是屬於上乘的，他那轉凡成聖，見性就成聖，沒有見性他還是凡夫。換句話說，他沒有能出十法界，沒有出十法界不能算聖人，在佛法裡面稱為小聖。小聖包括十法界裡面的四聖法界，聲聞、緣覺、菩薩、十法界裡面的佛。天台家講的藏教佛、通教佛，華嚴宗講的小教佛、始教佛，這個都沒有見性。所以天台大師判釋他們是相似即佛，他不是真的，相似，有點像了，他不是真的，這些人我們都可以說轉迷為悟，所以轉迷為悟是四聖法界。轉凡成聖是一真法界，我們要想往生的一真法界那的確不是容易事，除了淨土法門之外，沒有人能夠成就的，為什麼？因為它不帶業。你看看連小乘須陀洹，都已經把三界八十八品見惑斷盡，才能證個小乘須陀洹果。這是什麼？這是轉惡為善、轉迷為悟，他到這個階段剛剛覺悟。在六道裡面不能出六道輪迴的，這是佛教給我們轉惡為善，在六道裡頭決定不墮三惡道，這個重要。在六道裡面還墮三惡道，這個事情麻煩大了。但是佛在大乘經上給我們講得很多，六道眾生肯定在三惡道的時間長，在三善道的時間短，所以六道凡夫的老家是三惡道，三善道是出來觀光旅遊，時間很短促，立刻就要回家了。諸位細讀《地藏菩薩本願經》，你就明瞭了，這是真的不是假的。"
    },
    {
      "id": "21-626-0001_p0003",
      "zh_CN": "所以佛劝导我们一定要懂得断恶修善，佛的这句话我们一定要清清楚楚、明明了瞭，你才能够做得到。起心动念是念头才起来，言语造作，我常讲如果与十恶相应、与三毒相应，你造的业就是恶业。这个恶业感来的果报，就是饿鬼、地狱、畜生，三途果报。所以起心动念自己要赶快觉察到，这是古大德常讲的「不怕念起，只怕觉迟」，念头才起来自己就晓得，我是跟十恶、三毒相应，还是跟三学、十善相应。三学是戒定慧，如果能够跟三学、十善相应，你的念头是善、你的行为是善，你造的是善业，善业的果报在人天。这是佛对于六道众生的指导原则，决定不希望你堕落在三途。所以我在这么多年来常常劝勉大家，我们真正要学佛、真正要在这一生成就，一定要把自己的障碍、业障，这是业障里面的根本，一定要把它消除、要把它放下，根本的根本是什么？自私自利。我们无量劫来受这个害，起心动念我的利益、我的好处这就坏了，是不是真正符合我的利益？完全不符合。这是你把一切事理看错了，这是佛法里面常讲的，颠倒错乱，你把恶当作是善、把善当作是恶，就是什么？十恶跟十善颠倒。你为什么会欺骗人？为什么会伤害别人？没有别的原因，希望自己得利益。如果自己不得利益，无缘无故去伤害别人，我相信世间这种人太少，这种人是傻瓜、愚痴，白痴才干这个事情。头脑清醒的人怎么会去做这种事情？",
      "zh_TW": "所以佛勸導我們一定要懂得斷惡修善，佛的這句話我們一定要清清楚楚、明明瞭瞭，你才能夠做得到。起心動念是念頭才起來，言語造作，我常講如果與十惡相應、與三毒相應，你造的業就是惡業。這個惡業感來的果報，就是餓鬼、地獄、畜生，三途果報。所以起心動念自己要趕快覺察到，這是古大德常講的「不怕念起，只怕覺遲」，念頭才起來自己就曉得，我是跟十惡、三毒相應，還是跟三學、十善相應。三學是戒定慧，如果能夠跟三學、十善相應，你的念頭是善、你的行為是善，你造的是善業，善業的果報在人天。這是佛對於六道眾生的指導原則，決定不希望你墮落在三途。所以我在這麼多年來常常勸勉大家，我們真正要學佛、真正要在這一生成就，一定要把自己的障礙、業障，這是業障裡面的根本，一定要把它消除、要把它放下，根本的根本是什麼？自私自利。我們無量劫來受這個害，起心動念我的利益、我的好處這就壞了，是不是真正符合我的利益？完全不符合。這是你把一切事理看錯了，這是佛法裡面常講的，顛倒錯亂，你把惡當作是善、把善當作是惡，就是什麼？十惡跟十善顛倒。你為什麼會欺騙人？為什麼會傷害別人？沒有別的原因，希望自己得利益。如果自己不得利益，無緣無故去傷害別人，我相信世間這種人太少，這種人是傻瓜、愚痴，白痴才幹這個事情。頭腦清醒的人怎麼會去做這種事情？"
    },
    {
      "id": "21-626-0001_p0004",
      "zh_CN": "所以学佛从哪里学？我们看看诸佛如来、一切菩萨，都是从自己本身去学。断恶是断我自己的恶念恶行，不是断别人的，别人的我断不了，不但我断不了，佛菩萨也断不了。佛菩萨能帮众生断恶的话，那我们何必要修行？他不把我的恶断掉，那佛菩萨就不慈悲，这个道理要懂。所以大经上常常讲，「心佛众生，三无差别」，这力量是相等的。佛帮助一切众生只是教学，只是教导我们，他是怎么成就的，他是怎么断恶的、怎么样破迷开悟的、怎么样转凡成圣的，他把他自己修学，这些道理、方法、经验告诉我们，提供我们做参考，这就是佛菩萨对我们的帮助。除此之外他什么忙都帮不上，这个经论里面说得太多了。佛法里面讲因缘，这四种缘里面，亲因缘、所缘缘、无间缘，都是属于自己本身这面的，佛菩萨能做的是增上缘，我们一定要懂。如果我们自己没有所缘缘、没有无间缘，他那个增上缘增不上。亲因缘不说，亲因缘统统都有，每个众生阿赖耶识里面，所含藏的种子十法界齐全都不缺，你有没有成佛的种子？有。你为什么成不了佛？你没有所缘缘，就是说你没有一个念头想成佛。我有这个念头想成佛，这就是所缘缘，佛能帮得上忙。想成佛这个念头不能间断，那个缘叫无间缘，有时候想、有时候不想常常间断，你这个缘的力量很薄弱，佛帮忙也非常困难。你要有强烈的愿望，念念不舍，那佛帮助力量就很大了，你在一生当中能成就。",
      "zh_TW": "所以學佛從哪裡學？我們看看諸佛如來、一切菩薩，都是從自己本身去學。斷惡是斷我自己的惡念惡行，不是斷別人的，別人的我斷不了，不但我斷不了，佛菩薩也斷不了。佛菩薩能幫眾生斷惡的話，那我們何必要修行？他不把我的惡斷掉，那佛菩薩就不慈悲，這個道理要懂。所以大經上常常講，「心佛眾生，三無差別」，這力量是相等的。佛幫助一切眾生只是教學，只是教導我們，他是怎麼成就的，他是怎麼斷惡的、怎麼樣破迷開悟的、怎麼樣轉凡成聖的，他把他自己修學，這些道理、方法、經驗告訴我們，提供我們做參考，這就是佛菩薩對我們的幫助。除此之外他什麼忙都幫不上，這個經論裡面說得太多了。佛法裡面講因緣，這四種緣裡面，親因緣、所緣緣、無間緣，都是屬於自己本身這面的，佛菩薩能做的是增上緣，我們一定要懂。如果我們自己沒有所緣緣、沒有無間緣，他那個增上緣增不上。親因緣不說，親因緣統統都有，每個眾生阿賴耶識裡面，所含藏的種子十法界齊全都不缺，你有沒有成佛的種子？有。你為什麼成不了佛？你沒有所緣緣，就是說你沒有一個念頭想成佛。我有這個念頭想成佛，這就是所緣緣，佛能幫得上忙。想成佛這個念頭不能間斷，那個緣叫無間緣，有時候想、有時候不想常常間斷，你這個緣的力量很薄弱，佛幫忙也非常困難。你要有強烈的願望，念念不捨，那佛幫助力量就很大了，你在一生當中能成就。"
    },
    {
      "id": "21-626-0001_p0005",
      "zh_CN": "一个凡夫在一生当中，证得无上的佛果是可能的，《华严经》里面善财童子给我们的示现，一生成就；《法华经》里面，龙女八岁成佛，也是给我们示现。所以善导大师讲，凡夫修行成就，他讲的是往生西方极乐世界四土三辈九品，总在遇缘不同。这句话是真理，完全看你自己遇的缘，缘最重要是人事，你遇到的好人、遇到真善知识，这个助缘无比殊胜。你要是遇到恶知识，天天在那个地方拖你下水，破坏你的信心、破坏你的愿心，让你不能成就，这是恶缘，总在遇缘不同。缘非常复杂，凡是与我们日常生活当中，有交往、有往来的人都是有缘人。这些缘里面有善缘、有恶缘，善恶缘都有过去的业因，这个人为什么处处来障碍我？你要想到过去生中肯定你障碍他，冤冤相报。他来障碍你，你生了瞋恚心，好了，这个障碍没完，来世你又障碍他，再一生他又障碍你没完没了，这是很可怕。所以遇到这样的状况，我们要觉悟，我们要想想，世尊在经典里面，是怎样教导我们的，遇到恶缘、恶的环境，你受到了沉重打击，在这个时候最重要的要保持冷静，不起怨恨、不起瞋恚。没有瞋恚心、没有怨恨心，晓得他这个态度对我应该的，一报还一报，我这笔帐勾消了，佛菩萨保佑你、龙天善神拥护你。",
      "zh_TW": "一個凡夫在一生當中，證得無上的佛果是可能的，《華嚴經》裡面善財童子給我們的示現，一生成就；《法華經》裡面，龍女八歲成佛，也是給我們示現。所以善導大師講，凡夫修行成就，他講的是往生西方極樂世界四土三輩九品，總在遇緣不同。這句話是真理，完全看你自己遇的緣，緣最重要是人事，你遇到的好人、遇到真善知識，這個助緣無比殊勝。你要是遇到惡知識，天天在那個地方拖你下水，破壞你的信心、破壞你的願心，讓你不能成就，這是惡緣，總在遇緣不同。緣非常複雜，凡是與我們日常生活當中，有交往、有往來的人都是有緣人。這些緣裡面有善緣、有惡緣，善惡緣都有過去的業因，這個人為什麼處處來障礙我？你要想到過去生中肯定你障礙他，冤冤相報。他來障礙你，你生了瞋恚心，好了，這個障礙沒完，來世你又障礙他，再一生他又障礙你沒完沒了，這是很可怕。所以遇到這樣的狀況，我們要覺悟，我們要想想，世尊在經典裡面，是怎樣教導我們的，遇到惡緣、惡的環境，你受到了沉重打擊，在這個時候最重要的要保持冷靜，不起怨恨、不起瞋恚。沒有瞋恚心、沒有怨恨心，曉得他這個態度對我應該的，一報還一報，我這筆帳勾消了，佛菩薩保佑你、龍天善神擁護你。"
    },
    {
      "id": "21-626-0001_p0006",
      "zh_CN": "这个路走不通有障碍，另外还有路，路多得很。这个地方没有缘了就不能够强求，这里缘尽了，那边缘成熟了，你就晓得赶快到那边去。决定不能跟这边作对，对于这边要感恩，感什么恩？消业障，我们的帐了了，帐结掉了，这就值得我们感恩的。别人毁谤我们，我们赞叹别人；别人侮辱我们，我们恭敬别人。为什么？留的有后路，下一次见面好见面，不至于把这个缘断掉了。到他觉悟的时候他明白了：觉得那个人还不错，从前我错怪了他。他还来找你，找你，我们不要记前面的事情，我们只记人家的好处，不要记别人的不好处，他只要找我，我再来。总得要大家在一起欢欢喜喜，共同认真的来学习佛法，不断的提升自己的境界这就对了。误会因很深，过去生中的；缘，这里头最重要的，就是听信谣言。彼此直接接触的时间少，就听信别人的话，某人对你怎样怎样，背后怎么样说你。我们就信以为真，这样就产生了猜疑，那个猜疑愈来愈严重，到最后就会破裂。特别是现代这个社会，人与人之间没有信任，这是危机，古人常讲「人无信则不立」，现在人不讲信用，这是世界动乱的根源。我们要怎么学？别人不相信我，我相信别人。那别人陷害我呢？陷害我，我决定没有瞋恚心、没有报复心，我懂得回避。所以佛法，永远建立在高度的智慧上。",
      "zh_TW": "這個路走不通有障礙，另外還有路，路多得很。這個地方沒有緣了就不能夠強求，這裡緣盡了，那邊緣成熟了，你就曉得趕快到那邊去。決定不能跟這邊作對，對於這邊要感恩，感什麼恩？消業障，我們的帳了了，帳結掉了，這就值得我們感恩的。別人毀謗我們，我們讚歎別人；別人侮辱我們，我們恭敬別人。為什麼？留的有後路，下一次見面好見面，不至於把這個緣斷掉了。到他覺悟的時候他明白了：覺得那個人還不錯，從前我錯怪了他。他還來找你，找你，我們不要記前面的事情，我們只記人家的好處，不要記別人的不好處，他只要找我，我再來。總得要大家在一起歡歡喜喜，共同認真的來學習佛法，不斷的提升自己的境界這就對了。誤會因很深，過去生中的；緣，這裡頭最重要的，就是聽信謠言。彼此直接接觸的時間少，就聽信別人的話，某人對你怎樣怎樣，背後怎麼樣說你。我們就信以為真，這樣就產生了猜疑，那個猜疑愈來愈嚴重，到最後就會破裂。特別是現代這個社會，人與人之間沒有信任，這是危機，古人常講「人無信則不立」，現在人不講信用，這是世界動亂的根源。我們要怎麼學？別人不相信我，我相信別人。那別人陷害我呢？陷害我，我決定沒有瞋恚心、沒有報復心，我懂得迴避。所以佛法，永遠建立在高度的智慧上。"
    },
    {
      "id": "21-626-0001_p0007",
      "zh_CN": "你看看中国二十四孝，第一个舜王，我们讲「恒顺众生、随喜功德」，舜王是最好的榜样。他的母亲早年过世了，父亲娶了个继母，继母生了一个儿子、一个女儿。但是继母对他非常不好，挑拨，让他父亲相信他继母的话，对他产生严重的误会。这变成一家人，父亲、继母、还有继母的儿子(他的弟弟)，三个人都想害他，而且想把他害死。很难得，他那个妹妹是个好人，妹妹常常通风报信，他们设计什么计要害你，他就知道了，知道的时候预先防范。几个人商量，他们家里外面有一口枯井，想把他推到枯井里面去，然后把他活埋，埋在里面。这他妹妹告诉他，他就预先在枯井里面挖一个洞，挖一条路通到别地方去。所以父母引诱他去的时候，他去，让他推去，推去石头压光了，他从预先挖好的洞出去了。恒顺、随喜他有智慧，多少次要整他的时候，他统统都想方法避开了，跟家人决定不发生冲突。掉到枯井的时候只是说，我自己不小心，不是说他们推他，我自己不小心掉井里去了。幸亏好，井底下有一条路我走出来。他也不说他自己预先挖的。所以恒顺、随喜要智慧！你看看他要作恶不妨碍他的恶作，又能够回避，这就是儒家讲的「极高明而道中庸」，我们佛法里面讲的，这是真实智慧，没有智慧你做不到，你也不晓得怎么个做法。",
      "zh_TW": "你看看中國二十四孝，第一個舜王，我們講「恆順眾生、隨喜功德」，舜王是最好的榜樣。他的母親早年過世了，父親娶了個繼母，繼母生了一個兒子、一個女兒。但是繼母對他非常不好，挑撥，讓他父親相信他繼母的話，對他產生嚴重的誤會。這變成一家人，父親、繼母、還有繼母的兒子(他的弟弟)，三個人都想害他，而且想把他害死。很難得，他那個妹妹是個好人，妹妹常常通風報信，他們設計什麼計要害你，他就知道了，知道的時候預先防範。幾個人商量，他們家裡外面有一口枯井，想把他推到枯井裡面去，然後把他活埋，埋在裡面。這他妹妹告訴他，他就預先在枯井裡面挖一個洞，挖一條路通到別地方去。所以父母引誘他去的時候，他去，讓他推去，推去石頭壓光了，他從預先挖好的洞出去了。恆順、隨喜他有智慧，多少次要整他的時候，他統統都想方法避開了，跟家人決定不發生衝突。掉到枯井的時候只是說，我自己不小心，不是說他們推他，我自己不小心掉井裡去了。幸虧好，井底下有一條路我走出來。他也不說他自己預先挖的。所以恆順、隨喜要智慧！你看看他要作惡不妨礙他的惡作，又能夠迴避，這就是儒家講的「極高明而道中庸」，我們佛法裡面講的，這是真實智慧，沒有智慧你做不到，你也不曉得怎麼個做法。"
    },
    {
      "id": "21-626-0001_p0008",
      "zh_CN": "所以我们遇到这些情形，遇到恶人，虽然我们自己心里面很清楚，没有瞋恚，我们真正奉行佛陀教诲。但是我们要懂得回避，决定不发生正面冲突，不但正面不发生冲突，侧面也不发生冲突，这就高明，等待他觉悟。舜很了不起，三年的时间他的父亲、后母觉悟，觉悟这个孩子是个好人、是个孝顺的儿子，所以感化了一家，把恶人转变成好人，这是无量功德。这一转变那个影响力就扩大，所以真的家和万事兴，邻里乡党都被他感动，都被舜感动了，才知道舜真正了不起。因为邻里乡党邻居看到他父亲、母亲虐待他，都替他打抱不平，都说他父亲、母亲不是。他把邻里乡党召集，他说你们不可以说我父母不是，那是我的父母，你们说他的不是，那是说我的不是，给他分析。到最后父母整个转过来，邻里乡党佩服他：这人了不起。当时国王尧王，尧王听到这桩事情调查清楚了，尧王把两个女儿嫁给他，把王位传给他，所以他做王，舜王。他能感化一家就能感化他的邻里乡党，能感化邻里乡党就能感化一个国家，尧选他做继承人。",
      "zh_TW": "所以我們遇到這些情形，遇到惡人，雖然我們自己心裡面很清楚，沒有瞋恚，我們真正奉行佛陀教誨。但是我們要懂得迴避，決定不發生正面衝突，不但正面不發生衝突，側面也不發生衝突，這就高明，等待他覺悟。舜很了不起，三年的時間他的父親、後母覺悟，覺悟這個孩子是個好人、是個孝順的兒子，所以感化了一家，把惡人轉變成好人，這是無量功德。這一轉變那個影響力就擴大，所以真的家和萬事興，鄰里鄉黨都被他感動，都被舜感動了，才知道舜真正了不起。因為鄰里鄉黨鄰居看到他父親、母親虐待他，都替他打抱不平，都說他父親、母親不是。他把鄰里鄉黨召集，他說你們不可以說我父母不是，那是我的父母，你們說他的不是，那是說我的不是，給他分析。到最後父母整個轉過來，鄰里鄉黨佩服他：這人了不起。當時國王堯王，堯王聽到這樁事情調查清楚了，堯王把兩個女兒嫁給他，把王位傳給他，所以他做王，舜王。他能感化一家就能感化他的鄰里鄉黨，能感化鄰里鄉黨就能感化一個國家，堯選他做繼承人。"
    },
    {
      "id": "21-626-0001_p0009",
      "zh_CN": "那个时候佛法没到中国来，我们今天看到普贤十愿这个两条，「恒顺众生、随喜功德」，我们想到舜王的故事，那是我们的榜样、是我们的典型，让我们懂得跟逆境、恶缘怎样相处，决定没有恶意，我们用真诚心来感动。因为儒佛这些大圣人都告诉我们，儒家讲「人之初，性本善」，人性都是善的。他为什么会作恶？那恶是习性，习性如果时劫太长，无量劫养的恶习气、恶心，那一下改回来是非常非常不容易。所以从这个地方，我们能看出佛菩萨的慈悲，「佛氏门中不舍一人」，佛菩萨有智慧、有神通、有能力，知道这个人什么时候回头，一千年他会回头、一万年他会回头、一个大劫他会回头，甚至于一百大劫、一千大劫、一万大劫他才会回头，佛都等他，佛不舍弃他。而且在他造作恶业受恶报的过程当中，佛菩萨从来没有一天舍弃过，在那里暗示他，希望把他点醒，这是真的从来没有舍弃过。诸位要是好好去读《华严》，能够契入《华严》少分，你就懂得、就明了了。所以一切诸佛菩萨都在我们的身边，从来没有离开我们，日夜不间断。只是我们自己迷得太深，完全不能够觉察，这要怪我们自己，不能怪佛菩萨不来帮助我。",
      "zh_TW": "那個時候佛法沒到中國來，我們今天看到普賢十願這個兩條，「恆順眾生、隨喜功德」，我們想到舜王的故事，那是我們的榜樣、是我們的典型，讓我們懂得跟逆境、惡緣怎樣相處，決定沒有惡意，我們用真誠心來感動。因為儒佛這些大聖人都告訴我們，儒家講「人之初，性本善」，人性都是善的。他為什麼會作惡？那惡是習性，習性如果時劫太長，無量劫養的惡習氣、惡心，那一下改回來是非常非常不容易。所以從這個地方，我們能看出佛菩薩的慈悲，「佛氏門中不捨一人」，佛菩薩有智慧、有神通、有能力，知道這個人什麼時候回頭，一千年他會回頭、一萬年他會回頭、一個大劫他會回頭，甚至於一百大劫、一千大劫、一萬大劫他才會回頭，佛都等他，佛不捨棄他。而且在他造作惡業受惡報的過程當中，佛菩薩從來沒有一天捨棄過，在那裡暗示他，希望把他點醒，這是真的從來沒有捨棄過。諸位要是好好去讀《華嚴》，能夠契入《華嚴》少分，你就懂得、就明瞭了。所以一切諸佛菩薩都在我們的身邊，從來沒有離開我們，日夜不間斷。只是我們自己迷得太深，完全不能夠覺察，這要怪我們自己，不能怪佛菩薩不來幫助我。"
    },
    {
      "id": "21-626-0001_p0010",
      "zh_CN": "佛告诉我们，整个大宇宙，在佛经里面讲的，法界虚空界是一体，「十方三世佛，共同一法身」。讲到三世佛包括我们自己在内，我们自己每位同修是未来佛，三世是讲过去、现在、未来，你要知道共同一法身。所以宇宙之间一切众生，有情众生、无情众生跟自己确确实实是一体。像我们这个身体一样一体，一体，这个身体里面不见得完全是健康的，有人身体有疾病，有疾病的那一部分，就等于说是迷失了自性，造作恶业的众生，那要怎么办？总得想方法帮助它恢复正常、恢复健康，不能把它除掉。现在外国人用外科手术把它除掉，这个不可以的，除不掉的，一定要帮助它恢复健康。肯定「本觉本有，不觉本无」，不觉就是习气，烦恼、习气、恶作自性里头本来没有。对这些道理真搞通达、搞明白了，你就不会去憎恨恶人。《八大人觉经》里头佛告诉我们，「不念旧恶，不憎恶人」，我们自己真正修到纯净纯善，纯净纯善是如来的果地，最低的位次，也是《华严经》上圆教初住菩萨的地位。我们要修自己心纯净、行纯善，这是真修习行、真用功，功夫得力的时候你就法喜充满、常生欢喜心。",
      "zh_TW": "佛告訴我們，整個大宇宙，在佛經裡面講的，法界虛空界是一體，「十方三世佛，共同一法身」。講到三世佛包括我們自己在內，我們自己每位同修是未來佛，三世是講過去、現在、未來，你要知道共同一法身。所以宇宙之間一切眾生，有情眾生、無情眾生跟自己確確實實是一體。像我們這個身體一樣一體，一體，這個身體裡面不見得完全是健康的，有人身體有疾病，有疾病的那一部分，就等於說是迷失了自性，造作惡業的眾生，那要怎麼辦？總得想方法幫助它恢復正常、恢復健康，不能把它除掉。現在外國人用外科手術把它除掉，這個不可以的，除不掉的，一定要幫助它恢復健康。肯定「本覺本有，不覺本無」，不覺就是習氣，煩惱、習氣、惡作自性裡頭本來沒有。對這些道理真搞通達、搞明白了，你就不會去憎恨惡人。《八大人覺經》裡頭佛告訴我們，「不念舊惡，不憎惡人」，我們自己真正修到純淨純善，純淨純善是如來的果地，最低的位次，也是《華嚴經》上圓教初住菩薩的地位。我們要修自己心純淨、行純善，這是真修習行、真用功，功夫得力的時候你就法喜充滿、常生歡喜心。"
    },
    {
      "id": "21-626-0001_p0011",
      "zh_CN": "世出世法里面第一殊胜的是学、是教，我小时候就读《论语》，这四书看了几十年，常常看，现在还看。你说这里头意思懂不懂？好像是懂，是不是真懂了？不够透彻。真的是开经偈上讲「愿解如来真实义」，我们读《论语》愿解孔子真实义，不是容易事情。去年我讲《华严》，偶尔翻开《论语》，看到夫子里头一句话，我的感触非常之深，「子曰：吾尝终日不食」，一天不吃饭；「终夜不寝」，一夜没睡觉；「以思」，我在那里想；「无益，不如学也」。这一句话我明白了，然后再看看诸佛如来，你看看从初发心到如来地，无量劫他在干什么？学天天在学，年年在学，生生世世在学，一面学一面教。这样回过头来看看，《论语》开头第一句话这夫子讲的，「学而时习之，不亦说乎」，把这两句这样连起来，意思就很圆满，那是什么？那是自己的成就，自学。你每天在学每天境界在提升，我们佛法讲的烦恼轻、智慧长。许多同学看到我，好像我今年精神、身体比去年都好，确实我自己也感觉。什么原因？今年烦恼比去年少，今年智慧比去年增长了，相随心转，身体体质也随心转。所以真正学习功夫得力从哪里看？你的身体一年比一年好，你的相貌一年比一年好，这是你学习你真正有心得。如果一年比一年衰老了，你的功夫不到家，你学得没有成绩，你没有得到真正的利益，这个很现实的。",
      "zh_TW": "世出世法裡面第一殊勝的是學、是教，我小時候就讀《論語》，這四書看了幾十年，常常看，現在還看。你說這裡頭意思懂不懂？好像是懂，是不是真懂了？不夠透徹。真的是開經偈上講「願解如來真實義」，我們讀《論語》願解孔子真實義，不是容易事情。去年我講《華嚴》，偶爾翻開《論語》，看到夫子裡頭一句話，我的感觸非常之深，「子曰：吾嘗終日不食」，一天不吃飯；「終夜不寢」，一夜沒睡覺；「以思」，我在那裡想；「無益，不如學也」。這一句話我明白了，然後再看看諸佛如來，你看看從初發心到如來地，無量劫他在幹什麼？學天天在學，年年在學，生生世世在學，一面學一面教。這樣回過頭來看看，《論語》開頭第一句話這夫子講的，「學而時習之，不亦說乎」，把這兩句這樣連起來，意思就很圓滿，那是什麼？那是自己的成就，自學。你每天在學每天境界在提升，我們佛法講的煩惱輕、智慧長。許多同學看到我，好像我今年精神、身體比去年都好，確實我自己也感覺。什麼原因？今年煩惱比去年少，今年智慧比去年增長了，相隨心轉，身體體質也隨心轉。所以真正學習功夫得力從哪裡看？你的身體一年比一年好，你的相貌一年比一年好，這是你學習你真正有心得。如果一年比一年衰老了，你的功夫不到家，你學得沒有成績，你沒有得到真正的利益，這個很現實的。"
    },
    {
      "id": "21-626-0001_p0012",
      "zh_CN": "佛法里面常讲的「依报随着正报转」，正报是念头、是心，境随心转。我们今天这个方向、目标就是纯净纯善，我们走的是这个目标。纯净纯善，纯净一定是跟菩提心相应，念念不离真诚、清净、平等、正觉、慈悲；行行不离看破、放下、自在、随缘。心纯净，行纯善，我们走这个路，走这个路有大利益。所以你当然法喜充满，别人住这个五浊恶世，我住这个世间是极乐世界。你们眼目当中，这个世间人都没有好人，都是恶人；我眼目当中世间人都是佛菩萨，那怎么会一样？为什么同样一个境界，两个不同的看法？你的心不同，迷悟不同，其实境界是一样的。佛法里面，像这些重要的理论、学习纲领，我们要把握住，念念不舍、受用无穷，所以确确实实是「学而时习之，不亦说乎」，那个悦乎就是我们佛门讲的法喜充满，常生欢喜心。「有朋自远方来，不亦乐乎」，这是教，那个朋是什么？学生，来向你请教的。他们来的时候，你教得很快乐，学得很欢喜、教得很快乐，所以学不厌，教不倦。学厌倦你功夫不得力，教疲倦功夫也不得力，功夫真正得力了学不厌，教不倦。",
      "zh_TW": "佛法裡面常講的「依報隨著正報轉」，正報是念頭、是心，境隨心轉。我們今天這個方向、目標就是純淨純善，我們走的是這個目標。純淨純善，純淨一定是跟菩提心相應，念念不離真誠、清淨、平等、正覺、慈悲；行行不離看破、放下、自在、隨緣。心純淨，行純善，我們走這個路，走這個路有大利益。所以你當然法喜充滿，別人住這個五濁惡世，我住這個世間是極樂世界。你們眼目當中，這個世間人都沒有好人，都是惡人；我眼目當中世間人都是佛菩薩，那怎麼會一樣？為什麼同樣一個境界，兩個不同的看法？你的心不同，迷悟不同，其實境界是一樣的。佛法裡面，像這些重要的理論、學習綱領，我們要把握住，念念不捨、受用無窮，所以確確實實是「學而時習之，不亦說乎」，那個悅乎就是我們佛門講的法喜充滿，常生歡喜心。「有朋自遠方來，不亦樂乎」，這是教，那個朋是什麼？學生，來向你請教的。他們來的時候，你教得很快樂，學得很歡喜、教得很快樂，所以學不厭，教不倦。學厭倦你功夫不得力，教疲倦功夫也不得力，功夫真正得力了學不厭，教不倦。"
    },
    {
      "id": "21-626-0001_p0013",
      "zh_CN": "「人不知而不愠，不亦君子乎」，这句话是说什么？我们这个学习功夫还达不到标准，也就是讲现在的话来说，你所学习的你的知名度还不够，来向你求教的人还不多。这个时候自己心平气和，没有好高骛远的念头，没有求名闻利养的念头，夫子说这是真正君子之人。心里头没有不平，知道什么？知道这是缘分，每个人缘不一样。要想教学效果能扩大，一定要跟一切众生广结法缘，自己求学、教学的效果就能扩大了。自己学是身教，这个经上讲的「为人演说」，这为人表演。教是言教，身教、言教是一不是二，特别是在现代这个时代，现代人都是要讲求证据的，我们的修学证据是什么？我们的形象就是证据，我的形象比你好你不能不服。我到日本去访问，遇到那边许多佛教界的同参道友，年龄跟我差不多，但是我们站在一起，形象不一样，头一个他就服了。佛法讲的三转法轮，最后叫作证转，学佛拿出证据出来，你说学佛好，好在哪里拿出证据出来。我们的形象就是证据，我们的容貌，相随心转，相会变，体质也会随心转。你相貌愈转愈好，身体没有毛病，智慧增长，辩才无碍。不怕你问难，提出什么样的问题，都能够很轻松的给你解答，无需要思考，这是学佛好处的证据，我拿证据给你看。念念为别人好，不是为我自己，这样才能够感应道交。",
      "zh_TW": "「人不知而不慍，不亦君子乎」，這句話是說什麼？我們這個學習功夫還達不到標準，也就是講現在的話來說，你所學習的你的知名度還不夠，來向你求教的人還不多。這個時候自己心平氣和，沒有好高騖遠的念頭，沒有求名聞利養的念頭，夫子說這是真正君子之人。心裡頭沒有不平，知道什麼？知道這是緣分，每個人緣不一樣。要想教學效果能擴大，一定要跟一切眾生廣結法緣，自己求學、教學的效果就能擴大了。自己學是身教，這個經上講的「為人演說」，這為人表演。教是言教，身教、言教是一不是二，特別是在現代這個時代，現代人都是要講求證據的，我們的修學證據是什麼？我們的形象就是證據，我的形象比你好你不能不服。我到日本去訪問，遇到那邊許多佛教界的同參道友，年齡跟我差不多，但是我們站在一起，形象不一樣，頭一個他就服了。佛法講的三轉法輪，最後叫作證轉，學佛拿出證據出來，你說學佛好，好在哪裡拿出證據出來。我們的形象就是證據，我們的容貌，相隨心轉，相會變，體質也會隨心轉。你相貌愈轉愈好，身體沒有毛病，智慧增長，辯才無礙。不怕你問難，提出什麼樣的問題，都能夠很輕鬆的給你解答，無需要思考，這是學佛好處的證據，我拿證據給你看。念念為別人好，不是為我自己，這樣才能夠感應道交。"
    },
    {
      "id": "21-626-0001_p0014",
      "zh_CN": "佛法里面讲的这些道理，最近美国那边的同修，也是一位大学教授，我是请他替我搜集关于因果轮回的报告。他给我寄了三十本书来，我是找了一个人，把每本书里面讲些什么东西，写一个简短的东西给我，就提要翻成中文。上个星期送给我了，我略略的看一看，这些报告里面，肯定轮回是真的不是假的。报告里头有两篇，肯定人的意念可以改变一切，这个说法就跟佛经里面讲的，「一切法从心想生」一个意思。他们那些人没有学佛，在研究报告当中说到这样的结论，人的意念可以改变一切。这句话很重要，如果我们的念头善，我们就变成善人，肯定改变我们生活环境，我们在三善道；如果我们念头在佛，跟菩提心、跟十善、跟六度相应，那我们肯定走菩萨道；我们念头恶，那就是变成三恶道了，念头改变一切。",
      "zh_TW": "佛法裡面講的這些道理，最近美國那邊的同修，也是一位大學教授，我是請他替我蒐集關於因果輪迴的報告。他給我寄了三十本書來，我是找了一個人，把每本書裡面講些什麼東西，寫一個簡短的東西給我，就提要翻成中文。上個星期送給我了，我略略的看一看，這些報告裡面，肯定輪迴是真的不是假的。報告裡頭有兩篇，肯定人的意念可以改變一切，這個說法就跟佛經裡面講的，「一切法從心想生」一個意思。他們那些人沒有學佛，在研究報告當中說到這樣的結論，人的意念可以改變一切。這句話很重要，如果我們的念頭善，我們就變成善人，肯定改變我們生活環境，我們在三善道；如果我們念頭在佛，跟菩提心、跟十善、跟六度相應，那我們肯定走菩薩道；我們念頭惡，那就是變成三惡道了，念頭改變一切。"
    },
    {
      "id": "21-626-0001_p0015",
      "zh_CN": "日本的科学家用了将近五十年的时间研究水，他们现在已经出版了一本书，有同学从网路上，把这些资讯下载下来给我看，跟《华严经》上讲的一样。水有灵性，就是我们这一杯水里头都一样，你要是在显微镜里面去观察，我们的心善，这个水，显微镜底下看的结晶非常之美；如果我们在发脾气，心地很凶恶，你在显微镜下看，这水里面现的相很不好看。它会听声音，它会跟我们的心灵起感应，它会看东西。这个文字，如果这个文字上写个「爱」给它，它那反应很美；你写个「瞋恨」，它的反应就很不好看。这是人家从实验里头照的这些照片来给我们看，水会看，水如是，我们就晓得，我们身体每个细胞的反应都如是，所有一切物质也如是，微尘也如是。水是被人家看出来了，如果再有科学家去研究，看看泥土、尘土里面有没有这个反应？肯定有，不可思议，所以一切万物是活的不是死的。科学愈发达愈进步，对于大乘经上所讲的这些理论、现象，慢慢都被证实，这个对于弘扬大乘、对于我们自己修学，肯定增长信心、增长愿心，我们这一生哪里会不成就？所以修学展现在面前的，就是对人、对事、对物，特别是对人应该懂得怎样随顺、怎样随喜，这比什么都重要。好，今天的话我就讲到此地，谢谢大家。",
      "zh_TW": "日本的科學家用了將近五十年的時間研究水，他們現在已經出版了一本書，有同學從網路上，把這些資訊下載下來給我看，跟《華嚴經》上講的一樣。水有靈性，就是我們這一杯水裡頭都一樣，你要是在顯微鏡裡面去觀察，我們的心善，這個水，顯微鏡底下看的結晶非常之美；如果我們在發脾氣，心地很凶惡，你在顯微鏡下看，這水裡面現的相很不好看。它會聽聲音，它會跟我們的心靈起感應，它會看東西。這個文字，如果這個文字上寫個「愛」給它，它那反應很美；你寫個「瞋恨」，它的反應就很不好看。這是人家從實驗裡頭照的這些照片來給我們看，水會看，水如是，我們就曉得，我們身體每個細胞的反應都如是，所有一切物質也如是，微塵也如是。水是被人家看出來了，如果再有科學家去研究，看看泥土、塵土裡面有沒有這個反應？肯定有，不可思議，所以一切萬物是活的不是死的。科學愈發達愈進步，對於大乘經上所講的這些理論、現象，慢慢都被證實，這個對於弘揚大乘、對於我們自己修學，肯定增長信心、增長願心，我們這一生哪裡會不成就？所以修學展現在面前的，就是對人、對事、對物，特別是對人應該懂得怎樣隨順、怎樣隨喜，這比什麼都重要。好，今天的話我就講到此地，謝謝大家。"
    }
  ]
}