{
  "doc_id": "21-243-0001",
  "title": {
    "zh_CN": "对古晋报恩念佛堂同修开示",
    "zh_TW": "對古晉報恩念佛堂同修開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "21-243-0001",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "21-243-0001_p0001",
      "zh_CN": "悟忍法师，古晋的同修们，大家好。忍师要我对大家讲几句话。这次我随着印尼国家的访问团到埃及去访问伊斯兰教，然后到罗马梵蒂冈去访问天主教。虽然时间不长，这是我第一次到欧洲，看了之后，古人所谓的「百闻不如一见」。欧洲自从罗马帝国灭亡之后就变成许许多多的小国，一直在这一千多年当中，都没有一个统一的政权。所以使我们深深感到他们国家太多，文化不同，种族多，宗教多，是一个很不稳定的一个社会局面，让我们有很深的感触。",
      "zh_TW": "悟忍法師，古晉的同修們，大家好。忍師要我對大家講幾句話。這次我隨著印尼國家的訪問團到埃及去訪問伊斯蘭教，然後到羅馬梵蒂岡去訪問天主教。雖然時間不長，這是我第一次到歐洲，看了之後，古人所謂的「百聞不如一見」。歐洲自從羅馬帝國滅亡之後就變成許許多多的小國，一直在這一千多年當中，都沒有一個統一的政權。所以使我們深深感到他們國家太多，文化不同，種族多，宗教多，是一個很不穩定的一個社會局面，讓我們有很深的感觸。"
    },
    {
      "id": "21-243-0001_p0002",
      "zh_CN": "这两年来，我们参加联合国从事于化解冲突、促进和平的工作，使我们看到这个现象之后，深深感觉到化解冲突确实不是容易事情。和平能不能落实？是大家一心向往的，可是这桩事情，在这几年当中我跟许许多多人谈论过。三年前我在昆士兰大学跟教授团举行座谈会的时候就说到，化解冲突一定从本身做起，我们自己本身对人、对事、对物还有对立，还有矛盾，还有是非人我，我们自己本身都不能够做到和平，要想帮助世界和平那是永远办不到的。中国古人常讲「家和万事兴」，一个家庭、一个团体彼此不相和睦，这个家庭会衰，这个团体会灭亡，这是自古以来，中国、外国历史上我们都能看得到。所以在这个时代我们如果混混沌沌的过日子，愚痴过这一生，随缘堕落，那就没有话说。如果真正修行人认真去想一想，你就感觉到非常恐惧、非常可怕。",
      "zh_TW": "這兩年來，我們參加聯合國從事於化解衝突、促進和平的工作，使我們看到這個現象之後，深深感覺到化解衝突確實不是容易事情。和平能不能落實？是大家一心嚮往的，可是這樁事情，在這幾年當中我跟許許多多人談論過。三年前我在昆士蘭大學跟教授團舉行座談會的時候就說到，化解衝突一定從本身做起，我們自己本身對人、對事、對物還有對立，還有矛盾，還有是非人我，我們自己本身都不能夠做到和平，要想幫助世界和平那是永遠辦不到的。中國古人常講「家和萬事興」，一個家庭、一個團體彼此不相和睦，這個家庭會衰，這個團體會滅亡，這是自古以來，中國、外國歷史上我們都能看得到。所以在這個時代我們如果混混沌沌的過日子，愚痴過這一生，隨緣墮落，那就沒有話說。如果真正修行人認真去想一想，你就感覺到非常恐懼、非常可怕。"
    },
    {
      "id": "21-243-0001_p0003",
      "zh_CN": "真正可怕的不在外面，是自己！首先自己不能放下自己的成见，自己不能够放下自己的妄想分别执着。在乱世，在失去圣贤教诲的这个时代，不知道明哲保身，一昧还在造作罪业，正是《地藏经》上所说的「起心动念，无不是业，无不是罪」。说实在话，自己救自己都救不了，怎么能度别人？我们确实（这是不可否认的）过去生中种的有善根，如果过去生中没有深厚的善根，这一生你得不到人身，你闻不到佛法。得人身闻佛法就说明过去生中善根深厚，这是值得可喜的。可是相对的，我们无量劫来烦恼习气太重了，把我们的善根福德往往都摧毁了，这是事实。如何能够保持我们过去那一点善根福德不要消失，还能够继续往上提升？唯有一个方法，谦虚忍让。所以《金刚经》佛教给我们「一切法得成于忍」，这非常有道理，你有多大的成就，完全看你忍耐的功夫，你要是什么都不能忍耐，你就一事无成，你将来还继续搞轮回，还继续堕三恶道。",
      "zh_TW": "真正可怕的不在外面，是自己！首先自己不能放下自己的成見，自己不能夠放下自己的妄想分別執著。在亂世，在失去聖賢教誨的這個時代，不知道明哲保身，一昧還在造作罪業，正是《地藏經》上所說的「起心動念，無不是業，無不是罪」。說實在話，自己救自己都救不了，怎麼能度別人？我們確實（這是不可否認的）過去生中種的有善根，如果過去生中沒有深厚的善根，這一生你得不到人身，你聞不到佛法。得人身聞佛法就說明過去生中善根深厚，這是值得可喜的。可是相對的，我們無量劫來煩惱習氣太重了，把我們的善根福德往往都摧毀了，這是事實。如何能夠保持我們過去那一點善根福德不要消失，還能夠繼續往上提升？唯有一個方法，謙虛忍讓。所以《金剛經》佛教給我們「一切法得成於忍」，這非常有道理，你有多大的成就，完全看你忍耐的功夫，你要是什麼都不能忍耐，你就一事無成，你將來還繼續搞輪迴，還繼續墮三惡道。"
    },
    {
      "id": "21-243-0001_p0004",
      "zh_CN": "极大的耐心，实在讲与真实智慧是不能够分开的。没有智慧，你的耐心是有限度的，唯有智慧才能够化解贪瞋痴慢，才能化解业障。忍、定只是伏住而已，可是这个非常重要，你要伏不住哪来的智慧？所以智慧是从忍耐、是从定力里面发生的，愈是有耐心的人，愈是有定力的人，智慧往外透；没有耐心，没有定力，他透出来的是烦恼，就是我们一般讲的贪瞋痴慢疑，后面还有一个恶见，佛法讲的六种根本烦恼，这是我们修行人不能够不注意的。所以每天晚课的时候要反省，我这六种烦恼习气是不是还现行？是不是还往外透？要是还往外透，自己就肯定一定堕地狱；如果这六种烦恼慢慢轻了，戒定慧慢慢增长了，这是好消息，如果有这种气象，这是证明你不会堕三途，你来生还有人天福报。",
      "zh_TW": "極大的耐心，實在講與真實智慧是不能夠分開的。沒有智慧，你的耐心是有限度的，唯有智慧才能夠化解貪瞋痴慢，才能化解業障。忍、定只是伏住而已，可是這個非常重要，你要伏不住哪來的智慧？所以智慧是從忍耐、是從定力裡面發生的，愈是有耐心的人，愈是有定力的人，智慧往外透；沒有耐心，沒有定力，他透出來的是煩惱，就是我們一般講的貪瞋痴慢疑，後面還有一個惡見，佛法講的六種根本煩惱，這是我們修行人不能夠不注意的。所以每天晚課的時候要反省，我這六種煩惱習氣是不是還現行？是不是還往外透？要是還往外透，自己就肯定一定墮地獄；如果這六種煩惱慢慢輕了，戒定慧慢慢增長了，這是好消息，如果有這種氣象，這是證明你不會墮三途，你來生還有人天福報。"
    },
    {
      "id": "21-243-0001_p0005",
      "zh_CN": "往生净土实在说不是那么简单，在佛法里称为易行道，易行道是比较，八万四千法门比较它是最容易的。所以你不能把它看作太容易，粗心大意，那你就误了一生的事情。净宗要怎样才能成就？过去念佛堂堂主的口头禅，教导大众身心世界一切放下，提起正念，那就行了。你想想看，你有没有把身心世界一切放下？讲得清清楚楚、明明白白，你自私自利有没有放下？你是非人我有没有放下？你贪瞋痴慢有没有放下？你五欲六尘享受有没有放下？如果这些东西统统没有放下，时时还起这些念头，那你就要晓得这一生你修净土没有把握，就像过去生中所修的一样，这一生不能往生，跟净土结一点法缘。你问什么时候你能往生？你到哪个时候把身心世界一切放下了，因缘成熟了，你决定得生净土。这个道理我们不能不懂，这个事情不是小事。",
      "zh_TW": "往生淨土實在說不是那麼簡單，在佛法裡稱為易行道，易行道是比較，八萬四千法門比較它是最容易的。所以你不能把它看作太容易，粗心大意，那你就誤了一生的事情。淨宗要怎樣才能成就？過去念佛堂堂主的口頭禪，教導大眾身心世界一切放下，提起正念，那就行了。你想想看，你有沒有把身心世界一切放下？講得清清楚楚、明明白白，你自私自利有沒有放下？你是非人我有沒有放下？你貪瞋痴慢有沒有放下？你五欲六塵享受有沒有放下？如果這些東西統統沒有放下，時時還起這些念頭，那你就要曉得這一生你修淨土沒有把握，就像過去生中所修的一樣，這一生不能往生，跟淨土結一點法緣。你問什麼時候你能往生？你到哪個時候把身心世界一切放下了，因緣成熟了，你決定得生淨土。這個道理我們不能不懂，這個事情不是小事。"
    },
    {
      "id": "21-243-0001_p0006",
      "zh_CN": "学佛，最小的收获是保证这一生不堕三途。这一桩事情也不是容易事情，怎样才能不堕三途？必定要严格遵守三皈五戒十善，你就能得人身。三皈，不是说我们在佛菩萨面前做一个仪式，你就得到三皈，那是假的，那不是真的。真的三皈就是《坛经》上所说的「皈依觉，皈依正，皈依净」。念念当中你都能够记住，你都能够认真在落实。觉而不迷，无论是对人对事对物、对世间法、对出世间法觉而不迷，这是你真正皈依佛；正而不邪，你是皈依法；净而不染，你才是皈依僧。觉正净是三宝，这是我们修行的总纲领，总原则，总方向，总目标。怎么去落实？落实在五戒、在十善，用十善五戒去落实，你真正做到，你就不失人身。如果自私自利的念头还有，没有断干净，你来生在欲界，色界都没有分，你怎么能超越六道轮回？这是我跟大家讲真话，我不欺骗你，我再过两年就八十岁了，该死了，我跟你讲的都是实话。",
      "zh_TW": "學佛，最小的收穫是保證這一生不墮三途。這一樁事情也不是容易事情，怎樣才能不墮三途？必定要嚴格遵守三皈五戒十善，你就能得人身。三皈，不是說我們在佛菩薩面前做一個儀式，你就得到三皈，那是假的，那不是真的。真的三皈就是《壇經》上所說的「皈依覺，皈依正，皈依淨」。念念當中你都能夠記住，你都能夠認真在落實。覺而不迷，無論是對人對事對物、對世間法、對出世間法覺而不迷，這是你真正皈依佛；正而不邪，你是皈依法；淨而不染，你才是皈依僧。覺正淨是三寶，這是我們修行的總綱領，總原則，總方向，總目標。怎麼去落實？落實在五戒、在十善，用十善五戒去落實，你真正做到，你就不失人身。如果自私自利的念頭還有，沒有斷乾淨，你來生在欲界，色界都沒有分，你怎麼能超越六道輪迴？這是我跟大家講真話，我不欺騙你，我再過兩年就八十歲了，該死了，我跟你講的都是實話。"
    },
    {
      "id": "21-243-0001_p0007",
      "zh_CN": "诸位自己一定要觉悟「人身难得，佛法难闻」，遇到佛法的机会实在是太少了，开经偈上讲「百千万劫难遭遇」。百千万劫我们在六道轮回得人身可以得很多次，可是遇佛法不容易。你看看现代世界上的人，世界上人口有七十多亿，这七十多亿人当中几个人闻到佛法？你要多看看，你要多想想，你才晓得得人身、闻佛法是多么的可贵。所以希望大家一定要珍惜，要珍惜你一定要懂得放下，你要晓得这个世间点点滴滴都是轮回的根，都是轮回的绳索把你捆绑住，你走不了；一定要知道断恶修善，积功累德。大家在一起，不要说人家是非长短，说人家是非长短造轮回业，又何苦来？你说人家长，人家未必长，你说人家短，人家未必短，都是你自己在猜测，在那里胡造谣言，所以只有对自己造成莫大的伤害、莫大的罪业，对人家伤害不大，这个道理几个人懂？",
      "zh_TW": "諸位自己一定要覺悟「人身難得，佛法難聞」，遇到佛法的機會實在是太少了，開經偈上講「百千萬劫難遭遇」。百千萬劫我們在六道輪迴得人身可以得很多次，可是遇佛法不容易。你看看現代世界上的人，世界上人口有七十多億，這七十多億人當中幾個人聞到佛法？你要多看看，你要多想想，你才曉得得人身、聞佛法是多麼的可貴。所以希望大家一定要珍惜，要珍惜你一定要懂得放下，你要曉得這個世間點點滴滴都是輪迴的根，都是輪迴的繩索把你捆綁住，你走不了；一定要知道斷惡修善，積功累德。大家在一起，不要說人家是非長短，說人家是非長短造輪迴業，又何苦來？你說人家長，人家未必長，你說人家短，人家未必短，都是你自己在猜測，在那裡胡造謠言，所以只有對自己造成莫大的傷害、莫大的罪業，對人家傷害不大，這個道理幾個人懂？"
    },
    {
      "id": "21-243-0001_p0008",
      "zh_CN": "修行最好的方法就是听经、念佛。经不能不读，不能不研究。我每天大部分的时间都在读经，不是讲经就是在读经。现在因为跟世界上许多宗教往来，我不但读佛经，我读《圣经》，我读《古兰经》，我都非常认真，都用颜色笔来圈点。可惜的年岁太大，记忆力不像从前，从前我的记忆力很好，现在记忆力不如从前。读经就是跟圣贤人在一起，就是亲近圣贤人，听圣贤教诲。你要是不读经，那你就是顺从烦恼习气，顺从烦恼习气那就是造轮回业；亲近圣贤教诲，这才叫做净业。经，说老实话你读你未必能理解，读而不解没用处，解而不透彻也没用处，透彻不能够落实也没用处，但是我们一定要做。从读，从听讲，从体会，然后要把它落实到生活当中，落实到工作，落实到处事待人接物。能够一切随顺经典教诲，那就是断恶修善，就是积功累德。",
      "zh_TW": "修行最好的方法就是聽經、念佛。經不能不讀，不能不研究。我每天大部分的時間都在讀經，不是講經就是在讀經。現在因為跟世界上許多宗教往來，我不但讀佛經，我讀《聖經》，我讀《古蘭經》，我都非常認真，都用顏色筆來圈點。可惜的年歲太大，記憶力不像從前，從前我的記憶力很好，現在記憶力不如從前。讀經就是跟聖賢人在一起，就是親近聖賢人，聽聖賢教誨。你要是不讀經，那你就是順從煩惱習氣，順從煩惱習氣那就是造輪迴業；親近聖賢教誨，這才叫做淨業。經，說老實話你讀你未必能理解，讀而不解沒用處，解而不透徹也沒用處，透徹不能夠落實也沒用處，但是我們一定要做。從讀，從聽講，從體會，然後要把它落實到生活當中，落實到工作，落實到處事待人接物。能夠一切隨順經典教誨，那就是斷惡修善，就是積功累德。"
    },
    {
      "id": "21-243-0001_p0009",
      "zh_CN": "功夫的成就，古人讲得好「一门深入，长时薰修」，你才会有成就。你功夫浅，时间短，产生不了效果。这一点不能不求，求又不能不懂方法，你要不懂方法盲目的求，求不到。为什么我说这个话？许多同修都晓得我自己的命运不好，不但是贫穷下贱而且是短命，如果我真的在四十五岁那一年死了，我就不能成就，顶多念佛往生，得个下品下辈往生那就很侥幸了。学佛，我们依照佛法修行，把命运转过来了，能够有这么多年让我继续努力加功用行，把自己境界向上提升；真是像经上所说的，娑婆世界修行一天，等于极乐世界修行一百年。我们能在这个世间多二、三十年的时间修行，这个提升真的是比在西方极乐世界殊胜多了，至少我们从凡圣同居土提升到方便有余土，实报庄严土我们没有把握，但是那是我们的目标。",
      "zh_TW": "功夫的成就，古人講得好「一門深入，長時薰修」，你才會有成就。你功夫淺，時間短，產生不了效果。這一點不能不求，求又不能不懂方法，你要不懂方法盲目的求，求不到。為什麼我說這個話？許多同修都曉得我自己的命運不好，不但是貧窮下賤而且是短命，如果我真的在四十五歲那一年死了，我就不能成就，頂多念佛往生，得個下品下輩往生那就很僥倖了。學佛，我們依照佛法修行，把命運轉過來了，能夠有這麼多年讓我繼續努力加功用行，把自己境界向上提升；真是像經上所說的，娑婆世界修行一天，等於極樂世界修行一百年。我們能在這個世間多二、三十年的時間修行，這個提升真的是比在西方極樂世界殊勝多了，至少我們從凡聖同居土提升到方便有餘土，實報莊嚴土我們沒有把握，但是那是我們的目標。"
    },
    {
      "id": "21-243-0001_p0010",
      "zh_CN": "世间人一切毁谤、一切障难，我们看到了，我们听到了，没有放在心上，一丝毫瞋恚心没有，一丝毫报复的念头没有。不但心上没有，言语上也没有，这就是提升自己的境界，这就是莫大的功德。如果没有这么长的时间磨炼，怎么能成功？所以寿命长有很大的好处，有足够的时间去学习，足够的时间帮助自己向上提升。",
      "zh_TW": "世間人一切毀謗、一切障難，我們看到了，我們聽到了，沒有放在心上，一絲毫瞋恚心沒有，一絲毫報復的念頭沒有。不但心上沒有，言語上也沒有，這就是提升自己的境界，這就是莫大的功德。如果沒有這麼長的時間磨鍊，怎麼能成功？所以壽命長有很大的好處，有足夠的時間去學習，足夠的時間幫助自己向上提升。"
    },
    {
      "id": "21-243-0001_p0011",
      "zh_CN": "善导大师跟我们说「西方净土，四土三辈九品，总在遇缘不同」，这个话说得好。那就是说实报庄严土、常寂光净土上上品往生，我们凡夫都有分，就在遇缘不同。那个缘是你要遇到好老师，要遇到正法，要遇到真善知识。这个真善知识，告诉诸位毁谤我的人、侮辱我的人、陷害我的人都是真善知识。这怎么回事情？因为他帮助我提升。他要不出现，我不知道我自己功夫到什么程度，我就不知道我自己忍辱功夫到哪里，禅定到哪里，般若到哪里，都不知道。他们等于说来考试的，他一示现，我们就发现自己已经到哪一个等级了。所以我常常讲，佛经里头说的「时时是好时，日日是好日」，我续了两句话「人人是好人，事事是好事」，无论是善人、恶人都是帮助我提升，他怎么不是好人？人人是好人。",
      "zh_TW": "善導大師跟我們說「西方淨土，四土三輩九品，總在遇緣不同」，這個話說得好。那就是說實報莊嚴土、常寂光淨土上上品往生，我們凡夫都有分，就在遇緣不同。那個緣是你要遇到好老師，要遇到正法，要遇到真善知識。這個真善知識，告訴諸位毀謗我的人、侮辱我的人、陷害我的人都是真善知識。這怎麼回事情？因為他幫助我提升。他要不出現，我不知道我自己功夫到什麼程度，我就不知道我自己忍辱功夫到哪裡，禪定到哪裡，般若到哪裡，都不知道。他們等於說來考試的，他一示現，我們就發現自己已經到哪一個等級了。所以我常常講，佛經裡頭說的「時時是好時，日日是好日」，我續了兩句話「人人是好人，事事是好事」，無論是善人、惡人都是幫助我提升，他怎麼不是好人？人人是好人。"
    },
    {
      "id": "21-243-0001_p0012",
      "zh_CN": "我们自己心里面对一切人、一切事、一切物，对立的界限没有了。所以我今天看阿鼻地狱，看饿鬼、畜生，我看都是善道，为什么？它是消业障的。你造的业你一定要消掉，那消业障的。人天善道是消福报的，福也不行，因为它是染业，它不是净业，福也要消，罪也要消，六道都是消业的。业消尽了，是业尽情空，你就超越六道了，这个道理不可以不懂。所以真正念佛人，真正学佛人，只有一个真诚的心、清净的心对一切人一切事一切物，永远生活在感恩的世界。人事物对于我们都有恩德，问题就是你会不会，你要会，天天不断向上提升，你要不会，天天不断向下坠落。说老实话，你要想定住在那里不上不下办不到，不是往上升就是往后退，这是一定的道理。希望诸位多多反省、多多的检点，一门深入，长时薰修，依教奉行，把目标锁定在西方极乐世界，把这个世间一切人事物一定要放下。这是假的，这是障碍，这是三途六道的业缘，你要是不放下，你没有办法往生。我的话就说到此地，希望大家共同勉励，谢谢大家。",
      "zh_TW": "我們自己心裡面對一切人、一切事、一切物，對立的界限沒有了。所以我今天看阿鼻地獄，看餓鬼、畜生，我看都是善道，為什麼？它是消業障的。你造的業你一定要消掉，那消業障的。人天善道是消福報的，福也不行，因為它是染業，它不是淨業，福也要消，罪也要消，六道都是消業的。業消盡了，是業盡情空，你就超越六道了，這個道理不可以不懂。所以真正念佛人，真正學佛人，只有一個真誠的心、清淨的心對一切人一切事一切物，永遠生活在感恩的世界。人事物對於我們都有恩德，問題就是你會不會，你要會，天天不斷向上提升，你要不會，天天不斷向下墜落。說老實話，你要想定住在那裡不上不下辦不到，不是往上升就是往後退，這是一定的道理。希望諸位多多反省、多多的檢點，一門深入，長時薰修，依教奉行，把目標鎖定在西方極樂世界，把這個世間一切人事物一定要放下。這是假的，這是障礙，這是三途六道的業緣，你要是不放下，你沒有辦法往生。我的話就說到此地，希望大家共同勉勵，謝謝大家。"
    }
  ]
}