{
  "doc_id": "21-145-0001",
  "title": {
    "zh_CN": "四大天王",
    "zh_TW": "四大天王"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "日本大阪和宗总本山四天王寺",
    "zh_TW": "日本大阪和宗總本山四天王寺"
  },
  "doc_number": "21-145-0001",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "21-145-0001_p0001",
      "zh_CN": "诸位法师，诸位同学：",
      "zh_TW": "諸位法師，諸位同學："
    },
    {
      "id": "21-145-0001_p0002",
      "zh_CN": "刚才我们听了执事长的开示，知道日本供奉四大天王历史与它的意义，我们非常欢喜赞叹。佛法，在经典里面，释迦牟尼佛告诉我们，一定是先有护法而后才有弘法，所以护持佛法的功德肯定是超过弘法。弘法不容易，护法是更不容易。什么人来护法？在佛法当中，我们见到护持佛法的人都是诸佛如来。四大天王在形相上是天王的身分，护世天王，实际上都是古佛再来示现的、应化的。如果不是古佛再来，他怎么知道护持佛法？所以弘法多半是菩萨，护法确确实实都是诸佛如来。",
      "zh_TW": "剛才我們聽了執事長的開示，知道日本供奉四大天王歷史與它的意義，我們非常歡喜讚歎。佛法，在經典裡面，釋迦牟尼佛告訴我們，一定是先有護法而後才有弘法，所以護持佛法的功德肯定是超過弘法。弘法不容易，護法是更不容易。什麼人來護法？在佛法當中，我們見到護持佛法的人都是諸佛如來。四大天王在形相上是天王的身分，護世天王，實際上都是古佛再來示現的、應化的。如果不是古佛再來，他怎麼知道護持佛法？所以弘法多半是菩薩，護法確確實實都是諸佛如來。"
    },
    {
      "id": "21-145-0001_p0003",
      "zh_CN": "护世天王跟我们的关系，尤其是密切。我们知道，在佛法里面总护法是韦陀菩萨，韦陀菩萨他要护持贤劫千佛出世，这是个总护法神。四大天王他是护持我们娑婆世界，尤其是南赡部洲。由此可知，他跟我们的关系是多么的密切。我们居住的这个地球，这个太阳系，换句话说，就是他的辖区，他所护持的范围。天王大慈大悲，时时怜悯苦难众生。可是我们这个娑婆世界，尤其是南赡部洲的众生，佛在《地藏经》上说得很清楚，这个地区的众生「刚强难化」。一定要本地区的众生能够奉行天王的教诲，给天王有更大的力量；这也就是天王护持我们，他要有理由，理直气壮，这才能够护持佛法。如果我们不能够接受天王的教诲，不能够配合他，天王纵然很慈悲，也找不到理由来护持，这是使他很为难的事情。这个道理、事实真相，《地藏经》上都讲得很清楚。",
      "zh_TW": "護世天王跟我們的關係，尤其是密切。我們知道，在佛法裡面總護法是韋陀菩薩，韋陀菩薩他要護持賢劫千佛出世，這是個總護法神。四大天王他是護持我們娑婆世界，尤其是南贍部洲。由此可知，他跟我們的關係是多麼的密切。我們居住的這個地球，這個太陽系，換句話說，就是他的轄區，他所護持的範圍。天王大慈大悲，時時憐憫苦難眾生。可是我們這個娑婆世界，尤其是南贍部洲的眾生，佛在《地藏經》上說得很清楚，這個地區的眾生「剛強難化」。一定要本地區的眾生能夠奉行天王的教誨，給天王有更大的力量；這也就是天王護持我們，他要有理由，理直氣壯，這才能夠護持佛法。如果我們不能夠接受天王的教誨，不能夠配合他，天王縱然很慈悲，也找不到理由來護持，這是使他很為難的事情。這個道理、事實真相，《地藏經》上都講得很清楚。"
    },
    {
      "id": "21-145-0001_p0004",
      "zh_CN": "佛告诉我们，宇宙、法界、刹土、众生从哪里来的？现在许多科学家都在探索宇宙的起源、生命的起源，这是一切学术的大根大本。研究的人多，说法也有许多种，但是都不能够让大众听了口服心服。佛在经典里面告诉我们：虚空法界刹土众生无量无边，从哪里来的？「唯心所现，唯识所变」。心，这是讲真心，识是讲真心起的作用；换句话说，整个宇宙一切众生，不离真心，不离真心的作用。这桩事情只有诸佛如来、法身菩萨了解得透彻，所以他们说出来的，这叫做正法。为什么？完全与事实真相相应，一点都没有看错，一点都没有说错，这叫正法！如果没有证得这个境界，没有把事实真相搞清楚、搞明白，从自己想像当中说出来的，那就免不了有错误，免不了有偏差；这个错误跟偏差，在我们佛法里称之为邪法。所以正邪是从这个地方来说的，我们一定要搞清楚、搞明白。",
      "zh_TW": "佛告訴我們，宇宙、法界、剎土、眾生從哪裡來的？現在許多科學家都在探索宇宙的起源、生命的起源，這是一切學術的大根大本。研究的人多，說法也有許多種，但是都不能夠讓大眾聽了口服心服。佛在經典裡面告訴我們：虛空法界剎土眾生無量無邊，從哪裡來的？「唯心所現，唯識所變」。心，這是講真心，識是講真心起的作用；換句話說，整個宇宙一切眾生，不離真心，不離真心的作用。這樁事情只有諸佛如來、法身菩薩了解得透徹，所以他們說出來的，這叫做正法。為什麼？完全與事實真相相應，一點都沒有看錯，一點都沒有說錯，這叫正法！如果沒有證得這個境界，沒有把事實真相搞清楚、搞明白，從自己想像當中說出來的，那就免不了有錯誤，免不了有偏差；這個錯誤跟偏差，在我們佛法裡稱之為邪法。所以正邪是從這個地方來說的，我們一定要搞清楚、搞明白。"
    },
    {
      "id": "21-145-0001_p0005",
      "zh_CN": "今天我们有缘在四天王寺跟诸位同学一起学习四天王对我们的教诲。东方持国天王教我们行大道，南方增长天王教我们积大德，西方广目天王教我们修大行，北方多闻天王教我们成大果。从这些地方来看，四天王是怎样教化众生、怎样来护持正法。",
      "zh_TW": "今天我們有緣在四天王寺跟諸位同學一起學習四天王對我們的教誨。東方持國天王教我們行大道，南方增長天王教我們積大德，西方廣目天王教我們修大行，北方多聞天王教我們成大果。從這些地方來看，四天王是怎樣教化眾生、怎樣來護持正法。"
    },
    {
      "id": "21-145-0001_p0006",
      "zh_CN": "一切圣贤、诸佛菩萨教导我们，世出世间一切法，一定要从自己本分上才能够求到究竟圆满。如果不从自己内心、行为上去求，那你的方向、道路是完全走错、走岔了。这个理很深，事很广，我们学佛要懂得这个意思。成就道德在此，成就智慧也在此，成就无量无边的功德、福德，无不在此。所以佛学称之为内学，「内」就是向心性当中去求。成佛是从心性当中求得的，佛度一切众生也是从心性当中求得的，真的所谓是「心外无法，法外无心」。从心性当中求，这个就是佛法，就是真实智慧、真正觉悟之法。",
      "zh_TW": "一切聖賢、諸佛菩薩教導我們，世出世間一切法，一定要從自己本分上才能夠求到究竟圓滿。如果不從自己內心、行為上去求，那你的方向、道路是完全走錯、走岔了。這個理很深，事很廣，我們學佛要懂得這個意思。成就道德在此，成就智慧也在此，成就無量無邊的功德、福德，無不在此。所以佛學稱之為內學，「內」就是向心性當中去求。成佛是從心性當中求得的，佛度一切眾生也是從心性當中求得的，真的所謂是「心外無法，法外無心」。從心性當中求，這個就是佛法，就是真實智慧、真正覺悟之法。"
    },
    {
      "id": "21-145-0001_p0007",
      "zh_CN": "佛称为「大雄」，你看供佛的这个大殿称为「大雄宝殿」，这个「雄」是中国人讲的英雄豪杰。为什么称佛为英雄豪杰？世间人有福报的、有能力的，能够战胜一切敌人，甚至于有能力毁灭三千大千世界，那都不算英雄。真正英雄豪杰是战胜自己的烦恼习气，战胜自己的生死轮回，这才叫英雄豪杰。我们对于佛陀的心行，对于佛陀的事业，对于佛陀的教诲，你仔细去观察，这才是大事业、英雄豪杰的事业，值得我们景仰，值得我们效法。",
      "zh_TW": "佛稱為「大雄」，你看供佛的這個大殿稱為「大雄寶殿」，這個「雄」是中國人講的英雄豪傑。為什麼稱佛為英雄豪傑？世間人有福報的、有能力的，能夠戰勝一切敵人，甚至於有能力毀滅三千大千世界，那都不算英雄。真正英雄豪傑是戰勝自己的煩惱習氣，戰勝自己的生死輪迴，這才叫英雄豪傑。我們對於佛陀的心行，對於佛陀的事業，對於佛陀的教誨，你仔細去觀察，這才是大事業、英雄豪傑的事業，值得我們景仰，值得我們效法。"
    },
    {
      "id": "21-145-0001_p0008",
      "zh_CN": "性识就是心性，没有形相，它能够现一切形相。所以示现在九法界，以种种不同的身形，为众生说种种不同觉悟的方法。在名号当中，尤其是最明显的显示。像释迦牟尼佛这个名号，就是他在此时此地，这个地区、这个时段，教化众生的宗旨。在此时此地，这里面所有的众生，对人没有慈悲心，所以佛的名号上用「释迦」，释迦翻成中文意思是「能仁」，能以仁慈对待一切人、一切事、一切物。现在此地众生心地非常烦躁，不得清净，所以名号里头用「牟尼」，牟尼是「寂灭」的意思，就是把妄想分别执着这些烦恼习气，统统都把它灭掉，这是牟尼的意思。所以牟尼是自利，释迦仁慈是利他，自利利他就是诸佛如来、法身菩萨应化在这个世间唯一的一桩大事业。",
      "zh_TW": "性識就是心性，沒有形相，它能夠現一切形相。所以示現在九法界，以種種不同的身形，為眾生說種種不同覺悟的方法。在名號當中，尤其是最明顯的顯示。像釋迦牟尼佛這個名號，就是他在此時此地，這個地區、這個時段，教化眾生的宗旨。在此時此地，這裡面所有的眾生，對人沒有慈悲心，所以佛的名號上用「釋迦」，釋迦翻成中文意思是「能仁」，能以仁慈對待一切人、一切事、一切物。現在此地眾生心地非常煩躁，不得清淨，所以名號裡頭用「牟尼」，牟尼是「寂滅」的意思，就是把妄想分別執著這些煩惱習氣，統統都把它滅掉，這是牟尼的意思。所以牟尼是自利，釋迦仁慈是利他，自利利他就是諸佛如來、法身菩薩應化在這個世間唯一的一樁大事業。"
    },
    {
      "id": "21-145-0001_p0009",
      "zh_CN": "世尊名号里头，尤其是「牟尼」这个意思，我们要非常认真努力来学习。从什么地方学？在顺境、善缘，这个环境一切都很顺利，善缘是一切都是善人、善知识；在这里面决定不起贪念，不起愚痴，你心就清净。在逆境、在恶缘，环境不好，遇到的人都不是善人，都是自己很不称心、不如意；在这个境界里面，没有一丝毫的瞋恚。换句话说，顺境逆境、善缘恶缘都能保持你的清净心，保持你的平等心。清净平等生智慧，不生烦恼，这是「牟尼」真正的意义，真正的好处。",
      "zh_TW": "世尊名號裡頭，尤其是「牟尼」這個意思，我們要非常認真努力來學習。從什麼地方學？在順境、善緣，這個環境一切都很順利，善緣是一切都是善人、善知識；在這裡面決定不起貪念，不起愚痴，你心就清淨。在逆境、在惡緣，環境不好，遇到的人都不是善人，都是自己很不稱心、不如意；在這個境界裡面，沒有一絲毫的瞋恚。換句話說，順境逆境、善緣惡緣都能保持你的清淨心，保持你的平等心。清淨平等生智慧，不生煩惱，這是「牟尼」真正的意義，真正的好處。"
    },
    {
      "id": "21-145-0001_p0010",
      "zh_CN": "佛菩萨的名号是教化众生，天王的德号也不例外，也都是教学的方法。「东方持国天王」，持是保持，国是国家。从这个名号当中，我们就晓得这是护法，怎样能够保持你的家？怎样保持你的国？当然这是从大的方面来说；从最小的地方来讲，怎样保持你的心？怎样保持你的身？中国儒家讲「诚意、正心、修身、齐家、治国、平天下」。持国天王就是教我们这些道理、这些本领。我们学会之后，确确实实能够走圣贤、佛菩萨的道路，不至于做错事情，不至于堕落在三途六道。",
      "zh_TW": "佛菩薩的名號是教化眾生，天王的德號也不例外，也都是教學的方法。「東方持國天王」，持是保持，國是國家。從這個名號當中，我們就曉得這是護法，怎樣能夠保持你的家？怎樣保持你的國？當然這是從大的方面來說；從最小的地方來講，怎樣保持你的心？怎樣保持你的身？中國儒家講「誠意、正心、修身、齊家、治國、平天下」。持國天王就是教我們這些道理、這些本領。我們學會之後，確確實實能夠走聖賢、佛菩薩的道路，不至於做錯事情，不至於墮落在三途六道。"
    },
    {
      "id": "21-145-0001_p0011",
      "zh_CN": "「持国」落实，那就是「敦伦尽分」。「敦伦」，伦是伦常，分是本分，伦常是完全与性德与自性与大自然相应的行为。在中国古人讲的五伦，五伦第一个是夫妇，父子、兄弟、君臣、朋友，这是说明人与人之间的关系是这样的密切。敦是什么意思？敦是诚诚恳恳，用真诚的心、恭敬的心来对一切人，知道这一切人和自己的关系，这个关系是一体的，能够真诚恭敬的对待一切人、一切事、一切物来推广。",
      "zh_TW": "「持國」落實，那就是「敦倫盡分」。「敦倫」，倫是倫常，分是本分，倫常是完全與性德與自性與大自然相應的行為。在中國古人講的五倫，五倫第一個是夫婦，父子、兄弟、君臣、朋友，這是說明人與人之間的關係是這樣的密切。敦是什麼意思？敦是誠誠懇懇，用真誠的心、恭敬的心來對一切人，知道這一切人和自己的關係，這個關係是一體的，能夠真誠恭敬的對待一切人、一切事、一切物來推廣。"
    },
    {
      "id": "21-145-0001_p0012",
      "zh_CN": "「尽分」，分是我们自己的本分。佛菩萨没有自己，佛菩萨示现在这个世间无我，无私无我。他的本分是什么？是帮助一切众生觉悟，这是他的本分事情，其余一切是附带、是助缘，正行是帮助众生觉悟，所以佛法的宗旨是「破迷开悟，离苦得乐」。诸佛菩萨示现本分的工作、本分的事业，帮助一切众生破迷开悟。方法、手段无量无边，所谓是八万四千法门、无量法门，诸位要晓得，它的目标、它的方向只有一个。帮助众生觉悟，首先要帮助自己觉悟；自己不觉悟，怎么能帮助一切众生觉悟？自己迷惑，会引导一切众生迷惑。所以，首先要帮助自己觉悟，这叫行大道！",
      "zh_TW": "「盡分」，分是我們自己的本分。佛菩薩沒有自己，佛菩薩示現在這個世間無我，無私無我。他的本分是什麼？是幫助一切眾生覺悟，這是他的本分事情，其餘一切是附帶、是助緣，正行是幫助眾生覺悟，所以佛法的宗旨是「破迷開悟，離苦得樂」。諸佛菩薩示現本分的工作、本分的事業，幫助一切眾生破迷開悟。方法、手段無量無邊，所謂是八萬四千法門、無量法門，諸位要曉得，它的目標、它的方向只有一個。幫助眾生覺悟，首先要幫助自己覺悟；自己不覺悟，怎麼能幫助一切眾生覺悟？自己迷惑，會引導一切眾生迷惑。所以，首先要幫助自己覺悟，這叫行大道！"
    },
    {
      "id": "21-145-0001_p0013",
      "zh_CN": "诸佛菩萨，我们用凡夫的话来讲，大家容易听懂。起心动念、言语造作，我们晓得那当然都是示现的，无一不是帮助众生觉悟。他示现的形相，帮助众生觉悟，让众生看了之后能醒悟过来。言语的教诲，古大德常讲「菩萨心肠，苦口婆心」，从来没有一个念头是为自己的，都是为众生，帮助众生醒悟过来，帮助众生开智慧，帮助众生回头。佛菩萨的形相、言语在哪里？在经典当中。所以我们要真正向佛菩萨学习，决定不能够离开经典。对经典要诚信、要理解，而且要有深度的理解，要把它做到，变成自己的思想、自己的行为、自己的言语，佛法你真正学到了，天王也真正护持你了。",
      "zh_TW": "諸佛菩薩，我們用凡夫的話來講，大家容易聽懂。起心動念、言語造作，我們曉得那當然都是示現的，無一不是幫助眾生覺悟。他示現的形相，幫助眾生覺悟，讓眾生看了之後能醒悟過來。言語的教誨，古大德常講「菩薩心腸，苦口婆心」，從來沒有一個念頭是為自己的，都是為眾生，幫助眾生醒悟過來，幫助眾生開智慧，幫助眾生回頭。佛菩薩的形相、言語在哪裡？在經典當中。所以我們要真正向佛菩薩學習，決定不能夠離開經典。對經典要誠信、要理解，而且要有深度的理解，要把它做到，變成自己的思想、自己的行為、自己的言語，佛法你真正學到了，天王也真正護持你了。"
    },
    {
      "id": "21-145-0001_p0014",
      "zh_CN": "东方天王在中国的造像，手上拿一柄琵琶，这是乐器，这个乐器代表中道。我们知道弦乐器一定要把它调好，如果弦太松它就不响，太紧它就会断掉，一定要调得适中，代表儒家讲的「中庸之道」，用中；不能够不到，也不能够过分，做到恰到好处。在日常生活当中，对人对事对物，我们起心动念、言语造作都要懂得中道。中国古人常讲，要懂得分寸，要把分寸拿捏得很准，不过也不能够不到，这就是最殊胜的方法。佛家讲中道第一义谛，儒家讲中庸，都是主张用中，用中才是最好的方法。",
      "zh_TW": "東方天王在中國的造像，手上拿一柄琵琶，這是樂器，這個樂器代表中道。我們知道弦樂器一定要把它調好，如果弦太鬆它就不響，太緊它就會斷掉，一定要調得適中，代表儒家講的「中庸之道」，用中；不能夠不到，也不能夠過分，做到恰到好處。在日常生活當中，對人對事對物，我們起心動念、言語造作都要懂得中道。中國古人常講，要懂得分寸，要把分寸拿捏得很準，不過也不能夠不到，這就是最殊勝的方法。佛家講中道第一義諦，儒家講中庸，都是主張用中，用中才是最好的方法。"
    },
    {
      "id": "21-145-0001_p0015",
      "zh_CN": "「南方增长天王」，增长有积极、有消极，这是对于善法跟恶法来说的，正如「三十七道品」里面讲的「四正勤」，这四种。如果是恶法，不是善法，我们要勤奋的把它断掉；如果是善法，我们要勤奋的助长，要叫它增长。所以这里面有邪与正。「闲邪存诚」，这是积大德。诚是邪的反面，我们通常讲邪正，「诚」是正，或者是讲善，诚是善；是正、是善，我们要存。「邪」，这是讲一切不善的，我们要防止；「闲」当作防止讲、预防讲。我们要懂得预防邪知邪见，一切错误的思想、错误的见解、错误的行为、错误的言论要懂得防止。「存诚」，常存真诚心，永远存真诚心、清净心、平等心、觉悟的心、慈悲的心，这就是积大德。",
      "zh_TW": "「南方增長天王」，增長有積極、有消極，這是對於善法跟惡法來說的，正如「三十七道品」裡面講的「四正勤」，這四種。如果是惡法，不是善法，我們要勤奮的把它斷掉；如果是善法，我們要勤奮的助長，要叫它增長。所以這裡面有邪與正。「閑邪存誠」，這是積大德。誠是邪的反面，我們通常講邪正，「誠」是正，或者是講善，誠是善；是正、是善，我們要存。「邪」，這是講一切不善的，我們要防止；「閑」當作防止講、預防講。我們要懂得預防邪知邪見，一切錯誤的思想、錯誤的見解、錯誤的行為、錯誤的言論要懂得防止。「存誠」，常存真誠心，永遠存真誠心、清淨心、平等心、覺悟的心、慈悲的心，這就是積大德。"
    },
    {
      "id": "21-145-0001_p0016",
      "zh_CN": "我们也曾经在经典上读到过，魔来破佛法。其实佛讲得非常好，佛法是从自性里面流露出来的，没有任何力量能够破坏佛法。佛讲的这个话是真实的。魔王也很聪明，他的手段也很高明。他说：到你末法时期，我让我的魔子魔孙统统出家，披上你的袈裟，把你的佛法灭掉。当时释迦牟尼佛没有说话，只是流眼泪，没有说话流眼泪。这是不是魔真的能够破坏佛法？不是的。佛流眼泪是有两个很深的意思：一个是怜悯魔王魔子魔孙，一个是怜悯一切众生。因为佛法是决定不能破坏的，魔所破坏的是什么？是他自己造罪业，将来必定堕地狱。佛看到这些魔子魔孙造作极重的罪业，这是怜悯，流眼泪是怜悯的意思。第二个是一切众生得度的机缘，就是闻法的机缘被他破坏了。佛流眼泪是这个意思。",
      "zh_TW": "我們也曾經在經典上讀到過，魔來破佛法。其實佛講得非常好，佛法是從自性裡面流露出來的，沒有任何力量能夠破壞佛法。佛講的這個話是真實的。魔王也很聰明，他的手段也很高明。他說：到你末法時期，我讓我的魔子魔孫統統出家，披上你的袈裟，把你的佛法滅掉。當時釋迦牟尼佛沒有說話，只是流眼淚，沒有說話流眼淚。這是不是魔真的能夠破壞佛法？不是的。佛流眼淚是有兩個很深的意思：一個是憐憫魔王魔子魔孫，一個是憐憫一切眾生。因為佛法是決定不能破壞的，魔所破壞的是什麼？是他自己造罪業，將來必定墮地獄。佛看到這些魔子魔孫造作極重的罪業，這是憐憫，流眼淚是憐憫的意思。第二個是一切眾生得度的機緣，就是聞法的機緣被他破壞了。佛流眼淚是這個意思。"
    },
    {
      "id": "21-145-0001_p0017",
      "zh_CN": "至于佛法是决定不能够毁坏，它是自性，什么力量也没有办法毁灭自性！又何况诸佛菩萨，我们在《大方广佛华严经》里面看到，他们教化众生，利益众生，那个范围是遍虚空法界。这个地方有障碍，那个地方去了；那个地方有障碍，别的地方去了！所以魔的力量，自己以为有力量，其实他想错了。他所造的这些业跟佛菩萨不结罪，佛菩萨永远大慈大悲；换句话说，决定不受他的影响，决定不受他的障碍。他障碍凡夫，他障碍九法界众生得度的机缘。所以他结罪，跟佛菩萨决定不会结罪，跟一切众生结罪。实在讲他是跟众生过不去，而不是跟佛菩萨，与佛菩萨毫无干涉。这个事理，我们都要清楚、都要明了。",
      "zh_TW": "至於佛法是決定不能夠毀壞，它是自性，什麼力量也沒有辦法毀滅自性！又何況諸佛菩薩，我們在《大方廣佛華嚴經》裡面看到，他們教化眾生，利益眾生，那個範圍是遍虛空法界。這個地方有障礙，那個地方去了；那個地方有障礙，別的地方去了！所以魔的力量，自己以為有力量，其實他想錯了。他所造的這些業跟佛菩薩不結罪，佛菩薩永遠大慈大悲；換句話說，決定不受他的影響，決定不受他的障礙。他障礙凡夫，他障礙九法界眾生得度的機緣。所以他結罪，跟佛菩薩決定不會結罪，跟一切眾生結罪。實在講他是跟眾生過不去，而不是跟佛菩薩，與佛菩薩毫無干涉。這個事理，我們都要清楚、都要明瞭。"
    },
    {
      "id": "21-145-0001_p0018",
      "zh_CN": "真正的佛弟子，无论是在家出家，他的标准是对于佛菩萨的教诲，他能够诚信，他能够理解，他能够奉行。这样的人必定是烦恼轻、智慧长，换句话说，他的业障天天在消除，他的福慧天天在增长，这是一定的道理，必然的现象。如果我们学佛，果报跟这个是相反的，我们的烦恼习气天天增长，智慧不开，这个时候我们要反省，我们要检查自己，肯定自己修学犯了错误。如果不犯错误，如理如法的修行，果报一定是殊胜！就像佛在《阿难问事佛吉凶经》里面所说的，他的果报一定是谐偶，决定不会有不好的这种现象发生。我们明白这个道理，了解事实真相，所以诚信佛陀的教诲，理解佛陀的教诲，奉行佛陀的教诲，这是九界众生第一善行，第一好事。",
      "zh_TW": "真正的佛弟子，無論是在家出家，他的標準是對於佛菩薩的教誨，他能夠誠信，他能夠理解，他能夠奉行。這樣的人必定是煩惱輕、智慧長，換句話說，他的業障天天在消除，他的福慧天天在增長，這是一定的道理，必然的現象。如果我們學佛，果報跟這個是相反的，我們的煩惱習氣天天增長，智慧不開，這個時候我們要反省，我們要檢查自己，肯定自己修學犯了錯誤。如果不犯錯誤，如理如法的修行，果報一定是殊勝！就像佛在《阿難問事佛吉凶經》裡面所說的，他的果報一定是諧偶，決定不會有不好的這種現象發生。我們明白這個道理，了解事實真相，所以誠信佛陀的教誨，理解佛陀的教誨，奉行佛陀的教誨，這是九界眾生第一善行，第一好事。"
    },
    {
      "id": "21-145-0001_p0019",
      "zh_CN": "凡夫在日常生活当中很容易犯错，很容易造业，而佛菩萨不会。原因在哪里？原因就是凡夫他有我，执着这个身是我。有我，当然就有利害得失。如果对自己的利害得失有了冲突，他烦恼习气自然就现行，这是造作一切不善业的根源！佛菩萨为什么不会犯过失？佛菩萨无我。我们在《金刚经》上读到的，「无我相、无人相、无众生相、无寿者相」。无我，他当然就没有利害得失，所以他的心永远是清净的，永远是平等的，永远是真诚的，这是积大德！道理在此地。",
      "zh_TW": "凡夫在日常生活當中很容易犯錯，很容易造業，而佛菩薩不會。原因在哪裡？原因就是凡夫他有我，執著這個身是我。有我，當然就有利害得失。如果對自己的利害得失有了衝突，他煩惱習氣自然就現行，這是造作一切不善業的根源！佛菩薩為什麼不會犯過失？佛菩薩無我。我們在《金剛經》上讀到的，「無我相、無人相、無眾生相、無壽者相」。無我，他當然就沒有利害得失，所以他的心永遠是清淨的，永遠是平等的，永遠是真誠的，這是積大德！道理在此地。"
    },
    {
      "id": "21-145-0001_p0020",
      "zh_CN": "我们要学佛，从哪里学起？放下自私自利，放下名闻利养，放下对五欲六尘的贪念，放下贪瞋痴慢，入佛的境界就不难！如果这些东西不能放下，我们学佛实在讲只能学个皮毛，而没有办法契入佛的境界。佛菩萨他们的受用，我们不但得不到，实在讲，我们也无法想像得到。这里面的障碍究竟在哪里，不能够不清楚，不能够不把它断除掉；断除掉之后，我们的智慧、福德自然就现前。为什么？智慧、福德是自性里头本来具足的，不是从外头来的。",
      "zh_TW": "我們要學佛，從哪裡學起？放下自私自利，放下名聞利養，放下對五欲六塵的貪念，放下貪瞋痴慢，入佛的境界就不難！如果這些東西不能放下，我們學佛實在講只能學個皮毛，而沒有辦法契入佛的境界。佛菩薩他們的受用，我們不但得不到，實在講，我們也無法想像得到。這裡面的障礙究竟在哪裡，不能夠不清楚，不能夠不把它斷除掉；斷除掉之後，我們的智慧、福德自然就現前。為什麼？智慧、福德是自性裡頭本來具足的，不是從外頭來的。"
    },
    {
      "id": "21-145-0001_p0021",
      "zh_CN": "南方天王手上拿的是宝剑，剑代表智慧，我们常讲慧剑。文殊菩萨手上也是拿剑，剑代表智慧，说明智慧比什么都重要。在世出世法里面，唯有智慧能解决一切问题。所以佛法求的是什么？就是求智慧。佛告诉我们：一切众生都有像如来一样的智慧、能力、相好，这是佛在《华严经》上说的，但以妄想执着而不能证得。由此可知，我们圆满的智慧、圆满的能力、圆满的相好，为什么会失掉？就是因为我们有妄想、有分别、有执着，把我们自性里头本有的这些德能障碍住了。只是障碍，并没有丧失，我们把这三种障碍除掉，自性的德能就圆满现前。一切众生这是平等的，所以佛法里讲平等是真正平等，智慧平等，能力平等，相好是我们常讲的福报，没有一样不平等。我们对佛这个开示，能不能相信？能不能理解？果然能信、能解，我们就得奉行。奉行，怎么行法？要把执着放下，把分别放下，把妄想也要放下。这是真正听从佛菩萨的教诲，我们才能够契入佛菩萨的境界。入佛菩萨的境界，就是恢复自己的性德。",
      "zh_TW": "南方天王手上拿的是寶劍，劍代表智慧，我們常講慧劍。文殊菩薩手上也是拿劍，劍代表智慧，說明智慧比什麼都重要。在世出世法裡面，唯有智慧能解決一切問題。所以佛法求的是什麼？就是求智慧。佛告訴我們：一切眾生都有像如來一樣的智慧、能力、相好，這是佛在《華嚴經》上說的，但以妄想執著而不能證得。由此可知，我們圓滿的智慧、圓滿的能力、圓滿的相好，為什麼會失掉？就是因為我們有妄想、有分別、有執著，把我們自性裡頭本有的這些德能障礙住了。只是障礙，並沒有喪失，我們把這三種障礙除掉，自性的德能就圓滿現前。一切眾生這是平等的，所以佛法裡講平等是真正平等，智慧平等，能力平等，相好是我們常講的福報，沒有一樣不平等。我們對佛這個開示，能不能相信？能不能理解？果然能信、能解，我們就得奉行。奉行，怎麼行法？要把執著放下，把分別放下，把妄想也要放下。這是真正聽從佛菩薩的教誨，我們才能夠契入佛菩薩的境界。入佛菩薩的境界，就是恢復自己的性德。"
    },
    {
      "id": "21-145-0001_p0022",
      "zh_CN": "佛法的教学很少谈玄说妙，很少讲这些非常高深、高深莫测，佛不是这样教人的；佛如果这样说法，慈悲就没有了。佛法教众生，一定契合众生的根性，契合众生的程度，非常平易近人。也就是说，无论根性是利的还是钝的，是聪明的还是愚笨的，一定是人人都能够听得懂，人人都能够明了，人人都能够觉悟，佛才能帮助一切众生断恶修善，帮助一切众生回头是岸。务必能够将他的教诲，完全变成我们自己思想、见解，都用在日常生活当中，用在工作里头，用在处事待人接物，做一个纯净纯善而没有丝毫过失、缺陷的人。这个人我们就称他为佛菩萨，我们称他为真正觉悟的人、真正明白的人。这是我们学佛不能够不懂的。",
      "zh_TW": "佛法的教學很少談玄說妙，很少講這些非常高深、高深莫測，佛不是這樣教人的；佛如果這樣說法，慈悲就沒有了。佛法教眾生，一定契合眾生的根性，契合眾生的程度，非常平易近人。也就是說，無論根性是利的還是鈍的，是聰明的還是愚笨的，一定是人人都能夠聽得懂，人人都能夠明瞭，人人都能夠覺悟，佛才能幫助一切眾生斷惡修善，幫助一切眾生回頭是岸。務必能夠將他的教誨，完全變成我們自己思想、見解，都用在日常生活當中，用在工作裡頭，用在處事待人接物，做一個純淨純善而沒有絲毫過失、缺陷的人。這個人我們就稱他為佛菩薩，我們稱他為真正覺悟的人、真正明白的人。這是我們學佛不能夠不懂的。"
    },
    {
      "id": "21-145-0001_p0023",
      "zh_CN": "天王教我们天天要增长智慧，要增长道德，要增长能力，要增长福报，样样都要第一！明天是日本世界和平纪念日，我刚才看到月份牌上写着十一月十一号，四个「一」，很有意义；四个一，都是第一，没有第二。在一年当中，四个一只有这一天，这是表示平等，平等才能和睦。每个国家都第一，每一个族群都第一，每一个宗教都第一，每一个人都第一。我们懂得这个道理，一定是互相尊重，互相敬爱，互助合作，所有一切冲突都能化解，和平、幸福、美满自然就能够现前。这是增长天王教导我们的。上午的课上到此地，下午我们还有两堂，跟诸位介绍「西方」跟「北方」两位天王。",
      "zh_TW": "天王教我們天天要增長智慧，要增長道德，要增長能力，要增長福報，樣樣都要第一！明天是日本世界和平紀念日，我剛才看到月份牌上寫著十一月十一號，四個「一」，很有意義；四個一，都是第一，沒有第二。在一年當中，四個一只有這一天，這是表示平等，平等才能和睦。每個國家都第一，每一個族群都第一，每一個宗教都第一，每一個人都第一。我們懂得這個道理，一定是互相尊重，互相敬愛，互助合作，所有一切衝突都能化解，和平、幸福、美滿自然就能夠現前。這是增長天王教導我們的。上午的課上到此地，下午我們還有兩堂，跟諸位介紹「西方」跟「北方」兩位天王。"
    },
    {
      "id": "21-145-0001_p0024",
      "zh_CN": "诸位同学，我们接着再看「西方广目天王」，广目观照世间修大行。天王手上拿着是一条龙，或者是一条蛇，龙跟蛇都是代表多变化的，说明这个社会人事变幻莫测，取这个意思，让我们要能够看清楚、看明白。另外一只手上他是拿一个宝珠，这个宝珠是代表不变；换句话说，人事物虽然变幻莫测，佛菩萨掌握到永恒不变的真理，以不变来应万变，人事才能够摆平，才能够真正做到如理如法，帮助这个社会和谐安定，帮助人民觉悟幸福。",
      "zh_TW": "諸位同學，我們接著再看「西方廣目天王」，廣目觀照世間修大行。天王手上拿著是一條龍，或者是一條蛇，龍跟蛇都是代表多變化的，說明這個社會人事變幻莫測，取這個意思，讓我們要能夠看清楚、看明白。另外一隻手上他是拿一個寶珠，這個寶珠是代表不變；換句話說，人事物雖然變幻莫測，佛菩薩掌握到永恆不變的真理，以不變來應萬變，人事才能夠擺平，才能夠真正做到如理如法，幫助這個社會和諧安定，幫助人民覺悟幸福。"
    },
    {
      "id": "21-145-0001_p0025",
      "zh_CN": "世出世间法都讲求缘分，有智慧的人他能够认识缘。缘，用我们现在话来讲，就是机会，他能够认识，他能够掌握，他能够运用。运用的如法，就是我们世间人常讲的建大功，立大业，成就无量无边殊胜的功德。如果运用不妥当，与性德相违背，与人情相违背，那就造成祸害，他的结果当然也是相反的。他造极重的罪业，令这个世间一切众生要受苦、要受难，这样的果报当然是三途地狱，他是没有法子避免的，诸佛菩萨虽然慈悲，也没有办法帮助他。",
      "zh_TW": "世出世間法都講求緣分，有智慧的人他能夠認識緣。緣，用我們現在話來講，就是機會，他能夠認識，他能夠掌握，他能夠運用。運用的如法，就是我們世間人常講的建大功，立大業，成就無量無邊殊勝的功德。如果運用不妥當，與性德相違背，與人情相違背，那就造成禍害，他的結果當然也是相反的。他造極重的罪業，令這個世間一切眾生要受苦、要受難，這樣的果報當然是三途地獄，他是沒有法子避免的，諸佛菩薩雖然慈悲，也沒有辦法幫助他。"
    },
    {
      "id": "21-145-0001_p0026",
      "zh_CN": "天王教导我们行大道、积大德，自然成就了大行、大果。为什么我们在这个地方还要用个「修」字？这就是真实慈悲的流露。天王也是佛菩萨示现的，在他们的分上没有一样不圆满，但是众生不圆满，要做样子给众生看。所以还是用一个「修」字，是修给众生看的，这才是真实慈悲的流露。众生的习气，无量劫来养得非常深重。听，一遍听不懂！所以要一门深入，长时期的薰修。「佛氏门中，不舍一人」，往往佛为了帮助一个众生，经过千年万世，累劫都不舍、都照顾，总有一天他会回头。但是这一天究竟有多长，那就很难讲，有的人亿万年，有的人亿万劫。所以佛菩萨的恩德，只有佛菩萨知道，众生永远无法想像的。由此可知，菩萨修行是为众生，不是为自己。为自己，哪里会到六道来？会到九法界来？没这个道理。为自己修行，肯定是在一真法界。但是在大乘法里面，特别是大乘圆教，一真法界跟九法界是一不是二，所以为别人才是真正成就自己真实功德。",
      "zh_TW": "天王教導我們行大道、積大德，自然成就了大行、大果。為什麼我們在這個地方還要用個「修」字？這就是真實慈悲的流露。天王也是佛菩薩示現的，在他們的分上沒有一樣不圓滿，但是眾生不圓滿，要做樣子給眾生看。所以還是用一個「修」字，是修給眾生看的，這才是真實慈悲的流露。眾生的習氣，無量劫來養得非常深重。聽，一遍聽不懂！所以要一門深入，長時期的薰修。「佛氏門中，不捨一人」，往往佛為了幫助一個眾生，經過千年萬世，累劫都不捨、都照顧，總有一天他會回頭。但是這一天究竟有多長，那就很難講，有的人億萬年，有的人億萬劫。所以佛菩薩的恩德，只有佛菩薩知道，眾生永遠無法想像的。由此可知，菩薩修行是為眾生，不是為自己。為自己，哪裡會到六道來？會到九法界來？沒這個道理。為自己修行，肯定是在一真法界。但是在大乘法裡面，特別是大乘圓教，一真法界跟九法界是一不是二，所以為別人才是真正成就自己真實功德。"
    },
    {
      "id": "21-145-0001_p0027",
      "zh_CN": "譬如现在这个世间，已经很久很久疏忽了圣贤的教诲，几几乎乎现代人把什么叫「圣贤」都忘掉了。七十岁以上的人，你跟他提起来，他还有一点模糊的印象；七十岁以下的，已经很不容易有这么一个印象；四十岁以下的，就非常困难，可以说在他印象当中，对于圣贤教育这个名词早就不存在了。在这种状况之下，提倡圣学之道，提倡宗教教学的教育，在佛家讲是教化众生，当然是非常非常困难。真正帮助诸佛菩萨、帮助众生的人少之又少，而破坏的可以说是多之又多，破坏圣教那多如牛毛！这是随喜赞叹，真正学习的那是凤毛麟角！由于这么一个因素，所以这个世界才有劫难，劫难真正因由在此地，我们不能不知道。如果我们要挽救众生的劫难，那就不能不恢复圣贤的教诲。",
      "zh_TW": "譬如現在這個世間，已經很久很久疏忽了聖賢的教誨，幾幾乎乎現代人把什麼叫「聖賢」都忘掉了。七十歲以上的人，你跟他提起來，他還有一點模糊的印象；七十歲以下的，已經很不容易有這麼一個印象；四十歲以下的，就非常困難，可以說在他印象當中，對於聖賢教育這個名詞早就不存在了。在這種狀況之下，提倡聖學之道，提倡宗教教學的教育，在佛家講是教化眾生，當然是非常非常困難。真正幫助諸佛菩薩、幫助眾生的人少之又少，而破壞的可以說是多之又多，破壞聖教那多如牛毛！這是隨喜讚歎，真正學習的那是鳳毛麟角！由於這麼一個因素，所以這個世界才有劫難，劫難真正因由在此地，我們不能不知道。如果我們要挽救眾生的劫難，那就不能不恢復聖賢的教誨。"
    },
    {
      "id": "21-145-0001_p0028",
      "zh_CN": "我们落实到现实生活上来观看，现代的人病根在什么地方？在愚痴，在没有智慧，没有能力辨别真妄，没有能力辨别邪正，没有能力辨别是非，甚至于没有能力辨别利害得失，这是真可怜！对治这个问题，诸位想想，除了教育之外，还有什么方法能对治？归根结柢，我们才能体会到，古来这些大德们为什么那么重视教育。在中国《礼记》里面所说的，「建国君民，教学为先」。「建国」是建立一个国家，建立一个政权，「君民」是领导全国的百姓，什么最重要？教学。",
      "zh_TW": "我們落實到現實生活上來觀看，現代的人病根在什麼地方？在愚痴，在沒有智慧，沒有能力辨別真妄，沒有能力辨別邪正，沒有能力辨別是非，甚至於沒有能力辨別利害得失，這是真可憐！對治這個問題，諸位想想，除了教育之外，還有什麼方法能對治？歸根結柢，我們才能體會到，古來這些大德們為什麼那麼重視教育。在中國《禮記》裡面所說的，「建國君民，教學為先」。「建國」是建立一個國家，建立一個政權，「君民」是領導全國的百姓，什麼最重要？教學。"
    },
    {
      "id": "21-145-0001_p0029",
      "zh_CN": "我们看看晚近，从满清灭亡之后，民国成立。民国成立到今天九十多年，在九十多年这样漫长的时间当中，把教学疏忽了。在中国历史上每一个朝代，建国的确是非常重视教育。蒙古人入主中国、满清入主中国，他们为什么能成功？成功在教学。民国为什么失败？失败在疏忽了教学。这个教学，我们特别要着重在伦理道德的教学，疏忽了！今天偏重在科学技术，偏重在工商业。这种教学的后果，我们现在看到了，整个世界动荡不安，人心都没有安全感。这到底是什么原因，我们有没有认真的去思惟过？这个因素不是别的，失去了圣贤的教诲，这是世人真正的危机。中国古人所说的「哀莫大于心死」，心里面没有圣贤教诲就是心死了，这是最悲哀的、最可怕的一桩事情！为什么？因为你失去了辨别真妄、是非、邪正、利害、得失的能力，这才是真正的可悲。",
      "zh_TW": "我們看看晚近，從滿清滅亡之後，民國成立。民國成立到今天九十多年，在九十多年這樣漫長的時間當中，把教學疏忽了。在中國歷史上每一個朝代，建國的確是非常重視教育。蒙古人入主中國、滿清入主中國，他們為什麼能成功？成功在教學。民國為什麼失敗？失敗在疏忽了教學。這個教學，我們特別要著重在倫理道德的教學，疏忽了！今天偏重在科學技術，偏重在工商業。這種教學的後果，我們現在看到了，整個世界動盪不安，人心都沒有安全感。這到底是什麼原因，我們有沒有認真的去思惟過？這個因素不是別的，失去了聖賢的教誨，這是世人真正的危機。中國古人所說的「哀莫大於心死」，心裡面沒有聖賢教誨就是心死了，這是最悲哀的、最可怕的一樁事情！為什麼？因為你失去了辨別真妄、是非、邪正、利害、得失的能力，這才是真正的可悲。"
    },
    {
      "id": "21-145-0001_p0030",
      "zh_CN": "「孝悌忠信礼义廉耻」，这是德，这是永恒不变的。在佛法里面，佛给我们讲的净业三福、六和敬、菩萨六度、普贤十愿，每一条都是性德的圆满流露，这也是永恒不变；就像天王手上拿的宝珠一样。所以佛教导我们，这个世间无论它怎么样变化，无论怎样乱，大乱之世，我们能够守着不变的性德，在乱世一样能够成就自己，一样能够感化众生，这就是修大行。",
      "zh_TW": "「孝悌忠信禮義廉恥」，這是德，這是永恆不變的。在佛法裡面，佛給我們講的淨業三福、六和敬、菩薩六度、普賢十願，每一條都是性德的圓滿流露，這也是永恆不變；就像天王手上拿的寶珠一樣。所以佛教導我們，這個世間無論它怎麼樣變化，無論怎樣亂，大亂之世，我們能夠守著不變的性德，在亂世一樣能夠成就自己，一樣能夠感化眾生，這就是修大行。"
    },
    {
      "id": "21-145-0001_p0031",
      "zh_CN": "现代社会的一般年轻人不知道孝养父母，我们怎样教化众生？那就要做出孝养父母的榜样。父母年岁大了，让他平平安安的度过他的晚年。不但在物质生活方面要照顾好，更重要的是精神生活。不仅他这一生能够过得很幸福，希望来生要往上提升，不能在六道里头向下坠落。我们有没有想到过这些问题？所以我们想建弥陀村，想了二十多年，缘不具足。这个意愿我们没有放弃，等待机缘成熟。我们相信这个世间人有这个福报。虽然他们的业障很重，障缘很多，只要我们坚定信心，绝不舍弃，相信佛菩萨会保佑，能够把这桩事情做成功、做好，做出孝养父母的样子给社会大众看。不一定是自己的父母，我自己的父母都不在了，但是这个世间许许多多人的父母都在，我们尊重、孝养别人的父母，就是孝养自己的父母，就是教化一切众生回头，随顺性德。",
      "zh_TW": "現代社會的一般年輕人不知道孝養父母，我們怎樣教化眾生？那就要做出孝養父母的榜樣。父母年歲大了，讓他平平安安的度過他的晚年。不但在物質生活方面要照顧好，更重要的是精神生活。不僅他這一生能夠過得很幸福，希望來生要往上提升，不能在六道裡頭向下墜落。我們有沒有想到過這些問題？所以我們想建彌陀村，想了二十多年，緣不具足。這個意願我們沒有放棄，等待機緣成熟。我們相信這個世間人有這個福報。雖然他們的業障很重，障緣很多，只要我們堅定信心，絕不捨棄，相信佛菩薩會保佑，能夠把這樁事情做成功、做好，做出孝養父母的樣子給社會大眾看。不一定是自己的父母，我自己的父母都不在了，但是這個世間許許多多人的父母都在，我們尊重、孝養別人的父母，就是孝養自己的父母，就是教化一切眾生回頭，隨順性德。"
    },
    {
      "id": "21-145-0001_p0032",
      "zh_CN": "这一次我们到日本来访问、来参学，在此地我看到后面的匾额上写的是「和敬、处和」，他们对于「和」非常重视！在这个地方看到许许多多的道场，他们把自己的老师供养在主要的殿堂里面，佛菩萨供养在次要的殿堂里面，把「尊师重道」刻意的显示出来，这是教化众生。现在这个世间，孝道没有了，师道没有了，天下哪有不乱的道理！圣贤人的教诲是在师道，师道建立在孝道的基础上。日本人重视孝道，我们处处都能看见。中国在过去，每一家都有祠堂，年节都举行祭祖。祭祖是家族一年当中最重要的聚会，借着祭祖这个聚会怀念祖宗的教诲，真正做反省忏悔的功夫，改过修善，希望把祖宗的教诲都能够圆圆满满的做到。",
      "zh_TW": "這一次我們到日本來訪問、來參學，在此地我看到後面的匾額上寫的是「和敬、處和」，他們對於「和」非常重視！在這個地方看到許許多多的道場，他們把自己的老師供養在主要的殿堂裡面，佛菩薩供養在次要的殿堂裡面，把「尊師重道」刻意的顯示出來，這是教化眾生。現在這個世間，孝道沒有了，師道沒有了，天下哪有不亂的道理！聖賢人的教誨是在師道，師道建立在孝道的基礎上。日本人重視孝道，我們處處都能看見。中國在過去，每一家都有祠堂，年節都舉行祭祖。祭祖是家族一年當中最重要的聚會，藉著祭祖這個聚會懷念祖宗的教誨，真正做反省懺悔的功夫，改過修善，希望把祖宗的教誨都能夠圓圓滿滿的做到。"
    },
    {
      "id": "21-145-0001_p0033",
      "zh_CN": "师道建立在孝道的基础上。当我们上学的时候，父母叮咛、嘱咐一定要听老师的教诲，所以我们接受老师的教诲，就是孝道的表现。为什么接受老师的教诲？父母教的。能受父母的教诲就是大孝，所以「孝」底下，中国人加一个顺字，孝顺，不顺父母教诲这是大不孝。圣贤的教育就是建立在「孝敬」的基础上。在佛法里面，《地藏菩萨本愿经》就是教孝亲，教尊师。所以古大德教导我们，这部经是佛门的孝经，是大乘佛法的基础。我们要懂得效法古人，向古大德学习，他们都能够以身作则，他们自己修孝道，教子孙敬老师，不但教儿女，他也教导社会，这是道德的流露，这是道德的实践。",
      "zh_TW": "師道建立在孝道的基礎上。當我們上學的時候，父母叮嚀、囑咐一定要聽老師的教誨，所以我們接受老師的教誨，就是孝道的表現。為什麼接受老師的教誨？父母教的。能受父母的教誨就是大孝，所以「孝」底下，中國人加一個順字，孝順，不順父母教誨這是大不孝。聖賢的教育就是建立在「孝敬」的基礎上。在佛法裡面，《地藏菩薩本願經》就是教孝親，教尊師。所以古大德教導我們，這部經是佛門的孝經，是大乘佛法的基礎。我們要懂得效法古人，向古大德學習，他們都能夠以身作則，他們自己修孝道，教子孫敬老師，不但教兒女，他也教導社會，這是道德的流露，這是道德的實踐。"
    },
    {
      "id": "21-145-0001_p0034",
      "zh_CN": "我们今年祭祖先这个缘成熟，我们在香港建立一个「万姓先祖纪念堂」。中国幅员很广，族群很多，现在统计中国的姓氏，大概有二万二千多个姓氏。在从前我们只讲「百家姓」，「百家姓」只有四百五十多个姓氏，没有想到现在的姓氏有二万二千多，我们现在能找到的有一万二千多个。我们建立一个纪念堂，每一家的祖先我们都供一个牌位。今年冬至我们第一次举行祭祖，我们是祭全国每一个姓氏的祖先。这是提倡孝道，纪念祖先，不忘祖先对后人的教诲。",
      "zh_TW": "我們今年祭祖先這個緣成熟，我們在香港建立一個「萬姓先祖紀念堂」。中國幅員很廣，族群很多，現在統計中國的姓氏，大概有二萬二千多個姓氏。在從前我們只講「百家姓」，「百家姓」只有四百五十多個姓氏，沒有想到現在的姓氏有二萬二千多，我們現在能找到的有一萬二千多個。我們建立一個紀念堂，每一家的祖先我們都供一個牌位。今年冬至我們第一次舉行祭祖，我們是祭全國每一個姓氏的祖先。這是提倡孝道，紀念祖先，不忘祖先對後人的教誨。"
    },
    {
      "id": "21-145-0001_p0035",
      "zh_CN": "我们希望能有缘分，真正建立一个如理如法的弥陀村，做出孝养父母的榜样。我们记住老师的教诲，这一生当中，「但开风气不为师」，这是好事情，这是我们这一生对祖宗、对老师、对社会、对自己真正做了一点点好事情。在这个乱世，如果不能帮助众生，帮助众生是要靠缘分，没有这个机缘，我们能做这么多就算不错，最重要的是自己要有把握往生净土。果然如理如法的修行，这个目标是可以做得到的，只要你依照经典的理论、方法去做。我在讲《无量寿经》的时候跟大家说过，如果把《无量寿经》百分之百都做到，这里头的道理我都懂，我相信，我依教奉行，百分之百的做到，你肯定是上上品往生。如果百分之百做不到，我能够做到百分之九十，你就是上品中生。做到百分之八十，你就是上品下生。这样子慢慢往下降，降到下品下生，你要做到百分之二十；如果百分之二十都做不到，你这一生往生的机会就没有了，这是实实在在的。",
      "zh_TW": "我們希望能有緣分，真正建立一個如理如法的彌陀村，做出孝養父母的榜樣。我們記住老師的教誨，這一生當中，「但開風氣不為師」，這是好事情，這是我們這一生對祖宗、對老師、對社會、對自己真正做了一點點好事情。在這個亂世，如果不能幫助眾生，幫助眾生是要靠緣分，沒有這個機緣，我們能做這麼多就算不錯，最重要的是自己要有把握往生淨土。果然如理如法的修行，這個目標是可以做得到的，只要你依照經典的理論、方法去做。我在講《無量壽經》的時候跟大家說過，如果把《無量壽經》百分之百都做到，這裡頭的道理我都懂，我相信，我依教奉行，百分之百的做到，你肯定是上上品往生。如果百分之百做不到，我能夠做到百分之九十，你就是上品中生。做到百分之八十，你就是上品下生。這樣子慢慢往下降，降到下品下生，你要做到百分之二十；如果百分之二十都做不到，你這一生往生的機會就沒有了，這是實實在在的。"
    },
    {
      "id": "21-145-0001_p0036",
      "zh_CN": "所以，经不是叫你念的，也不是叫你讲的，讲得天花乱坠，没用！这从前李老师常常叮咛、嘱咐我们，经要做、要落实，认真努力去做，能做多少你就做多少，希望年年能够增长。到你的晚年，我也曾经说过，你有一天、你有一个星期真能够百分之百做到，你就取上上品往生的资格。这是不受外面环境影响的。弘法利生的机会会受环境影响，自己修行往生不受环境影响，是你肯定可以做得到的。为什么不去做？",
      "zh_TW": "所以，經不是叫你念的，也不是叫你講的，講得天花亂墜，沒用！這從前李老師常常叮嚀、囑咐我們，經要做、要落實，認真努力去做，能做多少你就做多少，希望年年能夠增長。到你的晚年，我也曾經說過，你有一天、你有一個星期真能夠百分之百做到，你就取上上品往生的資格。這是不受外面環境影響的。弘法利生的機會會受環境影響，自己修行往生不受環境影響，是你肯定可以做得到的。為什麼不去做？"
    },
    {
      "id": "21-145-0001_p0037",
      "zh_CN": "在日常生活当中，我们要能够时时刻刻体会觉悟的人，他们的用心，他们的行持，自己要怎样来学习，成就自己的道德，成就自己的学问。有许多人谈到这桩事情，都感到说的容易，做起来太难。没错，做起来是难，但是这个难关不是不能克服。克服自己，古德说的，这不是我讲的，克己的功夫是英雄、是豪杰，是佛、是菩萨，是大圣、大贤。凡夫做不到，他能做到，他能够放弃自己的妄想执着，不随顺自己的烦恼习气，能随顺性德。我们并没有明心见性，什么叫性德我们不知道。但是圣人他们所作所为，留下来这些经典，那些经典就是我们自性性德的流露。因此，我们能够随顺经典，随顺圣贤的教诲，就是随顺自己的性德，那就没有错，跟诸佛菩萨没有两样。所以，经不能不念，不能不求解；不但要求解，要深入。佛在经上劝导我们「深解义趣」，你解得浅，不够，你要解得深，你要做得彻底，才能够改变自己，才能够帮助社会、帮助众生。看看世间人哪些地方违背性德，我们要做出好样子来给他看，做为一个补救，这就是为一切众生修大行。",
      "zh_TW": "在日常生活當中，我們要能夠時時刻刻體會覺悟的人，他們的用心，他們的行持，自己要怎樣來學習，成就自己的道德，成就自己的學問。有許多人談到這樁事情，都感到說的容易，做起來太難。沒錯，做起來是難，但是這個難關不是不能克服。克服自己，古德說的，這不是我講的，克己的功夫是英雄、是豪傑，是佛、是菩薩，是大聖、大賢。凡夫做不到，他能做到，他能夠放棄自己的妄想執著，不隨順自己的煩惱習氣，能隨順性德。我們並沒有明心見性，什麼叫性德我們不知道。但是聖人他們所作所為，留下來這些經典，那些經典就是我們自性性德的流露。因此，我們能夠隨順經典，隨順聖賢的教誨，就是隨順自己的性德，那就沒有錯，跟諸佛菩薩沒有兩樣。所以，經不能不念，不能不求解；不但要求解，要深入。佛在經上勸導我們「深解義趣」，你解得淺，不夠，你要解得深，你要做得徹底，才能夠改變自己，才能夠幫助社會、幫助眾生。看看世間人哪些地方違背性德，我們要做出好樣子來給他看，做為一個補救，這就是為一切眾生修大行。"
    },
    {
      "id": "21-145-0001_p0038",
      "zh_CN": "广目天王教我们细心多看，「北方多闻天王」教我们多听，唯有多看多听才能够增长道德、增长智慧、增长德能、增长福德。多闻天王，这里面最重要的意义就是「长时薰修」。尤其是对于现前的社会，现前社会年轻人没有耐心，学东西总希望学简单的、时间短的，很快就能学成的。看到分量多一点，如果需要时间长，他就厌烦。尤其是圣教，决定不是学一遍、两遍就学会了，没有这个道理。古大德亲近善知识，至少都是十年，根性利的。如果中下根性的人，我们在经典里面看到，我们在传记里面看到，有很多很多人亲近老师一直到老师过世，他才离开老师。老师在，一天都不肯离开。实际上，他的道业、学业早就成就，为什么还跟在老师面前？没有别的，现身说法，给后来的同学看，亲近老师的时间愈长愈好。这是现身说法，这就是慈悲的表现。他能够真正体会到老师的心意，真正体会到大圣大贤教学的义趣，他是以身作则，以身来行道、来感化后学，给世人做榜样，非常非常的难得。",
      "zh_TW": "廣目天王教我們細心多看，「北方多聞天王」教我們多聽，唯有多看多聽才能夠增長道德、增長智慧、增長德能、增長福德。多聞天王，這裡面最重要的意義就是「長時薰修」。尤其是對於現前的社會，現前社會年輕人沒有耐心，學東西總希望學簡單的、時間短的，很快就能學成的。看到分量多一點，如果需要時間長，他就厭煩。尤其是聖教，決定不是學一遍、兩遍就學會了，沒有這個道理。古大德親近善知識，至少都是十年，根性利的。如果中下根性的人，我們在經典裡面看到，我們在傳記裡面看到，有很多很多人親近老師一直到老師過世，他才離開老師。老師在，一天都不肯離開。實際上，他的道業、學業早就成就，為什麼還跟在老師面前？沒有別的，現身說法，給後來的同學看，親近老師的時間愈長愈好。這是現身說法，這就是慈悲的表現。他能夠真正體會到老師的心意，真正體會到大聖大賢教學的義趣，他是以身作則，以身來行道、來感化後學，給世人做榜樣，非常非常的難得。"
    },
    {
      "id": "21-145-0001_p0039",
      "zh_CN": "事相虽然很复杂，说之不尽，最重要的我们要能够掌握到原则，最高的原则就是随顺性德。要真正有心为苦难众生，为一切造作罪业的众生，做出一个觉悟的样子，做出一个回头的样子，做出一个持戒忍辱的样子，这个功德无量无边，不但能够消除自己的罪业，同时你能够得到诸佛护念、龙天善神的拥护。特别是在现前这个时代，真修的人少了；如果真的有一、两个发心真干，古人所谓「人同此心，心同此理」，我们自然能够想像到一切诸佛都赞叹你，一切诸佛都在加持你，肯定的道理。我们为什么不发心！为什么不认真的去学习！",
      "zh_TW": "事相雖然很複雜，說之不盡，最重要的我們要能夠掌握到原則，最高的原則就是隨順性德。要真正有心為苦難眾生，為一切造作罪業的眾生，做出一個覺悟的樣子，做出一個回頭的樣子，做出一個持戒忍辱的樣子，這個功德無量無邊，不但能夠消除自己的罪業，同時你能夠得到諸佛護念、龍天善神的擁護。特別是在現前這個時代，真修的人少了；如果真的有一、兩個發心真幹，古人所謂「人同此心，心同此理」，我們自然能夠想像到一切諸佛都讚歎你，一切諸佛都在加持你，肯定的道理。我們為什麼不發心！為什麼不認真的去學習！"
    },
    {
      "id": "21-145-0001_p0040",
      "zh_CN": "多闻天王手上拿的是伞盖，伞盖是表防御污染，成就纯净纯善。由此可知，菩萨从初发心到尽菩萨地，尽菩萨地就是等觉菩萨，菩萨地到了顶点，到最后了，就是等觉；换句话说，从初信位到等觉位，都要时时防御染污。在初学，要防御见思的染污、尘沙的染污、无明的染污。证得阿罗汉果之后，见思断掉，这个染污没有了，但是还有尘沙、还有无明。纵然证得菩萨果位，是法身菩萨了，尘沙染污也没有了，还有无明的染污。天王教给我们防御无明染污一直到等觉位，证到究竟圆满的佛果，才是真正的纯净纯善。由此可知，天王护持是护持你从初发心到圆满成佛，都不离开你，这个恩德超过父母太多太多。父母对我们的恩德是一世的，天王对我们的恩德是生生世世，永远没有间断。我们自己要能够明了，要能够体会。我们怎样来感恩？唯有依教奉行。",
      "zh_TW": "多聞天王手上拿的是傘蓋，傘蓋是表防禦污染，成就純淨純善。由此可知，菩薩從初發心到盡菩薩地，盡菩薩地就是等覺菩薩，菩薩地到了頂點，到最後了，就是等覺；換句話說，從初信位到等覺位，都要時時防禦染污。在初學，要防禦見思的染污、塵沙的染污、無明的染污。證得阿羅漢果之後，見思斷掉，這個染污沒有了，但是還有塵沙、還有無明。縱然證得菩薩果位，是法身菩薩了，塵沙染污也沒有了，還有無明的染污。天王教給我們防禦無明染污一直到等覺位，證到究竟圓滿的佛果，才是真正的純淨純善。由此可知，天王護持是護持你從初發心到圓滿成佛，都不離開你，這個恩德超過父母太多太多。父母對我們的恩德是一世的，天王對我們的恩德是生生世世，永遠沒有間斷。我們自己要能夠明瞭，要能夠體會。我們怎樣來感恩？唯有依教奉行。"
    },
    {
      "id": "21-145-0001_p0041",
      "zh_CN": "我们知道护法的恩德，报恩的心才能够生得起来，知恩报恩！我们在《大智度论》里面看到，佛教导二地菩萨，这是登了地，二地菩萨修行有八个科目，「知恩报恩」是其中一个科目。所以二地菩萨才知恩，我们想想，知恩真的不容易！他根本不知道恩，他报恩的心怎么会生得起来？以我们现实社会来说，父母的恩，子女知不知道？不知道！他要知道，他当然就孝顺。他为什么不知道？没人教。老师的恩德，那更不必说，更不知道了。",
      "zh_TW": "我們知道護法的恩德，報恩的心才能夠生得起來，知恩報恩！我們在《大智度論》裡面看到，佛教導二地菩薩，這是登了地，二地菩薩修行有八個科目，「知恩報恩」是其中一個科目。所以二地菩薩才知恩，我們想想，知恩真的不容易！他根本不知道恩，他報恩的心怎麼會生得起來？以我們現實社會來說，父母的恩，子女知不知道？不知道！他要知道，他當然就孝順。他為什麼不知道？沒人教。老師的恩德，那更不必說，更不知道了。"
    },
    {
      "id": "21-145-0001_p0042",
      "zh_CN": "在古时候，父母教儿女知道老师的恩德，要报答老师，所以是父母教的；父母的恩德是老师来教，老师教学生，告诉学生父母恩德之大，两个互相在教。现在是父母也不说老师恩德，老师也不说父母恩德，变成统统都不知道了。我们在佛经里面看到，二地菩萨才真正明了父母恩、老师恩、护法恩、众生恩，这真正明白了，报恩的心油然而生。用什么方法报恩？唯有心行随顺性德，随顺经教，依教奉行。这些年来，我们提倡四好：存好心、说好话、行好事、做好人，用这四好来总报大恩大德，这里包括父母恩、老师恩、护法恩、众生恩，统统都包括。力行四好的人，这个人是真正的佛弟子，即使他没有受过三皈，他也没有受过五戒，我们深深的相信，一切诸佛都肯定他是如来真子。种善因得善果。",
      "zh_TW": "在古時候，父母教兒女知道老師的恩德，要報答老師，所以是父母教的；父母的恩德是老師來教，老師教學生，告訴學生父母恩德之大，兩個互相在教。現在是父母也不說老師恩德，老師也不說父母恩德，變成統統都不知道了。我們在佛經裡面看到，二地菩薩才真正明瞭父母恩、老師恩、護法恩、眾生恩，這真正明白了，報恩的心油然而生。用什麼方法報恩？唯有心行隨順性德，隨順經教，依教奉行。這些年來，我們提倡四好：存好心、說好話、行好事、做好人，用這四好來總報大恩大德，這裡包括父母恩、老師恩、護法恩、眾生恩，統統都包括。力行四好的人，這個人是真正的佛弟子，即使他沒有受過三皈，他也沒有受過五戒，我們深深的相信，一切諸佛都肯定他是如來真子。種善因得善果。"
    },
    {
      "id": "21-145-0001_p0043",
      "zh_CN": "我们要学佛，要学做一个好人，首先要肯定佛在经上告诉我们「一切众生皆有佛性」，儒家大德告诉我们「人性本善」，以这个为基础，来修自己的「真诚、清净、平等、正觉、慈悲」。佛又告诉我们心量要大，量大福大，心同虚空，量周沙界。我们的真诚心遍虚空法界，我们的清净心遍虚空法界，我们的平等心、正觉心、慈悲心，无一不是周遍法界，包容一切众生。",
      "zh_TW": "我們要學佛，要學做一個好人，首先要肯定佛在經上告訴我們「一切眾生皆有佛性」，儒家大德告訴我們「人性本善」，以這個為基礎，來修自己的「真誠、清淨、平等、正覺、慈悲」。佛又告訴我們心量要大，量大福大，心同虛空，量周沙界。我們的真誠心遍虛空法界，我們的清淨心遍虛空法界，我們的平等心、正覺心、慈悲心，無一不是周遍法界，包容一切眾生。"
    },
    {
      "id": "21-145-0001_p0044",
      "zh_CN": "说好话，颜色要柔和，言语要诚实，真正做到不妄语；不两舌，两舌是挑拨是非；不恶口，恶口是说话粗鲁；不绮语，绮语是花言巧语，存心欺骗别人。这四条是佛家的大戒！十善里面讲四种：不妄语、不两舌、不恶口、不绮语。五戒里头只说一条：不妄语，这句不妄语把十善里面这四句统统都包括在其中。这是佛法修行的基本大法。如果这一条做不到，连初学入门都不可能，就更不必谈向上提升。换句话说，佛这一条戒也是作人的基本道理，这一条戒做不到，失掉人身就不能再得人身。什么时候你能够再得人身？你什么时候能想起这一条戒，能把这条戒认真努力去做，你才再能够得人身。由此可知，这一条戒律的重要。",
      "zh_TW": "說好話，顏色要柔和，言語要誠實，真正做到不妄語；不兩舌，兩舌是挑撥是非；不惡口，惡口是說話粗魯；不綺語，綺語是花言巧語，存心欺騙別人。這四條是佛家的大戒！十善裡面講四種：不妄語、不兩舌、不惡口、不綺語。五戒裡頭只說一條：不妄語，這句不妄語把十善裡面這四句統統都包括在其中。這是佛法修行的基本大法。如果這一條做不到，連初學入門都不可能，就更不必談向上提升。換句話說，佛這一條戒也是作人的基本道理，這一條戒做不到，失掉人身就不能再得人身。什麼時候你能夠再得人身？你什麼時候能想起這一條戒，能把這條戒認真努力去做，你才再能夠得人身。由此可知，這一條戒律的重要。"
    },
    {
      "id": "21-145-0001_p0045",
      "zh_CN": "行好事，什么是好事？起心动念、一切作为，一定要想到对社会有利益，对众生有利益，对于正法常住世间有帮助，这是好事。如果对众生不利、对社会不利、对正法不利，那你所做的是大恶事，不是小恶事。不但是行为，连起心动念都要想到。如果我们的心好、言语好、行为好，这就是好人。好人是人中之宝，好人是真佛弟子的基本条件。如果不能成为一个好人，你看看经典上，我们展开经卷常常念到「善男子善女人」，那个「善」就是具足四好才称为善。佛弟子都是善人，不善的人不是佛子，这个我们一定要懂得。真正做到四好，一定得到四大天王护持，四大天王保佑，四大天王拥护，我们在这一生当中能够成就道业。今天我们这一堂课就到这个地方圆满，谢谢大家。",
      "zh_TW": "行好事，什麼是好事？起心動念、一切作為，一定要想到對社會有利益，對眾生有利益，對於正法常住世間有幫助，這是好事。如果對眾生不利、對社會不利、對正法不利，那你所做的是大惡事，不是小惡事。不但是行為，連起心動念都要想到。如果我們的心好、言語好、行為好，這就是好人。好人是人中之寶，好人是真佛弟子的基本條件。如果不能成為一個好人，你看看經典上，我們展開經卷常常念到「善男子善女人」，那個「善」就是具足四好才稱為善。佛弟子都是善人，不善的人不是佛子，這個我們一定要懂得。真正做到四好，一定得到四大天王護持，四大天王保佑，四大天王擁護，我們在這一生當中能夠成就道業。今天我們這一堂課就到這個地方圓滿，謝謝大家。"
    }
  ]
}