{
  "doc_id": "17-001-0001",
  "title": {
    "zh_CN": "认识佛教",
    "zh_TW": "認識佛教"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国迈阿密",
    "zh_TW": "美國邁阿密"
  },
  "doc_number": "17-001-0001",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "17-001-0001_p0001",
      "zh_CN": "诸位同修，这次是我第二次来到迈阿密参学，记得上一次来的时候是五年前。刚刚到此地听曾居士告诉我，越南的净行法师在此地建立一个道场，净行法师也是我的老朋友，过去在台湾我们也常常见面，今天他没有在此地。往年，我是每一个新的道场建立都要讲一部《地藏经》，原因是有了地之后，就要认真从心理上来建立佛法，从心理上建设，《地藏经》就是我们学习的第一部经典。但是在修学佛法之前，一定要对于佛法有一个正确的认识，假如我们把佛法认错了，费了许许多多时间的修学，到后来一样得不到结果，这就非常的可惜。因此，我们今天还是要从头说起，先把「什么是佛法」给诸位同修做最简单扼要的一个汇报。",
      "zh_TW": "諸位同修，這次是我第二次來到邁阿密參學，記得上一次來的時候是五年前。剛剛到此地聽曾居士告訴我，越南的淨行法師在此地建立一個道場，淨行法師也是我的老朋友，過去在台灣我們也常常見面，今天他沒有在此地。往年，我是每一個新的道場建立都要講一部《地藏經》，原因是有了地之後，就要認真從心理上來建立佛法，從心理上建設，《地藏經》就是我們學習的第一部經典。但是在修學佛法之前，一定要對於佛法有一個正確的認識，假如我們把佛法認錯了，費了許許多多時間的修學，到後來一樣得不到結果，這就非常的可惜。因此，我們今天還是要從頭說起，先把「什麼是佛法」給諸位同修做最簡單扼要的一個匯報。"
    },
    {
      "id": "17-001-0001_p0002",
      "zh_CN": "佛教的创始人是释迦牟尼佛，世尊在三千年前出现在北印度，我想这些历史大家都能够了解。根据中国历史所记载，佛是生在我们周朝昭王二十六年，甲寅这一年；入灭是周穆王五十三年（壬申）。现在在中国的佛教，常常在佛诞、佛入般涅槃的纪念日，我们在法会当中还是用这个年号。佛当年在世，住世是七十九岁，七十九岁入灭的，在历史上记载他老人家在世的时候，曾经为大众讲经说法四十九年。佛入灭之后，大概有一千年，也就是在中国东汉永平十年，佛教才正式的传入中国。",
      "zh_TW": "佛教的創始人是釋迦牟尼佛，世尊在三千年前出現在北印度，我想這些歷史大家都能夠了解。根據中國歷史所記載，佛是生在我們周朝昭王二十六年，甲寅這一年；入滅是周穆王五十三年（壬申）。現在在中國的佛教，常常在佛誕、佛入般涅槃的紀念日，我們在法會當中還是用這個年號。佛當年在世，住世是七十九歲，七十九歲入滅的，在歷史上記載他老人家在世的時候，曾經為大眾講經說法四十九年。佛入滅之後，大概有一千年，也就是在中國東漢永平十年，佛教才正式的傳入中國。"
    },
    {
      "id": "17-001-0001_p0003",
      "zh_CN": "我们要想认识佛教，首先要知道什么叫「佛」，什么叫「法」，什么叫「佛法」，什么叫「佛教」。这几个问题，对于我们修学，关系非常之大。",
      "zh_TW": "我們要想認識佛教，首先要知道什麼叫「佛」，什麼叫「法」，什麼叫「佛法」，什麼叫「佛教」。這幾個問題，對於我們修學，關係非常之大。"
    },
    {
      "id": "17-001-0001_p0004",
      "zh_CN": "「佛」这一个字，是从印度梵文音译过来的，它的意思是「智慧、觉悟」的意思。当年为什么不用「智、觉」这两个字来翻佛陀？是因为「佛陀」这两个字的含义是无限的深广，我们中国字汇里面，这两个字不能够包括，因此我们就用音译，然后再加以注解。",
      "zh_TW": "「佛」這一個字，是從印度梵文音譯過來的，它的意思是「智慧、覺悟」的意思。當年為什麼不用「智、覺」這兩個字來翻佛陀？是因為「佛陀」這兩個字的含義是無限的深廣，我們中國字彙裡面，這兩個字不能夠包括，因此我們就用音譯，然後再加以註解。"
    },
    {
      "id": "17-001-0001_p0005",
      "zh_CN": "「佛」这一个字有体、有用，从它的本体上说是「智慧」，从它的作用上来讲是「觉悟」。就体上讲，这个「智」，佛在经上给我们说，包括三大类的智慧。第一类叫「一切智」，要用现代哲学名词来讲，就是真正正确的了解宇宙的本体，这样的智慧在佛法里称为「一切智」。第二种智慧叫「道种智」，「种」是指现象，宇宙之间的现象，种类无量无边，这许许多多的现象怎么产生的？从哪里来的？现象过程如何？后来结果如何？能够正确明了宇宙万象的智慧，这叫「道种智」。第三种叫「一切种智」，就是对于宇宙人生的真相，究竟圆满的明了，没有一丝毫的迷惑，也没有一丝毫的差误，这样的智慧才叫做「佛」。由这个智慧起作用，当然这就是对于整个宇宙人生的真相，得到完全正确的了解了。",
      "zh_TW": "「佛」這一個字有體、有用，從它的本體上說是「智慧」，從它的作用上來講是「覺悟」。就體上講，這個「智」，佛在經上給我們說，包括三大類的智慧。第一類叫「一切智」，要用現代哲學名詞來講，就是真正正確的了解宇宙的本體，這樣的智慧在佛法裡稱為「一切智」。第二種智慧叫「道種智」，「種」是指現象，宇宙之間的現象，種類無量無邊，這許許多多的現象怎麼產生的？從哪裡來的？現象過程如何？後來結果如何？能夠正確明瞭宇宙萬象的智慧，這叫「道種智」。第三種叫「一切種智」，就是對於宇宙人生的真相，究竟圓滿的明瞭，沒有一絲毫的迷惑，也沒有一絲毫的差誤，這樣的智慧才叫做「佛」。由這個智慧起作用，當然這就是對於整個宇宙人生的真相，得到完全正確的了解了。"
    },
    {
      "id": "17-001-0001_p0006",
      "zh_CN": "智慧的起作用就是大觉，佛在经上给我们说，「觉」也有三大类。第一个是自己觉悟了。第二个是能够帮助别人觉悟，这就叫「觉他」。第三种是圆满的觉悟。像二乘罗汉、辟支佛，这些人自己觉悟，自觉之后，他还没有能够发心主动的去帮助别人觉悟，我们经典里面常常说这是小乘人。大乘菩萨自觉之后，能够主动的去帮助一切希望觉悟的人，「希望觉悟」，这是缘成熟了，菩萨一定是主动的来帮助他。要智觉达到究竟圆满，这究竟圆满正如同其他宗教里面赞美上帝一样，「全知全能」，全知全能在我们佛教就称为佛。",
      "zh_TW": "智慧的起作用就是大覺，佛在經上給我們說，「覺」也有三大類。第一個是自己覺悟了。第二個是能夠幫助別人覺悟，這就叫「覺他」。第三種是圓滿的覺悟。像二乘羅漢、辟支佛，這些人自己覺悟，自覺之後，他還沒有能夠發心主動的去幫助別人覺悟，我們經典裡面常常說這是小乘人。大乘菩薩自覺之後，能夠主動的去幫助一切希望覺悟的人，「希望覺悟」，這是緣成熟了，菩薩一定是主動的來幫助他。要智覺達到究竟圓滿，這究竟圓滿正如同其他宗教裡面讚美上帝一樣，「全知全能」，全知全能在我們佛教就稱為佛。"
    },
    {
      "id": "17-001-0001_p0007",
      "zh_CN": "佛告诉我们，这样圆满的智慧德能，「觉」就是它的德能、它的作用，是每一个众生本来统统具足的。像《华严》、《圆觉》里面都讲得很清楚，一切众生本来成佛，本来都是佛。佛在「出现品」里面（这也是《华严经》上说的），他说「一切众生皆有如来智慧德相」。换句话说，众生与佛都是平等的，没有差别。现在我们把智慧德能都失掉了，怎么失掉了？他老人家一句话把我们的病根给挖出来了，「但以妄想执着而不能证得」，这就是我们的病根之所在。现在从佛落到这样一个地步，就是妄想、执着。我们每天搞生死轮回也是妄想、执着，现在生活过得这么苦，还是妄想、执着。妄想、执着是病根。妄想、执着去掉一分，我们就得一分自在，就恢复一分的智觉，要把妄想、执着断得干干净净，我们的佛性就重新又恢复了，就又恢复到本来佛了，这是佛在大经里面把事实真相告诉我们。",
      "zh_TW": "佛告訴我們，這樣圓滿的智慧德能，「覺」就是它的德能、它的作用，是每一個眾生本來統統具足的。像《華嚴》、《圓覺》裡面都講得很清楚，一切眾生本來成佛，本來都是佛。佛在「出現品」裡面（這也是《華嚴經》上說的），他說「一切眾生皆有如來智慧德相」。換句話說，眾生與佛都是平等的，沒有差別。現在我們把智慧德能都失掉了，怎麼失掉了？他老人家一句話把我們的病根給挖出來了，「但以妄想執著而不能證得」，這就是我們的病根之所在。現在從佛落到這樣一個地步，就是妄想、執著。我們每天搞生死輪迴也是妄想、執著，現在生活過得這麼苦，還是妄想、執著。妄想、執著是病根。妄想、執著去掉一分，我們就得一分自在，就恢復一分的智覺，要把妄想、執著斷得乾乾淨淨，我們的佛性就重新又恢復了，就又恢復到本來佛了，這是佛在大經裡面把事實真相告訴我們。"
    },
    {
      "id": "17-001-0001_p0008",
      "zh_CN": "大智大觉的对象，就是无尽时空里面所包含的一切万事万物，这个「万」不是数字，只是形容极多，无量的无量，一切事物。「小」，佛经上常说，我们身上一根寒毛，毛端是小的，或者是微尘，这是讲到小的。「正报」小的毛端，「依报」小的微尘（环境小的），大的到虚空法界，这就是我们智觉的对象，佛用一个代名词代表这些万事万物，这个代名词就叫做「法」。所以「佛法」这两个字连起来，就是无尽的智慧觉悟，觉了宇宙人生一切万事万法，这叫「佛法」。所以中国人常讲「佛法无边」，确实是无边，所觉的对象没有边际，能觉的智慧也没有边际。这无量无边的智觉，诸位要记住，是自己的本能。",
      "zh_TW": "大智大覺的對象，就是無盡時空裡面所包含的一切萬事萬物，這個「萬」不是數字，只是形容極多，無量的無量，一切事物。「小」，佛經上常說，我們身上一根寒毛，毛端是小的，或者是微塵，這是講到小的。「正報」小的毛端，「依報」小的微塵（環境小的），大的到虛空法界，這就是我們智覺的對象，佛用一個代名詞代表這些萬事萬物，這個代名詞就叫做「法」。所以「佛法」這兩個字連起來，就是無盡的智慧覺悟，覺了宇宙人生一切萬事萬法，這叫「佛法」。所以中國人常講「佛法無邊」，確實是無邊，所覺的對象沒有邊際，能覺的智慧也沒有邊際。這無量無邊的智覺，諸位要記住，是自己的本能。"
    },
    {
      "id": "17-001-0001_p0009",
      "zh_CN": "这个简单解释，我们对于什么叫「佛」，什么叫「法」，什么叫「佛法」，有了一个简单的概念。不过这里面还有一桩事情是我们很不容易体会的，就是佛跟我们讲，「我们本能的智觉与智觉的对象（宇宙人生万事万物），它是一，不是二」，这我们很不容易理解。实在说，如果我们很冷静的去思惟、去观察，假如佛所说的这一句话真的能成立，这「智觉」是究竟圆满的，这句话就可以相信，我们应该相信。如果说「能知」跟「所知」是对立的，「智」与「觉」就很难讲到圆满，换句话说，那是有限的，不是究竟圆满的。但是佛告诉我们，「能知、能觉」跟「所知、所觉」是一不是二，佛法里面常讲的「一真法界」就是说这一桩事情。《华严》最高的境界，净土中讲的西方极乐世界都是属于一真法界。我们明了「佛法」这个名词的含义，对于什么叫佛法，会有一个粗浅的认识。",
      "zh_TW": "這個簡單解釋，我們對於什麼叫「佛」，什麼叫「法」，什麼叫「佛法」，有了一個簡單的概念。不過這裡面還有一樁事情是我們很不容易體會的，就是佛跟我們講，「我們本能的智覺與智覺的對象（宇宙人生萬事萬物），它是一，不是二」，這我們很不容易理解。實在說，如果我們很冷靜的去思惟、去觀察，假如佛所說的這一句話真的能成立，這「智覺」是究竟圓滿的，這句話就可以相信，我們應該相信。如果說「能知」跟「所知」是對立的，「智」與「覺」就很難講到圓滿，換句話說，那是有限的，不是究竟圓滿的。但是佛告訴我們，「能知、能覺」跟「所知、所覺」是一不是二，佛法裡面常講的「一真法界」就是說這一樁事情。《華嚴》最高的境界，淨土中講的西方極樂世界都是屬於一真法界。我們明瞭「佛法」這個名詞的含義，對於什麼叫佛法，會有一個粗淺的認識。"
    },
    {
      "id": "17-001-0001_p0010",
      "zh_CN": "在中国民国初年的时候，也就是民国十二年，欧阳竟无先生，这是当代的一位大佛学家，他在南京创立支那内学院，培养了不少的佛教人材，有出家的，有在家的。这一位大师在民国十二年，在中山大学发表了一次讲演，他的题目是「佛法非宗教非哲学，而为今时所必需」，当时在中国也引起相当的震撼。他举的例子非常之多，他的讲演稿经过王恩洋居士将它整理，以后印出来了，现在在台湾也有流通，诸位仔细看看，他的观点是非常正确的。",
      "zh_TW": "在中國民國初年的時候，也就是民國十二年，歐陽竟無先生，這是當代的一位大佛學家，他在南京創立支那內學院，培養了不少的佛教人材，有出家的，有在家的。這一位大師在民國十二年，在中山大學發表了一次講演，他的題目是「佛法非宗教非哲學，而為今時所必需」，當時在中國也引起相當的震撼。他舉的例子非常之多，他的講演稿經過王恩洋居士將它整理，以後印出來了，現在在台灣也有流通，諸位仔細看看，他的觀點是非常正確的。"
    },
    {
      "id": "17-001-0001_p0011",
      "zh_CN": "佛教究竟是什么？学佛的人不能不知道，佛教是佛陀的教育。教育内涵包括了无尽无边，比我们现在一所完整大学里面包括的还要多。它的内容讲到过去、现在、未来，这从时间上讲。空间上，它讲我们眼前的生活一直推演到无尽的世界。所以它是教学，它是教育，它不是宗教，它是智慧、觉悟宇宙人生的教育。像中国孔老夫子的教育是讲一世，讲我们人的一生，从生到死，一世的教育；佛法的教育是三世的教育，讲过去、现在、未来。",
      "zh_TW": "佛教究竟是什麼？學佛的人不能不知道，佛教是佛陀的教育。教育內涵包括了無盡無邊，比我們現在一所完整大學裡面包括的還要多。它的內容講到過去、現在、未來，這從時間上講。空間上，它講我們眼前的生活一直推演到無盡的世界。所以它是教學，它是教育，它不是宗教，它是智慧、覺悟宇宙人生的教育。像中國孔老夫子的教育是講一世，講我們人的一生，從生到死，一世的教育；佛法的教育是三世的教育，講過去、現在、未來。"
    },
    {
      "id": "17-001-0001_p0012",
      "zh_CN": "佛教真的是教育吗？如果我们仔细观察，这个疑问就会消除了。譬如我们日常生活当中，我们称佛为本师（老师），只有教育里面才有师生的关系，我们称释迦牟尼佛为根本的老师，就是这一个教育是他老人家创始的，这个教育他是第一个创办人。我们跟他的关系，我们自称为弟子，弟子是中国古时候学生的称呼，要用现在的话来讲就是老师与学生，我们跟佛的关系是师生关系。宗教里面，上帝与信徒没有师生这个关系。我们佛门是清清楚楚说明，我们的关系是师生关系。我们跟菩萨是同学的关系，菩萨是佛的学生，早期的学生；我们是现在的，后来的学生，我们跟他是前后同学，菩萨是我们的学长，这要搞清楚。",
      "zh_TW": "佛教真的是教育嗎？如果我們仔細觀察，這個疑問就會消除了。譬如我們日常生活當中，我們稱佛為本師（老師），只有教育裡面才有師生的關係，我們稱釋迦牟尼佛為根本的老師，就是這一個教育是他老人家創始的，這個教育他是第一個創辦人。我們跟他的關係，我們自稱為弟子，弟子是中國古時候學生的稱呼，要用現在的話來講就是老師與學生，我們跟佛的關係是師生關係。宗教裡面，上帝與信徒沒有師生這個關係。我們佛門是清清楚楚說明，我們的關係是師生關係。我們跟菩薩是同學的關係，菩薩是佛的學生，早期的學生；我們是現在的，後來的學生，我們跟他是前後同學，菩薩是我們的學長，這要搞清楚。"
    },
    {
      "id": "17-001-0001_p0013",
      "zh_CN": "在日常生活当中（讲现代），我们称老师，这一个寺庙里，我们称和尚。「和尚」是印度话，翻成中国的意思叫「亲教师」，就是亲自教导我的老师，我就称他和尚，就像现在学校里面所讲的指导教授，他直接指导我的，这关系非常亲密。要不是直接指导我的，像一间学校里的老师很多，他是我们学校里的老师，他没有上过我的课，没有指导过我，我们就称他作「阿阇梨」，这就有分别了。阿阇梨的言行可以做我的榜样，可以做我的模范，我可以跟他学习，但他没有指导我。所以这个称呼在教育里才有，宗教里面没有这种称呼。",
      "zh_TW": "在日常生活當中（講現代），我們稱老師，這一個寺廟裡，我們稱和尚。「和尚」是印度話，翻成中國的意思叫「親教師」，就是親自教導我的老師，我就稱他和尚，就像現在學校裡面所講的指導教授，他直接指導我的，這關係非常親密。要不是直接指導我的，像一間學校裡的老師很多，他是我們學校裡的老師，他沒有上過我的課，沒有指導過我，我們就稱他作「阿闍梨」，這就有分別了。阿闍梨的言行可以做我的榜樣，可以做我的模範，我可以跟他學習，但他沒有指導我。所以這個稱呼在教育裡才有，宗教裡面沒有這種稱呼。"
    },
    {
      "id": "17-001-0001_p0014",
      "zh_CN": "再从佛教道场的组织（中国佛教寺院），实在讲是佛教教学与佛教艺术相结合的一个机构，就像现在学校与博物馆结合在一起。这一种形式，也就是今天所讲的艺术教学。现在人处处讲艺术，佛教在两、三千年前就实行艺术教学了，后面我还会给诸位详细来报告。",
      "zh_TW": "再從佛教道場的組織（中國佛教寺院），實在講是佛教教學與佛教藝術相結合的一個機構，就像現在學校與博物館結合在一起。這一種形式，也就是今天所講的藝術教學。現在人處處講藝術，佛教在兩、三千年前就實行藝術教學了，後面我還會給諸位詳細來報告。"
    },
    {
      "id": "17-001-0001_p0015",
      "zh_CN": "从寺院的组织也能看出来，跟现在的学校完全相同。「和尚」就相当于学校校长一样，一个寺院只有一个人称和尚，不可以说每一个出家人都称和尚，那就错了，完全错了，只有一个人称和尚。和尚是主持教学政策的，课程是他安排的，老师是他请的，这是和尚的责任，他是校长。和尚下面有三个帮助他的人，佛家称为纲领执事，底下分三个部门。第一个是管教务的，叫「首座和尚」，「首座」管教务，「维那」管训导，「监院」管总务。你看看只是名词不相同，实际上他管的事情，跟现在学校里面的教务、训导、总务没有两样。它的结构确确实实是一个学校，而且是一个非常完整的学校，这就是我们中国过去的丛林，丛林用现在的话来讲就是佛教大学。我们自古至今看佛教的起源，一直到佛教的结构，它都是一个教学的体系，这是我们必须要把它认清楚的，然后才知道我们到底在学什么！",
      "zh_TW": "從寺院的組織也能看出來，跟現在的學校完全相同。「和尚」就相當於學校校長一樣，一個寺院只有一個人稱和尚，不可以說每一個出家人都稱和尚，那就錯了，完全錯了，只有一個人稱和尚。和尚是主持教學政策的，課程是他安排的，老師是他請的，這是和尚的責任，他是校長。和尚下面有三個幫助他的人，佛家稱為綱領執事，底下分三個部門。第一個是管教務的，叫「首座和尚」，「首座」管教務，「維那」管訓導，「監院」管總務。你看看只是名詞不相同，實際上他管的事情，跟現在學校裡面的教務、訓導、總務沒有兩樣。它的結構確確實實是一個學校，而且是一個非常完整的學校，這就是我們中國過去的叢林，叢林用現在的話來講就是佛教大學。我們自古至今看佛教的起源，一直到佛教的結構，它都是一個教學的體系，這是我們必須要把它認清楚的，然後才知道我們到底在學什麼！"
    },
    {
      "id": "17-001-0001_p0016",
      "zh_CN": "今天在这个社会里，在这个世界上，佛教一共有四种不同的形式同时出现在世间，所以把我们搞迷糊了。第一种是刚才讲的「传统的佛教」，就是佛教的教育，这是传统教育，释迦牟尼佛原本就是这个样子的。但是传统教育现在很少见了，几乎见不到了，变质了，后面都是变质的。",
      "zh_TW": "今天在這個社會裡，在這個世界上，佛教一共有四種不同的形式同時出現在世間，所以把我們搞迷糊了。第一種是剛才講的「傳統的佛教」，就是佛教的教育，這是傳統教育，釋迦牟尼佛原本就是這個樣子的。但是傳統教育現在很少見了，幾乎見不到了，變質了，後面都是變質的。"
    },
    {
      "id": "17-001-0001_p0017",
      "zh_CN": "第二种是「宗教的佛教」。它本来不是宗教，现在变成宗教了。我们今天听人家说佛教是宗教，我们也没有办法否认，为什么？摆在外面的形式确确实实是宗教。不像从前，从前寺院丛林每天上八小时课，现在你们看哪个寺院上八个钟点课？再也没有了。古时候中国寺院每天上课八小时、修行八小时。修行是两种方式，一种就是坐禅，一种就是念佛。所以他每天用功是十六个小时，解行相应。上课是听讲，研究讨论，是理论上的，然后修清净心，修觉、正、净。所以他每天是十六个小时在用功，他的妄念当然没有了，所以成就很快。现在也不听经了，也不念佛，不参禅了，天天打妄想，只是每天来供佛，这是修一点福报，这确实变成宗教了。它从教育变成宗教，这是很悲哀的一桩事情。这要把它搞清楚。",
      "zh_TW": "第二種是「宗教的佛教」。它本來不是宗教，現在變成宗教了。我們今天聽人家說佛教是宗教，我們也沒有辦法否認，為什麼？擺在外面的形式確確實實是宗教。不像從前，從前寺院叢林每天上八小時課，現在你們看哪個寺院上八個鐘點課？再也沒有了。古時候中國寺院每天上課八小時、修行八小時。修行是兩種方式，一種就是坐禪，一種就是念佛。所以他每天用功是十六個小時，解行相應。上課是聽講，研究討論，是理論上的，然後修清淨心，修覺、正、淨。所以他每天是十六個小時在用功，他的妄念當然沒有了，所以成就很快。現在也不聽經了，也不念佛，不參禪了，天天打妄想，只是每天來供佛，這是修一點福報，這確實變成宗教了。它從教育變成宗教，這是很悲哀的一樁事情。這要把它搞清楚。"
    },
    {
      "id": "17-001-0001_p0018",
      "zh_CN": "第三种，它变成学术，变成哲学了。现在有些大学里开「佛经哲学」这一门课程。我过去在台湾文化大学还教过五年，把它当作哲学来研究。为什么把它当哲学来研究也错了？诸位想想，佛教教育是一个完整的大学，所有科系统统都包括了，现在只认定它是一个哲学部门，把它缩小了，缩成这么一点点，所以这也错了。欧阳先生讲得很好，「它不是哲学，也不是宗教」，佛法就是佛法，「佛法是为一切众生所必需的」，为什么？它真正能帮助我们解决所有的问题，从现在生活问题，到将来生死的问题，没有一样不解决的，可见得它的教学内涵非常广大，变成学术也是变质。",
      "zh_TW": "第三種，它變成學術，變成哲學了。現在有些大學裡開「佛經哲學」這一門課程。我過去在台灣文化大學還教過五年，把它當作哲學來研究。為什麼把它當哲學來研究也錯了？諸位想想，佛教教育是一個完整的大學，所有科系統統都包括了，現在只認定它是一個哲學部門，把它縮小了，縮成這麼一點點，所以這也錯了。歐陽先生講得很好，「它不是哲學，也不是宗教」，佛法就是佛法，「佛法是為一切眾生所必需的」，為什麼？它真正能幫助我們解決所有的問題，從現在生活問題，到將來生死的問題，沒有一樣不解決的，可見得它的教學內涵非常廣大，變成學術也是變質。"
    },
    {
      "id": "17-001-0001_p0019",
      "zh_CN": "第四种是最近三、四十年才出现的，那是非常的不幸，变成邪门外道的佛教。诸位要知道，宗教的佛教是劝善，劝你做一个好人，劝善。学术的佛教也还不错，让你研究知识，对社会没有多大的伤害。如果变成邪教，变成外道，它完全利用人性的弱点，拿着佛法作招牌，欺骗众生、伤害众生、扰乱社会，这是危害到我们大家的安全，这是最近几年才出现的，这是变质变得太不像话了，变得太过分了。它也有一些言词、一些行为很能吸引人，很能迷惑人，等到事败之后，知道吃亏上当，后悔就来不及了。",
      "zh_TW": "第四種是最近三、四十年才出現的，那是非常的不幸，變成邪門外道的佛教。諸位要知道，宗教的佛教是勸善，勸你做一個好人，勸善。學術的佛教也還不錯，讓你研究知識，對社會沒有多大的傷害。如果變成邪教，變成外道，它完全利用人性的弱點，拿著佛法作招牌，欺騙眾生、傷害眾生、擾亂社會，這是危害到我們大家的安全，這是最近幾年才出現的，這是變質變得太不像話了，變得太過分了。它也有一些言詞、一些行為很能吸引人，很能迷惑人，等到事敗之後，知道吃虧上當，後悔就來不及了。"
    },
    {
      "id": "17-001-0001_p0020",
      "zh_CN": "所以目前佛教在社会上有这四种，我们要把眼睛睁大，要看清楚，我们究竟要学哪一种佛法，对于我们才真正有利益。佛教既然是教育，我要把这一个观点（就是传统的佛法），这一次利用短短的时间介绍给诸位同修。",
      "zh_TW": "所以目前佛教在社會上有這四種，我們要把眼睛睜大，要看清楚，我們究竟要學哪一種佛法，對於我們才真正有利益。佛教既然是教育，我要把這一個觀點（就是傳統的佛法），這一次利用短短的時間介紹給諸位同修。"
    },
    {
      "id": "17-001-0001_p0021",
      "zh_CN": "佛教教的是什么？我们要知道佛教教育的目的，佛在许许多多的经论中，我们常读到「阿耨多罗三藐三菩提」，这句话也是从梵文里面音译过来的，这个意思能翻的出来，为什么不翻？尊重不翻，因为它是佛教教学的总目标，翻成中国意思是「无上正等正觉」。这个名词可以将它分为三阶段来说明，第一个是「正觉」，第二个阶段是「正等正觉」，第三个阶段是「无上正等正觉」。",
      "zh_TW": "佛教教的是什麼？我們要知道佛教教育的目的，佛在許許多多的經論中，我們常讀到「阿耨多羅三藐三菩提」，這句話也是從梵文裡面音譯過來的，這個意思能翻的出來，為什麼不翻？尊重不翻，因為它是佛教教學的總目標，翻成中國意思是「無上正等正覺」。這個名詞可以將它分為三階段來說明，第一個是「正覺」，第二個階段是「正等正覺」，第三個階段是「無上正等正覺」。"
    },
    {
      "id": "17-001-0001_p0022",
      "zh_CN": "世尊告诉我们，世间人对于宇宙人生也有觉悟的，当然觉悟不圆满，不能说他没有觉悟。像世间的科学家、哲学家、宗教家，对于这个世间确实知道不少，知道一些，但是不能算「正觉」，佛家的正字招牌是不容易颁发给别人的，这是非常严格的。为什么不称他作正觉？他觉悟之后，他烦恼没有断，他还有贪瞋痴慢、是非人我，换句话说，他就是凡夫，他不是圣人，所以不能称为正觉。如果贪瞋痴慢、人我是非的烦恼统统断尽了，没有烦恼了，佛就承认这个人是正觉。他得到正觉，佛教里面也有一个学位给他，这个学位叫「阿罗汉」，所以诸位要知道，「罗汉、菩萨、佛」是佛陀教育学位的名称。这是最低的一个学位，得到正觉才称他作阿罗汉。",
      "zh_TW": "世尊告訴我們，世間人對於宇宙人生也有覺悟的，當然覺悟不圓滿，不能說他沒有覺悟。像世間的科學家、哲學家、宗教家，對於這個世間確實知道不少，知道一些，但是不能算「正覺」，佛家的正字招牌是不容易頒發給別人的，這是非常嚴格的。為什麼不稱他作正覺？他覺悟之後，他煩惱沒有斷，他還有貪瞋痴慢、是非人我，換句話說，他就是凡夫，他不是聖人，所以不能稱為正覺。如果貪瞋痴慢、人我是非的煩惱統統斷盡了，沒有煩惱了，佛就承認這個人是正覺。他得到正覺，佛教裡面也有一個學位給他，這個學位叫「阿羅漢」，所以諸位要知道，「羅漢、菩薩、佛」是佛陀教育學位的名稱。這是最低的一個學位，得到正覺才稱他作阿羅漢。"
    },
    {
      "id": "17-001-0001_p0023",
      "zh_CN": "阿罗汉以上的叫「正等正觉」，「等」是等于，等于佛，他没成佛。这个「等」怎么说？他用的心跟佛用的心是一样的。由此可知，阿罗汉用的心跟佛不一样，阿罗汉用的心跟我们是一样的（差别在我们有烦恼，他没有烦恼），这个心在佛法里面讲叫妄心，就是假的心，不是真的，不是真心，我们用的心都是假的，都是妄心。所以人与人之间往来不要太认真，今天我对你好，也知道是假的，不是真的，虚情假意，不可以当真，当真你就吃亏了。你看今天我爱你，明天就离婚了，这成什么话？这不是真的，一定要知道。",
      "zh_TW": "阿羅漢以上的叫「正等正覺」，「等」是等於，等於佛，他沒成佛。這個「等」怎麼說？他用的心跟佛用的心是一樣的。由此可知，阿羅漢用的心跟佛不一樣，阿羅漢用的心跟我們是一樣的（差別在我們有煩惱，他沒有煩惱），這個心在佛法裡面講叫妄心，就是假的心，不是真的，不是真心，我們用的心都是假的，都是妄心。所以人與人之間往來不要太認真，今天我對你好，也知道是假的，不是真的，虛情假意，不可以當真，當真你就吃虧了。你看今天我愛你，明天就離婚了，這成什麼話？這不是真的，一定要知道。"
    },
    {
      "id": "17-001-0001_p0024",
      "zh_CN": "菩萨用的心是真心，就不是假的，真心是永远不会变，佛用真心，菩萨也用真心。佛用的是圆满的真心，菩萨是部分的真心，但是他是真的，不能说他是假的。佛在经上用月亮来做比喻，十五的满月比喻佛的心，菩萨的心像初三、初四的月牙。你看月牙的一点月光，那个光是真的还是假的？真的，一点都不假，决定是真的。所以说初三、初四一直到十四，都是菩萨心，他是真心，没有圆满，所以叫正等正觉。阿罗汉用的心，是水里头的月亮，不是真的，是假的。水里头的月亮，镜子里的月亮，叫镜花水月，是假的，不是真的。所以从用心上看，菩萨的心跟佛的心相似，很接近，是真的，不是假的。所以纵然是初住菩萨，刚刚破一品无明，证一分法身，他用的心就是真心，绝对没有虚妄，所以这叫正等正觉。",
      "zh_TW": "菩薩用的心是真心，就不是假的，真心是永遠不會變，佛用真心，菩薩也用真心。佛用的是圓滿的真心，菩薩是部分的真心，但是他是真的，不能說他是假的。佛在經上用月亮來做比喻，十五的滿月比喻佛的心，菩薩的心像初三、初四的月牙。你看月牙的一點月光，那個光是真的還是假的？真的，一點都不假，決定是真的。所以說初三、初四一直到十四，都是菩薩心，他是真心，沒有圓滿，所以叫正等正覺。阿羅漢用的心，是水裡頭的月亮，不是真的，是假的。水裡頭的月亮，鏡子裡的月亮，叫鏡花水月，是假的，不是真的。所以從用心上看，菩薩的心跟佛的心相似，很接近，是真的，不是假的。所以縱然是初住菩薩，剛剛破一品無明，證一分法身，他用的心就是真心，絕對沒有虛妄，所以這叫正等正覺。"
    },
    {
      "id": "17-001-0001_p0025",
      "zh_CN": "拿到正等正觉，这有一个学位的名称叫菩萨。阿罗汉好比是学士，菩萨好比是硕士，佛好比是博士。所以佛是通称，不是释迦牟尼佛一个人独称。任何人的智慧达到究竟圆满了，就是你的真心圆了，你就叫佛，佛就加一个「无上正等正觉」。所以佛、菩萨、阿罗汉是佛教学位的名称，他们都是人，他不是神，这是一定要认识清楚的。总而言之，他是觉了宇宙人生的真相，究竟圆满的智慧，这是佛教教学的目标。所以佛法可以说是智慧的教育、智慧的教学。",
      "zh_TW": "拿到正等正覺，這有一個學位的名稱叫菩薩。阿羅漢好比是學士，菩薩好比是碩士，佛好比是博士。所以佛是通稱，不是釋迦牟尼佛一個人獨稱。任何人的智慧達到究竟圓滿了，就是你的真心圓了，你就叫佛，佛就加一個「無上正等正覺」。所以佛、菩薩、阿羅漢是佛教學位的名稱，他們都是人，他不是神，這是一定要認識清楚的。總而言之，他是覺了宇宙人生的真相，究竟圓滿的智慧，這是佛教教學的目標。所以佛法可以說是智慧的教育、智慧的教學。"
    },
    {
      "id": "17-001-0001_p0026",
      "zh_CN": "佛教教学的方针是彻底破除迷信。佛门常讲「破迷开悟，离苦得乐」，迷是什么？对自己、对生活环境的真相不了解，这就是迷。因为你不了解真相，往往你看错了，你也想错了，看错、想错就做错了，做错的结果就苦。如果你对于宇宙人生的真相真正能够理解，你没想错，也没看错，也没做错，你所得的结果一定是快乐。所以「破迷开悟」是从因上说的，「离苦得乐」是从果上说的，学佛没有不快乐的。所以它教学的方针是破除迷信，启发我们真正的智慧，让我们有能力在环境里辨别哪是真的、哪是妄的、哪些是正、哪些是邪、哪些是是、哪些是非，乃至于善恶利害，你真正有能力辨别。帮助我们建立理智、大觉、奋发、进取、乐观、向上的慈悲济世的宇宙人生观。",
      "zh_TW": "佛教教學的方針是徹底破除迷信。佛門常講「破迷開悟，離苦得樂」，迷是什麼？對自己、對生活環境的真相不了解，這就是迷。因為你不了解真相，往往你看錯了，你也想錯了，看錯、想錯就做錯了，做錯的結果就苦。如果你對於宇宙人生的真相真正能夠理解，你沒想錯，也沒看錯，也沒做錯，你所得的結果一定是快樂。所以「破迷開悟」是從因上說的，「離苦得樂」是從果上說的，學佛沒有不快樂的。所以它教學的方針是破除迷信，啟發我們真正的智慧，讓我們有能力在環境裡辨別哪是真的、哪是妄的、哪些是正、哪些是邪、哪些是是、哪些是非，乃至於善惡利害，你真正有能力辨別。幫助我們建立理智、大覺、奮發、進取、樂觀、向上的慈悲濟世的宇宙人生觀。"
    },
    {
      "id": "17-001-0001_p0027",
      "zh_CN": "佛教不消极，佛教不落伍，真正能给我们《无量寿经》上讲的真实的利益，圆满的帮助我们解决众生一切苦难的问题，让我们每个人这一生当中得到幸福快乐、家庭美满、社会和谐、国家富强、世界大同。这是佛教在我们世间的目标，往后的目标，那个殊胜的利益，真正不可思议。所以认清楚佛法的教学，它真的是让我们得到真善美慧，永恒真实幸福的教育目的。",
      "zh_TW": "佛教不消極，佛教不落伍，真正能給我們《無量壽經》上講的真實的利益，圓滿的幫助我們解決眾生一切苦難的問題，讓我們每個人這一生當中得到幸福快樂、家庭美滿、社會和諧、國家富強、世界大同。這是佛教在我們世間的目標，往後的目標，那個殊勝的利益，真正不可思議。所以認清楚佛法的教學，它真的是讓我們得到真善美慧，永恆真實幸福的教育目的。"
    },
    {
      "id": "17-001-0001_p0028",
      "zh_CN": "佛家的教学目的、方针，我们知道了。再要说的就是佛给我们所说的法，佛给我们说法，就是给我们讲解宇宙人生的真相。这些讲解，后来的学生把它记录下来，就变成我们现在的经典，经典就是佛教的教科书。",
      "zh_TW": "佛家的教學目的、方針，我們知道了。再要說的就是佛給我們所說的法，佛給我們說法，就是給我們講解宇宙人生的真相。這些講解，後來的學生把它記錄下來，就變成我們現在的經典，經典就是佛教的教科書。"
    },
    {
      "id": "17-001-0001_p0029",
      "zh_CN": "这些教科书依据什么而说的？刚才我跟同学们说过，大乘佛法启蒙的经典就是《地藏经》，好像一年级的教科书，大乘佛法一入门，一年级的教科书就是《地藏经》。《地藏经》上实在给我们讲得很清楚、很明白，但是它不是用言语说的，它用放光。世尊在这个法会上，一开端就放光明，放无量的光明，光明里面，经文上写了「大圆满光明云，大慈悲光明云，大智慧光明云，大般若光明云，大三昧光明云」，一直到「大赞叹光明云」，说了十句，这十句是表法的，不是只有十种，表无量无边。因为我们中国人一般认为从一到十是一个圆满的数字，它代表圆满，正如同《无量寿经》里面讲的「无量」，意思完全相同。《无量寿经》上讲的无量，就是《地藏经》上讲的圆满，它圆满讲了十个，无量只讲一个，就讲一个「寿」，诸位要晓得，不单单是无量寿，是一切都无量。寿命是第一，一切无量当中，寿命第一，假如没有寿命，所有一切无量不都落空了？譬如你有无量的田园，无量的金银财宝，没有寿命，这无量谁去享受？所以说一切无量当中，寿命是第一重要的。在净宗里面用这一个「寿」字来代表，在《地藏经》里面就用十种光明云来代表，「一即是多，多即是一」，统统都给我们说明。",
      "zh_TW": "這些教科書依據什麼而說的？剛才我跟同學們說過，大乘佛法啟蒙的經典就是《地藏經》，好像一年級的教科書，大乘佛法一入門，一年級的教科書就是《地藏經》。《地藏經》上實在給我們講得很清楚、很明白，但是它不是用言語說的，它用放光。世尊在這個法會上，一開端就放光明，放無量的光明，光明裡面，經文上寫了「大圓滿光明雲，大慈悲光明雲，大智慧光明雲，大般若光明雲，大三昧光明雲」，一直到「大讚歎光明雲」，說了十句，這十句是表法的，不是只有十種，表無量無邊。因為我們中國人一般認為從一到十是一個圓滿的數字，它代表圓滿，正如同《無量壽經》裡面講的「無量」，意思完全相同。《無量壽經》上講的無量，就是《地藏經》上講的圓滿，它圓滿講了十個，無量只講一個，就講一個「壽」，諸位要曉得，不單單是無量壽，是一切都無量。壽命是第一，一切無量當中，壽命第一，假如沒有壽命，所有一切無量不都落空了？譬如你有無量的田園，無量的金銀財寶，沒有壽命，這無量誰去享受？所以說一切無量當中，壽命是第一重要的。在淨宗裡面用這一個「壽」字來代表，在《地藏經》裡面就用十種光明雲來代表，「一即是多，多即是一」，統統都給我們說明。"
    },
    {
      "id": "17-001-0001_p0030",
      "zh_CN": "佛到底依据什么给我们讲经说法，给我们说明宇宙人生的真相？第一个就是「大圆满光明云」。「大圆满光明云」，密宗里头有「大圆满」，显宗里面讲的「真如自性」，真如自性就是大圆满。讲的真心、第一义谛，这些名词很多，统统都是大圆满的意思，后面说的九种都是大圆满里面分出来的。给诸位说，没有一样不圆满，给你讲慈悲，慈悲是圆满的；给你讲智慧，智慧是圆满的。样样圆满，事事圆满，没有一桩事情不圆满，这才叫大圆满。佛是从这个地方给我们说无量无边的经典，告诉我们宇宙人生的真相，这所说的一切全是自己本来具足的，都是自己本有的。因此世尊四十九年所说的，没有说到别人，全说到我们自己。所以这个教育跟一般教育的确不一样，是我们自己切身相关的，这一点要认识清楚。总而言之，释迦牟尼佛为一切众生说什么法？诸位只要答一句就行了，为我们说大圆满法，就一点都不缺了。",
      "zh_TW": "佛到底依據什麼給我們講經說法，給我們說明宇宙人生的真相？第一個就是「大圓滿光明雲」。「大圓滿光明雲」，密宗裡頭有「大圓滿」，顯宗裡面講的「真如自性」，真如自性就是大圓滿。講的真心、第一義諦，這些名詞很多，統統都是大圓滿的意思，後面說的九種都是大圓滿裡面分出來的。給諸位說，沒有一樣不圓滿，給你講慈悲，慈悲是圓滿的；給你講智慧，智慧是圓滿的。樣樣圓滿，事事圓滿，沒有一樁事情不圓滿，這才叫大圓滿。佛是從這個地方給我們說無量無邊的經典，告訴我們宇宙人生的真相，這所說的一切全是自己本來具足的，都是自己本有的。因此世尊四十九年所說的，沒有說到別人，全說到我們自己。所以這個教育跟一般教育的確不一樣，是我們自己切身相關的，這一點要認識清楚。總而言之，釋迦牟尼佛為一切眾生說什麼法？諸位只要答一句就行了，為我們說大圓滿法，就一點都不缺了。"
    },
    {
      "id": "17-001-0001_p0031",
      "zh_CN": "你看世间人在社会上每天很辛苦、很努力去工作，为什么？什么力量在推动你？让你每天勤苦的工作，早出晚归，你想是什么力量？我想大家都能答的出来，名利，利比名还重要。假如今天一点好处都没有，一分钱都拿不到，你肯不肯去做工？你就懈怠了，你就不肯了。所以社会动力的根源就是利，其次就是名，这两个是社会的动力。",
      "zh_TW": "你看世間人在社會上每天很辛苦、很努力去工作，為什麼？什麼力量在推動你？讓你每天勤苦的工作，早出晚歸，你想是什麼力量？我想大家都能答的出來，名利，利比名還重要。假如今天一點好處都沒有，一分錢都拿不到，你肯不肯去做工？你就懈怠了，你就不肯了。所以社會動力的根源就是利，其次就是名，這兩個是社會的動力。"
    },
    {
      "id": "17-001-0001_p0032",
      "zh_CN": "佛菩萨既不爱名，也不要利，他在十方法界比我们还要辛苦，比我们还努力，在那里认真教学，这是什么力量推动他？在我们看，这傻人、傻瓜，谁愿意干这个事情？他有一个力量，这个力量就是底下一句讲的「大慈悲光明云」。我们想一想，一个做母亲的，对于她的小孩，特别是婴儿，照顾得无微不至，你要问她为什么？她是为名还是为利？她什么都不为，是出自于内心的爱护，这个爱心就叫慈悲心。佛对于一切众生大慈大悲，这种慈爱是平等的，这种慈爱是没有任何条件的，这个力量在推动诸佛菩萨，无有止尽的在十方世界教化无量无边的众生。所以大圆满底下就说「大慈悲光明云」，这个力量在推动。",
      "zh_TW": "佛菩薩既不愛名，也不要利，他在十方法界比我們還要辛苦，比我們還努力，在那裡認真教學，這是什麼力量推動他？在我們看，這傻人、傻瓜，誰願意幹這個事情？他有一個力量，這個力量就是底下一句講的「大慈悲光明雲」。我們想一想，一個做母親的，對於她的小孩，特別是嬰兒，照顧得無微不至，你要問她為什麼？她是為名還是為利？她什麼都不為，是出自於內心的愛護，這個愛心就叫慈悲心。佛對於一切眾生大慈大悲，這種慈愛是平等的，這種慈愛是沒有任何條件的，這個力量在推動諸佛菩薩，無有止盡的在十方世界教化無量無邊的眾生。所以大圓滿底下就說「大慈悲光明雲」，這個力量在推動。"
    },
    {
      "id": "17-001-0001_p0033",
      "zh_CN": "我们学佛的人，自己修行，劝导别人，这就讲弘法利生，把佛法介绍给别人、推荐给别人，这是什么力量？也是慈悲的动力，这是真正的佛法。假如是为名去讲经，打我的知名度；为利，我讲一堂经要收多少钱，就完全不是佛法了，就大错特错了，与佛法本义完全相违背。所以佛法自行化他，没有任何条件，佛法流通亦复如是。现在印的经书，我们往往看后头「版权所有，翻印必究」，这是生意买卖。我接到人家送佛书给我，我先看版权页，看到这八个字，这本书我不看。人家问我为什么不看？他的心量很小，名利没有放下，他写的东西一定不怎么客观。他没有版权，欢迎翻印，这个人心量大了，他所写的东西也许可以做参考，比较真实一点。所以心量窄小的，他怎么能写出好东西！他怎么能说出大圆满！何必浪费时间！不要浪费时间，也不要浪费精力。",
      "zh_TW": "我們學佛的人，自己修行，勸導別人，這就講弘法利生，把佛法介紹給別人、推薦給別人，這是什麼力量？也是慈悲的動力，這是真正的佛法。假如是為名去講經，打我的知名度；為利，我講一堂經要收多少錢，就完全不是佛法了，就大錯特錯了，與佛法本義完全相違背。所以佛法自行化他，沒有任何條件，佛法流通亦復如是。現在印的經書，我們往往看後頭「版權所有，翻印必究」，這是生意買賣。我接到人家送佛書給我，我先看版權頁，看到這八個字，這本書我不看。人家問我為什麼不看？他的心量很小，名利沒有放下，他寫的東西一定不怎麼客觀。他沒有版權，歡迎翻印，這個人心量大了，他所寫的東西也許可以做參考，比較真實一點。所以心量窄小的，他怎麼能寫出好東西！他怎麼能說出大圓滿！何必浪費時間！不要浪費時間，也不要浪費精力。"
    },
    {
      "id": "17-001-0001_p0034",
      "zh_CN": "慈悲要建立在理性的基础上，不能够感情用事。感情用事是迷、是错误。所以佛门里面常说「慈悲为本，方便为门」，这是佛教化众生的两大原则。后来佛家又说「慈悲多祸害，方便出下流」，这正好相反，原因在哪里？如果失掉了理性，感情用事，慈悲就是祸害，方便就出下流了。因此接着底下就给我们讲智慧大圆满，大圆满的智慧衬托大圆满的慈悲。智慧就是方便法，用种种不同的方法手段，大慈大悲的力量在推动，这样才能够帮助无尽的众生破迷开悟。",
      "zh_TW": "慈悲要建立在理性的基礎上，不能夠感情用事。感情用事是迷、是錯誤。所以佛門裡面常說「慈悲為本，方便為門」，這是佛教化眾生的兩大原則。後來佛家又說「慈悲多禍害，方便出下流」，這正好相反，原因在哪裡？如果失掉了理性，感情用事，慈悲就是禍害，方便就出下流了。因此接著底下就給我們講智慧大圓滿，大圓滿的智慧襯托大圓滿的慈悲。智慧就是方便法，用種種不同的方法手段，大慈大悲的力量在推動，這樣才能夠幫助無盡的眾生破迷開悟。"
    },
    {
      "id": "17-001-0001_p0035",
      "zh_CN": "后面又跟我们讲「大般若光明云」，这圆满的般若。「般若」跟「智慧」的差别在哪里？《大般若经》上讲得很明白，「般若无知，无所不知」，无知是般若，无所不知是智慧，换句话说，一个是体，一个是用。或者我们从另一个角度来观察这两个名词，我们的理解就更清晰一些。能够说明宇宙现象的这种智慧，这叫「智慧」；能够断烦恼、能够破无明，这个智慧叫「般若」。所以般若智慧能断无明烦恼，这叫「根本智」；能够解释宇宙万有现象，那个叫「后得智」。诸位要知道，后得智是从根本智里面生起来的，如果你自己对于整个宇宙的大圆满不能彻底证得，怎么能说得出来！证得的是般若波罗蜜，像禅宗里面所说的，中国的禅宗不是单讲六度里的第五度，不是单讲禅定波罗蜜，而是讲般若波罗蜜。你看六祖大师在《坛经》一展开，就叫大家总念「摩诃般若波罗蜜多」，可见得它是般若，不只是禅定。",
      "zh_TW": "後面又跟我們講「大般若光明雲」，這圓滿的般若。「般若」跟「智慧」的差別在哪裡？《大般若經》上講得很明白，「般若無知，無所不知」，無知是般若，無所不知是智慧，換句話說，一個是體，一個是用。或者我們從另一個角度來觀察這兩個名詞，我們的理解就更清晰一些。能夠說明宇宙現象的這種智慧，這叫「智慧」；能夠斷煩惱、能夠破無明，這個智慧叫「般若」。所以般若智慧能斷無明煩惱，這叫「根本智」；能夠解釋宇宙萬有現象，那個叫「後得智」。諸位要知道，後得智是從根本智裡面生起來的，如果你自己對於整個宇宙的大圓滿不能徹底證得，怎麼能說得出來！證得的是般若波羅蜜，像禪宗裡面所說的，中國的禪宗不是單講六度裡的第五度，不是單講禪定波羅蜜，而是講般若波羅蜜。你看六祖大師在《壇經》一展開，就叫大家總念「摩訶般若波羅蜜多」，可見得它是般若，不只是禪定。"
    },
    {
      "id": "17-001-0001_p0036",
      "zh_CN": "所以这样我们能够区别什么是般若，什么是智慧。一个是讲智慧之体，一个是讲智慧的作用。一个是无知，一个是无所不知。诸位一定要知道，只有无知的般若才能够断烦恼、破无明，这非常的重要。无明烦恼破尽了，你就证得自性的大圆满，然后才有能力把一桩桩清清楚楚说给别人听。接着是智慧般若的光明云，它含着有这么深的意思在其中。这两种智慧（智慧跟般若），都是前面教学目的所说的无上正等正觉，也就是究竟圆满的智慧。",
      "zh_TW": "所以這樣我們能夠區別什麼是般若，什麼是智慧。一個是講智慧之體，一個是講智慧的作用。一個是無知，一個是無所不知。諸位一定要知道，只有無知的般若才能夠斷煩惱、破無明，這非常的重要。無明煩惱破盡了，你就證得自性的大圓滿，然後才有能力把一樁樁清清楚楚說給別人聽。接著是智慧般若的光明雲，它含著有這麼深的意思在其中。這兩種智慧（智慧跟般若），都是前面教學目的所說的無上正等正覺，也就是究竟圓滿的智慧。"
    },
    {
      "id": "17-001-0001_p0037",
      "zh_CN": "智慧是从哪里来的？也是我们本能、本有的。本有的，现在没有了，到哪里去了？佛跟我们说这叫迷失了，不是真的失掉了。几时你觉悟了，智慧又恢复了。要用什么方法帮助我们破迷，恢复我们本性里面圆满的智慧？佛教给我们一个方法，叫禅定，在地藏经上叫三昧，「大三昧光明云」。「三昧」是梵语，翻成中国话叫「正受」，就是禅定的意思。",
      "zh_TW": "智慧是從哪裡來的？也是我們本能、本有的。本有的，現在沒有了，到哪裡去了？佛跟我們說這叫迷失了，不是真的失掉了。幾時你覺悟了，智慧又恢復了。要用什麼方法幫助我們破迷，恢復我們本性裡面圓滿的智慧？佛教給我們一個方法，叫禪定，在地藏經上叫三昧，「大三昧光明雲」。「三昧」是梵語，翻成中國話叫「正受」，就是禪定的意思。"
    },
    {
      "id": "17-001-0001_p0038",
      "zh_CN": "由此可知，佛法在修学上，我们讲修行（修行，后头也要跟诸位详细说明），修是修正，行是行为，修行就是把自己错误的行为修正过来，叫做修行，这个名词的定义一定要搞得清清楚楚。行为实在太多了，哪里说得尽！所以佛法把我们无量的行为归纳为三大类，一是身体所造作的，身体的一举一动，身的行为；二是口的言语，言语的行为，口业的行为；三是起心动念，叫意业行为。你的行为不管有多少，总而言之，出不了这三个范围，所以叫「三业行为」。你思想错误了、见解错误了、话说错了、动作错了，这叫错误的行为，把它统统修正过来，这是修行。三业行为的修正是要以心为主，禅宗讲修行要从根本修，什么是根本？心是根本，起心动念是根本。心正，我们的言跟行一定正；心不正，学也学不像，也很容易被人看穿，所以要从心地修起。",
      "zh_TW": "由此可知，佛法在修學上，我們講修行（修行，後頭也要跟諸位詳細說明），修是修正，行是行為，修行就是把自己錯誤的行為修正過來，叫做修行，這個名詞的定義一定要搞得清清楚楚。行為實在太多了，哪裡說得盡！所以佛法把我們無量的行為歸納為三大類，一是身體所造作的，身體的一舉一動，身的行為；二是口的言語，言語的行為，口業的行為；三是起心動念，叫意業行為。你的行為不管有多少，總而言之，出不了這三個範圍，所以叫「三業行為」。你思想錯誤了、見解錯誤了、話說錯了、動作錯了，這叫錯誤的行為，把它統統修正過來，這是修行。三業行為的修正是要以心為主，禪宗講修行要從根本修，什麼是根本？心是根本，起心動念是根本。心正，我們的言跟行一定正；心不正，學也學不像，也很容易被人看穿，所以要從心地修起。"
    },
    {
      "id": "17-001-0001_p0039",
      "zh_CN": "三昧就是心要有定，因此佛法里面讲，行门是无量无边，八万四千法门（法是方法，门是门道），这许多方法、门道修什么？统统修定。千万不要以为禅宗才修定，其他哪个宗不修定，只是不叫禅定就是了。净土宗叫「一心不乱」，「一心不乱」就是禅定，名词不一样，意思是一样。教下讲「修止观」，「止观」就是定。密宗讲「三密相应」，相应就是定。由此可知，每一个宗派、法门里用的名词不一样，实际上是一桩事情，所以说「法门平等，殊途同归」，决定没有高下，哪一种方法我用得很习惯，用得很自在、很顺利，我就用那一种方法。",
      "zh_TW": "三昧就是心要有定，因此佛法裡面講，行門是無量無邊，八萬四千法門（法是方法，門是門道），這許多方法、門道修什麼？統統修定。千萬不要以為禪宗才修定，其他哪個宗不修定，只是不叫禪定就是了。淨土宗叫「一心不亂」，「一心不亂」就是禪定，名詞不一樣，意思是一樣。教下講「修止觀」，「止觀」就是定。密宗講「三密相應」，相應就是定。由此可知，每一個宗派、法門裡用的名詞不一樣，實際上是一樁事情，所以說「法門平等，殊途同歸」，決定沒有高下，哪一種方法我用得很習慣，用得很自在、很順利，我就用那一種方法。"
    },
    {
      "id": "17-001-0001_p0040",
      "zh_CN": "佛法修学最可贵的就是一门深入，不要搞很多法门，很多法门就会产生迷惑了，不容易成就。不管学哪一宗、学哪一个法门，只要一门深入决定成就，这非常非常重要。关于修学的方法，后面还会向诸位报告。所以「三昧」、「定」是佛家修学的枢纽。戒定慧三学，因戒得定，因定开慧，所以般若智慧是从禅定当中发生出来的，这都是自性本定，所以称为「大三昧光明云」。",
      "zh_TW": "佛法修學最可貴的就是一門深入，不要搞很多法門，很多法門就會產生迷惑了，不容易成就。不管學哪一宗、學哪一個法門，只要一門深入決定成就，這非常非常重要。關於修學的方法，後面還會向諸位報告。所以「三昧」、「定」是佛家修學的樞紐。戒定慧三學，因戒得定，因定開慧，所以般若智慧是從禪定當中發生出來的，這都是自性本定，所以稱為「大三昧光明雲」。"
    },
    {
      "id": "17-001-0001_p0041",
      "zh_CN": "十种光明云，前面一半是讲原理，后面一半是讲原则。原理就是佛说法根据的原理，我们说出来了。后面讲原则，原则第一个是吉祥，「大吉祥光明云」。吉祥是什么意思？凡是我们本分应该得到的，我获得了，这是吉祥；我不应该得到的，我得到了，就不吉祥，这是吉祥一般的定义。它在此地含的意思是非常之深，尽虚空遍法界，无论是理论，无论是现象，都是我们应该知道的；一切万事万物的受用，也是我们应该要得到的，这叫大吉祥。像你要是念佛生到西方极乐世界，西方极乐世界依正庄严是你应该享受的；你要是生到华藏世界，毘卢遮那佛的依正庄严也是你应当享受的，这是吉祥的本义。在这个地方，就是佛应机说法，这就是最吉祥的。",
      "zh_TW": "十種光明雲，前面一半是講原理，後面一半是講原則。原理就是佛說法根據的原理，我們說出來了。後面講原則，原則第一個是吉祥，「大吉祥光明雲」。吉祥是什麼意思？凡是我們本分應該得到的，我獲得了，這是吉祥；我不應該得到的，我得到了，就不吉祥，這是吉祥一般的定義。它在此地含的意思是非常之深，盡虛空遍法界，無論是理論，無論是現象，都是我們應該知道的；一切萬事萬物的受用，也是我們應該要得到的，這叫大吉祥。像你要是念佛生到西方極樂世界，西方極樂世界依正莊嚴是你應該享受的；你要是生到華藏世界，毘盧遮那佛的依正莊嚴也是你應當享受的，這是吉祥的本義。在這個地方，就是佛應機說法，這就是最吉祥的。"
    },
    {
      "id": "17-001-0001_p0042",
      "zh_CN": "佛说法绝对不违背真理，也就是宇宙人生的真相决定不能违背。第二个还要适合于众生的程度，假如不合程度，程度浅的，你讲得太深了，他听不懂，这也是枉然，这就不吉祥了。如果程度深的，讲得太浅，他听起来没味道，也不吉祥了。所以契机契理的说法是最吉祥，佛没有白说，我们没有白听，真正得到真实利益，这是最吉祥，这是大吉祥，是圆满的吉祥。",
      "zh_TW": "佛說法絕對不違背真理，也就是宇宙人生的真相決定不能違背。第二個還要適合於眾生的程度，假如不合程度，程度淺的，你講得太深了，他聽不懂，這也是枉然，這就不吉祥了。如果程度深的，講得太淺，他聽起來沒味道，也不吉祥了。所以契機契理的說法是最吉祥，佛沒有白說，我們沒有白聽，真正得到真實利益，這是最吉祥，這是大吉祥，是圓滿的吉祥。"
    },
    {
      "id": "17-001-0001_p0043",
      "zh_CN": "其次讲到「福德」。刚才讲了，大吉祥是要契机契理，要适合于众生的根机，我们现前的大众，念念不忘的，心心想追求的，大概第一个是财富、智慧、健康长寿，这是我们眼前念念要追求的，这些统统是福德。如果佛要不把这些东西给我们，要我们学佛，我们掉头而去，为什么？我眼前想的都得不到，说来生来世得大福报，来生来世还没有到，我什么时候能享到？所以眼前的福利必定可以得到，我们就相信了，将来有更大的福报才能讲得通。好像开花结果一样，现在花开得这么美、这么好，将来果实一定结得好，我们才会相信。现在花都不开，说将来会结好果实，我们摇头，不能相信。所以接着吉祥底下，一定是大福德。大福德怎样才能够得到？福德是果报，果前面一定要修因，教你修什么样的因，会得什么样的果报，这我们也留在后面讲。",
      "zh_TW": "其次講到「福德」。剛才講了，大吉祥是要契機契理，要適合於眾生的根機，我們現前的大眾，念念不忘的，心心想追求的，大概第一個是財富、智慧、健康長壽，這是我們眼前念念要追求的，這些統統是福德。如果佛要不把這些東西給我們，要我們學佛，我們掉頭而去，為什麼？我眼前想的都得不到，說來生來世得大福報，來生來世還沒有到，我什麼時候能享到？所以眼前的福利必定可以得到，我們就相信了，將來有更大的福報才能講得通。好像開花結果一樣，現在花開得這麼美、這麼好，將來果實一定結得好，我們才會相信。現在花都不開，說將來會結好果實，我們搖頭，不能相信。所以接著吉祥底下，一定是大福德。大福德怎樣才能夠得到？福德是果報，果前面一定要修因，教你修什麼樣的因，會得什麼樣的果報，這我們也留在後面講。"
    },
    {
      "id": "17-001-0001_p0044",
      "zh_CN": "接着讲「功德」。功德跟福德不一样，福德是我们眼前得到的，功德才是真实的。但是你看佛成佛之后，他都用一百劫的时间专门去修福，为什么？没有福报不能度众生。你要一说法，人家看到你没有福，谁相信你！你说这大福德是我修得来的，别人看得很羡慕，他就来了，自然就跟你学了。所以没有福德不能度众生，有智慧还要有福德。所以是因戒得定，因定开慧，戒定慧三学是属于功德，这是佛法真正要教给我们的。所以前面修福，后面修慧，福慧双修。",
      "zh_TW": "接著講「功德」。功德跟福德不一樣，福德是我們眼前得到的，功德才是真實的。但是你看佛成佛之後，他都用一百劫的時間專門去修福，為什麼？沒有福報不能度眾生。你要一說法，人家看到你沒有福，誰相信你！你說這大福德是我修得來的，別人看得很羨慕，他就來了，自然就跟你學了。所以沒有福德不能度眾生，有智慧還要有福德。所以是因戒得定，因定開慧，戒定慧三學是屬於功德，這是佛法真正要教給我們的。所以前面修福，後面修慧，福慧雙修。"
    },
    {
      "id": "17-001-0001_p0045",
      "zh_CN": "修行一定要有方法，方法里面最重要的就是要有一个标准，我们要依靠一个标准，这个标准就是「大皈依」，大皈依不是平常我们讲的皈依佛、法、僧三宝，大皈依是皈依大圆满的自性，是圆满的自性三宝，后面也会详细跟诸位同修介绍。",
      "zh_TW": "修行一定要有方法，方法裡面最重要的就是要有一個標準，我們要依靠一個標準，這個標準就是「大皈依」，大皈依不是平常我們講的皈依佛、法、僧三寶，大皈依是皈依大圓滿的自性，是圓滿的自性三寶，後面也會詳細跟諸位同修介紹。"
    },
    {
      "id": "17-001-0001_p0046",
      "zh_CN": "最后这是「赞叹」，赞叹实在讲就是教化众生，赞叹自性圆满的功德，赞叹自性无量的功德。所以佛教教我们什么？就是教我们要证得圆满的自性。禅宗常说「父母未生前本来面目」，你要把这个找到，本来面目就是大圆满的自性。所以佛法所教，佛法所学，统统以这个为目标，以这个为方向。",
      "zh_TW": "最後這是「讚歎」，讚歎實在講就是教化眾生，讚歎自性圓滿的功德，讚歎自性無量的功德。所以佛教教我們什麼？就是教我們要證得圓滿的自性。禪宗常說「父母未生前本來面目」，你要把這個找到，本來面目就是大圓滿的自性。所以佛法所教，佛法所學，統統以這個為目標，以這個為方向。"
    },
    {
      "id": "17-001-0001_p0047",
      "zh_CN": "以上所说的，完全是依据《地藏菩萨本愿经》，这一开头世尊放光，光中包含着无量无边的义趣，这是略说十种，「十」也是圆满的意思。这一段经文，一般我们很容易含糊笼统念过去，不晓得这里头的密意。不仅是《地藏经》依据这个地方说出来的，佛所说无量无边的经典，没有一样不是从大圆满里面说出来的。所以前面五句是大圆满的自性，后面五种是自性的起用，也就是大圆满的作用，这是他教学方法的依据。像这样的经文，在大乘经典里面佛是常说，有的时候用言语说，有的时候用放光来表示，这是我们不可以不知道的，知道这些，读经就会很有味道了。",
      "zh_TW": "以上所說的，完全是依據《地藏菩薩本願經》，這一開頭世尊放光，光中包含著無量無邊的義趣，這是略說十種，「十」也是圓滿的意思。這一段經文，一般我們很容易含糊籠統念過去，不曉得這裡頭的密意。不僅是《地藏經》依據這個地方說出來的，佛所說無量無邊的經典，沒有一樣不是從大圓滿裡面說出來的。所以前面五句是大圓滿的自性，後面五種是自性的起用，也就是大圓滿的作用，這是他教學方法的依據。像這樣的經文，在大乘經典裡面佛是常說，有的時候用言語說，有的時候用放光來表示，這是我們不可以不知道的，知道這些，讀經就會很有味道了。"
    },
    {
      "id": "17-001-0001_p0048",
      "zh_CN": "在中国，佛教是以四大菩萨做代表，第一位就是地藏菩萨，九华山的地藏菩萨，第二位是普陀山的观音菩萨，第三位是五台山的文殊菩萨，第四位是峨嵋山的普贤菩萨。用四大菩萨来代表整个佛法，也代表了佛法修学的次第。",
      "zh_TW": "在中國，佛教是以四大菩薩做代表，第一位就是地藏菩薩，九華山的地藏菩薩，第二位是普陀山的觀音菩薩，第三位是五台山的文殊菩薩，第四位是峨嵋山的普賢菩薩。用四大菩薩來代表整個佛法，也代表了佛法修學的次第。"
    },
    {
      "id": "17-001-0001_p0049",
      "zh_CN": "「地」是大地，大地生长五榖杂粮养活我们，我们离开大地不能生活。地下的资源、宝藏，使我们的生活更美满。所以佛就用「地」比喻我们的心地，我们的心地就像刚才所说的，是真正的大圆满，有无量的慈悲、无量的智慧、无量的般若，乃至无量的吉祥、无量的福德，因此佛所说一切经论，没有一样不是无量的。不但经经都是大圆满，不管哪一部经都是大圆满，甚至于每一部经文里头，字字都是大圆满。诸位什么时候看出这个，才叫其味无穷。",
      "zh_TW": "「地」是大地，大地生長五榖雜糧養活我們，我們離開大地不能生活。地下的資源、寶藏，使我們的生活更美滿。所以佛就用「地」比喻我們的心地，我們的心地就像剛才所說的，是真正的大圓滿，有無量的慈悲、無量的智慧、無量的般若，乃至無量的吉祥、無量的福德，因此佛所說一切經論，沒有一樣不是無量的。不但經經都是大圓滿，不管哪一部經都是大圓滿，甚至於每一部經文裡頭，字字都是大圓滿。諸位什麼時候看出這個，才叫其味無窮。"
    },
    {
      "id": "17-001-0001_p0050",
      "zh_CN": "《地藏经》主要是跟我们讲入佛门最初的修学方法，就是「孝亲尊师」。因为教育是师道，师道建立在孝道的基础上，不孝父母怎么会尊重师长！不尊重师长，不肯听老师的话，老师再有学问、再有能力，也没有办法传授给你。所以尊师重道才能成就学业，孝顺父母才能够尊重老师。所以《地藏菩萨本愿经》是佛门的孝经。",
      "zh_TW": "《地藏經》主要是跟我們講入佛門最初的修學方法，就是「孝親尊師」。因為教育是師道，師道建立在孝道的基礎上，不孝父母怎麼會尊重師長！不尊重師長，不肯聽老師的話，老師再有學問、再有能力，也沒有辦法傳授給你。所以尊師重道才能成就學業，孝順父母才能夠尊重老師。所以《地藏菩薩本願經》是佛門的孝經。"
    },
    {
      "id": "17-001-0001_p0051",
      "zh_CN": "孝道就是大圆满的大根大本，一切圆满从这个地方开始。所以把大圆满提升，我孝亲尊师，将孝敬能够发扬光大，孝敬一切众生，没有分别，没有执着，一律平等，孝敬虚空法界一切众生，这就是观音法门。所以观音是地藏的发扬光大，没有地藏哪来的观音！好像盖楼房一样，没有第一层楼，哪有第二层！所以观音是发扬光大，叫大慈大悲。",
      "zh_TW": "孝道就是大圓滿的大根大本，一切圓滿從這個地方開始。所以把大圓滿提升，我孝親尊師，將孝敬能夠發揚光大，孝敬一切眾生，沒有分別，沒有執著，一律平等，孝敬虛空法界一切眾生，這就是觀音法門。所以觀音是地藏的發揚光大，沒有地藏哪來的觀音！好像蓋樓房一樣，沒有第一層樓，哪有第二層！所以觀音是發揚光大，叫大慈大悲。"
    },
    {
      "id": "17-001-0001_p0052",
      "zh_CN": "「孝慈」，前面讲过了，不能感情用事，一定要依止在理智的基础上，这才能得到真正的受用，得到正面的好处，所以第三位菩萨就是文殊菩萨，代表智慧。菩萨当中，智慧第一就是文殊，所以以他来代表。",
      "zh_TW": "「孝慈」，前面講過了，不能感情用事，一定要依止在理智的基礎上，這才能得到真正的受用，得到正面的好處，所以第三位菩薩就是文殊菩薩，代表智慧。菩薩當中，智慧第一就是文殊，所以以他來代表。"
    },
    {
      "id": "17-001-0001_p0053",
      "zh_CN": "普贤菩萨代表实行，把孝敬、慈悲、智慧应用在生活上，我们从早到晚，对人、对事、对物能够统统都用上了，这就是普贤菩萨。所以谁是普贤？人人都是普贤，普贤法门是圆满的法门。如果这当中没有真实的智慧，普贤菩萨的愿就不能圆满。所以《华严》上说「不修普贤行，不能圆成佛道」，为什么？普贤是行行大圆满。四大菩萨代表这个意思，代表大乘圆满的佛法。所以要从地藏学起，学观音的大慈，学文殊的大智，学普贤的大行。",
      "zh_TW": "普賢菩薩代表實行，把孝敬、慈悲、智慧應用在生活上，我們從早到晚，對人、對事、對物能夠統統都用上了，這就是普賢菩薩。所以誰是普賢？人人都是普賢，普賢法門是圓滿的法門。如果這當中沒有真實的智慧，普賢菩薩的願就不能圓滿。所以《華嚴》上說「不修普賢行，不能圓成佛道」，為什麼？普賢是行行大圓滿。四大菩薩代表這個意思，代表大乘圓滿的佛法。所以要從地藏學起，學觀音的大慈，學文殊的大智，學普賢的大行。"
    },
    {
      "id": "17-001-0001_p0054",
      "zh_CN": "今天我们将佛法的定义、佛教学的目标，以及他讲经说法理论的依据，给诸位报告出来。明天再跟诸位报告佛法教学的纲领，这就很重要了。我们从哪里学起？这就晓得应该从哪里学起。诸位有问题，我们留到最后一天，最后一天答复大家的问题，这几天我一系列的给诸位报告佛教教育，我们一定要把它认清楚，然后对我们的修学才有真正的帮助。",
      "zh_TW": "今天我們將佛法的定義、佛教學的目標，以及他講經說法理論的依據，給諸位報告出來。明天再跟諸位報告佛法教學的綱領，這就很重要了。我們從哪裡學起？這就曉得應該從哪裡學起。諸位有問題，我們留到最後一天，最後一天答覆大家的問題，這幾天我一系列的給諸位報告佛教教育，我們一定要把它認清楚，然後對我們的修學才有真正的幫助。"
    }
  ]
}