{
  "doc_id": "21-001-0001",
  "title": {
    "zh_CN": "弘法三十年心得—念佛是因，成佛是果",
    "zh_TW": "弘法三十年心得—念佛是因，成佛是果"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾屏东东山寺",
    "zh_TW": "台灣屏東東山寺"
  },
  "doc_number": "21-001-0001",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "21-001-0001_p0001",
      "zh_CN": "诸位法师、诸位同修，今天我们难得有这样一个殊胜的机缘，跟大家在一起参学。这次到此地来之前，同修们问我要讲一个什么题目？我想时间只有三次，非常的短促，利用这样短短的时间，我想将我自己这些年修学的心得，提出来给诸位报告，或者可以给诸位同修做一个参考。",
      "zh_TW": "諸位法師、諸位同修，今天我們難得有這樣一個殊勝的機緣，跟大家在一起參學。這次到此地來之前，同修們問我要講一個什麼題目？我想時間只有三次，非常的短促，利用這樣短短的時間，我想將我自己這些年修學的心得，提出來給諸位報告，或者可以給諸位同修做一個參考。"
    },
    {
      "id": "21-001-0001_p0002",
      "zh_CN": "在这些年当中，我曾经讲过几十部的经论，包括了各宗，也包括了许多的法门，尤其是《楞严》、《华严》，讲的时间最长。从一些大经大论，我们才真正觉悟到，我也常常讲，在《华严》上开悟了。悟的什么？真正认识了念佛法门是十方三世一切诸佛度生成佛的第一法门。这一个法门，我在初学佛的时候，忏云法师曾经介绍给我，他勉励我念《印光大师文钞》。以后在台中亲近李炳南老居士，我在李老居士会下整整十年。虽然在净土经论上，可以说除了《观无量寿经》我没有听到之外，其余的经论统统听他老人家讲过，也确确实实下了一点功夫。但是总不能死心塌地的去修学这个法门，于一般大乘经典还是有偏爱，尤其是《楞严》、《华严》、《法华》，像《唯识论》，都非常的有兴趣，不但下了许多时间去学习，而且都讲过很多遍。这许多遍讲下来，对于净土宗，实在还是无法深入。一直到讲《华严经》，我是民国六十年开始讲《华严经》，一直到现在都没有中断过。在最近的几年，受了《华严》的薰陶，于是乎触发了许多的问题。《华严》到最后，普贤菩萨十大愿王导归极乐，这是大家都知道，于是乎我在这里就发现了重要的问题。《华严》，可以说是我们整个佛教界里面公认的，是释迦牟尼佛的根本法轮，所谓一切经皆是《华严》眷属，《华严》像一棵树的根本，一切经论就像这棵树的枝叶花果。根本法轮，当然非常的重要。尤其是这部大经，在一切经里面，释迦牟尼佛四十九年所讲的，的确它是最完备的一部大经，教、理、行、果，统统具足。清凉将这部经判为四分，信、解、行、证。可以说，将一个凡夫一直到成佛，所依据的理论、修行的方法，每一个阶层的境界，在这部经里面给我们说得清清楚楚、明明白白，这是非常难得的一部好经，最完善的一部经典。",
      "zh_TW": "在這些年當中，我曾經講過幾十部的經論，包括了各宗，也包括了許多的法門，尤其是《楞嚴》、《華嚴》，講的時間最長。從一些大經大論，我們才真正覺悟到，我也常常講，在《華嚴》上開悟了。悟的什麼？真正認識了念佛法門是十方三世一切諸佛度生成佛的第一法門。這一個法門，我在初學佛的時候，懺雲法師曾經介紹給我，他勉勵我念《印光大師文鈔》。以後在台中親近李炳南老居士，我在李老居士會下整整十年。雖然在淨土經論上，可以說除了《觀無量壽經》我沒有聽到之外，其餘的經論統統聽他老人家講過，也確確實實下了一點功夫。但是總不能死心塌地的去修學這個法門，於一般大乘經典還是有偏愛，尤其是《楞嚴》、《華嚴》、《法華》，像《唯識論》，都非常的有興趣，不但下了許多時間去學習，而且都講過很多遍。這許多遍講下來，對於淨土宗，實在還是無法深入。一直到講《華嚴經》，我是民國六十年開始講《華嚴經》，一直到現在都沒有中斷過。在最近的幾年，受了《華嚴》的薰陶，於是乎觸發了許多的問題。《華嚴》到最後，普賢菩薩十大願王導歸極樂，這是大家都知道，於是乎我在這裡就發現了重要的問題。《華嚴》，可以說是我們整個佛教界裡面公認的，是釋迦牟尼佛的根本法輪，所謂一切經皆是《華嚴》眷屬，《華嚴》像一棵樹的根本，一切經論就像這棵樹的枝葉花果。根本法輪，當然非常的重要。尤其是這部大經，在一切經裡面，釋迦牟尼佛四十九年所講的，的確它是最完備的一部大經，教、理、行、果，統統具足。清涼將這部經判為四分，信、解、行、證。可以說，將一個凡夫一直到成佛，所依據的理論、修行的方法，每一個階層的境界，在這部經裡面給我們說得清清楚楚、明明白白，這是非常難得的一部好經，最完善的一部經典。"
    },
    {
      "id": "21-001-0001_p0003",
      "zh_CN": "我们要问，这部经典，它的目标何在？非常清晰的，我们看到，它的目标是一生成佛。《华严经》是一生成佛，即身成佛，善财童子的表演就是的，没有等到第二生，一生成佛。那一生成佛，他修的什么法门，这是我们要注意到的。在「离世间品」，也就是讲行这一大科，经上一共给我们说了两千多个法门，这两千多个法门是菩萨行里面举例而说的。如果细说，法门无量无边，我们通常讲八万四千法门，四弘誓愿里面说「法门无量誓愿学」，那说不尽的，《华严》上给我们说了两千个法门。在华严会上代表的菩萨，两大菩萨，普贤与文殊，而以普贤菩萨为主，所谓普贤华严长子，文殊为庶男，就是文殊是老二，普贤是老大。文殊代表智慧，普贤代表实行，而普贤摆在第一，那就是说这个法门重视修行，重行。但是这个行要依智慧，文殊代表智慧，依智起行，这个才能成就。这个原则我们了解了，然后我们就要问，这两大菩萨他修什么法门？这是我们要重视的。仔细一观察，原来这两位大菩萨都是念佛求生净土。你看两位菩萨所发的这个大愿都在《华严经》上，统统是求生净土，这是很重要的一桩大事。因为《华严》是一真法界，四十一位法身大士，这个不是普通的事情，是一真法界。我们看到这些都是明心见性的大菩萨，而且是圆顿大教，这些人统统都发愿求生净土，净土如果不殊胜，他们这些人为什么要去？这个法门要不好，为什么修学一切法门的这些菩萨，到了一真法界之后，就是到了华藏世界之后，还要发心念佛求生净土？这些都是问题，《华严经》摆在面前，我们要仔细去看。四十一位法身大士里面就包括了藏教的佛、通教的佛、别教的佛，换句话说，除圆教佛之外，十法界统统求生净土，这个是很不可思议的境界，非常殊胜而稀有。我们看到了这一层。",
      "zh_TW": "我們要問，這部經典，它的目標何在？非常清晰的，我們看到，它的目標是一生成佛。《華嚴經》是一生成佛，即身成佛，善財童子的表演就是的，沒有等到第二生，一生成佛。那一生成佛，他修的什麼法門，這是我們要注意到的。在「離世間品」，也就是講行這一大科，經上一共給我們說了兩千多個法門，這兩千多個法門是菩薩行裡面舉例而說的。如果細說，法門無量無邊，我們通常講八萬四千法門，四弘誓願裡面說「法門無量誓願學」，那說不盡的，《華嚴》上給我們說了兩千個法門。在華嚴會上代表的菩薩，兩大菩薩，普賢與文殊，而以普賢菩薩為主，所謂普賢華嚴長子，文殊為庶男，就是文殊是老二，普賢是老大。文殊代表智慧，普賢代表實行，而普賢擺在第一，那就是說這個法門重視修行，重行。但是這個行要依智慧，文殊代表智慧，依智起行，這個才能成就。這個原則我們了解了，然後我們就要問，這兩大菩薩他修什麼法門？這是我們要重視的。仔細一觀察，原來這兩位大菩薩都是念佛求生淨土。你看兩位菩薩所發的這個大願都在《華嚴經》上，統統是求生淨土，這是很重要的一樁大事。因為《華嚴》是一真法界，四十一位法身大士，這個不是普通的事情，是一真法界。我們看到這些都是明心見性的大菩薩，而且是圓頓大教，這些人統統都發願求生淨土，淨土如果不殊勝，他們這些人為什麼要去？這個法門要不好，為什麼修學一切法門的這些菩薩，到了一真法界之後，就是到了華藏世界之後，還要發心念佛求生淨土？這些都是問題，《華嚴經》擺在面前，我們要仔細去看。四十一位法身大士裡面就包括了藏教的佛、通教的佛、別教的佛，換句話說，除圓教佛之外，十法界統統求生淨土，這個是很不可思議的境界，非常殊勝而稀有。我們看到了這一層。"
    },
    {
      "id": "21-001-0001_p0004",
      "zh_CN": "再看一看，善财童子。这个是在《华严经》最后的一科，是以善财做为一个修行的榜样、一个修行的示范，做个样子来给我们看，善财童子五十三参。善财的老师是文殊菩萨，我们要问，善财在文殊菩萨那里学了些什么？这点很重要。诸位想一想，文殊菩萨发愿求生净土，他的徒弟如何？徒弟如果不求生净土，这不是好徒弟，最好的徒弟一定是继承老师衣钵的。所以我们发现到原来善财童子在文殊菩萨那里就是修的念佛求生净土法门，这是很重大的发现。同时我们还得到一个旁证，这个旁证是在我们中国，中国在唐朝的时候有一位法照禅师，他那个时候住在湖南衡山，他是参禅的。法照禅师的传记里面，诸位看看你就晓得，他是有一天早晨吃粥的时候，寺院里面早晨吃粥。这也是有一个很奇特的感应，那个时候出家人还是用钵，他低头向钵里一看，钵里面现出了境界。像我们看电视，电视画面一样，里面有山有水，看到一个很大的寺庙，这个寺庙里头文殊、普贤两大菩萨在说法，很多听众在围绕，很多听众。他看到这个境界相，早斋完了之后，他就把这个境界给同参道友们说，说这个样子。同参当中就有人去过五台山，就跟他讲，你讲的那个山的形状，那个路好像是五台山。五台山正好是文殊菩萨的道场，就劝他去朝五台。他也听了很有道理，就发心去朝五台山。到了五台山，果然不错，看到那个境界相，就是钵里头看的，一模一样。他就顺着这个路去找，就把这个寺庙找到，叫大圣竹林寺，找到了，见到文殊、普贤两位菩萨正在讲经，有一万多人围着听讲。他看到这个情形，看到旁边有个空座位，他就坐上去听。",
      "zh_TW": "再看一看，善財童子。這個是在《華嚴經》最後的一科，是以善財做為一個修行的榜樣、一個修行的示範，做個樣子來給我們看，善財童子五十三參。善財的老師是文殊菩薩，我們要問，善財在文殊菩薩那裡學了些什麼？這點很重要。諸位想一想，文殊菩薩發願求生淨土，他的徒弟如何？徒弟如果不求生淨土，這不是好徒弟，最好的徒弟一定是繼承老師衣缽的。所以我們發現到原來善財童子在文殊菩薩那裡就是修的念佛求生淨土法門，這是很重大的發現。同時我們還得到一個旁證，這個旁證是在我們中國，中國在唐朝的時候有一位法照禪師，他那個時候住在湖南衡山，他是參禪的。法照禪師的傳記裡面，諸位看看你就曉得，他是有一天早晨吃粥的時候，寺院裡面早晨吃粥。這也是有一個很奇特的感應，那個時候出家人還是用缽，他低頭向缽裡一看，缽裡面現出了境界。像我們看電視，電視畫面一樣，裡面有山有水，看到一個很大的寺廟，這個寺廟裡頭文殊、普賢兩大菩薩在說法，很多聽眾在圍繞，很多聽眾。他看到這個境界相，早齋完了之後，他就把這個境界給同參道友們說，說這個樣子。同參當中就有人去過五台山，就跟他講，你講的那個山的形狀，那個路好像是五台山。五台山正好是文殊菩薩的道場，就勸他去朝五台。他也聽了很有道理，就發心去朝五台山。到了五台山，果然不錯，看到那個境界相，就是缽裡頭看的，一模一樣。他就順著這個路去找，就把這個寺廟找到，叫大聖竹林寺，找到了，見到文殊、普賢兩位菩薩正在講經，有一萬多人圍著聽講。他看到這個情形，看到旁邊有個空座位，他就坐上去聽。"
    },
    {
      "id": "21-001-0001_p0005",
      "zh_CN": "听完之后，他就走到菩萨面前，向菩萨请教。那个时候是末法刚刚开始，我们现在是末法第二个一千年，末法已经过了一千年了。向文殊菩萨请教，末法时期众生根性都比较劣，修什么法门能够成就？文殊菩萨就告诉他，修念佛法门。他老人家问，念什么佛？他说念阿弥陀佛。而且文殊菩萨还念了几声，念个示范，让他学，念了几声。法照禅师就跟他学，这个音调就学会了。学会之后，他离开大圣竹林寺，沿途他还做了记号，准备下一次再来，怕迷失路了。走了不远之后回头一看，这个境界没有了，所以才知道是菩萨示现。他有这个因缘，菩萨示现来度他的。于是他回到长安以后就不再参禅了，专门提倡念佛，他念佛的音调跟文殊菩萨学的，这个音调就是「五会念佛」。所以五会念佛这个音调是文殊菩萨传给法照禅师的。但是我要告诉诸位，现在我们台湾有五会念佛，有很多录音带，这个五会念佛是现代人编的，不是文殊菩萨传的，文殊菩萨传的音调早就失传了。这个音调像唱歌一样，实在讲台湾这个五会念佛，这个谱是我从香港带回来的。我在香港讲经的时候，发现这么一个小册子，是民国二十几年出版的，我看到很欢喜，但这个书很旧了，所以我就带到台湾来翻印。台湾这边有一些法师同修，依照这个歌谱，他们就来做了一套录音带，我听了之后觉得很好，特别是可以接引初学的同修，像唱歌一样，表演。但是实际上，这个调谱不能够摄心，不能摄心，所以我觉得决定不是文殊菩萨所传的，这一点我们要认识。现在念佛的音调比较上容易摄心的，是台中莲社的念法，他念得不快不慢，念得的确会叫我们的心很清净。这就是法照禅师把这个法门传下来，在当时称之为五会法师，法照禅师于是就成了净土宗第四代的祖师，他是净土宗的四祖，他是从禅宗回过头来的，就是文殊菩萨教给他的。所以我们就知道，文殊菩萨自己修行，是以念阿弥陀佛求生西方极乐世界为主。",
      "zh_TW": "聽完之後，他就走到菩薩面前，向菩薩請教。那個時候是末法剛剛開始，我們現在是末法第二個一千年，末法已經過了一千年了。向文殊菩薩請教，末法時期眾生根性都比較劣，修什麼法門能夠成就？文殊菩薩就告訴他，修念佛法門。他老人家問，念什麼佛？他說念阿彌陀佛。而且文殊菩薩還念了幾聲，念個示範，讓他學，念了幾聲。法照禪師就跟他學，這個音調就學會了。學會之後，他離開大聖竹林寺，沿途他還做了記號，準備下一次再來，怕迷失路了。走了不遠之後回頭一看，這個境界沒有了，所以才知道是菩薩示現。他有這個因緣，菩薩示現來度他的。於是他回到長安以後就不再參禪了，專門提倡念佛，他念佛的音調跟文殊菩薩學的，這個音調就是「五會念佛」。所以五會念佛這個音調是文殊菩薩傳給法照禪師的。但是我要告訴諸位，現在我們台灣有五會念佛，有很多錄音帶，這個五會念佛是現代人編的，不是文殊菩薩傳的，文殊菩薩傳的音調早就失傳了。這個音調像唱歌一樣，實在講台灣這個五會念佛，這個譜是我從香港帶回來的。我在香港講經的時候，發現這麼一個小冊子，是民國二十幾年出版的，我看到很歡喜，但這個書很舊了，所以我就帶到台灣來翻印。台灣這邊有一些法師同修，依照這個歌譜，他們就來做了一套錄音帶，我聽了之後覺得很好，特別是可以接引初學的同修，像唱歌一樣，表演。但是實際上，這個調譜不能夠攝心，不能攝心，所以我覺得決定不是文殊菩薩所傳的，這一點我們要認識。現在念佛的音調比較上容易攝心的，是台中蓮社的念法，他念得不快不慢，念得的確會叫我們的心很清淨。這就是法照禪師把這個法門傳下來，在當時稱之為五會法師，法照禪師於是就成了淨土宗第四代的祖師，他是淨土宗的四祖，他是從禪宗回過頭來的，就是文殊菩薩教給他的。所以我們就知道，文殊菩薩自己修行，是以念阿彌陀佛求生西方極樂世界為主。"
    },
    {
      "id": "21-001-0001_p0006",
      "zh_CN": "然后我们看再再善财童子，善财童子跟老师学的是这个法门，学成之后，这才有资格出去参学。参学，目的是成就自己的功夫，什么功夫？念佛功夫。诸位要知道，念佛的功夫，大抵来说可以分为三个阶段，最下层的阶段，就是功夫成片，我们常讲的带业往生，生西方世界凡圣同居土；再高一层的，就是事一心不乱，生西方极乐世界方便有余土；再往上提升一层，就是理一心不乱，生实报庄严土。参学的目的在此地，换句话说，如果还没有达到功夫成片，那是没有资格出去参学的。如果以《华严经》的标准，不止功夫成片，不但不止功夫成片，还超过了事一心，因为我们看他第一位参访的善知识德云比丘，德云比丘是初住菩萨。换句话说，什么人才有资格出去参学？要证得理一心不乱，这个标准太高了。我们才晓得善财童子在他老师会下，念佛念到理一心不乱才出去参学，也就是说破一品无明、见一分真性，这样的资格才出去参学，可见得参学不是容易事情。古德常讲「参方须具参方眼」，参方眼就是参方的条件，条件是要明心见性，禅家里面讲的明心见性，我们净土宗里面所讲的理一心不乱。要没有得到这个功夫之前，只有一个方法，跟定老师，不能离开老师。我们俗话说，不能出师。到这个程度了，这才出师，这可以离开老师，可以独立了。所以你想想看，从前人修行，跟我们现在不一样，我们现在头一剃，马上就离开老师，就独立去了，怎么可能有成就？所以以前自己不到这个境界，决定不离开老师，换句话说，像小孩一样，需要父母照顾，你没有独立的能力。有独立能力了，老师决定不让你再多住一天，多住一天对不起你，你有能力，你应当出去。有这个能力还不出去，那变成没出息了，好像儿女长大了，有能力了，还依在父母身边，也不去找工作，这成什么话？这不像话！所以有独立的能力，一定要出去，要去创业去，这个是对的。但是在孩童的时代，一定要依靠父母。我们学佛，没有明心见性，一定要依靠老师，要依止善知识。离开善知识，那就像小孩离开父母一样，没有独立谋生的能力。这一点，我们自己修行要想真正有成就，必须要记住。",
      "zh_TW": "然後我們看再再善財童子，善財童子跟老師學的是這個法門，學成之後，這才有資格出去參學。參學，目的是成就自己的功夫，什麼功夫？念佛功夫。諸位要知道，念佛的功夫，大抵來說可以分為三個階段，最下層的階段，就是功夫成片，我們常講的帶業往生，生西方世界凡聖同居土；再高一層的，就是事一心不亂，生西方極樂世界方便有餘土；再往上提升一層，就是理一心不亂，生實報莊嚴土。參學的目的在此地，換句話說，如果還沒有達到功夫成片，那是沒有資格出去參學的。如果以《華嚴經》的標準，不止功夫成片，不但不止功夫成片，還超過了事一心，因為我們看他第一位參訪的善知識德雲比丘，德雲比丘是初住菩薩。換句話說，什麼人才有資格出去參學？要證得理一心不亂，這個標準太高了。我們才曉得善財童子在他老師會下，念佛念到理一心不亂才出去參學，也就是說破一品無明、見一分真性，這樣的資格才出去參學，可見得參學不是容易事情。古德常講「參方須具參方眼」，參方眼就是參方的條件，條件是要明心見性，禪家裡面講的明心見性，我們淨土宗裡面所講的理一心不亂。要沒有得到這個功夫之前，只有一個方法，跟定老師，不能離開老師。我們俗話說，不能出師。到這個程度了，這才出師，這可以離開老師，可以獨立了。所以你想想看，從前人修行，跟我們現在不一樣，我們現在頭一剃，馬上就離開老師，就獨立去了，怎麼可能有成就？所以以前自己不到這個境界，決定不離開老師，換句話說，像小孩一樣，需要父母照顧，你沒有獨立的能力。有獨立能力了，老師決定不讓你再多住一天，多住一天對不起你，你有能力，你應當出去。有這個能力還不出去，那變成沒出息了，好像兒女長大了，有能力了，還依在父母身邊，也不去找工作，這成什麼話？這不像話！所以有獨立的能力，一定要出去，要去創業去，這個是對的。但是在孩童的時代，一定要依靠父母。我們學佛，沒有明心見性，一定要依靠老師，要依止善知識。離開善知識，那就像小孩離開父母一樣，沒有獨立謀生的能力。這一點，我們自己修行要想真正有成就，必須要記住。"
    },
    {
      "id": "21-001-0001_p0007",
      "zh_CN": "他出去参访，第一个老师非常重要，我们俗话说「先入为主」，第一个人教你，这个关系太大了。第一老师教他什么？教他念佛法门，德云比丘跟他讲念佛法门，这第一个。你再注意看最后一个老师，最后一个老师是普贤菩萨十大愿王导归极乐。这一个头、一个尾，这就说明了善财童子所修的法门，彻始彻终就是一个念佛法门。当中所经历的五十一位善知识，这五十一位是代表各宗各派，我们今天讲显教密教、宗门教下，还不止，他里面还有外道，里面还有外道。再看看那些人物，各行各业，五十三位善知识里面，出家人只有六个，其余统统是在家人。这一看了之后，我们恍然大悟，原来这个五十三位善知识就在我们眼前，就是我们现实的社会。我们一个念佛人，每天从早到晚接触这个社会各个阶层的层面，那就是五十三位善知识所代表的。我们要用什么样的心态跟他们往来，成就我们自己的道业？就是一心不乱。这才真正明白了净土法门的修法。你看善财童子在接触各行各业这些知识之后，他得到了两个利益，第一个利益是智慧，增长智慧。因为他接触得多，他样样都知道，世出世间法没有一法他不通达，这是第一个利益，成就智慧。第二个成就了一心不乱。他统统都知道，他学不学、修不修？他不学，他也不修，他还是老实念佛，这个了不起。接触禅宗的大德，对于禅完全了解，他还是一句弥陀念到底；接触密宗的大德，对于密宗一切了解，他依然是一句阿弥陀佛，他没有改变他修行的方法。所以说接触各个层面，这个就是看看自己是不是真的一心不乱？他果然是一心不乱。所以每一段的后面，我们看到「恋德礼辞」，有这一段经文。恋德是感激，感激善知识成就我，成就我的智慧，成就我的定力。念佛人的定力就是一心不乱，成就自己的一心不乱，成就自己的智慧。礼是礼敬；辞，辞的意思就是不学，这个法门我懂得，我不学，我还是老实念佛，学这个法门。",
      "zh_TW": "他出去參訪，第一個老師非常重要，我們俗話說「先入為主」，第一個人教你，這個關係太大了。第一老師教他什麼？教他念佛法門，德雲比丘跟他講念佛法門，這第一個。你再注意看最後一個老師，最後一個老師是普賢菩薩十大願王導歸極樂。這一個頭、一個尾，這就說明了善財童子所修的法門，徹始徹終就是一個念佛法門。當中所經歷的五十一位善知識，這五十一位是代表各宗各派，我們今天講顯教密教、宗門教下，還不止，他裡面還有外道，裡面還有外道。再看看那些人物，各行各業，五十三位善知識裡面，出家人只有六個，其餘統統是在家人。這一看了之後，我們恍然大悟，原來這個五十三位善知識就在我們眼前，就是我們現實的社會。我們一個念佛人，每天從早到晚接觸這個社會各個階層的層面，那就是五十三位善知識所代表的。我們要用什麼樣的心態跟他們往來，成就我們自己的道業？就是一心不亂。這才真正明白了淨土法門的修法。你看善財童子在接觸各行各業這些知識之後，他得到了兩個利益，第一個利益是智慧，增長智慧。因為他接觸得多，他樣樣都知道，世出世間法沒有一法他不通達，這是第一個利益，成就智慧。第二個成就了一心不亂。他統統都知道，他學不學、修不修？他不學，他也不修，他還是老實念佛，這個了不起。接觸禪宗的大德，對於禪完全了解，他還是一句彌陀念到底；接觸密宗的大德，對於密宗一切了解，他依然是一句阿彌陀佛，他沒有改變他修行的方法。所以說接觸各個層面，這個就是看看自己是不是真的一心不亂？他果然是一心不亂。所以每一段的後面，我們看到「戀德禮辭」，有這一段經文。戀德是感激，感激善知識成就我，成就我的智慧，成就我的定力。念佛人的定力就是一心不亂，成就自己的一心不亂，成就自己的智慧。禮是禮敬；辭，辭的意思就是不學，這個法門我懂得，我不學，我還是老實念佛，學這個法門。"
    },
    {
      "id": "21-001-0001_p0008",
      "zh_CN": "给诸位说，这是我讲《华严经》十七年的心得。从《华严经》把这个事情搞清楚之后，回来再看《楞严》、再看《法华》，再看这一切大乘经论，愈看愈明了，才真正肯定了这个法门，不仅是释迦牟尼佛，是十方三世一切诸佛度生成佛的第一法门，我才真正认识。认识之后，我在全世界的弘扬，就专门弘扬这个法门。你看我印经，专门印这部经，我把《无量寿经》在这个三年当中印了八万本，现在都送光了，都送完了，今年我打算再印十万本。我在每一个地方讲经，我现在其他的经不讲了，《华严》也不讲了，我专讲净土五经。所以不管哪个地方请我去讲经，我就是净土五经，五经之外，我不讲。为什么不讲？我年岁大了，你们要得利益，我自己也不能堕落，我讲五经，对我自己往生，增长资粮，我往生西方极乐世界有把握。我讲别的经，打闲岔。讲别的，打闲岔，你们得利益，我吃亏。如果我年轻不怕，我现在年岁大了来不及了，所以现在就专讲净土五经。",
      "zh_TW": "給諸位說，這是我講《華嚴經》十七年的心得。從《華嚴經》把這個事情搞清楚之後，回來再看《楞嚴》、再看《法華》，再看這一切大乘經論，愈看愈明瞭，才真正肯定了這個法門，不僅是釋迦牟尼佛，是十方三世一切諸佛度生成佛的第一法門，我才真正認識。認識之後，我在全世界的弘揚，就專門弘揚這個法門。你看我印經，專門印這部經，我把《無量壽經》在這個三年當中印了八萬本，現在都送光了，都送完了，今年我打算再印十萬本。我在每一個地方講經，我現在其他的經不講了，《華嚴》也不講了，我專講淨土五經。所以不管哪個地方請我去講經，我就是淨土五經，五經之外，我不講。為什麼不講？我年歲大了，你們要得利益，我自己也不能墮落，我講五經，對我自己往生，增長資糧，我往生西方極樂世界有把握。我講別的經，打閒岔。講別的，打閒岔，你們得利益，我吃虧。如果我年輕不怕，我現在年歲大了來不及了，所以現在就專講淨土五經。"
    },
    {
      "id": "21-001-0001_p0009",
      "zh_CN": "这说话是前年，前年我在美国各地方讲解《无量寿经》，我用的这个本子，是夏莲居老居士的会集本，这个本子在台湾没有人提倡。为什么想讲这个本子？我在民国四十七年，亲近李炳南老居士，那个时候我还没有出家，以居士的身分拜他做老师。这个拜老师不容易，我拜他做老师，他开出三个条件，这三个条件有一条不接受，他就不收我这个学生。我打听打听，他对别的学生没有开这三个条件，他对我开三个条件，三个条件相当的苛刻。第一个条件，就是从拜他做老师这天起，只准听他讲经，除他之外，任何法师、居士、大德们讲经不准听。第一个条件，只准听他的，不能听别人的。第二个条件，我想看的经书要向他报告，他准许了才可以看，不准许不能看，这第二个条件。《大藏经》经那么多，想看看，都要老师准许。第三个条件，你从前学佛的那个，一律作废，他不承认，从今天起从头学起，这三个条件。我那个时候学佛三年了，学佛大概不止三年，差不多将近有四年的样子，有四年多，那个都作废，一律作废，他统统不承认，从头学起。我接受这三个条件，他才收我这个学生。不过老师也很好，他有期限的，五年，就是这三个条件守五年。所以以后我才晓得，古人学佛五年学戒，那个五年学戒，实在讲不是经律论那个戒律的戒，不是的，守老师的教诫。所以李老师也是给我五年的期限，我深深得他的利益，所以我又报答他老人家，我守了十年。他要求我守五年，我守了十年。这个是古人所讲的师承，我在这一代学佛，还得一点师承的边缘，这个是非常非常的难得。到真正有能力辨别是非真妄，这才可以离开老师。我那个时候仅仅有这么一点能力，要是拿善财跟文殊师徒，我们这一比较，那差太远了。为什么？善财童子做学生，是明心见性才离开老师；我离开老师，只能够辨别佛法是正是邪，我有能力辨别正邪，没有明心见性，那个差得太远了。讲亲近一个老师，最低限度你所有的成就，就这点成就就相当不容易。有这个基础，这才涉及到许许多多的经论，我们现在人说，求知的欲望，满足自己的求知欲。",
      "zh_TW": "這說話是前年，前年我在美國各地方講解《無量壽經》，我用的這個本子，是夏蓮居老居士的會集本，這個本子在台灣沒有人提倡。為什麼想講這個本子？我在民國四十七年，親近李炳南老居士，那個時候我還沒有出家，以居士的身分拜他做老師。這個拜老師不容易，我拜他做老師，他開出三個條件，這三個條件有一條不接受，他就不收我這個學生。我打聽打聽，他對別的學生沒有開這三個條件，他對我開三個條件，三個條件相當的苛刻。第一個條件，就是從拜他做老師這天起，只准聽他講經，除他之外，任何法師、居士、大德們講經不准聽。第一個條件，只准聽他的，不能聽別人的。第二個條件，我想看的經書要向他報告，他准許了才可以看，不准許不能看，這第二個條件。《大藏經》經那麼多，想看看，都要老師准許。第三個條件，你從前學佛的那個，一律作廢，他不承認，從今天起從頭學起，這三個條件。我那個時候學佛三年了，學佛大概不止三年，差不多將近有四年的樣子，有四年多，那個都作廢，一律作廢，他統統不承認，從頭學起。我接受這三個條件，他才收我這個學生。不過老師也很好，他有期限的，五年，就是這三個條件守五年。所以以後我才曉得，古人學佛五年學戒，那個五年學戒，實在講不是經律論那個戒律的戒，不是的，守老師的教誡。所以李老師也是給我五年的期限，我深深得他的利益，所以我又報答他老人家，我守了十年。他要求我守五年，我守了十年。這個是古人所講的師承，我在這一代學佛，還得一點師承的邊緣，這個是非常非常的難得。到真正有能力辨別是非真妄，這才可以離開老師。我那個時候僅僅有這麼一點能力，要是拿善財跟文殊師徒，我們這一比較，那差太遠了。為什麼？善財童子做學生，是明心見性才離開老師；我離開老師，只能夠辨別佛法是正是邪，我有能力辨別正邪，沒有明心見性，那個差得太遠了。講親近一個老師，最低限度你所有的成就，就這點成就就相當不容易。有這個基礎，這才涉及到許許多多的經論，我們現在人說，求知的欲望，滿足自己的求知欲。"
    },
    {
      "id": "21-001-0001_p0010",
      "zh_CN": "到后来，这是《华严经》深深的了解一点才晓得，那真是清凉大师所讲的话没错，你知道得愈多，你所得的结果是什么？清凉说得很好，叫增长邪见，糟糕不糟糕！如果我们这一切经教都不研究、都不读诵，我就老实念佛行不行？也不行。清凉大师又说，你要是教理都不去读诵，叫增长无明。研究是增长邪见，不研究又增长无明，这怎么办？所以诸位要晓得，佛法的修学不同于世间法。我们中国老子曾经说过，「为道日损，为学日益」。我们今天一般学佛，求什么？求学，不是学道，所以天天想增长知识，什么知识？佛学的知识。把佛学当作知识，实在讲，佛学已经变质了，变成世间法了。所以你天天学的什么？你学的是世间法，不是佛法。所以清凉才说，你增长邪见。佛法修学的目的在哪里？目的在三学，戒定慧。戒定是手段，真正的目的是智慧，所以佛法求的是智慧。智慧从什么地方求？从甚深的禅定当中求，定能开慧。定从什么地方求？从戒律上求。所以戒是手段，定是枢纽，慧是目标。有了智慧，那什么问题都解决了。这个生死问题，六道轮回问题，什么问题都解决了。由此可知，修定之重要。修定就是老子所讲的「为道日损」，把我们的妄想、把我们的知见统统舍掉，《般若经》里面所说的「般若无知」。你们念的《心经》，《心经》到最后一句，「无智亦无得」，那才是真智慧现前。我们今天怎么？有智有得。有智有得，不是究竟佛法，不是究竟法；无智无得，才是真正的究竟法。这是首先要把我们自己修学的目标要搞清楚，然后你才了解什么方法最合适。",
      "zh_TW": "到後來，這是《華嚴經》深深的了解一點才曉得，那真是清涼大師所講的話沒錯，你知道得愈多，你所得的結果是什麼？清涼說得很好，叫增長邪見，糟糕不糟糕！如果我們這一切經教都不研究、都不讀誦，我就老實念佛行不行？也不行。清涼大師又說，你要是教理都不去讀誦，叫增長無明。研究是增長邪見，不研究又增長無明，這怎麼辦？所以諸位要曉得，佛法的修學不同於世間法。我們中國老子曾經說過，「為道日損，為學日益」。我們今天一般學佛，求什麼？求學，不是學道，所以天天想增長知識，什麼知識？佛學的知識。把佛學當作知識，實在講，佛學已經變質了，變成世間法了。所以你天天學的什麼？你學的是世間法，不是佛法。所以清涼才說，你增長邪見。佛法修學的目的在哪裡？目的在三學，戒定慧。戒定是手段，真正的目的是智慧，所以佛法求的是智慧。智慧從什麼地方求？從甚深的禪定當中求，定能開慧。定從什麼地方求？從戒律上求。所以戒是手段，定是樞紐，慧是目標。有了智慧，那什麼問題都解決了。這個生死問題，六道輪迴問題，什麼問題都解決了。由此可知，修定之重要。修定就是老子所講的「為道日損」，把我們的妄想、把我們的知見統統捨掉，《般若經》裡面所說的「般若無知」。你們念的《心經》，《心經》到最後一句，「無智亦無得」，那才是真智慧現前。我們今天怎麼？有智有得。有智有得，不是究竟佛法，不是究竟法；無智無得，才是真正的究竟法。這是首先要把我們自己修學的目標要搞清楚，然後你才了解什麼方法最合適。"
    },
    {
      "id": "21-001-0001_p0011",
      "zh_CN": "所以古人修学，无论在家出家没有例外的，就是五年的基础教育。好像新生训练，五年的新生训练，基础教育。这个基础教育里面有两个目标，修福、修慧，福慧双修。用什么方法修福？为大众服务。在道场里面，道场里面一些工作很多，我们发心去做，这是修福。慧怎么修法？慧是读经，背诵经典。所以这个五年当中，你们看看《沙弥律仪》，你就晓得了，《沙弥律仪》是福慧双修。所以五年是学这个东西，要把《沙弥律仪》十条戒、二十四门威仪统统做到，变成自己的生活行为。这个五年当中没有资格听讲，法师升座讲经，大家在听经，你只可以在旁边照顾、打打杂，没有资格坐下来听经。禅堂里面也没有你的座位，你也没有资格参禅；念佛堂里，你也没有资格参加念佛，你要工作、你要做事情，为大众服务。除服务之外，你去念经，你看这个道场它主修哪一种经论，你就要去读诵。如果是学华严的，那八十卷《华严》一定要能够背过，从头到尾要念背过。如果学天台的，天台很少，《法华经》不长，其实天台要求的不亚于华严，他要求你背诵的三大部，天台三大部。三大部第一个是《法华经文句》，连经带注解要背诵，这个《文句》是智者大师做的。第二部《法华玄义释签》，就是智者大师九旬谈妙。这个本子诸位看到过，线装本，二十本。还有一部《摩诃止观》，也是二十本。三部书加起来，线装书六十本，所以分量跟《华严经》差不多，你要背诵。你这个五年不能背诵，那你没成就。这一段时期只要背诵，不要听讲。背诵什么？刚才讲了，学会修根本智，根本智就是般若无知，就是修这个无知。所以背诵经典，诸位要知道是戒定慧三学一次完成。所以他用这个方法来修戒定慧的，不是我们一般念经。",
      "zh_TW": "所以古人修學，無論在家出家沒有例外的，就是五年的基礎教育。好像新生訓練，五年的新生訓練，基礎教育。這個基礎教育裡面有兩個目標，修福、修慧，福慧雙修。用什麼方法修福？為大眾服務。在道場裡面，道場裡面一些工作很多，我們發心去做，這是修福。慧怎麼修法？慧是讀經，背誦經典。所以這個五年當中，你們看看《沙彌律儀》，你就曉得了，《沙彌律儀》是福慧雙修。所以五年是學這個東西，要把《沙彌律儀》十條戒、二十四門威儀統統做到，變成自己的生活行為。這個五年當中沒有資格聽講，法師升座講經，大家在聽經，你只可以在旁邊照顧、打打雜，沒有資格坐下來聽經。禪堂裡面也沒有你的座位，你也沒有資格參禪；念佛堂裡，你也沒有資格參加念佛，你要工作、你要做事情，為大眾服務。除服務之外，你去念經，你看這個道場它主修哪一種經論，你就要去讀誦。如果是學華嚴的，那八十卷《華嚴》一定要能夠背過，從頭到尾要念背過。如果學天台的，天台很少，《法華經》不長，其實天台要求的不亞於華嚴，他要求你背誦的三大部，天台三大部。三大部第一個是《法華經文句》，連經帶註解要背誦，這個《文句》是智者大師做的。第二部《法華玄義釋籤》，就是智者大師九旬談妙。這個本子諸位看到過，線裝本，二十本。還有一部《摩訶止觀》，也是二十本。三部書加起來，線裝書六十本，所以分量跟《華嚴經》差不多，你要背誦。你這個五年不能背誦，那你沒成就。這一段時期只要背誦，不要聽講。背誦什麼？剛才講了，學會修根本智，根本智就是般若無知，就是修這個無知。所以背誦經典，諸位要知道是戒定慧三學一次完成。所以他用這個方法來修戒定慧的，不是我們一般念經。"
    },
    {
      "id": "21-001-0001_p0012",
      "zh_CN": "怎么样叫修戒？戒律的精神是「诸恶莫作，众善奉行」。诸恶莫作，小乘戒；众善奉行，是大乘戒。你在那个地方读诵经典的时候，你心里面决定不会起妄念，你有妄想你这个经念不下去，没有妄念就是诸恶莫作。经典是佛陀从真如本性里面流露出来的真言，善中之善，没有比这个更善的，所以读经就是众善奉行。你看你在读经的时候，你读一个钟点，你修一个钟点的戒；读两个钟点，修两个钟点的戒。读经的时候你要专心，专心就是修定；这个经从头到尾念得清清楚楚，了了分明，没有念错、没有念漏、没有念颠倒，这就是慧。所以我们念经是戒定慧三学一次完成，它的用意在此地。所以念经的时候决定不能求解，这一句什么意思、这一段怎么讲，那就糟了，你戒定慧三学统统破掉，变成什么？变成一般人念世间书一样。所以你要记住，经典没有意思，经典没有讲法，如果说有意思，那应该只有一个意思，哪里有第二个意思？古人做注解，一本注解就够了，为什么你看一部经有几十种注解，甚至于一百多种注解的，那意思都一样，要那么多注解干什么？没有意思，没有注解，你认为的有意思、有解释，那是你的邪知邪见，你在那里打妄想，拿着经本打妄想，所以戒也没有了，定也没有了，慧也没有了，你看多可怜！到你真正开悟了（那是要相当的定功，从定开悟了），再告诉你，经里头有无量义。你再看看各家的注解，他看到这个意思、他看到那个意思，意思多了，还有许许多多的，古来祖师大德没看到，无量义。「般若无知，无所不知」，无知是根本智，无所不知是后得智；无知是实智，无所不知是权智，也就是说它在运用的时候是无所不知。到这个时候，经典一展开，你看听众，看他接受的程度，你拿着这部经的时候，深讲浅讲、长讲短讲，没有一样不自在。那是什么？藉释迦牟尼佛言教引发自己的智慧，是用自己智慧说出来的，不是解释经典这个字怎么讲法、这个名相什么意思，不是的。这样自他才能真正得利益，真正得受用。",
      "zh_TW": "怎麼樣叫修戒？戒律的精神是「諸惡莫作，眾善奉行」。諸惡莫作，小乘戒；眾善奉行，是大乘戒。你在那個地方讀誦經典的時候，你心裡面決定不會起妄念，你有妄想你這個經念不下去，沒有妄念就是諸惡莫作。經典是佛陀從真如本性裡面流露出來的真言，善中之善，沒有比這個更善的，所以讀經就是眾善奉行。你看你在讀經的時候，你讀一個鐘點，你修一個鐘點的戒；讀兩個鐘點，修兩個鐘點的戒。讀經的時候你要專心，專心就是修定；這個經從頭到尾念得清清楚楚，了了分明，沒有念錯、沒有念漏、沒有念顛倒，這就是慧。所以我們念經是戒定慧三學一次完成，它的用意在此地。所以念經的時候決定不能求解，這一句什麼意思、這一段怎麼講，那就糟了，你戒定慧三學統統破掉，變成什麼？變成一般人念世間書一樣。所以你要記住，經典沒有意思，經典沒有講法，如果說有意思，那應該只有一個意思，哪裡有第二個意思？古人做註解，一本註解就夠了，為什麼你看一部經有幾十種註解，甚至於一百多種註解的，那意思都一樣，要那麼多註解幹什麼？沒有意思，沒有註解，你認為的有意思、有解釋，那是你的邪知邪見，你在那裡打妄想，拿著經本打妄想，所以戒也沒有了，定也沒有了，慧也沒有了，你看多可憐！到你真正開悟了（那是要相當的定功，從定開悟了），再告訴你，經裡頭有無量義。你再看看各家的註解，他看到這個意思、他看到那個意思，意思多了，還有許許多多的，古來祖師大德沒看到，無量義。「般若無知，無所不知」，無知是根本智，無所不知是後得智；無知是實智，無所不知是權智，也就是說它在運用的時候是無所不知。到這個時候，經典一展開，你看聽眾，看他接受的程度，你拿著這部經的時候，深講淺講、長講短講，沒有一樣不自在。那是什麼？藉釋迦牟尼佛言教引發自己的智慧，是用自己智慧說出來的，不是解釋經典這個字怎麼講法、這個名相什麼意思，不是的。這樣自他才能真正得利益，真正得受用。"
    },
    {
      "id": "21-001-0001_p0013",
      "zh_CN": "如果我们没有经过这样的训练，充其量，你拿到佛法、佛经，也不过是一种世间书籍而已。你所讲解的，纵然依照古来祖师大德注解上所讲的，也是讲一个皮毛。为什么？古德的心得你体会不到，佛经的意思更是茫然了。祖师的意思不知道，佛的意思你怎么会晓得？由此可知，这个基本训练就太重要了。但是今天一听说要背诵经典都害怕了，现在学生怕背书，一听到背书，头都大了。你不从这个方法来训练你的根本智，换句话说，你戒定慧三学你到哪里去学去？《华严经》上提出来，「行布不碍圆融，圆融不碍行布」。读经是圆修，他戒定慧三学一次完成，这是圆融的修法。在生活方面，这是行布，就是次第，次第修法在生活当中。读经的时候是圆融，一次完成。所以任何一宗、任何一个法门，不管用什么样的经典，它的目标是相同的，所谓法门平等，无二无别，这个里面可以不需要选择，因为我目标在求戒定慧。但是经典之选择要选择分量适中，如果太短了，达不到这个效果，比如你选个《心经》念一遍三分钟，你修戒定慧修多久？我就三分钟，这个时间太短了，很难收到效果。像《弥陀经》，大概十分钟也能念一遍，还是不行，时间太少。所以古人多半取《法华经》、《楞严经》，这有一个好处，念一遍差不多要五、六个小时，五、六个小时能够摄心，这个效果很大。这个在古时候多半选择这样分量的经典。那个心量更大的，他选择《华严》，选择《大涅槃经》，那个就非常的难得。可是在我们今天工业社会里，每一个人工作非常的忙碌，在家人如是，出家人也忙。出家人比在家人还要苦，时间更少，所以选择那样的经典，实在上有困难。也就是说我们每一天真正修行的时间，刚才讲戒定慧一次完成，这种修行的时间，每一天能够有两个小时就很难得，就相当不容易了。不仅讲在家同修，出家人真正每天把一切事务、杂念妄想放下，修两个钟点都很难。我自己有经验，晚上，晚上半夜都有电话来，那就打闲岔。我们半夜，外国白天。所以选择的经典要慎重。经典选定了，就一部经。我今天告诉诸位，就一部经。要把这一部经，每一天至少从头到尾念一遍，至少要念五年。五年就专念一部经，心定了，不想看第二部经，什么都不要，就念一部经，这样才心真正定下来。定了之后，五年之后，你再去看一切经就不一样了，那个一切经一翻开意思就懂，为什么？定能开慧。这个是佛法基本的教育。",
      "zh_TW": "如果我們沒有經過這樣的訓練，充其量，你拿到佛法、佛經，也不過是一種世間書籍而已。你所講解的，縱然依照古來祖師大德註解上所講的，也是講一個皮毛。為什麼？古德的心得你體會不到，佛經的意思更是茫然了。祖師的意思不知道，佛的意思你怎麼會曉得？由此可知，這個基本訓練就太重要了。但是今天一聽說要背誦經典都害怕了，現在學生怕背書，一聽到背書，頭都大了。你不從這個方法來訓練你的根本智，換句話說，你戒定慧三學你到哪裡去學去？《華嚴經》上提出來，「行布不礙圓融，圓融不礙行布」。讀經是圓修，他戒定慧三學一次完成，這是圓融的修法。在生活方面，這是行布，就是次第，次第修法在生活當中。讀經的時候是圓融，一次完成。所以任何一宗、任何一個法門，不管用什麼樣的經典，它的目標是相同的，所謂法門平等，無二無別，這個裡面可以不需要選擇，因為我目標在求戒定慧。但是經典之選擇要選擇分量適中，如果太短了，達不到這個效果，比如你選個《心經》念一遍三分鐘，你修戒定慧修多久？我就三分鐘，這個時間太短了，很難收到效果。像《彌陀經》，大概十分鐘也能念一遍，還是不行，時間太少。所以古人多半取《法華經》、《楞嚴經》，這有一個好處，念一遍差不多要五、六個小時，五、六個小時能夠攝心，這個效果很大。這個在古時候多半選擇這樣分量的經典。那個心量更大的，他選擇《華嚴》，選擇《大涅槃經》，那個就非常的難得。可是在我們今天工業社會裡，每一個人工作非常的忙碌，在家人如是，出家人也忙。出家人比在家人還要苦，時間更少，所以選擇那樣的經典，實在上有困難。也就是說我們每一天真正修行的時間，剛才講戒定慧一次完成，這種修行的時間，每一天能夠有兩個小時就很難得，就相當不容易了。不僅講在家同修，出家人真正每天把一切事務、雜念妄想放下，修兩個鐘點都很難。我自己有經驗，晚上，晚上半夜都有電話來，那就打閒岔。我們半夜，外國白天。所以選擇的經典要慎重。經典選定了，就一部經。我今天告訴諸位，就一部經。要把這一部經，每一天至少從頭到尾念一遍，至少要念五年。五年就專念一部經，心定了，不想看第二部經，什麼都不要，就念一部經，這樣才心真正定下來。定了之後，五年之後，你再去看一切經就不一樣了，那個一切經一翻開意思就懂，為什麼？定能開慧。這個是佛法基本的教育。"
    },
    {
      "id": "21-001-0001_p0014",
      "zh_CN": "我们今天没有受过这个训练，所以看一切经都茫然，一生不能成就。心里面永远是乱糟糟的，心清净不下来，不管用什么功夫都不得力，你看这个多苦。修净土的同修，我介绍给诸位念《无量寿经》，为什么？《无量寿经》分量很适中，不太长，也不太短，大概念一遍，需要一个半小时。如果你初初的念，恐怕要两个小时，念熟了以后，一个半小时，所以这个时间非常适中，用这个方法来修戒定慧。念经就是念佛，因为经里面所说的是西方极乐世界依正庄严，是讲佛菩萨的功德。《楞严》上说得很好，「忆佛念佛，现前当来必定见佛」。读经就是忆念，念久了，心里面自然常常想西方极乐世界的境界。所以我们头脑里头没有念头则已，一有念头马上换成西方极乐世界，不要想别的事情，专想西方极乐世界，这样就好。从前善导大师教给我们，他老人家说，念佛三个要诀，要专，身专礼阿弥陀佛，礼是礼拜，我每天拜佛，拜佛就拜一尊阿弥陀佛；口专称阿弥陀佛，口称念，念阿弥陀佛；心里面专想阿弥陀佛。他说你身口意三业专修，一百个人修，一百个人往生；一千个人修，一千个人往生，万修万人去，一个都不会漏掉的。如果你要是杂修，就是又念佛、又参禅、又学教、又做法会，搞这些拉拉杂杂的事情，这种修法，一万个人当中，难得有二、三个人能往生。善导是阿弥陀佛再来的，善导大师的话就是阿弥陀佛亲自给我们说的。所以《无量寿经》里面所提示修学的宗旨，就是一向专念，「发菩提心，一向专念」。",
      "zh_TW": "我們今天沒有受過這個訓練，所以看一切經都茫然，一生不能成就。心裡面永遠是亂糟糟的，心清淨不下來，不管用什麼功夫都不得力，你看這個多苦。修淨土的同修，我介紹給諸位念《無量壽經》，為什麼？《無量壽經》分量很適中，不太長，也不太短，大概念一遍，需要一個半小時。如果你初初的念，恐怕要兩個小時，念熟了以後，一個半小時，所以這個時間非常適中，用這個方法來修戒定慧。念經就是念佛，因為經裡面所說的是西方極樂世界依正莊嚴，是講佛菩薩的功德。《楞嚴》上說得很好，「憶佛念佛，現前當來必定見佛」。讀經就是憶念，念久了，心裡面自然常常想西方極樂世界的境界。所以我們頭腦裡頭沒有念頭則已，一有念頭馬上換成西方極樂世界，不要想別的事情，專想西方極樂世界，這樣就好。從前善導大師教給我們，他老人家說，念佛三個要訣，要專，身專禮阿彌陀佛，禮是禮拜，我每天拜佛，拜佛就拜一尊阿彌陀佛；口專稱阿彌陀佛，口稱念，念阿彌陀佛；心裡面專想阿彌陀佛。他說你身口意三業專修，一百個人修，一百個人往生；一千個人修，一千個人往生，萬修萬人去，一個都不會漏掉的。如果你要是雜修，就是又念佛、又參禪、又學教、又做法會，搞這些拉拉雜雜的事情，這種修法，一萬個人當中，難得有二、三個人能往生。善導是阿彌陀佛再來的，善導大師的話就是阿彌陀佛親自給我們說的。所以《無量壽經》裡面所提示修學的宗旨，就是一向專念，「發菩提心，一向專念」。"
    },
    {
      "id": "21-001-0001_p0015",
      "zh_CN": "前年我在国外专门弘扬这部经。提倡这个本子，是李炳南老居士往生之后，我想到我亲近他老人家，这个本子他曾经讲过一次，他讲这部经的时候，我跟他还不认识，我跟他以后，他这部经就没有再讲过了。他的讲稿在，他讲这个经的时候，自己做了一个详细的注解，他把这个本子给我了。所以我想老师往生了，我就把这个本子拿出来，把它翻印流通，给他老人家做一个纪念，同时我在海外专门讲这部经。到第二年，我在华盛顿DC，就是美国的首都，他们那边同修组织了一个佛教会，叫华府佛教会，我给他们讲《无量寿经》。在这个期间当中，他们那边有些同修学密的，给我说要请一位金刚上师，是大陆上的，到美国，到他们那个地方来弘法。我最先是很不以为然，最后他们就告诉我，他说请的是黄念祖上师。黄念祖这个名字我很熟，我突然就想到，我说是不是梅光羲的外甥？他们就告诉我，是的。我说那没有问题，你赶快请他来。梅光羲老居士是我的老师（就是台中李炳南老师）的老师，李老居士的佛法是跟梅光羲学的，这是梅光羲的外甥，当然不会有问题。这就非常的难得，所以我就鼓励他们赶快把他请来。我不知道这个人还在，真是没有想到，真正的善知识。他到美国的时候，我离开华府，我在德州弘法，那边打电话告诉我，老居士到了。我就赶快把我们台湾印的这个经本，就李老师注解的这个经本，《无量寿经》的经本，就是庄居士（庄传宗）他印的，我就赶快寄一本给他。同时我寄了一本《相宗纲要》，《相宗纲要》是他舅父编的，梅老居士编的，我们在台湾出版。这个会集本是夏莲居编的，夏莲居是他的老师。同时，这个本子前面有梅光羲居士一篇很长的序文，介绍这部经。后面又有黄念祖老居士一篇跋文，说明这部经会集的经过，这都是很值得他纪念的两本书，所以我就送给他了。",
      "zh_TW": "前年我在國外專門弘揚這部經。提倡這個本子，是李炳南老居士往生之後，我想到我親近他老人家，這個本子他曾經講過一次，他講這部經的時候，我跟他還不認識，我跟他以後，他這部經就沒有再講過了。他的講稿在，他講這個經的時候，自己做了一個詳細的註解，他把這個本子給我了。所以我想老師往生了，我就把這個本子拿出來，把它翻印流通，給他老人家做一個紀念，同時我在海外專門講這部經。到第二年，我在華盛頓DC，就是美國的首都，他們那邊同修組織了一個佛教會，叫華府佛教會，我給他們講《無量壽經》。在這個期間當中，他們那邊有些同修學密的，給我說要請一位金剛上師，是大陸上的，到美國，到他們那個地方來弘法。我最先是很不以為然，最後他們就告訴我，他說請的是黃念祖上師。黃念祖這個名字我很熟，我突然就想到，我說是不是梅光羲的外甥？他們就告訴我，是的。我說那沒有問題，你趕快請他來。梅光羲老居士是我的老師（就是台中李炳南老師）的老師，李老居士的佛法是跟梅光羲學的，這是梅光羲的外甥，當然不會有問題。這就非常的難得，所以我就鼓勵他們趕快把他請來。我不知道這個人還在，真是沒有想到，真正的善知識。他到美國的時候，我離開華府，我在德州弘法，那邊打電話告訴我，老居士到了。我就趕快把我們台灣印的這個經本，就李老師註解的這個經本，《無量壽經》的經本，就是莊居士（莊傳宗）他印的，我就趕快寄一本給他。同時我寄了一本《相宗綱要》，《相宗綱要》是他舅父編的，梅老居士編的，我們在台灣出版。這個會集本是夏蓮居編的，夏蓮居是他的老師。同時，這個本子前面有梅光羲居士一篇很長的序文，介紹這部經。後面又有黃念祖老居士一篇跋文，說明這部經會集的經過，這都是很值得他紀念的兩本書，所以我就送給他了。"
    },
    {
      "id": "21-001-0001_p0016",
      "zh_CN": "我送给他的时候，他也回敬我一部书，就是《无量寿经》的注解。他寄给我，他到美国就带了一部，而且这一部是初版，是打字油印的，所以这个分量一定不多。打字油印的，在我们想，他能够印得出来，也不过就是一百多本而已。这个本子水准，纸张、印刷、装订，是我们台湾四十年前的水准，跟我们现在比较差太远了。我把这部书带回台湾之后，仔细一看，非常的佩服，我赶紧写一封信到美国（请他们给我转，我跟他不认识），向他请教，他这个书有没有版权，如果说版权所有，翻印必究，那就算了；如果没有版权，我就打算在台湾重新做版，来翻印。经过一个多月，回信，转回的信转来了，他欢迎翻印。所以我就在台湾，因为他是简体字，我找了七、八个同学帮忙，把简体字统统换成我们的字，再重新校对，七、八个人花了八个月的时间，把这个本子做出来了，做出来只是一个稿本，然后再拿去排印，所以总共花了一年多的时间，今年元月才出版，我们印了一万册。这个一万册，我们已五千册送到大陆。所以这个因缘非常非常之稀有。这样辗转，没有直接通信过，都是辗转由美国那边的同修传达我们的意见。所以我就觉得夏老居士还有一些重要的著作，这是在梅光羲居士序文里头写的，我们从来没有见过。所以我这个念头一动，就有必要到大陆去一趟，直接去看看，如果夏老居士还有宝贝，去挖宝去。",
      "zh_TW": "我送給他的時候，他也回敬我一部書，就是《無量壽經》的註解。他寄給我，他到美國就帶了一部，而且這一部是初版，是打字油印的，所以這個分量一定不多。打字油印的，在我們想，他能夠印得出來，也不過就是一百多本而已。這個本子水準，紙張、印刷、裝訂，是我們台灣四十年前的水準，跟我們現在比較差太遠了。我把這部書帶回台灣之後，仔細一看，非常的佩服，我趕緊寫一封信到美國（請他們給我轉，我跟他不認識），向他請教，他這個書有沒有版權，如果說版權所有，翻印必究，那就算了；如果沒有版權，我就打算在台灣重新做版，來翻印。經過一個多月，回信，轉回的信轉來了，他歡迎翻印。所以我就在台灣，因為他是簡體字，我找了七、八個同學幫忙，把簡體字統統換成我們的字，再重新校對，七、八個人花了八個月的時間，把這個本子做出來了，做出來只是一個稿本，然後再拿去排印，所以總共花了一年多的時間，今年元月才出版，我們印了一萬冊。這個一萬冊，我們已五千冊送到大陸。所以這個因緣非常非常之稀有。這樣輾轉，沒有直接通信過，都是輾轉由美國那邊的同修傳達我們的意見。所以我就覺得夏老居士還有一些重要的著作，這是在梅光羲居士序文裡頭寫的，我們從來沒有見過。所以我這個念頭一動，就有必要到大陸去一趟，直接去看看，如果夏老居士還有寶貝，去挖寶去。"
    },
    {
      "id": "21-001-0001_p0017",
      "zh_CN": "所以去年我就到大陆去了一趟，我去的时间很短，因为我目标就只找一个人，目的是找东西回来。所以我到北京去住了六天，跟他老人家见了两次面，谈了十几个小时，谈得非常愉快。他把夏老居士这些著作，统统交给我了，希望我在台湾翻印流通。这些东西陆陆续续，统统都出版了，印的数量都很可观，至少是印一万本。现在还有一种在做版，在制版当中。我在北京，就是没有想到，大陆上他们佛教会的会长，赵朴初居士知道我去了，他来找我，来请我吃饭。我在北京，我们一共是八个人，一个小团体，北京还有两位导游，也是同修，其中有一位是我们高雄人，现在在那边做生意，他住在北京。他是移民到美国，在美国住了二十年，他现在是美国公民的身分，在大陆在北京开了个食品公司。我是在美国认识他的，所以到北京他来接待就方便多了，他自己家里有车，所以交通工具解决了。我们一共十个人，赵老居士统统都请了，我们也谈得很久，我就告诉他，我在海外专门弘扬净土，专门讲《无量寿经》。大概这个话他听了之后就起了作用，因为大陆上这么多年，佛教虽然恢复，但是对于净土看得很冷淡。今年北京佛学院请黄老居士讲《无量寿经》，而且全部录影，这是好事情。老居士写了一封信，这个因缘非常之稀有，因为现在大陆上有十几个佛学院，他老人家年岁大了，没有办法每一间佛学院去教，我相信一定把这个录影带送到每一个佛学院。这是大陆上开始重视净土法门，认真的学习净土法门，这是非常好的一个消息。同时大陆上有一个杂志叫「法音」，是他们唯一的一份杂志销售到海内外，这个杂志从来没有登过一篇净土的文章。我去了之后，我给黄老居士注解写了一篇序文，这篇序文他们刊登了。老居士写信告诉美国的同修，他说这个事情太稀有了，从来没有刊登过净土文章，现在开始刊登了，又请他去教学。",
      "zh_TW": "所以去年我就到大陸去了一趟，我去的時間很短，因為我目標就只找一個人，目的是找東西回來。所以我到北京去住了六天，跟他老人家見了兩次面，談了十幾個小時，談得非常愉快。他把夏老居士這些著作，統統交給我了，希望我在台灣翻印流通。這些東西陸陸續續，統統都出版了，印的數量都很可觀，至少是印一萬本。現在還有一種在做版，在製版當中。我在北京，就是沒有想到，大陸上他們佛教會的會長，趙樸初居士知道我去了，他來找我，來請我吃飯。我在北京，我們一共是八個人，一個小團體，北京還有兩位導遊，也是同修，其中有一位是我們高雄人，現在在那邊做生意，他住在北京。他是移民到美國，在美國住了二十年，他現在是美國公民的身分，在大陸在北京開了個食品公司。我是在美國認識他的，所以到北京他來接待就方便多了，他自己家裡有車，所以交通工具解決了。我們一共十個人，趙老居士統統都請了，我們也談得很久，我就告訴他，我在海外專門弘揚淨土，專門講《無量壽經》。大概這個話他聽了之後就起了作用，因為大陸上這麼多年，佛教雖然恢復，但是對於淨土看得很冷淡。今年北京佛學院請黃老居士講《無量壽經》，而且全部錄影，這是好事情。老居士寫了一封信，這個因緣非常之稀有，因為現在大陸上有十幾個佛學院，他老人家年歲大了，沒有辦法每一間佛學院去教，我相信一定把這個錄影帶送到每一個佛學院。這是大陸上開始重視淨土法門，認真的學習淨土法門，這是非常好的一個消息。同時大陸上有一個雜誌叫「法音」，是他們唯一的一份雜誌銷售到海內外，這個雜誌從來沒有登過一篇淨土的文章。我去了之後，我給黃老居士註解寫了一篇序文，這篇序文他們刊登了。老居士寫信告訴美國的同修，他說這個事情太稀有了，從來沒有刊登過淨土文章，現在開始刊登了，又請他去教學。"
    },
    {
      "id": "21-001-0001_p0018",
      "zh_CN": "我们这一次，正因为如此，所以特别在去年秋天，我编了一部《净土五经读本》。大家知道，原来就有个《净土五经》，我重编一个，后面加了两个字叫「读本」。这个跟从前的《净土五经》有什么不一样？有一点不一样，净土经论很少有人在一生当中统统看过，我跟李老居士十年，李老居士看《无量寿经》，《无量寿经》总共有九种不同的本子，李老居士只看到过四种，还有五种他一生从来没看过，这个遗憾。道源老和尚一生弘扬净土，《无量寿经》是净土宗的第一经，最重要的一部经典，道源老法师一生所看到的也只四种。你想想看，这九种本子都能看到的人太少了，原因是什么？没有单行本流通。你要去看，只有看《藏经》，《藏经》上的字很小，年岁大的人不愿意去看，不愿意去惹这个麻烦，所以他就不看了。再看到这个翻译，翻译得不太好，有的翻得太深，有的句子翻得并不是很通畅，读起来不顺口，所以大家都不愿意读了。这样重要的经典，在《大藏经》里头，没有单行本流通，一千多年了，这个是外缘不足。所以我就想到这个问题，把这九种本子统统都搜集到，重新做版。所以我这个《净土五经读本》，《无量寿经》有九种版本，《阿弥陀经》有三种版本。《弥陀经》，我们现在念的是鸠摩罗什大师翻译的，还有玄奘法师翻译的，夏莲居居士还有这两种译本的会集本，所以《弥陀经》有三种本子。一般流通的《净土五经》，没有，它只有五种，《无量寿经》只有一种。我们这个本子，《无量寿经》有九种，这才是真正完备的净土宗的经典。你要把九种本子都浏览一遍，你对于净土就会清清楚楚、明明白白，许许多多的疑问都解答了，所以这是不可不读。我们初版印出来了，印了三万本。这个三万本，我们送中国大陆送一万本，我们台湾流通一万本，另外一万本供给其他的国家地区。因为本子比较大，这一次只带了几本做为样本。诸位同修有需要的，可以写信问我台北，我台北有个基金会，佛陀教育基金会，向他们要，他们一定会寄给你们。这个本子的印出来，给诸位说，这是稀有因缘，就是古今大德看到完备的本子几乎都不可能，现在这个本子完完全全的送到诸位的手里，那就是你看不看的问题了。这个是真实无比的福报，也是稀有的因缘。我们尽心尽力的在做，我们希望初版印出来之后，我们将来继续不断的印二版、三版，我们一直把它印下去，普遍的流通。",
      "zh_TW": "我們這一次，正因為如此，所以特別在去年秋天，我編了一部《淨土五經讀本》。大家知道，原來就有個《淨土五經》，我重編一個，後面加了兩個字叫「讀本」。這個跟從前的《淨土五經》有什麼不一樣？有一點不一樣，淨土經論很少有人在一生當中統統看過，我跟李老居士十年，李老居士看《無量壽經》，《無量壽經》總共有九種不同的本子，李老居士只看到過四種，還有五種他一生從來沒看過，這個遺憾。道源老和尚一生弘揚淨土，《無量壽經》是淨土宗的第一經，最重要的一部經典，道源老法師一生所看到的也只四種。你想想看，這九種本子都能看到的人太少了，原因是什麼？沒有單行本流通。你要去看，只有看《藏經》，《藏經》上的字很小，年歲大的人不願意去看，不願意去惹這個麻煩，所以他就不看了。再看到這個翻譯，翻譯得不太好，有的翻得太深，有的句子翻得並不是很通暢，讀起來不順口，所以大家都不願意讀了。這樣重要的經典，在《大藏經》裡頭，沒有單行本流通，一千多年了，這個是外緣不足。所以我就想到這個問題，把這九種本子統統都蒐集到，重新做版。所以我這個《淨土五經讀本》，《無量壽經》有九種版本，《阿彌陀經》有三種版本。《彌陀經》，我們現在念的是鳩摩羅什大師翻譯的，還有玄奘法師翻譯的，夏蓮居居士還有這兩種譯本的會集本，所以《彌陀經》有三種本子。一般流通的《淨土五經》，沒有，它只有五種，《無量壽經》只有一種。我們這個本子，《無量壽經》有九種，這才是真正完備的淨土宗的經典。你要把九種本子都瀏覽一遍，你對於淨土就會清清楚楚、明明白白，許許多多的疑問都解答了，所以這是不可不讀。我們初版印出來了，印了三萬本。這個三萬本，我們送中國大陸送一萬本，我們台灣流通一萬本，另外一萬本供給其他的國家地區。因為本子比較大，這一次只帶了幾本做為樣本。諸位同修有需要的，可以寫信問我台北，我台北有個基金會，佛陀教育基金會，向他們要，他們一定會寄給你們。這個本子的印出來，給諸位說，這是稀有因緣，就是古今大德看到完備的本子幾乎都不可能，現在這個本子完完全全的送到諸位的手裡，那就是你看不看的問題了。這個是真實無比的福報，也是稀有的因緣。我們盡心盡力的在做，我們希望初版印出來之後，我們將來繼續不斷的印二版、三版，我們一直把它印下去，普遍的流通。"
    },
    {
      "id": "21-001-0001_p0019",
      "zh_CN": "这是我今天跟诸位报告，修学的经过、因缘。明天晚上我要跟大家介绍这个法门怎么学法，这个里面我们要谈到理论的依据、修学的方法。夏莲居老居士，这个人在大陆上是很出名的，在台湾老一辈的居士、出家人知道他，年轻一代的知道他的人就不多了。他是宗教显密不但通达，他都圆融。他的学生黄念祖老居士，他是密宗的金刚上师，他对于教、对于禅、对于净土都有很深的造诣。这样的善知识，我自己学佛三十多年，走了许许多多地方，我没有看到第二个。我的老师，李炳南老居士不如他，他的成就超过李老师，所以我对他非常的敬仰。所以到大陆去参学，一定要去见他，你见他，决定得受用，决定得利益，那叫参访真正的善知识。夏老师，就是他的老师，晚年有一个愿望，希望组织一个净宗学会，就是净土宗的学会，专修专弘，只可惜这个会没有组织成功，他老人家就往生了。这个使命就交到黄念祖的身上，大陆上要组织一个净宗学会还是不容易，所以他就把这桩事情告诉我，希望我在台湾、在海外组织净宗学会。我这次在美国、加拿大住了五个月，我帮助那个地方华侨成立七个净宗学会。加拿大有一个加拿大净宗学会，美国有六个。我把这个消息告诉香港，香港马上就成立了一个。我还没去，他们就成立了，很难得。所以我下个月到新加坡，帮助南洋那边建立净宗学会。这个净宗学会就是专修净土、专弘净土，希望全世界修净土的同修们团结起来，这个用意很好。我们这样做法，我相信中国大陆那个净宗学会，很快它就会组织成功了。我把我这个消息都告诉大陆，希望大陆上能够成立净宗学会，共同努力来修学这个法门。",
      "zh_TW": "這是我今天跟諸位報告，修學的經過、因緣。明天晚上我要跟大家介紹這個法門怎麼學法，這個裡面我們要談到理論的依據、修學的方法。夏蓮居老居士，這個人在大陸上是很出名的，在台灣老一輩的居士、出家人知道他，年輕一代的知道他的人就不多了。他是宗教顯密不但通達，他都圓融。他的學生黃念祖老居士，他是密宗的金剛上師，他對於教、對於禪、對於淨土都有很深的造詣。這樣的善知識，我自己學佛三十多年，走了許許多多地方，我沒有看到第二個。我的老師，李炳南老居士不如他，他的成就超過李老師，所以我對他非常的敬仰。所以到大陸去參學，一定要去見他，你見他，決定得受用，決定得利益，那叫參訪真正的善知識。夏老師，就是他的老師，晚年有一個願望，希望組織一個淨宗學會，就是淨土宗的學會，專修專弘，只可惜這個會沒有組織成功，他老人家就往生了。這個使命就交到黃念祖的身上，大陸上要組織一個淨宗學會還是不容易，所以他就把這樁事情告訴我，希望我在台灣、在海外組織淨宗學會。我這次在美國、加拿大住了五個月，我幫助那個地方華僑成立七個淨宗學會。加拿大有一個加拿大淨宗學會，美國有六個。我把這個消息告訴香港，香港馬上就成立了一個。我還沒去，他們就成立了，很難得。所以我下個月到新加坡，幫助南洋那邊建立淨宗學會。這個淨宗學會就是專修淨土、專弘淨土，希望全世界修淨土的同修們團結起來，這個用意很好。我們這樣做法，我相信中國大陸那個淨宗學會，很快它就會組織成功了。我把我這個消息都告訴大陸，希望大陸上能夠成立淨宗學會，共同努力來修學這個法門。"
    },
    {
      "id": "21-001-0001_p0020",
      "zh_CN": "我们修学的宗旨就是依据《净土五经》、《净土十要》，就是依据这两部书。这个单纯，不复杂，两部书，这是解门的依据。行门，我们提出五个科目，《观无量寿经》讲的三福，六和敬，三学，六度，十大愿王，五个科目。五个科目做为我们行门的守则，依据这五个科目来修行。所以有理论、有方法，照这样修法，决定有成就。明天我跟诸位做详细的报告，今天时间到了，就讲到此地。",
      "zh_TW": "我們修學的宗旨就是依據《淨土五經》、《淨土十要》，就是依據這兩部書。這個單純，不複雜，兩部書，這是解門的依據。行門，我們提出五個科目，《觀無量壽經》講的三福，六和敬，三學，六度，十大願王，五個科目。五個科目做為我們行門的守則，依據這五個科目來修行。所以有理論、有方法，照這樣修法，決定有成就。明天我跟諸位做詳細的報告，今天時間到了，就講到此地。"
    },
    {
      "id": "21-001-0001_p0021",
      "zh_CN": "我们三天法会，今天是第二天了，有不少的同修跟我说，在修学过程当中有许多疑问，希望我给大家做一次解答。我想我们可不可以利用明天晚上的时间，明天我就不必讲演了，就答复诸位的问题。如果诸位要是同意的话，我们就这样做法；不需要解答问题，我明天晚上再跟诸位讲一次。如果要解答问题，可以事先把你的疑问写在纸条（纸上），放在讲台这个地方，我来的时候按照顺序跟大家在一起研究。我们现在来做一个表决，明天晚上，我们解答问题，大家要赞成，我们就举手。有不少，好，那我们明天晚上就解答问题。",
      "zh_TW": "我們三天法會，今天是第二天了，有不少的同修跟我說，在修學過程當中有許多疑問，希望我給大家做一次解答。我想我們可不可以利用明天晚上的時間，明天我就不必講演了，就答覆諸位的問題。如果諸位要是同意的話，我們就這樣做法；不需要解答問題，我明天晚上再跟諸位講一次。如果要解答問題，可以事先把你的疑問寫在紙條（紙上），放在講台這個地方，我來的時候按照順序跟大家在一起研究。我們現在來做一個表決，明天晚上，我們解答問題，大家要贊成，我們就舉手。有不少，好，那我們明天晚上就解答問題。"
    },
    {
      "id": "21-001-0001_p0022",
      "zh_CN": "今晚，我们利用短短的时间，来说明净土修学的方法。佛法的修学，昨天概略的与诸位谈过，就是一定要依据理论、方法、境界，这三个条件一定要具足，我们修学才能够真正的得到法喜，经文里头常讲「法喜充满」，真正得到离苦得乐。所以学佛可以说是人生最快乐的事情。如果学佛学得很痛苦，那谁要学？我跟大家说，学佛学得很苦，我一定不学；愈学愈快乐，这个才学得有价值。要达到这个效果，要如理如法。所以这一点很重要，无论是哪一宗、哪一派、哪一个法门，都要守这三个原则。",
      "zh_TW": "今晚，我們利用短短的時間，來說明淨土修學的方法。佛法的修學，昨天概略的與諸位談過，就是一定要依據理論、方法、境界，這三個條件一定要具足，我們修學才能夠真正的得到法喜，經文裡頭常講「法喜充滿」，真正得到離苦得樂。所以學佛可以說是人生最快樂的事情。如果學佛學得很痛苦，那誰要學？我跟大家說，學佛學得很苦，我一定不學；愈學愈快樂，這個才學得有價值。要達到這個效果，要如理如法。所以這一點很重要，無論是哪一宗、哪一派、哪一個法門，都要守這三個原則。"
    },
    {
      "id": "21-001-0001_p0023",
      "zh_CN": "我们今天先说我们本宗，大家都是修净土，我们讲净土宗，净土宗的修学最重要的就是要专。善导大师在《观经》注解，我们现在称为《观经四帖疏》，里面给我们讲得很详细，说「发菩提心，一向专念」。一向专念，这句话我们要十分的重视它。他老人家又告诉我们说，如果是专修，他说一百个人修，一百个人往生；一千个人修，就一千个人往生，是一个都不会漏掉。什么叫做专？身要专礼阿弥陀佛，礼是礼拜，我们每天拜佛，就拜一尊阿弥陀佛；口专称阿弥陀佛，称是称念，就是念佛，只念阿弥陀佛；心里面专想阿弥陀佛，这就是身口意三业专修。他说这个修法，决定往生。他说如果是杂修，那往生的比例就会差很多了。他说杂修的人，大概一万人当中，难得有三、五人往生。这是说过去那个时代，要在今天这个时代，恐怕一万个人当中，一个都找不到了。为什么？现在太杂了，杂得不像话。善导大师那个时候，唐朝时候佛法最兴盛，他那个时候的杂还有个样子，还不像我们今天这么样的乱，这是我们要记住的。",
      "zh_TW": "我們今天先說我們本宗，大家都是修淨土，我們講淨土宗，淨土宗的修學最重要的就是要專。善導大師在《觀經》註解，我們現在稱為《觀經四帖疏》，裡面給我們講得很詳細，說「發菩提心，一向專念」。一向專念，這句話我們要十分的重視它。他老人家又告訴我們說，如果是專修，他說一百個人修，一百個人往生；一千個人修，就一千個人往生，是一個都不會漏掉。什麼叫做專？身要專禮阿彌陀佛，禮是禮拜，我們每天拜佛，就拜一尊阿彌陀佛；口專稱阿彌陀佛，稱是稱念，就是念佛，只念阿彌陀佛；心裡面專想阿彌陀佛，這就是身口意三業專修。他說這個修法，決定往生。他說如果是雜修，那往生的比例就會差很多了。他說雜修的人，大概一萬人當中，難得有三、五人往生。這是說過去那個時代，要在今天這個時代，恐怕一萬個人當中，一個都找不到了。為什麼？現在太雜了，雜得不像話。善導大師那個時候，唐朝時候佛法最興盛，他那個時候的雜還有個樣子，還不像我們今天這麼樣的亂，這是我們要記住的。"
    },
    {
      "id": "21-001-0001_p0024",
      "zh_CN": "蕅益大师在《要解》里面告诉我们，蕅益大师是非常了不起的人，印光大师对于《要解》的赞叹，可以说赞叹到了极处。这一点我们要十分的重视，因为我们大家晓得，印光大师是大势至菩萨再来的，大势至菩萨对他赞叹，这个蕅益大师要不是阿弥陀佛再来的，至少也是观世音菩萨来的，要不然大势至菩萨不会对他这样的赞叹。他老人家赞叹说，这个《要解》，就是阿弥陀佛再来，亲自来给《弥陀经》写个注解，也不能超过其上。这个真是赞叹到极处，由此可知，《要解》非常非常的重要，是我们修净土必须要读的。我们看《要解》的跋文，大师是在九天的时间写成的，九天这么短的时间，给《弥陀经》写出这样伟大的注解，诸佛来再加以注解，都不能超过其上，你想到蕅益大师绝不是寻常人，因此《要解》里面的话，我们句句都要留意。特别是讲到发菩提心，他老人家说，发愿求生西方净土这个心就是无上菩提心。这个说法，可以说自古以来祖师大德们没说过，这是蕅益大师第一次说出来。他说得到底准确不准确？如果我们仔细将这些大乘经典去研究研究，他这句话说得非常的真切。无上菩提心是成佛的心，求生净土就成佛，真正是一生成佛，也是真正名符其实的即身成佛。密宗里面讲的即身成佛，印光大师有说法；净土里面即身成佛，是成圆教无上正等正觉，可见得蕅益大师这个话说得非常之恰当，我们一丝毫疑惑都没有。",
      "zh_TW": "蕅益大師在《要解》裡面告訴我們，蕅益大師是非常了不起的人，印光大師對於《要解》的讚歎，可以說讚歎到了極處。這一點我們要十分的重視，因為我們大家曉得，印光大師是大勢至菩薩再來的，大勢至菩薩對他讚歎，這個蕅益大師要不是阿彌陀佛再來的，至少也是觀世音菩薩來的，要不然大勢至菩薩不會對他這樣的讚歎。他老人家讚歎說，這個《要解》，就是阿彌陀佛再來，親自來給《彌陀經》寫個註解，也不能超過其上。這個真是讚歎到極處，由此可知，《要解》非常非常的重要，是我們修淨土必須要讀的。我們看《要解》的跋文，大師是在九天的時間寫成的，九天這麼短的時間，給《彌陀經》寫出這樣偉大的註解，諸佛來再加以註解，都不能超過其上，你想到蕅益大師絕不是尋常人，因此《要解》裡面的話，我們句句都要留意。特別是講到發菩提心，他老人家說，發願求生西方淨土這個心就是無上菩提心。這個說法，可以說自古以來祖師大德們沒說過，這是蕅益大師第一次說出來。他說得到底準確不準確？如果我們仔細將這些大乘經典去研究研究，他這句話說得非常的真切。無上菩提心是成佛的心，求生淨土就成佛，真正是一生成佛，也是真正名符其實的即身成佛。密宗裡面講的即身成佛，印光大師有說法；淨土裡面即身成佛，是成圓教無上正等正覺，可見得蕅益大師這個話說得非常之恰當，我們一絲毫疑惑都沒有。"
    },
    {
      "id": "21-001-0001_p0025",
      "zh_CN": "方向目标我们搞清楚了，我们再要问一问，这个法门在整个佛法里面，它究竟是一个怎样的法门？诸位如果把净土经论仔细去对一遍，你就明白，佛在一切经里面告诉我们，一个大千世界有一尊佛教化，一尊佛他的教区是一个大千世界。像我们的教主释迦牟尼佛，教区娑婆世界，我们这个地球是娑婆世界里面极小极小的一分子。一个大千世界究竟有多？在我们过去的想法，大概是像现在我们所说的银河系，一个大千世界。但是也有人说还不止，说银河系才是一个小千世界，也有人这个说法。咱不管那个讲法是如何，因为这个无关紧要，即使说一个银河系是一个大千世界，那已经非常伟大，非常的壮观，我们这个地球是银河系里面的一分子。一尊佛教区这么大，在虚空之中，世界无量无边。现在天文学家给我们做了证明，发现确确实实在太空当中，有无量的星系，像我们的银河系非常非常之多，有些星系比我们的银河系大得太多太多了，也有比我们小的。所以我们的银河系在太空当中，不是很大的，一尊佛的教区。",
      "zh_TW": "方向目標我們搞清楚了，我們再要問一問，這個法門在整個佛法裡面，它究竟是一個怎樣的法門？諸位如果把淨土經論仔細去對一遍，你就明白，佛在一切經裡面告訴我們，一個大千世界有一尊佛教化，一尊佛他的教區是一個大千世界。像我們的教主釋迦牟尼佛，教區娑婆世界，我們這個地球是娑婆世界裡面極小極小的一分子。一個大千世界究竟有多？在我們過去的想法，大概是像現在我們所說的銀河系，一個大千世界。但是也有人說還不止，說銀河系才是一個小千世界，也有人這個說法。咱不管那個講法是如何，因為這個無關緊要，即使說一個銀河系是一個大千世界，那已經非常偉大，非常的壯觀，我們這個地球是銀河系裡面的一分子。一尊佛教區這麼大，在虛空之中，世界無量無邊。現在天文學家給我們做了證明，發現確確實實在太空當中，有無量的星系，像我們的銀河系非常非常之多，有些星系比我們的銀河系大得太多太多了，也有比我們小的。所以我們的銀河系在太空當中，不是很大的，一尊佛的教區。"
    },
    {
      "id": "21-001-0001_p0026",
      "zh_CN": "阿弥陀佛的教区有多大？那就不可思议了，这个不仅是讲极乐世界阿弥陀佛的教区，你念了经之后才恍然大悟，原来阿弥陀佛的教区是尽虚空遍法界，十方一切诸佛的国土，统统是阿弥陀佛的教区，这个是真正不可思议。所以十方三世一切诸佛，没有一尊佛不讲《阿弥陀经》，没有一尊佛不劝一切众生念佛求生净土。这个事实搞清楚，我们才明白这个真相，原来阿弥陀佛好像是诸佛世界里面的一个佛教大学的校长，十方一切诸佛等于说他派到各地去招生的，所招的学生统统送到西方极乐世界去成佛去。你就知道阿弥陀佛的教区是尽虚空遍法界，不是其他任何佛所能够比的，其他任何一尊佛就一个大千世界，这个太伟大、太伟大了。所以你念一尊阿弥陀佛，就是念一切诸佛，一尊佛都没有漏掉；生西方极乐世界，就是生一切诸佛刹土，而且这个世界的确很容易去，你想去就去了，不像其他诸佛的世界条件很苛刻，我们想去，未必能去得了。这个难得，所以才真正认识了净土之伟大。",
      "zh_TW": "阿彌陀佛的教區有多大？那就不可思議了，這個不僅是講極樂世界阿彌陀佛的教區，你念了經之後才恍然大悟，原來阿彌陀佛的教區是盡虛空遍法界，十方一切諸佛的國土，統統是阿彌陀佛的教區，這個是真正不可思議。所以十方三世一切諸佛，沒有一尊佛不講《阿彌陀經》，沒有一尊佛不勸一切眾生念佛求生淨土。這個事實搞清楚，我們才明白這個真相，原來阿彌陀佛好像是諸佛世界裡面的一個佛教大學的校長，十方一切諸佛等於說他派到各地去招生的，所招的學生統統送到西方極樂世界去成佛去。你就知道阿彌陀佛的教區是盡虛空遍法界，不是其他任何佛所能夠比的，其他任何一尊佛就一個大千世界，這個太偉大、太偉大了。所以你念一尊阿彌陀佛，就是念一切諸佛，一尊佛都沒有漏掉；生西方極樂世界，就是生一切諸佛剎土，而且這個世界的確很容易去，你想去就去了，不像其他諸佛的世界條件很苛刻，我們想去，未必能去得了。這個難得，所以才真正認識了淨土之偉大。"
    },
    {
      "id": "21-001-0001_p0027",
      "zh_CN": "昨天我从《华严》里面跟诸位说明我们认识这个法门。今天我们再从净土经典里面，这个书是最近印出来的，我在这里给了样本，这大家看《净土五经读本》。这个读本是我新编的，内容非常的完整，像《无量寿经》一共有九种不同的本子，统统搜集在其中。要真正了解净土，这一本书从头到尾至少你要看个两遍、三遍，这个要求不多。如果这点要求都做不到，怎么能往生？怎么能成佛？至少你要把它从头到尾仔细的看三遍，你对于净土的信心就坚定了，所有的疑问都消除了，怎么样去修学你也知道了，任何人讲的东西你也有能力辨别是非。这个法门，诸位要记住，依法不依人。佛的四依法里，特别着重是依法不依人。法是什么？经典。专讲净土的经典，原来只有三种，叫净土三经。以后加上天亲菩萨的往生论，叫三经一论，这是专讲净土的。在清朝咸丰年间，也有一位很了不起的居士，魏源，魏默深居士，他也将净土《无量寿经》五种原译本，他做了一个会集本，做的这个本子确确实实超过前人，就是超过王龙舒的本子，王日休的《大阿弥陀经》，超过了彭际清的《无量寿经》的节本，做得真好。不仅仅他给《无量寿经》做了一个会集本，同时他又把《华严经》最后的这一卷「普贤菩萨行愿品」，附在三经之后，称为净土四经，净土四经是这么来的。这个经加在里面去非常有道理，诸位如果仔细一看《无量寿经》，原来《无量寿经》真的就是《华严经》的精华。所以蕅益大师称《弥陀经》，《弥陀经》跟《无量寿经》是同部，莲池大师称为大本、小本。换句话说，《无量寿经》就是详细的《阿弥陀经》，《阿弥陀经》就是简略的《无量寿经》，它是同一部。所以对于《弥陀经》的赞叹，就是对于《无量寿经》的赞叹，因为它是同一部。蕅益大师称为《弥陀经》是《华严》奥藏，《法华》秘髓。在我们中国人向来称为《华严》、《法华》是经中之王，一乘了义，蕅益大师把《弥陀经》、《无量寿经》抬起来，抬得比《华严》、《法华》还要高，是《法华》、《华严》的精华，这是出自于祖师之语。仔细去研究一下，是真的，决定不是假的。《华严》具足十玄门，《无量寿经》里头也是具足了十玄门。《华严》里面具足四法界，理法界，事法界，理事无碍、事事无碍法界，《无量寿经》自始至终就是理事无碍法界、事事无碍法界，真的四法界，没错。所以彭际清称《无量寿经》为中本《华严》，有道理！八十卷叫大《华严》，《无量寿经》叫中《华严》，《阿弥陀经》叫小《华严》，他是这么称法，把《无量寿经》、《阿弥陀经》，跟《华严经》等齐的看法，看作一乘圆满的大法。这是我们对经典的认识，一定要依据经典来修学。",
      "zh_TW": "昨天我從《華嚴》裡面跟諸位說明我們認識這個法門。今天我們再從淨土經典裡面，這個書是最近印出來的，我在這裡給了樣本，這大家看《淨土五經讀本》。這個讀本是我新編的，內容非常的完整，像《無量壽經》一共有九種不同的本子，統統蒐集在其中。要真正了解淨土，這一本書從頭到尾至少你要看個兩遍、三遍，這個要求不多。如果這點要求都做不到，怎麼能往生？怎麼能成佛？至少你要把它從頭到尾仔細的看三遍，你對於淨土的信心就堅定了，所有的疑問都消除了，怎麼樣去修學你也知道了，任何人講的東西你也有能力辨別是非。這個法門，諸位要記住，依法不依人。佛的四依法裡，特別著重是依法不依人。法是什麼？經典。專講淨土的經典，原來只有三種，叫淨土三經。以後加上天親菩薩的往生論，叫三經一論，這是專講淨土的。在清朝咸豐年間，也有一位很了不起的居士，魏源，魏默深居士，他也將淨土《無量壽經》五種原譯本，他做了一個會集本，做的這個本子確確實實超過前人，就是超過王龍舒的本子，王日休的《大阿彌陀經》，超過了彭際清的《無量壽經》的節本，做得真好。不僅僅他給《無量壽經》做了一個會集本，同時他又把《華嚴經》最後的這一卷「普賢菩薩行願品」，附在三經之後，稱為淨土四經，淨土四經是這麼來的。這個經加在裡面去非常有道理，諸位如果仔細一看《無量壽經》，原來《無量壽經》真的就是《華嚴經》的精華。所以蕅益大師稱《彌陀經》，《彌陀經》跟《無量壽經》是同部，蓮池大師稱為大本、小本。換句話說，《無量壽經》就是詳細的《阿彌陀經》，《阿彌陀經》就是簡略的《無量壽經》，它是同一部。所以對於《彌陀經》的讚歎，就是對於《無量壽經》的讚歎，因為它是同一部。蕅益大師稱為《彌陀經》是《華嚴》奧藏，《法華》祕髓。在我們中國人向來稱為《華嚴》、《法華》是經中之王，一乘了義，蕅益大師把《彌陀經》、《無量壽經》抬起來，抬得比《華嚴》、《法華》還要高，是《法華》、《華嚴》的精華，這是出自於祖師之語。仔細去研究一下，是真的，決定不是假的。《華嚴》具足十玄門，《無量壽經》裡頭也是具足了十玄門。《華嚴》裡面具足四法界，理法界，事法界，理事無礙、事事無礙法界，《無量壽經》自始至終就是理事無礙法界、事事無礙法界，真的四法界，沒錯。所以彭際清稱《無量壽經》為中本《華嚴》，有道理！八十卷叫大《華嚴》，《無量壽經》叫中《華嚴》，《阿彌陀經》叫小《華嚴》，他是這麼稱法，把《無量壽經》、《阿彌陀經》，跟《華嚴經》等齊的看法，看作一乘圓滿的大法。這是我們對經典的認識，一定要依據經典來修學。"
    },
    {
      "id": "21-001-0001_p0028",
      "zh_CN": "所以魏源居士把《行愿品》合并在三经之后，这是非常有见地，很了不起的一个做法。到民国初年，我们净土宗最近的一位祖师印光大师，他老人家将《大势至菩萨圆通章》，又加在净土四经的后面，称为净土五经。这个加入，我也是佩服得五体投地。我在早年，在台中跟李炳南老居士就是学《楞严》的，《楞严经》大概我讲过七、八遍的样子。《大势至圆通章》总共只有二百四十四个字，比《心经》还少，《心经》二百六十个字，它只有二百四十四个字，它的确是净土宗的心经。经文虽然不长，净土宗的教义，可以说圆圆满满的含摄在其中，短短的这一篇经文含无量义，展开来细说，实在讲跟《华严经》无二无别，这是真的。如果诸位是细读《华严经》，你再看看《大势至圆通章》，你才晓得《圆通章》，《华严经》的心经。《心经》是六百卷《大般若》的心经，《大般若》的精华。它的确可以说净土的精华、华严的精华，实在是不可思议。所以印光大师这个加进去，我们真是衷心的顶礼。净土五经是这么来的，这是我们要晓得。这就是提供给修净土的人，我们修学的依据，五经一论。我们这个本子里面叫读本，五经一论是读本，但是《无量寿经》，我们特别选的是夏莲居居士的会集本。其余的原译本，魏源的本子，彭际清的本子，统统附在后面，有八种。这是经本今天可以说是完备了。这个书没有出来之前，我们想搜集这些本子不容易，没有单行本流通，我们找不到。今天这个本子印在一起，送到我们手里，净土经典大备了。",
      "zh_TW": "所以魏源居士把《行願品》合併在三經之後，這是非常有見地，很了不起的一個做法。到民國初年，我們淨土宗最近的一位祖師印光大師，他老人家將《大勢至菩薩圓通章》，又加在淨土四經的後面，稱為淨土五經。這個加入，我也是佩服得五體投地。我在早年，在台中跟李炳南老居士就是學《楞嚴》的，《楞嚴經》大概我講過七、八遍的樣子。《大勢至圓通章》總共只有二百四十四個字，比《心經》還少，《心經》二百六十個字，它只有二百四十四個字，它的確是淨土宗的心經。經文雖然不長，淨土宗的教義，可以說圓圓滿滿的含攝在其中，短短的這一篇經文含無量義，展開來細說，實在講跟《華嚴經》無二無別，這是真的。如果諸位是細讀《華嚴經》，你再看看《大勢至圓通章》，你才曉得《圓通章》，《華嚴經》的心經。《心經》是六百卷《大般若》的心經，《大般若》的精華。它的確可以說淨土的精華、華嚴的精華，實在是不可思議。所以印光大師這個加進去，我們真是衷心的頂禮。淨土五經是這麼來的，這是我們要曉得。這就是提供給修淨土的人，我們修學的依據，五經一論。我們這個本子裡面叫讀本，五經一論是讀本，但是《無量壽經》，我們特別選的是夏蓮居居士的會集本。其餘的原譯本，魏源的本子，彭際清的本子，統統附在後面，有八種。這是經本今天可以說是完備了。這個書沒有出來之前，我們想蒐集這些本子不容易，沒有單行本流通，我們找不到。今天這個本子印在一起，送到我們手裡，淨土經典大備了。"
    },
    {
      "id": "21-001-0001_p0029",
      "zh_CN": "现在讲修行方法。修行方法里面，不外乎信愿行，这是净宗的三个条件，称之为三资粮。信心从哪里建立？一定从理论上建立，理论没有完全贯通，叫我们相信很难，太难太难，所以一定先把理论搞通，信心才能够建立。信心建立，就真正相信净土，把西方极乐世界与整个宇宙一切诸佛的关系，我们统统搞清楚、统搞明白，这个信心清净坚定。其次发愿，我们只有一个愿望，要见阿弥陀佛，要到西方极乐世界，只有这一个愿望。现前在这个世间，生活能过得去就行了，什么都不求了，把你求愿的心，心力集中，求生净土。我今天在这个世间，我能吃得饱、能穿得暖，有个房子可以遮蔽风雨，够了，不要再多追求了。再多追求，浪费我们精神，浪费我们时间，浪费我们的体力，我们要把精神、体力、时间用来求生净土。这是发愿。有愿之后，那就有行，行是去做。怎么个做法？依教奉行，要把佛在经典上所说的一切教训，我们要把它做到。这个经绝对不是说我天天念，念就行了，念没用处。告诉诸位，单单是念佛、念经，没用处，那就是古人所说的「喊破喉咙也枉然」。念怎么样？念要把里面的教训做到，把佛所讲的这些理论变成我们自己的思想、变成我们自己的见解，就我的想法、看法跟佛讲的一样，那你就是入了佛知佛见。《法华经》上说，「开示悟入佛之知见」。我的想法就是净土五经，我对于宇宙人生看法就是净土五经。我见解思想，跟阿弥陀佛，跟释迦牟尼佛，跟十方一切诸佛完全相同，入佛知见。我的做法，我的生活，处事待人接物，完全遵守佛在经里面的教训，我要做到。这样的人如果不往生，十方诸佛跟阿弥陀佛，那都打妄语了，那都欺骗我们了，没有这个道理，佛绝不骗人。《金刚经》上说得很好，佛是真语者、实语者、如语者、不妄语者、不诳语者。佛怎么会骗人？所以我们就相信决定往生。",
      "zh_TW": "現在講修行方法。修行方法裡面，不外乎信願行，這是淨宗的三個條件，稱之為三資糧。信心從哪裡建立？一定從理論上建立，理論沒有完全貫通，叫我們相信很難，太難太難，所以一定先把理論搞通，信心才能夠建立。信心建立，就真正相信淨土，把西方極樂世界與整個宇宙一切諸佛的關係，我們統統搞清楚、統搞明白，這個信心清淨堅定。其次發願，我們只有一個願望，要見阿彌陀佛，要到西方極樂世界，只有這一個願望。現前在這個世間，生活能過得去就行了，什麼都不求了，把你求願的心，心力集中，求生淨土。我今天在這個世間，我能吃得飽、能穿得暖，有個房子可以遮蔽風雨，夠了，不要再多追求了。再多追求，浪費我們精神，浪費我們時間，浪費我們的體力，我們要把精神、體力、時間用來求生淨土。這是發願。有願之後，那就有行，行是去做。怎麼個做法？依教奉行，要把佛在經典上所說的一切教訓，我們要把它做到。這個經絕對不是說我天天念，念就行了，念沒用處。告訴諸位，單單是念佛、念經，沒用處，那就是古人所說的「喊破喉嚨也枉然」。念怎麼樣？念要把裡面的教訓做到，把佛所講的這些理論變成我們自己的思想、變成我們自己的見解，就我的想法、看法跟佛講的一樣，那你就是入了佛知佛見。《法華經》上說，「開示悟入佛之知見」。我的想法就是淨土五經，我對於宇宙人生看法就是淨土五經。我見解思想，跟阿彌陀佛，跟釋迦牟尼佛，跟十方一切諸佛完全相同，入佛知見。我的做法，我的生活，處事待人接物，完全遵守佛在經裡面的教訓，我要做到。這樣的人如果不往生，十方諸佛跟阿彌陀佛，那都打妄語了，那都欺騙我們了，沒有這個道理，佛絕不騙人。《金剛經》上說得很好，佛是真語者、實語者、如語者、不妄語者、不誑語者。佛怎麼會騙人？所以我們就相信決定往生。"
    },
    {
      "id": "21-001-0001_p0030",
      "zh_CN": "往生西方极乐世界，四土、三辈、九品，地位的高下，古来祖师大德有很多说法，我也有一个说法，跟他们说法不一样，提供诸位做参考。我觉得是你能够把经上的教训，你能够百分之百都做到了，那你一定是上品上生。如果百分之百我做不到，我打个九折，我可以做到百分之九十，那我说你应该是上品中生，你打了折扣。百分之九十我也做不到，我只能做到百分之八十，那可以，你是上品下生。从这里一个一个降下来，换句话说，下品下生至少也要做到二成。二成都做不到，就是百分之二十，二成都做不到，只可以说跟阿弥陀佛结个缘，这一生去不了。这就是念佛的人多，往生的人少，他没有去做，光是念不行。所以受持经典，受是接受，持是保持而不失掉。接受是什么？我要，你拿过来我要做到，这个才叫受持。受持，决定不是我早晨念一遍、晚上念一遍叫受持，不是的，是要做到。我们世间教学，现在学校教学，目的跟从前不一样，从前儒家的教学，目的是读书旨在变化气质。读书的宗旨在什么？要变化气质。所以我们念佛、读佛经，我们的宗旨是在超凡入圣。你要不做到，那怎么行？所以一定要依教奉行，要把经里面的教训，老老实实，努力去做。绝对不是口头上念过就算数，那是不算数的，念得再熟也不行。一定要求我们的想法、看法、做法就跟阿弥陀佛一样，拿阿弥陀佛做为一个标准、做为一个模样，我就学他，要学得跟他一模一样，那你到西方极乐世界就成了阿弥陀佛，这是不可不知。",
      "zh_TW": "往生西方極樂世界，四土、三輩、九品，地位的高下，古來祖師大德有很多說法，我也有一個說法，跟他們說法不一樣，提供諸位做參考。我覺得是你能夠把經上的教訓，你能夠百分之百都做到了，那你一定是上品上生。如果百分之百我做不到，我打個九折，我可以做到百分之九十，那我說你應該是上品中生，你打了折扣。百分之九十我也做不到，我只能做到百分之八十，那可以，你是上品下生。從這裡一個一個降下來，換句話說，下品下生至少也要做到二成。二成都做不到，就是百分之二十，二成都做不到，只可以說跟阿彌陀佛結個緣，這一生去不了。這就是念佛的人多，往生的人少，他沒有去做，光是念不行。所以受持經典，受是接受，持是保持而不失掉。接受是什麼？我要，你拿過來我要做到，這個才叫受持。受持，決定不是我早晨念一遍、晚上念一遍叫受持，不是的，是要做到。我們世間教學，現在學校教學，目的跟從前不一樣，從前儒家的教學，目的是讀書旨在變化氣質。讀書的宗旨在什麼？要變化氣質。所以我們念佛、讀佛經，我們的宗旨是在超凡入聖。你要不做到，那怎麼行？所以一定要依教奉行，要把經裡面的教訓，老老實實，努力去做。絕對不是口頭上念過就算數，那是不算數的，念得再熟也不行。一定要求我們的想法、看法、做法就跟阿彌陀佛一樣，拿阿彌陀佛做為一個標準、做為一個模樣，我就學他，要學得跟他一模一樣，那你到西方極樂世界就成了阿彌陀佛，這是不可不知。"
    },
    {
      "id": "21-001-0001_p0031",
      "zh_CN": "做从哪里做起？这就讲到修行了，所以修行两个字的意思大家要搞清楚。行是行为，行为包括了三种，第一种是我们的思想、见解，这是心理的行为；第二种是我们的言语，言语是口业的行为；第三种是我们身体的动作，这是身的行为。行为有了错误，把它改正过来，这叫修行。所以修是修正，行是行为，大家一定要把这个意思搞清楚。我们每天念经、拜佛，是不是修行？不一定。假如天天拜佛、念经，念得很多、拜得很诚，心里还有贪瞋痴，处处还想占别人便宜，那怎么叫修行？那不叫修行，那个没有用处的。一定要把自己心理、言语、动作，不合法的，不如法的，错误的，全都修正过来。所以修行在哪里修？在起心动念之处修。维摩大师说得很好，「直心是道场」，道场在哪里？道场不是在寺庙，道场在你心地，在你起心动念之处。你起心动念要常常能保持高度的警觉，我一个念头，这个念头错了，这就是道场，这就是你修行，这叫功夫。不一定天天在寺院里对着佛像，敲着木鱼，念着经，未必，那是形式，形式不重要。实质重要，形式不重要，这是诸位一定要知道的。要认真修行，依照佛的教训，修正我们自己心行的行为。",
      "zh_TW": "做從哪裡做起？這就講到修行了，所以修行兩個字的意思大家要搞清楚。行是行為，行為包括了三種，第一種是我們的思想、見解，這是心理的行為；第二種是我們的言語，言語是口業的行為；第三種是我們身體的動作，這是身的行為。行為有了錯誤，把它改正過來，這叫修行。所以修是修正，行是行為，大家一定要把這個意思搞清楚。我們每天念經、拜佛，是不是修行？不一定。假如天天拜佛、念經，念得很多、拜得很誠，心裡還有貪瞋痴，處處還想佔別人便宜，那怎麼叫修行？那不叫修行，那個沒有用處的。一定要把自己心理、言語、動作，不合法的，不如法的，錯誤的，全都修正過來。所以修行在哪裡修？在起心動念之處修。維摩大師說得很好，「直心是道場」，道場在哪裡？道場不是在寺廟，道場在你心地，在你起心動念之處。你起心動念要常常能保持高度的警覺，我一個念頭，這個念頭錯了，這就是道場，這就是你修行，這叫功夫。不一定天天在寺院裡對著佛像，敲著木魚，念著經，未必，那是形式，形式不重要。實質重要，形式不重要，這是諸位一定要知道的。要認真修行，依照佛的教訓，修正我們自己心行的行為。"
    },
    {
      "id": "21-001-0001_p0032",
      "zh_CN": "这些原则我们明白了，然后展开经论，我们看《观无量寿经》，韦提希夫人想求生净土，求释迦牟尼佛教给她修行的方法。佛在没有讲方法之前，先教她修三福，修三种福。这个很有道理，因为我们在《弥陀经》上看过，「不可以少善根福德因缘，得生彼国」，所以福德很重要，先修福，这个三福就是修净土的基础。净土的修行方法很多，通常我们讲四种，以念佛来说，念佛有持名念佛，有观想念佛、观像念佛、实相念佛，有这么多种，不管你用哪一种方法，这个三福是基础，以这个基础来修念佛法门，你的功夫才得力。三福里面第一条，有四句话，第一个是「孝养父母」。换句话说，你孝不孝顺父母？你要不孝顺父母，那就不行，这个要做，要真正去学着孝顺父母。「奉事师长」，奉是听老师的话，依教奉行；事是承事，就是对于老师，我们做学生的要照顾到，照顾老师就像孝顺父母一样。所以这个福德的基础是孝敬，孝亲尊师，从这个地方做起。现在人对于孝亲尊师疏忽掉了，这个基础失掉了，所以在修学上就有许许多多的障碍。为什么要孝敬？如果大家要知道这个道理，你就会认真的去做，孝敬是性德，是真如本性里面的德行。我们学佛，我们的目的，即使是求生净土，求生净土干什么？还是开发自性。自性里面的智慧、德能不能开发出来，怎么能成佛？禅家讲的明心见性，我今天话变一变，开发自性。开发自性，自性里面有无尽的智慧、无尽的宝藏、无尽的德能、无尽的才艺，我们把它发掘出来。开发宝藏的工具是什么？就是孝敬。你不用自性的工具，就没有办法开发自性宝藏。所以孝亲尊师，儒家跟佛家非常的重视。所以修净土，你看看佛第一个要求我们就是「孝养父母，奉事师长」，这个很有道理。",
      "zh_TW": "這些原則我們明白了，然後展開經論，我們看《觀無量壽經》，韋提希夫人想求生淨土，求釋迦牟尼佛教給她修行的方法。佛在沒有講方法之前，先教她修三福，修三種福。這個很有道理，因為我們在《彌陀經》上看過，「不可以少善根福德因緣，得生彼國」，所以福德很重要，先修福，這個三福就是修淨土的基礎。淨土的修行方法很多，通常我們講四種，以念佛來說，念佛有持名念佛，有觀想念佛、觀像念佛、實相念佛，有這麼多種，不管你用哪一種方法，這個三福是基礎，以這個基礎來修念佛法門，你的功夫才得力。三福裡面第一條，有四句話，第一個是「孝養父母」。換句話說，你孝不孝順父母？你要不孝順父母，那就不行，這個要做，要真正去學著孝順父母。「奉事師長」，奉是聽老師的話，依教奉行；事是承事，就是對於老師，我們做學生的要照顧到，照顧老師就像孝順父母一樣。所以這個福德的基礎是孝敬，孝親尊師，從這個地方做起。現在人對於孝親尊師疏忽掉了，這個基礎失掉了，所以在修學上就有許許多多的障礙。為什麼要孝敬？如果大家要知道這個道理，你就會認真的去做，孝敬是性德，是真如本性裡面的德行。我們學佛，我們的目的，即使是求生淨土，求生淨土幹什麼？還是開發自性。自性裡面的智慧、德能不能開發出來，怎麼能成佛？禪家講的明心見性，我今天話變一變，開發自性。開發自性，自性裡面有無盡的智慧、無盡的寶藏、無盡的德能、無盡的才藝，我們把它發掘出來。開發寶藏的工具是什麼？就是孝敬。你不用自性的工具，就沒有辦法開發自性寶藏。所以孝親尊師，儒家跟佛家非常的重視。所以修淨土，你看看佛第一個要求我們就是「孝養父母，奉事師長」，這個很有道理。"
    },
    {
      "id": "21-001-0001_p0033",
      "zh_CN": "在中国，佛法以四大菩萨做代表，四大菩萨第一位地藏菩萨。地藏代表什么？地是大地，藏是宝藏，我们地下含藏着有无尽的宝藏，我们今天讲矿产，像金矿，在地下埋藏着，我们把它开发出来，这就得到财富，受用不尽。地藏，举这个比喻，地是比喻作我们的心地，藏就是智慧、德能。我们心地里面含藏无尽的智慧、德能，诸佛菩萨是已经开发出来了，我们的宝藏还在矿里面藏着，没有开发出来。用什么方法开发？你看地藏菩萨的精神，《地藏经》我们佛门号称佛教的《孝经》，用什么方法开？孝敬。所以地藏的精神是孝亲尊师，用孝亲尊师这个方法开发我们自性的宝藏。所以学佛从哪里学起？从地藏入门。然后再提升一级，就是观音菩萨，大慈大悲，普度众生。这是升了一级，大慈大悲，如果是感情的慈悲，那不能成就一切善法，所以一定要以文殊的智慧，文殊代表智慧。普贤菩萨代表的圆满，就是孝敬、慈悲、智慧，运用在我们的生活上，运用在我们处事待人接物，那就是普贤，普贤代表的实践，把这三样统统做到，这就是普贤菩萨，所以普贤才是真正的圆满。我们不能把他当神去看待，你要知道他的精神，要晓得他教给我们什么，我们应该用什么样的心态去把它做到。我们看世尊在净土教里面，开头也是这样教导我们，孝敬。紧接着「慈心不杀，修十善业」，培养大慈悲心。孝敬后头接着就是慈悲心，大慈大悲，修十善业，十善业道，十善要认真的去修，不杀生、不偷盗，在家同修不邪淫，不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，你要做到。这是第一福，第一个条件。",
      "zh_TW": "在中國，佛法以四大菩薩做代表，四大菩薩第一位地藏菩薩。地藏代表什麼？地是大地，藏是寶藏，我們地下含藏著有無盡的寶藏，我們今天講礦產，像金礦，在地下埋藏著，我們把它開發出來，這就得到財富，受用不盡。地藏，舉這個比喻，地是比喻作我們的心地，藏就是智慧、德能。我們心地裡面含藏無盡的智慧、德能，諸佛菩薩是已經開發出來了，我們的寶藏還在礦裡面藏著，沒有開發出來。用什麼方法開發？你看地藏菩薩的精神，《地藏經》我們佛門號稱佛教的《孝經》，用什麼方法開？孝敬。所以地藏的精神是孝親尊師，用孝親尊師這個方法開發我們自性的寶藏。所以學佛從哪裡學起？從地藏入門。然後再提升一級，就是觀音菩薩，大慈大悲，普度眾生。這是升了一級，大慈大悲，如果是感情的慈悲，那不能成就一切善法，所以一定要以文殊的智慧，文殊代表智慧。普賢菩薩代表的圓滿，就是孝敬、慈悲、智慧，運用在我們的生活上，運用在我們處事待人接物，那就是普賢，普賢代表的實踐，把這三樣統統做到，這就是普賢菩薩，所以普賢才是真正的圓滿。我們不能把他當神去看待，你要知道他的精神，要曉得他教給我們什麼，我們應該用什麼樣的心態去把它做到。我們看世尊在淨土教裡面，開頭也是這樣教導我們，孝敬。緊接著「慈心不殺，修十善業」，培養大慈悲心。孝敬後頭接著就是慈悲心，大慈大悲，修十善業，十善業道，十善要認真的去修，不殺生、不偷盜，在家同修不邪淫，不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，你要做到。這是第一福，第一個條件。"
    },
    {
      "id": "21-001-0001_p0034",
      "zh_CN": "第二个条件，「受持三皈，具足众戒，不犯威仪。」这第二个条件。三皈是整个佛法修学的纲领。你说我们学佛的人，你修什么？你能答得出来吗？无论是哪一宗，哪一个法门，那是方法、手段不同，所修的完全相同，所以才说法门平等，无二无别，就是修的三皈。三皈，诸位同修都知道。你只知道名，你不知道义，所以你受了三皈，你是有名无实。皈是回头，你真的回头了吗？依是依靠，你回头依靠什么？「皈依佛」，我依靠佛，佛是泥塑木雕，靠不住。诸位要知道，三皈依是皈依觉，皈依正，皈依净。你看六祖大师在《坛经》里面跟我们讲三皈，他就不用佛法僧，为什么？怕人家误会，他就皈依佛，佛要「皈依觉」。「佛者，觉也」，给我们解释。所以皈依佛，皈依觉，我们从迷惑颠倒回过头来，依觉而不迷，这叫皈依佛。你们想想你做到没有？你没有做到，那就没有皈依佛，你还是迷惑颠倒。邪正不分，真妄不明，你哪里皈依佛？「皈依正」，正就是法，「法者，正也」。正什么？正确的思想，正确的见解，正确的行为，经典上的教训。我们从一切错误的思想、见解、行为回过头来，依正确的思想、见解、行为，这个叫皈依法。「皈依净」，净是清净，六根清净，一尘不染。「僧者，净也」，净而不染，这个才叫皈依僧。我们这个三皈有没有做到？没有做到，不但没有做到，三皈真正的意思都不知道。现在一说，我是皈依某个法师，这不得了，真的不得了，怎么不得了？将来必定堕阿鼻地狱。佛教是和合僧，六和僧团，不但天下是一家，尽虚空遍法界就是一个僧团。你这个三皈是皈依僧团，僧是僧团，不是皈依某一个人。皈依某一个人，你在这个僧团里面起分化作用，在里面建立小党派，搞小团体，这是什么？这叫灭佛法。灭佛法的罪过，你展开佛家戒律看看，这个罪过就是阿鼻地狱。所以你不受三皈，你还不堕地狱，这一皈就皈到地狱去了，你说冤枉不冤枉！这是诸位一定要知道。有一些同修找我，要我给他受三皈，我都把这个意思讲得清清楚楚，我不过是僧团里的一个人，是僧团的代表，给你受三皈、给你做证明，你不是皈依我，你是三宝弟子，你不是皈依我，你是皈依僧团。如果你自认为皈依我，将来你堕阿鼻地狱，我不受牵连，我话说清楚了，那你是活该堕落，与我不相干。这话讲清楚，否则的话到后来他堕地狱了，那个法师他说的我皈依他，那好了，我也得连累，受连累之罪。所以话要讲清楚，我绝不受连累，意思搞得清清楚楚、明明白白。所以我发的皈依证，后面签名「三皈证明阿阇梨」，我给你做证明的，打官司我也有证据，这个不是开玩笑的事情。所以「受持三皈」，就是你接受觉正净。佛法教学的目标，就是我们修什么？我们修觉正净。学佛怎么会迷信？不迷信。不学觉正净，那你就是迷邪染。迷邪染我们听到都不欢喜，翻邪三皈，翻转过来，我们不要迷、不要邪、不要染，我们要觉、我们要正、我们要清净。",
      "zh_TW": "第二個條件，「受持三皈，具足眾戒，不犯威儀。」這第二個條件。三皈是整個佛法修學的綱領。你說我們學佛的人，你修什麼？你能答得出來嗎？無論是哪一宗，哪一個法門，那是方法、手段不同，所修的完全相同，所以才說法門平等，無二無別，就是修的三皈。三皈，諸位同修都知道。你只知道名，你不知道義，所以你受了三皈，你是有名無實。皈是回頭，你真的回頭了嗎？依是依靠，你回頭依靠什麼？「皈依佛」，我依靠佛，佛是泥塑木雕，靠不住。諸位要知道，三皈依是皈依覺，皈依正，皈依淨。你看六祖大師在《壇經》裡面跟我們講三皈，他就不用佛法僧，為什麼？怕人家誤會，他就皈依佛，佛要「皈依覺」。「佛者，覺也」，給我們解釋。所以皈依佛，皈依覺，我們從迷惑顛倒回過頭來，依覺而不迷，這叫皈依佛。你們想想你做到沒有？你沒有做到，那就沒有皈依佛，你還是迷惑顛倒。邪正不分，真妄不明，你哪裡皈依佛？「皈依正」，正就是法，「法者，正也」。正什麼？正確的思想，正確的見解，正確的行為，經典上的教訓。我們從一切錯誤的思想、見解、行為回過頭來，依正確的思想、見解、行為，這個叫皈依法。「皈依淨」，淨是清淨，六根清淨，一塵不染。「僧者，淨也」，淨而不染，這個才叫皈依僧。我們這個三皈有沒有做到？沒有做到，不但沒有做到，三皈真正的意思都不知道。現在一說，我是皈依某個法師，這不得了，真的不得了，怎麼不得了？將來必定墮阿鼻地獄。佛教是和合僧，六和僧團，不但天下是一家，盡虛空遍法界就是一個僧團。你這個三皈是皈依僧團，僧是僧團，不是皈依某一個人。皈依某一個人，你在這個僧團裡面起分化作用，在裡面建立小黨派，搞小團體，這是什麼？這叫滅佛法。滅佛法的罪過，你展開佛家戒律看看，這個罪過就是阿鼻地獄。所以你不受三皈，你還不墮地獄，這一皈就皈到地獄去了，你說冤枉不冤枉！這是諸位一定要知道。有一些同修找我，要我給他受三皈，我都把這個意思講得清清楚楚，我不過是僧團裡的一個人，是僧團的代表，給你受三皈、給你做證明，你不是皈依我，你是三寶弟子，你不是皈依我，你是皈依僧團。如果你自認為皈依我，將來你墮阿鼻地獄，我不受牽連，我話說清楚了，那你是活該墮落，與我不相干。這話講清楚，否則的話到後來他墮地獄了，那個法師他說的我皈依他，那好了，我也得連累，受連累之罪。所以話要講清楚，我絕不受連累，意思搞得清清楚楚、明明白白。所以我發的皈依證，後面簽名「三皈證明阿闍梨」，我給你做證明的，打官司我也有證據，這個不是開玩笑的事情。所以「受持三皈」，就是你接受覺正淨。佛法教學的目標，就是我們修什麼？我們修覺正淨。學佛怎麼會迷信？不迷信。不學覺正淨，那你就是迷邪染。迷邪染我們聽到都不歡喜，翻邪三皈，翻轉過來，我們不要迷、不要邪、不要染，我們要覺、我們要正、我們要清淨。"
    },
    {
      "id": "21-001-0001_p0035",
      "zh_CN": "接着再「受持众戒，不犯威仪。」众戒是戒律，戒律包括法律。戒律，诸位要知道，现在我们在《戒经》里面所看到的戒条，我们读诵，那是纪念。为什么？不适用。你譬如讲这世间法律过个几年要修订一次，为什么？它不适用了。我们时代在变化，老的条文现在不适用，所以要加以修订。佛的戒律在中国有没有修订？有，百丈大师制的清规就是戒律的中国化，戒律的现代化，那个时候是唐朝，所以清规就是戒律的现代化、戒律的本地化。比如现在有个寺院，寺院一定有常住的公约，那个常住公约就是戒律的本地化、戒律的本寺化。可见得戒律的条文是活泼的，随时随地可以修改，每一个寺院它的常住公约都有几条不相同，它要适合它本地的生活情形。但是精神决定是不违背的，戒律的精神，「诸恶莫作，众善奉行」，这个精神决定不违背，条文一定要适合我们现前的生活，否则的话，这就行不通。我们展开经典看到那个戒律，那是印度三千年前的生活方式，我们今天不适用。他们那个时候是托钵，树下一宿，日中一食，跟我们现在生活方式完全不相同，所以这个要知道，这个要晓得。只有能够符合一切时、一切处，佛法才能够传遍全世界，才能够传遍永久，诸位要懂得戒律的真正意义，不能死在戒条里。死在戒条里，那就是念死书。念死书，我们世间人叫书呆子。学佛要学死了就佛呆子，这是错误的。所以不能学呆了，学佛是愈学愈聪明，愈学愈有智慧，不能够愈学愈愚痴，愈学愈呆笨，那就错误了。所以戒律的延伸就包括了法律，国家的宪法、社会的法律，乃至于不成文的社会道德都包括在戒条里面，我们都要遵守。「不犯威仪」，威仪拿现代的话来说就是礼节。风俗礼节，我们不能够犯，所谓是入境随俗，大家就欢喜了。菩萨的精神，菩萨所在之处令一切众生生欢喜心，你要不随俗，他看你怪怪的，他怎么会欢喜；只有他生欢喜心了，他才愿意接近，才能够度他，才能够帮助他。所以这是都要晓得。所以这是第二个条件。",
      "zh_TW": "接著再「受持眾戒，不犯威儀。」眾戒是戒律，戒律包括法律。戒律，諸位要知道，現在我們在《戒經》裡面所看到的戒條，我們讀誦，那是紀念。為什麼？不適用。你譬如講這世間法律過個幾年要修訂一次，為什麼？它不適用了。我們時代在變化，老的條文現在不適用，所以要加以修訂。佛的戒律在中國有沒有修訂？有，百丈大師制的清規就是戒律的中國化，戒律的現代化，那個時候是唐朝，所以清規就是戒律的現代化、戒律的本地化。比如現在有個寺院，寺院一定有常住的公約，那個常住公約就是戒律的本地化、戒律的本寺化。可見得戒律的條文是活潑的，隨時隨地可以修改，每一個寺院它的常住公約都有幾條不相同，它要適合它本地的生活情形。但是精神決定是不違背的，戒律的精神，「諸惡莫作，眾善奉行」，這個精神決定不違背，條文一定要適合我們現前的生活，否則的話，這就行不通。我們展開經典看到那個戒律，那是印度三千年前的生活方式，我們今天不適用。他們那個時候是托缽，樹下一宿，日中一食，跟我們現在生活方式完全不相同，所以這個要知道，這個要曉得。只有能夠符合一切時、一切處，佛法才能夠傳遍全世界，才能夠傳遍永久，諸位要懂得戒律的真正意義，不能死在戒條裡。死在戒條裡，那就是念死書。念死書，我們世間人叫書呆子。學佛要學死了就佛呆子，這是錯誤的。所以不能學呆了，學佛是愈學愈聰明，愈學愈有智慧，不能夠愈學愈愚痴，愈學愈呆笨，那就錯誤了。所以戒律的延伸就包括了法律，國家的憲法、社會的法律，乃至於不成文的社會道德都包括在戒條裡面，我們都要遵守。「不犯威儀」，威儀拿現代的話來說就是禮節。風俗禮節，我們不能夠犯，所謂是入境隨俗，大家就歡喜了。菩薩的精神，菩薩所在之處令一切眾生生歡喜心，你要不隨俗，他看你怪怪的，他怎麼會歡喜；只有他生歡喜心了，他才願意接近，才能夠度他，才能夠幫助他。所以這是都要曉得。所以這是第二個條件。"
    },
    {
      "id": "21-001-0001_p0036",
      "zh_CN": "第三个条件。实在讲这三个条件，第一个条件是人天福报，第二个条件是小乘的福报，二乘，所以受持三皈到不犯威仪，这个是二乘。第三福是菩萨，菩萨有四句，「发菩提心，深信因果，读诵大乘，劝进行者。」这个四句，第一句我们看到，没有问题，为什么？二乘人没有发菩提心，当然菩萨发菩提心，这是对的。菩提心，发成佛的心，上求佛道，下化众生，要发这个大心，平等普度一切众生。「深信因果」，这一句，诸位有没有疑问？人天里面都讲因果，「善有善报，恶有恶报」，都讲因果。二乘声闻、缘觉，菩萨还不懂因果吗？所以深信因果，应当放在第一个条件里头，这个我们没有问题。第一个条件跑到第三个条件，跟菩萨说的，要深信因果。所以这个地方要注意，这个因果不是普通的因果。普通的「善有善报，恶有恶报」，菩萨怎么会不知道？我们都晓得。给诸位说，这个深信因果是讲什么？念佛是因，成佛是果。这个因果，许许多多的菩萨不知道，菩萨要知道了，他马上回过头来就念阿弥陀佛，求生西方极乐世界。所以这个深信因果是专门指念佛成佛。我们再看《华严经》，这是得到一个最有力的证据，《华严经》上讲「十地菩萨始终不离念佛」，这说清楚了。《华严》是圆教，圆教初地到等觉，这十一个位次，我们通常讲十一地，十一地讲个圆满的数字，讲十地，实际上是十一地。到这个时候，菩萨到这个位次，他别的法门都舍弃了，专念阿弥陀佛。普贤菩萨十大愿王导归极乐，专念阿弥陀佛。他到那个时候才知道念阿弥陀佛，求生西方极乐世界。我们现在是凡夫，刚刚学佛，我们就晓得，我们也念阿弥陀佛求生西方极乐世界，到了西方极乐世界，那些菩萨一见面、一拉手，那些菩萨对我们是赞叹倍至，佩服得五体投地。为什么？他修了几个阿僧祇劫，才知道到西方极乐世界，你不费工夫就来了，这个了不起，我们比他就幸运太多了。如果我们也走他那个路子，修上两个阿僧祇劫、三个阿僧祇劫，才晓得念佛往生极乐世界，现在在座的同座老早到西方极乐世界都成佛了，落在人家后面。我们把这个事实真相搞清楚了，不赶紧念佛，还搞别的法门，不干那个傻事。所以这个深信因果，是指这个说的，这才讲得通。",
      "zh_TW": "第三個條件。實在講這三個條件，第一個條件是人天福報，第二個條件是小乘的福報，二乘，所以受持三皈到不犯威儀，這個是二乘。第三福是菩薩，菩薩有四句，「發菩提心，深信因果，讀誦大乘，勸進行者。」這個四句，第一句我們看到，沒有問題，為什麼？二乘人沒有發菩提心，當然菩薩發菩提心，這是對的。菩提心，發成佛的心，上求佛道，下化眾生，要發這個大心，平等普度一切眾生。「深信因果」，這一句，諸位有沒有疑問？人天裡面都講因果，「善有善報，惡有惡報」，都講因果。二乘聲聞、緣覺，菩薩還不懂因果嗎？所以深信因果，應當放在第一個條件裡頭，這個我們沒有問題。第一個條件跑到第三個條件，跟菩薩說的，要深信因果。所以這個地方要注意，這個因果不是普通的因果。普通的「善有善報，惡有惡報」，菩薩怎麼會不知道？我們都曉得。給諸位說，這個深信因果是講什麼？念佛是因，成佛是果。這個因果，許許多多的菩薩不知道，菩薩要知道了，他馬上回過頭來就念阿彌陀佛，求生西方極樂世界。所以這個深信因果是專門指念佛成佛。我們再看《華嚴經》，這是得到一個最有力的證據，《華嚴經》上講「十地菩薩始終不離念佛」，這說清楚了。《華嚴》是圓教，圓教初地到等覺，這十一個位次，我們通常講十一地，十一地講個圓滿的數字，講十地，實際上是十一地。到這個時候，菩薩到這個位次，他別的法門都捨棄了，專念阿彌陀佛。普賢菩薩十大願王導歸極樂，專念阿彌陀佛。他到那個時候才知道念阿彌陀佛，求生西方極樂世界。我們現在是凡夫，剛剛學佛，我們就曉得，我們也念阿彌陀佛求生西方極樂世界，到了西方極樂世界，那些菩薩一見面、一拉手，那些菩薩對我們是讚歎倍至，佩服得五體投地。為什麼？他修了幾個阿僧祇劫，才知道到西方極樂世界，你不費工夫就來了，這個了不起，我們比他就幸運太多了。如果我們也走他那個路子，修上兩個阿僧祇劫、三個阿僧祇劫，才曉得念佛往生極樂世界，現在在座的同座老早到西方極樂世界都成佛了，落在人家後面。我們把這個事實真相搞清楚了，不趕緊念佛，還搞別的法門，不幹那個傻事。所以這個深信因果，是指這個說的，這才講得通。"
    },
    {
      "id": "21-001-0001_p0037",
      "zh_CN": "「读诵大乘」，这个里面必须要详加解释，大乘绝对不是指一切大乘经。是指什么？就是指净土三经、五经，就是叫你读诵这个。这个三经、五经真念通了，给诸位说，一切佛法都通了，一经通一切经通。为什么我们晓得它这个读诵大乘是指净土三经、五经？因为佛讲的是求生净土的法门，当然是读这个经，绝对不会读其他的经，其他的经与这个法门不相应，所以我就肯定这个读诵大乘是读净土三经，或读净土五经。至于其他一切经论、一切法门，你想学，到达西方极乐世界再学不迟。西方极乐世界最好的老师，阿弥陀佛；有最好的同修道友、同学，谁？观音菩萨，大势至菩萨，文殊、普贤都跟你做同学，这个因缘多么殊胜。我们在这个世间，找一个好的老师找不到，找一个同参道友也找不到，这苦！所以不如赶紧到西方极乐世界去。菩萨法是自行化他，我们看三福里，前面两条七句，加上末后这一条，前面的三句，十句，十句都是自利，到「读诵大乘」，统统是自利，只有末后这一句，利他，「劝进行者」。行者是学佛的人，我们要劝他，拿什么劝他？当然是劝他念佛，劝他修净土，这个才是对的。净土法门，我们完全明白了，它是一切诸佛度生成佛的第一法门。如果我们不用第一法门去劝别人，第一法门我修，我劝你修第二、第三，我就不慈悲了，我们这样做法对不起人，也对不起佛菩萨。为什么？自私自利，你得到最好的，不把最好的法教给别人，把第二等的、三等的教给别人，这个对不起人。这种心态就不是菩提心，自私自利，哪里是菩提心。所以你不了解，没有认识清楚，你用别的法门劝别人，这是讲得过去，说得过去。你一旦真正明白了，你再用其他的法门劝别人，讲不过去。除非对方不能接受，他不相信这个法门，不能接受这个法门，你用其他的法门帮助他可以，这个行。不是我不慈悲，不是我不把最好的给你，最好的你不适合，我就告诉你第三、第四，你看得很欢喜，那没有话说。",
      "zh_TW": "「讀誦大乘」，這個裡面必須要詳加解釋，大乘絕對不是指一切大乘經。是指什麼？就是指淨土三經、五經，就是叫你讀誦這個。這個三經、五經真念通了，給諸位說，一切佛法都通了，一經通一切經通。為什麼我們曉得它這個讀誦大乘是指淨土三經、五經？因為佛講的是求生淨土的法門，當然是讀這個經，絕對不會讀其他的經，其他的經與這個法門不相應，所以我就肯定這個讀誦大乘是讀淨土三經，或讀淨土五經。至於其他一切經論、一切法門，你想學，到達西方極樂世界再學不遲。西方極樂世界最好的老師，阿彌陀佛；有最好的同修道友、同學，誰？觀音菩薩，大勢至菩薩，文殊、普賢都跟你做同學，這個因緣多麼殊勝。我們在這個世間，找一個好的老師找不到，找一個同參道友也找不到，這苦！所以不如趕緊到西方極樂世界去。菩薩法是自行化他，我們看三福裡，前面兩條七句，加上末後這一條，前面的三句，十句，十句都是自利，到「讀誦大乘」，統統是自利，只有末後這一句，利他，「勸進行者」。行者是學佛的人，我們要勸他，拿什麼勸他？當然是勸他念佛，勸他修淨土，這個才是對的。淨土法門，我們完全明白了，它是一切諸佛度生成佛的第一法門。如果我們不用第一法門去勸別人，第一法門我修，我勸你修第二、第三，我就不慈悲了，我們這樣做法對不起人，也對不起佛菩薩。為什麼？自私自利，你得到最好的，不把最好的法教給別人，把第二等的、三等的教給別人，這個對不起人。這種心態就不是菩提心，自私自利，哪裡是菩提心。所以你不了解，沒有認識清楚，你用別的法門勸別人，這是講得過去，說得過去。你一旦真正明白了，你再用其他的法門勸別人，講不過去。除非對方不能接受，他不相信這個法門，不能接受這個法門，你用其他的法門幫助他可以，這個行。不是我不慈悲，不是我不把最好的給你，最好的你不適合，我就告訴你第三、第四，你看得很歡喜，那沒有話說。"
    },
    {
      "id": "21-001-0001_p0038",
      "zh_CN": "第一法门，第一经就是《无量寿经》。我给诸位说，我学佛三十七年，发现不容易。我常常讲，我非常幸运，为什么？教网，教，古人比喻叫教网，教网是迷宫，我从这个里面能钻出来，把这个法门真正找到，这非常幸运。有多少人一生在教网里头都找不到，都没有能发现，那是不幸，不幸的人多；真正从教网里钻出来，没有被迷下去，这个不容易。所以我发现之后，我在全世界到处讲经，我讲经的范围就是净土五经一论，除这个之外，我不讲。为什么？这个世间有许许多多的法师大德，他们都在讲，我不要再讲。请我讲经，我的范围就是五经一论，昨天也给诸位说了，我对得起人，也对得起自己。所以劝进行者，我们一定要用这部经来劝。所以这部经在这几年当中大量的在印，大量的流通，尽全心全力，我们来做这个工作。为什么？想到佛恩，想到祖师的恩德，我们没有法子报答，唯一能够报答，这四重恩，回向偈常讲，「上报四重恩，下济三途苦」，唯一能够报恩、济苦，就是把净土法门普遍的劝导一切众生。他有机缘听到这个法门，他能够相信、能够发愿、能够修行，十方诸佛都恭喜他，恭喜他这一生在这个世间最后生。恭喜他往生西方极乐世界，不退成佛，下一次再来是乘愿再来，这个身体在六道轮回最后身，所以十方诸佛都恭喜他、赞叹他。这是我们一定要认识清楚。所以三福是我们修行的根基，要认真把它做到。",
      "zh_TW": "第一法門，第一經就是《無量壽經》。我給諸位說，我學佛三十七年，發現不容易。我常常講，我非常幸運，為什麼？教網，教，古人比喻叫教網，教網是迷宮，我從這個裡面能鑽出來，把這個法門真正找到，這非常幸運。有多少人一生在教網裡頭都找不到，都沒有能發現，那是不幸，不幸的人多；真正從教網裡鑽出來，沒有被迷下去，這個不容易。所以我發現之後，我在全世界到處講經，我講經的範圍就是淨土五經一論，除這個之外，我不講。為什麼？這個世間有許許多多的法師大德，他們都在講，我不要再講。請我講經，我的範圍就是五經一論，昨天也給諸位說了，我對得起人，也對得起自己。所以勸進行者，我們一定要用這部經來勸。所以這部經在這幾年當中大量的在印，大量的流通，盡全心全力，我們來做這個工作。為什麼？想到佛恩，想到祖師的恩德，我們沒有法子報答，唯一能夠報答，這四重恩，迴向偈常講，「上報四重恩，下濟三途苦」，唯一能夠報恩、濟苦，就是把淨土法門普遍的勸導一切眾生。他有機緣聽到這個法門，他能夠相信、能夠發願、能夠修行，十方諸佛都恭喜他，恭喜他這一生在這個世間最後生。恭喜他往生西方極樂世界，不退成佛，下一次再來是乘願再來，這個身體在六道輪迴最後身，所以十方諸佛都恭喜他、讚歎他。這是我們一定要認識清楚。所以三福是我們修行的根基，要認真把它做到。"
    },
    {
      "id": "21-001-0001_p0039",
      "zh_CN": "昨天我跟大家说了，我对于这个法门修行，提出五个科目。五个科目，三福，第一个科目；第二个科目，要修六和敬。因为第一个科目，完全培养自己的福报，是个人的。六和敬是我们处众，我们跟大家相处，依据什么？依据六和，非常非常的重要。见和同解，戒和同修，身和同住，口和无诤，意和同悦，利和同均，要努力把它做到，我们跟一切众生和睦相处，这才构成一个僧团的条件。僧，不一定是出家人，你查查佛学字典，看看僧怎么解释？僧的解释，叫和合众。换句话说，遵守这六个条件修行的，四个人以上在一起共住，遵守这六个条件，这就叫僧，在家人也叫僧。你的家庭，如果你一家有四口，四口人都修六和敬，你那个家庭就是僧团。所以僧是广义的，并不单单指出家人。出家人在一块，住在一个寺院，如果没有按照这六条去修，他也不是僧团，不能称之为僧团。所以僧团的条件，是有这六个条件。这是第二个条件，六和一定要遵守。特别就是见解，这一点，佛法非常之伟大。佛法绝对不要求，我是佛，我的思想是正确，你们一定要舍弃你们的，要听我的，佛没有这个说法，这个说法就被他牵着鼻子走。佛的见和同解是怎么说？是把我们自己所有的想法、看法、见解，统统舍掉，那我们不就相同了吗？谁也不要跟谁走。你有你的看法，我们统统舍掉，舍掉，我们心地真正清净，真正平等，是这个同。这个同，我们听了真是心服口服，没有话说，也不要我同你，也不要你同我，我们大家舍掉了，本来就相同。六祖所说的，「本来无一物，何处惹尘埃」。你统统舍掉，本来无一物，大家都本来无一物，这个见解就相同了。高明！这个方法。这是佛法真正伟大，真正叫我们佩服。三福，刚才讲了，修自己的德，六和是修处众之德。这个两条都是大根大本，不但学佛要根据这个基础，可以说我们处世、做人都要依据这个基础。世出世间法再没有这么美好完备的基础，从这个基础出发。",
      "zh_TW": "昨天我跟大家說了，我對於這個法門修行，提出五個科目。五個科目，三福，第一個科目；第二個科目，要修六和敬。因為第一個科目，完全培養自己的福報，是個人的。六和敬是我們處眾，我們跟大家相處，依據什麼？依據六和，非常非常的重要。見和同解，戒和同修，身和同住，口和無諍，意和同悅，利和同均，要努力把它做到，我們跟一切眾生和睦相處，這才構成一個僧團的條件。僧，不一定是出家人，你查查佛學字典，看看僧怎麼解釋？僧的解釋，叫和合眾。換句話說，遵守這六個條件修行的，四個人以上在一起共住，遵守這六個條件，這就叫僧，在家人也叫僧。你的家庭，如果你一家有四口，四口人都修六和敬，你那個家庭就是僧團。所以僧是廣義的，並不單單指出家人。出家人在一塊，住在一個寺院，如果沒有按照這六條去修，他也不是僧團，不能稱之為僧團。所以僧團的條件，是有這六個條件。這是第二個條件，六和一定要遵守。特別就是見解，這一點，佛法非常之偉大。佛法絕對不要求，我是佛，我的思想是正確，你們一定要捨棄你們的，要聽我的，佛沒有這個說法，這個說法就被他牽著鼻子走。佛的見和同解是怎麼說？是把我們自己所有的想法、看法、見解，統統捨掉，那我們不就相同了嗎？誰也不要跟誰走。你有你的看法，我們統統捨掉，捨掉，我們心地真正清淨，真正平等，是這個同。這個同，我們聽了真是心服口服，沒有話說，也不要我同你，也不要你同我，我們大家捨掉了，本來就相同。六祖所說的，「本來無一物，何處惹塵埃」。你統統捨掉，本來無一物，大家都本來無一物，這個見解就相同了。高明！這個方法。這是佛法真正偉大，真正叫我們佩服。三福，剛才講了，修自己的德，六和是修處眾之德。這個兩條都是大根大本，不但學佛要根據這個基礎，可以說我們處世、做人都要依據這個基礎。世出世間法再沒有這麼美好完備的基礎，從這個基礎出發。"
    },
    {
      "id": "21-001-0001_p0040",
      "zh_CN": "再就看到佛学。佛学，三学：戒学、定学、慧学。六度，这不必解释，三学、六度是佛法修学的中心，用这个方法成就了觉正净的目标。三学、六度用什么方法来学？那就多了，八万四千法，无量法门，法是方法，门是门径，太多太多了。今天讲到我们净土的法门，简单方便，用一句阿弥陀佛。尤其在四种念佛里面，《无量寿经》、小本《弥陀经》所提倡的，所教导我们的持名念佛。持名念佛，出自于《观无量寿经》。《观无量寿经》前面，从第一观到第十二观是观想念佛，第十三观是观像念佛，末后这一观是持名念佛。你说这个法门里面到底哪一个好？哪一个最好？给诸位说，像唱戏一样，压轴戏最好。持名念佛是压轴戏，这个我们要知道。你看在楞严会上，「二十五圆通章」，文殊菩萨拣选圆通，选的观音菩萨耳根圆通，耳根放在最后，压轴戏。这个一看就了解，原来所有的法门里面，一切诸佛最中意的就是持名念佛。所以释迦牟尼佛教他父亲，就教他用持名念佛，求生净土。这个经典上有的，父亲是他关系最亲密的人，他当然是用最殊胜的方法教给他，持名念佛，求生净土。所以三学、六度就在这一句阿弥陀佛里面具足。所以同样是念阿弥陀佛，我跟你念的不一样，你念的那句阿弥陀佛里头没有三学六度，我念这一句阿弥陀佛里面具足了三学、六度、三资粮、十大愿王，统统具足，就在一句佛号里头。你那一句佛号里头没有，空空洞洞一句佛号，里头什么都没有，所以你不起作用。我这一句佛号能够伏烦恼，能够破无明；你那句佛号，连烦恼都伏不住。音声是一样的，里头内容不一样，所以这个三学不必要另外去学，读经也是一样。",
      "zh_TW": "再就看到佛學。佛學，三學：戒學、定學、慧學。六度，這不必解釋，三學、六度是佛法修學的中心，用這個方法成就了覺正淨的目標。三學、六度用什麼方法來學？那就多了，八萬四千法，無量法門，法是方法，門是門徑，太多太多了。今天講到我們淨土的法門，簡單方便，用一句阿彌陀佛。尤其在四種念佛裡面，《無量壽經》、小本《彌陀經》所提倡的，所教導我們的持名念佛。持名念佛，出自於《觀無量壽經》。《觀無量壽經》前面，從第一觀到第十二觀是觀想念佛，第十三觀是觀像念佛，末後這一觀是持名念佛。你說這個法門裡面到底哪一個好？哪一個最好？給諸位說，像唱戲一樣，壓軸戲最好。持名念佛是壓軸戲，這個我們要知道。你看在楞嚴會上，「二十五圓通章」，文殊菩薩揀選圓通，選的觀音菩薩耳根圓通，耳根放在最後，壓軸戲。這個一看就了解，原來所有的法門裡面，一切諸佛最中意的就是持名念佛。所以釋迦牟尼佛教他父親，就教他用持名念佛，求生淨土。這個經典上有的，父親是他關係最親密的人，他當然是用最殊勝的方法教給他，持名念佛，求生淨土。所以三學、六度就在這一句阿彌陀佛裡面具足。所以同樣是念阿彌陀佛，我跟你念的不一樣，你念的那句阿彌陀佛裡頭沒有三學六度，我念這一句阿彌陀佛裡面具足了三學、六度、三資糧、十大願王，統統具足，就在一句佛號裡頭。你那一句佛號裡頭沒有，空空洞洞一句佛號，裡頭什麼都沒有，所以你不起作用。我這一句佛號能夠伏煩惱，能夠破無明；你那句佛號，連煩惱都伏不住。音聲是一樣的，裡頭內容不一樣，所以這個三學不必要另外去學，讀經也是一樣。"
    },
    {
      "id": "21-001-0001_p0041",
      "zh_CN": "昨天告诉诸位，念经，三学、六度统统具足。念这一句佛号，也是三学、六度统统具足。要这样的念法，我们功夫才能得力。如果再想把自己的品位往上面提升，就像禅宗所讲的，向上一着，那就得修十大愿王。《无量寿经》明白的给我们开导，西方极乐世界，每一位菩萨都是修十大愿王。经上说的皆「遵修普贤大士之德」。所以我们从这个地方才完全了解，西方极乐世界是什么世界？一真法界，那你了解得不够，实质上它是普贤大士的法界，生到西方世界，即使下下品往生的都是普贤菩萨。你看四十八愿，阿弥陀佛愿文当中明白的说，凡是生到西方极乐世界，统统作菩萨，所以他那个地方不但没有三途、没有六道，声闻、缘觉统统没有，纯一菩萨法界。但是经上往往我们也看到阿罗汉、天人，《无量寿经》后头有说明，佛自己说的，并不是真的有阿罗汉、天人，是比照他方世界而说的。譬如说，你见思烦恼还没有断，就说你做天人，其实他是初发心的普贤菩萨。见思烦恼断了，尘沙、无明还没有断的，就叫你做阿罗汉。比照他方世界的这个地位来说，西方世界没有真正的阿罗汉、没有真正的天人。这个诸位把这个经看了，你就明了，所以它讲是两个说法，这是一个说法。另外一个说法，是你没有到西方极乐世界以前的身分，像我们现在去的，那就叫天人。如果你是修小乘的，你证得小乘初果到四果，回小向大，往生西方极乐世界，就称你作罗汉，西方极乐世界以前的身分。所以根据这两种说法，说阿罗汉、说天人。其实西方极乐世界没有，统统是菩萨，统统是普贤菩萨，也就是说它那边是圆教，从初信位到等觉位，五十一个位次的普贤菩萨，那个下下品往生的，就是初信位的普贤菩萨；上上品往生的，那就是地上的普贤菩萨，是这个意思。这是诸位要熟读五经，你就明了了，才知道这个世界的殊胜，超过华严的华藏世界，所以它是华藏之华藏，一真之一真，无比的殊胜。诸位同修可以说是多生多劫，善根福德因缘今天成熟，你要不成熟，这个法门听不到。经上讲得很清楚，多少菩萨想听这个法门听不到。我们这个机缘，正如同彭际清所说的，「无量劫来希有难逢之一日」，希望诸位同修要珍惜，不要空过。你能够把握住，那我也恭喜你，诸佛都恭喜你，我还敢不恭喜吗？恭喜你，大家都能成佛，一生当中圆满菩提。",
      "zh_TW": "昨天告訴諸位，念經，三學、六度統統具足。念這一句佛號，也是三學、六度統統具足。要這樣的念法，我們功夫才能得力。如果再想把自己的品位往上面提升，就像禪宗所講的，向上一著，那就得修十大願王。《無量壽經》明白的給我們開導，西方極樂世界，每一位菩薩都是修十大願王。經上說的皆「遵修普賢大士之德」。所以我們從這個地方才完全了解，西方極樂世界是什麼世界？一真法界，那你了解得不夠，實質上它是普賢大士的法界，生到西方世界，即使下下品往生的都是普賢菩薩。你看四十八願，阿彌陀佛願文當中明白的說，凡是生到西方極樂世界，統統作菩薩，所以他那個地方不但沒有三途、沒有六道，聲聞、緣覺統統沒有，純一菩薩法界。但是經上往往我們也看到阿羅漢、天人，《無量壽經》後頭有說明，佛自己說的，並不是真的有阿羅漢、天人，是比照他方世界而說的。譬如說，你見思煩惱還沒有斷，就說你做天人，其實他是初發心的普賢菩薩。見思煩惱斷了，塵沙、無明還沒有斷的，就叫你做阿羅漢。比照他方世界的這個地位來說，西方世界沒有真正的阿羅漢、沒有真正的天人。這個諸位把這個經看了，你就明瞭，所以它講是兩個說法，這是一個說法。另外一個說法，是你沒有到西方極樂世界以前的身分，像我們現在去的，那就叫天人。如果你是修小乘的，你證得小乘初果到四果，回小向大，往生西方極樂世界，就稱你作羅漢，西方極樂世界以前的身分。所以根據這兩種說法，說阿羅漢、說天人。其實西方極樂世界沒有，統統是菩薩，統統是普賢菩薩，也就是說它那邊是圓教，從初信位到等覺位，五十一個位次的普賢菩薩，那個下下品往生的，就是初信位的普賢菩薩；上上品往生的，那就是地上的普賢菩薩，是這個意思。這是諸位要熟讀五經，你就明瞭了，才知道這個世界的殊勝，超過華嚴的華藏世界，所以它是華藏之華藏，一真之一真，無比的殊勝。諸位同修可以說是多生多劫，善根福德因緣今天成熟，你要不成熟，這個法門聽不到。經上講得很清楚，多少菩薩想聽這個法門聽不到。我們這個機緣，正如同彭際清所說的，「無量劫來希有難逢之一日」，希望諸位同修要珍惜，不要空過。你能夠把握住，那我也恭喜你，諸佛都恭喜你，我還敢不恭喜嗎？恭喜你，大家都能成佛，一生當中圓滿菩提。"
    },
    {
      "id": "21-001-0001_p0042",
      "zh_CN": "今天时间到了，就讲此地。",
      "zh_TW": "今天時間到了，就講此地。"
    }
  ]
}