{
  "doc_id": "28-026-0001",
  "title": {
    "zh_CN": "中国教学传统系列—新春祝福",
    "zh_TW": "中國教學傳統系列—新春祝福"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "28-026-0001",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "28-026-0001_p0001",
      "zh_CN": "诸位同学，大家新年好。去年新年，在澳洲布里斯本的同学们为我举行了一次晚会，地方上的领导、市长都参加了。我也有一篇祝福的话，以后写出来就是「认识中国传统教育」。当时有同学们用英文代我念了一遍，没有想到当地澳洲的朋友们很受感动。这个事情经过一年了，我们这篇讲词也流传到全世界。现在我先让梵师也念一遍，文字好像也都发给诸位了，我让她念一遍，然后我们才开始讲。",
      "zh_TW": "諸位同學，大家新年好。去年新年，在澳洲布里斯本的同學們為我舉行了一次晚會，地方上的領導、市長都參加了。我也有一篇祝福的話，以後寫出來就是「認識中國傳統教育」。當時有同學們用英文代我念了一遍，沒有想到當地澳洲的朋友們很受感動。這個事情經過一年了，我們這篇講詞也流傳到全世界。現在我先讓梵師也念一遍，文字好像也都發給諸位了，我讓她念一遍，然後我們才開始講。"
    },
    {
      "id": "28-026-0001_p0002",
      "zh_CN": "认识《中国传统伦理道德教育》。",
      "zh_TW": "認識《中國傳統倫理道德教育》。"
    },
    {
      "id": "28-026-0001_p0003",
      "zh_CN": "尊敬的同学们，大家好！这些年来，我们将爱送到全世界，肯定人性本善，人人皆有佛性。期望人人能学会自爱、爱人、爱家、爱国、爱世界、爱众生。爱，从心、从受。以真心感受为义。真诚心的感受就是爱。真诚包太虚，仁爱周沙界，落实在世间，即是弟子规；落实在佛法，即是十善业道。故慈悲遍法界，善意满娑婆。亦即是十善业道遍法界，弟子规教满娑婆。",
      "zh_TW": "尊敬的同學們，大家好！這些年來，我們將愛送到全世界，肯定人性本善，人人皆有佛性。期望人人能學會自愛、愛人、愛家、愛國、愛世界、愛眾生。愛，從心、從受。以真心感受為義。真誠心的感受就是愛。真誠包太虛，仁愛周沙界，落實在世間，即是弟子規；落實在佛法，即是十善業道。故慈悲遍法界，善意滿娑婆。亦即是十善業道遍法界，弟子規教滿娑婆。"
    },
    {
      "id": "28-026-0001_p0004",
      "zh_CN": "爱就是十善业道的圆满落实，也是世界文明的遗产。爱就是弟子规的圆满落实，也是人类智慧经验的承传。爱就是真心、真性、真如、法性。爱就是本性、本善、纯净、纯善。爱就是真理、真谛、生命、永恒。爱就是神圣、上帝、真主、圣灵。爱孕育出宇宙万物，天地万物，无一不是从爱心而生而长。爱是万德万能万福的根源。一切佛圣所证所得，即是自爱，十善业与弟子规的落实。一切佛圣所教所化，即是爱他，十善业与弟子规的落实。一切圣贤的教化，就是真诚爱心弟子规、十善业道生活规范的教育。",
      "zh_TW": "愛就是十善業道的圓滿落實，也是世界文明的遺產。愛就是弟子規的圓滿落實，也是人類智慧經驗的承傳。愛就是真心、真性、真如、法性。愛就是本性、本善、純淨、純善。愛就是真理、真諦、生命、永恆。愛就是神聖、上帝、真主、聖靈。愛孕育出宇宙萬物，天地萬物，無一不是從愛心而生而長。愛是萬德萬能萬福的根源。一切佛聖所證所得，即是自愛，十善業與弟子規的落實。一切佛聖所教所化，即是愛他，十善業與弟子規的落實。一切聖賢的教化，就是真誠愛心弟子規、十善業道生活規範的教育。"
    },
    {
      "id": "28-026-0001_p0005",
      "zh_CN": "三灾是果，三毒是因。水灾是果，贪欲是因；火灾是果，瞋恚是因；风灾是果，愚痴是因；地震是果，傲慢是因。勤修戒定慧，息灭贪瞋痴，心平气和，灾难自息。真诚爱心，无毫分不善夹杂，人人上善、家家和乐，自然不起三灾诸难。三学（戒定慧）增上，仁爱礼让，天下和顺，国丰民安，兵戈无用，自然百福骈臻，千祥云集！这是圣贤仁爱教育的圆满效果，吾人真性的自然显发。愿我同伦特重十善业道及弟子规的认知与学习，务必百分之百的圆满落实。此乃化解一切灾难，化解一切冲突、对立、矛盾之根本修行大法！祝你诸恶莫作，岁岁平安，众善奉行，年年如意。",
      "zh_TW": "三災是果，三毒是因。水災是果，貪欲是因；火災是果，瞋恚是因；風災是果，愚痴是因；地震是果，傲慢是因。勤修戒定慧，息滅貪瞋痴，心平氣和，災難自息。真誠愛心，無毫分不善夾雜，人人上善、家家和樂，自然不起三災諸難。三學（戒定慧）增上，仁愛禮讓，天下和順，國豐民安，兵戈無用，自然百福駢臻，千祥雲集！這是聖賢仁愛教育的圓滿效果，吾人真性的自然顯發。願我同倫特重十善業道及弟子規的認知與學習，務必百分之百的圓滿落實。此乃化解一切災難，化解一切衝突、對立、矛盾之根本修行大法！祝你諸惡莫作，歲歲平安，眾善奉行，年年如意。"
    },
    {
      "id": "28-026-0001_p0006",
      "zh_CN": "在年前的几天，有同学送两本书给我看，我翻了一翻，这是香港这些风水家、命相家他们出版的预言今年的运程，今年一年的世运，世界上的叫运程。略微翻了一翻，里面所说的是今年不会比去年更好，也就是二００六年的世运跟二００五年应该是差不多，不会好太多，灾难还是有。在几个月之前（这应该是在半年以前），世界卫生组织曾经有一个预告，我是听同学们告诉我的，它叫防止瘟疫，今年这个瘟疫就是大家熟知的「禽流感」。他说这个瘟疫很可能在去年冬天爆发。如果这个瘟疫要爆发，要是蔓延到今年春天那就很严重。不过很好，去年冬天我们是平安度过，好像立春也很快了，这个灾难可以说至少能讲是减轻，或者是推迟了、延迟了。",
      "zh_TW": "在年前的幾天，有同學送兩本書給我看，我翻了一翻，這是香港這些風水家、命相家他們出版的預言今年的運程，今年一年的世運，世界上的叫運程。略微翻了一翻，裡面所說的是今年不會比去年更好，也就是二００六年的世運跟二００五年應該是差不多，不會好太多，災難還是有。在幾個月之前（這應該是在半年以前），世界衛生組織曾經有一個預告，我是聽同學們告訴我的，它叫防止瘟疫，今年這個瘟疫就是大家熟知的「禽流感」。他說這個瘟疫很可能在去年冬天爆發。如果這個瘟疫要爆發，要是蔓延到今年春天那就很嚴重。不過很好，去年冬天我們是平安度過，好像立春也很快了，這個災難可以說至少能講是減輕，或者是推遲了、延遲了。"
    },
    {
      "id": "28-026-0001_p0007",
      "zh_CN": "世界卫生组织的预言确实是令人很恐怖，他说这个瘟疫要是一蔓延会蔓延到全世界，受灾害的大概有一亿的人，死亡率是二分之一，也就是五千万，可见得是非常非常严重。所以我们道场以及全世界的净宗学会，还有在家里面收看我们卫星电视跟网路的，我们都提醒同学们，我们要认真努力的研教、念佛。念佛为什么还要研究这些教理？如果教理要是不通，我们这个念佛属于迷信，固然能有一点好处，这个好处不大；如果对于教理有深度的认识，那这个念佛的功夫就不一样了。念佛、诵经，甚至于我们净宗学会提倡的三时系念，效果不一样。",
      "zh_TW": "世界衛生組織的預言確實是令人很恐怖，他說這個瘟疫要是一蔓延會蔓延到全世界，受災害的大概有一億的人，死亡率是二分之一，也就是五千萬，可見得是非常非常嚴重。所以我們道場以及全世界的淨宗學會，還有在家裡面收看我們衛星電視跟網路的，我們都提醒同學們，我們要認真努力的研教、念佛。念佛為什麼還要研究這些教理？如果教理要是不通，我們這個念佛屬於迷信，固然能有一點好處，這個好處不大；如果對於教理有深度的認識，那這個念佛的功夫就不一樣了。念佛、誦經，甚至於我們淨宗學會提倡的三時繫念，效果不一樣。"
    },
    {
      "id": "28-026-0001_p0008",
      "zh_CN": "在三时系念确实有些灵媒透露讯息给我，要我给这些主持法师们说明，在做三时系念的时候一定要随文入观，鬼神才能得到很大的利益；如果不能随文作观，只照仪规去念一念，这个效力不大。由此可知，人与人、人与万物、人与天地鬼神感应，真诚心能感动；我们的心不诚，那个感动的力量就很薄弱。佛法的仪规是引导我们感动，所以不能随文入观，那效果就很差，因此，我们才将三时系念做了详细的讲解。在过去我也曾经给悟道、悟行法师，他们常常做这个法会，我要他们一定要把三时系念讲解先听一遍。最好是带领大众来听，参与这个法会的每个人都能够听一遍，懂得这个经文里面的意思，念到哪个地方，他就有概念，这就是随文入观，那个效果就不相同了。好像最初也做过几次，以后就没有再继续了，这应该是每一堂三时系念之前，都要把这个讲解要好好的去听几遍，那这个效果就不相同了。",
      "zh_TW": "在三時繫念確實有些靈媒透露訊息給我，要我給這些主持法師們說明，在做三時繫念的時候一定要隨文入觀，鬼神才能得到很大的利益；如果不能隨文作觀，只照儀規去念一念，這個效力不大。由此可知，人與人、人與萬物、人與天地鬼神感應，真誠心能感動；我們的心不誠，那個感動的力量就很薄弱。佛法的儀規是引導我們感動，所以不能隨文入觀，那效果就很差，因此，我們才將三時繫念做了詳細的講解。在過去我也曾經給悟道、悟行法師，他們常常做這個法會，我要他們一定要把三時繫念講解先聽一遍。最好是帶領大眾來聽，參與這個法會的每個人都能夠聽一遍，懂得這個經文裡面的意思，念到哪個地方，他就有概念，這就是隨文入觀，那個效果就不相同了。好像最初也做過幾次，以後就沒有再繼續了，這應該是每一堂三時繫念之前，都要把這個講解要好好的去聽幾遍，那這個效果就不相同了。"
    },
    {
      "id": "28-026-0001_p0009",
      "zh_CN": "这同一个道理，念佛也是如此，我们对于经教要是不深入，这个效果就薄弱。念佛真的，一个所谓讲有德行的人，什么叫德行？就是有感应的人，真正通达的人，他念一声佛号，我们念一万声佛号都抵不到他一声佛号，为什么？古德常讲「一念相应一念佛，念念相应念念佛」，他那一声佛号他有感应，跟佛起感应；我们念一万声都起不了感应。虽然是念，功力不相同，道理在此地。",
      "zh_TW": "這同一個道理，念佛也是如此，我們對於經教要是不深入，這個效果就薄弱。念佛真的，一個所謂講有德行的人，什麼叫德行？就是有感應的人，真正通達的人，他念一聲佛號，我們念一萬聲佛號都抵不到他一聲佛號，為什麼？古德常講「一念相應一念佛，念念相應念念佛」，他那一聲佛號他有感應，跟佛起感應；我們念一萬聲都起不了感應。雖然是念，功力不相同，道理在此地。"
    },
    {
      "id": "28-026-0001_p0010",
      "zh_CN": "所以，佛法在中国传承了两千年，佛教正式传到中国来是公元六十七年，我们现在是二００六年，到二０六０年，那就是将近两千年了。代代相传，传到我们这个时代衰微到极处了。你要问什么原因？大概我们今天在这个地区、这个国家、这个世界，我相信念佛的人绝对比古时候人数多，这肯定。现在人口多，那时候人口少，人多，决定比从前人多，但是感应不如从前，那就是学佛的心态不一样。现在人妄念太多，杂念多，古人的心比较纯，比较专一，所以他的效果比我们好，虽然人数少，效果比我们好。我们今天人数多，这心地都杂乱，所以效果不如人家，这个道理我们要懂。",
      "zh_TW": "所以，佛法在中國傳承了兩千年，佛教正式傳到中國來是公元六十七年，我們現在是二００六年，到二０六０年，那就是將近兩千年了。代代相傳，傳到我們這個時代衰微到極處了。你要問什麼原因？大概我們今天在這個地區、這個國家、這個世界，我相信念佛的人絕對比古時候人數多，這肯定。現在人口多，那時候人口少，人多，決定比從前人多，但是感應不如從前，那就是學佛的心態不一樣。現在人妄念太多，雜念多，古人的心比較純，比較專一，所以他的效果比我們好，雖然人數少，效果比我們好。我們今天人數多，這心地都雜亂，所以效果不如人家，這個道理我們要懂。"
    },
    {
      "id": "28-026-0001_p0011",
      "zh_CN": "所以中国佛教协会跟国家宗教局，今年四月间要在浙江办一个佛教世界论坛，提出论坛的主题「和谐世界，从心做起」，副标题有三句话，「心净则国土净，心安则众生安，心平则天下平」。这提示得好！我听说好像邀请了有几十个国家参加，有三、四十个国家参加这个会，规模很大，我们听了很欢喜，就是中国的佛教，中国的宗教走向国际，这是好事情。题目也非常之好，现在这个世界不和，这是举世之人都关心的一桩大事。如何能够化解冲突，促进社会安定、世界和平。这三句话好，但是心净，我们的心怎么样才能清净？怎么样才能安？怎样才能平？这就是问题了。这在佛门里面讲这是大问题不是小问题，这三个问题解决了，众生就成佛了。虽然说的是三句，是一而三，三而一，只要一个得到了，那两个都得到。心清净，心清净哪有不安、哪有不平的道理？心要安了，当然清净，当然平了。所以一个得到，三个都得到。就像我们讲的觉正净一样。",
      "zh_TW": "所以中國佛教協會跟國家宗教局，今年四月間要在浙江辦一個佛教世界論壇，提出論壇的主題「和諧世界，從心做起」，副標題有三句話，「心淨則國土淨，心安則眾生安，心平則天下平」。這提示得好！我聽說好像邀請了有幾十個國家參加，有三、四十個國家參加這個會，規模很大，我們聽了很歡喜，就是中國的佛教，中國的宗教走向國際，這是好事情。題目也非常之好，現在這個世界不和，這是舉世之人都關心的一樁大事。如何能夠化解衝突，促進社會安定、世界和平。這三句話好，但是心淨，我們的心怎麼樣才能清淨？怎麼樣才能安？怎樣才能平？這就是問題了。這在佛門裡面講這是大問題不是小問題，這三個問題解決了，眾生就成佛了。雖然說的是三句，是一而三，三而一，只要一個得到了，那兩個都得到。心清淨，心清淨哪有不安、哪有不平的道理？心要安了，當然清淨，當然平了。所以一個得到，三個都得到。就像我們講的覺正淨一樣。"
    },
    {
      "id": "28-026-0001_p0012",
      "zh_CN": "我们看到这三句话自然就会联想到禅宗的慧可大师，禅宗二祖的故事。达摩祖师到中国来，把禅传到中国是梁武帝的时代，梁武帝是佛门的大护法，跟达摩祖师谈话不投机，就是没有缘分，所以没有得到梁武帝的护持，于是他到嵩山少林寺去闭关去了，在那个地方住了九年。九年才遇到一个人跟他学的，就是慧可。慧可是很诚心，那时候冬天，看到达摩祖师在里面打坐，他也不敢去打搅，在门外就等着，等着他下座再来求他。时间太久了，冬天下雪，雪已经到膝盖了，达摩祖师还没有出定，还在那里入定，你就晓得时间很久。慧可的心坚定，于是在这个时候，从前出家人穿的衣服都带戒刀，你看出家人这衣服的带子，这带子是绑戒刀的，他就把戒刀拔下来把自己的手砍断，左手砍断，拿着这只手去供养达摩祖师。所以二祖只有一只手，那只手是供养师父了。",
      "zh_TW": "我們看到這三句話自然就會聯想到禪宗的慧可大師，禪宗二祖的故事。達摩祖師到中國來，把禪傳到中國是梁武帝的時代，梁武帝是佛門的大護法，跟達摩祖師談話不投機，就是沒有緣分，所以沒有得到梁武帝的護持，於是他到嵩山少林寺去閉關去了，在那個地方住了九年。九年才遇到一個人跟他學的，就是慧可。慧可是很誠心，那時候冬天，看到達摩祖師在裡面打坐，他也不敢去打攪，在門外就等著，等著他下座再來求他。時間太久了，冬天下雪，雪已經到膝蓋了，達摩祖師還沒有出定，還在那裡入定，你就曉得時間很久。慧可的心堅定，於是在這個時候，從前出家人穿的衣服都帶戒刀，你看出家人這衣服的帶子，這帶子是綁戒刀的，他就把戒刀拔下來把自己的手砍斷，左手砍斷，拿著這隻手去供養達摩祖師。所以二祖只有一隻手，那隻手是供養師父了。"
    },
    {
      "id": "28-026-0001_p0013",
      "zh_CN": "这个时候达摩祖师睁开眼睛一看这个样子，他说你到底为什么？何苦来，自己把手割断来供养？尤其看到在雪地里又站了这么久，就问他为什么？慧可说：弟子心不安，求大师给我安心。求安心。达摩祖师听到这句话，手伸出来：你把心拿来，我替你安。现在看到达摩的塑像，很多塑像都是这个样子，这就是什么？这就是对慧可的「你把心拿来，我替你安」。这句话就提醒了慧可，慧可回光返照，心，心在哪里？绝对不是心脏。所以你看《楞严经》上「七处征心」，找不到！阿难尊者也找不到心在哪里。他一回光返照就跟达摩祖师说：我觅心了不可得。他说我找心找不到。找不到，达摩祖师说：与汝安心竟。我已经替你把心安好了，你心找不到。这个对话当中慧可就开悟了，于是达摩就把衣钵传给他，就是禅宗第二代祖师，大彻大悟，明心见性。所以心安了，心当然清净、心当然平等了。现在这个题目就是教我们每个人都当慧可，天下太平，个个都是圣人。说实在话，一万人当中有一个开悟了，天下准定太平。中国有十几亿人，一万人当中有一个，你说有多少人！这是说明这三个问题是一个。",
      "zh_TW": "這個時候達摩祖師睜開眼睛一看這個樣子，他說你到底為什麼？何苦來，自己把手割斷來供養？尤其看到在雪地裡又站了這麼久，就問他為什麼？慧可說：弟子心不安，求大師給我安心。求安心。達摩祖師聽到這句話，手伸出來：你把心拿來，我替你安。現在看到達摩的塑像，很多塑像都是這個樣子，這就是什麼？這就是對慧可的「你把心拿來，我替你安」。這句話就提醒了慧可，慧可回光返照，心，心在哪裡？絕對不是心臟。所以你看《楞嚴經》上「七處徵心」，找不到！阿難尊者也找不到心在哪裡。他一回光返照就跟達摩祖師說：我覓心了不可得。他說我找心找不到。找不到，達摩祖師說：與汝安心竟。我已經替你把心安好了，你心找不到。這個對話當中慧可就開悟了，於是達摩就把衣缽傳給他，就是禪宗第二代祖師，大徹大悟，明心見性。所以心安了，心當然清淨、心當然平等了。現在這個題目就是教我們每個人都當慧可，天下太平，個個都是聖人。說實在話，一萬人當中有一個開悟了，天下準定太平。中國有十幾億人，一萬人當中有一個，你說有多少人！這是說明這三個問題是一個。"
    },
    {
      "id": "28-026-0001_p0014",
      "zh_CN": "惠能大师是第六代，他的语录后人尊称为《坛经》，把他的语录跟释迦牟尼佛所讲的经典同等的看待。你看看，禅宗所有历代祖师的语录都称语录，没有称经，唯独六祖的语录称经，这是后人对他多么尊重，他实在了不起。他在一生当中教学，在他会下明心见性的这样的大德四十三个人，这在中国历史上没有第二个人，惠能以前没有这么兴旺，惠能大师以后也没这么兴旺。",
      "zh_TW": "惠能大師是第六代，他的語錄後人尊稱為《壇經》，把他的語錄跟釋迦牟尼佛所講的經典同等的看待。你看看，禪宗所有歷代祖師的語錄都稱語錄，沒有稱經，唯獨六祖的語錄稱經，這是後人對他多麼尊重，他實在了不起。他在一生當中教學，在他會下明心見性的這樣的大德四十三個人，這在中國歷史上沒有第二個人，惠能以前沒有這麼興旺，惠能大師以後也沒這麼興旺。"
    },
    {
      "id": "28-026-0001_p0015",
      "zh_CN": "我们知道明心见性，所以见性成佛，在《华严经》上就是法身菩萨，这个境界不但超越六道，而且超越十法界。我们在《华严经》里面天天讲到的，他对于世间出世间，执着没有了，分别也没有了，起心动念都没有了。起心动念是无明，所以无明没有了，分别执着当然断掉，他为什么没有？觅心了不可得，你起什么心？你动什么念？起心动念是妄心，不起心不动念是真心。真心在哪里？真心遍法界，真心遍虚空，遍一切时。《华严经》上说整个宇宙，一切万法、一切众生从哪里来的？「唯心所现」，真心现的，为什么有这么多差别？十法界为什么有这种差别？「唯识所变」，识是妄心，真心现相，妄心才变六道，才变十法界。所以妄心那是假的，那不是真的。一悟一切悟，这个问题才真正解决了。",
      "zh_TW": "我們知道明心見性，所以見性成佛，在《華嚴經》上就是法身菩薩，這個境界不但超越六道，而且超越十法界。我們在《華嚴經》裡面天天講到的，他對於世間出世間，執著沒有了，分別也沒有了，起心動念都沒有了。起心動念是無明，所以無明沒有了，分別執著當然斷掉，他為什麼沒有？覓心了不可得，你起什麼心？你動什麼念？起心動念是妄心，不起心不動念是真心。真心在哪裡？真心遍法界，真心遍虛空，遍一切時。《華嚴經》上說整個宇宙，一切萬法、一切眾生從哪裡來的？「唯心所現」，真心現的，為什麼有這麼多差別？十法界為什麼有這種差別？「唯識所變」，識是妄心，真心現相，妄心才變六道，才變十法界。所以妄心那是假的，那不是真的。一悟一切悟，這個問題才真正解決了。"
    },
    {
      "id": "28-026-0001_p0016",
      "zh_CN": "宗门跟教下不一样，宗门是悟后起修，所以它的悟是顿悟，悟了之后要修，修是什么？你还有习气在，烦恼是断了，还有习气，必须在日常生活当中处事待人接物里头把它磨光。所以悟后起修，就像《华严经》末后善财五十三参，他在文殊会下开悟了。五十三参历事炼心，成就后得智。《华严》就给我们开了非常好的典范、模范。觉悟之后从事于教学工作，所以自己成就之后只有一桩事情，教化众生。像释迦牟尼佛三十岁示现成道，也就是我们一般讲的大彻大悟，对于世出世间一切法没有执着了，没有分别了，不再起心动念了，这才叫真正彻悟。如果没有执着，还有分别，还会起心动念，这是阿罗汉；如果说是执着、分别都断了，还会起心动念，这是菩萨。诸位要知道，这个菩萨是十法界里面的菩萨，四圣法界里的菩萨、佛，他还会起心动念，确确实实没有分别、没有执着。如果说是起心动念断掉，他就超越十法界了。这我们在《华严》里讲得很多，我们对于这个境界很清楚。",
      "zh_TW": "宗門跟教下不一樣，宗門是悟後起修，所以它的悟是頓悟，悟了之後要修，修是什麼？你還有習氣在，煩惱是斷了，還有習氣，必須在日常生活當中處事待人接物裡頭把它磨光。所以悟後起修，就像《華嚴經》末後善財五十三參，他在文殊會下開悟了。五十三參歷事鍊心，成就後得智。《華嚴》就給我們開了非常好的典範、模範。覺悟之後從事於教學工作，所以自己成就之後只有一樁事情，教化眾生。像釋迦牟尼佛三十歲示現成道，也就是我們一般講的大徹大悟，對於世出世間一切法沒有執著了，沒有分別了，不再起心動念了，這才叫真正徹悟。如果沒有執著，還有分別，還會起心動念，這是阿羅漢；如果說是執著、分別都斷了，還會起心動念，這是菩薩。諸位要知道，這個菩薩是十法界裡面的菩薩，四聖法界裡的菩薩、佛，他還會起心動念，確確實實沒有分別、沒有執著。如果說是起心動念斷掉，他就超越十法界了。這我們在《華嚴》裡講得很多，我們對於這個境界很清楚。"
    },
    {
      "id": "28-026-0001_p0017",
      "zh_CN": "八万四千法门，无量法门，修的是什么？就是断执着、断分别、断起心动念，就修这个。法是方法，方法很多，门是门道。方法门道很多，统统修的是这个，如果不是修这个那就不叫佛法，就是断烦恼。执着是见思烦恼，分别是尘沙烦恼，起心动念叫无明烦恼。你看《华严经》上说得很好，「一切众生皆有如来智慧德相」，平等的，本来就是平等的；「但以妄想执着而不能证得」，这就是说明佛跟众生本来平等，为什么你现在变成这个样子？就是你无端，无端是没有原因，无缘无故生起了妄想分别执着，所以把一真法界变成十法界，变成六道，变成三途。怎么变的？就是起心动念、分别、执着，从这变的。",
      "zh_TW": "八萬四千法門，無量法門，修的是什麼？就是斷執著、斷分別、斷起心動念，就修這個。法是方法，方法很多，門是門道。方法門道很多，統統修的是這個，如果不是修這個那就不叫佛法，就是斷煩惱。執著是見思煩惱，分別是塵沙煩惱，起心動念叫無明煩惱。你看《華嚴經》上說得很好，「一切眾生皆有如來智慧德相」，平等的，本來就是平等的；「但以妄想執著而不能證得」，這就是說明佛跟眾生本來平等，為什麼你現在變成這個樣子？就是你無端，無端是沒有原因，無緣無故生起了妄想分別執著，所以把一真法界變成十法界，變成六道，變成三途。怎麼變的？就是起心動念、分別、執著，從這變的。"
    },
    {
      "id": "28-026-0001_p0018",
      "zh_CN": "你明白这个道理之后，我一切分别执着放下了，我不再分别、不再执着了，你就成菩萨，你就超越六道轮回；我不再起心动念，那你就超越十法界，你就到一真法界去了。只要念头一转变，所以凡夫成佛是一念之间，你一念真转得过来你就成佛了。可是成佛，身体还在此地，不碍事，这个身体度众生，利用这个身体来度众生，帮助别人觉悟，再利用这个身体断自己残余的习气，这对自己的提升。最重要就是帮助一切众生，自利利他，自度而后才能度人。",
      "zh_TW": "你明白這個道理之後，我一切分別執著放下了，我不再分別、不再執著了，你就成菩薩，你就超越六道輪迴；我不再起心動念，那你就超越十法界，你就到一真法界去了。只要念頭一轉變，所以凡夫成佛是一念之間，你一念真轉得過來你就成佛了。可是成佛，身體還在此地，不礙事，這個身體度眾生，利用這個身體來度眾生，幫助別人覺悟，再利用這個身體斷自己殘餘的習氣，這對自己的提升。最重要就是幫助一切眾生，自利利他，自度而後才能度人。"
    },
    {
      "id": "28-026-0001_p0019",
      "zh_CN": "佛把宇宙人生真相这么简简单单就讲得这么清楚、讲得这么明白。可是觉悟，有人听到是觉悟，但是觉悟就像闪电一样，那个光闪一下之后又迷了，为什么会有这个情形？我们烦恼习气太重了，无量劫来生生世世累积的烦恼习气，哪有那么快一下就明白了。一下明白的人是有，不多，像祖师大德，真的，他们一下就明白了，慧可几句话他就明白了。他这一明白的现象是什么？他明白就放下了。我们今天听经，明不明白？明白了，依旧没有放下，那个明白不是真的是假的，不是真明白；真明白真的就放下了。什么时候才真明白？长时薰修，就是在惠能大师的会下我们都看到，他底下真正明白过来的四十三个，真是不得了。四十三个人当中有的人是很快，几个月，二、三年就开悟了；有的二、三十年，不是那么简单的，有的二、三十年。跟着能大师，天天听他讲经说法，依照他的指导去修行，二、三十年觉悟，不错了！二、三十年他就成佛了，所以很值得我们尊敬。",
      "zh_TW": "佛把宇宙人生真相這麼簡簡單單就講得這麼清楚、講得這麼明白。可是覺悟，有人聽到是覺悟，但是覺悟就像閃電一樣，那個光閃一下之後又迷了，為什麼會有這個情形？我們煩惱習氣太重了，無量劫來生生世世累積的煩惱習氣，哪有那麼快一下就明白了。一下明白的人是有，不多，像祖師大德，真的，他們一下就明白了，慧可幾句話他就明白了。他這一明白的現象是什麼？他明白就放下了。我們今天聽經，明不明白？明白了，依舊沒有放下，那個明白不是真的是假的，不是真明白；真明白真的就放下了。什麼時候才真明白？長時薰修，就是在惠能大師的會下我們都看到，他底下真正明白過來的四十三個，真是不得了。四十三個人當中有的人是很快，幾個月，二、三年就開悟了；有的二、三十年，不是那麼簡單的，有的二、三十年。跟著能大師，天天聽他講經說法，依照他的指導去修行，二、三十年覺悟，不錯了！二、三十年他就成佛了，所以很值得我們尊敬。"
    },
    {
      "id": "28-026-0001_p0020",
      "zh_CN": "到今天这个时代，我们讲得再清楚、再明白，能不能开悟？这话不是我说的，黄念祖老居士跟我讲的，黄老居士参过禅，跟虚云老和尚，他学禅的老师是虚云老和尚；他学密，密宗的老师是贡噶上师，这都是很有声望的、很有成就的。早年我回国来的时候就是去看他，我们在美国结的缘，但是在美国没有见过面，知道这个讯息，所以我就到北京去探望他。他就告诉我，现在在这个时代，禅没有了，密也没有了，参禅不会开悟，大概在现在这个时代得禅定的都没有了，学密也不能成就。他举了例子，新中国成立到那个时候（我们见面的时候）五十多年，再往上推是抗战，他跟我说，六十年当中，学密成就的只有六个人。他就告诉我往后恐怕没有了，唯一能成就的就是念佛，带业往生。所以他自己这一生虽然学禅、学密，花了那么多时间，那么多精神，最后还是念佛求往生的。他在生病的时候，一天十四万声佛号，勇猛精进，他念佛往生的。",
      "zh_TW": "到今天這個時代，我們講得再清楚、再明白，能不能開悟？這話不是我說的，黃念祖老居士跟我講的，黃老居士參過禪，跟虛雲老和尚，他學禪的老師是虛雲老和尚；他學密，密宗的老師是貢噶上師，這都是很有聲望的、很有成就的。早年我回國來的時候就是去看他，我們在美國結的緣，但是在美國沒有見過面，知道這個訊息，所以我就到北京去探望他。他就告訴我，現在在這個時代，禪沒有了，密也沒有了，參禪不會開悟，大概在現在這個時代得禪定的都沒有了，學密也不能成就。他舉了例子，新中國成立到那個時候（我們見面的時候）五十多年，再往上推是抗戰，他跟我說，六十年當中，學密成就的只有六個人。他就告訴我往後恐怕沒有了，唯一能成就的就是念佛，帶業往生。所以他自己這一生雖然學禪、學密，花了那麼多時間，那麼多精神，最後還是念佛求往生的。他在生病的時候，一天十四萬聲佛號，勇猛精進，他念佛往生的。"
    },
    {
      "id": "28-026-0001_p0021",
      "zh_CN": "他的老师夏莲居老居士，《无量寿经》会集本就是夏老居士用了十年的时间编成的，我在海外弘扬这个本子，他在国内弘扬这个本子，在那个时代弘扬这个本子只有我们两个人，所以我们见面非常欢喜。《无量寿经》的经题，经题是全经的总纲领，就好像文章的题目一样，这很重要，经题里面就包含着「清净，平等，觉」，与国家宗教局提的这个题目相应，「心净，心安，心平」。平是平等，净是清净，觉了就安了，迷了心就不安。你看看，这个题跟《无量寿经》相不相应？清净平等觉就是心净、心安、心平。那你要是真正得到心净心安心平，学什么？学《大乘无量寿经》。",
      "zh_TW": "他的老師夏蓮居老居士，《無量壽經》會集本就是夏老居士用了十年的時間編成的，我在海外弘揚這個本子，他在國內弘揚這個本子，在那個時代弘揚這個本子只有我們兩個人，所以我們見面非常歡喜。《無量壽經》的經題，經題是全經的總綱領，就好像文章的題目一樣，這很重要，經題裡面就包含著「清淨，平等，覺」，與國家宗教局提的這個題目相應，「心淨，心安，心平」。平是平等，淨是清淨，覺了就安了，迷了心就不安。你看看，這個題跟《無量壽經》相不相應？清淨平等覺就是心淨、心安、心平。那你要是真正得到心淨心安心平，學什麼？學《大乘無量壽經》。"
    },
    {
      "id": "28-026-0001_p0022",
      "zh_CN": "《大方广佛华严经》我们最近学习的「净行品」，文殊菩萨告诉我们一个总的纲领，「善用其心，则能成就一切胜妙功德」，怎么样善用其心？这个一百四十一愿举出一个例子，你从这个例子里头，所谓是举一反三，闻一知十，你就知道在日常生活当中，工作处事待人接物应该怎样用心。一百四十一是表法的，清凉大师给我们说得很清楚，一百就是十信位，十信位是基础，每一位都圆摄一切位，十乘十是一百；那还有四十一？四十一是十住、十行、十回向、十地，这四十，等觉一个，四十一，就这么来的。你看他对基础那就说得很清楚，基础一百，最难的就是基础。",
      "zh_TW": "《大方廣佛華嚴經》我們最近學習的「淨行品」，文殊菩薩告訴我們一個總的綱領，「善用其心，則能成就一切勝妙功德」，怎麼樣善用其心？這個一百四十一願舉出一個例子，你從這個例子裡頭，所謂是舉一反三，聞一知十，你就知道在日常生活當中，工作處事待人接物應該怎樣用心。一百四十一是表法的，清涼大師給我們說得很清楚，一百就是十信位，十信位是基礎，每一位都圓攝一切位，十乘十是一百；那還有四十一？四十一是十住、十行、十迴向、十地，這四十，等覺一個，四十一，就這麼來的。你看他對基礎那就說得很清楚，基礎一百，最難的就是基礎。"
    },
    {
      "id": "28-026-0001_p0023",
      "zh_CN": "那我们今天学佛遭遇到严重的困难，念佛念这么多年，连个消息都没有，哪个人敢说有把握往生？你都不敢说有把握往生，换句话说，对于往生还是打了问号，没有把握。这原因在哪里？我们的基础没打好，基础的教学，佛是非常慈悲，讲得很周到，那我们也真是也抓到了，不是没有掌握到，掌握到了。净宗同学我们的修行科目，五个科目，第一个「净业三福」，那就是整个佛法修学的总纲领、总原则，我们找到了。第一条「孝养父母，奉事师长，慈心不杀，修十善业」，我们做到没有？如果这条不能落实，那连根没有了，这一条是根本，这一条是世间法不是佛法。第二条才是佛法，「受持三皈，具足众戒，不犯威仪」，这才真正接受三皈，接受三皈才是佛弟子。所以第一条是世间善人，世间你都不能做一个善人，在佛经上讲的「善男子，善女人」，世间这个善你都没有，你怎么能学佛？佛是大善，佛的善是建立在世间善的基础。",
      "zh_TW": "那我們今天學佛遭遇到嚴重的困難，念佛念這麼多年，連個消息都沒有，哪個人敢說有把握往生？你都不敢說有把握往生，換句話說，對於往生還是打了問號，沒有把握。這原因在哪裡？我們的基礎沒打好，基礎的教學，佛是非常慈悲，講得很周到，那我們也真是也抓到了，不是沒有掌握到，掌握到了。淨宗同學我們的修行科目，五個科目，第一個「淨業三福」，那就是整個佛法修學的總綱領、總原則，我們找到了。第一條「孝養父母，奉事師長，慈心不殺，修十善業」，我們做到沒有？如果這條不能落實，那連根沒有了，這一條是根本，這一條是世間法不是佛法。第二條才是佛法，「受持三皈，具足眾戒，不犯威儀」，這才真正接受三皈，接受三皈才是佛弟子。所以第一條是世間善人，世間你都不能做一個善人，在佛經上講的「善男子，善女人」，世間這個善你都沒有，你怎麼能學佛？佛是大善，佛的善是建立在世間善的基礎。"
    },
    {
      "id": "28-026-0001_p0024",
      "zh_CN": "所以在戒律里面，你看《佛藏经》里头说得就很好，佛弟子，「不先学小乘，后学大乘，非佛弟子」，佛不承认你。小乘是什么？小乘是人天善，要从人天善上扎根。那我们连人天善没做到。最近也有同学常常来看我，从内地国内来看我，告诉我现在在国内学习《弟子规》的人很多。有些这些年轻的同学们，还有不少是从事于教育工作的，做小学老师、中学老师，原本都以为自己很孝顺，做得都不错，结果学了《弟子规》之后感觉到很惭愧，没有做到，差得太远！这已经产生效果了，这是很难得。",
      "zh_TW": "所以在戒律裡面，你看《佛藏經》裡頭說得就很好，佛弟子，「不先學小乘，後學大乘，非佛弟子」，佛不承認你。小乘是什麼？小乘是人天善，要從人天善上扎根。那我們連人天善沒做到。最近也有同學常常來看我，從內地國內來看我，告訴我現在在國內學習《弟子規》的人很多。有些這些年輕的同學們，還有不少是從事於教育工作的，做小學老師、中學老師，原本都以為自己很孝順，做得都不錯，結果學了《弟子規》之後感覺到很慚愧，沒有做到，差得太遠！這已經產生效果了，這是很難得。"
    },
    {
      "id": "28-026-0001_p0025",
      "zh_CN": "中国佛教从唐朝中叶以后就不学小乘了，不学小乘怎么学大乘？用儒、用道代替小乘。所以以前无论在家出家，学佛的同学没有不念儒书的；换句话说，没有不学《弟子规》的，虽然不叫《弟子规》，但是跟《弟子规》是一类的。这个诸位在陈弘谋的《五种遗规》里面你去看《养正遗规》、《训俗遗规》，你就能看到。这套书因为有版权，我们不能翻印，可是这个书是古书，编这个书的人是乾隆时候的人，三百年前的人，它哪来的版权？所以版权是书店里头排版的他有权，你不能用他的版，所以逼着我们重新制个版，跟那个书店里头不一样，那个版权就属于我们。我们现在好像这五种东西都做得差不多了，第一本出来了，这个书架上有，《训俗遗规》这是第一本出来了。《养正遗规》、《训俗遗规》跟《弟子规》是同一类的书。我们过去学习也不是用《弟子规》，是用《养正遗规》，是用这里面的。它这里面有十几篇，任何一篇都好，学的是这个东西，奠定基础，你才晓得怎样孝养父母、奉事师长。所以我现在讲这两句落实在弟子规，弟子规不能百分之百的做到，这两句就没有。",
      "zh_TW": "中國佛教從唐朝中葉以後就不學小乘了，不學小乘怎麼學大乘？用儒、用道代替小乘。所以以前無論在家出家，學佛的同學沒有不念儒書的；換句話說，沒有不學《弟子規》的，雖然不叫《弟子規》，但是跟《弟子規》是一類的。這個諸位在陳弘謀的《五種遺規》裡面你去看《養正遺規》、《訓俗遺規》，你就能看到。這套書因為有版權，我們不能翻印，可是這個書是古書，編這個書的人是乾隆時候的人，三百年前的人，它哪來的版權？所以版權是書店裡頭排版的他有權，你不能用他的版，所以逼著我們重新製個版，跟那個書店裡頭不一樣，那個版權就屬於我們。我們現在好像這五種東西都做得差不多了，第一本出來了，這個書架上有，《訓俗遺規》這是第一本出來了。《養正遺規》、《訓俗遺規》跟《弟子規》是同一類的書。我們過去學習也不是用《弟子規》，是用《養正遺規》，是用這裡面的。它這裡面有十幾篇，任何一篇都好，學的是這個東西，奠定基礎，你才曉得怎樣孝養父母、奉事師長。所以我現在講這兩句落實在弟子規，弟子規不能百分之百的做到，這兩句就沒有。"
    },
    {
      "id": "28-026-0001_p0026",
      "zh_CN": "「慈心不杀，修十善业」，这就是《十善业道经》。《十善业道经》我们也详细讲过，留着有录相带，现在做成光碟，有书。有同学们很发心，依照这个讲演把它记下来整理成文字。因为它是基础，非常重要，所以这篇文字我自己看过，我加以修正过。现在这本书也是在大量的流通，用这个奠定基础。就是弟子规跟十善业道不能够落实在日常生活当中，三皈五戒你就做不到。三皈就是觉正净，就是此地讲的心净、心安、心平。你看六祖他老人家在《坛经》里面跟我们讲的，皈依佛，他不说皈依佛，他说「皈依觉」，觉而不迷是皈依佛，心安；正而不邪是皈依法，心平；净而不染是皈依僧，心清净了。这三个都是三宝里头！他那个说法说得好。你今天讲皈依佛、皈依法、皈依僧，你听不懂，产生误会，以为皈依佛就想到佛像，皈依法就想到经书，皈依僧就想到出家人，不是这个意思；皈依自性三宝，自性觉、自性正、自性清净，是这么个意思，你不能搞错！",
      "zh_TW": "「慈心不殺，修十善業」，這就是《十善業道經》。《十善業道經》我們也詳細講過，留著有錄相帶，現在做成光碟，有書。有同學們很發心，依照這個講演把它記下來整理成文字。因為它是基礎，非常重要，所以這篇文字我自己看過，我加以修正過。現在這本書也是在大量的流通，用這個奠定基礎。就是弟子規跟十善業道不能夠落實在日常生活當中，三皈五戒你就做不到。三皈就是覺正淨，就是此地講的心淨、心安、心平。你看六祖他老人家在《壇經》裡面跟我們講的，皈依佛，他不說皈依佛，他說「皈依覺」，覺而不迷是皈依佛，心安；正而不邪是皈依法，心平；淨而不染是皈依僧，心清淨了。這三個都是三寶裡頭！他那個說法說得好。你今天講皈依佛、皈依法、皈依僧，你聽不懂，產生誤會，以為皈依佛就想到佛像，皈依法就想到經書，皈依僧就想到出家人，不是這個意思；皈依自性三寶，自性覺、自性正、自性清淨，是這麼個意思，你不能搞錯！"
    },
    {
      "id": "28-026-0001_p0027",
      "zh_CN": "这三句怎么个做法？头一个要觉悟，觉什么？如佛，圣人教人第一个总纲领他就念出来了。《三字经》教人的「人之初，性本善」，这就是觉，你要肯定所有一切人的本性本善。你看佛教人「一切众生皆有佛性」，跟「人之初，性本善」一个意思。你要肯定一切众生都有佛性，既有佛性他怎么会不能作佛？都可以作佛，他本来就是佛。所以人本来就善，为什么变成不善？你学坏了；人人都是佛性，你为什么变成众生？学坏了。由此可知，教育多么重要。",
      "zh_TW": "這三句怎麼個做法？頭一個要覺悟，覺什麼？如佛，聖人教人第一個總綱領他就念出來了。《三字經》教人的「人之初，性本善」，這就是覺，你要肯定所有一切人的本性本善。你看佛教人「一切眾生皆有佛性」，跟「人之初，性本善」一個意思。你要肯定一切眾生都有佛性，既有佛性他怎麼會不能作佛？都可以作佛，他本來就是佛。所以人本來就善，為什麼變成不善？你學壞了；人人都是佛性，你為什麼變成眾生？學壞了。由此可知，教育多麼重要。"
    },
    {
      "id": "28-026-0001_p0028",
      "zh_CN": "所以宗门它确实是相当高明，一开端就跟你讲「明心见性，见性成佛」，你有佛性。你首先要肯定一切万法从自性生，也就是《华严经》上所讲的，宇宙、万物、众生从哪里来的？「唯心所现，唯识所变」，肯定一切法从自性生。自性、自心那是真佛！所以真佛不在外面，真佛是自己的自性，成佛没有别的，恢复自性而已。绝对不是说自性之外有个佛给你成，没这个道理。所以众生觉了就成佛，迷了就是众生；凡圣的差别就是个觉迷。",
      "zh_TW": "所以宗門它確實是相當高明，一開端就跟你講「明心見性，見性成佛」，你有佛性。你首先要肯定一切萬法從自性生，也就是《華嚴經》上所講的，宇宙、萬物、眾生從哪裡來的？「唯心所現，唯識所變」，肯定一切法從自性生。自性、自心那是真佛！所以真佛不在外面，真佛是自己的自性，成佛沒有別的，恢復自性而已。絕對不是說自性之外有個佛給你成，沒這個道理。所以眾生覺了就成佛，迷了就是眾生；凡聖的差別就是個覺迷。"
    },
    {
      "id": "28-026-0001_p0029",
      "zh_CN": "可是现在我们迷了，迷得太久了，迷得太深了，现在养成了许许多多的坏习惯、坏习气。首先要觉悟，觉悟你才产生信心，你才知道，行，我可以能成就，你有信心。所以「信为道元功德母」，你没有信心，你什么事都不能成就。世出世法大小事情，有多大成就决定在信心。所以我们明白这个就建立信心了，我们相信那个不善的（所有一切不善）自性里头没有，这是马鸣菩萨《起信论》里面告诉我们，「本觉本有，不觉本无」，这烦恼习气都是不觉变现出来的，本来没有。你说杀生、偷盗，自性里没有，为什么现在会有这种习气、会有这种行为？这都是染上坏的东西，这些东西不是自性的。",
      "zh_TW": "可是現在我們迷了，迷得太久了，迷得太深了，現在養成了許許多多的壞習慣、壞習氣。首先要覺悟，覺悟你才產生信心，你才知道，行，我可以能成就，你有信心。所以「信為道元功德母」，你沒有信心，你什麼事都不能成就。世出世法大小事情，有多大成就決定在信心。所以我們明白這個就建立信心了，我們相信那個不善的（所有一切不善）自性裡頭沒有，這是馬鳴菩薩《起信論》裡面告訴我們，「本覺本有，不覺本無」，這煩惱習氣都是不覺變現出來的，本來沒有。你說殺生、偷盜，自性裡沒有，為什麼現在會有這種習氣、會有這種行為？這都是染上壞的東西，這些東西不是自性的。"
    },
    {
      "id": "28-026-0001_p0030",
      "zh_CN": "这就是从哪里开始？从十善业道，先要把杀生离开，我们讲放下，我的老师教我放下，放下杀生。不但不杀生，而且你要懂得，凡是害人的念头都是属于杀生。杀生这个范围很大，你想害别人，对他的生命有威胁的这种念头，都是属于杀心；对于他财物有损失的，这是盗心。所以菩萨戒跟比丘戒不一样，比丘戒的结罪论事不论心，菩萨戒是论心不论事，你有这个念头，你就犯戒了。我恨这个人，想这个人死，你就犯了杀戒，你虽然没有杀他，你那个念头错误了，这个念头就是杀心，他就犯了杀戒；你没有偷他的，想占他一点便宜，你就犯了盗戒，盗心，你的心不善。所以菩萨戒是从起心动念。",
      "zh_TW": "這就是從哪裡開始？從十善業道，先要把殺生離開，我們講放下，我的老師教我放下，放下殺生。不但不殺生，而且你要懂得，凡是害人的念頭都是屬於殺生。殺生這個範圍很大，你想害別人，對他的生命有威脅的這種念頭，都是屬於殺心；對於他財物有損失的，這是盜心。所以菩薩戒跟比丘戒不一樣，比丘戒的結罪論事不論心，菩薩戒是論心不論事，你有這個念頭，你就犯戒了。我恨這個人，想這個人死，你就犯了殺戒，你雖然沒有殺他，你那個念頭錯誤了，這個念頭就是殺心，他就犯了殺戒；你沒有偷他的，想佔他一點便宜，你就犯了盜戒，盜心，你的心不善。所以菩薩戒是從起心動念。"
    },
    {
      "id": "28-026-0001_p0031",
      "zh_CN": "所有一切不善太多太多了，归纳起来不外乎这十大类，所以十恶业就是十大类。我们一定要做到把杀生、偷盗、邪淫、妄语、两舌、恶口、绮语、贪欲、瞋恚、愚痴，这个去掉。也就是说落实十善业道，落实十善业道你的心就清净了，心清净就生智慧。你看《金刚经》上讲的「信心清净，则生实相」。你为什么现在没有智慧？你心不清净。心就像水一样，水在清净的时候没有波浪，就像一面镜子一样，外面就照得清清楚楚。如果有这十样东西是波浪，有一样就起波浪，有十样就是大风大浪，你的心怎么会清净？所以要想心清净，一定要落实十善业。",
      "zh_TW": "所有一切不善太多太多了，歸納起來不外乎這十大類，所以十惡業就是十大類。我們一定要做到把殺生、偷盜、邪淫、妄語、兩舌、惡口、綺語、貪欲、瞋恚、愚痴，這個去掉。也就是說落實十善業道，落實十善業道你的心就清淨了，心清淨就生智慧。你看《金剛經》上講的「信心清淨，則生實相」。你為什麼現在沒有智慧？你心不清淨。心就像水一樣，水在清淨的時候沒有波浪，就像一面鏡子一樣，外面就照得清清楚楚。如果有這十樣東西是波浪，有一樣就起波浪，有十樣就是大風大浪，你的心怎麼會清淨？所以要想心清淨，一定要落實十善業。"
    },
    {
      "id": "28-026-0001_p0032",
      "zh_CN": "那我们讲了，我们现在知道要修十善业，可是修不到，修不到的原因是什么？没有弟子规的基础。所以真正讲修行，行是我们错误的行为，修是修正，把我们错误的行为修正过来叫做修行。错误行为太多，总的来讲不外乎三大类，念头，起心动念是意业的行为，言语，口业的行为，身体的动作是身业的行为。用身语意这三大类全都包括。十善业就是从这三大类再稍微细分，身体，杀生、偷盗、邪淫，这属于身；口业，妄语、两舌、绮语、恶口，这属于口业；贪、瞋、痴是属于意业。这不是好东西，这是自性里头没有的。没有的能不能断得掉？当然能，自性里面有的一定可以恢复。诸佛菩萨恢复了，我们当然可以恢复，从这里建立信心，「信心清净，则生实相」，智慧就起来了。",
      "zh_TW": "那我們講了，我們現在知道要修十善業，可是修不到，修不到的原因是什麼？沒有弟子規的基礎。所以真正講修行，行是我們錯誤的行為，修是修正，把我們錯誤的行為修正過來叫做修行。錯誤行為太多，總的來講不外乎三大類，念頭，起心動念是意業的行為，言語，口業的行為，身體的動作是身業的行為。用身語意這三大類全都包括。十善業就是從這三大類再稍微細分，身體，殺生、偷盜、邪淫，這屬於身；口業，妄語、兩舌、綺語、惡口，這屬於口業；貪、瞋、痴是屬於意業。這不是好東西，這是自性裡頭沒有的。沒有的能不能斷得掉？當然能，自性裡面有的一定可以恢復。諸佛菩薩恢復了，我們當然可以恢復，從這裡建立信心，「信心清淨，則生實相」，智慧就起來了。"
    },
    {
      "id": "28-026-0001_p0033",
      "zh_CN": "有了智慧，你才能进一步把一些错误的观念舍掉，这就是六祖讲的「八邪」，邪就是不正。邪见，你的见解错误了；邪思，你的思想错误了，你想错了、你看错了；邪语，你就说错了；邪业是你做错了，邪命是你现在的生活方式不正确。今天有个同修问我，北方也是有个佛门弟子很不错，他想建个道场。但是建道场缘不成熟，他在外面借贷借了很多钱建道场，这属于邪命。你要靠负债、靠化缘、靠募捐来养活这个道场，多辛苦！你自己的心怎么能安，怎么能清净？同时你加给别人的负担，人家愿意吗？这个事情不可以做的，这是属于邪命。命是你养活这个身命，你这些手段错误了。",
      "zh_TW": "有了智慧，你才能進一步把一些錯誤的觀念捨掉，這就是六祖講的「八邪」，邪就是不正。邪見，你的見解錯誤了；邪思，你的思想錯誤了，你想錯了、你看錯了；邪語，你就說錯了；邪業是你做錯了，邪命是你現在的生活方式不正確。今天有個同修問我，北方也是有個佛門弟子很不錯，他想建個道場。但是建道場緣不成熟，他在外面借貸借了很多錢建道場，這屬於邪命。你要靠負債、靠化緣、靠募捐來養活這個道場，多辛苦！你自己的心怎麼能安，怎麼能清淨？同時你加給別人的負擔，人家願意嗎？這個事情不可以做的，這是屬於邪命。命是你養活這個身命，你這些手段錯誤了。"
    },
    {
      "id": "28-026-0001_p0034",
      "zh_CN": "释迦牟尼佛在世，他老人家给我们做出最好的榜样，释迦牟尼佛一生没有建道场，他的道场在哪里？他人在哪里道场就在哪里。我们看到他老人家讲经说法都在树下、水边，在地上一坐，学生们大家围到周围，他就跟大家讲经说法，为大家解决问题，都是坐在地下，没有讲堂、没有桌子，这个诸位一定要懂得。以后虽然是有些国王大臣、长者有园林别墅，现在讲别墅，供养释迦牟尼佛跟他的学生有个地方居住。那佛还是一样，随缘，有地方我们就进入房子里面去住，没有，我们树下一宿也行，不碍事。可是我们要晓得，一切供养是使用权，释迦牟尼佛要使用权不要所有权，你只能邀请他在那里讲经说法，讲完了他就走了。所以不是说这个地方供养法师，法师出家了，送一个家又把他枷回来，这是错了！哪有这个道理。",
      "zh_TW": "釋迦牟尼佛在世，他老人家給我們做出最好的榜樣，釋迦牟尼佛一生沒有建道場，他的道場在哪裡？他人在哪裡道場就在哪裡。我們看到他老人家講經說法都在樹下、水邊，在地上一坐，學生們大家圍到周圍，他就跟大家講經說法，為大家解決問題，都是坐在地下，沒有講堂、沒有桌子，這個諸位一定要懂得。以後雖然是有些國王大臣、長者有園林別墅，現在講別墅，供養釋迦牟尼佛跟他的學生有個地方居住。那佛還是一樣，隨緣，有地方我們就進入房子裡面去住，沒有，我們樹下一宿也行，不礙事。可是我們要曉得，一切供養是使用權，釋迦牟尼佛要使用權不要所有權，你只能邀請他在那裡講經說法，講完了他就走了。所以不是說這個地方供養法師，法師出家了，送一個家又把他枷回來，這是錯了！哪有這個道理。"
    },
    {
      "id": "28-026-0001_p0035",
      "zh_CN": "一生没有问人要过钱，没有化过缘，这要知道。他老人家给我们做典型，给我们做模范，我们要学，学佛要跟他学，不能跟别人学，这样你的心才清净，心才安、才平等。如果你要搞得一身债务，你这三个都没有了，你的心不清净，你不安、你不平，那你全错了。在近代印光大师，你看他老人家一再的教导我们建念佛堂，他没有教我们建大道场，建念佛堂。效法净宗初祖慧远大师，慧远大师有福报，所以他的念佛堂大，他有一百二十三个人，个个成就。印祖交代我们，我们现在人没有福报，交代我们应该怎么做？二十个人，你的念佛堂不要超过二十个人，大家在一起共修会有成就。那不超过二十个人，我们现在这个讲堂就够了。我们今天如果不讲经、不流通佛法，真正修行，我们这三层，二十个人够了；不过这个地方有麻烦，它是商业大楼，不能住人。所以必须要能住、能开伙，有个念佛堂，这就行。这是讲到邪命，我们要避免。",
      "zh_TW": "一生沒有問人要過錢，沒有化過緣，這要知道。他老人家給我們做典型，給我們做模範，我們要學，學佛要跟他學，不能跟別人學，這樣你的心才清淨，心才安、才平等。如果你要搞得一身債務，你這三個都沒有了，你的心不清淨，你不安、你不平，那你全錯了。在近代印光大師，你看他老人家一再的教導我們建念佛堂，他沒有教我們建大道場，建念佛堂。效法淨宗初祖慧遠大師，慧遠大師有福報，所以他的念佛堂大，他有一百二十三個人，個個成就。印祖交代我們，我們現在人沒有福報，交代我們應該怎麼做？二十個人，你的念佛堂不要超過二十個人，大家在一起共修會有成就。那不超過二十個人，我們現在這個講堂就夠了。我們今天如果不講經、不流通佛法，真正修行，我們這三層，二十個人夠了；不過這個地方有麻煩，它是商業大樓，不能住人。所以必須要能住、能開伙，有個念佛堂，這就行。這是講到邪命，我們要避免。"
    },
    {
      "id": "28-026-0001_p0036",
      "zh_CN": "下面说邪方便，佛家讲「慈悲为本，方便为门」。方是方法，便是便宜，要用现在的话讲，最适合的方法，最好的方法。但是最好的方法你不是用在正法上，那就变成邪方便了。这一类事情太多太多了，我们没有智慧去辨别很容易做错事。第七个是邪念，第八个是邪定，这叫八邪。八邪要是除掉了，你的心就安了。十恶去掉你心清净，八邪去掉你心就安了，再要把这些烦恼习气再除掉，心就平了。烦恼习气六祖大师说了十一个，第一个不善的念头，所有一切不善的念头不能有，讲不善心。邪迷的念头，我们学佛的同学有，这是什么？好奇，喜欢神通、喜欢感应，哪个地方一说你心就动了，这叫邪迷心。为什么我们会有这些习气？实在讲，我们十恶没有断，八邪没有去。十恶、八邪要是断掉的话，这个习气会有，但是它不会起作用，为什么？念头一起你就觉悟了，一觉这个念头就没有了，所以最难的是断十恶，这个难！",
      "zh_TW": "下面說邪方便，佛家講「慈悲為本，方便為門」。方是方法，便是便宜，要用現在的話講，最適合的方法，最好的方法。但是最好的方法你不是用在正法上，那就變成邪方便了。這一類事情太多太多了，我們沒有智慧去辨別很容易做錯事。第七個是邪念，第八個是邪定，這叫八邪。八邪要是除掉了，你的心就安了。十惡去掉你心清淨，八邪去掉你心就安了，再要把這些煩惱習氣再除掉，心就平了。煩惱習氣六祖大師說了十一個，第一個不善的念頭，所有一切不善的念頭不能有，講不善心。邪迷的念頭，我們學佛的同學有，這是什麼？好奇，喜歡神通、喜歡感應，哪個地方一說你心就動了，這叫邪迷心。為什麼我們會有這些習氣？實在講，我們十惡沒有斷，八邪沒有去。十惡、八邪要是斷掉的話，這個習氣會有，但是它不會起作用，為什麼？念頭一起你就覺悟了，一覺這個念頭就沒有了，所以最難的是斷十惡，這個難！"
    },
    {
      "id": "28-026-0001_p0037",
      "zh_CN": "我们今天十恶断不了，就是讲《弟子规》没落实。所以你找到根本，还是要认真从《弟子规》上下手，按部就班一层一层往上提升，这个容易，就是人人都有可能成就；如果不从这上下功夫，确实是难，真的是难。第三个是劫害心，就是有害众生的念头，不要说害人，害众生都是有这个念头，蚊子咬我们一下，一巴掌打死了，害众生，有意无意的对于一切众生有伤害的这种习气。还有恶毒心，这都是不善的心、不善的习气。嫉妒心，你说我们有没有？看到别人有好事，心里就有一点难过，就有一点不平，这个要不得！有这种念头那心怎么会平？应该要学佛菩萨，看到别人有好处，得利益，应当欢喜、应当赞叹，不应该有嫉妒。",
      "zh_TW": "我們今天十惡斷不了，就是講《弟子規》沒落實。所以你找到根本，還是要認真從《弟子規》上下手，按部就班一層一層往上提升，這個容易，就是人人都有可能成就；如果不從這上下功夫，確實是難，真的是難。第三個是劫害心，就是有害眾生的念頭，不要說害人，害眾生都是有這個念頭，蚊子咬我們一下，一巴掌打死了，害眾生，有意無意的對於一切眾生有傷害的這種習氣。還有惡毒心，這都是不善的心、不善的習氣。嫉妒心，你說我們有沒有？看到別人有好事，心裡就有一點難過，就有一點不平，這個要不得！有這種念頭那心怎麼會平？應該要學佛菩薩，看到別人有好處，得利益，應當歡喜、應當讚歎，不應該有嫉妒。"
    },
    {
      "id": "28-026-0001_p0038",
      "zh_CN": "六道众生，每个人过去生中造的业不一样，所以受的果报不相同。有人富贵，有人贫贱，有人健康，有人多病，为什么会有这么多差别？业不一样。佛在经上给我们解释得很清楚，一切众生的业力，特别讲六道两种业，一种叫引业，我们人道引业相同，引导你到人道里面来受身，得这个人身，这个力是相同的；但是另外一个就不一样了，满业，圆满的满，满业不一样。所以虽然得到人身，富贵贫贱、吉凶祸福不一样。满业是怎么成就的？过去生中三业善跟恶。三业善那这一生享福，三业不善，这一生受苦受难。所以你要真正搞清楚、搞明白了，我们就不会怨天尤人，为什么？自作自受，你怎么能怪人？你怪人就又加重一个罪过。我自己造的因，今天我自己受果报，与别人不相干。",
      "zh_TW": "六道眾生，每個人過去生中造的業不一樣，所以受的果報不相同。有人富貴，有人貧賤，有人健康，有人多病，為什麼會有這麼多差別？業不一樣。佛在經上給我們解釋得很清楚，一切眾生的業力，特別講六道兩種業，一種叫引業，我們人道引業相同，引導你到人道裡面來受身，得這個人身，這個力是相同的；但是另外一個就不一樣了，滿業，圓滿的滿，滿業不一樣。所以雖然得到人身，富貴貧賤、吉凶禍福不一樣。滿業是怎麼成就的？過去生中三業善跟惡。三業善那這一生享福，三業不善，這一生受苦受難。所以你要真正搞清楚、搞明白了，我們就不會怨天尤人，為什麼？自作自受，你怎麼能怪人？你怪人就又加重一個罪過。我自己造的因，今天我自己受果報，與別人不相干。"
    },
    {
      "id": "28-026-0001_p0039",
      "zh_CN": "伊斯兰教讲两世因果，可是我读《古兰经》我发现还是三世因果。它的基本信条有六个，其中有一条叫「信前定」，《古兰经》上说的，他们称上帝称真主，「真主依前定创造万物」。依前定造你这个人让你享福，造那个人让他受罪，依前定，那这个话就讲通了。不是上帝的心不公平，喜欢你讨厌他，不是的，那这个上帝就不公平，他是依前定。前定讲什么？跟三世因果一样，你前生造的善，那你享福，你前生造的不善，那你要受苦，前定的。所以从依前定，我讲的还是三世因果不是两世因果，他有前定的。所以圣人这些东西，你细心去观察你就了解，佛法里三世因果讲得最圆满、最透彻。",
      "zh_TW": "伊斯蘭教講兩世因果，可是我讀《古蘭經》我發現還是三世因果。它的基本信條有六個，其中有一條叫「信前定」，《古蘭經》上說的，他們稱上帝稱真主，「真主依前定創造萬物」。依前定造你這個人讓你享福，造那個人讓他受罪，依前定，那這個話就講通了。不是上帝的心不公平，喜歡你討厭他，不是的，那這個上帝就不公平，他是依前定。前定講什麼？跟三世因果一樣，你前生造的善，那你享福，你前生造的不善，那你要受苦，前定的。所以從依前定，我講的還是三世因果不是兩世因果，他有前定的。所以聖人這些東西，你細心去觀察你就了解，佛法裡三世因果講得最圓滿、最透徹。"
    },
    {
      "id": "28-026-0001_p0040",
      "zh_CN": "人，一切众生几乎没有例外的，心目当中念念不忘的，所希求的，财富，发财。你看过年到处看到贴的「恭禧发财」，能发得了吗？求健康长寿、求聪明智慧。不管哪个宗教，不管哪个族群，中国、外国，我接触的人问问他，都求，没有一个不希望获得的。这些东西在佛门里讲有求必应，不是求不到，真求得到。求得的是你命里本来没有的，你得到的，那是求得的；命里本来有的，不算，那不算数。你命里头没有，你可以求得。这个求，这也是我初学佛的时候章嘉大师教给我的，有理论、有方法，如理如法的求，没有求不到的。你要是违背理、违背方法，那你求就求不到。",
      "zh_TW": "人，一切眾生幾乎沒有例外的，心目當中念念不忘的，所希求的，財富，發財。你看過年到處看到貼的「恭禧發財」，能發得了嗎？求健康長壽、求聰明智慧。不管哪個宗教，不管哪個族群，中國、外國，我接觸的人問問他，都求，沒有一個不希望獲得的。這些東西在佛門裡講有求必應，不是求不到，真求得到。求得的是你命裡本來沒有的，你得到的，那是求得的；命裡本來有的，不算，那不算數。你命裡頭沒有，你可以求得。這個求，這也是我初學佛的時候章嘉大師教給我的，有理論、有方法，如理如法的求，沒有求不到的。你要是違背理、違背方法，那你求就求不到。"
    },
    {
      "id": "28-026-0001_p0041",
      "zh_CN": "那要怎么求？你看《了凡四训》里头云谷禅师教给袁了凡先生那一套的方法，那个道理，你要是学会了，你这一生当中有求必应。《了凡四训》大多数这个书后面还附的有一篇文章，叫「俞净意公遇灶神记」，附在后面，它不多，大概只有二、三页。其实俞净意所依据的理论跟方法超过了凡先生，而俞净意所得的果报也超过袁了凡。只是了凡先生是把他一生写出来，俞净意没有写出来。这两样东西非常非常好，如果我们认真去读，明白了，依教奉行，那你这一生当中有求必应。",
      "zh_TW": "那要怎麼求？你看《了凡四訓》裡頭雲谷禪師教給袁了凡先生那一套的方法，那個道理，你要是學會了，你這一生當中有求必應。《了凡四訓》大多數這個書後面還附的有一篇文章，叫「俞淨意公遇灶神記」，附在後面，它不多，大概只有二、三頁。其實俞淨意所依據的理論跟方法超過了凡先生，而俞淨意所得的果報也超過袁了凡。只是了凡先生是把他一生寫出來，俞淨意沒有寫出來。這兩樣東西非常非常好，如果我們認真去讀，明白了，依教奉行，那你這一生當中有求必應。"
    },
    {
      "id": "28-026-0001_p0042",
      "zh_CN": "佛在经典上教导我们的原则，这是我常常跟诸位报告，因为大家要求，佛教我们「断恶修善，积功累德」，这是总的原则。落实在日常生活当中具体的行为就是布施。布施财，这是因，修因，你得的果报就是财富；布施法，这是修因，得的果报是聪明智慧；布施无畏，得的果报是健康长寿。我们学佛的人大概这三样都修，修为什么没有好的感应？你对这个理不明白，所以你修的效果就削弱了，你不了解这个道理。了解这个道理，你所修的那个感应就特别明显。不明理的时候，半信半疑：佛讲的话是真的吗？我的钱都布施掉了，明天我生活怎么办？还怀疑。诸位要晓得，怀疑佛菩萨的圣教就是怀疑你的性德，这个罪很重，把你布施的福都折掉了。这边做功德，那边怀疑，这边修善，那边折福，所以它不能现前，你要晓得这个道理。",
      "zh_TW": "佛在經典上教導我們的原則，這是我常常跟諸位報告，因為大家要求，佛教我們「斷惡修善，積功累德」，這是總的原則。落實在日常生活當中具體的行為就是布施。布施財，這是因，修因，你得的果報就是財富；布施法，這是修因，得的果報是聰明智慧；布施無畏，得的果報是健康長壽。我們學佛的人大概這三樣都修，修為什麼沒有好的感應？你對這個理不明白，所以你修的效果就削弱了，你不了解這個道理。了解這個道理，你所修的那個感應就特別明顯。不明理的時候，半信半疑：佛講的話是真的嗎？我的錢都布施掉了，明天我生活怎麼辦？還懷疑。諸位要曉得，懷疑佛菩薩的聖教就是懷疑你的性德，這個罪很重，把你布施的福都折掉了。這邊做功德，那邊懷疑，這邊修善，那邊折福，所以它不能現前，你要曉得這個道理。"
    },
    {
      "id": "28-026-0001_p0043",
      "zh_CN": "如果你真的相信，布施掉了明天没有饭吃，还相信，还不怀疑，那个后福无穷。所以什么事情要觉、要明，不觉、不明，你修积不容易受果报。这个道理你要晓得，不是没有感应，是你把它抵消了，这就很可惜了。你只认真去做，决定不能把它抵消。对于诸佛菩萨、对于圣贤人的教诲肯定、相信，一丝毫疑惑都没有。好事尽心尽力去做，还有些事情，不要花钱的功德，行好事，譬如我们自己依照佛菩萨教诲去做，很认真去做，像落实弟子规、落实十善业，认真做，做给别人看，有功德。人家看到你这个，对你很羡慕，对你很赞叹，向你学习，这自行化他，这不需要花钱的功德。你要做一个好样子给社会大众看，这个功德最大，比布施钱财的功德还大，为什么？自己做这叫内财布施，内财比外财更殊胜。",
      "zh_TW": "如果你真的相信，布施掉了明天沒有飯吃，還相信，還不懷疑，那個後福無窮。所以什麼事情要覺、要明，不覺、不明，你修積不容易受果報。這個道理你要曉得，不是沒有感應，是你把它抵消了，這就很可惜了。你只認真去做，決定不能把它抵消。對於諸佛菩薩、對於聖賢人的教誨肯定、相信，一絲毫疑惑都沒有。好事盡心盡力去做，還有些事情，不要花錢的功德，行好事，譬如我們自己依照佛菩薩教誨去做，很認真去做，像落實弟子規、落實十善業，認真做，做給別人看，有功德。人家看到你這個，對你很羨慕，對你很讚歎，向你學習，這自行化他，這不需要花錢的功德。你要做一個好樣子給社會大眾看，這個功德最大，比布施錢財的功德還大，為什麼？自己做這叫內財布施，內財比外財更殊勝。"
    },
    {
      "id": "28-026-0001_p0044",
      "zh_CN": "无畏布施，我们的素食就是无畏布施，不吃众生肉，不再跟众生结冤仇，这是无畏布施。那还有人吃素吃一辈子，并不健康也不长寿，不是也很多吗？为什么？抵消掉了。什么地方抵消掉？他还有恶念，他还会杀生，蚊子叮他，一巴掌打死了，这抵消掉了，把你吃素功德抵消掉了。看到蟑螂、老鼠你就想杀牠，这不行！所以你要明理，细细去想想，你这边做那边抵消，你做得不多，抵消的比做的还多，你怎么会有福报？所以不是没有效果，你细心去思惟观察你就晓得，为什么你效果不彰，它有个道理。",
      "zh_TW": "無畏布施，我們的素食就是無畏布施，不吃眾生肉，不再跟眾生結冤仇，這是無畏布施。那還有人吃素吃一輩子，並不健康也不長壽，不是也很多嗎？為什麼？抵消掉了。什麼地方抵消掉？他還有惡念，他還會殺生，蚊子叮他，一巴掌打死了，這抵消掉了，把你吃素功德抵消掉了。看到蟑螂、老鼠你就想殺牠，這不行！所以你要明理，細細去想想，你這邊做那邊抵消，你做得不多，抵消的比做的還多，你怎麼會有福報？所以不是沒有效果，你細心去思惟觀察你就曉得，為什麼你效果不彰，它有個道理。"
    },
    {
      "id": "28-026-0001_p0045",
      "zh_CN": "所以要学着爱护一切众生，护生。譬如现在讲放生，有些人认为放生是功德，放生是好事，去放生，放生怎么？不如法，第一个放生，你到市场里面预先去给他订，你不放生他不去抓，因为你要放生，他拼命去抓，你这叫害生，这哪叫放生？你看有许多道场，规定哪一天放生，去预先通知我要跟你买多少鸟、买多少鱼，他那天生意好，他特别去抓，你要不放生他就不抓了，为什么？他卖不掉。这就是美其名是放生，实际上是害众生，错误了。这些细节地方我们都没想到。再一放生要举行仪式，那个仪式时间很长，有很多众生就死掉了；仪式是愈简单愈好，赶快把牠放掉，牠会感激你。所以只要我们多替众生想一想，我们就会多觉悟、多明白。",
      "zh_TW": "所以要學著愛護一切眾生，護生。譬如現在講放生，有些人認為放生是功德，放生是好事，去放生，放生怎麼？不如法，第一個放生，你到市場裡面預先去給他訂，你不放生他不去抓，因為你要放生，他拼命去抓，你這叫害生，這哪叫放生？你看有許多道場，規定哪一天放生，去預先通知我要跟你買多少鳥、買多少魚，他那天生意好，他特別去抓，你要不放生他就不抓了，為什麼？他賣不掉。這就是美其名是放生，實際上是害眾生，錯誤了。這些細節地方我們都沒想到。再一放生要舉行儀式，那個儀式時間很長，有很多眾生就死掉了；儀式是愈簡單愈好，趕快把牠放掉，牠會感激你。所以只要我們多替眾生想一想，我們就會多覺悟、多明白。"
    },
    {
      "id": "28-026-0001_p0046",
      "zh_CN": "嫉妒心不能有，谄曲心不能有，这个谄曲是谄媚、巴结，看到有钱有势的人，去讨好，总希望我们能得一点好处，不应该的，心要清净。好事，尽心尽力就是圆满功德，不一定要做很多。我们的心力到了，有缘我们就去做，能做多少都是圆满功德，这不能不懂。所以要随分随力，不能够勉强。我慢心，念念什么念头都是把我摆在第一，一切都是为我的利益，这很麻烦，这个心不善。为什么？佛在经上讲得很清楚，你为什么生生世世离不开六道轮回？就是我执太重。佛法的修学，头一个就是破我执，人不再执着这个身是我，就出离六道了。",
      "zh_TW": "嫉妒心不能有，諂曲心不能有，這個諂曲是諂媚、巴結，看到有錢有勢的人，去討好，總希望我們能得一點好處，不應該的，心要清淨。好事，盡心盡力就是圓滿功德，不一定要做很多。我們的心力到了，有緣我們就去做，能做多少都是圓滿功德，這不能不懂。所以要隨分隨力，不能夠勉強。我慢心，念念什麼念頭都是把我擺在第一，一切都是為我的利益，這很麻煩，這個心不善。為什麼？佛在經上講得很清楚，你為什麼生生世世離不開六道輪迴？就是我執太重。佛法的修學，頭一個就是破我執，人不再執著這個身是我，就出離六道了。"
    },
    {
      "id": "28-026-0001_p0047",
      "zh_CN": "不再执着这个身是我，你想想看，你会不会生病？你不会生病，为什么？我都没有了，谁生病？哪个人生病？再跟你讲，你也不死，我没有了，谁死？谁生病？谁受苦？谁受乐？都没有了。《金刚经》上佛跟菩萨讲「无我相，无人相，无众生相，无寿者相」，那是真正觉悟的菩萨。有我，什么苦难你都要受，无我就没有了，什么问题都解决了。所以这个习气也是麻烦事情，必须要觉悟，要把它除掉。",
      "zh_TW": "不再執著這個身是我，你想想看，你會不會生病？你不會生病，為什麼？我都沒有了，誰生病？哪個人生病？再跟你講，你也不死，我沒有了，誰死？誰生病？誰受苦？誰受樂？都沒有了。《金剛經》上佛跟菩薩講「無我相，無人相，無眾生相，無壽者相」，那是真正覺悟的菩薩。有我，什麼苦難你都要受，無我就沒有了，什麼問題都解決了。所以這個習氣也是麻煩事情，必須要覺悟，要把它除掉。"
    },
    {
      "id": "28-026-0001_p0048",
      "zh_CN": "再就是狂妄自大，这是傲慢的习气，傲慢人都有，总觉得我比别人强。以前我们老师上课的时候跟我们讲，他说你看从前街头上的乞丐，好像香港也有，我曾经看到过。我们到印尼，印尼乞丐很多，街上到处都是，交通阻塞很严重，车走不通的时候乞丐都来了，都问你讨钱。乞丐是贫贱到极处，贫是没有财富，靠乞讨过日子；贱是没有地位，他还有傲慢，看到你坐车子经过：有什么了不起，不过是有几个臭铜钱而已。这就是什么？这就是狂妄心，狂妄的习气。不过我对于印尼的乞丐我也很佩服他们，他们知足，他每天只要讨好像是一万个印尼盾，一万个印尼盾相当于一块美金，他就很满足了，他就不再讨了，他会把那个位子让给别人，他就走了。没有贪心，他只要我这一天可以吃得很好，可以过得很好，他就很满足，很容易满足，没有贪心。不像人家讨得很多，他不要，所以我觉得那些乞丐都很可爱。",
      "zh_TW": "再就是狂妄自大，這是傲慢的習氣，傲慢人都有，總覺得我比別人強。以前我們老師上課的時候跟我們講，他說你看從前街頭上的乞丐，好像香港也有，我曾經看到過。我們到印尼，印尼乞丐很多，街上到處都是，交通阻塞很嚴重，車走不通的時候乞丐都來了，都問你討錢。乞丐是貧賤到極處，貧是沒有財富，靠乞討過日子；賤是沒有地位，他還有傲慢，看到你坐車子經過：有什麼了不起，不過是有幾個臭銅錢而已。這就是什麼？這就是狂妄心，狂妄的習氣。不過我對於印尼的乞丐我也很佩服他們，他們知足，他每天只要討好像是一萬個印尼盾，一萬個印尼盾相當於一塊美金，他就很滿足了，他就不再討了，他會把那個位子讓給別人，他就走了。沒有貪心，他只要我這一天可以吃得很好，可以過得很好，他就很滿足，很容易滿足，沒有貪心。不像人家討得很多，他不要，所以我覺得那些乞丐都很可愛。"
    },
    {
      "id": "28-026-0001_p0049",
      "zh_CN": "再就是轻人的心，自己看得很重，把别人看得很轻，轻慢别人，抬高自己，这都是习气。这些习气都是前面讲的十恶八邪，他的习气，十恶八邪虽然断了，习气还在，所以习气要除掉。习气除掉之后心才真正平，清净平等觉才能现前。所以六祖跟我们讲，再更进一步，把所有不善的行为都要把它除去，然后就像他一样，他在《坛经》上自己说，他是「常见自己过，不见他人过」，这六祖大师自己说的。那我们就要学到这个地步，常见自己过是佛法里面讲的觉悟，我们一般人讲开悟，开悟是什么？知道自己过失。悟后起修，觉悟之后知道自己过失，把自己过失改正过来叫修行，叫悟后起修。你不知道自己过失，你从哪里改起？你不能改，没法子修，所以一定要见自己过。",
      "zh_TW": "再就是輕人的心，自己看得很重，把別人看得很輕，輕慢別人，抬高自己，這都是習氣。這些習氣都是前面講的十惡八邪，他的習氣，十惡八邪雖然斷了，習氣還在，所以習氣要除掉。習氣除掉之後心才真正平，清淨平等覺才能現前。所以六祖跟我們講，再更進一步，把所有不善的行為都要把它除去，然後就像他一樣，他在《壇經》上自己說，他是「常見自己過，不見他人過」，這六祖大師自己說的。那我們就要學到這個地步，常見自己過是佛法裡面講的覺悟，我們一般人講開悟，開悟是什麼？知道自己過失。悟後起修，覺悟之後知道自己過失，把自己過失改正過來叫修行，叫悟後起修。你不知道自己過失，你從哪裡改起？你不能改，沒法子修，所以一定要見自己過。"
    },
    {
      "id": "28-026-0001_p0050",
      "zh_CN": "见自己过的人是圣人不是凡夫。凡夫你去问他，他没有过失，别人一身都是过失，不见自己过，专见别人过，这是凡夫，所以凡圣不相同的地方就在此地。我们要怎样才能见自己过？见自己过不是简单事，大学问！可是自己没有这个功夫，有一个方法，看别人，看别人的过失是最容易，看到那个过失不要去批评他，不要去说他，马上想想我有没有他这个过失，别人是一面镜子，拿这个镜子照照自己，好方法！世出世间圣贤都是这么教我们，初学的时候在这上用功夫，所以有则改之，无则加勉。如果我也有这个毛病，赶紧改，没有，要勉励自己，不要犯这个过失，这样就好。这叫真正修行，这是真正的圣贤弟子，咱们不能不学。",
      "zh_TW": "見自己過的人是聖人不是凡夫。凡夫你去問他，他沒有過失，別人一身都是過失，不見自己過，專見別人過，這是凡夫，所以凡聖不相同的地方就在此地。我們要怎樣才能見自己過？見自己過不是簡單事，大學問！可是自己沒有這個功夫，有一個方法，看別人，看別人的過失是最容易，看到那個過失不要去批評他，不要去說他，馬上想想我有沒有他這個過失，別人是一面鏡子，拿這個鏡子照照自己，好方法！世出世間聖賢都是這麼教我們，初學的時候在這上用功夫，所以有則改之，無則加勉。如果我也有這個毛病，趕緊改，沒有，要勉勵自己，不要犯這個過失，這樣就好。這叫真正修行，這是真正的聖賢弟子，咱們不能不學。"
    },
    {
      "id": "28-026-0001_p0051",
      "zh_CN": "另外一种，读经。经也是一面镜子，譬如早晚读《了凡四训》，不要读得太快，太快念过去就算了，慢慢的念，念着想着这句我做到了没有，我有没有犯？这个念法益处就大！你拿着这个标准来反省、来检查，我自己哪些地方做对了，哪些地方做错了，对的我要继续增长，不要失掉；错误的，我要依照这个改正，这才能学到东西。念得再大声，念得再快，没用，念完之后，它是它，自己还是自己，有什么用处？所有一切戒经，戒律都是规范我们行为的，不能念得太快，《十善业道经》也不可以念得太快，一条一条认真来检讨。如果同参道友在一起，那就像开检讨会一样，一个人读或者几个人轮流读，一个人读一段，读完之后大家检讨，经上所讲的我有没有做到。不要问别人，问别人就错了，要问自己，每个人问自己有没有做到，与同学们共同勉励。或者研究在某一种状况之下应该要怎样做法，圣人的教诲都是圆融的，我们在不同环境当中应该怎样去灵活的运用，这就叫权巧方便，不是一成不变的，精神要抓住。",
      "zh_TW": "另外一種，讀經。經也是一面鏡子，譬如早晚讀《了凡四訓》，不要讀得太快，太快念過去就算了，慢慢的念，念著想著這句我做到了沒有，我有沒有犯？這個念法益處就大！你拿著這個標準來反省、來檢查，我自己哪些地方做對了，哪些地方做錯了，對的我要繼續增長，不要失掉；錯誤的，我要依照這個改正，這才能學到東西。念得再大聲，念得再快，沒用，念完之後，它是它，自己還是自己，有什麼用處？所有一切戒經，戒律都是規範我們行為的，不能念得太快，《十善業道經》也不可以念得太快，一條一條認真來檢討。如果同參道友在一起，那就像開檢討會一樣，一個人讀或者幾個人輪流讀，一個人讀一段，讀完之後大家檢討，經上所講的我有沒有做到。不要問別人，問別人就錯了，要問自己，每個人問自己有沒有做到，與同學們共同勉勵。或者研究在某一種狀況之下應該要怎樣做法，聖人的教誨都是圓融的，我們在不同環境當中應該怎樣去靈活的運用，這就叫權巧方便，不是一成不變的，精神要抓住。"
    },
    {
      "id": "28-026-0001_p0052",
      "zh_CN": "所以有同学问我一个问题，他说现在有很多报纸、杂志里面印的有佛像，我们佛弟子拿到手上应该怎么处理？还有像念佛机，现在念佛机做的也有佛像，甚至于这些光碟坏了不能用，如何处理？有许多人就很纳闷。最高的一个原则，恭敬心。我没有轻慢，我有恭敬心，恭敬心怎么样处理都是对的。你就是有好多方法，依照这个方法做，心里没有恭敬心，都是错的。所以恭敬比什么都重要。",
      "zh_TW": "所以有同學問我一個問題，他說現在有很多報紙、雜誌裡面印的有佛像，我們佛弟子拿到手上應該怎麼處理？還有像念佛機，現在念佛機做的也有佛像，甚至於這些光碟壞了不能用，如何處理？有許多人就很納悶。最高的一個原則，恭敬心。我沒有輕慢，我有恭敬心，恭敬心怎麼樣處理都是對的。你就是有好多方法，依照這個方法做，心裡沒有恭敬心，都是錯的。所以恭敬比什麼都重要。"
    },
    {
      "id": "28-026-0001_p0053",
      "zh_CN": "譬如说因为都市这个地区麻烦，土地都找不到，像我们在澳洲那就方便，像这些东西不能使用，坏了，我们可以把它包好，包得整整齐齐，恭恭敬敬的，外面土地很多，在干净的地方挖土，埋到地下，这个很好。另外如果住在河边，这个水最好是流的，水是流动的不是死水，沉到水里面。这都是古人教给我们处理的方法。如果能焚化的，把它烧掉，烧掉那个纸灰，灰包起来，也是这种处理法，一个埋在土地里面，一个是给水流过去。现在没这个环境了，你不能到海边去丢，海边去丢海水染污，那你还得犯法，不可以。",
      "zh_TW": "譬如說因為都市這個地區麻煩，土地都找不到，像我們在澳洲那就方便，像這些東西不能使用，壞了，我們可以把它包好，包得整整齊齊，恭恭敬敬的，外面土地很多，在乾淨的地方挖土，埋到地下，這個很好。另外如果住在河邊，這個水最好是流的，水是流動的不是死水，沉到水裡面。這都是古人教給我們處理的方法。如果能焚化的，把它燒掉，燒掉那個紙灰，灰包起來，也是這種處理法，一個埋在土地裡面，一個是給水流過去。現在沒這個環境了，你不能到海邊去丟，海邊去丟海水染污，那你還得犯法，不可以。"
    },
    {
      "id": "28-026-0001_p0054",
      "zh_CN": "现在就是有些寺庙有焚化炉，香港寺庙很多，差不多一般寺庙都有焚化炉，在焚化炉里面焚化，这个行，恭敬心。实实在在没有方法，那你就是也是恭敬心，把它折叠，包得整整齐齐，照一般垃圾处理，我们的心尽到了，里面都没有过失，都是正确的。所以如果是很轻慢、很草率，没有恭敬心，你就是依照古人讲的方法，都有过失。所以最重要的是恭敬心，对三宝不轻慢，这就是有功德，我们的心才能安、才能够平。",
      "zh_TW": "現在就是有些寺廟有焚化爐，香港寺廟很多，差不多一般寺廟都有焚化爐，在焚化爐裡面焚化，這個行，恭敬心。實實在在沒有方法，那你就是也是恭敬心，把它折疊，包得整整齊齊，照一般垃圾處理，我們的心盡到了，裡面都沒有過失，都是正確的。所以如果是很輕慢、很草率，沒有恭敬心，你就是依照古人講的方法，都有過失。所以最重要的是恭敬心，對三寶不輕慢，這就是有功德，我們的心才能安、才能夠平。"
    },
    {
      "id": "28-026-0001_p0055",
      "zh_CN": "《坛经》里面给我们介绍的佛菩萨，完全从表法上说，你读了之后你就晓得，一点迷信都没有。他只举几个例子，举一反三，他说慈悲就是观音。没错，观音菩萨确实是代表慈悲，你心地慈悲你就是观音。那我们看到观音菩萨，慈悲心就生起来了，这才是真正作用。不是看到观音菩萨赶紧给他磕头，希望他大慈大悲保佑我，错了！那就叫迷信。看到观音菩萨，观音菩萨这个像、观音菩萨这个名号，把自己的慈悲心引出来，我对一切众生要大慈大悲，无量功德，这就对了。喜舍就是势至，这净土宗讲大势至菩萨，大喜大舍。他说能静就是释迦牟尼佛。释迦牟尼这个名号是印度话，翻成中国意思，释迦翻作能仁，仁慈的仁，牟尼翻作寂静。能仁寂静，六祖用一个能、用一个静，所以你懂得这个意思。这个名号里面讲，我们对别人要仁慈，要能仁，对人要能仁，对自己要清净。你看到释迦牟尼佛、听到释迦牟尼佛名号立刻就想到我对人是不是仁慈？我对自己是不是清净？",
      "zh_TW": "《壇經》裡面給我們介紹的佛菩薩，完全從表法上說，你讀了之後你就曉得，一點迷信都沒有。他只舉幾個例子，舉一反三，他說慈悲就是觀音。沒錯，觀音菩薩確實是代表慈悲，你心地慈悲你就是觀音。那我們看到觀音菩薩，慈悲心就生起來了，這才是真正作用。不是看到觀音菩薩趕緊給他磕頭，希望他大慈大悲保佑我，錯了！那就叫迷信。看到觀音菩薩，觀音菩薩這個像、觀音菩薩這個名號，把自己的慈悲心引出來，我對一切眾生要大慈大悲，無量功德，這就對了。喜捨就是勢至，這淨土宗講大勢至菩薩，大喜大捨。他說能靜就是釋迦牟尼佛。釋迦牟尼這個名號是印度話，翻成中國意思，釋迦翻作能仁，仁慈的仁，牟尼翻作寂靜。能仁寂靜，六祖用一個能、用一個靜，所以你懂得這個意思。這個名號裡面講，我們對別人要仁慈，要能仁，對人要能仁，對自己要清淨。你看到釋迦牟尼佛、聽到釋迦牟尼佛名號立刻就想到我對人是不是仁慈？我對自己是不是清淨？"
    },
    {
      "id": "28-026-0001_p0056",
      "zh_CN": "名号跟佛像统统是表法的，是教导我们的，这哪里是迷信！这就是今天讲的艺术的教学，这最高的教学方法，你不能把它当作宗教里头神来看待，那你就错了，这是第一个重要的意思。第二个重要意思，中国人报本反始，报恩。我们今天所学的是释迦牟尼佛传的，释迦牟尼佛对我有恩德，我造他的像，供养他，报恩！所以供养佛菩萨形像两重意思，一个是报本反始，报恩的心，另外一个就是看到这个形像，提醒自己。平直就是弥陀，平是平等，直是正直。对一切众生平等，对自己正直，就是中国儒家所讲的「诚意正心」，阿弥陀佛代表这个。",
      "zh_TW": "名號跟佛像統統是表法的，是教導我們的，這哪裡是迷信！這就是今天講的藝術的教學，這最高的教學方法，你不能把它當作宗教裡頭神來看待，那你就錯了，這是第一個重要的意思。第二個重要意思，中國人報本反始，報恩。我們今天所學的是釋迦牟尼佛傳的，釋迦牟尼佛對我有恩德，我造他的像，供養他，報恩！所以供養佛菩薩形像兩重意思，一個是報本反始，報恩的心，另外一個就是看到這個形像，提醒自己。平直就是彌陀，平是平等，直是正直。對一切眾生平等，對自己正直，就是中國儒家所講的「誠意正心」，阿彌陀佛代表這個。"
    },
    {
      "id": "28-026-0001_p0057",
      "zh_CN": "所以能大师很感叹，这是在唐朝时候，佛教传到中国来差不多已经七百多年，七、八百年，这个时候距离佛陀时间是愈来愈远了，所传的法慢慢就变质了，大家只注重形相，不晓得代表意思。现在六祖惠能大师距离我们差不多一千三、四百年，真的叫一代不如一代。所以经如果不讲，不认真的学习，你怎么会懂？现在社会上对佛教都说是迷信，我们听了点头，一点都不能否认，为什么？真的迷信，几个学佛的同学能把这些道理讲清楚、讲明白？讲不清楚、讲不明白就信了，不叫迷信叫什么？所以不能怪他们，怪我们自己学佛四众同学没有学好，没有把好的样子，佛菩萨好的形相向社会大众宣扬，所以过失不在他，在我们自己，这是非常值得我们警惕的。我们要学真的不能学假的。",
      "zh_TW": "所以能大師很感嘆，這是在唐朝時候，佛教傳到中國來差不多已經七百多年，七、八百年，這個時候距離佛陀時間是愈來愈遠了，所傳的法慢慢就變質了，大家只注重形相，不曉得代表意思。現在六祖惠能大師距離我們差不多一千三、四百年，真的叫一代不如一代。所以經如果不講，不認真的學習，你怎麼會懂？現在社會上對佛教都說是迷信，我們聽了點頭，一點都不能否認，為什麼？真的迷信，幾個學佛的同學能把這些道理講清楚、講明白？講不清楚、講不明白就信了，不叫迷信叫什麼？所以不能怪他們，怪我們自己學佛四眾同學沒有學好，沒有把好的樣子，佛菩薩好的形相向社會大眾宣揚，所以過失不在他，在我們自己，這是非常值得我們警惕的。我們要學真的不能學假的。"
    },
    {
      "id": "28-026-0001_p0058",
      "zh_CN": "唯有真实，对自己才有真实利益。这个真实利益，最大的利益，健康长寿、聪明智慧，财富不要多，生活能维系就好，不要过富裕的生活，富裕的生活很能迷失方向。有多余的财富，帮助别人，自己生活实在讲心愈清净你需要量愈少，生活很简单，很简单很快乐，这是你真正得受用。烦恼轻，智慧长，你说多快乐！好，今天时间到了，我们就报告到此地，谢谢大家，希望大家新年快乐，今天是新年的头一天，我们讲到心净、心安、心平，希望我们都能够把它落实。",
      "zh_TW": "唯有真實，對自己才有真實利益。這個真實利益，最大的利益，健康長壽、聰明智慧，財富不要多，生活能維繫就好，不要過富裕的生活，富裕的生活很能迷失方向。有多餘的財富，幫助別人，自己生活實在講心愈清淨你需要量愈少，生活很簡單，很簡單很快樂，這是你真正得受用。煩惱輕，智慧長，你說多快樂！好，今天時間到了，我們就報告到此地，謝謝大家，希望大家新年快樂，今天是新年的頭一天，我們講到心淨、心安、心平，希望我們都能夠把它落實。"
    }
  ]
}