{
  "doc_id": "21-620-0001",
  "title": {
    "zh_CN": "净空老法师开示",
    "zh_TW": "淨空老法師開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-620-0001",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "21-620-0001_p0001",
      "zh_CN": "诸位老师，诸位同参道友，大家好。这一次香港第一次举办传统文化的论坛，机缘是很难得，能够在这个地方，大家来一起带动传统文化，是一桩稀有难得的好事，希望能在香港启动，以后慢慢的逐渐把它带动起来。昨天，我们也是一个老同修，香港的一位律师，周律师，到这儿来看我，听了一堂课，完了之后做了将近半个小时的访问。告诉我，他是香港人，香港出生的，他说香港人对于这些传统文化没兴趣，他们只对于钱有兴趣，天天脑子动的是怎么样去赚钱，他说其他都没兴趣。你叫他来学佛拜佛，他会愿意来烧香磕头，为什么？求佛菩萨保佑他赚钱。谈到其他的，他们就不相信了，就很不容易接受。这种情形不但在香港，我想在全世界许多地方普遍我们都能看到。从这一桩事情，我们就会联想到，为什么灾难这么多，将来地球会被洪水淹没掉？那洪水怎么来的？《楞严经》上讲，贪婪感得的是水灾。贪心这么重，这个事情就很麻烦。如果要想避免灾难，佛讲得很好，说了一个总的原则，告诉我们，「勤修戒定慧，息灭贪瞋痴」，就行了。对内，你身体健康长寿，无灾无病；对外面环境，许许多多这些所谓的自然灾害，都能够避免，至少它能减轻，不至于有严重的灾难。",
      "zh_TW": "諸位老師，諸位同參道友，大家好。這一次香港第一次舉辦傳統文化的論壇，機緣是很難得，能夠在這個地方，大家來一起帶動傳統文化，是一樁稀有難得的好事，希望能在香港啟動，以後慢慢的逐漸把它帶動起來。昨天，我們也是一個老同修，香港的一位律師，周律師，到這兒來看我，聽了一堂課，完了之後做了將近半個小時的訪問。告訴我，他是香港人，香港出生的，他說香港人對於這些傳統文化沒興趣，他們只對於錢有興趣，天天腦子動的是怎麼樣去賺錢，他說其他都沒興趣。你叫他來學佛拜佛，他會願意來燒香磕頭，為什麼？求佛菩薩保佑他賺錢。談到其他的，他們就不相信了，就很不容易接受。這種情形不但在香港，我想在全世界許多地方普遍我們都能看到。從這一樁事情，我們就會聯想到，為什麼災難這麼多，將來地球會被洪水淹沒掉？那洪水怎麼來的？《楞嚴經》上講，貪婪感得的是水災。貪心這麼重，這個事情就很麻煩。如果要想避免災難，佛講得很好，說了一個總的原則，告訴我們，「勤修戒定慧，息滅貪瞋痴」，就行了。對內，你身體健康長壽，無災無病；對外面環境，許許多多這些所謂的自然災害，都能夠避免，至少它能減輕，不至於有嚴重的災難。"
    },
    {
      "id": "21-620-0001_p0002",
      "zh_CN": "这一桩事情，好像在最近，之前不久，美国有一些科学家，在澳洲开了两天会，讨论这个问题，我们钟茂森居士去参加，我们净宗学会去了五、六个人，谈到这个事情。他们从科学研究的结论告诉我们，跟佛经讲的是一样的，一切法从心想生，所有一切不善是不善的意念造成，如果我们心态转变，能断恶修善，能向积功累德去做，起心动念与性德相应，这灾难可以化解。他们还提出个数据，少数人真正修行，都能化解灾难。少数人，他们说的是全世界人口百分之一的平方根，这样算起来大概不到八千人。八千个善人就能够救全世界，行吗？全世界六十多亿人，八千人能救得了吗？行，我们中国古人说了一句话，「邪不胜正」，这少数人正，那大多数人邪，邪不胜正，管用，当然人愈多愈好。所以这个信息也传遍了全世界，大概最关心的、最兴奋的是宗教徒，每一个宗教听到都欢喜，希望宗教徒来做。所以我看首先是罗马教廷，他们发起的，这是我们上次访问知道的，发起全世界的信徒，天主教信徒，为地球上灾难做祈祷。祈祷管用，尤其是集体祈祷，能产生很大的效果。不过这个事情是治标不治本，真正治本要教学，教学让人觉悟，从内心里头回归到自性，那是标本都治。我们佛门里面，像经忏佛事，包括我们提倡的三时系念佛事，都是治标，都是属于祈祷这一类。所以教育重要。",
      "zh_TW": "這一樁事情，好像在最近，之前不久，美國有一些科學家，在澳洲開了兩天會，討論這個問題，我們鍾茂森居士去參加，我們淨宗學會去了五、六個人，談到這個事情。他們從科學研究的結論告訴我們，跟佛經講的是一樣的，一切法從心想生，所有一切不善是不善的意念造成，如果我們心態轉變，能斷惡修善，能向積功累德去做，起心動念與性德相應，這災難可以化解。他們還提出個數據，少數人真正修行，都能化解災難。少數人，他們說的是全世界人口百分之一的平方根，這樣算起來大概不到八千人。八千個善人就能夠救全世界，行嗎？全世界六十多億人，八千人能救得了嗎？行，我們中國古人說了一句話，「邪不勝正」，這少數人正，那大多數人邪，邪不勝正，管用，當然人愈多愈好。所以這個信息也傳遍了全世界，大概最關心的、最興奮的是宗教徒，每一個宗教聽到都歡喜，希望宗教徒來做。所以我看首先是羅馬教廷，他們發起的，這是我們上次訪問知道的，發起全世界的信徒，天主教信徒，為地球上災難做祈禱。祈禱管用，尤其是集體祈禱，能產生很大的效果。不過這個事情是治標不治本，真正治本要教學，教學讓人覺悟，從內心裡頭回歸到自性，那是標本都治。我們佛門裡面，像經懺佛事，包括我們提倡的三時繫念佛事，都是治標，都是屬於祈禱這一類。所以教育重要。"
    },
    {
      "id": "21-620-0001_p0003",
      "zh_CN": "我们为了想带动这个事情，所以协会从今年开始，我们就是以教学为主。现在每天八个小时讲经，我们用网路直播，希望将来每一个道场都能走向教学，佛法就兴旺起来了。也不至于让别人觉得佛教是迷信，觉得佛教是宗教。这里头很深很深的误会，我们不能怪社会大众，怪我们自己做得不好。我们自己做得太差劲，把释迦牟尼佛当年在世，你看他老人家三十岁开悟，开悟之后就从事于教学工作，七十九岁圆寂，所谓讲经三百余会，说法四十九年。他的教学没有一天停顿过，也就是说，我们一般学校都还放放假，释迦牟尼佛没有听说放一天假，逢年过节一天假也没放过。而且他的教学是没有间断的，一个人找他，他教一个人，两个人教两个人，几百人、几千人也教，一天教到晚，从来没有疲倦过。我们知道，那时候没有经本、没有资料，他随口说的，你把他东西记录下来就是好文章，自性流露的真实智慧，无量的德能。所以我们从那些经典看到的时候，那真五体投地，他怎么说出来的？尤其是像大乘经里面讲的，跟现代的尖端科学、哲学完全相应，甚至于科哲里头解决不了的一些大问题，他都说出来了，所以这很不可思议！这个是给我们很大的一个信心，我们一定要回头。",
      "zh_TW": "我們為了想帶動這個事情，所以協會從今年開始，我們就是以教學為主。現在每天八個小時講經，我們用網路直播，希望將來每一個道場都能走向教學，佛法就興旺起來了。也不至於讓別人覺得佛教是迷信，覺得佛教是宗教。這裡頭很深很深的誤會，我們不能怪社會大眾，怪我們自己做得不好。我們自己做得太差勁，把釋迦牟尼佛當年在世，你看他老人家三十歲開悟，開悟之後就從事於教學工作，七十九歲圓寂，所謂講經三百餘會，說法四十九年。他的教學沒有一天停頓過，也就是說，我們一般學校都還放放假，釋迦牟尼佛沒有聽說放一天假，逢年過節一天假也沒放過。而且他的教學是沒有間斷的，一個人找他，他教一個人，兩個人教兩個人，幾百人、幾千人也教，一天教到晚，從來沒有疲倦過。我們知道，那時候沒有經本、沒有資料，他隨口說的，你把他東西記錄下來就是好文章，自性流露的真實智慧，無量的德能。所以我們從那些經典看到的時候，那真五體投地，他怎麼說出來的？尤其是像大乘經裡面講的，跟現代的尖端科學、哲學完全相應，甚至於科哲裡頭解決不了的一些大問題，他都說出來了，所以這很不可思議！這個是給我們很大的一個信心，我們一定要回頭。"
    },
    {
      "id": "21-620-0001_p0004",
      "zh_CN": "访问梵蒂冈，陶然主教代表教宗接待我们，跟我们做了个交流，我们从他这个报告里面知道，世界上信仰宗教的这些问题，他们有调查、有统计，说这些年来，信仰宗教的人数一年比一年差。这个现象我们已经看出来了，过去我在美国住了几年，美国很多教堂都插牌子卖，问他为什么？没信徒了，到最后就卖教堂。我们佛教到将来可能也没信徒，卖寺庙，很可能都走上这条路。所以我们深深感觉到宗教教育重要。如果宗教没有教学，怎么能传这么久？释迦牟尼佛传到现在，中国记载今年三千零三十七年，外国人记载是二千五百多年，我们中国老一辈的这些老和尚都是用中国记载。释迦牟尼佛出世相当在中国周朝周昭王二十四年甲寅，这是我们中国典籍里记载的，过世的时候周穆王五十三年，照这个记载的话，到今年就是三千零三十七年。怎么能传这么久？教育才能够传下来，圣贤教育！这不是一般的，是圣贤教育。佛讲经教学给我们讲三个真实，「真实之际」，真实之际用现在话来讲，套个方便话来讲，真理，真实之际就是真理，第二个「真实智慧」，第三个「真实之利」，利益、好处。",
      "zh_TW": "訪問梵蒂岡，陶然主教代表教宗接待我們，跟我們做了個交流，我們從他這個報告裡面知道，世界上信仰宗教的這些問題，他們有調查、有統計，說這些年來，信仰宗教的人數一年比一年差。這個現象我們已經看出來了，過去我在美國住了幾年，美國很多教堂都插牌子賣，問他為什麼？沒信徒了，到最後就賣教堂。我們佛教到將來可能也沒信徒，賣寺廟，很可能都走上這條路。所以我們深深感覺到宗教教育重要。如果宗教沒有教學，怎麼能傳這麼久？釋迦牟尼佛傳到現在，中國記載今年三千零三十七年，外國人記載是二千五百多年，我們中國老一輩的這些老和尚都是用中國記載。釋迦牟尼佛出世相當在中國周朝周昭王二十四年甲寅，這是我們中國典籍裡記載的，過世的時候周穆王五十三年，照這個記載的話，到今年就是三千零三十七年。怎麼能傳這麼久？教育才能夠傳下來，聖賢教育！這不是一般的，是聖賢教育。佛講經教學給我們講三個真實，「真實之際」，真實之際用現在話來講，套個方便話來講，真理，真實之際就是真理，第二個「真實智慧」，第三個「真實之利」，利益、好處。"
    },
    {
      "id": "21-620-0001_p0005",
      "zh_CN": "这么好的东西，那当然能传得下来，所以传这么多年。现在变成宗教了，怎么会变成宗教？我早年学佛的时候，跟道安法师，道安法师在台湾办大专佛学讲座，他担任讲座的主任，请我去做总主讲。我有一次向他老人家提出一个问题，我说释迦牟尼佛当年在世，除了讲经教学之外，没听说他做过一堂什么佛事，打个佛七、打个禅七，经上都没记载，如果有，肯定有记载，怎么没有记载？就是说，那个时候没有。释迦牟尼佛一生没有寺庙，过的是游牧生活，哪里有缘哪里去，居无定处。那么大的一个僧团，常随弟子在经上看到一千二百五十五人，临时跟他的肯定超过三千人，他那么大的一个团体，游牧民族，所以我们想想那个时候的生活。我说这个东西从什么原因搞起来的？老和尚听了之后很认真，他想了一想，他说这个事情可能是唐明皇搞出来的。我说怎么唐明皇搞出来？唐明皇遇到安史之乱，安禄山造反，几乎亡国，亏了郭子仪这些将军，把这个动乱平定了。平定之后，杨贵妃也死了，唐明皇在每一个战场建一个寺庙，叫开元寺，开元年间，开元寺是这么来的。那个寺庙是什么性质？就像我们现在忠烈祠这种性质，建这么个寺庙，邀请出家人诵经给他们追悼，这是追悼的意思。这么一带头，中国人，皇上带头，上行下效，所以达官贵人，当然民间是不会，有地位、有身分的人，老人过世，也请几个和尚来家里念念经，这是开头。但那是偶然的，寺庙里不做这个事情的，寺庙里面都是讲经教学，这个我们知道。所以佛法始终是讲经教学。",
      "zh_TW": "這麼好的東西，那當然能傳得下來，所以傳這麼多年。現在變成宗教了，怎麼會變成宗教？我早年學佛的時候，跟道安法師，道安法師在台灣辦大專佛學講座，他擔任講座的主任，請我去做總主講。我有一次向他老人家提出一個問題，我說釋迦牟尼佛當年在世，除了講經教學之外，沒聽說他做過一堂什麼佛事，打個佛七、打個禪七，經上都沒記載，如果有，肯定有記載，怎麼沒有記載？就是說，那個時候沒有。釋迦牟尼佛一生沒有寺廟，過的是游牧生活，哪裡有緣哪裡去，居無定處。那麼大的一個僧團，常隨弟子在經上看到一千二百五十五人，臨時跟他的肯定超過三千人，他那麼大的一個團體，游牧民族，所以我們想想那個時候的生活。我說這個東西從什麼原因搞起來的？老和尚聽了之後很認真，他想了一想，他說這個事情可能是唐明皇搞出來的。我說怎麼唐明皇搞出來？唐明皇遇到安史之亂，安祿山造反，幾乎亡國，虧了郭子儀這些將軍，把這個動亂平定了。平定之後，楊貴妃也死了，唐明皇在每一個戰場建一個寺廟，叫開元寺，開元年間，開元寺是這麼來的。那個寺廟是什麼性質？就像我們現在忠烈祠這種性質，建這麼個寺廟，邀請出家人誦經給他們追悼，這是追悼的意思。這麼一帶頭，中國人，皇上帶頭，上行下效，所以達官貴人，當然民間是不會，有地位、有身分的人，老人過世，也請幾個和尚來家裡念念經，這是開頭。但那是偶然的，寺廟裡不做這個事情的，寺廟裡面都是講經教學，這個我們知道。所以佛法始終是講經教學。"
    },
    {
      "id": "21-620-0001_p0006",
      "zh_CN": "我们在清朝初年，你看康熙、雍正、乾隆，甚至于到嘉庆，你去看那个时候这些高僧大德，他们留下来的著作几十种，每个人都是几十种，那是他们教学的讲义，可见得他这个学术风气兴旺。真正，我是觉得把讲经丢掉，专门搞经忏佛事，我说这个东西可能与慈禧太后有关系。清朝初年那一些帝王聪明绝顶，清朝，满清是以少数入主中国，统治中国这么大的幅员、这么多的族群，居然能够享国将近二百七十年，不容易！如果不是慈禧太后，恐怕今天还是大清帝国，慈禧太后把它灭掉的。宫廷里面邀请专家学者上课，这个事情是慈禧废除的，所以在清朝朝廷（宫廷）里面，几乎天天都有儒释道三家学者，皇上请到宫廷里面上课，皇上带着文武百官、宫廷里面这些妃子，都听课。那些讲义，我也很好奇，在宫廷里到底讲什么？怎么讲法？讲义都在《四库全书》里头，你到《四库》里面看到，你看看那些每一天讲演记录下来的东西。所以那些讲四书五经，皇上他们在听，他应该怎么个讲法，你去看看就晓得。",
      "zh_TW": "我們在清朝初年，你看康熙、雍正、乾隆，甚至於到嘉慶，你去看那個時候這些高僧大德，他們留下來的著作幾十種，每個人都是幾十種，那是他們教學的講義，可見得他這個學術風氣興旺。真正，我是覺得把講經丟掉，專門搞經懺佛事，我說這個東西可能與慈禧太后有關係。清朝初年那一些帝王聰明絕頂，清朝，滿清是以少數入主中國，統治中國這麼大的幅員、這麼多的族群，居然能夠享國將近二百七十年，不容易！如果不是慈禧太后，恐怕今天還是大清帝國，慈禧太后把它滅掉的。宮廷裡面邀請專家學者上課，這個事情是慈禧廢除的，所以在清朝朝廷（宮廷）裡面，幾乎天天都有儒釋道三家學者，皇上請到宮廷裡面上課，皇上帶著文武百官、宮廷裡面這些妃子，都聽課。那些講義，我也很好奇，在宮廷裡到底講什麼？怎麼講法？講義都在《四庫全書》裡頭，你到《四庫》裡面看到，你看看那些每一天講演記錄下來的東西。所以那些講四書五經，皇上他們在聽，他應該怎麼個講法，你去看看就曉得。"
    },
    {
      "id": "21-620-0001_p0007",
      "zh_CN": "真学、真干！所以人民听从他的。他一说，开口就是孔子说的、圣人说的、佛菩萨讲的，没有一个不欢喜，没有一个不服；他要说是皇上讲的，就没人听了，你皇上算老几？皇上完全听圣人的，完全听佛菩萨的，所以他能统治中国，让中国这么多人民服服贴贴的去听他的话，有道理。慈禧把宫廷讲经这个制度废除，她搞迷信，她喜欢扶鸾，驾乩扶鸾，所以有疑问、大事都请乩来决定，这样亡国的。这桩事情是章嘉大师告诉我的，他说清朝亡国，亡国在扶鸾，不再相信这些圣贤人。我那个时候心里想，大概是古圣先贤讲的都是正法，慈禧太后一定听了很不欢喜，她满脑袋的邪知邪见，她听到这个，她受不了，干脆别讲，算了，不要讲了，我不听了。这也是国家领导人一带头，所以寺庙里头大概讲经就没有了，完全搞经忏佛事超度，搞这一套了，这样就把佛教完全变成宗教、变成迷信了。这个历史我们要知道，没有多久，不会超过三百年。所以一定要恢复教学。",
      "zh_TW": "真學、真幹！所以人民聽從他的。他一說，開口就是孔子說的、聖人說的、佛菩薩講的，沒有一個不歡喜，沒有一個不服；他要說是皇上講的，就沒人聽了，你皇上算老幾？皇上完全聽聖人的，完全聽佛菩薩的，所以他能統治中國，讓中國這麼多人民服服貼貼的去聽他的話，有道理。慈禧把宮廷講經這個制度廢除，她搞迷信，她喜歡扶鸞，駕乩扶鸞，所以有疑問、大事都請乩來決定，這樣亡國的。這樁事情是章嘉大師告訴我的，他說清朝亡國，亡國在扶鸞，不再相信這些聖賢人。我那個時候心裡想，大概是古聖先賢講的都是正法，慈禧太后一定聽了很不歡喜，她滿腦袋的邪知邪見，她聽到這個，她受不了，乾脆別講，算了，不要講了，我不聽了。這也是國家領導人一帶頭，所以寺廟裡頭大概講經就沒有了，完全搞經懺佛事超度，搞這一套了，這樣就把佛教完全變成宗教、變成迷信了。這個歷史我們要知道，沒有多久，不會超過三百年。所以一定要恢復教學。"
    },
    {
      "id": "21-620-0001_p0008",
      "zh_CN": "寺院里面这些殿堂以前都是教室，大的寺院讲经的人多，所以首座和尚是教务主任，每一个殿堂同时都讲经。学经教的只能学一门，一门深入，不可以同时学好几门，你跟哪一个老师学哪一部经，你就在某一个殿堂，他是这样教的。一部经学完了，可以学其他的经，所以他学生都是一定的、固定的。方式都是古老的承传，「教之道，贵以专」、「一门深入，长时薰修」，所以很容易成就。中国自古以来这个制度，说实在话，它跟外国不一样，细心。我们真读中国圣贤书，了解中国过去，中国是圣贤政治，不得了！为什么？它的教育是圣贤教育，所以制度是其次，不重要，人重要。人要是圣贤，坏制度也做好事；人要不是圣贤，好制度也一样干坏事。所以中国古人讲，「人存政举，人亡政息」，最重要是人。",
      "zh_TW": "寺院裡面這些殿堂以前都是教室，大的寺院講經的人多，所以首座和尚是教務主任，每一個殿堂同時都講經。學經教的只能學一門，一門深入，不可以同時學好幾門，你跟哪一個老師學哪一部經，你就在某一個殿堂，他是這樣教的。一部經學完了，可以學其他的經，所以他學生都是一定的、固定的。方式都是古老的承傳，「教之道，貴以專」、「一門深入，長時薰修」，所以很容易成就。中國自古以來這個制度，說實在話，它跟外國不一樣，細心。我們真讀中國聖賢書，了解中國過去，中國是聖賢政治，不得了！為什麼？它的教育是聖賢教育，所以制度是其次，不重要，人重要。人要是聖賢，壞制度也做好事；人要不是聖賢，好制度也一樣幹壞事。所以中國古人講，「人存政舉，人亡政息」，最重要是人。"
    },
    {
      "id": "21-620-0001_p0009",
      "zh_CN": "大同之治不是理想，「礼运大同篇」大同之治在中国实现过，时间不算长。孔子最向往的大同之治是在什么时候？尧、舜、禹，在他们三个人身上真的做到了大同，帝王起心动念为全国人民福祉，没有想到自己。「礼运大同篇」写的是事实，可是禹以后就传给儿子，那是不得已，不是禹自己的一个意思，选贤与能，在当时那个时代，他的儿子最好，所以这些文武百官都希望他继承，所以他就选不到别人。禹以后就变成家天下，所以夏商周三代是小康，就不是大同。大同，选贤与能是什么？选贤是选国君，选皇上；能，是他底下任用的这些大臣。个个都是挑选的，不是随便任命的，真正有能干，有德行的、有能干的，所以统统都是选举的。谁选举？不是人民选举，是皇上选举，皇上是为人民选举好人，他有经验，他看人看得准，所以他选。你说尧选舜，这段历史我们清楚，听说舜是大孝子，感应很多，所以就把他选出来，让他在政府担任一个部门工作，观察他。观察他不错，舜很聪明，两个女儿嫁给他，让他看什么？看他的私生活；九个儿子跟他做朋友，看他工作、处事待人接物。看了二十多年，真的，不是假的，不是装出来的，才把王位让给他。你看他多用心！为谁？为全国人民，为天下苍生。他做得好，所有的诸侯都服他、都听他的，称他为天子。",
      "zh_TW": "大同之治不是理想，「禮運大同篇」大同之治在中國實現過，時間不算長。孔子最嚮往的大同之治是在什麼時候？堯、舜、禹，在他們三個人身上真的做到了大同，帝王起心動念為全國人民福祉，沒有想到自己。「禮運大同篇」寫的是事實，可是禹以後就傳給兒子，那是不得已，不是禹自己的一個意思，選賢與能，在當時那個時代，他的兒子最好，所以這些文武百官都希望他繼承，所以他就選不到別人。禹以後就變成家天下，所以夏商周三代是小康，就不是大同。大同，選賢與能是什麼？選賢是選國君，選皇上；能，是他底下任用的這些大臣。個個都是挑選的，不是隨便任命的，真正有能幹，有德行的、有能幹的，所以統統都是選舉的。誰選舉？不是人民選舉，是皇上選舉，皇上是為人民選舉好人，他有經驗，他看人看得準，所以他選。你說堯選舜，這段歷史我們清楚，聽說舜是大孝子，感應很多，所以就把他選出來，讓他在政府擔任一個部門工作，觀察他。觀察他不錯，舜很聰明，兩個女兒嫁給他，讓他看什麼？看他的私生活；九個兒子跟他做朋友，看他工作、處事待人接物。看了二十多年，真的，不是假的，不是裝出來的，才把王位讓給他。你看他多用心！為誰？為全國人民，為天下蒼生。他做得好，所有的諸侯都服他、都聽他的，稱他為天子。"
    },
    {
      "id": "21-620-0001_p0010",
      "zh_CN": "诸位晓得，那时候天子，国家并没有统一，他自己的地盘很小，没多大。商汤七十里，七十要合中国，打个对折，三十几里地，小镇；周文王百里，百里是我们现在的五十公里，很小的地方。叫王天下，天下诸侯没有不服你的，没有不赞叹你的，遇到困难都向你请教，都对你进贡。进贡是什么？过年的时候、大节日，给你送礼，那叫进贡，要送礼，接受你的指导。那时候天子没有实权，每个国家都是独立的，并没有实权，但是什么？你的德服人，他不是用势力，用德行，你真正是别的国家领导人的典范，是这样的，以德服人，道德，所以成为天下共主。所以这些事情是事实，我们要认清楚，你才晓得中国人真正是了不起。所以说到根本就是教育，家庭教育，家教。我们相信中国的家教，中国历史记载是五千年，五千年之前没有文字记载，是传说，口传的，我相信往上推至少是五千年。大圣大贤传给后人的这些原理原则都非常简单，为什么？你就不会传错。",
      "zh_TW": "諸位曉得，那時候天子，國家並沒有統一，他自己的地盤很小，沒多大。商湯七十里，七十要合中國，打個對折，三十幾里地，小鎮；周文王百里，百里是我們現在的五十公里，很小的地方。叫王天下，天下諸侯沒有不服你的，沒有不讚歎你的，遇到困難都向你請教，都對你進貢。進貢是什麼？過年的時候、大節日，給你送禮，那叫進貢，要送禮，接受你的指導。那時候天子沒有實權，每個國家都是獨立的，並沒有實權，但是什麼？你的德服人，他不是用勢力，用德行，你真正是別的國家領導人的典範，是這樣的，以德服人，道德，所以成為天下共主。所以這些事情是事實，我們要認清楚，你才曉得中國人真正是了不起。所以說到根本就是教育，家庭教育，家教。我們相信中國的家教，中國歷史記載是五千年，五千年之前沒有文字記載，是傳說，口傳的，我相信往上推至少是五千年。大聖大賢傳給後人的這些原理原則都非常簡單，為什麼？你就不會傳錯。"
    },
    {
      "id": "21-620-0001_p0011",
      "zh_CN": "中国传统文化说起来真是很简单，五伦、五常、四维、八德就全包括了。你看看四书五经、十三经，包括现在大丛书，乾隆编的《四库全书》，没有一样东西超过这个范围，全都是围着这个中心。这个东西绝对不是黄帝创造的，不是孔子想出来的。孔子说得很好，「述而不作」，这是告诉我们后人，我们求学的态度要保持，没有创造，没有发明。这是孔子自己讲的，他一生所学、所修、所传、所教的，全是古圣先贤的老东西。他自己本身的态度，「信而好古」，他对古圣先贤相信，一点不怀疑，为什么？真理！五伦，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信，这个不会忘掉，传一万代都不会传错，就这么几句话！这是什么？人与人的关系，关系先搞清楚，然后再怎么样尽义务、怎么样来应用。你看五常，仁、义、礼、智、信，五个字，这还能传错吗？我相信传几万年不会传错的，你会记得很清楚。四维，礼、义、廉、耻；八德，孝悌忠信、仁爱和平，这怎么会传错？到孔子用文字把它记下来，世世代代传下来，再加以解释。这中国传统文化的精髓，它不多！重要的是什么？我们起心动念、言语造作，要把它做出来，那就是圣人。",
      "zh_TW": "中國傳統文化說起來真是很簡單，五倫、五常、四維、八德就全包括了。你看看四書五經、十三經，包括現在大叢書，乾隆編的《四庫全書》，沒有一樣東西超過這個範圍，全都是圍著這個中心。這個東西絕對不是黃帝創造的，不是孔子想出來的。孔子說得很好，「述而不作」，這是告訴我們後人，我們求學的態度要保持，沒有創造，沒有發明。這是孔子自己講的，他一生所學、所修、所傳、所教的，全是古聖先賢的老東西。他自己本身的態度，「信而好古」，他對古聖先賢相信，一點不懷疑，為什麼？真理！五倫，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信，這個不會忘掉，傳一萬代都不會傳錯，就這麼幾句話！這是什麼？人與人的關係，關係先搞清楚，然後再怎麼樣盡義務、怎麼樣來應用。你看五常，仁、義、禮、智、信，五個字，這還能傳錯嗎？我相信傳幾萬年不會傳錯的，你會記得很清楚。四維，禮、義、廉、恥；八德，孝悌忠信、仁愛和平，這怎麼會傳錯？到孔子用文字把它記下來，世世代代傳下來，再加以解釋。這中國傳統文化的精髓，它不多！重要的是什麼？我們起心動念、言語造作，要把它做出來，那就是聖人。"
    },
    {
      "id": "21-620-0001_p0012",
      "zh_CN": "圣人被选出来做什么？做领袖，就是国家领导人，贤人选出来做大臣。他们那些人真负责任，真正为人民福祉，他不为自己。所以我们认清楚就晓得，中国在全世界独一无二，圣贤教育、圣贤政治，没有一样不是圣贤。你做生意是圣贤的商人，你做农民也是圣贤的农民，为什么？他受过圣贤教育。不认识字，没念过书，受过圣贤教育，他懂得五伦，他懂得五常，四维八德在生活上都做到了，他怎么不是圣贤？全世界找不到第二家，你就晓得老祖宗积的福有多大。中国遭再大的灾难，我相信它不会灭亡，祖宗的德太厚了。现在虽然人造作的罪恶是很多，那他要受点苦难，这个国家民族不会灭亡的。这个国家民族要是灭亡，全世界不可能有一个人活着，这个事我们要相信。",
      "zh_TW": "聖人被選出來做什麼？做領袖，就是國家領導人，賢人選出來做大臣。他們那些人真負責任，真正為人民福祉，他不為自己。所以我們認清楚就曉得，中國在全世界獨一無二，聖賢教育、聖賢政治，沒有一樣不是聖賢。你做生意是聖賢的商人，你做農民也是聖賢的農民，為什麼？他受過聖賢教育。不認識字，沒念過書，受過聖賢教育，他懂得五倫，他懂得五常，四維八德在生活上都做到了，他怎麼不是聖賢？全世界找不到第二家，你就曉得老祖宗積的福有多大。中國遭再大的災難，我相信它不會滅亡，祖宗的德太厚了。現在雖然人造作的罪惡是很多，那他要受點苦難，這個國家民族不會滅亡的。這個國家民族要是滅亡，全世界不可能有一個人活著，這個事我們要相信。"
    },
    {
      "id": "21-620-0001_p0013",
      "zh_CN": "文化我们可以复兴，相信释迦牟尼佛当年在鹿野苑，五个比丘加释迦牟尼佛，六个人创教，你看能够延续三千年，能够传遍全世界。我们今天有这么多人，不止六个人，六十人都不止，同心协力的时候，确实能把传统文化兴旺起来。重要的是什么？从自己做起，「行有不得，反求诸己」，我们自己要做到，自己要喜欢去学习，你首先要爱中国文化。文化存在，国家民族政权丢掉了没有关系，还会复兴；文化要没有了，这个国家，国家民族就灭绝了，你永远不会再翻身。世界上四大古文明，三个都没有了，怎么没有的？文化没有了，没有人继承。中国也亡过国，蒙古人入主中国，满清人入主中国，但是文化在，文化没有丢掉。所以文化是国家民族的灵魂，这个东西要紧。读书人第一个使命就是维护、捍卫传统文化，你是个读书人，你真正是炎黄子孙，从自己自身做起。中国传统文化那个作用，彭鑫教授他知道，身心健康，家庭和睦。科学家的报告，跟我们中国文化完全相应，跟大乘佛法相应，愈来我们信心愈是十足。",
      "zh_TW": "文化我們可以復興，相信釋迦牟尼佛當年在鹿野苑，五個比丘加釋迦牟尼佛，六個人創教，你看能夠延續三千年，能夠傳遍全世界。我們今天有這麼多人，不止六個人，六十人都不止，同心協力的時候，確實能把傳統文化興旺起來。重要的是什麼？從自己做起，「行有不得，反求諸己」，我們自己要做到，自己要喜歡去學習，你首先要愛中國文化。文化存在，國家民族政權丟掉了沒有關係，還會復興；文化要沒有了，這個國家，國家民族就滅絕了，你永遠不會再翻身。世界上四大古文明，三個都沒有了，怎麼沒有的？文化沒有了，沒有人繼承。中國也亡過國，蒙古人入主中國，滿清人入主中國，但是文化在，文化沒有丟掉。所以文化是國家民族的靈魂，這個東西要緊。讀書人第一個使命就是維護、捍衛傳統文化，你是個讀書人，你真正是炎黃子孫，從自己自身做起。中國傳統文化那個作用，彭鑫教授他知道，身心健康，家庭和睦。科學家的報告，跟我們中國文化完全相應，跟大乘佛法相應，愈來我們信心愈是十足。"
    },
    {
      "id": "21-620-0001_p0014",
      "zh_CN": "钟茂森居士参加科学家的会议，我们请他做几分钟的报告。你把最近这些科学家，他们传递的信息。你就坐在那里，坐在那里报告。站着也好，大家看看你。",
      "zh_TW": "鍾茂森居士參加科學家的會議，我們請他做幾分鐘的報告。你把最近這些科學家，他們傳遞的信息。你就坐在那裡，坐在那裡報告。站著也好，大家看看你。"
    },
    {
      "id": "21-620-0001_p0015",
      "zh_CN": "钟博士：我还是站出来这边。",
      "zh_TW": "鍾博士：我還是站出來這邊。"
    },
    {
      "id": "21-620-0001_p0016",
      "zh_CN": "老法师：不要紧，好，可以。",
      "zh_TW": "老法師：不要緊，好，可以。"
    },
    {
      "id": "21-620-0001_p0017",
      "zh_CN": "钟博士：尊敬的师父上人慈悲，尊敬的诸位嘉宾、诸位善知识、诸位大德菩萨们，大家晚上好！今天我是，今天也是刚刚从云南赶回来，因为茂森的爷爷病危，结果就前天回去。回去之后就念佛，念了两天，就没往生，结果好了。所以也是刚刚下飞机赶到，所以非常欢喜。这是由衷的感觉到，这次我们这边香港有这样一个论坛的因缘，使得大家能够聚会一堂，真正是群英荟萃，菩萨云来集，所以我感觉到非常的兴奋，也非常感恩大家对香港以及海外传统文化复兴所做的贡献。刚才师父上人让茂森给大家汇报，在上个月我参加在澳洲悉尼几位科学家他们的一个研讨会。包括魏斯医生，包括Gregg Braden布莱登博士，他是写《解读末世预言》的作者，还有其他几位也是相当有声誉美国的科学家们。我就简单的说，用几分钟把他们主要的精神跟大家介绍。",
      "zh_TW": "鍾博士：尊敬的師父上人慈悲，尊敬的諸位嘉賓、諸位善知識、諸位大德菩薩們，大家晚上好！今天我是，今天也是剛剛從雲南趕回來，因為茂森的爺爺病危，結果就前天回去。回去之後就念佛，念了兩天，就沒往生，結果好了。所以也是剛剛下飛機趕到，所以非常歡喜。這是由衷的感覺到，這次我們這邊香港有這樣一個論壇的因緣，使得大家能夠聚會一堂，真正是群英薈萃，菩薩雲來集，所以我感覺到非常的興奮，也非常感恩大家對香港以及海外傳統文化復興所做的貢獻。剛才師父上人讓茂森給大家匯報，在上個月我參加在澳洲悉尼幾位科學家他們的一個研討會。包括魏斯醫生，包括Gregg Braden布萊登博士，他是寫《解讀末世預言》的作者，還有其他幾位也是相當有聲譽美國的科學家們。我就簡單的說，用幾分鐘把他們主要的精神跟大家介紹。"
    },
    {
      "id": "21-620-0001_p0018",
      "zh_CN": "主要是介绍，第一个就是关于二０一二的这么一个传言，科学家们确实用很多科学的数据证实，这个二０一二并不是简单的传言。最早是马雅人所提出来的，他们有非常完整精确的历法，这是中美洲一个古老的民族，现在已经不在。他们所留下来的历法，有很精确的把每一次的日蚀、月蚀，精确的时间给预言出来，他们也预言说二０一二，十二月二十一日地球将会发生一次，就是非常巨大的一次巨变。因为这是第五个，所谓的就是地球的一个周期，它有五个周期，这次是第五个周期的最后，每次周期是五千一百二十五年。每次周期最后都是地球会产生很大的变动，那这次当然也不例外。所以我们所见到的许多灾难，可能也就是这个周期现在正在，就是属于一个正常的反应。科学家他们也有谈到，就是他们的预测，太阳黑子运动的强烈，使得辐射会增强，刚好遇到地球南北极的磁场会在那个时候削弱。这磁场是个保护层，如果削弱的话，又碰上太阳黑子辐射的强大，可能也会产生一些关于海啸、地震、飓风等等，火山爆发这些，有可能有这些巨变，这是科学方面他们的预言。",
      "zh_TW": "主要是介紹，第一個就是關於二０一二的這麼一個傳言，科學家們確實用很多科學的數據證實，這個二０一二並不是簡單的傳言。最早是馬雅人所提出來的，他們有非常完整精確的曆法，這是中美洲一個古老的民族，現在已經不在。他們所留下來的曆法，有很精確的把每一次的日蝕、月蝕，精確的時間給預言出來，他們也預言說二０一二，十二月二十一日地球將會發生一次，就是非常巨大的一次巨變。因為這是第五個，所謂的就是地球的一個週期，它有五個週期，這次是第五個週期的最後，每次週期是五千一百二十五年。每次週期最後都是地球會產生很大的變動，那這次當然也不例外。所以我們所見到的許多災難，可能也就是這個週期現在正在，就是屬於一個正常的反應。科學家他們也有談到，就是他們的預測，太陽黑子運動的強烈，使得輻射會增強，剛好遇到地球南北極的磁場會在那個時候削弱。這磁場是個保護層，如果削弱的話，又碰上太陽黑子輻射的強大，可能也會產生一些關於海嘯、地震、颶風等等，火山爆發這些，有可能有這些巨變，這是科學方面他們的預言。"
    },
    {
      "id": "21-620-0001_p0019",
      "zh_CN": "实际上他们同时又谈了一个很重要的理念，就是在这样巨变的时候，当然这是自然界对人类的挑战，但是也是人类的一个转机，为什么？因为科学家们提出来，人的这种心念是可以影响到自然界的。在我们面对这个危机的时候，如果我们能团结起来，我们能够创造和谐的力量，能够同心同德来改造自我，从而改造环境，这样的话可能这样的一个灾难就会化解掉，而且这种转机反而会使得更好。他介绍了有两幅图，一幅图就是说二０一二之后，可能是出现一种非常让人难以接受的那种灾难场面，另外一幅图就是一种和平的盛世。就是说，这两个下场都有可能，就看我们人类怎么去抉择。当然，如果我们要想抉择后者，就是盛世的这样一个后果，必须我们一定要同心同德来团结起来。",
      "zh_TW": "實際上他們同時又談了一個很重要的理念，就是在這樣巨變的時候，當然這是自然界對人類的挑戰，但是也是人類的一個轉機，為什麼？因為科學家們提出來，人的這種心念是可以影響到自然界的。在我們面對這個危機的時候，如果我們能團結起來，我們能夠創造和諧的力量，能夠同心同德來改造自我，從而改造環境，這樣的話可能這樣的一個災難就會化解掉，而且這種轉機反而會使得更好。他介紹了有兩幅圖，一幅圖就是說二０一二之後，可能是出現一種非常讓人難以接受的那種災難場面，另外一幅圖就是一種和平的盛世。就是說，這兩個下場都有可能，就看我們人類怎麼去抉擇。當然，如果我們要想抉擇後者，就是盛世的這樣一個後果，必須我們一定要同心同德來團結起來。"
    },
    {
      "id": "21-620-0001_p0020",
      "zh_CN": "心量的力量，其实科学家们也引证了很多量子力学家他们的结论，其中他们特别引用普朗克博士他的原话，普朗克是量子力学的奠基人。他的原话是这样说的，说其实整个宇宙根本没有物质，所谓物质的存在，就是我们的心念，我们的这种意识力量，所产生的这种连续而生起的一种现象。就是我们的念头在不断生灭的同时，物质随着我们的念头就会产生。我们念头在相续，所以我们所见到的物质现象在相续，我们的世界、我们的身命、我们的宇宙正在相续。其实这些相续的现象是我们的念头在支持它的。那这是契合佛法里讲的「凡所有相，皆是虚妄」，相是有，但是支持它的力量就是我们的念头。而念头本空，你说放下就放下，说提起来就提起来，所以物质也是「无所有，毕竟空，不可得」。既然如此，我们能不能够创造一个美好的环境、美好的宇宙？是可以的，只要改变我们念头，把我们的念头变得纯善，这个世界就变得非常的美好，我们的念头是纯净纯善的时候，这个世界就是极乐世界。现在科学家们已经能够提出这样一个跟佛法非常相应的理念，让我感觉到非常的惊讶和惊喜，因为确实佛法，正如爱因斯坦所说的，它应该成为二十一世纪科学发展所依赖的。因为他所说的宇宙真相，正如师父讲的，它是最高的哲学，同时也是最高的科学。",
      "zh_TW": "心量的力量，其實科學家們也引證了很多量子力學家他們的結論，其中他們特別引用普朗克博士他的原話，普朗克是量子力學的奠基人。他的原話是這樣說的，說其實整個宇宙根本沒有物質，所謂物質的存在，就是我們的心念，我們的這種意識力量，所產生的這種連續而生起的一種現象。就是我們的念頭在不斷生滅的同時，物質隨著我們的念頭就會產生。我們念頭在相續，所以我們所見到的物質現象在相續，我們的世界、我們的身命、我們的宇宙正在相續。其實這些相續的現象是我們的念頭在支持它的。那這是契合佛法裡講的「凡所有相，皆是虛妄」，相是有，但是支持它的力量就是我們的念頭。而念頭本空，你說放下就放下，說提起來就提起來，所以物質也是「無所有，畢竟空，不可得」。既然如此，我們能不能夠創造一個美好的環境、美好的宇宙？是可以的，只要改變我們念頭，把我們的念頭變得純善，這個世界就變得非常的美好，我們的念頭是純淨純善的時候，這個世界就是極樂世界。現在科學家們已經能夠提出這樣一個跟佛法非常相應的理念，讓我感覺到非常的驚訝和驚喜，因為確實佛法，正如愛因斯坦所說的，它應該成為二十一世紀科學發展所依賴的。因為他所說的宇宙真相，正如師父講的，它是最高的哲學，同時也是最高的科學。"
    },
    {
      "id": "21-620-0001_p0021",
      "zh_CN": "谈到此地，就是说，我们香港这次传统文化论坛的兴起，我感觉到真的是，说不定是在二０一二之前的一个很好的行动，为什么？这次论坛是标志着在中国已经像雨后春笋的这样一个传统文化论坛，走向海外的第一步，它是走出这个国门的第一站。香港当然也是中国领土，但是它毕竟在很多人观念当中，它属于海外，希望这样一个传统文化的种子，从我们大陆这个文化的发源地，经过香港的国门而传向全世界，真正会对这个世界消灾免难、转化人心，我相信会起到很大的作用。",
      "zh_TW": "談到此地，就是說，我們香港這次傳統文化論壇的興起，我感覺到真的是，說不定是在二０一二之前的一個很好的行動，為什麼？這次論壇是標誌著在中國已經像雨後春筍的這樣一個傳統文化論壇，走向海外的第一步，它是走出這個國門的第一站。香港當然也是中國領土，但是它畢竟在很多人觀念當中，它屬於海外，希望這樣一個傳統文化的種子，從我們大陸這個文化的發源地，經過香港的國門而傳向全世界，真正會對這個世界消災免難、轉化人心，我相信會起到很大的作用。"
    },
    {
      "id": "21-620-0001_p0022",
      "zh_CN": "当然悉尼的科学家们，他们其中有一位是魏斯博士，他也来了，大家可能熟知，他是几十年来专门用催眠来做轮回的研究，他已经搜集了无数个，数以万计的这些案例。比如说他谈到，最近有一个北京的一位女性到美国去找他做催眠，想了解一下她的前世。当然她有些心里病症，通过催眠找到前世的原因。比如说恐惧症是因为前世被惊吓到，可以让她复原。于是这个北京的女子就去做催眠，因为她不懂英文，所以中间要经过一个翻译。结果这个魏斯医生就很成功的帮助这位女子回忆到前世，她是十八世纪在美国加州的一个人。在她回忆到自己前世是美国人的时候，她就用很流利的英语开始讲话，因为她本身是不懂英语的，结果她在催眠状态当中就用英语讲话。",
      "zh_TW": "當然悉尼的科學家們，他們其中有一位是魏斯博士，他也來了，大家可能熟知，他是幾十年來專門用催眠來做輪迴的研究，他已經蒐集了無數個，數以萬計的這些案例。比如說他談到，最近有一個北京的一位女性到美國去找他做催眠，想了解一下她的前世。當然她有些心裡病症，通過催眠找到前世的原因。比如說恐懼症是因為前世被驚嚇到，可以讓她復原。於是這個北京的女子就去做催眠，因為她不懂英文，所以中間要經過一個翻譯。結果這個魏斯醫生就很成功的幫助這位女子回憶到前世，她是十八世紀在美國加州的一個人。在她回憶到自己前世是美國人的時候，她就用很流利的英語開始講話，因為她本身是不懂英語的，結果她在催眠狀態當中就用英語講話。"
    },
    {
      "id": "21-620-0001_p0023",
      "zh_CN": "魏斯博士他跟我们介绍，催眠并不是说人睡着了，它实际上是人心灵进入安定的状态，就好像我们已经没有妄想了，但是知觉是非常清醒的。比如可能有人他有这样经验，当你驾长途的时候，可能开车开了三、五个小时之后，你就一直已经是惯性的那种开下去，你脑子里是空空的，没有一点的思惟，但是你又是很清醒，知道路面的状况，那种状态也是催眠的状态。魏斯博士把这个病人导引到这样的状态的时候，很多埋在心灵深处，就是灵魂深处的那些记忆就能恢复。结果这女子就开始用英文讲，那个翻译在旁边看到这种情形，他就愣住了，因为翻译可能是比较那种属于机械的反应，反正听到她讲英文，他立刻就给魏斯医生翻译中文。然后魏斯博士说不用，你不用翻译，因为我听得懂英文。她的英文讲的是非常漂亮、非常地道的美国英语。所以这个就是证明什么？真的人是有前世。",
      "zh_TW": "魏斯博士他跟我們介紹，催眠並不是說人睡著了，它實際上是人心靈進入安定的狀態，就好像我們已經沒有妄想了，但是知覺是非常清醒的。比如可能有人他有這樣經驗，當你駕長途的時候，可能開車開了三、五個小時之後，你就一直已經是慣性的那種開下去，你腦子裡是空空的，沒有一點的思惟，但是你又是很清醒，知道路面的狀況，那種狀態也是催眠的狀態。魏斯博士把這個病人導引到這樣的狀態的時候，很多埋在心靈深處，就是靈魂深處的那些記憶就能恢復。結果這女子就開始用英文講，那個翻譯在旁邊看到這種情形，他就愣住了，因為翻譯可能是比較那種屬於機械的反應，反正聽到她講英文，他立刻就給魏斯醫生翻譯中文。然後魏斯博士說不用，你不用翻譯，因為我聽得懂英文。她的英文講的是非常漂亮、非常地道的美國英語。所以這個就是證明什麼？真的人是有前世。"
    },
    {
      "id": "21-620-0001_p0024",
      "zh_CN": "在我们这次香港论坛当中，我们除了儒家的这些文化当中，因为是在香港就比较开放，儒释道我们都可以谈，这里面我们看到课程里面加入了很多因果的内容。其实因果这种定律是几千年来大家都已经熟知了，连科学家他们现在也用现代的方法证明了因果轮回的现象确实存在。而且魏斯博士当场给在座的三千人做催眠，我当时也在场，我也就跟他，受他做催眠的这样一个试验。做了大概四十五分钟的这样催眠之后，很多人确实也看到自己的前生，有的看到一些不同维次空间的生命来跟他对话。比如说有一个女的，她分享的时候她说，她的父亲在她童年的时候已经死了，但是她看到他回来跟她讲话。我本人也在这个催眠当中看到我自己的前世，看到自己曾经在古代做一个年纪很大的一位妇女，好像一个富家的老太太，像贾母那种形象。然后当时魏斯医生把我们导引到生命结束期的时候，我发现我自己就躺在病榻上，然后还有一个人在我旁边守候。这个人在我现世，我也知道，他是我的一个同修道友。所以就是我感觉到是非常真实，并不是说幻觉，也不是梦觉，所以我自己愈来愈相信轮回确实是有。",
      "zh_TW": "在我們這次香港論壇當中，我們除了儒家的這些文化當中，因為是在香港就比較開放，儒釋道我們都可以談，這裡面我們看到課程裡面加入了很多因果的內容。其實因果這種定律是幾千年來大家都已經熟知了，連科學家他們現在也用現代的方法證明了因果輪迴的現象確實存在。而且魏斯博士當場給在座的三千人做催眠，我當時也在場，我也就跟他，受他做催眠的這樣一個試驗。做了大概四十五分鐘的這樣催眠之後，很多人確實也看到自己的前生，有的看到一些不同維次空間的生命來跟他對話。比如說有一個女的，她分享的時候她說，她的父親在她童年的時候已經死了，但是她看到他回來跟她講話。我本人也在這個催眠當中看到我自己的前世，看到自己曾經在古代做一個年紀很大的一位婦女，好像一個富家的老太太，像賈母那種形象。然後當時魏斯醫生把我們導引到生命結束期的時候，我發現我自己就躺在病榻上，然後還有一個人在我旁邊守候。這個人在我現世，我也知道，他是我的一個同修道友。所以就是我感覺到是非常真實，並不是說幻覺，也不是夢覺，所以我自己愈來愈相信輪迴確實是有。"
    },
    {
      "id": "21-620-0001_p0025",
      "zh_CN": "真的，如果是传统文化里面没有加入因果的层面，那很多现象真的无法解释。所以难怪夫子曾经在《论语》当中对子路说，子路说「敢问死？」夫子说「未知生，焉知死？」就是你先把生的学问弄明白，然后你自然就懂得死的学问，因为死的学问比生的学问更大。死是三世的学问，但是它是建立在我们现生做人的基础上。但是不能满足于做人的这样一个学问，同时我们要扩展，把我们的心量，把我们的眼光要扩展，扩展到三世，扩展到十法界，乃至尽虚空遍法界，这样才能够不断的使我们的灵性生命往上提升，一直到究竟圆满，这就是成佛的境界。好，耽误大家时间，谢谢大家，谢谢师父！",
      "zh_TW": "真的，如果是傳統文化裡面沒有加入因果的層面，那很多現象真的無法解釋。所以難怪夫子曾經在《論語》當中對子路說，子路說「敢問死？」夫子說「未知生，焉知死？」就是你先把生的學問弄明白，然後你自然就懂得死的學問，因為死的學問比生的學問更大。死是三世的學問，但是它是建立在我們現生做人的基礎上。但是不能滿足於做人的這樣一個學問，同時我們要擴展，把我們的心量，把我們的眼光要擴展，擴展到三世，擴展到十法界，乃至盡虛空遍法界，這樣才能夠不斷的使我們的靈性生命往上提升，一直到究竟圓滿，這就是成佛的境界。好，耽誤大家時間，謝謝大家，謝謝師父！"
    },
    {
      "id": "21-620-0001_p0026",
      "zh_CN": "老法师：科学家这个会议是很有价值的，你说普朗克他说的物质的现象，跟佛法讲的唯识，你看，法相宗讲的唯识，识就是意念，宇宙之间只有唯识。物质现象是什么？是识变现的，也就是意念累积产生的幻相。我们在讲经常常提到弥勒菩萨跟释迦牟尼佛对话里头一段话，这个意念，我们的念头很粗，其实是很多意念累积成一个你感觉到的念头。而这个念头是，弥勒菩萨讲的，你看一弹指多少个念头？三百二十兆，这一弹指。那弹弹得快的话，一秒钟弹五次的话，就一千六百兆，一秒钟一千六百兆个念头。每一个念头都有物质现象，弥勒菩萨讲，「念念成形」，形就是物质现象，「形皆有识」，只要是有物质现象，必定就有精神现象，那个识就是受想行识。所以佛法讲五蕴，五蕴是一体，它不能分割的，色就是物质现象，受想行识就是精神现象。",
      "zh_TW": "老法師：科學家這個會議是很有價值的，你說普朗克他說的物質的現象，跟佛法講的唯識，你看，法相宗講的唯識，識就是意念，宇宙之間只有唯識。物質現象是什麼？是識變現的，也就是意念累積產生的幻相。我們在講經常常提到彌勒菩薩跟釋迦牟尼佛對話裡頭一段話，這個意念，我們的念頭很粗，其實是很多意念累積成一個你感覺到的念頭。而這個念頭是，彌勒菩薩講的，你看一彈指多少個念頭？三百二十兆，這一彈指。那彈彈得快的話，一秒鐘彈五次的話，就一千六百兆，一秒鐘一千六百兆個念頭。每一個念頭都有物質現象，彌勒菩薩講，「念念成形」，形就是物質現象，「形皆有識」，只要是有物質現象，必定就有精神現象，那個識就是受想行識。所以佛法講五蘊，五蘊是一體，它不能分割的，色就是物質現象，受想行識就是精神現象。"
    },
    {
      "id": "21-620-0001_p0027",
      "zh_CN": "所以任何一粒东西，不仅江本博士实验水有受想行识，一粒再小的沙尘，我们的汗毛端统统都有，它是圆满的，这是自性不可思议。所以整个宇宙是有机体，是活的，它不是死的，确确实实千变万化的这个宇宙、十法界，真像个万花筒一样，千变万化，决定没有一个重复的。而且我们晓得，念头，每一个念头是独立的，我们所看到的就像电影银幕上所看到的现象，你去看看放映机里面就不一样，它一个一个是独立的，每一个念头都是独立的。所以跟你讲，「凡所有相，皆是虚妄」，我们的念头已经是虚幻的东西，物质更是虚幻的，物质是它形成的。所以了解事实真相之后，我告诉大家，这个相分可以享受，不能占有，不能控制。你说我起个念头控制它、占有它，错了，那是假的，你占有不到，那是个妄念，决定错误，那叫造业。所以这个东西愈搞清楚，日子就愈好过，愈懂得怎么过日子，怎样生活、怎样处事待人接物，就过佛菩萨的生活，那就是大圆满，那就是快乐无比。",
      "zh_TW": "所以任何一粒東西，不僅江本博士實驗水有受想行識，一粒再小的沙塵，我們的汗毛端統統都有，它是圓滿的，這是自性不可思議。所以整個宇宙是有機體，是活的，它不是死的，確確實實千變萬化的這個宇宙、十法界，真像個萬花筒一樣，千變萬化，決定沒有一個重複的。而且我們曉得，念頭，每一個念頭是獨立的，我們所看到的就像電影銀幕上所看到的現象，你去看看放映機裡面就不一樣，它一個一個是獨立的，每一個念頭都是獨立的。所以跟你講，「凡所有相，皆是虛妄」，我們的念頭已經是虛幻的東西，物質更是虛幻的，物質是它形成的。所以了解事實真相之後，我告訴大家，這個相分可以享受，不能佔有，不能控制。你說我起個念頭控制它、佔有它，錯了，那是假的，你佔有不到，那是個妄念，決定錯誤，那叫造業。所以這個東西愈搞清楚，日子就愈好過，愈懂得怎麼過日子，怎樣生活、怎樣處事待人接物，就過佛菩薩的生活，那就是大圓滿，那就是快樂無比。"
    },
    {
      "id": "21-620-0001_p0028",
      "zh_CN": "普朗克这个科学家教授，他是爱因斯坦的老师是吧？他也出了一个好学生。所以他能看到这一步，看到阿赖耶的三细相，我很佩服，真不容易！佛在经上讲，阿赖耶是微观世界的那个顶端。宏观世界那个顶端，他们说的报告，只看到百分之十，百分之九十不见了。那百分之百的，肯定是从数学概念里头发现的，宇宙应该有那么大，但是百分之九十不见了。不见了，我们知道，他们不知道，回归自性，就是返回常寂光了。常寂光它不是物质，也不是精神，六根都缘不到。所以这桩事情，佛讲「唯证方知」，你明心见性你就知道，你不明心见性，你永远不知道。所以他们科学家还是用意识，意识范围的话只能到阿赖耶，微观到阿赖耶，宏观到宇宙百分之十，就到这个境界。所以这个，我们常讲，它属于知识，那佛法属于智慧，不相同。你了解这个，你才晓得学佛那个味道，就是方东美先生当年教给我，「学佛是人生最高的享受」。最高的享受，你们不能体会，你一入那个境界，你才体会到，你不入境界，怎么讲你都会摇头。什么？这个最高的享受，释迦牟尼佛天天托钵，树下打个盹，那叫最高享受？世间人没有办法理解，是真的不是假的。",
      "zh_TW": "普朗克這個科學家教授，他是愛因斯坦的老師是吧？他也出了一個好學生。所以他能看到這一步，看到阿賴耶的三細相，我很佩服，真不容易！佛在經上講，阿賴耶是微觀世界的那個頂端。宏觀世界那個頂端，他們說的報告，只看到百分之十，百分之九十不見了。那百分之百的，肯定是從數學概念裡頭發現的，宇宙應該有那麼大，但是百分之九十不見了。不見了，我們知道，他們不知道，回歸自性，就是返回常寂光了。常寂光它不是物質，也不是精神，六根都緣不到。所以這樁事情，佛講「唯證方知」，你明心見性你就知道，你不明心見性，你永遠不知道。所以他們科學家還是用意識，意識範圍的話只能到阿賴耶，微觀到阿賴耶，宏觀到宇宙百分之十，就到這個境界。所以這個，我們常講，它屬於知識，那佛法屬於智慧，不相同。你了解這個，你才曉得學佛那個味道，就是方東美先生當年教給我，「學佛是人生最高的享受」。最高的享受，你們不能體會，你一入那個境界，你才體會到，你不入境界，怎麼講你都會搖頭。什麼？這個最高的享受，釋迦牟尼佛天天托缽，樹下打個盹，那叫最高享受？世間人沒有辦法理解，是真的不是假的。"
    },
    {
      "id": "21-620-0001_p0029",
      "zh_CN": "所以这是一门大学问，不是普通的东西，这个要靠我们把它发扬光大，我们认真好好的学。先享受到了，头一个，身体享受到了，这是很现实的，头一个现实，你真正享受到，寿命可以延长，人可以不衰老，动作跟年轻人一样，这个就是你证明。学佛有什么好处？这好处在此地，能够以诚心、真心、慈悲待人接物，人人看到你都欢喜，这就是享受，这就是实验。这一生不要过得那么辛苦，辛苦不好，因为人生过得太辛苦，下面来生果报不好。这一生是开花，下一生是结果，这一生欢欢喜喜、快快乐乐的人，怎么会堕三途？那不可能的事情！堕三途都是很苦恼的，都是很悲观，那才会堕三途。哪有欢欢喜喜、快快乐乐的人去变畜生、变饿鬼？没这个道理。佛就是教给我们欢喜人生、快乐人生，这种学问多好，在世间找不到第二家。我们要好好做出来，要把佛陀教育发扬光大。所以科学给我们证明，确实量子力学家所讲的，跟唯识所讲的一模一样，所以三千年前佛说的，这一次证明了。我请五、六个人去参加，就是告诉这批科学家，你们所没有办法解决的东西都在佛经里头。我们交换，我到这边听你的报告，我把信息传给你，真有解决的方法，在大乘经教里头，你不研究大乘经教，你们那个问题永远不能解决。",
      "zh_TW": "所以這是一門大學問，不是普通的東西，這個要靠我們把它發揚光大，我們認真好好的學。先享受到了，頭一個，身體享受到了，這是很現實的，頭一個現實，你真正享受到，壽命可以延長，人可以不衰老，動作跟年輕人一樣，這個就是你證明。學佛有什麼好處？這好處在此地，能夠以誠心、真心、慈悲待人接物，人人看到你都歡喜，這就是享受，這就是實驗。這一生不要過得那麼辛苦，辛苦不好，因為人生過得太辛苦，下面來生果報不好。這一生是開花，下一生是結果，這一生歡歡喜喜、快快樂樂的人，怎麼會墮三途？那不可能的事情！墮三途都是很苦惱的，都是很悲觀，那才會墮三途。哪有歡歡喜喜、快快樂樂的人去變畜生、變餓鬼？沒這個道理。佛就是教給我們歡喜人生、快樂人生，這種學問多好，在世間找不到第二家。我們要好好做出來，要把佛陀教育發揚光大。所以科學給我們證明，確實量子力學家所講的，跟唯識所講的一模一樣，所以三千年前佛說的，這一次證明了。我請五、六個人去參加，就是告訴這批科學家，你們所沒有辦法解決的東西都在佛經裡頭。我們交換，我到這邊聽你的報告，我把信息傳給你，真有解決的方法，在大乘經教裡頭，你不研究大乘經教，你們那個問題永遠不能解決。"
    },
    {
      "id": "21-620-0001_p0030",
      "zh_CN": "所以这一次欢迎诸位到香港来，我们一定是爱国家、爱文化、爱我们这个族群，我们族群里面有非常优秀的东西，那是世界之冠，我们慢慢把它发扬光大。所以大家到此地，这一次到香港来是来点灯的，中国传统文化的灯大放光明。我的话就讲到此地，现在快要八点钟了，明天这一次的论坛，我的节目在第三天，我还是第三天去好了，我们《无量寿经》重要，《无量寿经》这一次讲得是愈讲愈欢喜，欲罢不能。明天，我看到这个上面好像没有开幕式，是吧？",
      "zh_TW": "所以這一次歡迎諸位到香港來，我們一定是愛國家、愛文化、愛我們這個族群，我們族群裡面有非常優秀的東西，那是世界之冠，我們慢慢把它發揚光大。所以大家到此地，這一次到香港來是來點燈的，中國傳統文化的燈大放光明。我的話就講到此地，現在快要八點鐘了，明天這一次的論壇，我的節目在第三天，我還是第三天去好了，我們《無量壽經》重要，《無量壽經》這一次講得是愈講愈歡喜，欲罷不能。明天，我看到這個上面好像沒有開幕式，是吧？"
    },
    {
      "id": "21-620-0001_p0031",
      "zh_CN": "钟博士：开幕是凌会长做开幕式。",
      "zh_TW": "鍾博士：開幕是凌會長做開幕式。"
    },
    {
      "id": "21-620-0001_p0032",
      "zh_CN": "老法师：好！",
      "zh_TW": "老法師：好！"
    },
    {
      "id": "21-620-0001_p0033",
      "zh_CN": "钟博士：然后师父是第三天下午。",
      "zh_TW": "鍾博士：然後師父是第三天下午。"
    },
    {
      "id": "21-620-0001_p0034",
      "zh_CN": "老法师：对！我看看这里有节目表，我喜欢听的时候我再自己去，看我能不能找到时间。好，非常感谢大家，希望大家真的要把中国传统文化双肩挑起来。佛教文化需要出家人来弘扬，要发愿出家的，就能把中国佛教发扬光大，完全带归到释迦牟尼佛的教育。我们讲佛教教育，我们不谈宗教，佛陀的教育，那这个义意就大了，在佛家讲，功德不可思议。我在马来西亚劝蔡老师，我说蔡老师，你要出家，将来在台湾讲经教学。李越老师在旁边听到了，她就问我，她说我能不能出家？好！愈多愈好。都要像你们这种优秀的老师来出家，给社会大众观念一新，这不是迷信，最优秀的老师出家，学释迦牟尼佛，佛法就会兴起来了。好，谢谢大家。",
      "zh_TW": "老法師：對！我看看這裡有節目表，我喜歡聽的時候我再自己去，看我能不能找到時間。好，非常感謝大家，希望大家真的要把中國傳統文化雙肩挑起來。佛教文化需要出家人來弘揚，要發願出家的，就能把中國佛教發揚光大，完全帶歸到釋迦牟尼佛的教育。我們講佛教教育，我們不談宗教，佛陀的教育，那這個義意就大了，在佛家講，功德不可思議。我在馬來西亞勸蔡老師，我說蔡老師，你要出家，將來在台灣講經教學。李越老師在旁邊聽到了，她就問我，她說我能不能出家？好！愈多愈好。都要像你們這種優秀的老師來出家，給社會大眾觀念一新，這不是迷信，最優秀的老師出家，學釋迦牟尼佛，佛法就會興起來了。好，謝謝大家。"
    }
  ]
}