{
  "doc_id": "02-042-0022",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "庄闲法师",
    "义清法师",
    "明静法师",
    "刘余莉"
  ],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0022",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "02-042-0022_p0001",
      "zh_CN": "诸位同学，大家早晨好。今天有两位同学发言，庐江的华严讲堂。",
      "zh_TW": "諸位同學，大家早晨好。今天有兩位同學發言，廬江的華嚴講堂。"
    },
    {
      "id": "02-042-0022_p0002",
      "zh_CN": "主持人：庐江华严讲堂请发言。",
      "zh_TW": "主持人：廬江華嚴講堂請發言。"
    },
    {
      "id": "02-042-0022_p0003",
      "zh_CN": "老法师：没有声音。",
      "zh_TW": "老法師：沒有聲音。"
    },
    {
      "id": "02-042-0022_p0004",
      "zh_CN": "主持人：没有声音。",
      "zh_TW": "主持人：沒有聲音。"
    },
    {
      "id": "02-042-0022_p0005",
      "zh_CN": "老法师：看到影像，没有声音。",
      "zh_TW": "老法師：看到影像，沒有聲音。"
    },
    {
      "id": "02-042-0022_p0006",
      "zh_CN": "主持人：请你们先将问题写下来，然后打字过来，因为没有听到声音。",
      "zh_TW": "主持人：請你們先將問題寫下來，然後打字過來，因為沒有聽到聲音。"
    },
    {
      "id": "02-042-0022_p0007",
      "zh_CN": "学生：阿弥陀佛，师父您好。",
      "zh_TW": "學生：阿彌陀佛，師父您好。"
    },
    {
      "id": "02-042-0022_p0008",
      "zh_CN": "老法师：好，你好。",
      "zh_TW": "老法師：好，你好。"
    },
    {
      "id": "02-042-0022_p0009",
      "zh_CN": "学生：弟子这边有这样的一个问题，也是这边几个同学一起学习中碰到的。有些同学他提出来，我们现在年纪比较轻，大概二十多岁，很早就接触了大乘佛法，听到师父上人讲经非常欢喜。然后就觉得师父上人讲要不思善、不思恶，不去分别这些，也不去执着这些，他们心里就很没有底。就是说那我们是不是善恶都不分了，然后就天天念佛求生净土？这个问题也是现在很多年轻人学佛遇到的一个状况，就是从哪里下手，怎么样才能真正打好大乘佛法的根基，真正的发出这种菩提心？请师父上人慈悲开示，感恩师父上人。",
      "zh_TW": "學生：弟子這邊有這樣的一個問題，也是這邊幾個同學一起學習中碰到的。有些同學他提出來，我們現在年紀比較輕，大概二十多歲，很早就接觸了大乘佛法，聽到師父上人講經非常歡喜。然後就覺得師父上人講要不思善、不思惡，不去分別這些，也不去執著這些，他們心裡就很沒有底。就是說那我們是不是善惡都不分了，然後就天天念佛求生淨土？這個問題也是現在很多年輕人學佛遇到的一個狀況，就是從哪裡下手，怎麼樣才能真正打好大乘佛法的根基，真正的發出這種菩提心？請師父上人慈悲開示，感恩師父上人。"
    },
    {
      "id": "02-042-0022_p0010",
      "zh_CN": "老法师：佛法，尤其是大乘法，诸佛菩萨、祖师大德都跟我们说得很清楚，那就是第一个要契机，第二个要契理。契机是什么？每个人的根性不相同，每个人的缘分也不一样，所以佛没有定法可说。佛跟法身菩萨他们有这个能力，他已经得大自在，契入心性的境界，他有能力观机；也就是说，我们自己不知道自己的过去、未来，他们知道。为什么会知道？实在说智慧、德能我们都有，并不缺乏，他们没有障碍所以知道，我们有障碍所以不知道。障碍不是真的，是可以把它除掉，除掉障碍，我们的智慧、德能就现前，我们跟他一样也能知道。知道才能够教化众生，教化众生就契机了，知道众生什么根性，用什么方法来帮助他。如果这个法门对我们不契机，我们对它修学的时候有障碍，这就非常困难，不容易契入，不容易得到法喜；换句话说，很容易退心，不能阻止见异思迁，常常想换门道，常常想换方法，这个就愈来愈乱。所以古人教人，他会坚持一个原则，那就是一门深入，十个学生可能是十个法门，不是一样的。",
      "zh_TW": "老法師：佛法，尤其是大乘法，諸佛菩薩、祖師大德都跟我們說得很清楚，那就是第一個要契機，第二個要契理。契機是什麼？每個人的根性不相同，每個人的緣分也不一樣，所以佛沒有定法可說。佛跟法身菩薩他們有這個能力，他已經得大自在，契入心性的境界，他有能力觀機；也就是說，我們自己不知道自己的過去、未來，他們知道。為什麼會知道？實在說智慧、德能我們都有，並不缺乏，他們沒有障礙所以知道，我們有障礙所以不知道。障礙不是真的，是可以把它除掉，除掉障礙，我們的智慧、德能就現前，我們跟他一樣也能知道。知道才能夠教化眾生，教化眾生就契機了，知道眾生什麼根性，用什麼方法來幫助他。如果這個法門對我們不契機，我們對它修學的時候有障礙，這就非常困難，不容易契入，不容易得到法喜；換句話說，很容易退心，不能阻止見異思遷，常常想換門道，常常想換方法，這個就愈來愈亂。所以古人教人，他會堅持一個原則，那就是一門深入，十個學生可能是十個法門，不是一樣的。"
    },
    {
      "id": "02-042-0022_p0011",
      "zh_CN": "我早年在台中跟李老师学经教，我们这个班上同学二十多个人，每个人学的法门不一样，浅深、境界都不相同。程度浅的，小学毕业的，老师能教，在小乘经、在方等经里面选很短，意思不深，内容都是伦理道德、因果教育。这个就是世间法，佛陀的随顺世俗的教学，帮助众生断恶修善，他的果是决定不堕三恶道，依照这个方法修行，来生可以得人天果报。这是佛教学对比较低一点的程度，根性劣的。根性高的，也要适合他的程度，他能够理解，他能够落实。理解不能落实，最好不要教，为什么？变成玄学，他不能得受用。所以佛法非常重视行，佛门弟子叫修行人，他重行。也就是学到的东西，可以帮助我们修正错误的念头、错误的言语、行为，这个东西学了很管用、很踏实，真正契入境界，落实在生活当中，他生欢喜心。所以佛没有定法，佛也没有一定的形相，确实是恒顺众生，随喜功德，我们在诸佛菩萨、祖师大德身上统统看到。包括我们眼前才往生的，才一年的海贤法师，海庆法师，这些人生平当中你都能够看到。然后才晓得佛法是多么现实、多么实用，真管用，决定不是谈玄说妙。",
      "zh_TW": "我早年在台中跟李老師學經教，我們這個班上同學二十多個人，每個人學的法門不一樣，淺深、境界都不相同。程度淺的，小學畢業的，老師能教，在小乘經、在方等經裡面選很短，意思不深，內容都是倫理道德、因果教育。這個就是世間法，佛陀的隨順世俗的教學，幫助眾生斷惡修善，他的果是決定不墮三惡道，依照這個方法修行，來生可以得人天果報。這是佛教學對比較低一點的程度，根性劣的。根性高的，也要適合他的程度，他能夠理解，他能夠落實。理解不能落實，最好不要教，為什麼？變成玄學，他不能得受用。所以佛法非常重視行，佛門弟子叫修行人，他重行。也就是學到的東西，可以幫助我們修正錯誤的念頭、錯誤的言語、行為，這個東西學了很管用、很踏實，真正契入境界，落實在生活當中，他生歡喜心。所以佛沒有定法，佛也沒有一定的形相，確實是恆順眾生，隨喜功德，我們在諸佛菩薩、祖師大德身上統統看到。包括我們眼前才往生的，才一年的海賢法師，海慶法師，這些人生平當中你都能夠看到。然後才曉得佛法是多麼現實、多麼實用，真管用，決定不是談玄說妙。"
    },
    {
      "id": "02-042-0022_p0012",
      "zh_CN": "佛法要从基本上学起，你才会得真受用，现在许多人把根疏忽了。根本是什么？根本就是净业三福。无论学哪个宗派，无论学哪个法门，佛把这三条讲得很清楚，告诉我们，这三条是三世诸佛净业正因，你看这多重要。我们有没有从这下手？从这下手怎么落实？三福第一福四句，「孝养父母，奉事师长，慈心不杀，修十善业」，要从这里开始。无论学哪个宗派，学哪个法门，学什么样的经论，这是最高指导原则，也是最根本的条件，你必须要具备。这一条是世间善，换句话说，佛法是建立在世善的基础上，没有世间善，哪来的佛菩萨的善？这个不能不知道。",
      "zh_TW": "佛法要從基本上學起，你才會得真受用，現在許多人把根疏忽了。根本是什麼？根本就是淨業三福。無論學哪個宗派，無論學哪個法門，佛把這三條講得很清楚，告訴我們，這三條是三世諸佛淨業正因，你看這多重要。我們有沒有從這下手？從這下手怎麼落實？三福第一福四句，「孝養父母，奉事師長，慈心不殺，修十善業」，要從這裡開始。無論學哪個宗派，學哪個法門，學什麼樣的經論，這是最高指導原則，也是最根本的條件，你必須要具備。這一條是世間善，換句話說，佛法是建立在世善的基礎上，沒有世間善，哪來的佛菩薩的善？這個不能不知道。"
    },
    {
      "id": "02-042-0022_p0013",
      "zh_CN": "三条，第一条世间善，第二条小乘善，也就是持戒善，第三条大乘善。它这个三条十一句引导我们怎样扎根，怎样把基础奠定好。我们深深有感，近代学佛把这个疏忽了。怎么落实？这十几年来，我们劝导同学们，孝养父母、奉事师长落实在《弟子规》，把《弟子规》做到了，这两句就落实了；慈心不杀落实在道家的《太上感应篇》；有这两个基础，这才学习佛法的十善业，《十善业道》。我称这三样东西是儒释道的三个根，必须要扎这三个根，为什么？经本一展开，大家会看到善男子、善女人，善男子善女人是指什么人？具足这三个根的就是善男子善女人。换句话说，《弟子规》、《感应篇》、《十善业》没有做到，不是善男子，不是善女人。经上这个善是有条件的，不是无条件。",
      "zh_TW": "三條，第一條世間善，第二條小乘善，也就是持戒善，第三條大乘善。它這個三條十一句引導我們怎樣扎根，怎樣把基礎奠定好。我們深深有感，近代學佛把這個疏忽了。怎麼落實？這十幾年來，我們勸導同學們，孝養父母、奉事師長落實在《弟子規》，把《弟子規》做到了，這兩句就落實了；慈心不殺落實在道家的《太上感應篇》；有這兩個基礎，這才學習佛法的十善業，《十善業道》。我稱這三樣東西是儒釋道的三個根，必須要紮這三個根，為什麼？經本一展開，大家會看到善男子、善女人，善男子善女人是指什麼人？具足這三個根的就是善男子善女人。換句話說，《弟子規》、《感應篇》、《十善業》沒有做到，不是善男子，不是善女人。經上這個善是有條件的，不是無條件。"
    },
    {
      "id": "02-042-0022_p0014",
      "zh_CN": "具足这三个根，这是净业三福第一福你落实了，你可以提升修第二福。第二福就是佛法了，前面是世间法，佛法里面教我们落实三皈、五戒、十善。你看第二条三句话，「受持三皈，具足众戒，不犯威仪」，你看看。我们怎么学法，怎么落实？三皈是行门，最高的修行总纲领，就是皈依佛、皈依法、皈依僧。学佛的同学都受过三皈、五戒，什么叫三皈说不出来，那怎么修法？你修什么？千经万论，八万四千法门、无量法门就是修这三桩事情。皈依佛是什么？皈是回头，依是依靠，佛是自性觉，就是你本来是佛。你要依这个，不能依靠外面的佛，依靠外面的佛，你什么都不能成就。三皈是自性三宝，不能搞错，皈依佛是皈依自性佛。",
      "zh_TW": "具足這三個根，這是淨業三福第一福你落實了，你可以提升修第二福。第二福就是佛法了，前面是世間法，佛法裡面教我們落實三皈、五戒、十善。你看第二條三句話，「受持三皈，具足眾戒，不犯威儀」，你看看。我們怎麼學法，怎麼落實？三皈是行門，最高的修行總綱領，就是皈依佛、皈依法、皈依僧。學佛的同學都受過三皈、五戒，什麼叫三皈說不出來，那怎麼修法？你修什麼？千經萬論，八萬四千法門、無量法門就是修這三樁事情。皈依佛是什麼？皈是回頭，依是依靠，佛是自性覺，就是你本來是佛。你要依這個，不能依靠外面的佛，依靠外面的佛，你什麼都不能成就。三皈是自性三寶，不能搞錯，皈依佛是皈依自性佛。"
    },
    {
      "id": "02-042-0022_p0015",
      "zh_CN": "我们非常明显在惠能大师《六祖坛经》里面看到，六祖当年在世，给人家传授三皈，那个时候大概佛教传到中国来七百年的样子。七百年，时间不算长，但是也不短，佛法在中国已经有流弊了，有形式没有实质。往往人习惯了，佛是什么？泥塑木雕的这是佛。你皈依它，谚语所谓「泥菩萨过河，自身难保」，它能做你的依靠吗？错了。佛是觉，自性觉，这是佛宝，是自性三宝，这个东西靠得住。就是我要皈依「是心是佛」，我这个皈依就是「是心作佛」。我本来是心是佛，现在我是心作佛，你看看，这真正皈依。",
      "zh_TW": "我們非常明顯在惠能大師《六祖壇經》裡面看到，六祖當年在世，給人家傳授三皈，那個時候大概佛教傳到中國來七百年的樣子。七百年，時間不算長，但是也不短，佛法在中國已經有流弊了，有形式沒有實質。往往人習慣了，佛是什麼？泥塑木雕的這是佛。你皈依它，諺語所謂「泥菩薩過河，自身難保」，它能做你的依靠嗎？錯了。佛是覺，自性覺，這是佛寶，是自性三寶，這個東西靠得住。就是我要皈依「是心是佛」，我這個皈依就是「是心作佛」。我本來是心是佛，現在我是心作佛，你看看，這真正皈依。"
    },
    {
      "id": "02-042-0022_p0016",
      "zh_CN": "第二皈依法，法是什么？法是佛所说的一切经典，也没有说错。这经典说些什么？用一个字来代表它，佛是自性觉，法呢？法是自性正，觉正净，这真正皈依。正是正知正见，我对于整个宇宙、对于人生、对我自己，我没看错，我没有想错，正知正见。正知是你的思想，正见是你的看法，标准是佛的经典，觉正净的标准就是三藏十二分教。我们要掌握这个纲领，修正我们错误的行为。第三个皈依僧，僧是什么？清净，自性净。你看六祖惠能见性了，第一句话说「何期自性，本自清净」。本来是清净的，我现在要回归到清净，我不要污染，这就是皈依僧。不是外头形式的，泥塑木雕的佛像，这是经本，这是出家人，全搞错了。",
      "zh_TW": "第二皈依法，法是什麼？法是佛所說的一切經典，也沒有說錯。這經典說些什麼？用一個字來代表它，佛是自性覺，法呢？法是自性正，覺正淨，這真正皈依。正是正知正見，我對於整個宇宙、對於人生、對我自己，我沒看錯，我沒有想錯，正知正見。正知是你的思想，正見是你的看法，標準是佛的經典，覺正淨的標準就是三藏十二分教。我們要掌握這個綱領，修正我們錯誤的行為。第三個皈依僧，僧是什麼？清淨，自性淨。你看六祖惠能見性了，第一句話說「何期自性，本自清淨」。本來是清淨的，我現在要回歸到清淨，我不要污染，這就是皈依僧。不是外頭形式的，泥塑木雕的佛像，這是經本，這是出家人，全搞錯了。"
    },
    {
      "id": "02-042-0022_p0017",
      "zh_CN": "所以六祖在《坛经》上，你看传皈依的时候，皈依觉、皈依正、皈依净，他不讲佛法僧，让人头脑清醒，别搞错了。然后解释，佛者觉也，法者正也，僧者净也。这讲清楚了，佛法僧是觉正净，觉正净是三宝。自性觉正净，不是外面的，不是释迦佛的觉正净，不是阿弥陀佛的觉正净，也不是观音菩萨的觉正净，是自己的觉正净。这个三皈依是自尊，自己尊重自己，你才真正得受用。你肯回头，肯依靠这个，这就是作佛。自性本有的是心即是佛，是心是佛，是本有的，现在我真正皈依，我回头，皈依就是回头，我再不搞外面东西了，要回归自性、回归觉正净，这叫皈依。",
      "zh_TW": "所以六祖在《壇經》上，你看傳皈依的時候，皈依覺、皈依正、皈依淨，他不講佛法僧，讓人頭腦清醒，別搞錯了。然後解釋，佛者覺也，法者正也，僧者淨也。這講清楚了，佛法僧是覺正淨，覺正淨是三寶。自性覺正淨，不是外面的，不是釋迦佛的覺正淨，不是阿彌陀佛的覺正淨，也不是觀音菩薩的覺正淨，是自己的覺正淨。這個三皈依是自尊，自己尊重自己，你才真正得受用。你肯回頭，肯依靠這個，這就是作佛。自性本有的是心即是佛，是心是佛，是本有的，現在我真正皈依，我回頭，皈依就是回頭，我再不搞外面東西了，要回歸自性、回歸覺正淨，這叫皈依。"
    },
    {
      "id": "02-042-0022_p0018",
      "zh_CN": "现在皈依全搞错了，我皈依某个大德，我皈依某个法师，全错了。我早些年来给人授皈依都讲得很清楚，保留着有光碟，也有文字，《三皈传授》，有文字。受皈依之前要把这个东西看清楚、看明白，再举行仪式，仪式很简单，但是意思没有搞清楚这就错了，皈依也是假的不是真的，这是指导原则。",
      "zh_TW": "現在皈依全搞錯了，我皈依某個大德，我皈依某個法師，全錯了。我早些年來給人授皈依都講得很清楚，保留著有光碟，也有文字，《三皈傳授》，有文字。受皈依之前要把這個東西看清楚、看明白，再舉行儀式，儀式很簡單，但是意思沒有搞清楚這就錯了，皈依也是假的不是真的，這是指導原則。"
    },
    {
      "id": "02-042-0022_p0019",
      "zh_CN": "如何落实？就是戒定慧三学。戒定慧三学是有次第的，决定是先持戒。持戒我们怎么落实？净宗学会当年第一个会是在温哥华建立的；第二个会是在圣荷西桑尼维尔，现在这个会还在，一直都是杨一华居士主持的，这么多年他在做会长。那个时候我们跟黄念祖老居士往来很密切，他老人家教导我，在每个地方讲经教学，最好都成立一个净宗学会，这是夏莲居老居士的意思，我接受了。所以我在美国的时候，美国、加拿大那个时候有三十多个净宗学会，这都是我常常去讲经的地方。至于念佛，领导念佛，这些居士同学们都会，都会敲法器，他们自己组成念佛班。在国外听经、念佛的人数不多，能有五、六十个人就很多了，少的时候十几个人、二十几个人。我们成立这个会，定了五个科目，这是戒律，我们必须要遵守、要学习的。第一个三福，第二个六和，第三个三学，三学就是戒定慧，六度，最后一个是普贤十愿，这都是在家的。在家同学要再提升一点，最好再加上《沙弥律仪》，《沙弥律仪》在家同学可以学，因为《沙弥律仪》里头有十条戒律、有二十四门威仪。我们从这个地方下手，净业三福第二条就做到了，受持三皈，具足众戒，不犯威仪。",
      "zh_TW": "如何落實？就是戒定慧三學。戒定慧三學是有次第的，決定是先持戒。持戒我們怎麼落實？淨宗學會當年第一個會是在溫哥華建立的；第二個會是在聖荷西桑尼維爾，現在這個會還在，一直都是楊一華居士主持的，這麼多年他在做會長。那個時候我們跟黃念祖老居士往來很密切，他老人家教導我，在每個地方講經教學，最好都成立一個淨宗學會，這是夏蓮居老居士的意思，我接受了。所以我在美國的時候，美國、加拿大那個時候有三十多個淨宗學會，這都是我常常去講經的地方。至於念佛，領導念佛，這些居士同學們都會，都會敲法器，他們自己組成念佛班。在國外聽經、念佛的人數不多，能有五、六十個人就很多了，少的時候十幾個人、二十幾個人。我們成立這個會，定了五個科目，這是戒律，我們必須要遵守、要學習的。第一個三福，第二個六和，第三個三學，三學就是戒定慧，六度，最後一個是普賢十願，這都是在家的。在家同學要再提升一點，最好再加上《沙彌律儀》，《沙彌律儀》在家同學可以學，因為《沙彌律儀》裡頭有十條戒律、有二十四門威儀。我們從這個地方下手，淨業三福第二條就做到了，受持三皈，具足眾戒，不犯威儀。"
    },
    {
      "id": "02-042-0022_p0020",
      "zh_CN": "根本的，戒律的基础、根本就是《弟子规》、《感应篇》、《十善业》，三福第一条里头就做到了；提升到第二条，受持三皈，具足众戒，不犯威仪；这个做到，再向上提升一个，大乘。大乘第一个，「发菩提心，深信因果」，这个因果不是普通因果，不是善恶报应，善恶报应在人天已经明了了。这个因果是成佛的因果，就是净宗念佛是因，成佛是果，是讲这个因果，不是讲别的。信愿持名，往生不退成佛这是果报。「读诵大乘，劝进行者」，最后一句是劝导大家要弘法利生，我们自己学佛了，要把佛法介绍给别人，这就是劝进行者。总共十一句，前面十句完全是自己自利，末后一句是利他，能自利才可以帮助别人，不能自利不能帮助别人。",
      "zh_TW": "根本的，戒律的基礎、根本就是《弟子規》、《感應篇》、《十善業》，三福第一條裡頭就做到了；提升到第二條，受持三皈，具足眾戒，不犯威儀；這個做到，再向上提升一個，大乘。大乘第一個，「發菩提心，深信因果」，這個因果不是普通因果，不是善惡報應，善惡報應在人天已經明瞭了。這個因果是成佛的因果，就是淨宗念佛是因，成佛是果，是講這個因果，不是講別的。信願持名，往生不退成佛這是果報。「讀誦大乘，勸進行者」，最後一句是勸導大家要弘法利生，我們自己學佛了，要把佛法介紹給別人，這就是勸進行者。總共十一句，前面十句完全是自己自利，末後一句是利他，能自利才可以幫助別人，不能自利不能幫助別人。"
    },
    {
      "id": "02-042-0022_p0021",
      "zh_CN": "读诵大乘，一部就可以了，不要去读许多经，最好的无过于《无量寿经》夏莲居老居士的会集本。注解，有这部黄念祖老居士的集注足够了，我们这些年来都是依他的注解来学习，重复学习好多遍，愈学习愈契入，遍遍都有新的悟处。真正证实了，大乘所讲的经典的义趣无有穷尽，它的广度、深度都不可思议。随着我们自己契入的深度，你讲的味道不一样。为什么这个经听不厌、学不厌？它味道太浓了，不是一遍、两遍学了不想再看第三遍，学一百遍、学一千遍、学一万遍都学不厌。为什么？它称性，世尊讲学是从自性流出来的。又何况，这部经跟注解确确实实得到三宝加持，不仅是释迦、弥陀，它得到一切诸佛的加持，太难得了！这一句名号总持一切诸佛名号，也总持一切诸佛所说的无量法门，统统归这一句南无阿弥陀佛。",
      "zh_TW": "讀誦大乘，一部就可以了，不要去讀許多經，最好的無過於《無量壽經》夏蓮居老居士的會集本。註解，有這部黃念祖老居士的集註足夠了，我們這些年來都是依他的註解來學習，重複學習好多遍，愈學習愈契入，遍遍都有新的悟處。真正證實了，大乘所講的經典的義趣無有窮盡，它的廣度、深度都不可思議。隨著我們自己契入的深度，你講的味道不一樣。為什麼這個經聽不厭、學不厭？它味道太濃了，不是一遍、兩遍學了不想再看第三遍，學一百遍、學一千遍、學一萬遍都學不厭。為什麼？它稱性，世尊講學是從自性流出來的。又何況，這部經跟註解確確實實得到三寶加持，不僅是釋迦、彌陀，它得到一切諸佛的加持，太難得了！這一句名號總持一切諸佛名號，也總持一切諸佛所說的無量法門，統統歸這一句南無阿彌陀佛。"
    },
    {
      "id": "02-042-0022_p0022",
      "zh_CN": "我最近常常提到来佛寺的三位前辈，因为他跟我们最近，他真正落实了三福、三学、六度、十愿，他真正落实了。修因、证果表演给我们看，劝我们学习，劝我们跟进，这一生当中决定成就，是我们的最好榜样。我们将来往生也要像他们一样，说走就走，没有病苦，活活泼泼，自在、安详、欢喜，跟大家一挥手，我走了，就真走了。二０一二年十一月刘素青居士就是这么表演的，光碟在，大家看看就看到了。时间一到，跟大家一挥手，我走了，她就真走了。一分一秒都不差，十一月二十一号十二点钟。",
      "zh_TW": "我最近常常提到來佛寺的三位前輩，因為他跟我們最近，他真正落實了三福、三學、六度、十願，他真正落實了。修因、證果表演給我們看，勸我們學習，勸我們跟進，這一生當中決定成就，是我們的最好榜樣。我們將來往生也要像他們一樣，說走就走，沒有病苦，活活潑潑，自在、安詳、歡喜，跟大家一揮手，我走了，就真走了。二０一二年十一月劉素青居士就是這麼表演的，光碟在，大家看看就看到了。時間一到，跟大家一揮手，我走了，她就真走了。一分一秒都不差，十一月二十一號十二點鐘。"
    },
    {
      "id": "02-042-0022_p0023",
      "zh_CN": "所以我们信、愿、持名要紧，真信，真发愿，蕅益大师说的我们要相信，不能有丝毫怀疑。有真信、有真愿，这就是取得往生极乐世界的条件，你就取得了；品位高下，那是我们持名，就是一向专念功夫的浅深。功夫通常讲三等，最下面一等就是功夫成片，再上面一等的是事一心不乱，最高层的是理一心不乱，功夫。功夫靠什么？功夫完全靠放下，你能不能放下，功夫不在别的。功夫的相，什么样子？那就是经题上所说的，清净心是功夫成片，平等心是事一心不乱，觉是大彻大悟、明心见性，理一心不乱。功夫成片有三辈九品，理一心也有三辈九品，事一心还是有三辈九品，这就叫功夫浅深不同。要想功夫深，第一个要放得下，第二个心量大，第三个要发菩提心，真诚心、清净心、恭敬心，往生的品位高。",
      "zh_TW": "所以我們信、願、持名要緊，真信，真發願，蕅益大師說的我們要相信，不能有絲毫懷疑。有真信、有真願，這就是取得往生極樂世界的條件，你就取得了；品位高下，那是我們持名，就是一向專念功夫的淺深。功夫通常講三等，最下面一等就是功夫成片，再上面一等的是事一心不亂，最高層的是理一心不亂，功夫。功夫靠什麼？功夫完全靠放下，你能不能放下，功夫不在別的。功夫的相，什麼樣子？那就是經題上所說的，清淨心是功夫成片，平等心是事一心不亂，覺是大徹大悟、明心見性，理一心不亂。功夫成片有三輩九品，理一心也有三輩九品，事一心還是有三輩九品，這就叫功夫淺深不同。要想功夫深，第一個要放得下，第二個心量大，第三個要發菩提心，真誠心、清淨心、恭敬心，往生的品位高。"
    },
    {
      "id": "02-042-0022_p0024",
      "zh_CN": "来佛寺的三位善知识，他们都是上上品往生，表演给我们看。我们要看明白、看懂了，依教奉行，个个都是上上品往生。就像善导大师所说的，这个法门万修万人去，一个都不漏。现在人为什么学佛的人多，往生的人少？完全在信心上发生问题。怎么样帮助我们建立信心？那就要靠经教。决定要依《无量寿经》，要依黄念老的注解，或者是依《阿弥陀经》、依蕅益大师的《要解》、莲池大师的《疏钞》，统统可以达到上上品往生，我们要真正相信，不能有丝毫怀疑。",
      "zh_TW": "來佛寺的三位善知識，他們都是上上品往生，表演給我們看。我們要看明白、看懂了，依教奉行，個個都是上上品往生。就像善導大師所說的，這個法門萬修萬人去，一個都不漏。現在人為什麼學佛的人多，往生的人少？完全在信心上發生問題。怎麼樣幫助我們建立信心？那就要靠經教。決定要依《無量壽經》，要依黃念老的註解，或者是依《阿彌陀經》、依蕅益大師的《要解》、蓮池大師的《疏鈔》，統統可以達到上上品往生，我們要真正相信，不能有絲毫懷疑。"
    },
    {
      "id": "02-042-0022_p0025",
      "zh_CN": "现在这个时代，真的像《楞严经》上所说的，有邪师说法，如果听到他说的，对我们这个经教产生怀疑，信心失掉了，那就很可惜。他们说的那个法门能不能往生，没看到例子，这个法门传了几千年，老招牌、老字号，有信用；新奇的说出来，那才开张，没有通过检验，这个法门通过检验。更难得的，海贤老和尚最后给我们表法，那就是最后一次检验，他给我们做证明。他给我们做保证，我们往生，他自己说的，他会跟阿弥陀佛一起来接引，所以你决定不会错误。看到阿弥陀佛来接引，旁边有海贤老和尚，那就没错。所以坚定信心比什么都重要。",
      "zh_TW": "現在這個時代，真的像《楞嚴經》上所說的，有邪師說法，如果聽到他說的，對我們這個經教產生懷疑，信心失掉了，那就很可惜。他們說的那個法門能不能往生，沒看到例子，這個法門傳了幾千年，老招牌、老字號，有信用；新奇的說出來，那才開張，沒有通過檢驗，這個法門通過檢驗。更難得的，海賢老和尚最後給我們表法，那就是最後一次檢驗，他給我們做證明。他給我們做保證，我們往生，他自己說的，他會跟阿彌陀佛一起來接引，所以你決定不會錯誤。看到阿彌陀佛來接引，旁邊有海賢老和尚，那就沒錯。所以堅定信心比什麼都重要。"
    },
    {
      "id": "02-042-0022_p0026",
      "zh_CN": "学生：阿弥陀佛，师父您好。弟子昨天请教，请师父开示的一个问题，后来因为时间问题就没有讲，弟子还是想请教一下。就是在现代社会，是否可以用神通感应、附体这样的光盘来取代因果教育的主体？就是在跟同修进行因果教育的时候，应该以什么样的方式、方法最为得当，最契机？感恩师父。",
      "zh_TW": "學生：阿彌陀佛，師父您好。弟子昨天請教，請師父開示的一個問題，後來因為時間問題就沒有講，弟子還是想請教一下。就是在現代社會，是否可以用神通感應、附體這樣的光盤來取代因果教育的主體？就是在跟同修進行因果教育的時候，應該以什麼樣的方式、方法最為得當，最契機？感恩師父。"
    },
    {
      "id": "02-042-0022_p0027",
      "zh_CN": "老法师：对，神通感应在现在很普遍，最好都要把它放下，不要放在心上，不要受它干扰。我们这一句佛号用真诚心去念，用清净心去念，用恭敬心去念。如果遇到神通感应，受它的干扰，我们这三种心都失掉了，那就非常可惜，真诚、清净、恭敬是跟阿弥陀佛感应的。掺杂这个在里头，所以念佛功夫讲的是不怀疑、不夹杂、不间断，我们功夫里头有夹杂、有怀疑、有间断，全破坏了。这桩事情我曾经跟诸位讲过，《观无量寿佛经》里头「上品上生章」我还特别讲过，单独这一章特别讲过，那就是帮助我们坚定信心。谁来了？阿弥陀佛来了，说我还有个好方法，比这个还更殊胜、更简单、更容易成就的，怎么样？我们感谢阿弥陀佛，你以前讲的方法我完全接受，我还是照老办法做。要有这样的信心才行，阿弥陀佛来，我还是坚持你以前经教上所讲的，绝不动摇。",
      "zh_TW": "老法師：對，神通感應在現在很普遍，最好都要把它放下，不要放在心上，不要受它干擾。我們這一句佛號用真誠心去念，用清淨心去念，用恭敬心去念。如果遇到神通感應，受它的干擾，我們這三種心都失掉了，那就非常可惜，真誠、清淨、恭敬是跟阿彌陀佛感應的。摻雜這個在裡頭，所以念佛功夫講的是不懷疑、不夾雜、不間斷，我們功夫裡頭有夾雜、有懷疑、有間斷，全破壞了。這樁事情我曾經跟諸位講過，《觀無量壽佛經》裡頭「上品上生章」我還特別講過，單獨這一章特別講過，那就是幫助我們堅定信心。誰來了？阿彌陀佛來了，說我還有個好方法，比這個還更殊勝、更簡單、更容易成就的，怎麼樣？我們感謝阿彌陀佛，你以前講的方法我完全接受，我還是照老辦法做。要有這樣的信心才行，阿彌陀佛來，我還是堅持你以前經教上所講的，絕不動搖。"
    },
    {
      "id": "02-042-0022_p0028",
      "zh_CN": "你看，海贤给我们做的榜样，一生就是一句佛号，他那种坚定不移，绝不受干扰，决定不动摇，九十二年。我们能不能往生就靠这个，外面风吹草动，我们就受干扰，这就错了，大错特错了。还有灾难这些谣言，都不能相信。我们自己会不会有灾难？我这个家里会不会有灾难？我住的这个地区有没有灾难？不要问别人，问自己。自己的心是清净平等觉，自己的心是纯净纯善，哪来的灾难？别人一说灾难，你的心就慌了，灾难就来了，你就没法子避免。如如不动，决定依靠佛菩萨，依靠自性三宝，跟佛菩萨才会有感应。自性三宝失掉了，自性觉、自性正、自性清净失掉了，会受外面干扰，你的灾难不能避免。什么原因？你的清净心破坏了，你的平等心起波浪，你已经迷惑了，你不是觉正净，你是迷邪染。依觉正净是是心作佛，依迷邪染是心是六道、是心是三途，你要明白这个道理。",
      "zh_TW": "你看，海賢給我們做的榜樣，一生就是一句佛號，他那種堅定不移，絕不受干擾，決定不動搖，九十二年。我們能不能往生就靠這個，外面風吹草動，我們就受干擾，這就錯了，大錯特錯了。還有災難這些謠言，都不能相信。我們自己會不會有災難？我這個家裡會不會有災難？我住的這個地區有沒有災難？不要問別人，問自己。自己的心是清淨平等覺，自己的心是純淨純善，哪來的災難？別人一說災難，你的心就慌了，災難就來了，你就沒法子避免。如如不動，決定依靠佛菩薩，依靠自性三寶，跟佛菩薩才會有感應。自性三寶失掉了，自性覺、自性正、自性清淨失掉了，會受外面干擾，你的災難不能避免。什麼原因？你的清淨心破壞了，你的平等心起波浪，你已經迷惑了，你不是覺正淨，你是迷邪染。依覺正淨是是心作佛，依迷邪染是心是六道、是心是三途，你要明白這個道理。"
    },
    {
      "id": "02-042-0022_p0029",
      "zh_CN": "学佛不可以迷信，所以佛法要回归教育，回归教育是正道。为什么？我们的本师释迦牟尼佛，释迦牟尼佛一生教学，经典上讲的佛事，你查查看佛事怎么讲？教化众生之事，帮助众生破迷开悟之事，这叫佛事。教化众生不是帮助众生觉悟的，这不是佛事。佛菩萨的教化，一定帮助众生破迷开悟，离苦得乐，破迷开悟是因，离苦得乐是果，佛只要你修因，果报一定自己得到，这个要搞清楚。不但佛教要回归教育，我这十几年来，跟世界上许许多多宗教接触，我都劝勉大家要回归教育。宗教要团结，宗教要互相学习，为什么？宗教与宗教之间的矛盾没有了。宗教团结才能真正帮助世界化解冲突，促进安定和谐。这是大家共同的愿望，是每个世间人的愿望，不能违背，我们要和谐，我们不要斗争，我们更不要战争。宗教团结可以带给世界永续的安定和谐，我们要努力，怎么做法？就是互相学习，把我们的经典讲清楚、讲明白、讲透彻，问题就解决了。大修行人做出榜样，真干，真把宗教的智慧、宗教的道德落实在生活、落实在工作、落实在处事待人接物。做出榜样来给大家看，这比什么都重要。所以决定不能迷信。好，还有没有问题？",
      "zh_TW": "學佛不可以迷信，所以佛法要回歸教育，回歸教育是正道。為什麼？我們的本師釋迦牟尼佛，釋迦牟尼佛一生教學，經典上講的佛事，你查查看佛事怎麼講？教化眾生之事，幫助眾生破迷開悟之事，這叫佛事。教化眾生不是幫助眾生覺悟的，這不是佛事。佛菩薩的教化，一定幫助眾生破迷開悟，離苦得樂，破迷開悟是因，離苦得樂是果，佛只要你修因，果報一定自己得到，這個要搞清楚。不但佛教要回歸教育，我這十幾年來，跟世界上許許多多宗教接觸，我都勸勉大家要回歸教育。宗教要團結，宗教要互相學習，為什麼？宗教與宗教之間的矛盾沒有了。宗教團結才能真正幫助世界化解衝突，促進安定和諧。這是大家共同的願望，是每個世間人的願望，不能違背，我們要和諧，我們不要鬥爭，我們更不要戰爭。宗教團結可以帶給世界永續的安定和諧，我們要努力，怎麼做法？就是互相學習，把我們的經典講清楚、講明白、講透徹，問題就解決了。大修行人做出榜樣，真幹，真把宗教的智慧、宗教的道德落實在生活、落實在工作、落實在處事待人接物。做出榜樣來給大家看，這比什麼都重要。所以決定不能迷信。好，還有沒有問題？"
    },
    {
      "id": "02-042-0022_p0030",
      "zh_CN": "主持人：华藏净宗学会。",
      "zh_TW": "主持人：華藏淨宗學會。"
    },
    {
      "id": "02-042-0022_p0031",
      "zh_CN": "老法师：第十二个。",
      "zh_TW": "老法師：第十二個。"
    },
    {
      "id": "02-042-0022_p0032",
      "zh_CN": "学生：庄闲给和尚请安，阿弥陀佛。",
      "zh_TW": "學生：莊閑給和尚請安，阿彌陀佛。"
    },
    {
      "id": "02-042-0022_p0033",
      "zh_CN": "老法师：好。",
      "zh_TW": "老法師：好。"
    },
    {
      "id": "02-042-0022_p0034",
      "zh_CN": "学生：今天陈老师问的问题里面，和尚也是提到这个信心的问题，让庄闲想到现在我们普遍的净宗学会的同修都有一个现象，就是大家会觉得我们念佛不得力就是有业障、有冤亲债主。很多人就认为要去念某一部经，这个经当然我们净宗也都是符合我们学习的。我这里就不要说是哪部经，因为大家都应该会知道，现在非常的流行，我们净宗的同修就会专门去念这部经，说是消业障的。其实今天我们谈到信心，我们应该可以这样子理解，如果说我们对阿弥陀佛、对《无量寿经》有信心，何况刚刚提到的慈云灌顶法师告诉我们的，就是一切业障都消不了的，这一句佛号还可以把它消掉。如果说我们还觉得去念哪部经可以消业障，其实就是对《无量寿经》、对阿弥陀佛没有信心。如果是这样的话，可能这个业障也还是消不掉的，并且还障碍我们往生极乐世界的修行。如果说我们对《无量寿经》、对阿弥陀佛有信心的话，其实就念这部《无量寿经》，专念《无量寿经》、专念阿弥陀佛，就可以把我们的业障消除掉了。之所以不得力，当然还是我们把自己还没有放下，还没有做到老实、听话、真干。这是庄闲的理解，请和尚指导。阿弥陀佛。",
      "zh_TW": "學生：今天陳老師問的問題裡面，和尚也是提到這個信心的問題，讓莊閑想到現在我們普遍的淨宗學會的同修都有一個現象，就是大家會覺得我們念佛不得力就是有業障、有冤親債主。很多人就認為要去念某一部經，這個經當然我們淨宗也都是符合我們學習的。我這裡就不要說是哪部經，因為大家都應該會知道，現在非常的流行，我們淨宗的同修就會專門去念這部經，說是消業障的。其實今天我們談到信心，我們應該可以這樣子理解，如果說我們對阿彌陀佛、對《無量壽經》有信心，何況剛剛提到的慈雲灌頂法師告訴我們的，就是一切業障都消不了的，這一句佛號還可以把它消掉。如果說我們還覺得去念哪部經可以消業障，其實就是對《無量壽經》、對阿彌陀佛沒有信心。如果是這樣的話，可能這個業障也還是消不掉的，並且還障礙我們往生極樂世界的修行。如果說我們對《無量壽經》、對阿彌陀佛有信心的話，其實就念這部《無量壽經》，專念《無量壽經》、專念阿彌陀佛，就可以把我們的業障消除掉了。之所以不得力，當然還是我們把自己還沒有放下，還沒有做到老實、聽話、真幹。這是莊閑的理解，請和尚指導。阿彌陀佛。"
    },
    {
      "id": "02-042-0022_p0035",
      "zh_CN": "老法师：你说得完全正确，我再补充几句。什么叫灵验？古人有句话说，「诚则灵」。法门，《金刚经》上说得很清楚，「法门平等，无有高下」。为什么这个人念得灵，那个人念得不灵？不是法门的问题，是诚敬心的问题。我对这个经要有信心，对那个经怀疑，怀疑的那个经你念就不灵，你相信这部经，你念的就灵。所以为什么有人念《地藏经》就灵，念《弥陀经》就不灵，念《无量寿经》也不灵？不是经的问题，是他的信心的问题，这个要知道。真有信心，海贤老和尚真有信心，一生不认识字，没有念过一部经，就一句南无阿弥陀佛，灵得很！在没有出家之前，他十八岁得了一场病，腿上害了个毒疮，如果不小心的话可以送命的。你看他突然相信观世音菩萨，菩萨救苦救难，我求菩萨，一心专念，念了一个多月，他的疮就好了，灵！出家之后，师父教他这一句阿弥陀佛，他不怀疑，一生就念这一句佛号，灵验得很。不但自己身心健康，这句佛号还能治百病，我们在光碟上看到的。灵不灵不在法，在心。",
      "zh_TW": "老法師：你說得完全正確，我再補充幾句。什麼叫靈驗？古人有句話說，「誠則靈」。法門，《金剛經》上說得很清楚，「法門平等，無有高下」。為什麼這個人念得靈，那個人念得不靈？不是法門的問題，是誠敬心的問題。我對這個經要有信心，對那個經懷疑，懷疑的那個經你念就不靈，你相信這部經，你念的就靈。所以為什麼有人念《地藏經》就靈，念《彌陀經》就不靈，念《無量壽經》也不靈？不是經的問題，是他的信心的問題，這個要知道。真有信心，海賢老和尚真有信心，一生不認識字，沒有念過一部經，就一句南無阿彌陀佛，靈得很！在沒有出家之前，他十八歲得了一場病，腿上害了個毒瘡，如果不小心的話可以送命的。你看他突然相信觀世音菩薩，菩薩救苦救難，我求菩薩，一心專念，念了一個多月，他的瘡就好了，靈！出家之後，師父教他這一句阿彌陀佛，他不懷疑，一生就念這一句佛號，靈驗得很。不但自己身心健康，這句佛號還能治百病，我們在光碟上看到的。靈不靈不在法，在心。"
    },
    {
      "id": "02-042-0022_p0036",
      "zh_CN": "法，无论哪一法都一样，法确实没有高下。为什么我们特别强调信愿持名的方法？这个法子是人人可以修，无论男女老少、贤愚不肖，纵然造作了五逆十恶无间地狱罪业，也能够在这一句佛号里头化解。不是这句佛号有什么特殊的，比别人强的，没有，平等的，特别产生力量是我们对它的信心。我们对于任何一部经典信心都一样，实在讲，无论学习哪一部经，最后能够回向到西方极乐世界，统统能生。这是《无量寿经》上有，「三辈往生」里面有，这品经里头一共分四段，上辈、中辈、下辈，后面的一段不是修净土的，修其他法门的。你修得很好，你不要修净土，就修你原来的，回向发愿求生净土，统统能往生。我们要问，基督徒能不能往生？天主教徒能不能往生？能。你好好的依那个学，只要你得清净平等觉，不要多，得清净心就可以，你把这个功德回向往生极乐世界。最后往生的时候，最后一念是阿弥陀佛，你的愿是求生净土，统统能往生。",
      "zh_TW": "法，無論哪一法都一樣，法確實沒有高下。為什麼我們特別強調信願持名的方法？這個法子是人人可以修，無論男女老少、賢愚不肖，縱然造作了五逆十惡無間地獄罪業，也能夠在這一句佛號裡頭化解。不是這句佛號有什麼特殊的，比別人強的，沒有，平等的，特別產生力量是我們對它的信心。我們對於任何一部經典信心都一樣，實在講，無論學習哪一部經，最後能夠迴向到西方極樂世界，統統能生。這是《無量壽經》上有，「三輩往生」裡面有，這品經裡頭一共分四段，上輩、中輩、下輩，後面的一段不是修淨土的，修其他法門的。你修得很好，你不要修淨土，就修你原來的，迴向發願求生淨土，統統能往生。我們要問，基督徒能不能往生？天主教徒能不能往生？能。你好好的依那個學，只要你得清淨平等覺，不要多，得清淨心就可以，你把這個功德迴向往生極樂世界。最後往生的時候，最後一念是阿彌陀佛，你的願是求生淨土，統統能往生。"
    },
    {
      "id": "02-042-0022_p0037",
      "zh_CN": "净宗法门非常广大，没有障碍。何况我们是信愿持名，专修这个法门，哪有不往生的道理！只要是个修行人，无论修什么法门，无论修哪个宗教，我们都真诚赞叹，我们看到都生欢喜心，我们对他恭敬。他在最后一念向往西方极乐世界，他就去作菩萨去了。这个信息要常常传递，说明我们对于所有宗教平等对待，恭敬、欢喜、供养、赞叹，不止于僧赞僧，我们对于任何宗教都赞叹，只要他修的是正法。正法就是觉正净，这是标准，觉而不迷、正而不邪、净而不染，这就叫正法。儒释道全是正法，没有一法不是正法。真正通达明白了，你就一心专注，再不会改动。还有吗？对。",
      "zh_TW": "淨宗法門非常廣大，沒有障礙。何況我們是信願持名，專修這個法門，哪有不往生的道理！只要是個修行人，無論修什麼法門，無論修哪個宗教，我們都真誠讚歎，我們看到都生歡喜心，我們對他恭敬。他在最後一念嚮往西方極樂世界，他就去作菩薩去了。這個信息要常常傳遞，說明我們對於所有宗教平等對待，恭敬、歡喜、供養、讚歎，不止於僧讚僧，我們對於任何宗教都讚歎，只要他修的是正法。正法就是覺正淨，這是標準，覺而不迷、正而不邪、淨而不染，這就叫正法。儒釋道全是正法，沒有一法不是正法。真正通達明白了，你就一心專注，再不會改動。還有嗎？對。"
    },
    {
      "id": "02-042-0022_p0038",
      "zh_CN": "主持人：华严讲堂，他们现在传出来文字稿了。",
      "zh_TW": "主持人：華嚴講堂，他們現在傳出來文字稿了。"
    },
    {
      "id": "02-042-0022_p0039",
      "zh_CN": "老法师：八十岁的老居士。",
      "zh_TW": "老法師：八十歲的老居士。"
    },
    {
      "id": "02-042-0022_p0040",
      "zh_CN": "主持人：阿弥陀佛，师父好，东北一位八十岁的老居士，用了五年的时间，学习《无量寿经》师父前九次的讲解，非常欢喜。写成一本书叫《净土津梁》，意在与大家分享，也希望能够帮助初机学佛。书成稿后，他非常渴望得到师父的指导。这本书的内容大致如下，共分十四篇，每一篇的正文是他用自己的语言表述师父的教诲与理念。而正文后都有一个附录，收进了古代祖师与现代佛教书刊上有关的文章。我私下认为这样是不是太杂了，违背了跟一个老师学的原则？庐江华严讲堂学生义清法师。",
      "zh_TW": "主持人：阿彌陀佛，師父好，東北一位八十歲的老居士，用了五年的時間，學習《無量壽經》師父前九次的講解，非常歡喜。寫成一本書叫《淨土津梁》，意在與大家分享，也希望能夠幫助初機學佛。書成稿後，他非常渴望得到師父的指導。這本書的內容大致如下，共分十四篇，每一篇的正文是他用自己的語言表述師父的教誨與理念。而正文後都有一個附錄，收進了古代祖師與現代佛教書刊上有關的文章。我私下認為這樣是不是太雜了，違背了跟一個老師學的原則？廬江華嚴講堂學生義清法師。"
    },
    {
      "id": "02-042-0022_p0041",
      "zh_CN": "老法师：好，这个东西我没有看到，如果能传来我们看看，请他传来我们看看。",
      "zh_TW": "老法師：好，這個東西我沒有看到，如果能傳來我們看看，請他傳來我們看看。"
    },
    {
      "id": "02-042-0022_p0042",
      "zh_CN": "主持人：可以把这本书传过来给师父看看，谢谢。我们请下一位明静法师发言。",
      "zh_TW": "主持人：可以把這本書傳過來給師父看看，謝謝。我們請下一位明靜法師發言。"
    },
    {
      "id": "02-042-0022_p0043",
      "zh_CN": "老法师：好，好。",
      "zh_TW": "老法師：好，好。"
    },
    {
      "id": "02-042-0022_p0044",
      "zh_CN": "学生：阿弥陀佛，老法师早上好，诸位同学大家早上好。能听见吗？",
      "zh_TW": "學生：阿彌陀佛，老法師早上好，諸位同學大家早上好。能聽見嗎？"
    },
    {
      "id": "02-042-0022_p0045",
      "zh_CN": "老法师：听见。",
      "zh_TW": "老法師：聽見。"
    },
    {
      "id": "02-042-0022_p0046",
      "zh_CN": "学生：好，阿弥陀佛。老法师在讲席当中跟我们常常讲到，惠能祖师当年给惠明禅师传法，不思善、不思恶这个故事。今天陈老师也就这个问题来请教老法师，老法师刚才给我们开示得非常的广泛。而实际真正说起来，我们现在的境界做不到不思善不思恶。如果我们能够做到不思善不思恶，岂不是我们跟惠明禅师一样的境界，大彻大悟了？所以学生就体会到，刚才老法师开示这么多，我们做不到不思善不思恶，我们尽可能做到不思恶只思善，在善的这方面多思多想。",
      "zh_TW": "學生：好，阿彌陀佛。老法師在講席當中跟我們常常講到，惠能祖師當年給惠明禪師傳法，不思善、不思惡這個故事。今天陳老師也就這個問題來請教老法師，老法師剛才給我們開示得非常的廣泛。而實際真正說起來，我們現在的境界做不到不思善不思惡。如果我們能夠做到不思善不思惡，豈不是我們跟惠明禪師一樣的境界，大徹大悟了？所以學生就體會到，剛才老法師開示這麼多，我們做不到不思善不思惡，我們盡可能做到不思惡只思善，在善的這方面多思多想。"
    },
    {
      "id": "02-042-0022_p0047",
      "zh_CN": "对于善的这个德目，老法师刚才说儒释道三家都是正法，都是应该学的，特别一直教导我们，儒家、道家是我们中国大乘佛法入佛的基础。学生在以往讲经的过程当中，也常常会提到这一点，特别是提到五伦十义、四维八德。讲到八德的时候，有时候感觉到干巴巴的，不知道该怎么样去讲。后来有一次，也是在讲经的时候，我们就思考这个八德该怎么讲。老法师也告诉我们，在古时候管仲说四维八德，四维：礼义廉耻，八德：孝悌忠信仁爱和平。但是后来八德的组合，我们一般所看到的都是孝悌忠信礼义廉耻，包括这本书，这个《德育课本》，它所用的教目也是孝悌忠信礼义廉耻这八个德目。所以我们做不到不思善不思恶，我们只思善，善的德目古人也为我们总结、归纳得非常好。",
      "zh_TW": "對於善的這個德目，老法師剛才說儒釋道三家都是正法，都是應該學的，特別一直教導我們，儒家、道家是我們中國大乘佛法入佛的基礎。學生在以往講經的過程當中，也常常會提到這一點，特別是提到五倫十義、四維八德。講到八德的時候，有時候感覺到乾巴巴的，不知道該怎麼樣去講。後來有一次，也是在講經的時候，我們就思考這個八德該怎麼講。老法師也告訴我們，在古時候管仲說四維八德，四維：禮義廉恥，八德：孝悌忠信仁愛和平。但是後來八德的組合，我們一般所看到的都是孝悌忠信禮義廉恥，包括這本書，這個《德育課本》，它所用的教目也是孝悌忠信禮義廉恥這八個德目。所以我們做不到不思善不思惡，我們只思善，善的德目古人也為我們總結、歸納得非常好。"
    },
    {
      "id": "02-042-0022_p0048",
      "zh_CN": "学生就体会这八德，我以前讲八德的时候讲不好，八德里边有个悌，孝悌忠信的悌，悌的写法，竖心边一个弟。所以以往讲课都讲什么叫悌？心中有兄弟，包括姐妹。什么叫悌道？心中有兄弟姐妹叫悌。所以我们后来讲经的时候突然间好像开窍了一点点。八德，这八个德目，我们观察都可以用「心中有」这个公式把它贯穿起来。八德可以说是所有善行的一个总纲领，但这八个德目还是比较多，我们就用心中有这个公式把它贯穿起来。怎么贯穿？孝，心中有父母，这个叫孝。悌，心中有兄弟，包括姐妹，心中有兄弟姐妹叫做悌。忠，心中有领导，或者说心中有国家，这个是忠。信，心中有朋友。礼，心中有夫妇。八德前面的五条，孝悌忠信礼，这五个字恰恰刚刚好就是五伦，非常非常的巧妙。我们用心中有父母、心中有兄弟、心中有领导、心中有朋友、心中有夫妇，这个公式把它贯穿起来，我们感觉到非常的有意思。第六条义，义什么意思？心中有事业，以道义为准则。第七条廉，心中有财富，以廉洁为准。所以我们前面这八德的第六条是义，义就是事业，廉就是财富，事业以道义为基础，就不会胡作妄为，财富以廉洁为准则，那就不会贪得无厌，不会去取不义之财，那就不应该了。第八个字耻，耻什么意思？心中有自己的毛病、缺点和不足。",
      "zh_TW": "學生就體會這八德，我以前講八德的時候講不好，八德裡邊有個悌，孝悌忠信的悌，悌的寫法，豎心邊一個弟。所以以往講課都講什麼叫悌？心中有兄弟，包括姐妹。什麼叫悌道？心中有兄弟姐妹叫悌。所以我們後來講經的時候突然間好像開竅了一點點。八德，這八個德目，我們觀察都可以用「心中有」這個公式把它貫穿起來。八德可以說是所有善行的一個總綱領，但這八個德目還是比較多，我們就用心中有這個公式把它貫穿起來。怎麼貫穿？孝，心中有父母，這個叫孝。悌，心中有兄弟，包括姐妹，心中有兄弟姐妹叫做悌。忠，心中有領導，或者說心中有國家，這個是忠。信，心中有朋友。禮，心中有夫婦。八德前面的五條，孝悌忠信禮，這五個字恰恰剛剛好就是五倫，非常非常的巧妙。我們用心中有父母、心中有兄弟、心中有領導、心中有朋友、心中有夫婦，這個公式把它貫穿起來，我們感覺到非常的有意思。第六條義，義什麼意思？心中有事業，以道義為準則。第七條廉，心中有財富，以廉潔為準。所以我們前面這八德的第六條是義，義就是事業，廉就是財富，事業以道義為基礎，就不會胡作妄為，財富以廉潔為準則，那就不會貪得無厭，不會去取不義之財，那就不應該了。第八個字恥，恥什麼意思？心中有自己的毛病、缺點和不足。"
    },
    {
      "id": "02-042-0022_p0049",
      "zh_CN": "所以，八德这八个字，学生都是用「心中有」这个公式，我们前面学陀罗尼，得大总持，总一切法，我们用「心中有」把八德再归纳、再总结，我们学生就体会到，这么说起来感觉到好像更容易把握。像前面孝悌忠信礼这是五伦，父子、兄弟、君臣、朋友、夫妇，心中有他们的什么？心中有他们的优点、长处、恩德，只有他们好的一面。第八条耻，心中只有自己的毛病、缺点和不足，这岂不就是忏悔业障吗？我们人在这个世间，无论出家、在家，大家都必须要工作、必须要做事，这就是事业，事业以道义为基础，这是第六条。第七条廉，廉洁，心中有财富，以廉洁为标准。所以后来学生体会这个八德，我们跟同修、朋友在这么介绍的时候，很多同修都表示，八德这么讲的话，本来是八个字常常会忘记。这八个字用心中有，有什么，心中有什么，这样去贯穿之后，学生也体会到，好像这个总持、这个纲领，我们用心中有掌握住这个纲领了。",
      "zh_TW": "所以，八德這八個字，學生都是用「心中有」這個公式，我們前面學陀羅尼，得大總持，總一切法，我們用「心中有」把八德再歸納、再總結，我們學生就體會到，這麼說起來感覺到好像更容易把握。像前面孝悌忠信禮這是五倫，父子、兄弟、君臣、朋友、夫婦，心中有他們的什麼？心中有他們的優點、長處、恩德，只有他們好的一面。第八條恥，心中只有自己的毛病、缺點和不足，這豈不就是懺悔業障嗎？我們人在這個世間，無論出家、在家，大家都必須要工作、必須要做事，這就是事業，事業以道義為基礎，這是第六條。第七條廉，廉潔，心中有財富，以廉潔為標準。所以後來學生體會這個八德，我們跟同修、朋友在這麼介紹的時候，很多同修都表示，八德這麼講的話，本來是八個字常常會忘記。這八個字用心中有，有什麼，心中有什麼，這樣去貫穿之後，學生也體會到，好像這個總持、這個綱領，我們用心中有掌握住這個綱領了。"
    },
    {
      "id": "02-042-0022_p0050",
      "zh_CN": "所以不思善不思恶，我们做不到这一点，我们就应该勉励自己做到只思善不思恶。只思善里边，这些德目、这些项目我们在儒家、道家都有很多的总结和归纳。这个八德的总结，虽然是八个字很容易，但是我们现在的教育，方方面面我们把它提起来的时候，还是感觉到比较不亲切、比较陌生。学生在讲经的过程当中，在练讲的过程当中，就用这心中有父母、心中有兄弟、心中有君臣、心中有朋友、心中有夫妇、心中有事业、心中有财富、心中有自己的毛病、缺点和不足，用这个「心中有」把八德贯穿起来。在跟同学、在跟同修的交流过程当中，他们听完之后也觉得好像明白一些了，感觉上如果从这个心中有去展开、去思惟，只思善，我们渐渐渐渐的薰修，跟阿弥陀佛也渐渐会有更多的相应。这是学生在练讲的过程当中这么一点体会，请老法师批评指正，谢谢。阿弥陀佛。",
      "zh_TW": "所以不思善不思惡，我們做不到這一點，我們就應該勉勵自己做到只思善不思惡。只思善裡邊，這些德目、這些項目我們在儒家、道家都有很多的總結和歸納。這個八德的總結，雖然是八個字很容易，但是我們現在的教育，方方面面我們把它提起來的時候，還是感覺到比較不親切、比較陌生。學生在講經的過程當中，在練講的過程當中，就用這心中有父母、心中有兄弟、心中有君臣、心中有朋友、心中有夫婦、心中有事業、心中有財富、心中有自己的毛病、缺點和不足，用這個「心中有」把八德貫穿起來。在跟同學、在跟同修的交流過程當中，他們聽完之後也覺得好像明白一些了，感覺上如果從這個心中有去展開、去思惟，只思善，我們漸漸漸漸的薰修，跟阿彌陀佛也漸漸會有更多的相應。這是學生在練講的過程當中這麼一點體會，請老法師批評指正，謝謝。阿彌陀佛。"
    },
    {
      "id": "02-042-0022_p0051",
      "zh_CN": "老法师：明静师讲得很好。心中有是本有，就是自性里面本来具足，也就是说是心是佛；能够落实在生活上，就是是心作佛。这八个德目，在中国是圣贤，心中本来就是圣贤，是心是圣贤，能够把这些条目都能够落实，是心作圣贤，我也把这个公式套着给你做参考。惠能大师开悟的时候所说的「何期自性，本自具足」，本自具足就是心性里头本来有的。佛法里面讲阿赖耶、讲心性，这个里面都含着有这些意思，特别是阿赖耶、如来藏，里面包含都是本有的。世出世间一切善恶，有为、无为，这就本有的。在我们中国古籍里头，《大学》里头所说的明德、亲民、止于至善，明德不就是如来藏吗？不就是阿赖耶吗？说法不一样，意思很接近。所以我们要肯定自性里头本有的。如何把自性本有的德能、智慧开发出来，这属于修德，性修是一不是二。",
      "zh_TW": "老法師：明靜師講得很好。心中有是本有，就是自性裡面本來具足，也就是說是心是佛；能夠落實在生活上，就是是心作佛。這八個德目，在中國是聖賢，心中本來就是聖賢，是心是聖賢，能夠把這些條目都能夠落實，是心作聖賢，我也把這個公式套著給你做參考。惠能大師開悟的時候所說的「何期自性，本自具足」，本自具足就是心性裡頭本來有的。佛法裡面講阿賴耶、講心性，這個裡面都含著有這些意思，特別是阿賴耶、如來藏，裡面包含都是本有的。世出世間一切善惡，有為、無為，這就本有的。在我們中國古籍裡頭，《大學》裡頭所說的明德、親民、止於至善，明德不就是如來藏嗎？不就是阿賴耶嗎？說法不一樣，意思很接近。所以我們要肯定自性裡頭本有的。如何把自性本有的德能、智慧開發出來，這屬於修德，性修是一不是二。"
    },
    {
      "id": "02-042-0022_p0052",
      "zh_CN": "《观无量寿经》讲这两句话讲绝了，「是心是佛，是心作佛」，讲绝了。是心是圣贤，是心作圣贤；是心是饿鬼，是心作饿鬼。鬼是贪心，贪心是鬼道，瞋恚是地狱道，看你做什么。佛菩萨，人作的，十法界，人作的，六道三途也是人作的。阿赖耶里面具足一切法的种子，遇缘就起现行，看你怎么做法。所以佛给我们做了个总结，世出世间业因果报自作自受，于任何人都没有关系，讲得真好，自作自受。你什么都不缺乏，你跟佛没有两样，念佛就作佛去，念菩萨就作菩萨去。就是你心里有，心里有佛就作佛，心里有菩萨就作菩萨，心上有天人你就上天去了，心里头有贪瞋痴慢疑，就往下三道去了。我们今天一心想求生西方极乐世界，仰慕阿弥陀佛，希望做阿弥陀佛的学生，亲近阿弥陀佛，只要心上有阿弥陀佛，心上有极乐世界，就成功了，还是心作心是。为什么能成就？因为你是心有，你心里头有。",
      "zh_TW": "《觀無量壽經》講這兩句話講絕了，「是心是佛，是心作佛」，講絕了。是心是聖賢，是心作聖賢；是心是餓鬼，是心作餓鬼。鬼是貪心，貪心是鬼道，瞋恚是地獄道，看你做什麼。佛菩薩，人作的，十法界，人作的，六道三途也是人作的。阿賴耶裡面具足一切法的種子，遇緣就起現行，看你怎麼做法。所以佛給我們做了個總結，世出世間業因果報自作自受，於任何人都沒有關係，講得真好，自作自受。你什麼都不缺乏，你跟佛沒有兩樣，念佛就作佛去，念菩薩就作菩薩去。就是你心裡有，心裡有佛就作佛，心裡有菩薩就作菩薩，心上有天人你就上天去了，心裡頭有貪瞋痴慢疑，就往下三道去了。我們今天一心想求生西方極樂世界，仰慕阿彌陀佛，希望做阿彌陀佛的學生，親近阿彌陀佛，只要心上有阿彌陀佛，心上有極樂世界，就成功了，還是心作心是。為什麼能成就？因為你是心有，你心裡頭有。"
    },
    {
      "id": "02-042-0022_p0053",
      "zh_CN": "心里头有八德，所以你能够成圣成贤，最低限度要成为君子，古圣先贤所说的圣贤、君子。中国古代的教育是圣贤、君子的教育，不是升官发财，不是这个教育，也不是说给社会做福利的这个教育，不是的，圣贤君子教育。人心正，一切法都正；人心邪，一切法都邪，中国古圣先贤教育着重在人心，也就是你刚才讲的不思恶只思善，这是六道里头的人天道。断恶修善不着断恶修善的相，那就是出世道，那就是佛菩萨、阿罗汉，他们断恶不着断恶的相、修善不着修善的相，他们永远保持在清净平等觉的状况之下。如果着相，就被染污了，断恶着断恶的相，被染污了，修善着修善的相，被染污了。",
      "zh_TW": "心裡頭有八德，所以你能夠成聖成賢，最低限度要成為君子，古聖先賢所說的聖賢、君子。中國古代的教育是聖賢、君子的教育，不是升官發財，不是這個教育，也不是說給社會做福利的這個教育，不是的，聖賢君子教育。人心正，一切法都正；人心邪，一切法都邪，中國古聖先賢教育著重在人心，也就是你剛才講的不思惡只思善，這是六道裡頭的人天道。斷惡修善不著斷惡修善的相，那就是出世道，那就是佛菩薩、阿羅漢，他們斷惡不著斷惡的相、修善不著修善的相，他們永遠保持在清淨平等覺的狀況之下。如果著相，就被染污了，斷惡著斷惡的相，被染污了，修善著修善的相，被染污了。"
    },
    {
      "id": "02-042-0022_p0054",
      "zh_CN": "所以佛在大乘经上常常提醒我们，六根在六尘境界里头清楚、明了，智慧，看得清楚、听得清楚但是不起心不动念。这是什么？法身大士、诸佛如来的境界，他没有起心动念。清清楚楚、明明白白是智慧，自性本具的智慧；不起心、不动念是定，自性本定，能大师所说的「何期自性，本无动摇」，那就是自性本定。为什么要修定？因为自性本定。不定是烦恼，是造业的根源，烦恼造业根源是不定。所以佛法八万四千法门，方法不一样，门径不一样，但是干的是一桩事情，就是修定。八万四千法门统统是修定，修定为什么？求开智慧，定了之后就生智慧，他就不生烦恼。不定是生烦恼，染污生烦恼，清净平等生智慧。",
      "zh_TW": "所以佛在大乘經上常常提醒我們，六根在六塵境界裡頭清楚、明瞭，智慧，看得清楚、聽得清楚但是不起心不動念。這是什麼？法身大士、諸佛如來的境界，他沒有起心動念。清清楚楚、明明白白是智慧，自性本具的智慧；不起心、不動念是定，自性本定，能大師所說的「何期自性，本無動搖」，那就是自性本定。為什麼要修定？因為自性本定。不定是煩惱，是造業的根源，煩惱造業根源是不定。所以佛法八萬四千法門，方法不一樣，門徑不一樣，但是幹的是一樁事情，就是修定。八萬四千法門統統是修定，修定為什麼？求開智慧，定了之後就生智慧，他就不生煩惱。不定是生煩惱，染污生煩惱，清淨平等生智慧。"
    },
    {
      "id": "02-042-0022_p0055",
      "zh_CN": "今天普世的教育，佛教里面的伦理道德教育，中国传统里面都有这些教育，要普遍的发扬光大。从哪里做起？从我做起，别求别人，求别人你会失望。从自己做起，把自己心量拓开，学着去跟菩萨学、佛学，学着关心别人，无缘大慈，同体大悲。尽心尽力帮助一切众生，帮助社会、帮助国家、帮助这个地球，不分国籍、不分族群、不分宗教信仰，用清净平等心去做，这就叫菩萨，这就叫大乘。汤恩比博士所说的，拯救二十一世纪的社会，拯救现在灾难的地球，他说只有中国孔孟学说跟大乘佛法，说得非常有道理。难得我们今天的国家领导人极力在提倡，我们希望中国共产党带头落实，领导全世界。不是做不到，可以做得到的，人人都向往着安定和谐。中国这优秀传统的文化汤恩比很欣赏，我听到非常赞成。从自己做起，从我们小团体做起，绝对要求自己，不要要求别人，尽量用自己的德行去感化别人，这正确的。好，还有吗？",
      "zh_TW": "今天普世的教育，佛教裡面的倫理道德教育，中國傳統裡面都有這些教育，要普遍的發揚光大。從哪裡做起？從我做起，別求別人，求別人你會失望。從自己做起，把自己心量拓開，學著去跟菩薩學、佛學，學著關心別人，無緣大慈，同體大悲。盡心盡力幫助一切眾生，幫助社會、幫助國家、幫助這個地球，不分國籍、不分族群、不分宗教信仰，用清淨平等心去做，這就叫菩薩，這就叫大乘。湯恩比博士所說的，拯救二十一世紀的社會，拯救現在災難的地球，他說只有中國孔孟學說跟大乘佛法，說得非常有道理。難得我們今天的國家領導人極力在提倡，我們希望中國共產黨帶頭落實，領導全世界。不是做不到，可以做得到的，人人都嚮往著安定和諧。中國這優秀傳統的文化湯恩比很欣賞，我聽到非常贊成。從自己做起，從我們小團體做起，絕對要求自己，不要要求別人，盡量用自己的德行去感化別人，這正確的。好，還有嗎？"
    },
    {
      "id": "02-042-0022_p0056",
      "zh_CN": "主持人：刘教授。",
      "zh_TW": "主持人：劉教授。"
    },
    {
      "id": "02-042-0022_p0057",
      "zh_CN": "学生：尊敬的各位。",
      "zh_TW": "學生：尊敬的各位。"
    },
    {
      "id": "02-042-0022_p0058",
      "zh_CN": "老法师：好，听到。",
      "zh_TW": "老法師：好，聽到。"
    },
    {
      "id": "02-042-0022_p0059",
      "zh_CN": "学生：能听得到吗？",
      "zh_TW": "學生：能聽得到嗎？"
    },
    {
      "id": "02-042-0022_p0060",
      "zh_CN": "老法师：听得到，听到了。",
      "zh_TW": "老法師：聽得到，聽到了。"
    },
    {
      "id": "02-042-0022_p0061",
      "zh_CN": "学生：师父老人家您好，今天学生从学会收到一个同修给学生写的一封信。他说，刘教授说《群书治要》讲得很好，我听了很欢喜也很受益，也叫我的后辈看。但是我想说一句，就是《弟子规》说「称尊长，勿呼名」，可是刘老师几次提到国家领导人都直呼其名，我听了很不舒服，也可能给人不好的样子。因为她讲的课很多人都在看、在学习，影响很大，请刘老师以后多注意一下。谢谢，感恩。",
      "zh_TW": "學生：師父老人家您好，今天學生從學會收到一個同修給學生寫的一封信。他說，劉教授說《群書治要》講得很好，我聽了很歡喜也很受益，也叫我的後輩看。但是我想說一句，就是《弟子規》說「稱尊長，勿呼名」，可是劉老師幾次提到國家領導人都直呼其名，我聽了很不舒服，也可能給人不好的樣子。因為她講的課很多人都在看、在學習，影響很大，請劉老師以後多注意一下。謝謝，感恩。"
    },
    {
      "id": "02-042-0022_p0062",
      "zh_CN": "学生看了这封信之后非常的惭愧，因为确实像师父老人家所讲的，我们这一代年轻人受西方文化的影响，潜移默化，不知不觉。所以在平时写文章、讲话的时候，对于国家领导人都不是很恭敬，确实经常是直呼其名，也给大家做了不好的示范和榜样。在这里也藉这个机会向所有的听众来忏悔，希望以后能提起自己对国家领导人的恭敬心。像师父老人家就给我们做出了这样的榜样，每次讲课的时候对国家领导人都是非常的赞叹、恭敬，而且就是从称呼中就可以看到。我们也知道学习圣贤教诲最重要的是恭敬心，师父常说自己的恭敬心和古代的大德相比只有三十分，我们这一代的年轻人，可能和师父相比就远之又远了。请问师父上人，像我们这些受西方文化影响很深重的年轻人，怎么样培养和提升自己的恭敬心，有没有具体的方法？谢谢师父上人。",
      "zh_TW": "學生看了這封信之後非常的慚愧，因為確實像師父老人家所講的，我們這一代年輕人受西方文化的影響，潛移默化，不知不覺。所以在平時寫文章、講話的時候，對於國家領導人都不是很恭敬，確實經常是直呼其名，也給大家做了不好的示範和榜樣。在這裡也藉這個機會向所有的聽眾來懺悔，希望以後能提起自己對國家領導人的恭敬心。像師父老人家就給我們做出了這樣的榜樣，每次講課的時候對國家領導人都是非常的讚歎、恭敬，而且就是從稱呼中就可以看到。我們也知道學習聖賢教誨最重要的是恭敬心，師父常說自己的恭敬心和古代的大德相比只有三十分，我們這一代的年輕人，可能和師父相比就遠之又遠了。請問師父上人，像我們這些受西方文化影響很深重的年輕人，怎麼樣培養和提升自己的恭敬心，有沒有具體的方法？謝謝師父上人。"
    },
    {
      "id": "02-042-0022_p0063",
      "zh_CN": "老法师：这桩事情我早就注意到了，想告诉妳，没有想到有人提醒妳了，太好了。恭敬心是学习的基本条件，对老师、对父母没有恭敬就没办法教化，这一点决定不能跟西方人学习。中国人从小就教孝、就教敬，这两个字是中国教育的核心，也可以说今天讲核心的价值观，要把这两个字发扬光大。孝父母，把这个孝敬的心能够孝顺天下一切众生，不只是人，包括动物、植物、矿物；把对老师的恭敬心，孝是对父母，敬是对老师，孝亲尊师，尊师重道，把恭敬也要发扬光大，能对一切人群，没有不恭敬。《礼记．曲礼》头一句话，「曲礼曰：毋不敬」。在佛教里面，你看一切仪规里头、忏仪里面一定有「一切恭敬」，有这个字样，怎么可以不恭敬？",
      "zh_TW": "老法師：這樁事情我早就注意到了，想告訴妳，沒有想到有人提醒妳了，太好了。恭敬心是學習的基本條件，對老師、對父母沒有恭敬就沒辦法教化，這一點決定不能跟西方人學習。中國人從小就教孝、就教敬，這兩個字是中國教育的核心，也可以說今天講核心的價值觀，要把這兩個字發揚光大。孝父母，把這個孝敬的心能夠孝順天下一切眾生，不只是人，包括動物、植物、礦物；把對老師的恭敬心，孝是對父母，敬是對老師，孝親尊師，尊師重道，把恭敬也要發揚光大，能對一切人群，沒有不恭敬。《禮記．曲禮》頭一句話，「曲禮曰：毋不敬」。在佛教裡面，你看一切儀規裡頭、懺儀裡面一定有「一切恭敬」，有這個字樣，怎麼可以不恭敬？"
    },
    {
      "id": "02-042-0022_p0064",
      "zh_CN": "我们对国家领导人恭敬，对国家各个阶层的领导人都恭敬，不但对于元首，对于省级的、市级的、县级的，乃至一个村长，我们对他都恭敬，他领导这个小地区，不能直呼其名。中国人在这个恭敬心对称呼上的时候是非常严格的，名只有两个人可以称他的。男子二十岁行冠礼，戴帽子了，行冠礼，代表他成人了。从这天起，他的名就不能够叫他，他有字，平辈的朋友送他一个字，以后称字不称名。皇上见他的时候也称字不称名，除非他犯罪了，他犯罪就称他的名，一称名，这人问题来了。这个道理现在没人讲了，我们从小还学到。怎么可以称父母亲名？这不可以的，大忌讳，那叫大不孝。对老师、对同学、对朋友都称字，不称名。更恭敬的称号，他有别号。最恭敬的连这些都不称，你看过去李鸿章，这是我们安徽人，对他的尊敬称李合肥，他是合肥人。在我们佛门里面的法师，天台大师，这智者大师，都不称名、不称字，称，他住在天台山，天台大师；称窥基大师，他住的大慈恩寺，慈恩大师。称地名，这是最恭敬的，这个地区出来这样一个伟人，这个恭敬不但对他，是对这整个地区都表示恭敬。讲《礼记》的时候会讲，但是现在没有人讲《礼记》，也没有人学《礼记》了。",
      "zh_TW": "我們對國家領導人恭敬，對國家各個階層的領導人都恭敬，不但對於元首，對於省級的、市級的、縣級的，乃至一個村長，我們對他都恭敬，他領導這個小地區，不能直呼其名。中國人在這個恭敬心對稱呼上的時候是非常嚴格的，名只有兩個人可以稱他的。男子二十歲行冠禮，戴帽子了，行冠禮，代表他成人了。從這天起，他的名就不能夠叫他，他有字，平輩的朋友送他一個字，以後稱字不稱名。皇上見他的時候也稱字不稱名，除非他犯罪了，他犯罪就稱他的名，一稱名，這人問題來了。這個道理現在沒人講了，我們從小還學到。怎麼可以稱父母親名？這不可以的，大忌諱，那叫大不孝。對老師、對同學、對朋友都稱字，不稱名。更恭敬的稱號，他有別號。最恭敬的連這些都不稱，你看過去李鴻章，這是我們安徽人，對他的尊敬稱李合肥，他是合肥人。在我們佛門裡面的法師，天台大師，這智者大師，都不稱名、不稱字，稱，他住在天台山，天台大師；稱窺基大師，他住的大慈恩寺，慈恩大師。稱地名，這是最恭敬的，這個地區出來這樣一個偉人，這個恭敬不但對他，是對這整個地區都表示恭敬。講《禮記》的時候會講，但是現在沒有人講《禮記》，也沒有人學《禮記》了。"
    },
    {
      "id": "02-042-0022_p0065",
      "zh_CN": "我早年在台中求学，请李老师讲《礼记》，我记得请了好像六、七次老师才答应。他为什么不讲？没人学，没人真学。我说我们总还有二、三个学生喜欢学的，佛氏门中，不舍一人，有一个人愿意学，您老人家都要讲。给我们讲了几篇，「曲礼」上下讲完了，「内则」讲完了，还讲了两篇。这些重要的，我们日常生活当中有的要细讲，这些都是属于礼节、威仪。希望我们佛门同学，你们常常称，你看，上净下空，这都是有礼貌，不敢直呼其名。上面一个字是什么，下面一个字是什么，你看看这不叫是麻烦吗？这是礼节。这是礼节，都必须要知道。",
      "zh_TW": "我早年在台中求學，請李老師講《禮記》，我記得請了好像六、七次老師才答應。他為什麼不講？沒人學，沒人真學。我說我們總還有二、三個學生喜歡學的，佛氏門中，不捨一人，有一個人願意學，您老人家都要講。給我們講了幾篇，「曲禮」上下講完了，「內則」講完了，還講了兩篇。這些重要的，我們日常生活當中有的要細講，這些都是屬於禮節、威儀。希望我們佛門同學，你們常常稱，你看，上淨下空，這都是有禮貌，不敢直呼其名。上面一個字是什麼，下面一個字是什麼，你看看這不叫是麻煩嗎？這是禮節。這是禮節，都必須要知道。"
    },
    {
      "id": "02-042-0022_p0066",
      "zh_CN": "我们带头做，我们养成习惯，会听的人他就知道，不会听的人慢慢让他听，听多了他会觉悟到。我们喜欢别人尊敬我，我们一定先尊敬别人。我们不尊敬别人，别人怎么会尊敬我们？外国人儿女对父母直接叫名字的，这个文化不能学。我们希望我们能感染外国人，不要受外国人感染，从我们自己开始。刘余莉教授说得非常之好，她深深感觉到这一层是正确的。无论在文字、在称呼上统统有恭敬心、有真诚心，还要保持清净心，心不受外境影响，这个好。还有没有？",
      "zh_TW": "我們帶頭做，我們養成習慣，會聽的人他就知道，不會聽的人慢慢讓他聽，聽多了他會覺悟到。我們喜歡別人尊敬我，我們一定先尊敬別人。我們不尊敬別人，別人怎麼會尊敬我們？外國人兒女對父母直接叫名字的，這個文化不能學。我們希望我們能感染外國人，不要受外國人感染，從我們自己開始。劉余莉教授說得非常之好，她深深感覺到這一層是正確的。無論在文字、在稱呼上統統有恭敬心、有真誠心，還要保持清淨心，心不受外境影響，這個好。還有沒有？"
    },
    {
      "id": "02-042-0022_p0067",
      "zh_CN": "主持人：在这边自己也先忏悔，因为有时候称这些老师都是连名带姓的给这些老师名字讲出来。请问一下师父，如果我们，像有老师有名有字，因为同样姓氏的有挺多，我们应该怎么来称呼？",
      "zh_TW": "主持人：在這邊自己也先懺悔，因為有時候稱這些老師都是連名帶姓的給這些老師名字講出來。請問一下師父，如果我們，像有老師有名有字，因為同樣姓氏的有挺多，我們應該怎麼來稱呼？"
    },
    {
      "id": "02-042-0022_p0068",
      "zh_CN": "老法师：用名字里头的一个字，最好不能够连名带姓，连名带姓在古时候是骂人的，是非常不礼貌的。",
      "zh_TW": "老法師：用名字裡頭的一個字，最好不能夠連名帶姓，連名帶姓在古時候是罵人的，是非常不禮貌的。"
    },
    {
      "id": "02-042-0022_p0069",
      "zh_CN": "主持人：感谢师父。下一位是瑜老师。",
      "zh_TW": "主持人：感謝師父。下一位是瑜老師。"
    },
    {
      "id": "02-042-0022_p0070",
      "zh_CN": "学生：阿弥陀佛，师父您好，这是弟子就刚才我们学习的这个问题继续想请示师父开示，请教师父开示。因为弟子虽然学佛时间比较久，我是三十岁学佛，今年四十二岁，其实一直就是在家静修，就这几年才开始出来接触道场和佛门，尤其是我们净宗系统。弟子就看到这样的现象，当然弟子自己也做得非常不好，就是我们佛弟子自己本身对三宝，尤其是出家的师父，无论是比丘还是比丘尼，都做不到很恭敬。譬如说对师父上人您就能非常的恭敬，但是可能对其他的出家师父就会去分别，他是持戒还是不持戒，讲经讲得好还是坏，有没有德行，而且会随意的去评论。弟子想请师父开示，这样做会有什么样的因果？如何从我们心底生起真正对出家法师的恭敬心，能够做一个虔敬三宝的佛弟子？阿弥陀佛。",
      "zh_TW": "學生：阿彌陀佛，師父您好，這是弟子就剛才我們學習的這個問題繼續想請示師父開示，請教師父開示。因為弟子雖然學佛時間比較久，我是三十歲學佛，今年四十二歲，其實一直就是在家靜修，就這幾年才開始出來接觸道場和佛門，尤其是我們淨宗系統。弟子就看到這樣的現象，當然弟子自己也做得非常不好，就是我們佛弟子自己本身對三寶，尤其是出家的師父，無論是比丘還是比丘尼，都做不到很恭敬。譬如說對師父上人您就能非常的恭敬，但是可能對其他的出家師父就會去分別，他是持戒還是不持戒，講經講得好還是壞，有沒有德行，而且會隨意的去評論。弟子想請師父開示，這樣做會有什麼樣的因果？如何從我們心底生起真正對出家法師的恭敬心，能夠做一個虔敬三寶的佛弟子？阿彌陀佛。"
    },
    {
      "id": "02-042-0022_p0071",
      "zh_CN": "老法师：好。",
      "zh_TW": "老法師：好。"
    },
    {
      "id": "02-042-0022_p0072",
      "zh_CN": "学生：感恩师父。",
      "zh_TW": "學生：感恩師父。"
    },
    {
      "id": "02-042-0022_p0073",
      "zh_CN": "老法师：陈老师问得很好。这个事情，我们很久很久之前，提出净宗同学行门五科，这就有。我们的行门五科是三福、六和、三学、六度、普贤十愿，普贤十愿第一愿「礼敬诸佛」。普贤行跟菩萨行不一样，菩萨行里头有分别，普贤行里头没有分别，所以普贤行难。但是修净土的人跟普贤关系太密切了，你看夏莲居老居士告诉我们，我们净土宗，净宗初祖，遍法界虚空界的净宗初祖是谁？我们没想到过，他说大势至菩萨，遍法界虚空界用念佛法门成道的，他带头的。娑婆世界的初祖，净宗初祖是谁？普贤菩萨。你看，释迦牟尼佛成佛，第一部讲的经《华严经》，在定中讲的，普贤菩萨到最后十大愿王导归极乐，这娑婆世界的初祖。我们中国初祖是慧远大师，要知道娑婆世界的初祖、遍法界虚空界的初祖，夏莲老给我们拈出来，好。",
      "zh_TW": "老法師：陳老師問得很好。這個事情，我們很久很久之前，提出淨宗同學行門五科，這就有。我們的行門五科是三福、六和、三學、六度、普賢十願，普賢十願第一願「禮敬諸佛」。普賢行跟菩薩行不一樣，菩薩行裡頭有分別，普賢行裡頭沒有分別，所以普賢行難。但是修淨土的人跟普賢關係太密切了，你看夏蓮居老居士告訴我們，我們淨土宗，淨宗初祖，遍法界虛空界的淨宗初祖是誰？我們沒想到過，他說大勢至菩薩，遍法界虛空界用念佛法門成道的，他帶頭的。娑婆世界的初祖，淨宗初祖是誰？普賢菩薩。你看，釋迦牟尼佛成佛，第一部講的經《華嚴經》，在定中講的，普賢菩薩到最後十大願王導歸極樂，這娑婆世界的初祖。我們中國初祖是慧遠大師，要知道娑婆世界的初祖、遍法界虛空界的初祖，夏蓮老給我們拈出來，好。"
    },
    {
      "id": "02-042-0022_p0074",
      "zh_CN": "普贤行跟一般菩萨不一样，一般菩萨修六度，普贤菩萨修十愿。十愿就是六度的圆满、六度的普遍，他没有分别，他没有执着。礼敬诸佛，谁是诸佛？诸佛是讲过去佛、现在佛、未来佛。现在所有的众生都是未来佛，要不要恭敬？要恭敬，要跟我们对父母的恭敬、对老师的恭敬、对释迦牟尼佛的恭敬、对阿弥陀佛的恭敬，平等的恭敬。这个难，这是普贤行。你看普贤菩萨跟我们这个经的关系，第二品里面，还是序品，还不是到正宗，第二品「德遵普贤」。所以我们就晓得，往生到极乐世界，在极乐世界修什么？完全修普贤行，极乐世界就是普贤菩萨的法界，人人都是普贤行。",
      "zh_TW": "普賢行跟一般菩薩不一樣，一般菩薩修六度，普賢菩薩修十願。十願就是六度的圓滿、六度的普遍，他沒有分別，他沒有執著。禮敬諸佛，誰是諸佛？諸佛是講過去佛、現在佛、未來佛。現在所有的眾生都是未來佛，要不要恭敬？要恭敬，要跟我們對父母的恭敬、對老師的恭敬、對釋迦牟尼佛的恭敬、對阿彌陀佛的恭敬，平等的恭敬。這個難，這是普賢行。你看普賢菩薩跟我們這個經的關係，第二品裡面，還是序品，還不是到正宗，第二品「德遵普賢」。所以我們就曉得，往生到極樂世界，在極樂世界修什麼？完全修普賢行，極樂世界就是普賢菩薩的法界，人人都是普賢行。"
    },
    {
      "id": "02-042-0022_p0075",
      "zh_CN": "普贤行在《华严经》具体示现的，就是善财童子五十三参。善财代表一个念佛人，修净土法门的。你看他第一个参访的善知识，吉祥云比丘，《八十华严》叫德云比丘，德云比丘教他什么？教他般舟三昧，专念阿弥陀佛，求生极乐世界。德云比丘那是圆教初住菩萨，给他开示，给他说法，说了二十一门念佛法门。二十一不是数字，是密宗的表法，表大圆满。念佛法门就是一切诸佛所说无量法门里面的总的归结，归结到念佛，这句佛号上，这个意义太深了。也就是说八万四千法门，门门都是念佛法门；无量法门，门门也是念佛法门。",
      "zh_TW": "普賢行在《華嚴經》具體示現的，就是善財童子五十三參。善財代表一個念佛人，修淨土法門的。你看他第一個參訪的善知識，吉祥雲比丘，《八十華嚴》叫德雲比丘，德雲比丘教他什麼？教他般舟三昧，專念阿彌陀佛，求生極樂世界。德雲比丘那是圓教初住菩薩，給他開示，給他說法，說了二十一門念佛法門。二十一不是數字，是密宗的表法，表大圓滿。念佛法門就是一切諸佛所說無量法門裡面的總的歸結，歸結到念佛，這句佛號上，這個意義太深了。也就是說八萬四千法門，門門都是念佛法門；無量法門，門門也是念佛法門。"
    },
    {
      "id": "02-042-0022_p0076",
      "zh_CN": "所以，你养成一个恭敬的心，恭敬心是什么？是性德，而且是自性里头的第一德。第一德没有了，第二、第三也就没有，就缺德了。对我们厌恶的人、看不顺眼的人，或者毁谤我们的人、侮辱我们的人、陷害我们的人，我们对他都要平等的恭敬。为什么？我们同一个自性、同一个法性，从性上讲完全平等。相上讲不平等，为什么？迷，我也迷，我迷得比较轻，你迷得比我重，所以我还以平等恭敬心对你。你对我有差别、有分别，你迷得比我重，一看就清楚了。如果我还有怨恨心、还有轻慢心，说明我的迷跟你差不多，没什么上下。我还有怨恨你，想报复你，我迷得比你重。都在眼前事相上看得一清二楚。所以要学礼敬诸佛。",
      "zh_TW": "所以，你養成一個恭敬的心，恭敬心是什麼？是性德，而且是自性裡頭的第一德。第一德沒有了，第二、第三也就沒有，就缺德了。對我們厭惡的人、看不順眼的人，或者毀謗我們的人、侮辱我們的人、陷害我們的人，我們對他都要平等的恭敬。為什麼？我們同一個自性、同一個法性，從性上講完全平等。相上講不平等，為什麼？迷，我也迷，我迷得比較輕，你迷得比我重，所以我還以平等恭敬心對你。你對我有差別、有分別，你迷得比我重，一看就清楚了。如果我還有怨恨心、還有輕慢心，說明我的迷跟你差不多，沒什麼上下。我還有怨恨你，想報復你，我迷得比你重。都在眼前事相上看得一清二楚。所以要學禮敬諸佛。"
    },
    {
      "id": "02-042-0022_p0077",
      "zh_CN": "礼敬诸佛，相上不一样，有差别，心没有两样。相是表现在外表给人看的，我们要遵守这个规律，让社会能安定、有秩序，五伦就是讲秩序，礼貌是讲秩序。以前帝王时代，最敬礼是三跪九叩首，现在我们这个时代，最敬礼是三鞠躬。我们生在这个时代必须用这个时代的礼节，用古人的礼节就错了，一定要用今人的礼节。但是我们学佛，对佛那不一样，我们用佛门的礼节，佛门的礼节没有跟着时代变迁，所以我们拜佛还是礼佛三拜，右绕三匝。右绕三匝现在很少，但是礼佛三拜很普遍。所以这些要懂。但是，礼佛三拜只有在佛堂，见到出家人的时候也只有在寺庙里面、道场里面，在外面见到的时候不要跪下来拜。于公共场所，在飞机场、在车站，你见到法师跪下来，让别人看到说这迷信。你看，你不就叫他造业了吗？他造这个业很重，不轻。谁给他造的？你帮助他造的，你不是度他，你是害他。所以，在公共场所见到法师，合掌一鞠躬就可以了，就很好了，千万不要趴到地上磕三个头，这不如法。这个也很难，没有人教你，没人给你讲。",
      "zh_TW": "禮敬諸佛，相上不一樣，有差別，心沒有兩樣。相是表現在外表給人看的，我們要遵守這個規律，讓社會能安定、有秩序，五倫就是講秩序，禮貌是講秩序。以前帝王時代，最敬禮是三跪九叩首，現在我們這個時代，最敬禮是三鞠躬。我們生在這個時代必須用這個時代的禮節，用古人的禮節就錯了，一定要用今人的禮節。但是我們學佛，對佛那不一樣，我們用佛門的禮節，佛門的禮節沒有跟著時代變遷，所以我們拜佛還是禮佛三拜，右繞三匝。右繞三匝現在很少，但是禮佛三拜很普遍。所以這些要懂。但是，禮佛三拜只有在佛堂，見到出家人的時候也只有在寺廟裡面、道場裡面，在外面見到的時候不要跪下來拜。於公共場所，在飛機場、在車站，你見到法師跪下來，讓別人看到說這迷信。你看，你不就叫他造業了嗎？他造這個業很重，不輕。誰給他造的？你幫助他造的，你不是度他，你是害他。所以，在公共場所見到法師，合掌一鞠躬就可以了，就很好了，千萬不要趴到地上磕三個頭，這不如法。這個也很難，沒有人教你，沒人給你講。"
    },
    {
      "id": "02-042-0022_p0078",
      "zh_CN": "这些平常这些礼节确实是很重要，是要学习，不同的场合、处所、不同的时间有不同的做法。佛法戒律都是圆融的，不是死呆板的，每一条戒都有开遮持犯，不懂得开遮持犯，你怎么能学戒律？所以一切为众生想，不是为自己，要让大众生欢喜心，要让大众生欢心，这个欢，赞叹。影响大家，不要受外面的影响，这就对了，佛法确实合情、合理、合法。称呼我们慢慢改过来。同修当中，佛门里面称居士，文明一点的，尊重称大士、称开士，开是开悟了，开士，有很多称呼。现在人都用名，都没有字，佛门里还有字。我这个净空是字，法名不是这两个。法名，我们的出家是觉字辈，觉悟的觉，觉字辈，觉净，净土的净，觉净是名，净空是字。所以出家还有，在家现在都没有了。我们在名字里头就称一个字，年岁大的称某公，六十岁以上的称公，对他尊敬；年龄跟我们差不多的，辈分是平等的，也要恭敬；晚辈，除非是不满二十岁，可以称名，二十以上最好就不称名，名字里头就称一个字。",
      "zh_TW": "這些平常這些禮節確實是很重要，是要學習，不同的場合、處所、不同的時間有不同的做法。佛法戒律都是圓融的，不是死呆板的，每一條戒都有開遮持犯，不懂得開遮持犯，你怎麼能學戒律？所以一切為眾生想，不是為自己，要讓大眾生歡喜心，要讓大眾生歡心，這個歡，讚歎。影響大家，不要受外面的影響，這就對了，佛法確實合情、合理、合法。稱呼我們慢慢改過來。同修當中，佛門裡面稱居士，文明一點的，尊重稱大士、稱開士，開是開悟了，開士，有很多稱呼。現在人都用名，都沒有字，佛門裡還有字。我這個淨空是字，法名不是這兩個。法名，我們的出家是覺字輩，覺悟的覺，覺字輩，覺淨，淨土的淨，覺淨是名，淨空是字。所以出家還有，在家現在都沒有了。我們在名字裡頭就稱一個字，年歲大的稱某公，六十歲以上的稱公，對他尊敬；年齡跟我們差不多的，輩分是平等的，也要恭敬；晚輩，除非是不滿二十歲，可以稱名，二十以上最好就不稱名，名字裡頭就稱一個字。"
    },
    {
      "id": "02-042-0022_p0079",
      "zh_CN": "时间到了，今天时间到了。天天在学习，活到老，学到老，这很快乐。天天学习，互相学习，我没有想到的，你们想到了，我很欢喜。好，谢谢大家。",
      "zh_TW": "時間到了，今天時間到了。天天在學習，活到老，學到老，這很快樂。天天學習，互相學習，我沒有想到的，你們想到了，我很歡喜。好，謝謝大家。"
    }
  ]
}