{
  "doc_id": "02-042-0218",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "自了法师"
  ],
  "volume": {
    "zh_CN": "第二一八集",
    "zh_TW": "第二一八集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0218",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-042-0218_p0001",
      "zh_CN": "学生：厌离娑婆、欣求极乐之六",
      "zh_TW": "學生：厭離娑婆、欣求極樂之六"
    },
    {
      "id": "02-042-0218_p0002",
      "zh_CN": "自了法师编辑",
      "zh_TW": "自了法師編輯"
    },
    {
      "id": "02-042-0218_p0003",
      "zh_CN": "七、爱不重不生娑婆（一）",
      "zh_TW": "七、愛不重不生娑婆（一）"
    },
    {
      "id": "02-042-0218_p0004",
      "zh_CN": "《径中径又径》：「柏庭法师曰：修净业者常多，得其门而径造者无几；谈净土者常多，得其要而直指者或寡矣。未闻有以自障自蔽为说者，自障者莫若爱，自蔽者莫若疑。但使疑爱二心，了无障碍，则净土一门未始间隔。」",
      "zh_TW": "《徑中徑又徑》：「柏庭法師曰：修淨業者常多，得其門而徑造者無幾；談淨土者常多，得其要而直指者或寡矣。未聞有以自障自蔽為說者，自障者莫若愛，自蔽者莫若疑。但使疑愛二心，了無障礙，則淨土一門未始間隔。」"
    },
    {
      "id": "02-042-0218_p0005",
      "zh_CN": "宋朝的善月大师说：修净土法门的人很多，但是能通晓往生的窍诀并实际去做的人很少；口中讲净土的人很多，但是能找到其中关要的人很少。很多念佛人都不知道在往生方面有「自障自蔽」这种问题。其实这就是最关键的问题。说到「自障」，再没有比对于轮回的爱执更严重的往生障碍。而「自蔽」就是指对于极乐世界、阿弥陀佛等心存怀疑。如果能够把这怀疑和爱执之心断除，那么即生往生西方就不是什么难事了。这里讲得非常清楚，如果心里还存有往生的违品——贪爱世间的心，以及怀疑之心，那是根本不可能往生的。",
      "zh_TW": "宋朝的善月大師說：修淨土法門的人很多，但是能通曉往生的竅訣並實際去做的人很少；口中講淨土的人很多，但是能找到其中關要的人很少。很多念佛人都不知道在往生方面有「自障自蔽」這種問題。其實這就是最關鍵的問題。說到「自障」，再沒有比對於輪迴的愛執更嚴重的往生障礙。而「自蔽」就是指對於極樂世界、阿彌陀佛等心存懷疑。如果能夠把這懷疑和愛執之心斷除，那麼即生往生西方就不是什麼難事了。這裡講得非常清楚，如果心裡還存有往生的違品——貪愛世間的心，以及懷疑之心，那是根本不可能往生的。"
    },
    {
      "id": "02-042-0218_p0006",
      "zh_CN": "之后大师又说：「无为子十疑论序曰：『爱不重，不生娑婆；念不一，不生极乐。』」「无为子」指宋朝开悟的大居士杨杰，他在为智者大师的《净土十疑论》所作的序言当中，讲到「爱不重不生娑婆；念不一不生极乐」这句话非常重要。我们如果看过后代大德，包括一些净土祖师的教言开示，就能发现处处都会提到这句话。可见对于往生来说，这个问题相当关键。也就是要想真正修集往生资粮，必须断除对于世间的贪爱。我们下面就对于这个道理简单讲讲，希望大家都能断除往生方面的「自我障蔽」，修集清净的往生资粮，踏上真正的往生之路。",
      "zh_TW": "之後大師又說：「無為子十疑論序曰：『愛不重，不生娑婆；念不一，不生極樂。』」「無為子」指宋朝開悟的大居士楊傑，他在為智者大師的《淨土十疑論》所作的序言當中，講到「愛不重不生娑婆；念不一不生極樂」這句話非常重要。我們如果看過後代大德，包括一些淨土祖師的教言開示，就能發現處處都會提到這句話。可見對於往生來說，這個問題相當關鍵。也就是要想真正修集往生資糧，必須斷除對於世間的貪愛。我們下面就對於這個道理簡單講講，希望大家都能斷除往生方面的「自我障蔽」，修集清淨的往生資糧，踏上真正的往生之路。"
    },
    {
      "id": "02-042-0218_p0007",
      "zh_CN": "（一）家庭爱染，生死因缘",
      "zh_TW": "（一）家庭愛染，生死因緣"
    },
    {
      "id": "02-042-0218_p0008",
      "zh_CN": "现在的人经常会说「家庭是道场，生活作佛事」等等，但是这也要辨别清楚，所谓「道场」必须是修持出世间的清净法业，积累往生资粮的道场，而不是增长轮回爱染，坚固生死根源的地方。只是现在很多人没有智慧，没有以正见去仔细的分析、辨别这件事，认为我们是在共同修集往生资粮，实际上完全是在积聚轮回的因缘。",
      "zh_TW": "現在的人經常會說「家庭是道場，生活作佛事」等等，但是這也要辨別清楚，所謂「道場」必須是修持出世間的清淨法業，積累往生資糧的道場，而不是增長輪迴愛染，堅固生死根源的地方。只是現在很多人沒有智慧，沒有以正見去仔細的分析、辨別這件事，認為我們是在共同修集往生資糧，實際上完全是在積聚輪迴的因緣。"
    },
    {
      "id": "02-042-0218_p0009",
      "zh_CN": "为什么这么说？要知道，居士处在家庭里面，大多是纠缠在世间法当中。在家庭里常常会增长轮回的因，增长爱执之心，跟往生西方直接相违。稍一放松正念，就会以我执烦恼来互相面对。这一点大家都有自知之明，自己观察一下就会知道。就像《楞严经》中所说：「汝爱我心，我怜汝色，以是因缘经百千劫常在缠缚。」家人彼此之间往往是世俗的情爱，再加上各种家庭琐事的纠缠，都成为轮回法，成为系缚的因。要知道，所谓好的关系有两种：一种是互相策励，在出世间的解脱法方面做真实的饶益，这种关系可以让自他都往生清净佛土，都能得到解脱。一种就是互相增长爱恋，我对你好，你对我好，彼此增长世俗情执，这种关系会使你的心深陷在轮回里面，实际上就是系缚轮回的因，完全不随顺解脱，不是往生西方的因。只要你去观察，就会发现，在家庭里面，所谓的夫妻之情、母子之爱，都是贪执轮回的心。譬如认为世间家庭的氛围，阖家团圆的快乐，一家人在一起安稳舒适的过日子等等，非常美好、幸福。在这些方面你的心非常重视，或者羡慕不已，或者沉浸其中，或者小心翼翼的守护……其实这些都是烦恼，都是苦。",
      "zh_TW": "為什麼這麼說？要知道，居士處在家庭裡面，大多是糾纏在世間法當中。在家庭裡常常會增長輪迴的因，增長愛執之心，跟往生西方直接相違。稍一放鬆正念，就會以我執煩惱來互相面對。這一點大家都有自知之明，自己觀察一下就會知道。就像《楞嚴經》中所說：「汝愛我心，我憐汝色，以是因緣經百千劫常在纏縛。」家人彼此之間往往是世俗的情愛，再加上各種家庭瑣事的糾纏，都成為輪迴法，成為繫縛的因。要知道，所謂好的關係有兩種：一種是互相策勵，在出世間的解脫法方面做真實的饒益，這種關係可以讓自他都往生清淨佛土，都能得到解脫。一種就是互相增長愛戀，我對你好，你對我好，彼此增長世俗情執，這種關係會使你的心深陷在輪迴裡面，實際上就是繫縛輪迴的因，完全不隨順解脫，不是往生西方的因。只要你去觀察，就會發現，在家庭裡面，所謂的夫妻之情、母子之愛，都是貪執輪迴的心。譬如認為世間家庭的氛圍，闔家團圓的快樂，一家人在一起安穩舒適的過日子等等，非常美好、幸福。在這些方面你的心非常重視，或者羨慕不已，或者沉浸其中，或者小心翼翼的守護……其實這些都是煩惱，都是苦。"
    },
    {
      "id": "02-042-0218_p0010",
      "zh_CN": "《法华经》中说：「诸苦所因，贪欲为本」，一切苦的出生之处就是贪欲，以它为根，就会出生无数的忧苦。我们都是欲界的众生，与生俱来就有对世间的贪爱，一旦增长这种贪爱，随之而来的一定是痛苦。譬如在得不到满足的时候，或者出现一些变故的时候，就会产生极大的苦恼。而且这种贪爱会不断的潜滋暗长，它也是十二缘起里能生支的第一个，有了爱就会取后有的生死，之后就是数不尽的轮回，说不完的苦。中峰国师在《净土诗》中也说：「尘沙劫又尘沙劫，数尽尘沙劫未休，当念只因情未撇，无边生死自羁留。」众生在生死之中经历了无数大劫，数尽了尘沙，也算不清到底经历了多少劫的生死。这都是由于一个「情」字，心里一直放不下，以至于把自己缠缚在轮回当中。",
      "zh_TW": "《法華經》中說：「諸苦所因，貪欲為本」，一切苦的出生之處就是貪欲，以它為根，就會出生無數的憂苦。我們都是欲界的眾生，與生俱來就有對世間的貪愛，一旦增長這種貪愛，隨之而來的一定是痛苦。譬如在得不到滿足的時候，或者出現一些變故的時候，就會產生極大的苦惱。而且這種貪愛會不斷的潛滋暗長，它也是十二緣起裡能生支的第一個，有了愛就會取後有的生死，之後就是數不盡的輪迴，說不完的苦。中峰國師在《淨土詩》中也說：「塵沙劫又塵沙劫，數盡塵沙劫未休，當念只因情未撇，無邊生死自羈留。」眾生在生死之中經歷了無數大劫，數盡了塵沙，也算不清到底經歷了多少劫的生死。這都是由於一個「情」字，心裡一直放不下，以至於把自己纏縛在輪迴當中。"
    },
    {
      "id": "02-042-0218_p0011",
      "zh_CN": "《涅槃经》中说：「居家迫迮犹如牢狱，一切烦恼由之而生。」这一点稍加观察就能很明显的发现。处在家庭里面，如果和家人往昔有善缘，彼此的感情很好，很甜蜜，很恩爱，这样就会增长贪染，互为流转生死的增上缘。其中一个人一旦离开，其他人就会非常痛苦，甚至没有勇气继续活下去。如果相互之间的缘分不是很好，经常发生摩擦、冲突，像冤家一样，彼此怨恨；或者长年冷战、形同陌路……总之，处在家庭里面，彼此间都是以我执、烦恼来用事，在在处处不是生贪就是生瞋。",
      "zh_TW": "《涅槃經》中說：「居家迫迮猶如牢獄，一切煩惱由之而生。」這一點稍加觀察就能很明顯的發現。處在家庭裡面，如果和家人往昔有善緣，彼此的感情很好，很甜蜜，很恩愛，這樣就會增長貪染，互為流轉生死的增上緣。其中一個人一旦離開，其他人就會非常痛苦，甚至沒有勇氣繼續活下去。如果相互之間的緣分不是很好，經常發生摩擦、衝突，像冤家一樣，彼此怨恨；或者長年冷戰、形同陌路……總之，處在家庭裡面，彼此間都是以我執、煩惱來用事，在在處處不是生貪就是生瞋。"
    },
    {
      "id": "02-042-0218_p0012",
      "zh_CN": "另外，为了这个家，每天必须忙碌各种琐事，很少有时间修集善法，甚至连十善业的内涵都很难具足。因为行持十善业道必须有一种断恶之心，要坚持这种原则。但是一旦陷在家庭的欲坑当中，陷入各种世俗法里面，就连行持十善业都有困难。因为如果顾及一个小家的利益，为别人考虑的心就会很少，这样发生利益冲突的时候，往往会造下严重的恶业。譬如做为一个母亲，如果用心有偏差，认为我的孩子什么都好，无论他要什么我都给，就有可能造下杀生等的恶业。而且，当自己的孩子和别人的孩子发生矛盾时，她处理起来很可能不合乎正理。明明是自己孩子的错，但是完全看不到，只是一味的纵容，甚至将来孩子长大后会犯下大错。所以，一旦人的心被爱蒙蔽住了，虽然想利益自己的家人，但是往往会害了他，也害了自己。正所谓「慈悲多祸害，方便出下流」。没有以智慧摄持的所谓「慈悲」、「方便」，非但不成为善法，反而会成为恶趣的因。所以，如果不能以智慧摄持，让家人都随顺解脱，那么家庭就像一个枷锁一样，会捆住一个人的心，连起码的十善业道都守不好，更不可能往生西方了。因为往生极乐世界的要求更高，必须彻底放下对整个三界的贪爱，如果连小小的家庭都看不破，心完全落在欲界里面，又怎么可能往生净土？",
      "zh_TW": "另外，為了這個家，每天必須忙碌各種瑣事，很少有時間修集善法，甚至連十善業的內涵都很難具足。因為行持十善業道必須有一種斷惡之心，要堅持這種原則。但是一旦陷在家庭的欲坑當中，陷入各種世俗法裡面，就連行持十善業都有困難。因為如果顧及一個小家的利益，為別人考慮的心就會很少，這樣發生利益衝突的時候，往往會造下嚴重的惡業。譬如做為一個母親，如果用心有偏差，認為我的孩子什麼都好，無論他要什麼我都給，就有可能造下殺生等的惡業。而且，當自己的孩子和別人的孩子發生矛盾時，她處理起來很可能不合乎正理。明明是自己孩子的錯，但是完全看不到，只是一味的縱容，甚至將來孩子長大後會犯下大錯。所以，一旦人的心被愛蒙蔽住了，雖然想利益自己的家人，但是往往會害了他，也害了自己。正所謂「慈悲多禍害，方便出下流」。沒有以智慧攝持的所謂「慈悲」、「方便」，非但不成為善法，反而會成為惡趣的因。所以，如果不能以智慧攝持，讓家人都隨順解脫，那麼家庭就像一個枷鎖一樣，會捆住一個人的心，連起碼的十善業道都守不好，更不可能往生西方了。因為往生極樂世界的要求更高，必須徹底放下對整個三界的貪愛，如果連小小的家庭都看不破，心完全落在欲界裡面，又怎麼可能往生淨土？"
    },
    {
      "id": "02-042-0218_p0013",
      "zh_CN": "因此，这些方面都值得我们警醒。很多人说是学佛，但其实最多只是做一点人天善法。有些人甚至连人天善法也修不起来，所谓的学佛，对他来说只是一种消遣，一种高档、时尚的生活。这样满脑子都是家庭、工作，心完全被各种的男欢女爱、亲人之间的感情、五欲的享受等等所吸引，想从这些当中出离，把它们视为苦的心根本没有，对于清净佛国的事基本无动于衷。像这样贪爱世间，完全不具备欣厌的内涵，在愿上面一点也不符合条件，是不可能往生的。",
      "zh_TW": "因此，這些方面都值得我們警醒。很多人說是學佛，但其實最多只是做一點人天善法。有些人甚至連人天善法也修不起來，所謂的學佛，對他來說只是一種消遣，一種高檔、時尚的生活。這樣滿腦子都是家庭、工作，心完全被各種的男歡女愛、親人之間的感情、五欲的享受等等所吸引，想從這些當中出離，把它們視為苦的心根本沒有，對於清淨佛國的事基本無動於衷。像這樣貪愛世間，完全不具備欣厭的內涵，在願上面一點也不符合條件，是不可能往生的。"
    },
    {
      "id": "02-042-0218_p0014",
      "zh_CN": "（二）智慧观察，斩断爱根",
      "zh_TW": "（二）智慧觀察，斬斷愛根"
    },
    {
      "id": "02-042-0218_p0015",
      "zh_CN": "对于在家的男女修行人来说，必须要有看破世间的智慧，这一点至关重要。否则，就像前面所说，根本遮止不了造集转生恶趣的业，更没办法修集往生资粮。如果能够看破、放下这一切，尽量减少心上的贪爱，让自己的心跟世间的染污法脱离关系，就不会被毒害到了。",
      "zh_TW": "對於在家的男女修行人來說，必須要有看破世間的智慧，這一點至關重要。否則，就像前面所說，根本遮止不了造集轉生惡趣的業，更沒辦法修集往生資糧。如果能夠看破、放下這一切，盡量減少心上的貪愛，讓自己的心跟世間的染污法脫離關係，就不會被毒害到了。"
    },
    {
      "id": "02-042-0218_p0016",
      "zh_CN": "《径中径又径》里讲到：修行不得力的根本，在于没有断掉对世间法的贪爱。由于爱的牵缠，就会妄念纷飞；喜欢因爱而生，厌恶、恐惧也同样由爱而起。这样就算平时好像能看得破，好像能一心念佛，但是到了临终的关键时刻也难免动心，导致净业难成，不得往生。所以，现在必须咬紧牙关，以坚忍的力量，斩断爱的绳索。对自己所贪爱的一切，要时时以智慧观察清楚，最开始要强制性的断除爱执，这样到最后自然能够远离贪染。",
      "zh_TW": "《徑中徑又徑》裡講到：修行不得力的根本，在於沒有斷掉對世間法的貪愛。由於愛的牽纏，就會妄念紛飛；喜歡因愛而生，厭惡、恐懼也同樣由愛而起。這樣就算平時好像能看得破，好像能一心念佛，但是到了臨終的關鍵時刻也難免動心，導致淨業難成，不得往生。所以，現在必須咬緊牙關，以堅忍的力量，斬斷愛的繩索。對自己所貪愛的一切，要時時以智慧觀察清楚，最開始要強制性的斷除愛執，這樣到最後自然能夠遠離貪染。"
    },
    {
      "id": "02-042-0218_p0017",
      "zh_CN": "这里讲得很清楚，就是要通过智慧观察，清楚的认识到世间的真相，才能断除爱执。其实很多人很难发现这一点。会觉得自己的家庭很好，对此很自豪、很陶醉，喜欢这种安逸的家庭生活。但是，这些家的欢乐到底是什么体性？是清净的出世间法吗？是觉悟的法吗？是真正的安乐吗？这些方面，必须要静下心来好好想一想，心里看清楚后就不会再迷惑了。",
      "zh_TW": "這裡講得很清楚，就是要通過智慧觀察，清楚的認識到世間的真相，才能斷除愛執。其實很多人很難發現這一點。會覺得自己的家庭很好，對此很自豪、很陶醉，喜歡這種安逸的家庭生活。但是，這些家的歡樂到底是什麼體性？是清淨的出世間法嗎？是覺悟的法嗎？是真正的安樂嗎？這些方面，必須要靜下心來好好想一想，心裡看清楚後就不會再迷惑了。"
    },
    {
      "id": "02-042-0218_p0018",
      "zh_CN": "佛在《楞伽经》里说：「复次大慧！菩萨为求出离生死……观诸世间无一可乐，妻子眷属如枷锁想，宫殿台观如牢狱想，观诸珍宝如粪聚想。」我们具体来看，首先说眷属如枷锁，俗话说：「夫妻是缘，善缘恶缘无缘不聚；儿女是债，讨债还债无债不来。」其实夫妻之间就是以彼此的业力牵缠，暂时聚合在一起，因缘一尽就必须分开。所以短暂的相聚也没什么大的意义，如果对此非常耽着，会成为系缚生死最大的障碍。莲池大师在《云栖诗偈》里也讲到这个道理，大意是说：夫妻恩爱，鸾凤和鸣，缠缠绵绵不知哪日能结束。活着的时候好像可以长相厮守，但是到缘尽的时候也不得不各自分开。彼此情意缠绵，互相系缚，如同披上了沉重的枷锁一般。愿能看破将自己缠缚在生死之中的冤家，赶紧寻找出离之道，以此将这关系最密切的因缘，从自己的心上抹去，不再牵缠。",
      "zh_TW": "佛在《楞伽經》裡說：「復次大慧！菩薩為求出離生死……觀諸世間無一可樂，妻子眷屬如枷鎖想，宮殿台觀如牢獄想，觀諸珍寶如糞聚想。」我們具體來看，首先說眷屬如枷鎖，俗話說：「夫妻是緣，善緣惡緣無緣不聚；兒女是債，討債還債無債不來。」其實夫妻之間就是以彼此的業力牽纏，暫時聚合在一起，因緣一盡就必須分開。所以短暫的相聚也沒什麼大的意義，如果對此非常耽著，會成為繫縛生死最大的障礙。蓮池大師在《雲棲詩偈》裡也講到這個道理，大意是說：夫妻恩愛，鸞鳳和鳴，纏纏綿綿不知哪日能結束。活著的時候好像可以長相廝守，但是到緣盡的時候也不得不各自分開。彼此情意纏綿，互相繫縛，如同披上了沉重的枷鎖一般。願能看破將自己纏縛在生死之中的冤家，趕緊尋找出離之道，以此將這關係最密切的因緣，從自己的心上抹去，不再牽纏。"
    },
    {
      "id": "02-042-0218_p0019",
      "zh_CN": "儿女就是债主，无非是由于过去世有债务关系，今生才投生为儿女。普庵祖师也说：「眷属犹如梦，非冤不遇逢，如今儿女者，皆再来祖宗。」印光大师也说：「以彼此有负欠故，致所生儿女种种不一。有还债者，有讨债者，有报德者，有报怨者。」所以，父母和儿女之间的关系不出这四种：讨债、还债、报恩、报怨。我们都看过很多这方面的因果实录，都很清楚，很多今世的儿女是前世自己所杀的人。由于前世欠了他的钱和命，所以今生他投生为自己的子女来讨债。而且，父母往往会特别疼爱这种来讨债的儿女。这就是业缘，它会像枷锁一样紧紧的束缚住自己。所以一定要以智慧看清楚，就会知道这些根本不值得贪着。",
      "zh_TW": "兒女就是債主，無非是由於過去世有債務關係，今生才投生為兒女。普庵祖師也說：「眷屬猶如夢，非冤不遇逢，如今兒女者，皆再來祖宗。」印光大師也說：「以彼此有負欠故，致所生兒女種種不一。有還債者，有討債者，有報德者，有報怨者。」所以，父母和兒女之間的關係不出這四種：討債、還債、報恩、報怨。我們都看過很多這方面的因果實錄，都很清楚，很多今世的兒女是前世自己所殺的人。由於前世欠了他的錢和命，所以今生他投生為自己的子女來討債。而且，父母往往會特別疼愛這種來討債的兒女。這就是業緣，它會像枷鎖一樣緊緊的束縛住自己。所以一定要以智慧看清楚，就會知道這些根本不值得貪著。"
    },
    {
      "id": "02-042-0218_p0020",
      "zh_CN": "而且，家宅就像监狱，一旦结婚成家，就不再有自由，就要被锁在这个监狱里面，一锁就是几十年。即使是两口之家，都会有很多很多的事，非常不自在！一般人只要被关在这里面，就只能不断的增长烦恼和业。那是很危险的。自己也会发现身心愈来愈沉重，愈来愈不安乐，烦恼愈来愈多，善心愈来愈少了。",
      "zh_TW": "而且，家宅就像監獄，一旦結婚成家，就不再有自由，就要被鎖在這個監獄裡面，一鎖就是幾十年。即使是兩口之家，都會有很多很多的事，非常不自在！一般人只要被關在這裡面，就只能不斷的增長煩惱和業。那是很危險的。自己也會發現身心愈來愈沉重，愈來愈不安樂，煩惱愈來愈多，善心愈來愈少了。"
    },
    {
      "id": "02-042-0218_p0021",
      "zh_CN": "再说，财物、珍宝就像粪堆。大多数人都希望财富愈多愈好，认为钱财当然是多多益善。但是实际上，钱财愈多，麻烦就愈多，人就愈操心。就拿有车来说，这方面很多人都有体会。没车的时候觉得有车很好，既方便又体面，但实际上，有车之后麻烦更多。俗话说「买车容易养车难」，有车之后不得不面临很多问题，每个月的油费，每年的保险费，维修保养费、停车费、养路费、过桥费……在北方，冬天租的车库比人住的房子都贵。而且，稍微碰到点事，就得跟保安、交警打交道，徒增困扰、浪费时间。另外，在城市里遇到高峰期堵车，一堵就是几个小时，比走路用的时候还多。原本以为有车方便，结果更耽误事。再说，本以为有车很体面，但是看到身边的朋友不断的换车，自己却一辆车开了几年，会感觉很没面子。换车吧！钱不够；不换呢？心里难受。干脆卖了吧！面子上更挂不住。总之，有车之后，数不尽的麻烦、苦恼就会一直紧密相随，摆脱不掉。",
      "zh_TW": "再說，財物、珍寶就像糞堆。大多數人都希望財富愈多愈好，認為錢財當然是多多益善。但是實際上，錢財愈多，麻煩就愈多，人就愈操心。就拿有車來說，這方面很多人都有體會。沒車的時候覺得有車很好，既方便又體面，但實際上，有車之後麻煩更多。俗話說「買車容易養車難」，有車之後不得不面臨很多問題，每個月的油費，每年的保險費，維修保養費、停車費、養路費、過橋費……在北方，冬天租的車庫比人住的房子都貴。而且，稍微碰到點事，就得跟保安、交警打交道，徒增困擾、浪費時間。另外，在城市裡遇到高峰期堵車，一堵就是幾個小時，比走路用的時候還多。原本以為有車方便，結果更耽誤事。再說，本以為有車很體面，但是看到身邊的朋友不斷的換車，自己卻一輛車開了幾年，會感覺很沒面子。換車吧！錢不夠；不換呢？心裡難受。乾脆賣了吧！面子上更掛不住。總之，有車之後，數不盡的麻煩、苦惱就會一直緊密相隨，擺脫不掉。"
    },
    {
      "id": "02-042-0218_p0022",
      "zh_CN": "像这样，夫妻、儿女、家庭、财物等等，都是苦的法、苦的自性。其他世间的事与此类似，详细观察就能发现根本没有什么安乐。看清楚世间苦的本性，就能很有力量的制伏贪爱之心。但是要想真正从根斩断，必须要有看透万法真相的空性智慧。幽溪大师在《净土法语》中说到：制止境缘的牵缠，不是让我们把世间所有的事物全部扔掉、烧光，也不是闭着眼睛不看。当你知道一切所爱的事物原本无有，只是自己的错觉认为它有，所以错觉在的时候才有这些假相，错觉消失，就都荡然无存。这样以智慧认识到万法没有什么实法可得，心里自然不会有执着。",
      "zh_TW": "像這樣，夫妻、兒女、家庭、財物等等，都是苦的法、苦的自性。其他世間的事與此類似，詳細觀察就能發現根本沒有什麼安樂。看清楚世間苦的本性，就能很有力量的制伏貪愛之心。但是要想真正從根斬斷，必須要有看透萬法真相的空性智慧。幽溪大師在《淨土法語》中說到：制止境緣的牽纏，不是讓我們把世間所有的事物全部扔掉、燒光，也不是閉著眼睛不看。當你知道一切所愛的事物原本無有，只是自己的錯覺認為它有，所以錯覺在的時候才有這些假相，錯覺消失，就都蕩然無存。這樣以智慧認識到萬法沒有什麼實法可得，心裡自然不會有執著。"
    },
    {
      "id": "02-042-0218_p0023",
      "zh_CN": "（三）远离染情，心地清净",
      "zh_TW": "（三）遠離染情，心地清淨"
    },
    {
      "id": "02-042-0218_p0024",
      "zh_CN": "我们如果真想往生极乐世界，真想修净业，就应该让自己的心一天比一天清净。这样才能跟阿弥陀佛相应，才能有清净佛土的气氛。",
      "zh_TW": "我們如果真想往生極樂世界，真想修淨業，就應該讓自己的心一天比一天清淨。這樣才能跟阿彌陀佛相應，才能有清淨佛土的氣氛。"
    },
    {
      "id": "02-042-0218_p0025",
      "zh_CN": "具体来说，就是要逐渐跟轮回脱离关系，一心跟极乐世界建立关系；逐渐跟世间俗人脱离关系，一心跟阿弥陀佛建立关系；逐渐跟世俗的染污缘脱离关系，一心跟净土的清净缘建立关系。也就是念念缘阿弥陀佛，缘西方三圣、清净海会；心里想的都是极乐国土，薰的都是净土气氛，一心一意就要往生到那里。这样一来自然能够把娑婆世界的事看淡，至于世间的享乐、世俗的关系等等，也不会特别执着，因为那时候心会很警醒，知道轮回里的法会牵连自己，会障碍往生。",
      "zh_TW": "具體來說，就是要逐漸跟輪迴脫離關係，一心跟極樂世界建立關係；逐漸跟世間俗人脫離關係，一心跟阿彌陀佛建立關係；逐漸跟世俗的染污緣脫離關係，一心跟淨土的清淨緣建立關係。也就是念念緣阿彌陀佛，緣西方三聖、清淨海會；心裡想的都是極樂國土，薰的都是淨土氣氛，一心一意就要往生到那裡。這樣一來自然能夠把娑婆世界的事看淡，至於世間的享樂、世俗的關係等等，也不會特別執著，因為那時候心會很警醒，知道輪迴裡的法會牽連自己，會障礙往生。"
    },
    {
      "id": "02-042-0218_p0026",
      "zh_CN": "就拿人与人之间的关系来说，只要跟一个人建立起密切的世俗关系，譬如成为朋友，那么你的心就会被一个人牵住。因为既然有关系了，彼此之间就要有来往，这样方方面面都会有影响，就要有业力上的合作等等。反过来说，如果你跟一个人结了很深的怨，譬如为了争名夺利而变成了仇敌，或者良心上欠了很多的债，那么这些恶业也会牵着你，障碍往生。也就是在轮回方面有一点造作，就必然会有一种业，把你的心往轮回的方向牵引。既然如此，想让自己的心念念缘净土，一心修净业，就必须断除对轮回的爱，这样才能断除轮回的因缘。如果不能断除贪爱之心，它的势力就会愈来愈大，就会成为你难以拔除的桩子。一旦这个桩子深陷在轮回的沙滩里面，就会使你千生万世沉陷轮回，无有出期。",
      "zh_TW": "就拿人與人之間的關係來說，只要跟一個人建立起密切的世俗關係，譬如成為朋友，那麼你的心就會被一個人牽住。因為既然有關係了，彼此之間就要有來往，這樣方方面面都會有影響，就要有業力上的合作等等。反過來說，如果你跟一個人結了很深的怨，譬如為了爭名奪利而變成了仇敵，或者良心上欠了很多的債，那麼這些惡業也會牽著你，障礙往生。也就是在輪迴方面有一點造作，就必然會有一種業，把你的心往輪迴的方向牽引。既然如此，想讓自己的心念念緣淨土，一心修淨業，就必須斷除對輪迴的愛，這樣才能斷除輪迴的因緣。如果不能斷除貪愛之心，它的勢力就會愈來愈大，就會成為你難以拔除的樁子。一旦這個樁子深陷在輪迴的沙灘裡面，就會使你千生萬世沉陷輪迴，無有出期。"
    },
    {
      "id": "02-042-0218_p0027",
      "zh_CN": "《楞严经》中讲到：「纯情即沉」，「纯想即飞」。这里「情」就是指爱，也就是我们对于世俗诸法的爱。这种贪爱之心就是生死因缘，爱一生，必然会下沉，会下堕。我们观察一下就知道，其实每个人陷在情爱里的时候，心都是往下沉的，而且很难拔出来。经中又讲到：由于爱染就会发起妄情，情在身体里面积聚起来，就会出生爱水。譬如心里想美食的时候就会出口水；忆念所爱的故人，或者想起他的种种可爱之处，或者哀其亡故心中不忍，就会流眼泪；贪财之心生起的时候，由于心里发出贪爱之水，在身体上就会显现出皮肤光润之相等等。总之，虽然爱有差别，但是积聚于内，而表现在外的方式是一样的，都是以湿润为性。湿润则自然无法上升，必定下坠。",
      "zh_TW": "《楞嚴經》中講到：「純情即沉」，「純想即飛」。這裡「情」就是指愛，也就是我們對於世俗諸法的愛。這種貪愛之心就是生死因緣，愛一生，必然會下沉，會下墮。我們觀察一下就知道，其實每個人陷在情愛裡的時候，心都是往下沉的，而且很難拔出來。經中又講到：由於愛染就會發起妄情，情在身體裡面積聚起來，就會出生愛水。譬如心裡想美食的時候就會出口水；憶念所愛的故人，或者想起他的種種可愛之處，或者哀其亡故心中不忍，就會流眼淚；貪財之心生起的時候，由於心裡發出貪愛之水，在身體上就會顯現出皮膚光潤之相等等。總之，雖然愛有差別，但是積聚於內，而表現在外的方式是一樣的，都是以濕潤為性。濕潤則自然無法上升，必定下墜。"
    },
    {
      "id": "02-042-0218_p0028",
      "zh_CN": "相反，如果爱很轻，比方说思想家，由于他们一心探求真理，心处在宁静的想当中，很少去缘世间的欲尘，这样生起的世俗情爱就很少，心就比较清净单纯。再譬如修行人心里常常观想清净的法，自然就不跟情黏在一起。譬如观想佛菩萨、清净佛土，缘正法作意等等，心当下就是往上飞的。这些你只要观察一下，就能体会到。对此，经中说到：如果众生心里希求胜妙境界等，发生仰慕渴求，就会出生想念，想念不断的积聚，就会出生殊胜之气。譬如持清净戒，就会全身轻快清净；持咒、结印的时候，心会顾盼雄毅，无所畏惧；希求脱离人间欲尘，生入天界，就会梦到自己在虚空当中飞行；心里忆念佛国净土就能在梦里，或者在禅观当中见到清净佛土；想亲近善知识，自然会轻视身命发起承事。总之，虽然想有差别，但是轻扬、上举的性是一样的。所以会飞升，不会下沉，自然超越世俗染情。",
      "zh_TW": "相反，如果愛很輕，比方說思想家，由於他們一心探求真理，心處在寧靜的想當中，很少去緣世間的欲塵，這樣生起的世俗情愛就很少，心就比較清淨單純。再譬如修行人心裡常常觀想清淨的法，自然就不跟情黏在一起。譬如觀想佛菩薩、清淨佛土，緣正法作意等等，心當下就是往上飛的。這些你只要觀察一下，就能體會到。對此，經中說到：如果眾生心裡希求勝妙境界等，發生仰慕渴求，就會出生想念，想念不斷的積聚，就會出生殊勝之氣。譬如持清淨戒，就會全身輕快清淨；持咒、結印的時候，心會顧盼雄毅，無所畏懼；希求脫離人間欲塵，生入天界，就會夢到自己在虛空當中飛行；心裡憶念佛國淨土就能在夢裡，或者在禪觀當中見到清淨佛土；想親近善知識，自然會輕視身命發起承事。總之，雖然想有差別，但是輕揚、上舉的性是一樣的。所以會飛升，不會下沉，自然超越世俗染情。"
    },
    {
      "id": "02-042-0218_p0029",
      "zh_CN": "经中又说到：如果只有想，没有情，死后必定生到天上。如果在此基础之上，也就是念想专一，一心作观，再加上修福德、智慧，发清净愿，那么临终之时自然心智开明，面见十方诸佛，可以随愿往生清净佛土。如果想和情均等，那么不会上升也不会下沉，会转生为人。其中想稍微多些，就会成为聪明的人，情多就会成为愚者。如果情多想少，就必定要堕在三恶趣里面了。其中六分情四分想，会堕为旁生；七分情三分想，会成为饿鬼；再往下，九分情一分想，就会堕在地狱里面。如果只有情，没有想，就会沉入无间地狱。",
      "zh_TW": "經中又說到：如果只有想，沒有情，死後必定生到天上。如果在此基礎之上，也就是念想專一，一心作觀，再加上修福德、智慧，發清淨願，那麼臨終之時自然心智開明，面見十方諸佛，可以隨願往生清淨佛土。如果想和情均等，那麼不會上升也不會下沉，會轉生為人。其中想稍微多些，就會成為聰明的人，情多就會成為愚者。如果情多想少，就必定要墮在三惡趣裡面了。其中六分情四分想，會墮為旁生；七分情三分想，會成為餓鬼；再往下，九分情一分想，就會墮在地獄裡面。如果只有情，沒有想，就會沉入無間地獄。"
    },
    {
      "id": "02-042-0218_p0030",
      "zh_CN": "这样我们就很清楚，情愈多，爱愈重，在轮回里陷得就愈深；想愈多，念愈专一，上升的位次就愈高。往生极乐正是凭借「一念」来成办的。这就是「爱不重不生娑婆，念不一不生极乐」的含义。",
      "zh_TW": "這樣我們就很清楚，情愈多，愛愈重，在輪迴裡陷得就愈深；想愈多，念愈專一，上升的位次就愈高。往生極樂正是憑藉「一念」來成辦的。這就是「愛不重不生娑婆，念不一不生極樂」的含義。"
    },
    {
      "id": "02-042-0218_p0031",
      "zh_CN": "（四）远离贪爱，净念一心",
      "zh_TW": "（四）遠離貪愛，淨念一心"
    },
    {
      "id": "02-042-0218_p0032",
      "zh_CN": "阿弥陀佛因地时发愿说：「我作佛时，十方无央数世界诸天人民，闻我名号……益作诸善，一心系念于我，虽止于一昼夜不绝，亦必生我刹。不得是愿终不作佛。」《往生论》中也说：「心常作愿，一心专念，毕竟往生安乐国土。」很明显，往生的关键就在于「一心」。那么，为什么大多数人不能达到一心？要知道，它的障碍就是「爱」，如果没有远离贪爱，就不可能真正做到净念相继、一心系念阿弥陀佛。",
      "zh_TW": "阿彌陀佛因地時發願說：「我作佛時，十方無央數世界諸天人民，聞我名號……益作諸善，一心繫念於我，雖止於一晝夜不絕，亦必生我剎。不得是願終不作佛。」《往生論》中也說：「心常作願，一心專念，畢竟往生安樂國土。」很明顯，往生的關鍵就在於「一心」。那麼，為什麼大多數人不能達到一心？要知道，它的障礙就是「愛」，如果沒有遠離貪愛，就不可能真正做到淨念相繼、一心繫念阿彌陀佛。"
    },
    {
      "id": "02-042-0218_p0033",
      "zh_CN": "幽溪大师说：心里对于世间的事物无法舍弃，就是因为爱；对于世间的想法不能舍弃，也是因为爱。心里只要有爱执，净念就无法专一；到了临终，如果因为爱的障碍，有一念不能归在一心念佛上，就不得往生。这里讲得非常清楚。我们必须把自己的心上的这个爱对治掉，否则必定会受它的牵制，把自己锁在轮回里面，百千万劫无有出期。",
      "zh_TW": "幽溪大師說：心裡對於世間的事物無法捨棄，就是因為愛；對於世間的想法不能捨棄，也是因為愛。心裡只要有愛執，淨念就無法專一；到了臨終，如果因為愛的障礙，有一念不能歸在一心念佛上，就不得往生。這裡講得非常清楚。我們必須把自己的心上的這個愛對治掉，否則必定會受它的牽制，把自己鎖在輪迴裡面，百千萬劫無有出期。"
    },
    {
      "id": "02-042-0218_p0034",
      "zh_CN": "首先我们要仔细观察，自己的心都爱执哪些事物？一般来说，最明显的就是人与人之间的爱。像是夫妻、母子、兄弟、朋友等等。还有对于世间的学问、技艺、事业、名利等的爱着，以及贪爱各种的饮食、衣服、房产、钱财、娱乐、玩物等等，无论是依报、正报、轻物、重物，爱执的心是厚还是薄，总之统统都是爱，都是往生的障碍。",
      "zh_TW": "首先我們要仔細觀察，自己的心都愛執哪些事物？一般來說，最明顯的就是人與人之間的愛。像是夫妻、母子、兄弟、朋友等等。還有對於世間的學問、技藝、事業、名利等的愛著，以及貪愛各種的飲食、衣服、房產、錢財、娛樂、玩物等等，無論是依報、正報、輕物、重物，愛執的心是厚還是薄，總之統統都是愛，都是往生的障礙。"
    },
    {
      "id": "02-042-0218_p0035",
      "zh_CN": "找出了自己所爱执的事物之后，就要看清楚贪恋它们的过患，这样心里才能放下它，才有希望往生极乐世界。具体来说，那些事物刚一出现，你的心就会陷在里面，这就是下沉的状态。哪怕只是一件衣服，当你爱着它的时候，你的心都是往下坠的。这方面看看自己的行为就会知道，当你拥有一件好衣服的时候，是不是会在镜子前左看看、右看看，陶醉不已呢？这些行为就是爱的表现，就是烦恼。或者当你看电视的时候，自己的心是不是直接就黏在那上面了？看到别人有很多钱的时候，心里是不是一直钉在那里，拔不出来？最明显的就是，当你爱上一个人的时候，无论是哪种爱，心都是黏黏糊糊的，找不到一点清净的状态，是不是？……总之，只要内心陷在贪爱当中，就远离了出世间解脱道的内涵，就不会有清净的修法。这些都是往生的障碍。",
      "zh_TW": "找出了自己所愛執的事物之後，就要看清楚貪戀它們的過患，這樣心裡才能放下它，才有希望往生極樂世界。具體來說，那些事物剛一出現，你的心就會陷在裡面，這就是下沉的狀態。哪怕只是一件衣服，當你愛著它的時候，你的心都是往下墜的。這方面看看自己的行為就會知道，當你擁有一件好衣服的時候，是不是會在鏡子前左看看、右看看，陶醉不已呢？這些行為就是愛的表現，就是煩惱。或者當你看電視的時候，自己的心是不是直接就黏在那上面了？看到別人有很多錢的時候，心裡是不是一直釘在那裡，拔不出來？最明顯的就是，當你愛上一個人的時候，無論是哪種愛，心都是黏黏糊糊的，找不到一點清淨的狀態，是不是？……總之，只要內心陷在貪愛當中，就遠離了出世間解脫道的內涵，就不會有清淨的修法。這些都是往生的障礙。"
    },
    {
      "id": "02-042-0218_p0036",
      "zh_CN": "而且要看到，贪着这些事物会在心里种下很多染污种子，会造下各种像垃圾一样的杂染业。心上薰习的气氛跟净土完全不相应，这种状况，往生的希望就很渺茫了。要知道，极乐世界是完全清净的国土，只有清净的业才能相应，才能成功往生。我们缘阿弥陀佛、极乐世界起信心，这是清净的信心；我们发愿往生到那里，这是清净的愿；在信愿的基础上持念万德洪名，是清净的行。这些清净的法都是往生净土的因，所以叫做净业资粮。但是，如果自己的心一直不肯改，不断的加重对世间的贪爱，每天造下的都是一些转生轮回的业，甚至是堕入恶趣的黑业，那就很糟糕了。",
      "zh_TW": "而且要看到，貪著這些事物會在心裡種下很多染污種子，會造下各種像垃圾一樣的雜染業。心上薰習的氣氛跟淨土完全不相應，這種狀況，往生的希望就很渺茫了。要知道，極樂世界是完全清淨的國土，只有清淨的業才能相應，才能成功往生。我們緣阿彌陀佛、極樂世界起信心，這是清淨的信心；我們發願往生到那裡，這是清淨的願；在信願的基礎上持念萬德洪名，是清淨的行。這些清淨的法都是往生淨土的因，所以叫做淨業資糧。但是，如果自己的心一直不肯改，不斷的加重對世間的貪愛，每天造下的都是一些轉生輪迴的業，甚至是墮入惡趣的黑業，那就很糟糕了。"
    },
    {
      "id": "02-042-0218_p0037",
      "zh_CN": "所以，在这些方面每个人都要很清楚，如果自己的心明明对于世间法非常爱执，还认为自己念佛念得很好，那只是自己骗自己而已。实际上你念佛是假的，造业是真的，结果必然是没办法往生。在这些方面必须要警醒。如果你的心能够有一点觉悟，能够认识到爱执世间的危害性，就要像《了凡四训》中所说：「从前种种，譬如昨日死，从后种种，譬如今日生。」也就是从此之后要洗心革面，痛改前非，虽然我们现在还是凡夫，做不到圣者、成就者那么好，但是起码要有一个跟过去不一样的决断，那就是要真正愿意断除心上的贪爱，这样之后才会有出离的希望。",
      "zh_TW": "所以，在這些方面每個人都要很清楚，如果自己的心明明對於世間法非常愛執，還認為自己念佛念得很好，那只是自己騙自己而已。實際上你念佛是假的，造業是真的，結果必然是沒辦法往生。在這些方面必須要警醒。如果你的心能夠有一點覺悟，能夠認識到愛執世間的危害性，就要像《了凡四訓》中所說：「從前種種，譬如昨日死，從後種種，譬如今日生。」也就是從此之後要洗心革面，痛改前非，雖然我們現在還是凡夫，做不到聖者、成就者那麼好，但是起碼要有一個跟過去不一樣的決斷，那就是要真正願意斷除心上的貪愛，這樣之後才會有出離的希望。"
    },
    {
      "id": "02-042-0218_p0038",
      "zh_CN": "对此，幽溪大师在《净土法语》里讲了一个非常好的方法。大师说：「『爱不重不生娑婆，念不一不生极乐。』此两语，可谓刮翳眼之金鈚，治膏肓之圣药。凡有志于求生极乐者，宜以此书之于屋壁，铭之于肌肤，时时庄诵，念念提撕。」意思就是，「爱不重不生娑婆，念不一不生极乐」，这两句话就像除去无明眩翳的金针，救治生死绝症的灵药一样。凡是想往生极乐世界的人，都应该将这两句话写在墙壁上，刻在肌肤里，时时诵持，念念不忘，铭记于心。",
      "zh_TW": "對此，幽溪大師在《淨土法語》裡講了一個非常好的方法。大師說：「『愛不重不生娑婆，念不一不生極樂。』此兩語，可謂刮翳眼之金鈚，治膏肓之聖藥。凡有志於求生極樂者，宜以此書之於屋壁，銘之於肌膚，時時莊誦，念念提撕。」意思就是，「愛不重不生娑婆，念不一不生極樂」，這兩句話就像除去無明眩翳的金針，救治生死絕症的靈藥一樣。凡是想往生極樂世界的人，都應該將這兩句話寫在牆壁上，刻在肌膚裡，時時誦持，念念不忘，銘記於心。"
    },
    {
      "id": "02-042-0218_p0039",
      "zh_CN": "大师又说：「于娑婆之爱，日求其轻；极乐之念，日求其一。轻之又轻之以渐阶乎无；一之又一之以渐邻乎极。」也就是之后要每天都力求减轻对娑婆世界的贪爱，每天都力求使自己一心专注于极乐世界。这样来让贪爱娑婆的心减轻再减轻，以长期逐渐的努力，最终达到对娑婆世界完全没有贪爱；相反的方面，让缘念极乐的心专一再专一，以长期不懈的精进，逐渐专一系念极乐净土，最终彻底达到一心。",
      "zh_TW": "大師又說：「於娑婆之愛，日求其輕；極樂之念，日求其一。輕之又輕之以漸階乎無；一之又一之以漸鄰乎極。」也就是之後要每天都力求減輕對娑婆世界的貪愛，每天都力求使自己一心專注於極樂世界。這樣來讓貪愛娑婆的心減輕再減輕，以長期逐漸的努力，最終達到對娑婆世界完全沒有貪愛；相反的方面，讓緣念極樂的心專一再專一，以長期不懈的精進，逐漸專一繫念極樂淨土，最終徹底達到一心。"
    },
    {
      "id": "02-042-0218_p0040",
      "zh_CN": "「果能如此，则此人虽未脱娑婆，不是娑婆之久客。虽未生极乐，已是极乐之嘉宾。临终正念现前，往生极乐必矣。」谁能这样做，那么虽然他暂时留在娑婆世界，但是决定不会住很长时间；虽然还没生到极乐净土，但是已经是极乐世界的人了。到临终的时候必定会正念现前，顺利往生极乐世界。这也就说明他的往生资粮已经积聚到量了。",
      "zh_TW": "「果能如此，則此人雖未脫娑婆，不是娑婆之久客。雖未生極樂，已是極樂之嘉賓。臨終正念現前，往生極樂必矣。」誰能這樣做，那麼雖然他暫時留在娑婆世界，但是決定不會住很長時間；雖然還沒生到極樂淨土，但是已經是極樂世界的人了。到臨終的時候必定會正念現前，順利往生極樂世界。這也就說明他的往生資糧已經積聚到量了。"
    },
    {
      "id": "02-042-0218_p0041",
      "zh_CN": "以上选摘自智圆法师《往生之路九》。",
      "zh_TW": "以上選摘自智圓法師《往生之路九》。"
    },
    {
      "id": "02-042-0218_p0042",
      "zh_CN": "老法师：诸位同学，我们刚才读了自了法师编辑的这篇文字。「爱不重不生娑婆」，这一句话过去有没有听说过？我相信很多人都不陌生。有没有重视它？关键在此地。真正重视它，我们的道业天天在增长，往生到极乐世界自然有把握。如果没有重视它，没有把它当作一回事，确实对于往生极乐世界就很难了，来生继续不断的再搞轮回，这是自然趋势。所以，这几年我们在一起共修，学习《无量寿经》，我们特别偏重在求往生，偏重在认识极乐世界。不但要认识极乐世界，回过头来还要认清娑婆世界，然后你自然有选择了。凡是不能往生，根本的原因，对于两个世界没搞清楚！哪个世界应该取，哪个世界要跟它告别，决定在什么？决定在你认识清楚的程度。",
      "zh_TW": "老法師：諸位同學，我們剛才讀了自了法師編輯的這篇文字。「愛不重不生娑婆」，這一句話過去有沒有聽說過？我相信很多人都不陌生。有沒有重視它？關鍵在此地。真正重視它，我們的道業天天在增長，往生到極樂世界自然有把握。如果沒有重視它，沒有把它當作一回事，確實對於往生極樂世界就很難了，來生繼續不斷的再搞輪迴，這是自然趨勢。所以，這幾年我們在一起共修，學習《無量壽經》，我們特別偏重在求往生，偏重在認識極樂世界。不但要認識極樂世界，回過頭來還要認清娑婆世界，然後你自然有選擇了。凡是不能往生，根本的原因，對於兩個世界沒搞清楚！哪個世界應該取，哪個世界要跟它告別，決定在什麼？決定在你認識清楚的程度。"
    },
    {
      "id": "02-042-0218_p0043",
      "zh_CN": "我们读经的目的为什么？增长信愿的目的是什么？一心专念的目的又是什么？都是在永远脱离轮回生死，一心求极乐世界的成就。到极乐世界必成正觉，是弥陀第十二愿，四十八愿里头重要的一愿。哪个世界保证我们必成正觉？没有，这个世界也没有。我们是承蒙本师释迦牟尼佛的恩德，教导我们西方有极乐世界，极乐世界有阿弥陀佛，往生到那边必成正觉。而且想去不难，只要有信有愿，往生条件就具足了，品位高下全在念佛功夫的浅深。这两个是哪个重要？往生重要。成就不重要，到极乐世界一生一定成就，他无量寿，哪有不成就的？所以往生第一重要。凭什么往生？真愿真信。真信真愿，我们对于妨碍往生极乐世界的全部要放下。对于这个世界天上人间要能放下，没有留恋，根本不把它放在心上就对了。在这个世间暂住，像住旅馆一样，暂住，完全在准备求往生，这就对了。",
      "zh_TW": "我們讀經的目的為什麼？增長信願的目的是什麼？一心專念的目的又是什麼？都是在永遠脫離輪迴生死，一心求極樂世界的成就。到極樂世界必成正覺，是彌陀第十二願，四十八願裡頭重要的一願。哪個世界保證我們必成正覺？沒有，這個世界也沒有。我們是承蒙本師釋迦牟尼佛的恩德，教導我們西方有極樂世界，極樂世界有阿彌陀佛，往生到那邊必成正覺。而且想去不難，只要有信有願，往生條件就具足了，品位高下全在念佛功夫的淺深。這兩個是哪個重要？往生重要。成就不重要，到極樂世界一生一定成就，他無量壽，哪有不成就的？所以往生第一重要。憑什麼往生？真願真信。真信真願，我們對於妨礙往生極樂世界的全部要放下。對於這個世界天上人間要能放下，沒有留戀，根本不把它放在心上就對了。在這個世間暫住，像住旅館一樣，暫住，完全在準備求往生，這就對了。"
    },
    {
      "id": "02-042-0218_p0044",
      "zh_CN": "今天自了师这篇报告，一再说明不能往生的原因，就是情执。情执是什么？假的。情执从什么地方发生的？报恩、报怨、讨债、还债，从这发生的。你看这因好不好？不好。因不好，果怎么会好？这是我们自己在这一生当中亲眼所见，亲耳所闻，亲身接触到的，恩变成怨，爱变成仇，太多了。这不是亲眼看见吗？假的，它不是真的，真的爱怎么会出这种事情？全是假的，全是骗人的，赶快走。要看清楚，方方面面统看清楚，彻底放下，一心取净土，就对了。我们今天还有一篇讲稿录像，我们就学到此地。",
      "zh_TW": "今天自了師這篇報告，一再說明不能往生的原因，就是情執。情執是什麼？假的。情執從什麼地方發生的？報恩、報怨、討債、還債，從這發生的。你看這因好不好？不好。因不好，果怎麼會好？這是我們自己在這一生當中親眼所見，親耳所聞，親身接觸到的，恩變成怨，愛變成仇，太多了。這不是親眼看見嗎？假的，它不是真的，真的愛怎麼會出這種事情？全是假的，全是騙人的，趕快走。要看清楚，方方面面統看清楚，徹底放下，一心取淨土，就對了。我們今天還有一篇講稿錄像，我們就學到此地。"
    }
  ]
}