{
  "doc_id": "02-042-0033",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "上官居士",
    "开玄法师",
    "悟全法师"
  ],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0033",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-042-0033_p0001",
      "zh_CN": "老法师：诸位同学，大家好。",
      "zh_TW": "老法師：諸位同學，大家好。"
    },
    {
      "id": "02-042-0033_p0002",
      "zh_CN": "主持人：学习心得报告。尊敬的师父上人，尊敬的诸位法师、大德，以及护法菩萨们大家好。大惭愧弟子上官今天恭敬报告的主题是「人生该留下什么，放下什么，保持什么」。在最近的《科注》学习班上，每每有同学忏悔发愿后，师父您老人家就会语重心长的劝勉大家，要保持，要有一颗长远心。尤其是在昨天的课上，师父上人开示了对年轻后学们的嘱托，开示现在及未来世界各地佛教，宗教大学及道场的构想与实施，开示了多元文化基金会的筹备状况，此番言语令弟子感悟颇多。我们常常不知道人生该如何取舍，发心后如何保持也是自古修行人的难题。而老人家昨天的开示，仿佛在用一生的智慧和行谊，为后人做出了楷模。弟子据此粗略总结了三个方面，供养师父上人，同时也做为座右铭，提醒自己的修学道路。",
      "zh_TW": "主持人：學習心得報告。尊敬的師父上人，尊敬的諸位法師、大德，以及護法菩薩們大家好。大慚愧弟子上官今天恭敬報告的主題是「人生該留下什麼，放下什麼，保持什麼」。在最近的《科註》學習班上，每每有同學懺悔發願後，師父您老人家就會語重心長的勸勉大家，要保持，要有一顆長遠心。尤其是在昨天的課上，師父上人開示了對年輕後學們的囑託，開示現在及未來世界各地佛教，宗教大學及道場的構想與實施，開示了多元文化基金會的籌備狀況，此番言語令弟子感悟頗多。我們常常不知道人生該如何取捨，發心後如何保持也是自古修行人的難題。而老人家昨天的開示，彷彿在用一生的智慧和行誼，為後人做出了楷模。弟子據此粗略總結了三個方面，供養師父上人，同時也做為座右銘，提醒自己的修學道路。"
    },
    {
      "id": "02-042-0033_p0003",
      "zh_CN": "第一，留下儒释道的法脉，播撒儒释道种子。近年来，师父上人和护法大德的悲心，佛菩萨冥冥之中加持所致，各种缘分现前，斯里兰卡、马来西亚、台湾以及印尼等地，纷纷开始和已经建成了儒释道的学习场所。尤其昨天老人家开示了对台南极乐寺学习讲经的年轻人的要求和构想后，再一次震撼到了弟子的心。过去师父上人常常说，人生重要的是培养和保持住灵性，可是世界各地苦于没有这样的善知识和场所，没有护持的大德出现，这种志同道合的仁人志士能够集中在一起学习就成了梦想。如何把儒释道的种子播撒在世界各地，如何让每个人心地本具的清净平等觉通过真正智慧的修学开发出来，如何让这种仁爱和平的教育遍地开花，如何通过教学为先的方法来改变心灵的污染、化解世界的灾难，如何让这远古以来的智慧火种得以传承万代不分国界，这一系列的问题成了现代真正迫切和急需面对的。自古以来的文化精神传承，如果在这一代断掉，我们都将成为历史的罪人，佛陀教育的罪人。",
      "zh_TW": "第一，留下儒釋道的法脈，播撒儒釋道種子。近年來，師父上人和護法大德的悲心，佛菩薩冥冥之中加持所致，各種緣分現前，斯里蘭卡、馬來西亞、台灣以及印尼等地，紛紛開始和已經建成了儒釋道的學習場所。尤其昨天老人家開示了對台南極樂寺學習講經的年輕人的要求和構想後，再一次震撼到了弟子的心。過去師父上人常常說，人生重要的是培養和保持住靈性，可是世界各地苦於沒有這樣的善知識和場所，沒有護持的大德出現，這種志同道合的仁人志士能夠集中在一起學習就成了夢想。如何把儒釋道的種子播撒在世界各地，如何讓每個人心地本具的清淨平等覺通過真正智慧的修學開發出來，如何讓這種仁愛和平的教育遍地開花，如何通過教學為先的方法來改變心靈的污染、化解世界的災難，如何讓這遠古以來的智慧火種得以傳承萬代不分國界，這一系列的問題成了現代真正迫切和急需面對的。自古以來的文化精神傳承，如果在這一代斷掉，我們都將成為歷史的罪人，佛陀教育的罪人。"
    },
    {
      "id": "02-042-0033_p0004",
      "zh_CN": "饱经战火纷飞的年代，我们尊敬的师父上人因此失学、离家，此因缘使得老人家从未入佛门之前就曾经期盼过，未来有国家和地区能够义务实施伦理、道德、因果教育。师父上人这一梦想，正是佛陀和祖先们共同的梦想，没有了教育就没有了根基，没有了根基，人类的智慧之树何以繁衍生长？这半个多世纪以来，师父老人家用他的言传身教，没有国界的实施着佛陀慈悲的教育，没有任何怨言的代众生苦，感天动地。时势造英雄，一佛出世，千佛拥护，终于在近年来有了这样一批有志学人和领导护法，一同来实现这仁爱和平的多元文化教育。我们常常听老人家充满法喜的向全球同修介绍这桩喜事，可是谁知道老人家在背后有多少苦水，从来没有任何埋怨和退缩。弟子自己眼见和耳闻的，就足以见得老人家的悲心至极。无论是人力、物力任何方面，无论是顺遂和逆境，师父全然彻底担当负荷，并且从未因此影响过自己的清净平等觉心，「学为人师，行为世范」，心包太虚，又随缘妙用。听一听老人家昨天开示台南极乐寺那段话，老师怎样教学和学习场地如何使用，以至于汉学院研究员将来谁来供养，这些细节问题都一一考虑周到。这是什么样的心？这是饱经战乱和艰辛后，心系后代，心系子孙，心系天下的心。弟子惭愧，当真正随喜师父您老人家的无量功德，并一同承当，永不退心。",
      "zh_TW": "飽經戰火紛飛的年代，我們尊敬的師父上人因此失學、離家，此因緣使得老人家從未入佛門之前就曾經期盼過，未來有國家和地區能夠義務實施倫理、道德、因果教育。師父上人這一夢想，正是佛陀和祖先們共同的夢想，沒有了教育就沒有了根基，沒有了根基，人類的智慧之樹何以繁衍生長？這半個多世紀以來，師父老人家用他的言傳身教，沒有國界的實施著佛陀慈悲的教育，沒有任何怨言的代眾生苦，感天動地。時勢造英雄，一佛出世，千佛擁護，終於在近年來有了這樣一批有志學人和領導護法，一同來實現這仁愛和平的多元文化教育。我們常常聽老人家充滿法喜的向全球同修介紹這樁喜事，可是誰知道老人家在背後有多少苦水，從來沒有任何埋怨和退縮。弟子自己眼見和耳聞的，就足以見得老人家的悲心至極。無論是人力、物力任何方面，無論是順遂和逆境，師父全然徹底擔當負荷，並且從未因此影響過自己的清淨平等覺心，「學為人師，行為世範」，心包太虛，又隨緣妙用。聽一聽老人家昨天開示台南極樂寺那段話，老師怎樣教學和學習場地如何使用，以至於漢學院研究員將來誰來供養，這些細節問題都一一考慮周到。這是什麼樣的心？這是飽經戰亂和艱辛後，心繫後代，心繫子孫，心繫天下的心。弟子慚愧，當真正隨喜師父您老人家的無量功德，並一同承當，永不退心。"
    },
    {
      "id": "02-042-0033_p0005",
      "zh_CN": "《科注》第二百一十页末二云，「《弥陀疏钞》谓此法门为尽摄利钝诸根，悉皆度脱」。我们民族古老的教育，「读书千遍，其义自见」，不正是利钝悉皆度脱吗？佛陀教育的「一门深入，长时薰修」，也正是妙用在此。上上根，如六祖惠能舂米破柴修一心，见性成佛；下下根，如锅漏匠一句佛号，站着往生。制心一处，「上上根不能逾其阃，下下根亦能臻其域」。师父上人推行的这种古圣先贤的方法，以这些学校为试点，一旦天下人看到未来之成果，必将效仿实施。到时候，真是不用兵戈相见，天下太平，极乐之花遍地开，人人皆是极乐国里人。万般将不去，唯有业随身，这一生能留下的，除了佛种、儒释道的种子，其他都是假的。",
      "zh_TW": "《科註》第二百一十頁末二云，「《彌陀疏鈔》謂此法門為盡攝利鈍諸根，悉皆度脫」。我們民族古老的教育，「讀書千遍，其義自見」，不正是利鈍悉皆度脫嗎？佛陀教育的「一門深入，長時薰修」，也正是妙用在此。上上根，如六祖惠能舂米破柴修一心，見性成佛；下下根，如鍋漏匠一句佛號，站著往生。制心一處，「上上根不能逾其閫，下下根亦能臻其域」。師父上人推行的這種古聖先賢的方法，以這些學校為試點，一旦天下人看到未來之成果，必將效仿實施。到時候，真是不用兵戈相見，天下太平，極樂之花遍地開，人人皆是極樂國裡人。萬般將不去，唯有業隨身，這一生能留下的，除了佛種、儒釋道的種子，其他都是假的。"
    },
    {
      "id": "02-042-0033_p0006",
      "zh_CN": "第二，放下一切身外之物，建立多元文化基金会。老人家教导我们格物致知，他自己首先做了表率，早在斯里兰卡筹建佛教大学时，老人家就捐出了所有名下资金。到现在心无分别，建立多元文化基金会，此举正如《无量寿经》上所显示的，念佛法门接引一切宗教信仰的人。如从前师父开示的，住大乘，以清净心，向无量寿，乃至十念，必得往生成佛。师父上人心量之大，如弥陀、释迦诸佛如来，老人家曾说过，「天底下没有我恨的人，天底下没有我不爱的人，天底下没有我不能原谅的人」，在师父心中你就是佛，师父敬你如佛。舍弃身外一切物，把身心献尘刹，没有思量分别，没有时间和国界，遍一切时，遍一切处，只留下一句阿弥陀佛，这就是我们尊敬的师父上人。",
      "zh_TW": "第二，放下一切身外之物，建立多元文化基金會。老人家教導我們格物致知，他自己首先做了表率，早在斯里蘭卡籌建佛教大學時，老人家就捐出了所有名下資金。到現在心無分別，建立多元文化基金會，此舉正如《無量壽經》上所顯示的，念佛法門接引一切宗教信仰的人。如從前師父開示的，住大乘，以清淨心，向無量壽，乃至十念，必得往生成佛。師父上人心量之大，如彌陀、釋迦諸佛如來，老人家曾說過，「天底下沒有我恨的人，天底下沒有我不愛的人，天底下沒有我不能原諒的人」，在師父心中你就是佛，師父敬你如佛。捨棄身外一切物，把身心獻塵剎，沒有思量分別，沒有時間和國界，遍一切時，遍一切處，只留下一句阿彌陀佛，這就是我們尊敬的師父上人。"
    },
    {
      "id": "02-042-0033_p0007",
      "zh_CN": "第三，保持发菩提心，一向专念，直至往生。昨天的课堂上师父上人开示，过去的一些同学发心也很勇猛，学得也不错，但是遇到恶缘没有守得住。这些人共同的特点，就是傲慢心、嫉妒心、好胜心，一失足成千古恨。他们为弟子做了逆增上缘，弟子当反省一切善法从孝敬而生，一切诸佛无一不是因孝敬二字而通往无上大道的。念佛法门也是把一切众生看作是生生世世父母亲，决心度脱他们出离苦海。自己先成佛再救度他们，因此净业三福就是那么重要。极乐大菩萨们也都是因为孝敬才保持了初发心，在一切境界中无自我忧虑贪爱心，放下自私自利成就的。",
      "zh_TW": "第三，保持發菩提心，一向專念，直至往生。昨天的課堂上師父上人開示，過去的一些同學發心也很勇猛，學得也不錯，但是遇到惡緣沒有守得住。這些人共同的特點，就是傲慢心、嫉妒心、好勝心，一失足成千古恨。他們為弟子做了逆增上緣，弟子當反省一切善法從孝敬而生，一切諸佛無一不是因孝敬二字而通往無上大道的。念佛法門也是把一切眾生看作是生生世世父母親，決心度脫他們出離苦海。自己先成佛再救度他們，因此淨業三福就是那麼重要。極樂大菩薩們也都是因為孝敬才保持了初發心，在一切境界中無自我憂慮貪愛心，放下自私自利成就的。"
    },
    {
      "id": "02-042-0033_p0008",
      "zh_CN": "我们现在诱惑无时无处不在让我们堕落，唯有依靠阿弥陀佛，依靠真信切愿往生极乐的心，把一切悲喜看成假相，只有这样才能抵挡诱惑，不会沉沦，久而久之，佛号代替执着、代替分别，佛号现极乐世界。这世界每天死于各种灾难的亡灵愈来愈多，看似没有任何预警，而且方式也愈来愈残酷难忍。看到他们，想到他们，都曾经是弟子所亲爱的家人，哪里还有颜面自己骄傲、放纵，那些呼喊救命的冤魂，都在等待我心地回归净土，接引他们离苦海。留下儒释道的种子，放下一切身外之物，保持一颗老实念佛求生净土的心，这是弟子从师父上人身上看到、学到的，分享出来供养诸位大德同修。以上是大惭愧弟子上官的学习报告，错误之处还请师父上人慈悲指正。大惭愧弟子上官顶礼感恩，二０一四年五月一日。",
      "zh_TW": "我們現在誘惑無時無處不在讓我們墮落，唯有依靠阿彌陀佛，依靠真信切願往生極樂的心，把一切悲喜看成假相，只有這樣才能抵擋誘惑，不會沉淪，久而久之，佛號代替執著、代替分別，佛號現極樂世界。這世界每天死於各種災難的亡靈愈來愈多，看似沒有任何預警，而且方式也愈來愈殘酷難忍。看到他們，想到他們，都曾經是弟子所親愛的家人，哪裡還有顏面自己驕傲、放縱，那些呼喊救命的冤魂，都在等待我心地回歸淨土，接引他們離苦海。留下儒釋道的種子，放下一切身外之物，保持一顆老實念佛求生淨土的心，這是弟子從師父上人身上看到、學到的，分享出來供養諸位大德同修。以上是大慚愧弟子上官的學習報告，錯誤之處還請師父上人慈悲指正。大慚愧弟子上官頂禮感恩，二０一四年五月一日。"
    },
    {
      "id": "02-042-0033_p0009",
      "zh_CN": "老法师：上官同学确实很用功，每一次的学习都提出感人肺腑的报告，也帮助我们所有的同学做了好的增上缘，帮助大家坚定信心，提升境界。这三个问题希望我们常常想着，把它写出来摆在书桌的案头，常常看到提醒自己，人生该留下什么、放下什么、保持什么。有这样高度的警觉心，我们相信决定是心想事成。",
      "zh_TW": "老法師：上官同學確實很用功，每一次的學習都提出感人肺腑的報告，也幫助我們所有的同學做了好的增上緣，幫助大家堅定信心，提升境界。這三個問題希望我們常常想著，把它寫出來擺在書桌的案頭，常常看到提醒自己，人生該留下什麼、放下什麼、保持什麼。有這樣高度的警覺心，我們相信決定是心想事成。"
    },
    {
      "id": "02-042-0033_p0010",
      "zh_CN": "现代的量子学家告诉我们，念头的能量是无限大，能改变我们自己。自己的身心健康，纯净纯善，这是圣贤、佛菩萨给我们的标准。纯净纯善在佛的标准，是放下执着、分别、起心动念。起心动念叫做无明烦恼。什么意思？起心动念，我们对于宇宙万有的真相就不明白了；换句话说，不起心、不动念就明白了。是不是这个意思？是的，一点都不错。为什么？惠能大师开悟的时候，那五句话很重要，第四句他说的「何期自性，本无动摇」，自性就是真心，真心本来不动，本来不摇。这是什么？大乘经里头叫做自性本定，你的真心本来没有动摇过。真心在哪里？其大无外，其小无内，无处不在，无时不在，从来没有离开过。因为真心是宇宙一切法的本体，你怎么能离开？我们常常用电视屏幕做比喻，因为我们天天看它。电视屏幕就比喻真心，它动了没有？没动。它里面什么都没有，但是能现万法，频道按下去，色相就现前了。这个时候色相是妄想，阿赖耶所现的，十法界依正庄严，它跟自性是什么关系？完全融成一体。电视上的画面是十法界依正庄严，屏幕就是自性，能生万法，虽生万法，万法对它一丝毫的感染都没有，确实是两桩事情。但是这两桩事情，它融在一起的时候你分不出来。所以明心见性见的是什么？就是从色相上见到本体，从画面上见到屏幕，这就叫明心见性。这个比喻很亲切，我们每天都不离开电视，你常常想到佛经上这句话。",
      "zh_TW": "現代的量子學家告訴我們，念頭的能量是無限大，能改變我們自己。自己的身心健康，純淨純善，這是聖賢、佛菩薩給我們的標準。純淨純善在佛的標準，是放下執著、分別、起心動念。起心動念叫做無明煩惱。什麼意思？起心動念，我們對於宇宙萬有的真相就不明白了；換句話說，不起心、不動念就明白了。是不是這個意思？是的，一點都不錯。為什麼？惠能大師開悟的時候，那五句話很重要，第四句他說的「何期自性，本無動搖」，自性就是真心，真心本來不動，本來不搖。這是什麼？大乘經裡頭叫做自性本定，你的真心本來沒有動搖過。真心在哪裡？其大無外，其小無內，無處不在，無時不在，從來沒有離開過。因為真心是宇宙一切法的本體，你怎麼能離開？我們常常用電視屏幕做比喻，因為我們天天看它。電視屏幕就比喻真心，它動了沒有？沒動。它裡面什麼都沒有，但是能現萬法，頻道按下去，色相就現前了。這個時候色相是妄想，阿賴耶所現的，十法界依正莊嚴，它跟自性是什麼關係？完全融成一體。電視上的畫面是十法界依正莊嚴，屏幕就是自性，能生萬法，雖生萬法，萬法對它一絲毫的感染都沒有，確實是兩樁事情。但是這兩樁事情，它融在一起的時候你分不出來。所以明心見性見的是什麼？就是從色相上見到本體，從畫面上見到屏幕，這就叫明心見性。這個比喻很親切，我們每天都不離開電視，你常常想到佛經上這句話。"
    },
    {
      "id": "02-042-0033_p0011",
      "zh_CN": "见性很难，明白了不难，它就在眼前，从来没有离开过。为什么不见性？迷在相上，这就是着相了。着相就是凡夫，不着相就是圣人。他不着相，但是他还有分别，这是阿罗汉；不但不着相，分别也没有了，为什么不分别？假的，不是真的，当体即空，了不可得，这是菩萨，比阿罗汉高；真的到不起心、不动念，这就叫明心见性，见性成佛。佛这个意思很多人解释错了，把他当神明看待，这是完全错了。佛是什么？明心见性的人叫佛。也就是说，在现相里头看到本性的、看到本体的，这个人叫佛。哲学叫本体、现相，现相跟本体确实融在一起，但是体是体、相是相，不能说是两桩事情，也不能说是一桩事情，所以叫妙用。把它搞清楚了，要什么？性重要，相不重要。相为什么不重要？相你掌握不住，你无法控制。",
      "zh_TW": "見性很難，明白了不難，它就在眼前，從來沒有離開過。為什麼不見性？迷在相上，這就是著相了。著相就是凡夫，不著相就是聖人。他不著相，但是他還有分別，這是阿羅漢；不但不著相，分別也沒有了，為什麼不分別？假的，不是真的，當體即空，了不可得，這是菩薩，比阿羅漢高；真的到不起心、不動念，這就叫明心見性，見性成佛。佛這個意思很多人解釋錯了，把他當神明看待，這是完全錯了。佛是什麼？明心見性的人叫佛。也就是說，在現相裡頭看到本性的、看到本體的，這個人叫佛。哲學叫本體、現相，現相跟本體確實融在一起，但是體是體、相是相，不能說是兩樁事情，也不能說是一樁事情，所以叫妙用。把它搞清楚了，要什麼？性重要，相不重要。相為什麼不重要？相你掌握不住，你無法控制。"
    },
    {
      "id": "02-042-0033_p0012",
      "zh_CN": "弥勒菩萨告诉我们，这个现相科学家把它分为三大类，物质现象、心理现象（就是起心动念，想像）、自然现象，这三大类。佛法也是把它分三大类，名词不一样，意思完全相同。佛法叫境界相，就是物质现象；转相，转是转变，就是心理现象。真的，一切法从念头转变出来的，所以叫转相。十法界庄严怎么来的？念头，想什么就变什么。最后一个叫业相，业相就是今天讲的能量。分为这三大类。业相是什么？波动现象，就是一念不觉，这个不觉是叫业相。注意这个一念，我们就是不懂这一念是什么意思。弥勒菩萨告诉我们，这一念是说极其微细的念头，一个生灭。它占多长的时间？弥勒菩萨告诉我们，叫弹指，这一弹指，一弹指有多少个念头生灭？有三十二亿百千念，那个念就是念头。三十二亿乘百千，一百个千是十万，三十二亿乘十万，三百二十兆，这一弹指。三百二十兆个念头生灭，一弹指里头有这么多，我们怎么能掌控得住？换句话说，这个现相就在眼前，从来没有停止过。",
      "zh_TW": "彌勒菩薩告訴我們，這個現相科學家把它分為三大類，物質現象、心理現象（就是起心動念，想像）、自然現象，這三大類。佛法也是把它分三大類，名詞不一樣，意思完全相同。佛法叫境界相，就是物質現象；轉相，轉是轉變，就是心理現象。真的，一切法從念頭轉變出來的，所以叫轉相。十法界莊嚴怎麼來的？念頭，想什麼就變什麼。最後一個叫業相，業相就是今天講的能量。分為這三大類。業相是什麼？波動現象，就是一念不覺，這個不覺是叫業相。注意這個一念，我們就是不懂這一念是什麼意思。彌勒菩薩告訴我們，這一念是說極其微細的念頭，一個生滅。它佔多長的時間？彌勒菩薩告訴我們，叫彈指，這一彈指，一彈指有多少個念頭生滅？有三十二億百千念，那個念就是念頭。三十二億乘百千，一百個千是十萬，三十二億乘十萬，三百二十兆，這一彈指。三百二十兆個念頭生滅，一彈指裡頭有這麼多，我們怎麼能掌控得住？換句話說，這個現相就在眼前，從來沒有停止過。"
    },
    {
      "id": "02-042-0033_p0013",
      "zh_CN": "我们现在计算时间单位是用秒，那一秒钟能弹多少次？我可以弹五次。有人告诉我可以弹七次，我相信，年轻，体力好。如果是七次，三百二十兆乘七，三七二十一，二千一百兆次，一秒钟。一秒钟二千一百兆个生灭，我们要问，哪个生灭是我？就在现前，我们这个身体，一秒钟有二千一百兆次的生灭。所以佛法讲无我是真的，可别认这身是我，这身根本就不存在，它是许许多多这些妄念纠缠在一起，让你感觉得它存在。实际上我们在细心观察当中能理解。老式的电影是动画组成的，拍下来的影片是正片，就是幻灯片，在放映机里面放映的速度是一秒钟二十四张。那就是二十四个生灭，一秒钟，我们就被它骗到了。一秒钟二十四张重叠在一起，单独看一张看不到。但我们可以做实验，把二十四张电影片，二十三张抹黑，只留一张，让它在放映机里面放映。我们在银幕上聚精会神的看，看到了没有？看到了。看到什么？光一闪。一闪就过去了，光里头有没有东西？没有看清楚。二十四分之一秒，我们只能看到光一闪，光里头人、物、树木、花草、房屋都看不到，只看到一闪。大概要多少张融合在一起，让我们能看到这个？至少要半秒钟，半秒钟我们会看到，我看到了，里头有人、有房屋、有树，会看到这些。真正看，概念很清楚，至少是一秒钟。那一秒钟是二十四张纠缠在一起，让你看到清晰的画面，全是假的。",
      "zh_TW": "我們現在計算時間單位是用秒，那一秒鐘能彈多少次？我可以彈五次。有人告訴我可以彈七次，我相信，年輕，體力好。如果是七次，三百二十兆乘七，三七二十一，二千一百兆次，一秒鐘。一秒鐘二千一百兆個生滅，我們要問，哪個生滅是我？就在現前，我們這個身體，一秒鐘有二千一百兆次的生滅。所以佛法講無我是真的，可別認這身是我，這身根本就不存在，它是許許多多這些妄念糾纏在一起，讓你感覺得它存在。實際上我們在細心觀察當中能理解。老式的電影是動畫組成的，拍下來的影片是正片，就是幻燈片，在放映機裡面放映的速度是一秒鐘二十四張。那就是二十四個生滅，一秒鐘，我們就被它騙到了。一秒鐘二十四張重疊在一起，單獨看一張看不到。但我們可以做實驗，把二十四張電影片，二十三張抹黑，只留一張，讓它在放映機裡面放映。我們在銀幕上聚精會神的看，看到了沒有？看到了。看到什麼？光一閃。一閃就過去了，光裡頭有沒有東西？沒有看清楚。二十四分之一秒，我們只能看到光一閃，光裡頭人、物、樹木、花草、房屋都看不到，只看到一閃。大概要多少張融合在一起，讓我們能看到這個？至少要半秒鐘，半秒鐘我們會看到，我看到了，裡頭有人、有房屋、有樹，會看到這些。真正看，概念很清楚，至少是一秒鐘。那一秒鐘是二十四張糾纏在一起，讓你看到清晰的畫面，全是假的。"
    },
    {
      "id": "02-042-0033_p0014",
      "zh_CN": "佛经上讲的这个，跟现在物理学家发现的完全相同。现在的仪器古人无法想像，可以能捕捉到一千兆分之一秒，所以对于佛经上讲的这个，他们证明了，这佛经上讲的没错。我们千辛万苦，四百多年世世代代接着研究才发现的，没有想到三千年前佛早就讲清楚、就讲明白了。他用什么发现的？他用真心。妄心被迷了，真心发现。真心是什么？就是定。所以心愈清净、愈平等，愈接近真心，就是自心本定，惠能大师说的「本无动摇」。我们心是动的，你看前念灭了后念就生，一个接着一个。这个念头念念变现出来的境界相，就是我们今天讲物质现象，都不一样，决定没有两个念头是相同的。换句话说，决定没有两个我相是相同，二千一百兆分之一秒现的相，不可能有两个是完全相同的。所以大乘经上说，相是怎么回事情？相似相续，不是真正相续，相似相续。大乘经上讲的无我，我们这才有一点概念，无我是从这个角度上说的，真的是无我。",
      "zh_TW": "佛經上講的這個，跟現在物理學家發現的完全相同。現在的儀器古人無法想像，可以能捕捉到一千兆分之一秒，所以對於佛經上講的這個，他們證明了，這佛經上講的沒錯。我們千辛萬苦，四百多年世世代代接著研究才發現的，沒有想到三千年前佛早就講清楚、就講明白了。他用什麼發現的？他用真心。妄心被迷了，真心發現。真心是什麼？就是定。所以心愈清淨、愈平等，愈接近真心，就是自心本定，惠能大師說的「本無動搖」。我們心是動的，你看前念滅了後念就生，一個接著一個。這個念頭念念變現出來的境界相，就是我們今天講物質現象，都不一樣，決定沒有兩個念頭是相同的。換句話說，決定沒有兩個我相是相同，二千一百兆分之一秒現的相，不可能有兩個是完全相同的。所以大乘經上說，相是怎麼回事情？相似相續，不是真正相續，相似相續。大乘經上講的無我，我們這才有一點概念，無我是從這個角度上說的，真的是無我。"
    },
    {
      "id": "02-042-0033_p0015",
      "zh_CN": "我们把身体当作我，错认了。身体扮演什么角色？身体是我所有的。有真我，真我是自性，真我是真心。为什么？它如如不动，它不生不灭。所有的现相都是生灭相，十法界依正庄严全是生灭相。那我们要问，诸佛的报土，诸佛的报身，是不是有现相？有现相。是不是生灭相？不是生灭相。不一样地方就在此地。所以报身无量寿，真的无量寿，它不能说相续，为什么？它没有生灭，不生不灭。它没有变化，也就是说没有生老病死的变化，植物没有生住异灭的变化，矿物没有成住坏空的变化，它是真的，它不变的，所以我们叫真的。会变的就是假的，不变的是真的。这个东西都在我们身上，我们身上两分，性分、相分，相是物质现象，有生有灭，自性那一分真心不生不灭。那我们要保持什么？我们要保持真心，我们要放下妄心。真心所现的相有隐有现，在某些条件之下它现，叫现身说法，现；现不是生，缘没有了它不见，不见它是隐，它不是灭。有缘它会再现，它能现十法界。我们众生有念头求佛菩萨，佛菩萨为我们现身说法，那个现身在我们这个世界叫应化身。在实报庄严土里面那是报身，报身的相非常好，不是生灭法，法身菩萨住那个地方。住那里干什么？等待无始无明的习气断干净。无始无明的习气要多长时间才能断干净？佛在大乘经上通常告诉我们，要三个阿僧祇劫，这是天文数字，所以叫无量寿。这个无量寿是有量的无量，不是真正的无量，真正无量是法身。",
      "zh_TW": "我們把身體當作我，錯認了。身體扮演什麼角色？身體是我所有的。有真我，真我是自性，真我是真心。為什麼？它如如不動，它不生不滅。所有的現相都是生滅相，十法界依正莊嚴全是生滅相。那我們要問，諸佛的報土，諸佛的報身，是不是有現相？有現相。是不是生滅相？不是生滅相。不一樣地方就在此地。所以報身無量壽，真的無量壽，它不能說相續，為什麼？它沒有生滅，不生不滅。它沒有變化，也就是說沒有生老病死的變化，植物沒有生住異滅的變化，礦物沒有成住壞空的變化，它是真的，它不變的，所以我們叫真的。會變的就是假的，不變的是真的。這個東西都在我們身上，我們身上兩分，性分、相分，相是物質現象，有生有滅，自性那一分真心不生不滅。那我們要保持什麼？我們要保持真心，我們要放下妄心。真心所現的相有隱有現，在某些條件之下它現，叫現身說法，現；現不是生，緣沒有了它不見，不見它是隱，它不是滅。有緣它會再現，它能現十法界。我們眾生有念頭求佛菩薩，佛菩薩為我們現身說法，那個現身在我們這個世界叫應化身。在實報莊嚴土裡面那是報身，報身的相非常好，不是生滅法，法身菩薩住那個地方。住那裡幹什麼？等待無始無明的習氣斷乾淨。無始無明的習氣要多長時間才能斷乾淨？佛在大乘經上通常告訴我們，要三個阿僧祇劫，這是天文數字，所以叫無量壽。這個無量壽是有量的無量，不是真正的無量，真正無量是法身。"
    },
    {
      "id": "02-042-0033_p0016",
      "zh_CN": "法身没有形相，法身是整个宇宙，宇宙的全体是我们自己的法身，所以法身是共同一个。《华严》上说，「十方三世佛」，十方是讲空间，三世是讲时间，过去、现在、未来，所有一切佛「共同一法身」。这个法身是什么？法身没有相，法身也没有念头，三种现象都没有，没有物质现象，没有精神现象，也没有自然现象。三种现象都没有，它能现三种现象，它真的是不生不灭。起心动念习气都断干净了，报身佛就融入法身，法身是一片光明，叫常寂光。常是不生不灭；寂是清净，清净到极处，没有染污，没有动摇。它无处不在，无时不在，它无知，无所不知。换句话说，我们全都生活在诸佛如来法身之中，我们自己不知道，因为三种现象都没有，你不能觉察，真的是在如来的法身当中。所以我们起心动念他全知道，是真的，不是假的，全知道。他就像是我们的空间，虚空一样。我们虚空很灵光，什么都知道，我们自己以为不知道，其实全知道。",
      "zh_TW": "法身沒有形相，法身是整個宇宙，宇宙的全體是我們自己的法身，所以法身是共同一個。《華嚴》上說，「十方三世佛」，十方是講空間，三世是講時間，過去、現在、未來，所有一切佛「共同一法身」。這個法身是什麼？法身沒有相，法身也沒有念頭，三種現象都沒有，沒有物質現象，沒有精神現象，也沒有自然現象。三種現象都沒有，它能現三種現象，它真的是不生不滅。起心動念習氣都斷乾淨了，報身佛就融入法身，法身是一片光明，叫常寂光。常是不生不滅；寂是清淨，清淨到極處，沒有染污，沒有動搖。它無處不在，無時不在，它無知，無所不知。換句話說，我們全都生活在諸佛如來法身之中，我們自己不知道，因為三種現象都沒有，你不能覺察，真的是在如來的法身當中。所以我們起心動念他全知道，是真的，不是假的，全知道。他就像是我們的空間，虛空一樣。我們虛空很靈光，什麼都知道，我們自己以為不知道，其實全知道。"
    },
    {
      "id": "02-042-0033_p0017",
      "zh_CN": "念力是三细相里头精神这一部分。物质从哪里来？念头产生的。先有念头，后有物质。这个奥秘被现在科学家发现了。科学家提出报告，这个宇宙之间根本就没有物质这个东西，全是假的。第二个奥秘就是念头，念头从哪来的？现在只发现念头生灭速度很快，怎么来的还不知道。但是佛经上讲清楚了，念头是从业力来的。业是怎么产生的？业没有原因，佛经上告诉我们说，一念不觉产生的。为什么会有一念不觉？没有理由。佛举了个比喻，在楞严会上，说明没有理由，用演若达多迷头认影这个故事来说明，这是印度古老的一个故事。那我们用跟这个故事非常贴近的，我们很容易理解的，军队里头紧急集合。我们在学校读书抗战期间，中小学，小学五、六年级就有军训，有教官来教军训。为什么？怕战争当中打散之后你能够生存。教官一吹哨子，三分钟服装整齐，就把队伍在操场排上了。就有人，甚至于自己有过这个境界，服装整齐，帽子戴在头上，急得一身冒汗，帽子在哪里？到处问人，我的帽子在哪里？人家说：帽子不是在头上吗？他一摸真在头上。这种紧张什么原因？没有原因。佛举出这种例子，一念不觉是没有理由的，没有原因的。",
      "zh_TW": "念力是三細相裡頭精神這一部分。物質從哪裡來？念頭產生的。先有念頭，後有物質。這個奧祕被現在科學家發現了。科學家提出報告，這個宇宙之間根本就沒有物質這個東西，全是假的。第二個奧祕就是念頭，念頭從哪來的？現在只發現念頭生滅速度很快，怎麼來的還不知道。但是佛經上講清楚了，念頭是從業力來的。業是怎麼產生的？業沒有原因，佛經上告訴我們說，一念不覺產生的。為什麼會有一念不覺？沒有理由。佛舉了個比喻，在楞嚴會上，說明沒有理由，用演若達多迷頭認影這個故事來說明，這是印度古老的一個故事。那我們用跟這個故事非常貼近的，我們很容易理解的，軍隊裡頭緊急集合。我們在學校讀書抗戰期間，中小學，小學五、六年級就有軍訓，有教官來教軍訓。為什麼？怕戰爭當中打散之後你能夠生存。教官一吹哨子，三分鐘服裝整齊，就把隊伍在操場排上了。就有人，甚至於自己有過這個境界，服裝整齊，帽子戴在頭上，急得一身冒汗，帽子在哪裡？到處問人，我的帽子在哪裡？人家說：帽子不是在頭上嗎？他一摸真在頭上。這種緊張什麼原因？沒有原因。佛舉出這種例子，一念不覺是沒有理由的，沒有原因的。"
    },
    {
      "id": "02-042-0033_p0018",
      "zh_CN": "没有原因还有个意思，没有原因是假的，要真有原因它是真的。有原因是真的，没有原因是假的不是真的，所以无明上面加个无始。无始不是说大概很久远了，找不到源头，不是这个意思，根本就没有这桩事情。那什么时候迷了？就在当下，不是过去很久很久，不是的，就是现在这一念。迷悟都在这一念，这一念觉了就成佛，这一念迷了就是凡夫。这个意思好。所以佛经里的术语含的意思很深，真正懂得术语的意思怎么？既然是假的别管它，不追问不就没事吗？愈问问题不就愈多吗？那全是妄念。妄念当中再生妄念，生无穷无尽的妄念，这叫迷，迷得太深了。真正觉悟的，既然晓得妄念，马上放下，念头就没有了，念头真没有了就觉悟。",
      "zh_TW": "沒有原因還有個意思，沒有原因是假的，要真有原因它是真的。有原因是真的，沒有原因是假的不是真的，所以無明上面加個無始。無始不是說大概很久遠了，找不到源頭，不是這個意思，根本就沒有這樁事情。那什麼時候迷了？就在當下，不是過去很久很久，不是的，就是現在這一念。迷悟都在這一念，這一念覺了就成佛，這一念迷了就是凡夫。這個意思好。所以佛經裡的術語含的意思很深，真正懂得術語的意思怎麼？既然是假的別管它，不追問不就沒事嗎？愈問問題不就愈多嗎？那全是妄念。妄念當中再生妄念，生無窮無盡的妄念，這叫迷，迷得太深了。真正覺悟的，既然曉得妄念，馬上放下，念頭就沒有了，念頭真沒有了就覺悟。"
    },
    {
      "id": "02-042-0033_p0019",
      "zh_CN": "所以这个念头很微细，我们有个概念，用秒做单位，它是二千一百兆分之一秒，那么短的时间，我们简直无法想像。佛法里头有科学，我们有理由肯定二、三十年之后，佛教决定不是宗教，科学家承认了，它是高等科学，我们所研究出来的东西它全有，还有很多它说的我们还没有发现。科学家永远不能成佛，那什么原因？他用想像，他用心意识。他要不用心意识，用禅定就成佛了。佛完全从禅定当中看到的、见到的；科学是用精密的仪器来观察到。用高深的数学，在理论上知道有这个现象，然后再用仪器观察来证实，科学这么发现的；不像佛法，佛法用禅定。",
      "zh_TW": "所以這個念頭很微細，我們有個概念，用秒做單位，它是二千一百兆分之一秒，那麼短的時間，我們簡直無法想像。佛法裡頭有科學，我們有理由肯定二、三十年之後，佛教決定不是宗教，科學家承認了，它是高等科學，我們所研究出來的東西它全有，還有很多它說的我們還沒有發現。科學家永遠不能成佛，那什麼原因？他用想像，他用心意識。他要不用心意識，用禪定就成佛了。佛完全從禪定當中看到的、見到的；科學是用精密的儀器來觀察到。用高深的數學，在理論上知道有這個現象，然後再用儀器觀察來證實，科學這麼發現的；不像佛法，佛法用禪定。"
    },
    {
      "id": "02-042-0033_p0020",
      "zh_CN": "这三个阶段这是大分，细分，《华严经》上分成五十二个等级，就是禅定功夫五十二个等级。见到宇宙这些真相、这些奥秘，大乘经里常讲八地以上。那是很高等的层次，五十二个阶级最高的五个阶级，从顶端上五个阶级，他们把宇宙看得清清楚楚。明心见性的菩萨也知道，模糊不清楚，经上比喻说「隔罗望月」，罗是罗衫，丝织品，透明的，隔着罗也能看到月亮，但是有个障碍。八地菩萨这个障碍没有了，完全见到了。",
      "zh_TW": "這三個階段這是大分，細分，《華嚴經》上分成五十二個等級，就是禪定功夫五十二個等級。見到宇宙這些真相、這些奧祕，大乘經裡常講八地以上。那是很高等的層次，五十二個階級最高的五個階級，從頂端上五個階級，他們把宇宙看得清清楚楚。明心見性的菩薩也知道，模糊不清楚，經上比喻說「隔羅望月」，羅是羅衫，絲織品，透明的，隔著羅也能看到月亮，但是有個障礙。八地菩薩這個障礙沒有了，完全見到了。"
    },
    {
      "id": "02-042-0033_p0021",
      "zh_CN": "所以留下、放下、保持，这个意思说得好，有理上讲，有事上讲。在事上讲我们今天修净土，无论从事从理，我们要想证得明心见性，不可能。我初学佛的时候三个老师都告诉我，方东美先生、章嘉大师、李炳南老居士，都告诉我不可能。他说你不可能，我也不可能，老师说他自己也做不到。方老师教我从法相入手，法相唯识从这入手。李老告诉我从念佛入手，比法相还容易。法相用现代的话说是心理学，佛教大乘心理学。弥勒菩萨是心理学专家，在中国玄奘大师传过来，窥基继承这个学派，确实能把十法界依正庄严讲清楚、讲明白。真正搞清楚、搞明白了，你在这些现相里头就不会起心动念了。起心动念是不了解事实真相，把它当作真的。净宗也要了解事实真相，不了解事实真相，放不下，放不下对往生就产生障碍。",
      "zh_TW": "所以留下、放下、保持，這個意思說得好，有理上講，有事上講。在事上講我們今天修淨土，無論從事從理，我們要想證得明心見性，不可能。我初學佛的時候三個老師都告訴我，方東美先生、章嘉大師、李炳南老居士，都告訴我不可能。他說你不可能，我也不可能，老師說他自己也做不到。方老師教我從法相入手，法相唯識從這入手。李老告訴我從念佛入手，比法相還容易。法相用現代的話說是心理學，佛教大乘心理學。彌勒菩薩是心理學專家，在中國玄奘大師傳過來，窺基繼承這個學派，確實能把十法界依正莊嚴講清楚、講明白。真正搞清楚、搞明白了，你在這些現相裡頭就不會起心動念了。起心動念是不了解事實真相，把它當作真的。淨宗也要了解事實真相，不了解事實真相，放不下，放不下對往生就產生障礙。"
    },
    {
      "id": "02-042-0033_p0022",
      "zh_CN": "净宗这个法门，最重要的就是学老实，老实就是要听话，就是要真干。我们看到海贤老和尚，这是一个典型模范。这个人就是老实，他二十岁出家，师父只教他一句阿弥陀佛，嘱咐他一直念下去，他听话，他真干。一百一十二岁往生，去年往生，这一句佛号念了九十二年，没有中断，真的有大成就。你要问我他修行成就的等级，这是我们一般凡夫无法知道的。我们从这六十多年的学习，从经教、从经验上来观察，这个人大彻大悟，明心见性。为什么？因为他老实、听话、真干。只要做到这六个字，三年心清净，妄念少了，杂念少了，清净心现前；不是纯的清净，比我们一般人清净多了。清净心生智慧，染污分别心生烦恼。所以一般在三年，功夫成片肯定会得到，得到功夫成片就有资格往生。还有寿命，他如果不要了，他马上就走得了。有寿命，阿弥陀佛会告诉他，你寿命还有多长，到你寿命到的时候我来接引你。所以一般往生的人，跟阿弥陀佛见面，一般讲大概至少三次。第一次见面佛把情形告诉你，第二次见面通知接引你的时间，还有几天我来接引你，第三次见面他来接引，这一般至少这三次。那海贤老和尚念佛九十二年，我的看法估计跟阿弥陀佛见面至少有十次，他这么长的时间，至少有十次。怎么知道，他大彻大悟，见性了？他曾经跟人家讲过，我什么都知道。这一句话不简单，什么都知道那是明心见性才能说，不见性的不可以说什么都知道。乡下老实人，没有念过书，不认识字，说出这句话来不容易。他什么都知道在什么时候？我估计应该在三十到四十岁，在这个时候。他的寿命肯定是阿弥陀佛把它延长的，给他任务叫他表法，表法就是做念佛人的最好榜样。在海贤法师的身上留下什么？一句阿弥陀佛，就留下这个；放下什么？除这一句阿弥陀佛之外，全放下了；保持什么？保持正法的命脉。最重要的是传人，法不能到我这就断了，一定要有传人。传人可遇不可求，现在可遇的缘比从前殊胜，以前一定要见面才知道，现在不见面也行，在卫星、在网路上学都可以，这个面就大了。所以很多人从光碟上学的、从卫星电视上学的、从网际网路上学的，学得很有成就。",
      "zh_TW": "淨宗這個法門，最重要的就是學老實，老實就是要聽話，就是要真幹。我們看到海賢老和尚，這是一個典型模範。這個人就是老實，他二十歲出家，師父只教他一句阿彌陀佛，囑咐他一直念下去，他聽話，他真幹。一百一十二歲往生，去年往生，這一句佛號念了九十二年，沒有中斷，真的有大成就。你要問我他修行成就的等級，這是我們一般凡夫無法知道的。我們從這六十多年的學習，從經教、從經驗上來觀察，這個人大徹大悟，明心見性。為什麼？因為他老實、聽話、真幹。只要做到這六個字，三年心清淨，妄念少了，雜念少了，清淨心現前；不是純的清淨，比我們一般人清淨多了。清淨心生智慧，染污分別心生煩惱。所以一般在三年，功夫成片肯定會得到，得到功夫成片就有資格往生。還有壽命，他如果不要了，他馬上就走得了。有壽命，阿彌陀佛會告訴他，你壽命還有多長，到你壽命到的時候我來接引你。所以一般往生的人，跟阿彌陀佛見面，一般講大概至少三次。第一次見面佛把情形告訴你，第二次見面通知接引你的時間，還有幾天我來接引你，第三次見面他來接引，這一般至少這三次。那海賢老和尚念佛九十二年，我的看法估計跟阿彌陀佛見面至少有十次，他這麼長的時間，至少有十次。怎麼知道，他大徹大悟，見性了？他曾經跟人家講過，我什麼都知道。這一句話不簡單，什麼都知道那是明心見性才能說，不見性的不可以說什麼都知道。鄉下老實人，沒有念過書，不認識字，說出這句話來不容易。他什麼都知道在什麼時候？我估計應該在三十到四十歲，在這個時候。他的壽命肯定是阿彌陀佛把它延長的，給他任務叫他表法，表法就是做念佛人的最好榜樣。在海賢法師的身上留下什麼？一句阿彌陀佛，就留下這個；放下什麼？除這一句阿彌陀佛之外，全放下了；保持什麼？保持正法的命脈。最重要的是傳人，法不能到我這就斷了，一定要有傳人。傳人可遇不可求，現在可遇的緣比從前殊勝，以前一定要見面才知道，現在不見面也行，在衛星、在網路上學都可以，這個面就大了。所以很多人從光碟上學的、從衛星電視上學的、從網際網路上學的，學得很有成就。"
    },
    {
      "id": "02-042-0033_p0023",
      "zh_CN": "刘素云居士是从光碟上学的，应该二十年前，有人送她一套《无量寿经》的光碟，她就看这套光碟。早年讲的，没有讲得这么详细，大概一部经讲完两百多个小时。她告诉我，每天听一片，一片是一个小时，一个碟片，这一个小时听十遍，一门深入，长时薰修，一天看十遍就是十个小时。看完之后从头再看，十年没间断，她是这样学成的。十年之后，我才听说有这么一个人，打听看有没有方法跟她联络，就有人把电话号码找到了。我一拨电话拨通了，我再一问，她也非常惊讶，我说欢迎妳到香港来，找时间到香港来一趟，我们见见面。这是一门深入，长时薰修，十年，大彻大悟、明心见性不敢说，她自己要不肯说没有人知道。但是大悟决定没有问题，为什么？她没有学过的经，这些经论你去问她，她都能讲得出来，她都没有障碍。有人请她讲《地藏经》、讲别的经，她都行，所谓是「一经通一切经通」。通的深度、层次有很多，各个不相同。永远保持清净心，这个境界年年向上提升，年年有深度，一直等到佛来带我们往生。",
      "zh_TW": "劉素雲居士是從光碟上學的，應該二十年前，有人送她一套《無量壽經》的光碟，她就看這套光碟。早年講的，沒有講得這麼詳細，大概一部經講完兩百多個小時。她告訴我，每天聽一片，一片是一個小時，一個碟片，這一個小時聽十遍，一門深入，長時薰修，一天看十遍就是十個小時。看完之後從頭再看，十年沒間斷，她是這樣學成的。十年之後，我才聽說有這麼一個人，打聽看有沒有方法跟她聯絡，就有人把電話號碼找到了。我一撥電話撥通了，我再一問，她也非常驚訝，我說歡迎妳到香港來，找時間到香港來一趟，我們見見面。這是一門深入，長時薰修，十年，大徹大悟、明心見性不敢說，她自己要不肯說沒有人知道。但是大悟決定沒有問題，為什麼？她沒有學過的經，這些經論你去問她，她都能講得出來，她都沒有障礙。有人請她講《地藏經》、講別的經，她都行，所謂是「一經通一切經通」。通的深度、層次有很多，各個不相同。永遠保持清淨心，這個境界年年向上提升，年年有深度，一直等到佛來帶我們往生。"
    },
    {
      "id": "02-042-0033_p0024",
      "zh_CN": "忆佛、念佛就是跟阿弥陀佛保持不中断，这个里头有快乐，法喜充满。欢喜从哪里来？天天有悟处，才真正体会到佛的这些经教不可思议，它的深度、广度没有边际，像人在大海游泳，往深处、往广处，愈深愈广，法味愈浓，愈欢喜。所以这个书读不厌，读到身心愉快。要保持菩提心，菩提心，真诚心、清净心、平等心、正觉心、慈悲心，这个要保持。日常生活是菩提心的起用，看破，看破是明了，了解事实真相，真相大白之后自然放下。随缘妙用，妙用是放下，不着相。眼见，见色是随缘，耳闻声是随缘，鼻嗅香、舌尝味统统是随缘。随缘怎么样？不放在心上，心是清净平等觉。如果放在心上，心就被染污。现在只有一样可以放在心上，阿弥陀佛，其他的都不要放。到极乐世界之后，阿弥陀佛还是照念，不放在心上了，那个心跟阿弥陀佛的心一样。真正契入这个境界，我心就是阿弥陀佛，阿弥陀佛就是我心，只要一到极乐世界就入这个境界。",
      "zh_TW": "憶佛、念佛就是跟阿彌陀佛保持不中斷，這個裡頭有快樂，法喜充滿。歡喜從哪裡來？天天有悟處，才真正體會到佛的這些經教不可思議，它的深度、廣度沒有邊際，像人在大海游泳，往深處、往廣處，愈深愈廣，法味愈濃，愈歡喜。所以這個書讀不厭，讀到身心愉快。要保持菩提心，菩提心，真誠心、清淨心、平等心、正覺心、慈悲心，這個要保持。日常生活是菩提心的起用，看破，看破是明瞭，了解事實真相，真相大白之後自然放下。隨緣妙用，妙用是放下，不著相。眼見，見色是隨緣，耳聞聲是隨緣，鼻嗅香、舌嘗味統統是隨緣。隨緣怎麼樣？不放在心上，心是清淨平等覺。如果放在心上，心就被染污。現在只有一樣可以放在心上，阿彌陀佛，其他的都不要放。到極樂世界之後，阿彌陀佛還是照念，不放在心上了，那個心跟阿彌陀佛的心一樣。真正契入這個境界，我心就是阿彌陀佛，阿彌陀佛就是我心，只要一到極樂世界就入這個境界。"
    },
    {
      "id": "02-042-0033_p0025",
      "zh_CN": "最可怕的名闻利养，你说出家了，人家把你当作僧宝供养来种福，我们有没有这个德行？又不能不接受，不接受说你不慈悲，接受了我们自己造孽。所以接受了要替他做好事，他不知道哪个是好事情，我们知道，替他做好事。第一大的好事，印光大师做出榜样来给我们看，这个老和尚一生受的供养就做一桩事情，法布施。他拿这笔钱自己开了一个印刷厂，就是弘化社，印经书流通，一生干这个。遇到这个世间有灾难，旱灾、水灾，老和尚会在印经款项里头提出一部分出来救灾，是以印经为主。佛在经上常常赞叹法布施的功德。现在法布施除印经之外，用这个媒体，效果比印经速度还快、还大，所以统统包括在法布施。",
      "zh_TW": "最可怕的名聞利養，你說出家了，人家把你當作僧寶供養來種福，我們有沒有這個德行？又不能不接受，不接受說你不慈悲，接受了我們自己造孽。所以接受了要替他做好事，他不知道哪個是好事情，我們知道，替他做好事。第一大的好事，印光大師做出榜樣來給我們看，這個老和尚一生受的供養就做一樁事情，法布施。他拿這筆錢自己開了一個印刷廠，就是弘化社，印經書流通，一生幹這個。遇到這個世間有災難，旱災、水災，老和尚會在印經款項裡頭提出一部分出來救災，是以印經為主。佛在經上常常讚歎法布施的功德。現在法布施除印經之外，用這個媒體，效果比印經速度還快、還大，所以統統包括在法布施。"
    },
    {
      "id": "02-042-0033_p0026",
      "zh_CN": "法布施里头将来，我们过去想到，没真干，做有声书。这个光碟，你能看到经本上的文字都在萤幕上，让你看得很清楚，念得很清楚，你可以跟着念，你也可以闭着眼睛听，没有人像。不要叫人认识你，好；认识你的人多了，麻烦很多，干扰很多。我们不求名、不求利，何必要人认识？只有音声、只有文字最好，流通，人家放心。这个世间最麻烦的同行相忌，嫉妒从哪里来？都是同行的。同行怕你出名，你要高过他，他就嫉妒心、障碍就起来了。人像都没有，不容易产生这个事情，这样流通好。你修法跟某个人学的知道，这人见过面没有？没见过面，这最好了。这个现在可以能做得到，古时候做不到，要利用这些好的工具。",
      "zh_TW": "法布施裡頭將來，我們過去想到，沒真幹，做有聲書。這個光碟，你能看到經本上的文字都在螢幕上，讓你看得很清楚，念得很清楚，你可以跟著念，你也可以閉著眼睛聽，沒有人像。不要叫人認識你，好；認識你的人多了，麻煩很多，干擾很多。我們不求名、不求利，何必要人認識？只有音聲、只有文字最好，流通，人家放心。這個世間最麻煩的同行相忌，嫉妒從哪裡來？都是同行的。同行怕你出名，你要高過他，他就嫉妒心、障礙就起來了。人像都沒有，不容易產生這個事情，這樣流通好。你修法跟某個人學的知道，這人見過面沒有？沒見過面，這最好了。這個現在可以能做得到，古時候做不到，要利用這些好的工具。"
    },
    {
      "id": "02-042-0033_p0027",
      "zh_CN": "建学校，有这个缘分，建学校培养人才，我们十方供养可以支持这些事情，在学校可以设奖学金。许许多多的事情可以做，比从前机会更多，我们要掌握住。所以我们想到设个基金会，基金会希望永远保持下去，世世代代都有人来负责，来统筹这桩事情，这是个长久的事业，将来可以做儒释道奖助学金，来做这个。我们提倡多元文化，其他宗教，真正希望宗教都回归教育，宗教要团结，宗教要互相学习，这个世间冲突才能化解，太平盛世才会出现。这是我们的梦想、我们的希望，我们走的是这个路子。我们远离经忏佛事、祈祷超度，我们远离这些，我们把我们的祈祷超度都用在讲经最后的回向，不另外做。这下面还有，好。",
      "zh_TW": "建學校，有這個緣分，建學校培養人才，我們十方供養可以支持這些事情，在學校可以設獎學金。許許多多的事情可以做，比從前機會更多，我們要掌握住。所以我們想到設個基金會，基金會希望永遠保持下去，世世代代都有人來負責，來統籌這樁事情，這是個長久的事業，將來可以做儒釋道獎助學金，來做這個。我們提倡多元文化，其他宗教，真正希望宗教都回歸教育，宗教要團結，宗教要互相學習，這個世間衝突才能化解，太平盛世才會出現。這是我們的夢想、我們的希望，我們走的是這個路子。我們遠離經懺佛事、祈禱超度，我們遠離這些，我們把我們的祈禱超度都用在講經最後的迴向，不另外做。這下面還有，好。"
    },
    {
      "id": "02-042-0033_p0028",
      "zh_CN": "主持人：尊敬的恩师上人，尊敬的各位法师大德、各位护法大德菩萨，大家好。昨天罪障深重弟子开玄，向恩师上人提交了第一篇学习报告，恩师上人大慈大悲，法眼清净，对于弟子开玄历劫今生所修所学，乃至起心动念了如指掌。恩师上人悲悯心切，为了救拔弟子出离地狱苦报，给予弟子当头棒喝，一针见血，和盘托出。这完全是恩师上人慈悲，看到弟子有少少许善根，才不舍弟子，救拔弟子，这是对弟子无限的深恩与关爱，弟子纵然粉身碎骨难以为报。弟子听了师父上人的教诲，寒毛倒竖，无比惭愧，于下午又跪听了一遍，内心无比的感恩与惭愧，若不是值遇恩师上人苦口婆心，救拔罪障深重弟子，弟子决定堕入地狱。因此今日向恩师上人，及诸位大德菩萨痛切忏悔，以求恩师上人慈悲摄受加持。",
      "zh_TW": "主持人：尊敬的恩師上人，尊敬的各位法師大德、各位護法大德菩薩，大家好。昨天罪障深重弟子開玄，向恩師上人提交了第一篇學習報告，恩師上人大慈大悲，法眼清淨，對於弟子開玄歷劫今生所修所學，乃至起心動念瞭如指掌。恩師上人悲憫心切，為了救拔弟子出離地獄苦報，給予弟子當頭棒喝，一針見血，和盤托出。這完全是恩師上人慈悲，看到弟子有少少許善根，才不捨弟子，救拔弟子，這是對弟子無限的深恩與關愛，弟子縱然粉身碎骨難以為報。弟子聽了師父上人的教誨，寒毛倒豎，無比慚愧，於下午又跪聽了一遍，內心無比的感恩與慚愧，若不是值遇恩師上人苦口婆心，救拔罪障深重弟子，弟子決定墮入地獄。因此今日向恩師上人，及諸位大德菩薩痛切懺悔，以求恩師上人慈悲攝受加持。"
    },
    {
      "id": "02-042-0033_p0029",
      "zh_CN": "首先，弟子未出家前大不孝，辱没祖宗门风及父母养育深恩。弟子祖先是至圣先师孔夫子门下七十二贤人之一，先祖子路。弟子诸多言行皆与祖德违背，辱没祖德，当堕地狱。弟子父母皆是老实忠厚之人，尤其父亲大人十分孝敬，给弟子种下善根。但弟子自幼以来性情狂傲，学习绘画期间污染了很多社会风气，时常顶撞父母、批评父母、指责父母、怨恨父母，未将父母放在眼里。弟子在读书期间不敬师长，出家后没有落实恩师教诲，辱没恩师名节，罪过当堕地狱。第二，弟子出家前学习绘画，常画人体，看了一些不良书籍，内心受污染，心很不清净。出家后接触大众太多，名闻利养渐渐有了，内心渐渐疏忽了戒律，接触了很多社会不良的信息，邪思常常现行，罪过当堕地狱。第三，弟子性情狂傲，目中无人，妄言、绮语、恶口时时毁犯。出家前后时常赞叹自我，时常直言批评宣说他人过失，乃至挖苦、讽刺、讥笑、毁谤等，乃至批评很多法师大德等，罪过当堕无间地狱。第四，弟子时常迷于名闻利养，对十方常住水电物品多有浪费，对居士的供养生欢喜心，发动很多人做善事，耽误了修行，提不起佛号，当堕地狱。第五，弟子出家前爱好广泛，出家后没有完全放下，时常向人宣说，夸夸其谈，耽误了修行，当堕地狱。第六，弟子出家前就有懒惰的毛病，出家后也时常懈怠，违反了许多道场规约，当堕地狱。第七，弟子见到他人优点，没有随喜赞叹，常生嫉妒，当堕地狱。",
      "zh_TW": "首先，弟子未出家前大不孝，辱沒祖宗門風及父母養育深恩。弟子祖先是至聖先師孔夫子門下七十二賢人之一，先祖子路。弟子諸多言行皆與祖德違背，辱沒祖德，當墮地獄。弟子父母皆是老實忠厚之人，尤其父親大人十分孝敬，給弟子種下善根。但弟子自幼以來性情狂傲，學習繪畫期間污染了很多社會風氣，時常頂撞父母、批評父母、指責父母、怨恨父母，未將父母放在眼裡。弟子在讀書期間不敬師長，出家後沒有落實恩師教誨，辱沒恩師名節，罪過當墮地獄。第二，弟子出家前學習繪畫，常畫人體，看了一些不良書籍，內心受污染，心很不清淨。出家後接觸大眾太多，名聞利養漸漸有了，內心漸漸疏忽了戒律，接觸了很多社會不良的信息，邪思常常現行，罪過當墮地獄。第三，弟子性情狂傲，目中無人，妄言、綺語、惡口時時毀犯。出家前後時常讚歎自我，時常直言批評宣說他人過失，乃至挖苦、諷刺、譏笑、毀謗等，乃至批評很多法師大德等，罪過當墮無間地獄。第四，弟子時常迷於名聞利養，對十方常住水電物品多有浪費，對居士的供養生歡喜心，發動很多人做善事，耽誤了修行，提不起佛號，當墮地獄。第五，弟子出家前愛好廣泛，出家後沒有完全放下，時常向人宣說，誇誇其談，耽誤了修行，當墮地獄。第六，弟子出家前就有懶惰的毛病，出家後也時常懈怠，違反了許多道場規約，當墮地獄。第七，弟子見到他人優點，沒有隨喜讚歎，常生嫉妒，當墮地獄。"
    },
    {
      "id": "02-042-0033_p0030",
      "zh_CN": "弟子以上种种罪过只是大概，日常生活所犯过错多不胜数。幸遇恩师法力无边，直下棒喝，令弟子及时悔悟，并得以向大众发露忏悔，感恩不尽。罪障深重弟子已经认识到，自己若不往生极乐世界，必定堕入地狱，因此向恩师及大众发愿。一、从今日起万缘放下，一心忆念极乐世界阿弥陀佛，绝无第二个牵挂。二、从今日起不接受任何形式的供养与赞叹，若有供养，交与常住；凡有一切名誉地位完全回避，除非恩师及老菩萨给予任务，自己不再参与一切与修行无关之事。三、一生学习弘扬伦理道德，因果报应，净土法门，深入学习地狱果报。四、每日早起及睡前，礼拜阿弥陀佛及恩师上人，感恩师父救拔，一生受持海贤老和尚光碟，以苦为师，以戒为师。五、一心受持《大经科注》，一心听师父讲经。六、一生不离开道场，不受外界诱惑，安心办道，持守戒律，虽小小戒也不犯。七、一生修学谦卑，对逆境不瞋恨，对顺境多回避，一心格物内心，不过问他人事情，以柔和欢喜对人。以上是罪障深重弟子开玄，针对自己忏悔发愿，并从今日起乃至命终受持不懈。并求恩师上人慈悲摄受加持弟子，十方大众慈悲护持弟子，令罪障深重弟子忏悔业障，净业早成。并愿法界一切有情，见者闻者生警策心，一心办道，往生成佛。罪障深重弟子开玄忏悔顶礼恩师老和尚足下，并诸位法师大德、同修菩萨，阿弥陀佛。",
      "zh_TW": "弟子以上種種罪過只是大概，日常生活所犯過錯多不勝數。幸遇恩師法力無邊，直下棒喝，令弟子及時悔悟，並得以向大眾發露懺悔，感恩不盡。罪障深重弟子已經認識到，自己若不往生極樂世界，必定墮入地獄，因此向恩師及大眾發願。一、從今日起萬緣放下，一心憶念極樂世界阿彌陀佛，絕無第二個牽掛。二、從今日起不接受任何形式的供養與讚歎，若有供養，交與常住；凡有一切名譽地位完全迴避，除非恩師及老菩薩給予任務，自己不再參與一切與修行無關之事。三、一生學習弘揚倫理道德，因果報應，淨土法門，深入學習地獄果報。四、每日早起及睡前，禮拜阿彌陀佛及恩師上人，感恩師父救拔，一生受持海賢老和尚光碟，以苦為師，以戒為師。五、一心受持《大經科註》，一心聽師父講經。六、一生不離開道場，不受外界誘惑，安心辦道，持守戒律，雖小小戒也不犯。七、一生修學謙卑，對逆境不瞋恨，對順境多迴避，一心格物內心，不過問他人事情，以柔和歡喜對人。以上是罪障深重弟子開玄，針對自己懺悔發願，並從今日起乃至命終受持不懈。並求恩師上人慈悲攝受加持弟子，十方大眾慈悲護持弟子，令罪障深重弟子懺悔業障，淨業早成。並願法界一切有情，見者聞者生警策心，一心辦道，往生成佛。罪障深重弟子開玄懺悔頂禮恩師老和尚足下，並諸位法師大德、同修菩薩，阿彌陀佛。"
    },
    {
      "id": "02-042-0033_p0031",
      "zh_CN": "老法师：开玄法师他的忏悔我们刚才听到了。古人说「人非圣贤，孰能无过」，在今天这个时代，人犯了很多的过失，都应该原谅他。就像佛陀在《无量寿经》上告诉我们，原因是什么？因为「先人不善，不识道德」，他的父母没有教他，他的祖父母没教他的父母，他的曾祖父母没有教他祖父母，往上溯至少要算上七、八代。原因很复杂，满清末年我们这个社会就乱了，知识分子对古圣先贤的怀疑，对西方学术的迷惑，再加上战乱，军阀割据，八年抗战，社会一直在动乱，人们几个人能过着安定的生活，所以这个是情有可原。释迦牟尼佛在三千年前讲《无量寿经》，讲这些话，好像就是对我们讲的，所以我们不可以责怪任何一个人，应该要原谅他，要帮助他回头。",
      "zh_TW": "老法師：開玄法師他的懺悔我們剛才聽到了。古人說「人非聖賢，孰能無過」，在今天這個時代，人犯了很多的過失，都應該原諒他。就像佛陀在《無量壽經》上告訴我們，原因是什麼？因為「先人不善，不識道德」，他的父母沒有教他，他的祖父母沒教他的父母，他的曾祖父母沒有教他祖父母，往上溯至少要算上七、八代。原因很複雜，滿清末年我們這個社會就亂了，知識分子對古聖先賢的懷疑，對西方學術的迷惑，再加上戰亂，軍閥割據，八年抗戰，社會一直在動亂，人們幾個人能過著安定的生活，所以這個是情有可原。釋迦牟尼佛在三千年前講《無量壽經》，講這些話，好像就是對我們講的，所以我們不可以責怪任何一個人，應該要原諒他，要幫助他回頭。"
    },
    {
      "id": "02-042-0033_p0032",
      "zh_CN": "这个社会就像印光大师所说，各种教育里头什么教育最重要，能够马上就见到效果的？因果教育。人接受伦理道德教育，是羞于作恶，他有知耻，不好意思作恶。但是人如果知道因果教育，他不敢作恶，为什么？你做的将来有果报，想到果报就不敢了。开玄法师说的这些过失，我们听到了，我们自己反省，有没有跟你同样的过失。你今天明白、觉悟、回头了，好事情，诸佛都欢喜，真的回头是岸。如果自己有劣根性，习气很重，换句话说，禁不起诱惑。今天我们生活环境，都是诱导我们去作恶，你看到的、听到的、接触到的，甚至于闻到、尝到，六根所接触到的全是染污，严重的染污，这怎么办？我这一生当中，我就依靠经典，每天读经典，接受佛菩萨教诲，三天不读经典我也把握不住。对于外面境界尽量远离，尤其是媒体，我不看电视，不听广播，不看报纸，不看杂志，乃至于很多书籍、典籍都不看，至少五十年。重要的信息，有几个同学不错，照顾我，把每天重要的消息大标题就写下来，每个星期给我一份这个星期重要新闻，我就看这个。古人有两句话说得好，「知事少时烦恼少，识人多处是非多」，尽量少跟外面接触，少知道一些杂事，心地清净。问我，每天天下太平，没事，今天日子很好过，天天日子都很美好。",
      "zh_TW": "這個社會就像印光大師所說，各種教育裡頭什麼教育最重要，能夠馬上就見到效果的？因果教育。人接受倫理道德教育，是羞於作惡，他有知恥，不好意思作惡。但是人如果知道因果教育，他不敢作惡，為什麼？你做的將來有果報，想到果報就不敢了。開玄法師說的這些過失，我們聽到了，我們自己反省，有沒有跟你同樣的過失。你今天明白、覺悟、回頭了，好事情，諸佛都歡喜，真的回頭是岸。如果自己有劣根性，習氣很重，換句話說，禁不起誘惑。今天我們生活環境，都是誘導我們去作惡，你看到的、聽到的、接觸到的，甚至於聞到、嘗到，六根所接觸到的全是染污，嚴重的染污，這怎麼辦？我這一生當中，我就依靠經典，每天讀經典，接受佛菩薩教誨，三天不讀經典我也把握不住。對於外面境界盡量遠離，尤其是媒體，我不看電視，不聽廣播，不看報紙，不看雜誌，乃至於很多書籍、典籍都不看，至少五十年。重要的信息，有幾個同學不錯，照顧我，把每天重要的消息大標題就寫下來，每個星期給我一份這個星期重要新聞，我就看這個。古人有兩句話說得好，「知事少時煩惱少，識人多處是非多」，盡量少跟外面接觸，少知道一些雜事，心地清淨。問我，每天天下太平，沒事，今天日子很好過，天天日子都很美好。"
    },
    {
      "id": "02-042-0033_p0033",
      "zh_CN": "学谦卑，人与人往来修四摄法、修六度、行十善，非常快乐。住在这个地方一定要想到，一年，我这些邻居见面要不打招呼，那我们住在这就有过失。一定要把这个地方、这个小区都变成一家人，像兄弟姐妹一样，互相照顾，互通有无。你看我在这里还不错，到这边来的人都送来很多吃的东西给我，这个东西不能留，留了就坏了，我就送邻居，常常送，所以邻居现在也送我。我见到邻居先鞠躬，先问好，现在各个人都会问候了，各个人都会打招呼了。慢慢把这个范围扩大，从这个小区邻里，逐渐四周围的邻里都有这个感受。住久了这个地区，我们用行动去感化他，都变成好人，都变成善人，都不愿意做坏事，都乐于帮助人。",
      "zh_TW": "學謙卑，人與人往來修四攝法、修六度、行十善，非常快樂。住在這個地方一定要想到，一年，我這些鄰居見面要不打招呼，那我們住在這就有過失。一定要把這個地方、這個小區都變成一家人，像兄弟姐妹一樣，互相照顧，互通有無。你看我在這裡還不錯，到這邊來的人都送來很多吃的東西給我，這個東西不能留，留了就壞了，我就送鄰居，常常送，所以鄰居現在也送我。我見到鄰居先鞠躬，先問好，現在各個人都會問候了，各個人都會打招呼了。慢慢把這個範圍擴大，從這個小區鄰里，逐漸四周圍的鄰里都有這個感受。住久了這個地區，我們用行動去感化他，都變成好人，都變成善人，都不願意做壞事，都樂於幫助人。"
    },
    {
      "id": "02-042-0033_p0034",
      "zh_CN": "真正帮助自己解决堕落恶道的这是大事，头等大事。宋朝莹珂法师给我们做了最好的榜样，出家人，破戒犯规，自己想想，这都是无间地狱的罪业。他好处相信因果，想到因果就害怕，求同学帮助，有没有办法叫他不堕恶道，不堕地狱。就有个同学送给他一本《往生传》，他看到每一个往生的人都受感动，都流眼泪，看完之后下了决心，把自己的房门关住，一句佛号念到底。念了三天三夜，不眠不休，真诚心把阿弥陀佛感动了。阿弥陀佛真来了，告诉他，也勉励他，这个忏悔改过值得赞叹，他还有十年阳寿，跟他约定，你好好修，十年之后你命终的时候我来接引你。莹珂法师应该是我们中国人所说的「福至心灵」，见到阿弥陀佛可不容易，他开窍了，他跟佛要求，我十年寿命不要了，我现在跟你去。他为什么？习气太重，禁不起诱惑，那十年当中不知道又做了多少罪，将来能不能往生还靠不住，现在就去。阿弥陀佛答应他了，告诉他，三天之后来接引你。",
      "zh_TW": "真正幫助自己解決墮落惡道的這是大事，頭等大事。宋朝瑩珂法師給我們做了最好的榜樣，出家人，破戒犯規，自己想想，這都是無間地獄的罪業。他好處相信因果，想到因果就害怕，求同學幫助，有沒有辦法叫他不墮惡道，不墮地獄。就有個同學送給他一本《往生傳》，他看到每一個往生的人都受感動，都流眼淚，看完之後下了決心，把自己的房門關住，一句佛號念到底。念了三天三夜，不眠不休，真誠心把阿彌陀佛感動了。阿彌陀佛真來了，告訴他，也勉勵他，這個懺悔改過值得讚歎，他還有十年陽壽，跟他約定，你好好修，十年之後你命終的時候我來接引你。瑩珂法師應該是我們中國人所說的「福至心靈」，見到阿彌陀佛可不容易，他開竅了，他跟佛要求，我十年壽命不要了，我現在跟你去。他為什麼？習氣太重，禁不起誘惑，那十年當中不知道又做了多少罪，將來能不能往生還靠不住，現在就去。阿彌陀佛答應他了，告訴他，三天之後來接引你。"
    },
    {
      "id": "02-042-0033_p0035",
      "zh_CN": "这个三天给他做功德，叫他做好事。什么样的好事？这一个案例传出去就是最大的好事，让很多造作无间地狱罪业的人，看到他这个故事，知道念佛也能往生。平常他不念佛，三天三夜一句佛号不中断，真诚心就能把阿弥陀佛念来，他能做到，每个人都可以做到。阿弥陀佛来要知道是弥陀的化身，阿弥陀佛分身，分无量无边的化身，哪个地方有求哪个地方就有应，化身真管用，不是不管用。所以莹珂法师把房门打开，告诉大家，阿弥陀佛来了，三天之后接引我到极乐世界。别人听到说他打妄语，没人相信，说的好像是真有这么回事情，大家看着，三天不远，看三天之后你往不往生。到第三天，他礼请大众念佛送他往生，大家都欢喜，好事情。起香念到一刻多钟，他就说了，阿弥陀佛来了（他看到，别人看不到），真往生了。当时见到的人都被莹珂度了，亲眼看到，真的不是假的。忏悔往生，写在书上，流传后世，我们今天看到都受感动，他度了多少人。这是阿弥陀佛的善巧方便，不当时带你走，留三天，让你积功累德，普度众生。",
      "zh_TW": "這個三天給他做功德，叫他做好事。什麼樣的好事？這一個案例傳出去就是最大的好事，讓很多造作無間地獄罪業的人，看到他這個故事，知道念佛也能往生。平常他不念佛，三天三夜一句佛號不中斷，真誠心就能把阿彌陀佛念來，他能做到，每個人都可以做到。阿彌陀佛來要知道是彌陀的化身，阿彌陀佛分身，分無量無邊的化身，哪個地方有求哪個地方就有應，化身真管用，不是不管用。所以瑩珂法師把房門打開，告訴大家，阿彌陀佛來了，三天之後接引我到極樂世界。別人聽到說他打妄語，沒人相信，說的好像是真有這麼回事情，大家看著，三天不遠，看三天之後你往不往生。到第三天，他禮請大眾念佛送他往生，大家都歡喜，好事情。起香念到一刻多鐘，他就說了，阿彌陀佛來了（他看到，別人看不到），真往生了。當時見到的人都被瑩珂度了，親眼看到，真的不是假的。懺悔往生，寫在書上，流傳後世，我們今天看到都受感動，他度了多少人。這是阿彌陀佛的善巧方便，不當時帶你走，留三天，讓你積功累德，普度眾生。"
    },
    {
      "id": "02-042-0033_p0036",
      "zh_CN": "造作五逆十恶，临命终时只要这一口气还在，你真正忏悔，信愿持名求生都来得及。所以我们要相信，信比什么都重要，决定不能怀疑，怀疑这个机会就错过了。遇到成佛的机会，不是普通，这是真正大事，无量劫来我们没有办法脱离轮回，这一生遇到了。海贤老和尚为我们现身说法，我劝大家把他的光碟一天看三遍，一遍大概五十多分钟，一天念一万声佛号，你一年不间断，你就取得往生的条件。把他这个光碟当作《无量寿经》看待，我看过这个光碟，我说了，这个光碟是《无量寿经》的总结，佛在经上教导我们的道理、修行的方法，海贤全做到了。读《无量寿经》还要看他的光碟，这个一千遍，读书千遍，一天看三遍，一年一千遍，不要中断，你的境界会大幅度的提升，这是我们能做得到的。希望大家看到法师的忏悔，我们大家都应当要学习。还有没有？",
      "zh_TW": "造作五逆十惡，臨命終時只要這一口氣還在，你真正懺悔，信願持名求生都來得及。所以我們要相信，信比什麼都重要，決定不能懷疑，懷疑這個機會就錯過了。遇到成佛的機會，不是普通，這是真正大事，無量劫來我們沒有辦法脫離輪迴，這一生遇到了。海賢老和尚為我們現身說法，我勸大家把他的光碟一天看三遍，一遍大概五十多分鐘，一天念一萬聲佛號，你一年不間斷，你就取得往生的條件。把他這個光碟當作《無量壽經》看待，我看過這個光碟，我說了，這個光碟是《無量壽經》的總結，佛在經上教導我們的道理、修行的方法，海賢全做到了。讀《無量壽經》還要看他的光碟，這個一千遍，讀書千遍，一天看三遍，一年一千遍，不要中斷，你的境界會大幅度的提升，這是我們能做得到的。希望大家看到法師的懺悔，我們大家都應當要學習。還有沒有？"
    },
    {
      "id": "02-042-0033_p0037",
      "zh_CN": "主持人：现在没有。",
      "zh_TW": "主持人：現在沒有。"
    },
    {
      "id": "02-042-0033_p0038",
      "zh_CN": "老法师：还有十二分钟。",
      "zh_TW": "老法師：還有十二分鐘。"
    },
    {
      "id": "02-042-0033_p0039",
      "zh_CN": "主持人：请澳洲净宗学院发言。",
      "zh_TW": "主持人：請澳洲淨宗學院發言。"
    },
    {
      "id": "02-042-0033_p0040",
      "zh_CN": "学生：阿弥陀佛，请问能够听到音声吗？",
      "zh_TW": "學生：阿彌陀佛，請問能夠聽到音聲嗎？"
    },
    {
      "id": "02-042-0033_p0041",
      "zh_CN": "老法师：听到。",
      "zh_TW": "老法師：聽到。"
    },
    {
      "id": "02-042-0033_p0042",
      "zh_CN": "学生：尊敬的师父上人，诸位法师、诸位同学，大家早上好！阿弥陀佛。学生悟全非常感恩师父上人，天天慈悲为我们开示念佛法门，劝勉我们要放下身心世界，要一心念佛求生净土，扎四个根，《弟子规》、《太上感应篇》、《十善业道经》，还有《沙弥律仪》。学生一定认真努力的忏悔改过，读诵反省检点，一生发愿专修专弘，为大众介绍《无量寿经》、《大经科注》，报答师长恩，报答四重恩，感恩师父上人。",
      "zh_TW": "學生：尊敬的師父上人，諸位法師、諸位同學，大家早上好！阿彌陀佛。學生悟全非常感恩師父上人，天天慈悲為我們開示念佛法門，勸勉我們要放下身心世界，要一心念佛求生淨土，紮四個根，《弟子規》、《太上感應篇》、《十善業道經》，還有《沙彌律儀》。學生一定認真努力的懺悔改過，讀誦反省檢點，一生發願專修專弘，為大眾介紹《無量壽經》、《大經科註》，報答師長恩，報答四重恩，感恩師父上人。"
    },
    {
      "id": "02-042-0033_p0043",
      "zh_CN": "在此地有两点心得向师父上人汇报，佛法贵在落实在生活，帮助别人就是帮助自己。在学院前两周左右，一位义工菩萨家的小孩，被许许多多不同空间维次的众生附体。这个小孩是位男众，他因为多年来没有读书，也没有工作，就在家里玩电子游戏，元气大伤，招惹这些不同空间维次众生，乃至于冤亲债主有缘众生附体了。这些众生大多是西方的鬼神众，也有来自韩国、泰国的。我们四众同修非常发心，日夜轮班帮他们念佛。跟这些神众，不同空间维次众生在交流时候，发现到他们对西方净土并不了解，为什么要念佛，为什么要求生西方净土。学生透过同学们的翻译，跟这些神众汇报，不少这些神众听了之后，他欢喜接受，跟我们一起念佛求生净土，大概一、二分钟他们就走了，现场所有同学们都见到了。当时学生也深深体会到了，阿弥陀佛四十八大愿，真正是无尽的慈悲。四十八愿核心第十八愿十念必生，像刚才导师所开导的，即使我们一生造作极重罪业，五逆十恶，我能够在临终忏悔念佛，或者是堕在三恶道，能够遇到殊胜的法门，善知识，在家出家劝导，能够相信，能够接受，依教奉行，说明我们过去生中善根福德深厚。我们念佛，这些神众他们一、二分钟念佛往生了，证明弥陀四十八大愿，第十八大愿真的是核心，不可思议。有的念得好，大概将近两个多礼拜，有善根福德的神众往生净土。善根福德比较浅的，学生也帮助他们在讲堂立大牌位，让他们听导师讲经，听法师练讲，增加他们的解门，利己利人；在念佛堂立大牌位，帮助他们修行，希望他们在这一生，在将来能够往生西方作佛。",
      "zh_TW": "在此地有兩點心得向師父上人匯報，佛法貴在落實在生活，幫助別人就是幫助自己。在學院前兩週左右，一位義工菩薩家的小孩，被許許多多不同空間維次的眾生附體。這個小孩是位男眾，他因為多年來沒有讀書，也沒有工作，就在家裡玩電子遊戲，元氣大傷，招惹這些不同空間維次眾生，乃至於冤親債主有緣眾生附體了。這些眾生大多是西方的鬼神眾，也有來自韓國、泰國的。我們四眾同修非常發心，日夜輪班幫他們念佛。跟這些神眾，不同空間維次眾生在交流時候，發現到他們對西方淨土並不了解，為什麼要念佛，為什麼要求生西方淨土。學生透過同學們的翻譯，跟這些神眾匯報，不少這些神眾聽了之後，他歡喜接受，跟我們一起念佛求生淨土，大概一、二分鐘他們就走了，現場所有同學們都見到了。當時學生也深深體會到了，阿彌陀佛四十八大願，真正是無盡的慈悲。四十八願核心第十八願十念必生，像剛才導師所開導的，即使我們一生造作極重罪業，五逆十惡，我能夠在臨終懺悔念佛，或者是墮在三惡道，能夠遇到殊勝的法門，善知識，在家出家勸導，能夠相信，能夠接受，依教奉行，說明我們過去生中善根福德深厚。我們念佛，這些神眾他們一、二分鐘念佛往生了，證明彌陀四十八大願，第十八大願真的是核心，不可思議。有的念得好，大概將近兩個多禮拜，有善根福德的神眾往生淨土。善根福德比較淺的，學生也幫助他們在講堂立大牌位，讓他們聽導師講經，聽法師練講，增加他們的解門，利己利人；在念佛堂立大牌位，幫助他們修行，希望他們在這一生，在將來能夠往生西方作佛。"
    },
    {
      "id": "02-042-0033_p0044",
      "zh_CN": "最麻烦的，最难排解，最难度脱就是这年轻菩萨过去生中，所吃、所残害的蛇类众生。之后有一位大蟒蛇菩萨附体告诉我们这桩事情，说这位年轻的同修，他过去生中残杀他们一家人。当时我们就想到，如同传记里面记载，明朝时候方孝孺，他的父亲就是残杀了一窝蛇。所以大蟒蛇菩萨，牠始终怨恨不平，我们长时间跟牠沟通，大众念佛，牠依然报复心非常强。我们精进念佛，轮班念佛，佛菩萨加持非常大，由牠对这年轻菩萨要取性命，慢慢怨恨心减少，最后减轻，最后发心牠要念佛七天往生西方。这事也证明唐朝时候，韩国元晓大师开示得好，四十八大愿先为我们六道凡夫，兼为三乘圣人。我们所见到这位大蟒蛇菩萨，牠极度瞋恨心，借由佛菩萨威神加持，大众课诵帮忙，还有沟通，牠把自己的怨恨心降到最低，最后完全没有，发心念佛，往生净土，阿弥陀佛真正是无尽慈悲。也证明，如果我们每个人有这些烦恼习气，我们能够忏悔改过，阿弥陀佛都能够接引我们往生西方。",
      "zh_TW": "最麻煩的，最難排解，最難度脫就是這年輕菩薩過去生中，所吃、所殘害的蛇類眾生。之後有一位大蟒蛇菩薩附體告訴我們這樁事情，說這位年輕的同修，他過去生中殘殺他們一家人。當時我們就想到，如同傳記裡面記載，明朝時候方孝孺，他的父親就是殘殺了一窩蛇。所以大蟒蛇菩薩，牠始終怨恨不平，我們長時間跟牠溝通，大眾念佛，牠依然報復心非常強。我們精進念佛，輪班念佛，佛菩薩加持非常大，由牠對這年輕菩薩要取性命，慢慢怨恨心減少，最後減輕，最後發心牠要念佛七天往生西方。這事也證明唐朝時候，韓國元曉大師開示得好，四十八大願先為我們六道凡夫，兼為三乘聖人。我們所見到這位大蟒蛇菩薩，牠極度瞋恨心，藉由佛菩薩威神加持，大眾課誦幫忙，還有溝通，牠把自己的怨恨心降到最低，最後完全沒有，發心念佛，往生淨土，阿彌陀佛真正是無盡慈悲。也證明，如果我們每個人有這些煩惱習氣，我們能夠懺悔改過，阿彌陀佛都能夠接引我們往生西方。"
    },
    {
      "id": "02-042-0033_p0045",
      "zh_CN": "第二点，在这前三、四天左右，学院有义工的老菩萨要往生，请求学院的法师同修帮忙助念。我们同学们也是日夜分班，二十四小时帮老菩萨念佛。当学生进入老菩萨的房间里面，一看到很欢喜，自自然然帮她念佛。当时就马上体会到《华严经》上佛所讲的，「一切男子是我父，一切女人是我母」，帮助这位老菩萨，她就是我家中老菩萨一样的。所以这种心它是自自然然的，法尔如是的。老菩萨很精进，多年来也是念佛，从早到晚也跟我们大众一起念佛。但是偶尔她佛号会落掉，当学生在现场就劝勉她几句话，简单，「妳一定要跟我们大众一起念佛，念阿弥陀佛，一心称念，阿弥陀佛来了，您就跟他到西方极乐世界成佛，将来普度众生」，就这几句话简单明了。在现场助念只有一句佛号，任何声音都没有。老菩萨非常慈悲，到现在我们四众同学依然帮她助念当中。",
      "zh_TW": "第二點，在這前三、四天左右，學院有義工的老菩薩要往生，請求學院的法師同修幫忙助念。我們同學們也是日夜分班，二十四小時幫老菩薩念佛。當學生進入老菩薩的房間裡面，一看到很歡喜，自自然然幫她念佛。當時就馬上體會到《華嚴經》上佛所講的，「一切男子是我父，一切女人是我母」，幫助這位老菩薩，她就是我家中老菩薩一樣的。所以這種心它是自自然然的，法爾如是的。老菩薩很精進，多年來也是念佛，從早到晚也跟我們大眾一起念佛。但是偶爾她佛號會落掉，當學生在現場就勸勉她幾句話，簡單，「妳一定要跟我們大眾一起念佛，念阿彌陀佛，一心稱念，阿彌陀佛來了，您就跟他到西方極樂世界成佛，將來普度眾生」，就這幾句話簡單明瞭。在現場助念只有一句佛號，任何聲音都沒有。老菩薩非常慈悲，到現在我們四眾同學依然幫她助念當中。"
    },
    {
      "id": "02-042-0033_p0046",
      "zh_CN": "唐朝时候善导大师也开示得好，「唯有径路修行，但念阿弥陀佛」，一切法门修行成佛的捷径，无过于专念这句阿弥陀佛圣号。所以今天我们能够亲近导师，师父上人非常慈悲，多年来对我们同学们，对学生的关爱照顾，念念不舍我们，介绍念佛法门。我们知道念佛好，往生净土殊胜，我们尽心尽力介绍给有缘的，介绍给这位临终老菩萨，介绍给大蟒蛇菩萨，介绍给不同空间维次这些神众，希望大家都能够信愿持名，往生净土。我们以大悲心来帮助自己，帮助别人成佛，得到究竟圆满成就。这就是经上所讲的，「菩提为因，大悲为根，方便为究竟」的落实。这是弟子悟全两点心得感言，向师父上人提出汇报，感恩师父慈悲指正。",
      "zh_TW": "唐朝時候善導大師也開示得好，「唯有徑路修行，但念阿彌陀佛」，一切法門修行成佛的捷徑，無過於專念這句阿彌陀佛聖號。所以今天我們能夠親近導師，師父上人非常慈悲，多年來對我們同學們，對學生的關愛照顧，念念不捨我們，介紹念佛法門。我們知道念佛好，往生淨土殊勝，我們盡心盡力介紹給有緣的，介紹給這位臨終老菩薩，介紹給大蟒蛇菩薩，介紹給不同空間維次這些神眾，希望大家都能夠信願持名，往生淨土。我們以大悲心來幫助自己，幫助別人成佛，得到究竟圓滿成就。這就是經上所講的，「菩提為因，大悲為根，方便為究竟」的落實。這是弟子悟全兩點心得感言，向師父上人提出匯報，感恩師父慈悲指正。"
    },
    {
      "id": "02-042-0033_p0047",
      "zh_CN": "老法师：全师所说的是澳洲最近发生的事情，连鬼神，原来是来报怨的，最后听到劝告，也都能回心转意，念佛就能往生。这他们自己为我们表述的，可见这些都足以给我们做证明，增长我们的信心、我们的愿心。我们帮助他，他同样也帮助我们，这些人、天、鬼神，乃至于畜生，往生到极乐世界，与我们都有很深厚的缘分，将来我们往生，肯定这些人都围绕在阿弥陀佛身边，一起来接引我们。所以我也常常劝很多同学，不要害怕，这个地方熟人多，亲朋好友多，你到极乐世界更多，生生世世那些亲朋好友都看到了，他们比我们早去的会很多，不会寂寞，会很快乐。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "老法師：全師所說的是澳洲最近發生的事情，連鬼神，原來是來報怨的，最後聽到勸告，也都能回心轉意，念佛就能往生。這他們自己為我們表述的，可見這些都足以給我們做證明，增長我們的信心、我們的願心。我們幫助他，他同樣也幫助我們，這些人、天、鬼神，乃至於畜生，往生到極樂世界，與我們都有很深厚的緣分，將來我們往生，肯定這些人都圍繞在阿彌陀佛身邊，一起來接引我們。所以我也常常勸很多同學，不要害怕，這個地方熟人多，親朋好友多，你到極樂世界更多，生生世世那些親朋好友都看到了，他們比我們早去的會很多，不會寂寞，會很快樂。好，今天時間到了，我們就學習到此地。"
    }
  ]
}