{
  "doc_id": "02-042-0023",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "悟胜法师",
    "义清法师",
    "江玟均"
  ],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0023",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "02-042-0023_p0001",
      "zh_CN": "老法师：诸位同学，大家早晨好。只有这一份，还有没有别的？都有，有两位，有没有写出来？那是前面已经解答过的，有没有新的？是新的，好，好，拿过来。对，这份，这是悟胜法师的，好。这个，这个可以，好好，好好好好。对，这是上官的，不错。我们先答复澳洲悟胜法师。",
      "zh_TW": "老法師：諸位同學，大家早晨好。只有這一份，還有沒有別的？都有，有兩位，有沒有寫出來？那是前面已經解答過的，有沒有新的？是新的，好，好，拿過來。對，這份，這是悟勝法師的，好。這個，這個可以，好好，好好好好。對，這是上官的，不錯。我們先答覆澳洲悟勝法師。"
    },
    {
      "id": "02-042-0023_p0002",
      "zh_CN": "学生：师父好，尊敬的师父上人慈悲。",
      "zh_TW": "學生：師父好，尊敬的師父上人慈悲。"
    },
    {
      "id": "02-042-0023_p0003",
      "zh_CN": "老法师：你的这一份的资料我收到了，我也看过了，很难得。你把他这个简单念一遍。",
      "zh_TW": "老法師：你的這一份的資料我收到了，我也看過了，很難得。你把他這個簡單念一遍。"
    },
    {
      "id": "02-042-0023_p0004",
      "zh_CN": "主持人：尊敬的师父上人，诸位比丘，尼师大姐，沙弥，沙弥尼，在家大德，大家好，阿弥陀佛。惭愧弟子悟胜在参加「无量寿经科注第四回学习班」的学习之后，总结了师父讲经的一些要点，向师父上人以及诸位大德报告，恳请师父上人及诸位大德慈悲予以指正。",
      "zh_TW": "主持人：尊敬的師父上人，諸位比丘，尼師大姐，沙彌，沙彌尼，在家大德，大家好，阿彌陀佛。慚愧弟子悟勝在參加「無量壽經科註第四回學習班」的學習之後，總結了師父講經的一些要點，向師父上人以及諸位大德報告，懇請師父上人及諸位大德慈悲予以指正。"
    },
    {
      "id": "02-042-0023_p0005",
      "zh_CN": "经过二十二堂的教学之后，师父上人已经将《无量寿经科注》十门开启玄义部分前面的三个讲解完了，也就是教起因缘、本经体性，以及一经宗趣。在教起因缘里面着重强调了十方三世诸佛为何出现在世间的特殊因缘，就是为众生宣讲净土三经，介绍西方极乐世界和念佛法门，帮助大家开示悟入佛之知见。如果我们能够在这一生当中往生到西方净土，就能永远的脱离十法界，一生成佛。只要我们坚信释迦牟尼佛的话，一心执持阿弥陀佛的名号，心愿解行都与《无量寿经》相应，临终时决定承蒙本尊阿弥陀佛的接引，往生西方极乐世界，在极乐世界圆证三不退，成就无上佛果。持名念佛的方法简单易行，人人能修，无论我们是什么样的程度，只要做到深信切愿，至心念佛。在处事待人接物当中，完全落实净业三福、六和、三学、六度和普贤菩萨十大愿王，阿弥陀佛和十方诸佛都会加持我们，同时阿弥陀佛也会派遣二十五位菩萨日夜护佑我们，帮助我们早日成就念佛三昧。",
      "zh_TW": "經過二十二堂的教學之後，師父上人已經將《無量壽經科註》十門開啟玄義部分前面的三個講解完了，也就是教起因緣、本經體性，以及一經宗趣。在教起因緣裡面著重強調了十方三世諸佛為何出現在世間的特殊因緣，就是為眾生宣講淨土三經，介紹西方極樂世界和念佛法門，幫助大家開示悟入佛之知見。如果我們能夠在這一生當中往生到西方淨土，就能永遠的脫離十法界，一生成佛。只要我們堅信釋迦牟尼佛的話，一心執持阿彌陀佛的名號，心願解行都與《無量壽經》相應，臨終時決定承蒙本尊阿彌陀佛的接引，往生西方極樂世界，在極樂世界圓證三不退，成就無上佛果。持名念佛的方法簡單易行，人人能修，無論我們是什麼樣的程度，只要做到深信切願，至心念佛。在處事待人接物當中，完全落實淨業三福、六和、三學、六度和普賢菩薩十大願王，阿彌陀佛和十方諸佛都會加持我們，同時阿彌陀佛也會派遣二十五位菩薩日夜護佑我們，幫助我們早日成就念佛三昧。"
    },
    {
      "id": "02-042-0023_p0006",
      "zh_CN": "在十门开启本经体性里面给我们说明《无量寿经》是以实相为体性。实相非有非无，它是一切万法的本体；本体了不可得，却又能够变现出一切万法。所以说宇宙间的一切万法都是真空妙有。为什么说《无量寿经》是以实相为体？因为阿弥陀佛建造的西方净土是从他的清净心、真实智慧而产生的，建造西方净土的目的是为了利益尽虚空遍法界一切众生，往生到那里，众生一生就能圆满成佛。极乐世界的种种人事环境和物质环境美好到了极处，没有一点缺陷，所有的依报和正报都是真实智慧，无为法身。所以说《无量寿经》是以实相为体。",
      "zh_TW": "在十門開啟本經體性裡面給我們說明《無量壽經》是以實相為體性。實相非有非無，它是一切萬法的本體；本體了不可得，卻又能夠變現出一切萬法。所以說宇宙間的一切萬法都是真空妙有。為什麼說《無量壽經》是以實相為體？因為阿彌陀佛建造的西方淨土是從他的清淨心、真實智慧而產生的，建造西方淨土的目的是為了利益盡虛空遍法界一切眾生，往生到那裡，眾生一生就能圓滿成佛。極樂世界的種種人事環境和物質環境美好到了極處，沒有一點缺陷，所有的依報和正報都是真實智慧，無為法身。所以說《無量壽經》是以實相為體。"
    },
    {
      "id": "02-042-0023_p0007",
      "zh_CN": "在《菩萨处胎经》里面弥勒菩萨告诉我们，一弹指有三百二十万亿个相似相续的幻相，这就是万法不断演变的真实相。师父上人也将六百卷的《大般若经》总结为四句话，「一切法，无所有，毕竟空，不可得」。我们明白了这个道理，想把它落实在现实生活当中，就要不断的提醒自己，自己每天所看到的、所听到的、所接触到的、所想到的一切人事物等等，都是虚假不实的。我们要在六尘境界里面练习不起心、不动念、不分别、不执着，对于这个娑婆世界要彻底的了解它的真相，不再被它所迷惑，不再被它所影响，心心念念只想去西方极乐世界，亲近本师阿弥陀佛。在日常生活当中常常做这样的观照功夫，所念的佛号才能从清净心中生起来。",
      "zh_TW": "在《菩薩處胎經》裡面彌勒菩薩告訴我們，一彈指有三百二十萬億個相似相續的幻相，這就是萬法不斷演變的真實相。師父上人也將六百卷的《大般若經》總結為四句話，「一切法，無所有，畢竟空，不可得」。我們明白了這個道理，想把它落實在現實生活當中，就要不斷的提醒自己，自己每天所看到的、所聽到的、所接觸到的、所想到的一切人事物等等，都是虛假不實的。我們要在六塵境界裡面練習不起心、不動念、不分別、不執著，對於這個娑婆世界要徹底的了解它的真相，不再被它所迷惑，不再被它所影響，心心念念只想去西方極樂世界，親近本師阿彌陀佛。在日常生活當中常常做這樣的觀照功夫，所念的佛號才能從清淨心中生起來。"
    },
    {
      "id": "02-042-0023_p0008",
      "zh_CN": "在十门开启第三部分一经宗趣里面，本经为我们说明了净土法门修行的宗旨，是要真正发厌离娑婆世界，一心向往极乐世界的心，这就是发菩提心。一天到晚，心中只有一句弥陀名号，当我们念佛达到了念佛三昧，就一定能够往生极乐世界，圆证三不退，这是本经的指归。这一生我们大家的因缘无比的殊胜，如同清朝的彭老菩萨所说的，「无量劫来希有难逢之一日」，被我们遇到了。首先我们得到了人身，而且听闻到无上的妙法，又有像师父上人这样的明师天天指导我们，再加上身边精进用功的同参道友们的互相提醒，世界各地也建立了许多净宗道场，提供大家修学。所以在这样殊胜的因缘之下，只要我们秉持一门深入、长时薰修的古训，真信切愿，老实念佛，一部《无量寿经》、一句阿弥陀佛，像贤公老和尚、刘老菩萨那样，每个人都一定可以在今生取得往生净土的资格。惭愧弟子悟胜以上所报告的内容，恳请师父上人慈悲开示，并请诸位大德不吝赐教，谢谢大家，阿弥陀佛。",
      "zh_TW": "在十門開啟第三部分一經宗趣裡面，本經為我們說明了淨土法門修行的宗旨，是要真正發厭離娑婆世界，一心嚮往極樂世界的心，這就是發菩提心。一天到晚，心中只有一句彌陀名號，當我們念佛達到了念佛三昧，就一定能夠往生極樂世界，圓證三不退，這是本經的指歸。這一生我們大家的因緣無比的殊勝，如同清朝的彭老菩薩所說的，「無量劫來希有難逢之一日」，被我們遇到了。首先我們得到了人身，而且聽聞到無上的妙法，又有像師父上人這樣的明師天天指導我們，再加上身邊精進用功的同參道友們的互相提醒，世界各地也建立了許多淨宗道場，提供大家修學。所以在這樣殊勝的因緣之下，只要我們秉持一門深入、長時薰修的古訓，真信切願，老實念佛，一部《無量壽經》、一句阿彌陀佛，像賢公老和尚、劉老菩薩那樣，每個人都一定可以在今生取得往生淨土的資格。慚愧弟子悟勝以上所報告的內容，懇請師父上人慈悲開示，並請諸位大德不吝賜教，謝謝大家，阿彌陀佛。"
    },
    {
      "id": "02-042-0023_p0009",
      "zh_CN": "老法师：学佛，佛家讲缘，佛不度无缘之人，这一句话意思很深。不是佛不度，佛要不度，他就有分别心了，那是凡夫，他不是佛菩萨。佛菩萨确确实实六根在六尘境界里头不起心、不动念、不分别、不执着，这是肯定的。所以我们不能把经典的意思错会了。我们要问，我们在学习有没有起心动念？有。我们用的是什么心？六道轮回心，那我们学的佛法是六道轮回法。",
      "zh_TW": "老法師：學佛，佛家講緣，佛不度無緣之人，這一句話意思很深。不是佛不度，佛要不度，他就有分別心了，那是凡夫，他不是佛菩薩。佛菩薩確確實實六根在六塵境界裡頭不起心、不動念、不分別、不執著，這是肯定的。所以我們不能把經典的意思錯會了。我們要問，我們在學習有沒有起心動念？有。我們用的是什麼心？六道輪迴心，那我們學的佛法是六道輪迴法。"
    },
    {
      "id": "02-042-0023_p0010",
      "zh_CN": "前面我记得曾经有一天，我们讨论了两句话，「应无所住，而生其心」，那是佛法，真正的佛法。所以是缘成熟，表演给我们看的，来佛寺的三位大德，他们把这两句话做到淋漓尽致，没有放在口上，也没有放在心上，确实是无住生心，生心无住。生什么心？生大慈悲心，救度一切众生的心。那在净宗里头，生四十八愿的心，生四弘誓愿的心，生度脱众生的心。自己表现在日常生活、工作待人接物，这是身教，他都做出来了。你看把三皈做出来了，三福做出来了，六和做出来了，六波罗蜜做出来了，十善业道做出来了，甚至于我们提倡的《弟子规》、《感应篇》，全做出来了，没说一句话，没有动一个念头，这叫无住生心。无住在生心当中，生心在无住当中，生心跟无住是一不是二，妙极了。所以我们要会看，会看要会学、要会表演。",
      "zh_TW": "前面我記得曾經有一天，我們討論了兩句話，「應無所住，而生其心」，那是佛法，真正的佛法。所以是緣成熟，表演給我們看的，來佛寺的三位大德，他們把這兩句話做到淋漓盡致，沒有放在口上，也沒有放在心上，確實是無住生心，生心無住。生什麼心？生大慈悲心，救度一切眾生的心。那在淨宗裡頭，生四十八願的心，生四弘誓願的心，生度脫眾生的心。自己表現在日常生活、工作待人接物，這是身教，他都做出來了。你看把三皈做出來了，三福做出來了，六和做出來了，六波羅蜜做出來了，十善業道做出來了，甚至於我們提倡的《弟子規》、《感應篇》，全做出來了，沒說一句話，沒有動一個念頭，這叫無住生心。無住在生心當中，生心在無住當中，生心跟無住是一不是二，妙極了。所以我們要會看，會看要會學、要會表演。"
    },
    {
      "id": "02-042-0023_p0011",
      "zh_CN": "外表上，你看看海贤老和尚，一天到晚就是一句阿弥陀佛，有时候念出声，有时候不出声，念出声的时间短，不出声的时间长。他真念佛、真干活，什么活都干，只要他能干的，没有一样他不干。干活利益谁？利益大众。自己小庙就四个人，生活非常简单，需要量很少。种一百多亩地，那个收成布施给一些穷苦的人，周围，让周围这个地区所有的居民都能吃饱、都能穿暖，这是布施波罗蜜，尽心尽力他都做到了。外面？外面没人知道，没有人能看出来。",
      "zh_TW": "外表上，你看看海賢老和尚，一天到晚就是一句阿彌陀佛，有時候念出聲，有時候不出聲，念出聲的時間短，不出聲的時間長。他真念佛、真幹活，什麼活都幹，只要他能幹的，沒有一樣他不幹。幹活利益誰？利益大眾。自己小廟就四個人，生活非常簡單，需要量很少。種一百多畝地，那個收成布施給一些窮苦的人，周圍，讓周圍這個地區所有的居民都能吃飽、都能穿暖，這是布施波羅蜜，盡心盡力他都做到了。外面？外面沒人知道，沒有人能看出來。"
    },
    {
      "id": "02-042-0023_p0012",
      "zh_CN": "所以我们学佛要学活的，不能学死的，经上讲这个道理要明白、要清楚、要透，我们才得受用。我们今天学佛依旧是起心动念，依旧有分别、有执着。有分别、有执着，这用现在的话来说，这叫佛学，不是学佛。学佛跟佛学两回事情，我们不能不知道。学佛，这佛家讲缘，有缘无缘。有缘无缘，用现在的话说，你有没有具备条件，有没有具备学佛的条件。学佛的条件是什么？说白了，基本的就是四弘誓愿。你在没入佛门之前，不认识佛法之前，你就有这个心，你就有这个念头，心量大，不为自己，起心动念为别人想，不为自己想。自己在这个一生当中，名闻利养、七情五欲，世间人所追逐的，你对这个淡薄，没有这些杂念、这些邪念。一心一意用在今天的社会，希望能化解冲突，希望能带给社会和谐，希望这个地球少灾少难，这就是生心。生心怎么样？没有自己的名闻利养，这就是无住。我并不想我做这些事情自己得什么好处，乃至于留名于后世，都是假的。佛把事实真相讲清楚了，明白之后，一尘不染，自己的真心现前了。真心就是清净，清净心、平等心、觉而不迷的心，这个出来了。清净平等觉全出来了，这种人叫根熟众生，他可以在这一生当中证得佛果，佛菩萨见到了要帮助他、要成就他。",
      "zh_TW": "所以我們學佛要學活的，不能學死的，經上講這個道理要明白、要清楚、要透，我們才得受用。我們今天學佛依舊是起心動念，依舊有分別、有執著。有分別、有執著，這用現在的話來說，這叫佛學，不是學佛。學佛跟佛學兩回事情，我們不能不知道。學佛，這佛家講緣，有緣無緣。有緣無緣，用現在的話說，你有沒有具備條件，有沒有具備學佛的條件。學佛的條件是什麼？說白了，基本的就是四弘誓願。你在沒入佛門之前，不認識佛法之前，你就有這個心，你就有這個念頭，心量大，不為自己，起心動念為別人想，不為自己想。自己在這個一生當中，名聞利養、七情五欲，世間人所追逐的，你對這個淡薄，沒有這些雜念、這些邪念。一心一意用在今天的社會，希望能化解衝突，希望能帶給社會和諧，希望這個地球少災少難，這就是生心。生心怎麼樣？沒有自己的名聞利養，這就是無住。我並不想我做這些事情自己得什麼好處，乃至於留名於後世，都是假的。佛把事實真相講清楚了，明白之後，一塵不染，自己的真心現前了。真心就是清淨，清淨心、平等心、覺而不迷的心，這個出來了。清淨平等覺全出來了，這種人叫根熟眾生，他可以在這一生當中證得佛果，佛菩薩見到了要幫助他、要成就他。"
    },
    {
      "id": "02-042-0023_p0013",
      "zh_CN": "六祖惠能大师年轻，他跟五祖见面那一年二十四岁。他有孝顺父母的心、有尊敬师长的心，他的孝敬，从孝敬父母、尊敬师长，推广到孝敬一切众生，他做到了。你看他生平的态度，无论对什么人，没有不恭敬的，这就是无住生心。他生的心与大菩提心相应，也就是佛法常讲的，「心包太虚，量周沙界」。默默在做，会的人看出来了，不会的人完全看不出来。要等到多少年后，别人才发现，甚至于到他往生了才发现。来佛寺的这三位大德，在世的时候没人发现，走了之后，大家细心去回忆他一生的行谊，发现了，暗合道妙，他所作所为跟无上道相应。",
      "zh_TW": "六祖惠能大師年輕，他跟五祖見面那一年二十四歲。他有孝順父母的心、有尊敬師長的心，他的孝敬，從孝敬父母、尊敬師長，推廣到孝敬一切眾生，他做到了。你看他生平的態度，無論對什麼人，沒有不恭敬的，這就是無住生心。他生的心與大菩提心相應，也就是佛法常講的，「心包太虛，量周沙界」。默默在做，會的人看出來了，不會的人完全看不出來。要等到多少年後，別人才發現，甚至於到他往生了才發現。來佛寺的這三位大德，在世的時候沒人發現，走了之後，大家細心去回憶他一生的行誼，發現了，暗合道妙，他所作所為跟無上道相應。"
    },
    {
      "id": "02-042-0023_p0014",
      "zh_CN": "所以本质非常重要，决定是真干。这个人原本就具足这三个条件，这三个条件人人都有，一般人忘记了。这是自性的性德，就是老实、听话、真干，这是性德。古时候人多半都有，为什么？母亲从小教你，一定要学做老实人。老实就是印光大师所说的诚敬，真诚恭敬。用这个心过日子、生活，用这个心工作，无论从事哪个行业，用这个心处事待人接物。听话，听父母的话、听祖宗的话、听圣贤的话，圣贤是老师。父母小时候教你的要记住，一生不能改变。父母标准的教训就在《弟子规》上，《弟子规》一千零八十个字，一百一十三桩事情，你做到了没有？",
      "zh_TW": "所以本質非常重要，決定是真幹。這個人原本就具足這三個條件，這三個條件人人都有，一般人忘記了。這是自性的性德，就是老實、聽話、真幹，這是性德。古時候人多半都有，為什麼？母親從小教你，一定要學做老實人。老實就是印光大師所說的誠敬，真誠恭敬。用這個心過日子、生活，用這個心工作，無論從事哪個行業，用這個心處事待人接物。聽話，聽父母的話、聽祖宗的話、聽聖賢的話，聖賢是老師。父母小時候教你的要記住，一生不能改變。父母標準的教訓就在《弟子規》上，《弟子規》一千零八十個字，一百一十三樁事情，你做到了沒有？"
    },
    {
      "id": "02-042-0023_p0015",
      "zh_CN": "胡小林居士五十岁之后遇到了，他年轻时候一身的毛病，而且得的重病，严重的焦虑。学了《弟子规》之后，看到这部书非常受感动，他是《弟子规》、《了凡四训》、《感应篇》启蒙的。真正忏悔，认真努力去学，他把它做到了。做到之后，让他的公司所有员工统统学习，真干。你看他的报告就知道了，把过去这些不良的想法、看法、做法统统改正过来，完全依照《弟子规》、《感应篇》、《了凡四训》，不合理的统统改过来，试试看能行得通行不通？以前经商目的是个人利益，只问我能不能得利益，不问别人。学了传统文化之后，念头改过来，是为服务社会，是服务别人，问别人方不方便，不问自己利益。第一个利益想到客户、想到社会大众，不再为自己了，结果自己利益得的更多。那是什么？你天天在修福，你的福报累积起来愈来愈大。以前那种思想是折福，你那点福报是过去生中修积的，你没有增加，天天在做折福的事情，到了晚年公司关闭了，倒闭了，这种情形在现在社会看得很多。这几年做下来，员工对他信任了，客户对他信任了，他不要去拉生意，客户自动替他宣传，某家不错，你要买这个，他做壁挂炉，你到他家去买，自动宣传。业绩年年上升，收入年年增长，让大家都赞叹，大家都欢喜。为人民服务就对了，你舍己为人，人人都为你，这其中的乐趣是真的不是假的。",
      "zh_TW": "胡小林居士五十歲之後遇到了，他年輕時候一身的毛病，而且得的重病，嚴重的焦慮。學了《弟子規》之後，看到這部書非常受感動，他是《弟子規》、《了凡四訓》、《感應篇》啟蒙的。真正懺悔，認真努力去學，他把它做到了。做到之後，讓他的公司所有員工統統學習，真幹。你看他的報告就知道了，把過去這些不良的想法、看法、做法統統改正過來，完全依照《弟子規》、《感應篇》、《了凡四訓》，不合理的統統改過來，試試看能行得通行不通？以前經商目的是個人利益，只問我能不能得利益，不問別人。學了傳統文化之後，念頭改過來，是為服務社會，是服務別人，問別人方不方便，不問自己利益。第一個利益想到客戶、想到社會大眾，不再為自己了，結果自己利益得的更多。那是什麼？你天天在修福，你的福報累積起來愈來愈大。以前那種思想是折福，你那點福報是過去生中修積的，你沒有增加，天天在做折福的事情，到了晚年公司關閉了，倒閉了，這種情形在現在社會看得很多。這幾年做下來，員工對他信任了，客戶對他信任了，他不要去拉生意，客戶自動替他宣傳，某家不錯，你要買這個，他做壁掛爐，你到他家去買，自動宣傳。業績年年上升，收入年年增長，讓大家都讚歎，大家都歡喜。為人民服務就對了，你捨己為人，人人都為你，這其中的樂趣是真的不是假的。"
    },
    {
      "id": "02-042-0023_p0016",
      "zh_CN": "世法都要求我为人人，佛为什么得到九法界众生的赞叹，没有别的，佛为遍法界虚空界一切苦难众生。没有一个佛菩萨是自私自利的，为什么？只有佛菩萨知道，遍法界虚空界一切众生跟我是什么关系？是一体，这还得了！你爱不爱自己？众生跟我是一体，爱众生就是爱自己。所以人一定要晓得自爱，你才会爱人，因为自爱跟爱人是一体。谁能做到？开悟的人能做到。惠能大师开悟，怎么开悟的你知道吗？开悟这桩事情，大乘教里是一切众生本分事；换句话说，人人都能开悟，人人都能成佛，而且佛说得很好，一切众生本来成佛。可是众生从来没有想到走开悟的道路，学习是希望增长见闻，他不是开悟。古人学习是得三昧、是大彻大悟，他走这个路子。所以古人有开悟的，现在没有了。现在求什么？广学多闻，我写文章，我上台讲演有资料，内容很丰富，他求这个。依然还是心浮气躁，依然还是自私自利，这种心态是走轮回路，不是走开悟成佛之路。",
      "zh_TW": "世法都要求我為人人，佛為什麼得到九法界眾生的讚歎，沒有別的，佛為遍法界虛空界一切苦難眾生。沒有一個佛菩薩是自私自利的，為什麼？只有佛菩薩知道，遍法界虛空界一切眾生跟我是什麼關係？是一體，這還得了！你愛不愛自己？眾生跟我是一體，愛眾生就是愛自己。所以人一定要曉得自愛，你才會愛人，因為自愛跟愛人是一體。誰能做到？開悟的人能做到。惠能大師開悟，怎麼開悟的你知道嗎？開悟這樁事情，大乘教裡是一切眾生本分事；換句話說，人人都能開悟，人人都能成佛，而且佛說得很好，一切眾生本來成佛。可是眾生從來沒有想到走開悟的道路，學習是希望增長見聞，他不是開悟。古人學習是得三昧、是大徹大悟，他走這個路子。所以古人有開悟的，現在沒有了。現在求什麼？廣學多聞，我寫文章，我上台講演有資料，內容很豐富，他求這個。依然還是心浮氣躁，依然還是自私自利，這種心態是走輪迴路，不是走開悟成佛之路。"
    },
    {
      "id": "02-042-0023_p0017",
      "zh_CN": "我们搞了六十多年还没搞透彻，但是大致的情况明白了、了解了。想想自己的根性，得定跟开悟实实在在做不到。净土这个法门太好了，我们可以做到。这个法门，男女老少、贤愚不肖，各行各业都没有障碍，而且非常简单，它只要具备四个字，条件，这四个字要记住。前面基本的，真诚心、清净心、恭敬心，这是世出世间求学必须具备的基本条件。没有这个条件，别人不教，老师不教你，教你没用处，说的是废话，你听不进去，你不会做到。所以要具备这三个条件，你才会遇到好老师，好老师才不会放弃你。我常常跟大家说，我这个条件不具足，要是跟古人比我就被开除了，但是跟现在人比，老师就选了我。为什么？我的真诚、清净、恭敬打分数只能打三十分，不及格。我上一代、再上一代，他们这三个心至少要打七、八十分，六、七十分，及格了，我不及格。但是我跟现在的年轻人比，跟我们同辈分这一代比，老师选我了。为什么？我们同一代的真诚、清净、恭敬顶多十分而已，绝大多数的三、四分，那我这三十分就算不错了。我自己非常清楚。",
      "zh_TW": "我們搞了六十多年還沒搞透徹，但是大致的情況明白了、了解了。想想自己的根性，得定跟開悟實實在在做不到。淨土這個法門太好了，我們可以做到。這個法門，男女老少、賢愚不肖，各行各業都沒有障礙，而且非常簡單，它只要具備四個字，條件，這四個字要記住。前面基本的，真誠心、清淨心、恭敬心，這是世出世間求學必須具備的基本條件。沒有這個條件，別人不教，老師不教你，教你沒用處，說的是廢話，你聽不進去，你不會做到。所以要具備這三個條件，你才會遇到好老師，好老師才不會放棄你。我常常跟大家說，我這個條件不具足，要是跟古人比我就被開除了，但是跟現在人比，老師就選了我。為什麼？我的真誠、清淨、恭敬打分數只能打三十分，不及格。我上一代、再上一代，他們這三個心至少要打七、八十分，六、七十分，及格了，我不及格。但是我跟現在的年輕人比，跟我們同輩分這一代比，老師選我了。為什麼？我們同一代的真誠、清淨、恭敬頂多十分而已，絕大多數的三、四分，那我這三十分就算不錯了。我自己非常清楚。"
    },
    {
      "id": "02-042-0023_p0018",
      "zh_CN": "你成就有多大、有多高，那靠什么？靠你的老实、听话、真干，完全靠这个。你要是百分之百的听话真干，你就有百分之百的成就。那是什么人？南阳的三宝，包括海贤法师的母亲，他们是不折不扣的老实、听话、真干。这三个人的造就，我跟他们没见过面，只在光碟上看到、听到，依我们一般常识的判断，这三个人都得到大彻大悟、明心见性。没有特殊超人的表现，这就是老实。那个超人的表现在老实当中，那就是会看的人，会看的人看门道，不会看的看热闹，能看得出来。我们都是以常例来判断，像这种人天赋、德行，他们念佛三年肯定念到功夫成片。功夫成片真入门了，入净宗之门。再加上三年，得一心不乱。一心不乱有事一心、有理一心，得事一心不乱，事一心有三品，下品、中品、上品，理一心也有三品。得理一心不乱，有没有拿到上上品？拿到。为什么？他们时间长。",
      "zh_TW": "你成就有多大、有多高，那靠什麼？靠你的老實、聽話、真幹，完全靠這個。你要是百分之百的聽話真幹，你就有百分之百的成就。那是什麼人？南陽的三寶，包括海賢法師的母親，他們是不折不扣的老實、聽話、真幹。這三個人的造就，我跟他們沒見過面，只在光碟上看到、聽到，依我們一般常識的判斷，這三個人都得到大徹大悟、明心見性。沒有特殊超人的表現，這就是老實。那個超人的表現在老實當中，那就是會看的人，會看的人看門道，不會看的看熱鬧，能看得出來。我們都是以常例來判斷，像這種人天賦、德行，他們念佛三年肯定念到功夫成片。功夫成片真入門了，入淨宗之門。再加上三年，得一心不亂。一心不亂有事一心、有理一心，得事一心不亂，事一心有三品，下品、中品、上品，理一心也有三品。得理一心不亂，有沒有拿到上上品？拿到。為什麼？他們時間長。"
    },
    {
      "id": "02-042-0023_p0019",
      "zh_CN": "海贤念佛九十二年，拿到上上品的理一心，我的估计，是他三十岁到四十岁这个十年当中，他就成就了。这个境界跟惠能大师没有两样。能大师生在那个时代，那是佛教黄金时代，中国佛教最兴盛的时代，生在那个时代，他以祖师的身分出现。海贤老和尚生在这个时代，不一样。在文化大革命，不准念佛、不准拜佛，生在这个时代，所以他为我们示现农耕，老老实实耕种。住这个小庙，破庙，没有人嫉妒，没有障碍，既不要名，也不要利，什么都不要，老实念佛，求生净土。谁来安慰他？阿弥陀佛来安慰他。我相信九十二年当中见佛不会少过十次，这是真正的安慰。慧远大师当年在世，一生见佛四次。他决定不止四次。留在世间表法，什么是表法？用一般术语说，身教。",
      "zh_TW": "海賢念佛九十二年，拿到上上品的理一心，我的估計，是他三十歲到四十歲這個十年當中，他就成就了。這個境界跟惠能大師沒有兩樣。能大師生在那個時代，那是佛教黃金時代，中國佛教最興盛的時代，生在那個時代，他以祖師的身分出現。海賢老和尚生在這個時代，不一樣。在文化大革命，不准念佛、不准拜佛，生在這個時代，所以他為我們示現農耕，老老實實耕種。住這個小廟，破廟，沒有人嫉妒，沒有障礙，既不要名，也不要利，什麼都不要，老實念佛，求生淨土。誰來安慰他？阿彌陀佛來安慰他。我相信九十二年當中見佛不會少過十次，這是真正的安慰。慧遠大師當年在世，一生見佛四次。他決定不止四次。留在世間表法，什麼是表法？用一般術語說，身教。"
    },
    {
      "id": "02-042-0023_p0020",
      "zh_CN": "我们昨天学到这个地方，世尊告诉他的父王，诸佛出世有三种利益，就是三桩事情。第一就是言教，释迦牟尼佛当年在世讲经教学四十九年，言教。第二种，身教，诸佛如来身相光明，无量妙好，身教。身教是什么？做出样子给大家看。海贤老和尚他们做出的样子，农民耕种，做这个样子，标准的农民、最好的农民，干哪一行像哪一行，身教，做出来给你看。不着急，一年看不会，二年；二年看不会，三年，十年、二十年、三十年，你就看出门道出来。你问他问题，难不倒他，他什么都懂，他都会告诉你。你不问他他什么都不懂，问他，什么都懂。这是什么？般若无知，无所不知。不问他的时候无知，那叫根本智；问他的时候，他给你解释，那叫后得智，叫权智。教化众生不外乎这两种。",
      "zh_TW": "我們昨天學到這個地方，世尊告訴他的父王，諸佛出世有三種利益，就是三樁事情。第一就是言教，釋迦牟尼佛當年在世講經教學四十九年，言教。第二種，身教，諸佛如來身相光明，無量妙好，身教。身教是什麼？做出樣子給大家看。海賢老和尚他們做出的樣子，農民耕種，做這個樣子，標準的農民、最好的農民，幹哪一行像哪一行，身教，做出來給你看。不著急，一年看不會，二年；二年看不會，三年，十年、二十年、三十年，你就看出門道出來。你問他問題，難不倒他，他什麼都懂，他都會告訴你。你不問他他什麼都不懂，問他，什麼都懂。這是什麼？般若無知，無所不知。不問他的時候無知，那叫根本智；問他的時候，他給你解釋，那叫後得智，叫權智。教化眾生不外乎這兩種。"
    },
    {
      "id": "02-042-0023_p0021",
      "zh_CN": "第三种是为了叫人对佛法生起信心，诸佛如来没有不劝导父母念佛往生净土，这是什么？这提倡孝道，这真孝，无比的大孝。父母这一生之后去作佛去了，这是孝的大圆满；父母没有往生，这个孝是很有限的孝，不是圆满的孝。一定要往生到极乐世界，究竟圆满的大孝。用这个来劝导天下众生，突出无量法门里头净土法门殊胜，为什么？保证成功。修八万四千法门不能保证成功，这个法门保证成功。这三桩意思很深，含义很深，你真正搞通之后，你会对净宗死心塌地。而且真明白之后，真的《菩萨戒经》所说的，「一切男子是我父，一切女人是我母」，你对待一切人会尽孝，把这个孝父母的孝扩大了，孝顺一切众生；对待老师这个恭敬扩大了，敬一切众生。",
      "zh_TW": "第三種是為了叫人對佛法生起信心，諸佛如來沒有不勸導父母念佛往生淨土，這是什麼？這提倡孝道，這真孝，無比的大孝。父母這一生之後去作佛去了，這是孝的大圓滿；父母沒有往生，這個孝是很有限的孝，不是圓滿的孝。一定要往生到極樂世界，究竟圓滿的大孝。用這個來勸導天下眾生，突出無量法門裡頭淨土法門殊勝，為什麼？保證成功。修八萬四千法門不能保證成功，這個法門保證成功。這三樁意思很深，含義很深，你真正搞通之後，你會對淨宗死心塌地。而且真明白之後，真的《菩薩戒經》所說的，「一切男子是我父，一切女人是我母」，你對待一切人會盡孝，把這個孝父母的孝擴大了，孝順一切眾生；對待老師這個恭敬擴大了，敬一切眾生。"
    },
    {
      "id": "02-042-0023_p0022",
      "zh_CN": "你们细心观察，我叫大家把海贤老和尚这个光碟看一千遍。为什么？一千遍你就看出他的门道出来了。为什么？一千遍心定了。为什么看不出门道？心浮气躁。看出门道，心是定的。所以读书千遍，其义自见，要求的就是要求自见，不要人教，自然明白了。这个明白是真明白，跟释迦牟尼佛当年讲经是同一个境界。一般人的明白是自以为明白，是他自己的境界，不是佛境界。为什么？他有分别执着，他的明了是从他分别执着上生出来的，佛菩萨的明白是没有分别、没有执着。不但没有分别执着，连起心动念都没有，所以它叫照见，像镜子一样照见。我们的见闻里头有分别、有执着，分别是染污，执着是波动。你看我们心是动的，就是心浮气躁，是染污的。你看出来了，你能看出几分，决定不能看圆满。一个不起心不动念、不分别不执着，他照见是圆满的，所以那是佛知佛见。他自见，自见跟佛知佛见完全平等、完全相同。这是每一个众生都具足的、都有的，只是你不会用。不会用，说白了，你不知道自爱，所以你不会爱人。佛为什么这么大的心量，心包太虚，量周沙界？这是你自己本来的心，是这样的。现在变成这么小，一个人都不能够容纳，心量小到这样，自私到了极处，这是妄心不是真心。",
      "zh_TW": "你們細心觀察，我叫大家把海賢老和尚這個光碟看一千遍。為什麼？一千遍你就看出他的門道出來了。為什麼？一千遍心定了。為什麼看不出門道？心浮氣躁。看出門道，心是定的。所以讀書千遍，其義自見，要求的就是要求自見，不要人教，自然明白了。這個明白是真明白，跟釋迦牟尼佛當年講經是同一個境界。一般人的明白是自以為明白，是他自己的境界，不是佛境界。為什麼？他有分別執著，他的明瞭是從他分別執著上生出來的，佛菩薩的明白是沒有分別、沒有執著。不但沒有分別執著，連起心動念都沒有，所以它叫照見，像鏡子一樣照見。我們的見聞裡頭有分別、有執著，分別是染污，執著是波動。你看我們心是動的，就是心浮氣躁，是染污的。你看出來了，你能看出幾分，決定不能看圓滿。一個不起心不動念、不分別不執著，他照見是圓滿的，所以那是佛知佛見。他自見，自見跟佛知佛見完全平等、完全相同。這是每一個眾生都具足的、都有的，只是你不會用。不會用，說白了，你不知道自愛，所以你不會愛人。佛為什麼這麼大的心量，心包太虛，量周沙界？這是你自己本來的心，是這樣的。現在變成這麼小，一個人都不能夠容納，心量小到這樣，自私到了極處，這是妄心不是真心。"
    },
    {
      "id": "02-042-0023_p0023",
      "zh_CN": "学佛终极的目标就是回归自性，回归你的本性，本性就是你的真心。你用真心就成佛了，你用妄心就是六道众生。佛在经上讲得好，毫无保留，特别是净宗，我们要把这里头重要的教诲，一定要应用在生活上，起心动念、言语造作依教奉行，慢慢契入境界。这个东西急不得，要慢慢学，要认真学。学了就干，进步就快了；学了不干，停在学的阶段，有学没有行，那就没有证。信解不能落实就不会证果，真正的利益你得不到。如果只有信解，这就讲世间的玄学，谈玄说妙，自己不得受用，反而不如我没有学过。",
      "zh_TW": "學佛終極的目標就是回歸自性，回歸你的本性，本性就是你的真心。你用真心就成佛了，你用妄心就是六道眾生。佛在經上講得好，毫無保留，特別是淨宗，我們要把這裡頭重要的教誨，一定要應用在生活上，起心動念、言語造作依教奉行，慢慢契入境界。這個東西急不得，要慢慢學，要認真學。學了就幹，進步就快了；學了不幹，停在學的階段，有學沒有行，那就沒有證。信解不能落實就不會證果，真正的利益你得不到。如果只有信解，這就講世間的玄學，談玄說妙，自己不得受用，反而不如我沒有學過。"
    },
    {
      "id": "02-042-0023_p0024",
      "zh_CN": "像海贤老和尚，不认识字，没学过，但是怎么样？他行、他证。信解为了是行，他没有信解也能行，这就是他具足了，他真相信，他不怀疑，真正相信老师的话。老师告诉他西方有极乐世界，极乐世界有阿弥陀佛，你一心专念阿弥陀佛，阿弥陀佛将来接引你往生。一丝毫怀疑都没有，完全接受，老老实实，从早到晚一句佛号念下去，这个人下下根等于上上根。这两种人很容易度，很容易回归自性，很容易圆成佛道。麻烦就是当中的，上不上，下不下，妄想很多，杂念很多，意见很多。释迦牟尼佛四十九年讲经教学是为当中这些人，我们这些自命为知识分子，我们要感恩。真正好度的上上根人，所谓一闻千悟，他就明白了；下下根人老实，一说就相信，他就真干，信解行证他是行证，他就干到了。能从行证上，后面信解他圆满了，这个难得。",
      "zh_TW": "像海賢老和尚，不認識字，沒學過，但是怎麼樣？他行、他證。信解為了是行，他沒有信解也能行，這就是他具足了，他真相信，他不懷疑，真正相信老師的話。老師告訴他西方有極樂世界，極樂世界有阿彌陀佛，你一心專念阿彌陀佛，阿彌陀佛將來接引你往生。一絲毫懷疑都沒有，完全接受，老老實實，從早到晚一句佛號念下去，這個人下下根等於上上根。這兩種人很容易度，很容易回歸自性，很容易圓成佛道。麻煩就是當中的，上不上，下不下，妄想很多，雜念很多，意見很多。釋迦牟尼佛四十九年講經教學是為當中這些人，我們這些自命為知識分子，我們要感恩。真正好度的上上根人，所謂一聞千悟，他就明白了；下下根人老實，一說就相信，他就真幹，信解行證他是行證，他就幹到了。能從行證上，後面信解他圓滿了，這個難得。"
    },
    {
      "id": "02-042-0023_p0025",
      "zh_CN": "所以我们对于一天到晚念阿弥陀佛，问他什么都不知道，这种人可不能轻慢，了不起的人，他们往生往往都是上辈往生，不是中下辈，生实报庄严土，这乡下阿公阿婆。我常常教一些法师，法师们跟着我的，我说你们的小庙有没有这种人？有。实际禅寺里面的法师告诉我，他们庙里有。我说多少？大概有那么三、五个。阿公阿婆，一天到晚拿着念珠念阿弥陀佛，问他什么都不知道。人非常和气，一天到晚笑咪咪的，就一句佛号，痴痴呆呆的，问什么都不知道。你跟他讲什么话，他都说阿弥陀佛、阿弥陀佛，点头在听，他没有回答你的，回答你的就是阿弥陀佛，好像他只会说这一句话。所以我就告诉大家，这种人要恭敬、要赞叹，要向他们学习。寺庙道场有些这样的人在，这个道场有道，我们的道不如他。所以有这些人在这个地方，会有天龙八部护持，会有佛菩萨加被，这个地方不会有灾难。我们对他要恭敬。他真干、真修、真有证，他得三昧我们不晓得，他开悟我们也不晓得，只有他自己知道。胜师，信解之后就要着重实行，要在行上，把你所信所解的完全变成日常生活，变成待人接物，然后自自然然能感动社会大众。",
      "zh_TW": "所以我們對於一天到晚念阿彌陀佛，問他什麼都不知道，這種人可不能輕慢，了不起的人，他們往生往往都是上輩往生，不是中下輩，生實報莊嚴土，這鄉下阿公阿婆。我常常教一些法師，法師們跟著我的，我說你們的小廟有沒有這種人？有。實際禪寺裡面的法師告訴我，他們廟裡有。我說多少？大概有那麼三、五個。阿公阿婆，一天到晚拿著念珠念阿彌陀佛，問他什麼都不知道。人非常和氣，一天到晚笑咪咪的，就一句佛號，痴痴呆呆的，問什麼都不知道。你跟他講什麼話，他都說阿彌陀佛、阿彌陀佛，點頭在聽，他沒有回答你的，回答你的就是阿彌陀佛，好像他只會說這一句話。所以我就告訴大家，這種人要恭敬、要讚歎，要向他們學習。寺廟道場有些這樣的人在，這個道場有道，我們的道不如他。所以有這些人在這個地方，會有天龍八部護持，會有佛菩薩加被，這個地方不會有災難。我們對他要恭敬。他真幹、真修、真有證，他得三昧我們不曉得，他開悟我們也不曉得，只有他自己知道。勝師，信解之後就要著重實行，要在行上，把你所信所解的完全變成日常生活，變成待人接物，然後自自然然能感動社會大眾。"
    },
    {
      "id": "02-042-0023_p0026",
      "zh_CN": "老法师：这一位是庐江实际禅寺的义清法师，对。",
      "zh_TW": "老法師：這一位是廬江實際禪寺的義清法師，對。"
    },
    {
      "id": "02-042-0023_p0027",
      "zh_CN": "主持人：如何保持现前信心念念不退？佛法的修学，总的指导原则是一门深入、长时薰修，依据理论是知难行易。因为佛法是实学，一定要理论落实在生活，在实践中求效果，这一点非常重要，是关键。所以从一开始就要知道多少就落实多少，做到一点你就有一点收获，有一分喜悦。这分喜悦是我们修行的推动力和牵引力，所以愈修愈欢喜，愈修愈有信心。这种人当然成功，那是没话说的，这是最好的。而生活中往往是对佛的教导，有些道理知道了，却很难做到。而老法师非常明确告诉我们，知难行易，这是章嘉大师教导老法师的。并举了例子，黄铜跟黄金摆在一起，如果知道金子贵重，又知道哪一块是黄金，肯定会取金子；如果不知道就会拿黄铜，因为黄铜明晃晃的很好看。",
      "zh_TW": "主持人：如何保持現前信心念念不退？佛法的修學，總的指導原則是一門深入、長時薰修，依據理論是知難行易。因為佛法是實學，一定要理論落實在生活，在實踐中求效果，這一點非常重要，是關鍵。所以從一開始就要知道多少就落實多少，做到一點你就有一點收穫，有一分喜悅。這分喜悅是我們修行的推動力和牽引力，所以愈修愈歡喜，愈修愈有信心。這種人當然成功，那是沒話說的，這是最好的。而生活中往往是對佛的教導，有些道理知道了，卻很難做到。而老法師非常明確告訴我們，知難行易，這是章嘉大師教導老法師的。並舉了例子，黃銅跟黃金擺在一起，如果知道金子貴重，又知道哪一塊是黃金，肯定會取金子；如果不知道就會拿黃銅，因為黃銅明晃晃的很好看。"
    },
    {
      "id": "02-042-0023_p0028",
      "zh_CN": "所以我们做不到就说明我们不知道，或者说知道得不透彻。知道就是看破，看破了，放下是一念间的事。譬如六祖惠能大师在五祖方丈室里，一下放下三种烦恼就大彻大悟、明心见性。我们做不到还是没看破，还是要在知上下功夫，这也就是释迦世尊为什么讲经说法四十九年的原因所在。所以一门深入，长时薰修，这个总原则给予我们成功的希望，信心也由此建立。可是往往是修的时间长了，而某一个课题却始终攻不破。譬如孝亲尊师没做到，三个根没落实，一想到这里既惭愧又懊恼，随之而起的一个念头就是我往生不了了。信心没了，真去不了。这是我们修行人信心不能建立的普遍原因。我们对佛有信心，相信阿弥陀佛，相信有西方极乐世界，就是怀疑自己没毅力，总是放不下烦恼习气，佛再慈悲拉都拉不动我们。怎么办？都学了二十年了，愈想愈焦躁。继续听师父讲经说要克服这个毛病，方法还是一门深入、长时薰修，继续不断的用功，锲而不舍，总有一天会豁然明白，你就放下了。",
      "zh_TW": "所以我們做不到就說明我們不知道，或者說知道得不透徹。知道就是看破，看破了，放下是一念間的事。譬如六祖惠能大師在五祖方丈室裡，一下放下三種煩惱就大徹大悟、明心見性。我們做不到還是沒看破，還是要在知上下功夫，這也就是釋迦世尊為什麼講經說法四十九年的原因所在。所以一門深入，長時薰修，這個總原則給予我們成功的希望，信心也由此建立。可是往往是修的時間長了，而某一個課題卻始終攻不破。譬如孝親尊師沒做到，三個根沒落實，一想到這裡既慚愧又懊惱，隨之而起的一個念頭就是我往生不了了。信心沒了，真去不了。這是我們修行人信心不能建立的普遍原因。我們對佛有信心，相信阿彌陀佛，相信有西方極樂世界，就是懷疑自己沒毅力，總是放不下煩惱習氣，佛再慈悲拉都拉不動我們。怎麼辦？都學了二十年了，愈想愈焦躁。繼續聽師父講經說要克服這個毛病，方法還是一門深入、長時薰修，繼續不斷的用功，鍥而不捨，總有一天會豁然明白，你就放下了。"
    },
    {
      "id": "02-042-0023_p0029",
      "zh_CN": "师父进一步开示，往生带旧业不带新业。昨天做错了，今天改了，昨天是旧业；前一分钟做错了，后一分钟改正，前一分钟是旧业；前一念迷，这一念觉，前一念就是旧业。这时才松了口气。所以最重要的是，过去心不可得，未来心不可得，捉住现前一念，念念觉而不迷，净业自然成就。如果落在对往事的后悔中，这是新业，新业带不走，可真就往生不了了。所以心浮气躁，灰心丧气，随便说些泄气话，自己打击自己的积极性，还是对经理解不全面、不彻底的缘故。真明白了，自然就会放下负面的念头。不怕念起，就怕觉迟。积极提起佛号，持之以恒，哪有不往生的道理！果能这样，现前就获得念不退。请师父批评指正。庐江华严讲堂释义清。",
      "zh_TW": "師父進一步開示，往生帶舊業不帶新業。昨天做錯了，今天改了，昨天是舊業；前一分鐘做錯了，後一分鐘改正，前一分鐘是舊業；前一念迷，這一念覺，前一念就是舊業。這時才鬆了口氣。所以最重要的是，過去心不可得，未來心不可得，捉住現前一念，念念覺而不迷，淨業自然成就。如果落在對往事的後悔中，這是新業，新業帶不走，可真就往生不了了。所以心浮氣躁，灰心喪氣，隨便說些洩氣話，自己打擊自己的積極性，還是對經理解不全面、不徹底的緣故。真明白了，自然就會放下負面的念頭。不怕念起，就怕覺遲。積極提起佛號，持之以恆，哪有不往生的道理！果能這樣，現前就獲得念不退。請師父批評指正。廬江華嚴講堂釋義清。"
    },
    {
      "id": "02-042-0023_p0030",
      "zh_CN": "老法师：义清法师的分享，我们刚才听到了，最重要的就是改过自新。人能改过、肯改过，天天改过，天天有进步，天天向上提升，这就是佛力加持。佛的加持有显加、有冥加，开始默默在当中加持，自己没有感觉；等到自己有感觉了，这就是明显的加持了。到最明显的时候，就是大势至菩萨所说的，「忆佛念佛，现前当来，必定见佛」。这个时候当然你法喜充满，为什么？你见到佛。佛一定会告诉你，你还有多少年的阳寿，等到你命终的时候我来接引你，他会告诉你，这就等于授记，你什么时候往生自己清楚了。可是往生不往生自己可以决定，有寿命我不要了，我求早一天往生，行不行？行，阿弥陀佛很容易商量，他就带你去了。如果你觉得这边众生苦，你有慈悲心，我还想多影响一些人，劝导他们念佛往生净土，寿命到了，佛会帮助你延长。",
      "zh_TW": "老法師：義清法師的分享，我們剛才聽到了，最重要的就是改過自新。人能改過、肯改過，天天改過，天天有進步，天天向上提升，這就是佛力加持。佛的加持有顯加、有冥加，開始默默在當中加持，自己沒有感覺；等到自己有感覺了，這就是明顯的加持了。到最明顯的時候，就是大勢至菩薩所說的，「憶佛念佛，現前當來，必定見佛」。這個時候當然你法喜充滿，為什麼？你見到佛。佛一定會告訴你，你還有多少年的陽壽，等到你命終的時候我來接引你，他會告訴你，這就等於授記，你什麼時候往生自己清楚了。可是往生不往生自己可以決定，有壽命我不要了，我求早一天往生，行不行？行，阿彌陀佛很容易商量，他就帶你去了。如果你覺得這邊眾生苦，你有慈悲心，我還想多影響一些人，勸導他們念佛往生淨土，壽命到了，佛會幫助你延長。"
    },
    {
      "id": "02-042-0023_p0031",
      "zh_CN": "我相信一百一十二岁不是海贤老和尚真正的寿命，他真正寿命没这么长。为什么会延这么长？表法，做好榜样给大家看。为什么选择他来做榜样？他老实、他听话。如果有一个学佛的出家人，学佛的，他对经典、对佛的话并没有百分之百的做到，佛就不会选这种人。一定要真正老实听话的人，他才能把佛菩萨的样子做出来。男女老少、各行各业里头统统有，中国古时候讲士农工商，这里头统统有佛菩萨。来佛寺的这三位，农民身分，示现的。在今天这个社会，农民之外有没有？有，不但有，我觉得很多。为什么？这个社会造恶业的人多，魔多，如果没有佛菩萨在里面，众生苦，这世界会毁灭。",
      "zh_TW": "我相信一百一十二歲不是海賢老和尚真正的壽命，他真正壽命沒這麼長。為什麼會延這麼長？表法，做好榜樣給大家看。為什麼選擇他來做榜樣？他老實、他聽話。如果有一個學佛的出家人，學佛的，他對經典、對佛的話並沒有百分之百的做到，佛就不會選這種人。一定要真正老實聽話的人，他才能把佛菩薩的樣子做出來。男女老少、各行各業裡頭統統有，中國古時候講士農工商，這裡頭統統有佛菩薩。來佛寺的這三位，農民身分，示現的。在今天這個社會，農民之外有沒有？有，不但有，我覺得很多。為什麼？這個社會造惡業的人多，魔多，如果沒有佛菩薩在裡面，眾生苦，這世界會毀滅。"
    },
    {
      "id": "02-042-0023_p0032",
      "zh_CN": "佛菩萨决定不会让这个世界毁灭，决定不希望众生过得这么苦。那怎么办？肯定以很多不同的身分在这个世间，在各行各业里头现身。你细心观察，这个人心正、行正，跟现在社会大众思想、见解、言行不相同，你注意，很可能是佛菩萨再来的。他自己知不知道？有的知道、有的不知道，大概知道的人少，不知道的人多。到什么时候他要知道？他到这个世间来教化众生缘快尽的时候，他知道了。所以这些人到世间来，多数都是接受苦难，受苦受难，他不会退心，依然是勇猛精进，断恶修善，持戒念佛，给社会大众做出好榜样。甚至于在从政人员里头，应以帝王身他现帝王，观世音菩萨三十二应；应以宰官身他就现宰官，各级干部。应以什么身得度他就现什么身，没有一定的。佛无有定法可说，也无有一定的身分出现，完全是众生需求，随众生心，应所知量。那我们今天修学最重要的，一门深入，长时薰修。在这个时代善知识没有了，这从显处看。如果从隐处去看，可能善知识很多，我们不认识，不一定他隐藏在哪一个行业里头，男女老少。",
      "zh_TW": "佛菩薩決定不會讓這個世界毀滅，決定不希望眾生過得這麼苦。那怎麼辦？肯定以很多不同的身分在這個世間，在各行各業裡頭現身。你細心觀察，這個人心正、行正，跟現在社會大眾思想、見解、言行不相同，你注意，很可能是佛菩薩再來的。他自己知不知道？有的知道、有的不知道，大概知道的人少，不知道的人多。到什麼時候他要知道？他到這個世間來教化眾生緣快盡的時候，他知道了。所以這些人到世間來，多數都是接受苦難，受苦受難，他不會退心，依然是勇猛精進，斷惡修善，持戒念佛，給社會大眾做出好榜樣。甚至於在從政人員裡頭，應以帝王身他現帝王，觀世音菩薩三十二應；應以宰官身他就現宰官，各級幹部。應以什麼身得度他就現什麼身，沒有一定的。佛無有定法可說，也無有一定的身分出現，完全是眾生需求，隨眾生心，應所知量。那我們今天修學最重要的，一門深入，長時薰修。在這個時代善知識沒有了，這從顯處看。如果從隱處去看，可能善知識很多，我們不認識，不一定他隱藏在哪一個行業裡頭，男女老少。"
    },
    {
      "id": "02-042-0023_p0033",
      "zh_CN": "我们以前听到一个信息，有一个小女孩念佛往生，她走了之后，我们感觉到这个小孩不是凡人。她的父母学佛，她只有七岁。爸爸做早晚课念《弥陀经》，她问她爸爸念什么？他说念经。什么叫经？什么叫《弥陀经》？她爸爸把极乐世界简单的介绍给她。她听了之后很欢喜，她说爸爸，这个地方好，我想去，你能不能带我去？她爸爸说我不行。她说谁行？阿弥陀佛行。阿弥陀佛在哪里？爸爸就讲，妳天天念阿弥陀佛，阿弥陀佛就会带妳去。她真干，你看听话、真干，天天念阿弥陀佛，念了三年。十岁，这一天告诉她爸爸，阿弥陀佛明天来带我回老家，要求她爸爸，把他的亲戚朋友认识的人统统请来，看她往生。到了第二天，真的往生了，十岁，女孩子。男女老少、各行各业里头都有，都是来教化众生的，都是来给众生做个好榜样，哪个行业里头都有佛菩萨。所以我们对人要以平等心、恭敬心对人，你晓得他什么人？说不定就是佛菩萨再来的。所以一切恭敬就对了，决定不敢怠慢一个众生，连蚊虫蚂蚁、花草树木都要用恭敬心对待。同是一个自性变现的，跟我的关系是同一体。",
      "zh_TW": "我們以前聽到一個信息，有一個小女孩念佛往生，她走了之後，我們感覺到這個小孩不是凡人。她的父母學佛，她只有七歲。爸爸做早晚課念《彌陀經》，她問她爸爸念什麼？他說念經。什麼叫經？什麼叫《彌陀經》？她爸爸把極樂世界簡單的介紹給她。她聽了之後很歡喜，她說爸爸，這個地方好，我想去，你能不能帶我去？她爸爸說我不行。她說誰行？阿彌陀佛行。阿彌陀佛在哪裡？爸爸就講，妳天天念阿彌陀佛，阿彌陀佛就會帶妳去。她真幹，你看聽話、真幹，天天念阿彌陀佛，念了三年。十歲，這一天告訴她爸爸，阿彌陀佛明天來帶我回老家，要求她爸爸，把他的親戚朋友認識的人統統請來，看她往生。到了第二天，真的往生了，十歲，女孩子。男女老少、各行各業裡頭都有，都是來教化眾生的，都是來給眾生做個好榜樣，哪個行業裡頭都有佛菩薩。所以我們對人要以平等心、恭敬心對人，你曉得他什麼人？說不定就是佛菩薩再來的。所以一切恭敬就對了，決定不敢怠慢一個眾生，連蚊蟲螞蟻、花草樹木都要用恭敬心對待。同是一個自性變現的，跟我的關係是同一體。"
    },
    {
      "id": "02-042-0023_p0034",
      "zh_CN": "黄念祖老居士这一部注解，会集八十三种经论，一百一十种祖师大德的著作，用它来解释《大乘无量寿经》。所以读他这个注解就等于把大乘经里面重要的全都读到了，真的是一即是多、多即是一。祖师一百多种著作，有禅有教、有显有密，有大乘、有小乘，内容非常丰富，都会归在这一部经上。所以这一部经跟《华严》没有两样，一切诸佛所说的经教统统包含在其中。只要认真努力学习，生到西方极乐世界，确实功德就圆满了，要把这桩事情当作我们第一桩大事。现在在这个世间，自己认真干，做好样子，修净土的好样子，再要尽力去影响别人。影响别人，随缘不攀缘，有缘要做，没有缘不要去攀缘。缘，今天讲机会，有这个机会不要放弃，没有机会不必去找，这就对了。慢慢的会发现，我们自己这一生，佛菩萨替我们安排的，这就没错。自己没操心，没有起心动念，所有一切外缘是被动的，不是我去找它，它来找我。它来找我，是好事，那就不能不做；不是好事，不是利益国家社会，不是利益这个世界众生，我们不做。真正是利益，有这个缘应该要做。",
      "zh_TW": "黃念祖老居士這一部註解，會集八十三種經論，一百一十種祖師大德的著作，用它來解釋《大乘無量壽經》。所以讀他這個註解就等於把大乘經裡面重要的全都讀到了，真的是一即是多、多即是一。祖師一百多種著作，有禪有教、有顯有密，有大乘、有小乘，內容非常豐富，都會歸在這一部經上。所以這一部經跟《華嚴》沒有兩樣，一切諸佛所說的經教統統包含在其中。只要認真努力學習，生到西方極樂世界，確實功德就圓滿了，要把這樁事情當作我們第一樁大事。現在在這個世間，自己認真幹，做好樣子，修淨土的好樣子，再要盡力去影響別人。影響別人，隨緣不攀緣，有緣要做，沒有緣不要去攀緣。緣，今天講機會，有這個機會不要放棄，沒有機會不必去找，這就對了。慢慢的會發現，我們自己這一生，佛菩薩替我們安排的，這就沒錯。自己沒操心，沒有起心動念，所有一切外緣是被動的，不是我去找它，它來找我。它來找我，是好事，那就不能不做；不是好事，不是利益國家社會，不是利益這個世界眾生，我們不做。真正是利益，有這個緣應該要做。"
    },
    {
      "id": "02-042-0023_p0035",
      "zh_CN": "我移民到澳洲，跟澳洲大学一起来做推动团结宗教、团结族群的工作。跟学校熟了，校长、这些教授，常常在一起聊天，慢慢熟悉。他们有很多问题，因为不常遇到出家人，许多问题来提问，那我们就解释给他听，让他了解佛教是什么。最后这几位校长就想邀请我，代表学校、代表澳洲去参加联合国的和平会议，这就缘，这是他找我的。这好事情，帮助社会化解冲突，促进安定和谐，这是我们佛弟子应该干的事情。没这个缘，我们不去找；找来了，找来我就接受了。所以他送给我博士学位，聘请我做学校教授，最先我辞谢，我不愿意接受，我说这个东西对我没用处。他说你一定要接受。我说为什么？联合国邀请的人一定是教授、一定是博士学位，他说你没有这个头衔，他不邀请和尚，不邀请宗教人士。有宗教人士参加联合国，统统都是教授身分、都是博士学位。这样我才接受了。",
      "zh_TW": "我移民到澳洲，跟澳洲大學一起來做推動團結宗教、團結族群的工作。跟學校熟了，校長、這些教授，常常在一起聊天，慢慢熟悉。他們有很多問題，因為不常遇到出家人，許多問題來提問，那我們就解釋給他聽，讓他了解佛教是什麼。最後這幾位校長就想邀請我，代表學校、代表澳洲去參加聯合國的和平會議，這就緣，這是他找我的。這好事情，幫助社會化解衝突，促進安定和諧，這是我們佛弟子應該幹的事情。沒這個緣，我們不去找；找來了，找來我就接受了。所以他送給我博士學位，聘請我做學校教授，最先我辭謝，我不願意接受，我說這個東西對我沒用處。他說你一定要接受。我說為什麼？聯合國邀請的人一定是教授、一定是博士學位，他說你沒有這個頭銜，他不邀請和尚，不邀請宗教人士。有宗教人士參加聯合國，統統都是教授身分、都是博士學位。這樣我才接受了。"
    },
    {
      "id": "02-042-0023_p0036",
      "zh_CN": "参加这个会议大开眼界，认识人多了，听到的事情也多了。怎么解决？真的佛法里头有解决的方法、有解决的理论，没人知道。只有英国汤恩比博士知道，他在一九七０年代说过，「解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」。那我们所学的就是这个，他说出来，我们仔细想一想，孔孟学说、大乘佛法真能解决吗？真能。所以我们代表学校参加这个活动，就把大乘佛法跟孔孟学说带进联合国了，每一次主题讲演都提出来向大会报告。报告了几次，大家听了很欢喜，会后告诉我，法师，你讲得很好，这是理想，做不到。我在这个地方才真正发现，今天整个世界搞得一团糟，真正的原因在哪里？信心失掉了，就这一句话。大家对古圣先贤的不相信了，这才真正是危机。",
      "zh_TW": "參加這個會議大開眼界，認識人多了，聽到的事情也多了。怎麼解決？真的佛法裡頭有解決的方法、有解決的理論，沒人知道。只有英國湯恩比博士知道，他在一九七０年代說過，「解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」。那我們所學的就是這個，他說出來，我們仔細想一想，孔孟學說、大乘佛法真能解決嗎？真能。所以我們代表學校參加這個活動，就把大乘佛法跟孔孟學說帶進聯合國了，每一次主題講演都提出來向大會報告。報告了幾次，大家聽了很歡喜，會後告訴我，法師，你講得很好，這是理想，做不到。我在這個地方才真正發現，今天整個世界搞得一團糟，真正的原因在哪裡？信心失掉了，就這一句話。大家對古聖先賢的不相信了，這才真正是危機。"
    },
    {
      "id": "02-042-0023_p0037",
      "zh_CN": "那怎么样叫他相信？对这些科学家来，只有用一句话，拿证据来。你不拿证据，说得再好，不相信。那拿证据来，我们必须要做实验，所以我就想到找个村、找个镇我们来做实验，实验成功了，让他来看，就没话说了。所以我们在汤池，把传统文化在这个小镇来落实，做实验，做给联合国看的。当初我们想大概总得二、三年才能做出成绩，没想到，三个月成绩卓着。我告诉老师们，我说这个成就绝对不是我们自己的德行、智慧、能力能做得出来的，为什么会有这种现象出现？祖宗加持，我们要感谢祖宗，三宝加持。祖宗保佑，三宝加持，全是祖宗替我们安排的。我们要感恩，不要傲慢，不要自大。还要感谢当地的领导、当地的群众，就是居民，他们肯合作，我们教他怎么做，他听话，他才表现那么好，那他们不合作的话，我们做不出成绩出来。所以我们要感恩，祖宗的恩、三宝的恩、领导的恩、人民的恩，让我们做出成绩出来。我们下次到联合国报告声音就大了，我们有把握了。人家问的时候，我真有证据给你看，真做到了。",
      "zh_TW": "那怎麼樣叫他相信？對這些科學家來，只有用一句話，拿證據來。你不拿證據，說得再好，不相信。那拿證據來，我們必須要做實驗，所以我就想到找個村、找個鎮我們來做實驗，實驗成功了，讓他來看，就沒話說了。所以我們在湯池，把傳統文化在這個小鎮來落實，做實驗，做給聯合國看的。當初我們想大概總得二、三年才能做出成績，沒想到，三個月成績卓著。我告訴老師們，我說這個成就絕對不是我們自己的德行、智慧、能力能做得出來的，為什麼會有這種現象出現？祖宗加持，我們要感謝祖宗，三寶加持。祖宗保佑，三寶加持，全是祖宗替我們安排的。我們要感恩，不要傲慢，不要自大。還要感謝當地的領導、當地的群眾，就是居民，他們肯合作，我們教他怎麼做，他聽話，他才表現那麼好，那他們不合作的話，我們做不出成績出來。所以我們要感恩，祖宗的恩、三寶的恩、領導的恩、人民的恩，讓我們做出成績出來。我們下次到聯合國報告聲音就大了，我們有把握了。人家問的時候，我真有證據給你看，真做到了。"
    },
    {
      "id": "02-042-0023_p0038",
      "zh_CN": "到联合国做报告也不是容易事情，统统是祖宗安排好。两个月之后，教科文组织总部给我来了一个文件，他们十月份要办一个活动，纪念释迦牟尼佛二千五百五十年。八年前，二千五百五十年。主题，佛教徒对人类的贡献。联合国从来没有碰过宗教，为什么我们这一成功了，这个信息来了，他找我，不是我找他，而且找我主办，不是协办？那一次主办单位有五个，我们是里头重要的一个单位。",
      "zh_TW": "到聯合國做報告也不是容易事情，統統是祖宗安排好。兩個月之後，教科文組織總部給我來了一個文件，他們十月份要辦一個活動，紀念釋迦牟尼佛二千五百五十年。八年前，二千五百五十年。主題，佛教徒對人類的貢獻。聯合國從來沒有碰過宗教，為什麼我們這一成功了，這個信息來了，他找我，不是我找他，而且找我主辦，不是協辦？那一次主辦單位有五個，我們是裡頭重要的一個單位。"
    },
    {
      "id": "02-042-0023_p0039",
      "zh_CN": "我们相信，所以你们问我，多少人问我，这个世界乱，哪个地方安全？我的答复是中国安全。他说那你为什么不回中国？我说我早晚会回到中国。为什么中国安全？中国千万年来老祖宗教给我们仁义道德，我们立国的根本是道德、是仁义。五伦五常、四维八德，教了千万年，根深蒂固，在全世界找不到第二家。我就凭这个说中国安全，中国不会灭亡，祖宗有德。我们现在有难，为什么有难？把老祖宗丢掉了，不相信了，这个灾难是老祖宗惩罚，狠狠揍你一顿，不会要你命的，是这么个道理。",
      "zh_TW": "我們相信，所以你們問我，多少人問我，這個世界亂，哪個地方安全？我的答覆是中國安全。他說那你為什麼不回中國？我說我早晚會回到中國。為什麼中國安全？中國千萬年來老祖宗教給我們仁義道德，我們立國的根本是道德、是仁義。五倫五常、四維八德，教了千萬年，根深蒂固，在全世界找不到第二家。我就憑這個說中國安全，中國不會滅亡，祖宗有德。我們現在有難，為什麼有難？把老祖宗丟掉了，不相信了，這個災難是老祖宗懲罰，狠狠揍你一頓，不會要你命的，是這麼個道理。"
    },
    {
      "id": "02-042-0023_p0040",
      "zh_CN": "全世界需要我们老祖宗，所以我就想到一本书，我知道有这么一本书，没见过，《群书治要》。我想了一年，没有人知道，商务印书馆、世界书局跟我很熟，我是他们老主顾，我问他们，都不知道。讲经的时候提出来，就有听众听到了，替我真的找到了两部，民国初年印的版。寄到我这来了，我一打开，如获至宝，想了一年多，终于想到了。为什么？这部书不但能救国家、能救全世界。唐太宗吸取我们祖宗教训的精华，它是《四库全书》精华的精华。这个出来，了不得。我都没有看，马上交给世界书局印一万套，它就不会失传了。分送给国家图书馆、大学图书馆去收藏，这部书不会消失了。我印一万套，五千套是分送给共产党三千套、台湾国民党一千套、还有民进党一千套，大家建立共识来建设新中国，另外五千套送海外。真不容易，这部东西找到了。",
      "zh_TW": "全世界需要我們老祖宗，所以我就想到一本書，我知道有這麼一本書，沒見過，《群書治要》。我想了一年，沒有人知道，商務印書館、世界書局跟我很熟，我是他們老主顧，我問他們，都不知道。講經的時候提出來，就有聽眾聽到了，替我真的找到了兩部，民國初年印的版。寄到我這來了，我一打開，如獲至寶，想了一年多，終於想到了。為什麼？這部書不但能救國家、能救全世界。唐太宗吸取我們祖宗教訓的精華，它是《四庫全書》精華的精華。這個出來，了不得。我都沒有看，馬上交給世界書局印一萬套，它就不會失傳了。分送給國家圖書館、大學圖書館去收藏，這部書不會消失了。我印一萬套，五千套是分送給共產黨三千套、台灣國民黨一千套、還有民進黨一千套，大家建立共識來建設新中國，另外五千套送海外。真不容易，這部東西找到了。"
    },
    {
      "id": "02-042-0023_p0041",
      "zh_CN": "在马来西亚翻成英语，马来西亚的领导人听我介绍这部书非常欢喜，希望赶快翻出来给他看。这部书分量很大，有五十万字，他们急着要看，所以我就找了几位老师，先把里头最重要的，针对现实社会所迫切需要的，把它抄下来，印成小册子，《３６０》，就是三百六十段，针对现前，《３６０》第一册。现在《３６０》第二册，大概《３６０》第三册也快要出来了，我们准备十册，就是全书了。我们做这个工作，还唐太宗附体，附体的现象现在很多，唐太宗附体来感恩。我们莫名其妙，没有给你做功德、没给你超度，感恩怎么回事情？原来就是印这个书，这个书印出来之后，他离开地狱。他堕在地狱里头，把这个情形告诉我。这部书不但可以救中国，可以救全世界，这是他提醒的。原来我们只是在国内流通，没有想到国外。既然能救全世界，所以我们就想到要翻成外国文的文字，向全世界流通，想到这个问题。所以去年我参加联合国的活动，就把这个书英文的翻译本带到联合国，带了三百多本，分送给驻在联合国的大使、代表们，让他们转送他们的国家领导人。如果欢喜，我们就大量翻印、大量的供给。这都叫随缘，这不是攀缘，好事情。",
      "zh_TW": "在馬來西亞翻成英語，馬來西亞的領導人聽我介紹這部書非常歡喜，希望趕快翻出來給他看。這部書分量很大，有五十萬字，他們急著要看，所以我就找了幾位老師，先把裡頭最重要的，針對現實社會所迫切需要的，把它抄下來，印成小冊子，《３６０》，就是三百六十段，針對現前，《３６０》第一冊。現在《３６０》第二冊，大概《３６０》第三冊也快要出來了，我們準備十冊，就是全書了。我們做這個工作，還唐太宗附體，附體的現象現在很多，唐太宗附體來感恩。我們莫名其妙，沒有給你做功德、沒給你超度，感恩怎麼回事情？原來就是印這個書，這個書印出來之後，他離開地獄。他墮在地獄裡頭，把這個情形告訴我。這部書不但可以救中國，可以救全世界，這是他提醒的。原來我們只是在國內流通，沒有想到國外。既然能救全世界，所以我們就想到要翻成外國文的文字，向全世界流通，想到這個問題。所以去年我參加聯合國的活動，就把這個書英文的翻譯本帶到聯合國，帶了三百多本，分送給駐在聯合國的大使、代表們，讓他們轉送他們的國家領導人。如果歡喜，我們就大量翻印、大量的供給。這都叫隨緣，這不是攀緣，好事情。"
    },
    {
      "id": "02-042-0023_p0042",
      "zh_CN": "老法师：这地方还有一份，还有一个同学。",
      "zh_TW": "老法師：這地方還有一份，還有一個同學。"
    },
    {
      "id": "02-042-0023_p0043",
      "zh_CN": "主持人：尊敬的师父上人，尊敬的诸位法师，诸位老师，大德同修，以及诸位护法菩萨们，大家好，阿弥陀佛。弟子江玟均，感恩师父上人昨天于学习班开示，如何建立信心、坚定信心。弟子恭敬整理学习资料，粗浅的学习心得，向师父上人报告，与诸位同学分享，恳请师父上人指正。",
      "zh_TW": "主持人：尊敬的師父上人，尊敬的諸位法師，諸位老師，大德同修，以及諸位護法菩薩們，大家好，阿彌陀佛。弟子江玟均，感恩師父上人昨天於學習班開示，如何建立信心、堅定信心。弟子恭敬整理學習資料，粗淺的學習心得，向師父上人報告，與諸位同學分享，懇請師父上人指正。"
    },
    {
      "id": "02-042-0023_p0044",
      "zh_CN": "甲、依据六信建立且坚定信心。现代人没有信根，如何建立且坚定信心？弟子以六信汇整昨天师父上人的慈悲开示。一、信己，建立信心首要信己。《华严经》云，「一切众生本来是佛」，《观无量寿经》也云，「是心是佛，是心作佛」，相信自己本来是佛，而今发愿学佛，必当作佛。二、信他，相信佛所说之开示教诲。信他可透过，一、尊崇者劝转，例如方东美先生教导师父上人；二、前辈表法证转，例如海公老和尚、刘素青居士往生瑞相；三、深入经教，例如师父上人学佛前学习《了凡四训》，两个月看三十遍，欢喜感动，印象深刻。三、信理，师父上人开示坚定信心的方法和秘诀，运用教学理念，一门深入，长时薰修。四、信事，遵循教学方法，读书千遍，其义自见。",
      "zh_TW": "甲、依據六信建立且堅定信心。現代人沒有信根，如何建立且堅定信心？弟子以六信匯整昨天師父上人的慈悲開示。一、信己，建立信心首要信己。《華嚴經》云，「一切眾生本來是佛」，《觀無量壽經》也云，「是心是佛，是心作佛」，相信自己本來是佛，而今發願學佛，必當作佛。二、信他，相信佛所說之開示教誨。信他可透過，一、尊崇者勸轉，例如方東美先生教導師父上人；二、前輩表法證轉，例如海公老和尚、劉素青居士往生瑞相；三、深入經教，例如師父上人學佛前學習《了凡四訓》，兩個月看三十遍，歡喜感動，印象深刻。三、信理，師父上人開示堅定信心的方法和祕訣，運用教學理念，一門深入，長時薰修。四、信事，遵循教學方法，讀書千遍，其義自見。"
    },
    {
      "id": "02-042-0023_p0045",
      "zh_CN": "五、信因，相信教学理念与教学方法，落实行门。一、看出门道，与心行相应。海公老和尚光碟，每天看三遍，坚持一年，每天不间断。有此信愿基础，欢喜学习老和尚行谊。二、一门十年不间断，证得三昧启德行。仿效刘素云老师，十年听一部《无量寿经》，每天一片光碟听十个小时，定慧等学，功夫深，清净心、恭敬心现前。三、一门十年不间断，断疑生信，坚固愿心。每天恭诵《无量寿经》十小时，《无量寿经科注》阅读三十遍以上，坚定信心，坚固愿心。六、信果，心定功夫深，信心十足，专持一句佛号，信愿持名。证得，一、学佛是人生最高的享受，顺境善缘、逆境恶缘，得大自在，如如不动，不受外境干扰，看一切皆是增上缘，功夫不断提升；二、与阿弥陀佛感应道交，自在往生，忆佛念佛，现前当来必定见佛，蒙佛授记，把握往生。我们有信心，具备六信，这一生必当往生作佛，证得究竟妙觉果位。",
      "zh_TW": "五、信因，相信教學理念與教學方法，落實行門。一、看出門道，與心行相應。海公老和尚光碟，每天看三遍，堅持一年，每天不間斷。有此信願基礎，歡喜學習老和尚行誼。二、一門十年不間斷，證得三昧啟德行。仿效劉素雲老師，十年聽一部《無量壽經》，每天一片光碟聽十個小時，定慧等學，功夫深，清淨心、恭敬心現前。三、一門十年不間斷，斷疑生信，堅固願心。每天恭誦《無量壽經》十小時，《無量壽經科註》閱讀三十遍以上，堅定信心，堅固願心。六、信果，心定功夫深，信心十足，專持一句佛號，信願持名。證得，一、學佛是人生最高的享受，順境善緣、逆境惡緣，得大自在，如如不動，不受外境干擾，看一切皆是增上緣，功夫不斷提升；二、與阿彌陀佛感應道交，自在往生，憶佛念佛，現前當來必定見佛，蒙佛授記，把握往生。我們有信心，具備六信，這一生必當往生作佛，證得究竟妙覺果位。"
    },
    {
      "id": "02-042-0023_p0046",
      "zh_CN": "乙、深信切愿持名，感佛加被，现前吉祥自在，当来圆证佛果。我们果真了解事实真相，深信切愿持名，必能蒙阿弥陀佛加被。一、现前吉祥自在，《无量寿经科注》第一百五十八页，「行人发心念佛，仗弥陀本愿摄受，威神加被，护持行者，魔不能扰」，念阿弥陀佛，真发愿往生，阿弥陀佛即派遣二十五位菩萨照顾我们，一切时、一切处吉祥自在。二、当来圆证佛果，《无量寿经科注》第一百八十六页，「不待断此见思二惑，但能发菩提心，一向专念，便蒙佛愿冥加，决得往生净土」。发菩提心，一向专念，即蕅益大师《弥陀要解》云，「信愿持名」。只要信愿持名，便蒙佛愿冥加，必定往生西方极乐世界，到极乐世界圆满证得妙觉果位。三、真诚心、恭敬心、清净心，感佛加被。虚云老和尚为报母恩，三步一拜，朝五台山，两次重病之时，皆蒙文殊菩萨化身照顾。而我们也看到海贤老和尚，一生清苦，一心持名，多次亲见阿弥陀佛加持安慰，临终接引往生。老和尚们都是以真诚心、恭敬心、清净心所感得佛菩萨加被。所以只要我们用真心，现前当来才能感佛加持，获得真实之利，契入真实之际。",
      "zh_TW": "乙、深信切願持名，感佛加被，現前吉祥自在，當來圓證佛果。我們果真了解事實真相，深信切願持名，必能蒙阿彌陀佛加被。一、現前吉祥自在，《無量壽經科註》第一百五十八頁，「行人發心念佛，仗彌陀本願攝受，威神加被，護持行者，魔不能擾」，念阿彌陀佛，真發願往生，阿彌陀佛即派遣二十五位菩薩照顧我們，一切時、一切處吉祥自在。二、當來圓證佛果，《無量壽經科註》第一百八十六頁，「不待斷此見思二惑，但能發菩提心，一向專念，便蒙佛願冥加，決得往生淨土」。發菩提心，一向專念，即蕅益大師《彌陀要解》云，「信願持名」。只要信願持名，便蒙佛願冥加，必定往生西方極樂世界，到極樂世界圓滿證得妙覺果位。三、真誠心、恭敬心、清淨心，感佛加被。虛雲老和尚為報母恩，三步一拜，朝五台山，兩次重病之時，皆蒙文殊菩薩化身照顧。而我們也看到海賢老和尚，一生清苦，一心持名，多次親見阿彌陀佛加持安慰，臨終接引往生。老和尚們都是以真誠心、恭敬心、清淨心所感得佛菩薩加被。所以只要我們用真心，現前當來才能感佛加持，獲得真實之利，契入真實之際。"
    },
    {
      "id": "02-042-0023_p0047",
      "zh_CN": "四、生活中的粗浅体悟。近日遇到一位同学告诉弟子，学习的这段时间，他常常担心自己会生病，询问弟子是否会有不舒服的状况。当时安慰这位同学，一切法从心想生，就像师父上人开示时举水实验的例子，念力很重要，何况我们身体百分之七十是水分。不要想身体不舒服，只要想阿弥陀佛，念念正能量，自然身体健康。弟子也分享自己每日拜佛，祈求佛菩萨慈悲加持，就比较不会有障碍。而于学习《科注》中，粗浅体悟到，每日弟子于佛前礼忏，日日拜佛，及日日加深对佛菩萨的真诚心、恭敬心、清净心，也更坚信佛菩萨，冥冥中即获得佛菩萨慈悲加持护念。",
      "zh_TW": "四、生活中的粗淺體悟。近日遇到一位同學告訴弟子，學習的這段時間，他常常擔心自己會生病，詢問弟子是否會有不舒服的狀況。當時安慰這位同學，一切法從心想生，就像師父上人開示時舉水實驗的例子，念力很重要，何況我們身體百分之七十是水分。不要想身體不舒服，只要想阿彌陀佛，念念正能量，自然身體健康。弟子也分享自己每日拜佛，祈求佛菩薩慈悲加持，就比較不會有障礙。而於學習《科註》中，粗淺體悟到，每日弟子於佛前禮懺，日日拜佛，及日日加深對佛菩薩的真誠心、恭敬心、清淨心，也更堅信佛菩薩，冥冥中即獲得佛菩薩慈悲加持護念。"
    },
    {
      "id": "02-042-0023_p0048",
      "zh_CN": "以上是弟子粗浅的学习心得，恭敬报告师父上人，并与诸位同学分享。愿我们念念阿弥陀佛，正念分明，蒙佛加持，道心坚固，吉祥、喜乐、自在。恳请师父上人慈悲指正，阿弥陀佛。惭愧弟子玟均恭敬顶礼，二０一四年四月十日，台南极乐寺。",
      "zh_TW": "以上是弟子粗淺的學習心得，恭敬報告師父上人，並與諸位同學分享。願我們念念阿彌陀佛，正念分明，蒙佛加持，道心堅固，吉祥、喜樂、自在。懇請師父上人慈悲指正，阿彌陀佛。慚愧弟子玟均恭敬頂禮，二０一四年四月十日，台南極樂寺。"
    },
    {
      "id": "02-042-0023_p0049",
      "zh_CN": "老法师：好，台南极乐寺。台南的江居士给我们分享的也非常之好。学佛，实在说世出世法，今天都遇到了信心危机。为什么佛法不能出人才？关键在信心。大经大论，大经是《华严》，大论是《大智度论》，都说到信是道元功德母，是道的源头，所有功德都是从信心里面生的，把它看作母亲，功德的母亲，能生无量无边功德。那一怀疑就全没有了。",
      "zh_TW": "老法師：好，台南極樂寺。台南的江居士給我們分享的也非常之好。學佛，實在說世出世法，今天都遇到了信心危機。為什麼佛法不能出人才？關鍵在信心。大經大論，大經是《華嚴》，大論是《大智度論》，都說到信是道元功德母，是道的源頭，所有功德都是從信心裡面生的，把它看作母親，功德的母親，能生無量無邊功德。那一懷疑就全沒有了。"
    },
    {
      "id": "02-042-0023_p0050",
      "zh_CN": "而且佛法跟其他的宗教不一样。我早年住在美国，我们附近基督教堂有几个牧师来找我，我记得好像三个。他们来跟我谈，他说我们基督教跟净土宗非常接近。我说何以见得？他说我们都是建立在信心的基础上。我说是的，但是信心不一样。他说怎么不一样？你们的信心，第一个相信的上帝，对不对？他点头，对。我说我们的信心，第一个相信自己，不是上帝，我们把上帝摆在第二。第一个信自，第二个信他，他就是佛菩萨。如果要是不能信自己，信他没用处，不能成就。信自己信什么？信自己本来是佛。这跟你们不一样，你们决定不能够说本来是上帝，这不可以的，所以这完全不是一回事情。我们相信佛，佛是什么？是我们的老师，他会带领我们回归自性，就是他能帮助我们修成佛果。他已经修成了，他有经验、有方法，他能够带我们也能达到他的境界。这信人，信自、信他。除这个之外，我们信理、信事、信因、信果，六个信，这才叫真信。",
      "zh_TW": "而且佛法跟其他的宗教不一樣。我早年住在美國，我們附近基督教堂有幾個牧師來找我，我記得好像三個。他們來跟我談，他說我們基督教跟淨土宗非常接近。我說何以見得？他說我們都是建立在信心的基礎上。我說是的，但是信心不一樣。他說怎麼不一樣？你們的信心，第一個相信的上帝，對不對？他點頭，對。我說我們的信心，第一個相信自己，不是上帝，我們把上帝擺在第二。第一個信自，第二個信他，他就是佛菩薩。如果要是不能信自己，信他沒用處，不能成就。信自己信什麼？信自己本來是佛。這跟你們不一樣，你們決定不能夠說本來是上帝，這不可以的，所以這完全不是一回事情。我們相信佛，佛是什麼？是我們的老師，他會帶領我們回歸自性，就是他能幫助我們修成佛果。他已經修成了，他有經驗、有方法，他能夠帶我們也能達到他的境界。這信人，信自、信他。除這個之外，我們信理、信事、信因、信果，六個信，這才叫真信。"
    },
    {
      "id": "02-042-0023_p0051",
      "zh_CN": "最难的就是信自。惠能大师相信，没问题，为什么？他已经搞清楚了。他告诉我们，「何期自性，能生万法」，开悟的时候，最后一句，没有想到自性能生万法。万法是整个宇宙，宇宙从哪里来？从自性变现出来的。自性是自己，没有想到自性变现出万法，万法就是自性，自性就是万法。明心见性，性在哪里？没有一法不是自性，法法皆是，法法皆如。这叫真信。自性是佛，自性变现出来的万法，你能说不是佛吗？自性，这经上做比喻，自性是黄金，用黄金来做比喻，所有用黄金做成的器皿，你能说它不是黄金吗？",
      "zh_TW": "最難的就是信自。惠能大師相信，沒問題，為什麼？他已經搞清楚了。他告訴我們，「何期自性，能生萬法」，開悟的時候，最後一句，沒有想到自性能生萬法。萬法是整個宇宙，宇宙從哪裡來？從自性變現出來的。自性是自己，沒有想到自性變現出萬法，萬法就是自性，自性就是萬法。明心見性，性在哪裡？沒有一法不是自性，法法皆是，法法皆如。這叫真信。自性是佛，自性變現出來的萬法，你能說不是佛嗎？自性，這經上做比喻，自性是黃金，用黃金來做比喻，所有用黃金做成的器皿，你能說它不是黃金嗎？"
    },
    {
      "id": "02-042-0023_p0052",
      "zh_CN": "我们在美国的时候，有一个同修他做首饰，做这个生意，市场全世界。我去参观他的展览室，做的首饰，展览室里头两万多种品种，没有相同的，统统是黄金做的，美轮美奂。我们一看到那个，跟着我差不多有二十多个同学，参观他的工厂、展览室，我跟大家说，你们仔细的看，这就是佛经上所说的，「以金作器，器器皆金」，你在这里看到了，哪一样不是黄金？统统是黄金。但是我们这个同修做的是假首饰，不是真的，是镀金的。因为假首饰漂亮，比真的还漂亮，价钱很便宜，人人都买得起，丢了不心痛，所以他的生意好。我们看到这个生欢喜心。",
      "zh_TW": "我們在美國的時候，有一個同修他做首飾，做這個生意，市場全世界。我去參觀他的展覽室，做的首飾，展覽室裡頭兩萬多種品種，沒有相同的，統統是黃金做的，美輪美奐。我們一看到那個，跟著我差不多有二十多個同學，參觀他的工廠、展覽室，我跟大家說，你們仔細的看，這就是佛經上所說的，「以金作器，器器皆金」，你在這裡看到了，哪一樣不是黃金？統統是黃金。但是我們這個同修做的是假首飾，不是真的，是鍍金的。因為假首飾漂亮，比真的還漂亮，價錢很便宜，人人都買得起，丟了不心痛，所以他的生意好。我們看到這個生歡喜心。"
    },
    {
      "id": "02-042-0023_p0053",
      "zh_CN": "所以整个宇宙是自性变现出来的，那什么叫自性？所有一切现象全是自性。见性见什么？见到所有一切物统统是我的自性，这叫明心见性。性是一个，一切万法是一，所以一即是多，多即是一，是从相上说的。离开自性，无有一法可得。我们现在在学习，因为面对的是屏幕，电视屏幕、电脑屏幕，是面对这个。我常常比喻，把屏幕比喻作自性，把影像比喻作万法。你看屏幕上现的万法，所现的一切现象就是屏幕，离开屏幕它现不出来。你要知道屏幕就是现象，现象就是屏幕，它是一体，决定没有办法分割。从这个地方慢慢去体会性、相的关系，你才能够在相当中见到性，这就是明心见性。相是假的，千变万化；屏幕是真的，永远不变，会变跟不变是一不是二。你能够把它看清楚，抓住永恒不变的，那是真的，千变万化的是假的。假的别放在心上，真的放心上，跟真相应，不跟假相应，这就是诸佛菩萨的境界。所以会看电视的能成佛，问题是会不会。你看惠能大师，破柴成佛，舂米成佛，能成佛的就叫佛法，究竟圆满的佛法。什么是究竟圆满的佛法？法法皆是究竟圆满的佛法，问题就是你会不会。会，就在眼前；不会，那就是十万亿佛国土。",
      "zh_TW": "所以整個宇宙是自性變現出來的，那什麼叫自性？所有一切現象全是自性。見性見什麼？見到所有一切物統統是我的自性，這叫明心見性。性是一個，一切萬法是一，所以一即是多，多即是一，是從相上說的。離開自性，無有一法可得。我們現在在學習，因為面對的是屏幕，電視屏幕、電腦屏幕，是面對這個。我常常比喻，把屏幕比喻作自性，把影像比喻作萬法。你看屏幕上現的萬法，所現的一切現象就是屏幕，離開屏幕它現不出來。你要知道屏幕就是現象，現象就是屏幕，它是一體，決定沒有辦法分割。從這個地方慢慢去體會性、相的關係，你才能夠在相當中見到性，這就是明心見性。相是假的，千變萬化；屏幕是真的，永遠不變，會變跟不變是一不是二。你能夠把它看清楚，抓住永恆不變的，那是真的，千變萬化的是假的。假的別放在心上，真的放心上，跟真相應，不跟假相應，這就是諸佛菩薩的境界。所以會看電視的能成佛，問題是會不會。你看惠能大師，破柴成佛，舂米成佛，能成佛的就叫佛法，究竟圓滿的佛法。什麼是究竟圓滿的佛法？法法皆是究竟圓滿的佛法，問題就是你會不會。會，就在眼前；不會，那就是十萬億佛國土。"
    },
    {
      "id": "02-042-0023_p0054",
      "zh_CN": "佛在经上天天跟我们讲话，我们要懂得他的真实义，真实义不在语言里头，语言之外。真正的自性跟相融合在一体，不着相就见到了，着相就迷了。迷在相上，性不知道，忘掉了。如何能在相上见到性？不迷于相，相里头有真性，你就得大自在。所以大乘经常常教给我们，佛是什么？眼见色，不起心、不动念、不分别、不执着，佛；眼见色，起心动念、分别执着，六道凡夫，不同就在此地。那菩萨呢？菩萨起心动念，不分别、不执着，这是菩萨。阿罗汉呢？阿罗汉起心动念还有分别，不执着，这就是阿罗汉。统统都具足，起心动念、分别执着，六道凡夫。这个跟认识字、不认识字没关系，跟有没有学经教没有关系，你念书、不读书没有关系。并不是说一定读书成佛，不是，放下成佛，叫放下就是。读书还要把读书放下，读的那些东西要不放下，它变成障碍了，叫所知障；我们平常起贪瞋痴慢疑，这叫烦恼障。你见色闻声，你喜欢，你想占有，这就妄心起来。佛菩萨见色闻声清清楚楚、明明了瞭，他不分别、他不执着，他没有占有的念头，那叫做佛。所以佛心自在，看到一切法的真相。我们凡夫看到的相完全是妄相，真相没看到，把妄相当作真相，真相不知道，不知道有真相。其实真跟妄永远分不开，就是要把真跟妄搞清楚，相是假的，生灭法，刹那生灭；性是真的，不生不灭，生灭跟不生不灭是一不是二。",
      "zh_TW": "佛在經上天天跟我們講話，我們要懂得他的真實義，真實義不在語言裡頭，語言之外。真正的自性跟相融合在一體，不著相就見到了，著相就迷了。迷在相上，性不知道，忘掉了。如何能在相上見到性？不迷於相，相裡頭有真性，你就得大自在。所以大乘經常常教給我們，佛是什麼？眼見色，不起心、不動念、不分別、不執著，佛；眼見色，起心動念、分別執著，六道凡夫，不同就在此地。那菩薩呢？菩薩起心動念，不分別、不執著，這是菩薩。阿羅漢呢？阿羅漢起心動念還有分別，不執著，這就是阿羅漢。統統都具足，起心動念、分別執著，六道凡夫。這個跟認識字、不認識字沒關係，跟有沒有學經教沒有關係，你念書、不讀書沒有關係。並不是說一定讀書成佛，不是，放下成佛，叫放下就是。讀書還要把讀書放下，讀的那些東西要不放下，它變成障礙了，叫所知障；我們平常起貪瞋痴慢疑，這叫煩惱障。你見色聞聲，你喜歡，你想佔有，這就妄心起來。佛菩薩見色聞聲清清楚楚、明明瞭瞭，他不分別、他不執著，他沒有佔有的念頭，那叫做佛。所以佛心自在，看到一切法的真相。我們凡夫看到的相完全是妄相，真相沒看到，把妄相當作真相，真相不知道，不知道有真相。其實真跟妄永遠分不開，就是要把真跟妄搞清楚，相是假的，生滅法，剎那生滅；性是真的，不生不滅，生滅跟不生不滅是一不是二。"
    },
    {
      "id": "02-042-0023_p0055",
      "zh_CN": "所以首先要承认中国老祖宗说的本性本善，写在《三字经》第一句，「人之初，性本善」。佛，大乘经《华严》，「一切众生本来是佛」。净土宗建立的理论依据在《观经》上两句话，「是心是佛，是心作佛」，这是净土教理论的依据。我们要相信我们的心是佛，我们现在心又想作佛，哪有不成佛的道理！念佛就是想作佛。有理有事，发菩提心、一向专念这是事，理是是心是佛、是心作佛。我们发菩提心、一向专念，是心作佛。有因有果，统统明了。起心动念、言语造作与这个相应，不违背，这叫学佛。学佛最后就成佛。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以首先要承認中國老祖宗說的本性本善，寫在《三字經》第一句，「人之初，性本善」。佛，大乘經《華嚴》，「一切眾生本來是佛」。淨土宗建立的理論依據在《觀經》上兩句話，「是心是佛，是心作佛」，這是淨土教理論的依據。我們要相信我們的心是佛，我們現在心又想作佛，哪有不成佛的道理！念佛就是想作佛。有理有事，發菩提心、一向專念這是事，理是是心是佛、是心作佛。我們發菩提心、一向專念，是心作佛。有因有果，統統明瞭。起心動念、言語造作與這個相應，不違背，這叫學佛。學佛最後就成佛。今天時間到了，我們就學習到此地。"
    }
  ]
}