{
  "doc_id": "02-042-0098",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "弥陀子",
    "上官居士"
  ],
  "volume": {
    "zh_CN": "第九十八集",
    "zh_TW": "第九十八集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0098",
  "total_paragraphs": 112,
  "paragraphs": [
    {
      "id": "02-042-0098_p0001",
      "zh_CN": "老法师：好，我们开始。",
      "zh_TW": "老法師：好，我們開始。"
    },
    {
      "id": "02-042-0098_p0002",
      "zh_CN": "学生：专念弥陀消业速，看破放下即往生。惭愧弟子弥陀子恭敬报告的主题是——「专念弥陀消业速 看破放下即往生」。",
      "zh_TW": "學生：專念彌陀消業速，看破放下即往生。慚愧弟子彌陀子恭敬報告的主題是——「專念彌陀消業速 看破放下即往生」。"
    },
    {
      "id": "02-042-0098_p0003",
      "zh_CN": "家父何妙音居士于一九九七年听闻净土法门，于二０００年国历五月二十四日自在往生西方极乐世界，享年八十三岁，育有二男五女。他老人家一生只听过《佛说大乘无量寿庄严清净平等觉经》之「发大誓愿第六品」一个多月，得力于「看得破、放得下」这六个字，发菩提心，一向专念阿弥陀佛圣号。应证净公恩师所说能看破、放下，专念阿弥陀佛三至五年就能成就。兹将家父学佛及往生经过恭述如下，愿见闻者皆能往生极乐世界，圆成佛道。",
      "zh_TW": "家父何妙音居士於一九九七年聽聞淨土法門，於二０００年國曆五月二十四日自在往生西方極樂世界，享年八十三歲，育有二男五女。他老人家一生只聽過《佛說大乘無量壽莊嚴清淨平等覺經》之「發大誓願第六品」一個多月，得力於「看得破、放得下」這六個字，發菩提心，一向專念阿彌陀佛聖號。應證淨公恩師所說能看破、放下，專念阿彌陀佛三至五年就能成就。茲將家父學佛及往生經過恭述如下，願見聞者皆能往生極樂世界，圓成佛道。"
    },
    {
      "id": "02-042-0098_p0004",
      "zh_CN": "腊月三十的警醒",
      "zh_TW": "臘月三十的警醒"
    },
    {
      "id": "02-042-0098_p0005",
      "zh_CN": "家父因务农，施用化肥及农药，以及家中常畜养牲禽，如猪、羊、狗、兔、鸡、鸭、鱼等等。除一小部分换钱维生外，其余皆为自食，多犯了闻杀不食、见杀不食、自养者不食、专为我杀者不食之戒。由于严重的杀业，于一九九二年农历三十，业报现前。一早骑摩托车载两个小孙子去市场买菜准备团圆饭，回家的路上突然头晕，人及机车一起摔到田里，老人家头部及颈椎因此内出血，生命危急。两个孙子平安无恙，只是虚惊一场（真是共业中有别业，造业轻的受报轻）。医师说家父很危险，要赶快开刀，而且活下来的机率很小，即使生命保住了，也可能要长期有人照顾。因小医院无法进行大手术，且因为过年放假转院不方便，要等二三天才能转到大医院。自己看到父亲危在旦夕却又无助之下，当时一个灵感就是求观世音菩萨加被，不能让爸爸就这样的走，我愿意舍寿给他老人家，再怎么苦，我都愿意为他老人家受这个苦。果然至诚能感通，二、三天后转到大医院，经过几天的急救，爸爸的命终于保住了，全家松了一口气。但从此以后，老人家的生活均须家人照顾(全家吃众生肉的共业，不得安宁)。",
      "zh_TW": "家父因務農，施用化肥及農藥，以及家中常畜養牲禽，如豬、羊、狗、兔、雞、鴨、魚等等。除一小部分換錢維生外，其餘皆為自食，多犯了聞殺不食、見殺不食、自養者不食、專為我殺者不食之戒。由於嚴重的殺業，於一九九二年農曆三十，業報現前。一早騎摩托車載兩個小孫子去市場買菜準備團圓飯，回家的路上突然頭暈，人及機車一起摔到田裡，老人家頭部及頸椎因此內出血，生命危急。兩個孫子平安無恙，只是虛驚一場（真是共業中有別業，造業輕的受報輕）。醫師說家父很危險，要趕快開刀，而且活下來的機率很小，即使生命保住了，也可能要長期有人照顧。因小醫院無法進行大手術，且因為過年放假轉院不方便，要等二三天才能轉到大醫院。自己看到父親危在旦夕卻又無助之下，當時一個靈感就是求觀世音菩薩加被，不能讓爸爸就這樣的走，我願意捨壽給他老人家，再怎麼苦，我都願意為他老人家受這個苦。果然至誠能感通，二、三天後轉到大醫院，經過幾天的急救，爸爸的命終於保住了，全家鬆了一口氣。但從此以後，老人家的生活均須家人照顧(全家吃眾生肉的共業，不得安寧)。"
    },
    {
      "id": "02-042-0098_p0006",
      "zh_CN": "他老人家从生病到往生，一共在病床上躺了七年，我想替他老人家受这个苦都爱莫能助。真如《无量寿经》中所言：「苦乐自当，无有代者。」经历过这一件事之后，最害怕的日子就是过年。因为差一点就失去了最疼我的父亲，也尝到了全家在医院中紧张、痛苦的度过年关的滋味。当时在医院也有不少人的处境和我们一样，应验俗话所说的：「年关难过啊！」尤其很多老人家都过不了这一关。因人无知迷惑造业，在过年过节任意杀生让猪鸡鸭等众生过不了年关，感得气衰或年老时受此报，杀业重的人也很难过年关。后来学了《感应篇》才知道腊月三十这天原来是算总帐的时候，祖师曾劝人云：「预先若不打彻，腊月三十日到来，管取一场热闹。」果真如此！忏悔自己没有早日学佛，努力断恶修善念佛，为父亲及全家所伤、所杀、所吃的众生回向，让家父受这么大的病苦折磨。",
      "zh_TW": "他老人家從生病到往生，一共在病床上躺了七年，我想替他老人家受這個苦都愛莫能助。真如《無量壽經》中所言：「苦樂自當，無有代者。」經歷過這一件事之後，最害怕的日子就是過年。因為差一點就失去了最疼我的父親，也嘗到了全家在醫院中緊張、痛苦的度過年關的滋味。當時在醫院也有不少人的處境和我們一樣，應驗俗話所說的：「年關難過啊！」尤其很多老人家都過不了這一關。因人無知迷惑造業，在過年過節任意殺生讓豬雞鴨等眾生過不了年關，感得氣衰或年老時受此報，殺業重的人也很難過年關。後來學了《感應篇》才知道臘月三十這天原來是算總帳的時候，祖師曾勸人云：「預先若不打徹，臘月三十日到來，管取一場熱鬧。」果真如此！懺悔自己沒有早日學佛，努力斷惡修善念佛，為父親及全家所傷、所殺、所吃的眾生迴向，讓家父受這麼大的病苦折磨。"
    },
    {
      "id": "02-042-0098_p0007",
      "zh_CN": "弥陀圣号不思议--克服业障",
      "zh_TW": "彌陀聖號不思議--克服業障"
    },
    {
      "id": "02-042-0098_p0008",
      "zh_CN": "之后，自己发愿这一生一定要帮助父母亲往生极乐世界，圆满成佛。因此发愿诵一百多部《佛说大乘无量寿庄严清净平等觉经》回向给家父，也希望家父自己能念佛。因此请了一台念佛机回家，放在他老人家的床头前。到了深夜一至两点，听到隔壁房间很吵，起来看个究竟，母亲说妳父亲说念佛机声音太大声了，吵着要关掉念佛机。母亲说念佛机声音我听刚好，妳父亲耳朵重听，我和他讲话都要很大声，念佛机怎么会吵呢？可能佛力加持，我马上说这是业障现前，千万不能关掉念佛机。我劝母亲，只要我们两人不关，父亲也没法子关，我们去睡觉。当时父亲的脸好生气，不像他本人，一听我们不关念佛机更是生气。但当时只有忍下心来，不能随顺他老人家的意思。直到清晨五至六点，我赶快起床去看看父亲怎么了。父亲看到我高兴的说，昨晚念佛机念得很好听，前面有一批人念「阿弥」，后面有另一批人应「陀佛」，就这样唱了一整晚。我心里纳闷着，昨晚吵着要关念佛机的是谁？还好没关念佛机，否则把父亲成佛的因缘都错失了。从此之后，父亲就躺在床上听念佛机念佛。后来自己对经教稍有了解之后才知道，人要往生净土，以前所恼害及杀害的有缘众生会来障碍，尤其人在深夜、气衰或生病、将往生时，容易业障发相，要是当时能跟父亲的有缘众生沟通，祈请他们一起来念佛求生净土，这样做将更圆满。由此体会到用念佛机播阿弥陀佛名号功德亦不可思议，感得佛菩萨护念，突破一切障缘。",
      "zh_TW": "之後，自己發願這一生一定要幫助父母親往生極樂世界，圓滿成佛。因此發願誦一百多部《佛說大乘無量壽莊嚴清淨平等覺經》迴向給家父，也希望家父自己能念佛。因此請了一台念佛機回家，放在他老人家的床頭前。到了深夜一至兩點，聽到隔壁房間很吵，起來看個究竟，母親說妳父親說念佛機聲音太大聲了，吵著要關掉念佛機。母親說念佛機聲音我聽剛好，妳父親耳朵重聽，我和他講話都要很大聲，念佛機怎麼會吵呢？可能佛力加持，我馬上說這是業障現前，千萬不能關掉念佛機。我勸母親，只要我們兩人不關，父親也沒法子關，我們去睡覺。當時父親的臉好生氣，不像他本人，一聽我們不關念佛機更是生氣。但當時只有忍下心來，不能隨順他老人家的意思。直到清晨五至六點，我趕快起床去看看父親怎麼了。父親看到我高興的說，昨晚念佛機念得很好聽，前面有一批人念「阿彌」，後面有另一批人應「陀佛」，就這樣唱了一整晚。我心裡納悶著，昨晚吵著要關念佛機的是誰？還好沒關念佛機，否則把父親成佛的因緣都錯失了。從此之後，父親就躺在床上聽念佛機念佛。後來自己對經教稍有了解之後才知道，人要往生淨土，以前所惱害及殺害的有緣眾生會來障礙，尤其人在深夜、氣衰或生病、將往生時，容易業障發相，要是當時能跟父親的有緣眾生溝通，祈請他們一起來念佛求生淨土，這樣做將更圓滿。由此體會到用念佛機播阿彌陀佛名號功德亦不可思議，感得佛菩薩護念，突破一切障緣。"
    },
    {
      "id": "02-042-0098_p0009",
      "zh_CN": "弥陀愿力不思议",
      "zh_TW": "彌陀願力不思議"
    },
    {
      "id": "02-042-0098_p0010",
      "zh_CN": "由于担忧父亲不了解西方极乐世界的殊胜，不能生起往生之愿，因父母亲都没念书，便请了台语版的「发大誓愿第六」(弥陀四十八愿)，是由悟道法师复讲净公恩师所宣讲的《佛说大乘无量寿庄严清净平等觉经》，总共二十几卷录音带。暑假回台湾陪父亲一个多月，每天播放一卷卡带，有时二、三天都重复播一卷。因老人家久卧床上，体力差，听没多久就睡着了。为让父亲专注，便教父亲学着复讲。因父亲记忆力好，又喜欢讲故事，等阿姨或姐姐来探望他时，复讲给她们听。果然父亲常说极乐世界的树很高大，一棵树横倒着就能横跨地球与月球，还有地上都是黄金做的，所以他老人家对极乐世界了解了。他老人家一生只听过的经就是「发大誓愿第六」，真是贵精不贵多，贵在是否能看破放下。他老人家一生没去过道场，就是在床上躺着听佛号直到往生，也很少听他念佛念出声，他就是专听念佛机声音。后来才晓得原来我们娑婆世界众生耳根最利，印光大师也曾说躺着念佛，出声耗气，静听佛号声其实很摄心。",
      "zh_TW": "由於擔憂父親不了解西方極樂世界的殊勝，不能生起往生之願，因父母親都沒念書，便請了台語版的「發大誓願第六」(彌陀四十八願)，是由悟道法師複講淨公恩師所宣講的《佛說大乘無量壽莊嚴清淨平等覺經》，總共二十幾卷錄音帶。暑假回台灣陪父親一個多月，每天播放一卷卡帶，有時二、三天都重複播一卷。因老人家久臥床上，體力差，聽沒多久就睡著了。為讓父親專注，便教父親學著複講。因父親記憶力好，又喜歡講故事，等阿姨或姐姐來探望他時，複講給她們聽。果然父親常說極樂世界的樹很高大，一棵樹橫倒著就能橫跨地球與月球，還有地上都是黃金做的，所以他老人家對極樂世界了解了。他老人家一生只聽過的經就是「發大誓願第六」，真是貴精不貴多，貴在是否能看破放下。他老人家一生沒去過道場，就是在床上躺著聽佛號直到往生，也很少聽他念佛念出聲，他就是專聽念佛機聲音。後來才曉得原來我們娑婆世界眾生耳根最利，印光大師也曾說躺著念佛，出聲耗氣，靜聽佛號聲其實很攝心。"
    },
    {
      "id": "02-042-0098_p0011",
      "zh_CN": "随缘消旧业 以苦为师",
      "zh_TW": "隨緣消舊業 以苦為師"
    },
    {
      "id": "02-042-0098_p0012",
      "zh_CN": "父亲往生的前一年多，回家探望他老人家，父亲很高兴，我坐在床边，他老人家才把一生经历的事一一告诉我。原来父亲一生吃过这么多苦，但他从来没对我们小孩说过或抱怨过，他总是默默的承受一切苦难。以前在乡下的路上，不但没路灯且要经过公墓，所以我晚上若是要补习，父亲就骑机车去接我下课。有一天晚上十点多，他经过十字路口时，一部大卡车冲过来，他心想这次完了，小女就得在那里等不到人了。还好没撞到，天下父母恩，真是难以回报啊！当时父亲都没有跟我提，他老人家一切都默默的承担，而且心里念念都是想到我的幸福，而不是自己的安危。爷爷在父亲四岁时就过世了，奶奶改嫁，所以父亲就被送到有钱人家中去当长工，一生吃过很多苦。为了养活七个小孩，艰辛工作，任劳任怨一辈子。记得我五至六岁时，父亲拆掉老房子，盖上新房子，当时父亲才请几个工人，大部分工程都自己一个人辛勤做到半夜。",
      "zh_TW": "父親往生的前一年多，回家探望他老人家，父親很高興，我坐在床邊，他老人家才把一生經歷的事一一告訴我。原來父親一生吃過這麼多苦，但他從來沒對我們小孩說過或抱怨過，他總是默默的承受一切苦難。以前在鄉下的路上，不但沒路燈且要經過公墓，所以我晚上若是要補習，父親就騎機車去接我下課。有一天晚上十點多，他經過十字路口時，一部大卡車衝過來，他心想這次完了，小女就得在那裡等不到人了。還好沒撞到，天下父母恩，真是難以回報啊！當時父親都沒有跟我提，他老人家一切都默默的承擔，而且心裡念念都是想到我的幸福，而不是自己的安危。爺爺在父親四歲時就過世了，奶奶改嫁，所以父親就被送到有錢人家中去當長工，一生吃過很多苦。為了養活七個小孩，艱辛工作，任勞任怨一輩子。記得我五至六歲時，父親拆掉老房子，蓋上新房子，當時父親才請幾個工人，大部分工程都自己一個人辛勤做到半夜。"
    },
    {
      "id": "02-042-0098_p0013",
      "zh_CN": "大经威德不思议--消业障",
      "zh_TW": "大經威德不思議--消業障"
    },
    {
      "id": "02-042-0098_p0014",
      "zh_CN": "他回忆起这一段时，就说当时盖这一栋房子，邻居把地标往前挪了一些，如果以后他们的路不让我们过，妳记得请妳哥哥将那一小块地要回来。我说，算了，这是身外之物，别放在心上，往生极乐世界要紧。父亲想，他最疼我，竟然我没站在他这一边说话，气得脸都变了，和之前要拔念佛机的情景一样。我见气氛不对，转移话题说，快中午了，我们先吃饭，吃完饭下午再来聊。当时，我感觉全身无力，赶紧去诵《佛说大乘无量寿庄严清净平等觉经》，连诵了两天，十多部经，回向给父亲的有缘众生，希望父亲往生时没障碍。之后人舒服多了，去看看父亲，父亲很高兴，直到他老人家往生都没再提起这件事。人要往生之前，真是不容易啊！业障发相是会有的，所谓不经一番寒彻骨，哪得梅花扑鼻香？印光大师教导我们：「念佛方能消宿业，竭诚自可转凡心。」只要对净土法门信愿坚定，持之以恒的念经、念佛，总有化解业障的一天。",
      "zh_TW": "他回憶起這一段時，就說當時蓋這一棟房子，鄰居把地標往前挪了一些，如果以後他們的路不讓我們過，妳記得請妳哥哥將那一小塊地要回來。我說，算了，這是身外之物，別放在心上，往生極樂世界要緊。父親想，他最疼我，竟然我沒站在他這一邊說話，氣得臉都變了，和之前要拔念佛機的情景一樣。我見氣氛不對，轉移話題說，快中午了，我們先吃飯，吃完飯下午再來聊。當時，我感覺全身無力，趕緊去誦《佛說大乘無量壽莊嚴清淨平等覺經》，連誦了兩天，十多部經，迴向給父親的有緣眾生，希望父親往生時沒障礙。之後人舒服多了，去看看父親，父親很高興，直到他老人家往生都沒再提起這件事。人要往生之前，真是不容易啊！業障發相是會有的，所謂不經一番寒徹骨，哪得梅花撲鼻香？印光大師教導我們：「念佛方能消宿業，竭誠自可轉凡心。」只要對淨土法門信願堅定，持之以恆的念經、念佛，總有化解業障的一天。"
    },
    {
      "id": "02-042-0098_p0015",
      "zh_CN": "看破放下得自在",
      "zh_TW": "看破放下得自在"
    },
    {
      "id": "02-042-0098_p0016",
      "zh_CN": "我担心父亲走时身旁没有人为他念佛，因为家中只有母亲及二姐和我念佛，其他小孩还没学佛，怕家人在父亲临终时哭泣，或乱动遗体，因此就请了一张临终遗嘱。因父亲没有念过书，所以我就一条一条的念给他老人家听。内容是断气后不要搬动身体，不要哭泣，要念佛二十四小时，丧礼要简单，不要铺张浪费，要用素食等等。他老人家都能接受，唯有火化这一条，他说人都死了还要火化。我怕他担心，马上说土葬也行，所以他老人家同意了，写上他的名字(父亲虽然没念过书，但会写自己的名字及简单的几个字)并盖拇指印同意。没想到他老人家往生的前半年，母亲跟我说，妳爸爸说他死后丧礼要简单，要用素桌，不要浪费，用火葬比较干净。我心生欢喜，知道父亲放下对身的执着了。的确被病魔折磨了七年多，我想他老人家对人生的感受应比一般人还来得深，真是人生酬业啊！父亲说我们小孩都成家立业了，也能安分的工作，他该尽的责任都已尽，他可以放心了。",
      "zh_TW": "我擔心父親走時身旁沒有人為他念佛，因為家中只有母親及二姐和我念佛，其他小孩還沒學佛，怕家人在父親臨終時哭泣，或亂動遺體，因此就請了一張臨終遺囑。因父親沒有念過書，所以我就一條一條的念給他老人家聽。內容是斷氣後不要搬動身體，不要哭泣，要念佛二十四小時，喪禮要簡單，不要鋪張浪費，要用素食等等。他老人家都能接受，唯有火化這一條，他說人都死了還要火化。我怕他擔心，馬上說土葬也行，所以他老人家同意了，寫上他的名字(父親雖然沒念過書，但會寫自己的名字及簡單的幾個字)並蓋拇指印同意。沒想到他老人家往生的前半年，母親跟我說，妳爸爸說他死後喪禮要簡單，要用素桌，不要浪費，用火葬比較乾淨。我心生歡喜，知道父親放下對身的執著了。的確被病魔折磨了七年多，我想他老人家對人生的感受應比一般人還來得深，真是人生酬業啊！父親說我們小孩都成家立業了，也能安分的工作，他該盡的責任都已盡，他可以放心了。"
    },
    {
      "id": "02-042-0098_p0017",
      "zh_CN": "放下身心世界",
      "zh_TW": "放下身心世界"
    },
    {
      "id": "02-042-0098_p0018",
      "zh_CN": "父亲因为长期服用西药七年多，毒都排到皮肤表层，后来演变为皮肤癌。到癌症末期时大量流血，家人送父亲至医院，医生说要做化疗，不做化疗就回家去。而且若大量出血，命恐怕保不住。我知道化疗是辐射线，不仅杀坏细胞，也杀好细胞，若做化疗，因是辐射线，五脏六腑都会受损，老人家八十多岁了，恐怕受不了，所以执着不想让父亲做化疗。当时家人拿不定主意，哥哥就说，让父亲做决定吧！父亲说，只要你们小孩好就好，我已经无所谓了。这句话令我刻骨铭心，父亲念念希望我们小孩好，他宁愿自己受苦，所以任何决定他都无所谓。看出他对身体的执着放下了，要是没放下，怎能任人宰割呢？后来做了化疗，父亲五脏六腑全损，从导管排出的全是血水，痛苦煎熬了一个多月，尤其到半夜更是痛苦。经常有痰积在喉咙里，若没用机器抽，几乎就不能呼吸了。在医院这一个多月中，看到一个人要往生之前，来的几乎多是报怨讨债的有缘众生，动作粗鲁的、给脸色看的，讲话不客气的人很多，可谓是雪上加霜，而且是密集考试。我在旁边看着爱莫能助，只能至诚的求佛菩萨加持。逆境逆缘，真能看出一个人修行的功夫，他老人家一点也不抱怨，个性开朗，忍辱功夫很好，示现以苦为师，在逆境逆缘中消业障。蕅益大师云：「种种恶逆境界，尽情看作真实受益之处。名利、声色、饮食、衣服、赞誉、供养、种种顺情境界，尽情看作毒药、毒箭。」逆境的确较快成就人，相反的，顺境则容易淘汰人。父亲住的病房是八个人一间的大病房，都是癌症末期做化疗的，二、三星期就走一个，让我看到什么是人命无常。父亲住院一个多月，我就见到两个人走了。有一天睡到半夜一、二点，隔壁床突然大声哭叫起来，原来是病人大量流血断气了。他的家亲眷属没学佛，哭叫着医生，只见匆匆忙忙来了很多医生及护士将亡者推出去。当时在医院体会最深的就是人间地狱，什么苦都得受。唯有早点往生极乐世界，才能真正离苦得乐。感恩父亲示现病苦让我有机会在医院学习，看到人生百态！",
      "zh_TW": "父親因為長期服用西藥七年多，毒都排到皮膚表層，後來演變為皮膚癌。到癌症末期時大量流血，家人送父親至醫院，醫生說要做化療，不做化療就回家去。而且若大量出血，命恐怕保不住。我知道化療是輻射線，不僅殺壞細胞，也殺好細胞，若做化療，因是輻射線，五臟六腑都會受損，老人家八十多歲了，恐怕受不了，所以執著不想讓父親做化療。當時家人拿不定主意，哥哥就說，讓父親做決定吧！父親說，只要你們小孩好就好，我已經無所謂了。這句話令我刻骨銘心，父親念念希望我們小孩好，他寧願自己受苦，所以任何決定他都無所謂。看出他對身體的執著放下了，要是沒放下，怎能任人宰割呢？後來做了化療，父親五臟六腑全損，從導管排出的全是血水，痛苦煎熬了一個多月，尤其到半夜更是痛苦。經常有痰積在喉嚨裡，若沒用機器抽，幾乎就不能呼吸了。在醫院這一個多月中，看到一個人要往生之前，來的幾乎多是報怨討債的有緣眾生，動作粗魯的、給臉色看的，講話不客氣的人很多，可謂是雪上加霜，而且是密集考試。我在旁邊看著愛莫能助，只能至誠的求佛菩薩加持。逆境逆緣，真能看出一個人修行的功夫，他老人家一點也不抱怨，個性開朗，忍辱功夫很好，示現以苦為師，在逆境逆緣中消業障。蕅益大師云：「種種惡逆境界，盡情看作真實受益之處。名利、聲色、飲食、衣服、讚譽、供養、種種順情境界，盡情看作毒藥、毒箭。」逆境的確較快成就人，相反的，順境則容易淘汰人。父親住的病房是八個人一間的大病房，都是癌症末期做化療的，二、三星期就走一個，讓我看到什麼是人命無常。父親住院一個多月，我就見到兩個人走了。有一天睡到半夜一、二點，隔壁床突然大聲哭叫起來，原來是病人大量流血斷氣了。他的家親眷屬沒學佛，哭叫著醫生，只見匆匆忙忙來了很多醫生及護士將亡者推出去。當時在醫院體會最深的就是人間地獄，什麼苦都得受。唯有早點往生極樂世界，才能真正離苦得樂。感恩父親示現病苦讓我有機會在醫院學習，看到人生百態！"
    },
    {
      "id": "02-042-0098_p0019",
      "zh_CN": "恒顺众生",
      "zh_TW": "恆順眾生"
    },
    {
      "id": "02-042-0098_p0020",
      "zh_CN": "往生的前二、三个星期，有一天父亲突然说要去拜佛。因为医院有一个佛堂，我说好，可以用轮椅推他过去，父亲很高兴。母亲说身体不好，上下电梯太折腾了，别去吧！父亲说：别去就不去。但我看得出来，父亲真想去，但他仍恒顺母亲，怕母亲担心。他一生都没有礼过佛，往生前两年，弟子恭请悟道法师至家中为二老做皈依仪式，三拜是我替他老人家拜的。真没想到身体都已经受化疗折腾至此了，还记得佛，真是令人欣慰。他老人家所表演的是恒顺众生，不给别人担忧、添麻烦、生烦恼。父亲在病苦时，即使很痛，老人家很能忍，示现身体随他去，别人要怎样摆布就怎样摆布。即使人家给他脸色看，他也无所谓，他能心平气和的承受业障。生病卧床七年从不怨天、不尤人，一生开朗，要临终前几星期还很幽默，让阿姨及姐姐们来探病时都没有忧伤的气氛。记得有一次大家到医院看父亲，父亲要掏耳朵的小扒子，有人拿了一只来，另一个人说太小了，父亲就说干脆去拿锄头来比较大，让大家开心一笑。《心经》云：「舍利子，色不异空，空不异色，色即是空，空即是色，受想行识，亦复如是…」，父亲示现教导我，不仅色身要能放下，对顺境逆境之感受也得放下。",
      "zh_TW": "往生的前二、三個星期，有一天父親突然說要去拜佛。因為醫院有一個佛堂，我說好，可以用輪椅推他過去，父親很高興。母親說身體不好，上下電梯太折騰了，別去吧！父親說：別去就不去。但我看得出來，父親真想去，但他仍恆順母親，怕母親擔心。他一生都沒有禮過佛，往生前兩年，弟子恭請悟道法師至家中為二老做皈依儀式，三拜是我替他老人家拜的。真沒想到身體都已經受化療折騰至此了，還記得佛，真是令人欣慰。他老人家所表演的是恆順眾生，不給別人擔憂、添麻煩、生煩惱。父親在病苦時，即使很痛，老人家很能忍，示現身體隨他去，別人要怎樣擺布就怎樣擺布。即使人家給他臉色看，他也無所謂，他能心平氣和的承受業障。生病臥床七年從不怨天、不尤人，一生開朗，要臨終前幾星期還很幽默，讓阿姨及姐姐們來探病時都沒有憂傷的氣氛。記得有一次大家到醫院看父親，父親要掏耳朵的小扒子，有人拿了一隻來，另一個人說太小了，父親就說乾脆去拿鋤頭來比較大，讓大家開心一笑。《心經》云：「舍利子，色不異空，空不異色，色即是空，空即是色，受想行識，亦復如是…」，父親示現教導我，不僅色身要能放下，對順境逆境之感受也得放下。"
    },
    {
      "id": "02-042-0098_p0021",
      "zh_CN": "忆佛念佛现前当来必定见佛",
      "zh_TW": "憶佛念佛現前當來必定見佛"
    },
    {
      "id": "02-042-0098_p0022",
      "zh_CN": "化疗期间一个多月，父亲几乎到深夜，都会因为止痛剂药效消失而痛醒。有一天痛到两个眉头紧缩在一起，我马上拿佛像给父亲看，我说爸爸您要是很痛，专心看佛像，注意力转移比较不痛。他老人家告诉我，到处都是佛。当时我也不懂，怎么父亲会这样回答？后来学了净土经论才知道，原来父亲在教我要专心念佛。《华严念佛三昧》中「贤首品」云：「若常念佛心不动，则常睹见无量佛；若常睹见无量佛，则见如来体常住。」《文殊般若经》也云：「系心一佛，专称名字，能于一佛，念念相续，即是念中，能见过去未来现在诸佛。」后来请示恩师，师父上人说这是念佛瑞相之一，原来他老人家念佛有功夫了。也应证净公恩师所说，能看破、放下，专念阿弥陀佛，三至五年就能成就。不怕业障重，只怕不念佛，念佛成佛。这也让我更体会「专」字的重要性，才放下多年盲修瞎练、贪大经大论的烦恼习气。诚如海贤老和尚所言：「天下无难事，只怕心不专。」盘山禅师亦云：「粉骨碎身，唯心莫动。收拾自心，如一尊木雕圣像坐在堂中，终日无人亦如此。旛盖簇拥，香花供养亦如此。赞叹亦如此。毁谤亦如此。」念佛人执持一句阿弥陀佛圣号，当念佛功夫成就时，知一切法皆是幻化，自然心就不动了。",
      "zh_TW": "化療期間一個多月，父親幾乎到深夜，都會因為止痛劑藥效消失而痛醒。有一天痛到兩個眉頭緊縮在一起，我馬上拿佛像給父親看，我說爸爸您要是很痛，專心看佛像，注意力轉移比較不痛。他老人家告訴我，到處都是佛。當時我也不懂，怎麼父親會這樣回答？後來學了淨土經論才知道，原來父親在教我要專心念佛。《華嚴念佛三昧》中「賢首品」云：「若常念佛心不動，則常睹見無量佛；若常睹見無量佛，則見如來體常住。」《文殊般若經》也云：「繫心一佛，專稱名字，能於一佛，念念相續，即是念中，能見過去未來現在諸佛。」後來請示恩師，師父上人說這是念佛瑞相之一，原來他老人家念佛有功夫了。也應證淨公恩師所說，能看破、放下，專念阿彌陀佛，三至五年就能成就。不怕業障重，只怕不念佛，念佛成佛。這也讓我更體會「專」字的重要性，才放下多年盲修瞎練、貪大經大論的煩惱習氣。誠如海賢老和尚所言：「天下無難事，只怕心不專。」盤山禪師亦云：「粉骨碎身，唯心莫動。收拾自心，如一尊木雕聖像坐在堂中，終日無人亦如此。旛蓋簇擁，香花供養亦如此。讚歎亦如此。毀謗亦如此。」念佛人執持一句阿彌陀佛聖號，當念佛功夫成就時，知一切法皆是幻化，自然心就不動了。"
    },
    {
      "id": "02-042-0098_p0023",
      "zh_CN": "有一天，二姐从南部来看他，他告诉二姐说，极乐世界很殊胜，树很高大，地都是黄金做的，我现在还有业障，等我业障消完了，就要往生极乐世界。当时我到医院楼下买便当，回来时二姐告诉我，我心想不错，到这个痛苦关头，父亲还想着极乐世界，还会复讲。但二十几卷卡带中没说业障消完才能往生。我马上白父亲言，不用等业障消完，往生极乐世界是可以带业往生的。回想起来父亲是在因材施教，他要二姐相信真有西方极乐世界。父亲虽受病苦折磨，但头脑非常清醒。这也说明只要一心念佛，极乐世界殊胜的景象，生前都能亲睹，而且能往生的人虽受病苦折磨，但心神是灵彻的，不是昏暗的。",
      "zh_TW": "有一天，二姐從南部來看他，他告訴二姐說，極樂世界很殊勝，樹很高大，地都是黃金做的，我現在還有業障，等我業障消完了，就要往生極樂世界。當時我到醫院樓下買便當，回來時二姐告訴我，我心想不錯，到這個痛苦關頭，父親還想著極樂世界，還會複講。但二十幾卷卡帶中沒說業障消完才能往生。我馬上白父親言，不用等業障消完，往生極樂世界是可以帶業往生的。回想起來父親是在因材施教，他要二姐相信真有西方極樂世界。父親雖受病苦折磨，但頭腦非常清醒。這也說明只要一心念佛，極樂世界殊勝的景象，生前都能親睹，而且能往生的人雖受病苦折磨，但心神是靈徹的，不是昏暗的。"
    },
    {
      "id": "02-042-0098_p0024",
      "zh_CN": "自在往生",
      "zh_TW": "自在往生"
    },
    {
      "id": "02-042-0098_p0025",
      "zh_CN": "往生前二三星期，他时常问我端午节还有几天。我说还久呢！小阿姨说：妳父亲可能过不了端午节。果然，父亲在二０００年农历四月二十二日晚上十一时五十分左右往生。自己因没有送往生的经验，不知他话中的含义。往生前一星期，回光返照，他老人家精神特别好，大家都认为父亲会好起来，而且很快就可以出院了。当时我因请假了一个多月，再过几天就要走了，跟父亲说，您以后若需要人照顾，我会马上再回来。父亲说，妳有妳的前途。我走后，听说父亲食量减少了，我走后三天，父亲就往生了，他老人家一点罣碍都没有。我心里很难过，为什么父亲不在我在的时候走呢？我可以帮他助念，姐夫说父亲怕妳难过，所以选在妳走之后他就走，不让妳看见他走，他也不愿再多麻烦其他小孩照顾，因为每个小孩都有家累，怕造成负担。",
      "zh_TW": "往生前二三星期，他時常問我端午節還有幾天。我說還久呢！小阿姨說：妳父親可能過不了端午節。果然，父親在二０００年農曆四月二十二日晚上十一時五十分左右往生。自己因沒有送往生的經驗，不知他話中的含義。往生前一星期，回光返照，他老人家精神特別好，大家都認為父親會好起來，而且很快就可以出院了。當時我因請假了一個多月，再過幾天就要走了，跟父親說，您以後若需要人照顧，我會馬上再回來。父親說，妳有妳的前途。我走後，聽說父親食量減少了，我走後三天，父親就往生了，他老人家一點罣礙都沒有。我心裡很難過，為什麼父親不在我在的時候走呢？我可以幫他助念，姐夫說父親怕妳難過，所以選在妳走之後他就走，不讓妳看見他走，他也不願再多麻煩其他小孩照顧，因為每個小孩都有家累，怕造成負擔。"
    },
    {
      "id": "02-042-0098_p0026",
      "zh_CN": "老人家往生当天早上，头脑非常清楚，告诉大哥说他要走了，办出院手续。大哥说不会这么快的，当时他说完之后，人就像睡着一样，脸上一点痛苦的表情都没有，非常安详，但还没断气。大哥办了出院手续，医师拿掉急救设备，从医院到家，救护车开了三个多小时，他回到家，家人也都到家后，几小时后才断气，满了他生前说要在家寿终正寝的愿。而且非常安详、脸色红润，直到一星期后火化前都是如此，比生前更好看。老人家示现自在往生，不需要人助念。",
      "zh_TW": "老人家往生當天早上，頭腦非常清楚，告訴大哥說他要走了，辦出院手續。大哥說不會這麼快的，當時他說完之後，人就像睡著一樣，臉上一點痛苦的表情都沒有，非常安詳，但還沒斷氣。大哥辦了出院手續，醫師拿掉急救設備，從醫院到家，救護車開了三個多小時，他回到家，家人也都到家後，幾小時後才斷氣，滿了他生前說要在家壽終正寢的願。而且非常安詳、臉色紅潤，直到一星期後火化前都是如此，比生前更好看。老人家示現自在往生，不需要人助念。"
    },
    {
      "id": "02-042-0098_p0027",
      "zh_CN": "当时不解这情形，为什么父亲一说完要走，脸上一点痛苦表情都没有了，脸色红润安详像睡觉一般？在学佛答问上请教净公恩师，师父上人说：这是业障消除的现象。也应证父亲所说他业障消除，就要往生极乐世界。火化后骨头像雪一样白，姐夫说这是好现象，吃了七年的西药，又经化疗，打那么多针，能骨头不黑真难得！二００五年弟子将家父往生过程禀告净公恩师，恩师说这是往生极乐世界的瑞相。于二００七年十一月有人告诉我，家父往生极乐世界，但品位不高。二００八年四月有人说家父往生品位提升至中品，因为在极乐世界大家一起修行进步快。于二０一０年四月又有人曾说家父往生品位提升至中品上生。这增长大家信心，只要往生极乐世界，即使是下下品往生都是不退转的菩萨。另外两年前，家母年过九十，寿命已将尽，常昏睡少念佛，听说家父常用光照着她，让她能晚上少睡，多一点时间念佛，可见往生极乐世界的人常照顾家亲眷属。",
      "zh_TW": "當時不解這情形，為什麼父親一說完要走，臉上一點痛苦表情都沒有了，臉色紅潤安詳像睡覺一般？在學佛答問上請教淨公恩師，師父上人說：這是業障消除的現象。也應證父親所說他業障消除，就要往生極樂世界。火化後骨頭像雪一樣白，姐夫說這是好現象，吃了七年的西藥，又經化療，打那麼多針，能骨頭不黑真難得！二００五年弟子將家父往生過程稟告淨公恩師，恩師說這是往生極樂世界的瑞相。於二００七年十一月有人告訴我，家父往生極樂世界，但品位不高。二００八年四月有人說家父往生品位提升至中品，因為在極樂世界大家一起修行進步快。於二０一０年四月又有人曾說家父往生品位提升至中品上生。這增長大家信心，只要往生極樂世界，即使是下下品往生都是不退轉的菩薩。另外兩年前，家母年過九十，壽命已將盡，常昏睡少念佛，聽說家父常用光照著她，讓她能晚上少睡，多一點時間念佛，可見往生極樂世界的人常照顧家親眷屬。"
    },
    {
      "id": "02-042-0098_p0028",
      "zh_CN": "一生行谊",
      "zh_TW": "一生行誼"
    },
    {
      "id": "02-042-0098_p0029",
      "zh_CN": "他老人家一生知足常乐，于人无争，于世无求，老实厚道，敦伦尽分，教导子女身教重于言教。父亲示现教导的是：",
      "zh_TW": "他老人家一生知足常樂，於人無爭，於世無求，老實厚道，敦倫盡分，教導子女身教重於言教。父親示現教導的是："
    },
    {
      "id": "02-042-0098_p0030",
      "zh_CN": "(一)一生修忍辱波罗蜜",
      "zh_TW": "(一)一生修忍辱波羅蜜"
    },
    {
      "id": "02-042-0098_p0031",
      "zh_CN": "父亲很慈祥，很少生气。一生常受人欺负、瞧不起，但父亲都不予计较，欢喜承受，教导小孩吃亏是福。",
      "zh_TW": "父親很慈祥，很少生氣。一生常受人欺負、瞧不起，但父親都不予計較，歡喜承受，教導小孩吃虧是福。"
    },
    {
      "id": "02-042-0098_p0032",
      "zh_CN": "(二)敦伦尽分，乐观明理",
      "zh_TW": "(二)敦倫盡分，樂觀明理"
    },
    {
      "id": "02-042-0098_p0033",
      "zh_CN": "父亲对小孩都很照顾，为了我们小孩，父亲在家院子种很多水果树，像芭乐、龙眼、香蕉、番茄、杨桃、柚子、释迦果、香蕉等，由于老人家很有爱心，所以果实累累，我从小几乎天天都有水果吃。他老人家很小心照顾这些果树，像照顾芭乐，他便很有耐心的将芭乐一个个包好，所以果子长很多。亲戚来一定是一大袋一大袋的全部摘下来，给他们带回家，一点都不吝惜。我跟家父说留一些给我吃，家父说他们难得来一趟不容易，过几个月水果就又会长出来，我们就能吃了。要是有客人来，父亲一定把家里好吃的东西全部拿出来招待客人。有时客人突然来了，父亲便赶快到市场买好菜回家。父亲手艺很好，做的饭菜很好吃，一会工夫就能摆上一桌。村里有人需要帮忙，他马上会去帮忙。村庄开会、公益之事，他老人家时常热心参与。",
      "zh_TW": "父親對小孩都很照顧，為了我們小孩，父親在家院子種很多水果樹，像芭樂、龍眼、香蕉、番茄、楊桃、柚子、釋迦果、香蕉等，由於老人家很有愛心，所以果實累累，我從小幾乎天天都有水果吃。他老人家很小心照顧這些果樹，像照顧芭樂，他便很有耐心的將芭樂一個個包好，所以果子長很多。親戚來一定是一大袋一大袋的全部摘下來，給他們帶回家，一點都不吝惜。我跟家父說留一些給我吃，家父說他們難得來一趟不容易，過幾個月水果就又會長出來，我們就能吃了。要是有客人來，父親一定把家裡好吃的東西全部拿出來招待客人。有時客人突然來了，父親便趕快到市場買好菜回家。父親手藝很好，做的飯菜很好吃，一會工夫就能擺上一桌。村裡有人需要幫忙，他馬上會去幫忙。村莊開會、公益之事，他老人家時常熱心參與。"
    },
    {
      "id": "02-042-0098_p0034",
      "zh_CN": "(三)将心比心",
      "zh_TW": "(三)將心比心"
    },
    {
      "id": "02-042-0098_p0035",
      "zh_CN": "父亲去市场买菜时，从不与肩挑小贩讨价还价。记得小时候，有一次父亲买一把菜十元，家人说菜买贵了，那才值两块钱。父亲说全部才几块钱，总赚也才这么几块钱。父亲一生赚钱不容易，特别能体恤靠劳力付出人的艰辛。",
      "zh_TW": "父親去市場買菜時，從不與肩挑小販討價還價。記得小時候，有一次父親買一把菜十元，家人說菜買貴了，那才值兩塊錢。父親說全部才幾塊錢，總賺也才這麼幾塊錢。父親一生賺錢不容易，特別能體恤靠勞力付出人的艱辛。"
    },
    {
      "id": "02-042-0098_p0036",
      "zh_CN": "(四)制心一处，无事不办",
      "zh_TW": "(四)制心一處，無事不辦"
    },
    {
      "id": "02-042-0098_p0037",
      "zh_CN": "听经闻法后，才知道不管世法、出世间法要成就，就是一个专字，一门深入、长时薰修。父亲他老人家能成就，也是得力于一个专字。记得我小时候吃饭，一手拿筷子、一手拿汤匙。父亲马上呵斥说，拿汤匙，筷子要放下，表情非常严肃。当时不解，心想一起拿可以吃得快。父亲很少严肃呵斥我，因为我最小，他总是以疼孙子的心疼我。当时年纪小，不懂他老人家的用心，学佛后才知道，其实他在教导我一个专字。因父亲一生说话不多，所以他说的话，我终身难忘。",
      "zh_TW": "聽經聞法後，才知道不管世法、出世間法要成就，就是一個專字，一門深入、長時薰修。父親他老人家能成就，也是得力於一個專字。記得我小時候吃飯，一手拿筷子、一手拿湯匙。父親馬上呵斥說，拿湯匙，筷子要放下，表情非常嚴肅。當時不解，心想一起拿可以吃得快。父親很少嚴肅呵斥我，因為我最小，他總是以疼孫子的心疼我。當時年紀小，不懂他老人家的用心，學佛後才知道，其實他在教導我一個專字。因父親一生說話不多，所以他說的話，我終身難忘。"
    },
    {
      "id": "02-042-0098_p0038",
      "zh_CN": "记得我大学毕业后，想转行去念企业管理，但犹豫不决。因此白天上班，晚上去补企业管理的课程，一边又准备化工，忙得人仰马翻。父亲看我陷入僵局，就说妳念化工已经七年了，应该继续念不要转行，放弃化工太可惜了。父亲从来不会干涉小孩的前途或给念书的压力，小时，他告诉我只要做个好人就可以了，书会念就念，不会念也没关系，所以我有一个快乐的童年。难得父亲开口，把我点醒了，原来我脚踏两条船，哪有不翻船的道理呢？所以接受了父亲的忠告不再转行了。后来自己拿到博士学位，很高兴的向父亲报告，父亲开玩笑的说他是「博土」(父亲ㄧ生耕种)，「土」字比我的「士」字，下一画还长，我还是他生的（父亲就只认得几个字）。意思告诉我别骄傲自大，目中无人。",
      "zh_TW": "記得我大學畢業後，想轉行去念企業管理，但猶豫不決。因此白天上班，晚上去補企業管理的課程，一邊又準備化工，忙得人仰馬翻。父親看我陷入僵局，就說妳念化工已經七年了，應該繼續念不要轉行，放棄化工太可惜了。父親從來不會干涉小孩的前途或給念書的壓力，小時，他告訴我只要做個好人就可以了，書會念就念，不會念也沒關係，所以我有一個快樂的童年。難得父親開口，把我點醒了，原來我腳踏兩條船，哪有不翻船的道理呢？所以接受了父親的忠告不再轉行了。後來自己拿到博士學位，很高興的向父親報告，父親開玩笑的說他是「博土」(父親ㄧ生耕種)，「土」字比我的「士」字，下一畫還長，我還是他生的（父親就只認得幾個字）。意思告訴我別驕傲自大，目中無人。"
    },
    {
      "id": "02-042-0098_p0039",
      "zh_CN": "净公恩师常说不要小看乡下老阿公、老阿婆，他们真有智慧、心清净，念佛几年就成就了。从父亲身上我亲眼看到了，他待人用真诚心，做事专心，念佛当然也是一心一意，不像我三心二意，眼高手低，坐着一山，望着另一山高。父亲做事不快，但井然有序，做时很专心，不马虎，很仔细。他老人家很有智慧，看到新东西一下子就学会了，也很有创意及艺术眼光。父亲性情温和，喜欢种果树，有空会用盆栽种小榕树，还会在榕树上绑上瓷器做的小狗，让小孩子欣赏；也会在家庭院种些盆栽，像兰花、竹叶青。所以从小玩耍的地方就是庭院，很温馨。记得我三、四岁时，父亲还用土堆一个溜滑梯，及在龙眼树上绑一个荡秋千给我们小孩玩。父亲的东西一定放得整整齐齐，要去拜访亲戚，就是一个小包，一套换洗衣物，身上穿得很朴素、整齐。头发及胡须一定会剪得很整齐、干净，皮鞋还擦得亮亮的。后来自己学了《弟子规》，才知道原来父亲身行与《弟子规》是相应的。",
      "zh_TW": "淨公恩師常說不要小看鄉下老阿公、老阿婆，他們真有智慧、心清淨，念佛幾年就成就了。從父親身上我親眼看到了，他待人用真誠心，做事專心，念佛當然也是一心一意，不像我三心二意，眼高手低，坐著一山，望著另一山高。父親做事不快，但井然有序，做時很專心，不馬虎，很仔細。他老人家很有智慧，看到新東西一下子就學會了，也很有創意及藝術眼光。父親性情溫和，喜歡種果樹，有空會用盆栽種小榕樹，還會在榕樹上綁上瓷器做的小狗，讓小孩子欣賞；也會在家庭院種些盆栽，像蘭花、竹葉青。所以從小玩耍的地方就是庭院，很溫馨。記得我三、四歲時，父親還用土堆一個溜滑梯，及在龍眼樹上綁一個盪鞦韆給我們小孩玩。父親的東西一定放得整整齊齊，要去拜訪親戚，就是一個小包，一套換洗衣物，身上穿得很樸素、整齊。頭髮及鬍鬚一定會剪得很整齊、乾淨，皮鞋還擦得亮亮的。後來自己學了《弟子規》，才知道原來父親身行與《弟子規》是相應的。"
    },
    {
      "id": "02-042-0098_p0040",
      "zh_CN": "(五)对亲情也放下",
      "zh_TW": "(五)對親情也放下"
    },
    {
      "id": "02-042-0098_p0041",
      "zh_CN": "父亲四十八岁无意中生了我，所以把我当作孙子看。记得小时候，父亲时常用摩托车带我去市场买菜，人家都说，那是你孙子啊？父亲便得意的说是小女。后来他明知自己要往生了，我离开他将是天人永隔，但为了我的前途，他也毅然舍得。深思为何有人念佛不久，如几天或三、五年就成就，而有些人念佛一辈子甚至五、六十年，却没能往生？关键就在于是否看破放下。净公恩师开示说：「当下放下，当下就往生。」的确这是修行入手处，祖师大德也多以此来劝勉人，像莲池大师常教人：「放开怀抱，看破世间，宛如一场戏剧，何有真实。」这一生最重要的一桩大事就是往生极乐世界，往生就不退转了。恩师慈悲不厌其烦的常教导，「宇宙人生之真相乃刹那亿亿业因果报生灭之相续(相)现象。《楞严经》云：当处出生，当处灭尽。故佛教人应无所住而生其心也。(按：心中常存此观(观念、观照)，则渐渐契入宇宙人生之真相，得大自在受用)」。若能放下身心世界，一心专念阿弥陀佛，消业快速，何愁不往生！愿将此功德回向父亲往生品位高升，回向虚空法界一切父母、师长、众生及见闻者皆能离苦得乐，往生极乐世界，圆成佛道。阿弥陀佛！",
      "zh_TW": "父親四十八歲無意中生了我，所以把我當作孫子看。記得小時候，父親時常用摩托車帶我去市場買菜，人家都說，那是你孫子啊？父親便得意的說是小女。後來他明知自己要往生了，我離開他將是天人永隔，但為了我的前途，他也毅然捨得。深思為何有人念佛不久，如幾天或三、五年就成就，而有些人念佛一輩子甚至五、六十年，卻沒能往生？關鍵就在於是否看破放下。淨公恩師開示說：「當下放下，當下就往生。」的確這是修行入手處，祖師大德也多以此來勸勉人，像蓮池大師常教人：「放開懷抱，看破世間，宛如一場戲劇，何有真實。」這一生最重要的一樁大事就是往生極樂世界，往生就不退轉了。恩師慈悲不厭其煩的常教導，「宇宙人生之真相乃剎那億億業因果報生滅之相續(相)現象。《楞嚴經》云：當處出生，當處滅盡。故佛教人應無所住而生其心也。(按：心中常存此觀(觀念、觀照)，則漸漸契入宇宙人生之真相，得大自在受用)」。若能放下身心世界，一心專念阿彌陀佛，消業快速，何愁不往生！願將此功德迴向父親往生品位高升，迴向虛空法界一切父母、師長、眾生及見聞者皆能離苦得樂，往生極樂世界，圓成佛道。阿彌陀佛！"
    },
    {
      "id": "02-042-0098_p0042",
      "zh_CN": "惭愧弟子垢重慧浅且文笔拙劣，此文整理多年至今庆遇诸位仁者慈悲帮助才以完成，无比感谢。报告中很多不妥及错漏之处，诚请尊敬的师父上人、诸位大德同修惠予批评指正，无尽感恩，阿弥陀佛。",
      "zh_TW": "慚愧弟子垢重慧淺且文筆拙劣，此文整理多年至今慶遇諸位仁者慈悲幫助才以完成，無比感謝。報告中很多不妥及錯漏之處，誠請尊敬的師父上人、諸位大德同修惠予批評指正，無盡感恩，阿彌陀佛。"
    },
    {
      "id": "02-042-0098_p0043",
      "zh_CN": "老法师：我们大家都听了这一份报告，希望能增长信心，这一生认真努力念佛，往生西方就对了。好，下面还有一份很长的。",
      "zh_TW": "老法師：我們大家都聽了這一份報告，希望能增長信心，這一生認真努力念佛，往生西方就對了。好，下面還有一份很長的。"
    },
    {
      "id": "02-042-0098_p0044",
      "zh_CN": "学生：学习心得报告（惭愧弟子上官），主题：图文巴和平之旅（下）。",
      "zh_TW": "學生：學習心得報告（慚愧弟子上官），主題：圖文巴和平之旅（下）。"
    },
    {
      "id": "02-042-0098_p0045",
      "zh_CN": "善人、善缘、善业消福报；恶人、恶缘、恶业消业障。善也好、恶也罢，都是一场梦，不能当真。凡夫因有妄想、分别、执着而把一切有为法当真，佛无妄想、分别、执着而知一切有为法如梦幻泡影。然而在假相中见到一切相皆是假的，实在不容易，这是渐修。放下一点假相就见到一点真相，放下一分邪见就破一丝魔网，直至无念方能出离魔网缠缚。持名念佛法门特而不奇，是直接用佛知佛见换掉凡夫知见。佛知佛见离思虑、分别、推求，乃觉正净之念。于一切境界中，心不染着，清清楚楚知道，却不患得患失、不自私自利，是名无念，「无念就是觉正净」。阿弥陀佛是自性清净、平等、觉之名号，名号就是佛知佛见，名号本身就是「真实之际」，亦是弥陀誓愿一佛乘。称念自心清净平等觉之时，即远离妄想分别执着染杂时，即远离一切凡所有相时，即远离一切梦幻泡影时，即回归真实之际人人本具佛心自性时。念佛时，即直驱直入弃假归真时。一句佛号横超一切虚妄梦境，而直达到最真实永恒和谐境界。念佛是真正和谐世界、和谐虚空法界的最有效办法，是真正明自本心、认识自己。",
      "zh_TW": "善人、善緣、善業消福報；惡人、惡緣、惡業消業障。善也好、惡也罷，都是一場夢，不能當真。凡夫因有妄想、分別、執著而把一切有為法當真，佛無妄想、分別、執著而知一切有為法如夢幻泡影。然而在假相中見到一切相皆是假的，實在不容易，這是漸修。放下一點假相就見到一點真相，放下一分邪見就破一絲魔網，直至無念方能出離魔網纏縛。持名念佛法門特而不奇，是直接用佛知佛見換掉凡夫知見。佛知佛見離思慮、分別、推求，乃覺正淨之念。於一切境界中，心不染著，清清楚楚知道，卻不患得患失、不自私自利，是名無念，「無念就是覺正淨」。阿彌陀佛是自性清淨、平等、覺之名號，名號就是佛知佛見，名號本身就是「真實之際」，亦是彌陀誓願一佛乘。稱念自心清淨平等覺之時，即遠離妄想分別執著染雜時，即遠離一切凡所有相時，即遠離一切夢幻泡影時，即回歸真實之際人人本具佛心自性時。念佛時，即直驅直入棄假歸真時。一句佛號橫超一切虛妄夢境，而直達到最真實永恆和諧境界。念佛是真正和諧世界、和諧虛空法界的最有效辦法，是真正明自本心、認識自己。"
    },
    {
      "id": "02-042-0098_p0046",
      "zh_CN": "二、什么是「和合」",
      "zh_TW": "二、什麼是「和合」"
    },
    {
      "id": "02-042-0098_p0047",
      "zh_CN": "（一）万法本源相同故能和合",
      "zh_TW": "（一）萬法本源相同故能和合"
    },
    {
      "id": "02-042-0098_p0048",
      "zh_CN": "知道了「真我」是什么，接下来就要考虑怎样与一切众生相处，这就要了解什么是和合。和合就是「我」与一切有情无情众生相处的原则、方法、形式和结果。和合就是同体不二之义。",
      "zh_TW": "知道了「真我」是什麼，接下來就要考慮怎樣與一切眾生相處，這就要了解什麼是和合。和合就是「我」與一切有情無情眾生相處的原則、方法、形式和結果。和合就是同體不二之義。"
    },
    {
      "id": "02-042-0098_p0049",
      "zh_CN": "「横竖万法成一大缘起，法法交彻；随举一法，其他一切法即伴之而缘起，互为主伴，一法圆满一切法之功德」，一切法之功德会聚于一法当中。一切法与一法乃和合之相，「诸法之本原，非有别种」，这两句话正是一切万法乃和合之相的理体依据，因本原相同；「唯自如来藏心缘起之差别法」，这句话是一切法之所以有差别的原因，唯从众生心想而产生差别；「故必有可和融之理」，这句话讲出了万事万物之间都是可以团结、和谐、和融、和合的，这是必然，更是自然。因此，人与人可以和融，族群与族群可以和融，国家与国家可以和融，乃至于一尘一毛亦与我、与尽虚空法界「和融为一」。",
      "zh_TW": "「橫豎萬法成一大緣起，法法交徹；隨舉一法，其他一切法即伴之而緣起，互為主伴，一法圓滿一切法之功德」，一切法之功德會聚於一法當中。一切法與一法乃和合之相，「諸法之本原，非有別種」，這兩句話正是一切萬法乃和合之相的理體依據，因本原相同；「唯自如來藏心緣起之差別法」，這句話是一切法之所以有差別的原因，唯從眾生心想而產生差別；「故必有可和融之理」，這句話講出了萬事萬物之間都是可以團結、和諧、和融、和合的，這是必然，更是自然。因此，人與人可以和融，族群與族群可以和融，國家與國家可以和融，乃至於一塵一毛亦與我、與盡虛空法界「和融為一」。"
    },
    {
      "id": "02-042-0098_p0050",
      "zh_CN": "（二）中华民族自古以来以和合之精神感化万邦",
      "zh_TW": "（二）中華民族自古以來以和合之精神感化萬邦"
    },
    {
      "id": "02-042-0098_p0051",
      "zh_CN": "甲、中华文化的和合思想",
      "zh_TW": "甲、中華文化的和合思想"
    },
    {
      "id": "02-042-0098_p0052",
      "zh_CN": "纵观世界人类历史，中华民族何以能一枝独秀延续千秋万代而至今不衰？因为我们有「民族魂」，我们的民族魂就是我们的文化。我们的文化是祖先从自性中流露的智慧，自性之泉水源远流长，和合包容，流长而亘古不变，和合而同治天下。因此中华文化之影响遍一切时间、空间，不远的将来必定以不可阻挡之势弘遍天下。这不是一种刻意而为，而是一种自然之态。中华文化是自性体露出的和合文化，显示了生机万物本源相同、必然和合之结果。面对过分现代化、科学化、物质化、去伦理化、去道德化、去因果化带来的灾难时，我们这一代人成为了前所未有的，孕育在舒适环境里却不安的看着未来的人。这种极度的不安导致走投无路，此时必须也只能回头来看，祖先踏过的足迹就在脚下，沿着这条先贤走过的和合之路继续前行，一切分裂与矛盾终将得到根本和彻底的解决。因为那是一条真心正路，走向永续和平的康庄大道。",
      "zh_TW": "縱觀世界人類歷史，中華民族何以能一枝獨秀延續千秋萬代而至今不衰？因為我們有「民族魂」，我們的民族魂就是我們的文化。我們的文化是祖先從自性中流露的智慧，自性之泉水源遠流長，和合包容，流長而亙古不變，和合而同治天下。因此中華文化之影響遍一切時間、空間，不遠的將來必定以不可阻擋之勢弘遍天下。這不是一種刻意而為，而是一種自然之態。中華文化是自性體露出的和合文化，顯示了生機萬物本源相同、必然和合之結果。面對過分現代化、科學化、物質化、去倫理化、去道德化、去因果化帶來的災難時，我們這一代人成為了前所未有的，孕育在舒適環境裡卻不安的看著未來的人。這種極度的不安導致走投無路，此時必須也只能回頭來看，祖先踏過的足跡就在腳下，沿著這條先賢走過的和合之路繼續前行，一切分裂與矛盾終將得到根本和徹底的解決。因為那是一條真心正路，走向永續和平的康莊大道。"
    },
    {
      "id": "02-042-0098_p0053",
      "zh_CN": "乙、离散之心禽兽不如",
      "zh_TW": "乙、離散之心禽獸不如"
    },
    {
      "id": "02-042-0098_p0054",
      "zh_CN": "我国古代的思想巨子墨子，在《墨子•尚同中》就提到了和合的观念，阐述了天下混乱，人如禽兽，皆是自赞毁他，坚持己见的结果。墨子言：「是以人是其义，而非人之义，故相交非也。内之父子兄弟作怨雠，皆有离散之心，不能相和合。至乎舍余力不以相劳，隐匿良道不以相教，腐臭余财不以相分，天下之乱也，至如禽兽然。」可见离散之心乃灾变起因，违背人类自性本具和合相融之相。观浮世现况，处处现离散之相，自私自利、突出自我就是典型的离散之相。教育的功效本末倒置，不能教化育人以仁义之道，误以为突显个人价值、追求经济效益是进步，殊不知膨胀的是欲望，增长的是罪业，制造的是纷乱，得到的自然是禽兽不如的报应。",
      "zh_TW": "我國古代的思想巨子墨子，在《墨子•尚同中》就提到了和合的觀念，闡述了天下混亂，人如禽獸，皆是自讚毀他，堅持己見的結果。墨子言：「是以人是其義，而非人之義，故相交非也。內之父子兄弟作怨讎，皆有離散之心，不能相和合。至乎舍餘力不以相勞，隱匿良道不以相教，腐臭餘財不以相分，天下之亂也，至如禽獸然。」可見離散之心乃災變起因，違背人類自性本具和合相融之相。觀浮世現況，處處現離散之相，自私自利、突出自我就是典型的離散之相。教育的功效本末倒置，不能教化育人以仁義之道，誤以為突顯個人價值、追求經濟效益是進步，殊不知膨脹的是欲望，增長的是罪業，製造的是紛亂，得到的自然是禽獸不如的報應。"
    },
    {
      "id": "02-042-0098_p0055",
      "zh_CN": "丙、「和合」带给世间百事欢欣吉祥、调和化解矛盾",
      "zh_TW": "丙、「和合」帶給世間百事歡欣吉祥、調和化解矛盾"
    },
    {
      "id": "02-042-0098_p0056",
      "zh_CN": "《史记•循吏列传》：「施教导民，上下和合。」这句话简单明确，讲出了从明明德到亲民，到止于至善，皆靠施教于民。和合内心则自明其德，和合天下则能安邦亲民，和合尽虚空则止于至善，见性成佛，其德用广大无边、不可思议。故知和合是诸法实相，一切众生因迷惑而颠倒，故需以教学为手段，令众生明了宇宙人生的真相原本是万物和合，一体不二，能生万法，而又住大寂定。",
      "zh_TW": "《史記•循吏列傳》：「施教導民，上下和合。」這句話簡單明確，講出了從明明德到親民，到止於至善，皆靠施教於民。和合內心則自明其德，和合天下則能安邦親民，和合盡虛空則止於至善，見性成佛，其德用廣大無邊、不可思議。故知和合是諸法實相，一切眾生因迷惑而顛倒，故需以教學為手段，令眾生明瞭宇宙人生的真相原本是萬物和合，一體不二，能生萬法，而又住大寂定。"
    },
    {
      "id": "02-042-0098_p0057",
      "zh_CN": "让我们以史镜借鉴，看看和合思想化解危机，平定天下的故事。众所周知的少林寺「混元三教九流图」，乃释迦佛祖、孔子、老子三圣合体像，此为嘉靖四十四年（一五六五年）郑王之子朱载堉所作。但却少有人知「混元三教九流图」的灵感是朱载堉藉其曾祖，大明朝第八任皇帝宪宗朱见深所制的「一团和气图」。这幅源于三教一源和合思想所作的「一团和气图」，在当时的历史上可谓是有不费一兵一卒而「扭转乾坤，平定朝野，消纷争恩怨，使万众一心」的功德。当时的成化帝朱见深刚刚登基，面对前朝留下的大量冤狱、诬告成风、群臣疑虑的局面，成化帝决定先为前朝蒙冤功臣于谦平反洗冤，却遭致近半数朝臣反对，导致对立分裂加剧，派系争斗严重。此时的成化帝虽身陷绝地，但并没有乾纲独断，而是取材「虎溪三笑」的典故，连夜画了这幅「一团和气图」，并为之御制「一团和气图赞」曰：「朕闻晋陶渊明乃儒门之秀，陆修静亦隐居学道之良，而慧远法师则释氏之翘楚者也。法师居庐山，送客不过虎溪。一日，陶、陆二人访之，与语，道合，不觉送过虎溪，因相与大笑，世传为三笑图，此岂非一团和气所自邪？试挥彩笔，题识其上：『嗟！世人之有生，并戴天而履地，既均禀以同赋，何彼殊而此异。惟凿智以自私，外形骸而相忌，虽近在于一门，乃远同于四裔。伟哉达人，遐观高视，谈笑有仪，俯仰不愧，合三人以为一，达一心之无二，忘彼此之是非，蔼一团之和气。噫！和以召和，明良其类，以此同事事必成，以此建功功必备。岂无斯人辅予盛治？披图以观，有槩予志。聊援笔以写怀，庶以警俗而励世』」。",
      "zh_TW": "讓我們以史鏡借鑒，看看和合思想化解危機，平定天下的故事。眾所周知的少林寺「混元三教九流圖」，乃釋迦佛祖、孔子、老子三聖合體像，此為嘉靖四十四年（一五六五年）鄭王之子朱載堉所作。但卻少有人知「混元三教九流圖」的靈感是朱載堉藉其曾祖，大明朝第八任皇帝憲宗朱見深所制的「一團和氣圖」。這幅源於三教一源和合思想所作的「一團和氣圖」，在當時的歷史上可謂是有不費一兵一卒而「扭轉乾坤，平定朝野，消紛爭恩怨，使萬眾一心」的功德。當時的成化帝朱見深剛剛登基，面對前朝留下的大量冤獄、誣告成風、群臣疑慮的局面，成化帝決定先為前朝蒙冤功臣于謙平反洗冤，卻遭致近半數朝臣反對，導致對立分裂加劇，派系爭鬥嚴重。此時的成化帝雖身陷絕地，但並沒有乾綱獨斷，而是取材「虎溪三笑」的典故，連夜畫了這幅「一團和氣圖」，並為之御製「一團和氣圖贊」曰：「朕聞晉陶淵明乃儒門之秀，陸脩靜亦隱居學道之良，而慧遠法師則釋氏之翹楚者也。法師居廬山，送客不過虎溪。一日，陶、陸二人訪之，與語，道合，不覺送過虎溪，因相與大笑，世傳為三笑圖，此豈非一團和氣所自邪？試揮綵筆，題識其上：『嗟！世人之有生，並戴天而履地，既均稟以同賦，何彼殊而此異。惟鑿智以自私，外形骸而相忌，雖近在於一門，乃遠同於四裔。偉哉達人，遐觀高視，談笑有儀，俯仰不愧，合三人以為一，達一心之無二，忘彼此之是非，藹一團之和氣。噫！和以召和，明良其類，以此同事事必成，以此建功功必備。豈無斯人輔予盛治？披圖以觀，有槩予志。聊援筆以寫懷，庶以警俗而勵世』」。"
    },
    {
      "id": "02-042-0098_p0058",
      "zh_CN": "第二天早朝，成化帝展开此图与众臣观摩，并说明此图创作之良苦用心，众臣观此图、读此赞，默然唏嘘泪流。从此恩怨消除，朝政安定，皆赖此图之无量功德。好一个合三人以为一，达一心之无二。忘彼此之是非，蔼一团之和气。三教之思想精华，万法一源，和合不二之至理皆囊括无余。果能通达此理，则如成化帝所言：「以此同事事必成，以此建功功必备。」世间族群团结，宗教和睦，社会安定的秘诀就是依据这忘彼此是非，蔼一团和气；一切法能融和之根源就是万物以为一，一心而无二。出世间真理亦不出此处。",
      "zh_TW": "第二天早朝，成化帝展開此圖與眾臣觀摩，並說明此圖創作之良苦用心，眾臣觀此圖、讀此贊，默然唏噓淚流。從此恩怨消除，朝政安定，皆賴此圖之無量功德。好一個合三人以為一，達一心之無二。忘彼此之是非，藹一團之和氣。三教之思想精華，萬法一源，和合不二之至理皆囊括無餘。果能通達此理，則如成化帝所言：「以此同事事必成，以此建功功必備。」世間族群團結，宗教和睦，社會安定的祕訣就是依據這忘彼此是非，藹一團和氣；一切法能融和之根源就是萬物以為一，一心而無二。出世間真理亦不出此處。"
    },
    {
      "id": "02-042-0098_p0059",
      "zh_CN": "现代人的善根福德与古人不能相比，古人见此「一团和气图」即能良心发现，悔过自省，因为古人孝敬的根基深厚。我们今天读到此文，能否体会成化帝的殷重苦心，能否亦如当时朝野群臣自此不再与人对立，能否让此图、此赞之功德起薰己心，普薰法界，这是修行的关键。我们尊敬的师父上人就是用这种和合的胸怀，不存是非心于彼，只蔼一团和气于众，从而如成化帝一样，完成了不可能完成的宗教团结事业，破解了不能破解的冰封冻结关系，带给了图文巴真正百花齐放、和谐安定的春天。",
      "zh_TW": "現代人的善根福德與古人不能相比，古人見此「一團和氣圖」即能良心發現，悔過自省，因為古人孝敬的根基深厚。我們今天讀到此文，能否體會成化帝的殷重苦心，能否亦如當時朝野群臣自此不再與人對立，能否讓此圖、此贊之功德起薰己心，普薰法界，這是修行的關鍵。我們尊敬的師父上人就是用這種和合的胸懷，不存是非心於彼，只藹一團和氣於眾，從而如成化帝一樣，完成了不可能完成的宗教團結事業，破解了不能破解的冰封凍結關係，帶給了圖文巴真正百花齊放、和諧安定的春天。"
    },
    {
      "id": "02-042-0098_p0060",
      "zh_CN": "三、建立图文巴多元文化和谐示范城市",
      "zh_TW": "三、建立圖文巴多元文化和諧示範城市"
    },
    {
      "id": "02-042-0098_p0061",
      "zh_CN": "（一）缘起",
      "zh_TW": "（一）緣起"
    },
    {
      "id": "02-042-0098_p0062",
      "zh_CN": "佛陀怎样慈悲，上帝怎样爱世人，都需要佛弟子和神职人员来将这种慈悲的大爱传递到人间，照真达俗，利益群萌。尊敬的师父上人就是真爱的传播者，在图文巴这块拥有八十多个族群，一百多种语言的神奇土地上播种了真爱的种子，用无比宽广的胸怀，清净平等的智慧，为真爱之种提供了最佳生长环境。中国人自古胸怀天下，追求的是全人类的幸福。师父上人遵从章嘉大师的教诲，一生学释迦佛，走释迦路，自然心同佛陀，做多元文化社会义务教育家，所作所为无非令众生出离生死，一生成佛，终归极乐。世出世间的修行都要在和平安定的环境下才能实现，而能担负维护世界和平这一神圣使命的，非宗教莫属。只有宗教回归教育，消除误会，没有彼此批评与自赞毁他，冲突自然化解，误会自然解除。",
      "zh_TW": "佛陀怎樣慈悲，上帝怎樣愛世人，都需要佛弟子和神職人員來將這種慈悲的大愛傳遞到人間，照真達俗，利益群萌。尊敬的師父上人就是真愛的傳播者，在圖文巴這塊擁有八十多個族群，一百多種語言的神奇土地上播種了真愛的種子，用無比寬廣的胸懷，清淨平等的智慧，為真愛之種提供了最佳生長環境。中國人自古胸懷天下，追求的是全人類的幸福。師父上人遵從章嘉大師的教誨，一生學釋迦佛，走釋迦路，自然心同佛陀，做多元文化社會義務教育家，所作所為無非令眾生出離生死，一生成佛，終歸極樂。世出世間的修行都要在和平安定的環境下才能實現，而能擔負維護世界和平這一神聖使命的，非宗教莫屬。只有宗教回歸教育，消除誤會，沒有彼此批評與自讚毀他，衝突自然化解，誤會自然解除。"
    },
    {
      "id": "02-042-0098_p0063",
      "zh_CN": "因同体大悲而发圆满的菩提心，以十三年勤行不辍成就图文巴和谐盛况。图文巴和谐的缘起是圆满的菩提心，所得是一切诸佛加被，成就即是佛之大愿，「和谐万物，圆满菩提」。应观法界性，一切唯心造，图文巴的团结实际是宗教的联谊，这个联谊不是一般意义的联谊，而是道德上的联谊，伦理上的联谊，文化上的联谊，是真正和合之相，值得传播到全世界以此为示范，化解危机。",
      "zh_TW": "因同體大悲而發圓滿的菩提心，以十三年勤行不輟成就圖文巴和諧盛況。圖文巴和諧的緣起是圓滿的菩提心，所得是一切諸佛加被，成就即是佛之大願，「和諧萬物，圓滿菩提」。應觀法界性，一切唯心造，圖文巴的團結實際是宗教的聯誼，這個聯誼不是一般意義的聯誼，而是道德上的聯誼，倫理上的聯誼，文化上的聯誼，是真正和合之相，值得傳播到全世界以此為示範，化解危機。"
    },
    {
      "id": "02-042-0098_p0064",
      "zh_CN": "（二）十三年温馨晚宴铁杵磨成针",
      "zh_TW": "（二）十三年溫馨晚宴鐵杵磨成針"
    },
    {
      "id": "02-042-0098_p0065",
      "zh_CN": "师父上人如普贤菩萨般的宽广心量，弥陀慈父般的平等大愿，促成了图文巴宗教团结的缘起与发展。在十三年的发展历程中，有一桩事不能不说于成就今天的和谐景象有决定性的功效，那就是温馨晚宴。愍有情，善巧方便开善门；演慈辩，温馨晚宴促交流；拯济负荷，让圣教灯火传薪；皆度彼岸，机缘成熟终归极乐。这就是澳洲净宗学院每周六风雨无阻、不见不散的温馨晚宴。",
      "zh_TW": "師父上人如普賢菩薩般的寬廣心量，彌陀慈父般的平等大願，促成了圖文巴宗教團結的緣起與發展。在十三年的發展歷程中，有一樁事不能不說於成就今天的和諧景象有決定性的功效，那就是溫馨晚宴。愍有情，善巧方便開善門；演慈辯，溫馨晚宴促交流；拯濟負荷，讓聖教燈火傳薪；皆度彼岸，機緣成熟終歸極樂。這就是澳洲淨宗學院每週六風雨無阻、不見不散的溫馨晚宴。"
    },
    {
      "id": "02-042-0098_p0066",
      "zh_CN": "历史长河滚滚东流，自古以来，天下兴，百姓苦，大兴土木，搜刮民财故；天下亡，百姓苦，兵祸连结，战乱频仍故；兴与亡，百姓皆苦；唯救其究竟苦，方得究竟乐；救苦必有法药，相应无边众苦；开导群生，成熟善根，作大导师，施教于民，教学为先，惠真实之利，世出世间圣教之行。然而我们这一代，虽不是生于乱世，却长在圣教传承岌岌可危的时代，我们之前的古人善根积奠深厚，得圣教荫泽，以文治天下，开太平盛世；我们以后的子孙，全赖我们能否将世出世间救苦法药传承，一旦灭绝，子孙后代将永处黑暗，成为没有灵魂的行尸走肉。",
      "zh_TW": "歷史長河滾滾東流，自古以來，天下興，百姓苦，大興土木，搜刮民財故；天下亡，百姓苦，兵禍連結，戰亂頻仍故；興與亡，百姓皆苦；唯救其究竟苦，方得究竟樂；救苦必有法藥，相應無邊眾苦；開導群生，成熟善根，作大導師，施教於民，教學為先，惠真實之利，世出世間聖教之行。然而我們這一代，雖不是生於亂世，卻長在聖教傳承岌岌可危的時代，我們之前的古人善根積奠深厚，得聖教蔭澤，以文治天下，開太平盛世；我們以後的子孫，全賴我們能否將世出世間救苦法藥傳承，一旦滅絕，子孫後代將永處黑暗，成為沒有靈魂的行屍走肉。"
    },
    {
      "id": "02-042-0098_p0067",
      "zh_CN": "现代弘法谈何容易，若不入世，不能察民情，不能与民乐，则不能救民之苦患；若入世，则恐世俗凡情缠缚，五欲六尘薰染，不能利他反自堕落。若无善巧方便、无信念坚定、无弘誓愿心、无自察自省、无谦虚恭敬、无孝道仁义，则绝不能度化众生。然大悲之心乃菩提心之根本，彻底圆满的悲心，无丝毫私心的悲心即能开启智慧之门，光明照耀万物生灵。贤公表法的深意之一就是悲心生出的「坚忍」，九十二年的坚持与忍辱令众人心服口服。十三年温馨晚宴的成就功德无量，数不清的民众、族群、学校、企业、宗教、民间团体得以相聚一堂，畅所欲言，打破界限，敞开心扉，交流了解，建立共识，相互信任，加强往来，彼此扶持，和睦共处，团结安定。图文巴现任市长在与师父上人会面时分享说，前晚的聚会中他惊喜的发现，原来根本不能往来的基督教、不同派别的成员居然也聚会一处，这都是老法师这些年团结宗教的成果啊。",
      "zh_TW": "現代弘法談何容易，若不入世，不能察民情，不能與民樂，則不能救民之苦患；若入世，則恐世俗凡情纏縛，五欲六塵薰染，不能利他反自墮落。若無善巧方便、無信念堅定、無弘誓願心、無自察自省、無謙虛恭敬、無孝道仁義，則絕不能度化眾生。然大悲之心乃菩提心之根本，徹底圓滿的悲心，無絲毫私心的悲心即能開啟智慧之門，光明照耀萬物生靈。賢公表法的深意之一就是悲心生出的「堅忍」，九十二年的堅持與忍辱令眾人心服口服。十三年溫馨晚宴的成就功德無量，數不清的民眾、族群、學校、企業、宗教、民間團體得以相聚一堂，暢所欲言，打破界限，敞開心扉，交流了解，建立共識，相互信任，加強往來，彼此扶持，和睦共處，團結安定。圖文巴現任市長在與師父上人會面時分享說，前晚的聚會中他驚喜的發現，原來根本不能往來的基督教、不同派別的成員居然也聚會一處，這都是老法師這些年團結宗教的成果啊。"
    },
    {
      "id": "02-042-0098_p0068",
      "zh_CN": "今年五月，由市长率领的宗教领袖、政府机关、商界学术界代表团一行，第二次前往巴黎教科文组织报告图文巴宗教团结的成果。如今的图文巴各界对于以多元文化示范城市开启宗教大团结，开启世界和平，化解危机冲突，信心满满，动力十足。而十三年来师父上人的理念得以在此地贯彻落实，做为后辈、做为弟子，心里由衷敬佩一位大德，她的坚忍成就了温馨晚宴，哪怕曾经出现反对声音的时候，她也从未动摇。很难想像一个人把一件简单的事情重复的做，把重复的事情认真做。就是这样的坚忍，她成了赢家，赢得了图文巴各界人士和团体的信任和支持，老老实实却又漂漂亮亮的完成了师父上人教导的任务。戒学班结业典礼那天拍摄团体照，她带着围裙，在全场的掌声中最后出场，质朴而谦虚，和合了众生，同时亦和合了自己的内心。做为佛弟子，我也曾思考过，换做是我能够坚忍十三年不变初衷吗？那需要对师父绝对的信心，和对正法传承坚定持久的耐心，这样的心不仅仅能成就十三年温馨晚宴的功德，往生净土亦足矣。",
      "zh_TW": "今年五月，由市長率領的宗教領袖、政府機關、商界學術界代表團一行，第二次前往巴黎教科文組織報告圖文巴宗教團結的成果。如今的圖文巴各界對於以多元文化示範城市開啟宗教大團結，開啟世界和平，化解危機衝突，信心滿滿，動力十足。而十三年來師父上人的理念得以在此地貫徹落實，做為後輩、做為弟子，心裡由衷敬佩一位大德，她的堅忍成就了溫馨晚宴，哪怕曾經出現反對聲音的時候，她也從未動搖。很難想像一個人把一件簡單的事情重複的做，把重複的事情認真做。就是這樣的堅忍，她成了贏家，贏得了圖文巴各界人士和團體的信任和支持，老老實實卻又漂漂亮亮的完成了師父上人教導的任務。戒學班結業典禮那天拍攝團體照，她帶著圍裙，在全場的掌聲中最後出場，質樸而謙虛，和合了眾生，同時亦和合了自己的內心。做為佛弟子，我也曾思考過，換做是我能夠堅忍十三年不變初衷嗎？那需要對師父絕對的信心，和對正法傳承堅定持久的耐心，這樣的心不僅僅能成就十三年溫馨晚宴的功德，往生淨土亦足矣。"
    },
    {
      "id": "02-042-0098_p0069",
      "zh_CN": "有大德曾经说过：「别去想好或者不好，那不是我们该做的事；我们该做的只是努力耕耘而已。」亦有前辈形容我们这一代是，「开荒的一代，收烂摊子的一代，重建废墟的一代」，对照现状确实如此。伦理、道德、因果、圣贤教育的缺失，使得人民的思想如荒芜的田地，不能生长智慧的果实；物欲金钱的过分膜拜贪婪，酿成了丧失人性腐败愚昧的烂摊子。然而乱世出英雄，在此文化宇厦将倾，道德堡垒陷溺的时代，我们千载一时有幸遇到一位明师——尊敬的师父上人，老人家点燃了圣教传承的希望之灯，为复兴圣教铺平道路，做好了一切准备工作；更有幸千呼万唤明君出世，倡导学习传统文化，复兴中华民族的伟大梦想。所以我们必定是重建废墟的一代，因为我们都是炎黄子孙，都有着祖先传承给我们的孝、悌、忠、信、礼、义、廉、耻、仁爱、和平的基因。明师身行言教为众生指引铺路，明君以身作则倡导带领天下，这样生逢其时的殊胜缘分，中兴家国，中兴传统文化，中兴佛陀教育，皆是适当其时，水到渠成，不需预虑。",
      "zh_TW": "有大德曾經說過：「別去想好或者不好，那不是我們該做的事；我們該做的只是努力耕耘而已。」亦有前輩形容我們這一代是，「開荒的一代，收爛攤子的一代，重建廢墟的一代」，對照現狀確實如此。倫理、道德、因果、聖賢教育的缺失，使得人民的思想如荒蕪的田地，不能生長智慧的果實；物欲金錢的過分膜拜貪婪，釀成了喪失人性腐敗愚昧的爛攤子。然而亂世出英雄，在此文化宇廈將傾，道德堡壘陷溺的時代，我們千載一時有幸遇到一位明師——尊敬的師父上人，老人家點燃了聖教傳承的希望之燈，為復興聖教鋪平道路，做好了一切準備工作；更有幸千呼萬喚明君出世，倡導學習傳統文化，復興中華民族的偉大夢想。所以我們必定是重建廢墟的一代，因為我們都是炎黃子孫，都有著祖先傳承給我們的孝、悌、忠、信、禮、義、廉、恥、仁愛、和平的基因。明師身行言教為眾生指引鋪路，明君以身作則倡導帶領天下，這樣生逢其時的殊勝緣分，中興家國，中興傳統文化，中興佛陀教育，皆是適當其時，水到渠成，不需預慮。"
    },
    {
      "id": "02-042-0098_p0070",
      "zh_CN": "天地生人，若大仁者则应运而生，大恶者则应劫而生。运生世治，劫生世危。大仁者修治天下，大恶者扰乱天下。今国运兴起正当时，明君一片丹心，睿智厚德系国运民生；师父上人智慧通达，慈悲至极，三尺讲台系天下苍生。二位如古人所言之大仁者，虽未曾谋面，但已心心相印。为子民者，为弟子者，怎敢不落实承担圣教传承，怎敢辜负因缘聚会逢此修治天下之良机。",
      "zh_TW": "天地生人，若大仁者則應運而生，大惡者則應劫而生。運生世治，劫生世危。大仁者修治天下，大惡者擾亂天下。今國運興起正當時，明君一片丹心，睿智厚德繫國運民生；師父上人智慧通達，慈悲至極，三尺講台繫天下蒼生。二位如古人所言之大仁者，雖未曾謀面，但已心心相印。為子民者，為弟子者，怎敢不落實承擔聖教傳承，怎敢辜負因緣聚會逢此修治天下之良機。"
    },
    {
      "id": "02-042-0098_p0071",
      "zh_CN": "（三）讲经念佛的树雨德解决干旱问题",
      "zh_TW": "（三）講經念佛的樹雨德解決乾旱問題"
    },
    {
      "id": "02-042-0098_p0072",
      "zh_CN": "图文巴是昆士兰州的花园之都，图文巴的名字在土着俚语中有「沼泽地」的意思。这个名字的含义读到后，很容易只是滑过脑海，然而细细想来，早年的土着不会随便为这块土地命名，一定是名符其实才对。由此可知，图文巴小城在遥远的年代一定是一块资源丰饶的湿地，故此才有俚语沼泽地的美称。如果将地球比喻成母亲，那么图文巴这块曾经的沼泽地就是大地母亲的肾脏，供应调节全身水液的平衡。这一作用对于目前澳洲内陆面临的严重干旱，乃至全球范围内的生态改变，都至关重要。",
      "zh_TW": "圖文巴是昆士蘭州的花園之都，圖文巴的名字在土著俚語中有「沼澤地」的意思。這個名字的含義讀到後，很容易只是滑過腦海，然而細細想來，早年的土著不會隨便為這塊土地命名，一定是名符其實才對。由此可知，圖文巴小城在遙遠的年代一定是一塊資源豐饒的濕地，故此才有俚語沼澤地的美稱。如果將地球比喻成母親，那麼圖文巴這塊曾經的沼澤地就是大地母親的腎臟，供應調節全身水液的平衡。這一作用對於目前澳洲內陸面臨的嚴重乾旱，乃至全球範圍內的生態改變，都至關重要。"
    },
    {
      "id": "02-042-0098_p0073",
      "zh_CN": "澳洲的研究人员表明，以往过度开采和气候变化将会影响农业发展、水源、电力供应，从而给物种生存和生态环境带来更多的压力。而研究发现这些变化是实质性的且无法停止，但在某些情况下，人类仍然可以采取措施减缓这些变化带来的损失，这就需要人类活动的改变。研究人员倡导的人类活动的改变究竟是什么？什么能迅速有效的缓解干旱、减少物种灭绝？除了「今现在说法」的教化功德，恐怕没有什么能有如此作用。世出世间圣教的延续，如果在图文巴这个和谐示范城能够以「道德讲堂」的模式开展，那么澳洲和全球范围的生态改变都能得到改善。宗教教化的力量有遣除迷垢、洗濯尘劳的「树雨德」，这一自性本具的德用能滋润、解渴众生心田中道德缺失而引起的干旱，能润泽、舒缓人类不善心行给大地带来的灾难。而图文巴各宗教的团结力量更是不可思议，能够集合力量，斋戒心行，至诚祈祷，普降甘露，相信大悲心中自然感应大悲甘露的降临，灭瞋恨之火，洗烦恼之垢，去欲望之染，润人心万物。",
      "zh_TW": "澳洲的研究人員表明，以往過度開採和氣候變化將會影響農業發展、水源、電力供應，從而給物種生存和生態環境帶來更多的壓力。而研究發現這些變化是實質性的且無法停止，但在某些情況下，人類仍然可以採取措施減緩這些變化帶來的損失，這就需要人類活動的改變。研究人員倡導的人類活動的改變究竟是什麼？什麼能迅速有效的緩解乾旱、減少物種滅絕？除了「今現在說法」的教化功德，恐怕沒有什麼能有如此作用。世出世間聖教的延續，如果在圖文巴這個和諧示範城能夠以「道德講堂」的模式開展，那麼澳洲和全球範圍的生態改變都能得到改善。宗教教化的力量有遣除迷垢、洗濯塵勞的「樹雨德」，這一自性本具的德用能滋潤、解渴眾生心田中道德缺失而引起的乾旱，能潤澤、舒緩人類不善心行給大地帶來的災難。而圖文巴各宗教的團結力量更是不可思議，能夠集合力量，齋戒心行，至誠祈禱，普降甘露，相信大悲心中自然感應大悲甘露的降臨，滅瞋恨之火，洗煩惱之垢，去欲望之染，潤人心萬物。"
    },
    {
      "id": "02-042-0098_p0074",
      "zh_CN": "（四）家和万事兴",
      "zh_TW": "（四）家和萬事興"
    },
    {
      "id": "02-042-0098_p0075",
      "zh_CN": "无量劫所修的福报以及诸佛菩萨的加持，弟子才有机会亲近师父上人这位慈悲的长者。两个月的时间虽然短暂，但却深深体会到了师父做为大家长的艰辛不易。在图文巴期间，有一片光碟记录了师父上人和一众弟子刚刚到澳洲弘法时的点滴片段，感动之余不禁令人唏嘘。十三年前的录影中，师父上人的眉毛还是黝黑发亮，年逾古稀却硕健精神。光阴荏苒，如今师父上人的眉毛几乎全白了，是慈祥的长寿眉，这一微细的变化让人心酸。这个世界最宝贵的就是光阴，最不能被原谅的就是浪费光阴，尤其不能容忍的是做为孩子不懂事师之道，而背离仁义道德，背离自心清白，不停的制造麻烦给一位智慧的师长、慈悲的长者、仁爱的家长添堵。我们常常挂在嘴边的是我心、众生心、佛心，三心是一，如果是一体，那为什么读不懂师父的心，还要让自己的自私自利疲惫老人家的身、烦劳老人家的心？弟子也没有资格这样讲，因为自己的德行不够，也引来了不少是非，没有给大家长、大家庭添彩。家和万事兴，答应老人家的，忏悔在老人家面前的，都应信守诺言，否则背叛的不仅是师道，而是圣教，是自己的真心。家和万事兴，有什么事不能沟通与协调呢？",
      "zh_TW": "無量劫所修的福報以及諸佛菩薩的加持，弟子才有機會親近師父上人這位慈悲的長者。兩個月的時間雖然短暫，但卻深深體會到了師父做為大家長的艱辛不易。在圖文巴期間，有一片光碟記錄了師父上人和一眾弟子剛剛到澳洲弘法時的點滴片段，感動之餘不禁令人唏噓。十三年前的錄影中，師父上人的眉毛還是黝黑髮亮，年逾古稀卻碩健精神。光陰荏苒，如今師父上人的眉毛幾乎全白了，是慈祥的長壽眉，這一微細的變化讓人心酸。這個世界最寶貴的就是光陰，最不能被原諒的就是浪費光陰，尤其不能容忍的是做為孩子不懂事師之道，而背離仁義道德，背離自心清白，不停的製造麻煩給一位智慧的師長、慈悲的長者、仁愛的家長添堵。我們常常掛在嘴邊的是我心、眾生心、佛心，三心是一，如果是一體，那為什麼讀不懂師父的心，還要讓自己的自私自利疲憊老人家的身、煩勞老人家的心？弟子也沒有資格這樣講，因為自己的德行不夠，也引來了不少是非，沒有給大家長、大家庭添彩。家和萬事興，答應老人家的，懺悔在老人家面前的，都應信守諾言，否則背叛的不僅是師道，而是聖教，是自己的真心。家和萬事興，有什麼事不能溝通與協調呢？"
    },
    {
      "id": "02-042-0098_p0076",
      "zh_CN": "这次澳洲之行，自己也深有体会，有几次的考验也几乎被习气牵引。当时最纠结的时刻总在反思「和」这个理念，思考一下我心中所谓的对立面与我有没有可以和合之处。想来既然是同修，我们的目标是一个，那就是极乐世界；我们所尊敬爱戴的人是一个，那就是师父上人；我们所称念的佛名是一个，那就是阿弥陀佛圣号，其余的不同都可以忽略不计。就这样说服了自己，平息心中的不平。尤其有一次几乎要发作时，师父上人慈悲、劳碌、坚忍、承担、博爱的样子出现在了眼前，令弟子不敢再给这样的长者惹麻烦，于是忍住了强烈的瞋恨，艰难、勉强的通过了考验。",
      "zh_TW": "這次澳洲之行，自己也深有體會，有幾次的考驗也幾乎被習氣牽引。當時最糾結的時刻總在反思「和」這個理念，思考一下我心中所謂的對立面與我有沒有可以和合之處。想來既然是同修，我們的目標是一個，那就是極樂世界；我們所尊敬愛戴的人是一個，那就是師父上人；我們所稱念的佛名是一個，那就是阿彌陀佛聖號，其餘的不同都可以忽略不計。就這樣說服了自己，平息心中的不平。尤其有一次幾乎要發作時，師父上人慈悲、勞碌、堅忍、承擔、博愛的樣子出現在了眼前，令弟子不敢再給這樣的長者惹麻煩，於是忍住了強烈的瞋恨，艱難、勉強的通過了考驗。"
    },
    {
      "id": "02-042-0098_p0077",
      "zh_CN": "要问自己是佛弟子还是魔弟子，弟子愚见：「不念佛不忆佛时就是魔弟子；念佛忆佛时就是佛弟子。」这句话一点也不过分，「一切凡夫，未阶圣道，介尔起计，悉皆是见」，「起心动念皆堕魔网，惟有净念相继，无念而念，方得出离」。因此，不念佛不忆佛就是与魔相应，造轮回业；念佛忆佛时就是与佛相应，成就菩提圣道。所以是佛还是魔，自然清楚明了。",
      "zh_TW": "要問自己是佛弟子還是魔弟子，弟子愚見：「不念佛不憶佛時就是魔弟子；念佛憶佛時就是佛弟子。」這句話一點也不過分，「一切凡夫，未階聖道，介爾起計，悉皆是見」，「起心動念皆墮魔網，惟有淨念相繼，無念而念，方得出離」。因此，不念佛不憶佛就是與魔相應，造輪迴業；念佛憶佛時就是與佛相應，成就菩提聖道。所以是佛還是魔，自然清楚明瞭。"
    },
    {
      "id": "02-042-0098_p0078",
      "zh_CN": "四、治理雾霾最有效的方法就是《群书治要续编》得以问世推广",
      "zh_TW": "四、治理霧霾最有效的方法就是《群書治要續編》得以問世推廣"
    },
    {
      "id": "02-042-0098_p0079",
      "zh_CN": "（一）雾霾乃人心污染、怨气积累所感召",
      "zh_TW": "（一）霧霾乃人心污染、怨氣積累所感召"
    },
    {
      "id": "02-042-0098_p0080",
      "zh_CN": "澳洲内陆的干旱除了人为的破坏外，最主要的还是土着的瞋心怨气所感召。家园被侵占的怒火，世世代代不能平息，大地怎能不干涸？沼泽地失去往日的润泽，变成了裂痕累累、干旱肆虐的荒地，不能养育世代生存的人们，绝望而无计可施。雾霾何尝不是人心污染所致，这是不能回避的现实，不能找到和面对症结的根源，就无法解决问题，反而会引发更严重的弊端。摩天大楼纷纷占领绿地拔地而起，娱乐消费场所竞相横霸街头，读书修身的地方不知不觉销声匿迹，酒肉纵欲的魔窟疾雷不及掩耳的增加。恣意食肉喝酒满足口腹之欲，却不知多少生灵已被无情宰杀，过度追求养殖规模而造成的粮食危机和生态破坏，巨大的代价只为最后送到三寸舌尖嗜欲，岂知吃下去的都是自己生生世世的骨肉眷属，残忍度远远胜于茹毛饮血的原始人。彼为果腹，汝为嗜欲也。家教缺失，媒体误导，商家诱惑，夜店泛滥，多少无知的男女沦落在纸醉金迷中，多少家庭被拆散，多少婴灵还未见天日就惨遭杀害。黑暗的勾当怎能不造成风云变幻，冲天的怨气怎能不形成一层层严重污染的雾霾？将祖先的肉一口口吃在嘴里，将子女的血肉一块块刮烂，将列祖列宗的脸丢尽，令其蒙羞而在地狱受尽酷刑不能出离。蓝天不常在，因为人心坏；雾霾随时来，谁也不能赖；一切唯心造，回头便是岸。回头就要用真心，用真爱对待世间一切境界，真爱就是智慧中有慈悲，慈悲中透出智慧。世间第一等救世的良药就是《群书治要》，救急、救难。救当前一切危机，更加需要的是《治要续编》能尽快问世，必定是功冒四海，救世济民，匡世扶危，兴国安邦。",
      "zh_TW": "澳洲內陸的乾旱除了人為的破壞外，最主要的還是土著的瞋心怨氣所感召。家園被侵佔的怒火，世世代代不能平息，大地怎能不乾涸？沼澤地失去往日的潤澤，變成了裂痕累累、乾旱肆虐的荒地，不能養育世代生存的人們，絕望而無計可施。霧霾何嘗不是人心污染所致，這是不能迴避的現實，不能找到和面對癥結的根源，就無法解決問題，反而會引發更嚴重的弊端。摩天大樓紛紛佔領綠地拔地而起，娛樂消費場所競相橫霸街頭，讀書修身的地方不知不覺銷聲匿跡，酒肉縱欲的魔窟疾雷不及掩耳的增加。恣意食肉喝酒滿足口腹之欲，卻不知多少生靈已被無情宰殺，過度追求養殖規模而造成的糧食危機和生態破壞，巨大的代價只為最後送到三寸舌尖嗜欲，豈知吃下去的都是自己生生世世的骨肉眷屬，殘忍度遠遠勝於茹毛飲血的原始人。彼為果腹，汝為嗜欲也。家教缺失，媒體誤導，商家誘惑，夜店氾濫，多少無知的男女淪落在紙醉金迷中，多少家庭被拆散，多少嬰靈還未見天日就慘遭殺害。黑暗的勾當怎能不造成風雲變幻，衝天的怨氣怎能不形成一層層嚴重污染的霧霾？將祖先的肉一口口吃在嘴裡，將子女的血肉一塊塊刮爛，將列祖列宗的臉丟盡，令其蒙羞而在地獄受盡酷刑不能出離。藍天不常在，因為人心壞；霧霾隨時來，誰也不能賴；一切唯心造，回頭便是岸。回頭就要用真心，用真愛對待世間一切境界，真愛就是智慧中有慈悲，慈悲中透出智慧。世間第一等救世的良藥就是《群書治要》，救急、救難。救當前一切危機，更加需要的是《治要續編》能儘快問世，必定是功冒四海，救世濟民，匡世扶危，興國安邦。"
    },
    {
      "id": "02-042-0098_p0081",
      "zh_CN": "《群书治要正续全编》真的有这么神奇的作用吗？能治理雾霾，能同和天下？答案非常之肯定，确切无疑。下面就让我们一起研讨这部旷世奇书如何能救世救急，感化天下。",
      "zh_TW": "《群書治要正續全編》真的有這麼神奇的作用嗎？能治理霧霾，能同和天下？答案非常之肯定，確切無疑。下面就讓我們一起研討這部曠世奇書如何能救世救急，感化天下。"
    },
    {
      "id": "02-042-0098_p0082",
      "zh_CN": "（二）让中国发挥「中央之邦」的作用，圣人执要，四方来效",
      "zh_TW": "（二）讓中國發揮「中央之邦」的作用，聖人執要，四方來效"
    },
    {
      "id": "02-042-0098_p0083",
      "zh_CN": "甲、中央之邦，德泽天下乃「中国」真正含义",
      "zh_TW": "甲、中央之邦，德澤天下乃「中國」真正含義"
    },
    {
      "id": "02-042-0098_p0084",
      "zh_CN": "中国这个名字，在古代的含义不同现在，中是指中央，国是指城或邦，中国是指中央之邦。严格来讲，古代中国一词不是专有名词，是形容这一地区的作用引领万邦，起中央、向心、主导之作用。历史上周朝就是起到了这种中国的作用，做为其诸侯国的宗主国，周王德泽天下，《尚书．周官》中记载，「惟周王抚万邦，巡侯甸，四征弗庭，绥厥兆民，六服群辟，罔不承德」，各地王侯无不承受周王的德泽。而中国最早在清代以承德做为地名使用，就是取「承受祖先德泽之意」。",
      "zh_TW": "中國這個名字，在古代的含義不同現在，中是指中央，國是指城或邦，中國是指中央之邦。嚴格來講，古代中國一詞不是專有名詞，是形容這一地區的作用引領萬邦，起中央、向心、主導之作用。歷史上周朝就是起到了這種中國的作用，做為其諸侯國的宗主國，周王德澤天下，《尚書．周官》中記載，「惟周王撫萬邦，巡侯甸，四征弗庭，綏厥兆民，六服群辟，罔不承德」，各地王侯無不承受周王的德澤。而中國最早在清代以承德做為地名使用，就是取「承受祖先德澤之意」。"
    },
    {
      "id": "02-042-0098_p0085",
      "zh_CN": "中国文字的伟大、深妙、精辟真是不可思议，就如同宗教的意思，实际是主要的教育、重要的教学、尊崇的教化。文已至此，赫然醒目中国之含义谓之「中央之邦，德泽天下」！无怪乎英国汤恩比博士晚年也明确他的中国观：未来属于中国，属于中国的文化，中国的文化必将传遍全世界，带来世界和平。这无比深厚的恩德泽被，是优秀的中国传统文化和大乘佛法的恩泽。大乘佛法实在讲，也早已成为优秀中国文化的主要部分，与本土文化融和为一、不可分割。",
      "zh_TW": "中國文字的偉大、深妙、精闢真是不可思議，就如同宗教的意思，實際是主要的教育、重要的教學、尊崇的教化。文已至此，赫然醒目中國之含義謂之「中央之邦，德澤天下」！無怪乎英國湯恩比博士晚年也明確他的中國觀：未來屬於中國，屬於中國的文化，中國的文化必將傳遍全世界，帶來世界和平。這無比深厚的恩德澤被，是優秀的中國傳統文化和大乘佛法的恩澤。大乘佛法實在講，也早已成為優秀中國文化的主要部分，與本土文化融和為一、不可分割。"
    },
    {
      "id": "02-042-0098_p0086",
      "zh_CN": "很惭愧，做为一个中国人不知道中国的真正含义原来就是中央之邦，德泽天下，还要依靠英国的汤恩比博士帮我们找回民族自信心。好在今天终于知道了，原来世间万事万物都有存在的道理和因缘，中国是为了世界各族群，为了天下太平，为了德泽万世而存在的。这就是我们民族自信心的源头，「仁慈博爱」。这种无私的大爱以孝敬为根本，上契自性，下化众生，清虚无极，不可思议。身为中国人，幸运无比。",
      "zh_TW": "很慚愧，做為一個中國人不知道中國的真正含義原來就是中央之邦，德澤天下，還要依靠英國的湯恩比博士幫我們找回民族自信心。好在今天終於知道了，原來世間萬事萬物都有存在的道理和因緣，中國是為了世界各族群，為了天下太平，為了德澤萬世而存在的。這就是我們民族自信心的源頭，「仁慈博愛」。這種無私的大愛以孝敬為根本，上契自性，下化眾生，清虛無極，不可思議。身為中國人，幸運無比。"
    },
    {
      "id": "02-042-0098_p0087",
      "zh_CN": "接下来就让我们用古人的治世之道来解释中国乃中央之邦，德泽天下，同和世界的必然性。",
      "zh_TW": "接下來就讓我們用古人的治世之道來解釋中國乃中央之邦，德澤天下，同和世界的必然性。"
    },
    {
      "id": "02-042-0098_p0088",
      "zh_CN": "乙、「事在四方，要在中央，圣人执要，四方来效」，此为未来中国同和天下的模式",
      "zh_TW": "乙、「事在四方，要在中央，聖人執要，四方來效」，此為未來中國同和天下的模式"
    },
    {
      "id": "02-042-0098_p0089",
      "zh_CN": "乙一、抛开成见发现韩非子之言论与汤氏中国观完全融合",
      "zh_TW": "乙一、拋開成見發現韓非子之言論與湯氏中國觀完全融合"
    },
    {
      "id": "02-042-0098_p0090",
      "zh_CN": "以下将要引述的是韩非子的治国理论，首先让我们抛开门户芥蒂与成见，放下偏见与对立，敞开心扉，拓开心量，本着万物一体，万法一源的大爱之心，清净、平等、圆融的看待古人的思想言论。学习的人和注解的人如果心态正确，自己和众生所得法益将大大不同。所谓「圆人说法，无法不圆」。惭愧弟子圣教之门尚未能入，何况圆融乎，但有汤恩比博士的中国观做基础，有学习中国一词之真正含义所得体会做铺垫，再来看韩非子的理论则迥然不同。这位在历史上就命运多舛的思想家曾提出：「上古竞于道德，中世逐于智谋，当今争于气力。」意思是：周礼盛行时，人们用道德衡量彼此的优劣；春秋战国时，人们相互使用谋略来定高低；现在（指韩非子当时）人们却只会用野蛮的武力来解决问题。这几句当时不能普遍被人接受的言论，如今看起来不无道理。现前社会伦理道德的沦丧，斗争坚固，野蛮暴力，死去活来，自取灭亡，正如韩非子所言状况之写实。韩非子更大胆的提出，面对这种无法避免的纷争、对立，唯一的办法就是，「事在四方，要在中央，圣人执要，四方来效」。意思是国家的大权要集中在君主一人手中，君主必须有权有势，才能治理天下。",
      "zh_TW": "以下將要引述的是韓非子的治國理論，首先讓我們拋開門戶芥蒂與成見，放下偏見與對立，敞開心扉，拓開心量，本著萬物一體，萬法一源的大愛之心，清淨、平等、圓融的看待古人的思想言論。學習的人和註解的人如果心態正確，自己和眾生所得法益將大大不同。所謂「圓人說法，無法不圓」。慚愧弟子聖教之門尚未能入，何況圓融乎，但有湯恩比博士的中國觀做基礎，有學習中國一詞之真正含義所得體會做鋪墊，再來看韓非子的理論則迥然不同。這位在歷史上就命運多舛的思想家曾提出：「上古競於道德，中世逐於智謀，當今爭於氣力。」意思是：周禮盛行時，人們用道德衡量彼此的優劣；春秋戰國時，人們相互使用謀略來定高低；現在（指韓非子當時）人們卻只會用野蠻的武力來解決問題。這幾句當時不能普遍被人接受的言論，如今看起來不無道理。現前社會倫理道德的淪喪，鬥爭堅固，野蠻暴力，死去活來，自取滅亡，正如韓非子所言狀況之寫實。韓非子更大膽的提出，面對這種無法避免的紛爭、對立，唯一的辦法就是，「事在四方，要在中央，聖人執要，四方來效」。意思是國家的大權要集中在君主一人手中，君主必須有權有勢，才能治理天下。"
    },
    {
      "id": "02-042-0098_p0091",
      "zh_CN": "韩非子的言论备受秦王嬴政赏识，但可惜命运不济，惨死于谗言之下。如今我们也处在韩非子所言分裂斗争无法平息的年代，韩非子的言论能否古为今用？让我们试着用汤恩比临终前的坚定信念和最终观点来阐释韩非子这一言论的意义。汤恩比这位二十世纪最有成就的历史学家，临终前面对过分现代化带来的种种弊端，苦苦思索，终于为世人指出了一条挽救人类灭亡的希望之路，那就是世界必须走向统一，希望就在中国。韩非子的事在四方，要在中央，圣人执要，四方来效的思想理论意在治理国家，汤恩比博士的观点意在挽救世界；韩非子的言论意在实现君主中央集权，汤氏的观点意在世界统一在文化的融和下，建立长期的专制政治。若将心量扩大来看韩非子这几句话，就会发现其所言正是汤恩比的世界必须统一，希望就在中国。",
      "zh_TW": "韓非子的言論備受秦王嬴政賞識，但可惜命運不濟，慘死於讒言之下。如今我們也處在韓非子所言分裂鬥爭無法平息的年代，韓非子的言論能否古為今用？讓我們試著用湯恩比臨終前的堅定信念和最終觀點來闡釋韓非子這一言論的意義。湯恩比這位二十世紀最有成就的歷史學家，臨終前面對過分現代化帶來的種種弊端，苦苦思索，終於為世人指出了一條挽救人類滅亡的希望之路，那就是世界必須走向統一，希望就在中國。韓非子的事在四方，要在中央，聖人執要，四方來效的思想理論意在治理國家，湯恩比博士的觀點意在挽救世界；韓非子的言論意在實現君主中央集權，湯氏的觀點意在世界統一在文化的融和下，建立長期的專制政治。若將心量擴大來看韓非子這幾句話，就會發現其所言正是湯恩比的世界必須統一，希望就在中國。"
    },
    {
      "id": "02-042-0098_p0092",
      "zh_CN": "乙二、「事在四方，要在中央」就是「未来中国是世界政府的核心」",
      "zh_TW": "乙二、「事在四方，要在中央」就是「未來中國是世界政府的核心」"
    },
    {
      "id": "02-042-0098_p0093",
      "zh_CN": "事在四方，要在中央这两句，依据中国这一名词真正的含义，中央之邦，德泽天下，就可以看出中国于世界之地位是中央之邦。中央之邦何以有如此向心力来引领四方、各国、各民族、各宗教？那就是中华文明海纳百川，亘古不灭，芳泽万世的作用。中华文明是包含儒释道三教教育，以及可以和合一切宗教教育的全人类的文明。这一文明从人人本具自性流露，自性中有无量德能、相好、庄严，因此中华文明可以带给全人类真正的和平、幸福、快乐，并确保人类繁衍生存，生生不息。中华文明之德能芳泽天下，带领人类冲出危机的谷底。韩非子言下的要在中央，就是汤氏所预言未来中国是世界政府的核心。韩非子事在四方的另一层含义是，中华民族的心量包含天下，因此纳四方于心中，视四方为自己，融和各种文化和文明于一体，让自性自莹之光彻照内外，利己利人，共荣共存，承先祖之德，润世态人心，不分彼此，建立和谐家园。",
      "zh_TW": "事在四方，要在中央這兩句，依據中國這一名詞真正的含義，中央之邦，德澤天下，就可以看出中國於世界之地位是中央之邦。中央之邦何以有如此向心力來引領四方、各國、各民族、各宗教？那就是中華文明海納百川，亙古不滅，芳澤萬世的作用。中華文明是包含儒釋道三教教育，以及可以和合一切宗教教育的全人類的文明。這一文明從人人本具自性流露，自性中有無量德能、相好、莊嚴，因此中華文明可以帶給全人類真正的和平、幸福、快樂，並確保人類繁衍生存，生生不息。中華文明之德能芳澤天下，帶領人類衝出危機的谷底。韓非子言下的要在中央，就是湯氏所預言未來中國是世界政府的核心。韓非子事在四方的另一層含義是，中華民族的心量包含天下，因此納四方於心中，視四方為自己，融和各種文化和文明於一體，讓自性自瑩之光徹照內外，利己利人，共榮共存，承先祖之德，潤世態人心，不分彼此，建立和諧家園。"
    },
    {
      "id": "02-042-0098_p0094",
      "zh_CN": "乙三、「圣人执要，四方来效」就是「仁爱和平的教育同治天下」",
      "zh_TW": "乙三、「聖人執要，四方來效」就是「仁愛和平的教育同治天下」"
    },
    {
      "id": "02-042-0098_p0095",
      "zh_CN": "汤恩比博士畅言：为了建立世界政府并使其永远存在下去，确立宗教的基础是不可缺少的。本文前面曾介绍少林寺混元三教九流图赞碑，碑文中唐肃宗所题，「三教一体，九流一源。百家一理，万法一门」，所表现出的华夏民族广阔的胸怀气度，融外来文化与本土文化为一体的和合思想，堪称宗教文化史上的辉煌经典。自古以来，我们的先人祖师就已经开启宗教团结的先河，这就是圣人执要，融和万法的典范。而近年来师父上人不顾年高、不辞劳苦团结世界宗教的成果，就是为了未来中国文化同和稳定世界做出了坚实的铺垫。这条和平之路的每一砖每一瓦，师父上人都是用智慧和慈悲，汗水和心血为其加固。从新加坡九大宗教的团结到如今图文巴和谐示范城市的成功，这一个个摆在桌面上的成品，为世界稳定和平带来了强有力的信心，这就是「圣人之行，执教为要，同和天下，四方来效，十方受益」。",
      "zh_TW": "湯恩比博士暢言：為了建立世界政府並使其永遠存在下去，確立宗教的基礎是不可缺少的。本文前面曾介紹少林寺混元三教九流圖贊碑，碑文中唐肅宗所題，「三教一體，九流一源。百家一理，萬法一門」，所表現出的華夏民族廣闊的胸懷氣度，融外來文化與本土文化為一體的和合思想，堪稱宗教文化史上的輝煌經典。自古以來，我們的先人祖師就已經開啟宗教團結的先河，這就是聖人執要，融和萬法的典範。而近年來師父上人不顧年高、不辭勞苦團結世界宗教的成果，就是為了未來中國文化同和穩定世界做出了堅實的鋪墊。這條和平之路的每一磚每一瓦，師父上人都是用智慧和慈悲，汗水和心血為其加固。從新加坡九大宗教的團結到如今圖文巴和諧示範城市的成功，這一個個擺在桌面上的成品，為世界穩定和平帶來了強有力的信心，這就是「聖人之行，執教為要，同和天下，四方來效，十方受益」。"
    },
    {
      "id": "02-042-0098_p0096",
      "zh_CN": "所谓圣人执要，圣人乃心性明达，圆融无碍，智慧明耀的觉悟之人，其所执之要就是宗教教育。要，表主要的、重要的。执，依据古文取三重含义，其一表担任、从事，执教；其二表坚持；其三表取得之义。因此圣人执要，就是智慧明达、觉悟之人担任、从事主要的教育和重要的教学工作，执圣道之义以教天下，并将此圣教坚持代代传承下去，必将取得天下皆圣贤君子的太平盛世的局面。圣人之身分地位应运而生，如汤恩比博士预言，「西欧不会使人类实现世界政治、精神的统一。要使已动摇的人民生活重新稳定下来……这种动力的创造者将在中国出现」。韩非子言下的圣人，就是汤氏所言稳定和统一局面的动力创造者。圣人用以稳定和谐世界的不是军事侵略、经济独裁和政治霸权，而是文化的和合、文化的同治。以文化人，施教于民，同治天下。比起统治而言，同治更容易令人理解和接受，这是以见和同解为基础。这个见就是文化，文化的融和渗透来以相同的理念、原则、方法治世济民，这就是汤氏倡导的长期专制，实际上是文化的同治，唯有文化的同治才能使人类免遭灭亡。也正如罗素所预言的那样，给一点时间，古老的中国将焕发青春，创造出使西方机械文明相形见绌的优秀产品。准确的说，这个优秀产品不是创造出来的，而是本来人人具足。我们的祖先勤劳智慧，以丰富的经验、成果将这种人类共有的智慧宝藏以文字的形式记录下来，一代代传承至今。我们今天回头是岸，所品尝到的是祖先大悲为原点，从孝敬根基中发芽、开花结出的硕果，德泽后代。汤恩比博士的中国观始终不离一个重要看法，那就是「中国文明蕴藏的稳定性、持久性令人惊叹」，他坚定的认为，「必须把中国的这种稳定带给世界，要使人类生存到二十一世纪，必须由中国人来完成统一和稳定的重任」。",
      "zh_TW": "所謂聖人執要，聖人乃心性明達，圓融無礙，智慧明耀的覺悟之人，其所執之要就是宗教教育。要，表主要的、重要的。執，依據古文取三重含義，其一表擔任、從事，執教；其二表堅持；其三表取得之義。因此聖人執要，就是智慧明達、覺悟之人擔任、從事主要的教育和重要的教學工作，執聖道之義以教天下，並將此聖教堅持代代傳承下去，必將取得天下皆聖賢君子的太平盛世的局面。聖人之身分地位應運而生，如湯恩比博士預言，「西歐不會使人類實現世界政治、精神的統一。要使已動搖的人民生活重新穩定下來……這種動力的創造者將在中國出現」。韓非子言下的聖人，就是湯氏所言穩定和統一局面的動力創造者。聖人用以穩定和諧世界的不是軍事侵略、經濟獨裁和政治霸權，而是文化的和合、文化的同治。以文化人，施教於民，同治天下。比起統治而言，同治更容易令人理解和接受，這是以見和同解為基礎。這個見就是文化，文化的融和滲透來以相同的理念、原則、方法治世濟民，這就是湯氏倡導的長期專制，實際上是文化的同治，唯有文化的同治才能使人類免遭滅亡。也正如羅素所預言的那樣，給一點時間，古老的中國將煥發青春，創造出使西方機械文明相形見絀的優秀產品。準確的說，這個優秀產品不是創造出來的，而是本來人人具足。我們的祖先勤勞智慧，以豐富的經驗、成果將這種人類共有的智慧寶藏以文字的形式記錄下來，一代代傳承至今。我們今天回頭是岸，所品嘗到的是祖先大悲為原點，從孝敬根基中發芽、開花結出的碩果，德澤後代。湯恩比博士的中國觀始終不離一個重要看法，那就是「中國文明蘊藏的穩定性、持久性令人驚歎」，他堅定的認為，「必須把中國的這種穩定帶給世界，要使人類生存到二十一世紀，必須由中國人來完成統一和穩定的重任」。"
    },
    {
      "id": "02-042-0098_p0097",
      "zh_CN": "西方人一定不愿过早接受汤恩比博士的观点，中国人自己也难免模棱两可、不置可否。老祖宗有强烈的预见性和前瞻性，千年前就提出了上下一心，同治天下的思想理念。心是真心，一切有情唯真心所变现，因此依真实之际，以真实之义，惠真实之利，自然同治天下，因为原本就是一。汤氏坚信的唯有中国人能让世界稳定和统一，是千真万确的。因为人类文明史延续至今，唯有中国人有极其丰富的觉悟宇宙人生真相的理论、方法、经验和成果，于世间法那就是我们的《群书治要正编》和未来一定会出版的《群书治要续编》，于出世间法而言那就是大乘佛法，这一流传到中国又被中国人发扬光大的真正智慧。",
      "zh_TW": "西方人一定不願過早接受湯恩比博士的觀點，中國人自己也難免模棱兩可、不置可否。老祖宗有強烈的預見性和前瞻性，千年前就提出了上下一心，同治天下的思想理念。心是真心，一切有情唯真心所變現，因此依真實之際，以真實之義，惠真實之利，自然同治天下，因為原本就是一。湯氏堅信的唯有中國人能讓世界穩定和統一，是千真萬確的。因為人類文明史延續至今，唯有中國人有極其豐富的覺悟宇宙人生真相的理論、方法、經驗和成果，於世間法那就是我們的《群書治要正編》和未來一定會出版的《群書治要續編》，於出世間法而言那就是大乘佛法，這一流傳到中國又被中國人發揚光大的真正智慧。"
    },
    {
      "id": "02-042-0098_p0098",
      "zh_CN": "韩非子的四方来效，从古至今所遭非议颇多，如果用中国大乘佛法和优秀传统文化为圣人所执之教化，那必定感应四方来效法。这里有永续的光明和寿命，有稳定的发展和延续，有真正的智慧和快乐，有广大的心量和胸怀，有无比的慈悲和仁爱，就像一块巨大的吸铁石一般，怎能不引四方皆来？一定是和合一切为一。统一不是战争，是以明白诸法实相为教学目的，使人人得到快乐幸福。四方来效是最终自然的结果，是避免人类走向野蛮侵略、残酷分裂的唯一途径。",
      "zh_TW": "韓非子的四方來效，從古至今所遭非議頗多，如果用中國大乘佛法和優秀傳統文化為聖人所執之教化，那必定感應四方來效法。這裡有永續的光明和壽命，有穩定的發展和延續，有真正的智慧和快樂，有廣大的心量和胸懷，有無比的慈悲和仁愛，就像一塊巨大的吸鐵石一般，怎能不引四方皆來？一定是和合一切為一。統一不是戰爭，是以明白諸法實相為教學目的，使人人得到快樂幸福。四方來效是最終自然的結果，是避免人類走向野蠻侵略、殘酷分裂的唯一途徑。"
    },
    {
      "id": "02-042-0098_p0099",
      "zh_CN": "以《大乘无量寿庄严清净平等觉经》普贤菩萨之心量，用《群书治要全编》的治世之道，取韩非子事在四方，要在中央，圣人执要，四方来效之思想，与汤恩比由中国人来完成世界的稳定统一，四合为一，我们坚信这种文化的融和将带给世界大同之治。这是以宗教团结为基础，施行伦理、道德、因果、圣贤教育为手段，给人类带来永续和平的真正智慧的方法和途径。",
      "zh_TW": "以《大乘無量壽莊嚴清淨平等覺經》普賢菩薩之心量，用《群書治要全編》的治世之道，取韓非子事在四方，要在中央，聖人執要，四方來效之思想，與湯恩比由中國人來完成世界的穩定統一，四合為一，我們堅信這種文化的融和將帶給世界大同之治。這是以宗教團結為基礎，施行倫理、道德、因果、聖賢教育為手段，給人類帶來永續和平的真正智慧的方法和途徑。"
    },
    {
      "id": "02-042-0098_p0100",
      "zh_CN": "（三）一切灾变都是不能和谐，分裂斗争的结果，唯和合之思想能救世",
      "zh_TW": "（三）一切災變都是不能和諧，分裂鬥爭的結果，唯和合之思想能救世"
    },
    {
      "id": "02-042-0098_p0101",
      "zh_CN": "上述大段的论述让我们体会到，教育带给人们的是和合、稳定，是吉祥如意；以文化能使天下心可一，否则思想上独立、分裂，人性、道义丧失，结果必定天下纷然，怨声载道，灾厉四起。雾霾乃人心不能向一之结果，而一乃万善归一，在家尽孝，出门守悌，言行忠信，执礼恭人，公道正义，知耻后勇，仁者无敌，慈悲博爱，和睦共处，平等对待。这种自性教育的缺失造成了思想纷争，纷争必有怨气，怨气重重碍自性德光普照，才有「迷惑之雾霭，失德之阴霾」产生。若能回归圣贤教育使人心、思想和合，吉祥之兆自然感降。",
      "zh_TW": "上述大段的論述讓我們體會到，教育帶給人們的是和合、穩定，是吉祥如意；以文化能使天下心可一，否則思想上獨立、分裂，人性、道義喪失，結果必定天下紛然，怨聲載道，災厲四起。霧霾乃人心不能向一之結果，而一乃萬善歸一，在家盡孝，出門守悌，言行忠信，執禮恭人，公道正義，知恥後勇，仁者無敵，慈悲博愛，和睦共處，平等對待。這種自性教育的缺失造成了思想紛爭，紛爭必有怨氣，怨氣重重礙自性德光普照，才有「迷惑之霧靄，失德之陰霾」產生。若能回歸聖賢教育使人心、思想和合，吉祥之兆自然感降。"
    },
    {
      "id": "02-042-0098_p0102",
      "zh_CN": "明．田汝成《西湖游览志余．委巷丛谈》记载了和合之神言：「和合之神，祀之，可使人在万里外，亦能回来，故曰万回。」其神名意指和睦同心，调和、混合、汇合，顺当、吉利。由此可见和合是指同心，同心能够调和矛盾，和睦共处，汇合万法；带来百事顺当，万利吉祥。最重要的意义是和合表万回，指万里之外的人亦能回家，这是多么重要的意义。华严十玄，「一切法门无尽海，同会一法道场中」，万法总持归于自性，这就是回家，这就是自然中之自然相。圣人执要，四方来效，圣教就是家，感召四方宗主归一；仁爱和平，自性是家，一切宗教教育都要归于自性本原一家。",
      "zh_TW": "明．田汝成《西湖遊覽志餘．委巷叢談》記載了和合之神言：「和合之神，祀之，可使人在萬里外，亦能回來，故曰萬回。」其神名意指和睦同心，調和、混合、匯合，順當、吉利。由此可見和合是指同心，同心能夠調和矛盾，和睦共處，匯合萬法；帶來百事順當，萬利吉祥。最重要的意義是和合表萬回，指萬里之外的人亦能回家，這是多麼重要的意義。華嚴十玄，「一切法門無盡海，同會一法道場中」，萬法總持歸於自性，這就是回家，這就是自然中之自然相。聖人執要，四方來效，聖教就是家，感召四方宗主歸一；仁愛和平，自性是家，一切宗教教育都要歸於自性本原一家。"
    },
    {
      "id": "02-042-0098_p0103",
      "zh_CN": "解决纷争分裂最重要的是「教学为先，文化同治，文明统序，天下一心」。而《群书治要正续全编》若能尽快问世，其古往今来救世之道之精粹将势不可挡的如潮水般洗刷污染的心灵和环境。《治要》中倡导的王道，乃重人情站在天下人立场而言，故有汤恩比博士斩钉截铁的言论，「中国统一世界」。因中国古代圣教之思想将上天好生之德广被人间，亟亟以天下为务的入世精神，经世致用的思想言论皆是救世良药，利民之本。",
      "zh_TW": "解決紛爭分裂最重要的是「教學為先，文化同治，文明統序，天下一心」。而《群書治要正續全編》若能儘快問世，其古往今來救世之道之精粹將勢不可擋的如潮水般洗刷污染的心靈和環境。《治要》中倡導的王道，乃重人情站在天下人立場而言，故有湯恩比博士斬釘截鐵的言論，「中國統一世界」。因中國古代聖教之思想將上天好生之德廣被人間，亟亟以天下為務的入世精神，經世致用的思想言論皆是救世良藥，利民之本。"
    },
    {
      "id": "02-042-0098_p0104",
      "zh_CN": "五、怎样看待师父上人六十多年的弘法生涯",
      "zh_TW": "五、怎樣看待師父上人六十多年的弘法生涯"
    },
    {
      "id": "02-042-0098_p0105",
      "zh_CN": "曾经有人请教师父上人，学佛六十多年得到了什么？师父上人风趣却又肯定的回答，「我得到了阿弥陀佛」，「终于明白了这句佛号的意思，死心塌地一句佛号念到底」。阿弥陀佛就是我们的根，极乐世界就是我们的家，我们万劫轮回终将导归自性老家。这个家是和合的家，融虚空法界一切众生为一体，纳千经万论百法为一门，善巧方便化现世间，为教导众生，故示现不同身分、不同族群的圣人、仁者，以无比慈悲的心和光同尘引领众生破迷开悟，最终能自然而然回家。",
      "zh_TW": "曾經有人請教師父上人，學佛六十多年得到了什麼？師父上人風趣卻又肯定的回答，「我得到了阿彌陀佛」，「終於明白了這句佛號的意思，死心塌地一句佛號念到底」。阿彌陀佛就是我們的根，極樂世界就是我們的家，我們萬劫輪迴終將導歸自性老家。這個家是和合的家，融虛空法界一切眾生為一體，納千經萬論百法為一門，善巧方便化現世間，為教導眾生，故示現不同身分、不同族群的聖人、仁者，以無比慈悲的心和光同塵引領眾生破迷開悟，最終能自然而然回家。"
    },
    {
      "id": "02-042-0098_p0106",
      "zh_CN": "师父上人学佛六十多年所做就是为此一大事因缘。从大的方面具体来看，师父六十多年主要做了三桩事情：",
      "zh_TW": "師父上人學佛六十多年所做就是為此一大事因緣。從大的方面具體來看，師父六十多年主要做了三樁事情："
    },
    {
      "id": "02-042-0098_p0107",
      "zh_CN": "第一、团结世界各宗教、族群、团体，将看似不可能和谐的变为和谐，将极难团结一致的团结在一起，将无法融和的融和为一；给动乱的社会带来希望，给联合国教科文组织带来有力的和平佐证；以仁慈博爱之心为世界和平稳定奠定坚实的基础。",
      "zh_TW": "第一、團結世界各宗教、族群、團體，將看似不可能和諧的變為和諧，將極難團結一致的團結在一起，將無法融和的融和為一；給動亂的社會帶來希望，給聯合國教科文組織帶來有力的和平佐證；以仁慈博愛之心為世界和平穩定奠定堅實的基礎。"
    },
    {
      "id": "02-042-0098_p0108",
      "zh_CN": "第二、倡导复兴中国传统文化，提倡「建国君民，教学为先」；不计个人名利，为保留、保护中国乃至世界文化遗产、著作倾尽全力；慎终追远，建立中华万姓先祖纪念堂，代一切众生日日恭敬礼拜，至诚忏悔，奉行孝道；提倡恢复家谱这一已经被遗忘丢失了的特殊文献，这是五千年文明史中独具特色的平民文献，其珍贵的人文资料，于历史学、民俗学、人口学、社会学和经济学均有其不可替代的功德；从《弟子规》的扎根教育，到《太上感应篇》的因果教育，直至现在大力倡导《群书治要》治国救世之道，乃至谏言国家编纂《群书治要续编》以无量功德福荫万代，无一不是以身示范后来人放下名闻利养、五欲六尘，以纯粹的真诚心，奉行发菩提心，深信因果，读诵大乘，劝进行者的教化来利济天下后世，将优秀的中华文明推广到全世界。",
      "zh_TW": "第二、倡導復興中國傳統文化，提倡「建國君民，教學為先」；不計個人名利，為保留、保護中國乃至世界文化遺產、著作傾盡全力；慎終追遠，建立中華萬姓先祖紀念堂，代一切眾生日日恭敬禮拜，至誠懺悔，奉行孝道；提倡恢復家譜這一已經被遺忘丟失了的特殊文獻，這是五千年文明史中獨具特色的平民文獻，其珍貴的人文資料，於歷史學、民俗學、人口學、社會學和經濟學均有其不可替代的功德；從《弟子規》的扎根教育，到《太上感應篇》的因果教育，直至現在大力倡導《群書治要》治國救世之道，乃至諫言國家編纂《群書治要續編》以無量功德福蔭萬代，無一不是以身示範後來人放下名聞利養、五欲六塵，以純粹的真誠心，奉行發菩提心，深信因果，讀誦大乘，勸進行者的教化來利濟天下後世，將優秀的中華文明推廣到全世界。"
    },
    {
      "id": "02-042-0098_p0109",
      "zh_CN": "第三、六十多年讲经教学不辍，以实际行动、身体力行为佛陀教育正名；为释迦牟尼佛、为多元文化义务教育工作者正名；为主要的教育、重要的教学、尊崇的教化这一宗教真正含义正名；为世界各宗教恢复教学、回归教育倾其所有，不遗余力；晚年一心归一净土，以持名念佛法门为诸佛所住导师之行，以一句阿弥陀佛名号为大总持之最胜奇特之法，以极乐世界为诸佛刹土美好大成之终极导归，为虚空法界一切众生做出普贤行愿「恒顺众生、随喜功德」的最好榜样。这就是我们尊敬的师父上人。",
      "zh_TW": "第三、六十多年講經教學不輟，以實際行動、身體力行為佛陀教育正名；為釋迦牟尼佛、為多元文化義務教育工作者正名；為主要的教育、重要的教學、尊崇的教化這一宗教真正含義正名；為世界各宗教恢復教學、回歸教育傾其所有，不遺餘力；晚年一心歸一淨土，以持名念佛法門為諸佛所住導師之行，以一句阿彌陀佛名號為大總持之最勝奇特之法，以極樂世界為諸佛剎土美好大成之終極導歸，為虛空法界一切眾生做出普賢行願「恆順眾生、隨喜功德」的最好榜樣。這就是我們尊敬的師父上人。"
    },
    {
      "id": "02-042-0098_p0110",
      "zh_CN": "图文巴和平之旅早已结束，但这期间的点滴感悟将带给弟子一生无尽的受用，秉承师志，至死不渝。愿尽未来，普代法界一切众生，备受大苦；誓舍身命，弘护中华文明、持名念佛法门久住神州，德泽天下，普度群萌，光照虚空。",
      "zh_TW": "圖文巴和平之旅早已結束，但這期間的點滴感悟將帶給弟子一生無盡的受用，秉承師志，至死不渝。願盡未來，普代法界一切眾生，備受大苦；誓捨身命，弘護中華文明、持名念佛法門久住神州，德澤天下，普度群萌，光照虛空。"
    },
    {
      "id": "02-042-0098_p0111",
      "zh_CN": "以上是惭愧弟子上官极其浅显的心得报告，不妥之处恳请尊敬的师父上人、诸位法师、大德斧正。无尽感恩。阿弥陀佛！",
      "zh_TW": "以上是慚愧弟子上官極其淺顯的心得報告，不妥之處懇請尊敬的師父上人、諸位法師、大德斧正。無盡感恩。阿彌陀佛！"
    },
    {
      "id": "02-042-0098_p0112",
      "zh_CN": "老法师：好，上官这篇报告，说明她这一次参加澳洲图文巴的活动没有白去。这篇报告，我相信她完全说出她的心得，很少人能超过她。这也是我们佛门的一个人才，我们要全心全力帮助她，成就她，让她将来走弘法利生的道路。好，今天时间超过不少，我们就学习到此地。",
      "zh_TW": "老法師：好，上官這篇報告，說明她這一次參加澳洲圖文巴的活動沒有白去。這篇報告，我相信她完全說出她的心得，很少人能超過她。這也是我們佛門的一個人才，我們要全心全力幫助她，成就她，讓她將來走弘法利生的道路。好，今天時間超過不少，我們就學習到此地。"
    }
  ]
}