{
  "doc_id": "02-042-0035",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "法性法师",
    "上官居士",
    "开寂法师",
    "开了法师",
    "开定法师"
  ],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0035",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-042-0035_p0001",
      "zh_CN": "老法师：诸位同学，大家早上好。",
      "zh_TW": "老法師：諸位同學，大家早上好。"
    },
    {
      "id": "02-042-0035_p0002",
      "zh_CN": "学生：忏悔报告，法性法师。尊敬的师父上人慈悲，惭愧罪障深重弟子法性今向尊敬的师父上人至诚顶礼忏悔。惭愧弟子法性在学习班第三十回中，向师父上人提出自己的修学心得报告后，又将师父上人的开示反复跪着听了几遍。弟子深深体会到了师父上人的大慈大悲之心，对于业障深重的弟子不舍不弃，爱护备至，既慈悲摄受鼓励，又一针见血指出弟子的过失，就在于没有受过扎根的教育，没有真正落实《弟子规》、《感应篇》、《十善业》和《沙弥律仪》，没有真诚恭敬。所以才会学佛一年，佛在眼前；学佛二年，佛在天边；学佛三年，佛化云烟，没有了。起先弟子虽有悔悟，也感到自己有些话说错了，但是没有深刻认识自己的罪过是如此严重，所以拖至今天才忏悔。",
      "zh_TW": "學生：懺悔報告，法性法師。尊敬的師父上人慈悲，慚愧罪障深重弟子法性今向尊敬的師父上人至誠頂禮懺悔。慚愧弟子法性在學習班第三十回中，向師父上人提出自己的修學心得報告後，又將師父上人的開示反覆跪著聽了幾遍。弟子深深體會到了師父上人的大慈大悲之心，對於業障深重的弟子不捨不棄，愛護備至，既慈悲攝受鼓勵，又一針見血指出弟子的過失，就在於沒有受過扎根的教育，沒有真正落實《弟子規》、《感應篇》、《十善業》和《沙彌律儀》，沒有真誠恭敬。所以才會學佛一年，佛在眼前；學佛二年，佛在天邊；學佛三年，佛化雲煙，沒有了。起先弟子雖有悔悟，也感到自己有些話說錯了，但是沒有深刻認識自己的罪過是如此嚴重，所以拖至今天才懺悔。"
    },
    {
      "id": "02-042-0035_p0003",
      "zh_CN": "这几天弟子听了师父上人的开示，好像都是对着弟子所说的，傲慢心重，嫉妒心重，好胜心重，弟子仔细听来，寒毛直竖，真正恐惧的心生起来了。自己仔细想想自己的报告，虽然也有对过去的反省忏悔与反思，可是里面带着埋怨的心，依旧带着严重的傲慢和狂妄，甚至还有自赞毁他，完全违背了佛陀教诲。若不是师父上人提醒棒喝，自己堕下阿鼻地狱都不知道什么原因。这几天来，弟子深刻反省过去种种作为，都是不孝、不敬，罪过弥天。",
      "zh_TW": "這幾天弟子聽了師父上人的開示，好像都是對著弟子所說的，傲慢心重，嫉妒心重，好勝心重，弟子仔細聽來，寒毛直豎，真正恐懼的心生起來了。自己仔細想想自己的報告，雖然也有對過去的反省懺悔與反思，可是裡面帶著埋怨的心，依舊帶著嚴重的傲慢和狂妄，甚至還有自讚毀他，完全違背了佛陀教誨。若不是師父上人提醒棒喝，自己墮下阿鼻地獄都不知道什麼原因。這幾天來，弟子深刻反省過去種種作為，都是不孝、不敬，罪過彌天。"
    },
    {
      "id": "02-042-0035_p0004",
      "zh_CN": "第一、弟子未出家前，父母将弟子拉扯大，供养读完了研究生，自己没有好好照顾父母一天。自己杀、盗、邪淫、妄语、两舌、贪、瞋、痴，十恶全犯了。尤其是自己的工作是教动物学，常常带学生杀生做实验，杀害了很多鸡、兔子、蟾蜍等生命，也有残酷杀害杀过一条蛇菩萨，其他小生命就太多了。对学生教导也有不当之处。当遇到生活上的一些磨难时，苦恼万分，不思进取。恰好有缘遇到佛法，觉得有了一线生机，学佛两年之后就出了家。但是毕竟对佛法没有深入，没有孝敬的根本，所以种种作为令父母忧虑不解、伤心、牵挂。回家看望父母，甚至还惹父亲生气，令母亲伤心，实在对不起父母的无边深恩，有辱堂上列祖列宗。弟子的父亲直至去世，都还念着这个不孝的儿子，可是弟子只有含泪回家为父亲送葬。弟子出家没有成就，反而犯了种种罪过，辱没父母祖宗，弟子真是大不孝，大不敬！另外，弟子自己以孝顺自居，心里常看自己嫂子的缺点，厌烦自己的嫂子，对哥哥、姐姐也有不敬瞧不起之处，对子侄辈关爱甚少。他们代弟子尽孝，弟子反而对他们不敬，这也是大不孝、大不敬，罪过无量无边，当堕无间地狱。",
      "zh_TW": "第一、弟子未出家前，父母將弟子拉扯大，供養讀完了研究生，自己沒有好好照顧父母一天。自己殺、盜、邪淫、妄語、兩舌、貪、瞋、痴，十惡全犯了。尤其是自己的工作是教動物學，常常帶學生殺生做實驗，殺害了很多雞、兔子、蟾蜍等生命，也有殘酷殺害殺過一條蛇菩薩，其他小生命就太多了。對學生教導也有不當之處。當遇到生活上的一些磨難時，苦惱萬分，不思進取。恰好有緣遇到佛法，覺得有了一線生機，學佛兩年之後就出了家。但是畢竟對佛法沒有深入，沒有孝敬的根本，所以種種作為令父母憂慮不解、傷心、牽掛。回家看望父母，甚至還惹父親生氣，令母親傷心，實在對不起父母的無邊深恩，有辱堂上列祖列宗。弟子的父親直至去世，都還念著這個不孝的兒子，可是弟子只有含淚回家為父親送葬。弟子出家沒有成就，反而犯了種種罪過，辱沒父母祖宗，弟子真是大不孝，大不敬！另外，弟子自己以孝順自居，心裡常看自己嫂子的缺點，厭煩自己的嫂子，對哥哥、姐姐也有不敬瞧不起之處，對子侄輩關愛甚少。他們代弟子盡孝，弟子反而對他們不敬，這也是大不孝、大不敬，罪過無量無邊，當墮無間地獄。"
    },
    {
      "id": "02-042-0035_p0005",
      "zh_CN": "第二、弟子未出家前，读研之时，学习了一些不良习气，随口谩骂，亵渎天地神明，甚至对老师不敬，背后还骂过老师，这是大不孝、大不敬，罪过也在无间地狱。第三、弟子未出家前工作之时，傲慢贡高，无义无理，轻慢领导，违背伦常，不忠不孝，污染社会风气，罪过也在地狱。第四、弟子出家受戒之后，来东天目山领众念佛，初颇精进。但因没有根本，所以狂妄自大，固执己见，对齐老师恭敬心不够，表面谦虚，不如意时，自己现业，反而埋怨老师，不能常忆老人家千辛万难护法之恩，不能知恩报恩，这是大不孝、大不敬，罪过无边，果报也在无间地狱。",
      "zh_TW": "第二、弟子未出家前，讀研之時，學習了一些不良習氣，隨口謾罵，褻瀆天地神明，甚至對老師不敬，背後還罵過老師，這是大不孝、大不敬，罪過也在無間地獄。第三、弟子未出家前工作之時，傲慢貢高，無義無理，輕慢領導，違背倫常，不忠不孝，污染社會風氣，罪過也在地獄。第四、弟子出家受戒之後，來東天目山領眾念佛，初頗精進。但因沒有根本，所以狂妄自大，固執己見，對齊老師恭敬心不夠，表面謙虛，不如意時，自己現業，反而埋怨老師，不能常憶老人家千辛萬難護法之恩，不能知恩報恩，這是大不孝、大不敬，罪過無邊，果報也在無間地獄。"
    },
    {
      "id": "02-042-0035_p0006",
      "zh_CN": "第五、弟子在道场里仗出家年早，常率意刻薄批评后学，对师兄弟没能尽到关怀照顾的责任，有违六和敬。甚至有的法师因自己而生烦恼离开道场，无端带来师兄弟修学的障难。自己稍不如意就心怀怨恨，罪过无边，当堕无间地狱。第六、弟子出家，常有疏忽威仪，身披如来三衣，严格而言，甚至未能做到三皈、五戒、十善、沙弥律仪，有违如来圣教，虚受十方供养，实在是冒充佛子，果报在无间地狱。第七、弟子常犯口过，言四众过失，甚至自赞毁他。尤其是外出办事之时，不能真诚、谦卑、恭敬、宽容、柔和待人，遇不平事还有怨恼，遇到名利还会动心，孤傲清高，看不起人，有损佛教形象，有辱恩师教诲。恩师遭谤，弟子罪责难逃。以身谤师、谤法，罪大恶极，果报都在无间地狱。",
      "zh_TW": "第五、弟子在道場裡仗出家年早，常率意刻薄批評後學，對師兄弟沒能盡到關懷照顧的責任，有違六和敬。甚至有的法師因自己而生煩惱離開道場，無端帶來師兄弟修學的障難。自己稍不如意就心懷怨恨，罪過無邊，當墮無間地獄。第六、弟子出家，常有疏忽威儀，身披如來三衣，嚴格而言，甚至未能做到三皈、五戒、十善、沙彌律儀，有違如來聖教，虛受十方供養，實在是冒充佛子，果報在無間地獄。第七、弟子常犯口過，言四眾過失，甚至自讚毀他。尤其是外出辦事之時，不能真誠、謙卑、恭敬、寬容、柔和待人，遇不平事還有怨惱，遇到名利還會動心，孤傲清高，看不起人，有損佛教形象，有辱恩師教誨。恩師遭謗，弟子罪責難逃。以身謗師、謗法，罪大惡極，果報都在無間地獄。"
    },
    {
      "id": "02-042-0035_p0007",
      "zh_CN": "这些都是罪恶弟子法性所犯罪过之重者，其实日常生活中，起心动念、言语造作有意无意所犯下的无量无边。若不是恩师呵斥，自己还在大梦之中而不自觉。恩师昨天举例警策弟子，决定要远离财色名利，远离傲慢、嫉妒，绝不可以有好胜心。弟子听了，句句都归向自己，生大警觉，生大恐怖。万法皆空，因果不空，业因已造，余福享尽，果报难逃。确实是如黄念老所说，「宝莲在前，刀山在后」。弟子别无选择，只有真诚忏悔，恳切念佛，求大慈大悲阿弥陀佛慈悲摄受，远离娑婆苦海。",
      "zh_TW": "這些都是罪惡弟子法性所犯罪過之重者，其實日常生活中，起心動念、言語造作有意無意所犯下的無量無邊。若不是恩師呵斥，自己還在大夢之中而不自覺。恩師昨天舉例警策弟子，決定要遠離財色名利，遠離傲慢、嫉妒，絕不可以有好勝心。弟子聽了，句句都歸向自己，生大警覺，生大恐怖。萬法皆空，因果不空，業因已造，餘福享盡，果報難逃。確實是如黃念老所說，「寶蓮在前，刀山在後」。弟子別無選擇，只有真誠懺悔，懇切念佛，求大慈大悲阿彌陀佛慈悲攝受，遠離娑婆苦海。"
    },
    {
      "id": "02-042-0035_p0008",
      "zh_CN": "今惭愧弟子法性向释迦世尊、弥陀如来、一切诸佛菩萨、恩师师父上人、贤公老和尚、各位法师、各位老师、各位大德同修至诚顶礼，发露忏悔，愿佛菩萨慈悲不舍，愿恩师师父上人慈悲加持，救拔弟子，弟子从此而后，下定决心，彻底改过自新。",
      "zh_TW": "今慚愧弟子法性向釋迦世尊、彌陀如來、一切諸佛菩薩、恩師師父上人、賢公老和尚、各位法師、各位老師、各位大德同修至誠頂禮，發露懺悔，願佛菩薩慈悲不捨，願恩師師父上人慈悲加持，救拔弟子，弟子從此而後，下定決心，徹底改過自新。"
    },
    {
      "id": "02-042-0035_p0009",
      "zh_CN": "一、首先认真落实四个根，天天要读诵，对照反省、检点、改过。一定远离财、色、名、利，把物质生活降到最低，绝不接受任何名闻利养，一辈子做贫僧，不做富僧。二、守本分，吃苦持戒，天天读经、听经，一心念佛，求生净土。三、日常生活中一定要做到谦卑柔和，礼敬诸佛，遵守道场规矩，努力落实三福、六和、三学、六度、十愿，为一切大众做个好样子。四、认真向贤公老和尚学习，每天听三遍贤公老和尚的光碟，学习老人家的纯朴、实在、忠厚、善良、慈悲、忍让的情怀，一生修苦行，「以戒为师，以苦为师」，真信切愿，老实念佛，求生净土。有空闲时多为常住做事。",
      "zh_TW": "一、首先認真落實四個根，天天要讀誦，對照反省、檢點、改過。一定遠離財、色、名、利，把物質生活降到最低，絕不接受任何名聞利養，一輩子做貧僧，不做富僧。二、守本分，吃苦持戒，天天讀經、聽經，一心念佛，求生淨土。三、日常生活中一定要做到謙卑柔和，禮敬諸佛，遵守道場規矩，努力落實三福、六和、三學、六度、十願，為一切大眾做個好樣子。四、認真向賢公老和尚學習，每天聽三遍賢公老和尚的光碟，學習老人家的純樸、實在、忠厚、善良、慈悲、忍讓的情懷，一生修苦行，「以戒為師，以苦為師」，真信切願，老實念佛，求生淨土。有空閒時多為常住做事。"
    },
    {
      "id": "02-042-0035_p0010",
      "zh_CN": "五、多向大众讲解因果，劝大家念佛求生净土。借此也警策自己，时刻提醒自己，绝不可以犯同样的过失。一定严格守护口业，绝不批评任何人、事、物。对人柔和、爱护，欢喜心待人，隐恶扬善，永远记住并且做到，「若要佛法兴，唯有僧赞僧」。六、永记师父上人教导，绝不嫉妒，绝不争强好胜，一定对一切善事、好事随喜，尤其是对于弘法利生，一定要处处谦让，不争不贪。七、努力修学夏莲居老居士《无量寿经》会集本，学习黄念老的集注，听师父上人讲解，一门深入，长时薰修，护持法脉，关心爱护后学，一生坚定不移。",
      "zh_TW": "五、多向大眾講解因果，勸大家念佛求生淨土。藉此也警策自己，時刻提醒自己，絕不可以犯同樣的過失。一定嚴格守護口業，絕不批評任何人、事、物。對人柔和、愛護，歡喜心待人，隱惡揚善，永遠記住並且做到，「若要佛法興，唯有僧讚僧」。六、永記師父上人教導，絕不嫉妒，絕不爭強好勝，一定對一切善事、好事隨喜，尤其是對於弘法利生，一定要處處謙讓，不爭不貪。七、努力修學夏蓮居老居士《無量壽經》會集本，學習黃念老的集註，聽師父上人講解，一門深入，長時薰修，護持法脈，關心愛護後學，一生堅定不移。"
    },
    {
      "id": "02-042-0035_p0011",
      "zh_CN": "以上是罪障深重弟子法性向师父上人、各位法师、各位老师大德的忏悔报告。惭愧不肖弟子至诚顶礼，感恩师父上人、各位法师、各位老师、各位护法菩萨。二０一四年五月二日。",
      "zh_TW": "以上是罪障深重弟子法性向師父上人、各位法師、各位老師大德的懺悔報告。慚愧不肖弟子至誠頂禮，感恩師父上人、各位法師、各位老師、各位護法菩薩。二０一四年五月二日。"
    },
    {
      "id": "02-042-0035_p0012",
      "zh_CN": "老法师：我们刚才听了法性法师的忏悔报告，人真正知道自己过失，能忏悔、能回头，这是很大的勇气。古人所说的，大智、大仁、大勇，没有智仁勇，很不容易回头；具足智仁勇，没有不成就的。一生精进不懈，没有走上岔路，没有走上偏邪，完全要靠戒定慧。而且一定要常常保住初心，凡是不能成就的人，初发心的时候很勇猛，支持不久他就退转了，甚至于把过去忘得一干二净，这样的人我们也看到很多。坚持到底的人不多，坚持到底的人没有一个不成就，修净土的没有一个不往生，没有一个不成佛。我们听了法师的忏悔，一定要知道回过头来反省自己，法师所有的这些问题我们有没有？法师能够勇于改过，不论他能不能坚持，我们有没有这个勇气在大众面前忏悔？这些都是我们认真修学的。",
      "zh_TW": "老法師：我們剛才聽了法性法師的懺悔報告，人真正知道自己過失，能懺悔、能回頭，這是很大的勇氣。古人所說的，大智、大仁、大勇，沒有智仁勇，很不容易回頭；具足智仁勇，沒有不成就的。一生精進不懈，沒有走上岔路，沒有走上偏邪，完全要靠戒定慧。而且一定要常常保住初心，凡是不能成就的人，初發心的時候很勇猛，支持不久他就退轉了，甚至於把過去忘得一乾二淨，這樣的人我們也看到很多。堅持到底的人不多，堅持到底的人沒有一個不成就，修淨土的沒有一個不往生，沒有一個不成佛。我們聽了法師的懺悔，一定要知道回過頭來反省自己，法師所有的這些問題我們有沒有？法師能夠勇於改過，不論他能不能堅持，我們有沒有這個勇氣在大眾面前懺悔？這些都是我們認真修學的。"
    },
    {
      "id": "02-042-0035_p0013",
      "zh_CN": "我们在一起，遇到大乘佛法，遇到《无量寿经》，遇到阿弥陀佛，遇到莲池海会，这是多么稀有的因缘。遇到不能算是成就，因为我们过去生中生生世世遇到这种机缘不知道多少次，为什么现在还在搞六道轮回？那就是一失足成千古恨，一定要晓得这样事情我们做得很多。这一次又遇到了，非常幸运，希望我们这一次不再错过，咬紧牙根，什么苦难都甘心情愿接受，希望这一生我们再不犯过失了，这一生决定成就。我们处在这个时代，也是有史以来从来没有过的一个时代，历史上没这个记载。人伦没有了，到现在这个年代真的没有了，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信，没有了，一条都没有了，道德没有了，因果没有人相信了，圣教没有了。那这是什么时代？天下大乱，没有纪律，没有法制，人欲横流。这个时代的因都造了，造了这个因，后面呢？后面有果报。不可能造了业因没有果报的，因果报应，丝毫不爽，古圣先贤都这么说，都相信，所有宗教里头也都有这个说法。",
      "zh_TW": "我們在一起，遇到大乘佛法，遇到《無量壽經》，遇到阿彌陀佛，遇到蓮池海會，這是多麼稀有的因緣。遇到不能算是成就，因為我們過去生中生生世世遇到這種機緣不知道多少次，為什麼現在還在搞六道輪迴？那就是一失足成千古恨，一定要曉得這樣事情我們做得很多。這一次又遇到了，非常幸運，希望我們這一次不再錯過，咬緊牙根，什麼苦難都甘心情願接受，希望這一生我們再不犯過失了，這一生決定成就。我們處在這個時代，也是有史以來從來沒有過的一個時代，歷史上沒這個記載。人倫沒有了，到現在這個年代真的沒有了，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信，沒有了，一條都沒有了，道德沒有了，因果沒有人相信了，聖教沒有了。那這是什麼時代？天下大亂，沒有紀律，沒有法制，人欲橫流。這個時代的因都造了，造了這個因，後面呢？後面有果報。不可能造了業因沒有果報的，因果報應，絲毫不爽，古聖先賢都這麼說，都相信，所有宗教裡頭也都有這個說法。"
    },
    {
      "id": "02-042-0035_p0014",
      "zh_CN": "净宗告诉我们，纵然造了五逆十恶无间地狱的业因，我们这一口气还在，头脑还清醒，告诉我们回头还来得及，显示出阿弥陀佛无尽的慈悲、无量的爱护。这一口气还在，能忏悔、能回头，能真正发愿求生，「十念必生」，阿弥陀佛第十八愿，这是无缘大慈、同体大悲展现到极处，中国古人所说「止于至善」，还有比这个更善的？没有了，用这个来解释止于至善，止于至善得到究竟圆满。需要知道，这桩事情我们人人有分，我们跟法性法师在一起要互相勉励，要时时关怀、时时劝导。人不可能没有过失，「人非圣贤，孰能无过」，有过正常的。为什么？他堕落在六道，六道就是有过失才到这里来的，没有过失怎么会到六道来？所以六道人犯过要原谅。马上看到别人过失，回过头来反省自己，有则改之，无则嘉勉。所以这些犯过失的人、这些堕落的人都是表演给我看的，都是我们的老师，都是我们的恩人。我们眼见耳闻，接触到这种情境，要接受教育，要有感恩的心。知恩就报恩，报恩就是依教奉行，往生不退，证果，这叫真孝，叫孝敬的圆满。所以我们对法性法师今天的忏悔报告我们很感激，大家都受益。",
      "zh_TW": "淨宗告訴我們，縱然造了五逆十惡無間地獄的業因，我們這一口氣還在，頭腦還清醒，告訴我們回頭還來得及，顯示出阿彌陀佛無盡的慈悲、無量的愛護。這一口氣還在，能懺悔、能回頭，能真正發願求生，「十念必生」，阿彌陀佛第十八願，這是無緣大慈、同體大悲展現到極處，中國古人所說「止於至善」，還有比這個更善的？沒有了，用這個來解釋止於至善，止於至善得到究竟圓滿。需要知道，這樁事情我們人人有分，我們跟法性法師在一起要互相勉勵，要時時關懷、時時勸導。人不可能沒有過失，「人非聖賢，孰能無過」，有過正常的。為什麼？他墮落在六道，六道就是有過失才到這裡來的，沒有過失怎麼會到六道來？所以六道人犯過要原諒。馬上看到別人過失，回過頭來反省自己，有則改之，無則嘉勉。所以這些犯過失的人、這些墮落的人都是表演給我看的，都是我們的老師，都是我們的恩人。我們眼見耳聞，接觸到這種情境，要接受教育，要有感恩的心。知恩就報恩，報恩就是依教奉行，往生不退，證果，這叫真孝，叫孝敬的圓滿。所以我們對法性法師今天的懺悔報告我們很感激，大家都受益。"
    },
    {
      "id": "02-042-0035_p0015",
      "zh_CN": "学生：学习心得报告，上官老师。尊敬的师父上人，尊敬的诸位法师、大德，以及护法菩萨们，大家好。大惭愧弟子上官今天恭敬报告的主题是，「恩师与贤公以亲证华严境界，令末法众生对净土难信能信」。净土法门以难信易行著称，蕅益大师云，「得生与否，全由信愿之有无」，而就是这个信心最难生起，故古德著书立传，以亲见弥陀自在往生之实行令众起信。然现代人距古德相去甚远，如何以最能对症现代人病根的方法令众于净土生实信，就成为了诸佛菩萨住世的一大因缘。《大经科注》的课程最近进行到五时说法与判教，在讲到佛最初三七日说《华严经》时，惭愧弟子这个疑问仿佛才有所感悟。",
      "zh_TW": "學生：學習心得報告，上官老師。尊敬的師父上人，尊敬的諸位法師、大德，以及護法菩薩們，大家好。大慚愧弟子上官今天恭敬報告的主題是，「恩師與賢公以親證華嚴境界，令末法眾生對淨土難信能信」。淨土法門以難信易行著稱，蕅益大師云，「得生與否，全由信願之有無」，而就是這個信心最難生起，故古德著書立傳，以親見彌陀自在往生之實行令眾起信。然現代人距古德相去甚遠，如何以最能對症現代人病根的方法令眾於淨土生實信，就成為了諸佛菩薩住世的一大因緣。《大經科註》的課程最近進行到五時說法與判教，在講到佛最初三七日說《華嚴經》時，慚愧弟子這個疑問彷彿才有所感悟。"
    },
    {
      "id": "02-042-0035_p0016",
      "zh_CN": "第一、末法众生根性顽劣，故恩师以亲证《华严经》之圆满佛智，令众于净土生大菩提心。师父老人家常常分享给大家，师对净土法门真正起信是从《华严经》普贤菩萨十大愿王导归极乐，以及《楞严经．大势至菩萨念佛圆通章》开始的。之前炳老苦口婆心相劝都未能令师放弃《华严》而专修净土。师父上人常言，如果炳老当年真劝导专修净土，并把法身大士都同归净土一事讲清楚、讲明白，师早已经专修专弘净土，成就也定超现在。惭愧弟子虽然知道炳老与恩师都是在慈悲表法，表净土难信而能信。但是这一表法用意的深度和意义，一直以来弟子都未能体会。直至最近听课才恍然大悟，真是凡夫何以知佛智，只有恭敬心才能稍契如来佛智边缘。",
      "zh_TW": "第一、末法眾生根性頑劣，故恩師以親證《華嚴經》之圓滿佛智，令眾於淨土生大菩提心。師父老人家常常分享給大家，師對淨土法門真正起信是從《華嚴經》普賢菩薩十大願王導歸極樂，以及《楞嚴經．大勢至菩薩念佛圓通章》開始的。之前炳老苦口婆心相勸都未能令師放棄《華嚴》而專修淨土。師父上人常言，如果炳老當年真勸導專修淨土，並把法身大士都同歸淨土一事講清楚、講明白，師早已經專修專弘淨土，成就也定超現在。慚愧弟子雖然知道炳老與恩師都是在慈悲表法，表淨土難信而能信。但是這一表法用意的深度和意義，一直以來弟子都未能體會。直至最近聽課才恍然大悟，真是凡夫何以知佛智，只有恭敬心才能稍契如來佛智邊緣。"
    },
    {
      "id": "02-042-0035_p0017",
      "zh_CN": "现代人接受的教育标榜多疑、多学、多闻、多识，又以近百年来，教育多求高学历、高学位之竞争化深入人心，世人多羡慕大通家，或契入《华严》、《法华》高深境界之人，对净土虽眼见耳闻往生实例，却依旧难以自己生起信愿求生净土，因而造成净土有缘之人多如恒河之沙，而往生之人少如手中之土的可悲现象。如果不能出现一位令崇尚科学哲学、崇尚高深玄义、崇尚名望资历的现代人口服心服的导师，那么继印祖之后，净宗法脉就会出现断层，净土大经也将继续尘封于世，如来究竟最极方便之救度众生方法也会无人演说。又《华严经》是大乘修学最重要的经典之一，被大乘诸宗奉为宣讲圆满顿教的经中之王，是世尊成道后在禅定中为文殊、普贤等法身菩萨解释无尽法界时所宣讲，是佛教最完整世界观的介绍，是真正科学、哲学之顶峰，又是哲学和科学所不能企及之境界。《华严经》多为世界各国科学家、哲学家和诸学者推崇，被认为是登峰造极之作。换言之，若有人能契入华严境界，即是明心见性，见性成佛。若能透彻明白宣讲《华严经》，即是等同如来今现在说法。",
      "zh_TW": "現代人接受的教育標榜多疑、多學、多聞、多識，又以近百年來，教育多求高學歷、高學位之競爭化深入人心，世人多羨慕大通家，或契入《華嚴》、《法華》高深境界之人，對淨土雖眼見耳聞往生實例，卻依舊難以自己生起信願求生淨土，因而造成淨土有緣之人多如恆河之沙，而往生之人少如手中之土的可悲現象。如果不能出現一位令崇尚科學哲學、崇尚高深玄義、崇尚名望資歷的現代人口服心服的導師，那麼繼印祖之後，淨宗法脈就會出現斷層，淨土大經也將繼續塵封於世，如來究竟最極方便之救度眾生方法也會無人演說。又《華嚴經》是大乘修學最重要的經典之一，被大乘諸宗奉為宣講圓滿頓教的經中之王，是世尊成道後在禪定中為文殊、普賢等法身菩薩解釋無盡法界時所宣講，是佛教最完整世界觀的介紹，是真正科學、哲學之頂峰，又是哲學和科學所不能企及之境界。《華嚴經》多為世界各國科學家、哲學家和諸學者推崇，被認為是登峰造極之作。換言之，若有人能契入華嚴境界，即是明心見性，見性成佛。若能透徹明白宣講《華嚴經》，即是等同如來今現在說法。"
    },
    {
      "id": "02-042-0035_p0018",
      "zh_CN": "以此因缘故，恩师慈悲示现，从《华严》起信而入净土，用华严之大圆镜智，以华严海会之普贤菩萨法身大士之境界，最终导归极乐净土。令众生不得不思考华严之不可思议境界，原来极乐世界一一具足，并净土法门度化众生，乃至菩萨众之究竟方便，又远远超越其上。而恩师多次宣讲《华严经》、《华严奥旨妄尽还源观》，尤其以《华严经》宣讲上千集之多，都是近代诸家所不能与之相比。此教学成果行同贤首国师。贤首国师托胎时，母氏梦吞日光而孕，细观贤首国师一生弘法之行谊，不是古佛再来，也定是法身菩萨境界。而恩师专弘净土大经，又行超贤首国师。恩师由《华严》起信入净土，既是本经之「德遵普贤」，晚年发愿专弘《净土大经科注》，正是本经深信切愿、求生净土、行超普贤之体现。",
      "zh_TW": "以此因緣故，恩師慈悲示現，從《華嚴》起信而入淨土，用華嚴之大圓鏡智，以華嚴海會之普賢菩薩法身大士之境界，最終導歸極樂淨土。令眾生不得不思考華嚴之不可思議境界，原來極樂世界一一具足，並淨土法門度化眾生，乃至菩薩眾之究竟方便，又遠遠超越其上。而恩師多次宣講《華嚴經》、《華嚴奧旨妄盡還源觀》，尤其以《華嚴經》宣講上千集之多，都是近代諸家所不能與之相比。此教學成果行同賢首國師。賢首國師托胎時，母氏夢吞日光而孕，細觀賢首國師一生弘法之行誼，不是古佛再來，也定是法身菩薩境界。而恩師專弘淨土大經，又行超賢首國師。恩師由《華嚴》起信入淨土，既是本經之「德遵普賢」，晚年發願專弘《淨土大經科註》，正是本經深信切願、求生淨土、行超普賢之體現。"
    },
    {
      "id": "02-042-0035_p0019",
      "zh_CN": "高级知识分子与普通劳苦大众，乃至宰辅大德等，看到师父上人学佛教学之心路历程，看到恩师德高望重，团结世界宗教之高深德行，善根成熟者，定当效仿恩师于净土生实信；善根稍弱者，也定当于净土种下成佛种子。是故恩师以《华严》「无尽法界，性海圆融，缘起无碍。一位即一切位，一切位即一位」之如来境界，证明净土乃诸教中，专中之专、顿中之顿、真中之真、圆中之圆。而净土修学成就之简单易行，只在于执持一句阿弥陀佛圣号。弥陀如来之慈悲，夏老、炳老、念老以及恩师之恩德，此处也可见一斑。感恩您们为弟子示现，令弟子于净土生坚定信心不退屈。",
      "zh_TW": "高級知識分子與普通勞苦大眾，乃至宰輔大德等，看到師父上人學佛教學之心路歷程，看到恩師德高望重，團結世界宗教之高深德行，善根成熟者，定當效仿恩師於淨土生實信；善根稍弱者，也定當於淨土種下成佛種子。是故恩師以《華嚴》「無盡法界，性海圓融，緣起無礙。一位即一切位，一切位即一位」之如來境界，證明淨土乃諸教中，專中之專、頓中之頓、真中之真、圓中之圓。而淨土修學成就之簡單易行，只在於執持一句阿彌陀佛聖號。彌陀如來之慈悲，夏老、炳老、念老以及恩師之恩德，此處也可見一斑。感恩您們為弟子示現，令弟子於淨土生堅定信心不退屈。"
    },
    {
      "id": "02-042-0035_p0020",
      "zh_CN": "第二、贤公九十二载老实念佛之实行，处处体现《华严》自性圆满之般若智慧。恩师多次开示，贤公二十岁开始老实念佛，以其根性三年必得念佛三昧，三十岁左右即能大悟。贤公十八岁时腿生痈疮，因一心称念观世音菩萨圣号，月余天后顽疾不药而愈，可见当时就已经和净土结下深刻缘分，甚至可能亲见观音。若非观音大士加持，顽疾何以得愈？一念相应一念佛，贤公十八岁时就已经尝到念佛三昧的法味，因此二十岁开始遵其师训，坚定的继续念去。若贤公于三十岁开悟见佛，当时就示现往生，其意义就远远逊于一百一十二岁念佛往生。现代人最缺乏的就是贤公身上持之以恒和坚定不移的精神。本来这世界就是变化多端，而近几十年来，更是科技和人心翻天覆地的变化，变化之快，幅度之大，都是史无前例。今人对感情、职业、理想的追求极其善变，感应到了现代离婚率之高，天气五月飞雪，顷刻地面塌陷成无底深坑，脾气火爆瞬间发作而杀人不眨眼，这些心中无法净念相继，而妄念纷飞恶念不止的行为，在贤公身上却找不到。贤公何以应对百年来的一切艰苦、贫困、名利、财色的诱惑而如如不动？秘诀就在一句阿弥陀佛，不论何时何地、遇到何人何事，统统阿弥陀佛。这是什么境界？不执着、不分别、不起心动念，甚至于什么都知道，这就是《华严经》如来不可思议解脱智慧，又是德遵普贤而行超普贤的境界。弟子粗略总结如下：",
      "zh_TW": "第二、賢公九十二載老實念佛之實行，處處體現《華嚴》自性圓滿之般若智慧。恩師多次開示，賢公二十歲開始老實念佛，以其根性三年必得念佛三昧，三十歲左右即能大悟。賢公十八歲時腿生癰瘡，因一心稱念觀世音菩薩聖號，月餘天後頑疾不藥而癒，可見當時就已經和淨土結下深刻緣分，甚至可能親見觀音。若非觀音大士加持，頑疾何以得癒？一念相應一念佛，賢公十八歲時就已經嘗到念佛三昧的法味，因此二十歲開始遵其師訓，堅定的繼續念去。若賢公於三十歲開悟見佛，當時就示現往生，其意義就遠遠遜於一百一十二歲念佛往生。現代人最缺乏的就是賢公身上持之以恆和堅定不移的精神。本來這世界就是變化多端，而近幾十年來，更是科技和人心翻天覆地的變化，變化之快，幅度之大，都是史無前例。今人對感情、職業、理想的追求極其善變，感應到了現代離婚率之高，天氣五月飛雪，頃刻地面塌陷成無底深坑，脾氣火爆瞬間發作而殺人不眨眼，這些心中無法淨念相繼，而妄念紛飛惡念不止的行為，在賢公身上卻找不到。賢公何以應對百年來的一切艱苦、貧困、名利、財色的誘惑而如如不動？祕訣就在一句阿彌陀佛，不論何時何地、遇到何人何事，統統阿彌陀佛。這是什麼境界？不執著、不分別、不起心動念，甚至於什麼都知道，這就是《華嚴經》如來不可思議解脫智慧，又是德遵普賢而行超普賢的境界。弟子粗略總結如下："
    },
    {
      "id": "02-042-0035_p0021",
      "zh_CN": "甲、贤公具有圆满的华严智慧。贤公以一句佛号破迷开悟，证明了《华严经》「一切众生本来是佛」。乙、贤公以《华严》「心包太虚，量周沙界」之心量，对待一切有情无情众生，看待一切人如阿弥陀佛，从不埋怨和辩解，不搞华而不实之假修行，一生持戒精严，老实念佛。以一句佛号既是实际理体，菩提心广大无边，故能感得广大无际依报净土。丙、贤公做为华严大心凡夫求生净土，预知时至自在往生实报庄严土。丁、贤公一生演义了《华严》善财童子五十三参，佛法不离开生活。一生老实做农民，老实做弥陀弟子，没有一时一刻离开生活而修行，恪守本分和义务，直至最后往生前还耕种不懈。贤公一生是一部活的《华严经》，更是一部活的《无量寿经》，给惭愧弟子开演真信、切愿、真求生净土的真实利益。",
      "zh_TW": "甲、賢公具有圓滿的華嚴智慧。賢公以一句佛號破迷開悟，證明了《華嚴經》「一切眾生本來是佛」。乙、賢公以《華嚴》「心包太虛，量周沙界」之心量，對待一切有情無情眾生，看待一切人如阿彌陀佛，從不埋怨和辯解，不搞華而不實之假修行，一生持戒精嚴，老實念佛。以一句佛號既是實際理體，菩提心廣大無邊，故能感得廣大無際依報淨土。丙、賢公做為華嚴大心凡夫求生淨土，預知時至自在往生實報莊嚴土。丁、賢公一生演義了《華嚴》善財童子五十三參，佛法不離開生活。一生老實做農民，老實做彌陀弟子，沒有一時一刻離開生活而修行，恪守本分和義務，直至最後往生前還耕種不懈。賢公一生是一部活的《華嚴經》，更是一部活的《無量壽經》，給慚愧弟子開演真信、切願、真求生淨土的真實利益。"
    },
    {
      "id": "02-042-0035_p0022",
      "zh_CN": "恩师和贤公都是悯怜末法九千年多障众生，特垂方便，以弥陀如来本怀，华严究竟之佛智，为众生导师，做法门龙象，令众起实信，不要以世俗之见而鄙视净土。大恩大德唯以老实念佛，求生净土，方得以回报。以上是大惭愧弟子上官的学习报告，错误之处还请师父上人慈悲指正。大惭愧弟子上官顶礼感恩，二０一四年五月四日。",
      "zh_TW": "恩師和賢公都是憫憐末法九千年多障眾生，特垂方便，以彌陀如來本懷，華嚴究竟之佛智，為眾生導師，做法門龍象，令眾起實信，不要以世俗之見而鄙視淨土。大恩大德唯以老實念佛，求生淨土，方得以回報。以上是大慚愧弟子上官的學習報告，錯誤之處還請師父上人慈悲指正。大慚愧弟子上官頂禮感恩，二０一四年五月四日。"
    },
    {
      "id": "02-042-0035_p0023",
      "zh_CN": "老法师：我们每一次听到上官的心得报告，首先让我们明显的看到，她就像《弥陀经》上所说的，「不可以少善根福德因缘得生彼国」。上官是一个具足善根福德因缘的弥陀弟子，我们对她称赞，我们也要向她学习。《弥陀经》上这句话是这一次真正往生的人必须具备的条件。这个条件不是一生一世修的，多生多劫累积的因缘。善根，这个名词的本意是能生一切善的根本，称为善根。佛经上给我们解释，世间善法的善根是叫三善根，不贪、不瞋、不痴叫三善根，一切世间法都从这三个根生的。大乘菩萨的善根，当然它已经包含了世法的三善根，在世法三善根里面加了一条叫精进。",
      "zh_TW": "老法師：我們每一次聽到上官的心得報告，首先讓我們明顯的看到，她就像《彌陀經》上所說的，「不可以少善根福德因緣得生彼國」。上官是一個具足善根福德因緣的彌陀弟子，我們對她稱讚，我們也要向她學習。《彌陀經》上這句話是這一次真正往生的人必須具備的條件。這個條件不是一生一世修的，多生多劫累積的因緣。善根，這個名詞的本意是能生一切善的根本，稱為善根。佛經上給我們解釋，世間善法的善根是叫三善根，不貪、不瞋、不痴叫三善根，一切世間法都從這三個根生的。大乘菩薩的善根，當然它已經包含了世法的三善根，在世法三善根裡面加了一條叫精進。"
    },
    {
      "id": "02-042-0035_p0024",
      "zh_CN": "精进怎么解释？精是纯而不杂。我们这个经题上，「清净平等觉」就是精进。纯而不杂，没有妄想，没有杂念，这叫精，进是有进无退；换句话说，圆证三不退叫进。三种不退第一个，不退落到凡夫，他是圣人。小乘须陀洹、大乘初信位的菩萨，他就不会再退到六道去做凡夫。虽然没有离开六道，他有能力保持净而不染、正而不邪、觉而不迷，他能保持住；换句话说，他能真正落实三皈。不但位不退，行也不退，行是什么？舍己为人，大慈大悲，普度众生。普度众生是帮助众生断恶修善，帮助众生破迷开悟，帮助众生修行证果。大乘菩萨的果报有五十二种，从下到上一层一层的提升，这叫精进，唯有精进成就就快了。",
      "zh_TW": "精進怎麼解釋？精是純而不雜。我們這個經題上，「清淨平等覺」就是精進。純而不雜，沒有妄想，沒有雜念，這叫精，進是有進無退；換句話說，圓證三不退叫進。三種不退第一個，不退落到凡夫，他是聖人。小乘須陀洹、大乘初信位的菩薩，他就不會再退到六道去做凡夫。雖然沒有離開六道，他有能力保持淨而不染、正而不邪、覺而不迷，他能保持住；換句話說，他能真正落實三皈。不但位不退，行也不退，行是什麼？捨己為人，大慈大悲，普度眾生。普度眾生是幫助眾生斷惡修善，幫助眾生破迷開悟，幫助眾生修行證果。大乘菩薩的果報有五十二種，從下到上一層一層的提升，這叫精進，唯有精進成就就快了。"
    },
    {
      "id": "02-042-0035_p0025",
      "zh_CN": "为什么一般菩萨修行要无量劫？无量劫的修行也实在是难为他，值得人尊敬。他的原因在哪里？第一个还是不免懈怠，有进，进得很缓慢，也有退，菩提道上进进退退。精进的人他只有进没有退。第二个原因是因缘，没有遇到净土法门。遇到净土法门，一个能精进的人决定是一生成就，不可能放在第二生。在净宗我们看到具足这三个条件的人欢喜、恭敬，知道这个人一生决定往生成佛。自行化他，用身行言教。身，表演给大家看。佛法在哪里？佛法在我生活当中，佛法在工作当中，佛法在一切活动之中，妙不可言。",
      "zh_TW": "為什麼一般菩薩修行要無量劫？無量劫的修行也實在是難為他，值得人尊敬。他的原因在哪裡？第一個還是不免懈怠，有進，進得很緩慢，也有退，菩提道上進進退退。精進的人他只有進沒有退。第二個原因是因緣，沒有遇到淨土法門。遇到淨土法門，一個能精進的人決定是一生成就，不可能放在第二生。在淨宗我們看到具足這三個條件的人歡喜、恭敬，知道這個人一生決定往生成佛。自行化他，用身行言教。身，表演給大家看。佛法在哪裡？佛法在我生活當中，佛法在工作當中，佛法在一切活動之中，妙不可言。"
    },
    {
      "id": "02-042-0035_p0026",
      "zh_CN": "什么叫佛法？这个总得搞清楚。现在人很多反对佛，连佛这个字都不愿意听，真是深重的误会。他自己是这个样子，果报将来生生世世没有智慧，迷惑颠倒。如果还能够影响别人的，他的罪就重了，什么罪？断众生法身慧命。《戒经》上告诉我们，杀人身命罪很重，断众生法身慧命比杀他的身命的罪更重。懂得因果报应，他不敢断人慧命。现在这个社会不相信因果，科学技术展开了，真的是日新月异，突飞猛进，让人们迷在科学之中，对古圣先贤那一种真诚恭敬心没有了，完全没有了，变成一个反常的心态，认为古人不懂科学，科学家有智慧，古人没智慧，愚痴。就这么一个概念，就造成他不知道要多少劫的时间，咱们现在讲年，那不知道讲多少千万年、多少万万年他没有智慧，真正，无论在哪一道都是白痴、无知。一世造的罪业，百世、千世、万世都回不了头，你就知道这个事情多可怕。这不是我说的，是佛经典上所说的。诸位要看，我们把经典上关于这一类的业因果报事情抄在一起，做成一本书，诸经，这是一切经，诸经佛说地狱，也是个会集本，把它会成一起，地狱集要。因为佛说这些因果散在一切经论当中，我们把它收编在一起做成一册，便于大家学习。这个书我们要大量的流通，让大家能看到，这是佛说的，不是一般人讲的。",
      "zh_TW": "什麼叫佛法？這個總得搞清楚。現在人很多反對佛，連佛這個字都不願意聽，真是深重的誤會。他自己是這個樣子，果報將來生生世世沒有智慧，迷惑顛倒。如果還能夠影響別人的，他的罪就重了，什麼罪？斷眾生法身慧命。《戒經》上告訴我們，殺人身命罪很重，斷眾生法身慧命比殺他的身命的罪更重。懂得因果報應，他不敢斷人慧命。現在這個社會不相信因果，科學技術展開了，真的是日新月異，突飛猛進，讓人們迷在科學之中，對古聖先賢那一種真誠恭敬心沒有了，完全沒有了，變成一個反常的心態，認為古人不懂科學，科學家有智慧，古人沒智慧，愚痴。就這麼一個概念，就造成他不知道要多少劫的時間，咱們現在講年，那不知道講多少千萬年、多少萬萬年他沒有智慧，真正，無論在哪一道都是白痴、無知。一世造的罪業，百世、千世、萬世都回不了頭，你就知道這個事情多可怕。這不是我說的，是佛經典上所說的。諸位要看，我們把經典上關於這一類的業因果報事情抄在一起，做成一本書，諸經，這是一切經，諸經佛說地獄，也是個會集本，把它會成一起，地獄集要。因為佛說這些因果散在一切經論當中，我們把它收編在一起做成一冊，便於大家學習。這個書我們要大量的流通，讓大家能看到，這是佛說的，不是一般人講的。"
    },
    {
      "id": "02-042-0035_p0027",
      "zh_CN": "可是今人对于佛都不认识，对于佛没有尊重心，那就难了，遇到了也不相信。但是这些人我们也要称赞他，我们知道，他将来一定会有一天回头是岸，而且他会信愿持名往生净土。为什么？阿赖耶识里头有阿弥陀佛的种子。他毁谤阿弥陀佛，他不相信阿弥陀佛，把那个毁谤、不相信拿掉，他心里有阿弥陀佛，这个阿弥陀佛金刚种子永远不坏。所以他的果报报完之后，这个种子起现行，会起作用，将来有缘遇到净宗，他会欢喜接受。所以我们对这样的人也要尊重，那就是现前在我们面前毁谤净宗，批评阿弥陀佛，我们都要尊重，知道他再过无量劫他就相信了，他是我们的同路人。我们先到极乐世界去等他，他一定会来。法门的深妙不可思议！",
      "zh_TW": "可是今人對於佛都不認識，對於佛沒有尊重心，那就難了，遇到了也不相信。但是這些人我們也要稱讚他，我們知道，他將來一定會有一天回頭是岸，而且他會信願持名往生淨土。為什麼？阿賴耶識裡頭有阿彌陀佛的種子。他毀謗阿彌陀佛，他不相信阿彌陀佛，把那個毀謗、不相信拿掉，他心裡有阿彌陀佛，這個阿彌陀佛金剛種子永遠不壞。所以他的果報報完之後，這個種子起現行，會起作用，將來有緣遇到淨宗，他會歡喜接受。所以我們對這樣的人也要尊重，那就是現前在我們面前毀謗淨宗，批評阿彌陀佛，我們都要尊重，知道他再過無量劫他就相信了，他是我們的同路人。我們先到極樂世界去等他，他一定會來。法門的深妙不可思議！"
    },
    {
      "id": "02-042-0035_p0028",
      "zh_CN": "我们在这一生当中依教修行，人与人之间最怕的是不接触，不接触永远误会，这个误会无法解除。如果常常接触，很容易就化解了。为什么？过去是听说的，现在是亲见的。听说的不可靠，但是有很多人都说就信以为真了，那很多人，说的那些人，也都是一个传一个传一个来的，你去问问说的人，你见过没有？没见过。没见过怎么就相信？它多人说，好多人说，他就凭这个相信的，这是不可靠的信息。中国古圣先贤的态度就不是这样的，听到很多人赞叹，他要亲自去考察；听到很多人毁谤，也要亲自去考察，他不会轻易相信，这个态度正确的。造成误会的事情小，造成恶业让很多人失去利益，这个因果就重了。大家毁谤阿弥陀佛，大家毁谤《无量寿经》，让很多人不相信这个经。他看了没有？没有看。为什么？人家说它这个不好，他就不看了。他真正看几遍，看明白了，他们批评错了。",
      "zh_TW": "我們在這一生當中依教修行，人與人之間最怕的是不接觸，不接觸永遠誤會，這個誤會無法解除。如果常常接觸，很容易就化解了。為什麼？過去是聽說的，現在是親見的。聽說的不可靠，但是有很多人都說就信以為真了，那很多人，說的那些人，也都是一個傳一個傳一個來的，你去問問說的人，你見過沒有？沒見過。沒見過怎麼就相信？它多人說，好多人說，他就憑這個相信的，這是不可靠的信息。中國古聖先賢的態度就不是這樣的，聽到很多人讚歎，他要親自去考察；聽到很多人毀謗，也要親自去考察，他不會輕易相信，這個態度正確的。造成誤會的事情小，造成惡業讓很多人失去利益，這個因果就重了。大家毀謗阿彌陀佛，大家毀謗《無量壽經》，讓很多人不相信這個經。他看了沒有？沒有看。為什麼？人家說它這個不好，他就不看了。他真正看幾遍，看明白了，他們批評錯了。"
    },
    {
      "id": "02-042-0035_p0029",
      "zh_CN": "我们自己也是从这里回头的，年轻的时候学校读书，老师批评佛教，说佛教是迷信，我们就接受了，而且印象很深，遇到佛教马上浮起来，迷信，老师说迷信，就不愿意接触了，寺庙也不愿意进去了。老师对学生造成这个影响，他要不要背因果责任？要，他不知道，他不像孔子。孔子聪明，你们很多人批评说它不好，孔子要认真去研究，要把佛经找来看看，是不是这回事情。没有搞清楚，他给你打个问号。要把这个问号化解，自己要用功夫，真搞清楚、搞明白了。我们对佛教的误会是小学、中学老师造成的。我对于佛学的入门，佛教入门，是方东美先生教我的。这是一位大学名教授，当代的大哲学家，他给我讲哲学概论，最后一个单元讲的是佛经哲学。我怀疑，我说佛教是宗教，宗教是迷信，尤其佛教是多神教、泛神教，在宗教里面属于低级宗教，高级宗教只有一个真神，没这么多。方老师告诉我，他说你年轻，你不知道。我们学哲学，他告诉我，「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，我这样入门的。这个话从前没有听人说过，没人这么说。没人这么说是因为对佛法不了解。",
      "zh_TW": "我們自己也是從這裡回頭的，年輕的時候學校讀書，老師批評佛教，說佛教是迷信，我們就接受了，而且印象很深，遇到佛教馬上浮起來，迷信，老師說迷信，就不願意接觸了，寺廟也不願意進去了。老師對學生造成這個影響，他要不要背因果責任？要，他不知道，他不像孔子。孔子聰明，你們很多人批評說它不好，孔子要認真去研究，要把佛經找來看看，是不是這回事情。沒有搞清楚，他給你打個問號。要把這個問號化解，自己要用功夫，真搞清楚、搞明白了。我們對佛教的誤會是小學、中學老師造成的。我對於佛學的入門，佛教入門，是方東美先生教我的。這是一位大學名教授，當代的大哲學家，他給我講哲學概論，最後一個單元講的是佛經哲學。我懷疑，我說佛教是宗教，宗教是迷信，尤其佛教是多神教、泛神教，在宗教裡面屬於低級宗教，高級宗教只有一個真神，沒這麼多。方老師告訴我，他說你年輕，你不知道。我們學哲學，他告訴我，「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，我這樣入門的。這個話從前沒有聽人說過，沒人這麼說。沒人這麼說是因為對佛法不了解。"
    },
    {
      "id": "02-042-0035_p0030",
      "zh_CN": "我向方老师请教，我说你的佛学是从哪来的？跟什么人学的？他没有老师。他告诉我，抗战时期他在四川中央大学教书，中大的教授。有一段时期他生病，朋友介绍他到峨嵋山去养病，四大名山之一。峨嵋确实是好地方，他在那里住了几个月把身体养好了。在峨嵋山这个山上，没有报纸、没有杂志，什么信息也没有，什么东西也看不到，只有佛经，拿佛经来消遣，看佛经，愈看愈有味道，就这样看进去了。所以不接触不行，接触之后才发现佛经里头有这么多的好东西。从此以后，他没有一天不读佛经。真的吗？所以我就留意了老师书房里桌子上头有没有佛经，我就很留意这桩事情。真的，没有一次走进他书房看到他桌子上没有佛经的，看不到。我跟他学习，上课是在他家里，不是在学校，在他家小客厅，所以他的书房我们可以随便走进去看一下。主要的我就是看他是真是假的，真的不是假的。台湾出版《大藏经》，第一次印的是日本的《大正藏》，他也请了一套，放在他书房里。以后《卍续藏》出版了，这个信息是我告诉他的，他一听非常欢喜，大概一个星期他就买了一套《卍续藏》。《卍续藏》里面经不多，注解多，几乎所有经论的注解统统搜集在这一套里头，对于学经教、学讲经的法师是最重要的一部参考资料。日本人收得很齐全，就连魏源的会集本都收在里头，王耕心的注解，这都受人批评的，但是日本人还是把它收在里头，所以它收经很多。",
      "zh_TW": "我向方老師請教，我說你的佛學是從哪來的？跟什麼人學的？他沒有老師。他告訴我，抗戰時期他在四川中央大學教書，中大的教授。有一段時期他生病，朋友介紹他到峨嵋山去養病，四大名山之一。峨嵋確實是好地方，他在那裡住了幾個月把身體養好了。在峨嵋山這個山上，沒有報紙、沒有雜誌，什麼信息也沒有，什麼東西也看不到，只有佛經，拿佛經來消遣，看佛經，愈看愈有味道，就這樣看進去了。所以不接觸不行，接觸之後才發現佛經裡頭有這麼多的好東西。從此以後，他沒有一天不讀佛經。真的嗎？所以我就留意了老師書房裡桌子上頭有沒有佛經，我就很留意這樁事情。真的，沒有一次走進他書房看到他桌子上沒有佛經的，看不到。我跟他學習，上課是在他家裡，不是在學校，在他家小客廳，所以他的書房我們可以隨便走進去看一下。主要的我就是看他是真是假的，真的不是假的。台灣出版《大藏經》，第一次印的是日本的《大正藏》，他也請了一套，放在他書房裡。以後《卍續藏》出版了，這個信息是我告訴他的，他一聽非常歡喜，大概一個星期他就買了一套《卍續藏》。《卍續藏》裡面經不多，註解多，幾乎所有經論的註解統統蒐集在這一套裡頭，對於學經教、學講經的法師是最重要的一部參考資料。日本人收得很齊全，就連魏源的會集本都收在裡頭，王耕心的註解，這都受人批評的，但是日本人還是把它收在裡頭，所以它收經很多。"
    },
    {
      "id": "02-042-0035_p0031",
      "zh_CN": "上官同学的报告值得我们所有在一起学习分享的同学们做参考。我也是想到这一点，把大家的这些报告将来印成一本书，我们共同分享、共同学习，互相勉励。",
      "zh_TW": "上官同學的報告值得我們所有在一起學習分享的同學們做參考。我也是想到這一點，把大家的這些報告將來印成一本書，我們共同分享、共同學習，互相勉勵。"
    },
    {
      "id": "02-042-0035_p0032",
      "zh_CN": "学生：云南鸡足山大士阁开寂法师，《无量寿经科注》第四回学习班心得报告之二。尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修，大家好，阿弥陀佛。惭愧学生此次向尊敬的师父上人恭敬报告的主题是，「感恩师父上人教我真学佛，做真佛弟子」。学生深感惭愧，学佛修行时日尚浅，深感根基陋劣，障深慧浅，学习班开班至今将近两个月，而呈递之心得甚少，深感有愧恩师日复一日殷勤慈悲至极的教导。但学生深信，一门深入，长时薰修，读书千遍，其义自见，只要锲而不舍，下根之人亦能薰成上根之人，定性阐提亦有成佛之时。无比感恩师父上人身行言教带领迷途学生找回归家之路。每日的薰习，如饮甘露，让学生一次又一次认清这一生的方向和目标，一次比一次刻骨铭心。那就是一个方向，往生极乐世界；一个目标，亲近弥陀，除此之外，其他都如梦幻泡影，应当放下。",
      "zh_TW": "學生：雲南雞足山大士閣開寂法師，《無量壽經科註》第四回學習班心得報告之二。尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修，大家好，阿彌陀佛。慚愧學生此次向尊敬的師父上人恭敬報告的主題是，「感恩師父上人教我真學佛，做真佛弟子」。學生深感慚愧，學佛修行時日尚淺，深感根基陋劣，障深慧淺，學習班開班至今將近兩個月，而呈遞之心得甚少，深感有愧恩師日復一日殷勤慈悲至極的教導。但學生深信，一門深入，長時薰修，讀書千遍，其義自見，只要鍥而不捨，下根之人亦能薰成上根之人，定性闡提亦有成佛之時。無比感恩師父上人身行言教帶領迷途學生找回歸家之路。每日的薰習，如飲甘露，讓學生一次又一次認清這一生的方向和目標，一次比一次刻骨銘心。那就是一個方向，往生極樂世界；一個目標，親近彌陀，除此之外，其他都如夢幻泡影，應當放下。"
    },
    {
      "id": "02-042-0035_p0033",
      "zh_CN": "先父在世时常常教诲学生，人这一生一定要做个好人，要做个老实的人。然学生并未记心，也不知道什么是好人、什么是老实人，更不能明白先父之意。殊不知老实、听话、真干，这些便是圣学入门之要基，以致荒废多少大好时光，即使出家修道也不得其利，深感不孝不敬。然而此次有幸参加学习班，恭听师父上人慈悲教导，才慢慢清醒过来，这一生在世间到底是为了什么。",
      "zh_TW": "先父在世時常常教誨學生，人這一生一定要做個好人，要做個老實的人。然學生並未記心，也不知道什麼是好人、什麼是老實人，更不能明白先父之意。殊不知老實、聽話、真幹，這些便是聖學入門之要基，以致荒廢多少大好時光，即使出家修道也不得其利，深感不孝不敬。然而此次有幸參加學習班，恭聽師父上人慈悲教導，才慢慢清醒過來，這一生在世間到底是為了什麼。"
    },
    {
      "id": "02-042-0035_p0034",
      "zh_CN": "每每听到师父上人提及年轻时的遭遇，亲历战乱，军阀割据，社会动荡，为躲避战乱，徒步走遍江南十一个省，饱经沧桑，颠沛流离，居无定所，也因此失去上学的机会，也因此感悟到人生苦多乐少，真实体会到五浊恶世。而在这世间深处这种水深火热的众生更是无量无边。苦苦追寻才找到解决的方法，那便是佛陀至善圆满的教育，才能帮助众生离苦得乐。每每听到这里，内心感动不已，深感师父上人就如同大悲慈父阿弥陀佛，于因地之时，看到十方刹土六道众生，生发无尽的怜悯之心，欲拔众生于苦海之中，而建立了西方极乐世界，接引无量无边苦难众生，这是多么慈悲至极的胸怀。老人家也常常教导我们，学佛就要学得像释迦牟尼佛一样，世尊当年在世，讲经说法四十九年，直至涅槃，从来没有一天中断过。而师父上人更是年近九旬，还不忘谆谆教导我们。学生今日能知遇尊敬的师父上人，恭聆恩师慈悲教导，定当要万分珍惜，依教奉行，不能再错过了。",
      "zh_TW": "每每聽到師父上人提及年輕時的遭遇，親歷戰亂，軍閥割據，社會動盪，為躲避戰亂，徒步走遍江南十一個省，飽經滄桑，顛沛流離，居無定所，也因此失去上學的機會，也因此感悟到人生苦多樂少，真實體會到五濁惡世。而在這世間深處這種水深火熱的眾生更是無量無邊。苦苦追尋才找到解決的方法，那便是佛陀至善圓滿的教育，才能幫助眾生離苦得樂。每每聽到這裡，內心感動不已，深感師父上人就如同大悲慈父阿彌陀佛，於因地之時，看到十方剎土六道眾生，生發無盡的憐憫之心，欲拔眾生於苦海之中，而建立了西方極樂世界，接引無量無邊苦難眾生，這是多麼慈悲至極的胸懷。老人家也常常教導我們，學佛就要學得像釋迦牟尼佛一樣，世尊當年在世，講經說法四十九年，直至涅槃，從來沒有一天中斷過。而師父上人更是年近九旬，還不忘諄諄教導我們。學生今日能知遇尊敬的師父上人，恭聆恩師慈悲教導，定當要萬分珍惜，依教奉行，不能再錯過了。"
    },
    {
      "id": "02-042-0035_p0035",
      "zh_CN": "世尊在世间示现八相成道，为我们示现放下烦恼和所知二障，在菩提树下证得无上圆满菩提。师父上人更是以身示教，教导学生要放下烦恼障，远离一切名利，尤其最近把名下的供养统统放下，帮助世界各地多元文化事业的弘传，而自己是边都不沾，还是日日研习《无量寿经》，老实念佛，一心求生净土。教导学生要放下所知障，而老人家自己把心爱的《华严经》放下，教导学生要一门深入，长时薰修，一句佛号，专修专弘《无量寿经》，一心求生净土，告诉学生这一生就一个方向，往生极乐世界；一个目标，亲近弥陀。岁月蹉跎，时不待人，学生定当一生奉行。无比感恩师父上人身行言教，教导学生要真学佛，做真佛弟子。以上是惭愧学生这段时间学习的浅显心得，恭敬报告师父上人，恳请师父上人慈悲指正，阿弥陀佛！惭愧学生开寂顶礼敬呈，二０一四年五月三日，云南鸡足山大士阁。",
      "zh_TW": "世尊在世間示現八相成道，為我們示現放下煩惱和所知二障，在菩提樹下證得無上圓滿菩提。師父上人更是以身示教，教導學生要放下煩惱障，遠離一切名利，尤其最近把名下的供養統統放下，幫助世界各地多元文化事業的弘傳，而自己是邊都不沾，還是日日研習《無量壽經》，老實念佛，一心求生淨土。教導學生要放下所知障，而老人家自己把心愛的《華嚴經》放下，教導學生要一門深入，長時薰修，一句佛號，專修專弘《無量壽經》，一心求生淨土，告訴學生這一生就一個方向，往生極樂世界；一個目標，親近彌陀。歲月蹉跎，時不待人，學生定當一生奉行。無比感恩師父上人身行言教，教導學生要真學佛，做真佛弟子。以上是慚愧學生這段時間學習的淺顯心得，恭敬報告師父上人，懇請師父上人慈悲指正，阿彌陀佛！慚愧學生開寂頂禮敬呈，二０一四年五月三日，雲南雞足山大士閣。"
    },
    {
      "id": "02-042-0035_p0036",
      "zh_CN": "老法师：开寂法师的报告也帮助我们向上提升，勉励我们认真努力的学习。大家都能发大心，承传如来的事业，就是自己成就，如佛一样的教化众生，帮助众生脱离六道轮回，这是离究竟苦，往生到西方极乐世界是让他得到究竟乐。如果不能脱离六道轮回，纵然讲离苦，那是短暂的，是不究竟的；要离开六道这究竟了，一切苦全离了。这个离苦得乐，除了净土宗带业往生之外，其他法门都很困难。即使证果了，这一生当中证到小乘初果、二果就很不容易，何况三果、四果！这些事情我们都要搞清楚、搞明白，然后才知道选择净宗是正确的，选择净宗是弥陀无尽的慈悲，真正给我们的帮助。大乘教常说什么都是假的，这桩事情是真的，假的应该放下，真的应该掌握住。世尊在《弥陀经》上教给我们执持名号，对其他的都告诉我们，「凡所有相，皆是虚妄」，既然知道是虚妄，要彻底放下。这桩事情，教我们执持名号，这是真的，我们执着、我们保持就这桩事情，一句阿弥陀佛，这个方法帮助我们到极乐世界，帮助我们见阿弥陀佛，第一个目标达到了。第二个目标是在极乐世界，接受阿弥陀佛的教诲，一直到成佛，极乐世界成佛时间很短，很快就如愿以偿了。我们这一生到这个世间没有白来，我希望我们的同学将来都是极乐世界弥陀会上的会友。后面还有吗？",
      "zh_TW": "老法師：開寂法師的報告也幫助我們向上提升，勉勵我們認真努力的學習。大家都能發大心，承傳如來的事業，就是自己成就，如佛一樣的教化眾生，幫助眾生脫離六道輪迴，這是離究竟苦，往生到西方極樂世界是讓他得到究竟樂。如果不能脫離六道輪迴，縱然講離苦，那是短暫的，是不究竟的；要離開六道這究竟了，一切苦全離了。這個離苦得樂，除了淨土宗帶業往生之外，其他法門都很困難。即使證果了，這一生當中證到小乘初果、二果就很不容易，何況三果、四果！這些事情我們都要搞清楚、搞明白，然後才知道選擇淨宗是正確的，選擇淨宗是彌陀無盡的慈悲，真正給我們的幫助。大乘教常說什麼都是假的，這樁事情是真的，假的應該放下，真的應該掌握住。世尊在《彌陀經》上教給我們執持名號，對其他的都告訴我們，「凡所有相，皆是虛妄」，既然知道是虛妄，要徹底放下。這樁事情，教我們執持名號，這是真的，我們執著、我們保持就這樁事情，一句阿彌陀佛，這個方法幫助我們到極樂世界，幫助我們見阿彌陀佛，第一個目標達到了。第二個目標是在極樂世界，接受阿彌陀佛的教誨，一直到成佛，極樂世界成佛時間很短，很快就如願以償了。我們這一生到這個世間沒有白來，我希望我們的同學將來都是極樂世界彌陀會上的會友。後面還有嗎？"
    },
    {
      "id": "02-042-0035_p0037",
      "zh_CN": "学生：云南鸡足山大士阁开了法师，无量寿经科注第四回学习班心得报告。尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修，大家好，阿弥陀佛！惭愧学生此次向师父上人恭敬报告的主题是，「贤公光碟看千遍，真诚之心自能见」。师父上人在讲经当中常常提醒我们，在日常生活当中处事待人接物都要用真心，我们生活过日子要用真心，用真心的人决定不吃亏，用真心的人时时都有悟处。为什么？我们的心清净，清净心起作用，生智慧不生烦恼。学生听了师父上人这段开示后深感惭愧！什么是真心？真心就是至诚心。什么是至诚心？前清曾国藩先生曾经说过，「一念不生谓之诚」。学生的这颗真心就一直没有找到，所以常生烦恼不生智慧。",
      "zh_TW": "學生：雲南雞足山大士閣開了法師，無量壽經科註第四回學習班心得報告。尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修，大家好，阿彌陀佛！慚愧學生此次向師父上人恭敬報告的主題是，「賢公光碟看千遍，真誠之心自能見」。師父上人在講經當中常常提醒我們，在日常生活當中處事待人接物都要用真心，我們生活過日子要用真心，用真心的人決定不吃虧，用真心的人時時都有悟處。為什麼？我們的心清淨，清淨心起作用，生智慧不生煩惱。學生聽了師父上人這段開示後深感慚愧！什麼是真心？真心就是至誠心。什麼是至誠心？前清曾國藩先生曾經說過，「一念不生謂之誠」。學生的這顆真心就一直沒有找到，所以常生煩惱不生智慧。"
    },
    {
      "id": "02-042-0035_p0038",
      "zh_CN": "学生从七年前就开始学习《弟子规》了，虽然《弟子规》中的许多条目自己也能在生活中也能做到了，但总感到内心不踏实，那种真诚心找不到，低不下来，甚至愈学愈高。虽然上印下信法师和馆长慈悲提醒了学生好几次，但自己那一颗真心依然是找不到。后来学生总结了一下，问题出在哪？一、小时候孝道之根没有扎好，长大了敬师之礼也不周全，以至于后来，对大众的真诚心也出不来，做事总有夹杂。二、平时自己杂念较多，心常不在道上，从朝至暮，从暮至朝，一句佛号时有间断，常生自私心及傲慢心。自己对此也很懊恼，也深感对不起上印下信法师和馆长的知遇之恩。",
      "zh_TW": "學生從七年前就開始學習《弟子規》了，雖然《弟子規》中的許多條目自己也能在生活中也能做到了，但總感到內心不踏實，那種真誠心找不到，低不下來，甚至愈學愈高。雖然上印下信法師和館長慈悲提醒了學生好幾次，但自己那一顆真心依然是找不到。後來學生總結了一下，問題出在哪？一、小時候孝道之根沒有紮好，長大了敬師之禮也不周全，以至於後來，對大眾的真誠心也出不來，做事總有夾雜。二、平時自己雜念較多，心常不在道上，從朝至暮，從暮至朝，一句佛號時有間斷，常生自私心及傲慢心。自己對此也很懊惱，也深感對不起上印下信法師和館長的知遇之恩。"
    },
    {
      "id": "02-042-0035_p0039",
      "zh_CN": "正当学生一筹莫展时，我们尊敬的师父上人！您为我们开出了一剂良方，贤公光碟看千遍，真诚之心自能见。贤公光碟看到今天也有一百四十多遍了，每看一遍，心灵都得到一次洗涤，感恩之心、惭愧之心油然而生。释迦佛在久远劫前已经成佛了，但还要到我们这个世界来示现八相成道，慈悲救度苦难众生。贤公老和尚也是一样，今天人们对一门深入、长时薰修不相信了，对真诚恭敬、依教奉行不认可了，所以他老人家慈悲救世，来到我们这个世间，用九十二年的时间，不用言教，以身示范，为我们做真诚恭敬吃苦耐劳的好样子，来教化我们这些六道众生。感谢贤公老和尚为我表法，慈悲救度我这个生死凡夫，出离苦海，离苦得乐。",
      "zh_TW": "正當學生一籌莫展時，我們尊敬的師父上人！您為我們開出了一劑良方，賢公光碟看千遍，真誠之心自能見。賢公光碟看到今天也有一百四十多遍了，每看一遍，心靈都得到一次洗滌，感恩之心、慚愧之心油然而生。釋迦佛在久遠劫前已經成佛了，但還要到我們這個世界來示現八相成道，慈悲救度苦難眾生。賢公老和尚也是一樣，今天人們對一門深入、長時薰修不相信了，對真誠恭敬、依教奉行不認可了，所以他老人家慈悲救世，來到我們這個世間，用九十二年的時間，不用言教，以身示範，為我們做真誠恭敬吃苦耐勞的好樣子，來教化我們這些六道眾生。感謝賢公老和尚為我表法，慈悲救度我這個生死凡夫，出離苦海，離苦得樂。"
    },
    {
      "id": "02-042-0035_p0040",
      "zh_CN": "而我们尊敬的师父上人，现已是八十八岁高龄了，还在为释迦正法久住世间，救度全球苦难众生，奔走于世界各地，这个月又要出访印尼、新加坡、马来西亚，一刻也不得休息。师父上人心系祖国胸怀天下的高尚品格，像丽日之光，照亮了我黑暗狭小的轮回之心。感谢贤公老和尚和师父上人的身行言教，惭愧学生决心从今日起，放下自私傲慢之心，以孝敬之心念佛，以真诚之心处世，做一个如理如法的出家人，以报诸佛菩萨、父母、师长的深恩厚德。学生粗浅心得向大家报告到此，恳请尊敬的师父上人、诸位法师、诸位大德同修批评指正，谢谢大家，阿弥陀佛。惭愧学生开了顶礼敬呈，二０一四年五月四日，云南鸡足山大士阁。",
      "zh_TW": "而我們尊敬的師父上人，現已是八十八歲高齡了，還在為釋迦正法久住世間，救度全球苦難眾生，奔走於世界各地，這個月又要出訪印尼、新加坡、馬來西亞，一刻也不得休息。師父上人心繫祖國胸懷天下的高尚品格，像麗日之光，照亮了我黑暗狹小的輪迴之心。感謝賢公老和尚和師父上人的身行言教，慚愧學生決心從今日起，放下自私傲慢之心，以孝敬之心念佛，以真誠之心處世，做一個如理如法的出家人，以報諸佛菩薩、父母、師長的深恩厚德。學生粗淺心得向大家報告到此，懇請尊敬的師父上人、諸位法師、諸位大德同修批評指正，謝謝大家，阿彌陀佛。慚愧學生開了頂禮敬呈，二０一四年五月四日，雲南雞足山大士閣。"
    },
    {
      "id": "02-042-0035_p0041",
      "zh_CN": "老法师：开了法师给我们的启示，就是发现自己的过失，这桩事情很不容易，能发现、能觉察到，改过的功德就能成就。他能够每天认真去看海贤法师这片光碟，一天看三遍，一天不空过，一年下来一千遍。这一千遍看完之后，我相信中上根性的人肯定会觉悟，帮助大家破迷开悟，帮助大家建立信心。对净宗有信心，你才会真正发愿求生净土。真正发愿求生净土，这个世间的一切自然能放下，心就在道上了。老和尚往生了，留下这片光碟，就像一部大经一样，会度很多很多人。我们自己如果觉得信心、愿心不足，你就用我这个方法，用上一年你就知道了，这个问题就解决了。如果每天再能念一万声佛号最好了，那我相信这一年没白过，一年就取得往生西方极乐世界的成就。如果我们还有寿命，我们可以放弃，一年可以跟阿弥陀佛到极乐世界去了。现在这个地球灾难很多，也需要有大慈悲心的人在这个世间表法，帮助众生断恶修善，帮助众生破迷开悟，就如同海贤老和尚住世长久，代众生苦。自己得三宝加持，决定不会退失菩提心，选择哪一种完全在自己，决定是好事情。",
      "zh_TW": "老法師：開了法師給我們的啟示，就是發現自己的過失，這樁事情很不容易，能發現、能覺察到，改過的功德就能成就。他能夠每天認真去看海賢法師這片光碟，一天看三遍，一天不空過，一年下來一千遍。這一千遍看完之後，我相信中上根性的人肯定會覺悟，幫助大家破迷開悟，幫助大家建立信心。對淨宗有信心，你才會真正發願求生淨土。真正發願求生淨土，這個世間的一切自然能放下，心就在道上了。老和尚往生了，留下這片光碟，就像一部大經一樣，會度很多很多人。我們自己如果覺得信心、願心不足，你就用我這個方法，用上一年你就知道了，這個問題就解決了。如果每天再能念一萬聲佛號最好了，那我相信這一年沒白過，一年就取得往生西方極樂世界的成就。如果我們還有壽命，我們可以放棄，一年可以跟阿彌陀佛到極樂世界去了。現在這個地球災難很多，也需要有大慈悲心的人在這個世間表法，幫助眾生斷惡修善，幫助眾生破迷開悟，就如同海賢老和尚住世長久，代眾生苦。自己得三寶加持，決定不會退失菩提心，選擇哪一種完全在自己，決定是好事情。"
    },
    {
      "id": "02-042-0035_p0042",
      "zh_CN": "学生：云南鸡足山大士阁开定法师，《无量寿经科注》第四回学习班心得报告。尊敬的师父上人，尊敬的诸位法师、大德居士、义工同修，大家好。惭愧学生浅显心得，恭敬向大家汇报如下。感恩敬爱的恩师，师父上人，每天不疲不厌带领惭愧学生畅游在佛法深广无尽的如来觉海，与诸位法师、大德同修同赴莲池圣众海会，与诸圣众、诸上善人俱会一处同霑法喜，启发自性的智慧、福报、德能，惭愧学生无比庆幸与欢喜！感恩诸位大德、护法、义工的无私付出与护持，感恩道场住持、馆长、法师、同修的真心呵护与帮助。",
      "zh_TW": "學生：雲南雞足山大士閣開定法師，《無量壽經科註》第四回學習班心得報告。尊敬的師父上人，尊敬的諸位法師、大德居士、義工同修，大家好。慚愧學生淺顯心得，恭敬向大家匯報如下。感恩敬愛的恩師，師父上人，每天不疲不厭帶領慚愧學生暢遊在佛法深廣無盡的如來覺海，與諸位法師、大德同修同赴蓮池聖眾海會，與諸聖眾、諸上善人俱會一處同霑法喜，啟發自性的智慧、福報、德能，慚愧學生無比慶幸與歡喜！感恩諸位大德、護法、義工的無私付出與護持，感恩道場住持、館長、法師、同修的真心呵護與幫助。"
    },
    {
      "id": "02-042-0035_p0043",
      "zh_CN": "一、孝心是成佛度生之因心。师父上人给我们开示到孝的含义，孝是一个会意字，上面一个老字，表示上一代还有上一代，过去无始；下面一个子字，表示下一代还有下一代，未来无终。过去无始，未来无终，上一代和下一代是一体。就是佛法里面讲的「横遍十方，竖穷三际」，尽虚空遍法界就是自己。《戒经》云，「一切男子是我父，一切女人是我母」。十方三世一切诸佛菩萨无一不是以此为因心，住位不退、行不退、念不退，不愿看到如父如母和自己是一体的众生沉迷受苦，愿成无上道，圆满菩提，具足圆满的智慧、德能、相好、神通、道力，永拔生死之本，无复苦恼之患，也是阿弥陀佛发四十八大愿接引众生往生极乐的因心。",
      "zh_TW": "一、孝心是成佛度生之因心。師父上人給我們開示到孝的含義，孝是一個會意字，上面一個老字，表示上一代還有上一代，過去無始；下面一個子字，表示下一代還有下一代，未來無終。過去無始，未來無終，上一代和下一代是一體。就是佛法裡面講的「橫遍十方，豎窮三際」，盡虛空遍法界就是自己。《戒經》云，「一切男子是我父，一切女人是我母」。十方三世一切諸佛菩薩無一不是以此為因心，住位不退、行不退、念不退，不願看到如父如母和自己是一體的眾生沉迷受苦，願成無上道，圓滿菩提，具足圓滿的智慧、德能、相好、神通、道力，永拔生死之本，無復苦惱之患，也是阿彌陀佛發四十八大願接引眾生往生極樂的因心。"
    },
    {
      "id": "02-042-0035_p0044",
      "zh_CN": "诸佛如来以此因心出世兴世，《无量寿经》有云，「如来以无尽大悲，矜哀三界，所以出兴于世，光阐道教，欲拯群萌，惠以真实之利」、「于诸众生，视若自己，拯济负荷，皆度彼岸」、「我哀汝等，甚于父母念子，我于此世作佛，以善攻恶，拔生死之苦，令获五德，升无为之安」。菩萨圣众以此因心住世应世，地藏王菩萨誓愿，「地狱不空，誓不成佛，众生度尽，方证菩提」。大慈大悲的观世音菩萨誓愿宏深，处处现身说法，慈悲广大，时时救苦寻声。师父上人给我们开示到，「天下没有我不爱的人，天下没有我恨的人，天下没有我不能原谅的人」，正是此因心的体现。",
      "zh_TW": "諸佛如來以此因心出世興世，《無量壽經》有云，「如來以無盡大悲，矜哀三界，所以出興於世，光闡道教，欲拯群萌，惠以真實之利」、「於諸眾生，視若自己，拯濟負荷，皆度彼岸」、「我哀汝等，甚於父母念子，我於此世作佛，以善攻惡，拔生死之苦，令獲五德，升無為之安」。菩薩聖眾以此因心住世應世，地藏王菩薩誓願，「地獄不空，誓不成佛，眾生度盡，方證菩提」。大慈大悲的觀世音菩薩誓願宏深，處處現身說法，慈悲廣大，時時救苦尋聲。師父上人給我們開示到，「天下沒有我不愛的人，天下沒有我恨的人，天下沒有我不能原諒的人」，正是此因心的體現。"
    },
    {
      "id": "02-042-0035_p0045",
      "zh_CN": "二、敬心是正法师承之正心。师父上人给我们开示到敬的含义，一切众生本来是佛，至诚恭敬对待一切众生，视同父母师长、诸佛菩萨一样恭敬、礼敬，修行成就之秘诀在于诚敬。正法的薪火相传是一种师道和师承的延续，源于学生对老师的至诚恭敬之心，将师志延续光大。阿弥陀佛因地之时，闻到世自在王如来说法，心生欢喜恭敬之心，进而发心，依教奉行，成无上道。如经云，「闻佛说法，欢喜开解，寻发无上真正道意，弃国捐王，行作沙门，号曰法藏」、「修行精进，无能逾者」、「我今为菩萨道，已发无上正觉之心，取愿作佛，悉令如佛，愿佛为我广宣经法，我当奉持，如法修行」、「若我得闻，如是等法，思惟修习，誓满所愿」。法藏比丘对老师的万分恭敬，依教奉行，承传师志，圆成佛道，圆满菩提，建立了西方极乐世界，开创了无比殊胜圆满究竟的念佛法门，接引众生，弘护正法。",
      "zh_TW": "二、敬心是正法師承之正心。師父上人給我們開示到敬的含義，一切眾生本來是佛，至誠恭敬對待一切眾生，視同父母師長、諸佛菩薩一樣恭敬、禮敬，修行成就之祕訣在於誠敬。正法的薪火相傳是一種師道和師承的延續，源於學生對老師的至誠恭敬之心，將師志延續光大。阿彌陀佛因地之時，聞到世自在王如來說法，心生歡喜恭敬之心，進而發心，依教奉行，成無上道。如經云，「聞佛說法，歡喜開解，尋發無上真正道意，棄國捐王，行作沙門，號曰法藏」、「修行精進，無能踰者」、「我今為菩薩道，已發無上正覺之心，取願作佛，悉令如佛，願佛為我廣宣經法，我當奉持，如法修行」、「若我得聞，如是等法，思惟修習，誓滿所願」。法藏比丘對老師的萬分恭敬，依教奉行，承傳師志，圓成佛道，圓滿菩提，建立了西方極樂世界，開創了無比殊勝圓滿究竟的念佛法門，接引眾生，弘護正法。"
    },
    {
      "id": "02-042-0035_p0046",
      "zh_CN": "我们尊敬的恩师，师父上人，方老师教导恩师，学佛是人生最高的享受；章嘉大师教导恩师，这一生学释迦牟尼佛，走释迦牟尼佛的路子，一切交给佛菩萨安排；李老师教导恩师，讲经弘法是培福修慧的最快方法，讲经弘法要一生不离开讲台。师父上人谨遵老师教诲，老实、听话、真干，以师志为己志，一生依教奉行，不但圆满成就了老师们的教诲，一生还致力于传统文化的复兴与弘扬，团结世界宗教，倡导宗教要回归到教育，兴办汉学院、佛教大学，培养儒释道的弘护人才，承传师道，弘护正法。孝道是师道的根基，师道是孝道的光大、圆满。孝道与师道的圆满，才能圆成佛道，承传师道，弘护正法。",
      "zh_TW": "我們尊敬的恩師，師父上人，方老師教導恩師，學佛是人生最高的享受；章嘉大師教導恩師，這一生學釋迦牟尼佛，走釋迦牟尼佛的路子，一切交給佛菩薩安排；李老師教導恩師，講經弘法是培福修慧的最快方法，講經弘法要一生不離開講台。師父上人謹遵老師教誨，老實、聽話、真幹，以師志為己志，一生依教奉行，不但圓滿成就了老師們的教誨，一生還致力於傳統文化的復興與弘揚，團結世界宗教，倡導宗教要回歸到教育，興辦漢學院、佛教大學，培養儒釋道的弘護人才，承傳師道，弘護正法。孝道是師道的根基，師道是孝道的光大、圓滿。孝道與師道的圓滿，才能圓成佛道，承傳師道，弘護正法。"
    },
    {
      "id": "02-042-0035_p0047",
      "zh_CN": "三、孝亲尊师的落实。师父上人给我们开示到，孝是中华文化根，敬是中华文化本。孝是以父母为代表，以对父母的孝敬之心扩大到孝敬一切众生；敬是以老师为代表，以对老师的尊敬之心扩大到尊敬一切众生。孝敬是修学佛法入门之基础，成就大小之根本。无论在家出家，我们都离不开父母、师长这两个关系，这就是孝亲尊师落实的着手点。我们尊敬的恩师，师父上人，身行言教，给我们做出了孝亲尊师的典范。无论在哪里讲经弘法，讲堂或是摄影棚都会挂上父母、师长的照片，讲经开始前向父母、师长的照片顶礼，结束后将讲经功德回向给父母、师长，时时不忘父母、师长的教诲，铭记于心，依教奉行，是弟子们学习的楷模。",
      "zh_TW": "三、孝親尊師的落實。師父上人給我們開示到，孝是中華文化根，敬是中華文化本。孝是以父母為代表，以對父母的孝敬之心擴大到孝敬一切眾生；敬是以老師為代表，以對老師的尊敬之心擴大到尊敬一切眾生。孝敬是修學佛法入門之基礎，成就大小之根本。無論在家出家，我們都離不開父母、師長這兩個關係，這就是孝親尊師落實的著手點。我們尊敬的恩師，師父上人，身行言教，給我們做出了孝親尊師的典範。無論在哪裡講經弘法，講堂或是攝影棚都會掛上父母、師長的照片，講經開始前向父母、師長的照片頂禮，結束後將講經功德迴向給父母、師長，時時不忘父母、師長的教誨，銘記於心，依教奉行，是弟子們學習的楷模。"
    },
    {
      "id": "02-042-0035_p0048",
      "zh_CN": "学生来到道场修学，上印下信法师和向馆长也给我们做出了好的榜样。禀承师父上人教诲，把寺院建设成为学校、家的道场，不是父母，胜似父母，照顾色身；不是老师，胜似老师，长养慧命。常常教导弟子们，你们真正的老师是阿弥陀佛、释迦牟尼佛、师父上人，我们没有智慧，只能做保姆。在三根班的每个教室前面，都奉上师父上人的相片，和师父上人开示三根班学习理念，「一门深入，长时薰修」；学习方法，「读书千遍，其义自见」的墨宝，时时铭记师父上人教诲。在成立此次学习班的前两天，在道场建设十分繁忙的情况下，带领四众弟子向师父上人行拜师，请师礼，祈请师父上人法体安康，久住世间，教化众生。第二天，又急忙亲自前往香港求教师父上人三根班和网路学习班如何开展《无量寿经》的落实和学习，并组织大家将师父上人的教诲开示的录音学习三十遍。上印下信法师和向馆长尊师重道的行谊，在生活中为弟子身教演说，弟子没有看到和经历的更多。上印下信法师和向馆长对师父上人的这种恭敬之心，尊师重道之心，是弟子学习的榜样。",
      "zh_TW": "學生來到道場修學，上印下信法師和向館長也給我們做出了好的榜樣。稟承師父上人教誨，把寺院建設成為學校、家的道場，不是父母，勝似父母，照顧色身；不是老師，勝似老師，長養慧命。常常教導弟子們，你們真正的老師是阿彌陀佛、釋迦牟尼佛、師父上人，我們沒有智慧，只能做保姆。在三根班的每個教室前面，都奉上師父上人的相片，和師父上人開示三根班學習理念，「一門深入，長時薰修」；學習方法，「讀書千遍，其義自見」的墨寶，時時銘記師父上人教誨。在成立此次學習班的前兩天，在道場建設十分繁忙的情況下，帶領四眾弟子向師父上人行拜師，請師禮，祈請師父上人法體安康，久住世間，教化眾生。第二天，又急忙親自前往香港求教師父上人三根班和網路學習班如何開展《無量壽經》的落實和學習，並組織大家將師父上人的教誨開示的錄音學習三十遍。上印下信法師和向館長尊師重道的行誼，在生活中為弟子身教演說，弟子沒有看到和經歷的更多。上印下信法師和向館長對師父上人的這種恭敬之心，尊師重道之心，是弟子學習的榜樣。"
    },
    {
      "id": "02-042-0035_p0049",
      "zh_CN": "在网路学习班课程开始后，只要有一点空余的时间，上印下信法师和向馆长就和弟子们一起在教室学习。师兄弟们体恤到上印下信法师和向馆长是多么想和我们一样，每天亲近师父上人，恭听师父上人的教诲，深入学习，可忙于寺院的建设和对外等事务，很少有这样的机会。于是在教室的后排多摆上了两张课桌，是为上印下信法师和向馆长准备的。每天上课前，都会给上印下信法师和向馆长准备好一杯水，整齐摆放好学习用品，心想上印下信法师和向馆长每天都在和我们一起学习。师兄弟们的举动也让学生学习到，孝亲尊师就是要常常把父母、师长放在心里。",
      "zh_TW": "在網路學習班課程開始後，只要有一點空餘的時間，上印下信法師和向館長就和弟子們一起在教室學習。師兄弟們體恤到上印下信法師和向館長是多麼想和我們一樣，每天親近師父上人，恭聽師父上人的教誨，深入學習，可忙於寺院的建設和對外等事務，很少有這樣的機會。於是在教室的後排多擺上了兩張課桌，是為上印下信法師和向館長準備的。每天上課前，都會給上印下信法師和向館長準備好一杯水，整齊擺放好學習用品，心想上印下信法師和向館長每天都在和我們一起學習。師兄弟們的舉動也讓學生學習到，孝親尊師就是要常常把父母、師長放在心裡。"
    },
    {
      "id": "02-042-0035_p0050",
      "zh_CN": "来到道场修学佛法，每天恭听师父上人的教诲，相信自己跟随师父上人，跟随道场，跟随这一群师兄同修，持之以恒坚定不移的走下去，将来一定会有成就。也让弟子明白，信愿持名，念佛成佛，就是孝道和师道的究竟圆满，才是真正报答父母、师父上人、上印下信法师、向馆长、诸位法师、护法、芸芸众生的大德深恩。学生浅显心得向大家汇报到此，恳请师父上人、诸位法师、诸位大德同修慈悲批评指正，阿弥陀佛。惭愧学生开定顶礼敬呈，二０一四年五月三日，云南鸡足山大士阁。",
      "zh_TW": "來到道場修學佛法，每天恭聽師父上人的教誨，相信自己跟隨師父上人，跟隨道場，跟隨這一群師兄同修，持之以恆堅定不移的走下去，將來一定會有成就。也讓弟子明白，信願持名，念佛成佛，就是孝道和師道的究竟圓滿，才是真正報答父母、師父上人、上印下信法師、向館長、諸位法師、護法、芸芸眾生的大德深恩。學生淺顯心得向大家匯報到此，懇請師父上人、諸位法師、諸位大德同修慈悲批評指正，阿彌陀佛。慚愧學生開定頂禮敬呈，二０一四年五月三日，雲南雞足山大士閣。"
    },
    {
      "id": "02-042-0035_p0051",
      "zh_CN": "老法师：好，今天我们时间到了。这一段我们共同学习的，在下一堂课，放在下一堂课。好，谢谢大家。",
      "zh_TW": "老法師：好，今天我們時間到了。這一段我們共同學習的，在下一堂課，放在下一堂課。好，謝謝大家。"
    }
  ]
}