{
  "doc_id": "02-042-0153",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "胜妙法师",
    "刘克雄教授"
  ],
  "volume": {
    "zh_CN": "第一五三集",
    "zh_TW": "第一五三集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0153",
  "total_paragraphs": 165,
  "paragraphs": [
    {
      "id": "02-042-0153_p0001",
      "zh_CN": "学生：尊敬的师父上人，各位法师，各位大德：时近中元祭祖法会，胜妙奉命为「祭祖专刊师道篇」撰稿。借此机缘，奉上拙着，敬请尊敬的师父上人，各位法师、各位大德不吝批评指教。二Ｏ一五年中元祭祖专刊师道篇：东西方圣哲无不以身垂范讲经教学——释胜妙",
      "zh_TW": "學生：尊敬的師父上人，各位法師，各位大德：時近中元祭祖法會，勝妙奉命為「祭祖專刊師道篇」撰稿。藉此機緣，奉上拙著，敬請尊敬的師父上人，各位法師、各位大德不吝批評指教。二Ｏ一五年中元祭祖專刊師道篇：東西方聖哲無不以身垂範講經教學——釋勝妙"
    },
    {
      "id": "02-042-0153_p0002",
      "zh_CN": "简介",
      "zh_TW": "簡介"
    },
    {
      "id": "02-042-0153_p0003",
      "zh_CN": "自古以来，对后世产生重大而长远影响的东西方圣哲，都是先行其言，以身垂范，然后讲经教学，化导世人，所以能够成其伟大，为千秋万代后人所景仰与效法。",
      "zh_TW": "自古以來，對後世產生重大而長遠影響的東西方聖哲，都是先行其言，以身垂範，然後講經教學，化導世人，所以能夠成其偉大，為千秋萬代後人所景仰與效法。"
    },
    {
      "id": "02-042-0153_p0004",
      "zh_CN": "前言",
      "zh_TW": "前言"
    },
    {
      "id": "02-042-0153_p0005",
      "zh_CN": "起源于东亚的儒学，起源于南亚的佛教，起源于西亚的犹太教、基督教与伊斯兰教，对全世界产生非常深远的影响。它们的先知与创始人是如何开展教化工作，而能得到如此辉煌的成功？",
      "zh_TW": "起源於東亞的儒學，起源於南亞的佛教，起源於西亞的猶太教、基督教與伊斯蘭教，對全世界產生非常深遠的影響。它們的先知與創始人是如何開展教化工作，而能得到如此輝煌的成功？"
    },
    {
      "id": "02-042-0153_p0006",
      "zh_CN": "本文概述五位圣哲的生平，以显示他们的身行言教榜样，提供有志之士参考。犹太教先知摩西教学约四十年，佛教创始人释迦牟尼佛教学四十九年，儒家学派创始人孔子教学四十三年，基督教创始人耶稣教学三年，伊斯兰教先知穆罕默德教学二十三年，这些圣哲都教人爱人，所以「仁慈博爱」是他们教学的核心。",
      "zh_TW": "本文概述五位聖哲的生平，以顯示他們的身行言教榜樣，提供有志之士參考。猶太教先知摩西教學約四十年，佛教創始人釋迦牟尼佛教學四十九年，儒家學派創始人孔子教學四十三年，基督教創始人耶穌教學三年，伊斯蘭教先知穆罕默德教學二十三年，這些聖哲都教人愛人，所以「仁慈博愛」是他們教學的核心。"
    },
    {
      "id": "02-042-0153_p0007",
      "zh_CN": "在他们的教导中，一致要求人必须孝敬父母，戒除杀人（或杀生）、偷盗、邪淫、妄语等恶行，并讲述善有善报、恶有恶报的道理，教人敬畏神圣、圣贤，因此他们的教学都包含伦理教育、道德教育、因果教育、神圣教育，都是净化人心、端正社会风气的普世教育。",
      "zh_TW": "在他們的教導中，一致要求人必須孝敬父母，戒除殺人（或殺生）、偷盜、邪淫、妄語等惡行，並講述善有善報、惡有惡報的道理，教人敬畏神聖、聖賢，因此他們的教學都包含倫理教育、道德教育、因果教育、神聖教育，都是淨化人心、端正社會風氣的普世教育。"
    },
    {
      "id": "02-042-0153_p0008",
      "zh_CN": "一、摩西",
      "zh_TW": "一、摩西"
    },
    {
      "id": "02-042-0153_p0009",
      "zh_CN": "摩西，公元前十三世纪诞生于下埃及的歌珊，是犹太人的民族领袖，犹太教的创始人，也是《旧约圣经》前五本书的执笔者。《出埃及记》中记载，摩西受上帝之命，率领犹太人逃离古埃及，经历四十多年的艰难跋涉，前往一块富饶之地迦南地（巴勒斯坦的古地名，在今天约旦河与死海的西岸一带）。在摩西的带领下，犹太人摆脱了被奴役的生活，学会遵守十诫，并成为历史上第一个尊奉单一神宗教的民族。",
      "zh_TW": "摩西，公元前十三世紀誕生於下埃及的歌珊，是猶太人的民族領袖，猶太教的創始人，也是《舊約聖經》前五本書的執筆者。《出埃及記》中記載，摩西受上帝之命，率領猶太人逃離古埃及，經歷四十多年的艱難跋涉，前往一塊富饒之地迦南地（巴勒斯坦的古地名，在今天約旦河與死海的西岸一帶）。在摩西的帶領下，猶太人擺脫了被奴役的生活，學會遵守十誡，並成為歷史上第一個尊奉單一神宗教的民族。"
    },
    {
      "id": "02-042-0153_p0010",
      "zh_CN": "摩西的一生可分为三个时期，每一个时期都是四十年。第一个是在埃及王宫的孩童和求学时期，第二个是在米甸旷野牧羊时期，第三个是蒙上帝选召，领导以色列人出埃及、过红海、经旷野。",
      "zh_TW": "摩西的一生可分為三個時期，每一個時期都是四十年。第一個是在埃及王宮的孩童和求學時期，第二個是在米甸曠野牧羊時期，第三個是蒙上帝選召，領導以色列人出埃及、過紅海、經曠野。"
    },
    {
      "id": "02-042-0153_p0011",
      "zh_CN": "第一时期，摩西在孩童时就从母亲那里认识上帝，知道本族的传统，并知道自己是上帝的选民。母亲敬虔的生活，建立他信仰的根基，成就他伟大人生的基础。这时期他虽然有爱同胞的心，以救同胞为己任，但只是依凭自己的眼光、鲁莽和血气行事。失手将殴打犹太人的埃及士兵打死之后，为了躲避埃及法老的逮捕，摩西逃往米甸。",
      "zh_TW": "第一時期，摩西在孩童時就從母親那裡認識上帝，知道本族的傳統，並知道自己是上帝的選民。母親敬虔的生活，建立他信仰的根基，成就他偉大人生的基礎。這時期他雖然有愛同胞的心，以救同胞為己任，但只是依憑自己的眼光、魯莽和血氣行事。失手將毆打猶太人的埃及士兵打死之後，為了躲避埃及法老的逮捕，摩西逃往米甸。"
    },
    {
      "id": "02-042-0153_p0012",
      "zh_CN": "第二时期，在米甸旷野牧羊，乃是造就他、训练他，磨尽他的脾气、嗜好、雄心，使他变成一位柔和、谦卑的人，才能承担上帝的重托。摩西在旷野受苦四十年之久，却没有一句怨言，可见他是多么谦卑、多么顺服。《民数记》说：「摩西为人极其谦和，胜过世上的众人。」",
      "zh_TW": "第二時期，在米甸曠野牧羊，乃是造就他、訓練他，磨盡他的脾氣、嗜好、雄心，使他變成一位柔和、謙卑的人，才能承擔上帝的重託。摩西在曠野受苦四十年之久，卻沒有一句怨言，可見他是多麼謙卑、多麼順服。《民數記》說：「摩西為人極其謙和，勝過世上的眾人。」"
    },
    {
      "id": "02-042-0153_p0013",
      "zh_CN": "第三时期，摩西与上帝同工，率领犹太人民出埃及、过红海、走旷野道路四十年之久。他在西奈山顶受到神亲自传达的「十诫」，并教导大众这是神对犹太人的告诫，每个人都要遵守。以「十诫」为代表的摩西律法是犹太人的生活和信仰的准则，也是最初的法律条文，在基督教中也有很重要的地位。「十诫」的内容如下：",
      "zh_TW": "第三時期，摩西與上帝同工，率領猶太人民出埃及、過紅海、走曠野道路四十年之久。他在西奈山頂受到神親自傳達的「十誡」，並教導大眾這是神對猶太人的告誡，每個人都要遵守。以「十誡」為代表的摩西律法是猶太人的生活和信仰的準則，也是最初的法律條文，在基督教中也有很重要的地位。「十誡」的內容如下："
    },
    {
      "id": "02-042-0153_p0014",
      "zh_CN": "第一条：我是耶和华—你的上帝，曾将你从埃及地为奴之家领出来，除了我之外，你不可有别的神。",
      "zh_TW": "第一條：我是耶和華—你的上帝，曾將你從埃及地為奴之家領出來，除了我之外，你不可有別的神。"
    },
    {
      "id": "02-042-0153_p0015",
      "zh_CN": "第二条：不可为自己雕刻偶像，也不可做什么形象仿佛上天、下地和地底下、水中的百物。不可跪拜那些像，也不可事奉它，因为我耶和华—你的上帝是忌邪的上帝。恨我的，我必追讨他的罪，自父及子，直到三、四代；爱我、守我戒命的，我必向他们发慈爱，直到千代。",
      "zh_TW": "第二條：不可為自己雕刻偶像，也不可做什麼形象彷彿上天、下地和地底下、水中的百物。不可跪拜那些像，也不可事奉它，因為我耶和華—你的上帝是忌邪的上帝。恨我的，我必追討他的罪，自父及子，直到三、四代；愛我、守我戒命的，我必向他們發慈愛，直到千代。"
    },
    {
      "id": "02-042-0153_p0016",
      "zh_CN": "第三条：不可妄称耶和华—你上帝的名；因为妄称耶和华名的，耶和华必不以他为无罪。",
      "zh_TW": "第三條：不可妄稱耶和華—你上帝的名；因為妄稱耶和華名的，耶和華必不以他為無罪。"
    },
    {
      "id": "02-042-0153_p0017",
      "zh_CN": "第四条：当纪念安息日，守为圣日。六日要劳碌做你的工，但第七日是向耶和华—你上帝当守的安息日。这一日你和你的儿女、仆婢、牲畜，并你城里寄居的客旅，无论何工都不可做；因为六日之内，耶和华造天、地、海和其中的万物，第七日便安息，所以耶和华赐福于安息日，定为圣日。",
      "zh_TW": "第四條：當紀念安息日，守為聖日。六日要勞碌做你的工，但第七日是向耶和華—你上帝當守的安息日。這一日你和你的兒女、僕婢、牲畜，並你城裡寄居的客旅，無論何工都不可做；因為六日之內，耶和華造天、地、海和其中的萬物，第七日便安息，所以耶和華賜福於安息日，定為聖日。"
    },
    {
      "id": "02-042-0153_p0018",
      "zh_CN": "第五条：当孝敬父母，使你的日子在耶和华—你上帝所赐你的土地上得以长久。",
      "zh_TW": "第五條：當孝敬父母，使你的日子在耶和華—你上帝所賜你的土地上得以長久。"
    },
    {
      "id": "02-042-0153_p0019",
      "zh_CN": "第六条：不可杀人。",
      "zh_TW": "第六條：不可殺人。"
    },
    {
      "id": "02-042-0153_p0020",
      "zh_CN": "第七条：不可奸淫。",
      "zh_TW": "第七條：不可姦淫。"
    },
    {
      "id": "02-042-0153_p0021",
      "zh_CN": "第八条：不可偷盗。",
      "zh_TW": "第八條：不可偷盜。"
    },
    {
      "id": "02-042-0153_p0022",
      "zh_CN": "第九条：不可做假见证陷害人。",
      "zh_TW": "第九條：不可做假見證陷害人。"
    },
    {
      "id": "02-042-0153_p0023",
      "zh_CN": "第十条：不可贪恋他人的房屋；也不可贪恋他人的妻子、仆婢、牛驴，并他一切的所有。",
      "zh_TW": "第十條：不可貪戀他人的房屋；也不可貪戀他人的妻子、僕婢、牛驢，並他一切的所有。"
    },
    {
      "id": "02-042-0153_p0024",
      "zh_CN": "摩西一百二十岁时，在摩押尼波山去世。他的一生，无论对人对己，以及对上帝的态度，都是值得后人学习的。",
      "zh_TW": "摩西一百二十歲時，在摩押尼波山去世。他的一生，無論對人對己，以及對上帝的態度，都是值得後人學習的。"
    },
    {
      "id": "02-042-0153_p0025",
      "zh_CN": "在犹太教、基督教、伊斯兰教和巴哈伊信仰等宗教里，摩西都被认为是极为重要的先知。《旧约圣经》提到摩西约一百七十次，《新约圣经》提到摩西七十几次，甚至在伊斯兰经典《古兰经》中，出现次数最多的先知名字不是穆罕默德，而是摩西。摩西在他死后三千多年的今天，仍同样受到犹太教徒、基督教徒、伊斯兰教徒，甚至许多无神论者的尊敬。",
      "zh_TW": "在猶太教、基督教、伊斯蘭教和巴哈伊信仰等宗教裡，摩西都被認為是極為重要的先知。《舊約聖經》提到摩西約一百七十次，《新約聖經》提到摩西七十幾次，甚至在伊斯蘭經典《古蘭經》中，出現次數最多的先知名字不是穆罕默德，而是摩西。摩西在他死後三千多年的今天，仍同樣受到猶太教徒、基督教徒、伊斯蘭教徒，甚至許多無神論者的尊敬。"
    },
    {
      "id": "02-042-0153_p0026",
      "zh_CN": "二、释迦牟尼佛",
      "zh_TW": "二、釋迦牟尼佛"
    },
    {
      "id": "02-042-0153_p0027",
      "zh_CN": "释迦牟尼佛，公元前十世纪（根据中国历史记载）出生于古印度释迦族的迦毗罗卫国，姓乔达摩，名悉达多。他是古印度的大思想家、大教育家，佛教创始人。作为王位继承人，悉达多太子每天过着幸福舒适的生活。但是由于天性仁慈，目睹世间众生弱肉强食的悲剧，又感慨于人生、老、病、死苦的无奈，于是发起大愿，十九岁即舍弃王位，为了寻求解脱世间众苦的方法而出家修行。",
      "zh_TW": "釋迦牟尼佛，公元前十世紀（根據中國歷史記載）出生於古印度釋迦族的迦毗羅衛國，姓喬達摩，名悉達多。他是古印度的大思想家、大教育家，佛教創始人。作為王位繼承人，悉達多太子每天過著幸福舒適的生活。但是由於天性仁慈，目睹世間眾生弱肉強食的悲劇，又感慨於人生、老、病、死苦的無奈，於是發起大願，十九歲即捨棄王位，為了尋求解脫世間眾苦的方法而出家修行。"
    },
    {
      "id": "02-042-0153_p0028",
      "zh_CN": "出家之后的六年里，他四处寻师访道，遍参当时各宗教的著名大师，并精通他们的教导，但是仍然无法找到解脱之道。于是他以六年的时间，奉行极端的苦行，使自己变得形销骨立，甚至濒临死亡。最终他确认苦行无益于解脱，并终止苦行，通过正常的饮食而恢复体力。他总结，沉迷于欲望享乐是一个极端，从事于无益苦行是另一个极端，舍弃这两个极端而行中道，才能觉悟宇宙人生的真理。于是他在菩提树下进入甚深的禅定，观照自己与众生多生多劫的生死轮回与宇宙真相，最后终于证悟无上菩提而成为佛陀（觉悟者），称为「释迦牟尼佛」，意为「释迦族的圣人」。",
      "zh_TW": "出家之後的六年裡，他四處尋師訪道，遍參當時各宗教的著名大師，並精通他們的教導，但是仍然無法找到解脫之道。於是他以六年的時間，奉行極端的苦行，使自己變得形銷骨立，甚至瀕臨死亡。最終他確認苦行無益於解脫，並終止苦行，通過正常的飲食而恢復體力。他總結，沉迷於欲望享樂是一個極端，從事於無益苦行是另一個極端，捨棄這兩個極端而行中道，才能覺悟宇宙人生的真理。於是他在菩提樹下進入甚深的禪定，觀照自己與眾生多生多劫的生死輪迴與宇宙真相，最後終於證悟無上菩提而成為佛陀（覺悟者），稱為「釋迦牟尼佛」，意為「釋迦族的聖人」。"
    },
    {
      "id": "02-042-0153_p0029",
      "zh_CN": "成佛之后，释迦牟尼佛开始讲经教学，足迹遍布恒河流域，向社会各阶层传播自己亲身证悟的真理，让众生也能觉醒，从而断恶修善，离苦得乐。由此创立佛教，指出众生皈投依靠的对象是「佛法僧三宝」：「佛宝」是指圆满的觉悟者，也指每个众生本有的觉性；「法宝」是指佛陀发现的真理，也指每个众生自性本具的正知正见；「僧宝」是指追随佛陀修学的和合团体，也指每个众生的自性清净心。由此可见，佛教的主要精神不在于向外追求，而在于向内开发自己本有的觉性、正智与清净，所以佛教又称为「内明」。",
      "zh_TW": "成佛之後，釋迦牟尼佛開始講經教學，足跡遍布恆河流域，向社會各階層傳播自己親身證悟的真理，讓眾生也能覺醒，從而斷惡修善，離苦得樂。由此創立佛教，指出眾生皈投依靠的對象是「佛法僧三寶」：「佛寶」是指圓滿的覺悟者，也指每個眾生本有的覺性；「法寶」是指佛陀發現的真理，也指每個眾生自性本具的正知正見；「僧寶」是指追隨佛陀修學的和合團體，也指每個眾生的自性清淨心。由此可見，佛教的主要精神不在於向外追求，而在於向內開發自己本有的覺性、正智與清淨，所以佛教又稱為「內明」。"
    },
    {
      "id": "02-042-0153_p0030",
      "zh_CN": "释迦牟尼佛强调一切众生皆有佛性，皆可成佛，但是由于妄想、分别、执着障碍了自己自性本有的智慧，使智慧不能开显，所以成为迷惑颠倒的凡夫，在生死轮回中不断起种种烦恼、造种种业、受种种苦。经由修行戒定慧三学，凡夫能够逐步提升自己，断除烦恼，开显智慧，转迷为悟，转凡成圣。如果能够放下执着，就能成就阿罗汉（断尽世间烦恼的圣者）；如果进一步放下分别，就能成就菩萨（以成佛为目标、自度度人的圣者）；如果进一步放下妄想，就能成佛（究竟觉悟、圆满解脱的圣者）。",
      "zh_TW": "釋迦牟尼佛強調一切眾生皆有佛性，皆可成佛，但是由於妄想、分別、執著障礙了自己自性本有的智慧，使智慧不能開顯，所以成為迷惑顛倒的凡夫，在生死輪迴中不斷起種種煩惱、造種種業、受種種苦。經由修行戒定慧三學，凡夫能夠逐步提升自己，斷除煩惱，開顯智慧，轉迷為悟，轉凡成聖。如果能夠放下執著，就能成就阿羅漢（斷盡世間煩惱的聖者）；如果進一步放下分別，就能成就菩薩（以成佛為目標、自度度人的聖者）；如果進一步放下妄想，就能成佛（究竟覺悟、圓滿解脫的聖者）。"
    },
    {
      "id": "02-042-0153_p0031",
      "zh_CN": "释迦牟尼佛讲经教学既契合真理，也契合听众的根机，基于听众根性强弱的不同，佛陀给予不同的教法。这些教法可归纳为「五乘佛法」，其中人、天乘属于世间法，声闻、缘觉、菩萨乘属于出世间法。",
      "zh_TW": "釋迦牟尼佛講經教學既契合真理，也契合聽眾的根機，基於聽眾根性強弱的不同，佛陀給予不同的教法。這些教法可歸納為「五乘佛法」，其中人、天乘屬於世間法，聲聞、緣覺、菩薩乘屬於出世間法。"
    },
    {
      "id": "02-042-0153_p0032",
      "zh_CN": "一、人乘：奉行五戒，不杀生、不偷盗、不邪淫、不妄语、不饮酒，就能避免堕入畜生、饿鬼、地狱三恶道，而投生人道。",
      "zh_TW": "一、人乘：奉行五戒，不殺生、不偷盜、不邪淫、不妄語、不飲酒，就能避免墮入畜生、餓鬼、地獄三惡道，而投生人道。"
    },
    {
      "id": "02-042-0153_p0033",
      "zh_CN": "二、天乘：奉行十善及修行禅定，就能超越人道而投生天道。十善是身业不杀生、不偷盗、不邪淫；口业，不妄言、不两舌（不挑拨离间）、不绮语（不花言巧语）、不恶口（不粗口伤人）；意业，不贪、不瞋、不邪见。",
      "zh_TW": "二、天乘：奉行十善及修行禪定，就能超越人道而投生天道。十善是身業不殺生、不偷盜、不邪淫；口業，不妄言、不兩舌（不挑撥離間）、不綺語（不花言巧語）、不惡口（不粗口傷人）；意業，不貪、不瞋、不邪見。"
    },
    {
      "id": "02-042-0153_p0034",
      "zh_CN": "三、声闻乘：修学四谛法门。了知世间众苦，修行八正道（正见、正思惟、正语、正业、正命、正精进、正念、正定），断除烦恼（见解的迷惑和思想的迷惑），就能证悟永恒安乐的涅槃，成就阿罗汉，超越六道生死轮回。",
      "zh_TW": "三、聲聞乘：修學四諦法門。了知世間眾苦，修行八正道（正見、正思惟、正語、正業、正命、正精進、正念、正定），斷除煩惱（見解的迷惑和思想的迷惑），就能證悟永恆安樂的涅槃，成就阿羅漢，超越六道生死輪迴。"
    },
    {
      "id": "02-042-0153_p0035",
      "zh_CN": "四、缘觉乘：观十二因缘而觉悟真谛之理。一切有为法都从因缘而起，有情众生生死流转不出十二因缘法。顺观十二因缘的流转门，「此有故彼有，此生故彼生」；然后逆观十二因缘的还灭门，「此无故彼无，此灭故彼灭」。由此因缘生灭，而悟非生非灭的道理，因此称为「缘觉乘」，这一类圣者名为辟支佛。",
      "zh_TW": "四、緣覺乘：觀十二因緣而覺悟真諦之理。一切有為法都從因緣而起，有情眾生生死流轉不出十二因緣法。順觀十二因緣的流轉門，「此有故彼有，此生故彼生」；然後逆觀十二因緣的還滅門，「此無故彼無，此滅故彼滅」。由此因緣生滅，而悟非生非滅的道理，因此稱為「緣覺乘」，這一類聖者名為辟支佛。"
    },
    {
      "id": "02-042-0153_p0036",
      "zh_CN": "五、菩萨乘：发大菩提心，修行六度万行（布施、持戒、忍辱、精进、禅定、般若），悲智双运，广度众生出生死海，达涅槃岸。修行达到福德与智慧圆满，即超越声闻、缘觉二乘的境界，至无上菩提究竟成佛的果位。",
      "zh_TW": "五、菩薩乘：發大菩提心，修行六度萬行（布施、持戒、忍辱、精進、禪定、般若），悲智雙運，廣度眾生出生死海，達涅槃岸。修行達到福德與智慧圓滿，即超越聲聞、緣覺二乘的境界，至無上菩提究竟成佛的果位。"
    },
    {
      "id": "02-042-0153_p0037",
      "zh_CN": "释迦牟尼佛一生讲经三百余会，说法四十九年，直到八十岁离开世间为止，所度化的众生无量无边。他所说的教法集结成浩瀚的三藏经典，传播全世界，利益后世无量无边。",
      "zh_TW": "釋迦牟尼佛一生講經三百餘會，說法四十九年，直到八十歲離開世間為止，所度化的眾生無量無邊。他所說的教法集結成浩瀚的三藏經典，傳播全世界，利益後世無量無邊。"
    },
    {
      "id": "02-042-0153_p0038",
      "zh_CN": "三、孔子",
      "zh_TW": "三、孔子"
    },
    {
      "id": "02-042-0153_p0039",
      "zh_CN": "孔子，公元前五世纪中国周朝春秋时期鲁国陬邑人，是中国著名的大思想家、大教育家、政治家，古代传统文化的集大成者。孔子开创了私人讲学的风气，相传有弟子三千人，贤弟子七十二人，是儒家学派的创始人。",
      "zh_TW": "孔子，公元前五世紀中國周朝春秋時期魯國陬邑人，是中國著名的大思想家、大教育家、政治家，古代傳統文化的集大成者。孔子開創了私人講學的風氣，相傳有弟子三千人，賢弟子七十二人，是儒家學派的創始人。"
    },
    {
      "id": "02-042-0153_p0040",
      "zh_CN": "孔子三岁丧父，十七岁丧母，从小过着清贫的生活，做过一些粗活，学会很多技能，而且礼、乐、射、御、书、数无一不精。孔子年轻时就立定做学问的志向，曾说：「三人行，必有我师焉，择其善者而从之，其不善者而改之。」他学无常师，好学不厌，乡人都称赞他「博学」。他在三十岁左右就开始授徒讲学，凡带上一点「束修」（学生致送教师的礼物）的人，都收为学生。如颜路（颜回的父亲）、曾点（曾参的父亲）、子路、伯牛、冉有、子贡、颜回等，都是较早的一批弟子。连鲁国大夫孟僖子的两个儿子孟懿子和南宫敬叔也来学礼，可见孔子的办学已名闻遐迩。孔子私学的创设，打破了「学在官府」的传统，进一步促进了学术文化的下移。",
      "zh_TW": "孔子三歲喪父，十七歲喪母，從小過著清貧的生活，做過一些粗活，學會很多技能，而且禮、樂、射、御、書、數無一不精。孔子年輕時就立定做學問的志向，曾說：「三人行，必有我師焉，擇其善者而從之，其不善者而改之。」他學無常師，好學不厭，鄉人都稱讚他「博學」。他在三十歲左右就開始授徒講學，凡帶上一點「束脩」（學生致送教師的禮物）的人，都收為學生。如顏路（顏回的父親）、曾點（曾參的父親）、子路、伯牛、冉有、子貢、顏回等，都是較早的一批弟子。連魯國大夫孟僖子的兩個兒子孟懿子和南宮敬叔也來學禮，可見孔子的辦學已名聞遐邇。孔子私學的創設，打破了「學在官府」的傳統，進一步促進了學術文化的下移。"
    },
    {
      "id": "02-042-0153_p0041",
      "zh_CN": "他对天下大事非常关注，对治理国家的诸种问题，经常进行思考，也常发表一些见解。三十五岁时鲁国大乱，孔子到齐国，受到齐王的赏识，但是未得到重用。五十一岁时，孔子就任鲁国的中都宰，治理中都一年，政绩卓着，四方效法。五十二岁时，晋升到大司寇，鲁国大治，齐国由此感到很害怕。后来齐国送八十名美女给鲁国，鲁国君臣迷恋歌舞，多日不理朝政，并且孔子与季氏出现不和，于是孔子离开鲁国，带领弟子周游列国，这年孔子五十五岁。",
      "zh_TW": "他對天下大事非常關注，對治理國家的諸種問題，經常進行思考，也常發表一些見解。三十五歲時魯國大亂，孔子到齊國，受到齊王的賞識，但是未得到重用。五十一歲時，孔子就任魯國的中都宰，治理中都一年，政績卓著，四方效法。五十二歲時，晉升到大司寇，魯國大治，齊國由此感到很害怕。後來齊國送八十名美女給魯國，魯國君臣迷戀歌舞，多日不理朝政，並且孔子與季氏出現不和，於是孔子離開魯國，帶領弟子周遊列國，這年孔子五十五歲。"
    },
    {
      "id": "02-042-0153_p0042",
      "zh_CN": "孔子周游列国十四年，得到各国国君的敬重，但是始终未得到重用，无法实现推行仁政的政治抱负。六十九岁时回到鲁国，继续从事教育及整理文献的工作。晚年修订六经，即《诗》、《书》、《易》、《礼》、《乐》、《春秋》。七十三岁过世，不少弟子守墓三年，子贡则守墓六年。弟子们和鲁国人搬迁到孔子坟墓附近来住的有上百家之多，于是那地方就称为「孔里」。",
      "zh_TW": "孔子周遊列國十四年，得到各國國君的敬重，但是始終未得到重用，無法實現推行仁政的政治抱負。六十九歲時回到魯國，繼續從事教育及整理文獻的工作。晚年修訂六經，即《詩》、《書》、《易》、《禮》、《樂》、《春秋》。七十三歲過世，不少弟子守墓三年，子貢則守墓六年。弟子們和魯國人搬遷到孔子墳墓附近來住的有上百家之多，於是那地方就稱為「孔里」。"
    },
    {
      "id": "02-042-0153_p0043",
      "zh_CN": "孔子说自己是「述而不作，信而好古」，表达出对古代传统文化敬慎尊重、深信爱好的态度。孔子本身道德涵养极好，弟子们认为他具备「温、良、恭、俭、让」五种美德。他不仅以言教，且以身教，所以凡是受过他薰陶的人，无一不佩服他的伟大。颜回曾高度赞叹孔子说：「对于夫子的学问与道德，我抬头仰望，愈望愈高，高不可穷；我努力钻研，愈钻愈坚，深不可测。看着它好像在前面，忽然又像在后面，难以捉摸。夫子善于一步一步引导我往前学习，用各种典籍来丰富我的见识，又用各种礼节来约束我的言行，使我充满喜悦，想停也停不下来。我竭尽才力学习，但是夫子的学问与道德如同峻绝高山立在面前，虽然我想跟从它，但是却无路可以到达！」",
      "zh_TW": "孔子說自己是「述而不作，信而好古」，表達出對古代傳統文化敬慎尊重、深信愛好的態度。孔子本身道德涵養極好，弟子們認為他具備「溫、良、恭、儉、讓」五種美德。他不僅以言教，且以身教，所以凡是受過他薰陶的人，無一不佩服他的偉大。顏回曾高度讚歎孔子說：「對於夫子的學問與道德，我抬頭仰望，愈望愈高，高不可窮；我努力鑽研，愈鑽愈堅，深不可測。看著它好像在前面，忽然又像在後面，難以捉摸。夫子善於一步一步引導我往前學習，用各種典籍來豐富我的見識，又用各種禮節來約束我的言行，使我充滿喜悅，想停也停不下來。我竭盡才力學習，但是夫子的學問與道德如同峻絕高山立在面前，雖然我想跟從它，但是卻無路可以到達！」"
    },
    {
      "id": "02-042-0153_p0044",
      "zh_CN": "孔子教学的核心是「仁」，强调人必须有仁爱之心。孔子认为人生最高的境界是「圣」，而仁是通向圣的台阶。其他德目如孝、悌、忠、恕、礼、义、谨、信等，都是用来成就仁的。孔子明辨君子与小人的区别，勉励人以成就圣贤君子为人生目标。",
      "zh_TW": "孔子教學的核心是「仁」，強調人必須有仁愛之心。孔子認為人生最高的境界是「聖」，而仁是通向聖的台階。其他德目如孝、悌、忠、恕、禮、義、謹、信等，都是用來成就仁的。孔子明辨君子與小人的區別，勉勵人以成就聖賢君子為人生目標。"
    },
    {
      "id": "02-042-0153_p0045",
      "zh_CN": "孔子在古代被尊奉为「天纵之圣」、「天之木铎」，是当时社会上最博学者之一；被后世统治者尊为「万世师表」、「至圣先师」、「大成至圣文宣王先师」；在现代，孔子被列为「世界十大文化名人」之首。",
      "zh_TW": "孔子在古代被尊奉為「天縱之聖」、「天之木鐸」，是當時社會上最博學者之一；被後世統治者尊為「萬世師表」、「至聖先師」、「大成至聖文宣王先師」；在現代，孔子被列為「世界十大文化名人」之首。"
    },
    {
      "id": "02-042-0153_p0046",
      "zh_CN": "孔子「有教无类」的思想，在中国教育发展史上具有划时代的意义。他主张无分贵贱、不分国界，只要有心向学，都可以入学受教，开创了教育普及的先河。孔子主张「为政以德」，用道德和礼教来治理国家是最高尚的治国之道。这种治国方略也叫「德治」或「礼治」。德治就是主张以道德去感化教育人；礼治即遵守严格的等级制度，君臣、父子、贵贱、尊卑都有严格的区别。",
      "zh_TW": "孔子「有教無類」的思想，在中國教育發展史上具有劃時代的意義。他主張無分貴賤、不分國界，只要有心向學，都可以入學受教，開創了教育普及的先河。孔子主張「為政以德」，用道德和禮教來治理國家是最高尚的治國之道。這種治國方略也叫「德治」或「禮治」。德治就是主張以道德去感化教育人；禮治即遵守嚴格的等級制度，君臣、父子、貴賤、尊卑都有嚴格的區別。"
    },
    {
      "id": "02-042-0153_p0047",
      "zh_CN": "儒家学说简称儒学，在中国是影响力最大的流派，也是中国古代的主流意识。儒家学派对中国、东亚乃至全世界都产生了深远的影响。",
      "zh_TW": "儒家學說簡稱儒學，在中國是影響力最大的流派，也是中國古代的主流意識。儒家學派對中國、東亞乃至全世界都產生了深遠的影響。"
    },
    {
      "id": "02-042-0153_p0048",
      "zh_CN": "四、耶稣",
      "zh_TW": "四、耶穌"
    },
    {
      "id": "02-042-0153_p0049",
      "zh_CN": "耶稣，公元前四年生于以色列的伯利恒，他是基督教的创始人，也是基督教徒所信奉的救世主，在世三十三年半的时间。传说耶稣十二岁时，曾随父母到耶路撒冷神殿，他进了神殿后就不愿离开，连回家都忘了。他母亲来找，他反问道：「为什么找我？你们不知道我应在我父亲的家里吗？」年轻的耶稣已经意识到自己是上帝的儿子，在人间负有重大使命了。耶稣长大后，走遍了中东各地，默默的充实自己。到了三十岁左右，在约旦河施洗约翰那里受洗。受洗礼后，被圣灵引到旷野战胜魔鬼的试探。",
      "zh_TW": "耶穌，公元前四年生於以色列的伯利恆，他是基督教的創始人，也是基督教徒所信奉的救世主，在世三十三年半的時間。傳說耶穌十二歲時，曾隨父母到耶路撒冷神殿，他進了神殿後就不願離開，連回家都忘了。他母親來找，他反問道：「為什麼找我？你們不知道我應在我父親的家裡嗎？」年輕的耶穌已經意識到自己是上帝的兒子，在人間負有重大使命了。耶穌長大後，走遍了中東各地，默默的充實自己。到了三十歲左右，在約旦河施洗約翰那裡受洗。受洗禮後，被聖靈引到曠野戰勝魔鬼的試探。"
    },
    {
      "id": "02-042-0153_p0050",
      "zh_CN": "耶稣三十岁时，开始出外任教，讲述天国的道理。据说他是一个无所不能的人，他的头上出现了一轮巨大的光圈，使人民能在黑暗中清楚的看见他。耶稣不断的为人民做好事，免费为百姓治病与驱魔，慢慢的愈来愈多的人崇拜他、信仰他。",
      "zh_TW": "耶穌三十歲時，開始出外任教，講述天國的道理。據說他是一個無所不能的人，他的頭上出現了一輪巨大的光圈，使人民能在黑暗中清楚的看見他。耶穌不斷的為人民做好事，免費為百姓治病與驅魔，慢慢的愈來愈多的人崇拜他、信仰他。"
    },
    {
      "id": "02-042-0153_p0051",
      "zh_CN": "他说：「穷人在精神上是有福的，因为他们的精神属于天国。悲痛的人是有福的，因为他们将得到安慰。懦弱者是有福的，因为他们将得到土地。渴求正义的人是有福的，因为他们将得到满足。仁慈的人是有福的，因为他们将获得仁慈。心地纯洁的人是有福的，因为他们将见到上帝。建立和平的人是有福的，因为他们将被称为上帝的儿子。为正义受到迫害的人是有福的，因为他们属于天国。为了我，你们受到辱骂、迫害，以及各种诽谤、中伤，那你们是有福的，你们在天国里将会得到极大的幸福和欢乐……」。",
      "zh_TW": "他說：「窮人在精神上是有福的，因為他們的精神屬於天國。悲痛的人是有福的，因為他們將得到安慰。懦弱者是有福的，因為他們將得到土地。渴求正義的人是有福的，因為他們將得到滿足。仁慈的人是有福的，因為他們將獲得仁慈。心地純潔的人是有福的，因為他們將見到上帝。建立和平的人是有福的，因為他們將被稱為上帝的兒子。為正義受到迫害的人是有福的，因為他們屬於天國。為了我，你們受到辱罵、迫害，以及各種誹謗、中傷，那你們是有福的，你們在天國裡將會得到極大的幸福和歡樂……」。"
    },
    {
      "id": "02-042-0153_p0052",
      "zh_CN": "耶稣让门徒们传扬福音，并从门徒中选出十二个人做使徒。耶稣给了世人很多充满慈爱和恩典的伟大教导。《马太福音》说：「从那时候，耶稣就传起道来，说：天国近了，你们应当悔改。」「你要尽心、尽性、尽意，爱主你的神。这是诫命中的第一，且是最大的。其次也相仿，就是要爱人如己。这两条诫命是律法和先知一切道理的总纲。」「你们饶恕人的过犯，你们的天父也必饶恕你们的过犯；你们不饶恕人的过犯，你们的天父也必不饶恕你们的过犯。」「要爱你们的仇敌：恨你们的，你们要待他好！诅咒你们的，你们要为他祝福！这样，就可以做你们天父的儿子，因为他叫太阳照好人，也照坏人；降雨给义人，也给不义的人。」「有人打你的右脸，你把左脸也送给他打。」「我心里柔和谦卑，你们当负我的轭，学我的样式，这样，你们心里就必得享安息。」",
      "zh_TW": "耶穌讓門徒們傳揚福音，並從門徒中選出十二個人做使徒。耶穌給了世人很多充滿慈愛和恩典的偉大教導。《馬太福音》說：「從那時候，耶穌就傳起道來，說：天國近了，你們應當悔改。」「你要盡心、盡性、盡意，愛主你的神。這是誡命中的第一，且是最大的。其次也相仿，就是要愛人如己。這兩條誡命是律法和先知一切道理的總綱。」「你們饒恕人的過犯，你們的天父也必饒恕你們的過犯；你們不饒恕人的過犯，你們的天父也必不饒恕你們的過犯。」「要愛你們的仇敵：恨你們的，你們要待他好！詛咒你們的，你們要為他祝福！這樣，就可以做你們天父的兒子，因為他叫太陽照好人，也照壞人；降雨給義人，也給不義的人。」「有人打你的右臉，你把左臉也送給他打。」「我心裡柔和謙卑，你們當負我的軛，學我的樣式，這樣，你們心裡就必得享安息。」"
    },
    {
      "id": "02-042-0153_p0053",
      "zh_CN": "《哥林多前书》：「爱是恒久忍耐，又有恩慈；爱是不嫉妒，爱是不自夸，不张狂，不做害羞的事，不求自己的益处，不轻易发怒，不计算人的恶，不喜欢不义，只喜欢真理；凡事包容，凡事相信，凡事盼望，凡事忍耐；爱是永不止息。」",
      "zh_TW": "《哥林多前書》：「愛是恆久忍耐，又有恩慈；愛是不嫉妒，愛是不自誇，不張狂，不做害羞的事，不求自己的益處，不輕易發怒，不計算人的惡，不喜歡不義，只喜歡真理；凡事包容，凡事相信，凡事盼望，凡事忍耐；愛是永不止息。」"
    },
    {
      "id": "02-042-0153_p0054",
      "zh_CN": "可是，耶稣的救苦救难善行，却遭到了官吏和祭司们的嫉恨。他们串通一气，用三十元银币买通了耶稣的门徒犹大。耶稣被捕时，他的门徒伯多禄拔剑削掉一个打手的耳朵，但是耶稣责备他说：「收刀入鞘吧，凡动刀的人必死于刀下！」这门徒只好放下刀来，耶稣终于被抓走了。",
      "zh_TW": "可是，耶穌的救苦救難善行，卻遭到了官吏和祭司們的嫉恨。他們串通一氣，用三十元銀幣買通了耶穌的門徒猶大。耶穌被捕時，他的門徒伯多祿拔劍削掉一個打手的耳朵，但是耶穌責備他說：「收刀入鞘吧，凡動刀的人必死於刀下！」這門徒只好放下刀來，耶穌終於被抓走了。"
    },
    {
      "id": "02-042-0153_p0055",
      "zh_CN": "耶稣被捕后，被定以「谋叛罗马」、「自称犹太王」的罪名。他受尽了打骂和侮辱后，被处以死刑，钉在十字架上，慢慢受苦而死。他死时，山摇地动、岩石崩裂，众人大为惊异，惊呼：「这真是神的儿子。」",
      "zh_TW": "耶穌被捕後，被定以「謀叛羅馬」、「自稱猶太王」的罪名。他受盡了打罵和侮辱後，被處以死刑，釘在十字架上，慢慢受苦而死。他死時，山搖地動、岩石崩裂，眾人大為驚異，驚呼：「這真是神的兒子。」"
    },
    {
      "id": "02-042-0153_p0056",
      "zh_CN": "《以赛亚书》说：「他诚然担当我们的忧患，背负我们的痛苦。我们却以为他受责罚，被神击打苦待了。哪知他为我们的过犯受害，为我们的罪孽压伤。因他受的刑罚，我们得平安；因他受的鞭伤，我们得医治。我们都如羊走迷，各人偏行己路，耶和华使我们众人的罪孽都归在他身上。」",
      "zh_TW": "《以賽亞書》說：「他誠然擔當我們的憂患，背負我們的痛苦。我們卻以為他受責罰，被神擊打苦待了。哪知他為我們的過犯受害，為我們的罪孽壓傷。因他受的刑罰，我們得平安；因他受的鞭傷，我們得醫治。我們都如羊走迷，各人偏行己路，耶和華使我們眾人的罪孽都歸在他身上。」"
    },
    {
      "id": "02-042-0153_p0057",
      "zh_CN": "据说，耶稣死后第三天复活了，他显灵在门徒的面前；第四十天，耶稣升入天堂。耶稣复活的那天是过春分月圆的第一个星期日，后被基督教定为「复活节」。基督教又把耶稣的生日（十二月二十五日）定为「耶诞节」。",
      "zh_TW": "據說，耶穌死後第三天復活了，他顯靈在門徒的面前；第四十天，耶穌升入天堂。耶穌復活的那天是過春分月圓的第一個星期日，後被基督教定為「復活節」。基督教又把耶穌的生日（十二月二十五日）定為「耶誕節」。"
    },
    {
      "id": "02-042-0153_p0058",
      "zh_CN": "耶稣死后，他的信徒们前仆后继，饱经风霜，以大无畏的精神去传播基督教，使得基督教的影响力愈来愈大。公元四世纪时，罗马统治者认为基督教爱护仇敌、反对同邪恶作斗争的说法，对他们的统治有利，就把基督教定为国教。从此，基督教以更快的速度传遍全世界，成为世界上三大宗教之一。",
      "zh_TW": "耶穌死後，他的信徒們前仆後繼，飽經風霜，以大無畏的精神去傳播基督教，使得基督教的影響力愈來愈大。公元四世紀時，羅馬統治者認為基督教愛護仇敵、反對同邪惡作鬥爭的說法，對他們的統治有利，就把基督教定為國教。從此，基督教以更快的速度傳遍全世界，成為世界上三大宗教之一。"
    },
    {
      "id": "02-042-0153_p0059",
      "zh_CN": "五、穆罕默德",
      "zh_TW": "五、穆罕默德"
    },
    {
      "id": "02-042-0153_p0060",
      "zh_CN": "穆罕默德，公元五七Ｏ年生于阿拉伯半岛麦加城古来什部落的哈希姆家族。他是政治家、宗教领袖、伊斯兰教的复兴者，伊斯兰教徒认为他是安拉（真主）派遣到人间的最后一位使者。",
      "zh_TW": "穆罕默德，公元五七Ｏ年生於阿拉伯半島麥加城古來什部落的哈希姆家族。他是政治家、宗教領袖、伊斯蘭教的復興者，伊斯蘭教徒認為他是安拉（真主）派遣到人間的最後一位使者。"
    },
    {
      "id": "02-042-0153_p0061",
      "zh_CN": "在穆罕默德出生前，父亲就去世了。六岁时母亲病故，由祖父抚育。八岁时祖父去世，由伯父收养。因伯父多子女，家境贫寒，所以他童年失学，替人放牧。十二岁起，跟随伯父参加商队到叙利亚、巴勒斯坦等地经商。他为人诚实谦虚，办事公道，乐善好施，赢得族人的赞誉和信任，被誉为「艾敏」（即忠实可靠者）。",
      "zh_TW": "在穆罕默德出生前，父親就去世了。六歲時母親病故，由祖父撫育。八歲時祖父去世，由伯父收養。因伯父多子女，家境貧寒，所以他童年失學，替人放牧。十二歲起，跟隨伯父參加商隊到敘利亞、巴勒斯坦等地經商。他為人誠實謙虛，辦事公道，樂善好施，贏得族人的讚譽和信任，被譽為「艾敏」（即忠實可靠者）。"
    },
    {
      "id": "02-042-0153_p0062",
      "zh_CN": "穆罕默德生活的时代，正值阿拉伯半岛社会、政治、经济变革动荡的时期。当时的阿拉伯人盛行偶像崇拜、活埋女婴、部落间血亲复仇、酗酒赌博、高利贷盛行，人们追逐金钱，道德衰亡。《罗马帝国的没落》一书中有此描述：「人的凶残几近失去常性，与禽兽无异。」穆罕默德在早年颠沛流离的艰辛生活中，目睹阿拉伯社会贫富悬殊、部落氏族对立、战争频仍、经济衰落所造成的四分五裂的情况，体察到人们渴望安定统一和摆脱困境的愿望。他接触到当时盛行于半岛的偶像崇拜带来的愚昧无知和社会道德堕落的现象，并广泛接触半岛其他各宗教的传教师、神父和学者，汲取了大量宗教知识，还深受流行于半岛的犹太教、基督教和「哈尼夫」一神思想的影响，为他后来的宗教变革提供了丰富的思想资料。",
      "zh_TW": "穆罕默德生活的時代，正值阿拉伯半島社會、政治、經濟變革動盪的時期。當時的阿拉伯人盛行偶像崇拜、活埋女嬰、部落間血親復仇、酗酒賭博、高利貸盛行，人們追逐金錢，道德衰亡。《羅馬帝國的沒落》一書中有此描述：「人的凶殘幾近失去常性，與禽獸無異。」穆罕默德在早年顛沛流離的艱辛生活中，目睹阿拉伯社會貧富懸殊、部落氏族對立、戰爭頻仍、經濟衰落所造成的四分五裂的情況，體察到人們渴望安定統一和擺脫困境的願望。他接觸到當時盛行於半島的偶像崇拜帶來的愚昧無知和社會道德墮落的現象，並廣泛接觸半島其他各宗教的傳教師、神父和學者，汲取了大量宗教知識，還深受流行於半島的猶太教、基督教和「哈尼夫」一神思想的影響，為他後來的宗教變革提供了豐富的思想資料。"
    },
    {
      "id": "02-042-0153_p0063",
      "zh_CN": "他二十五岁时受雇于麦加富孀赫蒂彻，为其经商，不久与其结婚。婚后的穆罕默德常到麦加郊区希拉山一个山洞里隐居潜修、沉思冥想，探求解决阿拉伯社会和宗教危机的方法。",
      "zh_TW": "他二十五歲時受雇於麥加富孀赫蒂徹，為其經商，不久與其結婚。婚後的穆罕默德常到麥加郊區希拉山一個山洞裡隱居潛修、沉思冥想，探求解決阿拉伯社會和宗教危機的方法。"
    },
    {
      "id": "02-042-0153_p0064",
      "zh_CN": "据《布哈里圣训实录》记载，公元六一Ｏ年，穆罕默德四十岁时，在九月的一个夜晚，当他在希拉山洞潜修冥想时，安拉（真主）派遣天使吉卜利勒向他传达旨意，并首次向他启示了《古兰经》文，授命他做为安拉在人间的使者，向世人传警告、报喜讯。此后不断受到启示，命他传播主命，教导人们信奉伊斯兰教。从此，穆罕默德接受真主赋予的使命，以无限的虔诚献身于伊斯兰教事业。",
      "zh_TW": "據《布哈里聖訓實錄》記載，公元六一Ｏ年，穆罕默德四十歲時，在九月的一個夜晚，當他在希拉山洞潛修冥想時，安拉（真主）派遣天使吉卜利勒向他傳達旨意，並首次向他啟示了《古蘭經》文，授命他做為安拉在人間的使者，向世人傳警告、報喜訊。此後不斷受到啟示，命他傳播主命，教導人們信奉伊斯蘭教。從此，穆罕默德接受真主賦予的使命，以無限的虔誠獻身於伊斯蘭教事業。"
    },
    {
      "id": "02-042-0153_p0065",
      "zh_CN": "公元六一二年末，穆罕默德开始公开号召麦加居民放弃偶像崇拜，归顺并敬畏独一的安拉（真主），止恶从善，宣称伊斯兰教是自古以来的正统宗教，他自己是该教的最后一位使者。他主张限制高利贷、买卖公平、施济平民、善待孤儿、解放奴隶、制止血亲复仇，实现和平与安宁。由此吸引了一批当地人的归顺。",
      "zh_TW": "公元六一二年末，穆罕默德開始公開號召麥加居民放棄偶像崇拜，歸順並敬畏獨一的安拉（真主），止惡從善，宣稱伊斯蘭教是自古以來的正統宗教，他自己是該教的最後一位使者。他主張限制高利貸、買賣公平、施濟平民、善待孤兒、解放奴隸、制止血親復仇，實現和平與安寧。由此吸引了一批當地人的歸順。"
    },
    {
      "id": "02-042-0153_p0066",
      "zh_CN": "麦加的权贵们认为伊斯兰教的一神信仰威胁到了自己的统治和牟利，贵族试图用金钱和名利诱惑穆罕默德，如给他更多的利润，或者让他与一些最富有的家庭通婚，以为这样就可以让先知放弃他的信仰，解散他的信徒，改变他的宗教。这都被穆罕默德严词拒绝了，他说：「纵然他们把太阳放在我的右手，月亮放在我的左手，我也决不会放弃我的使命。」",
      "zh_TW": "麥加的權貴們認為伊斯蘭教的一神信仰威脅到了自己的統治和牟利，貴族試圖用金錢和名利誘惑穆罕默德，如給他更多的利潤，或者讓他與一些最富有的家庭通婚，以為這樣就可以讓先知放棄他的信仰，解散他的信徒，改變他的宗教。這都被穆罕默德嚴詞拒絕了，他說：「縱然他們把太陽放在我的右手，月亮放在我的左手，我也決不會放棄我的使命。」"
    },
    {
      "id": "02-042-0153_p0067",
      "zh_CN": "公元六一九年，叔父和妻子相继去世，使穆罕默德失去了两位重要的保护人和支持者，麦加贵族乘机加紧迫害，伊斯兰教史称此年为「悲痛之年」。六二二年，穆罕默德应麦迪那人的邀请，令信徒分批秘密迁往麦迪那，他本人也与挚友艾卜•伯克尔躲过敌人的追捕，于同年九月二十四日到达麦迪那，在伊斯兰教史上把这年称为「伟大的迁徙之年」，后来把这年定为伊斯兰教历元年。在麦迪那，他首先制定了一项与各氏族集团共同遵守的公约，借以巩固各氏族的团结，接着建立了一个以伊斯兰教信仰为共同基础的政教合一的穆斯林政权，并陆续确立伊斯兰教的各种典章制度。",
      "zh_TW": "公元六一九年，叔父和妻子相繼去世，使穆罕默德失去了兩位重要的保護人和支持者，麥加貴族乘機加緊迫害，伊斯蘭教史稱此年為「悲痛之年」。六二二年，穆罕默德應麥迪那人的邀請，令信徒分批祕密遷往麥迪那，他本人也與摯友艾卜•伯克爾躲過敵人的追捕，於同年九月二十四日到達麥迪那，在伊斯蘭教史上把這年稱為「偉大的遷徙之年」，後來把這年定為伊斯蘭教曆元年。在麥迪那，他首先制定了一項與各氏族集團共同遵守的公約，藉以鞏固各氏族的團結，接著建立了一個以伊斯蘭教信仰為共同基礎的政教合一的穆斯林政權，並陸續確立伊斯蘭教的各種典章制度。"
    },
    {
      "id": "02-042-0153_p0068",
      "zh_CN": "公元六三Ｏ年，由于麦加人违约，穆罕默德便率领十万大军夺取麦加城，并迅速清除了「克尔白」圣殿内一切偶像，将克尔白定为伊斯兰教的朝拜中心。六三一年，阿拉伯半岛各部落纷纷派代表团到麦迪那表示愿意接受伊斯兰教，到此阿拉伯半岛基本统一。六三二年，穆罕默德率领大批穆斯林从麦迪那到麦加朝觐，史称「辞别朝觐」。同年六月六日，这位伟大的先知在麦迪那与世长辞，享年六十三岁。",
      "zh_TW": "公元六三Ｏ年，由於麥加人違約，穆罕默德便率領十萬大軍奪取麥加城，並迅速清除了「克爾白」聖殿內一切偶像，將克爾白定為伊斯蘭教的朝拜中心。六三一年，阿拉伯半島各部落紛紛派代表團到麥迪那表示願意接受伊斯蘭教，到此阿拉伯半島基本統一。六三二年，穆罕默德率領大批穆斯林從麥迪那到麥加朝覲，史稱「辭別朝覲」。同年六月六日，這位偉大的先知在麥迪那與世長辭，享年六十三歲。"
    },
    {
      "id": "02-042-0153_p0069",
      "zh_CN": "穆罕默德的到来对于阿拉伯人来说，简直犹如自黑暗找到光明，阿拉伯人首次得到新生，一个自开天辟地以来便浪迹荒漠的穷苦游牧民族，竟自渺小失落之境摇身一变而举世知名。",
      "zh_TW": "穆罕默德的到來對於阿拉伯人來說，簡直猶如自黑暗找到光明，阿拉伯人首次得到新生，一個自開天闢地以來便浪跡荒漠的窮苦遊牧民族，竟自渺小失落之境搖身一變而舉世知名。"
    },
    {
      "id": "02-042-0153_p0070",
      "zh_CN": "穆罕默德过世后的数世纪，穆斯林所获得的创造应归功于他的精神影响，尤其应归功于他对知识的追求。对他生活实践的研究，导致穆斯林产生了一个专有的历史科学——《圣训学》。他将他的错误归罪于自己，而将他的成就归功于安拉，他一直反对别人将他看作神。",
      "zh_TW": "穆罕默德過世後的數世紀，穆斯林所獲得的創造應歸功於他的精神影響，尤其應歸功於他對知識的追求。對他生活實踐的研究，導致穆斯林產生了一個專有的歷史科學——《聖訓學》。他將他的錯誤歸罪於自己，而將他的成就歸功於安拉，他一直反對別人將他看作神。"
    },
    {
      "id": "02-042-0153_p0071",
      "zh_CN": "结语",
      "zh_TW": "結語"
    },
    {
      "id": "02-042-0153_p0072",
      "zh_CN": "总结上述东西方五位圣哲的生平，可见他们的身教足以感动世人，言教足以解决社会问题，对世人的博爱精神与不屈不挠的教学实践，使他们崇高伟大、名传千古，这一切都值得现代人，尤其从事教育者借鉴与学习。如果能够弘扬他们的教义，团结各宗教，使宗教回归教育，互相尊重、互相学习、互助合作，必能化解一切冲突，实现社会安定和谐，恢复世界和平，这是我们这代人责无旁贷的神圣使命。",
      "zh_TW": "總結上述東西方五位聖哲的生平，可見他們的身教足以感動世人，言教足以解決社會問題，對世人的博愛精神與不屈不撓的教學實踐，使他們崇高偉大、名傳千古，這一切都值得現代人，尤其從事教育者借鑒與學習。如果能夠弘揚他們的教義，團結各宗教，使宗教回歸教育，互相尊重、互相學習、互助合作，必能化解一切衝突，實現社會安定和諧，恢復世界和平，這是我們這代人責無旁貸的神聖使命。"
    },
    {
      "id": "02-042-0153_p0073",
      "zh_CN": "以上文稿拟写匆促，疏误之处必定很多，恳请尊敬的师父上人，各位法师、各位大德慈悲指正，无限感恩！惭愧弟子胜妙顶礼敬呈。",
      "zh_TW": "以上文稿擬寫匆促，疏誤之處必定很多，懇請尊敬的師父上人，各位法師、各位大德慈悲指正，無限感恩！慚愧弟子勝妙頂禮敬呈。"
    },
    {
      "id": "02-042-0153_p0074",
      "zh_CN": "老法师：胜妙法师这一篇文章写得很好，说得很清楚、很明白，特别是在最后总结。因为我们地球在今天，遭遇到有史以来最严重的混乱，在整个世界历史，任何国家都没有遭遇到今天的困惑。由于人民的无知，东方人不相信有圣贤，西方人不相信有神、有上帝，这都是无知（佛法里面讲的愚痴）所造成的现象，所造成的结果。这个现象结果很可怕，在因果律里面讲，不善的念头、不善的言行所感得的，这是一切法从心想生。这句话在东方儒释道都讲、都肯定，现代的量子力学家也说到、也发现了，确确实实这个世间没有物质这个东西。物质是什么？是念头在高频率之下产生的幻相，我们误以为它是真的，从这个地方起了贪欲。贪欲的膨胀是无限的、无止境的，这就是带给世人造作无量无边的罪业。这个罪业的结果就变成了灾难。灾难是什么？灾难是罪业的果报。能不能救？能救，这篇文章讲的就能救。如果我们真正相信这篇文章上所写的理论、言行，都能够符合圣贤教诲，这个世间有救。如果不相信，随着自己烦恼习气的膨胀，甚至于可以说无恶不作，这个世界会走向灭亡。谁灭亡的？不善念头灭亡的。我有不善的念头，你有不善的念头，都要负责任。",
      "zh_TW": "老法師：勝妙法師這一篇文章寫得很好，說得很清楚、很明白，特別是在最後總結。因為我們地球在今天，遭遇到有史以來最嚴重的混亂，在整個世界歷史，任何國家都沒有遭遇到今天的困惑。由於人民的無知，東方人不相信有聖賢，西方人不相信有神、有上帝，這都是無知（佛法裡面講的愚痴）所造成的現象，所造成的結果。這個現象結果很可怕，在因果律裡面講，不善的念頭、不善的言行所感得的，這是一切法從心想生。這句話在東方儒釋道都講、都肯定，現代的量子力學家也說到、也發現了，確確實實這個世間沒有物質這個東西。物質是什麼？是念頭在高頻率之下產生的幻相，我們誤以為它是真的，從這個地方起了貪欲。貪欲的膨脹是無限的、無止境的，這就是帶給世人造作無量無邊的罪業。這個罪業的結果就變成了災難。災難是什麼？災難是罪業的果報。能不能救？能救，這篇文章講的就能救。如果我們真正相信這篇文章上所寫的理論、言行，都能夠符合聖賢教誨，這個世間有救。如果不相信，隨著自己煩惱習氣的膨脹，甚至於可以說無惡不作，這個世界會走向滅亡。誰滅亡的？不善念頭滅亡的。我有不善的念頭，你有不善的念頭，都要負責任。"
    },
    {
      "id": "02-042-0153_p0075",
      "zh_CN": "所以在十几年前有人问我，这个世界还会不会有和平？和平失掉了一百多年，好像不可能再恢复了，大家有这么个感觉。我们渴望和平，希望和平早一天再回到社会，应该怎么做？应该提倡宗教教育，宗教要回归教育，宗教要互相学习，这个问题就解决了。他这个地方提出了五个宗教，这五个宗教能够合作，都能够遵从经典上神圣所说的教诫，佛家称为戒律，基督教有十诫，如果我们都能够遵守，和平就能现前。如果不能遵守，还是着重在自私自利，贪瞋痴慢无限的扩张，这个世界就会灭亡，会有大灾难。灾难里头最严重的，一般人都担心的是人祸。人祸是什么？第三次核武生化大战。这个战争没有胜负，地球上所有的生物同归于尽。汤恩比博士说，这种战争是人类愚蠢到极点，做出了集体自杀的行为，非常可怕。他有慈悲心，在佛法上讲是菩萨再来的，晚年脑子里转来转去就一个问题，如何能够防止第三次世界大战，第三次是核武大战，得想出一个门道出来。我们相信他这个念头是从中国历史上周朝所实行的方法得到的灵感，就是世界要有统一的政府。",
      "zh_TW": "所以在十幾年前有人問我，這個世界還會不會有和平？和平失掉了一百多年，好像不可能再恢復了，大家有這麼個感覺。我們渴望和平，希望和平早一天再回到社會，應該怎麼做？應該提倡宗教教育，宗教要回歸教育，宗教要互相學習，這個問題就解決了。他這個地方提出了五個宗教，這五個宗教能夠合作，都能夠遵從經典上神聖所說的教誡，佛家稱為戒律，基督教有十誡，如果我們都能夠遵守，和平就能現前。如果不能遵守，還是著重在自私自利，貪瞋痴慢無限的擴張，這個世界就會滅亡，會有大災難。災難裡頭最嚴重的，一般人都擔心的是人禍。人禍是什麼？第三次核武生化大戰。這個戰爭沒有勝負，地球上所有的生物同歸於盡。湯恩比博士說，這種戰爭是人類愚蠢到極點，做出了集體自殺的行為，非常可怕。他有慈悲心，在佛法上講是菩薩再來的，晚年腦子裡轉來轉去就一個問題，如何能夠防止第三次世界大戰，第三次是核武大戰，得想出一個門道出來。我們相信他這個念頭是從中國歷史上周朝所實行的方法得到的靈感，就是世界要有統一的政府。"
    },
    {
      "id": "02-042-0153_p0076",
      "zh_CN": "谁来统治？他非常坚定的告诉我们，他说中国，东方文化。东方文化是以中国孔孟学说为主流，他说还有三个卫星文化，就是日本、韩国、越南，这三个国家跟中国发生关系是在战国时代，历史悠久。确确实实，我们到这三国去旅行，所看到的中国传统文化，越南我没去过，日本跟韩国基本上还保留，保存在。特别在农村乡下，我去的时候，简直就像回到春秋战国时候一样，生活方式，人与人之间的礼节、关系，衣着、饮食都还保存着古时候的样子。房屋的建筑统统看到，日本人榻榻米的房子，是我们春秋时代、战国时代现在江苏省苏州一带那种建筑，他们还保留着，非常可爱。汤恩比说，这四个国家要能合作，中国带头，日本、韩国、越南合成一个国家，就能领导全世界。这个统一就像周朝统一一样，不是政治统一，也不是军事，也不是科学技术，也不是经济贸易，不是这些，是什么？文化，孔孟学说、大乘佛法。孔孟学说是什么？简单的讲，孔子讲仁，孟子讲义，夫子之道忠恕而已，我们就取这四个字，仁义忠恕。你看看，能不能救世界？仁是爱心，爱自己就想到要爱别人。大乘佛法，真诚慈悲。这八个字可以救世界，可以给世界带来真正的平等对待、和睦相处、共存共荣。所以汤恩比说，东方文化仁慈，博大精深，这个文化它能造福人群，它不会消灭别人文化。他举出例子，佛教，佛教是印度文化，到中国，中国没有把它消灭，也没有把它同化，还能相辅相成。大乘佛法把中国的儒跟道提升了，儒跟道帮助大乘落实到生活，相辅相成，这个难得！跟西方，西方人没有这么大的度量，他们保持独一，轻视其他的文化，如果他们来统一，会把世界上其他的文化统统消灭掉，只有他自己的独大。这是他不赞成的，他希望每个人都是平等对待、和睦相处，中国文化做得到，非常难得。",
      "zh_TW": "誰來統治？他非常堅定的告訴我們，他說中國，東方文化。東方文化是以中國孔孟學說為主流，他說還有三個衛星文化，就是日本、韓國、越南，這三個國家跟中國發生關係是在戰國時代，歷史悠久。確確實實，我們到這三國去旅行，所看到的中國傳統文化，越南我沒去過，日本跟韓國基本上還保留，保存在。特別在農村鄉下，我去的時候，簡直就像回到春秋戰國時候一樣，生活方式，人與人之間的禮節、關係，衣著、飲食都還保存著古時候的樣子。房屋的建築統統看到，日本人榻榻米的房子，是我們春秋時代、戰國時代現在江蘇省蘇州一帶那種建築，他們還保留著，非常可愛。湯恩比說，這四個國家要能合作，中國帶頭，日本、韓國、越南合成一個國家，就能領導全世界。這個統一就像周朝統一一樣，不是政治統一，也不是軍事，也不是科學技術，也不是經濟貿易，不是這些，是什麼？文化，孔孟學說、大乘佛法。孔孟學說是什麼？簡單的講，孔子講仁，孟子講義，夫子之道忠恕而已，我們就取這四個字，仁義忠恕。你看看，能不能救世界？仁是愛心，愛自己就想到要愛別人。大乘佛法，真誠慈悲。這八個字可以救世界，可以給世界帶來真正的平等對待、和睦相處、共存共榮。所以湯恩比說，東方文化仁慈，博大精深，這個文化它能造福人群，它不會消滅別人文化。他舉出例子，佛教，佛教是印度文化，到中國，中國沒有把它消滅，也沒有把它同化，還能相輔相成。大乘佛法把中國的儒跟道提升了，儒跟道幫助大乘落實到生活，相輔相成，這個難得！跟西方，西方人沒有這麼大的度量，他們保持獨一，輕視其他的文化，如果他們來統一，會把世界上其他的文化統統消滅掉，只有他自己的獨大。這是他不贊成的，他希望每個人都是平等對待、和睦相處，中國文化做得到，非常難得。"
    },
    {
      "id": "02-042-0153_p0077",
      "zh_CN": "现在我们做宗教团结做了十几年，有效果。这一次我到英国访问，出乎我意料之外，英国人在做宗教团结，我们看到非常安慰。我提醒他们，宗教真正团结要从教育下手，要从经典下手，不能只读我的经，不读别人的经，这个不能产生效果，必须我学我的，也学别人的。经典上所说的都一样，你看戒律统统是一样，不杀生、不偷盗、不邪淫，每一个宗教都讲，不妄语，统统都讲，这五戒，五戒是所有宗教共同希求的，共同的教诲。在伦理上，孝亲尊师统统都讲，没有哪个宗教不讲。伦理的教育、道德的教育、因果的教育，几乎都是共同的。共同的我们把它发扬光大，有些不一样的，我们把它放在一边，到哪天我们都大彻大悟，不同的也同了。我们看到不同是什么？是我们自己有成见，我们自己智慧没有达到那个高峰，看起来不同；到上面去看，完全相同，慢慢来。现在当务之急确实是团结宗教，从这个下手，因为宗教对社会的影响，依然有它的价值存在。现在人是放弃宗教相信科学，我们相信科学再有二、三十年之后，科学家都相信宗教，这是一桩好事情。所以这篇文章在祭祖专刊里面是非常有价值的，它能够引导我们重视宗教、学习宗教。",
      "zh_TW": "現在我們做宗教團結做了十幾年，有效果。這一次我到英國訪問，出乎我意料之外，英國人在做宗教團結，我們看到非常安慰。我提醒他們，宗教真正團結要從教育下手，要從經典下手，不能只讀我的經，不讀別人的經，這個不能產生效果，必須我學我的，也學別人的。經典上所說的都一樣，你看戒律統統是一樣，不殺生、不偷盜、不邪淫，每一個宗教都講，不妄語，統統都講，這五戒，五戒是所有宗教共同希求的，共同的教誨。在倫理上，孝親尊師統統都講，沒有哪個宗教不講。倫理的教育、道德的教育、因果的教育，幾乎都是共同的。共同的我們把它發揚光大，有些不一樣的，我們把它放在一邊，到哪天我們都大徹大悟，不同的也同了。我們看到不同是什麼？是我們自己有成見，我們自己智慧沒有達到那個高峰，看起來不同；到上面去看，完全相同，慢慢來。現在當務之急確實是團結宗教，從這個下手，因為宗教對社會的影響，依然有它的價值存在。現在人是放棄宗教相信科學，我們相信科學再有二、三十年之後，科學家都相信宗教，這是一樁好事情。所以這篇文章在祭祖專刊裡面是非常有價值的，它能夠引導我們重視宗教、學習宗教。"
    },
    {
      "id": "02-042-0153_p0078",
      "zh_CN": "宗教是一家，众神是一体。众神是一体，佛经里头讲得最多，中国儒跟道也讲到，庄子所说的「天地与我同根，万物与我一体」，跟佛法讲的「何期自性，能生万法」完全相同。所以这次我在英国，我就提出「众神一体，宗教一家」，大家都很欢喜。他们国家有些人发动建一个大道场，做为所有宗教共同在一起活动的场所，这是有必要的；如果没有活动场所，大家在一起的活动场所，不是真正的团结。真正的团结要有经典，经典我们希望大家编《３６Ｏ》。每一个宗教经典都很庞大，不是一个人一生能够学得完的，我们在那里取其最精华的、最重要的，选出三百六十小段。选出来之后，我们把它印成一本，所有宗教经典的精华，我们就学这一本。学习这一本，讲这一本，落实这一本，用这个理念带领我们化解一切冲突，促进全球安定和谐，让我们哪一天肯定，地球人类是一家人，要相亲相爱、平等对待、和睦相处、共存共荣。这篇文章向这个方向引导，很有价值。我们再看下面一篇。",
      "zh_TW": "宗教是一家，眾神是一體。眾神是一體，佛經裡頭講得最多，中國儒跟道也講到，莊子所說的「天地與我同根，萬物與我一體」，跟佛法講的「何期自性，能生萬法」完全相同。所以這次我在英國，我就提出「眾神一體，宗教一家」，大家都很歡喜。他們國家有些人發動建一個大道場，做為所有宗教共同在一起活動的場所，這是有必要的；如果沒有活動場所，大家在一起的活動場所，不是真正的團結。真正的團結要有經典，經典我們希望大家編《３６Ｏ》。每一個宗教經典都很龐大，不是一個人一生能夠學得完的，我們在那裡取其最精華的、最重要的，選出三百六十小段。選出來之後，我們把它印成一本，所有宗教經典的精華，我們就學這一本。學習這一本，講這一本，落實這一本，用這個理念帶領我們化解一切衝突，促進全球安定和諧，讓我們哪一天肯定，地球人類是一家人，要相親相愛、平等對待、和睦相處、共存共榮。這篇文章向這個方向引導，很有價值。我們再看下面一篇。"
    },
    {
      "id": "02-042-0153_p0079",
      "zh_CN": "学生：蜂腰继绝传薪火——怀念我的恩师林景伊（尹）先生。刘克雄教授。",
      "zh_TW": "學生：蜂腰繼絕傳薪火——懷念我的恩師林景伊（尹）先生。劉克雄教授。"
    },
    {
      "id": "02-042-0153_p0080",
      "zh_CN": "一、老师对我的严课",
      "zh_TW": "一、老師對我的嚴課"
    },
    {
      "id": "02-042-0153_p0081",
      "zh_CN": "甲、耳提面命二、三事",
      "zh_TW": "甲、耳提面命二、三事"
    },
    {
      "id": "02-042-0153_p0082",
      "zh_CN": "林老师是浙江瑞安人，是黄季刚（侃）先生的嫡传弟子。声韵这门学问，章太炎、黄季刚、林景伊三代单传。一九三五年，季刚先生逝世，隔年太炎先生也过世了，绝学单传细如蜂腰，是多么脆弱易断！故老师他除抗战期间，秉其师承太炎先生、季刚先生的革命爱国精神，投身抗战救亡之外（详见后面的年表），终其一生，无不以传承发扬章黄学术，致力教育事业而鞠躬尽瘁。（图：先师林尹教授出自瑞安学术世家，是黄季刚先生的嫡传弟子。）",
      "zh_TW": "林老師是浙江瑞安人，是黃季剛（侃）先生的嫡傳弟子。聲韻這門學問，章太炎、黃季剛、林景伊三代單傳。一九三五年，季剛先生逝世，隔年太炎先生也過世了，絕學單傳細如蜂腰，是多麼脆弱易斷！故老師他除抗戰期間，秉其師承太炎先生、季剛先生的革命愛國精神，投身抗戰救亡之外（詳見後面的年表），終其一生，無不以傳承發揚章黃學術，致力教育事業而鞠躬盡瘁。（圖：先師林尹教授出自瑞安學術世家，是黃季剛先生的嫡傳弟子。）"
    },
    {
      "id": "02-042-0153_p0083",
      "zh_CN": "老师到台湾后，教授于各大学间，不辞辛劳。民国四十八年，我有幸忝列老师门下。老师问我：熟读过哪些书？我如实回答：（１）背诵过整本《左传》；（２）《史记》所有的本纪、世家、列传；（３）《四书》；（４）《老子》；（５）四百篇古文；（６）诗词若干。老师听后说：《庄子》、《昭明文选》也应熟读，《资治通鉴》也不可不读，诗文要勤于习作。接着布置作业：用红笔圈点《说文》，第一遍许慎说解与段注一起点；第二、三、四，只圈点段注；第五遍，许慎说解与段注再一起圈点，要细心作笔记，譬如许慎的「引经」、「读若」，段注的「从某声皆有某义」等。《说文》之外，《广韵》也要圈点，系联反切上下字…。大约经过三年的努力，老师给我一份表格，慎重的说：「这是季刚先生传我的《声经韵纬表》，你拿回去仔细的填好。」我恭敬仔细的填好后才猛然明白，古本韵是不杂有变声，有变声，那就是今变韵。倘若不先做《广韵》反切上下字的系联，季刚先生的这份表格是填不上去的。这正是老师说的「口耳相传」吧。",
      "zh_TW": "老師到台灣後，教授於各大學間，不辭辛勞。民國四十八年，我有幸忝列老師門下。老師問我：熟讀過哪些書？我如實回答：（１）背誦過整本《左傳》；（２）《史記》所有的本紀、世家、列傳；（３）《四書》；（４）《老子》；（５）四百篇古文；（６）詩詞若干。老師聽後說：《莊子》、《昭明文選》也應熟讀，《資治通鑑》也不可不讀，詩文要勤於習作。接著布置作業：用紅筆圈點《說文》，第一遍許慎說解與段註一起點；第二、三、四，只圈點段註；第五遍，許慎說解與段註再一起圈點，要細心作筆記，譬如許慎的「引經」、「讀若」，段註的「從某聲皆有某義」等。《說文》之外，《廣韻》也要圈點，系聯反切上下字…。大約經過三年的努力，老師給我一份表格，慎重的說：「這是季剛先生傳我的《聲經韻緯表》，你拿回去仔細的填好。」我恭敬仔細的填好後才猛然明白，古本韻是不雜有變聲，有變聲，那就是今變韻。倘若不先做《廣韻》反切上下字的系聯，季剛先生的這份表格是填不上去的。這正是老師說的「口耳相傳」吧。"
    },
    {
      "id": "02-042-0153_p0084",
      "zh_CN": "有一次，老师命我作《先秦诸子引诗考》，待我初稿完成呈给老师，老师约略看过，问说：《庄子》的引诗呢？我答：我对照过，好像没有引。老师略带责备的说：「青青之麦，生于陵陂。生不布施，死何含珠为」，怎么没有！我惭愧不已，回来后把《庄子》从头细细对照，整本《庄子》只在「外物篇」引这四句佚诗，心想，老师真是火眼金睛，此后千万不可再粗疏了！",
      "zh_TW": "有一次，老師命我作《先秦諸子引詩考》，待我初稿完成呈給老師，老師約略看過，問說：《莊子》的引詩呢？我答：我對照過，好像沒有引。老師略帶責備的說：「青青之麥，生於陵陂。生不布施，死何含珠為」，怎麼沒有！我慚愧不已，回來後把《莊子》從頭細細對照，整本《莊子》只在「外物篇」引這四句佚詩，心想，老師真是火眼金睛，此後千萬不可再粗疏了！"
    },
    {
      "id": "02-042-0153_p0085",
      "zh_CN": "后来老师命作《广韵韵类考正》，费时近一年，做完呈请老师指正。正巧碰到师兄陈新雄已先到了老师的家，也把他的博士论文《古音学发微》呈给老师，老师看过后，转头对我说：「新雄的古音学，已青出于蓝了。」老师当时说话的神情，充满无比的欣慰。我听过有人说：「你有了成就，能不嫉妒而拍手称庆的，除你的父母外，只有你的老师了。」老师像园丁，他耕耘，当然喜见结果。",
      "zh_TW": "後來老師命作《廣韻韻類考正》，費時近一年，做完呈請老師指正。正巧碰到師兄陳新雄已先到了老師的家，也把他的博士論文《古音學發微》呈給老師，老師看過後，轉頭對我說：「新雄的古音學，已青出於藍了。」老師當時說話的神情，充滿無比的欣慰。我聽過有人說：「你有了成就，能不嫉妒而拍手稱慶的，除你的父母外，只有你的老師了。」老師像園丁，他耕耘，當然喜見結果。"
    },
    {
      "id": "02-042-0153_p0086",
      "zh_CN": "老师对我诗文习作的面命，使我最为愧赧。灯下困顿，每呈一作，总难令老师展眉。及至多年后，呈上题画的小诗：「南华诵罢夜如水，风卷星河下碧溪。」「山空涧底响，汲水独烹茶。幽鸟自来往，空庭踏落花。」老师才莞尔的说：「已小有进步，诗不容易啊！」袁子才认为：「诗宗『性灵』，非关学问。」我自己清楚，朽木是难雕的。（图：林尹先生维护中国文字与中国文化不遗余力，每课诸生亦常以发扬固有文化相期勉。先生以我国优美文化，藉文字以表现。如文字遭破坏，则断绝文化之命脉。）（图：师兄陈新雄先生。此为南阳聂振弢教授编辑的《万里飞鸿尺素书——伯元先生最后的通信》封面。）",
      "zh_TW": "老師對我詩文習作的面命，使我最為愧赧。燈下困頓，每呈一作，總難令老師展眉。及至多年後，呈上題畫的小詩：「南華誦罷夜如水，風卷星河下碧溪。」「山空澗底響，汲水獨烹茶。幽鳥自來往，空庭踏落花。」老師才莞爾的說：「已小有進步，詩不容易啊！」袁子才認為：「詩宗『性靈』，非關學問。」我自己清楚，朽木是難雕的。（圖：林尹先生維護中國文字與中國文化不遺餘力，每課諸生亦常以發揚固有文化相期勉。先生以我國優美文化，藉文字以表現。如文字遭破壞，則斷絕文化之命脈。）（圖：師兄陳新雄先生。此為南陽聶振弢教授編輯的《萬里飛鴻尺素書——伯元先生最後的通信》封面。）"
    },
    {
      "id": "02-042-0153_p0087",
      "zh_CN": "乙、浩荡师恩，难以为报",
      "zh_TW": "乙、浩蕩師恩，難以為報"
    },
    {
      "id": "02-042-0153_p0088",
      "zh_CN": "老师的故乡瑞安，编写县志的宋维远老先生，为发扬老师的学术，电话中勉我以弘扬老师的学术为务，我复信略谓：远公阁下道鉴：…其后旅食巴西，离群索居，耄年蹉跎，学不能致用，愧对师恩，汗颜无已。今有孔子协会欲创国学院于北京，先成立国学师资培训班，后学承乏，主讲国学，冀传薪火于将息。噫，国学之承传，其任极重，其道极远，后学冀报师恩，愿竭驽钝，脂我车，策我骥，任再重，道再远，不敢辞也。耑肃敬候，道安，后学刘克雄顿首再拜，壬辰年七月十七日。",
      "zh_TW": "老師的故鄉瑞安，編寫縣志的宋維遠老先生，為發揚老師的學術，電話中勉我以弘揚老師的學術為務，我復信略謂：遠公閣下道鑒：…其後旅食巴西，離群索居，耄年蹉跎，學不能致用，愧對師恩，汗顏無已。今有孔子協會欲創國學院於北京，先成立國學師資培訓班，後學承乏，主講國學，冀傳薪火於將息。噫，國學之承傳，其任極重，其道極遠，後學冀報師恩，願竭駑鈍，脂我車，策我驥，任再重，道再遠，不敢辭也。耑肅敬候，道安，後學劉克雄頓首再拜，壬辰年七月十七日。"
    },
    {
      "id": "02-042-0153_p0089",
      "zh_CN": "隔年二月末，修书净空老法师，敬陈国学班教学实况：",
      "zh_TW": "隔年二月末，修書淨空老法師，敬陳國學班教學實況："
    },
    {
      "id": "02-042-0153_p0090",
      "zh_CN": "净老座下道鉴：后学受命讲授国学，自去岁十月开学，至今年元月廿一日放假，阅三月余。除讲授文字学外，并旁及儒道学术之根本思想。要求诸生背诵《四书》、《老子》，及七十篇古文。并命诸生每日记录净老讲经之重点，做成笔记。诸生向学奋发，三月余来，喜见初效如下：",
      "zh_TW": "淨老座下道鑒：後學受命講授國學，自去歲十月開學，至今年元月廿一日放假，閱三月餘。除講授文字學外，並旁及儒道學術之根本思想。要求諸生背誦《四書》、《老子》，及七十篇古文。並命諸生每日記錄淨老講經之重點，做成筆記。諸生向學奮發，三月餘來，喜見初效如下："
    },
    {
      "id": "02-042-0153_p0091",
      "zh_CN": "其一：《说文》五百四十部首，摹写每字小篆、甲金文，将许慎说解、段玉裁注详细录成笔记，部分同学已能熟记。",
      "zh_TW": "其一：《說文》五百四十部首，摹寫每字小篆、甲金文，將許慎說解、段玉裁註詳細錄成筆記，部分同學已能熟記。"
    },
    {
      "id": "02-042-0153_p0092",
      "zh_CN": "其二：《论语》、《老子》，部分同学已能背诵。",
      "zh_TW": "其二：《論語》、《老子》，部分同學已能背誦。"
    },
    {
      "id": "02-042-0153_p0093",
      "zh_CN": "其三：六书中已讲授之象形各文字，部分学生已能熟记。",
      "zh_TW": "其三：六書中已講授之象形各文字，部分學生已能熟記。"
    },
    {
      "id": "02-042-0153_p0094",
      "zh_CN": "其四：《说文》及段注，已部分圈点。",
      "zh_TW": "其四：《說文》及段註，已部分圈點。"
    },
    {
      "id": "02-042-0153_p0095",
      "zh_CN": "以上为本学期成效之大略。至于《孟子》、《学》、《庸》及古文之背诵，与六书未竟之指事、会意、形声、转注、假借，则有待于下半学期完成。",
      "zh_TW": "以上為本學期成效之大略。至於《孟子》、《學》、《庸》及古文之背誦，與六書未竟之指事、會意、形聲、轉注、假借，則有待於下半學期完成。"
    },
    {
      "id": "02-042-0153_p0096",
      "zh_CN": "日月如流，时光抛人，一学期不觉匆匆已过，可喜诸生劬学努力，已着初效。假以时日，成才可望，斯可慰也。冀望半年之后，诸生能独立治学，渐求一门深入。后学驽钝，当竭所能，示以章黄之实学，尽心引导，期不负净老弘扬国故之大愿，亦冀报先师训诲深恩于万一。肃此敬陈，并祈诲正，后学刘克雄敬呈，癸巳二月廿五日。",
      "zh_TW": "日月如流，時光拋人，一學期不覺匆匆已過，可喜諸生劬學努力，已著初效。假以時日，成才可望，斯可慰也。冀望半年之後，諸生能獨立治學，漸求一門深入。後學駑鈍，當竭所能，示以章黃之實學，盡心引導，期不負淨老弘揚國故之大願，亦冀報先師訓誨深恩於萬一。肅此敬陳，並祈誨正，後學劉克雄敬呈，癸巳二月廿五日。"
    },
    {
      "id": "02-042-0153_p0097",
      "zh_CN": "同年五月十二日，将国学班半年多教学实况，呈报凌孜会长：",
      "zh_TW": "同年五月十二日，將國學班半年多教學實況，呈報凌孜會長："
    },
    {
      "id": "02-042-0153_p0098",
      "zh_CN": "凌孜会长您好：自去年受命讲授国学班，半年多来，诸生向学努力，初见成效如下：",
      "zh_TW": "凌孜會長您好：自去年受命講授國學班，半年多來，諸生向學努力，初見成效如下："
    },
    {
      "id": "02-042-0153_p0099",
      "zh_CN": "１、《说文》五百四十部首：要求诸生摹写小篆、甲骨文、金文。抄录许慎说解，并段注摘录，责令熟读背诵。",
      "zh_TW": "１、《說文》五百四十部首：要求諸生摹寫小篆、甲骨文、金文。抄錄許慎說解，並段註摘錄，責令熟讀背誦。"
    },
    {
      "id": "02-042-0153_p0100",
      "zh_CN": "２、文字学讲授之例字，象形、指事、会意、形声，命诸生摹写小篆、甲文、金文。抄录许慎说解及段注，并要求熟读。",
      "zh_TW": "２、文字學講授之例字，象形、指事、會意、形聲，命諸生摹寫小篆、甲文、金文。抄錄許慎說解及段註，並要求熟讀。"
    },
    {
      "id": "02-042-0153_p0101",
      "zh_CN": "以上１、２两项，部分同学已如期完成。",
      "zh_TW": "以上１、２兩項，部分同學已如期完成。"
    },
    {
      "id": "02-042-0153_p0102",
      "zh_CN": "３、责令诸生用红笔圈点整本《说文》及段注，要求精读。虽各生进度不同，然皆认真努力，正进行中。",
      "zh_TW": "３、責令諸生用紅筆圈點整本《說文》及段註，要求精讀。雖各生進度不同，然皆認真努力，正進行中。"
    },
    {
      "id": "02-042-0153_p0103",
      "zh_CN": "４、课堂上除讲授文字学及相关声韵、训诂之外，亦旁及群经、诸子大义，要求诸生能融会贯通。",
      "zh_TW": "４、課堂上除講授文字學及相關聲韻、訓詁之外，亦旁及群經、諸子大義，要求諸生能融會貫通。"
    },
    {
      "id": "02-042-0153_p0104",
      "zh_CN": "５、责令诸生背诵《四书》、《老子》及六十篇古文。诸生大部分皆已完成。",
      "zh_TW": "５、責令諸生背誦《四書》、《老子》及六十篇古文。諸生大部分皆已完成。"
    },
    {
      "id": "02-042-0153_p0105",
      "zh_CN": "６、要求诸生每日听净老讲经，并择要做成笔记。",
      "zh_TW": "６、要求諸生每日聽淨老講經，並擇要做成筆記。"
    },
    {
      "id": "02-042-0153_p0106",
      "zh_CN": "岁月抛人，时光如流。开学以来，不觉已过七月余，可喜诸生劬学努力，已初见成效如上，假以时日，诸生能具独力治学，渐求一门深入，斯可慰也。每念会长为弘扬国学，南北东西，奔驰忘我，无任感佩。后学驽下，愿追骥尾，戮力尽心，期不负净老及会长弘扬国故之大愿，亦冀报先师训诲深恩于万一。肃此敬陈，并祈诲正，后学刘克雄敬呈，癸巳盛夏五月十二日。",
      "zh_TW": "歲月拋人，時光如流。開學以來，不覺已過七月餘，可喜諸生劬學努力，已初見成效如上，假以時日，諸生能具獨力治學，漸求一門深入，斯可慰也。每念會長為弘揚國學，南北東西，奔馳忘我，無任感佩。後學駑下，願追驥尾，戮力盡心，期不負淨老及會長弘揚國故之大願，亦冀報先師訓誨深恩於萬一。肅此敬陳，並祈誨正，後學劉克雄敬呈，癸巳盛夏五月十二日。"
    },
    {
      "id": "02-042-0153_p0107",
      "zh_CN": "贱内荷如顺此问安",
      "zh_TW": "賤內荷如順此問安"
    },
    {
      "id": "02-042-0153_p0108",
      "zh_CN": "同年夏末，国学师资班课程结束，我移居乡野，专心编写《汉字入门》，到今年仲夏，杜门二年多，只望能为后生指出学习汉字的门径，也是望报师恩于万一。",
      "zh_TW": "同年夏末，國學師資班課程結束，我移居鄉野，專心編寫《漢字入門》，到今年仲夏，杜門二年多，只望能為後生指出學習漢字的門徑，也是望報師恩於萬一。"
    },
    {
      "id": "02-042-0153_p0109",
      "zh_CN": "二、老师学术著作及文字之整理",
      "zh_TW": "二、老師學術著作及文字之整理"
    },
    {
      "id": "02-042-0153_p0110",
      "zh_CN": "甲、重要著作简介",
      "zh_TW": "甲、重要著作簡介"
    },
    {
      "id": "02-042-0153_p0111",
      "zh_CN": "１、中国声韵学通论",
      "zh_TW": "１、中國聲韻學通論"
    },
    {
      "id": "02-042-0153_p0112",
      "zh_CN": "据钱玄同先生序说到：「景伊天资渊懿，善读善悟，既受师说，复能潜心绎理，心得甚多；顷在北平讲述声韵，篹成此编。余观其书，于声韵之名称，声韵之通例，声韵之发音，韵书之起源，守温字母与涅槃字母之异同，三十字母至四十一声纽之异同，切韵残卷与广韵之异同，广韵之四声相承，广韵韵类之分析，广韵阴声入声阳声之相配，诸家韵摄之异同，反切之上下用字诸端，无不择精语详，立论多本黄君。」",
      "zh_TW": "據錢玄同先生序說到：「景伊天資淵懿，善讀善悟，既受師說，復能潛心繹理，心得甚多；頃在北平講述聲韻，篹成此編。余觀其書，於聲韻之名稱，聲韻之通例，聲韻之發音，韻書之起源，守溫字母與涅槃字母之異同，三十字母至四十一聲紐之異同，切韻殘卷與廣韻之異同，廣韻之四聲相承，廣韻韻類之分析，廣韻陰聲入聲陽聲之相配，諸家韻攝之異同，反切之上下用字諸端，無不擇精語詳，立論多本黃君。」"
    },
    {
      "id": "02-042-0153_p0113",
      "zh_CN": "顾学颉序：「古初典籍之校雠考据，抽丝董理，靡不以文字音韵为之根本。此清儒所以有读书必先识字之说。一字之中，析而为三，形音义也。三者之中，音为尤要，据音以求，形义可得而寻，而后古籍之训诂晓然矣。吾师瑞安林先生景伊，亲炙季刚先生左右，凡十余载，最能得其心传。尝任河北、金陵诸大学音韵讲席，编撰讲义，以为讲授之资；凡中国音韵学之名称、通例、原起、流别、方法、途径，以及近人重要学说，罔不详尽于是篇中。既能用语音学之理，破虚妄之说，而又不侵其范围，且为便初学，仅示大道，少及专门，简明扼要，诚音韵之津梁，初学之钥键也。」",
      "zh_TW": "顧學頡序：「古初典籍之校讎考據，抽絲董理，靡不以文字音韻為之根本。此清儒所以有讀書必先識字之說。一字之中，析而為三，形音義也。三者之中，音為尤要，據音以求，形義可得而尋，而後古籍之訓詁曉然矣。吾師瑞安林先生景伊，親炙季剛先生左右，凡十餘載，最能得其心傳。嘗任河北、金陵諸大學音韻講席，編撰講義，以為講授之資；凡中國音韻學之名稱、通例、原起、流別、方法、途徑，以及近人重要學說，罔不詳盡於是篇中。既能用語音學之理，破虛妄之說，而又不侵其範圍，且為便初學，僅示大道，少及專門，簡明扼要，誠音韻之津梁，初學之鑰鍵也。」"
    },
    {
      "id": "02-042-0153_p0114",
      "zh_CN": "２、文字学概说",
      "zh_TW": "２、文字學概說"
    },
    {
      "id": "02-042-0153_p0115",
      "zh_CN": "「学问之道，识字为先」，本书是老师讲授文字学的讲稿，加以门生黄庆萱听讲的笔记整理而成。书中内容共分为：第一绪论篇、第二六书篇、第三形音义篇三大篇；每篇之下又分若干章节，详细探讨中国文字学，为中文系学生必读之经典。",
      "zh_TW": "「學問之道，識字為先」，本書是老師講授文字學的講稿，加以門生黃慶萱聽講的筆記整理而成。書中內容共分為：第一緒論篇、第二六書篇、第三形音義篇三大篇；每篇之下又分若干章節，詳細探討中國文字學，為中文系學生必讀之經典。"
    },
    {
      "id": "02-042-0153_p0116",
      "zh_CN": "３、训诂学概要",
      "zh_TW": "３、訓詁學概要"
    },
    {
      "id": "02-042-0153_p0117",
      "zh_CN": "训诂学为文献语言学之综合学科，结合文字学、声韵学、校勘学、版本学，文法学、修辞学，为探究古代语言、从事治学、研究古今典籍所必备的知识。全书共八章，内容包含训诂的意义、训诂与文字的关系、声韵与训诂的关系、训诂的方式、训诂的次序、训诂的条例、训诂的术语与训诂学的根柢书籍。",
      "zh_TW": "訓詁學為文獻語言學之綜合學科，結合文字學、聲韻學、校勘學、版本學，文法學、修辭學，為探究古代語言、從事治學、研究古今典籍所必備的知識。全書共八章，內容包含訓詁的意義、訓詁與文字的關係、聲韻與訓詁的關係、訓詁的方式、訓詁的次序、訓詁的條例、訓詁的術語與訓詁學的根柢書籍。"
    },
    {
      "id": "02-042-0153_p0118",
      "zh_CN": "４、中国学术思想大纲",
      "zh_TW": "４、中國學術思想大綱"
    },
    {
      "id": "02-042-0153_p0119",
      "zh_CN": "老师在民国四十一年为内政部做专题演讲而写的，在短短一个月内完成了初稿，全凭他对中国哲学及思想渊博的学识和综合的洞察而一气呵成。写完之后，再花四个多月的工夫，分段查证资料，加以引注；并融汇各家学说，详细阐明各段及注文的精义。这种方式「以六经作我注脚」。所以老师的每一句话都有来历，不是凭空杜撰的。",
      "zh_TW": "老師在民國四十一年為內政部做專題演講而寫的，在短短一個月內完成了初稿，全憑他對中國哲學及思想淵博的學識和綜合的洞察而一氣呵成。寫完之後，再花四個多月的工夫，分段查證資料，加以引註；並融匯各家學說，詳細闡明各段及註文的精義。這種方式「以六經作我註腳」。所以老師的每一句話都有來歷，不是憑空杜撰的。"
    },
    {
      "id": "02-042-0153_p0120",
      "zh_CN": "本书内容：分述六艺、先秦诸子、汉代经学及黄老术、魏晋南北朝之玄学、隋唐佛教发展与经学统一、宋元明理学、清代之征实学，凡为七编。立论不鹜新奇，力避支离破碎之说，求立其大者。以极流畅之文笔，作有条理之叙述，简明扼要，精辟无比，使数千年学术思想变迁之迹，与乎历世学术之内容，一揽无遗。凡曾阅读本书者皆认为乃不朽之杰作。",
      "zh_TW": "本書內容：分述六藝、先秦諸子、漢代經學及黃老術、魏晉南北朝之玄學、隋唐佛教發展與經學統一、宋元明理學、清代之徵實學，凡為七編。立論不鶩新奇，力避支離破碎之說，求立其大者。以極流暢之文筆，作有條理之敘述，簡明扼要，精闢無比，使數千年學術思想變遷之跡，與乎歷世學術之內容，一攬無遺。凡曾閱讀本書者皆認為乃不朽之傑作。"
    },
    {
      "id": "02-042-0153_p0121",
      "zh_CN": "这部书还有一段文字缘。民国四十三年，浦薛凤教授主持政大政研所，他和老师素不相识，偶然看到了这部书，大为激赏，便亲临林府，敦聘老师到政大担任中国政治思想史，当时传为佳话。",
      "zh_TW": "這部書還有一段文字緣。民國四十三年，浦薛鳳教授主持政大政研所，他和老師素不相識，偶然看到了這部書，大為激賞，便親臨林府，敦聘老師到政大擔任中國政治思想史，當時傳為佳話。"
    },
    {
      "id": "02-042-0153_p0122",
      "zh_CN": "５、周礼今注今译",
      "zh_TW": "５、周禮今註今譯"
    },
    {
      "id": "02-042-0153_p0123",
      "zh_CN": "据老师书后的后记说：永嘉学派，致力于经世之道，最重《周礼》、《尚书》、《春秋》、《周易》。故自薛季宣、陈傅良、叶适之后，以礼为宗，以恕为本，根柢六经，折衷诸子，数百年来代有传人，若孙希旦、黄体芳、孙诒让、陈黻宸，皆其尤著者也。尹幼承庭训，颇识途径，长而研求，益有所明，屡欲申述旧闻，扬我先德，终以事冗，因循未果。今中华文化复兴委员会注译古籍，王云五先生以《周礼今注今译》见属，既请辞而未许，亦有符于吾愿，因口述其义，令长子耀曾笔录之。昔先仲父公铎先生四十五岁生日，尹赋诗奉祝，曾有「礼易吾家承祖泽，文章太学振门庭」之句，今尹重绎斯篇，此亦吾家之祖泽也。",
      "zh_TW": "據老師書後的後記說：永嘉學派，致力於經世之道，最重《周禮》、《尚書》、《春秋》、《周易》。故自薛季宣、陳傅良、葉適之後，以禮為宗，以恕為本，根柢六經，折衷諸子，數百年來代有傳人，若孫希旦、黃體芳、孫詒讓、陳黻宸，皆其尤著者也。尹幼承庭訓，頗識途徑，長而研求，益有所明，屢欲申述舊聞，揚我先德，終以事冗，因循未果。今中華文化復興委員會註譯古籍，王雲五先生以《周禮今註今譯》見屬，既請辭而未許，亦有符於吾願，因口述其義，令長子耀曾筆錄之。昔先仲父公鐸先生四十五歲生日，尹賦詩奉祝，曾有「禮易吾家承祖澤，文章太學振門庭」之句，今尹重繹斯篇，此亦吾家之祖澤也。"
    },
    {
      "id": "02-042-0153_p0124",
      "zh_CN": "６、广韵反切的校订",
      "zh_TW": "６、廣韻反切的校訂"
    },
    {
      "id": "02-042-0153_p0125",
      "zh_CN": "据《新校正切宋本广韵》老师序文说：昔陆法言论古今通塞、南北是非、撰定切韵，唐孙愐、宋陈彭年等承其条例而成唐韵广韵。今切韵唐韵等书，均已亡佚，虽陆续有发见者，亦断简残篇，不能睹其全貌，惟广韵独存，故研究中国韵学者，莫不以广韵为宗。通澈广韵，上可以究古音，知文字训诂之用；下可以审方言，辨声韵变迁之迹。故顾炎武、钱大昕等，就广韵并合离析，而定古韵与古声之部目，而古音之学以明。陈澧就广韵中之反切用字而归纳之，成「声类考」及「韵类考」，声韵演变之迹，遂有线索可寻。以至于黄季刚先生「古本声」、「古本韵」之发明，高本汉中国音韵学之研究，举皆依据广韵，盖广韵者韵书之正宗、音学之要籍也。",
      "zh_TW": "據《新校正切宋本廣韻》老師序文說：昔陸法言論古今通塞、南北是非、撰定切韻，唐孫愐、宋陳彭年等承其條例而成唐韻廣韻。今切韻唐韻等書，均已亡佚，雖陸續有發見者，亦斷簡殘篇，不能睹其全貌，惟廣韻獨存，故研究中國韻學者，莫不以廣韻為宗。通澈廣韻，上可以究古音，知文字訓詁之用；下可以審方言，辨聲韻變遷之跡。故顧炎武、錢大昕等，就廣韻並合離析，而定古韻與古聲之部目，而古音之學以明。陳澧就廣韻中之反切用字而歸納之，成「聲類考」及「韻類考」，聲韻演變之跡，遂有線索可尋。以至於黃季剛先生「古本聲」、「古本韻」之發明，高本漢中國音韻學之研究，舉皆依據廣韻，蓋廣韻者韻書之正宗、音學之要籍也。"
    },
    {
      "id": "02-042-0153_p0126",
      "zh_CN": "广韵传写仿刻、反切用字舛讹者多，每思加以校理，便利后学。黎明文化事业公司以重印广韵相商，并乞余为之校订，适符余平素之愿，虽体力就衰，而旧稿尚存，因取而命弟子林炯阳、林庆勋一一写定，并命炯阳撰成「切韵系韵书反切异文表」，以资参证。至于检字索引，则弟子李殿魁督导许生学仁、虞生莲系所编撰也。",
      "zh_TW": "廣韻傳寫仿刻、反切用字舛訛者多，每思加以校理，便利後學。黎明文化事業公司以重印廣韻相商，並乞余為之校訂，適符余平素之願，雖體力就衰，而舊稿尚存，因取而命弟子林炯陽、林慶勳一一寫定，並命炯陽撰成「切韻系韻書反切異文表」，以資參證。至於檢字索引，則弟子李殿魁督導許生學仁、虞生蓮系所編撰也。"
    },
    {
      "id": "02-042-0153_p0127",
      "zh_CN": "乙、文字之整理：",
      "zh_TW": "乙、文字之整理："
    },
    {
      "id": "02-042-0153_p0128",
      "zh_CN": "老师于文字整理之功劳。今就《中文大辞典》、《大学字典》、《国民字典》及教育部标准字体研订四项分述如下：",
      "zh_TW": "老師於文字整理之功勞。今就《中文大辭典》、《大學字典》、《國民字典》及教育部標準字體研訂四項分述如下："
    },
    {
      "id": "02-042-0153_p0129",
      "zh_CN": "１、《中文大辞典》之编辑",
      "zh_TW": "１、《中文大辭典》之編輯"
    },
    {
      "id": "02-042-0153_p0130",
      "zh_CN": "《中文大辞典》，张其昀先生监修，景伊师与高明先生主编，民国五十一年七月国防研究院与中国文化研究所出版。全书收字凡四万九千八百八十八字，收词三十七万一千二百三十一条，此书编辑内容力求博大，论其体制规模，堪称为近几十年来最宏构者。事实上，若从辞典历史来看，传统字词书也无出其右者。「搜罗宏富」正是其最重要的一点。（图：先师林尹先生、高明先生主编的《中文大辞典》。）",
      "zh_TW": "《中文大辭典》，張其昀先生監修，景伊師與高明先生主編，民國五十一年七月國防研究院與中國文化研究所出版。全書收字凡四萬九千八百八十八字，收詞三十七萬一千二百三十一條，此書編輯內容力求博大，論其體制規模，堪稱為近幾十年來最宏構者。事實上，若從辭典歷史來看，傳統字詞書也無出其右者。「蒐羅宏富」正是其最重要的一點。（圖：先師林尹先生、高明先生主編的《中文大辭典》。）"
    },
    {
      "id": "02-042-0153_p0131",
      "zh_CN": "２、《大学字典》之编辑",
      "zh_TW": "２、《大學字典》之編輯"
    },
    {
      "id": "02-042-0153_p0132",
      "zh_CN": "《大学字典》全一册，张其昀先生监修，景伊师主编，民国六十二年十月，中华学术院发行。全书收字九千九百六十三字。此书所收之字，皆经过科学方法分析调查，索引使用参见部首观念，翻查十分便利。",
      "zh_TW": "《大學字典》全一冊，張其昀先生監修，景伊師主編，民國六十二年十月，中華學術院發行。全書收字九千九百六十三字。此書所收之字，皆經過科學方法分析調查，索引使用參見部首觀念，翻查十分便利。"
    },
    {
      "id": "02-042-0153_p0133",
      "zh_CN": "３、《国民字典》之编辑",
      "zh_TW": "３、《國民字典》之編輯"
    },
    {
      "id": "02-042-0153_p0134",
      "zh_CN": "《国民字典》，袖珍版，全一册，民国六十三年十月中华学术院发行。张其昀先生监修，景伊师及潘重规先生主编，此书收字五千六百四十二字，是继供大学生程度阅览之《大学字典》后，另一部供中小学生使用的语文工具书。",
      "zh_TW": "《國民字典》，袖珍版，全一冊，民國六十三年十月中華學術院發行。張其昀先生監修，景伊師及潘重規先生主編，此書收字五千六百四十二字，是繼供大學生程度閱覽之《大學字典》後，另一部供中小學生使用的語文工具書。"
    },
    {
      "id": "02-042-0153_p0135",
      "zh_CN": "４、教育部标准字体之研订",
      "zh_TW": "４、教育部標準字體之研訂"
    },
    {
      "id": "02-042-0153_p0136",
      "zh_CN": "老师除了字书之编辑，对于当代文字整理贡献最大者，应是教育部标准字体之研订。此套字体第一阶段由民国六十二年开始，至民国七十一年正式公布常用标准字体，前后几经十年，所有参与者每周开会，从未间断，如非受老师精神之感召，若此艰难之事，很难毕竟其功。这套字体自研订后，无论在教学、电脑运用、汉字国际化，皆具深远之影响，诚可谓为文字史上最大规模，影响最深的整理工作。",
      "zh_TW": "老師除了字書之編輯，對於當代文字整理貢獻最大者，應是教育部標準字體之研訂。此套字體第一階段由民國六十二年開始，至民國七十一年正式公布常用標準字體，前後幾經十年，所有參與者每週開會，從未間斷，如非受老師精神之感召，若此艱難之事，很難畢竟其功。這套字體自研訂後，無論在教學、電腦運用、漢字國際化，皆具深遠之影響，誠可謂為文字史上最大規模，影響最深的整理工作。"
    },
    {
      "id": "02-042-0153_p0137",
      "zh_CN": "三、年表",
      "zh_TW": "三、年表"
    },
    {
      "id": "02-042-0153_p0138",
      "zh_CN": "二Ｏ一四年，瑞安市政府将开设「林尹先生文物陈列馆」，老师的长女尉曾大姐及三公子焕曾世兄，嘱我作老师的年表悬挂在正厅，让参观者对老师有清楚的认识。年表如下：",
      "zh_TW": "二Ｏ一四年，瑞安市政府將開設「林尹先生文物陳列館」，老師的長女尉曾大姐及三公子煥曾世兄，囑我作老師的年表懸掛在正廳，讓參觀者對老師有清楚的認識。年表如下："
    },
    {
      "id": "02-042-0153_p0139",
      "zh_CN": "当代儒宗林尹先生年表",
      "zh_TW": "當代儒宗林尹先生年表"
    },
    {
      "id": "02-042-0153_p0140",
      "zh_CN": "林尹，字景伊，浙江瑞安人，生于一九Ｏ九年己酉农历十一月五日。",
      "zh_TW": "林尹，字景伊，浙江瑞安人，生於一九Ｏ九年己酉農曆十一月五日。"
    },
    {
      "id": "02-042-0153_p0141",
      "zh_CN": "先生出身望族，幼承家学，祖父养颐公，清光绪十六年庚寅秀才，父辛（次公）先生，叔父损（公铎）先生，民国初年皆为北京大学知名教授。",
      "zh_TW": "先生出身望族，幼承家學，祖父養頤公，清光緒十六年庚寅秀才，父辛（次公）先生，叔父損（公鐸）先生，民國初年皆為北京大學知名教授。"
    },
    {
      "id": "02-042-0153_p0142",
      "zh_CN": "一九二五年，年十六，就读北京中国大学中国文学系，深得黄侃（季刚）先生器重，并召至家中严加督导。",
      "zh_TW": "一九二五年，年十六，就讀北京中國大學中國文學系，深得黃侃（季剛）先生器重，並召至家中嚴加督導。"
    },
    {
      "id": "02-042-0153_p0143",
      "zh_CN": "一九二八年，年十九，毕业于北京大学，继入研究所国学门深造。以《温州方言》论文，获硕士学位。",
      "zh_TW": "一九二八年，年十九，畢業於北京大學，繼入研究所國學門深造。以《溫州方言》論文，獲碩士學位。"
    },
    {
      "id": "02-042-0153_p0144",
      "zh_CN": "一九二九年，年二十，应天津南开大学之聘讲授国文。",
      "zh_TW": "一九二九年，年二十，應天津南開大學之聘講授國文。"
    },
    {
      "id": "02-042-0153_p0145",
      "zh_CN": "一九三Ｏ年，年二十一，受聘河北大学，讲授「老庄哲学」、「中国声韵学」、「汉魏六朝文」。",
      "zh_TW": "一九三Ｏ年，年二十一，受聘河北大學，講授「老莊哲學」、「中國聲韻學」、「漢魏六朝文」。"
    },
    {
      "id": "02-042-0153_p0146",
      "zh_CN": "一九三一年，年二十二，任湖北省立高级中学文科主任。",
      "zh_TW": "一九三一年，年二十二，任湖北省立高級中學文科主任。"
    },
    {
      "id": "02-042-0153_p0147",
      "zh_CN": "一九三三年，年二十四，任南京金陵女子大学教授，讲授「中国哲学史」、「中国文字学」。",
      "zh_TW": "一九三三年，年二十四，任南京金陵女子大學教授，講授「中國哲學史」、「中國文字學」。"
    },
    {
      "id": "02-042-0153_p0148",
      "zh_CN": "一九三五年，年二十六，受聘为第三届高等考试襄试委员。同年秋任北平师范大学教授，讲授「清代学术思想」、「中国声韵学」、「经学历史」。兼任东北大学教授、民国大学教授。同年十月八日，黄季刚先生逝世，景伊先生哀痛之余，自誓蜂腰继绝学，传承章黄学术。",
      "zh_TW": "一九三五年，年二十六，受聘為第三屆高等考試襄試委員。同年秋任北平師範大學教授，講授「清代學術思想」、「中國聲韻學」、「經學歷史」。兼任東北大學教授、民國大學教授。同年十月八日，黃季剛先生逝世，景伊先生哀痛之余，自誓蜂腰繼絕學，傳承章黃學術。"
    },
    {
      "id": "02-042-0153_p0149",
      "zh_CN": "一九三七年，年二十八，抗战爆发，先生投身民族救亡工作。",
      "zh_TW": "一九三七年，年二十八，抗戰爆發，先生投身民族救亡工作。"
    },
    {
      "id": "02-042-0153_p0150",
      "zh_CN": "一九四一年四月二十五日，年三十二，在汉口市被敌伪所捕，汪精卫许以伪教育部长，欲诱之以利，先生痛斥「汉贼」，又押赴刑场，枪毙旁边两人，做为要挟。如是三次，终不屈，作绝命诗，以死明志，诗曰：「此心同日月，此志拟冰雪，日月长光辉，冰雪终皎洁。昔思李郭功，今洒文山血，忠义分所安，慷慨成壮烈。翘首望天衢，悠悠恨无极，家国遭蹇屯，中原遍荆棘。生死宁足论，忧时心恻恻，但惟后死者，毋忘灭虏贼。」后幸得脱，转赴重庆。",
      "zh_TW": "一九四一年四月二十五日，年三十二，在漢口市被敵偽所捕，汪精衛許以偽教育部長，欲誘之以利，先生痛斥「漢賊」，又押赴刑場，槍斃旁邊兩人，做為要挾。如是三次，終不屈，作絕命詩，以死明志，詩曰：「此心同日月，此志擬冰雪，日月長光輝，冰雪終皎潔。昔思李郭功，今灑文山血，忠義分所安，慷慨成壯烈。翹首望天衢，悠悠恨無極，家國遭蹇屯，中原遍荊棘。生死寧足論，憂時心惻惻，但惟後死者，毋忘滅虜賊。」後幸得脫，轉赴重慶。"
    },
    {
      "id": "02-042-0153_p0151",
      "zh_CN": "一九四五年，年三十六，抗战胜利后，当选第一届国大代表。",
      "zh_TW": "一九四五年，年三十六，抗戰勝利後，當選第一屆國大代表。"
    },
    {
      "id": "02-042-0153_p0152",
      "zh_CN": "一九四九年，年四十，先生重返杏坛，致力教育，弘扬国学，余暇则寄情诗酒。于右任先生题赠「蟠胸万卷，在手一杯」。",
      "zh_TW": "一九四九年，年四十，先生重返杏壇，致力教育，弘揚國學，餘暇則寄情詩酒。于右任先生題贈「蟠胸萬卷，在手一杯」。"
    },
    {
      "id": "02-042-0153_p0153",
      "zh_CN": "一九五六年，年四十七，出任台湾省立师范学院国文研究所教授。",
      "zh_TW": "一九五六年，年四十七，出任台灣省立師範學院國文研究所教授。"
    },
    {
      "id": "02-042-0153_p0154",
      "zh_CN": "一九六Ｏ年，年五十一，任国文研究所所长，前后十三年培育硕士逾四百名、博士百名，绝大部分皆任教各大学。",
      "zh_TW": "一九六Ｏ年，年五十一，任國文研究所所長，前後十三年培育碩士逾四百名、博士百名，絕大部分皆任教各大學。"
    },
    {
      "id": "02-042-0153_p0155",
      "zh_CN": "一九六二年，年五十三，受台湾教育部委托，与高明（仲华）先生，主持修纂《中文大辞典》，历时八年，完成四万九千八百八十八字，全四十册巨著。尔后，陆续整理出版《大学字典》、《国文字典》等。",
      "zh_TW": "一九六二年，年五十三，受台灣教育部委託，與高明（仲華）先生，主持修纂《中文大辭典》，歷時八年，完成四萬九千八百八十八字，全四十冊巨著。爾後，陸續整理出版《大學字典》、《國文字典》等。"
    },
    {
      "id": "02-042-0153_p0156",
      "zh_CN": "一九六三年，年五十四，先生任中国文化学院文学系主任及中文研究所博士班主任，并兼东吴、辅仁、淡江等大学教授，致力教育，不遗余力，桃李遍天下。获韩国建国大学特赠名誉文学博士学位，汉城市长颁予「荣誉市民」。",
      "zh_TW": "一九六三年，年五十四，先生任中國文化學院文學系主任及中文研究所博士班主任，並兼東吳、輔仁、淡江等大學教授，致力教育，不遺餘力，桃李遍天下。獲韓國建國大學特贈名譽文學博士學位，漢城市長頒予「榮譽市民」。"
    },
    {
      "id": "02-042-0153_p0157",
      "zh_CN": "历任「孔孟学会」常务理事，「中国文字学会」理事长，「中华文学协会」会长，为弘扬中华传统文化倾其全力。一生著述宏富，计有：《中国声韵学通论》、《群经略说》、《清代学术思想概论》、《中国古音学》、《庄子通释》、《中国学术思想大纲》、《中国文字论集》、《中国文字的功用》、《中国文字与中国文字学》、《中国文字的条例及其特性》、《孔孟学说与中国文化》、《文字学概说》、《训诂学概要》、《两汉三国文汇》、《景伊诗抄》及论文百余篇。",
      "zh_TW": "歷任「孔孟學會」常務理事，「中國文字學會」理事長，「中華文學協會」會長，為弘揚中華傳統文化傾其全力。一生著述宏富，計有：《中國聲韻學通論》、《群經略說》、《清代學術思想概論》、《中國古音學》、《莊子通釋》、《中國學術思想大綱》、《中國文字論集》、《中國文字的功用》、《中國文字與中國文字學》、《中國文字的條例及其特性》、《孔孟學說與中國文化》、《文字學概說》、《訓詁學概要》、《兩漢三國文匯》、《景伊詩抄》及論文百餘篇。"
    },
    {
      "id": "02-042-0153_p0158",
      "zh_CN": "一九七八年，先生七十诞辰，原台湾教育部长张其昀以先生道德学问，世无有能比者，特题赠：「当代儒宗」。",
      "zh_TW": "一九七八年，先生七十誕辰，原台灣教育部長張其昀以先生道德學問，世無有能比者，特題贈：「當代儒宗」。"
    },
    {
      "id": "02-042-0153_p0159",
      "zh_CN": "一九八三年六月八日，一代宗师陨逝，享年七十有四。",
      "zh_TW": "一九八三年六月八日，一代宗師隕逝，享年七十有四。"
    },
    {
      "id": "02-042-0153_p0160",
      "zh_CN": "本年表恭制既毕，置笔默坐，但觉先师昔日诲训谆谆，声萦耳际，于是起而叹曰：噫，先生志节，光同日月，胸蟠万卷，学比泰岳，传章黄之绝学，流布万古，滔滔滚滚，等江河之永长。二Ｏ一四年九月吉日，受业刘克雄谨述。（图：恩师林尹先生手稿。图：恩师林尹先生墨宝，「贞松惟有岁寒知」。）",
      "zh_TW": "本年表恭制既畢，置筆默坐，但覺先師昔日誨訓諄諄，聲縈耳際，於是起而歎曰：噫，先生志節，光同日月，胸蟠萬卷，學比泰嶽，傳章黃之絕學，流布萬古，滔滔滾滾，等江河之永長。二Ｏ一四年九月吉日，受業劉克雄謹述。（圖：恩師林尹先生手稿。圖：恩師林尹先生墨寶，「貞松惟有歲寒知」。）"
    },
    {
      "id": "02-042-0153_p0161",
      "zh_CN": "老法师：刘老师这篇文章非常有价值，我们这些后辈，把祖宗的东西几乎全都忘失了，给我们提醒，功德无量。确实中国文化在今天，是存亡继绝的关键时刻，老人都走了，现在承传的，刘老师是难得的一位。我听说他要到我们这边来讲学一个月，我非常欢迎他，希望我们的同学认真跟老师学习。他最近所编的《汉学入门》，这本书前面半部我看过，后半部，我相信他这次再来就完成了。我们同学一定要知道，像这样的老师确实有承传的，现在真的是难能可贵，应该非常努力向他学习，把基本需要背诵的、需要扎根的，认真的学好，那你们的功德就大了。你们承传了列祖列宗的传统文化，不但自己有受用，更重要的是将来把它传播到全世界。",
      "zh_TW": "老法師：劉老師這篇文章非常有價值，我們這些後輩，把祖宗的東西幾乎全都忘失了，給我們提醒，功德無量。確實中國文化在今天，是存亡繼絕的關鍵時刻，老人都走了，現在承傳的，劉老師是難得的一位。我聽說他要到我們這邊來講學一個月，我非常歡迎他，希望我們的同學認真跟老師學習。他最近所編的《漢學入門》，這本書前面半部我看過，後半部，我相信他這次再來就完成了。我們同學一定要知道，像這樣的老師確實有承傳的，現在真的是難能可貴，應該非常努力向他學習，把基本需要背誦的、需要扎根的，認真的學好，那你們的功德就大了。你們承傳了列祖列宗的傳統文化，不但自己有受用，更重要的是將來把它傳播到全世界。"
    },
    {
      "id": "02-042-0153_p0162",
      "zh_CN": "重要的还是师承，我们一定要重视。过去李老师常常跟我说，一个学生要找到一个好老师难，可遇不可求，老师要找到一个学生更难，到哪去找？什么样的学生能够继承道统？基本的条件就是老实、听话、真干。诸位想想，具足这个条件的人，到哪里去找？现在人几个老实、几个听话、几个真干？只要他有自己的想法、看法就不行，就没有办法继承道统。必须要老实、听话、真干，这在中国几千年来无论是哪一个行业，这个行业选继承人都是这个条件，不仅是学术，士农工商都不例外。过去还好一点，为什么？从小就把伦理、道德、因果，圣贤教育的根扎稳了。这是抗战之前，八年抗战之前。八年抗战之后，就是二次大战结束了，整个社会变了，一直演变到今天。这个变不是正面的，负面的。",
      "zh_TW": "重要的還是師承，我們一定要重視。過去李老師常常跟我說，一個學生要找到一個好老師難，可遇不可求，老師要找到一個學生更難，到哪去找？什麼樣的學生能夠繼承道統？基本的條件就是老實、聽話、真幹。諸位想想，具足這個條件的人，到哪裡去找？現在人幾個老實、幾個聽話、幾個真幹？只要他有自己的想法、看法就不行，就沒有辦法繼承道統。必須要老實、聽話、真幹，這在中國幾千年來無論是哪一個行業，這個行業選繼承人都是這個條件，不僅是學術，士農工商都不例外。過去還好一點，為什麼？從小就把倫理、道德、因果，聖賢教育的根扎穩了。這是抗戰之前，八年抗戰之前。八年抗戰之後，就是二次大戰結束了，整個社會變了，一直演變到今天。這個變不是正面的，負面的。"
    },
    {
      "id": "02-042-0153_p0163",
      "zh_CN": "科学进步，这个好像是正面的，人民的物质生活提升了，但是伦理、道德、因果，不是讲疏忽，完全抛弃了。西方人把宗教抛弃了，宗教教育里头有伦理、有道德、有因果，不再相信宗教，相信科学，科学排斥宗教，说宗教是迷信，科学不迷信。但是那个迷信带给人的是幸福、是安定、是和谐，这个不迷信带给我们是灾难，是带给我们富而不乐、贵而不安，我们冷静想一想，我们要哪一种？否定中国传统文化，甚至于连文字也否定，我们也要改用拼音文字，真有不少人有这种想法，认为我们的文字落伍了，中国的积弱是因为文字。这就是我这次在联合国开会，坐在我身边的教廷大使他所讲的，现在人无知。世界为什么变成这样？无知。无知就是佛教讲的愚痴。什么叫愚痴？不明了事实真相，把事实真相完全看错、想错，他就说错、做错，这就造业。这个业的果报很可怕，来生是无间地狱，这没话好说的，这一生就是要遭种种的磨难。贪瞋痴，佛说它作三毒，一点都不错，这个毒非常严重、非常的深广，这世间物质上造的有毒都不能跟它相比。物质上的毒对身有害，这个愚痴之毒，贪瞋痴的毒，伤害我们法身慧命，慧命比身命重要。",
      "zh_TW": "科學進步，這個好像是正面的，人民的物質生活提升了，但是倫理、道德、因果，不是講疏忽，完全拋棄了。西方人把宗教拋棄了，宗教教育裡頭有倫理、有道德、有因果，不再相信宗教，相信科學，科學排斥宗教，說宗教是迷信，科學不迷信。但是那個迷信帶給人的是幸福、是安定、是和諧，這個不迷信帶給我們是災難，是帶給我們富而不樂、貴而不安，我們冷靜想一想，我們要哪一種？否定中國傳統文化，甚至於連文字也否定，我們也要改用拼音文字，真有不少人有這種想法，認為我們的文字落伍了，中國的積弱是因為文字。這就是我這次在聯合國開會，坐在我身邊的教廷大使他所講的，現在人無知。世界為什麼變成這樣？無知。無知就是佛教講的愚痴。什麼叫愚痴？不明瞭事實真相，把事實真相完全看錯、想錯，他就說錯、做錯，這就造業。這個業的果報很可怕，來生是無間地獄，這沒話好說的，這一生就是要遭種種的磨難。貪瞋痴，佛說它作三毒，一點都不錯，這個毒非常嚴重、非常的深廣，這世間物質上造的有毒都不能跟它相比。物質上的毒對身有害，這個愚痴之毒，貪瞋痴的毒，傷害我們法身慧命，慧命比身命重要。"
    },
    {
      "id": "02-042-0153_p0164",
      "zh_CN": "我们这些少数人，这一生很幸运遇到佛法，认识传统文化，不容易。认识要再努力，我们现在认识不透彻，为什么？我们没有办法落实。真正透彻，你就落实了，你会把它落实在生活，落实在工作，落实在处事待人接物，真正享受到传统文化的利益、佛法的利益。学它，能讲或者能写，而没有切实做到，不是真认识，你自己没有享受到。今天这两份资料都是要放在我们祭祖专刊里头，这是对我们祖先的一种纪念，最好的纪念，非常有价值的纪念。我们认识老祖宗，认识中国传统文化的优美，在全球各种不同文化里面是无与伦比的好东西，它的价值也是无法估计的，不是金钱能买得到的，它能够救人，把人从心地里救出来，回归自性。两篇终极的目标都是一致的，用中国的话来说，帮助我们成圣成贤，圣贤教育，大乘里面讲成佛、成菩萨。",
      "zh_TW": "我們這些少數人，這一生很幸運遇到佛法，認識傳統文化，不容易。認識要再努力，我們現在認識不透徹，為什麼？我們沒有辦法落實。真正透徹，你就落實了，你會把它落實在生活，落實在工作，落實在處事待人接物，真正享受到傳統文化的利益、佛法的利益。學它，能講或者能寫，而沒有切實做到，不是真認識，你自己沒有享受到。今天這兩份資料都是要放在我們祭祖專刊裡頭，這是對我們祖先的一種紀念，最好的紀念，非常有價值的紀念。我們認識老祖宗，認識中國傳統文化的優美，在全球各種不同文化裡面是無與倫比的好東西，它的價值也是無法估計的，不是金錢能買得到的，它能夠救人，把人從心地裡救出來，回歸自性。兩篇終極的目標都是一致的，用中國的話來說，幫助我們成聖成賢，聖賢教育，大乘裡面講成佛、成菩薩。"
    },
    {
      "id": "02-042-0153_p0165",
      "zh_CN": "我们是幸运当中的幸运，无比的幸运，遇到大乘的净宗，遇到夏莲居老居士的《无量寿经》会集本，太难了，遇到黄念祖的集注。真的把它搞清楚、搞明白了，这一生永远脱离六道轮回、脱离十法界，我们有把握！这个利益到哪里去找？无量劫来生生世世没有遇到过，这一生遇到了，可不能放松。传承中国传统文化，这是世间业，在世间的事业。往生极乐世界，这是大乘业，真正圆满的解脱。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們是幸運當中的幸運，無比的幸運，遇到大乘的淨宗，遇到夏蓮居老居士的《無量壽經》會集本，太難了，遇到黃念祖的集註。真的把它搞清楚、搞明白了，這一生永遠脫離六道輪迴、脫離十法界，我們有把握！這個利益到哪裡去找？無量劫來生生世世沒有遇到過，這一生遇到了，可不能放鬆。傳承中國傳統文化，這是世間業，在世間的事業。往生極樂世界，這是大乘業，真正圓滿的解脫。今天時間到了，我們就學習到此地。"
    }
  ]
}