{
  "doc_id": "02-042-0109",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "梅朵",
    "黄柏霖",
    "庄慧法师"
  ],
  "volume": {
    "zh_CN": "第一０九集",
    "zh_TW": "第一０九集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0109",
  "total_paragraphs": 77,
  "paragraphs": [
    {
      "id": "02-042-0109_p0001",
      "zh_CN": "学生：尊敬的师父上人，惭愧弟子梅朵，学佛之后，得到老师的照顾，特别指示弟子可以把世间事用佛法写出来。弟子很感恩老师！弟子今天恭敬报告的题目是「敬是中华文化本—尊师重道是培养人才的根本」。",
      "zh_TW": "學生：尊敬的師父上人，慚愧弟子梅朵，學佛之後，得到老師的照顧，特別指示弟子可以把世間事用佛法寫出來。弟子很感恩老師！弟子今天恭敬報告的題目是「敬是中華文化本—尊師重道是培養人才的根本」。"
    },
    {
      "id": "02-042-0109_p0002",
      "zh_CN": "中华传统历史悠久，至今生生不息，一定有其历史原因。明乎此，对现代人学习传统文化将大有助益。当今社会面临教育危机，人才一代不如一代，甚至一届不如一届。相反，传统中国社会不仅代出人才，更是后生可畏。培养人才的根本是什么？传统社会是如何培养人才的？",
      "zh_TW": "中華傳統歷史悠久，至今生生不息，一定有其歷史原因。明乎此，對現代人學習傳統文化將大有助益。當今社會面臨教育危機，人才一代不如一代，甚至一屆不如一屆。相反，傳統中國社會不僅代出人才，更是後生可畏。培養人才的根本是什麼？傳統社會是如何培養人才的？"
    },
    {
      "id": "02-042-0109_p0003",
      "zh_CN": "甲、恭敬传统文化",
      "zh_TW": "甲、恭敬傳統文化"
    },
    {
      "id": "02-042-0109_p0004",
      "zh_CN": "清朝本为边境外族，族人多不识汉文，忽然之间，十多万兵马入关，竟从此入主中原，国人愕然；旋即开辟一百五十多年的盛世，领导世界四分之一的疆土，此时国人已不分满汉，各自安居乐业矣！故知清朝培养人才之方，人人皆可参考。",
      "zh_TW": "清朝本為邊境外族，族人多不識漢文，忽然之間，十多萬兵馬入關，竟從此入主中原，國人愕然；旋即開闢一百五十多年的盛世，領導世界四分之一的疆土，此時國人已不分滿漢，各自安居樂業矣！故知清朝培養人才之方，人人皆可參考。"
    },
    {
      "id": "02-042-0109_p0005",
      "zh_CN": "清重国师，非常注重尊师重道。开国期间，努尔哈赤虽然早亡，但他却给国家找到良师，范文程公。范文程是宋朝名相范仲淹的十八世孙，曾祖父又是明朝的名臣，足见圣贤教育令家道超越朝代的更迭而持久昌盛。清太祖曾对诸位皇子说：名臣之后，务必恭敬对待！（图一、藏于故宫博物院内的大清国史功臣范文程的列传手稿。）从此，范文程成为了清朝的国师，得到年幼的顺治皇帝和他母亲孝庄皇太后的恭敬，进而好汉文，慕华制，行孝敬，并于一六五六年写就一部《资政要览》，当时皇帝才十八岁！顺治皇帝在序言中说：「凡古人嘉言善行，载于典籍者，皆修己治人之方，可施于今者也。」有着汉人血统的唐太宗，即位后作《群书治要》，尚出自臣子之手；满族的顺治皇帝，却亲自录成《要览》。其真诚恭敬，由此可见。",
      "zh_TW": "清重國師，非常注重尊師重道。開國期間，努爾哈赤雖然早亡，但他卻給國家找到良師，范文程公。范文程是宋朝名相范仲淹的十八世孫，曾祖父又是明朝的名臣，足見聖賢教育令家道超越朝代的更迭而持久昌盛。清太祖曾對諸位皇子說：名臣之後，務必恭敬對待！（圖一、藏於故宮博物院內的大清國史功臣范文程的列傳手稿。）從此，范文程成為了清朝的國師，得到年幼的順治皇帝和他母親孝莊皇太后的恭敬，進而好漢文，慕華制，行孝敬，並於一六五六年寫就一部《資政要覽》，當時皇帝才十八歲！順治皇帝在序言中說：「凡古人嘉言善行，載於典籍者，皆修己治人之方，可施於今者也。」有著漢人血統的唐太宗，即位後作《群書治要》，尚出自臣子之手；滿族的順治皇帝，卻親自錄成《要覽》。其真誠恭敬，由此可見。"
    },
    {
      "id": "02-042-0109_p0006",
      "zh_CN": "印光大师说，学习圣贤教育，一分诚敬得一分利益，十分诚敬得十分利益。太后与皇帝十分诚敬，得到的是一国的太平。值得注意的是晚清亡国，便亡于慈禧太后不能恭敬传统文化，真是「成也萧何，败也萧何」。是故，中华传统文化的教育，关系到一个家族数百年来后世子孙的命运、人才的培养乃至整个国家的兴亡，能不重视吗？此外，从清史中亦可看出能够尊师重道的谦敬之德，乃一国兴亡之所系，为学成败之分野，君子立德之基础，念佛往生之前提。今天的念佛人，一日不能拿到往生把握，一日必修谦敬，以增善根、积福德；否则，必致身坏命终而万劫不复。只要生一念恭敬，学习祖宗教诲，勉力行之，必得祖宗护念而益发谦恭。以此心念佛，必因西方日近而法喜日增。",
      "zh_TW": "印光大師說，學習聖賢教育，一分誠敬得一分利益，十分誠敬得十分利益。太后與皇帝十分誠敬，得到的是一國的太平。值得注意的是晚清亡國，便亡於慈禧太后不能恭敬傳統文化，真是「成也蕭何，敗也蕭何」。是故，中華傳統文化的教育，關係到一個家族數百年來後世子孫的命運、人才的培養乃至整個國家的興亡，能不重視嗎？此外，從清史中亦可看出能夠尊師重道的謙敬之德，乃一國興亡之所繫，為學成敗之分野，君子立德之基礎，念佛往生之前提。今天的念佛人，一日不能拿到往生把握，一日必修謙敬，以增善根、積福德；否則，必致身壞命終而萬劫不復。只要生一念恭敬，學習祖宗教誨，勉力行之，必得祖宗護念而益發謙恭。以此心念佛，必因西方日近而法喜日增。"
    },
    {
      "id": "02-042-0109_p0007",
      "zh_CN": "乙、讲学和教育皇子",
      "zh_TW": "乙、講學和教育皇子"
    },
    {
      "id": "02-042-0109_p0008",
      "zh_CN": "在教育制度化方面，清代宫廷重视讲经。国师、学者定期于宫中讲儒释道经典，皇帝嫔妃、内外朝臣，皆须听讲。又清朝对于皇子的教育，更是历朝历代中最为严格者。文人常言：本朝家法之严格，前所未有。小皇子从四、五岁（虚岁六岁）开始，每日入上书房读书。清晨五点，宫里的值班人员还在打瞌睡，上书房的小学生已经捧著白纱灯，在黎明前的清冷和漆黑中，一灯如豆的走进书房开始读书了。进了书房，皇子们所接受的教育，和民间私塾无二，皆是先礼拜师父，接着开始一天的定课，不做完不结束。上课的时候，师父读一句，学生跟着读一句，如此反复读诵百遍（康熙皇帝小的时候是一百二十遍），然后再与前几天所学，合起来再读百遍，周而复始不间断，以帮助孩子收摄身心，不打妄想，修戒、修定。每个皇子学习的进度也是依其接受能力而定。",
      "zh_TW": "在教育制度化方面，清代宮廷重視講經。國師、學者定期於宮中講儒釋道經典，皇帝嬪妃、內外朝臣，皆須聽講。又清朝對於皇子的教育，更是歷朝歷代中最為嚴格者。文人常言：本朝家法之嚴格，前所未有。小皇子從四、五歲（虛歲六歲）開始，每日入上書房讀書。清晨五點，宮裡的值班人員還在打瞌睡，上書房的小學生已經捧著白紗燈，在黎明前的清冷和漆黑中，一燈如豆的走進書房開始讀書了。進了書房，皇子們所接受的教育，和民間私塾無二，皆是先禮拜師父，接著開始一天的定課，不做完不結束。上課的時候，師父讀一句，學生跟著讀一句，如此反覆讀誦百遍（康熙皇帝小的時候是一百二十遍），然後再與前幾天所學，合起來再讀百遍，周而復始不間斷，以幫助孩子收攝身心，不打妄想，修戒、修定。每個皇子學習的進度也是依其接受能力而定。"
    },
    {
      "id": "02-042-0109_p0009",
      "zh_CN": "和一些文人家族的私塾一样，上书房的规矩是很严格的，务必尊师重道、整齐严肃、不犯威仪，以培养孩子对人、事、物的恭敬心。读书时，孩子们都要正襟危坐，夏天也不许摇扇子。午餐时，必让老师先用餐，皇子们才在一旁用餐。午餐完毕后还要继续学习，每日上学十小时，直到下午三点放学。晚餐后，还要学习骑马射箭。上书房的读书次第，是严格依照传统「一门深入，长时薰修」的理念，依照《三字经》「教之道，贵以专」、「小学终，至四书」的次第进行的。为了培养其正气，未及成年，不许诵读唐诗宋词。这一点，比当时清代文人家族的后代还要严格一些。和民间仕宦家族的孩子们一样，小皇子们也有书童伴读，这其实是周代延续下来的培养储君的方法。这些伴读将是未来皇帝身边的臣子，如此从小培养出来的君臣关系，其默契、合作也是民选时代难以企及的。上书房还有一个规矩，比民间的私塾严格，学生们没有周末，更没有公众假期、新年长假，只在正月初一、端午节、中秋节，皇上以及自己的生日那天放一天假，全年只有五天假，除夕也要读书。",
      "zh_TW": "和一些文人家族的私塾一樣，上書房的規矩是很嚴格的，務必尊師重道、整齊嚴肅、不犯威儀，以培養孩子對人、事、物的恭敬心。讀書時，孩子們都要正襟危坐，夏天也不許搖扇子。午餐時，必讓老師先用餐，皇子們才在一旁用餐。午餐完畢後還要繼續學習，每日上學十小時，直到下午三點放學。晚餐後，還要學習騎馬射箭。上書房的讀書次第，是嚴格依照傳統「一門深入，長時薰修」的理念，依照《三字經》「教之道，貴以專」、「小學終，至四書」的次第進行的。為了培養其正氣，未及成年，不許誦讀唐詩宋詞。這一點，比當時清代文人家族的後代還要嚴格一些。和民間仕宦家族的孩子們一樣，小皇子們也有書童伴讀，這其實是周代延續下來的培養儲君的方法。這些伴讀將是未來皇帝身邊的臣子，如此從小培養出來的君臣關係，其默契、合作也是民選時代難以企及的。上書房還有一個規矩，比民間的私塾嚴格，學生們沒有週末，更沒有公眾假期、新年長假，只在正月初一、端午節、中秋節，皇上以及自己的生日那天放一天假，全年只有五天假，除夕也要讀書。"
    },
    {
      "id": "02-042-0109_p0010",
      "zh_CN": "这就是中国传统的私塾教学法。皇家的上书房，完整的继承了中国传统「读书千遍，其义自见」的教学法，丝毫不敢改变。数千年来，从皇族到平民，千千万万中国儿童从小接受的教育，无一不是孝亲尊师、长幼有序、严谨有信的人格培养；以及因戒生定、因定开慧、习劳感恩、勤俭惜福的智慧教育。教师成为举国上下最受尊敬的人。孩子们对老师又敬又怕，就连皇子也不例外。这正是中国传统私塾教育的成功之处，国家代有圣贤，家家皆有孝子，文明才能生机勃勃。清代的教育，成功的维护了中华文化孝敬的根本，从而令国家实现长久太平，足见文化是民族之灵魂，教育是文化之生机。",
      "zh_TW": "這就是中國傳統的私塾教學法。皇家的上書房，完整的繼承了中國傳統「讀書千遍，其義自見」的教學法，絲毫不敢改變。數千年來，從皇族到平民，千千萬萬中國兒童從小接受的教育，無一不是孝親尊師、長幼有序、嚴謹有信的人格培養；以及因戒生定、因定開慧、習勞感恩、勤儉惜福的智慧教育。教師成為舉國上下最受尊敬的人。孩子們對老師又敬又怕，就連皇子也不例外。這正是中國傳統私塾教育的成功之處，國家代有聖賢，家家皆有孝子，文明才能生機勃勃。清代的教育，成功的維護了中華文化孝敬的根本，從而令國家實現長久太平，足見文化是民族之靈魂，教育是文化之生機。"
    },
    {
      "id": "02-042-0109_p0011",
      "zh_CN": "传统社会的学校教育完全落实了《三字经》开篇对传统文化教育的根本原则，「人之初，性本善，性相近，习相远，苟不教，性乃迁」。足见圣贤是教出来的，用圣贤经典教授孩子们「一门深入，长时薰修」、「读书千遍，其义自见」，天资聪慧者可成一代大家，中下根性者也不难成为君子。正可谓有了圣贤君子，社会国家才有了真正的希望！所幸的是这种传承现在在台湾逐渐得到恢复，台湾有个实验教育实施条例，任何人皆可申请在家自学教育，可依照父母亲安排的教育理念排课程，因此许多家庭开始试用传统教学理念培养下一代。一些妈妈说：我们费了好多工夫到处寻寻觅觅，想找一个能够成就孩子的教学模式，原来最好的，就是我们老祖宗传下来的。因此，这些家庭一次只学一门科目，先学语文，再学数学。结果发现，学校一个学期才能学完的课程，在家只要两个月就可学完，而且学得很轻松，每天还有很多时间运动、做做家务等等，对孩子的身心发展大有益处。更重要的是孩子还有很多时间可用来背诵经书、背诵古文，阅读历史典籍。现在，参加实验教育的孩子们也像清朝私塾里的莘莘学子一样，每天一门深入，沉浸在学习的喜悦之中，常有会意。真是「学而时习之，不亦说乎」！",
      "zh_TW": "傳統社會的學校教育完全落實了《三字經》開篇對傳統文化教育的根本原則，「人之初，性本善，性相近，習相遠，苟不教，性乃遷」。足見聖賢是教出來的，用聖賢經典教授孩子們「一門深入，長時薰修」、「讀書千遍，其義自見」，天資聰慧者可成一代大家，中下根性者也不難成為君子。正可謂有了聖賢君子，社會國家才有了真正的希望！所幸的是這種傳承現在在台灣逐漸得到恢復，台灣有個實驗教育實施條例，任何人皆可申請在家自學教育，可依照父母親安排的教育理念排課程，因此許多家庭開始試用傳統教學理念培養下一代。一些媽媽說：我們費了好多工夫到處尋尋覓覓，想找一個能夠成就孩子的教學模式，原來最好的，就是我們老祖宗傳下來的。因此，這些家庭一次只學一門科目，先學語文，再學數學。結果發現，學校一個學期才能學完的課程，在家只要兩個月就可學完，而且學得很輕鬆，每天還有很多時間運動、做做家務等等，對孩子的身心發展大有益處。更重要的是孩子還有很多時間可用來背誦經書、背誦古文，閱讀歷史典籍。現在，參加實驗教育的孩子們也像清朝私塾裡的莘莘學子一樣，每天一門深入，沉浸在學習的喜悅之中，常有會意。真是「學而時習之，不亦說乎」！"
    },
    {
      "id": "02-042-0109_p0012",
      "zh_CN": "丙、一门深入，长时薰修的教育理念为何有效",
      "zh_TW": "丙、一門深入，長時薰修的教育理念為何有效"
    },
    {
      "id": "02-042-0109_p0013",
      "zh_CN": "一门深入，长时薰修的教学理念，是有着深刻的科学依据的。量子力学的实验显示，基本粒子排列散乱、互相干扰会严重降低其能量；但是，如果基本粒子排列高度整齐，彼此完全和谐共鸣，就会产生巨大的能量。一束太阳光，因为散射而不能穿透一张纸；然而，一束高度集中的激光，可以穿透一英里厚的钢板。这就是「一门深入，长时薰修」之所以有效的科学根据。中国的传统教育就如同让一束散射的光，通过培养孝、敬二德而令其内心和谐专注，与各种人事环境、物质环境都能和睦共处，孩子们通过上学，举止气定神闲，言语柔和而不背离道德。这样就令这个小光束绽放出比太阳还要光亮几千倍的光芒！生命从少年时期，就能发出高度的能量、灿烂的光热，造福一家，造福社会。纵然孩子资质不高，或者父母是外国人，但是经过教育，皆可在十几岁的时候，其智慧、能力，足以齐家，足以治国。这才是真正的教育，长善救失，作育英才。反之，现代交叉排课，多种科目同时学习的方式，且缺乏伦理道德因果的教学内容，忘却了读书志在圣贤的宗旨，令学生本身具有的智慧、能量被习气所障蔽而发不出来，实在是现代社会教育不断改革却总也不能提高人才素质之原因所在！",
      "zh_TW": "一門深入，長時薰修的教學理念，是有著深刻的科學依據的。量子力學的實驗顯示，基本粒子排列散亂、互相干擾會嚴重降低其能量；但是，如果基本粒子排列高度整齊，彼此完全和諧共鳴，就會產生巨大的能量。一束太陽光，因為散射而不能穿透一張紙；然而，一束高度集中的激光，可以穿透一英里厚的鋼板。這就是「一門深入，長時薰修」之所以有效的科學根據。中國的傳統教育就如同讓一束散射的光，通過培養孝、敬二德而令其內心和諧專注，與各種人事環境、物質環境都能和睦共處，孩子們通過上學，舉止氣定神閒，言語柔和而不背離道德。這樣就令這個小光束綻放出比太陽還要光亮幾千倍的光芒！生命從少年時期，就能發出高度的能量、燦爛的光熱，造福一家，造福社會。縱然孩子資質不高，或者父母是外國人，但是經過教育，皆可在十幾歲的時候，其智慧、能力，足以齊家，足以治國。這才是真正的教育，長善救失，作育英才。反之，現代交叉排課，多種科目同時學習的方式，且缺乏倫理道德因果的教學內容，忘卻了讀書志在聖賢的宗旨，令學生本身具有的智慧、能量被習氣所障蔽而發不出來，實在是現代社會教育不斷改革卻總也不能提高人才素質之原因所在！"
    },
    {
      "id": "02-042-0109_p0014",
      "zh_CN": "丁、政治为教育服务：金銮殿里的金榜题名",
      "zh_TW": "丁、政治為教育服務：金鑾殿裡的金榜題名"
    },
    {
      "id": "02-042-0109_p0015",
      "zh_CN": "传统中国社会的政治，全都是为了教育服务，而不是今天一切为经济发展服务。故宫最宏伟的太和殿，是给皇帝殿试选拔人才用的。一旦殿试结束后，皇帝就成为所有参加殿试举子们的老师，那些考中进士者，需要向皇帝行谢师礼。也就是说，皇帝不仅是臣子们的最高领导，更是他们永远的老师。同时，国家每年定期举办祭祀，也是为了化民成俗，教导人民，祖宗之教导，不可或忘，家国之恩，不能不报。",
      "zh_TW": "傳統中國社會的政治，全都是為了教育服務，而不是今天一切為經濟發展服務。故宮最宏偉的太和殿，是給皇帝殿試選拔人才用的。一旦殿試結束後，皇帝就成為所有參加殿試舉子們的老師，那些考中進士者，需要向皇帝行謝師禮。也就是說，皇帝不僅是臣子們的最高領導，更是他們永遠的老師。同時，國家每年定期舉辦祭祀，也是為了化民成俗，教導人民，祖宗之教導，不可或忘，家國之恩，不能不報。"
    },
    {
      "id": "02-042-0109_p0016",
      "zh_CN": "佛法东传，带给中国戒定慧的教学，因戒生定，因定开慧，它与一门深入、长时薰修的理念，实质完全相同。在公元一世纪至四世纪的三百年间，彼此交会融合，终于形成家有家塾、县有县学、国有太学、佛有丛林的多层次教育体系。雅有学校，俗有说书，政治和教育相得益彰、互相融合的情况，令中国两千年来社会稳定、人民幸福、文明高度发展。更在清代，验证了经书所言之大同盛世，完全可以通过教育实现。",
      "zh_TW": "佛法東傳，帶給中國戒定慧的教學，因戒生定，因定開慧，它與一門深入、長時薰修的理念，實質完全相同。在公元一世紀至四世紀的三百年間，彼此交會融合，終於形成家有家塾、縣有縣學、國有太學、佛有叢林的多層次教育體系。雅有學校，俗有說書，政治和教育相得益彰、互相融合的情況，令中國兩千年來社會穩定、人民幸福、文明高度發展。更在清代，驗證了經書所言之大同盛世，完全可以通過教育實現。"
    },
    {
      "id": "02-042-0109_p0017",
      "zh_CN": "一门深入是持戒，是「知止而后有定」；长时薰修则是因戒生定，因定开慧，这就是「定而后能静，静而后能安，安而后能虑，虑而后能得」。《中庸》有言：「人一能之己百之，人十能之己千之。果能此道矣，虽愚必明，虽柔必强。」这便是尊敬的师父上人教导学生学习海贤老和尚光碟一千遍的良苦用心！每个念佛人，只要肯重复千遍的学习，必然能够因为熟稔于胸，而将圣教自自然然用在生活上，起心动念皆能有所依止，不敢随便打妄想。果能如此，虽弱必强，虽愚必明。",
      "zh_TW": "一門深入是持戒，是「知止而後有定」；長時薰修則是因戒生定，因定開慧，這就是「定而後能靜，靜而後能安，安而後能慮，慮而後能得」。《中庸》有言：「人一能之己百之，人十能之己千之。果能此道矣，雖愚必明，雖柔必強。」這便是尊敬的師父上人教導學生學習海賢老和尚光碟一千遍的良苦用心！每個念佛人，只要肯重複千遍的學習，必然能夠因為熟稔於胸，而將聖教自自然然用在生活上，起心動念皆能有所依止，不敢隨便打妄想。果能如此，雖弱必強，雖愚必明。"
    },
    {
      "id": "02-042-0109_p0018",
      "zh_CN": "「天下兴亡，匹夫有责」，中国人因为有老祖宗的爱护，有数千年的实践与经验，理应承担起力挽狂澜的责任。把传统圣贤君子的教育继承下去，在信息社会，运用网路教学、光碟教学发扬光大。必然江山代有人才出，世间有圣贤君子，人间才有太平盛世。值此伟大而关键的时代，我们当效法古人，以一体的爱心与真实的智慧，为天地立心，为生民立命，为往圣继绝学，为万世开太平！",
      "zh_TW": "「天下興亡，匹夫有責」，中國人因為有老祖宗的愛護，有數千年的實踐與經驗，理應承擔起力挽狂瀾的責任。把傳統聖賢君子的教育繼承下去，在信息社會，運用網路教學、光碟教學發揚光大。必然江山代有人才出，世間有聖賢君子，人間才有太平盛世。值此偉大而關鍵的時代，我們當效法古人，以一體的愛心與真實的智慧，為天地立心，為生民立命，為往聖繼絕學，為萬世開太平！"
    },
    {
      "id": "02-042-0109_p0019",
      "zh_CN": "戊、媒体为教育服务：说书与唱戏",
      "zh_TW": "戊、媒體為教育服務：說書與唱戲"
    },
    {
      "id": "02-042-0109_p0020",
      "zh_CN": "除了私塾的教育，古代的大众媒体，包括说书与唱戏两种艺术形式，都在民间扮演着传播圣贤教育的角色。唐朝时，敦煌地区的寺庙，因为大多数老百姓不识字而无法学习经教，为此，寺院的教育就分成两个部分，一是由老僧教知识分子及出家人经教，称讲经；二是由俗家信众将佛经故事演绎出来给普罗大众看，称俗讲。伦理道德的故事、因果报应的故事就是俗讲的主要内容，渐渐的，这个接引大众的俗讲就演变成为戏曲和说书。",
      "zh_TW": "除了私塾的教育，古代的大眾媒體，包括說書與唱戲兩種藝術形式，都在民間扮演著傳播聖賢教育的角色。唐朝時，敦煌地區的寺廟，因為大多數老百姓不識字而無法學習經教，為此，寺院的教育就分成兩個部分，一是由老僧教知識分子及出家人經教，稱講經；二是由俗家信眾將佛經故事演繹出來給普羅大眾看，稱俗講。倫理道德的故事、因果報應的故事就是俗講的主要內容，漸漸的，這個接引大眾的俗講就演變成為戲曲和說書。"
    },
    {
      "id": "02-042-0109_p0021",
      "zh_CN": "在清朝，从康熙皇帝开始，用简明扼要儒释道三教合一的圣谕来教化大众。民间每个月初一、十五傍晚，就在县衙边搭一个高台，树上这个刻着皇帝圣谕的木牌子，前面点着炉香，负责宣讲圣谕的人先拜圣谕牌，再给大家宣讲善因善果，恶因恶报的故事，宛若说书。这种定期宣讲圣谕的习俗，对实现康乾盛世，功不可没，一直延续到民国初年。",
      "zh_TW": "在清朝，從康熙皇帝開始，用簡明扼要儒釋道三教合一的聖諭來教化大眾。民間每個月初一、十五傍晚，就在縣衙邊搭一個高台，樹上這個刻著皇帝聖諭的木牌子，前面點著爐香，負責宣講聖諭的人先拜聖諭牌，再給大家宣講善因善果，惡因惡報的故事，宛若說書。這種定期宣講聖諭的習俗，對實現康乾盛世，功不可沒，一直延續到民國初年。"
    },
    {
      "id": "02-042-0109_p0022",
      "zh_CN": "（图二、清代圣谕牌，上面刻着圣谕的内容。）",
      "zh_TW": "（圖二、清代聖諭牌，上面刻著聖諭的內容。）"
    },
    {
      "id": "02-042-0109_p0023",
      "zh_CN": "己、教育创造的奇迹：边疆异族实践大同社会",
      "zh_TW": "己、教育創造的奇蹟：邊疆異族實踐大同社會"
    },
    {
      "id": "02-042-0109_p0024",
      "zh_CN": "在举国上下施行圣贤教育的清朝，令一个边疆异族，在占世界四分之一的领土上，创立了一个美好的太平盛世。所幸的是英国政府在一七九二年（即乾隆五十七年）第一次正式派遣使节访华，他们的目的虽然是为了开拓中国市场，但是却给后人留下了珍贵而客观的现场记录。证明了传统文化教育，早在十八世纪末，已经造就了一个美好的大同社会。以下是斯当东大使在《英使谒见乾隆纪实》中的记录：「老年人同青壮年人住在一起，青壮年就算偶尔感情失去控制、暴躁激动的时候，老年人可以适当的加以约束和制止。由于长辈不断的尽心教导，由于服从的习惯，以及由于道德观同法律结合在一起，在中国尊重老者已相沿成风。老年人把他们的经验和智慧传授给后代。很多这种教训写成格言，贴在家族祠堂里，按时由人宣读给大家听。……每一个家庭都供着自己的祖先牌（位）。在谈话的时候，要经常援引祖先的嘉言懿行来教育后代。本族人在一年的固定时间，大家聚在一起扫祭先人坟墓。共同扫墓祭祖可以起到敦睦远房各支亲族的作用，使大家不致于因亲属关系疏远而彼此视为路人。除子女有孝养双亲之责任外，兄弟姐妹也应有无相通、患难互助。凡不尽这些责任的人都为社会舆论所不齿，不需要法律明文来贯彻。即使最远亲属关系，一旦陷入困难境地，也有向本族富有人家求助的权利。经常来往和亲密关系自然产生相互帮助，风俗习尚大大超过法律力量。根据以上所描述的一切，我们很容易可以解释，为什么使节团入境以来，从未遇到一个穷困到沿街乞讨的人。对欧洲人来说，这是很特殊的。这不是靠几个公家慈善机关所能办得到的。波斯国王表示，凡在慈惠院的都应得到救济，但中国的家族互助风气，使穷困的人不失体面立刻得到帮助，公家慈善机关反而没存在的必要。事实上，即使是孱弱的小孩和残废的成年人也多少能搞些收入维持生活。有些室内手工业，可以有很好的生产，但并不需要多少气力。」这就是十八世纪英国皇帝的特使在中国的所见所闻。这样的社会，正是现在我们所描述的传统文化教育下的美好家园，其中的安定、祥和，相信是很多人期待已久的。",
      "zh_TW": "在舉國上下施行聖賢教育的清朝，令一個邊疆異族，在佔世界四分之一的領土上，創立了一個美好的太平盛世。所幸的是英國政府在一七九二年（即乾隆五十七年）第一次正式派遣使節訪華，他們的目的雖然是為了開拓中國市場，但是卻給後人留下了珍貴而客觀的現場記錄。證明了傳統文化教育，早在十八世紀末，已經造就了一個美好的大同社會。以下是斯當東大使在《英使謁見乾隆紀實》中的記錄：「老年人同青壯年人住在一起，青壯年就算偶爾感情失去控制、暴躁激動的時候，老年人可以適當的加以約束和制止。由於長輩不斷的盡心教導，由於服從的習慣，以及由於道德觀同法律結合在一起，在中國尊重老者已相沿成風。老年人把他們的經驗和智慧傳授給後代。很多這種教訓寫成格言，貼在家族祠堂裡，按時由人宣讀給大家聽。……每一個家庭都供著自己的祖先牌（位）。在談話的時候，要經常援引祖先的嘉言懿行來教育後代。本族人在一年的固定時間，大家聚在一起掃祭先人墳墓。共同掃墓祭祖可以起到敦睦遠房各支親族的作用，使大家不致於因親屬關係疏遠而彼此視為路人。除子女有孝養雙親之責任外，兄弟姐妹也應有無相通、患難互助。凡不盡這些責任的人都為社會輿論所不齒，不需要法律明文來貫徹。即使最遠親屬關係，一旦陷入困難境地，也有向本族富有人家求助的權利。經常來往和親密關係自然產生相互幫助，風俗習尚大大超過法律力量。根據以上所描述的一切，我們很容易可以解釋，為什麼使節團入境以來，從未遇到一個窮困到沿街乞討的人。對歐洲人來說，這是很特殊的。這不是靠幾個公家慈善機關所能辦得到的。波斯國王表示，凡在慈惠院的都應得到救濟，但中國的家族互助風氣，使窮困的人不失體面立刻得到幫助，公家慈善機關反而沒存在的必要。事實上，即使是孱弱的小孩和殘廢的成年人也多少能搞些收入維持生活。有些室內手工業，可以有很好的生產，但並不需要多少氣力。」這就是十八世紀英國皇帝的特使在中國的所見所聞。這樣的社會，正是現在我們所描述的傳統文化教育下的美好家園，其中的安定、祥和，相信是很多人期待已久的。"
    },
    {
      "id": "02-042-0109_p0025",
      "zh_CN": "（图三、这是英国派到中国拜见乾隆皇帝的两位特使，马戛尔尼（左）和斯当东（右），即《英使谒见乾隆纪实》的作者。）",
      "zh_TW": "（圖三、這是英國派到中國拜見乾隆皇帝的兩位特使，馬戛爾尼（左）和斯當東（右），即《英使謁見乾隆紀實》的作者。）"
    },
    {
      "id": "02-042-0109_p0026",
      "zh_CN": "庚、结语",
      "zh_TW": "庚、結語"
    },
    {
      "id": "02-042-0109_p0027",
      "zh_CN": "清代开国皇帝对传统文化教育的真诚恭敬，提醒我们，为学首重诚敬。值此冬至祭祖之际，要对念念爱护后世子孙的老祖宗生出一体的孝心。用至诚恭敬的心，落实父子有亲，将本性本善开显出来；有了举国上下对师道的尊崇，修谦敬之德，把智慧之光透出来。通过读书千遍，回归本性本善这个教学目的，就能够实现。如此成就了无数圣贤君子，开创了人间的太平盛世。",
      "zh_TW": "清代開國皇帝對傳統文化教育的真誠恭敬，提醒我們，為學首重誠敬。值此冬至祭祖之際，要對念念愛護後世子孫的老祖宗生出一體的孝心。用至誠恭敬的心，落實父子有親，將本性本善開顯出來；有了舉國上下對師道的尊崇，修謙敬之德，把智慧之光透出來。通過讀書千遍，回歸本性本善這個教學目的，就能夠實現。如此成就了無數聖賢君子，開創了人間的太平盛世。"
    },
    {
      "id": "02-042-0109_p0028",
      "zh_CN": "中国传统的教学经验依然值得今人效法，让政治以圣贤教育为中心、媒体以伦理道德因果教育为依归，那么人才辈出的二十一世纪，将要展现给世人的太平盛世，会比英国特使所见到的更加美好、更加庄严。正如《礼记》所言：「大道之行也，天下为公。选贤与能，讲信修睦，故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独废疾者，皆有所养。」这就是传统文化教育能够带给二十一世纪人类的真实利益。",
      "zh_TW": "中國傳統的教學經驗依然值得今人效法，讓政治以聖賢教育為中心、媒體以倫理道德因果教育為依歸，那麼人才輩出的二十一世紀，將要展現給世人的太平盛世，會比英國特使所見到的更加美好、更加莊嚴。正如《禮記》所言：「大道之行也，天下為公。選賢與能，講信修睦，故人不獨親其親，不獨子其子，使老有所終，壯有所用，幼有所長，矜寡孤獨廢疾者，皆有所養。」這就是傳統文化教育能夠帶給二十一世紀人類的真實利益。"
    },
    {
      "id": "02-042-0109_p0029",
      "zh_CN": "以上是弟子做的一点粗浅的资料搜集。恭请尊敬的师父上人，诸位老师们慈悲教导，惭愧弟子梅朵顶礼。",
      "zh_TW": "以上是弟子做的一點粗淺的資料蒐集。恭請尊敬的師父上人，諸位老師們慈悲教導，慚愧弟子梅朵頂禮。"
    },
    {
      "id": "02-042-0109_p0030",
      "zh_CN": "老法师：这篇有没有在光碟里头？好。现在我们担心真正的问题，就是现在的年轻人这一代心浮气躁，在家不知道孝顺父母，在社会也不知道尊重别人，这样的心态，对中国古圣先贤的东西，根本就不能契入。所以佛法亦如是，佛法没有恭敬心，佛来给你讲经你也听不懂，你也学不会。所以祭祀的用意非常深、非常广，希望用祭祀的方法激发大家的孝心、敬心。我相信孝心、敬心不难恢复，为什么？它是性德，是本性里头本来有的。这《三字经》上讲的「人之初，性本善」，孝跟敬是本善，自性里头有，就是没有人激发。现在社会大家都不讲了，年轻人疏忽了，教学的人也把这个问题疏忽，关键的问题真正在此地。",
      "zh_TW": "老法師：這篇有沒有在光碟裡頭？好。現在我們擔心真正的問題，就是現在的年輕人這一代心浮氣躁，在家不知道孝順父母，在社會也不知道尊重別人，這樣的心態，對中國古聖先賢的東西，根本就不能契入。所以佛法亦如是，佛法沒有恭敬心，佛來給你講經你也聽不懂，你也學不會。所以祭祀的用意非常深、非常廣，希望用祭祀的方法激發大家的孝心、敬心。我相信孝心、敬心不難恢復，為什麼？它是性德，是本性裡頭本來有的。這《三字經》上講的「人之初，性本善」，孝跟敬是本善，自性裡頭有，就是沒有人激發。現在社會大家都不講了，年輕人疏忽了，教學的人也把這個問題疏忽，關鍵的問題真正在此地。"
    },
    {
      "id": "02-042-0109_p0031",
      "zh_CN": "这篇资料非常好，让大家懂得，满清这个小的民族，入关的时候不过十几万人，能统治中国这么大的国家。满清的版图，比我们现在大概还要大三分之一，因为西伯利亚都是中国的。我们看看清朝康熙、乾隆的地图，跟现在一比，中国领土丧失那么多，三分之一丧失掉了。他靠什么？真的尊师重道，就是康熙母子扎下这个根，让清朝有太平盛世的出现。而且太平盛世时间长，有它在中国历史上的地位，康熙六十年，雍正十三年，乾隆六十年，嘉庆，嘉庆的前半部还不错，后面后一半就滑下坡了，前面一半还能维持住，所以清朝的盛世有一百五十年，非常难得。",
      "zh_TW": "這篇資料非常好，讓大家懂得，滿清這個小的民族，入關的時候不過十幾萬人，能統治中國這麼大的國家。滿清的版圖，比我們現在大概還要大三分之一，因為西伯利亞都是中國的。我們看看清朝康熙、乾隆的地圖，跟現在一比，中國領土喪失那麼多，三分之一喪失掉了。他靠什麼？真的尊師重道，就是康熙母子紮下這個根，讓清朝有太平盛世的出現。而且太平盛世時間長，有它在中國歷史上的地位，康熙六十年，雍正十三年，乾隆六十年，嘉慶，嘉慶的前半部還不錯，後面後一半就滑下坡了，前面一半還能維持住，所以清朝的盛世有一百五十年，非常難得。"
    },
    {
      "id": "02-042-0109_p0032",
      "zh_CN": "现在有科学技术，有电视、有网路，这些工具太好了，能够有这些好工具，国家对于传统文化的人才不必多，有那么五、六十个就足够用了，展开空中教学。每个人空中教学二十四小时播放，随时打开电视机能够学到课程。搞一个空中学校，这是个非常好的方法。我们相信有一年的时间，中国的社会完全改观。早年间我们在汤池做实验，真正是作梦都没想到，我们以为要二、三年才看到效果，没有想到三个月，三个月效果卓着，人都有良心，都不好意思做坏事，证明人性本善，证明人是很好教的，就是没人教他。最近我们亲眼看到的，国内有真正搞道德教育的，能够在短短的几天就能把一个恶人变成善人，把一个贪官变成廉洁，真正不可思议。我们要相信，要认真努力。好，我们看下面。",
      "zh_TW": "現在有科學技術，有電視、有網路，這些工具太好了，能夠有這些好工具，國家對於傳統文化的人才不必多，有那麼五、六十個就足夠用了，展開空中教學。每個人空中教學二十四小時播放，隨時打開電視機能夠學到課程。搞一個空中學校，這是個非常好的方法。我們相信有一年的時間，中國的社會完全改觀。早年間我們在湯池做實驗，真正是作夢都沒想到，我們以為要二、三年才看到效果，沒有想到三個月，三個月效果卓著，人都有良心，都不好意思做壞事，證明人性本善，證明人是很好教的，就是沒人教他。最近我們親眼看到的，國內有真正搞道德教育的，能夠在短短的幾天就能把一個惡人變成善人，把一個貪官變成廉潔，真正不可思議。我們要相信，要認真努力。好，我們看下面。"
    },
    {
      "id": "02-042-0109_p0033",
      "zh_CN": "学生：尊敬的师父上人，诸位法师同修大德，大家好！惭愧弟子黄柏霖报告，题目：一切诸善，皆悉回向西方；如是则一切行门，皆为净土助行。",
      "zh_TW": "學生：尊敬的師父上人，諸位法師同修大德，大家好！慚愧弟子黃柏霖報告，題目：一切諸善，皆悉迴向西方；如是則一切行門，皆為淨土助行。"
    },
    {
      "id": "02-042-0109_p0034",
      "zh_CN": "《太上感应篇》第二十四句，「宜悯人之凶，乐人之善」。「从凡入圣。万善之门。以发菩提心。最为第一。菩提心。犹种子。能生一切诸善法故。亦如良田。能长众生白净法故。亦如净水。能洗一切烦恼垢故。亦如盛火。能烧一切诸见薪故。涅槃经曰。佛说修一善心。破百种恶。如少火能烧一切。故知万善皆从一念好乐而生。全体善心而现。圆满菩提常乐妙果。」",
      "zh_TW": "《太上感應篇》第二十四句，「宜憫人之凶，樂人之善」。「從凡入聖。萬善之門。以發菩提心。最為第一。菩提心。猶種子。能生一切諸善法故。亦如良田。能長眾生白淨法故。亦如淨水。能洗一切煩惱垢故。亦如盛火。能燒一切諸見薪故。涅槃經曰。佛說修一善心。破百種惡。如少火能燒一切。故知萬善皆從一念好樂而生。全體善心而現。圓滿菩提常樂妙果。」"
    },
    {
      "id": "02-042-0109_p0035",
      "zh_CN": "这段白话解释，一切万善之门，以发菩提心，最为第一，要从凡夫转入圣贤，也是首先要发菩提心。菩提心就像种子一样，因为它能生出一切诸善法故。菩提心又像良田，它能长众生白净法故。白在佛法上的解释，可以说是布施或大布施，也可以解释说清净、洁白；净就是清净，所以能长众生清净妙法故。亦如净水，能洗一切烦恼垢故；亦如盛火，能烧一切诸见薪故。就像火一样，能烧一切诸邪见烦恼，薪就是烦恼，烧尽所有各种偏见的缘故。",
      "zh_TW": "這段白話解釋，一切萬善之門，以發菩提心，最為第一，要從凡夫轉入聖賢，也是首先要發菩提心。菩提心就像種子一樣，因為它能生出一切諸善法故。菩提心又像良田，它能長眾生白淨法故。白在佛法上的解釋，可以說是布施或大布施，也可以解釋說清淨、潔白；淨就是清淨，所以能長眾生清淨妙法故。亦如淨水，能洗一切煩惱垢故；亦如盛火，能燒一切諸見薪故。就像火一樣，能燒一切諸邪見煩惱，薪就是煩惱，燒盡所有各種偏見的緣故。"
    },
    {
      "id": "02-042-0109_p0036",
      "zh_CN": "修行最重要的就是发菩提心，净土法门也是发菩提心，一向专念，所以发菩提心非常重要。净土宗第十一祖省庵大师(又称实贤祖师)，在《劝发菩提心文》内这样说：「尝闻入道要门，发心为首；修行急务，立愿居先」。祖师说，我们修行要入道，就是要明心见性，成就佛道，刚开始要先发心，这是修行很重要的一件事情，立愿居先。「愿立则众生可度，心发则佛道堪成。苟不发广大心，立坚固愿，则纵经尘劫，依然还在轮回」。如果你不发心也不立愿，经尘点劫还是在轮回，为什么？因为你不发菩提心。所以要出离轮回，最重要是先发菩提心。所以这里讲，「虽有修行，总是徒劳辛苦。故《华严经》云：忘失菩提心，修诸善法，是名魔业。」祖师说忘失菩提心，尚且如此，何况未发？所以我们想要学如来大乘，「必先具发菩萨愿，不可缓也」。",
      "zh_TW": "修行最重要的就是發菩提心，淨土法門也是發菩提心，一向專念，所以發菩提心非常重要。淨土宗第十一祖省庵大師(又稱實賢祖師)，在《勸發菩提心文》內這樣說：「嘗聞入道要門，發心為首；修行急務，立願居先」。祖師說，我們修行要入道，就是要明心見性，成就佛道，剛開始要先發心，這是修行很重要的一件事情，立願居先。「願立則眾生可度，心發則佛道堪成。苟不發廣大心，立堅固願，則縱經塵劫，依然還在輪迴」。如果你不發心也不立願，經塵點劫還是在輪迴，為什麼？因為你不發菩提心。所以要出離輪迴，最重要是先發菩提心。所以這裡講，「雖有修行，總是徒勞辛苦。故《華嚴經》云：忘失菩提心，修諸善法，是名魔業。」祖師說忘失菩提心，尚且如此，何況未發？所以我們想要學如來大乘，「必先具發菩薩願，不可緩也」。"
    },
    {
      "id": "02-042-0109_p0037",
      "zh_CN": "就像末学在一九九八年，发心开始做助念工作，当时末学刚学佛。那时候调到台北市警察局的民防管制中心当主任，就决定发愿要去帮人家助念，一直到现在都没有中断，这就是为什么？这叫发心立愿的缘故。还有二００九年，老法师交代末学弘扬因果，从那时候开始，末学就一直在弘扬因果，这也是因为有发心立愿。还有老法师要末学继续担任定弘法师《感应篇汇编》的讲座，我也是在正觉精舍大雄宝殿发愿，这都是发心立愿的结果。",
      "zh_TW": "就像末學在一九九八年，發心開始做助念工作，當時末學剛學佛。那時候調到台北市警察局的民防管制中心當主任，就決定發願要去幫人家助念，一直到現在都沒有中斷，這就是為什麼？這叫發心立願的緣故。還有二００九年，老法師交代末學弘揚因果，從那時候開始，末學就一直在弘揚因果，這也是因為有發心立願。還有老法師要末學繼續擔任定弘法師《感應篇彙編》的講座，我也是在正覺精舍大雄寶殿發願，這都是發心立願的結果。"
    },
    {
      "id": "02-042-0109_p0038",
      "zh_CN": "《涅槃经》曰：「佛说修一善心，破百种恶。」佛陀说，只要修持一种善心，就可以破除百种的邪恶，有如很小的火种，就能烧尽一切东西。由此可知，众善都是从心中生起，乐善的念头生起，就是好乐而生，全体的善心就会显现出来，圆满的觉悟，能使得常乐我净，涅槃的四净德能够成就。",
      "zh_TW": "《涅槃經》曰：「佛說修一善心，破百種惡。」佛陀說，只要修持一種善心，就可以破除百種的邪惡，有如很小的火種，就能燒盡一切東西。由此可知，眾善都是從心中生起，樂善的念頭生起，就是好樂而生，全體的善心就會顯現出來，圓滿的覺悟，能使得常樂我淨，涅槃的四淨德能夠成就。"
    },
    {
      "id": "02-042-0109_p0039",
      "zh_CN": "这段文有两个重点，一个是发菩提心，另一个就是万善皆从一念好乐而生。八万四千法门，你修任何一个法门，都是要发菩提心。八万四千法门，它其实都是加行，目的在使我们发起菩提心，那菩提心就是大道，菩提大道。譬如说你持戒，持戒目的是为什么？就是为了要发菩提心，为了要成就佛果，因戒生定，因定发慧，我们讲说「持戒念佛，求生西方」。你修善、做善事的目的是要做什么？你是要求富贵吗？那你得人天报，还是没有出离，在三界内，你福报享尽的话，还是贬堕。或者是因为你行善以后有福报，有福报以后会造业，那造业必定受报，这个叫佛门三世怨，那这也不究竟。所以你修善目的是要做什么？修善的目的就是要发菩提心。",
      "zh_TW": "這段文有兩個重點，一個是發菩提心，另一個就是萬善皆從一念好樂而生。八萬四千法門，你修任何一個法門，都是要發菩提心。八萬四千法門，它其實都是加行，目的在使我們發起菩提心，那菩提心就是大道，菩提大道。譬如說你持戒，持戒目的是為什麼？就是為了要發菩提心，為了要成就佛果，因戒生定，因定發慧，我們講說「持戒念佛，求生西方」。你修善、做善事的目的是要做什麼？你是要求富貴嗎？那你得人天報，還是沒有出離，在三界內，你福報享盡的話，還是貶墮。或者是因為你行善以後有福報，有福報以後會造業，那造業必定受報，這個叫佛門三世怨，那這也不究竟。所以你修善目的是要做什麼？修善的目的就是要發菩提心。"
    },
    {
      "id": "02-042-0109_p0040",
      "zh_CN": "为什么要忏悔业障？就是要发菩提心。所以包括诵经、持咒、佛门三皈依，这些都是修行的入门，经过这些入门，业障慢慢减轻，就要进一步向上提升，就是要发菩提心、发大乘心，作菩萨，作佛。《华严经》有这么一段经文，「若令众生生欢喜者，则令一切如来欢喜，何以故？诸佛如来以大悲心而为体故。」诸佛菩萨他们的大悲心，是以众生为体。「因于众生而起大悲，因于大悲生菩提心，因菩提心成等正觉」，这段经文很重要。诸佛如来他们是什么？他们是以大悲心为体故，我们说直心、深心、大悲心就是菩提心。大悲心是什么？以众生的苦、以众生做为悲体，没有众生就没有菩萨。以众生做为悲体，因为众生有苦，菩萨兴起无缘大慈，同体大悲，所以因于众生而起大悲。",
      "zh_TW": "為什麼要懺悔業障？就是要發菩提心。所以包括誦經、持咒、佛門三皈依，這些都是修行的入門，經過這些入門，業障慢慢減輕，就要進一步向上提升，就是要發菩提心、發大乘心，作菩薩，作佛。《華嚴經》有這麼一段經文，「若令眾生生歡喜者，則令一切如來歡喜，何以故？諸佛如來以大悲心而為體故。」諸佛菩薩他們的大悲心，是以眾生為體。「因於眾生而起大悲，因於大悲生菩提心，因菩提心成等正覺」，這段經文很重要。諸佛如來他們是什麼？他們是以大悲心為體故，我們說直心、深心、大悲心就是菩提心。大悲心是什麼？以眾生的苦、以眾生做為悲體，沒有眾生就沒有菩薩。以眾生做為悲體，因為眾生有苦，菩薩興起無緣大慈，同體大悲，所以因於眾生而起大悲。"
    },
    {
      "id": "02-042-0109_p0041",
      "zh_CN": "那么因为大悲，生菩提心出来。「因菩提心成等正觉」，因为你这样发菩提心，最后成就佛果。譬如我刚提过，发心立愿帮人助念，我讲个故事给各位听。有一次一个师姐到讲堂来共修《地藏经》，共修完后，她到后面跟我谈。她说：「黄警官，麻烦你来跟我爸爸关怀，我爸爸是警察退休巡佐，现在中风，长期在家里。因为久病，感觉有点自闭症，不敢走出来。你来关怀好不好？」我就问她说：「妳爸爸有没有皈依？」她说：「没有。」我说：「好，下次如果净空师父有回来，我希望他能来皈依三宝。」结果讲完没有多久，她爸爸就往生了。刚好那一天晚上，半夜大概十二点多，天气很冷，她打电话到我家来。她说：「黄警官，你可不可以来跟我爸爸助念？」因为我第二天早上七点，要赶到开南大学去演讲因果。我坦白讲，菩萨道上我们不像真正的菩萨，一发菩提心即成等正觉，我们就是会进进退退，中间我们偶尔会退转。所以为什么会有三不退（就是位不退、行不退、念不退），位不退就是不会再退到凡夫，那要什么层次你知道吗？圆教初信位的菩萨，他是位不退；到圆教初住位的时候，他就念不退（像往生极乐世界，他就念不退，就是阿惟越致菩萨）。所以我们难免在菩萨道上，还是会进进退退，这是必然的。为什么？因为我们的习气毛病都在，我执、法执都在，我们有妄想、分别、执着。那时我想说，第二天一大早要去开南大学演讲，有没有起烦恼？有。所以我们往往在发心立愿以后，去行菩萨道我们会起烦恼，就是这个道理。为什么？因为我们心还不够清净。那我就说：「不行，我明天要去开南大学演讲。」她说：「你不是答应我要来吗？」我稍微顿了一下，我说：「好，我去！」但是那个不是这边讲的一念好乐而生，不是好乐之心。为什么？因为明天早上七点要演讲，因此起烦恼，因境生心，住相生心。后来我就反省一下，忏悔说，不对，这样就是没有发菩提心。我说：「好，我就去。」我就打电话给莲友马居士，我们到助念室去跟他关怀，这叫做什么？「因于大悲生菩提心」，不忍舍弃众生。虽然天气那么寒冷，虽然明天早上七点要演讲，不忍众生受苦。亡者现在断气舍报，就好像掉到海里面去一样，我们要去救他，我们发菩提心，就好像游泳教练一样要去救人，有人要灭顶了，我们跳下去救他，一样道理。",
      "zh_TW": "那麼因為大悲，生菩提心出來。「因菩提心成等正覺」，因為你這樣發菩提心，最後成就佛果。譬如我剛提過，發心立願幫人助念，我講個故事給各位聽。有一次一個師姐到講堂來共修《地藏經》，共修完後，她到後面跟我談。她說：「黃警官，麻煩你來跟我爸爸關懷，我爸爸是警察退休巡佐，現在中風，長期在家裡。因為久病，感覺有點自閉症，不敢走出來。你來關懷好不好？」我就問她說：「妳爸爸有沒有皈依？」她說：「沒有。」我說：「好，下次如果淨空師父有回來，我希望他能來皈依三寶。」結果講完沒有多久，她爸爸就往生了。剛好那一天晚上，半夜大概十二點多，天氣很冷，她打電話到我家來。她說：「黃警官，你可不可以來跟我爸爸助念？」因為我第二天早上七點，要趕到開南大學去演講因果。我坦白講，菩薩道上我們不像真正的菩薩，一發菩提心即成等正覺，我們就是會進進退退，中間我們偶爾會退轉。所以為什麼會有三不退（就是位不退、行不退、念不退），位不退就是不會再退到凡夫，那要什麼層次你知道嗎？圓教初信位的菩薩，他是位不退；到圓教初住位的時候，他就念不退（像往生極樂世界，他就念不退，就是阿惟越致菩薩）。所以我們難免在菩薩道上，還是會進進退退，這是必然的。為什麼？因為我們的習氣毛病都在，我執、法執都在，我們有妄想、分別、執著。那時我想說，第二天一大早要去開南大學演講，有沒有起煩惱？有。所以我們往往在發心立願以後，去行菩薩道我們會起煩惱，就是這個道理。為什麼？因為我們心還不夠清淨。那我就說：「不行，我明天要去開南大學演講。」她說：「你不是答應我要來嗎？」我稍微頓了一下，我說：「好，我去！」但是那個不是這邊講的一念好樂而生，不是好樂之心。為什麼？因為明天早上七點要演講，因此起煩惱，因境生心，住相生心。後來我就反省一下，懺悔說，不對，這樣就是沒有發菩提心。我說：「好，我就去。」我就打電話給蓮友馬居士，我們到助念室去跟他關懷，這叫做什麼？「因於大悲生菩提心」，不忍捨棄眾生。雖然天氣那麼寒冷，雖然明天早上七點要演講，不忍眾生受苦。亡者現在斷氣捨報，就好像掉到海裡面去一樣，我們要去救他，我們發菩提心，就好像游泳教練一樣要去救人，有人要滅頂了，我們跳下去救他，一樣道理。"
    },
    {
      "id": "02-042-0109_p0042",
      "zh_CN": "还有我在讲座提过，我在担任组长的时候，被那时候总局一位刘姓的督察长，把我从组长位置硬生生的拉下来，你说我有没有怨？有！只是自己迷而不觉，那个怨气在阿赖耶识里面放了多久？放了将近十六年。我以前有讲过这个故事。一直到二０一０年，这位刘姓的督察长已经官当很大了，担任台湾警专校长，他的太太得癌症拖了两年，一直没有办法断气舍报，在台北市的万芳医院。那时学佛的朋友叫我过去关怀，打电话来的时候，我就讲说：「我不去。」你看这个就是什么？这就是我们凡夫的习气（但是我们有一个好处，我们会有忏悔心），为什么？因为习气跑出来了，这个长官以前整我的。我师姐在客厅听后，马上跟我讲说：「你不是发地藏大愿吗？你怎么可以退失菩提心？」好像我们一般讲的，一语惊醒梦中人！我马上跑到佛堂去跟阿弥陀佛、地藏菩萨下跪求忏悔，弟子刚才不应该生这个烦恼心，弟子忏悔。",
      "zh_TW": "還有我在講座提過，我在擔任組長的時候，被那時候總局一位劉姓的督察長，把我從組長位置硬生生的拉下來，你說我有沒有怨？有！只是自己迷而不覺，那個怨氣在阿賴耶識裡面放了多久？放了將近十六年。我以前有講過這個故事。一直到二０一０年，這位劉姓的督察長已經官當很大了，擔任台灣警專校長，他的太太得癌症拖了兩年，一直沒有辦法斷氣捨報，在台北市的萬芳醫院。那時學佛的朋友叫我過去關懷，打電話來的時候，我就講說：「我不去。」你看這個就是什麼？這就是我們凡夫的習氣（但是我們有一個好處，我們會有懺悔心），為什麼？因為習氣跑出來了，這個長官以前整我的。我師姐在客廳聽後，馬上跟我講說：「你不是發地藏大願嗎？你怎麼可以退失菩提心？」好像我們一般講的，一語驚醒夢中人！我馬上跑到佛堂去跟阿彌陀佛、地藏菩薩下跪求懺悔，弟子剛才不應該生這個煩惱心，弟子懺悔。"
    },
    {
      "id": "02-042-0109_p0043",
      "zh_CN": "所以老和尚在《无量寿经》学习班时讲到末学，说黄居士不断的在学习，不断的在忏悔，不断的在反省。很惭愧，老和尚知道末学习气重，不断的改过，人非圣贤，孰能无过？当时，我一向佛菩萨跪下去说：好，我去，我就去跟她关怀。那个长官看到我到，他也吓了一跳。经过关怀以后，到晚上八、九点，我请一位法师为病人三皈依，我再跟她说法安慰，接着助念。最后跟那位校长交代说，万一你太太今天晚上舍报，我给他一个电话，这个师姐住在医院对面，你就打电话请她来，她会来为你妻助念。结果他太太经过说法安慰、皈依三宝以后，这个病人拖了两年，就这么不可思议，真的当天凌晨三、四点就舍报了。末学说出此段我助念一位个人冤家眷属的故事，说明虽然我跟刘姓长官怨气放在心中十六年，这是业力，若不是我十二年来，发心立愿助念，修福德积资粮，如何跟冤家解冤释结？来世一定冤冤相报。为什么可以消除业力？因为去助念冤家生无明，因大悲而生菩提心，不忍众生苦！因发此菩提心，灭了我业障。虽然我们会起烦恼习气，但是我们菩提心一发起来，习气马上断掉，马上破掉。所以菩提心如净水，能洗一切烦恼垢；亦如盛火，能烧一切诸见薪故。所以你一定要发菩提心，你无始劫来的习气毛病才会断掉，你的执着才会破掉，你的分别才会破掉，最后破你的根本无明，你才有办法成就法身、成就佛果。所以为什么发菩提心很重要的原因在这里。故经云：「修行不发菩提心，譬如耕田不下种」。佛法跟其他宗教不同之处，就是发菩提心。",
      "zh_TW": "所以老和尚在《無量壽經》學習班時講到末學，說黃居士不斷的在學習，不斷的在懺悔，不斷的在反省。很慚愧，老和尚知道末學習氣重，不斷的改過，人非聖賢，孰能無過？當時，我一向佛菩薩跪下去說：好，我去，我就去跟她關懷。那個長官看到我到，他也嚇了一跳。經過關懷以後，到晚上八、九點，我請一位法師為病人三皈依，我再跟她說法安慰，接著助念。最後跟那位校長交代說，萬一你太太今天晚上捨報，我給他一個電話，這個師姐住在醫院對面，你就打電話請她來，她會來為你妻助念。結果他太太經過說法安慰、皈依三寶以後，這個病人拖了兩年，就這麼不可思議，真的當天凌晨三、四點就捨報了。末學說出此段我助念一位個人冤家眷屬的故事，說明雖然我跟劉姓長官怨氣放在心中十六年，這是業力，若不是我十二年來，發心立願助念，修福德積資糧，如何跟冤家解冤釋結？來世一定冤冤相報。為什麼可以消除業力？因為去助念冤家生無明，因大悲而生菩提心，不忍眾生苦！因發此菩提心，滅了我業障。雖然我們會起煩惱習氣，但是我們菩提心一發起來，習氣馬上斷掉，馬上破掉。所以菩提心如淨水，能洗一切煩惱垢；亦如盛火，能燒一切諸見薪故。所以你一定要發菩提心，你無始劫來的習氣毛病才會斷掉，你的執著才會破掉，你的分別才會破掉，最後破你的根本無明，你才有辦法成就法身、成就佛果。所以為什麼發菩提心很重要的原因在這裡。故經云：「修行不發菩提心，譬如耕田不下種」。佛法跟其他宗教不同之處，就是發菩提心。"
    },
    {
      "id": "02-042-0109_p0044",
      "zh_CN": "接下来，我引用黄念祖老居士《无量寿经大经解》解释。《无量寿经．三辈往生品》，所有上中下三辈往生之人，莫不以「发菩提心，一向专念」为因。又阿弥陀佛第十九愿曰：「我作佛时，十方众生，闻我名号，发菩提心，修诸功德，奉行六波罗蜜，坚固不退。复以善根回向，愿生我国。一心念我，昼夜不断。临寿终时，我与诸菩萨众迎现其前，经须臾间，即生我刹，作阿惟越致菩萨。」你看往生极乐世界的先决条件要怎么样？要发菩提心，修诸功德，而且要行六度波罗蜜，坚固不退。",
      "zh_TW": "接下來，我引用黃念祖老居士《無量壽經大經解》解釋。《無量壽經．三輩往生品》，所有上中下三輩往生之人，莫不以「發菩提心，一向專念」為因。又阿彌陀佛第十九願曰：「我作佛時，十方眾生，聞我名號，發菩提心，修諸功德，奉行六波羅蜜，堅固不退。復以善根迴向，願生我國。一心念我，晝夜不斷。臨壽終時，我與諸菩薩眾迎現其前，經須臾間，即生我剎，作阿惟越致菩薩。」你看往生極樂世界的先決條件要怎麼樣？要發菩提心，修諸功德，而且要行六度波羅蜜，堅固不退。"
    },
    {
      "id": "02-042-0109_p0045",
      "zh_CN": "再下来说，菩提心是成佛之本。净业三福里面讲，「发菩提心，深信因果，读诵大乘，劝进行者。」所以在密宗最重要是发大菩提心，他们的教典《菩提心义》讲：「菩提之心，成佛之本。大事因缘，莫过于此。」但是菩提心难发，黄念祖老居士在《净修捷要》报恩谈里面有提到，他说：「密教的诺那祖师，在他母亲肚子里面的时候就哭了」。你看这个很不简单，在肚子里面会哭，我们都出来才哭，他在肚子里面就会哭。有人就问：「活佛，活佛，你在肚子里面哭什么？」他说：「我哭众生难度。」确实是难度，众生的考验很多，不要说去度外面的众生，度你家人就觉得非常困难了，对不对？有的儿子学佛，爸爸、妈妈就不学佛，怎么讲都听不进去，他说你迷信。",
      "zh_TW": "再下來說，菩提心是成佛之本。淨業三福裡面講，「發菩提心，深信因果，讀誦大乘，勸進行者。」所以在密宗最重要是發大菩提心，他們的教典《菩提心義》講：「菩提之心，成佛之本。大事因緣，莫過於此。」但是菩提心難發，黃念祖老居士在《淨修捷要》報恩談裡面有提到，他說：「密教的諾那祖師，在他母親肚子裡面的時候就哭了」。你看這個很不簡單，在肚子裡面會哭，我們都出來才哭，他在肚子裡面就會哭。有人就問：「活佛，活佛，你在肚子裡面哭什麼？」他說：「我哭眾生難度。」確實是難度，眾生的考驗很多，不要說去度外面的眾生，度你家人就覺得非常困難了，對不對？有的兒子學佛，爸爸、媽媽就不學佛，怎麼講都聽不進去，他說你迷信。"
    },
    {
      "id": "02-042-0109_p0046",
      "zh_CN": "那只是度外面的众生，度我们自己的众生？我们的毛病习气，一念妄想就是一个众生，所以众生的确是难度。舍利弗尊者就可以为我们做证明，舍利弗尊者他要去度众生，天帝就来考他，天帝就化现一个人，跟舍利弗尊者讲：「我要治我父亲的病，需要眼珠做药引。」舍利弗因为已经发心，就挖右眼给他。等挖了以后，这个人又说，他说：「不对，不对，你太急了，我没有讲清楚，我是要左眼，你挖右眼有什么用？」舍利弗心想，救人救到底，就把左眼挖给他。那个人拿了眼睛一闻，他说：「你这个眼珠好臭，不能入药，就往地上一扔，用脚一踩，把眼睛都踩坏掉了。」舍利弗说：「这样度众生不行，不想度了，他退心了。」他退了心以后，尘点劫都是声闻，他要到什么时候发大乘心？到释迦牟尼佛这一世的时候，他才发大乘心。",
      "zh_TW": "那只是度外面的眾生，度我們自己的眾生？我們的毛病習氣，一念妄想就是一個眾生，所以眾生的確是難度。舍利弗尊者就可以為我們做證明，舍利弗尊者他要去度眾生，天帝就來考他，天帝就化現一個人，跟舍利弗尊者講：「我要治我父親的病，需要眼珠做藥引。」舍利弗因為已經發心，就挖右眼給他。等挖了以後，這個人又說，他說：「不對，不對，你太急了，我沒有講清楚，我是要左眼，你挖右眼有什麼用？」舍利弗心想，救人救到底，就把左眼挖給他。那個人拿了眼睛一聞，他說：「你這個眼珠好臭，不能入藥，就往地上一扔，用腳一踩，把眼睛都踩壞掉了。」舍利弗說：「這樣度眾生不行，不想度了，他退心了。」他退了心以後，塵點劫都是聲聞，他要到什麼時候發大乘心？到釋迦牟尼佛這一世的時候，他才發大乘心。"
    },
    {
      "id": "02-042-0109_p0047",
      "zh_CN": "你看，肯挖两个眼睛的人，已经不简单了，他还会退转。我刚才讲我们发心，我们会有毛病习气现前，舍利弗都这样，何况是我们凡夫？其实能够挖两只眼睛的人，这样都已经是很不简单，但是到极乐世界是永远不退的。在我们净土行人，怎么样才是真正的发菩提心？我们来看印祖的开示，念佛人他真信切愿，求生西方，就是发菩提心。印光大师在写给徐福贤女士书里面，他这样讲：「以故修净土人，断断不可求来生人天福乐，及来生出家为僧等」。印祖说，妳修净土的人，妳不能求来生福报，也不要说妳来生要做出家人。他说：「若有丝毫求来生心，便非真信切愿」。如果妳还有求来生，他说这个就不是菩提心，这就不是真信切愿。我们刚才讲净土行人，真信切愿，求生西方，就是菩提心。他说如果妳有求来生，就是妳还有一个所求，那妳就不可能出三界，妳不可能往生，所以印祖说这不是真信切愿。他说：「便与弥陀誓愿间隔，不能感应道交，蒙佛接引矣。」",
      "zh_TW": "你看，肯挖兩個眼睛的人，已經不簡單了，他還會退轉。我剛才講我們發心，我們會有毛病習氣現前，舍利弗都這樣，何況是我們凡夫？其實能夠挖兩隻眼睛的人，這樣都已經是很不簡單，但是到極樂世界是永遠不退的。在我們淨土行人，怎麼樣才是真正的發菩提心？我們來看印祖的開示，念佛人他真信切願，求生西方，就是發菩提心。印光大師在寫給徐福賢女士書裡面，他這樣講：「以故修淨土人，斷斷不可求來生人天福樂，及來生出家為僧等」。印祖說，妳修淨土的人，妳不能求來生福報，也不要說妳來生要做出家人。他說：「若有絲毫求來生心，便非真信切願」。如果妳還有求來生，他說這個就不是菩提心，這就不是真信切願。我們剛才講淨土行人，真信切願，求生西方，就是菩提心。他說如果妳有求來生，就是妳還有一個所求，那妳就不可能出三界，妳不可能往生，所以印祖說這不是真信切願。他說：「便與彌陀誓願間隔，不能感應道交，蒙佛接引矣。」"
    },
    {
      "id": "02-042-0109_p0048",
      "zh_CN": "第二点，印祖说：「以此不可思议殊胜妙行，竟作人天有漏福因。而况享福之时，必造恶业。」他说如果妳求来生要有福报，那有福报妳一定要享福，因为享福就一定要造恶业。「既造恶业，难逃恶报。如置毒于醍醐之中」，就好像妳把有毒的东西放到醍醐里面去，「便能杀人。不善用心者，其过如是。必须彻底斩断此等念头，庶净土全益，通身受用矣。」妳怎么样念佛有办法成就？妳怎么样可以在今生舍报、往生净土？妳就必须要听印祖的话，就是要斩断来生的念头，不能有任何所求。全部斩断以后，妳才有办法得到净土的全益，通身受用。这样妳念佛功德就会现前，妳就可以达到锅漏匠那种功夫，或是修无法师那种功夫就会出来了。如果妳还有所求，还要求来生，那轮回有妳的分，妳不可能得到净土的利益。",
      "zh_TW": "第二點，印祖說：「以此不可思議殊勝妙行，竟作人天有漏福因。而況享福之時，必造惡業。」他說如果妳求來生要有福報，那有福報妳一定要享福，因為享福就一定要造惡業。「既造惡業，難逃惡報。如置毒於醍醐之中」，就好像妳把有毒的東西放到醍醐裡面去，「便能殺人。不善用心者，其過如是。必須徹底斬斷此等念頭，庶淨土全益，通身受用矣。」妳怎麼樣念佛有辦法成就？妳怎麼樣可以在今生捨報、往生淨土？妳就必須要聽印祖的話，就是要斬斷來生的念頭，不能有任何所求。全部斬斷以後，妳才有辦法得到淨土的全益，通身受用。這樣妳念佛功德就會現前，妳就可以達到鍋漏匠那種功夫，或是修無法師那種功夫就會出來了。如果妳還有所求，還要求來生，那輪迴有妳的分，妳不可能得到淨土的利益。"
    },
    {
      "id": "02-042-0109_p0049",
      "zh_CN": "第三，「既有真信切愿，必须志心执持南无阿弥陀佛六字圣号。无论行住坐卧，语默动静，穿衣吃饭，及大小便利等，总不离此六字洪名(或者四字佛号也可以)。必须令其全心是佛，全佛是心，心佛无二，心佛一如。若能念兹在兹，念极情忘，心空佛现。」各位听这一句话，念极情忘，妳念到一个究竟的时候，能所两忘。能所两忘的时候，巧入无生，暗合道妙，这个时候妳情执放下来，断掉了，妳浑然不觉，但是已经契入了。便能够怎么样？心空佛现，一切都不执着。心空佛现就是任何境界，妳都不会放在心里，不会执着；心空佛现，妳的自性弥陀就现出来了。「则于现生之中，便能亲证三昧，待至临终，生上上品，可谓极修持之能事也已。」他说最好的修行方式，就是这样才会成就。",
      "zh_TW": "第三，「既有真信切願，必須志心執持南無阿彌陀佛六字聖號。無論行住坐臥，語默動靜，穿衣吃飯，及大小便利等，總不離此六字洪名(或者四字佛號也可以)。必須令其全心是佛，全佛是心，心佛無二，心佛一如。若能念茲在茲，念極情忘，心空佛現。」各位聽這一句話，念極情忘，妳念到一個究竟的時候，能所兩忘。能所兩忘的時候，巧入無生，暗合道妙，這個時候妳情執放下來，斷掉了，妳渾然不覺，但是已經契入了。便能夠怎麼樣？心空佛現，一切都不執著。心空佛現就是任何境界，妳都不會放在心裡，不會執著；心空佛現，妳的自性彌陀就現出來了。「則於現生之中，便能親證三昧，待至臨終，生上上品，可謂極修持之能事也已。」他說最好的修行方式，就是這樣才會成就。"
    },
    {
      "id": "02-042-0109_p0050",
      "zh_CN": "第四，「至于日用之中，所有一丝一毫之善」，这里就跟妳提到了，刚才我们讲，知万善皆从一念好乐而生，全体善心而现，我们怎么样才可以圆满菩提常乐妙果？妳要照印祖这样说去修行才可以，否则妳会得人天福报，有福报一定造业，那是有漏善。所以印祖说，妳要在日用之中，所有一丝一毫之善，「及诵经礼拜种种善根，皆悉以此功德，回向往生」。记得，诵经也好，拜佛也好，做任何善事统统回向西方，回向往生。「如是则一切行门，皆为净土助行」，妳不管修任何行门，放生也好，做善事也好，拜佛也好，诵经也好，统统回向西方，一切的行门皆为净土的助行。「犹如聚众尘而成地」，就好像一点一滴的灰尘，把它合成为一块地一样。「聚众流而成海」，一滴水、一滴水这样滴，滴到后来成为大海。「广大渊深，其谁能穷。然须发菩提心，誓愿度生。」所以这里印祖又跟妳提到，要发菩提心。",
      "zh_TW": "第四，「至於日用之中，所有一絲一毫之善」，這裡就跟妳提到了，剛才我們講，知萬善皆從一念好樂而生，全體善心而現，我們怎麼樣才可以圓滿菩提常樂妙果？妳要照印祖這樣說去修行才可以，否則妳會得人天福報，有福報一定造業，那是有漏善。所以印祖說，妳要在日用之中，所有一絲一毫之善，「及誦經禮拜種種善根，皆悉以此功德，迴向往生」。記得，誦經也好，拜佛也好，做任何善事統統迴向西方，迴向往生。「如是則一切行門，皆為淨土助行」，妳不管修任何行門，放生也好，做善事也好，拜佛也好，誦經也好，統統迴向西方，一切的行門皆為淨土的助行。「猶如聚眾塵而成地」，就好像一點一滴的灰塵，把它合成為一塊地一樣。「聚眾流而成海」，一滴水、一滴水這樣滴，滴到後來成為大海。「廣大淵深，其誰能窮。然須發菩提心，誓願度生。」所以這裡印祖又跟妳提到，要發菩提心。"
    },
    {
      "id": "02-042-0109_p0051",
      "zh_CN": "「所有修持功德，普为四恩三有法界众生回向」，妳要回向给四恩三有法界众生，为他们回向。我们讲「上报四重恩，下济三途苦，若有见闻者，悉发菩提心，尽此一报身，同生极乐国」，就是这个意思。他说这样，「则如火加油」，就像火上加油；「如苗得雨，既与一切众生深结法缘，速能成就自己大乘胜行。若不知此义，则是凡夫二乘自利之见，虽修妙行，感果卑劣矣。」那果报就很低了。所以一切善事、拜佛、诵经功德，统统回向西方，那么一切的行门就成为净土的助行了。",
      "zh_TW": "「所有修持功德，普為四恩三有法界眾生迴向」，妳要迴向給四恩三有法界眾生，為他們迴向。我們講「上報四重恩，下濟三途苦，若有見聞者，悉發菩提心，盡此一報身，同生極樂國」，就是這個意思。他說這樣，「則如火加油」，就像火上加油；「如苗得雨，既與一切眾生深結法緣，速能成就自己大乘勝行。若不知此義，則是凡夫二乘自利之見，雖修妙行，感果卑劣矣。」那果報就很低了。所以一切善事、拜佛、誦經功德，統統迴向西方，那麼一切的行門就成為淨土的助行了。"
    },
    {
      "id": "02-042-0109_p0052",
      "zh_CN": "惭愧弟子黄柏霖报告至此，祈请师父上人教诲，请各位法师同修大德批评指教，阿弥陀佛！",
      "zh_TW": "慚愧弟子黃柏霖報告至此，祈請師父上人教誨，請各位法師同修大德批評指教，阿彌陀佛！"
    },
    {
      "id": "02-042-0109_p0053",
      "zh_CN": "老法师：黄柏霖居士，我们也是很多年的老朋友，我们亲眼看到他一年比一年进步，有了现在这样的成就。这个成就是真实的，其他的全是假的。认真真正发心求生净土，世出世间一切法，唯有这一法叫真实法，其他的都是假法。信愿持名为什么？为往生。往生为什么？为成佛。成佛为什么？为度众生。不成佛，度众生难！要度众生，先度自己。度自己要彻底究竟度脱，不能拖泥带水。成佛之后，等觉以下的，你都有智慧、都有能力去帮助他们。如果你是等觉菩萨，你度不了等觉，你只能度十地以下。所以成佛是圆满度脱一切众生。这个愿不可思议，这是无上大菩提心，贵在能发，贵在有这个缘分。如果你发心，没有外缘帮助你，很容易退失菩提心。",
      "zh_TW": "老法師：黃柏霖居士，我們也是很多年的老朋友，我們親眼看到他一年比一年進步，有了現在這樣的成就。這個成就是真實的，其他的全是假的。認真真正發心求生淨土，世出世間一切法，唯有這一法叫真實法，其他的都是假法。信願持名為什麼？為往生。往生為什麼？為成佛。成佛為什麼？為度眾生。不成佛，度眾生難！要度眾生，先度自己。度自己要徹底究竟度脫，不能拖泥帶水。成佛之後，等覺以下的，你都有智慧、都有能力去幫助他們。如果你是等覺菩薩，你度不了等覺，你只能度十地以下。所以成佛是圓滿度脫一切眾生。這個願不可思議，這是無上大菩提心，貴在能發，貴在有這個緣分。如果你發心，沒有外緣幫助你，很容易退失菩提心。"
    },
    {
      "id": "02-042-0109_p0054",
      "zh_CN": "我们在这一生当中，真的非常稀有难逢，我常常讲，这完全是真话。我们得人身不容易，遇佛法更难，比得人身还难，佛法里面遇到净土法门，难中之难。净土在今天这个时代，怀疑的人多，相信的人少，假修的人多，真修的人少，为什么？极乐世界真有吗？阿弥陀佛真有吗？没有科学的证明，人不相信。不相信为什么还搞这个法门？利用这个法门来搞名闻利养，多数，不是真干。为什么会有怀疑？古大德所谓的，净宗没有一部圆满的典籍。在中国，《无量寿经》从汉到宋八百年间，有十二次翻译，翻译之盛无过于这部经，可惜的是这么多年了，失传了七种，只剩下五种。五种的内容里面差别很大，肯定不是一个原译本，梵文本不是一个。所以古大德告诉我们，从这个地方可以证明，《无量寿经》是世尊在世常常说的，说过很多次，阿难结集有各种不同的版本，所以有会集的必要。宋朝王龙舒第一个会集；清朝咸丰年间，魏默深第二次会集；还有彭际清居士，乾隆时候的人，他用魏本做了一个节本，在文字上修饰，便于读诵。一直到现在我们遇到了，夏莲居老居士的会集本，这个会集本，是在所有会集经里面，最值得赞叹的。因为会集跟翻译不一样，翻译可以自己斟酌用什么文字，会集不可以，每一个字都一定要是原译本里头的字句，不能改动一个字，不能改动一句的意思，这就难了。有许多会集本确实是有改动，很多，也都收在《大藏经》里面，诸位看看宏琳法师的报告，你就清楚了。夏老为避免这个问题，他这个会集本，经过他自己十年的时间，天天在改，天天在读，看里头有没有不妥当的，十年才有定本出来。这是最圆满的本子，出现在这个世间，这些年来还有很多人批评，还有很多人反对。",
      "zh_TW": "我們在這一生當中，真的非常稀有難逢，我常常講，這完全是真話。我們得人身不容易，遇佛法更難，比得人身還難，佛法裡面遇到淨土法門，難中之難。淨土在今天這個時代，懷疑的人多，相信的人少，假修的人多，真修的人少，為什麼？極樂世界真有嗎？阿彌陀佛真有嗎？沒有科學的證明，人不相信。不相信為什麼還搞這個法門？利用這個法門來搞名聞利養，多數，不是真幹。為什麼會有懷疑？古大德所謂的，淨宗沒有一部圓滿的典籍。在中國，《無量壽經》從漢到宋八百年間，有十二次翻譯，翻譯之盛無過於這部經，可惜的是這麼多年了，失傳了七種，只剩下五種。五種的內容裡面差別很大，肯定不是一個原譯本，梵文本不是一個。所以古大德告訴我們，從這個地方可以證明，《無量壽經》是世尊在世常常說的，說過很多次，阿難結集有各種不同的版本，所以有會集的必要。宋朝王龍舒第一個會集；清朝咸豐年間，魏默深第二次會集；還有彭際清居士，乾隆時候的人，他用魏本做了一個節本，在文字上修飾，便於讀誦。一直到現在我們遇到了，夏蓮居老居士的會集本，這個會集本，是在所有會集經裡面，最值得讚歎的。因為會集跟翻譯不一樣，翻譯可以自己斟酌用什麼文字，會集不可以，每一個字都一定要是原譯本裡頭的字句，不能改動一個字，不能改動一句的意思，這就難了。有許多會集本確實是有改動，很多，也都收在《大藏經》裡面，諸位看看宏琳法師的報告，你就清楚了。夏老為避免這個問題，他這個會集本，經過他自己十年的時間，天天在改，天天在讀，看裡頭有沒有不妥當的，十年才有定本出來。這是最圓滿的本子，出現在這個世間，這些年來還有很多人批評，還有很多人反對。"
    },
    {
      "id": "02-042-0109_p0055",
      "zh_CN": "黄念祖老居士是夏莲居得意门生，老师嘱咐他为这部经做个注解。他有智慧，如果他要给它做个注解，用自己的意思来写，会引起很重的嫉妒障碍，人家不承认他，反对他。他用经论来注，这个高明，注解的不是我的意思，哪部经、哪部论上说的。用八十三种经论、一百一十种祖师大德的注疏，都没有争议的，用这个东西来注，无非是让大家生起信心。所以经是会集的，注也是会集的，会集得非常高明，我们遇到了。",
      "zh_TW": "黃念祖老居士是夏蓮居得意門生，老師囑咐他為這部經做個註解。他有智慧，如果他要給它做個註解，用自己的意思來寫，會引起很重的嫉妒障礙，人家不承認他，反對他。他用經論來註，這個高明，註解的不是我的意思，哪部經、哪部論上說的。用八十三種經論、一百一十種祖師大德的註疏，都沒有爭議的，用這個東西來註，無非是讓大家生起信心。所以經是會集的，註也是會集的，會集得非常高明，我們遇到了。"
    },
    {
      "id": "02-042-0109_p0056",
      "zh_CN": "第三个，我们遇到海贤老和尚给我们做证明。这个老和尚二十岁出家，师父只教他一句南无阿弥陀佛，叫他一直念下去，他老实、听话、真干，念了九十二年，去年往生，去年一月。九十二年一句佛号，靠着他老实、听话、真干，又有良好的心态，真诚、清净、恭敬，一门深入，长时薰修。他一门就是六个字，南无阿弥陀佛，太简单了，他没有怀疑，他念到什么境界？念到大彻大悟、明心见性，净土宗讲的理一心不乱。他念到这个境界，用这个来给我们作证，证明极乐世界真有，阿弥陀佛真有，他跟阿弥陀佛多次见面，他绝对不是欺骗我们。来佛三圣，他的妈妈算一个，她跟海贤是母子关系，代表在家居士念佛，她八十六岁自在往生。你看往生前亲自下厨房包饺子，这一天把她的女儿、姪女统统都叫来，一家人团圆。吃完之后双腿盘在椅子上，告诉大家，我走了，就真走了。海庆、海贤是出家身分，他的妈妈是在家身分，教我们这一招，真管用！",
      "zh_TW": "第三個，我們遇到海賢老和尚給我們做證明。這個老和尚二十歲出家，師父只教他一句南無阿彌陀佛，叫他一直念下去，他老實、聽話、真幹，念了九十二年，去年往生，去年一月。九十二年一句佛號，靠著他老實、聽話、真幹，又有良好的心態，真誠、清淨、恭敬，一門深入，長時薰修。他一門就是六個字，南無阿彌陀佛，太簡單了，他沒有懷疑，他念到什麼境界？念到大徹大悟、明心見性，淨土宗講的理一心不亂。他念到這個境界，用這個來給我們作證，證明極樂世界真有，阿彌陀佛真有，他跟阿彌陀佛多次見面，他絕對不是欺騙我們。來佛三聖，他的媽媽算一個，她跟海賢是母子關係，代表在家居士念佛，她八十六歲自在往生。你看往生前親自下廚房包餃子，這一天把她的女兒、姪女統統都叫來，一家人團圓。吃完之後雙腿盤在椅子上，告訴大家，我走了，就真走了。海慶、海賢是出家身分，他的媽媽是在家身分，教我們這一招，真管用！"
    },
    {
      "id": "02-042-0109_p0057",
      "zh_CN": "你看大乘教里头佛常讲，人没有办法避免八苦交煎，生老病死、爱别离、怨憎会、求不得、五阴炽盛。他们这三个人，八苦里头大概只有一苦，生，生的时候苦他们受了，后面这七种他们都没有，你看多自在，没有苦就是乐。年岁大，老了，都是超过八十岁，身体跟年轻人一样，没生病，跟年轻人一样头脑清楚，没有老苦。一百一十二岁自己照顾自己，没有生病，没有病苦，走的时候说走就走，而且预知时至，晓得哪一天走，几点钟走。告诉我们，夏莲公会集的本子，真经，字字句句都是佛亲口说的，没有一个字是假的；给我们证明，黄念祖老居士的集注是真的，不是假的；第三给我们这些人作证，我们十几二十年，依这个本子修行没错。他拿到宏琳法师辛辛苦苦编的这本书，《若要佛法兴，唯有僧赞僧》（拿着这本书，这本书宏琳法师用了十几年的时间，编写成这一本），证明我们依照这个经本学习没有过失，是正确的。我们对于净土信心坚定，再也没有怀疑；愿心恳切，我们就一个愿望，求生极乐世界。在这个世间活一天，随缘一天，跟老和尚一样，表法一天，做出念佛人最好的榜样给大家看。",
      "zh_TW": "你看大乘教裡頭佛常講，人沒有辦法避免八苦交煎，生老病死、愛別離、怨憎會、求不得、五陰熾盛。他們這三個人，八苦裡頭大概只有一苦，生，生的時候苦他們受了，後面這七種他們都沒有，你看多自在，沒有苦就是樂。年歲大，老了，都是超過八十歲，身體跟年輕人一樣，沒生病，跟年輕人一樣頭腦清楚，沒有老苦。一百一十二歲自己照顧自己，沒有生病，沒有病苦，走的時候說走就走，而且預知時至，曉得哪一天走，幾點鐘走。告訴我們，夏蓮公會集的本子，真經，字字句句都是佛親口說的，沒有一個字是假的；給我們證明，黃念祖老居士的集註是真的，不是假的；第三給我們這些人作證，我們十幾二十年，依這個本子修行沒錯。他拿到宏琳法師辛辛苦苦編的這本書，《若要佛法興，唯有僧讚僧》（拿著這本書，這本書宏琳法師用了十幾年的時間，編寫成這一本），證明我們依照這個經本學習沒有過失，是正確的。我們對於淨土信心堅定，再也沒有懷疑；願心懇切，我們就一個願望，求生極樂世界。在這個世間活一天，隨緣一天，跟老和尚一樣，表法一天，做出念佛人最好的榜樣給大家看。"
    },
    {
      "id": "02-042-0109_p0058",
      "zh_CN": "黄柏霖居士，我们相信他，这几年他的学习、他的报告，这个也是西方极乐世界的莲友。他愈来愈清楚、愈来愈明白，忏悔业障，勤修福慧，都做往生的资粮。好，我们再看下面，下面还有两份。",
      "zh_TW": "黃柏霖居士，我們相信他，這幾年他的學習、他的報告，這個也是西方極樂世界的蓮友。他愈來愈清楚、愈來愈明白，懺悔業障，勤修福慧，都做往生的資糧。好，我們再看下面，下面還有兩份。"
    },
    {
      "id": "02-042-0109_p0059",
      "zh_CN": "学生：尊敬的师公上人、师父及诸善知识慈鉴，惭愧学生庄慧才学粗陋，汇报不如法之处，叩请师公上人、师父及诸善知识慈悲惠予批评指正。此次报告的主题是：无量劫来稀有难逢之宝典—《佛说大乘无量寿庄严清净平等觉经》。",
      "zh_TW": "學生：尊敬的師公上人、師父及諸善知識慈鑒，慚愧學生莊慧才學粗陋，匯報不如法之處，叩請師公上人、師父及諸善知識慈悲惠予批評指正。此次報告的主題是：無量劫來稀有難逢之寶典—《佛說大乘無量壽莊嚴清淨平等覺經》。"
    },
    {
      "id": "02-042-0109_p0060",
      "zh_CN": "师公上人于二０一四《净土大经科注》第一三六集里开示：这部经夏莲居老居士会集的，真经，字字句句都是佛说的，老居士没有随便加一个字进去，非常忠于会集的原则。第二个为我们证明，黄念祖老居士的注解也是真实的，总共用了一百九十三种经论，古来祖师大德的注疏，经论的部分八十三种，祖师大德开示、注疏一共一百一十种。无非都是让后人看到这部注解增长信心，没有疑虑，才能得真实利益，这慈悲到极处。海贤老和尚第三个证明，我们这些人将近二十年，我们依这部经本，依黄念祖老居士的注解来学习，决定没有错误。他拿着《若要佛法兴，唯有僧赞僧》这本书，照相给我们作证。所以他活这么大年岁，阿弥陀佛给他的任务就这桩事情，为大家证实这三个真实：会集本真实、注解真实、我们依照这个经本修行真实。因为我们所遇到的空前的一个灾难，许多人毁谤会集本，说我们修行错了。他老人家给我们证明，证明之后他老人家就走了，第三天就走了，自在往生，没有病苦。他的光碟、《永思集》这篇文章，我们要把它当作《无量寿经》来学习，他是我们这个时代佛门弟子的好榜样，更是净宗法门的好榜样，跟他学习决定不会有过错。师公上人此段开示苦口婆心，米寿高龄不惜精力，一遍又一遍的劝导，深怕同修们受到动摇，老人家慈悲到了极处！",
      "zh_TW": "師公上人於二０一四《淨土大經科註》第一三六集裡開示：這部經夏蓮居老居士會集的，真經，字字句句都是佛說的，老居士沒有隨便加一個字進去，非常忠於會集的原則。第二個為我們證明，黃念祖老居士的註解也是真實的，總共用了一百九十三種經論，古來祖師大德的註疏，經論的部分八十三種，祖師大德開示、註疏一共一百一十種。無非都是讓後人看到這部註解增長信心，沒有疑慮，才能得真實利益，這慈悲到極處。海賢老和尚第三個證明，我們這些人將近二十年，我們依這部經本，依黃念祖老居士的註解來學習，決定沒有錯誤。他拿著《若要佛法興，唯有僧讚僧》這本書，照相給我們作證。所以他活這麼大年歲，阿彌陀佛給他的任務就這樁事情，為大家證實這三個真實：會集本真實、註解真實、我們依照這個經本修行真實。因為我們所遇到的空前的一個災難，許多人毀謗會集本，說我們修行錯了。他老人家給我們證明，證明之後他老人家就走了，第三天就走了，自在往生，沒有病苦。他的光碟、《永思集》這篇文章，我們要把它當作《無量壽經》來學習，他是我們這個時代佛門弟子的好榜樣，更是淨宗法門的好榜樣，跟他學習決定不會有過錯。師公上人此段開示苦口婆心，米壽高齡不惜精力，一遍又一遍的勸導，深怕同修們受到動搖，老人家慈悲到了極處！"
    },
    {
      "id": "02-042-0109_p0061",
      "zh_CN": "夏莲公非凡人",
      "zh_TW": "夏蓮公非凡人"
    },
    {
      "id": "02-042-0109_p0062",
      "zh_CN": "师公上人常说：夏莲居老居士不是普通人。于网路见到夏莲居老居士之生平，介绍详尽，兹列述之。夏莲居居士生于一八八四年，本名夏继泉。中年以后专修净业，改名莲居，又号一翁。二十世纪杰出的佛教学者和净宗行人，是继刘遗民、杨无为、王龙舒、袁宏道、周安士、彭际清等大德之后又一净宗在家大德。夏老居士曾应广济寺方丈现明老和尚之请，宣讲净土法门，现明老和尚与京中各寺之方丈均搭衣列座，为影响众。当代尊宿谛闲长老、慧明长老、省元诸大长老对其均甚推重。红白教大德贡噶活佛曰：「此间堪任无上密法金刚阿阇黎位者，唯夏公一人而已」。宗门耆宿虚云老法师赞其曰：「不意为北方能会晤如是之大善知识」。如此众多诸山长老对莲公之赞叹与推崇，令吾等对莲公会集之宝典，信心倍增。",
      "zh_TW": "師公上人常說：夏蓮居老居士不是普通人。於網路見到夏蓮居老居士之生平，介紹詳盡，茲列述之。夏蓮居居士生於一八八四年，本名夏繼泉。中年以後專修淨業，改名蓮居，又號一翁。二十世紀傑出的佛教學者和淨宗行人，是繼劉遺民、楊無為、王龍舒、袁宏道、周安士、彭際清等大德之後又一淨宗在家大德。夏老居士曾應廣濟寺方丈現明老和尚之請，宣講淨土法門，現明老和尚與京中各寺之方丈均搭衣列座，為影響眾。當代尊宿諦閑長老、慧明長老、省元諸大長老對其均甚推重。紅白教大德貢噶活佛曰：「此間堪任無上密法金剛阿闍黎位者，唯夏公一人而已」。宗門耆宿虛雲老法師讚其曰：「不意為北方能會晤如是之大善知識」。如此眾多諸山長老對蓮公之讚歎與推崇，令吾等對蓮公會集之寶典，信心倍增。"
    },
    {
      "id": "02-042-0109_p0063",
      "zh_CN": "一九三八年底，夏莲居老居士与安钦呼图克图、内政部总长王楫唐、现明法师等，共同发起佛教同愿会，希望能联合佛教不同宗派，同心同愿，祈祷消业，感召天和，消弭战争。一九三九年，由夏莲居老居士首倡，与广济寺退居现明法师、靳云鹏居士共同创建净宗学会，并订于大势至菩萨圣诞为成立纪念日。学会所订立的学修准则为：理明信深愿切行专，功纯业净妄消真显。持戒念佛看经论，察过去习毋自欺。夏莲居老居士希望以此方式弘扬净土法门，以信愿持名，入弥陀愿海。净宗学会成立初期，分别在广济寺、贤良寺、拈花寺、极乐庵、慈德小学、扁担厂等地点，每年启建佛七道场数次，并礼请大德讲经说法。",
      "zh_TW": "一九三八年底，夏蓮居老居士與安欽呼圖克圖、內政部總長王楫唐、現明法師等，共同發起佛教同願會，希望能聯合佛教不同宗派，同心同願，祈禱消業，感召天和，消弭戰爭。一九三九年，由夏蓮居老居士首倡，與廣濟寺退居現明法師、靳雲鵬居士共同創建淨宗學會，並訂於大勢至菩薩聖誕為成立紀念日。學會所訂立的學修準則為：理明信深願切行專，功純業淨妄消真顯。持戒念佛看經論，察過去習毋自欺。夏蓮居老居士希望以此方式弘揚淨土法門，以信願持名，入彌陀願海。淨宗學會成立初期，分別在廣濟寺、賢良寺、拈花寺、極樂庵、慈德小學、扁擔廠等地點，每年啟建佛七道場數次，並禮請大德講經說法。"
    },
    {
      "id": "02-042-0109_p0064",
      "zh_CN": "在忏公与念老对话录记载，忏云老法师称黄念祖老居士为老长辈，早年曾在北京广化寺、极乐庵各寺院听夏莲居老居士讲演。黄念祖老居士提到，当年每星期六恭请夏老居士来家里讲经，律航法师尚未出家时，他每次都来听课。也参加夏老居士亲自主持的佛七，在打七的道场里头，痛哭流涕忏悔，大忏悔，放声大哭，这里头还感受了很殊胜的瑞相。他虽然打七，连着三周，他是阎锡山的代表，中间有事情找他出去，回来的时候，就觉得这念佛道场统统是舍利，进到佛堂看，看拜垫上也满是舍利，就告诉大家，大家也都看见了。大家把舍利请到盘子里头，整个正好一盘子，这就是道场圆满时候的情况。《金光明经．舍身品》云：「舍利由戒定慧所薰修，甚难可得，最上福田。」莲公亲自带领的佛七如此殊胜庄严，佛堂里都是舍利，盛况空前，由以上种种显现出夏老居士绝非普通人，必定是再来人。师公曾说过，夏老居士要不是阿弥陀佛再来的，肯定是观世音菩萨再来的。由此，学生内心认定莲公是佛菩萨示现，专为会集《无量寿经》而来。",
      "zh_TW": "在懺公與念老對話錄記載，懺雲老法師稱黃念祖老居士為老長輩，早年曾在北京廣化寺、極樂庵各寺院聽夏蓮居老居士講演。黃念祖老居士提到，當年每星期六恭請夏老居士來家裡講經，律航法師尚未出家時，他每次都來聽課。也參加夏老居士親自主持的佛七，在打七的道場裡頭，痛哭流涕懺悔，大懺悔，放聲大哭，這裡頭還感受了很殊勝的瑞相。他雖然打七，連著三週，他是閻錫山的代表，中間有事情找他出去，回來的時候，就覺得這念佛道場統統是舍利，進到佛堂看，看拜墊上也滿是舍利，就告訴大家，大家也都看見了。大家把舍利請到盤子裡頭，整個正好一盤子，這就是道場圓滿時候的情況。《金光明經．捨身品》云：「舍利由戒定慧所薰修，甚難可得，最上福田。」蓮公親自帶領的佛七如此殊勝莊嚴，佛堂裡都是舍利，盛況空前，由以上種種顯現出夏老居士絕非普通人，必定是再來人。師公曾說過，夏老居士要不是阿彌陀佛再來的，肯定是觀世音菩薩再來的。由此，學生內心認定蓮公是佛菩薩示現，專為會集《無量壽經》而來。"
    },
    {
      "id": "02-042-0109_p0065",
      "zh_CN": "宝典放光",
      "zh_TW": "寶典放光"
    },
    {
      "id": "02-042-0109_p0066",
      "zh_CN": "夏莲居老居士自一九三二年发愿会集《大经》，历十五年，稿经十易。梅光羲老居士与慧明老法师曾参与会集。黄念祖居士为祝母梅太夫人六十寿辰，敬承母命，发心重印千部。舅父梅光羲居士为作长序，备陈会集缘起与始末经过。岳父萧龙友老先生作跋。莲公值此胜缘，重加修订，将初本三十七章增为四十八章。又于本经印成后，决定补入「为教菩萨，作阿阇黎；常习相应，无边诸行」四句，列于勘误表中，而成最后定本。",
      "zh_TW": "夏蓮居老居士自一九三二年發願會集《大經》，歷十五年，稿經十易。梅光羲老居士與慧明老法師曾參與會集。黃念祖居士為祝母梅太夫人六十壽辰，敬承母命，發心重印千部。舅父梅光羲居士為作長序，備陳會集緣起與始末經過。岳父蕭龍友老先生作跋。蓮公值此勝緣，重加修訂，將初本三十七章增為四十八章。又於本經印成後，決定補入「為教菩薩，作阿闍黎；常習相應，無邊諸行」四句，列於勘誤表中，而成最後定本。"
    },
    {
      "id": "02-042-0109_p0067",
      "zh_CN": "一九四八年，黄胪初居士（律航法师）到达台湾，随身带有《大经》会集本、《阿弥陀经》会集本、《净修捷要》等莲公著作各数十部之多。并应邀于《台湾佛教月刊》发表「敬告全台同胞--来台观光的意义」一文，向台湾佛教界介绍北平净宗学会的宗旨、大纲、修学准则，及学会领导人莲公的简要修学经历与著述等情况。为净宗学会首次传播海外之机缘。黄胪初居士写给莲公的信中，详细汇报了他在台考察情况，并言：「截至今天，《大经》已送出三十余部。嗣后辗转劝谕，《大经》在台定可大放光明。」黄胪初居士于次年依慈航法师（肉身菩萨）剃度出家，即是律航法师。",
      "zh_TW": "一九四八年，黃臚初居士（律航法師）到達台灣，隨身帶有《大經》會集本、《阿彌陀經》會集本、《淨修捷要》等蓮公著作各數十部之多。並應邀於《台灣佛教月刊》發表「敬告全台同胞--來台觀光的意義」一文，向台灣佛教界介紹北平淨宗學會的宗旨、大綱、修學準則，及學會領導人蓮公的簡要修學經歷與著述等情況。為淨宗學會首次傳播海外之機緣。黃臚初居士寫給蓮公的信中，詳細匯報了他在台考察情況，並言：「截至今天，《大經》已送出三十餘部。嗣後輾轉勸諭，《大經》在台定可大放光明。」黃臚初居士於次年依慈航法師（肉身菩薩）剃度出家，即是律航法師。"
    },
    {
      "id": "02-042-0109_p0068",
      "zh_CN": "律航法师在台湾亦宣讲《大经》，晚年在台中，与佛教莲社导师雪公太老师时有往还。一九六０年，命弟子广化法师接任慈善寺住持，自己退居静修，预积往生资粮。他语广化法师曰：「吾老矣！西归之日，谅不甚远」，六月初，他自知往生期近，不问外缘，专心念佛。初七日，嘱咐后事，立遗嘱。十一日，自行沐浴毕，披南传袈裟，穿新鞋袜，预备往生。徒众闻知，纷来叩安，并助念佛。下午五时许，有送修地藏殿木料者至，他命广化法师扶持一睹（修地藏殿是他未了的心愿），行进间语广化法师曰：我这一生太幸运，晚年出家，有你们这些道友招呼我，为我念佛助往生，谢谢你们！我幸而出了家，若不出家，这时为妻儿子女啼哭纠缠，怎能一心念佛？不得一心，又怎能往生？",
      "zh_TW": "律航法師在台灣亦宣講《大經》，晚年在台中，與佛教蓮社導師雪公太老師時有往還。一九六０年，命弟子廣化法師接任慈善寺住持，自己退居靜修，預積往生資糧。他語廣化法師曰：「吾老矣！西歸之日，諒不甚遠」，六月初，他自知往生期近，不問外緣，專心念佛。初七日，囑咐後事，立遺囑。十一日，自行沐浴畢，披南傳袈裟，穿新鞋襪，預備往生。徒眾聞知，紛來叩安，並助念佛。下午五時許，有送修地藏殿木料者至，他命廣化法師扶持一睹（修地藏殿是他未了的心願），行進間語廣化法師曰：我這一生太幸運，晚年出家，有你們這些道友招呼我，為我念佛助往生，謝謝你們！我幸而出了家，若不出家，這時為妻兒子女啼哭糾纏，怎能一心念佛？不得一心，又怎能往生？"
    },
    {
      "id": "02-042-0109_p0069",
      "zh_CN": "律航法师行至木料处环视一遍，在客堂坐数分钟，独自回寮。未几曰：「请广化来」。广化法师趋至，见师有异状，问曰：「是否时候到了？」律航法师点头，广化法师乃鸣钟集众曰：「大家念佛，助师父往生」。师亦随众念佛，初紧而急，渐模糊不清，数分钟间，在念佛声中安详往生。世寿七十四岁，僧腊十一年。三日后荼毗，获舍利数百粒，大者如豆，小者如米，多呈灰色，少数发光透亮，有此瑞征，可为念佛生西之证。",
      "zh_TW": "律航法師行至木料處環視一遍，在客堂坐數分鐘，獨自回寮。未幾曰：「請廣化來」。廣化法師趨至，見師有異狀，問曰：「是否時候到了？」律航法師點頭，廣化法師乃鳴鐘集眾曰：「大家念佛，助師父往生」。師亦隨眾念佛，初緊而急，漸模糊不清，數分鐘間，在念佛聲中安詳往生。世壽七十四歲，僧臘十一年。三日後荼毗，獲舍利數百粒，大者如豆，小者如米，多呈灰色，少數發光透亮，有此瑞徵，可為念佛生西之證。"
    },
    {
      "id": "02-042-0109_p0070",
      "zh_CN": "师公上人曾在讲演中说过，《无量寿经》会集本是黄胪初老居士（律航法师）从大陆带到台湾交给雪公太老师的。民国三十九年雪公太老师在台中宣讲过一次，自此没讲过第二次，留下一本眉注，传给了师公上人。此后由于师公上人致力弘扬下，宝典大放光明，海内外同修同沾法益，如今宝典翻印不记其数。",
      "zh_TW": "師公上人曾在講演中說過，《無量壽經》會集本是黃臚初老居士（律航法師）從大陸帶到台灣交給雪公太老師的。民國三十九年雪公太老師在台中宣講過一次，自此沒講過第二次，留下一本眉註，傳給了師公上人。此後由於師公上人致力弘揚下，寶典大放光明，海內外同修同沾法益，如今寶典翻印不記其數。"
    },
    {
      "id": "02-042-0109_p0071",
      "zh_CN": "又得黄念祖老居士注解，引用一百九十三种经论，古来祖师大德的经论八十三种，祖师大德开示一百一十种。黄念祖老居士是莲公唯一入室弟子。念老亲闻大师讲解《无量寿经》，直探法要，六十年代初撰写大经玄义提纲一册，呈大师鉴核，得到充分肯定并赞叹具超师之见，嘱托弘扬大经，允其直抒己见，讲解中可任意发挥。尽管如此，念老不敢稍懈，注解中引经据典，一字不苟。终因长年积劳成疾，延误医治，加之寝食减废，为法忘身，于一九九二年三月二十七日即壬申年二月二十四日凌晨往生。临终前欲语不能之际，但洒然一笑，全无牵挂。念佛七中，家属与海内外弟子云集，种种祥瑞稀有殊胜，念师最后以身心性命供养大众，做了无言开示，振聋发聩，今众弟子从刻骨悲痛中猛然惊醒，各自获取真实利益，策励精进。一九九二年四月七日荼毗，遗骨洁白、获五色坚固子百余粒。广化寺观音殿往生堂奉有五色坚固子各一粒供众瞻仰，海内外弟子争先引请供奉。",
      "zh_TW": "又得黃念祖老居士註解，引用一百九十三種經論，古來祖師大德的經論八十三種，祖師大德開示一百一十種。黃念祖老居士是蓮公唯一入室弟子。念老親聞大師講解《無量壽經》，直探法要，六十年代初撰寫大經玄義提綱一冊，呈大師鑒核，得到充分肯定並讚歎具超師之見，囑託弘揚大經，允其直抒己見，講解中可任意發揮。儘管如此，念老不敢稍懈，註解中引經據典，一字不苟。終因長年積勞成疾，延誤醫治，加之寢食減廢，為法忘身，於一九九二年三月二十七日即壬申年二月二十四日凌晨往生。臨終前欲語不能之際，但灑然一笑，全無牽掛。念佛七中，家屬與海內外弟子雲集，種種祥瑞稀有殊勝，念師最後以身心性命供養大眾，做了無言開示，振聾發聵，今眾弟子從刻骨悲痛中猛然驚醒，各自獲取真實利益，策勵精進。一九九二年四月七日荼毗，遺骨潔白、獲五色堅固子百餘粒。廣化寺觀音殿往生堂奉有五色堅固子各一粒供眾瞻仰，海內外弟子爭先引請供奉。"
    },
    {
      "id": "02-042-0109_p0072",
      "zh_CN": "如今又有贤公和尚示现表法，贤公和尚行住坐卧一句佛号，九十二年不曾忘失，预知时至自在往生，为《无量寿经》作证转，净宗十四祖非贤公莫属。相传在隋唐年间，有羊册镇粮商王居士驾牛车去源潭镇贩粮，途遇三位老人搭车同行。行至深夜，便在路边停车休息。待次日黎明，却见三老已化为三尊石佛。众信士因而便在此处兴建道场，取名曰「来佛寺」，即佛陀化身来此之意。如今来佛古寺又出来佛三圣，令学生联想是否为当年那三尊佛来示现的？以上高僧大德往生殊胜事迹，在在证明《无量寿经》真实不虚，依此经修行肯定万修万人去。",
      "zh_TW": "如今又有賢公和尚示現表法，賢公和尚行住坐臥一句佛號，九十二年不曾忘失，預知時至自在往生，為《無量壽經》作證轉，淨宗十四祖非賢公莫屬。相傳在隋唐年間，有羊冊鎮糧商王居士駕牛車去源潭鎮販糧，途遇三位老人搭車同行。行至深夜，便在路邊停車休息。待次日黎明，卻見三老已化為三尊石佛。眾信士因而便在此處興建道場，取名曰「來佛寺」，即佛陀化身來此之意。如今來佛古寺又出來佛三聖，令學生聯想是否為當年那三尊佛來示現的？以上高僧大德往生殊勝事蹟，在在證明《無量壽經》真實不虛，依此經修行肯定萬修萬人去。"
    },
    {
      "id": "02-042-0109_p0073",
      "zh_CN": "梅光羲老居士《无量寿经》序言：「吾尝谓欲弘佛法于今日。必须提倡净土。欲弘净宗。必须先弘大经。…今此本既出。不但为净宗前途贺。且可为世运前途幸也。…今幸因缘成熟。宝典放光。本经有云。值此经者皆可得度」。",
      "zh_TW": "梅光羲老居士《無量壽經》序言：「吾嘗謂欲弘佛法於今日。必須提倡淨土。欲弘淨宗。必須先弘大經。…今此本既出。不但為淨宗前途賀。且可為世運前途幸也。…今幸因緣成熟。寶典放光。本經有云。值此經者皆可得度」。"
    },
    {
      "id": "02-042-0109_p0074",
      "zh_CN": "恭诵《佛说大乘无量寿庄严清净平等觉经》之因缘",
      "zh_TW": "恭誦《佛說大乘無量壽莊嚴清淨平等覺經》之因緣"
    },
    {
      "id": "02-042-0109_p0075",
      "zh_CN": "学生于初学佛时，将《金刚经》为定课，读诵三年期间，有一同修介绍《佛说大乘无量寿庄严清净平等觉经》，说明此经之殊胜。后因一位远房亲戚往生因缘，往生时状况不太好，家人并无为他做任何超荐法会，所以发心专为他恭诵五部《无量寿经》回向。不久听说他托梦给家人说到：有人为我做功德，我现在很好。听闻此消息，感到此经不可思议，从此转为恭诵《佛说大乘无量寿庄严清净平等觉经》。由此迹象，如果这部经不是真的，这位远房亲戚如何得到好处？对此，学生深信不已。",
      "zh_TW": "學生於初學佛時，將《金剛經》為定課，讀誦三年期間，有一同修介紹《佛說大乘無量壽莊嚴清淨平等覺經》，說明此經之殊勝。後因一位遠房親戚往生因緣，往生時狀況不太好，家人並無為他做任何超薦法會，所以發心專為他恭誦五部《無量壽經》迴向。不久聽說他託夢給家人說到：有人為我做功德，我現在很好。聽聞此消息，感到此經不可思議，從此轉為恭誦《佛說大乘無量壽莊嚴清淨平等覺經》。由此跡象，如果這部經不是真的，這位遠房親戚如何得到好處？對此，學生深信不已。"
    },
    {
      "id": "02-042-0109_p0076",
      "zh_CN": "末后以《无量寿经．福慧始闻第四十七》经句与之共勉：「若不往昔修福慧，于此正法不能闻。已曾供养诸如来，则能欢喜信此事。恶骄懈怠及邪见，难信如来微妙法。譬如盲人恒处暗，不能开导于他路。如是妙法幸听闻，应常念佛而生喜。受持广度生死流，佛说此人真善友。」以上心得报告粗略，请师公上人、师父及善知识慈悲指正。",
      "zh_TW": "末後以《無量壽經．福慧始聞第四十七》經句與之共勉：「若不往昔修福慧，於此正法不能聞。已曾供養諸如來，則能歡喜信此事。惡驕懈怠及邪見，難信如來微妙法。譬如盲人恆處闇，不能開導於他路。如是妙法幸聽聞，應常念佛而生喜。受持廣度生死流，佛說此人真善友。」以上心得報告粗略，請師公上人、師父及善知識慈悲指正。"
    },
    {
      "id": "02-042-0109_p0077",
      "zh_CN": "老法师：庄慧，在台湾的是吗？庄慧的报告，对认识《无量寿经》会集本，说得很详细，说得很好，可以帮助一些人对于会集本建立信心。我们学这个经典有相当长的时间，在台中的时候，老师把这个本子交给我，有他的眉注。他的眉注我完全能看懂，所以在当时我跟老师讲，我想讲这部经。老师告诉我，时节因缘未到，要我耐心再等几年。到现在才知道，对这部经典提出的疑问，产生的障碍，在中国佛教史上史无前例，批评的人数之多，时间之长，从来没有过。但是禁得起考验，我们的信心没有退失，没有换别的本子，为什么？修学这部经典，确实我们看到往生的瑞相，这有实际的证明。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "老法師：莊慧，在台灣的是嗎？莊慧的報告，對認識《無量壽經》會集本，說得很詳細，說得很好，可以幫助一些人對於會集本建立信心。我們學這個經典有相當長的時間，在台中的時候，老師把這個本子交給我，有他的眉註。他的眉註我完全能看懂，所以在當時我跟老師講，我想講這部經。老師告訴我，時節因緣未到，要我耐心再等幾年。到現在才知道，對這部經典提出的疑問，產生的障礙，在中國佛教史上史無前例，批評的人數之多，時間之長，從來沒有過。但是禁得起考驗，我們的信心沒有退失，沒有換別的本子，為什麼？修學這部經典，確實我們看到往生的瑞相，這有實際的證明。好，今天時間到了，我們就學習到此地。"
    }
  ]
}