{
  "doc_id": "02-042-0053",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "上官居士"
  ],
  "volume": {
    "zh_CN": "第五十三集",
    "zh_TW": "第五十三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-042-0053",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-042-0053_p0001",
      "zh_CN": "净空法师：诸位同学，大家好！今天是我们在极乐寺第二次。我看到有上官同学的报告。",
      "zh_TW": "淨空法師：諸位同學，大家好！今天是我們在極樂寺第二次。我看到有上官同學的報告。"
    },
    {
      "id": "02-042-0053_p0002",
      "zh_CN": "主持人：学习心得报告，上官老师，主题，「念佛往生真实不虚的科学依据」。",
      "zh_TW": "主持人：學習心得報告，上官老師，主題，「念佛往生真實不虛的科學依據」。"
    },
    {
      "id": "02-042-0053_p0003",
      "zh_CN": "《无量寿经》序分中有一句经文，「一切大圣，神通已达」。这句经文让惭愧弟子非常感动。大圣，「以究大阿罗汉。亦可虽外现声闻，内秘菩萨之行，故名大圣」。又「达者言证，证六通三明等是也」。这句赞与会诸大比丘之德的经文，实际就是世尊、弥陀两土导师在本经开端就给我们今现在闻法的众生，以最殊胜的加持，让我们对极乐世界，对持名念佛，对自己本来是佛，生起最强信心。何以见得？念老在《科注》中有明确解释，「阿难当时，虽未得漏尽，但以当机，应须并列」。",
      "zh_TW": "《無量壽經》序分中有一句經文，「一切大聖，神通已達」。這句經文讓慚愧弟子非常感動。大聖，「以究大阿羅漢。亦可雖外現聲聞，內祕菩薩之行，故名大聖」。又「達者言證，證六通三明等是也」。這句讚與會諸大比丘之德的經文，實際就是世尊、彌陀兩土導師在本經開端就給我們今現在聞法的眾生，以最殊勝的加持，讓我們對極樂世界，對持名念佛，對自己本來是佛，生起最強信心。何以見得？念老在《科註》中有明確解釋，「阿難當時，雖未得漏盡，但以當機，應須並列」。"
    },
    {
      "id": "02-042-0053_p0004",
      "zh_CN": "世尊说法皆为我说，因此依据《疏钞》所云，「发菩提心，一向专念」，如是之人正是当机。倘若我等亦真信、真愿往生极乐，即是当机，即与阿难无二，亦并列一切大圣。其实真信愿、真念佛时，即蒙弥陀本愿威神，就等同大圣，现前就是最极利根。如此说来，我等皆与尊者阿难无异，往生信心更应坚固不退。但是现实生活中毕竟更多的同修信心难生，虽有贤公、郭老菩萨、彤彤的慈悲表法，虽有世尊无量深义的经文句句点醒，问题到自己身上时就难以自如。我真的能见佛吗？阿弥陀佛是怎么化身来的？真能把我接走吗？往生以后能即刻回来吗？往生还能照顾家人吗？这一系列的问题普遍存在。甚至很多老修行，到临终业障现前时，都没办法应对，依旧随业流转，可惜为人又闻净土法门这一遭。",
      "zh_TW": "世尊說法皆為我說，因此依據《疏鈔》所云，「發菩提心，一向專念」，如是之人正是當機。倘若我等亦真信、真願往生極樂，即是當機，即與阿難無二，亦並列一切大聖。其實真信願、真念佛時，即蒙彌陀本願威神，就等同大聖，現前就是最極利根。如此說來，我等皆與尊者阿難無異，往生信心更應堅固不退。但是現實生活中畢竟更多的同修信心難生，雖有賢公、郭老菩薩、彤彤的慈悲表法，雖有世尊無量深義的經文句句點醒，問題到自己身上時就難以自如。我真的能見佛嗎？阿彌陀佛是怎麼化身來的？真能把我接走嗎？往生以後能即刻回來嗎？往生還能照顧家人嗎？這一系列的問題普遍存在。甚至很多老修行，到臨終業障現前時，都沒辦法應對，依舊隨業流轉，可惜為人又聞淨土法門這一遭。"
    },
    {
      "id": "02-042-0053_p0005",
      "zh_CN": "惭愧弟子对科学一窍不通，念佛尚属初机，但愿以自己学佛体会，和浅显科学知识结合，把念佛为何会见佛，阿弥陀佛如何接引，命运唯心造，以及整个宇宙和人的关系浅述一二，给念佛往生真实不虚做出科学例证。",
      "zh_TW": "慚愧弟子對科學一竅不通，念佛尚屬初機，但願以自己學佛體會，和淺顯科學知識結合，把念佛為何會見佛，阿彌陀佛如何接引，命運唯心造，以及整個宇宙和人的關係淺述一二，給念佛往生真實不虛做出科學例證。"
    },
    {
      "id": "02-042-0053_p0006",
      "zh_CN": "一、意念是什么。（一）意念就是光波。学佛最基本的认知就是「一切法从心想生」，心想用现代言语解释，指心念、意念。本经「一向专念」就是把所有的意念都集中在一句阿弥陀佛名号上，都摄六根，转杂念为净念，念念相继，念念是佛。现代科学指意念是一种运动的物质场，是波动现象，是一种电磁波，可以作用于人体，也可以作用于体外任何地方，甚至肉眼看不到的地方。本经中阿弥陀佛名号又名无量光，实在讲，光这个字于本经、于佛法、于真如本性都是最妙的字，因为尽虚空遍法界都处在一片光当中，都作用于一片光当中。意念就是光，意念的本源，没有污染的样子就是常寂光，污染以后还是一种光波，只是作用、力道发生改变，本源并未改变，觉悟以后意念又回到常寂光能生万法的样子。",
      "zh_TW": "一、意念是什麼。（一）意念就是光波。學佛最基本的認知就是「一切法從心想生」，心想用現代言語解釋，指心念、意念。本經「一向專念」就是把所有的意念都集中在一句阿彌陀佛名號上，都攝六根，轉雜念為淨念，念念相繼，念念是佛。現代科學指意念是一種運動的物質場，是波動現象，是一種電磁波，可以作用於人體，也可以作用於體外任何地方，甚至肉眼看不到的地方。本經中阿彌陀佛名號又名無量光，實在講，光這個字於本經、於佛法、於真如本性都是最妙的字，因為盡虛空遍法界都處在一片光當中，都作用於一片光當中。意念就是光，意念的本源，沒有污染的樣子就是常寂光，污染以後還是一種光波，只是作用、力道發生改變，本源並未改變，覺悟以後意念又回到常寂光能生萬法的樣子。"
    },
    {
      "id": "02-042-0053_p0007",
      "zh_CN": "在量子力学里，光分成两部分，一个是波，另一个是粒子。这个波是永远都不可观测和测量的，到任何地方用的时间都是零秒，波的轨道随时瞬间改变。量子力学里，光的波动现象就是心念、意念、起心动念，也是弥勒菩萨所说，「一弹指三十二亿百千念」。因意念的生灭速度太快，所以科学不可观测和测量。因为这个意念产生的波动现象超越光速，所以到达一切空间所需时间为零，也就是空间和时间彻底瓦解，尽虚空遍法界只要用念想就可到达。或者自己的任何一念皆波动，影响到整个虚空法界，这种作用是在同时产生。意念光波的特殊性，使得无有过去、现在、未来，无有此界他方之分。因此佛经常讲「一时」，一时是事实真相，不是形容。所以「一念相应一念佛，念念相应念念佛」，这种感通就是光波的作用。而念佛的光波不同其他光波，那是自性光，只要众生念起，佛菩萨就同时知道，并同时应众生所感而化身而来，或冥冥中加持众生。尽虚空遍法界真正的沟通传播方式、交通工具和存在形式就是光。",
      "zh_TW": "在量子力學裡，光分成兩部分，一個是波，另一個是粒子。這個波是永遠都不可觀測和測量的，到任何地方用的時間都是零秒，波的軌道隨時瞬間改變。量子力學裡，光的波動現象就是心念、意念、起心動念，也是彌勒菩薩所說，「一彈指三十二億百千念」。因意念的生滅速度太快，所以科學不可觀測和測量。因為這個意念產生的波動現象超越光速，所以到達一切空間所需時間為零，也就是空間和時間徹底瓦解，盡虛空遍法界只要用念想就可到達。或者自己的任何一念皆波動，影響到整個虛空法界，這種作用是在同時產生。意念光波的特殊性，使得無有過去、現在、未來，無有此界他方之分。因此佛經常講「一時」，一時是事實真相，不是形容。所以「一念相應一念佛，念念相應念念佛」，這種感通就是光波的作用。而念佛的光波不同其他光波，那是自性光，只要眾生念起，佛菩薩就同時知道，並同時應眾生所感而化身而來，或冥冥中加持眾生。盡虛空遍法界真正的溝通傳播方式、交通工具和存在形式就是光。"
    },
    {
      "id": "02-042-0053_p0008",
      "zh_CN": "弥陀名号「无量光」，真正是意味着自性本来面目，一切空间无有障碍，通达自如。阿弥陀佛，光中极尊，惟阿弥陀佛，光明普照无量无边无数佛刹，这是法藏比丘因地发心至善圆满所感。发心就是心念，心念慈悲无比，包含整个虚空法界，所产生的光也就能真正平等普照。度化众生最极方便究竟就因为平等普照、平等成佛。弥陀所放百千光明，这种无量光是自性光明，我们十法界都是在这无量光明中，但因自身障碍迷惑，而不能察觉。十法界众生意念的光波，虽能瞬间互相交叉联络，到达或影响他方世界，然而其力度、强度，比起自性无量光却相差太远，原因在于心量不同、染净不同。众生心念的有限光波也是源自于自性无量光，一体的两面，好比手心和手指配合可以持物，而手背和手指配合却不能持物，但始终不离一体，无二亦无别，所以才有「是心是佛」。",
      "zh_TW": "彌陀名號「無量光」，真正是意味著自性本來面目，一切空間無有障礙，通達自如。阿彌陀佛，光中極尊，惟阿彌陀佛，光明普照無量無邊無數佛剎，這是法藏比丘因地發心至善圓滿所感。發心就是心念，心念慈悲無比，包含整個虛空法界，所產生的光也就能真正平等普照。度化眾生最極方便究竟就因為平等普照、平等成佛。彌陀所放百千光明，這種無量光是自性光明，我們十法界都是在這無量光明中，但因自身障礙迷惑，而不能察覺。十法界眾生意念的光波，雖能瞬間互相交叉聯絡，到達或影響他方世界，然而其力度、強度，比起自性無量光卻相差太遠，原因在於心量不同、染淨不同。眾生心念的有限光波也是源自於自性無量光，一體的兩面，好比手心和手指配合可以持物，而手背和手指配合卻不能持物，但始終不離一體，無二亦無別，所以才有「是心是佛」。"
    },
    {
      "id": "02-042-0053_p0009",
      "zh_CN": "（二）意念光波产生物质现象并可改变一切境界。量子力学称，光的另一部分是粒子，粒子按照波所传播的轨道传播，并随着波的传播轨道瞬间改变而改变。当粒子没有显现的时候，可以说粒子是虚无的，但不是不存在，某些量的干扰出现，使光变成粒子，粒子就此形成。量子力学里的粒子就是物质的单位名称，所说的波就是意念的光波，意念的波动现象产生了物质和境界，如弥勒菩萨所言，「念念成形」。然而科学不可测量的是，某些量的干扰出现使得光波变成粒子，实际上那些干扰是一念不觉，一念迷惑，也就是缘，意念光波是因，迷惑的意念感应来的是缘，因缘具备就有果报，就产生了十法界依正庄严。善心、善念，善的光波，感应来善缘，产生三善道；恶心、恶念，恶的光波，感应来恶缘，产生三恶道。这个缘也是一道道肉眼看不见的光波。心念的光波转恶为善时，缘分的光波也就随之转恶为善，产生的果报也随之改变。小到身体每一部分，大到十法界一切事物，都是光光交融，光光瞬息转变的生灭现象，是因缘果报的现象。所以，菩萨畏因，众生畏果。要想改变境界，只有找到根源，那就是我们的心念。这就是量子力学检测到的，粒子的轨道是随着波的轨道而改变。量子力学另一重要发现，是量子运动的不确定性，因为心念决定境界、改变境界，这个心念是自己的心念，不是指别人，自己的心念牵动虚空法界一切有情、无情众生，自己是心灵的主宰。",
      "zh_TW": "（二）意念光波產生物質現象並可改變一切境界。量子力學稱，光的另一部分是粒子，粒子按照波所傳播的軌道傳播，並隨著波的傳播軌道瞬間改變而改變。當粒子沒有顯現的時候，可以說粒子是虛無的，但不是不存在，某些量的干擾出現，使光變成粒子，粒子就此形成。量子力學裡的粒子就是物質的單位名稱，所說的波就是意念的光波，意念的波動現象產生了物質和境界，如彌勒菩薩所言，「念念成形」。然而科學不可測量的是，某些量的干擾出現使得光波變成粒子，實際上那些干擾是一念不覺，一念迷惑，也就是緣，意念光波是因，迷惑的意念感應來的是緣，因緣具備就有果報，就產生了十法界依正莊嚴。善心、善念，善的光波，感應來善緣，產生三善道；惡心、惡念，惡的光波，感應來惡緣，產生三惡道。這個緣也是一道道肉眼看不見的光波。心念的光波轉惡為善時，緣分的光波也就隨之轉惡為善，產生的果報也隨之改變。小到身體每一部分，大到十法界一切事物，都是光光交融，光光瞬息轉變的生滅現象，是因緣果報的現象。所以，菩薩畏因，眾生畏果。要想改變境界，只有找到根源，那就是我們的心念。這就是量子力學檢測到的，粒子的軌道是隨著波的軌道而改變。量子力學另一重要發現，是量子運動的不確定性，因為心念決定境界、改變境界，這個心念是自己的心念，不是指別人，自己的心念牽動虛空法界一切有情、無情眾生，自己是心靈的主宰。"
    },
    {
      "id": "02-042-0053_p0010",
      "zh_CN": "（三）显态和隐态，就是迷惑和觉悟的样子。量子力学表明，微观物理实在既不是波也不是粒子，真正实在是量子态。真实状态分解为隐态和显态，由于测量所造成的，在这里只有显态才符合经典物理学实在的含义。这段话就是科学证明「华严十玄之隐密显了俱成门」。我们凡夫只见到显态，也就是肉眼能看到或能测量的，我们以为是实在的，其实还有更深层的隐态，是我们觉悟后才能看到的。而隐态又是科学不能深入的，只有清净心和平等心才能慢慢契入这个觉悟的隐态。无比幸运的是我们遇到净土、遇到阿弥陀佛，但凡老实念佛蓦直念去的人，就能见到这个隐态。贤公百年住世表的就是这个坚定不移念佛，见到诸法实相的法。末法时期只有念佛，才能回归科学所说却又测量不到的真正实在，华严玄门、毘卢性海，惟念佛能入。可见不能念佛真是非痴即狂。",
      "zh_TW": "（三）顯態和隱態，就是迷惑和覺悟的樣子。量子力學表明，微觀物理實在既不是波也不是粒子，真正實在是量子態。真實狀態分解為隱態和顯態，由於測量所造成的，在這裡只有顯態才符合經典物理學實在的含義。這段話就是科學證明「華嚴十玄之隱密顯了俱成門」。我們凡夫只見到顯態，也就是肉眼能看到或能測量的，我們以為是實在的，其實還有更深層的隱態，是我們覺悟後才能看到的。而隱態又是科學不能深入的，只有清淨心和平等心才能慢慢契入這個覺悟的隱態。無比幸運的是我們遇到淨土、遇到阿彌陀佛，但凡老實念佛驀直念去的人，就能見到這個隱態。賢公百年住世表的就是這個堅定不移念佛，見到諸法實相的法。末法時期只有念佛，才能回歸科學所說卻又測量不到的真正實在，華嚴玄門、毘盧性海，惟念佛能入。可見不能念佛真是非痴即狂。"
    },
    {
      "id": "02-042-0053_p0011",
      "zh_CN": "二、用量子力学和全息摄影解释往生见佛真实不虚。（一）科学证明宇宙正是因陀罗网法界门。一九八二年，巴黎大学物理学家所领导的研究组织，进行了一项二十世纪最重要的实验。他们发现在特定情况下，例如电子，同时向相反方向发射后，在运动时能够彼此互通资讯，不管彼此之间的距离多么遥远，它们似乎总是知道相对一方的运动方式，在一方被影响而改变方向时，双方会同时改变方向。这正是「华严十玄主伴圆明具德门」，随举一法，其他一切法即伴之而缘起。所以一方改变就会影响另一方改变，自己的心念影响整个虚空法界。又因为因陀罗网法界门所解释的，整个世界重重无尽，相入相即，所以无论彼此距离如何遥远，永远知道对方，并互通资讯无碍。世尊华严智慧，量子力学随后证明，这些都是劝转我们相信阿弥陀佛真正可以加持我们。弥陀佛光我们暂时没见到，是因为那个光明处在隐态，老实念佛，放下得愈多，和隐态就愈接近，绵绵不断的念佛，最终一定和觉悟的弥陀之光契合，那时就是「忆佛念佛，现前当来，必定见佛」。往生到极乐世界更是获得无量光寿，所有时空都任意到达，不离极乐也能了知他方世界，度化一切众生易如反掌，何愁家亲眷属不能照顾到？这种易如反掌就是觉悟和迷惑，手心和手背的关系，放下便是，念佛便是，相信便是。",
      "zh_TW": "二、用量子力學和全息攝影解釋往生見佛真實不虛。（一）科學證明宇宙正是因陀羅網法界門。一九八二年，巴黎大學物理學家所領導的研究組織，進行了一項二十世紀最重要的實驗。他們發現在特定情況下，例如電子，同時向相反方向發射後，在運動時能夠彼此互通資訊，不管彼此之間的距離多麼遙遠，它們似乎總是知道相對一方的運動方式，在一方被影響而改變方向時，雙方會同時改變方向。這正是「華嚴十玄主伴圓明具德門」，隨舉一法，其他一切法即伴之而緣起。所以一方改變就會影響另一方改變，自己的心念影響整個虛空法界。又因為因陀羅網法界門所解釋的，整個世界重重無盡，相入相即，所以無論彼此距離如何遙遠，永遠知道對方，並互通資訊無礙。世尊華嚴智慧，量子力學隨後證明，這些都是勸轉我們相信阿彌陀佛真正可以加持我們。彌陀佛光我們暫時沒見到，是因為那個光明處在隱態，老實念佛，放下得愈多，和隱態就愈接近，綿綿不斷的念佛，最終一定和覺悟的彌陀之光契合，那時就是「憶佛念佛，現前當來，必定見佛」。往生到極樂世界更是獲得無量光壽，所有時空都任意到達，不離極樂也能了知他方世界，度化一切眾生易如反掌，何愁家親眷屬不能照顧到？這種易如反掌就是覺悟和迷惑，手心和手背的關係，放下便是，念佛便是，相信便是。"
    },
    {
      "id": "02-042-0053_p0012",
      "zh_CN": "（二）宇宙幻象好比巨大的全息摄影。伦敦大学的物理学家相信，巴黎大学研究组的发现，意味着客观现实并不存在，尽管宇宙看起来具体而坚实，其实只是一个幻象，是一个巨大而细节丰富的全像摄影相片。这一大胆的结论真是伟大而契机，华严因陀罗网法界门凡夫不容易想像，也难契入，念佛信心不足也难入因陀罗网法界门，而这个全息摄影的比喻恰好契机，让现代人可以想像宇宙空间的产生，以及佛光如何来接引，信心就易产生。",
      "zh_TW": "（二）宇宙幻象好比巨大的全息攝影。倫敦大學的物理學家相信，巴黎大學研究組的發現，意味著客觀現實並不存在，儘管宇宙看起來具體而堅實，其實只是一個幻象，是一個巨大而細節豐富的全像攝影相片。這一大膽的結論真是偉大而契機，華嚴因陀羅網法界門凡夫不容易想像，也難契入，念佛信心不足也難入因陀羅網法界門，而這個全息攝影的比喻恰好契機，讓現代人可以想像宇宙空間的產生，以及佛光如何來接引，信心就易產生。"
    },
    {
      "id": "02-042-0053_p0013",
      "zh_CN": "首先必须了解什么是全息摄影，全息摄影相片是靠雷射做出的一种三度空间立体摄影相片，要制作它，物体首先必须用一道雷射光束照射，然后第二道雷射光束与第一道光束的反射产生绕射的图案（两道光束交集的地区，被记录于底片上）。底片洗出后，看起来像是无意义的光圈与条纹组合，但是当底片被另一道雷射光束照射时，一个三度空间的立体影像就会出现在底片中。我们可以看到全息摄影所需要三道光，三维立体影像就会出现，我们今生的境界是怎样出现的？用全息摄影理论为据，无量劫以前我们所造之业集合为一束意念的光波，此好比全息摄影第一道激光，前世我们临终最后一念的光波好比第二道激光，这两道光交集就是因。这个因就像全息摄影的前两道激光交集后被记录在底片上，这个底片就是阿赖耶识。这个因，因为里面有善业、恶业，所以感应来第三道激光，就是缘。当第三道激光照射时，就是因缘聚会时，最终产生了一个三维立体空间，即三善道和三恶道。",
      "zh_TW": "首先必須了解什麼是全息攝影，全息攝影相片是靠雷射做出的一種三度空間立體攝影相片，要製作它，物體首先必須用一道雷射光束照射，然後第二道雷射光束與第一道光束的反射產生繞射的圖案（兩道光束交集的地區，被記錄於底片上）。底片洗出後，看起來像是無意義的光圈與條紋組合，但是當底片被另一道雷射光束照射時，一個三度空間的立體影像就會出現在底片中。我們可以看到全息攝影所需要三道光，三維立體影像就會出現，我們今生的境界是怎樣出現的？用全息攝影理論為據，無量劫以前我們所造之業集合為一束意念的光波，此好比全息攝影第一道激光，前世我們臨終最後一念的光波好比第二道激光，這兩道光交集就是因。這個因就像全息攝影的前兩道激光交集後被記錄在底片上，這個底片就是阿賴耶識。這個因，因為裡面有善業、惡業，所以感應來第三道激光，就是緣。當第三道激光照射時，就是因緣聚會時，最終產生了一個三維立體空間，即三善道和三惡道。"
    },
    {
      "id": "02-042-0053_p0014",
      "zh_CN": "从这里可以看出临终最后一念多么重要，无量劫前所造业只是阿赖耶识的种子，是第一道激光，第二道激光也就是临终最后一念起决定作用，最后一念是什么就会感应什么缘分，当第三道雷射即缘分来临时，可怕的六道轮回出现了。但这真的是迷惑的意念波动互相交集，产生的类似全息摄影的假相。所以佛法教我们重在当下，当下这一念光波，结合前世造作，决定了下面二千一百兆分之一秒的境界。当下这一念如果是阿弥陀佛，无论前世是五逆十恶、毁谤正法，都没关系，因为阿弥陀佛是光中极尊，这个念佛的自性光遮盖隐蔽了所有业障种子的光波。如《科注》所言，「隐密显了俱成门」。「一法（佛光）显而一切法（此土万物，圣贤光明）俱隐」，也就是佛光覆盖了一切罪业，就是「一句佛号消八十亿劫生死重罪」的原因。",
      "zh_TW": "從這裡可以看出臨終最後一念多麼重要，無量劫前所造業只是阿賴耶識的種子，是第一道激光，第二道激光也就是臨終最後一念起決定作用，最後一念是什麼就會感應什麼緣分，當第三道雷射即緣分來臨時，可怕的六道輪迴出現了。但這真的是迷惑的意念波動互相交集，產生的類似全息攝影的假相。所以佛法教我們重在當下，當下這一念光波，結合前世造作，決定了下面二千一百兆分之一秒的境界。當下這一念如果是阿彌陀佛，無論前世是五逆十惡、毀謗正法，都沒關係，因為阿彌陀佛是光中極尊，這個念佛的自性光遮蓋隱蔽了所有業障種子的光波。如《科註》所言，「隱密顯了俱成門」。「一法（佛光）顯而一切法（此土萬物，聖賢光明）俱隱」，也就是佛光覆蓋了一切罪業，就是「一句佛號消八十億劫生死重罪」的原因。"
    },
    {
      "id": "02-042-0053_p0015",
      "zh_CN": "所以依据全息摄影理论，第一道激光是我们无量劫的罪业，第二道激光就是我们当前一念或临终最后一念，如果第二道雷射我们换成是阿弥陀佛这一念，接下来第三道缘分之光也就是来自极乐世界，产生的境界自然是极乐世界和阿弥陀佛。我们把当下一念绵延下去，念念阿弥陀佛，那念念佛光遮蔽消除往昔所有罪业，感应的缘分永远是阿弥陀佛、极乐世界，保持到临终最后一念，一定会蒙佛接引。很多念佛见佛的同修，都是先见到佛光再见阿弥陀佛，这就是真相，也就是全息摄影第三道缘分之光。有了念佛的因，感应佛来接引的缘，阿弥陀佛真的是光中应化而来。这个光是科学实验测量不到的隐态，是肉眼看不到的，但是念佛的清净心可以见到，所以阿弥陀佛光中化佛来接引。更可喜的是，我们见佛光，功夫就提升一倍。",
      "zh_TW": "所以依據全息攝影理論，第一道激光是我們無量劫的罪業，第二道激光就是我們當前一念或臨終最後一念，如果第二道雷射我們換成是阿彌陀佛這一念，接下來第三道緣分之光也就是來自極樂世界，產生的境界自然是極樂世界和阿彌陀佛。我們把當下一念綿延下去，念念阿彌陀佛，那念念佛光遮蔽消除往昔所有罪業，感應的緣分永遠是阿彌陀佛、極樂世界，保持到臨終最後一念，一定會蒙佛接引。很多念佛見佛的同修，都是先見到佛光再見阿彌陀佛，這就是真相，也就是全息攝影第三道緣分之光。有了念佛的因，感應佛來接引的緣，阿彌陀佛真的是光中應化而來。這個光是科學實驗測量不到的隱態，是肉眼看不到的，但是念佛的清淨心可以見到，所以阿彌陀佛光中化佛來接引。更可喜的是，我們見佛光，功夫就提升一倍。"
    },
    {
      "id": "02-042-0053_p0016",
      "zh_CN": "量子力学显示，当原子吸收能量，原子就跃迁更高能级或激发态；当原子放出能量，原子就跃迁至更低能级或基态，原子能级是否发生跃迁，关键在两能级之间的差值。这句话刚好证明了，佛光普照消除罪业和提升功夫的作用。我们念佛时就处在佛光当中，我们就跃迁到更高能量态，我们临终一念是阿弥陀佛，见佛光时同样吸收佛光的能量，产生跃级效应，功夫成片变成事一心不乱，都是佛力加持能量提升的表现。但是如果我们当下一念是贪瞋痴慢疑，我们的能量就是放出状态，就是消福报，就会跃进到三恶道，到更低能量级。心念的力量不可思议，古大德所言「带业往生」，就是因为我们无量劫前罪业没消，但是因为念佛，把凡夫六道轮回的意念光波，转换成了自性不生不灭的佛光，这个佛光显，从而掩盖了所有罪业。当寿命到的时候，前两道全息摄影的激光都被念佛的佛光代替，一定感应阿弥陀佛接引，才真正是带业往生。如上种种都是弥陀本愿慈悲摄受，我们才得以实现。",
      "zh_TW": "量子力學顯示，當原子吸收能量，原子就躍遷更高能級或激發態；當原子放出能量，原子就躍遷至更低能級或基態，原子能級是否發生躍遷，關鍵在兩能級之間的差值。這句話剛好證明了，佛光普照消除罪業和提升功夫的作用。我們念佛時就處在佛光當中，我們就躍遷到更高能量態，我們臨終一念是阿彌陀佛，見佛光時同樣吸收佛光的能量，產生躍級效應，功夫成片變成事一心不亂，都是佛力加持能量提升的表現。但是如果我們當下一念是貪瞋痴慢疑，我們的能量就是放出狀態，就是消福報，就會躍進到三惡道，到更低能量級。心念的力量不可思議，古大德所言「帶業往生」，就是因為我們無量劫前罪業沒消，但是因為念佛，把凡夫六道輪迴的意念光波，轉換成了自性不生不滅的佛光，這個佛光顯，從而掩蓋了所有罪業。當壽命到的時候，前兩道全息攝影的激光都被念佛的佛光代替，一定感應阿彌陀佛接引，才真正是帶業往生。如上種種都是彌陀本願慈悲攝受，我們才得以實現。"
    },
    {
      "id": "02-042-0053_p0017",
      "zh_CN": "（三）万法同源是一体，一切皆空，因果不空。影像的立体不是全息摄影唯一特殊之处，更特殊的是，如果一朵玫瑰的全息相片被割成两半，然后用激光照射，会发现每一半都有整个玫瑰的影像，即使把这一半再分为两半，然后再分下去，每一小块底片中都会包含着一个完整的原来影像。全息相片的这种整体包含于局部的性质，给予我们一个全新的方式来了解组织与秩序。西方科学历史多半是基于一种偏见，认为要了解任何事物现象，不管是一只青蛙，或一阵风暴，最好的方式是分解事物。但全息摄影告诉我们，宇宙事物不会配合这项假设。因此量子力学家称，如此以来粒子不是分离的个体，而是某种更基本相同来源的实际延伸。这种相同来源就是佛法所说的自性，就是常寂光。而一粒微尘中有无数佛刹，并不是佛刹变小，也不是微尘变大，十方世界入一微尘，世界本相不坏，佛刹大小不变，微尘大小不变，相容不同。我们的每一个毛孔和毛端都有佛刹，都放佛光，我们肉眼见不到，但是我们应当相信这是事实。倘若一毛端都有无数佛刹，那我们的每一个细胞，我们的整个身体，就有佛刹无量无边无数，因此我身就是净土，就是十方一切诸佛刹土。我念念是佛，念念光波是弥陀无量光，蒙佛接引时会发现我也变成无量光。我与弥陀本愿、本心相同，都是究竟圆满的大慈大悲，我心就是弥陀，我也普照十方一切世界众生，哪有不爱、不度化的道理？",
      "zh_TW": "（三）萬法同源是一體，一切皆空，因果不空。影像的立體不是全息攝影唯一特殊之處，更特殊的是，如果一朵玫瑰的全息相片被割成兩半，然後用激光照射，會發現每一半都有整個玫瑰的影像，即使把這一半再分為兩半，然後再分下去，每一小塊底片中都會包含著一個完整的原來影像。全息相片的這種整體包含於局部的性質，給予我們一個全新的方式來了解組織與秩序。西方科學歷史多半是基於一種偏見，認為要了解任何事物現象，不管是一隻青蛙，或一陣風暴，最好的方式是分解事物。但全息攝影告訴我們，宇宙事物不會配合這項假設。因此量子力學家稱，如此以來粒子不是分離的個體，而是某種更基本相同來源的實際延伸。這種相同來源就是佛法所說的自性，就是常寂光。而一粒微塵中有無數佛剎，並不是佛剎變小，也不是微塵變大，十方世界入一微塵，世界本相不壞，佛剎大小不變，微塵大小不變，相容不同。我們的每一個毛孔和毛端都有佛剎，都放佛光，我們肉眼見不到，但是我們應當相信這是事實。倘若一毛端都有無數佛剎，那我們的每一個細胞，我們的整個身體，就有佛剎無量無邊無數，因此我身就是淨土，就是十方一切諸佛剎土。我念念是佛，念念光波是彌陀無量光，蒙佛接引時會發現我也變成無量光。我與彌陀本願、本心相同，都是究竟圓滿的大慈大悲，我心就是彌陀，我也普照十方一切世界眾生，哪有不愛、不度化的道理？"
    },
    {
      "id": "02-042-0053_p0018",
      "zh_CN": "全息摄影的不可分割性还告诉我们因果不空，十法界入一微尘，再怎样分割依旧显示全体，能逃到哪里？古人常讲，「天网恢恢，疏而不漏」。这个天网好比法界因陀罗网，彼此交错，而编制这个网的就是众生心念的光波，光光交错，看似交错，实际无有漏洞的网，因为同源常寂光，会集成一片，一体才能互相联系、互相影响。即便是这样，诸佛慈悲，在阿赖耶识里有佛的种子，也就表示一切迷惑众生都能成佛，即是心是佛。但是怎样成佛，多久能成佛？众生根性千差万别，于是世尊慈悲至极，应化世间，告诉我们，世尊本身也是修持名念佛这一难信之法而成就的，因此就有了是心念佛，是心作佛的最方便成佛法门。所以念佛是因，成佛是果，如果诸佛菩萨不来此界示现，我们何以了解深信念佛成佛的根本因果。",
      "zh_TW": "全息攝影的不可分割性還告訴我們因果不空，十法界入一微塵，再怎樣分割依舊顯示全體，能逃到哪裡？古人常講，「天網恢恢，疏而不漏」。這個天網好比法界因陀羅網，彼此交錯，而編製這個網的就是眾生心念的光波，光光交錯，看似交錯，實際無有漏洞的網，因為同源常寂光，會集成一片，一體才能互相聯繫、互相影響。即便是這樣，諸佛慈悲，在阿賴耶識裡有佛的種子，也就表示一切迷惑眾生都能成佛，即是心是佛。但是怎樣成佛，多久能成佛？眾生根性千差萬別，於是世尊慈悲至極，應化世間，告訴我們，世尊本身也是修持名念佛這一難信之法而成就的，因此就有了是心念佛，是心作佛的最方便成佛法門。所以念佛是因，成佛是果，如果諸佛菩薩不來此界示現，我們何以了解深信念佛成佛的根本因果。"
    },
    {
      "id": "02-042-0053_p0019",
      "zh_CN": "转识成智，转迷为悟，你我男女老少生死凡夫都有分，转变迷惑的心念就靠一句阿弥陀佛，这句佛号是一切诸佛所修功德的会集，我们就是如来第一弟子。我们的每个毛端都有诸佛在念阿弥陀佛，我们的世界每一花一草都在念佛。虽然宇宙是幻化的全息摄影，但是幻化的一切事物都是启发我尊重他们，启发我念佛的信心，启发我自性本具的真诚心、清净心、恭敬心，这三心就像收音机的按钮，帮我把善恶染念的光波频率，渐渐调成弥陀净念、净业的频率。所以修行不离开生活，修行守住根本戒律，这正是贤公直到最后都耕作不息的意义。感恩一切有情、无情众生为我存在、为我表法。知恩回报，以贤公为榜样，用念佛的心庄严尽虚空遍法界，庄严极乐净土。",
      "zh_TW": "轉識成智，轉迷為悟，你我男女老少生死凡夫都有分，轉變迷惑的心念就靠一句阿彌陀佛，這句佛號是一切諸佛所修功德的會集，我們就是如來第一弟子。我們的每個毛端都有諸佛在念阿彌陀佛，我們的世界每一花一草都在念佛。雖然宇宙是幻化的全息攝影，但是幻化的一切事物都是啟發我尊重他們，啟發我念佛的信心，啟發我自性本具的真誠心、清淨心、恭敬心，這三心就像收音機的按鈕，幫我把善惡染念的光波頻率，漸漸調成彌陀淨念、淨業的頻率。所以修行不離開生活，修行守住根本戒律，這正是賢公直到最後都耕作不息的意義。感恩一切有情、無情眾生為我存在、為我表法。知恩回報，以賢公為榜樣，用念佛的心莊嚴盡虛空遍法界，莊嚴極樂淨土。"
    },
    {
      "id": "02-042-0053_p0020",
      "zh_CN": "以上是大惭愧弟子上官的报告，肯定有很多不妥之处，恳请师父上人和诸位大德同修慈悲予以指正。",
      "zh_TW": "以上是大慚愧弟子上官的報告，肯定有很多不妥之處，懇請師父上人和諸位大德同修慈悲予以指正。"
    },
    {
      "id": "02-042-0053_p0021",
      "zh_CN": "净空法师：今天很难得，我们看到一篇科学的报告，说的跟佛法完全相应。但是对于佛法没有相当的认知，对于科学没有一定的了解，这一篇东西听不懂也看不懂。我们同学当中有这个境界，我听了很欢喜。她说的是真的，不是假的。她的动机是从经文上的两句话，「一切大圣，神通已达」，从这句经文里面，启发她的感想、她的智慧。她看到《华严》的十玄门，在哪里？就在当下。离开当下没有过去、未来，过去、现在、未来都不可得，假相，不是真相。",
      "zh_TW": "淨空法師：今天很難得，我們看到一篇科學的報告，說的跟佛法完全相應。但是對於佛法沒有相當的認知，對於科學沒有一定的了解，這一篇東西聽不懂也看不懂。我們同學當中有這個境界，我聽了很歡喜。她說的是真的，不是假的。她的動機是從經文上的兩句話，「一切大聖，神通已達」，從這句經文裡面，啟發她的感想、她的智慧。她看到《華嚴》的十玄門，在哪裡？就在當下。離開當下沒有過去、未來，過去、現在、未來都不可得，假相，不是真相。"
    },
    {
      "id": "02-042-0053_p0022",
      "zh_CN": "《金刚经》上告诉我们，「法门平等，无有高下」。这个法门它的含义很深很广，是不是释迦牟尼佛四十九年所说的一切法？当然是。是不是诸佛如来过去、现在、未来所说无量无边无数的大法，是不是？是。包不包括世间法？包括。包不包括世间所有宗教？包括。《华严经》上，「一即是多，多即是一」，这个一是任一。大乘经教里头佛告诉我们，每个字、每一句都含无量义，无量义就是一切义，没有一个漏掉的，每个字里头都有无量义。说人开悟了，什么叫开悟了？从一个字里头看无量义开悟了，字字句句都是无量义。佛经如是，再问基督教《圣经》是不是？是；伊斯兰教《古兰经》是不是？是，没有丝毫差别。",
      "zh_TW": "《金剛經》上告訴我們，「法門平等，無有高下」。這個法門它的含義很深很廣，是不是釋迦牟尼佛四十九年所說的一切法？當然是。是不是諸佛如來過去、現在、未來所說無量無邊無數的大法，是不是？是。包不包括世間法？包括。包不包括世間所有宗教？包括。《華嚴經》上，「一即是多，多即是一」，這個一是任一。大乘經教裡頭佛告訴我們，每個字、每一句都含無量義，無量義就是一切義，沒有一個漏掉的，每個字裡頭都有無量義。說人開悟了，什麼叫開悟了？從一個字裡頭看無量義開悟了，字字句句都是無量義。佛經如是，再問基督教《聖經》是不是？是；伊斯蘭教《古蘭經》是不是？是，沒有絲毫差別。"
    },
    {
      "id": "02-042-0053_p0023",
      "zh_CN": "这个境界，总的一句话来形容它，叫不可思议，我们意想不到。不但我们意想不到，声闻、缘觉也意想不到，三乘菩萨还是意想不到。谁能知道？大乘经教上常讲，八地以上，圆教的八地。我们从《华严》五十三参上看到，圆教初住菩萨，就是我们常说的，明心见性，见性成佛，初住菩萨，往上去，十住、十行、十回向、十地、等觉，四十一位法身大士。证得初住就知道了，虽知道，不是很清楚。为什么？他烦恼习气没断干净，烦恼是断掉了，习气还在。华藏世界上所说的，四十一位法身大士统统都是破无明、证法身的，但是习气厚薄不一样。十住习气重，十行习气就比十住轻，十回向比十行又轻，十地比十回向又轻，到等觉还有一点点没断。最后的一点统统断掉，他就离开菩萨道，他成佛了；换句话说，他就离开实报庄严土。这个时候可以告诉你，实报庄严土是假的不是真的，他已经假的都离开了，他要证到真的了。真的是什么？常寂光净土，那是真的。回归圆满的自性，这叫成佛，究竟成佛，大乘经上所说的，无上正等正觉，因为他上头没有了。等觉菩萨还有上面，他上面是妙觉，妙觉就无上了，他上头没有了。",
      "zh_TW": "這個境界，總的一句話來形容它，叫不可思議，我們意想不到。不但我們意想不到，聲聞、緣覺也意想不到，三乘菩薩還是意想不到。誰能知道？大乘經教上常講，八地以上，圓教的八地。我們從《華嚴》五十三參上看到，圓教初住菩薩，就是我們常說的，明心見性，見性成佛，初住菩薩，往上去，十住、十行、十迴向、十地、等覺，四十一位法身大士。證得初住就知道了，雖知道，不是很清楚。為什麼？他煩惱習氣沒斷乾淨，煩惱是斷掉了，習氣還在。華藏世界上所說的，四十一位法身大士統統都是破無明、證法身的，但是習氣厚薄不一樣。十住習氣重，十行習氣就比十住輕，十迴向比十行又輕，十地比十迴向又輕，到等覺還有一點點沒斷。最後的一點統統斷掉，他就離開菩薩道，他成佛了；換句話說，他就離開實報莊嚴土。這個時候可以告訴你，實報莊嚴土是假的不是真的，他已經假的都離開了，他要證到真的了。真的是什麼？常寂光淨土，那是真的。回歸圓滿的自性，這叫成佛，究竟成佛，大乘經上所說的，無上正等正覺，因為他上頭沒有了。等覺菩薩還有上面，他上面是妙覺，妙覺就無上了，他上頭沒有了。"
    },
    {
      "id": "02-042-0053_p0024",
      "zh_CN": "这说什么？全说我们的性德。离开自性一法不立，就没有一法。自性是理体，是本体，其他的是现象。现象里头有自然现象、有精神现象（念头）、有物质现象，所有现象都是自性变现出来的。怎么变现的？一念不觉。一念不觉没有原因，找不到原因。其实这一念不觉称它作什么？称它叫妄念。答案已经明显告诉你了，妄就不是真，离开妄，真的就现前。什么叫离开妄？只要不把妄放在心上，那个心就叫真心，真心就见到真相。心里头有一样东西，有一个佛也不行。心上有个阿弥陀佛行不行？不行，心上有个阿弥陀佛可以往生极乐世界，不能成无上正等正觉。为什么？无上正等正觉里头连个阿弥陀佛也没有，那才是真的。只要有一个，那就叫一念不觉，这个要知道。净宗的殊胜就殊胜在阿弥陀佛，我们心里头放阿弥陀佛，行。心里什么都没有，不行，做不到，心里什么都没有了，心里还有一个什么都没有，所以还是有东西，不可能没有。没有也是一样东西，着空了，有不执着了，着空，着空还是执着，还没有回归到自性。空有二边都没有，那叫中道，那又着了中道。总而言之，你总是会着一个，这就是病根。一切都不着，太难了，禅宗要求的，彻底放下，一念不生，这个难。净宗心里头可以着一样东西，我们心里头只有着阿弥陀佛，着阿弥陀佛不是明心见性，不是无上正等正觉，不是的，是往生极乐世界。极乐世界是凡夫修行最理想、最殊胜的一个处所，我们把它说做道场，阿弥陀佛亲自在主导教化众生。每个往生到极乐世界的人，接受阿弥陀佛的教诲，一生当中决定证得无上菩提。那是个保证班，不要经过第二世，所以这个法门叫当生成就的佛法。",
      "zh_TW": "這說什麼？全說我們的性德。離開自性一法不立，就沒有一法。自性是理體，是本體，其他的是現象。現象裡頭有自然現象、有精神現象（念頭）、有物質現象，所有現象都是自性變現出來的。怎麼變現的？一念不覺。一念不覺沒有原因，找不到原因。其實這一念不覺稱它作什麼？稱它叫妄念。答案已經明顯告訴你了，妄就不是真，離開妄，真的就現前。什麼叫離開妄？只要不把妄放在心上，那個心就叫真心，真心就見到真相。心裡頭有一樣東西，有一個佛也不行。心上有個阿彌陀佛行不行？不行，心上有個阿彌陀佛可以往生極樂世界，不能成無上正等正覺。為什麼？無上正等正覺裡頭連個阿彌陀佛也沒有，那才是真的。只要有一個，那就叫一念不覺，這個要知道。淨宗的殊勝就殊勝在阿彌陀佛，我們心裡頭放阿彌陀佛，行。心裡什麼都沒有，不行，做不到，心裡什麼都沒有了，心裡還有一個什麼都沒有，所以還是有東西，不可能沒有。沒有也是一樣東西，著空了，有不執著了，著空，著空還是執著，還沒有回歸到自性。空有二邊都沒有，那叫中道，那又著了中道。總而言之，你總是會著一個，這就是病根。一切都不著，太難了，禪宗要求的，徹底放下，一念不生，這個難。淨宗心裡頭可以著一樣東西，我們心裡頭只有著阿彌陀佛，著阿彌陀佛不是明心見性，不是無上正等正覺，不是的，是往生極樂世界。極樂世界是凡夫修行最理想、最殊勝的一個處所，我們把它說做道場，阿彌陀佛親自在主導教化眾生。每個往生到極樂世界的人，接受阿彌陀佛的教誨，一生當中決定證得無上菩提。那是個保證班，不要經過第二世，所以這個法門叫當生成就的佛法。"
    },
    {
      "id": "02-042-0053_p0025",
      "zh_CN": "这一法圆满包含一切法，从理上讲，法法皆是圆满包含一切法，众生根性不一样，法门确实平等，这个法与众生的根机不相应，众生不能得成就。所以佛说法要应机说法，对什么样的根机，他用什么方法来给他说。上官今天的报告，同学们可以多看看，看不懂不要紧，学海贤老和尚一心念阿弥陀佛，念到一心不乱全懂了，一点障碍都没有了。这个地方提醒我们的，对于极乐世界、对于诸法实相知道得愈清楚，你的信心愈坚定。",
      "zh_TW": "這一法圓滿包含一切法，從理上講，法法皆是圓滿包含一切法，眾生根性不一樣，法門確實平等，這個法與眾生的根機不相應，眾生不能得成就。所以佛說法要應機說法，對什麼樣的根機，他用什麼方法來給他說。上官今天的報告，同學們可以多看看，看不懂不要緊，學海賢老和尚一心念阿彌陀佛，念到一心不亂全懂了，一點障礙都沒有了。這個地方提醒我們的，對於極樂世界、對於諸法實相知道得愈清楚，你的信心愈堅定。"
    },
    {
      "id": "02-042-0053_p0026",
      "zh_CN": "我们今天学佛为什么这么困难？就是疑虑没断，你心里头有牵挂、有疑惑，惑是不明了，没搞清楚，理没搞清楚，事没搞清楚，这个需要教。世尊四十九年讲经说法为的是什么？帮助我们破除疑虑，教是这个用处的。疑虑放下，清净心现前，清净心是真心，里头没有染污。这不是究竟圆满的真心，是真心，它里头还有分别，还有起心动念。起心动念是无明烦恼，分别是尘沙烦恼。这都是什么？这都是无始劫以来有意无意养成的习气，这习气难断，纵然放下起心动念，习气还是放不下。习气要怎样放下？历事炼心，要在事上去锻炼。眼见色看得清清楚楚是慧，自性本具的智慧，看了怎么样？分别，分别以后执着，这叫生烦恼。分别、执着里头有善恶，善感的三善道，恶感的三恶道；换句话说，眼在色尘上造六道轮回业，耳闻声亦如是，鼻嗅香，舌尝味，身之触，意之知，念念不间断在造六道轮回业。自己以为是学佛，其实全错了，问题出在这个地方，生生世世学佛都出不了六道轮回，念佛不能往生。",
      "zh_TW": "我們今天學佛為什麼這麼困難？就是疑慮沒斷，你心裡頭有牽掛、有疑惑，惑是不明瞭，沒搞清楚，理沒搞清楚，事沒搞清楚，這個需要教。世尊四十九年講經說法為的是什麼？幫助我們破除疑慮，教是這個用處的。疑慮放下，清淨心現前，清淨心是真心，裡頭沒有染污。這不是究竟圓滿的真心，是真心，它裡頭還有分別，還有起心動念。起心動念是無明煩惱，分別是塵沙煩惱。這都是什麼？這都是無始劫以來有意無意養成的習氣，這習氣難斷，縱然放下起心動念，習氣還是放不下。習氣要怎樣放下？歷事鍊心，要在事上去鍛鍊。眼見色看得清清楚楚是慧，自性本具的智慧，看了怎麼樣？分別，分別以後執著，這叫生煩惱。分別、執著裡頭有善惡，善感的三善道，惡感的三惡道；換句話說，眼在色塵上造六道輪迴業，耳聞聲亦如是，鼻嗅香，舌嘗味，身之觸，意之知，念念不間斷在造六道輪迴業。自己以為是學佛，其實全錯了，問題出在這個地方，生生世世學佛都出不了六道輪迴，念佛不能往生。"
    },
    {
      "id": "02-042-0053_p0027",
      "zh_CN": "念佛往生的人很多，什么条件能往生？他放下了。微细的烦恼习气没放下，粗重的放下了，就不妨碍他往生。换句话，说得更明白一点，他的心里头只有阿弥陀佛，除阿弥陀佛之外他统统清除掉了，这就决定能往生。海贤老和尚用的是这功夫，生活当中随缘，随缘妙用。我们不懂得妙用，妙用是什么？不起心、不动念、不分别、不执着，这叫妙用。随缘，样样都干，眼照看，耳也照听，六根没有离开六尘境界，起作用跟大家一样，但是不放在心上，这就不一样。凡夫怎么样？他放在心上，放在心上这心染污了，清净心失掉，平等心失掉，自性见不到了。自性是真心的本体，纯净纯善之心，这是我们不得已用个形容词来形容它，纯净纯善。用什么方法来修？八万四千法门，无量法门。在什么地方修？在生活当中修，在处事待人接物，顺境逆境、善缘恶缘当中修。修什么？就是放下起心动念分别执着，心里头没这些东西。",
      "zh_TW": "念佛往生的人很多，什麼條件能往生？他放下了。微細的煩惱習氣沒放下，粗重的放下了，就不妨礙他往生。換句話，說得更明白一點，他的心裡頭只有阿彌陀佛，除阿彌陀佛之外他統統清除掉了，這就決定能往生。海賢老和尚用的是這功夫，生活當中隨緣，隨緣妙用。我們不懂得妙用，妙用是什麼？不起心、不動念、不分別、不執著，這叫妙用。隨緣，樣樣都幹，眼照看，耳也照聽，六根沒有離開六塵境界，起作用跟大家一樣，但是不放在心上，這就不一樣。凡夫怎麼樣？他放在心上，放在心上這心染污了，清淨心失掉，平等心失掉，自性見不到了。自性是真心的本體，純淨純善之心，這是我們不得已用個形容詞來形容它，純淨純善。用什麼方法來修？八萬四千法門，無量法門。在什麼地方修？在生活當中修，在處事待人接物，順境逆境、善緣惡緣當中修。修什麼？就是放下起心動念分別執著，心裡頭沒這些東西。"
    },
    {
      "id": "02-042-0053_p0028",
      "zh_CN": "这个心就是上官报告里所说的真心，这个心是宇宙之间一切法的本体，也就是惠能大师开悟的时候最后的一句话，「何期自性，能生万法」，自性就是真心，没有想到整个宇宙是自性变现出来的。这个东西就好像作梦一样，我们都有作梦的经验，梦是假的，梦根本没有，睡觉的时候不知道怎么做了梦，梦中清清楚楚，醒过来还记得，不是真的。《金刚经》上最后一首偈，佛告诉我们，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。如露，露是露水，早晨的露水，太阳出来了就没有了，电是闪电，光一闪再找不到第二次了。告诉我们，十法界依正庄严，甚至于包括了法身菩萨所修学的道场，实报庄严土，都不是真的。实报庄严土从哪来的？无始无明习气变现出来的。十法界从哪来的（就是四圣法界）？无明变现，就是起心动念变现出来的，不起心不动念，这个境界就没有了。六道轮回从哪里来的？分别执着来的，不分别不执着，六道就没有了。不起心不动念，十法界也没有了。到最后，一品生相无明习气断掉了，实报庄严土也没有了。这个时候什么？这时常寂光净土现前，你见到常寂光，你完全融入常寂光。常寂光里头没有相，没有物质现象，没有精神现象，就是没有念头，我们有起心动念，没有念头，没有自然现象，但是它能够随缘现相，能现物质、精神、自然现象，它能现。现相就是能生万法，不现就是常寂光，常寂光无处不在，无时不在。",
      "zh_TW": "這個心就是上官報告裡所說的真心，這個心是宇宙之間一切法的本體，也就是惠能大師開悟的時候最後的一句話，「何期自性，能生萬法」，自性就是真心，沒有想到整個宇宙是自性變現出來的。這個東西就好像作夢一樣，我們都有作夢的經驗，夢是假的，夢根本沒有，睡覺的時候不知道怎麼做了夢，夢中清清楚楚，醒過來還記得，不是真的。《金剛經》上最後一首偈，佛告訴我們，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。如露，露是露水，早晨的露水，太陽出來了就沒有了，電是閃電，光一閃再找不到第二次了。告訴我們，十法界依正莊嚴，甚至於包括了法身菩薩所修學的道場，實報莊嚴土，都不是真的。實報莊嚴土從哪來的？無始無明習氣變現出來的。十法界從哪來的（就是四聖法界）？無明變現，就是起心動念變現出來的，不起心不動念，這個境界就沒有了。六道輪迴從哪裡來的？分別執著來的，不分別不執著，六道就沒有了。不起心不動念，十法界也沒有了。到最後，一品生相無明習氣斷掉了，實報莊嚴土也沒有了。這個時候什麼？這時常寂光淨土現前，你見到常寂光，你完全融入常寂光。常寂光裡頭沒有相，沒有物質現象，沒有精神現象，就是沒有念頭，我們有起心動念，沒有念頭，沒有自然現象，但是它能夠隨緣現相，能現物質、精神、自然現象，它能現。現相就是能生萬法，不現就是常寂光，常寂光無處不在，無時不在。"
    },
    {
      "id": "02-042-0053_p0029",
      "zh_CN": "这一份报告说得好，今天科学证明了。极乐世界在哪里？极乐世界在常寂光里头。常寂光无处不在，无时不在；换句话说，我们今天在常寂光里头，我们迷而不觉。觉悟之后，原来净土就在现前，阿弥陀佛就在面前。一切法从心想生，我们念阿弥陀佛，阿弥陀佛在现前；念观音菩萨，观音菩萨在现前，自性弥陀，自性观音，多亲切！经上告诉我们，「心外无法，法外无心」，心跟法是一，不现形的时候，隐的时候叫心，现的时候叫法，隐现不二。佛法真妙，妙不可言。她这里所说的，与阿难无二，与阿难无异。",
      "zh_TW": "這一份報告說得好，今天科學證明了。極樂世界在哪裡？極樂世界在常寂光裡頭。常寂光無處不在，無時不在；換句話說，我們今天在常寂光裡頭，我們迷而不覺。覺悟之後，原來淨土就在現前，阿彌陀佛就在面前。一切法從心想生，我們念阿彌陀佛，阿彌陀佛在現前；念觀音菩薩，觀音菩薩在現前，自性彌陀，自性觀音，多親切！經上告訴我們，「心外無法，法外無心」，心跟法是一，不現形的時候，隱的時候叫心，現的時候叫法，隱現不二。佛法真妙，妙不可言。她這裡所說的，與阿難無二，與阿難無異。"
    },
    {
      "id": "02-042-0053_p0030",
      "zh_CN": "又引现在的海贤老和尚，刘素云的姐夫郭老居士，生前瞋恚心很重。人在临终最后一个念头是瞋恚，他到哪里去？到地狱去了。最后一念这个缘非常重要，最后一念是贪心，饿鬼道去了；瞋恚心，地狱道去了；愚痴，畜生道去了，这三恶道。刘素云劝他放下瞋恚，一心念阿弥陀佛求生极乐世界，在最后几天他接受了，放下了，念佛往生，瑞相稀有。要不是刘素云劝导他，肯定地狱去了。等于把他从地狱里头拉出来，送他到极乐世界，这个功德无比殊胜。我们在日常生活当中，遇到不顺心的事情，心里感觉到不高兴了，这个时候，古人所谓的，「不怕念起，只怕觉迟」，这个念头起来不怕，赶快觉悟。觉悟什么？我在造地狱业，我要堕地狱了。这一觉悟就回头了，把怨恨舍弃了。转过头来，这让我生怨恨心的人他是菩萨，他来考验我，看看我功夫够不够。我还不错，最后一念想通了，回头了。回头是岸，这个岸就是极乐世界。",
      "zh_TW": "又引現在的海賢老和尚，劉素雲的姐夫郭老居士，生前瞋恚心很重。人在臨終最後一個念頭是瞋恚，他到哪裡去？到地獄去了。最後一念這個緣非常重要，最後一念是貪心，餓鬼道去了；瞋恚心，地獄道去了；愚痴，畜生道去了，這三惡道。劉素雲勸他放下瞋恚，一心念阿彌陀佛求生極樂世界，在最後幾天他接受了，放下了，念佛往生，瑞相稀有。要不是劉素雲勸導他，肯定地獄去了。等於把他從地獄裡頭拉出來，送他到極樂世界，這個功德無比殊勝。我們在日常生活當中，遇到不順心的事情，心裡感覺到不高興了，這個時候，古人所謂的，「不怕念起，只怕覺遲」，這個念頭起來不怕，趕快覺悟。覺悟什麼？我在造地獄業，我要墮地獄了。這一覺悟就回頭了，把怨恨捨棄了。轉過頭來，這讓我生怨恨心的人他是菩薩，他來考驗我，看看我功夫夠不夠。我還不錯，最後一念想通了，回頭了。回頭是岸，這個岸就是極樂世界。"
    },
    {
      "id": "02-042-0053_p0031",
      "zh_CN": "念佛往生凭什么？《无量寿经》上五个字，「清净平等觉」。我们用一句佛号把清净心念出来，往生极乐世界凡圣同居土；把平等心念出来，往生极乐世界方便有余土；如果念到觉，觉是大彻大悟、明心见性，往生极乐世界实报庄严土，在经题上。极乐世界的依正庄严是在经题的上半部，「佛说大乘无量寿庄严」，大乘是圆满的智慧，无量寿是真实的功德，德行，庄严是一切的美好。这三桩事情，大乘、无量寿、庄严，形容西方极乐世界四土三辈九品的依正庄严。",
      "zh_TW": "念佛往生憑什麼？《無量壽經》上五個字，「清淨平等覺」。我們用一句佛號把清淨心念出來，往生極樂世界凡聖同居土；把平等心念出來，往生極樂世界方便有餘土；如果念到覺，覺是大徹大悟、明心見性，往生極樂世界實報莊嚴土，在經題上。極樂世界的依正莊嚴是在經題的上半部，「佛說大乘無量壽莊嚴」，大乘是圓滿的智慧，無量壽是真實的功德，德行，莊嚴是一切的美好。這三樁事情，大乘、無量壽、莊嚴，形容西方極樂世界四土三輩九品的依正莊嚴。"
    },
    {
      "id": "02-042-0053_p0032",
      "zh_CN": "我们在这一生当中自己要清楚、要明了我自己有没有能力证果。小乘初果要断见思烦恼里面的见烦恼，就是身见、边见、见取见、戒取见、邪见，这五样东西我有没有放下，真放下了，真入佛门，是佛的真实弟子。不再执着身是我，知道身不是我。身是什么？身是我所有的，像衣服一样，衣服是我所有的，不是我。我是什么？自性是我，或者说灵性，不是灵魂。灵魂迷惑颠倒，它不是我，灵性是我，就是惠能大师所说的自性，自性是我。我始终没有离开，就是不认识，把身当作我，你说冤不冤枉！利用这个身造无量无边六道轮回的罪业，天天在造轮回业，你怎么能出离六道轮回？这个事情麻烦了。要想脱离轮回，不可以造轮回业。从哪里下手？从五种见惑下手。边见是对立，我们常常跟人对立，跟事对立，跟一切万物对立，对立就是分别执着，错了，因为它全是假的。人等于零，事也等于零，万物也等于零。怎么等于零？它根本就不存在，你怎么可以当真？",
      "zh_TW": "我們在這一生當中自己要清楚、要明瞭我自己有沒有能力證果。小乘初果要斷見思煩惱裡面的見煩惱，就是身見、邊見、見取見、戒取見、邪見，這五樣東西我有沒有放下，真放下了，真入佛門，是佛的真實弟子。不再執著身是我，知道身不是我。身是什麼？身是我所有的，像衣服一樣，衣服是我所有的，不是我。我是什麼？自性是我，或者說靈性，不是靈魂。靈魂迷惑顛倒，它不是我，靈性是我，就是惠能大師所說的自性，自性是我。我始終沒有離開，就是不認識，把身當作我，你說冤不冤枉！利用這個身造無量無邊六道輪迴的罪業，天天在造輪迴業，你怎麼能出離六道輪迴？這個事情麻煩了。要想脫離輪迴，不可以造輪迴業。從哪裡下手？從五種見惑下手。邊見是對立，我們常常跟人對立，跟事對立，跟一切萬物對立，對立就是分別執著，錯了，因為它全是假的。人等於零，事也等於零，萬物也等於零。怎麼等於零？它根本就不存在，你怎麼可以當真？"
    },
    {
      "id": "02-042-0053_p0033",
      "zh_CN": "弥勒菩萨告诉我们，一弹指，这一弹指三十二亿百千念。这段经文我从头来说一说，世尊问弥勒菩萨，「心有所念」，我们凡夫起一个念头，「几念几相识耶」。心起这一个念头，这个念头里头，有多少个细念，有多少个相，有多少个识？你看这句话很简单，问了三桩事情，几念几相识耶？弥勒菩萨回答，实在讲是告诉我们，弥勒菩萨说，「一弹指」，这一次，一弹指，一弹指「有三十二亿百千念」。单位是百千，一百个千是十万，三十二亿乘十万，三百二十兆，这一弹指，一弹指有三百二十兆的念头。念是生灭，前念灭后念生。相，相是物质现象，念是精神现象，就是念头，心理现象，先把这个念头说出来，三十二亿百千念。「念念成形」，形就是相，「形皆有识」，每个形都有识，形跟识合起来就是佛法讲的五蕴，色受想行识，这才是真正五蕴的意思。",
      "zh_TW": "彌勒菩薩告訴我們，一彈指，這一彈指三十二億百千念。這段經文我從頭來說一說，世尊問彌勒菩薩，「心有所念」，我們凡夫起一個念頭，「幾念幾相識耶」。心起這一個念頭，這個念頭裡頭，有多少個細念，有多少個相，有多少個識？你看這句話很簡單，問了三樁事情，幾念幾相識耶？彌勒菩薩回答，實在講是告訴我們，彌勒菩薩說，「一彈指」，這一次，一彈指，一彈指「有三十二億百千念」。單位是百千，一百個千是十萬，三十二億乘十萬，三百二十兆，這一彈指，一彈指有三百二十兆的念頭。念是生滅，前念滅後念生。相，相是物質現象，念是精神現象，就是念頭，心理現象，先把這個念頭說出來，三十二億百千念。「念念成形」，形就是相，「形皆有識」，每個形都有識，形跟識合起來就是佛法講的五蘊，色受想行識，這才是真正五蘊的意思。"
    },
    {
      "id": "02-042-0053_p0034",
      "zh_CN": "五蕴什么意思？我们过去初学都把它解释错了。这是一个什么情形？五蕴是现象里头最小的，不能再分了，再分就没有了，在佛家讲叫极微色。现在量子力学家发现，把它找到了，叫微中子，量子力学叫它微中子，也叫它中微子，都可以。多大？科学报告里头告诉我们，这一个微中子它的体积是电子，原子里面的电子，是电子的一百亿分之一，也就是一百亿个微中子聚集起来，它的体积等于一个电子。我们肉眼看不见，我们连原子都看不见，大概原子阿罗汉的天眼能够看见，比原子更小的阿罗汉也看不见，那要菩萨的法眼才能看见。看到真正看清楚、看明白的，比现在科学家还厉害。真看清楚了，八地以上，八地、九地、十地、等觉、妙觉，这五个位次完全看清楚了，这叫诸法实相。所以你要想到，所有一切现象都是在这一弹指，是三十二亿百千念，也就是三百二十兆，三百二十兆次的这个频率。我们现在算秒算，一秒钟有多少个生灭？一秒钟能弹几次？有人告诉我，可以弹七次，那乘七，三七二十一，就是二千一百兆分之一秒。记住，二千一百兆分之一秒波动频率之下产生的这个现象，所有现象都是在这个频率产生的，假的，不是真的。不要认为我们眼睛看到的是真的，眼睛看到全看错了。",
      "zh_TW": "五蘊什麼意思？我們過去初學都把它解釋錯了。這是一個什麼情形？五蘊是現象裡頭最小的，不能再分了，再分就沒有了，在佛家講叫極微色。現在量子力學家發現，把它找到了，叫微中子，量子力學叫它微中子，也叫它中微子，都可以。多大？科學報告裡頭告訴我們，這一個微中子它的體積是電子，原子裡面的電子，是電子的一百億分之一，也就是一百億個微中子聚集起來，它的體積等於一個電子。我們肉眼看不見，我們連原子都看不見，大概原子阿羅漢的天眼能夠看見，比原子更小的阿羅漢也看不見，那要菩薩的法眼才能看見。看到真正看清楚、看明白的，比現在科學家還厲害。真看清楚了，八地以上，八地、九地、十地、等覺、妙覺，這五個位次完全看清楚了，這叫諸法實相。所以你要想到，所有一切現象都是在這一彈指，是三十二億百千念，也就是三百二十兆，三百二十兆次的這個頻率。我們現在算秒算，一秒鐘有多少個生滅？一秒鐘能彈幾次？有人告訴我，可以彈七次，那乘七，三七二十一，就是二千一百兆分之一秒。記住，二千一百兆分之一秒波動頻率之下產生的這個現象，所有現象都是在這個頻率產生的，假的，不是真的。不要認為我們眼睛看到的是真的，眼睛看到全看錯了。"
    },
    {
      "id": "02-042-0053_p0035",
      "zh_CN": "你要是不相信，我手上这个是电影的底片。现在电影不用这个了，用数码，进步了。以前用这个，这是动画，这是幻灯片，动画，在放映机里面它的速度是一秒钟二十四张。一秒钟二十四张，我们在电影银幕上看到就被它欺骗了，好像是真的。如果我们来做个实验，我们二十四张这个幻灯片，底片，把二十三张抹黑，只留一张。只留一张什么意思？就是二十四分之一秒，我们看到的是什么？我们在放映机里面放映，二十四分之一秒，我们会看到有一个光闪了一下就不见了，光里面是些什么一样也没看清楚，根本没看清楚，只看到一道闪光。大概在二分之一秒，我们会看到好像有人、有房子、有树木，有这么一个概念，二分之一秒。也就是说，十二张这个画面重叠在一起，让我们产生一个错觉，看到里面东西了。",
      "zh_TW": "你要是不相信，我手上這個是電影的底片。現在電影不用這個了，用數碼，進步了。以前用這個，這是動畫，這是幻燈片，動畫，在放映機裡面它的速度是一秒鐘二十四張。一秒鐘二十四張，我們在電影銀幕上看到就被它欺騙了，好像是真的。如果我們來做個實驗，我們二十四張這個幻燈片，底片，把二十三張抹黑，只留一張。只留一張什麼意思？就是二十四分之一秒，我們看到的是什麼？我們在放映機裡面放映，二十四分之一秒，我們會看到有一個光閃了一下就不見了，光裡面是些什麼一樣也沒看清楚，根本沒看清楚，只看到一道閃光。大概在二分之一秒，我們會看到好像有人、有房子、有樹木，有這麼一個概念，二分之一秒。也就是說，十二張這個畫面重疊在一起，讓我們產生一個錯覺，看到裡面東西了。"
    },
    {
      "id": "02-042-0053_p0036",
      "zh_CN": "现在把这个频率加，加到二千一百兆。在哪里？就在眼前，包括我们的身体，就在眼前，这叫事实真相。我们看到全是假相，不是真相，真相佛说了，八地以上才看到。八地以上他的眼睛比显微镜还厉害，显微镜看不到的他能看到。那是什么？眼耳鼻舌身的作用达到究竟圆满，没障碍了，眼还是这个眼，耳还是这个耳。为什么？我们六根六识被染污了，被妄想染污了，被杂念染污了。我们见色闻声生什么？生妄想分别执着，生贪瞋痴慢疑，这叫造业，业后面就有果报。全是假的，业也是假的，果报也是假的，真的人生如梦，在梦里头有欢乐的、有悲哀的，醒了之后，全等于零，我们现前所造的统统等于零。佛说得妙极了，「一切有为法」，有为法就是生灭法，有为有造作的，有生有灭的就叫有为法，「如梦幻泡影」，真的是一场梦。既然是一场梦，何必去计较它？不计较，对了，计较就错了。",
      "zh_TW": "現在把這個頻率加，加到二千一百兆。在哪裡？就在眼前，包括我們的身體，就在眼前，這叫事實真相。我們看到全是假相，不是真相，真相佛說了，八地以上才看到。八地以上他的眼睛比顯微鏡還厲害，顯微鏡看不到的他能看到。那是什麼？眼耳鼻舌身的作用達到究竟圓滿，沒障礙了，眼還是這個眼，耳還是這個耳。為什麼？我們六根六識被染污了，被妄想染污了，被雜念染污了。我們見色聞聲生什麼？生妄想分別執著，生貪瞋痴慢疑，這叫造業，業後面就有果報。全是假的，業也是假的，果報也是假的，真的人生如夢，在夢裡頭有歡樂的、有悲哀的，醒了之後，全等於零，我們現前所造的統統等於零。佛說得妙極了，「一切有為法」，有為法就是生滅法，有為有造作的，有生有滅的就叫有為法，「如夢幻泡影」，真的是一場夢。既然是一場夢，何必去計較它？不計較，對了，計較就錯了。"
    },
    {
      "id": "02-042-0053_p0037",
      "zh_CN": "所以佛菩萨在世间，游戏神通，随缘妙用。他的目的在哪里？目的在度化众生，帮助众生觉悟。点点滴滴你细心去观察，他都帮助你觉悟，表演得淋漓尽致，让我们看到了佩服得五体投地。海贤老和尚，在这本书里头，这个里面有一张光碟，这张光碟告诉诸位圆满的佛法，它的时间大概一个小时。你要是真正看懂，会开悟。这个老和尚一百一十二岁，大彻大悟，明心见性。他怎么修的？一句佛号，一切统统归阿弥陀佛，就是心上只有阿弥陀佛，除阿弥陀佛之外，什么都不放在心上，这就是本事。心地清净，心地平等、慈悲，当然智慧现前。妙慧，怎么妙？一般人粗心大意没有看出来，你很细心去观察你会看出来，他把整个大乘佛法落实在生活，完全表演出来了，就像善财童子在华严会上五十三参，表演出来了。生活是佛法，工作是佛法，处事待人接物全是佛法。",
      "zh_TW": "所以佛菩薩在世間，遊戲神通，隨緣妙用。他的目的在哪裡？目的在度化眾生，幫助眾生覺悟。點點滴滴你細心去觀察，他都幫助你覺悟，表演得淋漓盡致，讓我們看到了佩服得五體投地。海賢老和尚，在這本書裡頭，這個裡面有一張光碟，這張光碟告訴諸位圓滿的佛法，它的時間大概一個小時。你要是真正看懂，會開悟。這個老和尚一百一十二歲，大徹大悟，明心見性。他怎麼修的？一句佛號，一切統統歸阿彌陀佛，就是心上只有阿彌陀佛，除阿彌陀佛之外，什麼都不放在心上，這就是本事。心地清淨，心地平等、慈悲，當然智慧現前。妙慧，怎麼妙？一般人粗心大意沒有看出來，你很細心去觀察你會看出來，他把整個大乘佛法落實在生活，完全表演出來了，就像善財童子在華嚴會上五十三參，表演出來了。生活是佛法，工作是佛法，處事待人接物全是佛法。"
    },
    {
      "id": "02-042-0053_p0038",
      "zh_CN": "这就一句佛号，他不认识字，没念过书，没有看过一部经，也没有听讲过一堂课，他什么都知道。什么都知道这一句可不容易，这一句谁有资格说？大彻大悟、明心见性才可以说。他真知道，他没有念过这个经，你念给他听，他全知道。他不表演给人看，惠能大师表演了，别人念给他听，他讲给别人听，表演了，他没有表演。这是老师教给他的，你知道了千万不要讲，他听话，明心见性之后一句不说，装糊涂，这叫难得糊涂，圆满的智慧。所以这些加强我们的信心。",
      "zh_TW": "這就一句佛號，他不認識字，沒念過書，沒有看過一部經，也沒有聽講過一堂課，他什麼都知道。什麼都知道這一句可不容易，這一句誰有資格說？大徹大悟、明心見性才可以說。他真知道，他沒有念過這個經，你念給他聽，他全知道。他不表演給人看，惠能大師表演了，別人念給他聽，他講給別人聽，表演了，他沒有表演。這是老師教給他的，你知道了千萬不要講，他聽話，明心見性之後一句不說，裝糊塗，這叫難得糊塗，圓滿的智慧。所以這些加強我們的信心。"
    },
    {
      "id": "02-042-0053_p0039",
      "zh_CN": "上官这个报告举了很多科学的证明，用现代的科学术语，意念就是光波。光波的根源就是常寂光，常寂光肉眼看不见，肉眼看不见的光波太多了。所以我们眼睛能见的这个光非常有限，比我们这个能见光长的光波见不到，短的光波也见不到。为什么？心被染污了。修定，修定随着你定功的浅深，你看到的光不一样，我们一般人看不到的你能看到。最容易看到的一个，鬼神。我们一般人肉眼看不到鬼神，有一点点小定，他能看到鬼神，那不是眼看花，他真能看到。功夫再高一点能看到天神，随着他功夫提升，他能看到。证得须陀洹果，小乘初果，你看两个能力恢复了，天眼恢复，天耳恢复。虽然恢复，能量并不很大，须陀洹的天眼大概六道里面没有问题，他统统知道，音声他听得到。证到二果又两种能量恢复了，他心通、宿命通。宿命通，知道自己过去生中，也能知道未来。阿罗汉，这小乘最高的境界，能知道过去五百世，也能晓得未来五百世。菩萨的境界就更大了，八地以上神通道力跟究竟佛非常接近，叫诸法实相，这不是假的。",
      "zh_TW": "上官這個報告舉了很多科學的證明，用現代的科學術語，意念就是光波。光波的根源就是常寂光，常寂光肉眼看不見，肉眼看不見的光波太多了。所以我們眼睛能見的這個光非常有限，比我們這個能見光長的光波見不到，短的光波也見不到。為什麼？心被染污了。修定，修定隨著你定功的淺深，你看到的光不一樣，我們一般人看不到的你能看到。最容易看到的一個，鬼神。我們一般人肉眼看不到鬼神，有一點點小定，他能看到鬼神，那不是眼看花，他真能看到。功夫再高一點能看到天神，隨著他功夫提升，他能看到。證得須陀洹果，小乘初果，你看兩個能力恢復了，天眼恢復，天耳恢復。雖然恢復，能量並不很大，須陀洹的天眼大概六道裡面沒有問題，他統統知道，音聲他聽得到。證到二果又兩種能量恢復了，他心通、宿命通。宿命通，知道自己過去生中，也能知道未來。阿羅漢，這小乘最高的境界，能知道過去五百世，也能曉得未來五百世。菩薩的境界就更大了，八地以上神通道力跟究竟佛非常接近，叫諸法實相，這不是假的。"
    },
    {
      "id": "02-042-0053_p0040",
      "zh_CN": "佛法是一门道道地地回归自性的教育，它教育的目标，帮助你回归自性。你本来是佛，世尊在《华严经》上告诉我们，「一切众生本来是佛」。佛陀的教育，帮助你回归本来是佛，如是而已，这个我们要知道。东方人的教育跟西方不一样，西方是知识，不是智慧，西方是讲科学技术；东方是智慧，东方是要真正了解一切诸法的真相，叫真相大白，方法不一样。佛陀教学，释迦牟尼佛也是禀承一切古佛。怎样教人？教人开悟，教人明心见性，方法是戒定慧，因戒得定，因定开慧。这个方法传到中国之后，中国的儒接受了，中国的道家也接受了，所以儒释道在这两千年当中统统都是用这个方法，持戒、修定、开悟。它的理念是「一门深入，长时薰修」，这是教学的理念，方法是「读书千遍，其义自见」，这个跟西方完全不一样。一门深入，长时薰修，就是你不能学太多，学多了，杂了、乱了。学的目的在哪里？目的修定，定只能定在一个，不能二个、三个。现在学两个法门、学三个法门，这都是胡闹，这都是开玩笑，他能够学到佛学知识，佛家的戒定慧他得不到。",
      "zh_TW": "佛法是一門道道地地回歸自性的教育，它教育的目標，幫助你回歸自性。你本來是佛，世尊在《華嚴經》上告訴我們，「一切眾生本來是佛」。佛陀的教育，幫助你回歸本來是佛，如是而已，這個我們要知道。東方人的教育跟西方不一樣，西方是知識，不是智慧，西方是講科學技術；東方是智慧，東方是要真正了解一切諸法的真相，叫真相大白，方法不一樣。佛陀教學，釋迦牟尼佛也是稟承一切古佛。怎樣教人？教人開悟，教人明心見性，方法是戒定慧，因戒得定，因定開慧。這個方法傳到中國之後，中國的儒接受了，中國的道家也接受了，所以儒釋道在這兩千年當中統統都是用這個方法，持戒、修定、開悟。它的理念是「一門深入，長時薰修」，這是教學的理念，方法是「讀書千遍，其義自見」，這個跟西方完全不一樣。一門深入，長時薰修，就是你不能學太多，學多了，雜了、亂了。學的目的在哪裡？目的修定，定只能定在一個，不能二個、三個。現在學兩個法門、學三個法門，這都是胡鬧，這都是開玩笑，他能夠學到佛學知識，佛家的戒定慧他得不到。"
    },
    {
      "id": "02-042-0053_p0041",
      "zh_CN": "戒定慧管用，能帮助你恢复神通，能帮助你开智慧，智慧是自性里头本有的。方法，读书千遍是对知识分子说的，因为学生当中绝大多数是知识分子。知识分子教你一门深入，这就是戒律；方法，一部经你一直念下去。海贤老和尚不认识字，就是一句佛号一直念下去，一句佛号念了九十二年，日夜不断，一门深入。他不止千遍，一天都不止千遍。千遍这个千不是数目字，是无数次重复。为什么？让心定下来，用这个方法修禅定，不是别的。你要不念佛就会胡思乱想，就有妄念起来，就有杂念起来，你的心就散乱了。用这一句佛号把心收起来，用一部经收心，不能搞很多部。到你大彻大悟，门门都通了。",
      "zh_TW": "戒定慧管用，能幫助你恢復神通，能幫助你開智慧，智慧是自性裡頭本有的。方法，讀書千遍是對知識分子說的，因為學生當中絕大多數是知識分子。知識分子教你一門深入，這就是戒律；方法，一部經你一直念下去。海賢老和尚不認識字，就是一句佛號一直念下去，一句佛號念了九十二年，日夜不斷，一門深入。他不止千遍，一天都不止千遍。千遍這個千不是數目字，是無數次重複。為什麼？讓心定下來，用這個方法修禪定，不是別的。你要不念佛就會胡思亂想，就有妄念起來，就有雜念起來，你的心就散亂了。用這一句佛號把心收起來，用一部經收心，不能搞很多部。到你大徹大悟，門門都通了。"
    },
    {
      "id": "02-042-0053_p0042",
      "zh_CN": "所以佛法里头，法门无量誓愿学是在什么时候？大彻大悟之后才学一切法门，没有大彻大悟之前不能学。为什么？你学不到。悟了之后，无论一切什么法，你只一接触就明了了。龙树菩萨开悟了，他用了三个月的时间，把释迦牟尼佛四十九年所说的一切经全学完了，完全通达没有障碍，开悟了，就是什么都知道了。这一部经要不要从头到尾看？不需要，看当中几段全通达了。在《坛经》上我们看到，法达禅师诵《法华》三千部，去见六祖，六祖问他，世尊在《法华经》讲些什么，你讲给我听听。他说不出来，回过头请教六祖，六祖说这个经我没听过，你念给我听听，他念三千遍了，背得滚瓜烂熟。《法华》二十八品，他念到第二品「方便品」，能大师说，行了，不要念了，我全明白了，讲给他听他开悟了。这就是说，悟了之后学东西哪那么费劲，几句话当中这一门功课就解决了。所以龙树菩萨三个月，把释迦牟尼佛四十九年所说一切经教贯通，我们相信，他真有这个能力，我们三个月可能一部经都不通，他三个月全通了。这就是说开悟之后再学快，没有开悟去学愈学愈糟，把你的清净心全都破坏了，你用什么学？",
      "zh_TW": "所以佛法裡頭，法門無量誓願學是在什麼時候？大徹大悟之後才學一切法門，沒有大徹大悟之前不能學。為什麼？你學不到。悟了之後，無論一切什麼法，你只一接觸就明瞭了。龍樹菩薩開悟了，他用了三個月的時間，把釋迦牟尼佛四十九年所說的一切經全學完了，完全通達沒有障礙，開悟了，就是什麼都知道了。這一部經要不要從頭到尾看？不需要，看當中幾段全通達了。在《壇經》上我們看到，法達禪師誦《法華》三千部，去見六祖，六祖問他，世尊在《法華經》講些什麼，你講給我聽聽。他說不出來，回過頭請教六祖，六祖說這個經我沒聽過，你念給我聽聽，他念三千遍了，背得滾瓜爛熟。《法華》二十八品，他念到第二品「方便品」，能大師說，行了，不要念了，我全明白了，講給他聽他開悟了。這就是說，悟了之後學東西哪那麼費勁，幾句話當中這一門功課就解決了。所以龍樹菩薩三個月，把釋迦牟尼佛四十九年所說一切經教貫通，我們相信，他真有這個能力，我們三個月可能一部經都不通，他三個月全通了。這就是說開悟之後再學快，沒有開悟去學愈學愈糟，把你的清淨心全都破壞了，你用什麼學？"
    },
    {
      "id": "02-042-0053_p0043",
      "zh_CN": "然后才知道中国古圣先贤所传的这个，真正的实学，实实在在的学问，不是虚假的。科学技术不是真东西，是虚妄的，这个道理要懂。为什么？它是生灭法，佛法是不生不灭法，禅定是不生不灭。「何期自性，本无动摇」，真心是不动的，真心是不生不灭的。佛法的修学一定要与自性相应，至少能大师给我们说的这五句，四句是讲自性的本能，最后是讲它的作用，它的作用，「能生万法」。所以见性对于能生万法他哪有不通？法法他都明了，这就叫什么都知道。贤公老和尚说我什么都知道，遍法界虚空界他没有一样不知道，因为见性了。用什么方法见性？一句阿弥陀佛，他念佛九十二年，算他一天念十万声，你就晓得那个功力多深，他的心多清净。清净平等觉他得到了，这是非常值得我们羡慕。我们应当向他学习，放下万缘，一门深入。读书千遍，其义自见，着重自见，自见就开悟了，不要人教，全明白了。明了的一定要落实在生活，生活上还着相，这个不行，还有分别、还有执着，吃东西这好吃，那不好吃，这就完了，回归到凡夫位上来了。怎么有分别有执着？你看看老和尚说的，他一生当中吃东西，没有哪个好吃、哪个不好吃的，没有这个分别，功夫！眼见色没有哪个好看哪个不好看，没有，他见到平等的，他见到真相。所有一切现象都是二千一百兆分之一秒现的幻相，没有一样是真的，可别放在心上，放在心上，坏了。",
      "zh_TW": "然後才知道中國古聖先賢所傳的這個，真正的實學，實實在在的學問，不是虛假的。科學技術不是真東西，是虛妄的，這個道理要懂。為什麼？它是生滅法，佛法是不生不滅法，禪定是不生不滅。「何期自性，本無動搖」，真心是不動的，真心是不生不滅的。佛法的修學一定要與自性相應，至少能大師給我們說的這五句，四句是講自性的本能，最後是講它的作用，它的作用，「能生萬法」。所以見性對於能生萬法他哪有不通？法法他都明瞭，這就叫什麼都知道。賢公老和尚說我什麼都知道，遍法界虛空界他沒有一樣不知道，因為見性了。用什麼方法見性？一句阿彌陀佛，他念佛九十二年，算他一天念十萬聲，你就曉得那個功力多深，他的心多清淨。清淨平等覺他得到了，這是非常值得我們羨慕。我們應當向他學習，放下萬緣，一門深入。讀書千遍，其義自見，著重自見，自見就開悟了，不要人教，全明白了。明瞭的一定要落實在生活，生活上還著相，這個不行，還有分別、還有執著，吃東西這好吃，那不好吃，這就完了，回歸到凡夫位上來了。怎麼有分別有執著？你看看老和尚說的，他一生當中吃東西，沒有哪個好吃、哪個不好吃的，沒有這個分別，功夫！眼見色沒有哪個好看哪個不好看，沒有，他見到平等的，他見到真相。所有一切現象都是二千一百兆分之一秒現的幻相，沒有一樣是真的，可別放在心上，放在心上，壞了。"
    },
    {
      "id": "02-042-0053_p0044",
      "zh_CN": "这个里头讲到，意念光波产生物质现象，这就是佛经上常说的，相由心生，色由心生。佛经上讲的相，物质现象，色也是讲物质现象，五蕴里头色是物质，受想行识是心理现象，受是感受，想是念头，想前想后，它作用非常大，第六意识是想，第七末那识是执着。这些物质、精神现象，包括自然现象，它的根源就是阿赖耶，阿赖耶是妄心。自性是真心，用真心不用妄心，真心没有分别，真心没有执着，真心没有起心动念，用真心就是佛菩萨，用妄心是凡夫。学佛了，要锁定一个目标，这一生要成佛。成不了佛，往生到极乐世界等于成佛，到极乐世界就得到成佛的保证了，你在极乐世界决定成佛。怎么成佛？往生到极乐世界，花开见佛，进入阿弥陀佛的讲堂，接受阿弥陀佛的教诲，离开讲堂就成佛了。为什么？没有大彻大悟、明心见性，你不会离开讲堂。",
      "zh_TW": "這個裡頭講到，意念光波產生物質現象，這就是佛經上常說的，相由心生，色由心生。佛經上講的相，物質現象，色也是講物質現象，五蘊裡頭色是物質，受想行識是心理現象，受是感受，想是念頭，想前想後，它作用非常大，第六意識是想，第七末那識是執著。這些物質、精神現象，包括自然現象，它的根源就是阿賴耶，阿賴耶是妄心。自性是真心，用真心不用妄心，真心沒有分別，真心沒有執著，真心沒有起心動念，用真心就是佛菩薩，用妄心是凡夫。學佛了，要鎖定一個目標，這一生要成佛。成不了佛，往生到極樂世界等於成佛，到極樂世界就得到成佛的保證了，你在極樂世界決定成佛。怎麼成佛？往生到極樂世界，花開見佛，進入阿彌陀佛的講堂，接受阿彌陀佛的教誨，離開講堂就成佛了。為什麼？沒有大徹大悟、明心見性，你不會離開講堂。"
    },
    {
      "id": "02-042-0053_p0045",
      "zh_CN": "极乐世界的人身不是我们肉身，要知道我们这个肉身，物质现象，是阿赖耶的相分，我们起心动念是阿赖耶的见分，全是阿赖耶做主。到极乐世界去的时候是莲花，坐在莲花上去的，你自己看到，别人看不到，临命终时阿弥陀佛加持你，你能看到，别人看不到的。看到极乐世界，阿弥陀佛拿着莲花来接引你，莲花开了，我们坐在莲花上，花又合起来了，佛把这个花带到极乐世界放在七宝池里头，然后花再开见佛，就转识成智，在莲花里头那个时间就改变了。这是阿弥陀佛加持我们的，我们自己要转识成智可不容易，阿弥陀佛用莲花你看帮助我们转识成智。所以花一开什么样身？法性身，居住的极乐世界是法性土，法性是不生不灭。所以相貌之好无法想像，世尊在《观经》上告诉我们，赞叹阿弥陀佛的相，阿弥陀佛身有八万四千相，每个相有八万四千好，每个好放八万四千光明，每道光明里面有诸佛如来在那里讲经教学度众生。等于说在一个身上看到全宇宙，遍法界虚空界都在阿弥陀佛身上看到了。我们一定要知道，往生到极乐世界花开见佛，我们的身跟阿弥陀佛的身完全相同，这是四十八愿的一愿，阿弥陀佛发的这个大愿。十方世界众生身相不一样，不一样他就生烦恼，相貌好的骄慢、傲慢，相貌差的有自卑感，生烦恼。所以极乐世界相貌完全一样，跟佛相同，大家不生烦恼，这无比殊胜庄严。",
      "zh_TW": "極樂世界的人身不是我們肉身，要知道我們這個肉身，物質現象，是阿賴耶的相分，我們起心動念是阿賴耶的見分，全是阿賴耶做主。到極樂世界去的時候是蓮花，坐在蓮花上去的，你自己看到，別人看不到，臨命終時阿彌陀佛加持你，你能看到，別人看不到的。看到極樂世界，阿彌陀佛拿著蓮花來接引你，蓮花開了，我們坐在蓮花上，花又合起來了，佛把這個花帶到極樂世界放在七寶池裡頭，然後花再開見佛，就轉識成智，在蓮花裡頭那個時間就改變了。這是阿彌陀佛加持我們的，我們自己要轉識成智可不容易，阿彌陀佛用蓮花你看幫助我們轉識成智。所以花一開什麼樣身？法性身，居住的極樂世界是法性土，法性是不生不滅。所以相貌之好無法想像，世尊在《觀經》上告訴我們，讚歎阿彌陀佛的相，阿彌陀佛身有八萬四千相，每個相有八萬四千好，每個好放八萬四千光明，每道光明裡面有諸佛如來在那裡講經教學度眾生。等於說在一個身上看到全宇宙，遍法界虛空界都在阿彌陀佛身上看到了。我們一定要知道，往生到極樂世界花開見佛，我們的身跟阿彌陀佛的身完全相同，這是四十八願的一願，阿彌陀佛發的這個大願。十方世界眾生身相不一樣，不一樣他就生煩惱，相貌好的驕慢、傲慢，相貌差的有自卑感，生煩惱。所以極樂世界相貌完全一樣，跟佛相同，大家不生煩惱，這無比殊勝莊嚴。"
    },
    {
      "id": "02-042-0053_p0046",
      "zh_CN": "所以，法性身、法性土，寿命无量，长生不老，又不要吃饭，不需要饮食，不需要睡眠，所以极乐世界是光明世界，没有黑夜的，听经一直听到你大彻大悟明心见性。你离开讲堂成佛了，在讲堂里面是菩萨，离开讲堂就成佛了。在讲堂时间长短每个人不一样，根性利的很快就出来了，就毕业了，根性差一点时间长一点，决定成就，所以到极乐世界等于成佛了。",
      "zh_TW": "所以，法性身、法性土，壽命無量，長生不老，又不要吃飯，不需要飲食，不需要睡眠，所以極樂世界是光明世界，沒有黑夜的，聽經一直聽到你大徹大悟明心見性。你離開講堂成佛了，在講堂裡面是菩薩，離開講堂就成佛了。在講堂時間長短每個人不一樣，根性利的很快就出來了，就畢業了，根性差一點時間長一點，決定成就，所以到極樂世界等於成佛了。"
    },
    {
      "id": "02-042-0053_p0047",
      "zh_CN": "我也常常告诉诸位，净土法门是一切诸佛如来永远的正法道场，它没有像法、末法、灭法，没有，这个法门只有正法。你看有讲经的、有听经的、有修行的、有证果的，往生就证果。海贤老和尚他出家的时候，师父给他剃度，剃度完了之后告诉他，一句南无阿弥陀佛一直念下去。他师父说法，他听法，他听了之后他真干，真念佛，那就是修行，最后你看往生极乐世界，就是证果。有说经的，有听经的，有修行的，有证果的，这叫正法。只有净宗永远是正法，其他的都有正法、像法、末法、灭法，只有净土没有，这个我们要懂。我们遇到这个法门不可思议，无量无边的福报，多生多劫修来的。大乘经上讲的，每个往生的人，都是过去生中供养无量无边诸佛如来，今天遇到法门，得到诸佛如来的加持，你能信，你能愿，你肯念佛，你决定往生，不容易。",
      "zh_TW": "我也常常告訴諸位，淨土法門是一切諸佛如來永遠的正法道場，它沒有像法、末法、滅法，沒有，這個法門只有正法。你看有講經的、有聽經的、有修行的、有證果的，往生就證果。海賢老和尚他出家的時候，師父給他剃度，剃度完了之後告訴他，一句南無阿彌陀佛一直念下去。他師父說法，他聽法，他聽了之後他真幹，真念佛，那就是修行，最後你看往生極樂世界，就是證果。有說經的，有聽經的，有修行的，有證果的，這叫正法。只有淨宗永遠是正法，其他的都有正法、像法、末法、滅法，只有淨土沒有，這個我們要懂。我們遇到這個法門不可思議，無量無邊的福報，多生多劫修來的。大乘經上講的，每個往生的人，都是過去生中供養無量無邊諸佛如來，今天遇到法門，得到諸佛如來的加持，你能信，你能願，你肯念佛，你決定往生，不容易。"
    },
    {
      "id": "02-042-0053_p0048",
      "zh_CN": "上官同学这一份的报告，同学们有科学常识可以看，能看得懂；看不懂也没有关系，科学家为我们做证明。海贤给我们证明，我跟大家说了，第一个证明极乐世界真有，他见到了，他往生了；第二个证明，阿弥陀佛是真的不是假的，跟他决定不会错误；第三个证明，夏莲居老居士的会集本是真经；第四个证明，黄念祖老居士的集注是这部经正确的解释，没有说错，字字句句都有来历；最后一个证明，我们这些年来，一部经、一句佛号不改变方向，这个修学是正确的，没有走错路，老和尚为我们表这个法。今天时间到了，我们就学习到此地。",
      "zh_TW": "上官同學這一份的報告，同學們有科學常識可以看，能看得懂；看不懂也沒有關係，科學家為我們做證明。海賢給我們證明，我跟大家說了，第一個證明極樂世界真有，他見到了，他往生了；第二個證明，阿彌陀佛是真的不是假的，跟他決定不會錯誤；第三個證明，夏蓮居老居士的會集本是真經；第四個證明，黃念祖老居士的集註是這部經正確的解釋，沒有說錯，字字句句都有來歷；最後一個證明，我們這些年來，一部經、一句佛號不改變方向，這個修學是正確的，沒有走錯路，老和尚為我們表這個法。今天時間到了，我們就學習到此地。"
    }
  ]
}