{
  "doc_id": "02-042-0170",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "因缘生",
    "开弘法师"
  ],
  "volume": {
    "zh_CN": "第一七Ｏ集",
    "zh_TW": "第一七Ｏ集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0170",
  "total_paragraphs": 98,
  "paragraphs": [
    {
      "id": "02-042-0170_p0001",
      "zh_CN": "老法师：好，开始。",
      "zh_TW": "老法師：好，開始。"
    },
    {
      "id": "02-042-0170_p0002",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师、大德仁者，阿弥陀佛！惭愧弟子因缘生今日恭敬报告的主题是「中华传统文化，今世所必需」。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師、大德仁者，阿彌陀佛！慚愧弟子因緣生今日恭敬報告的主題是「中華傳統文化，今世所必需」。"
    },
    {
      "id": "02-042-0170_p0003",
      "zh_CN": "中国传统文化博大精深，其构成亦本自多元。自汉武帝独尊儒术之后，便以儒家文化为核心，以道家、墨家、法家、名家、阴阳家、纵横家等学术流派为辅助。东汉初年，佛法传入中国，很快便与中国本土文化融合，形成了儒、释、道三足鼎立而又互助互补的文化格局。以至于明代末年的佛门高僧憨山大师便感叹说：「不知《春秋》，不能处世；不精《老》、《庄》，不能忘世；不参禅，不能出世。此三者，经世、出世之学备矣，缺一则偏，缺二则隘，三者无一而称人者，则肖之而已。」憨山大师说，儒、释、道三家把治理天下和超越俗世的学问都讲到极致了，假如三家学问有一家没有学到，他的见解就会偏激；假如三家学问有两家没有学到，他的思想就会狭隘；若是三家学问都没有学，那他只是表面上像人的样子而已。",
      "zh_TW": "中國傳統文化博大精深，其構成亦本自多元。自漢武帝獨尊儒術之後，便以儒家文化為核心，以道家、墨家、法家、名家、陰陽家、縱橫家等學術流派為輔助。東漢初年，佛法傳入中國，很快便與中國本土文化融合，形成了儒、釋、道三足鼎立而又互助互補的文化格局。以至於明代末年的佛門高僧憨山大師便感嘆說：「不知《春秋》，不能處世；不精《老》、《莊》，不能忘世；不參禪，不能出世。此三者，經世、出世之學備矣，缺一則偏，缺二則隘，三者無一而稱人者，則肖之而已。」憨山大師說，儒、釋、道三家把治理天下和超越俗世的學問都講到極致了，假如三家學問有一家沒有學到，他的見解就會偏激；假如三家學問有兩家沒有學到，他的思想就會狹隘；若是三家學問都沒有學，那他只是表面上像人的樣子而已。"
    },
    {
      "id": "02-042-0170_p0004",
      "zh_CN": "中国清代文学家龚定庵有这样两句名言，我们每一个人都必须要刻在心上：欲要亡其国，必先灭其史；欲灭其族，必先灭其文化。定庵先生说，想灭掉一个国家，必须先灭掉他们的历史；想要灭掉一个族群，必须先灭掉他们的文化。可见不懂自己国家的历史，不能传承自己民族的文化，这是亡国灭种的征兆！",
      "zh_TW": "中國清代文學家龔定庵有這樣兩句名言，我們每一個人都必須要刻在心上：欲要亡其國，必先滅其史；欲滅其族，必先滅其文化。定庵先生說，想滅掉一個國家，必須先滅掉他們的歷史；想要滅掉一個族群，必須先滅掉他們的文化。可見不懂自己國家的歷史，不能傳承自己民族的文化，這是亡國滅種的徵兆！"
    },
    {
      "id": "02-042-0170_p0005",
      "zh_CN": "由于晚清政府的腐败无能，中国曾倍受世界各国的欺凌，也使中华民族彻底丧失了民族的自信心。有许多从西洋留学归来的学者，便武断的说中国之所以落后，全是由于科技的不发达，而科技的不发达又是因为受传统文化的束缚所致，于是便提倡完全向西方学习，狠批自己的老祖宗。而于此同时，也有一些到日本留学的学者，他们惊奇的发现，日本之所以能够国富民强，原来竟是靠中国的儒家经典，于是便回归祖国试图恢复传统道德教育。只可惜东风终究没能压倒西风。",
      "zh_TW": "由於晚清政府的腐敗無能，中國曾倍受世界各國的欺凌，也使中華民族徹底喪失了民族的自信心。有許多從西洋留學歸來的學者，便武斷的說中國之所以落後，全是由於科技的不發達，而科技的不發達又是因為受傳統文化的束縛所致，於是便提倡完全向西方學習，狠批自己的老祖宗。而於此同時，也有一些到日本留學的學者，他們驚奇的發現，日本之所以能夠國富民強，原來竟是靠中國的儒家經典，於是便回歸祖國試圖恢復傳統道德教育。只可惜東風終究沒能壓倒西風。"
    },
    {
      "id": "02-042-0170_p0006",
      "zh_CN": "正当那些热血青年吵嚷着要扔掉旧文化，废弃文言文的时候，佛门高僧印光大师便预言说，我们若抛弃了传统，不出百年，社会病态必将现前。印祖的谆谆告诫言犹在耳，距今不过八十年。",
      "zh_TW": "正當那些熱血青年吵嚷著要扔掉舊文化，廢棄文言文的時候，佛門高僧印光大師便預言說，我們若拋棄了傳統，不出百年，社會病態必將現前。印祖的諄諄告誡言猶在耳，距今不過八十年。"
    },
    {
      "id": "02-042-0170_p0007",
      "zh_CN": "「孔家店」被打倒的「罪状」之一，便是说孔子歧视压迫女性；说「三纲五常」、「三从四德」、「五伦十义」都是封建糟粕，是用来束缚女性的精神枷锁。于是乎「一犬吠影，百犬吠声」，许多人根本一点都没有去了解，便也跟着喊打，致使孔子沉冤莫白数十年。",
      "zh_TW": "「孔家店」被打倒的「罪狀」之一，便是說孔子歧視壓迫女性；說「三綱五常」、「三從四德」、「五倫十義」都是封建糟粕，是用來束縛女性的精神枷鎖。於是乎「一犬吠影，百犬吠聲」，許多人根本一點都沒有去了解，便也跟著喊打，致使孔子沉冤莫白數十年。"
    },
    {
      "id": "02-042-0170_p0008",
      "zh_CN": "「纲」字，原是指提渔网的总绳子，因为它在网捕时起着极其重要的作用，所以后来就用「纲」比喻事物最主要的部分。读过《三字经》的朋友就知道「三纲者，君臣义，父子亲，夫妇顺」，其中的「君臣」是泛指一切领导和被领导的关系，使领导人和被领导人之间充满恩义；父子之间充满亲爱；夫妇之间充满和顺，这是治国的三个纲要。这有错吗？怎么能是糟粕？「曰仁义，礼智信，此五常，不容紊。」所谓「常」，即是永恒不变之定理。《左传》的作者，孔老夫子的好朋友左丘明，便说过：「人弃常则妖兴。」佛家有五条根本戒律，「不杀生，不偷盗，不邪淫，不妄语，不饮酒」，这和儒家的五常恰恰不谋而合，「不杀生」即是「仁」；「不偷盗」即是「义」；「不邪淫」即是「礼」；「不妄语」即是「信」；「不饮酒」即是「智」。可见，「天下无二道，圣人无两心」。正如战国列子所说：「东方有圣人，西方有圣人，此心同，此理同。」",
      "zh_TW": "「綱」字，原是指提漁網的總繩子，因為它在網捕時起著極其重要的作用，所以後來就用「綱」比喻事物最主要的部分。讀過《三字經》的朋友就知道「三綱者，君臣義，父子親，夫婦順」，其中的「君臣」是泛指一切領導和被領導的關係，使領導人和被領導人之間充滿恩義；父子之間充滿親愛；夫婦之間充滿和順，這是治國的三個綱要。這有錯嗎？怎麼能是糟粕？「曰仁義，禮智信，此五常，不容紊。」所謂「常」，即是永恆不變之定理。《左傳》的作者，孔老夫子的好朋友左丘明，便說過：「人棄常則妖興。」佛家有五條根本戒律，「不殺生，不偷盜，不邪淫，不妄語，不飲酒」，這和儒家的五常恰恰不謀而合，「不殺生」即是「仁」；「不偷盜」即是「義」；「不邪淫」即是「禮」；「不妄語」即是「信」；「不飲酒」即是「智」。可見，「天下無二道，聖人無兩心」。正如戰國列子所說：「東方有聖人，西方有聖人，此心同，此理同。」"
    },
    {
      "id": "02-042-0170_p0009",
      "zh_CN": "「三从」出自《仪礼．丧服》，指女子「未嫁从父，出嫁从夫，老来从子或夫死从子」。后世一些半吊子学者，将其中的「从」字解释为服从，所以麻烦来了。不知道大家有没有想过，假如「从」字真是服从的意思，我们中国还会出现孔子和孟子两位圣人吗？请不要忘了，他们两位可都是幼年丧父，由母亲一手教养出来的！「从」字，在古汉语中有「追随」的意思。「三从」的本来面目是，女子未出嫁前追随父母，由父母负责教养；出嫁后追随丈夫，由丈夫负责生活；老年追随子女，由子女负责赡养。真是「天下本无事，庸人自扰之」！",
      "zh_TW": "「三從」出自《儀禮．喪服》，指女子「未嫁從父，出嫁從夫，老來從子或夫死從子」。後世一些半吊子學者，將其中的「從」字解釋為服從，所以麻煩來了。不知道大家有沒有想過，假如「從」字真是服從的意思，我們中國還會出現孔子和孟子兩位聖人嗎？請不要忘了，他們兩位可都是幼年喪父，由母親一手教養出來的！「從」字，在古漢語中有「追隨」的意思。「三從」的本來面目是，女子未出嫁前追隨父母，由父母負責教養；出嫁後追隨丈夫，由丈夫負責生活；老年追隨子女，由子女負責贍養。真是「天下本無事，庸人自擾之」！"
    },
    {
      "id": "02-042-0170_p0010",
      "zh_CN": "「四德」出自《周礼．天官．九嫔》，指「妇德、妇言、妇容、妇功」。是说判断一个妇女是否优秀，一要看她是否具有良好的品德，这个最为重要；二是看她讲话是否有口德，并非注重口才；三要看她仪容是否端庄，并非注重美貌；四要看她处理家务，相夫教子的能力。就即使现代社会，以这四个标准来选择太太，也同样是错不了的，因为这是每个人都需要的标准。就包括男同胞也应该具有这种最基本的教养。",
      "zh_TW": "「四德」出自《周禮．天官．九嬪》，指「婦德、婦言、婦容、婦功」。是說判斷一個婦女是否優秀，一要看她是否具有良好的品德，這個最為重要；二是看她講話是否有口德，並非注重口才；三要看她儀容是否端莊，並非注重美貌；四要看她處理家務，相夫教子的能力。就即使現代社會，以這四個標準來選擇太太，也同樣是錯不了的，因為這是每個人都需要的標準。就包括男同胞也應該具有這種最基本的教養。"
    },
    {
      "id": "02-042-0170_p0011",
      "zh_CN": "《孔子家语》中记录了孔子这样的一句话：「妻也者，亲之主也，敢不敬欤？」夫子说，妻子是一个家庭的主要角色，怎么敢不恭敬？还说：「闺阃乃圣贤所出之地，母教为天下太平之源。」其中的「闺阃」，便是指妇女居住的地方。近代高僧莲宗十三代祖师印光大师非常赞叹这句话，他特别重视家庭教育，尤其是母教。他说，治国平天下的大权，女人家着实操持了一大半。汉儒马融在注解《易经．家人卦》时写到：「家人以女为奥主。」汉武帝时的名将卫青曾说：「男儿无室家无梁。」您还敢再说，中国古时女子没地位吗？",
      "zh_TW": "《孔子家語》中記錄了孔子這樣的一句話：「妻也者，親之主也，敢不敬歟？」夫子說，妻子是一個家庭的主要角色，怎麼敢不恭敬？還說：「閨閫乃聖賢所出之地，母教為天下太平之源。」其中的「閨閫」，便是指婦女居住的地方。近代高僧蓮宗十三代祖師印光大師非常讚歎這句話，他特別重視家庭教育，尤其是母教。他說，治國平天下的大權，女人家著實操持了一大半。漢儒馬融在註解《易經．家人卦》時寫到：「家人以女為奧主。」漢武帝時的名將衛青曾說：「男兒無室家無梁。」您還敢再說，中國古時女子沒地位嗎？"
    },
    {
      "id": "02-042-0170_p0012",
      "zh_CN": "「五伦」是指「夫妇、父子、君臣、兄弟、朋友」，这五种人与人之间的道德关系。五种关系之间，各自尽好自己的本分，便为「十义」，即「夫义妇顺，父慈子孝，君仁臣忠，兄友弟恭，朋友有信」。正所谓「人无伦外之人，学无伦外之学」。释净空老教授便曾经感叹，当今社会，夫妻反目，父子相夷，兄弟阋墙，朋友相诈，自相残害。究其根源是因为五伦不明，道德全废。所以说，时代虽有变迁，伦常之义绝不能改变。",
      "zh_TW": "「五倫」是指「夫婦、父子、君臣、兄弟、朋友」，這五種人與人之間的道德關係。五種關係之間，各自盡好自己的本分，便為「十義」，即「夫義婦順，父慈子孝，君仁臣忠，兄友弟恭，朋友有信」。正所謂「人無倫外之人，學無倫外之學」。釋淨空老教授便曾經感嘆，當今社會，夫妻反目，父子相夷，兄弟鬩牆，朋友相詐，自相殘害。究其根源是因為五倫不明，道德全廢。所以說，時代雖有變遷，倫常之義絕不能改變。"
    },
    {
      "id": "02-042-0170_p0013",
      "zh_CN": "在疯狂的反传统运动中，被砸得最烂的是孝道。却不知这个「孝」字正是为人之本，是修身、齐家、治国、平天下的基础，也是一切德行学问的开源。在《孝经．谏诤章》中，曾子向孔子请教：「敢问子从父之令，可谓孝乎？」意思就是说，请问老师，儿女完全顺从父母的要求，这可以称为孝顺吗？我们注意看夫子是什么反应，孔子听了曾子的提问，连声训诫他说，这叫什么话呀！这叫什么话呀！父母若有敢于劝谏的儿女，就不会做下不合道义的事情。所以若遇到不合道义的事情，为人子女者，不可以不规劝父母；为人臣子者，不可以不劝谏君王。所以儿女若遇到父母做不义之事，一定要善加规劝。假如只知道一味的盲从父母的要求，那又怎么能称为孝子？由此可见，圣人何曾教我们愚孝了？孝顺父母何罪之有？真不明白，为什么要这样值金值玉的文化瑰宝指为糟粕，而自唾自弃？",
      "zh_TW": "在瘋狂的反傳統運動中，被砸得最爛的是孝道。卻不知這個「孝」字正是為人之本，是修身、齊家、治國、平天下的基礎，也是一切德行學問的開源。在《孝經．諫諍章》中，曾子向孔子請教：「敢問子從父之令，可謂孝乎？」意思就是說，請問老師，兒女完全順從父母的要求，這可以稱為孝順嗎？我們注意看夫子是什麼反應，孔子聽了曾子的提問，連聲訓誡他說，這叫什麼話呀！這叫什麼話呀！父母若有敢於勸諫的兒女，就不會做下不合道義的事情。所以若遇到不合道義的事情，為人子女者，不可以不規勸父母；為人臣子者，不可以不勸諫君王。所以兒女若遇到父母做不義之事，一定要善加規勸。假如只知道一味的盲從父母的要求，那又怎麼能稱為孝子？由此可見，聖人何曾教我們愚孝了？孝順父母何罪之有？真不明白，為什麼要這樣值金值玉的文化瑰寶指為糟粕，而自唾自棄？"
    },
    {
      "id": "02-042-0170_p0014",
      "zh_CN": "现代那些不懂中国古典文化的人都会说，古人说话「之乎者也矣焉哉」的，多费事！而其实古人说话也不是那个样子的，那是古时的文体。至于语体，是随着时间和地域空间的不同，在不断变化的。比如我们现在看上世纪二十年代的白话文，其中某些名词已不知是什么东西了。我们中国老祖宗是最有智慧的，他们将语体和文体分开，无论语言如何变化，文体始终保持不变。四大文明古国中，唯有中国文化传承了下来，奥秘恰恰正在这里。现在我们直接用语体写文章，知识是普及得快了，但老祖宗数千年的智慧结晶也被一刀斩断了，这实在是得不偿失！",
      "zh_TW": "現代那些不懂中國古典文化的人都會說，古人說話「之乎者也矣焉哉」的，多費事！而其實古人說話也不是那個樣子的，那是古時的文體。至於語體，是隨著時間和地域空間的不同，在不斷變化的。比如我們現在看上世紀二十年代的白話文，其中某些名詞已不知是什麼東西了。我們中國老祖宗是最有智慧的，他們將語體和文體分開，無論語言如何變化，文體始終保持不變。四大文明古國中，唯有中國文化傳承了下來，奧祕恰恰正在這裡。現在我們直接用語體寫文章，知識是普及得快了，但老祖宗數千年的智慧結晶也被一刀斬斷了，這實在是得不償失！"
    },
    {
      "id": "02-042-0170_p0015",
      "zh_CN": "我们中国已故的前政协副主席赵朴初老人，曾经痛心疾首的说，传统思想和价值观是我们民族智慧的结晶，传统经典是民族心灵的庞大载体。这些是我们生存和发展的依据，是我们民族几千年来屡遭灾难而不会解体的凝聚力。假如任此文化遗产在下一代消灭，我们将是民族的罪人、历史的罪人。大家拿着线装书不认得，对不起我们的列祖列宗，对不起世界人民，对不起人类。",
      "zh_TW": "我們中國已故的前政協副主席趙樸初老人，曾經痛心疾首的說，傳統思想和價值觀是我們民族智慧的結晶，傳統經典是民族心靈的龐大載體。這些是我們生存和發展的依據，是我們民族幾千年來屢遭災難而不會解體的凝聚力。假如任此文化遺產在下一代消滅，我們將是民族的罪人、歷史的罪人。大家拿著線裝書不認得，對不起我們的列祖列宗，對不起世界人民，對不起人類。"
    },
    {
      "id": "02-042-0170_p0016",
      "zh_CN": "一九七Ｏ年代，英国大历史哲学家汤恩比博士他说：「要解决二十一世纪的种种社会问题，只有靠中国的孔孟学说和大乘佛法。」若不是具有大智慧的圣人，断难做出这样准确的论断。",
      "zh_TW": "一九七Ｏ年代，英國大歷史哲學家湯恩比博士他說：「要解決二十一世紀的種種社會問題，只有靠中國的孔孟學說和大乘佛法。」若不是具有大智慧的聖人，斷難做出這樣準確的論斷。"
    },
    {
      "id": "02-042-0170_p0017",
      "zh_CN": "中国儒家宣导的王道政治首重教育，教育的宗旨在于变化气质、提高人性，最终达于至善，而探讨自然、创造工具、改进民生之事还在其次。其实只要人性提高，可达于至善了，则和平、亲爱、互助，自可顺应自然而改进生活。故而教育应以德行教育为本位。德备而思想正，思想正而后智慧生。身强体健、合群团结、饮食有节、起居有常、行动有则、婚丧有礼，人生美满、社会安宁、文化发达，其根源都在德行教育。学是觉路，觉悟天理、人理、物理。教育是助人觉悟，以善道觉悟蒙昧，化导愚顽。自己觉悟叫通达，助人觉悟叫化导，通达是智慧，化人是仁爱，智慧与仁爱兼备则名为圣人。",
      "zh_TW": "中國儒家宣導的王道政治首重教育，教育的宗旨在於變化氣質、提高人性，最終達於至善，而探討自然、創造工具、改進民生之事還在其次。其實只要人性提高，可達於至善了，則和平、親愛、互助，自可順應自然而改進生活。故而教育應以德行教育為本位。德備而思想正，思想正而後智慧生。身強體健、合群團結、飲食有節、起居有常、行動有則、婚喪有禮，人生美滿、社會安寧、文化發達，其根源都在德行教育。學是覺路，覺悟天理、人理、物理。教育是助人覺悟，以善道覺悟蒙昧，化導愚頑。自己覺悟叫通達，助人覺悟叫化導，通達是智慧，化人是仁愛，智慧與仁愛兼備則名為聖人。"
    },
    {
      "id": "02-042-0170_p0018",
      "zh_CN": "可惜当前世界各国教育，仍然都是以科学知识为教材，以功利为基础，无论哪一门学问都可以视为贩卖的商品，其最后的效用是满足人的物欲。然而物欲无穷，不能满足，愈不满足，愈去追求，愈求则人品愈下，终必使人堕为物质的奴隶，然后为物欲所驱，作奸犯科而不以为耻。这种教育不是文化教育，可说是一种物化教育，是好是坏，可由每天的犯罪新闻来说明，不必多加解释。中国清代大儒张伯行先生有治学联语曰：「圣贤教学，总是一条正路，倘舍此路，必常行荆棘之中矣；天地生人，都有一个良心，苟丧此心，则人去禽兽不远哉。」所以，传承和发扬我们中华民族优秀的传统文化，实在是当务之急，迫在眉睫！",
      "zh_TW": "可惜當前世界各國教育，仍然都是以科學知識為教材，以功利為基礎，無論哪一門學問都可以視為販賣的商品，其最後的效用是滿足人的物欲。然而物欲無窮，不能滿足，愈不滿足，愈去追求，愈求則人品愈下，終必使人墮為物質的奴隸，然後為物欲所驅，作奸犯科而不以為恥。這種教育不是文化教育，可說是一種物化教育，是好是壞，可由每天的犯罪新聞來說明，不必多加解釋。中國清代大儒張伯行先生有治學聯語曰：「聖賢教學，總是一條正路，倘捨此路，必常行荊棘之中矣；天地生人，都有一個良心，苟喪此心，則人去禽獸不遠哉。」所以，傳承和發揚我們中華民族優秀的傳統文化，實在是當務之急，迫在眉睫！"
    },
    {
      "id": "02-042-0170_p0019",
      "zh_CN": "文化是民族之灵魂，教育是文化之生机。回望中国一百多年的苦难历史，其实根本原因就是忽视了教育，丢掉了自己民族的精金美玉，而去追求那些急功近利的快餐文化所致。而在今天，中国这头沉睡的雄狮终于觉醒了，中华民族的复兴之梦终将成为现实！二ＯＯ二年，我们的温家宝总理访问美国时，在哈佛大学对中国留学生们有一番精彩的演讲，老人家语重心长的勉励后辈说：回溯源头，传承命脉。中华民族的祖先曾经追求这样一种境界，为天地立心，为生民立命，为往圣继绝学，为万世开太平！",
      "zh_TW": "文化是民族之靈魂，教育是文化之生機。回望中國一百多年的苦難歷史，其實根本原因就是忽視了教育，丟掉了自己民族的精金美玉，而去追求那些急功近利的快餐文化所致。而在今天，中國這頭沉睡的雄獅終於覺醒了，中華民族的復興之夢終將成為現實！二ＯＯ二年，我們的溫家寶總理訪問美國時，在哈佛大學對中國留學生們有一番精彩的演講，老人家語重心長的勉勵後輩說：回溯源頭，傳承命脈。中華民族的祖先曾經追求這樣一種境界，為天地立心，為生民立命，為往聖繼絕學，為萬世開太平！"
    },
    {
      "id": "02-042-0170_p0020",
      "zh_CN": "这些话，我们说出来是大话，做出来是大事。",
      "zh_TW": "這些話，我們說出來是大話，做出來是大事。"
    },
    {
      "id": "02-042-0170_p0021",
      "zh_CN": "中国人数千年的历史文化当中，都是崇尚道德、崇尚和平的。「楚国无以为宝，惟善以为宝。」我们慈悲、智慧的先祖，留给子孙的教育一直是善良的教育，一定是爱自己的亲人，然后推及到别人的亲人；爱自己的国家，然后推及到别人的国家。所以汤恩比博士说，中国人是最有资格领导全世界的，因为中国人的胸怀是装着整个天下。我们坚信汤恩比博士的话说得一点不错，但是我们理解他老人家说的「中国人」，应该是广义的，是指学习中国优秀传统文化的人。因为文化是没有国界的，你照着孔子的教诲去学习，你就是圣人的弟子；你照着释迦牟尼佛的教诲去学习，你就是佛陀的学生。所以说，中华文化不单单是中国自家独有的私产，而是属于全人类的共同财富。中国儒家说人人可以成为圣人，而佛家也说人人皆可成佛，他们所说的「人人」，当然有你有我，包括我们每一个人在内。",
      "zh_TW": "中國人數千年的歷史文化當中，都是崇尚道德、崇尚和平的。「楚國無以為寶，惟善以為寶。」我們慈悲、智慧的先祖，留給子孫的教育一直是善良的教育，一定是愛自己的親人，然後推及到別人的親人；愛自己的國家，然後推及到別人的國家。所以湯恩比博士說，中國人是最有資格領導全世界的，因為中國人的胸懷是裝著整個天下。我們堅信湯恩比博士的話說得一點不錯，但是我們理解他老人家說的「中國人」，應該是廣義的，是指學習中國優秀傳統文化的人。因為文化是沒有國界的，你照著孔子的教誨去學習，你就是聖人的弟子；你照著釋迦牟尼佛的教誨去學習，你就是佛陀的學生。所以說，中華文化不單單是中國自家獨有的私產，而是屬於全人類的共同財富。中國儒家說人人可以成為聖人，而佛家也說人人皆可成佛，他們所說的「人人」，當然有你有我，包括我們每一個人在內。"
    },
    {
      "id": "02-042-0170_p0022",
      "zh_CN": "然而，无论学习任何学问，都是必须要先具足诚敬心的，否则绝不可能有所成就。释净空老教授的老师李雪庐老人，当年对他的弟子们说：「我们这一辈跪着把圣贤的经典接过来，到了你们这一辈，要跪着把圣贤的经典送出去。」老人家所说的「跪着接过来」，是教我们求学的态度，要对经典、对古圣先贤心存敬畏；所说的「跪着送出去」，不是真正的跪下身子送出去，而是教我们放下身段，假如遇到真正愿意学习的人，一定要全心全力帮他成就，不能摆老师的架子，不能吝法。",
      "zh_TW": "然而，無論學習任何學問，都是必須要先具足誠敬心的，否則絕不可能有所成就。釋淨空老教授的老師李雪廬老人，當年對他的弟子們說：「我們這一輩跪著把聖賢的經典接過來，到了你們這一輩，要跪著把聖賢的經典送出去。」老人家所說的「跪著接過來」，是教我們求學的態度，要對經典、對古聖先賢心存敬畏；所說的「跪著送出去」，不是真正的跪下身子送出去，而是教我們放下身段，假如遇到真正願意學習的人，一定要全心全力幫他成就，不能擺老師的架子，不能吝法。"
    },
    {
      "id": "02-042-0170_p0023",
      "zh_CN": "学习中国传统文化，应该学什么？怎么学？下面末学就为大家做一个概略的路线规画。首先是蒙学经典的学习，这些是中国传统文化的根中之根，应当高度重视。",
      "zh_TW": "學習中國傳統文化，應該學什麼？怎麼學？下面末學就為大家做一個概略的路線規畫。首先是蒙學經典的學習，這些是中國傳統文化的根中之根，應當高度重視。"
    },
    {
      "id": "02-042-0170_p0024",
      "zh_CN": "《小儿语》是明朝大儒吕近溪为教蒙童学习说话而作的儿歌，后来其子吕新吾又为之做了增补。虽是儿歌，却不可轻看了，其实它是用最通俗的语言，把深奥的经典给诠释了出来，可谓话俗而理不俗。",
      "zh_TW": "《小兒語》是明朝大儒呂近溪為教蒙童學習說話而作的兒歌，後來其子呂新吾又為之做了增補。雖是兒歌，卻不可輕看了，其實它是用最通俗的語言，把深奧的經典給詮釋了出來，可謂話俗而理不俗。"
    },
    {
      "id": "02-042-0170_p0025",
      "zh_CN": "《弟子规》原名《训蒙文》，是清初大儒李毓秀依《论语．学而》篇第六章经文为纲要，仿照《三字经》的格式编撰而成。后经山西儒生贾存仁多次修改，才定名为《弟子规》。全书共计三百六十句，一千零八十字，所列一百一十三件事。真可谓千锤百炼，一字千金。经文言简意赅，读起琅琅上口，堪称童蒙养正的最佳教材！",
      "zh_TW": "《弟子規》原名《訓蒙文》，是清初大儒李毓秀依《論語．學而》篇第六章經文為綱要，仿照《三字經》的格式編撰而成。後經山西儒生賈存仁多次修改，才定名為《弟子規》。全書共計三百六十句，一千零八十字，所列一百一十三件事。真可謂千錘百鍊，一字千金。經文言簡意賅，讀起琅琅上口，堪稱童蒙養正的最佳教材！"
    },
    {
      "id": "02-042-0170_p0026",
      "zh_CN": "《三字经》是宋朝大儒深宁居士王应麟所作，其中常识和历史统系的部分是经过后人增补的。尤其重要的是经文中为我们明白的列出了修学次第：「为学者，必有初。小学终，至四书。…孝经通，四书熟，如六经，始可读。…经既明，方读子，撮其要，记其事。…经子通，读诸史，考世系，知终始」。其实小学经典是教孩子由此契入的；大学经典，则是教我们在小学的基础上进一步深明其理。所以，我们万不可好高骛远、渴求速成，将本末倒置了。《三字经》中讲的这一套修学次第，绝对不能打乱！",
      "zh_TW": "《三字經》是宋朝大儒深甯居士王應麟所作，其中常識和歷史統系的部分是經過後人增補的。尤其重要的是經文中為我們明白的列出了修學次第：「為學者，必有初。小學終，至四書。…孝經通，四書熟，如六經，始可讀。…經既明，方讀子，撮其要，記其事。…經子通，讀諸史，考世系，知終始」。其實小學經典是教孩子由此契入的；大學經典，則是教我們在小學的基礎上進一步深明其理。所以，我們萬不可好高騖遠、渴求速成，將本末倒置了。《三字經》中講的這一套修學次第，絕對不能打亂！"
    },
    {
      "id": "02-042-0170_p0027",
      "zh_CN": "《百家姓》相传是宋朝初年浙江一位私塾先生编着的，然而它却并不是单单只为让学生识字那么简单，姓氏文化的背后都有它的历史渊源，所以从宋朝至民国初年，《百家姓》都是童蒙教学的必修课。",
      "zh_TW": "《百家姓》相傳是宋朝初年浙江一位私塾先生編著的，然而它卻並不是單單只為讓學生識字那麼簡單，姓氏文化的背後都有它的歷史淵源，所以從宋朝至民國初年，《百家姓》都是童蒙教學的必修課。"
    },
    {
      "id": "02-042-0170_p0028",
      "zh_CN": "《千字文》是南朝梁代大儒周兴嗣奉梁武帝圣旨一夜而成，全文用一千个不同的字，将天文、地理、常识、伦理、历史完美的列出。奇文天成，确可称前无古人后无来者！《三》、《百》、《千》，历来就被誉为是蒙学的铁三角。",
      "zh_TW": "《千字文》是南朝梁代大儒周興嗣奉梁武帝聖旨一夜而成，全文用一千個不同的字，將天文、地理、常識、倫理、歷史完美的列出。奇文天成，確可稱前無古人後無來者！《三》、《百》、《千》，歷來就被譽為是蒙學的鐵三角。"
    },
    {
      "id": "02-042-0170_p0029",
      "zh_CN": "《鉴略》是历史的纲要，因为我们中华文化是文史不分家的，所以很多经文需要「经史合参」才能了知真实义。而《鉴略》的版本有多种，末学推荐读清代儒者王仕云编撰的《四字鉴略》。",
      "zh_TW": "《鑒略》是歷史的綱要，因為我們中華文化是文史不分家的，所以很多經文需要「經史合參」才能了知真實義。而《鑒略》的版本有多種，末學推薦讀清代儒者王仕雲編撰的《四字鑒略》。"
    },
    {
      "id": "02-042-0170_p0030",
      "zh_CN": "《增广贤文》内容取材于民间谚语和各家典籍中的佳句，通俗易懂，脍炙人口，是一部很具实用价值的大众化经典。应该是不断的经过后人多番的删削和增补，所以现在见到的版本有很多种。在此提醒大家，对于个别经句千万不能望文生义，而要去感悟它的弦外之音、言外之意。末学曾为《增广贤文》做过注解，有中英文对照版正在准备排版印刷，将来会敬献给大家。",
      "zh_TW": "《增廣賢文》內容取材於民間諺語和各家典籍中的佳句，通俗易懂，膾炙人口，是一部很具實用價值的大眾化經典。應該是不斷的經過後人多番的刪削和增補，所以現在見到的版本有很多種。在此提醒大家，對於個別經句千萬不能望文生義，而要去感悟它的弦外之音、言外之意。末學曾為《增廣賢文》做過註解，有中英文對照版正在準備排版印刷，將來會敬獻給大家。"
    },
    {
      "id": "02-042-0170_p0031",
      "zh_CN": "《幼学琼林》又名《成语考》、《故事寻源》，是明清两代私塾必读的童蒙教材。全书通用对偶句写成，容易读诵，便于记忆。书中融经铸史、包罗万象，堪称蒙学中的小百科全书。以至于清代文人曾有「读了《增广》会说话，读了《幼学》走天下」之说，其影响力于此可见一斑！",
      "zh_TW": "《幼學瓊林》又名《成語考》、《故事尋源》，是明清兩代私塾必讀的童蒙教材。全書通用對偶句寫成，容易讀誦，便於記憶。書中融經鑄史、包羅萬象，堪稱蒙學中的小百科全書。以至於清代文人曾有「讀了《增廣》會說話，讀了《幼學》走天下」之說，其影響力於此可見一斑！"
    },
    {
      "id": "02-042-0170_p0032",
      "zh_CN": "《龙文鞭影》原名《蒙养故事》，是明代历史学家萧良有编写的童蒙教材，全书通用四言平声韵，每两句为一联，每一句都是一个历史典故。清初儒士杨臣诤为之做了校对和增补，改名为《龙文鞭影》。这一书名源自佛典故事，「龙文」是古时骏马的名字，骏马良驹不需要鞭子抽到身上，牠看到鞭影就会飞驰向前。蒙童熟记了这一千多个典故，待日后深研经论时，便可以很轻松的由事而悟理。",
      "zh_TW": "《龍文鞭影》原名《蒙養故事》，是明代歷史學家蕭良有編寫的童蒙教材，全書通用四言平聲韻，每兩句為一聯，每一句都是一個歷史典故。清初儒士楊臣諍為之做了校對和增補，改名為《龍文鞭影》。這一書名源自佛典故事，「龍文」是古時駿馬的名字，駿馬良駒不需要鞭子抽到身上，牠看到鞭影就會飛馳向前。蒙童熟記了這一千多個典故，待日後深研經論時，便可以很輕鬆的由事而悟理。"
    },
    {
      "id": "02-042-0170_p0033",
      "zh_CN": "《笠翁对韵》是明末清初的剧作家李笠翁为教蒙童学习对句而编写的。全书通用对偶联句，对仗工整，平仄相间，天地万物悉罗笔下，十世古今尽入卷中。蒙童只要将此书烂熟于胸，日后吟诗作对便可信手拈来。末学曾为此书做过粗浅的注解，也正在印刷中。",
      "zh_TW": "《笠翁對韻》是明末清初的劇作家李笠翁為教蒙童學習對句而編寫的。全書通用對偶聯句，對仗工整，平仄相間，天地萬物悉羅筆下，十世古今盡入卷中。蒙童只要將此書爛熟於胸，日後吟詩作對便可信手拈來。末學曾為此書做過粗淺的註解，也正在印刷中。"
    },
    {
      "id": "02-042-0170_p0034",
      "zh_CN": "中国自古以来就是诗的国度，古时蒙学教材中也有《千家诗》和《神童诗》。从诗中可以让孩子们感受到文雅之气，同时也能锻炼他对文字的敏感。但是诗不同于一般学问，它好比一把双刃剑，可以成就人，也可以毁灭人。那些不善的诗词，腐蚀人的心灵是非常之快的，绝对不能随便乱学。比如《唐诗三百首》一类的诗歌集本，是一定不能让孩子去学习的，这点必须要慎之再慎！",
      "zh_TW": "中國自古以來就是詩的國度，古時蒙學教材中也有《千家詩》和《神童詩》。從詩中可以讓孩子們感受到文雅之氣，同時也能鍛鍊他對文字的敏感。但是詩不同於一般學問，它好比一把雙刃劍，可以成就人，也可以毀滅人。那些不善的詩詞，腐蝕人的心靈是非常之快的，絕對不能隨便亂學。比如《唐詩三百首》一類的詩歌集本，是一定不能讓孩子去學習的，這點必須要慎之再慎！"
    },
    {
      "id": "02-042-0170_p0035",
      "zh_CN": "《太上感应篇》是道家的根本，教人明因知果、获福远祸的方法。我们从许多古书上看到，《感应篇》在古时流传之广，已不仅仅局限在道家弟子的学习，许多大儒，甚至佛家的高僧大德，都每天拿它来检验自己的功过得失。释净空老教授曾为《感应篇》做过精彩的讲解，大家可以在网上收看到视频。",
      "zh_TW": "《太上感應篇》是道家的根本，教人明因知果、獲福遠禍的方法。我們從許多古書上看到，《感應篇》在古時流傳之廣，已不僅僅侷限在道家弟子的學習，許多大儒，甚至佛家的高僧大德，都每天拿它來檢驗自己的功過得失。釋淨空老教授曾為《感應篇》做過精彩的講解，大家可以在網上收看到視頻。"
    },
    {
      "id": "02-042-0170_p0036",
      "zh_CN": "《文昌帝君阴骘文》也是道家的入门经典，广泛流通于宋、元、明、清四朝，清初大儒怀西居士周安士先生曾为其做过详尽的注解。值得赞叹的是，它已打破了门户之见，教人「或奉真朝斗，或拜佛念经。报答四恩，广行三教。谈道义而化奸顽，讲经史而晓愚昧」。若能时常诵起，确实能令我们存平等心，扩宽大量。",
      "zh_TW": "《文昌帝君陰騭文》也是道家的入門經典，廣泛流通於宋、元、明、清四朝，清初大儒懷西居士周安士先生曾為其做過詳盡的註解。值得讚歎的是，它已打破了門戶之見，教人「或奉真朝斗，或拜佛念經。報答四恩，廣行三教。談道義而化奸頑，講經史而曉愚昧」。若能時常誦起，確實能令我們存平等心，擴寬大量。"
    },
    {
      "id": "02-042-0170_p0037",
      "zh_CN": "《阿难问事佛吉凶经》是一部佛家弟子人人必读的入门经典。释迦世尊在其中为我们道破了有人学佛得自在吉祥，而有人学佛却反而得凶衰困苦的原因所在，并为我们指明了正确的修学态度和修学方法。尤其对我们现代学佛人来说，可谓一针见血、切中时弊，读之真可令人猛生警惕、幡然觉醒！",
      "zh_TW": "《阿難問事佛吉凶經》是一部佛家弟子人人必讀的入門經典。釋迦世尊在其中為我們道破了有人學佛得自在吉祥，而有人學佛卻反而得凶衰困苦的原因所在，並為我們指明了正確的修學態度和修學方法。尤其對我們現代學佛人來說，可謂一針見血、切中時弊，讀之真可令人猛生警惕、幡然覺醒！"
    },
    {
      "id": "02-042-0170_p0038",
      "zh_CN": "《佛说十善业道经》是佛家的大根大本，释迦世尊在此经中明白的告诉我们：「谓人天身、声闻菩提、独觉菩提、无上菩提，皆依此法，以为根本，而得成就，故名善法。此法即是十善业道。」可见无论人道、天道，偏离十善业道便不是正道；无论小乘、大乘，偏离十善业道便不是正法！《阿难问事佛吉凶经》和《佛说十善业道经》，释净空老教授都有非常详细的讲解。",
      "zh_TW": "《佛說十善業道經》是佛家的大根大本，釋迦世尊在此經中明白的告訴我們：「謂人天身、聲聞菩提、獨覺菩提、無上菩提，皆依此法，以為根本，而得成就，故名善法。此法即是十善業道。」可見無論人道、天道，偏離十善業道便不是正道；無論小乘、大乘，偏離十善業道便不是正法！《阿難問事佛吉凶經》和《佛說十善業道經》，釋淨空老教授都有非常詳細的講解。"
    },
    {
      "id": "02-042-0170_p0039",
      "zh_CN": "以上这些是儒释道三家的入门经典，因为儒家是入世之学，是一切学问的基础，故此选用的经典也比较多。我们年龄大的同学假如没有读过，也同样要补课，但是成人记忆力不能与儿童相比，但起码要达到熟读。",
      "zh_TW": "以上這些是儒釋道三家的入門經典，因為儒家是入世之學，是一切學問的基礎，故此選用的經典也比較多。我們年齡大的同學假如沒有讀過，也同樣要補課，但是成人記憶力不能與兒童相比，但起碼要達到熟讀。"
    },
    {
      "id": "02-042-0170_p0040",
      "zh_CN": "另有一部经典要特别重视，那就是《孝经》。孔子一生道在《孝经》，「孝」字深广无边、通彻本源。所以，自古便有「以《孝经》统群经」的说法。明白了「爱亲者，不敢恶于人；敬亲者，不敢慢于人」，才真正入德学之门。",
      "zh_TW": "另有一部經典要特別重視，那就是《孝經》。孔子一生道在《孝經》，「孝」字深廣無邊、通徹本源。所以，自古便有「以《孝經》統群經」的說法。明白了「愛親者，不敢惡於人；敬親者，不敢慢於人」，才真正入德學之門。"
    },
    {
      "id": "02-042-0170_p0041",
      "zh_CN": "读过《孝经》，可以读《论语》、《孟子》、《大学》、《中庸》。这「四书」是儒家经典的精华会集，不读四书，只学一些概论性的书籍，终究是散乱无统，无法深入圣贤学问的精髓。《中庸》是儒学的心法，是理论；《大学》是学习方法；《论语》是孔夫子的表演；《孟子》是孟夫子的表演。",
      "zh_TW": "讀過《孝經》，可以讀《論語》、《孟子》、《大學》、《中庸》。這「四書」是儒家經典的精華會集，不讀四書，只學一些概論性的書籍，終究是散亂無統，無法深入聖賢學問的精髓。《中庸》是儒學的心法，是理論；《大學》是學習方法；《論語》是孔夫子的表演；《孟子》是孟夫子的表演。"
    },
    {
      "id": "02-042-0170_p0042",
      "zh_CN": "「《孝经》通，四书熟，如六经，始可读。」读「四书」好比登堂，读「六经」好比入室，古人说「大文章皆从六经来」，的确如此。在《礼记．经解》篇，孔子详细的为我们讲述了六经的功用。「温柔敦厚，《诗》教也」，就是说学习《诗经》，可以使人颜色温润、情性和柔、诚朴宽厚。「疏通知远，《书》教也」，就是说学习《尚书》，可以使人通达无碍，鉴往知来。「絜净精微，《易》教也」，就是说学习《易经》可以磨炼人的心志，使人深沉静雅、心思缜密。「恭俭庄敬，《礼》教也」，就是说学习《仪礼》、《周礼》、《礼记》，可以使人有恭谨谦逊、庄严肃敬的修养。「属辞比事，《春秋》教也」，就是说通过学习《春秋》，就能够连缀文辞、排比史事，从而有撰文记事的能力。《乐经》失传，但是乐教不可忽视，可以把《礼记》中的《乐记》拿出来代替。学乐可以陶冶性情，使人胸怀宽广博大，平易善良，所谓「广博易良，《乐》教也」。对于年龄大的同学而言，五经的内容太多，很难全部读过来，所以可参考《群书治要》，选择性的学习。",
      "zh_TW": "「《孝經》通，四書熟，如六經，始可讀。」讀「四書」好比登堂，讀「六經」好比入室，古人說「大文章皆從六經來」，的確如此。在《禮記．經解》篇，孔子詳細的為我們講述了六經的功用。「溫柔敦厚，《詩》教也」，就是說學習《詩經》，可以使人顏色溫潤、情性和柔、誠樸寬厚。「疏通知遠，《書》教也」，就是說學習《尚書》，可以使人通達無礙，鑒往知來。「絜淨精微，《易》教也」，就是說學習《易經》可以磨鍊人的心志，使人深沉靜雅、心思縝密。「恭儉莊敬，《禮》教也」，就是說學習《儀禮》、《周禮》、《禮記》，可以使人有恭謹謙遜、莊嚴肅敬的修養。「屬辭比事，《春秋》教也」，就是說通過學習《春秋》，就能夠連綴文辭、排比史事，從而有撰文記事的能力。《樂經》失傳，但是樂教不可忽視，可以把《禮記》中的《樂記》拿出來代替。學樂可以陶冶性情，使人胸懷寬廣博大，平易善良，所謂「廣博易良，《樂》教也」。對於年齡大的同學而言，五經的內容太多，很難全部讀過來，所以可參考《群書治要》，選擇性的學習。"
    },
    {
      "id": "02-042-0170_p0043",
      "zh_CN": "读完经可以读史，也可以读「子部」，《三字经》中建议读完「经部」的书，然后读「子部」。子部中最重要的是《老子》、《庄子》、《荀子》、《管子》、《晏子》、《墨子》、《吕氏春秋》、《韩非子》、《扬子》等。但是子部中有不纯粹的东西，所以《三字经》中建议择其精要而学。",
      "zh_TW": "讀完經可以讀史，也可以讀「子部」，《三字經》中建議讀完「經部」的書，然後讀「子部」。子部中最重要的是《老子》、《莊子》、《荀子》、《管子》、《晏子》、《墨子》、《呂氏春秋》、《韓非子》、《揚子》等。但是子部中有不純粹的東西，所以《三字經》中建議擇其精要而學。"
    },
    {
      "id": "02-042-0170_p0044",
      "zh_CN": "「史部」的内容太庞大，我们没有精力去一一精读，所以把《史记》、《汉书》、《后汉书》、《三国志》、《资治通鉴》拿来精读，其余的可以泛读。",
      "zh_TW": "「史部」的內容太龐大，我們沒有精力去一一精讀，所以把《史記》、《漢書》、《後漢書》、《三國志》、《資治通鑑》拿來精讀，其餘的可以泛讀。"
    },
    {
      "id": "02-042-0170_p0045",
      "zh_CN": "「集部」是诗、词、歌、赋、文学作品的集成，规模也是非常庞大。我们可以学习一下《离骚》，然后从汉赋、六朝骈文、唐诗、宋词、元曲中，选择一些来学习。这些就是孔子《论语》讲的「游于艺」，也就是借助艺术形式学习和宣扬经教。在此我们看一首描写中国古人生活的诗：",
      "zh_TW": "「集部」是詩、詞、歌、賦、文學作品的集成，規模也是非常龐大。我們可以學習一下《離騷》，然後從漢賦、六朝駢文、唐詩、宋詞、元曲中，選擇一些來學習。這些就是孔子《論語》講的「游於藝」，也就是藉助藝術形式學習和宣揚經教。在此我們看一首描寫中國古人生活的詩："
    },
    {
      "id": "02-042-0170_p0046",
      "zh_CN": "依山傍水房数间，行也安然，坐也安然；",
      "zh_TW": "依山傍水房數間，行也安然，坐也安然；"
    },
    {
      "id": "02-042-0170_p0047",
      "zh_CN": "一犋耕牛两亩田，收也凭天，荒也凭天；",
      "zh_TW": "一犋耕牛兩畝田，收也憑天，荒也憑天；"
    },
    {
      "id": "02-042-0170_p0048",
      "zh_CN": "粗茶淡饭饱三餐，早也香甜，晚也香甜；",
      "zh_TW": "粗茶淡飯飽三餐，早也香甜，晚也香甜；"
    },
    {
      "id": "02-042-0170_p0049",
      "zh_CN": "布衣遮体胜丝绵，长也可穿，短也可穿；",
      "zh_TW": "布衣遮體勝絲綿，長也可穿，短也可穿；"
    },
    {
      "id": "02-042-0170_p0050",
      "zh_CN": "雨过天晴驾小船，书在一边，酒在一边；",
      "zh_TW": "雨過天晴駕小船，書在一邊，酒在一邊；"
    },
    {
      "id": "02-042-0170_p0051",
      "zh_CN": "晚回儿女笑灯前，今也可谈，古也可谈；",
      "zh_TW": "晚回兒女笑燈前，今也可談，古也可談；"
    },
    {
      "id": "02-042-0170_p0052",
      "zh_CN": "日出三竿我还眠，我不是神仙，谁是神仙？",
      "zh_TW": "日出三竿我還眠，我不是神仙，誰是神仙？"
    },
    {
      "id": "02-042-0170_p0053",
      "zh_CN": "真的是美妙极了！虽不能至，心向往之。我们要想写出好的诗词文章，不能只在修辞、语法上白费工夫，必须去读古人的作品，否则虽然熟知修辞语法，也是「巧妇难为无米之炊」。",
      "zh_TW": "真的是美妙極了！雖不能至，心嚮往之。我們要想寫出好的詩詞文章，不能只在修辭、語法上白費工夫，必須去讀古人的作品，否則雖然熟知修辭語法，也是「巧婦難為無米之炊」。"
    },
    {
      "id": "02-042-0170_p0054",
      "zh_CN": "我们有了儒家和道家的基础，然后去学习大乘佛法，则很容易就能悟入。关于佛法，尊敬的上净下空老法师讲得非常全面，我们在此就不必多说了。借此简单再说一下研究典籍的方法。",
      "zh_TW": "我們有了儒家和道家的基礎，然後去學習大乘佛法，則很容易就能悟入。關於佛法，尊敬的上淨下空老法師講得非常全面，我們在此就不必多說了。藉此簡單再說一下研究典籍的方法。"
    },
    {
      "id": "02-042-0170_p0055",
      "zh_CN": "中国清代学者，将学术分为「义理」、「考据」、「辞章」三大部分。关于三者的重要性，自宋代、明代至清代，大多数的学者认为义理最为重要，其次是辞章，再其次是考据。",
      "zh_TW": "中國清代學者，將學術分為「義理」、「考據」、「辭章」三大部分。關於三者的重要性，自宋代、明代至清代，大多數的學者認為義理最為重要，其次是辭章，再其次是考據。"
    },
    {
      "id": "02-042-0170_p0056",
      "zh_CN": "所谓义理，就是讲求经典的意义，义理明白了，才可以照着去努力践行，所以义理最为重要。",
      "zh_TW": "所謂義理，就是講求經典的意義，義理明白了，才可以照著去努力踐行，所以義理最為重要。"
    },
    {
      "id": "02-042-0170_p0057",
      "zh_CN": "所谓辞章，是诗文的总称，辞章是用以发挥经典义理的，所以也不可忽视。",
      "zh_TW": "所謂辭章，是詩文的總稱，辭章是用以發揮經典義理的，所以也不可忽視。"
    },
    {
      "id": "02-042-0170_p0058",
      "zh_CN": "所谓考据，是用以研究经典义理的工具，其种类亦多有细分，我们主要需掌握「校雠学」和「小学」。",
      "zh_TW": "所謂考據，是用以研究經典義理的工具，其種類亦多有細分，我們主要需掌握「校讎學」和「小學」。"
    },
    {
      "id": "02-042-0170_p0059",
      "zh_CN": "校雠学又分为目录、版本、校勘几个部分。因为古代典籍流传下来的版本很多，也有伪造出来的典籍，所以掌握了校雠学，就能识破真伪，免走许多弯路。",
      "zh_TW": "校讎學又分為目錄、版本、校勘幾個部分。因為古代典籍流傳下來的版本很多，也有偽造出來的典籍，所以掌握了校讎學，就能識破真偽，免走許多彎路。"
    },
    {
      "id": "02-042-0170_p0060",
      "zh_CN": "小学是文字学、音韵学、训诂学的统称。",
      "zh_TW": "小學是文字學、音韻學、訓詁學的統稱。"
    },
    {
      "id": "02-042-0170_p0061",
      "zh_CN": "中国古人用字，常常同音相通，这等于现代人写别字一样。不过古人写惯了别字，现在不称呼他写别字罢了。但是，古时同声的字现在多不相同，所以就更难明白了。我们想要研究古书，必须要知道某字是某字的转讹通假，否则不可能读得懂经典，所以必须要明白古代的音韵。讲音韵的书有很多，但是被大多数人推崇的还是宋代编辑的《广韵》。",
      "zh_TW": "中國古人用字，常常同音相通，這等於現代人寫別字一樣。不過古人寫慣了別字，現在不稱呼他寫別字罷了。但是，古時同聲的字現在多不相同，所以就更難明白了。我們想要研究古書，必須要知道某字是某字的轉訛通假，否則不可能讀得懂經典，所以必須要明白古代的音韻。講音韻的書有很多，但是被大多數人推崇的還是宋代編輯的《廣韻》。"
    },
    {
      "id": "02-042-0170_p0062",
      "zh_CN": "在隶书、楷书这些字体中形体相像的两个字，在篆文中未必相像，所以我们须明了古书中某字的字形，然后才可求得字义。讲文字形体的书，首推汉代许慎编撰的《说文解字》。",
      "zh_TW": "在隸書、楷書這些字體中形體相像的兩個字，在篆文中未必相像，所以我們須明瞭古書中某字的字形，然後才可求得字義。講文字形體的書，首推漢代許慎編撰的《說文解字》。"
    },
    {
      "id": "02-042-0170_p0063",
      "zh_CN": "古时训某字为某义，后人在某义的基础上又引申转为别的意思，这种现象太多了。我们假如不明白古时的训诂，误以后世才出现的引申义去附会古义，就要曲解经典了。讲训诂的典籍，当首推位列十三经之一的《尔雅》。",
      "zh_TW": "古時訓某字為某義，後人在某義的基礎上又引申轉為別的意思，這種現象太多了。我們假如不明白古時的訓詁，誤以後世才出現的引申義去附會古義，就要曲解經典了。講訓詁的典籍，當首推位列十三經之一的《爾雅》。"
    },
    {
      "id": "02-042-0170_p0064",
      "zh_CN": "三国以下的文章，我们有文言文基础的同学去看它，十之八九都可以明白，其不能明白的部分，就需借助小学。三国以上的文章，则要更多的依靠小学来研究才能明了。我们若不想研究小学，除非是和古人绝缘，否则我们还想明了经典义理、还想引用古书，假如不懂小学，可就要闹笑话了。但是我们所说的「通小学」却和专门去研究是不同的，因为我们还要去研究经史典籍，不可能用很多时间去专研小学，只能说略通大概而已。民国年间，研究小学的顶级专家章太炎先生就是这么教人的。",
      "zh_TW": "三國以下的文章，我們有文言文基礎的同學去看它，十之八九都可以明白，其不能明白的部分，就需藉助小學。三國以上的文章，則要更多的依靠小學來研究才能明瞭。我們若不想研究小學，除非是和古人絕緣，否則我們還想明瞭經典義理、還想引用古書，假如不懂小學，可就要鬧笑話了。但是我們所說的「通小學」卻和專門去研究是不同的，因為我們還要去研究經史典籍，不可能用很多時間去專研小學，只能說略通大概而已。民國年間，研究小學的頂級專家章太炎先生就是這麼教人的。"
    },
    {
      "id": "02-042-0170_p0065",
      "zh_CN": "掌握了研究的工具再去研究经史，则可以事半功倍。研究经典者，则应专守一经；研究史书的，则应专熟一代；研究经史之外的诸子百家的著作，也应专守一家，不可杂修乱进。但能守定目标，「一门深入，长时薰修」，无有不成功者。",
      "zh_TW": "掌握了研究的工具再去研究經史，則可以事半功倍。研究經典者，則應專守一經；研究史書的，則應專熟一代；研究經史之外的諸子百家的著作，也應專守一家，不可雜修亂進。但能守定目標，「一門深入，長時薰修」，無有不成功者。"
    },
    {
      "id": "02-042-0170_p0066",
      "zh_CN": "苦心人天不负，有志者事竟成。中国优秀传统文化为今世所必需，其复兴已势在必然。诸位仁人君子，皆当勉而行之！",
      "zh_TW": "苦心人天不負，有志者事竟成。中國優秀傳統文化為今世所必需，其復興已勢在必然。諸位仁人君子，皆當勉而行之！"
    },
    {
      "id": "02-042-0170_p0067",
      "zh_CN": "以上是惭愧弟子因缘生粗浅的心得报告，如有不妥之处，诚请尊敬的师父上人、诸位大德同修，惠予批评指正，无尽感恩，阿弥陀佛。惭愧弟子因缘生顶礼敬呈。",
      "zh_TW": "以上是慚愧弟子因緣生粗淺的心得報告，如有不妥之處，誠請尊敬的師父上人、諸位大德同修，惠予批評指正，無盡感恩，阿彌陀佛。慚愧弟子因緣生頂禮敬呈。"
    },
    {
      "id": "02-042-0170_p0068",
      "zh_CN": "老法师：我们读了因缘生这篇报告，他可以说用最短的时间，很有体系把中国传统文化怎样学习，要学习哪些东西，都给我们讲清楚、讲明白了。这是我们学习传统文化的第一堂课，必修的一堂课。希望这篇东西要把它翻成英语，我们这次同学们到英国去，这篇东西能够再印出来分送给大家，给大家做一个参考资料。说得很好，我们自己同学一定要多多的，至少要把这东西念熟，知道从哪里下手，知道学习的次第，应该先学哪些书籍，再怎样提升自己。无论是说理说事，都说到要害，是一篇非常有价值、值得学习的一门功课，我说它这是学习中国传统文化的第一课。明白了，你少走弯路，你少浪费时间。",
      "zh_TW": "老法師：我們讀了因緣生這篇報告，他可以說用最短的時間，很有體系把中國傳統文化怎樣學習，要學習哪些東西，都給我們講清楚、講明白了。這是我們學習傳統文化的第一堂課，必修的一堂課。希望這篇東西要把它翻成英語，我們這次同學們到英國去，這篇東西能夠再印出來分送給大家，給大家做一個參考資料。說得很好，我們自己同學一定要多多的，至少要把這東西念熟，知道從哪裡下手，知道學習的次第，應該先學哪些書籍，再怎樣提升自己。無論是說理說事，都說到要害，是一篇非常有價值、值得學習的一門功課，我說它這是學習中國傳統文化的第一課。明白了，你少走彎路，你少浪費時間。"
    },
    {
      "id": "02-042-0170_p0069",
      "zh_CN": "中国这些东西，古圣先贤几千年的经验，绝不能疏忽。他提出入门的这十几样的典籍，都是过去私塾里教童蒙养正的这些小朋友的，我们这一代疏忽了，现在应该把它补出来，把它补学过来做为根基。也正因为这么一个原因，所以我早年就想到，要办一条龙的学校，当中没有插班生，只招幼稚园的学生，年年向上提升，让他们不接触外面，不受外面干扰，一心专学。外面东西也是年年都有进步，年年不相同，重要的东西我们节录，也要开这门课，使我们不至于落在后面。这两条路都要走，以祖宗东西为主，现在东西也知道，不是完全不知道，这个路才能走得通。好，我们下面还有一篇。",
      "zh_TW": "中國這些東西，古聖先賢幾千年的經驗，絕不能疏忽。他提出入門的這十幾樣的典籍，都是過去私塾裡教童蒙養正的這些小朋友的，我們這一代疏忽了，現在應該把它補出來，把它補學過來做為根基。也正因為這麼一個原因，所以我早年就想到，要辦一條龍的學校，當中沒有插班生，只招幼稚園的學生，年年向上提升，讓他們不接觸外面，不受外面干擾，一心專學。外面東西也是年年都有進步，年年不相同，重要的東西我們節錄，也要開這門課，使我們不至於落在後面。這兩條路都要走，以祖宗東西為主，現在東西也知道，不是完全不知道，這個路才能走得通。好，我們下面還有一篇。"
    },
    {
      "id": "02-042-0170_p0070",
      "zh_CN": "学生：尊敬的师父上人慈悲，诸位大德同修，阿弥陀佛。惭愧弟子甘肃骊靬古城金山寺佛学班开弘汇报的题目是「专修净土，决志求生」。",
      "zh_TW": "學生：尊敬的師父上人慈悲，諸位大德同修，阿彌陀佛。慚愧弟子甘肅驪靬古城金山寺佛學班開弘匯報的題目是「專修淨土，決志求生」。"
    },
    {
      "id": "02-042-0170_p0071",
      "zh_CN": "甲、为何要求生净土？",
      "zh_TW": "甲、為何要求生淨土？"
    },
    {
      "id": "02-042-0170_p0072",
      "zh_CN": "一、为了脱生死，离苦得乐",
      "zh_TW": "一、為了脫生死，離苦得樂"
    },
    {
      "id": "02-042-0170_p0073",
      "zh_CN": "经云：「三界无安，犹如火宅；众苦充满，甚可怖畏。」印祖云：「大丈夫生于世间，事事无不预为之计。唯有生死一事，反多置之不问。直待报终命尽，则随业受报。不知此一念心识，又向何道中受生去也。人天是客居，三途是家乡。三途一报百千劫，复生人天了无期。由是言之，则了生死之法，固不可不汲汲讲求也。」",
      "zh_TW": "經云：「三界無安，猶如火宅；眾苦充滿，甚可怖畏。」印祖云：「大丈夫生於世間，事事無不預為之計。唯有生死一事，反多置之不問。直待報終命盡，則隨業受報。不知此一念心識，又向何道中受生去也。人天是客居，三途是家鄉。三途一報百千劫，復生人天了無期。由是言之，則了生死之法，固不可不汲汲講求也。」"
    },
    {
      "id": "02-042-0170_p0074",
      "zh_CN": "古德云：「我与众生，从旷劫来，常在生死，未得解脱。人间天上，此界他方，出没万端，升沉片刻。俄焉而天，俄焉而人，俄焉而地狱、畜生、饿鬼。黑门朝出而暮还，铁窟暂离而又入。登刀山也，则举体无完肤；攀剑树也，则方寸皆割裂。热铁不除饥，吞之则肝肠尽烂；洋铜难疗渴，饮之则骨肉都糜。利锯解之，则断而复续；巧风吹之，则死已还生。猛火城中，忍听叫嗥之惨；煎熬盘里，但闻苦痛之声。冰冻始凝，则状似青莲蕊结；血肉既裂，则身如红藕华开。一夜死生，地下每经万遍；一朝苦痛，人间已过百年。频频狱卒疲劳，谁信阎翁教诫？受时知苦，虽悔恨以何追？脱已还忘，其作业也如故。鞭驴出血，谁知吾母之悲？牵豕就屠，焉识乃翁之痛？食其子而不知，文王尚尔；噉其亲而未识，凡类皆然。当年恩爱，今作冤家；昔日寇仇，今成骨肉。昔为母而今为妇，旧是翁而新作夫。宿命知之，则可羞可耻；天眼视之，则可笑可怜。粪秽丛中，十月包藏难过；脓血道里，一时倒下可怜。少也何知，东西莫辨；长而有识，贪欲便生。须臾而老病相寻，迅速而无常又至。风火交煎，神识于中溃乱；精血既竭，皮肉自外干枯。无一毛而不被针钻，有一窍而皆从刀割。龟之将烹，其脱壳也犹易；神之欲谢，其去体也倍难。心无常主，类商贾而处处奔驰；身无定形，似房屋而频频迁徙。大千尘点，难穷往返之身；四海波涛，孰计别离之泪？峨峨积骨，过彼崇山；莽莽横尸，多于大地。向使不闻佛语，此事谁见谁闻？未睹佛经，此理焉知焉觉？其或依前贪恋，仍旧痴迷；只恐万劫千生，一错百错。人身难得而易失，良时易往而难追。道路冥冥，别离长久；三途恶报，还自受之。痛不可言，谁当相代？兴言及此，能不寒心？是故应断生死流，出爱欲海。」",
      "zh_TW": "古德云：「我與眾生，從曠劫來，常在生死，未得解脫。人間天上，此界他方，出沒萬端，升沉片刻。俄焉而天，俄焉而人，俄焉而地獄、畜生、餓鬼。黑門朝出而暮還，鐵窟暫離而又入。登刀山也，則舉體無完膚；攀劍樹也，則方寸皆割裂。熱鐵不除饑，吞之則肝腸盡爛；洋銅難療渴，飲之則骨肉都糜。利鋸解之，則斷而復續；巧風吹之，則死已還生。猛火城中，忍聽叫嗥之慘；煎熬盤裡，但聞苦痛之聲。冰凍始凝，則狀似青蓮蕊結；血肉既裂，則身如紅藕華開。一夜死生，地下每經萬遍；一朝苦痛，人間已過百年。頻頻獄卒疲勞，誰信閻翁教誡？受時知苦，雖悔恨以何追？脫已還忘，其作業也如故。鞭驢出血，誰知吾母之悲？牽豕就屠，焉識乃翁之痛？食其子而不知，文王尚爾；噉其親而未識，凡類皆然。當年恩愛，今作冤家；昔日寇仇，今成骨肉。昔為母而今為婦，舊是翁而新作夫。宿命知之，則可羞可恥；天眼視之，則可笑可憐。糞穢叢中，十月包藏難過；膿血道裡，一時倒下可憐。少也何知，東西莫辨；長而有識，貪欲便生。須臾而老病相尋，迅速而無常又至。風火交煎，神識於中潰亂；精血既竭，皮肉自外乾枯。無一毛而不被針鑽，有一竅而皆從刀割。龜之將烹，其脫殼也猶易；神之欲謝，其去體也倍難。心無常主，類商賈而處處奔馳；身無定形，似房屋而頻頻遷徙。大千塵點，難窮往返之身；四海波濤，孰計別離之淚？峨峨積骨，過彼崇山；莽莽橫屍，多於大地。向使不聞佛語，此事誰見誰聞？未睹佛經，此理焉知焉覺？其或依前貪戀，仍舊痴迷；只恐萬劫千生，一錯百錯。人身難得而易失，良時易往而難追。道路冥冥，別離長久；三途惡報，還自受之。痛不可言，誰當相代？興言及此，能不寒心？是故應斷生死流，出愛欲海。」"
    },
    {
      "id": "02-042-0170_p0075",
      "zh_CN": "古人有云：「生死事大」，我等久经长劫，懵懂无知，造轮回业。往返六道，酬偿业债。生生世世迷惑颠倒，从未出离生死苦海。如今何幸再得人身，值遇佛法，又闻离究竟苦、得究竟乐，往生成佛之净土法门。实是漫漫长夜里一盏明灯，茫茫苦海中一艘慈航。于此若再不志愿求生净土，则枉得人身，愧为佛子。待到来世必将地狱沉沦，长劫难闻正法。无始昏迷已不可谏，而今觉悟尚犹可追。故当立坚固愿，发觉悟心。为出苦轮，了脱生死，专修净土，决志求生。",
      "zh_TW": "古人有云：「生死事大」，我等久經長劫，懵懂無知，造輪迴業。往返六道，酬償業債。生生世世迷惑顛倒，從未出離生死苦海。如今何幸再得人身，值遇佛法，又聞離究竟苦、得究竟樂，往生成佛之淨土法門。實是漫漫長夜裡一盞明燈，茫茫苦海中一艘慈航。於此若再不志願求生淨土，則枉得人身，愧為佛子。待到來世必將地獄沉淪，長劫難聞正法。無始昏迷已不可諫，而今覺悟尚猶可追。故當立堅固願，發覺悟心。為出苦輪，了脫生死，專修淨土，決志求生。"
    },
    {
      "id": "02-042-0170_p0076",
      "zh_CN": "二、为速成佛道，普利群萌",
      "zh_TW": "二、為速成佛道，普利群萌"
    },
    {
      "id": "02-042-0170_p0077",
      "zh_CN": "印祖《文钞》云：「净土法门者，以其普摄上中下根，高超律教禅宗，实诸佛彻底之悲心，示众生本具之体性。汇三乘五性，同归净域。导上圣下凡，共证真常。九界众生离此法，上不能圆成佛道。十方诸佛舍此法，下不能普利群生。所以往圣前贤，人人趣向。千经万论，处处指归。自华严导归之后，尽十方世界海诸大菩萨，无一不求生净土。由祇园演说以来，凡西天东土中一切著述，末后皆结归莲邦。」《华严》乃根本法轮，世尊初成正觉，为四十一位法身大士称性直谈之一乘妙法。末后善财遍参知识，于证齐诸佛之后，普贤菩萨教以十大愿王，普令善财与华藏海众，回向往生西方极乐世界，以期圆满佛果。普贤菩萨诸大士等，同破无明，同证法性，尚还求生净土，企圆佛果。可知往生极乐，乃出苦之玄门，成佛之捷径也。",
      "zh_TW": "印祖《文鈔》云：「淨土法門者，以其普攝上中下根，高超律教禪宗，實諸佛徹底之悲心，示眾生本具之體性。匯三乘五性，同歸淨域。導上聖下凡，共證真常。九界眾生離此法，上不能圓成佛道。十方諸佛捨此法，下不能普利群生。所以往聖前賢，人人趣向。千經萬論，處處指歸。自華嚴導歸之後，盡十方世界海諸大菩薩，無一不求生淨土。由祇園演說以來，凡西天東土中一切著述，末後皆結歸蓮邦。」《華嚴》乃根本法輪，世尊初成正覺，為四十一位法身大士稱性直談之一乘妙法。末後善財遍參知識，於證齊諸佛之後，普賢菩薩教以十大願王，普令善財與華藏海眾，迴向往生西方極樂世界，以期圓滿佛果。普賢菩薩諸大士等，同破無明，同證法性，尚還求生淨土，企圓佛果。可知往生極樂，乃出苦之玄門，成佛之捷徑也。"
    },
    {
      "id": "02-042-0170_p0078",
      "zh_CN": "《无量寿经》云：「开化显示真实之际。欲拯群萌，惠以真实之利。」《会疏》云：「开显真实为显示，谓会十界归一乘克成菩提故。真实之际者，以一佛乘为法涯际故。」净土妙法悉是开化显示真实之际，咸为开示悟入佛之知见。《科注》云，「真实之际即是自心，明自本心，见自本性，即为开化显示真实之际。但念佛法门，亦复不二，是心是佛，是心作佛。故念佛之本心，正是真实之际，故云一声佛号一声心」。《科注》又云，「诸佛世尊唯以一大事因缘故，出现于世。释尊所为之大事因缘，即宣说弥陀愿力，普度众生也」。「惠以众生真实之利」，指弥陀誓愿为真实之利。善导大师云：「如来所以兴出世，唯说弥陀本愿海」，谓如来欲愿众生入弥陀海故。《甄解》曰：「诸佛之所以出兴于世，欲说弥陀愿力，惠救万众生，将为本怀故。」惠以众生真实之利者莫过于此也。",
      "zh_TW": "《無量壽經》云：「開化顯示真實之際。欲拯群萌，惠以真實之利。」《會疏》云：「開顯真實為顯示，謂會十界歸一乘剋成菩提故。真實之際者，以一佛乘為法涯際故。」淨土妙法悉是開化顯示真實之際，咸為開示悟入佛之知見。《科註》云，「真實之際即是自心，明自本心，見自本性，即為開化顯示真實之際。但念佛法門，亦復不二，是心是佛，是心作佛。故念佛之本心，正是真實之際，故云一聲佛號一聲心」。《科註》又云，「諸佛世尊唯以一大事因緣故，出現於世。釋尊所為之大事因緣，即宣說彌陀願力，普度眾生也」。「惠以眾生真實之利」，指彌陀誓願為真實之利。善導大師云：「如來所以興出世，唯說彌陀本願海」，謂如來欲願眾生入彌陀海故。《甄解》曰：「諸佛之所以出興於世，欲說彌陀願力，惠救萬眾生，將為本懷故。」惠以眾生真實之利者莫過於此也。"
    },
    {
      "id": "02-042-0170_p0079",
      "zh_CN": "乙、往生净土之因行",
      "zh_TW": "乙、往生淨土之因行"
    },
    {
      "id": "02-042-0170_p0080",
      "zh_CN": "一、正因，发心专念",
      "zh_TW": "一、正因，發心專念"
    },
    {
      "id": "02-042-0170_p0081",
      "zh_CN": "经云：「发菩提心，一向专念阿弥陀佛。」《安乐集》：「《大经》云：凡欲往生净土，要须发菩提心为源。云何？菩提者，乃是无上佛道之名也。若欲发心作佛者，此心广大，周遍法界。此心究竟，等若虚空。此心长远，尽未来际。此心普备，离二乘障。若能一发此心，倾无始生死有沦。」《往生论》云：「今发菩提心者，即是愿作佛心；愿作佛心者，即是度众生心；度众生心者，即摄取众生，生有佛国土心。今既愿生净土，故先须发菩提心也。」",
      "zh_TW": "經云：「發菩提心，一向專念阿彌陀佛。」《安樂集》：「《大經》云：凡欲往生淨土，要須發菩提心為源。云何？菩提者，乃是無上佛道之名也。若欲發心作佛者，此心廣大，周遍法界。此心究竟，等若虛空。此心長遠，盡未來際。此心普備，離二乘障。若能一發此心，傾無始生死有淪。」《往生論》云：「今發菩提心者，即是願作佛心；願作佛心者，即是度眾生心；度眾生心者，即攝取眾生，生有佛國土心。今既願生淨土，故先須發菩提心也。」"
    },
    {
      "id": "02-042-0170_p0082",
      "zh_CN": "大慈念老云，盖以净土往生法门，实为难信之法，信心未生，何能发心。如《弥陀经》云：十方诸佛，称赞本师，于五浊世，「为诸众生，说是一切世间难信之法」。又《无量寿经．独留此经品》云：「若闻此经，信乐受持，难中之难，无过此难。」是明能信净土，实是一切世间难中之难。于此难信能信，斯即大智。顺此信心，发成佛度生同登净土之愿，即是发菩提心也。如《弥陀要解》云：「深信发愿，即是无上菩提。」是以念佛之人，宜必早生信愿，是即发菩提心也。",
      "zh_TW": "大慈念老云，蓋以淨土往生法門，實為難信之法，信心未生，何能發心。如《彌陀經》云：十方諸佛，稱讚本師，於五濁世，「為諸眾生，說是一切世間難信之法」。又《無量壽經．獨留此經品》云：「若聞此經，信樂受持，難中之難，無過此難。」是明能信淨土，實是一切世間難中之難。於此難信能信，斯即大智。順此信心，發成佛度生同登淨土之願，即是發菩提心也。如《彌陀要解》云：「深信發願，即是無上菩提。」是以念佛之人，宜必早生信願，是即發菩提心也。"
    },
    {
      "id": "02-042-0170_p0083",
      "zh_CN": "「一向专念」，即专恒依止持名念佛法门之义也。弥陀因中发十念必生之大愿，故行人发菩提心，一向专念，必得往生净土，圆证不退之妙果。经中三辈往生之人，皆由发菩提心，一向专念阿弥陀佛而往生极乐净土。《弥陀要解》云，「于一切方便之中，求其至直捷、至圆顿者，莫若信愿专持名号。」又：「阿弥陀佛是万德洪名，以名召德，罄无不尽。故即以执持名号为正行。」《科注》云，若执持名号，但是有口能称，有信能念，不问闲忙，不拘动静，行住坐卧，皆可修之。故知此法，乃至简至易、至捷至径之法门也。又持名之法，不择智愚，不拣男女，不论老幼，若贫若富，若贵若贱，皆可修之。故知此法乃摄机至广之法门也。",
      "zh_TW": "「一向專念」，即專恆依止持名念佛法門之義也。彌陀因中發十念必生之大願，故行人發菩提心，一向專念，必得往生淨土，圓證不退之妙果。經中三輩往生之人，皆由發菩提心，一向專念阿彌陀佛而往生極樂淨土。《彌陀要解》云，「於一切方便之中，求其至直捷、至圓頓者，莫若信願專持名號。」又：「阿彌陀佛是萬德洪名，以名召德，罄無不盡。故即以執持名號為正行。」《科註》云，若執持名號，但是有口能稱，有信能念，不問閒忙，不拘動靜，行住坐臥，皆可修之。故知此法，乃至簡至易、至捷至徑之法門也。又持名之法，不擇智愚，不揀男女，不論老幼，若貧若富，若貴若賤，皆可修之。故知此法乃攝機至廣之法門也。"
    },
    {
      "id": "02-042-0170_p0084",
      "zh_CN": "《观念法门》云：「佛说一切众生，根性不同，有上中下。随其根性，佛皆劝专念无量寿佛名。」善导大师云：「大圣悲怜，直劝专称名字者，正由称名易故，相续即生。若能念念相续，毕命为期者，十即十生，百即百生。何以故？无外杂缘，得正念故，与佛本愿相应故，不违教故，顺佛语故。若舍专念修杂念者，百中稀得一二，千中稀得三四。」《弥陀经》云，若有善男子善女人，闻说阿弥陀佛，执持名号。若一日，乃至七日，一心不乱，其人临命终时，阿弥陀佛与诸圣众现在其前，是人终时，心不颠倒，即得往生极乐国土。师父上人常教诲言：「一向专念阿弥陀佛，莫怀疑、莫夹杂、莫间断，尽此一生必生净土。」",
      "zh_TW": "《觀念法門》云：「佛說一切眾生，根性不同，有上中下。隨其根性，佛皆勸專念無量壽佛名。」善導大師云：「大聖悲憐，直勸專稱名字者，正由稱名易故，相續即生。若能念念相續，畢命為期者，十即十生，百即百生。何以故？無外雜緣，得正念故，與佛本願相應故，不違教故，順佛語故。若捨專念修雜念者，百中稀得一二，千中稀得三四。」《彌陀經》云，若有善男子善女人，聞說阿彌陀佛，執持名號。若一日，乃至七日，一心不亂，其人臨命終時，阿彌陀佛與諸聖眾現在其前，是人終時，心不顛倒，即得往生極樂國土。師父上人常教誨言：「一向專念阿彌陀佛，莫懷疑、莫夾雜、莫間斷，盡此一生必生淨土。」"
    },
    {
      "id": "02-042-0170_p0085",
      "zh_CN": "总之持名念佛，是诸佛本怀，究竟方便，径中之径。此诚为万古不移之论也。经云，五逆十恶之人，应堕恶道。临命终时，遇善知识，教令念佛，称南无阿弥陀佛。如是至心，令声不绝。称佛名故，于念念中，除八十亿劫生死之罪。命终之时见金莲花，住其人前，于一念顷，即得往生极乐世界。《科注》云，临终能念佛名号，是显持名之法，实为至易也。临终易念，因得往生，是为至稳也。于念念中，除八十亿劫生死之罪，是为至顿也。五逆十恶之人，临终十念即得往生，带业凡夫，顿齐补处，是为至圆也。持名妙法既至简易稳妥，又复最极圆顿。是故十方如来同赞，千经万论共指。世之行人，实应速发大心，一向专念阿弥陀佛，求生净土。",
      "zh_TW": "總之持名念佛，是諸佛本懷，究竟方便，徑中之徑。此誠為萬古不移之論也。經云，五逆十惡之人，應墮惡道。臨命終時，遇善知識，教令念佛，稱南無阿彌陀佛。如是至心，令聲不絕。稱佛名故，於念念中，除八十億劫生死之罪。命終之時見金蓮花，住其人前，於一念頃，即得往生極樂世界。《科註》云，臨終能念佛名號，是顯持名之法，實為至易也。臨終易念，因得往生，是為至穩也。於念念中，除八十億劫生死之罪，是為至頓也。五逆十惡之人，臨終十念即得往生，帶業凡夫，頓齊補處，是為至圓也。持名妙法既至簡易穩妥，又復最極圓頓。是故十方如來同讚，千經萬論共指。世之行人，實應速發大心，一向專念阿彌陀佛，求生淨土。"
    },
    {
      "id": "02-042-0170_p0086",
      "zh_CN": "《大经科注》云，发菩提心，信也，愿也。一向专念，行也。信愿行三，缺一不可。《要解》云：「深信发愿，即无上菩提。合此信愿，的为净土指南。由此执持名号，乃为正行。」意谓无上菩提心，乃修净土者之指南针。航海者，赖指南针以定方向。欲出生死苦海，直登极乐彼岸者，则赖菩提心以为导引。故知「发菩提心」者，修净业者，必不可少也。又由此菩提心，而持名号，乃为正行。是谓，苟无菩提心，虽持名号，亦非正行也。又《要解》云：「若无信愿，纵将名号持至风吹不入，雨打不湿，如铜墙铁壁相似，亦无得生之理。修净业者，不可不知也。」反之，虽发菩提心，但无求生净土之愿行，另修他门，则非净土之机，亦不得往生。是故经中，三辈往生，俱云「发菩提心，一向专念」，盖此实为三辈往生必备之正因。",
      "zh_TW": "《大經科註》云，發菩提心，信也，願也。一向專念，行也。信願行三，缺一不可。《要解》云：「深信發願，即無上菩提。合此信願，的為淨土指南。由此執持名號，乃為正行。」意謂無上菩提心，乃修淨土者之指南針。航海者，賴指南針以定方向。欲出生死苦海，直登極樂彼岸者，則賴菩提心以為導引。故知「發菩提心」者，修淨業者，必不可少也。又由此菩提心，而持名號，乃為正行。是謂，苟無菩提心，雖持名號，亦非正行也。又《要解》云：「若無信願，縱將名號持至風吹不入，雨打不濕，如銅牆鐵壁相似，亦無得生之理。修淨業者，不可不知也。」反之，雖發菩提心，但無求生淨土之願行，另修他門，則非淨土之機，亦不得往生。是故經中，三輩往生，俱云「發菩提心，一向專念」，蓋此實為三輩往生必備之正因。"
    },
    {
      "id": "02-042-0170_p0087",
      "zh_CN": "二、胜因",
      "zh_TW": "二、勝因"
    },
    {
      "id": "02-042-0170_p0088",
      "zh_CN": "经云，极乐世界，皆是诸上善人俱会一处。印祖云：「念佛之人，必须孝养父母，奉事师长，慈心不杀，修十善业。又须父慈子孝，兄友弟恭，夫和妇顺，主仁仆忠，恪尽己分，不计他对我尽分与否，我总要尽我之分。能于家庭，及与社会，尽谊尽分，是名善人。善人念佛求生西方，决定临终，即得往生。」",
      "zh_TW": "經云，極樂世界，皆是諸上善人俱會一處。印祖云：「念佛之人，必須孝養父母，奉事師長，慈心不殺，修十善業。又須父慈子孝，兄友弟恭，夫和婦順，主仁僕忠，恪盡己分，不計他對我盡分與否，我總要盡我之分。能於家庭，及與社會，盡誼盡分，是名善人。善人念佛求生西方，決定臨終，即得往生。」"
    },
    {
      "id": "02-042-0170_p0089",
      "zh_CN": "《大经》有云：「复次阿难，若有众生欲生彼国，虽不能大精进禅定，尽持经戒。要当作善，所谓一不杀生、二不偷盗、三不淫欲、四不妄言、五不绮语、六不恶口、七不两舌、八不贪、九不瞋、十不痴。如是昼夜思惟，极乐世界阿弥陀佛，种种功德，种种庄严。志心归依，顶礼供养。是人临终，不惊不怖，心不颠倒，即得往生彼佛国土。若多事物，不能离家，不暇大修斋戒，一心清净，有空闲时，端正身心，绝欲去忧，慈心精进。不当瞋怒、嫉妒，不得贪餮悭惜，不得中悔，不得狐疑，要当孝顺，至诚忠信。当信佛经语深，当信作善得福，奉持如是等法，不得亏失。思惟熟计，欲得度脱。昼夜常念，愿欲往生阿弥陀佛清净佛国。十日十夜，乃至一日一夜，不断绝者，寿终皆得往生其国。」",
      "zh_TW": "《大經》有云：「復次阿難，若有眾生欲生彼國，雖不能大精進禪定，盡持經戒。要當作善，所謂一不殺生、二不偷盜、三不淫欲、四不妄言、五不綺語、六不惡口、七不兩舌、八不貪、九不瞋、十不痴。如是晝夜思惟，極樂世界阿彌陀佛，種種功德，種種莊嚴。志心歸依，頂禮供養。是人臨終，不驚不怖，心不顛倒，即得往生彼佛國土。若多事物，不能離家，不暇大修齋戒，一心清淨，有空閑時，端正身心，絕欲去憂，慈心精進。不當瞋怒、嫉妒，不得貪餮慳惜，不得中悔，不得狐疑，要當孝順，至誠忠信。當信佛經語深，當信作善得福，奉持如是等法，不得虧失。思惟熟計，欲得度脫。晝夜常念，願欲往生阿彌陀佛清淨佛國。十日十夜，乃至一日一夜，不斷絕者，壽終皆得往生其國。」"
    },
    {
      "id": "02-042-0170_p0090",
      "zh_CN": "印祖《文钞》云，念佛求生西方，「必须事事常存忠恕，心心提防过愆，知过必改，见义勇为」，「必须知因识果，身之所行，心之所念，须与佛合。若与佛悖，则纵能念佛，亦难往生。以感应之道，不相交故。若能生大惭愧、大怖畏，改过如去毒疮，立志如守白玉，则万无一失，各得往生」。",
      "zh_TW": "印祖《文鈔》云，念佛求生西方，「必須事事常存忠恕，心心提防過愆，知過必改，見義勇為」，「必須知因識果，身之所行，心之所念，須與佛合。若與佛悖，則縱能念佛，亦難往生。以感應之道，不相交故。若能生大慚愧、大怖畏，改過如去毒瘡，立志如守白玉，則萬無一失，各得往生」。"
    },
    {
      "id": "02-042-0170_p0091",
      "zh_CN": "祖师常教人曰：无论在家出家，必须上敬下和，忍人所不能忍，行人所不能行；代人之劳，成人之美；静坐常思己过，闲谈不论人非。行住坐卧，穿衣吃饭，从朝至暮，从暮至朝，一句佛号，不令间断；或小声念，或默念。除念佛外，不起别念；若或妄念一起，当下就要教他消灭。常生惭愧心，及生忏悔心。纵有修持，总觉我功夫很浅，不自矜夸。只管自家，不管人家；只看好样子，不看坏样子。看一切人皆是菩萨，唯我一人实是凡夫。果能依我所说修行，决定可生西方极乐世界。",
      "zh_TW": "祖師常教人曰：無論在家出家，必須上敬下和，忍人所不能忍，行人所不能行；代人之勞，成人之美；靜坐常思己過，閒談不論人非。行住坐臥，穿衣吃飯，從朝至暮，從暮至朝，一句佛號，不令間斷；或小聲念，或默念。除念佛外，不起別念；若或妄念一起，當下就要教他消滅。常生慚愧心，及生懺悔心。縱有修持，總覺我功夫很淺，不自矜誇。只管自家，不管人家；只看好樣子，不看壞樣子。看一切人皆是菩薩，唯我一人實是凡夫。果能依我所說修行，決定可生西方極樂世界。"
    },
    {
      "id": "02-042-0170_p0092",
      "zh_CN": "《文钞》云：「敦伦尽分，闲邪存诚，诸恶莫作，众善奉行。欲学佛道以脱凡俗，若不注重于此四句，则如无根之木，期其茂盛。无翼之鸟，冀其高飞也。真为生死，发菩提心，以深信愿，持佛名号。博地凡夫，欲于现生即了生死。若不依此四句，则成无因而欲得果，未种而思收获，万无得理。果能将此八句，通身荷担。决定可以生入圣贤之域，没登极乐之邦。」",
      "zh_TW": "《文鈔》云：「敦倫盡分，閑邪存誠，諸惡莫作，眾善奉行。欲學佛道以脫凡俗，若不注重於此四句，則如無根之木，期其茂盛。無翼之鳥，冀其高飛也。真為生死，發菩提心，以深信願，持佛名號。博地凡夫，欲於現生即了生死。若不依此四句，則成無因而欲得果，未種而思收穫，萬無得理。果能將此八句，通身荷擔。決定可以生入聖賢之域，沒登極樂之邦。」"
    },
    {
      "id": "02-042-0170_p0093",
      "zh_CN": "丙、结语",
      "zh_TW": "丙、結語"
    },
    {
      "id": "02-042-0170_p0094",
      "zh_CN": "印祖劝曰：「吾辈既为佛子，当行佛行。纵不能豁破无明，顿复性体，以直趣妙觉果海。岂可不圆发三心，笃修净业，以期断烦惑于此身，托心识于莲邦，为弥陀之弟子，作大士之良朋，安住寂灭，游泳佛国，上求佛道，下化众生乎。倘不自奋勉，高推圣境，自处凡愚。畏半生修持之勤劳，甘永劫沉沦之酸楚。迷衣珠而弗珍，登宝山而空归。以具无量功德智慧神通相好之妙真如性，枉受无量生死轮回烦恼业果之幻妄极苦。岂非丧心病狂，恶升乐坠。生作走肉行尸，死与草木同腐。三世诸佛，称为可怜愍者。凡我同伦，各宜努力。」",
      "zh_TW": "印祖勸曰：「吾輩既為佛子，當行佛行。縱不能豁破無明，頓復性體，以直趣妙覺果海。豈可不圓發三心，篤修淨業，以期斷煩惑於此身，託心識於蓮邦，為彌陀之弟子，作大士之良朋，安住寂滅，游泳佛國，上求佛道，下化眾生乎。倘不自奮勉，高推聖境，自處凡愚。畏半生修持之勤勞，甘永劫沉淪之酸楚。迷衣珠而弗珍，登寶山而空歸。以具無量功德智慧神通相好之妙真如性，枉受無量生死輪回煩惱業果之幻妄極苦。豈非喪心病狂，惡升樂墜。生作走肉行屍，死與草木同腐。三世諸佛，稱為可憐愍者。凡我同倫，各宜努力。」"
    },
    {
      "id": "02-042-0170_p0095",
      "zh_CN": "以上是惭愧弟子粗浅的学习心得报告，定有许多错误之处，恳请尊敬的师父上人和诸位大德同修慈悲指正，不胜感恩。阿弥陀佛。惭愧弟子开弘顶礼叩呈。",
      "zh_TW": "以上是慚愧弟子粗淺的學習心得報告，定有許多錯誤之處，懇請尊敬的師父上人和諸位大德同修慈悲指正，不勝感恩。阿彌陀佛。慚愧弟子開弘頂禮叩呈。"
    },
    {
      "id": "02-042-0170_p0096",
      "zh_CN": "老法师：骊靬古城金山寺的开弘法师，他这一篇心得报告，我们刚才听了，也看到文字了，对我的感触很深。我们接受净宗，学习净土，到底有没有把握往生？这个不能骗人，不能妄语，没有把握。为什么没有把握？我们的烦恼习气太深了。想不想改过来？想，天天都在想，时时刻刻都在想，可是力不从心，依然每天都在堕落。也许我们这样下去，只能说跟净土宗、跟阿弥陀佛结个法缘而已，这一生不能成就，还要等来生。来生能不能得人身？大问题。得人身，能不能闻佛法？又是大问题。虽然缘决定有，时间太长了，要向无量劫去想。真的生死心切，回头就快。",
      "zh_TW": "老法師：驪靬古城金山寺的開弘法師，他這一篇心得報告，我們剛才聽了，也看到文字了，對我的感觸很深。我們接受淨宗，學習淨土，到底有沒有把握往生？這個不能騙人，不能妄語，沒有把握。為什麼沒有把握？我們的煩惱習氣太深了。想不想改過來？想，天天都在想，時時刻刻都在想，可是力不從心，依然每天都在墮落。也許我們這樣下去，只能說跟淨土宗、跟阿彌陀佛結個法緣而已，這一生不能成就，還要等來生。來生能不能得人身？大問題。得人身，能不能聞佛法？又是大問題。雖然緣決定有，時間太長了，要向無量劫去想。真的生死心切，回頭就快。"
    },
    {
      "id": "02-042-0170_p0097",
      "zh_CN": "我们学习经教这么多年了，至少总有一个概念，这概念是什么？这世间是假的，《金刚经》说的几句话没错，「一切有为法，如梦幻泡影」，「凡所有相，皆是虚妄」。我们回想到这些经文，立刻就要能回到弥勒菩萨告诉我们，所有的现象，统统都是在二千二百四十兆分之一秒的频率当中产生的幻相。这个频率之快，我们决定掌握不到，不但掌握不到，想也想不到，你怎么想法？这是事实真相。常常观想这个问题，把这桩事情放在心上，对于世间的欲望自自然然就淡薄下来。要天天想，不天天想，老毛病又发了，阿赖耶识里头这些习气种子它又现行，它又做障碍了，所以这很可怕，我们不能不知道。这篇报告好，确实能提醒我们高度的警觉。开弘法师自己要努力，我们跟进，断恶修善，该放下的要放下，希望佛号从今而后不再丢失。",
      "zh_TW": "我們學習經教這麼多年了，至少總有一個概念，這概念是什麼？這世間是假的，《金剛經》說的幾句話沒錯，「一切有為法，如夢幻泡影」，「凡所有相，皆是虛妄」。我們回想到這些經文，立刻就要能回到彌勒菩薩告訴我們，所有的現象，統統都是在二千二百四十兆分之一秒的頻率當中產生的幻相。這個頻率之快，我們決定掌握不到，不但掌握不到，想也想不到，你怎麼想法？這是事實真相。常常觀想這個問題，把這樁事情放在心上，對於世間的欲望自自然然就淡薄下來。要天天想，不天天想，老毛病又發了，阿賴耶識裡頭這些習氣種子它又現行，它又做障礙了，所以這很可怕，我們不能不知道。這篇報告好，確實能提醒我們高度的警覺。開弘法師自己要努力，我們跟進，斷惡修善，該放下的要放下，希望佛號從今而後不再丟失。"
    },
    {
      "id": "02-042-0170_p0098",
      "zh_CN": "好，今天时间到了，我们就学习到此地。",
      "zh_TW": "好，今天時間到了，我們就學習到此地。"
    }
  ]
}