{
  "doc_id": "02-042-0081",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "上官居士",
    "开吉法师"
  ],
  "volume": {
    "zh_CN": "第八十一集",
    "zh_TW": "第八十一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0081",
  "total_paragraphs": 74,
  "paragraphs": [
    {
      "id": "02-042-0081_p0001",
      "zh_CN": "老法师：诸位同学，大家好，开始。",
      "zh_TW": "老法師：諸位同學，大家好，開始。"
    },
    {
      "id": "02-042-0081_p0002",
      "zh_CN": "学生：学习心得报告，弟子上官，主题「一句佛号即身成佛」。",
      "zh_TW": "學生：學習心得報告，弟子上官，主題「一句佛號即身成佛」。"
    },
    {
      "id": "02-042-0081_p0003",
      "zh_CN": "《无量寿经》第二品「德遵普贤」，首列在家菩萨，显平等普度之义；次广叹普贤大士权实二德，意在表明净宗之妙，首在以果地觉，作因地心，乃全靠佛力之成佛径路。为证此特别法门之胜，世尊列举八相成道，详解持名念佛法门为即身成佛、十方如来咸护、无量法门统摄、一切诸佛成佛之深密法门。八相成道中，以「请转法轮」为核心，显示诸佛所以兴出于世，唯开示佛知佛见，令众生悟入佛之知见，即信闻持此深密真言阿弥陀佛，同证四土，圆证不退。弟子今撷选转法轮中赞普贤胜行之经文，「破烦恼城，坏诸欲堑；洗濯垢污，显明清白；升灌顶阶，授菩提记」，浅示其义理，以明唯本经会一切法门功德海，融无量光为末法明灯。",
      "zh_TW": "《無量壽經》第二品「德遵普賢」，首列在家菩薩，顯平等普度之義；次廣歎普賢大士權實二德，意在表明淨宗之妙，首在以果地覺，作因地心，乃全靠佛力之成佛徑路。為證此特別法門之勝，世尊列舉八相成道，詳解持名念佛法門為即身成佛、十方如來咸護、無量法門統攝、一切諸佛成佛之深密法門。八相成道中，以「請轉法輪」為核心，顯示諸佛所以興出於世，唯開示佛知佛見，令眾生悟入佛之知見，即信聞持此深密真言阿彌陀佛，同證四土，圓證不退。弟子今擷選轉法輪中讚普賢勝行之經文，「破煩惱城，壞諸欲塹；洗濯垢污，顯明清白；昇灌頂階，授菩提記」，淺示其義理，以明唯本經會一切法門功德海，融無量光為末法明燈。"
    },
    {
      "id": "02-042-0081_p0004",
      "zh_CN": "甲、此六句经文呼应净业三福，摄济三学，统概佛法，别开成佛径路。",
      "zh_TW": "甲、此六句經文呼應淨業三福，攝濟三學，統概佛法，別開成佛徑路。"
    },
    {
      "id": "02-042-0081_p0005",
      "zh_CN": "甲一、「破烦恼城，坏诸欲堑」。",
      "zh_TW": "甲一、「破煩惱城，壞諸欲塹」。"
    },
    {
      "id": "02-042-0081_p0006",
      "zh_CN": "此二句经文呼应三福第一福，「孝养父母，奉事师长，慈心不杀，修十善业」。在转法轮这段经文别相中，开宗明义普贤胜行，而三福首先标明圣教之根本为孝敬，成佛之种子为慈悲。虽为人天福报，但从本发枝，三学次第，理数必然，乖越常模，去道全远。众生迷惑，烦恼所累，造生死业，流转恶趣，必对症下药，令破无明。宋元照律师云：「持戒如捉贼，修定如绑贼，发慧如杀贼，三学无漏法能灭三惑烦恼贼，方入涅槃正法城。」破烦恼城，坏诸欲堑，就是三学第一阶段，无上菩提从此而始。",
      "zh_TW": "此二句經文呼應三福第一福，「孝養父母，奉事師長，慈心不殺，修十善業」。在轉法輪這段經文別相中，開宗明義普賢勝行，而三福首先標明聖教之根本為孝敬，成佛之種子為慈悲。雖為人天福報，但從本發枝，三學次第，理數必然，乖越常模，去道全遠。眾生迷惑，煩惱所累，造生死業，流轉惡趣，必對症下藥，令破無明。宋元照律師云：「持戒如捉賊，修定如綁賊，發慧如殺賊，三學無漏法能滅三惑煩惱賊，方入涅槃正法城。」破煩惱城，壞諸欲塹，就是三學第一階段，無上菩提從此而始。"
    },
    {
      "id": "02-042-0081_p0007",
      "zh_CN": "解烦断欲第一步从孝敬入手，贤圣之依止，必为戒律。戒虽万行，以孝为宗，孝顺摄一切，古德曰：「一孝立，而诸戒尽矣」。从初发心到成佛，不离孝顺心，三宝所以住世，不离孝顺心。顺即是敬，因礼敬诸佛，礼敬一切众生，所以恒顺一切众生。《梵网经菩萨戒》乃心地戒品，卢舍那佛依心地法门说菩萨戒，心地法门就是孝心法门，一切众生皆是我过去生中之父母，不忍其迷惑颠倒，不识本心，苦海挣扎。所以佛法入门就是《地藏菩萨本愿经》，心地无量宝藏由孝顺成就，「地狱不空，誓不成佛，众生度尽，方证菩提」。一念孝心扩大，所发起大愿，已圆满佛道。",
      "zh_TW": "解煩斷欲第一步從孝敬入手，賢聖之依止，必為戒律。戒雖萬行，以孝為宗，孝順攝一切，古德曰：「一孝立，而諸戒盡矣」。從初發心到成佛，不離孝順心，三寶所以住世，不離孝順心。順即是敬，因禮敬諸佛，禮敬一切眾生，所以恆順一切眾生。《梵網經菩薩戒》乃心地戒品，盧舍那佛依心地法門說菩薩戒，心地法門就是孝心法門，一切眾生皆是我過去生中之父母，不忍其迷惑顛倒，不識本心，苦海掙扎。所以佛法入門就是《地藏菩薩本願經》，心地無量寶藏由孝順成就，「地獄不空，誓不成佛，眾生度盡，方證菩提」。一念孝心擴大，所發起大願，已圓滿佛道。"
    },
    {
      "id": "02-042-0081_p0008",
      "zh_CN": "无上菩提心就是孝心，发菩提心，一向专念，根本在知道一切众生是我无始劫父母，人伦道德亲爱常然，怎能不救度！孝顺心就是根本戒，诸行之凭，从《弟子规》乃至《梵网经菩萨戒》都以孝顺为宗。所以净业三福第一福开端即言「孝养父母」，盖此根本戒统摄佛法，三世诸佛，净业正因，不离此孝心。卢舍那佛，义曰光明遍照，又作净满，无量光方能遍照。卢舍那佛就是阿弥陀佛，净业圆满名净满。清净戒体就是无为法身，唯寂唯照之常寂光净土。净业三福圆满，就是菩萨戒的究竟圆满；菩萨戒所以圆满，还是过去生所有父母同生极乐方能实现。",
      "zh_TW": "無上菩提心就是孝心，發菩提心，一向專念，根本在知道一切眾生是我無始劫父母，人倫道德親愛常然，怎能不救度！孝順心就是根本戒，諸行之憑，從《弟子規》乃至《梵網經菩薩戒》都以孝順為宗。所以淨業三福第一福開端即言「孝養父母」，蓋此根本戒統攝佛法，三世諸佛，淨業正因，不離此孝心。盧舍那佛，義曰光明遍照，又作淨滿，無量光方能遍照。盧舍那佛就是阿彌陀佛，淨業圓滿名淨滿。清淨戒體就是無為法身，唯寂唯照之常寂光淨土。淨業三福圓滿，就是菩薩戒的究竟圓滿；菩薩戒所以圓滿，還是過去生所有父母同生極樂方能實現。"
    },
    {
      "id": "02-042-0081_p0009",
      "zh_CN": "众生轮回业因就是烦恼、欲望具缚，一旦随境发毒，便堕生死业中，唯灭罪能令离苦。印祖曰：有一分恭敬，则灭一分罪业，增一分福慧；有十分恭敬，则灭十分罪业，增十分福慧；若全无恭敬，虽种远因，其亵慢之罪，有不堪设想者。《无量寿经》所列圣众皆德遵普贤，普贤十大愿王第一愿即「礼敬诸佛」。礼敬建立于孝道，孝道源于同体大悲。德遵普贤，即能安住一切功德法中，即能灭一切罪障。而普贤十愿因导归极乐才究竟圆满，可见能灭一切罪障之根本法为持名念佛。持名念佛得生极乐，极乐世界纯净纯善，摄一切善法，具足三聚净戒摄善法戒。",
      "zh_TW": "眾生輪迴業因就是煩惱、欲望具縛，一旦隨境發毒，便墮生死業中，唯滅罪能令離苦。印祖曰：有一分恭敬，則滅一分罪業，增一分福慧；有十分恭敬，則滅十分罪業，增十分福慧；若全無恭敬，雖種遠因，其褻慢之罪，有不堪設想者。《無量壽經》所列聖眾皆德遵普賢，普賢十大願王第一願即「禮敬諸佛」。禮敬建立於孝道，孝道源於同體大悲。德遵普賢，即能安住一切功德法中，即能滅一切罪障。而普賢十願因導歸極樂才究竟圓滿，可見能滅一切罪障之根本法為持名念佛。持名念佛得生極樂，極樂世界純淨純善，攝一切善法，具足三聚淨戒攝善法戒。"
    },
    {
      "id": "02-042-0081_p0010",
      "zh_CN": "「破烦恼城，坏诸欲堑」，此二句经文即是佛说净业三福第一福的原因，用其治也。烦恼贼夺取善法财，五十三参善财童子名号表法正是此义，善法财从自性流露，终必追随普贤大士归导自性极乐。此二句经文和三福第一福，即是断恶修善，以善心住一处不动，行善法三昧。以善法三昧为基址，老实念佛，久久必得功夫成片。此三昧皆饰法身，当来必然现十方佛及佛土。破烦恼城，坏诸欲堑，为百千三昧之基础。",
      "zh_TW": "「破煩惱城，壞諸欲塹」，此二句經文即是佛說淨業三福第一福的原因，用其治也。煩惱賊奪取善法財，五十三參善財童子名號表法正是此義，善法財從自性流露，終必追隨普賢大士歸導自性極樂。此二句經文和三福第一福，即是斷惡修善，以善心住一處不動，行善法三昧。以善法三昧為基址，老實念佛，久久必得功夫成片。此三昧皆飾法身，當來必然現十方佛及佛土。破煩惱城，壞諸欲塹，為百千三昧之基礎。"
    },
    {
      "id": "02-042-0081_p0011",
      "zh_CN": "甲二、「洗濯垢污，显明清白」。",
      "zh_TW": "甲二、「洗濯垢污，顯明清白」。"
    },
    {
      "id": "02-042-0081_p0012",
      "zh_CN": "「洗濯垢污，显明清白」此二句经文对应净业三福第二福，「受持三皈，具足众戒，不犯威仪」，又是三聚净戒之摄一切律仪戒。众生但出圣道，无始未曾，皆由着世，惯习难舍；皈依自性觉、正、净，一门深入，长时薰修，不动不移，即可拔俗，必行圣业。善导大师《观经疏》言：「一心专念弥陀名号，行住坐卧，不问时节久近，念念不舍者，是名正定之业。」众生执著于自己的知见，住邪定聚、不定聚，久远劫来，落入根本无明，不能自知，不能自拔。如《首楞严经》言：「知见立知，即无明本。知见无见，斯即涅槃无漏真净。」",
      "zh_TW": "「洗濯垢污，顯明清白」此二句經文對應淨業三福第二福，「受持三皈，具足眾戒，不犯威儀」，又是三聚淨戒之攝一切律儀戒。眾生但出聖道，無始未曾，皆由著世，慣習難捨；皈依自性覺、正、淨，一門深入，長時薰修，不動不移，即可拔俗，必行聖業。善導大師《觀經疏》言：「一心專念彌陀名號，行住坐臥，不問時節久近，念念不捨者，是名正定之業。」眾生執著於自己的知見，住邪定聚、不定聚，久遠劫來，落入根本無明，不能自知，不能自拔。如《首楞嚴經》言：「知見立知，即無明本。知見無見，斯即涅槃無漏真淨。」"
    },
    {
      "id": "02-042-0081_p0013",
      "zh_CN": "洗濯垢污的妙法，就是持名念佛法，一句名号何有此特效？皆因能信所信，能愿所愿，能念所念，能生所生，一一皆是实相正印。一念清净平等觉，则一念脱俗入圣，入佛知佛见，入三摩地；念念清净平等觉，念念住正定聚。极乐佛土依报庄严，住正定聚而来，倘能老实念去，现前住正定聚，则庄严娑婆世界，令娑婆世界众生得成无上佛道金刚种子。大乘佛法宗旨，「庄严国土，利乐有情」，从洗濯垢污，显明清白；受持三皈，具足众戒，不犯威仪，而开示、体现这一宗旨。净宗之殊妙，就是用这一句阿弥陀佛，洗濯根本烦恼垢污，而「都摄六根，净念相继」即是这特别法门的戒律。净念相继好似源源不断清净之水，洗濯尘劳，显露出众生本具干干净净之自性本体。一句本觉佛号，摄受六根，令六识不起作用，贪瞋痴习气虽未断，但六根被佛号所摄，而离诸有者。如百丈大师所言，迥脱根尘，不可思议之灵光就会独耀，独，即入不二法门。此「都摄六根，净念相继」，三行相因，专持名号为戒；一向专念，佛号从口出，从耳入，从心记，久习得定；因得定，住三昧，必得开慧，开真实之慧。",
      "zh_TW": "洗濯垢污的妙法，就是持名念佛法，一句名號何有此特效？皆因能信所信，能願所願，能念所念，能生所生，一一皆是實相正印。一念清淨平等覺，則一念脫俗入聖，入佛知佛見，入三摩地；念念清淨平等覺，念念住正定聚。極樂佛土依報莊嚴，住正定聚而來，倘能老實念去，現前住正定聚，則莊嚴娑婆世界，令娑婆世界眾生得成無上佛道金剛種子。大乘佛法宗旨，「莊嚴國土，利樂有情」，從洗濯垢污，顯明清白；受持三皈，具足眾戒，不犯威儀，而開示、體現這一宗旨。淨宗之殊妙，就是用這一句阿彌陀佛，洗濯根本煩惱垢污，而「都攝六根，淨念相繼」即是這特別法門的戒律。淨念相繼好似源源不斷清淨之水，洗濯塵勞，顯露出眾生本具乾乾淨淨之自性本體。一句本覺佛號，攝受六根，令六識不起作用，貪瞋痴習氣雖未斷，但六根被佛號所攝，而離諸有者。如百丈大師所言，迥脫根塵，不可思議之靈光就會獨耀，獨，即入不二法門。此「都攝六根，淨念相繼」，三行相因，專持名號為戒；一向專念，佛號從口出，從耳入，從心記，久習得定；因得定，住三昧，必得開慧，開真實之慧。"
    },
    {
      "id": "02-042-0081_p0014",
      "zh_CN": "菩萨从本以来，都是洗濯垢污、显明清白而成佛的，贵在不动不移，不中途变节。用阿弥陀佛名号这一无相之解，洗濯尘劳垢污，证涅槃德，入实相涅槃城。极乐世界就是实相涅槃城，城虽有多门，然必从一门方能入，任选其一即可，切忌分身而入。娑婆世界之身，凡夫之躯，何能未证圣果而分身？条条大道通罗马，选其一，前行便是。若问八万四千门，何以选持名念佛法门而入圣道？在此引律宗元照祖师嘉言策勉：「自是尽弃平生所学，专寻净土教门，二十余年，未尝暂舍。研详理教，披括古今，顿释群疑，愈加深信。复见善导和尚专杂二修，若专修者，百即百生，若杂修者，万千一二。心识散乱，观行难成，一志专持四字名号，几生逃逝，今始知归。仍以所修，辗转化导，尽未来际，洪赞何穷。」元照律祖撰三记解释道宣律祖的南山三大部疏，即《行事钞资持记》、《戒本疏行宗记》、《羯磨疏济缘记》，复有《观无量寿经义疏》、《佛说阿弥陀佛经义疏》。",
      "zh_TW": "菩薩從本以來，都是洗濯垢污、顯明清白而成佛的，貴在不動不移，不中途變節。用阿彌陀佛名號這一無相之解，洗濯塵勞垢污，證涅槃德，入實相涅槃城。極樂世界就是實相涅槃城，城雖有多門，然必從一門方能入，任選其一即可，切忌分身而入。娑婆世界之身，凡夫之軀，何能未證聖果而分身？條條大道通羅馬，選其一，前行便是。若問八萬四千門，何以選持名念佛法門而入聖道？在此引律宗元照祖師嘉言策勉：「自是盡棄平生所學，專尋淨土教門，二十餘年，未嘗暫捨。研詳理教，披括古今，頓釋群疑，愈加深信。復見善導和尚專雜二修，若專修者，百即百生，若雜修者，萬千一二。心識散亂，觀行難成，一志專持四字名號，幾生逃逝，今始知歸。仍以所修，輾轉化導，盡未來際，洪讚何窮。」元照律祖撰三記解釋道宣律祖的南山三大部疏，即《行事鈔資持記》、《戒本疏行宗記》、《羯磨疏濟緣記》，復有《觀無量壽經義疏》、《佛說阿彌陀佛經義疏》。"
    },
    {
      "id": "02-042-0081_p0015",
      "zh_CN": "元照律祖生于宋朝，尚且一针见血指出，若专修者，百即百生，若杂修者，万千一二，何况今日众生之善根远远逊于古人。宋朝尚且已经有此夹杂诟病，令习净土者不能当生成佛，不能不思考，末法净土学人若不依祖师教诫，必定又是错过转凡成圣良机；一错再错，终将堕入恶趣，长久轮回。能受持、奉行祖训者，即是做到不犯威仪，自然而然得摄一切律仪戒，住不动，得三昧，三昧习久，得陀罗尼；陀罗尼，定力发慧所得，是菩萨善法功德藏，得此陀罗尼，念佛功夫证事一心不乱。虽是净业三福第二福，然因佛力加持，因念佛故，所获功德不可与普通善法相比，乃出世间大法，究竟方便解脱法；即净念相继，洗濯垢污，都摄六根，显明清白，必然往生。元照律祖晚年，专持名号，自在生西，诠释专持名号功德不可思议。",
      "zh_TW": "元照律祖生於宋朝，尚且一針見血指出，若專修者，百即百生，若雜修者，萬千一二，何況今日眾生之善根遠遠遜於古人。宋朝尚且已經有此夾雜詬病，令習淨土者不能當生成佛，不能不思考，末法淨土學人若不依祖師教誡，必定又是錯過轉凡成聖良機；一錯再錯，終將墮入惡趣，長久輪迴。能受持、奉行祖訓者，即是做到不犯威儀，自然而然得攝一切律儀戒，住不動，得三昧，三昧習久，得陀羅尼；陀羅尼，定力發慧所得，是菩薩善法功德藏，得此陀羅尼，念佛功夫證事一心不亂。雖是淨業三福第二福，然因佛力加持，因念佛故，所獲功德不可與普通善法相比，乃出世間大法，究竟方便解脫法；即淨念相繼，洗濯垢污，都攝六根，顯明清白，必然往生。元照律祖晚年，專持名號，自在生西，詮釋專持名號功德不可思議。"
    },
    {
      "id": "02-042-0081_p0016",
      "zh_CN": "甲三、「升灌顶阶，授菩提记」。",
      "zh_TW": "甲三、「昇灌頂階，授菩提記」。"
    },
    {
      "id": "02-042-0081_p0017",
      "zh_CN": "持名念佛法门最殊胜之处，全在此二句经文，普贤胜行于众生最真实利益全在此处；《无量寿经》第二品之精华亦在此处；全经禅密尽摄第一义谛就在此处；《华严》法身大士导归极乐之深密意义就在此处；如来法王所以师训于娑婆宗归在此；三聚净戒之饶益一切有情戒，也包摄于此；净业三福第三福依止于此。",
      "zh_TW": "持名念佛法門最殊勝之處，全在此二句經文，普賢勝行於眾生最真實利益全在此處；《無量壽經》第二品之精華亦在此處；全經禪密盡攝第一義諦就在此處；《華嚴》法身大士導歸極樂之深密意義就在此處；如來法王所以師訓於娑婆宗歸在此；三聚淨戒之饒益一切有情戒，也包攝於此；淨業三福第三福依止於此。"
    },
    {
      "id": "02-042-0081_p0018",
      "zh_CN": "乙一、升灌顶阶是方便为究竟。",
      "zh_TW": "乙一、昇灌頂階是方便為究竟。"
    },
    {
      "id": "02-042-0081_p0019",
      "zh_CN": "持名念佛法门何来？是弥陀大悲心中流露出最方便妙法，普令众生信愿持名，即出离生死苦海，即身成佛。方便为究竟表现两处，其一即升灌顶阶。",
      "zh_TW": "持名念佛法門何來？是彌陀大悲心中流露出最方便妙法，普令眾生信願持名，即出離生死苦海，即身成佛。方便為究竟表現兩處，其一即昇灌頂階。"
    },
    {
      "id": "02-042-0081_p0020",
      "zh_CN": "丙一、灌者深意。",
      "zh_TW": "丙一、灌者深意。"
    },
    {
      "id": "02-042-0081_p0021",
      "zh_CN": "《科注》举《秘藏记钞七》曰：「灌者，大悲护念义。顶者，佛果最顶义。诸佛护念，令至佛顶住，皆名灌顶也。」灌者两重深义，首先，灌者道出方便法门之因，乃诸佛大悲护念故。如本经第二品「德遵普贤」，首列贤护等十六正士，而在请转法轮之普贤胜行这段经文结尾，世尊又言，「无量诸佛，咸共护念」。咸共护念与贤护菩萨首尾呼应，表此法门从初发决意往生之心，至临终见佛，乃至成就无上佛果，都在弥陀大悲愿力和十方诸佛佛力护念之下，一切圣众咸所敬仰。因此，持名念佛乃全仗他力法门，此他力为不可思议佛力。其次，灌者表行人当知，真信切愿往生极乐，即已受佛位竟，自今以后，所有教敕皆当奉行。不违佛教，不退初心，不负已入不退佛位，不负如来法王大悲大智护念，定绍隆佛种，灯火传薪。",
      "zh_TW": "《科註》舉《秘藏記鈔七》曰：「灌者，大悲護念義。頂者，佛果最頂義。諸佛護念，令至佛頂住，皆名灌頂也。」灌者兩重深義，首先，灌者道出方便法門之因，乃諸佛大悲護念故。如本經第二品「德遵普賢」，首列賢護等十六正士，而在請轉法輪之普賢勝行這段經文結尾，世尊又言，「無量諸佛，咸共護念」。咸共護念與賢護菩薩首尾呼應，表此法門從初發決意往生之心，至臨終見佛，乃至成就無上佛果，都在彌陀大悲願力和十方諸佛佛力護念之下，一切聖眾咸所敬仰。因此，持名念佛乃全仗他力法門，此他力為不可思議佛力。其次，灌者表行人當知，真信切願往生極樂，即已受佛位竟，自今以後，所有教敕皆當奉行。不違佛教，不退初心，不負已入不退佛位，不負如來法王大悲大智護念，定紹隆佛種，燈火傳薪。"
    },
    {
      "id": "02-042-0081_p0022",
      "zh_CN": "丙二、顶者深意。",
      "zh_TW": "丙二、頂者深意。"
    },
    {
      "id": "02-042-0081_p0023",
      "zh_CN": "顶者有二意，皆属表方便为究竟。首先，顶者表所证果位和时间不可思议。持名念佛法门殊胜之处为究竟方便，究竟方便除上段文义中，一切诸佛咸护，令行人不退佛位竟，还有一处究竟方便，就是所证之果不可思议，证果速度不可思议。从初地到等觉菩萨，弥陀以大悲水灌顶，即究竟迁佛果，越三祇习气尽殆于一念真信切愿，齐十方诸佛最顶佛位，于一句弥陀名号，疾速、究竟、稳当，不退成佛，遍尽虚空法界亦难寻一法可以究竟方便成佛如持名念佛法门。华严长子普贤大士，率四十一法身大士念佛求生净土之密意正在此处，即升灌顶阶，令速往究竟佛果；得最顶佛果，即入常寂光，不生不灭，真乐为乐。其次，顶者表方便为究竟之平等普遍度脱。从初地至等觉，究竟迁佛果时，必受诸佛大悲灌顶。念老曾指出，本经此处灌顶为后位灌顶，即成佛灌顶。可见初地等觉求生净土，皆授后位灌顶，即虽居凡地，乃至菩萨地，实已入究竟佛果。七宝池莲花开放，即是此灌顶所托事显现，真正因果同时。",
      "zh_TW": "頂者有二意，皆屬表方便為究竟。首先，頂者表所證果位和時間不可思議。持名念佛法門殊勝之處為究竟方便，究竟方便除上段文義中，一切諸佛咸護，令行人不退佛位竟，還有一處究竟方便，就是所證之果不可思議，證果速度不可思議。從初地到等覺菩薩，彌陀以大悲水灌頂，即究竟遷佛果，越三祇習氣盡殆於一念真信切願，齊十方諸佛最頂佛位，於一句彌陀名號，疾速、究竟、穩當，不退成佛，遍盡虛空法界亦難尋一法可以究竟方便成佛如持名念佛法門。華嚴長子普賢大士，率四十一法身大士念佛求生淨土之密意正在此處，即昇灌頂階，令速往究竟佛果；得最頂佛果，即入常寂光，不生不滅，真樂為樂。其次，頂者表方便為究竟之平等普遍度脫。從初地至等覺，究竟遷佛果時，必受諸佛大悲灌頂。念老曾指出，本經此處灌頂為後位灌頂，即成佛灌頂。可見初地等覺求生淨土，皆授後位灌頂，即雖居凡地，乃至菩薩地，實已入究竟佛果。七寶池蓮花開放，即是此灌頂所托事顯現，真正因果同時。"
    },
    {
      "id": "02-042-0081_p0024",
      "zh_CN": "丙三、升灌顶阶摄受发菩提心，深信因果。",
      "zh_TW": "丙三、昇灌頂階攝受發菩提心，深信因果。"
    },
    {
      "id": "02-042-0081_p0025",
      "zh_CN": "蕅益大师垂教，深信发愿即无上菩提，深信诸佛大悲护念，为绍佛种，特宣此深密之法，宣信愿持名之人受佛位竟，令一切诸佛共赞此深信发愿大菩提心。弥陀修因，感净土果，今全体授于，上至初地、等觉，下至地狱、五逆十恶，中间具缚凡夫。乃不可思议之因果，出世间大因果，念佛成佛之因果。心为因果，更无别法，净土唯心，自性弥陀，信愿便得净土佛果。",
      "zh_TW": "蕅益大師垂教，深信發願即無上菩提，深信諸佛大悲護念，為紹佛種，特宣此深密之法，宣信願持名之人受佛位竟，令一切諸佛共讚此深信發願大菩提心。彌陀修因，感淨土果，今全體授於，上至初地、等覺，下至地獄、五逆十惡，中間具縛凡夫。乃不可思議之因果，出世間大因果，念佛成佛之因果。心為因果，更無別法，淨土唯心，自性彌陀，信願便得淨土佛果。"
    },
    {
      "id": "02-042-0081_p0026",
      "zh_CN": "乙二、授菩提记。",
      "zh_TW": "乙二、授菩提記。"
    },
    {
      "id": "02-042-0081_p0027",
      "zh_CN": "《科注》释义，授菩提记有二义。其一，佛为预说当来成佛之果，令行人识其当下自因之利，令知现在菩提之因，定得成佛之果。所以授菩提记第一释义对应三福最后一福中「读诵大乘」，佛为令众生得究竟净土佛果，必善立方便，宣说经典，施以教化，导归净土。净土五经一论乃正说净土，直指极乐，其余八万四千门，皆附带说明，做为导归净土前方便。因此，大乘之所归在于净土，佛陀之无上智慧与无尽慈悲，表现为究竟为方便，就在净土佛果。授菩提记第二重含义，复指诸大士广为众生授记作佛。因此，授菩提记对应净业三福第三福最后一句「劝进行者」。本品所列诸大士，皆已证极乐佛果，大权示现，劝令众生迷途知返，信愿持名，同证如来究竟佛果。",
      "zh_TW": "《科註》釋義，授菩提記有二義。其一，佛為預說當來成佛之果，令行人識其當下自因之利，令知現在菩提之因，定得成佛之果。所以授菩提記第一釋義對應三福最後一福中「讀誦大乘」，佛為令眾生得究竟淨土佛果，必善立方便，宣說經典，施以教化，導歸淨土。淨土五經一論乃正說淨土，直指極樂，其餘八萬四千門，皆附帶說明，做為導歸淨土前方便。因此，大乘之所歸在於淨土，佛陀之無上智慧與無盡慈悲，表現為究竟為方便，就在淨土佛果。授菩提記第二重含義，復指諸大士廣為眾生授記作佛。因此，授菩提記對應淨業三福第三福最後一句「勸進行者」。本品所列諸大士，皆已證極樂佛果，大權示現，勸令眾生迷途知返，信願持名，同證如來究竟佛果。"
    },
    {
      "id": "02-042-0081_p0028",
      "zh_CN": "广义而言，一切众生皆是弥陀变现，为我示现顺境逆境、善缘恶缘，令我破烦恼城，坏诸欲堑，洗濯垢污，显明清白。一旦在此境界中坚定深信切愿，必得升灌顶阶，授菩提记，即身成佛之妙果。十方诸佛诚实之言，尽在此一句阿弥陀佛中。",
      "zh_TW": "廣義而言，一切眾生皆是彌陀變現，為我示現順境逆境、善緣惡緣，令我破煩惱城，壞諸欲塹，洗濯垢污，顯明清白。一旦在此境界中堅定深信切願，必得昇灌頂階，授菩提記，即身成佛之妙果。十方諸佛誠實之言，盡在此一句阿彌陀佛中。"
    },
    {
      "id": "02-042-0081_p0029",
      "zh_CN": "乙、即身成佛以何为本？",
      "zh_TW": "乙、即身成佛以何為本？"
    },
    {
      "id": "02-042-0081_p0030",
      "zh_CN": "元照律祖因得襄阳龙兴寺石刻《阿弥陀经》拓本，有专持名号即是多善根之语，遂依之以称名为首要，布施、造寺等一切福业次之。由于称名善根故，即能灭罪往生（戒度，《阿弥陀经疏闻持记》）。元照律祖强调，事从简要，法在精专。因此，感得升灌顶阶，授菩提记，必依照一门深入、长时薰修的根本原则为戒，方能得此圣果。从此顿门而入，全仗佛力，只要信愿，专持名号，定能绍隆佛种，成就如来法王。",
      "zh_TW": "元照律祖因得襄陽龍興寺石刻《阿彌陀經》拓本，有專持名號即是多善根之語，遂依之以稱名為首要，布施、造寺等一切福業次之。由於稱名善根故，即能滅罪往生（戒度，《阿彌陀經疏聞持記》）。元照律祖強調，事從簡要，法在精專。因此，感得昇灌頂階，授菩提記，必依照一門深入、長時薰修的根本原則為戒，方能得此聖果。從此頓門而入，全仗佛力，只要信願，專持名號，定能紹隆佛種，成就如來法王。"
    },
    {
      "id": "02-042-0081_p0031",
      "zh_CN": "以上是惭愧弟子上官的浅显心得报告，任何错误之处，恳请师父上人以及诸位法师和大德斧正。",
      "zh_TW": "以上是慚愧弟子上官的淺顯心得報告，任何錯誤之處，懇請師父上人以及諸位法師和大德斧正。"
    },
    {
      "id": "02-042-0081_p0032",
      "zh_CN": "老法师：上官同学的学习报告，我们刚才看到，也听到了，可以说是简洁精要。这是中国古圣先贤所追求的，言语要简洁精要，文字亦如是，世法如是，佛法亦如是。符合这四个字的标准，我们回头细心观察，八万四千法门跟净土持名，蕅益大师把它说成四个字，「信、愿、持名」。你要是能相信，不怀疑，发真诚心，听话、真干，没有一个不成无上道，一生当中。这是阿弥陀佛给现前、当来一切六道众生无比的恩德，到哪里去找？真的找不到。这个法门，在这个世间有几个人遇到？遇到的人有几个人真正相信？层层淘汰，到最后真的一万人当中只有一、二。",
      "zh_TW": "老法師：上官同學的學習報告，我們剛才看到，也聽到了，可以說是簡潔精要。這是中國古聖先賢所追求的，言語要簡潔精要，文字亦如是，世法如是，佛法亦如是。符合這四個字的標準，我們回頭細心觀察，八萬四千法門跟淨土持名，蕅益大師把它說成四個字，「信、願、持名」。你要是能相信，不懷疑，發真誠心，聽話、真幹，沒有一個不成無上道，一生當中。這是阿彌陀佛給現前、當來一切六道眾生無比的恩德，到哪裡去找？真的找不到。這個法門，在這個世間有幾個人遇到？遇到的人有幾個人真正相信？層層淘汰，到最後真的一萬人當中只有一、二。"
    },
    {
      "id": "02-042-0081_p0033",
      "zh_CN": "为什么这样精简玄妙的法门，一般人不能接受？报告当中也提到，众生烦恼、习气不同。烦恼重，习气深，纵然有善知识，有祖师大德的注疏摆在你面前，你没有看懂。这种情形我们学经教的同修都能体会到，经本确实摆在面前，看了多少遍都没看懂。什么时候能看懂？只要你有耐心，一直看下去，古人说「读书千遍，其义自见」。为什么？千遍下去，烦恼习气全伏住了，没断，控制住了，不起作用。烦恼不起作用，智慧就跑出来，就这么回事情，你就真的懂了，真的契入境界。这个不是骗人的，遍数重要，千遍其义自见。",
      "zh_TW": "為什麼這樣精簡玄妙的法門，一般人不能接受？報告當中也提到，眾生煩惱、習氣不同。煩惱重，習氣深，縱然有善知識，有祖師大德的註疏擺在你面前，你沒有看懂。這種情形我們學經教的同修都能體會到，經本確實擺在面前，看了多少遍都沒看懂。什麼時候能看懂？只要你有耐心，一直看下去，古人說「讀書千遍，其義自見」。為什麼？千遍下去，煩惱習氣全伏住了，沒斷，控制住了，不起作用。煩惱不起作用，智慧就跑出來，就這麼回事情，你就真的懂了，真的契入境界。這個不是騙人的，遍數重要，千遍其義自見。"
    },
    {
      "id": "02-042-0081_p0034",
      "zh_CN": "这种理念、方法现在人不相信，为什么？现在人的聪明，他用大脑，要广学多闻。广学多闻，没错，涉猎的范围很广，所入不深，都是表面的。那个一门深入的人，他没有广涉，他功夫用得深。好像挖井一样，挖个几十米，水没有，挖个二、三百米，水出来了。不是没有，深度不够。学圣贤学术，特别是大乘，大乘是从自性里头流出来的，不是世间一般知识，用世间那些方法学佛，学一辈子也得不到。所以，祖师大德们求法器，什么人是法器？老实、听话、真干，真诚、清净、恭敬心能相应。于是我们今天搞明白了，要放下无始劫来的烦恼、习气，要认真学习，学什么？学老实、学听话、学真干。印祖常说，「一分诚敬得一分利益，十分诚敬得十分利益」。我记得我说过，我用惠能大师跟神秀大师做比喻，神秀大师在五祖身旁时间长，他对五祖百分诚敬，所以一般人心目当中，都想着神秀是五祖的传人，他是禅宗第六祖。没有想到衣钵传给惠能，惠能凭什么？惠能对五祖有万分诚敬，那个百分跟万分差距太大了。",
      "zh_TW": "這種理念、方法現在人不相信，為什麼？現在人的聰明，他用大腦，要廣學多聞。廣學多聞，沒錯，涉獵的範圍很廣，所入不深，都是表面的。那個一門深入的人，他沒有廣涉，他功夫用得深。好像挖井一樣，挖個幾十米，水沒有，挖個二、三百米，水出來了。不是沒有，深度不夠。學聖賢學術，特別是大乘，大乘是從自性裡頭流出來的，不是世間一般知識，用世間那些方法學佛，學一輩子也得不到。所以，祖師大德們求法器，什麼人是法器？老實、聽話、真幹，真誠、清淨、恭敬心能相應。於是我們今天搞明白了，要放下無始劫來的煩惱、習氣，要認真學習，學什麼？學老實、學聽話、學真幹。印祖常說，「一分誠敬得一分利益，十分誠敬得十分利益」。我記得我說過，我用惠能大師跟神秀大師做比喻，神秀大師在五祖身旁時間長，他對五祖百分誠敬，所以一般人心目當中，都想著神秀是五祖的傳人，他是禪宗第六祖。沒有想到衣缽傳給惠能，惠能憑什麼？惠能對五祖有萬分誠敬，那個百分跟萬分差距太大了。"
    },
    {
      "id": "02-042-0081_p0035",
      "zh_CN": "智慧、德能、相好，无量大法都从自性流出来，只要见性全都现前，那就成佛作祖了，不需要多学，放下就是。在哪里放下？眼在色尘放下，耳在声尘放下，让六根对六尘的时候不起六识。六识是什么？妄心，妄想、分别、执着是六识，你让它不起作用，那就是自性起用，自性是根中之性。见性起作用，眼见色，见性起作用，见性是真心，不是妄心，见性不生不灭；耳对声尘，闻性起作用，不是耳识。这叫转识成智，这真修行。在哪里修？在生活当中修，在六根接触六尘之处当中修。这是上上根人，没有一个不是当生成就，不是小成就，是大成就，明心见性。",
      "zh_TW": "智慧、德能、相好，無量大法都從自性流出來，只要見性全都現前，那就成佛作祖了，不需要多學，放下就是。在哪裡放下？眼在色塵放下，耳在聲塵放下，讓六根對六塵的時候不起六識。六識是什麼？妄心，妄想、分別、執著是六識，你讓它不起作用，那就是自性起用，自性是根中之性。見性起作用，眼見色，見性起作用，見性是真心，不是妄心，見性不生不滅；耳對聲塵，聞性起作用，不是耳識。這叫轉識成智，這真修行。在哪裡修？在生活當中修，在六根接觸六塵之處當中修。這是上上根人，沒有一個不是當生成就，不是小成就，是大成就，明心見性。"
    },
    {
      "id": "02-042-0081_p0036",
      "zh_CN": "我们明白这个道理，但是没做到，这个要有高度的警觉，我为什么做不到？烦恼、习气没放下，对于世间，世人所说的财色名利、七情五欲，常常把这个放在心上。这是什么？六道轮回的种子、六道轮回的根。你断烦恼，只断枝叶，没有断根本，枝叶断了过两天又生，永远断不掉。真正会修的人，就是六根在六尘境界上把它看破，看破什么？它是假的，它不是真的。但是这种假的能让我们永远无法脱离轮回，也障碍我们求生净土，它多可怕。心里头，这个东西不好，应该用什么样的心态在生活当中修行？生活当中有的，资生之具，饮食、衣服、居处，有很好，没有也很好，要用这样的心态。有不放在心上，没有也不放在心上，就对了，万缘放得下，得失不关心，我们清净心才能现前，清净心是真心。清净心生智慧，这个智慧虽然不大，足够用，对今天这个乱世，你能站得稳脚根，你不会随波逐流，你不会受环境影响。这虽然是小智慧，小智慧就有这么大的作用，不能帮助你大彻大悟，能帮助你往生净土，能帮助你脱离六道轮回，要靠真干才能得到。佛不骗人，古圣先贤不骗人，他们都是用真心，我们读他们的书，对它怀疑，自己就有罪，我们以妄心对他的真心，我们看不懂，对它怀疑，这薄福，没有福报。",
      "zh_TW": "我們明白這個道理，但是沒做到，這個要有高度的警覺，我為什麼做不到？煩惱、習氣沒放下，對於世間，世人所說的財色名利、七情五欲，常常把這個放在心上。這是什麼？六道輪迴的種子、六道輪迴的根。你斷煩惱，只斷枝葉，沒有斷根本，枝葉斷了過兩天又生，永遠斷不掉。真正會修的人，就是六根在六塵境界上把它看破，看破什麼？它是假的，它不是真的。但是這種假的能讓我們永遠無法脫離輪迴，也障礙我們求生淨土，它多可怕。心裡頭，這個東西不好，應該用什麼樣的心態在生活當中修行？生活當中有的，資生之具，飲食、衣服、居處，有很好，沒有也很好，要用這樣的心態。有不放在心上，沒有也不放在心上，就對了，萬緣放得下，得失不關心，我們清淨心才能現前，清淨心是真心。清淨心生智慧，這個智慧雖然不大，足夠用，對今天這個亂世，你能站得穩腳根，你不會隨波逐流，你不會受環境影響。這雖然是小智慧，小智慧就有這麼大的作用，不能幫助你大徹大悟，能幫助你往生淨土，能幫助你脫離六道輪迴，要靠真幹才能得到。佛不騙人，古聖先賢不騙人，他們都是用真心，我們讀他們的書，對它懷疑，自己就有罪，我們以妄心對他的真心，我們看不懂，對它懷疑，這薄福，沒有福報。"
    },
    {
      "id": "02-042-0081_p0037",
      "zh_CN": "上官同学这个报告写得好，「一句佛号，即身成佛」。我们只要看这个题，你真正能相信，真正能把这句佛号放在心上，绝无动摇，你就成功了。海贤老和尚给我们做榜样，海庆给我们做榜样，海贤的母亲也给我们做榜样。那在家居士，八十六岁往生，预知时至，走得非常潇洒。往生之前还自己包饺子，跟家人一起吃饭。吃完之后，坐在椅子上双腿一盘，我走了，真的就走了。那么潇洒、那么自在，一句佛号。来佛寺这个小庙，三个人做榜样给我们看，一个在家，两个出家，他们三个，除一句佛号之外，其他的经论没有涉猎过，都不认识字，没有读过经，也没有听过经，只知道这一句佛号，死心塌地。成就这么好的效果来给我们看，为我们作证，我们要感恩。他是不是普通人？报告当中，这是佛门的再来人，说得好。我觉得我们这个时代太苦了，佛菩萨来做此示现，来帮助我们，为我们做证明。",
      "zh_TW": "上官同學這個報告寫得好，「一句佛號，即身成佛」。我們只要看這個題，你真正能相信，真正能把這句佛號放在心上，絕無動搖，你就成功了。海賢老和尚給我們做榜樣，海慶給我們做榜樣，海賢的母親也給我們做榜樣。那在家居士，八十六歲往生，預知時至，走得非常瀟灑。往生之前還自己包餃子，跟家人一起吃飯。吃完之後，坐在椅子上雙腿一盤，我走了，真的就走了。那麼瀟灑、那麼自在，一句佛號。來佛寺這個小廟，三個人做榜樣給我們看，一個在家，兩個出家，他們三個，除一句佛號之外，其他的經論沒有涉獵過，都不認識字，沒有讀過經，也沒有聽過經，只知道這一句佛號，死心塌地。成就這麼好的效果來給我們看，為我們作證，我們要感恩。他是不是普通人？報告當中，這是佛門的再來人，說得好。我覺得我們這個時代太苦了，佛菩薩來做此示現，來幫助我們，為我們做證明。"
    },
    {
      "id": "02-042-0081_p0038",
      "zh_CN": "我们今天只有最简单的方法、最精要的方法，信愿持名，我们才能办得到。太多了、太杂了我们的心理承担不了，只能取最简单的，最扼要的，没有想到它又是最精华的，又是无上法门，这个没想到。万万不可疑惑，这是度初机的，度那些没有知识的，自命为知识分子，有聪明智慧，应当要从大经大论下手，不愿意从这一句佛号。这都是贡高傲慢的心态，这种心态错了。农村里头阿公阿婆他们谦虚，为什么？他们没有知识，甚至于不认识字，谦卑，谦卑的人有福。傲慢的人把机会当面错过，傲慢人如果学谦卑，成就比他们更高，这肯定的。所以中国古圣先贤教导我们，《礼记》里头说「傲不可长」，这说明傲慢是俱生烦恼。中国这些圣人，我学佛之后，我认为他们都是佛菩萨化身来的，中国人对圣贤人尊敬，他就以圣贤身分出现，像观世音三十二应，应以圣贤身而得度者，即现圣贤身而为说法。",
      "zh_TW": "我們今天只有最簡單的方法、最精要的方法，信願持名，我們才能辦得到。太多了、太雜了我們的心理承擔不了，只能取最簡單的，最扼要的，沒有想到它又是最精華的，又是無上法門，這個沒想到。萬萬不可疑惑，這是度初機的，度那些沒有知識的，自命為知識分子，有聰明智慧，應當要從大經大論下手，不願意從這一句佛號。這都是貢高傲慢的心態，這種心態錯了。農村裡頭阿公阿婆他們謙虛，為什麼？他們沒有知識，甚至於不認識字，謙卑，謙卑的人有福。傲慢的人把機會當面錯過，傲慢人如果學謙卑，成就比他們更高，這肯定的。所以中國古聖先賢教導我們，《禮記》裡頭說「傲不可長」，這說明傲慢是俱生煩惱。中國這些聖人，我學佛之後，我認為他們都是佛菩薩化身來的，中國人對聖賢人尊敬，他就以聖賢身分出現，像觀世音三十二應，應以聖賢身而得度者，即現聖賢身而為說法。"
    },
    {
      "id": "02-042-0081_p0039",
      "zh_CN": "佛在经上告诉我们，傲慢是属于根本烦恼，根本烦恼就是贪瞋痴。傲慢是瞋恚的核心，情执是贪心的核心，怀疑是愚痴的核心，我们要断贪瞋痴，从哪里断？要放下亲情，断贪心，贪烦恼；放下傲慢，断瞋烦恼；放下怀疑，断痴烦恼。古圣前贤的东西绝不怀疑，它能流传几千年，几千年多少人看过，看过的人都肯定、都相信，我怎么能怀疑？我凭什么怀疑？现在怀疑的人太多了，太普遍了，好像怀疑变成时尚。我们回头想想，这是什么原因？为什么会有这种现象出现？古时候没有，今天出现了，随时随处你能够听到，你能看到。我们见到有时候不忍心说，不忍心去看，现在学佛有多难！佛慈悲到极处，居然有人出现将《无量寿经》重新会集，为什么？为现代人；重新做注解，又有表法表演给我们看，为我们作证，还不相信那就没法子。",
      "zh_TW": "佛在經上告訴我們，傲慢是屬於根本煩惱，根本煩惱就是貪瞋痴。傲慢是瞋恚的核心，情執是貪心的核心，懷疑是愚痴的核心，我們要斷貪瞋痴，從哪裡斷？要放下親情，斷貪心，貪煩惱；放下傲慢，斷瞋煩惱；放下懷疑，斷痴煩惱。古聖前賢的東西絕不懷疑，它能流傳幾千年，幾千年多少人看過，看過的人都肯定、都相信，我怎麼能懷疑？我憑什麼懷疑？現在懷疑的人太多了，太普遍了，好像懷疑變成時尚。我們回頭想想，這是什麼原因？為什麼會有這種現象出現？古時候沒有，今天出現了，隨時隨處你能夠聽到，你能看到。我們見到有時候不忍心說，不忍心去看，現在學佛有多難！佛慈悲到極處，居然有人出現將《無量壽經》重新會集，為什麼？為現代人；重新做註解，又有表法表演給我們看，為我們作證，還不相信那就沒法子。"
    },
    {
      "id": "02-042-0081_p0040",
      "zh_CN": "学习班，大家都欢喜，我也欢喜，看到有同学确实能够深入，能把经典里面的奥秘发明出来，让我们净宗同学都得利益。经文上这几句都是常念的，都念得很熟，真正契入了解里面的义趣就得受用。为什么？他不怀疑了，他能够保持着一向专念，知道在日常生活当中如何来学习，坚定信心、愿心。特别是祖师大德这些教训，善导大师告诉我们，这个法门万修万人去，一个都不漏；元照律祖给我们说的，「若专修者，百即百生，若杂修者，万千一二」，这两句话重要。海贤老和尚告诉我们，「天下无难事，就怕心不专」，心专了不难，心不专就难。祖师们说这个话，他自己做到了。我们只要留意，在《高僧传》里面去看，年轻的时候涉猎的法门很多，经论很多，到晚年就一句佛号。莲池大师到晚年，「三藏十二部，让给别人悟」，放下了，真的是《金刚经》上的话，「法尚应舍，何况非法」，大经大论统统放下，专持四字名号，阿弥陀佛，自在往生。这是大事，这是真的，其他都是小事，不值得放在心上。",
      "zh_TW": "學習班，大家都歡喜，我也歡喜，看到有同學確實能夠深入，能把經典裡面的奧祕發明出來，讓我們淨宗同學都得利益。經文上這幾句都是常念的，都念得很熟，真正契入了解裡面的義趣就得受用。為什麼？他不懷疑了，他能夠保持著一向專念，知道在日常生活當中如何來學習，堅定信心、願心。特別是祖師大德這些教訓，善導大師告訴我們，這個法門萬修萬人去，一個都不漏；元照律祖給我們說的，「若專修者，百即百生，若雜修者，萬千一二」，這兩句話重要。海賢老和尚告訴我們，「天下無難事，就怕心不專」，心專了不難，心不專就難。祖師們說這個話，他自己做到了。我們只要留意，在《高僧傳》裡面去看，年輕的時候涉獵的法門很多，經論很多，到晚年就一句佛號。蓮池大師到晚年，「三藏十二部，讓給別人悟」，放下了，真的是《金剛經》上的話，「法尚應捨，何況非法」，大經大論統統放下，專持四字名號，阿彌陀佛，自在往生。這是大事，這是真的，其他都是小事，不值得放在心上。"
    },
    {
      "id": "02-042-0081_p0041",
      "zh_CN": "尤其是现在，我不看报纸、不看新闻，跟电视媒体、报章杂志断绝了五十多年，心地清净多了。现在最方便的，我要说第一号的，扰乱我们清净心的，手机，手机排名在第一号。有人要送我，我说你想害我，我说，你送来，我就丢垃圾桶里去。我不受这个东西伤害，不受它干扰，这就清净多了。总是希望这一句佛号不间断，一念接着一念，念念不间断，二六时中，睡眠的时候没有这个功夫，醒了之后佛号就接着起来。在这个苦难的环境当中，我们得到法喜、得到法乐，这就是受用。念到功夫成片，自己就晓得什么时候往生。",
      "zh_TW": "尤其是現在，我不看報紙、不看新聞，跟電視媒體、報章雜誌斷絕了五十多年，心地清淨多了。現在最方便的，我要說第一號的，擾亂我們清淨心的，手機，手機排名在第一號。有人要送我，我說你想害我，我說，你送來，我就丟垃圾桶裡去。我不受這個東西傷害，不受它干擾，這就清淨多了。總是希望這一句佛號不間斷，一念接著一念，念念不間斷，二六時中，睡眠的時候沒有這個功夫，醒了之後佛號就接著起來。在這個苦難的環境當中，我們得到法喜、得到法樂，這就是受用。念到功夫成片，自己就曉得什麼時候往生。"
    },
    {
      "id": "02-042-0081_p0042",
      "zh_CN": "世缘要放下，连佛都要放下，法都要放下，何况世缘，大家要有高度的警觉。《金刚经》上佛说这两句话，我觉得是对我们现代人说的，「法尚应舍，何况非法」。现在人的病就是放不下，唯有放下才生智慧，唯有智慧才能正确解决问题。现在人没智慧有烦恼，烦恼坏事。智慧从哪里来的？清净心来的，心不清净怎么行？真正要学六根在六尘上去修去，怎么修？不起六识就是修，起六识就是起惑造业，这讲清楚了。眼见，见得清清楚楚，见性见，闻性闻，这就对了，转识成智。不是眼识，眼识里头有分别、有执着，它造业。心上只有阿弥陀佛，除阿弥陀佛之外统统放下，这就对了。这份报告很有价值，多看看能帮助我们信心、愿心坚定不退。下面还有是吧。",
      "zh_TW": "世緣要放下，連佛都要放下，法都要放下，何況世緣，大家要有高度的警覺。《金剛經》上佛說這兩句話，我覺得是對我們現代人說的，「法尚應捨，何況非法」。現在人的病就是放不下，唯有放下才生智慧，唯有智慧才能正確解決問題。現在人沒智慧有煩惱，煩惱壞事。智慧從哪裡來的？清淨心來的，心不清淨怎麼行？真正要學六根在六塵上去修去，怎麼修？不起六識就是修，起六識就是起惑造業，這講清楚了。眼見，見得清清楚楚，見性見，聞性聞，這就對了，轉識成智。不是眼識，眼識裡頭有分別、有執著，它造業。心上只有阿彌陀佛，除阿彌陀佛之外統統放下，這就對了。這份報告很有價值，多看看能幫助我們信心、願心堅定不退。下面還有是吧。"
    },
    {
      "id": "02-042-0081_p0043",
      "zh_CN": "学生：来佛三圣的菩萨净戒（下），释开吉学习心得报告之三十。",
      "zh_TW": "學生：來佛三聖的菩薩淨戒（下），釋開吉學習心得報告之三十。"
    },
    {
      "id": "02-042-0081_p0044",
      "zh_CN": "尊敬的师父上人，尊敬的诸位法师、大德居士，阿弥陀佛。惭愧弟子开吉继续恭敬报告「来佛三圣的菩萨净戒（下）」。",
      "zh_TW": "尊敬的師父上人，尊敬的諸位法師、大德居士，阿彌陀佛。慚愧弟子開吉繼續恭敬報告「來佛三聖的菩薩淨戒（下）」。"
    },
    {
      "id": "02-042-0081_p0045",
      "zh_CN": "第六、说四众过戒。《梵网经》云：「若佛子，口自说出家、在家菩萨、比丘、比丘尼罪过，教人说罪过，罪过因，罪过缘，罪过法，罪过业。而菩萨闻外道恶人，及二乘恶人，说佛法中非法非律，常生慈心，教化是恶人辈，令生大乘善信。而菩萨反更自说佛法中罪过者，是菩萨波罗夷罪。」蕅益大师《梵网经合注》曰：「说者，向未受菩萨戒人，说大乘七众罪故。向未受具戒人，说比丘、比丘尼二众罪过也。出家、在家菩萨，即通指大乘七众。比丘、比丘尼，即别指小乘二众，以住持僧宝，关系法门，故亦同重。」因此，说四众过的罪过是很重的。《无量寿经》曰「善护口业，不讥他过」，善护口业，是不妄语、不两舌、不绮语、不恶口；不讥他过，是不能谴责、毁谤别人的过失，不能批评别人。大慈念老于注解中说，「口业不讥他过者，实由于意业之不见他过也」。若是把别人的罪孽放在自己的良心上，自己的心就是罪孽，如此则三业都不清净。所以，会修行的人把念头管住，不容许自己有一个恶念。",
      "zh_TW": "第六、說四眾過戒。《梵網經》云：「若佛子，口自說出家、在家菩薩、比丘、比丘尼罪過，教人說罪過，罪過因，罪過緣，罪過法，罪過業。而菩薩聞外道惡人，及二乘惡人，說佛法中非法非律，常生慈心，教化是惡人輩，令生大乘善信。而菩薩反更自說佛法中罪過者，是菩薩波羅夷罪。」蕅益大師《梵網經合註》曰：「說者，向未受菩薩戒人，說大乘七眾罪故。向未受具戒人，說比丘、比丘尼二眾罪過也。出家、在家菩薩，即通指大乘七眾。比丘、比丘尼，即別指小乘二眾，以住持僧寶，關係法門，故亦同重。」因此，說四眾過的罪過是很重的。《無量壽經》曰「善護口業，不譏他過」，善護口業，是不妄語、不兩舌、不綺語、不惡口；不譏他過，是不能譴責、毀謗別人的過失，不能批評別人。大慈念老於註解中說，「口業不譏他過者，實由於意業之不見他過也」。若是把別人的罪孽放在自己的良心上，自己的心就是罪孽，如此則三業都不清淨。所以，會修行的人把念頭管住，不容許自己有一個惡念。"
    },
    {
      "id": "02-042-0081_p0046",
      "zh_CN": "因缘生居士在「守口摄意身莫犯」一文中，记载了海贤老和尚所讲述的一个公案。二００八年冬，我带两个小学友去千佛寺看望贤公老和尚。老和尚笑呵呵地说，我给你们讲个佛经里头的公案，可好听了。有一位阿罗汉，出去托钵，遇到一个漂亮的女鬼，女鬼说要供养罗汉，就把他请到了家里。罗汉一看，这女鬼家中珠光宝气，非常气派。女鬼把供养罗汉的饮食摆在桌子上，请罗汉用餐。罗汉低头时，看见桌子的四条腿上，拴着四个饿得皮包骨头的饿鬼，觉得非常好奇。女鬼说，请尊者稍等，弟子有紧要事情，先出去一下，马上就回来，请您慈悲，千万不要施给他们四个食物。女鬼出去了。罗汉一边吃一边纳闷，为什么不让施给他们四个食物呢？四个饿鬼眼巴巴的望着罗汉在那儿吃，也不敢出声。罗汉觉得这样太残忍，实在忍不住了，就把食物分了一些给这四个饿鬼。不料想这四个饿鬼把食物吃到嘴里，却一个个痛苦的狂叫起来。因为一个饿鬼的食物到嘴里，就变成了自己的肉；一个饿鬼的食物到嘴里，就变成了铁丸；一个饿鬼的食物到嘴里，就变成了大便；一个饿鬼的食物到嘴里，就变成了脓血。罗汉见到这样的场面，非常吃惊！",
      "zh_TW": "因緣生居士在「守口攝意身莫犯」一文中，記載了海賢老和尚所講述的一個公案。二００八年冬，我帶兩個小學友去千佛寺看望賢公老和尚。老和尚笑呵呵地說，我給你們講個佛經裡頭的公案，可好聽了。有一位阿羅漢，出去托缽，遇到一個漂亮的女鬼，女鬼說要供養羅漢，就把他請到了家裡。羅漢一看，這女鬼家中珠光寶氣，非常氣派。女鬼把供養羅漢的飲食擺在桌子上，請羅漢用餐。羅漢低頭時，看見桌子的四條腿上，拴著四個餓得皮包骨頭的餓鬼，覺得非常好奇。女鬼說，請尊者稍等，弟子有緊要事情，先出去一下，馬上就回來，請您慈悲，千萬不要施給他們四個食物。女鬼出去了。羅漢一邊吃一邊納悶，為什麼不讓施給他們四個食物呢？四個餓鬼眼巴巴的望著羅漢在那兒吃，也不敢出聲。羅漢覺得這樣太殘忍，實在忍不住了，就把食物分了一些給這四個餓鬼。不料想這四個餓鬼把食物吃到嘴裡，卻一個個痛苦的狂叫起來。因為一個餓鬼的食物到嘴裡，就變成了自己的肉；一個餓鬼的食物到嘴裡，就變成了鐵丸；一個餓鬼的食物到嘴裡，就變成了大便；一個餓鬼的食物到嘴裡，就變成了膿血。羅漢見到這樣的場面，非常吃驚！"
    },
    {
      "id": "02-042-0081_p0047",
      "zh_CN": "那个漂亮女鬼急急忙忙从外面跑进了屋里，很痛苦的对罗汉说，我出去之时就曾叮嘱您，千万不可施予他们饮食，您为什么不听？难到您比我还爱他们吗？他们是我前世的丈夫、儿子、儿媳和丫鬟。罗汉不解的问，这是什么原因？女鬼说，我前世供养过一位阿罗汉，我告诉我的丈夫，希望他随喜功德。谁料他听后反而出言毁谤说：他为什么吃咱们的东西？怎么不去吃自己的肉？我很伤心，就又把这件事告诉我的儿子，不料他也出口毁谤说：他怎么不去吃铁丸？我更加伤心了。正赶上那天有亲戚送我的食物，却被我儿媳妇给偷吃了。我去问她，她不承认，还说，吃妳的食物还不如吃大便。我回赠亲戚的食物，却被丫鬟在送去的路上偷吃了，我责怪她，她不认错，还说，吃妳的食物还不如吃脓血。女鬼说，我心里对他们四人生起了大瞋恨心，于是发了一个反愿，愿我来世生活在可以看到他们四人受恶报的地方。所以今生我做了大力鬼王。若不是这个恶愿，单凭我供养阿罗汉的福德，我今生就该生忉利天享受天福。",
      "zh_TW": "那個漂亮女鬼急急忙忙從外面跑進了屋裡，很痛苦的對羅漢說，我出去之時就曾叮囑您，千萬不可施予他們飲食，您為什麼不聽？難到您比我還愛他們嗎？他們是我前世的丈夫、兒子、兒媳和丫鬟。羅漢不解的問，這是什麼原因？女鬼說，我前世供養過一位阿羅漢，我告訴我的丈夫，希望他隨喜功德。誰料他聽後反而出言毀謗說：他為什麼吃咱們的東西？怎麼不去吃自己的肉？我很傷心，就又把這件事告訴我的兒子，不料他也出口毀謗說：他怎麼不去吃鐵丸？我更加傷心了。正趕上那天有親戚送我的食物，卻被我兒媳婦給偷吃了。我去問她，她不承認，還說，吃妳的食物還不如吃大便。我回贈親戚的食物，卻被丫鬟在送去的路上偷吃了，我責怪她，她不認錯，還說，吃妳的食物還不如吃膿血。女鬼說，我心裡對他們四人生起了大瞋恨心，於是發了一個反願，願我來世生活在可以看到他們四人受惡報的地方。所以今生我做了大力鬼王。若不是這個惡願，單憑我供養阿羅漢的福德，我今生就該生忉利天享受天福。"
    },
    {
      "id": "02-042-0081_p0048",
      "zh_CN": "海贤老和尚把故事讲完，笑呵呵的问我，好听不好听？我听得寒毛直竖，原以为老和尚只会劳动和念佛，不一定懂得太深的佛理，这回一下让我彻头彻尾的折服，心想这老人家绝对不是糊涂人。老和尚看我发呆，就接着说，这个故事就是教人说话不要言镵口满，能吃过天食，不说过天话，说话口满招人恨，犯众人忤；也不要生坏念头，有坏念头，吃亏的是自己。这个故事给予我们很深的警示，做为一位奉持菩萨净戒的仁者，要能够善护口业，不说他人的过失。诚如六祖惠能大师所说，「若真修道人，不见世间过，若见他人非，自非却是左」。左，是堕落的意思，见到别人的是非，自己已经堕落了。贤公和尚常常教导弟子，说话不要言镵口满，尖酸刻薄、狂妄自大，能吃过天食，不说过天话，也是教人不能太狂妄。因此，修学菩萨道之人若是口说四众过，就毁犯菩萨波罗夷重罪。",
      "zh_TW": "海賢老和尚把故事講完，笑呵呵的問我，好聽不好聽？我聽得寒毛直豎，原以為老和尚只會勞動和念佛，不一定懂得太深的佛理，這回一下讓我徹頭徹尾的折服，心想這老人家絕對不是糊塗人。老和尚看我發呆，就接著說，這個故事就是教人說話不要言鑱口滿，能吃過天食，不說過天話，說話口滿招人恨，犯眾人忤；也不要生壞念頭，有壞念頭，吃虧的是自己。這個故事給予我們很深的警示，做為一位奉持菩薩淨戒的仁者，要能夠善護口業，不說他人的過失。誠如六祖惠能大師所說，「若真修道人，不見世間過，若見他人非，自非卻是左」。左，是墮落的意思，見到別人的是非，自己已經墮落了。賢公和尚常常教導弟子，說話不要言鑱口滿，尖酸刻薄、狂妄自大，能吃過天食，不說過天話，也是教人不能太狂妄。因此，修學菩薩道之人若是口說四眾過，就毀犯菩薩波羅夷重罪。"
    },
    {
      "id": "02-042-0081_p0049",
      "zh_CN": "第七、自赞毁他戒。《梵网经》云：「若佛子，自赞毁他，亦教人自赞毁他。毁他因，毁他缘，毁他法，毁他业。而菩萨应代一切众生受加毁辱，恶事向自己，好事与他人。若自扬己德，隐他人好事，令他人受毁者，是菩萨波罗夷罪。」蕅益大师《梵网经合注》曰：「自赞者，称己功德。毁他者，讥人过恶。彼此互形，显己德而彰人短，使名利归于自身，故犯重也。」自赞毁他就是赞叹自己、抬高自己，毁谤别人。自赞毁他在《梵网经菩萨戒》中列入十重戒之中，而在《瑜伽菩萨戒本》中，是列在第一条重戒。净空老法师教导我们，自赞毁他是菩萨的大戒，罪过很重。",
      "zh_TW": "第七、自讚毀他戒。《梵網經》云：「若佛子，自讚毀他，亦教人自讚毀他。毀他因，毀他緣，毀他法，毀他業。而菩薩應代一切眾生受加毀辱，惡事向自己，好事與他人。若自揚己德，隱他人好事，令他人受毀者，是菩薩波羅夷罪。」蕅益大師《梵網經合註》曰：「自讚者，稱己功德。毀他者，譏人過惡。彼此互形，顯己德而彰人短，使名利歸於自身，故犯重也。」自讚毀他就是讚歎自己、抬高自己，毀謗別人。自讚毀他在《梵網經菩薩戒》中列入十重戒之中，而在《瑜伽菩薩戒本》中，是列在第一條重戒。淨空老法師教導我們，自讚毀他是菩薩的大戒，罪過很重。"
    },
    {
      "id": "02-042-0081_p0050",
      "zh_CN": "人人都自赞毁他，社会就乱了，从而引发我们居住的地球灾难频繁，使得自己受苦，众生亦受苦。这个因果的责任谁来承当？所以，佛制定戒律，不许菩萨自赞毁他。古德曰，「若要佛法兴，惟有僧赞僧」，如果每一位出家人和在家居士，都学会自己谦虚，赞叹别人，佛法就能够在世间再兴旺起来。如果是自以为是，瞧不起别人，佛法就衰微了。我们佛门四众弟子若是狂妄自大，目空一切，瞧不起别人，这样的心态就是在做灭佛法的事情。是使佛法兴旺，还是毁灭佛法，都在于我们的一念之间，不可不慎。",
      "zh_TW": "人人都自讚毀他，社會就亂了，從而引發我們居住的地球災難頻繁，使得自己受苦，眾生亦受苦。這個因果的責任誰來承當？所以，佛制定戒律，不許菩薩自讚毀他。古德曰，「若要佛法興，惟有僧讚僧」，如果每一位出家人和在家居士，都學會自己謙虛，讚歎別人，佛法就能夠在世間再興旺起來。如果是自以為是，瞧不起別人，佛法就衰微了。我們佛門四眾弟子若是狂妄自大，目空一切，瞧不起別人，這樣的心態就是在做滅佛法的事情。是使佛法興旺，還是毀滅佛法，都在於我們的一念之間，不可不慎。"
    },
    {
      "id": "02-042-0081_p0051",
      "zh_CN": "海贤老和尚曾先后在桐柏山的普化寺、云台寺、塔院寺常住，开垦过十四片荒山，助人修建过十一所道场。曾与宗门高僧海墨法师（字大黑）、海圆法师、体光法师（法名印玄）一起在塔院寺结庐共修。四位高僧融通教理，行解相应，六和僧团，僧僧互赞，堪称为千古佳话。海贤老和尚赞叹海墨法师说：大黑老和尚的孝心，那真是感天动地，我估计他应该是在守墓念佛的三年中就开悟了。还说：大黑老和尚好辩才，什么经都会讲。贤公和尚如此赞叹他的同参道友，而谈到他自己，却谦虚的说，我只会种地干活，啥经都没学过，就会念阿弥陀佛。提到海圆法师，贤公极力赞叹道：海圆修行那不是一般的精进，我们在一起的时候，他经常会忘记吃饭、忘记睡觉。",
      "zh_TW": "海賢老和尚曾先後在桐柏山的普化寺、雲台寺、塔院寺常住，開墾過十四片荒山，助人修建過十一所道場。曾與宗門高僧海墨法師（字大黑）、海圓法師、體光法師（法名印玄）一起在塔院寺結廬共修。四位高僧融通教理，行解相應，六和僧團，僧僧互讚，堪稱為千古佳話。海賢老和尚讚歎海墨法師說：大黑老和尚的孝心，那真是感天動地，我估計他應該是在守墓念佛的三年中就開悟了。還說：大黑老和尚好辯才，什麼經都會講。賢公和尚如此讚歎他的同參道友，而談到他自己，卻謙虛的說，我只會種地幹活，啥經都沒學過，就會念阿彌陀佛。提到海圓法師，賢公極力讚歎道：海圓修行那不是一般的精進，我們在一起的時候，他經常會忘記吃飯、忘記睡覺。"
    },
    {
      "id": "02-042-0081_p0052",
      "zh_CN": "因缘生居士在「千载难遇此僧团」中记载，体光法师圆寂之后，其弟子门人为报师恩，发心在桐柏山将体老的指甲和头发建塔供奉。贤公欢喜赞叹，遂亲赴塔院寺为其选址。二０一一年十一月十二日，体光法师舍利塔于塔院寺落成。末学曾有幸听体老的高足演嗣法师说起，我们选了好几个地方，都有些不尽人意，也许是得老和尚加持，结果又选到老和尚当年住茅蓬这个地方，大家都很满意。「千载难遇此僧团」中说，海墨法师修学禅宗和法相唯识，海圆法师禅净双修，体光法师专修禅宗，海贤老和尚专修净土。四位老人家各自修学不同的法门，却能在一起共修，而且是名副其实的和合僧团，最终又个个成就非凡，实为古今稀有。",
      "zh_TW": "因緣生居士在「千載難遇此僧團」中記載，體光法師圓寂之後，其弟子門人為報師恩，發心在桐柏山將體老的指甲和頭髮建塔供奉。賢公歡喜讚歎，遂親赴塔院寺為其選址。二０一一年十一月十二日，體光法師舍利塔於塔院寺落成。末學曾有幸聽體老的高足演嗣法師說起，我們選了好幾個地方，都有些不盡人意，也許是得老和尚加持，結果又選到老和尚當年住茅蓬這個地方，大家都很滿意。「千載難遇此僧團」中說，海墨法師修學禪宗和法相唯識，海圓法師禪淨雙修，體光法師專修禪宗，海賢老和尚專修淨土。四位老人家各自修學不同的法門，卻能在一起共修，而且是名副其實的和合僧團，最終又個個成就非凡，實為古今稀有。"
    },
    {
      "id": "02-042-0081_p0053",
      "zh_CN": "《沙弥律仪》曰：「禅是佛心，律是佛行；大乘小乘，悉皆同学」。恩师上净下空老法师教导我们，三学一源佛法兴。禅是佛的心，律是佛的身，教是佛的言语。律宗、禅宗和教下全都是释迦牟尼佛所传下来的，代表佛的身语意。三学一源，佛法兴旺，三学鼎立，佛法衰微，就是因为自赞毁他的缘故。万法一源是平等的，戒就是禅、就是教，教就是戒、就是禅，一而三，三而一，不能分。因此，行菩萨道的修行人，都应当效法学习海贤老和尚自卑而尊人的广阔胸襟，效法净空老法师三学一源、世界宗教是一家的博大胸怀，严持不自赞毁他的菩萨净戒。如此，则僧众和合，佛法兴旺，必是指日可待的。",
      "zh_TW": "《沙彌律儀》曰：「禪是佛心，律是佛行；大乘小乘，悉皆同學」。恩師上淨下空老法師教導我們，三學一源佛法興。禪是佛的心，律是佛的身，教是佛的言語。律宗、禪宗和教下全都是釋迦牟尼佛所傳下來的，代表佛的身語意。三學一源，佛法興旺，三學鼎立，佛法衰微，就是因為自讚毀他的緣故。萬法一源是平等的，戒就是禪、就是教，教就是戒、就是禪，一而三，三而一，不能分。因此，行菩薩道的修行人，都應當效法學習海賢老和尚自卑而尊人的廣闊胸襟，效法淨空老法師三學一源、世界宗教是一家的博大胸懷，嚴持不自讚毀他的菩薩淨戒。如此，則僧眾和合，佛法興旺，必是指日可待的。"
    },
    {
      "id": "02-042-0081_p0054",
      "zh_CN": "第八、悭惜加毁戒。《梵网经》云：「若佛子，自悭，教人悭，悭因，悭缘，悭法，悭业。而菩萨见一切贫穷人来乞者，随前人所须，一切给与。而菩萨以恶心瞋心，乃至不施一钱一针一草。有求法者，不为说一句一偈一微尘许法，而反更骂辱者，是菩萨波罗夷罪。」蕅益大师《梵网经合注》曰：「吝惜所有，名之为悭，或吝财，或吝法，皆所不应。」因此，吝财或吝法都是行菩萨道之行者所不应为的。《华严经》曰：「最胜光严身众神，得令一切饥乏众生色力满足解脱门。」（《世主妙严品》）净空老法师教导我们，现前社会，生活在饥饿边缘的人很多，世出世间法总不出因果。佛经说，吝财得贫穷果报，吝法得愚痴果报，修财布施得财富；行法布施得聪明智慧；行无畏布施得健康长寿。若能为法界一切苦难众生，用真诚心、清净心、平等心、大慈悲心去修，果报不可思议！",
      "zh_TW": "第八、慳惜加毀戒。《梵網經》云：「若佛子，自慳，教人慳，慳因，慳緣，慳法，慳業。而菩薩見一切貧窮人來乞者，隨前人所須，一切給與。而菩薩以惡心瞋心，乃至不施一錢一針一草。有求法者，不為說一句一偈一微塵許法，而反更罵辱者，是菩薩波羅夷罪。」蕅益大師《梵網經合註》曰：「吝惜所有，名之為慳，或吝財，或吝法，皆所不應。」因此，吝財或吝法都是行菩薩道之行者所不應為的。《華嚴經》曰：「最勝光嚴身眾神，得令一切飢乏眾生色力滿足解脫門。」（《世主妙嚴品》）淨空老法師教導我們，現前社會，生活在飢餓邊緣的人很多，世出世間法總不出因果。佛經說，吝財得貧窮果報，吝法得愚痴果報，修財布施得財富；行法布施得聰明智慧；行無畏布施得健康長壽。若能為法界一切苦難眾生，用真誠心、清淨心、平等心、大慈悲心去修，果報不可思議！"
    },
    {
      "id": "02-042-0081_p0055",
      "zh_CN": "海贤老和尚、海庆法师一生之中，三种布施圆满具足。党秀坡居士在「知所在，自然自在」一文中回忆说，海庆老和尚在生活极端困苦的三年自然灾害时期，经常扶危济困，在大路旁为过往行人施粥舍茶。他自己缺吃少喝，经常饿着肚子，却把吃喝送给别人，这些在当地老年人当中是人尽皆知的。那时庆师吃饭用的是茅草编织的草碗，他自己开垦了一片荒地，种一些红薯和小高粱。很多人都还记得，他经常把自己蒸好的红薯，或是做的野菜，拌高粱粥，用茅草碗端给过路人吃。来佛寺刚重建的时候，仅有东屋三间小茅草房，一口小铁锅，做饭烧茅草根，生活很难维持。但庆师还是一直坚持烧开水，在瓦盆里泡上柳树叶，供行人饮用。老护法党同立居士在多年后，曾问起庆师，这种苦日子您是咋熬过来的？庆师说，全都靠阿弥陀佛！",
      "zh_TW": "海賢老和尚、海慶法師一生之中，三種布施圓滿具足。黨秀坡居士在「知所在，自然自在」一文中回憶說，海慶老和尚在生活極端困苦的三年自然災害時期，經常扶危濟困，在大路旁為過往行人施粥捨茶。他自己缺吃少喝，經常餓著肚子，卻把吃喝送給別人，這些在當地老年人當中是人盡皆知的。那時慶師吃飯用的是茅草編織的草碗，他自己開墾了一片荒地，種一些紅薯和小高粱。很多人都還記得，他經常把自己蒸好的紅薯，或是做的野菜，拌高粱粥，用茅草碗端給過路人吃。來佛寺剛重建的時候，僅有東屋三間小茅草房，一口小鐵鍋，做飯燒茅草根，生活很難維持。但慶師還是一直堅持燒開水，在瓦盆裡泡上柳樹葉，供行人飲用。老護法黨同立居士在多年後，曾問起慶師，這種苦日子您是咋熬過來的？慶師說，全都靠阿彌陀佛！"
    },
    {
      "id": "02-042-0081_p0056",
      "zh_CN": "海贤老和尚教人不厌，诲人不倦，一生之中在在处处为人慈悲随缘开示。在「海会圣贤」一文中记载，二０一二年仲秋的一天，贤师正在劈柴，几位外地来的居士到寺院念佛，大家跪地顶礼后，求老人家慈悲开示。贤师一边劈柴一边说：没啥可开示的，好好念佛，世上无难事，只怕心不专。大家听后忍不住为之鼓掌喝采。老人家加重语气，又强调了一遍：真没有难事！然后问起大家从哪里来的，大家回答之后，老人家笑着说：俺这是小庙，吃的是苦的，穿的是补的，你们来这儿要能受苦，能受苦才能了苦。你不来，我不怪，来了就要守我戒，走到哪里要守哪里规矩。先辈寻常语，人间未见书，众居士不约而同，齐念弥陀圣号，深感震撼。",
      "zh_TW": "海賢老和尚教人不厭，誨人不倦，一生之中在在處處為人慈悲隨緣開示。在「海會聖賢」一文中記載，二０一二年仲秋的一天，賢師正在劈柴，幾位外地來的居士到寺院念佛，大家跪地頂禮後，求老人家慈悲開示。賢師一邊劈柴一邊說：沒啥可開示的，好好念佛，世上無難事，只怕心不專。大家聽後忍不住為之鼓掌喝采。老人家加重語氣，又強調了一遍：真沒有難事！然後問起大家從哪裡來的，大家回答之後，老人家笑著說：俺這是小廟，吃的是苦的，穿的是補的，你們來這兒要能受苦，能受苦才能了苦。你不來，我不怪，來了就要守我戒，走到哪裡要守哪裡規矩。先輩尋常語，人間未見書，眾居士不約而同，齊念彌陀聖號，深感震撼。"
    },
    {
      "id": "02-042-0081_p0057",
      "zh_CN": "妙了法师在「对面不见阿弥陀」一文中回忆说，还有一次，我陪他老到社旗县城办事。他坐在车上喃喃自语说：轻来轻去的，不要去找在家人办事，在家居士有在家的工作，出家人有出家人的事，各干各的。停了一会儿又说：出家人，会讲经的给人家讲经，不会讲经的也要给大众表个好法。我什么也不会，不会讲经、不会诵经、也不会唱赞，就会念佛、开荒种地。那我就表好这个法，要是不表法我早就走了。",
      "zh_TW": "妙了法師在「對面不見阿彌陀」一文中回憶說，還有一次，我陪他老到社旗縣城辦事。他坐在車上喃喃自語說：輕來輕去的，不要去找在家人辦事，在家居士有在家的工作，出家人有出家人的事，各幹各的。停了一會兒又說：出家人，會講經的給人家講經，不會講經的也要給大眾表個好法。我什麼也不會，不會講經、不會誦經、也不會唱讚，就會念佛、開荒種地。那我就表好這個法，要是不表法我早就走了。"
    },
    {
      "id": "02-042-0081_p0058",
      "zh_CN": "还有一次，我和师公在千佛寺东边开垦的荒地里挖芋头，有两个居士看到后也过来帮忙。我往外挖，师公往下抠芋头上的泥土，因为天气已经有点儿冷了，老人家鼻涕流出好长。那两个居士说：师爷，给您点纸擦擦鼻涕吧！师公说：不管他那事儿。两个居士和我对看一眼，都笑了。一个居士问他，师爷，您说不管他那事儿，那是谁的事？师公说，不知道。我们又都笑开了。挖完芋头回到寺院后，师公浑身上下全是泥土，一位居士说，您老把衣服脱下来，我给您洗洗吧。师公把衣服脱下来，那位居士接着衣服说，看看，今天刚穿上的衣服，又弄成这个样子。师公说，这不是我的。那位居士说，刚从您身上脱下来，不是您的是谁的？师公说，不知道。妙了法师说：师公住世之时，他说的那些话我不能全部理解，有些甚至觉得好笑，现在才知道他老不是个老糊涂，而是一位智慧德能不可思议的再来人。老人家的一言一行，都是自性的流露。",
      "zh_TW": "還有一次，我和師公在千佛寺東邊開墾的荒地裡挖芋頭，有兩個居士看到後也過來幫忙。我往外挖，師公往下摳芋頭上的泥土，因為天氣已經有點兒冷了，老人家鼻涕流出好長。那兩個居士說：師爺，給您點紙擦擦鼻涕吧！師公說：不管他那事兒。兩個居士和我對看一眼，都笑了。一個居士問他，師爺，您說不管他那事兒，那是誰的事？師公說，不知道。我們又都笑開了。挖完芋頭回到寺院後，師公渾身上下全是泥土，一位居士說，您老把衣服脫下來，我給您洗洗吧。師公把衣服脫下來，那位居士接著衣服說，看看，今天剛穿上的衣服，又弄成這個樣子。師公說，這不是我的。那位居士說，剛從您身上脫下來，不是您的是誰的？師公說，不知道。妙了法師說：師公住世之時，他說的那些話我不能全部理解，有些甚至覺得好笑，現在才知道他老不是個老糊塗，而是一位智慧德能不可思議的再來人。老人家的一言一行，都是自性的流露。"
    },
    {
      "id": "02-042-0081_p0059",
      "zh_CN": "《无量寿经》曰：「击法鼓，建法幢，曜慧日，破痴暗」。菩萨以深广无尽的智慧，击法鼓，建法幢，照破众生无明的暗惑。净空老法师曾经说过，海贤老和尚应该是在他三十、四十岁时，就证得理一心不乱，开悟了。他一百一十二岁的寿命，是阿弥陀佛帮他延长的，就是要让他表法，做一个念佛的好榜样给净宗同学们看。他开悟为什么不讲经说法？因为客观环境不许可。他如果是生在三千年前释迦牟尼佛的时代，他肯定像文殊、普贤菩萨一样讲经说法，代佛教化众生。",
      "zh_TW": "《無量壽經》曰：「擊法鼓，建法幢，曜慧日，破癡闇」。菩薩以深廣無盡的智慧，擊法鼓，建法幢，照破眾生無明的闇惑。淨空老法師曾經說過，海賢老和尚應該是在他三十、四十歲時，就證得理一心不亂，開悟了。他一百一十二歲的壽命，是阿彌陀佛幫他延長的，就是要讓他表法，做一個念佛的好榜樣給淨宗同學們看。他開悟為什麼不講經說法？因為客觀環境不許可。他如果是生在三千年前釋迦牟尼佛的時代，他肯定像文殊、普賢菩薩一樣講經說法，代佛教化眾生。"
    },
    {
      "id": "02-042-0081_p0060",
      "zh_CN": "综上所述，海贤老和尚真正将佛陀的教诲、菩萨的净戒，在日常生活之中落实，慈悲喜舍，演说妙法，普施无畏，是我们念佛人最好的榜样。",
      "zh_TW": "綜上所述，海賢老和尚真正將佛陀的教誨、菩薩的淨戒，在日常生活之中落實，慈悲喜捨，演說妙法，普施無畏，是我們念佛人最好的榜樣。"
    },
    {
      "id": "02-042-0081_p0061",
      "zh_CN": "第九、瞋心不受悔戒。《梵网经》云：「若佛子，自瞋，教人瞋，瞋因，瞋缘，瞋法，瞋业。而菩萨应生一切众生善根无诤之事，常生慈悲心，孝顺心。而反更于一切众生中，乃至于非众生中，以恶口骂辱，加以手打，及以刀杖，意犹不息。前人求悔，善言忏谢，犹瞋不解者，是菩萨波罗夷罪。」莲池大师在《戒疏发隐》中说：「慈悲者，观诸众生，如保赤子，不忍伤也。孝顺者，观诸众生，如己父母，不忍逆也。」因为一切众生都是我们的过去父母、未来诸佛，因此要以慈悲、孝顺之心对待一切众生。如同《梵网经》所云，「一切男子是我父，一切女人是我母」是也。",
      "zh_TW": "第九、瞋心不受悔戒。《梵網經》云：「若佛子，自瞋，教人瞋，瞋因，瞋緣，瞋法，瞋業。而菩薩應生一切眾生善根無諍之事，常生慈悲心，孝順心。而反更於一切眾生中，乃至於非眾生中，以惡口罵辱，加以手打，及以刀杖，意猶不息。前人求悔，善言懺謝，猶瞋不解者，是菩薩波羅夷罪。」蓮池大師在《戒疏發隱》中說：「慈悲者，觀諸眾生，如保赤子，不忍傷也。孝順者，觀諸眾生，如己父母，不忍逆也。」因為一切眾生都是我們的過去父母、未來諸佛，因此要以慈悲、孝順之心對待一切眾生。如同《梵網經》所云，「一切男子是我父，一切女人是我母」是也。"
    },
    {
      "id": "02-042-0081_p0062",
      "zh_CN": "海庆法师一生宽厚待人，慈悲谦和，善待一切众生，其忍辱如地的胸怀，令人感动万分。党秀坡居士在「知所在，自然自在」中回忆说，来佛寺周边十里八村的百姓都知道，海庆老和尚为人忠厚老实，性情和善。他说话严重口吃，只有念阿弥陀佛时才吐字清晰、声似洪钟，他也只会这一句阿弥陀佛圣号。当时寺院条件很差，清苦至极，庆师冬天一身棉（这套棉衣现存放于来佛寺金刚馆内），夏天一身单，常人难以想像和忍受，但他整天依然乐乐呵呵，笑口常开。",
      "zh_TW": "海慶法師一生寬厚待人，慈悲謙和，善待一切眾生，其忍辱如地的胸懷，令人感動萬分。黨秀坡居士在「知所在，自然自在」中回憶說，來佛寺周邊十里八村的百姓都知道，海慶老和尚為人忠厚老實，性情和善。他說話嚴重口吃，只有念阿彌陀佛時才吐字清晰、聲似洪鐘，他也只會這一句阿彌陀佛聖號。當時寺院條件很差，清苦至極，慶師冬天一身棉（這套棉衣現存放於來佛寺金剛館內），夏天一身單，常人難以想像和忍受，但他整天依然樂樂呵呵，笑口常開。"
    },
    {
      "id": "02-042-0081_p0063",
      "zh_CN": "庆师经常带着工具出去拾粪、捡柴，捡砖渣铺路。回去时，饭凉了就少吃点，没饭了就饿一顿，从来不牢骚，也不生气。有个当兵出身的和尚爱骂人，看庆师不顺眼，时不时的就对他骂骂咧咧，居士们有时看不过去，就和那个和尚理论。而庆师只是淡淡一笑，轻声说，你为我消业障，我上极乐国。有位十六岁姓陶的孩子，带着几个孩子到寺院玩，见庆师老实，就污言秽语的咒骂他，又用小木棍捣他的光头。庆师歪歪头一笑说：你想和我结缘啊？给你爹妈说说，我收你当徒弟，教你念阿弥陀佛，上好学，做好事，长大你家辈辈有富贵。",
      "zh_TW": "慶師經常帶著工具出去拾糞、撿柴，撿磚渣鋪路。回去時，飯涼了就少吃點，沒飯了就餓一頓，從來不牢騷，也不生氣。有個當兵出身的和尚愛罵人，看慶師不順眼，時不時的就對他罵罵咧咧，居士們有時看不過去，就和那個和尚理論。而慶師只是淡淡一笑，輕聲說，你為我消業障，我上極樂國。有位十六歲姓陶的孩子，帶著幾個孩子到寺院玩，見慶師老實，就污言穢語的咒罵他，又用小木棍搗他的光頭。慶師歪歪頭一笑說：你想和我結緣啊？給你爹媽說說，我收你當徒弟，教你念阿彌陀佛，上好學，做好事，長大你家輩輩有富貴。"
    },
    {
      "id": "02-042-0081_p0064",
      "zh_CN": "另有一位王凤林居士说起，有一次庆师担了一挑大粪往地里去，恰巧有一个年轻人骑着自行车迎面驶来。因为车速太快，庆师躲闪不及，一下子被撞翻到了旁边的水沟里，大粪洒得浑身都是。没想到这个年轻人不但不道歉，还大骂倒在水沟里的庆师挡了他的路。正赶上王凤林居士扛着个铁锹从此路过，一见这年轻人如此野蛮无礼，气得抡起铁锹就要去拍他。躺在水沟里的庆师马上连声制止他说：不要打他、不要打他，不怨他，都是我的错。邱老居士回忆说：庆师脾气好，从不惹人生烦恼。因为他有点口吃，说什么话都说不利索，所以也就不喜欢说闲话了。但是有一点，他念阿弥陀佛的时候不会结巴，所以我就只记得他爱念佛。",
      "zh_TW": "另有一位王鳳林居士說起，有一次慶師擔了一挑大糞往地裡去，恰巧有一個年輕人騎著自行車迎面駛來。因為車速太快，慶師躲閃不及，一下子被撞翻到了旁邊的水溝裡，大糞灑得渾身都是。沒想到這個年輕人不但不道歉，還大罵倒在水溝裡的慶師擋了他的路。正趕上王鳳林居士扛著個鐵鍬從此路過，一見這年輕人如此野蠻無禮，氣得掄起鐵鍬就要去拍他。躺在水溝裡的慶師馬上連聲制止他說：不要打他、不要打他，不怨他，都是我的錯。邱老居士回憶說：慶師脾氣好，從不惹人生煩惱。因為他有點口吃，說什麼話都說不利索，所以也就不喜歡說閒話了。但是有一點，他念阿彌陀佛的時候不會結巴，所以我就只記得他愛念佛。"
    },
    {
      "id": "02-042-0081_p0065",
      "zh_CN": "在「知所在，自然自在」一文中记载，一九七五年八月，连续几天的倾盆大雨，致使张庄西边的小河水位陡涨，冲垮了数百年的一座石桥。当时还在生产队的海庆老和尚，与一些村民一起带着绳索、钢钎前去抢险。可是几十个人拼尽力气，干了一上午，也没有把石桥修复好，因为有一块千余斤的石条，被冲到了离桥基五米多远的淤泥中。大家都说如果这块石条挪不过来，这座桥就算永远毁了。正当人们灰心丧气的时候，海庆老和尚慢吞吞的说，快晌午了，让我再试试吧，不会让咱这里的人们因为没桥走而作难。只见他喃喃自语了一阵子，其实大家知道他是在念阿弥陀佛，因为那时政策不允许，不能出声念佛。然后用一根钢钎和两根碗口粗的木棍，硬是把石条从淤泥中连翻了几个跟头，靠在了桥墩旁。人们都惊呆了，大家怎么也想不通，没有一个人给他帮忙，这样一个身材瘦小、六十多岁的老和尚，他究竟是怎么把这一千多斤的石条从淤泥里拉出来，并且还挪动了五米多远？当时的生产队长党志发后来说起，庆师在淤泥中挪石条的时候，他看见老和尚头顶出汗发光，但身上却没有出汗。后来有人问起庆师的时候，他笑着说，那全都是阿弥陀佛加持，要不然我怎么可能会有那么大力气？",
      "zh_TW": "在「知所在，自然自在」一文中記載，一九七五年八月，連續幾天的傾盆大雨，致使張莊西邊的小河水位陡漲，沖垮了數百年的一座石橋。當時還在生產隊的海慶老和尚，與一些村民一起帶著繩索、鋼釺前去搶險。可是幾十個人拼盡力氣，幹了一上午，也沒有把石橋修復好，因為有一塊千餘斤的石條，被沖到了離橋基五米多遠的淤泥中。大家都說如果這塊石條挪不過來，這座橋就算永遠毀了。正當人們灰心喪氣的時候，海慶老和尚慢吞吞的說，快晌午了，讓我再試試吧，不會讓咱這裡的人們因為沒橋走而作難。只見他喃喃自語了一陣子，其實大家知道他是在念阿彌陀佛，因為那時政策不允許，不能出聲念佛。然後用一根鋼釺和兩根碗口粗的木棍，硬是把石條從淤泥中連翻了幾個跟頭，靠在了橋墩旁。人們都驚呆了，大家怎麼也想不通，沒有一個人給他幫忙，這樣一個身材瘦小、六十多歲的老和尚，他究竟是怎麼把這一千多斤的石條從淤泥裡拉出來，並且還挪動了五米多遠？當時的生產隊長黨志發後來說起，慶師在淤泥中挪石條的時候，他看見老和尚頭頂出汗發光，但身上卻沒有出汗。後來有人問起慶師的時候，他笑著說，那全都是阿彌陀佛加持，要不然我怎麼可能會有那麼大力氣？"
    },
    {
      "id": "02-042-0081_p0066",
      "zh_CN": "海庆法师虽然不认识字，没念过书，但是却具足了《无量寿经》经题所说的「清净平等觉」，持念弥陀，真心显现，自然开悟。他以念佛之功，忍辱之行，成就了金刚法体，全身舍利，成为西方极乐世界的阿惟越致菩萨，圆满了清净庄严的菩萨净戒。",
      "zh_TW": "海慶法師雖然不認識字，沒念過書，但是卻具足了《無量壽經》經題所說的「清淨平等覺」，持念彌陀，真心顯現，自然開悟。他以念佛之功，忍辱之行，成就了金剛法體，全身舍利，成為西方極樂世界的阿惟越致菩薩，圓滿了清淨莊嚴的菩薩淨戒。"
    },
    {
      "id": "02-042-0081_p0067",
      "zh_CN": "第十、谤三宝戒。《梵网经》云：「若佛子，自谤三宝，教人谤三宝，谤因，谤缘，谤法，谤业。而菩萨见外道及以恶人，一言谤佛音声，如三百矛刺心，况自口谤。不生信心孝顺心，而反更助恶人、邪见人谤者，是菩萨波罗夷罪。」莲池大师在《戒疏发隐》中说：「绍隆三宝，菩萨法也。今反谤焉，宁不犯重。」因此，毁谤三宝，是菩萨重罪。净空老法师在《地藏菩萨本愿经科注》中说，毁谤三宝，无论你是有意、无意都得重罪，在一切恶业里面没有比这个更重。它的原因如佛在经中所说，三宝是人天眼目，三宝是众生得度的因缘，你把一切众生得度的机会断掉，这个罪就重了。杀身命罪小，断众生慧命罪大。",
      "zh_TW": "第十、謗三寶戒。《梵網經》云：「若佛子，自謗三寶，教人謗三寶，謗因，謗緣，謗法，謗業。而菩薩見外道及以惡人，一言謗佛音聲，如三百矛刺心，況自口謗。不生信心孝順心，而反更助惡人、邪見人謗者，是菩薩波羅夷罪。」蓮池大師在《戒疏發隱》中說：「紹隆三寶，菩薩法也。今反謗焉，寧不犯重。」因此，毀謗三寶，是菩薩重罪。淨空老法師在《地藏菩薩本願經科註》中說，毀謗三寶，無論你是有意、無意都得重罪，在一切惡業裡面沒有比這個更重。它的原因如佛在經中所說，三寶是人天眼目，三寶是眾生得度的因緣，你把一切眾生得度的機會斷掉，這個罪就重了。殺身命罪小，斷眾生慧命罪大。"
    },
    {
      "id": "02-042-0081_p0068",
      "zh_CN": "在《来佛三圣永思集》中记载，古德教导我们，不可毁谤众望所归者，因为人心所向，天命可知。贤师往生前三天，曾手捧一本书，让一位居士给留影。那是集结当代众多宗派的高僧大德，赞叹净土法门、赞叹净空老法师的一本书，书名就叫《若要佛法兴，唯有僧赞僧》。老人家赞叹净空法师是一位佛知佛见的大德高僧，老法师能住世弘法是众生的大福报，希望大众能团结一心，共同光大佛法，广利众生。再三儆戒学人，一定要善护口业，千万不可毁谤圣贤人。",
      "zh_TW": "在《來佛三聖永思集》中記載，古德教導我們，不可毀謗眾望所歸者，因為人心所向，天命可知。賢師往生前三天，曾手捧一本書，讓一位居士給留影。那是集結當代眾多宗派的高僧大德，讚歎淨土法門、讚歎淨空老法師的一本書，書名就叫《若要佛法興，唯有僧讚僧》。老人家讚歎淨空法師是一位佛知佛見的大德高僧，老法師能住世弘法是眾生的大福報，希望大眾能團結一心，共同光大佛法，廣利眾生。再三儆戒學人，一定要善護口業，千萬不可毀謗聖賢人。"
    },
    {
      "id": "02-042-0081_p0069",
      "zh_CN": "净空老法师在讲经之中，对来佛三圣大为赞叹：我看看海贤法师、海庆法师，他们不认识字，没有学过教，但是他们能够一门深入，长时薰修，就凭一句佛号，六字洪名，他成就了念佛三昧。我相信他有悟处，他不是普通的觉悟，正是宗门所说的大彻大悟、明心见性。也就是说，他们为我们示现的是法身菩萨，处今时今处这个时代，示现佛门弟子修行证果最好的榜样。我们自叹不如，我们要向老和尚学习，老和尚确确实实是我们的榜样，我们现在回头还来得及（《净土大经科注》）。海贤老和尚与净空老法师互相恭敬、互相赞叹，为我们净业学人做出了最好的表法。",
      "zh_TW": "淨空老法師在講經之中，對來佛三聖大為讚歎：我看看海賢法師、海慶法師，他們不認識字，沒有學過教，但是他們能夠一門深入，長時薰修，就憑一句佛號，六字洪名，他成就了念佛三昧。我相信他有悟處，他不是普通的覺悟，正是宗門所說的大徹大悟、明心見性。也就是說，他們為我們示現的是法身菩薩，處今時今處這個時代，示現佛門弟子修行證果最好的榜樣。我們自嘆不如，我們要向老和尚學習，老和尚確確實實是我們的榜樣，我們現在回頭還來得及（《淨土大經科註》）。海賢老和尚與淨空老法師互相恭敬、互相讚歎，為我們淨業學人做出了最好的表法。"
    },
    {
      "id": "02-042-0081_p0070",
      "zh_CN": "综上所述，来佛三圣具足了清净圆满的菩萨戒行，如同《无量寿经》所言，「戒若琉璃，内外明洁」。大慈念老说，「戒者戒律，为戒定慧三无漏学之首。奉持戒律，明净清洁，以自庄严，持戒净洁，譬如琉璃」。因此，戒是学佛的基础。《梵网经》曰：「戒如明日月，亦如璎珞珠。」以光明的日月、名贵的珠宝来比喻持戒，因此说戒若琉璃。内外明洁，是意业清净，内有戒定慧，表现在仪表上，具足威仪。所以他的言说，才能够令众生心悦诚服，「故曰，其所言说，令众悦服」（《无量寿经》）。来佛三圣就是以如同璎珞宝珠一般的清净戒行，圆满具足菩萨三聚净戒，具足《妄尽还源观》所说的四德，「随缘妙用，威仪有则，柔和质直，代众生苦」，而为末法九千年的众生，做出了念佛成佛的最佳榜样。",
      "zh_TW": "綜上所述，來佛三聖具足了清淨圓滿的菩薩戒行，如同《無量壽經》所言，「戒若琉璃，內外明潔」。大慈念老說，「戒者戒律，為戒定慧三無漏學之首。奉持戒律，明淨清潔，以自莊嚴，持戒淨潔，譬如琉璃」。因此，戒是學佛的基礎。《梵網經》曰：「戒如明日月，亦如瓔珞珠。」以光明的日月、名貴的珠寶來比喻持戒，因此說戒若琉璃。內外明潔，是意業清淨，內有戒定慧，表現在儀表上，具足威儀。所以他的言說，才能夠令眾生心悅誠服，「故曰，其所言說，令眾悅服」（《無量壽經》）。來佛三聖就是以如同瓔珞寶珠一般的清淨戒行，圓滿具足菩薩三聚淨戒，具足《妄盡還源觀》所說的四德，「隨緣妙用，威儀有則，柔和質直，代眾生苦」，而為末法九千年的眾生，做出了念佛成佛的最佳榜樣。"
    },
    {
      "id": "02-042-0081_p0071",
      "zh_CN": "以上是惭愧弟子敬述恭敬学习《梵网经菩萨戒》，以及《来佛三圣永思集》的心得报告。诚请尊敬的师父上人，诸位大德同修慈悲指正，无尽感恩，阿弥陀佛。惭愧弟子释开吉顶礼敬呈，二０一四年九月九日。",
      "zh_TW": "以上是慚愧弟子敬述恭敬學習《梵網經菩薩戒》，以及《來佛三聖永思集》的心得報告。誠請尊敬的師父上人，諸位大德同修慈悲指正，無盡感恩，阿彌陀佛。慚愧弟子釋開吉頂禮敬呈，二０一四年九月九日。"
    },
    {
      "id": "02-042-0081_p0072",
      "zh_CN": "老法师：开吉这份报告分上下两篇，内容写得非常好，最重要的我们要认真把它做到。说到做不到，有没有功德？有，功德不大；说到能做到，像海贤和尚这样的表法，这个功德无量无边。佛菩萨度化众生，最初释迦牟尼佛就给我们做了榜样。早年我们在汤池做实验，我告诉当时有三十七位老师，我说在历史上，最好的老师有两个人：一个是释迦牟尼佛，一个是孔子。他好在什么地方？先行其言，他先做到了再说。所以别人相信他，愿意做他的弟子，跟着他学习。如果他所说的他做不到，就没有人愿意跟他学了。所以，身行而后言教。",
      "zh_TW": "老法師：開吉這份報告分上下兩篇，內容寫得非常好，最重要的我們要認真把它做到。說到做不到，有沒有功德？有，功德不大；說到能做到，像海賢和尚這樣的表法，這個功德無量無邊。佛菩薩度化眾生，最初釋迦牟尼佛就給我們做了榜樣。早年我們在湯池做實驗，我告訴當時有三十七位老師，我說在歷史上，最好的老師有兩個人：一個是釋迦牟尼佛，一個是孔子。他好在什麼地方？先行其言，他先做到了再說。所以別人相信他，願意做他的弟子，跟著他學習。如果他所說的他做不到，就沒有人願意跟他學了。所以，身行而後言教。"
    },
    {
      "id": "02-042-0081_p0073",
      "zh_CN": "在我们这一代里头看到，说到的人很多，真正做到的人不多。这是说他有智慧，这个智慧不是这一生修的，生生世世累积的善根福德因缘，接触佛法他能理解。为什么做不到？烦恼习气很重，也就是放不下。还有我们的福报不足，没有好的修学环境，这也是让一些人退心主要的因素。世界乱了，人心坏了，好的缘愈来愈少，所以一定要非常珍惜，有好环境让我们好好的用功，决定不能放弃，用感恩的心，多住一天就是多一天的功力。不造罪业，最重要的不说别人过失，学佛，普贤菩萨，称扬人的善，不说人的恶。不但不说，根本就不能把别人的过失放在心上，放在心上我们亏就吃大了，我的心变坏了；不放在心上，扬善隐恶。",
      "zh_TW": "在我們這一代裡頭看到，說到的人很多，真正做到的人不多。這是說他有智慧，這個智慧不是這一生修的，生生世世累積的善根福德因緣，接觸佛法他能理解。為什麼做不到？煩惱習氣很重，也就是放不下。還有我們的福報不足，沒有好的修學環境，這也是讓一些人退心主要的因素。世界亂了，人心壞了，好的緣愈來愈少，所以一定要非常珍惜，有好環境讓我們好好的用功，決定不能放棄，用感恩的心，多住一天就是多一天的功力。不造罪業，最重要的不說別人過失，學佛，普賢菩薩，稱揚人的善，不說人的惡。不但不說，根本就不能把別人的過失放在心上，放在心上我們虧就吃大了，我的心變壞了；不放在心上，揚善隱惡。"
    },
    {
      "id": "02-042-0081_p0074",
      "zh_CN": "来佛三圣他们都做到了，海贤法师九十二年如一日，太难得了，真是我们最好的榜样。怎么学？我告诉大家方法，大家要认真，你就真学到了，每天将光碟看三遍，念佛号一万声，一年不要间断。一年你就看了一千遍，一千遍，根扎下去了，你看这个光碟会开悟。只要清净心现前，平等心现前，就能像老和尚一样，大彻大悟。净宗透彻了，整个佛法就明白了，才能像佛一样，欢喜自在，普度众生。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "來佛三聖他們都做到了，海賢法師九十二年如一日，太難得了，真是我們最好的榜樣。怎麼學？我告訴大家方法，大家要認真，你就真學到了，每天將光碟看三遍，念佛號一萬聲，一年不要間斷。一年你就看了一千遍，一千遍，根紮下去了，你看這個光碟會開悟。只要清淨心現前，平等心現前，就能像老和尚一樣，大徹大悟。淨宗透徹了，整個佛法就明白了，才能像佛一樣，歡喜自在，普度眾生。好，今天時間到了，我們就學習到此地。"
    }
  ]
}