{
  "doc_id": "02-042-0137",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "越溪居士",
    "妙音居士"
  ],
  "volume": {
    "zh_CN": "第一三七集",
    "zh_TW": "第一三七集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0137",
  "total_paragraphs": 102,
  "paragraphs": [
    {
      "id": "02-042-0137_p0001",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位老师、学长，阿弥陀佛！惭愧弟子越溪，今天向大家报告的题目是：「汤恩比的老人言——略谈汤恩比对当今社会的启示」",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位老師、學長，阿彌陀佛！慚愧弟子越溪，今天向大家報告的題目是：「湯恩比的老人言——略談湯恩比對當今社會的啟示」"
    },
    {
      "id": "02-042-0137_p0002",
      "zh_CN": "英国的历史哲学家汤恩比博士，是二十世纪最有影响力的学者之一。他非常慈悲，深切关怀全体人类，对全球各个文明升沉、发展加以睿智的观察，对人类各个文明的历史做了深入的研究。他以古鉴今，在多部著作、多次场合都指出现代人所必须要面临的两个重大问题：迫切需要解决道德缺失的问题，以及迫切需要通过文化教育，让人类实现持久的和平和真正的团结。本文就汤恩比谈如何解决这两个问题的「老人之言」，做一个简要的介绍。",
      "zh_TW": "英國的歷史哲學家湯恩比博士，是二十世紀最有影響力的學者之一。他非常慈悲，深切關懷全體人類，對全球各個文明升沉、發展加以睿智的觀察，對人類各個文明的歷史做了深入的研究。他以古鑑今，在多部著作、多次場合都指出現代人所必須要面臨的兩個重大問題：迫切需要解決道德缺失的問題，以及迫切需要通過文化教育，讓人類實現持久的和平和真正的團結。本文就湯恩比談如何解決這兩個問題的「老人之言」，做一個簡要的介紹。"
    },
    {
      "id": "02-042-0137_p0003",
      "zh_CN": "前言、危机重重——物质大繁荣的隐患",
      "zh_TW": "前言、危機重重——物質大繁榮的隱患"
    },
    {
      "id": "02-042-0137_p0004",
      "zh_CN": "汤恩比博士说：从古至今，整个人类都存在「道德缺失」（morality gap）的问题。这是指：既然我们都是有血有肉的凡人，我们的精神力量往往不足以恰当的把握好物质力量。如果物质力量未能得到精神力量的制约，物质的发展没有受到爱与智慧的制约，发展物质力量对人类而言，便是祸而不是福。",
      "zh_TW": "湯恩比博士說：從古至今，整個人類都存在「道德缺失」（morality gap）的問題。這是指：既然我們都是有血有肉的凡人，我們的精神力量往往不足以恰當的把握好物質力量。如果物質力量未能得到精神力量的制約，物質的發展沒有受到愛與智慧的制約，發展物質力量對人類而言，便是禍而不是福。"
    },
    {
      "id": "02-042-0137_p0005",
      "zh_CN": "现代科技高度发展，为人类社会带来了空前的物质繁荣，创造出前所未有的巨大财富。高速的交通设施，人们可以日行千里；智能手机电脑，八方资讯悉皆掌握。然而，高速度给人类的心理带来巨大的压力，资讯爆炸给人们带来心神不宁，现代人终日奔波，惶惶不安。上个世纪末，学者研究发达国家的人民看电视的习惯，指出人们平均每日花二至四个小时看电视，但他们在每个频道的平均停留时间却只有三分钟。去年，学者又对使用智能手机进行研究，发现一些年轻人，竟然每隔十几秒钟就要看一下手机。科学日新月异，对人们的生活所产生的负面影响正在逐年增加，不得不警惕。",
      "zh_TW": "現代科技高度發展，為人類社會帶來了空前的物質繁榮，創造出前所未有的巨大財富。高速的交通設施，人們可以日行千里；智能手機電腦，八方資訊悉皆掌握。然而，高速度給人類的心理帶來巨大的壓力，資訊爆炸給人們帶來心神不寧，現代人終日奔波，惶惶不安。上個世紀末，學者研究發達國家的人民看電視的習慣，指出人們平均每日花二至四個小時看電視，但他們在每個頻道的平均停留時間卻只有三分鐘。去年，學者又對使用智能手機進行研究，發現一些年輕人，竟然每隔十幾秒鐘就要看一下手機。科學日新月異，對人們的生活所產生的負面影響正在逐年增加，不得不警惕。"
    },
    {
      "id": "02-042-0137_p0006",
      "zh_CN": "在科学高速发展的今天，已经很少有人会重视传统的伦理、道德、因果教育了，许多人都会觉得这些教育是迷信的和迂腐的。这个风气使道德危机与日俱增。道德沦丧的结果之一，便是两性关系的混乱，离婚率的不断攀升，以及堕胎现象与日俱增。社会所面临的，不仅是恐怖主义、社会治安的威胁，更为可怕的威胁是全球的青少年都不同程度的存在学习能力下降、沉溺网路的情况，学生暴力、吸毒、滥性的情况也愈来愈严重。如果说信心危机是现代社会最深重的危机，那么教育的危机便是人类文明最为可怕的威胁。因此，汤恩比最为担心的，便是核子时代的人类，因道德缺失而丧失理智，发动第三次世界大战，毁灭整个地球。人虽然贵为万物之灵，也会因教育不当，为习染所蔽而丧失理智。",
      "zh_TW": "在科學高速發展的今天，已經很少有人會重視傳統的倫理、道德、因果教育了，許多人都會覺得這些教育是迷信的和迂腐的。這個風氣使道德危機與日俱增。道德淪喪的結果之一，便是兩性關係的混亂，離婚率的不斷攀升，以及墮胎現象與日俱增。社會所面臨的，不僅是恐怖主義、社會治安的威脅，更為可怕的威脅是全球的青少年都不同程度的存在學習能力下降、沉溺網路的情況，學生暴力、吸毒、濫性的情況也愈來愈嚴重。如果說信心危機是現代社會最深重的危機，那麼教育的危機便是人類文明最為可怕的威脅。因此，湯恩比最為擔心的，便是核子時代的人類，因道德缺失而喪失理智，發動第三次世界大戰，毀滅整個地球。人雖然貴為萬物之靈，也會因教育不當，為習染所蔽而喪失理智。"
    },
    {
      "id": "02-042-0137_p0007",
      "zh_CN": "为此，许多有识之士都认为，有必要将全球统一成为一体。上个世纪，汤恩比、李约瑟、罗素等学者，不约而同的提出了这个观点。汤恩比更将全部的希望寄托在中国传统文化上，他在一九六六年出版的《改变与习惯》中指出：「我们努力进行技术革命，结果却是它迫使我们全球化。技术进步催生出一种情况，使人类有，且只有两个未来，一个是毁灭，另一个就是让全球团结成为一家人。」",
      "zh_TW": "為此，許多有識之士都認為，有必要將全球統一成為一體。上個世紀，湯恩比、李約瑟、羅素等學者，不約而同的提出了這個觀點。湯恩比更將全部的希望寄託在中國傳統文化上，他在一九六六年出版的《改變與習慣》中指出：「我們努力進行技術革命，結果卻是它迫使我們全球化。技術進步催生出一種情況，使人類有，且只有兩個未來，一個是毀滅，另一個就是讓全球團結成為一家人。」"
    },
    {
      "id": "02-042-0137_p0008",
      "zh_CN": "一、文化和合——未来的希望所在",
      "zh_TW": "一、文化和合——未來的希望所在"
    },
    {
      "id": "02-042-0137_p0009",
      "zh_CN": "在这个寻求全球统一才能生存下去的时代，中国历史上实现多民族、多文化和平、和谐的模式，成为一个可资借鉴的历史经验。他说：「自从公元前二二一年秦始皇统一中国开始，无论朝代如何更迭，中国的统一政府一直得以维系。中国曾经历过短暂的分裂，但是每次分裂之后，中国都会重构统一政府。因此，有必要考虑的是中国式的全球统一模式。」所谓中国式的统一模式，是指文化的统合。他说：「古罗马和中国的统一，都是国民和君主之间相互妥协，最终融合成为一个团结的、涵盖天下的大社会。而促成双方彼此妥协的，是共同的主流文化所形成的一股凝聚力量。」",
      "zh_TW": "在這個尋求全球統一才能生存下去的時代，中國歷史上實現多民族、多文化和平、和諧的模式，成為一個可資借鑑的歷史經驗。他說：「自從公元前二二一年秦始皇統一中國開始，無論朝代如何更迭，中國的統一政府一直得以維繫。中國曾經歷過短暫的分裂，但是每次分裂之後，中國都會重構統一政府。因此，有必要考慮的是中國式的全球統一模式。」所謂中國式的統一模式，是指文化的統合。他說：「古羅馬和中國的統一，都是國民和君主之間相互妥協，最終融合成為一個團結的、涵蓋天下的大社會。而促成雙方彼此妥協的，是共同的主流文化所形成的一股凝聚力量。」"
    },
    {
      "id": "02-042-0137_p0010",
      "zh_CN": "需要澄清的是，汤恩比所说的主流文化的凝聚力量，既不需要洗脑，也不用将某种价值观强加于人，而是孔子所言之「为政以德，譬如北辰，居其所而众星共之」。这是以德行来办政治，以道德来行教化，具备这种特质的领导，自然而然得到四方人民的拥戴。这就如同天上的北极星，从来不曾改变自己的位置，但是其他星星都会围绕着它，运行在各自的轨道上。",
      "zh_TW": "需要澄清的是，湯恩比所說的主流文化的凝聚力量，既不需要洗腦，也不用將某種價值觀強加於人，而是孔子所言之「為政以德，譬如北辰，居其所而眾星共之」。這是以德行來辦政治，以道德來行教化，具備這種特質的領導，自然而然得到四方人民的擁戴。這就如同天上的北極星，從來不曾改變自己的位置，但是其他星星都會圍繞著它，運行在各自的軌道上。"
    },
    {
      "id": "02-042-0137_p0011",
      "zh_CN": "孔子于二千五百年前提出「为政以德」，是生而为人即需遵循伦常大道。这一点，汤恩比称之为「遵循共同的伦理道德」。通过考察人类二十多个文明的历史进程，发现遵循共同的伦理道德是社会实现统一、安定团结的前提。「共同的伦理道德标准，至少是在最基本的道德问题上有着共同的标准，是让社会稳定、政权持久的必要基础。」",
      "zh_TW": "孔子於二千五百年前提出「為政以德」，是生而為人即需遵循倫常大道。這一點，湯恩比稱之為「遵循共同的倫理道德」。通過考察人類二十多個文明的歷史進程，發現遵循共同的倫理道德是社會實現統一、安定團結的前提。「共同的倫理道德標準，至少是在最基本的道德問題上有著共同的標準，是讓社會穩定、政權持久的必要基礎。」"
    },
    {
      "id": "02-042-0137_p0012",
      "zh_CN": "二、未来所系——汤恩比谈中国传统文化的现代价值",
      "zh_TW": "二、未來所繫——湯恩比談中國傳統文化的現代價值"
    },
    {
      "id": "02-042-0137_p0013",
      "zh_CN": "汤恩比之所以如此重视中国传统文化，认为整个人类的未来维系于此，便是因为中国传统文化于形成之初，甚至在文字还没有出现之前的上古时代，首先确立的，便是共同的伦理道德标准。这个道德标准，从文字出现之后，一直延续贯穿了整个中国历史。从这个角度，可以解释为什么中国一直统一，而欧洲日趋分裂。中国和欧洲面积相仿、纬度相若，中国虽曾经历过诸侯大战乃至军阀割据，但是总体一直是统一的，全国人们共同依止孝、敬的道德准则；欧洲则恰恰相反，它曾经统一过，是「神圣罗马帝国」，但是罗马亡国之后，却再也无法统一起来。伦理道德标准各有不同，是其原因之一。",
      "zh_TW": "湯恩比之所以如此重視中國傳統文化，認為整個人類的未來維繫於此，便是因為中國傳統文化於形成之初，甚至在文字還沒有出現之前的上古時代，首先確立的，便是共同的倫理道德標準。這個道德標準，從文字出現之後，一直延續貫穿了整個中國歷史。從這個角度，可以解釋為什麼中國一直統一，而歐洲日趨分裂。中國和歐洲面積相仿、緯度相若，中國雖曾經歷過諸侯大戰乃至軍閥割據，但是總體一直是統一的，全國人們共同依止孝、敬的道德準則；歐洲則恰恰相反，它曾經統一過，是「神聖羅馬帝國」，但是羅馬亡國之後，卻再也無法統一起來。倫理道德標準各有不同，是其原因之一。"
    },
    {
      "id": "02-042-0137_p0014",
      "zh_CN": "现代社会常将伦理道德视为束缚自由，实为误解。中文对道德的解释是：「道」是自然的规律，「德」是依照这个自然规律生活，物质生活愈来愈自在，心灵不断得到提升，（就是「行道有得于心」）。换句话说，道德帮助生活顺应自然规律，从而使人类获得充足的物质受用、安定的生活环境、充实的心灵生活；生活能够遵循道德，不但不会束缚自由，更可得自在。中国文化的道德标准，总结起来，便是五伦、五常、四维、八德。",
      "zh_TW": "現代社會常將倫理道德視為束縛自由，實為誤解。中文對道德的解釋是：「道」是自然的規律，「德」是依照這個自然規律生活，物質生活愈來愈自在，心靈不斷得到提升，（就是「行道有得於心」）。換句話說，道德幫助生活順應自然規律，從而使人類獲得充足的物質受用、安定的生活環境、充實的心靈生活；生活能夠遵循道德，不但不會束縛自由，更可得自在。中國文化的道德標準，總結起來，便是五倫、五常、四維、八德。"
    },
    {
      "id": "02-042-0137_p0015",
      "zh_CN": "五伦是将人类的关系总结成为五个方面，且各行其道，此即是：父子有亲、长幼有序、夫妇有别、君臣有义、朋友有信。中国传统学术的基础是伦常，即「人无伦外之人，学无伦外之学」。这是说，人类社会，无论古今中外，将五个方面的人际关系搞好了，社会自然和谐、安宁。历史学家朱鸿林教授指出：充分发挥良知的力量，让人人都得到教化、成为好人，是所有政治模式中，最为经济有效的模式。这便是孔子所说的：「道之以德，齐之以礼，有耻且格。」五伦、五常和四维（礼义廉耻）、八德（孝悌忠信、礼义廉耻）合而言之，就是十二个字：「孝悌忠信、礼义廉耻、仁爱和平。」这十二德目，可以说是古今中外所有圣贤对世人教导的总结，是人类人文精神的共同追求。",
      "zh_TW": "五倫是將人類的關係總結成為五個方面，且各行其道，此即是：父子有親、長幼有序、夫婦有別、君臣有義、朋友有信。中國傳統學術的基礎是倫常，即「人無倫外之人，學無倫外之學」。這是說，人類社會，無論古今中外，將五個方面的人際關係搞好了，社會自然和諧、安寧。歷史學家朱鴻林教授指出：充分發揮良知的力量，讓人人都得到教化、成為好人，是所有政治模式中，最為經濟有效的模式。這便是孔子所說的：「道之以德，齊之以禮，有恥且格。」五倫、五常和四維（禮義廉恥）、八德（孝悌忠信、禮義廉恥）合而言之，就是十二個字：「孝悌忠信、禮義廉恥、仁愛和平。」這十二德目，可以說是古今中外所有聖賢對世人教導的總結，是人類人文精神的共同追求。"
    },
    {
      "id": "02-042-0137_p0016",
      "zh_CN": "因此，汤恩比指出：「儒家经典，重视教授家庭成员遵守敦伦尽分的道德规范，赋予了人们共同的教育，让人们将国家视为家庭之延伸和扩大。由此，中国建立了紧密结合、十分充实的共同生活模式，社会凝聚成一体，令统一政府得以经久不衰。」这是汤恩比做为历史学家的先知先觉。",
      "zh_TW": "因此，湯恩比指出：「儒家經典，重視教授家庭成員遵守敦倫盡分的道德規範，賦予了人們共同的教育，讓人們將國家視為家庭之延伸和擴大。由此，中國建立了緊密結合、十分充實的共同生活模式，社會凝聚成一體，令統一政府得以經久不衰。」這是湯恩比做為歷史學家的先知先覺。"
    },
    {
      "id": "02-042-0137_p0017",
      "zh_CN": "汤恩比不是唯一的先知先觉者，早在十九世纪末，汉学家理雅各（公元一八一五－一八九七）曾将《论语》、《孟子》、《周易》、《礼记》等十三经翻译成英文传世，是西方系统研究、翻译中国经典的第一人。和许多来自西方的基督教传教士一样，他们在向中国传福音的同时，自己也为中国传统文化之博大精深所吸引，最终成为汉学家。理雅各说：「全世界没有任何一个民族，有如此完整贯通的历史，就其整体而言，它是值得信任的。」他于一八四三年来到香港，主持英华书院，此时《四库全书》刚刚问世二十年，他对此十分赞叹：「中国的高级官员有一种公益精神，和一种对文学的热心，而这一点，外国人是不应该小觑的。」",
      "zh_TW": "湯恩比不是唯一的先知先覺者，早在十九世紀末，漢學家理雅各（公元一八一五－一八九七）曾將《論語》、《孟子》、《周易》、《禮記》等十三經翻譯成英文傳世，是西方系統研究、翻譯中國經典的第一人。和許多來自西方的基督教傳教士一樣，他們在向中國傳福音的同時，自己也為中國傳統文化之博大精深所吸引，最終成為漢學家。理雅各說：「全世界沒有任何一個民族，有如此完整貫通的歷史，就其整體而言，它是值得信任的。」他於一八四三年來到香港，主持英華書院，此時《四庫全書》剛剛問世二十年，他對此十分讚歎：「中國的高級官員有一種公益精神，和一種對文學的熱心，而這一點，外國人是不應該小覷的。」"
    },
    {
      "id": "02-042-0137_p0018",
      "zh_CN": "理雅各所说的热心，是中国传统的知识分子，对于实践伦理、道德、因果教育的社会责任感。正是这种「先天下之忧而忧」的责任感，使中国和古罗马、古希腊一样，吸引了许多原本是外来的人们，最终成为传统文化的继承和发扬者。智者慕道，大道之行也，天下为公。所以，汤恩比说：「文化由传教者弘扬，使人们发生转变。并且历史证明，相对于传教者，因文而化之，从而思想发生转变，影响力更加巨大。希腊文明影响的区域在不断扩大，中华文明的影响也在延伸。那些在各地弘扬主流的传统文化者，其父母、祖先或许有着不同的文化背景，但是他们本人却转而弘扬主流文化。最终成为建设统一政府的中坚力量。」",
      "zh_TW": "理雅各所說的熱心，是中國傳統的知識分子，對於實踐倫理、道德、因果教育的社會責任感。正是這種「先天下之憂而憂」的責任感，使中國和古羅馬、古希臘一樣，吸引了許多原本是外來的人們，最終成為傳統文化的繼承和發揚者。智者慕道，大道之行也，天下為公。所以，湯恩比說：「文化由傳教者弘揚，使人們發生轉變。並且歷史證明，相對於傳教者，因文而化之，從而思想發生轉變，影響力更加巨大。希臘文明影響的區域在不斷擴大，中華文明的影響也在延伸。那些在各地弘揚主流的傳統文化者，其父母、祖先或許有著不同的文化背景，但是他們本人卻轉而弘揚主流文化。最終成為建設統一政府的中堅力量。」"
    },
    {
      "id": "02-042-0137_p0019",
      "zh_CN": "汤恩比在二十世纪六十年代的历史观察，在九十年代得到了另一位来自英国的伟大学者的证明，他便是李约瑟。出生于一九００年的李约瑟，本是著名的化学家，他曾认为中国没有科学技术。因偶然的机缘而研究中国科技史，发现这个古老的国家，竟然有着灿烂的科技文明，他感到十分惊讶，遂一生孜孜不倦的探索研究。多年后，李约瑟说起这个转变时，直言宛如信仰改变，将它比为保罗归信基督。圣保罗曾经以搜捕基督徒为业，后来得到天启而转变，成为耶稣的重要门徒。李约瑟从科学家变成汉学家，改变了整个世界对于传统中国的看法，西方人从此真切感受到传统中国的生命力。李约瑟在一九五五年告诉全世界：「现在，人类比历史上任何一个时段，都更加迫切需要学习孔子、孟子。」同样的，汤恩比在上世纪七０年代提出：「解决二十一世纪的社会问题，唯有孔孟学说与大乘佛法。」",
      "zh_TW": "湯恩比在二十世紀六十年代的歷史觀察，在九十年代得到了另一位來自英國的偉大學者的證明，他便是李約瑟。出生於一九００年的李約瑟，本是著名的化學家，他曾認為中國沒有科學技術。因偶然的機緣而研究中國科技史，發現這個古老的國家，竟然有著燦爛的科技文明，他感到十分驚訝，遂一生孜孜不倦的探索研究。多年後，李約瑟說起這個轉變時，直言宛如信仰改變，將它比為保羅歸信基督。聖保羅曾經以搜捕基督徒為業，後來得到天啟而轉變，成為耶穌的重要門徒。李約瑟從科學家變成漢學家，改變了整個世界對於傳統中國的看法，西方人從此真切感受到傳統中國的生命力。李約瑟在一九五五年告訴全世界：「現在，人類比歷史上任何一個時段，都更加迫切需要學習孔子、孟子。」同樣的，湯恩比在上世紀七０年代提出：「解決二十一世紀的社會問題，唯有孔孟學說與大乘佛法。」"
    },
    {
      "id": "02-042-0137_p0020",
      "zh_CN": "三、培养圣贤——传统教学法的现代意义",
      "zh_TW": "三、培養聖賢——傳統教學法的現代意義"
    },
    {
      "id": "02-042-0137_p0021",
      "zh_CN": "以「一门深入、长时薰修」开启智慧",
      "zh_TW": "以「一門深入、長時薰修」開啟智慧"
    },
    {
      "id": "02-042-0137_p0022",
      "zh_CN": "孔孟学说与大乘佛法之所以能够用来解决现代社会问题，并非在于它们高妙的玄理，而是在于它们能够通过恰当的方式，培养出真正的圣贤君子，这便是中国人所说的「妙理贵躬行」。圣贤君子多，世界自然就美好了。这是传统教学法真正的教化力量所在。",
      "zh_TW": "孔孟學說與大乘佛法之所以能夠用來解決現代社會問題，並非在於它們高妙的玄理，而是在於它們能夠通過恰當的方式，培養出真正的聖賢君子，這便是中國人所說的「妙理貴躬行」。聖賢君子多，世界自然就美好了。這是傳統教學法真正的教化力量所在。"
    },
    {
      "id": "02-042-0137_p0023",
      "zh_CN": "汤恩比之所以能够体认到这个教化力量，是基于个人的具体实践。一九０二年，十三岁的汤恩比进入圣玛丽学院，接受古典语文的教育。他形容自己在圣玛丽学院，是「一门深入」的学习希腊文和拉丁文经典。如同儒家传统经典一样，这些经典以传承宇宙人生的真理、古圣先贤的大道为主题。所以，汤恩比的学术基础，和传统儒家知识分子「通经以治史」的教学模式，可谓异曲同工。汤恩比本人也将自己与传统中国学者相提并论：「当我一门深入的学习希腊文和拉丁文经典时，以此做为学问的基础，而同时期的中国学者们，正一门深入学习儒家经典。」",
      "zh_TW": "湯恩比之所以能夠體認到這個教化力量，是基於個人的具體實踐。一九０二年，十三歲的湯恩比進入聖瑪麗學院，接受古典語文的教育。他形容自己在聖瑪麗學院，是「一門深入」的學習希臘文和拉丁文經典。如同儒家傳統經典一樣，這些經典以傳承宇宙人生的真理、古聖先賢的大道為主題。所以，湯恩比的學術基礎，和傳統儒家知識分子「通經以治史」的教學模式，可謂異曲同工。湯恩比本人也將自己與傳統中國學者相提並論：「當我一門深入的學習希臘文和拉丁文經典時，以此做為學問的基礎，而同時期的中國學者們，正一門深入學習儒家經典。」"
    },
    {
      "id": "02-042-0137_p0024",
      "zh_CN": "在一九一二年，汤恩比执教牛津大学。可是很快他就发现，教师要依据学校需要，同时教授不同的课程，不能集中精力做研究。因而放弃了教职，「做一些可能并不赚钱，而具有创造性的脑力劳动」，即研究整个人类的文明史。从一九一五年起，一直到一九七五年逝世，一个甲子间，汤恩比都在「长时薰修」、孜孜不倦的研究文明史，成为近世以来最伟大的历史学家。这是高度专注带来的真实学习效果，印证了中国传统蒙学教材《三字经》所说的教学基本原则：「教之道，贵以专。」",
      "zh_TW": "在一九一二年，湯恩比執教牛津大學。可是很快他就發現，教師要依據學校需要，同時教授不同的課程，不能集中精力做研究。因而放棄了教職，「做一些可能並不賺錢，而具有創造性的腦力勞動」，即研究整個人類的文明史。從一九一五年起，一直到一九七五年逝世，一個甲子間，湯恩比都在「長時薰修」、孜孜不倦的研究文明史，成為近世以來最偉大的歷史學家。這是高度專注帶來的真實學習效果，印證了中國傳統蒙學教材《三字經》所說的教學基本原則：「教之道，貴以專。」"
    },
    {
      "id": "02-042-0137_p0025",
      "zh_CN": "现代生物化学研究也证实了，专注所产生的能量是最大的。科学家认为，脑电波有多种形式，能量也不同，其中以α波（频率８-１３赫兹）能量最大。当α波振幅降低、频率提升，则表示脑部处于高度专注的状态，此时的能量最高，意味着领悟、学习能力也都达到最高。科学家还发现，现代社会因为资讯太多，导致人们专注力大幅下降，学生的平均学习能力正在不断下降。由此可见，汤恩比之所以能够为人类做出这么大的贡献，和他潜心一志，一心一意研究文明史相关，真的如佛家所言，「制心一处，无事不办」。汤恩比辞去大学的教职而得以为人类做出更多的贡献，这是对现代教育模式的一种否定。如果教育不能以开启智慧为核心，不能保证在学习阶段「方读此，勿慕彼；此未终，彼勿起」，那么难免令其所教的对象专注力不断下降，学习能力代代滑坡。这就是汤恩比的人生对于现代教育的启示。",
      "zh_TW": "現代生物化學研究也證實了，專注所產生的能量是最大的。科學家認為，腦電波有多種形式，能量也不同，其中以α波（頻率８-１３赫茲）能量最大。當α波振幅降低、頻率提升，則表示腦部處於高度專注的狀態，此時的能量最高，意味著領悟、學習能力也都達到最高。科學家還發現，現代社會因為資訊太多，導致人們專注力大幅下降，學生的平均學習能力正在不斷下降。由此可見，湯恩比之所以能夠為人類做出這麼大的貢獻，和他潛心一志，一心一意研究文明史相關，真的如佛家所言，「制心一處，無事不辦」。湯恩比辭去大學的教職而得以為人類做出更多的貢獻，這是對現代教育模式的一種否定。如果教育不能以開啟智慧為核心，不能保證在學習階段「方讀此，勿慕彼；此未終，彼勿起」，那麼難免令其所教的對象專注力不斷下降，學習能力代代滑坡。這就是湯恩比的人生對於現代教育的啟示。"
    },
    {
      "id": "02-042-0137_p0026",
      "zh_CN": "由此可见，中国传统「贵以专」的教育模式，是真正能够培养出人才的模式。遗憾的是，这个模式被现代人视为压抑天性和过时，这多么可惜！这不仅仅是中国人的损失，更是整个人类的巨大损失。汤恩比的示现，说明迫切需要将传统教学法尽快复兴起来，以挽救人类文明。",
      "zh_TW": "由此可見，中國傳統「貴以專」的教育模式，是真正能夠培養出人才的模式。遺憾的是，這個模式被現代人視為壓抑天性和過時，這多麼可惜！這不僅僅是中國人的損失，更是整個人類的巨大損失。湯恩比的示現，說明迫切需要將傳統教學法儘快復興起來，以挽救人類文明。"
    },
    {
      "id": "02-042-0137_p0027",
      "zh_CN": "开启智慧的教学成果",
      "zh_TW": "開啟智慧的教學成果"
    },
    {
      "id": "02-042-0137_p0028",
      "zh_CN": "汤恩比的伟大，在于他对生命与人类的终极关怀。这种真诚的慈悲、爱护，是他从小接受古希腊、古罗马经典的圣贤教育，长大之后，成为真正热爱人类的圣贤君子的原因（To be human is to be divine）。这种赤子之心，是他的研究和言论能够感动世界的原因所在，也应验了孔子所言：「德不孤，必有邻。」",
      "zh_TW": "湯恩比的偉大，在於他對生命與人類的終極關懷。這種真誠的慈悲、愛護，是他從小接受古希臘、古羅馬經典的聖賢教育，長大之後，成為真正熱愛人類的聖賢君子的原因（To be human is to be divine）。這種赤子之心，是他的研究和言論能夠感動世界的原因所在，也應驗了孔子所言：「德不孤，必有鄰。」"
    },
    {
      "id": "02-042-0137_p0029",
      "zh_CN": "真正的赤子之心，是爱人如己的，是真正体认到万法一体的。汤恩比说：我对于历史环境的敏感，便是吾生而有涯之一部分。他上思祖先、下念儿孙，由此感到，全人类之历史如今付托于吾辈，我们承先辈之赐，如今必当将其传之后世。他虽然不能像李约瑟一样阅读文言文，但是他所说的话，正与一千五百年前的唐朝诗人陈子昂和李白，一千年前的宋代儒家学者张载遥相呼应。陈子昂登幽州台而「念天地之悠悠」，李白以传承大雅正声，而期待「垂辉映千春」，张载因身处唐宋社会变革之际，而提出「为往圣继绝学，为万世开太平」。这种知识分子的社会责任感，古今中外是相通的，他们心心念念所牵挂的，不是发展物质以悦耳目，而是传承文化以救文明。物质的胜利不能保证生活的幸福，通过文化教育以提升灵性，才能让大众找到生命的价值，体会到内心的喜悦。",
      "zh_TW": "真正的赤子之心，是愛人如己的，是真正體認到萬法一體的。湯恩比說：我對於歷史環境的敏感，便是吾生而有涯之一部分。他上思祖先、下念兒孫，由此感到，全人類之歷史如今付託於吾輩，我們承先輩之賜，如今必當將其傳之後世。他雖然不能像李約瑟一樣閱讀文言文，但是他所說的話，正與一千五百年前的唐朝詩人陳子昂和李白，一千年前的宋代儒家學者張載遙相呼應。陳子昂登幽州台而「念天地之悠悠」，李白以傳承大雅正聲，而期待「垂輝映千春」，張載因身處唐宋社會變革之際，而提出「為往聖繼絕學，為萬世開太平」。這種知識分子的社會責任感，古今中外是相通的，他們心心念念所牽掛的，不是發展物質以悅耳目，而是傳承文化以救文明。物質的勝利不能保證生活的幸福，通過文化教育以提升靈性，才能讓大眾找到生命的價值，體會到內心的喜悅。"
    },
    {
      "id": "02-042-0137_p0030",
      "zh_CN": "汤恩比在其大作《历史研究》中指出：「文化是文明的灵魂、血液、精髓与核心，文化是文明的本质和缩影。相比之下，政治部分（经济部分则更不用说）是文明的表象，而非本质。这些都是微不足道的现象，是文明活动的媒介而已。」汤恩比所言之「文化」，已将教育包括在内。师父上人对于中国传统文化的总结，和汤恩比的历史研究互相呼应：「文化是民族的灵魂，教育是文化的生机。」两个不同时代、不同国籍的智者，从未沟通却所言相同，这是英雄所见略同，是真理放之四海而皆准。",
      "zh_TW": "湯恩比在其大作《歷史研究》中指出：「文化是文明的靈魂、血液、精髓與核心，文化是文明的本質和縮影。相比之下，政治部分（經濟部分則更不用說）是文明的表象，而非本質。這些都是微不足道的現象，是文明活動的媒介而已。」湯恩比所言之「文化」，已將教育包括在內。師父上人對於中國傳統文化的總結，和湯恩比的歷史研究互相呼應：「文化是民族的靈魂，教育是文化的生機。」兩個不同時代、不同國籍的智者，從未溝通卻所言相同，這是英雄所見略同，是真理放之四海而皆準。"
    },
    {
      "id": "02-042-0137_p0031",
      "zh_CN": "所以，当过分发展科技，过度的商业化，促使人们放弃传统文化教育、宗教教育之时，人们会因为失去了人格的教育，而使道德水平不断滑坡，社会因而日趋混乱。正如《左传》所言：「人弃常则妖兴。」遗弃了圣贤教育、背弃了传统，西方所言的人文精神（humanity），东方所言的「文而化之」，皆无从实现；教育体系偏离了长养赤子之心的正轨，仁爱之心被欲望障蔽了，人类文明面临存亡的危机。",
      "zh_TW": "所以，當過分發展科技，過度的商業化，促使人們放棄傳統文化教育、宗教教育之時，人們會因為失去了人格的教育，而使道德水平不斷滑坡，社會因而日趨混亂。正如《左傳》所言：「人棄常則妖興。」遺棄了聖賢教育、背棄了傳統，西方所言的人文精神（humanity），東方所言的「文而化之」，皆無從實現；教育體系偏離了長養赤子之心的正軌，仁愛之心被欲望障蔽了，人類文明面臨存亡的危機。"
    },
    {
      "id": "02-042-0137_p0032",
      "zh_CN": "汤恩比之所以能够在上个世纪，在不懂得中文的情况下，依然对中华传统文化有深刻的悟处，这是因为他心中充满了无私无我的爱。这种万法一体的爱，人皆有之，然而，即使成年，依然赤子之心不变，这就需要真正开启智慧的传统文化教育。所以晚年的汤恩比虽然不信仰宗教，却对宇宙万法的真理深有所悟。他说：「这是一位历史学家的声音：坚信若真心求见上帝，通过治史便可于朦胧中，窥见上帝之一斑。」汤恩比所窥见的上帝，便是神圣的「爱」，「它是一种精神的力量，由自己推及整个宇宙，继而推至宇宙背后的终极精神实相。真正实现自我，就是让爱推己及人，令自我与他人融为一体，与终极精神实相融为一体」。这便是中国人所言之天人合一，「天地与我同根，万物与我同体」。",
      "zh_TW": "湯恩比之所以能夠在上個世紀，在不懂得中文的情況下，依然對中華傳統文化有深刻的悟處，這是因為他心中充滿了無私無我的愛。這種萬法一體的愛，人皆有之，然而，即使成年，依然赤子之心不變，這就需要真正開啟智慧的傳統文化教育。所以晚年的湯恩比雖然不信仰宗教，卻對宇宙萬法的真理深有所悟。他說：「這是一位歷史學家的聲音：堅信若真心求見上帝，通過治史便可於朦朧中，窺見上帝之一斑。」湯恩比所窺見的上帝，便是神聖的「愛」，「它是一種精神的力量，由自己推及整個宇宙，繼而推至宇宙背後的終極精神實相。真正實現自我，就是讓愛推己及人，令自我與他人融為一體，與終極精神實相融為一體」。這便是中國人所言之天人合一，「天地與我同根，萬物與我同體」。"
    },
    {
      "id": "02-042-0137_p0033",
      "zh_CN": "真正理解中国传统文化的，却是不懂中文的汤恩比，他的一生，与传统文化教育「因戒生定、因定开悟」的原则暗合，从而悟出道妙。这是汤恩比的一生给我们又一个重要的启示：教育要以智慧为追求、以长养赤子之心为要务。汤恩比的成就，反证出传统教育对现代社会仍然具有高度的传承价值。",
      "zh_TW": "真正理解中國傳統文化的，卻是不懂中文的湯恩比，他的一生，與傳統文化教育「因戒生定、因定開悟」的原則暗合，從而悟出道妙。這是湯恩比的一生給我們又一個重要的啟示：教育要以智慧為追求、以長養赤子之心為要務。湯恩比的成就，反證出傳統教育對現代社會仍然具有高度的傳承價值。"
    },
    {
      "id": "02-042-0137_p0034",
      "zh_CN": "四、未来生存——知来者之可追",
      "zh_TW": "四、未來生存——知來者之可追"
    },
    {
      "id": "02-042-0137_p0035",
      "zh_CN": "中国俗语云：「不听老人言，吃亏在眼前。」老人言里有真智慧，当仰信奉行以趋吉避凶。汤恩比看世界与中国传统的视角暗合，这一点，使他对于中国传统文化的认识，当代鲜有人能出其右。他惊人的博学和对整个人类的终极关怀，使其处处体现出孔子一般的智、仁、勇三达德。所以他的话，是真正的老人言。",
      "zh_TW": "中國俗語云：「不聽老人言，吃虧在眼前。」老人言裡有真智慧，當仰信奉行以趨吉避凶。湯恩比看世界與中國傳統的視角暗合，這一點，使他對於中國傳統文化的認識，當代鮮有人能出其右。他驚人的博學和對整個人類的終極關懷，使其處處體現出孔子一般的智、仁、勇三達德。所以他的話，是真正的老人言。"
    },
    {
      "id": "02-042-0137_p0036",
      "zh_CN": "如何让人类在未来中生存下去，并且生活得更好？对此，汤恩比不仅提出世界应当统合成一体，更具体指出统合所需要的条件：实现真正的宗教团结，宗教能够真正承担起教化人民的重任。",
      "zh_TW": "如何讓人類在未來中生存下去，並且生活得更好？對此，湯恩比不僅提出世界應當統合成一體，更具體指出統合所需要的條件：實現真正的宗教團結，宗教能夠真正承擔起教化人民的重任。"
    },
    {
      "id": "02-042-0137_p0037",
      "zh_CN": "在《历史研究》一书中，汤恩比指出：从旧社会转变到新社会，有一个最重要的因素，「从旧社会中发展出来的一个联合在一起的『教会』（即弘扬圣贤教育的机构），这个教会转而又让新社会得以从中诞生」。这是汤恩比考察古希腊社会、古代中国社会、伊斯兰教社会等二十一个文明之后，所总结出来的历史经验。它是说，文化彼此互相融合、互相学习的精神，最终可以产生一个范围更广、更加和谐的新社会，这就是联合国教科文组织所言的，「在人的思想中建立和平」。及至晚年，他更是指出：「没有全球的精神领域的革命，真正持久的和平就不能实现」；「文明存在一个平衡的力量，让社会（也包括宗教）重归和谐」。这与佛陀教导，和合一个团体，首先需要修「见和同解」暗合。",
      "zh_TW": "在《歷史研究》一書中，湯恩比指出：從舊社會轉變到新社會，有一個最重要的因素，「從舊社會中發展出來的一個聯合在一起的『教會』（即弘揚聖賢教育的機構），這個教會轉而又讓新社會得以從中誕生」。這是湯恩比考察古希臘社會、古代中國社會、伊斯蘭教社會等二十一個文明之後，所總結出來的歷史經驗。它是說，文化彼此互相融合、互相學習的精神，最終可以產生一個範圍更廣、更加和諧的新社會，這就是聯合國教科文組織所言的，「在人的思想中建立和平」。及至晚年，他更是指出：「沒有全球的精神領域的革命，真正持久的和平就不能實現」；「文明存在一個平衡的力量，讓社會（也包括宗教）重歸和諧」。這與佛陀教導，和合一個團體，首先需要修「見和同解」暗合。"
    },
    {
      "id": "02-042-0137_p0038",
      "zh_CN": "这种见和同解的共同基础，便是人类各族文明共同的追求「仁爱」，具体内容就是前文所述的十二德目。汤恩比进一步指出：「我相信伦理道德的一致性，可以和宗教的多样性共存，并且，我相信宗教以及意识形态的多样性，对其本身来说是好事，因为它们适应人性的多样化，满足不同人的不同需要。」日本僧人中村康隆在一百岁高龄时指出：「全世界所有宗教的创始人，都是观世音菩萨的化身。」这就是佛在《普门品》中所说的：应以何身得度者，即现何身而为说法。大道归一，其表述却是多种多样的，学习的途径虽有多种，但是殊途同归，也就是西方谚语所说的「条条大路通罗马」。多元宗教的实质是：所有的宗教都是爱的教化，都带领人们通向自性，这是「契理」；这些本质相同的教化，因适应时代、地区，需要而呈现不同的形式，这是「契机」。",
      "zh_TW": "這種見和同解的共同基礎，便是人類各族文明共同的追求「仁愛」，具體內容就是前文所述的十二德目。湯恩比進一步指出：「我相信倫理道德的一致性，可以和宗教的多樣性共存，並且，我相信宗教以及意識形態的多樣性，對其本身來說是好事，因為它們適應人性的多樣化，滿足不同人的不同需要。」日本僧人中村康隆在一百歲高齡時指出：「全世界所有宗教的創始人，都是觀世音菩薩的化身。」這就是佛在《普門品》中所說的：應以何身得度者，即現何身而為說法。大道歸一，其表述卻是多種多樣的，學習的途徑雖有多種，但是殊途同歸，也就是西方諺語所說的「條條大路通羅馬」。多元宗教的實質是：所有的宗教都是愛的教化，都帶領人們通向自性，這是「契理」；這些本質相同的教化，因適應時代、地區，需要而呈現不同的形式，這是「契機」。"
    },
    {
      "id": "02-042-0137_p0039",
      "zh_CN": "现在，科技已经将整个人类紧密联系到了一起，展望全球化日益加深的二十一世纪，汤恩比说：「我希望意识形态和宗教不再是地区性的文化遗产。我希望所有的宗教和意识形态，能够成为世界上每个孩子的文化遗产。」所以，他期待宗教教育呈现出新景象：「世界各地的孩子们，都要学习世界各个宗教的历史，了解不同的意识理念，从而令宗教和意识形态的选择，成为孩子们在心智成熟时，经过学习之后的自主选择。」",
      "zh_TW": "現在，科技已經將整個人類緊密聯繫到了一起，展望全球化日益加深的二十一世紀，湯恩比說：「我希望意識形態和宗教不再是地區性的文化遺產。我希望所有的宗教和意識形態，能夠成為世界上每個孩子的文化遺產。」所以，他期待宗教教育呈現出新景象：「世界各地的孩子們，都要學習世界各個宗教的歷史，了解不同的意識理念，從而令宗教和意識形態的選擇，成為孩子們在心智成熟時，經過學習之後的自主選擇。」"
    },
    {
      "id": "02-042-0137_p0040",
      "zh_CN": "让每个孩子，从小都能了解各种宗教传统，接受圣贤教育，会催生出一种新的教育：多元宗教的教育。提供多元宗教教育的机构，便是汤恩比所言之「联合的教会」，或者「彼此尊重、互相学习、深入经典的多元文化教育机构」，这个教育机构所造就的，是真正平等博爱的世界公民。",
      "zh_TW": "讓每個孩子，從小都能了解各種宗教傳統，接受聖賢教育，會催生出一種新的教育：多元宗教的教育。提供多元宗教教育的機構，便是湯恩比所言之「聯合的教會」，或者「彼此尊重、互相學習、深入經典的多元文化教育機構」，這個教育機構所造就的，是真正平等博愛的世界公民。"
    },
    {
      "id": "02-042-0137_p0041",
      "zh_CN": "虽然师父上人和汤恩比并没有机缘相见，许多汤恩比的著作、言论也没能翻译成中文。但是，两人在许多方面互相呼应，都在不约而同的强调，宗教应当回归教育。为此，师父上人毕生教学不辍，传承教育的佛教。一九九九年，老法师在新加坡团结九大宗教，倡导所有的宗教都要回归教育，鼓励每个宗教都能将其教义，精选出三百六十句最重要的教导，帮助世人学习。可以想见，如果汤恩比看到这些书，一定会说：《３６０》应该做为每个世界公民的必读书。",
      "zh_TW": "雖然師父上人和湯恩比並沒有機緣相見，許多湯恩比的著作、言論也沒能翻譯成中文。但是，兩人在許多方面互相呼應，都在不約而同的強調，宗教應當回歸教育。為此，師父上人畢生教學不輟，傳承教育的佛教。一九九九年，老法師在新加坡團結九大宗教，倡導所有的宗教都要回歸教育，鼓勵每個宗教都能將其教義，精選出三百六十句最重要的教導，幫助世人學習。可以想見，如果湯恩比看到這些書，一定會說：《３６０》應該做為每個世界公民的必讀書。"
    },
    {
      "id": "02-042-0137_p0042",
      "zh_CN": "现在，澳洲图文巴各个宗教已经自发的团结在一起，将这个有着八十多个族群，一百多种语言的澳洲花园城市，建设成为「多元宗教和谐示范城」。在这个示范城中，有一个包括多个宗教代表的「善心委员会」，还有一所供各种宗教共同活动的中心，它既是活动中心，也是教学中心。人们在这所学校中，可以共同庆祝不同宗教的庆典，聆听各种宗教教义的简介，彼此互相学习、共同进步。汤恩比所期待的多元宗教教育，在图文巴实践出来，他所说的统一的教会，有了现代化的新形式。可以想见，这将会成为给世界带来和平、团结的一股温馨美好的凝聚力。",
      "zh_TW": "現在，澳洲圖文巴各個宗教已經自發的團結在一起，將這個有著八十多個族群，一百多種語言的澳洲花園城市，建設成為「多元宗教和諧示範城」。在這個示範城中，有一個包括多個宗教代表的「善心委員會」，還有一所供各種宗教共同活動的中心，它既是活動中心，也是教學中心。人們在這所學校中，可以共同慶祝不同宗教的慶典，聆聽各種宗教教義的簡介，彼此互相學習、共同進步。湯恩比所期待的多元宗教教育，在圖文巴實踐出來，他所說的統一的教會，有了現代化的新形式。可以想見，這將會成為給世界帶來和平、團結的一股溫馨美好的凝聚力。"
    },
    {
      "id": "02-042-0137_p0043",
      "zh_CN": "在八十岁高龄时，汤恩比着《经验》一书，道出了老人的经验之谈：「我相信，在世界即将统一的前夕，在二十一世纪，人类生活、活动的方方面面都最终会统一在一起。我相信，在宗教领域，宗派主义将会让位给合一精神；在政治领域，国家主义将让位给全球政府。」这便是老人所期待的人类的未来：基督教奥古斯都的上帝之城，实现了柏拉图的乌托邦，中国式的天下大同，将给全世界的文明带来持久的繁荣。",
      "zh_TW": "在八十歲高齡時，湯恩比著《經驗》一書，道出了老人的經驗之談：「我相信，在世界即將統一的前夕，在二十一世紀，人類生活、活動的方方面面都最終會統一在一起。我相信，在宗教領域，宗派主義將會讓位給合一精神；在政治領域，國家主義將讓位給全球政府。」這便是老人所期待的人類的未來：基督教奧古斯都的上帝之城，實現了柏拉圖的烏托邦，中國式的天下大同，將給全世界的文明帶來持久的繁榮。"
    },
    {
      "id": "02-042-0137_p0044",
      "zh_CN": "以上是惭愧弟子学习汤恩比著作摘录的一个简要的总结。不妥之处恐怕很多。恭请尊敬的师父上人、老师、学长慈悲教导，不胜感恩！",
      "zh_TW": "以上是慚愧弟子學習湯恩比著作摘錄的一個簡要的總結。不妥之處恐怕很多。恭請尊敬的師父上人、老師、學長慈悲教導，不勝感恩！"
    },
    {
      "id": "02-042-0137_p0045",
      "zh_CN": "老法师：我们听了越溪的报告，非常欢喜，也非常感激，希望她把汤恩比的书多看一些，多给我们做些报告。",
      "zh_TW": "老法師：我們聽了越溪的報告，非常歡喜，也非常感激，希望她把湯恩比的書多看一些，多給我們做些報告。"
    },
    {
      "id": "02-042-0137_p0046",
      "zh_CN": "确实现在世界危机就在眼前，如何化解？这在二００五年，我记得我在马来西亚跟马哈迪长老见面。他跟我见面，第一个问题问我，他说：法师，你走过很多地方，也认识一些国家领导人，你看这个社会还会有和平吗？他是指整个地球。所以连这样的一位长老，他大我两岁，那个时候刚刚从政坛退下来两年。他在这个时期，大概执政是最长久的一位统治者，做马来西亚的首相二十二年。这个问题是非常严肃的问题，我当时解答的是：如果你能够把四桩事情做好，这个世界就和平了。他问我哪四桩？我说第一个，国家跟国家要平等对待、和睦相处；第二个，政党与政党；第三个，族群与族群；第四个，宗教与宗教，这四个都能做到平等对待、和睦相处，世界就和平了。",
      "zh_TW": "確實現在世界危機就在眼前，如何化解？這在二００五年，我記得我在馬來西亞跟馬哈迪長老見面。他跟我見面，第一個問題問我，他說：法師，你走過很多地方，也認識一些國家領導人，你看這個社會還會有和平嗎？他是指整個地球。所以連這樣的一位長老，他大我兩歲，那個時候剛剛從政壇退下來兩年。他在這個時期，大概執政是最長久的一位統治者，做馬來西亞的首相二十二年。這個問題是非常嚴肅的問題，我當時解答的是：如果你能夠把四樁事情做好，這個世界就和平了。他問我哪四樁？我說第一個，國家跟國家要平等對待、和睦相處；第二個，政黨與政黨；第三個，族群與族群；第四個，宗教與宗教，這四個都能做到平等對待、和睦相處，世界就和平了。"
    },
    {
      "id": "02-042-0137_p0047",
      "zh_CN": "他听了之后非常严肃，说不出话来，我们在这样气氛当中停留大概六、七分钟，最后还是我说话。我说：是难，非常艰难，非常棘手，但是，不是没有希望。我说现代这个社会，趋向于民主选举，在这个地球上，信仰宗教的人比不信宗教的人还是占多数；换句话说，我们在选票上我们比他们多。如果从宗教下手，宗教要团结，宗教要回归教育。怎么团结？回归教育是个手段，要互相学习，它就能团结了。宗教团结之后，会影响政治，会影响政党，会影响族群。他听了之后听懂了，很欢喜，满面笑容。以后我每次到马来西亚，我们都会见面，都会在一起聊天。",
      "zh_TW": "他聽了之後非常嚴肅，說不出話來，我們在這樣氣氛當中停留大概六、七分鐘，最後還是我說話。我說：是難，非常艱難，非常棘手，但是，不是沒有希望。我說現代這個社會，趨向於民主選舉，在這個地球上，信仰宗教的人比不信宗教的人還是佔多數；換句話說，我們在選票上我們比他們多。如果從宗教下手，宗教要團結，宗教要回歸教育。怎麼團結？回歸教育是個手段，要互相學習，它就能團結了。宗教團結之後，會影響政治，會影響政黨，會影響族群。他聽了之後聽懂了，很歡喜，滿面笑容。以後我每次到馬來西亞，我們都會見面，都會在一起聊天。"
    },
    {
      "id": "02-042-0137_p0048",
      "zh_CN": "我跟现在的首相纳吉，我们是好朋友，我第一次去访问他的时候，他问我第一句话，他说：法师，我很想把马来西亚治好，你看有什么方法？不容易，一个国家领导人，这就是不耻下问，太难得了，这人是好人。我当时就告诉他，只要把教育办好。什么教育？伦理的教育、道德的教育、因果的教育、宗教的教育（宗教是神圣的教育），你能把这四种教育办好，你这个国家就兴旺了，什么问题都解决了。所以要把人教好，把这个摆在第一位。我们以后就变成好朋友。这次访问马来西亚，他邀请我，我到马来西亚，他替我安排四场访问，是四家电视台，每次访问是一个小时。听说，马来西亚同修到这边来告诉我，最近几天又播放了，那可能不是播放一遍，因为我们当时讲的时候是第二天播放。",
      "zh_TW": "我跟現在的首相納吉，我們是好朋友，我第一次去訪問他的時候，他問我第一句話，他說：法師，我很想把馬來西亞治好，你看有什麼方法？不容易，一個國家領導人，這就是不恥下問，太難得了，這人是好人。我當時就告訴他，只要把教育辦好。什麼教育？倫理的教育、道德的教育、因果的教育、宗教的教育（宗教是神聖的教育），你能把這四種教育辦好，你這個國家就興旺了，什麼問題都解決了。所以要把人教好，把這個擺在第一位。我們以後就變成好朋友。這次訪問馬來西亞，他邀請我，我到馬來西亞，他替我安排四場訪問，是四家電視台，每次訪問是一個小時。聽說，馬來西亞同修到這邊來告訴我，最近幾天又播放了，那可能不是播放一遍，因為我們當時講的時候是第二天播放。"
    },
    {
      "id": "02-042-0137_p0049",
      "zh_CN": "所以教育是中国人最懂得的，我相信中国人重视教育，绝对不是在有中国文字之后，应该在之前。中国有文字到现在，是黄帝创造文字，四千五百年；中国人懂得伦理、道德、因果教育，应该可以推到一万年之前。我深深相信，因为这四科教育，前面两个是根，伦理，就是五伦、五常，肯定超过一万年。四维是管仲说出来的，管仲跟孔子同时代，年岁比孔子大。八德见到文字是在先秦时代，就在秦汉这个时代。这是两千多年前，大概二千五百年前，完成这四科，世世代代，一直到满清末年还遵守着。满清为什么亡国？就是对于这四种教育疏忽了，不太重视了。这可能与慈禧太后文化水平有关系，她有福报，我相信她读书不多，她也不是个好学的。她执政，这个头带得不好，领导人不尊重，下面的人就降温。",
      "zh_TW": "所以教育是中國人最懂得的，我相信中國人重視教育，絕對不是在有中國文字之後，應該在之前。中國有文字到現在，是黃帝創造文字，四千五百年；中國人懂得倫理、道德、因果教育，應該可以推到一萬年之前。我深深相信，因為這四科教育，前面兩個是根，倫理，就是五倫、五常，肯定超過一萬年。四維是管仲說出來的，管仲跟孔子同時代，年歲比孔子大。八德見到文字是在先秦時代，就在秦漢這個時代。這是兩千多年前，大概二千五百年前，完成這四科，世世代代，一直到滿清末年還遵守著。滿清為什麼亡國？就是對於這四種教育疏忽了，不太重視了。這可能與慈禧太后文化水平有關係，她有福報，我相信她讀書不多，她也不是個好學的。她執政，這個頭帶得不好，領導人不尊重，下面的人就降溫。"
    },
    {
      "id": "02-042-0137_p0050",
      "zh_CN": "到满清亡国，入民国这个时代，民国一直到今天，在没有统一之前都是战乱，军阀割据、中日战争。到解放战争之后，这新中国建立，才算是战争终止了，但是社会并不安定。为什么原因，现在我们懂得了，我们把祖宗教诲丢掉了。为什么中国在历朝历代，去看历史，统一之后，不超过五年，国家就颁布礼乐，制礼作乐，就颁布了，人人都要遵守，社会就安定了。民国建立一直到今天，一百多年了，没有礼、没有乐，所以社会动乱。人民连起心动念、言语行动没有一个标准，应该怎么做法不知道，它怎么会不乱？制礼作乐就是让社会安定秩序，这是社会安定最重要的一桩大事情。中国在历史上如此，只要颁布礼乐之后，称为治世；如果没有礼乐的时候，中国历史上称为乱世。中国这个乱世，满清亡国这一百多年，乱世，一直到现在。我们期盼着能够颁布礼乐，从乱世转变成大治之世，这个很重要。",
      "zh_TW": "到滿清亡國，入民國這個時代，民國一直到今天，在沒有統一之前都是戰亂，軍閥割據、中日戰爭。到解放戰爭之後，這新中國建立，才算是戰爭終止了，但是社會並不安定。為什麼原因，現在我們懂得了，我們把祖宗教誨丟掉了。為什麼中國在歷朝歷代，去看歷史，統一之後，不超過五年，國家就頒布禮樂，制禮作樂，就頒布了，人人都要遵守，社會就安定了。民國建立一直到今天，一百多年了，沒有禮、沒有樂，所以社會動亂。人民連起心動念、言語行動沒有一個標準，應該怎麼做法不知道，它怎麼會不亂？制禮作樂就是讓社會安定秩序，這是社會安定最重要的一樁大事情。中國在歷史上如此，只要頒布禮樂之後，稱為治世；如果沒有禮樂的時候，中國歷史上稱為亂世。中國這個亂世，滿清亡國這一百多年，亂世，一直到現在。我們期盼著能夠頒布禮樂，從亂世轉變成大治之世，這個很重要。"
    },
    {
      "id": "02-042-0137_p0051",
      "zh_CN": "所以这个一百多年，中国人崇洋的心理在膨胀，现在膨胀到极处，对于自己的文化产生怀疑，认为这是封建的，这是落伍的，这是妨碍人民自由的，错了，大错特错。再不回头，不但中国问题严重，全世界会走向末日，到那个时候后悔莫及。所以我希望我们的同学，看到好的书，有益于安定社会的书籍、典籍，读了之后，都能写一份学习报告。在我们这个小的学习班，我们班，人虽然不多，我们有网路，从网路的传播，会产生很大的影响，我们要努力去做，这是我对大家的希望。",
      "zh_TW": "所以這個一百多年，中國人崇洋的心理在膨脹，現在膨脹到極處，對於自己的文化產生懷疑，認為這是封建的，這是落伍的，這是妨礙人民自由的，錯了，大錯特錯。再不回頭，不但中國問題嚴重，全世界會走向末日，到那個時候後悔莫及。所以我希望我們的同學，看到好的書，有益於安定社會的書籍、典籍，讀了之後，都能寫一份學習報告。在我們這個小的學習班，我們班，人雖然不多，我們有網路，從網路的傳播，會產生很大的影響，我們要努力去做，這是我對大家的希望。"
    },
    {
      "id": "02-042-0137_p0052",
      "zh_CN": "我自己年轻失学，没有念过什么书，十四岁就要自己找工作谋生。十四岁做童工，伺候人，一个月得到的钱很少，十几块钱，在那个时代，可以养活自己，没有机会读书。所以，有一点时间就想读一点书，没有人教。为什么会有一点成就？就是爱心。我有一次在美国，在迈阿密，那时候在美国十几个大城讲《地藏经》大意。在迈阿密的时候，我一看，进入讲堂，一半是美国人，我们华侨不多，多半都是美国人。所以我马上把题目改掉，这个机会很难得，我讲什么？讲认识佛教，诸位看到我《认识佛教》那个小册子，在迈阿密讲的。一共八天，每天两个小时，有一个小时的翻译，实际上就是八个小时，这八个小时以后写出文字，就出版这本小书。这是临时改变讲题，把佛教介绍给美国人，让他了解，它是宗教，但是它是教育，是宗教的面孔，实际上它是神圣的教育、智慧的教育，它真能帮助我们解决问题。我们在经典上得到很多的启示，跟中国的儒、道，跟世界上有名的这些学者他们的理念都能够相通，证明我们都是从同一个真诚的爱心流出来的。",
      "zh_TW": "我自己年輕失學，沒有念過什麼書，十四歲就要自己找工作謀生。十四歲做童工，伺候人，一個月得到的錢很少，十幾塊錢，在那個時代，可以養活自己，沒有機會讀書。所以，有一點時間就想讀一點書，沒有人教。為什麼會有一點成就？就是愛心。我有一次在美國，在邁阿密，那時候在美國十幾個大城講《地藏經》大意。在邁阿密的時候，我一看，進入講堂，一半是美國人，我們華僑不多，多半都是美國人。所以我馬上把題目改掉，這個機會很難得，我講什麼？講認識佛教，諸位看到我《認識佛教》那個小冊子，在邁阿密講的。一共八天，每天兩個小時，有一個小時的翻譯，實際上就是八個小時，這八個小時以後寫出文字，就出版這本小書。這是臨時改變講題，把佛教介紹給美國人，讓他了解，它是宗教，但是它是教育，是宗教的面孔，實際上它是神聖的教育、智慧的教育，它真能幫助我們解決問題。我們在經典上得到很多的啟示，跟中國的儒、道，跟世界上有名的這些學者他們的理念都能夠相通，證明我們都是從同一個真誠的愛心流出來的。"
    },
    {
      "id": "02-042-0137_p0053",
      "zh_CN": "所以，学习传统文化、学习宗教，没有真诚的爱心就会走偏了，会走上邪路。一定要有真诚的爱心、无私的爱心，我们才会像诸佛菩萨、古圣先贤，甘心情愿做出牺牲奉献，我们能做多少，一定就做多少。这一生，我觉得我走的路，都是祖宗替我安排的，佛菩萨替我安排的，我做得非常欢喜。我一无所求，一生没有道场，我也不求任何人。这些年来我们用卫星电视、用网际网路，跟全世界爱好圣贤教育的同学们做了好朋友。好，我们再看下面一位。",
      "zh_TW": "所以，學習傳統文化、學習宗教，沒有真誠的愛心就會走偏了，會走上邪路。一定要有真誠的愛心、無私的愛心，我們才會像諸佛菩薩、古聖先賢，甘心情願做出犧牲奉獻，我們能做多少，一定就做多少。這一生，我覺得我走的路，都是祖宗替我安排的，佛菩薩替我安排的，我做得非常歡喜。我一無所求，一生沒有道場，我也不求任何人。這些年來我們用衛星電視、用網際網路，跟全世界愛好聖賢教育的同學們做了好朋友。好，我們再看下面一位。"
    },
    {
      "id": "02-042-0137_p0054",
      "zh_CN": "学生：尊敬的师父上人、尊敬的诸位法师、大德老师，阿弥陀佛！不肖弟子今日恭敬汇报的主题是：「简介汉字文字学和文言文」。",
      "zh_TW": "學生：尊敬的師父上人、尊敬的諸位法師、大德老師，阿彌陀佛！不肖弟子今日恭敬匯報的主題是：「簡介漢字文字學和文言文」。"
    },
    {
      "id": "02-042-0137_p0055",
      "zh_CN": "中华民族拥有五千多年的文明历史。在人类的发展史上，出现过巴比伦文明、古埃及文明、古罗马文明、古印度文明及中华文明等。这些古文明，有的衰落消失了，有的融入了其他文明，而中华文明虽历经沧桑，却延续下来了。为什么中华文明得以幸存？文字的统一与继承是一个重要因素。文字是文化的载体，如果这个载体消失了，其承载的文化与文明也会随之灭亡。中华民族的文字，在几千年的历史更迭中能保持至今，是人类史上了不起的文化奇迹。这个文化超越时空，是全人类的宝贵遗产。",
      "zh_TW": "中華民族擁有五千多年的文明歷史。在人類的發展史上，出現過巴比倫文明、古埃及文明、古羅馬文明、古印度文明及中華文明等。這些古文明，有的衰落消失了，有的融入了其他文明，而中華文明雖歷經滄桑，卻延續下來了。為什麼中華文明得以幸存？文字的統一與繼承是一個重要因素。文字是文化的載體，如果這個載體消失了，其承載的文化與文明也會隨之滅亡。中華民族的文字，在幾千年的歷史更迭中能保持至今，是人類史上了不起的文化奇蹟。這個文化超越時空，是全人類的寶貴遺產。"
    },
    {
      "id": "02-042-0137_p0056",
      "zh_CN": "今人受到西方学术的影响，将文字分类为拼音文字和象形文字两大类，并将汉字归为象形文字，这是现代人的误解。汉字重在表意，而「象形」只是造字六书其中的一个方式，不能以偏概全。汉字与古埃及和纳西族的象形字，旨趣大相径庭。无论象形文字还是拼音文字，都是为了应对日常所需，便于互助合作而形成的符号体系。但是做为表意的汉字，却是为了王道的教化、成就圣贤君子，实现大同之治而创立的。目的就是要将圣人所悟的真理，原原本本传递出来，因此才能超越时空。",
      "zh_TW": "今人受到西方學術的影響，將文字分類為拼音文字和象形文字兩大類，並將漢字歸為象形文字，這是現代人的誤解。漢字重在表意，而「象形」只是造字六書其中的一個方式，不能以偏概全。漢字與古埃及和納西族的象形字，旨趣大相徑庭。無論象形文字還是拼音文字，都是為了應對日常所需，便於互助合作而形成的符號體系。但是做為表意的漢字，卻是為了王道的教化、成就聖賢君子，實現大同之治而創立的。目的就是要將聖人所悟的真理，原原本本傳遞出來，因此才能超越時空。"
    },
    {
      "id": "02-042-0137_p0057",
      "zh_CN": "一、汉字是智慧的符号、文字学是学问的根基",
      "zh_TW": "一、漢字是智慧的符號、文字學是學問的根基"
    },
    {
      "id": "02-042-0137_p0058",
      "zh_CN": "近年来，社会各个领域、各界人士都在提倡中华传统文化的教育与复兴，这真是可喜的现象。尊敬的师父上人教导我们：「孝是中华文化根，敬是中华文化本。」中华传统文化具体就表现在五伦、五常、四维、八德的落实当中。学习传统文化首先要注重扎好根基，先是德行，其次才是学问。所以，我们要明了，孝与敬是德之根本，是中华文明之根本。",
      "zh_TW": "近年來，社會各個領域、各界人士都在提倡中華傳統文化的教育與復興，這真是可喜的現象。尊敬的師父上人教導我們：「孝是中華文化根，敬是中華文化本。」中華傳統文化具體就表現在五倫、五常、四維、八德的落實當中。學習傳統文化首先要注重紮好根基，先是德行，其次才是學問。所以，我們要明瞭，孝與敬是德之根本，是中華文明之根本。"
    },
    {
      "id": "02-042-0137_p0059",
      "zh_CN": "如何明白什么是真正的孝，什么是真正的敬？我们又如何在生活、工作、处事待人接物中落实孝与敬？想要知道方法，那我们就一定要求教古人，从古圣先贤的典籍中去找答案。《四库全书》就是一位最好的老师，它是中国历史上规模最大的一套丛书，乾隆三十八年（公元一七七三年）开始编纂，经过九年的时间完成，约八亿字。整套书收录了从先秦，到清．乾隆年间前的重要的、具备传世价值的古籍、经典。《四库全书》分为经、史、子、集四部，其中包括了《论语》、《周礼》、《资治通鉴》、《本草纲目》等等的经典著作，这都是老祖宗留给我们和世界的无上智慧瑰宝。",
      "zh_TW": "如何明白什麼是真正的孝，什麼是真正的敬？我們又如何在生活、工作、處事待人接物中落實孝與敬？想要知道方法，那我們就一定要求教古人，從古聖先賢的典籍中去找答案。《四庫全書》就是一位最好的老師，它是中國歷史上規模最大的一套叢書，乾隆三十八年（公元一七七三年）開始編纂，經過九年的時間完成，約八億字。整套書收錄了從先秦，到清．乾隆年間前的重要的、具備傳世價值的古籍、經典。《四庫全書》分為經、史、子、集四部，其中包括了《論語》、《周禮》、《資治通鑑》、《本草綱目》等等的經典著作，這都是老祖宗留給我們和世界的無上智慧瑰寶。"
    },
    {
      "id": "02-042-0137_p0060",
      "zh_CN": "可惜的是，由于对汉字缺乏认识与理解，现代人读古籍，往往望文生义，把古人的教导理解错了，在日常生活、工作与待人接物中运用错了，得不到学习圣贤的真实利益。如果因为这个原因，我们就对古圣先贤的智慧生起怀疑、弃之不用，那就实在太可惜了。所以，想要准确、透彻的理解典籍的真实含义，就必须先从学习文字开始。文字学就是一把能打开中华民族几千年优秀文化宝藏的钥匙，有了它，我们才能发现蕴含其中的深广智慧。",
      "zh_TW": "可惜的是，由於對漢字缺乏認識與理解，現代人讀古籍，往往望文生義，把古人的教導理解錯了，在日常生活、工作與待人接物中運用錯了，得不到學習聖賢的真實利益。如果因為這個原因，我們就對古聖先賢的智慧生起懷疑、棄之不用，那就實在太可惜了。所以，想要準確、透徹的理解典籍的真實含義，就必須先從學習文字開始。文字學就是一把能打開中華民族幾千年優秀文化寶藏的鑰匙，有了它，我們才能發現蘊含其中的深廣智慧。"
    },
    {
      "id": "02-042-0137_p0061",
      "zh_CN": "中国传统有十二个德目，「孝悌忠信、礼义廉耻、仁爱和平」，核心是孝。孝是中国传统文化的大根大本，可是现代人对「孝」这个字的真实含义有多少了解？「孝」是个会意字，上一半是个「老」，下一半是个「子」，就好像年轻人揹着老人，相亲相爱、和乐融融。所以孝这个字，表示上一代跟下一代是一体。再往深处体会，上一代还有上一代，下一代还有下一代，过去无始，未来无终，无始无终是一个整体，这是孝的意思。从上下再扩张至横这一面，它还是一体。佛家说「竖穷三际，横遍十方」，是讲宇宙间时空实为一体。这个孝字为我们展示了一体的宇宙人生观。",
      "zh_TW": "中國傳統有十二個德目，「孝悌忠信、禮義廉恥、仁愛和平」，核心是孝。孝是中國傳統文化的大根大本，可是現代人對「孝」這個字的真實含義有多少了解？「孝」是個會意字，上一半是個「老」，下一半是個「子」，就好像年輕人揹著老人，相親相愛、和樂融融。所以孝這個字，表示上一代跟下一代是一體。再往深處體會，上一代還有上一代，下一代還有下一代，過去無始，未來無終，無始無終是一個整體，這是孝的意思。從上下再擴張至橫這一面，它還是一體。佛家說「豎窮三際，橫遍十方」，是講宇宙間時空實為一體。這個孝字為我們展示了一體的宇宙人生觀。"
    },
    {
      "id": "02-042-0137_p0062",
      "zh_CN": "可见，汉字十分了不起，是智慧的符号，是艺术，它的特性在全世界独一无二，字字有深意。清朝的文字训诂学家朱骏声先生讲到：「读书贵先识字，识字然后能通经，通经然后能致用」；为我们指出了，学习传统文化是从识字开始，文字学的根基非常的重要，要扎得牢、扎得稳、扎得深。「根深干壮，木繁茂而花芳」，树木的根深，树干才能粗壮，枝叶才能茂盛，从而开出芬芳的花朵。在学习传统文化的次第中，语言文字之学皆称小学，是各种学问的预备，缺少了这门功课，对任何经典就不能够通达了。《三字经》中的一句经文向我们道出了学习传统文化先后的次第：「为学者，必有初，小学终，至四书。」意思是说，语言文字学修学结束，然后方可读《四书》等经、史典籍。",
      "zh_TW": "可見，漢字十分了不起，是智慧的符號，是藝術，它的特性在全世界獨一無二，字字有深意。清朝的文字訓詁學家朱駿聲先生講到：「讀書貴先識字，識字然後能通經，通經然後能致用」；為我們指出了，學習傳統文化是從識字開始，文字學的根基非常的重要，要紮得牢、紮得穩、紮得深。「根深幹壯，木繁茂而花芳」，樹木的根深，樹幹才能粗壯，枝葉才能茂盛，從而開出芬芳的花朵。在學習傳統文化的次第中，語言文字之學皆稱小學，是各種學問的預備，缺少了這門功課，對任何經典就不能夠通達了。《三字經》中的一句經文向我們道出了學習傳統文化先後的次第：「為學者，必有初，小學終，至四書。」意思是說，語言文字學修學結束，然後方可讀《四書》等經、史典籍。"
    },
    {
      "id": "02-042-0137_p0063",
      "zh_CN": "所以，传统文化的根基为语言文字学，这个学习方法从西汉的时候已经开始了，代代相传；功底全面扎实，才能有大成就。一位文字学的老师曾告诫：「不通文字，纵勤奋若苏秦，好学如颜回，惜时如金玉，历时数十年，亦难于成就，以其缺乏根基，不得方法次第故也。」所以，大家不可以小看语言文字的学习。鸟依翅而可飞，人赖脚而能行，国学赖语言文字而后能通达。只有把文字理解透彻，有了这双脚，我们才能够正确、深入的理解圣贤的教诲。",
      "zh_TW": "所以，傳統文化的根基為語言文字學，這個學習方法從西漢的時候已經開始了，代代相傳；功底全面紮實，才能有大成就。一位文字學的老師曾告誡：「不通文字，縱勤奮若蘇秦，好學如顏回，惜時如金玉，歷時數十年，亦難於成就，以其缺乏根基，不得方法次第故也。」所以，大家不可以小看語言文字的學習。鳥依翅而可飛，人賴腳而能行，國學賴語言文字而後能通達。只有把文字理解透徹，有了這雙腳，我們才能夠正確、深入的理解聖賢的教誨。"
    },
    {
      "id": "02-042-0137_p0064",
      "zh_CN": "简介《说文解字》",
      "zh_TW": "簡介《說文解字》"
    },
    {
      "id": "02-042-0137_p0065",
      "zh_CN": "文字学自东汉以后，以《说文解字》做为重要的教材，它的重要性是不可替代的。《说文解字》，简称《说文》，是一部中国东汉时期编着的文字工具书，也就是我们现代所说的字典。《说文解字》的作者许慎先生，字叔重，东汉汝南召陵人，今河南郾城东北，是一位中国历史上杰出的文字学家、古文学家。许慎先生师从经学大师贾逵，在当时被誉为「五经无双许叔重」。他历经二十一年着成《说文解字》，归纳出了汉字五百四十个部首。《说文解字》是中国第一部按照部首编排的字典，也是世界上最早的字书之一。其中大量内容被汉朝以后的多种书籍所引用，目前最通行的版本，是北宋徐铉于雍熙三年（公元九八六年）校订完成的版本，称为《大徐本》。宋以后的《说文》研究著作多以此为蓝本，例如清朝的段玉裁注释本等。",
      "zh_TW": "文字學自東漢以後，以《說文解字》做為重要的教材，它的重要性是不可替代的。《說文解字》，簡稱《說文》，是一部中國東漢時期編著的文字工具書，也就是我們現代所說的字典。《說文解字》的作者許慎先生，字叔重，東漢汝南召陵人，今河南郾城東北，是一位中國歷史上傑出的文字學家、古文學家。許慎先生師從經學大師賈逵，在當時被譽為「五經無雙許叔重」。他歷經二十一年著成《說文解字》，歸納出了漢字五百四十個部首。《說文解字》是中國第一部按照部首編排的字典，也是世界上最早的字書之一。其中大量內容被漢朝以後的多種書籍所引用，目前最通行的版本，是北宋徐鉉於雍熙三年（公元九八六年）校訂完成的版本，稱為《大徐本》。宋以後的《說文》研究著作多以此為藍本，例如清朝的段玉裁註釋本等。"
    },
    {
      "id": "02-042-0137_p0066",
      "zh_CN": "《说文》部首对后世产生了深远的影响，汉语注音符号的来源就是《说文》部首。诸多的著书，譬如《字林》、《康熙字典》，都是根据许慎先生所独创的部首检字法的方法来编排的。清朝的史学家、经学家王鸣盛先生告诉我们：「《说文》为天下第一种书，读遍天下书，不读《说文》犹不读也。」《说文》是天下所有书的根基，有了《说文》的基础，进一步再读古代典籍就能非常深入，否则纵然遍读天下书，也不可能通达。",
      "zh_TW": "《說文》部首對後世產生了深遠的影響，漢語注音符號的來源就是《說文》部首。諸多的著書，譬如《字林》、《康熙字典》，都是根據許慎先生所獨創的部首檢字法的方法來編排的。清朝的史學家、經學家王鳴盛先生告訴我們：「《說文》為天下第一種書，讀遍天下書，不讀《說文》猶不讀也。」《說文》是天下所有書的根基，有了《說文》的基礎，進一步再讀古代典籍就能非常深入，否則縱然遍讀天下書，也不可能通達。"
    },
    {
      "id": "02-042-0137_p0067",
      "zh_CN": "《说文解字》有九千三百五十三字，五百四十个部首，重文一千一百六十三字，所谓的重文，就是一个字不同的古文字形体。我们如何才能够把九千三百五十三字深刻、系统的掌握？近代著名的文字学家王宁教授说：「《说文》部首是学习和研究《说文》的纲领。」五百四十部首统领九千三百五十三字，是《说文》的纲目，按部就班把纲目掌握了，以字划类，再学其余的字就容易契入、容易记忆。据统计和学者研究，高能部首共有七十九部，占《说文解字》九千三百五十三字的百分之八十点九二，中能部首有二十九部，占总数的百分之十四点六二。从此数据来看，只要学习近一百个部首，就能掌握到《说文解字》中百分之九十五的字了。文字是中华传统文化的本源，而部首在古代被称为字源，是诸字的源头，明其源就知其流脉。所以，学习部首不仅是识字为用，而且还可以帮助我们全面的了解古代文化。",
      "zh_TW": "《說文解字》有九千三百五十三字，五百四十個部首，重文一千一百六十三字，所謂的重文，就是一個字不同的古文字形體。我們如何才能夠把九千三百五十三字深刻、系統的掌握？近代著名的文字學家王寧教授說：「《說文》部首是學習和研究《說文》的綱領。」五百四十部首統領九千三百五十三字，是《說文》的綱目，按部就班把綱目掌握了，以字劃類，再學其餘的字就容易契入、容易記憶。據統計和學者研究，高能部首共有七十九部，佔《說文解字》九千三百五十三字的百分之八十點九二，中能部首有二十九部，佔總數的百分之十四點六二。從此數據來看，只要學習近一百個部首，就能掌握到《說文解字》中百分之九十五的字了。文字是中華傳統文化的本源，而部首在古代被稱為字源，是諸字的源頭，明其源就知其流脈。所以，學習部首不僅是識字為用，而且還可以幫助我們全面的了解古代文化。"
    },
    {
      "id": "02-042-0137_p0068",
      "zh_CN": "古人著书有严密的体例，它的先后次第、篇章的安排，都涵盖了作者的人生观、价值观，和当时社会的主要思想。中华民族的祖先自古以来，就对于天地万物存有一种深深的敬畏心，这些都能体现于著书当中。《说文解字》虽然是一部文字学的书籍，但在许慎先生眼中，它也如同天地万物，涵盖了一切，是古人宇宙世界观的一个综合体现。真的是字字都有来历，都在传道、都是教化，我们可以通过文字的学习，推测古人的生活状态与思想。许慎先生在《说文》当中，为我们保留了至为珍贵的古文字形体，如果不是《说文》这部书，可能这些文化遗产就失传了。这些汉字宛如老祖宗为后世留下的老照片，而《说文解字》整部书就像是一部相册，为我们映现出古代灿烂的世界。「图一」，图为《西安碑林名碑精粹》之篆书目录偏旁字源碑。",
      "zh_TW": "古人著書有嚴密的體例，它的先後次第、篇章的安排，都涵蓋了作者的人生觀、價值觀，和當時社會的主要思想。中華民族的祖先自古以來，就對於天地萬物存有一種深深的敬畏心，這些都能體現於著書當中。《說文解字》雖然是一部文字學的書籍，但在許慎先生眼中，它也如同天地萬物，涵蓋了一切，是古人宇宙世界觀的一個綜合體現。真的是字字都有來歷，都在傳道、都是教化，我們可以通過文字的學習，推測古人的生活狀態與思想。許慎先生在《說文》當中，為我們保留了至為珍貴的古文字形體，如果不是《說文》這部書，可能這些文化遺產就失傳了。這些漢字宛如老祖宗為後世留下的老照片，而《說文解字》整部書就像是一部相冊，為我們映現出古代燦爛的世界。「圖一」，圖為《西安碑林名碑精粹》之篆書目錄偏旁字源碑。"
    },
    {
      "id": "02-042-0137_p0069",
      "zh_CN": "识字之方",
      "zh_TW": "識字之方"
    },
    {
      "id": "02-042-0137_p0070",
      "zh_CN": "字应该如何识？是不是认识这个字就称之为识字？对一个字，古人所要求的是：要辨其形、知其音、解其义，三者相互结合，才称得上是识字。许慎《说文解字》之体例，凡说解文字，每一字必先列其形，次释其义，后述其音。深度和广度都有很高的要求，所以称之为文字学，称之为「学」就必定有严密的系统。",
      "zh_TW": "字應該如何識？是不是認識這個字就稱之為識字？對一個字，古人所要求的是：要辨其形、知其音、解其義，三者相互結合，才稱得上是識字。許慎《說文解字》之體例，凡說解文字，每一字必先列其形，次釋其義，後述其音。深度和廣度都有很高的要求，所以稱之為文字學，稱之為「學」就必定有嚴密的系統。"
    },
    {
      "id": "02-042-0137_p0071",
      "zh_CN": "例如，「八」这个字，不只是代表数字的八，古代的意思为「别也」。别就是分开，背离，八的字形就呈现分别的样子，这形中就代表义，音中也有义。「图二」，图中快艇划分海面所留下的痕迹，是否很像八的字形？当我们念八这个字的时候，双唇用力向上下两边分开，从八的音，往往都有分的意思。所以形、音、义都相合。",
      "zh_TW": "例如，「八」這個字，不只是代表數字的八，古代的意思為「別也」。別就是分開，背離，八的字形就呈現分別的樣子，這形中就代表義，音中也有義。「圖二」，圖中快艇劃分海面所留下的痕跡，是否很像八的字形？當我們念八這個字的時候，雙唇用力向上下兩邊分開，從八的音，往往都有分的意思。所以形、音、義都相合。"
    },
    {
      "id": "02-042-0137_p0072",
      "zh_CN": "不断发展的历史，为我们带来了汉字形体之演变，甲骨文、金文、小篆与楷体就是其中四大类。现代所常用的书体叫做楷书。小篆体是公元前二二一年秦始皇统一汉民族时，为了加速推行政令及传播文化，命令宰相李斯等人所整理出来的标准字体。《说文解字》一书，大部分引用的是小篆体。金文是周代的字体，又称钟鼎文。甲骨文则是商代的字体，它比金文要早。「图三」，从「走」这个例子我们可以看出，愈早的字体就愈是保留了文字创造时的原貌。所以，想要真正理解一个字的含义，就需还原它的本字。大家看甲骨文的「走」字，是不是很像一个人甩着两个胳膊在跑，十分的形象。",
      "zh_TW": "不斷發展的歷史，為我們帶來了漢字形體之演變，甲骨文、金文、小篆與楷體就是其中四大類。現代所常用的書體叫做楷書。小篆體是公元前二二一年秦始皇統一漢民族時，為了加速推行政令及傳播文化，命令宰相李斯等人所整理出來的標準字體。《說文解字》一書，大部分引用的是小篆體。金文是周代的字體，又稱鐘鼎文。甲骨文則是商代的字體，它比金文要早。「圖三」，從「走」這個例子我們可以看出，愈早的字體就愈是保留了文字創造時的原貌。所以，想要真正理解一個字的含義，就需還原它的本字。大家看甲骨文的「走」字，是不是很像一個人甩著兩個胳膊在跑，十分的形象。"
    },
    {
      "id": "02-042-0137_p0073",
      "zh_CN": "六书——汉字造字的六种方法",
      "zh_TW": "六書——漢字造字的六種方法"
    },
    {
      "id": "02-042-0137_p0074",
      "zh_CN": "中国的造字法则有十分缜密的六个体例，称之为六书，汉字的组合非常之多，古人整理出六种方法来归类。许慎先生在《说文解字叙》中的六种方法，为象形、指事、会意、形声、转注、假借。",
      "zh_TW": "中國的造字法則有十分縝密的六個體例，稱之為六書，漢字的組合非常之多，古人整理出六種方法來歸類。許慎先生在《說文解字敘》中的六種方法，為象形、指事、會意、形聲、轉注、假借。"
    },
    {
      "id": "02-042-0137_p0075",
      "zh_CN": "如果是表达具体的事物，那就是属于象形。依照物体的形状，画出像图形的文字，就成为象形字了。《说文解字叙》中举了两个例子：日、月是也。「」，其实就是按照太阳的形状画个圆。日这个字的音跟「实」相近，而且它很充盛、充实，所以它中间加的一横表示实在，充满了日光，光明盛实。「，阙也。」由于月亮圆的时候少，缺的时候多，阙是月亮的常态，所以月的字形像弯月之状。这是象形字。",
      "zh_TW": "如果是表達具體的事物，那就是屬於象形。依照物體的形狀，畫出像圖形的文字，就成為象形字了。《說文解字敘》中舉了兩個例子：日、月是也。「」，其實就是按照太陽的形狀畫個圓。日這個字的音跟「實」相近，而且它很充盛、充實，所以它中間加的一橫表示實在，充滿了日光，光明盛實。「，闕也。」由於月亮圓的時候少，缺的時候多，闕是月亮的常態，所以月的字形像彎月之狀。這是象形字。"
    },
    {
      "id": "02-042-0137_p0076",
      "zh_CN": "象形只能表示具体的形象，有些抽象的概念，就不能用象形的方法表示出来。这样，为了产生新字，指事的法则就诞生了。指事在创造文字的过程中要比象形晚一些，它是在象形字上面加上符号，用一个符号来代表比较不具体、抽象的意思。我们来看「」（本）这个字，它就是在象形字的「」（木）下面加一短横，这一横就是个符号。「」是个象形字，「」表示树枝，「」表示树根，「」是树干。在象形字「」下加一短横，表示树根的位置，指的是事物根本的意思。因为事情没有具体的物体或形象，所以就用抽象的符号来指事，以符号表示事相的意思。",
      "zh_TW": "象形只能表示具體的形象，有些抽象的概念，就不能用象形的方法表示出來。這樣，為了產生新字，指事的法則就誕生了。指事在創造文字的過程中要比象形晚一些，它是在象形字上面加上符號，用一個符號來代表比較不具體、抽象的意思。我們來看「」（本）這個字，它就是在象形字的「」（木）下面加一短橫，這一橫就是個符號。「」是個象形字，「」表示樹枝，「」表示樹根，「」是樹幹。在象形字「」下加一短橫，表示樹根的位置，指的是事物根本的意思。因為事情沒有具體的物體或形象，所以就用抽象的符號來指事，以符號表示事相的意思。"
    },
    {
      "id": "02-042-0137_p0077",
      "zh_CN": "会意字是把两个或两个以上的文字组合在一起，产生一个新的字义。例如（武）这个字。的下面是「止」，上面是「戈」，戈是古代的一种长兵器，可以用来格斗、打仗；而止有停止的意思。这两个字合在一起，就产生了一个新的意思，止住兵戈；也产生了新的读音，念武。所以，「武」真正的意思，并不是鼓励人们刀兵相见，而是「止戈为武」，能够止住天下的兵戈相见，这才是「武」的真正含义。",
      "zh_TW": "會意字是把兩個或兩個以上的文字組合在一起，產生一個新的字義。例如（武）這個字。的下面是「止」，上面是「戈」，戈是古代的一種長兵器，可以用來格鬥、打仗；而止有停止的意思。這兩個字合在一起，就產生了一個新的意思，止住兵戈；也產生了新的讀音，念武。所以，「武」真正的意思，並不是鼓勵人們刀兵相見，而是「止戈為武」，能夠止住天下的兵戈相見，這才是「武」的真正含義。"
    },
    {
      "id": "02-042-0137_p0078",
      "zh_CN": "再来看「」这个字，一边是「人」，一边是「言」，两个字合在一起就是「信」。我们从这样的结合可以看出信的含义来，人说的话就是信，对说出的话做到，才是守信的好品格，这是个会意字。将两个或两个以上的文字结合，产生一个新的意思，是会意造字法，不但能产生一个新的字义，还会生出新的字音和字形。",
      "zh_TW": "再來看「」這個字，一邊是「人」，一邊是「言」，兩個字合在一起就是「信」。我們從這樣的結合可以看出信的含義來，人說的話就是信，對說出的話做到，才是守信的好品格，這是個會意字。將兩個或兩個以上的文字結合，產生一個新的意思，是會意造字法，不但能產生一個新的字義，還會生出新的字音和字形。"
    },
    {
      "id": "02-042-0137_p0079",
      "zh_CN": "形声字，简单的说就是把两个字组合在一起。所谓形声，就是先取一字表示形体，然后再取另一字表示读音。许慎先生给我们举了两个例子，「」与「」，这两个字都属水字偏旁。河流有很多，古人是如何分辨它们的？上古未有文字，先有语言，所以是用声音来分辨的。长江的水流打到岩石上，发出「冈、冈、冈」的声音，所以就用「ㄍㄤ」来注它的音。我们现在普通话读「ㄐㄧㄤ」，这是音变，其实「ㄍㄤ」的发音仍可在许多方言中寻觅得到。黄河与长江的区分也是用流水的声音。黄河的水冲到沙土上，发出「霍、霍、霍」的声音，因为这样的水流声，就读河了。所以「江、河」二字都属形声，一边是它的类别，属水，一边代表它的声音。",
      "zh_TW": "形聲字，簡單的說就是把兩個字組合在一起。所謂形聲，就是先取一字表示形體，然後再取另一字表示讀音。許慎先生給我們舉了兩個例子，「」與「」，這兩個字都屬水字偏旁。河流有很多，古人是如何分辨它們的？上古未有文字，先有語言，所以是用聲音來分辨的。長江的水流打到巖石上，發出「岡、岡、岡」的聲音，所以就用「ㄍㄤ」來注它的音。我們現在普通話讀「ㄐㄧㄤ」，這是音變，其實「ㄍㄤ」的發音仍可在許多方言中尋覓得到。黃河與長江的區分也是用流水的聲音。黃河的水沖到沙土上，發出「霍、霍、霍」的聲音，因為這樣的水流聲，就讀河了。所以「江、河」二字都屬形聲，一邊是它的類別，屬水，一邊代表它的聲音。"
    },
    {
      "id": "02-042-0137_p0080",
      "zh_CN": "还有两大类是转注与假借。之前提到的象形、指事、会意、形声是造字的方法，而转注与假借是运用文字的方法。转注是「一义数文」，也就是字不同，但是意思相同。一件事物，在不同的地区可能有不同的称呼，但它表达的意思是相同的。例如，甲这个地方称呼父亲为「爸」，乙这个地方称呼父亲为「父」。两种不同的称呼，就造出了两种不同的字，但是它们的意思是一样的。所以，多字同为一个意思的是转注法。",
      "zh_TW": "還有兩大類是轉注與假借。之前提到的象形、指事、會意、形聲是造字的方法，而轉注與假借是運用文字的方法。轉注是「一義數文」，也就是字不同，但是意思相同。一件事物，在不同的地區可能有不同的稱呼，但它表達的意思是相同的。例如，甲這個地方稱呼父親為「爸」，乙這個地方稱呼父親為「父」。兩種不同的稱呼，就造出了兩種不同的字，但是它們的意思是一樣的。所以，多字同為一個意思的是轉注法。"
    },
    {
      "id": "02-042-0137_p0081",
      "zh_CN": "假借法是不另造新字，而是借用声音相同或相近的其他字来表示意思。假借是「一字数用」，也就是所谓的异义同字。就像「而」这个字，原为胡须之义，大家看甲骨文的这个字，像不像人下巴上的胡须？「而」后来被借用做连接字，例如「而且」、「取而代之」等等。",
      "zh_TW": "假借法是不另造新字，而是借用聲音相同或相近的其他字來表示意思。假借是「一字數用」，也就是所謂的異義同字。就像「而」這個字，原為鬍鬚之義，大家看甲骨文的這個字，像不像人下巴上的鬍鬚？「而」後來被借用做連接字，例如「而且」、「取而代之」等等。"
    },
    {
      "id": "02-042-0137_p0082",
      "zh_CN": "理解汉字六大类别，可以帮助我们更清晰的看出文字和它所表达意思之间的联系，学习起来就更有章法。文字学不仅能够开启我们的智慧，它的学习过程也是非常活泼有趣的。",
      "zh_TW": "理解漢字六大類別，可以幫助我們更清晰的看出文字和它所表達意思之間的聯繫，學習起來就更有章法。文字學不僅能夠開啟我們的智慧，它的學習過程也是非常活潑有趣的。"
    },
    {
      "id": "02-042-0137_p0083",
      "zh_CN": "二、文言文——打开真实智慧的钥匙",
      "zh_TW": "二、文言文——打開真實智慧的鑰匙"
    },
    {
      "id": "02-042-0137_p0084",
      "zh_CN": "中国的汉字，字字为师，全为教化。春秋时代，一种用于书面交流的文言日趋成熟，距今二千五百多年的孔老夫子，曾说他所处的时代已是「书同文」，说明此时汉字与文言文已经成为通用的写作模式。虽然地域之间有一些差异，但是一般的规律已经显现出来了。文言文言简意赅，是最优美的书面语言，它和汉字六书一样，在全世界也是独一无二的。直至二十世纪初，文言文仍是亚洲许多国家通用的书面语言，如日本、韩国、越南，东南亚国家也有很多人学习。",
      "zh_TW": "中國的漢字，字字為師，全為教化。春秋時代，一種用於書面交流的文言日趨成熟，距今二千五百多年的孔老夫子，曾說他所處的時代已是「書同文」，說明此時漢字與文言文已經成為通用的寫作模式。雖然地域之間有一些差異，但是一般的規律已經顯現出來了。文言文言簡意賅，是最優美的書面語言，它和漢字六書一樣，在全世界也是獨一無二的。直至二十世紀初，文言文仍是亞洲許多國家通用的書面語言，如日本、韓國、越南，東南亞國家也有很多人學習。"
    },
    {
      "id": "02-042-0137_p0085",
      "zh_CN": "西方著名的历史哲学家汤恩比博士，于《在未来中生存》一书中这样分析中国汉字：当我的四、五岁的曾孙女也到了我这般八十二岁高龄时，届时若人们采用了一组数量大为精简的中国汉字，来做为国际通用的书面语言，我一点儿都不会觉得惊讶。即便汉字的结构较表音字母更为复杂，但它每一个字都是用来表意的。表意文字拥有一项重要的优势，那就是语音会变，但是人们要表达的思想却相对不会变。因此，对于操不同语言的人们，若使用拼音文字做为沟通的媒介，那么随着时间的推移和语音的转变，它将无法实现沟通的作用。",
      "zh_TW": "西方著名的歷史哲學家湯恩比博士，於《在未來中生存》一書中這樣分析中國漢字：當我的四、五歲的曾孫女也到了我這般八十二歲高齡時，屆時若人們採用了一組數量大為精簡的中國漢字，來做為國際通用的書面語言，我一點兒都不會覺得驚訝。即便漢字的結構較表音字母更為複雜，但它每一個字都是用來表意的。表意文字擁有一項重要的優勢，那就是語音會變，但是人們要表達的思想卻相對不會變。因此，對於操不同語言的人們，若使用拼音文字做為溝通的媒介，那麼隨著時間的推移和語音的轉變，它將無法實現溝通的作用。"
    },
    {
      "id": "02-042-0137_p0086",
      "zh_CN": "把口语和书面语分开，发明文言文是中国老祖宗的高明之处。老祖宗预知口语会随着时代的变迁而改变，所以需要寻找一个永远不变的方法，把智慧、经验、理念传给后人，这就发明了文言文。用文言文写出的文章，世世代代传承，哪怕千百年之后看到，还能像跟古人当面对话一样亲切明白。如果我们今天能通达文言文，那么读《论语》就像跟孔夫子写信往来一样，读《孟子》就像跟孟夫子见面一样。二千多年以前的书籍，现在读起来也不至于发生误解，这就是文言文的好处。",
      "zh_TW": "把口語和書面語分開，發明文言文是中國老祖宗的高明之處。老祖宗預知口語會隨著時代的變遷而改變，所以需要尋找一個永遠不變的方法，把智慧、經驗、理念傳給後人，這就發明了文言文。用文言文寫出的文章，世世代代傳承，哪怕千百年之後看到，還能像跟古人當面對話一樣親切明白。如果我們今天能通達文言文，那麼讀《論語》就像跟孔夫子寫信往來一樣，讀《孟子》就像跟孟夫子見面一樣。二千多年以前的書籍，現在讀起來也不至於發生誤解，這就是文言文的好處。"
    },
    {
      "id": "02-042-0137_p0087",
      "zh_CN": "汤恩比博士于《在未来中生存》做过这样一个比喻：如果有一个公元前五世纪的希腊人复活，在今天的希腊与当地的居民交流，他会发现，尽管大家都是希腊人，彼此说的都是希腊语，但没有人懂得他在说什么。因为希腊语在语音、文法及字汇上，都已经发生了巨大的变化，以至于这位古希腊人与其现代同乡无法沟通。然而，如果孔老夫子复活了，并且假设他恰巧遇见了主席，这两位中国人不会尝试以口语来沟通，他们会警觉到，倘若他们和对方交谈，其情形会如同先前的两位希腊人一样。所以他们会以书写的方式，也就是以文言文来沟通。他们所写的文字，字形相同，文法无异，从而孔子和主席能够很好的理解彼此想要表达的意思，尽管二人所处的时代相差数千年之久。因此，中国的汉字有这样的优越性。",
      "zh_TW": "湯恩比博士於《在未來中生存》做過這樣一個比喻：如果有一個公元前五世紀的希臘人復活，在今天的希臘與當地的居民交流，他會發現，儘管大家都是希臘人，彼此說的都是希臘語，但沒有人懂得他在說什麼。因為希臘語在語音、文法及字彙上，都已經發生了巨大的變化，以至於這位古希臘人與其現代同鄉無法溝通。然而，如果孔老夫子復活了，並且假設他恰巧遇見了主席，這兩位中國人不會嘗試以口語來溝通，他們會警覺到，倘若他們和對方交談，其情形會如同先前的兩位希臘人一樣。所以他們會以書寫的方式，也就是以文言文來溝通。他們所寫的文字，字形相同，文法無異，從而孔子和主席能夠很好的理解彼此想要表達的意思，儘管二人所處的時代相差數千年之久。因此，中國的漢字有這樣的優越性。"
    },
    {
      "id": "02-042-0137_p0088",
      "zh_CN": "中国几千年承传文化的工具是文言文，古圣先贤用文言文把几千年的智慧、才艺、经验、思想、见解传递给后世。没有掌握到这个工具，就无法直接学习中国传统文化、学习大乘，一生的学习范围非常狭窄，只能看别人翻译的白话文，得不到原味。",
      "zh_TW": "中國幾千年承傳文化的工具是文言文，古聖先賢用文言文把幾千年的智慧、才藝、經驗、思想、見解傳遞給後世。沒有掌握到這個工具，就無法直接學習中國傳統文化、學習大乘，一生的學習範圍非常狹窄，只能看別人翻譯的白話文，得不到原味。"
    },
    {
      "id": "02-042-0137_p0089",
      "zh_CN": "尊敬的师父上人嘱咐我们：「大家必须认识清楚，人间真正的宝是道德、智慧、学问，是典籍。《大藏经》是宝，《四库全书》是宝，《群书治要》是宝，这些典籍是有智慧、有大德行的人，千万年以来智慧的结晶、方法的总汇、经验的累积。」《群书治要》是文言文写成的，这套书讲修身、齐家、治国、平天下，是人生必读之书，可不学文言文就看不懂。一个人要是能懂文言文，这些宝藏他就能受用，正确的落实，就能帮助家庭美满、事业顺利、社会和谐、天下太平。试问中国千万年古圣先贤的智慧、方法、经验、成就，您想不想要？如果想要，那就得先拿到钥匙，文字学是钥匙，文言文是钥匙！",
      "zh_TW": "尊敬的師父上人囑咐我們：「大家必須認識清楚，人間真正的寶是道德、智慧、學問，是典籍。《大藏經》是寶，《四庫全書》是寶，《群書治要》是寶，這些典籍是有智慧、有大德行的人，千萬年以來智慧的結晶、方法的總匯、經驗的累積。」《群書治要》是文言文寫成的，這套書講修身、齊家、治國、平天下，是人生必讀之書，可不學文言文就看不懂。一個人要是能懂文言文，這些寶藏他就能受用，正確的落實，就能幫助家庭美滿、事業順利、社會和諧、天下太平。試問中國千萬年古聖先賢的智慧、方法、經驗、成就，您想不想要？如果想要，那就得先拿到鑰匙，文字學是鑰匙，文言文是鑰匙！"
    },
    {
      "id": "02-042-0137_p0090",
      "zh_CN": "三、结语——天下兴亡，匹夫有责",
      "zh_TW": "三、結語——天下興亡，匹夫有責"
    },
    {
      "id": "02-042-0137_p0091",
      "zh_CN": "文字是工具、是方法，不学文字学，不学文言文，《四库全书》的门是关着的，《大藏经》的门也是关着的，我们没有能力阅读。典籍、文化变成了古董摆设，虽然存在，但毫无作用。今天，中华文明的智慧宝库虽然还在，但是传统文化的传承却到了存亡继绝的边缘，如果不能复兴，那就会重蹈历史覆辙，步其他文明古国之后尘，失去了生命力，变成历史的遗迹。",
      "zh_TW": "文字是工具、是方法，不學文字學，不學文言文，《四庫全書》的門是關著的，《大藏經》的門也是關著的，我們沒有能力閱讀。典籍、文化變成了古董擺設，雖然存在，但毫無作用。今天，中華文明的智慧寶庫雖然還在，但是傳統文化的傳承卻到了存亡繼絕的邊緣，如果不能復興，那就會重蹈歷史覆轍，步其他文明古國之後塵，失去了生命力，變成歷史的遺跡。"
    },
    {
      "id": "02-042-0137_p0092",
      "zh_CN": "中国传统文化不只属于华夏子孙，它是全世界的文化遗产，或存、或亡都在于我们自己是否愿意认识、珍惜、爱护它，是否愿意认真的接受过来，努力的从《说文解字》、从文言文下手学习。「天下兴亡，匹夫有责」，愿天下人能携手一同开启这个文化宝库的大门，将其中无上美妙的宝藏呈现给世人，为往圣继绝学，为万世开太平，献出自己的一份力量。",
      "zh_TW": "中國傳統文化不只屬於華夏子孫，它是全世界的文化遺產，或存、或亡都在於我們自己是否願意認識、珍惜、愛護它，是否願意認真的接受過來，努力的從《說文解字》、從文言文下手學習。「天下興亡，匹夫有責」，願天下人能攜手一同開啟這個文化寶庫的大門，將其中無上美妙的寶藏呈現給世人，為往聖繼絕學，為萬世開太平，獻出自己的一份力量。"
    },
    {
      "id": "02-042-0137_p0093",
      "zh_CN": "以上是不肖弟子初学汉字文字学的粗浅体会，汇报中定有错误缺漏、不妥之处，恭敬叩呈尊敬的师父上人、诸位法师及大德老师们慈悲斧正，无尽感恩！阿弥陀佛！不肖弟子妙音顶礼叩呈。",
      "zh_TW": "以上是不肖弟子初學漢字文字學的粗淺體會，匯報中定有錯誤缺漏、不妥之處，恭敬叩呈尊敬的師父上人、諸位法師及大德老師們慈悲斧正，無盡感恩！阿彌陀佛！不肖弟子妙音頂禮叩呈。"
    },
    {
      "id": "02-042-0137_p0094",
      "zh_CN": "老法师：妙音这份报告，我们听到了，也看到了，在这个时代非常有价值，非常的难得。他说得很清楚、很明白，把文言文的源起、演变，跟它实际的用途都说清楚了。这是全世界，不分国家、不分族群，人人都需要的。你要不要智慧？大家都要。智慧从哪里来？从古圣先贤那来，是人家千年万世累积下来的智慧和经验，太宝贵了。确实有能力解决今天我们个人问题、家庭问题、事业问题、人与人往来的问题、社会安全问题，国家、世界问题，统统能解决。如果没有这些好处，汤恩比他们就不会说，他们看到了，好处太多，不学太可惜了。",
      "zh_TW": "老法師：妙音這份報告，我們聽到了，也看到了，在這個時代非常有價值，非常的難得。他說得很清楚、很明白，把文言文的源起、演變，跟它實際的用途都說清楚了。這是全世界，不分國家、不分族群，人人都需要的。你要不要智慧？大家都要。智慧從哪裡來？從古聖先賢那來，是人家千年萬世累積下來的智慧和經驗，太寶貴了。確實有能力解決今天我們個人問題、家庭問題、事業問題、人與人往來的問題、社會安全問題，國家、世界問題，統統能解決。如果沒有這些好處，湯恩比他們就不會說，他們看到了，好處太多，不學太可惜了。"
    },
    {
      "id": "02-042-0137_p0095",
      "zh_CN": "学习文言文要机会，机会难得。典籍，我们早年在台湾，最忧心的一桩事情就是怕《四库全书》失掉了，每个读书人、文化人，这些教授们在一起，都谈这个事情。可是这部书要印出来要多大的成本，又不是每个人都能买得起的，只希望大的大学图书馆、国家图书馆、政府的图书馆，这对象都找他们。所以第一次印出来，那个时候我在美国，我听到了非常欢喜。我回到台湾，有个居士非常难得，他说他要送我一部，问我要不要？我说我要，他买来送给我了。我到商务印书馆去访问，他们的总经理跟他见了面，谈到这部书，他告诉我，只剩下这一套，而这一套日本人订去了。日本人订了五套，这是五套当中的一套，那个四套钱付清楚了，拿回去了。现在他没有钱，付不起钱，愿意让给我，但是要我给他十二万台币，这是他的权利，他让给我的。所以我这最后的一套多付了十二万台币，不容易！现在这套书放在澳洲图文巴净宗学院，那里还有一套《荟要》。我去请教他，你们印了多少套？他告诉我，三百套。不敢多印，多印成本低，卖不掉。",
      "zh_TW": "學習文言文要機會，機會難得。典籍，我們早年在台灣，最憂心的一樁事情就是怕《四庫全書》失掉了，每個讀書人、文化人，這些教授們在一起，都談這個事情。可是這部書要印出來要多大的成本，又不是每個人都能買得起的，只希望大的大學圖書館、國家圖書館、政府的圖書館，這對象都找他們。所以第一次印出來，那個時候我在美國，我聽到了非常歡喜。我回到台灣，有個居士非常難得，他說他要送我一部，問我要不要？我說我要，他買來送給我了。我到商務印書館去訪問，他們的總經理跟他見了面，談到這部書，他告訴我，只剩下這一套，而這一套日本人訂去了。日本人訂了五套，這是五套當中的一套，那個四套錢付清楚了，拿回去了。現在他沒有錢，付不起錢，願意讓給我，但是要我給他十二萬台幣，這是他的權利，他讓給我的。所以我這最後的一套多付了十二萬台幣，不容易！現在這套書放在澳洲圖文巴淨宗學院，那裡還有一套《薈要》。我去請教他，你們印了多少套？他告訴我，三百套。不敢多印，多印成本低，賣不掉。"
    },
    {
      "id": "02-042-0137_p0096",
      "zh_CN": "同时，世界书局，世界书局的老板他常常听我讲经，他是在网路上的，那个时候我们有网路，就是电台，不叫电视台，用收音机收听的。所以他对我认识，也很赞叹，我们对于中国传统文化非常关心。他们世界书局印《四库荟要》，《荟要》便宜多了，只有全书的三分之一，我先后跟他买了七十多套。也是人家送我的钱，够了一部我就买一部，够两部就买两部，统统买这部书。先后好几年，大概有四、五年，买了它七十多套。赠送给国内每个省、自治区跟特别行政区，我选一个大学送给他们，一共送了三十多套。以后北京图书馆知道了，来找我，我送它一套，还有上海图书馆。",
      "zh_TW": "同時，世界書局，世界書局的老闆他常常聽我講經，他是在網路上的，那個時候我們有網路，就是電台，不叫電視台，用收音機收聽的。所以他對我認識，也很讚歎，我們對於中國傳統文化非常關心。他們世界書局印《四庫薈要》，《薈要》便宜多了，只有全書的三分之一，我先後跟他買了七十多套。也是人家送我的錢，夠了一部我就買一部，夠兩部就買兩部，統統買這部書。先後好幾年，大概有四、五年，買了它七十多套。贈送給國內每個省、自治區跟特別行政區，我選一個大學送給他們，一共送了三十多套。以後北京圖書館知道了，來找我，我送它一套，還有上海圖書館。"
    },
    {
      "id": "02-042-0137_p0097",
      "zh_CN": "台湾纪念孙中山先生革命一百年，政府鼓励这两家书局印第二版，来庆祝这个事情。这两家的老板立刻通知我，我是他的大主顾。我听说，太欢喜了、太好了，我就跟商务印书馆订了一百套《四库全书》，价钱是一套美金五万块钱，一百套就是五百万。世界书局也来告诉我，我说都要用老价钱，不能涨价，我上次跟你买的价钱，你要照我这个价钱，我跟你买。我跟他订了两百套，分送给全世界大学图书馆。目的在什么？我怕世界上有灾难，我把它分作各个地方去收藏，纵然有灾难，不会完全消失，总会保存下来，目的在此地。古人用的方法是刻在石头上，石碑，埋藏在地下。现在我们晓得，一个大地震它就完了，那就白费力气了。现在印刷术发达，大量收藏在各个地方，这是好办法，我用的这个办法。把四众供养的全花在这上去了。",
      "zh_TW": "台灣紀念孫中山先生革命一百年，政府鼓勵這兩家書局印第二版，來慶祝這個事情。這兩家的老闆立刻通知我，我是他的大主顧。我聽說，太歡喜了、太好了，我就跟商務印書館訂了一百套《四庫全書》，價錢是一套美金五萬塊錢，一百套就是五百萬。世界書局也來告訴我，我說都要用老價錢，不能漲價，我上次跟你買的價錢，你要照我這個價錢，我跟你買。我跟他訂了兩百套，分送給全世界大學圖書館。目的在什麼？我怕世界上有災難，我把它分作各個地方去收藏，縱然有災難，不會完全消失，總會保存下來，目的在此地。古人用的方法是刻在石頭上，石碑，埋藏在地下。現在我們曉得，一個大地震它就完了，那就白費力氣了。現在印刷術發達，大量收藏在各個地方，這是好辦法，我用的這個辦法。把四眾供養的全花在這上去了。"
    },
    {
      "id": "02-042-0137_p0098",
      "zh_CN": "这些年来我在想着，这书要没有人看，我们这文化还是会断层，这是很可怕的现象。所以我们要给年轻人机会，只要肯学习古籍的，能发这个心的，我要尽量帮他忙。所以我们办小型的汉学院，学生找不到的，谁也不愿意干这个事情，要找一批真正有孝敬心的人，他懂得。我们要对得起老祖宗，要对得起父母，我们要把中国传统文化继承下来，尽量的发扬光大。我劝他们，特别是女孩子，我劝她不要结婚，要发愿一生就当小学教员，顶多去当个中学教员，高中都不要当。为什么？把我们一生这种爱心、精力来培养下一代。我们认真把伦理道德传授给下一代，我们自己要以身作则，做好榜样。教什么？教文字学、教文言文，让这些孩子长大有能力读中国古书，有能力教中国的古籍。",
      "zh_TW": "這些年來我在想著，這書要沒有人看，我們這文化還是會斷層，這是很可怕的現象。所以我們要給年輕人機會，只要肯學習古籍的，能發這個心的，我要盡量幫他忙。所以我們辦小型的漢學院，學生找不到的，誰也不願意幹這個事情，要找一批真正有孝敬心的人，他懂得。我們要對得起老祖宗，要對得起父母，我們要把中國傳統文化繼承下來，盡量的發揚光大。我勸他們，特別是女孩子，我勸她不要結婚，要發願一生就當小學教員，頂多去當個中學教員，高中都不要當。為什麼？把我們一生這種愛心、精力來培養下一代。我們認真把倫理道德傳授給下一代，我們自己要以身作則，做好榜樣。教什麼？教文字學、教文言文，讓這些孩子長大有能力讀中國古書，有能力教中國的古籍。"
    },
    {
      "id": "02-042-0137_p0099",
      "zh_CN": "方法，我劝他们，文字学学好了，文字学大概要三年到五年，根就扎稳了，然后专攻一部古籍，经史子集里头选一部，做专家，不要做通家。通家很难，你都分散了，力量分散，时间也分散了。要做专家，专家实在讲好处太多了，为什么？一门通了门门都通了，就怕你不通。所以古人这两句话是智慧，真实智慧，教导我们一门深入、长时薰修，这个是学习的理念。学习的方法，是读书千遍、其义自见。就是怎么读？先把它念三千遍，三千遍不是要求你背书，背书是附带的，你自然会的。要求什么？把你的妄想念掉，把你的分别、执着念掉，让你恢复到清净心、平等心。目的是三千遍我们用这个方法来修禅定，用这个方法来断烦恼，来摆平我们不好的习气。这样子，我们有了作圣、作贤的基础，把这个基础达到，我们的目标，是做圣人、是做贤人，至少是君子；大彻大悟是圣人，大悟是贤人，小悟是君子。",
      "zh_TW": "方法，我勸他們，文字學學好了，文字學大概要三年到五年，根就紮穩了，然後專攻一部古籍，經史子集裡頭選一部，做專家，不要做通家。通家很難，你都分散了，力量分散，時間也分散了。要做專家，專家實在講好處太多了，為什麼？一門通了門門都通了，就怕你不通。所以古人這兩句話是智慧，真實智慧，教導我們一門深入、長時薰修，這個是學習的理念。學習的方法，是讀書千遍、其義自見。就是怎麼讀？先把它念三千遍，三千遍不是要求你背書，背書是附帶的，你自然會的。要求什麼？把你的妄想念掉，把你的分別、執著念掉，讓你恢復到清淨心、平等心。目的是三千遍我們用這個方法來修禪定，用這個方法來斷煩惱，來擺平我們不好的習氣。這樣子，我們有了作聖、作賢的基礎，把這個基礎達到，我們的目標，是做聖人、是做賢人，至少是君子；大徹大悟是聖人，大悟是賢人，小悟是君子。"
    },
    {
      "id": "02-042-0137_p0100",
      "zh_CN": "要立志学孔子、学孟子，他们一生都不富裕，生活非常节俭，也很清苦，真是全心全力为传统文化做出最伟大的贡献；对全世界的人民，也布施他们的恩德，真实的恩德。这个有意义，必定得到祖宗保佑，神圣的加持，你虽然贫穷，但是你会健康长寿。像海贤老和尚，活到一百一十二岁，头脑清楚，体力像年轻人一样，不要人照顾。在佛法讲，你看看这样的人，生老病死苦，他生苦过去了，不必谈它了，他没有老苦，他没有病苦，不生病，他也没有死苦，你看走得多自在，说走就走了，不容易得到。真正发心的人，真正搞传统文化的人，学佛的人，决定可以做到。",
      "zh_TW": "要立志學孔子、學孟子，他們一生都不富裕，生活非常節儉，也很清苦，真是全心全力為傳統文化做出最偉大的貢獻；對全世界的人民，也布施他們的恩德，真實的恩德。這個有意義，必定得到祖宗保佑，神聖的加持，你雖然貧窮，但是你會健康長壽。像海賢老和尚，活到一百一十二歲，頭腦清楚，體力像年輕人一樣，不要人照顧。在佛法講，你看看這樣的人，生老病死苦，他生苦過去了，不必談它了，他沒有老苦，他沒有病苦，不生病，他也沒有死苦，你看走得多自在，說走就走了，不容易得到。真正發心的人，真正搞傳統文化的人，學佛的人，決定可以做到。"
    },
    {
      "id": "02-042-0137_p0101",
      "zh_CN": "所以要发大心，要做大事，大事就是传承文化，继往开来，干这桩伟大的事情。别人怎么？不受外面环境影响，不受物质生活的诱惑，我们干我们神圣的事业，好！世间人看我们是呆子，我们是傻子，我们知道这是绝顶聪明人干的，释迦牟尼佛不是呆子，孔子、孟子也不是傻子。我们看清楚，我们这条路要走稳，决定不回头，决定不会偏差，不会有错误。我们人生有方向、有目标，会活得非常快乐，这是方老师早年告诉我，「学佛是人生最高的享受」，我把这个人生最高的享受传给大家，真的最高享受。",
      "zh_TW": "所以要發大心，要做大事，大事就是傳承文化，繼往開來，幹這樁偉大的事情。別人怎麼？不受外面環境影響，不受物質生活的誘惑，我們幹我們神聖的事業，好！世間人看我們是呆子，我們是傻子，我們知道這是絕頂聰明人幹的，釋迦牟尼佛不是呆子，孔子、孟子也不是傻子。我們看清楚，我們這條路要走穩，決定不回頭，決定不會偏差，不會有錯誤。我們人生有方向、有目標，會活得非常快樂，這是方老師早年告訴我，「學佛是人生最高的享受」，我把這個人生最高的享受傳給大家，真的最高享受。"
    },
    {
      "id": "02-042-0137_p0102",
      "zh_CN": "谢谢大家！今天时间到了，我们只能学到此地，还有一篇留到后天，都写得好，都非常难得，招人喜欢。",
      "zh_TW": "謝謝大家！今天時間到了，我們只能學到此地，還有一篇留到後天，都寫得好，都非常難得，招人喜歡。"
    }
  ]
}