{
  "doc_id": "02-042-0143",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "开寂法师",
    "开定法师",
    "开熏法师",
    "开成法师"
  ],
  "volume": {
    "zh_CN": "第一四三集",
    "zh_TW": "第一四三集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0143",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-042-0143_p0001",
      "zh_CN": "老法师：好，我们开始。",
      "zh_TW": "老法師：好，我們開始。"
    },
    {
      "id": "02-042-0143_p0002",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修，大家好，阿弥陀佛！惭愧学生开寂，今天向大家恭敬汇报的主题如下：「生活是修行，是看破，是放下」。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修，大家好，阿彌陀佛！慚愧學生開寂，今天向大家恭敬匯報的主題如下：「生活是修行，是看破，是放下」。"
    },
    {
      "id": "02-042-0143_p0003",
      "zh_CN": "匆匆忙忙，时间过得好快好快，学习班开课至今已经两个星期了，而在这短短的半个月当中，学生每一天和学员们一起成长，一起听经学习，一起生活实践，一起分享心得，收获生活中的点点滴滴，这里头充满着快乐、欢喜和泪水。古人讲，「有朋自远方来，不亦乐乎」。也逐渐体会到，师父上人常常讲的，「佛法是人生最高的享受」。其中点滴报告如下：",
      "zh_TW": "匆匆忙忙，時間過得好快好快，學習班開課至今已經兩個星期了，而在這短短的半個月當中，學生每一天和學員們一起成長，一起聽經學習，一起生活實踐，一起分享心得，收穫生活中的點點滴滴，這裡頭充滿著快樂、歡喜和淚水。古人講，「有朋自遠方來，不亦樂乎」。也逐漸體會到，師父上人常常講的，「佛法是人生最高的享受」。其中點滴報告如下："
    },
    {
      "id": "02-042-0143_p0004",
      "zh_CN": "一、行堂的日子是快乐的。部分学员被安排参与后勤行堂的工作，在平常人的眼中，吃饭是一件平常的事，而且每一天都要穿衣吃饭，却不知道真用心，处处都是菩萨学处。学员们参与了行堂工作之后，发现从行堂前的准备，到行堂，到结束的一系列工作环节中，无一不是在历事炼心。行堂前，工作人员必须洗净双手，带上口罩，穿上工作服装，衣冠穿戴整洁。大寮提供的食品，必须按照不同的品种做好标识，是咸还是辣，有序分类，摆放整齐；行堂工具也必须物有定位，不可以随便放置。更重要的是，行堂的工作人员是一个和合的僧团，在这个工作小组中，一切行动听从组长的安排，而这些体现的是一种敬业的精神。师父上人告诉我们，诚敬是世出世间法成就的关键，我们往往因为心浮气躁，即使听闻甚深微妙的佛法，却始终没有得到佛法的真实利益，正是因为没有诚敬心。行堂的所有工作必须听从组长的安排，不可擅自行动，在这个过程当中又是放下的过程，放下自己的想法、看法，而在这过程中不知不觉养成了老实、听话、真干的德行。",
      "zh_TW": "一、行堂的日子是快樂的。部分學員被安排參與後勤行堂的工作，在平常人的眼中，吃飯是一件平常的事，而且每一天都要穿衣吃飯，卻不知道真用心，處處都是菩薩學處。學員們參與了行堂工作之後，發現從行堂前的準備，到行堂，到結束的一系列工作環節中，無一不是在歷事鍊心。行堂前，工作人員必須洗淨雙手，帶上口罩，穿上工作服裝，衣冠穿戴整潔。大寮提供的食品，必須按照不同的品種做好標識，是鹹還是辣，有序分類，擺放整齊；行堂工具也必須物有定位，不可以隨便放置。更重要的是，行堂的工作人員是一個和合的僧團，在這個工作小組中，一切行動聽從組長的安排，而這些體現的是一種敬業的精神。師父上人告訴我們，誠敬是世出世間法成就的關鍵，我們往往因為心浮氣躁，即使聽聞甚深微妙的佛法，卻始終沒有得到佛法的真實利益，正是因為沒有誠敬心。行堂的所有工作必須聽從組長的安排，不可擅自行動，在這個過程當中又是放下的過程，放下自己的想法、看法，而在這過程中不知不覺養成了老實、聽話、真幹的德行。"
    },
    {
      "id": "02-042-0143_p0005",
      "zh_CN": "开始行堂的时候，又是一种心境的考验，处处都必须考虑到参加过堂人的心理感受，而不是简单的就是把饭菜打在碗里，而是要抱着一颗供养诸佛的心，把参加过堂的人当作就是未来诸佛。而且行走时要安详，不可妄动，才不至于扰乱五观堂的安静与肃穆；动作要敏捷，才不至于把饭菜打在餐桌上，影响过堂人用餐的心情。尤其行汤水，更是一种考验，一不小心就洒了一桌，渣滓和汤水各奔东西，每一勺下去，都是非常谨慎，如履薄冰。而在此时此刻，发现我们的心变得更专注，不敢分神，此时此刻就安住在当下，每一勺饭，每一勺菜，每一勺汤，如同我们修行一般，制心一处，无事不办。我们凡夫六根接触六尘境界，总是起妄想分别执着，不能把心安住在当下。海贤老和尚的行谊告诉我们，修行要专一，就是一句佛号，九十二年不拐弯，念到大彻大悟，明心见性。假如我们时时刻刻都能安住当下，信愿持名，这一生决定成就。",
      "zh_TW": "開始行堂的時候，又是一種心境的考驗，處處都必須考慮到參加過堂人的心理感受，而不是簡單的就是把飯菜打在碗裡，而是要抱著一顆供養諸佛的心，把參加過堂的人當作就是未來諸佛。而且行走時要安詳，不可妄動，才不至於擾亂五觀堂的安靜與肅穆；動作要敏捷，才不至於把飯菜打在餐桌上，影響過堂人用餐的心情。尤其行湯水，更是一種考驗，一不小心就灑了一桌，渣滓和湯水各奔東西，每一勺下去，都是非常謹慎，如履薄冰。而在此時此刻，發現我們的心變得更專注，不敢分神，此時此刻就安住在當下，每一勺飯，每一勺菜，每一勺湯，如同我們修行一般，制心一處，無事不辦。我們凡夫六根接觸六塵境界，總是起妄想分別執著，不能把心安住在當下。海賢老和尚的行誼告訴我們，修行要專一，就是一句佛號，九十二年不拐彎，念到大徹大悟，明心見性。假如我們時時刻刻都能安住當下，信願持名，這一生決定成就。"
    },
    {
      "id": "02-042-0143_p0006",
      "zh_CN": "行堂结束时，剩余食物的清理和分配又是一个考验。往往会遇到可口的饭菜所剩不多，幸运的时候，每个工作人员都能分到微薄的一点点，有时可能只有看着过堂人享用。但是这时却感到很满足，内心是一种快乐，因为布施供养，把最好的食物都布施供养给了大家。遇到味道不好的时候，必须吃得下去，吃别人不愿意吃的食物，而在这个过程当中慢慢放下了对食物的贪着。在这过程中那分贪心慢慢减淡了，发现满足欲望所得到的快乐，远远比不上布施供养而发自内心所流露的快乐，这才体会到世味哪有法味浓的意思。就像弘一大师说，「淡有淡的味道，咸有咸的味道」。而海贤老和尚就是一句佛号终日不离口，从早至暮从未间断，那是真正体会到佛号功德不可思议的法喜。",
      "zh_TW": "行堂結束時，剩餘食物的清理和分配又是一個考驗。往往會遇到可口的飯菜所剩不多，幸運的時候，每個工作人員都能分到微薄的一點點，有時可能只有看著過堂人享用。但是這時卻感到很滿足，內心是一種快樂，因為布施供養，把最好的食物都布施供養給了大家。遇到味道不好的時候，必須吃得下去，吃別人不願意吃的食物，而在這個過程當中慢慢放下了對食物的貪著。在這過程中那分貪心慢慢減淡了，發現滿足欲望所得到的快樂，遠遠比不上布施供養而發自內心所流露的快樂，這才體會到世味哪有法味濃的意思。就像弘一大師說，「淡有淡的味道，鹹有鹹的味道」。而海賢老和尚就是一句佛號終日不離口，從早至暮從未間斷，那是真正體會到佛號功德不可思議的法喜。"
    },
    {
      "id": "02-042-0143_p0007",
      "zh_CN": "二、练习坐姿的日子是快乐的。当我们心中生起真诚、恭敬心的时候，发现生活中的每一件小事都是在修行，帮助我们看破、放下。平时我们在道场习惯了坐的威仪，并不在意，而在学员眼里却变得不平常。这才逐渐明白师父上人常讲的几句话，学习的态度，真诚、恭敬、清净心；学人的善根，老实、听话、真干，真正具足诚敬之心，哪一法不是佛法？就像六祖惠能大师，舂米劈柴也是佛法，也能大彻大悟，明心见性。学员们大都是父母的年龄，来这里学习给了我们很大的鼓励，学生心中也是无限的感恩。学员们陪着我们一起端坐在教室里，每天听经学习八小时，确实是一种考验和煎熬。坐在椅子上，上半身必须保持端正挺拔，不偏不倚，头不可歪斜，双脚又要摆正，不可交股，伸直，而且还要坚持八小时以上，真有一种煎熬的滋味。俗话讲，「吃得苦中苦，方为人上人」，虽然有些辛苦，但是经历过了就是一种法喜，那是一个放下的过程。老子说，他正是因为有身体在，所以不自在。佛法第一步首先要破身见，我们不知道这个身是假的，执著于它，过分的爱惜它，却不知道把假我放下，真我就现前，得到的是一种自在。而在练习坐姿的过程当中也体会到，真下狠心，断烦恼习气也并不是想像中的那么难，重要的是在我们那颗心，真正想去做，自然就会得到好的结果。",
      "zh_TW": "二、練習坐姿的日子是快樂的。當我們心中生起真誠、恭敬心的時候，發現生活中的每一件小事都是在修行，幫助我們看破、放下。平時我們在道場習慣了坐的威儀，並不在意，而在學員眼裡卻變得不平常。這才逐漸明白師父上人常講的幾句話，學習的態度，真誠、恭敬、清淨心；學人的善根，老實、聽話、真幹，真正具足誠敬之心，哪一法不是佛法？就像六祖惠能大師，舂米劈柴也是佛法，也能大徹大悟，明心見性。學員們大都是父母的年齡，來這裡學習給了我們很大的鼓勵，學生心中也是無限的感恩。學員們陪著我們一起端坐在教室裡，每天聽經學習八小時，確實是一種考驗和煎熬。坐在椅子上，上半身必須保持端正挺拔，不偏不倚，頭不可歪斜，雙腳又要擺正，不可交股，伸直，而且還要堅持八小時以上，真有一種煎熬的滋味。俗話講，「吃得苦中苦，方為人上人」，雖然有些辛苦，但是經歷過了就是一種法喜，那是一個放下的過程。老子說，他正是因為有身體在，所以不自在。佛法第一步首先要破身見，我們不知道這個身是假的，執著於它，過分的愛惜它，卻不知道把假我放下，真我就現前，得到的是一種自在。而在練習坐姿的過程當中也體會到，真下狠心，斷煩惱習氣也並不是想像中的那麼難，重要的是在我們那顆心，真正想去做，自然就會得到好的結果。"
    },
    {
      "id": "02-042-0143_p0008",
      "zh_CN": "师父上人告诉我们要把佛法落实在生活当中，落实在工作学习当中，重要的是看破、放下。感恩师父上人殷勤教诲，让学生逐渐明白很多宇宙人生的真相，让学生逐渐明白这一生来到这里是酬偿业报，什么是带得去的，什么是带不去的，哪些是该放下，哪些是该提起。八万四千法门，唯独这一句佛号，这一部《无量寿经》，一个方向，一个目标，此生一定要坚定不移，往前走下去。感恩学员们的到来，这其中有很多是家长，让学生深深体会到父母的伟大。俗话说，「母活一百岁，常忧八十儿」，为成就子女，再艰辛的日子也能坚持熬下去，感恩您们，天下的父母。感恩大家长，为成就我们的道业，为我们创造殊胜的缘分，一路上的陪伴，历尽艰辛，付出了太多太多，斑白的双鬓，苍老的脸庞，始终让学生刻骨铭心，护法恩德重如须弥山。学生在这次学习和承担中体会到许多许多，不堪回首往日种种的无知，感激之情，言语难以表达，只有化为无比的动力，坚定信愿，今生一定要成就。",
      "zh_TW": "師父上人告訴我們要把佛法落實在生活當中，落實在工作學習當中，重要的是看破、放下。感恩師父上人殷勤教誨，讓學生逐漸明白很多宇宙人生的真相，讓學生逐漸明白這一生來到這裡是酬償業報，什麼是帶得去的，什麼是帶不去的，哪些是該放下，哪些是該提起。八萬四千法門，唯獨這一句佛號，這一部《無量壽經》，一個方向，一個目標，此生一定要堅定不移，往前走下去。感恩學員們的到來，這其中有很多是家長，讓學生深深體會到父母的偉大。俗話說，「母活一百歲，常憂八十兒」，為成就子女，再艱辛的日子也能堅持熬下去，感恩您們，天下的父母。感恩大家長，為成就我們的道業，為我們創造殊勝的緣分，一路上的陪伴，歷盡艱辛，付出了太多太多，斑白的雙鬢，蒼老的臉龐，始終讓學生刻骨銘心，護法恩德重如須彌山。學生在這次學習和承擔中體會到許多許多，不堪回首往日種種的無知，感激之情，言語難以表達，只有化為無比的動力，堅定信願，今生一定要成就。"
    },
    {
      "id": "02-042-0143_p0009",
      "zh_CN": "以上是惭愧学生开寂粗浅的心得报告，肯定有诸多错误之处，恳请尊敬的师父上人，诸位法师、诸位大德同修慈悲批评指正，学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝师父上人：法体安康，六时吉祥，法喜充满，光寿无量。惭愧学生开寂顶礼敬呈。",
      "zh_TW": "以上是慚愧學生開寂粗淺的心得報告，肯定有諸多錯誤之處，懇請尊敬的師父上人，諸位法師、諸位大德同修慈悲批評指正，學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝師父上人：法體安康，六時吉祥，法喜充滿，光壽無量。慚愧學生開寂頂禮敬呈。"
    },
    {
      "id": "02-042-0143_p0010",
      "zh_CN": "老法师：云南大士阁这个道场，他们的学习班这一期又开学了，我们看了同学的报告很欢喜。修行这个名词，含义要把它搞清楚，修是修正，行是行为。行为包括三大类，第一个是念头，起心动念，意业的行为；第二个是造作，我们身体的动作，身业的行为；第三是言语，口业的行为，叫身口意三业。三业行为错了，把它修正过来，这叫修行，这个要懂，不是每天早晚课诵磕头烧香，不是这个。修行在哪里？时时刻刻，不分昼夜，在任何空间时间，所谓一切时一切处，特别是人与人相处，那是最好修行的地方。",
      "zh_TW": "老法師：雲南大士閣這個道場，他們的學習班這一期又開學了，我們看了同學的報告很歡喜。修行這個名詞，含義要把它搞清楚，修是修正，行是行為。行為包括三大類，第一個是念頭，起心動念，意業的行為；第二個是造作，我們身體的動作，身業的行為；第三是言語，口業的行為，叫身口意三業。三業行為錯了，把它修正過來，這叫修行，這個要懂，不是每天早晚課誦磕頭燒香，不是這個。修行在哪裡？時時刻刻，不分晝夜，在任何空間時間，所謂一切時一切處，特別是人與人相處，那是最好修行的地方。"
    },
    {
      "id": "02-042-0143_p0011",
      "zh_CN": "我们看看佛怎么修法？我们应当要学。六根接触六尘境界，这是修行，这讲比身口意详细。眼见色看得清楚、看得明白，这是性德，就是惠能大师开悟的时候所说的第三句，「何期自性，本自具足」。本自具足是万德万能，我们能看清楚是德。我们是不是看清楚？没看清楚，确实是迷惑，在迷惑当中又生烦恼，这就错了。为什么？起心动念，起心动念就迷了。如果这个起心动念是善的，还勉强能说得过去，为什么？感三善道。如果这个起心动念是不善的，那就是与三恶道起感应道交，你说多可怕。眼在哪里修行？在色上修行，就是你所看的对象，色相，在这上修行。修什么？修不起心，清清楚楚，明明了瞭，没有起心动念。我们讲得俗一点，别放在心上，放在心上你的心被染污了。我们如果想到这个地方，几个人真修行？为什么？他起心动念里头有善恶，这个善恶就是制造六道轮回。六道轮回从哪里来的？就从这个念头来的，一切法从心想生，你想善就是三善道，你想恶就是三恶道，从这生，出不了六道轮回，出不了十法界。",
      "zh_TW": "我們看看佛怎麼修法？我們應當要學。六根接觸六塵境界，這是修行，這講比身口意詳細。眼見色看得清楚、看得明白，這是性德，就是惠能大師開悟的時候所說的第三句，「何期自性，本自具足」。本自具足是萬德萬能，我們能看清楚是德。我們是不是看清楚？沒看清楚，確實是迷惑，在迷惑當中又生煩惱，這就錯了。為什麼？起心動念，起心動念就迷了。如果這個起心動念是善的，還勉強能說得過去，為什麼？感三善道。如果這個起心動念是不善的，那就是與三惡道起感應道交，你說多可怕。眼在哪裡修行？在色上修行，就是你所看的對象，色相，在這上修行。修什麼？修不起心，清清楚楚，明明瞭瞭，沒有起心動念。我們講得俗一點，別放在心上，放在心上你的心被染污了。我們如果想到這個地方，幾個人真修行？為什麼？他起心動念裡頭有善惡，這個善惡就是製造六道輪迴。六道輪迴從哪裡來的？就從這個念頭來的，一切法從心想生，你想善就是三善道，你想惡就是三惡道，從這生，出不了六道輪迴，出不了十法界。"
    },
    {
      "id": "02-042-0143_p0012",
      "zh_CN": "如果能像佛一样，不起心不动念，这是什么人？法身菩萨。换句话说，明心见性，见性成佛的人，他们六根在六尘境界里头，清清楚楚，明明了瞭，没有起心动念。我们这个世界没有，太少了，一百年当中可能一个也找不到。不得已而求其次，第二等的，第二等是菩萨，不是明心见性的菩萨，明心见性的菩萨是第一等，他不起心不动念，我们起心动念，为什么？起心动念太微细了，我们自己不知道。你看释迦牟尼佛问弥勒菩萨，弥勒菩萨是修唯识的，用现在我们的话来说，就是心理学家。佛门有这么一门功课，叫法相唯识，就是现在讲的心理学家。释迦牟尼问他，我们凡夫起一个念头，心里起个念头，佛问弥勒菩萨，这一个念头里头有多少个微细念头？经文是「心有所念，几念几相识耶」。这是一句经文，这一句里头佛问了三桩事情，你看第一个，几个念头；第二个，几个相；第三个，几个识，问了三个问题，就是我们动个念头。弥勒菩萨回答，这一弹指有三十二亿百千念，一百个千是十万，三十二亿乘十万，得出来的是三百二十兆，这一弹指有三百二十兆个念头。那一秒钟能弹多少次？有人说可以弹七次，我能弹五次，我年岁大了，体力衰了，年轻力壮我相信可能弹七次。如果弹七次，三百二十兆再乘七，一秒钟得出的二千二百四十兆。一秒钟二千二百四十兆个念头，这个念头你能够捕捉到吗？不可能！",
      "zh_TW": "如果能像佛一樣，不起心不動念，這是什麼人？法身菩薩。換句話說，明心見性，見性成佛的人，他們六根在六塵境界裡頭，清清楚楚，明明瞭瞭，沒有起心動念。我們這個世界沒有，太少了，一百年當中可能一個也找不到。不得已而求其次，第二等的，第二等是菩薩，不是明心見性的菩薩，明心見性的菩薩是第一等，他不起心不動念，我們起心動念，為什麼？起心動念太微細了，我們自己不知道。你看釋迦牟尼佛問彌勒菩薩，彌勒菩薩是修唯識的，用現在我們的話來說，就是心理學家。佛門有這麼一門功課，叫法相唯識，就是現在講的心理學家。釋迦牟尼問他，我們凡夫起一個念頭，心裡起個念頭，佛問彌勒菩薩，這一個念頭裡頭有多少個微細念頭？經文是「心有所念，幾念幾相識耶」。這是一句經文，這一句裡頭佛問了三樁事情，你看第一個，幾個念頭；第二個，幾個相；第三個，幾個識，問了三個問題，就是我們動個念頭。彌勒菩薩回答，這一彈指有三十二億百千念，一百個千是十萬，三十二億乘十萬，得出來的是三百二十兆，這一彈指有三百二十兆個念頭。那一秒鐘能彈多少次？有人說可以彈七次，我能彈五次，我年歲大了，體力衰了，年輕力壯我相信可能彈七次。如果彈七次，三百二十兆再乘七，一秒鐘得出的二千二百四十兆。一秒鐘二千二百四十兆個念頭，這個念頭你能夠捕捉到嗎？不可能！"
    },
    {
      "id": "02-042-0143_p0013",
      "zh_CN": "我们现在看电视屏幕，电视屏幕的频率多高？一秒钟一百次。也就是我们看到的画面是百分之一秒，一秒钟它已经换了一百次，我们一点不觉得。最早的我这有，这是电影的胶卷、电影的底片，这你们可能没有看见过，这个年代过去了。我们年轻的时候常常看，电影院。这是电影的底片，一秒钟在银幕上它生灭多少张？跟诸位说，二十四张，二十四张就把我们骗了，好像是真的一样。最初的黑白的电视，大概你们也没有遇到过了，早年的电视没有彩色，它是五十张，一秒钟五十张，现在彩色的一秒钟一百张。我们看不出来，我们的眼睛不行，太差劲了。弥勒菩萨告诉我们，我们这个眼前所看、所听的，你看这频率多高。",
      "zh_TW": "我們現在看電視屏幕，電視屏幕的頻率多高？一秒鐘一百次。也就是我們看到的畫面是百分之一秒，一秒鐘它已經換了一百次，我們一點不覺得。最早的我這有，這是電影的膠捲、電影的底片，這你們可能沒有看見過，這個年代過去了。我們年輕的時候常常看，電影院。這是電影的底片，一秒鐘在銀幕上它生滅多少張？跟諸位說，二十四張，二十四張就把我們騙了，好像是真的一樣。最初的黑白的電視，大概你們也沒有遇到過了，早年的電視沒有彩色，它是五十張，一秒鐘五十張，現在彩色的一秒鐘一百張。我們看不出來，我們的眼睛不行，太差勁了。彌勒菩薩告訴我們，我們這個眼前所看、所聽的，你看這頻率多高。"
    },
    {
      "id": "02-042-0143_p0014",
      "zh_CN": "物质现象从哪里来的？现在科学家告诉我们，从念头生的。最近二十年，量子力学家才发现，发现什么？物质是假的，不是真的，确确实实没有，跟佛经上讲的完全相同。佛经上告诉我们，一切法，物质现象，这一切法无所有，毕竟空，不可得。为什么？它这个现象有没有？有，但是它存在的时间只是二千二百四十兆分之一秒，你怎么能掌握得住？它太快了。所以你说它生，它早就灭了，你说它灭，它又冒出来了，它生灭不停，前念灭后念生，一秒钟二千二百四十兆，我们怎么能捕捉？我们面对电视屏幕是百分之一秒，一秒钟一百次，一百次生灭，哪一个是你？你说这个已经过去了，找不到了。这一个就这么高的频率波动产生的幻相，我们误会以为它真有，这个物质的东西实在上完全没有。我们从看电视里面细心去观察体会得到。电视屏幕好，好例子，古人用梦幻泡影，这个比梦幻泡影更容易理解。不生不灭的是屏幕，屏幕我们打开了，一片光明，里面什么也没有，那就没有生灭，那就是真心，那就是能现能变的。惠能大师说，「何期自性，能生万法」，这个屏幕就是自性，里面的色相就是万法。我们一按频道，出来了，色相出来了，就是物质的现象你看见了，不按频道的时候没有物质现象，也没有精神现象。精神、物质都不是真的，但是精神比较接近真，物质是纯粹假的，根本就没有这回事情。所以一切法从心想生，这个道理我们要懂。",
      "zh_TW": "物質現象從哪裡來的？現在科學家告訴我們，從念頭生的。最近二十年，量子力學家才發現，發現什麼？物質是假的，不是真的，確確實實沒有，跟佛經上講的完全相同。佛經上告訴我們，一切法，物質現象，這一切法無所有，畢竟空，不可得。為什麼？它這個現象有沒有？有，但是它存在的時間只是二千二百四十兆分之一秒，你怎麼能掌握得住？它太快了。所以你說它生，它早就滅了，你說它滅，它又冒出來了，它生滅不停，前念滅後念生，一秒鐘二千二百四十兆，我們怎麼能捕捉？我們面對電視屏幕是百分之一秒，一秒鐘一百次，一百次生滅，哪一個是你？你說這個已經過去了，找不到了。這一個就這麼高的頻率波動產生的幻相，我們誤會以為它真有，這個物質的東西實在上完全沒有。我們從看電視裡面細心去觀察體會得到。電視屏幕好，好例子，古人用夢幻泡影，這個比夢幻泡影更容易理解。不生不滅的是屏幕，屏幕我們打開了，一片光明，裡面什麼也沒有，那就沒有生滅，那就是真心，那就是能現能變的。惠能大師說，「何期自性，能生萬法」，這個屏幕就是自性，裡面的色相就是萬法。我們一按頻道，出來了，色相出來了，就是物質的現象你看見了，不按頻道的時候沒有物質現象，也沒有精神現象。精神、物質都不是真的，但是精神比較接近真，物質是純粹假的，根本就沒有這回事情。所以一切法從心想生，這個道理我們要懂。"
    },
    {
      "id": "02-042-0143_p0015",
      "zh_CN": "真正搞明白、搞清楚是什么人？大彻大悟的人。大彻，法身菩萨；大悟，权教菩萨，比阿罗汉高，比辟支佛高，虽然他没有超越十法界。大彻大悟超越十法界了，他到一真法界去了。这个是十法界里面的佛、菩萨，得大悟。小悟是小乘初果到阿罗汉，这小悟。小悟就很管用，他得清净心。六道凡夫的心不清净，统统被染污，就是着相。我们说，看到的、听到的、接触到的，都放在心上，心就被染污。这些大修行人他不放在心上，为什么？他知道是假的，那不是真的。你问他，他什么都知道；你不问他，他什么都没有，他心里干净，什么都没有。问他，自性智慧流露，回答你，正确，没有错误。",
      "zh_TW": "真正搞明白、搞清楚是什麼人？大徹大悟的人。大徹，法身菩薩；大悟，權教菩薩，比阿羅漢高，比辟支佛高，雖然他沒有超越十法界。大徹大悟超越十法界了，他到一真法界去了。這個是十法界裡面的佛、菩薩，得大悟。小悟是小乘初果到阿羅漢，這小悟。小悟就很管用，他得清淨心。六道凡夫的心不清淨，統統被染污，就是著相。我們說，看到的、聽到的、接觸到的，都放在心上，心就被染污。這些大修行人他不放在心上，為什麼？他知道是假的，那不是真的。你問他，他什麼都知道；你不問他，他什麼都沒有，他心裡乾淨，什麼都沒有。問他，自性智慧流露，回答你，正確，沒有錯誤。"
    },
    {
      "id": "02-042-0143_p0016",
      "zh_CN": "所以修行，在六根接触六尘境界上修行，时时刻刻，从早到晚，清楚明了是智慧，自性本具的智慧。不放在心上就对了，放在心上就变成妄心，变成染着心，染污的心，就变成烦恼、变成习气，这个麻烦大了。所以佛教给我们修行的方法要懂，依教奉行，在起心动念之处。不起心不动念，是法身菩萨，是佛；起心动念，没有分别，没有执着，是菩萨；起心动念，还有分别，没有执着，这是阿罗汉；如果起心动念分别执着全有，叫六道凡夫。所以我们是修六道凡夫，还是修阿罗汉，还是修菩萨？至少我们要修菩萨，那就是不分别、不执着。因为起心动念太微细，我们根本不知道，事都在我们眼前，没有离开我们，我们就是不知道真相，把假的当作真的，这个是难。",
      "zh_TW": "所以修行，在六根接觸六塵境界上修行，時時刻刻，從早到晚，清楚明瞭是智慧，自性本具的智慧。不放在心上就對了，放在心上就變成妄心，變成染著心，染污的心，就變成煩惱、變成習氣，這個麻煩大了。所以佛教給我們修行的方法要懂，依教奉行，在起心動念之處。不起心不動念，是法身菩薩，是佛；起心動念，沒有分別，沒有執著，是菩薩；起心動念，還有分別，沒有執著，這是阿羅漢；如果起心動念分別執著全有，叫六道凡夫。所以我們是修六道凡夫，還是修阿羅漢，還是修菩薩？至少我們要修菩薩，那就是不分別、不執著。因為起心動念太微細，我們根本不知道，事都在我們眼前，沒有離開我們，我們就是不知道真相，把假的當作真的，這個是難。"
    },
    {
      "id": "02-042-0143_p0017",
      "zh_CN": "什么时候佛讲的真相你才能够看到？大乘教里告诉我们八地以上。你看菩萨的等级五十二个，十信、十住、十行、十回向、十地，五十个，上面还有等觉、妙觉，一共五十二个。八地菩萨是地上第八地，也就是最上面这十个位次是十地菩萨，从初地到八地，到八地佛说你才能看到。初地到七地这个位次上知道，很清楚知道，没有见过。我们现在知道，知道得很模糊，不是很清楚；他们知道很清楚，没见到。八地就见到了，八地、九地、十地、等觉、妙觉，就是五十二个位次最上面的五个位次，他们能看到。佛这个话不欺人，佛不是说只有我一个人看到，这五个位次的人全看到。证得这五个位次的人多，不止佛一个，他们统统都看到。我们将来能到八地，也就看到了。现在我们看不到、听不到，根本感觉不到，这就是麻木不仁，烦恼习气太严重了，无法感觉。你像这些电影，以前这个电影的底片，很容易，比较上容易的事。如果对于电影这个道理不熟悉，你跟他讲，他还是不懂，他只看到银幕上的那个人会动，好像是活的一样，他不知道为什么会动。它是动画，是这么一桩事情。",
      "zh_TW": "什麼時候佛講的真相你才能夠看到？大乘教裡告訴我們八地以上。你看菩薩的等級五十二個，十信、十住、十行、十迴向、十地，五十個，上面還有等覺、妙覺，一共五十二個。八地菩薩是地上第八地，也就是最上面這十個位次是十地菩薩，從初地到八地，到八地佛說你才能看到。初地到七地這個位次上知道，很清楚知道，沒有見過。我們現在知道，知道得很模糊，不是很清楚；他們知道很清楚，沒見到。八地就見到了，八地、九地、十地、等覺、妙覺，就是五十二個位次最上面的五個位次，他們能看到。佛這個話不欺人，佛不是說只有我一個人看到，這五個位次的人全看到。證得這五個位次的人多，不止佛一個，他們統統都看到。我們將來能到八地，也就看到了。現在我們看不到、聽不到，根本感覺不到，這就是麻木不仁，煩惱習氣太嚴重了，無法感覺。你像這些電影，以前這個電影的底片，很容易，比較上容易的事。如果對於電影這個道理不熟悉，你跟他講，他還是不懂，他只看到銀幕上的那個人會動，好像是活的一樣，他不知道為什麼會動。它是動畫，是這麼一樁事情。"
    },
    {
      "id": "02-042-0143_p0018",
      "zh_CN": "所以修行在环境当中，人事环境、物质环境、自然环境里面去练。怎么个练法？海贤老和尚给我们做了榜样，心里只放一尊佛，阿弥陀佛，除佛之外什么都不放在心上。外面的事情样样都好，没有一样不好，他一点也不操心，你向他请教，他欢欢喜喜，没有一样不好，这就是他面对一切境界的功夫，这是修行的功夫。没有一样东西他会放在心上的，除阿弥陀佛之外，这叫真念佛，所以决定得生净土。开寂法师这个地方也提到看破、放下，看破是对于事实真相完全了解，了解不要放在心上，叫放下。好，我们看下面第二篇。",
      "zh_TW": "所以修行在環境當中，人事環境、物質環境、自然環境裡面去練。怎麼個練法？海賢老和尚給我們做了榜樣，心裡只放一尊佛，阿彌陀佛，除佛之外什麼都不放在心上。外面的事情樣樣都好，沒有一樣不好，他一點也不操心，你向他請教，他歡歡喜喜，沒有一樣不好，這就是他面對一切境界的功夫，這是修行的功夫。沒有一樣東西他會放在心上的，除阿彌陀佛之外，這叫真念佛，所以決定得生淨土。開寂法師這個地方也提到看破、放下，看破是對於事實真相完全了解，了解不要放在心上，叫放下。好，我們看下面第二篇。"
    },
    {
      "id": "02-042-0143_p0019",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修，大家好，阿弥陀佛！惭愧学生开定，今天向大家恭敬汇报的内容如下：「古镜今鉴」。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修，大家好，阿彌陀佛！慚愧學生開定，今天向大家恭敬匯報的內容如下：「古鏡今鑑」。"
    },
    {
      "id": "02-042-0143_p0020",
      "zh_CN": "古镜今鉴一词的含义是，对已经过去的事物，重新反省认知，给现在的事物起到一定的帮助和借鉴作用。唐太宗有一句被后人广为传诵的名言：「以铜为镜，可以正衣冠；以人为镜，可以明得失；以古为镜，可以知兴替。」真正的创新不是完全的否认前人所做的一切，而是在前人的基础上不断的推陈出新，青出于蓝而胜于蓝。好比一棵千年古树，它的根和干是亘古不变，但是年年发新枝、长新叶，开新花、结新果，这样才有根有本。好的向他学习，不好的完全剔除。师父上人给我们这次学习班精心安排的是二Ｏ一四《大经科注》四十八愿的内容，大家学得很法喜，也很受益，感恩师父上人慈悲宣讲。阿弥陀佛建立西方极乐世界，遍参十方一切诸佛刹土，好的保留，不好的不要，集十方一切诸佛世界真善美慧之大成，所以西方极乐世界超胜一切诸佛国土。",
      "zh_TW": "古鏡今鑑一詞的含義是，對已經過去的事物，重新反省認知，給現在的事物起到一定的幫助和借鑑作用。唐太宗有一句被後人廣為傳誦的名言：「以銅為鏡，可以正衣冠；以人為鏡，可以明得失；以古為鏡，可以知興替。」真正的創新不是完全的否認前人所做的一切，而是在前人的基礎上不斷的推陳出新，青出於藍而勝於藍。好比一棵千年古樹，它的根和幹是亙古不變，但是年年發新枝、長新葉，開新花、結新果，這樣才有根有本。好的向他學習，不好的完全剔除。師父上人給我們這次學習班精心安排的是二Ｏ一四《大經科註》四十八願的內容，大家學得很法喜，也很受益，感恩師父上人慈悲宣講。阿彌陀佛建立西方極樂世界，遍參十方一切諸佛剎土，好的保留，不好的不要，集十方一切諸佛世界真善美慧之大成，所以西方極樂世界超勝一切諸佛國土。"
    },
    {
      "id": "02-042-0143_p0021",
      "zh_CN": "我们学习传统文化，学习佛法，永远都离不开孝敬之大根大本，离开了这个根本去修学，永远都不得其门而入。修行要想有成就，还要有师承，也就是要有承传，古人讲要有凭有据。认定一个老师，老老实实的跟着一位老师十年、二十年，甚至更长的时间，才能真正契入老师的境界，明白老师的义理和存心。修行没有捷径可寻，唯有认定一个老师，相信一个老师，老实、听话、真干。今生能幸遇师父上人慈悲教导，两位大家长慈悲护持，今生亦跟定您们的脚步不离不弃！",
      "zh_TW": "我們學習傳統文化，學習佛法，永遠都離不開孝敬之大根大本，離開了這個根本去修學，永遠都不得其門而入。修行要想有成就，還要有師承，也就是要有承傳，古人講要有憑有據。認定一個老師，老老實實的跟著一位老師十年、二十年，甚至更長的時間，才能真正契入老師的境界，明白老師的義理和存心。修行沒有捷徑可尋，唯有認定一個老師，相信一個老師，老實、聽話、真幹。今生能幸遇師父上人慈悲教導，兩位大家長慈悲護持，今生亦跟定您們的腳步不離不棄！"
    },
    {
      "id": "02-042-0143_p0022",
      "zh_CN": "佛陀的含义是，自觉、觉他、觉行圆满。觉行圆满和觉他的前提是自觉。佛法是内修、内明、内观，自觉就是一个看破放下的过程。为什么放不下？原因是不明白宇宙人生的真相，我们自性本具的明德被烦恼习气障住了，自性本具的智慧、德能、相好不能受用。要不断的修正自己，改正自己的过失，这就需要反观，发现自己的过失。在修行的道路上走过的弯路，去不断的反省改正，这就是自觉，也就是古镜今鉴。在错误当中不断的去提升自己，这样错的才有意义，才有价值。自己走过的弯路，永远都认识不到，只会一错再错，错得可悲，也很可怜。修行也很辛苦，自己走过的修行路，就是自己的一部成长史，更应当值得自己去反思和总结，这就是自觉的一个过程。",
      "zh_TW": "佛陀的含義是，自覺、覺他、覺行圓滿。覺行圓滿和覺他的前提是自覺。佛法是內修、內明、內觀，自覺就是一個看破放下的過程。為什麼放不下？原因是不明白宇宙人生的真相，我們自性本具的明德被煩惱習氣障住了，自性本具的智慧、德能、相好不能受用。要不斷的修正自己，改正自己的過失，這就需要反觀，發現自己的過失。在修行的道路上走過的彎路，去不斷的反省改正，這就是自覺，也就是古鏡今鑑。在錯誤當中不斷的去提升自己，這樣錯的才有意義，才有價值。自己走過的彎路，永遠都認識不到，只會一錯再錯，錯得可悲，也很可憐。修行也很辛苦，自己走過的修行路，就是自己的一部成長史，更應當值得自己去反思和總結，這就是自覺的一個過程。"
    },
    {
      "id": "02-042-0143_p0023",
      "zh_CN": "在此次大士阁第二届「《净土大经科注》学习班」开班之初，两位大家长就慈悲的叮嘱我们，每办一次活动，都要不断的总结反省，哪些地方做得不到位，下次如何改进；哪些地方做得好，下次要好好保持，在原来的基础上做得更好，要一次比一次有进步，一次比一次有提升。既要护持好来道场学习的各位同修，同时我们自身也要不断的成长，每办一次都有新的收获，教学相长历事炼心。做为一名佛弟子，将来能真正荷担如来家业弘法利生，承传师父上人法脉。",
      "zh_TW": "在此次大士閣第二屆「《淨土大經科註》學習班」開班之初，兩位大家長就慈悲的叮囑我們，每辦一次活動，都要不斷的總結反省，哪些地方做得不到位，下次如何改進；哪些地方做得好，下次要好好保持，在原來的基礎上做得更好，要一次比一次有進步，一次比一次有提升。既要護持好來道場學習的各位同修，同時我們自身也要不斷的成長，每辦一次都有新的收穫，教學相長歷事鍊心。做為一名佛弟子，將來能真正荷擔如來家業弘法利生，承傳師父上人法脈。"
    },
    {
      "id": "02-042-0143_p0024",
      "zh_CN": "汲取第一届办班的经验，在前一届的基础上，此次办班在很多方面比第一届更有进步和提升。从学员的招收、课程的设计、基础设施的布置、生活细节的安排等等，更加人性化和合理化，修学环境更温馨怡人，课程更加让学员受益，学员每天都学有所获，法喜充满。对我们自身而言，每天也都有新的进步和提升，真正感受到集体共修可以相互监督、提醒和促进，互励共勉！在前一届的基础之上，相信此次学习班会有更多的收获和受益。祈愿学习班能愈办愈好，能让更多的人深入到佛法智慧的大海，获得真实之慧，真实之利，真实之际，让佛法光大兴盛，令正法久住世间，阿弥陀佛！",
      "zh_TW": "汲取第一屆辦班的經驗，在前一屆的基礎上，此次辦班在很多方面比第一屆更有進步和提升。從學員的招收、課程的設計、基礎設施的布置、生活細節的安排等等，更加人性化和合理化，修學環境更溫馨怡人，課程更加讓學員受益，學員每天都學有所獲，法喜充滿。對我們自身而言，每天也都有新的進步和提升，真正感受到集體共修可以相互監督、提醒和促進，互勵共勉！在前一屆的基礎之上，相信此次學習班會有更多的收穫和受益。祈願學習班能愈辦愈好，能讓更多的人深入到佛法智慧的大海，獲得真實之慧，真實之利，真實之際，讓佛法光大興盛，令正法久住世間，阿彌陀佛！"
    },
    {
      "id": "02-042-0143_p0025",
      "zh_CN": "以上是惭愧学生开定粗浅的学习报告，错误之处请求尊敬的师父上人，诸位法师、诸位大德同修慈悲批评指正，学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝敬爱的师父上人：法体安康，六时吉祥，法喜充满，光寿无量。惭愧学生开定顶礼敬呈，二Ｏ一五年四月二十日，云南鸡足山大士阁。",
      "zh_TW": "以上是慚愧學生開定粗淺的學習報告，錯誤之處請求尊敬的師父上人，諸位法師、諸位大德同修慈悲批評指正，學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝敬愛的師父上人：法體安康，六時吉祥，法喜充滿，光壽無量。慚愧學生開定頂禮敬呈，二Ｏ一五年四月二十日，雲南雞足山大士閣。"
    },
    {
      "id": "02-042-0143_p0026",
      "zh_CN": "老法师：开定师的报告里面有一段很重要，他举了个例子，好比千年古树树干、树根，千年老树年年开新花、年年结新果实。这个事情有没有？有，我们亲眼看见的。从这桩事情让我们细心体会到，我们决定不能忘掉古人，决定不能够以为古人不如今人。今天科学技术的成就，也是从古人一代一代累积提升成就的，没有古人哪有今人！没有以前的发明，根本不可能有现在这些技术、机械，不可能的。所以最初创造那个人，我们要尊重他，不能说他造得简陋，现在比他进步太多了，要知道从那个地方发生的。现在人的毛病，就是不相信古人，相信现代人比古人强，这个问题很严重。对古人不相信，没有信心，怀疑，就是对根本产生怀疑。根本上产生怀疑，哪来的枝叶花果？这问题严重到什么程度？严重到现在老师没有办法教学生。不是老师不教，学生态度傲慢，对老师没有恭敬心，对所学的东西没有自信心，这是个普遍现象，是个严重问题。",
      "zh_TW": "老法師：開定師的報告裡面有一段很重要，他舉了個例子，好比千年古樹樹幹、樹根，千年老樹年年開新花、年年結新果實。這個事情有沒有？有，我們親眼看見的。從這樁事情讓我們細心體會到，我們決定不能忘掉古人，決定不能夠以為古人不如今人。今天科學技術的成就，也是從古人一代一代累積提升成就的，沒有古人哪有今人！沒有以前的發明，根本不可能有現在這些技術、機械，不可能的。所以最初創造那個人，我們要尊重他，不能說他造得簡陋，現在比他進步太多了，要知道從那個地方發生的。現在人的毛病，就是不相信古人，相信現代人比古人強，這個問題很嚴重。對古人不相信，沒有信心，懷疑，就是對根本產生懷疑。根本上產生懷疑，哪來的枝葉花果？這問題嚴重到什麼程度？嚴重到現在老師沒有辦法教學生。不是老師不教，學生態度傲慢，對老師沒有恭敬心，對所學的東西沒有自信心，這是個普遍現象，是個嚴重問題。"
    },
    {
      "id": "02-042-0143_p0027",
      "zh_CN": "我在六十四年前，跟方东美先生学哲学，第一天见面老师就告诉我，现代的学校（六十年前，一甲子，中国人讲一甲子，一甲子六十年），六十年前他就告诉我，现在的学校，他指的是台湾大学，他在这个学校教书，他说先生不像先生，学生不像学生。台大的老师有不少知名的教授，真正有德行、有学问，为什么老师不像老师？问题出在学生，学生不想学，老师教他是认真教他，他没有用心听，他心不在焉。怎么办？逼着老师不能把他心中所感悟到的真实学问传授给人，学生不愿意学。小学、中学学生很用功读书，为什么？想考大学。大学考上之后，不想念书了，大学的学生贪瞋痴慢疑膨胀了。所以这些好老师又不能不教，不教，他职业是老师，要教书的，他不教书他就没有收入，他不能生活，变成什么？变成大家混日子。学生混文凭，老师就混个钟点费，工资，回家过日子。告诉我这个现象，因为那个时候我是想到学校去旁听他的课程，他把这个真相告诉我，他说你不必到学校，你到学校去听会大失所望。",
      "zh_TW": "我在六十四年前，跟方東美先生學哲學，第一天見面老師就告訴我，現代的學校（六十年前，一甲子，中國人講一甲子，一甲子六十年），六十年前他就告訴我，現在的學校，他指的是台灣大學，他在這個學校教書，他說先生不像先生，學生不像學生。台大的老師有不少知名的教授，真正有德行、有學問，為什麼老師不像老師？問題出在學生，學生不想學，老師教他是認真教他，他沒有用心聽，他心不在焉。怎麼辦？逼著老師不能把他心中所感悟到的真實學問傳授給人，學生不願意學。小學、中學學生很用功讀書，為什麼？想考大學。大學考上之後，不想念書了，大學的學生貪瞋痴慢疑膨脹了。所以這些好老師又不能不教，不教，他職業是老師，要教書的，他不教書他就沒有收入，他不能生活，變成什麼？變成大家混日子。學生混文憑，老師就混個鐘點費，工資，回家過日子。告訴我這個現象，因為那個時候我是想到學校去旁聽他的課程，他把這個真相告訴我，他說你不必到學校，你到學校去聽會大失所望。"
    },
    {
      "id": "02-042-0143_p0028",
      "zh_CN": "我们真想学，抗战期间流亡学生失学多年，还真想学，想到学校去变成这个样子，怎么办？最后老师非常慈悲，告诉我，真想学，每个星期天给我讲两个小时。学生我一个人，咱们一文学费也没缴，每个星期天上午九点半到十一点半，我到他家里去，他给我上两个钟点课，给我讲了一部《哲学概论》。我记得是五个单元，最后一个单元「佛经哲学」。那个时候我什么宗教都不相信，我认为宗教是迷信，根深蒂固。我向老师请教，我说佛教是宗教、是迷信，而且是个多神教，多神教代表低级宗教，高级宗教只有一个真神，多神教什么都拜，这是低级宗教，它怎么会有哲学？老师告诉我，他说你年轻，你不懂，释迦牟尼（他没有说释迦牟尼佛，他说释迦牟尼）是世界上最伟大的哲学家，佛经哲学是世界上哲学当中的最高峰，末后还告诉我一句，学佛是人生最高的享受。我对佛教的认识从这入门，是方老师教的。如果我这一生要遇不到这个老师，我跟宗教就没有缘了，没有人会告诉我，把这桩事情讲得这么清楚，讲得这么明白。",
      "zh_TW": "我們真想學，抗戰期間流亡學生失學多年，還真想學，想到學校去變成這個樣子，怎麼辦？最後老師非常慈悲，告訴我，真想學，每個星期天給我講兩個小時。學生我一個人，咱們一文學費也沒繳，每個星期天上午九點半到十一點半，我到他家裡去，他給我上兩個鐘點課，給我講了一部《哲學概論》。我記得是五個單元，最後一個單元「佛經哲學」。那個時候我什麼宗教都不相信，我認為宗教是迷信，根深蒂固。我向老師請教，我說佛教是宗教、是迷信，而且是個多神教，多神教代表低級宗教，高級宗教只有一個真神，多神教什麼都拜，這是低級宗教，它怎麼會有哲學？老師告訴我，他說你年輕，你不懂，釋迦牟尼（他沒有說釋迦牟尼佛，他說釋迦牟尼）是世界上最偉大的哲學家，佛經哲學是世界上哲學當中的最高峰，末後還告訴我一句，學佛是人生最高的享受。我對佛教的認識從這入門，是方老師教的。如果我這一生要遇不到這個老師，我跟宗教就沒有緣了，沒有人會告訴我，把這樁事情講得這麼清楚，講得這麼明白。"
    },
    {
      "id": "02-042-0143_p0029",
      "zh_CN": "我学了这个科目之后，我向老师请教，我说老师你从哪里学来的？谁教你的？他无师自通。他告诉我，那时候是跟日本人打仗，他在中央大学教书（中央大学以前在南京，战争的时候迁到成都，在四川成都），他在学校有一段时期生病，有些朋友就介绍他到峨嵋山去养病。峨嵋山环境非常好，我去过两次。他在养病的期间，山上什么都没有，没有报纸，没有杂志，其他就是佛经，拿佛经消遣，看看什么东西，愈看愈有味道，看进去了，他是这样学的。他还告诉我，两百年前中国这些寺院庵堂，大大小小的寺庙，这里面的修行人都是有德行、有学问，确实天人师，他教化一方，社会安定，天下太平。那时中国就是儒释道三家，对社会做出最大的贡献，带给社会安定和谐，人民幸福快乐，真难得！他说现在我们丢了，两百年前接受了西方科学技术的文化，物质文明，对于中国传统的东西疏忽了。满清亡国这一百年，民国这一百年，把它丢干净了。前一百年疏忽，大家对它信心逐渐降温，最后这一百年完全遗弃，不要了，才变成现在这个社会。人的起心动念，关系我们居住的环境地球，现在的人想什么、说什么、干什么，你只注意这三方面，你就了解社会为什么动乱，地球为什么有那么多灾变，你全明白了。",
      "zh_TW": "我學了這個科目之後，我向老師請教，我說老師你從哪裡學來的？誰教你的？他無師自通。他告訴我，那時候是跟日本人打仗，他在中央大學教書（中央大學以前在南京，戰爭的時候遷到成都，在四川成都），他在學校有一段時期生病，有些朋友就介紹他到峨嵋山去養病。峨嵋山環境非常好，我去過兩次。他在養病的期間，山上什麼都沒有，沒有報紙，沒有雜誌，其他就是佛經，拿佛經消遣，看看什麼東西，愈看愈有味道，看進去了，他是這樣學的。他還告訴我，兩百年前中國這些寺院庵堂，大大小小的寺廟，這裡面的修行人都是有德行、有學問，確實天人師，他教化一方，社會安定，天下太平。那時中國就是儒釋道三家，對社會做出最大的貢獻，帶給社會安定和諧，人民幸福快樂，真難得！他說現在我們丟了，兩百年前接受了西方科學技術的文化，物質文明，對於中國傳統的東西疏忽了。滿清亡國這一百年，民國這一百年，把它丟乾淨了。前一百年疏忽，大家對它信心逐漸降溫，最後這一百年完全遺棄，不要了，才變成現在這個社會。人的起心動念，關係我們居住的環境地球，現在的人想什麼、說什麼、幹什麼，你只注意這三方面，你就了解社會為什麼動亂，地球為什麼有那麼多災變，你全明白了。"
    },
    {
      "id": "02-042-0143_p0030",
      "zh_CN": "说实在一句话，说真话，今人不如古人。你瞧不起古人，铸成大错特错，对祖宗没有尊敬心，对父母没有孝顺心，对老师没有尊师重道的心，这完了，这才是危机的核心，你真找出来了。所以要恢复传统文化，要恢复孝亲尊师。为什么要孝亲？古人讲得清楚，讲得透彻。为什么要尊重老师？不过从前老师是真像老师，不像现在，现在老师也变成商人了，学校教书教一半，甚至于一半不到，自己家里开补习班，变成生意买卖了，你不上他的补习班，你的课没有念圆满，你考试不及格，这怎么能值得人尊敬？从前的老师，我遇到方东美先生，从前的老师，不要钱，一个人也教，太难得了！我跟他无亲无故，不认识，也没有人介绍，我是毛遂自荐，写一封信向他请教，想旁听他的课程，万万没有想到他把我招到家里来教。我这个信佛从这来的。",
      "zh_TW": "說實在一句話，說真話，今人不如古人。你瞧不起古人，鑄成大錯特錯，對祖宗沒有尊敬心，對父母沒有孝順心，對老師沒有尊師重道的心，這完了，這才是危機的核心，你真找出來了。所以要恢復傳統文化，要恢復孝親尊師。為什麼要孝親？古人講得清楚，講得透徹。為什麼要尊重老師？不過從前老師是真像老師，不像現在，現在老師也變成商人了，學校教書教一半，甚至於一半不到，自己家裡開補習班，變成生意買賣了，你不上他的補習班，你的課沒有念圓滿，你考試不及格，這怎麼能值得人尊敬？從前的老師，我遇到方東美先生，從前的老師，不要錢，一個人也教，太難得了！我跟他無親無故，不認識，也沒有人介紹，我是毛遂自薦，寫一封信向他請教，想旁聽他的課程，萬萬沒有想到他把我招到家裡來教。我這個信佛從這來的。"
    },
    {
      "id": "02-042-0143_p0031",
      "zh_CN": "真正了解释迦牟尼佛，要用现代的角度来观察，他是一个今天讲的是多元社会教育家，他的身分是多元社会教育的义务工作者。他教书教一辈子，不收学费，不要钱，学生只要肯学，他就肯教，来者不拒，去者不留，不分国家，不分族群，也不分宗教信仰，只要你肯来学，他就认真教你。教了一辈子，从三十岁开悟，到七十九岁圆寂，整整教学四十九年。它是不是宗教？如果以一般宗教的条件来说，它不符合。为什么？宗教最重要的一个条件，就是要有一个创始的神，造物主，佛教没有。佛教说这个宇宙谁造的？惠能大师讲的，自性变现的，「何期自性，能生万法」。这个被现代科学家证实了，确实念头造成的，一切法从心想生，被证明了。所以老师告诉我了，佛教是哲学。现在我们知道不但是哲学，是科学，量子力学完全进入到佛法里面去了，他们最近发现的，释迦牟尼佛三千年前就已经讲清楚了。什么是物质，什么是精神，什么是自然现象，大乘经上讲得清楚，讲得有道理。",
      "zh_TW": "真正了解釋迦牟尼佛，要用現代的角度來觀察，他是一個今天講的是多元社會教育家，他的身分是多元社會教育的義務工作者。他教書教一輩子，不收學費，不要錢，學生只要肯學，他就肯教，來者不拒，去者不留，不分國家，不分族群，也不分宗教信仰，只要你肯來學，他就認真教你。教了一輩子，從三十歲開悟，到七十九歲圓寂，整整教學四十九年。它是不是宗教？如果以一般宗教的條件來說，它不符合。為什麼？宗教最重要的一個條件，就是要有一個創始的神，造物主，佛教沒有。佛教說這個宇宙誰造的？惠能大師講的，自性變現的，「何期自性，能生萬法」。這個被現代科學家證實了，確實念頭造成的，一切法從心想生，被證明了。所以老師告訴我了，佛教是哲學。現在我們知道不但是哲學，是科學，量子力學完全進入到佛法裡面去了，他們最近發現的，釋迦牟尼佛三千年前就已經講清楚了。什麼是物質，什麼是精神，什麼是自然現象，大乘經上講得清楚，講得有道理。"
    },
    {
      "id": "02-042-0143_p0032",
      "zh_CN": "释迦牟尼佛跟谁学的？他一生所讲的东西，没有一个是有老师的。他以前学过十二年，十九岁出家到三十岁，学过十二年，印度所有宗教学派他都亲近过。但是学完十二年之后统统丢掉，为什么？那不能解决问题，宇宙的奥秘他们没有能力解释。他到菩提树下入定，大彻大悟。这告诉我们一桩事实，学问、智慧是可以无师自通的。这是真的，不是假的。近代的，你看来佛寺的海贤老和尚就是无师自通，他就是一句佛号念到清净心，念到平等心，念到大彻大悟。现在人都有，何况古人！这样我们就通了，古圣先贤，中国的尧、舜、禹、汤、文武、周公，像孔子、孟子统统是大彻大悟。只要彻悟，彻悟就什么都知道，古往今来，此界他方，没有一样不知道。你不问他，他不说，你问他，他跟你讲。所以要相信无师自通。",
      "zh_TW": "釋迦牟尼佛跟誰學的？他一生所講的東西，沒有一個是有老師的。他以前學過十二年，十九歲出家到三十歲，學過十二年，印度所有宗教學派他都親近過。但是學完十二年之後統統丟掉，為什麼？那不能解決問題，宇宙的奧祕他們沒有能力解釋。他到菩提樹下入定，大徹大悟。這告訴我們一樁事實，學問、智慧是可以無師自通的。這是真的，不是假的。近代的，你看來佛寺的海賢老和尚就是無師自通，他就是一句佛號念到清淨心，念到平等心，念到大徹大悟。現在人都有，何況古人！這樣我們就通了，古聖先賢，中國的堯、舜、禹、湯、文武、周公，像孔子、孟子統統是大徹大悟。只要徹悟，徹悟就什麼都知道，古往今來，此界他方，沒有一樣不知道。你不問他，他不說，你問他，他跟你講。所以要相信無師自通。"
    },
    {
      "id": "02-042-0143_p0033",
      "zh_CN": "我们今天需要这个理念观念。今天老师没有了，好老师都过世了，都不在了，现在的水平跟古人比一落千丈，无法相比，我们跟老师一代差距很大，现在学的跟我们又有很大的差距，往后怎么办？所以我就想到用光碟教学。潮州谢总做成功了，这是个很好的方法，教学成功了。我想二十年之后，世界上的大学都没老师了，这老教授都走了，后头接不上怎么办？光碟。现在老教授教学的，要把它制作成光碟，非常管用，只有用这个方法。找一个比较聪明的教练，就是助教，帮助解决问题，助教必须把这个光碟看上三十遍、五十遍、一百遍，他就完全能记住，学生有提问他能回答。不采取这个办法，无有办法了。",
      "zh_TW": "我們今天需要這個理念觀念。今天老師沒有了，好老師都過世了，都不在了，現在的水平跟古人比一落千丈，無法相比，我們跟老師一代差距很大，現在學的跟我們又有很大的差距，往後怎麼辦？所以我就想到用光碟教學。潮州謝總做成功了，這是個很好的方法，教學成功了。我想二十年之後，世界上的大學都沒老師了，這老教授都走了，後頭接不上怎麼辦？光碟。現在老教授教學的，要把它製作成光碟，非常管用，只有用這個方法。找一個比較聰明的教練，就是助教，幫助解決問題，助教必須把這個光碟看上三十遍、五十遍、一百遍，他就完全能記住，學生有提問他能回答。不採取這個辦法，無有辦法了。"
    },
    {
      "id": "02-042-0143_p0034",
      "zh_CN": "尊师重道要紧，孝顺父母，尊敬师长，这是我们必须要学习的，我们学出榜样教下一代，这个重要。孝确实是根，像千年大树，是根，敬是本，有根有本，枝叶花果年年丰茂。这个根本如果丢掉，就没法子。根本都在，只要你能尽孝，能尊敬。我们再看底下一位。",
      "zh_TW": "尊師重道要緊，孝順父母，尊敬師長，這是我們必須要學習的，我們學出榜樣教下一代，這個重要。孝確實是根，像千年大樹，是根，敬是本，有根有本，枝葉花果年年豐茂。這個根本如果丟掉，就沒法子。根本都在，只要你能盡孝，能尊敬。我們再看底下一位。"
    },
    {
      "id": "02-042-0143_p0035",
      "zh_CN": "学生：《科注》学习班心得报告。尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修，大家好，阿弥陀佛！惭愧学生开熏，今天向大家恭敬汇报的主题是：「平常心是道」。",
      "zh_TW": "學生：《科註》學習班心得報告。尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修，大家好，阿彌陀佛！慚愧學生開熏，今天向大家恭敬匯報的主題是：「平常心是道」。"
    },
    {
      "id": "02-042-0143_p0036",
      "zh_CN": "近段时间的学习，让学生愈发的感受到一点：境缘无好丑，好丑起于心，应时时保持平常心。修行路上真的是不容易，一路走过来坎坎坷坷，跌跌撞撞。有句话说，最大的敌人不是别人，是自己，能战胜自己的人才是英雄。战胜自己，战胜自己的什么？种种的欲望、好恶、我执我见、自私自利等诸多烦恼习气。没有学佛时，认识不到这些东西是不好的，每天被欲望驱使，做烦恼的奴隶，没有主宰，不知道什么是真我。现在学佛了，有了一点认识，知道自己是活在梦中，迷惑颠倒。但只是有一点认识，很浅薄，依旧还是个梦中人醒不过来，没找到真我，境界一来还是习惯性的顺境生欢喜、逆境生烦恼，怎么自己就这么容易被转掉？真的很惭愧。值得安慰的一点是，以前在发现自己又犯错时，都会很自责、消极，感觉自己很没用，影响自己也影响身边的人。现在认识到这样是不对的，这也是烦恼，我不能错上加错，我应该以一颗平和的心来面对，以一颗积极向上的心面对，好好改过，不怕挫折，从哪跌倒还要从哪爬起来。",
      "zh_TW": "近段時間的學習，讓學生愈發的感受到一點：境緣無好醜，好醜起於心，應時時保持平常心。修行路上真的是不容易，一路走過來坎坎坷坷，跌跌撞撞。有句話說，最大的敵人不是別人，是自己，能戰勝自己的人才是英雄。戰勝自己，戰勝自己的什麼？種種的欲望、好惡、我執我見、自私自利等諸多煩惱習氣。沒有學佛時，認識不到這些東西是不好的，每天被欲望驅使，做煩惱的奴隸，沒有主宰，不知道什麼是真我。現在學佛了，有了一點認識，知道自己是活在夢中，迷惑顛倒。但只是有一點認識，很淺薄，依舊還是個夢中人醒不過來，沒找到真我，境界一來還是習慣性的順境生歡喜、逆境生煩惱，怎麼自己就這麼容易被轉掉？真的很慚愧。值得安慰的一點是，以前在發現自己又犯錯時，都會很自責、消極，感覺自己很沒用，影響自己也影響身邊的人。現在認識到這樣是不對的，這也是煩惱，我不能錯上加錯，我應該以一顆平和的心來面對，以一顆積極向上的心面對，好好改過，不怕挫折，從哪跌倒還要從哪爬起來。"
    },
    {
      "id": "02-042-0143_p0037",
      "zh_CN": "虽然感觉到修行很苦，但是如果不用功努力改正，自己不但这一生会很苦，往后的生生世世都会一直苦下去。所以又感到非常的庆幸，这一生能够遇到佛法，遇到善知识，真的太难得！我们有机会脱苦，脱离究竟苦；我们有机会得乐，得究竟的乐，回到我们的极乐老家，找回真我。这是阿弥陀佛慈父无尽的慈悲，怜悯我们这些苦难的众生，给我们指明道路，等待我们回家，只要我相信，我愿意去，阿弥陀佛都不会舍弃我。想到这里，自己就很安慰，也很惭愧，我该怎样报答佛菩萨无尽的深恩，难道还要像以前一样随顺烦恼习气吗？不敢保证不再随顺，但自己一定会努力克制，希望能对得起佛菩萨。",
      "zh_TW": "雖然感覺到修行很苦，但是如果不用功努力改正，自己不但這一生會很苦，往後的生生世世都會一直苦下去。所以又感到非常的慶幸，這一生能夠遇到佛法，遇到善知識，真的太難得！我們有機會脫苦，脫離究竟苦；我們有機會得樂，得究竟的樂，回到我們的極樂老家，找回真我。這是阿彌陀佛慈父無盡的慈悲，憐憫我們這些苦難的眾生，給我們指明道路，等待我們回家，只要我相信，我願意去，阿彌陀佛都不會捨棄我。想到這裡，自己就很安慰，也很慚愧，我該怎樣報答佛菩薩無盡的深恩，難道還要像以前一樣隨順煩惱習氣嗎？不敢保證不再隨順，但自己一定會努力克制，希望能對得起佛菩薩。"
    },
    {
      "id": "02-042-0143_p0038",
      "zh_CN": "真的很佩服贤公老和尚，老和尚一生是真修行，三福、六和、三学、六度、普贤十愿圆满的落实了，一生遵循老师的教诲，一句佛号九十二年不拐弯，真的是当之无愧的佛弟子，是真实报恩者。平常心是道，老和尚一生慈悲对众生，对人永远是一脸的慈祥笑容，毁誉都毫不动心，心永远是那样的平和，看啥都说好，看啥都高兴，从来没发过脾气。这一点让学生太佩服了，自己都很难做到。这都源于他有一颗真正的孝心，从小到大一直是在苦难中成长，家境清寒，生活困窘，为了帮母亲分担，自己偷偷跑出去讨饭。文革期间，自己开荒种地，独自奉养五位年老体弱的老和尚，一一送他们往生。还照顾成千上万苦难的人，经历了灾难、战争，可以说吃尽了人间的苦，坚定了他出离的心。老和尚是真正从苦难中磨炼出来的，让我们看到一个真正修道人，真正看破放下的人，心时时在道上，绝对不会把世间这些是非人我放在心上。放在心上的只有一句阿弥陀佛，放在心上的只有苦难众生，以一颗慈悲心对待众生，没有计较，没有好恶，于人无争，于世无求。对照一下自己，真的太惭愧了，原来我是那样的懈怠、懒散，都没吃过什么苦，不老实听话，也没真干，还守住烦恼习气不肯放下，不是个好学生。在此跟师父上人、诸位法师大德忏悔，期许自己今后能努力用功改正，学习贤公和尚，做个好榜样。",
      "zh_TW": "真的很佩服賢公老和尚，老和尚一生是真修行，三福、六和、三學、六度、普賢十願圓滿的落實了，一生遵循老師的教誨，一句佛號九十二年不拐彎，真的是當之無愧的佛弟子，是真實報恩者。平常心是道，老和尚一生慈悲對眾生，對人永遠是一臉的慈祥笑容，毀譽都毫不動心，心永遠是那樣的平和，看啥都說好，看啥都高興，從來沒發過脾氣。這一點讓學生太佩服了，自己都很難做到。這都源於他有一顆真正的孝心，從小到大一直是在苦難中成長，家境清寒，生活困窘，為了幫母親分擔，自己偷偷跑出去討飯。文革期間，自己開荒種地，獨自奉養五位年老體弱的老和尚，一一送他們往生。還照顧成千上萬苦難的人，經歷了災難、戰爭，可以說吃盡了人間的苦，堅定了他出離的心。老和尚是真正從苦難中磨鍊出來的，讓我們看到一個真正修道人，真正看破放下的人，心時時在道上，絕對不會把世間這些是非人我放在心上。放在心上的只有一句阿彌陀佛，放在心上的只有苦難眾生，以一顆慈悲心對待眾生，沒有計較，沒有好惡，於人無爭，於世無求。對照一下自己，真的太慚愧了，原來我是那樣的懈怠、懶散，都沒吃過什麼苦，不老實聽話，也沒真幹，還守住煩惱習氣不肯放下，不是個好學生。在此跟師父上人、諸位法師大德懺悔，期許自己今後能努力用功改正，學習賢公和尚，做個好榜樣。"
    },
    {
      "id": "02-042-0143_p0039",
      "zh_CN": "以上是惭愧学生开熏粗浅的学习报告，错误之处请求尊敬的师父上人，诸位法师、诸位大德同修慈悲批评指正，学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝师父上人：法体安康，六时吉祥，法喜充满，光寿无量。惭愧学生开熏顶礼敬呈。",
      "zh_TW": "以上是慚愧學生開熏粗淺的學習報告，錯誤之處請求尊敬的師父上人，諸位法師、諸位大德同修慈悲批評指正，學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝師父上人：法體安康，六時吉祥，法喜充滿，光壽無量。慚愧學生開熏頂禮敬呈。"
    },
    {
      "id": "02-042-0143_p0040",
      "zh_CN": "老法师：开熏法师的心得报告说得很好。人最难的是自知，有自知之明这非常难得，但是自知之后要有力行，如果你不能够真正改过自新，这等于零。你自己体会到，往后生生世世都会一直苦下去，这话是真的，一点都不错。这句话你要常常记在心上，常常摆在桌子上，时时刻刻看到，勉励自己。如果不奋发，不能超越轮回，不能往生净土，这是真实的写照，生生世世，来生比这一生更苦。",
      "zh_TW": "老法師：開熏法師的心得報告說得很好。人最難的是自知，有自知之明這非常難得，但是自知之後要有力行，如果你不能夠真正改過自新，這等於零。你自己體會到，往後生生世世都會一直苦下去，這話是真的，一點都不錯。這句話你要常常記在心上，常常擺在桌子上，時時刻刻看到，勉勵自己。如果不奮發，不能超越輪迴，不能往生淨土，這是真實的寫照，生生世世，來生比這一生更苦。"
    },
    {
      "id": "02-042-0143_p0041",
      "zh_CN": "平常心是道，这个平不容易，常更难。海贤老和尚确实是我们最好的榜样，我们应当要向他学习，真正求往生，离究竟苦得究竟乐最好的榜样。如果要发愿弘法利生，就走我这条路，我走的是释迦牟尼佛的路，一生没道场；要学印光法师的，不能收徒弟，收徒弟没地方住，这是现实问题，这省了很多事情，心才能住在道上。如果一出家有了道场，有了徒弟，还要管人、管事、管钱，要一天到晚忙这些，把修行就放下，那就错了。学释迦牟尼佛绝对没错，释迦牟尼佛一生不要道场。我是在一生当中体会到老人家最高的智慧。他的一千二百五十个弟子，个个有成就，那就是心在道上，把世间这一切统统放下，没有别的。如果他有道场的话，他成就的学生，我看大概只有一半，另外一半不能成就。这个方法好！好，我们再看下面一位。",
      "zh_TW": "平常心是道，這個平不容易，常更難。海賢老和尚確實是我們最好的榜樣，我們應當要向他學習，真正求往生，離究竟苦得究竟樂最好的榜樣。如果要發願弘法利生，就走我這條路，我走的是釋迦牟尼佛的路，一生沒道場；要學印光法師的，不能收徒弟，收徒弟沒地方住，這是現實問題，這省了很多事情，心才能住在道上。如果一出家有了道場，有了徒弟，還要管人、管事、管錢，要一天到晚忙這些，把修行就放下，那就錯了。學釋迦牟尼佛絕對沒錯，釋迦牟尼佛一生不要道場。我是在一生當中體會到老人家最高的智慧。他的一千二百五十個弟子，個個有成就，那就是心在道上，把世間這一切統統放下，沒有別的。如果他有道場的話，他成就的學生，我看大概只有一半，另外一半不能成就。這個方法好！好，我們再看下面一位。"
    },
    {
      "id": "02-042-0143_p0042",
      "zh_CN": "学生：《科注》学习班心得报告。尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修，大家好，阿弥陀佛！惭愧学生开成，今天向大家恭敬汇报的内容如下：",
      "zh_TW": "學生：《科註》學習班心得報告。尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修，大家好，阿彌陀佛！慚愧學生開成，今天向大家恭敬匯報的內容如下："
    },
    {
      "id": "02-042-0143_p0043",
      "zh_CN": "今天中午听到一位同修写的心得报告，报告中提到她的母亲是肝癌去世的。那是母亲最后一次住院，那一天她给母亲买了猕猴桃，母亲吃了一个，可是吃到一半的时候，突然吐血了；母亲忍着痛走到了医院，在途中吐了第二次血；到了医院的门口，母亲吐了第三次血，在这个世界上又少了一位慈悲的母亲。这位母亲在病发之前，因为知道自己的身体状况，提前为儿子做好了结婚用的被子。这就是我们的母亲，永远都在付出，直到她们生命的最后一刻。父母为了支持我的修学，来到了道场，放下了尘世中的一切。两位大家长的护持更是尽心竭力，馆长为了办道场护持我们，一下子瘦了三十多斤，每当我们出现过失时，都会给予我们慈悲的教导，生怕我们在修学的路上走偏了，造成「一失机缘，万劫不复」的遗恨。岂是感恩二字所能表，岂是只言片语所能达。在这真爱的面前，整个世界都显得那么的苍白，黯然失色。今天这位学长的报告，再一次警告了我，古今中外多少人都饱受「子欲养而亲不待」的痛苦，我不能再重蹈覆辙，应该用功办道，自己成就了，才能有机会拯救生生世世的父母。不能再像以前一样怨人，觉得自己委屈，活在自己的世界中。",
      "zh_TW": "今天中午聽到一位同修寫的心得報告，報告中提到她的母親是肝癌去世的。那是母親最後一次住院，那一天她給母親買了獼猴桃，母親吃了一個，可是吃到一半的時候，突然吐血了；母親忍著痛走到了醫院，在途中吐了第二次血；到了醫院的門口，母親吐了第三次血，在這個世界上又少了一位慈悲的母親。這位母親在病發之前，因為知道自己的身體狀況，提前為兒子做好了結婚用的被子。這就是我們的母親，永遠都在付出，直到她們生命的最後一刻。父母為了支持我的修學，來到了道場，放下了塵世中的一切。兩位大家長的護持更是盡心竭力，館長為了辦道場護持我們，一下子瘦了三十多斤，每當我們出現過失時，都會給予我們慈悲的教導，生怕我們在修學的路上走偏了，造成「一失機緣，萬劫不復」的遺恨。豈是感恩二字所能表，豈是隻言片語所能達。在這真愛的面前，整個世界都顯得那麼的蒼白，黯然失色。今天這位學長的報告，再一次警告了我，古今中外多少人都飽受「子欲養而親不待」的痛苦，我不能再重蹈覆轍，應該用功辦道，自己成就了，才能有機會拯救生生世世的父母。不能再像以前一樣怨人，覺得自己委屈，活在自己的世界中。"
    },
    {
      "id": "02-042-0143_p0044",
      "zh_CN": "在馆长离开道场的几天之中，班长带着我们去关怀各个班的学长们，走进六班，小小的年龄还很单纯，只是听几位班长给他们讲讲故事就很开心。这几天晚上都会跟同修们一起分享，在他们的言谈之中让学生深深的感受到了两位大家长的恩德。有一位学长就分享到，她在家中听师父上人的经教听不懂，还会拜忏、按原始点。这一次她听明白了，就是这一句佛号，听师父上人一个人讲的经就够了，以前乱学，学得心都散了。修行一定要一门深入，长时薰修，这样心才不会散。正如印光大师所说，「一分诚敬，得一分利益」。这才知道，这几年两位大家长带着我们紧跟师父上人的理念，一步一步的去落实，让我们一门深入，长时薰修，听懂经，扎稳信根，不动摇，让我们少走了多少的弯路。这么好的法，我住如来之家，担当如来家业，承传师父上人的法脉，这是我的责任。这个家中还有这么小的师兄弟，需要有人为他们遮风挡雨，这也是我的责任。可是这并不是一件容易的事情，要有定慧，要有真功夫才能担当。最近开成认识到了自己的根性鄙陋，需要学而知之，循序渐进。以前说这个话多数是妄心，是客套话，还觉得自己挺好的，但这一次说的是真心话，自己真的很差。",
      "zh_TW": "在館長離開道場的幾天之中，班長帶著我們去關懷各個班的學長們，走進六班，小小的年齡還很單純，只是聽幾位班長給他們講講故事就很開心。這幾天晚上都會跟同修們一起分享，在他們的言談之中讓學生深深的感受到了兩位大家長的恩德。有一位學長就分享到，她在家中聽師父上人的經教聽不懂，還會拜懺、按原始點。這一次她聽明白了，就是這一句佛號，聽師父上人一個人講的經就夠了，以前亂學，學得心都散了。修行一定要一門深入，長時薰修，這樣心才不會散。正如印光大師所說，「一分誠敬，得一分利益」。這才知道，這幾年兩位大家長帶著我們緊跟師父上人的理念，一步一步的去落實，讓我們一門深入，長時薰修，聽懂經，紮穩信根，不動搖，讓我們少走了多少的彎路。這麼好的法，我住如來之家，擔當如來家業，承傳師父上人的法脈，這是我的責任。這個家中還有這麼小的師兄弟，需要有人為他們遮風擋雨，這也是我的責任。可是這並不是一件容易的事情，要有定慧，要有真功夫才能擔當。最近開成認識到了自己的根性鄙陋，需要學而知之，循序漸進。以前說這個話多數是妄心，是客套話，還覺得自己挺好的，但這一次說的是真心話，自己真的很差。"
    },
    {
      "id": "02-042-0143_p0045",
      "zh_CN": "最近有师兄提醒学生在日常生活之中犯的过失，有些是自己无意犯的，有些是自己根本就没有认识到的。很高兴，因为有善友相依，修学的路上动力更足，这是大家对我真正的爱护。以后一定要放下傲慢，虚心向身边的师兄弟学习，增长自己的定慧，希望有一天能够独当一面，为荷担如来家业奉献自己的一分力量。最近在跟一位师兄一起工作，自己在他身上学到了两点。一、他做事情很认真，很恭敬。他做的一些平面设计，设计中每一个物品的摆放都不是随意的，而是要很认真的对待。不单单是为了图案的美观，更重要的是为了满足对方的要求。有一次学生给他帮忙，做得很粗心，相片与页面边缘的距离宽窄不一。他告诉我应该把这些间距统一，这些地方别人可能不会注意到，可是我们自己要做到。下来之后学生反思，其实这与我们在日常生活之中，要求坐得正，桌椅摆得正；佛像、佛台都要居中，在一条直线上；叠被子上下两片要等宽的道理是一样的。有很多人来到道场就觉得道场的磁场有正气。当然我们做的还远远不够，但能够给别人带来这么一点点的触动，就来源于这些点点滴滴的细节之中，这不仅仅是去做事，而是我们用真心的体现，外面的物品体现出了一个人、一个团体内在的精神。佛法在世间，不离世间觉。世法佛法本无差别，会用心，处处是佛法，不会用心，佛法也成世法，只在觉迷不同。因为我在日常生活之中会有不耐烦的习气，所以给师兄帮忙时也会有这种习气表现出来。可见平时的积累非常重要，如果平时自己的行住坐卧，点滴细节都能养成一个好习惯，都能用一颗真诚恭敬之心去对待，相信这次也不会给师兄添麻烦了。所以真正的定慧功夫要在日常生活的点点滴滴之中去累积，平时对这些细微之处都能提起一颗觉照的心，就是在为我们大彻大悟奠定基础，累积资粮。",
      "zh_TW": "最近有師兄提醒學生在日常生活之中犯的過失，有些是自己無意犯的，有些是自己根本就沒有認識到的。很高興，因為有善友相依，修學的路上動力更足，這是大家對我真正的愛護。以後一定要放下傲慢，虛心向身邊的師兄弟學習，增長自己的定慧，希望有一天能夠獨當一面，為荷擔如來家業奉獻自己的一分力量。最近在跟一位師兄一起工作，自己在他身上學到了兩點。一、他做事情很認真，很恭敬。他做的一些平面設計，設計中每一個物品的擺放都不是隨意的，而是要很認真的對待。不單單是為了圖案的美觀，更重要的是為了滿足對方的要求。有一次學生給他幫忙，做得很粗心，相片與頁面邊緣的距離寬窄不一。他告訴我應該把這些間距統一，這些地方別人可能不會注意到，可是我們自己要做到。下來之後學生反思，其實這與我們在日常生活之中，要求坐得正，桌椅擺得正；佛像、佛台都要居中，在一條直線上；疊被子上下兩片要等寬的道理是一樣的。有很多人來到道場就覺得道場的磁場有正氣。當然我們做的還遠遠不夠，但能夠給別人帶來這麼一點點的觸動，就來源於這些點點滴滴的細節之中，這不僅僅是去做事，而是我們用真心的體現，外面的物品體現出了一個人、一個團體內在的精神。佛法在世間，不離世間覺。世法佛法本無差別，會用心，處處是佛法，不會用心，佛法也成世法，只在覺迷不同。因為我在日常生活之中會有不耐煩的習氣，所以給師兄幫忙時也會有這種習氣表現出來。可見平時的積累非常重要，如果平時自己的行住坐臥，點滴細節都能養成一個好習慣，都能用一顆真誠恭敬之心去對待，相信這次也不會給師兄添麻煩了。所以真正的定慧功夫要在日常生活的點點滴滴之中去累積，平時對這些細微之處都能提起一顆覺照的心，就是在為我們大徹大悟奠定基礎，累積資糧。"
    },
    {
      "id": "02-042-0143_p0046",
      "zh_CN": "二、对于善知识的尊重。以前自己做事情没有一颗严谨的心，很多事情觉得没什么，所以往往在向上面报告时并不详细。可是这位师兄会将他为道场做的事情，一一向两位大家长汇报，审核通过之后再继续做，就连做一个门牌的设计也要征求两位大家长的同意。他说这样他所做的东西会与两位大家长的理念、想法保持一致。原来这就是尊重长辈的体现。以前也有师兄提醒学生：我们人生的经验不够，要常常的向两位大家长请教。自己也很想做，但是应该请教些什么，心里没有概念。现在明白了，在我们的成长没有得到善知识的认可之前，一定不要有自己的意思，孔子进周公庙，尚且每事必问，更何况我这样的凡夫。师父上人讲过，我们的修学就像上学一样，小学生什么都不知道，要有很多规矩，他才不会出错；上了中学各方面都有了提升，规矩就少了一些；到大学就更少。学生认清自己的程度，现在还有太多太多不成熟的地方，学生需要师父上人引导，需要多向两位大家长请教。",
      "zh_TW": "二、對於善知識的尊重。以前自己做事情沒有一顆嚴謹的心，很多事情覺得沒什麼，所以往往在向上面報告時並不詳細。可是這位師兄會將他為道場做的事情，一一向兩位大家長匯報，審核通過之後再繼續做，就連做一個門牌的設計也要徵求兩位大家長的同意。他說這樣他所做的東西會與兩位大家長的理念、想法保持一致。原來這就是尊重長輩的體現。以前也有師兄提醒學生：我們人生的經驗不夠，要常常的向兩位大家長請教。自己也很想做，但是應該請教些什麼，心裡沒有概念。現在明白了，在我們的成長沒有得到善知識的認可之前，一定不要有自己的意思，孔子進周公廟，尚且每事必問，更何況我這樣的凡夫。師父上人講過，我們的修學就像上學一樣，小學生什麼都不知道，要有很多規矩，他才不會出錯；上了中學各方面都有了提升，規矩就少了一些；到大學就更少。學生認清自己的程度，現在還有太多太多不成熟的地方，學生需要師父上人引導，需要多向兩位大家長請教。"
    },
    {
      "id": "02-042-0143_p0047",
      "zh_CN": "以上是惭愧学生开成粗浅的学习报告，错误之处请求尊敬的师父上人，诸位法师、诸位大德同修慈悲批评指正，学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝师父上人：法体安康，六时吉祥，法喜充满，光寿无量。惭愧学生开成顶礼敬呈。",
      "zh_TW": "以上是慚愧學生開成粗淺的學習報告，錯誤之處請求尊敬的師父上人，諸位法師、諸位大德同修慈悲批評指正，學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝師父上人：法體安康，六時吉祥，法喜充滿，光壽無量。慚愧學生開成頂禮敬呈。"
    },
    {
      "id": "02-042-0143_p0048",
      "zh_CN": "老法师：开成师这个学习的心得，我们看了之后，难得他能在日常生活当中发现自己的过失。这很难，为什么？一般人看别人的过失容易，看自己的过失很难。最好的办法，就是看到别人过失回光返照，想想自己有没有。这就是夫子所说的「三人行，必有我师」，对自己的修学，特别是佛法的修学，会有很大的长进。自己过失不容易发现，别人告诉你，你也未必欢喜接受，所以见别人的好处，自己要真正向他学习；见到别人的过失，不要去责怪他，反而对他恭敬，他提醒我，他在教我，让我不能犯这个过失，所以正面、负面我都受益。这样学，在一生当中，我想没有不成就的。贡高我慢，懈怠，懒散，这是通病，人人都有，一定要改，不改就不能提升，改正就能提升，提升的时候才有法喜，对自己逐渐信心加强了，愿心也会恳切。",
      "zh_TW": "老法師：開成師這個學習的心得，我們看了之後，難得他能在日常生活當中發現自己的過失。這很難，為什麼？一般人看別人的過失容易，看自己的過失很難。最好的辦法，就是看到別人過失回光返照，想想自己有沒有。這就是夫子所說的「三人行，必有我師」，對自己的修學，特別是佛法的修學，會有很大的長進。自己過失不容易發現，別人告訴你，你也未必歡喜接受，所以見別人的好處，自己要真正向他學習；見到別人的過失，不要去責怪他，反而對他恭敬，他提醒我，他在教我，讓我不能犯這個過失，所以正面、負面我都受益。這樣學，在一生當中，我想沒有不成就的。貢高我慢，懈怠，懶散，這是通病，人人都有，一定要改，不改就不能提升，改正就能提升，提升的時候才有法喜，對自己逐漸信心加強了，願心也會懇切。"
    },
    {
      "id": "02-042-0143_p0049",
      "zh_CN": "学佛了，为什么要学佛？佛法跟世法有什么差别？世法成就世间的功业，佛法决定是离究竟苦，得究竟乐。佛法是什么？我这次在欧洲访问，就遇到一些人问我，可见得很多人对宗教，对于佛教，都不是很清楚，都有疑惑。遇到这个情形，得用简单最短的句子告诉他们。佛法是什么？佛法是释迦牟尼佛的教学。释迦牟尼佛教什么？教人离苦得乐。这很简单。它是宗教，跟宗教有区别，不一样，它重视教育。宗教这两个字，他们也很模糊，我们用中国字的意思给他解释，就容易办了。中国，宗有三个意思，教也有三个意思，合起来，主要的教育，重要的教学，尊崇的教化，很清楚，很明白，把宗教说清楚了。佛教的目标尤其是贴切，人，哪个人没有苦？怎么离苦？人人都希望快乐幸福，怎么样得乐？佛跟我们说，苦从哪来的，乐从哪来的，找它的根，苦从迷来的。今天社会动乱，地球灾变这么多，每个人心都不安，都有恐惧，这苦。教廷驻教科文组织的大使说得好，你们那天都在，他坐在我旁边，他说得好：所有这些灾变，根本就是我们对于宇宙人生的无知。在佛法讲就是痴，愚痴，从这来的，苦从这来的。乐从哪里来？乐从觉悟来的，愚痴的反面就是觉悟。所以佛懂得。",
      "zh_TW": "學佛了，為什麼要學佛？佛法跟世法有什麼差別？世法成就世間的功業，佛法決定是離究竟苦，得究竟樂。佛法是什麼？我這次在歐洲訪問，就遇到一些人問我，可見得很多人對宗教，對於佛教，都不是很清楚，都有疑惑。遇到這個情形，得用簡單最短的句子告訴他們。佛法是什麼？佛法是釋迦牟尼佛的教學。釋迦牟尼佛教什麼？教人離苦得樂。這很簡單。它是宗教，跟宗教有區別，不一樣，它重視教育。宗教這兩個字，他們也很模糊，我們用中國字的意思給他解釋，就容易辦了。中國，宗有三個意思，教也有三個意思，合起來，主要的教育，重要的教學，尊崇的教化，很清楚，很明白，把宗教說清楚了。佛教的目標尤其是貼切，人，哪個人沒有苦？怎麼離苦？人人都希望快樂幸福，怎麼樣得樂？佛跟我們說，苦從哪來的，樂從哪來的，找它的根，苦從迷來的。今天社會動亂，地球災變這麼多，每個人心都不安，都有恐懼，這苦。教廷駐教科文組織的大使說得好，你們那天都在，他坐在我旁邊，他說得好：所有這些災變，根本就是我們對於宇宙人生的無知。在佛法講就是痴，愚痴，從這來的，苦從這來的。樂從哪裡來？樂從覺悟來的，愚痴的反面就是覺悟。所以佛懂得。"
    },
    {
      "id": "02-042-0143_p0050",
      "zh_CN": "佛如何帮助人离苦得乐？用教学，教他破迷开悟。迷破了，他就离开苦了；悟了，觉悟了，他就乐了。佛搞真的，不搞假的，确实帮助我们这样子。我们自己这一生当中，如果没有遇到佛法，我想我们的日子多难多苦，哪里会有笑容？遇到这个之后，愈学愈明了，愈学愈透彻。为什么？假的东西放下了，真的东西抓住了。究竟苦是六道轮回，出不了六道轮回，你这一生离苦得乐，来生怎么办？受你业力支配，善业得乐，恶业得苦。你今天造的是什么业？现在人把恶当作善，把善当作恶，颠倒了，太可怕！他造作恶业，他无知。他无知两个字说得好！佛就是教我们要知，正知正见。所以佛教育在所有教育当中，真的是第一值得赞叹的，我们应当要学习到的。",
      "zh_TW": "佛如何幫助人離苦得樂？用教學，教他破迷開悟。迷破了，他就離開苦了；悟了，覺悟了，他就樂了。佛搞真的，不搞假的，確實幫助我們這樣子。我們自己這一生當中，如果沒有遇到佛法，我想我們的日子多難多苦，哪裡會有笑容？遇到這個之後，愈學愈明瞭，愈學愈透徹。為什麼？假的東西放下了，真的東西抓住了。究竟苦是六道輪迴，出不了六道輪迴，你這一生離苦得樂，來生怎麼辦？受你業力支配，善業得樂，惡業得苦。你今天造的是什麼業？現在人把惡當作善，把善當作惡，顛倒了，太可怕！他造作惡業，他無知。他無知兩個字說得好！佛就是教我們要知，正知正見。所以佛教育在所有教育當中，真的是第一值得讚歎的，我們應當要學習到的。"
    },
    {
      "id": "02-042-0143_p0051",
      "zh_CN": "我这一生遇到方老师，也是特别缘分，三宝加持，把我的人生整个转移了方向。章嘉大师勉励我学释迦牟尼佛，读佛经认识释迦牟尼佛，了解释迦牟尼佛，向释迦牟尼佛学习，就离苦得乐，就破迷开悟了。所以这真正发心学佛，章嘉大师这个开示是应当重视的，应当永远记住，好好学习。我们今天时间到了，就学习到此地。",
      "zh_TW": "我這一生遇到方老師，也是特別緣分，三寶加持，把我的人生整個轉移了方向。章嘉大師勉勵我學釋迦牟尼佛，讀佛經認識釋迦牟尼佛，了解釋迦牟尼佛，向釋迦牟尼佛學習，就離苦得樂，就破迷開悟了。所以這真正發心學佛，章嘉大師這個開示是應當重視的，應當永遠記住，好好學習。我們今天時間到了，就學習到此地。"
    }
  ]
}