{
  "doc_id": "02-042-0004",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "悟全法师",
    "弥陀村弟子"
  ],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0004",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-042-0004_p0001",
      "zh_CN": "老法师：这两天，客人会比较多一点，我们在研究，我们的经，下午讲经要不要停两天，上午我们可以不中断，下午的时候停两次。正好这里是个段落，「前言」学习完毕了，后面就是从「概要」开始。概要就是玄义，华严宗称为十门开启，天台宗是五重玄义，就是在没有讲经之前，把经典里面重要的义趣说出来。这等于两个用意，第一个用意对于初学的人，让他对于这部经产生兴趣，欢喜来学习；第二个意思对老修，老修不要听经，经都很熟了，最重要是听你的学习心得分享，那心得分享就在玄义里头。所以老修愿意听玄义，听听你学习的层次、境界，他要听这个。它有这两个意思。初学是引发他对这个经有个概略的认识，有个底子，学习起来就有兴趣，欢喜学习。",
      "zh_TW": "老法師：這兩天，客人會比較多一點，我們在研究，我們的經，下午講經要不要停兩天，上午我們可以不中斷，下午的時候停兩次。正好這裡是個段落，「前言」學習完畢了，後面就是從「概要」開始。概要就是玄義，華嚴宗稱為十門開啟，天台宗是五重玄義，就是在沒有講經之前，把經典裡面重要的義趣說出來。這等於兩個用意，第一個用意對於初學的人，讓他對於這部經產生興趣，歡喜來學習；第二個意思對老修，老修不要聽經，經都很熟了，最重要是聽你的學習心得分享，那心得分享就在玄義裡頭。所以老修願意聽玄義，聽聽你學習的層次、境界，他要聽這個。它有這兩個意思。初學是引發他對這個經有個概略的認識，有個底子，學習起來就有興趣，歡喜學習。"
    },
    {
      "id": "02-042-0004_p0002",
      "zh_CN": "这个里面也有非常重要的意思在里头，你譬如我们一开端看的这一乘了义，这个真正是佛法总纲领、总原则。诸佛如来出现在世间教我们什么？就是教我们一乘了义。一乘说的是教，一佛乘。说得浅一点，诸佛出现在世间为什么？只为一桩事情，帮助众生离苦得乐。离苦得乐要做到什么程度才圆满？那就是达到一乘了义就圆满了。了是明了，义就是真理，这里面讲的胜义，大乘经宣说的胜义，胜义叫了义。胜义是什么？这两句话可以代表了，烦恼跟菩提是一不是二，生死跟涅槃是一也不是二，这叫真正了义。迷的时候，烦恼不是菩提，菩提不是烦恼，生死不是涅槃，涅槃不是生死；契入这个境界，晓得它是一桩事情。迷悟之差，觉悟了，烦恼跟菩提是一；迷了，烦恼跟菩提是二，不一样。",
      "zh_TW": "這個裡面也有非常重要的意思在裡頭，你譬如我們一開端看的這一乘了義，這個真正是佛法總綱領、總原則。諸佛如來出現在世間教我們什麼？就是教我們一乘了義。一乘說的是教，一佛乘。說得淺一點，諸佛出現在世間為什麼？只為一樁事情，幫助眾生離苦得樂。離苦得樂要做到什麼程度才圓滿？那就是達到一乘了義就圓滿了。了是明瞭，義就是真理，這裡面講的勝義，大乘經宣說的勝義，勝義叫了義。勝義是什麼？這兩句話可以代表了，煩惱跟菩提是一不是二，生死跟涅槃是一也不是二，這叫真正了義。迷的時候，煩惱不是菩提，菩提不是煩惱，生死不是涅槃，涅槃不是生死；契入這個境界，曉得它是一樁事情。迷悟之差，覺悟了，煩惱跟菩提是一；迷了，煩惱跟菩提是二，不一樣。"
    },
    {
      "id": "02-042-0004_p0003",
      "zh_CN": "同教、别教亦如此，真正彻悟了，圆满，同，同圆，同，同教就是圆教；还没有觉悟到圆满，还有差别，这是别教。别，无量无边差别的现相；圆，无量无边现相都没有了。好像我们看电视、看电脑的屏幕，屏幕就是圆、就是同，屏幕里面的现相那就是别。同跟别它在一起，完全混在一起，迷的人他执着屏幕的色相，把屏幕忘掉了；明白的人知道屏幕跟现相是一不是二。现相在哪里？在屏幕里头。屏幕在哪里？屏幕在现相里头，真的是一不是二。一不是二，他就没有分别，没有执着，就不会起心动念；如果是二，他会起心动念、会分别、会执着，这迷悟。",
      "zh_TW": "同教、別教亦如此，真正徹悟了，圓滿，同，同圓，同，同教就是圓教；還沒有覺悟到圓滿，還有差別，這是別教。別，無量無邊差別的現相；圓，無量無邊現相都沒有了。好像我們看電視、看電腦的屏幕，屏幕就是圓、就是同，屏幕裡面的現相那就是別。同跟別它在一起，完全混在一起，迷的人他執著屏幕的色相，把屏幕忘掉了；明白的人知道屏幕跟現相是一不是二。現相在哪裡？在屏幕裡頭。屏幕在哪裡？屏幕在現相裡頭，真的是一不是二。一不是二，他就沒有分別，沒有執著，就不會起心動念；如果是二，他會起心動念、會分別、會執著，這迷悟。"
    },
    {
      "id": "02-042-0004_p0004",
      "zh_CN": "悟了，整个宇宙，全宇宙是一。一里头有没有差别？有差别。差别是现相，现相跟屏幕是一体，屏幕能现，现相所现，能现、所现是一，能所不二，能所一如，你才看到真相。如果只看到真，不知道妄，只看到屏幕不知道现相，只看到现相不知道屏幕，这都叫迷，这都叫没有看到真相。真相看清楚、看明白了，无论是真，无论是假，就是或者是性，屏幕，相，屏幕上显的色相，是一如。全了解了，在这个境界上不起心、不动念、不分别、不执着，这就叫如如佛。本来是佛，迷的时候本来是佛，悟的时候本来是佛，迷的时候没有缺一点，悟的时候没有增加一点，不增不减。",
      "zh_TW": "悟了，整個宇宙，全宇宙是一。一裡頭有沒有差別？有差別。差別是現相，現相跟屏幕是一體，屏幕能現，現相所現，能現、所現是一，能所不二，能所一如，你才看到真相。如果只看到真，不知道妄，只看到屏幕不知道現相，只看到現相不知道屏幕，這都叫迷，這都叫沒有看到真相。真相看清楚、看明白了，無論是真，無論是假，就是或者是性，屏幕，相，屏幕上顯的色相，是一如。全了解了，在這個境界上不起心、不動念、不分別、不執著，這就叫如如佛。本來是佛，迷的時候本來是佛，悟的時候本來是佛，迷的時候沒有缺一點，悟的時候沒有增加一點，不增不減。"
    },
    {
      "id": "02-042-0004_p0005",
      "zh_CN": "所以这个电视屏幕、电脑屏幕，会看的，就这一法就能成无上道。所以大乘经上说，哪一法不是佛法？法法皆是，法法皆如，任何一法都能帮助你回归自性，回归常寂光。关键，宗门的妙，宗门就两个字，会么？会，问题解决了；不会，不会麻烦了，得慢慢来。什么时候会了，就大彻大悟、明心见性，全明白了，这究竟了义。确确实实遍法界虚空界，一切法里头都是一乘法。说二、说三那是别教，那是什么？迷得很深，迷得很重，跟他讲一乘他不懂，他不能接受。所以从一乘里面开出三乘，慢慢诱导他，帮助他提升，让他达到一乘。",
      "zh_TW": "所以這個電視屏幕、電腦屏幕，會看的，就這一法就能成無上道。所以大乘經上說，哪一法不是佛法？法法皆是，法法皆如，任何一法都能幫助你回歸自性，回歸常寂光。關鍵，宗門的妙，宗門就兩個字，會麼？會，問題解決了；不會，不會麻煩了，得慢慢來。什麼時候會了，就大徹大悟、明心見性，全明白了，這究竟了義。確確實實遍法界虛空界，一切法裡頭都是一乘法。說二、說三那是別教，那是什麼？迷得很深，迷得很重，跟他講一乘他不懂，他不能接受。所以從一乘裡面開出三乘，慢慢誘導他，幫助他提升，讓他達到一乘。"
    },
    {
      "id": "02-042-0004_p0006",
      "zh_CN": "所以佛陀的教育，从这个地方你去观察，它是究竟圆满的教育，任何教育没有它这么圆满，它真正达到终极目标。终极目标叫了义、叫涅槃、叫不二，一切法都是不二的。这里头必须要知道，屏幕是真的，不生不灭；现相是假的，有生有灭。惠能大师说「何期自性，能生万法」，万法是有生有灭的，没有一法不是生灭法。只有本体是不生不灭的，本体就是能生的自性。我们把自性比作屏幕，把所生的万法比喻作屏幕所现的影像，它从哪里生？它从屏幕生的，没有屏幕决定没有色像。屏幕为什么能生？它本来具足。能大师说，「何期自性，本自具足」，任何一法都不是心外的，心外没法。所以大乘说，「若人识得心，大地无寸土」，识得心就是明心见性，明心见性之后一切圆满。",
      "zh_TW": "所以佛陀的教育，從這個地方你去觀察，它是究竟圓滿的教育，任何教育沒有它這麼圓滿，它真正達到終極目標。終極目標叫了義、叫涅槃、叫不二，一切法都是不二的。這裡頭必須要知道，屏幕是真的，不生不滅；現相是假的，有生有滅。惠能大師說「何期自性，能生萬法」，萬法是有生有滅的，沒有一法不是生滅法。只有本體是不生不滅的，本體就是能生的自性。我們把自性比作屏幕，把所生的萬法比喻作屏幕所現的影像，它從哪裡生？它從屏幕生的，沒有屏幕決定沒有色像。屏幕為什麼能生？它本來具足。能大師說，「何期自性，本自具足」，任何一法都不是心外的，心外沒法。所以大乘說，「若人識得心，大地無寸土」，識得心就是明心見性，明心見性之後一切圓滿。"
    },
    {
      "id": "02-042-0004_p0007",
      "zh_CN": "要不要费那么长的时间，费那么多精神去学？不必要，你真学，一法，一门深入，长时薰修。这一法，千遍、万遍、无量遍，你去深入，总有一天大彻大悟。最忌讳的是学得太杂、学得太多，把自己学迷惑了，那个学法所得到的常识，现在讲的常识、知识，不是智慧。智慧跟知识两把事情，知识是假的，智慧是真的，就很清楚、很明白了。我们对于没有接触佛教的人，跟他们谈，谈这些问题，他们会有感受，真正听明白了他会认同。",
      "zh_TW": "要不要費那麼長的時間，費那麼多精神去學？不必要，你真學，一法，一門深入，長時薰修。這一法，千遍、萬遍、無量遍，你去深入，總有一天大徹大悟。最忌諱的是學得太雜、學得太多，把自己學迷惑了，那個學法所得到的常識，現在講的常識、知識，不是智慧。智慧跟知識兩把事情，知識是假的，智慧是真的，就很清楚、很明白了。我們對於沒有接觸佛教的人，跟他們談，談這些問題，他們會有感受，真正聽明白了他會認同。"
    },
    {
      "id": "02-042-0004_p0008",
      "zh_CN": "根性，我们自己要知道自己是属于哪一种根性，为什么？好选择方法。方法无量无边，与我们根性不相应，学起来很难；如果与我们的根性相应，学起来很轻松、很容易。那我们要问，有没有一个法门什么样根性都适合？有，这就是念佛法门，净宗法门。净宗法门不需要选择什么样根性，它什么根性都适合。但是，其他的八万四千法门、无量法门不见得你适合，你要慢慢去精挑细选。选出与你相应的，你学得很快乐，学得很轻松、很自在，确实不断向上提升。知道自己是什么根性也不是容易事情，古时候有善友帮助我们，有善知识，甚至于家里父母、长辈对我们了解，我们没有能力选择，他帮助我们选择。家里面开私塾，古时候大家庭，办子弟学校，聘请老师，家长跟老师对于每个人的根性都知道。所以老师教学的方法不一样，虽然同一个班里上课，我们还有机会遇到。",
      "zh_TW": "根性，我們自己要知道自己是屬於哪一種根性，為什麼？好選擇方法。方法無量無邊，與我們根性不相應，學起來很難；如果與我們的根性相應，學起來很輕鬆、很容易。那我們要問，有沒有一個法門什麼樣根性都適合？有，這就是念佛法門，淨宗法門。淨宗法門不需要選擇什麼樣根性，它什麼根性都適合。但是，其他的八萬四千法門、無量法門不見得你適合，你要慢慢去精挑細選。選出與你相應的，你學得很快樂，學得很輕鬆、很自在，確實不斷向上提升。知道自己是什麼根性也不是容易事情，古時候有善友幫助我們，有善知識，甚至於家裡父母、長輩對我們了解，我們沒有能力選擇，他幫助我們選擇。家裡面開私塾，古時候大家庭，辦子弟學校，聘請老師，家長跟老師對於每個人的根性都知道。所以老師教學的方法不一樣，雖然同一個班裡上課，我們還有機會遇到。"
    },
    {
      "id": "02-042-0004_p0009",
      "zh_CN": "三十一岁亲近李炳南老居士，老居士在台中莲社办了个经学班，训练讲经说法的人才，学生二十多个人。我就在这个班上看到，李老师就像私塾的老师一样。我们这二十多个同学年龄相差很大，你看最大的，那是林看治六十岁，我三十一岁，还有比我小的，二十多岁的，二十出头，从二十出头到六十岁，年龄不一样。教育程度不一样，有小学毕业的、初中毕业的、高中毕业的，念过大学，大学肄业，没有毕业，念了两年的，只有一个人，朱斐居士。这些学生的程度、根性老师统统知道，完全掌握住。选择经典，你想学什么经、选择什么经，老师指定的，从《大藏经》里头选择，《大藏经》里头没有的不选，以《大藏经》为主，为正。选择如果选太深了，不适合你的根性，老师不同意，再选。选上个三次、五次都选不上，老师再替你选。",
      "zh_TW": "三十一歲親近李炳南老居士，老居士在台中蓮社辦了個經學班，訓練講經說法的人才，學生二十多個人。我就在這個班上看到，李老師就像私塾的老師一樣。我們這二十多個同學年齡相差很大，你看最大的，那是林看治六十歲，我三十一歲，還有比我小的，二十多歲的，二十出頭，從二十出頭到六十歲，年齡不一樣。教育程度不一樣，有小學畢業的、初中畢業的、高中畢業的，念過大學，大學肄業，沒有畢業，念了兩年的，只有一個人，朱斐居士。這些學生的程度、根性老師統統知道，完全掌握住。選擇經典，你想學什麼經、選擇什麼經，老師指定的，從《大藏經》裡頭選擇，《大藏經》裡頭沒有的不選，以《大藏經》為主，為正。選擇如果選太深了，不適合你的根性，老師不同意，再選。選上個三次、五次都選不上，老師再替你選。"
    },
    {
      "id": "02-042-0004_p0010",
      "zh_CN": "两个人一组，就是两个人同学一部经，这二十多个同学就分了十几个组，两人一组。我是最后进到这个班上去的，学习讲经的顺序是按先后，我的名字排在最后，所以没有轮到我我就出家了。没有轮到的人听，旁听，真正老师教就教这两个人，这两个人坐在老师面前，面对面，其他的同学围在周边，我是坐在周边的。我的理解力好，记忆力好，所以老师教他们那些，我在旁边旁听全听会了，没多久我就变成助教。他们听，老师规矩很严格，你没听懂，老师不会再讲一遍。老师教训你一顿，甚至于打你，讲不讲？不讲。老师说了，你不注意听，听漏掉，疏忽了，知道被老师骂一顿、打一顿，老师还是会讲，你有侥幸的心。骂了、打了，不讲，不讲第二遍，这就没办法了，逼着非要专心、专注，一点都不敢疏忽。全部听到，真的是不会漏掉的，只有我一个人，所以他们没有听懂的全来问我。我在这个班上变成帮助大家，也变成老师的助教。",
      "zh_TW": "兩個人一組，就是兩個人同學一部經，這二十多個同學就分了十幾個組，兩人一組。我是最後進到這個班上去的，學習講經的順序是按先後，我的名字排在最後，所以沒有輪到我我就出家了。沒有輪到的人聽，旁聽，真正老師教就教這兩個人，這兩個人坐在老師面前，面對面，其他的同學圍在周邊，我是坐在周邊的。我的理解力好，記憶力好，所以老師教他們那些，我在旁邊旁聽全聽會了，沒多久我就變成助教。他們聽，老師規矩很嚴格，你沒聽懂，老師不會再講一遍。老師教訓你一頓，甚至於打你，講不講？不講。老師說了，你不注意聽，聽漏掉，疏忽了，知道被老師罵一頓、打一頓，老師還是會講，你有僥倖的心。罵了、打了，不講，不講第二遍，這就沒辦法了，逼著非要專心、專注，一點都不敢疏忽。全部聽到，真的是不會漏掉的，只有我一個人，所以他們沒有聽懂的全來問我。我在這個班上變成幫助大家，也變成老師的助教。"
    },
    {
      "id": "02-042-0004_p0011",
      "zh_CN": "我在出家之前，在那里住了十五个月，十五个月学了十三部经，这十三部经我都能讲，复讲统统能讲。所以我一出家教佛学院，凭什么？我学的十三部经。一个学期才教一部，一年才教两部，他们佛学院三年毕业了，我只用了六部经，还有七部还没用上。所以我对于佛学院摇头，学不出来。我对李老师那个班是赞叹，真有效果，一年三个月我学了十三部，法喜充满。在佛学院教书，在外面讲经，多半都是居士道场。第一次讲经是讲《阿难问事佛吉凶经》，台东莲社，明训法师做社长，明训跟我们是同戒，请我去讲经。",
      "zh_TW": "我在出家之前，在那裡住了十五個月，十五個月學了十三部經，這十三部經我都能講，複講統統能講。所以我一出家教佛學院，憑什麼？我學的十三部經。一個學期才教一部，一年才教兩部，他們佛學院三年畢業了，我只用了六部經，還有七部還沒用上。所以我對於佛學院搖頭，學不出來。我對李老師那個班是讚歎，真有效果，一年三個月我學了十三部，法喜充滿。在佛學院教書，在外面講經，多半都是居士道場。第一次講經是講《阿難問事佛吉凶經》，台東蓮社，明訓法師做社長，明訓跟我們是同戒，請我去講經。"
    },
    {
      "id": "02-042-0004_p0012",
      "zh_CN": "所以我知道中国古老那套教学方法管用，比现在的好，它让你专注，你一个月学一部，两个月学一部，你专心在一部经上，得受用。同时学两部就不行了，这老师不教的，知道你没有能力接受。所以「一门深入，长时薰修」，「读书千遍，其义自见」，是中国千万年前世世代代都遵循这个方法。这个方法要不好，早就被人抛弃了，为什么还要遵守？肯定有它道理。现在我们统统不用这个方法，学的课程太多，头脑都变成浆糊，在佛法讲，被染污了，严重的染污，清净心没有了。清净心生智慧，没有清净心永远生不了智慧，都生烦恼。这是我们自己一生体验得到的，老师教，我们认真学，累积几十年体会到，这个方法好。",
      "zh_TW": "所以我知道中國古老那套教學方法管用，比現在的好，它讓你專注，你一個月學一部，兩個月學一部，你專心在一部經上，得受用。同時學兩部就不行了，這老師不教的，知道你沒有能力接受。所以「一門深入，長時薰修」，「讀書千遍，其義自見」，是中國千萬年前世世代代都遵循這個方法。這個方法要不好，早就被人拋棄了，為什麼還要遵守？肯定有它道理。現在我們統統不用這個方法，學的課程太多，頭腦都變成漿糊，在佛法講，被染污了，嚴重的染污，清淨心沒有了。清淨心生智慧，沒有清淨心永遠生不了智慧，都生煩惱。這是我們自己一生體驗得到的，老師教，我們認真學，累積幾十年體會到，這個方法好。"
    },
    {
      "id": "02-042-0004_p0013",
      "zh_CN": "我们的根性，原来不相信，认为自己很聪明，广学多闻，讲经讲了二、三十年，才相信净土，才相信自己不行。《华严》、《法华》、《楞严》、《般若》这些大经大论只是看看而已，能不能断烦恼、成菩提？不能，完全停在知识这个层面上，于智慧不相干。这回过头来，对那个专念阿弥陀佛的人才生恭敬心，以前没有瞧在眼里，现在真正是自叹不如，他比我善根深厚，他比我有智慧。无论时间长短，只要一心专注，确实能得真实利益。这个真实利益就是戒定慧，没有学戒，有定共戒、道共戒。你心地清净、平等了，自然不会犯过失，这叫道共戒、定共戒。戒定慧三学不断向上提升正确的，路走对了，这是佛道，这是菩提道。如果境界不能提升，定慧不能增长，这在学习过程当中病态，这人生病了，如果不懂得调理，这一生很难有成就。",
      "zh_TW": "我們的根性，原來不相信，認為自己很聰明，廣學多聞，講經講了二、三十年，才相信淨土，才相信自己不行。《華嚴》、《法華》、《楞嚴》、《般若》這些大經大論只是看看而已，能不能斷煩惱、成菩提？不能，完全停在知識這個層面上，於智慧不相干。這回過頭來，對那個專念阿彌陀佛的人才生恭敬心，以前沒有瞧在眼裡，現在真正是自嘆不如，他比我善根深厚，他比我有智慧。無論時間長短，只要一心專注，確實能得真實利益。這個真實利益就是戒定慧，沒有學戒，有定共戒、道共戒。你心地清淨、平等了，自然不會犯過失，這叫道共戒、定共戒。戒定慧三學不斷向上提升正確的，路走對了，這是佛道，這是菩提道。如果境界不能提升，定慧不能增長，這在學習過程當中病態，這人生病了，如果不懂得調理，這一生很難有成就。"
    },
    {
      "id": "02-042-0004_p0014",
      "zh_CN": "一定要调整自己学习的心态，真诚、清净、恭敬。所以古人提出尊师、重道，为什么尊师？因为重道，尊是尊敬，从诚、敬、清净心你就能够契入。我们的心不诚、不敬、不清净，得不到。这就是方老师所说的，学生没有这三个字，诚、敬、清净，就不教了。为什么？教了白教，听不懂。如果学生当中有一、二个人具足，老师要教，一个人都要教，这有传人；一个都没有，那就没法子，那你教的话白讲了。老师会不会认真，会不会真教，完全看学生，真学的人老师要不教，他有罪，他吝法；不能接受的可以不教，这个没有过失。",
      "zh_TW": "一定要調整自己學習的心態，真誠、清淨、恭敬。所以古人提出尊師、重道，為什麼尊師？因為重道，尊是尊敬，從誠、敬、清淨心你就能夠契入。我們的心不誠、不敬、不清淨，得不到。這就是方老師所說的，學生沒有這三個字，誠、敬、清淨，就不教了。為什麼？教了白教，聽不懂。如果學生當中有一、二個人具足，老師要教，一個人都要教，這有傳人；一個都沒有，那就沒法子，那你教的話白講了。老師會不會認真，會不會真教，完全看學生，真學的人老師要不教，他有罪，他吝法；不能接受的可以不教，這個沒有過失。"
    },
    {
      "id": "02-042-0004_p0015",
      "zh_CN": "中国老祖宗所谓的，「不孝有三，无后为大」，这话真的，不是假的。这个后不是说有后代，不是这个意思，真正有继承道统的人出现，你的道没绝，一代一代又传下去，这个是大事情。一个家庭有家道、有家规、有家学、有家业，子孙后代要有人能够继承，他这个家世世代代兴旺。大家庭，大家有共识，有这个使命，为家增光，荣宗耀祖，这个就真正尽孝道，给社会做最好的榜样，用佛法来说，全都在表法。中国人的家文化也是世界上独特的，其他国家民族里头没有，中国文化的特色。全是一家人，一个家族，过去五代同堂、六代同堂，所以一个家庭有几百人，它是社会组织。这些人生活在一起没有私心，人人都要学大公无私，念念为整个团体着想。",
      "zh_TW": "中國老祖宗所謂的，「不孝有三，無後為大」，這話真的，不是假的。這個後不是說有後代，不是這個意思，真正有繼承道統的人出現，你的道沒絕，一代一代又傳下去，這個是大事情。一個家庭有家道、有家規、有家學、有家業，子孫後代要有人能夠繼承，他這個家世世代代興旺。大家庭，大家有共識，有這個使命，為家增光，榮宗耀祖，這個就真正盡孝道，給社會做最好的榜樣，用佛法來說，全都在表法。中國人的家文化也是世界上獨特的，其他國家民族裡頭沒有，中國文化的特色。全是一家人，一個家族，過去五代同堂、六代同堂，所以一個家庭有幾百人，它是社會組織。這些人生活在一起沒有私心，人人都要學大公無私，念念為整個團體著想。"
    },
    {
      "id": "02-042-0004_p0016",
      "zh_CN": "这种家文化，今天血缘的家庭没有了，道义可以。公司行号一家人，大的公司员工几千人、上万人，老板就是家长，员工统统是兄弟姐妹。家要有道、要有德，人人都讲道德，都遵守规矩，所以就有家规。家规，儒家的《弟子规》、道家的《感应篇》、佛法的《十善业》融合成一体，产生不可思议的效果。不能融合在一起，得的利益只有一半，不能得到圆满；要得圆满的利益，这三个合在一起。儒释道变成中国传统文化的主体，缺少一个都不行。好像鼎之三足，缺少一个它站不起来，这是我们必须要记得的。",
      "zh_TW": "這種家文化，今天血緣的家庭沒有了，道義可以。公司行號一家人，大的公司員工幾千人、上萬人，老闆就是家長，員工統統是兄弟姐妹。家要有道、要有德，人人都講道德，都遵守規矩，所以就有家規。家規，儒家的《弟子規》、道家的《感應篇》、佛法的《十善業》融合成一體，產生不可思議的效果。不能融合在一起，得的利益只有一半，不能得到圓滿；要得圓滿的利益，這三個合在一起。儒釋道變成中國傳統文化的主體，缺少一個都不行。好像鼎之三足，缺少一個它站不起來，這是我們必須要記得的。"
    },
    {
      "id": "02-042-0004_p0017",
      "zh_CN": "学习，入门从《弟子规》、《感应篇》、《十善业》，另外有辅助的，《俞净意遇灶神记》，现在拍成电影，好，看电影就是上课。《了凡四训》也做成电影，要常看。代表佛门的，最近海贤法师的一片光碟，时间更短，大概五十分钟的样子。这都要把它当作课程，常常看，天天不要离开，儒释道都有了。了凡先生代表儒家。古时候，形象上有儒释道，实际上它已经融成一体，学儒的人读佛经、读老庄，学道的人读四书五经，也读佛经，学佛的人也读四书五经、也读老庄。所以从实质上讲，它已经融成一体，没有相违背的。",
      "zh_TW": "學習，入門從《弟子規》、《感應篇》、《十善業》，另外有輔助的，《俞淨意遇灶神記》，現在拍成電影，好，看電影就是上課。《了凡四訓》也做成電影，要常看。代表佛門的，最近海賢法師的一片光碟，時間更短，大概五十分鐘的樣子。這都要把它當作課程，常常看，天天不要離開，儒釋道都有了。了凡先生代表儒家。古時候，形象上有儒釋道，實際上它已經融成一體，學儒的人讀佛經、讀老莊，學道的人讀四書五經，也讀佛經，學佛的人也讀四書五經、也讀老莊。所以從實質上講，它已經融成一體，沒有相違背的。"
    },
    {
      "id": "02-042-0004_p0018",
      "zh_CN": "所以中华民族这个族群能够存在几千年，五千多年这有历史记载的，没有文字之前，我相信有文化、有宗教教育，宗教教育一定在文化之先。宗教要依中国文字来解释，不能依外国文字。中国，宗的意思有三个，主要的、重要的、尊崇的，有这三个意思；教也有三个意思，教育、教学、教化。两个字连起来，宗教是人类主要的教育、重要的教学、尊崇的教化。我们这十几年在全世界团结宗教，就是用这个理念，没有人反对，每个宗教都赞成。所以宗教，我提倡要回归教育，宗教要互相学习，不要批评，不可以互相批评，要互相尊重，互相赞扬。决定不要去拉信徒，宗教都是好的，都是劝人为善的，学习任何宗教都值得我们尊重、敬仰、佩服。这个就是大乘经上同教一乘的思想，或者是圆教一乘的思想。各个不同宗教这就是别，但是它的精神、它的理念、它的方法、它的效果，在原理原则上讲相同的。所以尊重自己宗教，也同样尊重别人宗教。",
      "zh_TW": "所以中華民族這個族群能夠存在幾千年，五千多年這有歷史記載的，沒有文字之前，我相信有文化、有宗教教育，宗教教育一定在文化之先。宗教要依中國文字來解釋，不能依外國文字。中國，宗的意思有三個，主要的、重要的、尊崇的，有這三個意思；教也有三個意思，教育、教學、教化。兩個字連起來，宗教是人類主要的教育、重要的教學、尊崇的教化。我們這十幾年在全世界團結宗教，就是用這個理念，沒有人反對，每個宗教都贊成。所以宗教，我提倡要回歸教育，宗教要互相學習，不要批評，不可以互相批評，要互相尊重，互相讚揚。決定不要去拉信徒，宗教都是好的，都是勸人為善的，學習任何宗教都值得我們尊重、敬仰、佩服。這個就是大乘經上同教一乘的思想，或者是圓教一乘的思想。各個不同宗教這就是別，但是它的精神、它的理念、它的方法、它的效果，在原理原則上講相同的。所以尊重自己宗教，也同樣尊重別人宗教。"
    },
    {
      "id": "02-042-0004_p0019",
      "zh_CN": "甚至于像日本中村康隆老法师，我那年到日本去，访问的时候去看他，他老人家一百岁，他是一百零三岁走的。看到我很高兴，知道我在国际上团结宗教，告诉我一句话，全世界每一个宗教的创始人，统统是观世音菩萨的化身。他的大弟子桥本，我离开的时候他送我到大门口，他告诉我，我们老和尚一生没有说过这个话，今天他跟你怎么会说出这么一句话？全世界每一个宗教创始人都是观世音菩萨的化身，这是一体。这个老和尚不简单，我跟他见过三次面。",
      "zh_TW": "甚至於像日本中村康隆老法師，我那年到日本去，訪問的時候去看他，他老人家一百歲，他是一百零三歲走的。看到我很高興，知道我在國際上團結宗教，告訴我一句話，全世界每一個宗教的創始人，統統是觀世音菩薩的化身。他的大弟子橋本，我離開的時候他送我到大門口，他告訴我，我們老和尚一生沒有說過這個話，今天他跟你怎麼會說出這麼一句話？全世界每一個宗教創始人都是觀世音菩薩的化身，這是一體。這個老和尚不簡單，我跟他見過三次面。"
    },
    {
      "id": "02-042-0004_p0020",
      "zh_CN": "前言，参考资料第三页里头，有「横出、竖出」，这个对我们很重要。我们自己想一想，竖出不了，那就要讲究横出，横出是净土宗。先到极乐世界，到极乐世界之后再证得大圆满。这条路人人走得通，男女老少、各行各业、贤愚不肖统统能成就。可以去看《净土圣贤录》、《往生传》，然后再细心观察跟我们同一个时代念佛往生的人。让我们看到，亲眼看到往生的瑞相，你不能不相信，你不能不承认，不是假的。海贤老和尚、海庆老和尚，那能做得了假吗？海庆往生了，佛门的规矩把他装缸，让他坐缸。一般大概是三年以后开缸，看看身体没有坏就留金身，留全身；身体要坏了，火化，再重新给他安葬。海贤是师兄，海庆是师弟，他先走的。海贤老和尚六年九个月这么长的时间，发心开缸，看看他的身体，如果要是坏了，就火化了安葬。没有想到打开缸的时候面目如生，连穿的衣服一点损坏都没有，大家非常惊讶，也非常赞叹。现在是贴金身，贴金，供养在来佛寺，这不是一般人装得出来。",
      "zh_TW": "前言，參考資料第三頁裡頭，有「橫出、豎出」，這個對我們很重要。我們自己想一想，豎出不了，那就要講究橫出，橫出是淨土宗。先到極樂世界，到極樂世界之後再證得大圓滿。這條路人人走得通，男女老少、各行各業、賢愚不肖統統能成就。可以去看《淨土聖賢錄》、《往生傳》，然後再細心觀察跟我們同一個時代念佛往生的人。讓我們看到，親眼看到往生的瑞相，你不能不相信，你不能不承認，不是假的。海賢老和尚、海慶老和尚，那能做得了假嗎？海慶往生了，佛門的規矩把他裝缸，讓他坐缸。一般大概是三年以後開缸，看看身體沒有壞就留金身，留全身；身體要壞了，火化，再重新給他安葬。海賢是師兄，海慶是師弟，他先走的。海賢老和尚六年九個月這麼長的時間，發心開缸，看看他的身體，如果要是壞了，就火化了安葬。沒有想到打開缸的時候面目如生，連穿的衣服一點損壞都沒有，大家非常驚訝，也非常讚歎。現在是貼金身，貼金，供養在來佛寺，這不是一般人裝得出來。"
    },
    {
      "id": "02-042-0004_p0021",
      "zh_CN": "贤公老和尚的母亲，都是预知时至，都是一句佛号，走的时候多潇洒。她什么时候走她没有告诉人，预先没有宣布，只是要回老家，她本来也住在来佛寺，要回老家。老和尚没有办法，顺从母亲的意思，陪她回老家。这一天高兴，把女儿、姪女统统叫来，亲自下厨房包饺子给大家吃，欢欢喜喜热热闹闹的一家子人团圆。吃完之后，坐在椅子上，告诉大家，她盘腿坐在那里，告诉大家，我走了。真走了，你看多潇洒、多自在，这不是装得出来的，真的不是假的。",
      "zh_TW": "賢公老和尚的母親，都是預知時至，都是一句佛號，走的時候多瀟灑。她什麼時候走她沒有告訴人，預先沒有宣布，只是要回老家，她本來也住在來佛寺，要回老家。老和尚沒有辦法，順從母親的意思，陪她回老家。這一天高興，把女兒、姪女統統叫來，親自下廚房包餃子給大家吃，歡歡喜喜熱熱鬧鬧的一家子人團圓。吃完之後，坐在椅子上，告訴大家，她盤腿坐在那裡，告訴大家，我走了。真走了，你看多瀟灑、多自在，這不是裝得出來的，真的不是假的。"
    },
    {
      "id": "02-042-0004_p0022",
      "zh_CN": "就一句佛号，不认识字，没念过书，小乡村里头生活长大的，有这样殊胜的成就，真的一般高僧大德都做不到。这是什么？清净心，万缘放下了，没有别的。佛告诉我们，每个人都可以做到，做不到是什么？是因为你没放下，你牵肠挂肚的事情太多了，你对这个世界难分难舍。不像他们，他们对这个世间叫一丝不挂，没有一桩事情是他放在心上的，才有这么个效果。我们为什么不放下？不放下的，将来非常可能感得的是三恶道，是六道轮回。彻底放下，就是把轮回放下，把三恶道放下。财色名利全是六道里头东西，而且多半都是三恶道，不是三善道。佛慈悲，佛劝我们放下，劝我们离开六道轮回，劝我们离开三恶道，这是真实智慧、真实慈悲、真实的利益。",
      "zh_TW": "就一句佛號，不認識字，沒念過書，小鄉村裡頭生活長大的，有這樣殊勝的成就，真的一般高僧大德都做不到。這是什麼？清淨心，萬緣放下了，沒有別的。佛告訴我們，每個人都可以做到，做不到是什麼？是因為你沒放下，你牽腸掛肚的事情太多了，你對這個世界難分難捨。不像他們，他們對這個世間叫一絲不掛，沒有一樁事情是他放在心上的，才有這麼個效果。我們為什麼不放下？不放下的，將來非常可能感得的是三惡道，是六道輪迴。徹底放下，就是把輪迴放下，把三惡道放下。財色名利全是六道裡頭東西，而且多半都是三惡道，不是三善道。佛慈悲，佛勸我們放下，勸我們離開六道輪迴，勸我們離開三惡道，這是真實智慧、真實慈悲、真實的利益。"
    },
    {
      "id": "02-042-0004_p0023",
      "zh_CN": "净土这个法门好，虽然有四土，有三辈九品，实际上，生到极乐世界是平等法界。这是阿弥陀佛在因地做比丘的时候，法藏比丘时候发的大愿。看到十法界一切众生不平，不平就有怨气，怨气就是一切罪业的根源。那他的世界要怎样？他的世界要平等，平等大家没有怨气。为什么？完全相同的，你有我也有，我有他也有，大家都一样的，所以他心是平等的，心是清净的。这一点他做到了，即使是同居土下下品往生的人，到了西方极乐世界也是作阿惟越致菩萨，这就平等了。阿惟越致真平等，为什么？妄想分别执着统统断尽了。我们没有断尽，我们带业往生，这就是他用他的愿力，四十八愿的愿力，以及他无量劫修行的功德加持给我们。我们能加持得上吗？能，只要能把这个世俗之情缘统统放下，就能得到佛的加持，他就加得上。这些自在往生的人，就是示现这个，佛力加持加上了。",
      "zh_TW": "淨土這個法門好，雖然有四土，有三輩九品，實際上，生到極樂世界是平等法界。這是阿彌陀佛在因地做比丘的時候，法藏比丘時候發的大願。看到十法界一切眾生不平，不平就有怨氣，怨氣就是一切罪業的根源。那他的世界要怎樣？他的世界要平等，平等大家沒有怨氣。為什麼？完全相同的，你有我也有，我有他也有，大家都一樣的，所以他心是平等的，心是清淨的。這一點他做到了，即使是同居土下下品往生的人，到了西方極樂世界也是作阿惟越致菩薩，這就平等了。阿惟越致真平等，為什麼？妄想分別執著統統斷盡了。我們沒有斷盡，我們帶業往生，這就是他用他的願力，四十八願的願力，以及他無量劫修行的功德加持給我們。我們能加持得上嗎？能，只要能把這個世俗之情緣統統放下，就能得到佛的加持，他就加得上。這些自在往生的人，就是示現這個，佛力加持加上了。"
    },
    {
      "id": "02-042-0004_p0024",
      "zh_CN": "为什么不肯放下？为什么不肯舍？为什么还要去搞六道轮回？这是我们要多想想，要把它想通。轮回实在是太苦了，不但苦是苦，乐也是苦，乐是苦因，乐极生悲。佛给我们说三界统苦，三界最上面讲天人，欲界天、色界天、无色界天都有苦。欲界三种苦统统具足；色界里头没有欲，没有苦苦；无色界里头没有色身，没有坏苦，它有行苦。像我们在欲界，在人道，这三大类的苦统统具足，苦苦、坏苦、行苦。怎样离苦得乐？信愿持名，万缘放下，保证你能够得到，你能够证得圆满。",
      "zh_TW": "為什麼不肯放下？為什麼不肯捨？為什麼還要去搞六道輪迴？這是我們要多想想，要把它想通。輪迴實在是太苦了，不但苦是苦，樂也是苦，樂是苦因，樂極生悲。佛給我們說三界統苦，三界最上面講天人，欲界天、色界天、無色界天都有苦。欲界三種苦統統具足；色界裡頭沒有欲，沒有苦苦；無色界裡頭沒有色身，沒有壞苦，它有行苦。像我們在欲界，在人道，這三大類的苦統統具足，苦苦、壞苦、行苦。怎樣離苦得樂？信願持名，萬緣放下，保證你能夠得到，你能夠證得圓滿。"
    },
    {
      "id": "02-042-0004_p0025",
      "zh_CN": "宋朝莹珂法师给我们做了榜样，造无间地狱业的，他要不往生，肯定堕无间地狱。他用了多少时间？三天三夜，真诚、清净、恭敬心念这一句南无阿弥陀佛，三天三夜把阿弥陀佛念来了。我们对这个例子要细心把它参透，我们自己对往生就没有怀疑。他能放下，他还有十年寿命，不要了，到极乐世界去学习了。这个世界的缘不好，处处引诱我们造罪业；极乐世界的缘好，六尘境界统统都是帮助我们提升，到那个世界成就快。",
      "zh_TW": "宋朝瑩珂法師給我們做了榜樣，造無間地獄業的，他要不往生，肯定墮無間地獄。他用了多少時間？三天三夜，真誠、清淨、恭敬心念這一句南無阿彌陀佛，三天三夜把阿彌陀佛念來了。我們對這個例子要細心把它參透，我們自己對往生就沒有懷疑。他能放下，他還有十年壽命，不要了，到極樂世界去學習了。這個世界的緣不好，處處引誘我們造罪業；極樂世界的緣好，六塵境界統統都是幫助我們提升，到那個世界成就快。"
    },
    {
      "id": "02-042-0004_p0026",
      "zh_CN": "这个参考资料里头，真的内容非常丰富。第六面，彭际清居士，第十一条，都是值得我们做榜样的。这个在清朝那个时代，是个富家子弟，家庭环境非常好，而且童子就考取举人。你看，「年十六，为诸生」，诸生是秀才；「明年」，就是十七岁，中了举人；再过一年，十八岁，十八岁「捷南宫」，就是进士，十八岁考中进士，最高的学位。一生不做官。这里记载得很清楚，这里说二十九岁「断肉食」，吃长素了。「又五年」，这三十四岁，「从闻学定公，受菩萨戒，自是不复近妇人，以知归子自称，尝言志在西方，行在梵网，修一行三昧」。净土宗大德。往生的时候他预知时至，在第七页下面倒数第四行，「我大事在来年开印日」，大事就是往生，在明年开印日。这里括弧说，古时候官府于年底封印，过年，到第二年正月开封用印，就是照常办公。就是公家机关过完年的时候，这个官开印，就是照常办事。开印之期，大概都是在十九、二十、二十一三天之内。他是「嘉庆元年正月二十日清晨，作辞世偈」，他往生了，确确实实是在开印日，这预知时至。黄念老告诉我，他的父亲是乾隆皇帝的兵部尚书，就是现在的国防部长，所以他家庭环境好，他不要做官。高干子弟，人真聪明，十八岁考中进士，这都是我们典范。",
      "zh_TW": "這個參考資料裡頭，真的內容非常豐富。第六面，彭際清居士，第十一條，都是值得我們做榜樣的。這個在清朝那個時代，是個富家子弟，家庭環境非常好，而且童子就考取舉人。你看，「年十六，為諸生」，諸生是秀才；「明年」，就是十七歲，中了舉人；再過一年，十八歲，十八歲「捷南宮」，就是進士，十八歲考中進士，最高的學位。一生不做官。這裡記載得很清楚，這裡說二十九歲「斷肉食」，吃長素了。「又五年」，這三十四歲，「從聞學定公，受菩薩戒，自是不復近婦人，以知歸子自稱，嘗言志在西方，行在梵網，修一行三昧」。淨土宗大德。往生的時候他預知時至，在第七頁下面倒數第四行，「我大事在來年開印日」，大事就是往生，在明年開印日。這裡括弧說，古時候官府於年底封印，過年，到第二年正月開封用印，就是照常辦公。就是公家機關過完年的時候，這個官開印，就是照常辦事。開印之期，大概都是在十九、二十、二十一三天之內。他是「嘉慶元年正月二十日清晨，作辭世偈」，他往生了，確確實實是在開印日，這預知時至。黃念老告訴我，他的父親是乾隆皇帝的兵部尚書，就是現在的國防部長，所以他家庭環境好，他不要做官。高幹子弟，人真聰明，十八歲考中進士，這都是我們典範。"
    },
    {
      "id": "02-042-0004_p0027",
      "zh_CN": "经上讲到五浊恶世，浊就是现在讲的染污。今天整个地球被染污了。我们小时候，一直到我第一次到香港来讲经，一九七七年，在那个时代没有听说环保，没有这个名词。换句话说，染污还没有到很严重的时候。提出环保，染污就严重了，大家明显感觉到了，严重染污，所以提出环保。刚刚提出那些年，有人问我，环保有效吗？我的答复说，不可能有效。他说为什么？因为他环保没有抓到核心，核心是什么？人性的染污。心理染污你没有防止，外面的染污你要想把它防阻起来是做不到的，我从这里看的。人心的环保要从哪里做起？从佛法、从古圣先贤教诲。心里清净了，外面环境清净，这是大乘经上跟我们说的境随心转。我们的心染污，外面的环境就染污；我们的心清净，外面的环境就清净，就这么个道理，我相信，我没有怀疑。雾霾，现在这个世界上大面积的雾霾很多，怎么来的？怨气，不平之气。",
      "zh_TW": "經上講到五濁惡世，濁就是現在講的染污。今天整個地球被染污了。我們小時候，一直到我第一次到香港來講經，一九七七年，在那個時代沒有聽說環保，沒有這個名詞。換句話說，染污還沒有到很嚴重的時候。提出環保，染污就嚴重了，大家明顯感覺到了，嚴重染污，所以提出環保。剛剛提出那些年，有人問我，環保有效嗎？我的答覆說，不可能有效。他說為什麼？因為他環保沒有抓到核心，核心是什麼？人性的染污。心理染污你沒有防止，外面的染污你要想把它防阻起來是做不到的，我從這裡看的。人心的環保要從哪裡做起？從佛法、從古聖先賢教誨。心裡清淨了，外面環境清淨，這是大乘經上跟我們說的境隨心轉。我們的心染污，外面的環境就染污；我們的心清淨，外面的環境就清淨，就這麼個道理，我相信，我沒有懷疑。霧霾，現在這個世界上大面積的霧霾很多，怎麼來的？怨氣，不平之氣。"
    },
    {
      "id": "02-042-0004_p0028",
      "zh_CN": "佛教我们修清净心，尤其是净宗，净宗教我们修「清净、平等、觉悟」，得的果报是「大乘」，大乘是智慧，「无量寿」是福报，「庄严」是美好，这三个是果报，清净平等觉就能得到。大乘无量寿庄严讲到究竟圆满就是极乐世界，极乐世界从哪里来的？从清净平等觉来的。阿弥陀佛在极乐世界干什么事情？天天教学，世尊为我们介绍，「今现在说法」，不是过去，不是未来，现在正在说法，一切时一切处弥陀都正在说法。说的是什么法？《无量寿》里面的四十八愿，说的是这个法。",
      "zh_TW": "佛教我們修清淨心，尤其是淨宗，淨宗教我們修「清淨、平等、覺悟」，得的果報是「大乘」，大乘是智慧，「無量壽」是福報，「莊嚴」是美好，這三個是果報，清淨平等覺就能得到。大乘無量壽莊嚴講到究竟圓滿就是極樂世界，極樂世界從哪裡來的？從清淨平等覺來的。阿彌陀佛在極樂世界幹什麼事情？天天教學，世尊為我們介紹，「今現在說法」，不是過去，不是未來，現在正在說法，一切時一切處彌陀都正在說法。說的是什麼法？《無量壽》裡面的四十八願，說的是這個法。"
    },
    {
      "id": "02-042-0004_p0029",
      "zh_CN": "对我们的程度来讲，我们现在的程度，释迦牟尼佛给我们说的，是对我们地球上居民程度来说的，就是这一部《无量寿经》。夏莲居老居士用了十年时间会集成这个本子，《无量寿经》第一善本，我们有缘遇到，这个不容易。李老师遇到了，没有放下万缘，一心专注。这在那个时候，他又何尝不想专讲，反对的人很多，所以没有办法，把这桩事情交给我。什么时候缘成熟？他老人家往生之后，缘成熟了。还不是在中国，在美国跟加拿大，所以我第一次讲这个本子是在温哥华，第二次是在圣荷西，在美国加州，是从外国开始的。大家欢喜，我们在台湾印了一万本。这个时候反对的声音少了，台湾同修找我，我记得那个时候在景美图书馆，好像也讲过几遍，总共讲过十遍。黄念老的集注，李老师没有见过，我们就知道，在我上一辈跟这个经缘分还差一些。",
      "zh_TW": "對我們的程度來講，我們現在的程度，釋迦牟尼佛給我們說的，是對我們地球上居民程度來說的，就是這一部《無量壽經》。夏蓮居老居士用了十年時間會集成這個本子，《無量壽經》第一善本，我們有緣遇到，這個不容易。李老師遇到了，沒有放下萬緣，一心專注。這在那個時候，他又何嘗不想專講，反對的人很多，所以沒有辦法，把這樁事情交給我。什麼時候緣成熟？他老人家往生之後，緣成熟了。還不是在中國，在美國跟加拿大，所以我第一次講這個本子是在溫哥華，第二次是在聖荷西，在美國加州，是從外國開始的。大家歡喜，我們在台灣印了一萬本。這個時候反對的聲音少了，台灣同修找我，我記得那個時候在景美圖書館，好像也講過幾遍，總共講過十遍。黃念老的集註，李老師沒有見過，我們就知道，在我上一輩跟這個經緣分還差一些。"
    },
    {
      "id": "02-042-0004_p0030",
      "zh_CN": "念老也很了不起，六年带着病，那病很重，不轻，拼命，不要命了，注这个经。我去拜访他，他就一个房间，一张床铺，床铺前面一张桌子，大概也只有我这个桌子这么大，这一边旁边就堆著书，没有书架，堆得乱七八糟。我看了非常感动，我说你这些书从哪来的？我们想找都找不到。他能找到这么多参考资料，感应，佛菩萨送来的。注完这个经之后，修改了不少遍。刚刚完成那个时候的本子，未定稿，在美国的时候送给我了。我就拿那个油印的本子在台湾用铅字排版，第一次，他老人家这个注解《大经解》，第一次在台湾印的，印了一万本，很有历史价值。以后修订过几次，特别是把现在科学里面发现的东西也引到经本来，原来的本子上没有。我们这一代的人有福报，能看到这么好的本子、这么好的注解，让我们对净宗不相信的也相信了，不想往生的也真正发愿求生净土，我们得感谢这两个老人。我特别感谢李老师，他把他讲经用的眉注的本子给我了，这个本子现在流通量也很多，老师的眉注本子。以后他们用红颜色套印更清楚，原本是毛笔写的，毛笔行楷。那时候老师还不到七十岁，我跟他的那年七十岁，我好像我三十一岁，他七十岁。",
      "zh_TW": "念老也很了不起，六年帶著病，那病很重，不輕，拼命，不要命了，註這個經。我去拜訪他，他就一個房間，一張床鋪，床鋪前面一張桌子，大概也只有我這個桌子這麼大，這一邊旁邊就堆著書，沒有書架，堆得亂七八糟。我看了非常感動，我說你這些書從哪來的？我們想找都找不到。他能找到這麼多參考資料，感應，佛菩薩送來的。註完這個經之後，修改了不少遍。剛剛完成那個時候的本子，未定稿，在美國的時候送給我了。我就拿那個油印的本子在台灣用鉛字排版，第一次，他老人家這個註解《大經解》，第一次在台灣印的，印了一萬本，很有歷史價值。以後修訂過幾次，特別是把現在科學裡面發現的東西也引到經本來，原來的本子上沒有。我們這一代的人有福報，能看到這麼好的本子、這麼好的註解，讓我們對淨宗不相信的也相信了，不想往生的也真正發願求生淨土，我們得感謝這兩個老人。我特別感謝李老師，他把他講經用的眉註的本子給我了，這個本子現在流通量也很多，老師的眉註本子。以後他們用紅顏色套印更清楚，原本是毛筆寫的，毛筆行楷。那時候老師還不到七十歲，我跟他的那年七十歲，我好像我三十一歲，他七十歲。"
    },
    {
      "id": "02-042-0004_p0031",
      "zh_CN": "「五浊」，我们要记住，天天看这个世界，天天看这几句经文。《三藏法数》，《法苑珠林》里面排列的，第一个「众生浊」，第二个「见浊」，第三个「烦恼浊」，第四个，「命浊」，第五个「劫浊」。劫是讲这个时代，这个时代被严重染污。时代怎么会染污？人染污。人怎么会染污？见解跟思想，就是烦恼跟见，见是见解，见惑，烦恼是思惑。五浊里面的体就是这两个，我们把事情看错、想错了。命浊，命浊是恶业增长，寿命短促了。特别在这个时代，提出命浊，这个意义不平常。现在人讲求速度、讲求限时，速度是愈快愈好，愈快愈好，寿命就缩短了。",
      "zh_TW": "「五濁」，我們要記住，天天看這個世界，天天看這幾句經文。《三藏法數》，《法苑珠林》裡面排列的，第一個「眾生濁」，第二個「見濁」，第三個「煩惱濁」，第四個，「命濁」，第五個「劫濁」。劫是講這個時代，這個時代被嚴重染污。時代怎麼會染污？人染污。人怎麼會染污？見解跟思想，就是煩惱跟見，見是見解，見惑，煩惱是思惑。五濁裡面的體就是這兩個，我們把事情看錯、想錯了。命濁，命濁是惡業增長，壽命短促了。特別在這個時代，提出命濁，這個意義不平常。現在人講求速度、講求限時，速度是愈快愈好，愈快愈好，壽命就縮短了。"
    },
    {
      "id": "02-042-0004_p0032",
      "zh_CN": "中国古人观念不一样，所有一切都要缓慢，不主张快速，快速的命都不长久。这是真的，日新月异，新的起来，前面推翻了。中国老祖宗讲五伦、五常，千年万世都不能改变，你没有办法把它推翻，它能长久。我们看近代曾国藩先生的家训、家书，你看他对于子弟的教诲，言语、动作都要缓慢。有道理，为什么？他心是静的，心清净生智慧；心是动的，他生知识，不生智慧。知识是外来的，要广学多闻，智慧是内在的，智慧里面有知识，知识里头没有智慧。所以中国人重视清净心、平等心、开悟，重视这个。",
      "zh_TW": "中國古人觀念不一樣，所有一切都要緩慢，不主張快速，快速的命都不長久。這是真的，日新月異，新的起來，前面推翻了。中國老祖宗講五倫、五常，千年萬世都不能改變，你沒有辦法把它推翻，它能長久。我們看近代曾國藩先生的家訓、家書，你看他對於子弟的教誨，言語、動作都要緩慢。有道理，為什麼？他心是靜的，心清淨生智慧；心是動的，他生知識，不生智慧。知識是外來的，要廣學多聞，智慧是內在的，智慧裡面有知識，知識裡頭沒有智慧。所以中國人重視清淨心、平等心、開悟，重視這個。"
    },
    {
      "id": "02-042-0004_p0033",
      "zh_CN": "五浊，佛在经上提出，今天的社会浊污到极处，也就是，内是我们的心，外是境界，染污到几乎我们不能再承受了，这么严重。在这样严重染污之下，我们自自然然会产生一个念头，那就是我们移民到极乐世界去，那个地方清净，没有染污。这一段他搜集得很丰富，我们看看就可以了。",
      "zh_TW": "五濁，佛在經上提出，今天的社會濁污到極處，也就是，內是我們的心，外是境界，染污到幾乎我們不能再承受了，這麼嚴重。在這樣嚴重染污之下，我們自自然然會產生一個念頭，那就是我們移民到極樂世界去，那個地方清淨，沒有染污。這一段他蒐集得很豐富，我們看看就可以了。"
    },
    {
      "id": "02-042-0004_p0034",
      "zh_CN": "在十六页，二十六条，「本觉」，这两个字我们要重视、要相信。这里头引用《三藏法数》的话说，「众生心体灵明虚廓，本来离念，等虚空界，无处不遍，即是如来平等法身，是名本觉」，本觉跟法身一个意思。《起信论》上说，「本觉本有，不觉本无」，我们从这个地方建立了信心。我们这一生能不能成就？我们有本觉，本觉本有，换句话说并没有离开，没有失掉。心体灵明，换句话说他什么都知道，他没有一样不知道，灵明就是般若智慧。连惠能大师都说，「何期自性，本自具足」，具足什么？《华严经》上说出，「一切众生皆有如来智慧德相」，可以用这句话来解释本自具足。如来智慧、德能、相好每个人都有，不是佛专利，佛有，我们全有。为什么我们现在不见了？我们迷了，佛觉悟了，只要我们把迷放弃，我们觉悟了，一切现成的，不是从外来的。",
      "zh_TW": "在十六頁，二十六條，「本覺」，這兩個字我們要重視、要相信。這裡頭引用《三藏法數》的話說，「眾生心體靈明虛廓，本來離念，等虛空界，無處不遍，即是如來平等法身，是名本覺」，本覺跟法身一個意思。《起信論》上說，「本覺本有，不覺本無」，我們從這個地方建立了信心。我們這一生能不能成就？我們有本覺，本覺本有，換句話說並沒有離開，沒有失掉。心體靈明，換句話說他什麼都知道，他沒有一樣不知道，靈明就是般若智慧。連惠能大師都說，「何期自性，本自具足」，具足什麼？《華嚴經》上說出，「一切眾生皆有如來智慧德相」，可以用這句話來解釋本自具足。如來智慧、德能、相好每個人都有，不是佛專利，佛有，我們全有。為什麼我們現在不見了？我們迷了，佛覺悟了，只要我們把迷放棄，我們覺悟了，一切現成的，不是從外來的。"
    },
    {
      "id": "02-042-0004_p0035",
      "zh_CN": "所以大经上说，「圆满菩提，归无所得」，为什么无所得？智慧德能相好是本有的，不是得来的，是自己本有的。这个本有，自己的确非常难体会，在什么地方可以能得一点消息？在问答里头，别人问你一桩事情，没学过的，居然能回答得出来。这怎么回事情？这就是其义自见，不问的时候不知道，一问的时候全知道，「般若无知，无所不知」。无知就是不起心不动念、不分别不执着，谁做到了？佛做到了，法身菩萨做到了。声闻、缘觉、三乘菩萨在那里做，还没有圆满，所以他们有小智慧、有小神通。小智慧、小神通应用在我们这个世间足够了，大智慧、大神通是教菩萨的。我们摆在面前对象是凡夫、是二乘、是权教，都行，都能应付。",
      "zh_TW": "所以大經上說，「圓滿菩提，歸無所得」，為什麼無所得？智慧德能相好是本有的，不是得來的，是自己本有的。這個本有，自己的確非常難體會，在什麼地方可以能得一點消息？在問答裡頭，別人問你一樁事情，沒學過的，居然能回答得出來。這怎麼回事情？這就是其義自見，不問的時候不知道，一問的時候全知道，「般若無知，無所不知」。無知就是不起心不動念、不分別不執著，誰做到了？佛做到了，法身菩薩做到了。聲聞、緣覺、三乘菩薩在那裡做，還沒有圓滿，所以他們有小智慧、有小神通。小智慧、小神通應用在我們這個世間足夠了，大智慧、大神通是教菩薩的。我們擺在面前對象是凡夫、是二乘、是權教，都行，都能應付。"
    },
    {
      "id": "02-042-0004_p0036",
      "zh_CN": "换句话说，戒定慧三学就是帮助我们回归自性。戒，规矩，不能没有规矩，不能不守规矩。规矩是性德，是自然的，不是哪个人勉强哪个人，不是的，释迦牟尼佛从来没有勉强一个人。戒律是怎么回事情？释迦牟尼佛平常生活行为，一举一动把它记录下来就叫戒律，不是他故意装的，不是，自然的。真正觉悟了的时候，那个人自自然然的言谈举止记录下来就是的，他也不是故意着意教别人，不是的。我们看到了跟我们对比一下，我们的想法、看法、做法跟佛是相对的，不一样，那就要知道我们错了，他是对的，他是与自性相应，我们是与自性相违背，就这么回事情。那我们要学他，这部分东西叫做戒律。",
      "zh_TW": "換句話說，戒定慧三學就是幫助我們回歸自性。戒，規矩，不能沒有規矩，不能不守規矩。規矩是性德，是自然的，不是哪個人勉強哪個人，不是的，釋迦牟尼佛從來沒有勉強一個人。戒律是怎麼回事情？釋迦牟尼佛平常生活行為，一舉一動把它記錄下來就叫戒律，不是他故意裝的，不是，自然的。真正覺悟了的時候，那個人自自然然的言談舉止記錄下來就是的，他也不是故意著意教別人，不是的。我們看到了跟我們對比一下，我們的想法、看法、做法跟佛是相對的，不一樣，那就要知道我們錯了，他是對的，他是與自性相應，我們是與自性相違背，就這麼回事情。那我們要學他，這部分東西叫做戒律。"
    },
    {
      "id": "02-042-0004_p0037",
      "zh_CN": "现在在我们现前这种生活环境，持戒有一定的难度，而且我们年岁大了，人一般说，过了四十都定型了，完全被染污主宰，醒不过来了。这时候怎么办？只有信、愿、持名能救。其他的方法，八万四千法门都是走戒定慧三学，我们做不到了。年轻，三十岁之前还可以，我都会劝他们去学戒。四十以上我劝他们老实念佛，把根本戒守住就够了，根本戒就是《弟子规》、《感应篇》、《十善业道》。如果还再能够做的，六和、四摄，这是世间标准的好人，好人做的都是好事。好人首先要存好心、说好话、行好事、做好人，这是走遍全世界没有一个人反对。好心、好事的标准都在这部《无量寿经》里头，就够了。《无量寿经》里面所说的，从人道里头的好人，讲到天道、讲到声闻缘觉、讲到佛菩萨；究竟的好人，法身菩萨；究竟圆满的好人，诸佛如来的法身，找不到丝毫缺陷。我希望同学们在经文或者是在参考资料里头有所感悟，都能提出来我们大家分享。",
      "zh_TW": "現在在我們現前這種生活環境，持戒有一定的難度，而且我們年歲大了，人一般說，過了四十都定型了，完全被染污主宰，醒不過來了。這時候怎麼辦？只有信、願、持名能救。其他的方法，八萬四千法門都是走戒定慧三學，我們做不到了。年輕，三十歲之前還可以，我都會勸他們去學戒。四十以上我勸他們老實念佛，把根本戒守住就夠了，根本戒就是《弟子規》、《感應篇》、《十善業道》。如果還再能夠做的，六和、四攝，這是世間標準的好人，好人做的都是好事。好人首先要存好心、說好話、行好事、做好人，這是走遍全世界沒有一個人反對。好心、好事的標準都在這部《無量壽經》裡頭，就夠了。《無量壽經》裡面所說的，從人道裡頭的好人，講到天道、講到聲聞緣覺、講到佛菩薩；究竟的好人，法身菩薩；究竟圓滿的好人，諸佛如來的法身，找不到絲毫缺陷。我希望同學們在經文或者是在參考資料裡頭有所感悟，都能提出來我們大家分享。"
    },
    {
      "id": "02-042-0004_p0038",
      "zh_CN": "主持人：希望能发言的请举手。好，请说。",
      "zh_TW": "主持人：希望能發言的請舉手。好，請說。"
    },
    {
      "id": "02-042-0004_p0039",
      "zh_CN": "悟全法师：师父好。刚才师父在参考资料里面提到，横出跟竖出，一切法门都是属于竖出，只有净宗念阿弥陀佛这个法门是横出，悟全有深刻体会。之前在概要还没有深入的时候，对这些道理还不是很清楚，这几年学习黄念祖老居士的概要，对横出、竖出体会非常深了。如果净宗念佛人，知道这个法门是横出三界，迳登四土，我们一定会死心塌地的念佛。如果不是修净土，修学其他法门，他知道横出三界，往生西方极乐世界当生成佛，他也能够把自己修行功德统统回向导归净土，他们成佛时间也是大幅度的缩短了。这是悟全一个很浅显的体会，请师父指正，阿弥陀佛。",
      "zh_TW": "悟全法師：師父好。剛才師父在參考資料裡面提到，橫出跟豎出，一切法門都是屬於豎出，只有淨宗念阿彌陀佛這個法門是橫出，悟全有深刻體會。之前在概要還沒有深入的時候，對這些道理還不是很清楚，這幾年學習黃念祖老居士的概要，對橫出、豎出體會非常深了。如果淨宗念佛人，知道這個法門是橫出三界，逕登四土，我們一定會死心塌地的念佛。如果不是修淨土，修學其他法門，他知道橫出三界，往生西方極樂世界當生成佛，他也能夠把自己修行功德統統迴向導歸淨土，他們成佛時間也是大幅度的縮短了。這是悟全一個很淺顯的體會，請師父指正，阿彌陀佛。"
    },
    {
      "id": "02-042-0004_p0040",
      "zh_CN": "老法师：对的，这个原理都在《无量寿经》里面「三辈往生」最后的一段。翻「三辈往生」一共四段经文，上辈、中辈、下辈，后面一段就是修学大乘，不是净宗的，但是他能够把他所修的功德回向，求生净土，也能往生。慈舟大师判这一段经文叫一心三辈，判得非常好，我们也用慈舟大师这个判法，遵循他老人家的教诲。不但是佛法里面的八万四千法门行，我们把范围扩大，学习其他的宗教行不行？也行。无论修学哪个宗教，如果你要是真的相信，真的愿生净土，把你自己所修学的功德回向也行，法门广大不可思议。所以信仰其他，要不要改换宗教？不需要。阿弥陀佛心目当中，遍法界虚空界跟自己是一体，哪有分别！我们自己在分别，他不分别。只要我们也不分别，也认同，理事都圆满了。这才真正知道，净宗法门的广大不是一般人所想像的，太大了。",
      "zh_TW": "老法師：對的，這個原理都在《無量壽經》裡面「三輩往生」最後的一段。翻「三輩往生」一共四段經文，上輩、中輩、下輩，後面一段就是修學大乘，不是淨宗的，但是他能夠把他所修的功德迴向，求生淨土，也能往生。慈舟大師判這一段經文叫一心三輩，判得非常好，我們也用慈舟大師這個判法，遵循他老人家的教誨。不但是佛法裡面的八萬四千法門行，我們把範圍擴大，學習其他的宗教行不行？也行。無論修學哪個宗教，如果你要是真的相信，真的願生淨土，把你自己所修學的功德迴向也行，法門廣大不可思議。所以信仰其他，要不要改換宗教？不需要。阿彌陀佛心目當中，遍法界虛空界跟自己是一體，哪有分別！我們自己在分別，他不分別。只要我們也不分別，也認同，理事都圓滿了。這才真正知道，淨宗法門的廣大不是一般人所想像的，太大了。"
    },
    {
      "id": "02-042-0004_p0041",
      "zh_CN": "主持人：请问谁还有发言吗？好，我们请弥陀村。",
      "zh_TW": "主持人：請問誰還有發言嗎？好，我們請彌陀村。"
    },
    {
      "id": "02-042-0004_p0042",
      "zh_CN": "学生：老法师，我有两个问题要请教您老。头一个问题，就是常常听到您老的教导，头一个境界就是理事无碍，第二个是事事无碍，这是讲理。在生活当中，我们想求教您老，在生活当中这两个理所对应的，譬如说一些事情是什么样子的？这个我们不大清楚，感恩师父慈悲开示。",
      "zh_TW": "學生：老法師，我有兩個問題要請教您老。頭一個問題，就是常常聽到您老的教導，頭一個境界就是理事無礙，第二個是事事無礙，這是講理。在生活當中，我們想求教您老，在生活當中這兩個理所對應的，譬如說一些事情是什麼樣子的？這個我們不大清楚，感恩師父慈悲開示。"
    },
    {
      "id": "02-042-0004_p0043",
      "zh_CN": "老法师：这两种无碍我们本子里头都有，这两种无碍是《华严经》上说的，事无碍、理无碍、理事无碍、事事无碍，《华严》具足这四种无碍。念老，在下面经文就可以学到，下面是概要，概要里面就学到有《华严》、有《法华》的，天台宗也讲，华严宗也讲。无障碍的法界是真的，叫一真法界。障碍从哪里生的？从我们妄想生的、杂念生的。有妄想、有杂念，理事有碍，事事更有碍。事事障碍是分别、执着，只要有分别执着，事跟事都有障碍。如果我们的分别执着没有了，障碍就不存在。为什么不存在？一切法不是真的，我们把它当真，所以产生障碍。如果知道一切法像《金刚经》上说的「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，梦幻泡影里头有没有障碍？理跟事无障碍我们前面讲过，我讲的比喻，用屏幕现相，屏幕是个理，能现；现相是事，是所现，能所是一不是二。所以，理事一如，性相不二，这就是无碍的法界。我们只要放下执着，真的不起心不动念、不分别不执着，我们的六根在六尘境界上就解脱了，解脱就是无碍。我们今天的碍就是坚固执着，以为它真有，不知道它念念不可得。我们对于这个现在有一点概念，实在是得自于科学报告。",
      "zh_TW": "老法師：這兩種無礙我們本子裡頭都有，這兩種無礙是《華嚴經》上說的，事無礙、理無礙、理事無礙、事事無礙，《華嚴》具足這四種無礙。念老，在下面經文就可以學到，下面是概要，概要裡面就學到有《華嚴》、有《法華》的，天台宗也講，華嚴宗也講。無障礙的法界是真的，叫一真法界。障礙從哪裡生的？從我們妄想生的、雜念生的。有妄想、有雜念，理事有礙，事事更有礙。事事障礙是分別、執著，只要有分別執著，事跟事都有障礙。如果我們的分別執著沒有了，障礙就不存在。為什麼不存在？一切法不是真的，我們把它當真，所以產生障礙。如果知道一切法像《金剛經》上說的「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，夢幻泡影裡頭有沒有障礙？理跟事無障礙我們前面講過，我講的比喻，用屏幕現相，屏幕是個理，能現；現相是事，是所現，能所是一不是二。所以，理事一如，性相不二，這就是無礙的法界。我們只要放下執著，真的不起心不動念、不分別不執著，我們的六根在六塵境界上就解脫了，解脫就是無礙。我們今天的礙就是堅固執著，以為它真有，不知道它念念不可得。我們對於這個現在有一點概念，實在是得自於科學報告。"
    },
    {
      "id": "02-042-0004_p0044",
      "zh_CN": "今天科学的仪器进步到令人无法想像，居然能够捕捉到一千兆分之一秒的，佛经上讲的极微色。弥勒菩萨所说的，大乘教里面的极微色，可能现在科学家还没有啥发现，但是发现到的微中子，跟佛在经上讲是非常相似。佛说极微色这个物质现象是个基本物质现象，它不能再分，它再一分裂，现象就没有了，所以叫它做邻虚尘。虚是虚空，它跟虚空做隔壁，好像隔壁，一分它就是虚空，就没有了。这个被科学家发现了，科学家找到最小的物质现象，它的名字叫微中子，或者叫中微子，都可以，最小的，把它打破、分开，真的没有了。没有了发现是什么？发现是念头的现象，就是念头波动的现象。这才说明，物质从哪里来的？是意念波动产生的幻相。",
      "zh_TW": "今天科學的儀器進步到令人無法想像，居然能夠捕捉到一千兆分之一秒的，佛經上講的極微色。彌勒菩薩所說的，大乘教裡面的極微色，可能現在科學家還沒有啥發現，但是發現到的微中子，跟佛在經上講是非常相似。佛說極微色這個物質現象是個基本物質現象，它不能再分，它再一分裂，現象就沒有了，所以叫它做鄰虛塵。虛是虛空，它跟虛空做隔壁，好像隔壁，一分它就是虛空，就沒有了。這個被科學家發現了，科學家找到最小的物質現象，它的名字叫微中子，或者叫中微子，都可以，最小的，把它打破、分開，真的沒有了。沒有了發現是什麼？發現是念頭的現象，就是念頭波動的現象。這才說明，物質從哪裡來的？是意念波動產生的幻相。"
    },
    {
      "id": "02-042-0004_p0045",
      "zh_CN": "这个幻相存在的时间非常短暂，我们是决定没有办法体会得到的，我们常常还是用我们自己想像当中来说的。弥勒菩萨的一弹指是有三百二十兆个微细念头，这一弹指。那一秒钟，我们算是弹指五次，可是我们在科学报告里头有看到的，一秒钟可以弹七次，就算五次来讲都非常可观了。五次，三百二十兆乘五，是一千六百兆。这就是说一念，一念是多长的时间？一秒钟有多少个一念？有一千六百兆个一念。每一念都有物质现象，每个物质现象都有精神现象，也就是佛经上说的色受想行识，这五蕴。五蕴最小的单位是极微色，极微色具足五蕴，色受想行识它都有。所以一切物质现象都会看、会听、都懂得人的意思，我们起心动念它都知道，没有不知道的。这个知道这就叫本能，在佛经上叫本觉，它本来就觉悟，它不迷。迷是我们迷了，我们身上这些细胞分析到极微色它不迷。你看冤枉不冤枉？我在哪里？我找不到，我是个抽象概念，根本不存在。所以佛法说无我是真的，有我是假的。",
      "zh_TW": "這個幻相存在的時間非常短暫，我們是決定沒有辦法體會得到的，我們常常還是用我們自己想像當中來說的。彌勒菩薩的一彈指是有三百二十兆個微細念頭，這一彈指。那一秒鐘，我們算是彈指五次，可是我們在科學報告裡頭有看到的，一秒鐘可以彈七次，就算五次來講都非常可觀了。五次，三百二十兆乘五，是一千六百兆。這就是說一念，一念是多長的時間？一秒鐘有多少個一念？有一千六百兆個一念。每一念都有物質現象，每個物質現象都有精神現象，也就是佛經上說的色受想行識，這五蘊。五蘊最小的單位是極微色，極微色具足五蘊，色受想行識它都有。所以一切物質現象都會看、會聽、都懂得人的意思，我們起心動念它都知道，沒有不知道的。這個知道這就叫本能，在佛經上叫本覺，它本來就覺悟，它不迷。迷是我們迷了，我們身上這些細胞分析到極微色它不迷。你看冤枉不冤枉？我在哪裡？我找不到，我是個抽象概念，根本不存在。所以佛法說無我是真的，有我是假的。"
    },
    {
      "id": "02-042-0004_p0046",
      "zh_CN": "宇宙确实非常微妙，就是这个小小的极微色里头，有什么？有整个宇宙存在。《华严经》上，一即是多，多即是一，一多不二，整个宇宙在一微尘，佛经上用芥子，芥菜子大家晓得，有概念，很小。芥菜子里可以容纳全宇宙，全宇宙没有缩小，芥菜子没有放大，真的在里面。这个境界，佛用了个名词，叫不思议解脱境界。谁能看到？谁能在这个境界里得受用？八地以上，这大乘经常讲的，你证得八地以上你就看到了，你就明白、了解了，你要想进去可以，没障碍。科学对我们帮助也不少，没有科学证明，这个问题我们到什么时候才有个概念，几乎在一生一世不可能。古人是讲清楚了，看不懂。看了科学报告回头再看，就看得有意思了，就体会到一些了。",
      "zh_TW": "宇宙確實非常微妙，就是這個小小的極微色裡頭，有什麼？有整個宇宙存在。《華嚴經》上，一即是多，多即是一，一多不二，整個宇宙在一微塵，佛經上用芥子，芥菜子大家曉得，有概念，很小。芥菜子裡可以容納全宇宙，全宇宙沒有縮小，芥菜子沒有放大，真的在裡面。這個境界，佛用了個名詞，叫不思議解脫境界。誰能看到？誰能在這個境界裡得受用？八地以上，這大乘經常講的，你證得八地以上你就看到了，你就明白、了解了，你要想進去可以，沒障礙。科學對我們幫助也不少，沒有科學證明，這個問題我們到什麼時候才有個概念，幾乎在一生一世不可能。古人是講清楚了，看不懂。看了科學報告回頭再看，就看得有意思了，就體會到一些了。"
    },
    {
      "id": "02-042-0004_p0047",
      "zh_CN": "希望我们大家努力，希望我们同学当中有几个大彻大悟、明心见性，这就非常有意义。大彻大悟没有别的，现在我们晓得，全靠放下，什么都要放下，放下就是。没有放下是凡夫，放下就是佛菩萨。清净平等觉里头没有一物，什么都没有，所以他觉，有一样东西就不觉了，所以佛都不能有。我们现在只有一尊佛，是什么？是求生极乐世界，不是明心见性；明心见性，有个阿弥陀佛见不了性。所以我们把功夫分成两段，先取极乐世界，到极乐世界再明心见性。明心见性一定在阿弥陀佛会下成就，这就对了。好，时间到了。",
      "zh_TW": "希望我們大家努力，希望我們同學當中有幾個大徹大悟、明心見性，這就非常有意義。大徹大悟沒有別的，現在我們曉得，全靠放下，什麼都要放下，放下就是。沒有放下是凡夫，放下就是佛菩薩。清淨平等覺裡頭沒有一物，什麼都沒有，所以他覺，有一樣東西就不覺了，所以佛都不能有。我們現在只有一尊佛，是什麼？是求生極樂世界，不是明心見性；明心見性，有個阿彌陀佛見不了性。所以我們把功夫分成兩段，先取極樂世界，到極樂世界再明心見性。明心見性一定在阿彌陀佛會下成就，這就對了。好，時間到了。"
    },
    {
      "id": "02-042-0004_p0048",
      "zh_CN": "主持人：我们感恩师父，我们向师父问讯。",
      "zh_TW": "主持人：我們感恩師父，我們向師父問訊。"
    }
  ]
}