{
  "doc_id": "02-042-0006",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0006",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "02-042-0006_p0001",
      "zh_CN": "诸位同学，大家好。今天上午有客人，我们耽误了半个小时时间，所以今天我们的时间是一个半小时。",
      "zh_TW": "諸位同學，大家好。今天上午有客人，我們耽誤了半個小時時間，所以今天我們的時間是一個半小時。"
    },
    {
      "id": "02-042-0006_p0002",
      "zh_CN": "同学有一个问题，复讲《无量寿经科注》，是否用师父的语言，还是依义不依语，哪一种能得定开悟？这是第一个问题。第二个问题，可否添加公案故事，还是完全不添加，哪一种能得定开悟？好像问的主要意思是得定开悟。得定开悟与这些都没有关系，惠能大师没有讲过经，他得定开悟了；在我们眼前，我们看到海贤、海庆法师，不认识字，没念过书，他们得定开悟了。由此可知，得定开悟与这个没关系。与什么有关系？我们《无量寿经》经题下半段五个字有关系，「清净平等觉」，清净心是真心，平等心是真心，真心自然就会开悟。我们之所以不能开悟，我们用妄心，没有用真心。所谓妄心，真心里头有了障碍。实际上真心是从来不会有障碍的，障碍是假的，不是真的，可是我们执着假的障碍当作真的，不肯放弃，不肯放下，它就真造成障碍了。真正想得定开悟，大乘经教里头，佛给我们讲得很详细，在哪里修？《楞严经》上讲二十五圆通，二十五处，六根、六尘、六识，这三六一十八，再加上七大，地、水、火、风、空、见、识。在这种境界里面，你能做到不起心、不动念、不分别、不执着，就得定，就开悟。我们张开眼睛看外面境界这些色相，有没有动心？起心动念迷了，分别迷得更深，执着迷得最深。我们是不是用分别心、执着心、起心动念的心？这叫凡夫。经上讲得很清楚，用清净心的人就是阿罗汉，四禅八定；用平等心，这是菩萨，世间菩萨，没有超越世间。他们在哪里？他不在六道，他在四圣法界，十法界里头声闻、缘觉、菩萨、佛，他在这个里头，这个世界是清净世界。六道是染污的世界，这是秽土，四圣是净土。可见得放下重要。",
      "zh_TW": "同學有一個問題，複講《無量壽經科註》，是否用師父的語言，還是依義不依語，哪一種能得定開悟？這是第一個問題。第二個問題，可否添加公案故事，還是完全不添加，哪一種能得定開悟？好像問的主要意思是得定開悟。得定開悟與這些都沒有關係，惠能大師沒有講過經，他得定開悟了；在我們眼前，我們看到海賢、海慶法師，不認識字，沒念過書，他們得定開悟了。由此可知，得定開悟與這個沒關係。與什麼有關係？我們《無量壽經》經題下半段五個字有關係，「清淨平等覺」，清淨心是真心，平等心是真心，真心自然就會開悟。我們之所以不能開悟，我們用妄心，沒有用真心。所謂妄心，真心裡頭有了障礙。實際上真心是從來不會有障礙的，障礙是假的，不是真的，可是我們執著假的障礙當作真的，不肯放棄，不肯放下，它就真造成障礙了。真正想得定開悟，大乘經教裡頭，佛給我們講得很詳細，在哪裡修？《楞嚴經》上講二十五圓通，二十五處，六根、六塵、六識，這三六一十八，再加上七大，地、水、火、風、空、見、識。在這種境界裡面，你能做到不起心、不動念、不分別、不執著，就得定，就開悟。我們張開眼睛看外面境界這些色相，有沒有動心？起心動念迷了，分別迷得更深，執著迷得最深。我們是不是用分別心、執著心、起心動念的心？這叫凡夫。經上講得很清楚，用清淨心的人就是阿羅漢，四禪八定；用平等心，這是菩薩，世間菩薩，沒有超越世間。他們在哪裡？他不在六道，他在四聖法界，十法界裡頭聲聞、緣覺、菩薩、佛，他在這個裡頭，這個世界是清淨世界。六道是染污的世界，這是穢土，四聖是淨土。可見得放下重要。"
    },
    {
      "id": "02-042-0006_p0003",
      "zh_CN": "我学佛是偶然的缘分，从来没有想到学佛。从小观念当中佛教是宗教，所有的宗教都是迷信，那个时候学校老师教给我们，我们相信老师的话，所以在二十六岁之前，我没有碰过宗教。可是中日战争胜利之后，我住在南京，在南京第一中学读书，我住在同学家里，陈智。抗战期间我们在贵州同学，老同学了，他是南京人，我住他家里，在他家里住了一年。他们家庭多元文化，所以我对于宗教接触是在他家里。他的祖母是佛教徒，念佛吃斋，他的爸爸是伊斯兰教的信徒，妈妈是基督教的信徒，一家三个宗教。他的兄弟姐妹七、八个，全是跟妈妈学基督教的。所以老太太跟他爸爸是单独一个宗教，家里就一个人。我住在这个家庭，对于这些宗教略知一二。可是我那个时候很喜欢伊斯兰教，为什么？它讲五功五典，五功是属于宗教的，五典就是中国的五常，仁义礼智信，我们非常喜欢。所以中国伊斯兰教里头有中国传统文化在其中，它是温和的。我们在印尼这个国家，非常明显看出来，印尼有两个大岛，苏门答腊那边的伊斯兰教是从中东传过去的，可是爪哇这个岛是郑和传过去的，郑和七次下西洋都到过这个地方。爪哇的伊斯兰教带着有中国传统文化的色彩，人温和，确实守住仁义礼智信，中国的伦常八德他们接受了，融入他们的宗教，也讲义气、讲慈悲，中国古人讲的，讲仁爱、讲孝悌忠信。最近这二十年当中，我跟他们的接触很频繁，关系非常友好。现在他们全国中小学要推动《弟子规》的教育，回教大学要建立四库馆，要成立汉学系，这都是好事情。校长两次来访问，也邀请我，他们四库馆破土动工，请我去参加这个仪式。我答应他们了，最主要的是希望跟校长有多一点的时间交流，把中国古老教学的智慧、教学的理念跟方法、经验，我要向他报告。因为中国教学的目的是圣贤，成圣、成贤；佛陀的教育是成佛、成菩萨，跟今天西方科学教育的理念方法完全不相同。所以汉学系是培养儒释道的专家教师，一流的师资。我把我自己知道一点要贡献给他们，希望往后的教育，世世代代能有圣贤出世，众生就有福了。",
      "zh_TW": "我學佛是偶然的緣分，從來沒有想到學佛。從小觀念當中佛教是宗教，所有的宗教都是迷信，那個時候學校老師教給我們，我們相信老師的話，所以在二十六歲之前，我沒有碰過宗教。可是中日戰爭勝利之後，我住在南京，在南京第一中學讀書，我住在同學家裡，陳智。抗戰期間我們在貴州同學，老同學了，他是南京人，我住他家裡，在他家裡住了一年。他們家庭多元文化，所以我對於宗教接觸是在他家裡。他的祖母是佛教徒，念佛吃齋，他的爸爸是伊斯蘭教的信徒，媽媽是基督教的信徒，一家三個宗教。他的兄弟姐妹七、八個，全是跟媽媽學基督教的。所以老太太跟他爸爸是單獨一個宗教，家裡就一個人。我住在這個家庭，對於這些宗教略知一二。可是我那個時候很喜歡伊斯蘭教，為什麼？它講五功五典，五功是屬於宗教的，五典就是中國的五常，仁義禮智信，我們非常喜歡。所以中國伊斯蘭教裡頭有中國傳統文化在其中，它是溫和的。我們在印尼這個國家，非常明顯看出來，印尼有兩個大島，蘇門答臘那邊的伊斯蘭教是從中東傳過去的，可是爪哇這個島是鄭和傳過去的，鄭和七次下西洋都到過這個地方。爪哇的伊斯蘭教帶著有中國傳統文化的色彩，人溫和，確實守住仁義禮智信，中國的倫常八德他們接受了，融入他們的宗教，也講義氣、講慈悲，中國古人講的，講仁愛、講孝悌忠信。最近這二十年當中，我跟他們的接觸很頻繁，關係非常友好。現在他們全國中小學要推動《弟子規》的教育，回教大學要建立四庫館，要成立漢學系，這都是好事情。校長兩次來訪問，也邀請我，他們四庫館破土動工，請我去參加這個儀式。我答應他們了，最主要的是希望跟校長有多一點的時間交流，把中國古老教學的智慧、教學的理念跟方法、經驗，我要向他報告。因為中國教學的目的是聖賢，成聖、成賢；佛陀的教育是成佛、成菩薩，跟今天西方科學教育的理念方法完全不相同。所以漢學系是培養儒釋道的專家教師，一流的師資。我把我自己知道一點要貢獻給他們，希望往後的教育，世世代代能有聖賢出世，眾生就有福了。"
    },
    {
      "id": "02-042-0006_p0004",
      "zh_CN": "清末民初，中国确实有一些学者提倡以中学为体，西学为用，这个说法很有道理，有体有用。如果一昧只有用，没有体，社会出乱子；有体，没有用，不会出乱子，社会会安定和谐，人民物质的享受没有这么方便。有体有用这是最完美的，古人这句老的概念我们要把它复兴起来。中学是我们中国的学术，带给我们一生幸福美满，科学技术带给我们生活方面的方便，体用都要，缺一不可。如果要缺，宁愿缺科学技术，不能把伦理道德缺失了。圣贤教育教学的理念，是一门深入，长时薰修。怎么得定？一门就得定，两门就不能得定。两门是什么？你脑子里头有两样东西，会扰乱你。一样就得定。接触到佛教的人都会知道，尤其在我们这个地区，唐朝禅宗六祖惠能大师，他是广东人，他不认识字，没有念过书，在黄梅参学，跟五祖。五祖教他什么？《坛经》里头有记载，一般人看不懂。黄梅八个月，他到黄梅去目的告诉五祖了，第一天见面，五祖问他：你来想学什么？他的回答说：我来想作佛。讲得这么清楚、这么明白，我不是为别的来的，想来作佛。五祖就有本事帮助他成佛，真善知识。五祖教他什么？他怎么成佛的？问他这个年轻人，在家里干什么事？樵夫，卖柴的。那还就你这一行，你到碓房干你的老本行，破柴、舂米。这是什么法子？成佛之法。舂米、破柴也能成佛。大乘教里头说，问题你要会，你会，哪一法不是佛法？你要不会，《华严》、《法华》、《无量寿经》不是佛法。为什么？你开不了悟，你成不了佛。问题要会，这里头的秘诀，只有惠能知道、五祖知道，别的人虽然站在旁边，看他们两个对话，不知道讲些什么。分配到碓房去舂米破柴，惠能老实、听话、真干。你看在黄梅八个月，时间不算短，寺庙里面他都不熟，讲堂在哪里、禅堂在哪里他不知道，他工作就是舂米在碓房，他就在那个地方干事情。这是什么？这就是定。他没有分别、没有执着，他什么也不想知道，叫我干哪一样就这一样，一门深入。破柴一门深入，舂米一门深入，把执着放下，分别放下，起心动念放下，他成佛了。没有执着就是阿罗汉的境界，五祖可以给他印证，你证阿罗汉果。没有分别是菩萨境界，三贤菩萨，别教十住、十行、十回向，没有见性，所以叫凡夫菩萨，六道里头。不起心不动念，这就超越了，这是出世间的菩萨，法身菩萨，圆教初住以上。",
      "zh_TW": "清末民初，中國確實有一些學者提倡以中學為體，西學為用，這個說法很有道理，有體有用。如果一昧只有用，沒有體，社會出亂子；有體，沒有用，不會出亂子，社會會安定和諧，人民物質的享受沒有這麼方便。有體有用這是最完美的，古人這句老的概念我們要把它復興起來。中學是我們中國的學術，帶給我們一生幸福美滿，科學技術帶給我們生活方面的方便，體用都要，缺一不可。如果要缺，寧願缺科學技術，不能把倫理道德缺失了。聖賢教育教學的理念，是一門深入，長時薰修。怎麼得定？一門就得定，兩門就不能得定。兩門是什麼？你腦子裡頭有兩樣東西，會擾亂你。一樣就得定。接觸到佛教的人都會知道，尤其在我們這個地區，唐朝禪宗六祖惠能大師，他是廣東人，他不認識字，沒有念過書，在黃梅參學，跟五祖。五祖教他什麼？《壇經》裡頭有記載，一般人看不懂。黃梅八個月，他到黃梅去目的告訴五祖了，第一天見面，五祖問他：你來想學什麼？他的回答說：我來想作佛。講得這麼清楚、這麼明白，我不是為別的來的，想來作佛。五祖就有本事幫助他成佛，真善知識。五祖教他什麼？他怎麼成佛的？問他這個年輕人，在家裡幹什麼事？樵夫，賣柴的。那還就你這一行，你到碓房幹你的老本行，破柴、舂米。這是什麼法子？成佛之法。舂米、破柴也能成佛。大乘教裡頭說，問題你要會，你會，哪一法不是佛法？你要不會，《華嚴》、《法華》、《無量壽經》不是佛法。為什麼？你開不了悟，你成不了佛。問題要會，這裡頭的祕訣，只有惠能知道、五祖知道，別的人雖然站在旁邊，看他們兩個對話，不知道講些什麼。分配到碓房去舂米破柴，惠能老實、聽話、真幹。你看在黃梅八個月，時間不算短，寺廟裡面他都不熟，講堂在哪裡、禪堂在哪裡他不知道，他工作就是舂米在碓房，他就在那個地方幹事情。這是什麼？這就是定。他沒有分別、沒有執著，他什麼也不想知道，叫我幹哪一樣就這一樣，一門深入。破柴一門深入，舂米一門深入，把執著放下，分別放下，起心動念放下，他成佛了。沒有執著就是阿羅漢的境界，五祖可以給他印證，你證阿羅漢果。沒有分別是菩薩境界，三賢菩薩，別教十住、十行、十迴向，沒有見性，所以叫凡夫菩薩，六道裡頭。不起心不動念，這就超越了，這是出世間的菩薩，法身菩薩，圓教初住以上。"
    },
    {
      "id": "02-042-0006_p0005",
      "zh_CN": "我们就用《华严经》的教义来说，《华严经》建立菩萨五十二个阶级，十信、十住、十行、十回向、十地，上面等觉、妙觉，五十二个阶级。见思烦恼断了就是不执着，六道轮回就没有了。六道是假的，永嘉大师说得很好，「梦里明明有六趣，觉后空空无大千」。觉是什么？醒过来了。阿罗汉醒过来了，从六道里头醒过来了，六道不见了，一场梦。醒过来是什么境界？是四圣法界，是释迦佛的净土，那个里头没有染污。为什么没有染污？心没有染污。要知道，佛在大乘经上告诉我们，「一切法从心想生」，你的心不干净，环境就不干净。北京的雾霾从哪来的？大乘佛法里头讲，从我们的心不清净。如果北京居民的心完全用清净心，雾霾马上就没有了。境随心转，佛法专门讲这个道理，而且有事实印证。来佛禅寺海贤法师就给我们做证明，他心清净，他居住的环境清净，那个地方没灾难。心净则佛土净。心要平等，这个地方就平等，平等是佛法界。阿罗汉、辟支佛、菩萨心清净，还没有达到平等。平等是什么？初地到七地，这是法身菩萨。初地到七地在圆教就是初住到七住。圆教是四十一位法身大士居报土，他们住一真法界，跟我们这个世界迥然不同。我们这个世界是阿赖耶识变的；极乐世界没有阿赖耶识，它是唯心所现，没有唯识所变。唯识就有生灭法，所以我们这个世间是由阿赖耶变现的，动物有生老病死，就是有生灭、有变化，植物有生住异灭，矿物有成住坏空，这叫无常，这六道。四圣法界还是有生有灭，他用阿赖耶用得正；六道里面用阿赖耶用邪了，用错了。正是善法，邪是恶法，烦恼。我们今天用的是阿赖耶里头五十一个心所里面的烦恼心所，二十六个烦恼，我们用这个，这就苦。如果舍弃这个，完全用正的，十一种善法，那是什么境界？天道，欲界天、色界天、无色界天，天道。三恶道全用烦恼，没有善法在里面，全是烦恼。人道是一半一半，一半善还有一半恶，但是现在可能是十分之九是恶，十分之一是善，所以这个世界变成这个样子。",
      "zh_TW": "我們就用《華嚴經》的教義來說，《華嚴經》建立菩薩五十二個階級，十信、十住、十行、十迴向、十地，上面等覺、妙覺，五十二個階級。見思煩惱斷了就是不執著，六道輪迴就沒有了。六道是假的，永嘉大師說得很好，「夢裡明明有六趣，覺後空空無大千」。覺是什麼？醒過來了。阿羅漢醒過來了，從六道裡頭醒過來了，六道不見了，一場夢。醒過來是什麼境界？是四聖法界，是釋迦佛的淨土，那個裡頭沒有染污。為什麼沒有染污？心沒有染污。要知道，佛在大乘經上告訴我們，「一切法從心想生」，你的心不乾淨，環境就不乾淨。北京的霧霾從哪來的？大乘佛法裡頭講，從我們的心不清淨。如果北京居民的心完全用清淨心，霧霾馬上就沒有了。境隨心轉，佛法專門講這個道理，而且有事實印證。來佛禪寺海賢法師就給我們做證明，他心清淨，他居住的環境清淨，那個地方沒災難。心淨則佛土淨。心要平等，這個地方就平等，平等是佛法界。阿羅漢、辟支佛、菩薩心清淨，還沒有達到平等。平等是什麼？初地到七地，這是法身菩薩。初地到七地在圓教就是初住到七住。圓教是四十一位法身大士居報土，他們住一真法界，跟我們這個世界迥然不同。我們這個世界是阿賴耶識變的；極樂世界沒有阿賴耶識，它是唯心所現，沒有唯識所變。唯識就有生滅法，所以我們這個世間是由阿賴耶變現的，動物有生老病死，就是有生滅、有變化，植物有生住異滅，礦物有成住壞空，這叫無常，這六道。四聖法界還是有生有滅，他用阿賴耶用得正；六道裡面用阿賴耶用邪了，用錯了。正是善法，邪是惡法，煩惱。我們今天用的是阿賴耶裡頭五十一個心所裡面的煩惱心所，二十六個煩惱，我們用這個，這就苦。如果捨棄這個，完全用正的，十一種善法，那是什麼境界？天道，欲界天、色界天、無色界天，天道。三惡道全用煩惱，沒有善法在裡面，全是煩惱。人道是一半一半，一半善還有一半惡，但是現在可能是十分之九是惡，十分之一是善，所以這個世界變成這個樣子。"
    },
    {
      "id": "02-042-0006_p0006",
      "zh_CN": "佛法确确实实能帮助我们断烦恼证菩提，菩提是智慧，烦恼轻智慧就增长。所以我们要想得定、要想开悟，要走成佛之道。成佛之道最简单的、最稳当的、最快速的，无过于这一句阿弥陀佛。这一句阿弥陀佛要把它搞清楚、搞明白可不简单。你要问我，我老实告诉你，我花了三、四十年的时间，才把它搞清楚、搞明白。我比不上海贤，海贤没有费力气，老师一教他，他全接受了；我有老师教，教了我不相信。初学佛的时候，忏云法师把净土介绍给我；以后我到台中去参学，出家之后还大部分时间都住台中，跟李老师，李老师劝我修念佛法门，我对这个没兴趣。所以我在台中学《般若》、学《楞严》、学《华严》，《法华经》是自修的，都是修这些大经大论。对净土真正发生兴趣，是从《华严》、《楞严》上得来的。《楞严经》二十五圆通，我明白了，恍然大悟，它归净土。二十五圆通最后两个是大势至、观世音，这都是我们最景仰的菩萨，修念佛法门。《华严经》上文殊、普贤，这是我们年轻人学佛最向往的、最尊敬的，在《四十华严》第三十九卷看到了，他们修什么成佛的？念佛成佛。我们看到这个经文非常惊讶，寒毛直竖，我们没有在意、没有瞧得起的，原来文殊、普贤、观音、势至统统修这个法门，这个法门还得了！回过头来对老师感恩。",
      "zh_TW": "佛法確確實實能幫助我們斷煩惱證菩提，菩提是智慧，煩惱輕智慧就增長。所以我們要想得定、要想開悟，要走成佛之道。成佛之道最簡單的、最穩當的、最快速的，無過於這一句阿彌陀佛。這一句阿彌陀佛要把它搞清楚、搞明白可不簡單。你要問我，我老實告訴你，我花了三、四十年的時間，才把它搞清楚、搞明白。我比不上海賢，海賢沒有費力氣，老師一教他，他全接受了；我有老師教，教了我不相信。初學佛的時候，懺雲法師把淨土介紹給我；以後我到台中去參學，出家之後還大部分時間都住台中，跟李老師，李老師勸我修念佛法門，我對這個沒興趣。所以我在台中學《般若》、學《楞嚴》、學《華嚴》，《法華經》是自修的，都是修這些大經大論。對淨土真正發生興趣，是從《華嚴》、《楞嚴》上得來的。《楞嚴經》二十五圓通，我明白了，恍然大悟，它歸淨土。二十五圓通最後兩個是大勢至、觀世音，這都是我們最景仰的菩薩，修念佛法門。《華嚴經》上文殊、普賢，這是我們年輕人學佛最嚮往的、最尊敬的，在《四十華嚴》第三十九卷看到了，他們修什麼成佛的？念佛成佛。我們看到這個經文非常驚訝，寒毛直豎，我們沒有在意、沒有瞧得起的，原來文殊、普賢、觀音、勢至統統修這個法門，這個法門還得了！回過頭來對老師感恩。"
    },
    {
      "id": "02-042-0006_p0007",
      "zh_CN": "老师劝我没接受，没接受的原因，我对它不理解。我从小，很多老年人都知道，从小就这个个性，不搞清楚、不搞透彻我绝对不会相信，一定要自己搞清楚、搞透彻。我学佛那个时候还在上班，我们上班各个阶层的人大概有三百人，这么一个团体，这个团体里面学基督教的人很多。我学了佛，把头发剃了，吃素，我自己没有感觉到，我一个同事（好朋友）告诉我，他说（叫我老徐），你有没有发觉，我们上班现在现象不一样了？我说什么现象？没有听说有人讲基督教了。原来三个人下班的时候，在一块都讲基督教，他说现在没有了。我一注意，我问为什么？你学佛了。人家都说我是个老怪物，老怪物不搞清楚绝对不会轻易相信，他信佛，佛教一定有东西，值得他心服口服。所以你看我自己都不知道，对我们同事产生这么大的影响。现在这些老朋友见了面，都竖起大拇指，你的路走对了。当年我学佛他们都反对，都说你迷了，学可以学，不能迷得这么深。都说我迷了。现在你看我多自在，跟我在一起个个高兴、快乐。我说我感谢方老师，不是方老师的介绍，替我那么用心讲了一个单元「佛经哲学」，我不会相信。他把这个问题讲透彻、讲明白，我相信了。那时候认识章嘉大师，专门学佛的，专门修行人，我就一个老师，跟他三年奠定根基。有这么一个基础，以后到台中跟李老师学经教十年。如果没有前头这个根基，到台中十年、二十年都没用处。我这三个老师缺一个都不行。",
      "zh_TW": "老師勸我沒接受，沒接受的原因，我對它不理解。我從小，很多老年人都知道，從小就這個個性，不搞清楚、不搞透徹我絕對不會相信，一定要自己搞清楚、搞透徹。我學佛那個時候還在上班，我們上班各個階層的人大概有三百人，這麼一個團體，這個團體裡面學基督教的人很多。我學了佛，把頭髮剃了，吃素，我自己沒有感覺到，我一個同事（好朋友）告訴我，他說（叫我老徐），你有沒有發覺，我們上班現在現象不一樣了？我說什麼現象？沒有聽說有人講基督教了。原來三個人下班的時候，在一塊都講基督教，他說現在沒有了。我一注意，我問為什麼？你學佛了。人家都說我是個老怪物，老怪物不搞清楚絕對不會輕易相信，他信佛，佛教一定有東西，值得他心服口服。所以你看我自己都不知道，對我們同事產生這麼大的影響。現在這些老朋友見了面，都豎起大拇指，你的路走對了。當年我學佛他們都反對，都說你迷了，學可以學，不能迷得這麼深。都說我迷了。現在你看我多自在，跟我在一起個個高興、快樂。我說我感謝方老師，不是方老師的介紹，替我那麼用心講了一個單元「佛經哲學」，我不會相信。他把這個問題講透徹、講明白，我相信了。那時候認識章嘉大師，專門學佛的，專門修行人，我就一個老師，跟他三年奠定根基。有這麼一個基礎，以後到台中跟李老師學經教十年。如果沒有前頭這個根基，到台中十年、二十年都沒用處。我這三個老師缺一個都不行。"
    },
    {
      "id": "02-042-0006_p0008",
      "zh_CN": "所以要开悟，要得三昧、要开悟，老师讲过，我也明白这个道理，习气放不下。习气是什么？喜欢读书。喜欢读书，常识很丰富，三昧得不到。现在真正放下了，这是什么缘？来佛寺海贤老和尚的光碟，他的徒弟印志法师送到我这来，我一看我就明白了。他的善根比我深厚，二十岁，老师教他念佛，他就接受了，他没有怀疑，这了不起，居然坚持了九十二年，就一句佛号。《弥陀经》他都不会，在寺庙里居住，寺庙里早晚功课，五堂功课他都不会，人家做功课，他心里念佛，他也上殿，他念阿弥陀佛。一句佛号，九十二年，他有没有得定？有。他有没有开悟？有，大彻大悟，明心见性，我知道。他为什么不露出来？环境不许可。他如果在释迦牟尼佛的时代，他可以示现成佛，像世尊一样四十九年教化众生；他如果在中国唐朝时代，他跟惠能大师一样。他在今天这个时代，这种表法是最高明的，于人无争，于世无求，老老实实一句佛号，在乡下做农耕，农耕不妨碍念佛，九十二年这句佛号没中断，他成就比我高。最后的表法是为我们做证明，我们走的路正确，没走错，为我们作证，三天就走了。那留下来的该我们表法了，我们的缘不一样，表法的方式也不一样。缘也是祖宗安排、佛菩萨加持的，不是我想怎样就怎样，做不到，没那么容易。今天我们要遵从一门深入、长时薰修，我们专学，万缘都放下，专学《无量寿经》。而且选用的本子，夏莲居老居士的会集本，这个本子没有错误，海贤给我们做证明。黄念祖老居士的集注没有错误，我们就要这一部经、这一个注，不夹杂任何，一句佛号念到底。一部经、一个注解、一句佛号，决定得念佛三昧，决定开悟（开悟有小悟、有大悟、有彻悟），决定得生净土。大家不要怀疑，如果有怀疑，对不起海贤老和尚。今年，我们第四回来学习这个经注，第四回。第四回我们的目标，我们要得念佛三昧，我们这一年当中，念佛往生要有把握，要真能去得了。海贤法师说过，我们往生，他会跟阿弥陀佛一起来接引，我们会看到阿弥陀佛身边有海贤老和尚。",
      "zh_TW": "所以要開悟，要得三昧、要開悟，老師講過，我也明白這個道理，習氣放不下。習氣是什麼？喜歡讀書。喜歡讀書，常識很豐富，三昧得不到。現在真正放下了，這是什麼緣？來佛寺海賢老和尚的光碟，他的徒弟印志法師送到我這來，我一看我就明白了。他的善根比我深厚，二十歲，老師教他念佛，他就接受了，他沒有懷疑，這了不起，居然堅持了九十二年，就一句佛號。《彌陀經》他都不會，在寺廟裡居住，寺廟裡早晚功課，五堂功課他都不會，人家做功課，他心裡念佛，他也上殿，他念阿彌陀佛。一句佛號，九十二年，他有沒有得定？有。他有沒有開悟？有，大徹大悟，明心見性，我知道。他為什麼不露出來？環境不許可。他如果在釋迦牟尼佛的時代，他可以示現成佛，像世尊一樣四十九年教化眾生；他如果在中國唐朝時代，他跟惠能大師一樣。他在今天這個時代，這種表法是最高明的，於人無爭，於世無求，老老實實一句佛號，在鄉下做農耕，農耕不妨礙念佛，九十二年這句佛號沒中斷，他成就比我高。最後的表法是為我們做證明，我們走的路正確，沒走錯，為我們作證，三天就走了。那留下來的該我們表法了，我們的緣不一樣，表法的方式也不一樣。緣也是祖宗安排、佛菩薩加持的，不是我想怎樣就怎樣，做不到，沒那麼容易。今天我們要遵從一門深入、長時薰修，我們專學，萬緣都放下，專學《無量壽經》。而且選用的本子，夏蓮居老居士的會集本，這個本子沒有錯誤，海賢給我們做證明。黃念祖老居士的集註沒有錯誤，我們就要這一部經、這一個註，不夾雜任何，一句佛號念到底。一部經、一個註解、一句佛號，決定得念佛三昧，決定開悟（開悟有小悟、有大悟、有徹悟），決定得生淨土。大家不要懷疑，如果有懷疑，對不起海賢老和尚。今年，我們第四回來學習這個經註，第四回。第四回我們的目標，我們要得念佛三昧，我們這一年當中，念佛往生要有把握，要真能去得了。海賢法師說過，我們往生，他會跟阿彌陀佛一起來接引，我們會看到阿彌陀佛身邊有海賢老和尚。"
    },
    {
      "id": "02-042-0006_p0009",
      "zh_CN": "上一次我们学到这一段，一百五十三页第五行，念老的注解，日本道隐法师所注的《无量寿经甄解》，这里头有一段话，「五浊之世，造恶之时，圣道一种今时难修，其难非一」。这是讲一般的法门，是真的，不是假的。佛法我们要把它搞清楚，严格的来说它不是宗教，宗教里面最重要的一个要素，就是必须要有一个造物主，创造万物那个神，佛教里头没有。我的老师方东美先生，把佛法介绍给我，说过佛教是无神论。佛教承认有神，神跟众生一样，跟我们地位完全平等，他的智慧比我们高一点，福报比我们大一点，他不是造物主。所以有天神、有鬼神，这个要认识清楚。那佛教到底是什么？佛教是释迦牟尼佛的教育。释迦牟尼佛三十岁，在菩提树下入定开悟的，大彻大悟，明心见性。开悟之后他就开始教学，在鹿野苑教五个学生，最初教五比丘。一直到他往生，他是七十九岁过世的，从三十岁开始到七十九岁，四十九年，讲经教学四十九年。要用现在的人来看，他是一个什么身分？他是一个多元文化教育家，他什么都懂，无论哪一科的东西他都知道。他教学生不分国籍、不分种族、不分宗教信仰，绝对不叫你改变宗教，很多宗教徒、宗教里的传教师跟他学。",
      "zh_TW": "上一次我們學到這一段，一百五十三頁第五行，念老的註解，日本道隱法師所註的《無量壽經甄解》，這裡頭有一段話，「五濁之世，造惡之時，聖道一種今時難修，其難非一」。這是講一般的法門，是真的，不是假的。佛法我們要把它搞清楚，嚴格的來說它不是宗教，宗教裡面最重要的一個要素，就是必須要有一個造物主，創造萬物那個神，佛教裡頭沒有。我的老師方東美先生，把佛法介紹給我，說過佛教是無神論。佛教承認有神，神跟眾生一樣，跟我們地位完全平等，他的智慧比我們高一點，福報比我們大一點，他不是造物主。所以有天神、有鬼神，這個要認識清楚。那佛教到底是什麼？佛教是釋迦牟尼佛的教育。釋迦牟尼佛三十歲，在菩提樹下入定開悟的，大徹大悟，明心見性。開悟之後他就開始教學，在鹿野苑教五個學生，最初教五比丘。一直到他往生，他是七十九歲過世的，從三十歲開始到七十九歲，四十九年，講經教學四十九年。要用現在的人來看，他是一個什麼身分？他是一個多元文化教育家，他什麼都懂，無論哪一科的東西他都知道。他教學生不分國籍、不分種族、不分宗教信仰，絕對不叫你改變宗教，很多宗教徒、宗教裡的傳教師跟他學。"
    },
    {
      "id": "02-042-0006_p0010",
      "zh_CN": "他是老师，我们跟他的关系是师生的关系，这要搞清楚。重要的是他留下来这些经典，经典都是当年的教科书。人不在了，这些教科书留下来，现在后人把它归纳整理，有系统编成《大藏经》。《大藏经》除了佛讲的东西之外，还有历代祖师大德他们的著作也收在这里面，给后人做学习的参考。像我们现在，我们取的，为什么要取黄念老这个注解？因为他这个注解不是他自己作的，他是集注。集什么地方的注？集佛所说的经论八十三种，佛所说的，佛菩萨说的，另外有一百一十种是古来祖师大德他们的著作，完全是用这些东西来解释本经的经文。你看这个地方，他是用日本道隐法师的《无量寿经甄解》。我们读他这一部集注，等于读了八十三种经论、一百一十种祖师的开示，包括整个佛教的思想、理念、修行的方法，好在这里，精华的精华。我们要去找这些著作可麻烦了，可不是容易事情，他都一条一条摘录下来，精华的精华，经是经的精华，注是所有一切佛法典籍的精华，这多难得，稀有难逢！",
      "zh_TW": "他是老師，我們跟他的關係是師生的關係，這要搞清楚。重要的是他留下來這些經典，經典都是當年的教科書。人不在了，這些教科書留下來，現在後人把它歸納整理，有系統編成《大藏經》。《大藏經》除了佛講的東西之外，還有歷代祖師大德他們的著作也收在這裡面，給後人做學習的參考。像我們現在，我們取的，為什麼要取黃念老這個註解？因為他這個註解不是他自己作的，他是集註。集什麼地方的註？集佛所說的經論八十三種，佛所說的，佛菩薩說的，另外有一百一十種是古來祖師大德他們的著作，完全是用這些東西來解釋本經的經文。你看這個地方，他是用日本道隱法師的《無量壽經甄解》。我們讀他這一部集註，等於讀了八十三種經論、一百一十種祖師的開示，包括整個佛教的思想、理念、修行的方法，好在這裡，精華的精華。我們要去找這些著作可麻煩了，可不是容易事情，他都一條一條摘錄下來，精華的精華，經是經的精華，註是所有一切佛法典籍的精華，這多難得，稀有難逢！"
    },
    {
      "id": "02-042-0006_p0011",
      "zh_CN": "黄念老是现代人，晚年我们在一起见过面，也是老朋友。在那个年代，在海外讲《无量寿经》只有我一个人，在国内讲这个会集本的也只他一个，我们两个碰头，那个欢喜你就可想而知。所以老人在世的时候，我每年至少要到北京去三次，去看他。晚年的时候他身体不好，拼命做这个注解。这个注解做成功之后，第一本就是给我。我看到非常欢喜、非常赞叹。我问他有没有版权？他说你问这个干什么？我说没有版权我替你印，有版权得听你的。他说没有版权，要我给它写一篇序文，要我给它题字，我都照办了。所以那个时候初版，初版是未定稿，印了一万套，非常珍贵的纪念品。以后他修改了好几次，我们现在用的本子是他修改以后的定本，增加了一些科学常识，他是个学科学的，在大学教科学。",
      "zh_TW": "黃念老是現代人，晚年我們在一起見過面，也是老朋友。在那個年代，在海外講《無量壽經》只有我一個人，在國內講這個會集本的也只他一個，我們兩個碰頭，那個歡喜你就可想而知。所以老人在世的時候，我每年至少要到北京去三次，去看他。晚年的時候他身體不好，拼命做這個註解。這個註解做成功之後，第一本就是給我。我看到非常歡喜、非常讚歎。我問他有沒有版權？他說你問這個幹什麼？我說沒有版權我替你印，有版權得聽你的。他說沒有版權，要我給它寫一篇序文，要我給它題字，我都照辦了。所以那個時候初版，初版是未定稿，印了一萬套，非常珍貴的紀念品。以後他修改了好幾次，我們現在用的本子是他修改以後的定本，增加了一些科學常識，他是個學科學的，在大學教科學。"
    },
    {
      "id": "02-042-0006_p0012",
      "zh_CN": "我这个本子，也是李老师，我跟他老人家十年，这个本子是他给我的，在台中莲社。他有个简单的注解，眉注，现在有人用套色红字印出来，很清楚，非常珍贵。我过去在海外，这个本子讲过十遍，都是用李老师的眉注。最近这三遍，一年讲一遍，专门讲念老的注解，就是细说《无量寿经》，要说得清楚、说得明白，大家才会相信。如果不是把它讲清楚、讲明白，信心生不起来。仰信很难，仰信是什么？事理不知道就相信，这个很困难。世间这种人不多，搞清楚、搞明白相信的多。所以我们必须把这个经认真学习，要落实在生活，落实在工作，落实在处事待人接物，甚至于落实在齐家、治国、平天下。我接触一些国家领导人，他们都会问我这些，我完全用佛经里面的方法告诉他。因为佛法是真实智慧，是从自性里头流露出来的。从清净心流出来的，小智慧；平等心流出来，大智慧；后头觉，觉就是大彻大悟、明心见性。所以这五个字，觉是佛境界，平等是菩萨境界，清净是阿罗汉、辟支佛的境界。在哪里修？在日常生活当中穿衣吃饭里头修。",
      "zh_TW": "我這個本子，也是李老師，我跟他老人家十年，這個本子是他給我的，在台中蓮社。他有個簡單的註解，眉註，現在有人用套色紅字印出來，很清楚，非常珍貴。我過去在海外，這個本子講過十遍，都是用李老師的眉註。最近這三遍，一年講一遍，專門講念老的註解，就是細說《無量壽經》，要說得清楚、說得明白，大家才會相信。如果不是把它講清楚、講明白，信心生不起來。仰信很難，仰信是什麼？事理不知道就相信，這個很困難。世間這種人不多，搞清楚、搞明白相信的多。所以我們必須把這個經認真學習，要落實在生活，落實在工作，落實在處事待人接物，甚至於落實在齊家、治國、平天下。我接觸一些國家領導人，他們都會問我這些，我完全用佛經裡面的方法告訴他。因為佛法是真實智慧，是從自性裡頭流露出來的。從清淨心流出來的，小智慧；平等心流出來，大智慧；後頭覺，覺就是大徹大悟、明心見性。所以這五個字，覺是佛境界，平等是菩薩境界，清淨是阿羅漢、辟支佛的境界。在哪裡修？在日常生活當中穿衣吃飯裡頭修。"
    },
    {
      "id": "02-042-0006_p0013",
      "zh_CN": "六祖惠能从破柴舂米里头修，没有一法不是佛法。到他功夫差不多成熟的时候，五祖知道，这有神通，惠能知道，别人不知道。所以五祖就提出考试，每个人作一首偈子来给我看看，看看偈子，真正见性了，衣钵传给你，做第六代祖。限三天，三天之内大家把偈子作来给我看。这考试，成佛的考试。到了第三天才看到一个人，还不敢送来，贴在墙上，就是神秀大师。「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」，神秀的偈子。五祖对这个偈子：写得不错，大家好好的依这个修行，一定有好处。召见神秀，是不是你作的？神秀说是的。不行，没见性，再去作一个。还没等神秀作出来，惠能大师听到这个偈子，就找人带路，贴的什么地方，他去拜一拜。从这句话我们就晓得，惠能大师的老实，老实到什么样？寺庙里头哪个地方他都不知道，他就守住他舂米的地方，别的地方他都不去串门，不去看看，生疏，不知道。这句话我们就了解，这个人是多么安静的人、多么老实的人。在舂米里面学什么？就是学不执着、不分别、不起心、不动念，就学这个。舂米学这个，破柴也是修这个，八个月，真正到不起心、不动念就熟了。他拜了这个偈子，把偈子改了，「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」。这个就及格，衣钵就给他。五祖一听说一看，马上把它撕掉，字擦掉，告诉大家，没见性，大家心就定了。为什么？怕人家害他，嫉妒障碍。所以这个我们不能不知道，他八个月在那里他是修行。佛法没有定法，会的人统统是佛法。譬如看电视，看电视能不能成佛？能。知道电视是假的，看了怎么样？看得清清楚楚，没有分别，没有执着，没有起心，没有动念，五祖衣钵就传给你了。所以你要会，没有一法不是佛法；不会，天天读诵大乘经典，也不是佛法。",
      "zh_TW": "六祖惠能從破柴舂米裡頭修，沒有一法不是佛法。到他功夫差不多成熟的時候，五祖知道，這有神通，惠能知道，別人不知道。所以五祖就提出考試，每個人作一首偈子來給我看看，看看偈子，真正見性了，衣缽傳給你，做第六代祖。限三天，三天之內大家把偈子作來給我看。這考試，成佛的考試。到了第三天才看到一個人，還不敢送來，貼在牆上，就是神秀大師。「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」，神秀的偈子。五祖對這個偈子：寫得不錯，大家好好的依這個修行，一定有好處。召見神秀，是不是你作的？神秀說是的。不行，沒見性，再去作一個。還沒等神秀作出來，惠能大師聽到這個偈子，就找人帶路，貼的什麼地方，他去拜一拜。從這句話我們就曉得，惠能大師的老實，老實到什麼樣？寺廟裡頭哪個地方他都不知道，他就守住他舂米的地方，別的地方他都不去串門，不去看看，生疏，不知道。這句話我們就了解，這個人是多麼安靜的人、多麼老實的人。在舂米裡面學什麼？就是學不執著、不分別、不起心、不動念，就學這個。舂米學這個，破柴也是修這個，八個月，真正到不起心、不動念就熟了。他拜了這個偈子，把偈子改了，「菩提本無樹，明鏡亦非台，本來無一物，何處惹塵埃」。這個就及格，衣缽就給他。五祖一聽說一看，馬上把它撕掉，字擦掉，告訴大家，沒見性，大家心就定了。為什麼？怕人家害他，嫉妒障礙。所以這個我們不能不知道，他八個月在那裡他是修行。佛法沒有定法，會的人統統是佛法。譬如看電視，看電視能不能成佛？能。知道電視是假的，看了怎麼樣？看得清清楚楚，沒有分別，沒有執著，沒有起心，沒有動念，五祖衣缽就傳給你了。所以你要會，沒有一法不是佛法；不會，天天讀誦大乘經典，也不是佛法。"
    },
    {
      "id": "02-042-0006_p0014",
      "zh_CN": "真实智慧不是从外头求来的，真实智慧是内心里头生出来的。为什么？《华严经》上佛说得好，「一切众生皆有如来智慧德相」。智慧自己本有的，不是外头来的，跟佛一样，德能、相好跟佛都平等，没有两样。什么地方完全体现出来？极乐世界。极乐世界完全是自性显的境界，没有阿赖耶识，所以极乐世界一切法不生不灭，寿命长，无量寿，永远年轻不老。为什么？它没有变化，没有生灭。我们这个世间有生灭，生灭现象在哪里？就在眼前，你不知道。科学家告诉我们，早年的，我们一个人身体细胞组成，多少个细胞？大概六十兆，身体细胞组成。这个细胞新陈代谢，新陈代谢就是有生有灭。老的细胞死了，死了什么？排泄出去，从汗毛孔，身上排出去。新的细胞？饮食造成新的细胞取而代之。细胞种类很多，形状不一样，有方的、有圆的、有三角形的，组成我们内脏，五脏六腑，细胞不一样。细胞的寿命也不一样，短的几个小时就新陈代谢；长的，最长的很久，脑神经细胞，它的新陈代谢最晚，大概一百多年；通常一般的细胞几个月的、几年的。佛在经典上告诉我们，七年是一个周期，七年身体全部的细胞都换了，没有一个是旧的，七年是一个周期，这科学家证明了。",
      "zh_TW": "真實智慧不是從外頭求來的，真實智慧是內心裡頭生出來的。為什麼？《華嚴經》上佛說得好，「一切眾生皆有如來智慧德相」。智慧自己本有的，不是外頭來的，跟佛一樣，德能、相好跟佛都平等，沒有兩樣。什麼地方完全體現出來？極樂世界。極樂世界完全是自性顯的境界，沒有阿賴耶識，所以極樂世界一切法不生不滅，壽命長，無量壽，永遠年輕不老。為什麼？它沒有變化，沒有生滅。我們這個世間有生滅，生滅現象在哪裡？就在眼前，你不知道。科學家告訴我們，早年的，我們一個人身體細胞組成，多少個細胞？大概六十兆，身體細胞組成。這個細胞新陳代謝，新陳代謝就是有生有滅。老的細胞死了，死了什麼？排泄出去，從汗毛孔，身上排出去。新的細胞？飲食造成新的細胞取而代之。細胞種類很多，形狀不一樣，有方的、有圓的、有三角形的，組成我們內臟，五臟六腑，細胞不一樣。細胞的壽命也不一樣，短的幾個小時就新陳代謝；長的，最長的很久，腦神經細胞，它的新陳代謝最晚，大概一百多年；通常一般的細胞幾個月的、幾年的。佛在經典上告訴我們，七年是一個週期，七年身體全部的細胞都換了，沒有一個是舊的，七年是一個週期，這科學家證明了。"
    },
    {
      "id": "02-042-0006_p0015",
      "zh_CN": "细胞不是最小的物质，还可以分裂，分裂成原子，分裂成电子，分裂成中子，现在科学家分裂到最后微中子。这当中有粒子几十种，有夸克，最小的微中子。真正是我们看到科学报告，才知道《心经》上所说的，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，五蕴是什么我们才明白了，五蕴就是科学讲的微中子，最小的物质。最小的物质它有五种性质，第一个是体，色，物质现象，你能看得到；第二个精神现象，就是受，它有感受；它有想；它有行，行就是继续不断，色跟心，前念灭后念生，这叫行，相续不断；最后是识，识就是阿赖耶。这些现象，阿赖耶是体，色受想行都是阿赖耶的现相，从现相上分的。我们才知道佛经上讲的是这个意思，过去全都把意思错会了。科学对我们很大的帮助，所以科学报告我们要看，常常有新东西发现，在佛法里找到那是什么，佛经上名称叫什么。微中子佛经上叫它做极微色，极其微小的色，色相。所以佛法是高等科学，我学佛的时候老师给我介绍是高等哲学，我从哲学入门的，现在我们肯定是高等科学。所以我们有理由相信，三、四十年之后，佛教不是宗教，是世界上最高的科学跟哲学。真正有智慧，智慧是从自性里头本有的，「心外无法」，要记住这一句，要相信这一句，一切法都从自性生的，自性能量不可思议。所以要想地球上恢复正常，气候恢复正常、染污恢复正常，从念头。地球上的居民把所有一切不正当的念头统统放下，起心动念跟伦理道德相应、跟五戒十善相应，这个地球立刻就转变了，转变速度之快我们想像不到。",
      "zh_TW": "細胞不是最小的物質，還可以分裂，分裂成原子，分裂成電子，分裂成中子，現在科學家分裂到最後微中子。這當中有粒子幾十種，有夸克，最小的微中子。真正是我們看到科學報告，才知道《心經》上所說的，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，五蘊是什麼我們才明白了，五蘊就是科學講的微中子，最小的物質。最小的物質它有五種性質，第一個是體，色，物質現象，你能看得到；第二個精神現象，就是受，它有感受；它有想；它有行，行就是繼續不斷，色跟心，前念滅後念生，這叫行，相續不斷；最後是識，識就是阿賴耶。這些現象，阿賴耶是體，色受想行都是阿賴耶的現相，從現相上分的。我們才知道佛經上講的是這個意思，過去全都把意思錯會了。科學對我們很大的幫助，所以科學報告我們要看，常常有新東西發現，在佛法裡找到那是什麼，佛經上名稱叫什麼。微中子佛經上叫它做極微色，極其微小的色，色相。所以佛法是高等科學，我學佛的時候老師給我介紹是高等哲學，我從哲學入門的，現在我們肯定是高等科學。所以我們有理由相信，三、四十年之後，佛教不是宗教，是世界上最高的科學跟哲學。真正有智慧，智慧是從自性裡頭本有的，「心外無法」，要記住這一句，要相信這一句，一切法都從自性生的，自性能量不可思議。所以要想地球上恢復正常，氣候恢復正常、染污恢復正常，從念頭。地球上的居民把所有一切不正當的念頭統統放下，起心動念跟倫理道德相應、跟五戒十善相應，這個地球立刻就轉變了，轉變速度之快我們想像不到。"
    },
    {
      "id": "02-042-0006_p0016",
      "zh_CN": "我昨天看到同学给我一份这一个星期的头条新闻，节录给我看的。我看到悉尼最近产生一个现象，就是天黑，黑云突然来了，不到一分钟的时间，非常晴朗的天气突然变黑，不到一分钟，就好像灾难来了一样。但是还不错，来得快，去得也快，三个钟点之后没有了，就离开了。但是它来得太快，就像大海啸一样，几秒钟的时间整个天空黑暗，引起很大的惊慌，人们不知所措。他们的气象台发表，这种情形最近几天还可能发生，让大家心安定下来不要慌张。这个现象过去没有发生过的，为什么会发生？佛的一句话说清楚了，「一切法从心想生」。佛经上说得很清楚，贪瞋痴慢疑，这五毒会带来五种灾难。贪心带来的水灾，瞋恚带来的火灾，愚痴带来的风灾，傲慢带来的地震，怀疑带来的是山崩地陷。山会倒下来，地会突然沉下去，那是怀疑。所以我们能把这五个字修正过来，不贪、不瞋、不痴、不傲慢、不怀疑，这灾难就没有了。从心想生，这句话要真正记住，佛教给我们的完全是事实真相，一切法从心想生。人心一定要善良，一定要厚道，看到人做错事情，不要去责备他，去感化他。他做错事情是理所当然，为什么？从小没人教他。他要能不做出坏事都做好事，那是再来人、佛菩萨，不是凡人。凡人不可能不受外面环境影响，环境把人都教坏了。所以归结到最后，所有的问题都是属于教育问题。现在的教育把人都教坏了，教什么？教贪瞋痴慢疑，所以这个地球上有这么多灾难，有水灾、火灾、风灾、地震、山崩地陷。真有，以前听说，没有看过真的事情，现在这些新闻报导常常有，山倒下来了，属于土石流、山崩，地真的大面积突然陷下去。",
      "zh_TW": "我昨天看到同學給我一份這一個星期的頭條新聞，節錄給我看的。我看到悉尼最近產生一個現象，就是天黑，黑雲突然來了，不到一分鐘的時間，非常晴朗的天氣突然變黑，不到一分鐘，就好像災難來了一樣。但是還不錯，來得快，去得也快，三個鐘點之後沒有了，就離開了。但是它來得太快，就像大海嘯一樣，幾秒鐘的時間整個天空黑暗，引起很大的驚慌，人們不知所措。他們的氣象台發表，這種情形最近幾天還可能發生，讓大家心安定下來不要慌張。這個現象過去沒有發生過的，為什麼會發生？佛的一句話說清楚了，「一切法從心想生」。佛經上說得很清楚，貪瞋痴慢疑，這五毒會帶來五種災難。貪心帶來的水災，瞋恚帶來的火災，愚痴帶來的風災，傲慢帶來的地震，懷疑帶來的是山崩地陷。山會倒下來，地會突然沉下去，那是懷疑。所以我們能把這五個字修正過來，不貪、不瞋、不痴、不傲慢、不懷疑，這災難就沒有了。從心想生，這句話要真正記住，佛教給我們的完全是事實真相，一切法從心想生。人心一定要善良，一定要厚道，看到人做錯事情，不要去責備他，去感化他。他做錯事情是理所當然，為什麼？從小沒人教他。他要能不做出壞事都做好事，那是再來人、佛菩薩，不是凡人。凡人不可能不受外面環境影響，環境把人都教壞了。所以歸結到最後，所有的問題都是屬於教育問題。現在的教育把人都教壞了，教什麼？教貪瞋痴慢疑，所以這個地球上有這麼多災難，有水災、火災、風災、地震、山崩地陷。真有，以前聽說，沒有看過真的事情，現在這些新聞報導常常有，山倒下來了，屬於土石流、山崩，地真的大面積突然陷下去。"
    },
    {
      "id": "02-042-0006_p0017",
      "zh_CN": "对于圣人，相信圣人就相信自己。佛说的，「一切众生本来是佛」。这句话说得好，是事实真相，确确实实本来是佛。现在佛教给我们，如何恢复到我们本来是佛，把我们本来面目找回来？这就是佛陀教育。所以佛教为了不让大家产生误会，多加两个字进去，佛陀教育，简称为佛教，它跟宗教不相干，宗教需要的条件它都没有。但是它最近这两百年变成宗教，这是事实，这不是假的，从教育变成宗教，非常不幸。我初学佛的时候老师告诉我，两百年前出家人，寺庙里头那些人都是有道德、有学问，不是普通人。现在想学？现在想学它不在寺庙了。我说在哪里？在经典，现在要真学佛，只有从经典里头契入。为什么？出家人都不学了，不搞这些了。经忏佛事，释迦牟尼佛的时候没有，完全是教学。释迦佛没有带领大家念一天佛，没有，没有带领大家去坐禅，也没有。佛当年在世就是讲经教学，你有疑问向他请教，他给你解答，怎么修是你自己的事情，他不管这个。修的原则就是放下，章嘉大师教我看破、放下，看破是明白了，明白之后不要放在心上。放在心上是执着、分别，错了；不放在心上是智慧，是禅定、是智慧。禅定不是形式，是心里干干净净，一个杂念都没有，一个妄想都没有，那叫禅定，行住坐卧都在定中。初学禅定面壁打坐，那是幼稚园的教学法。禅定必须在行住坐卧统统是禅定，这个定才管用。生活在禅定里头，工作在禅定里头，处事待人接物统统在禅定里头，谁做到了？海贤老和尚做到了。细看这个光碟，你看出门道，他不乱。在农田里头耕种，那在禅定。所以禅定不碍工作，不碍事，不是说一切放下那是禅定，错了。没有一法不是禅定，法法皆是。所以我看《坛经》，六祖惠能大师舂米是禅定，破柴是禅定。所谓禅定就是他不起心、不动念、不分别、不执着，什么事情照干，一点妨碍都没有。",
      "zh_TW": "對於聖人，相信聖人就相信自己。佛說的，「一切眾生本來是佛」。這句話說得好，是事實真相，確確實實本來是佛。現在佛教給我們，如何恢復到我們本來是佛，把我們本來面目找回來？這就是佛陀教育。所以佛教為了不讓大家產生誤會，多加兩個字進去，佛陀教育，簡稱為佛教，它跟宗教不相干，宗教需要的條件它都沒有。但是它最近這兩百年變成宗教，這是事實，這不是假的，從教育變成宗教，非常不幸。我初學佛的時候老師告訴我，兩百年前出家人，寺廟裡頭那些人都是有道德、有學問，不是普通人。現在想學？現在想學它不在寺廟了。我說在哪裡？在經典，現在要真學佛，只有從經典裡頭契入。為什麼？出家人都不學了，不搞這些了。經懺佛事，釋迦牟尼佛的時候沒有，完全是教學。釋迦佛沒有帶領大家念一天佛，沒有，沒有帶領大家去坐禪，也沒有。佛當年在世就是講經教學，你有疑問向他請教，他給你解答，怎麼修是你自己的事情，他不管這個。修的原則就是放下，章嘉大師教我看破、放下，看破是明白了，明白之後不要放在心上。放在心上是執著、分別，錯了；不放在心上是智慧，是禪定、是智慧。禪定不是形式，是心裡乾乾淨淨，一個雜念都沒有，一個妄想都沒有，那叫禪定，行住坐臥都在定中。初學禪定面壁打坐，那是幼稚園的教學法。禪定必須在行住坐臥統統是禪定，這個定才管用。生活在禪定裡頭，工作在禪定裡頭，處事待人接物統統在禪定裡頭，誰做到了？海賢老和尚做到了。細看這個光碟，你看出門道，他不亂。在農田裡頭耕種，那在禪定。所以禪定不礙工作，不礙事，不是說一切放下那是禪定，錯了。沒有一法不是禪定，法法皆是。所以我看《壇經》，六祖惠能大師舂米是禪定，破柴是禪定。所謂禪定就是他不起心、不動念、不分別、不執著，什麼事情照幹，一點妨礙都沒有。"
    },
    {
      "id": "02-042-0006_p0018",
      "zh_CN": "所以我们读《甄解》这段文，岂不是就写我们现代这个时代吗？「五浊之世，造恶之时，圣道一种今时难修」，真困难，没有人能把它讲清楚，没有人能把它搞明白，我们怎么会懂得佛法？下面说，「特此一门，至圆极顿。简易直捷，则出世之正说偏在斯经。一代所说归此经，如众水归于大海」。这底下还有文，当中省略了。「由此言之，百万阿僧祇因缘以起《华严》之典，一大事因缘以成《法华》之教，亦唯为此法之由序」。这一句说得好，真难得！《华严》、《法华》是什么？是《无量寿经》的序分，《无量寿经》是正宗分，是《华严》、《法华》的正宗分，阿弥陀佛是总结，你能够证得就这一句佛号。老和尚念了九十二年，他证得了，你看他走得那么自在。拿到这一本书《若要佛法兴，唯有僧赞僧》，那么欢喜，为什么？最后的一个证、一个表法，这个表法完了，他也功德圆满，他可以到极乐世界去了，阿弥陀佛来接他了，欢喜！所以拿来捧着，搭上袈裟，穿袍搭衣捧在手上，你们赶快替我照相。你看旁边的人看到，好像他是多少年来想要的宝贝一下得到了，那么欢喜。他走了，该我们表法了，我们得接着来，不能辜负他。",
      "zh_TW": "所以我們讀《甄解》這段文，豈不是就寫我們現代這個時代嗎？「五濁之世，造惡之時，聖道一種今時難修」，真困難，沒有人能把它講清楚，沒有人能把它搞明白，我們怎麼會懂得佛法？下面說，「特此一門，至圓極頓。簡易直捷，則出世之正說偏在斯經。一代所說歸此經，如眾水歸於大海」。這底下還有文，當中省略了。「由此言之，百萬阿僧祇因緣以起《華嚴》之典，一大事因緣以成《法華》之教，亦唯為此法之由序」。這一句說得好，真難得！《華嚴》、《法華》是什麼？是《無量壽經》的序分，《無量壽經》是正宗分，是《華嚴》、《法華》的正宗分，阿彌陀佛是總結，你能夠證得就這一句佛號。老和尚念了九十二年，他證得了，你看他走得那麼自在。拿到這一本書《若要佛法興，唯有僧讚僧》，那麼歡喜，為什麼？最後的一個證、一個表法，這個表法完了，他也功德圓滿，他可以到極樂世界去了，阿彌陀佛來接他了，歡喜！所以拿來捧著，搭上袈裟，穿袍搭衣捧在手上，你們趕快替我照相。你看旁邊的人看到，好像他是多少年來想要的寶貝一下得到了，那麼歡喜。他走了，該我們表法了，我們得接著來，不能辜負他。"
    },
    {
      "id": "02-042-0006_p0019",
      "zh_CN": "现代的道场不在寺庙，现在道场是什么？现在道场在电视台、在网路，不需要听众聚集在一起，每个人在家里学习。道场不要大，住众不要多，印光大师给我们规定，二十个人，小道场。为什么？容易维持，费用少。将来如果有缘，希望国家对所有的道场要给它土地，就像海贤老和尚，让出家人自己耕种，他有一定的收入，不靠信徒供养，真正能叫他安心，他心定下来，真会有成就。所以老和尚给我们示范的这个例子，实在是太好了，在这个大时代，没有人不尊敬。你看出家人布施，老和尚种地收成粮食分送给附近老百姓，那就是布施，哪一家人没得吃的送给他。他那么大的地，庙里只有四个人，当然吃不了，就到处供养，到处结缘，这个对的。有这个小庙，虽然破旧，还能遮蔽风雨，够了，不必要豪华。生活愈简单愈快乐，省事，自己照顾自己，不要依靠任何人。往生也靠自己，自在往生，不需要人助念。老和尚说得很好，助念靠不住。助念的人这个想摸摸，哪里热不热，那都是找麻烦，你一个不高兴，三途去了，真的不保险。他这个方法保险。",
      "zh_TW": "現代的道場不在寺廟，現在道場是什麼？現在道場在電視台、在網路，不需要聽眾聚集在一起，每個人在家裡學習。道場不要大，住眾不要多，印光大師給我們規定，二十個人，小道場。為什麼？容易維持，費用少。將來如果有緣，希望國家對所有的道場要給它土地，就像海賢老和尚，讓出家人自己耕種，他有一定的收入，不靠信徒供養，真正能叫他安心，他心定下來，真會有成就。所以老和尚給我們示範的這個例子，實在是太好了，在這個大時代，沒有人不尊敬。你看出家人布施，老和尚種地收成糧食分送給附近老百姓，那就是布施，哪一家人沒得吃的送給他。他那麼大的地，廟裡只有四個人，當然吃不了，就到處供養，到處結緣，這個對的。有這個小廟，雖然破舊，還能遮蔽風雨，夠了，不必要豪華。生活愈簡單愈快樂，省事，自己照顧自己，不要依靠任何人。往生也靠自己，自在往生，不需要人助念。老和尚說得很好，助念靠不住。助念的人這個想摸摸，哪裡熱不熱，那都是找麻煩，你一個不高興，三途去了，真的不保險。他這個方法保險。"
    },
    {
      "id": "02-042-0006_p0020",
      "zh_CN": "今天这一个半小时快到了。我们有很多朋友第一次到我们这边来，看看我们这个，我们这个不能算道场。这个地方是被一个同学发现，看到这个地方不错，开发商新建的，我们来看到欢喜，十几个同学每个人自己买一栋房子，大家住在一起互相照顾。用两个房间做摄影棚，所以地方不一样，有两个摄影棚。我们在这里学习，在这个地方念佛，也是于人无争，于世无求，我们除了学习经教、念佛之外，其他的都没有。这些年来，年岁大了，国际上有很多活动我都不参加了，找到我，顶多我写一篇短文，让大家在大会里头念一遍就可以了。一走动就会操心，我们的学习就会中断，我们不希望有中断。每天四个小时，一年一定要讲满三百天，一千二百个小时，这是我们的标准。我们什么都不求，只求往生极乐世界、亲近阿弥陀佛，所以我们跟世间任何人都能和睦相处。没有利害纠纷，我们要的他们不要，他们要的我们不要，所以能够和睦相处，会相处得很快乐。我们也不分国家、不分族群、不分宗教，我们观念当中生在这个地球上就是一家人，地球是个大家庭，我们都是地球人。在国外，外国朋友问我什么地方人？我都告诉他，我们是同乡，地球人。希望大家慢慢都有这个概念，我们是地球人，我们要爱这个地球，爱地球上所有的人，全心全力为他们服务，希望他们一代比一代殊胜。中国古人所说的太平盛世，希望将来能出现，我相信《群书治要》会产生很大的力量，这是中国五千年老祖宗留下来的精华，全世界的人都应该学习。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "今天這一個半小時快到了。我們有很多朋友第一次到我們這邊來，看看我們這個，我們這個不能算道場。這個地方是被一個同學發現，看到這個地方不錯，開發商新建的，我們來看到歡喜，十幾個同學每個人自己買一棟房子，大家住在一起互相照顧。用兩個房間做攝影棚，所以地方不一樣，有兩個攝影棚。我們在這裡學習，在這個地方念佛，也是於人無爭，於世無求，我們除了學習經教、念佛之外，其他的都沒有。這些年來，年歲大了，國際上有很多活動我都不參加了，找到我，頂多我寫一篇短文，讓大家在大會裡頭念一遍就可以了。一走動就會操心，我們的學習就會中斷，我們不希望有中斷。每天四個小時，一年一定要講滿三百天，一千二百個小時，這是我們的標準。我們什麼都不求，只求往生極樂世界、親近阿彌陀佛，所以我們跟世間任何人都能和睦相處。沒有利害糾紛，我們要的他們不要，他們要的我們不要，所以能夠和睦相處，會相處得很快樂。我們也不分國家、不分族群、不分宗教，我們觀念當中生在這個地球上就是一家人，地球是個大家庭，我們都是地球人。在國外，外國朋友問我什麼地方人？我都告訴他，我們是同鄉，地球人。希望大家慢慢都有這個概念，我們是地球人，我們要愛這個地球，愛地球上所有的人，全心全力為他們服務，希望他們一代比一代殊勝。中國古人所說的太平盛世，希望將來能出現，我相信《群書治要》會產生很大的力量，這是中國五千年老祖宗留下來的精華，全世界的人都應該學習。好，今天時間到了，我們就學習到此地。"
    }
  ]
}