{
  "doc_id": "02-042-0149",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "黄柏霖",
    "妙音"
  ],
  "volume": {
    "zh_CN": "第一四九集",
    "zh_TW": "第一四九集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0149",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "02-042-0149_p0001",
      "zh_CN": "老法师：好，我们开始。",
      "zh_TW": "老法師：好，我們開始。"
    },
    {
      "id": "02-042-0149_p0002",
      "zh_CN": "学生：《无量寿经科注》第四回学习班报告十六。尊敬慈悲的师父上人，诸位法师、同修大德，大家好。惭愧弟子黄柏霖报告题目：「诸佛菩萨（诸佛如来、诸大菩萨）都合虚空法界一切众生为一体」。",
      "zh_TW": "學生：《無量壽經科註》第四回學習班報告十六。尊敬慈悲的師父上人，諸位法師、同修大德，大家好。慚愧弟子黃柏霖報告題目：「諸佛菩薩（諸佛如來、諸大菩薩）都合虛空法界一切眾生為一體」。"
    },
    {
      "id": "02-042-0149_p0003",
      "zh_CN": "师父上人对于《太上感应篇》经文，「所谓善人，人皆敬之，天道佑之，福禄随之，众邪远之，神灵卫之」，开示说，善人的标准很多，最高的标准就是大圣大贤。也就是说，大圣大贤就是世间的大善人。往生经及《弥陀经》里面也有这样说，「诸上善人俱会一处」，这个诸上善人就是上善之人，上善之人都聚集在极乐世界。佛说这句话的时候不是随便说说，确确实实给我们立下了标准，什么人可以往生极乐世界？必须要依照《观无量寿佛经》里面的标准。《观无量寿佛经》里面讲的「净业三福」，这三条总共十一句都做到了，叫做上善，所以诸上善人是指这十一句全部做到了。",
      "zh_TW": "師父上人對於《太上感應篇》經文，「所謂善人，人皆敬之，天道佑之，福祿隨之，眾邪遠之，神靈衛之」，開示說，善人的標準很多，最高的標準就是大聖大賢。也就是說，大聖大賢就是世間的大善人。往生經及《彌陀經》裡面也有這樣說，「諸上善人俱會一處」，這個諸上善人就是上善之人，上善之人都聚集在極樂世界。佛說這句話的時候不是隨便說說，確確實實給我們立下了標準，什麼人可以往生極樂世界？必須要依照《觀無量壽佛經》裡面的標準。《觀無量壽佛經》裡面講的「淨業三福」，這三條總共十一句都做到了，叫做上善，所以諸上善人是指這十一句全部做到了。"
    },
    {
      "id": "02-042-0149_p0004",
      "zh_CN": "如果只做到净业第一福跟净业第二福，后面一条没有做到，没有做到「发菩提心，深信因果，读诵大乘，劝进行者」这一条，这叫中善。如果只做到净业第一福，第二条跟第三条没有做到，这是下善。老和尚说，第一条「孝养父母，奉事师长，慈心不杀，修十善业」，能做到的人就不多，更不要讲第二福跟第三福了，所以为什么往生极乐世界的人少，李炳南老居士说一万个人只有一、二位而已，问题就出在这里。所以念佛的人多，往生的人少，为什么？因为生到西方极乐世界的决定是善人，所以你现在如果还有名闻利养、还有自私自利、还有五欲六尘、还有贪瞋痴慢疑，统统跟极乐世界无缘，这麻烦了，没有缘。",
      "zh_TW": "如果只做到淨業第一福跟淨業第二福，後面一條沒有做到，沒有做到「發菩提心，深信因果，讀誦大乘，勸進行者」這一條，這叫中善。如果只做到淨業第一福，第二條跟第三條沒有做到，這是下善。老和尚說，第一條「孝養父母，奉事師長，慈心不殺，修十善業」，能做到的人就不多，更不要講第二福跟第三福了，所以為什麼往生極樂世界的人少，李炳南老居士說一萬個人只有一、二位而已，問題就出在這裡。所以念佛的人多，往生的人少，為什麼？因為生到西方極樂世界的決定是善人，所以你現在如果還有名聞利養、還有自私自利、還有五欲六塵、還有貪瞋痴慢疑，統統跟極樂世界無緣，這麻煩了，沒有緣。"
    },
    {
      "id": "02-042-0149_p0005",
      "zh_CN": "所以到极乐世界都要是善人。怎么样做到善人？老和尚前面跟你讲得很清楚，你最少也要做到净业第一福，下善之人。如果连下善之人都做不到，说老实话，念佛怎么去念，日夜不间断的念，老法师说古人讲，你念到铜墙铁壁，还是不能往生。为什么？因为你不是善人。答案就出来了，你不是善人。一般都是善恶夹杂，人家极乐世界是善人俱会一处，不但是善人，而且还是上善之人俱会一处。",
      "zh_TW": "所以到極樂世界都要是善人。怎麼樣做到善人？老和尚前面跟你講得很清楚，你最少也要做到淨業第一福，下善之人。如果連下善之人都做不到，說老實話，念佛怎麼去念，日夜不間斷的念，老法師說古人講，你念到銅牆鐵壁，還是不能往生。為什麼？因為你不是善人。答案就出來了，你不是善人。一般都是善惡夾雜，人家極樂世界是善人俱會一處，不但是善人，而且還是上善之人俱會一處。"
    },
    {
      "id": "02-042-0149_p0006",
      "zh_CN": "老法师说，你怎么去得了极乐世界？《无量寿经》上跟我们谈的条件，「发菩提心，一向专念」。发菩提心这一句在哪里？三福里面第三条的第一句。「发菩提心，深信因果，读诵大乘，劝进行者」，这是上善，所以发菩提心的人就是上善之人。怎么样才可以发菩提心？你要是做到老和尚讲的看破、放下，你就是发菩提心了。你看不破、放不下，就不是发菩提心。《金刚经》宗趣：离一切相、行一切善，应无所住而生其心，不住色声香味触法布施，这些都是发菩提心。什么叫菩提心？菩提心是真正觉悟的心，菩提是梵语，意思就是觉悟，真正觉悟了。觉悟什么？《金刚经》所说的觉悟标准是「凡所有相皆是虚妄」，你有没有真正明白？你真正悟入了吗？开示悟入佛知佛见，你真正彻底明白凡所有相皆是虚妄了吗？",
      "zh_TW": "老法師說，你怎麼去得了極樂世界？《無量壽經》上跟我們談的條件，「發菩提心，一向專念」。發菩提心這一句在哪裡？三福裡面第三條的第一句。「發菩提心，深信因果，讀誦大乘，勸進行者」，這是上善，所以發菩提心的人就是上善之人。怎麼樣才可以發菩提心？你要是做到老和尚講的看破、放下，你就是發菩提心了。你看不破、放不下，就不是發菩提心。《金剛經》宗趣：離一切相、行一切善，應無所住而生其心，不住色聲香味觸法布施，這些都是發菩提心。什麼叫菩提心？菩提心是真正覺悟的心，菩提是梵語，意思就是覺悟，真正覺悟了。覺悟什麼？《金剛經》所說的覺悟標準是「凡所有相皆是虛妄」，你有沒有真正明白？你真正悟入了嗎？開示悟入佛知佛見，你真正徹底明白凡所有相皆是虛妄了嗎？"
    },
    {
      "id": "02-042-0149_p0007",
      "zh_CN": "什么人可以知道凡所有相皆是虚妄？他做到应无所住而生其心，他就知道凡所有相皆是虚妄；他能够离一切相、行一切善，他能够做到不住色声香味触法布施，他就明白凡所有相皆是虚妄，这是真正觉悟了。如果诸位真正对这句话觉悟了，他当然就是可以放下了。所以刚才讲说，什么叫发菩提心？老和尚讲的看破、放下，你什么都放下了，还有什么放不下的？就像刘素云老师一样，她连癌症都不怕，她连死都不怕，她说她要表法怎么样往生极乐世界，这个叫做发菩提心。以前印光大师还教我们，要把一个「死」字放在额头，他是教你每天提醒你自己。刘素云居士根本不用放额头，她根本就不怕死，也就是说，她想表法往生的样子给大家看，这就是发菩提心。所以真正觉悟的人，他什么都放下了，还有什么放不下的？都是虚妄的，没有一样放不下。所以放下就不是凡夫。大乘是彻底放下，老法师告诉我们，什么叫发菩提心？发菩提心简单讲就是放下，六根接触六尘，他全部放下，不会住相生心。",
      "zh_TW": "什麼人可以知道凡所有相皆是虛妄？他做到應無所住而生其心，他就知道凡所有相皆是虛妄；他能夠離一切相、行一切善，他能夠做到不住色聲香味觸法布施，他就明白凡所有相皆是虛妄，這是真正覺悟了。如果諸位真正對這句話覺悟了，他當然就是可以放下了。所以剛才講說，什麼叫發菩提心？老和尚講的看破、放下，你什麼都放下了，還有什麼放不下的？就像劉素雲老師一樣，她連癌症都不怕，她連死都不怕，她說她要表法怎麼樣往生極樂世界，這個叫做發菩提心。以前印光大師還教我們，要把一個「死」字放在額頭，他是教你每天提醒你自己。劉素雲居士根本不用放額頭，她根本就不怕死，也就是說，她想表法往生的樣子給大家看，這就是發菩提心。所以真正覺悟的人，他什麼都放下了，還有什麼放不下的？都是虛妄的，沒有一樣放不下。所以放下就不是凡夫。大乘是徹底放下，老法師告訴我們，什麼叫發菩提心？發菩提心簡單講就是放下，六根接觸六塵，他全部放下，不會住相生心。"
    },
    {
      "id": "02-042-0149_p0008",
      "zh_CN": "我有一个莲友，她在一九九六年从中国湖南嫁到台湾来，她的先生是台北某大学中文系助理教授。那一天是因为我们办二Ｏ一五年台湾清明祭祖大典义工培训，她第一次来，主动跟我打招呼，她听过我讲的《太上感应篇汇编》网路讲座，她自我推荐说「我是王某某，王居士」，我们是这样认识的。她讲出她死去十一个小时后还阳的事实，令我非常的惊讶、震撼说：「怎么会出现在我面前这个人，是死了十一个小时再回阳的？」",
      "zh_TW": "我有一個蓮友，她在一九九六年從中國湖南嫁到台灣來，她的先生是台北某大學中文系助理教授。那一天是因為我們辦二Ｏ一五年台灣清明祭祖大典義工培訓，她第一次來，主動跟我打招呼，她聽過我講的《太上感應篇彙編》網路講座，她自我推薦說「我是王某某，王居士」，我們是這樣認識的。她講出她死去十一個小時後還陽的事實，令我非常的驚訝、震撼說：「怎麼會出現在我面前這個人，是死了十一個小時再回陽的？」"
    },
    {
      "id": "02-042-0149_p0009",
      "zh_CN": "王居士回魂故事非常不可思议，证明佛无处不在、无时不在。我们这位莲友善根深厚，听老法师《科注》讲座，也非常的乐善好施，常做网路法布施，点阅率几万人。她的儿子因为出生时得到佛光普照，是用生命换来，所以把他取名叫「佛光」。当我听到这个故事时，就相信因果不空，净土也是真有的，深信地藏赞，「三涂六道闻妙法，四生十类蒙慈恩」；「是心是佛，是心作佛」，就是《三时系念》里面讲「我心即是阿弥陀佛，阿弥陀佛即是我心」，是绝对千真万确的。而且地狱是真实存在的，只要你造恶，一定会有地狱，你要有这样的一个警觉、认识。",
      "zh_TW": "王居士回魂故事非常不可思議，證明佛無處不在、無時不在。我們這位蓮友善根深厚，聽老法師《科註》講座，也非常的樂善好施，常做網路法布施，點閱率幾萬人。她的兒子因為出生時得到佛光普照，是用生命換來，所以把他取名叫「佛光」。當我聽到這個故事時，就相信因果不空，淨土也是真有的，深信地藏讚，「三塗六道聞妙法，四生十類蒙慈恩」；「是心是佛，是心作佛」，就是《三時繫念》裡面講「我心即是阿彌陀佛，阿彌陀佛即是我心」，是絕對千真萬確的。而且地獄是真實存在的，只要你造惡，一定會有地獄，你要有這樣的一個警覺、認識。"
    },
    {
      "id": "02-042-0149_p0010",
      "zh_CN": "只要是台北人都知道，台北市福州街有一个妇幼医院。王居士因为怀了这个儿子，在福州街的妇幼医院待产，结果羊水先破了。生过小孩的妈妈都知道，羊水要是破了，就是小孩子要出来了。她这个小孩子也是很特别，脚先出来。一般都是头先出来。一般来说，脚先出来的，我们会说是坐莲花下来；有些因缘特别的小孩，跟一般人不一样，头在上面，脚在下面。那天，妇幼医院急诊室紧急通知李姓医生赶过来。李姓大夫说：「那没关系，一般的生产。」急诊室说：「不是！已经看到脚了。」那不得了！就赶快过来。脚出来怎么接生？到后来没有办法，医生就手伸进去。想到这里的时候，就想到佛说胎狱、观身不净、九孔不净。那医生把手伸进去，要把小孩慢慢抓出来，结果不得了，马上就迸一下，血崩！",
      "zh_TW": "只要是台北人都知道，台北市福州街有一個婦幼醫院。王居士因為懷了這個兒子，在福州街的婦幼醫院待產，結果羊水先破了。生過小孩的媽媽都知道，羊水要是破了，就是小孩子要出來了。她這個小孩子也是很特別，腳先出來。一般都是頭先出來。一般來說，腳先出來的，我們會說是坐蓮花下來；有些因緣特別的小孩，跟一般人不一樣，頭在上面，腳在下面。那天，婦幼醫院急診室緊急通知李姓醫生趕過來。李姓大夫說：「那沒關係，一般的生產。」急診室說：「不是！已經看到腳了。」那不得了！就趕快過來。腳出來怎麼接生？到後來沒有辦法，醫生就手伸進去。想到這裡的時候，就想到佛說胎獄、觀身不淨、九孔不淨。那醫生把手伸進去，要把小孩慢慢抓出來，結果不得了，馬上就迸一下，血崩！"
    },
    {
      "id": "02-042-0149_p0011",
      "zh_CN": "王居士跟我讲，那血不是用流的，而是用喷的，把医生的眼睛、头部都全喷了血。当时医院说，这小孩子危险，就叫她先生签字，到底要保儿子，还是保妈妈。医生说，两个只能选一个，儿子死了妈妈就可以活，妈妈死了儿子就可以活，只能二选一。她先生说：「能不能两个都选？因为已经知道是儿子了。」医生说：「不行，只能两个选一个。」她先生当时就想说，好吧，小孩子再生就有了，保老婆。你看佛菩萨要度她，地藏王菩萨要度她，是这么一个精彩的生命过程。这一段我一定要讲出来分享，让你醒悟生死无常，人身难得。",
      "zh_TW": "王居士跟我講，那血不是用流的，而是用噴的，把醫生的眼睛、頭部都全噴了血。當時醫院說，這小孩子危險，就叫她先生簽字，到底要保兒子，還是保媽媽。醫生說，兩個只能選一個，兒子死了媽媽就可以活，媽媽死了兒子就可以活，只能二選一。她先生說：「能不能兩個都選？因為已經知道是兒子了。」醫生說：「不行，只能兩個選一個。」她先生當時就想說，好吧，小孩子再生就有了，保老婆。你看佛菩薩要度她，地藏王菩薩要度她，是這麼一個精彩的生命過程。這一段我一定要講出來分享，讓你醒悟生死無常，人身難得。"
    },
    {
      "id": "02-042-0149_p0012",
      "zh_CN": "然后医生就把小孩子拖出来，血变成用喷的出来。女众是没有办法血全部都流光，那绝对会死路一条。王居士脸色苍白，当然就死掉了。死掉以后，她的魂刹那间就离开那个肉体，她很清楚。你看，我们这一念自性，见闻觉知是多么的灵敏、多么不可思议，清清楚楚、明明白白。当时她站在自己尸体旁边，她竟然不知道这个尸体是她本人，这表示凡夫有隔阴之迷。她还站在旁边跟这个尸体说：「阿弥陀佛！这个人好可怜，怎么脸色苍白躺在这里。」她不知道这个是她前身、她的前生，她不知道。合掌说完，她的魂「啪」就飘出去了。所以禅宗教你参，「拖死尸的人是谁？」难道不是吗？我们只有这口气在，它不就是死尸吗？晚上睡觉，小死一次。谁在做主？谁在起作用？参！",
      "zh_TW": "然後醫生就把小孩子拖出來，血變成用噴的出來。女眾是沒有辦法血全部都流光，那絕對會死路一條。王居士臉色蒼白，當然就死掉了。死掉以後，她的魂剎那間就離開那個肉體，她很清楚。你看，我們這一念自性，見聞覺知是多麼的靈敏、多麼不可思議，清清楚楚、明明白白。當時她站在自己屍體旁邊，她竟然不知道這個屍體是她本人，這表示凡夫有隔陰之迷。她還站在旁邊跟這個屍體說：「阿彌陀佛！這個人好可憐，怎麼臉色蒼白躺在這裡。」她不知道這個是她前身、她的前生，她不知道。合掌說完，她的魂「啪」就飄出去了。所以禪宗教你參，「拖死屍的人是誰？」難道不是嗎？我們只有這口氣在，它不就是死屍嗎？晚上睡覺，小死一次。誰在做主？誰在起作用？參！"
    },
    {
      "id": "02-042-0149_p0013",
      "zh_CN": "王居士说，她对台北市福州街妇幼医院周边非常清楚，为什么？因为她喜欢吃西瓜，她从湖南嫁来台湾，她常在附近买西瓜。结果她这个魂，就是我们佛家讲神识，飘出去以后，因对福州街周边地形熟悉，她常常在这个马路上穿梭，她知道这里出去右转是哪里、左转是哪里，知道，结果魂一出去以后，前面马路全部不见了。",
      "zh_TW": "王居士說，她對台北市福州街婦幼醫院周邊非常清楚，為什麼？因為她喜歡吃西瓜，她從湖南嫁來台灣，她常在附近買西瓜。結果她這個魂，就是我們佛家講神識，飄出去以後，因對福州街周邊地形熟悉，她常常在這個馬路上穿梭，她知道這裡出去右轉是哪裡、左轉是哪裡，知道，結果魂一出去以後，前面馬路全部不見了。"
    },
    {
      "id": "02-042-0149_p0014",
      "zh_CN": "以前在佛陀教育基金会，简丰文老师跟我说，当时我还半信半疑。老师说，如果死了以后，变成中阴身的时候，当离开肉体时，如果是到三恶道去，或者说到鬼道去；地狱当然是马上就去了，那是大善大恶，是马上就往生净土或抓去地狱了；老师说，如果往生鬼道，比如说中山北路你很熟悉，整个中山北路就不是中山北路了，也许就变成一条血河，或变一道火光。他说完全不一样了，法界完全变了。以前我听到这一段，也许没有去过、没见过，来了也隔阴之迷忘记了，对不对？哪晓得说真实的故事给我听，真的如简丰文老师说的那样，太恐怖了，这真是宝贵的生死经验。",
      "zh_TW": "以前在佛陀教育基金會，簡豐文老師跟我說，當時我還半信半疑。老師說，如果死了以後，變成中陰身的時候，當離開肉體時，如果是到三惡道去，或者說到鬼道去；地獄當然是馬上就去了，那是大善大惡，是馬上就往生淨土或抓去地獄了；老師說，如果往生鬼道，比如說中山北路你很熟悉，整個中山北路就不是中山北路了，也許就變成一條血河，或變一道火光。他說完全不一樣了，法界完全變了。以前我聽到這一段，也許沒有去過、沒見過，來了也隔陰之迷忘記了，對不對？哪曉得說真實的故事給我聽，真的如簡豐文老師說的那樣，太恐怖了，這真是寶貴的生死經驗。"
    },
    {
      "id": "02-042-0149_p0015",
      "zh_CN": "王居士说，整个福州街全部不见了；换句话说，法界全变了，她到另外一个世界去了。所以我们这个地方叫做五趣杂居地，这证明佛经讲得没错。她说，整个前面变一个雪皑皑的世界，雪国世界，变成冰天雪地，非常的寒冷。她就觉得很冷，她说：「怎么那么冷、那么冷！」突然间，前面出现一位菩萨，王居士不认识他是谁，回阳后才知道他是地藏王菩萨。他戴一个法帽，拿个锡杖。王居士就问他说：「我怎么会来这里？怎么旁边都是雪地？」地藏菩萨很慈悲跟她讲：「回去，妳回去。」她问：「我怎么回去？前面都是雪，我怎么回去？没有路！」地藏王菩萨就把锡杖拿起来，往前面这样一划开，前面变成一条笔直的水泥路，她就走水泥路回来了。听到这里，佛赞叹地藏菩萨神力、慈悲、智慧、辩才不可思议，十方诸佛赞叹不思议事，我们读《地藏经》里面讲，是没有错。",
      "zh_TW": "王居士說，整個福州街全部不見了；換句話說，法界全變了，她到另外一個世界去了。所以我們這個地方叫做五趣雜居地，這證明佛經講得沒錯。她說，整個前面變一個雪皚皚的世界，雪國世界，變成冰天雪地，非常的寒冷。她就覺得很冷，她說：「怎麼那麼冷、那麼冷！」突然間，前面出現一位菩薩，王居士不認識他是誰，回陽後才知道他是地藏王菩薩。他戴一個法帽，拿個錫杖。王居士就問他說：「我怎麼會來這裡？怎麼旁邊都是雪地？」地藏菩薩很慈悲跟她講：「回去，妳回去。」她問：「我怎麼回去？前面都是雪，我怎麼回去？沒有路！」地藏王菩薩就把錫杖拿起來，往前面這樣一劃開，前面變成一條筆直的水泥路，她就走水泥路回來了。聽到這裡，佛讚歎地藏菩薩神力、慈悲、智慧、辯才不可思議，十方諸佛讚歎不思議事，我們讀《地藏經》裡面講，是沒有錯。"
    },
    {
      "id": "02-042-0149_p0016",
      "zh_CN": "地藏王菩萨锡杖轻轻往地上一挥，前面就变成一条笔直的水泥路，她就回来了，用飘的，不是走的。对，我再补充一下，她魂刚离开时，她大体是死在那个平台上，她还记得很清楚，是在妇幼医院的三楼。她的魂飘出去以后，飘到哪里？她飘进电梯里。台湾一般民众说，碰到鬼叫阿飘，这个讲法也有道理。她飘进电梯，她说，也看到电梯有人。可见没有肉体，但是还看得到，为什么？因为我们觉性是不生不灭，见闻觉知还在，见性还在。她说：「奇怪，他们的脚怎么可以着地？我的脚怎么不能着地？」因为她已经飘在半空中，然后坐完电梯又飘出去了。因为她死的时候，她先生坚持不签字；不签字，尸体就不能送太平间冰起来。总共坚持了十一个小时，等到回魂，她先生终于等到她回来。",
      "zh_TW": "地藏王菩薩錫杖輕輕往地上一揮，前面就變成一條筆直的水泥路，她就回來了，用飄的，不是走的。對，我再補充一下，她魂剛離開時，她大體是死在那個平台上，她還記得很清楚，是在婦幼醫院的三樓。她的魂飄出去以後，飄到哪裡？她飄進電梯裡。台灣一般民眾說，碰到鬼叫阿飄，這個講法也有道理。她飄進電梯，她說，也看到電梯有人。可見沒有肉體，但是還看得到，為什麼？因為我們覺性是不生不滅，見聞覺知還在，見性還在。她說：「奇怪，他們的腳怎麼可以著地？我的腳怎麼不能著地？」因為她已經飄在半空中，然後坐完電梯又飄出去了。因為她死的時候，她先生堅持不簽字；不簽字，屍體就不能送太平間冰起來。總共堅持了十一個小時，等到回魂，她先生終於等到她回來。"
    },
    {
      "id": "02-042-0149_p0017",
      "zh_CN": "刚才讲，飘到外面的雪国世界，然后地藏菩萨给她划一条路飘回来后，她先飘到三楼去，她跟地藏菩萨讲说：「奇怪，怎么找不到？」你看，她一动念头，地藏菩萨马上在旁边，地藏菩萨又再轻轻地上划一下，她又飘到地下室去了。一到地下室，看到她的尸体在前面，她就本能的扑下去，又回魂了。现场护士都吓死了，以为见到鬼。她从那天早上凌晨五点多血崩，一直到那天晚上七点回魂，大约离开肉体十一个小时。精不精彩？很不可思议！",
      "zh_TW": "剛才講，飄到外面的雪國世界，然後地藏菩薩給她劃一條路飄回來後，她先飄到三樓去，她跟地藏菩薩講說：「奇怪，怎麼找不到？」你看，她一動念頭，地藏菩薩馬上在旁邊，地藏菩薩又再輕輕地上劃一下，她又飄到地下室去了。一到地下室，看到她的屍體在前面，她就本能的撲下去，又回魂了。現場護士都嚇死了，以為見到鬼。她從那天早上凌晨五點多血崩，一直到那天晚上七點回魂，大約離開肉體十一個小時。精不精彩？很不可思議！"
    },
    {
      "id": "02-042-0149_p0018",
      "zh_CN": "这位王师姐，她的神识灵魂离开肉体，证明我们常在讲座讲，我们这个自性是不生不灭、不垢不净、不增不减，只有迷跟悟的不同而已，悟了叫佛，迷的叫众生。自性本无生死，哪里有生死？她刚才血崩，身体死掉了，这一期身命的结束，分段生死。她飘出去，还可以看到电梯，还可以看到人家脚落地，还可以看到地藏王菩萨，还可以看到冰天雪地，还可以回来福州街的妇幼医院，再找到她的尸体，自性哪里有生死！",
      "zh_TW": "這位王師姐，她的神識靈魂離開肉體，證明我們常在講座講，我們這個自性是不生不滅、不垢不淨、不增不減，只有迷跟悟的不同而已，悟了叫佛，迷的叫眾生。自性本無生死，哪裡有生死？她剛才血崩，身體死掉了，這一期身命的結束，分段生死。她飄出去，還可以看到電梯，還可以看到人家腳落地，還可以看到地藏王菩薩，還可以看到冰天雪地，還可以回來福州街的婦幼醫院，再找到她的屍體，自性哪裡有生死！"
    },
    {
      "id": "02-042-0149_p0019",
      "zh_CN": "从这个故事，我们就千真万确的、肯定的相信，自性过去无始、未来无终，从来自性就没有生死，我们就有很大的信心了，生死只是那一期身命的结束、肉体的结束、一期因缘的结束。所以你执着世间的自私自利、名闻利养、贪瞋痴慢疑，这是我的房子、这是我的土地、这是我的眷属、这是我的爱人、这是我的小孩、这是我的天下、这是我的企业，这些都是执着而已。你放下执着就出三界了，你放下分别就出九法界了，你放下妄想就证入一真了，证明老法师跟我们讲的道理千真万确。王居士鬼门关走一回，告诉我们真相，佛陀说「一切有为法，如梦幻泡影」，是千古不变的真理。",
      "zh_TW": "從這個故事，我們就千真萬確的、肯定的相信，自性過去無始、未來無終，從來自性就沒有生死，我們就有很大的信心了，生死只是那一期身命的結束、肉體的結束、一期因緣的結束。所以你執著世間的自私自利、名聞利養、貪瞋痴慢疑，這是我的房子、這是我的土地、這是我的眷屬、這是我的愛人、這是我的小孩、這是我的天下、這是我的企業，這些都是執著而已。你放下執著就出三界了，你放下分別就出九法界了，你放下妄想就證入一真了，證明老法師跟我們講的道理千真萬確。王居士鬼門關走一回，告訴我們真相，佛陀說「一切有為法，如夢幻泡影」，是千古不變的真理。"
    },
    {
      "id": "02-042-0149_p0020",
      "zh_CN": "老法师说，我们这一句经文念得很熟，其中的道理没有参透，表我们没有放下，也就是没有觉悟。佛用比喻告诉我们，宇宙人生的真相是什么？是「如梦幻泡影，如露亦如电」。就像刚才举王师姐例子，她生小孩发生血崩，她的神识离开那个肉体，才知道世间是梦幻泡影，身体不可得，小孩也不可得，丈夫也不可得，连这个世界也不可得，她就必须要离开了，离开她所生出来的小孩，离开她的丈夫，离开她的身体。连自己的身体都保不住，还有什么东西保得住？所以佛陀跟我们讲，世间这些相是梦幻泡影，老和尚讲的相有体无。",
      "zh_TW": "老法師說，我們這一句經文念得很熟，其中的道理沒有參透，表我們沒有放下，也就是沒有覺悟。佛用比喻告訴我們，宇宙人生的真相是什麼？是「如夢幻泡影，如露亦如電」。就像剛才舉王師姐例子，她生小孩發生血崩，她的神識離開那個肉體，才知道世間是夢幻泡影，身體不可得，小孩也不可得，丈夫也不可得，連這個世界也不可得，她就必須要離開了，離開她所生出來的小孩，離開她的丈夫，離開她的身體。連自己的身體都保不住，還有什麼東西保得住？所以佛陀跟我們講，世間這些相是夢幻泡影，老和尚講的相有體無。"
    },
    {
      "id": "02-042-0149_p0021",
      "zh_CN": "老法师教学经教的同学，对于这些道理一定要知道，要认真努力去学习。不但在经教上你懂得随文入观，要把在经教里面所学到的，在生活上随事入观，六根接触六尘境界，事事物物，你都能用智慧观察。用智慧观察这些现象是什么？总而言之，这些现象就是「一切有为法，如梦幻泡影」。要在现实生活里面去观，不是打妄想；不是在那想，这是梦幻泡影，不是的。不用想，观是不用心意识，没有妄想、没有分别、没有执着，就是这样观察。时时能提得起《金刚经》上这四句偈的原则，对照我们六根接触六尘的境界，然后你得到的总结论，就是「凡所有相皆是虚妄」，你的心自然清净，自然就放下了，不会再染着，你的智慧会开。",
      "zh_TW": "老法師教學經教的同學，對於這些道理一定要知道，要認真努力去學習。不但在經教上你懂得隨文入觀，要把在經教裡面所學到的，在生活上隨事入觀，六根接觸六塵境界，事事物物，你都能用智慧觀察。用智慧觀察這些現象是什麼？總而言之，這些現象就是「一切有為法，如夢幻泡影」。要在現實生活裡面去觀，不是打妄想；不是在那想，這是夢幻泡影，不是的。不用想，觀是不用心意識，沒有妄想、沒有分別、沒有執著，就是這樣觀察。時時能提得起《金剛經》上這四句偈的原則，對照我們六根接觸六塵的境界，然後你得到的總結論，就是「凡所有相皆是虛妄」，你的心自然清淨，自然就放下了，不會再染著，你的智慧會開。"
    },
    {
      "id": "02-042-0149_p0022",
      "zh_CN": "果然把一切法都看清楚、看明白，你就离开苦乐忧喜舍了。老和尚说，你还会有忧虑吗？还会有烦恼吗？你心里还会牵挂吗？没有。像我刚才讲那个王师姐，她就很了不起，她的神识离开肉体的时候，她飘出去了，她也没有留在尸体旁边，她也没有放不下她先生跟小孩，她就出去了。还好她出去是见到地藏王菩萨，又回来了，表示王居士是个善人。还好，她见到不是黑白无常，如果她执着在现场，情执变成一个守尸鬼，她就见不到地藏王菩萨了。如果没有见到地藏王菩萨，就没有回魂的机会，她尸体也烂掉，她就换成另外一世、另外一身了，「万般带不去，唯有业随身」，空到人间走一回。听到此故事，主人翁能不惺惺乎。",
      "zh_TW": "果然把一切法都看清楚、看明白，你就離開苦樂憂喜捨了。老和尚說，你還會有憂慮嗎？還會有煩惱嗎？你心裡還會牽掛嗎？沒有。像我剛才講那個王師姐，她就很了不起，她的神識離開肉體的時候，她飄出去了，她也沒有留在屍體旁邊，她也沒有放不下她先生跟小孩，她就出去了。還好她出去是見到地藏王菩薩，又回來了，表示王居士是個善人。還好，她見到不是黑白無常，如果她執著在現場，情執變成一個守屍鬼，她就見不到地藏王菩薩了。如果沒有見到地藏王菩薩，就沒有回魂的機會，她屍體也爛掉，她就換成另外一世、另外一身了，「萬般帶不去，唯有業隨身」，空到人間走一回。聽到此故事，主人翁能不惺惺乎。"
    },
    {
      "id": "02-042-0149_p0023",
      "zh_CN": "所以老法师说，如果你真的能够彻底明白、彻底的觉悟，大彻大悟一切万法如梦幻泡影，如露亦如电，这个人还会有忧愁、还会有烦恼、还会有牵挂吗？你不能够明白《金刚经》这句法语，梦幻泡影、如露如电，就表示你对于世间的这个假相，你还没有看透。老法师说，如果真正做到了，他就能够做到六祖惠能大师所说的，「本来无一物，何处惹尘埃」。他为什么能够做到？因为他对诸佛所讲的这两句话彻底明白了。彻底明白的人，他菩提心就现前，这就是菩提心。所以什么叫菩提心？我们讲觅心了不可得，彻底明白自己这一念心，明白一切万法是不可得、毕竟空、无所有，这个人我们称他叫做觉者。",
      "zh_TW": "所以老法師說，如果你真的能夠徹底明白、徹底的覺悟，大徹大悟一切萬法如夢幻泡影，如露亦如電，這個人還會有憂愁、還會有煩惱、還會有牽掛嗎？你不能夠明白《金剛經》這句法語，夢幻泡影、如露如電，就表示你對於世間的這個假相，你還沒有看透。老法師說，如果真正做到了，他就能夠做到六祖惠能大師所說的，「本來無一物，何處惹塵埃」。他為什麼能夠做到？因為他對諸佛所講的這兩句話徹底明白了。徹底明白的人，他菩提心就現前，這就是菩提心。所以什麼叫菩提心？我們講覓心了不可得，徹底明白自己這一念心，明白一切萬法是不可得、畢竟空、無所有，這個人我們稱他叫做覺者。"
    },
    {
      "id": "02-042-0149_p0024",
      "zh_CN": "老法师说，菩提心现前，落实在生活当中，孝养父母才能做到圆满。什么叫孝？古人讲得好，「孝」这个字合父母、兄弟、妻子、儿女为一人，这是孝。它不是分开来的，它是一个整体，父母、兄弟、妻子、儿女是一个整体。你看诸佛如来、法身大士，他们合虚空法界一切众生为一体，这个孝叫做圆满。如果我们对于父母、兄弟、妻子、儿女，你是你的，我是我的，这是大不孝。这一个字什么意思都不懂，你怎么落实？为什么天神会保佑他、护佑他？因为他合虚空法界一切众生为一体，所以才会有这样的感应。所以老法师把问题点出来，你怎么样可以做得到「人皆敬之」？你跟别人没有分别、没有执着，你跟别人可以平等无二，你可以平等心对待他，别人就尊敬你了。你根尘接触，我相跑出来，人相，对立相出来了，他怎么会尊敬你？因为你排斥他；你排斥他，他就不尊敬你了。",
      "zh_TW": "老法師說，菩提心現前，落實在生活當中，孝養父母才能做到圓滿。什麼叫孝？古人講得好，「孝」這個字合父母、兄弟、妻子、兒女為一人，這是孝。它不是分開來的，它是一個整體，父母、兄弟、妻子、兒女是一個整體。你看諸佛如來、法身大士，他們合虛空法界一切眾生為一體，這個孝叫做圓滿。如果我們對於父母、兄弟、妻子、兒女，你是你的，我是我的，這是大不孝。這一個字什麼意思都不懂，你怎麼落實？為什麼天神會保佑他、護佑他？因為他合虛空法界一切眾生為一體，所以才會有這樣的感應。所以老法師把問題點出來，你怎麼樣可以做得到「人皆敬之」？你跟別人沒有分別、沒有執著，你跟別人可以平等無二，你可以平等心對待他，別人就尊敬你了。你根塵接觸，我相跑出來，人相，對立相出來了，他怎麼會尊敬你？因為你排斥他；你排斥他，他就不尊敬你了。"
    },
    {
      "id": "02-042-0149_p0025",
      "zh_CN": "老法师说，我们自己想一想，什么时候能够达到这个水平？怎么样才可以做得到？跟众生合为一体，这是很不容易的。不要说天下的众生，就像你跟你的莲友、你跟你的家人、你跟你的朋友，你能不能够合为一体？要怎么样？你一定要打破执着跟分别，否则你做不到，你一定要转识成智。在于凌波老居士着《八识规矩颂》里面讲，初地菩萨就开始转识成智了，第六识分别转成下品妙观察智，开始用智慧观察；第七识末那执着，转成下品的平等性智。所以你要怎么样才可以证得平等？唯识学里面讲的初地菩萨。到八地菩萨的时候，第六识就转成中品的妙观察智，第七识转成中品的平等性智。到十地满心金刚喻定现前时，第六识转成上品的妙观察智，第七识转成上品的平等性智，阿赖耶识（第八识）转成什么？转成大圆镜智，那前面的眼、耳、鼻、舌、身这五根就转成所作智。这是老法师常在讲的，转八识成四智菩提。所以如果你能够做到这样转识成智，你就可以跟众生合为一体。否则你做不到，你是你、我是我，你就还有分别，你就会有执着，这是我的道场、这是我的钱、这是我的莲友。",
      "zh_TW": "老法師說，我們自己想一想，什麼時候能夠達到這個水平？怎麼樣才可以做得到？跟眾生合為一體，這是很不容易的。不要說天下的眾生，就像你跟你的蓮友、你跟你的家人、你跟你的朋友，你能不能夠合為一體？要怎麼樣？你一定要打破執著跟分別，否則你做不到，你一定要轉識成智。在于凌波老居士著《八識規矩頌》裡面講，初地菩薩就開始轉識成智了，第六識分別轉成下品妙觀察智，開始用智慧觀察；第七識末那執著，轉成下品的平等性智。所以你要怎麼樣才可以證得平等？唯識學裡面講的初地菩薩。到八地菩薩的時候，第六識就轉成中品的妙觀察智，第七識轉成中品的平等性智。到十地滿心金剛喻定現前時，第六識轉成上品的妙觀察智，第七識轉成上品的平等性智，阿賴耶識（第八識）轉成什麼？轉成大圓鏡智，那前面的眼、耳、鼻、舌、身這五根就轉成所作智。這是老法師常在講的，轉八識成四智菩提。所以如果你能夠做到這樣轉識成智，你就可以跟眾生合為一體。否則你做不到，你是你、我是我，你就還有分別，你就會有執著，這是我的道場、這是我的錢、這是我的蓮友。"
    },
    {
      "id": "02-042-0149_p0026",
      "zh_CN": "老法师就做到了，老法师透过他的修行的行为，就让你看到、见到这个境界。老法师不用讲到这么深，什么妙观察智、平等性智、大圆镜智、成所作智，老法师表法给你看。老法师怎么做到？我讲个最简单的例子，他老人家没有道场，他不盖道场，他就能够平等了。他到任何一个道场去，他曾经到香港圣一法师那边去讲经，那边是修禅的。老法师如果到禅宗的道场，一定赞叹禅宗的殊胜，他就不讲净土。这个叫做什么？平等性智，老法师没有第七识末那的执着。老法师如果到一个道场去讲经，他也常常到佛陀教育基金会来，到我们孝廉讲堂来两次，人家给他所有的供养，他全部留下来不带走。老法师在讲《太上感应篇》的时候，特别提到，他告诉他的学生、弟子，你们到别人道场去讲经，千万不要互留电话，人家都吓死了，人家怕你把他的学生、弟子带走。老法师说，留电话还不打紧，还互相照个相、合个影。留个影以后，人家给你供养，你全部都带走，老法师说，下次人家不会找你去讲经，那法缘就断掉了，他的慧命也断掉了，你为了那个小小的供养，你断了这个法缘，断了这个慧命，多划不来的事情。",
      "zh_TW": "老法師就做到了，老法師透過他的修行的行為，就讓你看到、見到這個境界。老法師不用講到這麼深，什麼妙觀察智、平等性智、大圓鏡智、成所作智，老法師表法給你看。老法師怎麼做到？我講個最簡單的例子，他老人家沒有道場，他不蓋道場，他就能夠平等了。他到任何一個道場去，他曾經到香港聖一法師那邊去講經，那邊是修禪的。老法師如果到禪宗的道場，一定讚歎禪宗的殊勝，他就不講淨土。這個叫做什麼？平等性智，老法師沒有第七識末那的執著。老法師如果到一個道場去講經，他也常常到佛陀教育基金會來，到我們孝廉講堂來兩次，人家給他所有的供養，他全部留下來不帶走。老法師在講《太上感應篇》的時候，特別提到，他告訴他的學生、弟子，你們到別人道場去講經，千萬不要互留電話，人家都嚇死了，人家怕你把他的學生、弟子帶走。老法師說，留電話還不打緊，還互相照個相、合個影。留個影以後，人家給你供養，你全部都帶走，老法師說，下次人家不會找你去講經，那法緣就斷掉了，他的慧命也斷掉了，你為了那個小小的供養，你斷了這個法緣，斷了這個慧命，多划不來的事情。"
    },
    {
      "id": "02-042-0149_p0027",
      "zh_CN": "所以老法师他到任何一个地方，都把人家给他的供养留下给当地的道场。这个叫什么？老法师没有跟你讲这个叫平等性智，在我浅见，这个叫做妙观察智。老和尚会智慧观察：「我为什么让你苦恼？我为什么让你生烦恼？」对不对？菩萨所到之处皆令众生得欢喜，老法师不就做到这个境界吗？这个境界就是法身大士的境界，对不对？老法师没有把供养带走，就是没有末那识，没有执着。老法师不执着说这是人家给我的供养我要带走，那老法师还有我相、老法师还有人相、老法师还有众生相。这一千个人听我讲经，众生相。这么多人听我讲经，有这些功德相，寿者相。事实上，老法师没有四相了，也没有四见，老法师跟六祖大师一样、跟海贤老法师一样，老法师已经做到《金刚经》里面讲的境界，「应无所住而生其心」，了不起！跟鸟窠禅师一样，吹布毛跟「诸恶莫作，众善奉行」是平等无二，老法师入这个境界了，太殊胜了，众弟子们，我们看得出来吗？",
      "zh_TW": "所以老法師他到任何一個地方，都把人家給他的供養留下給當地的道場。這個叫什麼？老法師沒有跟你講這個叫平等性智，在我淺見，這個叫做妙觀察智。老和尚會智慧觀察：「我為什麼讓你苦惱？我為什麼讓你生煩惱？」對不對？菩薩所到之處皆令眾生得歡喜，老法師不就做到這個境界嗎？這個境界就是法身大士的境界，對不對？老法師沒有把供養帶走，就是沒有末那識，沒有執著。老法師不執著說這是人家給我的供養我要帶走，那老法師還有我相、老法師還有人相、老法師還有眾生相。這一千個人聽我講經，眾生相。這麼多人聽我講經，有這些功德相，壽者相。事實上，老法師沒有四相了，也沒有四見，老法師跟六祖大師一樣、跟海賢老法師一樣，老法師已經做到《金剛經》裡面講的境界，「應無所住而生其心」，了不起！跟鳥窠禪師一樣，吹布毛跟「諸惡莫作，眾善奉行」是平等無二，老法師入這個境界了，太殊勝了，眾弟子們，我們看得出來嗎？"
    },
    {
      "id": "02-042-0149_p0028",
      "zh_CN": "这就是这里面讲的，老法师做到他自己讲的境界，老法师是做到了再说出来。我们是说出来还做不到。老法师做到什么？老法师做到，他合虚空法界一切众生为一体，所以他推动多元文化教育、宗教的融合。他在联合国教科文组织不断的呼吁，他到回教国家，老和尚的好朋友马哈迪、纳吉，马来西亚的前首相跟现任首相，他不断的跟他们讲《群书治要》的重要性。帮助基督教、帮助回教，甚至莲友都起烦恼，师父，我给你供养，你怎么可以供养回教？师父说，你为什么要这样分别？他只是菩萨示现在另外一个教派里面去教化那些众生。所以老法师他是合虚空法界一切众生为一体，老法师就是真正的善人，「诸上善人，俱会一处」。所以我们读到这一段的时候，我们心有戚戚焉。老法师为什么今天住世讲经说法，九十嵩寿，身体还这么健康、这么长寿、这么康宁？因为老法师为众生表法做到上善了。诸佛如来、诸大菩萨他们都做到了，所以我们都非常的恭敬诸佛如来、诸大菩萨。为什么龙天护法拥护？就是天道佑之。为什么众生不管善人恶人，对诸佛菩萨都非常的恭敬？因为诸佛菩萨（诸佛如来、诸大菩萨）都合虚空法界一切众生为一体。",
      "zh_TW": "這就是這裡面講的，老法師做到他自己講的境界，老法師是做到了再說出來。我們是說出來還做不到。老法師做到什麼？老法師做到，他合虛空法界一切眾生為一體，所以他推動多元文化教育、宗教的融合。他在聯合國教科文組織不斷的呼籲，他到回教國家，老和尚的好朋友馬哈迪、納吉，馬來西亞的前首相跟現任首相，他不斷的跟他們講《群書治要》的重要性。幫助基督教、幫助回教，甚至蓮友都起煩惱，師父，我給你供養，你怎麼可以供養回教？師父說，你為什麼要這樣分別？他只是菩薩示現在另外一個教派裡面去教化那些眾生。所以老法師他是合虛空法界一切眾生為一體，老法師就是真正的善人，「諸上善人，俱會一處」。所以我們讀到這一段的時候，我們心有戚戚焉。老法師為什麼今天住世講經說法，九十嵩壽，身體還這麼健康、這麼長壽、這麼康寧？因為老法師為眾生表法做到上善了。諸佛如來、諸大菩薩他們都做到了，所以我們都非常的恭敬諸佛如來、諸大菩薩。為什麼龍天護法擁護？就是天道佑之。為什麼眾生不管善人惡人，對諸佛菩薩都非常的恭敬？因為諸佛菩薩（諸佛如來、諸大菩薩）都合虛空法界一切眾生為一體。"
    },
    {
      "id": "02-042-0149_p0029",
      "zh_CN": "所以，老法师为什么说，他往生极乐世界他有把握？根本的原因就在这里，老法师做到了。他做到什么？上善、中善、下善全做到了，净业三福的三善他全部做到了。「发菩提心，深信因果，读诵大乘，劝进行者」落实了，一定往生的。所以我们读到老法师这一段的开示，我们非常感恩老法师这样的一个慈悲开示。他如果没有这样开示，我们怎么会明白，为什么我念佛念了半天，没有得到佛菩萨给我保佑，我还生了一大堆病，我儿子还不乖，我的家庭还不幸福。原因是你完全不明白也没做到小善，下品善、中品善、上品善都没有做到，当然不能感应道交，改变命运。如果你能做到下品善，你也可以得到《太上感应篇》所说，「人皆敬之，天道佑之，福禄随之，众邪远之，神灵卫之」。",
      "zh_TW": "所以，老法師為什麼說，他往生極樂世界他有把握？根本的原因就在這裡，老法師做到了。他做到什麼？上善、中善、下善全做到了，淨業三福的三善他全部做到了。「發菩提心，深信因果，讀誦大乘，勸進行者」落實了，一定往生的。所以我們讀到老法師這一段的開示，我們非常感恩老法師這樣的一個慈悲開示。他如果沒有這樣開示，我們怎麼會明白，為什麼我念佛念了半天，沒有得到佛菩薩給我保佑，我還生了一大堆病，我兒子還不乖，我的家庭還不幸福。原因是你完全不明白也沒做到小善，下品善、中品善、上品善都沒有做到，當然不能感應道交，改變命運。如果你能做到下品善，你也可以得到《太上感應篇》所說，「人皆敬之，天道佑之，福祿隨之，眾邪遠之，神靈衛之」。"
    },
    {
      "id": "02-042-0149_p0030",
      "zh_CN": "惭愧弟子黄柏霖报告至此，祈请师父上人教诲。若有讲得不妥之处，请各位法师、同修大德批评指教。阿弥陀佛！",
      "zh_TW": "慚愧弟子黃柏霖報告至此，祈請師父上人教誨。若有講得不妥之處，請各位法師、同修大德批評指教。阿彌陀佛！"
    },
    {
      "id": "02-042-0149_p0031",
      "zh_CN": "老法师：我们听了黄居士这一篇的报告，他给我们很详细的，将王居士回魂不可思议的这桩事情说给我们听，这是现在人，真人真事。有没有鬼道？有没有地藏菩萨？在极度困难的时候，地藏菩萨来救她，凭什么？这个人肯定善多于恶。这善恶有个比较，每个人起心动念、言语造作，不是善就是恶，不是恶就是善。我们也听过很多这些故事。我们身心健康，我们居住环境的好坏，全部都是我们业力所感召的，跟佛经上说的没有两样。大乘经上佛常说「相由心生」，相是物质现象，身体是物质现象，生活环境是物质现象，相由心生，这个心就是念头。",
      "zh_TW": "老法師：我們聽了黃居士這一篇的報告，他給我們很詳細的，將王居士回魂不可思議的這樁事情說給我們聽，這是現在人，真人真事。有沒有鬼道？有沒有地藏菩薩？在極度困難的時候，地藏菩薩來救她，憑什麼？這個人肯定善多於惡。這善惡有個比較，每個人起心動念、言語造作，不是善就是惡，不是惡就是善。我們也聽過很多這些故事。我們身心健康，我們居住環境的好壞，全部都是我們業力所感召的，跟佛經上說的沒有兩樣。大乘經上佛常說「相由心生」，相是物質現象，身體是物質現象，生活環境是物質現象，相由心生，這個心就是念頭。"
    },
    {
      "id": "02-042-0149_p0032",
      "zh_CN": "极乐世界为什么那么好？每个往生的人都有极好的念头。什么念头是极好的念头？念阿弥陀佛的念头是极好的念头。为什么？这句佛号圆满包罗十方三世一切诸佛名号；换句话说，念阿弥陀佛，就把十方三世所有一切诸佛统统念到了，一个也没漏掉，这还得了吗？又告诉我们，这句佛号不但是佛的总名号，而且佛号里面包含十方三世一切诸佛所说的一切经论，一句话都包括了。名号功德不可思议，我们很难体会。《华严经》上告诉我们「一即一切，一切即一」，落实在净宗，这个「一」就是名号，阿弥陀佛名号；「一切」那就是一切万法，世出世间一切法全在里面。真正清楚、真正明白，哪有不念的道理？念什么都不如念这句佛号。为什么我们念了这么多年不灵？这不灵的原因，是我们的心不够真诚、不够恭敬。印祖讲得很好，诚敬两个字，「一分诚敬得一分利益，十分诚敬得十分利益」，用在念佛这个地方。",
      "zh_TW": "極樂世界為什麼那麼好？每個往生的人都有極好的念頭。什麼念頭是極好的念頭？念阿彌陀佛的念頭是極好的念頭。為什麼？這句佛號圓滿包羅十方三世一切諸佛名號；換句話說，念阿彌陀佛，就把十方三世所有一切諸佛統統念到了，一個也沒漏掉，這還得了嗎？又告訴我們，這句佛號不但是佛的總名號，而且佛號裡面包含十方三世一切諸佛所說的一切經論，一句話都包括了。名號功德不可思議，我們很難體會。《華嚴經》上告訴我們「一即一切，一切即一」，落實在淨宗，這個「一」就是名號，阿彌陀佛名號；「一切」那就是一切萬法，世出世間一切法全在裡面。真正清楚、真正明白，哪有不念的道理？念什麼都不如念這句佛號。為什麼我們念了這麼多年不靈？這不靈的原因，是我們的心不夠真誠、不夠恭敬。印祖講得很好，誠敬兩個字，「一分誠敬得一分利益，十分誠敬得十分利益」，用在念佛這個地方。"
    },
    {
      "id": "02-042-0149_p0033",
      "zh_CN": "经上讲得很明白，真的不是假的。「忆佛念佛」，忆是心里想佛，别打妄想，把打妄想换成想阿弥陀佛。所以供佛像，供一尊，一生不要改变，为什么？你天天看它，印象很深，便于观想，我心里想的阿弥陀佛相就是我供的这尊像。所以不能供得太多，都是阿弥陀佛的像，都不一样，这一到往生的时候，哪一尊佛相是真的、哪个是假的，这个念头一动就去不成了。所以一生供养一尊像，不会有这个问题，一个名号，一尊像。我们这几十年来，都供着这个，我们这边蓝底白色的这一尊像。这尊像是清朝的，应该是清朝初年，差不多有三百年，瓷的，塑得真好，愈看愈欢喜。现在方便了，瓷的不好带，容易打破，所以我们把它照下来，做成照片，大量流通。无论到什么地方，身上一定带这张佛像，养成习惯。想佛就想这一尊佛，阿弥陀佛；念佛就念这一句佛号，阿弥陀佛，念这个就一切都念到了，佛门里头，释迦牟尼佛所说的，大乘小乘、显教密教、宗门教下，全在里头，一样都不漏。十方诸佛赞叹，十方诸佛没有不劝人念佛的，没有不赞叹念佛的，这功德多大，我们千万不能忘记。遇到什么灾难，不怕；念佛，问题就化解了。王居士这个经历，她是个念佛人，所以这样大的难关，两次遇到地藏菩萨，她回来了。这十一个小时，灵魂离开身体，把这个经过的历程为我们说出来，证实佛经上所说的，没有妄语，都是真实的。",
      "zh_TW": "經上講得很明白，真的不是假的。「憶佛念佛」，憶是心裡想佛，別打妄想，把打妄想換成想阿彌陀佛。所以供佛像，供一尊，一生不要改變，為什麼？你天天看它，印象很深，便於觀想，我心裡想的阿彌陀佛相就是我供的這尊像。所以不能供得太多，都是阿彌陀佛的像，都不一樣，這一到往生的時候，哪一尊佛相是真的、哪個是假的，這個念頭一動就去不成了。所以一生供養一尊像，不會有這個問題，一個名號，一尊像。我們這幾十年來，都供著這個，我們這邊藍底白色的這一尊像。這尊像是清朝的，應該是清朝初年，差不多有三百年，瓷的，塑得真好，愈看愈歡喜。現在方便了，瓷的不好帶，容易打破，所以我們把它照下來，做成照片，大量流通。無論到什麼地方，身上一定帶這張佛像，養成習慣。想佛就想這一尊佛，阿彌陀佛；念佛就念這一句佛號，阿彌陀佛，念這個就一切都念到了，佛門裡頭，釋迦牟尼佛所說的，大乘小乘、顯教密教、宗門教下，全在裡頭，一樣都不漏。十方諸佛讚歎，十方諸佛沒有不勸人念佛的，沒有不讚歎念佛的，這功德多大，我們千萬不能忘記。遇到什麼災難，不怕；念佛，問題就化解了。王居士這個經歷，她是個念佛人，所以這樣大的難關，兩次遇到地藏菩薩，她回來了。這十一個小時，靈魂離開身體，把這個經過的歷程為我們說出來，證實佛經上所說的，沒有妄語，都是真實的。"
    },
    {
      "id": "02-042-0149_p0034",
      "zh_CN": "难，难在什么？信。我们信佛了，但是还是有几分怀疑，这个信心不踏实，问题出在这里。果然诚信，像刘素云那样；刘素云刚刚接触佛法，得红斑狼疮，那比癌症还严重，她为什么能度过这个难关？她若无其事，根本就不理这回事情，把生死置之于度外，每天听经十个小时，真叫一门深入。她十个小时，那个时候用光碟，一个光碟一个小时，早年间，就这一片听十遍，长时薰修。一天听一片，一片听十个小时，听完了从头再听，十年如一日。她念佛，信愿行统统具足，「一门深入，长时薰修」，「读书千遍，其义自见」。所以有人说她有神通，我不敢说，念了这十几年，当然有效。她很少出门，从来不应酬，每年也到我这来个一、二次，每次大概不超过一个星期。学佛要像她这样学法，像海贤老和尚一样，没有丝毫疑惑，真信有极乐世界，真信有阿弥陀佛，真信四十八愿加持念佛人、摄受念佛人，真念佛人必定生净土，不能怀疑。",
      "zh_TW": "難，難在什麼？信。我們信佛了，但是還是有幾分懷疑，這個信心不踏實，問題出在這裡。果然誠信，像劉素雲那樣；劉素雲剛剛接觸佛法，得紅斑狼瘡，那比癌症還嚴重，她為什麼能度過這個難關？她若無其事，根本就不理這回事情，把生死置之於度外，每天聽經十個小時，真叫一門深入。她十個小時，那個時候用光碟，一個光碟一個小時，早年間，就這一片聽十遍，長時薰修。一天聽一片，一片聽十個小時，聽完了從頭再聽，十年如一日。她念佛，信願行統統具足，「一門深入，長時薰修」，「讀書千遍，其義自見」。所以有人說她有神通，我不敢說，念了這十幾年，當然有效。她很少出門，從來不應酬，每年也到我這來個一、二次，每次大概不超過一個星期。學佛要像她這樣學法，像海賢老和尚一樣，沒有絲毫疑惑，真信有極樂世界，真信有阿彌陀佛，真信四十八願加持念佛人、攝受念佛人，真念佛人必定生淨土，不能懷疑。"
    },
    {
      "id": "02-042-0149_p0035",
      "zh_CN": "利益众生的事情是善事，有缘就做，没有缘不攀缘，攀缘就做错了。为什么有攀缘？世间人，名利心没有放下；学佛的人，我要修点功德的心没有放下。其实，念阿弥陀佛就是功德，圆满的功德。对众生有利益，遇到了应该做，帮助苦难众生；遇不到，别去找，念这句佛号就好，就是圆满功德。很难得，这个故事我们自己知道，也可以多看几遍，特别是初学，也有老修，都可以讲给大家听听。他的题目「合虚空法界一切众生为一体」，本来是一体，众生迷了，不知道是一体；真正懂得是一体，菩提心自然生出来。好，我们看底下一位。",
      "zh_TW": "利益眾生的事情是善事，有緣就做，沒有緣不攀緣，攀緣就做錯了。為什麼有攀緣？世間人，名利心沒有放下；學佛的人，我要修點功德的心沒有放下。其實，念阿彌陀佛就是功德，圓滿的功德。對眾生有利益，遇到了應該做，幫助苦難眾生；遇不到，別去找，念這句佛號就好，就是圓滿功德。很難得，這個故事我們自己知道，也可以多看幾遍，特別是初學，也有老修，都可以講給大家聽聽。他的題目「合虛空法界一切眾生為一體」，本來是一體，眾生迷了，不知道是一體；真正懂得是一體，菩提心自然生出來。好，我們看底下一位。"
    },
    {
      "id": "02-042-0149_p0036",
      "zh_CN": "学生：《人是教得好的》第六集节录。尊敬的师父上人，尊敬的诸位法师、大德仁者，阿弥陀佛！惭愧弟子妙音今日恭敬报告的主题是「人人必看的采访」。",
      "zh_TW": "學生：《人是教得好的》第六集節錄。尊敬的師父上人，尊敬的諸位法師、大德仁者，阿彌陀佛！慚愧弟子妙音今日恭敬報告的主題是「人人必看的採訪」。"
    },
    {
      "id": "02-042-0149_p0037",
      "zh_CN": "在广东省某县，我们进行了历时一年多的采访，感到深受教育。被采访者，有普通百姓，还有看守所极恶的犯人，通过学习圣贤教育，这些人都能教成好人。因此，我们相信「人是教得好的」，这绝对不是口号，这个社会绝对有希望，大有前途。中国可以给天下做最好的榜样，这就是实验证明的结果。",
      "zh_TW": "在廣東省某縣，我們進行了歷時一年多的採訪，感到深受教育。被採訪者，有普通百姓，還有看守所極惡的犯人，通過學習聖賢教育，這些人都能教成好人。因此，我們相信「人是教得好的」，這絕對不是口號，這個社會絕對有希望，大有前途。中國可以給天下做最好的榜樣，這就是實驗證明的結果。"
    },
    {
      "id": "02-042-0149_p0038",
      "zh_CN": "一、浪子回头，天必佑之",
      "zh_TW": "一、浪子回頭，天必佑之"
    },
    {
      "id": "02-042-0149_p0039",
      "zh_CN": "看守所其中一位犯人是一名死刑犯，三十多岁，他是因为持枪杀人被抓。他拿枪把别人打死之后，自己也不想活了，举起枪自杀，一枪朝头打去，把头盖骨打穿了。后来警察来了之后，把他抢救过来，但是大脑已经受了损伤，所以他身体一直在那发抖，那都是后遗症。他已经被判处死刑，这样一个畏罪自杀、穷凶极恶、黑社会的人，让他学习传统文化还有什么价值、还有什么意义？他能学出个什么来？我们来看看。",
      "zh_TW": "看守所其中一位犯人是一名死刑犯，三十多歲，他是因為持槍殺人被抓。他拿槍把別人打死之後，自己也不想活了，舉起槍自殺，一槍朝頭打去，把頭蓋骨打穿了。後來警察來了之後，把他搶救過來，但是大腦已經受了損傷，所以他身體一直在那發抖，那都是後遺症。他已經被判處死刑，這樣一個畏罪自殺、窮凶極惡、黑社會的人，讓他學習傳統文化還有什麼價值、還有什麼意義？他能學出個什麼來？我們來看看。"
    },
    {
      "id": "02-042-0149_p0040",
      "zh_CN": "采访者问：「你因为杀人被抓进来的，在这已经有多久了？」犯人说：「二Ｏ一二年五月份进来的。」已经进来两年多了。他学传统文化有什么感受？「感受很大，学传统文化之前我都死过几次了，自从学了传统文化到现在，给了我新生的念头。」问：「但是你已经被判死刑了，你说的这个新生的念头是什么意思？」答：「我觉得挺对不起我父母亲。」在过去，他从来都没有过这种想法，「自从学了传统文化就有。」他的孝心生起来了。问：「你过去做过很多坏事，可能没觉得后悔过，但是现在后悔了是吧？」答：「是。如果我早一年能接触传统文化，我就不会出这样的事了。」",
      "zh_TW": "採訪者問：「你因為殺人被抓進來的，在這已經有多久了？」犯人說：「二Ｏ一二年五月份進來的。」已經進來兩年多了。他學傳統文化有什麼感受？「感受很大，學傳統文化之前我都死過幾次了，自從學了傳統文化到現在，給了我新生的念頭。」問：「但是你已經被判死刑了，你說的這個新生的念頭是什麼意思？」答：「我覺得挺對不起我父母親。」在過去，他從來都沒有過這種想法，「自從學了傳統文化就有。」他的孝心生起來了。問：「你過去做過很多壞事，可能沒覺得後悔過，但是現在後悔了是吧？」答：「是。如果我早一年能接觸傳統文化，我就不會出這樣的事了。」"
    },
    {
      "id": "02-042-0149_p0041",
      "zh_CN": "现在判决书已经下来了，他是死刑，随时都有可能被提出去枪决，他现在有什么愿望？七月二十八日，这名犯人把自己的愿望全部写了下来。他最后写道，希望能够把他的事例给天下人看，尤其是给那些准备拿起刀和枪，准备打打杀杀的那些黑社会小青年听一下，可能会挽救成百、上千、上万的生命，和千百万个家庭。这是他现在的真实想法。",
      "zh_TW": "現在判決書已經下來了，他是死刑，隨時都有可能被提出去槍決，他現在有什麼願望？七月二十八日，這名犯人把自己的願望全部寫了下來。他最後寫道，希望能夠把他的事例給天下人看，尤其是給那些準備拿起刀和槍，準備打打殺殺的那些黑社會小青年聽一下，可能會挽救成百、上千、上萬的生命，和千百萬個家庭。這是他現在的真實想法。"
    },
    {
      "id": "02-042-0149_p0042",
      "zh_CN": "采访者问：「我看你原来还写过一封信，你说我很快就要离开这个世界了，你还有最后的一个愿望，就是希望在看守所里的这个传统文化教育不要中断是吗？」犯人答：「是。因为传统文化可以教育很多人，看守所每天差不多都会进来人，我能学到，他们刚进来都学不到了。」他怕传统文化教育中断了之后，以后的犯人就不能得救了。「我死了都没有什么所谓，最主要是让后来人不要重踏我的脚步。」采访者问：「你觉得天下犯人要是不学这个的话太可惜了是吧？」犯人说：「是。如果不学传统文化，他们出去了还会再进来。」他们还会继续造作恶业，继续再受罪业。",
      "zh_TW": "採訪者問：「我看你原來還寫過一封信，你說我很快就要離開這個世界了，你還有最後的一個願望，就是希望在看守所裡的這個傳統文化教育不要中斷是嗎？」犯人答：「是。因為傳統文化可以教育很多人，看守所每天差不多都會進來人，我能學到，他們剛進來都學不到了。」他怕傳統文化教育中斷了之後，以後的犯人就不能得救了。「我死了都沒有什麼所謂，最主要是讓後來人不要重踏我的腳步。」採訪者問：「你覺得天下犯人要是不學這個的話太可惜了是吧？」犯人說：「是。如果不學傳統文化，他們出去了還會再進來。」他們還會繼續造作惡業，繼續再受罪業。"
    },
    {
      "id": "02-042-0149_p0043",
      "zh_CN": "这名犯人在文中写道：「我不知道哪一天就要离开这个世界了，等待着死亡的来临，可以说是无比的痛苦，要不是《弟子规》陪伴我度过每一天，我都不知道该怎么样活下去。如果能够拿我的事例来教育好那些作恶的人，那么就是我到了另外一个世界也会安慰，因为我偿还了血债。」他感到自己就死而无憾了：「我死并不可怕，可怕的那些后来人会重复我的脚步。」",
      "zh_TW": "這名犯人在文中寫道：「我不知道哪一天就要離開這個世界了，等待著死亡的來臨，可以說是無比的痛苦，要不是《弟子規》陪伴我度過每一天，我都不知道該怎麼樣活下去。如果能夠拿我的事例來教育好那些作惡的人，那麼就是我到了另外一個世界也會安慰，因為我償還了血債。」他感到自己就死而無憾了：「我死並不可怕，可怕的那些後來人會重複我的腳步。」"
    },
    {
      "id": "02-042-0149_p0044",
      "zh_CN": "采访者问：「要想杜绝这个，唯一的方法就是进行传统文化教育。我看你这信上写了两次『人之将死，其言也善』，你在过去从来没有说过这些善的话？从来没有？」犯人说：「没有。我都并不觉得我做这些事是错的。」过去他总是认为自己是对的，这回头一次认错、认罪了。现在他一直在读佛经。犯人说：「读佛经可以消除烦恼，还有解头痛之忧。」只要读诵佛经，头痛就会好一点。「读佛经就好一点，过后就还会再痛。我做这点不算什么，是我欠这个社会的，是我应该做的。」采访者说：「但是你这颗心太好了，太难得了。所以没事就念佛。」",
      "zh_TW": "採訪者問：「要想杜絕這個，唯一的方法就是進行傳統文化教育。我看你這信上寫了兩次『人之將死，其言也善』，你在過去從來沒有說過這些善的話？從來沒有？」犯人說：「沒有。我都並不覺得我做這些事是錯的。」過去他總是認為自己是對的，這回頭一次認錯、認罪了。現在他一直在讀佛經。犯人說：「讀佛經可以消除煩惱，還有解頭痛之憂。」只要讀誦佛經，頭痛就會好一點。「讀佛經就好一點，過後就還會再痛。我做這點不算什麼，是我欠這個社會的，是我應該做的。」採訪者說：「但是你這顆心太好了，太難得了。所以沒事就念佛。」"
    },
    {
      "id": "02-042-0149_p0045",
      "zh_CN": "当被问及他想对家里人说些什么，这位犯人说：「我想对我家里人说，我太对不起他们了。对我父母亲说，身体发肤受之父母，我还没有尽过一天孝，希望来世再做他们的儿子，报答他们、孝敬他们。同时我还想对死者的家属说声对不起。」采访者说：「被你杀害的人，你现在忏悔。我觉得黄所长那个话很有道理，他讲的话是《孝经》里的话，他说『孝悌之至，通于神明，光于四海，无所不通』。你现在虽然在监狱里，见不到父母，能不能尽孝？可以。你读诵经典，包括佛经，回向给他们，他们都能够收到，这是《孝经》里所讲的，这就是尽孝。而且你现在存这么好的心，菩萨的心，你的父母都会跟着沾光，受害人也能够宽恕你。我们希望你不要害怕死亡，这个是什么？用你的话叫什么？叫赎罪，叫还债，偿还一条命债，不要害怕。」犯人说：「我不害怕，我这条命都是欠他们的。」",
      "zh_TW": "當被問及他想對家裡人說些什麼，這位犯人說：「我想對我家裡人說，我太對不起他們了。對我父母親說，身體髮膚受之父母，我還沒有盡過一天孝，希望來世再做他們的兒子，報答他們、孝敬他們。同時我還想對死者的家屬說聲對不起。」採訪者說：「被你殺害的人，你現在懺悔。我覺得黃所長那個話很有道理，他講的話是《孝經》裡的話，他說『孝悌之至，通於神明，光於四海，無所不通』。你現在雖然在監獄裡，見不到父母，能不能盡孝？可以。你讀誦經典，包括佛經，迴向給他們，他們都能夠收到，這是《孝經》裡所講的，這就是盡孝。而且你現在存這麼好的心，菩薩的心，你的父母都會跟著沾光，受害人也能夠寬恕你。我們希望你不要害怕死亡，這個是什麼？用你的話叫什麼？叫贖罪，叫還債，償還一條命債，不要害怕。」犯人說：「我不害怕，我這條命都是欠他們的。」"
    },
    {
      "id": "02-042-0149_p0046",
      "zh_CN": "采访者说：「那你仅有的这几天的时间，你都存着这颗善心，祝福天下人，祝福以后进来的这些犯人都能够学到这个传统文化。你带着这么一颗心离开这个人间，一定会去好地方，不要恐怖、不要害怕，你这个心是仁慈的心。我想后来的这些犯人，虽然没有能见到你，但是你写的信我相信会挂在看守所里，让后来的人都看到，这里曾经有过一个死刑犯，他有这么好的祝福，有这么好的建议，能拯救很多很多的后来人。他们因为你的忏悔，因为你的劝告、忠告，都受益了，他们也感恩你。」",
      "zh_TW": "採訪者說：「那你僅有的這幾天的時間，你都存著這顆善心，祝福天下人，祝福以後進來的這些犯人都能夠學到這個傳統文化。你帶著這麼一顆心離開這個人間，一定會去好地方，不要恐怖、不要害怕，你這個心是仁慈的心。我想後來的這些犯人，雖然沒有能見到你，但是你寫的信我相信會掛在看守所裡，讓後來的人都看到，這裡曾經有過一個死刑犯，他有這麼好的祝福，有這麼好的建議，能拯救很多很多的後來人。他們因為你的懺悔，因為你的勸告、忠告，都受益了，他們也感恩你。」"
    },
    {
      "id": "02-042-0149_p0047",
      "zh_CN": "刚才这段采访，特别盼望像司法部、司法局这些主管监狱、犯人的机构，以及公安干警，都应该来看看，真是太感动人了。就这样一个人，等待上刑场「砰」的一枪，等待枪决的一名犯人，他学了传统文化没多长时间，就写出这封感人的信，他说我要说的话都在里面。古语有言：「人之将死，其言也善。」看看他所讲的，第一，希望传统文化在监狱里千万别中断了，因为这太好了。我是要死的、是要被枪决的，后边的人要能学着也好。名利跟他已经没关系了，他什么都图不到了，这是没有任何希求的一片爱心，是自己的良心，发自良心的。这样的人，他能够把良心发出来，用什么？用圣贤教育。第二，他没有任何怨恨，死而无憾。第三，他无限的感恩，就是求监狱、求社会，大家都学传统文化。",
      "zh_TW": "剛才這段採訪，特別盼望像司法部、司法局這些主管監獄、犯人的機構，以及公安幹警，都應該來看看，真是太感動人了。就這樣一個人，等待上刑場「砰」的一槍，等待槍決的一名犯人，他學了傳統文化沒多長時間，就寫出這封感人的信，他說我要說的話都在裡面。古語有言：「人之將死，其言也善。」看看他所講的，第一，希望傳統文化在監獄裡千萬別中斷了，因為這太好了。我是要死的、是要被槍決的，後邊的人要能學著也好。名利跟他已經沒關係了，他什麼都圖不到了，這是沒有任何希求的一片愛心，是自己的良心，發自良心的。這樣的人，他能夠把良心發出來，用什麼？用聖賢教育。第二，他沒有任何怨恨，死而無憾。第三，他無限的感恩，就是求監獄、求社會，大家都學傳統文化。"
    },
    {
      "id": "02-042-0149_p0048",
      "zh_CN": "所以采访者在现场就跟他说，你不要害怕，虽然要被枪毙，上刑场，这是你犯的罪要受到惩罚，罪有应得。并劝他念佛，念阿弥陀佛。后来在「阿弥陀佛在人间」的栏目中，专访净空老教授的时候，主持人就把这个感人的事例跟老教授报告。",
      "zh_TW": "所以採訪者在現場就跟他說，你不要害怕，雖然要被槍斃，上刑場，這是你犯的罪要受到懲罰，罪有應得。並勸他念佛，念阿彌陀佛。後來在「阿彌陀佛在人間」的欄目中，專訪淨空老教授的時候，主持人就把這個感人的事例跟老教授報告。"
    },
    {
      "id": "02-042-0149_p0049",
      "zh_CN": "采访者说：「已经判处死刑，不知道哪一天就被执刑，问他死前有哪些话要说，他说我就有一件事情，希望我死之后，我在监狱里边所看到的传统文化不要中断，他说这个太好了。」「这个宣传部长，他说怎么会有犯人，过去你们采访的那个，自己坦白有命案，自己的命都不要了，为了救父母，现在还有这样的，也是死刑犯。他说，人怎么能教出这么好的效果？」",
      "zh_TW": "採訪者說：「已經判處死刑，不知道哪一天就被執刑，問他死前有哪些話要說，他說我就有一件事情，希望我死之後，我在監獄裡邊所看到的傳統文化不要中斷，他說這個太好了。」「這個宣傳部長，他說怎麼會有犯人，過去你們採訪的那個，自己坦白有命案，自己的命都不要了，為了救父母，現在還有這樣的，也是死刑犯。他說，人怎麼能教出這麼好的效果？」"
    },
    {
      "id": "02-042-0149_p0050",
      "zh_CN": "净空老教授：「所以这些死刑犯被判死刑，他都生天了，他不在三途，为什么？他良心完全转过来了，人间判他是死刑，是送他到天道去了，果报不一样。」因此，人造了罪业之后，他的心改变了，后边也能改。老教授说：「后面果报改变了，他到天道去了，这个人间没有那么大的福报，所以他要到天上去。」",
      "zh_TW": "淨空老教授：「所以這些死刑犯被判死刑，他都生天了，他不在三途，為什麼？他良心完全轉過來了，人間判他是死刑，是送他到天道去了，果報不一樣。」因此，人造了罪業之後，他的心改變了，後邊也能改。老教授說：「後面果報改變了，他到天道去了，這個人間沒有那麼大的福報，所以他要到天上去。」"
    },
    {
      "id": "02-042-0149_p0051",
      "zh_CN": "采访者问：「师父，他这个福报是从哪来的？」净空老教授说：「念头转过来的。这一念善，这是大善，他不是为个人，是为所有将来犯罪的人都能够受到这种教育，这就是大善。这救多少人，他自己得救，他会救许许多多人，希望所有犯罪的人都能够觉悟过来，好事情。罪犯他服了，还有罪业还没有被调查出来，他自己发露了，枪毙也不在乎了，良心得安了，这是教育。你看教育的力量多大！那这个人要不要再给他处死刑？不应该了，浪子回头金不换，他变成真正的好人了。」因为如果再处死，就是杀了一个好人了，老教授说：「那就把好人杀掉了。」",
      "zh_TW": "採訪者問：「師父，他這個福報是從哪來的？」淨空老教授說：「念頭轉過來的。這一念善，這是大善，他不是為個人，是為所有將來犯罪的人都能夠受到這種教育，這就是大善。這救多少人，他自己得救，他會救許許多多人，希望所有犯罪的人都能夠覺悟過來，好事情。罪犯他服了，還有罪業還沒有被調查出來，他自己發露了，槍斃也不在乎了，良心得安了，這是教育。你看教育的力量多大！那這個人要不要再給他處死刑？不應該了，浪子回頭金不換，他變成真正的好人了。」因為如果再處死，就是殺了一個好人了，老教授說：「那就把好人殺掉了。」"
    },
    {
      "id": "02-042-0149_p0052",
      "zh_CN": "采访者问：「师父，那他过去他确实杀过人，那个罪该怎么办？」老教授说：「过去杀过人是可以原谅他，那个时候他没有受过教育，他不懂，这就情有可原了。」采访者问：「师父，那大家会问，像这个杀人的人忏悔都可以原谅，那那些贪官呢？」净空老教授说：「贪官可以原谅，是，那你就变成廉洁的官员了，我一样任用你，我信任你。如果你以后再犯的话，那连前面的帐一起算。所以叫忠恕之道。」",
      "zh_TW": "採訪者問：「師父，那他過去他確實殺過人，那個罪該怎麼辦？」老教授說：「過去殺過人是可以原諒他，那個時候他沒有受過教育，他不懂，這就情有可原了。」採訪者問：「師父，那大家會問，像這個殺人的人懺悔都可以原諒，那那些貪官呢？」淨空老教授說：「貪官可以原諒，是，那你就變成廉潔的官員了，我一樣任用你，我信任你。如果你以後再犯的話，那連前面的帳一起算。所以叫忠恕之道。」"
    },
    {
      "id": "02-042-0149_p0053",
      "zh_CN": "想不到这期访谈节目还正在录制的时候，看守所警察打来了一通电话，说这名被判死刑的犯人，最高人民法院把他的案件驳回重审；换句话说，不是死刑了，很有可能是死缓，这人有可能就死不了了，真是不可思议。古语说得好，「人有善愿，天必佑之」，这是真的。这位死刑犯临死之前发了一个大善愿心，竟然案件被驳回重审，刀下留人，这难道是偶然的吗？我们可以想像，他将来如果在监狱里，一定是很虔诚的传统文化弘扬者，他就是一位老师，他可以教给多少犯人好好学习传统文化。这也可能就是老祖宗所说的护佑，人有善愿，天必佑之。发这么大愿心的人，你把他枪毙了，还不如让他多做点好事，天地有好生之德。相信那名受害人的家属听了之后也会感慨，确实，一枪把他毙了，还不如让他多做点善事，因为他已经改过了。尤其学佛人都知道，他再把这些善事都回向给受害人，冤仇就化解了。所以人发大愿心，感天动地，没有不受感动的，如此恶的人都变成一个好人。",
      "zh_TW": "想不到這期訪談節目還正在錄製的時候，看守所警察打來了一通電話，說這名被判死刑的犯人，最高人民法院把他的案件駁回重審；換句話說，不是死刑了，很有可能是死緩，這人有可能就死不了了，真是不可思議。古語說得好，「人有善願，天必佑之」，這是真的。這位死刑犯臨死之前發了一個大善願心，竟然案件被駁回重審，刀下留人，這難道是偶然的嗎？我們可以想像，他將來如果在監獄裡，一定是很虔誠的傳統文化弘揚者，他就是一位老師，他可以教給多少犯人好好學習傳統文化。這也可能就是老祖宗所說的護佑，人有善願，天必佑之。發這麼大願心的人，你把他槍斃了，還不如讓他多做點好事，天地有好生之德。相信那名受害人的家屬聽了之後也會感慨，確實，一槍把他斃了，還不如讓他多做點善事，因為他已經改過了。尤其學佛人都知道，他再把這些善事都迴向給受害人，冤仇就化解了。所以人發大願心，感天動地，沒有不受感動的，如此惡的人都變成一個好人。"
    },
    {
      "id": "02-042-0149_p0054",
      "zh_CN": "二、欲是深渊，莫取凶财",
      "zh_TW": "二、欲是深淵，莫取凶財"
    },
    {
      "id": "02-042-0149_p0055",
      "zh_CN": "下一位犯人刚满十七岁，抢劫、强奸，无所不为，到看守所学习传统文化，也都学好了。",
      "zh_TW": "下一位犯人剛滿十七歲，搶劫、強姦，無所不為，到看守所學習傳統文化，也都學好了。"
    },
    {
      "id": "02-042-0149_p0056",
      "zh_CN": "采访者问：「你自己现在回想起来，自己犯这么重的这些罪，为什么？」犯人说：「人的欲望。因为整天在外面玩，又向家里拿钱，家里不给钱，之后一心想要多一点。」问：「就是欲望控制不住，家里又要不出钱来，那你会怎么办？」犯人说：「所以就想到了去抢，这样快而且又不用自己的劳动力，这样去抢的。」",
      "zh_TW": "採訪者問：「你自己現在回想起來，自己犯這麼重的這些罪，為什麼？」犯人說：「人的欲望。因為整天在外面玩，又向家裡拿錢，家裡不給錢，之後一心想要多一點。」問：「就是欲望控制不住，家裡又要不出錢來，那你會怎麼辦？」犯人說：「所以就想到了去搶，這樣快而且又不用自己的勞動力，這樣去搶的。」"
    },
    {
      "id": "02-042-0149_p0057",
      "zh_CN": "采访者问：「那你学了《弟子规》、传统文化之后，为什么就不会再做这样的事情了？」犯人说：「你抢的东西倒过来，那是不义之财。」这全都是凶财。「抢了之后，还要被抓进来受牢狱之灾，这点我已经想通了。」以前他从来不考虑这些事情。问：「那你们总听说过犯罪要判刑的。」犯人说：「以前是想，抢了，别人不会知道我是谁；现在就想，没有这种可能，既然抢了，就一定会有人知道的。」",
      "zh_TW": "採訪者問：「那你學了《弟子規》、傳統文化之後，為什麼就不會再做這樣的事情了？」犯人說：「你搶的東西倒過來，那是不義之財。」這全都是凶財。「搶了之後，還要被抓進來受牢獄之災，這點我已經想通了。」以前他從來不考慮這些事情。問：「那你們總聽說過犯罪要判刑的。」犯人說：「以前是想，搶了，別人不會知道我是誰；現在就想，沒有這種可能，既然搶了，就一定會有人知道的。」"
    },
    {
      "id": "02-042-0149_p0058",
      "zh_CN": "采访者问：「你对因果教育，因果报应这个教育，你有什么感受？」犯人说：「以前说什么因果，我是不相信的，现在我相信了，真所谓是种瓜得瓜，种豆得豆。」他是真的相信了。问：「换句话说，将来有这样的条件、有这样的缘分让你去造恶，你也不敢了？」犯人说：「不敢了。」问：「你觉得因果它的力量是不是超过法律？」犯人说：「超过。」",
      "zh_TW": "採訪者問：「你對因果教育，因果報應這個教育，你有什麼感受？」犯人說：「以前說什麼因果，我是不相信的，現在我相信了，真所謂是種瓜得瓜，種豆得豆。」他是真的相信了。問：「換句話說，將來有這樣的條件、有這樣的緣分讓你去造惡，你也不敢了？」犯人說：「不敢了。」問：「你覺得因果它的力量是不是超過法律？」犯人說：「超過。」"
    },
    {
      "id": "02-042-0149_p0059",
      "zh_CN": "这名十七岁的年轻人，他说出了自己的真心话，不怕警察、不怕法律，怕因果报应。警察、监狱你可以躲，报应你如何躲？无论是上岁数的，还是年轻的人，给他讲明白了，他作恶的心都不敢有。因为他害怕报应，知道这是得不偿失。作恶好像是有一点好处，所受到的报应、灾难比那个大多少倍，他不划算，他想明白了。因果教育真的是太好了！所以中国天主教的大主教傅铁山长老，见到净空老教授就说，因果教育（城隍庙是因果教育）能顶十万名警察！所谓「不听老人言，吃亏在眼前」，在当今社会，因果教育迫在眉睫，是当务之急。",
      "zh_TW": "這名十七歲的年輕人，他說出了自己的真心話，不怕警察、不怕法律，怕因果報應。警察、監獄你可以躲，報應你如何躲？無論是上歲數的，還是年輕的人，給他講明白了，他作惡的心都不敢有。因為他害怕報應，知道這是得不償失。作惡好像是有一點好處，所受到的報應、災難比那個大多少倍，他不划算，他想明白了。因果教育真的是太好了！所以中國天主教的大主教傅鐵山長老，見到淨空老教授就說，因果教育（城隍廟是因果教育）能頂十萬名警察！所謂「不聽老人言，吃虧在眼前」，在當今社會，因果教育迫在眉睫，是當務之急。"
    },
    {
      "id": "02-042-0149_p0060",
      "zh_CN": "三、认祖归宗，天下太平",
      "zh_TW": "三、認祖歸宗，天下太平"
    },
    {
      "id": "02-042-0149_p0061",
      "zh_CN": "中华民族的古圣先贤，我们无法用语言来形容他们的伟大，他们所留下的珍贵遗产，是全人类的瑰宝。净空老教授说，它不仅仅属于中华民族，是属于全人类，全人类都需要。《弟子规》说，「凡是人，皆须爱，天同覆，地同载」，只有这种气魄才会有如此的智慧。所以我们要认祖归宗，这是一条光明大道。圣贤教育突破空间，为世界各国所必需；圣贤教育突破时间，五千年、一万年还管用。最关键的是，我们要对「人是教得好的」，建立坚定的信心。",
      "zh_TW": "中華民族的古聖先賢，我們無法用語言來形容他們的偉大，他們所留下的珍貴遺產，是全人類的瑰寶。淨空老教授說，它不僅僅屬於中華民族，是屬於全人類，全人類都需要。《弟子規》說，「凡是人，皆須愛，天同覆，地同載」，只有這種氣魄才會有如此的智慧。所以我們要認祖歸宗，這是一條光明大道。聖賢教育突破空間，為世界各國所必需；聖賢教育突破時間，五千年、一萬年還管用。最關鍵的是，我們要對「人是教得好的」，建立堅定的信心。"
    },
    {
      "id": "02-042-0149_p0062",
      "zh_CN": "传统文化、圣贤教育能够拯救我们的家庭。古人说「修身」，各个家庭成员、各个人都注重修身；身心和谐，家庭就和谐，这就是「齐家」；家庭是社会的最小的细胞，每个细胞都健康了，身体自然健康，于是「国治」；国家自然得到很好的治理，成为天下的榜样，自然而然「天下平」。这要依靠《群书治要》等古圣先贤的经典。希望普天之下一切炎黄子孙、全球华人携起手来，共同实现中华民族的伟大复兴。中华民族能够复兴，英国大历史学家汤恩比博士说，人类社会就有救了。祝愿普天之下家庭和睦，幸福美满，恶人悉皆弃恶从善、改邪归正。祝愿世界各国国泰民安，天下太平。无限感恩我们中华民族的先祖，无限感恩净空老教授的教导。",
      "zh_TW": "傳統文化、聖賢教育能夠拯救我們的家庭。古人說「修身」，各個家庭成員、各個人都注重修身；身心和諧，家庭就和諧，這就是「齊家」；家庭是社會的最小的細胞，每個細胞都健康了，身體自然健康，於是「國治」；國家自然得到很好的治理，成為天下的榜樣，自然而然「天下平」。這要依靠《群書治要》等古聖先賢的經典。希望普天之下一切炎黃子孫、全球華人攜起手來，共同實現中華民族的偉大復興。中華民族能夠復興，英國大歷史學家湯恩比博士說，人類社會就有救了。祝願普天之下家庭和睦，幸福美滿，惡人悉皆棄惡從善、改邪歸正。祝願世界各國國泰民安，天下太平。無限感恩我們中華民族的先祖，無限感恩淨空老教授的教導。"
    },
    {
      "id": "02-042-0149_p0063",
      "zh_CN": "以上是惭愧弟子妙音恭敬报告的《人是教得好的》采访第六集节录，如有不妥之处，诚请尊敬的师父上人、诸位大德同修惠予批评指正，无尽感恩。阿弥陀佛。惭愧弟子妙音顶礼敬呈。",
      "zh_TW": "以上是慚愧弟子妙音恭敬報告的《人是教得好的》採訪第六集節錄，如有不妥之處，誠請尊敬的師父上人、諸位大德同修惠予批評指正，無盡感恩。阿彌陀佛。慚愧弟子妙音頂禮敬呈。"
    },
    {
      "id": "02-042-0149_p0064",
      "zh_CN": "老法师：我们看了妙音同学这一篇的报告，想起最近这十几年，我们在海外各地讲经教学，遇到几位国家领导人，几乎都问我，这个世界还会不会有和平？社会动乱，灾难频繁，有没有方法能够化解？这类的问题我遇到很多，可以说一切国家领导人，我们在联合国遇到很多驻联合国的大使们，都同样有这些问题。我回答他们，一个总的原则，所有这些问题，归根结柢是疏忽了教育。为什么？我们在中国历史上几千年来，那个时候是帝制时代，做皇帝的人只图自己的欲望、享受，必定亡国，政权被别人夺去；如果这些历代帝王都能守住祖宗的教诲，他就不会亡国。",
      "zh_TW": "老法師：我們看了妙音同學這一篇的報告，想起最近這十幾年，我們在海外各地講經教學，遇到幾位國家領導人，幾乎都問我，這個世界還會不會有和平？社會動亂，災難頻繁，有沒有方法能夠化解？這類的問題我遇到很多，可以說一切國家領導人，我們在聯合國遇到很多駐聯合國的大使們，都同樣有這些問題。我回答他們，一個總的原則，所有這些問題，歸根結柢是疏忽了教育。為什麼？我們在中國歷史上幾千年來，那個時候是帝制時代，做皇帝的人只圖自己的欲望、享受，必定亡國，政權被別人奪去；如果這些歷代帝王都能守住祖宗的教誨，他就不會亡國。"
    },
    {
      "id": "02-042-0149_p0065",
      "zh_CN": "我还记得，年轻的时候我跟方老师学哲学，有一次老师告诉我，他问我，《周礼》有没有读过？我说没有，三礼我只读过《礼记》，《周礼》、《仪礼》没读过。他告诉我，《周礼》是全世界最好的治国宝典，如果周朝世世代代的子孙都能够依教奉行，他说现在还是周朝。真的吗？你细心去读《周礼》，你就明白了。它好在哪里？著作这部书的人是圣人。何以知道？大公无私，念念都是为天下众生着想，没有替自己想过。所以他说世界上每个国家治国的大法（宪法），跟《周礼》比较，那逊色太多。",
      "zh_TW": "我還記得，年輕的時候我跟方老師學哲學，有一次老師告訴我，他問我，《周禮》有沒有讀過？我說沒有，三禮我只讀過《禮記》，《周禮》、《儀禮》沒讀過。他告訴我，《周禮》是全世界最好的治國寶典，如果周朝世世代代的子孫都能夠依教奉行，他說現在還是周朝。真的嗎？你細心去讀《周禮》，你就明白了。它好在哪裡？著作這部書的人是聖人。何以知道？大公無私，念念都是為天下眾生著想，沒有替自己想過。所以他說世界上每個國家治國的大法（憲法），跟《周禮》比較，那遜色太多。"
    },
    {
      "id": "02-042-0149_p0066",
      "zh_CN": "教育多么重要。周朝那个时候，国家并没有统一，我们在历史上读到的八百诸侯，那个诸侯国都是独立国，现在讲的主权国家，不过就是尊崇周王，称周王为天子，都听他的话，有问题都向他请教。他等于说是每一个国家领导人的总顾问，大家称他为圣人，向他学习；有争执的时候到他那边去，他马上给你解决了，几句话就化解了。教育，没有别的。周家的教育教得太好了，历史上讲周家的三太。现在人称夫人为太太，太太从哪来的？从周朝来的。周朝开国，这三个人太重要了。文王，周文王的祖母太姜，母亲太任，他自己的妃子太姒，三个太，太太从这来的。这三个妇女都是圣人，你看她们养的儿孙，文王、武王、周公。",
      "zh_TW": "教育多麼重要。周朝那個時候，國家並沒有統一，我們在歷史上讀到的八百諸侯，那個諸侯國都是獨立國，現在講的主權國家，不過就是尊崇周王，稱周王為天子，都聽他的話，有問題都向他請教。他等於說是每一個國家領導人的總顧問，大家稱他為聖人，向他學習；有爭執的時候到他那邊去，他馬上給你解決了，幾句話就化解了。教育，沒有別的。周家的教育教得太好了，歷史上講周家的三太。現在人稱夫人為太太，太太從哪來的？從周朝來的。周朝開國，這三個人太重要了。文王，周文王的祖母太姜，母親太任，他自己的妃子太姒，三個太，太太從這來的。這三個婦女都是聖人，你看她們養的兒孫，文王、武王、周公。"
    },
    {
      "id": "02-042-0149_p0067",
      "zh_CN": "孔子一生最佩服的是周公，他想学周公，可惜当时这些诸侯王不肯用他。以后回家去教学了，自己没有这个缘，没有这个福报，要把自己东西传给后世，对的，正确的。他自己没想到，他要想到就不必周游列国了，老老实实在家办学。称之为万世师表，这是他没想到过，会对于这个国家民族有这么大的影响。你说那十几年去周游列国，浪费时间，要好好教学多好，出多少人才。所以他跟释迦牟尼佛比，释迦牟尼佛聪明，国王不要，从事于教学，太伟大了，值得我们细心观察，值得我们学习。",
      "zh_TW": "孔子一生最佩服的是周公，他想學周公，可惜當時這些諸侯王不肯用他。以後回家去教學了，自己沒有這個緣，沒有這個福報，要把自己東西傳給後世，對的，正確的。他自己沒想到，他要想到就不必周遊列國了，老老實實在家辦學。稱之為萬世師表，這是他沒想到過，會對於這個國家民族有這麼大的影響。你說那十幾年去周遊列國，浪費時間，要好好教學多好，出多少人才。所以他跟釋迦牟尼佛比，釋迦牟尼佛聰明，國王不要，從事於教學，太偉大了，值得我們細心觀察，值得我們學習。"
    },
    {
      "id": "02-042-0149_p0068",
      "zh_CN": "所以教育，中国古圣先贤告诉我们，人性本善，以后被写到《三字经》上，头一句，「人之初，性本善」。真的，你可以看到，小孩出生，我叫大家注意，一百天，孩子出生一百天，你细心去观察，你看他的笑容，你看他的动作，纯善。那是什么？本性表露出来的。说性恶是错了，性恶是什么？习性，你不好好教他，他养成个坏习惯，那就变成不善了。所以周家三太会教，会教小孩，从怀孕她就开始，端正自己的心念、言行，为什么？她知道会影响胎儿。历史上记载的，文王的母亲怀他的时候，「眼不视恶色」，不好看的都不看，「耳不听淫声，口不出傲言」，你看，身口意她都做到，完全让胎儿禀受正气，这个小孩出生好养，听话。",
      "zh_TW": "所以教育，中國古聖先賢告訴我們，人性本善，以後被寫到《三字經》上，頭一句，「人之初，性本善」。真的，你可以看到，小孩出生，我叫大家注意，一百天，孩子出生一百天，你細心去觀察，你看他的笑容，你看他的動作，純善。那是什麼？本性表露出來的。說性惡是錯了，性惡是什麼？習性，你不好好教他，他養成個壞習慣，那就變成不善了。所以周家三太會教，會教小孩，從懷孕她就開始，端正自己的心念、言行，為什麼？她知道會影響胎兒。歷史上記載的，文王的母親懷他的時候，「眼不視惡色」，不好看的都不看，「耳不聽淫聲，口不出傲言」，你看，身口意她都做到，完全讓胎兒稟受正氣，這個小孩出生好養，聽話。"
    },
    {
      "id": "02-042-0149_p0069",
      "zh_CN": "小孩出世之后，他就会看、就会听，父母要表演给他看。他睁开眼睛，竖起耳朵，他已经在学习，生下来他就学习了。所以母亲要照顾他一千天，三年，这扎根教育是妈妈的事情。具体的来说，现在《弟子规》，《弟子规》是他父母在家里头做出来给小孩看，是这么教的。因为小孩的祖父母年岁不大，也不过就四、五十岁，所以他父母在，怎样孝顺父母，每天做，孩子天天看，看熟了，将来他就会孝顺。所以《弟子规》不是叫小孩念的，是父母做给儿女看，让儿女在这里扎根。你自己没有做到，叫他做，他不会相信，他不能接受，这不能不知道。",
      "zh_TW": "小孩出世之後，他就會看、就會聽，父母要表演給他看。他睜開眼睛，豎起耳朵，他已經在學習，生下來他就學習了。所以母親要照顧他一千天，三年，這扎根教育是媽媽的事情。具體的來說，現在《弟子規》，《弟子規》是他父母在家裡頭做出來給小孩看，是這麼教的。因為小孩的祖父母年歲不大，也不過就四、五十歲，所以他父母在，怎樣孝順父母，每天做，孩子天天看，看熟了，將來他就會孝順。所以《弟子規》不是叫小孩念的，是父母做給兒女看，讓兒女在這裡扎根。你自己沒有做到，叫他做，他不會相信，他不能接受，這不能不知道。"
    },
    {
      "id": "02-042-0149_p0070",
      "zh_CN": "教育太重要了，古圣先贤教育，你看，浪子回头。真回头，你看，天必佑之，他减刑了，死刑可能判作无期徒刑，无期徒刑可能再判有期徒刑。伦理的教育、道德教育、因果教育、圣贤教育，这是中国千万年来每个人都要接受的，不认识字的人也要接受，为什么？他从小看惯了，他都学到了。中国古时候教化，硬体设施，三桩东西，祠堂教孝，根，孔庙教道德，城隍庙教因果。所以他这里说了，早年傅铁山，傅老，他是中国天主教的大主教，总主教，跟我是好朋友，我到北京，我们一定碰头，一定在一起吃饭，虽然他是天主教、我是佛教，我们两个很谈得来。有一次他生病，住在医院，我去看他，我带了一张地狱变相图送给他。他一展开看，告诉我，城隍庙，一座城隍庙放在那里，抵得十万名警察都不止；我说一万名，他说十万，加了十倍，十万。为什么？人民不敢做坏事了，这地方治安就好，这很有道理。老朋友都走了，我现在很少到国内，老朋友都不在了，年轻这一代都不认识，所以就不想去了。",
      "zh_TW": "教育太重要了，古聖先賢教育，你看，浪子回頭。真回頭，你看，天必佑之，他減刑了，死刑可能判作無期徒刑，無期徒刑可能再判有期徒刑。倫理的教育、道德教育、因果教育、聖賢教育，這是中國千萬年來每個人都要接受的，不認識字的人也要接受，為什麼？他從小看慣了，他都學到了。中國古時候教化，硬體設施，三樁東西，祠堂教孝，根，孔廟教道德，城隍廟教因果。所以他這裡說了，早年傅鐵山，傅老，他是中國天主教的大主教，總主教，跟我是好朋友，我到北京，我們一定碰頭，一定在一起吃飯，雖然他是天主教、我是佛教，我們兩個很談得來。有一次他生病，住在醫院，我去看他，我帶了一張地獄變相圖送給他。他一展開看，告訴我，城隍廟，一座城隍廟放在那裡，抵得十萬名警察都不止；我說一萬名，他說十萬，加了十倍，十萬。為什麼？人民不敢做壞事了，這地方治安就好，這很有道理。老朋友都走了，我現在很少到國內，老朋友都不在了，年輕這一代都不認識，所以就不想去了。"
    },
    {
      "id": "02-042-0149_p0071",
      "zh_CN": "年岁大了，老实念佛，求生净土，这是真的。这一生不生净土，再搞轮回，就大错特错了。能够往生极乐世界，这一生没有白来，这一生是无量劫来最圆满的一生。人到我这样的年龄，不能说还有明年，不可以说。过一天算一天，明天还起床了，这又多活一天，要这样想。彻底放下，一口气不来就走了，哪有明天？好好的抓住今天，不要去打算还有明天，这就对了。应该是八十岁以上的人都要有这个观察，能看到这一点，活一天，好好用功念一天佛；活两天，念两天佛，一定到有一天，阿弥陀佛带我走。佛菩萨真有，一点不假，你看前面所说的地藏菩萨，真的有灾难，他来帮助你。往生是大事，阿弥陀佛决定没有谎言，不欺骗人，你只要信愿持名，决定得生。好，今天时间到了，我们就学到此地。",
      "zh_TW": "年歲大了，老實念佛，求生淨土，這是真的。這一生不生淨土，再搞輪迴，就大錯特錯了。能夠往生極樂世界，這一生沒有白來，這一生是無量劫來最圓滿的一生。人到我這樣的年齡，不能說還有明年，不可以說。過一天算一天，明天還起床了，這又多活一天，要這樣想。徹底放下，一口氣不來就走了，哪有明天？好好的抓住今天，不要去打算還有明天，這就對了。應該是八十歲以上的人都要有這個觀察，能看到這一點，活一天，好好用功念一天佛；活兩天，念兩天佛，一定到有一天，阿彌陀佛帶我走。佛菩薩真有，一點不假，你看前面所說的地藏菩薩，真的有災難，他來幫助你。往生是大事，阿彌陀佛決定沒有謊言，不欺騙人，你只要信願持名，決定得生。好，今天時間到了，我們就學到此地。"
    }
  ]
}