{
  "doc_id": "02-042-0186",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "开启法师",
    "妙音"
  ],
  "volume": {
    "zh_CN": "第一八六集",
    "zh_TW": "第一八六集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0186",
  "total_paragraphs": 109,
  "paragraphs": [
    {
      "id": "02-042-0186_p0001",
      "zh_CN": "学生：尊敬的师父上人慈悲，尊敬的诸位法师、大德居士慈悲，惭愧凡愚弟子甘肃省骊靬古城金山寺佛学班开启，今天恭敬报告的题目是「行究竟方便，离究竟苦，得究竟乐」。",
      "zh_TW": "學生：尊敬的師父上人慈悲，尊敬的諸位法師、大德居士慈悲，慚愧凡愚弟子甘肅省驪靬古城金山寺佛學班開啟，今天恭敬報告的題目是「行究竟方便，離究竟苦，得究竟樂」。"
    },
    {
      "id": "02-042-0186_p0002",
      "zh_CN": "《大乘无量寿经》学习心得报告之二「世尊现瑞放光与宝莲佛光」之义海蠡测（下）",
      "zh_TW": "《大乘無量壽經》學習心得報告之二「世尊現瑞放光與寶蓮佛光」之義海蠡測（下）"
    },
    {
      "id": "02-042-0186_p0003",
      "zh_CN": "甲三、莲花表法，佛号功德。",
      "zh_TW": "甲三、蓮花表法，佛號功德。"
    },
    {
      "id": "02-042-0186_p0004",
      "zh_CN": "蕅益大师《要解》曰：「此经以信愿持名为修行之宗要。非信不足以启愿，非愿不足以导行，非持名妙行不足以满其所愿而证所信。」又曰：「依一心说信愿行，非先后，非定三。盖无愿行不名真信，无行信不名真愿，无信愿不名真行。今全由信愿持名，故信愿行三，声声圆具，所以名多善根福德因缘。」由此我们要注重信愿，有信愿必然会有持名，因为持名正是表达信愿的一种行持，互相含摄，如鼎三足，缺一不可，方为资粮。又，三资粮中，若具真信切愿，持名功夫未断烦恼，亦可往生凡圣土。三资粮中，念佛功夫若断见思、尘沙、无明，则可随其断证，往生上三土。故蕅益大师曰：「得生与否，全由信愿之有无。品位高下，全由持名之深浅。」",
      "zh_TW": "蕅益大師《要解》曰：「此經以信願持名為修行之宗要。非信不足以啟願，非願不足以導行，非持名妙行不足以滿其所願而證所信。」又曰：「依一心說信願行，非先後，非定三。蓋無願行不名真信，無行信不名真願，無信願不名真行。今全由信願持名，故信願行三，聲聲圓具，所以名多善根福德因緣。」由此我們要注重信願，有信願必然會有持名，因為持名正是表達信願的一種行持，互相含攝，如鼎三足，缺一不可，方為資糧。又，三資糧中，若具真信切願，持名功夫未斷煩惱，亦可往生凡聖土。三資糧中，念佛功夫若斷見思、塵沙、無明，則可隨其斷證，往生上三土。故蕅益大師曰：「得生與否，全由信願之有無。品位高下，全由持名之深淺。」"
    },
    {
      "id": "02-042-0186_p0005",
      "zh_CN": "蕅益大师又曰：「深信切愿即是无上菩提心」，盖此「无上菩提心」即是信愿持名之心。有一念此心，即是不可思议之因，必起不可思议之果。当知不可思议之因即是不可思议之果，因果同时，是以此心才发，极乐便生一宝莲。印光大师曰：「夫众生之心，与阿弥陀佛之心，觌体相同，若以信愿忆念相感，必致弥陀慈悲誓愿摄受。故此间发心念佛求生西方，西方七宝池中，即生一朵莲华，倘精进不退，则其华渐见广大，待至其人临终，佛与圣众，即执此华，接引往生。」师父上人说：此地这一发心，执持名号，求愿往生，经上说得很清楚，那一边是莲花化生。我们这一发心，这七宝池中就生一朵莲花，这朵莲花上有自己的名字，决定错不了的！",
      "zh_TW": "蕅益大師又曰：「深信切願即是無上菩提心」，蓋此「無上菩提心」即是信願持名之心。有一念此心，即是不可思議之因，必起不可思議之果。當知不可思議之因即是不可思議之果，因果同時，是以此心才發，極樂便生一寶蓮。印光大師曰：「夫眾生之心，與阿彌陀佛之心，覿體相同，若以信願憶念相感，必致彌陀慈悲誓願攝受。故此間發心念佛求生西方，西方七寶池中，即生一朵蓮華，倘精進不退，則其華漸見廣大，待至其人臨終，佛與聖眾，即執此華，接引往生。」師父上人說：此地這一發心，執持名號，求願往生，經上說得很清楚，那一邊是蓮花化生。我們這一發心，這七寶池中就生一朵蓮花，這朵蓮花上有自己的名字，決定錯不了的！"
    },
    {
      "id": "02-042-0186_p0006",
      "zh_CN": "由上可知，一念发心求生西方是因，极乐七宝池生出一朵莲花是果，因果同时，然不可思议者，此莲才生即具无量功德，此亦正显发心念佛之无量功德。如「宝莲佛光品」云：「一一华中，出三十六百千亿光。一一光中，出三十六百千亿佛。一一诸佛，又放百千光明，普为十方说微妙法。如是诸佛，各各安立无量众生于佛正道。」三十六者，非数位，表无量。《科注》曰：「如是境界，非仅示现妙相而已，而实具有无边妙用。说微妙法，安立众生于佛正道。正是真实之利也。」「佛正道」有三个阶层，初级、中级、高级，初级是阿罗汉，中级的是菩萨，高级的是佛陀。故知佛说微妙法，即是宣说无量法门及净土法门，应以何法得度，即说何种法门而度之，其最后归宿必为极乐世界，如《华严》之十大愿王导归极乐，正是真实之利也。如是则一花具如是功德力用，正显一句名号亦具如是功德力用！",
      "zh_TW": "由上可知，一念發心求生西方是因，極樂七寶池生出一朵蓮花是果，因果同時，然不可思議者，此蓮才生即具無量功德，此亦正顯發心念佛之無量功德。如「寶蓮佛光品」云：「一一華中，出三十六百千億光。一一光中，出三十六百千億佛。一一諸佛，又放百千光明，普為十方說微妙法。如是諸佛，各各安立無量眾生於佛正道。」三十六者，非數位，表無量。《科註》曰：「如是境界，非僅示現妙相而已，而實具有無邊妙用。說微妙法，安立眾生於佛正道。正是真實之利也。」「佛正道」有三個階層，初級、中級、高級，初級是阿羅漢，中級的是菩薩，高級的是佛陀。故知佛說微妙法，即是宣說無量法門及淨土法門，應以何法得度，即說何種法門而度之，其最後歸宿必為極樂世界，如《華嚴》之十大願王導歸極樂，正是真實之利也。如是則一花具如是功德力用，正顯一句名號亦具如是功德力用！"
    },
    {
      "id": "02-042-0186_p0007",
      "zh_CN": "又此莲花，黄念老在《科注》中，从依正、因果、主伴、一多等皆是皆非，说明世尊欲宣弥陀弘愿一乘最奇特之法，佛佛相念，住于弥陀之所住，是「奇特法」，其最后总结说：「欲说是一法，但一花中有无量光，其中出生无量法；若说是无量，则只是一句名号」。盖极乐世界依正庄严，莲花乃极乐依报之一种，一朵莲花尚有如是功德利益，如是则极乐国中有无数莲，莲放无量光，光现无量佛，佛现十方国土，土中又有无数莲，莲复放光现佛，佛说法，重重无尽，无量功德，只是这一句佛号所流现。虽只是一句佛号，而复成就种种之国土庄严、菩萨庄严、佛庄严，无量无边不可思议之庄严。故《科注》曰：「若能了达极乐一切庄严成就，入一法句，从事达理，即事而真，谛信万德庄严，直入一句名号之中，……盖弥陀名号正是真实智慧无为法身，法身功德不可思议，故名号功德亦复不可思议。」又「极乐乃如来妙心之所现，法性妙土之所成，非如其他世界乃微尘聚集之一合相。……举体是如来妙心，是当人自性。」",
      "zh_TW": "又此蓮花，黃念老在《科註》中，從依正、因果、主伴、一多等皆是皆非，說明世尊欲宣彌陀弘願一乘最奇特之法，佛佛相念，住於彌陀之所住，是「奇特法」，其最後總結說：「欲說是一法，但一花中有無量光，其中出生無量法；若說是無量，則只是一句名號」。蓋極樂世界依正莊嚴，蓮花乃極樂依報之一種，一朵蓮花尚有如是功德利益，如是則極樂國中有無數蓮，蓮放無量光，光現無量佛，佛現十方國土，土中又有無數蓮，蓮復放光現佛，佛說法，重重無盡，無量功德，只是這一句佛號所流現。雖只是一句佛號，而復成就種種之國土莊嚴、菩薩莊嚴、佛莊嚴，無量無邊不可思議之莊嚴。故《科註》曰：「若能了達極樂一切莊嚴成就，入一法句，從事達理，即事而真，諦信萬德莊嚴，直入一句名號之中，……蓋彌陀名號正是真實智慧無為法身，法身功德不可思議，故名號功德亦復不可思議。」又「極樂乃如來妙心之所現，法性妙土之所成，非如其他世界乃微塵聚集之一合相。……舉體是如來妙心，是當人自性。」"
    },
    {
      "id": "02-042-0186_p0008",
      "zh_CN": "又《要解》云：「阿弥陀，正翻无量，本不可说。本师以光寿二义，收尽一切无量。光则横遍十方，寿则竖穷三际，横竖交彻，即法界体。举此体作弥陀身土，亦即举此体作弥陀名号，是故弥陀名号，即众生本觉理性。」横是讲空间，横遍十方；竖是讲时间，过去、现在、未来，竖穷三际。是故「横竖交彻」表十方三世一切佛刹，亦即是本经「二十一俱胝佛土」之意，如何得知？如《科注》曰：「经中二十一俱胝佛土表无量佛土」。《科注》继曰：「法藏比丘摄无量佛土为一极乐净土，是即华严中一切诸法同时同处，为一大缘起而存在，具足相应之义。是为十玄之总门，实亦本经之总相」。",
      "zh_TW": "又《要解》云：「阿彌陀，正翻無量，本不可說。本師以光壽二義，收盡一切無量。光則橫遍十方，壽則豎窮三際，橫豎交徹，即法界體。舉此體作彌陀身土，亦即舉此體作彌陀名號，是故彌陀名號，即眾生本覺理性。」橫是講空間，橫遍十方；豎是講時間，過去、現在、未來，豎窮三際。是故「橫豎交徹」表十方三世一切佛剎，亦即是本經「二十一俱胝佛土」之意，如何得知？如《科註》曰：「經中二十一俱胝佛土表無量佛土」。《科註》繼曰：「法藏比丘攝無量佛土為一極樂淨土，是即華嚴中一切諸法同時同處，為一大緣起而存在，具足相應之義。是為十玄之總門，實亦本經之總相」。"
    },
    {
      "id": "02-042-0186_p0009",
      "zh_CN": "综上所述，故知弥陀名号是法界之体，是当人之自性，是十玄之总门，是本经之总相，故名号功德不可思议。故《要解》复云：「持名即始觉合本，始本不二，生佛不二。故一念相应一念佛，念念相应念念佛也。」念老释曰：「起心念佛，是为始觉。今所念之佛，正我本觉。故云持名即是始觉合本。是故念念相应，而念念即佛。」由此是显持名功德不可思议，由此正显一句名号圆满含摄了十方三世一切诸佛之依正庄严，他们从初发心直至成佛所信、所愿、所学、所解、所修、所证、所赞、所传、所弘扬、所教化众生的核心、精华，乃至于教化众生的无量功德也都在这句名号里头。此亦正是师父上人常讲的：一句佛号，包括了戒定慧三学，包括了世出世间一切的善法，包含十方三世一切诸佛菩萨的德号，包括一切诸佛如来所说的一切经教，这一句佛号是总纲领，八万四千法门、无量功德都是细目，它统摄了。",
      "zh_TW": "綜上所述，故知彌陀名號是法界之體，是當人之自性，是十玄之總門，是本經之總相，故名號功德不可思議。故《要解》復云：「持名即始覺合本，始本不二，生佛不二。故一念相應一念佛，念念相應念念佛也。」念老釋曰：「起心念佛，是為始覺。今所念之佛，正我本覺。故云持名即是始覺合本。是故念念相應，而念念即佛。」由此是顯持名功德不可思議，由此正顯一句名號圓滿含攝了十方三世一切諸佛之依正莊嚴，他們從初發心直至成佛所信、所願、所學、所解、所修、所證、所讚、所傳、所弘揚、所教化眾生的核心、精華，乃至於教化眾生的無量功德也都在這句名號裡頭。此亦正是師父上人常講的：一句佛號，包括了戒定慧三學，包括了世出世間一切的善法，包含十方三世一切諸佛菩薩的德號，包括一切諸佛如來所說的一切經教，這一句佛號是總綱領，八萬四千法門、無量功德都是細目，它統攝了。"
    },
    {
      "id": "02-042-0186_p0010",
      "zh_CN": "印光大师曰：「须知阿弥陀佛，是法界藏身。即此一名，即圆摄十方三世一切佛号。所有十方法界诸佛功德，阿弥陀佛一佛，全体具足。如帝网珠，千珠摄于一珠，一珠遍于千珠。举一全收，无欠无余。」「一句佛号，包括一大藏教，罄无不尽。」「以一句阿弥陀佛，即佛所证之无上菩提觉道。吾人若能以此名号自薰，久而久之，即能与佛气分相同。」",
      "zh_TW": "印光大師曰：「須知阿彌陀佛，是法界藏身。即此一名，即圓攝十方三世一切佛號。所有十方法界諸佛功德，阿彌陀佛一佛，全體具足。如帝網珠，千珠攝於一珠，一珠遍於千珠。舉一全收，無欠無餘。」「一句佛號，包括一大藏教，罄無不盡。」「以一句阿彌陀佛，即佛所證之無上菩提覺道。吾人若能以此名號自薰，久而久之，即能與佛氣分相同。」"
    },
    {
      "id": "02-042-0186_p0011",
      "zh_CN": "莲池大师《弥陀经疏钞》曰：「众生学佛，亦有无量行法，今但持名一法，足以该之，以持名即是持此一心，心该百行，四谛六度，乃至八万四千恒沙微尘一切行门，摄无不尽。」",
      "zh_TW": "蓮池大師《彌陀經疏鈔》曰：「眾生學佛，亦有無量行法，今但持名一法，足以該之，以持名即是持此一心，心該百行，四諦六度，乃至八萬四千恆沙微塵一切行門，攝無不盡。」"
    },
    {
      "id": "02-042-0186_p0012",
      "zh_CN": "是知信愿持名一法，乃世尊于方便中独垂方便，于圆顿中更显圆顿，广摄六度万行。圆摄十大愿王，直入一句佛号，摄尽普贤无边行门，会归文殊一行三昧。是故本经之末，世尊重劝念佛，十方如来本心，一时和盘托出。经中福慧始闻、微妙法、救世行、智慧海、难中难、行超普贤等，均指此信愿持名之无上妙法。至于念佛法门之妙，纵饶尽大地众生，同成正觉，出广长舌，以神通力、智慧力，尘说、刹说、炽然说、无间说，穷未来劫，演说不绝，亦难道得少分，故不多说。此段会集《科注》与《文钞》之说。唯恭录灵峰大师《要解》中二则，以作本小节之结语：",
      "zh_TW": "是知信願持名一法，乃世尊於方便中獨垂方便，於圓頓中更顯圓頓，廣攝六度萬行。圓攝十大願王，直入一句佛號，攝盡普賢無邊行門，會歸文殊一行三昧。是故本經之末，世尊重勸念佛，十方如來本心，一時和盤托出。經中福慧始聞、微妙法、救世行、智慧海、難中難、行超普賢等，均指此信願持名之無上妙法。至於念佛法門之妙，縱饒盡大地眾生，同成正覺，出廣長舌，以神通力、智慧力，塵說、剎說、熾然說、無間說，窮未來劫，演說不絕，亦難道得少分，故不多說。此段會集《科註》與《文鈔》之說。唯恭錄靈峰大師《要解》中二則，以作本小節之結語："
    },
    {
      "id": "02-042-0186_p0013",
      "zh_CN": "一、《要解》云：「盖所持之名号，真实不可思议；能持之心性，亦真实不可思议。持一声则一声不可思议；持十百千万无量无数声，声声皆不可思议也。」",
      "zh_TW": "一、《要解》云：「蓋所持之名號，真實不可思議；能持之心性，亦真實不可思議。持一聲則一聲不可思議；持十百千萬無量無數聲，聲聲皆不可思議也。」"
    },
    {
      "id": "02-042-0186_p0014",
      "zh_CN": "二、《要解》云：「由无量光义，故众生生极乐即生十方。见阿弥陀佛，即见十方诸佛。能自度即普利一切。由无量寿义，故极乐人民，即是一生补处，皆定此生成佛，不至异生。当知离却现前一念无量光寿之心，何处有阿弥陀佛名号；而离却阿弥陀佛名号，何由彻证现前一念无量光寿之心。愿深思之，愿深思之。」",
      "zh_TW": "二、《要解》云：「由無量光義，故眾生生極樂即生十方。見阿彌陀佛，即見十方諸佛。能自度即普利一切。由無量壽義，故極樂人民，即是一生補處，皆定此生成佛，不至異生。當知離卻現前一念無量光壽之心，何處有阿彌陀佛名號；而離卻阿彌陀佛名號，何由徹證現前一念無量光壽之心。願深思之，願深思之。」"
    },
    {
      "id": "02-042-0186_p0015",
      "zh_CN": "甲四、诸佛共赞，万善同归。",
      "zh_TW": "甲四、諸佛共讚，萬善同歸。"
    },
    {
      "id": "02-042-0186_p0016",
      "zh_CN": "或问：彻悟人还须往生净土否？蕅益大师曰：普贤愿王，导归极乐；初地至十地，皆云不离念佛。怡山发愿，承事十方诸佛，无有疲劳。百丈清规，课诵、送亡等事，无不指归净土。故天如云，若果悟道，净土之生，万牛莫挽。云栖云，悟后不愿往生，敢保老兄未悟。是知凡言不必生净土者，皆是增上慢人，非真入菩萨位者也。",
      "zh_TW": "或問：徹悟人還須往生淨土否？蕅益大師曰：普賢願王，導歸極樂；初地至十地，皆云不離念佛。怡山發願，承事十方諸佛，無有疲勞。百丈清規，課誦、送亡等事，無不指歸淨土。故天如云，若果悟道，淨土之生，萬牛莫挽。雲棲云，悟後不願往生，敢保老兄未悟。是知凡言不必生淨土者，皆是增上慢人，非真入菩薩位者也。"
    },
    {
      "id": "02-042-0186_p0017",
      "zh_CN": "印光大师曰：「净土法门，其大无外。全事即理，全修即性。行极平常，益极殊胜。良由以果地觉，为因地心，故得因该果海，果彻因源。一切法门，无不从此法界流，一切行门，无不还归此法界。三根普被，利钝全收。等觉菩萨，不能超出其外，逆恶罪人，亦可预入其中。统摄律、教、禅、密之宗，贯通权、实、顿、渐之教。于一代时教中，独为特别法门，其修证因果，不得以通途教义相绳。……以此法门，乃十方三世一切诸佛，上成佛道，下化众生，成始成终之总持法门。故得九界同归，十方共赞，千经并阐，万论均宣也。」",
      "zh_TW": "印光大師曰：「淨土法門，其大無外。全事即理，全修即性。行極平常，益極殊勝。良由以果地覺，為因地心，故得因該果海，果徹因源。一切法門，無不從此法界流，一切行門，無不還歸此法界。三根普被，利鈍全收。等覺菩薩，不能超出其外，逆惡罪人，亦可預入其中。統攝律、教、禪、密之宗，貫通權、實、頓、漸之教。於一代時教中，獨為特別法門，其修證因果，不得以通途教義相繩。……以此法門，乃十方三世一切諸佛，上成佛道，下化眾生，成始成終之總持法門。故得九界同歸，十方共讚，千經並闡，萬論均宣也。」"
    },
    {
      "id": "02-042-0186_p0018",
      "zh_CN": "「试观华严大经，王于三藏；末后一着，归重愿王。法华奥典，妙冠群经；闻即往生，位齐等觉。则千经万论，处处指归者，有由来也。文殊发愿，普贤劝进。如来授记于大集，谓末法中，非此莫度；龙树简示于婆沙，谓易行道，速出生死。则往圣前贤，人人趣向者，岂徒然哉？诚所谓一代时教，皆念佛法门之注脚也。」",
      "zh_TW": "「試觀華嚴大經，王於三藏；末後一著，歸重願王。法華奧典，妙冠群經；聞即往生，位齊等覺。則千經萬論，處處指歸者，有由來也。文殊發願，普賢勸進。如來授記於大集，謂末法中，非此莫度；龍樹簡示於婆沙，謂易行道，速出生死。則往聖前賢，人人趣向者，豈徒然哉？誠所謂一代時教，皆念佛法門之註腳也。」"
    },
    {
      "id": "02-042-0186_p0019",
      "zh_CN": "师父上人讲经时说：念老说得好，这个法门是纯一无杂，净土法门。纯一是什么？是一乘法。像《法华经》上所说的，「唯有一乘法，无二亦无三，除佛方便说。」换句话说，十方三世一切诸佛示现在六道、在十法界教化这一切众生，用什么方法？就是用《无量寿经》这个方法。附带说其他法门，那是对这个法门不相信的，佛才说，那些都是枝叶。如果你能够相信、能够理解、能够发愿，佛决定不会啰嗦。又说：「以弥陀本愿为真实利，则可以八万四千法门为光阐道教，其义明矣。」八万四千法门到最后怎么样？最后统统归净土，没有一门不归净土。修八万四千法门的人，修成了，修无量劫，往生到哪里？往生到华藏世界。到华藏世界之后，会遇见文殊、普贤，普贤菩萨以十大愿王导归极乐，《华严经》上有，到极乐世界这才叫证得究竟圆满。",
      "zh_TW": "師父上人講經時說：念老說得好，這個法門是純一無雜，淨土法門。純一是什麼？是一乘法。像《法華經》上所說的，「唯有一乘法，無二亦無三，除佛方便說。」換句話說，十方三世一切諸佛示現在六道、在十法界教化這一切眾生，用什麼方法？就是用《無量壽經》這個方法。附帶說其他法門，那是對這個法門不相信的，佛才說，那些都是枝葉。如果你能夠相信、能夠理解、能夠發願，佛決定不會囉嗦。又說：「以彌陀本願為真實利，則可以八萬四千法門為光闡道教，其義明矣。」八萬四千法門到最後怎麼樣？最後統統歸淨土，沒有一門不歸淨土。修八萬四千法門的人，修成了，修無量劫，往生到哪裡？往生到華藏世界。到華藏世界之後，會遇見文殊、普賢，普賢菩薩以十大願王導歸極樂，《華嚴經》上有，到極樂世界這才叫證得究竟圓滿。"
    },
    {
      "id": "02-042-0186_p0020",
      "zh_CN": "《弥陀要解》序品曰：何故文殊师利法王子，弥勒菩萨，干陀诃提菩萨（此云不休息），常精进菩萨，四大菩萨与如是等诸大菩萨亦发愿往生净土？蕅益大师释曰：「此等深位菩萨亦必求生净土，以不离见佛、不离闻法、不离亲近供养众僧，乃能速疾圆满菩提故！」所以师父上人说：不管学哪一宗、学哪个法门、学什么样的宗教，只要见到自性本定，回归自性，我相信都到阿弥陀佛极乐世界。",
      "zh_TW": "《彌陀要解》序品曰：何故文殊師利法王子，彌勒菩薩，乾陀訶提菩薩（此云不休息），常精進菩薩，四大菩薩與如是等諸大菩薩亦發願往生淨土？蕅益大師釋曰：「此等深位菩薩亦必求生淨土，以不離見佛、不離聞法、不離親近供養眾僧，乃能速疾圓滿菩提故！」所以師父上人說：不管學哪一宗、學哪個法門、學什麼樣的宗教，只要見到自性本定，回歸自性，我相信都到阿彌陀佛極樂世界。"
    },
    {
      "id": "02-042-0186_p0021",
      "zh_CN": "《法华经》曰：「诸佛世尊唯以一大事因缘故，出现于世。」世尊释此一大事因缘即是本经，「如来以无尽大悲，矜哀三界，所以出兴于世，光阐道教，欲拯群萌，惠以真实之利。」三界者，欲界、色界、无色界，即是六道。真实之利者，《科注》曰：「今真实者，佛智名号。善导所谓法藏因中所成真实，故言本愿真实。开之则真实五愿，合之一句名号。……『之利』者，名号之大利。其大利之所究竟，即无上涅槃妙果。」盖谓如来出世本怀，即为宣说弥陀一乘愿海，六字洪名，普度一切众生也。印光大师说：「五逆十恶极重罪人，临命终时，地狱相现，闻善知识教以念佛，或念十声，或念数声，即可蒙佛接引，往生西方。……此为下根。若论上根，以初发心住，乃至十住十行十回向十地等觉四十一位法身大士，皆须念佛回向往生，以圆满佛果。由此言之，一切法门，皆以念佛为其归宿。」是知极乐净土，念佛法门，全显两土导师，十方如来之本心，弥陀无尽大悲之胜愿，方便至极之大慈，力用难思之果德，十方共赞，凡圣齐收，利钝俱被，下至十恶五逆，饿鬼畜生，但能发心专念，悉得度脱，广被一切含灵，普惠真实之利，如是方称如来本怀，才是究竟方便。如莲池大师《弥陀经疏钞》曰：「是以一音始唱，千佛同赓（赓：继续、连续的意思）。三学高僧，九流名德，若幽若显，若圣若凡，如万水无不朝东，似群星悉皆拱北，方之捷径，号曰普门，岂虚语哉。决志求生，无容拟议者矣。」",
      "zh_TW": "《法華經》曰：「諸佛世尊唯以一大事因緣故，出現於世。」世尊釋此一大事因緣即是本經，「如來以無盡大悲，矜哀三界，所以出興於世，光闡道教，欲拯群萌，惠以真實之利。」三界者，欲界、色界、無色界，即是六道。真實之利者，《科註》曰：「今真實者，佛智名號。善導所謂法藏因中所成真實，故言本願真實。開之則真實五願，合之一句名號。……『之利』者，名號之大利。其大利之所究竟，即無上涅槃妙果。」蓋謂如來出世本懷，即為宣說彌陀一乘願海，六字洪名，普度一切眾生也。印光大師說：「五逆十惡極重罪人，臨命終時，地獄相現，聞善知識教以念佛，或念十聲，或念數聲，即可蒙佛接引，往生西方。……此為下根。若論上根，以初發心住，乃至十住十行十迴向十地等覺四十一位法身大士，皆須念佛迴向往生，以圓滿佛果。由此言之，一切法門，皆以念佛為其歸宿。」是知極樂淨土，念佛法門，全顯兩土導師，十方如來之本心，彌陀無盡大悲之勝願，方便至極之大慈，力用難思之果德，十方共讚，凡聖齊收，利鈍俱被，下至十惡五逆，餓鬼畜生，但能發心專念，悉得度脫，廣被一切含靈，普惠真實之利，如是方稱如來本懷，才是究竟方便。如蓮池大師《彌陀經疏鈔》曰：「是以一音始唱，千佛同賡（賡：繼續、連續的意思）。三學高僧，九流名德，若幽若顯，若聖若凡，如萬水無不朝東，似群星悉皆拱北，方之捷徑，號曰普門，豈虛語哉。決志求生，無容擬議者矣。」"
    },
    {
      "id": "02-042-0186_p0022",
      "zh_CN": "以上引用了经论、祖师注疏和师父上人的开示，说明了净土念佛法门之无比殊胜、不可思议，或有人疑，说的是不是太过了？且看《文钞》如何回答，印光大师说：「须知净土法门，为一切诸法汇归之法海。若能如是信者，其人现生即可高登九品，将来决定圆满三觉。有谓此语有过者，余谓此过非我所敢承任，自有本师释迦牟尼佛，及阿弥陀佛承任也。」",
      "zh_TW": "以上引用了經論、祖師註疏和師父上人的開示，說明了淨土念佛法門之無比殊勝、不可思議，或有人疑，說的是不是太過了？且看《文鈔》如何回答，印光大師說：「須知淨土法門，為一切諸法匯歸之法海。若能如是信者，其人現生即可高登九品，將來決定圓滿三覺。有謂此語有過者，余謂此過非我所敢承任，自有本師釋迦牟尼佛，及阿彌陀佛承任也。」"
    },
    {
      "id": "02-042-0186_p0023",
      "zh_CN": "甲五、末法时期的恒忏悔人",
      "zh_TW": "甲五、末法時期的恆懺悔人"
    },
    {
      "id": "02-042-0186_p0024",
      "zh_CN": "大慈念老和师父上人在讲经时曾说，应当要把昙鸾大师和道绰大师列入到净宗祖师之位。关于末法时期众生修行法门，乃至于如何忏悔业障，道绰大师《安乐集》卷上据《大集月藏经》有这样的开示：「计今时众生，即当佛去世后第四五百年，正是忏悔、修福应称佛名号时者，若一念称阿弥陀佛，即能除却八十亿劫生死之罪，一念既尔，况修常念，即是恒忏悔人也。」又曰：「又若去圣近，即前者修定修慧是其正学，后者是兼；如去圣已远，则后者称名是正，前者是兼。」道绰大师主张教法应该和时机相应，所以他在《安乐集》说，佛灭度后第四五百年后末法时期，主张应该修福忏除罪障，并认为念佛一门最为应机。他把佛的教法分为圣道、净土二门。圣道门非末法钝根众生所能悟证，只有净土门简要易行，乘佛的本愿力即能往生净土，所以他一生宣扬净土法门。大师一生宣讲《观无量寿经》，前后累计达二百遍之多，大师每日自己念佛，以七万遍为限。",
      "zh_TW": "大慈念老和師父上人在講經時曾說，應當要把曇鸞大師和道綽大師列入到淨宗祖師之位。關於末法時期眾生修行法門，乃至於如何懺悔業障，道綽大師《安樂集》卷上據《大集月藏經》有這樣的開示：「計今時眾生，即當佛去世後第四五百年，正是懺悔、修福應稱佛名號時者，若一念稱阿彌陀佛，即能除卻八十億劫生死之罪，一念既爾，況修常念，即是恆懺悔人也。」又曰：「又若去聖近，即前者修定修慧是其正學，後者是兼；如去聖已遠，則後者稱名是正，前者是兼。」道綽大師主張教法應該和時機相應，所以他在《安樂集》說，佛滅度後第四五百年後末法時期，主張應該修福懺除罪障，並認為念佛一門最為應機。他把佛的教法分為聖道、淨土二門。聖道門非末法鈍根眾生所能悟證，只有淨土門簡要易行，乘佛的本願力即能往生淨土，所以他一生宣揚淨土法門。大師一生宣講《觀無量壽經》，前後累計達二百遍之多，大師每日自己念佛，以七萬遍為限。"
    },
    {
      "id": "02-042-0186_p0025",
      "zh_CN": "现前很多人想尽各种办法，求消业障，增福慧。消除业障的方法很多，大乘经里面所说的种种法门、种种修持，无非都是帮助我们消除业障。消除业障最有效的方法，无过于念佛，但是很少人相信。为什么不相信？业障太重了。但于诸多业障当中岂不知生死是为最大的业障！若欲究竟快速了脱生死，当今只有念佛法门。是故《大集经》云：「末法亿亿人修行，罕一得道，唯依念佛，得度生死。」",
      "zh_TW": "現前很多人想盡各種辦法，求消業障，增福慧。消除業障的方法很多，大乘經裡面所說的種種法門、種種修持，無非都是幫助我們消除業障。消除業障最有效的方法，無過於念佛，但是很少人相信。為什麼不相信？業障太重了。但於諸多業障當中豈不知生死是為最大的業障！若欲究竟快速了脫生死，當今只有念佛法門。是故《大集經》云：「末法億億人修行，罕一得道，唯依念佛，得度生死。」"
    },
    {
      "id": "02-042-0186_p0026",
      "zh_CN": "印光大师云：「须知一句阿弥陀佛，持之及极，成佛尚有余，将谓念《弥陀经》念佛者，便不能灭定业乎？佛法如钱，在人善用，汝有钱则何事不可为。汝能专修一法，何求不得，……善体光言，自可一了百了，否则纵说的多，汝仍是心无定见，有何益乎？」又曰：「佛以众生之心口，由烦恼惑业致成染污。以南无阿弥陀佛之洪名圣号，令其心口称念。如染香人，身有香气。念之久久，业消智朗，障尽福崇。自心本具之佛性，自可显现。」",
      "zh_TW": "印光大師云：「須知一句阿彌陀佛，持之及極，成佛尚有餘，將謂念《彌陀經》念佛者，便不能滅定業乎？佛法如錢，在人善用，汝有錢則何事不可為。汝能專修一法，何求不得，……善體光言，自可一了百了，否則縱說的多，汝仍是心無定見，有何益乎？」又曰：「佛以眾生之心口，由煩惱惑業致成染污。以南無阿彌陀佛之洪名聖號，令其心口稱念。如染香人，身有香氣。念之久久，業消智朗，障盡福崇。自心本具之佛性，自可顯現。」"
    },
    {
      "id": "02-042-0186_p0027",
      "zh_CN": "生死即能了，其他一切业障直是鸡毛蒜皮，印光大师形容说：「阿弥陀佛万德洪名，如大冶洪炉。吾人多生罪业，如空中片雪。业力凡夫，由念佛故，业便消灭。如片雪近于洪炉，即便了不可得。又况业力既消，所有善根，自然增长殊胜。」「固当唯精唯一，执持弥陀圣号，真信切愿，企其往生西方」，「绵绵密密，长时忆念。久而久之，宿业消灭，善根增长，种种恶习，当皆逐渐消灭矣。」",
      "zh_TW": "生死即能了，其他一切業障直是雞毛蒜皮，印光大師形容說：「阿彌陀佛萬德洪名，如大冶洪爐。吾人多生罪業，如空中片雪。業力凡夫，由念佛故，業便消滅。如片雪近於洪爐，即便了不可得。又況業力既消，所有善根，自然增長殊勝。」「固當唯精唯一，執持彌陀聖號，真信切願，企其往生西方」，「綿綿密密，長時憶念。久而久之，宿業消滅，善根增長，種種惡習，當皆逐漸消滅矣。」"
    },
    {
      "id": "02-042-0186_p0028",
      "zh_CN": "《文钞》又曰：「念佛功德，不但能往生西方，并能消除奇灾横祸。凡怨业病，医不能治者，若至诚念佛，久之皆得痊愈。以医者只能医病，不能医业。惟念佛则身病心病，无有不治也。」「念佛一法，如阿伽陀药。梵语阿伽陀，华言普生，亦云总治，以普生总治一切病故。念佛一法，能除八万四千烦恼，亦复如是。」「是知信愿念佛一法，乃药王中之药王也。」",
      "zh_TW": "《文鈔》又曰：「念佛功德，不但能往生西方，並能消除奇災橫禍。凡怨業病，醫不能治者，若至誠念佛，久之皆得痊癒。以醫者只能醫病，不能醫業。惟念佛則身病心病，無有不治也。」「念佛一法，如阿伽陀藥。梵語阿伽陀，華言普生，亦云總治，以普生總治一切病故。念佛一法，能除八萬四千煩惱，亦復如是。」「是知信願念佛一法，乃藥王中之藥王也。」"
    },
    {
      "id": "02-042-0186_p0029",
      "zh_CN": "师父上人在八十八岁高龄，学习经教六十三年，讲经五十六年，于讲经时说了这么一段话，劝导大家：「圆满的圆满就这一句佛号，佛号功德无量无边无有边际。我们要想消业障、要想积功累德，怎么修？这个经上告诉我们，老实念这一句阿弥陀佛就是积功累德，就是消除无始劫来一切业障，完全在这句佛号。没有人相信，为什么？无量劫来我造的罪业太重了，哪有一句佛号能消得了的？总以为要经忏、要念咒，许许多多的法门帮助你消业障。殊不知那些方法消业障都少，消不干净，只有一句佛号能把业障、习气干干净净清除掉，不要再用第二种方法。」",
      "zh_TW": "師父上人在八十八歲高齡，學習經教六十三年，講經五十六年，於講經時說了這麼一段話，勸導大家：「圓滿的圓滿就這一句佛號，佛號功德無量無邊無有邊際。我們要想消業障、要想積功累德，怎麼修？這個經上告訴我們，老實念這一句阿彌陀佛就是積功累德，就是消除無始劫來一切業障，完全在這句佛號。沒有人相信，為什麼？無量劫來我造的罪業太重了，哪有一句佛號能消得了的？總以為要經懺、要念咒，許許多多的法門幫助你消業障。殊不知那些方法消業障都少，消不乾淨，只有一句佛號能把業障、習氣乾乾淨淨清除掉，不要再用第二種方法。」"
    },
    {
      "id": "02-042-0186_p0030",
      "zh_CN": "师父上人又引清朝乾隆年间慈云灌顶法师在《观经直指》里的开示告诉我们：世间人业障、罪障很重，所有一切经法、忏法都消除不掉的，最后还有这一句阿弥陀佛，能把罪障消除得掉。这句话是很不容易说出来的，他对于这些法门要是认识不清楚，不能够透彻了解，他怎么晓得这句佛号有这么不可思议的力量。所以我们今天想求消业障、断烦恼、灭罪业，不必求其他的经咒，这句阿弥陀佛就好了。一切经咒力量达不到的，没有办法的，最后还得求阿弥陀佛，我们为什么不用这句阿弥陀佛？为什么不去相信这句阿弥陀佛？",
      "zh_TW": "師父上人又引清朝乾隆年間慈雲灌頂法師在《觀經直指》裡的開示告訴我們：世間人業障、罪障很重，所有一切經法、懺法都消除不掉的，最後還有這一句阿彌陀佛，能把罪障消除得掉。這句話是很不容易說出來的，他對於這些法門要是認識不清楚，不能夠透徹了解，他怎麼曉得這句佛號有這麼不可思議的力量。所以我們今天想求消業障、斷煩惱、滅罪業，不必求其他的經咒，這句阿彌陀佛就好了。一切經咒力量達不到的，沒有辦法的，最後還得求阿彌陀佛，我們為什麼不用這句阿彌陀佛？為什麼不去相信這句阿彌陀佛？"
    },
    {
      "id": "02-042-0186_p0031",
      "zh_CN": "如果大家还是不能相信，老法师又引海贤老和尚做证明：海贤老和尚九十二年专持这一句名号，二十年，也就是四十岁，证得理一心不乱，理一心不乱就是大彻大悟、明心见性，罪业消尽了。念这一句佛号就是念戒、念定、念慧，圆满的戒定慧，怎么不消业障？五逆十恶业都能够消干净。念佛忏悔是彻底忏悔，把罪根都拔掉了，这个要知道。我们今天敢说这个话，是因为海贤老和尚给我们做了榜样，我们才敢说。他做到了，真做的，就是一句佛号，简简单单，一点也不啰嗦。",
      "zh_TW": "如果大家還是不能相信，老法師又引海賢老和尚做證明：海賢老和尚九十二年專持這一句名號，二十年，也就是四十歲，證得理一心不亂，理一心不亂就是大徹大悟、明心見性，罪業消盡了。念這一句佛號就是念戒、念定、念慧，圓滿的戒定慧，怎麼不消業障？五逆十惡業都能夠消乾淨。念佛懺悔是徹底懺悔，把罪根都拔掉了，這個要知道。我們今天敢說這個話，是因為海賢老和尚給我們做了榜樣，我們才敢說。他做到了，真做的，就是一句佛號，簡簡單單，一點也不囉嗦。"
    },
    {
      "id": "02-042-0186_p0032",
      "zh_CN": "现在人不能相信这一句佛号的不思议功德力，是因不知自力何可与佛力并论！所以印光大师说：「净土法门，乃佛法中之特别法门，其利益与普通法门，大不相同。古今多有依普通法门论净土法门，由兹自误误人，而又自谓宏法利生者，不胜其多。其最初错点，在不察佛力与自力之大小难易，以仗佛力之法门，硬引仗自力之法门，而欲平论，致有此失。使知佛力不可思议，不能以具缚凡夫修持之力，相为平论，则凡一切疑惑不信之心，化为乌有。」",
      "zh_TW": "現在人不能相信這一句佛號的不思議功德力，是因不知自力何可與佛力並論！所以印光大師說：「淨土法門，乃佛法中之特別法門，其利益與普通法門，大不相同。古今多有依普通法門論淨土法門，由茲自誤誤人，而又自謂宏法利生者，不勝其多。其最初錯點，在不察佛力與自力之大小難易，以仗佛力之法門，硬引仗自力之法門，而欲平論，致有此失。使知佛力不可思議，不能以具縛凡夫修持之力，相為平論，則凡一切疑惑不信之心，化為烏有。」"
    },
    {
      "id": "02-042-0186_p0033",
      "zh_CN": "甲六、带业往生，别无选择。",
      "zh_TW": "甲六、帶業往生，別無選擇。"
    },
    {
      "id": "02-042-0186_p0034",
      "zh_CN": "末法众生，福薄慧浅，障厚业深，烦恼很多，若能皈依净土法门，生信发愿，念佛名号，皆可仗佛慈力，带业往生，此是弥陀至极之慈悲，亦是净土法门无比之殊胜。《无量寿经》曰：「当知此人非是小乘，于我法中，得名第一弟子。」然当今之时，整个世界动荡不安，其世道局势，有如安卧积薪之上，其下已发烈火，但未烧至其身，转瞬则全体炽燃，遍界无逃避处，是故印祖有曰：「尚犹悠忽度日，不能专志求救于一句佛号，其知见之浅近甚矣。」",
      "zh_TW": "末法眾生，福薄慧淺，障厚業深，煩惱很多，若能皈依淨土法門，生信發願，念佛名號，皆可仗佛慈力，帶業往生，此是彌陀至極之慈悲，亦是淨土法門無比之殊勝。《無量壽經》曰：「當知此人非是小乘，於我法中，得名第一弟子。」然當今之時，整個世界動盪不安，其世道局勢，有如安臥積薪之上，其下已發烈火，但未燒至其身，轉瞬則全體熾燃，遍界無逃避處，是故印祖有曰：「尚猶悠忽度日，不能專志求救於一句佛號，其知見之淺近甚矣。」"
    },
    {
      "id": "02-042-0186_p0035",
      "zh_CN": "虽念佛忏悔功德如上文所说不可思议，但众生无量劫所造罪业无量无边，如经云：「积罪假使有体相者，尽虚空界不能容受。」所以一般念佛往生者，多是带业往生到凡圣同居土，但凡圣同居土也不离常寂光土，此正是极乐世界之殊胜处！是故《要解》说：「是生同居，即已横生上三土，一生补佛。」《科注》举七事以显极乐之超胜，今简述其四，略显带业往生之独妙：四、「令五乘齐入报土故」。五乘者，（一）人、（二）天、（三）声闻缘觉、（四）菩萨、（五）如来也。报土乃法身大士之所居。五、「二乘、根缺、女人类，顿转一乘故」。一登彼土，悉皆具足三十二种大丈夫相，永不退转于阿耨多罗三藐三菩提。六、「往生正因，易修易获故」。发菩提心，一向专念为往生正因。无论男女老少智愚忙闲，人人能行。甚至五逆罪重，地狱相现，临终苦迫，观想难成，仍可称名，而得往生。故云「易修」。信愿持名，十念必生，故曰「易获」。七、「生后得果，太顿太高故」。五逆十恶，临终十念，即得往生，迳登不退。故曰「太顿」。带惑凡夫，横生彼土，便是阿鞞跋致，位齐补处。故云「太高」。此诚十方之所无，故云「独妙」。",
      "zh_TW": "雖念佛懺悔功德如上文所說不可思議，但眾生無量劫所造罪業無量無邊，如經云：「積罪假使有體相者，盡虛空界不能容受。」所以一般念佛往生者，多是帶業往生到凡聖同居土，但凡聖同居土也不離常寂光土，此正是極樂世界之殊勝處！是故《要解》說：「是生同居，即已橫生上三土，一生補佛。」《科註》舉七事以顯極樂之超勝，今簡述其四，略顯帶業往生之獨妙：四、「令五乘齊入報土故」。五乘者，（一）人、（二）天、（三）聲聞緣覺、（四）菩薩、（五）如來也。報土乃法身大士之所居。五、「二乘、根缺、女人類，頓轉一乘故」。一登彼土，悉皆具足三十二種大丈夫相，永不退轉於阿耨多羅三藐三菩提。六、「往生正因，易修易獲故」。發菩提心，一向專念為往生正因。無論男女老少智愚忙閒，人人能行。甚至五逆罪重，地獄相現，臨終苦迫，觀想難成，仍可稱名，而得往生。故云「易修」。信願持名，十念必生，故曰「易獲」。七、「生後得果，太頓太高故」。五逆十惡，臨終十念，即得往生，逕登不退。故曰「太頓」。帶惑凡夫，橫生彼土，便是阿鞞跋致，位齊補處。故云「太高」。此誠十方之所無，故云「獨妙」。"
    },
    {
      "id": "02-042-0186_p0036",
      "zh_CN": "又彻悟大师曰：「余门修道，先须忏其现业。若现业不忏，即能障道，则进修无路矣。修净业者，乃带业往生，不须忏业，以至心念佛一声，能灭八十亿劫生死重罪故。又余门修道，须断烦恼。若见思烦恼分毫未尽，则分段生死不尽，不能出离同居国土。唯修净业，乃横出三界，不断烦恼，从此同居，生彼同居，一生彼土，则生死根株便永断矣。」",
      "zh_TW": "又徹悟大師曰：「餘門修道，先須懺其現業。若現業不懺，即能障道，則進修無路矣。修淨業者，乃帶業往生，不須懺業，以至心念佛一聲，能滅八十億劫生死重罪故。又餘門修道，須斷煩惱。若見思煩惱分毫未盡，則分段生死不盡，不能出離同居國土。唯修淨業，乃橫出三界，不斷煩惱，從此同居，生彼同居，一生彼土，則生死根株便永斷矣。」"
    },
    {
      "id": "02-042-0186_p0037",
      "zh_CN": "印祖在《文钞》中关于带业往生的开示很多，下面恭录少许几段与大家分享：",
      "zh_TW": "印祖在《文鈔》中關於帶業往生的開示很多，下面恭錄少許幾段與大家分享："
    },
    {
      "id": "02-042-0186_p0038",
      "zh_CN": "念佛一法，重在佛慈加被。虽属具足惑业之凡夫，亦可承佛慈力，带业往生。余一切法，则绝无此义。",
      "zh_TW": "念佛一法，重在佛慈加被。雖屬具足惑業之凡夫，亦可承佛慈力，帶業往生。餘一切法，則絕無此義。"
    },
    {
      "id": "02-042-0186_p0039",
      "zh_CN": "若以真信切愿，念佛求生西方，则无论功夫浅深，功德大小，皆可仗佛慈力，往生西方。此如坐火轮船过海，但肯上船，即可到于彼岸，乃属船力，非自己本事。信愿念佛求生西方亦然，完全是佛力，不是自己道力。",
      "zh_TW": "若以真信切願，念佛求生西方，則無論功夫淺深，功德大小，皆可仗佛慈力，往生西方。此如坐火輪船過海，但肯上船，即可到於彼岸，乃屬船力，非自己本事。信願念佛求生西方亦然，完全是佛力，不是自己道力。"
    },
    {
      "id": "02-042-0186_p0040",
      "zh_CN": "念佛法门则不然。只要至诚恳切，心与佛合，心与道合，临命终时，自能蒙佛接引。品位高下由修持之深浅定之。极乐四土，虽生同居，位亦不退，即能顿超十住、十行、十回向、十地。带业往生，全仗佛力，喻如有大石百千万个，欲过海者，装于大火轮中，即可不沉而运于他处。否则撮土之沙，亦即下沉。自力欲了生死，犹如舍舟过海，除非有羽能飞，否则未有不堕溺者。仗佛力了生死，犹如稳坐船中，片刻即到彼岸。",
      "zh_TW": "念佛法門則不然。只要至誠懇切，心與佛合，心與道合，臨命終時，自能蒙佛接引。品位高下由修持之深淺定之。極樂四土，雖生同居，位亦不退，即能頓超十住、十行、十迴向、十地。帶業往生，全仗佛力，喻如有大石百千萬個，欲過海者，裝於大火輪中，即可不沉而運於他處。否則撮土之沙，亦即下沉。自力欲了生死，猶如捨舟過海，除非有羽能飛，否則未有不墮溺者。仗佛力了生死，猶如穩坐船中，片刻即到彼岸。"
    },
    {
      "id": "02-042-0186_p0041",
      "zh_CN": "唯净土一法，专仗佛力，以故不论断证，唯恃信愿，信愿若具，虽罪大恶极，将堕阿鼻地狱之流，尚可以仗十念之力，径蒙佛慈，接引往生。噫！如来大慈普度，一物不遗，唯此一法，最为周挚。",
      "zh_TW": "唯淨土一法，專仗佛力，以故不論斷證，唯恃信願，信願若具，雖罪大惡極，將墮阿鼻地獄之流，尚可以仗十念之力，徑蒙佛慈，接引往生。噫！如來大慈普度，一物不遺，唯此一法，最為周摯。"
    },
    {
      "id": "02-042-0186_p0042",
      "zh_CN": "良以一切法门，皆仗自力；念佛法门，兼仗佛力。仗自力非烦惑断尽，不能超出三界；仗佛力若信愿真切，即可高登九莲。当今之人，欲于现生了生死大事者，舍此一法，则绝无希望矣。",
      "zh_TW": "良以一切法門，皆仗自力；念佛法門，兼仗佛力。仗自力非煩惑斷盡，不能超出三界；仗佛力若信願真切，即可高登九蓮。當今之人，欲於現生了生死大事者，捨此一法，則絕無希望矣。"
    },
    {
      "id": "02-042-0186_p0043",
      "zh_CN": "药无贵贱，愈病者良；法无浅深，合机者妙。时当末法，人根陋劣，匪仗如来宏誓愿力，其谁能断烦惑以出生死，见本性而证无生乎？……是知当此时节，唯此一法，最为合机。若舍此仗佛力之法门，而修仗自力之法门，勿道中下根人，莫由冀望，纵令上根，亦断难以一生成办，多皆但种来因，难得实益。以故古今知识，极力宏扬此法，以期上报佛恩，下度同伦也。又曰：「是以愈向后，愈宜专修净业也。」",
      "zh_TW": "藥無貴賤，愈病者良；法無淺深，合機者妙。時當末法，人根陋劣，匪仗如來宏誓願力，其誰能斷煩惑以出生死，見本性而證無生乎？……是知當此時節，唯此一法，最為合機。若捨此仗佛力之法門，而修仗自力之法門，勿道中下根人，莫由冀望，縱令上根，亦斷難以一生成辦，多皆但種來因，難得實益。以故古今知識，極力宏揚此法，以期上報佛恩，下度同倫也。又曰：「是以愈向後，愈宜專修淨業也。」"
    },
    {
      "id": "02-042-0186_p0044",
      "zh_CN": "大慈念老更是常常劝勉大家说：「我常说你们修什么都可以呀！我从不劝人放弃他所修的本门，另换一个。但是我常劝：不管你修什么，你要求往生极乐世界，拿你的功德回向往生。如果不愿入弥陀大愿之海，要在这一生中出生死，我就可以说一句很大胆的话：绝无希望！」",
      "zh_TW": "大慈念老更是常常勸勉大家說：「我常說你們修什麼都可以呀！我從不勸人放棄他所修的本門，另換一個。但是我常勸：不管你修什麼，你要求往生極樂世界，拿你的功德迴向往生。如果不願入彌陀大願之海，要在這一生中出生死，我就可以說一句很大膽的話：絕無希望！」"
    },
    {
      "id": "02-042-0186_p0045",
      "zh_CN": "甲七、结束语：四字《华严经》",
      "zh_TW": "甲七、結束語：四字《華嚴經》"
    },
    {
      "id": "02-042-0186_p0046",
      "zh_CN": "《华严经》云：「信为道元功德母」。大慈念老讲：「信力圆时，全成佛力！」净土法门为末法众生主要得度法门，然以微妙难思，故致易行难信，有赖历代高僧大德出世表法，树立典范，令未信者生信、已信者坚定信愿，同得往生净土，圆成菩提。河南南阳来佛寺贤公老和尚，为当代稀有难得之净宗高僧，于五浊恶世，以九十二年之深信切愿笃行，行住坐卧，一句弥陀念到底，证得阿耨多罗三藐三菩提，今以此果觉全体授与末法浊恶众生：念佛成佛！正如《文钞》所指：「了生脱死，是人生最大的一件事。念佛法门，是佛法中特别的一法门。……唯净土法门，仗阿弥陀佛大慈悲愿力，无论老幼、男女、贵贱、贤愚、在家、出家，若肯生真信、发切愿，至诚恳切念佛圣号，无一不于现生临终得往生者。」又「念佛一门，须信愿行具足。信之既深，则发愿必切。发愿既切，则行持必力。但念弥陀，莫加他法。当以真信切愿，执持名号。都摄六根，净念相继。心念耳听，字字句句，念得分明，听得分明，便是往生正因。既以此法自行，必须又以此法化他，则化功归己，实为往生最胜资粮。」「须知吾人欲了生死，实不在多，只一真信切愿，念佛求生西方足矣。纵饶读尽《大藏》，亦不过为成就此事而已。」",
      "zh_TW": "《華嚴經》云：「信為道元功德母」。大慈念老講：「信力圓時，全成佛力！」淨土法門為末法眾生主要得度法門，然以微妙難思，故致易行難信，有賴歷代高僧大德出世表法，樹立典範，令未信者生信、已信者堅定信願，同得往生淨土，圓成菩提。河南南陽來佛寺賢公老和尚，為當代稀有難得之淨宗高僧，於五濁惡世，以九十二年之深信切願篤行，行住坐臥，一句彌陀念到底，證得阿耨多羅三藐三菩提，今以此果覺全體授與末法濁惡眾生：念佛成佛！正如《文鈔》所指：「了生脫死，是人生最大的一件事。念佛法門，是佛法中特別的一法門。……唯淨土法門，仗阿彌陀佛大慈悲願力，無論老幼、男女、貴賤、賢愚、在家、出家，若肯生真信、發切願，至誠懇切念佛聖號，無一不於現生臨終得往生者。」又「念佛一門，須信願行具足。信之既深，則發願必切。發願既切，則行持必力。但念彌陀，莫加他法。當以真信切願，執持名號。都攝六根，淨念相繼。心念耳聽，字字句句，念得分明，聽得分明，便是往生正因。既以此法自行，必須又以此法化他，則化功歸己，實為往生最勝資糧。」「須知吾人欲了生死，實不在多，只一真信切願，念佛求生西方足矣。縱饒讀盡《大藏》，亦不過為成就此事而已。」"
    },
    {
      "id": "02-042-0186_p0047",
      "zh_CN": "纵观海贤老和尚一生老实专念一句佛号，没有涉猎其他法门，实实给我们做出修行人的最好榜样。贤公于往生前曾手捧《若要佛法兴，唯有僧赞僧》的书照相，为末法九千年众生证明，真有极乐世界，真有阿弥陀佛，念佛往生是真的。复又证明，夏莲居老居士会集的《无量寿经》是真经，不是假的，一丝毫怀疑都不可以有；黄念祖老居士的集注是正知正见，也不能怀疑，更不能毁谤。最后就是他为我们证明，我们这些年，十几、二十年，依照这个本子修行没有错误，是正确的。以上证明是阿弥陀佛嘱咐贤公表法的，换句话说，就是阿弥陀佛亲自为我们证明，如果我们还有丝毫怀疑，就是我们没有善根、没有福报！本经第四十六品，佛付嘱弥勒大士曰：「我今如理宣说如是广大微妙法门，一切诸佛之所称赞。付嘱汝等，作大守护……当令是法，久住不灭。」今亦可曰：如是广大微妙法门，一切诸佛之所称赞，阿弥陀佛（一切诸佛）付嘱贤公（亦指一切净业学人）作大守护……当令是法，久住不灭！若要佛法兴，唯有僧赞僧。",
      "zh_TW": "縱觀海賢老和尚一生老實專念一句佛號，沒有涉獵其他法門，實實給我們做出修行人的最好榜樣。賢公於往生前曾手捧《若要佛法興，唯有僧讚僧》的書照相，為末法九千年眾生證明，真有極樂世界，真有阿彌陀佛，念佛往生是真的。復又證明，夏蓮居老居士會集的《無量壽經》是真經，不是假的，一絲毫懷疑都不可以有；黃念祖老居士的集註是正知正見，也不能懷疑，更不能毀謗。最後就是他為我們證明，我們這些年，十幾、二十年，依照這個本子修行沒有錯誤，是正確的。以上證明是阿彌陀佛囑咐賢公表法的，換句話說，就是阿彌陀佛親自為我們證明，如果我們還有絲毫懷疑，就是我們沒有善根、沒有福報！本經第四十六品，佛付囑彌勒大士曰：「我今如理宣說如是廣大微妙法門，一切諸佛之所稱讚。付囑汝等，作大守護……當令是法，久住不滅。」今亦可曰：如是廣大微妙法門，一切諸佛之所稱讚，阿彌陀佛（一切諸佛）付囑賢公（亦指一切淨業學人）作大守護……當令是法，久住不滅！若要佛法興，唯有僧讚僧。"
    },
    {
      "id": "02-042-0186_p0048",
      "zh_CN": "说到贤公的成就，师父上人就非常赞叹，曾说：我们这一生没有任何目的，就是求生净土。我们有圆满的信心，百分之百的信心，一心向往。丝毫怀疑没有，你的身体就是金刚不坏身，现在就证得。海贤老和尚给我们做榜样，理一心不乱就是大彻大悟、明心见性，海贤老和尚有没有得到？得到了。我估计他在四十左右，理一心；三十左右，事一心。他那个成就，跟释迦牟尼佛三十岁在菩提树下大彻大悟，那个境界是平等的；跟六祖惠能大彻大悟也是平等的。他要是生在释迦牟尼佛的时代，可以作佛。要是生在唐朝，跟惠能大师同时代的，他是一代祖师。",
      "zh_TW": "說到賢公的成就，師父上人就非常讚歎，曾說：我們這一生沒有任何目的，就是求生淨土。我們有圓滿的信心，百分之百的信心，一心嚮往。絲毫懷疑沒有，你的身體就是金剛不壞身，現在就證得。海賢老和尚給我們做榜樣，理一心不亂就是大徹大悟、明心見性，海賢老和尚有沒有得到？得到了。我估計他在四十左右，理一心；三十左右，事一心。他那個成就，跟釋迦牟尼佛三十歲在菩提樹下大徹大悟，那個境界是平等的；跟六祖惠能大徹大悟也是平等的。他要是生在釋迦牟尼佛的時代，可以作佛。要是生在唐朝，跟惠能大師同時代的，他是一代祖師。"
    },
    {
      "id": "02-042-0186_p0049",
      "zh_CN": "昔日六祖惠能大师开悟时，描绘自性说了二十字：「本自清净，本不生灭，本自具足，本无动摇，能生万法。」师父上人说此二十字展开即是整部《华严经》，《华严经》展开即是虚空法界一切法，《华严经》是能大师五句话的展开。上官老师于学习班一三二集中称《净修捷要》为口袋（袖珍）本《华严》。老法师肯定说：确实像她所比喻的，这是《无量寿经》的口袋书、袖珍本，跟《华严》、《无量寿》、《弥陀经》内容完全相同，只是说法有详略之分。审如是，今则更有小小袖珍本《华严》者，尊为四字华严：阿—弥—陀—佛。",
      "zh_TW": "昔日六祖惠能大師開悟時，描繪自性說了二十字：「本自清淨，本不生滅，本自具足，本無動搖，能生萬法。」師父上人說此二十字展開即是整部《華嚴經》，《華嚴經》展開即是虛空法界一切法，《華嚴經》是能大師五句話的展開。上官老師於學習班一三二集中稱《淨修捷要》為口袋（袖珍）本《華嚴》。老法師肯定說：確實像她所比喻的，這是《無量壽經》的口袋書、袖珍本，跟《華嚴》、《無量壽》、《彌陀經》內容完全相同，只是說法有詳略之分。審如是，今則更有小小袖珍本《華嚴》者，尊為四字華嚴：阿—彌—陀—佛。"
    },
    {
      "id": "02-042-0186_p0050",
      "zh_CN": "最后，恭录印光大师「阿弥陀经塔赞」做为这次报告的结束：",
      "zh_TW": "最後，恭錄印光大師「阿彌陀經塔讚」做為這次報告的結束："
    },
    {
      "id": "02-042-0186_p0051",
      "zh_CN": "宝塔巍巍耸太空，无边法藏悉包融。极乐庄严全显现，弥陀光寿总形容。六方诸佛常赞叹，九界众生尽朝宗。归根结顶高深处，只在洪名一句中！",
      "zh_TW": "寶塔巍巍聳太空，無邊法藏悉包融。極樂莊嚴全顯現，彌陀光壽總形容。六方諸佛常讚歎，九界眾生盡朝宗。歸根結頂高深處，只在洪名一句中！"
    },
    {
      "id": "02-042-0186_p0052",
      "zh_CN": "以上是惭愧凡愚弟子开启粗浅的学习心得报告，报告过程恐有错误，恳请尊敬的师父上人以及诸位善知识惠予慈悲指正，无尽感恩，阿弥陀佛，惭愧凡愚弟子开启顶礼感恩！",
      "zh_TW": "以上是慚愧凡愚弟子開啟粗淺的學習心得報告，報告過程恐有錯誤，懇請尊敬的師父上人以及諸位善知識惠予慈悲指正，無盡感恩，阿彌陀佛，慚愧凡愚弟子開啟頂禮感恩！"
    },
    {
      "id": "02-042-0186_p0053",
      "zh_CN": "恭祝：尊敬的师父上人，法体安康，光寿无量，早日叶落归根，讲经说法，广度众生。惭愧凡愚弟子开启顶礼敬呈。",
      "zh_TW": "恭祝：尊敬的師父上人，法體安康，光壽無量，早日葉落歸根，講經說法，廣度眾生。慚愧凡愚弟子開啟頂禮敬呈。"
    },
    {
      "id": "02-042-0186_p0054",
      "zh_CN": "老法师：我们听了开启法师的报告，我相信很多人跟我一样，法喜充满。时间不算太长，一个小时，报告非常精彩，字字句句都是老实话，真实受用。我希望开启师，一生守住你今天这份报告，像海贤老和尚不拐弯，一直做下去，一句佛号，做海贤老和尚第二。放下万缘，一心向佛，没有一个不成功。我们希望你的成就像海贤老和尚一样，给末法大众做一个好榜样，做个学佛的好榜样，做个念佛求生净土的好榜样。这一篇文章我们希望也能够放在我们冬至有个纪念册，放在这个里面。我相信看懂这篇文章的人都会得真实之利。我们看下一篇。",
      "zh_TW": "老法師：我們聽了開啟法師的報告，我相信很多人跟我一樣，法喜充滿。時間不算太長，一個小時，報告非常精彩，字字句句都是老實話，真實受用。我希望開啟師，一生守住你今天這份報告，像海賢老和尚不拐彎，一直做下去，一句佛號，做海賢老和尚第二。放下萬緣，一心向佛，沒有一個不成功。我們希望你的成就像海賢老和尚一樣，給末法大眾做一個好榜樣，做個學佛的好榜樣，做個念佛求生淨土的好榜樣。這一篇文章我們希望也能夠放在我們冬至有個紀念冊，放在這個裡面。我相信看懂這篇文章的人都會得真實之利。我們看下一篇。"
    },
    {
      "id": "02-042-0186_p0055",
      "zh_CN": "学生：阿弥陀佛！至诚顶礼尊敬的恩师上人！",
      "zh_TW": "學生：阿彌陀佛！至誠頂禮尊敬的恩師上人！"
    },
    {
      "id": "02-042-0186_p0056",
      "zh_CN": "想到请求尊敬的恩师上人开示，弟子妙音惭愧不已。弟子曾经同犬子说过，去找佛爷爷不是求加持，而是去奉献，把自己奉献给佛陀、圣贤的事业。那我们拿什么去奉献呢？当弟子渐渐领略到一丁点一体的深义，想到的是观世音菩萨的大愿：上与十方诸佛同一慈力，下与六道众生同一悲仰。弟子始觉，说奉献是大言不惭，实是尽本分耳。",
      "zh_TW": "想到請求尊敬的恩師上人開示，弟子妙音慚愧不已。弟子曾經同犬子說過，去找佛爺爺不是求加持，而是去奉獻，把自己奉獻給佛陀、聖賢的事業。那我們拿什麼去奉獻呢？當弟子漸漸領略到一丁點一體的深義，想到的是觀世音菩薩的大願：上與十方諸佛同一慈力，下與六道眾生同一悲仰。弟子始覺，說奉獻是大言不慚，實是盡本分耳。"
    },
    {
      "id": "02-042-0186_p0057",
      "zh_CN": "圣教承传的着重点在于笃行。单是知道了，没行，那还是不明白，反而增长邪知，自以为是。「学为人师，行为世范」，才是真正的承传。弟子业力深重，福薄慧浅，仅知时时刻刻、在在处处求佛加持忏悔改过，愿心心念念导归阿弥陀佛，契入清净平等觉。",
      "zh_TW": "聖教承傳的著重點在於篤行。單是知道了，沒行，那還是不明白，反而增長邪知，自以為是。「學為人師，行為世範」，才是真正的承傳。弟子業力深重，福薄慧淺，僅知時時刻刻、在在處處求佛加持懺悔改過，願心心念念導歸阿彌陀佛，契入清淨平等覺。"
    },
    {
      "id": "02-042-0186_p0058",
      "zh_CN": "弟子常遇同修提及为圣教添丁续后之事，苦于无处着手。弟子无德无能，唯将从老和尚讲经中听到的，以及弟子平日学习的一点肤浅体会，呈予恩师上人慈鉴，以期抛砖引玉，愿多多圣贤出世，救拔众生于水深火热处。阿弥陀佛！",
      "zh_TW": "弟子常遇同修提及為聖教添丁續後之事，苦於無處著手。弟子無德無能，唯將從老和尚講經中聽到的，以及弟子平日學習的一點膚淺體會，呈予恩師上人慈鑒，以期拋磚引玉，願多多聖賢出世，救拔眾生於水深火熱處。阿彌陀佛！"
    },
    {
      "id": "02-042-0186_p0059",
      "zh_CN": "弟子妙音今日向恩师上人恭敬报告的题目是「圣贤始于母亲」",
      "zh_TW": "弟子妙音今日向恩師上人恭敬報告的題目是「聖賢始於母親」"
    },
    {
      "id": "02-042-0186_p0060",
      "zh_CN": "中国的老祖宗有着与天地同心的气量，留给后世的子孙，是随顺自然的孝和文化。其核心是五伦五常、四维八德，其目的是「明明德，亲民，止于至善」。教导后世子孙「读书志在圣贤」。博大的胸怀，高远的志向，深厚的德行，承传了中国上下五千年的灿烂文明。众所周知，周朝的圣王三太，怀胎就为了生圣王于天下。所以她们端身正念、自行化他。眼不见恶色，耳不听淫声，口不出傲语。平时行住坐卧，饮食起居，皆务求端正。让胎儿通过母亲，禀受天地之正气。正是这种顺应天地的教育，造就周朝八百年的天下。这种始于胎儿的圣贤教育，就从母亲的心念及其身行言教开始。正如古人所说的：「闺阃乃圣贤所出之地，母教为天下太平之源」。",
      "zh_TW": "中國的老祖宗有著與天地同心的氣量，留給後世的子孫，是隨順自然的孝和文化。其核心是五倫五常、四維八德，其目的是「明明德，親民，止於至善」。教導後世子孫「讀書志在聖賢」。博大的胸懷，高遠的志向，深厚的德行，承傳了中國上下五千年的燦爛文明。眾所周知，周朝的聖王三太，懷胎就為了生聖王於天下。所以她們端身正念、自行化他。眼不見惡色，耳不聽淫聲，口不出傲語。平時行住坐臥，飲食起居，皆務求端正。讓胎兒通過母親，稟受天地之正氣。正是這種順應天地的教育，造就周朝八百年的天下。這種始於胎兒的聖賢教育，就從母親的心念及其身行言教開始。正如古人所說的：「閨閫乃聖賢所出之地，母教為天下太平之源」。"
    },
    {
      "id": "02-042-0186_p0061",
      "zh_CN": "甲一、圣贤始于母亲",
      "zh_TW": "甲一、聖賢始於母親"
    },
    {
      "id": "02-042-0186_p0062",
      "zh_CN": "乙一、母亲是决定孩子素质的关键",
      "zh_TW": "乙一、母親是決定孩子素質的關鍵"
    },
    {
      "id": "02-042-0186_p0063",
      "zh_CN": "《易经》上说，「方以类聚，物以群分」。一个孩子来投胎，必定与父母家庭有共业，也就是说有相应之处。父母的心念，尤其是母亲的心念，对怀上什么样的孩子有着关键的作用。佛在经上说，人与人之间，总不外乎四种缘：报恩、报怨、讨债、还债。孩子来投胎也不出其外。每个母亲都想有好儿女，怎样才能生出好孩子呢？上净下空老和尚写有「厚德载物」这四个字的墨宝，道出了其中的密因。贤孝的母亲，才有贤孝的孩子。所以母亲准备怀孩子的时候，她的心愿、心量和德行，决定会感召相应的孩子来投胎。",
      "zh_TW": "《易經》上說，「方以類聚，物以群分」。一個孩子來投胎，必定與父母家庭有共業，也就是說有相應之處。父母的心念，尤其是母親的心念，對懷上什麼樣的孩子有著關鍵的作用。佛在經上說，人與人之間，總不外乎四種緣：報恩、報怨、討債、還債。孩子來投胎也不出其外。每個母親都想有好兒女，怎樣才能生出好孩子呢？上淨下空老和尚寫有「厚德載物」這四個字的墨寶，道出了其中的密因。賢孝的母親，才有賢孝的孩子。所以母親準備懷孩子的時候，她的心願、心量和德行，決定會感召相應的孩子來投胎。"
    },
    {
      "id": "02-042-0186_p0064",
      "zh_CN": "乙二、母亲是决定孩子一生命运的关键",
      "zh_TW": "乙二、母親是決定孩子一生命運的關鍵"
    },
    {
      "id": "02-042-0186_p0065",
      "zh_CN": "古人说：「三岁看八十，七岁看终身」。可见孩子三岁之前养成的品性、志愿就能看出他一生的荣辱，将引导他的人生方向。打从母亲怀孕开始，胎儿就在接受母亲身语意的直接教化，而且一刻都没有间断过。出胎后的环境，正是这种薰习教育的延续。婴儿是纯真的，会自然的模仿最亲密、最依赖、接触最多的人事物。这头一千天的圣贤教育，是最温馨、最和美的天伦之乐的演绎。母亲依止因果报应的天理谨言慎行，依止五伦五常的大道而行孝慈，依止十善业的教诲观照自心。婴儿在母亲身边，感受母亲的心念、点点滴滴的身行言教，时时刻刻蒙薰，这样子三年，种下的圣贤根一定是非常的牢固，一生都起作用。记得上净下空老和尚曾经说过：为了孩子成圣贤，母亲真做不到，装也要装得像。可见母教的重要非同一般。",
      "zh_TW": "古人說：「三歲看八十，七歲看終身」。可見孩子三歲之前養成的品性、志願就能看出他一生的榮辱，將引導他的人生方向。打從母親懷孕開始，胎兒就在接受母親身語意的直接教化，而且一刻都沒有間斷過。出胎後的環境，正是這種薰習教育的延續。嬰兒是純真的，會自然的模仿最親密、最依賴、接觸最多的人事物。這頭一千天的聖賢教育，是最溫馨、最和美的天倫之樂的演繹。母親依止因果報應的天理謹言慎行，依止五倫五常的大道而行孝慈，依止十善業的教誨觀照自心。嬰兒在母親身邊，感受母親的心念、點點滴滴的身行言教，時時刻刻蒙薰，這樣子三年，種下的聖賢根一定是非常的牢固，一生都起作用。記得上淨下空老和尚曾經說過：為了孩子成聖賢，母親真做不到，裝也要裝得像。可見母教的重要非同一般。"
    },
    {
      "id": "02-042-0186_p0066",
      "zh_CN": "甲二、学做圣贤的母亲",
      "zh_TW": "甲二、學做聖賢的母親"
    },
    {
      "id": "02-042-0186_p0067",
      "zh_CN": "学做圣贤之母，必先了知圣人之心。愿与圣人同心、同愿、同行，方能培植德行、落实圣教。母子连心，母行圣教，愿与圣人同心，其子焉能异乎？",
      "zh_TW": "學做聖賢之母，必先了知聖人之心。願與聖人同心、同願、同行，方能培植德行、落實聖教。母子連心，母行聖教，願與聖人同心，其子焉能異乎？"
    },
    {
      "id": "02-042-0186_p0068",
      "zh_CN": "乙一、一体的观念：孝。",
      "zh_TW": "乙一、一體的觀念：孝。"
    },
    {
      "id": "02-042-0186_p0069",
      "zh_CN": "佛说：「一切法从心想生」。也就是告诉我们，宇宙万物，及天地之间的一切现象，一切的人事物，都从心想生。心是一个，想有无量无数，所以大千世界里形形色色，各别不一，皆源自心。老子说：「道生一，一生二，二生三，三生万物」。庄子也说：「天地与我同根，万物与我一体」。圣人之心皆同，万物一体。中国传统文化就源自万物一体的理念，那就是孝。孝的具体表象就是和，代代相承、和而不分。所以圣贤文化是一体文化，是孝和的文化。学做圣贤之母，必要先正其知见，方能真正落实圣教，不至于行有偏差。",
      "zh_TW": "佛說：「一切法從心想生」。也就是告訴我們，宇宙萬物，及天地之間的一切現象，一切的人事物，都從心想生。心是一個，想有無量無數，所以大千世界裡形形色色，各別不一，皆源自心。老子說：「道生一，一生二，二生三，三生萬物」。莊子也說：「天地與我同根，萬物與我一體」。聖人之心皆同，萬物一體。中國傳統文化就源自萬物一體的理念，那就是孝。孝的具體表象就是和，代代相承、和而不分。所以聖賢文化是一體文化，是孝和的文化。學做聖賢之母，必要先正其知見，方能真正落實聖教，不至於行有偏差。"
    },
    {
      "id": "02-042-0186_p0070",
      "zh_CN": "乙二、孝的落实：知足、感恩、善解、包容。",
      "zh_TW": "乙二、孝的落實：知足、感恩、善解、包容。"
    },
    {
      "id": "02-042-0186_p0071",
      "zh_CN": "丙一、明了因果，知足、感恩。",
      "zh_TW": "丙一、明瞭因果，知足、感恩。"
    },
    {
      "id": "02-042-0186_p0072",
      "zh_CN": "圣教从母亲开始。最重要的事，是知因果、明因果。善有善报，恶有恶报，懂得因果报应是天理，人就会循规蹈矩，老实做人了。好孩子是自己修来的，好丈夫也是自己修来的，好公婆还是自己修来的，身内身外，没有一样不是自己修来的，真的与别人没关系。母亲明因果了，便会生出知足的心态，不再苛求他人。一切顺逆境界，都是自己心念感应，三世因果现于当下。欢喜的接受身边的一切人事物。见贤思齐，见恶内省，感恩的心油然而生。真诚心会自然而然的流露出来。既然都是自己的业因果报，就知道修因的重要，这样的知见，才能在遇到困难时落实「行有不得，反求诸己」的古训，懂得自我反省，修心修因。好恶之心，是非对错，慢慢的都隐而不见了。",
      "zh_TW": "聖教從母親開始。最重要的事，是知因果、明因果。善有善報，惡有惡報，懂得因果報應是天理，人就會循規蹈矩，老實做人了。好孩子是自己修來的，好丈夫也是自己修來的，好公婆還是自己修來的，身內身外，沒有一樣不是自己修來的，真的與別人沒關係。母親明因果了，便會生出知足的心態，不再苛求他人。一切順逆境界，都是自己心念感應，三世因果現於當下。歡喜的接受身邊的一切人事物。見賢思齊，見惡內省，感恩的心油然而生。真誠心會自然而然的流露出來。既然都是自己的業因果報，就知道修因的重要，這樣的知見，才能在遇到困難時落實「行有不得，反求諸己」的古訓，懂得自我反省，修心修因。好惡之心，是非對錯，慢慢的都隱而不見了。"
    },
    {
      "id": "02-042-0186_p0073",
      "zh_CN": "丙二、惜缘惜福，善解、包容。",
      "zh_TW": "丙二、惜緣惜福，善解、包容。"
    },
    {
      "id": "02-042-0186_p0074",
      "zh_CN": "有了正确的观念，遇到一切境界，不管好坏、顺逆，就会珍惜当下的缘分，就会在其中学习、总结、化解。这样的善解身边的一切人事物，统统都转变成教导自己的善知识，皆成为长智慧的源泉。即便是大难，也会被转变成提升灵性的大福报。一切境界，全是自己善恶心念所感，皆从心想出生，唯是自体，别无其他，这便逆来顺受，无喜无忧的自然包容，障碍化解了，灵性提升了。这样从心去落实圣贤的教诲，孩子岂能不被潜移默化！",
      "zh_TW": "有了正確的觀念，遇到一切境界，不管好壞、順逆，就會珍惜當下的緣分，就會在其中學習、總結、化解。這樣的善解身邊的一切人事物，統統都轉變成教導自己的善知識，皆成為長智慧的源泉。即便是大難，也會被轉變成提升靈性的大福報。一切境界，全是自己善惡心念所感，皆從心想出生，唯是自體，別無其他，這便逆來順受，無喜無憂的自然包容，障礙化解了，靈性提升了。這樣從心去落實聖賢的教誨，孩子豈能不被潛移默化！"
    },
    {
      "id": "02-042-0186_p0075",
      "zh_CN": "乙三、孩子身心健康——母亲的责任",
      "zh_TW": "乙三、孩子身心健康——母親的責任"
    },
    {
      "id": "02-042-0186_p0076",
      "zh_CN": "丙一、维护孩子的清净心",
      "zh_TW": "丙一、維護孩子的清淨心"
    },
    {
      "id": "02-042-0186_p0077",
      "zh_CN": "丁一、让婴儿只接受正能量磁场的薰陶",
      "zh_TW": "丁一、讓嬰兒只接受正能量磁場的薰陶"
    },
    {
      "id": "02-042-0186_p0078",
      "zh_CN": "记得上净下空老和尚曾经说过：刚出生的婴儿，就会看、会听，母亲要保护婴儿，避免让其接触到任何负面的东西。首先，是母亲祥和的心态，安静平和、宽宏大量、遇事不慌、受辱不惊，母亲的磁场对孩子最为紧要。其次是母亲的衣着保守，行为端正，即便是夫妻之间，也都应该循规蹈矩。再次是家人之间，依止伦常、和睦慈孝。穿衣吃饭，行住坐卧都要遵循礼仪。母亲一定要为孩子把关，务必让婴儿接触到的都要符合圣贤的教导，都是祥和的正能量磁场。",
      "zh_TW": "記得上淨下空老和尚曾經說過：剛出生的嬰兒，就會看、會聽，母親要保護嬰兒，避免讓其接觸到任何負面的東西。首先，是母親祥和的心態，安靜平和、寬宏大量、遇事不慌、受辱不驚，母親的磁場對孩子最為緊要。其次是母親的衣著保守，行為端正，即便是夫妻之間，也都應該循規蹈矩。再次是家人之間，依止倫常、和睦慈孝。穿衣吃飯，行住坐臥都要遵循禮儀。母親一定要為孩子把關，務必讓嬰兒接觸到的都要符合聖賢的教導，都是祥和的正能量磁場。"
    },
    {
      "id": "02-042-0186_p0079",
      "zh_CN": "丁二、尽量减少婴儿接触外界的机会",
      "zh_TW": "丁二、盡量減少嬰兒接觸外界的機會"
    },
    {
      "id": "02-042-0186_p0080",
      "zh_CN": "现在的社会，五欲的诱惑尤其大，就连婴儿也不能幸免。从小衣服到纸尿布，林林总总的婴儿用品上，总免不了花花绿绿的卡通图案。这种打一出生就开始的无孔不入的薰染，慢慢的会让孩子远离圣贤的教育。所以母亲要懂得为孩子拣择，要尽量避免卡通图案、鲜艳花哨的衣物用品，平时要远离游乐场、集市等渲染五欲的热闹之地，特别是避免带着婴儿逛商场。现在的商场可以说是光彩夺目、动感十足，之所以光彩就为了夺目。而最能引起婴儿的注意力，恰恰是那些夸张而鲜艳的图案色彩。这些东西见多了，孩子心散了，不能专注了。上净下空老和尚说过，在婴儿头一千天里，母亲的视线都不能离开婴儿。母亲要时时刻刻不离孩子，观察孩子，及时引导孩子化解问题。生活的环境愈单纯、愈朴素，孩子的清净心就能保持的愈久，这对孩子接受圣贤的教育是很大的助力。",
      "zh_TW": "現在的社會，五欲的誘惑尤其大，就連嬰兒也不能倖免。從小衣服到紙尿布，林林總總的嬰兒用品上，總免不了花花綠綠的卡通圖案。這種打一出生就開始的無孔不入的薰染，慢慢的會讓孩子遠離聖賢的教育。所以母親要懂得為孩子揀擇，要盡量避免卡通圖案、鮮豔花哨的衣物用品，平時要遠離遊樂場、集市等渲染五欲的熱鬧之地，特別是避免帶著嬰兒逛商場。現在的商場可以說是光彩奪目、動感十足，之所以光彩就為了奪目。而最能引起嬰兒的注意力，恰恰是那些誇張而鮮豔的圖案色彩。這些東西見多了，孩子心散了，不能專注了。上淨下空老和尚說過，在嬰兒頭一千天裡，母親的視線都不能離開嬰兒。母親要時時刻刻不離孩子，觀察孩子，及時引導孩子化解問題。生活的環境愈單純、愈樸素，孩子的清淨心就能保持的愈久，這對孩子接受聖賢的教育是很大的助力。"
    },
    {
      "id": "02-042-0186_p0081",
      "zh_CN": "丁三、远离媒体的污染",
      "zh_TW": "丁三、遠離媒體的污染"
    },
    {
      "id": "02-042-0186_p0082",
      "zh_CN": "今天的社会，媒体发达，宣扬的是科学物质文明，背后的动力，是人的贪欲。因此真想要孩子成圣成贤，家人要远离电视媒体、报纸网路、电脑游戏等等，给孩子一个自然的清净环境。从小培养孩子安于寂静，乐于寂静的心境，尤为重要，这对孩子将来学习经典会产生很大的帮助。",
      "zh_TW": "今天的社會，媒體發達，宣揚的是科學物質文明，背後的動力，是人的貪欲。因此真想要孩子成聖成賢，家人要遠離電視媒體、報紙網路、電腦遊戲等等，給孩子一個自然的清淨環境。從小培養孩子安於寂靜，樂於寂靜的心境，尤為重要，這對孩子將來學習經典會產生很大的幫助。"
    },
    {
      "id": "02-042-0186_p0083",
      "zh_CN": "丙二、给孩子一个健康的身体",
      "zh_TW": "丙二、給孩子一個健康的身體"
    },
    {
      "id": "02-042-0186_p0084",
      "zh_CN": "丁一、健康的身体源自清净心",
      "zh_TW": "丁一、健康的身體源自清淨心"
    },
    {
      "id": "02-042-0186_p0085",
      "zh_CN": "母亲怀孩子时，心地清净慈悲，所怀的孩子一定有健康的身体。但是要在染污严重的现在社会保持清净心，没有一定的修为是不可能做得到的。这种状况下，只有一条路可以走，那就是天天不离圣训。最好就是选一部经读到底，这样母亲的心是定的，而且还福慧双修。居家的环境也很重要，若家中昼夜佛号不断，其磁场一定祥和，人处其中，心安神宁，这样状态下出生的孩子，岂有不好的道理！",
      "zh_TW": "母親懷孩子時，心地清淨慈悲，所懷的孩子一定有健康的身體。但是要在染污嚴重的現在社會保持清淨心，沒有一定的修為是不可能做得到的。這種狀況下，只有一條路可以走，那就是天天不離聖訓。最好就是選一部經讀到底，這樣母親的心是定的，而且還福慧雙修。居家的環境也很重要，若家中晝夜佛號不斷，其磁場一定祥和，人處其中，心安神寧，這樣狀態下出生的孩子，豈有不好的道理！"
    },
    {
      "id": "02-042-0186_p0086",
      "zh_CN": "丁二、持素的必要",
      "zh_TW": "丁二、持素的必要"
    },
    {
      "id": "02-042-0186_p0087",
      "zh_CN": "佛说无畏布施得健康果报。仁者无敌。戒杀吃素，一定是身体健康的人。现在的动物水产都是在异常狭窄的空间，喂化学药物催大的。牠们百病丛生，怨毒深重，这样的肉食充满了危机。吃肉还与这动物结了冤仇，生生世世要冤冤相报，实在太可怕了。所以要生圣贤的孩子，应当远离这些可怕的肉食，不因食肉而和众生结冤仇。现在的科学证明，素食的能量，素食的营养，足以提供任何人的身体需要。",
      "zh_TW": "佛說無畏布施得健康果報。仁者無敵。戒殺吃素，一定是身體健康的人。現在的動物水產都是在異常狹窄的空間，餵化學藥物催大的。牠們百病叢生，怨毒深重，這樣的肉食充滿了危機。吃肉還與這動物結了冤仇，生生世世要冤冤相報，實在太可怕了。所以要生聖賢的孩子，應當遠離這些可怕的肉食，不因食肉而和眾生結冤仇。現在的科學證明，素食的能量，素食的營養，足以提供任何人的身體需要。"
    },
    {
      "id": "02-042-0186_p0088",
      "zh_CN": "丁三、母乳喂养的重要",
      "zh_TW": "丁三、母乳餵養的重要"
    },
    {
      "id": "02-042-0186_p0089",
      "zh_CN": "今天社会上绝大多数的母亲，因为怕辛苦、怕麻烦，甚至怕身材走样等等，出于私心的理由，而给婴儿喂奶粉。感叹母心不古，母恩不复，此心如何生孝子，况圣贤乎？难怪世风日下，忤逆不孝之人比比皆是。",
      "zh_TW": "今天社會上絕大多數的母親，因為怕辛苦、怕麻煩，甚至怕身材走樣等等，出於私心的理由，而給嬰兒餵奶粉。感嘆母心不古，母恩不復，此心如何生孝子，況聖賢乎？難怪世風日下，忤逆不孝之人比比皆是。"
    },
    {
      "id": "02-042-0186_p0090",
      "zh_CN": "戊一、与婴儿最好的沟通方式：哺乳。",
      "zh_TW": "戊一、與嬰兒最好的溝通方式：哺乳。"
    },
    {
      "id": "02-042-0186_p0091",
      "zh_CN": "母乳是母恩的体现之一，是母亲的慈悲心化现的。母亲的心念亦会通过乳汁传给婴儿。曾经听老人说过，婴儿吃谁的奶，就同谁像。相由心生，可见蒙薰的力量非常的大。古时候，有「李善乳主」的故事。家奴李善，于主人遭灭门惨祸之时，救出主人尚在襁褓中的孤脉逃亡。其忠义之心感天动地，使其堂堂丈夫之躯流出乳汁，哺育无人喂养的婴儿。这每一滴乳汁都包含了忠孝仁义。恩德深重，婴儿怎能不知？这孩子长大后，果真成了国家栋梁。",
      "zh_TW": "母乳是母恩的體現之一，是母親的慈悲心化現的。母親的心念亦會通過乳汁傳給嬰兒。曾經聽老人說過，嬰兒吃誰的奶，就同誰像。相由心生，可見蒙薰的力量非常的大。古時候，有「李善乳主」的故事。家奴李善，於主人遭滅門慘禍之時，救出主人尚在襁褓中的孤脈逃亡。其忠義之心感天動地，使其堂堂丈夫之軀流出乳汁，哺育無人餵養的嬰兒。這每一滴乳汁都包含了忠孝仁義。恩德深重，嬰兒怎能不知？這孩子長大後，果真成了國家棟梁。"
    },
    {
      "id": "02-042-0186_p0092",
      "zh_CN": "戊二、婴儿唯一的健康食品：母乳。",
      "zh_TW": "戊二、嬰兒唯一的健康食品：母乳。"
    },
    {
      "id": "02-042-0186_p0093",
      "zh_CN": "母乳对三岁之前的孩子非常的重要。专家说母乳哺育的孩子，身体免疫力特强，骨骼结实，身体健康。所以要做圣贤的母亲，当然要尽可能的给圣贤的接班人一个健康的身体。这三年的母乳哺育，无论如何的辛苦，都要尽心尽力的坚持，不能轻易放弃。",
      "zh_TW": "母乳對三歲之前的孩子非常的重要。專家說母乳哺育的孩子，身體免疫力特強，骨骼結實，身體健康。所以要做聖賢的母親，當然要盡可能的給聖賢的接班人一個健康的身體。這三年的母乳哺育，無論如何的辛苦，都要盡心盡力的堅持，不能輕易放棄。"
    },
    {
      "id": "02-042-0186_p0094",
      "zh_CN": "结语",
      "zh_TW": "結語"
    },
    {
      "id": "02-042-0186_p0095",
      "zh_CN": "圣贤始于母亲。怀孩子、生孩子、养孩子、教孩子，就是母亲的生活、母亲的学习、母亲的工作、母亲的事业，是一个母亲的全部，是母亲独有的修行法门。母亲不为自己生孩子，母亲的一切只为成就圣贤的接班人。母亲在辛苦中品尝乐趣，在辛苦中提升灵性，在辛苦中成就道业，其乐无穷。大概只有真正发愿做圣贤母亲的，才能品尝到这样美好的滋味吧。",
      "zh_TW": "聖賢始於母親。懷孩子、生孩子、養孩子、教孩子，就是母親的生活、母親的學習、母親的工作、母親的事業，是一個母親的全部，是母親獨有的修行法門。母親不為自己生孩子，母親的一切只為成就聖賢的接班人。母親在辛苦中品嘗樂趣，在辛苦中提升靈性，在辛苦中成就道業，其樂無窮。大概只有真正發願做聖賢母親的，才能品嘗到這樣美好的滋味吧。"
    },
    {
      "id": "02-042-0186_p0096",
      "zh_CN": "在今天的社会，真发心做圣贤的母亲，要成就圣贤的孩子，必定有诸多的磨难和考试。一路上都要抱紧圣训，譬如天天听师父上人的讲经教导，天天读经，总之一天都不能离开经典和圣训。成功与否，取决于对圣贤文化的信愿行。只要抱着与古人一样的心量：「为天地立心，为生民立命，为往圣继绝学，为万世开太平」，一定会得各方圣贤的加持，祖宗的庇佑。祝愿天下的母亲，都立愿做圣贤的母亲；天下的孩子，都接受圣贤的教育；天下的人民，都回归圣贤的大道。天下太平矣！",
      "zh_TW": "在今天的社會，真發心做聖賢的母親，要成就聖賢的孩子，必定有諸多的磨難和考試。一路上都要抱緊聖訓，譬如天天聽師父上人的講經教導，天天讀經，總之一天都不能離開經典和聖訓。成功與否，取決於對聖賢文化的信願行。只要抱著與古人一樣的心量：「為天地立心，為生民立命，為往聖繼絕學，為萬世開太平」，一定會得各方聖賢的加持，祖宗的庇佑。祝願天下的母親，都立願做聖賢的母親；天下的孩子，都接受聖賢的教育；天下的人民，都回歸聖賢的大道。天下太平矣！"
    },
    {
      "id": "02-042-0186_p0097",
      "zh_CN": "惭愧弟子不善言辞，文笔拙劣，以上所写的，定是谬误百出。在此叩请尊敬的恩师上人慈悲斧正。并以此抛砖引玉，愿多多圣贤出世，救拔众生于水深火热处。感恩不尽！阿弥陀佛！",
      "zh_TW": "慚愧弟子不善言辭，文筆拙劣，以上所寫的，定是謬誤百出。在此叩請尊敬的恩師上人慈悲斧正。並以此拋磚引玉，願多多聖賢出世，救拔眾生於水深火熱處。感恩不盡！阿彌陀佛！"
    },
    {
      "id": "02-042-0186_p0098",
      "zh_CN": "恭祝尊敬的恩师上人法体安康，常住世间，常转法轮，一切吉祥！惭愧弟子妙音顶礼拜上，二Ｏ一五年十月九日，于马来西亚。",
      "zh_TW": "恭祝尊敬的恩師上人法體安康，常住世間，常轉法輪，一切吉祥！慚愧弟子妙音頂禮拜上，二Ｏ一五年十月九日，於馬來西亞。"
    },
    {
      "id": "02-042-0186_p0099",
      "zh_CN": "老法师：这一份讲演稿是从马来西亚传过来的，只用了法名妙音，真实的名字没有暴露，文章的内容非常好。",
      "zh_TW": "老法師：這一份講演稿是從馬來西亞傳過來的，只用了法名妙音，真實的名字沒有暴露，文章的內容非常好。"
    },
    {
      "id": "02-042-0186_p0100",
      "zh_CN": "现在的社会问题很多人忧心，人心坏了，社会乱了，这个现象是一年比一年严重，这不是小事，这是大事。人类还想不想在这个地球上再延续个几百年、几千年，不至于在我们这一代就在地球上绝迹？我说这个话，不是吓唬人的，是科学家提出来的。我们看到了，很惊讶！细心观察，冷静的观察，这些话是真的，不是假的。根源在哪里？为什么会变成这样子？正如这篇文章所说的，根源在母亲。现在的母亲就像《无量寿经》上佛所说的，「先人不善，不识道德，无有语者，殊无怪也」。母亲没有尽到母亲的责任，她们根本就不知道怎样做母亲。而且还有许许多多，在这个社会很普遍，我们是在报导里面看到的，每一天这个地球上堕胎的人数有多少？医院里面有记录的，没有记录的就不知道了，每一天十五万人，每天杀十五万小孩，好像是一年五千万，堕胎。如果说果报，从因果上来说，那就不提了。佛门常讲「五逆十恶」，这是堕阿鼻地狱的。五逆，杀父、杀母、杀阿罗汉、出佛身血、破和合僧。母亲杀胎儿，这在哪一条？佛没说，让我们自己去想，我们自己来做个判断。",
      "zh_TW": "現在的社會問題很多人憂心，人心壞了，社會亂了，這個現象是一年比一年嚴重，這不是小事，這是大事。人類還想不想在這個地球上再延續個幾百年、幾千年，不至於在我們這一代就在地球上絕跡？我說這個話，不是嚇唬人的，是科學家提出來的。我們看到了，很驚訝！細心觀察，冷靜的觀察，這些話是真的，不是假的。根源在哪裡？為什麼會變成這樣子？正如這篇文章所說的，根源在母親。現在的母親就像《無量壽經》上佛所說的，「先人不善，不識道德，無有語者，殊無怪也」。母親沒有盡到母親的責任，她們根本就不知道怎樣做母親。而且還有許許多多，在這個社會很普遍，我們是在報導裡面看到的，每一天這個地球上墮胎的人數有多少？醫院裡面有記錄的，沒有記錄的就不知道了，每一天十五萬人，每天殺十五萬小孩，好像是一年五千萬，墮胎。如果說果報，從因果上來說，那就不提了。佛門常講「五逆十惡」，這是墮阿鼻地獄的。五逆，殺父、殺母、殺阿羅漢、出佛身血、破和合僧。母親殺胎兒，這在哪一條？佛沒說，讓我們自己去想，我們自己來做個判斷。"
    },
    {
      "id": "02-042-0186_p0101",
      "zh_CN": "佛在经上只告诉我们，子女跟父母有四种缘，没有缘不会到你家里来，这四种缘就是报恩、报怨、讨债、还债。佛又告诉我们，冤家宜解不宜结。真正修行人，第一条戒律就是不跟人对立、不跟万物对立。换句话说，不跟一切人、一切万物结怨，一定要懂得平等对待、和睦相处，互相尊重，互相敬爱，互助合作。尽自己的能力去帮助需要帮助的人、需要帮助的这些动物，这是仁道。仁者爱人。这个字在中国传统文化里头占的地位非常重要，五常之首。五伦是道，五常是德。这五种大德，根本的德行，无量无边的功德都是从这五种衍生出来的，仁义礼智信。",
      "zh_TW": "佛在經上只告訴我們，子女跟父母有四種緣，沒有緣不會到你家裡來，這四種緣就是報恩、報怨、討債、還債。佛又告訴我們，冤家宜解不宜結。真正修行人，第一條戒律就是不跟人對立、不跟萬物對立。換句話說，不跟一切人、一切萬物結怨，一定要懂得平等對待、和睦相處，互相尊重，互相敬愛，互助合作。盡自己的能力去幫助需要幫助的人、需要幫助的這些動物，這是仁道。仁者愛人。這個字在中國傳統文化裡頭佔的地位非常重要，五常之首。五倫是道，五常是德。這五種大德，根本的德行，無量無邊的功德都是從這五種衍生出來的，仁義禮智信。"
    },
    {
      "id": "02-042-0186_p0102",
      "zh_CN": "今天社会动乱，是有史以来从来没有过的，中国、外国历史里头都找不到。五伦没有了，五常也没有了。人不讲道德、不听道德了，把道德丢失了，认为它是封建时代的产品，封建时代过去了，这个东西一律都应该淘汰了。新的道德是什么？用什么来齐家、治国、平天下？古圣先贤的标准，宗教圣哲的标准，都不要了。连现代的科学家都警告我们，怕的是地球会毁灭，而且这个期限不长，科学家估计五十年到一百年。换句话说，这个空前的大难就在这个世纪会发生，这多可怕！科学家说的，科学家是从数据得出来的结论，他有根据，不是随便说的。这些从媒体的报导，报纸、杂志，我相信大家知道的比我多。我很多年没有看过电视了，媒体放下了，报纸杂志也不看，只是一些同学看到之后把它节录下来告诉我。",
      "zh_TW": "今天社會動亂，是有史以來從來沒有過的，中國、外國歷史裡頭都找不到。五倫沒有了，五常也沒有了。人不講道德、不聽道德了，把道德丟失了，認為它是封建時代的產品，封建時代過去了，這個東西一律都應該淘汰了。新的道德是什麼？用什麼來齊家、治國、平天下？古聖先賢的標準，宗教聖哲的標準，都不要了。連現代的科學家都警告我們，怕的是地球會毀滅，而且這個期限不長，科學家估計五十年到一百年。換句話說，這個空前的大難就在這個世紀會發生，這多可怕！科學家說的，科學家是從數據得出來的結論，他有根據，不是隨便說的。這些從媒體的報導，報紙、雜誌，我相信大家知道的比我多。我很多年沒有看過電視了，媒體放下了，報紙雜誌也不看，只是一些同學看到之後把它節錄下來告訴我。"
    },
    {
      "id": "02-042-0186_p0103",
      "zh_CN": "前年，我在联合国参加一次的和平会议，我报告的主题是「人心坏了，社会乱了，怎么办」。西方一些学者把希望寄托在中国，欧洲这些汉学家，他们对于中国文学、历史确实有很难得的成就，他们说出来的。我看得比较多一点的，英国汤恩比博士的著作，他就很坦白的说出来，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。他过世了，他一九七五年过世的，一九七五年，他那一年八十五岁。我们看这个人是菩萨，晚年八十岁到八十五岁，对这桩事情非常关心，天天在想解决之道，这个问题就是第三次世界大战。他亲身经历了第一次、第二次。第三次大战要爆发，是核武战争、是生化战争。这个战争爆发没有胜负，是地球同归于尽，也就是说地球上的人都不想活了，集体自杀。这些毁灭人类的武器是人类自己造成的，这不是天然的。使用这个武器可以消灭人类，核武，不但人类，核子爆炸的时候，空中的细菌都不存在。",
      "zh_TW": "前年，我在聯合國參加一次的和平會議，我報告的主題是「人心壞了，社會亂了，怎麼辦」。西方一些學者把希望寄託在中國，歐洲這些漢學家，他們對於中國文學、歷史確實有很難得的成就，他們說出來的。我看得比較多一點的，英國湯恩比博士的著作，他就很坦白的說出來，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。他過世了，他一九七五年過世的，一九七五年，他那一年八十五歲。我們看這個人是菩薩，晚年八十歲到八十五歲，對這樁事情非常關心，天天在想解決之道，這個問題就是第三次世界大戰。他親身經歷了第一次、第二次。第三次大戰要爆發，是核武戰爭、是生化戰爭。這個戰爭爆發沒有勝負，是地球同歸於盡，也就是說地球上的人都不想活了，集體自殺。這些毀滅人類的武器是人類自己造成的，這不是天然的。使用這個武器可以消滅人類，核武，不但人類，核子爆炸的時候，空中的細菌都不存在。"
    },
    {
      "id": "02-042-0186_p0104",
      "zh_CN": "怎么化解？要中国传统文化，儒释道，儒释道都是中国的，有没有人相信？我记得我第二次访问英国，在剑桥大学、伦敦大学跟他们中文系的同学、教授举行过座谈会，交流。我提出来，汤恩比是伦敦出生的，英国的历史哲学家，他说的（我向同学们发问）你们相信吗？汤恩比说的话，解决二十一世纪问题要靠中国传统文化。你们是学中国文学的，你们相不相信？没有人回答我。我反过来问他们，难道汤恩比博士这个话说错了吗？大家对着我笑，不说话。最后还是我来解释，我说如果你们把这些话来问我，我会很肯定告诉你，汤恩比的话说得不错，是真的。你们为什么不敢开口？我知道，我说出来，你们听听有没有道理？你们不敢承认是因为中国传统文化现在中国人自己不要了，那么好的东西，你们不要，你们都到欧洲来留学、来学我们东西，会让我产生怀疑。对不对？你们不敢反对，汤恩比的名气太大了，怕说错了。说得大家都很开怀，都大笑，高兴。真的是这样。",
      "zh_TW": "怎麼化解？要中國傳統文化，儒釋道，儒釋道都是中國的，有沒有人相信？我記得我第二次訪問英國，在劍橋大學、倫敦大學跟他們中文系的同學、教授舉行過座談會，交流。我提出來，湯恩比是倫敦出生的，英國的歷史哲學家，他說的（我向同學們發問）你們相信嗎？湯恩比說的話，解決二十一世紀問題要靠中國傳統文化。你們是學中國文學的，你們相不相信？沒有人回答我。我反過來問他們，難道湯恩比博士這個話說錯了嗎？大家對著我笑，不說話。最後還是我來解釋，我說如果你們把這些話來問我，我會很肯定告訴你，湯恩比的話說得不錯，是真的。你們為什麼不敢開口？我知道，我說出來，你們聽聽有沒有道理？你們不敢承認是因為中國傳統文化現在中國人自己不要了，那麼好的東西，你們不要，你們都到歐洲來留學、來學我們東西，會讓我產生懷疑。對不對？你們不敢反對，湯恩比的名氣太大了，怕說錯了。說得大家都很開懷，都大笑，高興。真的是這樣。"
    },
    {
      "id": "02-042-0186_p0105",
      "zh_CN": "希望大家共同努力，把中国文化在全世界普遍的宣扬。尤其现在我们找到一本书，《群书治要》。我们想把它翻成各国的文字，希望全世界的人都能读到，都能够觉悟，都能在这个里头吸取智慧。智慧能解决问题。中国人什么时候会重视传统文化？外国人都重视了，中国人就会重视。外国人不重视，中国人没有信心；外国人重视了，外国人非常认真学习，中国人就跟进了。所以中国人相信自己传统文化，放在最后面，外国人先学。",
      "zh_TW": "希望大家共同努力，把中國文化在全世界普遍的宣揚。尤其現在我們找到一本書，《群書治要》。我們想把它翻成各國的文字，希望全世界的人都能讀到，都能夠覺悟，都能在這個裡頭吸取智慧。智慧能解決問題。中國人什麼時候會重視傳統文化？外國人都重視了，中國人就會重視。外國人不重視，中國人沒有信心；外國人重視了，外國人非常認真學習，中國人就跟進了。所以中國人相信自己傳統文化，放在最後面，外國人先學。"
    },
    {
      "id": "02-042-0186_p0106",
      "zh_CN": "他们是不是真学？现在在全世界汉学热。我相信英国带头，英国教育部要求幼儿园、小学、中学、大学，所有的学生都要学中国文字、中国语言。它这么一搞就带动整个欧洲，多少国家现在统统重视汉学。所以我们有义务告诉他，中国最好的东西，像西方这些汉学家们所提倡的中国文言文、中国的汉字、中国的古籍，代表的就是《四库全书》。我们希望在国外真正能有一批汉学家，能读《四库全书》、能讲《四库全书》，能把《四库全书》翻译成每个国家不同的文字，在他的国家流通，让全世界人都能读到《四库全书》。问题真能解决，不是不能解决。",
      "zh_TW": "他們是不是真學？現在在全世界漢學熱。我相信英國帶頭，英國教育部要求幼兒園、小學、中學、大學，所有的學生都要學中國文字、中國語言。它這麼一搞就帶動整個歐洲，多少國家現在統統重視漢學。所以我們有義務告訴他，中國最好的東西，像西方這些漢學家們所提倡的中國文言文、中國的漢字、中國的古籍，代表的就是《四庫全書》。我們希望在國外真正能有一批漢學家，能讀《四庫全書》、能講《四庫全書》，能把《四庫全書》翻譯成每個國家不同的文字，在他的國家流通，讓全世界人都能讀到《四庫全書》。問題真能解決，不是不能解決。"
    },
    {
      "id": "02-042-0186_p0107",
      "zh_CN": "中国自古以来，教育培养的是什么人？不是升官发财，是培养大圣大贤，圣贤君子的教育。佛陀的教育是培养阿罗汉、菩萨、佛陀。名词不一样，跟中国人所讲的圣贤君子是一个意思，圣人就是佛陀，贤人就是菩萨，君子就是阿罗汉。不迷信。如果大乘佛法不是以这个为教学中心的话，中国人不会接受，中国人怎么可能派特使到西域（就是现在的新疆）？那个时候释迦牟尼佛的学生已经有人到新疆去教学，中国皇上知道了，派特使去迎请佛门里面这些高僧大德到中国来教学。他们来了之后，所说的果然与我们古圣先贤相同，互相印证，双方面都提升了。",
      "zh_TW": "中國自古以來，教育培養的是什麼人？不是升官發財，是培養大聖大賢，聖賢君子的教育。佛陀的教育是培養阿羅漢、菩薩、佛陀。名詞不一樣，跟中國人所講的聖賢君子是一個意思，聖人就是佛陀，賢人就是菩薩，君子就是阿羅漢。不迷信。如果大乘佛法不是以這個為教學中心的話，中國人不會接受，中國人怎麼可能派特使到西域（就是現在的新疆）？那個時候釋迦牟尼佛的學生已經有人到新疆去教學，中國皇上知道了，派特使去迎請佛門裡面這些高僧大德到中國來教學。他們來了之後，所說的果然與我們古聖先賢相同，互相印證，雙方面都提升了。"
    },
    {
      "id": "02-042-0186_p0108",
      "zh_CN": "这两千年来，大乘佛法变成中国传统文化里面一员，一家人了。从哪里看出来？从翻译经典。佛经是古时候古印度梵文翻译的、记录的，原书是梵文，大量传到中国，翻成中国文字。这翻成之后，梵文的原本一本都找不到了，这什么原因？我向方东美先生请教，照理说应该原典要保存下来，为什么没有了？方老师告诉我，古时候中国人跟现在中国人不一样，古人有智慧、有德行、有气节。他们认为，这是事实，不是假的，只有中国汉字、文言文能流传久远，千年万世不会变。梵文是拼音文字，拼音文字二、三百年之后，音声不一样，就看不懂了。知道中国这个载体太好了，大量送到中国来，翻成中国文，传之久远，原文不要了。翻译的意思决定没有错误，文字比原文还要华美，超过它的原文。所以不要了。不但中国这些人知道，印度这些高僧大德也知道，他们参加翻译。",
      "zh_TW": "這兩千年來，大乘佛法變成中國傳統文化裡面一員，一家人了。從哪裡看出來？從翻譯經典。佛經是古時候古印度梵文翻譯的、記錄的，原書是梵文，大量傳到中國，翻成中國文字。這翻成之後，梵文的原本一本都找不到了，這什麼原因？我向方東美先生請教，照理說應該原典要保存下來，為什麼沒有了？方老師告訴我，古時候中國人跟現在中國人不一樣，古人有智慧、有德行、有氣節。他們認為，這是事實，不是假的，只有中國漢字、文言文能流傳久遠，千年萬世不會變。梵文是拼音文字，拼音文字二、三百年之後，音聲不一樣，就看不懂了。知道中國這個載體太好了，大量送到中國來，翻成中國文，傳之久遠，原文不要了。翻譯的意思決定沒有錯誤，文字比原文還要華美，超過它的原文。所以不要了。不但中國這些人知道，印度這些高僧大德也知道，他們參加翻譯。"
    },
    {
      "id": "02-042-0186_p0109",
      "zh_CN": "给我们现在人一个启示，你的东西好，要想留传千年万世，要用文言文写。白话文不行，白话文写的东西，延二、三百年之后，看不懂了。这个世界上每个国家、每个族群、每个宗教，都有非常好的东西，都希望传到后代千年万年，那怎么办？统统要用汉字、文言文来写。所以文言、汉字统一了周朝八百年。前面夏商（夏禹、商汤）多半还是用甲骨、钟鼎，文字不多，周朝用大篆，到秦汉时候用小篆。文字数量增加了，可以详细记载，到今年三千多年，学文言文的人能看得懂。这是世界上独有的一种文字，全世界找不到第二家。外国人现在慢慢知道了，知道怎么样？要学，学了干什么？把他们自己的好东西统统用这个文字来书写，才能流传到后世，不至于丧失掉。所以汉学热，现在是刚刚开始，温度还没有升起来，升，我们相信五年、十年会高升。我们不能不学，要是不学的话，将来要从欧洲、从别的国家请汉学老师来教我们。今天时间到了，我们就学习到此地。",
      "zh_TW": "給我們現在人一個啟示，你的東西好，要想留傳千年萬世，要用文言文寫。白話文不行，白話文寫的東西，延二、三百年之後，看不懂了。這個世界上每個國家、每個族群、每個宗教，都有非常好的東西，都希望傳到後代千年萬年，那怎麼辦？統統要用漢字、文言文來寫。所以文言、漢字統一了周朝八百年。前面夏商（夏禹、商湯）多半還是用甲骨、鐘鼎，文字不多，周朝用大篆，到秦漢時候用小篆。文字數量增加了，可以詳細記載，到今年三千多年，學文言文的人能看得懂。這是世界上獨有的一種文字，全世界找不到第二家。外國人現在慢慢知道了，知道怎麼樣？要學，學了幹什麼？把他們自己的好東西統統用這個文字來書寫，才能流傳到後世，不至於喪失掉。所以漢學熱，現在是剛剛開始，溫度還沒有升起來，升，我們相信五年、十年會高升。我們不能不學，要是不學的話，將來要從歐洲、從別的國家請漢學老師來教我們。今天時間到了，我們就學習到此地。"
    }
  ]
}