{
  "doc_id": "02-042-0157",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "郭帅华",
    "蔡礼旭"
  ],
  "volume": {
    "zh_CN": "第一五七集",
    "zh_TW": "第一五七集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0157",
  "total_paragraphs": 126,
  "paragraphs": [
    {
      "id": "02-042-0157_p0001",
      "zh_CN": "学生：岁次乙未年中元祭祖专刊。「识中国文字，学东方智慧（节要）」，郭帅华老师。",
      "zh_TW": "學生：歲次乙未年中元祭祖專刊。「識中國文字，學東方智慧（節要）」，郭帥華老師。"
    },
    {
      "id": "02-042-0157_p0002",
      "zh_CN": "中国号称文明古国，有五千余年的历史，祖先的智慧，灿烂的中华文明，代代相传。四大文明古国其他三个都相继灭亡，唯独中华文明延传不衰，而且愈来愈对世界的和谐发展起到重要作用，而炎黄子孙随着时间的发展，也愈来愈昌隆。原因何在？据学者研究，第一，我们的古圣先贤、列祖列宗是遵天道而序人伦，为我们创造了博大的文化智慧，德荫子孙。中华民族重视孝道，孝道的体现就是家道的延续，所谓修身齐家。代代延续就使祖先的智慧得以保留。",
      "zh_TW": "中國號稱文明古國，有五千餘年的歷史，祖先的智慧，燦爛的中華文明，代代相傳。四大文明古國其他三個都相繼滅亡，唯獨中華文明延傳不衰，而且愈來愈對世界的和諧發展起到重要作用，而炎黃子孫隨著時間的發展，也愈來愈昌隆。原因何在？據學者研究，第一，我們的古聖先賢、列祖列宗是遵天道而序人倫，為我們創造了博大的文化智慧，德蔭子孫。中華民族重視孝道，孝道的體現就是家道的延續，所謂修身齊家。代代延續就使祖先的智慧得以保留。"
    },
    {
      "id": "02-042-0157_p0003",
      "zh_CN": "其次，在于文字的创造和传承。因为音声是言出即逝，而文字是经久不衰的，特别是中国的汉字能够做到亘古不变。那就使得祖先的智慧、社会经验，各种文明能够完整的记录下来，同时能够完整的传承下来，这也是中华民族衍传不息的根本所在。",
      "zh_TW": "其次，在於文字的創造和傳承。因為音聲是言出即逝，而文字是經久不衰的，特別是中國的漢字能夠做到亙古不變。那就使得祖先的智慧、社會經驗，各種文明能夠完整的記錄下來，同時能夠完整的傳承下來，這也是中華民族衍傳不息的根本所在。"
    },
    {
      "id": "02-042-0157_p0004",
      "zh_CN": "文字是中华文化最核心的体现，所以我们要恢复民族信心，传承中华文明，延续祖先的智慧，就必须要从文字来入门，以便做到我们了解祖先、了解古代社会，如此，我们的信心才会油然生发，我们的智慧和经验才能够逐步提升。",
      "zh_TW": "文字是中華文化最核心的體現，所以我們要恢復民族信心，傳承中華文明，延續祖先的智慧，就必須要從文字來入門，以便做到我們了解祖先、了解古代社會，如此，我們的信心才會油然生發，我們的智慧和經驗才能夠逐步提升。"
    },
    {
      "id": "02-042-0157_p0005",
      "zh_CN": "在古代，学习要有基础，基础是从文字开始，《三字经》中说：「为学者，必有初。小学终，至四书。」所谓的小学，就是指文字之学。中国古人做任何事情都非常重视先后次第，所谓「知所先后，则近道矣」。有正确的方法、正确的次第，结果自然而成。依照传承下来的通行观念，学习次第依次是蒙学、小学、经学、史学。简略的来讲，是遵循这个次第。",
      "zh_TW": "在古代，學習要有基礎，基礎是從文字開始，《三字經》中說：「為學者，必有初。小學終，至四書。」所謂的小學，就是指文字之學。中國古人做任何事情都非常重視先後次第，所謂「知所先後，則近道矣」。有正確的方法、正確的次第，結果自然而成。依照傳承下來的通行觀念，學習次第依次是蒙學、小學、經學、史學。簡略的來講，是遵循這個次第。"
    },
    {
      "id": "02-042-0157_p0006",
      "zh_CN": "一、文字的来源",
      "zh_TW": "一、文字的來源"
    },
    {
      "id": "02-042-0157_p0007",
      "zh_CN": "中国的文字最初是如何来的呢？在《说文解字叙》中写道，「古者庖牺氏之王天下也，仰则观象于天，俯则观法于地，视鸟兽之文，与地之宜，近取诸身，远取诸物，于是始作《易》、八卦，以垂宪象。」中国人凡事不忘本，都要追根溯源，从源头说起。文字也是如此，首先是伏羲画卦。伏羲是我们的始祖，为三皇之首。他观天象、观地文，然后再看鸟兽虫鱼、大自然万物的体现，总结出来规律。根据所看到的这种智慧用八卦表现出来。",
      "zh_TW": "中國的文字最初是如何來的呢？在《說文解字敘》中寫道，「古者庖犧氏之王天下也，仰則觀象於天，俯則觀法於地，視鳥獸之文，與地之宜，近取諸身，遠取諸物，於是始作《易》、八卦，以垂憲象。」中國人凡事不忘本，都要追根溯源，從源頭說起。文字也是如此，首先是伏羲畫卦。伏羲是我們的始祖，為三皇之首。他觀天象、觀地文，然後再看鳥獸蟲魚、大自然萬物的體現，總結出來規律。根據所看到的這種智慧用八卦表現出來。"
    },
    {
      "id": "02-042-0157_p0008",
      "zh_CN": "「以垂宪象」是什么意思呢？以八卦来彰示天地之道。八卦下面是坎，是北方。坎这个字，中间是一横，上面和下面是断开的两条直线，后人认为坎就像水一样。而且坎在五行当中是属水，在八卦当中坎属水。于是就认为这是文字的起源。黄侃先生提到，实际八卦是文字起初的符号，学生认为这是文字智慧的一种初始，文字传递智慧，所以彰示天道。",
      "zh_TW": "「以垂憲象」是什麼意思呢？以八卦來彰示天地之道。八卦下面是坎，是北方。坎這個字，中間是一橫，上面和下面是斷開的兩條直線，後人認為坎就像水一樣。而且坎在五行當中是屬水，在八卦當中坎屬水。於是就認為這是文字的起源。黃侃先生提到，實際八卦是文字起初的符號，學生認為這是文字智慧的一種初始，文字傳遞智慧，所以彰示天道。"
    },
    {
      "id": "02-042-0157_p0009",
      "zh_CN": "到后来是结绳而治。在《说文．叙》中说，「及神农氏结绳为治而统其事」。学生认为，结绳而治是文字之用的一种体现，是人们沟通交流的具体表达。后来就促使文字，即有形、音、义，有记录作用的一种符号开始出现了。「黄帝之史仓颉，见鸟兽蹏迒之迹，知分理之可相别异也，初造书契。」仓颉是黄帝的史官，他造字不是采取闻所未闻的事物，一定是取人们生活当中显而易见、容易明白的，文字有它的共通性，所以文字本来的创造并不高深复杂。「见鸟兽蹏迒之迹」，比如在中原地带冬天会下大雪，雪地里会有各种动物走过的脚印，比如老虎、梅花鹿。牠的脚印是有区分的，看到相应的图案，就知道相应的动物了，这就是一种取向，根据鸟兽的足迹。所以，我们就能领会到，「初造书契」就是根据生活现象开始造一些基本的字。",
      "zh_TW": "到後來是結繩而治。在《說文．敘》中說，「及神農氏結繩為治而統其事」。學生認為，結繩而治是文字之用的一種體現，是人們溝通交流的具體表達。後來就促使文字，即有形、音、義，有記錄作用的一種符號開始出現了。「黃帝之史倉頡，見鳥獸蹏迒之跡，知分理之可相別異也，初造書契。」倉頡是黃帝的史官，他造字不是採取聞所未聞的事物，一定是取人們生活當中顯而易見、容易明白的，文字有它的共通性，所以文字本來的創造並不高深複雜。「見鳥獸蹏迒之跡」，比如在中原地帶冬天會下大雪，雪地裡會有各種動物走過的腳印，比如老虎、梅花鹿。牠的腳印是有區分的，看到相應的圖案，就知道相應的動物了，這就是一種取向，根據鳥獸的足跡。所以，我們就能領會到，「初造書契」就是根據生活現象開始造一些基本的字。"
    },
    {
      "id": "02-042-0157_p0010",
      "zh_CN": "文字的创造是有规律的，文字的构形规律是什么呢？六书。最初记载六书的是在《汉书．艺文志》当中，「周官保氏掌管国子教之六书……造字之本也。」许慎详细解释了六书的意义，我们学习汉字就有方法可以依循了。",
      "zh_TW": "文字的創造是有規律的，文字的構形規律是什麼呢？六書。最初記載六書的是在《漢書．藝文志》當中，「周官保氏掌管國子教之六書……造字之本也。」許慎詳細解釋了六書的意義，我們學習漢字就有方法可以依循了。"
    },
    {
      "id": "02-042-0157_p0011",
      "zh_CN": "二、文字的演变",
      "zh_TW": "二、文字的演變"
    },
    {
      "id": "02-042-0157_p0012",
      "zh_CN": "最早的是殷商的甲骨文，刻在甲骨上；其次是钟鼎文，铸造在钟鼎器上面；然后是小篆，是秦朝的李斯根据前代的文字所创制的；然后是隶书，然后是楷书，就是我们现在的通行字体。甲骨文、钟鼎文，大篆、小篆等古文字，因为形体不统一、大小不一致，所谓文字异形，不方便记录，逐渐就演变改革，到小篆的时候达到成熟。小篆形体是长方形的字体，大小一致，笔画固定，同时也表现了汉字的造字意图，所谓的六书规律在小篆中也保留了下来，所谓是文字的成熟代表，是文字的分水岭。",
      "zh_TW": "最早的是殷商的甲骨文，刻在甲骨上；其次是鐘鼎文，鑄造在鐘鼎器上面；然後是小篆，是秦朝的李斯根據前代的文字所創制的；然後是隸書，然後是楷書，就是我們現在的通行字體。甲骨文、鐘鼎文，大篆、小篆等古文字，因為形體不統一、大小不一致，所謂文字異形，不方便記錄，逐漸就演變改革，到小篆的時候達到成熟。小篆形體是長方形的字體，大小一致，筆畫固定，同時也表現了漢字的造字意圖，所謂的六書規律在小篆中也保留了下來，所謂是文字的成熟代表，是文字的分水嶺。"
    },
    {
      "id": "02-042-0157_p0013",
      "zh_CN": "后来产生隶变，因为篆书是圆曲的笔画，书写就缓慢一些，后世为了书写的方便快捷，把圆曲的笔画改成了方正的笔画，形成了隶变。形成隶变之后，产生很大改变，文字由「表意系统」变成「表势系统」，就是文字不再通过形体来传递智慧了，相当一部分字很难睹其形而明其义，不能通过分析而了解。这就促使了《说文解字》的产生。所以《说文解字》的出现是为了正文字、正文义的。同时也是为了让人们对经典正确的理解，让人们认识到，识字然后能通经，通经然后能致用。所以学习文字就是学习经学的基础，而往往通达文字的人既是小学家，也是经学家。",
      "zh_TW": "後來產生隸變，因為篆書是圓曲的筆畫，書寫就緩慢一些，後世為了書寫的方便快捷，把圓曲的筆畫改成了方正的筆畫，形成了隸變。形成隸變之後，產生很大改變，文字由「表意系統」變成「表勢系統」，就是文字不再通過形體來傳遞智慧了，相當一部分字很難睹其形而明其義，不能通過分析而了解。這就促使了《說文解字》的產生。所以《說文解字》的出現是為了正文字、正文義的。同時也是為了讓人們對經典正確的理解，讓人們認識到，識字然後能通經，通經然後能致用。所以學習文字就是學習經學的基礎，而往往通達文字的人既是小學家，也是經學家。"
    },
    {
      "id": "02-042-0157_p0014",
      "zh_CN": "许慎是东汉著名的古文经学家和古文字学家，他的家乡是河南郾城县，就是河南漯河。他曾经在安帝永初四年（公元一一Ｏ年），在当时的皇家图书馆（东观），与马融、刘珍等经学大师一起校对五经，校对史传，这就得以见到之前的很多秘籍，所以通达五经。《汉书》记载，「马融常推敬之，时人为之语曰：五经无双许叔重。」汉朝只有五经，乐经亡佚了。五经统统通达，天下无双。所以我们知道《说文解字》的高度所在，通经致用也是《说文解字》的目的所在之一。",
      "zh_TW": "許慎是東漢著名的古文經學家和古文字學家，他的家鄉是河南郾城縣，就是河南漯河。他曾經在安帝永初四年（公元一一Ｏ年），在當時的皇家圖書館（東觀），與馬融、劉珍等經學大師一起校對五經，校對史傳，這就得以見到之前的很多祕籍，所以通達五經。《漢書》記載，「馬融常推敬之，時人為之語曰：五經無雙許叔重。」漢朝只有五經，樂經亡佚了。五經統統通達，天下無雙。所以我們知道《說文解字》的高度所在，通經致用也是《說文解字》的目的所在之一。"
    },
    {
      "id": "02-042-0157_p0015",
      "zh_CN": "《说文解字》是中国文字学的主要功课和入门功课。学习《说文解字》是要以学习「说文部首」为入门功课，因为部首是说文的纲领，所谓纲举则目张，自然就能通晓全书。《说文解字》一共是九千三百五十三字，许慎首创部首，把这些字分为五百四十大类，统领一切汉字。古代将说文部首称为字源，文字之本源。明其源才能知其流，这五百四十大类，是所有文字的体现和总结，而所有的文字都记录了当时社会的生产、政治、智慧等等；换句话说，五百四十部首是中国文化的核心体现，也是整个文字学的集中体现。《说文解字》把这五百四十部首涵盖所有九千三百五十三字。后人把这分为六大类：人体类、动物类、植物类、自然界类、器用类、数目类。这些类构成了整个世界、整个古代文化。",
      "zh_TW": "《說文解字》是中國文字學的主要功課和入門功課。學習《說文解字》是要以學習「說文部首」為入門功課，因為部首是說文的綱領，所謂綱舉則目張，自然就能通曉全書。《說文解字》一共是九千三百五十三字，許慎首創部首，把這些字分為五百四十大類，統領一切漢字。古代將說文部首稱為字源，文字之本源。明其源才能知其流，這五百四十大類，是所有文字的體現和總結，而所有的文字都記錄了當時社會的生產、政治、智慧等等；換句話說，五百四十部首是中國文化的核心體現，也是整個文字學的集中體現。《說文解字》把這五百四十部首涵蓋所有九千三百五十三字。後人把這分為六大類：人體類、動物類、植物類、自然界類、器用類、數目類。這些類構成了整個世界、整個古代文化。"
    },
    {
      "id": "02-042-0157_p0016",
      "zh_CN": "三、自然界类的基础文字",
      "zh_TW": "三、自然界類的基礎文字"
    },
    {
      "id": "02-042-0157_p0017",
      "zh_CN": "「一」，一就是一切，道生一切，所谓「道生一，一生二，二生三，三生万物」。有了一才有一切，这是中国古人哲学观的体现，是对宇宙人生、世界万物看法的表示，所以学文字就是在学习文化和古人对于世界的认识。",
      "zh_TW": "「一」，一就是一切，道生一切，所謂「道生一，一生二，二生三，三生萬物」。有了一才有一切，這是中國古人哲學觀的體現，是對宇宙人生、世界萬物看法的表示，所以學文字就是在學習文化和古人對於世界的認識。"
    },
    {
      "id": "02-042-0157_p0018",
      "zh_CN": "「天」，古文字的天，上面这个圆形就像人的头一样，所以天的本义就像人的头。头为人体最高，所以头有珍贵之义。人最高的就是头，世界万物最高的是天空，至高无上，引申为天空。天是尊贵的，古人敬重天。天是高大的，所以，以天比喻高大。",
      "zh_TW": "「天」，古文字的天，上面這個圓形就像人的頭一樣，所以天的本義就像人的頭。頭為人體最高，所以頭有珍貴之義。人最高的就是頭，世界萬物最高的是天空，至高無上，引申為天空。天是尊貴的，古人敬重天。天是高大的，所以，以天比喻高大。"
    },
    {
      "id": "02-042-0157_p0019",
      "zh_CN": "「日」，太阳是圆形的，所以古文字就画成一个太阳的形状，古人认为太阳中有一只神鸟叫「三足金乌」，所以画象石当中，又画了一个鸟在圆形的太阳中。小篆是为了统一字形的需要，所以把圆形演变为长方形。「月」，月亮是阙的，所以直接画一个半圆形的字体，逐渐演变成现在的字体。阙是月亮的常态，有明亮之意。",
      "zh_TW": "「日」，太陽是圓形的，所以古文字就畫成一個太陽的形狀，古人認為太陽中有一隻神鳥叫「三足金烏」，所以畫象石當中，又畫了一個鳥在圓形的太陽中。小篆是為了統一字形的需要，所以把圓形演變為長方形。「月」，月亮是闕的，所以直接畫一個半圓形的字體，逐漸演變成現在的字體。闕是月亮的常態，有明亮之意。"
    },
    {
      "id": "02-042-0157_p0020",
      "zh_CN": "「雨」，我们看了能体会到古人造字，字形体现如此丰富的内容，就像简笔画一样，小雨滴慢慢开始下，上面的一横代表天空，《说文》的雨字就像连绵不断的大雨，所谓见形知义。",
      "zh_TW": "「雨」，我們看了能體會到古人造字，字形體現如此豐富的內容，就像簡筆畫一樣，小雨滴慢慢開始下，上面的一橫代表天空，《說文》的雨字就像連綿不斷的大雨，所謂見形知義。"
    },
    {
      "id": "02-042-0157_p0021",
      "zh_CN": "四、人体类字形分析",
      "zh_TW": "四、人體類字形分析"
    },
    {
      "id": "02-042-0157_p0022",
      "zh_CN": "「人」，就像一个人作揖之形，拱手作礼。中华民族是文明古国，礼义之邦。礼义之邦如何体现呢？写个人字就知道了，代表谦恭有礼之态。人天地之性，最贵者也。人为三才之一，是有尊贵的天性，这就说明古人认为人是高贵的，既然高贵就不能糟蹋自己，就不能不尊重我们的本性，所以人要学道德，这不就是一种造化吗？",
      "zh_TW": "「人」，就像一個人作揖之形，拱手作禮。中華民族是文明古國，禮義之邦。禮義之邦如何體現呢？寫個人字就知道了，代表謙恭有禮之態。人天地之性，最貴者也。人為三才之一，是有尊貴的天性，這就說明古人認為人是高貴的，既然高貴就不能糟蹋自己，就不能不尊重我們的本性，所以人要學道德，這不就是一種造化嗎？"
    },
    {
      "id": "02-042-0157_p0023",
      "zh_CN": "「化」，如何体现呢？倒立的人。人最大的变化莫过于头朝下，头朝下可以说是很不正常的，用此来表示巨大的变化，本质的变化。古人是崇尚教化的，所谓教学为先。所以，化，教行也。通过教育去变化气质、净化心灵。",
      "zh_TW": "「化」，如何體現呢？倒立的人。人最大的變化莫過於頭朝下，頭朝下可以說是很不正常的，用此來表示巨大的變化，本質的變化。古人是崇尚教化的，所謂教學為先。所以，化，教行也。通過教育去變化氣質、淨化心靈。"
    },
    {
      "id": "02-042-0157_p0024",
      "zh_CN": "「大」，《说文》的解释，「天大地大人亦大」。大本身是什么？大就是人。人为大，所以人要修道德，人，天地之性最贵者也。通过正面站立的人表示，人和天地一样都是大的，一定要好好的修身。",
      "zh_TW": "「大」，《說文》的解釋，「天大地大人亦大」。大本身是什麼？大就是人。人為大，所以人要修道德，人，天地之性最貴者也。通過正面站立的人表示，人和天地一樣都是大的，一定要好好的修身。"
    },
    {
      "id": "02-042-0157_p0025",
      "zh_CN": "「保」，养也，养育，母亲抱着孩子。几千年文字的表达，让后人如此直观的看到这种教化。母亲抱着孩子，也是父母之德的一种体现。我们说保养、保护、保持等等。周朝时代，成王年少时，「在襁褓中，召公为太保，周公为太傅，太公为太师。保，保其身体；傅，傅其德义；师，导之教顺，此三公之职也。」所以能成就圣君，怎么体现的？三保。我们现在教导孩子，也是从这三方面入手，身心健康，然后有好的德行智慧，又有好的能力，就能成才。",
      "zh_TW": "「保」，養也，養育，母親抱著孩子。幾千年文字的表達，讓後人如此直觀的看到這種教化。母親抱著孩子，也是父母之德的一種體現。我們說保養、保護、保持等等。周朝時代，成王年少時，「在襁褓中，召公為太保，周公為太傅，太公為太師。保，保其身體；傅，傅其德義；師，導之教順，此三公之職也。」所以能成就聖君，怎麼體現的？三保。我們現在教導孩子，也是從這三方面入手，身心健康，然後有好的德行智慧，又有好的能力，就能成才。"
    },
    {
      "id": "02-042-0157_p0026",
      "zh_CN": "五、动物类字形分析",
      "zh_TW": "五、動物類字形分析"
    },
    {
      "id": "02-042-0157_p0027",
      "zh_CN": "「马」，怒也，武也。怒是表示马的那种巍然的气魄。为什么小篆的马字和篆书的马字，取马站立的姿势？站立的时候，是不是威风凛凛？比如说千里马，跑着跑着长鸣一声，两脚抬起，正是这种最佳状态的描写。古人咔嚓一下把这个动作定形了，所谓的抓拍镜头，写成这种文字。比如唐朝的时候，国泰民安，马都低头吃草，养得很胖，唐朝尚肥，女子也都很胖，马也吃得很肥。",
      "zh_TW": "「馬」，怒也，武也。怒是表示馬的那種巍然的氣魄。為什麼小篆的馬字和篆書的馬字，取馬站立的姿勢？站立的時候，是不是威風凜凜？比如說千里馬，跑著跑著長鳴一聲，兩腳抬起，正是這種最佳狀態的描寫。古人咔嚓一下把這個動作定形了，所謂的抓拍鏡頭，寫成這種文字。比如唐朝的時候，國泰民安，馬都低頭吃草，養得很胖，唐朝尚肥，女子也都很胖，馬也吃得很肥。"
    },
    {
      "id": "02-042-0157_p0028",
      "zh_CN": "「龟」，旧也。东西旧了，一定是用的时间很长才会旧，所以就和长久的久相通，意思就是龟最长寿。我们看古文的龟，俯着看乌龟，有侧面之形，又是牠走路的样子，不同的表现。",
      "zh_TW": "「龜」，舊也。東西舊了，一定是用的時間很長才會舊，所以就和長久的久相通，意思就是龜最長壽。我們看古文的龜，俯著看烏龜，有側面之形，又是牠走路的樣子，不同的表現。"
    },
    {
      "id": "02-042-0157_p0029",
      "zh_CN": "「象」，就是大象的样子，长长的鼻子，太形象了。象，南越之大兽也，那时候已经跑到南边去了，比如现在的泰国、印度。实际上大象就是在中国居住的，比如河南的「豫」，就是人牵着一头大象。大象比较怕冷，中原四季分明，所以南方冬天热，好过冬，就跑到南方了，这是一种自然的迁徙。大舜耕于历山，大象还帮他耕田。就说明当时中国有很多的大象。",
      "zh_TW": "「象」，就是大象的樣子，長長的鼻子，太形象了。象，南越之大獸也，那時候已經跑到南邊去了，比如現在的泰國、印度。實際上大象就是在中國居住的，比如河南的「豫」，就是人牽著一頭大象。大象比較怕冷，中原四季分明，所以南方冬天熱，好過冬，就跑到南方了，這是一種自然的遷徙。大舜耕於歷山，大象還幫他耕田。就說明當時中國有很多的大象。"
    },
    {
      "id": "02-042-0157_p0030",
      "zh_CN": "「鸟」，就是鸟在树上站着的样子，眼睛、翅膀、嘴巴都很明显。鸟本来是两只脚，隶变以后的字体，就是四只脚，说明隶变后的字体就不准了。",
      "zh_TW": "「鳥」，就是鳥在樹上站著的樣子，眼睛、翅膀、嘴巴都很明顯。鳥本來是兩隻腳，隸變以後的字體，就是四隻腳，說明隸變後的字體就不準了。"
    },
    {
      "id": "02-042-0157_p0031",
      "zh_CN": "「乌」，和鸟的区分就是中间少一横，为什么呢？眼睛是什么颜色的？黑色，乌鸦是什么颜色呢？黑色。浑身通黑，一下子来看，好像找不到眼睛一样，所以就把眼睛去除了，就体现到文字表现的精准。乌，孝鸟也，本义就是乌鸦。若只说乌，乌鸦也。乌鸦有反哺的这种特性，像人的孝道一样，乌鸦反哺，所以，乌，孝鸟也。这就是文字带来的教化，就是文化含义。",
      "zh_TW": "「烏」，和鳥的區分就是中間少一橫，為什麼呢？眼睛是什麼顏色的？黑色，烏鴉是什麼顏色呢？黑色。渾身通黑，一下子來看，好像找不到眼睛一樣，所以就把眼睛去除了，就體現到文字表現的精準。烏，孝鳥也，本義就是烏鴉。若只說烏，烏鴉也。烏鴉有反哺的這種特性，像人的孝道一樣，烏鴉反哺，所以，烏，孝鳥也。這就是文字帶來的教化，就是文化含義。"
    },
    {
      "id": "02-042-0157_p0032",
      "zh_CN": "六、植物庄稼类字形分析",
      "zh_TW": "六、植物莊稼類字形分析"
    },
    {
      "id": "02-042-0157_p0033",
      "zh_CN": "「艸」（草），艸往往是丛生的，我们很少会见到一棵小草，是吧？比较少见。往往是成片的，所以用两个屮字表示众多的艸之意。「茻」，众艸也。用两个艸字或者四个屮字表示茫茫的大草原。",
      "zh_TW": "「艸」（草），艸往往是叢生的，我們很少會見到一棵小草，是吧？比較少見。往往是成片的，所以用兩個屮字表示眾多的艸之意。「茻」，眾艸也。用兩個艸字或者四個屮字表示茫茫的大草原。"
    },
    {
      "id": "02-042-0157_p0034",
      "zh_CN": "「莫」字，莫本身是暮的本字，暮就是夕阳落山的暮，傍晚的含义，像不像太阳落在草丛当中！上古洪荒之时，人都是在野外生活的，怎么表现傍晚呢？也没有表可看，当时也没有测日影的圭表，还是在远古时期。所以通过太阳的落山来表示。在草原上没有山怎么办？落在艸（草）中，所以就是暮的本字。",
      "zh_TW": "「莫」字，莫本身是暮的本字，暮就是夕陽落山的暮，傍晚的含義，像不像太陽落在草叢當中！上古洪荒之時，人都是在野外生活的，怎麼表現傍晚呢？也沒有表可看，當時也沒有測日影的圭表，還是在遠古時期。所以通過太陽的落山來表示。在草原上沒有山怎麼辦？落在艸（草）中，所以就是暮的本字。"
    },
    {
      "id": "02-042-0157_p0035",
      "zh_CN": "「册」，符命也。在古代，文字是刻在竹简上，或写在竹简上。最早的时候，竹简可能是不平的，有长有短，中间有两根绳子穿起来，小篆册字是不是能够看得出来？象其札一长一短。我们说书册、画册，实际上就是古代以竹简为书的一种遗留。",
      "zh_TW": "「冊」，符命也。在古代，文字是刻在竹簡上，或寫在竹簡上。最早的時候，竹簡可能是不平的，有長有短，中間有兩根繩子穿起來，小篆冊字是不是能夠看得出來？象其札一長一短。我們說書冊、畫冊，實際上就是古代以竹簡為書的一種遺留。"
    },
    {
      "id": "02-042-0157_p0036",
      "zh_CN": "「典」，五帝之书也。这个典，就是五帝智慧的体现，承载大道，那是经典，要受到恭敬，所以要供奉起来。你看这个典是不是告诉我们要恭敬经典，要敬惜字纸！文字当中有教化，尊阁之也，所以中国古人自古就是尊重经典的。",
      "zh_TW": "「典」，五帝之書也。這個典，就是五帝智慧的體現，承載大道，那是經典，要受到恭敬，所以要供奉起來。你看這個典是不是告訴我們要恭敬經典，要敬惜字紙！文字當中有教化，尊閣之也，所以中國古人自古就是尊重經典的。"
    },
    {
      "id": "02-042-0157_p0037",
      "zh_CN": "「来」，它的本意是麦字。所以来中间的一竖就是麦秆儿，两边就是麦芒。古人认为麦子是上天恩赐的，所以叫天所来也。古代和现代的中原地区都是以小麦做为粮食的。古人感恩天地，天地有大恩，赐这个麦子，是从天上下来的，所以引申为来往之来。",
      "zh_TW": "「來」，它的本意是麥字。所以來中間的一豎就是麥稈兒，兩邊就是麥芒。古人認為麥子是上天恩賜的，所以叫天所來也。古代和現代的中原地區都是以小麥做為糧食的。古人感恩天地，天地有大恩，賜這個麥子，是從天上下來的，所以引申為來往之來。"
    },
    {
      "id": "02-042-0157_p0038",
      "zh_CN": "七、宫室与数目类字形分析",
      "zh_TW": "七、宮室與數目類字形分析"
    },
    {
      "id": "02-042-0157_p0039",
      "zh_CN": "「宀」，从宀的字都是和房屋有关系，房屋的侧面之形。「家」，下面是豕，代表猪，这说明人已经定居了。最早的时候是居处不定的，已经定居了，说明已经逐渐发展农业了。",
      "zh_TW": "「宀」，从宀的字都是和房屋有關係，房屋的側面之形。「家」，下面是豕，代表豬，這說明人已經定居了。最早的時候是居處不定的，已經定居了，說明已經逐漸發展農業了。"
    },
    {
      "id": "02-042-0157_p0040",
      "zh_CN": "「三」，天地人之道也，这是讲三的文化含义。从三数，就是说明它本身是数字。古人往往赋予汉字这种文化含义，三就代表天地人，中间那横就代表人道，人道居中；同时三代表多，事不过三，就是多的表示。比如，《曹刿论战》当中讲：「一鼓作气，再而衰，三而竭，彼竭我盈，故克之。」三而竭就是鼓声太多，士气就没了。我们看森林的「森」，从三木，三木就代表多木，它有时候不是指具体的三这个数字。",
      "zh_TW": "「三」，天地人之道也，這是講三的文化含義。从三數，就是說明它本身是數字。古人往往賦予漢字這種文化含義，三就代表天地人，中間那橫就代表人道，人道居中；同時三代表多，事不過三，就是多的表示。比如，《曹劌論戰》當中講：「一鼓作氣，再而衰，三而竭，彼竭我盈，故克之。」三而竭就是鼓聲太多，士氣就沒了。我們看森林的「森」，从三木，三木就代表多木，它有時候不是指具體的三這個數字。"
    },
    {
      "id": "02-042-0157_p0041",
      "zh_CN": "「鼎」，三足两耳，和五味之宝器也。三足就是下边三条腿儿，两耳就是把这个鼎挂起来用。和五味之宝器也，最初是煮饭用的。我们去博物馆参观，鼎都是很大的，这就说明古代家族、团体是注重和谐合作的，所以容器就很大。我们就知道古代的家是指家族，甚至古代的家就认为是天下，所以叫家国天下。比如周朝，有八百六十七年的历史，实际上最初不就是从一家开始的吗？后来鼎就做为王位权势的一种象征，比如说定鼎。",
      "zh_TW": "「鼎」，三足兩耳，和五味之寶器也。三足就是下邊三條腿兒，兩耳就是把這個鼎掛起來用。和五味之寶器也，最初是煮飯用的。我們去博物館參觀，鼎都是很大的，這就說明古代家族、團體是注重和諧合作的，所以容器就很大。我們就知道古代的家是指家族，甚至古代的家就認為是天下，所以叫家國天下。比如周朝，有八百六十七年的歷史，實際上最初不就是從一家開始的嗎？後來鼎就做為王位權勢的一種象徵，比如說定鼎。"
    },
    {
      "id": "02-042-0157_p0042",
      "zh_CN": "「玉」，石之美有五德，玉是晶莹剔透，光滑温润的，所以人们根据它的颜色、质地，赋予玉如同人一样的德行，有五德。用玉，提醒自己要像玉一样有仁、义、礼、智、信。比如在《白虎通》中说：玉者，象君子之德。燥不轻，温不重，是以君子宝之。既然是珍贵的，凡是美好、珍贵的事物都冠以玉名，表示珍贵之义。比如说，琼楼玉宇，雕栏玉砌，这都是它尊贵的体现。《说文解字》玉部有一百二十六个字，比如说「理」，理是治玉也；「珍」，宝也。这么多的字都和玉有关系，说明对古人而言，玉与生活是息息相关的。",
      "zh_TW": "「玉」，石之美有五德，玉是晶瑩剔透，光滑溫潤的，所以人們根據它的顏色、質地，賦予玉如同人一樣的德行，有五德。用玉，提醒自己要像玉一樣有仁、義、禮、智、信。比如在《白虎通》中說：玉者，象君子之德。燥不輕，溫不重，是以君子寶之。既然是珍貴的，凡是美好、珍貴的事物都冠以玉名，表示珍貴之義。比如說，瓊樓玉宇，雕欄玉砌，這都是它尊貴的體現。《說文解字》玉部有一百二十六個字，比如說「理」，理是治玉也；「珍」，寶也。這麼多的字都和玉有關係，說明對古人而言，玉與生活是息息相關的。"
    },
    {
      "id": "02-042-0157_p0043",
      "zh_CN": "八、文字的功用",
      "zh_TW": "八、文字的功用"
    },
    {
      "id": "02-042-0157_p0044",
      "zh_CN": "文字到底有什么功用呢？学生根据前人的教诲、老师的教导总结：首先，文字承载文化，它是天道人伦的体现。比如「人」字，天地之性最贵者也；比如「信」，人言为信。是不是天道的体现呢？第二，传递文明。为什么呢？因为通过文字我们可以了解到古代很多事物的情况，比如《说文》说：蒙恬制笔，蒙恬最先创造毛笔。第三，开启智慧，文字告诉我们种种道理，比如从「竞」这个字能看出人不能各自光顾着表达，要相互倾听、尊重、学习，能开启我们的智慧。第四，增进交流，当两地语言不通的时候，我们学习了文字，就可以用文字来沟通。比如说相隔千里的两个人可以通过写出来的文字交换思想，也能达到一见如故的效果。第五，通经致用，中国文化，儒家以经学做为主脉。许慎为什么要写《说文解字》呢？原因之一就在于要通经，字解对了，经才能解对。所以说识字才能通经，经典通达了，才能善解古圣人之教诲，才能够正确的体现在我们的为人处世当中，才能致用。第六，沟通古今。我们如何了解古代呢？通过这节课，我们是不是对古代有简单的了解？这就是沟通古代。第七，我们的先祖想把他的智慧经验传递下来，用文字记录。祖先知不知道后代子孙会看到、会认识到啊？一定知道。所以古今就相通了，心性就相通了。所以，我们真的是能体会得到，做为炎黄子孙我们和祖先是一脉相承。第八，存亡继绝。没有文字，经典传不下来，经典传不下来，文明就灭亡，乃至于国家就灭亡了。在《说文解字叙》中许慎说：「盖文字者，经艺之本，王政之始，前人所以垂后，后人所以识古。故曰：本立而道生，知天下之至啧而不可乱也。」",
      "zh_TW": "文字到底有什麼功用呢？學生根據前人的教誨、老師的教導總結：首先，文字承載文化，它是天道人倫的體現。比如「人」字，天地之性最貴者也；比如「信」，人言為信。是不是天道的體現呢？第二，傳遞文明。為什麼呢？因為通過文字我們可以了解到古代很多事物的情況，比如《說文》說：蒙恬製筆，蒙恬最先創造毛筆。第三，開啟智慧，文字告訴我們種種道理，比如從「競」這個字能看出人不能各自光顧著表達，要相互傾聽、尊重、學習，能開啟我們的智慧。第四，增進交流，當兩地語言不通的時候，我們學習了文字，就可以用文字來溝通。比如說相隔千里的兩個人可以通過寫出來的文字交換思想，也能達到一見如故的效果。第五，通經致用，中國文化，儒家以經學做為主脈。許慎為什麼要寫《說文解字》呢？原因之一就在於要通經，字解對了，經才能解對。所以說識字才能通經，經典通達了，才能善解古聖人之教誨，才能夠正確的體現在我們的為人處世當中，才能致用。第六，溝通古今。我們如何了解古代呢？通過這節課，我們是不是對古代有簡單的了解？這就是溝通古代。第七，我們的先祖想把他的智慧經驗傳遞下來，用文字記錄。祖先知不知道後代子孫會看到、會認識到啊？一定知道。所以古今就相通了，心性就相通了。所以，我們真的是能體會得到，做為炎黃子孫我們和祖先是一脈相承。第八，存亡繼絕。沒有文字，經典傳不下來，經典傳不下來，文明就滅亡，乃至於國家就滅亡了。在《說文解字敘》中許慎說：「蓋文字者，經藝之本，王政之始，前人所以垂後，後人所以識古。故曰：本立而道生，知天下之至嘖而不可亂也。」"
    },
    {
      "id": "02-042-0157_p0045",
      "zh_CN": "我们学到这里，对祖先的崇敬之心得到提升，得到更进一步的充实。因为我们加深了解，因为我们又深入受益了。祖先的苦心经营，就是为了让民族文化延传不息，乃至于说，要为世界的和平带来巨大的贡献！我们相信，如果世界各个国家都重视中国文字的学习，那么就都能够无国界、无宗教、无分别的同时吸收古圣先贤所带给我们的天道、人伦的智慧，能解决各种危机矛盾，以达到三皇五帝的大同之世，所谓的万邦谐和，天下太平！因此，中国文字不仅是属于中国的，是属于全人类的！",
      "zh_TW": "我們學到這裡，對祖先的崇敬之心得到提升，得到更進一步的充實。因為我們加深了解，因為我們又深入受益了。祖先的苦心經營，就是為了讓民族文化延傳不息，乃至於說，要為世界的和平帶來巨大的貢獻！我們相信，如果世界各個國家都重視中國文字的學習，那麼就都能夠無國界、無宗教、無分別的同時吸收古聖先賢所帶給我們的天道、人倫的智慧，能解決各種危機矛盾，以達到三皇五帝的大同之世，所謂的萬邦諧和，天下太平！因此，中國文字不僅是屬於中國的，是屬於全人類的！"
    },
    {
      "id": "02-042-0157_p0046",
      "zh_CN": "老法师：我们看到郭老师这一篇文章，有什么感想？我们会不会想到，古圣先贤对于后人是多么的关怀热爱？为了把他们的智慧理念、方法经验传授给后一代的人，这很了不起，这让人真正感恩。用什么方法？就是发明这一套载具，文字。这个载体好，表意的，不是表音，因为他们知道这个音声会变，表意就不变了。全世界，祖宗对于后代没有像中国这么厚，用心用得这么深，没有，他们的文字是拼音的，表音的文字，表音的文字顶多两百年，音变了就看不懂了，跟表意不一样。表意文字传几千年没变，再传千万年还是不变。唯有不变，古今就通了，我们后人跟前人通了，我们跟后世人也通了，这个工具到哪里去找？你要是真搞清楚、真搞明白了，你对中国文字会热爱，你会认真学习。学习怎么？跟古人通了，古圣先贤的智慧就这样传给你了，你就得到了。得到真管用，帮助你身心健康，帮助你家庭幸福，帮助你事业顺畅，帮助社会和谐，帮助国家富强，帮助整个世界大同，起这么大的作用，在全世界找不到第二家。",
      "zh_TW": "老法師：我們看到郭老師這一篇文章，有什麼感想？我們會不會想到，古聖先賢對於後人是多麼的關懷熱愛？為了把他們的智慧理念、方法經驗傳授給後一代的人，這很了不起，這讓人真正感恩。用什麼方法？就是發明這一套載具，文字。這個載體好，表意的，不是表音，因為他們知道這個音聲會變，表意就不變了。全世界，祖宗對於後代沒有像中國這麼厚，用心用得這麼深，沒有，他們的文字是拼音的，表音的文字，表音的文字頂多兩百年，音變了就看不懂了，跟表意不一樣。表意文字傳幾千年沒變，再傳千萬年還是不變。唯有不變，古今就通了，我們後人跟前人通了，我們跟後世人也通了，這個工具到哪裡去找？你要是真搞清楚、真搞明白了，你對中國文字會熱愛，你會認真學習。學習怎麼？跟古人通了，古聖先賢的智慧就這樣傳給你了，你就得到了。得到真管用，幫助你身心健康，幫助你家庭幸福，幫助你事業順暢，幫助社會和諧，幫助國家富強，幫助整個世界大同，起這麼大的作用，在全世界找不到第二家。"
    },
    {
      "id": "02-042-0157_p0047",
      "zh_CN": "我在国外走的时间多，很多人问我，世界乱了，哪个地方安全？我都告诉他，中国。他们想不到，问我为什么原因？我说别看现在，往过去看，这个世界上哪一个国家族群老祖宗对待后代有中国这么厚道的？找不到。我们世世代代的祖宗，你细心去观察，都是断恶修善，积功累德。你别看现在这一代，现在这一代不能看，也就是最近的这个一百五十年到两百年的历史，这个不能看，乱世。中国在古代有一次乱世，也是民不聊生，时间延续了五百年，周朝末年的五百年，春秋战国。这一次我们碰到了，在这个时代碰到了乱世，这个乱世经历，要从疏忽谈起的话，大概两百年。人有没有觉悟？看看现在的情形，好像开始觉悟了，好！那开始觉悟，不至于有五百年的乱世了。从哪里开始？从现在人意识到老祖宗东西好，有意思学了，不但中国人有意思学，全世界的人都想学，这是个好预兆。我看到伦敦传来的信息，在牛津大学，这一次有一个大规模的汉学的会议，几十个国家研究汉学的这些代表参加。在英国，过去没有这么大的规模，这是第一次这么大的规模，人慢慢省悟了。",
      "zh_TW": "我在國外走的時間多，很多人問我，世界亂了，哪個地方安全？我都告訴他，中國。他們想不到，問我為什麼原因？我說別看現在，往過去看，這個世界上哪一個國家族群老祖宗對待後代有中國這麼厚道的？找不到。我們世世代代的祖宗，你細心去觀察，都是斷惡修善，積功累德。你別看現在這一代，現在這一代不能看，也就是最近的這個一百五十年到兩百年的歷史，這個不能看，亂世。中國在古代有一次亂世，也是民不聊生，時間延續了五百年，周朝末年的五百年，春秋戰國。這一次我們碰到了，在這個時代碰到了亂世，這個亂世經歷，要從疏忽談起的話，大概兩百年。人有沒有覺悟？看看現在的情形，好像開始覺悟了，好！那開始覺悟，不至於有五百年的亂世了。從哪裡開始？從現在人意識到老祖宗東西好，有意思學了，不但中國人有意思學，全世界的人都想學，這是個好預兆。我看到倫敦傳來的信息，在牛津大學，這一次有一個大規模的漢學的會議，幾十個國家研究漢學的這些代表參加。在英國，過去沒有這麼大的規模，這是第一次這麼大的規模，人慢慢省悟了。"
    },
    {
      "id": "02-042-0157_p0048",
      "zh_CN": "我们在这十几年当中，每一次在联合国的开会，我都会把这个提出来，向大家报告，希望大家能重视。《群书治要》我们编成《３６Ｏ》，翻成英文本，现在有不少，有德文本、有法文本、有西班牙，好像日本人也翻译了，有日文的，好现象。联合国这个平台起作用，我们面对的是全世界各个国家的大使，地区的代表。教科文组织，这里面一共有一百九十五个代表，比纽约联合国多，纽约的联合国只有一百四十多个代表，巴黎这边有一百九十五个代表。我们把这些东西资料介绍给他们，大会向他们做出报告之后，资料就分发给大家，特别是《群书治要》，唐太宗编的这一套，每一个人看到，没有一个不欢喜的。我们每年都在送，前年我们送第一册，去年送第二册，今年时间差一点，第三册现在才出来，明年办活动的时候可以送给他们，欢喜！",
      "zh_TW": "我們在這十幾年當中，每一次在聯合國的開會，我都會把這個提出來，向大家報告，希望大家能重視。《群書治要》我們編成《３６Ｏ》，翻成英文本，現在有不少，有德文本、有法文本、有西班牙，好像日本人也翻譯了，有日文的，好現象。聯合國這個平台起作用，我們面對的是全世界各個國家的大使，地區的代表。教科文組織，這裡面一共有一百九十五個代表，比紐約聯合國多，紐約的聯合國只有一百四十多個代表，巴黎這邊有一百九十五個代表。我們把這些東西資料介紹給他們，大會向他們做出報告之後，資料就分發給大家，特別是《群書治要》，唐太宗編的這一套，每一個人看到，沒有一個不歡喜的。我們每年都在送，前年我們送第一冊，去年送第二冊，今年時間差一點，第三冊現在才出來，明年辦活動的時候可以送給他們，歡喜！"
    },
    {
      "id": "02-042-0157_p0049",
      "zh_CN": "我们要不要求这一生幸福美满的生活，希不希望社会安定、世界和平？都有这个愿望，都认为这个做不到。我们跟大家说，做到了，中国几千年前就做到了，世世代代都有盛世出现，怎么会做不到？那怎么会做到的？教学为先，这中国古人懂得，建国君民，教学为先。中国人相信，中国人一点都不怀疑，纵然生在乱世，也懂得怎样恢复秩序，有这个理论，有方法。中国人相信，但是外国人不相信，人性本善，人性真的是本善，你要是细心观察你会看到。我举例子，希望大家细心去观察，看什么？看婴儿，出生一百天，他还完全保持着天真，本善。你看他的眼睛，你看他的态度，他对待任何一个人去抱他，他还不认生，还不知道谁是他的爸爸妈妈，不知道，不认识，完全天真。你去逗他，他喜欢，他没有分别心，他没有执着，这是天真，本善从这里看。到他有分别、有执着，知道谁是父母了，坏了，天真失掉了，本善失掉了。这个时候才有善恶之善，本善不是善恶，善恶都没有那是本善。在一百天的时候，三、四个月的这些婴儿最容易看出来，你不能不相信。",
      "zh_TW": "我們要不要求這一生幸福美滿的生活，希不希望社會安定、世界和平？都有這個願望，都認為這個做不到。我們跟大家說，做到了，中國幾千年前就做到了，世世代代都有盛世出現，怎麼會做不到？那怎麼會做到的？教學為先，這中國古人懂得，建國君民，教學為先。中國人相信，中國人一點都不懷疑，縱然生在亂世，也懂得怎樣恢復秩序，有這個理論，有方法。中國人相信，但是外國人不相信，人性本善，人性真的是本善，你要是細心觀察你會看到。我舉例子，希望大家細心去觀察，看什麼？看嬰兒，出生一百天，他還完全保持著天真，本善。你看他的眼睛，你看他的態度，他對待任何一個人去抱他，他還不認生，還不知道誰是他的爸爸媽媽，不知道，不認識，完全天真。你去逗他，他喜歡，他沒有分別心，他沒有執著，這是天真，本善從這裡看。到他有分別、有執著，知道誰是父母了，壞了，天真失掉了，本善失掉了。這個時候才有善惡之善，本善不是善惡，善惡都沒有那是本善。在一百天的時候，三、四個月的這些嬰兒最容易看出來，你不能不相信。"
    },
    {
      "id": "02-042-0157_p0050",
      "zh_CN": "古人讲的人性本善，还把它写在《三字经》上头一句，「人之初，性本善」，这是大学问。为什么？教育的宗旨就在你教科书上头一句话。宗旨是什么？希望我们都能回归本善，教育就圆满了。中国人讲本性本善，佛法讲一切众生本来是佛，跟本性本善是一个意思，佛就是本善。佛陀的教育最后的目标是什么？回归本善，从一切不善省悟过来，觉悟过来。本善是自性，中国人叫本性，佛法里叫自性，是一桩事情。惠能大师开悟作佛了，凭什么作佛了？回归本善，宗门所说的大彻大悟，明心见性，见性成佛，就这个意思。他开悟说了五句话，那就是本善，那五句。他回归本善了，他认清楚，认识了，五祖衣钵就给他。",
      "zh_TW": "古人講的人性本善，還把它寫在《三字經》上頭一句，「人之初，性本善」，這是大學問。為什麼？教育的宗旨就在你教科書上頭一句話。宗旨是什麼？希望我們都能回歸本善，教育就圓滿了。中國人講本性本善，佛法講一切眾生本來是佛，跟本性本善是一個意思，佛就是本善。佛陀的教育最後的目標是什麼？回歸本善，從一切不善省悟過來，覺悟過來。本善是自性，中國人叫本性，佛法裡叫自性，是一樁事情。惠能大師開悟作佛了，憑什麼作佛了？回歸本善，宗門所說的大徹大悟，明心見性，見性成佛，就這個意思。他開悟說了五句話，那就是本善，那五句。他回歸本善了，他認清楚，認識了，五祖衣缽就給他。"
    },
    {
      "id": "02-042-0157_p0051",
      "zh_CN": "本善是清净的，没有污染，先天是清净的，人之初，性本善。后天染污了，「性相近，习相远」，习是什么？习惯，染污了，跟你怎么相远？跟自己的本性慢慢就拉远了。小孩天真，家庭要教得好的话，可以保持到二、三岁，那个天真，那是真幸福。为什么？他没有分别，他没有执着，他看到世间人都是好人，他不知道什么叫坏人，不知道什么叫坏事，这多幸福。一知道，就有分别、就有执着，这幸福就慢慢消失了。我很相信，古人，我们讲对小孩，小孩的天真可以保持到十年。十岁之后他知道分别了，他有分别、有执着了；在十岁之前没有，不知道什么叫好人、坏人，在他眼睛当中平等，个个都是好人，没有坏人，你给他讲，他也不相信。现在不行了，现在什么？现在很小就被染污了，小孩一出生，坐在电视机前，他眼睛睁开他就看，就开始染污了。我们细心观察现在小孩，三、四岁就严重染污，一般人讲他懂事了，懂事是天真失掉了，他懂得现在社会这些乱七八糟的事情，他懂这些了，这句话不是好话。古时候小孩懂事是读圣贤书，家教，学校老师教，那个看法、想法跟着古圣先贤来的，一脉相承，那叫懂事。现在的小孩做出许许多多我们意想不到的事情，没有成年就吸毒，竞争、斗争，自私自利，损人利己，他学会这些东西。",
      "zh_TW": "本善是清淨的，沒有污染，先天是清淨的，人之初，性本善。後天染污了，「性相近，習相遠」，習是什麼？習慣，染污了，跟你怎麼相遠？跟自己的本性慢慢就拉遠了。小孩天真，家庭要教得好的話，可以保持到二、三歲，那個天真，那是真幸福。為什麼？他沒有分別，他沒有執著，他看到世間人都是好人，他不知道什麼叫壞人，不知道什麼叫壞事，這多幸福。一知道，就有分別、就有執著，這幸福就慢慢消失了。我很相信，古人，我們講對小孩，小孩的天真可以保持到十年。十歲之後他知道分別了，他有分別、有執著了；在十歲之前沒有，不知道什麼叫好人、壞人，在他眼睛當中平等，個個都是好人，沒有壞人，你給他講，他也不相信。現在不行了，現在什麼？現在很小就被染污了，小孩一出生，坐在電視機前，他眼睛睜開他就看，就開始染污了。我們細心觀察現在小孩，三、四歲就嚴重染污，一般人講他懂事了，懂事是天真失掉了，他懂得現在社會這些亂七八糟的事情，他懂這些了，這句話不是好話。古時候小孩懂事是讀聖賢書，家教，學校老師教，那個看法、想法跟著古聖先賢來的，一脈相承，那叫懂事。現在的小孩做出許許多多我們意想不到的事情，沒有成年就吸毒，競爭、鬥爭，自私自利，損人利己，他學會這些東西。"
    },
    {
      "id": "02-042-0157_p0052",
      "zh_CN": "所以中国文化值得人尊敬，这篇文章要放在我们祭祖特刊里面，好！随着这个来流传，让大家知道，这篇文章有它的价值，重视汉字。我这次到英国去访问，主要就为这桩事情。我听说英国人，国家下令，从幼稚园、小学、中学、大学统统要学中文，但学中文是学的简体字，是一桩好事情，美中不足就是没有从中国文字学下手，我去的时候希望提醒他们这一点。这个当然很难相信，所以我希望学校，大学，大学里面成立一个实验班，我们做三年到五年的实验，也不希望有很多的学生，三、五十个学生，专攻文字学。三、五年之后，看看这个实验有没有效果。我们的目的是希望他们能够读《四库全书》，通达汉字文言文，对中国古籍丝毫障碍都没有。将来这些老师可以在大学中文系里面教汉学，教这门课，让中国《四库全书》在这个时代起作用，目的在此地。这个里头，中国老祖宗，不仅留给中国人，他是留给全人类，这是心量大，慈悲心切，把古圣先贤他们的智慧、他们的理念、他们的方法，这个方法从身心修养到治国平天下，都用文言文写在这部书里头。这部书真正是宝，世间任何宝物没有办法超过它，它是真的宝。汉字是一把钥匙，如果没有这把钥匙，这个书留下来一堆废纸，有什么用处？你拿到这把钥匙，这门就打开了，你就能享受古圣先贤给你最丰富的遗产，这个不能不知道。",
      "zh_TW": "所以中國文化值得人尊敬，這篇文章要放在我們祭祖特刊裡面，好！隨著這個來流傳，讓大家知道，這篇文章有它的價值，重視漢字。我這次到英國去訪問，主要就為這樁事情。我聽說英國人，國家下令，從幼稚園、小學、中學、大學統統要學中文，但學中文是學的簡體字，是一樁好事情，美中不足就是沒有從中國文字學下手，我去的時候希望提醒他們這一點。這個當然很難相信，所以我希望學校，大學，大學裡面成立一個實驗班，我們做三年到五年的實驗，也不希望有很多的學生，三、五十個學生，專攻文字學。三、五年之後，看看這個實驗有沒有效果。我們的目的是希望他們能夠讀《四庫全書》，通達漢字文言文，對中國古籍絲毫障礙都沒有。將來這些老師可以在大學中文系裡面教漢學，教這門課，讓中國《四庫全書》在這個時代起作用，目的在此地。這個裡頭，中國老祖宗，不僅留給中國人，他是留給全人類，這是心量大，慈悲心切，把古聖先賢他們的智慧、他們的理念、他們的方法，這個方法從身心修養到治國平天下，都用文言文寫在這部書裡頭。這部書真正是寶，世間任何寶物沒有辦法超過它，它是真的寶。漢字是一把鑰匙，如果沒有這把鑰匙，這個書留下來一堆廢紙，有什麼用處？你拿到這把鑰匙，這門就打開了，你就能享受古聖先賢給你最豐富的遺產，這個不能不知道。"
    },
    {
      "id": "02-042-0157_p0053",
      "zh_CN": "所以我们到英国去考察、去参观，也就是希望提醒他这一点，研究中国文好，是好事情，但是要研究古文。古文比今文有价值，今文的范围不大，古文这范围无量无边，广大是无量无边，深，深没有底限的，这是珍宝，希望他们能觉悟。我们努力，也希望能合作这个事情。学校办实验专科这个科目，我们提供教材，我们提供老师，给它介绍老师。我说你们要做，我在这个专修班里面设立三十个奖学金，学生的学费、生活费用，我们来养三十个老师。希望的是学校能够收五十个，不要超过六十人，这么一个专修班。我们有这个奖学金，有些人他想学，缴不起学费，这个问题我们替他解决，我说至少我送你三十个人。现在我们还在研究怎么合作，这是好事情。好，我们看下面还有一篇。",
      "zh_TW": "所以我們到英國去考察、去參觀，也就是希望提醒他這一點，研究中國文好，是好事情，但是要研究古文。古文比今文有價值，今文的範圍不大，古文這範圍無量無邊，廣大是無量無邊，深，深沒有底限的，這是珍寶，希望他們能覺悟。我們努力，也希望能合作這個事情。學校辦實驗專科這個科目，我們提供教材，我們提供老師，給它介紹老師。我說你們要做，我在這個專修班裡面設立三十個獎學金，學生的學費、生活費用，我們來養三十個老師。希望的是學校能夠收五十個，不要超過六十人，這麼一個專修班。我們有這個獎學金，有些人他想學，繳不起學費，這個問題我們替他解決，我說至少我送你三十個人。現在我們還在研究怎麼合作，這是好事情。好，我們看下面還有一篇。"
    },
    {
      "id": "02-042-0157_p0054",
      "zh_CN": "学生：岁次乙未年中元祭祖专刊。「做孩子一生的贵人」，恭敬节录自蔡礼旭老师讲记。",
      "zh_TW": "學生：歲次乙未年中元祭祖專刊。「做孩子一生的貴人」，恭敬節錄自蔡禮旭老師講記。"
    },
    {
      "id": "02-042-0157_p0055",
      "zh_CN": "壹、释题",
      "zh_TW": "壹、釋題"
    },
    {
      "id": "02-042-0157_p0056",
      "zh_CN": "我们为人父母、为人老师，这两个身分，是天地间最尊贵的，我们对孩子的人生影响最大。",
      "zh_TW": "我們為人父母、為人老師，這兩個身分，是天地間最尊貴的，我們對孩子的人生影響最大。"
    },
    {
      "id": "02-042-0157_p0057",
      "zh_CN": "「人不学，不知道；人不学，不知义」。人们不学，责任在谁？《三字经》告诉我们，「养不教，父之过；教不严，师之惰」。每一个身分尊贵的背后都是要尽责任的。所以，我们一起探讨，也是一起立志，做孩子一生的贵人。我们要做孩子一生的贵人，什么时候开始做？现在就开始，当下就做。如何做？从根本开始做。什么是根本？身教是根本，格物是根本，改习性是根本，力行孝道是根本，从德行下手是根本，「君子务本，本立而道生」，从回到当一个学生开始，从心态归零，感念祖先、圣贤的恩开始做起。",
      "zh_TW": "「人不學，不知道；人不學，不知義」。人們不學，責任在誰？《三字經》告訴我們，「養不教，父之過；教不嚴，師之惰」。每一個身分尊貴的背後都是要盡責任的。所以，我們一起探討，也是一起立志，做孩子一生的貴人。我們要做孩子一生的貴人，什麼時候開始做？現在就開始，當下就做。如何做？從根本開始做。什麼是根本？身教是根本，格物是根本，改習性是根本，力行孝道是根本，從德行下手是根本，「君子務本，本立而道生」，從回到當一個學生開始，從心態歸零，感念祖先、聖賢的恩開始做起。"
    },
    {
      "id": "02-042-0157_p0058",
      "zh_CN": "我们要做到什么程度才是孩子一生的贵人？事实上，真心去做就是圆满的，而不一定要做到什么程度。孩子，是我们的小孩、我们学校的学生、我们民族的下一代。我们学校做好了，再向各地推展宝贵的经验，那就利益了整个中国的孩子。二十一世纪是中国人的世纪，中国人恢复了伦理道德，恢复了孝道，全世界就效法，也救了下一代。全天下孩子的未来跟中国的发展息息相关。做孩子一生的贵人，这个「孩子」也是指天下的孩子。",
      "zh_TW": "我們要做到什麼程度才是孩子一生的貴人？事實上，真心去做就是圓滿的，而不一定要做到什麼程度。孩子，是我們的小孩、我們學校的學生、我們民族的下一代。我們學校做好了，再向各地推展寶貴的經驗，那就利益了整個中國的孩子。二十一世紀是中國人的世紀，中國人恢復了倫理道德，恢復了孝道，全世界就效法，也救了下一代。全天下孩子的未來跟中國的發展息息相關。做孩子一生的貴人，這個「孩子」也是指天下的孩子。"
    },
    {
      "id": "02-042-0157_p0059",
      "zh_CN": "如何是「一生的贵人」？人为什么会尊贵？因为他念念为学生一生的幸福着想。人因为存心而尊贵、因为行为而尊贵，而不是因为他的地位而尊贵。我们由于这分信任而有一分道义，好好的为孩子一生的幸福着想，有这一念心就是尊贵的人。我们所着眼的是孩子一生都受用的做人做事的态度，这会伴随他一辈子。在小学、在初中就把这些影响一生的、最重要的做人做事态度，深深扎在孩子心中，这一生他就是幸福的人。",
      "zh_TW": "如何是「一生的貴人」？人為什麼會尊貴？因為他念念為學生一生的幸福著想。人因為存心而尊貴、因為行為而尊貴，而不是因為他的地位而尊貴。我們由於這分信任而有一分道義，好好的為孩子一生的幸福著想，有這一念心就是尊貴的人。我們所著眼的是孩子一生都受用的做人做事的態度，這會伴隨他一輩子。在小學、在初中就把這些影響一生的、最重要的做人做事態度，深深扎在孩子心中，這一生他就是幸福的人。"
    },
    {
      "id": "02-042-0157_p0060",
      "zh_CN": "「学贵立志」，首先要立下跟孔老夫子同样的志向，因为孔老夫子是我们教育界最好的榜样。我们跟别人介绍自己在学校教书，会觉得「我跟孔老夫子同行」，与有荣焉。为此，我们的心行也要像孔老夫子，要效法他。",
      "zh_TW": "「學貴立志」，首先要立下跟孔老夫子同樣的志向，因為孔老夫子是我們教育界最好的榜樣。我們跟別人介紹自己在學校教書，會覺得「我跟孔老夫子同行」，與有榮焉。為此，我們的心行也要像孔老夫子，要效法他。"
    },
    {
      "id": "02-042-0157_p0061",
      "zh_CN": "现在，我们的文化面临失传的危险，我们应该站出来，这才是道义的人生。该做的，九死一生都要做；不该做的，金山、银山在面前都如如不动。所以，我们要做这个世间最重要的事情、最根本的事情——教育。只有改善人心，才能真正解决问题。我们要做世间最不能少的人、做世人不愿意做的事。世人不愿意做什么？放下自私自利，从此牺牲奉献，这一般的人不愿意做。但是，我们就愿意做这样的人，去利益更多的学生。有这样的胸怀，一生就不会空过。",
      "zh_TW": "現在，我們的文化面臨失傳的危險，我們應該站出來，這才是道義的人生。該做的，九死一生都要做；不該做的，金山、銀山在面前都如如不動。所以，我們要做這個世間最重要的事情、最根本的事情——教育。只有改善人心，才能真正解決問題。我們要做世間最不能少的人、做世人不願意做的事。世人不願意做什麼？放下自私自利，從此犧牲奉獻，這一般的人不願意做。但是，我們就願意做這樣的人，去利益更多的學生。有這樣的胸懷，一生就不會空過。"
    },
    {
      "id": "02-042-0157_p0062",
      "zh_CN": "谁来做？「君、亲、师」都要做。君，领导者；亲，长辈、父母、家人；师，老师，这三者都是重要的角色。再延伸开来，每个人都要做，因为我们对社会有责任，我们做了，社会风气就因为我们而改善，看到的人都感动。这是我们的责任，是我们每个地球人、每个华人、每个国人的责任。如何做？首先要做谁的贵人？要做自己的贵人。一个人连自己都不爱，怎么爱人？不能自助，怎能助人？身修而后家齐，正己才能化人。怎么做？君子务本，所以先要从格物、修身开始做起。我们要做孩子的贵人，所以要先深入圣贤教诲、做个圣贤的好弟子。真诚心去做就是圆满，至诚感通。",
      "zh_TW": "誰來做？「君、親、師」都要做。君，領導者；親，長輩、父母、家人；師，老師，這三者都是重要的角色。再延伸開來，每個人都要做，因為我們對社會有責任，我們做了，社會風氣就因為我們而改善，看到的人都感動。這是我們的責任，是我們每個地球人、每個華人、每個國人的責任。如何做？首先要做誰的貴人？要做自己的貴人。一個人連自己都不愛，怎麼愛人？不能自助，怎能助人？身修而後家齊，正己才能化人。怎麼做？君子務本，所以先要從格物、修身開始做起。我們要做孩子的貴人，所以要先深入聖賢教誨、做個聖賢的好弟子。真誠心去做就是圓滿，至誠感通。"
    },
    {
      "id": "02-042-0157_p0063",
      "zh_CN": "贰、生命的意义",
      "zh_TW": "貳、生命的意義"
    },
    {
      "id": "02-042-0157_p0064",
      "zh_CN": "人活着的目标是什么？活着的目的是什么？是为了自己的幸福快乐，也为了家人的幸福快乐。「大学之道，在明明德，在亲民，在止于至善」，这就是我们的人生价值。明明德，明德是自己的本善，明是智慧，德是德能、福分，我们可以恢复到如孔子、孟子一般无量的智慧、德能、福报。",
      "zh_TW": "人活著的目標是什麼？活著的目的是什麼？是為了自己的幸福快樂，也為了家人的幸福快樂。「大學之道，在明明德，在親民，在止於至善」，這就是我們的人生價值。明明德，明德是自己的本善，明是智慧，德是德能、福分，我們可以恢復到如孔子、孟子一般無量的智慧、德能、福報。"
    },
    {
      "id": "02-042-0157_p0065",
      "zh_CN": "有一个香港的华人写了一篇文章，说中华民族是拥有全世界最悠久文化、智慧最高的民族，可是，却在短短几十年间变成最短视的民族。短视到为了几百块钱，就杀害自己的父母至亲。原因在哪里？原因就在文化断层、在我们的传统文化没有承传下来。所以文化的价值、文化的重要性在我们这几代人身上就看得非常的清楚。问题的根本是缺了德行的教育，伦理道德的教育。",
      "zh_TW": "有一個香港的華人寫了一篇文章，說中華民族是擁有全世界最悠久文化、智慧最高的民族，可是，卻在短短幾十年間變成最短視的民族。短視到為了幾百塊錢，就殺害自己的父母至親。原因在哪裡？原因就在文化斷層、在我們的傳統文化沒有承傳下來。所以文化的價值、文化的重要性在我們這幾代人身上就看得非常的清楚。問題的根本是缺了德行的教育，倫理道德的教育。"
    },
    {
      "id": "02-042-0157_p0066",
      "zh_CN": "参、人类的苦难",
      "zh_TW": "參、人類的苦難"
    },
    {
      "id": "02-042-0157_p0067",
      "zh_CN": "现在人的浩劫就是圣人的教诲没有人听，愚昧的思想反而很多人都接受。天下就这样不吉祥了。因为现代人的思想偏颇而产生了种种的灾祸。从自身来看，身有癌症、高血压、心血管疾病等，愈来愈多，而且发病的年龄一直在下降。心理也出问题了。现在全世界每四十秒就有一个人自杀，忧郁症、躁郁症，这些心理疾病的人不在少数。",
      "zh_TW": "現在人的浩劫就是聖人的教誨沒有人聽，愚昧的思想反而很多人都接受。天下就這樣不吉祥了。因為現代人的思想偏頗而產生了種種的災禍。從自身來看，身有癌症、高血壓、心血管疾病等，愈來愈多，而且發病的年齡一直在下降。心理也出問題了。現在全世界每四十秒就有一個人自殺，憂鬱症、躁鬱症，這些心理疾病的人不在少數。"
    },
    {
      "id": "02-042-0157_p0068",
      "zh_CN": "个人身心的问题延伸到家庭，家庭中的五伦，其中三伦都出了问题。夫妻一伦，现在离婚率是非常的高；父子一伦，现在懂得孝养父母的人愈来愈少。社会养老、育幼都成了问题。社会上黑心食品出现了，堕胎现象出现了，还有欺诈、失业率、犯罪率都上升了。这些都跟人心有关系。据医院的登记，全世界堕胎的人数一年就有五千万，这比任何一次世界大战都要惨烈，而且是杀自己的亲生骨肉。世界也出现问题，现在的水灾、风灾、地震、山崩地陷等灾害很常见。有没有发现，突然之间地面陷下一个大坑洞？这些情况发生频率都是愈来愈高。",
      "zh_TW": "個人身心的問題延伸到家庭，家庭中的五倫，其中三倫都出了問題。夫妻一倫，現在離婚率是非常的高；父子一倫，現在懂得孝養父母的人愈來愈少。社會養老、育幼都成了問題。社會上黑心食品出現了，墮胎現象出現了，還有欺詐、失業率、犯罪率都上升了。這些都跟人心有關係。據醫院的登記，全世界墮胎的人數一年就有五千萬，這比任何一次世界大戰都要慘烈，而且是殺自己的親生骨肉。世界也出現問題，現在的水災、風災、地震、山崩地陷等災害很常見。有沒有發現，突然之間地面陷下一個大坑洞？這些情況發生頻率都是愈來愈高。"
    },
    {
      "id": "02-042-0157_p0069",
      "zh_CN": "苦难的根源在哪里？我们得把病根找到，才能对症下药。《孟子》讲：上下交征利，而国危矣，而家危矣。《孟子》又说：「饱食暖衣（一个人吃得饱、穿得暖），逸居而无教（没有正确的人生目标、没有对父母家庭的责任心，没有教他做人），则近于禽兽」。禽兽欲望很重。欲似深渊。您看《孟子》这几段话，把根源都找到了——利欲。现在是全世界都急功近利，被功利主义所污染。人为了赚更多的钱，把人生最重要的，教育下一代，给忘记了，重利轻义！",
      "zh_TW": "苦難的根源在哪裡？我們得把病根找到，才能對症下藥。《孟子》講：上下交征利，而國危矣，而家危矣。《孟子》又說：「飽食暖衣（一個人吃得飽、穿得暖），逸居而無教（沒有正確的人生目標、沒有對父母家庭的責任心，沒有教他做人），則近於禽獸」。禽獸欲望很重。欲似深淵。您看《孟子》這幾段話，把根源都找到了——利欲。現在是全世界都急功近利，被功利主義所污染。人為了賺更多的錢，把人生最重要的，教育下一代，給忘記了，重利輕義！"
    },
    {
      "id": "02-042-0157_p0070",
      "zh_CN": "肆、建国君民 教学为先",
      "zh_TW": "肆、建國君民 教學為先"
    },
    {
      "id": "02-042-0157_p0071",
      "zh_CN": "人类的苦难的原因是思想错了、利欲薰心了。转变思想要靠教育。我们重新找回东方中国的教育智慧，唯有教育才能根本解决各种问题。所以，在《礼记．学记》就有一句话讲到：「建国君民，教学为先」。",
      "zh_TW": "人類的苦難的原因是思想錯了、利欲薰心了。轉變思想要靠教育。我們重新找回東方中國的教育智慧，唯有教育才能根本解決各種問題。所以，在《禮記．學記》就有一句話講到：「建國君民，教學為先」。"
    },
    {
      "id": "02-042-0157_p0072",
      "zh_CN": "我们老祖宗教育的第一个目标，就是让一个人父子有亲的天性终身保持；再由父子之间亲爱的天性，延伸到爱兄弟、爱家人、爱邻里乡党、爱一切的人；最后「凡是人，皆须爱」，凡是物，也皆须爱。因为「亲亲而仁民（亲爱自己的父母，自自然然孝心启发，去爱一切人），仁民而爱物（再去爱一切的生命、万物）」。而一个人若能终身保持对父母的亲爱，就是世间最幸福的人。所以，只要从利转成义，社会问题就解决了。《礼记．学记》说：「君子如欲化民成俗，其必由学乎！」要改善整个社会风俗，必然要从教学下手才行。",
      "zh_TW": "我們老祖宗教育的第一個目標，就是讓一個人父子有親的天性終身保持；再由父子之間親愛的天性，延伸到愛兄弟、愛家人、愛鄰里鄉黨、愛一切的人；最後「凡是人，皆須愛」，凡是物，也皆須愛。因為「親親而仁民（親愛自己的父母，自自然然孝心啟發，去愛一切人），仁民而愛物（再去愛一切的生命、萬物）」。而一個人若能終身保持對父母的親愛，就是世間最幸福的人。所以，只要從利轉成義，社會問題就解決了。《禮記．學記》說：「君子如欲化民成俗，其必由學乎！」要改善整個社會風俗，必然要從教學下手才行。"
    },
    {
      "id": "02-042-0157_p0073",
      "zh_CN": "我们看这个「教（）」字，，左边两个叉，下面一个小孩，第一个叉是父母、长辈和老师画的，小孩子模仿力很强，也跟着画，这是上行下效，是身教。右边是手拿着一支树枝，耳提面命，不厌其烦的耐心。老祖宗真是把宇宙天地之间的真理都融进了字里。「学」就是觉，是觉悟的意思。我们得先明理、觉悟，我们才能去教人。「育」字，「养子使作善也」。关键字不是养，而是「善」，就是让孩子成为一个明理、善良的人。教育最重要的是伦理、道德、因果教育。伦理是五伦；道德是八德，学了以后，人有羞耻心，耻于作恶，不愿意违背道德标准；学习了「恶有恶报、善有善报」的因果教育，人就不敢作恶。",
      "zh_TW": "我們看這個「教（）」字，，左邊兩個叉，下面一個小孩，第一個叉是父母、長輩和老師畫的，小孩子模仿力很強，也跟著畫，這是上行下效，是身教。右邊是手拿著一支樹枝，耳提面命，不厭其煩的耐心。老祖宗真是把宇宙天地之間的真理都融進了字裡。「學」就是覺，是覺悟的意思。我們得先明理、覺悟，我們才能去教人。「育」字，「養子使作善也」。關鍵字不是養，而是「善」，就是讓孩子成為一個明理、善良的人。教育最重要的是倫理、道德、因果教育。倫理是五倫；道德是八德，學了以後，人有羞恥心，恥於作惡，不願意違背道德標準；學習了「惡有惡報、善有善報」的因果教育，人就不敢作惡。"
    },
    {
      "id": "02-042-0157_p0074",
      "zh_CN": "（一）五伦八德",
      "zh_TW": "（一）五倫八德"
    },
    {
      "id": "02-042-0157_p0075",
      "zh_CN": "讲到伦理道德，很重要的是五伦八德。在《礼记》当中有讲到：「有夫妇而后有父子，有父子而后有兄弟。」这三个伦常在家庭当中，延伸开来就是整个社会，这就是「人无伦外之人」，也就是说，每一个人不可能离开这五伦关系，父子、夫妇、兄弟、君臣、朋友。这五种关系和谐相处了，人是幸福的，而且一定是有作为的。",
      "zh_TW": "講到倫理道德，很重要的是五倫八德。在《禮記》當中有講到：「有夫婦而後有父子，有父子而後有兄弟。」這三個倫常在家庭當中，延伸開來就是整個社會，這就是「人無倫外之人」，也就是說，每一個人不可能離開這五倫關係，父子、夫婦、兄弟、君臣、朋友。這五種關係和諧相處了，人是幸福的，而且一定是有作為的。"
    },
    {
      "id": "02-042-0157_p0076",
      "zh_CN": "五伦关系最核心的是夫妇。「夫妇有义，而后父子有亲」，而后才能「兄友弟恭」。夫妻之间吵吵闹闹，父子会亲吗？兄弟会友爱吗？每一个人都想赶紧逃出这个家。所以下一代人格要健康，最核心的就是夫妇的和谐，这就是整个五伦关系的核心所在。我们老祖先这么重视婚姻、婚礼，就是这个道理。家庭是社会的细胞，家庭不好，社会决定乱。「子不教，人心坏了，家不齐，社会乱了」。所以，踏入婚姻就要为家庭、为社会负上责任。",
      "zh_TW": "五倫關係最核心的是夫婦。「夫婦有義，而後父子有親」，而後才能「兄友弟恭」。夫妻之間吵吵鬧鬧，父子會親嗎？兄弟會友愛嗎？每一個人都想趕緊逃出這個家。所以下一代人格要健康，最核心的就是夫婦的和諧，這就是整個五倫關係的核心所在。我們老祖先這麼重視婚姻、婚禮，就是這個道理。家庭是社會的細胞，家庭不好，社會決定亂。「子不教，人心壞了，家不齊，社會亂了」。所以，踏入婚姻就要為家庭、為社會負上責任。"
    },
    {
      "id": "02-042-0157_p0077",
      "zh_CN": "（二）教育的目标",
      "zh_TW": "（二）教育的目標"
    },
    {
      "id": "02-042-0157_p0078",
      "zh_CN": "教学者期望「得天下英才而教之」，代表教学者是为国家培养人才，是为家庭培养人才。「为天下得人」，这是教育者的使命感。从学生个人来讲，是「教也者，长善而救其失者也」，这是我们《礼记．学记》的一句很重要的经句，可谓教育的核心点就是增长善心。",
      "zh_TW": "教學者期望「得天下英才而教之」，代表教學者是為國家培養人才，是為家庭培養人才。「為天下得人」，這是教育者的使命感。從學生個人來講，是「教也者，長善而救其失者也」，這是我們《禮記．學記》的一句很重要的經句，可謂教育的核心點就是增長善心。"
    },
    {
      "id": "02-042-0157_p0079",
      "zh_CN": "读书志在圣贤",
      "zh_TW": "讀書志在聖賢"
    },
    {
      "id": "02-042-0157_p0080",
      "zh_CN": "学生的目标是成就德行，就是「长善救失」，而且还要不断提升成为圣贤人，这是读书志在圣贤。《大学》说：「知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得」。所以，学习传统文化会愈来愈有智慧。要想做圣贤，「止于至善」就是人生的目标。你立定了志向，很清楚，心不会妄动，就静下来了。",
      "zh_TW": "學生的目標是成就德行，就是「長善救失」，而且還要不斷提升成為聖賢人，這是讀書志在聖賢。《大學》說：「知止而後有定，定而後能靜，靜而後能安，安而後能慮，慮而後能得」。所以，學習傳統文化會愈來愈有智慧。要想做聖賢，「止於至善」就是人生的目標。你立定了志向，很清楚，心不會妄動，就靜下來了。"
    },
    {
      "id": "02-042-0157_p0081",
      "zh_CN": "教育要防患于未然",
      "zh_TW": "教育要防患於未然"
    },
    {
      "id": "02-042-0157_p0082",
      "zh_CN": "夫子说：「君子有三戒，少之时，血气未定，戒之在色」。所以，保护青少年的心灵非常重要，「非圣书，屏勿视」，现在全世界的青少年被这些邪恶的书籍、影视障碍了清净心。「及其壮也，血气方刚，戒之在斗」，「斗」是好胜心、嫉妒心、见不得人好。让他「见人善，即思齐」，就不斗了。「及其老也，血气既衰，戒之在得。」人的患得患失之心会随着年龄增长愈来愈严重。除非他活得很明白，知道人生最重要的是提升灵性、提升智慧，而不是去贪求更多的东西。「富贵不能淫，贫贱不能移，威武不能屈」。人定到一定的程度，最后本有的明德就恢复了，智慧就开显了。",
      "zh_TW": "夫子說：「君子有三戒，少之時，血氣未定，戒之在色」。所以，保護青少年的心靈非常重要，「非聖書，屏勿視」，現在全世界的青少年被這些邪惡的書籍、影視障礙了清淨心。「及其壯也，血氣方剛，戒之在鬥」，「鬥」是好勝心、嫉妒心、見不得人好。讓他「見人善，即思齊」，就不鬥了。「及其老也，血氣既衰，戒之在得。」人的患得患失之心會隨著年齡增長愈來愈嚴重。除非他活得很明白，知道人生最重要的是提升靈性、提升智慧，而不是去貪求更多的東西。「富貴不能淫，貧賤不能移，威武不能屈」。人定到一定的程度，最後本有的明德就恢復了，智慧就開顯了。"
    },
    {
      "id": "02-042-0157_p0083",
      "zh_CN": "伍、师道尊严",
      "zh_TW": "伍、師道尊嚴"
    },
    {
      "id": "02-042-0157_p0084",
      "zh_CN": "师道尊严一定要恢复，因为中华文化最重要的两股精神就是孝道跟师道。",
      "zh_TW": "師道尊嚴一定要恢復，因為中華文化最重要的兩股精神就是孝道跟師道。"
    },
    {
      "id": "02-042-0157_p0085",
      "zh_CN": "（一）教师的重要性",
      "zh_TW": "（一）教師的重要性"
    },
    {
      "id": "02-042-0157_p0086",
      "zh_CN": "师道尊严，要了解教师的重要性。《群书治要》说：「法能杀不孝者，而不能使人为孔曾之行；法能刑窃盗者，而不能使人为伯夷之廉。孔子养徒三千人，皆入孝出悌，言为文章，行为仪表，教之所成也。」法律能将不孝的人处死，却不能使人效法孔子、曾子他们的孝行，他们的情操；法能够处罚窃盗的人，但是却不能让人有伯夷、叔齐这样廉洁的德风。我们从中更明显的体会到，根本还是要靠教化。孔子培养了学生三千人，个个都可以做到在家恪尽孝道、出外恭敬长上，他们说出来的话都成为人们依循的做人准则，他们的行为都成为大众的表率，三千人都能影响一方、教化一方。这些都是教化的结果。",
      "zh_TW": "師道尊嚴，要了解教師的重要性。《群書治要》說：「法能殺不孝者，而不能使人為孔曾之行；法能刑竊盜者，而不能使人為伯夷之廉。孔子養徒三千人，皆入孝出悌，言為文章，行為儀表，教之所成也。」法律能將不孝的人處死，卻不能使人效法孔子、曾子他們的孝行，他們的情操；法能夠處罰竊盜的人，但是卻不能讓人有伯夷、叔齊這樣廉潔的德風。我們從中更明顯的體會到，根本還是要靠教化。孔子培養了學生三千人，個個都可以做到在家恪盡孝道、出外恭敬長上，他們說出來的話都成為人們依循的做人準則，他們的行為都成為大眾的表率，三千人都能影響一方、教化一方。這些都是教化的結果。"
    },
    {
      "id": "02-042-0157_p0087",
      "zh_CN": "《礼记．学记》告诉我们：「玉不琢，不成器」。古人用玉来比喻，很具体。所以，人也要培养锻炼才能成才。这句话就告诉我们：每个人都需要圣贤教育，都需要老师的教导。父母教孩子尊重老师，老师教学生孝顺父母，这是最关键的。有一句老话讲：「一日为师，终身为父」。汉朝的大儒杨雄说：「师哉师哉，童子之命也」。这个孩子从小能否扎下伦理道德的根基，将会影响他的一生。",
      "zh_TW": "《禮記．學記》告訴我們：「玉不琢，不成器」。古人用玉來比喻，很具體。所以，人也要培養鍛鍊才能成才。這句話就告訴我們：每個人都需要聖賢教育，都需要老師的教導。父母教孩子尊重老師，老師教學生孝順父母，這是最關鍵的。有一句老話講：「一日為師，終身為父」。漢朝的大儒楊雄說：「師哉師哉，童子之命也」。這個孩子從小能否扎下倫理道德的根基，將會影響他的一生。"
    },
    {
      "id": "02-042-0157_p0088",
      "zh_CN": "（二）尊师方能重道",
      "zh_TW": "（二）尊師方能重道"
    },
    {
      "id": "02-042-0157_p0089",
      "zh_CN": "尊重老师才能尊重道德学问。《礼记．学记》说：「凡学之道，严师为难。师严然后道尊，道尊然后民知敬学。」尊重老师最难能可贵，它也是最关键的根本。老师受到尊重了，然后道德学问、真理才会受到敬重，人民才会认真恭敬的学习。「是故古之圣王未有不尊师也，尊师则不论贵贱贫富矣（《群书治要．吕氏春秋》）」。为政是管理好众人之事，把国家治理好。每个人都尊师，都懂得伦常大道，都懂得自己的本分，家庭就安定了。而且尊重老师就不会计较老师的身分、贫富贵贱，「道之所存，师之所存」。",
      "zh_TW": "尊重老師才能尊重道德學問。《禮記．學記》說：「凡學之道，嚴師為難。師嚴然後道尊，道尊然後民知敬學。」尊重老師最難能可貴，它也是最關鍵的根本。老師受到尊重了，然後道德學問、真理才會受到敬重，人民才會認真恭敬的學習。「是故古之聖王未有不尊師也，尊師則不論貴賤貧富矣（《群書治要．呂氏春秋》）」。為政是管理好眾人之事，把國家治理好。每個人都尊師，都懂得倫常大道，都懂得自己的本分，家庭就安定了。而且尊重老師就不會計較老師的身分、貧富貴賤，「道之所存，師之所存」。"
    },
    {
      "id": "02-042-0157_p0090",
      "zh_CN": "俗话说：「有状元学生，没有状元老师。」这句话告诉我们，状元学生是因为老实、听话、真干的态度超过老师。而且，「孝亲是尊师的基础」，我们从事教育工作，必须很深刻了解这个真理。我们都希望孩子真正受益，那得他先尊重老师；学生对老师尊重的态度，又建立在孝道的基础之上。",
      "zh_TW": "俗話說：「有狀元學生，沒有狀元老師。」這句話告訴我們，狀元學生是因為老實、聽話、真幹的態度超過老師。而且，「孝親是尊師的基礎」，我們從事教育工作，必須很深刻了解這個真理。我們都希望孩子真正受益，那得他先尊重老師；學生對老師尊重的態度，又建立在孝道的基礎之上。"
    },
    {
      "id": "02-042-0157_p0091",
      "zh_CN": "（三）振兴师道",
      "zh_TW": "（三）振興師道"
    },
    {
      "id": "02-042-0157_p0092",
      "zh_CN": "首先是「自重而后人重」。我们从事教育工作，为人师表，这个「表」字就是表率，要自重。我们要视学生如自己的子女一样，爱护他们，这样我们才是真正把「师生如父子」做了出来。「人能弘道，非道弘人」，我们不做出来怎么弘道？父母、老师最重要的精神就是无私奉献，所以才受到尊重。",
      "zh_TW": "首先是「自重而後人重」。我們從事教育工作，為人師表，這個「表」字就是表率，要自重。我們要視學生如自己的子女一樣，愛護他們，這樣我們才是真正把「師生如父子」做了出來。「人能弘道，非道弘人」，我們不做出來怎麼弘道？父母、老師最重要的精神就是無私奉獻，所以才受到尊重。"
    },
    {
      "id": "02-042-0157_p0093",
      "zh_CN": "《群书治要》说：「夫知为人子者，然后可以为人父；知为人臣者，然后可以为人君；知事人者，然后可以使人」。我在后面加了一句，「知为圣贤学生，才能为老师」，我们学生都当不好，怎么可能当得了老师？我们有了这个认知，就会明白，要当一个好弟子，首先从尽本分做起。",
      "zh_TW": "《群書治要》說：「夫知為人子者，然後可以為人父；知為人臣者，然後可以為人君；知事人者，然後可以使人」。我在後面加了一句，「知為聖賢學生，才能為老師」，我們學生都當不好，怎麼可能當得了老師？我們有了這個認知，就會明白，要當一個好弟子，首先從盡本分做起。"
    },
    {
      "id": "02-042-0157_p0094",
      "zh_CN": "「师者，所以传道授业解惑也」，传道、授业、解惑，是为人师的本分。所谓「道」，是指超越时空的大自然法则，不管是做人做事，它都是亘古不变的。遵守这个法则，做人、做事不违越这个法则，就是「德」，所以老师传道德，教道德。人与人的关系也是道，它不离五伦关系。父子有亲中，父子是道，亲就是德。君臣有义中，君臣是道，义就是德。夫妇有别中，夫义妇德的夫妇关系就是道，别就是德。所谓「夫义」，义是德，是做一个丈夫的「夫德」。总之，「孝悌忠信，礼义廉耻，仁爱和平」十二个字抓住了整个道德的纲领。其实，要把孩子教懂事不是很复杂，关键是我们有没有认知到这十二德目，然后重视修德，尽力落实在生活中。",
      "zh_TW": "「師者，所以傳道授業解惑也」，傳道、授業、解惑，是為人師的本分。所謂「道」，是指超越時空的大自然法則，不管是做人做事，它都是亙古不變的。遵守這個法則，做人、做事不違越這個法則，就是「德」，所以老師傳道德，教道德。人與人的關係也是道，它不離五倫關係。父子有親中，父子是道，親就是德。君臣有義中，君臣是道，義就是德。夫婦有別中，夫義婦德的夫婦關係就是道，別就是德。所謂「夫義」，義是德，是做一個丈夫的「夫德」。總之，「孝悌忠信，禮義廉恥，仁愛和平」十二個字抓住了整個道德的綱領。其實，要把孩子教懂事不是很複雜，關鍵是我們有沒有認知到這十二德目，然後重視修德，盡力落實在生活中。"
    },
    {
      "id": "02-042-0157_p0095",
      "zh_CN": "传道授业的老师得自己真正去深入经典、去理解，然后自己好好去落实，绝不是把道理讲给学生听。因为教育最重要的是身教，落实得愈多，真心的流露就愈多，也就愈容易跟学生产生共鸣。解惑，要解别人的疑惑，首先要先解自己的疑惑，自觉才能觉他，自度才能度人。《尚书》讲：「先觉才能觉后觉」。所以，老师首先自己要有智慧，为此，就先要具备学习的弟子相，这样才能承传圣贤教诲。所以，老师要自我提升，尤其要提升智慧，就可以「温故而知新，可以为师矣」。",
      "zh_TW": "傳道授業的老師得自己真正去深入經典、去理解，然後自己好好去落實，絕不是把道理講給學生聽。因為教育最重要的是身教，落實得愈多，真心的流露就愈多，也就愈容易跟學生產生共鳴。解惑，要解別人的疑惑，首先要先解自己的疑惑，自覺才能覺他，自度才能度人。《尚書》講：「先覺才能覺後覺」。所以，老師首先自己要有智慧，為此，就先要具備學習的弟子相，這樣才能承傳聖賢教誨。所以，老師要自我提升，尤其要提升智慧，就可以「溫故而知新，可以為師矣」。"
    },
    {
      "id": "02-042-0157_p0096",
      "zh_CN": "陆、教育工作者的典范——至圣先师",
      "zh_TW": "陸、教育工作者的典範——至聖先師"
    },
    {
      "id": "02-042-0157_p0097",
      "zh_CN": "我们现在从事教育工作，见到社会大众都缺乏传统文化教育，就要期许自己做现代的孔子，真正向孔子学习。",
      "zh_TW": "我們現在從事教育工作，見到社會大眾都缺乏傳統文化教育，就要期許自己做現代的孔子，真正向孔子學習。"
    },
    {
      "id": "02-042-0157_p0098",
      "zh_CN": "（一）孔子之治学",
      "zh_TW": "（一）孔子之治學"
    },
    {
      "id": "02-042-0157_p0099",
      "zh_CN": "第一个，夫子「述而不作，信而好古」。夫子所讲一切经教，都是古圣先贤教导他的。一个人有这样的态度就谦卑，谦卑就能受教。",
      "zh_TW": "第一個，夫子「述而不作，信而好古」。夫子所講一切經教，都是古聖先賢教導他的。一個人有這樣的態度就謙卑，謙卑就能受教。"
    },
    {
      "id": "02-042-0157_p0100",
      "zh_CN": "夫子第二个求学的态度就是立志。孔子是「吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩」。学习一定要先立志，不断提升自己的境界，不能知少而足，没恒心，不能遇到逆境就退缩、遇到顺境就贪着。志于学，学什么？就是学修身、齐家、治国、平天下的学问，学明明德、亲民、止于至善的学问。",
      "zh_TW": "夫子第二個求學的態度就是立志。孔子是「吾十有五而志於學，三十而立，四十而不惑，五十而知天命，六十而耳順，七十而從心所欲，不逾矩」。學習一定要先立志，不斷提升自己的境界，不能知少而足，沒恆心，不能遇到逆境就退縮、遇到順境就貪著。志於學，學什麼？就是學修身、齊家、治國、平天下的學問，學明明德、親民、止於至善的學問。"
    },
    {
      "id": "02-042-0157_p0101",
      "zh_CN": "第三，夫子学习的态度是好学。「公冶长第五」说：「十室之邑，必有忠信如丘者焉，不如丘之好学也」。夫子是说：十个大家庭所居住的地方必定有好的德行特质者。但是，人虽然有很好的本质，还要后天勇猛精进用功才会有好的成就、学问。好学最主要体现在恒心，有恒为成功之本。「人有至心求道，精进不止，会当克果」，一定可以做得到，天下无难事，只怕有心人。「雍也第六」说：「知之者不如好之者，好之者不如乐之者」。乐此不疲、乐在其中，这是夫子的好学的状态。",
      "zh_TW": "第三，夫子學習的態度是好學。「公冶長第五」說：「十室之邑，必有忠信如丘者焉，不如丘之好學也」。夫子是說：十個大家庭所居住的地方必定有好的德行特質者。但是，人雖然有很好的本質，還要後天勇猛精進用功才會有好的成就、學問。好學最主要體現在恆心，有恆為成功之本。「人有至心求道，精進不止，會當剋果」，一定可以做得到，天下無難事，只怕有心人。「雍也第六」說：「知之者不如好之者，好之者不如樂之者」。樂此不疲、樂在其中，這是夫子的好學的狀態。"
    },
    {
      "id": "02-042-0157_p0102",
      "zh_CN": "第四、主动。《论语》说：「不曰如之何如之何者，吾末如之何也已矣。」这是说，别人能帮上我们多少忙，跟我们的态度成正比。",
      "zh_TW": "第四、主動。《論語》說：「不曰如之何如之何者，吾末如之何也已矣。」這是說，別人能幫上我們多少忙，跟我們的態度成正比。"
    },
    {
      "id": "02-042-0157_p0103",
      "zh_CN": "第五、要不自欺。孔子对子路讲：「由，诲汝知之乎？知之为知之，不知为不知，是知也。」这个学习态度是：知道就说知道，不知道就说不知道。这是求学很重要的态度，面对自己的师长要诚实、要不自欺。",
      "zh_TW": "第五、要不自欺。孔子對子路講：「由，誨汝知之乎？知之為知之，不知為不知，是知也。」這個學習態度是：知道就說知道，不知道就說不知道。這是求學很重要的態度，面對自己的師長要誠實、要不自欺。"
    },
    {
      "id": "02-042-0157_p0104",
      "zh_CN": "第六个学习的态度是「格物」。《大学》说：「欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。」格物就是格除物欲，这是大根大本。",
      "zh_TW": "第六個學習的態度是「格物」。《大學》說：「欲修其身者，先正其心；欲正其心者，先誠其意；欲誠其意者，先致其知；致知在格物。」格物就是格除物欲，這是大根大本。"
    },
    {
      "id": "02-042-0157_p0105",
      "zh_CN": "第七、力行的态度很重要，学了要马上去做。夫子就是有这样的风范，才能有这么高的成就。他说：「德之不修，学之不讲，闻义不能徙，不善不能改，是吾忧也」。",
      "zh_TW": "第七、力行的態度很重要，學了要馬上去做。夫子就是有這樣的風範，才能有這麼高的成就。他說：「德之不修，學之不講，聞義不能徙，不善不能改，是吾憂也」。"
    },
    {
      "id": "02-042-0157_p0106",
      "zh_CN": "第八、把义理贯通，把义理可以落实在生活工作、处事待人中。因为夫子讲：「学而不思则罔，思而不学则殆」。我们学了经典，去思惟它的义理，这叫深解义趣。",
      "zh_TW": "第八、把義理貫通，把義理可以落實在生活工作、處事待人中。因為夫子講：「學而不思則罔，思而不學則殆」。我們學了經典，去思惟它的義理，這叫深解義趣。"
    },
    {
      "id": "02-042-0157_p0107",
      "zh_CN": "第九、「三人行，必有我师焉。择其善者而从之，其不善者而改之」，这个学习态度就是一切时、一切处、一切人、一切事都是老师，只有自己是学生。",
      "zh_TW": "第九、「三人行，必有我師焉。擇其善者而從之，其不善者而改之」，這個學習態度就是一切時、一切處、一切人、一切事都是老師，只有自己是學生。"
    },
    {
      "id": "02-042-0157_p0108",
      "zh_CN": "第十、夫子治学是抓住纲领。夫子说「吾道一以贯之」，便是忠恕之道。其实，所有的学问离不开「忠恕」这两个字。所以，师长老人家到联合国去的时候，刻了一枚非常庄严的印章，送给各国的领导者。这个印章上有八个字，「仁义忠恕」（儒家），「真诚慈悲」（佛家）。儒、道、释三教的经典都不离这个纲领，没有一法不是从这里流出来的。「尽己之谓忠」，一个人可以时时想着尽其在我、尽己之力，那他能够反求诸己；「推己之谓恕」，他就能推己及人。所以落实忠恕，然后契入仁爱之道，这就是掌握纲领。",
      "zh_TW": "第十、夫子治學是抓住綱領。夫子說「吾道一以貫之」，便是忠恕之道。其實，所有的學問離不開「忠恕」這兩個字。所以，師長老人家到聯合國去的時候，刻了一枚非常莊嚴的印章，送給各國的領導者。這個印章上有八個字，「仁義忠恕」（儒家），「真誠慈悲」（佛家）。儒、道、釋三教的經典都不離這個綱領，沒有一法不是從這裡流出來的。「盡己之謂忠」，一個人可以時時想著盡其在我、盡己之力，那他能夠反求諸己；「推己之謂恕」，他就能推己及人。所以落實忠恕，然後契入仁愛之道，這就是掌握綱領。"
    },
    {
      "id": "02-042-0157_p0109",
      "zh_CN": "（二）孔子为师之风范",
      "zh_TW": "（二）孔子為師之風範"
    },
    {
      "id": "02-042-0157_p0110",
      "zh_CN": "我们学孔子如何为师的风范。夫子在《中庸》当中有提到，「天下之达道五」，五伦大道：父子有亲、君臣有义、夫妇有别、长幼有序、朋友有信，人与人的关系离不开这五种。真正要圆融、和谐这五个关系，就要靠三达德「智、仁、勇」去落实。其实，三达德也包含了师生关系，古代讲师徒如父子，现在的师生只能像朋友，这是缘分有浅深，但是一心一意成就学生的心是亘古不变的。",
      "zh_TW": "我們學孔子如何為師的風範。夫子在《中庸》當中有提到，「天下之達道五」，五倫大道：父子有親、君臣有義、夫婦有別、長幼有序、朋友有信，人與人的關係離不開這五種。真正要圓融、和諧這五個關係，就要靠三達德「智、仁、勇」去落實。其實，三達德也包含了師生關係，古代講師徒如父子，現在的師生只能像朋友，這是緣分有淺深，但是一心一意成就學生的心是亙古不變的。"
    },
    {
      "id": "02-042-0157_p0111",
      "zh_CN": "１、智慧",
      "zh_TW": "１、智慧"
    },
    {
      "id": "02-042-0157_p0112",
      "zh_CN": "要圆满五伦、圆满师生关系，首先是智慧。智慧表现在务本。「君子务本，本立而道生」、「夫孝，德之本也，教之所由生也」。德行的大根大本找到了，假如不从孝道开始教起，就不叫教育。这对我们太重要了。智慧在看得深远。「不论现行而论流弊，不论一时而论久远，不论一身而论天下」。现在社会问题就出在急功近利、欲速则不达。智慧还在于禁于未发。夫子说「少成若天性」，《易经》讲，「蒙以养正，圣功也。」所以，教育的智慧就是「禁于未发之谓豫」，不只是教育他人，还要教育自己。自己没有染上的坏习惯，不能再习染了，已经染上的坏习惯，一定要把它马上改掉。智慧在于因材施教。你很了解他的程度、心态，才能很好的指导他。「知其心，然后能救其失也」，夫子的智慧体现在抓住机会教育上。时节因缘刚好发生了，学生也信任老师，这个时候可以指点他，他会印象深刻。",
      "zh_TW": "要圓滿五倫、圓滿師生關係，首先是智慧。智慧表現在務本。「君子務本，本立而道生」、「夫孝，德之本也，教之所由生也」。德行的大根大本找到了，假如不從孝道開始教起，就不叫教育。這對我們太重要了。智慧在看得深遠。「不論現行而論流弊，不論一時而論久遠，不論一身而論天下」。現在社會問題就出在急功近利、欲速則不達。智慧還在於禁於未發。夫子說「少成若天性」，《易經》講，「蒙以養正，聖功也。」所以，教育的智慧就是「禁於未發之謂豫」，不只是教育他人，還要教育自己。自己沒有染上的壞習慣，不能再習染了，已經染上的壞習慣，一定要把它馬上改掉。智慧在於因材施教。你很了解他的程度、心態，才能很好的指導他。「知其心，然後能救其失也」，夫子的智慧體現在抓住機會教育上。時節因緣剛好發生了，學生也信任老師，這個時候可以指點他，他會印象深刻。"
    },
    {
      "id": "02-042-0157_p0113",
      "zh_CN": "再来，「相观而善」也体现了教育的智慧。所谓「道人善，即是善，人知之，愈思勉」。",
      "zh_TW": "再來，「相觀而善」也體現了教育的智慧。所謂「道人善，即是善，人知之，愈思勉」。"
    },
    {
      "id": "02-042-0157_p0114",
      "zh_CN": "２、仁德",
      "zh_TW": "２、仁德"
    },
    {
      "id": "02-042-0157_p0115",
      "zh_CN": "仁德首先体现在以身作则。夫子为什么能影响这么长远，关键在于夫子所说的他自己都做到了。曾子说：「夫子见人一善而忘其百非」，见到一个人的优点就肯定他这个优点，没有把他的缺点或者以前做错的事变成成见放在心上。这个叫厚道，这是给人信心。听闻到好的教诲、善言，看到人家的善行，必亲自去落实。为了早一点利益学生，自己不辞劳苦的用功提升自己，是仁爱的动力、利益人的动力。",
      "zh_TW": "仁德首先體現在以身作則。夫子為什麼能影響這麼長遠，關鍵在於夫子所說的他自己都做到了。曾子說：「夫子見人一善而忘其百非」，見到一個人的優點就肯定他這個優點，沒有把他的缺點或者以前做錯的事變成成見放在心上。這個叫厚道，這是給人信心。聽聞到好的教誨、善言，看到人家的善行，必親自去落實。為了早一點利益學生，自己不辭勞苦的用功提升自己，是仁愛的動力、利益人的動力。"
    },
    {
      "id": "02-042-0157_p0116",
      "zh_CN": "仁德的第二个体现是「耐性」。夫子在《论语》里展现的是「学而不厌，诲人不倦」。仁德的第三个体现是有教无类。只要肯学的，都尽心尽力教。仁德的第四个体现是，胸怀天下的苍生。我们看夫子在「礼运大同篇」：「大道之行也，天下为公。选贤与能，讲信修睦」，夫子一生不就是往这个目标去努力嘛！夫子讲，「老者安之，朋友信之，少者怀之」。假如我们社会现在往这个方向，很多问题会慢慢解决。",
      "zh_TW": "仁德的第二個體現是「耐性」。夫子在《論語》裡展現的是「學而不厭，誨人不倦」。仁德的第三個體現是有教無類。只要肯學的，都盡心盡力教。仁德的第四個體現是，胸懷天下的蒼生。我們看夫子在「禮運大同篇」：「大道之行也，天下為公。選賢與能，講信修睦」，夫子一生不就是往這個目標去努力嘛！夫子講，「老者安之，朋友信之，少者懷之」。假如我們社會現在往這個方向，很多問題會慢慢解決。"
    },
    {
      "id": "02-042-0157_p0117",
      "zh_CN": "３、勇气",
      "zh_TW": "３、勇氣"
    },
    {
      "id": "02-042-0157_p0118",
      "zh_CN": "勇气首先是改过。夫子强调，「过则勿惮改」，勿惮就是不要担心、不要害怕，要勇于改过。勇气表现的第二个重点就是承担，所以叫「勇于承担」。「人生自古谁无死，留取丹心照汗青」。我们要「位卑未敢忘忧国」，虽然是老百姓，也时时关心着国家、民族的发展。勇气还表现在立志。人的心量要像虚空一样大，心愿要比金刚石更坚定、不改变。明朝的王阳明先生说：「志不立，天下无可成之事。」所以一个人要有成就，要「发勇猛心，立决定志」。在行道的过程中，要「不顾生死，不计成败」。勇气的第四个体现是教学相长。「学然后知不足。教然后知困。知不足，然后能自反也；知困，然后能自强也。」我们从事教育工作，敢反省自己的不足，敢向学生认错，这也要有勇气。",
      "zh_TW": "勇氣首先是改過。夫子強調，「過則勿憚改」，勿憚就是不要擔心、不要害怕，要勇於改過。勇氣表現的第二個重點就是承擔，所以叫「勇於承擔」。「人生自古誰無死，留取丹心照汗青」。我們要「位卑未敢忘憂國」，雖然是老百姓，也時時關心著國家、民族的發展。勇氣還表現在立志。人的心量要像虛空一樣大，心願要比金剛石更堅定、不改變。明朝的王陽明先生說：「志不立，天下無可成之事。」所以一個人要有成就，要「發勇猛心，立決定志」。在行道的過程中，要「不顧生死，不計成敗」。勇氣的第四個體現是教學相長。「學然後知不足。教然後知困。知不足，然後能自反也；知困，然後能自強也。」我們從事教育工作，敢反省自己的不足，敢向學生認錯，這也要有勇氣。"
    },
    {
      "id": "02-042-0157_p0119",
      "zh_CN": "夫子的行谊是「望之俨然，即之也温，听其言也厉」，远远看到夫子，他非常有威仪；亲近他的时候觉得好亲切；一讲话，震慑心灵，句句都是义正言辞。这是夫子真心对人们的护念、爱护流露出来的威仪，所谓「诚于中，形于外」。夫子这些行谊很值得我们去体会，从心地上去效法夫子的德行。",
      "zh_TW": "夫子的行誼是「望之儼然，即之也溫，聽其言也厲」，遠遠看到夫子，他非常有威儀；親近他的時候覺得好親切；一講話，震懾心靈，句句都是義正言辭。這是夫子真心對人們的護念、愛護流露出來的威儀，所謂「誠於中，形於外」。夫子這些行誼很值得我們去體會，從心地上去效法夫子的德行。"
    },
    {
      "id": "02-042-0157_p0120",
      "zh_CN": "「夫知为人子者，然后可以为人父；知为人臣者，然后可以为人君；知事人者，然后可以使人。」孔老夫子是最好的学生，所以他才成为至圣先师。「自敬而后人敬」，老师不因身分而尊贵，而是因为他的行为而尊贵。为人师表者，自己做出来的行为值得人家尊重，自自然然实至名归。",
      "zh_TW": "「夫知為人子者，然後可以為人父；知為人臣者，然後可以為人君；知事人者，然後可以使人。」孔老夫子是最好的學生，所以他才成為至聖先師。「自敬而後人敬」，老師不因身分而尊貴，而是因為他的行為而尊貴。為人師表者，自己做出來的行為值得人家尊重，自自然然實至名歸。"
    },
    {
      "id": "02-042-0157_p0121",
      "zh_CN": "我们教育工作者，应该是知为圣贤弟子者、知为圣贤学生者，然后可以为人师。我们要当自己父母、自己师长、自己圣贤祖宗的好弟子，才能够做孩子一生的贵人。",
      "zh_TW": "我們教育工作者，應該是知為聖賢弟子者、知為聖賢學生者，然後可以為人師。我們要當自己父母、自己師長、自己聖賢祖宗的好弟子，才能夠做孩子一生的貴人。"
    },
    {
      "id": "02-042-0157_p0122",
      "zh_CN": "老法师：蔡老师讲这个题目也讲了很多年，这个题目很重要，永远没有过去，它都是站立在教学最重要的地位上。教育的成功失败完全在老师，在老师哪些地方？就是先行其言。过去我们汤池做的实验，做成功了。最初我召集这三十七位老师，种子老师，最初的三十七个人。我告诉他，我们今天做这个工作是个神圣的工作，是实验，中国传统文化还管不管用，成败在此一举。为什么要干这个？被联合国逼出来的。我移民到澳洲，有这个机缘代表澳洲大学参加联合国和平会议，这也是一个很稀有的缘分。没有缘分，我们从来没动这个念头；有这个缘分，我们觉得应该要做，把中国古圣先贤的这些理念方法经验在大会报告。听众都是各国大使代表，他们听得很欢喜。我下台的时候，很多人就围着我，法师，你讲得很好，这是理想，这做不到。我那时就是一瓢冷水浇头，白讲了，他们不能相信，他们没听说过，没想过这个问题，也没见到过这些事情。那怎么办？他们要证据，看到证据他相信，没有证据他不相信。所以我们就下定决心要做出来给他看，找一个小区来做个实验点。我用了一年的时间，走了很多地方，缘都不成熟。",
      "zh_TW": "老法師：蔡老師講這個題目也講了很多年，這個題目很重要，永遠沒有過去，它都是站立在教學最重要的地位上。教育的成功失敗完全在老師，在老師哪些地方？就是先行其言。過去我們湯池做的實驗，做成功了。最初我召集這三十七位老師，種子老師，最初的三十七個人。我告訴他，我們今天做這個工作是個神聖的工作，是實驗，中國傳統文化還管不管用，成敗在此一舉。為什麼要幹這個？被聯合國逼出來的。我移民到澳洲，有這個機緣代表澳洲大學參加聯合國和平會議，這也是一個很稀有的緣分。沒有緣分，我們從來沒動這個念頭；有這個緣分，我們覺得應該要做，把中國古聖先賢的這些理念方法經驗在大會報告。聽眾都是各國大使代表，他們聽得很歡喜。我下台的時候，很多人就圍著我，法師，你講得很好，這是理想，這做不到。我那時就是一瓢冷水澆頭，白講了，他們不能相信，他們沒聽說過，沒想過這個問題，也沒見到過這些事情。那怎麼辦？他們要證據，看到證據他相信，沒有證據他不相信。所以我們就下定決心要做出來給他看，找一個小區來做個實驗點。我用了一年的時間，走了很多地方，緣都不成熟。"
    },
    {
      "id": "02-042-0157_p0123",
      "zh_CN": "二ＯＯ五年回到老家去看看，离开老家七十年了，家乡还有些父老，堂兄弟、族兄弟，还有不少人。我们聚会，把我这些年在海外做的一些事情向大家做报告。他们听了之后很欢喜，告诉我回来做，这么一个缘分。汤池正好有一块地，地上还有房子，它要卖，三十亩地。房子不适用，房子拆掉了，地买下来，建立校舍。建好之后，招这些老师们，我告诉老师，我们的实验是关系传统文化的存亡，一定要做成功。我说世界上有两个老师做得最成功的，第一个，孔子；第二个，释迦牟尼佛。他为什么教成功的？秘诀在哪里？秘诀就是他做不到的他不说，他所说的全自己做到了。我就提醒老师，我们要做不到的不能讲，做到了才说。做什么？做《弟子规》、《感应篇》、《十善业》，你们要真正做到才能教人。不能做到光口说，没用，没有人相信。所以要学释迦、要学孔子，这最好的老师。",
      "zh_TW": "二ＯＯ五年回到老家去看看，離開老家七十年了，家鄉還有些父老，堂兄弟、族兄弟，還有不少人。我們聚會，把我這些年在海外做的一些事情向大家做報告。他們聽了之後很歡喜，告訴我回來做，這麼一個緣分。湯池正好有一塊地，地上還有房子，它要賣，三十畝地。房子不適用，房子拆掉了，地買下來，建立校舍。建好之後，招這些老師們，我告訴老師，我們的實驗是關係傳統文化的存亡，一定要做成功。我說世界上有兩個老師做得最成功的，第一個，孔子；第二個，釋迦牟尼佛。他為什麼教成功的？祕訣在哪裡？祕訣就是他做不到的他不說，他所說的全自己做到了。我就提醒老師，我們要做不到的不能講，做到了才說。做什麼？做《弟子規》、《感應篇》、《十善業》，你們要真正做到才能教人。不能做到光口說，沒用，沒有人相信。所以要學釋迦、要學孔子，這最好的老師。"
    },
    {
      "id": "02-042-0157_p0124",
      "zh_CN": "我给大家四个月时间，没想到两个月就落实了，这三样东西分量不多，两个月落实。落实之后，这杨老师打电话问我，下一步怎么办？我说真落实了？真落实了。我不敢相信，真落实了。我说真落实了，下乡入户，表演给大家看，我们把《弟子规》、《感应篇》做出来，《十善业道》做出来，变成我们自己的生活行为。到每个家庭去拜访，拜访就表演，看到人家家里老人，就是我们父母，做子女的看到父母要用什么样的心态，做出来。做了三个星期，向大家宣布中心开课，欢迎大家来学习，这样搞成功的。",
      "zh_TW": "我給大家四個月時間，沒想到兩個月就落實了，這三樣東西分量不多，兩個月落實。落實之後，這楊老師打電話問我，下一步怎麼辦？我說真落實了？真落實了。我不敢相信，真落實了。我說真落實了，下鄉入戶，表演給大家看，我們把《弟子規》、《感應篇》做出來，《十善業道》做出來，變成我們自己的生活行為。到每個家庭去拜訪，拜訪就表演，看到人家家裡老人，就是我們父母，做子女的看到父母要用什麼樣的心態，做出來。做了三個星期，向大家宣布中心開課，歡迎大家來學習，這樣搞成功的。"
    },
    {
      "id": "02-042-0157_p0125",
      "zh_CN": "真没想到三个月，这个小镇风气转过来了，我们认为需要二年、三年才能够做到的，没有想到三个月，感到非常惊讶。我告诉老师，千万不要居功，不要认为这是我的功劳、我的智慧、我的才能做到的，我说这样做你们就全错了。谁的功德？祖宗之德，三宝加持，不是人能干得到的。我们怎么能冒祖宗三宝之恩？这个不可以的，这有罪的，所以大家要把这个降下来。谁的功德？我们地方领导的功德，还有小镇人民的功德。为什么？领导帮助我们成立这个学校，领导之德；人民欢喜，我们说的他都肯落实，都肯做到，人民合作，才成功的。所以一定要谦虚，不要忘记孔子、释迦一生怎么把人教好的，这是我们最好的榜样。如果有傲慢态度，有自以为是的态度，就失败了，那以后就不堪设想。",
      "zh_TW": "真沒想到三個月，這個小鎮風氣轉過來了，我們認為需要二年、三年才能夠做到的，沒有想到三個月，感到非常驚訝。我告訴老師，千萬不要居功，不要認為這是我的功勞、我的智慧、我的才能做到的，我說這樣做你們就全錯了。誰的功德？祖宗之德，三寶加持，不是人能幹得到的。我們怎麼能冒祖宗三寶之恩？這個不可以的，這有罪的，所以大家要把這個降下來。誰的功德？我們地方領導的功德，還有小鎮人民的功德。為什麼？領導幫助我們成立這個學校，領導之德；人民歡喜，我們說的他都肯落實，都肯做到，人民合作，才成功的。所以一定要謙虛，不要忘記孔子、釋迦一生怎麼把人教好的，這是我們最好的榜樣。如果有傲慢態度，有自以為是的態度，就失敗了，那以後就不堪設想。"
    },
    {
      "id": "02-042-0157_p0126",
      "zh_CN": "今天这两篇文章都好，都非常难得，讲的是最重要的事情，讲得很清楚、很透彻。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "今天這兩篇文章都好，都非常難得，講的是最重要的事情，講得很清楚、很透徹。好，今天時間到了，我們就學習到此地。"
    }
  ]
}