{
  "doc_id": "02-042-0189",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "因缘生",
    "自了法师"
  ],
  "volume": {
    "zh_CN": "第一八九集",
    "zh_TW": "第一八九集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0189",
  "total_paragraphs": 160,
  "paragraphs": [
    {
      "id": "02-042-0189_p0001",
      "zh_CN": "学生：尊敬的师父上人，诸位法师、大德同修，阿弥陀佛。惭愧弟子因缘生今日恭敬汇报「汉学课程规划与学习之拙见」。",
      "zh_TW": "學生：尊敬的師父上人，諸位法師、大德同修，阿彌陀佛。慚愧弟子因緣生今日恭敬匯報「漢學課程規劃與學習之拙見」。"
    },
    {
      "id": "02-042-0189_p0002",
      "zh_CN": "《信心铭》开端即云：「至道无难，惟嫌拣择。」中国传统文化的学习路线很是清晰明了，其教学之方法、内容、次第，自先秦至明清一直沿用，此是我中华历代先祖智慧的凝聚、经验的总结，纵令圣人复出亦不能改易。",
      "zh_TW": "《信心銘》開端即云：「至道無難，惟嫌揀擇。」中國傳統文化的學習路線很是清晰明瞭，其教學之方法、內容、次第，自先秦至明清一直沿用，此是我中華歷代先祖智慧的凝聚、經驗的總結，縱令聖人復出亦不能改易。"
    },
    {
      "id": "02-042-0189_p0003",
      "zh_CN": "《论语．学而篇》第六章，子曰：「弟子入则孝，出则弟，谨而信，泛爱众，而亲仁。行有余力，则以学文。」",
      "zh_TW": "《論語．學而篇》第六章，子曰：「弟子入則孝，出則弟，謹而信，泛愛眾，而親仁。行有餘力，則以學文。」"
    },
    {
      "id": "02-042-0189_p0004",
      "zh_CN": "「入则孝」是说学生在家中必须孝养父母，使父母身心安乐。「出则弟」是说出外求学或做其他事情，要行悌道。在家能孝顺父母，自然能善事兄长，敬顺兄长以顺亲心，叫做悌道。出外时，将此事兄之道推而广之，用以对待年长于自己的人，便是「出则弟」。「谨」是讲行为应当谨慎。「信」是说言语必须诚信。「泛爱众」是讲与众人交往过程中，要注重博爱，以养自己平等容众之德。「亲仁」是讲必须要选择亲近有仁爱之心的良师益友来学习。「行有余力」的「行」字是实行的意思，「余力」是说行此孝悌等五事之外的时间。「学文」的「文」字通常被解作「六艺」。",
      "zh_TW": "「入則孝」是說學生在家中必須孝養父母，使父母身心安樂。「出則弟」是說出外求學或做其他事情，要行悌道。在家能孝順父母，自然能善事兄長，敬順兄長以順親心，叫做悌道。出外時，將此事兄之道推而廣之，用以對待年長於自己的人，便是「出則弟」。「謹」是講行為應當謹慎。「信」是說言語必須誠信。「泛愛眾」是講與眾人交往過程中，要注重博愛，以養自己平等容眾之德。「親仁」是講必須要選擇親近有仁愛之心的良師益友來學習。「行有餘力」的「行」字是實行的意思，「餘力」是說行此孝悌等五事之外的時間。「學文」的「文」字通常被解作「六藝」。"
    },
    {
      "id": "02-042-0189_p0005",
      "zh_CN": "所谓「六艺」，是指：礼、乐、射、御、书、数。其中的「礼」字，它涉及的方面很广，小至洒扫应对，大到祭祀天地，礼仪三百，威仪三千，全都包含在内。「乐」不仅只是音乐，它包括所有艺术。「射」也不单单是射箭，它代指武术及武略。「御」是讲驾车技能，因为古时的主要交通工具是马车和牛车。「书」不是指后来的书法，原是指文学和文字学等。「数」不单指数学，还包括天文地理、阴阳算术等等。",
      "zh_TW": "所謂「六藝」，是指：禮、樂、射、御、書、數。其中的「禮」字，它涉及的方面很廣，小至灑掃應對，大到祭祀天地，禮儀三百，威儀三千，全都包含在內。「樂」不僅只是音樂，它包括所有藝術。「射」也不單單是射箭，它代指武術及武略。「御」是講駕車技能，因為古時的主要交通工具是馬車和牛車。「書」不是指後來的書法，原是指文學和文字學等。「數」不單指數學，還包括天文地理、陰陽算術等等。"
    },
    {
      "id": "02-042-0189_p0006",
      "zh_CN": "之所以说「行有余力，则以学文」，并不是教人必须将此几件事完全做到之后才让人学文，而是表明学文必须要以孝悌等诸事为根本，用行此诸事之外的时间来学文。雪庐老人也说过，「所求之学有其先后。孔门以四科施教，德行、言语、政事、文学。首为德育是先正其心，后为文学是游于艺。行此五事之外，即是余力。弟子求学应当先以此五事为根本。行此五事之外，并不是没有时间学文，是说学文必须求其根本，没有根本之文不可取」。",
      "zh_TW": "之所以說「行有餘力，則以學文」，並不是教人必須將此幾件事完全做到之後才讓人學文，而是表明學文必須要以孝悌等諸事為根本，用行此諸事之外的時間來學文。雪廬老人也說過，「所求之學有其先後。孔門以四科施教，德行、言語、政事、文學。首為德育是先正其心，後為文學是游於藝。行此五事之外，即是餘力。弟子求學應當先以此五事為根本。行此五事之外，並不是沒有時間學文，是說學文必須求其根本，沒有根本之文不可取」。"
    },
    {
      "id": "02-042-0189_p0007",
      "zh_CN": "古时蒙童八岁入小学，学习洒扫应对进退之行，及礼、乐、射、御、书、数之业。期间一直是在家塾就读，不离开父母。父母教孩子以敬，老师教学生以孝，亲师合作以养成孩子良好的习惯。因为大道知难而行易，所以必须抓住孩子记性好而悟性差的黄金阶段，凡所当读之书，尽在此时熟读成诵，而不必加以讲解，所谓「可使由之，不可使知之」，即云此理。待学童满十五岁之时，离开父母入大学就读，听老师开解已读之书，追随老师游学各地，所谓「读万卷书，行万里路」，在生活中实践所学，验证经典。《学记》所言之「七年小成，九年大成」，是从此时算起，小学七年不包括在内。",
      "zh_TW": "古時蒙童八歲入小學，學習灑掃應對進退之行，及禮、樂、射、御、書、數之業。期間一直是在家塾就讀，不離開父母。父母教孩子以敬，老師教學生以孝，親師合作以養成孩子良好的習慣。因為大道知難而行易，所以必須抓住孩子記性好而悟性差的黃金階段，凡所當讀之書，盡在此時熟讀成誦，而不必加以講解，所謂「可使由之，不可使知之」，即云此理。待學童滿十五歲之時，離開父母入大學就讀，聽老師開解已讀之書，追隨老師遊學各地，所謂「讀萬卷書，行萬里路」，在生活中實踐所學，驗證經典。《學記》所言之「七年小成，九年大成」，是從此時算起，小學七年不包括在內。"
    },
    {
      "id": "02-042-0189_p0008",
      "zh_CN": "当今要复兴我们的优秀传统文化，万不可小视蒙学经典的学习！因为这些蒙学经典皆是非常了不起的大儒从大经之中有所悟处，然后用最简洁明了的文字编撰而成，观其文章之从容和雅，可见其学问之精深洞达；体其用心之仁厚慈恻，则知其道德之精良纯粹。我辈若要小觑蒙学，一定先要扪心自问：我之道德真的已在王应麟、李毓秀之上了吗？我之学问比周兴嗣、李笠翁究竟如何？此时若不能顿生惭愧、幡然猛醒，纵孔子在前、释迦在侧，亦爱莫能助矣！",
      "zh_TW": "當今要復興我們的優秀傳統文化，萬不可小視蒙學經典的學習！因為這些蒙學經典皆是非常了不起的大儒從大經之中有所悟處，然後用最簡潔明瞭的文字編撰而成，觀其文章之從容和雅，可見其學問之精深洞達；體其用心之仁厚慈惻，則知其道德之精良純粹。我輩若要小覷蒙學，一定先要捫心自問：我之道德真的已在王應麟、李毓秀之上了嗎？我之學問比周興嗣、李笠翁究竟如何？此時若不能頓生慚愧、幡然猛醒，縱孔子在前、釋迦在側，亦愛莫能助矣！"
    },
    {
      "id": "02-042-0189_p0009",
      "zh_CN": "古时人心质朴、风俗淳厚，蒙童至七、八岁依然能不失其天真，待十四、五岁，物欲渐染、知识渐开之时，平生当用之书已藏于胸中，良好的习惯已然养成，再及时对其开解经典义理，总使偶有偏离，必然终无大碍。而今日教养蒙童，却不可机械的按照年龄行事，因为今古之世道人心实在不能同日而论。所以当今之教育，只能说愈早愈好，至于对经典的开解时间，也应酌情而定。",
      "zh_TW": "古時人心質樸、風俗淳厚，蒙童至七、八歲依然能不失其天真，待十四、五歲，物欲漸染、知識漸開之時，平生當用之書已藏於胸中，良好的習慣已然養成，再及時對其開解經典義理，總使偶有偏離，必然終無大礙。而今日教養蒙童，卻不可機械的按照年齡行事，因為今古之世道人心實在不能同日而論。所以當今之教育，只能說愈早愈好，至於對經典的開解時間，也應酌情而定。"
    },
    {
      "id": "02-042-0189_p0010",
      "zh_CN": "因为不能像古时学生那样有足够宽裕的时间来读书，所以必然的要对所学课程做一番慎重的精简。",
      "zh_TW": "因為不能像古時學生那樣有足夠寬裕的時間來讀書，所以必然的要對所學課程做一番慎重的精簡。"
    },
    {
      "id": "02-042-0189_p0011",
      "zh_CN": "关于蒙学部分，因缘生所校集的《圣学根之根》已是优中选优、简之再简，自小学习的孩子最好能将其完全背诵，年龄偏大、实在不能全部背诵的学生，也至少将其中的《小儿语》、《弟子规》、《三字经》、《百家姓》、《千字文》、《孝经》背诵下来，余者也要不断熟读，做到心中有数。还有一个问题值得注意，比如蒙学教材中的《名贤集》与《增广贤文》属同类作品，所以选此即不必用彼，用彼即不必选此。《声律启蒙》与《笠翁对韵》，《蒙求》与《龙文鞭影》，也完全是采用同样的体例，所以依照自己所爱而任选其一便可。诸如此类的例子还有不少，大家自去斟酌取舍。如《明心宝鉴》之类的书，雅俗杂陈、真伪并录，若择其精要用以劝善则可，实不足以选入童蒙教材；再如《省心录》、《菜根谭》、《格言联璧》之类的书籍，虽美虽善，终是零金碎玉，不可过多留恋于此，要抓紧时间让孩子攻读四书了。",
      "zh_TW": "關於蒙學部分，因緣生所校集的《聖學根之根》已是優中選優、簡之再簡，自小學習的孩子最好能將其完全背誦，年齡偏大、實在不能全部背誦的學生，也至少將其中的《小兒語》、《弟子規》、《三字經》、《百家姓》、《千字文》、《孝經》背誦下來，餘者也要不斷熟讀，做到心中有數。還有一個問題值得注意，比如蒙學教材中的《名賢集》與《增廣賢文》屬同類作品，所以選此即不必用彼，用彼即不必選此。《聲律啟蒙》與《笠翁對韻》，《蒙求》與《龍文鞭影》，也完全是採用同樣的體例，所以依照自己所愛而任選其一便可。諸如此類的例子還有不少，大家自去斟酌取捨。如《明心寶鑒》之類的書，雅俗雜陳、真偽併錄，若擇其精要用以勸善則可，實不足以選入童蒙教材；再如《省心錄》、《菜根譚》、《格言聯璧》之類的書籍，雖美雖善，終是零金碎玉，不可過多留戀於此，要抓緊時間讓孩子攻讀四書了。"
    },
    {
      "id": "02-042-0189_p0012",
      "zh_CN": "《四书》历来被称为中华文化之总源泉，舍弃《四书》则无异于拔本而塞源，焉有不枯不竭之理哉？《大学》与《中庸》二书，乃圣贤学问之经纬，二者若明，则天上天下之事、出世入世之理概莫出此网罗矣。先读《大学》以定其规模，次读《中庸》以熟其心法，再读《论语》、《孟子》以观圣贤之身行言教。可见《四书》实为儒家教育之核心，必须不折不扣的掌握。",
      "zh_TW": "《四書》歷來被稱為中華文化之總源泉，捨棄《四書》則無異於拔本而塞源，焉有不枯不竭之理哉？《大學》與《中庸》二書，乃聖賢學問之經緯，二者若明，則天上天下之事、出世入世之理概莫出此網羅矣。先讀《大學》以定其規模，次讀《中庸》以熟其心法，再讀《論語》、《孟子》以觀聖賢之身行言教。可見《四書》實為儒家教育之核心，必須不折不扣的掌握。"
    },
    {
      "id": "02-042-0189_p0013",
      "zh_CN": "关于《大学》的读本，以《礼记》中的古本为善，不宜读诵朱子改订本。若论其注解，郑康成所注实未能上达；朱子所注不依古本，亦不足取；王阳明及张居正所注值得参考；蕅益大师引佛证儒，发前人所未发，道前人所未道，可谓至善，然其并无破析文字，属于外传，不易掌握；雪庐老人《大学表注》清晰明了，可为指南。因缘生遵净空老上人嘱托，遍览先贤注解，依李雪庐老人《大学表注》为纲要，参看蕅益大师《大学直指》，兼取汉、宋、明、清诸儒所长而集成《大学衍义》，但因为成书匆促，不及琢磨，然虽不能为诸君登天之梯，尽可做大众垫脚之石。",
      "zh_TW": "關於《大學》的讀本，以《禮記》中的古本為善，不宜讀誦朱子改訂本。若論其註解，鄭康成所註實未能上達；朱子所註不依古本，亦不足取；王陽明及張居正所註值得參考；蕅益大師引佛證儒，發前人所未發，道前人所未道，可謂至善，然其並無破析文字，屬於外傳，不易掌握；雪廬老人《大學表注》清晰明瞭，可為指南。因緣生遵淨空老上人囑託，遍覽先賢註解，依李雪廬老人《大學表注》為綱要，參看蕅益大師《大學直指》，兼取漢、宋、明、清諸儒所長而集成《大學衍義》，但因為成書匆促，不及琢磨，然雖不能為諸君登天之梯，盡可做大眾墊腳之石。"
    },
    {
      "id": "02-042-0189_p0014",
      "zh_CN": "关于《中庸》，康成所注确实远不及程朱之境界；然而程朱所注虽有很大参考价值，终究是瑕瑜共存、遗憾颇多；憨山大师注解至美且善，蕅益大师之补助又能锦上添花，然其仍旧不适宜初学，不能广泛流通于大众之间。因缘生所整理之《中庸衍义》，则以憨山大师《中庸直指》为底本，参看蕅益大师之补注，于郑氏及程朱之间亦有所取，可为初学此书的仁者做敲门砖。",
      "zh_TW": "關於《中庸》，康成所註確實遠不及程朱之境界；然而程朱所註雖有很大參考價值，終究是瑕瑜共存、遺憾頗多；憨山大師註解至美且善，蕅益大師之補助又能錦上添花，然其仍舊不適宜初學，不能廣泛流通於大眾之間。因緣生所整理之《中庸衍義》，則以憨山大師《中庸直指》為底本，參看蕅益大師之補註，於鄭氏及程朱之間亦有所取，可為初學此書的仁者做敲門磚。"
    },
    {
      "id": "02-042-0189_p0015",
      "zh_CN": "关于《论语》，古今注疏甚繁，以雪庐老人《论语讲要》为最佳，可以遵从。其中有少数几处未能圆满者，只是白玉微瑕，稍磨即除。蕅益大师所作《论语点睛》属于外传，可做参考。",
      "zh_TW": "關於《論語》，古今註疏甚繁，以雪廬老人《論語講要》為最佳，可以遵從。其中有少數幾處未能圓滿者，只是白玉微瑕，稍磨即除。蕅益大師所作《論語點睛》屬於外傳，可做參考。"
    },
    {
      "id": "02-042-0189_p0016",
      "zh_CN": "《孟子》的文字并不艰深，只要专读正文，即能知其大半。注释之书，梁启超推崇清儒焦循的《孟子正义》为最善，戴震《孟子字义疏证》虽非专为注释《孟子》而作，但其书极为精辟，可做参考。而朱子《集注》乃是尽其平生心血所作，虽是杂有沙石，却也不乏金玉，学者仍需一读。",
      "zh_TW": "《孟子》的文字並不艱深，只要專讀正文，即能知其大半。註釋之書，梁啟超推崇清儒焦循的《孟子正義》為最善，戴震《孟子字義疏證》雖非專為註釋《孟子》而作，但其書極為精闢，可做參考。而朱子《集注》乃是盡其平生心血所作，雖是雜有沙石，卻也不乏金玉，學者仍需一讀。"
    },
    {
      "id": "02-042-0189_p0017",
      "zh_CN": "关于《五经》的学习先后，历来各家主张不一。荀子在其《劝学》一文中便大为感叹，《礼经》和《乐经》蕴藏大法但缺乏详尽的经文注解；《诗经》和《尚书》只讲述先王故事而不切近于人；《春秋》文义隐约，褒贬难明，不能使人速晓其意。",
      "zh_TW": "關於《五經》的學習先後，歷來各家主張不一。荀子在其《勸學》一文中便大為感歎，《禮經》和《樂經》蘊藏大法但缺乏詳盡的經文註解；《詩經》和《尚書》只講述先王故事而不切近於人；《春秋》文義隱約，褒貶難明，不能使人速曉其意。"
    },
    {
      "id": "02-042-0189_p0018",
      "zh_CN": "《诗经》虽有化人以「温柔敦厚」之功用，然而《经解》中却亦对其有批评，所谓：「《诗》之失，愚。」是说假如我们没有悟性，且对其诗篇创作的历史背景不能了解，便会很容易学成迂腐的书呆子。所以在《论语．子路篇》，孔子曰：「诵《诗》三百，授之以政，不达。使于四方，不能专对。」",
      "zh_TW": "《詩經》雖有化人以「溫柔敦厚」之功用，然而《經解》中卻亦對其有批評，所謂：「《詩》之失，愚。」是說假如我們沒有悟性，且對其詩篇創作的歷史背景不能了解，便會很容易學成迂腐的書呆子。所以在《論語．子路篇》，孔子曰：「誦《詩》三百，授之以政，不達。使於四方，不能專對。」"
    },
    {
      "id": "02-042-0189_p0019",
      "zh_CN": "《尚书》是最古老的史书，《经解》赞其有「疏通知远」之功用，然而对其亦有批评，所谓：「《书》之失，诬。」因其文字艰涩生僻、拗口难懂，所以很容易导致曲解经文而诬枉圣贤。",
      "zh_TW": "《尚書》是最古老的史書，《經解》贊其有「疏通知遠」之功用，然而對其亦有批評，所謂：「《書》之失，誣。」因其文字艱澀生僻、拗口難懂，所以很容易導致曲解經文而誣枉聖賢。"
    },
    {
      "id": "02-042-0189_p0020",
      "zh_CN": "《易经》被称为「五经之首」，《经解》赞其有化人于「洁净精微」之功用，然而对其亦有批评，所谓：「《易》之失，贼。」是说假如没有德行的基础而去学习《易经》，一定学得神头鬼脸，必然是误己误人。所以张子横渠先生曾道：「《易》为君子谋，不为小人谋。」",
      "zh_TW": "《易經》被稱為「五經之首」，《經解》贊其有化人於「潔淨精微」之功用，然而對其亦有批評，所謂：「《易》之失，賊。」是說假如沒有德行的基礎而去學習《易經》，一定學得神頭鬼臉，必然是誤己誤人。所以張子橫渠先生曾道：「《易》為君子謀，不為小人謀。」"
    },
    {
      "id": "02-042-0189_p0021",
      "zh_CN": "《礼经》包括《周礼》、《仪礼》和《礼记》，《经解》赞其有化人于「恭俭庄敬」之功用，但同时也有一句批评：「《礼》之失，烦。」是说假如只知道礼的形式，而不知它的实质意义，那必定会令我们学得厌烦，当然也讨人厌烦。",
      "zh_TW": "《禮經》包括《周禮》、《儀禮》和《禮記》，《經解》贊其有化人於「恭儉莊敬」之功用，但同時也有一句批評：「《禮》之失，煩。」是說假如只知道禮的形式，而不知它的實質意義，那必定會令我們學得厭煩，當然也討人厭煩。"
    },
    {
      "id": "02-042-0189_p0022",
      "zh_CN": "《春秋》出于孔子之手，记载了鲁国十二位国君在位时整个东周天下的历史，然其文字太过简练，无传则后人莫知所云。《十三经》中的《左传》、《公羊传》和《谷梁传》，本是《春秋》的三家注解。《经解》赞《春秋》有「属辞比事」之功，但同时也有一句批评：「《春秋》之失，乱。」是说假如我们没有道德基础而学习《春秋》，必然只能看到不君不臣、不父不子的反面，而不能深识圣人用心。以王安石之学识，尚且扬言要毁掉《春秋》「这本烂帐」，我辈岂可不慎？",
      "zh_TW": "《春秋》出於孔子之手，記載了魯國十二位國君在位時整個東周天下的歷史，然其文字太過簡練，無傳則後人莫知所云。《十三經》中的《左傳》、《公羊傳》和《穀梁傳》，本是《春秋》的三家註解。《經解》贊《春秋》有「屬辭比事」之功，但同時也有一句批評：「《春秋》之失，亂。」是說假如我們沒有道德基礎而學習《春秋》，必然只能看到不君不臣、不父不子的反面，而不能深識聖人用心。以王安石之學識，尚且揚言要毀掉《春秋》「這本爛帳」，我輩豈可不慎？"
    },
    {
      "id": "02-042-0189_p0023",
      "zh_CN": "不才揆情度理、思之再三，窃以为今日学习《五经》，当以《三礼》为先。《论语》中记载孔子对其子有过庭之训：「不学《礼》，无以立。」而《三礼》文字浩繁，若用于学校教学，则当以《礼记》为主。先儒多认为《学记》和《乐记》是《礼记》之中除《大学》和《中庸》之外而最近于道者，所以最好能熟读成诵。《礼运》和《经解》、《儒行》三篇文字都不多，但是意义非常重大，能达到背诵是最好的。其他如《曲礼》、《檀弓》、《王制》、《礼器》、《大传》、《祭法》、《祭义》、《坊记》、《表记》、《缁衣》、《冠义》、《昏义》、《乡饮酒义》，这十三篇都应该完全熟读，若是仅从其中摘取某些段落学习，远远不够！余者三十一篇，有余力则可读，无余力则可暂缓。",
      "zh_TW": "不才揆情度理、思之再三，竊以為今日學習《五經》，當以《三禮》為先。《論語》中記載孔子對其子有過庭之訓：「不學《禮》，無以立。」而《三禮》文字浩繁，若用於學校教學，則當以《禮記》為主。先儒多認為《學記》和《樂記》是《禮記》之中除《大學》和《中庸》之外而最近於道者，所以最好能熟讀成誦。《禮運》和《經解》、《儒行》三篇文字都不多，但是意義非常重大，能達到背誦是最好的。其他如《曲禮》、《檀弓》、《王制》、《禮器》、《大傳》、《祭法》、《祭義》、《坊記》、《表記》、《緇衣》、《冠義》、《昏義》、《鄉飲酒義》，這十三篇都應該完全熟讀，若是僅從其中摘取某些段落學習，遠遠不夠！餘者三十一篇，有餘力則可讀，無餘力則可暫緩。"
    },
    {
      "id": "02-042-0189_p0024",
      "zh_CN": "《周礼》主要记载周代的礼乐制度，有志于政事者不可不读。用于学校教学，则可参考《国学治要》，选取《大宰》、《大司徒》、《大宗伯》、《大司马》、《大司寇》七篇熟读。",
      "zh_TW": "《周禮》主要記載周代的禮樂制度，有志於政事者不可不讀。用於學校教學，則可參考《國學治要》，選取《大宰》、《大司徒》、《大宗伯》、《大司馬》、《大司寇》七篇熟讀。"
    },
    {
      "id": "02-042-0189_p0025",
      "zh_CN": "《仪礼》是记载先秦各种礼仪的经典，现存十七篇。若用于学校教学，可参考《国学治要》，选取《士冠礼》和《士相见礼》熟读。",
      "zh_TW": "《儀禮》是記載先秦各種禮儀的經典，現存十七篇。若用於學校教學，可參考《國學治要》，選取《士冠禮》和《士相見禮》熟讀。"
    },
    {
      "id": "02-042-0189_p0026",
      "zh_CN": "关于注释《三礼》的书，当然是首推《十三经注疏》中采用的郑注和孔疏。同时可参看清儒孙希旦的《礼记集解》、孙诒让的《周礼正义》和胡培翚的《仪礼正义》。",
      "zh_TW": "關於註釋《三禮》的書，當然是首推《十三經注疏》中採用的鄭注和孔疏。同時可參看清儒孫希旦的《禮記集解》、孫詒讓的《周禮正義》和胡培翚的《儀禮正義》。"
    },
    {
      "id": "02-042-0189_p0027",
      "zh_CN": "自古「礼无乐不行，乐无礼不举」，《乐经》有化人于「广博易良」之功，虽已失传，然乐教绝不可荒废！可将《礼记》中的《乐记》和《荀子》中的《乐论》拿出学习，《吕氏春秋》中的《大乐》、《侈乐》、《适音》、《古乐》、《制乐》五篇文字皆不多，可做为助修。《吕氏春秋》五篇，可参考今人许维遹的《吕氏春秋集释》。",
      "zh_TW": "自古「禮無樂不行，樂無禮不舉」，《樂經》有化人於「廣博易良」之功，雖已失傳，然樂教絕不可荒廢！可將《禮記》中的《樂記》和《荀子》中的《樂論》拿出學習，《呂氏春秋》中的《大樂》、《侈樂》、《適音》、《古樂》、《制樂》五篇文字皆不多，可做為助修。《呂氏春秋》五篇，可參考今人許維遹的《呂氏春秋集釋》。"
    },
    {
      "id": "02-042-0189_p0028",
      "zh_CN": "先儒称《尚书》为经中至尊，印光大师亦极赞其文义甚佳，建议将其全部背诵。然而《尚书》有古文与今文之别，传世的《尚书》共五十八篇，是古文《尚书》和今文《尚书》的融汇。其中的古文二十五篇为晋人伪造，学者不可不知。学生若是从小学习经典，自当遵从印光大师之教诲，取《今文尚书》二十八篇（《十三经注疏本》分其为三十三篇）熟读成诵，余者三十篇可以泛读。若是用于学校教学，可酌情参考《国学治要》，取其中的《尧典》、《皋陶谟》、《汤誓》、《洪范》、《金縢》、《无逸》、《秦誓》七篇读至精熟。",
      "zh_TW": "先儒稱《尚書》為經中至尊，印光大師亦極讚其文義甚佳，建議將其全部背誦。然而《尚書》有古文與今文之別，傳世的《尚書》共五十八篇，是古文《尚書》和今文《尚書》的融匯。其中的古文二十五篇為晉人偽造，學者不可不知。學生若是從小學習經典，自當遵從印光大師之教誨，取《今文尚書》二十八篇（《十三經注疏本》分其為三十三篇）熟讀成誦，餘者三十篇可以泛讀。若是用於學校教學，可酌情參考《國學治要》，取其中的《堯典》、《皋陶謨》、《湯誓》、《洪範》、《金縢》、《無逸》、《秦誓》七篇讀至精熟。"
    },
    {
      "id": "02-042-0189_p0029",
      "zh_CN": "《尚书》极难理解，历来专研者甚少。其注释书籍以清儒孙星衍之《尚书今古文注疏》为最善。",
      "zh_TW": "《尚書》極難理解，歷來專研者甚少。其註釋書籍以清儒孫星衍之《尚書今古文注疏》為最善。"
    },
    {
      "id": "02-042-0189_p0030",
      "zh_CN": "《诗经》乃经中之史，为孔孟二圣所共尊。学童若能从小将其完全背诵当然是最好不过，而年龄偏大的学生则需酌情应对，可将《孝经》、《四书》、《礼记》和《左传》中引用过的诗句一一选出，查出其所属篇章，然后将这些篇章会集一处用来学习。亡羊补牢之策，却可一举两得，值得大家考虑。若用于学校教学，可酌情参考《国学治要》，取其中的五十五篇来学习。",
      "zh_TW": "《詩經》乃經中之史，為孔孟二聖所共尊。學童若能從小將其完全背誦當然是最好不過，而年齡偏大的學生則需酌情應對，可將《孝經》、《四書》、《禮記》和《左傳》中引用過的詩句一一選出，查出其所屬篇章，然後將這些篇章會集一處用來學習。亡羊補牢之策，卻可一舉兩得，值得大家考慮。若用於學校教學，可酌情參考《國學治要》，取其中的五十五篇來學習。"
    },
    {
      "id": "02-042-0189_p0031",
      "zh_CN": "《诗经》注解之书，可参考唐儒孔颖达的《毛诗正义》和清儒陈奂的《诗毛氏传疏》。",
      "zh_TW": "《詩經》註解之書，可參考唐儒孔穎達的《毛詩正義》和清儒陳奐的《詩毛氏傳疏》。"
    },
    {
      "id": "02-042-0189_p0032",
      "zh_CN": "《春秋》乃史中之经，《春秋》之义行而乱臣贼子惧，所以孔子曾为之感叹：「知我者，其惟《春秋》乎！罪我者，其惟《春秋》乎！」憨山大师则有「不读《春秋》，不能处世」之至论。关于《春秋》的学习，最宜将《左传》全部精读，《公羊传》和《谷梁传》则可参考《国学治要》，择其精要而读。",
      "zh_TW": "《春秋》乃史中之經，《春秋》之義行而亂臣賊子懼，所以孔子曾為之感歎：「知我者，其惟《春秋》乎！罪我者，其惟《春秋》乎！」憨山大師則有「不讀《春秋》，不能處世」之至論。關於《春秋》的學習，最宜將《左傳》全部精讀，《公羊傳》和《穀梁傳》則可參考《國學治要》，擇其精要而讀。"
    },
    {
      "id": "02-042-0189_p0033",
      "zh_CN": "《左传》的文字不太难懂，注释之书参考今人杨伯峻的《春秋左传注》即可。",
      "zh_TW": "《左傳》的文字不太難懂，註釋之書參考今人楊伯峻的《春秋左傳注》即可。"
    },
    {
      "id": "02-042-0189_p0034",
      "zh_CN": "《易经》乃极其高深的哲学经典，孔子为做注解，极赞《易》道。然其奥义难究，不得其人则不妄传。学者可将《系辞传》、《文言传》和《序卦传》做到熟读成诵，《卦象传》六十四条则可一一抄录，时常省览。",
      "zh_TW": "《易經》乃極其高深的哲學經典，孔子為做註解，極讚《易》道。然其奧義難究，不得其人則不妄傳。學者可將《繫辭傳》、《文言傳》和《序卦傳》做到熟讀成誦，《卦象傳》六十四條則可一一抄錄，時常省覽。"
    },
    {
      "id": "02-042-0189_p0035",
      "zh_CN": "《易经》的注解书籍，雪庐老人赞叹清儒李道平的《周易集解纂疏》，梁启超则推崇焦循的《雕菰楼易学》三书（《易通释》、《易图略》、《易章句》），如欲深通此经，则需一一读之，否则可以不必。",
      "zh_TW": "《易經》的註解書籍，雪廬老人讚歎清儒李道平的《周易集解纂疏》，梁啟超則推崇焦循的《雕菰樓易學》三書（《易通釋》、《易圖略》、《易章句》），如欲深通此經，則需一一讀之，否則可以不必。"
    },
    {
      "id": "02-042-0189_p0036",
      "zh_CN": "经部的典籍学习之后可以学习子部，而诸子当中尤以《老子》、《庄子》为要，《老子》五千言精辟玄微，乃道家文化之精髓所在，学者一定要达到背诵。《庄子》行文如汪洋恣肆、气势雄浑，其义则超尘脱俗、深切入微，然因文字太多，背诵困难，但《逍遥游》、《齐物论》、《养生主》、《人间世》、《德充符》、《大宗师》、《应帝王》这内七篇总须熟读，若有意专研道家者，则须背诵。",
      "zh_TW": "經部的典籍學習之後可以學習子部，而諸子當中尤以《老子》、《莊子》為要，《老子》五千言精闢玄微，乃道家文化之精髓所在，學者一定要達到背誦。《莊子》行文如汪洋恣肆、氣勢雄渾，其義則超塵脫俗、深切入微，然因文字太多，背誦困難，但《逍遙遊》、《齊物論》、《養生主》、《人間世》、《德充符》、《大宗師》、《應帝王》這內七篇總須熟讀，若有意專研道家者，則須背誦。"
    },
    {
      "id": "02-042-0189_p0037",
      "zh_CN": "《老子》的注释书籍，可用清儒魏默深的《老子本义》。《庄子》的注解，可用清儒郭庆藩的《庄子集释》。",
      "zh_TW": "《老子》的註釋書籍，可用清儒魏默深的《老子本義》。《莊子》的註解，可用清儒郭慶藩的《莊子集釋》。"
    },
    {
      "id": "02-042-0189_p0038",
      "zh_CN": "司马迁为诸子作传，独将荀子与孟子相提并论，可见荀子之不俗，非战国诸子可所比拟也。诚如唐代杨倞所言：「《荀子》羽翼六经，增光孔氏，非徒诸子之言也。」《荀子》中的《劝学》一篇，应当背诵。《修身》、《天论》、《正论》、《礼论》、《解蔽》、《正名》六篇要做到精读。",
      "zh_TW": "司馬遷為諸子作傳，獨將荀子與孟子相提並論，可見荀子之不俗，非戰國諸子可所比擬也。誠如唐代楊倞所言：「《荀子》羽翼六經，增光孔氏，非徒諸子之言也。」《荀子》中的《勸學》一篇，應當背誦。《修身》、《天論》、《正論》、《禮論》、《解蔽》、《正名》六篇要做到精讀。"
    },
    {
      "id": "02-042-0189_p0039",
      "zh_CN": "《荀子》注释书籍以晚清大儒王先谦的《荀子集解》最善。",
      "zh_TW": "《荀子》註釋書籍以晚清大儒王先謙的《荀子集解》最善。"
    },
    {
      "id": "02-042-0189_p0040",
      "zh_CN": "墨子在先秦曾与孔子并称，其书非读不可，然而用于教学，若似梁启超所主张的全书精读却不切实际。可参考《国学治要》，将《法仪》、《词过》、《兼爱上》、《非攻上》、《小取》、《贵义》、《公孟》、《鲁问》、《公输》九篇精读即可。",
      "zh_TW": "墨子在先秦曾與孔子並稱，其書非讀不可，然而用於教學，若似梁啟超所主張的全書精讀卻不切實際。可參考《國學治要》，將《法儀》、《詞過》、《兼愛上》、《非攻上》、《小取》、《貴義》、《公孟》、《魯問》、《公輸》九篇精讀即可。"
    },
    {
      "id": "02-042-0189_p0041",
      "zh_CN": "《墨子》的注释书籍，可参考晚清大儒孙诒让的《墨子间诂》。",
      "zh_TW": "《墨子》的註釋書籍，可參考晚清大儒孫詒讓的《墨子間詁》。"
    },
    {
      "id": "02-042-0189_p0042",
      "zh_CN": "兵法韬略为儒家六艺之一，用来抵御外来的侵扰。古来讲述兵法的典籍首推《孙子》最近王道。可参考国学治要，选《始计篇》、《作战篇》和《谋攻篇》精读。",
      "zh_TW": "兵法韜略為儒家六藝之一，用來抵禦外來的侵擾。古來講述兵法的典籍首推《孫子》最近王道。可參考國學治要，選《始計篇》、《作戰篇》和《謀攻篇》精讀。"
    },
    {
      "id": "02-042-0189_p0043",
      "zh_CN": "《孙子兵法》的注解，可选用《十一家注孙子》。",
      "zh_TW": "《孫子兵法》的註解，可選用《十一家注孫子》。"
    },
    {
      "id": "02-042-0189_p0044",
      "zh_CN": "余者诸子不能一一尽学，可参考《群书治要》，撮其精要学习可也。",
      "zh_TW": "餘者諸子不能一一盡學，可參考《群書治要》，撮其精要學習可也。"
    },
    {
      "id": "02-042-0189_p0045",
      "zh_CN": "史部典籍浩旷无涯，往往令人望而却步，但实在是非学不可，因为读史使人明智，非继往不能开来。用于教学，可拿有「史学双璧」之称的《史记》和《资治通鉴》做为教材。二者一为纪传体通史，一为编年体通史，正可互证互补。",
      "zh_TW": "史部典籍浩曠無涯，往往令人望而卻步，但實在是非學不可，因為讀史使人明智，非繼往不能開來。用於教學，可拿有「史學雙璧」之稱的《史記》和《資治通鑑》做為教材。二者一為紀傳體通史，一為編年體通史，正可互證互補。"
    },
    {
      "id": "02-042-0189_p0046",
      "zh_CN": "《史记》的注释书籍可采用《史记三家注》；《资治通鉴》的文字已相当浅易，用心研读即可，无需再看注释。",
      "zh_TW": "《史記》的註釋書籍可採用《史記三家注》；《資治通鑑》的文字已相當淺易，用心研讀即可，無需再看註釋。"
    },
    {
      "id": "02-042-0189_p0047",
      "zh_CN": "集部的学习，若是时间宽裕，可从《国学治要》中选取学习。蒙学中已有《千家诗》，所以不必再另外会集。词的学习缺少善本，因为古人「诗庄词媚」之论真实不虚，查遍《全宋词》，也多是描写儿女情长、离愁别恨之事，所以不宜随便学习，不才会慎重选取一百首不同词牌的词作，然后标出正格，集成《思无邪词谱》，以供学者选修。",
      "zh_TW": "集部的學習，若是時間寬裕，可從《國學治要》中選取學習。蒙學中已有《千家詩》，所以不必再另外會集。詞的學習缺少善本，因為古人「詩莊詞媚」之論真實不虛，查遍《全宋詞》，也多是描寫兒女情長、離愁別恨之事，所以不宜隨便學習，不才會慎重選取一百首不同詞牌的詞作，然後標出正格，集成《思無邪詞譜》，以供學者選修。"
    },
    {
      "id": "02-042-0189_p0048",
      "zh_CN": "事有本末先后、轻重缓急，如《文中子》之流的书籍已遭先儒批其属「屋中架屋，墙下搁床」之作，况乎其他？所以若用于学校教学，必须使用一流教材，优中选优、精中择精。我们必须要清楚：经学才是我们必须要抓紧掌握的，史学次之。集部若有，则是锦上添花，但若偏于集部，则是舍本逐末了。",
      "zh_TW": "事有本末先後、輕重緩急，如《文中子》之流的書籍已遭先儒批其屬「屋中架屋，牆下擱床」之作，況乎其他？所以若用於學校教學，必須使用一流教材，優中選優、精中擇精。我們必須要清楚：經學才是我們必須要抓緊掌握的，史學次之。集部若有，則是錦上添花，但若偏於集部，則是捨本逐末了。"
    },
    {
      "id": "02-042-0189_p0049",
      "zh_CN": "若论治学之法，着实无甚奥秘，只在「一门深入，长时薰修」八字之中。大家万万不可忽视了读诵的功用，所谓「书读千遍，其义自见」，绝非虚言也！所以我们一定要先记诵而后理解，先理解而后研究，先研究而后著作。而无论读诵还是求解，都绝对不能杂修乱进，一定是「此未终，彼勿起」。",
      "zh_TW": "若論治學之法，著實無甚奧祕，只在「一門深入，長時薰修」八字之中。大家萬萬不可忽視了讀誦的功用，所謂「書讀千遍，其義自見」，絕非虛言也！所以我們一定要先記誦而後理解，先理解而後研究，先研究而後著作。而無論讀誦還是求解，都絕對不能雜修亂進，一定是「此未終，彼勿起」。"
    },
    {
      "id": "02-042-0189_p0050",
      "zh_CN": "文字、音韵、训诂之学是治学的工具，是必修功课，然而切不可执著于此而忽视经典的读诵，若执著于此，则无异于将手指认为月亮的譬喻，须知手指和指月的动作均不是月亮，只有顺着手指的方向看去，才能看到天上的月亮。",
      "zh_TW": "文字、音韻、訓詁之學是治學的工具，是必修功課，然而切不可執著於此而忽視經典的讀誦，若執著於此，則無異於將手指認為月亮的譬喻，須知手指和指月的動作均不是月亮，只有順著手指的方向看去，才能看到天上的月亮。"
    },
    {
      "id": "02-042-0189_p0051",
      "zh_CN": "蒙童学习文字学，只宜将《说文》五百四十部首以七字一句的口歌形式背诵即可。学习音韵，宜将《广韵》中的《反切上下字表》背诵，前辈学者将入声字编有三字、五字和七字的歌诀，可任选其中一种背诵，只此足矣。至于训诂，在童蒙阶段实在无法涉猎。因为文字、音韵、训诂之学，必须要有非常理性的认识才能掌握，而蒙童阶段是自然的记性好而悟性差，所以只能顺乎自然，不能拔苗助长。至于校勘之学，学早也无甚大益，皆可等到学生把应该读诵的典籍俱已读过，该理解掌握的时候，先为之开讲小学，再将校勘学大略讲说，然后学习经典便自可事半功倍了。",
      "zh_TW": "蒙童學習文字學，只宜將《說文》五百四十部首以七字一句的口歌形式背誦即可。學習音韻，宜將《廣韻》中的《反切上下字表》背誦，前輩學者將入聲字編有三字、五字和七字的歌訣，可任選其中一種背誦，只此足矣。至於訓詁，在童蒙階段實在無法涉獵。因為文字、音韻、訓詁之學，必須要有非常理性的認識才能掌握，而蒙童階段是自然的記性好而悟性差，所以只能順乎自然，不能拔苗助長。至於校勘之學，學早也無甚大益，皆可等到學生把應該讀誦的典籍俱已讀過，該理解掌握的時候，先為之開講小學，再將校勘學大略講說，然後學習經典便自可事半功倍了。"
    },
    {
      "id": "02-042-0189_p0052",
      "zh_CN": "须知课堂讲解不过是启发而已，真正学问的得来，都在自己平时的勤苦用心。以蒙学、小学筑基，以经学、史学立干，以诸子百家融通。然后则可效法先贤皓首而穷一经，研究经典者专守一经，研究史书者专熟一代，研究诸子者专守一家，守定目标，锲而不舍，自有功成之日。",
      "zh_TW": "須知課堂講解不過是啟發而已，真正學問的得來，都在自己平時的勤苦用心。以蒙學、小學築基，以經學、史學立幹，以諸子百家融通。然後則可效法先賢皓首而窮一經，研究經典者專守一經，研究史書者專熟一代，研究諸子者專守一家，守定目標，鍥而不捨，自有功成之日。"
    },
    {
      "id": "02-042-0189_p0053",
      "zh_CN": "以上是惭愧弟子因缘生恭敬汇报的汉学课程规划与学习之拙见，诚请师父上人、诸位法师大德惠予批评指正，无尽感恩，阿弥陀佛！惭愧弟子因缘生顶礼敬呈。",
      "zh_TW": "以上是慚愧弟子因緣生恭敬匯報的漢學課程規劃與學習之拙見，誠請師父上人、諸位法師大德惠予批評指正，無盡感恩，阿彌陀佛！慚愧弟子因緣生頂禮敬呈。"
    },
    {
      "id": "02-042-0189_p0054",
      "zh_CN": "老法师：因缘生这一篇报告很有价值，可以值得国外的汉学院做编排课程的参考。中国人学习的次第、学习的先后，在这一百年当中乱了。所以我们看历史，世世代代都有圣贤君子出现，为什么民国没有了？绝对不是说民国人的聪明智慧德行不如前人，绝对不是的，而是什么？我们学习的次第机会乱了，这个问题非常严重。我们如何能把中国传统教育再恢复起来？还是要回过头去找古人，要肯定古人比我们强，我们不如古人，真正甘心情愿向他们学习，我们才有出路，传统文化才不至于丢失。",
      "zh_TW": "老法師：因緣生這一篇報告很有價值，可以值得國外的漢學院做編排課程的參考。中國人學習的次第、學習的先後，在這一百年當中亂了。所以我們看歷史，世世代代都有聖賢君子出現，為什麼民國沒有了？絕對不是說民國人的聰明智慧德行不如前人，絕對不是的，而是什麼？我們學習的次第機會亂了，這個問題非常嚴重。我們如何能把中國傳統教育再恢復起來？還是要回過頭去找古人，要肯定古人比我們強，我們不如古人，真正甘心情願向他們學習，我們才有出路，傳統文化才不至於丟失。"
    },
    {
      "id": "02-042-0189_p0055",
      "zh_CN": "汉学院的课程，我们也经过多次的讨论。西方人对于东方的这个教学的理念、方法、次第，他不知道。我们详细讲解分析给他听，确实他们其中也有聪明人，他听懂了，承认中国这个教育的理念方法比西方优越，而能够接受古圣先贤的想法、做法，这好事情。所以我们必须要开实验班，用三年、五年的时间来做实验，看看「一门深入，长时薰修」、「读书千遍，其义自见」是不是真的？如果是真的，大家相信了；不做实验，他们总是有怀疑，这个怀疑会造成障碍。所以我们的建议，是先开实验班，用五年的时间来做实验，我们用古人的教材，古人教材已经用过几千年了，没出毛病。现在的教材出毛病，不断修订，不断修改，到什么时候才有一个完备的教科书？我想没有一个人有把握我们再过几年有好的教科书编出来了，不可能。还是用古人的好，把古人的本子讲清楚、讲明白。",
      "zh_TW": "漢學院的課程，我們也經過多次的討論。西方人對於東方的這個教學的理念、方法、次第，他不知道。我們詳細講解分析給他聽，確實他們其中也有聰明人，他聽懂了，承認中國這個教育的理念方法比西方優越，而能夠接受古聖先賢的想法、做法，這好事情。所以我們必須要開實驗班，用三年、五年的時間來做實驗，看看「一門深入，長時薰修」、「讀書千遍，其義自見」是不是真的？如果是真的，大家相信了；不做實驗，他們總是有懷疑，這個懷疑會造成障礙。所以我們的建議，是先開實驗班，用五年的時間來做實驗，我們用古人的教材，古人教材已經用過幾千年了，沒出毛病。現在的教材出毛病，不斷修訂，不斷修改，到什麼時候才有一個完備的教科書？我想沒有一個人有把握我們再過幾年有好的教科書編出來了，不可能。還是用古人的好，把古人的本子講清楚、講明白。"
    },
    {
      "id": "02-042-0189_p0056",
      "zh_CN": "还得从小扎根。现在大学里面开这个课，都是二十多岁、三十岁的学生，都半路出家。所以我们想到，我们希望办个小学，办初中、高中，接着大学，一条龙的学校。我们希望五年做出成绩出来，帮助这个世间找出一套童蒙的教科书，让小孩从小就把根扎下去。这个缘分，只要我们自己有强烈的愿望，机会就来了。佛法讲的一切法从心想生，现在量子力学家也发现了物质的现象是从念头变现出来，所以提出以心控物，用我们的念头来控制外界的物质现象，有道理。我们底下还有一篇，也很精彩，我们看下面一篇。",
      "zh_TW": "還得從小扎根。現在大學裡面開這個課，都是二十多歲、三十歲的學生，都半路出家。所以我們想到，我們希望辦個小學，辦初中、高中，接著大學，一條龍的學校。我們希望五年做出成績出來，幫助這個世間找出一套童蒙的教科書，讓小孩從小就把根扎下去。這個緣分，只要我們自己有強烈的願望，機會就來了。佛法講的一切法從心想生，現在量子力學家也發現了物質的現象是從念頭變現出來，所以提出以心控物，用我們的念頭來控制外界的物質現象，有道理。我們底下還有一篇，也很精彩，我們看下面一篇。"
    },
    {
      "id": "02-042-0189_p0057",
      "zh_CN": "学生：「舍弃今生之三」。尊者师父上人慈悲，诸位善知识慈悲，阿弥陀佛。惭愧弟子自了冒昧报告的题目是「不如及早念佛——楚石禅师《析善导和尚念佛偈》略释」。",
      "zh_TW": "學生：「捨棄今生之三」。尊者師父上人慈悲，諸位善知識慈悲，阿彌陀佛。慚愧弟子自了冒昧報告的題目是「不如及早念佛——楚石禪師《析善導和尚念佛偈》略釋」。"
    },
    {
      "id": "02-042-0189_p0058",
      "zh_CN": "善导大师有一首「念佛偈」妇孺皆知，八句话。楚石禅师用八首诗解释这八句话，每首也都是八句。我们尝试来略释这八首诗（选自《西斋净土诗》）。",
      "zh_TW": "善導大師有一首「念佛偈」婦孺皆知，八句話。楚石禪師用八首詩解釋這八句話，每首也都是八句。我們嘗試來略釋這八首詩（選自《西齋淨土詩》）。"
    },
    {
      "id": "02-042-0189_p0059",
      "zh_CN": "一、简介：善导、楚石皆为弥陀再来",
      "zh_TW": "一、簡介：善導、楚石皆為彌陀再來"
    },
    {
      "id": "02-042-0189_p0060",
      "zh_CN": "梵琦禅师，字楚石，明朝人。参禅取得很高成就，莲池大师认为「本朝第一流宗师，无尚于楚石矣」。蕅益大师则在《灵峰宗论》中评称，「禅宗自楚石大师后，未闻其人也」。后归心净土。建一石屋，取名「西斋」，自号西斋老人，专修净业。作净土诗若干首，以普劝念佛求生净土，故称《西斋净土诗》。七十五岁往生，火化后牙齿、舌头和念珠毫无损坏。",
      "zh_TW": "梵琦禪師，字楚石，明朝人。參禪取得很高成就，蓮池大師認為「本朝第一流宗師，無尚於楚石矣」。蕅益大師則在《靈峰宗論》中評稱，「禪宗自楚石大師後，未聞其人也」。後歸心淨土。建一石屋，取名「西齋」，自號西齋老人，專修淨業。作淨土詩若干首，以普勸念佛求生淨土，故稱《西齋淨土詩》。七十五歲往生，火化後牙齒、舌頭和念珠毫無損壞。"
    },
    {
      "id": "02-042-0189_p0061",
      "zh_CN": "《西斋净土诗》被蕅益大师选入《净土十要》。印光大师一生对《净土十要》推崇备至：「《净土十要》，为净土法门最要之书。乃蕅益大师以金刚眼，于阐扬净土诸书中，选其契理契机，至极无加者。字字皆末法之津梁，言言为莲宗之宝鉴。痛哭流涕，剖心沥血，称性发挥，随机指示。虽拯溺救焚，不能喻其痛切也！舍此则正信无由生，邪见无由殄也。」",
      "zh_TW": "《西齋淨土詩》被蕅益大師選入《淨土十要》。印光大師一生對《淨土十要》推崇備至：「《淨土十要》，為淨土法門最要之書。乃蕅益大師以金剛眼，於闡揚淨土諸書中，選其契理契機，至極無加者。字字皆末法之津梁，言言為蓮宗之寶鑑。痛哭流涕，剖心瀝血，稱性發揮，隨機指示。雖拯溺救焚，不能喻其痛切也！捨此則正信無由生，邪見無由殄也。」"
    },
    {
      "id": "02-042-0189_p0062",
      "zh_CN": "蕅益大师亲自给《西斋净土诗》作了一首赞：「稽首楚石大导师，即是阿弥陀正觉，以兹微妙胜伽陀，令我读诵当参学。一读二读尘念消，三读四读染情薄，读至十百千万遍，此身已向莲华托……」开头两句一语道破，楚石禅师是阿弥陀佛再来。众所周知，善导大师也是阿弥陀佛再来。那么，善导大师的原偈和楚石禅师这八首解释的诗，九首全盘等同阿弥陀佛亲作。",
      "zh_TW": "蕅益大師親自給《西齋淨土詩》作了一首贊：「稽首楚石大導師，即是阿彌陀正覺，以茲微妙勝伽陀，令我讀誦當參學。一讀二讀塵念消，三讀四讀染情薄，讀至十百千萬遍，此身已向蓮華托……」開頭兩句一語道破，楚石禪師是阿彌陀佛再來。眾所周知，善導大師也是阿彌陀佛再來。那麼，善導大師的原偈和楚石禪師這八首解釋的詩，九首全盤等同阿彌陀佛親作。"
    },
    {
      "id": "02-042-0189_p0063",
      "zh_CN": "二、正释：一首偈和八首诗",
      "zh_TW": "二、正釋：一首偈和八首詩"
    },
    {
      "id": "02-042-0189_p0064",
      "zh_CN": "善导大师原偈：渐渐鸡皮鹤发，看看行步龙钟。假饶金玉满堂，难免衰残老病。任你千般快乐，无常终是到来。唯有径路修行，但念阿弥陀佛。",
      "zh_TW": "善導大師原偈：漸漸雞皮鶴髮，看看行步龍鍾。假饒金玉滿堂，難免衰殘老病。任你千般快樂，無常終是到來。唯有徑路修行，但念阿彌陀佛。"
    },
    {
      "id": "02-042-0189_p0065",
      "zh_CN": "楚石禅师析八首：",
      "zh_TW": "楚石禪師析八首："
    },
    {
      "id": "02-042-0189_p0066",
      "zh_CN": "（一）渐渐鸡皮鹤发，精神未免枯竭。可怜老眼昏花，恰似浮云笼月。妄想随时出生，贪心何日休歇。不如及早念佛，苦海从今超越。",
      "zh_TW": "（一）漸漸雞皮鶴髮，精神未免枯竭。可憐老眼昏花，恰似浮雲籠月。妄想隨時出生，貪心何日休歇。不如及早念佛，苦海從今超越。"
    },
    {
      "id": "02-042-0189_p0067",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0068",
      "zh_CN": "「渐渐鸡皮鹤发，精神未免枯竭」，我们慢慢变老，皮肤像鸡皮般粗糙发皱，头发像白鹤羽毛般苍白稀疏。精神枯竭，体力衰弱。",
      "zh_TW": "「漸漸雞皮鶴髮，精神未免枯竭」，我們慢慢變老，皮膚像雞皮般粗糙發皺，頭髮像白鶴羽毛般蒼白稀疏。精神枯竭，體力衰弱。"
    },
    {
      "id": "02-042-0189_p0069",
      "zh_CN": "「可怜老眼昏花，恰似浮云笼月」，可怜老来眼花，看东西模糊朦胧，好像浮云笼罩着明月。眼不明、耳不聪，诸根衰退。",
      "zh_TW": "「可憐老眼昏花，恰似浮雲籠月」，可憐老來眼花，看東西模糊朦朧，好像浮雲籠罩著明月。眼不明、耳不聰，諸根衰退。"
    },
    {
      "id": "02-042-0189_p0070",
      "zh_CN": "「妄想随时出生，贪心何日休歇」，心识散乱，随时随地妄想纷飞，贪恋世间的心到哪一天才能休止？想求解脱就要放下世间贪着，这是没有任何商量余地的。一生最重大的事就是要从轮回解脱，这比世间任何事都重要。",
      "zh_TW": "「妄想隨時出生，貪心何日休歇」，心識散亂，隨時隨地妄想紛飛，貪戀世間的心到哪一天才能休止？想求解脫就要放下世間貪著，這是沒有任何商量餘地的。一生最重大的事就是要從輪迴解脫，這比世間任何事都重要。"
    },
    {
      "id": "02-042-0189_p0071",
      "zh_CN": "因此奉劝一句，「不如及早念佛，苦海从今超越」。",
      "zh_TW": "因此奉勸一句，「不如及早念佛，苦海從今超越」。"
    },
    {
      "id": "02-042-0189_p0072",
      "zh_CN": "佛在《修行道地经》中说：「我见自己从无量劫来往返生死，其间的尸骨堆积起来，超过须弥山，脑髓涂在地上，可以涂遍三千大千世界，流过的血多于古今以来从天降下的雨水。要想免除这样的生死过患，就应当昼夜精进，求无为涅槃法。」省庵大师云：「生死海深，非念佛莫能济度。菩提路远，非净土孰可依凭。」",
      "zh_TW": "佛在《修行道地經》中說：「我見自己從無量劫來往返生死，其間的屍骨堆積起來，超過須彌山，腦髓塗在地上，可以塗遍三千大千世界，流過的血多於古今以來從天降下的雨水。要想免除這樣的生死過患，就應當晝夜精進，求無為涅槃法。」省庵大師云：「生死海深，非念佛莫能濟度。菩提路遠，非淨土孰可依憑。」"
    },
    {
      "id": "02-042-0189_p0073",
      "zh_CN": "天如禅师有言：「人生能有几时？电光眨眼便过！趁未老未病，抖身心，拨世事；得一日光景，念一日佛名；得一时工夫，修一时净业；由他命终，我之盘缠预办，前程稳当了也。若不如此，后悔难追！」",
      "zh_TW": "天如禪師有言：「人生能有幾時？電光眨眼便過！趁未老未病，抖身心，撥世事；得一日光景，念一日佛名；得一時工夫，修一時淨業；由他命終，我之盤纏預辦，前程穩當了也。若不如此，後悔難追！」"
    },
    {
      "id": "02-042-0189_p0074",
      "zh_CN": "（二）看看行步龙钟，首腹犹如簸舂。涉远奈何力倦，登高徒自情浓。出门途路千里，拄杖云山万重。不如及早念佛，速瞻宝座慈容。",
      "zh_TW": "（二）看看行步龍鍾，首腹猶如簸舂。涉遠奈何力倦，登高徒自情濃。出門途路千里，拄杖雲山萬重。不如及早念佛，速瞻寶座慈容。"
    },
    {
      "id": "02-042-0189_p0075",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0076",
      "zh_CN": "「看看行步龙钟，首腹犹如簸舂」，看看行路的步履已经老态龙钟，弯着背头接近腹部的形状就如同舂谷簸糠。",
      "zh_TW": "「看看行步龍鍾，首腹猶如簸舂」，看看行路的步履已經老態龍鍾，彎著背頭接近腹部的形狀就如同舂穀簸糠。"
    },
    {
      "id": "02-042-0189_p0077",
      "zh_CN": "「涉远奈何力倦，登高徒自情浓」，走远一点的路无奈体力疲倦，登上高山则独自感慨万千。",
      "zh_TW": "「涉遠奈何力倦，登高徒自情濃」，走遠一點的路無奈體力疲倦，登上高山則獨自感慨萬千。"
    },
    {
      "id": "02-042-0189_p0078",
      "zh_CN": "「出门途路千里，拄杖云山万重」，出门远途行走千里，拄着拐杖穿越白云高山不知几万重。",
      "zh_TW": "「出門途路千里，拄杖雲山萬重」，出門遠途行走千里，拄著拐杖穿越白雲高山不知幾萬重。"
    },
    {
      "id": "02-042-0189_p0079",
      "zh_CN": "莲池大师云：「佛言人命无常，促于呼吸，少年亦尔，何况老乎？我今殷勤来相警策，当观此身目暗耳聋，发白面皱，背伛腰曲，骨痛盘挛，步履龙钟，精神昏塞，譬如夕阳西照，光景须臾。衰草迎秋，凋零顷刻。此身不久，前路茫茫，未知所往，何不猛省无常，战兢惕励。」",
      "zh_TW": "蓮池大師云：「佛言人命無常，促於呼吸，少年亦爾，何況老乎？我今殷勤來相警策，當觀此身目暗耳聾，髮白面皺，背傴腰曲，骨痛盤攣，步履龍鍾，精神昏塞，譬如夕陽西照，光景須臾。衰草迎秋，凋零頃刻。此身不久，前路茫茫，未知所往，何不猛省無常，戰兢惕勵。」"
    },
    {
      "id": "02-042-0189_p0080",
      "zh_CN": "因此奉劝一句，「不如及早念佛，速瞻宝座慈容」。",
      "zh_TW": "因此奉勸一句，「不如及早念佛，速瞻寶座慈容」。"
    },
    {
      "id": "02-042-0189_p0081",
      "zh_CN": "（三）假饶金玉满堂，珠翠绮罗艳妆。花下时时歌舞，樽前日日杯觞。寻思无限活计，毕竟难逃死王。不如及早念佛，临终定往西方。",
      "zh_TW": "（三）假饒金玉滿堂，珠翠綺羅豔妝。花下時時歌舞，樽前日日杯觴。尋思無限活計，畢竟難逃死王。不如及早念佛，臨終定往西方。"
    },
    {
      "id": "02-042-0189_p0082",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0083",
      "zh_CN": "「假饶金玉满堂，珠翠绮罗艳妆」，假使让你金玉满堂，装饰着珍珠、翡翠、丝绸等艳妆，荣华富贵。",
      "zh_TW": "「假饒金玉滿堂，珠翠綺羅豔妝」，假使讓你金玉滿堂，裝飾著珍珠、翡翠、絲綢等豔妝，榮華富貴。"
    },
    {
      "id": "02-042-0189_p0084",
      "zh_CN": "「花下时时歌舞，樽前日日杯觞」，花前月下时时载歌载舞，金樽酒瓶天天开怀畅饮。这是纯属浪费人生的行为。可曾为来生做过打算？",
      "zh_TW": "「花下時時歌舞，樽前日日杯觴」，花前月下時時載歌載舞，金樽酒瓶天天開懷暢飲。這是純屬浪費人生的行為。可曾為來生做過打算？"
    },
    {
      "id": "02-042-0189_p0085",
      "zh_CN": "「寻思无限活计，毕竟难逃死王」，绞尽脑汁经营无限的娑婆事业，为千年万年计，最终也难免一死。《解忧书》说：「地上或天间，有生然不死，此事汝岂见，岂闻或生疑。」不论地上或天上，能够生而不死的事，你可曾见过、听过或疑惑过？",
      "zh_TW": "「尋思無限活計，畢竟難逃死王」，絞盡腦汁經營無限的娑婆事業，為千年萬年計，最終也難免一死。《解憂書》說：「地上或天間，有生然不死，此事汝豈見，豈聞或生疑。」不論地上或天上，能夠生而不死的事，你可曾見過、聽過或疑惑過？"
    },
    {
      "id": "02-042-0189_p0086",
      "zh_CN": "面对死亡，谁都逃脱不了。《教授胜光大王经》说：「譬如，若有四座巨大的铁山，每一座都是坚硬稳固，已成就牢固结实，没有丝毫破裂和损坏，铁山的内外都极其坚硬，通体坚实严密。当这四座铁山从四方触天磨地滚压过来，所有草木、树干和枝叶，都被研磨粉碎，而且具有生命活着的一切有情，也都被压成齑粉。在这大灾难来临之时，并不是依靠快速奔跑便能逃脱，也不是依靠势力、钱财、物质、咒术和药物等所能回避。」佛说：「大王！同样，当四种大怖畏来临时，不是依靠快速奔跑能够从中逃脱，也不是依靠势力、钱财、物质、咒术、药物等所能回避。这四大怖畏是什么？就是老、病、死、衰。大王，老会摧坏强壮，病能毁坏健康，衰能毁坏一切圆满丰饶，死则毁坏命根。」",
      "zh_TW": "面對死亡，誰都逃脫不了。《教授勝光大王經》說：「譬如，若有四座巨大的鐵山，每一座都是堅硬穩固，已成就牢固結實，沒有絲毫破裂和損壞，鐵山的內外都極其堅硬，通體堅實嚴密。當這四座鐵山從四方觸天磨地滾壓過來，所有草木、樹幹和枝葉，都被研磨粉碎，而且具有生命活著的一切有情，也都被壓成齏粉。在這大災難來臨之時，並不是依靠快速奔跑便能逃脫，也不是依靠勢力、錢財、物質、咒術和藥物等所能迴避。」佛說：「大王！同樣，當四種大怖畏來臨時，不是依靠快速奔跑能夠從中逃脫，也不是依靠勢力、錢財、物質、咒術、藥物等所能迴避。這四大怖畏是什麼？就是老、病、死、衰。大王，老會摧壞強壯，病能毀壞健康，衰能毀壞一切圓滿豐饒，死則毀壞命根。」"
    },
    {
      "id": "02-042-0189_p0087",
      "zh_CN": "因此奉劝一句，「不如及早念佛，临终定往西方」。",
      "zh_TW": "因此奉勸一句，「不如及早念佛，臨終定往西方」。"
    },
    {
      "id": "02-042-0189_p0088",
      "zh_CN": "（四）难免衰残老病，休夸气力强盛。朱颜能得几时，白发忽然满镜。有限光阴尽来，无常杀鬼催并。不如及早念佛，悟取弥陀自性。",
      "zh_TW": "（四）難免衰殘老病，休誇氣力強盛。朱顏能得幾時，白髮忽然滿鏡。有限光陰盡來，無常殺鬼催併。不如及早念佛，悟取彌陀自性。"
    },
    {
      "id": "02-042-0189_p0089",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0090",
      "zh_CN": "「难免衰残老病，休夸气力强盛」，衰残老病是避免不了的，无须再自夸气力多么强盛。",
      "zh_TW": "「難免衰殘老病，休誇氣力強盛」，衰殘老病是避免不了的，無須再自誇氣力多麼強盛。"
    },
    {
      "id": "02-042-0189_p0091",
      "zh_CN": "「朱颜能得几时，白发忽然满镜」，红润的气色能够再保持多久？某一天照镜子，忽然发现已是白发婆娑。",
      "zh_TW": "「朱顏能得幾時，白髮忽然滿鏡」，紅潤的氣色能夠再保持多久？某一天照鏡子，忽然發現已是白髮婆娑。"
    },
    {
      "id": "02-042-0189_p0092",
      "zh_CN": "「有限光阴尽来，无常杀鬼催并」，有限光阴，每个人的寿命不但没有丝毫可增加，而且不间断减少。《入胎经》说，自从第一夜进入母胎之后，从此就刹那不停的奔向死亡。又说，如果能够好好保养这个身体，就可以活到一百岁或者再多一点（这是佛陀时代的情况，现今时代恶浊，纵然精心保养也只能活到七十岁或者稍多）。此生的寿命多半已经销尽，剩下的寿命即便一刹那也不可能增添，但寿命的损减却周遍于白天黑夜一切时间，每时每刻都在不断的减少，从未间断。因此《入行论》说：「昼夜无暂停，此寿恒损减，亦无余可添，我何能不死。」",
      "zh_TW": "「有限光陰盡來，無常殺鬼催併」，有限光陰，每個人的壽命不但沒有絲毫可增加，而且不間斷減少。《入胎經》說，自從第一夜進入母胎之後，從此就剎那不停的奔向死亡。又說，如果能夠好好保養這個身體，就可以活到一百歲或者再多一點（這是佛陀時代的情況，現今時代惡濁，縱然精心保養也只能活到七十歲或者稍多）。此生的壽命多半已經銷盡，剩下的壽命即便一剎那也不可能增添，但壽命的損減卻周遍於白天黑夜一切時間，每時每刻都在不斷的減少，從未間斷。因此《入行論》說：「晝夜無暫停，此壽恆損減，亦無餘可添，我何能不死。」"
    },
    {
      "id": "02-042-0189_p0093",
      "zh_CN": "《集法句经》有几个比喻。当年，世尊在舍卫城乞食游行时，见到一位织布者很快就织完了一匹布，于是说道：「譬如舒经织，随所入纬线，速穷纬边际，诸人命亦尔。」譬如织布，先织经线，经线织好后，随即织入纬线，这样很快就会织完所有纬线。同样，人寿也是如此，日月如梭，很快就会结束此生。「如诸定被杀，随其步步行，速至杀者前，诸人命亦尔。」就像决定被宰杀的牲畜，随着牠一步步往前走，很快就会来到屠夫的面前，人的寿命也是如此。「犹如瀑流水，流去无能返，如是人寿去，亦定不回还。」犹如瀑布的流水，已经流逝的不可能再返回，同样，人的寿命皆如白驹过隙一去不复返。",
      "zh_TW": "《集法句經》有幾個比喻。當年，世尊在舍衛城乞食遊行時，見到一位織布者很快就織完了一匹布，於是說道：「譬如舒經織，隨所入緯線，速窮緯邊際，諸人命亦爾。」譬如織布，先織經線，經線織好後，隨即織入緯線，這樣很快就會織完所有緯線。同樣，人壽也是如此，日月如梭，很快就會結束此生。「如諸定被殺，隨其步步行，速至殺者前，諸人命亦爾。」就像決定被宰殺的牲畜，隨著牠一步步往前走，很快就會來到屠夫的面前，人的壽命也是如此。「猶如瀑流水，流去無能返，如是人壽去，亦定不回還。」猶如瀑布的流水，已經流逝的不可能再返回，同樣，人的壽命皆如白駒過隙一去不復返。"
    },
    {
      "id": "02-042-0189_p0094",
      "zh_CN": "纵然能活到一百岁，也不应认为有闲暇修行。《入胎经》说，人寿一百岁之中，有一半时间是被睡眠覆盖，前十年幼稚无知（没有修法的意乐），最后二十年衰老无力（没有修法的精力），中间又因愁叹苦忧和瞋恚等烦恼耗去许多时间，从身体所产生的种种疾病，又耗去一部分光阴。因此真正能够修行的时间实在很少。所以古德说：「活在人间六十年当中，除去饮食、睡眠和疾病，其余能够修行的时间尚且不到五年。」",
      "zh_TW": "縱然能活到一百歲，也不應認為有閒暇修行。《入胎經》說，人壽一百歲之中，有一半時間是被睡眠覆蓋，前十年幼稚無知（沒有修法的意樂），最後二十年衰老無力（沒有修法的精力），中間又因愁嘆苦憂和瞋恚等煩惱耗去許多時間，從身體所產生的種種疾病，又耗去一部分光陰。因此真正能夠修行的時間實在很少。所以古德說：「活在人間六十年當中，除去飲食、睡眠和疾病，其餘能夠修行的時間尚且不到五年。」"
    },
    {
      "id": "02-042-0189_p0095",
      "zh_CN": "「无常杀鬼」，马鸣菩萨致国王迦尼迦的书信中说：「没有悲悯心的死主，毫无情义的杀害我们，如果想到死主现在正前来杀害自己，智者谁会放逸而行？死主所射的猛箭非常勇暴，而且丝毫不差，所以乃至死主的猛箭没有发射之前，应当勤修自利。死主和谁都不是亲人，所以绝不讲情面，而且他从不事先预约便忽然降临，因此不要想推迟到明天或后天再修行，应当立即修习正法。如果说今天先做其他事，明后天再修行，这样说的人就不是贤人，因为如此拖延，则当你哪一天死亡时，一定会在第二天留下无法完成的修行。」",
      "zh_TW": "「無常殺鬼」，馬鳴菩薩致國王迦尼迦的書信中說：「沒有悲憫心的死主，毫無情義的殺害我們，如果想到死主現在正前來殺害自己，智者誰會放逸而行？死主所射的猛箭非常勇暴，而且絲毫不差，所以乃至死主的猛箭沒有發射之前，應當勤修自利。死主和誰都不是親人，所以絕不講情面，而且他從不事先預約便忽然降臨，因此不要想推遲到明天或後天再修行，應當立即修習正法。如果說今天先做其他事，明後天再修行，這樣說的人就不是賢人，因為如此拖延，則當你哪一天死亡時，一定會在第二天留下無法完成的修行。」"
    },
    {
      "id": "02-042-0189_p0096",
      "zh_CN": "因此奉劝一句，「不如及早念佛，悟取弥陀自性」。",
      "zh_TW": "因此奉勸一句，「不如及早念佛，悟取彌陀自性」。"
    },
    {
      "id": "02-042-0189_p0097",
      "zh_CN": "（五）任你千般快乐，饶君万种方略。何由永固此身，谩说长生妙药。非久形神脱离，争容顷刻停泊。不如及早念佛，净土方为安乐。",
      "zh_TW": "（五）任你千般快樂，饒君萬種方略。何由永固此身，謾說長生妙藥。非久形神脫離，爭容頃刻停泊。不如及早念佛，淨土方為安樂。"
    },
    {
      "id": "02-042-0189_p0098",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0099",
      "zh_CN": "「任你千般快乐，饶君万种方略」，千般、万种都泛指很多，纵使你有各种各样的快乐、方法和策略。",
      "zh_TW": "「任你千般快樂，饒君萬種方略」，千般、萬種都泛指很多，縱使你有各種各樣的快樂、方法和策略。"
    },
    {
      "id": "02-042-0189_p0100",
      "zh_CN": "「何由永固此身，谩说长生妙药」，哪有办法可以让这个色身永远坚固？不要说有什么长生不死的妙药。",
      "zh_TW": "「何由永固此身，謾說長生妙藥」，哪有辦法可以讓這個色身永遠堅固？不要說有什麼長生不死的妙藥。"
    },
    {
      "id": "02-042-0189_p0101",
      "zh_CN": "「非久形神脱离，争容顷刻停泊」，不久身体和神识脱离，一刻都不容许停留，人命在呼吸间。莲池大师说：「今人念佛再不肯真切加功，只是不曾深思谛信。不要说不信净土，只如世尊说『人命在呼吸间』，这一句话，于义理不是难解说。你们眼里亲见，耳里亲闻，经过许多榜样。如今要你信得这句话，早是不能勾也。你若真实信得这句话，则念佛法门，不必要我费尽力气，千叮万嘱。尔自如水赴壑，万牛不能挽矣！即如前日津送亡僧时，你们睹此榜样，当愀然不乐，痛相警策道：『大众！我与你但今日送某僧，明日送某僧，不知不觉轮到自身，此时悔恨无及。须疾忙念佛，时刻不要放过方好。』我见你们自家也说可惜，对人也说可惜。及乎堂中估唱，依然言笑自如。你只不信人命在呼吸间也。」",
      "zh_TW": "「非久形神脫離，爭容頃刻停泊」，不久身體和神識脫離，一刻都不容許停留，人命在呼吸間。蓮池大師說：「今人念佛再不肯真切加功，只是不曾深思諦信。不要說不信淨土，只如世尊說『人命在呼吸間』，這一句話，於義理不是難解說。你們眼裡親見，耳裡親聞，經過許多榜樣。如今要你信得這句話，早是不能勾也。你若真實信得這句話，則念佛法門，不必要我費盡力氣，千叮萬囑。爾自如水赴壑，萬牛不能挽矣！即如前日津送亡僧時，你們睹此榜樣，當愀然不樂，痛相警策道：『大眾！我與你但今日送某僧，明日送某僧，不知不覺輪到自身，此時悔恨無及。須疾忙念佛，時刻不要放過方好。』我見你們自家也說可惜，對人也說可惜。及乎堂中估唱，依然言笑自如。你只不信人命在呼吸間也。」"
    },
    {
      "id": "02-042-0189_p0102",
      "zh_CN": "一九九一年的海湾战争，大规模的空袭和经常的轰炸，使许多平民丧身于战火。伊拉克首都巴格达有一个避难所，名叫阿玛利亚。当时一旦有炮轰，或者扔炸弹、导弹的时候，只有老人、妇女和儿童才可以躲到里面。不幸的是一九九一年二月十三日这一天，当时有一千二百个难民躲在里面，最后只有十四人幸存。这些人进来目的都是避难，结果适得其反。美国政府说，之所以轰炸这里，是因为他们认为这里是一个军事大本营。",
      "zh_TW": "一九九一年的海灣戰爭，大規模的空襲和經常的轟炸，使許多平民喪身於戰火。伊拉克首都巴格達有一個避難所，名叫阿瑪利亞。當時一旦有炮轟，或者扔炸彈、導彈的時候，只有老人、婦女和兒童才可以躲到裡面。不幸的是一九九一年二月十三日這一天，當時有一千二百個難民躲在裡面，最後只有十四人倖存。這些人進來目的都是避難，結果適得其反。美國政府說，之所以轟炸這裡，是因為他們認為這裡是一個軍事大本營。"
    },
    {
      "id": "02-042-0189_p0103",
      "zh_CN": "这个避难所其实很坚固，墙壁、屋顶都有二米多厚，但导弹的威力无坚不摧，二米厚的房顶一下子穿进来，根本挡不住。房顶有一个个的手印，因为被炸的时候，很多人还躺在床上，导弹的冲击力太大，他们被冲上房顶，尸体发现的时候，他们的手还有身体全都是黏在房顶的。",
      "zh_TW": "這個避難所其實很堅固，牆壁、屋頂都有二米多厚，但導彈的威力無堅不摧，二米厚的房頂一下子穿進來，根本擋不住。房頂有一個個的手印，因為被炸的時候，很多人還躺在床上，導彈的衝擊力太大，他們被沖上房頂，屍體發現的時候，他們的手還有身體全都是黏在房頂的。"
    },
    {
      "id": "02-042-0189_p0104",
      "zh_CN": "避难所的每一扇门都有五吨重，导弹炸下来之后，门就自动关闭，所以在里面的人根本没有可能打开五吨重的门，尤其里面都是老人、妇女和儿童。外面的人为了救里面的人，只能通过一些被炸开的洞向里面冲水。问题是，当时避难所里面全都是火，水遇到火，所有的水都变成滚开的水，因此我们能够想像当时的惨状，里面的人或是被炸死，或是被火烧死，或是被烟薰死，很多人甚至是被开水烫死的。",
      "zh_TW": "避難所的每一扇門都有五噸重，導彈炸下來之後，門就自動關閉，所以在裡面的人根本沒有可能打開五噸重的門，尤其裡面都是老人、婦女和兒童。外面的人為了救裡面的人，只能通過一些被炸開的洞向裡面沖水。問題是，當時避難所裡面全都是火，水遇到火，所有的水都變成滾開的水，因此我們能夠想像當時的慘狀，裡面的人或是被炸死，或是被火燒死，或是被煙薰死，很多人甚至是被開水燙死的。"
    },
    {
      "id": "02-042-0189_p0105",
      "zh_CN": "在墙上可以看到一个很明显的妇女的印记，当时爆炸发生的时候，她本能的抱住自己的孩子，但是爆炸的冲击力太大，把妇女连同她的孩子贴到了墙上。",
      "zh_TW": "在牆上可以看到一個很明顯的婦女的印記，當時爆炸發生的時候，她本能的抱住自己的孩子，但是爆炸的衝擊力太大，把婦女連同她的孩子貼到了牆上。"
    },
    {
      "id": "02-042-0189_p0106",
      "zh_CN": "我们从照片可以看到，事后死难者的遗体被抬出来，其实已经称不上遗体，很多只是残缺的一条腿、一条胳膊，惨不忍睹。避难所的墙壁上挂着死难者的照片，有几个月的、几岁的、有十几岁的，看起来活泼可爱。无常往往始料不及，「孤坟多是少年人」。",
      "zh_TW": "我們從照片可以看到，事後死難者的遺體被抬出來，其實已經稱不上遺體，很多只是殘缺的一條腿、一條胳膊，慘不忍睹。避難所的牆壁上掛著死難者的照片，有幾個月的、幾歲的、有十幾歲的，看起來活潑可愛。無常往往始料不及，「孤墳多是少年人」。"
    },
    {
      "id": "02-042-0189_p0107",
      "zh_CN": "新闻天天在演绎无常，历史本身就是一部无常史。《因缘品》云：「明日死谁知，今日当精进。彼死主大军，岂是汝亲戚？」师子峰如如和尚云：「虚浮如水上泡，须臾不久，危脆似草头露，倏忽便无。长年者不过六七十皆亡，短命者大都三二十而早夭。况乎兽残虫蛰，猝不及防；屋压车伤，痛何能救。坑坎丘陵之厄，到处堪虞；刀兵水火之灾，何时蔑有。今日不知明日事，上床别了下床鞋。几多一息不来，便觉千秋永别。」",
      "zh_TW": "新聞天天在演繹無常，歷史本身就是一部無常史。《因緣品》云：「明日死誰知，今日當精進。彼死主大軍，豈是汝親戚？」師子峰如如和尚云：「虛浮如水上泡，須臾不久，危脆似草頭露，倏忽便無。長年者不過六七十皆亡，短命者大都三二十而早夭。況乎獸殘蟲蟄，猝不及防；屋壓車傷，痛何能救。坑坎丘陵之厄，到處堪虞；刀兵水火之災，何時蔑有。今日不知明日事，上床別了下床鞋。幾多一息不來，便覺千秋永別。」"
    },
    {
      "id": "02-042-0189_p0108",
      "zh_CN": "因此奉劝一句，「不如及早念佛，净土方为安乐」。",
      "zh_TW": "因此奉勸一句，「不如及早念佛，淨土方為安樂」。"
    },
    {
      "id": "02-042-0189_p0109",
      "zh_CN": "（六）无常终是到来，三界众生可哀。如入宝山相似，自甘空手而回。弥陀全体呈露，净土随方展开。不如及早念佛，转身得坐莲台。",
      "zh_TW": "（六）無常終是到來，三界眾生可哀。如入寶山相似，自甘空手而回。彌陀全體呈露，淨土隨方展開。不如及早念佛，轉身得坐蓮台。"
    },
    {
      "id": "02-042-0189_p0110",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0111",
      "zh_CN": "「无常终是到来」，无常总会来的，措手不及，不可躲避，不存侥幸。「三界众生可哀」，可哀在哪里？不懂得抢在无常到来之前取得往生的把握。",
      "zh_TW": "「無常終是到來」，無常總會來的，措手不及，不可躲避，不存僥倖。「三界眾生可哀」，可哀在哪裡？不懂得搶在無常到來之前取得往生的把握。"
    },
    {
      "id": "02-042-0189_p0112",
      "zh_CN": "义大利的古城庞贝，一千九百多年前是世界上最美丽繁华的城市之一。西元七十九年八月二十四日，古代世界最为严重的天灾向庞贝袭来。离城约十公里的沉睡八百年的维苏威火山突然爆发，天崩地裂，猝不及防。在短短十八小时内，共喷发出超过一百亿吨的浮石、岩石和火山灰，毫不犹豫将整个庞贝及其居民掩埋起来，最深处竟达十九米！",
      "zh_TW": "義大利的古城龐貝，一千九百多年前是世界上最美麗繁華的城市之一。西元七十九年八月二十四日，古代世界最為嚴重的天災向龐貝襲來。離城約十公里的沉睡八百年的維蘇威火山突然爆發，天崩地裂，猝不及防。在短短十八小時內，共噴發出超過一百億噸的浮石、岩石和火山灰，毫不猶豫將整個龐貝及其居民掩埋起來，最深處竟達十九米！"
    },
    {
      "id": "02-042-0189_p0113",
      "zh_CN": "庞贝遭掩埋遗忘长达一千五百多年，直到一五九四年在挖掘水道时才意外重现了慌乱的末日景象。火山灰如同「时间胶囊」般密封了整座城市，千余年后挖掘出来，竟然神殿、街道、店铺、庭院、雕塑一应俱全。不仅如此，街石间的车辙水沟、面包房里的种种器皿、私宅中的诡异秘室……全都表明人们只是刚刚离开，立即就要回来。无常迅速。",
      "zh_TW": "龐貝遭掩埋遺忘長達一千五百多年，直到一五九四年在挖掘水道時才意外重現了慌亂的末日景象。火山灰如同「時間膠囊」般密封了整座城市，千餘年後挖掘出來，竟然神殿、街道、店鋪、庭院、雕塑一應俱全。不僅如此，街石間的車轍水溝、麵包房裡的種種器皿、私宅中的詭異祕室……全都表明人們只是剛剛離開，立即就要回來。無常迅速。"
    },
    {
      "id": "02-042-0189_p0114",
      "zh_CN": "罹难者的尸身已朽，只留下被火山灰包覆的身形。考古学家将石膏浆灌进已经干枯的尸体空壳，制成和真人一样形状的石膏像，再现了遇难者最后一刻绝望和痛苦的表情，他们的恐惧都栩栩如生：或两手抱头，蜷缩一团；或手掩脸部，仆倒在地；或怀抱婴儿，母子同难；或手攥钱袋，仓皇逃跑；还有挣不脱枷锁，死在铁链上的奴隶角斗士……近郊一座别墅里，主人和奴隶十八人躲入地窖，结果同归于尽，惨不忍睹。",
      "zh_TW": "罹難者的屍身已朽，只留下被火山灰包覆的身形。考古學家將石膏漿灌進已經乾枯的屍體空殼，製成和真人一樣形狀的石膏像，再現了遇難者最後一刻絕望和痛苦的表情，他們的恐懼都栩栩如生：或兩手抱頭，蜷縮一團；或手掩臉部，僕倒在地；或懷抱嬰兒，母子同難；或手攥錢袋，倉皇逃跑；還有掙不脫枷鎖，死在鐵鍊上的奴隸角鬥士……近郊一座別墅裡，主人和奴隸十八人躲入地窖，結果同歸於盡，慘不忍睹。"
    },
    {
      "id": "02-042-0189_p0115",
      "zh_CN": "「尽情享受生活吧，明天是捉摸不定的。」庞贝城出土的一只银制饮杯上刻着这样的话，相信刻这句话的人并不知道死亡在即。在一幅壁画里，挖掘人员发现了一句镌刻的铭文：「世上没有任何东西可以永恒。」这句铭文无意间透露了无常的真谛。",
      "zh_TW": "「盡情享受生活吧，明天是捉摸不定的。」龐貝城出土的一隻銀制飲杯上刻著這樣的話，相信刻這句話的人並不知道死亡在即。在一幅壁畫裡，挖掘人員發現了一句鐫刻的銘文：「世上沒有任何東西可以永恆。」這句銘文無意間透露了無常的真諦。"
    },
    {
      "id": "02-042-0189_p0116",
      "zh_CN": "《无常经》佛说：「生者皆归死，容颜尽变衰。强力病所侵，无能免斯者。假使妙高山，劫尽皆坏散。大海深无底，亦复皆枯竭。大地及日月，时至皆归尽。未曾有一事，不被无常吞。」又说：「上至非想处，下至转轮王。七宝镇随身，千子常围绕。如其寿命尽，须臾不暂停。还漂死海中，随缘受众苦。循环三界内，犹如汲井轮。亦如蚕作茧，吐丝还自缠。无上诸世尊，独觉声闻众。尚舍无常身，何况于凡夫。父母及妻子，兄弟并眷属。目观生死隔，云何不愁叹。」所以佛劝诸人：「共舍无常处，当行不死门。」",
      "zh_TW": "《無常經》佛說：「生者皆歸死，容顏盡變衰。強力病所侵，無能免斯者。假使妙高山，劫盡皆壞散。大海深無底，亦復皆枯竭。大地及日月，時至皆歸盡。未曾有一事，不被無常吞。」又說：「上至非想處，下至轉輪王。七寶鎮隨身，千子常圍繞。如其壽命盡，須臾不暫停。還漂死海中，隨緣受眾苦。循環三界內，猶如汲井輪。亦如蠶作繭，吐絲還自纏。無上諸世尊，獨覺聲聞眾。尚捨無常身，何況於凡夫。父母及妻子，兄弟並眷屬。目觀生死隔，云何不愁歎。」所以佛勸諸人：「共捨無常處，當行不死門。」"
    },
    {
      "id": "02-042-0189_p0117",
      "zh_CN": "庞贝为什么会遭遇这样大的不幸？",
      "zh_TW": "龐貝為什麼會遭遇這樣大的不幸？"
    },
    {
      "id": "02-042-0189_p0118",
      "zh_CN": "庞贝遗迹充分反映出罗马帝国自上而下的骄奢淫靡之风，庞贝明显有两多，妓院多、酒店多，堪称酒色之都。这说明那时罗马人沉溺酒色，道德败坏。只有二万人的庞贝竟有一百多家酒吧，二十五家不同档次的妓院，出土的墙上至今仍充斥着各种不堪入目的春画。据悉，当时罗马帝国臣民的习俗可以随意找妓女或本家女奴发泄，而自家夫妻所用之床的功能是「好好睡觉」。",
      "zh_TW": "龐貝遺跡充分反映出羅馬帝國自上而下的驕奢淫靡之風，龐貝明顯有兩多，妓院多、酒店多，堪稱酒色之都。這說明那時羅馬人沉溺酒色，道德敗壞。只有二萬人的龐貝竟有一百多家酒吧，二十五家不同檔次的妓院，出土的牆上至今仍充斥著各種不堪入目的春畫。據悉，當時羅馬帝國臣民的習俗可以隨意找妓女或本家女奴發洩，而自家夫妻所用之床的功能是「好好睡覺」。"
    },
    {
      "id": "02-042-0189_p0119",
      "zh_CN": "上层统治阶级在饮食方面已到了穷凶极恶的地步。他们有一道饭后点心，是腌制过的、带甜酸味的海鳝。捕到海鳝后，要用新宰杀的奴隶肉喂养几天，贵族们认为这种吃过人肉的海鳝味道最美。",
      "zh_TW": "上層統治階級在飲食方面已到了窮凶極惡的地步。他們有一道飯後點心，是醃製過的、帶甜酸味的海鱔。捕到海鱔後，要用新宰殺的奴隸肉餵養幾天，貴族們認為這種吃過人肉的海鱔味道最美。"
    },
    {
      "id": "02-042-0189_p0120",
      "zh_CN": "庞贝遗址真实的保留着灾难来临前庞贝人的样子。庞贝城拥有能容纳两万观众的竞技场，这说明庞贝人会在一个时刻倾城而出。他们以摧残他人生命为乐趣，竞技场并不是比赛「竞技」，而是观看不死不休的血腥格斗。当时血腥刺激成了整个城市的重要生活项目，大部分的格斗士是由战俘、罪犯或奴隶来担任。这一斗兽场内的浴血奋战，不但有猛兽之间的撕杀，更有奴隶与饿兽的搏杀以及奴隶和奴隶、俘虏与俘虏之间的较量，均以毁灭对方生命为结局。那种揪人心肺、充满血腥味的格斗，那种野兽嚎叫、奴隶哭喊，饿兽一条条撕扯吞噬角斗士时的凄惨场面，引发庞贝人的不是丝毫同情而是狂叫和兴奋。",
      "zh_TW": "龐貝遺址真實的保留著災難來臨前龐貝人的樣子。龐貝城擁有能容納兩萬觀眾的競技場，這說明龐貝人會在一個時刻傾城而出。他們以摧殘他人生命為樂趣，競技場並不是比賽「競技」，而是觀看不死不休的血腥格鬥。當時血腥刺激成了整個城市的重要生活項目，大部分的格鬥士是由戰俘、罪犯或奴隸來擔任。這一鬥獸場內的浴血奮戰，不但有猛獸之間的撕殺，更有奴隸與餓獸的搏殺以及奴隸和奴隸、俘虜與俘虜之間的較量，均以毀滅對方生命為結局。那種揪人心肺、充滿血腥味的格鬥，那種野獸嚎叫、奴隸哭喊，餓獸一條條撕扯吞噬角鬥士時的悽慘場面，引發龐貝人的不是絲毫同情而是狂叫和興奮。"
    },
    {
      "id": "02-042-0189_p0121",
      "zh_CN": "庞贝向后人哭诉着惨痛的教训：杀生和邪淫导致灭顶之灾。一夜之间沉入海底的具有高度文明的亚特兰提斯和地中海古城，也是纸醉金迷、道德败坏之地。",
      "zh_TW": "龐貝向後人哭訴著慘痛的教訓：殺生和邪淫導致滅頂之災。一夜之間沉入海底的具有高度文明的亞特蘭提斯和地中海古城，也是紙醉金迷、道德敗壞之地。"
    },
    {
      "id": "02-042-0189_p0122",
      "zh_CN": "「如入宝山相似，自甘空手而回」，得人身、闻佛法、遇到净宗，就如同进入宝山的中心一样，却心甘情愿一无所得，空手出来，仍旧轮回。真悲哀！",
      "zh_TW": "「如入寶山相似，自甘空手而回」，得人身、聞佛法、遇到淨宗，就如同進入寶山的中心一樣，卻心甘情願一無所得，空手出來，仍舊輪迴。真悲哀！"
    },
    {
      "id": "02-042-0189_p0123",
      "zh_CN": "「弥陀全体呈露，净土随方展开」，用什么方法达到这种境界？持名念佛。印光大师教导我们：「四种念佛，唯持名最为契机。持至一心不乱，实相妙理，全体显露。西方妙境，彻底圆彰。即持名而亲证实相，不作观而彻见西方。持名一法，乃入道之玄门，成佛之捷径。」",
      "zh_TW": "「彌陀全體呈露，淨土隨方展開」，用什麼方法達到這種境界？持名念佛。印光大師教導我們：「四種念佛，唯持名最為契機。持至一心不亂，實相妙理，全體顯露。西方妙境，徹底圓彰。即持名而親證實相，不作觀而徹見西方。持名一法，乃入道之玄門，成佛之捷徑。」"
    },
    {
      "id": "02-042-0189_p0124",
      "zh_CN": "因此奉劝一句，「不如及早念佛，转身得坐莲台」。师父上人常讲：「生到极乐世界，花开见佛，我们是坐着莲花去的，莲花在七宝池当中开了，我们就出来了，这一出来就见佛。佛在哪里？佛在讲堂讲经，我们看到佛了，佛也看到我们了。拜佛之后，看看旁边有座位，座位上有自己的名字，你不会搞错，你就坐在你座位上去，听经闻法。什么时候离开讲堂？在讲堂里听法愈听愈欢喜，愈听愈舍不得离开，一定是大彻大悟，明心见性，见性成佛，这个时候你才会离开，没有大彻大悟你不会离开的。」这是前人所没讲过的。我们要争取的，是争取坐上阿弥陀佛的紫金莲台，争取阿弥陀佛的大讲堂有我的一个座位，其他的，世间的一切人、事、物，都不值得去争。为什么？六道轮回是一个大骗局，我们都被骗了。",
      "zh_TW": "因此奉勸一句，「不如及早念佛，轉身得坐蓮台」。師父上人常講：「生到極樂世界，花開見佛，我們是坐著蓮花去的，蓮花在七寶池當中開了，我們就出來了，這一出來就見佛。佛在哪裡？佛在講堂講經，我們看到佛了，佛也看到我們了。拜佛之後，看看旁邊有座位，座位上有自己的名字，你不會搞錯，你就坐在你座位上去，聽經聞法。什麼時候離開講堂？在講堂裡聽法愈聽愈歡喜，愈聽愈捨不得離開，一定是大徹大悟，明心見性，見性成佛，這個時候你才會離開，沒有大徹大悟你不會離開的。」這是前人所沒講過的。我們要爭取的，是爭取坐上阿彌陀佛的紫金蓮台，爭取阿彌陀佛的大講堂有我的一個座位，其他的，世間的一切人、事、物，都不值得去爭。為什麼？六道輪迴是一個大騙局，我們都被騙了。"
    },
    {
      "id": "02-042-0189_p0125",
      "zh_CN": "（七）唯有径路修行，实从自心发生。不离如今正念，顿除历劫无明。痴人尚自执着，浊染何由廓清。不如及早念佛，菩提道果圆成。",
      "zh_TW": "（七）唯有徑路修行，實從自心發生。不離如今正念，頓除歷劫無明。癡人尚自執著，濁染何由廓清。不如及早念佛，菩提道果圓成。"
    },
    {
      "id": "02-042-0189_p0126",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0127",
      "zh_CN": "「唯有径路修行，实从自心发生」，只有一条成佛的最捷径：信愿持名，求生净土。我坚定不移求往生的信念真实发自内心，不是人云亦云，也不是鹦鹉学舌。",
      "zh_TW": "「唯有徑路修行，實從自心發生」，只有一條成佛的最捷徑：信願持名，求生淨土。我堅定不移求往生的信念真實發自內心，不是人云亦云，也不是鸚鵡學舌。"
    },
    {
      "id": "02-042-0189_p0128",
      "zh_CN": "「不离如今正念，顿除历劫无明」，正念指阿弥陀佛，不离不弃这一声阿弥陀佛，可以顿时消除历劫的无明。莲池大师言：「越三祇于一念，齐诸圣于片言。」",
      "zh_TW": "「不離如今正念，頓除歷劫無明」，正念指阿彌陀佛，不離不棄這一聲阿彌陀佛，可以頓時消除歷劫的無明。蓮池大師言：「越三祇於一念，齊諸聖於片言。」"
    },
    {
      "id": "02-042-0189_p0129",
      "zh_CN": "「痴人尚自执着，浊染何由廓清」，愚痴的人还在执着假相，浊恶的染污怎能澄清？",
      "zh_TW": "「癡人尚自執著，濁染何由廓清」，愚痴的人還在執著假相，濁惡的染污怎能澄清？"
    },
    {
      "id": "02-042-0189_p0130",
      "zh_CN": "因此奉劝一句，「不如及早念佛，菩提道果圆成」。",
      "zh_TW": "因此奉勸一句，「不如及早念佛，菩提道果圓成」。"
    },
    {
      "id": "02-042-0189_p0131",
      "zh_CN": "（八）但念阿弥陀佛，此心念念是佛。佛外更无别心，心外更无别佛。吹开万里白云，涌出一轮红日。宝树华池现前，语言文字难述。",
      "zh_TW": "（八）但念阿彌陀佛，此心念念是佛。佛外更無別心，心外更無別佛。吹開萬里白雲，湧出一輪紅日。寶樹華池現前，語言文字難述。"
    },
    {
      "id": "02-042-0189_p0132",
      "zh_CN": "【略释】",
      "zh_TW": "【略釋】"
    },
    {
      "id": "02-042-0189_p0133",
      "zh_CN": "最后这八句升华、压轴。「但念阿弥陀佛」，但念，专念。彻悟大师念佛偈云：「说着莲邦雨泪垂，阎浮苦趣实堪悲，世间出世思惟遍，不念弥陀更念谁。」世间、出世间都观察、思惟透了，不念阿弥陀佛还能念谁？只有阿弥陀佛能救我们离究竟苦、得究竟乐。没有第二个人了。",
      "zh_TW": "最後這八句昇華、壓軸。「但念阿彌陀佛」，但念，專念。徹悟大師念佛偈云：「說著蓮邦雨淚垂，閻浮苦趣實堪悲，世間出世思惟遍，不念彌陀更念誰。」世間、出世間都觀察、思惟透了，不念阿彌陀佛還能念誰？只有阿彌陀佛能救我們離究竟苦、得究竟樂。沒有第二個人了。"
    },
    {
      "id": "02-042-0189_p0134",
      "zh_CN": "「此心念念是佛」，众生本来是佛，佛怜悯众生迷昧自心，恐其永远迷失，所以教令念佛求生西方，才能亲证本具佛性。念念阿弥陀佛，念念求生净土。",
      "zh_TW": "「此心念念是佛」，眾生本來是佛，佛憐憫眾生迷昧自心，恐其永遠迷失，所以教令念佛求生西方，才能親證本具佛性。念念阿彌陀佛，念念求生淨土。"
    },
    {
      "id": "02-042-0189_p0135",
      "zh_CN": "「佛外更无别心，心外更无别佛」，佛外无心，心外无佛。「是心是佛，是心作佛」，是净宗最高的理论、最高的指导原则。不仅是释迦一佛法藏纲宗，实是十方三世一切诸佛法藏纲宗。",
      "zh_TW": "「佛外更無別心，心外更無別佛」，佛外無心，心外無佛。「是心是佛，是心作佛」，是淨宗最高的理論、最高的指導原則。不僅是釋迦一佛法藏綱宗，實是十方三世一切諸佛法藏綱宗。"
    },
    {
      "id": "02-042-0189_p0136",
      "zh_CN": "「吹开万里白云，涌出一轮红日」，这是比喻。万里白云比喻妄想执着，一轮红日比喻本具佛性。放下妄想执着，本具佛性现前。",
      "zh_TW": "「吹開萬里白雲，湧出一輪紅日」，這是比喻。萬里白雲比喻妄想執著，一輪紅日比喻本具佛性。放下妄想執著，本具佛性現前。"
    },
    {
      "id": "02-042-0189_p0137",
      "zh_CN": "「宝树华池现前，语言文字难述」，宝树、华池借代极乐世界，极乐风光现在眼前，美轮美奂，世间的语言文字实在描述不出来。我们现在是见不到，果真见到了，必定是乐不思蜀，在这个世间一刻都不愿意逗留。",
      "zh_TW": "「寶樹華池現前，語言文字難述」，寶樹、華池借代極樂世界，極樂風光現在眼前，美輪美奐，世間的語言文字實在描述不出來。我們現在是見不到，果真見到了，必定是樂不思蜀，在這個世間一刻都不願意逗留。"
    },
    {
      "id": "02-042-0189_p0138",
      "zh_CN": "三、归纳：忆念无常对念佛人至关重要",
      "zh_TW": "三、歸納：憶念無常對念佛人至關重要"
    },
    {
      "id": "02-042-0189_p0139",
      "zh_CN": "以上九首诗的主题就两个字：无常。忆念无常是开启一切修行之门的前行、前提。念佛也不例外。念佛人总是苦恼佛号要拼命念拼不起来、要叫它不中断却常常断了，原因就在这里：没有无常的观念。印光大师本身忆念无常达到最高境界，归结出一个字：死。我们今天对这个字无动于衷，念佛没有动力。重读印光大师的书信，大师常常自称「光旦暮人耳」（旦暮是早晨和傍晚，比喻短暂的时间）、「光朝不保夕」，这是修行人功夫达到炉火纯青的真实感受。我们的头脑必须很清醒，不但老年人朝不保夕，年轻人也朝不保夕！任何人既是无常的旁观者，又是当局者。随时都有可能死，这声佛号敢不牢牢锁定吗？生死大事敢不提前预办吗？",
      "zh_TW": "以上九首詩的主題就兩個字：無常。憶念無常是開啟一切修行之門的前行、前提。念佛也不例外。念佛人總是苦惱佛號要拼命念拼不起來、要叫它不中斷卻常常斷了，原因就在這裡：沒有無常的觀念。印光大師本身憶念無常達到最高境界，歸結出一個字：死。我們今天對這個字無動於衷，念佛沒有動力。重讀印光大師的書信，大師常常自稱「光旦暮人耳」（旦暮是早晨和傍晚，比喻短暫的時間）、「光朝不保夕」，這是修行人功夫達到爐火純青的真實感受。我們的頭腦必須很清醒，不但老年人朝不保夕，年輕人也朝不保夕！任何人既是無常的旁觀者，又是當局者。隨時都有可能死，這聲佛號敢不牢牢鎖定嗎？生死大事敢不提前預辦嗎？"
    },
    {
      "id": "02-042-0189_p0140",
      "zh_CN": "修行人应当实修舍弃今生的主因，那是什么？就是忆念死亡无常。博朵瓦尊者云：「不忆念无常的一切修法，都好似冰上的建筑，悠闲自得之时自己仿佛也如假包换似的具有空性等的境界，可是一旦到了紧要关头，便彻底崩溃；如果生起无常之心，则修行不会退转；如果未生起无常之心，则一切的努力都会付诸东流。」",
      "zh_TW": "修行人應當實修捨棄今生的主因，那是什麼？就是憶念死亡無常。博朵瓦尊者云：「不憶念無常的一切修法，都好似冰上的建築，悠閒自得之時自己彷彿也如假包換似的具有空性等的境界，可是一旦到了緊要關頭，便徹底崩潰；如果生起無常之心，則修行不會退轉；如果未生起無常之心，則一切的努力都會付諸東流。」"
    },
    {
      "id": "02-042-0189_p0141",
      "zh_CN": "夏沃瓦也抽薪止沸的指出：「能迫不及待的观修无常之人，都是探询到法之根本的明智之士，而观修空性只不过是漂在口头上的浮夸之举。相比而言，就显得极不深入扎实。」",
      "zh_TW": "夏沃瓦也抽薪止沸的指出：「能迫不及待的觀修無常之人，都是探詢到法之根本的明智之士，而觀修空性只不過是漂在口頭上的浮誇之舉。相比而言，就顯得極不深入扎實。」"
    },
    {
      "id": "02-042-0189_p0142",
      "zh_CN": "香怎耶巴说：「如果上午没有生起无常之念，中午贪图今世的念头就会抬头；如果中午没有生起无常之念，晚上就会被贪图今世的念头所俘虏。如果迈入贪图今世的轨道，则无论如何努力，也不能趋往正法。」",
      "zh_TW": "香怎耶巴說：「如果上午沒有生起無常之念，中午貪圖今世的念頭就會抬頭；如果中午沒有生起無常之念，晚上就會被貪圖今世的念頭所俘虜。如果邁入貪圖今世的軌道，則無論如何努力，也不能趨往正法。」"
    },
    {
      "id": "02-042-0189_p0143",
      "zh_CN": "如果相续中真正生起了无常观，那么就一定能够彻底舍弃对今生世间一切事物的贪执，就像呕吐症患者不愿取油食一样。",
      "zh_TW": "如果相續中真正生起了無常觀，那麼就一定能夠徹底捨棄對今生世間一切事物的貪執，就像嘔吐症患者不願取油食一樣。"
    },
    {
      "id": "02-042-0189_p0144",
      "zh_CN": "如来芽尊者也不止一次的说过：「我无论看见世间如何高贵、如何权威、如何富裕、如何俊美之人，也不会生起羡慕之心，而注重前辈高僧大德的事迹，这就是因为自己的相续中生起了少许无常观的缘故。我除了无常以外也再没有其他更殊胜的教言传授给别人。」",
      "zh_TW": "如來芽尊者也不止一次的說過：「我無論看見世間如何高貴、如何權威、如何富裕、如何俊美之人，也不會生起羨慕之心，而注重前輩高僧大德的事蹟，這就是因為自己的相續中生起了少許無常觀的緣故。我除了無常以外也再沒有其他更殊勝的教言傳授給別人。」"
    },
    {
      "id": "02-042-0189_p0145",
      "zh_CN": "世尊曾说：「若多修无常，已供养诸佛；若多修无常，得诸佛安慰；若多修无常，得诸佛授记；若多修无常，得诸佛加持。」《毗奈耶经》中说：「对我眷属中如妙瓶般的舍利子及目犍连等百名比丘供斋供物，不如刹那念有为法无常更胜。」",
      "zh_TW": "世尊曾說：「若多修無常，已供養諸佛；若多修無常，得諸佛安慰；若多修無常，得諸佛授記；若多修無常，得諸佛加持。」《毗奈耶經》中說：「對我眷屬中如妙瓶般的舍利子及目犍連等百名比丘供齋供物，不如剎那念有為法無常更勝。」"
    },
    {
      "id": "02-042-0189_p0146",
      "zh_CN": "观修无常是生起厌离心不可或缺的条件，因此一切修法中首先修无常观，这是所有经续窍诀中异口同声的观点。律部中也记载了在走廊中描画白骨等忆念死亡的方式。",
      "zh_TW": "觀修無常是生起厭離心不可或缺的條件，因此一切修法中首先修無常觀，這是所有經續竅訣中異口同聲的觀點。律部中也記載了在走廊中描畫白骨等憶念死亡的方式。"
    },
    {
      "id": "02-042-0189_p0147",
      "zh_CN": "四、结语：渐次杀吾类，汝岂不见乎",
      "zh_TW": "四、結語：漸次殺吾類，汝豈不見乎"
    },
    {
      "id": "02-042-0189_p0148",
      "zh_CN": "最后，用寂天菩萨的两首偈来结束今天的报告。",
      "zh_TW": "最後，用寂天菩薩的兩首偈來結束今天的報告。"
    },
    {
      "id": "02-042-0189_p0149",
      "zh_CN": "「云何犹不知，身陷惑网者，必囚生死狱，正入死神口。」为什么至今还不省悟，被烦恼巨网缠缚的人，一定会被生死轮回的牢狱所囚，也正处在死神口里。死神时刻都在准备将每个人的生命夺走，我们还有什么理由懒散放逸？",
      "zh_TW": "「云何猶不知，身陷惑網者，必囚生死獄，正入死神口。」為什麼至今還不省悟，被煩惱巨網纏縛的人，一定會被生死輪迴的牢獄所囚，也正處在死神口裡。死神時刻都在準備將每個人的生命奪走，我們還有什麼理由懶散放逸？"
    },
    {
      "id": "02-042-0189_p0150",
      "zh_CN": "「渐次杀吾类，汝岂不见乎？然乐睡眠者，如牛见屠夫。」死神在不断的夺走同类的生命，难道你没看见吗？但是懈怠懒散的人对此竟麻木不仁，就像牛看见同类被屠夫牵去宰杀却如不见不闻一样。牦牛特别愚笨，即使看见屠夫拿着刀子将同伴拉去宰杀，牠也毫无反应，仍悠然的吃草，或木然的站着不动，好像这一切不会降临在自己头上一般，等到屠夫来宰杀牠时，牠才会流下大颗大颗的泪珠，浑身颤栗。人也如此，平时眼睁睁看着身边的亲戚朋友一个个被死主吞噬，自己却毫无所动，不知寻求出离，反而苟且偷安，优哉游哉，囫囵一世。这样与愚痴的牦牛又有何区别？",
      "zh_TW": "「漸次殺吾類，汝豈不見乎？然樂睡眠者，如牛見屠夫。」死神在不斷的奪走同類的生命，難道你沒看見嗎？但是懈怠懶散的人對此竟麻木不仁，就像牛看見同類被屠夫牽去宰殺卻如不見不聞一樣。犛牛特別愚笨，即使看見屠夫拿著刀子將同伴拉去宰殺，牠也毫無反應，仍悠然的吃草，或木然的站著不動，好像這一切不會降臨在自己頭上一般，等到屠夫來宰殺牠時，牠才會流下大顆大顆的淚珠，渾身顫慄。人也如此，平時眼睜睜看著身邊的親戚朋友一個個被死主吞噬，自己卻毫無所動，不知尋求出離，反而苟且偷安，優哉游哉，囫圇一世。這樣與愚痴的犛牛又有何區別？"
    },
    {
      "id": "02-042-0189_p0151",
      "zh_CN": "桑颇瓦格西是久负盛名的大成就者，平时一旦听到有人死亡的消息，他就会八方奔相走告：「有人死了啊！」还有一位喜顿大师，每当听到有人去世的消息，便会感慨的说道：「这就是最高深的法啊！」又说：「于我而言，最深奥的引导就是看到以及听到死亡的消息。」",
      "zh_TW": "桑頗瓦格西是久負盛名的大成就者，平時一旦聽到有人死亡的消息，他就會八方奔相走告：「有人死了啊！」還有一位喜頓大師，每當聽到有人去世的消息，便會感慨的說道：「這就是最高深的法啊！」又說：「於我而言，最深奧的引導就是看到以及聽到死亡的消息。」"
    },
    {
      "id": "02-042-0189_p0152",
      "zh_CN": "身边的同修陆续离去，有的堕在地狱求救于师父上人，感恩这些善知识的示现，他们先走一步，一个个活生生的例子，给我们敲响警钟：修行不能等待，因为无常不会等我们。趁这口气还未断，不如及早放下，不如及早念佛，不如及早求生净土，不如及早办妥生死大事。不要等到死后堕在地狱才来哀求超度。他们也曾经和我们一样，自诩为念佛人，自认为修得很不错，天真的误会还有很多时间，盲目的乐观能够往生。理论上大家都知道临终要见到阿弥陀佛才能跟他走，可是有几个人临终时能够清醒？且不说临终，就说睡觉作梦，我们连在梦境里都主宰不了，随梦境转，临终能够主宰吗？能够保证不会糊里糊涂被冤亲债主拉跑吗？",
      "zh_TW": "身邊的同修陸續離去，有的墮在地獄求救於師父上人，感恩這些善知識的示現，他們先走一步，一個個活生生的例子，給我們敲響警鐘：修行不能等待，因為無常不會等我們。趁這口氣還未斷，不如及早放下，不如及早念佛，不如及早求生淨土，不如及早辦妥生死大事。不要等到死後墮在地獄才來哀求超度。他們也曾經和我們一樣，自詡為念佛人，自認為修得很不錯，天真的誤會還有很多時間，盲目的樂觀能夠往生。理論上大家都知道臨終要見到阿彌陀佛才能跟他走，可是有幾個人臨終時能夠清醒？且不說臨終，就說睡覺作夢，我們連在夢境裡都主宰不了，隨夢境轉，臨終能夠主宰嗎？能夠保證不會糊裡糊塗被冤親債主拉跑嗎？"
    },
    {
      "id": "02-042-0189_p0153",
      "zh_CN": "古德教导我们：「应当反复考虑如果我今晚死掉该怎么办，从而对明日之后的事情漠不关心。」一心念佛。你我迟早要面对无常、面对生死，不如及早回头，求佛救我！",
      "zh_TW": "古德教導我們：「應當反覆考慮如果我今晚死掉該怎麼辦，從而對明日之後的事情漠不關心。」一心念佛。你我遲早要面對無常、面對生死，不如及早回頭，求佛救我！"
    },
    {
      "id": "02-042-0189_p0154",
      "zh_CN": "错误之处，恳请师父上人及诸位善知识批评指正，不吝赐教，阿弥陀佛。惭愧弟子释自了叩呈。",
      "zh_TW": "錯誤之處，懇請師父上人及諸位善知識批評指正，不吝賜教，阿彌陀佛。慚愧弟子釋自了叩呈。"
    },
    {
      "id": "02-042-0189_p0155",
      "zh_CN": "老法师：释自了这篇报告很值得我们警惕，说的都是真话。罗马下面的庞贝城，我去过了两次，确实是叫人感慨无穷。火山是突发的，那个地方的火山距离这个城只有五公里，火山灰落下来之后，这个城就被活埋掉了。是突发的，所以里面的人惊慌失措，我们从他的遗体上可以看得出来。",
      "zh_TW": "老法師：釋自了這篇報告很值得我們警惕，說的都是真話。羅馬下面的龐貝城，我去過了兩次，確實是叫人感慨無窮。火山是突發的，那個地方的火山距離這個城只有五公里，火山灰落下來之後，這個城就被活埋掉了。是突發的，所以裡面的人驚慌失措，我們從他的遺體上可以看得出來。"
    },
    {
      "id": "02-042-0189_p0156",
      "zh_CN": "今天这个地球，灾难不是突发的，不是没有原因爆发的。佛经上常告诉我们，一切法从心想生，是众生累积的善恶业之所感。灾难能不能化解？答案是肯定的，问题是我们相不相信、肯不肯干？真正相信，真正肯干，确实能化解。今天这个世界，我们只要很冷静的听听外面这些人，大人小孩、男人女人，你去留意观察他，他想什么、他说什么、他干什么，你就明白了。如果他所想的、所说的、所干的是负面的，那就感召来灾难。如果所想的、所说的都是正面的，与五伦五常四维八德相应，与三皈五戒十善业道相应，好，他们这些人能够化解灾难，会带给世界安定和谐。",
      "zh_TW": "今天這個地球，災難不是突發的，不是沒有原因爆發的。佛經上常告訴我們，一切法從心想生，是眾生累積的善惡業之所感。災難能不能化解？答案是肯定的，問題是我們相不相信、肯不肯幹？真正相信，真正肯幹，確實能化解。今天這個世界，我們只要很冷靜的聽聽外面這些人，大人小孩、男人女人，你去留意觀察他，他想什麼、他說什麼、他幹什麼，你就明白了。如果他所想的、所說的、所幹的是負面的，那就感召來災難。如果所想的、所說的都是正面的，與五倫五常四維八德相應，與三皈五戒十善業道相應，好，他們這些人能夠化解災難，會帶給世界安定和諧。"
    },
    {
      "id": "02-042-0189_p0157",
      "zh_CN": "现在让我们感觉到的，是人心不善达到极处了，中国古人讲的恶贯满盈，这怎么办？恶贯满盈就会感来大灾难。佛在经上告诉我们，五毒所感的就是灾难。贪心，这个念头、行为感来的是水灾，人在贪欲的时候会流口水，海啸、洪水暴发是属于这一类。火灾，瞋恚来的，瞋恚感应火灾，火灾是包括地球上的火烧山，大面积的，很可怕。愚痴，所感应的是风灾，台风、飓风、龙卷风，时有所闻。傲慢，感应的是地震。怀疑，所感应的是山崩地陷，这个地突然陷下去，这个事情也常有。我们能够把贪、瞋、痴、慢、疑这五毒断掉，地球上这五种灾难就没有了。",
      "zh_TW": "現在讓我們感覺到的，是人心不善達到極處了，中國古人講的惡貫滿盈，這怎麼辦？惡貫滿盈就會感來大災難。佛在經上告訴我們，五毒所感的就是災難。貪心，這個念頭、行為感來的是水災，人在貪欲的時候會流口水，海嘯、洪水暴發是屬於這一類。火災，瞋恚來的，瞋恚感應火災，火災是包括地球上的火燒山，大面積的，很可怕。愚痴，所感應的是風災，颱風、颶風、龍捲風，時有所聞。傲慢，感應的是地震。懷疑，所感應的是山崩地陷，這個地突然陷下去，這個事情也常有。我們能夠把貪、瞋、痴、慢、疑這五毒斷掉，地球上這五種災難就沒有了。"
    },
    {
      "id": "02-042-0189_p0158",
      "zh_CN": "我们要相信宗教上所说的。宗教是智慧，不是迷信。每个宗教的创始人，我们感触到的都是佛菩萨的化身，所以宗教是一家，宗教是可以团结的。宗教出现在世间干什么的？是来救人的，都是圣人，像大乘经上所说的，应以什么身得度就现什么身。在中国，现圣贤身。在印度，现佛菩萨的身。在欧洲，那个时候没有交通设施、没有资讯，所以佛菩萨是恒顺众生、随喜功德，做种种示现。我们今天细细看他们的经典，经典上所讲的大同小异，看出诸佛菩萨的慈悲，我们恍然大悟，所以宗教要团结。",
      "zh_TW": "我們要相信宗教上所說的。宗教是智慧，不是迷信。每個宗教的創始人，我們感觸到的都是佛菩薩的化身，所以宗教是一家，宗教是可以團結的。宗教出現在世間幹什麼的？是來救人的，都是聖人，像大乘經上所說的，應以什麼身得度就現什麼身。在中國，現聖賢身。在印度，現佛菩薩的身。在歐洲，那個時候沒有交通設施、沒有資訊，所以佛菩薩是恆順眾生、隨喜功德，做種種示現。我們今天細細看他們的經典，經典上所講的大同小異，看出諸佛菩薩的慈悲，我們恍然大悟，所以宗教要團結。"
    },
    {
      "id": "02-042-0189_p0159",
      "zh_CN": "宗教是人类不能缺少的，英国汤恩比博士说得很好，人类的历史是先有宗教，后有文明。文明从哪里来的？从宗教延伸出来的。没有宗教的文明，它传世不会超过两百年，它就没有了。中国的宗教就是儒释道，根深蒂固。所以外国这些哲学家、历史学家都认为，拯救现前的这个世界、这个社会只有中国传统的文化：孔孟学说跟大乘佛法。提醒我们。",
      "zh_TW": "宗教是人類不能缺少的，英國湯恩比博士說得很好，人類的歷史是先有宗教，後有文明。文明從哪裡來的？從宗教延伸出來的。沒有宗教的文明，它傳世不會超過兩百年，它就沒有了。中國的宗教就是儒釋道，根深蒂固。所以外國這些哲學家、歷史學家都認為，拯救現前的這個世界、這個社會只有中國傳統的文化：孔孟學說跟大乘佛法。提醒我們。"
    },
    {
      "id": "02-042-0189_p0160",
      "zh_CN": "这两篇文章可以放在我们这一次冬至祭祖特刊上，很有价值。现在误会传统文化的人很多。这两篇文章很好，希望能多有一些人认识、认知。我们在这段时段当中，把传统文化复兴起来，要做出来，不做出来没人相信；真正做出来，大家就相信了，会产生一定的影响。好，现在时间到了，我们就学习到此地。",
      "zh_TW": "這兩篇文章可以放在我們這一次冬至祭祖特刊上，很有價值。現在誤會傳統文化的人很多。這兩篇文章很好，希望能多有一些人認識、認知。我們在這段時段當中，把傳統文化復興起來，要做出來，不做出來沒人相信；真正做出來，大家就相信了，會產生一定的影響。好，現在時間到了，我們就學習到此地。"
    }
  ]
}