{
  "doc_id": "02-042-0118",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "中语居士"
  ],
  "volume": {
    "zh_CN": "第一一八集",
    "zh_TW": "第一一八集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0118",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "02-042-0118_p0001",
      "zh_CN": "老法师：好，我们开始。",
      "zh_TW": "老法師：好，我們開始。"
    },
    {
      "id": "02-042-0118_p0002",
      "zh_CN": "学生：哈尔滨同学学习心得报告。尊敬的上净下空师父上人，尊敬的各位法师、居士大德，大家吉祥！",
      "zh_TW": "學生：哈爾濱同學學習心得報告。尊敬的上淨下空師父上人，尊敬的各位法師、居士大德，大家吉祥！"
    },
    {
      "id": "02-042-0118_p0003",
      "zh_CN": "首先感恩师父上人对不肖弟子中语(笔名)法身慧命有决定性的教导帮助，感恩能使《大经科注》讲解和学习班课程正常运作的各位护法大德，感恩每位法师、居士大德网路学习心得报告。中语不是网路学员，没有资格参与学习班的心得分享，踌躇了一段时间，心常不安，最后决定要以感恩的心，通过此粗浅的心得呈奉供养各位法师、居士大德乃至虚空法界一切众生。",
      "zh_TW": "首先感恩師父上人對不肖弟子中語(筆名)法身慧命有決定性的教導幫助，感恩能使《大經科註》講解和學習班課程正常運作的各位護法大德，感恩每位法師、居士大德網路學習心得報告。中語不是網路學員，沒有資格參與學習班的心得分享，躊躇了一段時間，心常不安，最後決定要以感恩的心，通過此粗淺的心得呈奉供養各位法師、居士大德乃至虛空法界一切眾生。"
    },
    {
      "id": "02-042-0118_p0004",
      "zh_CN": "中语恭敬报告分三个内容：",
      "zh_TW": "中語恭敬報告分三個內容："
    },
    {
      "id": "02-042-0118_p0005",
      "zh_CN": "甲一、净公和尚（和尚译为力生，以依止师而弟子之道力得生故也。又有智僧为人师者为亲教义也。）",
      "zh_TW": "甲一、淨公和尚（和尚譯為力生，以依止師而弟子之道力得生故也。又有智僧為人師者為親教義也。）"
    },
    {
      "id": "02-042-0118_p0006",
      "zh_CN": "乙一、中语心中的师父上人。《中庸》中有这样几句话：「见而民莫不敬，言而民莫不信，行而民莫不说。是以声名洋溢乎中国，施及蛮貊；舟车所至，人力所通，天之所覆，地之所载，日月所照，霜露所队；凡有血气者，莫不尊亲，故曰配天」，「唯天下至诚，为能经论天下之大经，立天下之大本，知天地之化育……苟不固聪明圣知达天德者，其孰能知之。」当年读书到此处时，师父的德相自然出现，中语心中配上这段话的，唯大德上净下空师父上人矣。",
      "zh_TW": "乙一、中語心中的師父上人。《中庸》中有這樣幾句話：「見而民莫不敬，言而民莫不信，行而民莫不說。是以聲名洋溢乎中國，施及蠻貊；舟車所至，人力所通，天之所覆，地之所載，日月所照，霜露所隊；凡有血氣者，莫不尊親，故曰配天」，「唯天下至誠，為能經論天下之大經，立天下之大本，知天地之化育……苟不固聰明聖知達天德者，其孰能知之。」當年讀書到此處時，師父的德相自然出現，中語心中配上這段話的，唯大德上淨下空師父上人矣。"
    },
    {
      "id": "02-042-0118_p0007",
      "zh_CN": "孔子，儒家至圣。师父常讲《弟子规》是儒家所有典籍的总纲，分量在天平上秤可与《四库全书》等量，并首推《弟子规》是修学根本基础。师父常嘱，要守好五伦之道，做好五常之德，铺好四维八德之基。复兴儒家圣贤文化，同时培养出如蔡礼旭老师一批优秀的贤学，影响了世界很多国家，反又涌动着中国，中国正萌芽着道德伦理的复兴和中华文化的崛起。所谓孔子一代若是创儒文化容易，则几千年来儒家贤学学子守之难，而今已断百年，何况再复兴不更难乎！所以师父上人在中语心中是当代圣人孔子的化身。",
      "zh_TW": "孔子，儒家至聖。師父常講《弟子規》是儒家所有典籍的總綱，分量在天平上秤可與《四庫全書》等量，並首推《弟子規》是修學根本基礎。師父常囑，要守好五倫之道，做好五常之德，鋪好四維八德之基。復興儒家聖賢文化，同時培養出如蔡禮旭老師一批優秀的賢學，影響了世界很多國家，反又湧動著中國，中國正萌芽著道德倫理的復興和中華文化的崛起。所謂孔子一代若是創儒文化容易，則幾千年來儒家賢學學子守之難，而今已斷百年，何況再復興不更難乎！所以師父上人在中語心中是當代聖人孔子的化身。"
    },
    {
      "id": "02-042-0118_p0008",
      "zh_CN": "老子为道家至尊，《太上感应篇》是道家一部重要典籍，以善恶因之感召，会得到相应的善恶果之报应。师父接《弟子规》伦理道德之后，又推出《感应篇》因果教育，教诲弟子孝亲是因，得果为福；敬师是因，得果为慧。一步深一步的引导弟子，念佛是因，成佛为果，一门深入，大道至简。正如《道德经》所说，「为学日益，为道日损；损之又损，以至于无为。无为而无不为」。这段话的大意是，世间的学术让你天天增加，愈多愈好；修道之人修学的内容精减，减少又减少，到专一最好，最后达到六祖的自性清净（无为），自性清净而能生万法（无不为也）。恩师的理念：一句佛号直念去，到念而无念，无念而念的无为境界，正与老子的最高道德观相通。所以中语心中，师父上人是当代至尊老子的化身。",
      "zh_TW": "老子為道家至尊，《太上感應篇》是道家一部重要典籍，以善惡因之感召，會得到相應的善惡果之報應。師父接《弟子規》倫理道德之後，又推出《感應篇》因果教育，教誨弟子孝親是因，得果為福；敬師是因，得果為慧。一步深一步的引導弟子，念佛是因，成佛為果，一門深入，大道至簡。正如《道德經》所說，「為學日益，為道日損；損之又損，以至於無為。無為而無不為」。這段話的大意是，世間的學術讓你天天增加，愈多愈好；修道之人修學的內容精減，減少又減少，到專一最好，最後達到六祖的自性清淨（無為），自性清淨而能生萬法（無不為也）。恩師的理念：一句佛號直念去，到念而無念，無念而念的無為境界，正與老子的最高道德觀相通。所以中語心中，師父上人是當代至尊老子的化身。"
    },
    {
      "id": "02-042-0118_p0009",
      "zh_CN": "释迦牟尼佛为佛家弟子学习的根本老师，称为本师，本师的学生范围是九法界一切众生。佛的法运是一万二千年，正法一千年，戒律成就；像法一千年，禅定成就；末法一万年，净土成就。现在是末法时期，已过去一千年了，印光大师曾引用经论说，末法时期，亿亿人修行，罕有一人得道，唯有念佛得度生死。师父上人曾讲，祖师大德们将群经首推为《华严》，《华严》中本为《无量寿》，《无量寿》浓缩为四十八大愿，四十八大愿寻根在一句佛号。善导大师说，「如来所以兴出世，唯说弥陀本愿海」，本愿海浓缩就是阿弥陀佛。三千年前，释迦尊佛讲经四十九年，同时也劝勉相应根机的人念阿弥陀佛求生极乐世界，阿弥陀佛亲来接回念佛往生的人。三千年后的今天，师父上人讲经说法今已五十六年，并悲心切切，普劝一切有缘人念佛求生西方极乐世界，只要想去，西方缘成，也是阿弥陀佛亲来接。三千年前一劝一接，三千年后一劝一接，难遇难值听劝的福祉。",
      "zh_TW": "釋迦牟尼佛為佛家弟子學習的根本老師，稱為本師，本師的學生範圍是九法界一切眾生。佛的法運是一萬二千年，正法一千年，戒律成就；像法一千年，禪定成就；末法一萬年，淨土成就。現在是末法時期，已過去一千年了，印光大師曾引用經論說，末法時期，億億人修行，罕有一人得道，唯有念佛得度生死。師父上人曾講，祖師大德們將群經首推為《華嚴》，《華嚴》中本為《無量壽》，《無量壽》濃縮為四十八大願，四十八大願尋根在一句佛號。善導大師說，「如來所以興出世，唯說彌陀本願海」，本願海濃縮就是阿彌陀佛。三千年前，釋迦尊佛講經四十九年，同時也勸勉相應根機的人念阿彌陀佛求生極樂世界，阿彌陀佛親來接回念佛往生的人。三千年後的今天，師父上人講經說法今已五十六年，並悲心切切，普勸一切有緣人念佛求生西方極樂世界，只要想去，西方緣成，也是阿彌陀佛親來接。三千年前一勸一接，三千年後一勸一接，難遇難值聽勸的福祉。"
    },
    {
      "id": "02-042-0118_p0010",
      "zh_CN": "再来，《经》上说，「佛所行处，国邑丘聚，靡不蒙化」，佛者觉也。师父讲：破迷开悟的教学只有释迦牟尼佛有，除他之外，世出世间找不到第二家。现在师父讲的就是世尊所讲的破迷开悟的教学，师父讲经说法之处，无论是现场还是网上、用光碟等，就是佛所行处，师父的法音启迪着听法者的心灵，净化着听法者所在的环境。只要真配合佛所行处去真干，众人德荫就会感应而来，「天下和顺，日月清明。风雨以时，灾厉不起。国丰民安，兵戈无用。崇德兴仁，务修礼让。国无盗贼，无有怨枉。强不凌弱，各得其所」。综上只字片语，足证师父上人在中语心中是当代的释迦牟尼佛的化身。儒释道三教是一家，圣佛神三身之德由师父上人一身显，讲经说法，「善立方便，显示三乘」，「以诸法药，救疗三苦」，为法界众生行着四德，「随缘妙用无方德，威仪住持有则德，柔和质直摄生德，普代众生受苦德」，为儒、为释、为道的绍隆在鞠躬尽瘁。师父呀，弟子写到这里，心中有一种感受，请允许不肖中语在此大胆的代一切受益者及其历代先祖、父母师长，代不同维次空间受益的众生、菩萨感恩您，祝愿您健康长寿！健康长寿！法喜充满。",
      "zh_TW": "再來，《經》上說，「佛所行處，國邑丘聚，靡不蒙化」，佛者覺也。師父講：破迷開悟的教學只有釋迦牟尼佛有，除他之外，世出世間找不到第二家。現在師父講的就是世尊所講的破迷開悟的教學，師父講經說法之處，無論是現場還是網上、用光碟等，就是佛所行處，師父的法音啟迪著聽法者的心靈，淨化著聽法者所在的環境。只要真配合佛所行處去真幹，眾人德蔭就會感應而來，「天下和順，日月清明。風雨以時，災厲不起。國豐民安，兵戈無用。崇德興仁，務修禮讓。國無盜賊，無有怨枉。強不凌弱，各得其所」。綜上隻字片語，足證師父上人在中語心中是當代的釋迦牟尼佛的化身。儒釋道三教是一家，聖佛神三身之德由師父上人一身顯，講經說法，「善立方便，顯示三乘」，「以諸法藥，救療三苦」，為法界眾生行著四德，「隨緣妙用無方德，威儀住持有則德，柔和質直攝生德，普代眾生受苦德」，為儒、為釋、為道的紹隆在鞠躬盡瘁。師父呀，弟子寫到這裡，心中有一種感受，請允許不肖中語在此大膽的代一切受益者及其歷代先祖、父母師長，代不同維次空間受益的眾生、菩薩感恩您，祝願您健康長壽！健康長壽！法喜充滿。"
    },
    {
      "id": "02-042-0118_p0011",
      "zh_CN": "老法师：中语是他的笔名，这是哈尔滨的一位同修传来这一份报告，今天恰好有这个因缘，我们一起来学习。",
      "zh_TW": "老法師：中語是他的筆名，這是哈爾濱的一位同修傳來這一份報告，今天恰好有這個因緣，我們一起來學習。"
    },
    {
      "id": "02-042-0118_p0012",
      "zh_CN": "古人常说「立心立命」，佛法教人发菩提心，立度众生的大愿。四弘誓愿第一个，「众生无边誓愿度」，实在说愿就这一个，就这一条，其他的三愿是成就这一愿的。我们拿什么去度众生？要有德行，德行就是「烦恼无尽誓愿断」，烦恼全断就成佛；不能全断，还有起心动念是菩萨，还有分别没有执着这是罗汉。得先有德行，这个次第要明了，不能躐等，躐等就错了。烦恼断了之后才能学法门，为什么？他得了禅定，他开智慧了，智慧开了之后，所谓一闻千悟，不难。过去龙树菩萨开悟了，明心见性，他将世尊四十九年所说的一切法全部贯通了，用了多少时间？三个月。我们能不能相信？能。为什么？中国也有。中国这样的人也不少，最具代表意义的，我觉得是惠能大师，他不认识字，没有念过书，他开悟了。释迦牟尼佛开悟是从禅定。这都是教给我们法门平等，无有高下，八万四千法门，门门都能开悟。佛经能开悟，《圣经》也能开悟，四书五经也能开悟，所以每个法门都能开悟。因此大乘教里才说：哪一法不是佛法？能帮助我们开悟的都是佛法，这开悟就成佛了，那就叫佛法。",
      "zh_TW": "古人常說「立心立命」，佛法教人發菩提心，立度眾生的大願。四弘誓願第一個，「眾生無邊誓願度」，實在說願就這一個，就這一條，其他的三願是成就這一願的。我們拿什麼去度眾生？要有德行，德行就是「煩惱無盡誓願斷」，煩惱全斷就成佛；不能全斷，還有起心動念是菩薩，還有分別沒有執著這是羅漢。得先有德行，這個次第要明瞭，不能躐等，躐等就錯了。煩惱斷了之後才能學法門，為什麼？他得了禪定，他開智慧了，智慧開了之後，所謂一聞千悟，不難。過去龍樹菩薩開悟了，明心見性，他將世尊四十九年所說的一切法全部貫通了，用了多少時間？三個月。我們能不能相信？能。為什麼？中國也有。中國這樣的人也不少，最具代表意義的，我覺得是惠能大師，他不認識字，沒有念過書，他開悟了。釋迦牟尼佛開悟是從禪定。這都是教給我們法門平等，無有高下，八萬四千法門，門門都能開悟。佛經能開悟，《聖經》也能開悟，四書五經也能開悟，所以每個法門都能開悟。因此大乘教裡才說：哪一法不是佛法？能幫助我們開悟的都是佛法，這開悟就成佛了，那就叫佛法。"
    },
    {
      "id": "02-042-0118_p0013",
      "zh_CN": "怎么开悟？放下就开悟，不是叫你学很多，放下妄想分别执着就开悟，就成佛。还没有圆透，还有习气，那我们称他叫法身菩萨，他不住在六道，他也不住在十法界，他住在诸佛如来实报庄严土。为什么？他自己本身具备实报土的能量，他不会住别的地方，他跟诸佛如来同一个法身。「十方三世佛，共同一法身」，一切众生本来是佛，佛把它分成三大类，已经成佛过去了，过去佛；现在十方住世的诸佛是现在佛；那一切众生，未来佛，没有一个众生不成佛。所以绝不可以轻看了他，小看了他，不可以，只是成佛早晚不同而已。无论哪一个法门，秘诀在哪里？专，就这一个字。所以海贤老和尚说得好，「天下无难事，只怕心不专」。心专了，哪个法门都能成佛。为什么？一门能得定，定能开慧，慧能断烦恼，烦恼断了就成佛。就这么个道理，真正是大道至简，一点都不麻烦。",
      "zh_TW": "怎麼開悟？放下就開悟，不是叫你學很多，放下妄想分別執著就開悟，就成佛。還沒有圓透，還有習氣，那我們稱他叫法身菩薩，他不住在六道，他也不住在十法界，他住在諸佛如來實報莊嚴土。為什麼？他自己本身具備實報土的能量，他不會住別的地方，他跟諸佛如來同一個法身。「十方三世佛，共同一法身」，一切眾生本來是佛，佛把它分成三大類，已經成佛過去了，過去佛；現在十方住世的諸佛是現在佛；那一切眾生，未來佛，沒有一個眾生不成佛。所以絕不可以輕看了他，小看了他，不可以，只是成佛早晚不同而已。無論哪一個法門，祕訣在哪裡？專，就這一個字。所以海賢老和尚說得好，「天下無難事，只怕心不專」。心專了，哪個法門都能成佛。為什麼？一門能得定，定能開慧，慧能斷煩惱，煩惱斷了就成佛。就這麼個道理，真正是大道至簡，一點都不麻煩。"
    },
    {
      "id": "02-042-0118_p0014",
      "zh_CN": "我们要怎样？放下。对外面的，财放下，色放下，名放下，利放下；对内的，首先身见放下，五种见惑放下，念头放下，就是思惑放下，分别放下，最后起心动念放下。六根在六尘境界，看得清楚，听得明白，没有起心、没有动念，这就成佛了。成佛是回归到本来面目，也就是本来面目人人都是佛。坏在什么？坏在起心动念。起心动念就是大乘教里面所说的「一念不觉」，觉心不动，觉心没有念头，一念不觉，麻烦就来了，他就迷了。迷了的时候最怕念念迷，我们现在就堕在这个问题上。堕在什么？念念迷，一念迷，第二念又迷，第三念还迷，这迷到底。迷了多久？迷了无量劫。所以现在不但是迷，而且有很深很深迷惑颠倒的习气，这个习气非常容易引发我们的疑心，疑的念头。所以这得要学，要学圣贤的教育，圣贤教育是从心性流出来的，是一股正能量，我们天天用它来薰习，帮助我们破迷开悟。每个众生根性不一样，迷的浅深不一样，迷的广狭不一样，所迷的境界种种不相同，千变万化。原理我们明白了，然后我们学习，我们明白了，希望我们不迷，从迷惑里面超越出来，这就是学佛。",
      "zh_TW": "我們要怎樣？放下。對外面的，財放下，色放下，名放下，利放下；對內的，首先身見放下，五種見惑放下，念頭放下，就是思惑放下，分別放下，最後起心動念放下。六根在六塵境界，看得清楚，聽得明白，沒有起心、沒有動念，這就成佛了。成佛是回歸到本來面目，也就是本來面目人人都是佛。壞在什麼？壞在起心動念。起心動念就是大乘教裡面所說的「一念不覺」，覺心不動，覺心沒有念頭，一念不覺，麻煩就來了，他就迷了。迷了的時候最怕念念迷，我們現在就墮在這個問題上。墮在什麼？念念迷，一念迷，第二念又迷，第三念還迷，這迷到底。迷了多久？迷了無量劫。所以現在不但是迷，而且有很深很深迷惑顛倒的習氣，這個習氣非常容易引發我們的疑心，疑的念頭。所以這得要學，要學聖賢的教育，聖賢教育是從心性流出來的，是一股正能量，我們天天用它來薰習，幫助我們破迷開悟。每個眾生根性不一樣，迷的淺深不一樣，迷的廣狹不一樣，所迷的境界種種不相同，千變萬化。原理我們明白了，然後我們學習，我們明白了，希望我們不迷，從迷惑裡面超越出來，這就是學佛。"
    },
    {
      "id": "02-042-0118_p0015",
      "zh_CN": "佛法就是回归觉悟的方法，佛给我们讲了三个字，戒定慧。首先持戒，守规矩，规矩守的时间长了，自然心地清净，妄念少，杂念少，不分别，不执着，最后能够做到自自然然的不起心不动念，这就成就了。惠能大师的成就练什么？什么叫禅？一心不乱就叫禅。用什么方法？他在黄梅，五祖教他的方法是舂米破柴，天天舂米破柴，干了八个月。五祖知道他的根性，这个方法对他管用，他是破柴养成习惯，樵夫，以卖柴为生，这是他的老本行，叫他天天继续干这个事情，把心就用在这上，其他地方不用心。他真的如此，在黄梅住八个月，你看《坛经》上所说的，神秀法师写了个偈子，不敢给老和尚看，贴在墙壁上，贴的那个地方他都不知道，要请人带他去看。从这句话里头就看到他老实，八个月他都没有到处去走走逛逛。要是我们住八个月，拐拐角角什么都知道，哪里需要人，你说哪里我都知道。这句话说明他老实，老实到这种程度，大概他每天工作的就是碓房，舂米破柴的地方，其他地方没去逛过。这是什么？他心专一，心里头没有杂念。所以这个文字要会看，话里头有话，要你自己去体会到。这么一个老实人，所以他才会成就。大众里面妄念多、分别多、执着多，他不会成就，他天天都在那里研究讨论。惠能跟哪个人也不往来，见面都非常恭敬，都非常赞叹，自己非常谦虚。最后老和尚把衣钵传给他了，开悟之后什么都知道。",
      "zh_TW": "佛法就是回歸覺悟的方法，佛給我們講了三個字，戒定慧。首先持戒，守規矩，規矩守的時間長了，自然心地清淨，妄念少，雜念少，不分別，不執著，最後能夠做到自自然然的不起心不動念，這就成就了。惠能大師的成就練什麼？什麼叫禪？一心不亂就叫禪。用什麼方法？他在黃梅，五祖教他的方法是舂米破柴，天天舂米破柴，幹了八個月。五祖知道他的根性，這個方法對他管用，他是破柴養成習慣，樵夫，以賣柴為生，這是他的老本行，叫他天天繼續幹這個事情，把心就用在這上，其他地方不用心。他真的如此，在黃梅住八個月，你看《壇經》上所說的，神秀法師寫了個偈子，不敢給老和尚看，貼在牆壁上，貼的那個地方他都不知道，要請人帶他去看。從這句話裡頭就看到他老實，八個月他都沒有到處去走走逛逛。要是我們住八個月，拐拐角角什麼都知道，哪裡需要人，你說哪裡我都知道。這句話說明他老實，老實到這種程度，大概他每天工作的就是碓房，舂米破柴的地方，其他地方沒去逛過。這是什麼？他心專一，心裡頭沒有雜念。所以這個文字要會看，話裡頭有話，要你自己去體會到。這麼一個老實人，所以他才會成就。大眾裡面妄念多、分別多、執著多，他不會成就，他天天都在那裡研究討論。惠能跟哪個人也不往來，見面都非常恭敬，都非常讚歎，自己非常謙虛。最後老和尚把衣缽傳給他了，開悟之後什麼都知道。"
    },
    {
      "id": "02-042-0118_p0016",
      "zh_CN": "老和尚嘱咐他，去找个地方躲避那些嫉妒障碍，他到猎人队里去帮人家烧饭，在猎人队里头十五年，时间不短。到大众把这件事情差不多忘掉，十几年以前的事情忘掉了，大概嫉妒障碍的那些人都不在了，他出来了。出来遇到印宗，印宗也不是普通人，普通人没那么大心量。一般人不能成就的第一个因素，古今中外都一样，是嫉妒障碍，见到别人超过我的，这嫉妒心就来了，要想种种方法破坏，要想种种方法去拦阻，不能容忍，这样法就衰了。印宗，我们都觉得菩萨再来，跟能大师见了面，几句话的问答佩服到极处，他怀疑是不是五祖传衣钵的惠能，问他。他承认了。好，请衣钵来，我们大家看看。把衣钵展现出来，惠能就请印宗给他剃度，他就出家了，正式出家了，传衣钵的时候是居士，这正式出家。难得，印宗把他剃度之后，反过来拜他为老师，他这个声望一下就提起来，水涨船高。印宗是岭南的大德，讲经说法的法师，这个法师再拜他为师，没有人不服了，这个地位一下就抬起来了。",
      "zh_TW": "老和尚囑咐他，去找個地方躲避那些嫉妒障礙，他到獵人隊裡去幫人家燒飯，在獵人隊裡頭十五年，時間不短。到大眾把這件事情差不多忘掉，十幾年以前的事情忘掉了，大概嫉妒障礙的那些人都不在了，他出來了。出來遇到印宗，印宗也不是普通人，普通人沒那麼大心量。一般人不能成就的第一個因素，古今中外都一樣，是嫉妒障礙，見到別人超過我的，這嫉妒心就來了，要想種種方法破壞，要想種種方法去攔阻，不能容忍，這樣法就衰了。印宗，我們都覺得菩薩再來，跟能大師見了面，幾句話的問答佩服到極處，他懷疑是不是五祖傳衣缽的惠能，問他。他承認了。好，請衣缽來，我們大家看看。把衣缽展現出來，惠能就請印宗給他剃度，他就出家了，正式出家了，傳衣缽的時候是居士，這正式出家。難得，印宗把他剃度之後，反過來拜他為老師，他這個聲望一下就提起來，水漲船高。印宗是嶺南的大德，講經說法的法師，這個法師再拜他為師，沒有人不服了，這個地位一下就抬起來了。"
    },
    {
      "id": "02-042-0118_p0017",
      "zh_CN": "《坛经》上的这些记载，我们要留意，要学习。我们遇到有能力学习的人，将来有前途，会学得很好的，我们得全心全力护持他，为佛法。佛法需要接班人，需要传人，遇到传人全心全力去培养他、去帮助他，成就他，这就对了。如果人有才干、有德行，去障碍他这有罪，这个果报在阿鼻地狱，来生人天的福报都得不到。我们自己这一生算不了什么，过去了，下头有没有接班人？没有接班人，我们的成就等于零。接班人愈多愈好，愈有才干愈好，有德行，有才干。",
      "zh_TW": "《壇經》上的這些記載，我們要留意，要學習。我們遇到有能力學習的人，將來有前途，會學得很好的，我們得全心全力護持他，為佛法。佛法需要接班人，需要傳人，遇到傳人全心全力去培養他、去幫助他，成就他，這就對了。如果人有才幹、有德行，去障礙他這有罪，這個果報在阿鼻地獄，來生人天的福報都得不到。我們自己這一生算不了什麼，過去了，下頭有沒有接班人？沒有接班人，我們的成就等於零。接班人愈多愈好，愈有才幹愈好，有德行，有才幹。"
    },
    {
      "id": "02-042-0118_p0018",
      "zh_CN": "他这一段引用《中庸》这句话说，「唯天下至诚」，这一句重要，诚则灵。我年轻的时候在台中跟李老师学教，老师就告诉我，我们一生无论是世法是佛法，我们学不了。佛法这一部《大藏经》，你一生能学得了吗？世法不说别的，单单讲中国一部丛书《四库全书》，能学得了吗？如果世法、佛法要不通，不能弘法利生，弘法利生世出世间法都要通。我们从小扎根教育疏忽了，没有学习，虽然喜欢读书，找不到高明的老师指点，你就知道多困难！老师说成功有秘诀，那就是诚，真诚心，就是现在我们所说的，全靠佛菩萨加持，全靠祖宗的庇佑。自己要用真诚心，要真诚到极处，叫至诚，然后才能感通。这个通是什么？世出世间能通，这不是学通的，是佛菩萨加持感应而通的，只有这个办法。我在台中，他就教我四个字，「至诚感通」。",
      "zh_TW": "他這一段引用《中庸》這句話說，「唯天下至誠」，這一句重要，誠則靈。我年輕的時候在台中跟李老師學教，老師就告訴我，我們一生無論是世法是佛法，我們學不了。佛法這一部《大藏經》，你一生能學得了嗎？世法不說別的，單單講中國一部叢書《四庫全書》，能學得了嗎？如果世法、佛法要不通，不能弘法利生，弘法利生世出世間法都要通。我們從小扎根教育疏忽了，沒有學習，雖然喜歡讀書，找不到高明的老師指點，你就知道多困難！老師說成功有祕訣，那就是誠，真誠心，就是現在我們所說的，全靠佛菩薩加持，全靠祖宗的庇佑。自己要用真誠心，要真誠到極處，叫至誠，然後才能感通。這個通是什麼？世出世間能通，這不是學通的，是佛菩薩加持感應而通的，只有這個辦法。我在台中，他就教我四個字，「至誠感通」。"
    },
    {
      "id": "02-042-0118_p0019",
      "zh_CN": "老师的教学，我们有三十多个同学，个别教学，每个人的方法都不一样，老师是因人施教，每个人根性不相同，愿心不一样。真正走佛法这条道路，要学佛，那经教怎么学？一门深入，长时薰修，你自己修学就是一门。别的同学学的不一样，可以旁听，欢迎旁听，但是一定要用在自己这门上。这是李老师办班教学的方法。年轻的时候我的记忆力好，同学们学讲的经，我在旁边听，我都听会了。所以我出家的时候，我能讲十三部经，所以一出家就到佛学院去教书，教学相长，教了两年才去受戒。受了戒之后我又回到台中，觉得什么？学的经教不够，这个底子不扎实。因为老师所教的经本分量都不大，分量最多的《普贤行愿品》、《金刚经》，这是大分量的，其他的全是像《十善业道经》、《阿难问事佛吉凶经》，都是这样小部经。所以我要回到台中找老师学一部大经，大经是什么？《华严》、《法华》、《楞严》这些，《大智度论》，大经大论。老师正好接受同学们的启请讲一部大经，在台中第一次讲一部大经，讲《楞严》，老师就说，好，你来，你就学《楞严》。《楞严》这部经他讲了三年，他是星期三讲，我是星期四讲，星期四的晚上，我把星期三老师所讲的这一堂课我重复讲一遍。我们听众有六个人，所以等于我们自己组织一个小班，学《楞严》的班，六个人。我担任主讲，完全讲老师的，不增不减。同学们在一起学习，讲完之后，我们就研究讨论，像现在这样研究讨论，很有受用。这个根扎牢了，所以我以后讲《法华》、讲《唯识论》、讲《华严》统统没问题。",
      "zh_TW": "老師的教學，我們有三十多個同學，個別教學，每個人的方法都不一樣，老師是因人施教，每個人根性不相同，願心不一樣。真正走佛法這條道路，要學佛，那經教怎麼學？一門深入，長時薰修，你自己修學就是一門。別的同學學的不一樣，可以旁聽，歡迎旁聽，但是一定要用在自己這門上。這是李老師辦班教學的方法。年輕的時候我的記憶力好，同學們學講的經，我在旁邊聽，我都聽會了。所以我出家的時候，我能講十三部經，所以一出家就到佛學院去教書，教學相長，教了兩年才去受戒。受了戒之後我又回到台中，覺得什麼？學的經教不夠，這個底子不紮實。因為老師所教的經本分量都不大，分量最多的《普賢行願品》、《金剛經》，這是大分量的，其他的全是像《十善業道經》、《阿難問事佛吉凶經》，都是這樣小部經。所以我要回到台中找老師學一部大經，大經是什麼？《華嚴》、《法華》、《楞嚴》這些，《大智度論》，大經大論。老師正好接受同學們的啟請講一部大經，在台中第一次講一部大經，講《楞嚴》，老師就說，好，你來，你就學《楞嚴》。《楞嚴》這部經他講了三年，他是星期三講，我是星期四講，星期四的晚上，我把星期三老師所講的這一堂課我重複講一遍。我們聽眾有六個人，所以等於我們自己組織一個小班，學《楞嚴》的班，六個人。我擔任主講，完全講老師的，不增不減。同學們在一起學習，講完之後，我們就研究討論，像現在這樣研究討論，很有受用。這個根紮牢了，所以我以後講《法華》、講《唯識論》、講《華嚴》統統沒問題。"
    },
    {
      "id": "02-042-0118_p0020",
      "zh_CN": "每一年会跟老师见几次面，在台中小住几天，跟老师讨教怎么契入，怎么提升自己境界，终极的目标，如何能真正往生到极乐世界。我们才算真的毕业，真的有成果。不能往生不行，不能往生搞六道轮回，六道轮回一投胎一转世，前世的统统忘掉了，隔阴之迷，非常可怕！跟老师每见一次面，信心、愿心都会增长。尤其是众生这么苦，我们不愿意受，别人愿意受吗？没人愿意受，是不得已，自己造的业，业力感召的，自作自受，那就想到非常可怜。别人可怜，回过头来看看自己更可怜，所以脱离轮回这个念头常常放在心上。老师告诉我，真正想脱离轮回只有这一个方法，其他方法要断烦恼证菩提。这烦恼断不掉，说得容易，做起来太难了。",
      "zh_TW": "每一年會跟老師見幾次面，在台中小住幾天，跟老師討教怎麼契入，怎麼提升自己境界，終極的目標，如何能真正往生到極樂世界。我們才算真的畢業，真的有成果。不能往生不行，不能往生搞六道輪迴，六道輪迴一投胎一轉世，前世的統統忘掉了，隔陰之迷，非常可怕！跟老師每見一次面，信心、願心都會增長。尤其是眾生這麼苦，我們不願意受，別人願意受嗎？沒人願意受，是不得已，自己造的業，業力感召的，自作自受，那就想到非常可憐。別人可憐，回過頭來看看自己更可憐，所以脫離輪迴這個念頭常常放在心上。老師告訴我，真正想脫離輪迴只有這一個方法，其他方法要斷煩惱證菩提。這煩惱斷不掉，說得容易，做起來太難了。"
    },
    {
      "id": "02-042-0118_p0021",
      "zh_CN": "我们这到晚年，海贤法师把我们提醒了，告诉我们这个法门是真的，而且很容易成就。他学习的进展，我们要知道，他的禀性为人老实、听话、真干，真干就是精进，勇猛精进，他不偷懒，非常勤快。有这些好的条件，师父就教他这一句佛号。师父是开悟的人，不开悟的人，他自己没了生死，他没有办法帮人了生死。他开悟了，所以看到这样一个人才，虽然不认识字，没念过书，可是这个人老实、听话，叫他干什么他就干什么。我就教你念阿弥陀佛，你一直念下去，一句接着一句，行住坐卧不能把它丢掉，心里头只有阿弥陀佛，没有妄想、没有杂念。他成功了，念到没有妄想没有杂念，就是功夫成片。功夫得力，虽有烦恼，伏住了，一句一句是阿弥陀佛，烦恼习气不能现前，它挤不进来。他句句都是佛号，用的这么一个方法，好极了！对了他的根性，不需要读经，不需要学教。",
      "zh_TW": "我們這到晚年，海賢法師把我們提醒了，告訴我們這個法門是真的，而且很容易成就。他學習的進展，我們要知道，他的稟性為人老實、聽話、真幹，真幹就是精進，勇猛精進，他不偷懶，非常勤快。有這些好的條件，師父就教他這一句佛號。師父是開悟的人，不開悟的人，他自己沒了生死，他沒有辦法幫人了生死。他開悟了，所以看到這樣一個人才，雖然不認識字，沒念過書，可是這個人老實、聽話，叫他幹什麼他就幹什麼。我就教你念阿彌陀佛，你一直念下去，一句接著一句，行住坐臥不能把它丟掉，心裡頭只有阿彌陀佛，沒有妄想、沒有雜念。他成功了，念到沒有妄想沒有雜念，就是功夫成片。功夫得力，雖有煩惱，伏住了，一句一句是阿彌陀佛，煩惱習氣不能現前，它擠不進來。他句句都是佛號，用的這麼一個方法，好極了！對了他的根性，不需要讀經，不需要學教。"
    },
    {
      "id": "02-042-0118_p0022",
      "zh_CN": "南无阿弥陀佛容易念，是谁都会念，他学会了，这一句佛号三年就成就了。成就什么？就能往生，三年就取得往生极乐世界作菩萨的条件。这有什么难处？他三年能不能往生？肯定能往生。那他有没有要求阿弥陀佛带他走？这个我们不知道。达到这个水平，再三年精进不懈，事一心不乱得到了；再个三年，理一心不乱达到了。换句话说，照这种条件来看，师父从教他念佛这一天，十年他就能达到一心不乱，理一心，明心见性，见性成佛，这是用净土宗的方法，十年。古人讲七年小成，十年大成，小成小成就是事一心不乱，大成就是理一心不乱。",
      "zh_TW": "南無阿彌陀佛容易念，是誰都會念，他學會了，這一句佛號三年就成就了。成就什麼？就能往生，三年就取得往生極樂世界作菩薩的條件。這有什麼難處？他三年能不能往生？肯定能往生。那他有沒有要求阿彌陀佛帶他走？這個我們不知道。達到這個水平，再三年精進不懈，事一心不亂得到了；再個三年，理一心不亂達到了。換句話說，照這種條件來看，師父從教他念佛這一天，十年他就能達到一心不亂，理一心，明心見性，見性成佛，這是用淨土宗的方法，十年。古人講七年小成，十年大成，小成小成就是事一心不亂，大成就是理一心不亂。"
    },
    {
      "id": "02-042-0118_p0023",
      "zh_CN": "但是功夫的关键就是在日常生活当中，眼见色、耳闻声、鼻嗅香、舌尝味，六根接触六尘境界练什么？不起心不动念、不分别不执着，就开悟了。凡夫做不到，凡夫眼见色，马上就分别执着，就统统起来了。起心动念分别执着统统起来，这个人叫做六道凡夫，他出不了六道轮回。我们怎么练法？先练不执着，能随缘，像海贤老和尚，看到什么人都好，什么事都好，好事也好，坏事也好，人家赞叹他好，骂他打他都好，执着心没有了。执着没有了，这就是小乘功夫，初果须陀洹，斯陀含，阿那含，阿罗汉，这步步上升。不执着了再练什么？不分别。不分别不是不知道，样样都知道，但是你不问他，他什么都不知道，你问他，他什么都知道。像打鼓一样，你敲它它就响，你不敲它它不响。不敲它不能说它不响，敲它的时候也不能说它响，法尔如是。那就是智慧，不问他不知道，他在定中；你问他，他智慧现前，自性智慧来应你。你有感，佛就有应，感应道交。所以说出那些经典，不是学来的，是自性的，所以听起来言语简单，高明到极处，你不能不佩服他。终极的目标是大彻大悟、明心见性，这个时候哪有不生极乐国的道理！只要到事一心，跟阿弥陀佛就很熟悉了，你想他，他就来了，他就现前了。",
      "zh_TW": "但是功夫的關鍵就是在日常生活當中，眼見色、耳聞聲、鼻嗅香、舌嘗味，六根接觸六塵境界練什麼？不起心不動念、不分別不執著，就開悟了。凡夫做不到，凡夫眼見色，馬上就分別執著，就統統起來了。起心動念分別執著統統起來，這個人叫做六道凡夫，他出不了六道輪迴。我們怎麼練法？先練不執著，能隨緣，像海賢老和尚，看到什麼人都好，什麼事都好，好事也好，壞事也好，人家讚歎他好，罵他打他都好，執著心沒有了。執著沒有了，這就是小乘功夫，初果須陀洹，斯陀含，阿那含，阿羅漢，這步步上升。不執著了再練什麼？不分別。不分別不是不知道，樣樣都知道，但是你不問他，他什麼都不知道，你問他，他什麼都知道。像打鼓一樣，你敲它它就響，你不敲它它不響。不敲它不能說它不響，敲它的時候也不能說它響，法爾如是。那就是智慧，不問他不知道，他在定中；你問他，他智慧現前，自性智慧來應你。你有感，佛就有應，感應道交。所以說出那些經典，不是學來的，是自性的，所以聽起來言語簡單，高明到極處，你不能不佩服他。終極的目標是大徹大悟、明心見性，這個時候哪有不生極樂國的道理！只要到事一心，跟阿彌陀佛就很熟悉了，你想他，他就來了，他就現前了。"
    },
    {
      "id": "02-042-0118_p0024",
      "zh_CN": "所以他九十二年跟阿弥陀佛见多少次面？可以说晚年常常见面。佛看到众生苦，他也有怜悯心，多住几天，多受一点苦。其实他那个受，我们无法感受，他没有受，我们看他很苦，他没受，这个里头有非常绝妙的事情。他的示现代众生苦，做好样子给别人看，应该是阿弥陀佛嘱咐他，什么时候你看到《若要佛法兴，唯有僧赞僧》，这个书你要看到了，你表法的功德圆满了，你的任务终了了，你就可以到极乐世界去了。所以，他一听到这个书的名字欢喜得不得了，真高兴！就这本书，无比的欢喜，第三天真走了，没有病苦，没有死苦。别人要走的时候先生病，要受病苦折磨，死的时候非常痛苦，他没有，自自在在，做给我们看的。",
      "zh_TW": "所以他九十二年跟阿彌陀佛見多少次面？可以說晚年常常見面。佛看到眾生苦，他也有憐憫心，多住幾天，多受一點苦。其實他那個受，我們無法感受，他沒有受，我們看他很苦，他沒受，這個裡頭有非常絕妙的事情。他的示現代眾生苦，做好樣子給別人看，應該是阿彌陀佛囑咐他，什麼時候你看到《若要佛法興，唯有僧讚僧》，這個書你要看到了，你表法的功德圓滿了，你的任務終了了，你就可以到極樂世界去了。所以，他一聽到這個書的名字歡喜得不得了，真高興！就這本書，無比的歡喜，第三天真走了，沒有病苦，沒有死苦。別人要走的時候先生病，要受病苦折磨，死的時候非常痛苦，他沒有，自自在在，做給我們看的。"
    },
    {
      "id": "02-042-0118_p0025",
      "zh_CN": "所以，世出世间法真正成就的人，抓到诚；佛法掌握到真诚，其他的放下。世间法有真诚，他没放下，可以立功立业，人天两道的成就。但是我们晓得这个不究竟，绝不能贪恋，贪恋人天两道，不晓得哪一劫你才能出头。我们不如先到极乐世界，然后这一边有缘的同修多，我倒驾慈航回来再帮助他，回来是菩萨身分，不会迷了，这个好。到极乐世界时间很短，到那边去得阿弥陀佛加持，你神通、道力、智慧跟佛就平等了。为什么？这都是自性里头本来有的，本自具足。我们在这里佛帮不上忙，到极乐世界阿弥陀佛能帮上忙，让自性里头本自具足的很容易就流出来了，就得受用。不但能帮地球上众生，十方世界过去我们都曾经住过，都有许许多多的有缘人，全都能帮上，这多好！我们得干这个。所以要把无上菩提心发出来，从怜悯一切众生，怜悯自己，怜悯自己的家人，我成就了，一家人首先得度。世俗有句话说，「一子成佛，九祖生天」，你家从你父亲一直往上去，九代的祖宗都生天，很能激发人的道心。",
      "zh_TW": "所以，世出世間法真正成就的人，抓到誠；佛法掌握到真誠，其他的放下。世間法有真誠，他沒放下，可以立功立業，人天兩道的成就。但是我們曉得這個不究竟，絕不能貪戀，貪戀人天兩道，不曉得哪一劫你才能出頭。我們不如先到極樂世界，然後這一邊有緣的同修多，我倒駕慈航回來再幫助他，回來是菩薩身分，不會迷了，這個好。到極樂世界時間很短，到那邊去得阿彌陀佛加持，你神通、道力、智慧跟佛就平等了。為什麼？這都是自性裡頭本來有的，本自具足。我們在這裡佛幫不上忙，到極樂世界阿彌陀佛能幫上忙，讓自性裡頭本自具足的很容易就流出來了，就得受用。不但能幫地球上眾生，十方世界過去我們都曾經住過，都有許許多多的有緣人，全都能幫上，這多好！我們得幹這個。所以要把無上菩提心發出來，從憐憫一切眾生，憐憫自己，憐憫自己的家人，我成就了，一家人首先得度。世俗有句話說，「一子成佛，九祖生天」，你家從你父親一直往上去，九代的祖宗都生天，很能激發人的道心。"
    },
    {
      "id": "02-042-0118_p0026",
      "zh_CN": "所以中语同学，我们读了他的报告，他的见地正确，正知正见，值得我们学习。我们接着看下面一段。",
      "zh_TW": "所以中語同學，我們讀了他的報告，他的見地正確，正知正見，值得我們學習。我們接著看下面一段。"
    },
    {
      "id": "02-042-0118_p0027",
      "zh_CN": "学生：乙二：师父上人三张法相的表法。",
      "zh_TW": "學生：乙二：師父上人三張法相的表法。"
    },
    {
      "id": "02-042-0118_p0028",
      "zh_CN": "法相一：是师父上人手提水壶在浇花的表法。看到这张法相时，水浇在花根上，不自觉的想到，师父讲经的法语如醍醐灌头，洗刷着中语不干净的头脑和污染的心灵（花根的养分能供给花体枝叶的繁茂；头如花根、头如树根，头脑的智慧能支配身体正确的行为）。聆听师父的音，如醍醐灌顶，灌溉着受益者的法身慧命这片枯田，甘露法雨（语）的滋润，这朵花儿永远在师父的提壶下绽放。愿全球净土的同修，以一经教、一师言、一句弥陀圣号，在师父的法语灌顶下，生活中开放出朵朵智慧花儿。",
      "zh_TW": "法相一：是師父上人手提水壺在澆花的表法。看到這張法相時，水澆在花根上，不自覺的想到，師父講經的法語如醍醐灌頭，洗刷著中語不乾淨的頭腦和污染的心靈（花根的養分能供給花體枝葉的繁茂；頭如花根、頭如樹根，頭腦的智慧能支配身體正確的行為）。聆聽師父的音，如醍醐灌頂，灌溉著受益者的法身慧命這片枯田，甘露法雨（語）的滋潤，這朵花兒永遠在師父的提壺下綻放。願全球淨土的同修，以一經教、一師言、一句彌陀聖號，在師父的法語灌頂下，生活中開放出朵朵智慧花兒。"
    },
    {
      "id": "02-042-0118_p0029",
      "zh_CN": "法相二：是师父上人右手拿锡杖、左手拿念佛珠的表法。师父手中握锡杖，威仪有则，柔和质直，有敬畏而温和的感受。锡杖叫声杖、鸣杖，亦名智杖，亦名德杖。",
      "zh_TW": "法相二：是師父上人右手拿錫杖、左手拿念佛珠的表法。師父手中握錫杖，威儀有則，柔和質直，有敬畏而溫和的感受。錫杖叫聲杖、鳴杖，亦名智杖，亦名德杖。"
    },
    {
      "id": "02-042-0118_p0030",
      "zh_CN": "（一）锡杖谓德杖的表法。师父上人多年讲经弘法，功德无量。右手握德杖，开道法之正幢，具调御丈夫之威德，明明德之宗要，用四德之教化，显四德之行法。教诲弟子「随缘妙用」，随缘是恒顺众生，随喜功德；妙用是不着相，老实念佛时不着相的最好妙用。「威仪有则」是身行持戒的表法，在起心动念处念念是阿弥陀佛，是持戒严密的最好方法，也就是威仪有则的最佳状态。「柔和质直」是不跟任何人结冤仇，在与人交往时心中保持念佛，无论顺逆境缘都会处理好的。「代众生苦」是做善行时，不为自己享福，要为众生离苦而做。众生离苦的根是舍掉妄执，师父教导一句佛号不间断，妄执自除，苦根自灭矣。行这四种德行的最好方法，都是好好念佛，师父左手拿念珠的表法是给弟子的最好榜样。",
      "zh_TW": "（一）錫杖謂德杖的表法。師父上人多年講經弘法，功德無量。右手握德杖，開道法之正幢，具調御丈夫之威德，明明德之宗要，用四德之教化，顯四德之行法。教誨弟子「隨緣妙用」，隨緣是恆順眾生，隨喜功德；妙用是不著相，老實念佛時不著相的最好妙用。「威儀有則」是身行持戒的表法，在起心動念處念念是阿彌陀佛，是持戒嚴密的最好方法，也就是威儀有則的最佳狀態。「柔和質直」是不跟任何人結冤仇，在與人交往時心中保持念佛，無論順逆境緣都會處理好的。「代眾生苦」是做善行時，不為自己享福，要為眾生離苦而做。眾生離苦的根是捨掉妄執，師父教導一句佛號不間斷，妄執自除，苦根自滅矣。行這四種德行的最好方法，都是好好念佛，師父左手拿念珠的表法是給弟子的最好榜樣。"
    },
    {
      "id": "02-042-0118_p0031",
      "zh_CN": "（二）锡杖谓声杖的表法。锡杖叫声杖、叫鸣杖的意义，是锡杖上有四股十二环，表四谛十二因缘义。振动锡杖上的十二环以作声为乞食或驱虫也。",
      "zh_TW": "（二）錫杖謂聲杖的表法。錫杖叫聲杖、叫鳴杖的意義，是錫杖上有四股十二環，表四諦十二因緣義。振動錫杖上的十二環以作聲為乞食或驅蟲也。"
    },
    {
      "id": "02-042-0118_p0032",
      "zh_CN": "一、声杖作声为乞食（施法食）的表法。「佛言，摇动（锡杖乞食，使小环）作声而警觉（人家出来供养）」。佛在世时为正法时期，比丘用锡杖乞食以养身命。当今是末法时期，虽食物丰富，但人的精神食粮匮乏，慧命空虚。师父曾讲（像是前辈李炳南老对师父讲的），他老人家那代以前的人，是叩头三拜向老师请求学法的，如果把佛法传给我们乃至未来，是跪送给我们都不好好学了。是这样，师父老人家振锡杖大慈大悲的法相，也有「为诸庶类作不请之友」和「开化显示真实之际」之义，师父的法音为诸庶类（众生）同时送到全球网络教学的每个方位，法音柔软、法音慈悲、法音威严、法音企盼，为救度众生的法身慧命，「惠以真实之利」。师父上人振锡杖施法食的表法如是也。",
      "zh_TW": "一、聲杖作聲為乞食（施法食）的表法。「佛言，搖動（錫杖乞食，使小環）作聲而警覺（人家出來供養）」。佛在世時為正法時期，比丘用錫杖乞食以養身命。當今是末法時期，雖食物豐富，但人的精神食糧匱乏，慧命空虛。師父曾講（像是前輩李炳南老對師父講的），他老人家那代以前的人，是叩頭三拜向老師請求學法的，如果把佛法傳給我們乃至未來，是跪送給我們都不好好學了。是這樣，師父老人家振錫杖大慈大悲的法相，也有「為諸庶類作不請之友」和「開化顯示真實之際」之義，師父的法音為諸庶類（眾生）同時送到全球網絡教學的每個方位，法音柔軟、法音慈悲、法音威嚴、法音企盼，為救度眾生的法身慧命，「惠以真實之利」。師父上人振錫杖施法食的表法如是也。"
    },
    {
      "id": "02-042-0118_p0033",
      "zh_CN": "二、声杖作声为驱虫的表法。「佛在寒园林中住，多诸腹行毒虫啮诸比丘。佛言，应作有声杖，驱遣毒虫，是名杖法」。师父手握锡杖给中语驱魔，身如寒园林，自性如清净比丘，诸多烦恼如毒虫。师父对中语的杖法非常巧妙：先讲《了凡》，教导弟子学了凡，知命（要想有好命，对自己的不良习气就要发羞耻心、发畏惧心及勇猛心）、改过、积善、谦德；接着是《弟子规》、《感应篇》的落实，用种种杖法驱遣着中语身心中违背伦理道德因果的毒虫，进一步对贪瞋痴三大毒虫杖法其根。贪根是爱着，瞋根是傲慢，痴根是怀疑，使弟子对贪瞋痴的减弱，最后到根除净有了下手之处。师父的讲经说法高深莫测，渐渐把杖法驱到微细处的毒虫，微细处是起心动念，用念阿弥陀佛这最精威的杖法来驱遣起心动念处最微小的毒虫，这也是避免「从小微起，成大困剧」最上良方。师父老人家为了弟子的法身慧命，从浅入深，隐圣现凡，恒顺众生的根机说法，「为度群生，作师子吼。虽生五浊恶世，示现同彼」。用杖法一次次的提携，如甘露般的法语是弟子身命慧命的雨露阳光。",
      "zh_TW": "二、聲杖作聲為驅蟲的表法。「佛在寒園林中住，多諸腹行毒蟲嚙諸比丘。佛言，應作有聲杖，驅遣毒蟲，是名杖法」。師父手握錫杖給中語驅魔，身如寒園林，自性如清淨比丘，諸多煩惱如毒蟲。師父對中語的杖法非常巧妙：先講《了凡》，教導弟子學了凡，知命（要想有好命，對自己的不良習氣就要發羞恥心、發畏懼心及勇猛心）、改過、積善、謙德；接著是《弟子規》、《感應篇》的落實，用種種杖法驅遣著中語身心中違背倫理道德因果的毒蟲，進一步對貪瞋痴三大毒蟲杖法其根。貪根是愛著，瞋根是傲慢，痴根是懷疑，使弟子對貪瞋痴的減弱，最後到根除淨有了下手之處。師父的講經說法高深莫測，漸漸把杖法驅到微細處的毒蟲，微細處是起心動念，用念阿彌陀佛這最精威的杖法來驅遣起心動念處最微小的毒蟲，這也是避免「從小微起，成大困劇」最上良方。師父老人家為了弟子的法身慧命，從淺入深，隱聖現凡，恆順眾生的根機說法，「為度群生，作師子吼。雖生五濁惡世，示現同彼」。用杖法一次次的提攜，如甘露般的法語是弟子身命慧命的雨露陽光。"
    },
    {
      "id": "02-042-0118_p0034",
      "zh_CN": "法相三：是师父上人写的「生活在感恩的世界」的表法。法相图片上，师父上人在那儿顶礼，顶礼的前面写着，「感激斥责你的人，感激绊倒你的人，感激遗弃你的人，感激鞭打你的人，感激欺骗你的人，感激伤害你的人，感激所有使你坚定成就的人」。师父的厚德像大地一样承载着；师父的仁慈像水一样柔软，「上善若水，水善利万物而不争，处众人之所恶」，众人所讨厌的是向人低头。而师父就像水一样，利益一切众生，还礼敬一切众生，真是至高的谦卑仁慈。师父的心量像大海，常言讲「宰相肚里能撑船」，这样的比喻还不够，师父常讲，「我有个好处，比我有能力的，我拥护他、我赞叹他」。确实，师父讲法时赞叹的人很多，近日总赞叹英国的汤恩比博士，有智慧，能为全人类的福祉指出一条路。师父讲，我相信，中国决定有大圣大贤出世，帮助这个世界走向永续的和平。中语认为，现在就有大圣大贤在引领，师父上人就是大圣大贤的复兴人。圣者，师父上人也；贤者，像蔡礼旭老师和许多老师们，他们在默默的付出着。师父老人家的引领，这些年来在中国乃至世界许多国家，都出现了学习中国孔子文化的热潮。",
      "zh_TW": "法相三：是師父上人寫的「生活在感恩的世界」的表法。法相圖片上，師父上人在那兒頂禮，頂禮的前面寫著，「感激斥責你的人，感激絆倒你的人，感激遺棄你的人，感激鞭打你的人，感激欺騙你的人，感激傷害你的人，感激所有使你堅定成就的人」。師父的厚德像大地一樣承載著；師父的仁慈像水一樣柔軟，「上善若水，水善利萬物而不爭，處眾人之所惡」，眾人所討厭的是向人低頭。而師父就像水一樣，利益一切眾生，還禮敬一切眾生，真是至高的謙卑仁慈。師父的心量像大海，常言講「宰相肚裡能撐船」，這樣的比喻還不夠，師父常講，「我有個好處，比我有能力的，我擁護他、我讚歎他」。確實，師父講法時讚歎的人很多，近日總讚歎英國的湯恩比博士，有智慧，能為全人類的福祉指出一條路。師父講，我相信，中國決定有大聖大賢出世，幫助這個世界走向永續的和平。中語認為，現在就有大聖大賢在引領，師父上人就是大聖大賢的復興人。聖者，師父上人也；賢者，像蔡禮旭老師和許多老師們，他們在默默的付出著。師父老人家的引領，這些年來在中國乃至世界許多國家，都出現了學習中國孔子文化的熱潮。"
    },
    {
      "id": "02-042-0118_p0035",
      "zh_CN": "师父上人不但谦卑，而且为国家乃至世界人民的福祉大事上，也不谓己有道而驾驭之，总是以温和的言语来劝导、企盼之。譬如最近师父有讲，《群书治要》是《四库全书》的精华篇，只有上半部，没有下半部，在今天我们非常希望国家来做这个事情。这个功劳比建立一个国家、统一全世界高得多了，这才叫千秋万世永恒不会磨灭的功德。《中庸》上说，「虽有其位，苟无其德，不敢作礼乐焉；虽有其德，苟无其位，亦不敢作礼乐焉」。师父尊圣言、守祖规，虽有造福之心，不越清净比丘之职；虽有狮子吼讲法之威德，不霸天下王权之德政。三千年前的孔子圣人是以这样的德行周游列国，后人尊称为没有王权而具王德的素王之誉；师父上人在中语心中也完全具备孔子的素王之德。",
      "zh_TW": "師父上人不但謙卑，而且為國家乃至世界人民的福祉大事上，也不謂己有道而駕馭之，總是以溫和的言語來勸導、企盼之。譬如最近師父有講，《群書治要》是《四庫全書》的精華篇，只有上半部，沒有下半部，在今天我們非常希望國家來做這個事情。這個功勞比建立一個國家、統一全世界高得多了，這才叫千秋萬世永恆不會磨滅的功德。《中庸》上說，「雖有其位，苟無其德，不敢作禮樂焉；雖有其德，苟無其位，亦不敢作禮樂焉」。師父尊聖言、守祖規，雖有造福之心，不越清淨比丘之職；雖有獅子吼講法之威德，不霸天下王權之德政。三千年前的孔子聖人是以這樣的德行周遊列國，後人尊稱為沒有王權而具王德的素王之譽；師父上人在中語心中也完全具備孔子的素王之德。"
    },
    {
      "id": "02-042-0118_p0036",
      "zh_CN": "《大经》曰：「如来兴世，难值难见。诸佛经道，难得难闻。遇善知识，闻法能行，此亦为难」。三难当中，遇善知识是关键。黄念老谓善者，「了别真妄，通达真际，知众生根，应病予药」。是的，弟子若没有依止师父上人，大经大论看不懂的，真妄识别不了的，那就不懂得、也不会感谢恩人，更不会感激给予逆境的人。师父用感恩的心对待一切众生，教诫弟子，一切众生是自己过去生中的父母还不行，要当作阿弥陀佛对待，当作是阿弥陀佛。哦！师父老人家生活在感恩的世界，是在感恩阿弥陀佛、礼敬阿弥陀佛啊！「敬于佛者，是为大善」，是在做最大的善行。",
      "zh_TW": "《大經》曰：「如來興世，難值難見。諸佛經道，難得難聞。遇善知識，聞法能行，此亦為難」。三難當中，遇善知識是關鍵。黃念老謂善者，「了別真妄，通達真際，知眾生根，應病予藥」。是的，弟子若沒有依止師父上人，大經大論看不懂的，真妄識別不了的，那就不懂得、也不會感謝恩人，更不會感激給予逆境的人。師父用感恩的心對待一切眾生，教誡弟子，一切眾生是自己過去生中的父母還不行，要當作阿彌陀佛對待，當作是阿彌陀佛。哦！師父老人家生活在感恩的世界，是在感恩阿彌陀佛、禮敬阿彌陀佛啊！「敬於佛者，是為大善」，是在做最大的善行。"
    },
    {
      "id": "02-042-0118_p0037",
      "zh_CN": "乙三：师父上人大慈父。",
      "zh_TW": "乙三：師父上人大慈父。"
    },
    {
      "id": "02-042-0118_p0038",
      "zh_CN": "师父常讲的几种教育，其中家庭教育和学校教育是开端，少年在这个阶段的成长是家长与老师配合教导这个孩子要怎样孝亲尊师、洒扫应对。师父常讲：孝亲尊师是中华全体文化的根本。当父母的不能对子女说，你应该孝顺我。这话说不出口。当老师的也不能对学生说，你要尊敬我。这话也说不出口。孝亲要老师教，尊师要父母教。可现在当父母的不教了，当老师的也不教了，这种文化已断了近百年。今天师父上人，「于诸众生视若自己」，「于一切众生有大慈悲利益心故」，行慈悯行，软言慰谕的教导当父母的怎样养育子女，当老师的怎样教育学生。像我们这些教育断层又已长大的人，师父老人家如严父慈母般的教导，怎样尊敬老师乃至尊敬一切人事物；又以师长身分教导弟子们如何孝亲父母、兄弟和睦等等。在学习班五十八集讲到，「八十八岁了，明年能不能在这世间，靠不住哇，随时都要走了」。科注一一六集又讲到，「祖宗的教育、圣贤的教育、宗教的教育能救世呀；我年岁大了，八十八了，该走了。我能够看到的，我尽量说给大家听，希望大家记住。你们要认真努力，帮助一切苦难众生离究竟苦，得究竟乐」。师父存着这样的心，大慈大悲的教诲弟子们，「对老师的恩德、老师的教诲念念不忘。学生再高的成就，遇到老师也要顶礼三拜呀」。等等尊师的叮嘱，师父上人最难启齿的话，没办法，也教了没人教的弟子们，这个时代父母也不懂了。师父慈悲到了极处，怕我们尊师做得不圆满，再留下缺陷，贻害后人。且又说，「尊师重要哇，为什么？做榜样给众生看，让天下人懂得尊师重道，这个与法性相应、与性德相应」。",
      "zh_TW": "師父常講的幾種教育，其中家庭教育和學校教育是開端，少年在這個階段的成長是家長與老師配合教導這個孩子要怎樣孝親尊師、灑掃應對。師父常講：孝親尊師是中華全體文化的根本。當父母的不能對子女說，你應該孝順我。這話說不出口。當老師的也不能對學生說，你要尊敬我。這話也說不出口。孝親要老師教，尊師要父母教。可現在當父母的不教了，當老師的也不教了，這種文化已斷了近百年。今天師父上人，「於諸眾生視若自己」，「於一切眾生有大慈悲利益心故」，行慈憫行，軟言慰諭的教導當父母的怎樣養育子女，當老師的怎樣教育學生。像我們這些教育斷層又已長大的人，師父老人家如嚴父慈母般的教導，怎樣尊敬老師乃至尊敬一切人事物；又以師長身分教導弟子們如何孝親父母、兄弟和睦等等。在學習班五十八集講到，「八十八歲了，明年能不能在這世間，靠不住哇，隨時都要走了」。科註一一六集又講到，「祖宗的教育、聖賢的教育、宗教的教育能救世呀；我年歲大了，八十八了，該走了。我能夠看到的，我盡量說給大家聽，希望大家記住。你們要認真努力，幫助一切苦難眾生離究竟苦，得究竟樂」。師父存著這樣的心，大慈大悲的教誨弟子們，「對老師的恩德、老師的教誨念念不忘。學生再高的成就，遇到老師也要頂禮三拜呀」。等等尊師的叮囑，師父上人最難啟齒的話，沒辦法，也教了沒人教的弟子們，這個時代父母也不懂了。師父慈悲到了極處，怕我們尊師做得不圓滿，再留下缺陷，貽害後人。且又說，「尊師重要哇，為什麼？做榜樣給眾生看，讓天下人懂得尊師重道，這個與法性相應、與性德相應」。"
    },
    {
      "id": "02-042-0118_p0039",
      "zh_CN": "师父如父母般的教诲如何尊师，让中语心中有一种祈念：愿佛菩萨保佑师父老人家健康长寿，使中华老祖宗留下来的道德理念，从圣德师父上人口中发扬光大，使全球人类人人都能孝亲尊师，人人的福慧自然增加，会感召师父及更多的贤德之人住世教化众生，这样正能量的循环会带来世界祥和。师父大慈悲一手代父母教育子女，一手代老师教导学生，师父老人家可以说是天下受益者我们生命中另一面的身命慈父，更是法界众生受益者出离生死苦海的法身慧命大慈父。",
      "zh_TW": "師父如父母般的教誨如何尊師，讓中語心中有一種祈念：願佛菩薩保佑師父老人家健康長壽，使中華老祖宗留下來的道德理念，從聖德師父上人口中發揚光大，使全球人類人人都能孝親尊師，人人的福慧自然增加，會感召師父及更多的賢德之人住世教化眾生，這樣正能量的循環會帶來世界祥和。師父大慈悲一手代父母教育子女，一手代老師教導學生，師父老人家可以說是天下受益者我們生命中另一面的身命慈父，更是法界眾生受益者出離生死苦海的法身慧命大慈父。"
    },
    {
      "id": "02-042-0118_p0040",
      "zh_CN": "老法师：这一大段文，我们听了看了很受感动，也让我们得到很大的安慰，在这个时代，年轻的同学还有些觉悟的人，像中语这样的。我相信，这些人都是得祖宗保佑、三宝加持。为什么？他们能传授中国传统的优秀文化，只要他们真正发心，永远不退。就像章嘉大师早年教给我的，这个路是难，非常困难，但是有祖宗保佑你，有三宝加持你，你前途的路可以完全放下，佛菩萨替你安排。大师教我，我很听话，我相信老师的话，老师决定不会骗我，那个时候我才二十几岁。亲近章嘉大师三年，他常常鼓励我、勉励我，教我无论是顺境是逆境，都是佛替你安排的。顺境淘汰你的顺境的执着，因为顺境容易生起贪恋；逆境是来考验你，真正能忍、能受，没有怨恨心，没有报复心。不但没有怨恨报复，还有感恩的心。为什么？逆境是跟顺境一样都是来考验你的，淘汰你的烦恼习气。情执、爱贪都是烦恼，所以七情五欲都是烦恼。七情里面第一个就是欢喜，「喜怒哀乐爱恶欲」，那个喜是烦恼，不是好事情，善事你贪恋，将来到三善道消业，三善道是消善业的，三恶道是消恶业的，统统是消业的。清净心里头没有善恶，清净心里面没有染净，那叫真清净，这个与极乐世界才相应。所以，断恶修善是做榜样给别人看，但是断恶修善不能放在心上，放在心上，那就是善招善报，恶招恶报，出不了轮回；不放在心上，就超越六道轮回去了，这个要懂得。好，我们再往下面看。",
      "zh_TW": "老法師：這一大段文，我們聽了看了很受感動，也讓我們得到很大的安慰，在這個時代，年輕的同學還有些覺悟的人，像中語這樣的。我相信，這些人都是得祖宗保佑、三寶加持。為什麼？他們能傳授中國傳統的優秀文化，只要他們真正發心，永遠不退。就像章嘉大師早年教給我的，這個路是難，非常困難，但是有祖宗保佑你，有三寶加持你，你前途的路可以完全放下，佛菩薩替你安排。大師教我，我很聽話，我相信老師的話，老師決定不會騙我，那個時候我才二十幾歲。親近章嘉大師三年，他常常鼓勵我、勉勵我，教我無論是順境是逆境，都是佛替你安排的。順境淘汰你的順境的執著，因為順境容易生起貪戀；逆境是來考驗你，真正能忍、能受，沒有怨恨心，沒有報復心。不但沒有怨恨報復，還有感恩的心。為什麼？逆境是跟順境一樣都是來考驗你的，淘汰你的煩惱習氣。情執、愛貪都是煩惱，所以七情五欲都是煩惱。七情裡面第一個就是歡喜，「喜怒哀樂愛惡欲」，那個喜是煩惱，不是好事情，善事你貪戀，將來到三善道消業，三善道是消善業的，三惡道是消惡業的，統統是消業的。清淨心裡頭沒有善惡，清淨心裡面沒有染淨，那叫真清淨，這個與極樂世界才相應。所以，斷惡修善是做榜樣給別人看，但是斷惡修善不能放在心上，放在心上，那就是善招善報，惡招惡報，出不了輪迴；不放在心上，就超越六道輪迴去了，這個要懂得。好，我們再往下面看。"
    },
    {
      "id": "02-042-0118_p0041",
      "zh_CN": "学生：甲二：贤公和尚。乙一：老实-听话-真干。丙一：老实-信足。",
      "zh_TW": "學生：甲二：賢公和尚。乙一：老實-聽話-真幹。丙一：老實-信足。"
    },
    {
      "id": "02-042-0118_p0042",
      "zh_CN": "信不足：一是科技发达的因素。科技的好多成果大家都是看到了、享用到了；而极乐世界好，大家没看到，只有往生去了的人才知道好，这是对极乐世界信心不足的原因之一。二是近百年来伦理道德的下降。若一个人对其父母不孝、兄弟之间不和睦，让他对别人的老人去孝，对别人的兄弟比自己的兄弟还要好，这从伦理上是违背道德的。「不爱其亲而爱他人者，谓之悖德」。这让人会想，他的行为是真的吗？以此类推，使人与人的信任程度乃至在父子之间、夫妻之间也不断下降，若一个人对至亲的人都不相信了，对极乐世界能相信吗？",
      "zh_TW": "信不足：一是科技發達的因素。科技的好多成果大家都是看到了、享用到了；而極樂世界好，大家沒看到，只有往生去了的人才知道好，這是對極樂世界信心不足的原因之一。二是近百年來倫理道德的下降。若一個人對其父母不孝、兄弟之間不和睦，讓他對別人的老人去孝，對別人的兄弟比自己的兄弟還要好，這從倫理上是違背道德的。「不愛其親而愛他人者，謂之悖德」。這讓人會想，他的行為是真的嗎？以此類推，使人與人的信任程度乃至在父子之間、夫妻之間也不斷下降，若一個人對至親的人都不相信了，對極樂世界能相信嗎？"
    },
    {
      "id": "02-042-0118_p0043",
      "zh_CN": "下面从伦理道德的角度看贤公的老实，从老实看贤公的信足。贤公，有一段时间有人诬陷自己的清白，「说的那个难听啊，咱也不敢吭气」。不敢吭气，就是八德里的忠德，他忠厚老实，心中淡定，不做辩解。没过几天，一师兄从外地回来说，那段时间我和贤师弟住在一起等话，让大家相信了贤公的清白。先德说，「信居五常之后，而贯八德之中」，所以贤公的信德已在他的老实忠厚里了。再来，从贤公的老实知耻看其信德。一村民偷掰玉米，贤公说：「你掰吧，别害怕，别不好意思，捡那大的掰」。说完就赶紧躲开了，贤公替他羞耻了。这里让中语想起《德育课本》上的一则《元琰避盗》的故事：南北朝时，有一个叫范元琰的，他最喜欢读书，且博通经史。朝廷屡次召请他去做官，他都不去。他家很贫穷，就靠卖园里种的蔬菜来生活。一次要出行，恰巧看见有人在偷他的菜，元琰立刻退回来。他母亲问其原因，他说，「畏其愧耻故也」。又有人趟着水沟来偷他家的笋，元琰就伐木为桥，使其渡过水沟。",
      "zh_TW": "下面從倫理道德的角度看賢公的老實，從老實看賢公的信足。賢公，有一段時間有人誣陷自己的清白，「說的那個難聽啊，咱也不敢吭氣」。不敢吭氣，就是八德裡的忠德，他忠厚老實，心中淡定，不做辯解。沒過幾天，一師兄從外地回來說，那段時間我和賢師弟住在一起等話，讓大家相信了賢公的清白。先德說，「信居五常之後，而貫八德之中」，所以賢公的信德已在他的老實忠厚裡了。再來，從賢公的老實知恥看其信德。一村民偷掰玉米，賢公說：「你掰吧，別害怕，別不好意思，撿那大的掰」。說完就趕緊躲開了，賢公替他羞恥了。這裡讓中語想起《德育課本》上的一則《元琰避盜》的故事：南北朝時，有一個叫范元琰的，他最喜歡讀書，且博通經史。朝廷屢次召請他去做官，他都不去。他家很貧窮，就靠賣園裡種的蔬菜來生活。一次要出行，恰巧看見有人在偷他的菜，元琰立刻退回來。他母親問其原因，他說，「畏其愧恥故也」。又有人趟著水溝來偷他家的筍，元琰就伐木為橋，使其渡過水溝。"
    },
    {
      "id": "02-042-0118_p0044",
      "zh_CN": "这两则公案，从时间上差一千五百年；从文化上，一位是没上过学，一位是满腹经纶，可两位仁者对事情的处理却是相同，即先贤所谓，「教人知羞愧，归于天良也」。圣人知耻，凡人不知；慧人悯恶，愚人不懂。贤公、元琰有耻德，相信用羞耻不好意思的老实做法，会善导启发盗贼原本善良的德性，相信他们会被感动而生羞耻心的。结果偷玉米的，以后每当见到老和尚时，眼神里都充满钦佩和敬仰；偷菜偷笋的人生大惭愧，一村的人就再没有偷窃的事情发生了。通过上面公案可知：贤公有老实知耻德，他相信自己的善行能感动对方，所以他的信德已在老实知耻德中了。",
      "zh_TW": "這兩則公案，從時間上差一千五百年；從文化上，一位是沒上過學，一位是滿腹經綸，可兩位仁者對事情的處理卻是相同，即先賢所謂，「教人知羞愧，歸於天良也」。聖人知恥，凡人不知；慧人憫惡，愚人不懂。賢公、元琰有恥德，相信用羞恥不好意思的老實做法，會善導啟發盜賊原本善良的德性，相信他們會被感動而生羞恥心的。結果偷玉米的，以後每當見到老和尚時，眼神裡都充滿欽佩和敬仰；偷菜偷筍的人生大慚愧，一村的人就再沒有偷竊的事情發生了。通過上面公案可知：賢公有老實知恥德，他相信自己的善行能感動對方，所以他的信德已在老實知恥德中了。"
    },
    {
      "id": "02-042-0118_p0045",
      "zh_CN": "贤公小时种个大冬瓜被堂弟偷了，他就小声念诵（不敢大声喊叫，是老实的表现），「谁偷了我的冬瓜，叫他长疮害病」。结果堂弟真的病了，婶娘找他说：别再念了，你弟弟疼得喊爹叫娘的。他就赶紧念诵：「快叫他好了吧！快叫他好了吧！」堂弟很快就好了。哇，人的念头竟有这么大的威力、有这么大的作用啊！贤公通过自心的念力能在别人身上发生变化的道理，对他后来学佛起了很大作用，贤公百分之百的相信极乐世界，即信足矣。通过上面几个例证，老实与信德是相辅相成的。所以贤公在娑婆世界老实念着阿弥陀佛（自身念），结果现在身在极乐世界（他土显），给我们做了老实—信足的最好证明。",
      "zh_TW": "賢公小時種個大冬瓜被堂弟偷了，他就小聲念誦（不敢大聲喊叫，是老實的表現），「誰偷了我的冬瓜，叫他長瘡害病」。結果堂弟真的病了，嬸娘找他說：別再念了，你弟弟疼得喊爹叫娘的。他就趕緊念誦：「快叫他好了吧！快叫他好了吧！」堂弟很快就好了。哇，人的念頭竟有這麼大的威力、有這麼大的作用啊！賢公通過自心的念力能在別人身上發生變化的道理，對他後來學佛起了很大作用，賢公百分之百的相信極樂世界，即信足矣。通過上面幾個例證，老實與信德是相輔相成的。所以賢公在娑婆世界老實念著阿彌陀佛（自身念），結果現在身在極樂世界（他土顯），給我們做了老實—信足的最好證明。"
    },
    {
      "id": "02-042-0118_p0046",
      "zh_CN": "丙二：听话—愿足。贤公的八妈禀性霸道厉害，后来遭受恶报，当时母亲说：「为人要和善宽厚，千万可别作恶遭罪啦！」贤公听母亲话，愿意并且做到了和善宽厚的好人。后来出家又接母亲来寺里孝养，贤公除种地外，还要挖药、做饭洗碗等。「活多，累呀，所以拜佛都拜的头昏眼花呀」。有一天母亲突然说要回老家，贤公在寺里活很忙的情况下听母亲话，顺从母亲返回老家，母亲让她女儿和姪女都回来，吃了自己亲手包的饺子后，说了声：「我走了！」见她头一歪就真的走了。贤公的听话成就了母亲心无罣碍自在往生的心愿，同时更增强了自己求往生的愿力。",
      "zh_TW": "丙二：聽話—願足。賢公的八媽稟性霸道厲害，後來遭受惡報，當時母親說：「為人要和善寬厚，千萬可別作惡遭罪啦！」賢公聽母親話，願意並且做到了和善寬厚的好人。後來出家又接母親來寺裡孝養，賢公除種地外，還要挖藥、做飯洗碗等。「活多，累呀，所以拜佛都拜的頭昏眼花呀」。有一天母親突然說要回老家，賢公在寺裡活很忙的情況下聽母親話，順從母親返回老家，母親讓她女兒和姪女都回來，吃了自己親手包的餃子後，說了聲：「我走了！」見她頭一歪就真的走了。賢公的聽話成就了母親心無罣礙自在往生的心願，同時更增強了自己求往生的願力。"
    },
    {
      "id": "02-042-0118_p0047",
      "zh_CN": "贤公二十三岁受具足戒，戒师唯传他六字洪名，嘱其一直念去。贤公听师父话，干活也念佛，从不间断。贤公从小就在很苦的环境中生活，他说：「小孩儿不长到十二岁，不知磨难，不知人间太苦。」十八岁贤公腿生痈疮，一场大病苦；后来母亲往生，虽然贤公修行得很好，毕竟是至爱亲人，所以又是一次大的爱别离苦的伤痛，他尝尽了世间苦。苦是愿的动力，愿有几分，就会听话几分，就像一件事情在常态下，愿意做就会听话，高兴而努力去做；若不愿意做，即使面上听了话，做时也会不努力而不圆满。贤公老实忠厚、苦多愿坚，百分之百的听了师父话，实现了离苦得乐的大愿，所以听话与愿力也是相辅相成的。",
      "zh_TW": "賢公二十三歲受具足戒，戒師唯傳他六字洪名，囑其一直念去。賢公聽師父話，幹活也念佛，從不間斷。賢公從小就在很苦的環境中生活，他說：「小孩兒不長到十二歲，不知磨難，不知人間太苦。」十八歲賢公腿生癰瘡，一場大病苦；後來母親往生，雖然賢公修行得很好，畢竟是至愛親人，所以又是一次大的愛別離苦的傷痛，他嘗盡了世間苦。苦是願的動力，願有幾分，就會聽話幾分，就像一件事情在常態下，願意做就會聽話，高興而努力去做；若不願意做，即使面上聽了話，做時也會不努力而不圓滿。賢公老實忠厚、苦多願堅，百分之百的聽了師父話，實現了離苦得樂的大願，所以聽話與願力也是相輔相成的。"
    },
    {
      "id": "02-042-0118_p0048",
      "zh_CN": "丙三：真干—真念佛（不间断、不怀疑、不夹杂念佛）。老实听话的人能真干，信足、愿足的人能真念佛。这个道理如同某人骑自行车到某地，信愿分别代表前后轮胎，若信或愿有一个不足，即有一个轮胎的气不足，则骑车时一定费力，即念佛时往往有自身烦恼或外缘而干扰。若两轮胎气足，即真信切愿，那念起佛来自然妄想就少，则烦恼随之也少了，加紧用功。人以群分嘛，不是一个群的，干扰也就少了。",
      "zh_TW": "丙三：真幹—真念佛（不間斷、不懷疑、不夾雜念佛）。老實聽話的人能真幹，信足、願足的人能真念佛。這個道理如同某人騎自行車到某地，信願分別代表前後輪胎，若信或願有一個不足，即有一個輪胎的氣不足，則騎車時一定費力，即念佛時往往有自身煩惱或外緣而干擾。若兩輪胎氣足，即真信切願，那念起佛來自然妄想就少，則煩惱隨之也少了，加緊用功。人以群分嘛，不是一個群的，干擾也就少了。"
    },
    {
      "id": "02-042-0118_p0049",
      "zh_CN": "贤公说：「念佛修行要能吃苦，以苦为师、以戒为师。」这个苦不是单指干活的苦，还指对种种烦恼的克服；这个戒也不是单指五戒十戒等，这里还指念佛为戒，好好念佛是最好的守戒。贤公又说：「回西方极乐世界。你像我这几十年了，早起都是三点起来，起来烧香，我坐那儿念佛，干着活儿念佛，瞌睡了歪那儿还念佛，那不是一会儿就修好了。」贤公早起，不贪睡眠，歪那儿还念佛，就是瞌睡着了还在念佛，是不间断的念佛，真干哪！贤公真干的另一示范是，「白天开荒、挖地、种芋头、种红薯，晚上拜佛，拜的头晕眼花呀」。尤其文革期间，「不让念佛，他就默默的念；不让拜佛，他就在夜里偷偷的拜」。所以贤公的真干就是老实念佛，老实念佛就是真干，相辅相成。",
      "zh_TW": "賢公說：「念佛修行要能吃苦，以苦為師、以戒為師。」這個苦不是單指幹活的苦，還指對種種煩惱的克服；這個戒也不是單指五戒十戒等，這裡還指念佛為戒，好好念佛是最好的守戒。賢公又說：「回西方極樂世界。你像我這幾十年了，早起都是三點起來，起來燒香，我坐那兒念佛，幹著活兒念佛，瞌睡了歪那兒還念佛，那不是一會兒就修好了。」賢公早起，不貪睡眠，歪那兒還念佛，就是瞌睡著了還在念佛，是不間斷的念佛，真幹哪！賢公真幹的另一示範是，「白天開荒、挖地、種芋頭、種紅薯，晚上拜佛，拜的頭暈眼花呀」。尤其文革期間，「不讓念佛，他就默默的念；不讓拜佛，他就在夜裡偷偷的拜」。所以賢公的真幹就是老實念佛，老實念佛就是真幹，相輔相成。"
    },
    {
      "id": "02-042-0118_p0050",
      "zh_CN": "乙二：贤公的四个公案启示。丙一：冬瓜的启示。贤公十二岁时种个大冬瓜，被堂弟偷了，他说：「谁偷了我的冬瓜，就叫他长疮害病。」弟弟真的病了，婶娘找他说：「你别再念了，你弟弟就摘了你个冬瓜，你就咒得他浑身长疮，疼得喊爹叫娘的。」婶娘说的话稍后再讨论。先来看一则汉•晋时期《陶侃母教》的故事：陶侃刚参加工作，是在外地的一个公家鱼粮库当了库管官，一次下属回乡，陶侃让他捎回一坛子母亲最爱吃的一种咸鱼。母亲对下属说：难得我儿有此番孝心！稍等，我写封信，请把信和这坛咸鱼带给我儿。信上说：侃儿，你真让为娘的放心不下，你才当了几天的鱼粮小吏，就差使人大老远的送来公家的咸鱼，如此公私不分，将来怎能为官清廉、造福一方呢？陶侃受了母亲的教诲，大生惭愧心，从此一生真的成为一方百姓的父母官，这是母亲给儿子一生的幸福。回头再看贤公的婶娘，她给儿子的病苦，甚至是一生的穷苦。师父上人一再讲的德行教育的重要，可说是母亲的德行更重要了。",
      "zh_TW": "乙二：賢公的四個公案啟示。丙一：冬瓜的啟示。賢公十二歲時種個大冬瓜，被堂弟偷了，他說：「誰偷了我的冬瓜，就叫他長瘡害病。」弟弟真的病了，嬸娘找他說：「你別再念了，你弟弟就摘了你個冬瓜，你就咒得他渾身長瘡，疼得喊爹叫娘的。」嬸娘說的話稍後再討論。先來看一則漢•晉時期《陶侃母教》的故事：陶侃剛參加工作，是在外地的一個公家魚糧庫當了庫管官，一次下屬回鄉，陶侃讓他捎回一壇子母親最愛吃的一種鹹魚。母親對下屬說：難得我兒有此番孝心！稍等，我寫封信，請把信和這壇鹹魚帶給我兒。信上說：侃兒，你真讓為娘的放心不下，你才當了幾天的魚糧小吏，就差使人大老遠的送來公家的鹹魚，如此公私不分，將來怎能為官清廉、造福一方呢？陶侃受了母親的教誨，大生慚愧心，從此一生真的成為一方百姓的父母官，這是母親給兒子一生的幸福。回頭再看賢公的嬸娘，她給兒子的病苦，甚至是一生的窮苦。師父上人一再講的德行教育的重要，可說是母親的德行更重要了。"
    },
    {
      "id": "02-042-0118_p0051",
      "zh_CN": "贤公丢了一个冬瓜，获得的价值似乎像是丢了一粒芝麻，捡了一个大西瓜，其实还要比这多得多的价值。正如贤公所讲，「哇，人的念头竟有这么大的威力，有这么大的作用啊！以后再也不敢恨人怨人了」。不但不敢恨人怨人，正如师父所讲，感激伤害你的人（堂弟偷他瓜），感激斥责你的人（婶娘责备他），他从逆境中能找到给他人生的价值，把烦恼转为菩提。这些道理对贤公后来老实念佛往生极乐起了很好的作用。",
      "zh_TW": "賢公丟了一個冬瓜，獲得的價值似乎像是丟了一粒芝麻，撿了一個大西瓜，其實還要比這多得多的價值。正如賢公所講，「哇，人的念頭竟有這麼大的威力，有這麼大的作用啊！以後再也不敢恨人怨人了」。不但不敢恨人怨人，正如師父所講，感激傷害你的人（堂弟偷他瓜），感激斥責你的人（嬸娘責備他），他從逆境中能找到給他人生的價值，把煩惱轉為菩提。這些道理對賢公後來老實念佛往生極樂起了很好的作用。"
    },
    {
      "id": "02-042-0118_p0052",
      "zh_CN": "丙二：拐杖的启示。张军居士供养贤公的拐杖，他老人家没用，还是用那个旧的；生日时也只吃一碗芝麻叶面条，点点滴滴都是惜福的示范。一根旧棍儿不舍得扔掉，说明贤公爱物的程度，更体会到了他爱人的真诚，「总是满脸慈悲，亲切和蔼」。从他老人家小的举动，一根拐杖，看到他老人家大境界了，他爱虚空法界的一切，即大慈悲。拐杖另一面的表法：拐杖，年岁老了，用它比较稳当，它还有依靠的意思。下面中语用顺口溜形容一下（娇妻、丈夫）：世间人生三件宝，娇妻儿女金钱好；若靠娇妻靠不住，尸骨未寒她又找。若靠儿女靠不了，儿女靠你干到老；只剩金钱还没用，一吸不来钱无效。出世也有三件宝，觉正净三是总要；清净平等生智慧，放下一切弥陀靠。日本有位亲鸾圣人九岁时说，「想到明天尚有盛开樱花满山野，有谁知道半夜将有狂风暴雨来袭」。如师父老人家常告诫的：念佛人，今天是最后一天，不要去想明天；又说一心一意专信阿弥陀佛，完全投靠阿弥陀佛，得阿弥陀佛的保佑啊（科注九十六集）！是呀，不要依靠其他的任何拐杖了。",
      "zh_TW": "丙二：拐杖的啟示。張軍居士供養賢公的拐杖，他老人家沒用，還是用那個舊的；生日時也只吃一碗芝麻葉麵條，點點滴滴都是惜福的示範。一根舊棍兒不捨得扔掉，說明賢公愛物的程度，更體會到了他愛人的真誠，「總是滿臉慈悲，親切和藹」。從他老人家小的舉動，一根拐杖，看到他老人家大境界了，他愛虛空法界的一切，即大慈悲。拐杖另一面的表法：拐杖，年歲老了，用它比較穩當，它還有依靠的意思。下面中語用順口溜形容一下（嬌妻、丈夫）：世間人生三件寶，嬌妻兒女金錢好；若靠嬌妻靠不住，尸骨未寒她又找。若靠兒女靠不了，兒女靠你幹到老；只剩金錢還沒用，一吸不來錢無效。出世也有三件寶，覺正淨三是總要；清淨平等生智慧，放下一切彌陀靠。日本有位親鸞聖人九歲時說，「想到明天尚有盛開櫻花滿山野，有誰知道半夜將有狂風暴雨來襲」。如師父老人家常告誡的：念佛人，今天是最後一天，不要去想明天；又說一心一意專信阿彌陀佛，完全投靠阿彌陀佛，得阿彌陀佛的保佑啊（科註九十六集）！是呀，不要依靠其他的任何拐杖了。"
    },
    {
      "id": "02-042-0118_p0053",
      "zh_CN": "丙三：狼的启示（五欲之狼）。大狼的出现，吃人的野性，贤公泰然念佛，母狼得到感应，活了，且产下五只小狼。这验证了贤公的功夫，非凡人也。大狼的愚痴贪欲，「痴欲所迫」，派生出五只小狼。狼有吃人的习气，人有要降伏狼的智慧，才不能被狼所食。这里把五只小狼喻为五欲，财色名食睡，即为财狼、色狼、名狼、食狼、睡狼。我们的生活环境时时被五狼所包围着，即使有大大的警备，也会在疏漏空隙钻进来，不知不觉中吞噬着我们的法身慧命。「从小微起，成大困剧」，你转不了它，它就转你了。贤公有大定力，用念阿弥陀佛的大智慧降伏了狼。今天我们也在念佛，要能降伏五欲之狼，必须老实念佛，不然五狼随时在我们身边而服侍了。贤公有德行，使死狼活了，恶性的狼此刻转回一层善性，点头哈腰的感谢贤公，贤公趁此机会教诲狼：「你，要少做点恶，多行点善，以后别来畜生道了，成就佛道多好哇！」一次，中语又听到这段话时，愣了一下，啊！贤公不是说狼，这次是针对中语在教诲：你，要少打妄想多念佛，以后别在六道里打转了，成就佛道多好哇！《大经》上说，「调伏诸根，身心柔软。深入正慧，无复余习」。看住六根，正慧念佛，成就佛道。",
      "zh_TW": "丙三：狼的啟示（五欲之狼）。大狼的出現，吃人的野性，賢公泰然念佛，母狼得到感應，活了，且產下五隻小狼。這驗證了賢公的功夫，非凡人也。大狼的愚痴貪欲，「痴欲所迫」，派生出五隻小狼。狼有吃人的習氣，人有要降伏狼的智慧，才不能被狼所食。這裡把五隻小狼喻為五欲，財色名食睡，即為財狼、色狼、名狼、食狼、睡狼。我們的生活環境時時被五狼所包圍著，即使有大大的警備，也會在疏漏空隙鑽進來，不知不覺中吞噬著我們的法身慧命。「從小微起，成大困劇」，你轉不了它，它就轉你了。賢公有大定力，用念阿彌陀佛的大智慧降伏了狼。今天我們也在念佛，要能降伏五欲之狼，必須老實念佛，不然五狼隨時在我們身邊而服侍了。賢公有德行，使死狼活了，惡性的狼此刻轉回一層善性，點頭哈腰的感謝賢公，賢公趁此機會教誨狼：「你，要少做點惡，多行點善，以後別來畜生道了，成就佛道多好哇！」一次，中語又聽到這段話時，愣了一下，啊！賢公不是說狼，這次是針對中語在教誨：你，要少打妄想多念佛，以後別在六道裡打轉了，成就佛道多好哇！《大經》上說，「調伏諸根，身心柔軟。深入正慧，無復餘習」。看住六根，正慧念佛，成就佛道。"
    },
    {
      "id": "02-042-0118_p0054",
      "zh_CN": "丙四：王德旺免难的启示（感应）。杀人犯杀人后到王居士家躲藏，王居士不在家，他又到了支书家。第二天公安局抓到杀人犯，支书当了窝藏犯，也抓进牢狱一年多，还罚支书八千元钱。在农村十里八里的，一般人见面了都认识，杀人犯为什么第一家就选择了王居士家来躲藏？佛家讲缘，说明他俩过去生中的缘较近。但王居士今生学佛了，学得有感，来到了贤公身边，侄子当兵的缘催他回家，贤公不让他回家。若王居士学佛不虔诚，即使贤公有神德，也不会在他身上应验。所以学佛想感召，必须自己要努力，才能感召佛菩萨给你应。这是王居士学佛感应，老和尚给他免去了一次大灾祸的事案。",
      "zh_TW": "丙四：王德旺免難的啟示（感應）。殺人犯殺人後到王居士家躲藏，王居士不在家，他又到了支書家。第二天公安局抓到殺人犯，支書當了窩藏犯，也抓進牢獄一年多，還罰支書八千元錢。在農村十里八里的，一般人見面了都認識，殺人犯為什麼第一家就選擇了王居士家來躲藏？佛家講緣，說明他倆過去生中的緣較近。但王居士今生學佛了，學得有感，來到了賢公身邊，侄子當兵的緣催他回家，賢公不讓他回家。若王居士學佛不虔誠，即使賢公有神德，也不會在他身上應驗。所以學佛想感召，必須自己要努力，才能感召佛菩薩給你應。這是王居士學佛感應，老和尚給他免去了一次大災禍的事案。"
    },
    {
      "id": "02-042-0118_p0055",
      "zh_CN": "再来看一则积福于儿孙的公案（简摘部分）。明朝的王用予，一天晚上作梦，梦到文昌帝（神）君指示下属说：「速查明阴德之家，有仁厚之子的，报上名来，替换未合格的名额。」且对王用予说：「你祖父非常朴实严谨，自食其力，从来不欺负人，已经注记你为乡科的前榜，以彰显你祖父忠厚传家的果报；又因你遇到神佛就作礼，但都为自己求功名，又为妻子病痊愈，夫妻白头偕老。而你年老的母亲，你从来没有替她祈求神佛保佑过，因此把你的功名降了二级，你中下榜的五十三名。你应该改变自私的心态和行为，不要再触犯天心了。」王用予听了，一直向神君叩头谢罪。再向神君叩头问道：我同社俞麟、郁从周（两位才子）考中了吗？神君脸现不高兴的样子说：「俞麟应考中一科，他对父母言语举动虽然露出服从孝顺的样子。但他内心真性日离，伪装出来的孝顺是欺世盗名，最触怒神明的，所以要惩罚他（没考中）。郁从周，本是天纵的英才，二十六岁就该中进士，三十岁出头做到中丞官位，四十五岁晋升为大司空，且还兼领司农司寇的职务，五十四岁在少保位上退休，活到六十九岁，且将得到善终。但因他从十七岁为诸生后，就恃才傲物，经常讽刺讥弹、语带双关的戏谑调侃他人，上帝震怒，已注记在阴恶的黑籍中，除去他命中所有功名。倘若仍不悔改，就要夺去他的寿命，并且还要处罚他的子孙沦为乞丐」。因为口过会伤了天地间的和气，这种口业的罪过与杀生和邪淫罪过相等。",
      "zh_TW": "再來看一則積福於兒孫的公案（簡摘部分）。明朝的王用予，一天晚上作夢，夢到文昌帝（神）君指示下屬說：「速查明陰德之家，有仁厚之子的，報上名來，替換未合格的名額。」且對王用予說：「你祖父非常樸實嚴謹，自食其力，從來不欺負人，已經註記你為鄉科的前榜，以彰顯你祖父忠厚傳家的果報；又因你遇到神佛就作禮，但都為自己求功名，又為妻子病痊愈，夫妻白頭偕老。而你年老的母親，你從來沒有替她祈求神佛保佑過，因此把你的功名降了二級，你中下榜的五十三名。你應該改變自私的心態和行為，不要再觸犯天心了。」王用予聽了，一直向神君叩頭謝罪。再向神君叩頭問道：我同社俞麟、郁從周（兩位才子）考中了嗎？神君臉現不高興的樣子說：「俞麟應考中一科，他對父母言語舉動雖然露出服從孝順的樣子。但他內心真性日離，偽裝出來的孝順是欺世盜名，最觸怒神明的，所以要懲罰他（沒考中）。郁從周，本是天縱的英才，二十六歲就該中進士，三十歲出頭做到中丞官位，四十五歲晉升為大司空，且還兼領司農司寇的職務，五十四歲在少保位上退休，活到六十九歲，且將得到善終。但因他從十七歲為諸生後，就恃才傲物，經常諷刺譏彈、語帶雙關的戲謔調侃他人，上帝震怒，已註記在陰惡的黑籍中，除去他命中所有功名。倘若仍不悔改，就要奪去他的壽命，並且還要處罰他的子孫淪為乞丐」。因為口過會傷了天地間的和氣，這種口業的罪過與殺生和邪淫罪過相等。"
    },
    {
      "id": "02-042-0118_p0056",
      "zh_CN": "神君又说：「你同社的周吉是今科本省的解元。」当时社中的成员，唯有周吉最恂懦，且学问文章也比别人差。王用予听了相当惊愕，就叩问周吉考中解元的原因。神君说：「周吉的父亲和祖父都是读书人，从来没有一字入公门涉讼，也没有犯过邪淫，周家沿袭三代未曾说过一次别人的短处、暴露别人一件恶事，而且周吉的曾祖父曾作过《百忍说》文章来劝化人，感化了很多人。所以周家的父子祖孙，以简单、朴实、静默在培植福报已有六十多年了，是最上阴德，人皆不知。上帝因而特别的嘉许，已注记昌盛周家三代。现在周吉中了本省的解元，只是周家福泽的开始而已。」这时文昌帝（神）君行宫的大钟已响起，王用予因而惊醒，拿起笔来记下了这个梦境。等到秋天开榜时，周吉果然考中了山西省的第一名。王用予将梦境的记录公诸于世，警惕世人也。",
      "zh_TW": "神君又說：「你同社的周吉是今科本省的解元。」當時社中的成員，唯有周吉最恂懦，且學問文章也比別人差。王用予聽了相當驚愕，就叩問周吉考中解元的原因。神君說：「周吉的父親和祖父都是讀書人，從來沒有一字入公門涉訟，也沒有犯過邪淫，周家沿襲三代未曾說過一次別人的短處、暴露別人一件惡事，而且周吉的曾祖父曾作過《百忍說》文章來勸化人，感化了很多人。所以周家的父子祖孫，以簡單、樸實、靜默在培植福報已有六十多年了，是最上陰德，人皆不知。上帝因而特別的嘉許，已註記昌盛周家三代。現在周吉中了本省的解元，只是周家福澤的開始而已。」這時文昌帝（神）君行宮的大鐘已響起，王用予因而驚醒，拿起筆來記下了這個夢境。等到秋天開榜時，周吉果然考中了山西省的第一名。王用予將夢境的記錄公諸於世，警惕世人也。"
    },
    {
      "id": "02-042-0118_p0057",
      "zh_CN": "最后看一下贤公祖上、父母积善学佛的感应。贤公不但祖父、祖母、父亲、母亲是乐善好施的人，而且皆为虔诚的佛弟子。贤公小时就那么听话孝顺，十二岁丢冬瓜一事就有很高的悟性，说明他前世是行善修行人，今世到这个家族来。祖父祖母的德土使其家族这棵大树根深肥润，到其父辈代时，假若树干纵向看去，就有十分之一是润泽通畅的，那就是贤公父母积善修佛的结果。贤公这辈儿时，善与善感，只有贤公的善德与祖上、父母一脉相接，所以他独享其德福，加上贤公自修，最终往生极乐世界了。",
      "zh_TW": "最後看一下賢公祖上、父母積善學佛的感應。賢公不但祖父、祖母、父親、母親是樂善好施的人，而且皆為虔誠的佛弟子。賢公小時就那麼聽話孝順，十二歲丟冬瓜一事就有很高的悟性，說明他前世是行善修行人，今世到這個家族來。祖父祖母的德土使其家族這棵大樹根深肥潤，到其父輩代時，假若樹幹縱向看去，就有十分之一是潤澤通暢的，那就是賢公父母積善修佛的結果。賢公這輩兒時，善與善感，只有賢公的善德與祖上、父母一脈相接，所以他獨享其德福，加上賢公自修，最終往生極樂世界了。"
    },
    {
      "id": "02-042-0118_p0058",
      "zh_CN": "总结上述：王居士学佛有感贤公和尚免他一难之应。王用予是祖上积德，神界已注记为前榜，而他孝道缺失，功名降到二级。才子俞麟应考中一科，但他对父母虚伪，而夺去功名。才子郁从周，他的口业已伤天地和气，上帝震怒，剥去他一生功名富贵，且子孙沦落为乞丐。周吉曾祖、祖父、父亲三代行善，感上天昌盛周家三代，周吉只是开始而已。贤公有修行及祖辈父母都行善修佛，感佛接贤公极乐之应。从这六位人生经历告诉我们，别看祖辈父母怎样做，自己要好好做人行善是关键，往上提升是学佛，学佛的行谊，干佛的事业，念佛成佛，最好别求人天那点福报。",
      "zh_TW": "總結上述：王居士學佛有感賢公和尚免他一難之應。王用予是祖上積德，神界已註記為前榜，而他孝道缺失，功名降到二級。才子俞麟應考中一科，但他對父母虛偽，而奪去功名。才子郁從周，他的口業已傷天地和氣，上帝震怒，剝去他一生功名富貴，且子孫淪落為乞丐。周吉曾祖、祖父、父親三代行善，感上天昌盛周家三代，周吉只是開始而已。賢公有修行及祖輩父母都行善修佛，感佛接賢公極樂之應。從這六位人生經歷告訴我們，別看祖輩父母怎樣做，自己要好好做人行善是關鍵，往上提升是學佛，學佛的行誼，幹佛的事業，念佛成佛，最好別求人天那點福報。"
    },
    {
      "id": "02-042-0118_p0059",
      "zh_CN": "下面用不成体的偈文对比一下福报和极乐：(一) 世间福报如花朵，前人栽种后人得；瞬间花落香飘去，几代辛苦无成果。(二)祖辈作德没求福，感佛送孙能绍祖；亲眷表法贤公看，贤公成佛救家族。(三)阿弥陀佛因即果，真心实念就能得；贤公得果济法界，德泽众生念弥陀。",
      "zh_TW": "下面用不成體的偈文對比一下福報和極樂：(一) 世間福報如花朵，前人栽種後人得；瞬間花落香飄去，幾代辛苦無成果。(二)祖輩作德沒求福，感佛送孫能紹祖；親眷表法賢公看，賢公成佛救家族。(三)阿彌陀佛因即果，真心實念就能得；賢公得果濟法界，德澤眾生念彌陀。"
    },
    {
      "id": "02-042-0118_p0060",
      "zh_CN": "乙三：短句启示。",
      "zh_TW": "乙三：短句啟示。"
    },
    {
      "id": "02-042-0118_p0061",
      "zh_CN": "一、「这都是持戒精严，老实念佛的结果」。启示：老实念佛是持戒精严的最方便法。二、「要学会伺候人哪」。启示：（一）要学会乐呵呵干活，啥也别打听啊（仆人不能打听事的）！（二）要学会谦虚，不敢为人先哪！三、「不聋不瞎，不配当家」。启示：眼耳顾他，心没放下；专经一佛，一生还家。四、「爱护常住物，如护眼中珠」。启示：爱护常住觉正净，如获福慧命中珠。五、「摘菜不留青，胜似诵藏经」。启示：（一）对亲不听命，伤亲己易穷。（二）对师不诚敬，不能得真经。（三）改过不改净，心中难得定。六、「出家再返家，不如不开花」。启示：（一）出家清净披袈裟，续佛慧命业伟大。（二）居士持戒缘在家，火宅定慧生莲花。七、「印生啊，你看畜生也知报恩哪」。启示：中语呀，不如畜生不知报恩哪！精进念佛吧，成佛才能圆满的报恩哪！八、「历尽磨难，师父的灵骨才得以保存」。启示：苦修磨炼，磨净无垢，佛性才得以显纯。九、「想当和尚，会当婆娘」。启示：（一）若能做到无损害心、无逼恼心和不怨人、恨人，就能得到「和」为贵的高「尚」品行。（二）遇不顺时，反求诸己，从中能缝补自己的疏漏和找到自己的过错。十、「妙药难医冤孽病」。启示：医药只能治常病，冤孽来时药无用；诵经念佛解冤仇，弥陀妙药能救命。",
      "zh_TW": "一、「這都是持戒精嚴，老實念佛的結果」。啟示：老實念佛是持戒精嚴的最方便法。二、「要學會伺候人哪」。啟示：（一）要學會樂呵呵幹活，啥也別打聽啊（僕人不能打聽事的）！（二）要學會謙虛，不敢為人先哪！三、「不聾不瞎，不配當家」。啟示：眼耳顧他，心沒放下；專經一佛，一生還家。四、「愛護常住物，如護眼中珠」。啟示：愛護常住覺正淨，如獲福慧命中珠。五、「摘菜不留青，勝似誦藏經」。啟示：（一）對親不聽命，傷親己易窮。（二）對師不誠敬，不能得真經。（三）改過不改淨，心中難得定。六、「出家再返家，不如不開花」。啟示：（一）出家清淨披袈裟，續佛慧命業偉大。（二）居士持戒緣在家，火宅定慧生蓮花。七、「印生啊，你看畜生也知報恩哪」。啟示：中語呀，不如畜生不知報恩哪！精進念佛吧，成佛才能圓滿的報恩哪！八、「歷盡磨難，師父的靈骨才得以保存」。啟示：苦修磨鍊，磨淨無垢，佛性才得以顯純。九、「想當和尚，會當婆娘」。啟示：（一）若能做到無損害心、無逼惱心和不怨人、恨人，就能得到「和」為貴的高「尚」品行。（二）遇不順時，反求諸己，從中能縫補自己的疏漏和找到自己的過錯。十、「妙藥難醫冤孽病」。啟示：醫藥只能治常病，冤孽來時藥無用；誦經念佛解冤仇，彌陀妙藥能救命。"
    },
    {
      "id": "02-042-0118_p0062",
      "zh_CN": "十一、「干完了，以后就不再干了」。启示：（一）嫉妒怨恨干完了，傲慢怀疑不再干了。（二）贪欲是苦尝完了，自私自利不再干了。（三）六道情牵苦没完，尊师一言老实念；随缘六根别随转，心中念佛不唐捐。（四）听经念佛没干完，生西极乐继续干。十二、往生前二十天，贤公去看多年朋友，铁脚僧上演下强法师，路上对春生居士说：「我很快要走了，老佛爷喊我去了。」启示：常人病重眷属皆围绕，贤公终前四方去关照；学佛情深慈悲是真情，贤公此番证明道行高。十三、「以后我不再来了」。启示：（一）常人命尽眷属哭又叫，贤公往生四众皆说妙；幢幡宝盖贤公带众行，「二圣永思」后人学做好。（二）娑婆犹如大火宅，因爱有苦互当差；梦醒念佛出爱河，逃出火海不再来。十四、「六、七天时，眉毛变黑，头发黑了一半」。启示：贤公圆寂六、七天，眉毛变黑发黑半；示范后人老实念，命终也放七日间。助念借此佛七练，亡者借此大改变，改变借此度众生，最妙还靠己真干。",
      "zh_TW": "十一、「幹完了，以後就不再幹了」。啟示：（一）嫉妒怨恨幹完了，傲慢懷疑不再幹了。（二）貪欲是苦嘗完了，自私自利不再幹了。（三）六道情牽苦沒完，尊師一言老實念；隨緣六根別隨轉，心中念佛不唐捐。（四）聽經念佛沒幹完，生西極樂繼續幹。十二、往生前二十天，賢公去看多年朋友，鐵腳僧上演下強法師，路上對春生居士說：「我很快要走了，老佛爺喊我去了。」啟示：常人病重眷屬皆圍繞，賢公終前四方去關照；學佛情深慈悲是真情，賢公此番證明道行高。十三、「以後我不再來了」。啟示：（一）常人命盡眷屬哭又叫，賢公往生四眾皆說妙；幢幡寶蓋賢公帶眾行，「二聖永思」後人學做好。（二）娑婆猶如大火宅，因愛有苦互當差；夢醒念佛出愛河，逃出火海不再來。十四、「六、七天時，眉毛變黑，頭髮黑了一半」。啟示：賢公圓寂六、七天，眉毛變黑髮黑半；示範後人老實念，命終也放七日間。助念藉此佛七練，亡者藉此大改變，改變藉此度眾生，最妙還靠己真幹。"
    },
    {
      "id": "02-042-0118_p0063",
      "zh_CN": "十五、「做和尚，修行好了，到极乐世界去，永远不再转生了」。启示：贤公修得好，拿到《若要佛法兴，唯有僧赞僧》和为上的往生证书后，三天就往生了。我们现在也拿到一本珍贵的证书，《来佛二圣永思集》，师父讲：《无量寿经》上说的，他全做到了。所以我们按照「永思集」证书上说的百分之百做到，也一定会永远不再转生了。十六、「欢喜往生，灵魂成佛了，全世界都知道」。启示：贤公成佛去了，轰动了全世界的佛教界。修净宗的四众弟子都知道了成佛之道，即贤公的「干活不耽误念佛」，「好好念佛，成佛是大事，其他啥都是假的」，还有他老人家一生所表的法都是成佛之道。配合言教听经闻法，师父上人总结为，「真诚清净平等正觉慈悲，看破放下自在随缘念佛」，这是该知道的道。十七、贤公的花：（一）赞贤公和尚；（二）赞师父上人。启示：１、养花辛苦开瞬间，如同贤公修行难，一生在代众生苦，预知往生一念间。２、修行犹如登高山，腿酸气喘挺艰难，坚持不懈到山顶，天上人间收眼帘。又如砖在炉中烧，忍烤忍热才出窑，修行不经此番苦，怎能法界乐逍遥。",
      "zh_TW": "十五、「做和尚，修行好了，到極樂世界去，永遠不再轉生了」。啟示：賢公修得好，拿到《若要佛法興，唯有僧讚僧》和為上的往生證書後，三天就往生了。我們現在也拿到一本珍貴的證書，《來佛二聖永思集》，師父講：《無量壽經》上說的，他全做到了。所以我們按照「永思集」證書上說的百分之百做到，也一定會永遠不再轉生了。十六、「歡喜往生，靈魂成佛了，全世界都知道」。啟示：賢公成佛去了，轟動了全世界的佛教界。修淨宗的四眾弟子都知道了成佛之道，即賢公的「幹活不耽誤念佛」，「好好念佛，成佛是大事，其他啥都是假的」，還有他老人家一生所表的法都是成佛之道。配合言教聽經聞法，師父上人總結為，「真誠清淨平等正覺慈悲，看破放下自在隨緣念佛」，這是該知道的道。十七、賢公的花：（一）讚賢公和尚；（二）讚師父上人。啟示：１、養花辛苦開瞬間，如同賢公修行難，一生在代眾生苦，預知往生一念間。２、修行猶如登高山，腿酸氣喘挺艱難，堅持不懈到山頂，天上人間收眼簾。又如磚在爐中燒，忍烤忍熱才出窯，修行不經此番苦，怎能法界樂逍遙。"
    },
    {
      "id": "02-042-0118_p0064",
      "zh_CN": "甲三：今后九千年的瑰宝。",
      "zh_TW": "甲三：今後九千年的瑰寶。"
    },
    {
      "id": "02-042-0118_p0065",
      "zh_CN": "师父上人对贤公和尚的修行这样肯定的说，「这个老和尚所表的法，会影响末法九千年」。是的，师父解有理据，贤公证在当前，贤公的行证通过光碟看到了，师父的行证通过讲经说法我们听到了，要靠自己来领悟，如经所说，「世尊能演一音声，有情各各随类解」。二老言教身教的根本：对自己是清净平等，对众生是忠厚老实慈悲。",
      "zh_TW": "師父上人對賢公和尚的修行這樣肯定的說，「這個老和尚所表的法，會影響末法九千年」。是的，師父解有理據，賢公證在當前，賢公的行證通過光碟看到了，師父的行證通過講經說法我們聽到了，要靠自己來領悟，如經所說，「世尊能演一音聲，有情各各隨類解」。二老言教身教的根本：對自己是清淨平等，對眾生是忠厚老實慈悲。"
    },
    {
      "id": "02-042-0118_p0066",
      "zh_CN": "《无量寿经》上说，「无有虚伪谄曲之心」，「为求法故，不生退屈谄伪之心」，「朋友无信，难得诚实」，「吾般泥洹，经道渐灭。人民谄伪，复为众恶」，等等这些经句是末法九千年众生的主要坏习气。一个人有谄伪的习气，问题大了。为什么？谄伪的人对父母教诲会「违戾反逆」，会「不惟父母之恩，不存师友之义」，何况他对社会的影响；而且愈到法末时，这个现象就愈严重，即「久后转剧」。所以佛在这个时期有说有演，说演都是一个内容，就是找回众生原有的本分，做真诚老实的人，对修行人来说再加上老实念佛求生极乐。净公、贤公二位尊师来人间一说一演，为众生受苦受难，有缘人一定要珍惜此因缘，抓此时机老实真干。正是：二师培植西方莲，莲成花开在瞬间；莲子老实是瑰宝，花序念佛九千年。",
      "zh_TW": "《無量壽經》上說，「無有虛偽諂曲之心」，「為求法故，不生退屈諂偽之心」，「朋友無信，難得誠實」，「吾般泥洹，經道漸滅。人民諂偽，復為眾惡」，等等這些經句是末法九千年眾生的主要壞習氣。一個人有諂偽的習氣，問題大了。為什麼？諂偽的人對父母教誨會「違戾反逆」，會「不惟父母之恩，不存師友之義」，何況他對社會的影響；而且愈到法末時，這個現象就愈嚴重，即「久後轉劇」。所以佛在這個時期有說有演，說演都是一個內容，就是找回眾生原有的本分，做真誠老實的人，對修行人來說再加上老實念佛求生極樂。淨公、賢公二位尊師來人間一說一演，為眾生受苦受難，有緣人一定要珍惜此因緣，抓此時機老實真幹。正是：二師培植西方蓮，蓮成花開在瞬間；蓮子老實是瑰寶，花序念佛九千年。"
    },
    {
      "id": "02-042-0118_p0067",
      "zh_CN": "以上是不肖弟子中语冒昧的粗浅心得，观点对的，是师父上人教诲的，是圣德二师的修持及加持，是三宝及有缘众生的护佑，非常感恩；观点错误的，诚请师父上人及各位法师、居士大德予以批评指正，免误导之。至诚感恩，阿弥陀佛！祝愿：（祖德有感）净宗根深观枝茂，念佛源远乐流长；法界同天成一本，机逢大德敦化人。不肖弟子中语敬叩。",
      "zh_TW": "以上是不肖弟子中語冒昧的粗淺心得，觀點對的，是師父上人教誨的，是聖德二師的修持及加持，是三寶及有緣眾生的護佑，非常感恩；觀點錯誤的，誠請師父上人及各位法師、居士大德予以批評指正，免誤導之。至誠感恩，阿彌陀佛！祝願：（祖德有感）淨宗根深觀枝茂，念佛源遠樂流長；法界同天成一本，機逢大德敦化人。不肖弟子中語敬叩。"
    },
    {
      "id": "02-042-0118_p0068",
      "zh_CN": "老法师：这一篇我们把它看完了，也听完了。中语同学，中语是他的笔名，他没有参加我们学习班，可能他听了我们学习班有感受。也说明学习班的重要，东西学了，听讲之后确实要拿来研究讨论，我们怎样体会、怎样落实，怎样才得到真实利益。不但自己利益，家庭的利益，社会的利益，国家的利益，整个世界人类的利益，我们都要能想到。能想到整个世界人类的利益，菩提心就发出来了。真诚、清净、平等、正觉、慈悲，这个心发出来了，那修行可以真正与看破、放下、自在、随缘、念佛相应。我们虽然生在这个很艰苦的年代，也能得到法喜充满，也能真正体会到法乐，这就是真实受用。可是决定不能忘了我们的终极目标，要求生净土，亲近阿弥陀佛，做弥陀弟子。希望大家将来都能够生到极乐世界，我们还能共同在一起学习。",
      "zh_TW": "老法師：這一篇我們把它看完了，也聽完了。中語同學，中語是他的筆名，他沒有參加我們學習班，可能他聽了我們學習班有感受。也說明學習班的重要，東西學了，聽講之後確實要拿來研究討論，我們怎樣體會、怎樣落實，怎樣才得到真實利益。不但自己利益，家庭的利益，社會的利益，國家的利益，整個世界人類的利益，我們都要能想到。能想到整個世界人類的利益，菩提心就發出來了。真誠、清淨、平等、正覺、慈悲，這個心發出來了，那修行可以真正與看破、放下、自在、隨緣、念佛相應。我們雖然生在這個很艱苦的年代，也能得到法喜充滿，也能真正體會到法樂，這就是真實受用。可是決定不能忘了我們的終極目標，要求生淨土，親近阿彌陀佛，做彌陀弟子。希望大家將來都能夠生到極樂世界，我們還能共同在一起學習。"
    },
    {
      "id": "02-042-0118_p0069",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}