{
  "doc_id": "02-042-0113",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "丁嘉丽老师",
    "开吉法师",
    "一真居士"
  ],
  "volume": {
    "zh_CN": "第一一三集",
    "zh_TW": "第一一三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0113",
  "total_paragraphs": 111,
  "paragraphs": [
    {
      "id": "02-042-0113_p0001",
      "zh_CN": "学生：名号功德不可思议",
      "zh_TW": "學生：名號功德不可思議"
    },
    {
      "id": "02-042-0113_p0002",
      "zh_CN": "尊敬的师父上人及诸位大德仁者，阿弥陀佛！惭愧不肖弟子丁嘉丽恭敬报告的题目是「名号功德不可思议」。特叩呈内容如下：",
      "zh_TW": "尊敬的師父上人及諸位大德仁者，阿彌陀佛！慚愧不肖弟子丁嘉麗恭敬報告的題目是「名號功德不可思議」。特叩呈內容如下："
    },
    {
      "id": "02-042-0113_p0003",
      "zh_CN": "一、儿子屡次获奖验证名号功德不可思议",
      "zh_TW": "一、兒子屢次獲獎驗證名號功德不可思議"
    },
    {
      "id": "02-042-0113_p0004",
      "zh_CN": "二０一四年七月份，我的儿子从北京电影学院导演系本科毕业，拍摄了一部毕业作品「尿不出来」。这部短片讲的是一对并不和谐的父子故事，用喜剧手法展示爸爸给儿子治病的过程，最后父子逐渐和解。从主题策划、剧本写作到拍摄和后期制作，都是他独立完成。当我问孩子需要我帮什么忙时，他总是说，您念佛回向就是对我最好的帮助。之后，他被保送上了北京电影学院的研究生。我曾在前面的心得报告中，将此事向尊敬的师父上人和诸位仁者汇报过，他是带着摄制组放生、念佛开机的。他遵守尊敬的师父上人教诲，不像其他一些剧组杀生祭典开机，并坚决不放鞭炮庆祝影片杀青来伤害众生。",
      "zh_TW": "二０一四年七月份，我的兒子從北京電影學院導演系本科畢業，拍攝了一部畢業作品「尿不出來」。這部短片講的是一對並不和諧的父子故事，用喜劇手法展示爸爸給兒子治病的過程，最後父子逐漸和解。從主題策劃、劇本寫作到拍攝和後期製作，都是他獨立完成。當我問孩子需要我幫什麼忙時，他總是說，您念佛迴向就是對我最好的幫助。之後，他被保送上了北京電影學院的研究生。我曾在前面的心得報告中，將此事向尊敬的師父上人和諸位仁者匯報過，他是帶著攝製組放生、念佛開機的。他遵守尊敬的師父上人教誨，不像其他一些劇組殺生祭典開機，並堅決不放鞭炮慶祝影片殺青來傷害眾生。"
    },
    {
      "id": "02-042-0113_p0005",
      "zh_CN": "前不久，这个片子又在国际电影节中获奖。当时他就坐在台下静静念佛，领奖时他手腕还带着佛珠。他说：「我想让更多的人认识阿弥陀佛，这个奖是阿弥陀佛给我的。」孩子非常孝顺，他用奖金特意为我买了个iPad，专门把尊敬的师父上人讲经的网址设定好，还在桌面上下载了尊敬的上海下贤老和尚的光碟。他对我说，妈，这下您可以随时随地听经了。儿子还买了一台可消除PM2.5的空气净化器送给我，让我多保重身体，好好念佛。",
      "zh_TW": "前不久，這個片子又在國際電影節中獲獎。當時他就坐在台下靜靜念佛，領獎時他手腕還帶著佛珠。他說：「我想讓更多的人認識阿彌陀佛，這個獎是阿彌陀佛給我的。」孩子非常孝順，他用獎金特意為我買了個iPad，專門把尊敬的師父上人講經的網址設定好，還在桌面上下載了尊敬的上海下賢老和尚的光碟。他對我說，媽，這下您可以隨時隨地聽經了。兒子還買了一台可消除PM2.5的空氣淨化器送給我，讓我多保重身體，好好念佛。"
    },
    {
      "id": "02-042-0113_p0006",
      "zh_CN": "十二月二十日，恭喜我儿子获得中国金鸡百花电影节二０一四年度学院奖最佳短片奖的电话接踵而来，而我自己却不知情。先是我的班主任魏老师，在电话中恭喜我儿子拍了个特别好的片子；接着是演艺圈内一位权威人士，从电影节现场发来微信告诉我，我儿子从一千多部参赛的作品中脱颖而出，一口气拿了四个奖，其中最大的奖项即最佳短片奖。他的微信是这样的：「恭喜丁姐，这是全国最高奖项，太厉害了，太了不起了。恭喜恭喜，我刚当完主持人，刚给他颁完奖，他成了获奖专业户了。看来妳念佛回向给他，子孙沾光，功德无量，阿弥陀佛！」我惊讶的打通孩子的电话求证，他却淡淡的说，「妈，我知道我拍得不是最好的，可能就是您念佛给我回向的结果。没啥大惊小怪的。」",
      "zh_TW": "十二月二十日，恭喜我兒子獲得中國金雞百花電影節二０一四年度學院獎最佳短片獎的電話接踵而來，而我自己卻不知情。先是我的班主任魏老師，在電話中恭喜我兒子拍了個特別好的片子；接著是演藝圈內一位權威人士，從電影節現場發來微信告訴我，我兒子從一千多部參賽的作品中脫穎而出，一口氣拿了四個獎，其中最大的獎項即最佳短片獎。他的微信是這樣的：「恭喜丁姐，這是全國最高獎項，太厲害了，太了不起了。恭喜恭喜，我剛當完主持人，剛給他頒完獎，他成了獲獎專業戶了。看來妳念佛迴向給他，子孫沾光，功德無量，阿彌陀佛！」我驚訝的打通孩子的電話求證，他卻淡淡的說，「媽，我知道我拍得不是最好的，可能就是您念佛給我迴向的結果。沒啥大驚小怪的。」"
    },
    {
      "id": "02-042-0113_p0007",
      "zh_CN": "他告诉我，当他看到这次电影节提名后呼声很高但并未获奖的一位同行心绪不好后，就主动坐过去，跟他坦陈心迹，「你的作品挺好的，很多作品都比我拍得好，可能就是我妈给我念阿弥陀佛回向的原因我获奖了。那你也叫你妈多给你念佛吧，你自己也念佛，念佛可好啦！」听完孩子的话后我非常感慨。一直以来，孩子非常支持我念佛。我记得在他大二那年要拍作业。当时每天我还在家中与念佛的同修们一起学习十念法念佛，他打电话问我：妈，我觉得咱家厨房和餐厅的关系特别适合我的剧情，我可不可以在家中拍几天戏？我说可以，我让那些念佛的叔叔、阿姨停几天再来吧。不到两分钟，他又打来电话，态度非常坚决的告诉我：妈，不行，我想了想，念佛是最重要的，不能停，我另外租房子拍吧。结果，有朋友居然把他复式的房子借给我儿子拍戏，一分钱都没要，真是佛力加持不可思议！",
      "zh_TW": "他告訴我，當他看到這次電影節提名後呼聲很高但並未獲獎的一位同行心緒不好後，就主動坐過去，跟他坦陳心跡，「你的作品挺好的，很多作品都比我拍得好，可能就是我媽給我念阿彌陀佛迴向的原因我獲獎了。那你也叫你媽多給你念佛吧，你自己也念佛，念佛可好啦！」聽完孩子的話後我非常感慨。一直以來，孩子非常支持我念佛。我記得在他大二那年要拍作業。當時每天我還在家中與念佛的同修們一起學習十念法念佛，他打電話問我：媽，我覺得咱家廚房和餐廳的關係特別適合我的劇情，我可不可以在家中拍幾天戲？我說可以，我讓那些念佛的叔叔、阿姨停幾天再來吧。不到兩分鐘，他又打來電話，態度非常堅決的告訴我：媽，不行，我想了想，念佛是最重要的，不能停，我另外租房子拍吧。結果，有朋友居然把他複式的房子借給我兒子拍戲，一分錢都沒要，真是佛力加持不可思議！"
    },
    {
      "id": "02-042-0113_p0008",
      "zh_CN": "现在，我欣喜的发现，孩子在鼓励他身边更多的人去念佛，孩子对阿弥陀佛的信心非常牢固。在一位善知识的启发下，他还发愿，凡是看到他拍摄的电影的人们，他都与他们结善缘、法缘，愿阿弥陀佛加持他们听闻佛法，命终到西方极乐世界去。儿子获奖之后，我的演艺圈朋友们纷纷打来电话，发来微信，恭喜我、羡慕我，最后都不约而同的说了一样的话：「看来阿弥陀佛保佑妳儿子啊，妳没白念佛。」一位年轻有为的女演员名字叫王也天，她特别激动，发来语音告诉我：「我一看到妳儿子这样就觉得孩子真的不用管，真的要自己好好修，自己修好了，孩子就好了。我现在愈来愈坚定信心了。妳说那些为了得奖的，都不知道使了多大劲，绞了多少脑汁想办法拉票。妳看妳这个妈，一个关系也没给他找，就在家念佛，啥事人家也不耽误。获这么大的奖。哎呀，这真是修来的。真的是儿女不用管，全凭父母德行感！而且这么有正能量的孩子，大家应该多帮他，他拍出的作品能度多少人啊，思想健康的导演就应该让他多拍戏！」",
      "zh_TW": "現在，我欣喜的發現，孩子在鼓勵他身邊更多的人去念佛，孩子對阿彌陀佛的信心非常牢固。在一位善知識的啟發下，他還發願，凡是看到他拍攝的電影的人們，他都與他們結善緣、法緣，願阿彌陀佛加持他們聽聞佛法，命終到西方極樂世界去。兒子獲獎之後，我的演藝圈朋友們紛紛打來電話，發來微信，恭喜我、羨慕我，最後都不約而同的說了一樣的話：「看來阿彌陀佛保佑妳兒子啊，妳沒白念佛。」一位年輕有為的女演員名字叫王也天，她特別激動，發來語音告訴我：「我一看到妳兒子這樣就覺得孩子真的不用管，真的要自己好好修，自己修好了，孩子就好了。我現在愈來愈堅定信心了。妳說那些為了得獎的，都不知道使了多大勁，絞了多少腦汁想辦法拉票。妳看妳這個媽，一個關係也沒給他找，就在家念佛，啥事人家也不耽誤。獲這麼大的獎。哎呀，這真是修來的。真的是兒女不用管，全憑父母德行感！而且這麼有正能量的孩子，大家應該多幫他，他拍出的作品能度多少人啊，思想健康的導演就應該讓他多拍戲！」"
    },
    {
      "id": "02-042-0113_p0009",
      "zh_CN": "我仔细想了想，儿子说得没错，他的片子并不是最好的，其他作品我也看过，手法、情节都有过人之处，但是多多少少都会有色情暴力等内容。他的片子主题是亲情和谐，父子有亲。感恩老祖宗，感恩佛菩萨让孩子有正知正见。我的佛友们知道后，也是异口同声的说，阿弥陀佛，名号功德真是不可思议！他们说：嘉丽姐，真没见您管过您儿子，您就是天天在念佛，从您身上我们对阿弥陀佛名号功德更有信心了。我们的孩子、家人没进展，是我们自己没真念好佛，这次可得向您学习，真得老老实实的念佛。自己修好了，家人都会好的。",
      "zh_TW": "我仔細想了想，兒子說得沒錯，他的片子並不是最好的，其他作品我也看過，手法、情節都有過人之處，但是多多少少都會有色情暴力等內容。他的片子主題是親情和諧，父子有親。感恩老祖宗，感恩佛菩薩讓孩子有正知正見。我的佛友們知道後，也是異口同聲的說，阿彌陀佛，名號功德真是不可思議！他們說：嘉麗姐，真沒見您管過您兒子，您就是天天在念佛，從您身上我們對阿彌陀佛名號功德更有信心了。我們的孩子、家人沒進展，是我們自己沒真念好佛，這次可得向您學習，真得老老實實的念佛。自己修好了，家人都會好的。"
    },
    {
      "id": "02-042-0113_p0010",
      "zh_CN": "我知道自己做得还非常差，还远远不够。之所以大言不惭的把自己的家事搬来，是因为我自己从中获得了对阿弥陀佛的信心，增强了对阿弥陀佛名号功德的信心，坚定了自己走净土法门今生必定成就的信心。印光大师说要全身心靠倒阿弥陀佛，阿弥陀佛对真念佛人的关照深不可测。我是真真切切感受到了。胡小林老师曾说，阿弥陀佛是我心中的佛，孩子是我心中的众生，我心中的佛怎能不帮我心中的众生？阿弥陀佛的能力不是你能想像的，他知道怎样安排对你最好，对你家人更好。就看你信不信，敢不敢把一切全盘托付给阿弥陀佛。",
      "zh_TW": "我知道自己做得還非常差，還遠遠不夠。之所以大言不慚的把自己的家事搬來，是因為我自己從中獲得了對阿彌陀佛的信心，增強了對阿彌陀佛名號功德的信心，堅定了自己走淨土法門今生必定成就的信心。印光大師說要全身心靠倒阿彌陀佛，阿彌陀佛對真念佛人的關照深不可測。我是真真切切感受到了。胡小林老師曾說，阿彌陀佛是我心中的佛，孩子是我心中的眾生，我心中的佛怎能不幫我心中的眾生？阿彌陀佛的能力不是你能想像的，他知道怎樣安排對你最好，對你家人更好。就看你信不信，敢不敢把一切全盤託付給阿彌陀佛。"
    },
    {
      "id": "02-042-0113_p0011",
      "zh_CN": "很多演艺界同行知道我儿子的事情之后，都来问我佛法的利益，我都毫不犹豫的告诉她们，佛法是最真实的教育，阿弥陀佛名号是最真实的利益。有的演员非常虔诚的来我家学十念法念佛和拜佛。她很喜欢阿弥陀佛佛像，我就摘下我佛堂的佛像与她结缘，送给她播经机、念佛机、《无量寿经》会集本和尊敬的师父上人的讲经碟片。她如获至宝，回家建了佛堂也开始念起佛来。",
      "zh_TW": "很多演藝界同行知道我兒子的事情之後，都來問我佛法的利益，我都毫不猶豫的告訴她們，佛法是最真實的教育，阿彌陀佛名號是最真實的利益。有的演員非常虔誠的來我家學十念法念佛和拜佛。她很喜歡阿彌陀佛佛像，我就摘下我佛堂的佛像與她結緣，送給她播經機、念佛機、《無量壽經》會集本和尊敬的師父上人的講經碟片。她如獲至寶，回家建了佛堂也開始念起佛來。"
    },
    {
      "id": "02-042-0113_p0012",
      "zh_CN": "二、女儿的转变坚定了我念佛的信心",
      "zh_TW": "二、女兒的轉變堅定了我念佛的信心"
    },
    {
      "id": "02-042-0113_p0013",
      "zh_CN": "我离过二次婚，一直以来与女儿的关系不融洽。她今年二十八岁。前面我曾在心得报告中提过，今年元旦得了一场大病，提不起佛号来，病因就是和女儿发生了冲突，怨恨恼怒烦齐上阵。这场病后，我意识到孩子种种不好其实都是我认为她不好，而且从小到大对她关爱不够。我第二次结婚后对儿子照料有加，却把她甩给了她奶奶，直到女儿上小学五年级后才接回来一起住，母女有隔膜。女儿说自己不是我亲生的，是我抱养的，对我意见非常大。这几年念佛时，我常常打妄想，妄想最多的就是想起女儿的事。真是一想起来头皮就发麻，一听到她的电话就心慌意乱，想到她，在这个世间一天都不想待，就想阿弥陀佛早点接我走。元旦生病之后，特别是学习上海下贤老和尚的光碟之后，我体会到世事无常，轮回路险，我只管尽好母亲的责任，其他有时间就好好念佛回向吧。",
      "zh_TW": "我離過二次婚，一直以來與女兒的關係不融洽。她今年二十八歲。前面我曾在心得報告中提過，今年元旦得了一場大病，提不起佛號來，病因就是和女兒發生了衝突，怨恨惱怒煩齊上陣。這場病後，我意識到孩子種種不好其實都是我認為她不好，而且從小到大對她關愛不夠。我第二次結婚後對兒子照料有加，卻把她甩給了她奶奶，直到女兒上小學五年級後才接回來一起住，母女有隔膜。女兒說自己不是我親生的，是我抱養的，對我意見非常大。這幾年念佛時，我常常打妄想，妄想最多的就是想起女兒的事。真是一想起來頭皮就發麻，一聽到她的電話就心慌意亂，想到她，在這個世間一天都不想待，就想阿彌陀佛早點接我走。元旦生病之後，特別是學習上海下賢老和尚的光碟之後，我體會到世事無常，輪迴路險，我只管盡好母親的責任，其他有時間就好好念佛迴向吧。"
    },
    {
      "id": "02-042-0113_p0014",
      "zh_CN": "我记得我在阿弥陀佛像前大哭一场，我对阿弥陀佛说：不是我女儿不好，其实是我这个妈没有当好，我这个妈没有好好疼过她，光挑她的不是，弄成这样冰火两重天，是我错了。我现在凡夫一个，功夫不够，女儿、儿子都交给您了，我只管好好念佛，我相信您会安排好一切。我一定要向上海下贤老和尚学习，老实念佛，成佛是大事。之后，我就老老实实的念佛，心里放下对儿子、女儿的牵挂，事情上尽我的力量为他们做母亲该做的事情，生活中只要女儿找我，我都百分百出力。我换了一种与她相处的方式，不再指责她，挑她的错，不再训斥她，也不再用大话压人，对她讲这样那样的道理了。学习海贤老和尚，看啥都好，见啥都高兴，我开始找女儿的好处，适当的赞美她、鼓励她。尽力的为她着想，默默的去做。她想当演员拍戏，我就尽自己能力给她联系安排。她去拍戏时，我知道摄制组晚上工作会很冷，就提前准备好暖宝和厚衣服放进她的包里，等等。我不再像以前那样，为孩子做事觉得耽误我念佛有怨心了，学习海贤老和尚，把佛法落实在生活中是真念佛，心甘情愿为女儿服务，从心里不再与女儿有任何对立，让女儿真真切切感受妈妈的爱，我好好念佛给她回向。这一年来，每次回向，我总是跪在佛前向女儿说：对不起，妈妈错了，请妳原谅妈妈；女儿，我真心谢谢妳，妈妈爱妳。然后求阿弥陀佛加持女儿早日戒杀吃素，信佛、念佛求生净土。",
      "zh_TW": "我記得我在阿彌陀佛像前大哭一場，我對阿彌陀佛說：不是我女兒不好，其實是我這個媽沒有當好，我這個媽沒有好好疼過她，光挑她的不是，弄成這樣冰火兩重天，是我錯了。我現在凡夫一個，功夫不夠，女兒、兒子都交給您了，我只管好好念佛，我相信您會安排好一切。我一定要向上海下賢老和尚學習，老實念佛，成佛是大事。之後，我就老老實實的念佛，心裡放下對兒子、女兒的牽掛，事情上盡我的力量為他們做母親該做的事情，生活中只要女兒找我，我都百分百出力。我換了一種與她相處的方式，不再指責她，挑她的錯，不再訓斥她，也不再用大話壓人，對她講這樣那樣的道理了。學習海賢老和尚，看啥都好，見啥都高興，我開始找女兒的好處，適當的讚美她、鼓勵她。盡力的為她著想，默默的去做。她想當演員拍戲，我就盡自己能力給她聯繫安排。她去拍戲時，我知道攝製組晚上工作會很冷，就提前準備好暖寶和厚衣服放進她的包裡，等等。我不再像以前那樣，為孩子做事覺得耽誤我念佛有怨心了，學習海賢老和尚，把佛法落實在生活中是真念佛，心甘情願為女兒服務，從心裡不再與女兒有任何對立，讓女兒真真切切感受媽媽的愛，我好好念佛給她迴向。這一年來，每次迴向，我總是跪在佛前向女兒說：對不起，媽媽錯了，請妳原諒媽媽；女兒，我真心謝謝妳，媽媽愛妳。然後求阿彌陀佛加持女兒早日戒殺吃素，信佛、念佛求生淨土。"
    },
    {
      "id": "02-042-0113_p0015",
      "zh_CN": "佛力加持不可思议，名号功德不可思议。近几个月来，我感觉到女儿的变化了。女儿最近进了摄制组拍戏，不怕大家笑话，她以前很少叫我妈妈。现在无论打电话、还是微信，第一句话常常是叫我一声妈。一听到或看到这最简单的「妈」字，我的眼泪就流出来了。我知道这其中的分量。特摘录她近期的两则微信如下：「妈，我演戏都在潜意识里模仿您，原来感觉别扭，但这几天突然开窍了，导演他们说我演戏有意思。谢谢您这样给我机会去接触好的剧组、演员、制片，我觉得充满希望。大家都挺喜欢我，为人处事上我会再努力改进自己的。」「妈，这几天晚上很冷，要没有那暖宝和几件厚衣服真熬不过去。我这几天感触挺深的。今天天真冷，我想曾经您也和我一样这样熬过来拼到现在这个位置。您真的不容易，妈您别自责。我替我弟高兴，弟弟真棒，深藏不露，我也第一时间把他得奖的消息和剧组人分享了。妈妈把身体调养好，我不想到时候您有什么意外，那我就更痛苦。多尝些挫折对我来说是好事，虽然苦，但是我喜欢这种工作环境，和大家打成一片，我会努力的。」",
      "zh_TW": "佛力加持不可思議，名號功德不可思議。近幾個月來，我感覺到女兒的變化了。女兒最近進了攝製組拍戲，不怕大家笑話，她以前很少叫我媽媽。現在無論打電話、還是微信，第一句話常常是叫我一聲媽。一聽到或看到這最簡單的「媽」字，我的眼淚就流出來了。我知道這其中的分量。特摘錄她近期的兩則微信如下：「媽，我演戲都在潛意識裡模仿您，原來感覺彆扭，但這幾天突然開竅了，導演他們說我演戲有意思。謝謝您這樣給我機會去接觸好的劇組、演員、製片，我覺得充滿希望。大家都挺喜歡我，為人處事上我會再努力改進自己的。」「媽，這幾天晚上很冷，要沒有那暖寶和幾件厚衣服真熬不過去。我這幾天感觸挺深的。今天天真冷，我想曾經您也和我一樣這樣熬過來拼到現在這個位置。您真的不容易，媽您別自責。我替我弟高興，弟弟真棒，深藏不露，我也第一時間把他得獎的消息和劇組人分享了。媽媽把身體調養好，我不想到時候您有什麼意外，那我就更痛苦。多嘗些挫折對我來說是好事，雖然苦，但是我喜歡這種工作環境，和大家打成一片，我會努力的。」"
    },
    {
      "id": "02-042-0113_p0016",
      "zh_CN": "现在，女儿所在剧组的朋友给我的电话都是由衷的夸奖她，而不是以前提起她就指责、批评。就在我写这份报告的前几天，女儿还发来简讯说，「妈，元旦咱们三个一起吃个饭吧，过年咱们三个都吃素。」这绝对是我家破天荒的新闻，在以前她恨我，躲我远远的。最令我高兴的是，女儿告诉我，她将师父上人佛号的念佛机一直带在身边，受益匪浅。她说：「听着佛号心清净了很多，妄念少了很多，感觉拍戏有灵感。」阿弥陀佛！女儿居然也用上清净、妄念这些佛家的术语，阿弥陀佛，我真的只能用念佛来表达我的心情。",
      "zh_TW": "現在，女兒所在劇組的朋友給我的電話都是由衷的誇獎她，而不是以前提起她就指責、批評。就在我寫這份報告的前幾天，女兒還發來簡訊說，「媽，元旦咱們三個一起吃個飯吧，過年咱們三個都吃素。」這絕對是我家破天荒的新聞，在以前她恨我，躲我遠遠的。最令我高興的是，女兒告訴我，她將師父上人佛號的念佛機一直帶在身邊，受益匪淺。她說：「聽著佛號心清淨了很多，妄念少了很多，感覺拍戲有靈感。」阿彌陀佛！女兒居然也用上清淨、妄念這些佛家的術語，阿彌陀佛，我真的只能用念佛來表達我的心情。"
    },
    {
      "id": "02-042-0113_p0017",
      "zh_CN": "三、我的感触与反思",
      "zh_TW": "三、我的感觸與反思"
    },
    {
      "id": "02-042-0113_p0018",
      "zh_CN": "孩子们的变化让我感触非常深。儿子是善增上缘，从正面来坚定我念佛的信愿行的；女儿则是逆增上缘，从反面来加强我念佛的信愿行的。结合女儿近来的变化，我反思，当妈妈心变了，变得柔和、细致、照顾她，爱她，她也就变了，她所在的环境对她的评价也开始变了。不和任何人、事、物对立是上策，改变自己对人、事、物的心态看法是上策，关键的关键都是自己本人的改变。对方没有错，他们都是佛菩萨示现来帮我成就的。我感恩女儿的心也油然而生，再也不像以前那样认为她就是我最大的冤亲债主，挑她毛病了。",
      "zh_TW": "孩子們的變化讓我感觸非常深。兒子是善增上緣，從正面來堅定我念佛的信願行的；女兒則是逆增上緣，從反面來加強我念佛的信願行的。結合女兒近來的變化，我反思，當媽媽心變了，變得柔和、細緻、照顧她，愛她，她也就變了，她所在的環境對她的評價也開始變了。不和任何人、事、物對立是上策，改變自己對人、事、物的心態看法是上策，關鍵的關鍵都是自己本人的改變。對方沒有錯，他們都是佛菩薩示現來幫我成就的。我感恩女兒的心也油然而生，再也不像以前那樣認為她就是我最大的冤親債主，挑她毛病了。"
    },
    {
      "id": "02-042-0113_p0019",
      "zh_CN": "我忽然明白了尊敬的师父上人讲经中反复强调的，「依报随着正报转」的道理真实不虚，阿弥陀佛名号功德真实不虚，上海下贤老和尚九十二年老实念佛不拐弯得大利益真实不虚。而我仅仅是老实念了一点佛而已，阿弥陀佛慈父就对我给予这样大的鼓励。孩子们的情况让我生起对净土的极大信心和愿心，结合学习上海下贤老和尚的光碟，我愈发认识到在生活中念佛，在换心、感恩、改过中念佛的重要性。",
      "zh_TW": "我忽然明白了尊敬的師父上人講經中反覆強調的，「依報隨著正報轉」的道理真實不虛，阿彌陀佛名號功德真實不虛，上海下賢老和尚九十二年老實念佛不拐彎得大利益真實不虛。而我僅僅是老實念了一點佛而已，阿彌陀佛慈父就對我給予這樣大的鼓勵。孩子們的情況讓我生起對淨土的極大信心和願心，結合學習上海下賢老和尚的光碟，我愈發認識到在生活中念佛，在換心、感恩、改過中念佛的重要性。"
    },
    {
      "id": "02-042-0113_p0020",
      "zh_CN": "我身边有些念佛的同修对自己念佛信心不足，总是认为某某人念佛有功夫，他们行，我业障深重，我念佛不得力，没功夫。我还需要用其他方式，如拜忏等来消业障等等，消了业障我念佛才能得力。惭愧不肖弟子我没有资格对此进行评价，但我记得清朝慈云大师在《观经直指》中说，世间人业障深重，所有一切经咒忏法都不能消除时，最后这一句佛号可以消掉，最有效的方法是念佛。印光大师说，「欲仗自力，竖出三界，譬如沙子一粒，入水即沉。若以数万斤大石装于船中，石虽重大，因有船载，可以不沉。可见自力佛力之难易」。念佛法门全仗佛力，所以仰仗阿弥陀佛大慈悲愿力，再大的业障也阻挡不了我们成就。就看你信不信，信者得福了。",
      "zh_TW": "我身邊有些念佛的同修對自己念佛信心不足，總是認為某某人念佛有功夫，他們行，我業障深重，我念佛不得力，沒功夫。我還需要用其他方式，如拜懺等來消業障等等，消了業障我念佛才能得力。慚愧不肖弟子我沒有資格對此進行評價，但我記得清朝慈雲大師在《觀經直指》中說，世間人業障深重，所有一切經咒懺法都不能消除時，最後這一句佛號可以消掉，最有效的方法是念佛。印光大師說，「欲仗自力，豎出三界，譬如沙子一粒，入水即沉。若以數萬斤大石裝於船中，石雖重大，因有船載，可以不沉。可見自力佛力之難易」。念佛法門全仗佛力，所以仰仗阿彌陀佛大慈悲願力，再大的業障也阻擋不了我們成就。就看你信不信，信者得福了。"
    },
    {
      "id": "02-042-0113_p0021",
      "zh_CN": "我的真实经历也告诉我，这句佛号真的是大总持，大圆满。业障人人有，我的罪障不比任何人少，邪淫、离婚、堕胎、打妄语，怨恨恼怒烦、贪瞋痴慢，样样具足。可是我听尊敬的师父上人反复告诉我们，一句佛号就是十方三世一切诸佛的总名号，念阿弥陀佛就是念一切诸佛，一切诸佛所说的一切经都在这一句佛号中。我就是真心实意死心塌地来念这声佛号，念佛就是大放生，念佛就是大忏悔，念佛就是持戒，念佛就是修定，念佛就是在开智慧。念佛最消业障。尊敬的师父上人五十多年来苦口婆心讲净土法门是人人当机，个个有分，我们真的没听明白，老换题目，没有听话真干，得的真实利益就少得可怜。",
      "zh_TW": "我的真實經歷也告訴我，這句佛號真的是大總持，大圓滿。業障人人有，我的罪障不比任何人少，邪淫、離婚、墮胎、打妄語，怨恨惱怒煩、貪瞋痴慢，樣樣具足。可是我聽尊敬的師父上人反覆告訴我們，一句佛號就是十方三世一切諸佛的總名號，念阿彌陀佛就是念一切諸佛，一切諸佛所說的一切經都在這一句佛號中。我就是真心實意死心塌地來念這聲佛號，念佛就是大放生，念佛就是大懺悔，念佛就是持戒，念佛就是修定，念佛就是在開智慧。念佛最消業障。尊敬的師父上人五十多年來苦口婆心講淨土法門是人人當機，個個有分，我們真的沒聽明白，老換題目，沒有聽話真幹，得的真實利益就少得可憐。"
    },
    {
      "id": "02-042-0113_p0022",
      "zh_CN": "五年前我上传统文化论坛也忏悔，女儿听我忏悔也感动得与我一起抱头痛哭，但是第二天我们又闹翻了。我都不知道我在佛前、在同修面前忏悔了多少次，是个典型的老改犯了。我与女儿的关系并没有好转，我曾认为我今生今世与女儿的恩怨无法化解了。唯有今年不同，今年我知道自己真的有点老实、听话、真干，来认真念佛了。我真的认真静下心来听尊敬的师父上人讲经，听经太重要了，听经帮助我明理，明理帮助我更好的念佛。我也真的开始努力改过，转换心态在生活中念佛，效果真的不同。我的演艺界朋友常问我该怎么修佛？我说：佛挺好的，不用修，我们只修自己，好好念佛，把自己修好了什么都会好的。",
      "zh_TW": "五年前我上傳統文化論壇也懺悔，女兒聽我懺悔也感動得與我一起抱頭痛哭，但是第二天我們又鬧翻了。我都不知道我在佛前、在同修面前懺悔了多少次，是個典型的老改犯了。我與女兒的關係並沒有好轉，我曾認為我今生今世與女兒的恩怨無法化解了。唯有今年不同，今年我知道自己真的有點老實、聽話、真幹，來認真念佛了。我真的認真靜下心來聽尊敬的師父上人講經，聽經太重要了，聽經幫助我明理，明理幫助我更好的念佛。我也真的開始努力改過，轉換心態在生活中念佛，效果真的不同。我的演藝界朋友常問我該怎麼修佛？我說：佛挺好的，不用修，我們只修自己，好好念佛，把自己修好了什麼都會好的。"
    },
    {
      "id": "02-042-0113_p0023",
      "zh_CN": "经过这一年的听经学习和念佛，我再不怀疑自己的佛性了。上海下贤老和尚念了九十二年佛，潇洒往生是真的，我要向他老人家学习，因为我相信阿弥陀佛大愿王，他平等施度，没有分别心。阿弥陀佛慈父发的四十八大愿针对的是所有法界众生，特别是针对所谓业障深重的我们。他慈悲到极致，发愿我们只要信愿持名，他就来接引我们去西方净土。我们一定要对阿弥陀佛有信心，对尊敬的师父上人讲经说法有信心，对尊敬的上海下贤老和尚的表法有信心。",
      "zh_TW": "經過這一年的聽經學習和念佛，我再不懷疑自己的佛性了。上海下賢老和尚念了九十二年佛，瀟灑往生是真的，我要向他老人家學習，因為我相信阿彌陀佛大願王，他平等施度，沒有分別心。阿彌陀佛慈父發的四十八大願針對的是所有法界眾生，特別是針對所謂業障深重的我們。他慈悲到極致，發願我們只要信願持名，他就來接引我們去西方淨土。我們一定要對阿彌陀佛有信心，對尊敬的師父上人講經說法有信心，對尊敬的上海下賢老和尚的表法有信心。"
    },
    {
      "id": "02-042-0113_p0024",
      "zh_CN": "最近，我常听到或见到身边的一些同修，一听到某个人功夫了得，就一窝蜂的拥上去，打听他用什么方法得定开慧，打听学佛有什么捷径，四处跑，心不定。我的体会是靠任何人都不行，我靠定的大后台就是阿弥陀佛，方法非常简单，当下念阿弥陀佛，当下阿弥陀佛就把你罩在佛光里。我的认识是念佛也没有所谓的捷径，就是一步一个脚印，不问收获，只管耕耘，一句佛号念得清楚、听得清楚、记得清楚，一句接一句的老实、听话、真干。现在，我不再像以前那样着急了，念佛没几天，就急于求成，这在世法也没道理的，何况成佛？急于求成的心是魔。",
      "zh_TW": "最近，我常聽到或見到身邊的一些同修，一聽到某個人功夫了得，就一窩蜂的擁上去，打聽他用什麼方法得定開慧，打聽學佛有什麼捷徑，四處跑，心不定。我的體會是靠任何人都不行，我靠定的大後台就是阿彌陀佛，方法非常簡單，當下念阿彌陀佛，當下阿彌陀佛就把你罩在佛光裡。我的認識是念佛也沒有所謂的捷徑，就是一步一個腳印，不問收穫，只管耕耘，一句佛號念得清楚、聽得清楚、記得清楚，一句接一句的老實、聽話、真幹。現在，我不再像以前那樣著急了，念佛沒幾天，就急於求成，這在世法也沒道理的，何況成佛？急於求成的心是魔。"
    },
    {
      "id": "02-042-0113_p0025",
      "zh_CN": "我开始老实念佛时很枯燥，总想转换题目。我就多拜佛，慢慢的拜佛，坚持用耳朵听自己心中念佛的声音。或者就多听尊敬的师父上人讲经，然后咬牙坚持，慢慢下来就有了积累，有了信心。念佛是因，成佛是果，这是板上钉钉的道理与事实，要害之处真的就是您信吗？您愿意吗？您真干了吗？只要三者具足，必得无上真实利益。我孩子们给我表的法，让我真的相信了名号功德不可思议！就在儿子获得金鸡百花奖最佳短片奖的当天，我还接到朋友们的祝贺，说我在张艺谋导演拍摄的电影「归来」中，以最佳女配角入围澳门国际电影节。我在「归来」中只有几分钟的角色，居然入围国际电影节，也是我没有想到的，只能归于我念佛吧。身边熟悉我的佛友们对此非常感慨，她们纷纷表示，从我身上增加了她们念佛的信心。看见我孩子们的变化，她们最是感动，也下决心要踏踏实实的念佛改变自己，回向给孩子和家人，也让自己的孩子家人生活、事业都好起来。哪个人不希望家庭和睦、儿女成材？弘一大师偈语说得真好，「阿弥陀佛，无上医王，舍此不念，非痴即狂」。",
      "zh_TW": "我開始老實念佛時很枯燥，總想轉換題目。我就多拜佛，慢慢的拜佛，堅持用耳朵聽自己心中念佛的聲音。或者就多聽尊敬的師父上人講經，然後咬牙堅持，慢慢下來就有了積累，有了信心。念佛是因，成佛是果，這是板上釘釘的道理與事實，要害之處真的就是您信嗎？您願意嗎？您真幹了嗎？只要三者具足，必得無上真實利益。我孩子們給我表的法，讓我真的相信了名號功德不可思議！就在兒子獲得金雞百花獎最佳短片獎的當天，我還接到朋友們的祝賀，說我在張藝謀導演拍攝的電影「歸來」中，以最佳女配角入圍澳門國際電影節。我在「歸來」中只有幾分鐘的角色，居然入圍國際電影節，也是我沒有想到的，只能歸於我念佛吧。身邊熟悉我的佛友們對此非常感慨，她們紛紛表示，從我身上增加了她們念佛的信心。看見我孩子們的變化，她們最是感動，也下決心要踏踏實實的念佛改變自己，迴向給孩子和家人，也讓自己的孩子家人生活、事業都好起來。哪個人不希望家庭和睦、兒女成材？弘一大師偈語說得真好，「阿彌陀佛，無上醫王，捨此不念，非痴即狂」。"
    },
    {
      "id": "02-042-0113_p0026",
      "zh_CN": "无比感恩尊敬的师父上人讲经说法，不舍不弃法界众生破迷开悟。无比感恩尊敬的上海下贤老和尚慈悲表法，生活中处处是道场，时时真念佛。无比感恩阿弥陀佛慈父念念垂顾我们，时时恩德布施，名号利益真实不虚。西安大兴善寺有一对联，我印象很深，它写的是「万古是非浑短梦，一句弥陀作大舟」。以此供养大众，以此谨记在心，时时提醒自己，这世上啥都是假的，只有念佛成佛是真的。",
      "zh_TW": "無比感恩尊敬的師父上人講經說法，不捨不棄法界眾生破迷開悟。無比感恩尊敬的上海下賢老和尚慈悲表法，生活中處處是道場，時時真念佛。無比感恩阿彌陀佛慈父念念垂顧我們，時時恩德布施，名號利益真實不虛。西安大興善寺有一對聯，我印象很深，它寫的是「萬古是非渾短夢，一句彌陀作大舟」。以此供養大眾，以此謹記在心，時時提醒自己，這世上啥都是假的，只有念佛成佛是真的。"
    },
    {
      "id": "02-042-0113_p0027",
      "zh_CN": "不妥之处，祈请尊敬的师父上人及诸位仁者慈悲斧正，无限感恩！真诚祈请尊敬的师父上人法体安康，长久住世，法轮常转。惭愧不肖弟子丁嘉丽顶礼遍叩。",
      "zh_TW": "不妥之處，祈請尊敬的師父上人及諸位仁者慈悲斧正，無限感恩！真誠祈請尊敬的師父上人法體安康，長久住世，法輪常轉。慚愧不肖弟子丁嘉麗頂禮遍叩。"
    },
    {
      "id": "02-042-0113_p0028",
      "zh_CN": "老法师：我们听了丁嘉丽居士的报告，我感到非常的欢喜，她终于尝到念佛三昧了，念佛的法喜她得到了。得到也不容易，这么多年的挫折，一个关口一个关口，到现在进入境界了。这是念佛人很好的榜样。还有比她念佛时间还长的人多得是，依旧在徘徊，依旧在换题目，这成就就难了。特别是在现前的社会，动荡不安，我们感受到的是苦，没有喜乐。真正喜乐从哪里来？确实从念佛而来，念佛会帮助你心地清净，清净心当中生喜乐，这是真乐，确确实实感得佛菩萨的加持，是真的，不是假的。你能像丁嘉丽这样回头，一门深入，长时薰修，法喜就得到了。",
      "zh_TW": "老法師：我們聽了丁嘉麗居士的報告，我感到非常的歡喜，她終於嘗到念佛三昧了，念佛的法喜她得到了。得到也不容易，這麼多年的挫折，一個關口一個關口，到現在進入境界了。這是念佛人很好的榜樣。還有比她念佛時間還長的人多得是，依舊在徘徊，依舊在換題目，這成就就難了。特別是在現前的社會，動盪不安，我們感受到的是苦，沒有喜樂。真正喜樂從哪裡來？確實從念佛而來，念佛會幫助你心地清淨，清淨心當中生喜樂，這是真樂，確確實實感得佛菩薩的加持，是真的，不是假的。你能像丁嘉麗這樣回頭，一門深入，長時薰修，法喜就得到了。"
    },
    {
      "id": "02-042-0113_p0029",
      "zh_CN": "得到法喜你就深深感到，你生活当中阿弥陀佛时时刻刻在加持你，没有离开你。为什么？我们学了这么多年，终于搞明白一个事实，那就是阿弥陀佛的法身是常寂光，无处不在，无时不在。我们一心称念，那个加持力量立刻就感受到，因为我们从来没有离开过阿弥陀佛。为什么得不到他的感应？就是不相信，我们信佛不是真的，是假的，常常换题目就是不信佛。不但是向外攀缘，即使是向佛法当中攀缘也不行，佛法有八万四千法门，今天想学《华严》，明天又换天台，这怎么行？这都叫做没有真信。真信怎样的？真信是一门深入。",
      "zh_TW": "得到法喜你就深深感到，你生活當中阿彌陀佛時時刻刻在加持你，沒有離開你。為什麼？我們學了這麼多年，終於搞明白一個事實，那就是阿彌陀佛的法身是常寂光，無處不在，無時不在。我們一心稱念，那個加持力量立刻就感受到，因為我們從來沒有離開過阿彌陀佛。為什麼得不到他的感應？就是不相信，我們信佛不是真的，是假的，常常換題目就是不信佛。不但是向外攀緣，即使是向佛法當中攀緣也不行，佛法有八萬四千法門，今天想學《華嚴》，明天又換天台，這怎麼行？這都叫做沒有真信。真信怎樣的？真信是一門深入。"
    },
    {
      "id": "02-042-0113_p0030",
      "zh_CN": "《金刚经》上讲得好，「法门平等，无有高下」，这一句名号无量无边功德，我们说念一句南无观世音菩萨，跟阿弥陀佛比较是不是有差距、有高低？给诸位说，没有，完全相同。所以佛菩萨的名号，一切大小乘经典里面的经文，显教、密教，一句经文、一首偈颂、一个短短的咒语，它统统是从自性里面流出来的。既然从自性流出来的，它的功德、它的能量决定是平等的。在我们身上确实它不平等，为什么不平等？它本来平等，我们有妄想分别执着，产生出来的不平等。可见得不平等不是它，是我们的念头，我们认为这个高那个低，这个是第一，那个是第二，全都错了。",
      "zh_TW": "《金剛經》上講得好，「法門平等，無有高下」，這一句名號無量無邊功德，我們說念一句南無觀世音菩薩，跟阿彌陀佛比較是不是有差距、有高低？給諸位說，沒有，完全相同。所以佛菩薩的名號，一切大小乘經典裡面的經文，顯教、密教，一句經文、一首偈頌、一個短短的咒語，它統統是從自性裡面流出來的。既然從自性流出來的，它的功德、它的能量決定是平等的。在我們身上確實它不平等，為什麼不平等？它本來平等，我們有妄想分別執著，產生出來的不平等。可見得不平等不是它，是我們的念頭，我們認為這個高那個低，這個是第一，那個是第二，全都錯了。"
    },
    {
      "id": "02-042-0113_p0031",
      "zh_CN": "我说过，不但佛法里头一切法平等，大乘教常常有句话说，哪一法不是佛法！我们能听得懂吗？惠能大师告诉我们，「何期自性，能生万法」，万法是自性生的，万法就是自性，既然是自性，哪有不平等的道理，哪有高下的道理？所谓的高下，都是我们自己业障习气不一样，误会以为高下在外头，不知道高下差别都在里面。信要纯了，心要定了，你就见到了，一切诸法原来是平等的。为什么？在相中都能见性，不可以说只有这个相我见到性，那个相不是的；见到性之后，一切相里头你都看到自性了，明心见性。没有差别，没有起心动念，没有执着，万法皆如，万法一如，一就不二，这才叫做入不二法门。",
      "zh_TW": "我說過，不但佛法裡頭一切法平等，大乘教常常有句話說，哪一法不是佛法！我們能聽得懂嗎？惠能大師告訴我們，「何期自性，能生萬法」，萬法是自性生的，萬法就是自性，既然是自性，哪有不平等的道理，哪有高下的道理？所謂的高下，都是我們自己業障習氣不一樣，誤會以為高下在外頭，不知道高下差別都在裡面。信要純了，心要定了，你就見到了，一切諸法原來是平等的。為什麼？在相中都能見性，不可以說只有這個相我見到性，那個相不是的；見到性之後，一切相裡頭你都看到自性了，明心見性。沒有差別，沒有起心動念，沒有執著，萬法皆如，萬法一如，一就不二，這才叫做入不二法門。"
    },
    {
      "id": "02-042-0113_p0032",
      "zh_CN": "你看，契入境界之后，对于我们日常生活当中处事待人接物，自己的生活、工作，样样都圆满，样样都得到法喜。恭喜丁嘉丽居士，她得到了，我们人人都能得到，关键就是个信字，清净信心，不是清净心得不到。所以，决定不能有疑惑，有疑惑全错了，有疑惑，一天念十万声佛号也得不到利益，感到念佛是一种辛苦，得不到法喜。怎么办？听经。听经也不容易，为什么不容易？有怀疑，这是业障，有妄想、有分别、有执着。这样听经，充其量得到经典一点皮毛知识，经中玄妙的义理你听不出来。同样道理，我们看海贤老和尚的碟片亦如是，用真诚心、恭敬心去听，愈听愈有味道，永远听不厌。刘素云听了几百遍，告诉人欲罢不能，那是什么？遍遍都发现里面新的味道，统统都是从真诚恭敬心里面感应到的。真实印证了印光大师一句话，「一分诚敬得一分利益，十分诚敬得十分利益」，没有诚敬，念再多遍都不得利益。",
      "zh_TW": "你看，契入境界之後，對於我們日常生活當中處事待人接物，自己的生活、工作，樣樣都圓滿，樣樣都得到法喜。恭喜丁嘉麗居士，她得到了，我們人人都能得到，關鍵就是個信字，清淨信心，不是清淨心得不到。所以，決定不能有疑惑，有疑惑全錯了，有疑惑，一天念十萬聲佛號也得不到利益，感到念佛是一種辛苦，得不到法喜。怎麼辦？聽經。聽經也不容易，為什麼不容易？有懷疑，這是業障，有妄想、有分別、有執著。這樣聽經，充其量得到經典一點皮毛知識，經中玄妙的義理你聽不出來。同樣道理，我們看海賢老和尚的碟片亦如是，用真誠心、恭敬心去聽，愈聽愈有味道，永遠聽不厭。劉素雲聽了幾百遍，告訴人欲罷不能，那是什麼？遍遍都發現裡面新的味道，統統都是從真誠恭敬心裡面感應到的。真實印證了印光大師一句話，「一分誠敬得一分利益，十分誠敬得十分利益」，沒有誠敬，念再多遍都不得利益。"
    },
    {
      "id": "02-042-0113_p0033",
      "zh_CN": "什么是诚敬？把妄想杂念息掉，是非人我息掉，就是要用专心听，我听经、我读经决定不会有妄念、杂念来干扰。有妄念、杂念自己一定要知道，经里头甚深微妙的义理跟你没有缘分。佛说经是清净平等觉，没有偏于哪一个人，一切众生得多少利益，全凭他有多少分诚敬的心。听懂了落实到生活上，得受用，心开意解，快乐无比，无量劫来结的怨恨都能化解。丁嘉丽是个非常好的榜样，我们看了要相信，要向她学习。好，我们再看下面一位。",
      "zh_TW": "什麼是誠敬？把妄想雜念息掉，是非人我息掉，就是要用專心聽，我聽經、我讀經決定不會有妄念、雜念來干擾。有妄念、雜念自己一定要知道，經裡頭甚深微妙的義理跟你沒有緣分。佛說經是清淨平等覺，沒有偏於哪一個人，一切眾生得多少利益，全憑他有多少分誠敬的心。聽懂了落實到生活上，得受用，心開意解，快樂無比，無量劫來結的怨恨都能化解。丁嘉麗是個非常好的榜樣，我們看了要相信，要向她學習。好，我們再看下面一位。"
    },
    {
      "id": "02-042-0113_p0034",
      "zh_CN": "学生：诸佛菩萨名号表法意义",
      "zh_TW": "學生：諸佛菩薩名號表法意義"
    },
    {
      "id": "02-042-0113_p0035",
      "zh_CN": "尊敬的师父上人，尊敬的诸位法师、大德仁者，阿弥陀佛！惭愧弟子开吉今日恭敬报告的主题是「诸佛菩萨名号表法意义」。",
      "zh_TW": "尊敬的師父上人，尊敬的諸位法師、大德仁者，阿彌陀佛！慚愧弟子開吉今日恭敬報告的主題是「諸佛菩薩名號表法意義」。"
    },
    {
      "id": "02-042-0113_p0036",
      "zh_CN": "时值末法时期，浊世恶苦，众生罪深业重。诸佛菩萨悯众生苦，随类应化，救度冥顽，无处不在。而我等肉眼凡夫，不识圣哲，迷惑颠倒，轮回受苦。师父上人为拯拔众苦，于此浊世，慈悲示现，讲经说法，孜孜不倦，法音普及，无有边界。今日惭愧弟子值此胜缘，将恩师所述之诸佛菩萨名号表法深义，略叙梗概，以此上报佛恩，下济三苦，回向净土，并与诸上善人共学共勉。",
      "zh_TW": "時值末法時期，濁世惡苦，眾生罪深業重。諸佛菩薩憫眾生苦，隨類應化，救度冥頑，無處不在。而我等肉眼凡夫，不識聖哲，迷惑顛倒，輪迴受苦。師父上人為拯拔眾苦，於此濁世，慈悲示現，講經說法，孜孜不倦，法音普及，無有邊界。今日慚愧弟子值此勝緣，將恩師所述之諸佛菩薩名號表法深義，略敘梗概，以此上報佛恩，下濟三苦，迴向淨土，並與諸上善人共學共勉。"
    },
    {
      "id": "02-042-0113_p0037",
      "zh_CN": "甲、娑婆世界教主本师释迦牟尼佛，是世界上最伟大的哲学家",
      "zh_TW": "甲、娑婆世界教主本師釋迦牟尼佛，是世界上最偉大的哲學家"
    },
    {
      "id": "02-042-0113_p0038",
      "zh_CN": "中国历史记载，释迦牟尼佛出生于周昭王二十四年，灭度于周穆王五十三年，在世八十年。因此，佛灭度至今是三千零三十七年。经典记载，佛陀是贵族出身，他的父亲是迦毘罗卫国（今尼泊尔）的国王。",
      "zh_TW": "中國歷史記載，釋迦牟尼佛出生於周昭王二十四年，滅度於周穆王五十三年，在世八十年。因此，佛滅度至今是三千零三十七年。經典記載，佛陀是貴族出身，他的父親是迦毘羅衛國（今尼泊爾）的國王。"
    },
    {
      "id": "02-042-0113_p0039",
      "zh_CN": "诸佛菩萨的名号是显示其教学学科宗旨，名号即是总课程。释迦牟尼佛俗家本名叫悉达多，尊称佛陀，这是佛教最高学位的名称。释迦是古印度话仁慈的意思，翻译为能仁，能够仁慈。当今社会众生缺乏仁慈、爱心，甚至连自己都不爱。我等须知，只有自爱才能爱人，因此佛陀出兴于世，即是教导众生要仁慈，以大慈大悲对待一切有情、无情。牟尼翻译为寂静，亦即《无量寿经》经题所言「清净平等觉」。因此，牟尼就是心地清净、心地平等、心地觉而不迷。以大慈大悲对待一切众生，以清净平等觉要求自己，此即是佛陀教育之真实义，佛陀的名号圆满显示其教学之宗旨。概言之，佛陀教育的科目无量无边，总不离清净、平等、觉与大慈大悲。",
      "zh_TW": "諸佛菩薩的名號是顯示其教學學科宗旨，名號即是總課程。釋迦牟尼佛俗家本名叫悉達多，尊稱佛陀，這是佛教最高學位的名稱。釋迦是古印度話仁慈的意思，翻譯為能仁，能夠仁慈。當今社會眾生缺乏仁慈、愛心，甚至連自己都不愛。我等須知，只有自愛才能愛人，因此佛陀出興於世，即是教導眾生要仁慈，以大慈大悲對待一切有情、無情。牟尼翻譯為寂靜，亦即《無量壽經》經題所言「清淨平等覺」。因此，牟尼就是心地清淨、心地平等、心地覺而不迷。以大慈大悲對待一切眾生，以清淨平等覺要求自己，此即是佛陀教育之真實義，佛陀的名號圓滿顯示其教學之宗旨。概言之，佛陀教育的科目無量無邊，總不離清淨、平等、覺與大慈大悲。"
    },
    {
      "id": "02-042-0113_p0040",
      "zh_CN": "释迦牟尼佛三十岁开悟，七十九岁圆寂，一生讲经三百余会，说法四十九年，办班教学，无有间断，是一位多元文化社会教育的义务工作者。经典记载，佛的常随弟子有一千二百五十五人，当时印度十六大国王全都是释迦牟尼佛的学生。佛陀的起心动念、言语造作蔚为后世榜样，切实落实「学为人师，行为世范」，孜孜不倦阐释宇宙人生真相，而成为世界上最伟大的哲学家。因此方东美教授说，「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，良有以也。",
      "zh_TW": "釋迦牟尼佛三十歲開悟，七十九歲圓寂，一生講經三百餘會，說法四十九年，辦班教學，無有間斷，是一位多元文化社會教育的義務工作者。經典記載，佛的常隨弟子有一千二百五十五人，當時印度十六大國王全都是釋迦牟尼佛的學生。佛陀的起心動念、言語造作蔚為後世榜樣，切實落實「學為人師，行為世範」，孜孜不倦闡釋宇宙人生真相，而成為世界上最偉大的哲學家。因此方東美教授說，「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，良有以也。"
    },
    {
      "id": "02-042-0113_p0041",
      "zh_CN": "释迦世尊是《无量寿经》一会的说法主，大慈念老赞其为大恩慈父，若无释迦世尊之教诲，我等必然是长劫轮回，六道轮转，苦不堪言。我等幸得人身，幸闻佛法，饮水思源，知恩报恩，应当感念释迦世尊慈悲示现于世、演说妙法之深恩大德。并以依教奉行、信愿持名、求生净土、当生成佛，做为对释迦本师最真实的回报。",
      "zh_TW": "釋迦世尊是《無量壽經》一會的說法主，大慈念老讚其為大恩慈父，若無釋迦世尊之教誨，我等必然是長劫輪迴，六道輪轉，苦不堪言。我等幸得人身，幸聞佛法，飲水思源，知恩報恩，應當感念釋迦世尊慈悲示現於世、演說妙法之深恩大德。並以依教奉行、信願持名、求生淨土、當生成佛，做為對釋迦本師最真實的回報。"
    },
    {
      "id": "02-042-0113_p0042",
      "zh_CN": "乙、华严三圣——毘卢遮那佛、普贤菩萨和文殊师利菩萨",
      "zh_TW": "乙、華嚴三聖——毘盧遮那佛、普賢菩薩和文殊師利菩薩"
    },
    {
      "id": "02-042-0113_p0043",
      "zh_CN": "在华严会上，文殊、普贤菩萨都是毘卢遮那佛的后补佛，三者称为华严三圣。华藏世界是一切大乘修学的最终归宿，而两位大菩萨悉皆发愿求生西方净土。老法师说，这是因为十方世界的修行人如果不能归心净土，就不算是圆满的成就。",
      "zh_TW": "在華嚴會上，文殊、普賢菩薩都是毘盧遮那佛的後補佛，三者稱為華嚴三聖。華藏世界是一切大乘修學的最終歸宿，而兩位大菩薩悉皆發願求生西方淨土。老法師說，這是因為十方世界的修行人如果不能歸心淨土，就不算是圓滿的成就。"
    },
    {
      "id": "02-042-0113_p0044",
      "zh_CN": "乙一、华藏世界教主毘卢遮那佛，是与卢舍那佛、释迦牟尼佛一体三身的法身佛",
      "zh_TW": "乙一、華藏世界教主毘盧遮那佛，是與盧舍那佛、釋迦牟尼佛一體三身的法身佛"
    },
    {
      "id": "02-042-0113_p0045",
      "zh_CN": "毘卢遮那佛是华藏世界的教主和导师。毘卢遮那是梵语，乃法身佛之名号，意思是遍一切处。即自性遍一切处，法身遍一切处，真心本性没有来去与生灭，「不常不断，不一不异」（《中观论》）。所有一切万物都是由此变化而出，故曰，「十方三世佛，共同一法身」，众生与佛亦是同一法身。毘卢遮那佛（法身）与卢舍那佛（报身）、释迦牟尼佛（应化身）是一体的，一体三身，三身一体。卢舍那佛表自性本具的般若智慧，唯有智慧才能证得法身，及明了宇宙人生的真相。释迦牟尼佛表自性本具的德能相好。《华严经》云：「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」因此，一切众生与诸佛是一不是二。",
      "zh_TW": "毘盧遮那佛是華藏世界的教主和導師。毘盧遮那是梵語，乃法身佛之名號，意思是遍一切處。即自性遍一切處，法身遍一切處，真心本性沒有來去與生滅，「不常不斷，不一不異」（《中觀論》）。所有一切萬物都是由此變化而出，故曰，「十方三世佛，共同一法身」，眾生與佛亦是同一法身。毘盧遮那佛（法身）與盧舍那佛（報身）、釋迦牟尼佛（應化身）是一體的，一體三身，三身一體。盧舍那佛表自性本具的般若智慧，唯有智慧才能證得法身，及明瞭宇宙人生的真相。釋迦牟尼佛表自性本具的德能相好。《華嚴經》云：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」因此，一切眾生與諸佛是一不是二。"
    },
    {
      "id": "02-042-0113_p0046",
      "zh_CN": "师父上人在宣讲《大经科注》时说，毘卢遮那佛即是大日如来，大日如来即是阿弥陀佛。显教称阿弥陀佛，密教称大日如来，是一不是二。大日如来之密严土即是极乐世界、华藏世界，因此极乐世界是密严世界与华藏世界之异名。此乃一而三、三而一。《弥陀疏钞》引智觉云：「毘卢遮那佛其妙观察智，流出西方极乐世界无量寿如来。」因此，阿弥陀佛即是毘卢遮那如来。由此可知，佛佛道同，佛佛一体，于诸佛如来的境界上是无二无别的。",
      "zh_TW": "師父上人在宣講《大經科註》時說，毘盧遮那佛即是大日如來，大日如來即是阿彌陀佛。顯教稱阿彌陀佛，密教稱大日如來，是一不是二。大日如來之密嚴土即是極樂世界、華藏世界，因此極樂世界是密嚴世界與華藏世界之異名。此乃一而三、三而一。《彌陀疏鈔》引智覺云：「毘盧遮那佛其妙觀察智，流出西方極樂世界無量壽如來。」因此，阿彌陀佛即是毘盧遮那如來。由此可知，佛佛道同，佛佛一體，於諸佛如來的境界上是無二無別的。"
    },
    {
      "id": "02-042-0113_p0047",
      "zh_CN": "乙二、华严长子普贤菩萨以十大愿王导归极乐，是净业学人的大阿阇黎",
      "zh_TW": "乙二、華嚴長子普賢菩薩以十大願王導歸極樂，是淨業學人的大阿闍黎"
    },
    {
      "id": "02-042-0113_p0048",
      "zh_CN": "在华严三圣中，毘卢遮那佛代表自性，文殊、普贤菩萨代表从体起用，位列左侧的文殊菩萨代表解门，位列右侧的普贤菩萨代表行门，普贤十大愿王代表行门圆满。在无量寿会中，文殊、普贤位列菩萨众的上首，普贤菩萨代表净密不二，文殊菩萨代表禅净不二。",
      "zh_TW": "在華嚴三聖中，毘盧遮那佛代表自性，文殊、普賢菩薩代表從體起用，位列左側的文殊菩薩代表解門，位列右側的普賢菩薩代表行門，普賢十大願王代表行門圓滿。在無量壽會中，文殊、普賢位列菩薩眾的上首，普賢菩薩代表淨密不二，文殊菩薩代表禪淨不二。"
    },
    {
      "id": "02-042-0113_p0049",
      "zh_CN": "普贤菩萨是中国大乘佛教的四大菩萨之一，道场位于四川峨嵋山。大慈念老于《大经科注》中说「普贤亦名遍吉」，普贤菩萨的德号有遍吉的意思，即是普遍吉祥之义。清凉大师《华严经疏钞》说，普贤菩萨有三位：一、位前普贤，从初信位至等觉五十一个位次，发普贤心、修普贤行的菩萨；二、位中普贤，即等觉菩萨，在华严会上十大愿王导归极乐的当位菩萨；三、位后普贤，成佛之后，以菩萨之身分示现，所谓「成佛仍不舍因地之行」是也。佛在《华严经》中说，「菩萨不修普贤行，不能圆成佛道」，一定要修普贤行，才能证得妙觉果位。在菩萨众中，普贤菩萨的表法是「心包太虚，量周沙界」，普贤十愿即是以此为基础。在菩萨的眼目之中，遍法界虚空界万事万物、情与无情皆是如来法身，普贤菩萨悉皆平等的礼敬。",
      "zh_TW": "普賢菩薩是中國大乘佛教的四大菩薩之一，道場位於四川峨嵋山。大慈念老於《大經科註》中說「普賢亦名遍吉」，普賢菩薩的德號有遍吉的意思，即是普遍吉祥之義。清涼大師《華嚴經疏鈔》說，普賢菩薩有三位：一、位前普賢，從初信位至等覺五十一個位次，發普賢心、修普賢行的菩薩；二、位中普賢，即等覺菩薩，在華嚴會上十大願王導歸極樂的當位菩薩；三、位後普賢，成佛之後，以菩薩之身分示現，所謂「成佛仍不捨因地之行」是也。佛在《華嚴經》中說，「菩薩不修普賢行，不能圓成佛道」，一定要修普賢行，才能證得妙覺果位。在菩薩眾中，普賢菩薩的表法是「心包太虛，量周沙界」，普賢十願即是以此為基礎。在菩薩的眼目之中，遍法界虛空界萬事萬物、情與無情皆是如來法身，普賢菩薩悉皆平等的禮敬。"
    },
    {
      "id": "02-042-0113_p0050",
      "zh_CN": "普贤菩萨是华严长子，他能够引导、统御和教化一切众生，带领大众发十大愿王，一者礼敬诸佛，二者称赞如来，三者广修供养，四者忏悔业障，五者随喜功德，六者请转法轮，七者请佛住世，八者常随佛学，九者恒顺众生，十者普皆回向。这是普贤菩萨以究竟圆满的大菩提心，所起的大愿大行，以此十大愿王导归极乐，这是普贤大士的至善至德。因此，在无量寿会中，普贤与文殊菩萨位列上首。",
      "zh_TW": "普賢菩薩是華嚴長子，他能夠引導、統御和教化一切眾生，帶領大眾發十大願王，一者禮敬諸佛，二者稱讚如來，三者廣修供養，四者懺悔業障，五者隨喜功德，六者請轉法輪，七者請佛住世，八者常隨佛學，九者恆順眾生，十者普皆迴向。這是普賢菩薩以究竟圓滿的大菩提心，所起的大願大行，以此十大願王導歸極樂，這是普賢大士的至善至德。因此，在無量壽會中，普賢與文殊菩薩位列上首。"
    },
    {
      "id": "02-042-0113_p0051",
      "zh_CN": "大慈念老于《大经科注》中说，普贤菩萨是如来法身之所流现，因此菩萨是大权示现，是自性圆满的法身所流现。在密宗，普贤即是密教初祖金刚萨埵（金刚手菩萨）；在净土宗，普贤是娑婆世界净宗初祖，在华严会上以十大愿王导归极乐。其德行、智慧、善巧方便蔚为修行人的绝佳榜样，是我等净业学人的大阿阇黎（即轨范师）。因此，在《无量寿经》中，普贤菩萨的表法是密净不二。",
      "zh_TW": "大慈念老於《大經科註》中說，普賢菩薩是如來法身之所流現，因此菩薩是大權示現，是自性圓滿的法身所流現。在密宗，普賢即是密教初祖金剛薩埵（金剛手菩薩）；在淨土宗，普賢是娑婆世界淨宗初祖，在華嚴會上以十大願王導歸極樂。其德行、智慧、善巧方便蔚為修行人的絕佳榜樣，是我等淨業學人的大阿闍黎（即軌範師）。因此，在《無量壽經》中，普賢菩薩的表法是密淨不二。"
    },
    {
      "id": "02-042-0113_p0052",
      "zh_CN": "乙三、华严庶男文殊师利菩萨是七佛之师，久已成佛，代表智慧第一",
      "zh_TW": "乙三、華嚴庶男文殊師利菩薩是七佛之師，久已成佛，代表智慧第一"
    },
    {
      "id": "02-042-0113_p0053",
      "zh_CN": "在无量寿会上，文殊菩萨是代表禅净不二。文殊师利亦翻译为曼殊室利，翻成中国的意思是妙首、妙吉祥、妙德。妙是微妙，非有非无，称于自性，遇缘能现。文殊菩萨是七佛之师，释迦世尊往上，七尊佛都是文殊的学生。大慈念老引《放钵经》曰：「今我得佛，皆是文殊师利之恩也。」释迦世尊未成佛之前，是文殊师利的弟子，成佛之后仍念念不忘老师的恩德。「过去无央数诸佛，皆是文殊师利弟子」，由此可知，文殊师利是诸佛的老师。",
      "zh_TW": "在無量壽會上，文殊菩薩是代表禪淨不二。文殊師利亦翻譯為曼殊室利，翻成中國的意思是妙首、妙吉祥、妙德。妙是微妙，非有非無，稱於自性，遇緣能現。文殊菩薩是七佛之師，釋迦世尊往上，七尊佛都是文殊的學生。大慈念老引《放缽經》曰：「今我得佛，皆是文殊師利之恩也。」釋迦世尊未成佛之前，是文殊師利的弟子，成佛之後仍念念不忘老師的恩德。「過去無央數諸佛，皆是文殊師利弟子」，由此可知，文殊師利是諸佛的老師。"
    },
    {
      "id": "02-042-0113_p0054",
      "zh_CN": "文殊菩萨在菩萨众中是代表智慧第一，早已成佛，名号是龙种尊王如来，现在是以等觉菩萨的身分出现于世，帮助毘卢遮那佛、阿弥陀佛教化众生，为世尊表法。现在他的真身在北方常喜国成佛，此国名表常常心生欢喜，无有忧虑之意，名号是宝积如来；他未来还会示现成佛，名号是普见如来，普见是智慧之意，表其教学宗旨。文殊之体是在常寂光中，随缘应化，普度众生。在释迦世尊宣讲《无量寿经》、介绍西方极乐世界这一会中，文殊师利现身其中，代表唯有大智慧之人才能相信净土，才能发愿求生净土。",
      "zh_TW": "文殊菩薩在菩薩眾中是代表智慧第一，早已成佛，名號是龍種尊王如來，現在是以等覺菩薩的身分出現於世，幫助毘盧遮那佛、阿彌陀佛教化眾生，為世尊表法。現在他的真身在北方常喜國成佛，此國名表常常心生歡喜，無有憂慮之意，名號是寶積如來；他未來還會示現成佛，名號是普見如來，普見是智慧之意，表其教學宗旨。文殊之體是在常寂光中，隨緣應化，普度眾生。在釋迦世尊宣講《無量壽經》、介紹西方極樂世界這一會中，文殊師利現身其中，代表唯有大智慧之人才能相信淨土，才能發願求生淨土。"
    },
    {
      "id": "02-042-0113_p0055",
      "zh_CN": "丙、西方三圣——阿弥陀佛、观音菩萨和大势至菩萨",
      "zh_TW": "丙、西方三聖——阿彌陀佛、觀音菩薩和大勢至菩薩"
    },
    {
      "id": "02-042-0113_p0056",
      "zh_CN": "在西方极乐世界，观音菩萨和大势至菩萨是阿弥陀佛的左右手和助教，共同协助阿弥陀佛圆满度化众生的使命。",
      "zh_TW": "在西方極樂世界，觀音菩薩和大勢至菩薩是阿彌陀佛的左右手和助教，共同協助阿彌陀佛圓滿度化眾生的使命。"
    },
    {
      "id": "02-042-0113_p0057",
      "zh_CN": "丙一、法藏成佛名号是阿弥陀佛，在西方极乐世界，今现在说法。",
      "zh_TW": "丙一、法藏成佛名號是阿彌陀佛，在西方極樂世界，今現在說法。"
    },
    {
      "id": "02-042-0113_p0058",
      "zh_CN": "极乐世界教主阿弥陀佛，十方诸佛尊之为「光中极尊，佛中之王」。蕅益大师于《弥陀要解》中，说弥陀名号功德不可思议。老法师释曰：阿弥陀是梵语，翻译成中文是无量的意思，阿译为无，弥陀译为量，佛译为觉悟。因此，阿弥陀佛名号之意就是无量觉悟，简言之，即是无量光、无量寿。光是指空间，光明遍照；寿是讲时间，过去、现在、未来，时光交彻成整个宇宙。法界体即是光与寿，阿弥陀佛之法身是无量光寿，阿弥陀佛所居之极乐世界亦是无量光寿。",
      "zh_TW": "極樂世界教主阿彌陀佛，十方諸佛尊之為「光中極尊，佛中之王」。蕅益大師於《彌陀要解》中，說彌陀名號功德不可思議。老法師釋曰：阿彌陀是梵語，翻譯成中文是無量的意思，阿譯為無，彌陀譯為量，佛譯為覺悟。因此，阿彌陀佛名號之意就是無量覺悟，簡言之，即是無量光、無量壽。光是指空間，光明遍照；壽是講時間，過去、現在、未來，時光交徹成整個宇宙。法界體即是光與壽，阿彌陀佛之法身是無量光壽，阿彌陀佛所居之極樂世界亦是無量光壽。"
    },
    {
      "id": "02-042-0113_p0059",
      "zh_CN": "在过去无量劫前，阿弥陀佛与释迦牟尼佛是兄弟关系。据《法华经》记载，无量劫前有一尊佛，名号是大通智胜如来。在他还没有出家之时，有十六个儿子，这十六位王子皆是以童子身出家而做沙弥。「彼佛弟子十六沙弥，今皆得阿耨多罗三藐三菩提，于十方国土，现在说法」。佛告诉法华会上的大众，这十六沙弥现在全都成佛了，在十方世界现在说法。「西方二佛，一名阿弥陀」，是第九子，阿弥陀佛是第九王子，出家后是十六沙弥中之第九。「第十六我释迦牟尼佛，于娑婆国土，成阿耨多罗三藐三菩提。」释迦牟尼佛是第十六王子，出家后是第十六沙弥。这两尊佛成佛至今，已经是无量劫了。",
      "zh_TW": "在過去無量劫前，阿彌陀佛與釋迦牟尼佛是兄弟關係。據《法華經》記載，無量劫前有一尊佛，名號是大通智勝如來。在他還沒有出家之時，有十六個兒子，這十六位王子皆是以童子身出家而做沙彌。「彼佛弟子十六沙彌，今皆得阿耨多羅三藐三菩提，於十方國土，現在說法」。佛告訴法華會上的大眾，這十六沙彌現在全都成佛了，在十方世界現在說法。「西方二佛，一名阿彌陀」，是第九子，阿彌陀佛是第九王子，出家後是十六沙彌中之第九。「第十六我釋迦牟尼佛，於娑婆國土，成阿耨多羅三藐三菩提。」釋迦牟尼佛是第十六王子，出家後是第十六沙彌。這兩尊佛成佛至今，已經是無量劫了。"
    },
    {
      "id": "02-042-0113_p0060",
      "zh_CN": "阿弥陀佛在西方极乐世界，今现在说法。《观经》说，阿弥陀佛身有八万四千相，每一个相有八万四千好，每一个好有八万四千光明，每一道光明里面，有无量诸佛在讲经教学。十方三世一切诸佛如来都普劝一切众生往生西方净土，把自己的学生都送到极乐世界去，圆满不退成佛。",
      "zh_TW": "阿彌陀佛在西方極樂世界，今現在說法。《觀經》說，阿彌陀佛身有八萬四千相，每一個相有八萬四千好，每一個好有八萬四千光明，每一道光明裡面，有無量諸佛在講經教學。十方三世一切諸佛如來都普勸一切眾生往生西方淨土，把自己的學生都送到極樂世界去，圓滿不退成佛。"
    },
    {
      "id": "02-042-0113_p0061",
      "zh_CN": "丙二、大慈大悲的观世音菩萨于五浊恶世寻声救苦，随类化身，普度众生。",
      "zh_TW": "丙二、大慈大悲的觀世音菩薩於五濁惡世尋聲救苦，隨類化身，普度眾生。"
    },
    {
      "id": "02-042-0113_p0062",
      "zh_CN": "中国四大菩萨之一的观世音菩萨，又名观自在菩萨，是一位大慈大悲、救苦救难的大菩萨。显教称观音大士是阿弥陀佛的弟子，密宗则称之为阿弥陀佛的化身。在释迦牟尼佛的《无量寿经》一会上，特别显示观世音菩萨与大势至菩萨最尊第一，智慧与福德殊胜无比。在大乘圣众之中，观音菩萨表慈悲第一（行门），大势至菩萨表智慧第一（解门），其威神光明，普照三千大千世界（《无量寿经》），遍法界虚空界一切诸佛刹土统统照见。实际上，观世音菩萨在过去无量劫中早已成佛，名号是正法明如来。以大悲愿力，示现作菩萨，在西方极乐世界协助阿弥陀佛教化众生。《首楞严经》亦记载，观世音菩萨是「从闻思修入三摩地，返闻自性，得无上道」。由此可知，观音菩萨是反闻闻自性而成佛的。",
      "zh_TW": "中國四大菩薩之一的觀世音菩薩，又名觀自在菩薩，是一位大慈大悲、救苦救難的大菩薩。顯教稱觀音大士是阿彌陀佛的弟子，密宗則稱之為阿彌陀佛的化身。在釋迦牟尼佛的《無量壽經》一會上，特別顯示觀世音菩薩與大勢至菩薩最尊第一，智慧與福德殊勝無比。在大乘聖眾之中，觀音菩薩表慈悲第一（行門），大勢至菩薩表智慧第一（解門），其威神光明，普照三千大千世界（《無量壽經》），遍法界虛空界一切諸佛剎土統統照見。實際上，觀世音菩薩在過去無量劫中早已成佛，名號是正法明如來。以大悲願力，示現作菩薩，在西方極樂世界協助阿彌陀佛教化眾生。《首楞嚴經》亦記載，觀世音菩薩是「從聞思修入三摩地，返聞自性，得無上道」。由此可知，觀音菩薩是反聞聞自性而成佛的。"
    },
    {
      "id": "02-042-0113_p0063",
      "zh_CN": "《观无量寿佛经》中说，在观音大士顶上的圆光当中，「有五百化佛如释迦牟尼，一一化佛，有五百化菩萨，无量诸天以为侍者」。在菩萨的圆光中有五百化佛的现相，每一尊化佛又有五百菩萨围绕，佛在为菩萨和诸天大众讲经说法。观音菩萨是极乐世界的后补佛，阿弥陀佛于无量劫后化缘已尽，示现般涅槃，观世音菩萨即补佛位，名号是普光功德山王如来，国土称为众宝普集庄严世界。由于观世音菩萨的法缘特别殊胜，其成佛之后国土的依正庄严超过极乐世界。",
      "zh_TW": "《觀無量壽佛經》中說，在觀音大士頂上的圓光當中，「有五百化佛如釋迦牟尼，一一化佛，有五百化菩薩，無量諸天以為侍者」。在菩薩的圓光中有五百化佛的現相，每一尊化佛又有五百菩薩圍繞，佛在為菩薩和諸天大眾講經說法。觀音菩薩是極樂世界的後補佛，阿彌陀佛於無量劫後化緣已盡，示現般涅槃，觀世音菩薩即補佛位，名號是普光功德山王如來，國土稱為眾寶普集莊嚴世界。由於觀世音菩薩的法緣特別殊勝，其成佛之後國土的依正莊嚴超過極樂世界。"
    },
    {
      "id": "02-042-0113_p0064",
      "zh_CN": "《无量寿经》云：「世间善男子，善女人，若有急难恐怖，但自归命观世音菩萨，无不得解脱者。」观音菩萨与我们有特别的缘分，这个世间苦难深重，观音菩萨于此浊世救苦救难。当我们遇到急难恐怖之时，只要一心称念「南无大慈大悲观世音菩萨」圣号，一心一意祈求菩萨加持。观音菩萨观其音声，就会来帮助我们化解灾难，无不得解脱者。据《普门品》说，观世音菩萨「于怖畏急难之中，能施无畏」，在众生惊慌恐怖之中，能够以无畏布施，使其离开恐怖和畏惧，所以称为施无畏者。",
      "zh_TW": "《無量壽經》云：「世間善男子，善女人，若有急難恐怖，但自歸命觀世音菩薩，無不得解脫者。」觀音菩薩與我們有特別的緣分，這個世間苦難深重，觀音菩薩於此濁世救苦救難。當我們遇到急難恐怖之時，只要一心稱念「南無大慈大悲觀世音菩薩」聖號，一心一意祈求菩薩加持。觀音菩薩觀其音聲，就會來幫助我們化解災難，無不得解脫者。據《普門品》說，觀世音菩薩「於怖畏急難之中，能施無畏」，在眾生驚慌恐怖之中，能夠以無畏布施，使其離開恐怖和畏懼，所以稱為施無畏者。"
    },
    {
      "id": "02-042-0113_p0065",
      "zh_CN": "在《来佛三圣永思集》中，记载海贤老和尚少年时期的一则公案，正是一心称念观世音菩萨的现世感应。「十八岁时，贤公腿生痈疮，大幅溃烂，母亲为之四处访求名医，全然回天乏术。师深知因果，叹曰，妙药难医冤业病。遂舍弃医药，从朝至暮一心称念观世音菩萨圣号。数月后，顽疾不药而愈。师由此愈发坚信佛语至诚，确无诳语，菩萨所言度一切苦厄，果不欺人。历此生死大劫，也令贤公深刻领悟到轮回路险，死生事大，遂生起出离之心。」",
      "zh_TW": "在《來佛三聖永思集》中，記載海賢老和尚少年時期的一則公案，正是一心稱念觀世音菩薩的現世感應。「十八歲時，賢公腿生癰瘡，大幅潰爛，母親為之四處訪求名醫，全然回天乏術。師深知因果，嘆曰，妙藥難醫冤業病。遂捨棄醫藥，從朝至暮一心稱念觀世音菩薩聖號。數月後，頑疾不藥而癒。師由此愈發堅信佛語至誠，確無誑語，菩薩所言度一切苦厄，果不欺人。歷此生死大劫，也令賢公深刻領悟到輪迴路險，死生事大，遂生起出離之心。」"
    },
    {
      "id": "02-042-0113_p0066",
      "zh_CN": "丙三、大智大能的大势至菩萨，协助阿弥陀佛接引众生，教导我们忆佛念佛，现前当来，必定见佛。",
      "zh_TW": "丙三、大智大能的大勢至菩薩，協助阿彌陀佛接引眾生，教導我們憶佛念佛，現前當來，必定見佛。"
    },
    {
      "id": "02-042-0113_p0067",
      "zh_CN": "西方三圣之一的大势至菩萨，其大智大能可以遍至全宇宙，智慧与能力无所不达，故名大势至。在《首楞严经》中佛陀为我们介绍大势至菩萨，「以念佛心，入无生忍」，「不假方便，自得心开」，不藉第二个法门，一门深入，专念阿弥陀佛名号成佛。",
      "zh_TW": "西方三聖之一的大勢至菩薩，其大智大能可以遍至全宇宙，智慧與能力無所不達，故名大勢至。在《首楞嚴經》中佛陀為我們介紹大勢至菩薩，「以念佛心，入無生忍」，「不假方便，自得心開」，不藉第二個法門，一門深入，專念阿彌陀佛名號成佛。"
    },
    {
      "id": "02-042-0113_p0068",
      "zh_CN": "大势至菩萨是极乐世界阿弥陀佛的助教，他代表阿弥陀佛来帮助娑婆世界的众生，回归净土，不退成佛。《观无量寿佛经》曰，大势至菩萨，「以智慧光，普照一切」。其能量与阿弥陀佛是无二无别的，众生得到佛光的加持，就能永离六道轮回，往生极乐世界，得无上正等正觉。因此，菩萨的德号称为大势至。据《思益经》记载，大势至菩萨投足之处，能够震动三千大千世界及魔宫殿。老法师说，此地所言之震动是指人心震动。这位具有真正大智慧、大福德的大菩萨，能够帮助一切苦难众生破迷开悟，离苦得乐。因此众生见之欢喜，希望菩萨能够久住世间，教化群萌。",
      "zh_TW": "大勢至菩薩是極樂世界阿彌陀佛的助教，他代表阿彌陀佛來幫助娑婆世界的眾生，回歸淨土，不退成佛。《觀無量壽佛經》曰，大勢至菩薩，「以智慧光，普照一切」。其能量與阿彌陀佛是無二無別的，眾生得到佛光的加持，就能永離六道輪迴，往生極樂世界，得無上正等正覺。因此，菩薩的德號稱為大勢至。據《思益經》記載，大勢至菩薩投足之處，能夠震動三千大千世界及魔宮殿。老法師說，此地所言之震動是指人心震動。這位具有真正大智慧、大福德的大菩薩，能夠幫助一切苦難眾生破迷開悟，離苦得樂。因此眾生見之歡喜，希望菩薩能夠久住世間，教化群萌。"
    },
    {
      "id": "02-042-0113_p0069",
      "zh_CN": "大势至菩萨到他方世界，亦与众生感应道交，不可思议。据《观无量寿经》说，大势至菩萨行时，以其智慧、神通、威德，使得极乐世界的依正庄严，在他方世界出现。《观经》谓：「大士于肉髻上有一宝瓶，盛诸光明，普现佛事。」大势至菩萨的帽子之中有一个宝瓶，宝瓶放光，而其他的瑞相与观世音菩萨是一样的。观音、势至与我们的缘分特别深，现在在极乐世界协助阿弥陀佛教化众生，接引苦难众生，求生净土。我们唯有接受佛菩萨的教诲，信愿持名，往生不退成佛，这才是对诸佛菩萨最为真实的恭敬供养。",
      "zh_TW": "大勢至菩薩到他方世界，亦與眾生感應道交，不可思議。據《觀無量壽經》說，大勢至菩薩行時，以其智慧、神通、威德，使得極樂世界的依正莊嚴，在他方世界出現。《觀經》謂：「大士於肉髻上有一寶瓶，盛諸光明，普現佛事。」大勢至菩薩的帽子之中有一個寶瓶，寶瓶放光，而其他的瑞相與觀世音菩薩是一樣的。觀音、勢至與我們的緣分特別深，現在在極樂世界協助阿彌陀佛教化眾生，接引苦難眾生，求生淨土。我們唯有接受佛菩薩的教誨，信願持名，往生不退成佛，這才是對諸佛菩薩最為真實的恭敬供養。"
    },
    {
      "id": "02-042-0113_p0070",
      "zh_CN": "丁、当来承传弥勒菩萨，以慈悲之心化导众生，将来龙华三会，度生无量",
      "zh_TW": "丁、當來承傳彌勒菩薩，以慈悲之心化導眾生，將來龍華三會，度生無量"
    },
    {
      "id": "02-042-0113_p0071",
      "zh_CN": "在《无量寿经》中，当来承传弥勒菩萨与普贤、文殊菩萨同为菩萨众中之上首。弥勒是梵语，是菩萨的姓，意思是慈悲，他在母胎之中就具有慈悲心，又称为慈氏菩萨。弥勒菩萨名为阿逸多，此亦为梵语，翻译成中文是无能胜的意思，表慈悲至极，一切法都不能超过。大乘佛法非常注重修慈，大慈大悲，怜悯众生，予以快乐，且助其离苦得乐。",
      "zh_TW": "在《無量壽經》中，當來承傳彌勒菩薩與普賢、文殊菩薩同為菩薩眾中之上首。彌勒是梵語，是菩薩的姓，意思是慈悲，他在母胎之中就具有慈悲心，又稱為慈氏菩薩。彌勒菩薩名為阿逸多，此亦為梵語，翻譯成中文是無能勝的意思，表慈悲至極，一切法都不能超過。大乘佛法非常注重修慈，大慈大悲，憐憫眾生，予以快樂，且助其離苦得樂。"
    },
    {
      "id": "02-042-0113_p0072",
      "zh_CN": "弥勒菩萨在过去久远劫，曾经亲近大慈如来，发愿效法、学习大慈如来之德，心定在慈悲之中，成就慈心三昧。他过去世曾经做过婆罗门，名号是一切智，寿命八千岁，修习慈悲之行。在久远劫之前的弗沙佛时代，弥勒菩萨与释迦牟尼佛都是弗沙佛的学生，他们同发菩提心，常习慈定，以大慈大悲待人接物，以清净平等觉对待自己。众生见到弥勒菩萨无不生欢喜心者，「即得慈心三昧」（《思益经》），因知其表法之意，从而真正觉悟，处事待人接物，心定在忍辱、慈悲、清净之中。《弥陀疏钞》引《悲华经》云：「发愿于刀兵劫中拥护众生。」慈氏菩萨发愿在战争之中，救度有慈悲心的众生，心生一念怜悯心，就会得到菩萨的加持。因此，他「慈隆即世，悲臻后劫」，慈悲达到极处，六道、四圣之慈悲都无能超越弥勒菩萨。",
      "zh_TW": "彌勒菩薩在過去久遠劫，曾經親近大慈如來，發願效法、學習大慈如來之德，心定在慈悲之中，成就慈心三昧。他過去世曾經做過婆羅門，名號是一切智，壽命八千歲，修習慈悲之行。在久遠劫之前的弗沙佛時代，彌勒菩薩與釋迦牟尼佛都是弗沙佛的學生，他們同發菩提心，常習慈定，以大慈大悲待人接物，以清淨平等覺對待自己。眾生見到彌勒菩薩無不生歡喜心者，「即得慈心三昧」（《思益經》），因知其表法之意，從而真正覺悟，處事待人接物，心定在忍辱、慈悲、清淨之中。《彌陀疏鈔》引《悲華經》云：「發願於刀兵劫中擁護眾生。」慈氏菩薩發願在戰爭之中，救度有慈悲心的眾生，心生一念憐憫心，就會得到菩薩的加持。因此，他「慈隆即世，悲臻後劫」，慈悲達到極處，六道、四聖之慈悲都無能超越彌勒菩薩。"
    },
    {
      "id": "02-042-0113_p0073",
      "zh_CN": "弥勒菩萨现在住在兜率天，欲界第四天的兜率内院，寿命四千岁（兜率天的一天是人间四百年），于五十七亿六千万年之后降生地球，示现成佛，龙华三会，度生无量，法缘无比殊胜。《大宝积经发胜志乐会》弥勒问佛：「若有众生发十种心，随一一心专念向于阿弥陀佛，是人命终当得往生彼佛世界。」因此，弥勒菩萨是帮助释迦牟尼佛，共同弘扬净土法门，劝导众生真信、发愿、一向专念阿弥陀佛。若真正落实弥勒十心，以此心念佛，决定得生净土。关于弥勒十心，师父上人于《净土大经科注》中有详细的讲解，我等应当勤勉恭学，认真依教奉行。",
      "zh_TW": "彌勒菩薩現在住在兜率天，欲界第四天的兜率內院，壽命四千歲（兜率天的一天是人間四百年），於五十七億六千萬年之後降生地球，示現成佛，龍華三會，度生無量，法緣無比殊勝。《大寶積經發勝志樂會》彌勒問佛：「若有眾生發十種心，隨一一心專念向於阿彌陀佛，是人命終當得往生彼佛世界。」因此，彌勒菩薩是幫助釋迦牟尼佛，共同弘揚淨土法門，勸導眾生真信、發願、一向專念阿彌陀佛。若真正落實彌勒十心，以此心念佛，決定得生淨土。關於彌勒十心，師父上人於《淨土大經科註》中有詳細的講解，我等應當勤勉恭學，認真依教奉行。"
    },
    {
      "id": "02-042-0113_p0074",
      "zh_CN": "时值冬至祭祖法会圆满之期，有慈悲大德仁者嘱咐弟子敬述诸佛菩萨名号之表法意义，以供养诸位学人。弟子才薄学浅，无德无能，谨将恩师日常谆谆教诲之言，恭敬整理于此，未敢有丝毫自己的妄见。仅此敬呈于师父上人座前，如有不妥之处，诚请尊敬的师父上人，诸位大德同修惠予批评指正，无尽感恩，阿弥陀佛。",
      "zh_TW": "時值冬至祭祖法會圓滿之期，有慈悲大德仁者囑咐弟子敬述諸佛菩薩名號之表法意義，以供養諸位學人。弟子才薄學淺，無德無能，謹將恩師日常諄諄教誨之言，恭敬整理於此，未敢有絲毫自己的妄見。僅此敬呈於師父上人座前，如有不妥之處，誠請尊敬的師父上人，諸位大德同修惠予批評指正，無盡感恩，阿彌陀佛。"
    },
    {
      "id": "02-042-0113_p0075",
      "zh_CN": "老法师：这一篇对于初学的同学很有用处，对于诸佛菩萨名号的表法。我们一定要晓得，诸佛菩萨没有名号，连老子都知道「名可名，非常名」。名号是什么？名号全是表法，当前需要什么，他就用什么名号。所以名号没有一定的，连总的名号，像佛、菩萨也不是真的，都是善巧方便而说的。这就是我们交换意见，讲经教学方便起见，建立这些名相术语。千万不能执着，执着就错了，要懂它的意思，懂它意思我们就能有悟处，我们就能得利益。这篇东西解释的都是根据经典，很好，学佛同学必须要知道的。这个地方，最后的弥勒十心，应当把它抄在此地，不要叫人再去查字典、查书，那就更圆满了，就缺这么一点点。这些佛，佛的名号代表性德，菩萨的名号代表修德，修因证果，这个地方稍微有一点差别。性修是一不是二，以修德显性德，这就对了。后面还有一篇。",
      "zh_TW": "老法師：這一篇對於初學的同學很有用處，對於諸佛菩薩名號的表法。我們一定要曉得，諸佛菩薩沒有名號，連老子都知道「名可名，非常名」。名號是什麼？名號全是表法，當前需要什麼，他就用什麼名號。所以名號沒有一定的，連總的名號，像佛、菩薩也不是真的，都是善巧方便而說的。這就是我們交換意見，講經教學方便起見，建立這些名相術語。千萬不能執著，執著就錯了，要懂它的意思，懂它意思我們就能有悟處，我們就能得利益。這篇東西解釋的都是根據經典，很好，學佛同學必須要知道的。這個地方，最後的彌勒十心，應當把它抄在此地，不要叫人再去查字典、查書，那就更圓滿了，就缺這麼一點點。這些佛，佛的名號代表性德，菩薩的名號代表修德，修因證果，這個地方稍微有一點差別。性修是一不是二，以修德顯性德，這就對了。後面還有一篇。"
    },
    {
      "id": "02-042-0113_p0076",
      "zh_CN": "学生：致尊敬的净空老法师，吉祥，阿弥陀佛！",
      "zh_TW": "學生：致尊敬的淨空老法師，吉祥，阿彌陀佛！"
    },
    {
      "id": "02-042-0113_p0077",
      "zh_CN": "愚生一真，每天听您说法《无量寿经科注》与学习班，真是一种享受。愚生从《弥陀经要解》入念佛法门，受您教诲，发心专修专弘《弥陀经要解》。以下向您请教心得与问题，恳请慈悲斧正，不胜感恩。采简略纲要方式叙述，详文不拟赘述，盼慈悲见谅。",
      "zh_TW": "愚生一真，每天聽您說法《無量壽經科註》與學習班，真是一種享受。愚生從《彌陀經要解》入念佛法門，受您教誨，發心專修專弘《彌陀經要解》。以下向您請教心得與問題，懇請慈悲斧正，不勝感恩。採簡略綱要方式敘述，詳文不擬贅述，盼慈悲見諒。"
    },
    {
      "id": "02-042-0113_p0078",
      "zh_CN": "壹、主题：净业三福：涵盖与娑婆世界有深缘的四大菩萨及东西方佛之法门",
      "zh_TW": "壹、主題：淨業三福：涵蓋與娑婆世界有深緣的四大菩薩及東西方佛之法門"
    },
    {
      "id": "02-042-0113_p0079",
      "zh_CN": "《观经》三福为净业正因者，共有三条，文曰：「欲生彼国者，当修三福：一者，孝养父母，奉事师长，慈心不杀，修十善业。二者，受持三归，具足众戒，不犯威仪。三者，发菩提心，深信因果，读诵大乘，劝进行者。」如此三事，名为三世诸佛净业正因。",
      "zh_TW": "《觀經》三福為淨業正因者，共有三條，文曰：「欲生彼國者，當修三福：一者，孝養父母，奉事師長，慈心不殺，修十善業。二者，受持三歸，具足眾戒，不犯威儀。三者，發菩提心，深信因果，讀誦大乘，勸進行者。」如此三事，名為三世諸佛淨業正因。"
    },
    {
      "id": "02-042-0113_p0080",
      "zh_CN": "甲、第一条人天福",
      "zh_TW": "甲、第一條人天福"
    },
    {
      "id": "02-042-0113_p0081",
      "zh_CN": "孝养父母，奉事师长，慈心不杀，修十善业。此四句实讲「孝敬慈善」四字，亦为修行的大根大本。此条表地藏法门与观音法门。净公上人屡述讲演，学人应不陌生。地藏，地是大地，人不能离开地，我们生活所需所穿的纤维织物，所吃的五谷杂粮，皆仰赖大地，乃至金银财宝亦是大地供应。佛把我们的心比作大地，我们的真心有无量智慧、无量德能、才艺、功德，一切的无量都在我们心地里面圆满具足了。地藏菩萨所表的是孝亲尊师，所以一部《地藏经》就是佛门的孝经，无论哪个宗派、法门都是从孝亲尊师学起、做起。然后再扩展到孝顺一切众生，就是观音菩萨的大慈大悲，观音法门。慈悲心是从孝敬升华、扩展开来，是自行化他的动力。",
      "zh_TW": "孝養父母，奉事師長，慈心不殺，修十善業。此四句實講「孝敬慈善」四字，亦為修行的大根大本。此條表地藏法門與觀音法門。淨公上人屢述講演，學人應不陌生。地藏，地是大地，人不能離開地，我們生活所需所穿的纖維織物，所吃的五穀雜糧，皆仰賴大地，乃至金銀財寶亦是大地供應。佛把我們的心比作大地，我們的真心有無量智慧、無量德能、才藝、功德，一切的無量都在我們心地裡面圓滿具足了。地藏菩薩所表的是孝親尊師，所以一部《地藏經》就是佛門的孝經，無論哪個宗派、法門都是從孝親尊師學起、做起。然後再擴展到孝順一切眾生，就是觀音菩薩的大慈大悲，觀音法門。慈悲心是從孝敬昇華、擴展開來，是自行化他的動力。"
    },
    {
      "id": "02-042-0113_p0082",
      "zh_CN": "乙、第二条二乘福",
      "zh_TW": "乙、第二條二乘福"
    },
    {
      "id": "02-042-0113_p0083",
      "zh_CN": "乙一、受持三归，具足众戒，不犯威仪，此三句实讲梵行。",
      "zh_TW": "乙一、受持三歸，具足眾戒，不犯威儀，此三句實講梵行。"
    },
    {
      "id": "02-042-0113_p0084",
      "zh_CN": "首先受持三归，受，是老师传授我，我接受后要能保持、要能奉行。从三皈依下手，三皈、五戒是佛法修学总纲领，三皈是基本戒条。通常讲戒，五戒是根本戒，而五戒仍以三皈为基础。戒像是法律，在保护我们的心，《华严经》云：「戒为无上菩提本，应当一心持净戒。」《楞严经》亦云：「摄心为戒，因戒生定，因定发慧，是则名为三无漏学。」。其次，具足众戒，是建立在觉正净这三自皈的基础上。整个戒律的精神即「诸恶莫作，众善奉行」。",
      "zh_TW": "首先受持三歸，受，是老師傳授我，我接受後要能保持、要能奉行。從三皈依下手，三皈、五戒是佛法修學總綱領，三皈是基本戒條。通常講戒，五戒是根本戒，而五戒仍以三皈為基礎。戒像是法律，在保護我們的心，《華嚴經》云：「戒為無上菩提本，應當一心持淨戒。」《楞嚴經》亦云：「攝心為戒，因戒生定，因定發慧，是則名為三無漏學。」。其次，具足眾戒，是建立在覺正淨這三自皈的基礎上。整個戒律的精神即「諸惡莫作，眾善奉行」。"
    },
    {
      "id": "02-042-0113_p0085",
      "zh_CN": "乙二、愚生愚见以此第二条，其实亦含摄了东方的药师法门。",
      "zh_TW": "乙二、愚生愚見以此第二條，其實亦含攝了東方的藥師法門。"
    },
    {
      "id": "02-042-0113_p0086",
      "zh_CN": "东方净土为何呈现青琉璃色，青色是正蓝色。当天气晴朗万里无云时，为何天空也是蓝色的？佛经上有种说法，欲界天有四大天王天，南天王天的天庭玉阶颜色是青色的，而我们居住在四大洲的南赡部洲。因此当阳光普照，明净时，天空的蔚蓝色就是反映了南天王天庭玉阶的颜色。暂且不论附会说法，总之，天空的蓝色就是东方琉璃光的颜色。药师佛像大绘制成蓝色，为什么？实际上一个人修道学佛，修持道家，气脉、中脉通了，父母所生肉身转化了，一定是非常庄严清净颜色。好比世间画家，或学练功夫，境界高了，就被形容炉火纯青。若到炼钢厂参观便知道，铁炼到最高温就是青色。",
      "zh_TW": "東方淨土為何呈現青琉璃色，青色是正藍色。當天氣晴朗萬里無雲時，為何天空也是藍色的？佛經上有種說法，欲界天有四大天王天，南天王天的天庭玉階顏色是青色的，而我們居住在四大洲的南贍部洲。因此當陽光普照，明淨時，天空的蔚藍色就是反映了南天王天庭玉階的顏色。暫且不論附會說法，總之，天空的藍色就是東方琉璃光的顏色。藥師佛像大繪製成藍色，為什麼？實際上一個人修道學佛，修持道家，氣脈、中脈通了，父母所生肉身轉化了，一定是非常莊嚴清淨顏色。好比世間畫家，或學練功夫，境界高了，就被形容爐火純青。若到煉鋼廠參觀便知道，鐵煉到最高溫就是青色。"
    },
    {
      "id": "02-042-0113_p0087",
      "zh_CN": "普遍一般人都知道念「南无消灾延寿药师佛」，反而较少称念「南无药师琉璃光如来」名号，弘一大师教导我们，还是依经上称念全名「南无药师琉璃光如来」较好。闻到药师琉璃光如来，如何能使我们烦恼、染污的心还得清净？如果你修持到心光、性光与药师佛的心光相应，那是最大的大药，不死之大药。所以药师如来是修长寿法，就是长寿佛。而长寿佛就等于无量寿佛，亦即阿弥陀佛如来。正报可谓相同。又《药师经》中云：「复次，曼殊室利，彼世尊药师琉璃光如来行菩萨道时，所发大愿，及彼佛土功德庄严，我若一劫、若一劫余，说不能尽。然彼佛土，一向清净，无有女人，亦无恶趣，及苦音声；琉璃为地，金绳界道，城、阙、宫、阁，轩、窗、罗网，皆七宝成；亦如西方极乐世界，功德庄严，等无差别。」因此，东方净土与西方净土的依报，同等庄严，毫无差别。",
      "zh_TW": "普遍一般人都知道念「南無消災延壽藥師佛」，反而較少稱念「南無藥師琉璃光如來」名號，弘一大師教導我們，還是依經上稱念全名「南無藥師琉璃光如來」較好。聞到藥師琉璃光如來，如何能使我們煩惱、染污的心還得清淨？如果你修持到心光、性光與藥師佛的心光相應，那是最大的大藥，不死之大藥。所以藥師如來是修長壽法，就是長壽佛。而長壽佛就等於無量壽佛，亦即阿彌陀佛如來。正報可謂相同。又《藥師經》中云：「復次，曼殊室利，彼世尊藥師琉璃光如來行菩薩道時，所發大願，及彼佛土功德莊嚴，我若一劫、若一劫餘，說不能盡。然彼佛土，一向清淨，無有女人，亦無惡趣，及苦音聲；琉璃為地，金繩界道，城、闕、宮、閣，軒、窗、羅網，皆七寶成；亦如西方極樂世界，功德莊嚴，等無差別。」因此，東方淨土與西方淨土的依報，同等莊嚴，毫無差別。"
    },
    {
      "id": "02-042-0113_p0088",
      "zh_CN": "佛佛道同，既然正、依报是相通的，那东方药师佛的十二大愿，当然与西方阿弥陀佛的四十八愿也是互通款曲的。此外，展开《药师经》全经，尤以第十愿，与地藏王菩萨与大慈大悲观世音菩萨的愿力也相同。",
      "zh_TW": "佛佛道同，既然正、依報是相通的，那東方藥師佛的十二大願，當然與西方阿彌陀佛的四十八願也是互通款曲的。此外，展開《藥師經》全經，尤以第十願，與地藏王菩薩與大慈大悲觀世音菩薩的願力也相同。"
    },
    {
      "id": "02-042-0113_p0089",
      "zh_CN": "佛经云：「若无净戒，诸善功德不生。」但是受戒容易，得戒为难，持戒不犯更为难。《药师经》第五大愿「愿我来世得菩提时，若有无量无边有情，于我法中修行梵行，一切皆令得不缺戒、具三聚戒；设有毁犯，闻我名已还得清净，不堕恶趣。」药师法门有辅助戒律，可得上品圆满的戒。再依《药师经》云：「若有众生能受持八关斋戒，又能听见药师佛名，于其临命终时，有八位大菩萨来接引往西方极乐世界众宝莲花之中。」药师佛虽是东方的佛，也可资助能往西方，使获决定往生西方净土的利益。",
      "zh_TW": "佛經云：「若無淨戒，諸善功德不生。」但是受戒容易，得戒為難，持戒不犯更為難。《藥師經》第五大願「願我來世得菩提時，若有無量無邊有情，於我法中修行梵行，一切皆令得不缺戒、具三聚戒；設有毀犯，聞我名已還得清淨，不墮惡趣。」藥師法門有輔助戒律，可得上品圓滿的戒。再依《藥師經》云：「若有眾生能受持八關齋戒，又能聽見藥師佛名，於其臨命終時，有八位大菩薩來接引往西方極樂世界眾寶蓮花之中。」藥師佛雖是東方的佛，也可資助能往西方，使獲決定往生西方淨土的利益。"
    },
    {
      "id": "02-042-0113_p0090",
      "zh_CN": "弘一律师一生以精严持戒念佛为主修，曾开示建议修西方净土者可兼修药师法门。学人应不难理解，专修律学者，或为得上品圆满清净戒之故。而我们念佛人专念阿弥陀佛求生西方为主修，还是老实遵守古德的教诲，一门深入，长期薰修，而一门深入、长期薰修就是戒，故专才是胜道。阿弥陀佛如来既与药师如来相通的，所以万一我们真的生病了，再也不要怀疑，也不需要暂放下阿弥陀佛，改念药师琉璃光如来，其实就一句弥陀佛号到底，身心皆愈。",
      "zh_TW": "弘一律師一生以精嚴持戒念佛為主修，曾開示建議修西方淨土者可兼修藥師法門。學人應不難理解，專修律學者，或為得上品圓滿清淨戒之故。而我們念佛人專念阿彌陀佛求生西方為主修，還是老實遵守古德的教誨，一門深入，長期薰修，而一門深入、長期薰修就是戒，故專才是勝道。阿彌陀佛如來既與藥師如來相通的，所以萬一我們真的生病了，再也不要懷疑，也不需要暫放下阿彌陀佛，改念藥師琉璃光如來，其實就一句彌陀佛號到底，身心皆癒。"
    },
    {
      "id": "02-042-0113_p0091",
      "zh_CN": "丙、第三条大乘福",
      "zh_TW": "丙、第三條大乘福"
    },
    {
      "id": "02-042-0113_p0092",
      "zh_CN": "发菩提心，深信因果，读诵大乘，劝进行者。此四句实讲「智慧愿行」四字，亦表文殊菩萨的慧门与普贤菩萨的行门。",
      "zh_TW": "發菩提心，深信因果，讀誦大乘，勸進行者。此四句實講「智慧願行」四字，亦表文殊菩薩的慧門與普賢菩薩的行門。"
    },
    {
      "id": "02-042-0113_p0093",
      "zh_CN": "丙一、首先，发菩提心。",
      "zh_TW": "丙一、首先，發菩提心。"
    },
    {
      "id": "02-042-0113_p0094",
      "zh_CN": "只要有烦恼障与所知障这两个障碍在，菩提心就发出不来，菩提心发不起来，那往生恐就无指望了，的确给我们学人一个很大的困惑。所幸蕅益大师在《弥陀经要解》中为我们把这个问题解决了。他说一个真心求生西方极乐世界的这个心，就是无上菩提心。其次，深信因果，此地因果实在讲太深了。《华严经》云「十地菩萨始终不离念佛」，可知以《华严经》的教义来看「念佛是因，成佛是果」，连圆教三贤位尚且还不十分相信。换句话说，登地之前还要文殊、普贤菩萨的劝导，地上菩萨才会认真念佛，说明这个因果实在太深奥了。文殊菩萨在佛门里表第一智慧，实在讲，若没有第一智慧，怎会深信因果？原来这个因果不是普通因果，而是念佛是因，成佛是果。",
      "zh_TW": "只要有煩惱障與所知障這兩個障礙在，菩提心就發出不來，菩提心發不起來，那往生恐就無指望了，的確給我們學人一個很大的困惑。所幸蕅益大師在《彌陀經要解》中為我們把這個問題解決了。他說一個真心求生西方極樂世界的這個心，就是無上菩提心。其次，深信因果，此地因果實在講太深了。《華嚴經》云「十地菩薩始終不離念佛」，可知以《華嚴經》的教義來看「念佛是因，成佛是果」，連圓教三賢位尚且還不十分相信。換句話說，登地之前還要文殊、普賢菩薩的勸導，地上菩薩才會認真念佛，說明這個因果實在太深奧了。文殊菩薩在佛門裡表第一智慧，實在講，若沒有第一智慧，怎會深信因果？原來這個因果不是普通因果，而是念佛是因，成佛是果。"
    },
    {
      "id": "02-042-0113_p0095",
      "zh_CN": "第三，读诵大乘，此地读诵大乘，是对明心见性法身菩萨说的，所以大乘经典统统拿来读诵当然都没有问题。然而我们是大乘的凡夫，并不是说所有大乘经典都要去读诵，而是依自己的方向、目的在哪里，选择某一宗主修经典去读诵。当然最好选择适合自己的愿望、程度，甚至适合自己的生活环境，这样的修学就很愉快、容易契入。也就是一门深入，用读经来修定，随着心地愈清净，境界愈提升，自然会愈看愈广大，愈看愈圆满。",
      "zh_TW": "第三，讀誦大乘，此地讀誦大乘，是對明心見性法身菩薩說的，所以大乘經典統統拿來讀誦當然都沒有問題。然而我們是大乘的凡夫，並不是說所有大乘經典都要去讀誦，而是依自己的方向、目的在哪裡，選擇某一宗主修經典去讀誦。當然最好選擇適合自己的願望、程度，甚至適合自己的生活環境，這樣的修學就很愉快、容易契入。也就是一門深入，用讀經來修定，隨著心地愈清淨，境界愈提升，自然會愈看愈廣大，愈看愈圓滿。"
    },
    {
      "id": "02-042-0113_p0096",
      "zh_CN": "丙二、最后一句，劝进行者，三福前面十句皆是自利，只有末后一句是利他。",
      "zh_TW": "丙二、最後一句，勸進行者，三福前面十句皆是自利，只有末後一句是利他。"
    },
    {
      "id": "02-042-0113_p0097",
      "zh_CN": "自行功德圆满了，智慧具足，起大悲心，一定要行愿。佛门行愿以普贤菩萨为表法代表。佛教我们四弘誓愿，头一个「众生无边誓愿度」，就是尽心尽力帮助一切众生，成人之美，帮助他人破迷开悟，离苦得乐，要发这个愿。所以劝进行者这是利他。我们劝人学佛、劝人修行，帮助他人精进、进步，这个也都要有相当智慧的。劝人念佛，劝人念《无量寿经》、《阿弥陀经》净土经典，这决定不会有错的。但劝人修其他的法门或念其他大经大论，可能会有一点问题，怕那个法门不能契机。不契机就会害人，是要负责任，有过失的。但唯有念佛法门可以介绍，因为它像是万用仙丹，什么病都可以治，只有好处而没有坏处。",
      "zh_TW": "自行功德圓滿了，智慧具足，起大悲心，一定要行願。佛門行願以普賢菩薩為表法代表。佛教我們四弘誓願，頭一個「眾生無邊誓願度」，就是盡心盡力幫助一切眾生，成人之美，幫助他人破迷開悟，離苦得樂，要發這個願。所以勸進行者這是利他。我們勸人學佛、勸人修行，幫助他人精進、進步，這個也都要有相當智慧的。勸人念佛，勸人念《無量壽經》、《阿彌陀經》淨土經典，這決定不會有錯的。但勸人修其他的法門或念其他大經大論，可能會有一點問題，怕那個法門不能契機。不契機就會害人，是要負責任，有過失的。但唯有念佛法門可以介紹，因為它像是萬用仙丹，什麼病都可以治，只有好處而沒有壞處。"
    },
    {
      "id": "02-042-0113_p0098",
      "zh_CN": "上面所讲的这三条，乃是三世诸佛修行净业的正因；换句话说，三福是一切诸菩萨成佛的基础，如果没有把基础修好，很难成就，所以不能疏忽。是故，净业三福可谓含摄娑婆世界的四大菩萨、东西方二尊佛之法门表法，宛如一棵菩提树，以孝敬为根，戒为干，悲与智双全为枝，展开无量数的叶，像行大愿出去，自然长成绿叶成荫的大菩提树。",
      "zh_TW": "上面所講的這三條，乃是三世諸佛修行淨業的正因；換句話說，三福是一切諸菩薩成佛的基礎，如果沒有把基礎修好，很難成就，所以不能疏忽。是故，淨業三福可謂含攝娑婆世界的四大菩薩、東西方二尊佛之法門表法，宛如一棵菩提樹，以孝敬為根，戒為幹，悲與智雙全為枝，展開無量數的葉，像行大願出去，自然長成綠葉成蔭的大菩提樹。"
    },
    {
      "id": "02-042-0113_p0099",
      "zh_CN": "贰、提问：鸠摩罗什大师的《弥陀经》译本，流通分中，经云，「从是西方过十万亿佛土……东方亦有阿閦鞞佛……南方世界有日月灯佛……西方世界有无量寿佛……北方世界有燄肩佛……下方世界有师子佛……上方世界有梵音佛」。唯独东方没有「世界」两个字，这是什么缘故？早年李炳南高士亦曾经提过，但他老人家没有继续解惑。另外，玄奘大师的译本里面的十方，都没有写出世界两个字；换言之，鸠摩罗什大师在他的译本里面使用的六方世界，但又唯独把东方省略世界两个字，它的文理为何？恳请净公上人慈示，不胜感恩。",
      "zh_TW": "貳、提問：鳩摩羅什大師的《彌陀經》譯本，流通分中，經云，「從是西方過十萬億佛土……東方亦有阿閦鞞佛……南方世界有日月燈佛……西方世界有無量壽佛……北方世界有燄肩佛……下方世界有師子佛……上方世界有梵音佛」。唯獨東方沒有「世界」兩個字，這是什麼緣故？早年李炳南高士亦曾經提過，但他老人家沒有繼續解惑。另外，玄奘大師的譯本裡面的十方，都沒有寫出世界兩個字；換言之，鳩摩羅什大師在他的譯本裡面使用的六方世界，但又唯獨把東方省略世界兩個字，它的文理為何？懇請淨公上人慈示，不勝感恩。"
    },
    {
      "id": "02-042-0113_p0100",
      "zh_CN": "愚生试着提出以下极粗浅概念，不知道是否也有大误，也请您一并解惑。",
      "zh_TW": "愚生試著提出以下極粗淺概念，不知道是否也有大誤，也請您一併解惑。"
    },
    {
      "id": "02-042-0113_p0101",
      "zh_CN": "甲一、在印度或中国均以东方为上首，日出在东，在四季表春，在五行中属木。佛门的东、南、西、北、中并非物质、现象的方位，而是佛所代表的德行化现。东方乃日月星辰初始之处，表大圆镜智，为发心门。东方，首也，为万动之首。鸠摩罗什大师知华人喜简，领头羊可略言。上首，如朕，表第一人称所有格，对下可省略敬语。",
      "zh_TW": "甲一、在印度或中國均以東方為上首，日出在東，在四季表春，在五行中屬木。佛門的東、南、西、北、中並非物質、現象的方位，而是佛所代表的德行化現。東方乃日月星辰初始之處，表大圓鏡智，為發心門。東方，首也，為萬動之首。鳩摩羅什大師知華人喜簡，領頭羊可略言。上首，如朕，表第一人稱所有格，對下可省略敬語。"
    },
    {
      "id": "02-042-0113_p0102",
      "zh_CN": "甲二、本经以阿弥陀佛为本尊，以西方为归宿。然娑婆世界的众生，大部分是业障深重，福慧浅薄，此地劝信流通，涵盖东方不可尽的无量无边佛世界，什大师妙译点化后人注目，不要以为唯有娑婆世界的东方佛世界而已。",
      "zh_TW": "甲二、本經以阿彌陀佛為本尊，以西方為歸宿。然娑婆世界的眾生，大部分是業障深重，福慧淺薄，此地勸信流通，涵蓋東方不可盡的無量無邊佛世界，什大師妙譯點化後人注目，不要以為唯有娑婆世界的東方佛世界而已。"
    },
    {
      "id": "02-042-0113_p0103",
      "zh_CN": "以上心得问题不妥之处，恳请老和尚慈批，无尽感恩。并恭祝净公上人法体安康，常住世间，阿弥陀佛！惭愧生一真至诚顶礼。",
      "zh_TW": "以上心得問題不妥之處，懇請老和尚慈批，無盡感恩。並恭祝淨公上人法體安康，常住世間，阿彌陀佛！慚愧生一真至誠頂禮。"
    },
    {
      "id": "02-042-0113_p0104",
      "zh_CN": "老法师：一真居士这一篇的心得报告，讲的净业三福。净业三福是一切佛法最高指导的原则，并不是只有净宗，世尊当年在世所说的一切法门，都是以这个为指导纲领。文字虽然不多，只有三条，每一条只有四句。第一句，「孝养父母，奉事师长」，我们看到这两句话，这两句话是入佛之门。没有孝敬，孝养父母是孝，奉事师长是敬，我常说中国传统文化，孝是根，敬是本。今天中午我们也谈到这个问题，佛法衰了，传统文化也淡化了，甚至于没有了。许许多多知识分子，你要跟他提起传统文化他非常陌生，他不知道什么是传统文化。孝敬没有了，古时候父子有亲，现在父子没有亲。所以孝亲尊师没有了，怎么办？这个难。如果没有这个根，我们学佛能得到什么？得到的是佛法的知识，佛法的智慧、佛法的真实受用决定得不到。为什么？他要有孝敬这个心才能吸收；没有孝敬这个心，他吸收不进去，再好的老师都没用处，这才是我们真正忧虑之处。",
      "zh_TW": "老法師：一真居士這一篇的心得報告，講的淨業三福。淨業三福是一切佛法最高指導的原則，並不是只有淨宗，世尊當年在世所說的一切法門，都是以這個為指導綱領。文字雖然不多，只有三條，每一條只有四句。第一句，「孝養父母，奉事師長」，我們看到這兩句話，這兩句話是入佛之門。沒有孝敬，孝養父母是孝，奉事師長是敬，我常說中國傳統文化，孝是根，敬是本。今天中午我們也談到這個問題，佛法衰了，傳統文化也淡化了，甚至於沒有了。許許多多知識分子，你要跟他提起傳統文化他非常陌生，他不知道什麼是傳統文化。孝敬沒有了，古時候父子有親，現在父子沒有親。所以孝親尊師沒有了，怎麼辦？這個難。如果沒有這個根，我們學佛能得到什麼？得到的是佛法的知識，佛法的智慧、佛法的真實受用決定得不到。為什麼？他要有孝敬這個心才能吸收；沒有孝敬這個心，他吸收不進去，再好的老師都沒用處，這才是我們真正憂慮之處。"
    },
    {
      "id": "02-042-0113_p0105",
      "zh_CN": "至于经典里面的疑问，不只是今天他有，佛教传到中国来的时候就有，世世代代都有。什么原因？原因是智慧没开，智慧开了就没有了。什么叫凡夫？六道凡夫决定有见思烦恼，思惑就是贪瞋痴慢疑。我们在讲席里头常常提到，贪瞋痴是三毒，贪的核心是什么？情执，这是贪的根，情执，很难放下；瞋的核心是什么？是傲慢；愚痴的核心是什么？是怀疑。慢跟疑，思惑这五种，疑是从痴里面开出来的，慢是从瞋里面开出来的。也就是说，慢跟疑也跟贪瞋痴同等的障碍，障碍我们不能见性，障碍我们不能开悟，障碍我们无法契入经教。怎样破疑生信？方法不外乎两种，一种是深入经藏，另外一种是证得三昧。证得三昧效果特别殊胜，确实能帮助你破迷开悟。深入经藏还相当难，为什么？前面讲过，没有孝敬入不进去。这孝敬两个字，为什么？因为专，孝跟敬落实在专，你看，贤公所谓的「天下无难事，只怕心不专」。专是孝跟敬结合的，有孝跟敬他一定有专，真正有专，一定有孝敬。这才能看得懂，经书能看得懂、能听得懂。",
      "zh_TW": "至於經典裡面的疑問，不只是今天他有，佛教傳到中國來的時候就有，世世代代都有。什麼原因？原因是智慧沒開，智慧開了就沒有了。什麼叫凡夫？六道凡夫決定有見思煩惱，思惑就是貪瞋痴慢疑。我們在講席裡頭常常提到，貪瞋痴是三毒，貪的核心是什麼？情執，這是貪的根，情執，很難放下；瞋的核心是什麼？是傲慢；愚痴的核心是什麼？是懷疑。慢跟疑，思惑這五種，疑是從痴裡面開出來的，慢是從瞋裡面開出來的。也就是說，慢跟疑也跟貪瞋痴同等的障礙，障礙我們不能見性，障礙我們不能開悟，障礙我們無法契入經教。怎樣破疑生信？方法不外乎兩種，一種是深入經藏，另外一種是證得三昧。證得三昧效果特別殊勝，確實能幫助你破迷開悟。深入經藏還相當難，為什麼？前面講過，沒有孝敬入不進去。這孝敬兩個字，為什麼？因為專，孝跟敬落實在專，你看，賢公所謂的「天下無難事，只怕心不專」。專是孝跟敬結合的，有孝跟敬他一定有專，真正有專，一定有孝敬。這才能看得懂，經書能看得懂、能聽得懂。"
    },
    {
      "id": "02-042-0113_p0106",
      "zh_CN": "古时候容易，为什么？从小就扎这个根。我们的老祖宗聪明，这在上古时代，老祖宗的心很细、很清净，觉察出来宇宙的实相，觉察出来。实相就是真相，五种，就是五伦，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信。这叫道，它不是人创造的、不是人发明的，是自性里头本来有的，自自然然露在外面。我跟同学们分享常常提到，人生百日，体露真常。婴儿生下来一百天之内，你细心观察，这五个字在里头，它天性，它不是外面来的。这个天性是性德，怎样能把它保持，让它一生当中永远不变、永远不褪色，这就好。用什么方法？教育。所以中国教育不是妄想出来的，是从观察到事实真相，如果不教，他慢慢长大，他就会受外面境界影响，这影响就坏了。本性本善，本善是什么？是亲，父子的亲，夫妇的别，君臣的义，长幼的序，序就是先后，朋友的信。这是自性里头流露出来的道，性德，自然的，不是学来的，本有的。",
      "zh_TW": "古時候容易，為什麼？從小就紮這個根。我們的老祖宗聰明，這在上古時代，老祖宗的心很細、很清淨，覺察出來宇宙的實相，覺察出來。實相就是真相，五種，就是五倫，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信。這叫道，它不是人創造的、不是人發明的，是自性裡頭本來有的，自自然然露在外面。我跟同學們分享常常提到，人生百日，體露真常。嬰兒生下來一百天之內，你細心觀察，這五個字在裡頭，它天性，它不是外面來的。這個天性是性德，怎樣能把它保持，讓它一生當中永遠不變、永遠不褪色，這就好。用什麼方法？教育。所以中國教育不是妄想出來的，是從觀察到事實真相，如果不教，他慢慢長大，他就會受外面境界影響，這影響就壞了。本性本善，本善是什麼？是親，父子的親，夫婦的別，君臣的義，長幼的序，序就是先後，朋友的信。這是自性裡頭流露出來的道，性德，自然的，不是學來的，本有的。"
    },
    {
      "id": "02-042-0113_p0107",
      "zh_CN": "教育就是如何把它保持，让它不会变质。他慢慢长大，那就要扎根的教育就非常重要了，让他慢慢懂事，三、四岁的时候他就有能力辨别邪正、辨别善恶，他有这个能力。所以，中国人讲求胎教，母亲太伟大了。人人都是佛，一切众生本来是佛，人人都是圣贤，为什么不能做圣贤？教育疏忽了。如果人人都有好的母亲，像周家的三太一样，懂得教孩子，人人都成圣人。母亲要真正负起责任来，那很辛苦，特别是这一百天。一百天延长是一千天，一千天就是三年，三年当中，起心动念、言语造作都要给婴儿做最好的榜样，让他看到、听到、接触到全是正面的，没有负面的。父母要把父子亲，夫妇有别，长幼有序，家里君臣，父亲是君，母亲是臣，家长只有一个，统统把它表演做出来，小孩统学会了。他出生，睁开眼睛他就会看，竖起耳朵他就会听，他就在开始学习。学习不中断，学习一千天，根深蒂固，他就有能力辨别。所以，五伦、五常、八德要做出来给他看。",
      "zh_TW": "教育就是如何把它保持，讓它不會變質。他慢慢長大，那就要扎根的教育就非常重要了，讓他慢慢懂事，三、四歲的時候他就有能力辨別邪正、辨別善惡，他有這個能力。所以，中國人講求胎教，母親太偉大了。人人都是佛，一切眾生本來是佛，人人都是聖賢，為什麼不能做聖賢？教育疏忽了。如果人人都有好的母親，像周家的三太一樣，懂得教孩子，人人都成聖人。母親要真正負起責任來，那很辛苦，特別是這一百天。一百天延長是一千天，一千天就是三年，三年當中，起心動念、言語造作都要給嬰兒做最好的榜樣，讓他看到、聽到、接觸到全是正面的，沒有負面的。父母要把父子親，夫婦有別，長幼有序，家裡君臣，父親是君，母親是臣，家長只有一個，統統把它表演做出來，小孩統學會了。他出生，睜開眼睛他就會看，豎起耳朵他就會聽，他就在開始學習。學習不中斷，學習一千天，根深蒂固，他就有能力辨別。所以，五倫、五常、八德要做出來給他看。"
    },
    {
      "id": "02-042-0113_p0108",
      "zh_CN": "到他长大了，古时候七、八岁的时候上学，之前都是父母教，家里头的大人教，各个都懂得。为什么？每个人从小都养成了，所以各个都懂，家里面伯伯叔叔、家人都看着他、都教他。六、七岁上学老师教，老师这个教，要把他前面这一千天他能做到的，慢慢的给他解释。那时候读《弟子规》，《弟子规》他全做到了，为什么要这样做？不这样做行不行？都是小朋友，启发式的教育，慢慢他就能明理，这个根扎得好。所以古圣先贤的教诲、佛法的教诲，都是从自性流露出来的，他的心清净，没有染污、没有分别、没有执着，用的是真心。真心接触，圣人的教诲真心流露的，佛菩萨的经典也是真心流露的，他就明白了。",
      "zh_TW": "到他長大了，古時候七、八歲的時候上學，之前都是父母教，家裡頭的大人教，各個都懂得。為什麼？每個人從小都養成了，所以各個都懂，家裡面伯伯叔叔、家人都看著他、都教他。六、七歲上學老師教，老師這個教，要把他前面這一千天他能做到的，慢慢的給他解釋。那時候讀《弟子規》，《弟子規》他全做到了，為什麼要這樣做？不這樣做行不行？都是小朋友，啟發式的教育，慢慢他就能明理，這個根紮得好。所以古聖先賢的教誨、佛法的教誨，都是從自性流露出來的，他的心清淨，沒有染污、沒有分別、沒有執著，用的是真心。真心接觸，聖人的教誨真心流露的，佛菩薩的經典也是真心流露的，他就明白了。"
    },
    {
      "id": "02-042-0113_p0109",
      "zh_CN": "一真同学后面提出六方佛，东南西北上下，罗什大师翻译的；十方佛，玄奘大师翻译的。再查一查玄奘大师的译本，玄奘大师里面十方，十方都没有世界这两个字，那就可能是梵文没有。这个问题怎么解决？你怎么讲法，找不到经典的依据。必须到什么时候能解决？明心见性，大彻大悟，你的境界跟佛的境界相同，跟罗什、跟玄奘都相同，你就明白了。这个也不必勉强，为什么？最重要的是到一心不乱。如果这个事情放在心上，你不会得一心不乱，为什么？你有疑。",
      "zh_TW": "一真同學後面提出六方佛，東南西北上下，羅什大師翻譯的；十方佛，玄奘大師翻譯的。再查一查玄奘大師的譯本，玄奘大師裡面十方，十方都沒有世界這兩個字，那就可能是梵文沒有。這個問題怎麼解決？你怎麼講法，找不到經典的依據。必須到什麼時候能解決？明心見性，大徹大悟，你的境界跟佛的境界相同，跟羅什、跟玄奘都相同，你就明白了。這個也不必勉強，為什麼？最重要的是到一心不亂。如果這個事情放在心上，你不會得一心不亂，為什麼？你有疑。"
    },
    {
      "id": "02-042-0113_p0110",
      "zh_CN": "再告诉你，海贤老和尚、海庆老和尚、跟海贤老和尚的母亲，他们都不认识字，一生没有念过一部经，也没有听过一部经。他们统统都是用一句南无阿弥陀佛，一直念下去不拐弯，念到事一心不乱、理一心不乱。你看他们往生的瑞相，多么自在，这就是念佛的功夫，念佛真实的利益。有这个怀疑，贤公有这个怀疑，他九十二年念佛都不能有成就，为什么？有疑问。有疑问是今天的人必然的事情，科学，科学的方法第一个就是叫你怀疑，然后来找证明，再求证；没有证明，怀疑永远存在。这是我们最好的榜样，如果有疑，我不念这个经，可以，八万四千法门哪个法门适合你，你就用哪个法门。如果你用《弥陀经》，就不能怀疑，怀疑就错了。佛这么多的法门是适合不同的根性，你喜欢哪个，觉得那个好，那个经第一，其他经都不如，《弥陀经》也不如。你修学一个法门，有教、有禅、有密、有净，你自己去抉择，可不能有疑惑。",
      "zh_TW": "再告訴你，海賢老和尚、海慶老和尚、跟海賢老和尚的母親，他們都不認識字，一生沒有念過一部經，也沒有聽過一部經。他們統統都是用一句南無阿彌陀佛，一直念下去不拐彎，念到事一心不亂、理一心不亂。你看他們往生的瑞相，多麼自在，這就是念佛的功夫，念佛真實的利益。有這個懷疑，賢公有這個懷疑，他九十二年念佛都不能有成就，為什麼？有疑問。有疑問是今天的人必然的事情，科學，科學的方法第一個就是叫你懷疑，然後來找證明，再求證；沒有證明，懷疑永遠存在。這是我們最好的榜樣，如果有疑，我不念這個經，可以，八萬四千法門哪個法門適合你，你就用哪個法門。如果你用《彌陀經》，就不能懷疑，懷疑就錯了。佛這麼多的法門是適合不同的根性，你喜歡哪個，覺得那個好，那個經第一，其他經都不如，《彌陀經》也不如。你修學一個法門，有教、有禪、有密、有淨，你自己去抉擇，可不能有疑惑。"
    },
    {
      "id": "02-042-0113_p0111",
      "zh_CN": "所以解决这个问题什么办法？要找梵文的原文本，看看梵文里怎么说的，找依据。是他省掉的，我相信两个人译都没有，不是省略掉，不可能。玄奘大师跟鸠摩罗什大师没有见过面，不是一个朝代，怎么两个人都把它漏掉？你想想看，这不太可能。肯定是梵文原本不一样，是释迦牟尼佛说的漏掉的，还是阿难结集的问题，这就一大堆的问题了，这问题很难解决。你问我，我把这个道理讲给你听。我不怀疑，所以我得受用。你要怀疑的时候，讲经把这个疑问提出来，让人有疑；是讲得好，但是给众生带来的障碍，让众生不能得利益，甚至于障碍众生这一生不能往生。不如海贤老和尚那个方法好，就一句南无阿弥陀佛。大概他们都没有翻错，你认为经有问题，就一句佛号，海贤、海庆、海贤母亲给我们做出最好的榜样。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以解決這個問題什麼辦法？要找梵文的原文本，看看梵文裡怎麼說的，找依據。是他省掉的，我相信兩個人譯都沒有，不是省略掉，不可能。玄奘大師跟鳩摩羅什大師沒有見過面，不是一個朝代，怎麼兩個人都把它漏掉？你想想看，這不太可能。肯定是梵文原本不一樣，是釋迦牟尼佛說的漏掉的，還是阿難結集的問題，這就一大堆的問題了，這問題很難解決。你問我，我把這個道理講給你聽。我不懷疑，所以我得受用。你要懷疑的時候，講經把這個疑問提出來，讓人有疑；是講得好，但是給眾生帶來的障礙，讓眾生不能得利益，甚至於障礙眾生這一生不能往生。不如海賢老和尚那個方法好，就一句南無阿彌陀佛。大概他們都沒有翻錯，你認為經有問題，就一句佛號，海賢、海慶、海賢母親給我們做出最好的榜樣。好，今天時間到了，我們就學習到此地。"
    }
  ]
}