{
  "doc_id": "02-042-0210",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "越溪",
    "徐树师"
  ],
  "volume": {
    "zh_CN": "第二一Ｏ集",
    "zh_TW": "第二一Ｏ集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0210",
  "total_paragraphs": 87,
  "paragraphs": [
    {
      "id": "02-042-0210_p0001",
      "zh_CN": "学生：尊敬的师父上人慈鉴，阿弥陀佛！惭愧弟子今天向尊敬的师父上人，尊敬的诸位学长恭敬报告的题目是「传统文化教育能够解决当今种种问题」。",
      "zh_TW": "學生：尊敬的師父上人慈鑒，阿彌陀佛！慚愧弟子今天向尊敬的師父上人，尊敬的諸位學長恭敬報告的題目是「傳統文化教育能夠解決當今種種問題」。"
    },
    {
      "id": "02-042-0210_p0002",
      "zh_CN": "当今世界，离婚率愈来愈高，儿童教育问题愈来愈多，许许多多的青少年不能发展出健康、积极向上的人生，社会动荡不断在加剧，这是许多国家所共同面临的难题，实在令人担忧。师父上人常常教导我们，现代人要到祖宗那里寻求解决之道，正如孩子遇到困难，求助于父母一样。我们通过学习、实践，确确实实感到传统文化教育能够解决当今种种问题。",
      "zh_TW": "當今世界，離婚率愈來愈高，兒童教育問題愈來愈多，許許多多的青少年不能發展出健康、積極向上的人生，社會動盪不斷在加劇，這是許多國家所共同面臨的難題，實在令人擔憂。師父上人常常教導我們，現代人要到祖宗那裡尋求解決之道，正如孩子遇到困難，求助於父母一樣。我們通過學習、實踐，確確實實感到傳統文化教育能夠解決當今種種問題。"
    },
    {
      "id": "02-042-0210_p0003",
      "zh_CN": "一、心念的力量",
      "zh_TW": "一、心念的力量"
    },
    {
      "id": "02-042-0210_p0004",
      "zh_CN": "早期的量子物理学承认世界本没有物质，物质是念头波动的假相；近年来的量子物理学家进一步提出：人生和量子其实都是一种思想的产物。这进一步从科学的角度上，阐明了物质、信息与能量之间的联系，三者互相转换，而念头（信息）是发生转换的源头，这也就是佛在经上所说的「一切法从心想生」。",
      "zh_TW": "早期的量子物理學承認世界本沒有物質，物質是念頭波動的假相；近年來的量子物理學家進一步提出：人生和量子其實都是一種思想的產物。這進一步從科學的角度上，闡明了物質、信息與能量之間的聯繫，三者互相轉換，而念頭（信息）是發生轉換的源頭，這也就是佛在經上所說的「一切法從心想生」。"
    },
    {
      "id": "02-042-0210_p0005",
      "zh_CN": "海贤老和尚的示现，进一步展示出意念如何改变生活的。老和尚的光碟，学生看了一千三百遍的样子，现在还在看。真的是对弟子这样的业习深重的情况而言，读书千遍，才有一点浅显的悟处。老和尚年幼时，看到自己种的大冬瓜给人家偷走了，此时他没有多方去调查，更没有设一个圈套，把主谋给抓出来，而是自己默默的念诵：「谁偷了我的冬瓜，就让他长疮害病。」这给我们的启示就是，生活中无论遇到任何困难，都不必外求，只要发现自己的心念的力量，专心致志转变心念，境界自然发生改变。改变境界基本有两个方向，提升和下降。例如海贤老和尚小的时候咒人家「长疮害病」，自己则在十七岁的时候，真的长疮害病了，而且所生的痈疮是要命的，名医都治不好。老和尚此时反省，方明因果，知是恶业所致。",
      "zh_TW": "海賢老和尚的示現，進一步展示出意念如何改變生活的。老和尚的光碟，學生看了一千三百遍的樣子，現在還在看。真的是對弟子這樣的業習深重的情況而言，讀書千遍，才有一點淺顯的悟處。老和尚年幼時，看到自己種的大冬瓜給人家偷走了，此時他沒有多方去調查，更沒有設一個圈套，把主謀給抓出來，而是自己默默的念誦：「誰偷了我的冬瓜，就讓他長瘡害病。」這給我們的啟示就是，生活中無論遇到任何困難，都不必外求，只要發現自己的心念的力量，專心致志轉變心念，境界自然發生改變。改變境界基本有兩個方向，提升和下降。例如海賢老和尚小的時候咒人家「長瘡害病」，自己則在十七歲的時候，真的長瘡害病了，而且所生的癰瘡是要命的，名醫都治不好。老和尚此時反省，方明因果，知是惡業所致。"
    },
    {
      "id": "02-042-0210_p0006",
      "zh_CN": "师父上人在《净土大经科注第四回》三Ｏ八集中指出：妄心所流出的是烦恼、是习气，而且此中包含了无始劫以来的习气，生生世世，根深蒂固。这个就是恶的业力发动的时候，所呈现出来的情况。所以小的时候咒人家长疮害病，便是海贤老和尚遭遇痈疮恶报的一个业因。但是业力发动的时候，是带着无始劫来根深蒂固的习气的，所以力量很大，什么名医都治不好。这是海贤老和尚示现出恶念令人深陷轮回，境界愈转愈坏的可怕情形。这个情形几乎是每个人都遇到的，学生也在修行中正经历着这些业力发动，泥足深陷，求出不得的情况。大慈念老在《报恩谈》中也特别郑重而慈悲的提醒我们，「谨防业力发动」。",
      "zh_TW": "師父上人在《淨土大經科註第四回》三Ｏ八集中指出：妄心所流出的是煩惱、是習氣，而且此中包含了無始劫以來的習氣，生生世世，根深蒂固。這個就是惡的業力發動的時候，所呈現出來的情況。所以小的時候咒人家長瘡害病，便是海賢老和尚遭遇癰瘡惡報的一個業因。但是業力發動的時候，是帶著無始劫來根深蒂固的習氣的，所以力量很大，什麼名醫都治不好。這是海賢老和尚示現出惡念令人深陷輪迴，境界愈轉愈壞的可怕情形。這個情形幾乎是每個人都遇到的，學生也在修行中正經歷著這些業力發動，泥足深陷，求出不得的情況。大慈念老在《報恩談》中也特別鄭重而慈悲的提醒我們，「謹防業力發動」。"
    },
    {
      "id": "02-042-0210_p0007",
      "zh_CN": "在这个情况下，海贤老和尚放弃了一切外求，唯靠转变心念，「至心称念观世音菩萨圣号」。这是老和尚给我们第二次作证转。第一次是知道咒人不对，改口为快让他好了吧！帮助堂弟恢复健康，这是一般学习圣贤学人所经历的第一步转变，断恶修善。第二次证转，就是一心称念菩萨圣号，名以召德，而感得命运改变，化解自身的劫难，继而深明轮回路险，出家为僧，以上求下化，这是学习圣贤学人所经历的第二步转变，转凡成圣。",
      "zh_TW": "在這個情況下，海賢老和尚放棄了一切外求，唯靠轉變心念，「至心稱念觀世音菩薩聖號」。這是老和尚給我們第二次作證轉。第一次是知道咒人不對，改口為快讓他好了吧！幫助堂弟恢復健康，這是一般學習聖賢學人所經歷的第一步轉變，斷惡修善。第二次證轉，就是一心稱念菩薩聖號，名以召德，而感得命運改變，化解自身的劫難，繼而深明輪迴路險，出家為僧，以上求下化，這是學習聖賢學人所經歷的第二步轉變，轉凡成聖。"
    },
    {
      "id": "02-042-0210_p0008",
      "zh_CN": "老和尚用自己的生活将量子力学家的发现、佛陀教育的奥义，生动而朴实的演出来给我们看。会看的人，相信一定会对心念力量之巨大而感到不可思议。心念的转变是整个宇宙转变之始。所以，学习传统文化的圣贤教育、学习圆满究竟的佛陀教育，第一步就是发心，发成圣成贤的心、发唯求作佛的心。这也就是省庵大师所言：「入道要门，发心为首；修行急务，立愿居先。愿立则众生可度，心发则佛道堪成。」反之，在修行的路上，就算天资不凡、福慧具足，渐渐也会因外缘所转、名利所诱而不再求道。海贤老和尚用身行言教来痛切启发我们，转变心念，发心立愿，刻不容缓。否则，无始劫习气集至、负面的业力发动，我们不一定能够像海贤老和尚那样有自省自新的能力。",
      "zh_TW": "老和尚用自己的生活將量子力學家的發現、佛陀教育的奧義，生動而樸實的演出來給我們看。會看的人，相信一定會對心念力量之巨大而感到不可思議。心念的轉變是整個宇宙轉變之始。所以，學習傳統文化的聖賢教育、學習圓滿究竟的佛陀教育，第一步就是發心，發成聖成賢的心、發唯求作佛的心。這也就是省庵大師所言：「入道要門，發心為首；修行急務，立願居先。願立則眾生可度，心發則佛道堪成。」反之，在修行的路上，就算天資不凡、福慧具足，漸漸也會因外緣所轉、名利所誘而不再求道。海賢老和尚用身行言教來痛切啟發我們，轉變心念，發心立願，刻不容緩。否則，無始劫習氣集至、負面的業力發動，我們不一定能夠像海賢老和尚那樣有自省自新的能力。"
    },
    {
      "id": "02-042-0210_p0009",
      "zh_CN": "心念的力量不可思议；发心立愿的力量不可思议。可谓粉碎虚空，抛却量子。此即所谓：「若人识得心，大地无寸土。」这也就是量子力学和海贤老和尚给我们的启示：转凡成圣之初，当在发心立愿；转凡成圣之实，全在换心。心念的波动，最终会辗转变成物质现象；而物质现象本身，又会作用于心念，加剧心念的波动；从而一世不如一世，甚至一年不如一年，体现在生活上，就是老化现象；体现在娑婆世界，就是身处三恶道的时间，远远超过三善道。由此深感厌离娑婆，欣求极乐。也就是师父上人常常劝导我们的，「极乐世界能不去吗？」",
      "zh_TW": "心念的力量不可思議；發心立願的力量不可思議。可謂粉碎虛空，拋卻量子。此即所謂：「若人識得心，大地無寸土。」這也就是量子力學和海賢老和尚給我們的啟示：轉凡成聖之初，當在發心立願；轉凡成聖之實，全在換心。心念的波動，最終會輾轉變成物質現象；而物質現象本身，又會作用於心念，加劇心念的波動；從而一世不如一世，甚至一年不如一年，體現在生活上，就是老化現象；體現在娑婆世界，就是身處三惡道的時間，遠遠超過三善道。由此深感厭離娑婆，欣求極樂。也就是師父上人常常勸導我們的，「極樂世界能不去嗎？」"
    },
    {
      "id": "02-042-0210_p0010",
      "zh_CN": "二、教学为先",
      "zh_TW": "二、教學為先"
    },
    {
      "id": "02-042-0210_p0011",
      "zh_CN": "心念的力量之大，不可思议；恶心念如此，善心念更如此，至于净念，则可直接了生死、出三界。一个人在二六时中，是否能意识到恶念的存在而放下恶念，是否能够有意识的逐步清净心念，全赖教育。没有释迦牟尼佛出世，把这桩重要的秘密揭示出来，我们真的是无尽暗夜；没有古圣先贤出世，把如何断恶修善、转凡成圣一步步的耳提面命，引导我们看破放下，我们真的不知道什么是幸福快乐，真的会让自己愈陷愈深。",
      "zh_TW": "心念的力量之大，不可思議；惡心念如此，善心念更如此，至於淨念，則可直接了生死、出三界。一個人在二六時中，是否能意識到惡念的存在而放下惡念，是否能夠有意識的逐步清淨心念，全賴教育。沒有釋迦牟尼佛出世，把這樁重要的祕密揭示出來，我們真的是無盡暗夜；沒有古聖先賢出世，把如何斷惡修善、轉凡成聖一步步的耳提面命，引導我們看破放下，我們真的不知道什麼是幸福快樂，真的會讓自己愈陷愈深。"
    },
    {
      "id": "02-042-0210_p0012",
      "zh_CN": "教育对个人乃至社会的关键意义，古圣先贤已经给我们阐明了，「建国君民，教学为先」。师父上人进一步列出了十个教学为先，向我们揭示出一切都以教学为先。换句话说，教学是决定性的，因为教学改变心念，心念改变一切。教学之所以有决定性的力量，就是在于它具备改变心念的能力。心念是一种波动现象，要想让波动现象发生改变、甚至完全放下起心动念而达至见性成佛的境界，就只有通过教育才能实现，而且更为清楚的说，是只有通过能够重塑心灵的传统文化教育才能实现。现代我们所熟悉的灌输知识的教育，往往令心念的波动现象更加加剧。折射在人类社会生活方面，就是家庭的不安定以及社会的不和平。",
      "zh_TW": "教育對個人乃至社會的關鍵意義，古聖先賢已經給我們闡明了，「建國君民，教學為先」。師父上人進一步列出了十個教學為先，向我們揭示出一切都以教學為先。換句話說，教學是決定性的，因為教學改變心念，心念改變一切。教學之所以有決定性的力量，就是在於它具備改變心念的能力。心念是一種波動現象，要想讓波動現象發生改變、甚至完全放下起心動念而達至見性成佛的境界，就只有通過教育才能實現，而且更為清楚的說，是只有通過能夠重塑心靈的傳統文化教育才能實現。現代我們所熟悉的灌輸知識的教育，往往令心念的波動現象更加加劇。折射在人類社會生活方面，就是家庭的不安定以及社會的不和平。"
    },
    {
      "id": "02-042-0210_p0013",
      "zh_CN": "接受传统神学教育的英国科学家牛顿，一生致力于向世人展示出「上帝的面貌」，帮助人类敬畏天地。他的万有引力定律显示出宇宙一切事物之间的关联，如同佛陀以宝珠大网来比喻万法。然而，他所生长的时代，却是一个逐渐放弃宗教教育的古今转折点，他的理论与发现却被后世用来证实传统宗教教育「违背科学」、应当摒弃。牛顿一生为上帝服务，却令其成为现代科学与宗教完全背离的奠基人之一。这是多么大的讽刺！牛顿的人生给我们一个重要的启发：我们无法仅仅通过向外追求，拓宽知识层面，以落实和弘扬宗教教育、圣贤教育。传统文化的教育是内学、是心性的大学问。追求这个大学问是每个人都能够学、而且是应该学的。启发本性本善的途径，只有通过千秋万代的祖宗已经验证有效的模式来实现，这就是一门深入，长时薰修，读书千遍，其义自见。",
      "zh_TW": "接受傳統神學教育的英國科學家牛頓，一生致力於向世人展示出「上帝的面貌」，幫助人類敬畏天地。他的萬有引力定律顯示出宇宙一切事物之間的關聯，如同佛陀以寶珠大網來比喻萬法。然而，他所生長的時代，卻是一個逐漸放棄宗教教育的古今轉折點，他的理論與發現卻被後世用來證實傳統宗教教育「違背科學」、應當摒棄。牛頓一生為上帝服務，卻令其成為現代科學與宗教完全背離的奠基人之一。這是多麼大的諷刺！牛頓的人生給我們一個重要的啟發：我們無法僅僅通過向外追求，拓寬知識層面，以落實和弘揚宗教教育、聖賢教育。傳統文化的教育是內學、是心性的大學問。追求這個大學問是每個人都能夠學、而且是應該學的。啟發本性本善的途徑，只有通過千秋萬代的祖宗已經驗證有效的模式來實現，這就是一門深入，長時薰修，讀書千遍，其義自見。"
    },
    {
      "id": "02-042-0210_p0014",
      "zh_CN": "所以，追求学问与其不断努力拓宽人类的知识面，不如深入经典、克念作圣，来得实在而且有益。正如二十世纪初美国文学评论家布鲁姆在《西方经典》《The Western Canon： The Books and School of the Ages》一书所言：「如果没有了经典，我们便停止了思想。」所以，经典对于一个人、一个家庭乃至整个人类社会之重要性不言而喻，正所谓：「子孙虽愚，经书不可不读」，而成就这些经典的古圣先贤值得每一代的后世子孙尊敬，这就是古人治家，首重爱敬存心之所在，「祖宗虽远，祭祀不可不诚」。所以，古人常常感叹，「天不生仲尼，万古如长夜」。遗憾的是，现代社会将孔子述而不作但集大成之儒家教育视为一种学说，把东西方的经典作品视为老朽、古板。这是很大的误解。究其缘由，还是由于读书人没能从读诵经典中给世人作证转，读书人没能向世人证明，真正读经典、依照经典来生活、处事待人接物，自自然然不亦悦乎，而且这个真实的利益，是人人都能得到的。因此，读书人重新振作，做出表率，是当务之急。",
      "zh_TW": "所以，追求學問與其不斷努力拓寬人類的知識面，不如深入經典、克念作聖，來得實在而且有益。正如二十世紀初美國文學評論家布魯姆在《西方經典》《The Western Canon： The Books and School of the Ages》一書所言：「如果沒有了經典，我們便停止了思想。」所以，經典對於一個人、一個家庭乃至整個人類社會之重要性不言而喻，正所謂：「子孫雖愚，經書不可不讀」，而成就這些經典的古聖先賢值得每一代的後世子孫尊敬，這就是古人治家，首重愛敬存心之所在，「祖宗雖遠，祭祀不可不誠」。所以，古人常常感嘆，「天不生仲尼，萬古如長夜」。遺憾的是，現代社會將孔子述而不作但集大成之儒家教育視為一種學說，把東西方的經典作品視為老朽、古板。這是很大的誤解。究其緣由，還是由於讀書人沒能從讀誦經典中給世人作證轉，讀書人沒能向世人證明，真正讀經典、依照經典來生活、處事待人接物，自自然然不亦悅乎，而且這個真實的利益，是人人都能得到的。因此，讀書人重新振作，做出表率，是當務之急。"
    },
    {
      "id": "02-042-0210_p0015",
      "zh_CN": "三、圣贤教育带来幸福美好人生",
      "zh_TW": "三、聖賢教育帶來幸福美好人生"
    },
    {
      "id": "02-042-0210_p0016",
      "zh_CN": "如果我们问，圣贤在这个世间教学，他的目的是什么？内容是什么？我们翻开《论语》，第一句话孔子就说：「学而时习之，不亦说乎？」这就把学习的目的、学习的受用全都给我们说出来了。为什么要学习？为什么要学传统文化？就是为了不亦悦乎，换句话说，就是为了人生幸福，家庭和睦，世界和平。「悦」就是喜悦、快乐。这个快乐是从哪里来的？是从「学」中来，更为确切的说，是从恭读圣贤经典中来，而且恭读不止一遍，最好是一千遍、几千遍。学了之后，因为读书千遍，自然成诵，所学的文字，深深的扎入潜意识的层面，这样在日常生活中，正要习气发作的时候，冷不丁经句就冒出来，习气就这样渐渐收敛了。如此日复一日，年复一年，所学所诵的就渐渐落实在生活、工作、处事待人接物上，这就是「习」。摆脱了习气的缠缚，喜悦就自然生起来了。这是不亦悦乎！自己快乐，家人也快乐，这大概就是师父老人家常常说的「人生最高的享受」吧！",
      "zh_TW": "如果我們問，聖賢在這個世間教學，他的目的是什麼？內容是什麼？我們翻開《論語》，第一句話孔子就說：「學而時習之，不亦說乎？」這就把學習的目的、學習的受用全都給我們說出來了。為什麼要學習？為什麼要學傳統文化？就是為了不亦悅乎，換句話說，就是為了人生幸福，家庭和睦，世界和平。「悅」就是喜悅、快樂。這個快樂是從哪裡來的？是從「學」中來，更為確切的說，是從恭讀聖賢經典中來，而且恭讀不止一遍，最好是一千遍、幾千遍。學了之後，因為讀書千遍，自然成誦，所學的文字，深深的扎入潛意識的層面，這樣在日常生活中，正要習氣發作的時候，冷不丁經句就冒出來，習氣就這樣漸漸收斂了。如此日復一日，年復一年，所學所誦的就漸漸落實在生活、工作、處事待人接物上，這就是「習」。擺脫了習氣的纏縛，喜悅就自然生起來了。這是不亦悅乎！自己快樂，家人也快樂，這大概就是師父老人家常常說的「人生最高的享受」吧！"
    },
    {
      "id": "02-042-0210_p0017",
      "zh_CN": "这才感觉到，原来落实圣贤的教诲，老老实实尽本分过日子，改习气、求觉悟，一团和气去生活，竟然是如此平常，而又如此喜悦！它不仅仅是个人的享受，也是大家的享受，因为那些在我们身边生活的人们，不约而同的感受到了欢喜与幸福。《大学》所说的诚意、正心、修身、齐家、治国、平天下的道理，三千年前有用，能够付诸实践；三千年之后，依然有用，依然能够付诸实践，而且效果卓着！",
      "zh_TW": "這才感覺到，原來落實聖賢的教誨，老老實實盡本分過日子，改習氣、求覺悟，一團和氣去生活，竟然是如此平常，而又如此喜悅！它不僅僅是個人的享受，也是大家的享受，因為那些在我們身邊生活的人們，不約而同的感受到了歡喜與幸福。《大學》所說的誠意、正心、修身、齊家、治國、平天下的道理，三千年前有用，能夠付諸實踐；三千年之後，依然有用，依然能夠付諸實踐，而且效果卓著！"
    },
    {
      "id": "02-042-0210_p0018",
      "zh_CN": "「古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。」《大学》的这段教诲，告诉我们人是根本，修行是根本。「自天子以至于庶人，壹是皆以修身为本。」",
      "zh_TW": "「古之欲明明德於天下者，先治其國；欲治其國者，先齊其家；欲齊其家者，先修其身；欲修其身者，先正其心；欲正其心者，先誠其意；欲誠其意者，先致其知；致知在格物。物格而後知至，知至而後意誠，意誠而後心正，心正而後身修，身修而後家齊，家齊而後國治，國治而後天下平。」《大學》的這段教誨，告訴我們人是根本，修行是根本。「自天子以至於庶人，壹是皆以修身為本。」"
    },
    {
      "id": "02-042-0210_p0019",
      "zh_CN": "一个人怎样才能修身？这就要格物、致知、诚意、正心。格物是放下物欲，格是格斗；格物是跟自己的物欲打仗，战胜自己的物欲就是格物。跟儒家的格物意思相同的，还有《古兰经》和《圣经》的教诲。《古兰经》所讲的圣战就是要战胜自己的贪瞋痴慢疑。《圣经》的教诲说：「你要逃避少年的私欲，同那清心祷告主的人追求公义、信德、仁爱、和平。」传统文化的教育，无论是东方还是西方，只要是圣贤的教诲，都是宝贵的文化遗产，都属于全人类。革除了物欲的缠缚，清醒的头脑就现前了。这是物格而后知至，知至而后意诚，真正能够把物欲放下，理智就回来了，做人做事，头脑清醒了。头脑清醒的人，他首先不会欺骗自己，这是不自欺。不欺骗自己也就不会欺骗任何众生，一真一切真，我们自性本具的真诚心就流露出来了，这是意诚。",
      "zh_TW": "一個人怎樣才能修身？這就要格物、致知、誠意、正心。格物是放下物欲，格是格鬥；格物是跟自己的物欲打仗，戰勝自己的物欲就是格物。跟儒家的格物意思相同的，還有《古蘭經》和《聖經》的教誨。《古蘭經》所講的聖戰就是要戰勝自己的貪瞋痴慢疑。《聖經》的教誨說：「你要逃避少年的私欲，同那清心禱告主的人追求公義、信德、仁愛、和平。」傳統文化的教育，無論是東方還是西方，只要是聖賢的教誨，都是寶貴的文化遺產，都屬於全人類。革除了物欲的纏縛，清醒的頭腦就現前了。這是物格而後知至，知至而後意誠，真正能夠把物欲放下，理智就回來了，做人做事，頭腦清醒了。頭腦清醒的人，他首先不會欺騙自己，這是不自欺。不欺騙自己也就不會欺騙任何眾生，一真一切真，我們自性本具的真誠心就流露出來了，這是意誠。"
    },
    {
      "id": "02-042-0210_p0020",
      "zh_CN": "学生有一位学长，她和我嫂子同年，所以我称呼她大姐，孩子们称呼她大姨妈。初学佛时，听师父上人说，学佛入门需要拜十万拜。她想，师父都能这样做，我们做学生的一定也要做到。因此就每天拜佛五百。有几天参加法会，不能拜佛，就务必提前几天拜六百至一千拜，把失去的拜佛给补回来。大姐说，一开始拜佛，四点钟起不来床，好不容易爬起来，一拜下去，就睡着了。她也不理会，醒了继续拜，坚持了半年。就在十万拜圆满前一周，大姐把开水壶打翻了。两条腿全是烫伤的大泡，亮晶晶的。她心想，这是要消业障，才能实现所发的愿。所以，她不着急，也没有告诉家人，默默的忍着。第二天早上如常拜佛，求佛力加持，让烫伤的大泡不要破掉，影响拜佛。就这样忍痛完成了第一个十万拜。果然水汪汪的大泡都没有破掉，过了两个星期全好了。",
      "zh_TW": "學生有一位學長，她和我嫂子同年，所以我稱呼她大姐，孩子們稱呼她大姨媽。初學佛時，聽師父上人說，學佛入門需要拜十萬拜。她想，師父都能這樣做，我們做學生的一定也要做到。因此就每天拜佛五百。有幾天參加法會，不能拜佛，就務必提前幾天拜六百至一千拜，把失去的拜佛給補回來。大姐說，一開始拜佛，四點鐘起不來床，好不容易爬起來，一拜下去，就睡著了。她也不理會，醒了繼續拜，堅持了半年。就在十萬拜圓滿前一週，大姐把開水壺打翻了。兩條腿全是燙傷的大泡，亮晶晶的。她心想，這是要消業障，才能實現所發的願。所以，她不著急，也沒有告訴家人，默默的忍著。第二天早上如常拜佛，求佛力加持，讓燙傷的大泡不要破掉，影響拜佛。就這樣忍痛完成了第一個十萬拜。果然水汪汪的大泡都沒有破掉，過了兩個星期全好了。"
    },
    {
      "id": "02-042-0210_p0021",
      "zh_CN": "现在，大姐依然坚持拜佛好多年了。我看到她对身体的执着很淡，以前吃肉的时候，很讲究饭菜的味道，现在吃素了，变得非常随意，没有什么特别喜欢吃的，也没有什么不喜欢吃的。以前很计较，会算计，现在完全不同了，很真诚，总是笑咪咪的。以前她不喜欢家庭，觉得家事很拖累，总喜欢在外面跑，现在很少出家门，专心致志陪伴女儿成长、孝敬家族中的每一位长辈。她住的房子虽然很小，但是很温馨、很整洁。她的女儿说：「我妈妈完全换了一个人」。",
      "zh_TW": "現在，大姐依然堅持拜佛好多年了。我看到她對身體的執著很淡，以前吃肉的時候，很講究飯菜的味道，現在吃素了，變得非常隨意，沒有什麼特別喜歡吃的，也沒有什麼不喜歡吃的。以前很計較，會算計，現在完全不同了，很真誠，總是笑咪咪的。以前她不喜歡家庭，覺得家事很拖累，總喜歡在外面跑，現在很少出家門，專心致志陪伴女兒成長、孝敬家族中的每一位長輩。她住的房子雖然很小，但是很溫馨、很整潔。她的女兒說：「我媽媽完全換了一個人」。"
    },
    {
      "id": "02-042-0210_p0022",
      "zh_CN": "意诚而后心正。有了诚意，念佛的心自然生起来，念佛也就能念得住了。慌张的心安宁了一点，日益感到「净定安乐」是真的。由此才明白，净宗非是小乘，没有做人的根基，修学很不容易；有了传统文化教育的根基，修学起来，也就不那么困难了，而且头脑清醒、常生欢喜。头脑清醒、有理智，就能明确的照见自己的烦恼习气，不断的在境界中修正自己。这就是学而时习之，效果就是烦恼轻，智慧长。有了真诚心，智慧从重重的业障习气的遮蔽中逐渐透出光来，人生的光明显现出来了，前途不再是一片迷茫，自自然然不亦悦乎。",
      "zh_TW": "意誠而後心正。有了誠意，念佛的心自然生起來，念佛也就能念得住了。慌張的心安寧了一點，日益感到「淨定安樂」是真的。由此才明白，淨宗非是小乘，沒有做人的根基，修學很不容易；有了傳統文化教育的根基，修學起來，也就不那麼困難了，而且頭腦清醒、常生歡喜。頭腦清醒、有理智，就能明確的照見自己的煩惱習氣，不斷的在境界中修正自己。這就是學而時習之，效果就是煩惱輕，智慧長。有了真誠心，智慧從重重的業障習氣的遮蔽中逐漸透出光來，人生的光明顯現出來了，前途不再是一片迷茫，自自然然不亦悅乎。"
    },
    {
      "id": "02-042-0210_p0023",
      "zh_CN": "我们一起学习的几位母亲们，许多都因为听师父上人的教导、听老祖宗的教导，感到「善莫大于教子」，渐渐放下了外缘，一心一意回家，教育子女。她们普遍感到，真正回归到相夫教子的本位上，不再外求，孩子就产生了很大的变化，他们安心了，笑容多了，也肯听教导了。在这个环境下，好些母亲都会感到佛号自然从心中生起，念佛不再那么困难了。烦恼放下了一些，控制占有的习气放下了一些，情绪逐渐转变成为了智慧。智慧起用，清净平等现前，就是觉照。此时，六根接触六尘境界，看得清清楚楚，听得清清楚楚，却能完全不被这些现象所转，心念安住在佛号上面，怨恨恼怒烦渐渐淡去，佛号愈来愈清楚，习气愈来愈淡薄，不知觉间，摆脱了「老、改、犯」的困境。此时的心柔软、真诚、清净、欢喜。",
      "zh_TW": "我們一起學習的幾位母親們，許多都因為聽師父上人的教導、聽老祖宗的教導，感到「善莫大於教子」，漸漸放下了外緣，一心一意回家，教育子女。她們普遍感到，真正回歸到相夫教子的本位上，不再外求，孩子就產生了很大的變化，他們安心了，笑容多了，也肯聽教導了。在這個環境下，好些母親都會感到佛號自然從心中生起，念佛不再那麼困難了。煩惱放下了一些，控制佔有的習氣放下了一些，情緒逐漸轉變成為了智慧。智慧起用，清淨平等現前，就是覺照。此時，六根接觸六塵境界，看得清清楚楚，聽得清清楚楚，卻能完全不被這些現象所轉，心念安住在佛號上面，怨恨惱怒煩漸漸淡去，佛號愈來愈清楚，習氣愈來愈淡薄，不知覺間，擺脫了「老、改、犯」的困境。此時的心柔軟、真誠、清淨、歡喜。"
    },
    {
      "id": "02-042-0210_p0024",
      "zh_CN": "有一位母亲，幼时受到良好的家庭教育，言行举止，无不安详，是难得的贤妻良母，真正做到了「于人无争，于世无求」。别人问她：「您如何对往生的信愿这样坚定？」她笑着说：「无求。」随着念佛的功夫日渐提升，她遇到了先生强迫她离婚的考题，看到先生闹得很厉害，感到只有念佛才能解决问题。为了不影响孩子，她没有动情绪，只是不动声色的更加努力的默默念佛，几天之后，一场风波就消失于无形之中，家庭恢复了安定和乐。在她的言传身教下，两个儿子很安详有正义感，总是微笑着说话。在「人不堪其忧」的境界之下，能够如如不动，并且不改其乐的，是孔子所赞叹的颜回。这位母亲证明，孔颜之乐，今天每一个念佛人其实都能得到。因为无量寿佛的国土是极乐世界，只有乐而没有苦。一句佛号直念去，和乐的境界就在身边出现，这是每个能够往生极乐世界人眼前的花报。所以，只要心中安住在尽本分之上，一心一意念佛，什么样的境界都能化解。一些先生们感叹：「太太才是家中的定海神针」。家中的女子，如果也能像这位母亲一样不改其乐，那就是一家人乐在其中、和乐且耽了。所以，无论处在何种生活状况下，真正做到格物致知都会头脑清楚，心念端正，智慧现前，快乐无比。",
      "zh_TW": "有一位母親，幼時受到良好的家庭教育，言行舉止，無不安詳，是難得的賢妻良母，真正做到了「於人無爭，於世無求」。別人問她：「您如何對往生的信願這樣堅定？」她笑著說：「無求。」隨著念佛的功夫日漸提升，她遇到了先生強迫她離婚的考題，看到先生鬧得很厲害，感到只有念佛才能解決問題。為了不影響孩子，她沒有動情緒，只是不動聲色的更加努力的默默念佛，幾天之後，一場風波就消失於無形之中，家庭恢復了安定和樂。在她的言傳身教下，兩個兒子很安詳有正義感，總是微笑著說話。在「人不堪其憂」的境界之下，能夠如如不動，並且不改其樂的，是孔子所讚歎的顏回。這位母親證明，孔顏之樂，今天每一個念佛人其實都能得到。因為無量壽佛的國土是極樂世界，只有樂而沒有苦。一句佛號直念去，和樂的境界就在身邊出現，這是每個能夠往生極樂世界人眼前的花報。所以，只要心中安住在盡本分之上，一心一意念佛，什麼樣的境界都能化解。一些先生們感嘆：「太太才是家中的定海神針」。家中的女子，如果也能像這位母親一樣不改其樂，那就是一家人樂在其中、和樂且耽了。所以，無論處在何種生活狀況下，真正做到格物致知都會頭腦清楚，心念端正，智慧現前，快樂無比。"
    },
    {
      "id": "02-042-0210_p0025",
      "zh_CN": "总之，幸福要靠教育，教育的大根大本就是指导我们如何修身，修身就要在生活中彻底放下贪瞋痴慢疑，彻底克制住怨恨恼怒烦的种种情绪。这就是东西方传统文化教育的共同宗旨，是人类社会无论如何不可或缺的。",
      "zh_TW": "總之，幸福要靠教育，教育的大根大本就是指導我們如何修身，修身就要在生活中徹底放下貪瞋痴慢疑，徹底克制住怨恨惱怒煩的種種情緒。這就是東西方傳統文化教育的共同宗旨，是人類社會無論如何不可或缺的。"
    },
    {
      "id": "02-042-0210_p0026",
      "zh_CN": "四、圣贤教育解决生活一切问题",
      "zh_TW": "四、聖賢教育解決生活一切問題"
    },
    {
      "id": "02-042-0210_p0027",
      "zh_CN": "我们生活在世界上，烦恼无量无边，佛将烦恼分成五类，分别是贪瞋痴慢疑。贪是贪爱；瞋是瞋恚，发脾气；愚痴就是邪正、是非、真妄不能辨别；慢是贡高我慢；疑是怀疑。这五种错误的思想，给我们带来无穷的烦恼和灾难。修身就是帮助我们放下这种错误的思想，也就是古大德教我们的「放下就是」，真正放下了妄心，真心自然现前，工作生活处处用真心，「人生最高的享受」就体会到了。",
      "zh_TW": "我們生活在世界上，煩惱無量無邊，佛將煩惱分成五類，分別是貪瞋痴慢疑。貪是貪愛；瞋是瞋恚，發脾氣；愚痴就是邪正、是非、真妄不能辨別；慢是貢高我慢；疑是懷疑。這五種錯誤的思想，給我們帶來無窮的煩惱和災難。修身就是幫助我們放下這種錯誤的思想，也就是古大德教我們的「放下就是」，真正放下了妄心，真心自然現前，工作生活處處用真心，「人生最高的享受」就體會到了。"
    },
    {
      "id": "02-042-0210_p0028",
      "zh_CN": "「身修而后家齐，家齐而后国治」。我们念念不为自己，也不为某个家庭、某个族群着想，我们拓宽心量，念念为整个世界的苦难众生着想，这是在发大心；我们希望这个世界能够安定和谐，互相尊重、互相包容、互相敬爱、互助合作，这是在发菩提心，是认识到万法一体、人我不二的心，是求觉悟的心。",
      "zh_TW": "「身修而後家齊，家齊而後國治」。我們念念不為自己，也不為某個家庭、某個族群著想，我們拓寬心量，念念為整個世界的苦難眾生著想，這是在發大心；我們希望這個世界能夠安定和諧，互相尊重、互相包容、互相敬愛、互助合作，這是在發菩提心，是認識到萬法一體、人我不二的心，是求覺悟的心。"
    },
    {
      "id": "02-042-0210_p0029",
      "zh_CN": "有了这个心，整个的人生都发生改变，体现在物质世界，便是组成物质的基本粒子发生决定性的改变，全体的宇宙亦因念头归于正念而回归本自清净的面貌；体现在人事环境，就是海贤老和尚所示现的。每一个在他身边的人，别人看上去有善恶、好丑，但是在海贤老和尚眼里都是佛菩萨，而且是光中极尊，佛中之王的阿弥陀佛。老人家一天到晚欢欢喜喜，辛勤劳作，劳作而不知道累，年高而不现寿者相，忍辱而无辱可忍。这个境界用于团体生活上，就是当地荒废的古代佛寺、道场得以在老和尚手上重新得到恢复；用于社会生活上，就是当地多年风调雨顺，即使是灾荒的一九六Ｏ年代，举国上下都遇到天灾的时候，南阳这个地区还能有几年收成不错，这就是一个真正的修行人默默护念一方的情形。老和尚把传统文化的教育、佛法至善圆满智慧的教育，如何诚意、正心、修身来解决自身、家庭、团体乃至地区各种问题的具体情况，做出来给我们看。",
      "zh_TW": "有了這個心，整個的人生都發生改變，體現在物質世界，便是組成物質的基本粒子發生決定性的改變，全體的宇宙亦因念頭歸於正念而回歸本自清淨的面貌；體現在人事環境，就是海賢老和尚所示現的。每一個在他身邊的人，別人看上去有善惡、好醜，但是在海賢老和尚眼裡都是佛菩薩，而且是光中極尊，佛中之王的阿彌陀佛。老人家一天到晚歡歡喜喜，辛勤勞作，勞作而不知道累，年高而不現壽者相，忍辱而無辱可忍。這個境界用於團體生活上，就是當地荒廢的古代佛寺、道場得以在老和尚手上重新得到恢復；用於社會生活上，就是當地多年風調雨順，即使是災荒的一九六Ｏ年代，舉國上下都遇到天災的時候，南陽這個地區還能有幾年收成不錯，這就是一個真正的修行人默默護念一方的情形。老和尚把傳統文化的教育、佛法至善圓滿智慧的教育，如何誠意、正心、修身來解決自身、家庭、團體乃至地區各種問題的具體情況，做出來給我們看。"
    },
    {
      "id": "02-042-0210_p0030",
      "zh_CN": "海贤老和尚的成就，让每一位同学都对佛法生起了信心，学生也是其中之一。师父上人教导我们要向老和尚学习，学习他一句佛号，九十二年不换题目，二六时中不曾丢失。这是真正将「一门深入，长时薰修」落到了实处。这位不识字的老人，将成佛大事，做出来给我们看，就是在教导我们如何背尘合觉，如何深生信愿。所以，真正重视传统文化的教育就丝毫不敢轻视传统的经验，会自发的将积累了千万年的一门深入，长时薰修，读书千遍，其义自见的方法，用在工作生活、处事待人接物之中。这就是在修身，就是在齐家、治国；用现在的话说，自身向圣贤君子这个目标方向去学习，读书变化气质，继而家庭家族和睦，公司行号管理有序，地区国家得到治理。",
      "zh_TW": "海賢老和尚的成就，讓每一位同學都對佛法生起了信心，學生也是其中之一。師父上人教導我們要向老和尚學習，學習他一句佛號，九十二年不換題目，二六時中不曾丟失。這是真正將「一門深入，長時薰修」落到了實處。這位不識字的老人，將成佛大事，做出來給我們看，就是在教導我們如何背塵合覺，如何深生信願。所以，真正重視傳統文化的教育就絲毫不敢輕視傳統的經驗，會自發的將積累了千萬年的一門深入，長時薰修，讀書千遍，其義自見的方法，用在工作生活、處事待人接物之中。這就是在修身，就是在齊家、治國；用現在的話說，自身向聖賢君子這個目標方向去學習，讀書變化氣質，繼而家庭家族和睦，公司行號管理有序，地區國家得到治理。"
    },
    {
      "id": "02-042-0210_p0031",
      "zh_CN": "学生在学习的过程中，和几位在生活上都遇到各种困难的同参道友，一起互相帮助共同切磋，以便落实古圣先贤的教诲，每个人的生活都出现了很大的转机。有的化解了离婚的风波，有的解决了孩子的心理疾病。学生也从这几位学长的专修与力行上，看到了解决自身修学问题的突破口，就是在每个境界中学习看破，练习放下，就是「敦伦尽分，闲邪存诚」，感到心中光明多了。这才知道离苦得乐不需要等到往生极乐世界才能实现，而是当下就会感受到喜悦与安宁。因为身为母亲的关系，我一个人的喜悦安宁，立刻就能感染到全家！古人所说的修齐治平的次第，是真理。",
      "zh_TW": "學生在學習的過程中，和幾位在生活上都遇到各種困難的同參道友，一起互相幫助共同切磋，以便落實古聖先賢的教誨，每個人的生活都出現了很大的轉機。有的化解了離婚的風波，有的解決了孩子的心理疾病。學生也從這幾位學長的專修與力行上，看到了解決自身修學問題的突破口，就是在每個境界中學習看破，練習放下，就是「敦倫盡分，閑邪存誠」，感到心中光明多了。這才知道離苦得樂不需要等到往生極樂世界才能實現，而是當下就會感受到喜悅與安寧。因為身為母親的關係，我一個人的喜悅安寧，立刻就能感染到全家！古人所說的修齊治平的次第，是真理。"
    },
    {
      "id": "02-042-0210_p0032",
      "zh_CN": "虽然眼前个人、团体乃至国家还有很多不尽人意的地方，有许多问题依然有待解决，但是心念却不再被问题、麻烦与情绪所系缚，渐渐无所欲求，信愿日深，开始「缘修万善」以期「备修万行」了。由此更加坚信传统文化的圣贤教育，确确实实能够解决当今种种问题。",
      "zh_TW": "雖然眼前個人、團體乃至國家還有很多不盡人意的地方，有許多問題依然有待解決，但是心念卻不再被問題、麻煩與情緒所繫縛，漸漸無所欲求，信願日深，開始「緣修萬善」以期「備修萬行」了。由此更加堅信傳統文化的聖賢教育，確確實實能夠解決當今種種問題。"
    },
    {
      "id": "02-042-0210_p0033",
      "zh_CN": "以上是学生这四个月来，十分粗浅的实践报告，祈请尊敬的师父上人，诸位学长慈悲教诲，不胜感恩。惭愧弟子越溪顶礼敬呈，二Ｏ一六年三月十一日。",
      "zh_TW": "以上是學生這四個月來，十分粗淺的實踐報告，祈請尊敬的師父上人，諸位學長慈悲教誨，不勝感恩。慚愧弟子越溪頂禮敬呈，二Ｏ一六年三月十一日。"
    },
    {
      "id": "02-042-0210_p0034",
      "zh_CN": "老法师：我们听到、看到了越溪同学的这篇学习心得报告，为她欢喜，这段时期她没有白过，确实体会到真理，活用到生活改变了自己，增长了信心。回过头来我们想想自己，我们在菩提道上，是进步还是在退步？是醒过来了还是在迷惑颠倒？她也给我们证明，老祖宗所说的「一门深入，长时薰修」，「读书千遍，其义自见」。这句话体验最深的是我们胡小林同学，他告诉我，老祖宗传下来的真实不虚。我们一个人的智慧、精力、时间都有限，要学习很多科目感到很难，不容易成就，一门就容易了。虽然年龄将近甲子，这一甲子是六十岁，花甲之年，如果是一门深入还能得到法喜，这个实验成功，非常难得。如果我们在年轻的时候，就听到这句话，而且还能相信肯真干，我们则相信他中年就能享受到幸福美满的生活，个人得到幸福美满就会感染到家庭，家齐国治，家和万事兴。",
      "zh_TW": "老法師：我們聽到、看到了越溪同學的這篇學習心得報告，為她歡喜，這段時期她沒有白過，確實體會到真理，活用到生活改變了自己，增長了信心。回過頭來我們想想自己，我們在菩提道上，是進步還是在退步？是醒過來了還是在迷惑顛倒？她也給我們證明，老祖宗所說的「一門深入，長時薰修」，「讀書千遍，其義自見」。這句話體驗最深的是我們胡小林同學，他告訴我，老祖宗傳下來的真實不虛。我們一個人的智慧、精力、時間都有限，要學習很多科目感到很難，不容易成就，一門就容易了。雖然年齡將近甲子，這一甲子是六十歲，花甲之年，如果是一門深入還能得到法喜，這個實驗成功，非常難得。如果我們在年輕的時候，就聽到這句話，而且還能相信肯真幹，我們則相信他中年就能享受到幸福美滿的生活，個人得到幸福美滿就會感染到家庭，家齊國治，家和萬事興。"
    },
    {
      "id": "02-042-0210_p0035",
      "zh_CN": "中国人所说的家，现代人跟一个世纪以前的人，概念不一样。一个世纪以前的人，也就一百年前的人说到家，大家的概念是什么？大家庭，兄弟姐妹，姐妹是出嫁了，兄弟不分家，永远住在一起。所以这个家族，实际上就是社会行为。一般普通家庭大概有三百人左右，三百人在一起生活，要没有规矩，没有制度，那不就乱了。所以能治家就有本事治国，治国也不过是把治家放大一点。",
      "zh_TW": "中國人所說的家，現代人跟一個世紀以前的人，概念不一樣。一個世紀以前的人，也就一百年前的人說到家，大家的概念是什麼？大家庭，兄弟姐妹，姐妹是出嫁了，兄弟不分家，永遠住在一起。所以這個家族，實際上就是社會行為。一般普通家庭大概有三百人左右，三百人在一起生活，要沒有規矩，沒有制度，那不就亂了。所以能治家就有本事治國，治國也不過是把治家放大一點。"
    },
    {
      "id": "02-042-0210_p0036",
      "zh_CN": "中国这个族群，为什么成为世界上这么优秀的一个族群？外国人研究中国的文史佩服到极处，什么？从小养成了心胸开阔，为什么？一生不能为个人，为我家庭，为我这个家族做出贡献。家族是一个人根本的依靠，你遇到什么困难谁支持你？家支持你，在外面做生意买卖，资本缺乏，遇到困难了，不要向外借钱，家里支持你；人手不够，需要帮手，家里派人来帮助你，你永远是家的一分子，你这个事业就是家业，家业跟事业连成一起。",
      "zh_TW": "中國這個族群，為什麼成為世界上這麼優秀的一個族群？外國人研究中國的文史佩服到極處，什麼？從小養成了心胸開闊，為什麼？一生不能為個人，為我家庭，為我這個家族做出貢獻。家族是一個人根本的依靠，你遇到什麼困難誰支持你？家支持你，在外面做生意買賣，資本缺乏，遇到困難了，不要向外借錢，家裡支持你；人手不夠，需要幫手，家裡派人來幫助你，你永遠是家的一分子，你這個事業就是家業，家業跟事業連成一起。"
    },
    {
      "id": "02-042-0210_p0037",
      "zh_CN": "育幼养老这两桩大事，家肩负起来了。中国人享福在什么时候？老年，退休之后回家去养老，享福。小孩家教，家庭子弟学校，我们一般叫私塾。家长，因为古代的家庭多半是五代同堂，所以他家有这么多人口。小孩子，我们有父亲，有祖父母，还有曾祖父母，有高祖父母，都居住在一起，大概当家的、管家的是曾祖父母，这一代人管家，他从上一代学得的经验，能够带领底下一代。现在这个家没有了。二次世界大战的时候还有，我们还看到都市村庄，村庄特别鲜明，那是张村，张家一家的，那边那个村是李村，李家的一家人。这个在现在中国地图看农村里头，那村庄都是这样标志的。可是我们到那里去看，有些遗迹还在，人不在了，人都散失了，叫老家，非常可爱，非常可敬。中国的文化，它的单位不是个人，是家，家文化。中国五千年文化没有被淘汰，主要的家文化，它有家。外国人没有家，小孩长大了就走开了，一辈子不见得会能再遇到，他没有家的概念。中国文化家是核心。所以抗战胜利之后，中国这个家没有了，真的断绝了，我们再去旅游到农村里去看，人没有了，老家只有几个老人看家，年轻人全出去了，我们感到很悲哀。",
      "zh_TW": "育幼養老這兩樁大事，家肩負起來了。中國人享福在什麼時候？老年，退休之後回家去養老，享福。小孩家教，家庭子弟學校，我們一般叫私塾。家長，因為古代的家庭多半是五代同堂，所以他家有這麼多人口。小孩子，我們有父親，有祖父母，還有曾祖父母，有高祖父母，都居住在一起，大概當家的、管家的是曾祖父母，這一代人管家，他從上一代學得的經驗，能夠帶領底下一代。現在這個家沒有了。二次世界大戰的時候還有，我們還看到都市村莊，村莊特別鮮明，那是張村，張家一家的，那邊那個村是李村，李家的一家人。這個在現在中國地圖看農村裡頭，那村莊都是這樣標誌的。可是我們到那裡去看，有些遺跡還在，人不在了，人都散失了，叫老家，非常可愛，非常可敬。中國的文化，它的單位不是個人，是家，家文化。中國五千年文化沒有被淘汰，主要的家文化，它有家。外國人沒有家，小孩長大了就走開了，一輩子不見得會能再遇到，他沒有家的概念。中國文化家是核心。所以抗戰勝利之後，中國這個家沒有了，真的斷絕了，我們再去旅遊到農村裡去看，人沒有了，老家只有幾個老人看家，年輕人全出去了，我們感到很悲哀。"
    },
    {
      "id": "02-042-0210_p0038",
      "zh_CN": "所以我就常常耳朵里听，现在人都说企业家，这个名词让我有感到启发，我就在想，如何能把企业变成我们中国古代的家。中国古代的家是血缘，血统关系，现在企业不是血缘关系，道义的关系，把中国古代那个家文化继承下来，企业，一个企业就是一个家，老板是家长，员工是家人，兄弟姐妹。中国家文化有两大特色，教育，育幼，所以企业家应该建立企业家庭子弟学校，聘请好的老师，有品德、有学问，身行言教，请这样的老师，给他优厚的待遇，把家人下一代教好。因为私塾教育，这个学校是一个讲堂，学生是从五、六岁到将近二十岁，年龄不齐，它是个别教学，每个人上课学的东西不一样，每个人聪明智慧不相同，所以进度也不一样，它是个别教学，它不跟现在学校教一班学生整齐，一刀切，这个一刀切很难过，个别教学好。天赋好的他能出人头地；资质差一点的，老师就教他读书识字，教他这些基本东西，将来学一种手艺，他将来可以生活，叫职业教育，他在接受职业教育。根本的教育是家庭教育，就是伦理教育、道德教育、因果教育、圣贤教育。好！我这个年龄小的时候还沾点光，在这个大家庭的私塾，子弟学校学一年，只有一年的时间就改了，家庭私塾没有了，改成政府办的短期小学，短期学校小学只有两年，两年就毕业，我还上过短期学校，那课程不一样。中国古时候这个教科书没有了，都是现在人编的，什么小狗叫小猫跳，是教这些东西，我们感到很痛心，传统文化没有了。虽然学校不教没有了，社会风气上有，人与人之间的往来还有这种遗风，我们也感受到一些，对这种教学很怀念。",
      "zh_TW": "所以我就常常耳朵裡聽，現在人都說企業家，這個名詞讓我有感到啟發，我就在想，如何能把企業變成我們中國古代的家。中國古代的家是血緣，血統關係，現在企業不是血緣關係，道義的關係，把中國古代那個家文化繼承下來，企業，一個企業就是一個家，老闆是家長，員工是家人，兄弟姐妹。中國家文化有兩大特色，教育，育幼，所以企業家應該建立企業家庭子弟學校，聘請好的老師，有品德、有學問，身行言教，請這樣的老師，給他優厚的待遇，把家人下一代教好。因為私塾教育，這個學校是一個講堂，學生是從五、六歲到將近二十歲，年齡不齊，它是個別教學，每個人上課學的東西不一樣，每個人聰明智慧不相同，所以進度也不一樣，它是個別教學，它不跟現在學校教一班學生整齊，一刀切，這個一刀切很難過，個別教學好。天賦好的他能出人頭地；資質差一點的，老師就教他讀書識字，教他這些基本東西，將來學一種手藝，他將來可以生活，叫職業教育，他在接受職業教育。根本的教育是家庭教育，就是倫理教育、道德教育、因果教育、聖賢教育。好！我這個年齡小的時候還沾點光，在這個大家庭的私塾，子弟學校學一年，只有一年的時間就改了，家庭私塾沒有了，改成政府辦的短期小學，短期學校小學只有兩年，兩年就畢業，我還上過短期學校，那課程不一樣。中國古時候這個教科書沒有了，都是現在人編的，什麼小狗叫小貓跳，是教這些東西，我們感到很痛心，傳統文化沒有了。雖然學校不教沒有了，社會風氣上有，人與人之間的往來還有這種遺風，我們也感受到一些，對這種教學很懷念。"
    },
    {
      "id": "02-042-0210_p0039",
      "zh_CN": "老人退休养老了，祠堂就是老人娱乐的场所，因为祠堂很大，是祭祀用的，一年只用两次，顶多三次，清明祭祖，冬至祭祖，三次就加个中元，七月半中，叫过鬼节，三次祭祖。祭祖所用的时间，从筹备到圆满也不过七天，真正大祭的时候，是一天到两天的样子。这是提倡孝道，永远不忘祖宗的恩德，永远不会违背父母，你看对于老祖宗，几千年老祖宗都念念不忘，怎么会不孝顺父母？孝、敬，敬是用老师做代表，孝是父母代表，把对父母的孝，对老师的敬，对家里所有的亲人，长辈、晚辈，再扩展到天下一切人，叫「凡是人，皆须爱」。所以这个文化能留到五千年，还没有毁灭，有它的道理在。这一点我们懂得因果的人，就看出因深，根柢太深了，所以它有光，放光，照明天下。中国人从小教不能为自己，不能为你父母，起心动念为整个家庭着想，荣宗耀祖，光大门楣。他能爱家，他就爱国，能爱国就能爱天下人，而且他用真心，他不是妄心，从小就学真诚，决定不可以妄语。",
      "zh_TW": "老人退休養老了，祠堂就是老人娛樂的場所，因為祠堂很大，是祭祀用的，一年只用兩次，頂多三次，清明祭祖，冬至祭祖，三次就加個中元，七月半中，叫過鬼節，三次祭祖。祭祖所用的時間，從籌備到圓滿也不過七天，真正大祭的時候，是一天到兩天的樣子。這是提倡孝道，永遠不忘祖宗的恩德，永遠不會違背父母，你看對於老祖宗，幾千年老祖宗都念念不忘，怎麼會不孝順父母？孝、敬，敬是用老師做代表，孝是父母代表，把對父母的孝，對老師的敬，對家裡所有的親人，長輩、晚輩，再擴展到天下一切人，叫「凡是人，皆須愛」。所以這個文化能留到五千年，還沒有毀滅，有它的道理在。這一點我們懂得因果的人，就看出因深，根柢太深了，所以它有光，放光，照明天下。中國人從小教不能為自己，不能為你父母，起心動念為整個家庭著想，榮宗耀祖，光大門楣。他能愛家，他就愛國，能愛國就能愛天下人，而且他用真心，他不是妄心，從小就學真誠，決定不可以妄語。"
    },
    {
      "id": "02-042-0210_p0040",
      "zh_CN": "二战之后没有了，所以我就劝企业家恢复家道，企业就是个家，企业有养老院，养老院养谁？员工的老人，把员工真的看作自己一家人，员工的子弟是我们的子弟，要办学校教。所以要办子弟学校，要办老人院，要有医疗设备，大家庭，公司这么多人，有诊所，小型的诊所，小病不要到其他地方去，自己有诊所，中医西医都好。把家文化复兴起来，把家道复兴起来，家业、家规、家学，这是中国文化的特色，外国没有。四大文明古国中国还能存在，道理就在此地。",
      "zh_TW": "二戰之後沒有了，所以我就勸企業家恢復家道，企業就是個家，企業有養老院，養老院養誰？員工的老人，把員工真的看作自己一家人，員工的子弟是我們的子弟，要辦學校教。所以要辦子弟學校，要辦老人院，要有醫療設備，大家庭，公司這麼多人，有診所，小型的診所，小病不要到其他地方去，自己有診所，中醫西醫都好。把家文化復興起來，把家道復興起來，家業、家規、家學，這是中國文化的特色，外國沒有。四大文明古國中國還能存在，道理就在此地。"
    },
    {
      "id": "02-042-0210_p0041",
      "zh_CN": "所以越溪今天这个报告给我们有很多启示的作用，我们应当学习。学佛，寺院道场也是一个家。如果每一个团体，乃至于政党，它也是一个家，都把家文化落在一切团体上，这个国家好，社会安定，国家富强，世界和平。这种理念要有，这个要在心地上扎根。有这个念头，慢慢就会形成一个系统，形成行为，能够实现。中国这样做了，外国人看到了就会羡慕，做得比他好。我们用他们的技术，用他们的科学这些先进技术，用中国老祖宗的家道家学的精神，这样一合一，这人生多美满、多幸福，可以做得到的。",
      "zh_TW": "所以越溪今天這個報告給我們有很多啟示的作用，我們應當學習。學佛，寺院道場也是一個家。如果每一個團體，乃至於政黨，它也是一個家，都把家文化落在一切團體上，這個國家好，社會安定，國家富強，世界和平。這種理念要有，這個要在心地上扎根。有這個念頭，慢慢就會形成一個系統，形成行為，能夠實現。中國這樣做了，外國人看到了就會羨慕，做得比他好。我們用他們的技術，用他們的科學這些先進技術，用中國老祖宗的家道家學的精神，這樣一合一，這人生多美滿、多幸福，可以做得到的。"
    },
    {
      "id": "02-042-0210_p0042",
      "zh_CN": "好，下面还有一篇。",
      "zh_TW": "好，下面還有一篇。"
    },
    {
      "id": "02-042-0210_p0043",
      "zh_CN": "学生：尊敬的师父上人，诸位老师、大德尊鉴，感恩师父上人和协会的诸位老师、护法促成此次文字学的学习因缘，让年轻学子有机会深入文字学。师父老人家耄耋之年，依然心系文化之承传，为法忘躯，奔走台湾，寻求文字学师资，以期年轻后学能够蜂腰继绝，使文字学薪火相传。惭愧学生现将自己学习文字学的粗浅心得汇报如下，其中定有许多错误与不足之处，恳请师父上人，诸位老师、大德慈悲教诲指正。阿弥陀佛。",
      "zh_TW": "學生：尊敬的師父上人，諸位老師、大德尊鑒，感恩師父上人和協會的諸位老師、護法促成此次文字學的學習因緣，讓年輕學子有機會深入文字學。師父老人家耄耋之年，依然心繫文化之承傳，為法忘軀，奔走台灣，尋求文字學師資，以期年輕後學能夠蜂腰繼絕，使文字學薪火相傳。慚愧學生現將自己學習文字學的粗淺心得匯報如下，其中定有許多錯誤與不足之處，懇請師父上人，諸位老師、大德慈悲教誨指正。阿彌陀佛。"
    },
    {
      "id": "02-042-0210_p0044",
      "zh_CN": "中国的汉字和文言文是人类最伟大的发明，其价值甚至要远远超过四大发明。因为中国文字是世界上独一无二的智慧符号。它的智慧究竟体现在哪些方面？",
      "zh_TW": "中國的漢字和文言文是人類最偉大的發明，其價值甚至要遠遠超過四大發明。因為中國文字是世界上獨一無二的智慧符號。它的智慧究竟體現在哪些方面？"
    },
    {
      "id": "02-042-0210_p0045",
      "zh_CN": "一、表义文字：字形标义，义著于形。",
      "zh_TW": "一、表義文字：字形標義，義著於形。"
    },
    {
      "id": "02-042-0210_p0046",
      "zh_CN": "举最简单的象形文为例。「水」的小篆就像河水流动不息的样子。从「鸟」的小篆中，亦可清楚的看出鸟儿的眼睛、尾巴和爪子。绘画式的字体让人一看就能明白它所代表的含义，既形象、生动又艺术、美观。美国诗人庞德虽不懂汉字，但他说汉字的形状让人一看起来就情不自禁的想到诗。所谓「画是有声诗，诗是无声画」。",
      "zh_TW": "舉最簡單的象形文為例。「水」的小篆就像河水流動不息的樣子。從「鳥」的小篆中，亦可清楚的看出鳥兒的眼睛、尾巴和爪子。繪畫式的字體讓人一看就能明白它所代表的含義，既形象、生動又藝術、美觀。美國詩人龐德雖不懂漢字，但他說漢字的形狀讓人一看起來就情不自禁的想到詩。所謂「畫是有聲詩，詩是無聲畫」。"
    },
    {
      "id": "02-042-0210_p0047",
      "zh_CN": "对比其他文字，以西方拼音文字为例。同样是水和鸟，用英文表达是water和bird，仅由几个大同小异的字母横列成一条直线，对比立体的汉字就顿显逊色了。拼音文字是表音文字,以字形标音，形不载义，单从字形上我们无法读懂它的含义，只有通过语音中介才能表义。音声言出即逝，而意义经久不衰。故表意文字的优势要远大于表音文字。",
      "zh_TW": "對比其他文字，以西方拼音文字為例。同樣是水和鳥，用英文表達是water和bird，僅由幾個大同小異的字母橫列成一條直線，對比立體的漢字就頓顯遜色了。拼音文字是表音文字,以字形標音，形不載義，單從字形上我們無法讀懂它的含義，只有通過語音中介才能表義。音聲言出即逝，而意義經久不衰。故表意文字的優勢要遠大於表音文字。"
    },
    {
      "id": "02-042-0210_p0048",
      "zh_CN": "二、声与义的关系：音生于义，声义同源。",
      "zh_TW": "二、聲與義的關係：音生於義，聲義同源。"
    },
    {
      "id": "02-042-0210_p0049",
      "zh_CN": "汉字的三要素包括字形、字音、字义，此三者本为一体，密不可分。但是为了教学方便，侧重字形的叫文字学，侧重字音的为声韵学，侧重字义的是训诂学。这是广义的文字学，包括形、音、义三方面。狭义的文字学单纯指字形而言。",
      "zh_TW": "漢字的三要素包括字形、字音、字義，此三者本為一體，密不可分。但是為了教學方便，側重字形的叫文字學，側重字音的為聲韻學，側重字義的是訓詁學。這是廣義的文字學，包括形、音、義三方面。狹義的文字學單純指字形而言。"
    },
    {
      "id": "02-042-0210_p0050",
      "zh_CN": "文字学的学习次第是：形→音→义；而造字的过程恰恰相反：义→音→形。语言是用来表达意思的，文字是用来记录语言的。故字之未造，语言先之。因为语言是用来表达内心的想法，所以音生于义，声与义同源。譬如，我们在吃酸、辣、咸味之食物时，口型正如说「酸、辣、咸」字音时之声势。",
      "zh_TW": "文字學的學習次第是：形→音→義；而造字的過程恰恰相反：義→音→形。語言是用來表達意思的，文字是用來記錄語言的。故字之未造，語言先之。因為語言是用來表達內心的想法，所以音生於義，聲與義同源。譬如，我們在吃酸、辣、鹹味之食物時，口型正如說「酸、辣、鹹」字音時之聲勢。"
    },
    {
      "id": "02-042-0210_p0051",
      "zh_CN": "「语根」为语言的发音根源。不同语根所代表的含义不同。大的声音代表大的意思，小的声音代表小的意思，圆转的声音代表圆转的意思。例如发喉音「ㄏ（h）」时，由于不受上腭、唇、齿的阻塞，能发出最大的声音，故喉音多有大义，如「鸿、浩、虎」等字都有大的意象。而齿音「ㄐ（j）,ㄑ（q）,ㄒ（x）」，多有小的意思，如「尖、细、小」等字。",
      "zh_TW": "「語根」為語言的發音根源。不同語根所代表的含義不同。大的聲音代表大的意思，小的聲音代表小的意思，圓轉的聲音代表圓轉的意思。例如發喉音「ㄏ（h）」時，由於不受上顎、唇、齒的阻塞，能發出最大的聲音，故喉音多有大義，如「鴻、浩、虎」等字都有大的意象。而齒音「ㄐ（j）,ㄑ（q）,ㄒ（x）」，多有小的意思，如「尖、細、小」等字。"
    },
    {
      "id": "02-042-0210_p0052",
      "zh_CN": "中国文字的表义方式是双管齐下的。不仅以字形表义，字音亦能兼义。以「仑」字为例。仑的读音为「ㄌㄨㄣˊ（lún）」。从字音方面来讲，发「ㄌ（l）」音时，舌头在口中转动，所以「仑」有圆转之义。这是仑的本义。例如车轮的「轮」是圆的。沦涟的「沦」表示水的波纹，也是圆的。从字形方面分析，「仑」是个会意字，上面是「亼」，下面是「册」。「仑」字在《说文》的解释为「思也。从亼册。」「亼」同「集」，表示集合之义。在古代还未发明纸的时候，书写主要是在竹简上面，竹简写好后，要用绳子把它们按照次序串起来、编起来，制作成书籍。「亼册」表示聚集简册。编排简册必依其次第，所以从仑之字，亦引申为有条理、有层次之义。",
      "zh_TW": "中國文字的表義方式是雙管齊下的。不僅以字形表義，字音亦能兼義。以「侖」字為例。侖的讀音為「ㄌㄨㄣˊ（lún）」。從字音方面來講，發「ㄌ（l）」音時，舌頭在口中轉動，所以「侖」有圓轉之義。這是侖的本義。例如車輪的「輪」是圓的。淪漣的「淪」表示水的波紋，也是圓的。從字形方面分析，「侖」是個會意字，上面是「亼」，下面是「冊」。「侖」字在《說文》的解釋為「思也。从亼冊。」「亼」同「集」，表示集合之義。在古代還未發明紙的時候，書寫主要是在竹簡上面，竹簡寫好後，要用繩子把它們按照次序串起來、編起來，製作成書籍。「亼冊」表示聚集簡冊。編排簡冊必依其次第，所以從侖之字，亦引申為有條理、有層次之義。"
    },
    {
      "id": "02-042-0210_p0053",
      "zh_CN": "例如「伦」字表示伦理、人伦。「父慈子孝，兄友弟恭」，这是人人必须遵守的伦常次第。我们的古圣先贤、列祖列宗都是遵天道而序人伦，所以德荫子孙。违背伦常之道，就会出现天灾人祸，社会就会乱象丛生，危机四伏。如《左传》中讲「人弃常，则妖兴」。又如「论」字，凡言语循其理、得其宜谓之「论」。故孔门师徒对话之言谓之「论语」。「轮、沦、伦、论」，皆为从「仑」得声的形声字，「仑」是它们的声符，不仅标明它们的字音，同时也兼表字义。",
      "zh_TW": "例如「倫」字表示倫理、人倫。「父慈子孝，兄友弟恭」，這是人人必須遵守的倫常次第。我們的古聖先賢、列祖列宗都是遵天道而序人倫，所以德蔭子孫。違背倫常之道，就會出現天災人禍，社會就會亂象叢生，危機四伏。如《左傳》中講「人棄常，則妖興」。又如「論」字，凡言語循其理、得其宜謂之「論」。故孔門師徒對話之言謂之「論語」。「輪、淪、倫、論」，皆為從「侖」得聲的形聲字，「侖」是它們的聲符，不僅標明它們的字音，同時也兼表字義。"
    },
    {
      "id": "02-042-0210_p0054",
      "zh_CN": "再以「青」字为例。「青」字上面是「生」，下面是「丹」。在《说文》中的解释为：「东方色也。木生火，从生丹。」丹为赤色，与五行中的火相对应。「生丹」义为生火。依据五行两两相生的原理，金生水，水生木，木生火。能生火者即为木。木与五色中的青色相对应。故青字从生丹会意。",
      "zh_TW": "再以「青」字為例。「青」字上面是「生」，下面是「丹」。在《說文》中的解釋為：「東方色也。木生火，从生丹。」丹為赤色，與五行中的火相對應。「生丹」義為生火。依據五行兩兩相生的原理，金生水，水生木，木生火。能生火者即為木。木與五色中的青色相對應。故青字從生丹會意。"
    },
    {
      "id": "02-042-0210_p0055",
      "zh_CN": "青是一种美好悦目的颜色，从青得声之字多有美好的含义。如：「清、精、倩、睛」等字均为从青得声的形声字。「清」表示河水清澈。「精」为精选过的米。「倩」是对人的美称。「睛」，人的眼睛是灵魂之窗。这些字均以「青」做为声符，且均有美好的意象。所以形声字的声符除了有标音的作用外，还多兼会意。由此可见，汉字的形、音、义三者相互关联，密不可分。这便是中国文字的独到之处。",
      "zh_TW": "青是一種美好悅目的顏色，從青得聲之字多有美好的含義。如：「清、精、倩、睛」等字均為從青得聲的形聲字。「清」表示河水清澈。「精」為精選過的米。「倩」是對人的美稱。「睛」，人的眼睛是靈魂之窗。這些字均以「青」做為聲符，且均有美好的意象。所以形聲字的聲符除了有標音的作用外，還多兼會意。由此可見，漢字的形、音、義三者相互關聯，密不可分。這便是中國文字的獨到之處。"
    },
    {
      "id": "02-042-0210_p0056",
      "zh_CN": "三、开启智慧，启发悟性。",
      "zh_TW": "三、開啟智慧，啟發悟性。"
    },
    {
      "id": "02-042-0210_p0057",
      "zh_CN": "汉字被称为智慧的符号，这一点在会意字中最能体现。以下举几个例字来具体分析。",
      "zh_TW": "漢字被稱為智慧的符號，這一點在會意字中最能體現。以下舉幾個例字來具體分析。"
    },
    {
      "id": "02-042-0210_p0058",
      "zh_CN": "「孝」字：在《说文》中的解释为「善事父母者。从老省，从子。子承老也。」孝字的组成，上面是老，指上一代；下面是子，指下一代。告诉我们上一代跟下一代融为一体，密不可分，体现了五伦关系中的父子有亲。孝字从字形上看起来就像孩子揹着双亲，告诉我们孝子要把父母真的举到头顶上，念念不忘父母之恩，时时用心去体会父母内心的苦和需要，才是真正的知恩报恩。同时子承老也，下一代承接上一代，也有承传家风、继承家道的含义。中华民族自古重视孝道，孝道的体现就是家道的延续，所谓修身齐家。代代延续就使祖先的智慧得以保留。",
      "zh_TW": "「孝」字：在《說文》中的解釋為「善事父母者。从老省，从子。子承老也。」孝字的組成，上面是老，指上一代；下面是子，指下一代。告訴我們上一代跟下一代融為一體，密不可分，體現了五倫關係中的父子有親。孝字從字形上看起來就像孩子揹著雙親，告訴我們孝子要把父母真的舉到頭頂上，念念不忘父母之恩，時時用心去體會父母內心的苦和需要，才是真正的知恩報恩。同時子承老也，下一代承接上一代，也有承傳家風、繼承家道的含義。中華民族自古重視孝道，孝道的體現就是家道的延續，所謂修身齊家。代代延續就使祖先的智慧得以保留。"
    },
    {
      "id": "02-042-0210_p0059",
      "zh_CN": "孝字还有更深远的寓意：纵向来讲，父亲上有祖父，祖父上有曾祖父，上一代还有上一代，过去无始；子下有孙，孙下有曾孙，下一代还有下一代，未来无终。正如《三字经》中所说，「高曾祖，父而身，身而子，子而孙。」无始无终是一个自己。横向来讲，把对父母的这分孝敬、爱敬之心，把这个原点延伸开来去面对生活中的每一个人，做到「老吾老以及人之老，幼吾幼以及人之幼」。「事诸父，如事父；事诸兄，如事兄」。人人都能把孝字做圆满，大同世界就指日可待了。",
      "zh_TW": "孝字還有更深遠的寓意：縱向來講，父親上有祖父，祖父上有曾祖父，上一代還有上一代，過去無始；子下有孫，孫下有曾孫，下一代還有下一代，未來無終。正如《三字經》中所說，「高曾祖，父而身，身而子，子而孫。」無始無終是一個自己。橫向來講，把對父母的這分孝敬、愛敬之心，把這個原點延伸開來去面對生活中的每一個人，做到「老吾老以及人之老，幼吾幼以及人之幼」。「事諸父，如事父；事諸兄，如事兄」。人人都能把孝字做圓滿，大同世界就指日可待了。"
    },
    {
      "id": "02-042-0210_p0060",
      "zh_CN": "一个孝字彰显出高度的智慧、圆满的德行与无尽的深义。可见中国文字的智慧和深义，在其他文字中是找不到的。",
      "zh_TW": "一個孝字彰顯出高度的智慧、圓滿的德行與無盡的深義。可見中國文字的智慧和深義，在其他文字中是找不到的。"
    },
    {
      "id": "02-042-0210_p0061",
      "zh_CN": "「忠」字：上面是「中」，下面是「心」。表示心中不偏不倚，公正不阿。《孝经．事君章》云：「君子之事上也，进思尽忠，退思补过；将顺其美，匡救其恶」。国君有美德善行，一定顺从、推广；对于国君的过恶，一定帮助他匡正、补救，尽心尽力。所谓「尽己之谓忠，推己之谓恕」。「恕」字：上「如」，下「心」。如其心，同理心。教导我们要换位思考，感同身受的为对方着想。《省心录》云：「以责人之心责己，则寡过；以恕己之心恕人，则全交。」其实一转念，地狱就变成天堂，人同此心，心同此理。我们每天宽恕自己多少次？好多次，可是别人一犯错，我们的情绪就往往控制不住。如果换一个角度，拿宽恕自己的心去宽恕别人，那别人与我们相处就会觉得很舒服，没有压力，所以能全交，能够交到很多朋友。我们可能每天都会看到别人的过失，若能用这种责备别人的态度回光返照来要求自己，那我们的德行就会提升得很快，所以能够寡过。",
      "zh_TW": "「忠」字：上面是「中」，下面是「心」。表示心中不偏不倚，公正不阿。《孝經．事君章》云：「君子之事上也，進思盡忠，退思補過；將順其美，匡救其惡」。國君有美德善行，一定順從、推廣；對於國君的過惡，一定幫助他匡正、補救，盡心盡力。所謂「盡己之謂忠，推己之謂恕」。「恕」字：上「如」，下「心」。如其心，同理心。教導我們要換位思考，感同身受的為對方著想。《省心錄》云：「以責人之心責己，則寡過；以恕己之心恕人，則全交。」其實一轉念，地獄就變成天堂，人同此心，心同此理。我們每天寬恕自己多少次？好多次，可是別人一犯錯，我們的情緒就往往控制不住。如果換一個角度，拿寬恕自己的心去寬恕別人，那別人與我們相處就會覺得很舒服，沒有壓力，所以能全交，能夠交到很多朋友。我們可能每天都會看到別人的過失，若能用這種責備別人的態度回光返照來要求自己，那我們的德行就會提升得很快，所以能夠寡過。"
    },
    {
      "id": "02-042-0210_p0062",
      "zh_CN": "「夫子之道，忠恕而已矣」。然而在日常生活中面对境缘的考验时，我们往往忘记恕道，而心生恼怒。「怒」和「恕」虽然字形上只是毫厘之差，但是心境上却是截然不同。「怒」字：上面是「奴」，下面是「心」。告诉我们，一个人失掉理智才会生气，这时他已变成自己内心情感的奴隶。所以要依理智不依情绪，要做自己内心的主宰。",
      "zh_TW": "「夫子之道，忠恕而已矣」。然而在日常生活中面對境緣的考驗時，我們往往忘記恕道，而心生惱怒。「怒」和「恕」雖然字形上只是毫釐之差，但是心境上卻是截然不同。「怒」字：上面是「奴」，下面是「心」。告訴我們，一個人失掉理智才會生氣，這時他已變成自己內心情感的奴隸。所以要依理智不依情緒，要做自己內心的主宰。"
    },
    {
      "id": "02-042-0210_p0063",
      "zh_CN": "「怒似猛虎，欲似深渊」。欲望同样给我们的身心带来极大的危害。「欲」字：左面是「谷」，表示沟壑，右面是「欠」，表示缺欠。两边合起来便喻示了「欲壑难填」的道理。欲望就像无底深渊，永远也填不满。所谓「欲令智迷，利令智昏」。人的贪欲永无止境，让人失去理智，也给人带来无尽的痛苦和烦恼。",
      "zh_TW": "「怒似猛虎，欲似深淵」。欲望同樣給我們的身心帶來極大的危害。「欲」字：左面是「谷」，表示溝壑，右面是「欠」，表示缺欠。兩邊合起來便喻示了「欲壑難填」的道理。欲望就像無底深淵，永遠也填不滿。所謂「欲令智迷，利令智昏」。人的貪欲永無止境，讓人失去理智，也給人帶來無盡的痛苦和煩惱。"
    },
    {
      "id": "02-042-0210_p0064",
      "zh_CN": "《庄子》讲，「鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。」白居易有诗云：「蜗牛角内争何事，石火光中寄此身。随富随贫且欢喜，不开口笑是痴人。」人生如梦，犹如石火电光一闪而过。人生究竟要如何经营，这笔帐我们要会算，可不能犯傻。",
      "zh_TW": "《莊子》講，「鷦鷯巢於深林，不過一枝；偃鼠飲河，不過滿腹。」白居易有詩云：「蝸牛角內爭何事，石火光中寄此身。隨富隨貧且歡喜，不開口笑是痴人。」人生如夢，猶如石火電光一閃而過。人生究竟要如何經營，這筆帳我們要會算，可不能犯傻。"
    },
    {
      "id": "02-042-0210_p0065",
      "zh_CN": "汉字中「心」字底的会意字往往给我们很多人生的启示。下面再来看两个会意字：",
      "zh_TW": "漢字中「心」字底的會意字往往給我們很多人生的啟示。下面再來看兩個會意字："
    },
    {
      "id": "02-042-0210_p0066",
      "zh_CN": "「想」是心中有相。如果心执着在外相上，就有了罣碍，就不清净，就会心蒙眼翳，看不清事物的真相，做出错误的判断。《大学》里讲：「身有所忿懥则不得其正，有所恐惧则不得其正，有所好乐则不得其正，有所忧患则不得其正」。把相拿掉，放下得失，心中才能自在坦荡，才能看清事物的真相。心空才灵，鼓空才响，大叩大鸣，小叩小鸣。宋代禅师有诗云：「春有百花秋有月，夏有凉风冬有雪，若无闲事挂心头，便是人生好时节。」外在的境缘往往随着我们内心的改变而改变。所谓「相由心生，境随心转」。",
      "zh_TW": "「想」是心中有相。如果心執著在外相上，就有了罣礙，就不清淨，就會心蒙眼翳，看不清事物的真相，做出錯誤的判斷。《大學》裡講：「身有所忿懥則不得其正，有所恐懼則不得其正，有所好樂則不得其正，有所憂患則不得其正」。把相拿掉，放下得失，心中才能自在坦蕩，才能看清事物的真相。心空才靈，鼓空才響，大叩大鳴，小叩小鳴。宋代禪師有詩云：「春有百花秋有月，夏有涼風冬有雪，若無閒事掛心頭，便是人生好時節。」外在的境緣往往隨著我們內心的改變而改變。所謂「相由心生，境隨心轉」。"
    },
    {
      "id": "02-042-0210_p0067",
      "zh_CN": "曾经看过这样一篇有趣的文章。美国一所大学的科研人员进行过一项有趣的心理学实验，名曰「伤痕实验」。他们向参与的志愿者宣称，该实验旨在观察人们对身体有缺陷的陌生人做何反应，尤其是面部有伤痕的人。每位志愿者都被安排在没有镜子的小房间里，由好莱坞的专业化妆师在其左脸上做出一道血肉模糊、触目惊心的伤痕。志愿者被允许用一面小镜子照照化妆的效果后，镜子就被拿走了。关键是最后一步，化妆师表示需要在伤痕表面再涂一层粉末，以防止它被不小心擦掉。实际上，化妆师用纸巾偷偷抹掉了化妆的痕迹。但是志愿者对此毫不知情。他们被派往各医院的候诊室，任务就是观察人们对自己面部的伤痕做何反应。规定的时间到了，返回的志愿者竟无一例外的叙述了相同的感受，人们对他们比以往粗鲁无礼、不友好，而且总是盯着他们的脸看，甚至投以异样的眼光。可是实际上，他们的脸上与往常并无二致，没有任何不同；他们之所以得出那样的结论，看来是错误的自我认知影响了他们的判断。",
      "zh_TW": "曾經看過這樣一篇有趣的文章。美國一所大學的科研人員進行過一項有趣的心理學實驗，名曰「傷痕實驗」。他們向參與的志願者宣稱，該實驗旨在觀察人們對身體有缺陷的陌生人做何反應，尤其是面部有傷痕的人。每位志願者都被安排在沒有鏡子的小房間裡，由好萊塢的專業化妝師在其左臉上做出一道血肉模糊、觸目驚心的傷痕。志願者被允許用一面小鏡子照照化妝的效果後，鏡子就被拿走了。關鍵是最後一步，化妝師表示需要在傷痕表面再塗一層粉末，以防止它被不小心擦掉。實際上，化妝師用紙巾偷偷抹掉了化妝的痕跡。但是志願者對此毫不知情。他們被派往各醫院的候診室，任務就是觀察人們對自己面部的傷痕做何反應。規定的時間到了，返回的志願者竟無一例外的敘述了相同的感受，人們對他們比以往粗魯無禮、不友好，而且總是盯著他們的臉看，甚至投以異樣的眼光。可是實際上，他們的臉上與往常並無二致，沒有任何不同；他們之所以得出那樣的結論，看來是錯誤的自我認知影響了他們的判斷。"
    },
    {
      "id": "02-042-0210_p0068",
      "zh_CN": "这是一个发人深省的实验。有什么样的心态就感受到什么样的境界。有什么样的内心世界，就有什么样的外界眼光。一个从容的人，感受到的多是平和的眼光；一个自卑的人，感受到的多是歧视的眼光；一个和善的人，感受到的多是友好的眼光；一个苛刻的人，感受到的多是挑剔的眼光。一个人若总是抱怨自己的处境冷漠、不公，缺少阳光、缺少安全，其实真正的问题往往出在自己的内心。内心世界一旦改善，身外的处境也会随之好转。其实外在境缘正是我们内心世界所呈现的一面镜子。",
      "zh_TW": "這是一個發人深省的實驗。有什麼樣的心態就感受到什麼樣的境界。有什麼樣的內心世界，就有什麼樣的外界眼光。一個從容的人，感受到的多是平和的眼光；一個自卑的人，感受到的多是歧視的眼光；一個和善的人，感受到的多是友好的眼光；一個苛刻的人，感受到的多是挑剔的眼光。一個人若總是抱怨自己的處境冷漠、不公，缺少陽光、缺少安全，其實真正的問題往往出在自己的內心。內心世界一旦改善，身外的處境也會隨之好轉。其實外在境緣正是我們內心世界所呈現的一面鏡子。"
    },
    {
      "id": "02-042-0210_p0069",
      "zh_CN": "最后再来看智慧的「慧」字，它的寓意更是微妙深远。「慧」字：上面的「彗」义为扫把。「心」上有一个扫把，告诉我们要扫除心地上的污垢，心地清净，智慧之光才能显现。心里如若装着怨、恨、恼、怒、烦这些垃圾，是生不出智慧的。平静的湖水才能清楚的倒映出岸边的景色，波澜起伏的湖面呈现不出真实的景象。所谓「慧风扫荡障云尽，心月孤圆朗中天」。",
      "zh_TW": "最後再來看智慧的「慧」字，它的寓意更是微妙深遠。「慧」字：上面的「彗」義為掃把。「心」上有一個掃把，告訴我們要掃除心地上的污垢，心地清淨，智慧之光才能顯現。心裡如若裝著怨、恨、惱、怒、煩這些垃圾，是生不出智慧的。平靜的湖水才能清楚的倒映出岸邊的景色，波瀾起伏的湖面呈現不出真實的景象。所謂「慧風掃蕩障雲盡，心月孤圓朗中天」。"
    },
    {
      "id": "02-042-0210_p0070",
      "zh_CN": "通过以上几个例字，可以看出中国文字蕴含着无尽的智慧，它能表达心志，消除愚昧，开显智慧，启发悟性，告诉我们做人的道理。文字中承载着祖先的智慧与慈悲，所以我们要对文字生起恭敬心、诚敬心、感恩心。",
      "zh_TW": "通過以上幾個例字，可以看出中國文字蘊含著無盡的智慧，它能表達心志，消除愚昧，開顯智慧，啟發悟性，告訴我們做人的道理。文字中承載著祖先的智慧與慈悲，所以我們要對文字生起恭敬心、誠敬心、感恩心。"
    },
    {
      "id": "02-042-0210_p0071",
      "zh_CN": "四、汉字一字多义，简要详明。",
      "zh_TW": "四、漢字一字多義，簡要詳明。"
    },
    {
      "id": "02-042-0210_p0072",
      "zh_CN": "汉字一字多义，概括综合性强。例如「弟子规」三个字，翻译成英文需要若干个单词：Standards of Being a Good Student。《道德经》仅「五千言」便含摄了老子的智慧与哲学，古希腊哲学家亚里士多德的哲学体系须洋洋洒洒几大卷的拼音文字才能表述清楚。",
      "zh_TW": "漢字一字多義，概括綜合性強。例如「弟子規」三個字，翻譯成英文需要若干個單詞：Standards of Being a Good Student。《道德經》僅「五千言」便含攝了老子的智慧與哲學，古希臘哲學家亞里士多德的哲學體系須洋洋灑灑幾大卷的拼音文字才能表述清楚。"
    },
    {
      "id": "02-042-0210_p0073",
      "zh_CN": "五、超越时空，横贯古今。",
      "zh_TW": "五、超越時空，橫貫古今。"
    },
    {
      "id": "02-042-0210_p0074",
      "zh_CN": "国学大师太炎先生曾说：「即形而存音者，地逾十度，时越十世，其义难知也；即形而存义者，虽地隔胡越，时异古今，其文可诵也。」从空间的角度讲，拼音文字会随着方言的不同而改变。例如法语、西班牙语、意大利语原本属于同一拉丁语族，后来因为地域的不同而逐渐有了方言的差异。语言上有了方言的差异后，文字的拼写也随之改变，最后就分化成不同的语种。欧洲也逐渐分裂成不同的国家。又如印度以梵文为主，全国方言不下数十种，各地依方言造出的文字竟有三十几种。印度做为文明古国，却长期受异族统治，不能团结御侮，甚至独立后，至今内部依然动荡不安，原因之一就是缺乏一种共通的文字来维系民族感情。这是拼音文字因空间距离而必然产生的分歧现象。",
      "zh_TW": "國學大師太炎先生曾說：「即形而存音者，地逾十度，時越十世，其義難知也；即形而存義者，雖地隔胡越，時異古今，其文可誦也。」從空間的角度講，拼音文字會隨著方言的不同而改變。例如法語、西班牙語、意大利語原本屬於同一拉丁語族，後來因為地域的不同而逐漸有了方言的差異。語言上有了方言的差異後，文字的拼寫也隨之改變，最後就分化成不同的語種。歐洲也逐漸分裂成不同的國家。又如印度以梵文為主，全國方言不下數十種，各地依方言造出的文字竟有三十幾種。印度做為文明古國，卻長期受異族統治，不能團結禦侮，甚至獨立後，至今內部依然動盪不安，原因之一就是缺乏一種共通的文字來維繫民族感情。這是拼音文字因空間距離而必然產生的分歧現象。"
    },
    {
      "id": "02-042-0210_p0075",
      "zh_CN": "虽然中国语言上也有方言的差异，写在纸上却没有东西南北的分别。因为汉字是表意文字，字形不受方言的影响。试想，如果当初我们的祖先仓颉造字用的是拼音文字，就会导致各地用方言造字，中国就会像欧洲一样因语言文字的不同而分裂成许多国家。中华数千年文化一脉相传，许多种方言都由文字统一起来，形成团结统一的伟大民族，这种文化的持久力、民族的凝聚力与汉字的功劳是密不可分的。从时间的角度讲，拼音文字是语音的符号。语言会随岁月而渐变，拼音文字会随着语言的改变而改变，这就会导致文化承传的断裂。",
      "zh_TW": "雖然中國語言上也有方言的差異，寫在紙上卻沒有東西南北的分別。因為漢字是表意文字，字形不受方言的影響。試想，如果當初我們的祖先倉頡造字用的是拼音文字，就會導致各地用方言造字，中國就會像歐洲一樣因語言文字的不同而分裂成許多國家。中華數千年文化一脈相傳，許多種方言都由文字統一起來，形成團結統一的偉大民族，這種文化的持久力、民族的凝聚力與漢字的功勞是密不可分的。從時間的角度講，拼音文字是語音的符號。語言會隨歲月而漸變，拼音文字會隨著語言的改變而改變，這就會導致文化承傳的斷裂。"
    },
    {
      "id": "02-042-0210_p0076",
      "zh_CN": "早在几千年前，中国的老祖宗就想到如何将自己的智慧、经验传给后人，古圣先贤们发明了文字，而且发明了文言文。文言文是一种永远不变的文法。我们远古的老祖宗明白言语是会变的，会随着地域而发生变化，会随着时代而发生变化。古希腊虽然也是文明古国，但是几千年留下来的典籍没有人能看得懂，极少数的考古学家也未必能正确理解。在这一点，欧美的古圣先贤就比不上中国。中国的文言文了不起，不论言语如何变，文法不会改变。所以我们今天读《论语》，依旧像跟孔老夫子那个时代一样，没有隔阂。两千多年前的人写的文字我们现在能看得懂，能了解它的意思，这种方法、技巧全世界找不到，我们要珍惜不能把它丢掉，丢掉是对不起老祖宗。",
      "zh_TW": "早在幾千年前，中國的老祖宗就想到如何將自己的智慧、經驗傳給後人，古聖先賢們發明了文字，而且發明了文言文。文言文是一種永遠不變的文法。我們遠古的老祖宗明白言語是會變的，會隨著地域而發生變化，會隨著時代而發生變化。古希臘雖然也是文明古國，但是幾千年留下來的典籍沒有人能看得懂，極少數的考古學家也未必能正確理解。在這一點，歐美的古聖先賢就比不上中國。中國的文言文了不起，不論言語如何變，文法不會改變。所以我們今天讀《論語》，依舊像跟孔老夫子那個時代一樣，沒有隔閡。兩千多年前的人寫的文字我們現在能看得懂，能了解它的意思，這種方法、技巧全世界找不到，我們要珍惜不能把它丟掉，丟掉是對不起老祖宗。"
    },
    {
      "id": "02-042-0210_p0077",
      "zh_CN": "白话文不能传递，几十年、几百年之后，言语一变就不懂了。例如父母年轻时说的一些口语，像一些文革词汇「样板戏、知青、上山下乡」，现在的年轻人可能听不懂。而现在年轻人讲的很多流行的网路用语，父母一代也听不明白。这就是口语随着时代而发生变更的现象。如同古希腊的典籍，他们语跟文是一样的，几千年之后就没人懂了。老祖宗有智慧，他们把语跟文分开，语言不管怎么变，文不变。所以文言永远不会变，用文言文写的文章世世代代传承，哪怕千百年之后看到，还像跟古人当面对话一样亲切明白。就像宋代文天祥的那首诗：「哲人日已远，典型在夙昔，风檐展书读，古道照颜色。」通过文字，我们可以阅读古人优美的文学作品，了解历代政治制度、历史变革，体悟古代圣哲的智慧与德范。正如《说文解字序》中所说：「文字者，经艺之本，王政之始，前人所以垂后，后人所以识古」。",
      "zh_TW": "白話文不能傳遞，幾十年、幾百年之後，言語一變就不懂了。例如父母年輕時說的一些口語，像一些文革詞彙「樣板戲、知青、上山下鄉」，現在的年輕人可能聽不懂。而現在年輕人講的很多流行的網路用語，父母一代也聽不明白。這就是口語隨著時代而發生變更的現象。如同古希臘的典籍，他們語跟文是一樣的，幾千年之後就沒人懂了。老祖宗有智慧，他們把語跟文分開，語言不管怎麼變，文不變。所以文言永遠不會變，用文言文寫的文章世世代代傳承，哪怕千百年之後看到，還像跟古人當面對話一樣親切明白。就像宋代文天祥的那首詩：「哲人日已遠，典型在夙昔，風簷展書讀，古道照顏色。」通過文字，我們可以閱讀古人優美的文學作品，了解歷代政治制度、歷史變革，體悟古代聖哲的智慧與德範。正如《說文解字序》中所說：「文字者，經藝之本，王政之始，前人所以垂後，後人所以識古」。"
    },
    {
      "id": "02-042-0210_p0078",
      "zh_CN": "承担使命，继往开来，做为炎黄子孙，我们要感恩老祖宗，是他们发明了文字和文言文。我们才能从中汲取智慧，提升灵性，找到真正的幸福，实现人生的价值。也要感恩历代传承文字学的仁人志士们，因为有他们一代接一代的传承，才使文字学、文言文得以保留。",
      "zh_TW": "承擔使命，繼往開來，做為炎黃子孫，我們要感恩老祖宗，是他們發明了文字和文言文。我們才能從中汲取智慧，提升靈性，找到真正的幸福，實現人生的價值。也要感恩歷代傳承文字學的仁人志士們，因為有他們一代接一代的傳承，才使文字學、文言文得以保留。"
    },
    {
      "id": "02-042-0210_p0079",
      "zh_CN": "如今文字学的重要性已鲜为人知，很多人不知中国文字的宝贵，丢弃自己的文字与文化，崇尚西学。如今文字学的承传也面临着断层的危机，已经命悬一线，到了继绝存亡的边缘。文字学如果断绝了，契入经典的门径就堵塞了，古圣先贤通过经典传递给子孙后代的智慧和经验就无从知晓。而且汉字不仅是中国文化的载体，也是承载世界文化的瑰宝。世界各国优秀的传统文化若想要世世代代传承，也必须借助汉字、文言文做为载体。因为只有汉字、文言文才可以突破时空的局限，超越时空，横贯古今。这是中国对全人类最大的贡献。所以不能让这智慧的符号断送在我们这一代人手上，要承担起继绝学的责任和使命，学好汉字、文言文，恢复民族自信心，让这智慧的符号永远承传下去，利益子孙后代，造福人类、造福世界！",
      "zh_TW": "如今文字學的重要性已鮮為人知，很多人不知中國文字的寶貴，丟棄自己的文字與文化，崇尚西學。如今文字學的承傳也面臨著斷層的危機，已經命懸一線，到了繼絕存亡的邊緣。文字學如果斷絕了，契入經典的門徑就堵塞了，古聖先賢通過經典傳遞給子孫後代的智慧和經驗就無從知曉。而且漢字不僅是中國文化的載體，也是承載世界文化的瑰寶。世界各國優秀的傳統文化若想要世世代代傳承，也必須藉助漢字、文言文做為載體。因為只有漢字、文言文才可以突破時空的侷限，超越時空，橫貫古今。這是中國對全人類最大的貢獻。所以不能讓這智慧的符號斷送在我們這一代人手上，要承擔起繼絕學的責任和使命，學好漢字、文言文，恢復民族自信心，讓這智慧的符號永遠承傳下去，利益子孫後代，造福人類、造福世界！"
    },
    {
      "id": "02-042-0210_p0080",
      "zh_CN": "最后以夫子的一段话做为此次学习汇报的结束语：「士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？」惭愧学生徐树师顶礼敬呈。",
      "zh_TW": "最後以夫子的一段話做為此次學習匯報的結束語：「士不可以不弘毅，任重而道遠。仁以為己任，不亦重乎？死而後已，不亦遠乎？」慚愧學生徐樹師頂禮敬呈。"
    },
    {
      "id": "02-042-0210_p0081",
      "zh_CN": "老法师：徐树师的这份报告，我们读了也深受感动。我们今天生在这个时代，确确实实是中国文化继绝存亡的关头。这是大事，不是小事。中国文字学的优美，我们可以这么说法，是全世界，是全人类，自古至今，所有发明当中最伟大的发明，没有任何一种发明能超过这个发明。这个发明把古往今来的道路打通了，我们能认识古人，古人把宝贝留传给我们，完全靠这个发明。所以上一个世纪，在中国留学的瑞典汉学家，他的中文名字叫高本汉，他自己也常常说，我本来是汉人，到欧洲去投胎去了，回过头来还是学汉学。晚年告诉我们三句话，「汉字不能改」，那时候大陆上要改简体字，他提出来汉字不能改，「文言不可废，经书必须读」，欧洲人。欧洲对于汉学有研究的，真心赞叹的有十几个人，高本汉是其中之一。",
      "zh_TW": "老法師：徐樹師的這份報告，我們讀了也深受感動。我們今天生在這個時代，確確實實是中國文化繼絕存亡的關頭。這是大事，不是小事。中國文字學的優美，我們可以這麼說法，是全世界，是全人類，自古至今，所有發明當中最偉大的發明，沒有任何一種發明能超過這個發明。這個發明把古往今來的道路打通了，我們能認識古人，古人把寶貝留傳給我們，完全靠這個發明。所以上一個世紀，在中國留學的瑞典漢學家，他的中文名字叫高本漢，他自己也常常說，我本來是漢人，到歐洲去投胎去了，回過頭來還是學漢學。晚年告訴我們三句話，「漢字不能改」，那時候大陸上要改簡體字，他提出來漢字不能改，「文言不可廢，經書必須讀」，歐洲人。歐洲對於漢學有研究的，真心讚歎的有十幾個人，高本漢是其中之一。"
    },
    {
      "id": "02-042-0210_p0082",
      "zh_CN": "我们想到这点，世界上每个族群都有好东西，古圣先贤有好东西留下来，没有载具，没有载体，传下来之后到现在怎么样？看不懂，极少数的考古学家，但是他们所体会到的，未必是原来意思，很值得怀疑。这是个大问题。我们认识到了，就决定不能让这个载体在我们这一代消失，那我们就是罪人，民族的罪人，万劫不复的罪人。你不知道没关系，知道要努力，想尽方法把它传下去。",
      "zh_TW": "我們想到這點，世界上每個族群都有好東西，古聖先賢有好東西留下來，沒有載具，沒有載體，傳下來之後到現在怎麼樣？看不懂，極少數的考古學家，但是他們所體會到的，未必是原來意思，很值得懷疑。這是個大問題。我們認識到了，就決定不能讓這個載體在我們這一代消失，那我們就是罪人，民族的罪人，萬劫不復的罪人。你不知道沒關係，知道要努力，想盡方法把它傳下去。"
    },
    {
      "id": "02-042-0210_p0083",
      "zh_CN": "经书在前清，经过乾隆皇帝下令，做一次总的整理，开四库馆，搜集古圣先贤的典籍，动员了三百多位专家学者，三千多人，在那个时候是秀才，让他们来抄写，这个书是手写的，不是排版影印的，是完全手写的，总共写了七套，就是七部，《荟要》两部，《全书》七部，十年时间完成的。乾隆做了大功德。古圣先贤的精品都收入了《四库》，还有没收的，没收的大概跟《四库》分量差不多，没收的，那就是现在人讲的糟粕，精华都收了，三百多位专家学者来负责审查。现在还有人说，《四库》里头也有很多糟粕，有精华、有糟粕，有人来问过我，问我这个说法是不是真的。我说是真的。他很惊讶，没有想到我跟他说这是真的，他说这为什么是真的？我说现在精华糟粕，跟古人精华糟粕不相同，看法不相同，现在什么是糟粕？看不懂的都是糟粕。他听了哈哈大笑。看得懂，看不懂那不就是糟粕。颠倒了，问题非常严重！",
      "zh_TW": "經書在前清，經過乾隆皇帝下令，做一次總的整理，開四庫館，蒐集古聖先賢的典籍，動員了三百多位專家學者，三千多人，在那個時候是秀才，讓他們來抄寫，這個書是手寫的，不是排版影印的，是完全手寫的，總共寫了七套，就是七部，《薈要》兩部，《全書》七部，十年時間完成的。乾隆做了大功德。古聖先賢的精品都收入了《四庫》，還有沒收的，沒收的大概跟《四庫》分量差不多，沒收的，那就是現在人講的糟粕，精華都收了，三百多位專家學者來負責審查。現在還有人說，《四庫》裡頭也有很多糟粕，有精華、有糟粕，有人來問過我，問我這個說法是不是真的。我說是真的。他很驚訝，沒有想到我跟他說這是真的，他說這為什麼是真的？我說現在精華糟粕，跟古人精華糟粕不相同，看法不相同，現在什麼是糟粕？看不懂的都是糟粕。他聽了哈哈大笑。看得懂，看不懂那不就是糟粕。顛倒了，問題非常嚴重！"
    },
    {
      "id": "02-042-0210_p0084",
      "zh_CN": "中国这个载体这么好，头一个，被印度这些出家人，这些大师和尚们，被他们看中了，所以，几乎全部大乘经典都传到中国来了，印度没有了，印度现在也找不到，都传到中国来了。传到中国怎么样？完全用中文翻译，就是汉字，用汉字文言文来做载体，到中国来转变。这样一来，大乘经典可以留传千年万世，不会变。中国文字超越时空，不受时间限制，没有古今，古今是通的，没有十方的方位限制，横遍十方，竖穷三际，这到哪里去找？所以佛经这个翻译给我很大的启示，让我联想到全世界不同的族群、不同的宗教、不同的文化，都有最好的东西留传下来，我们统统要把它用汉字文言文译出来，才能够留传千年万世。换句话说，汉字文言文不但中国人学习，我希望全世界人都学，做为全世界共同的语文。所以我们中国文言、语言分成两个，外国人语言、文言是一个。一个，现在出这么大的毛病，我们知道了，那就是真正好东西一定要用汉字，要用文言文。所以汉字文言文的学习我们应该要弘遍全世界，让全世界每个角落，读书就要读汉字，要读文言文。这个载具是人类有史以来，大概再包括未来，也未必能够创造一套更好的载体。",
      "zh_TW": "中國這個載體這麼好，頭一個，被印度這些出家人，這些大師和尚們，被他們看中了，所以，幾乎全部大乘經典都傳到中國來了，印度沒有了，印度現在也找不到，都傳到中國來了。傳到中國怎麼樣？完全用中文翻譯，就是漢字，用漢字文言文來做載體，到中國來轉變。這樣一來，大乘經典可以留傳千年萬世，不會變。中國文字超越時空，不受時間限制，沒有古今，古今是通的，沒有十方的方位限制，橫遍十方，豎窮三際，這到哪裡去找？所以佛經這個翻譯給我很大的啟示，讓我聯想到全世界不同的族群、不同的宗教、不同的文化，都有最好的東西留傳下來，我們統統要把它用漢字文言文譯出來，才能夠留傳千年萬世。換句話說，漢字文言文不但中國人學習，我希望全世界人都學，做為全世界共同的語文。所以我們中國文言、語言分成兩個，外國人語言、文言是一個。一個，現在出這麼大的毛病，我們知道了，那就是真正好東西一定要用漢字，要用文言文。所以漢字文言文的學習我們應該要弘遍全世界，讓全世界每個角落，讀書就要讀漢字，要讀文言文。這個載具是人類有史以來，大概再包括未來，也未必能夠創造一套更好的載體。"
    },
    {
      "id": "02-042-0210_p0085",
      "zh_CN": "而实际上，中国文言文学习不难，只要你懂得方法，比外国文字好学，外国文字有十几万，中国文字没有。中国的《说文解字》所收的，这最完整，不到一万字，九千多个字，而常用的大概只有三、四千字，就够用了，足够用了。普通人能够认识三千字，读诵就没有问题了，所以你学习一年到三年，聪明一点一年就学会了，再差的人三年就学完了。学习的年龄，中国古人说，学文字学十五岁以前，应该从三、四岁就可以开始，认字，教识字。这是我们当前头等大事，比什么都重要。所以希望我们同修要有这个认识，要认真努力，放下万缘。年岁大了来补这门课，功德更大，为什么？给一般社会人做榜样，你看他那么老了，他发心他能学会，那我还不行吗？你带动多少人起来，这是无量功德。看你的影响众，影响愈大功德愈大，福报愈大，功德召来的是智慧、是福报。所以要努力、要认真，要把这个东西找回来。",
      "zh_TW": "而實際上，中國文言文學習不難，只要你懂得方法，比外國文字好學，外國文字有十幾萬，中國文字沒有。中國的《說文解字》所收的，這最完整，不到一萬字，九千多個字，而常用的大概只有三、四千字，就夠用了，足夠用了。普通人能夠認識三千字，讀誦就沒有問題了，所以你學習一年到三年，聰明一點一年就學會了，再差的人三年就學完了。學習的年齡，中國古人說，學文字學十五歲以前，應該從三、四歲就可以開始，認字，教識字。這是我們當前頭等大事，比什麼都重要。所以希望我們同修要有這個認識，要認真努力，放下萬緣。年歲大了來補這門課，功德更大，為什麼？給一般社會人做榜樣，你看他那麼老了，他發心他能學會，那我還不行嗎？你帶動多少人起來，這是無量功德。看你的影響眾，影響愈大功德愈大，福報愈大，功德召來的是智慧、是福報。所以要努力、要認真，要把這個東西找回來。"
    },
    {
      "id": "02-042-0210_p0086",
      "zh_CN": "学习中国传统文化，要学《四库全书》。这是中国传统留下来的精品，不是一个人选的，三百多位专家学者。这是乾隆做的一桩好事，历代帝王当中只有他，所以他自称十全老人，当之无愧，做这桩好事。我们如果肯学就是受惠者，我们不肯学，那就与我们没关系，我们能受到他恩惠，那就要学这个东西，这个要专心。年岁大了，要补这个课。我跟李老师学经教，三十一岁，实在讲太迟了，我们的缘分如此，三十一岁才见到，当时他告诉我文言文重要，我们过去也读了一点，分量很少，学佛之后，除佛经之外很少用上。中年来学有困难，困难，困而学之能成功，对年轻人很大鼓励。一定要把这门课补出来，如果能下三年工夫，我相信一定有成就。",
      "zh_TW": "學習中國傳統文化，要學《四庫全書》。這是中國傳統留下來的精品，不是一個人選的，三百多位專家學者。這是乾隆做的一樁好事，歷代帝王當中只有他，所以他自稱十全老人，當之無愧，做這樁好事。我們如果肯學就是受惠者，我們不肯學，那就與我們沒關係，我們能受到他恩惠，那就要學這個東西，這個要專心。年歲大了，要補這個課。我跟李老師學經教，三十一歲，實在講太遲了，我們的緣分如此，三十一歲才見到，當時他告訴我文言文重要，我們過去也讀了一點，分量很少，學佛之後，除佛經之外很少用上。中年來學有困難，困難，困而學之能成功，對年輕人很大鼓勵。一定要把這門課補出來，如果能下三年工夫，我相信一定有成就。"
    },
    {
      "id": "02-042-0210_p0087",
      "zh_CN": "现在老师比较难，愈来愈少了，我认识几个老师都七十以上，再过十年，他们不在世间，没人教了。所以我现在要求这些老师，你们上课全程录像，统统录下来，准备将来没有人了，这就是老师。他们都同意，我们替他们做，替他们保管。过去李老师告诉我们，熟读五十篇古文，你就有能力读；熟读一百篇古文，你就能写。这是老师那时候对我们国文班，我们国文班老师不在了，都没有了，现在没有了。那个时候老师给我们选的课本是《古文观止》，十年，《古文观止》三百多篇，从头到尾统统讲完，十年时间，一个星期一次，三个小时，一堂课三个小时，十年没间断。我在台中住的时间没有那么长，所以我当中缺课很多。希望大家要认真要努力，发这个心是救中国传统文化。为什么要救？我们学佛，因为我们的《大藏经》，我们大乘佛法是汉字文言文写的，如果这个东西丢失掉了，将来《大藏经》没人看，看不懂了，一定要承传，一定要发扬光大，一定要传给后代。好，今天时间超过了，超过很多了。",
      "zh_TW": "現在老師比較難，愈來愈少了，我認識幾個老師都七十以上，再過十年，他們不在世間，沒人教了。所以我現在要求這些老師，你們上課全程錄像，統統錄下來，準備將來沒有人了，這就是老師。他們都同意，我們替他們做，替他們保管。過去李老師告訴我們，熟讀五十篇古文，你就有能力讀；熟讀一百篇古文，你就能寫。這是老師那時候對我們國文班，我們國文班老師不在了，都沒有了，現在沒有了。那個時候老師給我們選的課本是《古文觀止》，十年，《古文觀止》三百多篇，從頭到尾統統講完，十年時間，一個星期一次，三個小時，一堂課三個小時，十年沒間斷。我在台中住的時間沒有那麼長，所以我當中缺課很多。希望大家要認真要努力，發這個心是救中國傳統文化。為什麼要救？我們學佛，因為我們的《大藏經》，我們大乘佛法是漢字文言文寫的，如果這個東西丟失掉了，將來《大藏經》沒人看，看不懂了，一定要承傳，一定要發揚光大，一定要傳給後代。好，今天時間超過了，超過很多了。"
    }
  ]
}