{
  "doc_id": "02-042-0079",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "开吉法师",
    "悟胜法师"
  ],
  "volume": {
    "zh_CN": "第七十九集",
    "zh_TW": "第七十九集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0079",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "02-042-0079_p0001",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师、大德居士，阿弥陀佛！惭愧弟子开吉今日恭敬报告的主题是「澳洲戒学研习班课程」。此次澳洲戒学研习班开设了三门课程：戒和尚上果下清律师讲授《南山律在家备览》，教授阿阇黎上果下良律师讲授《沙弥十戒威仪录要》，羯磨阿阇黎上天下因律师讲授《梵网经菩萨戒》。恩师上净下空老法师亲临现场，聆听清公《南山律在家备览》，而清公和尚则于每堂课必定出席，亲临现场聆听。课程开始前举行了庄严肃穆的请师仪式，令人肃然起敬。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師、大德居士，阿彌陀佛！慚愧弟子開吉今日恭敬報告的主題是「澳洲戒學研習班課程」。此次澳洲戒學研習班開設了三門課程：戒和尚上果下清律師講授《南山律在家備覽》，教授阿闍黎上果下良律師講授《沙彌十戒威儀錄要》，羯磨阿闍黎上天下因律師講授《梵網經菩薩戒》。恩師上淨下空老法師親臨現場，聆聽清公《南山律在家備覽》，而清公和尚則於每堂課必定出席，親臨現場聆聽。課程開始前舉行了莊嚴肅穆的請師儀式，令人肅然起敬。"
    },
    {
      "id": "02-042-0079_p0002",
      "zh_CN": "甲、上果下清律师讲授《南山律在家备览》。九月四日，上果下清律师开始宣讲弘一大师的遗着《南山律在家备览略编》，此书是弘一大师从道宣律祖的南山律之中搜集，契合在家居士所应学习的律法而成册。诚如弘公在《例言》中所说，「数年已来，欲于南山律中摭挈其为在家居士所应学者，辑为一部，名曰南山律在家备览」。南山律是唐朝终南山道宣律师的撰述，以《法华》、《涅槃》之义理来释通四分律，贯摄佛法之大小二乘。南山律最为重要的注疏是《四分律删繁补阙行事钞》（简称《行事钞》）、《四分律含注戒本疏》（简称《戒疏》）、《四分律随机羯磨疏》（简称《业疏》），以上三部著作世称南山三大部。北宋时期元照律师在灵芝寺、中兴南山律宗撰写《资持记》以注解《行事钞》、《行宗记》以注解《戒疏》、《济缘记》以注解《业疏》。",
      "zh_TW": "甲、上果下清律師講授《南山律在家備覽》。九月四日，上果下清律師開始宣講弘一大師的遺著《南山律在家備覽略編》，此書是弘一大師從道宣律祖的南山律之中蒐集，契合在家居士所應學習的律法而成冊。誠如弘公在《例言》中所說，「數年已來，欲於南山律中摭挈其為在家居士所應學者，輯為一部，名曰南山律在家備覽」。南山律是唐朝終南山道宣律師的撰述，以《法華》、《涅槃》之義理來釋通四分律，貫攝佛法之大小二乘。南山律最為重要的註疏是《四分律刪繁補闕行事鈔》（簡稱《行事鈔》）、《四分律含註戒本疏》（簡稱《戒疏》）、《四分律隨機羯磨疏》（簡稱《業疏》），以上三部著作世稱南山三大部。北宋時期元照律師在靈芝寺、中興南山律宗撰寫《資持記》以註解《行事鈔》、《行宗記》以註解《戒疏》、《濟緣記》以註解《業疏》。"
    },
    {
      "id": "02-042-0079_p0003",
      "zh_CN": "弘公在《例言》中说，元照律师的撰述「皆依南山遗范发扬光大，缵述相承」。弘一律师所辑《南山律在家备览》就是以南山、灵芝的注解为宗本，并参考其他著述做为辅助而编辑成书的。弘一大师劝导我们，学习南山律不可畏难而止，应该要认真学习，融会贯通。「南山之文古拙，而义赜隐。后之学者，未可畏难，浅尝辄止。宜应习览，自易贯通。」弘一大师是民国初年中兴南山律宗的高僧，民国七年在虎跑寺剃度，法名演音，号弘一，同年受具足戒，发心扶持戒律，翻译有部律藏。弘公从日本请回古版南山灵芝三大部（计八十余册），深感南山律深契此土众生机宜。弘一大师曾亲书对联曰：「愿尽未来，普代法界一切众生，备受大苦；誓舍身命，弘护南山四分律教，久住神州。」民国三十一年写「悲欣交集」遗墨，于九月初四安详西逝，世寿六十三岁，僧腊二十岁。",
      "zh_TW": "弘公在《例言》中說，元照律師的撰述「皆依南山遺範發揚光大，纘述相承」。弘一律師所輯《南山律在家備覽》就是以南山、靈芝的註解為宗本，並參考其他著述做為輔助而編輯成書的。弘一大師勸導我們，學習南山律不可畏難而止，應該要認真學習，融會貫通。「南山之文古拙，而義賾隱。後之學者，未可畏難，淺嘗輒止。宜應習覽，自易貫通。」弘一大師是民國初年中興南山律宗的高僧，民國七年在虎跑寺剃度，法名演音，號弘一，同年受具足戒，發心扶持戒律，翻譯有部律藏。弘公從日本請回古版南山靈芝三大部（計八十餘冊），深感南山律深契此土眾生機宜。弘一大師曾親書對聯曰：「願盡未來，普代法界一切眾生，備受大苦；誓捨身命，弘護南山四分律教，久住神州。」民國三十一年寫「悲欣交集」遺墨，於九月初四安詳西逝，世壽六十三歲，僧臘二十歲。"
    },
    {
      "id": "02-042-0079_p0004",
      "zh_CN": "清公和尚在解释《南山律在家备览略编》中「在家」二字时，特别引经据典加以说明，在《优婆塞戒经》中说，「善男子，如佛所说，菩萨有二种，一者在家，二者出家。出家菩萨名为比丘，在家菩萨名优婆塞。出家菩萨持出家戒是不为难，在家菩萨持在家戒是乃为难，何以故？在家之人多恶因缘所缠绕故。」佛说菩萨分成出家、在家二种，出家的菩萨称比丘，在家的男众称优婆塞，女众称优婆夷。出家的菩萨受持出家的戒法是不困难的，而在家的菩萨受持在家的戒法却是很困难，为什么？因为在家的人有许多恶的因缘所缠绕的缘故。正如同《大宝积经》卷第八十二《郁伽长者会第十九》所说，「复次长者，在家菩萨善修学行。所谓家者名杀善根，名不舍过，害助善业，是故名家。云何名在？一切结使在中住故，故名为在。」佛对郁伽长者说，所谓的家叫做杀害善根，叫做不舍弃过失，是妨害帮助善业的，因此叫做家。什么叫做在？一切的烦恼在当中安住的缘故。",
      "zh_TW": "清公和尚在解釋《南山律在家備覽略編》中「在家」二字時，特別引經據典加以說明，在《優婆塞戒經》中說，「善男子，如佛所說，菩薩有二種，一者在家，二者出家。出家菩薩名為比丘，在家菩薩名優婆塞。出家菩薩持出家戒是不為難，在家菩薩持在家戒是乃為難，何以故？在家之人多惡因緣所纏繞故。」佛說菩薩分成出家、在家二種，出家的菩薩稱比丘，在家的男眾稱優婆塞，女眾稱優婆夷。出家的菩薩受持出家的戒法是不困難的，而在家的菩薩受持在家的戒法卻是很困難，為什麼？因為在家的人有許多惡的因緣所纏繞的緣故。正如同《大寶積經》卷第八十二《郁伽長者會第十九》所說，「復次長者，在家菩薩善修學行。所謂家者名殺善根，名不捨過，害助善業，是故名家。云何名在？一切結使在中住故，故名為在。」佛對郁伽長者說，所謂的家叫做殺害善根，叫做不捨棄過失，是妨害幫助善業的，因此叫做家。什麼叫做在？一切的煩惱在當中安住的緣故。"
    },
    {
      "id": "02-042-0079_p0005",
      "zh_CN": "《大宝积经》曰：「在家菩萨若入僧坊，在门而住，五体敬礼，然后乃入。……在家多尘污，出家妙好。在家具缚，出家无碍。在家多垢，出家离舍。在家恶摄，出家善摄。在家没于爱欲淤泥，出家远离爱欲淤泥。」在家的菩萨到寺庙中要特别小心谨慎，要尽到礼节，不要随随便便，要五体投地，恭敬礼拜，然后再进入僧伽蓝。在家有许多尘垢染污，出家非常微妙善好；在家有种种烦恼的束缚，而出家没有障碍；在家有许多垢秽，出家能够舍离许多垢秽；在家是恶法所收摄，出家是善法所收摄；在家没于爱欲的淤泥，出家能够远离爱欲的淤泥。诚如《华严经贤首品》所说：「家是贪爱系缚所，欲使众生悉免离，故示出家得解脱，于诸欲乐无所爱。」清公和尚宣讲南山律之时声如洪钟，中气十足，加之恩师上净下空老法师亲临现场聆听此课程，更是令在场四众同修肃然起敬，法喜充满。",
      "zh_TW": "《大寶積經》曰：「在家菩薩若入僧坊，在門而住，五體敬禮，然後乃入。……在家多塵污，出家妙好。在家具縛，出家無礙。在家多垢，出家離捨。在家惡攝，出家善攝。在家沒於愛欲淤泥，出家遠離愛欲淤泥。」在家的菩薩到寺廟中要特別小心謹慎，要盡到禮節，不要隨隨便便，要五體投地，恭敬禮拜，然後再進入僧伽藍。在家有許多塵垢染污，出家非常微妙善好；在家有種種煩惱的束縛，而出家沒有障礙；在家有許多垢穢，出家能夠捨離許多垢穢；在家是惡法所收攝，出家是善法所收攝；在家沒於愛欲的淤泥，出家能夠遠離愛欲的淤泥。誠如《華嚴經賢首品》所說：「家是貪愛繫縛所，欲使眾生悉免離，故示出家得解脫，於諸欲樂無所愛。」清公和尚宣講南山律之時聲如洪鐘，中氣十足，加之恩師上淨下空老法師親臨現場聆聽此課程，更是令在場四眾同修肅然起敬，法喜充滿。"
    },
    {
      "id": "02-042-0079_p0006",
      "zh_CN": "乙、果良律师讲授《沙弥十戒威仪录要》。此次戒学研习班开设《沙弥律仪》课程，采取蕅益大师的《沙弥十戒威仪录要》，由上果下良律师亲授。果良律师首先开示我们学习戒法的重要性，强调学戒是修学净土的助缘，所谓「持戒为因，净土为果」，学教、持戒精严者，往生西方极乐世界的品位高。戒法能够维系僧团的伦理次第，「毗尼藏者，佛法寿命。毗尼若住，佛法亦住」。出家与在家的不同之处就在于戒法的庄严，否则的话，「内心无道，外仪无法。纵放愚情，还同秽俗（《行事钞》）。」出家人要学习戒法，改变过去在俗的习染，具足调柔、善顺的弟子相，若是傲慢习气作祟，则无由接受大法。降伏烦恼习气乃修行之要务，轻戒也要严谨、细致持守，则可保护重戒。例如小妄语不断，就会引发大妄语，因此要轻重等持，学贵慎始。",
      "zh_TW": "乙、果良律師講授《沙彌十戒威儀錄要》。此次戒學研習班開設《沙彌律儀》課程，採取蕅益大師的《沙彌十戒威儀錄要》，由上果下良律師親授。果良律師首先開示我們學習戒法的重要性，強調學戒是修學淨土的助緣，所謂「持戒為因，淨土為果」，學教、持戒精嚴者，往生西方極樂世界的品位高。戒法能夠維繫僧團的倫理次第，「毗尼藏者，佛法壽命。毗尼若住，佛法亦住」。出家與在家的不同之處就在於戒法的莊嚴，否則的話，「內心無道，外儀無法。縱放愚情，還同穢俗（《行事鈔》）。」出家人要學習戒法，改變過去在俗的習染，具足調柔、善順的弟子相，若是傲慢習氣作祟，則無由接受大法。降伏煩惱習氣乃修行之要務，輕戒也要嚴謹、細緻持守，則可保護重戒。例如小妄語不斷，就會引發大妄語，因此要輕重等持，學貴慎始。"
    },
    {
      "id": "02-042-0079_p0007",
      "zh_CN": "沙弥十戒是比丘戒的阶梯，是菩萨戒之根本。沙弥具足五德，从发心离俗到志求大乘，此乃出家之大要。宣祖说，沙弥五德要尽形寿身体力行，才堪可消受信施。《沙弥十戒威仪录要》是人法为体，「沙弥」是人，「十戒威仪」是法，「录要」是通题。沙弥有息慈、勤策、求寂之义。息慈是息世俗习染，救济众生，恶无不尽、善无不满之义；勤策是精勤策励，不放逸义；求寂是始本合一义。十戒威仪包括十条戒律（从不杀生至不捉持金银）、二十六威仪（从敬大沙门至六物名相）。",
      "zh_TW": "沙彌十戒是比丘戒的階梯，是菩薩戒之根本。沙彌具足五德，從發心離俗到志求大乘，此乃出家之大要。宣祖說，沙彌五德要盡形壽身體力行，才堪可消受信施。《沙彌十戒威儀錄要》是人法為體，「沙彌」是人，「十戒威儀」是法，「錄要」是通題。沙彌有息慈、勤策、求寂之義。息慈是息世俗習染，救濟眾生，惡無不盡、善無不滿之義；勤策是精勤策勵，不放逸義；求寂是始本合一義。十戒威儀包括十條戒律（從不殺生至不捉持金銀）、二十六威儀（從敬大沙門至六物名相）。"
    },
    {
      "id": "02-042-0079_p0008",
      "zh_CN": "《沙弥十戒威仪录要》是明末清初蕅益大师依照律典重新辑录的。蕅益大师法名智旭，明末清初古吴木渎人（今江苏），是净土宗第九代祖师。二十四岁礼憨山大师门人剃度，三十一岁见到当时宗门之流弊，决意弘律。因为在明朝末年已不重视戒律和教理，大师以此对治宗门流弊，他依天台四教仪来注解《梵网经》，撰《弥陀要解》，定《净土十要》，弘扬净宗。印光大师曾评价说，（蕅益大师）若不是法身大士再来，吾不信也。蕅益大师是其晚年尊号，意思是栽种莲藕，得到莲花的利益，表明他欣求极乐之心。清朝顺治十二年，大师趺坐绳床角，向西举手而逝，时年五十七岁。蕅益大师以持戒念佛的身行言教，警示后人注重戒律之重要性。如同净空老法师所教导的，出家人要能够扎好四个根：《弟子规》、《感应篇》、《十善业道经》、《沙弥律仪》，于此基础上信愿念佛，求生净土，往生才能够有把握。",
      "zh_TW": "《沙彌十戒威儀錄要》是明末清初蕅益大師依照律典重新輯錄的。蕅益大師法名智旭，明末清初古吳木瀆人（今江蘇），是淨土宗第九代祖師。二十四歲禮憨山大師門人剃度，三十一歲見到當時宗門之流弊，決意弘律。因為在明朝末年已不重視戒律和教理，大師以此對治宗門流弊，他依天台四教儀來註解《梵網經》，撰《彌陀要解》，定《淨土十要》，弘揚淨宗。印光大師曾評價說，（蕅益大師）若不是法身大士再來，吾不信也。蕅益大師是其晚年尊號，意思是栽種蓮藕，得到蓮花的利益，表明他欣求極樂之心。清朝順治十二年，大師趺坐繩床角，向西舉手而逝，時年五十七歲。蕅益大師以持戒念佛的身行言教，警示後人注重戒律之重要性。如同淨空老法師所教導的，出家人要能夠紮好四個根：《弟子規》、《感應篇》、《十善業道經》、《沙彌律儀》，於此基礎上信願念佛，求生淨土，往生才能夠有把握。"
    },
    {
      "id": "02-042-0079_p0009",
      "zh_CN": "丙、天因律师讲授《梵网经菩萨戒》。如来果地上所证得的究竟圆满的大道，在佛法中称之为一乘法、一佛乘。一乘法是比大乘还要殊胜的大法，古来祖师大德公认有三部经是一乘法：《华严经》、《法华经》和《梵网经》。《梵网经》全经并没有传到中国来，传到中国的只有一品「菩萨戒品」，也就是《梵网经菩萨戒》。",
      "zh_TW": "丙、天因律師講授《梵網經菩薩戒》。如來果地上所證得的究竟圓滿的大道，在佛法中稱之為一乘法、一佛乘。一乘法是比大乘還要殊勝的大法，古來祖師大德公認有三部經是一乘法：《華嚴經》、《法華經》和《梵網經》。《梵網經》全經並沒有傳到中國來，傳到中國的只有一品「菩薩戒品」，也就是《梵網經菩薩戒》。"
    },
    {
      "id": "02-042-0079_p0010",
      "zh_CN": "发菩提心是大乘的根本，发菩提心之功德不可思议。《八十华严》第七十八卷中弥勒菩萨对善财童子说：「因菩提心，出生一切诸菩萨行，三世如来，从菩提心而出生故。是故善男子，若有发阿耨多罗三藐三菩提心者，则已出生无量功德，普能摄取一切智道。」由此可知发菩提心的重要性。菩提心是大乘之戒体，功德不可思议，大小律仪是菩提心之相。如何发起菩提心？《普贤菩萨行愿品》说：「诸佛如来以大悲心而为体故。因于众生而起大悲，因于大悲生菩提心，因菩提心成等正觉。」因此，由大悲心增上，才发起殊胜的菩提心。",
      "zh_TW": "發菩提心是大乘的根本，發菩提心之功德不可思議。《八十華嚴》第七十八卷中彌勒菩薩對善財童子說：「因菩提心，出生一切諸菩薩行，三世如來，從菩提心而出生故。是故善男子，若有發阿耨多羅三藐三菩提心者，則已出生無量功德，普能攝取一切智道。」由此可知發菩提心的重要性。菩提心是大乘之戒體，功德不可思議，大小律儀是菩提心之相。如何發起菩提心？《普賢菩薩行願品》說：「諸佛如來以大悲心而為體故。因於眾生而起大悲，因於大悲生菩提心，因菩提心成等正覺。」因此，由大悲心增上，才發起殊勝的菩提心。"
    },
    {
      "id": "02-042-0079_p0011",
      "zh_CN": "《佛说梵网经》：佛者觉也。依经义，由法身佛起他受用报，名为卢舍那佛，居莲华台藏世界，周围千叶，每叶上有千释迦，每一释迦又能化现百千亿，到娑婆世界南阎浮提菩提树下，说此菩萨心地品，十重四十八轻戒。说者，悦（愉悦、畅达）所怀也。关于本经命名的来源，经文中说：「时佛观诸大梵天王网罗幢，因为说无量世界，犹如网孔。一一世界，各各不同，别异无量。佛教门亦复如是。」梵网就是众生的心性，是诸佛的本源，是行菩萨道的根本。本经是以十重摄诸轻，以孝顺摄一切，能行孝顺，戒就能够持好，所有的戒条都能够守持。因此，「戒虽万行，以孝为宗」、「一孝立而诸戒尽矣（《发隐》）。」由此可见，大乘之戒法，始终不离孝这个根本，所谓「父母离尘垢，子道方成就」是也。",
      "zh_TW": "《佛說梵網經》：佛者覺也。依經義，由法身佛起他受用報，名為盧舍那佛，居蓮華台藏世界，周圍千葉，每葉上有千釋迦，每一釋迦又能化現百千億，到娑婆世界南閻浮提菩提樹下，說此菩薩心地品，十重四十八輕戒。說者，悅（愉悅、暢達）所懷也。關於本經命名的來源，經文中說：「時佛觀諸大梵天王網羅幢，因為說無量世界，猶如網孔。一一世界，各各不同，別異無量。佛教門亦復如是。」梵網就是眾生的心性，是諸佛的本源，是行菩薩道的根本。本經是以十重攝諸輕，以孝順攝一切，能行孝順，戒就能夠持好，所有的戒條都能夠守持。因此，「戒雖萬行，以孝為宗」、「一孝立而諸戒盡矣（《發隱》）。」由此可見，大乘之戒法，始終不離孝這個根本，所謂「父母離塵垢，子道方成就」是也。"
    },
    {
      "id": "02-042-0079_p0012",
      "zh_CN": "无限感恩和尚，上果下清律师、教授阿阇黎上果下良法师、羯磨阿阇黎上天下因法师，为我们开设如此殊胜的课程，弟子定当认真学习及落实，以报答诸佛菩萨及生生世世父母的无尽深恩。以上是惭愧弟子参加戒学研习班的浅显报告，诚请尊敬的师父上人、诸位大德同修慈悲指正，无尽感恩。阿弥陀佛！惭愧弟子释开吉顶礼敬呈。",
      "zh_TW": "無限感恩和尚，上果下清律師、教授阿闍黎上果下良法師、羯磨阿闍黎上天下因法師，為我們開設如此殊勝的課程，弟子定當認真學習及落實，以報答諸佛菩薩及生生世世父母的無盡深恩。以上是慚愧弟子參加戒學研習班的淺顯報告，誠請尊敬的師父上人、諸位大德同修慈悲指正，無盡感恩。阿彌陀佛！慚愧弟子釋開吉頂禮敬呈。"
    },
    {
      "id": "02-042-0079_p0013",
      "zh_CN": "老法师：开吉的报告说明我们这次办这个戒律研习班，这个用意、期望跟目的都提到了。早年我在台中，李老师常常跟我谈这问题，传统文化衰了，儒释道没人学了。这个话是真的，不是假的。方东美先生告诉我，儒释道像个样子，已经衰了，还没有走上灭亡，什么时候？两百年前。所以他把佛法介绍给我，佛经哲学，告诉我，佛经哲学不在寺庙里，为什么？寺庙没人学了。两百年前中国的寺院、庵堂，里面都有高人，他们真学，而且落实在生活上，所以有德行、有学问。那些都是天人师，他们义务的教化众生，这是社会为什么会安定，人民为什么会那么幸福。我们所生长的时节是衰了，像一个家庭一样败了，不但衰，败了，我还看到那个败的相。抗战时候中国传统的家庭还有，很少了，战争之后，就是胜利之后没有了，真的，走遍大江南北，一家都找不到。村落还在，建筑还在，人没有了，都离开老家各奔前程，我们看了很伤心。现在人学外国人，崇尚小家庭，小家庭自由，今天小家庭的弊端出来了，第一个，小孩没人教；第二个，老人没有人养。中国大家庭最大的优点就是育幼养老，这是人生的大事。",
      "zh_TW": "老法師：開吉的報告說明我們這次辦這個戒律研習班，這個用意、期望跟目的都提到了。早年我在台中，李老師常常跟我談這問題，傳統文化衰了，儒釋道沒人學了。這個話是真的，不是假的。方東美先生告訴我，儒釋道像個樣子，已經衰了，還沒有走上滅亡，什麼時候？兩百年前。所以他把佛法介紹給我，佛經哲學，告訴我，佛經哲學不在寺廟裡，為什麼？寺廟沒人學了。兩百年前中國的寺院、庵堂，裡面都有高人，他們真學，而且落實在生活上，所以有德行、有學問。那些都是天人師，他們義務的教化眾生，這是社會為什麼會安定，人民為什麼會那麼幸福。我們所生長的時節是衰了，像一個家庭一樣敗了，不但衰，敗了，我還看到那個敗的相。抗戰時候中國傳統的家庭還有，很少了，戰爭之後，就是勝利之後沒有了，真的，走遍大江南北，一家都找不到。村落還在，建築還在，人沒有了，都離開老家各奔前程，我們看了很傷心。現在人學外國人，崇尚小家庭，小家庭自由，今天小家庭的弊端出來了，第一個，小孩沒人教；第二個，老人沒有人養。中國大家庭最大的優點就是育幼養老，這是人生的大事。"
    },
    {
      "id": "02-042-0079_p0014",
      "zh_CN": "中国古时候的教育不是国家办的，不是政府办的，是家办的。政府只举办考试，秀才每年都有，举人隔个一、二年；进士，这最高的学位，殿试大概三年有一次。考取考中之后，哪怕是县考秀才，你的生活就有保障，国家供养你。虽然不富裕，你的生活，普通生活能过得去，你可以安心读书，不要从事别的工作，准备再参加省考、参加殿试。考取之后进国家的学校，国家学校完全是培养公务员的，像现在党校一样，是为国家服务的，叫士农工商，士也就是今天所讲的从政，他的职业是从政。古时候读书人都喜欢从政，为什么？这个行业最轻松、最快乐。因为人都被每一个家庭学校教好了，人人是好人，好人做的都是好事，所以做官没有什么案子办，很轻松。一个月要有个三、五桩，你这个县里怎么这么多事？那就不平常了。一个月偶然有一、二件案子，你说人多厚道。所以这些做官人没事，待遇不错，可以养家糊口，地位很崇高，人民都尊敬。士农工商，在社会上地位高，读书人，「万般皆下品，唯有读书高」，受人尊重，工作很轻松。所以没有事情，继续不断读书、做学问，等于读一辈子书，活到老学到老。有的是时间，所以写文章、写诗词，《四库全书》集部，一大半都是做官人写的，他有的是时间，留传给后世。《四库》所收的都是在那个时代真正有学问、有道德这些人，他们选定的，即使是诗歌，也是取正能量，没有负能量的，它才能流通，永久保存，不会丧失。",
      "zh_TW": "中國古時候的教育不是國家辦的，不是政府辦的，是家辦的。政府只舉辦考試，秀才每年都有，舉人隔個一、二年；進士，這最高的學位，殿試大概三年有一次。考取考中之後，哪怕是縣考秀才，你的生活就有保障，國家供養你。雖然不富裕，你的生活，普通生活能過得去，你可以安心讀書，不要從事別的工作，準備再參加省考、參加殿試。考取之後進國家的學校，國家學校完全是培養公務員的，像現在黨校一樣，是為國家服務的，叫士農工商，士也就是今天所講的從政，他的職業是從政。古時候讀書人都喜歡從政，為什麼？這個行業最輕鬆、最快樂。因為人都被每一個家庭學校教好了，人人是好人，好人做的都是好事，所以做官沒有什麼案子辦，很輕鬆。一個月要有個三、五樁，你這個縣裡怎麼這麼多事？那就不平常了。一個月偶然有一、二件案子，你說人多厚道。所以這些做官人沒事，待遇不錯，可以養家糊口，地位很崇高，人民都尊敬。士農工商，在社會上地位高，讀書人，「萬般皆下品，唯有讀書高」，受人尊重，工作很輕鬆。所以沒有事情，繼續不斷讀書、做學問，等於讀一輩子書，活到老學到老。有的是時間，所以寫文章、寫詩詞，《四庫全書》集部，一大半都是做官人寫的，他有的是時間，留傳給後世。《四庫》所收的都是在那個時代真正有學問、有道德這些人，他們選定的，即使是詩歌，也是取正能量，沒有負能量的，它才能流通，永久保存，不會喪失。"
    },
    {
      "id": "02-042-0079_p0015",
      "zh_CN": "最近这两百年，西方文化传到中国来了，大家看到很稀奇。年轻的学子认为，中国这两百年来被外国人欺负，什么原因？是中国传统文化造成的。这是一个很大的误会，没有人能把这个讲清楚、讲明白，误会愈来愈深。到民国，知识分子几乎是提倡全盘西化，中国东西已经过时了，不适合这个时代，全盘的抛弃，不要了，完全学外国的。这桩事情对吗？我们如果认真去读罗素、汤恩比的书，这是英国人，你就明了了。这两个人是这个世纪真正有智慧、有爱心的人，有慈悲心的人。汤恩比经历两次世界大战，第二次世界大战末期发明了原子弹，他对于这桩事情非常忧虑，为什么？没有这种武器，人类发动战争不可能把整个地球毁灭；这种武器发明之后，我们人类走上什么？存亡的边缘。如果要发动战争，那就是人类集体自杀，这个地球上所有的生物绝灭，这是他不愿意看到的。所以晚年，八十岁之后，他八十五岁走的，晚年想到中国的春秋战国，周朝末年。周朝八百年，五百年是乱世，就是春秋战国（孔子生在春秋，孟子生在战国），民不聊生，那些诸侯国不再听从周天子，周天子有名无实。所以他看到二战之后许多国家的殖民地解放了，都变成独立的主权国家（在二战之前地球上主权国家只有四十多个，二战结束之后，主权国家一百四十多个），他说这不是好现象，国家愈多的时候，利害、冲突就很容易发生，小的战争慢慢引发到核武战争，这是他最关心的事情。如何防止这个地球上永远不再用核武、生化做武器，他说只有一个方法，秦始皇统一六国，秦汉的大统一，这个地球上要统一。谁来统一？中国人统一。他是英国人，他是研究全世界文化史的，非常客观看这桩事情，就是东亚的精神文明是世界上第一。东亚文明是以中国为主，还有三个卫星国，韩国、日本、越南，这三个国家跟中国文化接触的时间久，接触得深，跟中国往来有两千年的历史，所以他希望这四个国家能团结在一起，就会影响全世界。将来世界的大统一，不是武力，不是政治，不是科学技术，不是经济贸易，是文化，是伦理、道德、因果、圣贤教育。他指给我们一条路，说得好，一点都没说错。",
      "zh_TW": "最近這兩百年，西方文化傳到中國來了，大家看到很稀奇。年輕的學子認為，中國這兩百年來被外國人欺負，什麼原因？是中國傳統文化造成的。這是一個很大的誤會，沒有人能把這個講清楚、講明白，誤會愈來愈深。到民國，知識分子幾乎是提倡全盤西化，中國東西已經過時了，不適合這個時代，全盤的拋棄，不要了，完全學外國的。這樁事情對嗎？我們如果認真去讀羅素、湯恩比的書，這是英國人，你就明瞭了。這兩個人是這個世紀真正有智慧、有愛心的人，有慈悲心的人。湯恩比經歷兩次世界大戰，第二次世界大戰末期發明了原子彈，他對於這樁事情非常憂慮，為什麼？沒有這種武器，人類發動戰爭不可能把整個地球毀滅；這種武器發明之後，我們人類走上什麼？存亡的邊緣。如果要發動戰爭，那就是人類集體自殺，這個地球上所有的生物絕滅，這是他不願意看到的。所以晚年，八十歲之後，他八十五歲走的，晚年想到中國的春秋戰國，周朝末年。周朝八百年，五百年是亂世，就是春秋戰國（孔子生在春秋，孟子生在戰國），民不聊生，那些諸侯國不再聽從周天子，周天子有名無實。所以他看到二戰之後許多國家的殖民地解放了，都變成獨立的主權國家（在二戰之前地球上主權國家只有四十多個，二戰結束之後，主權國家一百四十多個），他說這不是好現象，國家愈多的時候，利害、衝突就很容易發生，小的戰爭慢慢引發到核武戰爭，這是他最關心的事情。如何防止這個地球上永遠不再用核武、生化做武器，他說只有一個方法，秦始皇統一六國，秦漢的大統一，這個地球上要統一。誰來統一？中國人統一。他是英國人，他是研究全世界文化史的，非常客觀看這樁事情，就是東亞的精神文明是世界上第一。東亞文明是以中國為主，還有三個衛星國，韓國、日本、越南，這三個國家跟中國文化接觸的時間久，接觸得深，跟中國往來有兩千年的歷史，所以他希望這四個國家能團結在一起，就會影響全世界。將來世界的大統一，不是武力，不是政治，不是科學技術，不是經濟貿易，是文化，是倫理、道德、因果、聖賢教育。他指給我們一條路，說得好，一點都沒說錯。"
    },
    {
      "id": "02-042-0079_p0016",
      "zh_CN": "日本有两个学者，从汤恩比所有著作里头，访问跟谈话，在报章、杂志里面发表的，有关于东亚文明、有关于现在我们所说中国传统文化这些言论，统统写成一本书，所以方便，我们看起来方便，我们要的就是要这些东西。我是最近两个月前才看到的这本书，是在香港中文大学图书馆，里面有个同学看到这本书拿来给我看，是中文翻译的，就是日本人搜集的这部书。图书馆的书借用有期限的，所以我们就把它翻印，翻印了几本，原书还给图书馆。一想这是日本人著作，所以我就打电话给日本的朋友给我找找看，能不能找到这个。很幸运，我觉得这是祖宗安排、三宝加持，居然找到了一本，看它的版权页是一九七八年印的，汤恩比是一九七五年过世，过世后三年。这本书找到了。大概就印了一次，没有再版，所以在日本到处找不到，他们在网路上查到有这本书，就买下来。我就问出版的书局还在不在？不在了，写这个书的人也过世了。我本来想，如果这个出版的店在，我就请他再印，我买他的，都不在了，这就很遗憾。可是我们自己，它是日本文，如果是再找真正精通日文的，重新把它翻出来，对我们中国人会增长信心，人家相信，为什么我们不相信？大致的内容，跟我们这些年来在联合国和平会议里面所讲的都相同。",
      "zh_TW": "日本有兩個學者，從湯恩比所有著作裡頭，訪問跟談話，在報章、雜誌裡面發表的，有關於東亞文明、有關於現在我們所說中國傳統文化這些言論，統統寫成一本書，所以方便，我們看起來方便，我們要的就是要這些東西。我是最近兩個月前才看到的這本書，是在香港中文大學圖書館，裡面有個同學看到這本書拿來給我看，是中文翻譯的，就是日本人蒐集的這部書。圖書館的書借用有期限的，所以我們就把它翻印，翻印了幾本，原書還給圖書館。一想這是日本人著作，所以我就打電話給日本的朋友給我找找看，能不能找到這個。很幸運，我覺得這是祖宗安排、三寶加持，居然找到了一本，看它的版權頁是一九七八年印的，湯恩比是一九七五年過世，過世後三年。這本書找到了。大概就印了一次，沒有再版，所以在日本到處找不到，他們在網路上查到有這本書，就買下來。我就問出版的書局還在不在？不在了，寫這個書的人也過世了。我本來想，如果這個出版的店在，我就請他再印，我買他的，都不在了，這就很遺憾。可是我們自己，它是日本文，如果是再找真正精通日文的，重新把它翻出來，對我們中國人會增長信心，人家相信，為什麼我們不相信？大致的內容，跟我們這些年來在聯合國和平會議裡面所講的都相同。"
    },
    {
      "id": "02-042-0079_p0017",
      "zh_CN": "我们做了多次报告，汤池小镇的实验是做给联合国朋友们看的，都做成功了，一直到现在，大家半信半疑，这个是我们能够理解的。我是二００五年、二００六年两次访问伦敦，那个时候我看到汤恩比的东西，断片的，资料不多，不超过十页。我向英国汉学院的老师、同学们请教，这是你们英国人说的，你们相不相信？这里最重要的一句话就说，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法。」孔孟学说是中国的，大乘佛法也在中国，你们相不相信？我问了好多句，没有人回答我，他们对着我笑，笑得很可爱。我再反过来问他们，难道汤恩比说错了吗？也没人说话。最后我得继续讲下去，我说如果你们把这个问题来问我，我的回答是肯定的，汤恩比说的没有错，我赞成，我同意。为什么你们不敢相信，也不敢反对？不敢反对，应该是汤恩比的名气太大了，世界闻名的学者，不敢说不是。为什么不能承认？你们有怀疑。你们的怀疑我能理解，为什么？中国东西这么好，为什么中国人不要，中国人要学欧洲、学美国？这就值得怀疑。我说为什么汤恩比那么样的肯定？他对中国历史了解得太深、太大、太多了。你们对中国最近两百年的历史不知道，所以会怀疑。如果对于中国五千年历史真正很熟悉的话，你就会赞成，你听到这话一定赞成。那个时候有人问过汤恩比，因为中国并不稳定，你怎么那么坚定的就相信它？他完全是根据历史，他说中国，你不要小看它，它有五千年的历史文化，它一定会回头；它一回头，中国得救了，全世界得救了。",
      "zh_TW": "我們做了多次報告，湯池小鎮的實驗是做給聯合國朋友們看的，都做成功了，一直到現在，大家半信半疑，這個是我們能夠理解的。我是二００五年、二００六年兩次訪問倫敦，那個時候我看到湯恩比的東西，斷片的，資料不多，不超過十頁。我向英國漢學院的老師、同學們請教，這是你們英國人說的，你們相不相信？這裡最重要的一句話就說，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法。」孔孟學說是中國的，大乘佛法也在中國，你們相不相信？我問了好多句，沒有人回答我，他們對著我笑，笑得很可愛。我再反過來問他們，難道湯恩比說錯了嗎？也沒人說話。最後我得繼續講下去，我說如果你們把這個問題來問我，我的回答是肯定的，湯恩比說的沒有錯，我贊成，我同意。為什麼你們不敢相信，也不敢反對？不敢反對，應該是湯恩比的名氣太大了，世界聞名的學者，不敢說不是。為什麼不能承認？你們有懷疑。你們的懷疑我能理解，為什麼？中國東西這麼好，為什麼中國人不要，中國人要學歐洲、學美國？這就值得懷疑。我說為什麼湯恩比那麼樣的肯定？他對中國歷史了解得太深、太大、太多了。你們對中國最近兩百年的歷史不知道，所以會懷疑。如果對於中國五千年歷史真正很熟悉的話，你就會贊成，你聽到這話一定贊成。那個時候有人問過湯恩比，因為中國並不穩定，你怎麼那麼堅定的就相信它？他完全是根據歷史，他說中國，你不要小看它，它有五千年的歷史文化，它一定會回頭；它一回頭，中國得救了，全世界得救了。"
    },
    {
      "id": "02-042-0079_p0018",
      "zh_CN": "图文巴这个小城，昨天有一位部长、一位国会议员，还跟我们的市长中午来看我，中午就在这边吃饭，我就跟他谈到，市长也感到非常骄傲，就是图文巴的宗教团结成功了，跟新加坡比有过之而无不及。这桩事情我们要感谢汉尼夫先生，不仅是对于澳洲做了贡献，对于全世界做出伟大的贡献。一九九０年代我在新加坡，将新加坡九个宗教团结起来，真的像兄弟姐妹一样。没有多久我就离开了，移民到澳洲来，那边团结宗教的工作就是汉尼夫他在主持，所以他的经验非常丰富。我到图文巴来，当时我们的部长希望我能够像在新加坡一样，团结本地的宗教以及族群，族群最重要的，土着，所以我跟他们统统有往来。这个小城难得，我们来的时候居民八万人，十三年前，现在十二万，有八十多个族群，有一百多种语言，十几种宗教，能团结在一起。诸位想想，有一定的难度，而我们做成功了。我们用什么方法做成功的？星期六的温馨晚宴，这十几年我们的温馨晚宴没有中断过，免费供给晚餐，素食。这个小城里面的居民，都到我们这来做过客，对我们都了解。我们提出的是互相尊重、互相敬爱、互相关怀、互相照顾、互助合作，我们是一家人。",
      "zh_TW": "圖文巴這個小城，昨天有一位部長、一位國會議員，還跟我們的市長中午來看我，中午就在這邊吃飯，我就跟他談到，市長也感到非常驕傲，就是圖文巴的宗教團結成功了，跟新加坡比有過之而無不及。這樁事情我們要感謝漢尼夫先生，不僅是對於澳洲做了貢獻，對於全世界做出偉大的貢獻。一九九０年代我在新加坡，將新加坡九個宗教團結起來，真的像兄弟姐妹一樣。沒有多久我就離開了，移民到澳洲來，那邊團結宗教的工作就是漢尼夫他在主持，所以他的經驗非常豐富。我到圖文巴來，當時我們的部長希望我能夠像在新加坡一樣，團結本地的宗教以及族群，族群最重要的，土著，所以我跟他們統統有往來。這個小城難得，我們來的時候居民八萬人，十三年前，現在十二萬，有八十多個族群，有一百多種語言，十幾種宗教，能團結在一起。諸位想想，有一定的難度，而我們做成功了。我們用什麼方法做成功的？星期六的溫馨晚宴，這十幾年我們的溫馨晚宴沒有中斷過，免費供給晚餐，素食。這個小城裡面的居民，都到我們這來做過客，對我們都了解。我們提出的是互相尊重、互相敬愛、互相關懷、互相照顧、互助合作，我們是一家人。"
    },
    {
      "id": "02-042-0079_p0019",
      "zh_CN": "任何族群、宗教有困难，我们总尽心尽力去协助他们。去年跟今年五月份，教科文组织的卫塞节的活动，我们都邀请大家一起去参加，所以有一些新的朋友，我们在巴黎见过面。明年春天是此地的夏天，联合国的大使们要组团来考察、来访问，我们欢迎。市长非常有信心，图文巴会建成一个，世界上可以说是第一个多元文化和谐示范城市。所有宗教我们手连手，都向这个目标来发展。这个地方我跟几位朋友们谈，这都有影响力的，市长、议员（这部长），都有关系的，我想这个地方要建一个飞机场。飞机场，昨天市长告诉我，私人建的，政府没有拿一分钱。所以我就提到，现在的世界社会危机很多，最麻烦的是粮食危机。为什么？很多地方粮食都是改基因的，那个东西人家不敢吃。澳洲地大人少，而且这个地方没有用过什么农药化肥，没有这个东西，没有改基因，我们在创农耕，大规模的农耕，希望将来澳洲是全世界生产粮食的主要国家，这些农产品，还有矿产，输送到国外。所以这个企业家建造机场，他很有眼光，将来这个地方是以货运为主，大宗出口从这边，进口也从这边，好！",
      "zh_TW": "任何族群、宗教有困難，我們總盡心盡力去協助他們。去年跟今年五月份，教科文組織的衛塞節的活動，我們都邀請大家一起去參加，所以有一些新的朋友，我們在巴黎見過面。明年春天是此地的夏天，聯合國的大使們要組團來考察、來訪問，我們歡迎。市長非常有信心，圖文巴會建成一個，世界上可以說是第一個多元文化和諧示範城市。所有宗教我們手連手，都向這個目標來發展。這個地方我跟幾位朋友們談，這都有影響力的，市長、議員（這部長），都有關係的，我想這個地方要建一個飛機場。飛機場，昨天市長告訴我，私人建的，政府沒有拿一分錢。所以我就提到，現在的世界社會危機很多，最麻煩的是糧食危機。為什麼？很多地方糧食都是改基因的，那個東西人家不敢吃。澳洲地大人少，而且這個地方沒有用過什麼農藥化肥，沒有這個東西，沒有改基因，我們在創農耕，大規模的農耕，希望將來澳洲是全世界生產糧食的主要國家，這些農產品，還有礦產，輸送到國外。所以這個企業家建造機場，他很有眼光，將來這個地方是以貨運為主，大宗出口從這邊，進口也從這邊，好！"
    },
    {
      "id": "02-042-0079_p0020",
      "zh_CN": "所以我们就希望我们宗教团结，我们希望在这里办个宗教大学，办一个宗教论坛。宗教论坛是长期的，不是短期的，但是什么？一期七天。我们像潮州他们办这个样子，一个月办两次，就是办一个星期，休息一个星期，然后再办一个星期，休息一个星期，全世界学习宗教团结都到图文巴来学。所以这个地方也要建旅馆，旅馆是什么？旅馆就是活动中心，一切设备齐全，到这个地方来住得很舒服、吃得很放心，看看我们所有宗教来上课。像我这提议的、提倡的，这是《圣经》，天主教的《３６０》。我们希望每一个宗教在他们经典里面选择这些经句，我们现在最应该要学的，解决我们问题的《３６０》，小册子。每个宗教都有，我们认真来学习。我们学习自己的宗教，也要学习世界上所有的宗教。我们提倡世界宗教是一家，就在这个小城落实。我说我会回到图文巴来，全心全力把这桩事情做好。",
      "zh_TW": "所以我們就希望我們宗教團結，我們希望在這裡辦個宗教大學，辦一個宗教論壇。宗教論壇是長期的，不是短期的，但是什麼？一期七天。我們像潮州他們辦這個樣子，一個月辦兩次，就是辦一個星期，休息一個星期，然後再辦一個星期，休息一個星期，全世界學習宗教團結都到圖文巴來學。所以這個地方也要建旅館，旅館是什麼？旅館就是活動中心，一切設備齊全，到這個地方來住得很舒服、吃得很放心，看看我們所有宗教來上課。像我這提議的、提倡的，這是《聖經》，天主教的《３６０》。我們希望每一個宗教在他們經典裡面選擇這些經句，我們現在最應該要學的，解決我們問題的《３６０》，小冊子。每個宗教都有，我們認真來學習。我們學習自己的宗教，也要學習世界上所有的宗教。我們提倡世界宗教是一家，就在這個小城落實。我說我會回到圖文巴來，全心全力把這樁事情做好。"
    },
    {
      "id": "02-042-0079_p0021",
      "zh_CN": "宗教与宗教之间、人与人之间要用真心，世出世间法，戒律都是在用真心的基础上。真心是什么？真心就是孝，表现在外面是敬。孝以父母做代表，敬以老师为代表。孝亲尊师，净业三福头一句，「孝养父母，奉事师长」。在中国过去古时候，好像在民国二十年之前，我还记得，还有这个印象，法律里头有这么一条叫亲权处分，二十几年废除的。亲权处分，就是你的父母说我这个儿子不孝，你们把他处死刑，立刻执行，没有辩论的。所以那个时候不孝也不敢过分，过分的时候父母告你一状，真的，问题就能解决。所以不孝父母，背师叛道，这个都是死刑，国家对这个看得很重，为什么？这是根本，伦理道德的根本，传统文化的根本，大小乘佛法的根本。",
      "zh_TW": "宗教與宗教之間、人與人之間要用真心，世出世間法，戒律都是在用真心的基礎上。真心是什麼？真心就是孝，表現在外面是敬。孝以父母做代表，敬以老師為代表。孝親尊師，淨業三福頭一句，「孝養父母，奉事師長」。在中國過去古時候，好像在民國二十年之前，我還記得，還有這個印象，法律裡頭有這麼一條叫親權處分，二十幾年廢除的。親權處分，就是你的父母說我這個兒子不孝，你們把他處死刑，立刻執行，沒有辯論的。所以那個時候不孝也不敢過分，過分的時候父母告你一狀，真的，問題就能解決。所以不孝父母，背師叛道，這個都是死刑，國家對這個看得很重，為什麼？這是根本，倫理道德的根本，傳統文化的根本，大小乘佛法的根本。"
    },
    {
      "id": "02-042-0079_p0022",
      "zh_CN": "我们到斯里兰卡看到，虽然是小乘国家，他们的小乘落实了，三皈、五戒、十善人人都做到了。八关斋戒，他们告诉我，一个星期大概都有三、四次。八关斋戒是一天的，每一个星期都有三、四次，不像中国，中国持八关斋戒，六斋日、十斋日。很难得！所以我们帮助他们建了一个佛教大学。我告诉那边的同修们，佛教要兴起来，从戒律开始，没有戒就没有佛。你们在此地听到戒了，你们眼睛睁开看看，出家跟在家，几个道场是持戒的？所以今天真正是学佛，出家到哪里去出家？出家什么？学经忏佛事，学做法会，这个行，把它当生意买卖；你出家想学经教、学戒律，没人要你，大家怕你，你走投无路。戒律不能不懂，别人不干我干，要求自己，不要要求别人，要求别人全错了。为什么要求自己？我现在真搞清楚了，我要在这一生当中永远离开轮回，我不再搞这个了，这个重要。他们留恋轮回，在制造轮回，他不想出去。",
      "zh_TW": "我們到斯里蘭卡看到，雖然是小乘國家，他們的小乘落實了，三皈、五戒、十善人人都做到了。八關齋戒，他們告訴我，一個星期大概都有三、四次。八關齋戒是一天的，每一個星期都有三、四次，不像中國，中國持八關齋戒，六齋日、十齋日。很難得！所以我們幫助他們建了一個佛教大學。我告訴那邊的同修們，佛教要興起來，從戒律開始，沒有戒就沒有佛。你們在此地聽到戒了，你們眼睛睜開看看，出家跟在家，幾個道場是持戒的？所以今天真正是學佛，出家到哪裡去出家？出家什麼？學經懺佛事，學做法會，這個行，把它當生意買賣；你出家想學經教、學戒律，沒人要你，大家怕你，你走投無路。戒律不能不懂，別人不幹我幹，要求自己，不要要求別人，要求別人全錯了。為什麼要求自己？我現在真搞清楚了，我要在這一生當中永遠離開輪迴，我不再搞這個了，這個重要。他們留戀輪迴，在製造輪迴，他不想出去。"
    },
    {
      "id": "02-042-0079_p0023",
      "zh_CN": "佛度有缘人，这经上讲的。发菩提心的是有缘人，谁发菩提心？我早年在美国，讲到发菩提心，我很少讲深心，《起信论》上讲的直心、深心、大悲心，深心不好讲。深心是自利，大悲心是利他，体呢？体是直心。经论合起来看，世尊在《观经》上讲的至诚心，至诚心就是直心。我为了讲经方便起见，我讲真诚，真诚心是菩提心的体。真心起作用，对自己的是清净平等觉，我用《无量寿经》上经题，真诚、清净、平等、正觉、慈悲，这大家好懂。自己修什么？清净没有污染，平等没有高下、没有分别，用这个来修自己，对什么人都是一样的，没有远近亲疏，一律平等。怎么看众生？一切众生本来是佛，要这样看法，恭敬心才能生得起来。这是真话，不是假话。能大师开悟的时候告诉我们，「何期自性，能生万法」，自性是真心，万法是真心所生所现。十法界、六道轮回是真心加上阿赖耶，真心能生能现，阿赖耶能变，把实报土变成十法界、变成六道轮回。这个东西只有经典讲得清楚，真正讲清楚、讲明白了，然后海贤老和尚用一句话总结，「好好念佛，成佛是真的，其他啥都是假的」，他做了总结。假的就应该放下，这身是假的，名闻利养是假的，七情五欲是假的，假的要放下，要搞真的。用真心，真诚心，用大菩提心，在这个世间帮助世间一切苦难众生。",
      "zh_TW": "佛度有緣人，這經上講的。發菩提心的是有緣人，誰發菩提心？我早年在美國，講到發菩提心，我很少講深心，《起信論》上講的直心、深心、大悲心，深心不好講。深心是自利，大悲心是利他，體呢？體是直心。經論合起來看，世尊在《觀經》上講的至誠心，至誠心就是直心。我為了講經方便起見，我講真誠，真誠心是菩提心的體。真心起作用，對自己的是清淨平等覺，我用《無量壽經》上經題，真誠、清淨、平等、正覺、慈悲，這大家好懂。自己修什麼？清淨沒有污染，平等沒有高下、沒有分別，用這個來修自己，對什麼人都是一樣的，沒有遠近親疏，一律平等。怎麼看眾生？一切眾生本來是佛，要這樣看法，恭敬心才能生得起來。這是真話，不是假話。能大師開悟的時候告訴我們，「何期自性，能生萬法」，自性是真心，萬法是真心所生所現。十法界、六道輪迴是真心加上阿賴耶，真心能生能現，阿賴耶能變，把實報土變成十法界、變成六道輪迴。這個東西只有經典講得清楚，真正講清楚、講明白了，然後海賢老和尚用一句話總結，「好好念佛，成佛是真的，其他啥都是假的」，他做了總結。假的就應該放下，這身是假的，名聞利養是假的，七情五欲是假的，假的要放下，要搞真的。用真心，真誠心，用大菩提心，在這個世間幫助世間一切苦難眾生。"
    },
    {
      "id": "02-042-0079_p0024",
      "zh_CN": "我们虽然没有专门学这些东西，我们知道、识货，哪个东西好，哪个东西不好，我能认识。我觉得唐太宗的《群书治要》这个东西好，这个东西是中国传统文化精华篇。但是它只有一半，它从三皇五帝到晋代，上面二千五百年，唐宋元明清没有。所以我就想到了，我们要编一个，把唐宋元明清这五代编一个《群书治要续篇》。这是拯救全世界，《群书治要》这部书正篇、续篇是全世界人民所需要的，有了这个东西，冲突就能化解，世界就有和平，人民才能过得幸福。这是东方传统，汤恩比所说的，东亚传统文化的精华，精华当中的精华。",
      "zh_TW": "我們雖然沒有專門學這些東西，我們知道、識貨，哪個東西好，哪個東西不好，我能認識。我覺得唐太宗的《群書治要》這個東西好，這個東西是中國傳統文化精華篇。但是它只有一半，它從三皇五帝到晉代，上面二千五百年，唐宋元明清沒有。所以我就想到了，我們要編一個，把唐宋元明清這五代編一個《群書治要續篇》。這是拯救全世界，《群書治要》這部書正篇、續篇是全世界人民所需要的，有了這個東西，衝突就能化解，世界就有和平，人民才能過得幸福。這是東方傳統，湯恩比所說的，東亞傳統文化的精華，精華當中的精華。"
    },
    {
      "id": "02-042-0079_p0025",
      "zh_CN": "年轻人如果真正发心，这也是菩提心，救世，「一门深入，长时薰修」、「读书千遍，其义自见」。前面这一句是中国教学所遵循的理念，后面这一句是方法，用什么方法？读诵。读诵千遍，其义自见，自见是开悟。决定要开悟，不开悟没有智慧。智慧能解决问题，知识不行。所以智慧从哪里来？从定中来，清净心生智慧，平等心生大智慧，那个觉就是大彻大悟、明心见性，这个要懂。所以我把清公老和尚请来，办这个研习班。我们是同学，也是老朋友，他是李老师最后所办的内典研究班，他是里面一个。研究班八个学生都在，老师，六个老师四个不在了。希望大家能够重视戒律，戒为无上菩提本。从小小戒学起，不要好高骛远，要真正做到在起心动念之处不犯过失，这个根就扎得深、扎得稳，将来有大成就。",
      "zh_TW": "年輕人如果真正發心，這也是菩提心，救世，「一門深入，長時薰修」、「讀書千遍，其義自見」。前面這一句是中國教學所遵循的理念，後面這一句是方法，用什麼方法？讀誦。讀誦千遍，其義自見，自見是開悟。決定要開悟，不開悟沒有智慧。智慧能解決問題，知識不行。所以智慧從哪裡來？從定中來，清淨心生智慧，平等心生大智慧，那個覺就是大徹大悟、明心見性，這個要懂。所以我把清公老和尚請來，辦這個研習班。我們是同學，也是老朋友，他是李老師最後所辦的內典研究班，他是裡面一個。研究班八個學生都在，老師，六個老師四個不在了。希望大家能夠重視戒律，戒為無上菩提本。從小小戒學起，不要好高騖遠，要真正做到在起心動念之處不犯過失，這個根就紮得深、紮得穩，將來有大成就。"
    },
    {
      "id": "02-042-0079_p0026",
      "zh_CN": "我这种年龄，中国古人所说的一点不错，风烛残年，不定什么时候就走了，八十岁以后就是要准备走。当然，对年轻人的期望非常殷切，希望大家好好学，希望大家救这个世界。要救世界先救自己，一定要开悟、要得定，就是你一定要得清净心、平等心。清净心是阿罗汉的定，平等心是菩萨的定，自见就是觉，大彻大悟、明心见性是觉，清净平等觉。要从持戒来，「一门深入，长时薰修」，这是戒；「读书千遍，其义自见」，也是戒，不能不遵守。真有几个开悟，这个经典，古人的经典，没有人讲，你自己完全明白、完全懂了。再去看古人的注疏，那是什么？去对照，古人哪些地方解得对，哪些地方解释的有问题，你全能看出来。能有那么几个人出现的时候，外国人就相信了，对于中国教育的理念跟方法他就接受了。没有样子给人看，说了他不相信，不敢相信，一定要做出样子来。另外还有没有？就一份。好，研习班的我们就说到此地，还有四十分钟。",
      "zh_TW": "我這種年齡，中國古人所說的一點不錯，風燭殘年，不定什麼時候就走了，八十歲以後就是要準備走。當然，對年輕人的期望非常殷切，希望大家好好學，希望大家救這個世界。要救世界先救自己，一定要開悟、要得定，就是你一定要得清淨心、平等心。清淨心是阿羅漢的定，平等心是菩薩的定，自見就是覺，大徹大悟、明心見性是覺，清淨平等覺。要從持戒來，「一門深入，長時薰修」，這是戒；「讀書千遍，其義自見」，也是戒，不能不遵守。真有幾個開悟，這個經典，古人的經典，沒有人講，你自己完全明白、完全懂了。再去看古人的註疏，那是什麼？去對照，古人哪些地方解得對，哪些地方解釋的有問題，你全能看出來。能有那麼幾個人出現的時候，外國人就相信了，對於中國教育的理念跟方法他就接受了。沒有樣子給人看，說了他不相信，不敢相信，一定要做出樣子來。另外還有沒有？就一份。好，研習班的我們就說到此地，還有四十分鐘。"
    },
    {
      "id": "02-042-0079_p0027",
      "zh_CN": "学生：古代的家族里面，他们的经济也是在这个家族里面一起，是不是？",
      "zh_TW": "學生：古代的家族裡面，他們的經濟也是在這個家族裡面一起，是不是？"
    },
    {
      "id": "02-042-0079_p0028",
      "zh_CN": "老法师：对，他们的经济，财产是归公的，不是个人的。",
      "zh_TW": "老法師：對，他們的經濟，財產是歸公的，不是個人的。"
    },
    {
      "id": "02-042-0079_p0029",
      "zh_CN": "学生：收入的来源？",
      "zh_TW": "學生：收入的來源？"
    },
    {
      "id": "02-042-0079_p0030",
      "zh_CN": "老法师：收入就是每个人在你自己工作，你所赚的钱，你生活开销之外，剩余的统统要交给家里，家里面拿到这些钱的时候，在古时候都买土地、买山林，它可以生产，所以他家庭生活有保障。而且可以支持每一个家族的成员，譬如你到外面去做生意，你需要资本的时候，不够的时候家里给你；你需要人帮助，家里派人去帮助。所以这个是最可靠、最稳当的。无论遇到什么困难，谁帮助你？家。家的好处真多！只是家有规矩，很多地方你不自由、你不方便，那个你得要忍耐。为什么？一切是为了家，不是为我自己，我自己到这个家里来就要光大门楣，就要为这个家庭争光，从小都有这个念头。现在没有了，现在光你个人，个人很痛苦，个人真的没有保障，再好的朋友，高名厚利之下会变节，靠不住。不要以为怎么好，连夫妻都会闹离婚，父子还脱离关系，到法院去，你说这是什么世界？所以我是常常想念着过去大家庭的好处。弊端当然有，世出世间任何法都有正反两面，中国讲阴阳两面，靠什么来补足？教育，好的教育、好的家学，端正家风。",
      "zh_TW": "老法師：收入就是每個人在你自己工作，你所賺的錢，你生活開銷之外，剩餘的統統要交給家裡，家裡面拿到這些錢的時候，在古時候都買土地、買山林，它可以生產，所以他家庭生活有保障。而且可以支持每一個家族的成員，譬如你到外面去做生意，你需要資本的時候，不夠的時候家裡給你；你需要人幫助，家裡派人去幫助。所以這個是最可靠、最穩當的。無論遇到什麼困難，誰幫助你？家。家的好處真多！只是家有規矩，很多地方你不自由、你不方便，那個你得要忍耐。為什麼？一切是為了家，不是為我自己，我自己到這個家裡來就要光大門楣，就要為這個家庭爭光，從小都有這個念頭。現在沒有了，現在光你個人，個人很痛苦，個人真的沒有保障，再好的朋友，高名厚利之下會變節，靠不住。不要以為怎麼好，連夫妻都會鬧離婚，父子還脫離關係，到法院去，你說這是什麼世界？所以我是常常想念著過去大家庭的好處。弊端當然有，世出世間任何法都有正反兩面，中國講陰陽兩面，靠什麼來補足？教育，好的教育、好的家學，端正家風。"
    },
    {
      "id": "02-042-0079_p0031",
      "zh_CN": "学生：师父讲私塾也是家族里面聘请的？",
      "zh_TW": "學生：師父講私塾也是家族裡面聘請的？"
    },
    {
      "id": "02-042-0079_p0032",
      "zh_CN": "老法师：对。从前教育完全是家里培养，所以请老师是家庭里头的头等大事，家里面的老人，大概就是祖父辈、曾祖父辈，有的是高祖父辈，他们这些人来商量，我们家乡附近有没有这种人，我们的邻县打听，真正有德行、有学问会教的，家庭会议当中决定，然后再去礼请。那个礼节非常隆重，家里的几代祖先对老师都要三跪九叩首。老师全心全力教你们家人，让你们出人才，自己家不要了，自己家的儿孙学生家里照顾，老师的儿女跟自己亲兄弟一样，没有两样。所以老师愿意，我自己孩子不成器没有关系，我有好学生，我的家里头就不用担忧。古人有道义、有良心，现在没有了，所以现在人可怜，非常苦。",
      "zh_TW": "老法師：對。從前教育完全是家裡培養，所以請老師是家庭裡頭的頭等大事，家裡面的老人，大概就是祖父輩、曾祖父輩，有的是高祖父輩，他們這些人來商量，我們家鄉附近有沒有這種人，我們的鄰縣打聽，真正有德行、有學問會教的，家庭會議當中決定，然後再去禮請。那個禮節非常隆重，家裡的幾代祖先對老師都要三跪九叩首。老師全心全力教你們家人，讓你們出人才，自己家不要了，自己家的兒孫學生家裡照顧，老師的兒女跟自己親兄弟一樣，沒有兩樣。所以老師願意，我自己孩子不成器沒有關係，我有好學生，我的家裡頭就不用擔憂。古人有道義、有良心，現在沒有了，所以現在人可憐，非常苦。"
    },
    {
      "id": "02-042-0079_p0033",
      "zh_CN": "学生：师父，像现在这种企业能够再把它结合起来。",
      "zh_TW": "學生：師父，像現在這種企業能夠再把它結合起來。"
    },
    {
      "id": "02-042-0079_p0034",
      "zh_CN": "老法师：对，我现在就是找的胡小林、吴念博，让他们来做出榜样。企业它一定还要附设养老院，不是养别人，专养自己员工的老人。把自己员工看成自己兄弟姐妹，一家人，一个企业就是一家人，你董事长就是大家长。要把古时候家的精神放在企业里头，这样还能够复兴。我相信人人看懂、看明白了，都能照这样去做，中国的社会还会有千年盛世出现，这个千年盛世会影响全世界。以前盛世只是我们这个地区，将来的盛世是全世界。",
      "zh_TW": "老法師：對，我現在就是找的胡小林、吳念博，讓他們來做出榜樣。企業它一定還要附設養老院，不是養別人，專養自己員工的老人。把自己員工看成自己兄弟姐妹，一家人，一個企業就是一家人，你董事長就是大家長。要把古時候家的精神放在企業裡頭，這樣還能夠復興。我相信人人看懂、看明白了，都能照這樣去做，中國的社會還會有千年盛世出現，這個千年盛世會影響全世界。以前盛世只是我們這個地區，將來的盛世是全世界。"
    },
    {
      "id": "02-042-0079_p0035",
      "zh_CN": "学生：所以师父以前叫家族企业，百年的。",
      "zh_TW": "學生：所以師父以前叫家族企業，百年的。"
    },
    {
      "id": "02-042-0079_p0036",
      "zh_CN": "老法师：对，没错！你看同仁堂三百多年，老字号，它的东西货真价实，不欺骗人。现在人不行，全都不可靠，连药都是假的。所以只有修清净心，用我们的念力来控制身体，这个方法好，念纯净纯善，就不会生什么大毛病。大家庭还是好，小家庭退休之后没人照顾，那个时候真正尝到惨痛的滋味。中国过去旧社会里头，人老了退休回家，落叶归根，回家养老，那真有乐趣。养老的场所都在祠堂，祠堂平常没用处，祭祀就是两次，清明、冬至，用个二、三天就完了，所以家族的学校在祠堂，养老在祠堂，老人跟小孩在一起，小孩下课了都去找老人，老人逗小孩玩，给小孩讲故事，都是教育。",
      "zh_TW": "老法師：對，沒錯！你看同仁堂三百多年，老字號，它的東西貨真價實，不欺騙人。現在人不行，全都不可靠，連藥都是假的。所以只有修清淨心，用我們的念力來控制身體，這個方法好，念純淨純善，就不會生什麼大毛病。大家庭還是好，小家庭退休之後沒人照顧，那個時候真正嘗到慘痛的滋味。中國過去舊社會裡頭，人老了退休回家，落葉歸根，回家養老，那真有樂趣。養老的場所都在祠堂，祠堂平常沒用處，祭祀就是兩次，清明、冬至，用個二、三天就完了，所以家族的學校在祠堂，養老在祠堂，老人跟小孩在一起，小孩下課了都去找老人，老人逗小孩玩，給小孩講故事，都是教育。"
    },
    {
      "id": "02-042-0079_p0037",
      "zh_CN": "学生：所以老人对所有的小孩都要教。",
      "zh_TW": "學生：所以老人對所有的小孩都要教。"
    },
    {
      "id": "02-042-0079_p0038",
      "zh_CN": "老法师：都要教。",
      "zh_TW": "老法師：都要教。"
    },
    {
      "id": "02-042-0079_p0039",
      "zh_CN": "学生：不分彼此。",
      "zh_TW": "學生：不分彼此。"
    },
    {
      "id": "02-042-0079_p0040",
      "zh_CN": "老法师：不分彼此，都是一家人，都是晚辈。所以中国人的一生，老年享福，做小孩的时候是严加管教，管教非常严格，中年的时候贡献给社会，为社会、为人民造福，晚年享福。外国是颠倒，儿童享福，中年的战场，晚年的坟墓。这两种制度摆在面前，我们自己要多看看、多想想，哪一种好，把它再兴旺起来。血缘的家不可能再恢复了，用企业可以做。中国家的精神太好了！",
      "zh_TW": "老法師：不分彼此，都是一家人，都是晚輩。所以中國人的一生，老年享福，做小孩的時候是嚴加管教，管教非常嚴格，中年的時候貢獻給社會，為社會、為人民造福，晚年享福。外國是顛倒，兒童享福，中年的戰場，晚年的墳墓。這兩種制度擺在面前，我們自己要多看看、多想想，哪一種好，把它再興旺起來。血緣的家不可能再恢復了，用企業可以做。中國家的精神太好了！"
    },
    {
      "id": "02-042-0079_p0041",
      "zh_CN": "学生：所以以前是为家族增光。",
      "zh_TW": "學生：所以以前是為家族增光。"
    },
    {
      "id": "02-042-0079_p0042",
      "zh_CN": "老法师：对。人生下来一生为什么？为我的家，不是为自己，他为我的家，叫光大门楣。",
      "zh_TW": "老法師：對。人生下來一生為什麼？為我的家，不是為自己，他為我的家，叫光大門楣。"
    },
    {
      "id": "02-042-0079_p0043",
      "zh_CN": "学生：师父，家的家规就等于像戒律一样？",
      "zh_TW": "學生：師父，家的家規就等於像戒律一樣？"
    },
    {
      "id": "02-042-0079_p0044",
      "zh_CN": "老法师：对，没错，人人都要遵守，犯规的时候祠堂里面处分，在老祖宗面前处分。所以这家真照顾，每个人真的互相尊敬、互相敬爱、互相关怀、互助合作。",
      "zh_TW": "老法師：對，沒錯，人人都要遵守，犯規的時候祠堂裡面處分，在老祖宗面前處分。所以這家真照顧，每個人真的互相尊敬、互相敬愛、互相關懷、互助合作。"
    },
    {
      "id": "02-042-0079_p0045",
      "zh_CN": "学生：师父，负责的人是选出来的吗？还是有继承？",
      "zh_TW": "學生：師父，負責的人是選出來的嗎？還是有繼承？"
    },
    {
      "id": "02-042-0079_p0046",
      "zh_CN": "老法师：不是选出来的，是老祖宗任命的，上一代任命下一代。",
      "zh_TW": "老法師：不是選出來的，是老祖宗任命的，上一代任命下一代。"
    },
    {
      "id": "02-042-0079_p0047",
      "zh_CN": "学生：所以也是要培养，事先培养。",
      "zh_TW": "學生：所以也是要培養，事先培養。"
    },
    {
      "id": "02-042-0079_p0048",
      "zh_CN": "老法师：要培养。看他能干，又欢喜干，那就叫他干。他干要大公无私。",
      "zh_TW": "老法師：要培養。看他能幹，又歡喜幹，那就叫他幹。他幹要大公無私。"
    },
    {
      "id": "02-042-0079_p0049",
      "zh_CN": "学生：尊敬的师父上人，弟子有三个问题想请教一下师父上人。第一个就是师父经常说我们这一代年轻人的恭敬心不够，我想请问师父，怎么样长养自己对父母师长的恭敬心？",
      "zh_TW": "學生：尊敬的師父上人，弟子有三個問題想請教一下師父上人。第一個就是師父經常說我們這一代年輕人的恭敬心不夠，我想請問師父，怎麼樣長養自己對父母師長的恭敬心？"
    },
    {
      "id": "02-042-0079_p0050",
      "zh_CN": "老法师：现在社会乱了，谁都不服谁，所以只问自己，不要去问别人，问别人会跟别人结怨，不好，一切随他去，自己怎么？落实《弟子规》，孝亲尊师都做到了。《弟子规》不多，文字只有一千零八十个字，内容一百一十三桩事情，真正做到了，这个根就扎下去了。自己父母不在，看到跟自己父母年龄相等的、差不多的，都应当看作父母一样恭敬他。好，第二个问题。",
      "zh_TW": "老法師：現在社會亂了，誰都不服誰，所以只問自己，不要去問別人，問別人會跟別人結怨，不好，一切隨他去，自己怎麼？落實《弟子規》，孝親尊師都做到了。《弟子規》不多，文字只有一千零八十個字，內容一百一十三樁事情，真正做到了，這個根就紮下去了。自己父母不在，看到跟自己父母年齡相等的、差不多的，都應當看作父母一樣恭敬他。好，第二個問題。"
    },
    {
      "id": "02-042-0079_p0051",
      "zh_CN": "学生：师父，就是在修学的过程中，怎么样能够了知自己的发心是为佛法、为众生，还是为了名闻利养？有的时候好像自己也区分不清楚。",
      "zh_TW": "學生：師父，就是在修學的過程中，怎麼樣能夠了知自己的發心是為佛法、為眾生，還是為了名聞利養？有的時候好像自己也區分不清楚。"
    },
    {
      "id": "02-042-0079_p0052",
      "zh_CN": "老法师：常常把一切众生放在心上，不要把自己放在心上。把自己放在心上那是命运，你这一生在社会上，你有多高的地位、有多大的财富，这是命中的，命里有时终须有，命里无时莫强求。但是真正发心做出牺牲奉献，会得到三宝加持，那完全不一样。海贤是最好的例子，海贤一生虽然他没有说，我们看得出来，他这一生是为佛法，佛就是他的大家庭，我来到这个家庭里面，我是这个家庭一员，我要全心全力帮助这个家庭，所以他能感动阿弥陀佛。《无量寿经》上所说的，戒经上所说的，你细心去观察他，点点滴滴他全做到了。一般人真的难做到，一生没有发过脾气，没有跟人红过脸，没有讨厌某个人，没有说不欢喜某个人，没有，这一点就非常非常难做到。",
      "zh_TW": "老法師：常常把一切眾生放在心上，不要把自己放在心上。把自己放在心上那是命運，你這一生在社會上，你有多高的地位、有多大的財富，這是命中的，命裡有時終須有，命裡無時莫強求。但是真正發心做出犧牲奉獻，會得到三寶加持，那完全不一樣。海賢是最好的例子，海賢一生雖然他沒有說，我們看得出來，他這一生是為佛法，佛就是他的大家庭，我來到這個家庭裡面，我是這個家庭一員，我要全心全力幫助這個家庭，所以他能感動阿彌陀佛。《無量壽經》上所說的，戒經上所說的，你細心去觀察他，點點滴滴他全做到了。一般人真的難做到，一生沒有發過脾氣，沒有跟人紅過臉，沒有討厭某個人，沒有說不歡喜某個人，沒有，這一點就非常非常難做到。"
    },
    {
      "id": "02-042-0079_p0053",
      "zh_CN": "要真正明了一切法从心想生，谁的心想？自己的心想，不是别人的。一切法跟我是什么关系？一体，一体哪有不爱护的道理！在什么状况之下不爱护？他不接受，他不喜欢你，那我们就得远离，等他什么时候喜欢了我们再接近，绝对没有放弃，这就是佛度有缘人。一定要存一个人人都是善人，人性本善，这个念头是一定要有，不能没有，人性本善。佛家讲得更好，人人都是佛陀，众生本来是佛，一切众生皆有如来智慧德相，是平等的，没有差别，只是烦恼轻重不一样。烦恼是假的，不是真的，只是早晚他会放下；这一生不能放下，来生后世他总会放下，放下他就成佛，放下他就能往生。要用清净心看人，平等心看人，不能迷在假相上，众生麻烦就是迷在假相上出不来，他以为是真的。大乘佛法说得清楚、说得明白，所有的经教目的是一个，就是帮助我们看破，帮助我们放下。在经教里头，真正学会看破放下，真得受用。如果不能看破，不能放下，就没得受用。没得受用也好，阿赖耶识里头落谢种子，佛法的种子，这个也非常难得。还有没有问题？",
      "zh_TW": "要真正明瞭一切法從心想生，誰的心想？自己的心想，不是別人的。一切法跟我是什麼關係？一體，一體哪有不愛護的道理！在什麼狀況之下不愛護？他不接受，他不喜歡你，那我們就得遠離，等他什麼時候喜歡了我們再接近，絕對沒有放棄，這就是佛度有緣人。一定要存一個人人都是善人，人性本善，這個念頭是一定要有，不能沒有，人性本善。佛家講得更好，人人都是佛陀，眾生本來是佛，一切眾生皆有如來智慧德相，是平等的，沒有差別，只是煩惱輕重不一樣。煩惱是假的，不是真的，只是早晚他會放下；這一生不能放下，來生後世他總會放下，放下他就成佛，放下他就能往生。要用清淨心看人，平等心看人，不能迷在假相上，眾生麻煩就是迷在假相上出不來，他以為是真的。大乘佛法說得清楚、說得明白，所有的經教目的是一個，就是幫助我們看破，幫助我們放下。在經教裡頭，真正學會看破放下，真得受用。如果不能看破，不能放下，就沒得受用。沒得受用也好，阿賴耶識裡頭落謝種子，佛法的種子，這個也非常難得。還有沒有問題？"
    },
    {
      "id": "02-042-0079_p0054",
      "zh_CN": "学生：第三个问题就是我们在学佛的初期，初发心都是很勇猛精进，怎么样保持这种初发心不失？",
      "zh_TW": "學生：第三個問題就是我們在學佛的初期，初發心都是很勇猛精進，怎麼樣保持這種初發心不失？"
    },
    {
      "id": "02-042-0079_p0055",
      "zh_CN": "老法师：太过于勇猛精进了也不好，为什么？会堕落，你保持不住。一定要自己真正能做得到，而且做得很欢喜。真正功夫，我们也常常提醒大家，就是六根在六尘门头上，真正功夫在这里。眼见色，看得很清楚、很明白，这是智慧，是般若智慧，要如如不动，否则的话，你看了你有爱憎，这就生烦恼，这就造业。你看到如如不动，清清楚楚、明明白白，如如不动，这是修行，这是真修。耳在声尘上修，鼻在香味上修，舌在酸甜苦辣咸五味当中修，清楚而不执着。先修清净，清净就是不染污，平等是没有分别，都一样，什么都好，什么都欢喜，没有一样不好，所以海贤老和尚给我们表的这个法表得太好了！有同学打电话给我，我是劝他看三遍，他一天看五遍，看六、七遍。好，这是愈看愈有受用，遍遍都有悟处，好！有没有止境？没有止境。为什么？它称性，它是从自性里面透出来的，不是阿赖耶意识里头出来的，它不一样，相里头有性，事里头有理。把海贤老和尚《永思集》这个小册子多看几遍，重要地方给它画出来，每天早晨看一遍，提醒自己，晚上看一遍，反省自己，今天有哪些我做到了，哪些没做到，这样就会很有进步。不要跟人比，跟人比就生烦恼，跟人比就造轮回业，迷惑不能化解。不跟人比，完全对自己负责任，遵守佛菩萨的教诲，依教奉行，这就好。",
      "zh_TW": "老法師：太過於勇猛精進了也不好，為什麼？會墮落，你保持不住。一定要自己真正能做得到，而且做得很歡喜。真正功夫，我們也常常提醒大家，就是六根在六塵門頭上，真正功夫在這裡。眼見色，看得很清楚、很明白，這是智慧，是般若智慧，要如如不動，否則的話，你看了你有愛憎，這就生煩惱，這就造業。你看到如如不動，清清楚楚、明明白白，如如不動，這是修行，這是真修。耳在聲塵上修，鼻在香味上修，舌在酸甜苦辣鹹五味當中修，清楚而不執著。先修清淨，清淨就是不染污，平等是沒有分別，都一樣，什麼都好，什麼都歡喜，沒有一樣不好，所以海賢老和尚給我們表的這個法表得太好了！有同學打電話給我，我是勸他看三遍，他一天看五遍，看六、七遍。好，這是愈看愈有受用，遍遍都有悟處，好！有沒有止境？沒有止境。為什麼？它稱性，它是從自性裡面透出來的，不是阿賴耶意識裡頭出來的，它不一樣，相裡頭有性，事裡頭有理。把海賢老和尚《永思集》這個小冊子多看幾遍，重要地方給它畫出來，每天早晨看一遍，提醒自己，晚上看一遍，反省自己，今天有哪些我做到了，哪些沒做到，這樣就會很有進步。不要跟人比，跟人比就生煩惱，跟人比就造輪迴業，迷惑不能化解。不跟人比，完全對自己負責任，遵守佛菩薩的教誨，依教奉行，這就好。"
    },
    {
      "id": "02-042-0079_p0056",
      "zh_CN": "学生：悟胜可以报告吗？",
      "zh_TW": "學生：悟勝可以報告嗎？"
    },
    {
      "id": "02-042-0079_p0057",
      "zh_CN": "老法师：可以。",
      "zh_TW": "老法師：可以。"
    },
    {
      "id": "02-042-0079_p0058",
      "zh_CN": "学生：尊敬的师父上人，诸位法师、在家大德，阿弥陀佛！其实今天悟胜报告心得是没有任何思想准备的，因为看着时间还有差不多半个小时，悟胜就把这几天参加学戒研习班的一点所见所闻，还有自己一点体会，跟师父上人、诸位法师、在家大德做一个报告。",
      "zh_TW": "學生：尊敬的師父上人，諸位法師、在家大德，阿彌陀佛！其實今天悟勝報告心得是沒有任何思想準備的，因為看著時間還有差不多半個小時，悟勝就把這幾天參加學戒研習班的一點所見所聞，還有自己一點體會，跟師父上人、諸位法師、在家大德做一個報告。"
    },
    {
      "id": "02-042-0079_p0059",
      "zh_CN": "首先是非常感恩师父上人提供这么好的一个场所，让四众弟子们能够专心的、欢喜的学习大小乘的戒律。从清公和尚第一天来，他老人家其实就给我们上课了，悟胜有在旁边观察他老人家的一言一行。譬如说当清公和尚从巴士上下来，到念佛堂去礼佛的时候，学院的副院长上悟下行法师就跟清公和尚报告说，您可以不用脱鞋子，直接走进去，但是老和尚他还是把自己的鞋子换成是我们预先为他准备的一双拖鞋。所以从这个小的举动就可以看得出来，老和尚真正是把戒律持得非常精严。还有就是清公和尚他老人家整个身体看起来都非常的清净，无论是我们从正面看、侧面看，还是后面看，都能够感觉到这位老法师的修持，的的确确像师父上人一再希望我们大家要学习的光碟，「贤公和尚，佛门榜样」里面，贤公和尚给张居士所开示的养生之道的方法，八个字，「持戒精严，老实念佛」这八个字，悟胜也观察到清公和尚他的的确确在持戒方面是非常精严的。第二个例子就是悟胜有学习到，当老和尚回到寮房的时候，他没有走草皮地，而是绕了一个圈走石块地，这就像经上所讲的，「清净比丘不踏生草」。老和尚对青草都不忍心伤害，怎么可能会去伤害有情众生？所以从这么两桩很小的事情当中就能够看得出来，清公和尚持戒是非常精严的。而且他老人家手不离珠，珠不离手，无论是在哪里，我们看到他老人家都是拿着念珠的。并且还有一点，悟胜有观察到，老和尚虽然是持戒很精严，但是他这个戒律持得非常的活泼。",
      "zh_TW": "首先是非常感恩師父上人提供這麼好的一個場所，讓四眾弟子們能夠專心的、歡喜的學習大小乘的戒律。從清公和尚第一天來，他老人家其實就給我們上課了，悟勝有在旁邊觀察他老人家的一言一行。譬如說當清公和尚從巴士上下來，到念佛堂去禮佛的時候，學院的副院長上悟下行法師就跟清公和尚報告說，您可以不用脫鞋子，直接走進去，但是老和尚他還是把自己的鞋子換成是我們預先為他準備的一雙拖鞋。所以從這個小的舉動就可以看得出來，老和尚真正是把戒律持得非常精嚴。還有就是清公和尚他老人家整個身體看起來都非常的清淨，無論是我們從正面看、側面看，還是後面看，都能夠感覺到這位老法師的修持，的的確確像師父上人一再希望我們大家要學習的光碟，「賢公和尚，佛門榜樣」裡面，賢公和尚給張居士所開示的養生之道的方法，八個字，「持戒精嚴，老實念佛」這八個字，悟勝也觀察到清公和尚他的的確確在持戒方面是非常精嚴的。第二個例子就是悟勝有學習到，當老和尚回到寮房的時候，他沒有走草皮地，而是繞了一個圈走石塊地，這就像經上所講的，「清淨比丘不踏生草」。老和尚對青草都不忍心傷害，怎麼可能會去傷害有情眾生？所以從這麼兩樁很小的事情當中就能夠看得出來，清公和尚持戒是非常精嚴的。而且他老人家手不離珠，珠不離手，無論是在哪裡，我們看到他老人家都是拿著念珠的。並且還有一點，悟勝有觀察到，老和尚雖然是持戒很精嚴，但是他這個戒律持得非常的活潑。"
    },
    {
      "id": "02-042-0079_p0060",
      "zh_CN": "本来悟胜在这些长者，还有阿阇黎来之前，心里面挺紧张的，不晓得如何与这些专门研学戒律的大德们相处，生怕自己做错了事情、说错话。可是这几天与这几位大德在一起的时候，有种无法用言语来跟大家讲的，就是觉得非常非常欢喜，觉得这几位大德一点架子都没有，非常的平易近人。而且当悟胜无论是迎请这些大德来到讲堂，还是恭送他们回到寮房的时候，自己在学习戒律方面，尤其是学习《沙弥律仪要略增注》的时候，有一些自己的疑惑，就趁这个机会，几分钟的时间，向这三位大德请教，他们都是很有耐心的给悟胜详细的解释，如何去把这个疑难问题把它破解掉，而且他们一直都会不断的讲得深入，让悟胜真的是茅塞顿开。像上天下因阿阇黎，悟胜在去年的时候就透过网站去正觉精舍他们这个网路电视台学习《量处轻重仪》，那个时候听了是觉得寒毛直竖，没有想到出家人的物品一定要非常谨慎、非常认真，要非常严格的去处理，决定不能够说马马虎虎，决定不能够有一点点漏失，自己如果有一点点忽略，或者是故意的造作这个行为的话，那个果报都是很重很重。这一次本来悟胜是想启请上天下因阿阇黎为大家做一个简短的《量处轻重仪》的报告，但是阿阇黎回答说，因为这个内容太多了，两个小时来不及讲。悟胜是很希望，如果下次还有机会的话，恭请他能够为我们四众弟子们详细的解释《量处轻重仪》。",
      "zh_TW": "本來悟勝在這些長者，還有阿闍黎來之前，心裡面挺緊張的，不曉得如何與這些專門研學戒律的大德們相處，生怕自己做錯了事情、說錯話。可是這幾天與這幾位大德在一起的時候，有種無法用言語來跟大家講的，就是覺得非常非常歡喜，覺得這幾位大德一點架子都沒有，非常的平易近人。而且當悟勝無論是迎請這些大德來到講堂，還是恭送他們回到寮房的時候，自己在學習戒律方面，尤其是學習《沙彌律儀要略增註》的時候，有一些自己的疑惑，就趁這個機會，幾分鐘的時間，向這三位大德請教，他們都是很有耐心的給悟勝詳細的解釋，如何去把這個疑難問題把它破解掉，而且他們一直都會不斷的講得深入，讓悟勝真的是茅塞頓開。像上天下因阿闍黎，悟勝在去年的時候就透過網站去正覺精舍他們這個網路電視台學習《量處輕重儀》，那個時候聽了是覺得寒毛直豎，沒有想到出家人的物品一定要非常謹慎、非常認真，要非常嚴格的去處理，決定不能夠說馬馬虎虎，決定不能夠有一點點漏失，自己如果有一點點忽略，或者是故意的造作這個行為的話，那個果報都是很重很重。這一次本來悟勝是想啟請上天下因阿闍黎為大家做一個簡短的《量處輕重儀》的報告，但是阿闍黎回答說，因為這個內容太多了，兩個小時來不及講。悟勝是很希望，如果下次還有機會的話，恭請他能夠為我們四眾弟子們詳細的解釋《量處輕重儀》。"
    },
    {
      "id": "02-042-0079_p0061",
      "zh_CN": "第三位大德是上果下良阿阇黎，他也是非常慈悲，他昨天给悟胜淡淡的就说了一句话，可是悟胜听了之后觉得极其震撼。他就问悟胜：「你是哪一年受戒的？你多大年纪？」悟胜就回答是一九六九年出生。他就说，我是一九六七年出生的。悟胜听了之后，当时的反应就是惭愧得无地自容。再想想我们师父上人一再教导我们大家，学习经教务必要做到古大德所传授给我们的方法，一门深入，长时薰修。想想清公和尚、上天下因阿阇黎，还有上果下良阿阇黎这些大德，哪一个不是专攻戒律至少是二、三十年以上？所以我们现在听这三位大德给我们讲授戒律的时候，悟胜在台下也是很认真的去聆听他们是怎么讲的，堂堂课都是很认真的在听。听了之后悟胜的感受是，他们是依照古大德讲经的方式，像师父上人早年在新加坡为许多年轻的法师、在家居士教这个讲经的方法，悟胜在听的时候也是仔细在听，他们是怎么讲的，结果一听，原来他们也是用这种古人的讲经的方式。悟胜当时心里是非常欢喜，想想这个道场的的确确是持戒这么好，而且念佛又这么样的专精，并且讲经的也都是专科班培训出来的，所以让悟胜感到非常的欢喜。非常感恩师父给我们这个机会，来亲近这三位大德。",
      "zh_TW": "第三位大德是上果下良阿闍黎，他也是非常慈悲，他昨天給悟勝淡淡的就說了一句話，可是悟勝聽了之後覺得極其震撼。他就問悟勝：「你是哪一年受戒的？你多大年紀？」悟勝就回答是一九六九年出生。他就說，我是一九六七年出生的。悟勝聽了之後，當時的反應就是慚愧得無地自容。再想想我們師父上人一再教導我們大家，學習經教務必要做到古大德所傳授給我們的方法，一門深入，長時薰修。想想清公和尚、上天下因阿闍黎，還有上果下良阿闍黎這些大德，哪一個不是專攻戒律至少是二、三十年以上？所以我們現在聽這三位大德給我們講授戒律的時候，悟勝在台下也是很認真的去聆聽他們是怎麼講的，堂堂課都是很認真的在聽。聽了之後悟勝的感受是，他們是依照古大德講經的方式，像師父上人早年在新加坡為許多年輕的法師、在家居士教這個講經的方法，悟勝在聽的時候也是仔細在聽，他們是怎麼講的，結果一聽，原來他們也是用這種古人的講經的方式。悟勝當時心裡是非常歡喜，想想這個道場的的確確是持戒這麼好，而且念佛又這麼樣的專精，並且講經的也都是專科班培訓出來的，所以讓悟勝感到非常的歡喜。非常感恩師父給我們這個機會，來親近這三位大德。"
    },
    {
      "id": "02-042-0079_p0062",
      "zh_CN": "悟胜刚才也听到师父上人，还有昨天师父上人两次都有说到，明年春天的时候会在图文巴接待这些联合国的大使，并且师父还说一定会回来。当时悟胜听了之后非常欢喜，如果不是因为坐在这个地方的话，悟胜真的很想跪下去向师父上人顶礼。因为这个地方，的的确确是天时、地利、人和这三个要素都具备了。师父对学院四众弟子期望很高，我们四众弟子一定愈加的努力，不辜负师父上人的谆谆教诲。我们一定遵守师父上人所指导我们的，一定要持戒念佛，发愿求生西方净土，要真正效仿过去、现在这些大德们，他们言传身教的这些宝贵的方法。我们自己一定要给佛菩萨，给历代的这些祖师大德们，也给师父上人，也给所有过去、现在，还有未来教导我们的这些大德们脸上争光，我们真的不再浪费时间，一定好好学习。",
      "zh_TW": "悟勝剛才也聽到師父上人，還有昨天師父上人兩次都有說到，明年春天的時候會在圖文巴接待這些聯合國的大使，並且師父還說一定會回來。當時悟勝聽了之後非常歡喜，如果不是因為坐在這個地方的話，悟勝真的很想跪下去向師父上人頂禮。因為這個地方，的的確確是天時、地利、人和這三個要素都具備了。師父對學院四眾弟子期望很高，我們四眾弟子一定愈加的努力，不辜負師父上人的諄諄教誨。我們一定遵守師父上人所指導我們的，一定要持戒念佛，發願求生西方淨土，要真正效仿過去、現在這些大德們，他們言傳身教的這些寶貴的方法。我們自己一定要給佛菩薩，給歷代的這些祖師大德們，也給師父上人，也給所有過去、現在，還有未來教導我們的這些大德們臉上爭光，我們真的不再浪費時間，一定好好學習。"
    },
    {
      "id": "02-042-0079_p0063",
      "zh_CN": "这是悟胜在毫无准备之下，其实说话都是非常紧张，也非常激动。悟胜就是一句话，非常感恩师父，也非常感恩这三位大德，还有所有护持这个学戒讲经班的佛菩萨、龙天善神，以及十方的这些大德们。悟胜非常希望所有发心来到这边参学的四众同修们要真正发心，要续佛慧命，我们要把玄奘大师当年所发的愿变成是我们自己的愿，「远绍如来，近光大法」，我们把这样的大愿变成是我们自己的愿。而且前几天师父上人给我们悟字辈的法师做了非常好的开示，要我们法师弟子们一定要真正发心，在这个圣教继绝存亡的关键时刻要勇挑重担，不惜身命，要尽全力把这个圣教再兴隆起来。悟胜听了之后也是当时浑身都在发麻，非常感恩师父一再的提醒我们。学生非常惭愧，到现在还没有做到如同恩师所讲的这个标准，但是悟胜一定好好学习，不辜负您老人家的期望。阿弥陀佛！",
      "zh_TW": "這是悟勝在毫無準備之下，其實說話都是非常緊張，也非常激動。悟勝就是一句話，非常感恩師父，也非常感恩這三位大德，還有所有護持這個學戒講經班的佛菩薩、龍天善神，以及十方的這些大德們。悟勝非常希望所有發心來到這邊參學的四眾同修們要真正發心，要續佛慧命，我們要把玄奘大師當年所發的願變成是我們自己的願，「遠紹如來，近光大法」，我們把這樣的大願變成是我們自己的願。而且前幾天師父上人給我們悟字輩的法師做了非常好的開示，要我們法師弟子們一定要真正發心，在這個聖教繼絕存亡的關鍵時刻要勇挑重擔，不惜身命，要盡全力把這個聖教再興隆起來。悟勝聽了之後也是當時渾身都在發麻，非常感恩師父一再的提醒我們。學生非常慚愧，到現在還沒有做到如同恩師所講的這個標準，但是悟勝一定好好學習，不辜負您老人家的期望。阿彌陀佛！"
    },
    {
      "id": "02-042-0079_p0064",
      "zh_CN": "老法师：胜师报告我们大家都听到了。我们真正希望的是每一个同学自觉，自觉才能觉他，会影响别人，感应是自然的。我们也不要有意这么做，有意、有目的，这都是错误，都着相了。这是我们的本分，我们认清楚了，我应该要这样做，与任何人都不相干。诸佛如来是这么做法，诸大菩萨也是这么做法，乃至于声闻、缘觉，没有例外的。决定要自己先成就，才能帮助众生，帮助众生没有过失。自己没有成就，想帮助众生，有时候帮错了，为什么？自己以为是对的，实际上它里头有偏差、有偏邪。所以要很谨慎。偏邪的根在哪里？就是我们自己有私心。哪一个人没私心？没有私心的人是圣人。我们就是要放下私、欲，为什么？因为我要到极乐世界去。有私心的人极乐世界去不了，有烦恼习气的人到极乐世界品位不高。我们也不需要争品位，那个毫无意义，一切随其自然，自自然然就好，自自然然就跟性德相应。",
      "zh_TW": "老法師：勝師報告我們大家都聽到了。我們真正希望的是每一個同學自覺，自覺才能覺他，會影響別人，感應是自然的。我們也不要有意這麼做，有意、有目的，這都是錯誤，都著相了。這是我們的本分，我們認清楚了，我應該要這樣做，與任何人都不相干。諸佛如來是這麼做法，諸大菩薩也是這麼做法，乃至於聲聞、緣覺，沒有例外的。決定要自己先成就，才能幫助眾生，幫助眾生沒有過失。自己沒有成就，想幫助眾生，有時候幫錯了，為什麼？自己以為是對的，實際上它裡頭有偏差、有偏邪。所以要很謹慎。偏邪的根在哪裡？就是我們自己有私心。哪一個人沒私心？沒有私心的人是聖人。我們就是要放下私、欲，為什麼？因為我要到極樂世界去。有私心的人極樂世界去不了，有煩惱習氣的人到極樂世界品位不高。我們也不需要爭品位，那個毫無意義，一切隨其自然，自自然然就好，自自然然就跟性德相應。"
    },
    {
      "id": "02-042-0079_p0065",
      "zh_CN": "生在这个大时代，众生苦多，没乐。如何帮助大家消灾免难？就是自己真正修行，真修行的人住在这一方，这一方的人灾难就减轻。不必说要发什么特别的心，不必，老老实实念佛。把根本的几个戒搞清楚、搞明白，用这个约束自己、帮助自己，戒律是帮助自己回归清净平等觉。绝对不能够我持戒，看到不持戒的人就批评他，那就错了，你持戒在造业。他持不持与我没有关系，他不尊重我，我要尊重他，他不赞叹我，我也要赞叹他，我们学普贤十愿。普贤十愿是极乐世界人人都要修的，《无量寿经》第二品「德遵普贤」，经上叫我们做我们真做，我们真正把一切众生看作是阿弥陀佛。不但看作佛，看作阿弥陀佛，真的是阿弥陀佛，全是阿弥陀佛自性里头流出来的，怎么不是阿弥陀佛？所以心清净、平等、安稳，生智慧，不生烦恼。自己做好了，自自然然会影响，特别是天地鬼神他会加持你、会保佑你，这一方人都有福了。好，时间到了，今天我们就学习到此地。",
      "zh_TW": "生在這個大時代，眾生苦多，沒樂。如何幫助大家消災免難？就是自己真正修行，真修行的人住在這一方，這一方的人災難就減輕。不必說要發什麼特別的心，不必，老老實實念佛。把根本的幾個戒搞清楚、搞明白，用這個約束自己、幫助自己，戒律是幫助自己回歸清淨平等覺。絕對不能夠我持戒，看到不持戒的人就批評他，那就錯了，你持戒在造業。他持不持與我沒有關係，他不尊重我，我要尊重他，他不讚歎我，我也要讚歎他，我們學普賢十願。普賢十願是極樂世界人人都要修的，《無量壽經》第二品「德遵普賢」，經上叫我們做我們真做，我們真正把一切眾生看作是阿彌陀佛。不但看作佛，看作阿彌陀佛，真的是阿彌陀佛，全是阿彌陀佛自性裡頭流出來的，怎麼不是阿彌陀佛？所以心清淨、平等、安穩，生智慧，不生煩惱。自己做好了，自自然然會影響，特別是天地鬼神他會加持你、會保佑你，這一方人都有福了。好，時間到了，今天我們就學習到此地。"
    }
  ]
}