{
  "doc_id": "02-042-0174",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "梁同学",
    "廖同学",
    "胡小林居士"
  ],
  "volume": {
    "zh_CN": "第一七四集",
    "zh_TW": "第一七四集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0174",
  "total_paragraphs": 130,
  "paragraphs": [
    {
      "id": "02-042-0174_p0001",
      "zh_CN": "学生：尊敬的师父上人、尊敬的胡居士慈鉴：不肖弟子梁同学、廖同学今天向师长们求忏悔和求师长们慈悲救拔。弟子们谨白的题目是：「老油条」的忏悔心声——办学十年的总结和反思",
      "zh_TW": "學生：尊敬的師父上人、尊敬的胡居士慈鑒：不肖弟子梁同學、廖同學今天向師長們求懺悔和求師長們慈悲救拔。弟子們謹白的題目是：「老油條」的懺悔心聲——辦學十年的總結和反思"
    },
    {
      "id": "02-042-0174_p0002",
      "zh_CN": "从二ＯＯ五到今天，我们办学已经走过了十年了，从十年前真诚心的初现，到今日成为修行的「老油条」，真是令人汗颜。",
      "zh_TW": "從二ＯＯ五到今天，我們辦學已經走過了十年了，從十年前真誠心的初現，到今日成為修行的「老油條」，真是令人汗顏。"
    },
    {
      "id": "02-042-0174_p0003",
      "zh_CN": "今年，梁同学、廖同学去了潮州谢总黄河道德讲堂学习，感触良多。梁同学早上洗漱后，刷牙杯上还有水，就放在漂亮的桌子上，同屋的辅导员老师默默的在杯子下放了一张纸巾……学生真的很惭愧，学了那么久了，还是太粗心了，太自私了。",
      "zh_TW": "今年，梁同學、廖同學去了潮州謝總黃河道德講堂學習，感觸良多。梁同學早上洗漱後，刷牙杯上還有水，就放在漂亮的桌子上，同屋的輔導員老師默默的在杯子下放了一張紙巾……學生真的很慚愧，學了那麼久了，還是太粗心了，太自私了。"
    },
    {
      "id": "02-042-0174_p0004",
      "zh_CN": "后来，谢总还为我们亲自开示一个半小时，其中有一句话耐人寻味，他说：「那些学了很久，不知要改的老油条，我们没办法……」当时总觉得是在说别人，现在想来不就是在教导我们自己吗？",
      "zh_TW": "後來，謝總還為我們親自開示一個半小時，其中有一句話耐人尋味，他說：「那些學了很久，不知要改的老油條，我們沒辦法……」當時總覺得是在說別人，現在想來不就是在教導我們自己嗎？"
    },
    {
      "id": "02-042-0174_p0005",
      "zh_CN": "甲、个人修学",
      "zh_TW": "甲、個人修學"
    },
    {
      "id": "02-042-0174_p0006",
      "zh_CN": "这些年来的个人修学是很差的，总以为世界灾难问题，我们拼命努力办学可以解决。因此很少真正注重个人修学，忙着「帮别人修学」，结果自身修学不得力，经常在他人的身上找问题的答案，而不是在自己身上。",
      "zh_TW": "這些年來的個人修學是很差的，總以為世界災難問題，我們拼命努力辦學可以解決。因此很少真正注重個人修學，忙著「幫別人修學」，結果自身修學不得力，經常在他人的身上找問題的答案，而不是在自己身上。"
    },
    {
      "id": "02-042-0174_p0007",
      "zh_CN": "最近在培训班上，上悟下道法师教导我们：「又师云：学习弘扬传统文化，平常没有时间念佛，只要具足信愿，临终一念十念也能往生，这就是《观经》中品下生者往生的条件，是世间的善人临终发愿往生时的品位。在此弟子想到一个问题：恐有人听到只要有信愿就可以往生，平常不要念佛修行，到临终前发个愿就可以往生。如果误会这个意思，就与日本有人提倡的本愿念佛一样了！」",
      "zh_TW": "最近在培訓班上，上悟下道法師教導我們：「又師云：學習弘揚傳統文化，平常沒有時間念佛，只要具足信願，臨終一念十念也能往生，這就是《觀經》中品下生者往生的條件，是世間的善人臨終發願往生時的品位。在此弟子想到一個問題：恐有人聽到只要有信願就可以往生，平常不要念佛修行，到臨終前發個願就可以往生。如果誤會這個意思，就與日本有人提倡的本願念佛一樣了！」"
    },
    {
      "id": "02-042-0174_p0008",
      "zh_CN": "弟子们就是如此疏忽个人修行，往往力不从心，这样岂不是无量劫来，好不容易盼到的今生又一错再错。",
      "zh_TW": "弟子們就是如此疏忽個人修行，往往力不從心，這樣豈不是無量劫來，好不容易盼到的今生又一錯再錯。"
    },
    {
      "id": "02-042-0174_p0009",
      "zh_CN": "弟子们还做了十年的《弟子规》警察，经常看别人不顺眼，甚至常常批评人，每每以老师自居，好像自己早已有了成就。见到自己的母亲也一样，常常关心的是母亲的修行，不注重自己的修行和孝道。",
      "zh_TW": "弟子們還做了十年的《弟子規》警察，經常看別人不順眼，甚至常常批評人，每每以老師自居，好像自己早已有了成就。見到自己的母親也一樣，常常關心的是母親的修行，不注重自己的修行和孝道。"
    },
    {
      "id": "02-042-0174_p0010",
      "zh_CN": "弟子梁同学听经不认真，总以为自己还年轻，往生的事情以后再讲，在师父上人多次苦口婆心的提醒后，还不当一回事。听经时，时常做别的事，或者就睡着了，不觉得这是人生第一件大事。廖同学则边听边练书法或做家务，难得能正襟危坐的听，甚至是边躺着休息边听经。内心很是挣扎，愧对师父上人。天天忙于人事物，时间精力分散，很想好好修行求往生，道义上却又不能不顾已在身边的这些家长孩子们，经常矛盾不堪。",
      "zh_TW": "弟子梁同學聽經不認真，總以為自己還年輕，往生的事情以後再講，在師父上人多次苦口婆心的提醒後，還不當一回事。聽經時，時常做別的事，或者就睡著了，不覺得這是人生第一件大事。廖同學則邊聽邊練書法或做家務，難得能正襟危坐的聽，甚至是邊躺著休息邊聽經。內心很是掙扎，愧對師父上人。天天忙於人事物，時間精力分散，很想好好修行求往生，道義上卻又不能不顧已在身邊的這些家長孩子們，經常矛盾不堪。"
    },
    {
      "id": "02-042-0174_p0011",
      "zh_CN": "弟子们做事没长性，常常发空愿。一千遍海贤老和尚的光碟和一万声佛号，已经多次想冲刺，可是都泡汤了。今年三月末，听了丁嘉丽老师的报告，很感动，决定开始，坚持了一段时间，可之后不久因事外出，就又坚持不了了。",
      "zh_TW": "弟子們做事沒長性，常常發空願。一千遍海賢老和尚的光碟和一萬聲佛號，已經多次想衝刺，可是都泡湯了。今年三月末，聽了丁嘉麗老師的報告，很感動，決定開始，堅持了一段時間，可之後不久因事外出，就又堅持不了了。"
    },
    {
      "id": "02-042-0174_p0012",
      "zh_CN": "弟子梁同学常常上网，找所谓的资料，可是流连网络，接触很多垃圾，拾不到甚么黄金。最近又由于新加坡烟雾弥漫，灾难深重，常常上网关心新闻，心神昏散。自己天天做波旬的学生，怎能得到提升？脑海里贪念、淫念、瞋怒念、高己卑人念等恶毒念头时常生起，常常心浮气躁，真是苦恼众生。",
      "zh_TW": "弟子梁同學常常上網，找所謂的資料，可是流連網絡，接觸很多垃圾，拾不到甚麼黃金。最近又由於新加坡煙霧彌漫，災難深重，常常上網關心新聞，心神昏散。自己天天做波旬的學生，怎能得到提升？腦海裡貪念、淫念、瞋怒念、高己卑人念等惡毒念頭時常生起，常常心浮氣躁，真是苦惱眾生。"
    },
    {
      "id": "02-042-0174_p0013",
      "zh_CN": "由于弟子们没用功修学，我们独处时力不从心，时常悲观，时常自责或相责，经常看灰色面，也很担心不能往生。",
      "zh_TW": "由於弟子們沒用功修學，我們獨處時力不從心，時常悲觀，時常自責或相責，經常看灰色面，也很擔心不能往生。"
    },
    {
      "id": "02-042-0174_p0014",
      "zh_CN": "上次师父上人在四年前，就是要救我们，让我们离开新加坡。但弟子梁同学情执深重，舍不得和廖同学分开，和大同学人分开，故没有听师父和胡居士的教导，背师叛道，所以如今后悔不迭。",
      "zh_TW": "上次師父上人在四年前，就是要救我們，讓我們離開新加坡。但弟子梁同學情執深重，捨不得和廖同學分開，和大同學人分開，故沒有聽師父和胡居士的教導，背師叛道，所以如今後悔不迭。"
    },
    {
      "id": "02-042-0174_p0015",
      "zh_CN": "请问尊敬的师父上人，我们学习传统文化和所谓办班教学的人，应该如何来修行呢？",
      "zh_TW": "請問尊敬的師父上人，我們學習傳統文化和所謂辦班教學的人，應該如何來修行呢？"
    },
    {
      "id": "02-042-0174_p0016",
      "zh_CN": "乙、办班教学",
      "zh_TW": "乙、辦班教學"
    },
    {
      "id": "02-042-0174_p0017",
      "zh_CN": "办班教学十年了，我们开设了一系列的课程。但是，自己进步不大。主要原因是弟子梁同学说到做不到，又常常要求别人做，不得人心。",
      "zh_TW": "辦班教學十年了，我們開設了一系列的課程。但是，自己進步不大。主要原因是弟子梁同學說到做不到，又常常要求別人做，不得人心。"
    },
    {
      "id": "02-042-0174_p0018",
      "zh_CN": "现在有两堂家长课（以播放光碟为主，星期五晚上和星期六下午各两小时），星期六的短期中华德育班（十二周，十二课，每课一个半小时，与家长孩子谈《弟子规》的落实），古文课（学讲《国学治要》，星期六晚上每课两小时），星期天有一天的中华德育课程（早上是三小时的书法课，和一小时左右的《说文解字》，下午是两小时的因果课，当中有默写《国学治要》篇目和唱歌）。",
      "zh_TW": "現在有兩堂家長課（以播放光碟為主，星期五晚上和星期六下午各兩小時），星期六的短期中華德育班（十二周，十二課，每課一個半小時，與家長孩子談《弟子規》的落實），古文課（學講《國學治要》，星期六晚上每課兩小時），星期天有一天的中華德育課程（早上是三小時的書法課，和一小時左右的《說文解字》，下午是兩小時的因果課，當中有默寫《國學治要》篇目和唱歌）。"
    },
    {
      "id": "02-042-0174_p0019",
      "zh_CN": "前几年我们不会观机，不了解新加坡现状，试图创办一条龙学校和让小学毕业生来一年一科的修学中学的课程。有几位有学历和能力的家长放下了工作，到大同担起教导孩子们的任务。幼儿班读诵启蒙经典和《四书》，中学组则一科一科的教正规学校里的科目，预备中四以私人学生名义去参加会考。",
      "zh_TW": "前幾年我們不會觀機，不了解新加坡現狀，試圖創辦一條龍學校和讓小學畢業生來一年一科的修學中學的課程。有幾位有學歷和能力的家長放下了工作，到大同擔起教導孩子們的任務。幼兒班讀誦啟蒙經典和《四書》，中學組則一科一科的教正規學校裡的科目，預備中四以私人學生名義去參加會考。"
    },
    {
      "id": "02-042-0174_p0020",
      "zh_CN": "执行后一段时间，感觉课业学习和德行方面的效果不是很好，便强制规定若要继续修学，孩子就得住到大同来。结果感来了问题，幼儿的父母因理念不和，而与孩子一起退出。女中学生备受影响，也开始不愿意听话和守规矩。",
      "zh_TW": "執行後一段時間，感覺課業學習和德行方面的效果不是很好，便強制規定若要繼續修學，孩子就得住到大同來。結果感來了問題，幼兒的父母因理念不和，而與孩子一起退出。女中學生備受影響，也開始不願意聽話和守規矩。"
    },
    {
      "id": "02-042-0174_p0021",
      "zh_CN": "其后又收了好几位男生来住宿（父母愿意奉献出来，将来弘扬圣贤教育的），结果也是效果不佳，互相影响，不愿服从管教。制止他们后，父母不是很高兴我们的处理方法，孩子同时也受亲友的影响而向往外面的自由生活，所以不久后，就不欢而散了。",
      "zh_TW": "其後又收了好幾位男生來住宿（父母願意奉獻出來，將來弘揚聖賢教育的），結果也是效果不佳，互相影響，不願服從管教。制止他們後，父母不是很高興我們的處理方法，孩子同時也受親友的影響而嚮往外面的自由生活，所以不久後，就不歡而散了。"
    },
    {
      "id": "02-042-0174_p0022",
      "zh_CN": "之后，幼儿读经班又重新收了一批学生，不住宿的，效果不错，天天读经几个小时，琅琅上口，都可以记诵。另外还教他们基础英文和读诵英文《弟子规》",
      "zh_TW": "之後，幼兒讀經班又重新收了一批學生，不住宿的，效果不錯，天天讀經幾個小時，琅琅上口，都可以記誦。另外還教他們基礎英文和讀誦英文《弟子規》"
    },
    {
      "id": "02-042-0174_p0023",
      "zh_CN": "此办学持续约三、四年之久而告终。之后，由于一些事情，弟子梁同学开除了两位女生。又因一位男生在此地课室随喜箱多次偷窃钱财，习性难改，还不听教导，刻意打扮，后来不要随父母来学习，梁同学为此开除了他，目前他的母亲一人仍在大同学习。因此，梁同学伤害和得罪了不少人，虽然我们近来都跟以前伤害过的学人赔礼道歉，化解了一些误会和仇恨，细细想想，自己的未来令人担忧。",
      "zh_TW": "此辦學持續約三、四年之久而告終。之後，由於一些事情，弟子梁同學開除了兩位女生。又因一位男生在此地課室隨喜箱多次偷竊錢財，習性難改，還不聽教導，刻意打扮，後來不要隨父母來學習，梁同學為此開除了他，目前他的母親一人仍在大同學習。因此，梁同學傷害和得罪了不少人，雖然我們近來都跟以前傷害過的學人賠禮道歉，化解了一些誤會和仇恨，細細想想，自己的未來令人擔憂。"
    },
    {
      "id": "02-042-0174_p0024",
      "zh_CN": "我们常常想聚集一批人，关起门来可以成就，结果往往障碍很大，经营得很吃力。",
      "zh_TW": "我們常常想聚集一批人，關起門來可以成就，結果往往障礙很大，經營得很吃力。"
    },
    {
      "id": "02-042-0174_p0025",
      "zh_CN": "现在长期学习的家长和同学有一百五十多人，最长已经学了十年，大家都很珍惜修学的机会，目前不少人发心做护持工作和积极学习当助教。往后我们该如何安排？",
      "zh_TW": "現在長期學習的家長和同學有一百五十多人，最長已經學了十年，大家都很珍惜修學的機會，目前不少人發心做護持工作和積極學習當助教。往後我們該如何安排？"
    },
    {
      "id": "02-042-0174_p0026",
      "zh_CN": "近日，我们想调整课程设置，改变课程的形式，迎接更多的新人。请问尊敬的师父上人，如何的办学才是如法的办学，该主要讲解甚么？课时多长为好？是否学谢总，只办短期课程呢？",
      "zh_TW": "近日，我們想調整課程設置，改變課程的形式，迎接更多的新人。請問尊敬的師父上人，如何的辦學才是如法的辦學，該主要講解甚麼？課時多長為好？是否學謝總，只辦短期課程呢？"
    },
    {
      "id": "02-042-0174_p0027",
      "zh_CN": "丙、书法教学",
      "zh_TW": "丙、書法教學"
    },
    {
      "id": "02-042-0174_p0028",
      "zh_CN": "书法教学（楷、行、隶、篆）一直是我们所谓的强项，以此让家长、孩子能够有个健康的消遣爱好，从中提高定力的修学，制造长期努力修学的目标。并通过书法与他们拉近关系，把《弟子规》的认真学习态度落实到书法和生活上。不过，因为在外工作和学校学习的压力很大，修学多年，好些家长和孩子没时间好好练习，进度缓慢或提不起劲练习。最近我们行将九十的书法老师也说：「这个时代没有书法家了，因为大家都没时间练！」老人家是南洋书画金石名家施香沱的入室弟子，四岁入私塾，习书一辈子。她老人家常说自己的笔法是老古董笔法，很想传给后人。",
      "zh_TW": "書法教學（楷、行、隸、篆）一直是我們所謂的強項，以此讓家長、孩子能夠有個健康的消遣愛好，從中提高定力的修學，製造長期努力修學的目標。並通過書法與他們拉近關係，把《弟子規》的認真學習態度落實到書法和生活上。不過，因為在外工作和學校學習的壓力很大，修學多年，好些家長和孩子沒時間好好練習，進度緩慢或提不起勁練習。最近我們行將九十的書法老師也說：「這個時代沒有書法家了，因為大家都沒時間練！」老人家是南洋書畫金石名家施香沱的入室弟子，四歲入私塾，習書一輩子。她老人家常說自己的筆法是老古董筆法，很想傳給後人。"
    },
    {
      "id": "02-042-0174_p0029",
      "zh_CN": "我们是从描红开始的，当时不少人描红，效果不错。后来进入楷书，很多人学习，也不错。可是当同学们逐渐长大，课业负担加重后，就有难度了，学习进进退退。他们是想继续学下去的，也很向往四体皆会，只是力不从心。",
      "zh_TW": "我們是從描紅開始的，當時不少人描紅，效果不錯。後來進入楷書，很多人學習，也不錯。可是當同學們逐漸長大，課業負擔加重後，就有難度了，學習進進退退。他們是想繼續學下去的，也很嚮往四體皆會，只是力不從心。"
    },
    {
      "id": "02-042-0174_p0030",
      "zh_CN": "请问尊敬的师父上人，书法须练习到何种程度？是否需要像过去的读书人那样，掌握楷、行、隶、篆四体吗？还是只要基本笔法（永字八法）掌握，然后自己去练习？",
      "zh_TW": "請問尊敬的師父上人，書法須練習到何種程度？是否需要像過去的讀書人那樣，掌握楷、行、隸、篆四體嗎？還是只要基本筆法（永字八法）掌握，然後自己去練習？"
    },
    {
      "id": "02-042-0174_p0031",
      "zh_CN": "大众已经学了楷书，最近刚开始学习《说文解字》部首篆字，有意于今年年底结束所有长期书法课程，不知妥当吗？",
      "zh_TW": "大眾已經學了楷書，最近剛開始學習《說文解字》部首篆字，有意於今年年底結束所有長期書法課程，不知妥當嗎？"
    },
    {
      "id": "02-042-0174_p0032",
      "zh_CN": "弟子们自己是否也停止书法的练习，多一些时间关注德行和学术的提升？",
      "zh_TW": "弟子們自己是否也停止書法的練習，多一些時間關注德行和學術的提升？"
    },
    {
      "id": "02-042-0174_p0033",
      "zh_CN": "丁、古文学习",
      "zh_TW": "丁、古文學習"
    },
    {
      "id": "02-042-0174_p0034",
      "zh_CN": "二Ｏ一Ｏ年，根据自己听经的理解，号召了一批业余的《国学治要》学习小组成员。当时完成了《国学治要古文选》。大家日以继夜，非常辛苦。功劳属于大众！",
      "zh_TW": "二Ｏ一Ｏ年，根據自己聽經的理解，號召了一批業餘的《國學治要》學習小組成員。當時完成了《國學治要古文選》。大家日以繼夜，非常辛苦。功勞屬於大眾！"
    },
    {
      "id": "02-042-0174_p0035",
      "zh_CN": "后来师父上人有意安排《国学治要》的事情，梁同学业障深重，自我放弃，现在后悔不已。",
      "zh_TW": "後來師父上人有意安排《國學治要》的事情，梁同學業障深重，自我放棄，現在後悔不已。"
    },
    {
      "id": "02-042-0174_p0036",
      "zh_CN": "从那以后，我们又自动请缨，要完成《国学治要》的三千篇文章的翻译工作，于是召集大家，请大家发心。我们又购买电脑，甚至跪着求人辞职，团结了一些同人，当然也有人不满离去。这里梁同学、廖同学要为伤害过的人求忏悔。",
      "zh_TW": "從那以後，我們又自動請纓，要完成《國學治要》的三千篇文章的翻譯工作，於是召集大家，請大家發心。我們又購買電腦，甚至跪著求人辭職，團結了一些同人，當然也有人不滿離去。這裡梁同學、廖同學要為傷害過的人求懺悔。"
    },
    {
      "id": "02-042-0174_p0037",
      "zh_CN": "男众因为他们的办公室被称为「五福居」，所以叫「五福团队」。女众学习的地方叫「大雅轩」，所以叫「大雅团队」。",
      "zh_TW": "男眾因為他們的辦公室被稱為「五福居」，所以叫「五福團隊」。女眾學習的地方叫「大雅軒」，所以叫「大雅團隊」。"
    },
    {
      "id": "02-042-0174_p0038",
      "zh_CN": "因为听了师父上人的经，只是一厢情愿去理解，招募《国学治要》研究员大家来拼《国学治要》。所以大部分男众都是四、五十岁以上的男众家长，上有老，下有小，有家庭的负担和家用的压力，都不是从事教育工作的。但大家的确很真诚，不希望传统文化和正法灭在我们这一代，硬着头皮挺身而出。我们发以一定的薪水让他们来学习，从汉语拼音开始教，至今到《说文解字》，已有二年余了。但我们为此，前一阶段刚刚经历经济危机，好在护法大德居士帮忙，我们顺利度过难关。",
      "zh_TW": "因為聽了師父上人的經，只是一廂情願去理解，招募《國學治要》研究員大家來拼《國學治要》。所以大部分男眾都是四、五十歲以上的男眾家長，上有老，下有小，有家庭的負擔和家用的壓力，都不是從事教育工作的。但大家的確很真誠，不希望傳統文化和正法滅在我們這一代，硬著頭皮挺身而出。我們發以一定的薪水讓他們來學習，從漢語拼音開始教，至今到《說文解字》，已有二年餘了。但我們為此，前一階段剛剛經歷經濟危機，好在護法大德居士幫忙，我們順利度過難關。"
    },
    {
      "id": "02-042-0174_p0039",
      "zh_CN": "最近一、二年，也有三名男生加入男众团队，一名三十岁，《国学治要古文选》就是他排版的；一名二十三岁，高中毕业，放弃了上国立大学的机会，来学习《说文解字部首简介》；一名二十岁，中学毕业，刚服完兵役，也放弃升学机会，来学习《说文》，他们都有志于弘扬传统文化。",
      "zh_TW": "最近一、二年，也有三名男生加入男眾團隊，一名三十歲，《國學治要古文選》就是他排版的；一名二十三歲，高中畢業，放棄了上國立大學的機會，來學習《說文解字部首簡介》；一名二十歲，中學畢業，剛服完兵役，也放棄升學機會，來學習《說文》，他們都有志於弘揚傳統文化。"
    },
    {
      "id": "02-042-0174_p0040",
      "zh_CN": "上月从香港回来后，我们就安排男众早上八点上班，读一部《无量寿经》，听《无量寿经科注》或《无量寿经科注培训班》一集，中午休息时间播放「贤公和尚佛门榜样」和练书法，下午才制作《说文解字部首简介》有声书。晚上亦有个别发心的人留下来继续做有声书。目前五福团队有十二人。",
      "zh_TW": "上月從香港回來後，我們就安排男眾早上八點上班，讀一部《無量壽經》，聽《無量壽經科註》或《無量壽經科註培訓班》一集，中午休息時間播放「賢公和尚佛門榜樣」和練書法，下午才製作《說文解字部首簡介》有聲書。晚上亦有個別發心的人留下來繼續做有聲書。目前五福團隊有十二人。"
    },
    {
      "id": "02-042-0174_p0041",
      "zh_CN": "女众大雅团队大约有三十人，三、四十岁的母亲居多。每周三、四、五上午来大同学习《说文》，个别有留至下午的。自从今年三月来，也是学习《说文解字部首简介》，我们采取听打的方式，一句一句学习，不懂的就查工具书。和男众一样，大家学得法喜充满。最近由于南洋的大众对中国历史年代无法搞清楚，大家在补历史课，希望数月之内有一些进步。弟子们用的是民国八十五年八月的国立编译馆的历史教科书，不知是否是夹杂和不如法？",
      "zh_TW": "女眾大雅團隊大約有三十人，三、四十歲的母親居多。每周三、四、五上午來大同學習《說文》，個別有留至下午的。自從今年三月來，也是學習《說文解字部首簡介》，我們採取聽打的方式，一句一句學習，不懂的就查工具書。和男眾一樣，大家學得法喜充滿。最近由於南洋的大眾對中國歷史年代無法搞清楚，大家在補歷史課，希望數月之內有一些進步。弟子們用的是民國八十五年八月的國立編譯館的歷史教科書，不知是否是夾雜和不如法？"
    },
    {
      "id": "02-042-0174_p0042",
      "zh_CN": "女众近年来，也有一位二十五岁的大学毕业生加入，还有一位十九岁的理工学院学生停学加入学习，希望为将来的进一步学习做准备。",
      "zh_TW": "女眾近年來，也有一位二十五歲的大學畢業生加入，還有一位十九歲的理工學院學生停學加入學習，希望為將來的進一步學習做準備。"
    },
    {
      "id": "02-042-0174_p0043",
      "zh_CN": "弟子们想请教的是，五福团队做的《说文解字部首简介》有声书如法吗？叩请尊敬的师父上人和尊敬的胡居士教导。这也是我们星期天课程的内容之一，还设置了问答题，家长孩子们的学习热情满高的。大家对文字学有爱好，大部分人学了五年古文了，不知我们接下来该如何引导大家？",
      "zh_TW": "弟子們想請教的是，五福團隊做的《說文解字部首簡介》有聲書如法嗎？叩請尊敬的師父上人和尊敬的胡居士教導。這也是我們星期天課程的內容之一，還設置了問答題，家長孩子們的學習熱情滿高的。大家對文字學有愛好，大部分人學了五年古文了，不知我們接下來該如何引導大家？"
    },
    {
      "id": "02-042-0174_p0044",
      "zh_CN": "另外弟子梁同学离开后，古文课是否继续让放下工作或学业，全职学习《说文解字》和《国学治要》的男众来轮流习讲下去？",
      "zh_TW": "另外弟子梁同學離開後，古文課是否繼續讓放下工作或學業，全職學習《說文解字》和《國學治要》的男眾來輪流習講下去？"
    },
    {
      "id": "02-042-0174_p0045",
      "zh_CN": "戊、卜观音卦",
      "zh_TW": "戊、卜觀音卦"
    },
    {
      "id": "02-042-0174_p0046",
      "zh_CN": "卜观音卦，是以前杨老师传授给我们的。后来，杨老师离开了，我们便无人指导。只好运用观音卦来决定重要的事情和方向。因为经历了一些挫折和失败以后，自信心低落，所以只能仰赖观音卦，希望少走一些弯路，多顺利一些。后来发展到甚么都卜卦，尤其是课程内容和安排，因为实在怕误人子弟，误人前程。结果有后遗症，引来部分家长、孩子的不满，有些退出学习。",
      "zh_TW": "卜觀音卦，是以前楊老師傳授給我們的。後來，楊老師離開了，我們便無人指導。只好運用觀音卦來決定重要的事情和方向。因為經歷了一些挫折和失敗以後，自信心低落，所以只能仰賴觀音卦，希望少走一些彎路，多順利一些。後來發展到甚麼都卜卦，尤其是課程內容和安排，因為實在怕誤人子弟，誤人前程。結果有後遺症，引來部分家長、孩子的不滿，有些退出學習。"
    },
    {
      "id": "02-042-0174_p0047",
      "zh_CN": "至今，尊敬的师父上人和尊敬的护法大德居士如此关心我们，我们至诚恳求教导，我们到底以一个什么样的标准带领家长、孩子？",
      "zh_TW": "至今，尊敬的師父上人和尊敬的護法大德居士如此關心我們，我們至誠懇求教導，我們到底以一個什麼樣的標準帶領家長、孩子？"
    },
    {
      "id": "02-042-0174_p0048",
      "zh_CN": "己、结语",
      "zh_TW": "己、結語"
    },
    {
      "id": "02-042-0174_p0049",
      "zh_CN": "弟子梁同学走后，大同是否要转型，我们该如何转型？有建议我们敞开门来办学的，现在我们已经闭门多年，如果再和外界的人接触，弘护两作，弟子廖同学担心不能胜任，也许有很多业障吧！因为以前有护法大德居士引领时，负责联络、公关，我们只负责讲课，没跟外界直接联系或接触。弟子廖同学又对自己的教学没有信心，希望尊敬的师父上人、尊敬的胡居士鉴定《中华德育短期班》录影是否如法，叩请教导。",
      "zh_TW": "弟子梁同學走後，大同是否要轉型，我們該如何轉型？有建議我們敞開門來辦學的，現在我們已經閉門多年，如果再和外界的人接觸，弘護兩作，弟子廖同學擔心不能勝任，也許有很多業障吧！因為以前有護法大德居士引領時，負責聯絡、公關，我們只負責講課，沒跟外界直接聯繫或接觸。弟子廖同學又對自己的教學沒有信心，希望尊敬的師父上人、尊敬的胡居士鑒定《中華德育短期班》錄影是否如法，叩請教導。"
    },
    {
      "id": "02-042-0174_p0050",
      "zh_CN": "另外，现在是网络时代，我们是否要办一个网站以方便大家学习，并将师长们鉴定过的学习内容挂在网上？",
      "zh_TW": "另外，現在是網絡時代，我們是否要辦一個網站以方便大家學習，並將師長們鑒定過的學習內容掛在網上？"
    },
    {
      "id": "02-042-0174_p0051",
      "zh_CN": "以上是弟子梁同学、廖同学的忏悔总结心得报告，恳请尊敬的师父上人、尊敬的胡居士慈悲教导和救拔。不肖弟子梁同学、廖同学顶礼叩呈。",
      "zh_TW": "以上是弟子梁同學、廖同學的懺悔總結心得報告，懇請尊敬的師父上人、尊敬的胡居士慈悲教導和救拔。不肖弟子梁同學、廖同學頂禮叩呈。"
    },
    {
      "id": "02-042-0174_p0052",
      "zh_CN": "老法师：两位同学的报告，我们听了之后很受感动，你们所遭遇的困难，同样的我们也遇到了。往后，一年会比一年更困难，没有决心，没有毅力，不能忍耐，都很难成就。教学，在这个地球上有史以来，这个项目是中国人的专长。中国人重视教育，我们在历史上可以看到，尧舜那个时候就非常重视教育了，国家有专门管教学的官员，像现在的教育部一样，尧舜时代就有，专管教育的。所以教育的经验、教育的理念、教育的方法，这是很多研究历史的人都承认中国人最懂得。",
      "zh_TW": "老法師：兩位同學的報告，我們聽了之後很受感動，你們所遭遇的困難，同樣的我們也遇到了。往後，一年會比一年更困難，沒有決心，沒有毅力，不能忍耐，都很難成就。教學，在這個地球上有史以來，這個項目是中國人的專長。中國人重視教育，我們在歷史上可以看到，堯舜那個時候就非常重視教育了，國家有專門管教學的官員，像現在的教育部一樣，堯舜時代就有，專管教育的。所以教育的經驗、教育的理念、教育的方法，這是很多研究歷史的人都承認中國人最懂得。"
    },
    {
      "id": "02-042-0174_p0053",
      "zh_CN": "可是很不幸，中国自从满清的中叶以后，外国人用洋枪大炮打开了中国的门户，中国这些读书人，认为我们的失败是由于古老文化这个关系，没有重视科学技术。这些，实在讲一知半解。孙中山先生说得非常好，他过世太早了，这是中国人没福报，他说，他是外国走过的人，而且走了很多国家地区，他说外国人比中国人强的，就是机器，工业的制造，这些东西比我们中国人强。除此以外，无论哪一方面，他们都要向中国请教，它不如中国。中国人要学外国人，学比我们强的那个项目就可以了，不能把中国的东西丢掉。这是正确的，这个说法没错误。",
      "zh_TW": "可是很不幸，中國自從滿清的中葉以後，外國人用洋槍大炮打開了中國的門戶，中國這些讀書人，認為我們的失敗是由於古老文化這個關係，沒有重視科學技術。這些，實在講一知半解。孫中山先生說得非常好，他過世太早了，這是中國人沒福報，他說，他是外國走過的人，而且走了很多國家地區，他說外國人比中國人強的，就是機器，工業的製造，這些東西比我們中國人強。除此以外，無論哪一方面，他們都要向中國請教，它不如中國。中國人要學外國人，學比我們強的那個項目就可以了，不能把中國的東西丟掉。這是正確的，這個說法沒錯誤。"
    },
    {
      "id": "02-042-0174_p0054",
      "zh_CN": "中国人为什么不重视这些武力方面、装备方面？中国人爱好和平，没有想到外国人会用武力来欺负我们，没想到；如果想到他就会做准备，怎么抵抗，没想到，人家真的打过来之后，确实措手不及。幸好没有被外国人瓜分，这什么原因？不是他不想瓜分，是很想，而是没有达成共识，每个人都想独占一面。所以在这种情势之下，对于瓜分就缓和了。最后引发了日本人的侵略，日本那个时候是世界上强国，陆军、海军在东亚是第一。他想得很天真，大概是看到满清帝国，满清人入主中国没有几场战争，而且军队只有二十万人，统治中国这么大地方，日本比满清那个时候强盛太多了。所以日本人估计，三个月可以把中国灭亡。他没有想到，满清人能够夺取中国政权，还是文化。",
      "zh_TW": "中國人為什麼不重視這些武力方面、裝備方面？中國人愛好和平，沒有想到外國人會用武力來欺負我們，沒想到；如果想到他就會做準備，怎麼抵抗，沒想到，人家真的打過來之後，確實措手不及。幸好沒有被外國人瓜分，這什麼原因？不是他不想瓜分，是很想，而是沒有達成共識，每個人都想獨佔一面。所以在這種情勢之下，對於瓜分就緩和了。最後引發了日本人的侵略，日本那個時候是世界上強國，陸軍、海軍在東亞是第一。他想得很天真，大概是看到滿清帝國，滿清人入主中國沒有幾場戰爭，而且軍隊只有二十萬人，統治中國這麼大地方，日本比滿清那個時候強盛太多了。所以日本人估計，三個月可以把中國滅亡。他沒有想到，滿清人能夠奪取中國政權，還是文化。"
    },
    {
      "id": "02-042-0174_p0055",
      "zh_CN": "满清，明朝末年的时候腐败，政府腐败，满清政府确实比明朝政府治理得好。满清人能爱中国人，所以中国人在满清朝廷里面占重要地位的人不少，这个有关系。日本人不是这个态度，日本人瞧不起中国人。满清人不但瞧得起中国人，向中国学习，每一个帝王对儒释道都精通，那不是小通，是真通达，真学，是用中国文化来统治中国，这个没有问题。中国人宽宏大量，谁做皇帝都可以，只要我们日子过得很幸福，只要我们五伦五常，这个伦理、道德、因果教育都没有背弃，人心欢喜。",
      "zh_TW": "滿清，明朝末年的時候腐敗，政府腐敗，滿清政府確實比明朝政府治理得好。滿清人能愛中國人，所以中國人在滿清朝廷裡面佔重要地位的人不少，這個有關係。日本人不是這個態度，日本人瞧不起中國人。滿清人不但瞧得起中國人，向中國學習，每一個帝王對儒釋道都精通，那不是小通，是真通達，真學，是用中國文化來統治中國，這個沒有問題。中國人寬宏大量，誰做皇帝都可以，只要我們日子過得很幸福，只要我們五倫五常，這個倫理、道德、因果教育都沒有背棄，人心歡喜。"
    },
    {
      "id": "02-042-0174_p0056",
      "zh_CN": "日本人不一样，日本人没有把中国人当人看待，特别是南京大屠杀，一般说三十万人，不止，实际上不止。认为这样一杀，中国人吓到了，赶快投降，没有想到起到反作用。看到日本人这样屠杀中国人，我们不能投降，投降全国都被他杀掉了，那怎么样？拼命，激发了中国对日本抗战的决心。这是日本人做错了，如果他要用满清那种柔和的态度对中国人，我相信结果不一样。他没有学满清那些帝王，当时那些满清国家领导人，他没有学会，认为全凭武力可以征服中国，错了。满清征服中国是用中国传统文化，是利用中国的文人，真正有德行、有学问的文人，真诚恭敬向他们请教。这些历史我们都应该要知道。",
      "zh_TW": "日本人不一樣，日本人沒有把中國人當人看待，特別是南京大屠殺，一般說三十萬人，不止，實際上不止。認為這樣一殺，中國人嚇到了，趕快投降，沒有想到起到反作用。看到日本人這樣屠殺中國人，我們不能投降，投降全國都被他殺掉了，那怎麼樣？拼命，激發了中國對日本抗戰的決心。這是日本人做錯了，如果他要用滿清那種柔和的態度對中國人，我相信結果不一樣。他沒有學滿清那些帝王，當時那些滿清國家領導人，他沒有學會，認為全憑武力可以征服中國，錯了。滿清征服中國是用中國傳統文化，是利用中國的文人，真正有德行、有學問的文人，真誠恭敬向他們請教。這些歷史我們都應該要知道。"
    },
    {
      "id": "02-042-0174_p0057",
      "zh_CN": "中国人重视教育，就是一百五十年前满清末年，每个国家都想瓜分中国，去分一块，分赃不均，所以没有下手，各个都想下毒手，这是中国祖宗之德在保佑着。二战结束之后，是胜利了，国家名誉是恢复了，根是扎稳了，但是对中国传统文化的信心丧失了，那就是带给我们现前的灾难。我们如何救亡图存？今天救亡图存不只是中国，是全球性的。所以我们观察、起心动念、思惟，都要以整个地球来做对象，不能是局部的，局部不能解决问题。真的，现在是地球村，你搞你一家不行，邻居看了不满意。汤恩比博士，这是一个世界上著名专门研究文化历史的一个专家，也只有研究文化历史才真正有远见，真正拿得出方法来解决问题，他是有根据的，不是随便想出来的。",
      "zh_TW": "中國人重視教育，就是一百五十年前滿清末年，每個國家都想瓜分中國，去分一塊，分贓不均，所以沒有下手，各個都想下毒手，這是中國祖宗之德在保佑著。二戰結束之後，是勝利了，國家名譽是恢復了，根是扎穩了，但是對中國傳統文化的信心喪失了，那就是帶給我們現前的災難。我們如何救亡圖存？今天救亡圖存不只是中國，是全球性的。所以我們觀察、起心動念、思惟，都要以整個地球來做對象，不能是局部的，局部不能解決問題。真的，現在是地球村，你搞你一家不行，鄰居看了不滿意。湯恩比博士，這是一個世界上著名專門研究文化歷史的一個專家，也只有研究文化歷史才真正有遠見，真正拿得出方法來解決問題，他是有根據的，不是隨便想出來的。"
    },
    {
      "id": "02-042-0174_p0058",
      "zh_CN": "教人，中国的教育，《大学》是方法，《中庸》是理论，可以说是中国传统文化的根柢，几千年来生生不息，今天还不能够违背这个原则。自天子以至于庶人，什么最重要？修身为本。怎么个修身？修身之根本是什么？根本是格物、致知。那个物是什么？欲望。要把欲望放下，智慧才能现前，欲望把我们的智慧蒙蔽了。古人的教训有道理，要修身，修身从正心，正心从诚意，诚意从致知，致知从格物。找到了根本，把自己一切欲望降低。人降到什么程度？我每天吃得饱，穿得暖，有个小房子可以遮蔽风雨，足矣，你就快乐无比了。你能够无求，智慧就开了，为什么？那个智慧是自己本性里头本来有的智慧，就是物欲把它障碍住，物欲一放下，心就定了，心就清净了。不受外面环境污染，不受它的诱惑，清净心现前，清净心生智慧，这个智慧就能帮助你诚意、正心。",
      "zh_TW": "教人，中國的教育，《大學》是方法，《中庸》是理論，可以說是中國傳統文化的根柢，幾千年來生生不息，今天還不能夠違背這個原則。自天子以至於庶人，什麼最重要？修身為本。怎麼個修身？修身之根本是什麼？根本是格物、致知。那個物是什麼？欲望。要把欲望放下，智慧才能現前，欲望把我們的智慧蒙蔽了。古人的教訓有道理，要修身，修身從正心，正心從誠意，誠意從致知，致知從格物。找到了根本，把自己一切欲望降低。人降到什麼程度？我每天吃得飽，穿得暖，有個小房子可以遮蔽風雨，足矣，你就快樂無比了。你能夠無求，智慧就開了，為什麼？那個智慧是自己本性裡頭本來有的智慧，就是物欲把它障礙住，物欲一放下，心就定了，心就清淨了。不受外面環境污染，不受它的誘惑，清淨心現前，清淨心生智慧，這個智慧就能幫助你誠意、正心。"
    },
    {
      "id": "02-042-0174_p0059",
      "zh_CN": "我们要教人，先自己要修身。像当年，十年前，我们在汤池做这个实验，搞了一个文化中心。实验什么？实验《弟子规》、《感应篇》、《十善业》，儒、释、道的三个根。怎么做法？因为佛跟道大家对它不明了，产生误会，对于儒家还好一点，所以我们把《感应篇》、《十善业》融入《弟子规》里头。课本是《弟子规》，讲里面内容是儒释道三个根。我们那个时候想像，大概需要二年到三年才能看到效果，没有想到三个月效果卓着，汤池小镇确实改变面目了，让人产生欢喜，尊敬。",
      "zh_TW": "我們要教人，先自己要修身。像當年，十年前，我們在湯池做這個實驗，搞了一個文化中心。實驗什麼？實驗《弟子規》、《感應篇》、《十善業》，儒、釋、道的三個根。怎麼做法？因為佛跟道大家對它不明瞭，產生誤會，對於儒家還好一點，所以我們把《感應篇》、《十善業》融入《弟子規》裡頭。課本是《弟子規》，講裡面內容是儒釋道三個根。我們那個時候想像，大概需要二年到三年才能看到效果，沒有想到三個月效果卓著，湯池小鎮確實改變面目了，讓人產生歡喜，尊敬。"
    },
    {
      "id": "02-042-0174_p0060",
      "zh_CN": "我告诉这些老师，招收这批老师的时候，报名有三百多人，最后录取只有三十七个人。我们所要求的条件，是真正有使命感，这桩事情一定要成功，不许失败，只许成功，不许失败。为什么？如果要失败了，等于向大家宣布中国传统的东西没有用了，过时代了，可以废弃了。如果我们做成功了，告诉全世界的人，中国传统文化管用，现在还管用，我们应当努力学习。这个使命多重要！传统文化是存是亡，决定在我们这个实验，我们舍弃身命也无所谓，一定要把它做出来。谁做？你们三十七个老师从自己做起。这个书不是念的，不是背的，不是讲解的，是我们日常生活、工作、待人接物统统用上，这才管用。他们，我给他们是四个月时间，他们两个月就做圆满了，我都不敢相信，他们自己也难以相信，真做成功了。",
      "zh_TW": "我告訴這些老師，招收這批老師的時候，報名有三百多人，最後錄取只有三十七個人。我們所要求的條件，是真正有使命感，這樁事情一定要成功，不許失敗，只許成功，不許失敗。為什麼？如果要失敗了，等於向大家宣布中國傳統的東西沒有用了，過時代了，可以廢棄了。如果我們做成功了，告訴全世界的人，中國傳統文化管用，現在還管用，我們應當努力學習。這個使命多重要！傳統文化是存是亡，決定在我們這個實驗，我們捨棄身命也無所謂，一定要把它做出來。誰做？你們三十七個老師從自己做起。這個書不是念的，不是背的，不是講解的，是我們日常生活、工作、待人接物統統用上，這才管用。他們，我給他們是四個月時間，他們兩個月就做圓滿了，我都不敢相信，他們自己也難以相信，真做成功了。"
    },
    {
      "id": "02-042-0174_p0061",
      "zh_CN": "杨老师问我，下一步怎么办？我说真正落实了，就立刻下乡入户，去干什么？表演。我们不讲，我们做给你看，到农民家里看到老人，是我的父母，我要怎样尽孝；看到地下不干净，拿到扫把赶快扫地；桌上摆得不整齐的时候，一定要擦得干干净净，摆得整整齐齐。干，真干！对老人问候，怎么样伺候老人。这一下老人感动了，你们这些老师比我儿女孝顺；他的儿女在旁边看到了也很受感动，我们做儿女的对不起父母。我们下乡服务表演，做了三个星期，然后向大众宣布，中心开课，希望大家一起来学习。大家一起来学习，学习了三个月，汤池小镇民风改变了；市容也改变了，马路上再找不到脏乱的东西，干干净净；人与人见面都打招呼了，都有笑容了。",
      "zh_TW": "楊老師問我，下一步怎麼辦？我說真正落實了，就立刻下鄉入戶，去幹什麼？表演。我們不講，我們做給你看，到農民家裡看到老人，是我的父母，我要怎樣盡孝；看到地下不乾淨，拿到掃把趕快掃地；桌上擺得不整齊的時候，一定要擦得乾乾淨淨，擺得整整齊齊。幹，真幹！對老人問候，怎麼樣伺候老人。這一下老人感動了，你們這些老師比我兒女孝順；他的兒女在旁邊看到了也很受感動，我們做兒女的對不起父母。我們下鄉服務表演，做了三個星期，然後向大眾宣布，中心開課，希望大家一起來學習。大家一起來學習，學習了三個月，湯池小鎮民風改變了；市容也改變了，馬路上再找不到髒亂的東西，乾乾淨淨；人與人見面都打招呼了，都有笑容了。"
    },
    {
      "id": "02-042-0174_p0062",
      "zh_CN": "不过我说，给老师讲，自古以来，世界，这个世界有两个老师教得最成功，哪两个？在印度释迦牟尼佛，在中国孔老夫子。他们为什么教得成功？先行其言，没有别的，他们说到的，一定做到，他们做不到的，决定不敢开口。我说你们三十七位老师，要学释迦、要学孔子，你的教学就会成功。果然没错。我没想到，杨老师也没想到，他们自己也没想到。当时我跟大家说，千万不能居功，不要认为我们有智慧，我们有德行，我们有能力，完全错了。怎么成功的？祖宗之德，祖宗保佑，三宝加持，群众合作。我们讲了他听，他看到我们做到了，他相信；要感恩政府领导，他批准我们这个中心，让我们有机会办，这是要感恩政府，感恩当地的居民，我们才能成就。如果一有傲慢就完了，全功尽弃，所以愈要小心，愈要谨慎，愈要认真努力。我们才学几天？跟古圣先贤比差远了，人家学几十年，学一辈子。",
      "zh_TW": "不過我說，給老師講，自古以來，世界，這個世界有兩個老師教得最成功，哪兩個？在印度釋迦牟尼佛，在中國孔老夫子。他們為什麼教得成功？先行其言，沒有別的，他們說到的，一定做到，他們做不到的，決定不敢開口。我說你們三十七位老師，要學釋迦、要學孔子，你的教學就會成功。果然沒錯。我沒想到，楊老師也沒想到，他們自己也沒想到。當時我跟大家說，千萬不能居功，不要認為我們有智慧，我們有德行，我們有能力，完全錯了。怎麼成功的？祖宗之德，祖宗保佑，三寶加持，群眾合作。我們講了他聽，他看到我們做到了，他相信；要感恩政府領導，他批准我們這個中心，讓我們有機會辦，這是要感恩政府，感恩當地的居民，我們才能成就。如果一有傲慢就完了，全功盡棄，所以愈要小心，愈要謹慎，愈要認真努力。我們才學幾天？跟古聖先賢比差遠了，人家學幾十年，學一輩子。"
    },
    {
      "id": "02-042-0174_p0063",
      "zh_CN": "所以我们从这个实验得到两个结论，这信心十足，第一个，人性本善，从这证明；第二个，人是很好教的，不难教。现在广东潮州黄河讲堂，你看谢总在那里办的，短期进修教学，只有七天，七天就能把恶人变成善人，贪官变成廉洁。他做四年，接受他教学的四万多人，成绩非常可观，这样的讲堂值得向各个地方推动。现在外国也学了，澳洲有，有道德讲堂，如法炮制的，台湾也有，都是从那里学来的。不用请老师，用光碟教学，只要有一、二个教练解答问题就行了，这个人好找。只要你能把这套光碟从头到尾听三十遍、听五十遍，听熟了你就能解答问题，就能当教练了。这所有教材，政府、领导都看过，都认同，大家放心。用光碟省事，请老师不容易，请不到。他光碟从哪里来的？就是这些年国内国外这些传统的文化讲座论坛，从这个里头选的，因为他这些东西留了都有资料，用这个来教学。如果有问题的地方就把它删掉，保留的，政府完全认同。",
      "zh_TW": "所以我們從這個實驗得到兩個結論，這信心十足，第一個，人性本善，從這證明；第二個，人是很好教的，不難教。現在廣東潮州黃河講堂，你看謝總在那裡辦的，短期進修教學，只有七天，七天就能把惡人變成善人，貪官變成廉潔。他做四年，接受他教學的四萬多人，成績非常可觀，這樣的講堂值得向各個地方推動。現在外國也學了，澳洲有，有道德講堂，如法炮製的，台灣也有，都是從那裡學來的。不用請老師，用光碟教學，只要有一、二個教練解答問題就行了，這個人好找。只要你能把這套光碟從頭到尾聽三十遍、聽五十遍，聽熟了你就能解答問題，就能當教練了。這所有教材，政府、領導都看過，都認同，大家放心。用光碟省事，請老師不容易，請不到。他光碟從哪裡來的？就是這些年國內國外這些傳統的文化講座論壇，從這個裡頭選的，因為他這些東西留了都有資料，用這個來教學。如果有問題的地方就把它刪掉，保留的，政府完全認同。"
    },
    {
      "id": "02-042-0174_p0064",
      "zh_CN": "我们在澳洲图文巴这个小城，想做成一个多元文化和谐示范城市，我们在汤池用了一个村镇，一个小镇，在澳洲是一个小城市，这个城市居民十二万人，小城。我们要分几个步骤，第一个步骤就是道德讲堂，已经开始了，做得很成功，不但对中国人，还对外国人。这个小城如果真正要做成世界上第一个和谐示范城市，先从道德做起，全城的人都做有道德的人。所以道德讲堂里面，特别重视伦理教育、道德教育、因果教育、圣贤教育。因为有十几个宗教合作，每个宗教都把它好的东西录下来，交给市长、市政府审查，认为好，就放在我们这个课程里面。但是一半以上是黄河道德讲堂的资料，把它翻成英语。",
      "zh_TW": "我們在澳洲圖文巴這個小城，想做成一個多元文化和諧示範城市，我們在湯池用了一個村鎮，一個小鎮，在澳洲是一個小城市，這個城市居民十二萬人，小城。我們要分幾個步驟，第一個步驟就是道德講堂，已經開始了，做得很成功，不但對中國人，還對外國人。這個小城如果真正要做成世界上第一個和諧示範城市，先從道德做起，全城的人都做有道德的人。所以道德講堂裡面，特別重視倫理教育、道德教育、因果教育、聖賢教育。因為有十幾個宗教合作，每個宗教都把它好的東西錄下來，交給市長、市政府審查，認為好，就放在我們這個課程裡面。但是一半以上是黃河道德講堂的資料，把它翻成英語。"
    },
    {
      "id": "02-042-0174_p0065",
      "zh_CN": "我们想这样做，做个三年，三年之后我们正式办学，我们办学校，就是我们讲的汉学。教什么？教中国传统文化，在这个里面培养老师，培养人才，慢慢向上提升。大家水平向上提升，一定程度提升的时候，我们就办研究所，将这些优秀的老师，研究所跟大学合作，就有学位，可以设立汉学博士学位、硕士学位，他们将来拿到这个学位就有资格教汉学。到那个时候我们就办汉学院，就可以办宗教大学，我们有老师。一步一步来，我们计划十年完成，第一个阶段三年，讲堂，道德讲堂；第二个三年是研究所；第三个三年，就可以办汉学院了。所以十年之后，这个汉学院师资有了，那就普遍来招生，普遍来推广。这个小城确实可以做得到，真的是世界上第一个和谐示范城市，它有八十多个种族，不同的种族，八十多个种族，十二万人，一百多种语言，十几个宗教。大家在一起平等对待，和睦相处，像兄弟姐妹一样，互相关怀，互相尊重，互助合作，可以做得到，不是做不到。",
      "zh_TW": "我們想這樣做，做個三年，三年之後我們正式辦學，我們辦學校，就是我們講的漢學。教什麼？教中國傳統文化，在這個裡面培養老師，培養人才，慢慢向上提升。大家水平向上提升，一定程度提升的時候，我們就辦研究所，將這些優秀的老師，研究所跟大學合作，就有學位，可以設立漢學博士學位、碩士學位，他們將來拿到這個學位就有資格教漢學。到那個時候我們就辦漢學院，就可以辦宗教大學，我們有老師。一步一步來，我們計劃十年完成，第一個階段三年，講堂，道德講堂；第二個三年是研究所；第三個三年，就可以辦漢學院了。所以十年之後，這個漢學院師資有了，那就普遍來招生，普遍來推廣。這個小城確實可以做得到，真的是世界上第一個和諧示範城市，它有八十多個種族，不同的種族，八十多個種族，十二萬人，一百多種語言，十幾個宗教。大家在一起平等對待，和睦相處，像兄弟姐妹一樣，互相關懷，互相尊重，互助合作，可以做得到，不是做不到。"
    },
    {
      "id": "02-042-0174_p0066",
      "zh_CN": "办学，这个地方提了一些问题，一定要从自己去想，从自己去做。我们有这个心愿，祖宗加持，三宝护念。我建议梁同学、廖同学，你们几位老师抽一点时间到别的地方去多看看，多访问，来研讨这些问题，你们十年所遇到这些问题，跟大家交流，互相学习。我们的目的、方向这个重要，我们对自己一无所求，我们只希望传统文化能够延续下去，能够传承下去。我们认真努力去做，做榜样给大家看，特别是年轻人，所以我们现在有汉学院，汉学院我很重视，汉学院要有附属小学。为什么？我现在就培底下一代，我们要给孩子做榜样，像《弟子规》、《感应篇》这基本的，我们做到，孩子相信，他们现在从小学就开始做。",
      "zh_TW": "辦學，這個地方提了一些問題，一定要從自己去想，從自己去做。我們有這個心願，祖宗加持，三寶護念。我建議梁同學、廖同學，你們幾位老師抽一點時間到別的地方去多看看，多訪問，來研討這些問題，你們十年所遇到這些問題，跟大家交流，互相學習。我們的目的、方向這個重要，我們對自己一無所求，我們只希望傳統文化能夠延續下去，能夠傳承下去。我們認真努力去做，做榜樣給大家看，特別是年輕人，所以我們現在有漢學院，漢學院我很重視，漢學院要有附屬小學。為什麼？我現在就培底下一代，我們要給孩子做榜樣，像《弟子規》、《感應篇》這基本的，我們做到，孩子相信，他們現在從小學就開始做。"
    },
    {
      "id": "02-042-0174_p0067",
      "zh_CN": "将来他们学成之后，学校的课程不多，很容易学，我们加进去的是伦理、是道德、是因果、圣贤教育，我们要让他学这些东西，那就不一样了，根深蒂固。我们现在所招收的研究生半路出家，不是从根扎起的。我们附带小学，你看，又教小学，那小朋友就是从根，真正扎根了。我们学了有地方教，又有地方表演，在这个小学里头表演，身行言教。这个小学我们可以收费，来帮助、补助我们的汉学院，汉学院要靠善心人士来支持，我们做得好，他们自自然然欢喜。做好事，这是天下第一桩好事。",
      "zh_TW": "將來他們學成之後，學校的課程不多，很容易學，我們加進去的是倫理、是道德、是因果、聖賢教育，我們要讓他學這些東西，那就不一樣了，根深蒂固。我們現在所招收的研究生半路出家，不是從根扎起的。我們附帶小學，你看，又教小學，那小朋友就是從根，真正扎根了。我們學了有地方教，又有地方表演，在這個小學裡頭表演，身行言教。這個小學我們可以收費，來幫助、補助我們的漢學院，漢學院要靠善心人士來支持，我們做得好，他們自自然然歡喜。做好事，這是天下第一樁好事。"
    },
    {
      "id": "02-042-0174_p0068",
      "zh_CN": "好，这个我就不必一桩一桩跟大家来解释了，抓住方向，目标永远不变，一定要认真努力。对于自己，要学海贤老和尚，问题就能解决。我们自己，在环境里面就是修行，修行在哪里修？六根接触六尘境界上修，这就对了，我眼睛看得清楚，耳朵听得明白，修什么？修不起心、不动念，修不分别、不执着。真正不起心、不动念，佛，成佛了；还有起心动念，没有分别执着，这是菩萨；阿罗汉还有分别，没有执着。这就叫格物，格物致知。离开群众，离开社会，钻到山洞里修行，不管用，山上住个十年、二十年，出来之后禁不起考验，一接触又动心了，又生烦恼了，那有什么用？真修行，在人事环境里头，学什么？首先学真诚，菩提心，别人骗我，我对他真诚，就学这个，不怕吃亏，不怕上当。",
      "zh_TW": "好，這個我就不必一樁一樁跟大家來解釋了，抓住方向，目標永遠不變，一定要認真努力。對於自己，要學海賢老和尚，問題就能解決。我們自己，在環境裡面就是修行，修行在哪裡修？六根接觸六塵境界上修，這就對了，我眼睛看得清楚，耳朵聽得明白，修什麼？修不起心、不動念，修不分別、不執著。真正不起心、不動念，佛，成佛了；還有起心動念，沒有分別執著，這是菩薩；阿羅漢還有分別，沒有執著。這就叫格物，格物致知。離開群眾，離開社會，鑽到山洞裡修行，不管用，山上住個十年、二十年，出來之後禁不起考驗，一接觸又動心了，又生煩惱了，那有什麼用？真修行，在人事環境裡頭，學什麼？首先學真誠，菩提心，別人騙我，我對他真誠，就學這個，不怕吃虧，不怕上當。"
    },
    {
      "id": "02-042-0174_p0069",
      "zh_CN": "我们用真诚心对人，我们用仁义礼智信对人对事对万物。现在这个社会确实这五个字丢掉了，不仁、不义、无智、无礼、无信，五个字都没有了。我们要把这五个字做到，会吃亏，吃亏不要紧，吃亏也欢喜。我们真诚心去做，图文巴就是证明，我们在那里做了十四年，老百姓看我们看了十四年，我们是真的，不是假的。所以得到他们一句话，对我们的批评，「净宗学院的人都是好人」，我们得了这么一句。十四年干的、表演的，他们赏我们这一句赞扬，说明他现在愿意跟我们合作，知道我们不骗人，知道我们不搞假的。所以他们齐心，我们希望我们一起团结起来，宗教来带领我们，政府来带领我们，把我们的城市打造成一个多元文化和谐示范城市。他们来找我，这就好办了；我们找他，你什么企图？你用的什么心？人家对你怀疑。我们老老实实干了十几年，大家相信了。教学也一样，没有例外。下面第二个，胡小林的。",
      "zh_TW": "我們用真誠心對人，我們用仁義禮智信對人對事對萬物。現在這個社會確實這五個字丟掉了，不仁、不義、無智、無禮、無信，五個字都沒有了。我們要把這五個字做到，會吃虧，吃虧不要緊，吃虧也歡喜。我們真誠心去做，圖文巴就是證明，我們在那裡做了十四年，老百姓看我們看了十四年，我們是真的，不是假的。所以得到他們一句話，對我們的批評，「淨宗學院的人都是好人」，我們得了這麼一句。十四年幹的、表演的，他們賞我們這一句讚揚，說明他現在願意跟我們合作，知道我們不騙人，知道我們不搞假的。所以他們齊心，我們希望我們一起團結起來，宗教來帶領我們，政府來帶領我們，把我們的城市打造成一個多元文化和諧示範城市。他們來找我，這就好辦了；我們找他，你什麼企圖？你用的什麼心？人家對你懷疑。我們老老實實幹了十幾年，大家相信了。教學也一樣，沒有例外。下面第二個，胡小林的。"
    },
    {
      "id": "02-042-0174_p0070",
      "zh_CN": "学生：岁次乙未年冬至祭祖，「教子之道——爱心陪伴孩子成长」。恭录自胡小林老师演讲集。",
      "zh_TW": "學生：歲次乙未年冬至祭祖，「教子之道——愛心陪伴孩子成長」。恭錄自胡小林老師演講集。"
    },
    {
      "id": "02-042-0174_p0071",
      "zh_CN": "在纷繁迷乱的现代社会中，人人崇尚功利，忘失道义，不知「父子有亲」的亲爱精诚，正是人类自性「爱」的原点。「人生百日，体露真常」，我们是否记得，三、四个月大的婴儿看父母亲的眼神中，所流露出的赤子之心；父母亲看孩子的眼神中，所流露出的无尽慈爱。我们是否记得，父母亲用肩膀支撑着这个温暖的家，并用爱心陪伴着孩子幸福的成长。",
      "zh_TW": "在紛繁迷亂的現代社會中，人人崇尚功利，忘失道義，不知「父子有親」的親愛精誠，正是人類自性「愛」的原點。「人生百日，體露真常」，我們是否記得，三、四個月大的嬰兒看父母親的眼神中，所流露出的赤子之心；父母親看孩子的眼神中，所流露出的無盡慈愛。我們是否記得，父母親用肩膀支撐著這個溫暖的家，並用愛心陪伴著孩子幸福的成長。"
    },
    {
      "id": "02-042-0174_p0072",
      "zh_CN": "让我们共同聆听胡小林老师讲述的「教子之道」，共同找回内心中忘却已久的「父子有亲」自性真爱。",
      "zh_TW": "讓我們共同聆聽胡小林老師講述的「教子之道」，共同找回內心中忘卻已久的「父子有親」自性真愛。"
    },
    {
      "id": "02-042-0174_p0073",
      "zh_CN": "【一、清晨的亲子故事】",
      "zh_TW": "【一、清晨的親子故事】"
    },
    {
      "id": "02-042-0174_p0074",
      "zh_CN": "我每天早晨送孩子去上学，家住在朝阳，六点半从家出发；学校在西城区，七点四十到学校，路上一个小时十分钟。这一个小时很关键，这是跟孩子唯一单独在一起的时间，这时候他会问很多问题，我就给孩子讲故事。",
      "zh_TW": "我每天早晨送孩子去上學，家住在朝陽，六點半從家出發；學校在西城區，七點四十到學校，路上一個小時十分鐘。這一個小時很關鍵，這是跟孩子唯一單獨在一起的時間，這時候他會問很多問題，我就給孩子講故事。"
    },
    {
      "id": "02-042-0174_p0075",
      "zh_CN": "我跟儿子讲丁嘉丽老师转发的一个手机微信，就是杯子、福报跟漏洞这三个关系。他说：「这什么意思啊？」他就一边吃饭，我一边跟他讲：「人哪，杯子就是量，体现出你的心量，能装多少水；里面的水就是你修的福；漏洞就相当于你身上的缺点。心量大，缺点多，水也存不住，所以漏要堵住。同时心量要扩大，把杯子增加。儿子，漏洞堵住，心量增加，怎么着啊？还得往里面倒水，这就是修福啊。」",
      "zh_TW": "我跟兒子講丁嘉麗老師轉發的一個手機微信，就是杯子、福報跟漏洞這三個關係。他說：「這什麼意思啊？」他就一邊吃飯，我一邊跟他講：「人哪，杯子就是量，體現出你的心量，能裝多少水；裡面的水就是你修的福；漏洞就相當於你身上的缺點。心量大，缺點多，水也存不住，所以漏要堵住。同時心量要擴大，把杯子增加。兒子，漏洞堵住，心量增加，怎麼著啊？還得往裡面倒水，這就是修福啊。」"
    },
    {
      "id": "02-042-0174_p0076",
      "zh_CN": "另外一个微信就是穿山甲故事，讲的是穿山甲的屠宰过程，看了以后都掉眼泪。穿山甲在广东有很多人吃，穿山甲的壳特别硬，怎么吃呢？一般都是给拉直了，因为牠知道你要杀牠，牠就团得特别紧。肚皮最软，没有铠甲，所以肚皮拉开，把肠子掏干净，然后搁火上一烧，一烧那铠甲啪啦啪啦就裂，再搁沙地上一抖搂，铠甲就掉了，然后就可以吃肉了。",
      "zh_TW": "另外一個微信就是穿山甲故事，講的是穿山甲的屠宰過程，看了以後都掉眼淚。穿山甲在廣東有很多人吃，穿山甲的殼特別硬，怎麼吃呢？一般都是給拉直了，因為牠知道你要殺牠，牠就團得特別緊。肚皮最軟，沒有鎧甲，所以肚皮拉開，把腸子掏乾淨，然後擱火上一燒，一燒那鎧甲啪啦啪啦就裂，再擱沙地上一抖摟，鎧甲就掉了，然後就可以吃肉了。"
    },
    {
      "id": "02-042-0174_p0077",
      "zh_CN": "但是有一次，有个小伙子发现，一对夫妇说就要点这只，就看这只窝着，怎么拉也拉不直。小伙子就拿锤子砸牠，怎么砸牠都不伸直，怎么拉也拉不动，那干脆就直接烧吧。烧完了以后还蜷着，铠甲都掉了。最后那小伙子特沮丧，就说算了，你们再挑下一只吧。结果沙堆这只穿山甲就死了，伸直了以后发现，它肚子里面有一只小穿山甲，粉红色的，像小老鼠那么大，就是为了这个小孩……",
      "zh_TW": "但是有一次，有個小夥子發現，一對夫婦說就要點這隻，就看這隻窩著，怎麼拉也拉不直。小夥子就拿錘子砸牠，怎麼砸牠都不伸直，怎麼拉也拉不動，那乾脆就直接燒吧。燒完了以後還蜷著，鎧甲都掉了。最後那小夥子特沮喪，就說算了，你們再挑下一隻吧。結果沙堆這隻穿山甲就死了，伸直了以後發現，它肚子裡面有一隻小穿山甲，粉紅色的，像小老鼠那麼大，就是為了這個小孩……"
    },
    {
      "id": "02-042-0174_p0078",
      "zh_CN": "我说：「儿子，讲完了。」他不说话了。我说：「什么感想？我们一顿饭不吃肉都不行，你以为你吃这牛肉饼，牛的妈妈不是这个想法吗？」「哎呦，爸，那以后就吃点鸡蛋吧。」他自己就觉悟了。这是我来香港之前，礼拜一给孩子讲的故事。这一个小时，可比他在学校四个小时管用。因为，良知比知识重要，现在最大问题是家长没有良知，孩子也没有良知。",
      "zh_TW": "我說：「兒子，講完了。」他不說話了。我說：「什麼感想？我們一頓飯不吃肉都不行，你以為你吃這牛肉餅，牛的媽媽不是這個想法嗎？」「哎呦，爸，那以後就吃點雞蛋吧。」他自己就覺悟了。這是我來香港之前，禮拜一給孩子講的故事。這一個小時，可比他在學校四個小時管用。因為，良知比知識重要，現在最大問題是家長沒有良知，孩子也沒有良知。"
    },
    {
      "id": "02-042-0174_p0079",
      "zh_CN": "所以我每天晚上都备课，看到特别好的微信，看到报纸上特别好的消息，我就存起来。所以第二天早晨，在车上这一个小时要给儿子讲什么，我是有准备的，但是他没觉得我有准备。",
      "zh_TW": "所以我每天晚上都備課，看到特別好的微信，看到報紙上特別好的消息，我就存起來。所以第二天早晨，在車上這一個小時要給兒子講什麼，我是有準備的，但是他沒覺得我有準備。"
    },
    {
      "id": "02-042-0174_p0080",
      "zh_CN": "因此，跟孩子在一起，更多的是要感化和启发他的良心。",
      "zh_TW": "因此，跟孩子在一起，更多的是要感化和啟發他的良心。"
    },
    {
      "id": "02-042-0174_p0081",
      "zh_CN": "【二、小壁虎的故事】",
      "zh_TW": "【二、小壁虎的故事】"
    },
    {
      "id": "02-042-0174_p0082",
      "zh_CN": "在教导孩子方面，我们有非常丰富的教材。例如上海故事会出版的丛书《生活原来如此》，就有很多感人的故事，我经常讲给儿子听。",
      "zh_TW": "在教導孩子方面，我們有非常豐富的教材。例如上海故事會出版的叢書《生活原來如此》，就有很多感人的故事，我經常講給兒子聽。"
    },
    {
      "id": "02-042-0174_p0083",
      "zh_CN": "在英国有个大科学家叫达尔文，他研究进化论，通过研究证明低级动物就是给高级动物吃的，所谓弱肉强食。我的儿子就问我与这个相关的问题。我从《生活原来如此》中看到一则「壁虎的故事」，就讲给儿子听：",
      "zh_TW": "在英國有個大科學家叫達爾文，他研究進化論，通過研究證明低級動物就是給高級動物吃的，所謂弱肉強食。我的兒子就問我與這個相關的問題。我從《生活原來如此》中看到一則「壁虎的故事」，就講給兒子聽："
    },
    {
      "id": "02-042-0174_p0084",
      "zh_CN": "日本都是木头房子，装修的时候钉钉子，一下钉在一只壁虎的身上。五年后翻修房子，发现了这只壁虎被钉住了，想不到它居然还活着。房主很惊讶：这五年牠怎么没有饿死？结果发现有一只母壁虎，每天嚼碎了东西来喂这只公壁虎，五年如一日。",
      "zh_TW": "日本都是木頭房子，裝修的時候釘釘子，一下釘在一隻壁虎的身上。五年後翻修房子，發現了這隻壁虎被釘住了，想不到它居然還活著。房主很驚訝：這五年牠怎麼沒有餓死？結果發現有一隻母壁虎，每天嚼碎了東西來餵這隻公壁虎，五年如一日。"
    },
    {
      "id": "02-042-0174_p0085",
      "zh_CN": "我就给儿子讲，我们人能做得到吗？人两个月不在一起，就会有婚外恋。所以，印光大师说，不能以我之强来陵彼之弱。动物的五伦八德绝不输给人类，怎么能够因为我比你有智慧、有能力，而戕彼性命呢？「戕」就是杀害牠的性命。",
      "zh_TW": "我就給兒子講，我們人能做得到嗎？人兩個月不在一起，就會有婚外戀。所以，印光大師說，不能以我之強來陵彼之弱。動物的五倫八德絕不輸給人類，怎麼能夠因為我比你有智慧、有能力，而戕彼性命呢？「戕」就是殺害牠的性命。"
    },
    {
      "id": "02-042-0174_p0086",
      "zh_CN": "中华书局出版了很多这类感人的书：《伊斯兰教的故事》、《圣经的故事》、《佛教的故事》。在孩子六岁的关键时期，你确确实实要下一番工夫，要找丰富的资源来教导他，让他每天都不闲着。",
      "zh_TW": "中華書局出版了很多這類感人的書：《伊斯蘭教的故事》、《聖經的故事》、《佛教的故事》。在孩子六歲的關鍵時期，你確確實實要下一番工夫，要找豐富的資源來教導他，讓他每天都不閑著。"
    },
    {
      "id": "02-042-0174_p0087",
      "zh_CN": "【三、如何交友与节俭惜福】",
      "zh_TW": "【三、如何交友與節儉惜福】"
    },
    {
      "id": "02-042-0174_p0088",
      "zh_CN": "我儿子上了初中，他有很多同学，他会问我很多问题：「爸，你能跟我说说，怎么交朋友吗？」我说：「《弟子规》怎么说的？」「《弟子规》没说交朋友。」我说：「『能亲仁，无限好。德日进，过日少。不亲仁，无限害。小人进，百事坏。』在班上交朋友，你得看看他是不是好孩子。」他说：「我怎么看他是不是好孩子？」我说：「《弟子规》就是标准啊！你看他对待爸爸、妈妈的态度，他有没有爱心，做事严谨不严谨，是不是说瞎话，对待作业是不是认真完成？你按照《弟子规》来交，就能交上好朋友；你要不按照《弟子规》交，那你就交到坏朋友。交坏朋友，『小人进，百事坏』，就把你给毁了。」",
      "zh_TW": "我兒子上了初中，他有很多同學，他會問我很多問題：「爸，你能跟我說說，怎麼交朋友嗎？」我說：「《弟子規》怎麼說的？」「《弟子規》沒說交朋友。」我說：「『能親仁，無限好。德日進，過日少。不親仁，無限害。小人進，百事壞。』在班上交朋友，你得看看他是不是好孩子。」他說：「我怎麼看他是不是好孩子？」我說：「《弟子規》就是標準啊！你看他對待爸爸、媽媽的態度，他有沒有愛心，做事嚴謹不嚴謹，是不是說瞎話，對待作業是不是認真完成？你按照《弟子規》來交，就能交上好朋友；你要不按照《弟子規》交，那你就交到壞朋友。交壞朋友，『小人進，百事壞』，就把你給毀了。」"
    },
    {
      "id": "02-042-0174_p0089",
      "zh_CN": "孩子会问我们很多问题，对这些问题都应该当成自己的问题，一一认真对待。",
      "zh_TW": "孩子會問我們很多問題，對這些問題都應該當成自己的問題，一一認真對待。"
    },
    {
      "id": "02-042-0174_p0090",
      "zh_CN": "而且，我们公司所有的财务情况我都跟儿子说，吃了饭咱不聊别的，就聊爸爸妈妈面前存在的问题。别把他当孩子，你就把他当大人，家庭的一名成员，他自己就认真了。「给你请家教，钢琴老师一小时一百五十块钱；打网球，连租场地带请教练，两小时六百块钱，这钱怎么来的知道吗？咱家钱够吧？所以得节约儿子，一定要算着账过日子。」",
      "zh_TW": "而且，我們公司所有的財務情況我都跟兒子說，吃了飯咱不聊別的，就聊爸爸媽媽面前存在的問題。別把他當孩子，你就把他當大人，家庭的一名成員，他自己就認真了。「給你請家教，鋼琴老師一小時一百五十塊錢；打網球，連租場地帶請教練，兩小時六百塊錢，這錢怎麼來的知道嗎？咱家錢夠吧？所以得節約兒子，一定要算著賬過日子。」"
    },
    {
      "id": "02-042-0174_p0091",
      "zh_CN": "儿子听明白了，打那以后，到晚上睡觉：「爸，关WIFI了，那都花钱的。」我说：「儿子，从这走到这关WIFI，才能花几个钱？」「您就快点吧，您关了吧。」从卫生间一出来就关灯、关自来水。司机送他上学，他就教司机：「您熄火，别浪费油。等把我送进去，回来您再起火。」阿姨到地下室去拿衣服，收拾东西，他就去关厨房灯，教阿姨一定要节约用电。",
      "zh_TW": "兒子聽明白了，打那以後，到晚上睡覺：「爸，關WIFI了，那都花錢的。」我說：「兒子，從這走到這關WIFI，才能花幾個錢？」「您就快點吧，您關了吧。」從衛生間一出來就關燈、關自來水。司機送他上學，他就教司機：「您熄火，別浪費油。等把我送進去，回來您再起火。」阿姨到地下室去拿衣服，收拾東西，他就去關廚房燈，教阿姨一定要節約用電。"
    },
    {
      "id": "02-042-0174_p0092",
      "zh_CN": "我有个干儿子和我小儿子很要好，平常他俩一块吃饭。就他俩人，有好吃的谁都想吃，互相得谦让，你给他夹菜，他给你夹菜。但有时剩饭：「干爹，我实在吃不了。」「那我吃吧。」「这里有肉末。」「那也不能浪费了呀，你下次别要那么多了。」儿子半个馒头吃不了，也成为我的一顿晚饭。帮他吃几次，他就不好意思了，再也不浪费了。",
      "zh_TW": "我有個乾兒子和我小兒子很要好，平常他倆一塊吃飯。就他倆人，有好吃的誰都想吃，互相得謙讓，你給他夾菜，他給你夾菜。但有時剩飯：「乾爹，我實在吃不了。」「那我吃吧。」「這裡有肉末。」「那也不能浪費了呀，你下次別要那麼多了。」兒子半個饅頭吃不了，也成為我的一頓晚飯。幫他吃幾次，他就不好意思了，再也不浪費了。"
    },
    {
      "id": "02-042-0174_p0093",
      "zh_CN": "他问：「干爹呀，为什么要节约粮食？反正咱也花钱买了，咱也没有坑人家，害人家。」我说：「我那老师净空爷爷……」儿子说：「我爸那老师特棒！净空爷爷，我爸爸经常去香港看他，特棒！」然后我说：「净空爷爷说，『禄尽人亡』，你一辈子吃多少饭、喝多少水，这都是定数，你早点糟蹋完，你就早点走；你要省着它一百年，你就活一百岁，你吃不完，你走不了。」他是东北人：「哎呦，妈呀，不得了了。」打那以后，他就再也不敢浪费粮食了。",
      "zh_TW": "他問：「乾爹呀，為什麼要節約糧食？反正咱也花錢買了，咱也沒有坑人家，害人家。」我說：「我那老師淨空爺爺……」兒子說：「我爸那老師特棒！淨空爺爺，我爸爸經常去香港看他，特棒！」然後我說：「淨空爺爺說，『祿盡人亡』，你一輩子吃多少飯、喝多少水，這都是定數，你早點糟蹋完，你就早點走；你要省著它一百年，你就活一百歲，你吃不完，你走不了。」他是東北人：「哎呦，媽呀，不得了了。」打那以後，他就再也不敢浪費糧食了。"
    },
    {
      "id": "02-042-0174_p0094",
      "zh_CN": "【四、妈妈的恩德】",
      "zh_TW": "【四、媽媽的恩德】"
    },
    {
      "id": "02-042-0174_p0095",
      "zh_CN": "印光大师曾说，圣贤是出自于母亲之手，「治国平天下之权，女人家操得一大半」。家庭的治乱之权，更是操之于女人，因为天下的孩子都是母亲培养的。",
      "zh_TW": "印光大師曾說，聖賢是出自於母親之手，「治國平天下之權，女人家操得一大半」。家庭的治亂之權，更是操之於女人，因為天下的孩子都是母親培養的。"
    },
    {
      "id": "02-042-0174_p0096",
      "zh_CN": "身为母亲必须跟孩子在一起共同进步，成为他的朋友，成为他的老师，「作之君，作之亲，作之师」。「君」就是要领导孩子，「亲」就是要在生活上照顾孩子，「师」就是要晓之以理，给孩子讲道理。君亲师是每一位为人父母者，都要具备的三种角色。",
      "zh_TW": "身為母親必須跟孩子在一起共同進步，成為他的朋友，成為他的老師，「作之君，作之親，作之師」。「君」就是要領導孩子，「親」就是要在生活上照顧孩子，「師」就是要曉之以理，給孩子講道理。君親師是每一位為人父母者，都要具備的三種角色。"
    },
    {
      "id": "02-042-0174_p0097",
      "zh_CN": "其实孩子每一次出现问题，都是对家长的考验。我小儿子的母亲对孩子管教特别严格，一丝不苟，几乎每分钟都数落他、说他，我在旁边听着都觉得有压力，但不那么严格也不行。孩子总是有压力，就特烦他母亲。儿子特别沮丧的跟我说，我不愿意跟妈在一起，跟妈在一起我就有压力。",
      "zh_TW": "其實孩子每一次出現問題，都是對家長的考驗。我小兒子的母親對孩子管教特別嚴格，一絲不苟，幾乎每分鐘都數落他、說他，我在旁邊聽著都覺得有壓力，但不那麼嚴格也不行。孩子總是有壓力，就特煩他母親。兒子特別沮喪的跟我說，我不願意跟媽在一起，跟媽在一起我就有壓力。"
    },
    {
      "id": "02-042-0174_p0098",
      "zh_CN": "我说：「儿子过来，拉开这抽屉。这是什么啊？」「袜子。」「谁给你叠得那么整齐？」「妈。」下面的抽屉一拉开，是内衣内裤。「整齐吗？」「整齐。」「是谁叠的？」「妈。」抬头看看衣柜，「几件毛衣？」「三件。」「谁给买的？」「妈。」「夏天的衣服呢？」「不知道。」看看底下的塑胶盒，打开一看，夏天的Ｔ恤熨得平平整整的。「爸，别说了，我知道。」",
      "zh_TW": "我說：「兒子過來，拉開這抽屜。這是什麼啊？」「襪子。」「誰給你疊得那麼整齊？」「媽。」下面的抽屜一拉開，是內衣內褲。「整齊嗎？」「整齊。」「是誰疊的？」「媽。」抬頭看看衣櫃，「幾件毛衣？」「三件。」「誰給買的？」「媽。」「夏天的衣服呢？」「不知道。」看看底下的塑膠盒，打開一看，夏天的Ｔ恤熨得平平整整的。「爸，別說了，我知道。」"
    },
    {
      "id": "02-042-0174_p0099",
      "zh_CN": "「别着急，每天早上咱们在车上吃饭，豆浆上车就能喝，不冷不热，谁帮你兑的？」「妈。」「你每天晚上十点钟上楼睡觉去了，谁帮你收拾的书包知道吗？」……",
      "zh_TW": "「別著急，每天早上咱們在車上吃飯，豆漿上車就能喝，不冷不熱，誰幫你兌的？」「媽。」「你每天晚上十點鐘上樓睡覺去了，誰幫你收拾的書包知道嗎？」……"
    },
    {
      "id": "02-042-0174_p0100",
      "zh_CN": "「今天不谈妈妈的问题，今天咱们先谈谈你妈对你的爱，在这个爱的前提下，妈妈这个问题能不能包容？」「能。」儿子的眼泪就下来了，再也不敢跟我说妈妈管他严了。",
      "zh_TW": "「今天不談媽媽的問題，今天咱們先談談你媽對你的愛，在這個愛的前提下，媽媽這個問題能不能包容？」「能。」兒子的眼淚就下來了，再也不敢跟我說媽媽管他嚴了。"
    },
    {
      "id": "02-042-0174_p0101",
      "zh_CN": "拉着儿子在家里走一圈，点点滴滴都是妈妈对他的关心，举不胜举。我说：「打开那水果柜看看，都什么水果？」「西柚。」「咱家谁爱吃西柚？」「我。」「你爱吃西柚，咱家就没吃过别的水果了。」",
      "zh_TW": "拉著兒子在家裡走一圈，點點滴滴都是媽媽對他的關心，舉不勝舉。我說：「打開那水果櫃看看，都什麼水果？」「西柚。」「咱家誰愛吃西柚？」「我。」「你愛吃西柚，咱家就沒吃過別的水果了。」"
    },
    {
      "id": "02-042-0174_p0102",
      "zh_CN": "我问儿子：「你想不想要健康？」「我想。」「健康是吃维Ｃ吗？健康是锻炼身体吗？不是，无畏布施你才健康。让妈妈为你的学习不忧虑，为你的德行不忧虑，你就在做无畏布施；做完无畏布施，你身体就健康。而且这种无畏布施让你妈妈不忧虑、不恐惧、心里特踏实、安详，你妈妈就活得长，这就是净空爷爷说的『自利利他』。」",
      "zh_TW": "我問兒子：「你想不想要健康？」「我想。」「健康是吃維Ｃ嗎？健康是鍛鍊身體嗎？不是，無畏布施你才健康。讓媽媽為你的學習不憂慮，為你的德行不憂慮，你就在做無畏布施；做完無畏布施，你身體就健康。而且這種無畏布施讓你媽媽不憂慮、不恐懼、心裡特踏實、安詳，你媽媽就活得長，這就是淨空爺爺說的『自利利他』。」"
    },
    {
      "id": "02-042-0174_p0103",
      "zh_CN": "因此，对于孩子的教育就是要晓之以理，动之以情，而且要启发孩子的良知。爱的教育是最好的教育，不要批评、惩罚和限制，要感化他。所以父母一定要陪伴孩子一起成长，再苦的环境也要一起面对。「登山则情满于山」，只有跟孩子在一起，才能感化教育，才能凝练感情。",
      "zh_TW": "因此，對於孩子的教育就是要曉之以理，動之以情，而且要啟發孩子的良知。愛的教育是最好的教育，不要批評、懲罰和限制，要感化他。所以父母一定要陪伴孩子一起成長，再苦的環境也要一起面對。「登山則情滿於山」，只有跟孩子在一起，才能感化教育，才能凝練感情。"
    },
    {
      "id": "02-042-0174_p0104",
      "zh_CN": "【五、《西游记》的故事】",
      "zh_TW": "【五、《西遊記》的故事】"
    },
    {
      "id": "02-042-0174_p0105",
      "zh_CN": "我们点点滴滴都要存一个感化孩子的心，让孩子时时刻刻认为，父母在意他；要主动向他表示对他的爱，这一点很重要。这样，他才会听你的话，他知道你真对他好。",
      "zh_TW": "我們點點滴滴都要存一個感化孩子的心，讓孩子時時刻刻認為，父母在意他；要主動向他表示對他的愛，這一點很重要。這樣，他才會聽你的話，他知道你真對他好。"
    },
    {
      "id": "02-042-0174_p0106",
      "zh_CN": "儿子在北京八中，寒假作业开的就是读《西游记》，并且要写读书心得。儿子说：「爸，我给你说说《西游记》那孙悟空的事。」我说：「你那么喜欢《西游记》，净空爷爷讲过《西游记》。」儿子的妈妈也在旁边，他们觉得《西游记》不就是装神弄鬼吗？",
      "zh_TW": "兒子在北京八中，寒假作業開的就是讀《西遊記》，並且要寫讀書心得。兒子說：「爸，我給你說說《西遊記》那孫悟空的事。」我說：「你那麼喜歡《西遊記》，淨空爺爺講過《西遊記》。」兒子的媽媽也在旁邊，他們覺得《西遊記》不就是裝神弄鬼嗎？"
    },
    {
      "id": "02-042-0174_p0107",
      "zh_CN": "我说：「不，你看看猪八戒扮演的是什么角色？贪。孙悟空，瞋。沙僧，痴。儿子，这《西游记》可不是闹着玩儿的，你仔细看看这『贪瞋痴』，人类的三毒反映在这三个弟子身上。猪八戒是贪吧？喜欢女孩子，喜欢西瓜；沙僧多愚痴啊；孙悟空多瞋恨，一不顺心，一个金箍棒就把人打死；唐僧演的是佛，僧人是这三位，佛法僧。真到西天去取法吗？这一路上就是取法的过程，一路上就是克服贪瞋痴的过程，多有味道呀，这是中国传统文化！」",
      "zh_TW": "我說：「不，你看看豬八戒扮演的是什麼角色？貪。孫悟空，瞋。沙僧，痴。兒子，這《西遊記》可不是鬧著玩兒的，你仔細看看這『貪瞋痴』，人類的三毒反映在這三個弟子身上。豬八戒是貪吧？喜歡女孩子，喜歡西瓜；沙僧多愚痴啊；孫悟空多瞋恨，一不順心，一個金箍棒就把人打死；唐僧演的是佛，僧人是這三位，佛法僧。真到西天去取法嗎？這一路上就是取法的過程，一路上就是克服貪瞋痴的過程，多有味道呀，這是中國傳統文化！」"
    },
    {
      "id": "02-042-0174_p0108",
      "zh_CN": "结果儿子就写了读书心得报告，就把净空爷爷说的、爸爸说的这段话写出来。老师佩服极了，说：「这谁教你的？真是入木三分呀！这么多年让学生读《西游记》，就没人看出来。」儿子说：「是我爸爸，我们俩一块儿讨论的。」他在学校很有面子，寒假作业拿了第一名。",
      "zh_TW": "結果兒子就寫了讀書心得報告，就把淨空爺爺說的、爸爸說的這段話寫出來。老師佩服極了，說：「這誰教你的？真是入木三分呀！這麼多年讓學生讀《西遊記》，就沒人看出來。」兒子說：「是我爸爸，我們倆一塊兒討論的。」他在學校很有面子，寒假作業拿了第一名。"
    },
    {
      "id": "02-042-0174_p0109",
      "zh_CN": "所以当孩子有呼唤父母的地方、希望得到的地方，这正是我们把自己放下、全情投入之处。",
      "zh_TW": "所以當孩子有呼喚父母的地方、希望得到的地方，這正是我們把自己放下、全情投入之處。"
    },
    {
      "id": "02-042-0174_p0110",
      "zh_CN": "【六、陪儿子卖报纸】",
      "zh_TW": "【六、陪兒子賣報紙】"
    },
    {
      "id": "02-042-0174_p0111",
      "zh_CN": "我小儿子的学校锻炼学生「走向社会，走向实践」，让孩子礼拜六做社会实践「卖报纸」，十份报纸必须卖掉，还不许家长陪。我给儿子买了十份《新京报》，一块钱一份，买完了放到书包里拿去卖，他自己去车站、停车场、商场卖。谁卖过报纸啊？还是北京的大风天，七、八级风。他谈了五十个人，才卖出十份报纸。",
      "zh_TW": "我小兒子的學校鍛鍊學生「走向社會，走向實踐」，讓孩子禮拜六做社會實踐「賣報紙」，十份報紙必須賣掉，還不許家長陪。我給兒子買了十份《新京報》，一塊錢一份，買完了放到書包裡拿去賣，他自己去車站、停車場、商場賣。誰賣過報紙啊？還是北京的大風天，七、八級風。他談了五十個人，才賣出十份報紙。"
    },
    {
      "id": "02-042-0174_p0112",
      "zh_CN": "每次先鞠个躬：「叔叔你好，我是实验二小的学生。我们组织一个活动社会实践——卖报纸，您需要吗？」「不需要。」「谢谢您。」再鞠个躬，再下一个。有些大人特别不客气，认为他捣乱；有些阿姨实在没零钱，一百块钱整的；有些是没带钱，「宝贝真可爱，我就是没带钱，我也不能白拿你的报纸」；还有些人就是特横。",
      "zh_TW": "每次先鞠個躬：「叔叔你好，我是實驗二小的學生。我們組織一個活動社會實踐——賣報紙，您需要嗎？」「不需要。」「謝謝您。」再鞠個躬，再下一個。有些大人特別不客氣，認為他搗亂；有些阿姨實在沒零錢，一百塊錢整的；有些是沒帶錢，「寶貝真可愛，我就是沒帶錢，我也不能白拿你的報紙」；還有些人就是特橫。"
    },
    {
      "id": "02-042-0174_p0113",
      "zh_CN": "我就在五十米开外守着他，他卖出一份，我就比一下（竖大拇指）。你想，早晨的报纸，到下午五点半了，谁还买啊？都是可怜这孩子。我说：「儿子，一定要先鞠躬，一定要引起人的恻隐之心。」最后一个阿姨心疼他，一下掏出三块钱：「行了，孩子，还剩几份我都买了。」",
      "zh_TW": "我就在五十米開外守著他，他賣出一份，我就比一下（豎大拇指）。你想，早晨的報紙，到下午五點半了，誰還買啊？都是可憐這孩子。我說：「兒子，一定要先鞠躬，一定要引起人的惻隱之心。」最後一個阿姨心疼他，一下掏出三塊錢：「行了，孩子，還剩幾份我都買了。」"
    },
    {
      "id": "02-042-0174_p0114",
      "zh_CN": "后来我回去总结说：「儿子，咱们今天卖报纸，有点什么经验没有？」他说：「这有什么经验？怪苦的。」他还有一个同学，同样去卖，一份报纸都没卖出去，他不叫叔叔、不叫阿姨，也不鞠躬。我说：「你这孩子得学会招人疼啊，招人喜欢，这就是《弟子规》。儿子，今天你能卖出十份报纸，以后你就能卖出波音飞机！你小子以后肯定能挣钱。」",
      "zh_TW": "後來我回去總結說：「兒子，咱們今天賣報紙，有點什麼經驗沒有？」他說：「這有什麼經驗？怪苦的。」他還有一個同學，同樣去賣，一份報紙都沒賣出去，他不叫叔叔、不叫阿姨，也不鞠躬。我說：「你這孩子得學會招人疼啊，招人喜歡，這就是《弟子規》。兒子，今天你能賣出十份報紙，以後你就能賣出波音飛機！你小子以後肯定能掙錢。」"
    },
    {
      "id": "02-042-0174_p0115",
      "zh_CN": "这是小学四年级的事，现在已经上初中了，我还拿这事表扬他呢。所以，为人父母者，一定要跟孩子共同参与，一起面对生活中的种种困难和考验。",
      "zh_TW": "這是小學四年級的事，現在已經上初中了，我還拿這事表揚他呢。所以，為人父母者，一定要跟孩子共同參與，一起面對生活中的種種困難和考驗。"
    },
    {
      "id": "02-042-0174_p0116",
      "zh_CN": "【七、日本寿司店的故事】",
      "zh_TW": "【七、日本壽司店的故事】"
    },
    {
      "id": "02-042-0174_p0117",
      "zh_CN": "现在的孩子都沉迷于电子游戏之中，我的大儿子也是玩得特别厉害。因为他六岁我就离开他回北京，他和他妈妈留在加拿大。他妈妈白天也上班，他自己三点半放学，加拿大没什么作业，他就玩游戏。",
      "zh_TW": "現在的孩子都沉迷於電子遊戲之中，我的大兒子也是玩得特別厲害。因為他六歲我就離開他回北京，他和他媽媽留在加拿大。他媽媽白天也上班，他自己三點半放學，加拿大沒什麼作業，他就玩遊戲。"
    },
    {
      "id": "02-042-0174_p0118",
      "zh_CN": "那时候我加拿大一年都回不去两次，回去以后就领他到Game Store（游戏专卖店），给他买最好的游戏，什么三维的、Three-D的游戏。那时候是为了让孩子高兴，因为他妈妈特别节约，不给他买；我回到温哥华就领他去买，他特别高兴。",
      "zh_TW": "那時候我加拿大一年都回不去兩次，回去以後就領他到Game Store（遊戲專賣店），給他買最好的遊戲，什麼三維的、Three-D的遊戲。那時候是為了讓孩子高興，因為他媽媽特別節約，不給他買；我回到溫哥華就領他去買，他特別高興。"
    },
    {
      "id": "02-042-0174_p0119",
      "zh_CN": "等到他长大回北京了还玩。因为我对他生活也不是很了解，也没管他。后来我学佛了，就天天念佛回向给他，希望佛菩萨加持，给他创造机缘得以改变。结果有一天儿子特别感动的跟我说：「爸，我再也不玩游戏了。」我说：「你为什么不玩了？是没意思吗？」他说：「不是。」他说，他看了一篇报导，在日本东京有一个地铁口，有一位老人家从九岁就跟着爷爷、奶奶做寿司，一直做到九十岁，八十年如一日，就把老爷爷这摊接下来。他卖得不多，铺面也不大，每天就做一定的量，卖完就完了。而且不外卖，只能在店铺里吃，几十年没有换过铺子。他今年九十还在上班，领着儿子、孙子继续卖，生意特别好。为什么他的寿司好？卖金枪鱼的那些老板们，把最好的部位留给他；他用的米是日本最好的米，一年产不了几十斤，年年农民就把这个米留给他；紫菜也是最好的地方捞出来的，晒干了加工好留给他。",
      "zh_TW": "等到他長大回北京了還玩。因為我對他生活也不是很了解，也沒管他。後來我學佛了，就天天念佛迴向給他，希望佛菩薩加持，給他創造機緣得以改變。結果有一天兒子特別感動的跟我說：「爸，我再也不玩遊戲了。」我說：「你為什麼不玩了？是沒意思嗎？」他說：「不是。」他說，他看了一篇報導，在日本東京有一個地鐵口，有一位老人家從九歲就跟著爺爺、奶奶做壽司，一直做到九十歲，八十年如一日，就把老爺爺這攤接下來。他賣得不多，鋪面也不大，每天就做一定的量，賣完就完了。而且不外賣，只能在店鋪裡吃，幾十年沒有換過鋪子。他今年九十還在上班，領著兒子、孫子繼續賣，生意特別好。為什麼他的壽司好？賣金槍魚的那些老闆們，把最好的部位留給他；他用的米是日本最好的米，一年產不了幾十斤，年年農民就把這個米留給他；紫菜也是最好的地方撈出來的，曬乾了加工好留給他。"
    },
    {
      "id": "02-042-0174_p0120",
      "zh_CN": "我说：「那你怎么看完这篇报导，就不玩了？」他说：「我觉得他那么大岁数了，就一直坚持。」看到他的故事，他觉得感动。他是在《Michelin》杂志上看到的，这家店被评为日本唯一的星级寿司店。一个寿司店都需要这么认真，都需要这样的努力，而且这老人家一做，做了几十年；人们被这种精神感化，都把最好的鱼、最好的米留给他；最后连奥巴马总统到日本去，都要到那家店去吃。儿子看了这篇报导，再也不玩游戏了。",
      "zh_TW": "我說：「那你怎麼看完這篇報導，就不玩了？」他說：「我覺得他那麼大歲數了，就一直堅持。」看到他的故事，他覺得感動。他是在《Michelin》雜誌上看到的，這家店被評為日本唯一的星級壽司店。一個壽司店都需要這麼認真，都需要這樣的努力，而且這老人家一做，做了幾十年；人們被這種精神感化，都把最好的魚、最好的米留給他；最後連奧巴馬總統到日本去，都要到那家店去吃。兒子看了這篇報導，再也不玩遊戲了。"
    },
    {
      "id": "02-042-0174_p0121",
      "zh_CN": "所以，遇到这种情况，就得多念观世音菩萨，多念阿弥陀佛，以坚定信心，至诚感通，就能得到佛菩萨的加持。实实在在的求，一定管用。",
      "zh_TW": "所以，遇到這種情況，就得多念觀世音菩薩，多念阿彌陀佛，以堅定信心，至誠感通，就能得到佛菩薩的加持。實實在在的求，一定管用。"
    },
    {
      "id": "02-042-0174_p0122",
      "zh_CN": "【结语：呼唤爱的教育】",
      "zh_TW": "【結語：呼喚愛的教育】"
    },
    {
      "id": "02-042-0174_p0123",
      "zh_CN": "综上所述，胡小林老师父子间发人深省的亲子故事还有很多很多。胡老师用他的身行言教，诠释了「父子有亲」的「爱」的真谛。",
      "zh_TW": "綜上所述，胡小林老師父子間發人深省的親子故事還有很多很多。胡老師用他的身行言教，詮釋了「父子有親」的「愛」的真諦。"
    },
    {
      "id": "02-042-0174_p0124",
      "zh_CN": "家庭伦理的教育就是「亲爱」的教育，父子之间的亲爱是发自于天性的。中国传统圣贤教育第一个目的，是如何维系这种父子的亲爱，一生都不会改变；第二个目标是希望这种亲爱能够扩大，真正爱兄弟、爱家族、爱邻里乡党，进而能够扩大到爱社会、爱国家、爱全人类。",
      "zh_TW": "家庭倫理的教育就是「親愛」的教育，父子之間的親愛是發自於天性的。中國傳統聖賢教育第一個目的，是如何維繫這種父子的親愛，一生都不會改變；第二個目標是希望這種親愛能夠擴大，真正愛兄弟、愛家族、愛鄰里鄉黨，進而能夠擴大到愛社會、愛國家、愛全人類。"
    },
    {
      "id": "02-042-0174_p0125",
      "zh_CN": "我们真诚的祝愿，普天之下为人父母者都能尽到自己的职责，真正作之君、作之亲、作之师，为孩子的健康成长营造良好的氛围，为社会培养成圣成贤的栋梁之材！如此我们的国家、民族的未来必然是充满希望的！",
      "zh_TW": "我們真誠的祝願，普天之下為人父母者都能盡到自己的職責，真正作之君、作之親、作之師，為孩子的健康成長營造良好的氛圍，為社會培養成聖成賢的棟梁之材！如此我們的國家、民族的未來必然是充滿希望的！"
    },
    {
      "id": "02-042-0174_p0126",
      "zh_CN": "老法师：这一篇的报告，搜集小林老师的讲演，非常有价值，很能够启发人，我们希望要把它放在网路上广泛的流通。下面还有一份，我们的时间现在还有三分钟，留着下一次再学习。",
      "zh_TW": "老法師：這一篇的報告，蒐集小林老師的講演，非常有價值，很能夠啟發人，我們希望要把它放在網路上廣泛的流通。下面還有一份，我們的時間現在還有三分鐘，留著下一次再學習。"
    },
    {
      "id": "02-042-0174_p0127",
      "zh_CN": "胡小林学佛之后他确实完全改变了，影响他一家。年轻的时候，企业做得很成功，对于父母许许多多事情看不惯，叛逆，父母都怕他，把他当作日本鬼子一样，他回来，日本鬼子来了。刚刚学佛，对家人很不客气批评，你们吃肉，吃了肉将来要还债。话都说得很难听、很刺耳，他都不知道老人的心。学佛之后慢慢体会到了，完全改变了，真正变成了孝子。父亲晚年，身体也不好，他就学按摩，学得很到家，天天给父亲服务，所以父亲非常高兴。问他，你怎么改变的？你怎么学的？学佛。佛有这么好？中国传统文化有这么好？他说我们原先都不知道。所以他父亲在他朋友辈里头、老一辈里头，常常赞叹儿子孝顺，儿子学佛，学佛才懂得孝顺，让这些老人对佛法、对传统文化是另眼相看。这就度了很多人，造成很大的影响。很难得，真干。",
      "zh_TW": "胡小林學佛之後他確實完全改變了，影響他一家。年輕的時候，企業做得很成功，對於父母許許多多事情看不慣，叛逆，父母都怕他，把他當作日本鬼子一樣，他回來，日本鬼子來了。剛剛學佛，對家人很不客氣批評，你們吃肉，吃了肉將來要還債。話都說得很難聽、很刺耳，他都不知道老人的心。學佛之後慢慢體會到了，完全改變了，真正變成了孝子。父親晚年，身體也不好，他就學按摩，學得很到家，天天給父親服務，所以父親非常高興。問他，你怎麼改變的？你怎麼學的？學佛。佛有這麼好？中國傳統文化有這麼好？他說我們原先都不知道。所以他父親在他朋友輩裡頭、老一輩裡頭，常常讚歎兒子孝順，兒子學佛，學佛才懂得孝順，讓這些老人對佛法、對傳統文化是另眼相看。這就度了很多人，造成很大的影響。很難得，真幹。"
    },
    {
      "id": "02-042-0174_p0128",
      "zh_CN": "他第一次见我的时候，那时候我在新加坡，我教他，教他是他真干，很难得，真干、听话、老实，没有一个不成就的。理明白之后就知道怎么样孝养父母，孝养父母一定感化，可不能批评。以后他再不批评他的父亲喝酒吃肉，不再批评，看到我一桩事情。我是在抗战胜利之后，接着演变解放战争，我到台湾去了，跟家里面，家里头还有个母亲、一个弟弟，三十六年没见面。以后慢慢的打听到还在，母亲、弟弟都还在，这再联系上了。我母亲、弟弟到香港来看我，我在香港讲经，三十六年。她住在我们小佛堂里，畅怀法师的道场，我问她，妳想吃什么？她说吃鱼，我就交代，特地到市场买鱼给她吃。胡小林知道这个故事之后，他说老人那么大年岁，我们这个桌上，只有她饭碗旁边有个小碟子，鱼，我们大家都吃素。在这儿住了一个多星期，回家之后吃长素了。我们天天给她做，天天满足她喜欢的。真不容易，要感化。",
      "zh_TW": "他第一次見我的時候，那時候我在新加坡，我教他，教他是他真幹，很難得，真幹、聽話、老實，沒有一個不成就的。理明白之後就知道怎麼樣孝養父母，孝養父母一定感化，可不能批評。以後他再不批評他的父親喝酒吃肉，不再批評，看到我一樁事情。我是在抗戰勝利之後，接著演變解放戰爭，我到台灣去了，跟家裡面，家裡頭還有個母親、一個弟弟，三十六年沒見面。以後慢慢的打聽到還在，母親、弟弟都還在，這再聯繫上了。我母親、弟弟到香港來看我，我在香港講經，三十六年。她住在我們小佛堂裡，暢懷法師的道場，我問她，妳想吃什麼？她說吃魚，我就交代，特地到市場買魚給她吃。胡小林知道這個故事之後，他說老人那麼大年歲，我們這個桌上，只有她飯碗旁邊有個小碟子，魚，我們大家都吃素。在這兒住了一個多星期，回家之後吃長素了。我們天天給她做，天天滿足她喜歡的。真不容易，要感化。"
    },
    {
      "id": "02-042-0174_p0129",
      "zh_CN": "来看我们，我告诉她，二十六岁学佛，学佛之后就素食，身体很健康。每天唯一的工作就是讲经，就是学习，讲经对自己的好处很多，实在讲，讲给别人听就是劝自己，这一点很重要。日久天长，不相信的真相信了，勉强的变成完全自动的了，自动自发。所以这学习力量太大。现在我们听到很多人学习，念一遍，念两遍，顶多念三遍，好了，就不必再念了，这个不可以。古人给我们讲念多少遍？单位是千遍，「读书千遍，其义自见」，哪有读一遍、二遍就够了？可是现在真的，学校老师教学也是教你一遍二遍，那个不起作用。遍数愈多你会愈爱它，愈喜欢，「学而时习之，不亦说乎」？那种欢喜，法喜充满，从内心里头涌出来，那真欢喜，就是要遍数多。",
      "zh_TW": "來看我們，我告訴她，二十六歲學佛，學佛之後就素食，身體很健康。每天唯一的工作就是講經，就是學習，講經對自己的好處很多，實在講，講給別人聽就是勸自己，這一點很重要。日久天長，不相信的真相信了，勉強的變成完全自動的了，自動自發。所以這學習力量太大。現在我們聽到很多人學習，念一遍，念兩遍，頂多念三遍，好了，就不必再念了，這個不可以。古人給我們講念多少遍？單位是千遍，「讀書千遍，其義自見」，哪有讀一遍、二遍就夠了？可是現在真的，學校老師教學也是教你一遍二遍，那個不起作用。遍數愈多你會愈愛它，愈喜歡，「學而時習之，不亦說乎」？那種歡喜，法喜充滿，從內心裡頭湧出來，那真歡喜，就是要遍數多。"
    },
    {
      "id": "02-042-0174_p0130",
      "zh_CN": "所以古人，私塾老先生教的非常有道理，现在我们完全不了解，完全不能接受。哪有那么样的尊重、给老师很厚的待遇请来的时候，他怎么不讲经，经书不讲给孩子听，只教他念？殊不知遍数念多了，他自己就会讲了。老师要等到他自己会讲，讲给老师听，老师点头，不错，你没讲错，继续再努力，还有很多意思你还没懂得。这个方法，我们知道是佛传过来的，佛法的教学重在开悟，老师不能讲。讲怎么样？他明白了，悟不出来，把他悟门堵死了，永远不能开悟。所以现在学生学的全是知识，他不学的他不知道；开悟了能触类旁通，无论什么事情碰到的时候，他有智慧，他有办法解决，他有办法应付。所以，东方教学的经验丰富，教学的理论依据、方法都不是现在人能够想得到的，真有效果，真有成绩。好，我们今天就学习到此地。",
      "zh_TW": "所以古人，私塾老先生教的非常有道理，現在我們完全不了解，完全不能接受。哪有那麼樣的尊重、給老師很厚的待遇請來的時候，他怎麼不講經，經書不講給孩子聽，只教他念？殊不知遍數念多了，他自己就會講了。老師要等到他自己會講，講給老師聽，老師點頭，不錯，你沒講錯，繼續再努力，還有很多意思你還沒懂得。這個方法，我們知道是佛傳過來的，佛法的教學重在開悟，老師不能講。講怎麼樣？他明白了，悟不出來，把他悟門堵死了，永遠不能開悟。所以現在學生學的全是知識，他不學的他不知道；開悟了能觸類旁通，無論什麼事情碰到的時候，他有智慧，他有辦法解決，他有辦法應付。所以，東方教學的經驗豐富，教學的理論依據、方法都不是現在人能夠想得到的，真有效果，真有成績。好，我們今天就學習到此地。"
    }
  ]
}