{
  "doc_id": "02-042-0152",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "刘余莉",
    "吴军继",
    "开祥法师"
  ],
  "volume": {
    "zh_CN": "第一五二集",
    "zh_TW": "第一五二集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0152",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "02-042-0152_p0001",
      "zh_CN": "学生：岁次乙未年中元祭祖专刊。尊敬的师父上人，尊敬的诸位法师，大德仁者：阿弥陀佛！惭愧弟子刘余莉今日恭敬报告的主题是「中华传统文化中的师道」。",
      "zh_TW": "學生：歲次乙未年中元祭祖專刊。尊敬的師父上人，尊敬的諸位法師，大德仁者：阿彌陀佛！慚愧弟子劉余莉今日恭敬報告的主題是「中華傳統文化中的師道」。"
    },
    {
      "id": "02-042-0152_p0002",
      "zh_CN": "在《论语》的开篇就提出：「学而时习之，不亦说乎？」以「学」字做为整部《论语》的领起，可谓意味深远，说明学是安身立命、经世致用的关键。古人所学乃圣贤之道，而「道之所存，师之所存」。不尊师则无法超凡入圣，修齐治平亦沦于空谈。故《学记》云：「凡学之道，严师为难。师严然后道尊，道尊然后民知敬学。」尊师、敬学对于明德、传道、治国、平天下皆至关重要。",
      "zh_TW": "在《論語》的開篇就提出：「學而時習之，不亦說乎？」以「學」字做為整部《論語》的領起，可謂意味深遠，說明學是安身立命、經世致用的關鍵。古人所學乃聖賢之道，而「道之所存，師之所存」。不尊師則無法超凡入聖，修齊治平亦淪於空談。故《學記》云：「凡學之道，嚴師為難。師嚴然後道尊，道尊然後民知敬學。」尊師、敬學對於明德、傳道、治國、平天下皆至關重要。"
    },
    {
      "id": "02-042-0152_p0003",
      "zh_CN": "一、尊师与明德",
      "zh_TW": "一、尊師與明德"
    },
    {
      "id": "02-042-0152_p0004",
      "zh_CN": "纵观当今之世界，无论贫富贵贱，大多身心不安。究其原因，实为不学圣贤教诲、迷失本性所致。",
      "zh_TW": "縱觀當今之世界，無論貧富貴賤，大多身心不安。究其原因，實為不學聖賢教誨、迷失本性所致。"
    },
    {
      "id": "02-042-0152_p0005",
      "zh_CN": "《礼记》云：「大学之道，在明明德。」老子说：「上士闻道，勤而行之。」《华严经》曰：「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」可见，古人所学者，道也；目的是明明德，亦即明心见性、见性成佛。",
      "zh_TW": "《禮記》云：「大學之道，在明明德。」老子說：「上士聞道，勤而行之。」《華嚴經》曰：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」可見，古人所學者，道也；目的是明明德，亦即明心見性、見性成佛。"
    },
    {
      "id": "02-042-0152_p0006",
      "zh_CN": "伟大的教育家佛陀告诉我们，人的烦恼及痛苦源于人对自身及所处环境的错误认识。因为迷惑才会造业，因为造业而感痛苦。如果人能够建立对宇宙人生真相的正确认知，就能随缘妙用、心想事成。通过学习圣贤教诲，可以破迷开悟，最终离苦得乐。唯有成佛（觉悟的人）才能离究竟苦，得究竟乐。",
      "zh_TW": "偉大的教育家佛陀告訴我們，人的煩惱及痛苦源於人對自身及所處環境的錯誤認識。因為迷惑才會造業，因為造業而感痛苦。如果人能夠建立對宇宙人生真相的正確認知，就能隨緣妙用、心想事成。通過學習聖賢教誨，可以破迷開悟，最終離苦得樂。唯有成佛（覺悟的人）才能離究竟苦，得究竟樂。"
    },
    {
      "id": "02-042-0152_p0007",
      "zh_CN": "一代国学大家方东美教授曾教导上净下空老和尚说：「学佛是人生最高的享受。」正是老和尚对老师深信不疑，从此学习并践行佛陀教诲，用自己一生的学佛经历验证了方老师的话真实不虚。如今老和尚虽已近九旬高龄，仍然坚持每天讲经不辍，圆满具足了世间人所希求的财富自在、身体健康、聪明智慧、法喜充满，让每一位有缘亲近的人都能对佛陀教育生起信心。",
      "zh_TW": "一代國學大家方東美教授曾教導上淨下空老和尚說：「學佛是人生最高的享受。」正是老和尚對老師深信不疑，從此學習並踐行佛陀教誨，用自己一生的學佛經歷驗證了方老師的話真實不虛。如今老和尚雖已近九旬高齡，仍然堅持每天講經不輟，圓滿具足了世間人所希求的財富自在、身體健康、聰明智慧、法喜充滿，讓每一位有緣親近的人都能對佛陀教育生起信心。"
    },
    {
      "id": "02-042-0152_p0008",
      "zh_CN": "《说文解字》谓：学，觉也，效也。后觉习效先觉之所为也。可见，师，先觉者也；弟子，后觉者也。弟子拜师，以求觉悟也。而觉悟是自性本具，必从真诚恭敬心中求得，故世尊告诫阿难，师与弟子当两俱真诚，师当如师，弟子当如弟子。《六方礼经》：「谓弟子事师，当有五事：一当敬难之，二当念其恩，三所教随之，四思念不厌，五当从后称誉之。」《长阿含经》曰：「弟子敬奉师长复有五事，云何为五？一给侍所须，二礼敬供养，三尊重戴仰，四师有教敕敬顺无违，五从师闻法善持不忘。」供养师父生活所需、见面恭敬顶礼师父、服侍师父饮食起居等等，都是尊师的体现。但是，尊师最重要的就是依教奉行，正如《无量寿经》云：「假令供养恒沙圣，不如坚勇求正觉」。具体而言，就是「老实、听话、真干」，用「真诚心、清净心、恭敬心」去学习、落实老师的教诲。如今，我们看到尊师的好榜样刘素云老师，刘老师认真落实师父上人的教诲，「一门深入，长时薰修」，在佛法的修学上踏踏实实、悟入甚深，寻常言语间都流露出清净智慧，是真佛弟子的楷模。",
      "zh_TW": "《說文解字》謂：學，覺也，效也。後覺習效先覺之所為也。可見，師，先覺者也；弟子，後覺者也。弟子拜師，以求覺悟也。而覺悟是自性本具，必從真誠恭敬心中求得，故世尊告誡阿難，師與弟子當兩俱真誠，師當如師，弟子當如弟子。《六方禮經》：「謂弟子事師，當有五事：一當敬難之，二當念其恩，三所教隨之，四思念不厭，五當從後稱譽之。」《長阿含經》曰：「弟子敬奉師長復有五事，云何為五？一給侍所須，二禮敬供養，三尊重戴仰，四師有教敕敬順無違，五從師聞法善持不忘。」供養師父生活所需、見面恭敬頂禮師父、服侍師父飲食起居等等，都是尊師的體現。但是，尊師最重要的就是依教奉行，正如《無量壽經》云：「假令供養恆沙聖，不如堅勇求正覺」。具體而言，就是「老實、聽話、真幹」，用「真誠心、清淨心、恭敬心」去學習、落實老師的教誨。如今，我們看到尊師的好榜樣劉素雲老師，劉老師認真落實師父上人的教誨，「一門深入，長時薰修」，在佛法的修學上踏踏實實、悟入甚深，尋常言語間都流露出清淨智慧，是真佛弟子的楷模。"
    },
    {
      "id": "02-042-0152_p0009",
      "zh_CN": "如果弟子幸遇明师，却不知尊师念恩，则难得师道之真谛。即使师父乃孔子、释迦再世，亦无助于弟子自性明德之开发。印祖曰：「一分诚敬得一分利益，十分诚敬得十分利益」，这个利益是明心见性的大利益。上净下空老和尚极力赞叹的贤公老和尚就是这方面的典范。贤公没有读过书，不认识字，传戒师父只教他一句「南无阿弥陀佛」，嘱咐他一直念去。贤公对师父有绝对的诚敬心，一生奉行师父的这句教诲，念佛九十二年不中断，达到大彻大悟、明心见性的境界。贤公老和尚虽然智慧圆满，但是因为师父曾告诫他要韬光养晦，「知道了，不要乱说，不能说」，贤公老和尚就埋首田间，躬耕陇亩，一生以苦力劳动惠利大众，与众生和光同尘，持戒吃苦，直至往生。贤公老和尚用九十二年的时间，为我们诠释了尊师的真义！",
      "zh_TW": "如果弟子幸遇明師，卻不知尊師念恩，則難得師道之真諦。即使師父乃孔子、釋迦再世，亦無助於弟子自性明德之開發。印祖曰：「一分誠敬得一分利益，十分誠敬得十分利益」，這個利益是明心見性的大利益。上淨下空老和尚極力讚歎的賢公老和尚就是這方面的典範。賢公沒有讀過書，不認識字，傳戒師父只教他一句「南無阿彌陀佛」，囑咐他一直念去。賢公對師父有絕對的誠敬心，一生奉行師父的這句教誨，念佛九十二年不中斷，達到大徹大悟、明心見性的境界。賢公老和尚雖然智慧圓滿，但是因為師父曾告誡他要韜光養晦，「知道了，不要亂說，不能說」，賢公老和尚就埋首田間，躬耕隴畝，一生以苦力勞動惠利大眾，與眾生和光同塵，持戒吃苦，直至往生。賢公老和尚用九十二年的時間，為我們詮釋了尊師的真義！"
    },
    {
      "id": "02-042-0152_p0010",
      "zh_CN": "二、尊师与传道",
      "zh_TW": "二、尊師與傳道"
    },
    {
      "id": "02-042-0152_p0011",
      "zh_CN": "「师者，所以传道授业解惑也。」所谓道，即圣贤相传之道。孔子言「述而不作，信而好古」，佛陀也说自己没有在古佛所说之外增加一字。师道其所以尊严，是因为真正的明师皆不标榜自己，而只是为往圣继绝学，传承古圣先贤道脉的传道者。这种无我的精神，正是为师者所以光载千秋、万众敬仰之原因。",
      "zh_TW": "「師者，所以傳道授業解惑也。」所謂道，即聖賢相傳之道。孔子言「述而不作，信而好古」，佛陀也說自己沒有在古佛所說之外增加一字。師道其所以尊嚴，是因為真正的明師皆不標榜自己，而只是為往聖繼絕學，傳承古聖先賢道脈的傳道者。這種無我的精神，正是為師者所以光載千秋、萬眾敬仰之原因。"
    },
    {
      "id": "02-042-0152_p0012",
      "zh_CN": "中国传统社会重义轻利，医生和老师这两种职业最受世人尊敬。因为医生救人身命，不言财利；老师成就慧命，使人明道。古人云：「千金不卖道。」古代的老师不用学问谋利，如遇清寒而又真心向道的学生，不仅不收供养，还要补贴学生。正是为师者「谋道不谋食」的品质，倍受社会尊重。",
      "zh_TW": "中國傳統社會重義輕利，醫生和老師這兩種職業最受世人尊敬。因為醫生救人身命，不言財利；老師成就慧命，使人明道。古人云：「千金不賣道。」古代的老師不用學問謀利，如遇清寒而又真心向道的學生，不僅不收供養，還要補貼學生。正是為師者「謀道不謀食」的品質，倍受社會尊重。"
    },
    {
      "id": "02-042-0152_p0013",
      "zh_CN": "在中国古代，对师道的尊重是通过礼加以保证。《礼记．曲礼》曰：「男子二十，冠而字。」男子在二十岁行加冠礼，表示成年。从称谓方面讲，此时亲友会赠予一字，自此以后，亲友都要称其字表示尊重。即便入朝为官，天子也要称其字而不称名。可以一生称名的只有两种人：一是生养自己身命的父母，二是长养自己慧命的老师。可见古人对于老师是何等尊重！",
      "zh_TW": "在中國古代，對師道的尊重是通過禮加以保證。《禮記．曲禮》曰：「男子二十，冠而字。」男子在二十歲行加冠禮，表示成年。從稱謂方面講，此時親友會贈予一字，自此以後，親友都要稱其字表示尊重。即便入朝為官，天子也要稱其字而不稱名。可以一生稱名的只有兩種人：一是生養自己身命的父母，二是長養自己慧命的老師。可見古人對於老師是何等尊重！"
    },
    {
      "id": "02-042-0152_p0014",
      "zh_CN": "古人入私塾读书，要先行拜师礼。而行礼者不仅是学生，连学生的父母都要向老师行跪拜礼。上净下空老和尚曾讲述自己拜师的经历，当时父亲带领他，先向「大成至圣先师孔老夫子神位」行三跪九叩首的大礼，之后老师入座于夫子牌位前，接受父子二人三跪九叩首的最敬礼。如果是一个家族礼请老师教育子弟，就由家中最尊长者代表族人向老师行三跪九叩首的大礼。中国古代家道谨严，长幼尊卑秩序分明。试想，身为一家之尊的家长是怀着何等恭敬之心，才会向老师行如此大礼？而这种仪式，又会在孩子的心中烙下怎样深刻的「尊师重道」之印记？",
      "zh_TW": "古人入私塾讀書，要先行拜師禮。而行禮者不僅是學生，連學生的父母都要向老師行跪拜禮。上淨下空老和尚曾講述自己拜師的經歷，當時父親帶領他，先向「大成至聖先師孔老夫子神位」行三跪九叩首的大禮，之後老師入座於夫子牌位前，接受父子二人三跪九叩首的最敬禮。如果是一個家族禮請老師教育子弟，就由家中最尊長者代表族人向老師行三跪九叩首的大禮。中國古代家道謹嚴，長幼尊卑秩序分明。試想，身為一家之尊的家長是懷著何等恭敬之心，才會向老師行如此大禮？而這種儀式，又會在孩子的心中烙下怎樣深刻的「尊師重道」之印記？"
    },
    {
      "id": "02-042-0152_p0015",
      "zh_CN": "古人言「师徒如父子」。事实上，老师对好学生的重视甚至超过对儿女，因为老师念念令正法久住，而好学生正可担负起传承道统的责任。上净下空老和尚当年旅居台湾，生活清苦，但一心向道。而做为当时一代名家的方东美先生、章嘉大师、李炳南老居士，皆不求物质上的供养，无一例外的对他尽心栽培，都是因为看到他对老师的恭敬心和学道的真诚心。当时的老和尚虽然年纪尚轻，但已襟怀天下，心系众生，关心的不是个人之名闻利养，而是如何找到方法解决诸多社会问题，化解冲突，解民众于倒悬。正是老和尚承传圣贤之道以济世安民的使命感，使自己得到老师的格外器重。果然，他奉行章嘉大师的教诲，一生学释迦佛、走释迦路，以讲经说法做为自己的本业，把佛教带回到佛陀教育的正路；他从李老师手中接过《无量寿经》，不负师恩，通过不断讲习，把它弘遍全球，普利群蒙。老和尚在弘扬大经的道路上，虽然历尽千辛万苦，屡遭诽谤中伤，但却初衷不改，丝毫未曾动摇弘扬正法的决心，就是因为他对老师有坚定的信心，念念不曾忘记老师的嘱托。「舍此身心奉尘刹，是则名为报佛恩」。可以说，正因为老和尚对恩师及本师释迦牟尼佛具足至诚恭敬之心，才使得他在求法的道上孜孜不倦，在弘法的路上矢志不渝！",
      "zh_TW": "古人言「師徒如父子」。事實上，老師對好學生的重視甚至超過對兒女，因為老師念念令正法久住，而好學生正可擔負起傳承道統的責任。上淨下空老和尚當年旅居台灣，生活清苦，但一心向道。而做為當時一代名家的方東美先生、章嘉大師、李炳南老居士，皆不求物質上的供養，無一例外的對他盡心栽培，都是因為看到他對老師的恭敬心和學道的真誠心。當時的老和尚雖然年紀尚輕，但已襟懷天下，心繫眾生，關心的不是個人之名聞利養，而是如何找到方法解決諸多社會問題，化解衝突，解民眾於倒懸。正是老和尚承傳聖賢之道以濟世安民的使命感，使自己得到老師的格外器重。果然，他奉行章嘉大師的教誨，一生學釋迦佛、走釋迦路，以講經說法做為自己的本業，把佛教帶回到佛陀教育的正路；他從李老師手中接過《無量壽經》，不負師恩，通過不斷講習，把它弘遍全球，普利群蒙。老和尚在弘揚大經的道路上，雖然歷盡千辛萬苦，屢遭誹謗中傷，但卻初衷不改，絲毫未曾動搖弘揚正法的決心，就是因為他對老師有堅定的信心，念念不曾忘記老師的囑託。「捨此身心奉塵剎，是則名為報佛恩」。可以說，正因為老和尚對恩師及本師釋迦牟尼佛具足至誠恭敬之心，才使得他在求法的道上孜孜不倦，在弘法的路上矢志不渝！"
    },
    {
      "id": "02-042-0152_p0016",
      "zh_CN": "古人云：「经师易遇，人师难遭。」所谓人师，乃德行才识并皆卓越者，可以「学为人师，行为世范」，不必在朝在位。在人类历史中，出现了不计其数的政治家、军事家、经济学家等，但是真正的人师却如珍如瑞。因为他们无论在诚意正心的修养上，还是在平治天下的智慧上，都堪为学人表率，足为后世取法。正是他们表里如一的为人演说圣贤之道，才令无数人重拾对圣贤教诲的信心，使圣贤文化薪火不灭、代代承传！",
      "zh_TW": "古人云：「經師易遇，人師難遭。」所謂人師，乃德行才識並皆卓越者，可以「學為人師，行為世範」，不必在朝在位。在人類歷史中，出現了不計其數的政治家、軍事家、經濟學家等，但是真正的人師卻如珍如瑞。因為他們無論在誠意正心的修養上，還是在平治天下的智慧上，都堪為學人表率，足為後世取法。正是他們表裡如一的為人演說聖賢之道，才令無數人重拾對聖賢教誨的信心，使聖賢文化薪火不滅、代代承傳！"
    },
    {
      "id": "02-042-0152_p0017",
      "zh_CN": "「人能弘道，非道弘人」，圣贤之道有赖于行道之师而光大。孟子尊孔子，「虽未得为孔子之徒也」，却「私淑诸人」以求其教诲，学为「亚圣」而超于孔子门生。其原因只为「至诚」二字。所谓「至诚如神」，唯有至诚之心，才能感通天地之道，感通夫子之教。可见，对老师的尊重即是对圣贤之道的尊重，更是传承圣贤学问所必需。",
      "zh_TW": "「人能弘道，非道弘人」，聖賢之道有賴於行道之師而光大。孟子尊孔子，「雖未得為孔子之徒也」，卻「私淑諸人」以求其教誨，學為「亞聖」而超於孔子門生。其原因只為「至誠」二字。所謂「至誠如神」，唯有至誠之心，才能感通天地之道，感通夫子之教。可見，對老師的尊重即是對聖賢之道的尊重，更是傳承聖賢學問所必需。"
    },
    {
      "id": "02-042-0152_p0018",
      "zh_CN": "三、尊师与治国",
      "zh_TW": "三、尊師與治國"
    },
    {
      "id": "02-042-0152_p0019",
      "zh_CN": "《论语》中记载，季康子问政于孔子。孔子说：「子欲善而民善矣。君子之德风，小人之德草。草上之风，必偃。」同理，如果君主希望百姓尊师重道，就必须自己率先垂范。古代圣王都明白上行下效的道理，因此「古之圣王，未有不尊师者也」。（《吕氏春秋》）",
      "zh_TW": "《論語》中記載，季康子問政於孔子。孔子說：「子欲善而民善矣。君子之德風，小人之德草。草上之風，必偃。」同理，如果君主希望百姓尊師重道，就必須自己率先垂範。古代聖王都明白上行下效的道理，因此「古之聖王，未有不尊師者也」。（《呂氏春秋》）"
    },
    {
      "id": "02-042-0152_p0020",
      "zh_CN": "汉明帝就是一位尊师的典范。据《资治通鉴》记载，汉明帝为太子时，曾向桓荣学习《尚书》，在他做皇帝后，仍以学生身分自居。汉明帝造访太常府时，以师生之礼与桓荣相见，并设几杖，召集百官和桓荣的弟子数百人一起向桓荣行弟子礼，并由他亲自执礼，带头听受老师讲学。老师每有不适，明帝就派使者去慰问，而专门负责皇帝膳食和医疗的官员都络绎不绝的去服侍桓荣。明帝还亲自到老师家询问病情，进入老师所居住的街巷就下车步行，手捧经书走到老师跟前，轻抚老师，垂泪哭泣。他还送与老师床具、衣物等用品，让老师更舒适的休养，久久不忍离去。从此以后，文武官员来探病，再不敢到门口才下车，而且都在桓荣床前下拜。桓荣去世，汉明帝亲自改换丧服送葬，并把老师安葬在尊贵的位置。可能正是由于汉明帝如此尊师重道，才感得佛法于明帝永平十年正式传入中国。",
      "zh_TW": "漢明帝就是一位尊師的典範。據《資治通鑑》記載，漢明帝為太子時，曾向桓榮學習《尚書》，在他做皇帝後，仍以學生身分自居。漢明帝造訪太常府時，以師生之禮與桓榮相見，並設几杖，召集百官和桓榮的弟子數百人一起向桓榮行弟子禮，並由他親自執禮，帶頭聽受老師講學。老師每有不適，明帝就派使者去慰問，而專門負責皇帝膳食和醫療的官員都絡繹不絕的去服侍桓榮。明帝還親自到老師家詢問病情，進入老師所居住的街巷就下車步行，手捧經書走到老師跟前，輕撫老師，垂淚哭泣。他還送與老師床具、衣物等用品，讓老師更舒適的休養，久久不忍離去。從此以後，文武官員來探病，再不敢到門口才下車，而且都在桓榮床前下拜。桓榮去世，漢明帝親自改換喪服送葬，並把老師安葬在尊貴的位置。可能正是由於漢明帝如此尊師重道，才感得佛法於明帝永平十年正式傳入中國。"
    },
    {
      "id": "02-042-0152_p0021",
      "zh_CN": "而唐太宗之所以在隋末战乱后短期内就开创了「贞观之治」，使天下太平、万国来朝，与他尊师重道并赐予皇子、诸王们学习《群书治要》密不可分。清朝「康乾盛世」的缔造，更与康熙、雍正、乾隆三代皇帝设立了礼请儒释道大德为国师、坚持讲经教学的制度相关。反之，唐朝之所以衰于唐玄宗，清朝之所以亡于慈禧太后，都是因为圣教的废弛、对师道的轻忽。",
      "zh_TW": "而唐太宗之所以在隋末戰亂後短期內就開創了「貞觀之治」，使天下太平、萬國來朝，與他尊師重道並賜予皇子、諸王們學習《群書治要》密不可分。清朝「康乾盛世」的締造，更與康熙、雍正、乾隆三代皇帝設立了禮請儒釋道大德為國師、堅持講經教學的制度相關。反之，唐朝之所以衰於唐玄宗，清朝之所以亡於慈禧太后，都是因為聖教的廢弛、對師道的輕忽。"
    },
    {
      "id": "02-042-0152_p0022",
      "zh_CN": "天子之所以应尊师重道，因为天子的职责是践行圣道，而老师的职责是传承圣道。天子唯有从师而学，才能修德明道，进而平治天下。纵观中国千年历史的兴衰，可以发现：凡是尊师重道的时期，都是政治清明，乃至盛世出现的时期；凡是轻师贱道的时期，都是王朝走向衰败和灭亡的转折点。正如《荀子．大略》云，「国将兴，必贵师而重傅」，「国将衰，必贱师而轻傅」。",
      "zh_TW": "天子之所以應尊師重道，因為天子的職責是踐行聖道，而老師的職責是傳承聖道。天子唯有從師而學，才能修德明道，進而平治天下。縱觀中國千年歷史的興衰，可以發現：凡是尊師重道的時期，都是政治清明，乃至盛世出現的時期；凡是輕師賤道的時期，都是王朝走向衰敗和滅亡的轉折點。正如《荀子．大略》云，「國將興，必貴師而重傅」，「國將衰，必賤師而輕傅」。"
    },
    {
      "id": "02-042-0152_p0023",
      "zh_CN": "在古代，「天下之命悬于天子」，能否尽早为太子选择明师教导，决定着国家的安危。这说明，国家是否有真正的后继人才，主要取决于是否有好老师的教导。所谓「天下有真教术，斯有真人材」。《淮南子》中记载，孔子「养徒三千人，皆入孝出悌，言为文章，行为仪表，教之所成也」。如今，在上净下空老和尚的学生中，有一丝不苟、全心全意为人民服务的优秀共产党员刘素云老师；有把《弟子规》的教学带到千家万户、引领无数人走向幸福人生的蔡礼旭老师；有运用中华文化建设和谐企业，从而创下「中国式管理」模式的企业家典范胡小林老师、吴念博董事长；有放下优厚待遇、为弘扬正法废寝忘食的陈大惠老师；有改邪归正，通过兴办「道德讲堂」主动承担社会责任的谢奕辉老师；更有众多不愿透露姓名的学生分布在各行各业，默默身体力行着圣贤教诲，成为传播社会正能量的主体，为国家的长治久安做出了重要贡献。",
      "zh_TW": "在古代，「天下之命懸於天子」，能否儘早為太子選擇明師教導，決定著國家的安危。這說明，國家是否有真正的後繼人才，主要取決於是否有好老師的教導。所謂「天下有真教術，斯有真人材」。《淮南子》中記載，孔子「養徒三千人，皆入孝出悌，言為文章，行為儀表，教之所成也」。如今，在上淨下空老和尚的學生中，有一絲不苟、全心全意為人民服務的優秀共產黨員劉素雲老師；有把《弟子規》的教學帶到千家萬戶、引領無數人走向幸福人生的蔡禮旭老師；有運用中華文化建設和諧企業，從而創下「中國式管理」模式的企業家典範胡小林老師、吳念博董事長；有放下優厚待遇、為弘揚正法廢寢忘食的陳大惠老師；有改邪歸正，通過興辦「道德講堂」主動承擔社會責任的謝奕輝老師；更有眾多不願透露姓名的學生分布在各行各業，默默身體力行著聖賢教誨，成為傳播社會正能量的主體，為國家的長治久安做出了重要貢獻。"
    },
    {
      "id": "02-042-0152_p0024",
      "zh_CN": "四、尊师与平天下",
      "zh_TW": "四、尊師與平天下"
    },
    {
      "id": "02-042-0152_p0025",
      "zh_CN": "「非圣人者无法」，由于西方人本主义的泛滥，东方疏离了孔孟、释迦，西方宣布上帝死了。结果，人们抛弃了伦理道德的标准，变得唯我独尊、为所欲为，拜金主义、享乐主义、极端个人主义、虚无主义盛行，贪瞋痴慢疑等负面思想蚕食着人之本性，人与人、团体与团体、国家与国家之间的矛盾不断升级。核武器的发明，更使世界成为全球核战争的潜在战场，整个人类都处在巨大威胁之下而惶惶不安。",
      "zh_TW": "「非聖人者無法」，由於西方人本主義的氾濫，東方疏離了孔孟、釋迦，西方宣布上帝死了。結果，人們拋棄了倫理道德的標準，變得唯我獨尊、為所欲為，拜金主義、享樂主義、極端個人主義、虛無主義盛行，貪瞋痴慢疑等負面思想蠶食著人之本性，人與人、團體與團體、國家與國家之間的矛盾不斷升級。核武器的發明，更使世界成為全球核戰爭的潛在戰場，整個人類都處在巨大威脅之下而惶惶不安。"
    },
    {
      "id": "02-042-0152_p0026",
      "zh_CN": "在国际社会，许多专家学者都在探讨世界和平问题，但多年来莫衷一是，甚至对此丧失了信心。而深谙儒释道精神的上净下空老和尚以超群的眼光，洞察到未来世界人类和平的出路所在：唯有国家与国家、政党与政党、族群与族群、宗教与宗教，能够平等对待、和睦相处，世界和平才可以实现。而在四种关系当中，应从宗教团结开始努力，如果宗教能够平等对待、和睦相处，则会影响族群、政党，进而影响国家。",
      "zh_TW": "在國際社會，許多專家學者都在探討世界和平問題，但多年來莫衷一是，甚至對此喪失了信心。而深諳儒釋道精神的上淨下空老和尚以超群的眼光，洞察到未來世界人類和平的出路所在：唯有國家與國家、政黨與政黨、族群與族群、宗教與宗教，能夠平等對待、和睦相處，世界和平才可以實現。而在四種關係當中，應從宗教團結開始努力，如果宗教能夠平等對待、和睦相處，則會影響族群、政黨，進而影響國家。"
    },
    {
      "id": "02-042-0152_p0027",
      "zh_CN": "宗教团结靠什么落实？靠振兴师道。如果每个宗教都能效法创教先圣的行谊，宣讲创教本师的教诲，使宗教回归到教育的本来面目，就是对耶稣、佛陀、穆罕默德乃至一切圣人真正的尊重。佛陀教导人以平等心礼敬一切人、事、物，倡导无缘大慈、同体大悲；上帝教导人凡事谦虚、忍耐，用爱心互相宽容；真主安拉教导人们：只有一种道德规范，就是源于忘我、行善的博爱法则。这些教诲均以仁慈博爱为核心，说明各个宗教的本质精神是相通的。上净下空老和尚先后在新加坡、澳洲团结各大宗教的成功经验，证明了宗教是可以团结的。",
      "zh_TW": "宗教團結靠什麼落實？靠振興師道。如果每個宗教都能效法創教先聖的行誼，宣講創教本師的教誨，使宗教回歸到教育的本來面目，就是對耶穌、佛陀、穆罕默德乃至一切聖人真正的尊重。佛陀教導人以平等心禮敬一切人、事、物，倡導無緣大慈、同體大悲；上帝教導人凡事謙虛、忍耐，用愛心互相寬容；真主安拉教導人們：只有一種道德規範，就是源於忘我、行善的博愛法則。這些教誨均以仁慈博愛為核心，說明各個宗教的本質精神是相通的。上淨下空老和尚先後在新加坡、澳洲團結各大宗教的成功經驗，證明了宗教是可以團結的。"
    },
    {
      "id": "02-042-0152_p0028",
      "zh_CN": "如今，在发挥宗教的作用方面提出：「积极引导宗教与社会主义社会相适应，必须坚持中国化方向，必须提高宗教工作法治化水准，必须辩证看待宗教的社会作用，必须重视发挥宗教界人士作用，引导宗教努力为促进经济发展、社会和谐、文化繁荣、民族团结、祖国统一服务。」如何坚持宗教教育的中国化方向？在汉语的解释中，「宗教」的意思是主要的教育、重要的教学、尊崇的教化，坚持中国化方向就是要让宗教回归圣贤教育的本质。如何提高宗教工作的法治化水平？就是要引导宗教徒落实宗教经典中的伦理、道德、因果教育，因为德治是法治的前提和基础。为何要辩证看待宗教的社会作用？因为如果宗教不能回归教育，不能讲清楚宗教典籍，就很容易变成迷信，被极端组织所利用，进而产生负面影响。如何发挥宗教界人士的作用？就是鼓励宗教界人士讲解自己所学的经典，教化人民。如何引导宗教？就是让宗教回归教育、互相学习、彼此团结，唯有如此，宗教才能为现代社会的和谐、稳定与发展做出真实的贡献。",
      "zh_TW": "如今，在發揮宗教的作用方面提出：「積極引導宗教與社會主義社會相適應，必須堅持中國化方向，必須提高宗教工作法治化水準，必須辯證看待宗教的社會作用，必須重視發揮宗教界人士作用，引導宗教努力為促進經濟發展、社會和諧、文化繁榮、民族團結、祖國統一服務。」如何堅持宗教教育的中國化方向？在漢語的解釋中，「宗教」的意思是主要的教育、重要的教學、尊崇的教化，堅持中國化方向就是要讓宗教回歸聖賢教育的本質。如何提高宗教工作的法治化水平？就是要引導宗教徒落實宗教經典中的倫理、道德、因果教育，因為德治是法治的前提和基礎。為何要辯證看待宗教的社會作用？因為如果宗教不能回歸教育，不能講清楚宗教典籍，就很容易變成迷信，被極端組織所利用，進而產生負面影響。如何發揮宗教界人士的作用？就是鼓勵宗教界人士講解自己所學的經典，教化人民。如何引導宗教？就是讓宗教回歸教育、互相學習、彼此團結，唯有如此，宗教才能為現代社會的和諧、穩定與發展做出真實的貢獻。"
    },
    {
      "id": "02-042-0152_p0029",
      "zh_CN": "人类如何在未来世界中生存和延续？这已是一个迫在眉睫的问题。英国著名历史学家汤恩比博士把人类未来的希望寄托在中国，早在二十世纪七〇年代，他就指出：「能够真正解决二十一世纪社会问题的，唯有中国的孔孟学说与大乘佛法。」孔孟学说的核心是仁义忠恕，大乘佛法的核心是真诚慈悲，而孔孟学说和大乘佛法都必须靠师道的恢复，才能承传并发扬光大。如今，愈来愈多的志士仁人达成共识，「庄敬日强，安肆日偷」，人类要想延续，就必须对自以为是、恣意妄为的价值观痛加反思，并重振师道尊严，以谦卑的心态仰承古圣先贤的智慧，如此方可真正实现二十一世纪的和平与发展。",
      "zh_TW": "人類如何在未來世界中生存和延續？這已是一個迫在眉睫的問題。英國著名歷史學家湯恩比博士把人類未來的希望寄託在中國，早在二十世紀七〇年代，他就指出：「能夠真正解決二十一世紀社會問題的，唯有中國的孔孟學說與大乘佛法。」孔孟學說的核心是仁義忠恕，大乘佛法的核心是真誠慈悲，而孔孟學說和大乘佛法都必須靠師道的恢復，才能承傳並發揚光大。如今，愈來愈多的志士仁人達成共識，「莊敬日強，安肆日偷」，人類要想延續，就必須對自以為是、恣意妄為的價值觀痛加反思，並重振師道尊嚴，以謙卑的心態仰承古聖先賢的智慧，如此方可真正實現二十一世紀的和平與發展。"
    },
    {
      "id": "02-042-0152_p0030",
      "zh_CN": "师道，背后承载的是千年万世的圣贤智慧。尊师，就是尊重古圣先贤、列祖列宗。就佛法而言，尊重师道，就是尊重当人自性。唯有尊师重道，我们才能回归纯净纯善的本性，把扭曲的人性导归正途，才能与天地万物和谐共存，化解当今人类社会的种种矛盾冲突，把世界带向一个安定和平的未来。重振师道，无疑乃当今之要务；师道之隆，必然为天下之福祉！",
      "zh_TW": "師道，背後承載的是千年萬世的聖賢智慧。尊師，就是尊重古聖先賢、列祖列宗。就佛法而言，尊重師道，就是尊重當人自性。唯有尊師重道，我們才能回歸純淨純善的本性，把扭曲的人性導歸正途，才能與天地萬物和諧共存，化解當今人類社會的種種矛盾衝突，把世界帶向一個安定和平的未來。重振師道，無疑乃當今之要務；師道之隆，必然為天下之福祉！"
    },
    {
      "id": "02-042-0152_p0031",
      "zh_CN": "以上是惭愧弟子刘余莉恭敬整理的「岁次乙未年中元祭祖专刊」文稿，如有不妥之处，诚请尊敬的师父上人、诸位大德同修惠予批评指正，无尽感恩，阿弥陀佛。",
      "zh_TW": "以上是慚愧弟子劉余莉恭敬整理的「歲次乙未年中元祭祖專刊」文稿，如有不妥之處，誠請尊敬的師父上人、諸位大德同修惠予批評指正，無盡感恩，阿彌陀佛。"
    },
    {
      "id": "02-042-0152_p0032",
      "zh_CN": "老法师：我们听了刘老师的报告，深深的感触到，这篇报告非常有价值。传统文化能不能复兴，能不能起作用，她给我们说出来了，关键就在师道能不能受到普遍的尊重。我记得六十四年前，我跟方东美先生学哲学，方老师就告诉我，现在的学校（六十四年前的学校），普遍的，先生不像先生，学生不像学生。先生不像先生是客气话，学生不像学生是老实话、是真话。先生为什么不像先生？先生不好好的教了。为什么不认真去教学？因为学生不想学，教了是白教，没用处。这个话如果当年他不说出来，我们没想到，果然是真的。而且往后的这些年，不但在中国，好像全球化了，跟着科学一样进步，全球化。",
      "zh_TW": "老法師：我們聽了劉老師的報告，深深的感觸到，這篇報告非常有價值。傳統文化能不能復興，能不能起作用，她給我們說出來了，關鍵就在師道能不能受到普遍的尊重。我記得六十四年前，我跟方東美先生學哲學，方老師就告訴我，現在的學校（六十四年前的學校），普遍的，先生不像先生，學生不像學生。先生不像先生是客氣話，學生不像學生是老實話、是真話。先生為什麼不像先生？先生不好好的教了。為什麼不認真去教學？因為學生不想學，教了是白教，沒用處。這個話如果當年他不說出來，我們沒想到，果然是真的。而且往後的這些年，不但在中國，好像全球化了，跟著科學一樣進步，全球化。"
    },
    {
      "id": "02-042-0152_p0033",
      "zh_CN": "我在国外的时间多，国外的学校尊师重道的问题比中国还严重。我也跟学校有缘分，也在学校上了几堂课。老教授们就告诉我，他说法师，你去讲课不要超过十五分钟。我说为什么？十五分钟之后，学生心就不在了，心不在焉。我不相信，进了课堂果然如此。十分钟之后，你就看他注意力不在教室了，在窗外。所以我们深深想到方老师的话，这怎么教？学生为什么去念大学？为了文凭，将来在社会上好找一份好工作，目的在此地。上大学，不必再竞争了，所以他学习的心理变了。小学、中学认真学习，为了考学校，小学考中学，中学考大学，大学则不需要了。对老师真的不尊重，中国还比较少见，老师在讲堂上课，学生坐在椅子上，两个腿翘在桌子上在听课，这常有的。那种态度你看到心里真难过，老师这个课怎么能讲得下去？我走进教室看了这个样子，看了二、三次以后，我再不进教室了。我倒非常乐意跟教授们举行座谈会，这我很欢喜的，大家提出一些问题，我们来研究讨论，真欢喜。",
      "zh_TW": "我在國外的時間多，國外的學校尊師重道的問題比中國還嚴重。我也跟學校有緣分，也在學校上了幾堂課。老教授們就告訴我，他說法師，你去講課不要超過十五分鐘。我說為什麼？十五分鐘之後，學生心就不在了，心不在焉。我不相信，進了課堂果然如此。十分鐘之後，你就看他注意力不在教室了，在窗外。所以我們深深想到方老師的話，這怎麼教？學生為什麼去念大學？為了文憑，將來在社會上好找一份好工作，目的在此地。上大學，不必再競爭了，所以他學習的心理變了。小學、中學認真學習，為了考學校，小學考中學，中學考大學，大學則不需要了。對老師真的不尊重，中國還比較少見，老師在講堂上課，學生坐在椅子上，兩個腿翹在桌子上在聽課，這常有的。那種態度你看到心裡真難過，老師這個課怎麼能講得下去？我走進教室看了這個樣子，看了二、三次以後，我再不進教室了。我倒非常樂意跟教授們舉行座談會，這我很歡喜的，大家提出一些問題，我們來研究討論，真歡喜。"
    },
    {
      "id": "02-042-0152_p0034",
      "zh_CN": "所以师道怎么复兴？这个事情真难。为什么？尊师重道是父母教的。什么时候教？小孩还不会说话就教。首先是教他孝顺父母。他的父母，父母还在，就是祖父母，做儿女对父母有没有尽到孝？所以教孝不是言语说的，是从小做给孩子看的。孩子还不会说话、还不会走路，他睁开眼睛会看，他的耳朵会听，已经在观摩，已经在学习，看到爸爸妈妈对他的爸爸妈妈那么样尊重，他就学会了。你会拜爸爸妈妈，小孩就会拜你，他学会了。身教，不是言教，这个道理要懂。",
      "zh_TW": "所以師道怎麼復興？這個事情真難。為什麼？尊師重道是父母教的。什麼時候教？小孩還不會說話就教。首先是教他孝順父母。他的父母，父母還在，就是祖父母，做兒女對父母有沒有盡到孝？所以教孝不是言語說的，是從小做給孩子看的。孩子還不會說話、還不會走路，他睜開眼睛會看，他的耳朵會聽，已經在觀摩，已經在學習，看到爸爸媽媽對他的爸爸媽媽那麼樣尊重，他就學會了。你會拜爸爸媽媽，小孩就會拜你，他學會了。身教，不是言教，這個道理要懂。"
    },
    {
      "id": "02-042-0152_p0035",
      "zh_CN": "我们对老师这点尊重，实在讲，这一生当中真的得利益，要不然遇到老师他不会教我，这从小学的。我们家乡也沾了一点光，桐城派的，明清两代，讲到学术大家都提桐城派，我们住在桐城派范围之内。桐城派是什么？桐城、庐江、舒城，这三个县，都是小县分，县城距离大概就是五十华里，不足三十公里，所以很近。这个地区读书的风气很盛，乡下很多私塾。我们从小第一次上私塾，大概就是五、六岁，六岁的样子，行拜师礼，就是这个概念让我们一生不能磨灭。私塾设立在祠堂，是我亲戚的一个祠堂，我们自己家的祠堂在城里面，我们住在乡下，是我姑妈他们家的祠堂。",
      "zh_TW": "我們對老師這點尊重，實在講，這一生當中真的得利益，要不然遇到老師他不會教我，這從小學的。我們家鄉也沾了一點光，桐城派的，明清兩代，講到學術大家都提桐城派，我們住在桐城派範圍之內。桐城派是什麼？桐城、廬江、舒城，這三個縣，都是小縣分，縣城距離大概就是五十華里，不足三十公里，所以很近。這個地區讀書的風氣很盛，鄉下很多私塾。我們從小第一次上私塾，大概就是五、六歲，六歲的樣子，行拜師禮，就是這個概念讓我們一生不能磨滅。私塾設立在祠堂，是我親戚的一個祠堂，我們自己家的祠堂在城裡面，我們住在鄉下，是我姑媽他們家的祠堂。"
    },
    {
      "id": "02-042-0152_p0036",
      "zh_CN": "拜老师那一天，父亲送我去上学，带了供养老师的礼物。这一天有新的学生上学，所以老的学生，学生程度不整齐的，年龄不一样的，大的有十五、六岁，小的还有比我更小的。老师把香案设好了，当中，礼堂里面供奉的是「大成至圣先师孔子之神位」，这几个字我都认识了，当初父亲教的，都认识。老师站在右边，同学两边排了个小队。我父亲带着我，他在前面，我在后面，向孔老夫子的神位（牌位）行三跪九叩首的礼节。这在抗战之前。拜完之后，我父亲请老师上座，老师的位子倚在夫子牌位的下面，向老师行三跪九叩首的礼，然后再向同学行个见面礼。这个给我印象太深刻了，一生懂得尊师。不是我的老师，听说这个人是教书的，是从事教育工作的，在学校教学的，我们对他那个恭敬心就生起来。无论他是小学老师、中学老师，听到是从事教育，都格外尊重。这么学来的，这样教会的。",
      "zh_TW": "拜老師那一天，父親送我去上學，帶了供養老師的禮物。這一天有新的學生上學，所以老的學生，學生程度不整齊的，年齡不一樣的，大的有十五、六歲，小的還有比我更小的。老師把香案設好了，當中，禮堂裡面供奉的是「大成至聖先師孔子之神位」，這幾個字我都認識了，當初父親教的，都認識。老師站在右邊，同學兩邊排了個小隊。我父親帶著我，他在前面，我在後面，向孔老夫子的神位（牌位）行三跪九叩首的禮節。這在抗戰之前。拜完之後，我父親請老師上座，老師的位子倚在夫子牌位的下面，向老師行三跪九叩首的禮，然後再向同學行個見面禮。這個給我印象太深刻了，一生懂得尊師。不是我的老師，聽說這個人是教書的，是從事教育工作的，在學校教學的，我們對他那個恭敬心就生起來。無論他是小學老師、中學老師，聽到是從事教育，都格外尊重。這麼學來的，這樣教會的。"
    },
    {
      "id": "02-042-0152_p0037",
      "zh_CN": "现在没有了。现在这个社会，家长对老师没有恭敬心，所以师生关系没有了。从前师生，师徒如父子。你看家长这样恭敬，把儿女交给你，老师要不认真教，怎么对得起人家父母？如果是大家族，私塾是自己办的，儿孙满堂，这个就是家族学校，谁代表家族行拜师礼？大概都是祖父母、曾祖父母。高祖父母年岁太大了，行动不方便，由曾祖父母来代表，曾祖父母也七、八十岁了，这么隆重。所以老师要尽责任，要尽不到责任，怎么对得起人家家族？家族是永远关心你。所以老师把学生看得第一重要，自己儿女没出息没关系，只要把学生教好了，学生对待他的儿女（对待老师的儿女）像亲兄弟一样，一生要照顾，报老师的恩，他的儿女有缺乏、有困难的时候一定尽全心全力帮助。所以他做老师的人心安，将来自己的儿女有人照顾，有学生照顾，学生的家族都会照顾，他全心全力用在教学上。不但是言教，他要身教，他要做出来给我们看，学生才能体会到。如果你教学生做，自己没有做到，学生不相信。",
      "zh_TW": "現在沒有了。現在這個社會，家長對老師沒有恭敬心，所以師生關係沒有了。從前師生，師徒如父子。你看家長這樣恭敬，把兒女交給你，老師要不認真教，怎麼對得起人家父母？如果是大家族，私塾是自己辦的，兒孫滿堂，這個就是家族學校，誰代表家族行拜師禮？大概都是祖父母、曾祖父母。高祖父母年歲太大了，行動不方便，由曾祖父母來代表，曾祖父母也七、八十歲了，這麼隆重。所以老師要盡責任，要盡不到責任，怎麼對得起人家家族？家族是永遠關心你。所以老師把學生看得第一重要，自己兒女沒出息沒關係，只要把學生教好了，學生對待他的兒女（對待老師的兒女）像親兄弟一樣，一生要照顧，報老師的恩，他的兒女有缺乏、有困難的時候一定盡全心全力幫助。所以他做老師的人心安，將來自己的兒女有人照顧，有學生照顧，學生的家族都會照顧，他全心全力用在教學上。不但是言教，他要身教，他要做出來給我們看，學生才能體會到。如果你教學生做，自己沒有做到，學生不相信。"
    },
    {
      "id": "02-042-0152_p0038",
      "zh_CN": "现在这样的老师找不到了，师道没有了，师没有了。师为什么没有了？学生没有了。学生怎么没有了？学生的家长没有了，家长不懂得尊师重道。甚至于有些家长，有地位、有财富的，对老师很轻慢，老师为什么要教？还不为了生活，不得已，他能认真教你吗？认真教你，要是你小孩做错事情，处分了，回头还来告状，还要求学校把你辞职，你说这个老师怎么教法？这个是社会严重问题，这是国家的事情，国家没有注意到这些细节，主管教育的这些官员没有注意到。建立一个国家，建立一个政权，什么最重要？教育最重要，「教学为先」。真的，在中国每个朝代，从上古，你去看历史，一直到满清，都是把教学摆在第一，也就是说政权建立了、稳固了，怎样把人民教好，社会才会安定，天下才会太平。今天社会为什么这么动乱？没有教，你怎么能怪人？没教。",
      "zh_TW": "現在這樣的老師找不到了，師道沒有了，師沒有了。師為什麼沒有了？學生沒有了。學生怎麼沒有了？學生的家長沒有了，家長不懂得尊師重道。甚至於有些家長，有地位、有財富的，對老師很輕慢，老師為什麼要教？還不為了生活，不得已，他能認真教你嗎？認真教你，要是你小孩做錯事情，處分了，回頭還來告狀，還要求學校把你辭職，你說這個老師怎麼教法？這個是社會嚴重問題，這是國家的事情，國家沒有注意到這些細節，主管教育的這些官員沒有注意到。建立一個國家，建立一個政權，什麼最重要？教育最重要，「教學為先」。真的，在中國每個朝代，從上古，你去看歷史，一直到滿清，都是把教學擺在第一，也就是說政權建立了、穩固了，怎樣把人民教好，社會才會安定，天下才會太平。今天社會為什麼這麼動亂？沒有教，你怎麼能怪人？沒教。"
    },
    {
      "id": "02-042-0152_p0039",
      "zh_CN": "这篇文章非常值得我们深思，你要是好好去读，你会感觉到非常重要。只要把这桩事情做好，这社会上许许多多问题自然就化解了，不需要操心，这叫从根本下手。我们要懂得，我们要重视。我们了解环境，今天学生家长不重视，甚至家长根本瞧不起，既然送来了，我们还是要非常认真教导他，我们是为国家、是为民族、是为世界和平，不去计较这小节。他的父母已经成年了，不好教了。我们以前跟李老师，李老师告诉过我，四十岁以上的对他都要尊重，他有过失不要批评，给他留面子，不要叫他难堪，尊重他，让他慢慢自己去想，想通了，他会忏悔，他会改过；你要去批评他，你要去教训他，他不服，他不能接受，他感觉到没面子，这就结冤仇了，就错了。老师那么大的年岁，八、九十岁，你看，四十以下的，还是小孩，儿孙辈，可以说说，四十以上的不可以，他提醒我们。我们看他老人家一生，确实他是这么做法，一举一动、起心动念都是教育。好，我们看底下第二篇。",
      "zh_TW": "這篇文章非常值得我們深思，你要是好好去讀，你會感覺到非常重要。只要把這樁事情做好，這社會上許許多多問題自然就化解了，不需要操心，這叫從根本下手。我們要懂得，我們要重視。我們了解環境，今天學生家長不重視，甚至家長根本瞧不起，既然送來了，我們還是要非常認真教導他，我們是為國家、是為民族、是為世界和平，不去計較這小節。他的父母已經成年了，不好教了。我們以前跟李老師，李老師告訴過我，四十歲以上的對他都要尊重，他有過失不要批評，給他留面子，不要叫他難堪，尊重他，讓他慢慢自己去想，想通了，他會懺悔，他會改過；你要去批評他，你要去教訓他，他不服，他不能接受，他感覺到沒面子，這就結冤仇了，就錯了。老師那麼大的年歲，八、九十歲，你看，四十以下的，還是小孩，兒孫輩，可以說說，四十以上的不可以，他提醒我們。我們看他老人家一生，確實他是這麼做法，一舉一動、起心動念都是教育。好，我們看底下第二篇。"
    },
    {
      "id": "02-042-0152_p0040",
      "zh_CN": "学生：岁次乙未年中元祭祖专刊。尊敬的师父上人、尊敬的诸位法师、大德仁者：阿弥陀佛！惭愧弟子吴军继今日恭敬报告的主题是「《说文解字》的六书与八德」。",
      "zh_TW": "學生：歲次乙未年中元祭祖專刊。尊敬的師父上人、尊敬的諸位法師、大德仁者：阿彌陀佛！慚愧弟子吳軍繼今日恭敬報告的主題是「《說文解字》的六書與八德」。"
    },
    {
      "id": "02-042-0152_p0041",
      "zh_CN": "中国文字的「八德」有两种讲法，一种是「孝悌忠信，礼义廉耻」，一种是「忠孝仁爱，信义和平」，我们把重复的四个字去掉，把它合到一起就是「孝悌忠信，礼义廉耻，仁爱和平」，一共是十二个字。我们今天从文字学的角度来讲八德，追溯到文字的源头来寻求答案。",
      "zh_TW": "中國文字的「八德」有兩種講法，一種是「孝悌忠信，禮義廉恥」，一種是「忠孝仁愛，信義和平」，我們把重複的四個字去掉，把它合到一起就是「孝悌忠信，禮義廉恥，仁愛和平」，一共是十二個字。我們今天從文字學的角度來講八德，追溯到文字的源頭來尋求答案。"
    },
    {
      "id": "02-042-0152_p0042",
      "zh_CN": "文字学在古代叫做「小学」。跟「小学」对应的就是「大学」，所谓「大学之道，在明明德，在亲民，在止于至善」，这是古代大学要学习的内容。文字学在古代称为小学。《三字经》告诉我们传统文化学习的次第：「为学者，必有初。小学终，至四书。」学习传统文化有先后的次第，是一步一步来的，学习最初的课程就是以小学为开始，小学就是文字学；学完小学以后，再来学习儒家的基本经典，四书。所以文字学是学习传统文化重要的基础课程。（图一：黄帝史官仓颉创造文字，被尊之为圣人。据《淮南子》记载：「昔者仓颉作书，而天雨粟，鬼夜哭。」）",
      "zh_TW": "文字學在古代叫做「小學」。跟「小學」對應的就是「大學」，所謂「大學之道，在明明德，在親民，在止於至善」，這是古代大學要學習的內容。文字學在古代稱為小學。《三字經》告訴我們傳統文化學習的次第：「為學者，必有初。小學終，至四書。」學習傳統文化有先後的次第，是一步一步來的，學習最初的課程就是以小學為開始，小學就是文字學；學完小學以後，再來學習儒家的基本經典，四書。所以文字學是學習傳統文化重要的基礎課程。（圖一：黃帝史官倉頡創造文字，被尊之為聖人。據《淮南子》記載：「昔者倉頡作書，而天雨粟，鬼夜哭。」）"
    },
    {
      "id": "02-042-0152_p0043",
      "zh_CN": "壹、中国文字的「六书」",
      "zh_TW": "壹、中國文字的「六書」"
    },
    {
      "id": "02-042-0152_p0044",
      "zh_CN": "中国文字已经有四千六百多年的历史，是世界上最古老的文字之一，而且是唯一一种没有被历史淘汰的文字。中国文字它为什么有这么强的生命力？像古印度的文字、古巴比伦的文字都已经不再被使用了，但是中国文字从四千六百年前一直到现在仍然被使用，主要的原因就是中国文字有一套科学的系统，称之为「六书」。把所有的中国文字归纳到一起，有六大类，其中四大类是中国文字创造的方法，另外两类是中国文字运用的方法，把两个合在一起一共有六种，称之为「六书」。正因为有六书的科学体系存在，中国文字虽然经历了几千年，仍然有着很旺盛的生命力。（图二：东汉经学家、文字学家许慎作《说文解字》，首立部首排列法，以六书解释汉字形、音、义，释字时先列小篆，并释字本义，是文字学的奠基之作。）",
      "zh_TW": "中國文字已經有四千六百多年的歷史，是世界上最古老的文字之一，而且是唯一一種沒有被歷史淘汰的文字。中國文字它為什麼有這麼強的生命力？像古印度的文字、古巴比倫的文字都已經不再被使用了，但是中國文字從四千六百年前一直到現在仍然被使用，主要的原因就是中國文字有一套科學的系統，稱之為「六書」。把所有的中國文字歸納到一起，有六大類，其中四大類是中國文字創造的方法，另外兩類是中國文字運用的方法，把兩個合在一起一共有六種，稱之為「六書」。正因為有六書的科學體系存在，中國文字雖然經歷了幾千年，仍然有著很旺盛的生命力。（圖二：東漢經學家、文字學家許慎作《說文解字》，首立部首排列法，以六書解釋漢字形、音、義，釋字時先列小篆，並釋字本義，是文字學的奠基之作。）"
    },
    {
      "id": "02-042-0152_p0045",
      "zh_CN": "中国文字创造的方法一共有四种。第一种「象形」，象形就是按照物体的形状把它画出来的这种造字方法。比方说太阳是圆的，就按照它的形状，画一个圆圆的太阳，这个字就是「日」：（甲骨文）、（金文），表示太阳的意思；「月」：（甲骨文）、（金文），它圆的时候少，缺的时候多，所以就画一个缺的月亮，中间这一竖表示月亮上面的阴影，这是按照它的形状画的；「鸟」：（甲骨文）、（金文），我们就画一只鸟，这个字就是鸟；「鱼」：（甲骨文）、（金文），我们就画一条鱼，这就是一条鱼。这种按照物体的形状画出来的造字方法，就是象形。",
      "zh_TW": "中國文字創造的方法一共有四種。第一種「象形」，象形就是按照物體的形狀把它畫出來的這種造字方法。比方說太陽是圓的，就按照它的形狀，畫一個圓圓的太陽，這個字就是「日」：（甲骨文）、（金文），表示太陽的意思；「月」：（甲骨文）、（金文），它圓的時候少，缺的時候多，所以就畫一個缺的月亮，中間這一豎表示月亮上面的陰影，這是按照它的形狀畫的；「鳥」：（甲骨文）、（金文），我們就畫一隻鳥，這個字就是鳥；「魚」：（甲骨文）、（金文），我們就畫一條魚，這就是一條魚。這種按照物體的形狀畫出來的造字方法，就是象形。"
    },
    {
      "id": "02-042-0152_p0046",
      "zh_CN": "当然，大自然当中的事物并不是所有的都是有形状的，比方说有一些抽象的概念，没有形状可以画，所以就不能用象形这种方法来造字。中华民族的祖先就发明了第二种造字方法，「指事」，指事就是用抽象的符号来创造文字，这些抽象的概念用抽象的符号把它表达出来。比方「上」、「下」，这些都是空间的概念，它没有形状，用抽象的符号如何去造文字？首先画一个长长的线条代表一个物体，再画一个线条在它的上面，代表另外一个物体。这个字是两个抽象的线条组成的，我们一看就是一个物体放在另外一个物体的上面，这个字就代表「上」：（甲骨文）、（金文）。同样的道理，还是一个长长的线条，把上面那个线条放到下面来，就是另外一个字「下」：（甲骨文）、（金文）。上、下，这些是抽象的概念，它没有形状，所以就用抽象的符号来表达它，这种造字方法就是指事字。由象形跟指事造出来的文字称为「文」，它是中国最初、最早的文字，而且都是独体的。",
      "zh_TW": "當然，大自然當中的事物並不是所有的都是有形狀的，比方說有一些抽象的概念，沒有形狀可以畫，所以就不能用象形這種方法來造字。中華民族的祖先就發明了第二種造字方法，「指事」，指事就是用抽象的符號來創造文字，這些抽象的概念用抽象的符號把它表達出來。比方「上」、「下」，這些都是空間的概念，它沒有形狀，用抽象的符號如何去造文字？首先畫一個長長的線條代表一個物體，再畫一個線條在它的上面，代表另外一個物體。這個字是兩個抽象的線條組成的，我們一看就是一個物體放在另外一個物體的上面，這個字就代表「上」：（甲骨文）、（金文）。同樣的道理，還是一個長長的線條，把上面那個線條放到下面來，就是另外一個字「下」：（甲骨文）、（金文）。上、下，這些是抽象的概念，它沒有形狀，所以就用抽象的符號來表達它，這種造字方法就是指事字。由象形跟指事造出來的文字稱為「文」，它是中國最初、最早的文字，而且都是獨體的。"
    },
    {
      "id": "02-042-0152_p0047",
      "zh_CN": "后来随着社会的发展，由象形跟指事造出来的文字已经不够用了，所以中华民族的祖先就发明另外两种造字的方法，「会意」跟「形声」字。会意，根据字面的意思，它是把两个字放到一起，产生一个新的字，体会它所产生的意思。举例而言，「苗」：（《说文》小篆），苗是由两个字组成的。上面是「艸」，下面是「田」，把它们合起来是什么意思？田里面长的草，当然它不是那种野草，应该是禾苗，它的意思就是禾苗的「苗」，这就是会意字。第四种造字方法叫「形声」，也是把两个字放到一起，不过它跟会意有些不同，它的一部分表达的是事物的类型，它的另外一部分表达这个字的读音。举例而言，桐树的「桐」：（《说文》小篆），它左边是「木」，说明它跟树木有关系，表达其类型；右边是「同」字，注明这个字的读音，所以这个字读作同。所以，一边代表一个事物的类型，一边注明这个字的读音，这种造字方法就是形声字。由会意跟形声造出来的称为「字」，不能称为「文」，而且都是合体的。中国文字是先有文，然后才有字，文跟字其实是有区别的。",
      "zh_TW": "後來隨著社會的發展，由象形跟指事造出來的文字已經不夠用了，所以中華民族的祖先就發明另外兩種造字的方法，「會意」跟「形聲」字。會意，根據字面的意思，它是把兩個字放到一起，產生一個新的字，體會它所產生的意思。舉例而言，「苗」：（《說文》小篆），苗是由兩個字組成的。上面是「艸」，下面是「田」，把它們合起來是什麼意思？田裡面長的草，當然它不是那種野草，應該是禾苗，它的意思就是禾苗的「苗」，這就是會意字。第四種造字方法叫「形聲」，也是把兩個字放到一起，不過它跟會意有些不同，它的一部分表達的是事物的類型，它的另外一部分表達這個字的讀音。舉例而言，桐樹的「桐」：（《說文》小篆），它左邊是「木」，說明它跟樹木有關係，表達其類型；右邊是「同」字，註明這個字的讀音，所以這個字讀作同。所以，一邊代表一個事物的類型，一邊註明這個字的讀音，這種造字方法就是形聲字。由會意跟形聲造出來的稱為「字」，不能稱為「文」，而且都是合體的。中國文字是先有文，然後才有字，文跟字其實是有區別的。"
    },
    {
      "id": "02-042-0152_p0048",
      "zh_CN": "中国文字从四千六百年前创造至今，经历了漫长的历史，其字形也发生了几个阶段的变化。第一个阶段，刚开始创造的时候称为「古文」，再后来是「大篆」，接着是「小篆」，接着是「隶书」，然后是「楷书」。中国文字的字形从古文演变到大篆，再演变到小篆，这个过程字形并没有发生很大的变化，所以造字的原理流传了下来。最关键的是从小篆到隶书的演变，这个过程中国文字字形发生了很大的变化，所以我们从隶书已经不能清楚的看到造字的原理。这个过程很重要、很关键。（图三：从汉字的起源看文字从小篆到隶书的隶变过程。）",
      "zh_TW": "中國文字從四千六百年前創造至今，經歷了漫長的歷史，其字形也發生了幾個階段的變化。第一個階段，剛開始創造的時候稱為「古文」，再後來是「大篆」，接著是「小篆」，接著是「隸書」，然後是「楷書」。中國文字的字形從古文演變到大篆，再演變到小篆，這個過程字形並沒有發生很大的變化，所以造字的原理流傳了下來。最關鍵的是從小篆到隸書的演變，這個過程中國文字字形發生了很大的變化，所以我們從隸書已經不能清楚的看到造字的原理。這個過程很重要、很關鍵。（圖三：從漢字的起源看文字從小篆到隸書的隸變過程。）"
    },
    {
      "id": "02-042-0152_p0049",
      "zh_CN": "如果我们要追溯中国文字的源头，就要通过小篆才能够看得到。后来的楷书跟隶书的结构差不多，通过楷书也不能够说解文字原来的意思。今天介绍八德十二个字，我们就通过小篆来介绍。",
      "zh_TW": "如果我們要追溯中國文字的源頭，就要通過小篆才能夠看得到。後來的楷書跟隸書的結構差不多，通過楷書也不能夠說解文字原來的意思。今天介紹八德十二個字，我們就通過小篆來介紹。"
    },
    {
      "id": "02-042-0152_p0050",
      "zh_CN": "贰、中国文字的「八德」",
      "zh_TW": "貳、中國文字的「八德」"
    },
    {
      "id": "02-042-0152_p0051",
      "zh_CN": "第一、「孝」。孝，《说文解字》说「善事父母者」，这叫孝。很善于侍奉父母，这个行为叫孝。我们侍奉父母，具体一点就是能够关心到父母的生活方面、精神方面，包括父母心里面要达到的心愿，我们都能够帮他完成。而且在父母犯错的时候，我们能够规劝、劝谏，这都是具体的行孝，这个行为叫孝。从字形上来看，这是一个会意字，上面是一个「老」，下面是一个「子」，从字形看就是一个孩子揹着年老的母亲。从字形上看，这就是侍奉父母很具体的意思。（图四：印光大师德育启蒙「孝亲」。）",
      "zh_TW": "第一、「孝」。孝，《說文解字》說「善事父母者」，這叫孝。很善於侍奉父母，這個行為叫孝。我們侍奉父母，具體一點就是能夠關心到父母的生活方面、精神方面，包括父母心裡面要達到的心願，我們都能夠幫他完成。而且在父母犯錯的時候，我們能夠規勸、勸諫，這都是具體的行孝，這個行為叫孝。從字形上來看，這是一個會意字，上面是一個「老」，下面是一個「子」，從字形看就是一個孩子揹著年老的母親。從字形上看，這就是侍奉父母很具體的意思。（圖四：印光大師德育啟蒙「孝親」。）"
    },
    {
      "id": "02-042-0152_p0052",
      "zh_CN": "第二、「弟」。这几个笔划就像一个绳子缠绕在一个物体上的形状。拿绳子缠物体的时候，缠一圈、二圈、三圈，缠绕的圈自然而然就出现了次序，先后的次第引申为兄弟姊妹之间先后的天然的秩序。《弟子规》说，「兄道友，弟道恭，兄弟睦，孝在中」，「或饮食，或坐走，长者先，幼者后」，所以长幼之间先后的次序是天然的秩序，这就叫弟。因为兄弟之间相处，也要用心去爱护、去恭敬，所以后来的弟又加了竖心旁，而成为「悌」。",
      "zh_TW": "第二、「弟」。這幾個筆劃就像一個繩子纏繞在一個物體上的形狀。拿繩子纏物體的時候，纏一圈、二圈、三圈，纏繞的圈自然而然就出現了次序，先後的次第引申為兄弟姊妹之間先後的天然的秩序。《弟子規》說，「兄道友，弟道恭，兄弟睦，孝在中」，「或飲食，或坐走，長者先，幼者後」，所以長幼之間先後的次序是天然的秩序，這就叫弟。因為兄弟之間相處，也要用心去愛護、去恭敬，所以後來的弟又加了豎心旁，而成為「悌」。"
    },
    {
      "id": "02-042-0152_p0053",
      "zh_CN": "第三、「忠」。《说文解字》：「敬也，尽心曰忠。」做一件事情能够尽心尽力，就叫忠。尽心尽力做一件事，那对这件事情也会有恭敬的态度，所以是敬也。这是一个形声字，下面是「心」，因为做事尽心尽力，所以跟心有关系；上面这部分是「中」，是它的读音。宋朝范仲淹先生，他每天都会反省自己，我领今天一天的俸禄，我做的事情有没有对得起国家对我的信任？范仲淹先生给我们做了很好的榜样。（图五：宋朝宰相范仲淹先生，一生「先天下之忧而忧，后天下之乐而乐」，是忠臣的典范。）",
      "zh_TW": "第三、「忠」。《說文解字》：「敬也，盡心曰忠。」做一件事情能夠盡心盡力，就叫忠。盡心盡力做一件事，那對這件事情也會有恭敬的態度，所以是敬也。這是一個形聲字，下面是「心」，因為做事盡心盡力，所以跟心有關係；上面這部分是「中」，是它的讀音。宋朝范仲淹先生，他每天都會反省自己，我領今天一天的俸祿，我做的事情有沒有對得起國家對我的信任？范仲淹先生給我們做了很好的榜樣。（圖五：宋朝宰相范仲淹先生，一生「先天下之憂而憂，後天下之樂而樂」，是忠臣的典範。）"
    },
    {
      "id": "02-042-0152_p0054",
      "zh_CN": "第四、「信」，人言为信。说话算话，遵守诺言，称之为信。信字左边是一个「人」，右边是言语的「言」，把它放到一起体会它的意思，就是人讲出来的话一定要守诚信。尤其是我们为人父母的人，对待小孩子一定要说话算话，不能够违背诺言。",
      "zh_TW": "第四、「信」，人言為信。說話算話，遵守諾言，稱之為信。信字左邊是一個「人」，右邊是言語的「言」，把它放到一起體會它的意思，就是人講出來的話一定要守誠信。尤其是我們為人父母的人，對待小孩子一定要說話算話，不能夠違背諾言。"
    },
    {
      "id": "02-042-0152_p0055",
      "zh_CN": "第五、「礼」。《说文解字》：「礼者，履也。」履就是鞋，我们穿的鞋子称为履。因为鞋子是脚所依赖行走的工具，礼是人所依赖的行为准则，我们不能离开礼，不能违背礼。守规矩就是守礼，它是我们行为的一个规范、依赖。所以，拿履（鞋子）来做为比喻。字形上，左边是一个「示」，示在中国文字里面都跟祭祀有关系，例如祈、祷、祝、福，这些以「示」做为偏旁的字都跟祭祀有关系；右边这个字是祭祀时摆在桌子上的一种器皿，把这两种意思合起来看，礼字就是祭祀的意思。中国的礼非常多，但是最重要的是祭礼，「礼」字本身表示祭祀，就是用祭礼来涵盖所有的礼，把最重要的表示出来。",
      "zh_TW": "第五、「禮」。《說文解字》：「禮者，履也。」履就是鞋，我們穿的鞋子稱為履。因為鞋子是腳所依賴行走的工具，禮是人所依賴的行為準則，我們不能離開禮，不能違背禮。守規矩就是守禮，它是我們行為的一個規範、依賴。所以，拿履（鞋子）來做為比喻。字形上，左邊是一個「示」，示在中國文字裡面都跟祭祀有關係，例如祈、禱、祝、福，這些以「示」做為偏旁的字都跟祭祀有關係；右邊這個字是祭祀時擺在桌子上的一種器皿，把這兩種意思合起來看，禮字就是祭祀的意思。中國的禮非常多，但是最重要的是祭禮，「禮」字本身表示祭祀，就是用祭禮來涵蓋所有的禮，把最重要的表示出來。"
    },
    {
      "id": "02-042-0152_p0056",
      "zh_CN": "第六、「义」，是会意字，上面是「羊」，下面是「我」。义的本义是什么？是威仪的意思，有威仪。一个人的言语行为很得体，这个人很有威仪。古代把义字表威仪，从小篆的字形来分析，上面是一个「羊」，羊代表的就是美和善的意思。既然「羊」是美，下面「我」，我的言语行为很美很善，这就是有威仪，所以义本来的意思是威仪。八德的义是道义的义，在古代，礼义廉耻的义是另外一个字，「谊」。谊，「人所宜也」，人应该尽的本分称为谊，就是今天讲的道义的义。例如：父慈子孝，君仁臣忠，各尽自己的本分叫义。君是领导人，臣是下属，对待下属能够慈爱，这是领导人应尽的本分；下属对待领导人应该尽忠。不同的角色应该尽的本分叫义，谊也，这是道义的义。更具体的解释，义就是合情、合理、合法。",
      "zh_TW": "第六、「義」，是會意字，上面是「羊」，下面是「我」。義的本義是什麼？是威儀的意思，有威儀。一個人的言語行為很得體，這個人很有威儀。古代把義字表威儀，從小篆的字形來分析，上面是一個「羊」，羊代表的就是美和善的意思。既然「羊」是美，下面「我」，我的言語行為很美很善，這就是有威儀，所以義本來的意思是威儀。八德的義是道義的義，在古代，禮義廉恥的義是另外一個字，「誼」。誼，「人所宜也」，人應該盡的本分稱為誼，就是今天講的道義的義。例如：父慈子孝，君仁臣忠，各盡自己的本分叫義。君是領導人，臣是下屬，對待下屬能夠慈愛，這是領導人應盡的本分；下屬對待領導人應該盡忠。不同的角色應該盡的本分叫義，誼也，這是道義的義。更具體的解釋，義就是合情、合理、合法。"
    },
    {
      "id": "02-042-0152_p0057",
      "zh_CN": "第七、「廉」。廉，《说文》：「仄也」。什么是仄？这是古代建筑上面的一部分。古代建宫殿、建房子，不是直接在平地上面建，它要先用石头、建材先建一个底座，再在这个高高的底座上面建房子。像故宫里面的建筑，上面是先有一个底座，然后再在上面建宫殿。（图六：北京天坛（上）、北京故宫太和殿（下）的建筑底座。）廉是哪一部分？廉就是底座上面的边，称为廉。而且这个底座在古代，根据身分的不同，高度是不一样的，天子的底座高九尺，诸侯高七尺，大夫高五尺，士人是三尺高。根据身分的不同，底座的高度都是有规定的。这个底座的角，也是一种比喻，这个边，边角又平又直，它是端端正正的，代表人品很端正，而且不歪斜，他的人格不歪斜，很端正；它的棱角很突出，代表一个人很讲究原则。所以一个人能够品德端正、不歪曲，面对诱惑不起贪心又坚守自己的原则，这就叫廉。我们经常组的词就是清廉、廉洁，为官者能够不占用公家的财产，这叫清廉。像周邦道老先生就是一个很廉洁的人，他是一名政府官员，公家给他配备了汽车和电话，周老先生他有自己私人的事情从来不用公家配的电话，他都会到街上去打公共电话；私人的事情不用公家的车，都是出去搭公车，他这种廉洁的作风确实是令人非常的感动、敬佩。（图七：雪庐老人（中）与周宣德老居士（右一）、周邦道先生（左一）及大学毕业学生合影。）",
      "zh_TW": "第七、「廉」。廉，《說文》：「仄也」。什麼是仄？這是古代建築上面的一部分。古代建宮殿、建房子，不是直接在平地上面建，它要先用石頭、建材先建一個底座，再在這個高高的底座上面建房子。像故宮裡面的建築，上面是先有一個底座，然後再在上面建宮殿。（圖六：北京天壇（上）、北京故宮太和殿（下）的建築底座。）廉是哪一部分？廉就是底座上面的邊，稱為廉。而且這個底座在古代，根據身分的不同，高度是不一樣的，天子的底座高九尺，諸侯高七尺，大夫高五尺，士人是三尺高。根據身分的不同，底座的高度都是有規定的。這個底座的角，也是一種比喻，這個邊，邊角又平又直，它是端端正正的，代表人品很端正，而且不歪斜，他的人格不歪斜，很端正；它的棱角很突出，代表一個人很講究原則。所以一個人能夠品德端正、不歪曲，面對誘惑不起貪心又堅守自己的原則，這就叫廉。我們經常組的詞就是清廉、廉潔，為官者能夠不佔用公家的財產，這叫清廉。像周邦道老先生就是一個很廉潔的人，他是一名政府官員，公家給他配備了汽車和電話，周老先生他有自己私人的事情從來不用公家配的電話，他都會到街上去打公共電話；私人的事情不用公家的車，都是出去搭公車，他這種廉潔的作風確實是令人非常的感動、敬佩。（圖七：雪廬老人（中）與周宣德老居士（右一）、周邦道先生（左一）及大學畢業學生合影。）"
    },
    {
      "id": "02-042-0152_p0058",
      "zh_CN": "廉字上面不是广大的「广」，而是「广」（音演），广代表房屋、宫殿。廉字上面是「广」，代表它跟宫殿有关系；下面是「兼」，注明了这个字的读音，这是一个地地道道的形声字。",
      "zh_TW": "廉字上面不是廣大的「廣」，而是「广」（音演），广代表房屋、宮殿。廉字上面是「广」，代表它跟宮殿有關係；下面是「兼」，註明了這個字的讀音，這是一個地地道道的形聲字。"
    },
    {
      "id": "02-042-0152_p0059",
      "zh_CN": "第八、「耻」，「辱也」，就是耻辱的意思，这也是形声字。一个「耳」和一个「心」组成耻，体会一下它的意思，当一个人听到自己过失的时候，他的心就会生起羞愧感，这就是耻。",
      "zh_TW": "第八、「恥」，「辱也」，就是恥辱的意思，這也是形聲字。一個「耳」和一個「心」組成恥，體會一下它的意思，當一個人聽到自己過失的時候，他的心就會生起羞愧感，這就是恥。"
    },
    {
      "id": "02-042-0152_p0060",
      "zh_CN": "第九、「仁」，也是会意字，左边是一个「人」，右边是「二」，我们体会这个字就是两个人的意思，一个人是自己、一个人是别人。它是一个通象，不是具体的指两个人，而是代表一个是自己、一个是别人。想到自己就要想到别人，处处为人着想，这就是仁。",
      "zh_TW": "第九、「仁」，也是會意字，左邊是一個「人」，右邊是「二」，我們體會這個字就是兩個人的意思，一個人是自己、一個人是別人。它是一個通象，不是具體的指兩個人，而是代表一個是自己、一個是別人。想到自己就要想到別人，處處為人著想，這就是仁。"
    },
    {
      "id": "02-042-0152_p0061",
      "zh_CN": "第十、「爱」，爱的小篆跟它的楷书有些不同。这是一个形声字，上面的部分读作「艾」，是这个字的注音，它的字义是念念为人着想的意思；下面这个部分「夊」，念虽，就像两条腿走路，有行走的意思，行走引申为行为。把爱字两部分合起来体会它的意思，是处处为人着想，把处处为人着想变成自己的行为，落实为实际的行动，这就是爱的本义，它跟仁的意思相同。（图八：净空老教授「真诚爱心」金石与「爱」字墨宝。）",
      "zh_TW": "第十、「愛」，愛的小篆跟它的楷書有些不同。這是一個形聲字，上面的部分讀作「艾」，是這個字的注音，它的字義是念念為人著想的意思；下面這個部分「夊」，念雖，就像兩條腿走路，有行走的意思，行走引申為行為。把愛字兩部分合起來體會它的意思，是處處為人著想，把處處為人著想變成自己的行為，落實為實際的行動，這就是愛的本義，它跟仁的意思相同。（圖八：淨空老教授「真誠愛心」金石與「愛」字墨寶。）"
    },
    {
      "id": "02-042-0152_p0062",
      "zh_CN": "第十一、「和」，「相应也」。什么叫相应？两个人的思想观念一致，这叫相应，所以就能够和睦相处。包括团体，如果每一位团体的成员思想观念一致，这个团体就是一个和谐的团体。和是形声字，从字形上看，左边是「口」，它跟口有关系，为什么？两个人的思想见解完全相同，就不会发生争吵，所以口是和的，这是它的形；右边是禾苗的「禾」，这是读音，所以和是形声字。",
      "zh_TW": "第十一、「和」，「相應也」。什麼叫相應？兩個人的思想觀念一致，這叫相應，所以就能夠和睦相處。包括團體，如果每一位團體的成員思想觀念一致，這個團體就是一個和諧的團體。和是形聲字，從字形上看，左邊是「口」，它跟口有關係，為什麼？兩個人的思想見解完全相同，就不會發生爭吵，所以口是和的，這是它的形；右邊是禾苗的「禾」，這是讀音，所以和是形聲字。"
    },
    {
      "id": "02-042-0152_p0063",
      "zh_CN": "第十二、「平」，「语平舒也」，跟人讨论问题、讲话的时候，言语平和舒缓，这是《说文》平字的意思。从字形来看，它是会意字，是由「亏」和「八」两个字组成，亏楷书写成「于」。我们呼出来的气很平缓，就是于的意思。它和八放在一起，八的本义不是一个数字，它指的是分开的意思，它像把东西分成两半，把它分开这样一个形状。我们呼出来的气，把它均匀的分开，分开到每一个字，每一个字的声音、音高都相同，每一个字的节奏都相同，这种说话的状态就是语气很平和。所以平字，最初只是言语平和舒缓，后来引申为行为、其他的方面平静、平和，这都是后来引申出来的意思。它的本义是指言语平和舒缓。（图九：「和平」要从化解自己内心的对立、矛盾开始做起。）",
      "zh_TW": "第十二、「平」，「語平舒也」，跟人討論問題、講話的時候，言語平和舒緩，這是《說文》平字的意思。從字形來看，它是會意字，是由「亏」和「八」兩個字組成，亏楷書寫成「于」。我們呼出來的氣很平緩，就是于的意思。它和八放在一起，八的本義不是一個數字，它指的是分開的意思，它像把東西分成兩半，把它分開這樣一個形狀。我們呼出來的氣，把它均勻的分開，分開到每一個字，每一個字的聲音、音高都相同，每一個字的節奏都相同，這種說話的狀態就是語氣很平和。所以平字，最初只是言語平和舒緩，後來引申為行為、其他的方面平靜、平和，這都是後來引申出來的意思。它的本義是指言語平和舒緩。（圖九：「和平」要從化解自己內心的對立、矛盾開始做起。）"
    },
    {
      "id": "02-042-0152_p0064",
      "zh_CN": "以上通过文字的造字原理，将十二德目做简单的介绍。这十二个字是中国传统文化的总纲领，我们按照这十二个字去学习、去修养自己，我们的人生一定会幸福美满。",
      "zh_TW": "以上通過文字的造字原理，將十二德目做簡單的介紹。這十二個字是中國傳統文化的總綱領，我們按照這十二個字去學習、去修養自己，我們的人生一定會幸福美滿。"
    },
    {
      "id": "02-042-0152_p0065",
      "zh_CN": "以上是惭愧弟子吴军继恭敬整理的「岁次乙未年中元祭祖专刊」文稿，如有不妥之处，诚请尊敬的师父上人、诸位大德同修惠予批评指正，无尽感恩，阿弥陀佛。惭愧弟子吴军继顶礼敬呈。",
      "zh_TW": "以上是慚愧弟子吳軍繼恭敬整理的「歲次乙未年中元祭祖專刊」文稿，如有不妥之處，誠請尊敬的師父上人、諸位大德同修惠予批評指正，無盡感恩，阿彌陀佛。慚愧弟子吳軍繼頂禮敬呈。"
    },
    {
      "id": "02-042-0152_p0066",
      "zh_CN": "老法师：吴军继同学的报告，对今年我们祭祖法会是很好的贡献，帮助大家，这是实质上帮助大家，我们怎样对祖先。如果我们能把这十二个字常常放在心里，常常想到，在生活、工作、待人接物都能够落实，那这个祭祀就有真实的价值了。老祖宗并不希望我们给他磕头礼拜，真正是希望我们能做一个圆满道德的子孙，这才是祖先所要求的。所以这篇文章很好，希望下一次能把它解释更深刻一些，让社会大众都能够得到利益。这篇东西好，这接引初机，很难得。后面还有一篇。",
      "zh_TW": "老法師：吳軍繼同學的報告，對今年我們祭祖法會是很好的貢獻，幫助大家，這是實質上幫助大家，我們怎樣對祖先。如果我們能把這十二個字常常放在心裡，常常想到，在生活、工作、待人接物都能夠落實，那這個祭祀就有真實的價值了。老祖宗並不希望我們給他磕頭禮拜，真正是希望我們能做一個圓滿道德的子孫，這才是祖先所要求的。所以這篇文章很好，希望下一次能把它解釋更深刻一些，讓社會大眾都能夠得到利益。這篇東西好，這接引初機，很難得。後面還有一篇。"
    },
    {
      "id": "02-042-0152_p0067",
      "zh_CN": "学生：尊敬的师父上人慈悲，诸位法师、大德同修慈悲。弟子山东海岛金山寺开祥，今天报告的主题是「净土法门是末法最后九千年唯一得度的法门」。",
      "zh_TW": "學生：尊敬的師父上人慈悲，諸位法師、大德同修慈悲。弟子山東海島金山寺開祥，今天報告的主題是「淨土法門是末法最後九千年唯一得度的法門」。"
    },
    {
      "id": "02-042-0152_p0068",
      "zh_CN": "佛祖非常慈悲，怕后世的子孙不会选择法门，佛当年在世就为我们选择好了，佛在《大集经》上讲，正法时期戒律成就，像法时期禅定成就，末法时期净土成就。现在正值末法，那就是净土成就。我们应当遵从佛的教诲，依教奉行，才能成就。佛法好比是药，众生有病需要吃药，要对症下药；不对症，病不但不会好，还会起副作用。而净土法门是三根普被，利钝全收，上至等觉菩萨，下至地狱众生，无不得度。佛法的根本法轮是《大方广佛华严经》，《华严》末后普贤菩萨为说十大愿王，普令善财及与华藏海众回向往生西方极乐世界，以期圆满佛果。而《观经》下品下生，五逆十恶，具诸不善，临命终时，地狱相现前，有善知识教以念佛，未满十声，即见化佛授手，接引往生。",
      "zh_TW": "佛祖非常慈悲，怕後世的子孫不會選擇法門，佛當年在世就為我們選擇好了，佛在《大集經》上講，正法時期戒律成就，像法時期禪定成就，末法時期淨土成就。現在正值末法，那就是淨土成就。我們應當遵從佛的教誨，依教奉行，才能成就。佛法好比是藥，眾生有病需要吃藥，要對症下藥；不對症，病不但不會好，還會起副作用。而淨土法門是三根普被，利鈍全收，上至等覺菩薩，下至地獄眾生，無不得度。佛法的根本法輪是《大方廣佛華嚴經》，《華嚴》末後普賢菩薩為說十大願王，普令善財及與華藏海眾迴向往生西方極樂世界，以期圓滿佛果。而《觀經》下品下生，五逆十惡，具諸不善，臨命終時，地獄相現前，有善知識教以念佛，未滿十聲，即見化佛授手，接引往生。"
    },
    {
      "id": "02-042-0152_p0069",
      "zh_CN": "念佛一法，乃上圣下凡共修之道，若愚若智通行之法，下手易而成功高，用力少而得效速，以其专仗佛力，故其利益殊胜，高超一切禅教律。学其他法门，好比是蚊子上于高山，而念佛往生如风帆扬于顺水。因为学其他法门都要靠自力断惑证真，方得了生脱死；而净土法门是无量法门中的一个特别法门，具足惑业者可以带业往生。一旦往生西方极乐世界，哪怕是下下品往生，也作阿惟越致菩萨，不但出离六道轮回，也出了十法界，进入到一真法界。观音、势至是同学，每天可以手拉手、肩并肩听阿弥陀佛讲经，所以古德讲：「但得见弥陀，何愁不开悟」，在极乐世界一生圆满菩提。这样的便宜在世间到哪里去找？",
      "zh_TW": "念佛一法，乃上聖下凡共修之道，若愚若智通行之法，下手易而成功高，用力少而得效速，以其專仗佛力，故其利益殊勝，高超一切禪教律。學其他法門，好比是蚊子上於高山，而念佛往生如風帆揚於順水。因為學其他法門都要靠自力斷惑證真，方得了生脫死；而淨土法門是無量法門中的一個特別法門，具足惑業者可以帶業往生。一旦往生西方極樂世界，哪怕是下下品往生，也作阿惟越致菩薩，不但出離六道輪迴，也出了十法界，進入到一真法界。觀音、勢至是同學，每天可以手拉手、肩並肩聽阿彌陀佛講經，所以古德講：「但得見彌陀，何愁不開悟」，在極樂世界一生圓滿菩提。這樣的便宜在世間到哪裡去找？"
    },
    {
      "id": "02-042-0152_p0070",
      "zh_CN": "但净土法门最不易使人起信，称难信之法。如果明了「唯心净土，自性弥陀」，哪有不信的道理！西方极乐是净土，是我们自己真心所现的，极乐世界的阿弥陀佛是我们自性所现的，自性所现的刹土、所现的如来，我们哪有不能亲近的道理！我们的关系太密切了。所以一定要相信我有往生之分，信有西方极乐世界，信极乐世界确确实实有阿弥陀佛，发愿接引十方有缘众生。什么叫有缘？就是能信，能发愿，念阿弥陀佛往生的人，就是有缘，就肯定有往生西方极乐世界之分。",
      "zh_TW": "但淨土法門最不易使人起信，稱難信之法。如果明瞭「唯心淨土，自性彌陀」，哪有不信的道理！西方極樂是淨土，是我們自己真心所現的，極樂世界的阿彌陀佛是我們自性所現的，自性所現的剎土、所現的如來，我們哪有不能親近的道理！我們的關係太密切了。所以一定要相信我有往生之分，信有西方極樂世界，信極樂世界確確實實有阿彌陀佛，發願接引十方有緣眾生。什麼叫有緣？就是能信，能發願，念阿彌陀佛往生的人，就是有緣，就肯定有往生西方極樂世界之分。"
    },
    {
      "id": "02-042-0152_p0071",
      "zh_CN": "净土法门以信愿行三法为宗。信，就是要信娑婆世界是苦，所谓生、老、病、死、爱别离、怨憎会、求不得、五阴炽盛，八苦交煎，苦不堪言。信极乐世界是乐，无有众苦，但受诸乐，乐无能喻。极乐之乐，身体是莲花化生，长生不死，而且是咸同一类，无差别相，全部都是男身，绝无女形。不闻恶道之名，何况有实。居住的环境则是黄金为地，七宝为池，行树参天，楼阁住空。思衣得衣，思食得食。凡所受用，无不如意。凡所用具，皆是化现。不像我们这个世界，都是由人为造作而成。极乐世界导师阿弥陀佛相好光明，无量无边，一睹慈容即证无生法忍。而且观音势至，清净海会，各舒净光，同宣妙音。故虽具缚凡夫，通身业力，若能信愿真切，即蒙佛慈摄受，一得往生，则烦恼恶业彻底消灭，功德智慧究竟现前。信我是业力凡夫，决定不能仗自力断惑证真、了生脱死。信阿弥陀佛有大誓愿，若有众生念佛名号，求生佛国，其人临命终时，佛必垂慈接引，令生西方。愿，则愿速出离娑婆世界，愿速往生极乐世界。行，则至诚恳切常念阿弥陀佛，时时刻刻无令暂忘。或大声念，或小声念，或金刚持，均须心里念得清清楚楚，口里念得清清楚楚，耳中听得清清楚楚，如此则心不外驰，妄念渐息，佛念渐纯。",
      "zh_TW": "淨土法門以信願行三法為宗。信，就是要信娑婆世界是苦，所謂生、老、病、死、愛別離、怨憎會、求不得、五陰熾盛，八苦交煎，苦不堪言。信極樂世界是樂，無有眾苦，但受諸樂，樂無能喻。極樂之樂，身體是蓮花化生，長生不死，而且是咸同一類，無差別相，全部都是男身，絕無女形。不聞惡道之名，何況有實。居住的環境則是黃金為地，七寶為池，行樹參天，樓閣住空。思衣得衣，思食得食。凡所受用，無不如意。凡所用具，皆是化現。不像我們這個世界，都是由人為造作而成。極樂世界導師阿彌陀佛相好光明，無量無邊，一睹慈容即證無生法忍。而且觀音勢至，清淨海會，各舒淨光，同宣妙音。故雖具縛凡夫，通身業力，若能信願真切，即蒙佛慈攝受，一得往生，則煩惱惡業徹底消滅，功德智慧究竟現前。信我是業力凡夫，決定不能仗自力斷惑證真、了生脫死。信阿彌陀佛有大誓願，若有眾生念佛名號，求生佛國，其人臨命終時，佛必垂慈接引，令生西方。願，則願速出離娑婆世界，願速往生極樂世界。行，則至誠懇切常念阿彌陀佛，時時刻刻無令暫忘。或大聲念，或小聲念，或金剛持，均須心裡念得清清楚楚，口裡念得清清楚楚，耳中聽得清清楚楚，如此則心不外馳，妄念漸息，佛念漸純。"
    },
    {
      "id": "02-042-0152_p0072",
      "zh_CN": "若想心不贪外事，专念佛。不能专，要他专；不能念，要他念；不能一心，要他一心。别无他法，但将一个「死」字贴到额头上，挂到眉毛上。心常念曰：我从无始以来，直至今生，所作恶业无量无边，假使恶业有体相者，十方虚空不能容受。今得人身，又闻佛法，若不一心念佛求生西方，一气不来，定向地狱镬汤、炉炭、剑树、刀山里受苦，不知要经历多少劫数。纵出地狱，复堕饿鬼，腹大如鼓，咽细如针，长劫饥饿，喉中火燃，不闻浆水之名，难得暂时之饱。从饿鬼出，复为畜生，或供人骑乘，或充人庖厨。纵得为人，愚痴无知，以造业为德能，以修善为桎梏，未经几年，又复堕落，经尘点劫，轮回六道。虽欲出离，未由也已。能如是念，如上所求，当下成办。所以张善和、张锺馗临终地狱相现前，念佛数声即亲见佛来接引往生。果能生死心切，信得及，不生一念疑惑之心，则未出娑婆，已非娑婆之久客；未生极乐，即是极乐之嘉宾。见贤思齐，当仁不让，岂能因循苟且，以致一错而成永错乎？有血性汉子，断断不肯生作行尸走肉，死与草木同腐，当奋起努力，直下承当，披甲精进，老老实实念这句佛号，「阿弥陀佛」这句名号称为万德洪名，念佛功德不可思议。",
      "zh_TW": "若想心不貪外事，專念佛。不能專，要他專；不能念，要他念；不能一心，要他一心。別無他法，但將一個「死」字貼到額頭上，掛到眉毛上。心常念曰：我從無始以來，直至今生，所作惡業無量無邊，假使惡業有體相者，十方虛空不能容受。今得人身，又聞佛法，若不一心念佛求生西方，一氣不來，定向地獄鑊湯、爐炭、劍樹、刀山裡受苦，不知要經歷多少劫數。縱出地獄，復墮餓鬼，腹大如鼓，咽細如針，長劫飢餓，喉中火燃，不聞漿水之名，難得暫時之飽。從餓鬼出，復為畜生，或供人騎乘，或充人庖廚。縱得為人，愚痴無知，以造業為德能，以修善為桎梏，未經幾年，又復墮落，經塵點劫，輪迴六道。雖欲出離，未由也已。能如是念，如上所求，當下成辦。所以張善和、張鍾馗臨終地獄相現前，念佛數聲即親見佛來接引往生。果能生死心切，信得及，不生一念疑惑之心，則未出娑婆，已非娑婆之久客；未生極樂，即是極樂之嘉賓。見賢思齊，當仁不讓，豈能因循苟且，以致一錯而成永錯乎？有血性漢子，斷斷不肯生作行屍走肉，死與草木同腐，當奮起努力，直下承當，披甲精進，老老實實念這句佛號，「阿彌陀佛」這句名號稱為萬德洪名，念佛功德不可思議。"
    },
    {
      "id": "02-042-0152_p0073",
      "zh_CN": "现举一例，以显佛号功德不可思议。云南保山城内有一个叫郑慧洪的人，以经商为业。民国十一年，以书信的方式向印祖求受皈依。印祖顺便给慧洪寄了一些书，慧洪因此劝父母吃素念佛。其父是一位隐士，博学多才，初专攻《易经》，次又研究丹经，受其子影响，又开始学佛研究禅宗，后专修净业，与其夫人同求皈依。民国二十二年，慧洪由四川回云南，道经苏州，住报国寺数日。次年春，慧洪死，其母心疼儿子，服毒，结跏趺坐，合掌念佛而逝。逝后面貌，光华和悦，凡见闻者，莫不赞叹。由是而知，佛力不可思议，法力不可思议，众生心力不可思议。然众生虽具不可思议之心力，不以佛力法力加持，也不能得其受用。由蒙佛力法力加持，使众生心力完全显现，所以毒不能毒其身，现奇特相。以无知无识的老阿婆服毒，能现如此不可思议之相，可知净土法门之利益，实为甚难稀有。",
      "zh_TW": "現舉一例，以顯佛號功德不可思議。雲南保山城內有一個叫鄭慧洪的人，以經商為業。民國十一年，以書信的方式向印祖求受皈依。印祖順便給慧洪寄了一些書，慧洪因此勸父母吃素念佛。其父是一位隱士，博學多才，初專攻《易經》，次又研究丹經，受其子影響，又開始學佛研究禪宗，後專修淨業，與其夫人同求皈依。民國二十二年，慧洪由四川回雲南，道經蘇州，住報國寺數日。次年春，慧洪死，其母心疼兒子，服毒，結跏趺坐，合掌念佛而逝。逝後面貌，光華和悅，凡見聞者，莫不讚歎。由是而知，佛力不可思議，法力不可思議，眾生心力不可思議。然眾生雖具不可思議之心力，不以佛力法力加持，也不能得其受用。由蒙佛力法力加持，使眾生心力完全顯現，所以毒不能毒其身，現奇特相。以無知無識的老阿婆服毒，能現如此不可思議之相，可知淨土法門之利益，實為甚難稀有。"
    },
    {
      "id": "02-042-0152_p0074",
      "zh_CN": "以上是弟子开祥粗浅心得，不妥之处，恳请师父上人批评指正。弟子开祥至诚顶礼。",
      "zh_TW": "以上是弟子開祥粗淺心得，不妥之處，懇請師父上人批評指正。弟子開祥至誠頂禮。"
    },
    {
      "id": "02-042-0152_p0075",
      "zh_CN": "老法师：开祥师的报告，特别是末后举的这个例子，郑慧洪居士的例子，能启发我们的信心，勉励我们念佛求生净土。今天这个社会，要跟民国初年来比，差距很大。民国二十二年的时候，我们还是小孩，我是民国十六年生的，还只几岁，不满十岁，那个时候的社会风气，人心还很厚道，社会上恶人少、善人多，很少听说恶人做恶事。现在变了，什么原因？这都是传统教育疏忽了，才造成今天的现象。",
      "zh_TW": "老法師：開祥師的報告，特別是末後舉的這個例子，鄭慧洪居士的例子，能啟發我們的信心，勉勵我們念佛求生淨土。今天這個社會，要跟民國初年來比，差距很大。民國二十二年的時候，我們還是小孩，我是民國十六年生的，還只幾歲，不滿十歲，那個時候的社會風氣，人心還很厚道，社會上惡人少、善人多，很少聽說惡人做惡事。現在變了，什麼原因？這都是傳統教育疏忽了，才造成今天的現象。"
    },
    {
      "id": "02-042-0152_p0076",
      "zh_CN": "今天，科技物质文明虽然很进步，可是人生活得痛苦，决定比不上过去的人。过去，像民国二十年，还是战前，中日战争之前，一般无论是城市、乡村，都还能安居乐业，人心很淳厚，想自己肯定会联想到别人，想自家会想到邻居。现在没有了，现在全是人本主义。人本，给我感觉的就是自私自利，有自己、没有别人。佛在经上告诉我们：「一切法从心想生。」所以我们细心观察现在人，老人、大人、小孩，他想的什么、他说的是什么、他做的是什么，我们就会真正明了社会怎么会变成这个样子。这个社会还会有前途吗？我在过去，有人问我，这个社会还会有和平吗？我们的日子到底是怎么过的？真的，是在这个世间天天时时刻刻在受煎熬，真是世尊所谓的娑婆世界。娑婆的意思就是堪忍，还能忍受得住；换句话说，是一般常人不能忍受的，我们今天在这忍受。不忍受有什么法子？",
      "zh_TW": "今天，科技物質文明雖然很進步，可是人生活得痛苦，決定比不上過去的人。過去，像民國二十年，還是戰前，中日戰爭之前，一般無論是城市、鄉村，都還能安居樂業，人心很淳厚，想自己肯定會聯想到別人，想自家會想到鄰居。現在沒有了，現在全是人本主義。人本，給我感覺的就是自私自利，有自己、沒有別人。佛在經上告訴我們：「一切法從心想生。」所以我們細心觀察現在人，老人、大人、小孩，他想的什麼、他說的是什麼、他做的是什麼，我們就會真正明瞭社會怎麼會變成這個樣子。這個社會還會有前途嗎？我在過去，有人問我，這個社會還會有和平嗎？我們的日子到底是怎麼過的？真的，是在這個世間天天時時刻刻在受煎熬，真是世尊所謂的娑婆世界。娑婆的意思就是堪忍，還能忍受得住；換句話說，是一般常人不能忍受的，我們今天在這忍受。不忍受有什麼法子？"
    },
    {
      "id": "02-042-0152_p0077",
      "zh_CN": "我们感到最大的欣慰，就是在这个时代遇到佛法，真的是得救了。遇到其他宗教，能不能得救？同样能得救。我这六十多年的修学，我深深感触到，所有宗教是平等的，所有宗教的创始人都是大彻大悟、明心见性，他们在不同的地区、不同的时代、不同的环境当中，做种种不同的示现。细心观察他们留下来的经典，不是大彻大悟说不出来。而且说出来的，大同小异，都可以用来做互相的注解。所以经典要深入，中国古人教给我们深入经藏，其他宗教也一样，都要深入，深入你就会觉悟、就会开悟，就会把这个事情摆平了。什么是真理？仁爱是真理。参透之后，你就是用神爱世人的心，爱社会、爱众生；上帝爱世人，真主的仁慈，佛的慈悲，一个意思，你真能做到。如果说是，我是真的、你们是假的，我比你们殊胜、你们不如我，这是没通，连自己的教义也没搞清楚，才会有这些错误的概念，会产生错误的言论、错误的行为，那就造恶业了。恶业的果报不是天堂，恶业的果报不是神圣教出来的，都是我们错会了经论的意思，才造成这些误会，所以要深入经藏。要把这些经义讲清楚、讲透彻，宗教里面的圣贤跟诸佛菩萨完全相同。",
      "zh_TW": "我們感到最大的欣慰，就是在這個時代遇到佛法，真的是得救了。遇到其他宗教，能不能得救？同樣能得救。我這六十多年的修學，我深深感觸到，所有宗教是平等的，所有宗教的創始人都是大徹大悟、明心見性，他們在不同的地區、不同的時代、不同的環境當中，做種種不同的示現。細心觀察他們留下來的經典，不是大徹大悟說不出來。而且說出來的，大同小異，都可以用來做互相的註解。所以經典要深入，中國古人教給我們深入經藏，其他宗教也一樣，都要深入，深入你就會覺悟、就會開悟，就會把這個事情擺平了。什麼是真理？仁愛是真理。參透之後，你就是用神愛世人的心，愛社會、愛眾生；上帝愛世人，真主的仁慈，佛的慈悲，一個意思，你真能做到。如果說是，我是真的、你們是假的，我比你們殊勝、你們不如我，這是沒通，連自己的教義也沒搞清楚，才會有這些錯誤的概念，會產生錯誤的言論、錯誤的行為，那就造惡業了。惡業的果報不是天堂，惡業的果報不是神聖教出來的，都是我們錯會了經論的意思，才造成這些誤會，所以要深入經藏。要把這些經義講清楚、講透徹，宗教裡面的聖賢跟諸佛菩薩完全相同。"
    },
    {
      "id": "02-042-0152_p0078",
      "zh_CN": "众生的苦难从哪里来的？迷失了自性，把一切诸法的真相看错了，没有看到真相。都看到真相了，真相是平等的，佛讲得多好，「凡所有相皆是虚妄」，平等的。所以宗教是平等的，无论信哪个教都值得尊重，都非常可爱，都能够离苦得乐。只是这些大彻大悟的圣哲，他们说法善巧，契机契理，在那个时代、那种社会、那样的对象，说法跟现在不一样了。真正了解经义，他就能通权达变，晓得两千年前是怎么说的，两千年之后今天这个社会我们应该怎么讲法。",
      "zh_TW": "眾生的苦難從哪裡來的？迷失了自性，把一切諸法的真相看錯了，沒有看到真相。都看到真相了，真相是平等的，佛講得多好，「凡所有相皆是虛妄」，平等的。所以宗教是平等的，無論信哪個教都值得尊重，都非常可愛，都能夠離苦得樂。只是這些大徹大悟的聖哲，他們說法善巧，契機契理，在那個時代、那種社會、那樣的對象，說法跟現在不一樣了。真正了解經義，他就能通權達變，曉得兩千年前是怎麼說的，兩千年之後今天這個社會我們應該怎麼講法。"
    },
    {
      "id": "02-042-0152_p0079",
      "zh_CN": "这一篇报告，提供我们最殊胜的利益就是把净宗介绍给我们，文字虽然不多，讲得很清楚。净宗确实易行难信，因为它太容易了，所以大家不敢相信，哪有这么便宜的事情？真有，一点都不假。所说的都是佛在经上讲的，五逆十恶，坏事干尽的人，一念回头，对极乐世界不怀疑，对阿弥陀佛不怀疑，真正有信心，真正想往生，临终一句十句佛号都能往生。虽然是下下品往生，生到极乐世界作阿惟越致菩萨，这就叫人难信了。阿惟越致菩萨是菩萨里面的高级菩萨，不是初级的，是法身菩萨。一生到极乐世界，怎么会变成阿惟越致？这是阿弥陀佛四十八愿本愿威神加持，才有这个成就。这就想到阿弥陀佛对众生的恩德多大，无量无边。",
      "zh_TW": "這一篇報告，提供我們最殊勝的利益就是把淨宗介紹給我們，文字雖然不多，講得很清楚。淨宗確實易行難信，因為它太容易了，所以大家不敢相信，哪有這麼便宜的事情？真有，一點都不假。所說的都是佛在經上講的，五逆十惡，壞事幹盡的人，一念回頭，對極樂世界不懷疑，對阿彌陀佛不懷疑，真正有信心，真正想往生，臨終一句十句佛號都能往生。雖然是下下品往生，生到極樂世界作阿惟越致菩薩，這就叫人難信了。阿惟越致菩薩是菩薩裡面的高級菩薩，不是初級的，是法身菩薩。一生到極樂世界，怎麼會變成阿惟越致？這是阿彌陀佛四十八願本願威神加持，才有這個成就。這就想到阿彌陀佛對眾生的恩德多大，無量無邊。"
    },
    {
      "id": "02-042-0152_p0080",
      "zh_CN": "黄念祖老居士的《净修捷要报恩谈》，愈想报，愈感觉得难报，要怎样去报？自己真信真愿求生净土，全心全力劝导众生。众生不信，不要紧，自己往生的时候做出瑞相来给他看，我给你做证明，他就相信了。海贤老和尚的往生，坚定多少人的信心、愿心，他表演给你看，不是假的。佛度有缘人，我们每天在学习经教，目的是让大家阿赖耶里面落谢种子，净土的种子；有这个种子，不定遇到什么缘，这个种子起现行了，它就管用。像看到一个人往生，你亲眼看到的，你有这个种子，你就会发心，我亲眼看见的，就真干了，万缘放下，一心专念，坚定的信心决定不会动摇。这个世间太苦了，你看我们现在这一生所感受的，一个十年不如上一个十年，现在是一年不如一年，愈往后愈苦，这怎么办？什么时候我们才能离苦得乐？往生极乐世界真正离苦得乐，这个不是假的。首先，我们对这个世界不能留恋，要生出离心。真有这个机会，真有这个极乐世界，那我们就真干，我们决定不错过这一次的机会，这就对了。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "黃念祖老居士的《淨修捷要報恩談》，愈想報，愈感覺得難報，要怎樣去報？自己真信真願求生淨土，全心全力勸導眾生。眾生不信，不要緊，自己往生的時候做出瑞相來給他看，我給你做證明，他就相信了。海賢老和尚的往生，堅定多少人的信心、願心，他表演給你看，不是假的。佛度有緣人，我們每天在學習經教，目的是讓大家阿賴耶裡面落謝種子，淨土的種子；有這個種子，不定遇到什麼緣，這個種子起現行了，它就管用。像看到一個人往生，你親眼看到的，你有這個種子，你就會發心，我親眼看見的，就真幹了，萬緣放下，一心專念，堅定的信心決定不會動搖。這個世間太苦了，你看我們現在這一生所感受的，一個十年不如上一個十年，現在是一年不如一年，愈往後愈苦，這怎麼辦？什麼時候我們才能離苦得樂？往生極樂世界真正離苦得樂，這個不是假的。首先，我們對這個世界不能留戀，要生出離心。真有這個機會，真有這個極樂世界，那我們就真幹，我們決定不錯過這一次的機會，這就對了。好，今天時間到了，我們就學習到此地。"
    }
  ]
}