{
  "doc_id": "02-042-0086",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "妙音居士",
    "自了法师",
    "开吉法师"
  ],
  "volume": {
    "zh_CN": "第八十六集",
    "zh_TW": "第八十六集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0086",
  "total_paragraphs": 85,
  "paragraphs": [
    {
      "id": "02-042-0086_p0001",
      "zh_CN": "老法师：诸位同学，大家好！开始。",
      "zh_TW": "老法師：諸位同學，大家好！開始。"
    },
    {
      "id": "02-042-0086_p0002",
      "zh_CN": "学生：《圆满的人生》，上果下清公老和尚澳洲昆士兰大学九月二十八日开示，弟子妙音根据录音恭敬整理。",
      "zh_TW": "學生：《圓滿的人生》，上果下清公老和尚澳洲昆士蘭大學九月二十八日開示，弟子妙音根據錄音恭敬整理。"
    },
    {
      "id": "02-042-0086_p0003",
      "zh_CN": "诸位善知识：今天非常欢喜，受昆士兰大学佛陀教育学会以及孔子学院的邀请，为大家讲讲佛法，题目是「圆满的人生」。我们要怎么来成就圆满的人生？将来能够成佛的话就是最圆满的人生了。怎么成佛？要「真为生死，发菩提心，深信切愿，持戒念佛」，这四句话我们要能彻底做到，就能成就圆满的人生。下面我们就一一来加以解释。",
      "zh_TW": "諸位善知識：今天非常歡喜，受昆士蘭大學佛陀教育學會以及孔子學院的邀請，為大家講講佛法，題目是「圓滿的人生」。我們要怎麼來成就圓滿的人生？將來能夠成佛的話就是最圓滿的人生了。怎麼成佛？要「真為生死，發菩提心，深信切願，持戒念佛」，這四句話我們要能徹底做到，就能成就圓滿的人生。下面我們就一一來加以解釋。"
    },
    {
      "id": "02-042-0086_p0004",
      "zh_CN": "一、真为生死。我们众生无始劫以来，都流转在三界的生死苦海当中，头出头没，头出的时候就表示生在三善道，生天做人；头没的时候就表示生在三恶道，地狱、饿鬼、畜生。假如生到三善道，就好像我们的头出来大海面，比较快活一些；假如堕入三恶道，就好像头没入海水里边，那就受苦了。所以众生无始劫来都是轮转在三界六道苦海当中，生而死，死而生，生生死死轮转不歇。所以我们修行的目标真正为了了脱生死，假若不是为了真正了脱生死，我们听善知识的种种开示都变成戏论，没有益处。所以真正为生死的心，我们要非常的恳切。生死是怎么样？一口气不来，就死掉了，无论是地位怎么高的、多么的富贵，到死的时候仍然要死，所以死亡不分贵贱、不分老少，无常到来就走了。所以我们要警惕，在死亡的日期还没到来以前，我们就要努力修，修行真正为了了脱生死。",
      "zh_TW": "一、真為生死。我們眾生無始劫以來，都流轉在三界的生死苦海當中，頭出頭沒，頭出的時候就表示生在三善道，生天做人；頭沒的時候就表示生在三惡道，地獄、餓鬼、畜生。假如生到三善道，就好像我們的頭出來大海面，比較快活一些；假如墮入三惡道，就好像頭沒入海水裡邊，那就受苦了。所以眾生無始劫來都是輪轉在三界六道苦海當中，生而死，死而生，生生死死輪轉不歇。所以我們修行的目標真正為了了脫生死，假若不是為了真正了脫生死，我們聽善知識的種種開示都變成戲論，沒有益處。所以真正為生死的心，我們要非常的懇切。生死是怎麼樣？一口氣不來，就死掉了，無論是地位怎麼高的、多麼的富貴，到死的時候仍然要死，所以死亡不分貴賤、不分老少，無常到來就走了。所以我們要警惕，在死亡的日期還沒到來以前，我們就要努力修，修行真正為了了脫生死。"
    },
    {
      "id": "02-042-0086_p0005",
      "zh_CN": "二、发菩提心。我们自己有生死，一切众生也都有生死，除了我们自己了脱生死之外，也要帮助众生了脱生死。我们要称性发起广大菩提心，使令一切众生跟我们一样都能够了脱生死，所以就讲到发菩提心。如果只为自己了生死，不为众生，这个就是自了汉。所以我们要发心，除了我们自己了脱生死外，也要发起广大菩提心，使令一切众生都能了脱生死，这个才是菩萨的心肠，菩萨就是自利利他。所以我们也要证入真如本性，发起广大菩提心，不光是求自己了脱，要自利利他。",
      "zh_TW": "二、發菩提心。我們自己有生死，一切眾生也都有生死，除了我們自己了脫生死之外，也要幫助眾生了脫生死。我們要稱性發起廣大菩提心，使令一切眾生跟我們一樣都能夠了脫生死，所以就講到發菩提心。如果只為自己了生死，不為眾生，這個就是自了漢。所以我們要發心，除了我們自己了脫生死外，也要發起廣大菩提心，使令一切眾生都能了脫生死，這個才是菩薩的心腸，菩薩就是自利利他。所以我們也要證入真如本性，發起廣大菩提心，不光是求自己了脫，要自利利他。"
    },
    {
      "id": "02-042-0086_p0006",
      "zh_CN": "儒家孔夫子说道：「己欲立而立人，己欲达而达人。」都有大乘的精神。在《大学》说到：「大学之道，在明明德，在亲民，在止于至善。」明明德是什么意思？明德就是我们众生的真如本性，众生的真如本性被五欲六尘种种的烦恼境界覆盖住了，所以本性显现不出来，假借修行的功夫，将我们真如本性的光明显发出来。我们众生的真如本性就如同一面大镜子，而镜子蒙上种种尘垢，所以我们通过修行把镜子上的尘垢逐渐去除，最后将真如本性彻底显发出来。我们真如本性显发出来，也要帮忙众生显发真如本性，所以明明德后也要亲民，亲民就是教导众生光显真如本性。而自利利他达到最圆满的境界，止于至善。所以儒家也是如此讲求。孔孟的学说就是我们大乘佛法的基础，大乘佛法就是为了了脱生死，自己了脱生死，也帮助众生了脱生死，彻证真如本性，最后都能成佛，这个就是我们圆满的人生。所以除了自利以外，也要帮助众生能够了脱生死。",
      "zh_TW": "儒家孔夫子說道：「己欲立而立人，己欲達而達人。」都有大乘的精神。在《大學》說到：「大學之道，在明明德，在親民，在止於至善。」明明德是什麼意思？明德就是我們眾生的真如本性，眾生的真如本性被五欲六塵種種的煩惱境界覆蓋住了，所以本性顯現不出來，假借修行的功夫，將我們真如本性的光明顯發出來。我們眾生的真如本性就如同一面大鏡子，而鏡子蒙上種種塵垢，所以我們通過修行把鏡子上的塵垢逐漸去除，最後將真如本性徹底顯發出來。我們真如本性顯發出來，也要幫忙眾生顯發真如本性，所以明明德後也要親民，親民就是教導眾生光顯真如本性。而自利利他達到最圓滿的境界，止於至善。所以儒家也是如此講求。孔孟的學說就是我們大乘佛法的基礎，大乘佛法就是為了了脫生死，自己了脫生死，也幫助眾生了脫生死，徹證真如本性，最後都能成佛，這個就是我們圓滿的人生。所以除了自利以外，也要幫助眾生能夠了脫生死。"
    },
    {
      "id": "02-042-0086_p0007",
      "zh_CN": "而讲到生死有两种，一种叫做分段生死，第二种叫做变易生死。分段生死就是有见思烦恼，所以我们众生就有分段生死；另外还有尘沙烦恼、无明烦恼，所以还有变易生死。变易生死是三乘圣者的生死，三乘就是声闻、缘觉、菩萨，这三乘境界的转易，安立一种名称叫做变易生死。将分段生死了脱了，成就阿罗汉果；将变易生死了脱了，就成佛了。所以修行要真正为了了脱生死，而且发起广大菩提心，使令一切众生都能了脱生死。「真为生死，发菩提心」，发了菩提心之后怎么修？",
      "zh_TW": "而講到生死有兩種，一種叫做分段生死，第二種叫做變易生死。分段生死就是有見思煩惱，所以我們眾生就有分段生死；另外還有塵沙煩惱、無明煩惱，所以還有變易生死。變易生死是三乘聖者的生死，三乘就是聲聞、緣覺、菩薩，這三乘境界的轉易，安立一種名稱叫做變易生死。將分段生死了脫了，成就阿羅漢果；將變易生死了脫了，就成佛了。所以修行要真正為了了脫生死，而且發起廣大菩提心，使令一切眾生都能了脫生死。「真為生死，發菩提心」，發了菩提心之後怎麼修？"
    },
    {
      "id": "02-042-0086_p0008",
      "zh_CN": "三、深信切愿。要深信切愿持戒念佛，对净土法门要深信不疑。在《佛说阿弥陀经》里面世尊开示，假如善男人、善女人听闻阿弥陀佛的名号，我们能够好好持阿弥陀佛的名号，若一日、若二日、若三日、若五日、若六日、若七日，一心不乱，这个人到临命终的时候，阿弥陀佛与诸圣众就来接引我们往生到极乐世界。到了极乐世界就不会退转，都成为不退转的菩萨，跟诸上善人俱会一处，跟阿弥陀佛、观世音菩萨、大势至菩萨、清净大海众菩萨而共同聚会在莲池海会上，跟良师益友把臂共行。",
      "zh_TW": "三、深信切願。要深信切願持戒念佛，對淨土法門要深信不疑。在《佛說阿彌陀經》裡面世尊開示，假如善男人、善女人聽聞阿彌陀佛的名號，我們能夠好好持阿彌陀佛的名號，若一日、若二日、若三日、若五日、若六日、若七日，一心不亂，這個人到臨命終的時候，阿彌陀佛與諸聖眾就來接引我們往生到極樂世界。到了極樂世界就不會退轉，都成為不退轉的菩薩，跟諸上善人俱會一處，跟阿彌陀佛、觀世音菩薩、大勢至菩薩、清淨大海眾菩薩而共同聚會在蓮池海會上，跟良師益友把臂共行。"
    },
    {
      "id": "02-042-0086_p0009",
      "zh_CN": "极乐世界都是良师益友，要找坏知识都找不到，都是善知识，善知识天天教导我们如何增长福德智慧的资粮，所以我们的道业逐渐就增上了。而且极乐世界有情无情都为我们说法，在七宝池八功德水里面沐浴，都会增长我们的善根，饥饿了喝八功德水也会止饥渴，增上我们的道力；而且思衣得衣、思食得食，不论穿什么样的法衣，自然合身，加在身上不假裁缝。不像我们在娑婆世界，有时候不合身，太宽了、太窄了，还要修改过，极乐世界不用修改，自然合身。你要吃什么东西，美味自然现前，食已自然化去，也没有大小便溺。见色闻香就等于吃了，吃完也不必洗碗筷，这些东西自然化去。我们洗碗筷一天要洗三遍，还很麻烦，为了做饮食吃饭，一天就花了不少时间。极乐世界没有这回事，我们就一直修，直到成佛，成就我们圆满的人生。",
      "zh_TW": "極樂世界都是良師益友，要找壞知識都找不到，都是善知識，善知識天天教導我們如何增長福德智慧的資糧，所以我們的道業逐漸就增上了。而且極樂世界有情無情都為我們說法，在七寶池八功德水裡面沐浴，都會增長我們的善根，飢餓了喝八功德水也會止飢渴，增上我們的道力；而且思衣得衣、思食得食，不論穿什麼樣的法衣，自然合身，加在身上不假裁縫。不像我們在娑婆世界，有時候不合身，太寬了、太窄了，還要修改過，極樂世界不用修改，自然合身。你要吃什麼東西，美味自然現前，食已自然化去，也沒有大小便溺。見色聞香就等於吃了，吃完也不必洗碗筷，這些東西自然化去。我們洗碗筷一天要洗三遍，還很麻煩，為了做飲食吃飯，一天就花了不少時間。極樂世界沒有這回事，我們就一直修，直到成佛，成就我們圓滿的人生。"
    },
    {
      "id": "02-042-0086_p0010",
      "zh_CN": "所以我们对本师世尊的开示决定要相信，深信不疑，因为佛是真语者、实语者、如语者、不诳语者、不异语者，佛所说的话都是最真实不虚的。我们读诵经典，要深信佛的言教。依照经典所开示的，我们就好好地如说修行，深信不疑。所以我们本师世尊的言教是金言玉语，非常殊胜。也要深信阿弥陀佛大慈悲愿力，来接引我们往生到极乐世界去。",
      "zh_TW": "所以我們對本師世尊的開示決定要相信，深信不疑，因為佛是真語者、實語者、如語者、不誑語者、不異語者，佛所說的話都是最真實不虛的。我們讀誦經典，要深信佛的言教。依照經典所開示的，我們就好好地如說修行，深信不疑。所以我們本師世尊的言教是金言玉語，非常殊勝。也要深信阿彌陀佛大慈悲願力，來接引我們往生到極樂世界去。"
    },
    {
      "id": "02-042-0086_p0011",
      "zh_CN": "四十八愿当中的第十八愿，「设我得佛，十方众生，至心信乐，欲生我国，乃至十念，若不生者，不取正觉。唯除五逆诽谤正法」。假设我成佛，十方世界的众生能至心信乐，至诚恳切的心，深信不疑，非常好乐，要往生到极乐世界去。欲生我国，想要往生到极乐世界清净的佛国。信就是有信的资粮，乐就是有愿，欲生我国，更有愿的内涵。乃至十念，若不生者，不取正觉，这就是行的功夫。就好比海贤老和尚，他从年轻的时候就听闻念佛法门，念了九十二年，念到往生，活到一百一十二岁，最近才往生。有的人寿命没有那么长，有的人活了八十岁或者七十岁，而听闻这个法门时间长短也不一样，有的长、有的短，乃至到了临命终时，他病得很重了，善知识就开导他：你修其他法门都来不及了，现在就告诉你一个非常殊胜的法门，你要深信切愿，跟我好好念南无阿弥陀佛的圣号。然后说极乐世界多么殊胜、多么安乐，娑婆世界多么苦，你要发起恳切的愿，要求生极乐世界。然后他就深信不疑了，跟着善知识念不到十声，他也往生了。乃至十念。有的一生念了九十多年，有的乃至念十念，都能往生。那我平时就不念了，等到命终再来念吧，假如这么想、这么做就不保险了，平时念习惯了才有把握。所以平时就要好好薰修、好好念佛，在行住坐卧当中都要念佛，要有早晚课，有定课，做任何事只要不是用心去做的，心里都念佛，或者出小声念佛，所以乃至十念。唯除五逆诽谤正法，其他都能带业往生。这里所说的业，是指我们的旧业不是新业，都能带业往生，非常殊胜。要深信、要切愿。娑婆世界有种种苦，娑婆世界有什么苦？生、老、病、死、爱别离、怨憎会、求不得、五阴炽盛，这些苦我们平时都能感受到。娑婆之苦苦不堪言，极乐之乐乐莫能宣，要欣求极乐殊胜的妙乐，要非常恳切的决志求生极乐世界，这种恳切的心就如同被关在监牢里的罪人，他心里很想离开监牢狱一般。",
      "zh_TW": "四十八願當中的第十八願，「設我得佛，十方眾生，至心信樂，欲生我國，乃至十念，若不生者，不取正覺。唯除五逆誹謗正法」。假設我成佛，十方世界的眾生能至心信樂，至誠懇切的心，深信不疑，非常好樂，要往生到極樂世界去。欲生我國，想要往生到極樂世界清淨的佛國。信就是有信的資糧，樂就是有願，欲生我國，更有願的內涵。乃至十念，若不生者，不取正覺，這就是行的功夫。就好比海賢老和尚，他從年輕的時候就聽聞念佛法門，念了九十二年，念到往生，活到一百一十二歲，最近才往生。有的人壽命沒有那麼長，有的人活了八十歲或者七十歲，而聽聞這個法門時間長短也不一樣，有的長、有的短，乃至到了臨命終時，他病得很重了，善知識就開導他：你修其他法門都來不及了，現在就告訴你一個非常殊勝的法門，你要深信切願，跟我好好念南無阿彌陀佛的聖號。然後說極樂世界多麼殊勝、多麼安樂，娑婆世界多麼苦，你要發起懇切的願，要求生極樂世界。然後他就深信不疑了，跟著善知識念不到十聲，他也往生了。乃至十念。有的一生念了九十多年，有的乃至念十念，都能往生。那我平時就不念了，等到命終再來念吧，假如這麼想、這麼做就不保險了，平時念習慣了才有把握。所以平時就要好好薰修、好好念佛，在行住坐臥當中都要念佛，要有早晚課，有定課，做任何事只要不是用心去做的，心裡都念佛，或者出小聲念佛，所以乃至十念。唯除五逆誹謗正法，其他都能帶業往生。這裡所說的業，是指我們的舊業不是新業，都能帶業往生，非常殊勝。要深信、要切願。娑婆世界有種種苦，娑婆世界有什麼苦？生、老、病、死、愛別離、怨憎會、求不得、五陰熾盛，這些苦我們平時都能感受到。娑婆之苦苦不堪言，極樂之樂樂莫能宣，要欣求極樂殊勝的妙樂，要非常懇切的決志求生極樂世界，這種懇切的心就如同被關在監牢裡的罪人，他心裡很想離開監牢獄一般。"
    },
    {
      "id": "02-042-0086_p0012",
      "zh_CN": "我们不要被世间的五欲六尘迷惑住了，放不下、不肯去，所以我们平时要练习放下。不要像过去有一位老太婆，她临死的时候眼睛不肯闭，她的子女就顺着她的眼光往庭院里去一看，萝卜干还没有收，她就眼睛不肯闭上。你看，小小的都挂心，何况临命终时有家庭的人，子女哭哭啼啼的，临走心都乱了，佛号都忘记了。平时就修习惯了，说走就走，决定不牵挂。",
      "zh_TW": "我們不要被世間的五欲六塵迷惑住了，放不下、不肯去，所以我們平時要練習放下。不要像過去有一位老太婆，她臨死的時候眼睛不肯閉，她的子女就順著她的眼光往庭院裡去一看，蘿蔔乾還沒有收，她就眼睛不肯閉上。你看，小小的都掛心，何況臨命終時有家庭的人，子女哭哭啼啼的，臨走心都亂了，佛號都忘記了。平時就修習慣了，說走就走，決定不牽掛。"
    },
    {
      "id": "02-042-0086_p0013",
      "zh_CN": "在这里要讲一个公案给诸位听，讲冬瓜和尚的公案。冬瓜和尚是清朝的一位和尚，实际的名号人家不晓得，喜欢吃冬瓜，所以人家称他冬瓜和尚。他平时喜欢到街头走来走去，人家看到，怎么这位师父常常在街道走来走去？这个师父没有什么修行，就看不起他。他跟隔壁的慧照法师非常要好，有一回慧照法师来看他，他告诉慧照法师，明年的正月初六就要走了，我们是非常好的道友，到时候一定要来送我。时间到了，慧照法师就来到这里等候。冬瓜和尚刚好被别人请去吃饭，回来看到慧照法师，就问道：「你怎么到这里来？」慧照法师说：「你不是叫我特意来送你的吗？」冬瓜和尚说：「没有你提起我忘记了。」好，赶快沐浴更衣点香，我要去了。不过不能不留个纪念，我说你写下来：「终日走街坊，心中念佛忙，世人都不识，别有一天堂。」坐着笑笑走了。终日走街坊，整天到晚就在街道上走来走去，人家不是贪染五欲六尘，心中念佛忙，世间人都不认识，而是另外有一番境界。而且往生都跟人家约好了，人家一提醒，功夫马上提起，就走了，非常自在。所以我们要深信、要切愿。",
      "zh_TW": "在這裡要講一個公案給諸位聽，講冬瓜和尚的公案。冬瓜和尚是清朝的一位和尚，實際的名號人家不曉得，喜歡吃冬瓜，所以人家稱他冬瓜和尚。他平時喜歡到街頭走來走去，人家看到，怎麼這位師父常常在街道走來走去？這個師父沒有什麼修行，就看不起他。他跟隔壁的慧照法師非常要好，有一回慧照法師來看他，他告訴慧照法師，明年的正月初六就要走了，我們是非常好的道友，到時候一定要來送我。時間到了，慧照法師就來到這裡等候。冬瓜和尚剛好被別人請去吃飯，回來看到慧照法師，就問道：「你怎麼到這裡來？」慧照法師說：「你不是叫我特意來送你的嗎？」冬瓜和尚說：「沒有你提起我忘記了。」好，趕快沐浴更衣點香，我要去了。不過不能不留個紀念，我說你寫下來：「終日走街坊，心中念佛忙，世人都不識，別有一天堂。」坐著笑笑走了。終日走街坊，整天到晚就在街道上走來走去，人家不是貪染五欲六塵，心中念佛忙，世間人都不認識，而是另外有一番境界。而且往生都跟人家約好了，人家一提醒，功夫馬上提起，就走了，非常自在。所以我們要深信、要切願。"
    },
    {
      "id": "02-042-0086_p0014",
      "zh_CN": "四、持戒念佛。深信切愿之后，我们要持戒念佛。持戒就是「诸恶莫作，众善奉行」，我们身口意三业，一切恼害众生的事情我们都不做，凡是利益众生的事我们就努力去奉行。如果受了戒，我们依照戒法的规定，好好把戒持好，而戒的要领就是「诸恶莫作，众善奉行」。「戒是无上菩提本，应当具足持净戒，若能坚持于净戒，是则如来所赞叹」。戒法是成就无上佛果菩提的根本，所以我们应当要具足佛陀为我们制定的戒法，要轻重等持，轻的戒和重的戒平等心守持。假若能坚固持戒的话，是则如来所赞叹，这是十方诸佛所称扬赞叹的对象，所以平常要好好持戒。",
      "zh_TW": "四、持戒念佛。深信切願之後，我們要持戒念佛。持戒就是「諸惡莫作，眾善奉行」，我們身口意三業，一切惱害眾生的事情我們都不做，凡是利益眾生的事我們就努力去奉行。如果受了戒，我們依照戒法的規定，好好把戒持好，而戒的要領就是「諸惡莫作，眾善奉行」。「戒是無上菩提本，應當具足持淨戒，若能堅持於淨戒，是則如來所讚歎」。戒法是成就無上佛果菩提的根本，所以我們應當要具足佛陀為我們制定的戒法，要輕重等持，輕的戒和重的戒平等心守持。假若能堅固持戒的話，是則如來所讚歎，這是十方諸佛所稱揚讚歎的對象，所以平常要好好持戒。"
    },
    {
      "id": "02-042-0086_p0015",
      "zh_CN": "除了持戒之外，要好好念佛，持戒做为助功夫，念佛做为正功夫。念佛怎么念？《大势至菩萨念佛圆通章》说：「都摄六根，净念相继，得三摩地，斯为第一。」念佛的时候，我们要都摄六根，从意根至诚恳切念佛念出来，舌根念得清清楚楚，耳根听得清清楚楚，三根就都收摄了，眼根也不东张西望，身根走路走得正直，坐也坐得正直，鼻根唯嗅佛香，能够这么念，决定没有妄想杂念，这叫做净念，清净的正念。而清净的正念要紧的是要相续不断，不要念了几声就想到冰箱还有好吃的东西，没有吃就太可惜了，不要想到这个。一面念佛，一面想到某某人对我不起，这个佛就念不好。所以要老实，念佛的时候不打妄想，不起杂念，不起烦恼心，遇到顺境也好、逆境也好，我们都是「阿弥陀佛」一直念下去，学习老太婆不分别，努力念佛。能够这样念佛，将来就决定往生到极乐世界去。所以得三摩地，斯为第一，用念佛的这个方法得到三昧正定。我们众生都是妄想杂念，心都很散乱的，用念佛的方法使我们的心能够定，能够得到念佛三昧，我们将来一定可以往生极乐世界，有人助念、没人助念都没有关系，我们自己有把握。",
      "zh_TW": "除了持戒之外，要好好念佛，持戒做為助功夫，念佛做為正功夫。念佛怎麼念？《大勢至菩薩念佛圓通章》說：「都攝六根，淨念相繼，得三摩地，斯為第一。」念佛的時候，我們要都攝六根，從意根至誠懇切念佛念出來，舌根念得清清楚楚，耳根聽得清清楚楚，三根就都收攝了，眼根也不東張西望，身根走路走得正直，坐也坐得正直，鼻根唯嗅佛香，能夠這麼念，決定沒有妄想雜念，這叫做淨念，清淨的正念。而清淨的正念要緊的是要相續不斷，不要念了幾聲就想到冰箱還有好吃的東西，沒有吃就太可惜了，不要想到這個。一面念佛，一面想到某某人對我不起，這個佛就念不好。所以要老實，念佛的時候不打妄想，不起雜念，不起煩惱心，遇到順境也好、逆境也好，我們都是「阿彌陀佛」一直念下去，學習老太婆不分別，努力念佛。能夠這樣念佛，將來就決定往生到極樂世界去。所以得三摩地，斯為第一，用念佛的這個方法得到三昧正定。我們眾生都是妄想雜念，心都很散亂的，用念佛的方法使我們的心能夠定，能夠得到念佛三昧，我們將來一定可以往生極樂世界，有人助念、沒人助念都沒有關係，我們自己有把握。"
    },
    {
      "id": "02-042-0086_p0016",
      "zh_CN": "结劝。所以我们要怎么做？生死心非常恳切，修行真正为了了脱生死，而且发起称性的菩提心，普遍度化有缘众生，跟我们一样都能够了脱生死，对这个净土念佛法门深信不疑，发起至诚恳切的愿，好好努力念佛。要看得破、放得下，心丝毫没有牵挂，以持戒作助功夫，以念佛作正功夫，信愿行三资粮都具足，我们将来都能够往生极乐世界，而且品位非常的高上。一旦往生到极乐世界，我们就好好修，修到成佛，成佛就是最圆满的人生了。修行的方法就是，「真为生死，发菩提心，深信切愿，持戒念佛」。弟子妙音恭敬整理，二０一四年九月二十九日于澳洲净宗学院。",
      "zh_TW": "結勸。所以我們要怎麼做？生死心非常懇切，修行真正為了了脫生死，而且發起稱性的菩提心，普遍度化有緣眾生，跟我們一樣都能夠了脫生死，對這個淨土念佛法門深信不疑，發起至誠懇切的願，好好努力念佛。要看得破、放得下，心絲毫沒有牽掛，以持戒作助功夫，以念佛作正功夫，信願行三資糧都具足，我們將來都能夠往生極樂世界，而且品位非常的高上。一旦往生到極樂世界，我們就好好修，修到成佛，成佛就是最圓滿的人生了。修行的方法就是，「真為生死，發菩提心，深信切願，持戒念佛」。弟子妙音恭敬整理，二０一四年九月二十九日於澳洲淨宗學院。"
    },
    {
      "id": "02-042-0086_p0017",
      "zh_CN": "果清律师：老和尚赐教。",
      "zh_TW": "果清律師：老和尚賜教。"
    },
    {
      "id": "02-042-0086_p0018",
      "zh_CN": "老法师：我们听了老和尚持戒念佛的教诲，希望大家都能够记住，认真的修学，不辜负老法师。谢谢大家！再看下面。",
      "zh_TW": "老法師：我們聽了老和尚持戒念佛的教誨，希望大家都能夠記住，認真的修學，不辜負老法師。謝謝大家！再看下面。"
    },
    {
      "id": "02-042-0086_p0019",
      "zh_CN": "学生：心得报告。尊者师父上人慈悲，诸位善知识慈悲，阿弥陀佛！不肖弟子释自了冒昧报告的题目是，「佛一边念，生死爱根一边长——从海贤老和尚反省我们求往生的信愿（三）」。",
      "zh_TW": "學生：心得報告。尊者師父上人慈悲，諸位善知識慈悲，阿彌陀佛！不肖弟子釋自了冒昧報告的題目是，「佛一邊念，生死愛根一邊長——從海賢老和尚反省我們求往生的信願（三）」。"
    },
    {
      "id": "02-042-0086_p0020",
      "zh_CN": "一、开头。印祖一锤定音：「凡修净业，以决志求生西方为本」。请问，你下定决心求往生了吗？如果现在问大家：「你愿不愿意往生？」大家会异口同声：「愿往生。」但是仔细观察，我们大多数是「口念弥陀，心恋娑婆」。一方面想去极乐世界；另一方面，娑婆世界的事这也放不下、那也放不下，这就往生不了，这不是下定决心求往生。真正下定决心求往生是什么样子？对娑婆世界完全放下，没有丝毫贪恋，没有丝毫舍不得，必然是海贤老和尚那个样子，一句佛号分秒必争，从来不曾丢失。我们才知道我们的差距有多大！愿往生不是天天在佛前唱「愿生西方净土中」就叫愿往生，这是口头，内心呢？内心却坚固的贪着轮回里的人、事、物，心甘情愿沉溺在欲海当中，根本不愿意出离。这是大部分人的通病，憨山大师有一帖对治此病的良药，《示念佛切要》，今天我们一起来学习。",
      "zh_TW": "一、開頭。印祖一錘定音：「凡修淨業，以決志求生西方為本」。請問，你下定決心求往生了嗎？如果現在問大家：「你願不願意往生？」大家會異口同聲：「願往生。」但是仔細觀察，我們大多數是「口念彌陀，心戀娑婆」。一方面想去極樂世界；另一方面，娑婆世界的事這也放不下、那也放不下，這就往生不了，這不是下定決心求往生。真正下定決心求往生是什麼樣子？對娑婆世界完全放下，沒有絲毫貪戀，沒有絲毫捨不得，必然是海賢老和尚那個樣子，一句佛號分秒必爭，從來不曾丟失。我們才知道我們的差距有多大！願往生不是天天在佛前唱「願生西方淨土中」就叫願往生，這是口頭，內心呢？內心卻堅固的貪著輪迴裡的人、事、物，心甘情願沉溺在欲海當中，根本不願意出離。這是大部分人的通病，憨山大師有一帖對治此病的良藥，《示念佛切要》，今天我們一起來學習。"
    },
    {
      "id": "02-042-0086_p0021",
      "zh_CN": "二、憨山大师简介。憨山大师与莲池大师、蕅益大师、紫柏大师并称为「明末四大高僧」，至今肉身不坏，与六祖惠能大师肉身同在广东南华供奉。对憨山大师我们有点陌生，但是对于蕅益大师我们就不陌生了。蕅益大师二十四岁那年，一心想礼拜憨山大师为剃度恩师，但是当时憨山大师远在广东曹溪，缘不成熟，蕅益大师只好在憨山大师的高徒雪岭禅师座下剃度出家。蕅益大师是什么人？可想而知憨山大师非同凡响。憨山大师虽然不是净宗的祖师，可是净宗的十祖是他再来的。净宗十祖截流大师的父亲名全昌，乃宜兴老儒，与憨山大师为友。憨山大师圆寂后三年，一天晚上，全昌梦见憨山进卧室，随后，截流大师出世，由此全昌为儿子取名为梦憨。所以印光大师作的净宗诸祖赞颂里面说：「憨山宿愿尚未酬，故复示生作截流」。通常说的净宗第十代祖师虞山普仁行策大师，即是截流大师。",
      "zh_TW": "二、憨山大師簡介。憨山大師與蓮池大師、蕅益大師、紫柏大師並稱為「明末四大高僧」，至今肉身不壞，與六祖惠能大師肉身同在廣東南華供奉。對憨山大師我們有點陌生，但是對於蕅益大師我們就不陌生了。蕅益大師二十四歲那年，一心想禮拜憨山大師為剃度恩師，但是當時憨山大師遠在廣東曹溪，緣不成熟，蕅益大師只好在憨山大師的高徒雪嶺禪師座下剃度出家。蕅益大師是什麼人？可想而知憨山大師非同凡響。憨山大師雖然不是淨宗的祖師，可是淨宗的十祖是他再來的。淨宗十祖截流大師的父親名全昌，乃宜興老儒，與憨山大師為友。憨山大師圓寂後三年，一天晚上，全昌夢見憨山進臥室，隨後，截流大師出世，由此全昌為兒子取名為夢憨。所以印光大師作的淨宗諸祖讚頌裡面說：「憨山宿願尚未酬，故復示生作截流」。通常說的淨宗第十代祖師虞山普仁行策大師，即是截流大師。"
    },
    {
      "id": "02-042-0086_p0022",
      "zh_CN": "三、憨山大师开示。（一）憨山大师《示念佛切要》，我们先把这篇开示从头至尾读一遍，再把重点的地方提一下。「念佛求生净土一门，元是要了生死大事，故云念佛了生死。今人发心因要了生死，方才肯念佛。只说佛可以了生死，若不知生死根株，毕竟向何处念。若念佛的心，断不得生死根株，如何了得生死。如何是生死根株？古人云：业不重不生娑婆，爱不断不生净土。是知爱根乃生死之根株。以一切众生，受生死之苦，皆爱欲之过也。推此爱根，不是今生有的，也不是一二三四生有的，乃自从无始最初有生死以来，生生世世，舍身受身，皆是爱欲流转。直至今日，翻思从前，何曾有一念暂离此爱根耶。如此爱根种子，积劫深厚，故生死无穷。今日方才发心念佛，只望空求生西方，连爱是生死之根的名字也不知，何曾有一念断着。既不知生死之根，则念佛一边念，生死根只听长，如此念佛，与生死两不相关。这等任你如何念，念到临命终时，只见生死爱根现前，那时方知佛全不得力，却怨念佛无灵验，悔之迟矣！故劝今念佛的人，先要知爱是生死根本，而今念佛，念念要断这爱根。即日用现前，在家念佛，眼中见得儿女子孙，家缘财产，无一件不是爱的，则无一事无一念不是生死活计，如全身在火坑中一般。不知正念佛时，心中爱根未曾一念放得下，直如正念佛时，只说念不切，不知爱是主宰，念佛是皮面，如此佛只听念，爱只听长。且如儿女之情现前时，回光看看这一声佛，果然敌得这爱么？果然断得这爱么？若断不得这爱，毕竟如何了得生死。以爱缘多生习熟，念佛才发心，甚生疏，又不切实，因此不得力。若目前爱境主张不得，则临命终时毕竟主张不得。故劝念佛人，第一要知为生死心切，要断生死心切，要在生死根株上，念念斩断，则念念是了生死之时也。何必待到腊月三十日，方才了得，晚之晚矣！所谓目前都是生死事，目前了得生死空，如此念念真切，刀刀见血，这般用心，若不出生死，则诸佛堕妄语矣。故在家出家，但知生死心，便是出生死的时节也，岂更有别妙法哉。」",
      "zh_TW": "三、憨山大師開示。（一）憨山大師《示念佛切要》，我們先把這篇開示從頭至尾讀一遍，再把重點的地方提一下。「念佛求生淨土一門，元是要了生死大事，故云念佛了生死。今人發心因要了生死，方才肯念佛。只說佛可以了生死，若不知生死根株，畢竟向何處念。若念佛的心，斷不得生死根株，如何了得生死。如何是生死根株？古人云：業不重不生娑婆，愛不斷不生淨土。是知愛根乃生死之根株。以一切眾生，受生死之苦，皆愛欲之過也。推此愛根，不是今生有的，也不是一二三四生有的，乃自從無始最初有生死以來，生生世世，捨身受身，皆是愛欲流轉。直至今日，翻思從前，何曾有一念暫離此愛根耶。如此愛根種子，積劫深厚，故生死無窮。今日方才發心念佛，只望空求生西方，連愛是生死之根的名字也不知，何曾有一念斷著。既不知生死之根，則念佛一邊念，生死根只聽長，如此念佛，與生死兩不相關。這等任你如何念，念到臨命終時，只見生死愛根現前，那時方知佛全不得力，卻怨念佛無靈驗，悔之遲矣！故勸今念佛的人，先要知愛是生死根本，而今念佛，念念要斷這愛根。即日用現前，在家念佛，眼中見得兒女子孫，家緣財產，無一件不是愛的，則無一事無一念不是生死活計，如全身在火坑中一般。不知正念佛時，心中愛根未曾一念放得下，直如正念佛時，只說念不切，不知愛是主宰，念佛是皮面，如此佛只聽念，愛只聽長。且如兒女之情現前時，回光看看這一聲佛，果然敵得這愛麼？果然斷得這愛麼？若斷不得這愛，畢竟如何了得生死。以愛緣多生習熟，念佛才發心，甚生疏，又不切實，因此不得力。若目前愛境主張不得，則臨命終時畢竟主張不得。故勸念佛人，第一要知為生死心切，要斷生死心切，要在生死根株上，念念斬斷，則念念是了生死之時也。何必待到臘月三十日，方才了得，晚之晚矣！所謂目前都是生死事，目前了得生死空，如此念念真切，刀刀見血，這般用心，若不出生死，則諸佛墮妄語矣。故在家出家，但知生死心，便是出生死的時節也，豈更有別妙法哉。」"
    },
    {
      "id": "02-042-0086_p0023",
      "zh_CN": "忠言逆耳，良药苦口，祖师无限慈悲，读到这样的开示，我们如获至宝。这篇开示叫「念佛切要」，名符其实，切中要害！大师确实是修行的过来人，直抉病源，语语痛快。这篇开示虽然篇幅不大，只有七百多字，可是它在净宗中的分量绝对不轻！对于指导我们念佛，有切实下手处。",
      "zh_TW": "忠言逆耳，良藥苦口，祖師無限慈悲，讀到這樣的開示，我們如獲至寶。這篇開示叫「念佛切要」，名符其實，切中要害！大師確實是修行的過來人，直抉病源，語語痛快。這篇開示雖然篇幅不大，只有七百多字，可是它在淨宗中的分量絕對不輕！對於指導我們念佛，有切實下手處。"
    },
    {
      "id": "02-042-0086_p0024",
      "zh_CN": "提请大家高度注意文中两个地方。第一，「空求生西方」。我们求往生只是嘴上说说，好像喊口号一样，别人喊我也喊，但我们的求没有内涵、没有实质，所以大师不给我们留一点情面，说是「空求」，喊破喉咙也枉然！回头看看海贤老和尚，他的求是实实在在的！他是真真切切发自内心求阿弥陀佛赶紧接我走，所以他的佛号昼夜不停。我们现在，如果阿弥陀佛现在就来接我们去极乐世界，马上就走的，大部分人当场吓跑。我想往生，但不是现在。我还有这件事未做，还有那件事要办……这种贪恋世间的心，就是我们往生最大的障碍。所以我们这种求往生是空的（空壳）、骗人的，骗人说要求往生，佛真正来接我又舍不得走。",
      "zh_TW": "提請大家高度注意文中兩個地方。第一，「空求生西方」。我們求往生只是嘴上說說，好像喊口號一樣，別人喊我也喊，但我們的求沒有內涵、沒有實質，所以大師不給我們留一點情面，說是「空求」，喊破喉嚨也枉然！回頭看看海賢老和尚，他的求是實實在在的！他是真真切切發自內心求阿彌陀佛趕緊接我走，所以他的佛號晝夜不停。我們現在，如果阿彌陀佛現在就來接我們去極樂世界，馬上就走的，大部分人當場嚇跑。我想往生，但不是現在。我還有這件事未做，還有那件事要辦……這種貪戀世間的心，就是我們往生最大的障礙。所以我們這種求往生是空的（空殼）、騙人的，騙人說要求往生，佛真正來接我又捨不得走。"
    },
    {
      "id": "02-042-0086_p0025",
      "zh_CN": "第二个地方，「爱是主宰，念佛是皮面」。憨山大师毫不留情揭穿我们，假念佛人！念佛只是门面功夫，所以佛号一边念，生死的根一边长，像两条平行线，永远不相交。现在被揭穿，还好过临终时手忙脚乱才被揭穿！现在被揭穿，还来得及。自己根本没有出离心，没有真信切愿，天天做的都是表面上的事，怎么可能往生呢？祖师们都告诉我们，念佛法门是「万修万人去」，可是现今万修只有二、三人去。问题出在哪里？印祖一语道破：「永明所谓万修万人去者，指信愿具足者言也。」真信切愿，就万修万人去；信不真、愿不切，就变成万修二、三人去。",
      "zh_TW": "第二個地方，「愛是主宰，念佛是皮面」。憨山大師毫不留情揭穿我們，假念佛人！念佛只是門面功夫，所以佛號一邊念，生死的根一邊長，像兩條平行線，永遠不相交。現在被揭穿，還好過臨終時手忙腳亂才被揭穿！現在被揭穿，還來得及。自己根本沒有出離心，沒有真信切願，天天做的都是表面上的事，怎麼可能往生呢？祖師們都告訴我們，念佛法門是「萬修萬人去」，可是現今萬修只有二、三人去。問題出在哪裡？印祖一語道破：「永明所謂萬修萬人去者，指信願具足者言也。」真信切願，就萬修萬人去；信不真、願不切，就變成萬修二、三人去。"
    },
    {
      "id": "02-042-0086_p0026",
      "zh_CN": "我们普遍存在的问题是信、愿、行不到量。不能说不信，半信半疑；并不是没有愿，又愿又要犹豫；也不是没有行，三天打鱼两天晒网。比如说，往生需要百分之百的信愿，而我们只有百分之十的信和百分之十的愿，这就往生不了。为什么信、愿、行不到量？根本原因就是没有出离心。出离心就是「厌离娑婆、欣求极乐」的心，古人说的「愿离娑婆，如狱囚之冀出牢狱。愿生极乐，如穷子之思归故乡」，我们连一点样子都没有！出离心是信愿的内涵。",
      "zh_TW": "我們普遍存在的問題是信、願、行不到量。不能說不信，半信半疑；並不是沒有願，又願又要猶豫；也不是沒有行，三天打魚兩天曬網。比如說，往生需要百分之百的信願，而我們只有百分之十的信和百分之十的願，這就往生不了。為什麼信、願、行不到量？根本原因就是沒有出離心。出離心就是「厭離娑婆、欣求極樂」的心，古人說的「願離娑婆，如獄囚之冀出牢獄。願生極樂，如窮子之思歸故鄉」，我們連一點樣子都沒有！出離心是信願的內涵。"
    },
    {
      "id": "02-042-0086_p0027",
      "zh_CN": "憨山大师劝我们放下，言辞痛切，无非为了触动我们。因为我们麻木不仁太久了！对生死的大事无动于衷。大家都会说，哎呀，放下真难啊，放不下、放不下。其实，哪有放不下的？而是我们舍不得放，舍不得放！想想看是不是？舍不得子女，子女的子女还是舍不得，样样要操心；舍不得你银行里的存款；舍不得你名下的几处房产；舍不得别人对你的恭敬赞叹……这些都是一条一条的绳索，把我们牢牢绑在六道轮回里面。舍不得放，那么生死的根就继续滋长，无量劫又无量劫，不知什么时候才能出头。我们对于爱的，牵肠挂肚；对于恨的，耿耿于怀，这怎么能够往生呢？所以佛在《四十二章经》感叹：「人系于妻子舍宅，甚于牢狱。牢狱有散释之期，妻子无远离之念。」一天二十四小时，我们回想一下，二十四小时里面，我有多少时间心系极乐？又有多少时间心系娑婆？我们心系娑婆的时间多，心系极乐的时间少！少得可怜，微乎其微，二十四小时当中有十分钟想往生吗？这个比例太悬殊了！这是一天的状况，如果天天都是这样，再这样下去，年复一年，我们拿什么去往生？才知道我们有多危险！海贤老和尚、师父上人都是时时刻刻想往生，那叫真信切愿。",
      "zh_TW": "憨山大師勸我們放下，言辭痛切，無非為了觸動我們。因為我們麻木不仁太久了！對生死的大事無動於衷。大家都會說，哎呀，放下真難啊，放不下、放不下。其實，哪有放不下的？而是我們捨不得放，捨不得放！想想看是不是？捨不得子女，子女的子女還是捨不得，樣樣要操心；捨不得你銀行裡的存款；捨不得你名下的幾處房產；捨不得別人對你的恭敬讚歎……這些都是一條一條的繩索，把我們牢牢綁在六道輪迴裡面。捨不得放，那麼生死的根就繼續滋長，無量劫又無量劫，不知什麼時候才能出頭。我們對於愛的，牽腸掛肚；對於恨的，耿耿於懷，這怎麼能夠往生呢？所以佛在《四十二章經》感嘆：「人繫於妻子舍宅，甚於牢獄。牢獄有散釋之期，妻子無遠離之念。」一天二十四小時，我們回想一下，二十四小時裡面，我有多少時間心繫極樂？又有多少時間心繫娑婆？我們心繫娑婆的時間多，心繫極樂的時間少！少得可憐，微乎其微，二十四小時當中有十分鐘想往生嗎？這個比例太懸殊了！這是一天的狀況，如果天天都是這樣，再這樣下去，年復一年，我們拿什麼去往生？才知道我們有多危險！海賢老和尚、師父上人都是時時刻刻想往生，那叫真信切願。"
    },
    {
      "id": "02-042-0086_p0028",
      "zh_CN": "海贤老和尚常常告诫身边人：「好好念佛，成佛是大事，其他什么都是假的。」老和尚的话，如果你能引起共鸣，听到他那样说，心想：对啊，我就是这种心态，一切都是假的，只有念佛成佛才是真的。那是实实在在想到极乐世界去，迫不及待，那么，你的求往生不是空求，不会落空；否则，赶紧加功用行。",
      "zh_TW": "海賢老和尚常常告誡身邊人：「好好念佛，成佛是大事，其他什麼都是假的。」老和尚的話，如果你能引起共鳴，聽到他那樣說，心想：對啊，我就是這種心態，一切都是假的，只有念佛成佛才是真的。那是實實在在想到極樂世界去，迫不及待，那麼，你的求往生不是空求，不會落空；否則，趕緊加功用行。"
    },
    {
      "id": "02-042-0086_p0029",
      "zh_CN": "下面十祖截流大师的一段开示与憨山大师的《示念佛切要》不谋而合，如出一辙。上面印祖说过，「憨山示生作截流」，两人是一不是二。",
      "zh_TW": "下面十祖截流大師的一段開示與憨山大師的《示念佛切要》不謀而合，如出一轍。上面印祖說過，「憨山示生作截流」，兩人是一不是二。"
    },
    {
      "id": "02-042-0086_p0030",
      "zh_CN": "（二）截流大师《示丁耕野居士》。「譬如万斛之舟，欲有所往，樯非不高也，舵非不正也，资具非不完备也，去志非不决也。乘风张帆，有瞬息千里之势。倘若船头一桩未曾拔却，被一条缆索系住。虽种种推排，其能有济否？今时净业人，有终日念佛，忏罪发愿，而西方尚遥，往生弗保者。无他，爱桩未拔，情缆犹牢故也」。祖师举个比喻：一艘船，万事俱备要启程，但船头一桩被缆索系住。这就好比念佛人啊，整天念佛，可是西方还很遥远，往生没有把握。什么原因呢？爱桩未拔，情缆犹牢也，即是憨山大师前面说的「生死爱根没断」，致命的障碍。截流大师接下来教我们对治的办法：「若能将娑婆恩爱，视同嚼蜡，不管忙闲动静、苦乐忧喜，靠着一句佛号，如须弥山相似。一切境缘无能摇动。或时自觉疲懈，惑习现前，便奋起一念，如倚天长剑，使烦恼魔军，逃窜无地。亦如红炉猛火，使无始情识，销铄无余。此人虽现处五浊之乡，已浑身坐在莲华国里，又何待弥陀授手、观音劝驾，而始信其往生哉」。",
      "zh_TW": "（二）截流大師《示丁耕野居士》。「譬如萬斛之舟，欲有所往，檣非不高也，舵非不正也，資具非不完備也，去志非不決也。乘風張帆，有瞬息千里之勢。倘若船頭一樁未曾拔卻，被一條纜索繫住。雖種種推排，其能有濟否？今時淨業人，有終日念佛，懺罪發願，而西方尚遙，往生弗保者。無他，愛樁未拔，情纜猶牢故也」。祖師舉個比喻：一艘船，萬事俱備要啟程，但船頭一樁被纜索繫住。這就好比念佛人啊，整天念佛，可是西方還很遙遠，往生沒有把握。什麼原因呢？愛樁未拔，情纜猶牢也，即是憨山大師前面說的「生死愛根沒斷」，致命的障礙。截流大師接下來教我們對治的辦法：「若能將娑婆恩愛，視同嚼蠟，不管忙閒動靜、苦樂憂喜，靠著一句佛號，如須彌山相似。一切境緣無能搖動。或時自覺疲懈，惑習現前，便奮起一念，如倚天長劍，使煩惱魔軍，逃竄無地。亦如紅爐猛火，使無始情識，銷鑠無餘。此人雖現處五濁之鄉，已渾身坐在蓮華國裡，又何待彌陀授手、觀音勸駕，而始信其往生哉」。"
    },
    {
      "id": "02-042-0086_p0031",
      "zh_CN": "我们念佛多少年了，往生有没有把握？这件事不必问别人，问你自己！蕅益大师有一个衡量的标准：「世情淡一分，佛法自有一分得力。娑婆活计轻一分，生西方便有一分稳当。此事只问心，不必问知识也。知识亦劝淡世情，轻活计，专修出要耳。」自己心里要清楚，对这个世界消极，才能对西方净土积极；对娑婆愈是放得下，对极乐就愈能提得起；对这个世界的感情愈淡，对极乐世界的感情就会愈来愈深。娑婆活计轻一分，生西方便有一分把握；娑婆活计轻十分，生西方便有十分把握。你才会发自内心的认同海贤老和尚说的那句话：「阿弥陀佛是我的根啊！」",
      "zh_TW": "我們念佛多少年了，往生有沒有把握？這件事不必問別人，問你自己！蕅益大師有一個衡量的標準：「世情淡一分，佛法自有一分得力。娑婆活計輕一分，生西方便有一分穩當。此事只問心，不必問知識也。知識亦勸淡世情，輕活計，專修出要耳。」自己心裡要清楚，對這個世界消極，才能對西方淨土積極；對娑婆愈是放得下，對極樂就愈能提得起；對這個世界的感情愈淡，對極樂世界的感情就會愈來愈深。娑婆活計輕一分，生西方便有一分把握；娑婆活計輕十分，生西方便有十分把握。你才會發自內心的認同海賢老和尚說的那句話：「阿彌陀佛是我的根啊！」"
    },
    {
      "id": "02-042-0086_p0032",
      "zh_CN": "憨山大师虽然不是净宗的祖师，但是他对净宗的贡献不小。参禅大彻大悟，通宗通教，劝人念佛求往生。大师著作等身，清朝赵钺居士从《憨山大师全集》中选录出二十二篇开示习禅修净学人的法语，编成一书《憨山大师净宗法要》。一九五０年，这本书在香港大屿山宝莲寺的废纸堆中被人发现，于是印刷流通。我们再从《憨山大师净宗法要》中摘录三段供养大家参考：",
      "zh_TW": "憨山大師雖然不是淨宗的祖師，但是他對淨宗的貢獻不小。參禪大徹大悟，通宗通教，勸人念佛求往生。大師著作等身，清朝趙鉞居士從《憨山大師全集》中選錄出二十二篇開示習禪修淨學人的法語，編成一書《憨山大師淨宗法要》。一九五０年，這本書在香港大嶼山寶蓮寺的廢紙堆中被人發現，於是印刷流通。我們再從《憨山大師淨宗法要》中摘錄三段供養大家參考："
    },
    {
      "id": "02-042-0086_p0033",
      "zh_CN": "（三）憨山大师《示净心居士》。「修行第一要为生死心切。生死心不切，如何敢云念佛成片？且众生无量劫来，念念妄想，情根固蔽。即今生出世，何曾一念痛为生死？日用念念循情，未常返省。今欲以虚浮信心，就要断多劫生死，所谓滴水救积薪之火，岂有是理哉？若果为生死心切，念念若救头燃，只恐一失人身，百劫难复。要将此一声佛咬定，定要敌过妄想，一切处念念现前，不被妄想遮障。如此下苦切工夫，久久纯熟，自然相应，如此不求成片而自成一片矣。此事如人饮水，冷暖自知，告诉不得他人，全要自己着力。若但将念佛做面皮，如此驴年无受用时（十二生肖中没驴年，即尽未来际无受用时）。直须勇猛，更莫迟疑。」",
      "zh_TW": "（三）憨山大師《示淨心居士》。「修行第一要為生死心切。生死心不切，如何敢云念佛成片？且眾生無量劫來，念念妄想，情根固蔽。即今生出世，何曾一念痛為生死？日用念念循情，未常返省。今欲以虛浮信心，就要斷多劫生死，所謂滴水救積薪之火，豈有是理哉？若果為生死心切，念念若救頭燃，只恐一失人身，百劫難復。要將此一聲佛咬定，定要敵過妄想，一切處念念現前，不被妄想遮障。如此下苦切工夫，久久純熟，自然相應，如此不求成片而自成一片矣。此事如人飲水，冷暖自知，告訴不得他人，全要自己著力。若但將念佛做面皮，如此驢年無受用時（十二生肖中沒驢年，即盡未來際無受用時）。直須勇猛，更莫遲疑。」"
    },
    {
      "id": "02-042-0086_p0034",
      "zh_CN": "（四）憨山大师《示修净土法门》。「念佛必要为生死心切，先断外缘，单提一念，以一句阿弥陀佛，以为命根，念念不忘，心心不断，二六时中，行住坐卧，拈匙举箸，折旋俯仰，动静闲忙，于一切时，不愚不昧，并无异缘。如此用心，久久纯熟，乃至梦中亦不忘失，寤寐一如，则工夫绵密，打成一片，是为得力时也。」",
      "zh_TW": "（四）憨山大師《示修淨土法門》。「念佛必要為生死心切，先斷外緣，單提一念，以一句阿彌陀佛，以為命根，念念不忘，心心不斷，二六時中，行住坐臥，拈匙舉箸，折旋俯仰，動靜閒忙，於一切時，不愚不昧，並無異緣。如此用心，久久純熟，乃至夢中亦不忘失，寤寐一如，則工夫綿密，打成一片，是為得力時也。」"
    },
    {
      "id": "02-042-0086_p0035",
      "zh_CN": "（五）憨山大师《示大凡禅人听演楞严宗旨》。「从今将一往生平，驰逐攀缘妄想之心，一齐收摄放下。折合向一句阿弥陀佛上，消归自己本命元辰，念念不移，心心不断。以前妄想，乃造生死之染因也，念佛一念，乃出生死之净因也。果能将此净念，薰前染污苦因，变而为净土真因，则顿令无量劫来生死苦因苦果，变而为净土乐因乐果矣」。",
      "zh_TW": "（五）憨山大師《示大凡禪人聽演楞嚴宗旨》。「從今將一往生平，馳逐攀緣妄想之心，一齊收攝放下。折合向一句阿彌陀佛上，消歸自己本命元辰，念念不移，心心不斷。以前妄想，乃造生死之染因也，念佛一念，乃出生死之淨因也。果能將此淨念，薰前染污苦因，變而為淨土真因，則頓令無量劫來生死苦因苦果，變而為淨土樂因樂果矣」。"
    },
    {
      "id": "02-042-0086_p0036",
      "zh_CN": "四、结尾。念佛并不是枯燥无味的，印光大师说：「念佛之乐，唯真念佛者自知。」念佛的乐趣，我们体会不到，海贤老和尚体会到了，愈念愈喜欢念。这一句佛号，老人家念了九十二年，自在往生。从老和尚身上，我们每一个自诩为念佛人的人，是时候在内心深处做一次彻底的自我反省，反省我们的信愿，反省我们念佛的功夫。不要自欺欺人，不要装模作样，不要场面行持。这一句阿弥陀佛，我到底念得怎么样？尤其我们出家同修，憨山大师的《梦游集》里面多次提醒出家人，「三途地狱未是苦，向袈裟下失却人身，始为苦也」，我们就知道，这一生如果不往生，后果不堪设想！真是夏莲居老居士说的，「脚根无线似飘蓬，才出迷途又失踪」。古人出家都是为生死大事，所谓「大事未明，如丧考妣」，如救头燃，我们现在呢？把生死大事抛到九霄云外。",
      "zh_TW": "四、結尾。念佛並不是枯燥無味的，印光大師說：「念佛之樂，唯真念佛者自知。」念佛的樂趣，我們體會不到，海賢老和尚體會到了，愈念愈喜歡念。這一句佛號，老人家念了九十二年，自在往生。從老和尚身上，我們每一個自詡為念佛人的人，是時候在內心深處做一次徹底的自我反省，反省我們的信願，反省我們念佛的功夫。不要自欺欺人，不要裝模作樣，不要場面行持。這一句阿彌陀佛，我到底念得怎麼樣？尤其我們出家同修，憨山大師的《夢遊集》裡面多次提醒出家人，「三途地獄未是苦，向袈裟下失卻人身，始為苦也」，我們就知道，這一生如果不往生，後果不堪設想！真是夏蓮居老居士說的，「腳根無線似飄蓬，才出迷途又失踪」。古人出家都是為生死大事，所謂「大事未明，如喪考妣」，如救頭燃，我們現在呢？把生死大事拋到九霄雲外。"
    },
    {
      "id": "02-042-0086_p0037",
      "zh_CN": "五、附言。时光如梭，戒学研习班即将结束。这一次，我们在澳洲净宗学院聚会；将来，我们在西方极乐世界聚会，那个会，叫莲池海会。五十年后、一百年后的人们，回想公元二０一四年的秋天，净空老法师在澳洲图文巴的这一次讲经盛会，就好像我们现在回想三千年前世尊在世讲经法会一样。",
      "zh_TW": "五、附言。時光如梭，戒學研習班即將結束。這一次，我們在澳洲淨宗學院聚會；將來，我們在西方極樂世界聚會，那個會，叫蓮池海會。五十年後、一百年後的人們，回想公元二０一四年的秋天，淨空老法師在澳洲圖文巴的這一次講經盛會，就好像我們現在回想三千年前世尊在世講經法會一樣。"
    },
    {
      "id": "02-042-0086_p0038",
      "zh_CN": "弟子笨拙，不懂用什么词句来形容师父上人，师父上人真是慈悲到了极处，念念希望众生早一天成佛，不要再在六道里面逗留。唯恐我们不能往生，还要再来轮回受苦。上根的，像海贤老和尚那种根性，让你一句佛号不拐弯，念到底；中根的，苦口婆心给你讲道理，引导你生信、发愿、念佛，争取这一生能往生；下根的，业障太重、不愿意念佛的，穷尽办法、种种善巧方便诱导你，希望你五戒十善这一生先保住人身，来生、来来生接着再干，遇缘念佛。最终总是要把我们都拽到极乐世界，不忍我们仍在六道轮回里面头出头没。",
      "zh_TW": "弟子笨拙，不懂用什麼詞句來形容師父上人，師父上人真是慈悲到了極處，念念希望眾生早一天成佛，不要再在六道裡面逗留。唯恐我們不能往生，還要再來輪迴受苦。上根的，像海賢老和尚那種根性，讓你一句佛號不拐彎，念到底；中根的，苦口婆心給你講道理，引導你生信、發願、念佛，爭取這一生能往生；下根的，業障太重、不願意念佛的，窮盡辦法、種種善巧方便誘導你，希望你五戒十善這一生先保住人身，來生、來來生接著再幹，遇緣念佛。最終總是要把我們都拽到極樂世界，不忍我們仍在六道輪迴裡面頭出頭沒。"
    },
    {
      "id": "02-042-0086_p0039",
      "zh_CN": "释迦牟尼佛给我们表演一生教学，师父上人给我们重演一生教学。「一代时教，浩若渊海。其究竟畅佛普度众生之本怀者，唯净土一法而已」，讲其他的法门，「如来普度众生之心，郁而未畅」，印光大师说的。释迦牟尼佛给我们表演极畅本怀的净土大法，师父上人给我们重演。世尊当年在世，王舍城有三分之一的人，知道释迦牟尼佛这个人，并且现场听过佛讲经说法；有三分之一的人，听说过释迦牟尼佛这个人，但是一生没有见过面，没有现场听过他讲经；有三分之一的人，一生听都没听说过释迦牟尼佛这个人，不知道佛法。这样你就知道你是何等的幸运！中国目前十四亿人口，你是哪一个三分之一？恐怕是三十分之一！师父上人现在在世，就像世尊当年在世一样，而你来到他的身边。",
      "zh_TW": "釋迦牟尼佛給我們表演一生教學，師父上人給我們重演一生教學。「一代時教，浩若淵海。其究竟暢佛普度眾生之本懷者，唯淨土一法而已」，講其他的法門，「如來普度眾生之心，鬱而未暢」，印光大師說的。釋迦牟尼佛給我們表演極暢本懷的淨土大法，師父上人給我們重演。世尊當年在世，王舍城有三分之一的人，知道釋迦牟尼佛這個人，並且現場聽過佛講經說法；有三分之一的人，聽說過釋迦牟尼佛這個人，但是一生沒有見過面，沒有現場聽過他講經；有三分之一的人，一生聽都沒聽說過釋迦牟尼佛這個人，不知道佛法。這樣你就知道你是何等的幸運！中國目前十四億人口，你是哪一個三分之一？恐怕是三十分之一！師父上人現在在世，就像世尊當年在世一樣，而你來到他的身邊。"
    },
    {
      "id": "02-042-0086_p0040",
      "zh_CN": "《释迦谱》好像有一段公案，大概是这样：释提桓因请佛到忉利天宫说法。世尊爽快的答应了，他说：「走走走，我的四众弟子大多数懈怠、懒散，不听我讲法，现在我就不告诉他们我去哪里，也不带侍者（就连他最贴身的阿难尊者也没带去），让他们尝尝渴仰于法的滋味。」（渴仰于法是指对法的希求好像口渴了对水的希求一样），于是世尊屈伸臂顷到了忉利天宫。世尊失踪了三个月，在忉利天宫说法圆满之后，回到世间就告诉大众，不久他要入灭了。于是弟子们悔惧交至、痛苦不堪。从这个小故事，回头对照我们自己：是否跟世尊当年的弟子们一样？师父上人接近九十高龄了，还天天苦口婆心、不厌其烦的给我们讲解净土大经，可是我们珍惜吗？万一有一天，师父上人突然示现无常，我们怎么样？是不是像世尊那些弟子一样，后悔莫及？悲剧不会重演吧。我们都希望师父上人长久住世，没错，但是我们得拿出行动啊。大家记不记得李炳南老居士为什么提前走了？没有人依教奉行！所以想留住师父上人，我们要依教奉行，大家要发心，你也发心，他也发心，我也发心，听者、闻者都发心，发心做什么？发心做真念佛人！发心真求往生！师父上人讲了一辈子，不就唯一希望我们都能往生成佛吗？尤其是出家众，要带头！带头念佛求往生。不要以为你还年轻，要学些大经大论，要建个大庙，要干一番大事业……你把这些事暂先放一放，先办生死大事！因为无常不会等你准备好了才姗姗来迟，我能保证我一定能活到老吗？无常突然到来，我死往哪里去？也不要急着去讲经，道业未成去讲经，叫「相似利他」，不是真正利他。今生决定往生极乐世界，才不枉出家一回。",
      "zh_TW": "《釋迦譜》好像有一段公案，大概是這樣：釋提桓因請佛到忉利天宮說法。世尊爽快的答應了，他說：「走走走，我的四眾弟子大多數懈怠、懶散，不聽我講法，現在我就不告訴他們我去哪裡，也不帶侍者（就連他最貼身的阿難尊者也沒帶去），讓他們嘗嘗渴仰於法的滋味。」（渴仰於法是指對法的希求好像口渴了對水的希求一樣），於是世尊屈伸臂頃到了忉利天宮。世尊失蹤了三個月，在忉利天宮說法圓滿之後，回到世間就告訴大眾，不久他要入滅了。於是弟子們悔懼交至、痛苦不堪。從這個小故事，回頭對照我們自己：是否跟世尊當年的弟子們一樣？師父上人接近九十高齡了，還天天苦口婆心、不厭其煩的給我們講解淨土大經，可是我們珍惜嗎？萬一有一天，師父上人突然示現無常，我們怎麼樣？是不是像世尊那些弟子一樣，後悔莫及？悲劇不會重演吧。我們都希望師父上人長久住世，沒錯，但是我們得拿出行動啊。大家記不記得李炳南老居士為什麼提前走了？沒有人依教奉行！所以想留住師父上人，我們要依教奉行，大家要發心，你也發心，他也發心，我也發心，聽者、聞者都發心，發心做什麼？發心做真念佛人！發心真求往生！師父上人講了一輩子，不就唯一希望我們都能往生成佛嗎？尤其是出家眾，要帶頭！帶頭念佛求往生。不要以為你還年輕，要學些大經大論，要建個大廟，要幹一番大事業……你把這些事暫先放一放，先辦生死大事！因為無常不會等你準備好了才姍姍來遲，我能保證我一定能活到老嗎？無常突然到來，我死往哪裡去？也不要急著去講經，道業未成去講經，叫「相似利他」，不是真正利他。今生決定往生極樂世界，才不枉出家一回。"
    },
    {
      "id": "02-042-0086_p0041",
      "zh_CN": "最后，以夏老居士的一首偈来结束今天的报告：「若问如何出爱河，只有弥陀念得多。念熟方能登乐土，倘生不免堕娑婆。」报告过程恐有错误，恳请师父上人及诸位善知识批评指正，不吝赐教，望众慈悲，布施欢喜。阿弥陀佛。不肖弟子释自了叩呈，二〇一四年九月二十七日。",
      "zh_TW": "最後，以夏老居士的一首偈來結束今天的報告：「若問如何出愛河，只有彌陀念得多。念熟方能登樂土，倘生不免墮娑婆。」報告過程恐有錯誤，懇請師父上人及諸位善知識批評指正，不吝賜教，望眾慈悲，布施歡喜。阿彌陀佛。不肖弟子釋自了叩呈，二〇一四年九月二十七日。"
    },
    {
      "id": "02-042-0086_p0042",
      "zh_CN": "老法师：我们刚才听到自了师的报告，也看到文字了，确实给我们现前大众，他是代佛、代表祖师大德给我们当头棒喝。这一棒能不能打醒？希望有打醒的。当然不能打醒的还很多，由此可知，众生的业障有多重。重要的是回过头来看看自己，才真正得受用；如果不能回光返照，我们这一生往生净土确实有问题。",
      "zh_TW": "老法師：我們剛才聽到自了師的報告，也看到文字了，確實給我們現前大眾，他是代佛、代表祖師大德給我們當頭棒喝。這一棒能不能打醒？希望有打醒的。當然不能打醒的還很多，由此可知，眾生的業障有多重。重要的是回過頭來看看自己，才真正得受用；如果不能回光返照，我們這一生往生淨土確實有問題。"
    },
    {
      "id": "02-042-0086_p0043",
      "zh_CN": "我们在学习过程当中常常提到科学的成就，为什么？它能帮助我们观照，帮助我们看破、帮助我们放下。德国普朗克博士告诉我们，这是一生专门研究物质是什么东西，这个谜被他揭穿了。他发现微中子，微中子击破之后就没有了，物质不见了；换句话说，微中子就是佛经上所说的极微色、极微之微，这个东西不能再分了，再分就没有了。他把这个找到了，分了物质没有了，看见什么？看见是念头波动的现象。这才恍然大悟，物质从哪里来的？物质从念头来的，不是真的物质东西，是一个幻相、假相。真的，真的它根本不存在。",
      "zh_TW": "我們在學習過程當中常常提到科學的成就，為什麼？它能幫助我們觀照，幫助我們看破、幫助我們放下。德國普朗克博士告訴我們，這是一生專門研究物質是什麼東西，這個謎被他揭穿了。他發現微中子，微中子擊破之後就沒有了，物質不見了；換句話說，微中子就是佛經上所說的極微色、極微之微，這個東西不能再分了，再分就沒有了。他把這個找到了，分了物質沒有了，看見什麼？看見是念頭波動的現象。這才恍然大悟，物質從哪裡來的？物質從念頭來的，不是真的物質東西，是一個幻相、假相。真的，真的它根本不存在。"
    },
    {
      "id": "02-042-0086_p0044",
      "zh_CN": "我们今天看到物质现象，那就是弥勒菩萨跟世尊对话上说的，佛问弥勒菩萨，凡夫心有所念，我们今天起个念头，这个念头是多少微细念头组成的？我们才发现这个念头，单独一个念头是决定不能够想像的，你毫无感觉。弥勒菩萨回答（弥勒是唯识专家，用现在说是佛教心理学的专家），菩萨回答我们，「一弹指有三十二亿百千念」，这是答复念头。我们起心动念，一个念头多少念？三十二亿百千念，多长时间？一弹指。「念念成形」，形就是物质现象，「形皆有识」，每个微细的物质现象，就是科学说的微中子，佛法讲的极微之微、极微色，它就是《心经》上所说的五蕴。我们念《心经》念了几十年，根本就不懂得五蕴什么意思，「观自在菩萨，照见五蕴皆空」，五蕴是极微色，这个极微色由念头产生的，而且存在。我们今天时间是用秒做单位，一秒钟能弹几次？有人告诉我，我以前是想着大概五次，我弹的差不多，有比我更年轻的，体力好的、力气勇猛的，他可以弹七次。这个念头一弹指三十二亿百千念，三十二亿乘百千，百千是十万，三十二亿乘十万，三百二十兆，一弹指，三百二十兆再乘七是一秒钟，哪有这个东西存在！",
      "zh_TW": "我們今天看到物質現象，那就是彌勒菩薩跟世尊對話上說的，佛問彌勒菩薩，凡夫心有所念，我們今天起個念頭，這個念頭是多少微細念頭組成的？我們才發現這個念頭，單獨一個念頭是決定不能夠想像的，你毫無感覺。彌勒菩薩回答（彌勒是唯識專家，用現在說是佛教心理學的專家），菩薩回答我們，「一彈指有三十二億百千念」，這是答覆念頭。我們起心動念，一個念頭多少念？三十二億百千念，多長時間？一彈指。「念念成形」，形就是物質現象，「形皆有識」，每個微細的物質現象，就是科學說的微中子，佛法講的極微之微、極微色，它就是《心經》上所說的五蘊。我們念《心經》念了幾十年，根本就不懂得五蘊什麼意思，「觀自在菩薩，照見五蘊皆空」，五蘊是極微色，這個極微色由念頭產生的，而且存在。我們今天時間是用秒做單位，一秒鐘能彈幾次？有人告訴我，我以前是想著大概五次，我彈的差不多，有比我更年輕的，體力好的、力氣勇猛的，他可以彈七次。這個念頭一彈指三十二億百千念，三十二億乘百千，百千是十萬，三十二億乘十萬，三百二十兆，一彈指，三百二十兆再乘七是一秒鐘，哪有這個東西存在！"
    },
    {
      "id": "02-042-0086_p0045",
      "zh_CN": "所以普朗克下了一个结论，这个宇宙之间根本没有物质这个东西存在，你们认为物质这个东西存在，完全看错了。这个要跟《金刚经》一对，佛说的「凡所有相皆是虚妄」，普朗克证明了。假的，不是真的。「一切有为法如梦幻泡影」，都是《金刚经》上的话，你执着它，错了；你分别它，错了；你起心动念，也错了。真正明白这个道理，了解事实真相，不把它放在心上了，破身见就不难了，身见是一切罪恶的根源。",
      "zh_TW": "所以普朗克下了一個結論，這個宇宙之間根本沒有物質這個東西存在，你們認為物質這個東西存在，完全看錯了。這個要跟《金剛經》一對，佛說的「凡所有相皆是虛妄」，普朗克證明了。假的，不是真的。「一切有為法如夢幻泡影」，都是《金剛經》上的話，你執著它，錯了；你分別它，錯了；你起心動念，也錯了。真正明白這個道理，了解事實真相，不把它放在心上了，破身見就不難了，身見是一切罪惡的根源。"
    },
    {
      "id": "02-042-0086_p0046",
      "zh_CN": "了师报告里面讲的，烦恼的根源是爱，爱的根源是我。这是什么？唯识里面讲的第七识，第七识就是我见。根本没有我，偏偏执着有个我，跟着我起来的，我爱、我慢、我痴，这就是贪瞋痴三个根，与生俱来的烦恼。从一念不觉，迷失了自性变成阿赖耶，阿赖耶就是这个东西组成的。阿赖耶的业相，含藏种子，从这里变现出末那，末那就是四大烦恼常相随，末那就这四个东西：我见、我爱、我慢、我痴。所以我们要晓得，我们如何对付贪，能把贪放下。贪的核心是爱，你看破这个东西了，晓得它是假的，你才能放下。爱是烦恼，不是好事，爱是六道轮回的根本，这个东西不去掉不能出轮回。傲慢，傲慢是瞋恚的根。怀疑是愚痴的根。",
      "zh_TW": "了師報告裡面講的，煩惱的根源是愛，愛的根源是我。這是什麼？唯識裡面講的第七識，第七識就是我見。根本沒有我，偏偏執著有個我，跟著我起來的，我愛、我慢、我痴，這就是貪瞋痴三個根，與生俱來的煩惱。從一念不覺，迷失了自性變成阿賴耶，阿賴耶就是這個東西組成的。阿賴耶的業相，含藏種子，從這裡變現出末那，末那就是四大煩惱常相隨，末那就這四個東西：我見、我愛、我慢、我痴。所以我們要曉得，我們如何對付貪，能把貪放下。貪的核心是愛，你看破這個東西了，曉得它是假的，你才能放下。愛是煩惱，不是好事，愛是六道輪迴的根本，這個東西不去掉不能出輪迴。傲慢，傲慢是瞋恚的根。懷疑是愚痴的根。"
    },
    {
      "id": "02-042-0086_p0047",
      "zh_CN": "我们学习圣教，最重要是不能怀疑。可是我们今天怀疑养成习惯，科学第一个讲怀疑，头一个就是教你怀疑，不知不觉染上严重的习气。所以我们为什么入不了圣教？就是疑没有断干净。我们信，百分之九十九信，还有一分怀疑，那一分可不能看轻它，这李老师常常告诉我们，那一分起作用，就把你全部功夫毁掉了。我们对圣教不疑，多难。古人容易。所以今天我们非常感叹，为什么这么难？没有扎根教育。扎根教育就是中国古人讲求的，从胎教开始。怀孕的时候，母亲眼不视恶色，耳不闻淫声，口不出傲言，她就持戒了，为什么？她能这样做，她的胎儿正常。小孩生下来之后，张开眼睛他就看，他那个小耳朵就在听，他就在那里学习，父母要好好照顾他，负面的东西不能让他看、不能让他听，不可以让他接触到。要看多久？一直要看他到满三岁，就是一千天，这叫扎根教育。所以小孩受这种教育，他三、四岁就有能力辨别是非邪正，邪的、不正的他会排斥，他会拒绝。所以古人有一个谚语讲「三岁看八十」，他一生不会改变，根扎得深。",
      "zh_TW": "我們學習聖教，最重要是不能懷疑。可是我們今天懷疑養成習慣，科學第一個講懷疑，頭一個就是教你懷疑，不知不覺染上嚴重的習氣。所以我們為什麼入不了聖教？就是疑沒有斷乾淨。我們信，百分之九十九信，還有一分懷疑，那一分可不能看輕它，這李老師常常告訴我們，那一分起作用，就把你全部功夫毀掉了。我們對聖教不疑，多難。古人容易。所以今天我們非常感嘆，為什麼這麼難？沒有扎根教育。扎根教育就是中國古人講求的，從胎教開始。懷孕的時候，母親眼不視惡色，耳不聞淫聲，口不出傲言，她就持戒了，為什麼？她能這樣做，她的胎兒正常。小孩生下來之後，張開眼睛他就看，他那個小耳朵就在聽，他就在那裡學習，父母要好好照顧他，負面的東西不能讓他看、不能讓他聽，不可以讓他接觸到。要看多久？一直要看他到滿三歲，就是一千天，這叫扎根教育。所以小孩受這種教育，他三、四歲就有能力辨別是非邪正，邪的、不正的他會排斥，他會拒絕。所以古人有一個諺語講「三歲看八十」，他一生不會改變，根紮得深。"
    },
    {
      "id": "02-042-0086_p0048",
      "zh_CN": "我们今天没有这个根。没有这个根，他学了佛、学了戒，到最后不能受持，来破戒犯规，这个我们要原谅他。为什么？他没根。好像建大楼一样，是盖好了，地基不稳固。《无量寿经》上佛慈悲，话说得多好：「先人不善，不识道德，无有语者，殊无怪也。」大慈大悲要原谅这些人，要勉励他，最重要的，自己要做好榜样给他看。像海贤老和尚，一生做样子给人看。他也是受阿弥陀佛嘱咐的。我相信他的寿命也不过就是七、八十岁，他活到一百一十二岁，那是阿弥陀佛加持的，一定要等他表法。到最后表的是，拿到这个《僧赞僧》，那是什么？那是挽救净土。现在在这个时代，毁谤净土的人、排斥净土的人太多了，能量太大了，史无前例。有个法师送我四个字「大难大难」，跟我说的，我确实是如此。我也放四个字放当中，我把它连起来，「大难大忍」，要修忍辱波罗蜜，我能忍受，「大忍大难」，这两个难字，一个是困难的难，一个是灾难的难，我们才能度过，没有忍辱波罗蜜就完了。不能起怨恨，要生怜悯心，他为什么这么做？我们传统文化丢掉两百年了，前一百年疏忽，还有一点样子，没有人真干了；最近这一百年，样子都没有了，这就多困难。所以我们总希望学佛的同修要做个好样子，那就是真正护持佛法，让社会大众看到佛的形象。佛不在了，我们所表演的就代表佛的形象。是不是释迦佛当年的形象？佛法兴旺众生有福，佛法衰了众生可怜。我们到这个世间来了，得人身、闻佛法，又闻到净宗，又遇到真正善知识，多么幸运！",
      "zh_TW": "我們今天沒有這個根。沒有這個根，他學了佛、學了戒，到最後不能受持，來破戒犯規，這個我們要原諒他。為什麼？他沒根。好像建大樓一樣，是蓋好了，地基不穩固。《無量壽經》上佛慈悲，話說得多好：「先人不善，不識道德，無有語者，殊無怪也。」大慈大悲要原諒這些人，要勉勵他，最重要的，自己要做好榜樣給他看。像海賢老和尚，一生做樣子給人看。他也是受阿彌陀佛囑咐的。我相信他的壽命也不過就是七、八十歲，他活到一百一十二歲，那是阿彌陀佛加持的，一定要等他表法。到最後表的是，拿到這個《僧讚僧》，那是什麼？那是挽救淨土。現在在這個時代，毀謗淨土的人、排斥淨土的人太多了，能量太大了，史無前例。有個法師送我四個字「大難大難」，跟我說的，我確實是如此。我也放四個字放當中，我把它連起來，「大難大忍」，要修忍辱波羅蜜，我能忍受，「大忍大難」，這兩個難字，一個是困難的難，一個是災難的難，我們才能度過，沒有忍辱波羅蜜就完了。不能起怨恨，要生憐憫心，他為什麼這麼做？我們傳統文化丟掉兩百年了，前一百年疏忽，還有一點樣子，沒有人真幹了；最近這一百年，樣子都沒有了，這就多困難。所以我們總希望學佛的同修要做個好樣子，那就是真正護持佛法，讓社會大眾看到佛的形象。佛不在了，我們所表演的就代表佛的形象。是不是釋迦佛當年的形象？佛法興旺眾生有福，佛法衰了眾生可憐。我們到這個世間來了，得人身、聞佛法，又聞到淨宗，又遇到真正善知識，多麼幸運！"
    },
    {
      "id": "02-042-0086_p0049",
      "zh_CN": "首先，我常常劝勉大家，要破身见，不要执着身，不要想我。为什么？身见破了，边见、见取、戒取、邪见都破了，才能证初果。没有能证得的时候，初果以外没入佛门，这个要知道。没入佛门能有成就的，行，那就是阿弥陀佛无尽的慈悲，给我们开这个念佛法门，没有证圣果的人也能往生。如果说八万四千法门，你不走断烦恼、证菩提，你没分，哪一个法门有带业的？所以我到八十五岁，看看这不行了，哪个经论、哪个法门都救不了我，不能帮助我脱离轮回，我回过头来专弘《无量寿经》，专念阿弥陀佛，全放下了。你们不干我干，为什么？我要想脱离六道轮回，这个轮回太苦了。我这个年龄，经过军阀割据的战争、中日战争、第二次世界大战，我亲眼看到的，佛说的八苦、三苦一点都不错。我的出离心比你们强，我受的苦太多了，出家也受苦。唯一的安慰，就是释迦牟尼佛给我们做了榜样。世尊当年在世，三衣一钵，树下一宿，日中一食，我现在比他还强一点，这值得安慰。想起世尊，我心里就平了，他给我做了最好的榜样，我们要向他学习。",
      "zh_TW": "首先，我常常勸勉大家，要破身見，不要執著身，不要想我。為什麼？身見破了，邊見、見取、戒取、邪見都破了，才能證初果。沒有能證得的時候，初果以外沒入佛門，這個要知道。沒入佛門能有成就的，行，那就是阿彌陀佛無盡的慈悲，給我們開這個念佛法門，沒有證聖果的人也能往生。如果說八萬四千法門，你不走斷煩惱、證菩提，你沒分，哪一個法門有帶業的？所以我到八十五歲，看看這不行了，哪個經論、哪個法門都救不了我，不能幫助我脫離輪迴，我回過頭來專弘《無量壽經》，專念阿彌陀佛，全放下了。你們不幹我幹，為什麼？我要想脫離六道輪迴，這個輪迴太苦了。我這個年齡，經過軍閥割據的戰爭、中日戰爭、第二次世界大戰，我親眼看到的，佛說的八苦、三苦一點都不錯。我的出離心比你們強，我受的苦太多了，出家也受苦。唯一的安慰，就是釋迦牟尼佛給我們做了榜樣。世尊當年在世，三衣一缽，樹下一宿，日中一食，我現在比他還強一點，這值得安慰。想起世尊，我心裡就平了，他給我做了最好的榜樣，我們要向他學習。"
    },
    {
      "id": "02-042-0086_p0050",
      "zh_CN": "一切称心善缘不能有丝毫贪恋，要看破。一切恶缘，我们不愿意遇到，遇到了，不生瞋恚。现实的社会，从早到晚我们六根接触的人事物，我们在这修行，在这下功夫。修什么功夫？根本的，这些东西全是假的，物质是假的、念头是假的，没有一样是真的。你真看穿了，你就肯放下了，你不会再抓这个东西。抓这些东西干什么？抓这个东西就是六道轮回。它制造六道轮回的，它制造十法界的，我们想出离六道、出离十法界，这个东西要放下。怎么放下？假的不是真的，一口气不来，什么东西是你的？我常常劝人，我们现在穿的衣服是自己的，不穿的时候就不是我的；我住的这个房子，在这住的是我的，我离开这房子，房子不是我的；我身上装的钱是我的，银行钱不是我的。怎么？很容易丢掉，不操心，没有牵挂。佛来了要我走，马上就跟他走了，什么事都没有。还有没有牵挂？没有了，这才能痛痛快快的走。所以不能不知道，不能不放下。祖师大德苦口婆心，我们感恩。社会上这些表演，无论正面、反面的我们都感恩，时时刻刻在提醒我。有缘就做，这个缘绝对是利正法久住，利益众生的我们要做；没有缘，不生念头，随缘不攀缘，我们才能得自在。所谓心安理得，道理搞清楚、搞明白了，心就安了，心安没有念头了。下面还有一份是吧？好。",
      "zh_TW": "一切稱心善緣不能有絲毫貪戀，要看破。一切惡緣，我們不願意遇到，遇到了，不生瞋恚。現實的社會，從早到晚我們六根接觸的人事物，我們在這修行，在這下功夫。修什麼功夫？根本的，這些東西全是假的，物質是假的、念頭是假的，沒有一樣是真的。你真看穿了，你就肯放下了，你不會再抓這個東西。抓這些東西幹什麼？抓這個東西就是六道輪迴。它製造六道輪迴的，它製造十法界的，我們想出離六道、出離十法界，這個東西要放下。怎麼放下？假的不是真的，一口氣不來，什麼東西是你的？我常常勸人，我們現在穿的衣服是自己的，不穿的時候就不是我的；我住的這個房子，在這住的是我的，我離開這房子，房子不是我的；我身上裝的錢是我的，銀行錢不是我的。怎麼？很容易丟掉，不操心，沒有牽掛。佛來了要我走，馬上就跟他走了，什麼事都沒有。還有沒有牽掛？沒有了，這才能痛痛快快的走。所以不能不知道，不能不放下。祖師大德苦口婆心，我們感恩。社會上這些表演，無論正面、反面的我們都感恩，時時刻刻在提醒我。有緣就做，這個緣絕對是利正法久住，利益眾生的我們要做；沒有緣，不生念頭，隨緣不攀緣，我們才能得自在。所謂心安理得，道理搞清楚、搞明白了，心就安了，心安沒有念頭了。下面還有一份是吧？好。"
    },
    {
      "id": "02-042-0086_p0051",
      "zh_CN": "学生：南山律「业疏三宗」要义（上）——释开吉学习心得报告之三十四。尊敬的师父上人、清公律师、副院长，诸位比丘大德、尼师大姊，诸位在家菩萨们：阿弥陀佛！惭愧弟子开吉今日恭敬报告的主题是：南山律「业疏三宗」要义（上）。",
      "zh_TW": "學生：南山律「業疏三宗」要義（上）——釋開吉學習心得報告之三十四。尊敬的師父上人、清公律師、副院長，諸位比丘大德、尼師大姊，諸位在家菩薩們：阿彌陀佛！慚愧弟子開吉今日恭敬報告的主題是：南山律「業疏三宗」要義（上）。"
    },
    {
      "id": "02-042-0086_p0052",
      "zh_CN": "在澳洲戒学研习班中，和尚上果下清律师慈悲宣讲《南山律在家备览略编．宗体篇》，其中「戒体」门的第二节第四项是「显立正义」。弘公律师在注解中说：「是项最为精要，学者宜致力穷研。」此项是「南山三大部」最为精华、最为重要的内容，因此学戒者应当尽心尽力地穷究和研习。由于戒学班的同参道友感到「业疏三宗」的文辞古拙，义理深奥，比较不容易理解，因此惭愧弟子在此恭敬整理听课笔记，以供养诸位法师、大德仁者，并祈不吝赐正。",
      "zh_TW": "在澳洲戒學研習班中，和尚上果下清律師慈悲宣講《南山律在家備覽略編．宗體篇》，其中「戒體」門的第二節第四項是「顯立正義」。弘公律師在註解中說：「是項最為精要，學者宜致力窮研。」此項是「南山三大部」最為精華、最為重要的內容，因此學戒者應當盡心盡力地窮究和研習。由於戒學班的同參道友感到「業疏三宗」的文辭古拙，義理深奧，比較不容易理解，因此慚愧弟子在此恭敬整理聽課筆記，以供養諸位法師、大德仁者，並祈不吝賜正。"
    },
    {
      "id": "02-042-0086_p0053",
      "zh_CN": "唐朝南山道宣律祖在《业疏》中阐释了戒体真正的义理，亦即「实法宗、假名宗和圆教宗」所主张的戒体之意义。「实法宗」主张有为、无为的一切法有实体；「假名宗」主张有为、无为一切法无实体；「圆教宗」，道宣律祖根据《法华经》、《涅槃经》的义理，建立了圆满、圆顿、圆融的圆教宗。",
      "zh_TW": "唐朝南山道宣律祖在《業疏》中闡釋了戒體真正的義理，亦即「實法宗、假名宗和圓教宗」所主張的戒體之意義。「實法宗」主張有為、無為的一切法有實體；「假名宗」主張有為、無為一切法無實體；「圓教宗」，道宣律祖根據《法華經》、《涅槃經》的義理，建立了圓滿、圓頓、圓融的圓教宗。"
    },
    {
      "id": "02-042-0086_p0054",
      "zh_CN": "宣祖在《业疏》中说：「纳圣法于心胸，即法是所纳之戒体。然后依体起用，防遏缘非。」「圣法」就是所纳受的戒法，我们缘念十方世界十法界有情、无情的境界，能领纳的心与所受的戒法冥合，成为业体。领纳戒法于第八识心田中成为戒体，此戒体充满、存在于正报的色身之中，成为成就圣道的基本。受戒后依戒体生起身、口、意三业持戒的功用，随顺戒体生起戒行，能够防范、遏止因外境所造作的过非。",
      "zh_TW": "宣祖在《業疏》中說：「納聖法於心胸，即法是所納之戒體。然後依體起用，防遏緣非。」「聖法」就是所納受的戒法，我們緣念十方世界十法界有情、無情的境界，能領納的心與所受的戒法冥合，成為業體。領納戒法於第八識心田中成為戒體，此戒體充滿、存在於正報的色身之中，成為成就聖道的基本。受戒後依戒體生起身、口、意三業持戒的功用，隨順戒體生起戒行，能夠防範、遏止因外境所造作的過非。"
    },
    {
      "id": "02-042-0086_p0055",
      "zh_CN": "第一支、实法宗。《业疏》引《萨婆多论》说，实法宗认为，作戒体和无作戒体都是同归于「色法」。一切诸法实有，各有三界系缚的作用，四大所造之业、所感的果报都是色法。二种戒体所生起的因缘，是依止身、口的造作才能成就，随身、口这二种造作的工具，成办了受戒所得的业性，因此融通判定，二种戒体都是「色法」。业性是戒体，具有能持戒所感得的殊胜功德及犯戒损伤德行的作用，持戒则肥满充实，犯戒则羸弱损坏，因此无作戒体有增损之义，故立为色法。",
      "zh_TW": "第一支、實法宗。《業疏》引《薩婆多論》說，實法宗認為，作戒體和無作戒體都是同歸於「色法」。一切諸法實有，各有三界繫縛的作用，四大所造之業、所感的果報都是色法。二種戒體所生起的因緣，是依止身、口的造作才能成就，隨身、口這二種造作的工具，成辦了受戒所得的業性，因此融通判定，二種戒體都是「色法」。業性是戒體，具有能持戒所感得的殊勝功德及犯戒損傷德行的作用，持戒則肥滿充實，犯戒則羸弱損壞，因此無作戒體有增損之義，故立為色法。"
    },
    {
      "id": "02-042-0086_p0056",
      "zh_CN": "既然戒体是善法，又何必分成持戒为善、犯戒为恶的记用呢？因为招感来生果报的「集业」，它的善恶功行是属于随行。受戒所依的四大，本来果报的色身是「无记性」，受戒后随从善恶的境缘方便（持犯随行），转化、变现为未来果报的「业性」。戒是属于善法，因此感得的作、无作戒体都是属于「善色」。成实宗主张持戒、犯戒是由身口之「色法」所造作，而不推究是由「心」所造作的，因此戒体分成善恶果报的作用。从属于色法的戒体力用羸弱，不能招感未来的果报，所以推随行（持戒、犯戒）才能生起未来果报的集业。能招感来生的业用（戒行），当下就是未来果报的集因，因此称为「集业」。",
      "zh_TW": "既然戒體是善法，又何必分成持戒為善、犯戒為惡的記用呢？因為招感來生果報的「集業」，它的善惡功行是屬於隨行。受戒所依的四大，本來果報的色身是「無記性」，受戒後隨從善惡的境緣方便（持犯隨行），轉化、變現為未來果報的「業性」。戒是屬於善法，因此感得的作、無作戒體都是屬於「善色」。成實宗主張持戒、犯戒是由身口之「色法」所造作，而不推究是由「心」所造作的，因此戒體分成善惡果報的作用。從屬於色法的戒體力用羸弱，不能招感未來的果報，所以推隨行（持戒、犯戒）才能生起未來果報的集業。能招感來生的業用（戒行），當下就是未來果報的集因，因此稱為「集業」。"
    },
    {
      "id": "02-042-0086_p0057",
      "zh_CN": "继续讨论无作戒体的相状。从戒子最初发愿受戒到完毕，作戒体谢落，无作戒体能任运生起究竟圆满，乃至于独存依止至命终，互相随从无作戒体生起的持戒、犯戒的相状。戒行随戒体而生起，能护持戒体的完好、清净。为何说是善心的记业？这是因为无作戒体能生起随行，随行生起集业，并能招感和生起未来善恶果报的缘故。《业疏》说，如《四分律》的律文中，说明了业相。律文举出如来成道时，用天眼明看众生行善色、恶色的业因，而感得善恶的果报。因此看众生的因行，就能了知其果报，因果通三世。以上律文可证明，业体是属于色法。",
      "zh_TW": "繼續討論無作戒體的相狀。從戒子最初發願受戒到完畢，作戒體謝落，無作戒體能任運生起究竟圓滿，乃至於獨存依止至命終，互相隨從無作戒體生起的持戒、犯戒的相狀。戒行隨戒體而生起，能護持戒體的完好、清淨。為何說是善心的記業？這是因為無作戒體能生起隨行，隨行生起集業，並能招感和生起未來善惡果報的緣故。《業疏》說，如《四分律》的律文中，說明了業相。律文舉出如來成道時，用天眼明看眾生行善色、惡色的業因，而感得善惡的果報。因此看眾生的因行，就能了知其果報，因果通三世。以上律文可證明，業體是屬於色法。"
    },
    {
      "id": "02-042-0086_p0058",
      "zh_CN": "《业疏》说，如上所引的律文，证明戒体是色法，成就诸多尘境，来谈论「作戒体」，这是从所缘的境界而说，成就「不可见无对色」来谈论「无作戒体」，这是相对「作戒体」是「善色善声」二种尘境而言的。",
      "zh_TW": "《業疏》說，如上所引的律文，證明戒體是色法，成就諸多塵境，來談論「作戒體」，這是從所緣的境界而說，成就「不可見無對色」來談論「無作戒體」，這是相對「作戒體」是「善色善聲」二種塵境而言的。"
    },
    {
      "id": "02-042-0086_p0059",
      "zh_CN": "虽然实法宗引律作证，显示业体就是色法之理，然而此律文所说的果报色体，与中阴身的情形相同，是微细难知的，唯有具天眼者才能见到。见到中阴身众生的相貌，是由过去所造的善恶业因所招感的。戒体难道可以尘所对之理，通判其是色法的体性？宣祖说，这不过是《萨婆多论》诸师依从己见的牵强判定，不能体达如来所立戒体的究竟义理。",
      "zh_TW": "雖然實法宗引律作證，顯示業體就是色法之理，然而此律文所說的果報色體，與中陰身的情形相同，是微細難知的，唯有具天眼者才能見到。見到中陰身眾生的相貌，是由過去所造的善惡業因所招感的。戒體難道可以塵所對之理，通判其是色法的體性？宣祖說，這不過是《薩婆多論》諸師依從己見的牽強判定，不能體達如來所立戒體的究竟義理。"
    },
    {
      "id": "02-042-0086_p0060",
      "zh_CN": "第二支、假名宗。《业疏》说，假名宗是依《成实论》做为四分律「当宗」的主张，分作、无作戒体，与实法宗有所不同。",
      "zh_TW": "第二支、假名宗。《業疏》說，假名宗是依《成實論》做為四分律「當宗」的主張，分作、無作戒體，與實法宗有所不同。"
    },
    {
      "id": "02-042-0086_p0061",
      "zh_CN": "由假名宗所依的《四分律》文中，具有「分通大乘」的义理，主张作、无作戒体是由心生起，此说胜过实法宗。作戒体是「分（身、口业）心（意业）成色」。论及成就一切法而言，色身正报与山河大地依报，全是由心造成的；就成就业体来说，得戒前所假借的身、口动作，都是心的作用。",
      "zh_TW": "由假名宗所依的《四分律》文中，具有「分通大乘」的義理，主張作、無作戒體是由心生起，此說勝過實法宗。作戒體是「分（身、口業）心（意業）成色」。論及成就一切法而言，色身正報與山河大地依報，全是由心造成的；就成就業體來說，得戒前所假借的身、口動作，都是心的作用。"
    },
    {
      "id": "02-042-0086_p0062",
      "zh_CN": "色是依报，心是得戒正因。若从内外互相对望，则国土是依报，胎卵湿化属正报；按善恶因果对望，则身口「色报」属依报（助缘），心识才是驱使身口造善、恶业的主人（正因）。所以作戒体是以色、心做为体性。假名宗主张兼代身、口二色助缘，以心做为得戒正因，色心二法不能互相舍离。",
      "zh_TW": "色是依報，心是得戒正因。若從內外互相對望，則國土是依報，胎卵濕化屬正報；按善惡因果對望，則身口「色報」屬依報（助緣），心識才是驅使身口造善、惡業的主人（正因）。所以作戒體是以色、心做為體性。假名宗主張兼代身、口二色助緣，以心做為得戒正因，色心二法不能互相捨離。"
    },
    {
      "id": "02-042-0086_p0063",
      "zh_CN": "「作戒体」生起时必须假借色、心二法。「无作戒体」是在作戒体圆满后才发起，不须借由色、心造作，而能任运生起；异于前面作戒体必须假借色、心生起的因缘。所以勉强为无作戒体安立名称「非色非心」。法体（无作戒体）虽有防非止恶的功用，但不属于色、心二法，无法说明其相状，因此姑且用「非色非心」来称其体相。",
      "zh_TW": "「作戒體」生起時必須假借色、心二法。「無作戒體」是在作戒體圓滿後才發起，不須藉由色、心造作，而能任運生起；異於前面作戒體必須假借色、心生起的因緣。所以勉強為無作戒體安立名稱「非色非心」。法體（無作戒體）雖有防非止惡的功用，但不屬於色、心二法，無法說明其相狀，因此姑且用「非色非心」來稱其體相。"
    },
    {
      "id": "02-042-0086_p0064",
      "zh_CN": "《业疏》说，考察假名宗所主张的业体，本是由心生起，是第六意识中意业的思心所造作生起的。得戒体后，还薰习发起戒体的心（本心），故戒体有其功能德用。论及戒体生起的相状，虚妄之心是能生，无作戒体是所生；若就其具有薰习功能而论，无作戒体是能薰习的，第六识是所薰习的。所以妄心与业体无作戒体是互相做为能所的。「能」是指戒体发起持戒的随行；「用」是透过戒体在三业防范、遏止过非。",
      "zh_TW": "《業疏》說，考察假名宗所主張的業體，本是由心生起，是第六意識中意業的思心所造作生起的。得戒體後，還薰習發起戒體的心（本心），故戒體有其功能德用。論及戒體生起的相狀，虛妄之心是能生，無作戒體是所生；若就其具有薰習功能而論，無作戒體是能薰習的，第六識是所薰習的。所以妄心與業體無作戒體是互相做為能所的。「能」是指戒體發起持戒的隨行；「用」是透過戒體在三業防範、遏止過非。"
    },
    {
      "id": "02-042-0086_p0065",
      "zh_CN": "无作业心是冥昧的，是唯心的造作，而没有形体相状，只是有名字称呼罢了。因此只能就色、心二法推求无作戒体的体性。在前文中，都曾各别用色法、心法的五义来推求它，而了不可得，不知无作戒体是属于何种体性，只好勉强称它「非色非心」（依附权教而安立）。",
      "zh_TW": "無作業心是冥昧的，是唯心的造作，而沒有形體相狀，只是有名字稱呼罷了。因此只能就色、心二法推求無作戒體的體性。在前文中，都曾各別用色法、心法的五義來推求它，而了不可得，不知無作戒體是屬於何種體性，只好勉強稱它「非色非心」（依附權教而安立）。"
    },
    {
      "id": "02-042-0086_p0066",
      "zh_CN": "《业疏》继续说，问：如圆教宗所谈无作戒体的义理，说明无作戒体能还薰本来第八识所含藏的种子；第八识所含藏的善法种子起现行，又能薰习此种子。因此善法种子将随着第八识常存而不失，怎么可以说命终失戒体呢？答：无作戒体的善种子，是由意业的思心所生起（即受戒时缘念十方世界十法界有情、非情境界）；其要约的期限，是戒子在三宝前所发的「尽形寿」誓愿，故命终之时，无作戒体谢落。但是思心所是随其誓愿而生起（能缘境的思心所无有期限，依止思心所生起的善种，在第八识田中不消亡），思心所的功用，超越了「尽形寿」的戒体，能感得来生果报。所以无作戒体的持戒功行，是由第八识心所生起，能随第八识常存不断。故针对戒行而言，依戒行能生起后世善、恶的习性（此是业体种子）。这不是就所发誓愿，而感发无作戒体，从而招感未来的果报吗？",
      "zh_TW": "《業疏》繼續說，問：如圓教宗所談無作戒體的義理，說明無作戒體能還薰本來第八識所含藏的種子；第八識所含藏的善法種子起現行，又能薰習此種子。因此善法種子將隨著第八識常存而不失，怎麼可以說命終失戒體呢？答：無作戒體的善種子，是由意業的思心所生起（即受戒時緣念十方世界十法界有情、非情境界）；其要約的期限，是戒子在三寶前所發的「盡形壽」誓願，故命終之時，無作戒體謝落。但是思心所是隨其誓願而生起（能緣境的思心所無有期限，依止思心所生起的善種，在第八識田中不消亡），思心所的功用，超越了「盡形壽」的戒體，能感得來生果報。所以無作戒體的持戒功行，是由第八識心所生起，能隨第八識常存不斷。故針對戒行而言，依戒行能生起後世善、惡的習性（此是業體種子）。這不是就所發誓願，而感發無作戒體，從而招感未來的果報嗎？"
    },
    {
      "id": "02-042-0086_p0067",
      "zh_CN": "第三支、圆教宗。《业疏》说，后面就大乘圆教的义理，来说明戒体的究竟义。《济缘记》解释说，实法宗、假名宗是属于小乘教（假名宗义可分通大乘）；圆教宗是大乘教。如果我们用大乘教法来判决小乘教，不等待行者先受大乘教理，才修小乘教，这是「圆顿」的意义。（因为小乘教是大乘的基础，是佛为接引中、下根机所施设的权教）。",
      "zh_TW": "第三支、圓教宗。《業疏》說，後面就大乘圓教的義理，來說明戒體的究竟義。《濟緣記》解釋說，實法宗、假名宗是屬於小乘教（假名宗義可分通大乘）；圓教宗是大乘教。如果我們用大乘教法來判決小乘教，不等待行者先受大乘教理，才修小乘教，這是「圓頓」的意義。（因為小乘教是大乘的基礎，是佛為接引中、下根機所施設的權教）。"
    },
    {
      "id": "02-042-0086_p0068",
      "zh_CN": "前二宗在戒体的见解上，偏重在空、有（实法宗执有，假名宗执空），故教义不圆融。现在圆教宗了知，那些只是教法上的权巧施设，名称不同，戒体相同。实法宗的「色法」与假名宗的「非色非心」其实都是相同的，这是「圆融」的意义。",
      "zh_TW": "前二宗在戒體的見解上，偏重在空、有（實法宗執有，假名宗執空），故教義不圓融。現在圓教宗了知，那些只是教法上的權巧施設，名稱不同，戒體相同。實法宗的「色法」與假名宗的「非色非心」其實都是相同的，這是「圓融」的意義。"
    },
    {
      "id": "02-042-0086_p0069",
      "zh_CN": "前二宗既然是从权教施设，是如来一期教法，以权巧方便来宣说。现在圆教宗展现出如来实教的究竟义理，因而显示出圆满的意义。由于圆教宗是圆顿、圆融、圆满的，故称为「圆」。",
      "zh_TW": "前二宗既然是從權教施設，是如來一期教法，以權巧方便來宣說。現在圓教宗展現出如來實教的究竟義理，因而顯示出圓滿的意義。由於圓教宗是圓頓、圓融、圓滿的，故稱為「圓」。"
    },
    {
      "id": "02-042-0086_p0070",
      "zh_CN": "问：实法宗、假名宗的戒体用于小乘就已足够，何须别立圆教宗呢？答：此二宗的戒体，是依本宗的教义来发挥的，故在界限上各别有所不同。若只是依此二宗教义，无法辨明如来的真实义；若是不依此二宗的主张，而直接说圆教，则大、小乘会宗途紊乱。",
      "zh_TW": "問：實法宗、假名宗的戒體用於小乘就已足夠，何須別立圓教宗呢？答：此二宗的戒體，是依本宗的教義來發揮的，故在界限上各別有所不同。若只是依此二宗教義，無法辨明如來的真實義；若是不依此二宗的主張，而直接說圓教，則大、小乘會宗途紊亂。"
    },
    {
      "id": "02-042-0086_p0071",
      "zh_CN": "所以，道宣律祖根据大乘《法华》、《涅槃》的义理，而建立了圆教宗，才得以穷究无作戒体的义理，和通达心性之真理。使修行达到究竟圆满、绝对明了的境地。使学佛的人在修学佛道及坚持戒行上，有所依托。能够「发趣知归」，归向于受戒所得的戒体，从戒体生起戒行，将戒行守持得皎如冰霜、尘点不染，进而成就无上佛道，此乃所归趣处。这就可以做为诸多有情众生的福田，成就绍继众圣的因种。每位学佛者都能兴隆佛陀正法，超越六道生死轮回。",
      "zh_TW": "所以，道宣律祖根據大乘《法華》、《涅槃》的義理，而建立了圓教宗，才得以窮究無作戒體的義理，和通達心性之真理。使修行達到究竟圓滿、絕對明了的境地。使學佛的人在修學佛道及堅持戒行上，有所依託。能夠「發趣知歸」，歸向於受戒所得的戒體，從戒體生起戒行，將戒行守持得皎如冰霜、塵點不染，進而成就無上佛道，此乃所歸趣處。這就可以做為諸多有情眾生的福田，成就紹繼眾聖的因種。每位學佛者都能興隆佛陀正法，超越六道生死輪迴。"
    },
    {
      "id": "02-042-0086_p0072",
      "zh_CN": "清公和尚为我们解释说，圆教宗所说的，是万劫未能听闻到的正法，我们今生遇到了，除了这条修学道路之外，更无其余的道路，可以让我们成就无上佛果菩提。若不是研究南山宣祖所立的圆教宗，则我们在修行佛道上，就不知道如何用功办道。则一生虚妄的度过，岂不是耽误了自己吗？这是多么令人感叹的啊！",
      "zh_TW": "清公和尚為我們解釋說，圓教宗所說的，是萬劫未能聽聞到的正法，我們今生遇到了，除了這條修學道路之外，更無其餘的道路，可以讓我們成就無上佛果菩提。若不是研究南山宣祖所立的圓教宗，則我們在修行佛道上，就不知道如何用功辦道。則一生虛妄的度過，豈不是耽誤了自己嗎？這是多麼令人感嘆的啊！"
    },
    {
      "id": "02-042-0086_p0073",
      "zh_CN": "问：（宣祖）是依何种教义而建立了圆教宗？答：下文引证《法华经》、《涅槃经》来做证明。《法华经》开权显实，说明了佛为声闻弟子所施设的三乘权教，会归到一乘实教，一切众生皆能成佛。《涅槃经》扶持小乘律，而谈论佛性常住证大涅槃的教法。因此「舍此二经，余无此义」。《华严经》是佛陀最初成道三七日，在定中所宣说的，小乘人和凡夫听闻此教，如聋若哑，因此隔出小乘教；在「方等」大乘经中弹偏呵斥小乘。所以《梵网经》斥责二乘教义，对成佛而言是邪知邪见，学之则乖违成佛之道。（因为二乘人急于取证涅槃，不肯住世及回入娑婆度有情）。《菩萨善戒经》指明，小乘教是大乘教的权巧方便，是随顺众生的根机而说的，不学小乘就违犯了修学大乘道的义理。二部经的不同之处，于此自然就明白了。因此，南山宣祖弘扬小乘四分律，而从中设立大乘圆教宗的目的，是为了使一切众生成佛而施设的。",
      "zh_TW": "問：（宣祖）是依何種教義而建立了圓教宗？答：下文引證《法華經》、《涅槃經》來做證明。《法華經》開權顯實，說明了佛為聲聞弟子所施設的三乘權教，會歸到一乘實教，一切眾生皆能成佛。《涅槃經》扶持小乘律，而談論佛性常住證大涅槃的教法。因此「舍此二經，餘無此義」。《華嚴經》是佛陀最初成道三七日，在定中所宣說的，小乘人和凡夫聽聞此教，如聾若啞，因此隔出小乘教；在「方等」大乘經中彈偏呵斥小乘。所以《梵網經》斥責二乘教義，對成佛而言是邪知邪見，學之則乖違成佛之道。（因為二乘人急於取證涅槃，不肯住世及迴入娑婆度有情）。《菩薩善戒經》指明，小乘教是大乘教的權巧方便，是隨順眾生的根機而說的，不學小乘就違犯了修學大乘道的義理。二部經的不同之處，於此自然就明白了。因此，南山宣祖弘揚小乘四分律，而從中設立大乘圓教宗的目的，是為了使一切眾生成佛而施設的。"
    },
    {
      "id": "02-042-0086_p0074",
      "zh_CN": "下文《芝苑遗编》以问答的形式，说明了《业疏》三宗的「圆教宗」与天台宗的「圆教」所依据的义理相同，但是在说法上有所差异。",
      "zh_TW": "下文《芝苑遺編》以問答的形式，說明了《業疏》三宗的「圓教宗」與天台宗的「圓教」所依據的義理相同，但是在說法上有所差異。"
    },
    {
      "id": "02-042-0086_p0075",
      "zh_CN": "《业疏》继续说：佛陀制戒的目的，是使众生清净三业，而不再轮回于三界六道中；进而体悟清净的佛性，究竟成佛。「戒是警意之缘也」。佛陀制戒的用意，是为了警策、防止众生用虚妄分别心，造作虚妄的业。伟大世尊是根据众生所造之业来制戒，以警策、觉悟造作罪业的众生，除此之外，无有其他戒法。",
      "zh_TW": "《業疏》繼續說：佛陀制戒的目的，是使眾生清淨三業，而不再輪迴於三界六道中；進而體悟清淨的佛性，究竟成佛。「戒是警意之緣也」。佛陀制戒的用意，是為了警策、防止眾生用虛妄分別心，造作虛妄的業。偉大世尊是根據眾生所造之業來制戒，以警策、覺悟造作罪業的眾生，除此之外，無有其他戒法。"
    },
    {
      "id": "02-042-0086_p0076",
      "zh_CN": "凡夫无始以来生死流转，随着虚妄分别的心，面对五欲六尘的境界，造作无量无边的生死轮回之业。沉沦经历长远劫，起惑、造业、受苦，忘记自己的根本（自性清净心）。因此伟大的佛陀树立戒法，用以警策、觉悟众生虚妄分别的心。众生依此奉行而止息妄业，清除流转生死的苦果，不再沉沦生死苦海。进而返本归元，了悟自心本性清净，生死如幻如化。",
      "zh_TW": "凡夫無始以來生死流轉，隨著虛妄分別的心，面對五欲六塵的境界，造作無量無邊的生死輪迴之業。沉淪經歷長遠劫，起惑、造業、受苦，忘記自己的根本（自性清淨心）。因此偉大的佛陀樹立戒法，用以警策、覺悟眾生虛妄分別的心。眾生依此奉行而止息妄業，清除流轉生死的苦果，不再沉淪生死苦海。進而返本歸元，了悟自心本性清淨，生死如幻如化。"
    },
    {
      "id": "02-042-0086_p0077",
      "zh_CN": "南山道宣律祖在《业疏》中说，愚痴的人认为无作戒体是有所差异的，在此生起种种的计度、执着。或认为色法是戒体（实法宗）；或者依《僧祇律》，执着认为戒体是心（第六意识）所造作；或是依《成实论》，主张戒体非色非心（假名宗）。此乃愚人才会如此认为。",
      "zh_TW": "南山道宣律祖在《業疏》中說，愚痴的人認為無作戒體是有所差異的，在此生起種種的計度、執著。或認為色法是戒體（實法宗）；或者依《僧祇律》，執著認為戒體是心（第六意識）所造作；或是依《成實論》，主張戒體非色非心（假名宗）。此乃愚人才會如此認為。"
    },
    {
      "id": "02-042-0086_p0078",
      "zh_CN": "这正是由于佛陀在世时，弟子的根机有利、钝之别，所领悟佛说戒体的意义不同。故佛灭度后，弟子们分宗立派，各自计度戒体的意义。所以《涅槃经》说：「我于经中或说为色，诸比丘便说为色；或说非色，诸比丘便云非色，皆由不解我意。」不知是佛权巧方便所宣说，不能了知色即非色的意义。",
      "zh_TW": "這正是由於佛陀在世時，弟子的根機有利、鈍之別，所領悟佛說戒體的意義不同。故佛滅度後，弟子們分宗立派，各自計度戒體的意義。所以《涅槃經》說：「我於經中或說為色，諸比丘便說為色；或說非色，諸比丘便云非色，皆由不解我意。」不知是佛權巧方便所宣說，不能了知色即非色的意義。"
    },
    {
      "id": "02-042-0086_p0079",
      "zh_CN": "有智慧的人知道，圆教宗戒体的究竟义，是如来依十方世界十法界有情无情的境界，以及空有二谛的境界（这是境）；随着上述境界，制定法界尘沙等法（这是缘）；此境缘的主因和根源都是唯心所造作的。如同《华严经》所说：「若人欲了知，三世一切佛。应观法界性，一切唯心造。」",
      "zh_TW": "有智慧的人知道，圓教宗戒體的究竟義，是如來依十方世界十法界有情無情的境界，以及空有二諦的境界（這是境）；隨著上述境界，制定法界塵沙等法（這是緣）；此境緣的主因和根源都是唯心所造作的。如同《華嚴經》所說：「若人欲了知，三世一切佛。應觀法界性，一切唯心造。」"
    },
    {
      "id": "02-042-0086_p0080",
      "zh_CN": "能够体悟唯心的道理，则不再虚妄攀缘外境。收摄自心，向内回光返照，思惟观察，一切现象的生起是「一识」的变现，「识」就是心性的理体。戒体是依「第八识的善种子」，而一旦心性的理体一念不能守住如如不动的自性清净心，则随染、净因缘造作善、恶业，流转生死，感得善恶的果报。因此才有生佛、依正二报、十法界（四圣六凡）的种种差别相。",
      "zh_TW": "能夠體悟唯心的道理，則不再虛妄攀緣外境。收攝自心，向內回光返照，思惟觀察，一切現象的生起是「一識」的變現，「識」就是心性的理體。戒體是依「第八識的善種子」，而一旦心性的理體一念不能守住如如不動的自性清淨心，則隨染、淨因緣造作善、惡業，流轉生死，感得善惡的果報。因此才有生佛、依正二報、十法界（四聖六凡）的種種差別相。"
    },
    {
      "id": "02-042-0086_p0081",
      "zh_CN": "众生无始劫来，不能了悟十法界「唯心所造」的道理，所以在十法界的境界中造作虚妄的业因，招感轮回「头出头没」的生死苦果。所以如来依十法界的境界，造作无量无边的戒法。这些戒法没有另外的体性，是依于众生所造的虚妄之业，如淫、盗等戒，除此之外无有戒法可立。只要众生放纵虚妄分别之心，就会造作虚妄之业，能够禁制妄业，就叫做戒法。",
      "zh_TW": "眾生無始劫來，不能了悟十法界「唯心所造」的道理，所以在十法界的境界中造作虛妄的業因，招感輪迴「頭出頭沒」的生死苦果。所以如來依十法界的境界，造作無量無邊的戒法。這些戒法沒有另外的體性，是依於眾生所造的虛妄之業，如淫、盜等戒，除此之外無有戒法可立。只要眾生放縱虛妄分別之心，就會造作虛妄之業，能夠禁制妄業，就叫做戒法。"
    },
    {
      "id": "02-042-0086_p0082",
      "zh_CN": "所以《行事钞》说：「未受已前恶遍法界，今欲进受，翻前恶境并起善心，故戒发所因还遍法界。」《善生经》说：「众生无边，大地无边，草木无量，海水无边，虚空无际，戒亦同等。」",
      "zh_TW": "所以《行事鈔》說：「未受已前惡遍法界，今欲進受，翻前惡境並起善心，故戒發所因還遍法界。」《善生經》說：「眾生無邊，大地無邊，草木無量，海水無邊，虛空無際，戒亦同等。」"
    },
    {
      "id": "02-042-0086_p0083",
      "zh_CN": "灵芝律师在《济缘记》中私下来推详，宣祖以上这段文的目的，正是为了决断当今所受戒体（即四分律作戒体和无作戒体）的真正意义。",
      "zh_TW": "靈芝律師在《濟緣記》中私下來推詳，宣祖以上這段文的目的，正是為了決斷當今所受戒體（即四分律作戒體和無作戒體）的真正意義。"
    },
    {
      "id": "02-042-0086_p0084",
      "zh_CN": "惭愧弟子恭敬聆听清公和尚宣讲《南山律在家备览略编》，并将「业疏三宗」的听课笔记恭敬整理成文。如有不妥之处，诚请尊敬的师父上人、清公和尚、副院长、诸位比丘大德、尼师大姊，诸位在家菩萨们慈悲惠予指正，无尽感恩，阿弥陀佛。惭愧弟子释开吉顶礼敬呈，二〇一四年九月二十五日。",
      "zh_TW": "慚愧弟子恭敬聆聽清公和尚宣講《南山律在家備覽略編》，並將「業疏三宗」的聽課筆記恭敬整理成文。如有不妥之處，誠請尊敬的師父上人、清公和尚、副院長、諸位比丘大德、尼師大姊，諸位在家菩薩們慈悲惠予指正，無盡感恩，阿彌陀佛。慚愧弟子釋開吉頂禮敬呈，二〇一四年九月二十五日。"
    },
    {
      "id": "02-042-0086_p0085",
      "zh_CN": "老法师：开吉的报告代表戒学班同学们的心得。这次时间不长，难得和尚慈悲，将里面的精义提出来教导我们。戒体就是真心，后面这一段说得非常好，清净心，《无量寿经》经题上所说的平等心，后面还有个觉，觉而不迷。受戒之后，确实起作用的是阿赖耶里面的善种子，如何让这些善种子时时刻刻能起现行，帮助我们断恶修善，这一点非常重要。我们相信，念佛这个法门帮助持戒。念佛的时候，心里头只有阿弥陀佛，除佛之外没有杂念、没有妄想，阿赖耶的善种子就会起现行。所以互为依正，戒律是正，念佛是助；念佛是正，戒律是助，持戒念佛帮助我们在这一生成就。一定要持戒，不持戒，在这个时代，我们里头有贪瞋痴慢，外面五欲六尘的诱惑，这种诱惑的力量太强大了，比过去两百年前，我们相信超过不止一百倍，应该说一千倍。今天的人，六根在六尘境界里头不起邪念，真难得！那是真正得戒体的人，他能做到。要不然，他还是做不到，还是被诱惑，还是起恶念。今天时间已经超过一点了，我们就学习到此地。好，谢谢大家。",
      "zh_TW": "老法師：開吉的報告代表戒學班同學們的心得。這次時間不長，難得和尚慈悲，將裡面的精義提出來教導我們。戒體就是真心，後面這一段說得非常好，清淨心，《無量壽經》經題上所說的平等心，後面還有個覺，覺而不迷。受戒之後，確實起作用的是阿賴耶裡面的善種子，如何讓這些善種子時時刻刻能起現行，幫助我們斷惡修善，這一點非常重要。我們相信，念佛這個法門幫助持戒。念佛的時候，心裡頭只有阿彌陀佛，除佛之外沒有雜念、沒有妄想，阿賴耶的善種子就會起現行。所以互為依正，戒律是正，念佛是助；念佛是正，戒律是助，持戒念佛幫助我們在這一生成就。一定要持戒，不持戒，在這個時代，我們裡頭有貪瞋痴慢，外面五欲六塵的誘惑，這種誘惑的力量太強大了，比過去兩百年前，我們相信超過不止一百倍，應該說一千倍。今天的人，六根在六塵境界裡頭不起邪念，真難得！那是真正得戒體的人，他能做到。要不然，他還是做不到，還是被誘惑，還是起惡念。今天時間已經超過一點了，我們就學習到此地。好，謝謝大家。"
    }
  ]
}