{
  "doc_id": "02-042-0066",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "上官居士"
  ],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0066",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-042-0066_p0001",
      "zh_CN": "诸位同学，大家好，请坐。今天这堂课我们回到香港，还是接着看上官同学的学习报告，主题：「四十八愿和五十三参浓缩在十六正士的表法」。",
      "zh_TW": "諸位同學，大家好，請坐。今天這堂課我們回到香港，還是接著看上官同學的學習報告，主題：「四十八願和五十三參濃縮在十六正士的表法」。"
    },
    {
      "id": "02-042-0066_p0002",
      "zh_CN": "我们接着看，接着上一次，「丙三，香象菩萨表戒定和传承」。戒定是香。香象菩萨的名号对应四十八愿里面第四十三愿，「宝香普薰愿」。其中香字有四个意思，第一个表虔诚，我们就知道虔诚是宝香，恭敬是宝香，供养是宝香。像普贤菩萨十大愿王里面，从礼敬诸佛入门，表世间法和出世间法都必须有诚敬的宝香，才能得受用。这个话说得很深刻、很广泛，就像宝香焚烧起来，香烟遍满十方。",
      "zh_TW": "我們接著看，接著上一次，「丙三，香象菩薩表戒定和傳承」。戒定是香。香象菩薩的名號對應四十八願裡面第四十三願，「寶香普薰願」。其中香字有四個意思，第一個表虔誠，我們就知道虔誠是寶香，恭敬是寶香，供養是寶香。像普賢菩薩十大願王裡面，從禮敬諸佛入門，表世間法和出世間法都必須有誠敬的寶香，才能得受用。這個話說得很深刻、很廣泛，就像寶香焚燒起來，香煙遍滿十方。"
    },
    {
      "id": "02-042-0066_p0003",
      "zh_CN": "我们学的是佛法，佛法是世法出世法里最完备的大法，用宝香来比喻是恰当的。世间法没有诚敬就不能入门，印光大师在世常常提起来，「一分诚敬得一分利益，十分诚敬得十分利益」。可见能不能得益，得利益多少，与老师、与经教关系都不大，关系最大的是诚敬心。这是为什么？因为佛法是从真性里面流露出来的，它是性德，而诚敬也是从自性流露出来的，也是性德，性德与性德相应，一听就明白了。老师程度差一点，但是念的是经文，你所听进去的是经文，不是老师的知见，所以老师没开悟，说不定听的学生开悟了，这个例子自古以来很多。佛法妙不可言，因为它是心法，它是从自性里流出来的大法，我们用妄心去接受它，老师再高明，佛菩萨应世，他讲经你也听不懂，可能一分都没入进去，你只听了一个表皮、皮毛，一分都入不进去，没有诚敬心。真正有十足的诚敬心，没有老师教也能悟入，其义自见，真的是自见。释迦牟尼佛给我们表演的就是自见，他一生所讲的大小乘的经论，没有人教他，他没听说过，他也没学过，为什么他能说得那么好？自性本具。这个道理，学大乘的人一定要相信，如果不相信，大乘跟他没分、没缘，他学一辈子，把精神、时间都浪费了，为什么？不能契入。可见诚敬心重要，没有诚敬怎么行？对于出世法，诚敬能契入，世间法就更不必说了，世间法用诚敬心学就太容易了，为什么？它浅，它明显，不像出世间法那么样的深广没有边际。出世间法就是自性，自性万德万能，真正是取之不竭，用之不尽。我们知道了诚敬入门，所以我们对人、对事、对一切万物，无论是世法、是佛法，都应该要用诚敬心。用诚敬心就是用真心，用真心用久了，用成习惯，不定哪一天你就明心见性，就其义自见，就能入佛的境界。这第一段的意思，最重要就是于世出世间法必须有诚敬心才得受用；受用大小，诚敬心多少决定受用大小。",
      "zh_TW": "我們學的是佛法，佛法是世法出世法裡最完備的大法，用寶香來比喻是恰當的。世間法沒有誠敬就不能入門，印光大師在世常常提起來，「一分誠敬得一分利益，十分誠敬得十分利益」。可見能不能得益，得利益多少，與老師、與經教關係都不大，關係最大的是誠敬心。這是為什麼？因為佛法是從真性裡面流露出來的，它是性德，而誠敬也是從自性流露出來的，也是性德，性德與性德相應，一聽就明白了。老師程度差一點，但是念的是經文，你所聽進去的是經文，不是老師的知見，所以老師沒開悟，說不定聽的學生開悟了，這個例子自古以來很多。佛法妙不可言，因為它是心法，它是從自性裡流出來的大法，我們用妄心去接受它，老師再高明，佛菩薩應世，他講經你也聽不懂，可能一分都沒入進去，你只聽了一個表皮、皮毛，一分都入不進去，沒有誠敬心。真正有十足的誠敬心，沒有老師教也能悟入，其義自見，真的是自見。釋迦牟尼佛給我們表演的就是自見，他一生所講的大小乘的經論，沒有人教他，他沒聽說過，他也沒學過，為什麼他能說得那麼好？自性本具。這個道理，學大乘的人一定要相信，如果不相信，大乘跟他沒分、沒緣，他學一輩子，把精神、時間都浪費了，為什麼？不能契入。可見誠敬心重要，沒有誠敬怎麼行？對於出世法，誠敬能契入，世間法就更不必說了，世間法用誠敬心學就太容易了，為什麼？它淺，它明顯，不像出世間法那麼樣的深廣沒有邊際。出世間法就是自性，自性萬德萬能，真正是取之不竭，用之不盡。我們知道了誠敬入門，所以我們對人、對事、對一切萬物，無論是世法、是佛法，都應該要用誠敬心。用誠敬心就是用真心，用真心用久了，用成習慣，不定哪一天你就明心見性，就其義自見，就能入佛的境界。這第一段的意思，最重要就是於世出世間法必須有誠敬心才得受用；受用大小，誠敬心多少決定受用大小。"
    },
    {
      "id": "02-042-0066_p0004",
      "zh_CN": "第二，「表传递信号于尽虚空遍法界，表至诚感通」。香烟表信号。如果你们到中国去游览过长城，万里长城，你看长城的建筑，每一段有一个烽火台，突出一个比面积大一点的，干什么？发信号的。从新疆那边，古时候中国的边疆到长安（现在的西安）几千里，消息怎么传递？如果那边有敌人来进攻，发生战争了，如何把这个信息很迅速的传给皇帝？烽火台燃起狼烟。平时储藏的狼粪，狼粪燃烧，它的烟不容易散，一直往上升，很远地方看到了，那一边看到的时候也燃起来，一个传一个、传一个，大概一、二个小时就传到长安，皇上知道那边有事情了。这表传承的意思。所以传递信号，古时候你看世间人他用这个方法。",
      "zh_TW": "第二，「表傳遞信號於盡虛空遍法界，表至誠感通」。香煙表信號。如果你們到中國去遊覽過長城，萬里長城，你看長城的建築，每一段有一個烽火台，突出一個比面積大一點的，幹什麼？發信號的。從新疆那邊，古時候中國的邊疆到長安（現在的西安）幾千里，消息怎麼傳遞？如果那邊有敵人來進攻，發生戰爭了，如何把這個信息很迅速的傳給皇帝？烽火台燃起狼煙。平時儲藏的狼糞，狼糞燃燒，它的煙不容易散，一直往上升，很遠地方看到了，那一邊看到的時候也燃起來，一個傳一個、傳一個，大概一、二個小時就傳到長安，皇上知道那邊有事情了。這表傳承的意思。所以傳遞信號，古時候你看世間人他用這個方法。"
    },
    {
      "id": "02-042-0066_p0005",
      "zh_CN": "佛法里面也用这个方法，所以供佛首先烧香。燃这些香表什么？这个香烟扩散，扩散到遍法界虚空界，我这个信号，一切诸佛如来统统收到了。我们今天燃的这支香，诸佛菩萨是不是真收到了？现在我们知道，科学家告诉我们，真收到了。为什么？《华严经》上说的「一即一切，一切即一」，这两句话被现代的量子力学家证实了，真的，一即一切。我们这儿燃这一支香，科学家告诉我们，大，遍法界虚空界；小，肉眼看不见的微中子，遍法界虚空界每一个微中子它知不知道？知道，香烟传递信息，色相传递信息，音声传递信息。这桩事情，我们学大乘的同学有没有一个概念？这个概念，今天科学家讲的全息的概念，全息就是《华严》讲的「一即是多，多即是一，一多不二」，把《华严经》上这句话证实了。我动一个念头，这个念头遍法界虚空界，最小的物质现象微中子它都知道，它都有了；如果没有，我们这支香烧不成。我们这支香在这儿烧了，遍法界虚空界每一个微中子里头都烧了。有多少个我？无量无边无数无尽，每个微中子里头都有我，也有你、也有他，整个宇宙都在这一个微中子里头。所以一就是一切，一切就是一，一多不二，完全平等。它怎么会不变？为什么会变？称性，它与性德相应。没有一法不称性，法法皆如，法法称性，这是如来、法身菩萨果地上的境界，不是某个人独有。法法皆如，法法皆有，只是有显、有不显。显什么？非常明了；不显的，你没有感觉到。用真心的人显，用妄心的人不显；不是不显，是妄心、妄相、妄念把它障碍了。我们凡夫只注重在妄念、妄相上，把这种微细的觉观疏忽了，它显，显我们没有在意，就是没有注意到，把它给忘掉了，虽在面前，也没想起它在面前，是这么回事情。大乘里讲的隐现，讲得太好了，所以有缘就现，没有缘就隐，隐现不同，这个我们要知道。",
      "zh_TW": "佛法裡面也用這個方法，所以供佛首先燒香。燃這些香表什麼？這個香煙擴散，擴散到遍法界虛空界，我這個信號，一切諸佛如來統統收到了。我們今天燃的這支香，諸佛菩薩是不是真收到了？現在我們知道，科學家告訴我們，真收到了。為什麼？《華嚴經》上說的「一即一切，一切即一」，這兩句話被現代的量子力學家證實了，真的，一即一切。我們這兒燃這一支香，科學家告訴我們，大，遍法界虛空界；小，肉眼看不見的微中子，遍法界虛空界每一個微中子它知不知道？知道，香煙傳遞信息，色相傳遞信息，音聲傳遞信息。這樁事情，我們學大乘的同學有沒有一個概念？這個概念，今天科學家講的全息的概念，全息就是《華嚴》講的「一即是多，多即是一，一多不二」，把《華嚴經》上這句話證實了。我動一個念頭，這個念頭遍法界虛空界，最小的物質現象微中子它都知道，它都有了；如果沒有，我們這支香燒不成。我們這支香在這兒燒了，遍法界虛空界每一個微中子裡頭都燒了。有多少個我？無量無邊無數無盡，每個微中子裡頭都有我，也有你、也有他，整個宇宙都在這一個微中子裡頭。所以一就是一切，一切就是一，一多不二，完全平等。它怎麼會不變？為什麼會變？稱性，它與性德相應。沒有一法不稱性，法法皆如，法法稱性，這是如來、法身菩薩果地上的境界，不是某個人獨有。法法皆如，法法皆有，只是有顯、有不顯。顯什麼？非常明瞭；不顯的，你沒有感覺到。用真心的人顯，用妄心的人不顯；不是不顯，是妄心、妄相、妄念把它障礙了。我們凡夫只注重在妄念、妄相上，把這種微細的覺觀疏忽了，它顯，顯我們沒有在意，就是沒有注意到，把它給忘掉了，雖在面前，也沒想起它在面前，是這麼回事情。大乘裡講的隱現，講得太好了，所以有緣就現，沒有緣就隱，隱現不同，這個我們要知道。"
    },
    {
      "id": "02-042-0066_p0006",
      "zh_CN": "不要说烧一炷香，我们动个念头，遍法界虚空界一切诸佛菩萨、法身菩萨，没有一个不知道。我们今天讲隐秘、隐私权，我不愿意人知道，不可能。中国古人说一句话说得非常有道理，但是真正懂的人不多，这话的意思是劝人不要做亏心事，不要以为没有人知道。为什么不能做亏心事？没有隐私的，没有秘密的，你才动念，别人全知道了，有那个定功的人都知道。甚深禅定里头，遍法界虚空界是一体，也就是我们净宗讲的常寂光。常寂光就是真心，常寂光就是自性，自性就是常寂光。自性无处不在、无时不在，它是一切法的本体，一切现象是从它而生、从它而现的，无论世法、佛法都离不开常寂光，谁不知道！我们要是明白这个道理，有这个概念，决定不敢起一个妄念，决定不能有一个念头伤害别人，念头慢慢就归正了。想欺骗别人、隐瞒别人，那是欺骗自己、隐瞒自己，别人比自己知道得还清楚。",
      "zh_TW": "不要說燒一炷香，我們動個念頭，遍法界虛空界一切諸佛菩薩、法身菩薩，沒有一個不知道。我們今天講隱祕、隱私權，我不願意人知道，不可能。中國古人說一句話說得非常有道理，但是真正懂的人不多，這話的意思是勸人不要做虧心事，不要以為沒有人知道。為什麼不能做虧心事？沒有隱私的，沒有祕密的，你才動念，別人全知道了，有那個定功的人都知道。甚深禪定裡頭，遍法界虛空界是一體，也就是我們淨宗講的常寂光。常寂光就是真心，常寂光就是自性，自性就是常寂光。自性無處不在、無時不在，它是一切法的本體，一切現象是從它而生、從它而現的，無論世法、佛法都離不開常寂光，誰不知道！我們要是明白這個道理，有這個概念，決定不敢起一個妄念，決定不能有一個念頭傷害別人，念頭慢慢就歸正了。想欺騙別人、隱瞞別人，那是欺騙自己、隱瞞自己，別人比自己知道得還清楚。"
    },
    {
      "id": "02-042-0066_p0007",
      "zh_CN": "所以至诚感通，真诚到极处，跟十方三世一切诸佛如来感应道交，跟阿弥陀佛哪有不感通的道理！「尤其是念佛法门，一声佛号遍十方刹土，摄无量劫于此一念，一念含一切诸佛所修功德，必定要诚意至极」，真诚到极处，才能与阿弥陀佛感应道交。我们想不想跟阿弥陀佛感应道交？我不知道大家有没有看到，我看到了，海贤法师他动个念头想见阿弥陀佛，阿弥陀佛就现身，随时随地，他想见就见。什么原因？诚意至极，就这四个字，他的诚意达到极处、达到圆满了，他能跟阿弥陀佛感应道交，他也能跟一切诸佛菩萨感应道交。他怎么修成的？一句佛号，除这句佛号之外没有妄想、没有杂念，妄想、杂念完全放下了，才入这个境界。上官能体会到，不容易。",
      "zh_TW": "所以至誠感通，真誠到極處，跟十方三世一切諸佛如來感應道交，跟阿彌陀佛哪有不感通的道理！「尤其是念佛法門，一聲佛號遍十方剎土，攝無量劫於此一念，一念含一切諸佛所修功德，必定要誠意至極」，真誠到極處，才能與阿彌陀佛感應道交。我們想不想跟阿彌陀佛感應道交？我不知道大家有沒有看到，我看到了，海賢法師他動個念頭想見阿彌陀佛，阿彌陀佛就現身，隨時隨地，他想見就見。什麼原因？誠意至極，就這四個字，他的誠意達到極處、達到圓滿了，他能跟阿彌陀佛感應道交，他也能跟一切諸佛菩薩感應道交。他怎麼修成的？一句佛號，除這句佛號之外沒有妄想、沒有雜念，妄想、雜念完全放下了，才入這個境界。上官能體會到，不容易。"
    },
    {
      "id": "02-042-0066_p0008",
      "zh_CN": "第三，「表燃烧自己，普香法界，是无私，放下自我执着的意思」。没有一点私心，没有一个念头是为自己，为什么？自己跟虚空法界融成一体了，这叫法身。法身是以万法为身，所以叫法身，起心动念都是念着万法。回向必须是要有，代遍法界虚空界一切众生念佛、礼拜、求生净土，法界众生一个不漏。如果说法界与我有缘众生，也能讲得通，为什么？惠能大师说得好，「何期自性，能生万法」。原来万法是自性生的，谁的自性？我的自性，那遍法界虚空界一切万法跟我就有缘了，是我自性所生所现（所变现的），怎么会跟我没有缘？三善道，天道、人道、阿修罗道与我有缘；三恶道，畜生道、饿鬼道、地狱道与我有缘，都是从自性生的，离开自性无有一法可得。这是广义的有缘众生，你说范围包括多大，有情无情全包括在其中，一法不漏。我们的慈悲、我们的爱心也是遍法界虚空界，没有一法不慈悲，没有一法不爱护，这叫大乘。念念想着自己，没想到别人，连小乘都不够，他是六道凡夫。",
      "zh_TW": "第三，「表燃燒自己，普香法界，是無私，放下自我執著的意思」。沒有一點私心，沒有一個念頭是為自己，為什麼？自己跟虛空法界融成一體了，這叫法身。法身是以萬法為身，所以叫法身，起心動念都是念著萬法。迴向必須是要有，代遍法界虛空界一切眾生念佛、禮拜、求生淨土，法界眾生一個不漏。如果說法界與我有緣眾生，也能講得通，為什麼？惠能大師說得好，「何期自性，能生萬法」。原來萬法是自性生的，誰的自性？我的自性，那遍法界虛空界一切萬法跟我就有緣了，是我自性所生所現（所變現的），怎麼會跟我沒有緣？三善道，天道、人道、阿修羅道與我有緣；三惡道，畜生道、餓鬼道、地獄道與我有緣，都是從自性生的，離開自性無有一法可得。這是廣義的有緣眾生，你說範圍包括多大，有情無情全包括在其中，一法不漏。我們的慈悲、我們的愛心也是遍法界虛空界，沒有一法不慈悲，沒有一法不愛護，這叫大乘。念念想著自己，沒想到別人，連小乘都不夠，他是六道凡夫。"
    },
    {
      "id": "02-042-0066_p0009",
      "zh_CN": "「如同位后普贤」，位后普贤是什么？「得果不舍因地之行」，这叫位后，也就是他成佛了。佛的位子是果，但是他不以佛的身分度化众生，他以菩萨身分。为什么？在威仪上说佛是老师，对老师要尊敬，不能随便，师生当中有种尊严，但是用菩萨身分就不一样，同学，同学可以随便一点，可以不用那么严肃，不用那么大的规矩，很方便、很自在。所以佛不用佛的这个身分，降一级，用菩萨身分，方便。虚云老和尚朝五台山，我们用这个故事来说，路上生病了，真的叫要命，生死关头，没人帮助他，他就活不了。文殊菩萨示现乞丐的身分，方便；如果示现菩萨身分，那个麻烦大了，虚云和尚招架不了，为什么？他病得重，站都站不起来，怎么能站起来给他顶三个礼是不是？用乞丐身分，你看看，大慈大悲，善巧方便。",
      "zh_TW": "「如同位後普賢」，位後普賢是什麼？「得果不捨因地之行」，這叫位後，也就是他成佛了。佛的位子是果，但是他不以佛的身分度化眾生，他以菩薩身分。為什麼？在威儀上說佛是老師，對老師要尊敬，不能隨便，師生當中有種尊嚴，但是用菩薩身分就不一樣，同學，同學可以隨便一點，可以不用那麼嚴肅，不用那麼大的規矩，很方便、很自在。所以佛不用佛的這個身分，降一級，用菩薩身分，方便。虛雲老和尚朝五台山，我們用這個故事來說，路上生病了，真的叫要命，生死關頭，沒人幫助他，他就活不了。文殊菩薩示現乞丐的身分，方便；如果示現菩薩身分，那個麻煩大了，虛雲和尚招架不了，為什麼？他病得重，站都站不起來，怎麼能站起來給他頂三個禮是不是？用乞丐身分，你看看，大慈大悲，善巧方便。"
    },
    {
      "id": "02-042-0066_p0010",
      "zh_CN": "佛菩萨总是叫众生方便，恒顺众生，随喜功德。顺众生，这个要懂得，特别是现代众生，现代众生无礼，五德全没有了。五德，仁义礼智信，现在众生不仁、不义、无礼、无智、无信，不讲信用，都骗人，五个都没有了。你要不恒顺他，你就没办法度他；一定要顺他，你才能度他。有些众生，还不是少数，态度很不好，说话很不客气，心肠很好，中国谚语所谓「刀子口，豆腐心」，心地非常软、非常慈悲，可是言语骂人很凶、很厉害。我遇到过，过去韩馆长就是这样的人，但是她有威严的那一面，她也有很慈悲的那一面，对人照顾真的是无微不至。她知道每个人喜欢什么、爱好什么，图书馆居住三、四十个人，每个人性格她都知道，她上街蹓跶，看到这个东西哪个人喜欢，她晓得，她买下来回来送给他。她肯布施，很大方，一点不吝啬。所以别人怕她，但是都喜欢她。有长处，有缺点，你要认识她，这人很可爱。有些人表面对你很好，心地不诚，这种人要远离；外面很凶、霸道，但是心很软、很好，这种人好处。我们都得要知道，不知道，跟人家怎么相处？完全都了解，彼此都了解，所以彼此的缺点、习气大家都晓得，都不在意，你的长处、你的优点大家记在心上，在一起同住，一起工作，真能做到家和万事兴。",
      "zh_TW": "佛菩薩總是叫眾生方便，恆順眾生，隨喜功德。順眾生，這個要懂得，特別是現代眾生，現代眾生無禮，五德全沒有了。五德，仁義禮智信，現在眾生不仁、不義、無禮、無智、無信，不講信用，都騙人，五個都沒有了。你要不恆順他，你就沒辦法度他；一定要順他，你才能度他。有些眾生，還不是少數，態度很不好，說話很不客氣，心腸很好，中國諺語所謂「刀子口，豆腐心」，心地非常軟、非常慈悲，可是言語罵人很凶、很厲害。我遇到過，過去韓館長就是這樣的人，但是她有威嚴的那一面，她也有很慈悲的那一面，對人照顧真的是無微不至。她知道每個人喜歡什麼、愛好什麼，圖書館居住三、四十個人，每個人性格她都知道，她上街蹓躂，看到這個東西哪個人喜歡，她曉得，她買下來回來送給他。她肯布施，很大方，一點不吝嗇。所以別人怕她，但是都喜歡她。有長處，有缺點，你要認識她，這人很可愛。有些人表面對你很好，心地不誠，這種人要遠離；外面很凶、霸道，但是心很軟、很好，這種人好處。我們都得要知道，不知道，跟人家怎麼相處？完全都了解，彼此都了解，所以彼此的缺點、習氣大家都曉得，都不在意，你的長處、你的優點大家記在心上，在一起同住，一起工作，真能做到家和萬事興。"
    },
    {
      "id": "02-042-0066_p0011",
      "zh_CN": "菩萨「念念为众生离苦得乐，是自性德香普薰法界」。自性德香是什么？是慈悲心，是爱心，没有条件，平等爱护一切众生。落实在尊重，懂得尊重人；落实在谦虚，自己谦虚、忍让，尊重别人，尽量去满足别人，帮助别人破迷开悟。有些人业障很重，要很长的时间他才能觉悟、才能回头。跟海贤老和尚认识的人很多，老和尚在世也没有特别重视，也没有刻意向他学习，等老人家一往生，让人家警觉了，人家再想想老人家一生，过去跟他往来，就发现他有很多长处、很多优点值得学习。他要不往生，别人不在意；这一往生，以后再见不到了，回头想想，还有不少根利的就有小悟，有小悟、有大悟。像释迦牟尼佛当年双树林间示现灭度，佛离开人世，不在世间了，这一个警觉，不少人证果了。那个快要到证果边缘的人，证阿罗汉果，一听说佛灭度了，这一惊，证果了，证得四果罗汉，证阿那含，证斯陀含、初果须陀洹。所以八相成道，每一种相都是能帮助众生、利益众生。",
      "zh_TW": "菩薩「念念為眾生離苦得樂，是自性德香普薰法界」。自性德香是什麼？是慈悲心，是愛心，沒有條件，平等愛護一切眾生。落實在尊重，懂得尊重人；落實在謙虛，自己謙虛、忍讓，尊重別人，盡量去滿足別人，幫助別人破迷開悟。有些人業障很重，要很長的時間他才能覺悟、才能回頭。跟海賢老和尚認識的人很多，老和尚在世也沒有特別重視，也沒有刻意向他學習，等老人家一往生，讓人家警覺了，人家再想想老人家一生，過去跟他往來，就發現他有很多長處、很多優點值得學習。他要不往生，別人不在意；這一往生，以後再見不到了，回頭想想，還有不少根利的就有小悟，有小悟、有大悟。像釋迦牟尼佛當年雙樹林間示現滅度，佛離開人世，不在世間了，這一個警覺，不少人證果了。那個快要到證果邊緣的人，證阿羅漢果，一聽說佛滅度了，這一驚，證果了，證得四果羅漢，證阿那含，證斯陀含、初果須陀洹。所以八相成道，每一種相都是能幫助眾生、利益眾生。"
    },
    {
      "id": "02-042-0066_p0012",
      "zh_CN": "最后第四，「表戒定真香」。所以我们燃一支香，燃这香，心里想着什么？戒定慧，这是自性的真香，戒香、定香。戒定的香是什么？就是般若智慧，般若智慧是从戒定生的，有戒有定就有真智慧；你要想求真智慧，要修戒、修定，燃香表这个法。佛门弟子大概每天都在佛像、菩萨像面前烧一支香，这个念能不能引发起来？能引发起来，这支香烧得有意义，香在表法。这四个意思都有，就是圆满的。表戒定真香，「讲真修戒定慧，息灭贪瞋痴，是教学的落实」。这是真正的佛教，不是佛学常识，不是佛教知识。",
      "zh_TW": "最後第四，「表戒定真香」。所以我們燃一支香，燃這香，心裡想著什麼？戒定慧，這是自性的真香，戒香、定香。戒定的香是什麼？就是般若智慧，般若智慧是從戒定生的，有戒有定就有真智慧；你要想求真智慧，要修戒、修定，燃香表這個法。佛門弟子大概每天都在佛像、菩薩像面前燒一支香，這個念能不能引發起來？能引發起來，這支香燒得有意義，香在表法。這四個意思都有，就是圓滿的。表戒定真香，「講真修戒定慧，息滅貪瞋痴，是教學的落實」。這是真正的佛教，不是佛學常識，不是佛教知識。"
    },
    {
      "id": "02-042-0066_p0013",
      "zh_CN": "我在斯里兰卡看到，我看了一个小学、一个中学，每个教室都有一个佛龛，里面燃灯、烧香供佛，在讲台的一边，当中是黑板。上课之前，老师烧香拜佛，同学们一起跟着拜，下课的时候向佛像行礼，然后再离开。每一个教室都有。这是佛教国家，所以全国人民都持三皈、五戒、十善跟八关斋戒。八关斋戒不是每天的，一个月有几天，他们都能做到，普遍的做到。学生在佛像面前会拜佛，在学校看到老师向老师顶礼，行接足礼，手摸老师的脚、鞋子，回家时候对父母行接足礼，像拜佛一样。这个风俗习惯大概在别的地方没有了，斯里兰卡到现在还保留。",
      "zh_TW": "我在斯里蘭卡看到，我看了一個小學、一個中學，每個教室都有一個佛龕，裡面燃燈、燒香供佛，在講台的一邊，當中是黑板。上課之前，老師燒香拜佛，同學們一起跟著拜，下課的時候向佛像行禮，然後再離開。每一個教室都有。這是佛教國家，所以全國人民都持三皈、五戒、十善跟八關齋戒。八關齋戒不是每天的，一個月有幾天，他們都能做到，普遍的做到。學生在佛像面前會拜佛，在學校看到老師向老師頂禮，行接足禮，手摸老師的腳、鞋子，回家時候對父母行接足禮，像拜佛一樣。這個風俗習慣大概在別的地方沒有了，斯里蘭卡到現在還保留。"
    },
    {
      "id": "02-042-0066_p0014",
      "zh_CN": "我们接着看最后这一句，「修大行，证大果，都须依戒定慧三学」。不依戒定慧三学，大行大果没分，修一点人天小果，这是最常见的。佛门弟子修了一辈子，来生不失人身算不错了，来生还能保着人身；修得好的，四王天去了、忉利天去了，大概就在这两层，最普遍的。",
      "zh_TW": "我們接著看最後這一句，「修大行，證大果，都須依戒定慧三學」。不依戒定慧三學，大行大果沒分，修一點人天小果，這是最常見的。佛門弟子修了一輩子，來生不失人身算不錯了，來生還能保著人身；修得好的，四王天去了、忉利天去了，大概就在這兩層，最普遍的。"
    },
    {
      "id": "02-042-0066_p0015",
      "zh_CN": "我们再看底下一段，「有此真香之行，才能称之为象，法门之龙象」。象表什么意思？大修行人，用龙象做代表，不是普通修些小行，大修行。它这也有三个意思，「位前（但发普贤心，求生极乐净土）」。发心，有愿还得有行，没有行去不了。行是什么？一向专念。但发菩提心，这个普贤心就是菩提心。真信真愿他有，他没有真行；换句话说，对于世间财色名利还是放不下，这个人不能往生。往生看运气了，就是他往生最后一念是不是念阿弥陀佛，如果最后一念是阿弥陀佛决定得生；最后一念不是阿弥陀佛，是别的念头，随业流转。可见念头重要。第二种「位中」，位中是「等觉普贤」，这个没话说了，「依戒定慧三学，老实念佛不拐弯」。像海贤老和尚所表的法，他就表的这个，九十二年一句南无阿弥陀佛，丝毫都没有改变。第三种是「位后」，成佛再来人，这不是普通人，佛门称为再来人，「真正有把握往生极乐，生死自在，够资格为法门之龙象」，来做个代表。生死自在，自己知道什么时候去，自己念佛往生净土，不必找别人帮忙。海贤老和尚往生，告诉他几个同参道友，道友们都说，什么时候告诉我，我们去替你助念。他谢绝了，他说我不需要助念，助念不可靠，我自己有把握往生，这可靠。真的，他往生没人助念。来佛寺这三个，海庆也是自在往生，海贤的老母亲也是自在往生，说走就走，没有丝毫痛苦，往生之前一分钟、一秒钟正常，没有什么病痛，没有，什么都没有。这叫法门龙象。「因此象既表发心，又表因地行门，最后是证极乐妙果。香象」，上面加了个香字，这个意思深广没有边际，这象不是普通的龙象，是具足戒定真香。龙象代表什么？代表证得究竟果觉的妙觉如来，《华严经》称妙觉，地位在等觉之上。",
      "zh_TW": "我們再看底下一段，「有此真香之行，才能稱之為象，法門之龍象」。象表什麼意思？大修行人，用龍象做代表，不是普通修些小行，大修行。它這也有三個意思，「位前（但發普賢心，求生極樂淨土）」。發心，有願還得有行，沒有行去不了。行是什麼？一向專念。但發菩提心，這個普賢心就是菩提心。真信真願他有，他沒有真行；換句話說，對於世間財色名利還是放不下，這個人不能往生。往生看運氣了，就是他往生最後一念是不是念阿彌陀佛，如果最後一念是阿彌陀佛決定得生；最後一念不是阿彌陀佛，是別的念頭，隨業流轉。可見念頭重要。第二種「位中」，位中是「等覺普賢」，這個沒話說了，「依戒定慧三學，老實念佛不拐彎」。像海賢老和尚所表的法，他就表的這個，九十二年一句南無阿彌陀佛，絲毫都沒有改變。第三種是「位後」，成佛再來人，這不是普通人，佛門稱為再來人，「真正有把握往生極樂，生死自在，夠資格為法門之龍象」，來做個代表。生死自在，自己知道什麼時候去，自己念佛往生淨土，不必找別人幫忙。海賢老和尚往生，告訴他幾個同參道友，道友們都說，什麼時候告訴我，我們去替你助念。他謝絕了，他說我不需要助念，助念不可靠，我自己有把握往生，這可靠。真的，他往生沒人助念。來佛寺這三個，海慶也是自在往生，海賢的老母親也是自在往生，說走就走，沒有絲毫痛苦，往生之前一分鐘、一秒鐘正常，沒有什麼病痛，沒有，什麼都沒有。這叫法門龍象。「因此象既表發心，又表因地行門，最後是證極樂妙果。香象」，上面加了個香字，這個意思深廣沒有邊際，這象不是普通的龍象，是具足戒定真香。龍象代表什麼？代表證得究竟果覺的妙覺如來，《華嚴經》稱妙覺，地位在等覺之上。"
    },
    {
      "id": "02-042-0066_p0016",
      "zh_CN": "我们再看「丙四，宝英菩萨表意念影响内外环境。念老在《科注》中解释宝英，表弥陀愿海……能令凡夫，无功德者，迳登不退，证入涅槃」。这几句话意思很深、很广，不但凡夫不敢相信，听不懂，声闻、缘觉、菩萨也不能够清清楚楚的明了。我们看下面，「这就是讲一切法由心想生。弥陀愿海是自性愿海」。自性愿海就是弥陀愿海，它是一不是二，所以它是纯净纯善，广大没有边际，一切能量的源泉、源头，「能生一切境界」。这句话跟惠能大师讲的完全一样，「何期自性，能生万法」。万法从哪里来的？当然有一个非常大的能量，变现出整个宇宙跟宇宙里面所有一切万法，明心见性的人见到了。惠能大师开悟这五句话谁教他的？他从哪里学来的？没有人教他，哪里都学不到，是从自性觉里面自自然然流露出来的。五祖一听就明白了，真的见性了，不是假的，衣钵马上就传给他，他就成为禅宗第六代祖。宇宙从哪里来的，万法从哪里来的，生命从哪里来的，我从哪里来的，统统交代清楚了。所以像罗素、汤恩比这些人，他们都说过，佛教不是宗教，佛教是无神论。有神论者最重要的一个条件就是整个宇宙是神创造的，佛教里头没有。佛教，整个宇宙从哪里来？自性变现的，何期自性能生万法，不是神能生万法。",
      "zh_TW": "我們再看「丙四，寶英菩薩表意念影響內外環境。念老在《科註》中解釋寶英，表彌陀願海……能令凡夫，無功德者，逕登不退，證入涅槃」。這幾句話意思很深、很廣，不但凡夫不敢相信，聽不懂，聲聞、緣覺、菩薩也不能夠清清楚楚的明瞭。我們看下面，「這就是講一切法由心想生。彌陀願海是自性願海」。自性願海就是彌陀願海，它是一不是二，所以它是純淨純善，廣大沒有邊際，一切能量的源泉、源頭，「能生一切境界」。這句話跟惠能大師講的完全一樣，「何期自性，能生萬法」。萬法從哪裡來的？當然有一個非常大的能量，變現出整個宇宙跟宇宙裡面所有一切萬法，明心見性的人見到了。惠能大師開悟這五句話誰教他的？他從哪裡學來的？沒有人教他，哪裡都學不到，是從自性覺裡面自自然然流露出來的。五祖一聽就明白了，真的見性了，不是假的，衣缽馬上就傳給他，他就成為禪宗第六代祖。宇宙從哪裡來的，萬法從哪裡來的，生命從哪裡來的，我從哪裡來的，統統交代清楚了。所以像羅素、湯恩比這些人，他們都說過，佛教不是宗教，佛教是無神論。有神論者最重要的一個條件就是整個宇宙是神創造的，佛教裡頭沒有。佛教，整個宇宙從哪裡來？自性變現的，何期自性能生萬法，不是神能生萬法。"
    },
    {
      "id": "02-042-0066_p0017",
      "zh_CN": "自性是什么样子？没有样子，自性说不出来。不但说不出来，你也想不到，你也体会不到，思想、言语都达不到，所以叫不可思议，你不能想，你不能说。不能想、不能说，惠能大师说了五句。而释迦牟尼佛说了，释迦牟尼佛开悟也说了，明心见性，性是什么样子？释迦牟尼佛说得多，就是一部《大方广佛华严经》，十方无量无边无数无尽的诸佛刹土是自性的相分，里面讲得很多，用现在的话说，高深的哲学跟科学，这就是宇宙万法的理论。《华严经》上有究竟的理论、圆满的现相，还带表演，表演就是在这个里面的享受、受用，是什么？五十三参。所以方老师说，这是宇宙之间第一部最好的哲学概论，这部书里头有方法、有理论，还带表演，世间教科书里头从来没见过。方老师在晚年，精力、时间都用在《华严疏钞》上，非常喜欢这部书。",
      "zh_TW": "自性是什麼樣子？沒有樣子，自性說不出來。不但說不出來，你也想不到，你也體會不到，思想、言語都達不到，所以叫不可思議，你不能想，你不能說。不能想、不能說，惠能大師說了五句。而釋迦牟尼佛說了，釋迦牟尼佛開悟也說了，明心見性，性是什麼樣子？釋迦牟尼佛說得多，就是一部《大方廣佛華嚴經》，十方無量無邊無數無盡的諸佛剎土是自性的相分，裡面講得很多，用現在的話說，高深的哲學跟科學，這就是宇宙萬法的理論。《華嚴經》上有究竟的理論、圓滿的現相，還帶表演，表演就是在這個裡面的享受、受用，是什麼？五十三參。所以方老師說，這是宇宙之間第一部最好的哲學概論，這部書裡頭有方法、有理論，還帶表演，世間教科書裡頭從來沒見過。方老師在晚年，精力、時間都用在《華嚴疏鈔》上，非常喜歡這部書。"
    },
    {
      "id": "02-042-0066_p0018",
      "zh_CN": "一切法由心想生，能生一切境界。「唯靠众生信此弥陀圣号，从称念名号开始，摄耳谛听，使得闻性起作用，闻自性清净平等觉」。这个提示好，观世音菩萨就用这个方法，反闻闻自性，性成无上道。这个方法，海贤老和尚做了九十二年，做出样子给我们看，他让闻性起作用了。闻自性清净平等觉，这叫见性。清净平等是自性本定，能大师五句话里头的第四句，「何期自性，本无动摇」，就是清净平等，本无动摇，起作用就是觉，觉就是能生万法。「一闻一切闻」，一见一切见，「则凡夫持此名号就能证入，相即相入重重无尽的一真法界」。一真法界就是实报庄严土，在《华严经》上就是指的华藏世界，华藏世界是实报庄严土。极乐世界特别，特别在哪里？同居土、方便土等于实报庄严土，这是十方刹土里头没有的，只有极乐世界有，所以叫特别法门。这个地方说的，「而此弥陀圣号，来自于自性能量的中心点」。也就是说，阿弥陀佛名号从哪来的？是自性的中心点，自性的核心就叫阿弥陀佛。这一句讲得好，一点都不错。所以这一句佛号等于全宇宙，用佛经的话来说，遍法界虚空界，一句佛号代表了，也就代表一部《大方广佛华严经》。这一句南无阿弥陀佛，全部《华严经》圆圆满满统在其中，《华严》是细说，它是总纲，到最后就归这句佛号。这佛号功德不可思议，佛号能量不可思议，佛号出生不可思议，出生整个宇宙。「又暗合道妙，令众生在称念名号中迳登常寂光净土，其方法简单到不可思议。无非是万法的真相乃心念变现，方能有念常寂光法身佛，生常寂光法身土。弥陀因地发此愿，其念力作用永不消失，只要称念名号，发心求生净土，彼凡夫之心念就与弥陀之大愿念力契合为一，此纯一之念即刻导入常寂光净土。一法起，一切法随之起。四十八愿中庄严妙乐」，如第三十九庄严无尽愿，至四十一，四十是无量色树愿，第四十一是树现佛刹愿，「都是宝英菩萨所表自性宝藏所庄严的环境」。",
      "zh_TW": "一切法由心想生，能生一切境界。「唯靠眾生信此彌陀聖號，從稱念名號開始，攝耳諦聽，使得聞性起作用，聞自性清淨平等覺」。這個提示好，觀世音菩薩就用這個方法，反聞聞自性，性成無上道。這個方法，海賢老和尚做了九十二年，做出樣子給我們看，他讓聞性起作用了。聞自性清淨平等覺，這叫見性。清淨平等是自性本定，能大師五句話裡頭的第四句，「何期自性，本無動搖」，就是清淨平等，本無動搖，起作用就是覺，覺就是能生萬法。「一聞一切聞」，一見一切見，「則凡夫持此名號就能證入，相即相入重重無盡的一真法界」。一真法界就是實報莊嚴土，在《華嚴經》上就是指的華藏世界，華藏世界是實報莊嚴土。極樂世界特別，特別在哪裡？同居土、方便土等於實報莊嚴土，這是十方剎土裡頭沒有的，只有極樂世界有，所以叫特別法門。這個地方說的，「而此彌陀聖號，來自於自性能量的中心點」。也就是說，阿彌陀佛名號從哪來的？是自性的中心點，自性的核心就叫阿彌陀佛。這一句講得好，一點都不錯。所以這一句佛號等於全宇宙，用佛經的話來說，遍法界虛空界，一句佛號代表了，也就代表一部《大方廣佛華嚴經》。這一句南無阿彌陀佛，全部《華嚴經》圓圓滿滿統在其中，《華嚴》是細說，它是總綱，到最後就歸這句佛號。這佛號功德不可思議，佛號能量不可思議，佛號出生不可思議，出生整個宇宙。「又暗合道妙，令眾生在稱念名號中逕登常寂光淨土，其方法簡單到不可思議。無非是萬法的真相乃心念變現，方能有念常寂光法身佛，生常寂光法身土。彌陀因地發此願，其念力作用永不消失，只要稱念名號，發心求生淨土，彼凡夫之心念就與彌陀之大願念力契合為一，此純一之念即刻導入常寂光淨土。一法起，一切法隨之起。四十八願中莊嚴妙樂」，如第三十九莊嚴無盡願，至四十一，四十是無量色樹願，第四十一是樹現佛剎願，「都是寶英菩薩所表自性寶藏所莊嚴的環境」。"
    },
    {
      "id": "02-042-0066_p0019",
      "zh_CN": "《无量寿经》参透了，你就证得究竟圆满。这个法门，所以我说，是往后世尊末法九千年唯一得度的法门，这部经是往后唯一能让我们得度的第一部经典。夏莲居来会集，他是什么人？干这种事情。黄念老来注解，我们肩负的使命是来流通。都是为这一桩事而来，这桩事能度世尊末法九千年苦难众生，而且度不是普通的度，是究竟圆满度他往生成佛。要信，要求愿往生，这一次的机会千万不能失掉，失掉就太可惜了。",
      "zh_TW": "《無量壽經》參透了，你就證得究竟圓滿。這個法門，所以我說，是往後世尊末法九千年唯一得度的法門，這部經是往後唯一能讓我們得度的第一部經典。夏蓮居來會集，他是什麼人？幹這種事情。黃念老來註解，我們肩負的使命是來流通。都是為這一樁事而來，這樁事能度世尊末法九千年苦難眾生，而且度不是普通的度，是究竟圓滿度他往生成佛。要信，要求願往生，這一次的機會千萬不能失掉，失掉就太可惜了。"
    },
    {
      "id": "02-042-0066_p0020",
      "zh_CN": "末后一段，我们现前所处的世界，也可以依据宝英菩萨名号的意思来改变，这是讲贴切我们现前的利益，就是「心净则国土净」。现在这个世界非常不清净，要怎么清净？从我们的心，心用念佛的方法清净了。不要有杂念，不要掺杂其他的法门，就是一句佛号，就是一部《无量寿经》，就是这一部注解，简简单单、清楚明白，帮助我们这一生达到最高峰的境界。",
      "zh_TW": "末後一段，我們現前所處的世界，也可以依據寶英菩薩名號的意思來改變，這是講貼切我們現前的利益，就是「心淨則國土淨」。現在這個世界非常不清淨，要怎麼清淨？從我們的心，心用念佛的方法清淨了。不要有雜念，不要摻雜其他的法門，就是一句佛號，就是一部《無量壽經》，就是這一部註解，簡簡單單、清楚明白，幫助我們這一生達到最高峰的境界。"
    },
    {
      "id": "02-042-0066_p0021",
      "zh_CN": "「从礼敬诸佛开始，唤回世界和平，唤回团结互助」。礼敬、赞叹重要，这就是宏琳法师用了十年时间，编集写成这一部《若要佛法兴，唯有僧赞僧》，这部书无量功德，无量功德。最近他身体不好。做这么大的功德，为什么身体还有这么多毛病？过去生中的业障太重了，这是重罪轻报。能把这部书，写这部书的功德回向给冤亲债主，就能让冤亲债主不再找麻烦，大家分享他的功德，冤亲债主个个都得利益，这个道理我们要懂。我们看这部书能不能得利益？能。为什么？这部书你真看懂了，你对净土宗的信心跟愿心就定了，什么样的大风大浪你都不会动摇，它有这个能量。你对于夏莲老的会集、黄念老的注解、我们这些年的学习，你完全肯定了，不再有丝毫怀疑、顾虑，没有了，它有这么大的能量。所以这部书也会在世尊未来末法九千年起很大的作用。我们把自己讲经、念佛、拜佛的功德都回向给宏琳法师，帮助他化解这些冤亲债主，希望他的身体能够早日恢复健康，他将来对佛法、对净宗还有许多事情要做。我相信这像海贤和尚一样，阿弥陀佛嘱咐他来表法。他也为我们示现，过去虽然造了很重的杀业，表法给我们看，修大福报、修真实功德，能够把它化解，重罪轻报，身体恢复健康继续表法，跟海贤和尚一样。表法是一代接一代，做榜样给大家看，目的是给现前同修们看，做好榜样，佛的弟子，净宗弟子，做出榜样来给社会大众看。",
      "zh_TW": "「從禮敬諸佛開始，喚回世界和平，喚回團結互助」。禮敬、讚歎重要，這就是宏琳法師用了十年時間，編集寫成這一部《若要佛法興，唯有僧讚僧》，這部書無量功德，無量功德。最近他身體不好。做這麼大的功德，為什麼身體還有這麼多毛病？過去生中的業障太重了，這是重罪輕報。能把這部書，寫這部書的功德迴向給冤親債主，就能讓冤親債主不再找麻煩，大家分享他的功德，冤親債主個個都得利益，這個道理我們要懂。我們看這部書能不能得利益？能。為什麼？這部書你真看懂了，你對淨土宗的信心跟願心就定了，什麼樣的大風大浪你都不會動搖，它有這個能量。你對於夏蓮老的會集、黃念老的註解、我們這些年的學習，你完全肯定了，不再有絲毫懷疑、顧慮，沒有了，它有這麼大的能量。所以這部書也會在世尊未來末法九千年起很大的作用。我們把自己講經、念佛、拜佛的功德都迴向給宏琳法師，幫助他化解這些冤親債主，希望他的身體能夠早日恢復健康，他將來對佛法、對淨宗還有許多事情要做。我相信這像海賢和尚一樣，阿彌陀佛囑咐他來表法。他也為我們示現，過去雖然造了很重的殺業，表法給我們看，修大福報、修真實功德，能夠把它化解，重罪輕報，身體恢復健康繼續表法，跟海賢和尚一樣。表法是一代接一代，做榜樣給大家看，目的是給現前同修們看，做好榜樣，佛的弟子，淨宗弟子，做出榜樣來給社會大眾看。"
    },
    {
      "id": "02-042-0066_p0022",
      "zh_CN": "我提倡，希望同学们对于贤老这个《永思集》一天要看三遍，要念一万声佛号。念的时候，把里头我应该向他学的这个句子节录出来，节录个二十句、三十句、四十句，每天提醒自己，在晚上好好反省一下，哪些我做到了，哪些我还没做到，这就是真正发心向贤公老和尚学习。我们同一个方向、同一个目标，同一个方向，西方极乐世界；同一个目标，亲近阿弥陀佛。对这个世间决定不能够贪，恋，有一念贪恋出不了六道，不能往生，所以一定要放下万缘。世间事，有缘，尽心尽力帮助大家。帮助大家目的是什么？帮助大家破迷开悟、离苦得乐，我们要帮助这个世界稳定，要帮助这个世界和谐。",
      "zh_TW": "我提倡，希望同學們對於賢老這個《永思集》一天要看三遍，要念一萬聲佛號。念的時候，把裡頭我應該向他學的這個句子節錄出來，節錄個二十句、三十句、四十句，每天提醒自己，在晚上好好反省一下，哪些我做到了，哪些我還沒做到，這就是真正發心向賢公老和尚學習。我們同一個方向、同一個目標，同一個方向，西方極樂世界；同一個目標，親近阿彌陀佛。對這個世間決定不能夠貪，戀，有一念貪戀出不了六道，不能往生，所以一定要放下萬緣。世間事，有緣，盡心盡力幫助大家。幫助大家目的是什麼？幫助大家破迷開悟、離苦得樂，我們要幫助這個世界穩定，要幫助這個世界和諧。"
    },
    {
      "id": "02-042-0066_p0023",
      "zh_CN": "我这些年跟很多宗教往来，我只提出两句话，「平等对待，和睦相处」。大宗教、小宗教我都接触，我都跟他们往来，就用这八个字，我们大家一起学习，平等对待，和睦相处。对待任何宗教我们要礼敬，对他们供奉的神明，神、上帝，我们对他的恭敬跟对佛恭敬没有两样，他们看到欢喜。我对他恭敬，他对我们也恭敬，他看到我们佛像也会合掌鞠躬，难得！我学习他们的经典，我读他们的经，基本的教义，像五戒十善，每个宗教经典里面都有；有伦理，我们中国人讲的五常五伦、四维八德，在他们经典上都能找到。共同有的，我们要把它发扬光大，没有的暂时放在一边，求同存异。不同的地方可能很高深，我们境界达不到，再过个几十年，后来的人比我们的功夫深，他就会解释开了。没有解不开的，为什么？都没有离开自性。所以如果达到明心见性，全解开了，没有一丝毫障碍，证明佛所讲的是真话，绝不是妄语。所以要团结、要互助，世界才有和平。",
      "zh_TW": "我這些年跟很多宗教往來，我只提出兩句話，「平等對待，和睦相處」。大宗教、小宗教我都接觸，我都跟他們往來，就用這八個字，我們大家一起學習，平等對待，和睦相處。對待任何宗教我們要禮敬，對他們供奉的神明，神、上帝，我們對他的恭敬跟對佛恭敬沒有兩樣，他們看到歡喜。我對他恭敬，他對我們也恭敬，他看到我們佛像也會合掌鞠躬，難得！我學習他們的經典，我讀他們的經，基本的教義，像五戒十善，每個宗教經典裡面都有；有倫理，我們中國人講的五常五倫、四維八德，在他們經典上都能找到。共同有的，我們要把它發揚光大，沒有的暫時放在一邊，求同存異。不同的地方可能很高深，我們境界達不到，再過個幾十年，後來的人比我們的功夫深，他就會解釋開了。沒有解不開的，為什麼？都沒有離開自性。所以如果達到明心見性，全解開了，沒有一絲毫障礙，證明佛所講的是真話，絕不是妄語。所以要團結、要互助，世界才有和平。"
    },
    {
      "id": "02-042-0066_p0024",
      "zh_CN": "「幻影和幻影争斗」，这就是迷，迷惑跟迷惑在争斗。两个人，一个迷惑、一个清醒，他两个斗不起来，必须是两个境界完全相等。所以我们从小，小时候跟小朋友打架，处分，两个都处分。在学校念书跟同学打架，老师处分罚跪，两个人都一起罚跪。我们说不服，明明是他没有理，我有理。有理不会跟没有理的人打架，换句话说，两个都没有理，才会打起来。社会冲突亦如是，国家跟国家冲突也是如是。所以要帮助人破迷开悟，那就是宗教教育非常重要。汤恩比博士讲文化，他说社会一般大众、专家学者，都把宗教文化摆在最后，他说这个是错误的，应该摆在最前面，所有的文化都不能离开宗教，宗教是文化之母，文化从宗教生的，先有宗教，后有文化，这个说法很有道理。所以宗教要互相学习，宗教要回归教育，宗教要团结一致，帮助国家、帮助政府、帮助领导人，消弭社会冲突，带给社会的安定、世界的和平。幻影跟幻影斗争，又迷失在重重幻影当中，「实在是迷惑甚深，可怜可悲矣！何不依此弥陀圣号，快快唤大梦觉醒」。这话说得好。她这篇心得报告很有价值，可以单独流通。",
      "zh_TW": "「幻影和幻影爭鬥」，這就是迷，迷惑跟迷惑在爭鬥。兩個人，一個迷惑、一個清醒，他兩個鬥不起來，必須是兩個境界完全相等。所以我們從小，小時候跟小朋友打架，處分，兩個都處分。在學校念書跟同學打架，老師處分罰跪，兩個人都一起罰跪。我們說不服，明明是他沒有理，我有理。有理不會跟沒有理的人打架，換句話說，兩個都沒有理，才會打起來。社會衝突亦如是，國家跟國家衝突也是如是。所以要幫助人破迷開悟，那就是宗教教育非常重要。湯恩比博士講文化，他說社會一般大眾、專家學者，都把宗教文化擺在最後，他說這個是錯誤的，應該擺在最前面，所有的文化都不能離開宗教，宗教是文化之母，文化從宗教生的，先有宗教，後有文化，這個說法很有道理。所以宗教要互相學習，宗教要回歸教育，宗教要團結一致，幫助國家、幫助政府、幫助領導人，消弭社會衝突，帶給社會的安定、世界的和平。幻影跟幻影鬥爭，又迷失在重重幻影當中，「實在是迷惑甚深，可憐可悲矣！何不依此彌陀聖號，快快喚大夢覺醒」。這話說得好。她這篇心得報告很有價值，可以單獨流通。"
    },
    {
      "id": "02-042-0066_p0025",
      "zh_CN": "下面第五大段，中住和制行的表法，表法的特殊意义。第一小段，「表本经之宗」，本经的宗旨，就是修学最高的指导原则，八个字，「发菩提心，一向专念」。「无量功德妙宝庄严之自性净土，要怎样修行才能得生」，这是我们非常关心的一桩事情。修行的方法就在中住跟制行两位菩萨所表的，「就表法出此妙法，那就是中住」。中是中道，不偏不邪，是一条直路，成佛之道。这是什么？「依一句阿弥陀佛，善恶二边都不沾染」。善恶是代表词，就是我们今天讲的相对，相对就是二边。二边不立，中道不存，这个境界是法身菩萨的境界，是究竟佛果的境界。所以心住在哪里？住在中，中就没有偏心，中就没有邪念。偏跟邪都不是中，有这个好、那个坏，这是偏心、这是邪心，这不是中道。中道是什么？二边都平等，平等也不放在心上。平等放在心上，心还是被污染了，还不清净，丝毫污染都不沾。中住是定，制行是戒。制是控制，控制什么？我们的行为，不能想的不可以想，不能说的别说，不能干的不可以干，属于戒律。两位菩萨就表法出此妙法，那就是中住，依一句阿弥陀佛，善恶二边都不沾染。「制行于一门深入」，这就是戒，「长时薰修」，这就是定；「读书」是戒，「千遍」是定，「其义自见」是慧，智慧开了。你看中住、制行所表的，妙极了。「一部《无量寿经》，一声阿弥陀佛，一生不改变，直至往生净土。依中住，老实念佛可得三昧，当生即可获得四十八愿之第二十九住正定聚愿」。这是说现前应当住正定聚愿就能得到，不必等到极乐世界，阿弥陀佛这一愿现在就加持我们，所以这个意思非常好。成就自己，和睦家庭、和谐社会，让整个世界不同的国家、不同的族群、不同的文化、不同的宗教信仰都能够平等对待，和睦相处。",
      "zh_TW": "下面第五大段，中住和制行的表法，表法的特殊意義。第一小段，「表本經之宗」，本經的宗旨，就是修學最高的指導原則，八個字，「發菩提心，一向專念」。「無量功德妙寶莊嚴之自性淨土，要怎樣修行才能得生」，這是我們非常關心的一樁事情。修行的方法就在中住跟制行兩位菩薩所表的，「就表法出此妙法，那就是中住」。中是中道，不偏不邪，是一條直路，成佛之道。這是什麼？「依一句阿彌陀佛，善惡二邊都不沾染」。善惡是代表詞，就是我們今天講的相對，相對就是二邊。二邊不立，中道不存，這個境界是法身菩薩的境界，是究竟佛果的境界。所以心住在哪裡？住在中，中就沒有偏心，中就沒有邪念。偏跟邪都不是中，有這個好、那個壞，這是偏心、這是邪心，這不是中道。中道是什麼？二邊都平等，平等也不放在心上。平等放在心上，心還是被污染了，還不清淨，絲毫污染都不沾。中住是定，制行是戒。制是控制，控制什麼？我們的行為，不能想的不可以想，不能說的別說，不能幹的不可以幹，屬於戒律。兩位菩薩就表法出此妙法，那就是中住，依一句阿彌陀佛，善惡二邊都不沾染。「制行於一門深入」，這就是戒，「長時薰修」，這就是定；「讀書」是戒，「千遍」是定，「其義自見」是慧，智慧開了。你看中住、制行所表的，妙極了。「一部《無量壽經》，一聲阿彌陀佛，一生不改變，直至往生淨土。依中住，老實念佛可得三昧，當生即可獲得四十八願之第二十九住正定聚願」。這是說現前應當住正定聚願就能得到，不必等到極樂世界，阿彌陀佛這一願現在就加持我們，所以這個意思非常好。成就自己，和睦家庭、和諧社會，讓整個世界不同的國家、不同的族群、不同的文化、不同的宗教信仰都能夠平等對待，和睦相處。"
    },
    {
      "id": "02-042-0066_p0026",
      "zh_CN": "我们再看第二段，「等同善财童子第五十一参和五十二参的表法意义」。五十三参，五十一参是毘卢遮那佛的楼阁，「庄严藏楼阁」，表法意思深。「如前所述，中住代表本经之宗，统领全经。念佛法门又是一切法门的总持，念一句阿弥陀佛等同念一切诸佛。如同善财童子入毘卢遮那庄严藏楼阁，得无量诸法总持法门，即念阿弥陀佛就是念法身佛，遍一切时，遍一切处。因此中住说明修念佛法门」，修念佛法门真正得到不可思议的自在解脱。",
      "zh_TW": "我們再看第二段，「等同善財童子第五十一參和五十二參的表法意義」。五十三參，五十一參是毘盧遮那佛的樓閣，「莊嚴藏樓閣」，表法意思深。「如前所述，中住代表本經之宗，統領全經。念佛法門又是一切法門的總持，念一句阿彌陀佛等同念一切諸佛。如同善財童子入毘盧遮那莊嚴藏樓閣，得無量諸法總持法門，即念阿彌陀佛就是念法身佛，遍一切時，遍一切處。因此中住說明修念佛法門」，修念佛法門真正得到不可思議的自在解脫。"
    },
    {
      "id": "02-042-0066_p0027",
      "zh_CN": "我们现在学这部经非常难得，为什么？因为海贤老和尚做出来给我们看，我们真正看到了，不是假的，是真的。海贤能做得到，我们每个人加一把劲都可以做到，为什么做不到？那要做不到，这一生往生极乐世界就没有把握。我们将来往生，一定要像海贤老和尚一样不要人助念，预知时至，自己念佛帮自己往生，这是真的，这靠得住，靠人帮忙助念靠不住。老和尚为我们示现，这句话非常重要，决定不能疏忽。",
      "zh_TW": "我們現在學這部經非常難得，為什麼？因為海賢老和尚做出來給我們看，我們真正看到了，不是假的，是真的。海賢能做得到，我們每個人加一把勁都可以做到，為什麼做不到？那要做不到，這一生往生極樂世界就沒有把握。我們將來往生，一定要像海賢老和尚一樣不要人助念，預知時至，自己念佛幫自己往生，這是真的，這靠得住，靠人幫忙助念靠不住。老和尚為我們示現，這句話非常重要，決定不能疏忽。"
    },
    {
      "id": "02-042-0066_p0028",
      "zh_CN": "我们再看制行，制行什么意思？「严持净戒」。制是控制，行是行为，错误的行为不能让它生起来。从哪里控制？从念头控制，不善的念头决定不能有，与戒律相违背的、与伦理违背的、与道德违背的、与自然规律违背的都不可以有。中国古圣先贤教我们伦常道德，五伦它是大自然的规则，不是哪个人创造发明的。自然的规则，我们的老祖宗有智慧，看出来了，随顺大自然，这个叫德，道是自然规律。父子有亲是道，夫妇有别是道，君臣有义是道，长幼有序是道，朋友有信是道，仁义礼智信是德。什么叫德？随顺于道，这就是德，不违背道叫德。仁，爱人，从哪里生的？从父子有亲生的；义，君臣有义，从这里生的。仁义礼智信，礼是从制行生的，要控制自己的行为；智是从中住生的，中住是定；信，信是一切德的基础，人不讲信用，欺骗人，这个人现在得一点点便宜，来生在无间地狱，不值得。人言叫信，你看中国这个信字，人的言就是信，要不守信用那是妖魔鬼怪的言语、魔的言语，不是人的言语。基本的德行一定要守住。",
      "zh_TW": "我們再看制行，制行什麼意思？「嚴持淨戒」。制是控制，行是行為，錯誤的行為不能讓它生起來。從哪裡控制？從念頭控制，不善的念頭決定不能有，與戒律相違背的、與倫理違背的、與道德違背的、與自然規律違背的都不可以有。中國古聖先賢教我們倫常道德，五倫它是大自然的規則，不是哪個人創造發明的。自然的規則，我們的老祖宗有智慧，看出來了，隨順大自然，這個叫德，道是自然規律。父子有親是道，夫婦有別是道，君臣有義是道，長幼有序是道，朋友有信是道，仁義禮智信是德。什麼叫德？隨順於道，這就是德，不違背道叫德。仁，愛人，從哪裡生的？從父子有親生的；義，君臣有義，從這裡生的。仁義禮智信，禮是從制行生的，要控制自己的行為；智是從中住生的，中住是定；信，信是一切德的基礎，人不講信用，欺騙人，這個人現在得一點點便宜，來生在無間地獄，不值得。人言叫信，你看中國這個信字，人的言就是信，要不守信用那是妖魔鬼怪的言語、魔的言語，不是人的言語。基本的德行一定要守住。"
    },
    {
      "id": "02-042-0066_p0029",
      "zh_CN": "在最后，解脱菩萨之前，前面香象，戒律的重要性，后面在解脱之前「又列出制行菩萨」，有两个意思，第一个，「再次强调戒律的重要性」；第二，「证明戒律是一切法的导师，一切法的依止就是戒律」。「如同善财童子第五十二参，再次面见文殊菩萨」，文殊是他的老师，「正是佛法是师道，尊师就是戒律」。你看，参访完毕回来，一定要向老师汇报成果，「才有再次面见文殊菩萨之事」，现在制行菩萨就表这个意思。「前面所列菩萨名号，皆为自性功德」，就是性德，「而若证自性功德」，必须严持戒律，这是修德，严持净戒是修德。「戒律是汝导师，令汝入一切功德海」，这是性修一如，流出无量无边功德，为我们说明这个意思。中住和制行的表法，中住是知，制行是识，我们讲知识，这两个菩萨也代表知识。中住是知，智慧从清净心生出来的；制行是识，你有正确的认识，你对于世出世间一切法没看错。菩萨的表法和善财五十三参，「最后几次参访的菩萨表法一致，足证念佛法门时时处处导入毘卢遮那性海」，就是回归自性，「实实在在入事事无碍法界门」，这是《华严》最高的境界，事事无碍。",
      "zh_TW": "在最後，解脫菩薩之前，前面香象，戒律的重要性，後面在解脫之前「又列出制行菩薩」，有兩個意思，第一個，「再次強調戒律的重要性」；第二，「證明戒律是一切法的導師，一切法的依止就是戒律」。「如同善財童子第五十二參，再次面見文殊菩薩」，文殊是他的老師，「正是佛法是師道，尊師就是戒律」。你看，參訪完畢回來，一定要向老師匯報成果，「才有再次面見文殊菩薩之事」，現在制行菩薩就表這個意思。「前面所列菩薩名號，皆為自性功德」，就是性德，「而若證自性功德」，必須嚴持戒律，這是修德，嚴持淨戒是修德。「戒律是汝導師，令汝入一切功德海」，這是性修一如，流出無量無邊功德，為我們說明這個意思。中住和制行的表法，中住是知，制行是識，我們講知識，這兩個菩薩也代表知識。中住是知，智慧從清淨心生出來的；制行是識，你有正確的認識，你對於世出世間一切法沒看錯。菩薩的表法和善財五十三參，「最後幾次參訪的菩薩表法一致，足證念佛法門時時處處導入毘盧遮那性海」，就是回歸自性，「實實在在入事事無礙法界門」，這是《華嚴》最高的境界，事事無礙。"
    },
    {
      "id": "02-042-0066_p0030",
      "zh_CN": "最后这一段，解脱菩萨，最后一位，第六小段，「解脱菩萨如同五十三参，最后修普贤行，究竟解脱」。解脱，这个字念去声，当动词用，不作名词，当作解开，把结解开了，把烦恼解开了，把业障解开了；脱是脱离生死轮回，脱离烦恼、脱离苦难，这永远脱离，所以叫解脱。「解脱是修行的终极目标」，也就是学佛终极的目标。你为什么学佛？我想得大自在，大自在就是解脱，没有烦恼、没有忧虑、没有牵挂、没有生死，永远快乐，极乐世界，到那里就真正解脱了。所以是修行的终极目标，「于本经即往生净土，为究竟解脱」。这个一定要知道，脱离六道轮回是离究竟苦，往生极乐世界是得究竟乐。「等觉菩萨众也不离此横超法门，而越三祇于一念称名中」，连等觉菩萨都不舍弃这个法门，为什么？一念就入极乐世界，就跟极乐世界相应。",
      "zh_TW": "最後這一段，解脫菩薩，最後一位，第六小段，「解脫菩薩如同五十三參，最後修普賢行，究竟解脫」。解脫，這個字念去聲，當動詞用，不作名詞，當作解開，把結解開了，把煩惱解開了，把業障解開了；脫是脫離生死輪迴，脫離煩惱、脫離苦難，這永遠脫離，所以叫解脫。「解脫是修行的終極目標」，也就是學佛終極的目標。你為什麼學佛？我想得大自在，大自在就是解脫，沒有煩惱、沒有憂慮、沒有牽掛、沒有生死，永遠快樂，極樂世界，到那裡就真正解脫了。所以是修行的終極目標，「於本經即往生淨土，為究竟解脫」。這個一定要知道，脫離六道輪迴是離究竟苦，往生極樂世界是得究竟樂。「等覺菩薩眾也不離此橫超法門，而越三祇於一念稱名中」，連等覺菩薩都不捨棄這個法門，為什麼？一念就入極樂世界，就跟極樂世界相應。"
    },
    {
      "id": "02-042-0066_p0031",
      "zh_CN": "「四十八愿，第四十四普等三昧愿、四十五定中供佛愿，第四十六获陀罗尼愿、四十七闻名得忍愿，和最后一愿现证不退愿，都是针对菩萨众而言，也令文殊、普贤大士导归极乐，都是蒙四十八愿功德摄受。如五十三参最后，善财修普贤行，得一切佛刹微尘刹数三昧，这种三昧也要在念佛求生净土后才能究竟圆满。尤其是最后现证不退愿，一切诸佛的慈悲智慧均融入这最后一愿，均在此圆满功德」，你说这个多么重要。最后最胜的解脱，也就是究竟圆满的解脱，就是四十八愿的现证不退。「此解脱之意」，同时呼应贤护的意思，「因贤护一切众生，无量劫才修证所得此妙法，乃至令他方菩萨众都悉皆发愿求生净土。一切诸佛所证解脱之法，最终都要归于四十八愿弥陀愿海中」。换句话说，不但是释迦佛一生四十九年教学，真正到究竟圆满在哪里？在西方极乐世界，在阿弥陀佛四十八愿。脱离四十八愿，菩萨不能证到究竟圆满，也就是说菩萨不能成佛；菩萨要想成佛，必须要跟四十八愿相应。四十八愿就是《华严经》的五十三参，也就是本经我们今天念到的十六正士的表法，真正不可思议。我们遇到这个法门多么幸运，如获至宝，世出世间第一宝藏就在这部经中。这篇报告，我们分享用了六个小时，这六个小时的分享应该放在我们《无量寿经》这个集的后面，做为学习的参考资料。",
      "zh_TW": "「四十八願，第四十四普等三昧願、四十五定中供佛願，第四十六獲陀羅尼願、四十七聞名得忍願，和最後一願現證不退願，都是針對菩薩眾而言，也令文殊、普賢大士導歸極樂，都是蒙四十八願功德攝受。如五十三參最後，善財修普賢行，得一切佛剎微塵剎數三昧，這種三昧也要在念佛求生淨土後才能究竟圓滿。尤其是最後現證不退願，一切諸佛的慈悲智慧均融入這最後一願，均在此圓滿功德」，你說這個多麼重要。最後最勝的解脫，也就是究竟圓滿的解脫，就是四十八願的現證不退。「此解脫之意」，同時呼應賢護的意思，「因賢護一切眾生，無量劫才修證所得此妙法，乃至令他方菩薩眾都悉皆發願求生淨土。一切諸佛所證解脫之法，最終都要歸於四十八願彌陀願海中」。換句話說，不但是釋迦佛一生四十九年教學，真正到究竟圓滿在哪裡？在西方極樂世界，在阿彌陀佛四十八願。脫離四十八願，菩薩不能證到究竟圓滿，也就是說菩薩不能成佛；菩薩要想成佛，必須要跟四十八願相應。四十八願就是《華嚴經》的五十三參，也就是本經我們今天念到的十六正士的表法，真正不可思議。我們遇到這個法門多麼幸運，如獲至寶，世出世間第一寶藏就在這部經中。這篇報告，我們分享用了六個小時，這六個小時的分享應該放在我們《無量壽經》這個集的後面，做為學習的參考資料。"
    },
    {
      "id": "02-042-0066_p0032",
      "zh_CN": "我们再看末后总结，「综上所述，贤护为总持，是大悲为根，令入念佛法门」。贤护菩萨排名在第一，他代表总纲，这个总纲从哪里来的？从性德里头大慈大悲，从大悲里面生的，怜悯一切苦难众生，所以才有这种殊胜法门。能修这个法门，快速通过，离苦得乐，脱离十法界离究竟苦，往生极乐世界得究竟乐，没有任何一个法门能跟它相比。「善思惟即菩提为因」，你看看菩提是慈悲，前面是大悲为根，善思惟是菩提为因，「建立平等普度法门」。什么叫平等？上从等觉菩萨，下至造作五逆十恶地狱众生，统统能得度。遇到这个法门，只要真信、真愿，老实念佛，统统能往生，这叫平等、普度，一个都不漏，这到哪里去找！",
      "zh_TW": "我們再看末後總結，「綜上所述，賢護為總持，是大悲為根，令入念佛法門」。賢護菩薩排名在第一，他代表總綱，這個總綱從哪裡來的？從性德裡頭大慈大悲，從大悲裡面生的，憐憫一切苦難眾生，所以才有這種殊勝法門。能修這個法門，快速通過，離苦得樂，脫離十法界離究竟苦，往生極樂世界得究竟樂，沒有任何一個法門能跟它相比。「善思惟即菩提為因」，你看看菩提是慈悲，前面是大悲為根，善思惟是菩提為因，「建立平等普度法門」。什麼叫平等？上從等覺菩薩，下至造作五逆十惡地獄眾生，統統能得度。遇到這個法門，只要真信、真願，老實念佛，統統能往生，這叫平等、普度，一個都不漏，這到哪裡去找！"
    },
    {
      "id": "02-042-0066_p0033",
      "zh_CN": "中住就是发菩提心，一向专念，他代表本经修行的宗旨。我们的心要住在真诚、清净、平等、正觉、慈悲，这是菩提心。一向专念，我们只有一个方向，西方极乐世界；一个目标，亲近阿弥陀佛。「制行是戒律，一切菩萨行的导师」。我们的戒律只守五项，简单明了，第一条净业三福，第二条六和敬，第三条戒定慧三学，第四条六度，第五条普贤十愿。第一条里头还有第一条，第一条净业三福，第一福孝养父母落实在《弟子规》，慈心不杀落实在《感应篇》，修十善业落实在《十善业道经》，这是根，根之根。修净土宗只要把这个戒律守好就行了，有信愿行就能往生。这个是制行。",
      "zh_TW": "中住就是發菩提心，一向專念，他代表本經修行的宗旨。我們的心要住在真誠、清淨、平等、正覺、慈悲，這是菩提心。一向專念，我們只有一個方向，西方極樂世界；一個目標，親近阿彌陀佛。「制行是戒律，一切菩薩行的導師」。我們的戒律只守五項，簡單明瞭，第一條淨業三福，第二條六和敬，第三條戒定慧三學，第四條六度，第五條普賢十願。第一條裡頭還有第一條，第一條淨業三福，第一福孝養父母落實在《弟子規》，慈心不殺落實在《感應篇》，修十善業落實在《十善業道經》，這是根，根之根。修淨土宗只要把這個戒律守好就行了，有信願行就能往生。這個是制行。"
    },
    {
      "id": "02-042-0066_p0034",
      "zh_CN": "「寂根表迳登常寂光土」，这是终极的目标，我们决定会回归常寂光。回归常寂光，「得慧辩才、观无住、神通华、智上、光英，成法门香象，悬无量寿宝幢，住宝英世界，以信慧、愿慧为发心，得究竟圆满当生解脱，永不退转」。这真正叫圆满，圆成佛道。你证的是什么果？阿弥陀佛，你跟阿弥陀佛在极乐世界融成一体，阿弥陀佛就是我，我就是阿弥陀佛。行不行？行。元朝中峰禅师在《三时系念》法本里面他就写出来了，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」。禅宗大德，中峰禅师，在东天目山住不少时间，东天目山是他修行的道场，他跟阿弥陀佛的缘深。所以说出这几句话，可以做上官末后的印证，印证这份心得报告是很圆满，非常值得参考、值得学习。今天时间到了，我们就讲到此地，正好是六个小时。",
      "zh_TW": "「寂根表逕登常寂光土」，這是終極的目標，我們決定會回歸常寂光。回歸常寂光，「得慧辯才、觀無住、神通華、智上、光英，成法門香象，懸無量壽寶幢，住寶英世界，以信慧、願慧為發心，得究竟圓滿當生解脫，永不退轉」。這真正叫圓滿，圓成佛道。你證的是什麼果？阿彌陀佛，你跟阿彌陀佛在極樂世界融成一體，阿彌陀佛就是我，我就是阿彌陀佛。行不行？行。元朝中峰禪師在《三時繫念》法本裡面他就寫出來了，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」。禪宗大德，中峰禪師，在東天目山住不少時間，東天目山是他修行的道場，他跟阿彌陀佛的緣深。所以說出這幾句話，可以做上官末後的印證，印證這份心得報告是很圓滿，非常值得參考、值得學習。今天時間到了，我們就講到此地，正好是六個小時。"
    }
  ]
}