{
  "doc_id": "02-042-0089",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "自了法师",
    "黄柏霖",
    "吴凯莉",
    "吴凯蒂",
    "妙音居士"
  ],
  "volume": {
    "zh_CN": "第八十九集",
    "zh_TW": "第八十九集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0089",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "02-042-0089_p0001",
      "zh_CN": "老法师：诸位同学，大家好！好，开始。",
      "zh_TW": "老法師：諸位同學，大家好！好，開始。"
    },
    {
      "id": "02-042-0089_p0002",
      "zh_CN": "学生：尊者师父上人慈悲，诸位善知识慈悲，阿弥陀佛！不肖弟子释自了冒昧报告的题目是「重新认识净土法门」。",
      "zh_TW": "學生：尊者師父上人慈悲，諸位善知識慈悲，阿彌陀佛！不肖弟子釋自了冒昧報告的題目是「重新認識淨土法門」。"
    },
    {
      "id": "02-042-0089_p0003",
      "zh_CN": "一、开头。",
      "zh_TW": "一、開頭。"
    },
    {
      "id": "02-042-0089_p0004",
      "zh_CN": "万万没有想到，听经十几、二十几年了，对净土的信心仍是这般不堪一击，「真堪痛哭流涕，声震大千。心片片裂，肠寸寸断矣」。这对我们真是冷水浇头。弘法几十年，念佛人无数，究竟有几个真的对阿弥陀佛的信心坚定不移？我们普遍的毛病，喜欢做表面文章，说一些没用的废话，耽误自己，更耽误别人的大事。我们暂且放慢脚步，先不要炫耀一天念佛号多少万声、多少个小时，这个时候很有必要来补补课，重新认识净土法门。净土的理论，是历代传法的祖师大德开示得不够明白，还是师父上人讲解得不够透彻，还是我们自己业障太重不肯相信，为什么有人说出来的话如此这般不相应，甚至背道而驰却还洋洋得意？",
      "zh_TW": "萬萬沒有想到，聽經十幾、二十幾年了，對淨土的信心仍是這般不堪一擊，「真堪痛哭流涕，聲震大千。心片片裂，腸寸寸斷矣」。這對我們真是冷水澆頭。弘法幾十年，念佛人無數，究竟有幾個真的對阿彌陀佛的信心堅定不移？我們普遍的毛病，喜歡做表面文章，說一些沒用的廢話，耽誤自己，更耽誤別人的大事。我們暫且放慢腳步，先不要炫耀一天念佛號多少萬聲、多少個小時，這個時候很有必要來補補課，重新認識淨土法門。淨土的理論，是歷代傳法的祖師大德開示得不夠明白，還是師父上人講解得不夠透徹，還是我們自己業障太重不肯相信，為什麼有人說出來的話如此這般不相應，甚至背道而馳卻還洋洋得意？"
    },
    {
      "id": "02-042-0089_p0005",
      "zh_CN": "这份报告，特地摘录《印光大师文钞》关于净土法门的开示，整篇都是印祖的开示原文，不敢丝毫增减。如果这些开示不是很重要，对于坚定我们的信愿，我们绝对不敢在此浪费大家的时间。认真读读印祖的开示，读一遍，即是得到大势至菩萨一遍的加持；读一遍，自己对净土的信心坚固一遍。对净土信心不坚固的，由此坚固起来，信心已经很坚固的，则愈加坚固。",
      "zh_TW": "這份報告，特地摘錄《印光大師文鈔》關於淨土法門的開示，整篇都是印祖的開示原文，不敢絲毫增減。如果這些開示不是很重要，對於堅定我們的信願，我們絕對不敢在此浪費大家的時間。認真讀讀印祖的開示，讀一遍，即是得到大勢至菩薩一遍的加持；讀一遍，自己對淨土的信心堅固一遍。對淨土信心不堅固的，由此堅固起來，信心已經很堅固的，則愈加堅固。"
    },
    {
      "id": "02-042-0089_p0006",
      "zh_CN": "净土法门，一言以蔽之，印光大师常常说的：九界众生离是门，上不能圆成佛道；十方诸佛舍此法，下不能普利群萌。净土法门，释迦、弥陀之所建立也。文殊、普贤之所指归也。马鸣、龙树之所弘扬也。匡庐、天台、清凉、永明、莲池、蕅益之所发挥宣导，以普劝夫若圣若凡、或愚或智也。此诸菩萨大士，于千百年前，早已为吾遍研藏教，特地拣出此不断惑业，得预补处，即此一生，定出樊笼，至圆至顿，至简至易，统摄禅教律而高出禅教律，即浅即深，即权即实，殊特超越天然妙法也。吾信仰佛祖，以古为师，岂不如亲近今时知识之为愈乎？《华严》一经，王于三藏，末后一着，归重愿王。华藏海众，悉证法身，咸求往生，企圆佛果。吾何人斯，敢不景从？舍尔狂心，力行斯道。功德利益，当自证知。何待遍参，方为知法哉？",
      "zh_TW": "淨土法門，一言以蔽之，印光大師常常說的：九界眾生離是門，上不能圓成佛道；十方諸佛捨此法，下不能普利群萌。淨土法門，釋迦、彌陀之所建立也。文殊、普賢之所指歸也。馬鳴、龍樹之所弘揚也。匡廬、天台、清涼、永明、蓮池、蕅益之所發揮宣導，以普勸夫若聖若凡、或愚或智也。此諸菩薩大士，於千百年前，早已為吾遍研藏教，特地揀出此不斷惑業，得預補處，即此一生，定出樊籠，至圓至頓，至簡至易，統攝禪教律而高出禪教律，即淺即深，即權即實，殊特超越天然妙法也。吾信仰佛祖，以古為師，豈不如親近今時知識之為愈乎？《華嚴》一經，王於三藏，末後一著，歸重願王。華藏海眾，悉證法身，咸求往生，企圓佛果。吾何人斯，敢不景從？捨爾狂心，力行斯道。功德利益，當自證知。何待遍參，方為知法哉？"
    },
    {
      "id": "02-042-0089_p0007",
      "zh_CN": "二、印光大师开示",
      "zh_TW": "二、印光大師開示"
    },
    {
      "id": "02-042-0089_p0008",
      "zh_CN": "（一）世尊出世。",
      "zh_TW": "（一）世尊出世。"
    },
    {
      "id": "02-042-0089_p0009",
      "zh_CN": "大觉世尊，愍诸众生，迷本妙心，轮回生死。示生世间，成等正觉，随众生机，说种种法。虽大小权实不同，偏圆顿渐各异，要皆为令众生，开示悟入佛之知见，究竟成佛而已。然众生根有大小，迷有浅深，不能直下畅佛本怀。又为末世众生，业障深厚，智慧浅薄，寿命短促，知识稀少，匪仗佛力，决难了脱。于是特开一总摄初中后法，普被上中下根之净土法门，俾彼已证法身者，速成佛道，未断烦惑者，亦出轮回。其为利益，超出一代时教之上。以一则专仗自力，一则兼仗佛力。譬如跛夫，尽日只行数里，若乘转轮圣王轮宝，一日即可遍达四洲。故得九界同归，十方共赞，千经俱阐，万论均宣。以其为十方三世一切诸佛，上成佛道，下化众生，成始成终之总持法门故也。",
      "zh_TW": "大覺世尊，愍諸眾生，迷本妙心，輪迴生死。示生世間，成等正覺，隨眾生機，說種種法。雖大小權實不同，偏圓頓漸各異，要皆為令眾生，開示悟入佛之知見，究竟成佛而已。然眾生根有大小，迷有淺深，不能直下暢佛本懷。又為末世眾生，業障深厚，智慧淺薄，壽命短促，知識稀少，匪仗佛力，決難了脫。於是特開一總攝初中後法，普被上中下根之淨土法門，俾彼已證法身者，速成佛道，未斷煩惑者，亦出輪迴。其為利益，超出一代時教之上。以一則專仗自力，一則兼仗佛力。譬如跛夫，盡日只行數里，若乘轉輪聖王輪寶，一日即可遍達四洲。故得九界同歸，十方共讚，千經俱闡，萬論均宣。以其為十方三世一切諸佛，上成佛道，下化眾生，成始成終之總持法門故也。"
    },
    {
      "id": "02-042-0089_p0010",
      "zh_CN": "（二）特开净土。",
      "zh_TW": "（二）特開淨土。"
    },
    {
      "id": "02-042-0089_p0011",
      "zh_CN": "设如来不开此法，则末世众生，谁能断烦惑以了生死，出五浊以超三界乎？净土一法，须另具只眼，不得以常途教义相例。使如来不开此法，则末世众生之了生死者，不可得而见之矣。佛法，法门无量，若欲以通身业力之凡夫，现生即得了生脱死，离此「信愿念佛，求生西方」一法，佛也说不出第二个法门了。",
      "zh_TW": "設如來不開此法，則末世眾生，誰能斷煩惑以了生死，出五濁以超三界乎？淨土一法，須另具隻眼，不得以常途教義相例。使如來不開此法，則末世眾生之了生死者，不可得而見之矣。佛法，法門無量，若欲以通身業力之凡夫，現生即得了生脫死，離此「信願念佛，求生西方」一法，佛也說不出第二個法門了。"
    },
    {
      "id": "02-042-0089_p0012",
      "zh_CN": "吾人一念心性，直下与释迦、弥陀无二无别。而释迦、弥陀，已成佛道于尘点劫前，又复数数示生，数数示灭，以行化导，欲令吾人，继其芳踪。而吾人以烦恼惑业，无力断除，直至今日，尚在生死轮回中，头出头没，渺不知其何所底止。纵令往劫曾闻佛法，依教修行，但以自力劣弱，不能断惑，依旧常沉溺于生死苦海中，莫之能出。静言思之，能不愧死！释迦、弥陀有鉴于此，特开一信愿念佛法门，令其仗佛慈力，横超三界。俾上中下根，同得往生西方，可谓真慈大悲，至极无加矣。",
      "zh_TW": "吾人一念心性，直下與釋迦、彌陀無二無別。而釋迦、彌陀，已成佛道於塵點劫前，又復數數示生，數數示滅，以行化導，欲令吾人，繼其芳蹤。而吾人以煩惱惑業，無力斷除，直至今日，尚在生死輪迴中，頭出頭沒，渺不知其何所底止。縱令往劫曾聞佛法，依教修行，但以自力劣弱，不能斷惑，依舊常沉溺於生死苦海中，莫之能出。靜言思之，能不愧死！釋迦、彌陀有鑑於此，特開一信願念佛法門，令其仗佛慈力，橫超三界。俾上中下根，同得往生西方，可謂真慈大悲，至極無加矣。"
    },
    {
      "id": "02-042-0089_p0013",
      "zh_CN": "（三）畅佛本怀。",
      "zh_TW": "（三）暢佛本懷。"
    },
    {
      "id": "02-042-0089_p0014",
      "zh_CN": "溯自大教东来，远公首开莲社，一倡百和，无不率从，畅佛之本怀，唯此法为最。自兹厥后，代有高人，续焰传灯，光腾中外，迄至于今，宗风不坠。而天台宗之智者大师，贤首宗之清凉国师，慈恩宗之窥基法师，禅宗之百丈禅师，律宗之大智律师，莫不释经着论，普劝修持，其事迹具载于《净土圣贤录》。是知禅、教、律诸知识，悉随华藏海会之班，一致进行，求生极乐，况末法根机浅薄者乎！",
      "zh_TW": "溯自大教東來，遠公首開蓮社，一倡百和，無不率從，暢佛之本懷，唯此法為最。自茲厥後，代有高人，續焰傳燈，光騰中外，迄至於今，宗風不墜。而天台宗之智者大師，賢首宗之清涼國師，慈恩宗之窺基法師，禪宗之百丈禪師，律宗之大智律師，莫不釋經著論，普勸修持，其事蹟具載於《淨土聖賢錄》。是知禪、教、律諸知識，悉隨華藏海會之班，一致進行，求生極樂，況末法根機淺薄者乎！"
    },
    {
      "id": "02-042-0089_p0015",
      "zh_CN": "始自阿含，以迄般若，莫不曲顺根性，而为宣说，令其渐次增进，就路还家。佛之本怀，秘而不宣，迨至法华会上，开权显实，开迹显本。人天权小，皆是一乘。客作贱人，实长者子。普授三根之记，大畅出世本怀。与最初华严，始终互映。可谓一大事因缘，全体咐嘱，了无余蕴矣。又以末世众生，根机陋劣，断惑证真，实乏其人，以故特开净土一门，俾上中下根，若圣若凡，同于现生，出此娑婆，生彼极乐，以渐证夫无量光寿。其深慈大悲，实属至极无加矣。",
      "zh_TW": "始自阿含，以迄般若，莫不曲順根性，而為宣說，令其漸次增進，就路還家。佛之本懷，祕而不宣，迨至法華會上，開權顯實，開跡顯本。人天權小，皆是一乘。客作賤人，實長者子。普授三根之記，大暢出世本懷。與最初華嚴，始終互映。可謂一大事因緣，全體咐囑，了無餘蘊矣。又以末世眾生，根機陋劣，斷惑證真，實乏其人，以故特開淨土一門，俾上中下根，若聖若凡，同於現生，出此娑婆，生彼極樂，以漸證夫無量光壽。其深慈大悲，實屬至極無加矣。"
    },
    {
      "id": "02-042-0089_p0016",
      "zh_CN": "大矣哉，净土法门之为教也。是心作佛，是心是佛，直指人心者，犹当逊其奇特。即念念佛，即念成佛，历劫修证者，益宜挹其高风。普被上中下根，统摄律教禅宗。如时雨之润物，如大海之纳川。偏圆顿渐一切法，无不从此法界流，大小权实一切行，无不还归此法界。不断惑业，得预补处，即此一生，圆满菩提。九界众生离是门，上不能圆成佛道，十方诸佛舍此法，下不能普利群萌。是以华严海众，尽遵十大愿王。法华一称，悉证诸法实相。最胜方便之行，马鸣示于《起信》。易行疾至之道，龙树阐于《婆沙》。释迦后身之智者，说《十疑论》而专志西方。弥陀示现之永明，着《四料简》而终身念佛。汇三乘五性，总证真常。导上圣下凡，同登彼岸。故得九界咸归，十方共赞，千经并阐，万论均宣。诚可谓一代时教之极谈，一乘无上之大教也。",
      "zh_TW": "大矣哉，淨土法門之為教也。是心作佛，是心是佛，直指人心者，猶當遜其奇特。即念念佛，即念成佛，歷劫修證者，益宜挹其高風。普被上中下根，統攝律教禪宗。如時雨之潤物，如大海之納川。偏圓頓漸一切法，無不從此法界流，大小權實一切行，無不還歸此法界。不斷惑業，得預補處，即此一生，圓滿菩提。九界眾生離是門，上不能圓成佛道，十方諸佛捨此法，下不能普利群萌。是以華嚴海眾，盡遵十大願王。法華一稱，悉證諸法實相。最勝方便之行，馬鳴示於《起信》。易行疾至之道，龍樹闡於《婆沙》。釋迦後身之智者，說《十疑論》而專志西方。彌陀示現之永明，著《四料簡》而終身念佛。匯三乘五性，總證真常。導上聖下凡，同登彼岸。故得九界咸歸，十方共讚，千經並闡，萬論均宣。誠可謂一代時教之極談，一乘無上之大教也。"
    },
    {
      "id": "02-042-0089_p0017",
      "zh_CN": "（四）三根普被。",
      "zh_TW": "（四）三根普被。"
    },
    {
      "id": "02-042-0089_p0018",
      "zh_CN": "如来圣教，法门无量，随依一法，以菩提心修持，皆可以了生死，成佛道。然于修而未证之前，大有难易疾迟之别。求其至圆至顿，最简最易，契理契机，即修即性，三根普被，利钝全收，为律、教、禅、密诸宗之归宿，作人、天、凡、圣证真之捷径者，无如「信愿念佛，求生西方」一法也。净土法门，乃一代时教契理契机之特别法。下自五逆十恶，上至等觉菩萨，皆当修习，皆可即生超凡入圣。其余所有一切高深玄妙之法，多是契理，而绝不能普契上、中、下三根之机。我等从无始来，以至今生，尚在轮回中流转。皆因夙生，或以愚而不敢承当，或以狂而绝不信受之所致也。",
      "zh_TW": "如來聖教，法門無量，隨依一法，以菩提心修持，皆可以了生死，成佛道。然於修而未證之前，大有難易疾遲之別。求其至圓至頓，最簡最易，契理契機，即修即性，三根普被，利鈍全收，為律、教、禪、密諸宗之歸宿，作人、天、凡、聖證真之捷徑者，無如「信願念佛，求生西方」一法也。淨土法門，乃一代時教契理契機之特別法。下自五逆十惡，上至等覺菩薩，皆當修習，皆可即生超凡入聖。其餘所有一切高深玄妙之法，多是契理，而絕不能普契上、中、下三根之機。我等從無始來，以至今生，尚在輪迴中流轉。皆因夙生，或以愚而不敢承當，或以狂而絕不信受之所致也。"
    },
    {
      "id": "02-042-0089_p0019",
      "zh_CN": "（五）带业往生。",
      "zh_TW": "（五）帶業往生。"
    },
    {
      "id": "02-042-0089_p0020",
      "zh_CN": "佛愍众生无力断惑，难了生死，故特开一「仗佛慈力，带业往生」之横超法门。一切法门，非断尽烦惑，不能出离生死。唯兹净土，但具真信、切愿，即可入佛封疆。念佛一法，重在佛慈加被，虽属具足惑业之凡夫，亦可承佛慈力，带业往生。余一切法，则绝无此义。末世众生，不依净土，修余法门，但得人天福报，及作未来得度之因缘而已。以无力断惑，则生死根尚在，何能不发生死之苗芽乎哉？末世众生，欲于现生了生脱死，若不念佛，求生西方，决定做不到。何以故？以无力断惑故。念佛求生西方，仗佛慈力，未断惑者，亦可往生。既往生已，惑业苦三，悉皆消灭。喻如片雪当于大冶洪炉之上，未至而化。以西方乃佛菩萨境界，凡夫到此，凡念不期断而自断。",
      "zh_TW": "佛愍眾生無力斷惑，難了生死，故特開一「仗佛慈力，帶業往生」之橫超法門。一切法門，非斷盡煩惑，不能出離生死。唯茲淨土，但具真信、切願，即可入佛封疆。念佛一法，重在佛慈加被，雖屬具足惑業之凡夫，亦可承佛慈力，帶業往生。餘一切法，則絕無此義。末世眾生，不依淨土，修餘法門，但得人天福報，及作未來得度之因緣而已。以無力斷惑，則生死根尚在，何能不發生死之苗芽乎哉？末世眾生，欲於現生了生脫死，若不念佛，求生西方，決定做不到。何以故？以無力斷惑故。念佛求生西方，仗佛慈力，未斷惑者，亦可往生。既往生已，惑業苦三，悉皆消滅。喻如片雪當於大冶洪爐之上，未至而化。以西方乃佛菩薩境界，凡夫到此，凡念不期斷而自斷。"
    },
    {
      "id": "02-042-0089_p0021",
      "zh_CN": "佛法，法门无量，通须做到业尽情空，方可了生脱死。否则纵有所得，依旧不奈生死何。若在今时，恐举世亦难得一二做到业尽情空地位。唯有念佛一法，若具真信、切愿、志诚念佛，求生西方，纵有通身业力，皆可仗佛慈力，往生西方，所谓带业往生者。一生西方，则了生脱死，超凡入圣矣。",
      "zh_TW": "佛法，法門無量，通須做到業盡情空，方可了生脫死。否則縱有所得，依舊不奈生死何。若在今時，恐舉世亦難得一二做到業盡情空地位。唯有念佛一法，若具真信、切願、志誠念佛，求生西方，縱有通身業力，皆可仗佛慈力，往生西方，所謂帶業往生者。一生西方，則了生脫死，超凡入聖矣。"
    },
    {
      "id": "02-042-0089_p0022",
      "zh_CN": "佛法法门无量，所有一切法门，同须断尽烦惑，方可了生脱死，烦惑若有丝毫未尽，仍然莫出轮回。唯念佛一法，全仗佛力，若具真信切愿，决定可以仗佛慈力，带业往生。较彼一切法门，其难易相差奚啻天渊悬殊。吾人既无断尽烦惑之道力，若不以念佛求生西方，为自利利他之专注大事，则尘沙劫又尘沙劫，仍在六道轮回中。",
      "zh_TW": "佛法法門無量，所有一切法門，同須斷盡煩惑，方可了生脫死，煩惑若有絲毫未盡，仍然莫出輪迴。唯念佛一法，全仗佛力，若具真信切願，決定可以仗佛慈力，帶業往生。較彼一切法門，其難易相差奚啻天淵懸殊。吾人既無斷盡煩惑之道力，若不以念佛求生西方，為自利利他之專注大事，則塵沙劫又塵沙劫，仍在六道輪迴中。"
    },
    {
      "id": "02-042-0089_p0023",
      "zh_CN": "（六）全仗佛力。",
      "zh_TW": "（六）全仗佛力。"
    },
    {
      "id": "02-042-0089_p0024",
      "zh_CN": "学佛之人，当具择法眼，佛法，法法都好，然须知有自力、佛力之不同。自力了生死，非宿根深厚者不能，末世众生何能企及？末世众生，不仗佛力，决难现生了脱生死。念佛了生死，全仗佛力，由自己真信、切愿念佛之力，感佛垂慈接引，故能带业往生也。譬如渡海，仗自力如飞渡，仗佛力如驾慈航。飞渡难免堕落之虞，驾慈航决定有到彼岸的日子。末世之人不依此修，则虽是修行，亦可怜也，以不知仗佛力，而偏欲仗自力，则恐永无出生死之日矣。",
      "zh_TW": "學佛之人，當具擇法眼，佛法，法法都好，然須知有自力、佛力之不同。自力了生死，非宿根深厚者不能，末世眾生何能企及？末世眾生，不仗佛力，決難現生了脫生死。念佛了生死，全仗佛力，由自己真信、切願念佛之力，感佛垂慈接引，故能帶業往生也。譬如渡海，仗自力如飛渡，仗佛力如駕慈航。飛渡難免墮落之虞，駕慈航決定有到彼岸的日子。末世之人不依此修，則雖是修行，亦可憐也，以不知仗佛力，而偏欲仗自力，則恐永無出生死之日矣。"
    },
    {
      "id": "02-042-0089_p0025",
      "zh_CN": "吾人从往劫来，固有种善根之时，但以未遇仗佛力即生了脱之法门，故致仍然在六道轮回中，不能自出也。末世众生，欲了生死，不修此法，泛修其他仗自力之法门，则但可作未来得度之因，断难获现生了脱之果矣。净土法门超胜一切法门者，在仗佛力，其余诸法门，皆仗自力，自力何可与佛力并论乎？此修净土法门之最要一关也。多劫不能成佛，由修自力法门故。须知净土法门，纵临终始闻，能生信愿而念，即可往生西方，了生脱死。况未至临终，即已预修乎！",
      "zh_TW": "吾人從往劫來，固有種善根之時，但以未遇仗佛力即生了脫之法門，故致仍然在六道輪迴中，不能自出也。末世眾生，欲了生死，不修此法，泛修其他仗自力之法門，則但可作未來得度之因，斷難獲現生了脫之果矣。淨土法門超勝一切法門者，在仗佛力，其餘諸法門，皆仗自力，自力何可與佛力並論乎？此修淨土法門之最要一關也。多劫不能成佛，由修自力法門故。須知淨土法門，縱臨終始聞，能生信願而念，即可往生西方，了生脫死。況未至臨終，即已預修乎！"
    },
    {
      "id": "02-042-0089_p0026",
      "zh_CN": "近有一种专逞口解脱者，指念佛者为腐败待死，祈勿被此种邪说所惑。当今之世，纵是已成正觉之古佛示现，决不另于敦伦尽分，及注重净土法门外，别有所提倡也。使达摩大师现于此时，亦当以仗佛力法门而为训导。依余法门，仗自力断惑证真，了生脱死，多多皆是但植福慧善根，不得高预圣流。王十朋、苏东坡、黄庭坚、曾鲁公等，皆是前生铮铮出众之高僧，而此生已不如前生，来生又不知如何结局。思及此，可为痛哭流涕长太息，若不发愤专修，仗佛慈力，往生净土一法者，非夫也。",
      "zh_TW": "近有一種專逞口解脫者，指念佛者為腐敗待死，祈勿被此種邪說所惑。當今之世，縱是已成正覺之古佛示現，決不另於敦倫盡分，及注重淨土法門外，別有所提倡也。使達摩大師現於此時，亦當以仗佛力法門而為訓導。依餘法門，仗自力斷惑證真，了生脫死，多多皆是但植福慧善根，不得高預聖流。王十朋、蘇東坡、黃庭堅、曾魯公等，皆是前生錚錚出眾之高僧，而此生已不如前生，來生又不知如何結局。思及此，可為痛哭流涕長太息，若不發憤專修，仗佛慈力，往生淨土一法者，非夫也。"
    },
    {
      "id": "02-042-0089_p0027",
      "zh_CN": "念佛一法，至极稳当，小慧之流，每弃佛力而修仗自力之法，非愚即狂，莫由挽救。吾人但当深信佛言，固守净宗之旨，当不至流入邪外，及以意见明了为亲证也。近有高明真切用功，流入偏知谬见，贡高我慢，藐视念佛者，亦复不少。此等皆因不自量，而妄以己之能了知，为能证得也。岂知坯器未火，经雨即化为尘土耳？",
      "zh_TW": "念佛一法，至極穩當，小慧之流，每棄佛力而修仗自力之法，非愚即狂，莫由挽救。吾人但當深信佛言，固守淨宗之旨，當不至流入邪外，及以意見明瞭為親證也。近有高明真切用功，流入偏知謬見，貢高我慢，藐視念佛者，亦復不少。此等皆因不自量，而妄以己之能了知，為能證得也。豈知坯器未火，經雨即化為塵土耳？"
    },
    {
      "id": "02-042-0089_p0028",
      "zh_CN": "近人多好立异，不肯做老实工夫，故有学禅宗、相宗、密宗者。此三法门均不可思议，然均属自力。密宗虽有现身成佛之义，而现身成者究有几人？莫道学密之人不能现身成佛，即传密宗之活佛，也不是现身成佛之人。汝等且莫随此各法门知识转，则现生便可出此五浊，登彼九品，为弥陀之弟子，作海会之良朋矣。",
      "zh_TW": "近人多好立異，不肯做老實工夫，故有學禪宗、相宗、密宗者。此三法門均不可思議，然均屬自力。密宗雖有現身成佛之義，而現身成者究有幾人？莫道學密之人不能現身成佛，即傳密宗之活佛，也不是現身成佛之人。汝等且莫隨此各法門知識轉，則現生便可出此五濁，登彼九品，為彌陀之弟子，作海會之良朋矣。"
    },
    {
      "id": "02-042-0089_p0029",
      "zh_CN": "设如来不开此法，则末世众生，谁能断烦惑以了生死，出五浊以超三界乎？良以一切法门，皆须依戒定慧之道力，断贪瞋痴之烦惑。若到定慧力深，烦惑净尽，方有了生死分。倘烦惑断而未尽，任汝有大智慧、有大辩才、有大神通，能知过去未来，要去就去，要来就来，亦不能了。况其下焉者乎？仗自力了生死之难，真难如登天矣。",
      "zh_TW": "設如來不開此法，則末世眾生，誰能斷煩惑以了生死，出五濁以超三界乎？良以一切法門，皆須依戒定慧之道力，斷貪瞋痴之煩惑。若到定慧力深，煩惑淨盡，方有了生死分。倘煩惑斷而未盡，任汝有大智慧、有大辯才、有大神通，能知過去未來，要去就去，要來就來，亦不能了。況其下焉者乎？仗自力了生死之難，真難如登天矣。"
    },
    {
      "id": "02-042-0089_p0030",
      "zh_CN": "切勿因读大乘经，或遇宗、教、密等等知识，喜其法门广大深妙，与其开示亲切高妙，遂舍净土而修其他法门。则不至徒有种了生死之因，决难即生得了生死之果矣。何以故？以一切法门皆须自力修持到业尽情空时，方可了生死。否则任汝功夫深，见地高，功德大，倘有一丝一毫烦恼未尽，则仍旧仍是轮回中人。既在轮回中，则从迷入悟者甚少，从迷入迷者甚多，又不知还能遇佛法否？即遇佛法，不遇净土之法，则仍旧出苦无期。仗自力则举世难得一二，仗佛力则万不漏一。净土法门，以自己之信愿持名感佛，佛则以誓愿摄受，譬如乘轮渡海，非己力之所可比也。",
      "zh_TW": "切勿因讀大乘經，或遇宗、教、密等等知識，喜其法門廣大深妙，與其開示親切高妙，遂捨淨土而修其他法門。則不至徒有種了生死之因，決難即生得了生死之果矣。何以故？以一切法門皆須自力修持到業盡情空時，方可了生死。否則任汝功夫深，見地高，功德大，倘有一絲一毫煩惱未盡，則仍舊仍是輪迴中人。既在輪迴中，則從迷入悟者甚少，從迷入迷者甚多，又不知還能遇佛法否？即遇佛法，不遇淨土之法，則仍舊出苦無期。仗自力則舉世難得一二，仗佛力則萬不漏一。淨土法門，以自己之信願持名感佛，佛則以誓願攝受，譬如乘輪渡海，非己力之所可比也。"
    },
    {
      "id": "02-042-0089_p0031",
      "zh_CN": "五祖戒禅师（五祖寺名，师戒禅师为五祖寺住持，故称五祖戒），于宋初名喧宇宙，门庭高峻，若龙门然，死后为苏东坡（有事迹可证）。东坡以前世慧力，其文字见地俱不平常，而复不拘小节，其守杭时，尚常邀妓自娱，可知戒师并初果尚未能证。何以故？以初果得道共戒，（自然而然）任运不会犯戒。若不出家，亦娶妻室，纵以杀身之威胁之，令犯邪淫，宁肯就死，决不肯犯。禅者若知此义，何敢藐视净土，高推禅宗，让愚夫愚妇仗佛力以往生，自己甘处轮回，不愿出离乎？印光说此者，恐汝不知所以然，被禅者所屈，而舍佛力以仗自力，致了生死于驴年（尽未来际亦无驴年）。",
      "zh_TW": "五祖戒禪師（五祖寺名，師戒禪師為五祖寺住持，故稱五祖戒），於宋初名喧宇宙，門庭高峻，若龍門然，死後為蘇東坡（有事蹟可證）。東坡以前世慧力，其文字見地俱不平常，而復不拘小節，其守杭時，尚常邀妓自娛，可知戒師並初果尚未能證。何以故？以初果得道共戒，（自然而然）任運不會犯戒。若不出家，亦娶妻室，縱以殺身之威脅之，令犯邪淫，寧肯就死，決不肯犯。禪者若知此義，何敢藐視淨土，高推禪宗，讓愚夫愚婦仗佛力以往生，自己甘處輪迴，不願出離乎？印光說此者，恐汝不知所以然，被禪者所屈，而捨佛力以仗自力，致了生死於驢年（盡未來際亦無驢年）。"
    },
    {
      "id": "02-042-0089_p0032",
      "zh_CN": "修持法门，有二种不同，若仗自力修戒定慧，以迄断惑证真，了生脱死者，名为通途法门；若具真信切愿，持佛名号，以期仗佛慈力，往生西方者，名为特别法门。通途全仗自力，特别则自力、佛力兼而有之。即有深修定慧断惑之功，而无真信切愿念佛求生，亦属自力。今以喻明，通途如画山水，必一笔一画而渐成；特别如照山水，虽数十重蓊蔚峰峦，一照俱了。又通途如步行登程，强者日不过百十里；特别如乘转轮圣王轮宝，一日即可遍达四大部洲。",
      "zh_TW": "修持法門，有二種不同，若仗自力修戒定慧，以迄斷惑證真，了生脫死者，名為通途法門；若具真信切願，持佛名號，以期仗佛慈力，往生西方者，名為特別法門。通途全仗自力，特別則自力、佛力兼而有之。即有深修定慧斷惑之功，而無真信切願念佛求生，亦屬自力。今以喻明，通途如畫山水，必一筆一畫而漸成；特別如照山水，雖數十重蓊蔚峰巒，一照俱了。又通途如步行登程，強者日不過百十里；特別如乘轉輪聖王輪寶，一日即可遍達四大部洲。"
    },
    {
      "id": "02-042-0089_p0033",
      "zh_CN": "夫明心见性，乃大彻大悟也。若最上上根，即悟即证，则可即了。否则纵悉知未来如圆泽者，尚不免重复受生耳。至于五祖戒再作东坡，草堂清复为鲁公，尚未至甚。而海印信为朱防御女，已属不堪。雁荡僧为秦桧，则诚堪怜悯矣。甚矣，自力断惑证真了生脱死之难也。一切法门，皆须以戒定慧之道力，断贪瞋痴之烦恼，烦恼断尽，方可出三界了生死。在昔颇有此种人，而今则恐全世界也无一二人可得也。是以愈向后，愈宜专修净业也。",
      "zh_TW": "夫明心見性，乃大徹大悟也。若最上上根，即悟即證，則可即了。否則縱悉知未來如圓澤者，尚不免重複受生耳。至於五祖戒再作東坡，草堂清復為魯公，尚未至甚。而海印信為朱防禦女，已屬不堪。雁蕩僧為秦檜，則誠堪憐憫矣。甚矣，自力斷惑證真了生脫死之難也。一切法門，皆須以戒定慧之道力，斷貪瞋痴之煩惱，煩惱斷盡，方可出三界了生死。在昔頗有此種人，而今則恐全世界也無一二人可得也。是以愈向後，愈宜專修淨業也。"
    },
    {
      "id": "02-042-0089_p0034",
      "zh_CN": "三、结尾。",
      "zh_TW": "三、結尾。"
    },
    {
      "id": "02-042-0089_p0035",
      "zh_CN": "佛念众生，比众生念佛，当切百千万倍。今有净土一法，如仍不肯修，其辜负佛天之恩德也大矣。诸位既具有信心，当依光所说之净土法门而修。须知此法，乃诸佛、诸祖、诸大善知识之所弘扬者，光不过承诸佛、诸祖、诸大善知识之语意而传述之。切勿谓汝何人斯，遂敢令人舍佛所说之禅、教、密法门，而专依汝所说而修乎？若作此议，则为不依佛教。以光之所说，乃十方三世诸佛同说者，何可以光之不才而遂不信从乎（光是印光大师自称）。",
      "zh_TW": "佛念眾生，比眾生念佛，當切百千萬倍。今有淨土一法，如仍不肯修，其辜負佛天之恩德也大矣。諸位既具有信心，當依光所說之淨土法門而修。須知此法，乃諸佛、諸祖、諸大善知識之所弘揚者，光不過承諸佛、諸祖、諸大善知識之語意而傳述之。切勿謂汝何人斯，遂敢令人捨佛所說之禪、教、密法門，而專依汝所說而修乎？若作此議，則為不依佛教。以光之所說，乃十方三世諸佛同說者，何可以光之不才而遂不信從乎（光是印光大師自稱）。"
    },
    {
      "id": "02-042-0089_p0036",
      "zh_CN": "以上都是摘录印光大师的原文，我们没听过的，重新认识净土法门；曾听过的，加深认识。虽然有一部分人随波逐流，对净土的信心轻轻易易就动摇，自己善根浅薄不愿意念佛，还振振有词拿祖师的开示来做理由。比如蕅益大师，蕅益大师是五十九岁走的，你要看他老人家晚年，五十岁以后的所作所为，而不是搬他三十几岁、四十几岁的著作来充当你的论据。这些人正像印祖说的「业深障重，未应解脱」。但是我们坚信，也肯定有一部分人，对净土的信心真的是「风吹不动，雨打不湿」，多年来对净土的信心有增无减，外面大风大雨的时候，正是这些人对净土的信心愈加坚固的时候。",
      "zh_TW": "以上都是摘錄印光大師的原文，我們沒聽過的，重新認識淨土法門；曾聽過的，加深認識。雖然有一部分人隨波逐流，對淨土的信心輕輕易易就動搖，自己善根淺薄不願意念佛，還振振有詞拿祖師的開示來做理由。比如蕅益大師，蕅益大師是五十九歲走的，你要看他老人家晚年，五十歲以後的所作所為，而不是搬他三十幾歲、四十幾歲的著作來充當你的論據。這些人正像印祖說的「業深障重，未應解脫」。但是我們堅信，也肯定有一部分人，對淨土的信心真的是「風吹不動，雨打不濕」，多年來對淨土的信心有增無減，外面大風大雨的時候，正是這些人對淨土的信心愈加堅固的時候。"
    },
    {
      "id": "02-042-0089_p0037",
      "zh_CN": "刘素云老师说的一点没错，「正修是念佛，助修也是念佛」，真信切愿的人，必然正修、助修都是阿弥陀佛，海贤老和尚就给我们示范这个榜样。信不真、愿不切的人，喜欢搞一点别的，喜欢夹杂，就把他夹杂的东西美其名曰助修。佛要救你，你不愿被救还自以为是。有人请教莲池大师：「人不信净土，恐只是本来福薄？」大师答：「此言甚是。」我们的信到底有几分？善导大师说过两句话，「唯有径路修行，但念阿弥陀佛」。憨山大师补充了两句，「此外别求，皆为邪见邪行矣」。连起来，「唯有径路修行，但念阿弥陀佛，此外别求，皆为邪见邪行矣」。这样的话，我们知道了也不敢说，说了别人会说我们狂妄，幸好古人早就给我们道破了。",
      "zh_TW": "劉素雲老師說的一點沒錯，「正修是念佛，助修也是念佛」，真信切願的人，必然正修、助修都是阿彌陀佛，海賢老和尚就給我們示範這個榜樣。信不真、願不切的人，喜歡搞一點別的，喜歡夾雜，就把他夾雜的東西美其名曰助修。佛要救你，你不願被救還自以為是。有人請教蓮池大師：「人不信淨土，恐只是本來福薄？」大師答：「此言甚是。」我們的信到底有幾分？善導大師說過兩句話，「唯有徑路修行，但念阿彌陀佛」。憨山大師補充了兩句，「此外別求，皆為邪見邪行矣」。連起來，「唯有徑路修行，但念阿彌陀佛，此外別求，皆為邪見邪行矣」。這樣的話，我們知道了也不敢說，說了別人會說我們狂妄，幸好古人早就給我們道破了。"
    },
    {
      "id": "02-042-0089_p0038",
      "zh_CN": "不肖弟子报告至此，恳请师父上人及诸位善知识批评指正，不吝赐教。阿弥陀佛！不肖弟子释自了叩呈。",
      "zh_TW": "不肖弟子報告至此，懇請師父上人及諸位善知識批評指正，不吝賜教。阿彌陀佛！不肖弟子釋自了叩呈。"
    },
    {
      "id": "02-042-0089_p0039",
      "zh_CN": "老法师：我们听了自了师这份报告，这份报告应当单独流通。像黄念祖居士《净修捷要报恩谈》，《净修捷要》是他的老师夏莲居老居士作的，《报恩谈》是他的讲解，也就是他的注解。这份资料一共有四个光碟，经里面是三十二拜，每一拜都有很深的义理在其中。这个小册子、跟自了法师这篇文章，多多的念一些，你的信心就坚固了，你就不会动摇了。你不坚固，很容易动摇，这个我们能够理解，一点都不稀奇。为什么？一切诸佛都说这个法门叫难信之法，你怎么会那么容易就相信？所以不能相信、半信半疑是正常的。如果真相信，那是非常人，那不是平常人，古人说的，大智慧人、大福德人他才能信能愿，能信能愿自然他就持名。不但凡夫难信，二乘难信、三乘菩萨难信，谁能相信？上上根人。上上根是什么人？是明心见性的法身菩萨，他们深信不疑。没有明心见性，不相信，我们都能够承认的，是真的不是假的。",
      "zh_TW": "老法師：我們聽了自了師這份報告，這份報告應當單獨流通。像黃念祖居士《淨修捷要報恩談》，《淨修捷要》是他的老師夏蓮居老居士作的，《報恩談》是他的講解，也就是他的註解。這份資料一共有四個光碟，經裡面是三十二拜，每一拜都有很深的義理在其中。這個小冊子、跟自了法師這篇文章，多多的念一些，你的信心就堅固了，你就不會動搖了。你不堅固，很容易動搖，這個我們能夠理解，一點都不稀奇。為什麼？一切諸佛都說這個法門叫難信之法，你怎麼會那麼容易就相信？所以不能相信、半信半疑是正常的。如果真相信，那是非常人，那不是平常人，古人說的，大智慧人、大福德人他才能信能願，能信能願自然他就持名。不但凡夫難信，二乘難信、三乘菩薩難信，誰能相信？上上根人。上上根是什麼人？是明心見性的法身菩薩，他們深信不疑。沒有明心見性，不相信，我們都能夠承認的，是真的不是假的。"
    },
    {
      "id": "02-042-0089_p0040",
      "zh_CN": "我们能相信这个法门，难！我学佛到今年六十三年，前面三十年都不相信，我不毁谤，都是佛说的。我不愿意修这个法门，好高骛远，对大经大论迷在里头，认为这个太简单、太容易了，我怎么会学这个法门？我跟诸位报告过，老师劝我，我都没接受，阳奉阴违。我能相信这个法门，得力于《华严》、《法华》、《楞严》，讲这三部经才真正把净宗搞明白了。年轻学教，我们崇拜的偶像是谁？文殊、普贤。《华严》到末后，文殊、普贤怎么成就的？念佛往生净土成就的。再看看他的得意门生，一定是传他法的，这个人就是善财童子，五十三参里头第一参德云比丘，修般舟三昧，专修念佛法门。给他开示，讲了二十一门的念佛法门，二十一门，二十一不是数字，是密宗的表法，而且表圆满；换句话说，这一门就是十方三世一切如来圆满的法门，总持的法门。我们才明白，先入为主，第一个。最后一参，这一头一尾最重要了，最后一参普贤菩萨十大愿王导归极乐，这还有什么话说？我从这个地方深信不疑，才接受了。",
      "zh_TW": "我們能相信這個法門，難！我學佛到今年六十三年，前面三十年都不相信，我不毀謗，都是佛說的。我不願意修這個法門，好高騖遠，對大經大論迷在裡頭，認為這個太簡單、太容易了，我怎麼會學這個法門？我跟諸位報告過，老師勸我，我都沒接受，陽奉陰違。我能相信這個法門，得力於《華嚴》、《法華》、《楞嚴》，講這三部經才真正把淨宗搞明白了。年輕學教，我們崇拜的偶像是誰？文殊、普賢。《華嚴》到末後，文殊、普賢怎麼成就的？念佛往生淨土成就的。再看看他的得意門生，一定是傳他法的，這個人就是善財童子，五十三參裡頭第一參德雲比丘，修般舟三昧，專修念佛法門。給他開示，講了二十一門的念佛法門，二十一門，二十一不是數字，是密宗的表法，而且表圓滿；換句話說，這一門就是十方三世一切如來圓滿的法門，總持的法門。我們才明白，先入為主，第一個。最後一參，這一頭一尾最重要了，最後一參普賢菩薩十大願王導歸極樂，這還有什麼話說？我從這個地方深信不疑，才接受了。"
    },
    {
      "id": "02-042-0089_p0041",
      "zh_CN": "《楞严经》我讲过七遍，二十五圆通最后是两个特别法门，不是一个。我过去也听过别人讲《楞严》，都讲一个特别，「观世音菩萨耳根圆通章」，没有想到大势至也是特别法门。它按排列顺序，大势至菩萨是七大里面，地水火风空见识，是见大，大势至菩萨代表。识大是弥勒菩萨代表，他应该排名在弥勒的前面，弥勒在他后面。最后第二十五是观世音菩萨代表的，这特别的。他两个顺序颠倒了，弥勒摆在他前面，第二十三，大势至摆在第二十四，这是一个位次的差别，很多人疏忽了，没有发觉。我们发现了，发现还有人提问，才把我问出来；要没有人提问，我还是囫囵吞枣下去，没有真正注意到。",
      "zh_TW": "《楞嚴經》我講過七遍，二十五圓通最後是兩個特別法門，不是一個。我過去也聽過別人講《楞嚴》，都講一個特別，「觀世音菩薩耳根圓通章」，沒有想到大勢至也是特別法門。它按排列順序，大勢至菩薩是七大裡面，地水火風空見識，是見大，大勢至菩薩代表。識大是彌勒菩薩代表，他應該排名在彌勒的前面，彌勒在他後面。最後第二十五是觀世音菩薩代表的，這特別的。他兩個順序顛倒了，彌勒擺在他前面，第二十三，大勢至擺在第二十四，這是一個位次的差別，很多人疏忽了，沒有發覺。我們發現了，發現還有人提問，才把我問出來；要沒有人提問，我還是囫圇吞棗下去，沒有真正注意到。"
    },
    {
      "id": "02-042-0089_p0042",
      "zh_CN": "这个问我的人是个日本的法师，他在台湾大学，学校聘请他做客座教授，台大的几个学生带他来看我。问我学经教学什么？我说学《楞严》。修什么法门？修净土法门。他冷笑一声，净土与《楞严》有什么关系？一般人都认为《楞严》与密有关系、与禅有关系，不知道与净土有什么关系。他冷笑讽刺我，你修念佛法门，研究《楞严经》，好像是错了。我的反应很快，当时立刻我就想起二十五圆通，我就问他，观音、势至跟净土有什么关系？我这一问他脸变色了。西方三圣，你看当中是阿弥陀佛，那就是观音、势至，观音、势至是《楞严经》二十五圆通里头两个特别法门。所以参学有好处，有人问的时候，不问不知道，一问就知道了，马上就想起来，我就能回答他。回答他，他哑口无言。所以真的是千经万论处处指归。",
      "zh_TW": "這個問我的人是個日本的法師，他在台灣大學，學校聘請他做客座教授，台大的幾個學生帶他來看我。問我學經教學什麼？我說學《楞嚴》。修什麼法門？修淨土法門。他冷笑一聲，淨土與《楞嚴》有什麼關係？一般人都認為《楞嚴》與密有關係、與禪有關係，不知道與淨土有什麼關係。他冷笑諷刺我，你修念佛法門，研究《楞嚴經》，好像是錯了。我的反應很快，當時立刻我就想起二十五圓通，我就問他，觀音、勢至跟淨土有什麼關係？我這一問他臉變色了。西方三聖，你看當中是阿彌陀佛，那就是觀音、勢至，觀音、勢至是《楞嚴經》二十五圓通裡頭兩個特別法門。所以參學有好處，有人問的時候，不問不知道，一問就知道了，馬上就想起來，我就能回答他。回答他，他啞口無言。所以真的是千經萬論處處指歸。"
    },
    {
      "id": "02-042-0089_p0043",
      "zh_CN": "夏老的《净修捷要》写得好，简单明了，斩钉截铁，让你信心十足。三十二拜，特别是第十三拜，这个小册子我们多印，这四个光碟我们大量流通。了师这篇的报告，完全是印光大师的开示，他完全抄在此地，这份东西加上《净修捷要报恩谈》，坚定净土的信心。你要真的把它念明白了，把它的义理想清楚了，你这一生不会改变方向，那就恭喜你，你这一生决定得生净土。生净土就是成佛，一生成佛，不要等来生。净土是无量寿，我们往生的时候，到西方极乐世界，这个无量寿是有量的无量寿。怎么是有量？弥陀本愿加持，只加持到法身菩萨，成佛还要你自己修行。修什么？无始无明的习气没断。",
      "zh_TW": "夏老的《淨修捷要》寫得好，簡單明瞭，斬釘截鐵，讓你信心十足。三十二拜，特別是第十三拜，這個小冊子我們多印，這四個光碟我們大量流通。了師這篇的報告，完全是印光大師的開示，他完全抄在此地，這份東西加上《淨修捷要報恩談》，堅定淨土的信心。你要真的把它念明白了，把它的義理想清楚了，你這一生不會改變方向，那就恭喜你，你這一生決定得生淨土。生淨土就是成佛，一生成佛，不要等來生。淨土是無量壽，我們往生的時候，到西方極樂世界，這個無量壽是有量的無量壽。怎麼是有量？彌陀本願加持，只加持到法身菩薩，成佛還要你自己修行。修什麼？無始無明的習氣沒斷。"
    },
    {
      "id": "02-042-0089_p0044",
      "zh_CN": "我们在大经里面看到，阿罗汉见思烦恼断了，见思习气没断。他在阿罗汉的果位上修什么？断习气。见思烦恼习气断了，他就不是阿罗汉，他提升了，辟支佛。辟支佛是见思烦恼连习气都断了，他修什么？他断尘沙烦恼。尘沙烦恼断尽，他是菩萨，十法界里面的菩萨。菩萨在这个位次上修什么？断尘沙烦恼的习气。尘沙烦恼习气断尽，他就成佛了，十法界的佛，天台大师说相似即佛，不是真的。为什么叫相似？真的假的是论心，用真心是真佛，用妄心是相似佛。妄心修到最好就是十法界的佛，你怎么去看，像佛；换句话说，佛的经教他完全落实，但是他还是用第八识。第八识用得纯正，一点都没有用偏邪，就是这个位次。",
      "zh_TW": "我們在大經裡面看到，阿羅漢見思煩惱斷了，見思習氣沒斷。他在阿羅漢的果位上修什麼？斷習氣。見思煩惱習氣斷了，他就不是阿羅漢，他提升了，辟支佛。辟支佛是見思煩惱連習氣都斷了，他修什麼？他斷塵沙煩惱。塵沙煩惱斷盡，他是菩薩，十法界裡面的菩薩。菩薩在這個位次上修什麼？斷塵沙煩惱的習氣。塵沙煩惱習氣斷盡，他就成佛了，十法界的佛，天台大師說相似即佛，不是真的。為什麼叫相似？真的假的是論心，用真心是真佛，用妄心是相似佛。妄心修到最好就是十法界的佛，你怎麼去看，像佛；換句話說，佛的經教他完全落實，但是他還是用第八識。第八識用得純正，一點都沒有用偏邪，就是這個位次。"
    },
    {
      "id": "02-042-0089_p0045",
      "zh_CN": "在这个位次他修什么？他破无明，就是根本无明。根本无明断了，根本无明是什么？起心动念。他在这个境界里头，眼见色看得清清楚楚，不起心不动念，耳闻声不起心不动念，练这个本事。我们能不能做到？做不到。为什么？起心动念我们不晓得，起心动念太微细了。弥勒菩萨告诉我们，念头的生灭，一秒钟二千一百兆次，你怎么能掌握到？所以无明难断。什么人断无明？法身菩萨断无明。无明断了，我们知道他还有习气，于是才搞清楚、搞明白，四十一位法身大士，这实报土里头四十一个阶级从哪来的？无始无明习气厚薄不一样。习气厚的在下面，十住位，十住、十行；习气薄的，十地；快要断尽了，佛在经上常讲的，什么样的菩萨？八地以上，快要断尽了。用什么方法断？没有方法。为什么？有方法你起心动念了，你没有起心动念，有什么方法。四十一位法身大士统统都不起心不动念，我们知道，不起心不动念是平等的，平等里面有习气，带的习气厚薄不一样。等觉菩萨是最后一品无明习气，这品无明习气断掉了，他就离开实报土，实报土不见了。所以，凡所有相，皆是虚妄，没有说实报土例外，这是我们要留意的。",
      "zh_TW": "在這個位次他修什麼？他破無明，就是根本無明。根本無明斷了，根本無明是什麼？起心動念。他在這個境界裡頭，眼見色看得清清楚楚，不起心不動念，耳聞聲不起心不動念，練這個本事。我們能不能做到？做不到。為什麼？起心動念我們不曉得，起心動念太微細了。彌勒菩薩告訴我們，念頭的生滅，一秒鐘二千一百兆次，你怎麼能掌握到？所以無明難斷。什麼人斷無明？法身菩薩斷無明。無明斷了，我們知道他還有習氣，於是才搞清楚、搞明白，四十一位法身大士，這實報土裡頭四十一個階級從哪來的？無始無明習氣厚薄不一樣。習氣厚的在下面，十住位，十住、十行；習氣薄的，十地；快要斷盡了，佛在經上常講的，什麼樣的菩薩？八地以上，快要斷盡了。用什麼方法斷？沒有方法。為什麼？有方法你起心動念了，你沒有起心動念，有什麼方法。四十一位法身大士統統都不起心不動念，我們知道，不起心不動念是平等的，平等裡面有習氣，帶的習氣厚薄不一樣。等覺菩薩是最後一品無明習氣，這品無明習氣斷掉了，他就離開實報土，實報土不見了。所以，凡所有相，皆是虛妄，沒有說實報土例外，這是我們要留意的。"
    },
    {
      "id": "02-042-0089_p0046",
      "zh_CN": "统统断尽了，无明习气断尽了，他提升了，妙觉如来，等觉上面妙觉，妙觉上面没有了。所以妙觉是无上菩提，没有在他上面的，他是最高的，他是法身，圆满法身。法身佛，融入常寂光，法身佛在常寂光净土。常寂光里面没有现象，没有物质现象，没有精神现象，也没有自然现象，常寂光在哪里？无处不在，无时不在，它是一切法的本体。我们常常学经教用电视屏幕做比喻，屏幕就是常寂光，统统融在里头。实报土以下一直到我们凡圣同居土，那是什么？电视上的频道。我们电视打开，一片光明，没有现相，你按上键钮的时候，相就现出来，那就现实报土、现方便土、现同居土。",
      "zh_TW": "統統斷盡了，無明習氣斷盡了，他提升了，妙覺如來，等覺上面妙覺，妙覺上面沒有了。所以妙覺是無上菩提，沒有在他上面的，他是最高的，他是法身，圓滿法身。法身佛，融入常寂光，法身佛在常寂光淨土。常寂光裡面沒有現象，沒有物質現象，沒有精神現象，也沒有自然現象，常寂光在哪裡？無處不在，無時不在，它是一切法的本體。我們常常學經教用電視屏幕做比喻，屏幕就是常寂光，統統融在裡頭。實報土以下一直到我們凡聖同居土，那是什麼？電視上的頻道。我們電視打開，一片光明，沒有現相，你按上鍵鈕的時候，相就現出來，那就現實報土、現方便土、現同居土。"
    },
    {
      "id": "02-042-0089_p0047",
      "zh_CN": "所以惠能大师说得好，「何期自性，能生万法」，万法包括世出世间一切法，从哪来的？自性，自性就是真心、就是本性，自性变现的。既然是自性变现的，遍法界虚空界跟自己一体，这个概念，学大乘的必须要有。我们修行最后的目标，怎样证得，现在是知道，没有办法证实，怎么样证实？用放下证实。你知道这个事情这是看破，看破是智慧，不得实用，得不到受用，要放下才得受用。你看，你能放下起心动念、放下分别执着，就是妙觉如来。",
      "zh_TW": "所以惠能大師說得好，「何期自性，能生萬法」，萬法包括世出世間一切法，從哪來的？自性，自性就是真心、就是本性，自性變現的。既然是自性變現的，遍法界虛空界跟自己一體，這個概念，學大乘的必須要有。我們修行最後的目標，怎樣證得，現在是知道，沒有辦法證實，怎麼樣證實？用放下證實。你知道這個事情這是看破，看破是智慧，不得實用，得不到受用，要放下才得受用。你看，你能放下起心動念、放下分別執著，就是妙覺如來。"
    },
    {
      "id": "02-042-0089_p0048",
      "zh_CN": "无明放下了，就是不起心不动念放下了，无始无明习气在，这个东西没有办法放下，要多长时间？三个阿僧祇劫。所以，三大阿僧祇劫不是讲别的，是讲你破无明、证法身到常寂光，要经过三个阿僧祇劫。因为他那个习气，实在讲它什么都不妨碍，你的神通道力，你到遍法界去供佛修福，教化众生，一点妨碍都没有，跟法身佛没有两样，就是不能契入常寂光。就这一样不行，其他的没有两样，跟法身佛没有两样。所以在实报土也要待三大阿僧祇劫，阿弥陀佛没有办法帮助你马上就回归常寂光，这个做不到，你要在极乐世界待三大阿僧祇劫。三大阿僧祇劫之后，那真的无量寿，有量的无量寿立刻转入真正的无量寿。所以那个有量的无量寿，我们也可以说它是真的无量寿。",
      "zh_TW": "無明放下了，就是不起心不動念放下了，無始無明習氣在，這個東西沒有辦法放下，要多長時間？三個阿僧祇劫。所以，三大阿僧祇劫不是講別的，是講你破無明、證法身到常寂光，要經過三個阿僧祇劫。因為他那個習氣，實在講它什麼都不妨礙，你的神通道力，你到遍法界去供佛修福，教化眾生，一點妨礙都沒有，跟法身佛沒有兩樣，就是不能契入常寂光。就這一樣不行，其他的沒有兩樣，跟法身佛沒有兩樣。所以在實報土也要待三大阿僧祇劫，阿彌陀佛沒有辦法幫助你馬上就回歸常寂光，這個做不到，你要在極樂世界待三大阿僧祇劫。三大阿僧祇劫之後，那真的無量壽，有量的無量壽立刻轉入真正的無量壽。所以那個有量的無量壽，我們也可以說它是真的無量壽。"
    },
    {
      "id": "02-042-0089_p0049",
      "zh_CN": "你想极乐世界能不去吗？要靠自己去修证，真的，无量劫还要加上无量劫，时间太长了。没有证得法身之前有退转，有进有退，进得少退得多。哪能生生世世都得人身、都遇佛法？不可能。人间寿命短，天上寿命长，饿鬼、地狱寿命也长。畜生要论次数，堕畜生道，堕一个狗的畜生，这狗身，要轮多少次？几百次、几千次，那个麻烦可大了。要论次数的，一、二百次那是最少的了。所以恶道不能去，太恐怖了。",
      "zh_TW": "你想極樂世界能不去嗎？要靠自己去修證，真的，無量劫還要加上無量劫，時間太長了。沒有證得法身之前有退轉，有進有退，進得少退得多。哪能生生世世都得人身、都遇佛法？不可能。人間壽命短，天上壽命長，餓鬼、地獄壽命也長。畜生要論次數，墮畜生道，墮一個狗的畜生，這狗身，要輪多少次？幾百次、幾千次，那個麻煩可大了。要論次數的，一、二百次那是最少的了。所以惡道不能去，太恐怖了。"
    },
    {
      "id": "02-042-0089_p0050",
      "zh_CN": "要能脱离轮回，确实，诸佛菩萨慈悲到极处，阿弥陀佛建立了极乐净土，来帮助我们解决这个问题，十方一切诸佛赞叹。佛佛道同，阿弥陀佛建立极乐世界，咱们释迦牟尼佛为什么不建一个？佛跟我们众生想法不一样，众生好高骛远，你做，我做得比你更好，他争；佛没有，佛只要有一尊佛做，好，我这个众生统统送给你，我度不了的话，都劝他到你那去，你度就是我度。佛佛道同，他没有分别，不会说居功，我不如你，你比我殊胜，没有这个念头。有这个念头就烦恼起来了，那就堕落到六道里去。这个观念是真的，所以我们要知道，别人他度众生一些环境比我好，劝他到那边去，这是对的，自他不二，自他是一，各人缘不同。阿弥陀佛已经发这个心了，十方佛赞，西方极乐世界谁建的？一切诸佛共同建的。我们今天念一句佛号，就是在极乐世界贴了一片金，庄严佛国土我们就有分。你念得愈多，你在西方极乐世界贡献就愈大。别的东西它都不要，它就要佛号，声声佛号，至诚恭敬，在西方极乐世界贴金放光。这是真正觉悟了，真正明白了，一即一切，一切即一，这是《华严经》上说的。",
      "zh_TW": "要能脫離輪迴，確實，諸佛菩薩慈悲到極處，阿彌陀佛建立了極樂淨土，來幫助我們解決這個問題，十方一切諸佛讚歎。佛佛道同，阿彌陀佛建立極樂世界，咱們釋迦牟尼佛為什麼不建一個？佛跟我們眾生想法不一樣，眾生好高騖遠，你做，我做得比你更好，他爭；佛沒有，佛只要有一尊佛做，好，我這個眾生統統送給你，我度不了的話，都勸他到你那去，你度就是我度。佛佛道同，他沒有分別，不會說居功，我不如你，你比我殊勝，沒有這個念頭。有這個念頭就煩惱起來了，那就墮落到六道裡去。這個觀念是真的，所以我們要知道，別人他度眾生一些環境比我好，勸他到那邊去，這是對的，自他不二，自他是一，各人緣不同。阿彌陀佛已經發這個心了，十方佛讚，西方極樂世界誰建的？一切諸佛共同建的。我們今天念一句佛號，就是在極樂世界貼了一片金，莊嚴佛國土我們就有分。你念得愈多，你在西方極樂世界貢獻就愈大。別的東西它都不要，它就要佛號，聲聲佛號，至誠恭敬，在西方極樂世界貼金放光。這是真正覺悟了，真正明白了，一即一切，一切即一，這是《華嚴經》上說的。"
    },
    {
      "id": "02-042-0089_p0051",
      "zh_CN": "所以，这两篇东西把它印成小册子。黄念祖四片光碟，不多，四片光碟，讲得非常好，跟印光大师讲的完全一样。我们要多听，有时间多听听你就明白了。当作课程，我主张还是海贤老和尚这片光碟，真干，他教我们真干。《净修捷要》里头，那真的是认识净土，印光大师的开示太好了。好，这里我们就学到这。下面。",
      "zh_TW": "所以，這兩篇東西把它印成小冊子。黃念祖四片光碟，不多，四片光碟，講得非常好，跟印光大師講的完全一樣。我們要多聽，有時間多聽聽你就明白了。當作課程，我主張還是海賢老和尚這片光碟，真幹，他教我們真幹。《淨修捷要》裡頭，那真的是認識淨土，印光大師的開示太好了。好，這裡我們就學到這。下面。"
    },
    {
      "id": "02-042-0089_p0052",
      "zh_CN": "学生：无量寿经学习班报告。尊敬的师父上人，诸位法师、同修大德，大家好！惭愧弟子黄柏霖报告的题目是「一切法得成于忍」。",
      "zh_TW": "學生：無量壽經學習班報告。尊敬的師父上人，諸位法師、同修大德，大家好！慚愧弟子黃柏霖報告的題目是「一切法得成於忍」。"
    },
    {
      "id": "02-042-0089_p0053",
      "zh_CN": "《太上感应篇汇编》第二十句「正己化人」。「雍邱令刘矩。以礼义化民。凡讼者至。必和颜切训曰。忿恚可忍。公庭决不可入。使归更思。讼者感悟。辄各罢去。大化其俗。民德归厚。夫听理词讼。本以为民。乃有任法太过。而又不知下情。往往坚持至死者。何如谦虚平恕之。为得情哉。」这一段的白话：雍邱县令刘矩以礼义来教化百姓，凡是打官司的人来到县府，他一定和颜悦色的训诲他们说，忿怒是可以忍耐的，但是法庭一定不要进去。他教民众回去反省，思考要不要打官司。很多诉讼的人，经过他的教诲以后都为之感动，后来撤销了告诉。",
      "zh_TW": "《太上感應篇彙編》第二十句「正己化人」。「雍邱令劉矩。以禮義化民。凡訟者至。必和顏切訓曰。忿恚可忍。公庭決不可入。使歸更思。訟者感悟。輒各罷去。大化其俗。民德歸厚。夫聽理詞訟。本以為民。乃有任法太過。而又不知下情。往往堅持至死者。何如謙虛平恕之。為得情哉。」這一段的白話：雍邱縣令劉矩以禮義來教化百姓，凡是打官司的人來到縣府，他一定和顏悅色的訓誨他們說，忿怒是可以忍耐的，但是法庭一定不要進去。他教民眾回去反省，思考要不要打官司。很多訴訟的人，經過他的教誨以後都為之感動，後來撤銷了告訴。"
    },
    {
      "id": "02-042-0089_p0054",
      "zh_CN": "这一段说「忿恚可忍」，《金刚经》讲「一切法得成于忍」，儒家讲「士可杀不可辱」，你可以杀我的头，但是你不能侮辱我。六度：布施、持戒、忍辱、精进、禅定、般若，在我看来，最难修的是忍辱。像父母、兄弟、姐妹、朋友之间，最难修也是忍辱。在这里讲一个忍辱的公案，发生在台湾宜兰，这一家有兄弟四个，他们一同回老家过端午。父亲已死，母亲最近发生车祸死亡，有赔偿金，要分配遗产。四个兄弟就在父母辛苦建立起来的老家庭院过端午节，老大跟最小的弟弟，为了土地及父母遗产的分配起了冲突，大哥竟从地上捡到一把西瓜刀，猛砍小弟。《感应篇》讲子女都是父母的遗体，你砍了父母的遗体，砍了这个小弟，事实上就是砍了父母的心，大不孝。结果他砍到那个刀刃变形，几个兄弟反应不及，小弟就被杀死了。新闻标题讲说「争产，兄砍死弟」。兄砍死弟弟后，喝农药要自杀，就是不能忍辱嘛！所有的一切纷争都来自于不能够忍辱。",
      "zh_TW": "這一段說「忿恚可忍」，《金剛經》講「一切法得成於忍」，儒家講「士可殺不可辱」，你可以殺我的頭，但是你不能侮辱我。六度：布施、持戒、忍辱、精進、禪定、般若，在我看來，最難修的是忍辱。像父母、兄弟、姐妹、朋友之間，最難修也是忍辱。在這裡講一個忍辱的公案，發生在台灣宜蘭，這一家有兄弟四個，他們一同回老家過端午。父親已死，母親最近發生車禍死亡，有賠償金，要分配遺產。四個兄弟就在父母辛苦建立起來的老家庭院過端午節，老大跟最小的弟弟，為了土地及父母遺產的分配起了衝突，大哥竟從地上撿到一把西瓜刀，猛砍小弟。《感應篇》講子女都是父母的遺體，你砍了父母的遺體，砍了這個小弟，事實上就是砍了父母的心，大不孝。結果他砍到那個刀刃變形，幾個兄弟反應不及，小弟就被殺死了。新聞標題講說「爭產，兄砍死弟」。兄砍死弟弟後，喝農藥要自殺，就是不能忍辱嘛！所有的一切紛爭都來自於不能夠忍辱。"
    },
    {
      "id": "02-042-0089_p0055",
      "zh_CN": "《金刚经》讲「一切法得成于忍」，佛陀在因地跟歌利王故事。歌利王是暴虐的意思，他的嫔妃仰慕佛陀，佛陀为她们开示如何远离五欲六尘。歌利王醒来说：佛陀不应该动意念。佛陀说：我没有动意念。歌利王就说：五通仙人都还会动意念，你怎么可能不动？佛陀当时已经证得忍辱波罗蜜了，他说我真的没有动意念。于是歌利王就拿起刀来割佛陀的耳朵、手脚，他问佛陀：你会不会起瞋恨心？佛陀说：我没有动意念，一如我没有起瞋恨心一样，而且我将来成佛，我一定要度你。所以，后来的憍陈如尊者就是歌利王转世。",
      "zh_TW": "《金剛經》講「一切法得成於忍」，佛陀在因地跟歌利王故事。歌利王是暴虐的意思，他的嬪妃仰慕佛陀，佛陀為她們開示如何遠離五欲六塵。歌利王醒來說：佛陀不應該動意念。佛陀說：我沒有動意念。歌利王就說：五通仙人都還會動意念，你怎麼可能不動？佛陀當時已經證得忍辱波羅蜜了，他說我真的沒有動意念。於是歌利王就拿起刀來割佛陀的耳朵、手腳，他問佛陀：你會不會起瞋恨心？佛陀說：我沒有動意念，一如我沒有起瞋恨心一樣，而且我將來成佛，我一定要度你。所以，後來的憍陳如尊者就是歌利王轉世。"
    },
    {
      "id": "02-042-0089_p0056",
      "zh_CN": "《无量寿经》的「劝谕策进第三十三品」说，「世间人民，父子、兄弟、夫妇、亲属，当相敬爱，无相憎嫉」。父子兄弟姐妹之间，夫妻亲属之间，应该要互相敬爱，不要互相憎嫉，起瞋恨心。这一点很重要，因为一切的争执跟纷争都是来自于嫉妒。佛陀在因地的时候，他的堂弟提婆达多是外道，佛陀很会讲经说法，讲得非常好。提婆达多在那一世就嫉妒佛陀讲经说法比他好，他的弟子们都跑去听佛陀讲经了。他当时就发了一个恶愿：来生他世，我会投胎做你的亲戚，到你的僧团破坏你的佛法。就是这一世的提婆达多，在佛陀的僧团里，跟六群比丘严重的违反戒律，破坏和合僧团，还想要害死佛陀。这就是嫉妒心产生的，嫉妒心也会增长贪爱心、瞋恨心，我们的贪瞋痴三毒。",
      "zh_TW": "《無量壽經》的「勸諭策進第三十三品」說，「世間人民，父子、兄弟、夫婦、親屬，當相敬愛，無相憎嫉」。父子兄弟姐妹之間，夫妻親屬之間，應該要互相敬愛，不要互相憎嫉，起瞋恨心。這一點很重要，因為一切的爭執跟紛爭都是來自於嫉妒。佛陀在因地的時候，他的堂弟提婆達多是外道，佛陀很會講經說法，講得非常好。提婆達多在那一世就嫉妒佛陀講經說法比他好，他的弟子們都跑去聽佛陀講經了。他當時就發了一個惡願：來生他世，我會投胎做你的親戚，到你的僧團破壞你的佛法。就是這一世的提婆達多，在佛陀的僧團裡，跟六群比丘嚴重的違反戒律，破壞和合僧團，還想要害死佛陀。這就是嫉妒心產生的，嫉妒心也會增長貪愛心、瞋恨心，我們的貪瞋痴三毒。"
    },
    {
      "id": "02-042-0089_p0057",
      "zh_CN": "《无量寿经》里告诉我们，要「有无相通」。有钱的，兄弟也好，姐妹也好，要去帮助没有钱的人，这是什么？要做到「有无相通、无得贪惜」。所以兄弟姐妹之间无得贪惜，不要有这种悭贪、可惜、舍不得，我们说大人要大量，量大福大。「言色常和」，在调和声色、言语表达上，我们常常会疏忽到言色这一条，言色就是说话的语气、表情不太好，言色要常和，这个很不容易做到。我在这边忏悔，早年的时候，我有一个亲戚，他的毛病习气很重。我修得也不是很好，每次接到他的电话，我就会起烦恼心，言色不能常和，讲话语气就不好。现在就不错了，现在他打电话来，我能很有耐心的听他讲完，然后问他有什么问题，再一五一十的答复他。这叫什么？言色常和，藉修德显性德。",
      "zh_TW": "《無量壽經》裡告訴我們，要「有無相通」。有錢的，兄弟也好，姐妹也好，要去幫助沒有錢的人，這是什麼？要做到「有無相通、無得貪惜」。所以兄弟姐妹之間無得貪惜，不要有這種慳貪、可惜、捨不得，我們說大人要大量，量大福大。「言色常和」，在調和聲色、言語表達上，我們常常會疏忽到言色這一條，言色就是說話的語氣、表情不太好，言色要常和，這個很不容易做到。我在這邊懺悔，早年的時候，我有一個親戚，他的毛病習氣很重。我修得也不是很好，每次接到他的電話，我就會起煩惱心，言色不能常和，講話語氣就不好。現在就不錯了，現在他打電話來，我能很有耐心的聽他講完，然後問他有什麼問題，再一五一十的答覆他。這叫什麼？言色常和，藉修德顯性德。"
    },
    {
      "id": "02-042-0089_p0058",
      "zh_CN": "「莫相违戾」，不要互相忤逆，互相去刺激对方。「或时心诤，有所恚怒」，像刚才讲的那对兄弟，为了车祸赔偿金、父母遗产分配问题，一定会争执的，因为我们习气毛病里面有自私自利、贪瞋痴。所以这个时候就什么？或时心诤，就会争辩，就有口舌之争。我有个做木工的朋友，他有四个兄弟，父亲死后还在家里停棺，其中两个兄弟为了父亲的公保给付金，在棺木旁边打架，哥哥打弟弟。你说父母躺在那边会不会难过？会不会痛心疾首？就像我们做父母的，自己的子女在旁边打架，「大宝不要打小宝」，道理是一样的。「忠孝」谈到很多这些道理！",
      "zh_TW": "「莫相違戾」，不要互相忤逆，互相去刺激對方。「或時心諍，有所恚怒」，像剛才講的那對兄弟，為了車禍賠償金、父母遺產分配問題，一定會爭執的，因為我們習氣毛病裡面有自私自利、貪瞋痴。所以這個時候就什麼？或時心諍，就會爭辯，就有口舌之爭。我有個做木工的朋友，他有四個兄弟，父親死後還在家裡停棺，其中兩個兄弟為了父親的公保給付金，在棺木旁邊打架，哥哥打弟弟。你說父母躺在那邊會不會難過？會不會痛心疾首？就像我們做父母的，自己的子女在旁邊打架，「大寶不要打小寶」，道理是一樣的。「忠孝」談到很多這些道理！"
    },
    {
      "id": "02-042-0089_p0059",
      "zh_CN": "《无量寿经》里面跟你讲，或时心诤，有所恚怒，一恚怒以后，「后世转剧」，来世见面更讨厌。所以为什么做眷属会有报恩、报怨、讨债、还债？就是这样来的。你要去看《安士全书》、《文昌帝君阴骘文》、《太上感应篇》，里面很多这种故事，这叫轮回。所以《无量寿经》告诉我们，「后世转剧，至成大怨」，我们讲大冤家就是这样。「世间之事，更相患害，虽不临时，应急想破」，我们要看得破、放得下。你没有听经闻法，保证你是想不通的，因为是习气毛病当家做主，不是清净心做主。唯有念佛求生极乐世界，才会厌离娑婆，才会放下这些东西，不然你不会欣求极乐的。",
      "zh_TW": "《無量壽經》裡面跟你講，或時心諍，有所恚怒，一恚怒以後，「後世轉劇」，來世見面更討厭。所以為什麼做眷屬會有報恩、報怨、討債、還債？就是這樣來的。你要去看《安士全書》、《文昌帝君陰騭文》、《太上感應篇》，裡面很多這種故事，這叫輪迴。所以《無量壽經》告訴我們，「後世轉劇，至成大怨」，我們講大冤家就是這樣。「世間之事，更相患害，雖不臨時，應急想破」，我們要看得破、放得下。你沒有聽經聞法，保證你是想不通的，因為是習氣毛病當家做主，不是清淨心做主。唯有念佛求生極樂世界，才會厭離娑婆，才會放下這些東西，不然你不會欣求極樂的。"
    },
    {
      "id": "02-042-0089_p0060",
      "zh_CN": "注解里讲，世间的事情是带不走的，它只会制造祸害，增加你的讨债、还债、报恩、报怨，尤其是报怨，所以应该要急于想破，要看破。黄念祖老居士在注解里讲，劝世间人，尤其是亲眷之间，应当和敬，不应该成为怨，不和成怨，当相敬爱，敬爱就是恭敬跟慈爱。这里特别解释憎嫉，是我们刚才讲过的憎恶跟嫉妒。有无相通，就是要互相互通有无，尤其是在金钱方面，能帮助尽量帮助，以我之所有，济彼之所无。",
      "zh_TW": "註解裡講，世間的事情是帶不走的，它只會製造禍害，增加你的討債、還債、報恩、報怨，尤其是報怨，所以應該要急於想破，要看破。黃念祖老居士在註解裡講，勸世間人，尤其是親眷之間，應當和敬，不應該成為怨，不和成怨，當相敬愛，敬愛就是恭敬跟慈愛。這裡特別解釋憎嫉，是我們剛才講過的憎惡跟嫉妒。有無相通，就是要互相互通有無，尤其是在金錢方面，能幫助盡量幫助，以我之所有，濟彼之所無。"
    },
    {
      "id": "02-042-0089_p0061",
      "zh_CN": "「言色」，言语、面色。「违戾」，违就是背逆，戾就是乖违、狠心。《会疏》曰：「怡声下气，言不违戾」，你只要低声下气就不会违戾，不会发生冲突，不会结怨。最好的方法就是念佛，念佛有功夫，定能怡声下气，我们讲调和声色。怡声就是声音听起来念波是平静的，但是我知道这是不容易的，无明一来的时候，不能做主。就像慧忠国师跟鱼朝恩的对话，鱼朝恩是宦官的领头，他问慧忠国师说：无明怎么来的？慧忠国师说：你是几品官？他说：我是一品官！慧忠国师知道他是一品官，故意问他说：你是几品官，也配问这个问题？鱼朝恩就把剑拔出来了。慧忠国师说：无明就这样出来的！你看，我们阿赖耶识里的毛病习性，透过根尘接触，我们的身口意展现这个行为，业障就现前，种子就起现行，傲慢、贡高、我瞋的习气！后来鱼朝恩觉得很惭愧，知道他是个国师，把剑又收回去了。但在他还没有把剑收回去的时候，慧忠国师说：无明就这样出来，地狱门已经打开了。鱼朝恩在觉得惭愧把剑收回去的时候，慧忠国师说：天堂已经开了。所以，你只要怡声下气，就是往天堂路走了。",
      "zh_TW": "「言色」，言語、面色。「違戾」，違就是背逆，戾就是乖違、狠心。《會疏》曰：「怡聲下氣，言不違戾」，你只要低聲下氣就不會違戾，不會發生衝突，不會結怨。最好的方法就是念佛，念佛有功夫，定能怡聲下氣，我們講調和聲色。怡聲就是聲音聽起來念波是平靜的，但是我知道這是不容易的，無明一來的時候，不能做主。就像慧忠國師跟魚朝恩的對話，魚朝恩是宦官的領頭，他問慧忠國師說：無明怎麼來的？慧忠國師說：你是幾品官？他說：我是一品官！慧忠國師知道他是一品官，故意問他說：你是幾品官，也配問這個問題？魚朝恩就把劍拔出來了。慧忠國師說：無明就這樣出來的！你看，我們阿賴耶識裡的毛病習性，透過根塵接觸，我們的身口意展現這個行為，業障就現前，種子就起現行，傲慢、貢高、我瞋的習氣！後來魚朝恩覺得很慚愧，知道他是個國師，把劍又收回去了。但在他還沒有把劍收回去的時候，慧忠國師說：無明就這樣出來，地獄門已經打開了。魚朝恩在覺得慚愧把劍收回去的時候，慧忠國師說：天堂已經開了。所以，你只要怡聲下氣，就是往天堂路走了。"
    },
    {
      "id": "02-042-0089_p0062",
      "zh_CN": "如何消灾免难？如何家和万事兴？怡声下气是不二的妙方，不管是夫妻、父母子女，还是兄弟姐妹之间。经典里面讲得这么好，怡声下气，问题就卡在忍不下来，你怡声下气，就自然而然言不违戾。很多问题卡在那个听了很不舒服，先生跟太太讲话稍微语气重一点，太太也要跟着对先生讲话语气不好。常常台湾的报纸也在登，夫妻吵架，先生恶口骂太太，或者母亲骂小孩，他们真的受不了，窗门一打开就跳下去了。你看，一句话就害死一条命。孔子教学四科里，言语是一科，身口意里面，口业占四个，最难修口业。",
      "zh_TW": "如何消災免難？如何家和萬事興？怡聲下氣是不二的妙方，不管是夫妻、父母子女，還是兄弟姐妹之間。經典裡面講得這麼好，怡聲下氣，問題就卡在忍不下來，你怡聲下氣，就自然而然言不違戾。很多問題卡在那個聽了很不舒服，先生跟太太講話稍微語氣重一點，太太也要跟著對先生講話語氣不好。常常台灣的報紙也在登，夫妻吵架，先生惡口罵太太，或者母親罵小孩，他們真的受不了，窗門一打開就跳下去了。你看，一句話就害死一條命。孔子教學四科裡，言語是一科，身口意裡面，口業佔四個，最難修口業。"
    },
    {
      "id": "02-042-0089_p0063",
      "zh_CN": "怡声下气，言不违戾，所以哥哥跟你讲话，弟弟说是、是。没事，就不会争吵了。刚才讲的分配遗产兄杀弟案子，如果兄弟俩都能说：你觉得应该怎么分配这个赔偿金好？纵使弟弟很不愿意，还是说：「好啦，大哥，那我们再从长计议，带回家各自研究，下一次再讨论好不好？」并稍微带一点笑容，命就不会没有了。所以先王之言、圣贤的道理，老人家、老祖宗的话，都是救命神丹，问题是你会不会用。「温良恭谦，面无颦蹙，是谓常和，故曰言色常和。经中曰，和颜爱语。」菩萨度众生要怎么样？布施、爱语、利行、同事，菩萨度众生都还要用这四个工具。所以有时候讲做事比做人容易，做人真难！但是有智慧就不难。",
      "zh_TW": "怡聲下氣，言不違戾，所以哥哥跟你講話，弟弟說是、是。沒事，就不會爭吵了。剛才講的分配遺產兄殺弟案子，如果兄弟倆都能說：你覺得應該怎麼分配這個賠償金好？縱使弟弟很不願意，還是說：「好啦，大哥，那我們再從長計議，帶回家各自研究，下一次再討論好不好？」並稍微帶一點笑容，命就不會沒有了。所以先王之言、聖賢的道理，老人家、老祖宗的話，都是救命神丹，問題是你會不會用。「溫良恭謙，面無顰蹙，是謂常和，故曰言色常和。經中曰，和顏愛語。」菩薩度眾生要怎麼樣？布施、愛語、利行、同事，菩薩度眾生都還要用這四個工具。所以有時候講做事比做人容易，做人真難！但是有智慧就不難。"
    },
    {
      "id": "02-042-0089_p0064",
      "zh_CN": "「以上劝和，下明不和」，上面是劝你怎么和，下面这一段经文告诉你，不和的结果、果报，「结成大怨」，变成冤家。像刚才讲这个兄弟，兄砍弟，来世绝对变成冤家，不再是兄弟了，来世就变成哥哥要还命债。人生来一趟，只为了几块、几万块、几十万，还要再纠缠好几世，值得吗？不是一死百了，老和尚说，死了以后就没完没了。他马上来投胎，最慢四十九天就来投胎，对不对？你怎么逃？因果不空，灵性是杀不死的，你杀死的是他的肉体。",
      "zh_TW": "「以上勸和，下明不和」，上面是勸你怎麼和，下面這一段經文告訴你，不和的結果、果報，「結成大怨」，變成冤家。像剛才講這個兄弟，兄砍弟，來世絕對變成冤家，不再是兄弟了，來世就變成哥哥要還命債。人生來一趟，只為了幾塊、幾萬塊、幾十萬，還要再糾纏好幾世，值得嗎？不是一死百了，老和尚說，死了以後就沒完沒了。他馬上來投胎，最慢四十九天就來投胎，對不對？你怎麼逃？因果不空，靈性是殺不死的，你殺死的是他的肉體。"
    },
    {
      "id": "02-042-0089_p0065",
      "zh_CN": "我二舅妈是原住民，死的时候在家里广场晒稻谷，天气太热，她中暑了，粪便就掉在裤子里。那时候我国中二年级。外祖母叫我爸爸过去，因为她生前跟我爸爸感情最好，连死的时候都叫我爸爸过去当和事佬。她附身在我三舅妈身上，大陆叫附体，我当时很好奇，看到这一幕因果的事情，三更半夜跟着爸爸跑去看。我三舅妈原本一句原住民的话都不会说，她的身体本来睡得好好的，突然间坐起来，说话的声音、语气变成和我二舅妈一模一样。她交代我父亲，她的四个小孩还小，她的丈夫阿灿绝对不能再娶后娘，不能再续弦。这就是情执。我二舅到现在八十几岁还不敢娶太太。第二个交代就是，她死的时候裤子里面都是粪便，再烧个衣服给她。这就是执着。这个故事印证李炳南老居士讲的，最后一念是什么就是他投生的法界，临终一念，最终的那一念带着他走。",
      "zh_TW": "我二舅媽是原住民，死的時候在家裡廣場曬稻穀，天氣太熱，她中暑了，糞便就掉在褲子裡。那時候我國中二年級。外祖母叫我爸爸過去，因為她生前跟我爸爸感情最好，連死的時候都叫我爸爸過去當和事佬。她附身在我三舅媽身上，大陸叫附體，我當時很好奇，看到這一幕因果的事情，三更半夜跟著爸爸跑去看。我三舅媽原本一句原住民的話都不會說，她的身體本來睡得好好的，突然間坐起來，說話的聲音、語氣變成和我二舅媽一模一樣。她交代我父親，她的四個小孩還小，她的丈夫阿燦絕對不能再娶後娘，不能再續弦。這就是情執。我二舅到現在八十幾歲還不敢娶太太。第二個交代就是，她死的時候褲子裡面都是糞便，再燒個衣服給她。這就是執著。這個故事印證李炳南老居士講的，最後一念是什麼就是他投生的法界，臨終一念，最終的那一念帶著他走。"
    },
    {
      "id": "02-042-0089_p0066",
      "zh_CN": "「去后来先做主公」，还没有来投胎，就在旁边先等投胎了，离开的时候最后走，就是那个业识，阿赖耶识，俗话讲灵魂。你要懂这个道理，根本不敢做恶事，全部逃不掉，种子在阿赖耶识里面。就是《玉历宝钞》里面讲的，到地狱里面照那个孽镜台，你无所遁形，多可怕！天地之间为什么运转得这么正常？就是因为因果公平，谁占得了便宜，谁吃得了亏？老法师讲的，因果轮转不空、相续不空、循环不空，这三个不空，你要不要听？轮转不空，你现在占便宜，下次换我占便宜，谁占得了谁的便宜？谁骗得了谁？轮转不空。相续不空，马上接着就是你跟我的连续剧下一回，再开始纠缠。",
      "zh_TW": "「去後來先做主公」，還沒有來投胎，就在旁邊先等投胎了，離開的時候最後走，就是那個業識，阿賴耶識，俗話講靈魂。你要懂這個道理，根本不敢做惡事，全部逃不掉，種子在阿賴耶識裡面。就是《玉曆寶鈔》裡面講的，到地獄裡面照那個孽鏡台，你無所遁形，多可怕！天地之間為什麼運轉得這麼正常？就是因為因果公平，誰佔得了便宜，誰吃得了虧？老法師講的，因果輪轉不空、相續不空、循環不空，這三個不空，你要不要聽？輪轉不空，你現在佔便宜，下次換我佔便宜，誰佔得了誰的便宜？誰騙得了誰？輪轉不空。相續不空，馬上接著就是你跟我的連續劇下一回，再開始糾纏。"
    },
    {
      "id": "02-042-0089_p0067",
      "zh_CN": "经典上讲这些道理无非告诉我们，指示一条明灯，前面告诉你劝和，后面跟你讲果报，你不要结成大怨！或时心诤，诤就是什么？诤就是争吵，吵不完就打官司。所以千万千万不要跟人家打官司，没完没了。《会疏》里讲：「人情平时虽无愤恨，违境忽生，不时斗诤，故云或时。」平常你不感觉脾气有多大，大家都好好的，兄弟也都好好的，一牵涉到利益、钱财的时候，违境忽生，逆境就现前，恶报就现前，业缘就现前。本来是好朋友、亲兄弟，最后变成冤亲债主，不时斗诤，故云或时。所以为什么要学佛？学佛就是告诉你，谦让、礼让、忍让，忍者平安，忍辱是平安最好的盔甲。",
      "zh_TW": "經典上講這些道理無非告訴我們，指示一條明燈，前面告訴你勸和，後面跟你講果報，你不要結成大怨！或時心諍，諍就是什麼？諍就是爭吵，吵不完就打官司。所以千萬千萬不要跟人家打官司，沒完沒了。《會疏》裡講：「人情平時雖無憤恨，違境忽生，不時鬥諍，故云或時。」平常你不感覺脾氣有多大，大家都好好的，兄弟也都好好的，一牽涉到利益、錢財的時候，違境忽生，逆境就現前，惡報就現前，業緣就現前。本來是好朋友、親兄弟，最後變成冤親債主，不時鬥諍，故云或時。所以為什麼要學佛？學佛就是告訴你，謙讓、禮讓、忍讓，忍者平安，忍辱是平安最好的盔甲。"
    },
    {
      "id": "02-042-0089_p0068",
      "zh_CN": "「一时忽起相斗与争讼之心，故云或时心诤」，这个心诤就是包括吵架、争斗是非，甚至打官司。恚怒就是瞋恚、忿怒，这是三毒之一。一时瞋心造成的小恨，但是「冤冤相报，无有已时」，无有了时，没有止尽的。「怨憎常会」，我们八苦里面的怨憎会，讨厌的偏偏来做兄弟、眷属，拔都拔不掉，「互相杀害，愈演愈烈，故云后世转剧，至成大怨」。恚怒、瞋心，这是我们的贪瞋痴三毒里面非常恶的习气。",
      "zh_TW": "「一時忽起相鬥與爭訟之心，故云或時心諍」，這個心諍就是包括吵架、爭鬥是非，甚至打官司。恚怒就是瞋恚、忿怒，這是三毒之一。一時瞋心造成的小恨，但是「冤冤相報，無有已時」，無有了時，沒有止盡的。「怨憎常會」，我們八苦裡面的怨憎會，討厭的偏偏來做兄弟、眷屬，拔都拔不掉，「互相殺害，愈演愈烈，故云後世轉劇，至成大怨」。恚怒、瞋心，這是我們的貪瞋痴三毒裡面非常惡的習氣。"
    },
    {
      "id": "02-042-0089_p0069",
      "zh_CN": "我就讲琉璃王的故事，佛陀护法波斯匿王的儿子琉璃太子，他的妈妈是末利夫人。佛典故里面讲，释迦族是不与别的族姓通婚，当时印度有种族歧视，末利夫人是婢女，所以琉璃太子是婢女之所生之子。因为当时释迦牟尼佛的祖国迦毗罗卫国，佛陀成道，他们的子民觉得非常荣幸，盖了很庄严的大殿。琉璃太子回他的外公家去玩，带了一些童男童女，他们跑到佛陀纪念堂去玩，里面有一张椅子，琉璃太子一时好玩就坐上去了。那还得了？那是佛陀坐的椅子，他坐上去了。管理员说：你下来，下来，下来。琉璃太子说，为什么要下来？他说：那是尊贵佛陀所坐的椅子，你怎么可以坐？你是婢女之子，怎么可以坐？他才知道他妈妈是婢女，当时非常的羞愤，就是心诤，有所恚怒，愤怒心就生出来。你看，违戾之境，违是违背你意，戾是暴戾，戾就是发脾气了，违境就是逆境，人一遇逆境的时候瞋心就出来了。我们每一个人，那个瞋心习气都有，只是轻跟重而已。我以前脾气也不好，现在学佛以后，慢慢的薰习听经，不断的忏悔改过习气，瞋心就愈来愈薄、愈来愈少了。",
      "zh_TW": "我就講琉璃王的故事，佛陀護法波斯匿王的兒子琉璃太子，他的媽媽是末利夫人。佛典故裡面講，釋迦族是不與別的族姓通婚，當時印度有種族歧視，末利夫人是婢女，所以琉璃太子是婢女之所生之子。因為當時釋迦牟尼佛的祖國迦毗羅衛國，佛陀成道，他們的子民覺得非常榮幸，蓋了很莊嚴的大殿。琉璃太子回他的外公家去玩，帶了一些童男童女，他們跑到佛陀紀念堂去玩，裡面有一張椅子，琉璃太子一時好玩就坐上去了。那還得了？那是佛陀坐的椅子，他坐上去了。管理員說：你下來，下來，下來。琉璃太子說，為什麼要下來？他說：那是尊貴佛陀所坐的椅子，你怎麼可以坐？你是婢女之子，怎麼可以坐？他才知道他媽媽是婢女，當時非常的羞憤，就是心諍，有所恚怒，憤怒心就生出來。你看，違戾之境，違是違背你意，戾是暴戾，戾就是發脾氣了，違境就是逆境，人一遇逆境的時候瞋心就出來了。我們每一個人，那個瞋心習氣都有，只是輕跟重而已。我以前脾氣也不好，現在學佛以後，慢慢的薰習聽經，不斷的懺悔改過習氣，瞋心就愈來愈薄、愈來愈少了。"
    },
    {
      "id": "02-042-0089_p0070",
      "zh_CN": "当时琉璃太子被羞辱，被赶下来，就非常生气，他对着旁边童男，就是他的玩伴跟侍者，他说：你要帮我一辈子记得这个仇恨，你一天给我提醒三次，早餐、中餐、晚餐。你说他不记得都很难，永远都要记得，俗话讲说，此仇不报非君子。等到波斯匿王往生了，琉璃太子接掌大位，挥兵攻打释迦族。他很尊敬佛陀，三次经过路口，都因佛陀而撤兵，到第四次，他知道佛陀在那个地方，就绕道而行，灭释迦族。当时在佛陀旁边的大菩萨目犍连尊者，神通第一，他也想救，他就赶快把释迦族里面的三千人的神识摄在钵中，放在天宫。等到城门打开，天宫的钵拿下来，全部变血水，族人全被杀死了。神通敌不过业力！",
      "zh_TW": "當時琉璃太子被羞辱，被趕下來，就非常生氣，他對著旁邊童男，就是他的玩伴跟侍者，他說：你要幫我一輩子記得這個仇恨，你一天給我提醒三次，早餐、中餐、晚餐。你說他不記得都很難，永遠都要記得，俗話講說，此仇不報非君子。等到波斯匿王往生了，琉璃太子接掌大位，揮兵攻打釋迦族。他很尊敬佛陀，三次經過路口，都因佛陀而撤兵，到第四次，他知道佛陀在那個地方，就繞道而行，滅釋迦族。當時在佛陀旁邊的大菩薩目犍連尊者，神通第一，他也想救，他就趕快把釋迦族裡面的三千人的神識攝在缽中，放在天宮。等到城門打開，天宮的缽拿下來，全部變血水，族人全被殺死了。神通敵不過業力！"
    },
    {
      "id": "02-042-0089_p0071",
      "zh_CN": "弟子都不明白，为什么伟大的佛陀的种族会被灭掉？佛陀就讲，无量劫以前，现在的释迦族的子民就是当时渔村的渔民，他们当时捕了一只鱼王跟很多小鱼，现在的琉璃太子就是那个鱼王，现在他的兵将就是那些螃蟹，那些鱼的虾兵虾将。当时整个村落里面唯一没有吃鱼肉的只有我，但是我好玩，在那个鱼王头上面敲了三下，我每次想到这个事情，头部就会痛三下。",
      "zh_TW": "弟子都不明白，為什麼偉大的佛陀的種族會被滅掉？佛陀就講，無量劫以前，現在的釋迦族的子民就是當時漁村的漁民，他們當時捕了一隻魚王跟很多小魚，現在的琉璃太子就是那個魚王，現在他的兵將就是那些螃蟹，那些魚的蝦兵蝦將。當時整個村落裡面唯一沒有吃魚肉的只有我，但是我好玩，在那個魚王頭上面敲了三下，我每次想到這個事情，頭部就會痛三下。"
    },
    {
      "id": "02-042-0089_p0072",
      "zh_CN": "生病不是没有原因的，生病统统是杀业造成的。我以前一个共修莲友说：黄师兄，我的脸上都长麻子，为什么？一粒一粒像蚂蚁一样，红红的，整个脸都是。她说怎么办？我看了一下，问她，妳有没有杀蚂蚁？她说有，她说：我家就发现蚂蚁窝，我跟我儿子就用报纸卷起来，一个火把全部把牠们烧死。而后我叫她忏悔、改过、放生、诵经、念佛回向，不久就好了。因果很可怕，家母往生的时候，在我家助念，助念的房间是榉木地板，蚂蚁不知道怎么来的，一个个都跑出来，想跑到我妈妈身上去，我挡都没办法挡，挥都没办法挥。我在想，平常根本没看到蚂蚁，怎么今天这么多蚂蚁？后来在守七期间，我母亲的灵堂设在我家，那个电锅盖拿起来统统是蚂蚁，怎么跑进去我都不晓得。后来全部给牠们念佛回向，拿到公园去放生。这些蚂蚁跟我妈妈一定有关系。",
      "zh_TW": "生病不是沒有原因的，生病統統是殺業造成的。我以前一個共修蓮友說：黃師兄，我的臉上都長麻子，為什麼？一粒一粒像螞蟻一樣，紅紅的，整個臉都是。她說怎麼辦？我看了一下，問她，妳有沒有殺螞蟻？她說有，她說：我家就發現螞蟻窩，我跟我兒子就用報紙捲起來，一個火把全部把牠們燒死。而後我叫她懺悔、改過、放生、誦經、念佛迴向，不久就好了。因果很可怕，家母往生的時候，在我家助念，助念的房間是櫸木地板，螞蟻不知道怎麼來的，一個個都跑出來，想跑到我媽媽身上去，我擋都沒辦法擋，揮都沒辦法揮。我在想，平常根本沒看到螞蟻，怎麼今天這麼多螞蟻？後來在守七期間，我母親的靈堂設在我家，那個電鍋蓋拿起來統統是螞蟻，怎麼跑進去我都不曉得。後來全部給牠們念佛迴向，拿到公園去放生。這些螞蟻跟我媽媽一定有關係。"
    },
    {
      "id": "02-042-0089_p0073",
      "zh_CN": "千万不要去伤害任何一个生命，牠们都有瞋恨心，蚂蚁也有，只是不会讲话而已。牠现在的力量不能报仇，你临命终牠一定来，我助念的时候看的太多了。我在基隆助念一个受菩萨戒的老菩萨，很可怕，整个眼睛、耳朵里面都是蚂蚁；板桥那位也是一样，助念时，整个嘴巴、耳朵都是蚂蚁。牠为什么不跑到别的东西身上，为什么跑到你身上？牠在报仇，最后一刻，我要报仇，你要走了。",
      "zh_TW": "千萬不要去傷害任何一個生命，牠們都有瞋恨心，螞蟻也有，只是不會講話而已。牠現在的力量不能報仇，你臨命終牠一定來，我助念的時候看的太多了。我在基隆助念一個受菩薩戒的老菩薩，很可怕，整個眼睛、耳朵裡面都是螞蟻；板橋那位也是一樣，助念時，整個嘴巴、耳朵都是螞蟻。牠為什麼不跑到別的東西身上，為什麼跑到你身上？牠在報仇，最後一刻，我要報仇，你要走了。"
    },
    {
      "id": "02-042-0089_p0074",
      "zh_CN": "世间冤报的事情，「互为祸害，既造业因，必结恶果，报应虽不立即显现于当时」，虽然眼前看不到报应，「故云虽不临时」。就是当时没有看到果报，但是并不表示它没有，虽不临时的意思是这样。但因果不空，「因果不虚，决当报偿于后世」，来世一定给你报到，「故云应急想破」。所以「众生但知畏果」，但知畏果就是他只知道怕，众生只知畏果，但「菩萨则畏因也」。",
      "zh_TW": "世間冤報的事情，「互為禍害，既造業因，必結惡果，報應雖不立即顯現於當時」，雖然眼前看不到報應，「故云雖不臨時」。就是當時沒有看到果報，但是並不表示它沒有，雖不臨時的意思是這樣。但因果不空，「因果不虛，決當報償於後世」，來世一定給你報到，「故云應急想破」。所以「眾生但知畏果」，但知畏果就是他只知道怕，眾生只知畏果，但「菩薩則畏因也」。"
    },
    {
      "id": "02-042-0089_p0075",
      "zh_CN": "惭愧弟子黄柏霖报告至此，祈请师父上人教诲，请各位法师，同修大德批评指教。阿弥陀佛！",
      "zh_TW": "慚愧弟子黃柏霖報告至此，祈請師父上人教誨，請各位法師，同修大德批評指教。阿彌陀佛！"
    },
    {
      "id": "02-042-0089_p0076",
      "zh_CN": "老法师：黄居士一生服务在警界，他是高级的警官，他对于因果深信不疑。警察破案，特别是刑事案件，在台湾，他告诉我，刑事就是杀人的案件，能够破案的，几乎百分之八十以上，都是被杀的这些灵鬼帮助警察把案破了，把尸首找到了，如果没有他们帮忙，确实没法子。所以他们在遇到困难的时候，就烧香叫这些灵鬼，或是托梦、或是附体，把情形说出来，他们就好破案，灵得很。这个是事实，不是假的。换句话说，我常常讲，人不能死，死了就不得了！一定要求往生，决定不能死，往生之后就没事了；不往生，轮回里头冤冤相报，过去今生所结的怨确实没完没了。你要是不觉悟，他报复的时候你还有怨恨，就是生生世世互相报偿，没完没了，而且愈演愈重。这是我们每一个人都应当要想到的，非常可怕。",
      "zh_TW": "老法師：黃居士一生服務在警界，他是高級的警官，他對於因果深信不疑。警察破案，特別是刑事案件，在台灣，他告訴我，刑事就是殺人的案件，能夠破案的，幾乎百分之八十以上，都是被殺的這些靈鬼幫助警察把案破了，把屍首找到了，如果沒有他們幫忙，確實沒法子。所以他們在遇到困難的時候，就燒香叫這些靈鬼，或是託夢、或是附體，把情形說出來，他們就好破案，靈得很。這個是事實，不是假的。換句話說，我常常講，人不能死，死了就不得了！一定要求往生，決定不能死，往生之後就沒事了；不往生，輪迴裡頭冤冤相報，過去今生所結的怨確實沒完沒了。你要是不覺悟，他報復的時候你還有怨恨，就是生生世世互相報償，沒完沒了，而且愈演愈重。這是我們每一個人都應當要想到的，非常可怕。"
    },
    {
      "id": "02-042-0089_p0077",
      "zh_CN": "所以因果教育一定要学习，知道这是真的，不是假的，恶因决定不能造，恶的念头决定不能有。吃亏不怕，能忍辱就好，这个冤结就化解了。即使他害我、杀我，我也不怨恨他，这样被杀死了也不会堕恶道，带着怨恨，决定堕恶道。道理一定搞清楚，心安理得，我没有害别人，别人不会害我；别人害我，肯定我前世害他，这个报应就了了，不再结怨了。所以，冤家宜解不宜结，要化解，不跟任何一个人结怨，畜生也不能结怨。好，下面还有两位，我们把它念一念。",
      "zh_TW": "所以因果教育一定要學習，知道這是真的，不是假的，惡因決定不能造，惡的念頭決定不能有。吃虧不怕，能忍辱就好，這個冤結就化解了。即使他害我、殺我，我也不怨恨他，這樣被殺死了也不會墮惡道，帶著怨恨，決定墮惡道。道理一定搞清楚，心安理得，我沒有害別人，別人不會害我；別人害我，肯定我前世害他，這個報應就了了，不再結怨了。所以，冤家宜解不宜結，要化解，不跟任何一個人結怨，畜生也不能結怨。好，下面還有兩位，我們把它念一念。"
    },
    {
      "id": "02-042-0089_p0078",
      "zh_CN": "学生：尊敬的恩师上人慈鉴，值此教师节即将来临，惭愧弟子两人以粗浅心得敬呈恩师上人。惭愧弟子两人乃童蒙具烦，如患者为康，如惯犯为雄，启程无标向。百千难遇圣师，言行光明普度，会集注解演义，无法思议性起。浮躁未静照，唯抓住奉行，读千遍自见，听经做笔记。译而不作，本无所作，识不牢靠，回向上下，自觉觉他，本来如是。",
      "zh_TW": "學生：尊敬的恩師上人慈鑒，值此教師節即將來臨，慚愧弟子兩人以粗淺心得敬呈恩師上人。慚愧弟子兩人乃童蒙具煩，如患者為康，如慣犯為雄，啟程無標向。百千難遇聖師，言行光明普度，會集註解演義，無法思議性起。浮躁未靜照，唯抓住奉行，讀千遍自見，聽經做筆記。譯而不作，本無所作，識不牢靠，迴向上下，自覺覺他，本來如是。"
    },
    {
      "id": "02-042-0089_p0079",
      "zh_CN": "无尽感恩师父上人照顾惭愧弟子两人的慧命无微不至，听从恩师上人的教诲，惭愧弟子两人从九月十日，每天读诵《无量寿经》，拜读《大乘无量寿经解》，以及用《大经解演义》的文字档恭录为笔记底稿，以便将来参考《无量寿经科注》第四回和翻译《无量寿经》。以下为一段恭录，敬呈恩师上人，不知惭愧弟子两人有没有错解恩师上人的教义？祈请恩师上人慈悲予以指教，无尽感恩！值此教师节之来临，敬祝恩师上人，法体安康，长久住世，常转法轮，光寿无量。惭愧弟子吴凯莉和吴凯蒂至诚顶礼。",
      "zh_TW": "無盡感恩師父上人照顧慚愧弟子兩人的慧命無微不至，聽從恩師上人的教誨，慚愧弟子兩人從九月十日，每天讀誦《無量壽經》，拜讀《大乘無量壽經解》，以及用《大經解演義》的文字檔恭錄為筆記底稿，以便將來參考《無量壽經科註》第四回和翻譯《無量壽經》。以下為一段恭錄，敬呈恩師上人，不知慚愧弟子兩人有沒有錯解恩師上人的教義？祈請恩師上人慈悲予以指教，無盡感恩！值此教師節之來臨，敬祝恩師上人，法體安康，長久住世，常轉法輪，光壽無量。慚愧弟子吳凱莉和吳凱蒂至誠頂禮。"
    },
    {
      "id": "02-042-0089_p0080",
      "zh_CN": "文章恭录—净土大经解演义，第四集。「圆满直捷」，圆满是没有欠缺，直捷是没有障碍。「方便究竟，一超直入」，所以这个法门是顿教，放下是顿舍，你只要能舍，放得下，你现前就证得究竟圆满的佛果。方便是什么？「南无阿弥陀佛」六个字，执着它，你看不执着别的，把其他的执着全放下，就把这个执着换过来，这叫究竟方便。「最极圆顿」，把起心动念、分别执着放下，就成佛了。「以弥陀一乘愿海，六字洪名之究竟果觉，作我众生之因心」，念这句南无阿弥陀佛就是念自性智慧德相，所以这个法门叫果法。「以果为因，因果同时，从果起修，即修即果，心作心是，不可思议」，是心作佛，是心是佛，佛就是你的真心，这个事情你不能去想。",
      "zh_TW": "文章恭錄—淨土大經解演義，第四集。「圓滿直捷」，圓滿是沒有欠缺，直捷是沒有障礙。「方便究竟，一超直入」，所以這個法門是頓教，放下是頓捨，你只要能捨，放得下，你現前就證得究竟圓滿的佛果。方便是什麼？「南無阿彌陀佛」六個字，執著它，你看不執著別的，把其他的執著全放下，就把這個執著換過來，這叫究竟方便。「最極圓頓」，把起心動念、分別執著放下，就成佛了。「以彌陀一乘願海，六字洪名之究竟果覺，作我眾生之因心」，念這句南無阿彌陀佛就是念自性智慧德相，所以這個法門叫果法。「以果為因，因果同時，從果起修，即修即果，心作心是，不可思議」，是心作佛，是心是佛，佛就是你的真心，這個事情你不能去想。"
    },
    {
      "id": "02-042-0089_p0081",
      "zh_CN": "「故《弥陀要解》曰：一声阿弥陀佛，即释迦本师于五浊恶世所得之阿耨多罗三藐三菩提法。今以此果觉全体授与浊恶众生，乃诸佛所行境界，唯佛与佛能究尽，非九界自力所能信解也。」阿耨多罗三藐三菩提翻成无上正等正觉。浊，五浊恶世，浊是混浊，恶是十恶。诸佛所行境界，一切诸佛都是念阿弥陀佛成佛的。唯佛与佛能究尽，究尽是彻底明了，性相、理事、因果到成佛你才明了。非九界自力，没有佛力的加持，凭自力你决定没办法。",
      "zh_TW": "「故《彌陀要解》曰：一聲阿彌陀佛，即釋迦本師於五濁惡世所得之阿耨多羅三藐三菩提法。今以此果覺全體授與濁惡眾生，乃諸佛所行境界，唯佛與佛能究盡，非九界自力所能信解也。」阿耨多羅三藐三菩提翻成無上正等正覺。濁，五濁惡世，濁是混濁，惡是十惡。諸佛所行境界，一切諸佛都是念阿彌陀佛成佛的。唯佛與佛能究盡，究盡是徹底明瞭，性相、理事、因果到成佛你才明瞭。非九界自力，沒有佛力的加持，憑自力你決定沒辦法。"
    },
    {
      "id": "02-042-0089_p0082",
      "zh_CN": "「又曰」，这还是《弥陀要解》里面说的，「举此体」，体是法界体，就是自性，「作弥陀身土」，弥陀的身称法身，弥陀所居的国土叫净土，法界体就是自性，身土都是性德自然的流露。「亦即举此体作弥陀名号」，这个体的称号就是阿弥陀佛。「是故弥陀名号即众生本觉理性」，本觉就是自性本具的般若智慧。理是理性，理的作用是事，性的作用是相，性相、理事是众生自性里头本具的，不是从外头来的。",
      "zh_TW": "「又曰」，這還是《彌陀要解》裡面說的，「舉此體」，體是法界體，就是自性，「作彌陀身土」，彌陀的身稱法身，彌陀所居的國土叫淨土，法界體就是自性，身土都是性德自然的流露。「亦即舉此體作彌陀名號」，這個體的稱號就是阿彌陀佛。「是故彌陀名號即眾生本覺理性」，本覺就是自性本具的般若智慧。理是理性，理的作用是事，性的作用是相，性相、理事是眾生自性裡頭本具的，不是從外頭來的。"
    },
    {
      "id": "02-042-0089_p0083",
      "zh_CN": "「可见此经实是大悲慈父如来世尊称性极谈」，大慈悲父就是阿弥陀佛；如来世尊，这是佛的十种德号。如来是什么意思？一切法都是自性变的，一切法相如其法性，一切法相皆是自性。「世尊称性极谈」，极是到顶点，我们今天所讲到最高峰，没有比这个更高。「诸佛秘藏」，佛法的秘是讲深密，它理太深，理事都太深，不容易了解。十方三世一切诸佛如来讲经说法，教化众生，「和盘托出」，没有保留。这个盘子就是这部经，这部经里面内容是什么？十方三世一切诸佛的秘藏都在这里头，没有一个法门不是念佛法门，与「诸佛秘藏，和盘托出」相应。",
      "zh_TW": "「可見此經實是大悲慈父如來世尊稱性極談」，大慈悲父就是阿彌陀佛；如來世尊，這是佛的十種德號。如來是什麼意思？一切法都是自性變的，一切法相如其法性，一切法相皆是自性。「世尊稱性極談」，極是到頂點，我們今天所講到最高峰，沒有比這個更高。「諸佛祕藏」，佛法的祕是講深密，它理太深，理事都太深，不容易了解。十方三世一切諸佛如來講經說法，教化眾生，「和盤托出」，沒有保留。這個盤子就是這部經，這部經裡面內容是什麼？十方三世一切諸佛的祕藏都在這裡頭，沒有一個法門不是念佛法門，與「諸佛祕藏，和盤托出」相應。"
    },
    {
      "id": "02-042-0089_p0084",
      "zh_CN": "「且此念佛法门，亦即众生本具之化仪」，化是教化，仪是仪式，这是教化的方式。这个方式从哪来的？众生本具，是我们自己本有的。「此一句佛号，正如《要解》所示，即是众生本觉理性，故知此介尔能念之心，即是如来果觉。」这一句佛号就是六字洪名南无阿弥陀佛，就像蕅益大师在《要解》所说的，它是众生本觉理性，理性就是自性。如来果觉就是自性，自性的果觉。介尔，它是形容极其微细的念头。",
      "zh_TW": "「且此念佛法門，亦即眾生本具之化儀」，化是教化，儀是儀式，這是教化的方式。這個方式從哪來的？眾生本具，是我們自己本有的。「此一句佛號，正如《要解》所示，即是眾生本覺理性，故知此介爾能念之心，即是如來果覺。」這一句佛號就是六字洪名南無阿彌陀佛，就像蕅益大師在《要解》所說的，它是眾生本覺理性，理性就是自性。如來果覺就是自性，自性的果覺。介爾，它是形容極其微細的念頭。"
    },
    {
      "id": "02-042-0089_p0085",
      "zh_CN": "老法师：凯莉姐妹两个人从小接受外国教育，她的外国文非常好，我让她把讲经一些浅显地方，让她学习翻译。这两个人很用功、很老实，是很难得看到的，我相信她们会有成就，这两个人很听话。我们看最后一个。",
      "zh_TW": "老法師：凱莉姐妹兩個人從小接受外國教育，她的外國文非常好，我讓她把講經一些淺顯地方，讓她學習翻譯。這兩個人很用功、很老實，是很難得看到的，我相信她們會有成就，這兩個人很聽話。我們看最後一個。"
    },
    {
      "id": "02-042-0089_p0086",
      "zh_CN": "学生：学贤公以苦为师，以戒为师。尊敬的师父上人，尊敬的诸位法师、大德居士，您们好。阿弥陀佛！惭愧学生妙音学习心得报告的主题是「学贤公以苦为师，以戒为师」。",
      "zh_TW": "學生：學賢公以苦為師，以戒為師。尊敬的師父上人，尊敬的諸位法師、大德居士，您們好。阿彌陀佛！慚愧學生妙音學習心得報告的主題是「學賢公以苦為師，以戒為師」。"
    },
    {
      "id": "02-042-0089_p0087",
      "zh_CN": "首先感恩师父上人讲解《净土大经》，使学生能有幸参加这样无比殊胜的佛法盛会，同时感恩护持这一盛会的诸佛菩萨、龙天护法及诸位护法仁者。第一次看贤公老和尚事迹的光碟，是二０一四年三月初，至今已有近七个月了。近几个月，恩师上人几乎在经教中天天讲、集集讲，苦口婆心劝我们每天要看三遍，一年看上一千遍。用真心看，真正学，会得定，会有境界，等于学习《无量寿经》。我辈愚钝，天天被俗务缠身，偶尔停下心来静静思考，为什么要让一天看三遍，看一年呢？真能得定吗？还要向学习《无量寿经》一样学习贤公老和尚的行持。",
      "zh_TW": "首先感恩師父上人講解《淨土大經》，使學生能有幸參加這樣無比殊勝的佛法盛會，同時感恩護持這一盛會的諸佛菩薩、龍天護法及諸位護法仁者。第一次看賢公老和尚事蹟的光碟，是二０一四年三月初，至今已有近七個月了。近幾個月，恩師上人幾乎在經教中天天講、集集講，苦口婆心勸我們每天要看三遍，一年看上一千遍。用真心看，真正學，會得定，會有境界，等於學習《無量壽經》。我輩愚鈍，天天被俗務纏身，偶爾停下心來靜靜思考，為什麼要讓一天看三遍，看一年呢？真能得定嗎？還要向學習《無量壽經》一樣學習賢公老和尚的行持。"
    },
    {
      "id": "02-042-0089_p0088",
      "zh_CN": "在写此学习心得汇报时，我再一次打开电视机，恭恭敬敬、仔细认真的又看了一遍光碟。贤公老和尚无限慈悲，既庄严又欢笑的身影，在脑海中渐渐累积已形成了印象。稳稳当当缓缓的走路，慢慢的锄草、劳作、种地，不慌不忙的上树修剪树枝、摘柿子，陪居士们讲话，一句一句慢慢的说，在学佛修行生活中不急不躁的状态，太值得我们晚辈学习了。缝缝补补，自己的事情亲力亲为，连拜佛都不用拜垫。古今世间有几位一百一十二岁高龄的高僧，在往生前几个时辰还在为众生劳作、服务？我的感悟是，那是一种真正佛菩萨的境界，念念、时时心中都在念佛，都在为众生服务，为众生表法。在生活中、在劳动中、在修行中，对自己每天、每时、每个念头，都能把世尊教给后世佛弟子的「以苦为师，以戒为师」做到圆满。贤公老和尚将佛法的六度、三福、般若、忍辱、精进，真正落实到了实处，落实到了为人处世、待人接物中；对人事物不分别不执着，恭敬慈悲的对待一切众生，落实生佛不二，礼敬诸佛，菩萨所到之处，令一切众生生欢喜。太多太多了，用文字已无法表述。",
      "zh_TW": "在寫此學習心得匯報時，我再一次打開電視機，恭恭敬敬、仔細認真的又看了一遍光碟。賢公老和尚無限慈悲，既莊嚴又歡笑的身影，在腦海中漸漸累積已形成了印象。穩穩當當緩緩的走路，慢慢的鋤草、勞作、種地，不慌不忙的上樹修剪樹枝、摘柿子，陪居士們講話，一句一句慢慢的說，在學佛修行生活中不急不躁的狀態，太值得我們晚輩學習了。縫縫補補，自己的事情親力親為，連拜佛都不用拜墊。古今世間有幾位一百一十二歲高齡的高僧，在往生前幾個時辰還在為眾生勞作、服務？我的感悟是，那是一種真正佛菩薩的境界，念念、時時心中都在念佛，都在為眾生服務，為眾生表法。在生活中、在勞動中、在修行中，對自己每天、每時、每個念頭，都能把世尊教給後世佛弟子的「以苦為師，以戒為師」做到圓滿。賢公老和尚將佛法的六度、三福、般若、忍辱、精進，真正落實到了實處，落實到了為人處世、待人接物中；對人事物不分別不執著，恭敬慈悲的對待一切眾生，落實生佛不二，禮敬諸佛，菩薩所到之處，令一切眾生生歡喜。太多太多了，用文字已無法表述。"
    },
    {
      "id": "02-042-0089_p0089",
      "zh_CN": "千万劫轮回，学生今生大幸，遇到了无比殊胜的净土念佛成佛法门。通过近几年学习恩师上人讲解的《净土大经演义》、《科注》、《太上感应篇》、《十善业道经》，深深明了因果报应丝毫不爽。再对照江老前辈书画的《因果图鉴—地狱变相图》，和澳洲净宗学院诸位法师仁者们会集的《诸经佛说地狱集要》，反观自己由于迷惑颠倒，前半生所造的一切恶业，万分惊恐。非常清楚明了，我本人已经拿到了去往地狱、饿鬼、畜生三途之国的所有移民证书。欲出泥犁，只有一条路可走，必须学会做到老实、听话、真干，洗心换心。必须向贤公老和尚、恩师上人及祖师大德们学习为人处世、待人接物，落实普贤十愿，恭敬一切众生就是礼敬诸佛。在今后的学佛生活中，必须学会「以苦为师，以戒为师」。",
      "zh_TW": "千萬劫輪迴，學生今生大幸，遇到了無比殊勝的淨土念佛成佛法門。通過近幾年學習恩師上人講解的《淨土大經演義》、《科註》、《太上感應篇》、《十善業道經》，深深明瞭因果報應絲毫不爽。再對照江老前輩書畫的《因果圖鑑—地獄變相圖》，和澳洲淨宗學院諸位法師仁者們會集的《諸經佛說地獄集要》，反觀自己由於迷惑顛倒，前半生所造的一切惡業，萬分驚恐。非常清楚明瞭，我本人已經拿到了去往地獄、餓鬼、畜生三途之國的所有移民證書。欲出泥犁，只有一條路可走，必須學會做到老實、聽話、真幹，洗心換心。必須向賢公老和尚、恩師上人及祖師大德們學習為人處世、待人接物，落實普賢十願，恭敬一切眾生就是禮敬諸佛。在今後的學佛生活中，必須學會「以苦為師，以戒為師」。"
    },
    {
      "id": "02-042-0089_p0090",
      "zh_CN": "恩师上人无论是面对我们大众，还是在经教中，无数次教诲我们，为人处世，要心平气和、要没有得失心、要谦卑，不控制、不占有、不对立，不与任何人结怨，要做佛门学佛的好榜样，要学习贤公老和尚老实念佛，等等等等。这些语重心长慈悲的教诲，都是善巧方便的教我们，在学佛的生活中落实戒律。从恩师上人的眼神中，我能看出那分期盼大家都能早日看破放下，永久脱离轮回苦海的心愿。太多太多像电影一幕一幕永远印记在我的脑海中，鞭策我要继续努力断恶修善，必须做到真信佛、真学佛、真依教奉行、真持戒念佛，方能离苦得乐。",
      "zh_TW": "恩師上人無論是面對我們大眾，還是在經教中，無數次教誨我們，為人處世，要心平氣和、要沒有得失心、要謙卑，不控制、不佔有、不對立，不與任何人結怨，要做佛門學佛的好榜樣，要學習賢公老和尚老實念佛，等等等等。這些語重心長慈悲的教誨，都是善巧方便的教我們，在學佛的生活中落實戒律。從恩師上人的眼神中，我能看出那分期盼大家都能早日看破放下，永久脫離輪迴苦海的心願。太多太多像電影一幕一幕永遠印記在我的腦海中，鞭策我要繼續努力斷惡修善，必須做到真信佛、真學佛、真依教奉行、真持戒念佛，方能離苦得樂。"
    },
    {
      "id": "02-042-0089_p0091",
      "zh_CN": "原来不明白恩师上人为什么在《来佛三圣永思集》上书写有「《大乘无量寿经》的总结」的墨宝，而且在经教中讲，要像学习《无量寿经》一样学习贤公老和尚的光碟。翻开《无量寿经》中有「善护口业，不讥他过，善护身业，不失律仪，善护意业，清净无染」，对善男子、善女人身口意三业的要求，「持诸禁戒，坚守不犯」，「当发无上菩提之心，一向专念阿弥陀佛」，经文最后，「一切大众，闻佛所说，皆大欢喜，信受奉行」，等等。我们再对照贤公老和尚的行持，老人家真做到了，闻佛所说，信受奉行。佛法是信解行证，恩师上人讲，真信佛没有做不到的，知难行易。",
      "zh_TW": "原來不明白恩師上人為什麼在《來佛三聖永思集》上書寫有「《大乘無量壽經》的總結」的墨寶，而且在經教中講，要像學習《無量壽經》一樣學習賢公老和尚的光碟。翻開《無量壽經》中有「善護口業，不譏他過，善護身業，不失律儀，善護意業，清淨無染」，對善男子、善女人身口意三業的要求，「持諸禁戒，堅守不犯」，「當發無上菩提之心，一向專念阿彌陀佛」，經文最後，「一切大眾，聞佛所說，皆大歡喜，信受奉行」，等等。我們再對照賢公老和尚的行持，老人家真做到了，聞佛所說，信受奉行。佛法是信解行證，恩師上人講，真信佛沒有做不到的，知難行易。"
    },
    {
      "id": "02-042-0089_p0092",
      "zh_CN": "现在我明白了恩师上人让我们用学习《无量寿经》的心态来学习贤公老和尚，学生在净土宗属初学，如印祖所说愚钝之人。恩师上人说用一年时间学习贤公老和尚，我必须用三年、五年或十年，一直学习到往生的前一天。唯有以苦为师，以戒为师，方能登宝莲，入极乐。我发愿今生用预知时至、往生净土的成就，来报答恩师上人、贤公老和尚、诸佛菩萨对我的教诲之恩。",
      "zh_TW": "現在我明白了恩師上人讓我們用學習《無量壽經》的心態來學習賢公老和尚，學生在淨土宗屬初學，如印祖所說愚鈍之人。恩師上人說用一年時間學習賢公老和尚，我必須用三年、五年或十年，一直學習到往生的前一天。唯有以苦為師，以戒為師，方能登寶蓮，入極樂。我發願今生用預知時至、往生淨土的成就，來報答恩師上人、賢公老和尚、諸佛菩薩對我的教誨之恩。"
    },
    {
      "id": "02-042-0089_p0093",
      "zh_CN": "以上是惭愧学生妙音学习心得报告，叩首呈请尊敬的师父上人慈悲开示，诸位法师大德居士慈悲指教，至诚感恩。阿弥陀佛！妙音顶礼敬呈。",
      "zh_TW": "以上是慚愧學生妙音學習心得報告，叩首呈請尊敬的師父上人慈悲開示，諸位法師大德居士慈悲指教，至誠感恩。阿彌陀佛！妙音頂禮敬呈。"
    },
    {
      "id": "02-042-0089_p0094",
      "zh_CN": "老法师：这位同学也是过去造作很多恶业，现在能回头，来得及。净土法门，造再大的恶业，只要一口气还在，回头都来得及。要真正回头，改过自新，老实念佛，求生净土。",
      "zh_TW": "老法師：這位同學也是過去造作很多惡業，現在能回頭，來得及。淨土法門，造再大的惡業，只要一口氣還在，回頭都來得及。要真正回頭，改過自新，老實念佛，求生淨土。"
    },
    {
      "id": "02-042-0089_p0095",
      "zh_CN": "现在时间到了，我们今天就学习到此地。",
      "zh_TW": "現在時間到了，我們今天就學習到此地。"
    }
  ]
}