{
  "doc_id": "02-042-0117",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "开慧法师",
    "开宝法师",
    "开莲法师",
    "开示法师"
  ],
  "volume": {
    "zh_CN": "第一一七集",
    "zh_TW": "第一一七集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0117",
  "total_paragraphs": 68,
  "paragraphs": [
    {
      "id": "02-042-0117_p0001",
      "zh_CN": "学生：尊敬的师父上人、尊敬的诸位法师、尊敬的诸位大德同修，大家好，阿弥陀佛！惭愧学生开慧今天向大家恭敬汇报的主题是「立身行道，报答天下父母恩」。",
      "zh_TW": "學生：尊敬的師父上人、尊敬的諸位法師、尊敬的諸位大德同修，大家好，阿彌陀佛！慚愧學生開慧今天向大家恭敬匯報的主題是「立身行道，報答天下父母恩」。"
    },
    {
      "id": "02-042-0117_p0002",
      "zh_CN": "甲一、缘起",
      "zh_TW": "甲一、緣起"
    },
    {
      "id": "02-042-0117_p0003",
      "zh_CN": "二０一四年十二月二十六日，为期一个月的大士阁首届《净土大经科注》学习班正式开班，感恩师父上人慈悲，上印下信法师慈悲，馆长慈悲，给予惭愧学生参与此次盛会的机会。以下是惭愧学生在开班第一周的浅显心得，向尊敬的师父上人、诸位法师、诸位大德同修报告。",
      "zh_TW": "二０一四年十二月二十六日，為期一個月的大士閣首屆《淨土大經科註》學習班正式開班，感恩師父上人慈悲，上印下信法師慈悲，館長慈悲，給予慚愧學生參與此次盛會的機會。以下是慚愧學生在開班第一週的淺顯心得，向尊敬的師父上人、諸位法師、諸位大德同修報告。"
    },
    {
      "id": "02-042-0117_p0004",
      "zh_CN": "甲二、定位",
      "zh_TW": "甲二、定位"
    },
    {
      "id": "02-042-0117_p0005",
      "zh_CN": "参加此次学习班的学员共三十六位，其中男众十二位，女众二十四位。上印下信法师和馆长在开班前，在给为此次学习班服务的辅导员以及义工开会时，明确的指出了我们的定位：这三十六位学员是两位大家长给我们请来的三十六位老师。老师们放下工作、放下亲人，不远千里来到大士阁是专程给我们表法来的，我们应当感恩。在这一个月的时间里，我们要守好自己学生的本分，做好大家的保姆，在生活上，尽己全力照顾大家，让大家感受到家一般的温暖。在修学上，帮助大家勇猛精进，使大家通过这一个月的学习，都能够坚定对于极乐世界的愿心，增强对这一句佛号的信心。",
      "zh_TW": "參加此次學習班的學員共三十六位，其中男眾十二位，女眾二十四位。上印下信法師和館長在開班前，在給為此次學習班服務的輔導員以及義工開會時，明確的指出了我們的定位：這三十六位學員是兩位大家長給我們請來的三十六位老師。老師們放下工作、放下親人，不遠千里來到大士閣是專程給我們表法來的，我們應當感恩。在這一個月的時間裡，我們要守好自己學生的本分，做好大家的保姆，在生活上，盡己全力照顧大家，讓大家感受到家一般的溫暖。在修學上，幫助大家勇猛精進，使大家通過這一個月的學習，都能夠堅定對於極樂世界的願心，增強對這一句佛號的信心。"
    },
    {
      "id": "02-042-0117_p0006",
      "zh_CN": "甲三、感恩—不知父母恩情重，始知自己是罪人",
      "zh_TW": "甲三、感恩—不知父母恩情重，始知自己是罪人"
    },
    {
      "id": "02-042-0117_p0007",
      "zh_CN": "三十六位学员中，四十岁以上的占多半，大部分都是学生的长辈。在为长辈们服务的过程中，学生听到长辈们说得最多的就是感恩。学生感到万分惭愧，其实学生做得很不好，从接待开始就出了不少的纰漏，但是长辈们像父母一样包容着我们。",
      "zh_TW": "三十六位學員中，四十歲以上的佔多半，大部分都是學生的長輩。在為長輩們服務的過程中，學生聽到長輩們說得最多的就是感恩。學生感到萬分慚愧，其實學生做得很不好，從接待開始就出了不少的紕漏，但是長輩們像父母一樣包容著我們。"
    },
    {
      "id": "02-042-0117_p0008",
      "zh_CN": "上印下信法师经常说：父母是很好骗的，儿女们说几句安慰的话、好听的话，父母就很满足了，其他的什么也不图。当学生向长辈们递一双拖鞋，奉一杯茶水时，长辈们就连连感恩。回想自己从小到大，多少次父母长辈给我穿鞋穿袜，给我洗衣做饭，学生从来没有向他们说过一句感恩的话。即便是出了家在道场修学，学生也从没让两位大家长省过心。没有感恩心，没有恭敬心，常令大家长失望、伤心。",
      "zh_TW": "上印下信法師經常說：父母是很好騙的，兒女們說幾句安慰的話、好聽的話，父母就很滿足了，其他的什麼也不圖。當學生向長輩們遞一雙拖鞋，奉一杯茶水時，長輩們就連連感恩。回想自己從小到大，多少次父母長輩給我穿鞋穿襪，給我洗衣做飯，學生從來沒有向他們說過一句感恩的話。即便是出了家在道場修學，學生也從沒讓兩位大家長省過心。沒有感恩心，沒有恭敬心，常令大家長失望、傷心。"
    },
    {
      "id": "02-042-0117_p0009",
      "zh_CN": "学员中有一些是三根班学生的家长，其中有一位法师的母亲在分享时说：「我就这一个小孩，我对他（儿子）也没别的要求，只要他好好的学习，好好的做人，将来弘扬佛法就行了。我在家每天晚上都回向，我说把我所修的功德都回向给鸡足山大士阁、报恩寺的法师、学生们，希望他们业障消除，好好学习，将来承传师父上人的法脉，弘法利生。」",
      "zh_TW": "學員中有一些是三根班學生的家長，其中有一位法師的母親在分享時說：「我就這一個小孩，我對他（兒子）也沒別的要求，只要他好好的學習，好好的做人，將來弘揚佛法就行了。我在家每天晚上都迴向，我說把我所修的功德都迴向給雞足山大士閣、報恩寺的法師、學生們，希望他們業障消除，好好學習，將來承傳師父上人的法脈，弘法利生。」"
    },
    {
      "id": "02-042-0117_p0010",
      "zh_CN": "我们今天能够在正法道场修学，接受师父上人教诲，这条光明大道是不知道多少位父母亲人用血和泪默默铺就的。为了正法久住，为了净土的弘传，他们忍痛割爱将我们交给佛菩萨，不求我们堂前尽孝，唯愿我们此生成就，在正法衰微至极的今天能够荷担起如来的家业。学生在家时未能尽得半点孝道，出家之后依旧要让父母为学生的道业操心。父母之爱若斯，惭愧学生无颜以对。学生面对毛病习气，常常放纵自己，不知谦卑恭敬，不能忍让，不能吃苦。然而与父母的付出相比，我们吃的那一点苦，根本不值一提。如今回头再看父母恩德重若须弥，始知自己受恩不报是罪人。我等若不能日日精进，一旦稍有放逸，其罪比之世间罪大恶极之人尤甚，因世人迷惑未闻圣教，「殊无怪也」。然而学生有幸，听闻圣教又明知故犯，实在是罪加一等。",
      "zh_TW": "我們今天能夠在正法道場修學，接受師父上人教誨，這條光明大道是不知道多少位父母親人用血和淚默默鋪就的。為了正法久住，為了淨土的弘傳，他們忍痛割愛將我們交給佛菩薩，不求我們堂前盡孝，唯願我們此生成就，在正法衰微至極的今天能夠荷擔起如來的家業。學生在家時未能盡得半點孝道，出家之後依舊要讓父母為學生的道業操心。父母之愛若斯，慚愧學生無顏以對。學生面對毛病習氣，常常放縱自己，不知謙卑恭敬，不能忍讓，不能吃苦。然而與父母的付出相比，我們吃的那一點苦，根本不值一提。如今回頭再看父母恩德重若須彌，始知自己受恩不報是罪人。我等若不能日日精進，一旦稍有放逸，其罪比之世間罪大惡極之人尤甚，因世人迷惑未聞聖教，「殊無怪也」。然而學生有幸，聽聞聖教又明知故犯，實在是罪加一等。"
    },
    {
      "id": "02-042-0117_p0011",
      "zh_CN": "甲四、立身行道—用来行动表法",
      "zh_TW": "甲四、立身行道—用來行動表法"
    },
    {
      "id": "02-042-0117_p0012",
      "zh_CN": "开班这七天来，学生深深感到做出来的远比说出来的更有力量。圣贤的教育需要靠人演出来。大家在分享时都表示自己在家中修学时间也不算短，但就是没什么进展。在这短短的七天里，无论是在思想上，还是在行为上，都发生了很大的变化。眼见着寮房一天比一天整洁，队伍一天比一天整齐，大家的坐姿一天比一天端正，过堂的声音也愈来愈小，学会了时时为他人着想，浮躁的心渐渐的安定了下来。而这些变化都是受到三根班学生们以及义工菩萨们的影响，榜样的力量是无穷的。",
      "zh_TW": "開班這七天來，學生深深感到做出來的遠比說出來的更有力量。聖賢的教育需要靠人演出來。大家在分享時都表示自己在家中修學時間也不算短，但就是沒什麼進展。在這短短的七天裡，無論是在思想上，還是在行為上，都發生了很大的變化。眼見著寮房一天比一天整潔，隊伍一天比一天整齊，大家的坐姿一天比一天端正，過堂的聲音也愈來愈小，學會了時時為他人著想，浮躁的心漸漸的安定了下來。而這些變化都是受到三根班學生們以及義工菩薩們的影響，榜樣的力量是無窮的。"
    },
    {
      "id": "02-042-0117_p0013",
      "zh_CN": "「人之初，性本善」，向善之心人皆有之，然而传统文化在中国已经丢失了近两百年，它原本的样子现在已经见不到了，圣贤君子更如凤毛麟角，没有亲眼见到，所以世人纵有向善之心，却无有下手之处。学生的人生中曾经犯过许多错误，留下许多遗憾，虽然知道自己做错了，但不知为何会犯错，自己又应该如何去做，常常感到很迷茫。",
      "zh_TW": "「人之初，性本善」，向善之心人皆有之，然而傳統文化在中國已經丟失了近兩百年，它原本的樣子現在已經見不到了，聖賢君子更如鳳毛麟角，沒有親眼見到，所以世人縱有向善之心，卻無有下手之處。學生的人生中曾經犯過許多錯誤，留下許多遺憾，雖然知道自己做錯了，但不知為何會犯錯，自己又應該如何去做，常常感到很迷茫。"
    },
    {
      "id": "02-042-0117_p0014",
      "zh_CN": "记得在学生十三、四岁的时候，一次母亲去买东西，让我在一家甜品摊上吃茶汤面，遇到一位乞讨的老婆婆。那时正值严冬，老婆婆瑟瑟发抖的拄着一根木棍，身穿一件很薄的破旧棉衣，棉衣上附着一层污垢，但她头发梳理得很整齐。可能是因为实在冷得受不了了，老婆婆央求摊主给她一碗面茶汤。摊主非常不耐烦的让老婆婆拿出碗来，老婆婆表示她没有带碗，摊主便挥挥手说：「要饭的，连碗都不带，难不成还想用我的碗吃，谁知道妳有什么病？走吧走吧…」老婆婆面容惨淡，带着哭腔乞求摊主，声音很小，但是我却听得很清楚，她说：「您行行好吧，好人有好报。」摊主更加不耐烦了，用手推搡着老婆婆把她往外赶：「走走走，要是让妳用了我的碗，以后谁还敢在我这里吃东西？快走快走…」老婆婆还是苦苦乞求：「求求您了，求求您了…」老婆婆的话像针一样扎在学生的心上，学生低着头盯着自己那一碗热气腾腾的茶汤，很想把那碗茶汤端给老婆婆，然后告诉摊主，我不嫌老婆婆脏；又想先向摊主借一个碗给婆婆用，等会儿妈妈回来，让她买一个碗还给摊主。可是学生什么都没有做，只是盯着自己的碗，手紧紧握住勺子。摊主还在驱赶着老婆婆，老婆婆还在乞求，时间仿佛停止了一般。原本喧闹的小摊变得异常安静，食客们只是低头静静的吃着自己的茶汤。不知过了多久，老婆婆终于被摊主赶走了，妈妈也回来了，我匆匆的吃完茶汤，逃跑似的离开了小摊。",
      "zh_TW": "記得在學生十三、四歲的時候，一次母親去買東西，讓我在一家甜品攤上吃茶湯麵，遇到一位乞討的老婆婆。那時正值嚴冬，老婆婆瑟瑟發抖的拄著一根木棍，身穿一件很薄的破舊棉衣，棉衣上附著一層污垢，但她頭髮梳理得很整齊。可能是因為實在冷得受不了了，老婆婆央求攤主給她一碗麵茶湯。攤主非常不耐煩的讓老婆婆拿出碗來，老婆婆表示她沒有帶碗，攤主便揮揮手說：「要飯的，連碗都不帶，難不成還想用我的碗吃，誰知道妳有什麼病？走吧走吧…」老婆婆面容慘淡，帶著哭腔乞求攤主，聲音很小，但是我卻聽得很清楚，她說：「您行行好吧，好人有好報。」攤主更加不耐煩了，用手推搡著老婆婆把她往外趕：「走走走，要是讓妳用了我的碗，以後誰還敢在我這裡吃東西？快走快走…」老婆婆還是苦苦乞求：「求求您了，求求您了…」老婆婆的話像針一樣紮在學生的心上，學生低著頭盯著自己那一碗熱氣騰騰的茶湯，很想把那碗茶湯端給老婆婆，然後告訴攤主，我不嫌老婆婆髒；又想先向攤主借一個碗給婆婆用，等會兒媽媽回來，讓她買一個碗還給攤主。可是學生什麼都沒有做，只是盯著自己的碗，手緊緊握住勺子。攤主還在驅趕著老婆婆，老婆婆還在乞求，時間彷彿停止了一般。原本喧鬧的小攤變得異常安靜，食客們只是低頭靜靜的吃著自己的茶湯。不知過了多久，老婆婆終於被攤主趕走了，媽媽也回來了，我匆匆的吃完茶湯，逃跑似的離開了小攤。"
    },
    {
      "id": "02-042-0117_p0015",
      "zh_CN": "十多年来，这件事情让学生深受良心的谴责，直至今日想起这件事情依旧难以释怀。学生常常责问自己为什么会这样？直到听闻圣教后，学生才知道是因为自己没有根。面对疾苦所生的怜悯之心、惭愧之心是自性的显露，但因习气使然，社会风气使然，正所谓「人不学，不知道」，自性的光芒虽有但力量非常微弱，不足以指导我们的言行。学生想当时的食客们大概也都和学生一样，并非是认同摊主的行为，是因为失教，不明礼不知义，正义难得彰显，但倘若当时有一个人肯站住来，一定会得到大家的响应。汤池小镇的实验，黄河道德讲堂，以及学习班成员们这一周的变化，都证明了人是很好教的，人是教得好的。今天传统文化、大乘佛法最缺的就是榜样，这也是师父上人为何赞叹海贤老和尚为当今净土做出最大贡献，就是因为他老人家把如何成佛做出来给我们看。",
      "zh_TW": "十多年來，這件事情讓學生深受良心的譴責，直至今日想起這件事情依舊難以釋懷。學生常常責問自己為什麼會這樣？直到聽聞聖教後，學生才知道是因為自己沒有根。面對疾苦所生的憐憫之心、慚愧之心是自性的顯露，但因習氣使然，社會風氣使然，正所謂「人不學，不知道」，自性的光芒雖有但力量非常微弱，不足以指導我們的言行。學生想當時的食客們大概也都和學生一樣，並非是認同攤主的行為，是因為失教，不明禮不知義，正義難得彰顯，但倘若當時有一個人肯站住來，一定會得到大家的響應。湯池小鎮的實驗，黃河道德講堂，以及學習班成員們這一週的變化，都證明了人是很好教的，人是教得好的。今天傳統文化、大乘佛法最缺的就是榜樣，這也是師父上人為何讚歎海賢老和尚為當今淨土做出最大貢獻，就是因為他老人家把如何成佛做出來給我們看。"
    },
    {
      "id": "02-042-0117_p0016",
      "zh_CN": "学生蒙祖宗德荫，今生得遇明师尊敬的师父上人，及上印下信法师与馆长二位大善知识，将做人、成佛的道理方法授予学生，使学生的言行举止有所依归，不再茫然无措。学生根性顽劣，立身行道，在修养自己德行的同时，把所学落实在生活中，像海贤老和尚一样，把传统文化、《无量寿经》做出来。",
      "zh_TW": "學生蒙祖宗德蔭，今生得遇明師尊敬的師父上人，及上印下信法師與館長二位大善知識，將做人、成佛的道理方法授予學生，使學生的言行舉止有所依歸，不再茫然無措。學生根性頑劣，立身行道，在修養自己德行的同時，把所學落實在生活中，像海賢老和尚一樣，把傳統文化、《無量壽經》做出來。"
    },
    {
      "id": "02-042-0117_p0017",
      "zh_CN": "以上是惭愧学生开慧粗浅的学习报告，错误之处恳请尊敬的师父上人、诸位法师、诸位大德同修慈悲批评指正。学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝尊敬的师父上人：法体安康，六时吉祥，久住世间，光寿无量。",
      "zh_TW": "以上是慚愧學生開慧粗淺的學習報告，錯誤之處懇請尊敬的師父上人、諸位法師、諸位大德同修慈悲批評指正。學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝尊敬的師父上人：法體安康，六時吉祥，久住世間，光壽無量。"
    },
    {
      "id": "02-042-0117_p0018",
      "zh_CN": "老法师：确实如开慧师所说的，她失去了一次影响社会风气的好机会，自己没有带头做出来。今天这个社会，确实是迷惑自性的人太多了，确实如大家所见到的，传统文化丢失了两百年。我在前几天，看到从东北来的同修们带了一个光碟，这光碟的内容是众生附体。什么人附体？二百一十年前那个时候的人，读书人，在满清末年，第一次被派到国外去留学，这批留学生里面有个代表出来了，来忏悔，现在社会会变成这个样子是他们的过失。他们留学回来之后，不再学中国传统东西了，因为中国传统东西从小就管得很严肃，一举一动都要规矩，一到外国看到人家民主、自由、开放，认为我们中国的东西比不上外国，外国进步，我们落伍了，还在守住几千年以前的老样子。现在我们知道了，外国的进步，进步的结果是整个社会动乱，进步的结果，科学家给我们警告，人类在这个地球上能生存的时间大概只有五十年了，五十年之后地球会毁灭。所以汤恩比说，说得好，地球上的居民要想还能够存活下去，还能够过着正常的生活，他说那只有一个方法，向东方文明学习。东方的文明就是指的孔孟学说跟大乘佛法。",
      "zh_TW": "老法師：確實如開慧師所說的，她失去了一次影響社會風氣的好機會，自己沒有帶頭做出來。今天這個社會，確實是迷惑自性的人太多了，確實如大家所見到的，傳統文化丟失了兩百年。我在前幾天，看到從東北來的同修們帶了一個光碟，這光碟的內容是眾生附體。什麼人附體？二百一十年前那個時候的人，讀書人，在滿清末年，第一次被派到國外去留學，這批留學生裡面有個代表出來了，來懺悔，現在社會會變成這個樣子是他們的過失。他們留學回來之後，不再學中國傳統東西了，因為中國傳統東西從小就管得很嚴肅，一舉一動都要規矩，一到外國看到人家民主、自由、開放，認為我們中國的東西比不上外國，外國進步，我們落伍了，還在守住幾千年以前的老樣子。現在我們知道了，外國的進步，進步的結果是整個社會動亂，進步的結果，科學家給我們警告，人類在這個地球上能生存的時間大概只有五十年了，五十年之後地球會毀滅。所以湯恩比說，說得好，地球上的居民要想還能夠存活下去，還能夠過著正常的生活，他說那只有一個方法，向東方文明學習。東方的文明就是指的孔孟學說跟大乘佛法。"
    },
    {
      "id": "02-042-0117_p0019",
      "zh_CN": "孔孟学说与大乘佛法教人确实都是很严肃的。现在人逐渐逐渐慢慢省悟过来了，能不能接受？很困难。为什么？烦恼习气养成习惯了，一下回不过头来。这是不是真的？未必。为什么？这是我们自己不愿意做，找借口而已。我们曾经做过实验，二００六年在汤池小镇做的实验，三个月做成功了，人的良心发现了，证明中国古圣先贤所说的话是正确的，人性本善。还把这句话写在童蒙课本的第一句，《三字经》的头一句，「人之初，性本善」，人性本善。本善为什么会丧失掉变成不善？就是什么？教育问题。中国人几千年来用什么方法立足在这个世界上，而且值得别人尊敬。只是这一代人，人家不尊敬你，过去世世代代中国人在任何地方都受人尊敬的，为什么？本性本善。换句话说，中国传统文化从哪里来的？从本性本善流现出来的。所以它是自性的文化，不是某个人发明的，不是某个人制定的。这就是五伦、五常、四维、八德，几千年、几万年它能维系社会的长治久安，能维系着人们，人与人之间和睦相处，平等对待，互相尊重，互相敬爱，互助合作。",
      "zh_TW": "孔孟學說與大乘佛法教人確實都是很嚴肅的。現在人逐漸逐漸慢慢省悟過來了，能不能接受？很困難。為什麼？煩惱習氣養成習慣了，一下回不過頭來。這是不是真的？未必。為什麼？這是我們自己不願意做，找藉口而已。我們曾經做過實驗，二００六年在湯池小鎮做的實驗，三個月做成功了，人的良心發現了，證明中國古聖先賢所說的話是正確的，人性本善。還把這句話寫在童蒙課本的第一句，《三字經》的頭一句，「人之初，性本善」，人性本善。本善為什麼會喪失掉變成不善？就是什麼？教育問題。中國人幾千年來用什麼方法立足在這個世界上，而且值得別人尊敬。只是這一代人，人家不尊敬你，過去世世代代中國人在任何地方都受人尊敬的，為什麼？本性本善。換句話說，中國傳統文化從哪裡來的？從本性本善流現出來的。所以它是自性的文化，不是某個人發明的，不是某個人制定的。這就是五倫、五常、四維、八德，幾千年、幾萬年它能維繫社會的長治久安，能維繫著人們，人與人之間和睦相處，平等對待，互相尊重，互相敬愛，互助合作。"
    },
    {
      "id": "02-042-0117_p0020",
      "zh_CN": "二百一十年前的这些留学生，这都是我们的祖先，总得七、八代之前的祖先，就是那个时代，他们错了，他们真错了，学西方人的自由、放逸，毁灭了自己，带给后世无穷的灾难。他们现在在哪里？告诉我们，他们在地狱，苦不堪言。菩萨慈悲，带他们出来透这个信息，劝导我们要把老祖宗的教诲找回来，不能再错下去了。这消息透了之后，他还要回到地狱。几时他们能出地狱？我们这个地球上的人，现代人真正能把五伦、五常、四维、八德都落实了，都做到了，他们能出来。我们做不到，就要想到这二百一十年的这些祖先，七、八代的祖先，都在饿鬼、地狱。我们过去不知道，现在知道这个事情，我们有怎么样的想法？我们是帮助他们离开三恶道？还是让他们继续在那边受苦受难？过去他一念之迷，罪有应得，现在他忏悔。我们听了他的忏悔，我们听了他的劝告，应该做什么样的反应？确实是我们的前辈，他们所说的是忠告，他们所作所为承认他们做错了，是过失。",
      "zh_TW": "二百一十年前的這些留學生，這都是我們的祖先，總得七、八代之前的祖先，就是那個時代，他們錯了，他們真錯了，學西方人的自由、放逸，毀滅了自己，帶給後世無窮的災難。他們現在在哪裡？告訴我們，他們在地獄，苦不堪言。菩薩慈悲，帶他們出來透這個信息，勸導我們要把老祖宗的教誨找回來，不能再錯下去了。這消息透了之後，他還要回到地獄。幾時他們能出地獄？我們這個地球上的人，現代人真正能把五倫、五常、四維、八德都落實了，都做到了，他們能出來。我們做不到，就要想到這二百一十年的這些祖先，七、八代的祖先，都在餓鬼、地獄。我們過去不知道，現在知道這個事情，我們有怎麼樣的想法？我們是幫助他們離開三惡道？還是讓他們繼續在那邊受苦受難？過去他一念之迷，罪有應得，現在他懺悔。我們聽了他的懺悔，我們聽了他的勸告，應該做什麼樣的反應？確實是我們的前輩，他們所說的是忠告，他們所作所為承認他們做錯了，是過失。"
    },
    {
      "id": "02-042-0117_p0021",
      "zh_CN": "所以，典范是教化最有力的方式。我们今天的教学为什么没有效果？我们没有把它做出来，只是口说，口说不行，这是我们早年就明白了。所以汤池小镇的实验，我恳求老师们要学孔子、要学释迦。这两个人是历史上教学最成功的人，他凭什么成功？他所教的他全做到了，所以受教的人佩服，尊重他，向他学习。要先行其言，你所说的你都做到了，没有做到的不敢说。我们做实验，用《弟子规》、《感应篇》、《十善业》，先把这三科做到，真做到，然后开始教学，才能产生效果。要人对我们有信心，我们就得到人家里去服务。所以我们的老师把这三门功课学会，做到了，下一步怎么办？下乡入户，到农民家去拜访，看到人家老人就像看到自己亲生父母一样，你怎样去孝顺他？做出来；看到他的儿女就像自己兄弟一样，做好样子给兄弟们看。我们用了三个星期的时间，当地的老人感到我们这批老师很好、很孝顺，比自己的儿女孝顺；让年轻人看到了感到惭愧，对不起父母，没有尽到孝道。所以这信心就建立了。三个星期之后，我们向大家宣布，中心开课，欢迎大家来学习，一起来学习，这样就造成一个风气。时间不长，三个月，这个小镇面貌一新，人人见面有礼节、有笑容，形成一个风气，这是我们没有想到的。我们那个时候想到，这丢了两百年，至少要二、三年才能恢复，收到教学的效果，没有想到三个月，这么短的时间。所以当时我跟老师们说，我们来检讨，我说我们自己决定不能居功，我们没有这个智慧、没有这个德行，这个风气转变，我们感激老祖宗，祖宗加持我们，三宝加持我们，不是我们自己有什么了不起的能力，一定要怀着感恩，还有人民配合，我们讲的他相信、他能做。",
      "zh_TW": "所以，典範是教化最有力的方式。我們今天的教學為什麼沒有效果？我們沒有把它做出來，只是口說，口說不行，這是我們早年就明白了。所以湯池小鎮的實驗，我懇求老師們要學孔子、要學釋迦。這兩個人是歷史上教學最成功的人，他憑什麼成功？他所教的他全做到了，所以受教的人佩服，尊重他，向他學習。要先行其言，你所說的你都做到了，沒有做到的不敢說。我們做實驗，用《弟子規》、《感應篇》、《十善業》，先把這三科做到，真做到，然後開始教學，才能產生效果。要人對我們有信心，我們就得到人家裡去服務。所以我們的老師把這三門功課學會，做到了，下一步怎麼辦？下鄉入戶，到農民家去拜訪，看到人家老人就像看到自己親生父母一樣，你怎樣去孝順他？做出來；看到他的兒女就像自己兄弟一樣，做好樣子給兄弟們看。我們用了三個星期的時間，當地的老人感到我們這批老師很好、很孝順，比自己的兒女孝順；讓年輕人看到了感到慚愧，對不起父母，沒有盡到孝道。所以這信心就建立了。三個星期之後，我們向大家宣布，中心開課，歡迎大家來學習，一起來學習，這樣就造成一個風氣。時間不長，三個月，這個小鎮面貌一新，人人見面有禮節、有笑容，形成一個風氣，這是我們沒有想到的。我們那個時候想到，這丟了兩百年，至少要二、三年才能恢復，收到教學的效果，沒有想到三個月，這麼短的時間。所以當時我跟老師們說，我們來檢討，我說我們自己決定不能居功，我們沒有這個智慧、沒有這個德行，這個風氣轉變，我們感激老祖宗，祖宗加持我們，三寶加持我們，不是我們自己有什麼了不起的能力，一定要懷著感恩，還有人民配合，我們講的他相信、他能做。"
    },
    {
      "id": "02-042-0117_p0022",
      "zh_CN": "我们在这二、三年当中，看到潮州道德讲堂的谢总，看到他的成就，真正坚定了我们信心。他用一个星期，七天。《弥陀经》上说，若一日到若七日，那就能成佛、就能往生。他这个地方七天，所收到的效果，比我们过去三个月还要丰盛。这个不可思议！这是真的，不是假的。接受他教训的人，就是一个星期教训的人，人数总共一万多人，坏人变成好人，贪官变成廉洁，整个社会风气扭转过来了。现在得到政府的承认，政府在他那里挂牌，把它做为一个道德教育的基地来普遍的宣扬。我们看到社会有救了，国家有救了，大力推广，世界也有救了，好事情。所以同学们自己认识到了，要发一个狠心、猛心，我要做到，不怕别人讥笑。这是正确的，应该要做的，遇到苦难的人，自己有能力，尽心尽力的要帮助人，这是行菩萨道。所以希望妳努力，一定要落实在生活，否则的话这是白学了。好，我们再看下面一位。",
      "zh_TW": "我們在這二、三年當中，看到潮州道德講堂的謝總，看到他的成就，真正堅定了我們信心。他用一個星期，七天。《彌陀經》上說，若一日到若七日，那就能成佛、就能往生。他這個地方七天，所收到的效果，比我們過去三個月還要豐盛。這個不可思議！這是真的，不是假的。接受他教訓的人，就是一個星期教訓的人，人數總共一萬多人，壞人變成好人，貪官變成廉潔，整個社會風氣扭轉過來了。現在得到政府的承認，政府在他那裡掛牌，把它做為一個道德教育的基地來普遍的宣揚。我們看到社會有救了，國家有救了，大力推廣，世界也有救了，好事情。所以同學們自己認識到了，要發一個狠心、猛心，我要做到，不怕別人譏笑。這是正確的，應該要做的，遇到苦難的人，自己有能力，盡心盡力的要幫助人，這是行菩薩道。所以希望妳努力，一定要落實在生活，否則的話這是白學了。好，我們再看下面一位。"
    },
    {
      "id": "02-042-0117_p0023",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修，大家好，阿弥陀佛！惭愧学生开宝今天向大家恭敬汇报的主题是「踏踏实实学孝敬」。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修，大家好，阿彌陀佛！慚愧學生開寶今天向大家恭敬匯報的主題是「踏踏實實學孝敬」。"
    },
    {
      "id": "02-042-0117_p0024",
      "zh_CN": "无比感恩师父上人的慈悲恩准与庇荫，无比感恩两位大家长的慈悲筹划与护持，无比感恩社会各界大德同修的信任与厚爱，为期一个月的首届大士阁《净土大经科注》学习班，于二０一四年十二月二十六日如期开班。来自全国各地的三十六位仁者，暂别亲朋，暂放一切事务，来到大士阁，静下心来和我们一起学习《净土大经科注》，希望在这个一个月中，通过对经教的薰习与落实，提升自己，自利利他。",
      "zh_TW": "無比感恩師父上人的慈悲恩准與庇蔭，無比感恩兩位大家長的慈悲籌劃與護持，無比感恩社會各界大德同修的信任與厚愛，為期一個月的首屆大士閣《淨土大經科註》學習班，於二０一四年十二月二十六日如期開班。來自全國各地的三十六位仁者，暫別親朋，暫放一切事務，來到大士閣，靜下心來和我們一起學習《淨土大經科註》，希望在這個一個月中，通過對經教的薰習與落實，提升自己，自利利他。"
    },
    {
      "id": "02-042-0117_p0025",
      "zh_CN": "做为这次学习班的成员，学生很感恩能有这样历事炼心的机会。一周的时间在忙乱中匆匆而过，在接受工作、完成工作的经历中，因为放不下自己的想法、看法，学生做错许多事，对周围的人、事、物造成了伤害或负面的影响，这是学生要真正反省与忏悔的。学生看到了自身在心态和能力方面很多的不足，最主要的是孝敬心很欠缺，做事不专注不踏实；也看到自己小小的进步，就是信心的逐渐恢复，使得失心终于有所减轻，不会再特别受外界影响了。不过自己烦恼习气真的是很重，常常会明知故犯，不能守礼持戒，这是今后改过的首要点。",
      "zh_TW": "做為這次學習班的成員，學生很感恩能有這樣歷事鍊心的機會。一週的時間在忙亂中匆匆而過，在接受工作、完成工作的經歷中，因為放不下自己的想法、看法，學生做錯許多事，對周圍的人、事、物造成了傷害或負面的影響，這是學生要真正反省與懺悔的。學生看到了自身在心態和能力方面很多的不足，最主要的是孝敬心很欠缺，做事不專注不踏實；也看到自己小小的進步，就是信心的逐漸恢復，使得失心終於有所減輕，不會再特別受外界影響了。不過自己煩惱習氣真的是很重，常常會明知故犯，不能守禮持戒，這是今後改過的首要點。"
    },
    {
      "id": "02-042-0117_p0026",
      "zh_CN": "通过最近的生活、学习和工作，学生最深的一个感受是，一定要一点一滴、踏踏实实的放下傲慢，学孝敬，落实孝敬。扩大心量，从真正孝敬离自己最近的师兄弟开始，由近及远，逐渐到孝敬一切人事物。以前觉得这是一个很艰难与漫长的过程，但是如今找到了下手处，原来就在把握当下，当境缘现前，能否把贪瞋之心换成孝敬之心。处顺境当思「亲爱我，孝何难」，应再接再厉；处逆境当思「亲憎我，孝方贤」，应谦和诚敬。如此反复磨炼，定能正显妄消。",
      "zh_TW": "通過最近的生活、學習和工作，學生最深的一個感受是，一定要一點一滴、踏踏實實的放下傲慢，學孝敬，落實孝敬。擴大心量，從真正孝敬離自己最近的師兄弟開始，由近及遠，逐漸到孝敬一切人事物。以前覺得這是一個很艱難與漫長的過程，但是如今找到了下手處，原來就在把握當下，當境緣現前，能否把貪瞋之心換成孝敬之心。處順境當思「親愛我，孝何難」，應再接再厲；處逆境當思「親憎我，孝方賢」，應謙和誠敬。如此反覆磨鍊，定能正顯妄消。"
    },
    {
      "id": "02-042-0117_p0027",
      "zh_CN": "学生对什么叫「在生活中念佛」有了一点初步的理解，就是把所记住的师父上人的教诲，一点一滴踏踏实实的运用到现实生活、工作、学习中。因为这些教诲就是佛的心行，把它们理解记住，做出来，就是在学佛，就是在作佛，就是在念佛。",
      "zh_TW": "學生對什麼叫「在生活中念佛」有了一點初步的理解，就是把所記住的師父上人的教誨，一點一滴踏踏實實的運用到現實生活、工作、學習中。因為這些教誨就是佛的心行，把它們理解記住，做出來，就是在學佛，就是在作佛，就是在念佛。"
    },
    {
      "id": "02-042-0117_p0028",
      "zh_CN": "这一周下来，许多师兄弟都和学生一样，能明显感受到佛力加持、祖宗护佑的不可思议。一些以前没有做过的，自己认为比较困难的事情，竟然在不知不觉中进行得很顺利。大家长教我们每天都要求佛力加持，真听话去做，真得受益。",
      "zh_TW": "這一週下來，許多師兄弟都和學生一樣，能明顯感受到佛力加持、祖宗護佑的不可思議。一些以前沒有做過的，自己認為比較困難的事情，竟然在不知不覺中進行得很順利。大家長教我們每天都要求佛力加持，真聽話去做，真得受益。"
    },
    {
      "id": "02-042-0117_p0029",
      "zh_CN": "学习班的学员们大都是为人父母者。大家长让我们以孝敬父母师长的心为大家服务。虽然我们也在这么做，但是自己深知做得太差、太少了，比起父母和大家长对我们的关爱与付出，简直是冰山一角。在这个互动的过程中，一次次的，更多的是我们的心被大家所温暖、感化。常常说父母的心是最软的，父母是最好哄的。我们只是倒了一杯水，拿了一双拖鞋，掖了一下被子，问候了一声，学员们就感动不已，幸福的像天真的孩子。他们为家庭、为社会忙碌和付出了许多，我们心疼他们，希望这一个月大家能开心安心的度过。他们心疼我们，不忍心让我们为他们跑来跑去，对我们叮咛最多的就是让我们赶快去休息。在这种令人感动和幸福的过程中，使学生感受到了父子间天然的亲爱。",
      "zh_TW": "學習班的學員們大都是為人父母者。大家長讓我們以孝敬父母師長的心為大家服務。雖然我們也在這麼做，但是自己深知做得太差、太少了，比起父母和大家長對我們的關愛與付出，簡直是冰山一角。在這個互動的過程中，一次次的，更多的是我們的心被大家所溫暖、感化。常常說父母的心是最軟的，父母是最好哄的。我們只是倒了一杯水，拿了一雙拖鞋，掖了一下被子，問候了一聲，學員們就感動不已，幸福的像天真的孩子。他們為家庭、為社會忙碌和付出了許多，我們心疼他們，希望這一個月大家能開心安心的度過。他們心疼我們，不忍心讓我們為他們跑來跑去，對我們叮嚀最多的就是讓我們趕快去休息。在這種令人感動和幸福的過程中，使學生感受到了父子間天然的親愛。"
    },
    {
      "id": "02-042-0117_p0030",
      "zh_CN": "善财童子五十三参的表法，告诉学生善知识就在身边。每晚小组分享心得，让学生真切感受到，还有许多人在各自的本位上，落实着师父上人的教诲，老实、听话、真干。大家给学生做出好榜样，增加了学生落实的信心和动力。",
      "zh_TW": "善財童子五十三參的表法，告訴學生善知識就在身邊。每晚小組分享心得，讓學生真切感受到，還有許多人在各自的本位上，落實著師父上人的教誨，老實、聽話、真幹。大家給學生做出好榜樣，增加了學生落實的信心和動力。"
    },
    {
      "id": "02-042-0117_p0031",
      "zh_CN": "而时隔两年，再次到大士阁学习、生活，一个星期下来，学生亲身体会到什么叫「相形见绌」、「自惭形秽」。在每天的穿衣吃饭、行住坐卧、待人处事接物中感受到了大士阁同修们那颗知恩、感恩、报恩的心，体验到了男众同修对师父上人、对两位大家长的真诚与恭敬。在学生看来最普通却最难真正做到的物有定位，在这里得到了很好的落实，从三根班到后勤，学生看到每个人都是及时收尾，那种自然与熟练告诉学生，他们已经养成了这一好习惯。正如他们在每天早课前所提醒自己的那样，「为了报答父母、师父上人、上印下信法师、馆长的恩德，我们一定要落实，养成好习惯」。男众同修把佛道与日常生活、学习、工作真正融为一体，这对学生触动很大。学生随喜同修们的发心，要见贤思齐。反省自己做为女众，心浮气躁，言行举止轻率失礼，不明白何谓守礼与持戒，只是听说它们很重要，却始终没入心。自以为是的人是最可怜的，不清楚自己在自以为是的人更可怜、更危险。学生唯有恳求阿弥陀佛慈悲加持，提醒学生，令学生能早日觉悟，找回做为出家女众的诚敬心。希望在今后的日子里，学生能踏踏实实的学孝敬、落实孝敬。",
      "zh_TW": "而時隔兩年，再次到大士閣學習、生活，一個星期下來，學生親身體會到什麼叫「相形見絀」、「自慚形穢」。在每天的穿衣吃飯、行住坐臥、待人處事接物中感受到了大士閣同修們那顆知恩、感恩、報恩的心，體驗到了男眾同修對師父上人、對兩位大家長的真誠與恭敬。在學生看來最普通卻最難真正做到的物有定位，在這裡得到了很好的落實，從三根班到後勤，學生看到每個人都是及時收尾，那種自然與熟練告訴學生，他們已經養成了這一好習慣。正如他們在每天早課前所提醒自己的那樣，「為了報答父母、師父上人、上印下信法師、館長的恩德，我們一定要落實，養成好習慣」。男眾同修把佛道與日常生活、學習、工作真正融為一體，這對學生觸動很大。學生隨喜同修們的發心，要見賢思齊。反省自己做為女眾，心浮氣躁，言行舉止輕率失禮，不明白何謂守禮與持戒，只是聽說它們很重要，卻始終沒入心。自以為是的人是最可憐的，不清楚自己在自以為是的人更可憐、更危險。學生唯有懇求阿彌陀佛慈悲加持，提醒學生，令學生能早日覺悟，找回做為出家女眾的誠敬心。希望在今後的日子裡，學生能踏踏實實的學孝敬、落實孝敬。"
    },
    {
      "id": "02-042-0117_p0032",
      "zh_CN": "以上是惭愧学生开宝粗浅的学习报告，错误之处请求尊敬的师父上人、诸位法师、诸位大德同修慈悲批评指正。学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝尊敬的师父上人：法体安康，六时吉祥，久住世间，光寿无量。",
      "zh_TW": "以上是慚愧學生開寶粗淺的學習報告，錯誤之處請求尊敬的師父上人、諸位法師、諸位大德同修慈悲批評指正。學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝尊敬的師父上人：法體安康，六時吉祥，久住世間，光壽無量。"
    },
    {
      "id": "02-042-0117_p0033",
      "zh_CN": "老法师：诚敬是世出世法的大根大本，没有诚敬，佛法白学了，永远不会有成就。为什么？佛法跟圣贤之学都是从自性里流出来的，没有通过阿赖耶，所以它是纯真无妄。用诚敬的心去学，一点都不难。为什么？你跟它相应，它是真诚恭敬里流出来的，我们是真诚恭敬接受。今天我们学圣贤、学佛法都感到非常困难，初学还不知道，学的时间愈久愈能感触到，起心动念、言语造作它不相应。这是什么原因？真正原因就是所谓的心浮气躁，没有诚敬。不知道什么是真诚，不知道什么是恭敬，这就难了，所以榜样很重要。非常难得，来佛寺的三圣给我们做出最好的榜样，还有一个老德和尚，他们都是来给我们表法的，都是我们学佛路上真正的导师，帮助我们化解困难，见道、证道。我劝大家，把这个光碟一天看三遍。光碟好像有很多的版本，我希望我们这边的资料室每一种版本都要保留。一定一天要看三遍。我听刘素云居士的报告，她不到一年看了一千六百多遍，有时候一天能看十遍。你听她的报告，愈看愈欢喜，法喜充满，永远看不厌。为什么看那么欢喜？遍遍不一样的感受。她一个早晨起来，她起得早，两点钟就起床，生活有规律，晚上八点钟睡觉，两点钟起床，这是过去出家人的生活。",
      "zh_TW": "老法師：誠敬是世出世法的大根大本，沒有誠敬，佛法白學了，永遠不會有成就。為什麼？佛法跟聖賢之學都是從自性裡流出來的，沒有通過阿賴耶，所以它是純真無妄。用誠敬的心去學，一點都不難。為什麼？你跟它相應，它是真誠恭敬裡流出來的，我們是真誠恭敬接受。今天我們學聖賢、學佛法都感到非常困難，初學還不知道，學的時間愈久愈能感觸到，起心動念、言語造作它不相應。這是什麼原因？真正原因就是所謂的心浮氣躁，沒有誠敬。不知道什麼是真誠，不知道什麼是恭敬，這就難了，所以榜樣很重要。非常難得，來佛寺的三聖給我們做出最好的榜樣，還有一個老德和尚，他們都是來給我們表法的，都是我們學佛路上真正的導師，幫助我們化解困難，見道、證道。我勸大家，把這個光碟一天看三遍。光碟好像有很多的版本，我希望我們這邊的資料室每一種版本都要保留。一定一天要看三遍。我聽劉素雲居士的報告，她不到一年看了一千六百多遍，有時候一天能看十遍。你聽她的報告，愈看愈歡喜，法喜充滿，永遠看不厭。為什麼看那麼歡喜？遍遍不一樣的感受。她一個早晨起來，她起得早，兩點鐘就起床，生活有規律，晚上八點鐘睡覺，兩點鐘起床，這是過去出家人的生活。"
    },
    {
      "id": "02-042-0117_p0034",
      "zh_CN": "我初学佛的时候，工作辞掉了，跟忏云法师住山，在台湾中部埔里观音山，真的是个小茅蓬。小茅蓬五个人住，三位出家人，忏云法师、菩妙法师，还有位达宗法师；在家人两个，朱镜宙老居士跟我，我们五个人住茅蓬。我是最年轻的、最小的，那一年我三十岁，所以我要服务照顾这三位法师、一位老人，朱老那个时候七十岁，祖父辈的。茅蓬里面作息，因为没有电，没有水、没有电。水，我们用竹子，把里头的竹节打通，一根一根接起来，像自来水管一样，从山上泉水接下来，水干净，水好。可是常常有野兽把我们这个竹子，牠大概是跑的时候障碍牠，往往这竹子就脱节了。脱节，水就没有了，所以我们要去找，沿着路去找，哪个地方出了问题，再把它接起来。水不要挑，可是没有电、没有瓦斯，烧灶。烧灶，住在山上，捡小树枝，每天都出去捡，捡差不多一包，一天烧的就够用了。天天要上山上去捡树枝、捡柴火，山上这些事情我一个人做。晚上点蜡烛，点油灯。",
      "zh_TW": "我初學佛的時候，工作辭掉了，跟懺雲法師住山，在台灣中部埔里觀音山，真的是個小茅蓬。小茅蓬五個人住，三位出家人，懺雲法師、菩妙法師，還有位達宗法師；在家人兩個，朱鏡宙老居士跟我，我們五個人住茅蓬。我是最年輕的、最小的，那一年我三十歲，所以我要服務照顧這三位法師、一位老人，朱老那個時候七十歲，祖父輩的。茅蓬裡面作息，因為沒有電，沒有水、沒有電。水，我們用竹子，把裡頭的竹節打通，一根一根接起來，像自來水管一樣，從山上泉水接下來，水乾淨，水好。可是常常有野獸把我們這個竹子，牠大概是跑的時候障礙牠，往往這竹子就脫節了。脫節，水就沒有了，所以我們要去找，沿著路去找，哪個地方出了問題，再把它接起來。水不要挑，可是沒有電、沒有瓦斯，燒灶。燒灶，住在山上，撿小樹枝，每天都出去撿，撿差不多一包，一天燒的就夠用了。天天要上山上去撿樹枝、撿柴火，山上這些事情我一個人做。晚上點蠟燭，點油燈。"
    },
    {
      "id": "02-042-0117_p0035",
      "zh_CN": "睡眠时间早，八点钟就休息，就睡觉了，两点钟起床。起床，换洗干净之后做早课。早课，忏云法师给我们规定的，读经、拜佛、念佛，一个小时。他们的时间比我长，我一个小时，三点钟我就要下厨房了。忏云法师对于吃很讲究，早晨的稀饭跟豆浆混合在一起，那豆浆是黄豆，买的黄豆、花生，晚上睡觉之前一小碗泡起来，到第二天早晨，三点钟下厨房的时候，把泡开的黄豆、花生，有个小磨磨豆浆，磨好之后，连浆带渣子一起煮稀饭，稀饭非常好吃。稀饭是烧开之后，把豆浆连渣子一起放在稀饭里，锅焖下去之后，到他们的早课完了，五点钟吃早饭。",
      "zh_TW": "睡眠時間早，八點鐘就休息，就睡覺了，兩點鐘起床。起床，換洗乾淨之後做早課。早課，懺雲法師給我們規定的，讀經、拜佛、念佛，一個小時。他們的時間比我長，我一個小時，三點鐘我就要下廚房了。懺雲法師對於吃很講究，早晨的稀飯跟豆漿混合在一起，那豆漿是黃豆，買的黃豆、花生，晚上睡覺之前一小碗泡起來，到第二天早晨，三點鐘下廚房的時候，把泡開的黃豆、花生，有個小磨磨豆漿，磨好之後，連漿帶渣子一起煮稀飯，稀飯非常好吃。稀飯是燒開之後，把豆漿連渣子一起放在稀飯裡，鍋燜下去之後，到他們的早課完了，五點鐘吃早飯。"
    },
    {
      "id": "02-042-0117_p0036",
      "zh_CN": "山上生活修行确实好，我就修那么一点功德，照顾三个法师、一个老居士。我在山上住了五个半月，忏云法师跟朱镜宙老居士推荐我到台中跟李老师去学经教。我离开茅蓬到慈光图书馆，那个时候李老师刚刚建立的，在那边这就结了十年的缘分。所以早晨要养成习惯，早睡早起。睡眠的时间，六个小时足够了，养成习惯，好。真正懂得孝亲敬师，非常难得。山居，没有杂人进出，没有路，非常安静。我在这五个半月，忏云法师教我学习《阿弥陀经疏钞》，莲池大师的著作；《要解》，蕅益大师的；还有一部《圆中钞》，幽溪大师的，这是《阿弥陀经》三种最著名的注解。另外还有一部，《印光大师文钞》，这就是我的功课，《弥陀经》三种注解，也就属于扎根教育。",
      "zh_TW": "山上生活修行確實好，我就修那麼一點功德，照顧三個法師、一個老居士。我在山上住了五個半月，懺雲法師跟朱鏡宙老居士推薦我到台中跟李老師去學經教。我離開茅蓬到慈光圖書館，那個時候李老師剛剛建立的，在那邊這就結了十年的緣分。所以早晨要養成習慣，早睡早起。睡眠的時間，六個小時足夠了，養成習慣，好。真正懂得孝親敬師，非常難得。山居，沒有雜人進出，沒有路，非常安靜。我在這五個半月，懺雲法師教我學習《阿彌陀經疏鈔》，蓮池大師的著作；《要解》，蕅益大師的；還有一部《圓中鈔》，幽溪大師的，這是《阿彌陀經》三種最著名的註解。另外還有一部，《印光大師文鈔》，這就是我的功課，《彌陀經》三種註解，也就屬於扎根教育。"
    },
    {
      "id": "02-042-0117_p0037",
      "zh_CN": "告诉我学习的方法，古大德他们注经都分科，就是科判，都分科。在经本子里头，忏云法师教给我，用表解画成一张。这个画成之后，对佛法佩服得五体投地。从方法上看，知道他们的文章章法结构非常严密，真的，少一个字它就断了，多一个字是累赘的，文章能做到不增不减，第一流的文章。你明白之后你才晓得，佛经典里头思想体系高明到极处。就从这一点，我们真正能看到所谓文章的好坏、文章的高下，你就看出来了。懂得这个，然后就晓得言语，言语也要能做到不增不减，恰到好处。古文行，古文可以用科判的方法，你能判；现在文章不行，现在报纸杂志上这些文章，你用科判跟它一对比，你就发现它有很多可以删掉的。",
      "zh_TW": "告訴我學習的方法，古大德他們註經都分科，就是科判，都分科。在經本子裡頭，懺雲法師教給我，用表解畫成一張。這個畫成之後，對佛法佩服得五體投地。從方法上看，知道他們的文章章法結構非常嚴密，真的，少一個字它就斷了，多一個字是累贅的，文章能做到不增不減，第一流的文章。你明白之後你才曉得，佛經典裡頭思想體系高明到極處。就從這一點，我們真正能看到所謂文章的好壞、文章的高下，你就看出來了。懂得這個，然後就曉得言語，言語也要能做到不增不減，恰到好處。古文行，古文可以用科判的方法，你能判；現在文章不行，現在報紙雜誌上這些文章，你用科判跟它一對比，你就發現它有很多可以刪掉的。"
    },
    {
      "id": "02-042-0117_p0038",
      "zh_CN": "所以诚敬，真诚恭敬多半是从小学成的，幼年时候父母、大人教给你的。好在我们生长在农村，农村偏僻，那个时候没有交通工具，推的车，手推的，一个人推，手推的，推的那种车。最好的交通工具就是骑马，骑马在乡村里头要大户人家，普通农民养不起马，所以交通就非常不方便。我们住的这个乡村，到庐江城市二十五里路，二十五里现在讲大概十二公里、十三公里的样子。到城里去的时候，一天的时间走路，大概要走三十多公里（来回），所以非常不方便，没有事的人不会进城里去。乡村有个小镇，大概商店也只有不到十家，小地方，非常安静。人都很老实，虽然农村人很多，大多数不认识字，都有教养，父母从小给他做榜样，他都学会了，所以人民非常朴实。从小扎的根基才管用，而且还要有环境。住山好！忏云法师那个山上就等于我们小时候的乡下一样。现在不行了，现在交通方便，又有电视，有电话，还有手机，这就难了。踏踏实实学孝敬，这就对了，这是很好的一个警觉。你能够把它抓住、守住，努力去做，这个根扎下去，以后学东西就容易了。",
      "zh_TW": "所以誠敬，真誠恭敬多半是從小學成的，幼年時候父母、大人教給你的。好在我們生長在農村，農村偏僻，那個時候沒有交通工具，推的車，手推的，一個人推，手推的，推的那種車。最好的交通工具就是騎馬，騎馬在鄉村裡頭要大戶人家，普通農民養不起馬，所以交通就非常不方便。我們住的這個鄉村，到廬江城市二十五里路，二十五里現在講大概十二公里、十三公里的樣子。到城裡去的時候，一天的時間走路，大概要走三十多公里（來回），所以非常不方便，沒有事的人不會進城裡去。鄉村有個小鎮，大概商店也只有不到十家，小地方，非常安靜。人都很老實，雖然農村人很多，大多數不認識字，都有教養，父母從小給他做榜樣，他都學會了，所以人民非常樸實。從小紮的根基才管用，而且還要有環境。住山好！懺雲法師那個山上就等於我們小時候的鄉下一樣。現在不行了，現在交通方便，又有電視，有電話，還有手機，這就難了。踏踏實實學孝敬，這就對了，這是很好的一個警覺。你能夠把它抓住、守住，努力去做，這個根紮下去，以後學東西就容易了。"
    },
    {
      "id": "02-042-0117_p0039",
      "zh_CN": "学生：惭愧学生开莲现将近期学习心得恭敬向大家报告如下：",
      "zh_TW": "學生：慚愧學生開蓮現將近期學習心得恭敬向大家報告如下："
    },
    {
      "id": "02-042-0117_p0040",
      "zh_CN": "此次大士阁举办首届《净土大经科注》学习班，来自全国各地的大德同修共聚一堂，之前虽未曾谋面，但却有似曾相识之感，相信必定是生生世世的同参道友，今生有缘又相会，一定要在此生同出娑婆，在莲池海会再相会。和这些长辈们在一起学习，感受最深刻的就是两个字「虔诚」，在这两个字的背后还有两个字是最重要的，就是「孝敬」，所谓孝为百善之首，孝是传统文化的根本，是性德的核心。",
      "zh_TW": "此次大士閣舉辦首屆《淨土大經科註》學習班，來自全國各地的大德同修共聚一堂，之前雖未曾謀面，但卻有似曾相識之感，相信必定是生生世世的同參道友，今生有緣又相會，一定要在此生同出娑婆，在蓮池海會再相會。和這些長輩們在一起學習，感受最深刻的就是兩個字「虔誠」，在這兩個字的背後還有兩個字是最重要的，就是「孝敬」，所謂孝為百善之首，孝是傳統文化的根本，是性德的核心。"
    },
    {
      "id": "02-042-0117_p0041",
      "zh_CN": "在这几天的课程中，学生的孝心和恭敬心逐渐被启发。中国二十四孝居首的就是大舜，在他很小的时候生母就过世了，父亲娶了一个后母，后母对他百般刁难，时时想置他于死地。父亲听信母亲的谗言，全家没有一个人喜欢他，常常挨饿受冻。就在这样恶劣的环境中，大舜一丝毫的怨恨心都没有，面对父母的责备，总是反省自己做得不好，都是自己的错，才让父母伤心。这则德育故事虽然看过好几遍了，但这次看完，感触很深。",
      "zh_TW": "在這幾天的課程中，學生的孝心和恭敬心逐漸被啟發。中國二十四孝居首的就是大舜，在他很小的時候生母就過世了，父親娶了一個後母，後母對他百般刁難，時時想置他於死地。父親聽信母親的讒言，全家沒有一個人喜歡他，常常挨餓受凍。就在這樣惡劣的環境中，大舜一絲毫的怨恨心都沒有，面對父母的責備，總是反省自己做得不好，都是自己的錯，才讓父母傷心。這則德育故事雖然看過好幾遍了，但這次看完，感觸很深。"
    },
    {
      "id": "02-042-0117_p0042",
      "zh_CN": "大舜最后之所以能感动他的父母，能感动邻里乡党，完全靠的是一颗真心，就是行有不得反求诸己。在他的心中没有对立、没有别人的错，不管父母怎样的刁难，他的心中不起恶念，而是不断的忏悔改过。八万四千法门，大舜就是在这种环境中修行的。「处逆境，随恶缘，不起瞋恚，业障尽消」，大舜是真正在修随缘度日，导致最后父母对他的态度转变了，这才是真正的消业障。什么是业障？别人对我们的嫉妒、毁谤、指责，这全是我们的业障，跟别人一点关系都没有。师父上人说「外面的境界是由我们的心变现出来的」，之所以感召来这些不善的境缘，是因为自己的心没有修好，自己的心不清净，所以才看得到这些不如意的境界。把自己的心修好了，外面的境界也随之变好了。就像大舜一样，德行与日俱增，不断的感恩改过，感召父母对他的态度转变了。大舜的父母成就了他的忍辱波罗蜜，成就了他的德行，圆满了他的孝心。站在佛法的角度而言，他的父母就是佛菩萨，就是他修行路上的增上缘，是真善知识。",
      "zh_TW": "大舜最後之所以能感動他的父母，能感動鄰里鄉黨，完全靠的是一顆真心，就是行有不得反求諸己。在他的心中沒有對立、沒有別人的錯，不管父母怎樣的刁難，他的心中不起惡念，而是不斷的懺悔改過。八萬四千法門，大舜就是在這種環境中修行的。「處逆境，隨惡緣，不起瞋恚，業障盡消」，大舜是真正在修隨緣度日，導致最後父母對他的態度轉變了，這才是真正的消業障。什麼是業障？別人對我們的嫉妒、毀謗、指責，這全是我們的業障，跟別人一點關係都沒有。師父上人說「外面的境界是由我們的心變現出來的」，之所以感召來這些不善的境緣，是因為自己的心沒有修好，自己的心不清淨，所以才看得到這些不如意的境界。把自己的心修好了，外面的境界也隨之變好了。就像大舜一樣，德行與日俱增，不斷的感恩改過，感召父母對他的態度轉變了。大舜的父母成就了他的忍辱波羅蜜，成就了他的德行，圓滿了他的孝心。站在佛法的角度而言，他的父母就是佛菩薩，就是他修行路上的增上緣，是真善知識。"
    },
    {
      "id": "02-042-0117_p0043",
      "zh_CN": "看到他，回过头来反省自己，在修行的路上，遇到过多少善知识，遇到过多少前进的增上缘，但是现在为什么还是原地踏步？就是因为自己缺乏这一颗孝敬之心，不知道在我身边的一切人就是我的大善知识。而学生不好学，错把佛菩萨也当作凡夫一样的看待，不懂得修内心，总是向外攀缘，导致多少良师益友与自己擦肩而过，荒废自己的道业，这才是真正的薄福之相啊！",
      "zh_TW": "看到他，回過頭來反省自己，在修行的路上，遇到過多少善知識，遇到過多少前進的增上緣，但是現在為什麼還是原地踏步？就是因為自己缺乏這一顆孝敬之心，不知道在我身邊的一切人就是我的大善知識。而學生不好學，錯把佛菩薩也當作凡夫一樣的看待，不懂得修內心，總是向外攀緣，導致多少良師益友與自己擦肩而過，荒廢自己的道業，這才是真正的薄福之相啊！"
    },
    {
      "id": "02-042-0117_p0044",
      "zh_CN": "为什么一个孝子，时时能感受到父母的需要？甚至父母的一个眼神、一个表情，他就知道父母需要什么？因为他的心时时在父母身上，除父母之外，不思其他，所以他的心清净，很容易和父母想到一起，让父母欢喜。",
      "zh_TW": "為什麼一個孝子，時時能感受到父母的需要？甚至父母的一個眼神、一個表情，他就知道父母需要什麼？因為他的心時時在父母身上，除父母之外，不思其他，所以他的心清淨，很容易和父母想到一起，讓父母歡喜。"
    },
    {
      "id": "02-042-0117_p0045",
      "zh_CN": "一个有孝敬心的人会时时体会父母师长的心情，忧父母师长之所忧，急父母师长之所急，父母师长希望看到的一定会努力去做。一个有孝敬心的人，一定能感受到众生的需要，一定能给予众生最适当的帮助，而不是感情用事，因为他心中没有欲望，没有自己，只有别人。",
      "zh_TW": "一個有孝敬心的人會時時體會父母師長的心情，憂父母師長之所憂，急父母師長之所急，父母師長希望看到的一定會努力去做。一個有孝敬心的人，一定能感受到眾生的需要，一定能給予眾生最適當的幫助，而不是感情用事，因為他心中沒有欲望，沒有自己，只有別人。"
    },
    {
      "id": "02-042-0117_p0046",
      "zh_CN": "反省自己在修行的过程中，为什么进步缓慢？上印下信法师和馆长既要保护我们的身命，又要护持我们的法身慧命，为了正法劳心劳力。看到两位大家长如此的辛劳，可学生却连百分之一的希望都没有让他们看到，是因为大家长的发心太大太大了，他们心里想的是正法久住，想的是众生的法身慧命，心中没有私欲。而学生起心动念想自己的很多，想众生的很少，跟大家长不是同样的发心，离他们的期望相差甚远，常常让他们不放心，所以大家长心中想什么，自己根本都体会不到，又怎能做出让他们放心的事？",
      "zh_TW": "反省自己在修行的過程中，為什麼進步緩慢？上印下信法師和館長既要保護我們的身命，又要護持我們的法身慧命，為了正法勞心勞力。看到兩位大家長如此的辛勞，可學生卻連百分之一的希望都沒有讓他們看到，是因為大家長的發心太大太大了，他們心裡想的是正法久住，想的是眾生的法身慧命，心中沒有私欲。而學生起心動念想自己的很多，想眾生的很少，跟大家長不是同樣的發心，離他們的期望相差甚遠，常常讓他們不放心，所以大家長心中想什麼，自己根本都體會不到，又怎能做出讓他們放心的事？"
    },
    {
      "id": "02-042-0117_p0047",
      "zh_CN": "学生很惭愧，现在才明白代众生苦是什么意思，因为众生业障习气太重，难调难伏，佛菩萨慈悲不忍众生受苦，所以生生世世跟随着我们，生生世世都在六道轮回中培植众生的善根福德，保护众生的法身慧命，一旦机缘成熟，就要不顾一切的帮助他离苦得乐。佛菩萨的护佑一时一刻也不曾离开，永远都是但愿众生得离苦，不为己身求安乐。因此要想报恩，就要安住当下，在现前的一切人事物当中努力的提升自己，学习大舜的孝心孝行。行有不得，反求诸己，身边的一切人事物都是来帮助我提升的增上缘，我应该好好感恩，好好学习。",
      "zh_TW": "學生很慚愧，現在才明白代眾生苦是什麼意思，因為眾生業障習氣太重，難調難伏，佛菩薩慈悲不忍眾生受苦，所以生生世世跟隨著我們，生生世世都在六道輪迴中培植眾生的善根福德，保護眾生的法身慧命，一旦機緣成熟，就要不顧一切的幫助他離苦得樂。佛菩薩的護佑一時一刻也不曾離開，永遠都是但願眾生得離苦，不為己身求安樂。因此要想報恩，就要安住當下，在現前的一切人事物當中努力的提升自己，學習大舜的孝心孝行。行有不得，反求諸己，身邊的一切人事物都是來幫助我提升的增上緣，我應該好好感恩，好好學習。"
    },
    {
      "id": "02-042-0117_p0048",
      "zh_CN": "以上是惭愧学生开莲粗浅的学习报告，错误之处请求尊敬的师父上人、诸位法师、诸位大德同修慈悲批评指正。学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝尊敬的师父上人：法体安康，六时吉祥，久住世间，光寿无量。",
      "zh_TW": "以上是慚愧學生開蓮粗淺的學習報告，錯誤之處請求尊敬的師父上人、諸位法師、諸位大德同修慈悲批評指正。學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝尊敬的師父上人：法體安康，六時吉祥，久住世間，光壽無量。"
    },
    {
      "id": "02-042-0117_p0049",
      "zh_CN": "老法师：孝敬，这两个字讲得很多，落实得太少，没有真正去做。这两个字做起来，在现前这个社会有一定的困难，为什么？大多数的人对这两个字不认识，没有概念。什么叫孝？我们如果是没有学佛法，对这两个字也模糊。中国的文字是很特殊，跟外国拼音文字完全不一样，文字的来源根据六书。「孝」字在六书是会意，你看到这个字、这个形状，你就明白它的意思，上面是老，下面是子，上一代跟下一代是一体，不能分割，这叫孝。佛法里面讲，「同体大悲」，同体。是真的吗？你在哪里看到它同体？我们相信，造字的那个人一定看出来了，要不然他怎么会造得出来？真的是同体，到什么时候你才能看出来？明心见性他才看出来，所以造字的人不是凡人。六祖惠能大彻大悟时候，最后一句话说「何期自性，能生万法」，万法跟我们一体。佛经上常说「一切法从心想生」，整个宇宙从哪来的？我们念头产生的。我们的念头善，这个世界就是极乐世界；我们念头不善，这个世界就是三途众生。",
      "zh_TW": "老法師：孝敬，這兩個字講得很多，落實得太少，沒有真正去做。這兩個字做起來，在現前這個社會有一定的困難，為什麼？大多數的人對這兩個字不認識，沒有概念。什麼叫孝？我們如果是沒有學佛法，對這兩個字也模糊。中國的文字是很特殊，跟外國拼音文字完全不一樣，文字的來源根據六書。「孝」字在六書是會意，你看到這個字、這個形狀，你就明白它的意思，上面是老，下面是子，上一代跟下一代是一體，不能分割，這叫孝。佛法裡面講，「同體大悲」，同體。是真的嗎？你在哪裡看到它同體？我們相信，造字的那個人一定看出來了，要不然他怎麼會造得出來？真的是同體，到什麼時候你才能看出來？明心見性他才看出來，所以造字的人不是凡人。六祖惠能大徹大悟時候，最後一句話說「何期自性，能生萬法」，萬法跟我們一體。佛經上常說「一切法從心想生」，整個宇宙從哪來的？我們念頭產生的。我們的念頭善，這個世界就是極樂世界；我們念頭不善，這個世界就是三途眾生。"
    },
    {
      "id": "02-042-0117_p0050",
      "zh_CN": "《左传》上有一句话说：「人弃常则妖兴。」我经历过这个事情。那一年我七十九岁，在北京住在五洲饭店，生病了，我记得好像病了四天还是五天，也很严重，高烧不退。没有进医院，有个老中医刘大夫，他煎的中药送给我吃。我好像是第三天的晚上，半夜醒过来了，也忘了自己生病，醒过来了。醒过来是什么境界？我躺在草地上，面对的是青山，一重一重的青山，很像云南大理苍山，但是苍山前面有洱海，有水，我没有看到水，看到的是地面，非常美。这是作梦的，根本不像作梦的样子。我看到满山遍野都是人，都面对着我。我心里想，这是不是讲经时候的听众，各个地方的听众？很欢喜。突然之间，全变成野兽，一个人都找不到，整个这些人统统变成各式各种不同的野兽，满山遍野。在心里纳闷，这是一回怎么事情？ㄧ会儿就惊醒了，惊醒之后病就没有了，病就好了。住了一天，回香港来，在香港养了两个星期，咱们就恢复讲经了。你看，明明都是很好的人，怎么突然之间变成野兽？不就是左丘明说的「人弃常则妖兴」吗？五常：仁、义、礼、智、信，是人。不仁、不义、无礼、无智、无信，这个人跟禽兽没有两样。我在这个梦中见到这么一桩事情。",
      "zh_TW": "《左傳》上有一句話說：「人棄常則妖興。」我經歷過這個事情。那一年我七十九歲，在北京住在五洲飯店，生病了，我記得好像病了四天還是五天，也很嚴重，高燒不退。沒有進醫院，有個老中醫劉大夫，他煎的中藥送給我吃。我好像是第三天的晚上，半夜醒過來了，也忘了自己生病，醒過來了。醒過來是什麼境界？我躺在草地上，面對的是青山，一重一重的青山，很像雲南大理蒼山，但是蒼山前面有洱海，有水，我沒有看到水，看到的是地面，非常美。這是作夢的，根本不像作夢的樣子。我看到滿山遍野都是人，都面對著我。我心裡想，這是不是講經時候的聽眾，各個地方的聽眾？很歡喜。突然之間，全變成野獸，一個人都找不到，整個這些人統統變成各式各種不同的野獸，滿山遍野。在心裡納悶，這是一回怎麼事情？ㄧ會兒就驚醒了，驚醒之後病就沒有了，病就好了。住了一天，回香港來，在香港養了兩個星期，咱們就恢復講經了。你看，明明都是很好的人，怎麼突然之間變成野獸？不就是左丘明說的「人棄常則妖興」嗎？五常：仁、義、禮、智、信，是人。不仁、不義、無禮、無智、無信，這個人跟禽獸沒有兩樣。我在這個夢中見到這麼一樁事情。"
    },
    {
      "id": "02-042-0117_p0051",
      "zh_CN": "看到这个境界之后，我就念了一声佛号，念本师释迦牟尼佛，人跟禽兽都没有了，释迦牟尼佛现身了，现很大的身，跟天空一样大，看去就是一尊佛相，见到释迦牟尼佛。那个时候讲《华严经》，拜佛的时候，第一拜是拜释迦牟尼佛，第二拜是拜阿弥陀佛，第三拜是拜毘卢遮那佛，因为多少年来都是这样念法，所以第二句就是南无本师阿弥陀佛，阿弥陀佛出现了，第三句念到毘卢遮那佛，毘卢遮那佛出现了，最后我念声观音菩萨，真是一切法从心想生，观音菩萨出现。这个时候我就听到，背后，我没有回头看，我都看佛菩萨的相，背后有人在问我：你还有什么没放下？你还希望看到哪些人？还有什么事情没处理好？我说没有了，统统没有了，什么都不想，只想求生净土。我那个时候附带说了一句，如果佛菩萨要我住世表法，我说我也很乐意。这就醒过来了，醒过来病就没有了，病了四天。这是个感应，不可能是个梦境，因为平常没有这种念头，发生这样一个事情。",
      "zh_TW": "看到這個境界之後，我就念了一聲佛號，念本師釋迦牟尼佛，人跟禽獸都沒有了，釋迦牟尼佛現身了，現很大的身，跟天空一樣大，看去就是一尊佛相，見到釋迦牟尼佛。那個時候講《華嚴經》，拜佛的時候，第一拜是拜釋迦牟尼佛，第二拜是拜阿彌陀佛，第三拜是拜毘盧遮那佛，因為多少年來都是這樣念法，所以第二句就是南無本師阿彌陀佛，阿彌陀佛出現了，第三句念到毘盧遮那佛，毘盧遮那佛出現了，最後我念聲觀音菩薩，真是一切法從心想生，觀音菩薩出現。這個時候我就聽到，背後，我沒有回頭看，我都看佛菩薩的相，背後有人在問我：你還有什麼沒放下？你還希望看到哪些人？還有什麼事情沒處理好？我說沒有了，統統沒有了，什麼都不想，只想求生淨土。我那個時候附帶說了一句，如果佛菩薩要我住世表法，我說我也很樂意。這就醒過來了，醒過來病就沒有了，病了四天。這是個感應，不可能是個夢境，因為平常沒有這種念頭，發生這樣一個事情。"
    },
    {
      "id": "02-042-0117_p0052",
      "zh_CN": "所以孝敬很难，它是根本。我们怎么学法？还是从海贤老和尚光碟去学。他是一个孝子，你看他对待他的母亲。他很不幸，十二岁的时候家乡旱灾，没有收成，父亲出去讨饭遇到土匪，被土匪杀了。母亲一个人，家里什么都没有，带五个孩子，你就晓得她多辛苦。他说他母亲女红是高手，做一些绣花鞋这类的东西拿去卖，生活很艰难。他从十三岁就帮佣，是一个经营商店的老板，知道这个孩子是孝子，到他家里去找他，到店里来照顾，给他工资，对他家庭生计有一点帮助，十三岁。他在那里做了五年，老板对他非常信任，他们关系很好，我们在这个光碟上都看到。他的哥哥、弟弟，他们统统过世了，还有一个姐姐，姐姐出嫁。母亲很可怜，他劝他的妈妈到庙里来住，妈妈从小就吃素，很适合在寺庙修行，这就住了二十七年，一直到她往生。",
      "zh_TW": "所以孝敬很難，它是根本。我們怎麼學法？還是從海賢老和尚光碟去學。他是一個孝子，你看他對待他的母親。他很不幸，十二歲的時候家鄉旱災，沒有收成，父親出去討飯遇到土匪，被土匪殺了。母親一個人，家裡什麼都沒有，帶五個孩子，你就曉得她多辛苦。他說他母親女紅是高手，做一些繡花鞋這類的東西拿去賣，生活很艱難。他從十三歲就幫傭，是一個經營商店的老闆，知道這個孩子是孝子，到他家裡去找他，到店裡來照顧，給他工資，對他家庭生計有一點幫助，十三歲。他在那裡做了五年，老闆對他非常信任，他們關係很好，我們在這個光碟上都看到。他的哥哥、弟弟，他們統統過世了，還有一個姐姐，姐姐出嫁。母親很可憐，他勸他的媽媽到廟裡來住，媽媽從小就吃素，很適合在寺廟修行，這就住了二十七年，一直到她往生。"
    },
    {
      "id": "02-042-0117_p0053",
      "zh_CN": "你看他对待别人，对人、对事、对物，一片真诚爱心。惜福，一丝毫都不糟蹋。你看他讲故事，有些故事不见得是真的，他讲李世民的故事，人家算命，算他那一天晚上就过不去，结果平安无事，为什么？李世民晚上想吃一点小米粥，有一粒小米掉在桌子上，他捡起来吃掉了，他说上天就这一点，增加他二十年的寿命。劝人惜福，决定不能糟蹋东西，这是对物之孝敬。对父母要孝敬，不是止于父母，用对父母的孝敬，孝敬一切众生，众生里头跟父母年龄差不多的，要用孝顺父母的心来孝顺。这是中国传统文化。大我十岁的，要以兄长的心来对待、来恭敬他。比我小的弟弟、妹妹，要关怀，要照顾。所以中国人教孝、教敬，孝用父母做代表，敬用老师做代表，孝亲尊师，推广孝敬天下一切人事物，这个孝敬就圆满了。这些我们在海贤、海庆身上都看到。",
      "zh_TW": "你看他對待別人，對人、對事、對物，一片真誠愛心。惜福，一絲毫都不糟蹋。你看他講故事，有些故事不見得是真的，他講李世民的故事，人家算命，算他那一天晚上就過不去，結果平安無事，為什麼？李世民晚上想吃一點小米粥，有一粒小米掉在桌子上，他撿起來吃掉了，他說上天就這一點，增加他二十年的壽命。勸人惜福，決定不能糟蹋東西，這是對物之孝敬。對父母要孝敬，不是止於父母，用對父母的孝敬，孝敬一切眾生，眾生裡頭跟父母年齡差不多的，要用孝順父母的心來孝順。這是中國傳統文化。大我十歲的，要以兄長的心來對待、來恭敬他。比我小的弟弟、妹妹，要關懷，要照顧。所以中國人教孝、教敬，孝用父母做代表，敬用老師做代表，孝親尊師，推廣孝敬天下一切人事物，這個孝敬就圓滿了。這些我們在海賢、海慶身上都看到。"
    },
    {
      "id": "02-042-0117_p0054",
      "zh_CN": "老德对佛菩萨的恭敬，也做榜样给我们看。人家骗他，石头里面有佛，他就拜石头；牛粪里头有佛，他就拜牛粪。他不是呆，他不是傻，诚敬之心向外放光。这个人也不可思议，往生两年之后，还有人在武汉看到他，没看错，叫他：「老德，你怎么到这来了？」「化缘嘛！」他跟布袋和尚一样，每天拿个布袋到外化缘。人家说：「跟我回去？」「我过几天再回去。」人家回去到家乡一打听、一问，过世两年了，怎么可能！但是这些人说，真的亲眼所见，不是一个人看到的，好几个人同时看到的，怎么会看错？所以我们看这个人痴呆，圣贤应化在世间，不是真的痴呆。这是我们要学习的，要努力去学习。先要把概念建立，确实一切众生跟我是一体。要不要爱自己？爱自己，爱一切众生就是爱自己，自他是一不是二。把自己的妄想、分别、执着放下，孝敬的心圆满现前，那是什么人？是佛、是法身菩萨。我们想修行证果，要从这里修，诚敬到极处就是佛菩萨。还有一份。",
      "zh_TW": "老德對佛菩薩的恭敬，也做榜樣給我們看。人家騙他，石頭裡面有佛，他就拜石頭；牛糞裡頭有佛，他就拜牛糞。他不是呆，他不是傻，誠敬之心向外放光。這個人也不可思議，往生兩年之後，還有人在武漢看到他，沒看錯，叫他：「老德，你怎麼到這來了？」「化緣嘛！」他跟布袋和尚一樣，每天拿個布袋到外化緣。人家說：「跟我回去？」「我過幾天再回去。」人家回去到家鄉一打聽、一問，過世兩年了，怎麼可能！但是這些人說，真的親眼所見，不是一個人看到的，好幾個人同時看到的，怎麼會看錯？所以我們看這個人痴呆，聖賢應化在世間，不是真的痴呆。這是我們要學習的，要努力去學習。先要把概念建立，確實一切眾生跟我是一體。要不要愛自己？愛自己，愛一切眾生就是愛自己，自他是一不是二。把自己的妄想、分別、執著放下，孝敬的心圓滿現前，那是什麼人？是佛、是法身菩薩。我們想修行證果，要從這裡修，誠敬到極處就是佛菩薩。還有一份。"
    },
    {
      "id": "02-042-0117_p0055",
      "zh_CN": "学生：惭愧学生开示今天向大家恭敬汇报的主题是「穿衣吃饭皆是修行」。",
      "zh_TW": "學生：慚愧學生開示今天向大家恭敬匯報的主題是「穿衣吃飯皆是修行」。"
    },
    {
      "id": "02-042-0117_p0056",
      "zh_CN": "今年年底云南鸡足山大士阁举办「首届《净土大经科注》学习班」，为期一个月，学生有幸参与，在其中负责照顾学员们的生活和学习。开班一周以来，学生最大的感触就是「穿衣吃饭皆是修行」。",
      "zh_TW": "今年年底雲南雞足山大士閣舉辦「首屆《淨土大經科註》學習班」，為期一個月，學生有幸參與，在其中負責照顧學員們的生活和學習。開班一週以來，學生最大的感觸就是「穿衣吃飯皆是修行」。"
    },
    {
      "id": "02-042-0117_p0057",
      "zh_CN": "参加此次学习班的成员，年龄大多是中年以上。在此次闭关修学中大家穿同样的衣服，吃同样的饭菜，遵守道场的作息时间。对好多学员来说，既新鲜又是挑战。所以课程安排就从生活威仪，内务整理开始。起初，学生还有些担心，身边的这三十多位菩萨，可不像三根班的小学长，你怎么教他们就会怎么做，这些都是与我们父母同龄的长辈，可以说他们吃过的盐比我吃的饭还要多，跟他们讲穿衣吃饭的事情能接受吗？会当回事儿吗？",
      "zh_TW": "參加此次學習班的成員，年齡大多是中年以上。在此次閉關修學中大家穿同樣的衣服，吃同樣的飯菜，遵守道場的作息時間。對好多學員來說，既新鮮又是挑戰。所以課程安排就從生活威儀，內務整理開始。起初，學生還有些擔心，身邊的這三十多位菩薩，可不像三根班的小學長，你怎麼教他們就會怎麼做，這些都是與我們父母同齡的長輩，可以說他們吃過的鹽比我吃的飯還要多，跟他們講穿衣吃飯的事情能接受嗎？會當回事兒嗎？"
    },
    {
      "id": "02-042-0117_p0058",
      "zh_CN": "但是，随着课程有条不紊的进行，学生的担心变成了多余。我们就从最简单的端碗、持筷、叠被子、叠衣服、叠袜子等开始，与大家一起分享、学习、操练。每一个人都那么认真，不但没有抵触和敷衍，而且还主动请教，反复操练。看着一件件整齐庄严的物品，像被赋予了生命一样，变得生动起来，大家都很有成就感，个个笑得那么真实，掌声不仅仅是对别人的赞叹，也是对自己的喝采，那是发自内心深处一种久违的欢喜。",
      "zh_TW": "但是，隨著課程有條不紊的進行，學生的擔心變成了多餘。我們就從最簡單的端碗、持筷、疊被子、疊衣服、疊襪子等開始，與大家一起分享、學習、操練。每一個人都那麼認真，不但沒有牴觸和敷衍，而且還主動請教，反覆操練。看著一件件整齊莊嚴的物品，像被賦予了生命一樣，變得生動起來，大家都很有成就感，個個笑得那麼真實，掌聲不僅僅是對別人的讚歎，也是對自己的喝采，那是發自內心深處一種久違的歡喜。"
    },
    {
      "id": "02-042-0117_p0059",
      "zh_CN": "在晚上的分享会中，就有不少同修很真诚的说到（原话记不准确了，以下内容是大意），我们都活了四、五十年，但是今天感觉自己就像小孩子一样，什么都不懂、都不会，以前没有人教过我这些，我们也从没有去向谁学习过。我们来参加这个班，就是冲着师父上人宣讲的《净土大经科注》，冲着念佛来的，没想到，今天这堂课帮我们解开了一个长久以来的疑惑。常常听师父上人在讲经中告诫学人要落实，修行不能离开生活，但是我好像从来没有落实过，也不知道从哪里下手。今天才知道，连穿衣吃饭都不简单，不是为了填饱肚子，打扮得好看，而是在点点滴滴中修自己的心。说实话，这衣服需要我叠吗？不需要，而是我自己需要叠衣服，需要感恩衣服，需要藉叠衣服来培养自己的耐心。这衣服为我遮风挡雨服务了一天，我竟视为理所当然，甚至还挑拣抱怨，而衣服不会说话，不会和我争辩，我连最基本的感恩心都没有，又怎么可能去恭敬会说话甚至会和我对立的人？我是除了念佛啥也不想干，觉得干啥都耽误我修行，穿衣吃饭就更不用说了，不看在眼里，所以现在是佛也没念好，生活得也不好，是修偏了，没尽到本分啊！",
      "zh_TW": "在晚上的分享會中，就有不少同修很真誠的說到（原話記不準確了，以下內容是大意），我們都活了四、五十年，但是今天感覺自己就像小孩子一樣，什麼都不懂、都不會，以前沒有人教過我這些，我們也從沒有去向誰學習過。我們來參加這個班，就是衝著師父上人宣講的《淨土大經科註》，衝著念佛來的，沒想到，今天這堂課幫我們解開了一個長久以來的疑惑。常常聽師父上人在講經中告誡學人要落實，修行不能離開生活，但是我好像從來沒有落實過，也不知道從哪裡下手。今天才知道，連穿衣吃飯都不簡單，不是為了填飽肚子，打扮得好看，而是在點點滴滴中修自己的心。說實話，這衣服需要我疊嗎？不需要，而是我自己需要疊衣服，需要感恩衣服，需要藉疊衣服來培養自己的耐心。這衣服為我遮風擋雨服務了一天，我竟視為理所當然，甚至還挑揀抱怨，而衣服不會說話，不會和我爭辯，我連最基本的感恩心都沒有，又怎麼可能去恭敬會說話甚至會和我對立的人？我是除了念佛啥也不想幹，覺得幹啥都耽誤我修行，穿衣吃飯就更不用說了，不看在眼裡，所以現在是佛也沒念好，生活得也不好，是修偏了，沒盡到本分啊！"
    },
    {
      "id": "02-042-0117_p0060",
      "zh_CN": "感恩这些长辈们的分享，给了学生一顿棒喝。用自己的肺腑之言来警告学生修行不能离开生活，总结半生的经验来验证师父上人的教诲，把经教落实在生活中，要从低处做起，务实真干。真正好学的人，一定是把自己放得很低，谦卑的向身边的每一个人学习，学习别人的优点，而不是计较别人的过失。学生总是很傲慢，好高骛远，不重实修。贤公老和尚的光碟看了那么多遍，其中一句「搬柴运水无非是道，粗茶淡饭皆是修行」都没入耳。佛号是在生活中念的，成佛是从平凡人做起的。做任何事情最重要的是存心，就像大家长告诫我们的一样，修行，心一定要发正；心不正，念佛拜佛也没用。",
      "zh_TW": "感恩這些長輩們的分享，給了學生一頓棒喝。用自己的肺腑之言來警告學生修行不能離開生活，總結半生的經驗來驗證師父上人的教誨，把經教落實在生活中，要從低處做起，務實真幹。真正好學的人，一定是把自己放得很低，謙卑的向身邊的每一個人學習，學習別人的優點，而不是計較別人的過失。學生總是很傲慢，好高騖遠，不重實修。賢公老和尚的光碟看了那麼多遍，其中一句「搬柴運水無非是道，粗茶淡飯皆是修行」都沒入耳。佛號是在生活中念的，成佛是從平凡人做起的。做任何事情最重要的是存心，就像大家長告誡我們的一樣，修行，心一定要發正；心不正，念佛拜佛也沒用。"
    },
    {
      "id": "02-042-0117_p0061",
      "zh_CN": "确实，穿衣吃饭是修行，是在修自己这颗浮躁、傲慢的心。平时自己在生活中对内务也会轻率马虎，而这里又正是对治自己毛病习气的一个关键点，其中就是在考验有没有耐心，验证有没有恭敬心和感恩心。更重要的是，在打理的过程中要反观内省，正视自己的内心，伏住妄想杂念。干一件事情，我要检点自己用的是什么心，是草草的为了完成一项任务？还是真正为他人着想，为了能够利益到大家？",
      "zh_TW": "確實，穿衣吃飯是修行，是在修自己這顆浮躁、傲慢的心。平時自己在生活中對內務也會輕率馬虎，而這裡又正是對治自己毛病習氣的一個關鍵點，其中就是在考驗有沒有耐心，驗證有沒有恭敬心和感恩心。更重要的是，在打理的過程中要反觀內省，正視自己的內心，伏住妄想雜念。幹一件事情，我要檢點自己用的是什麼心，是草草的為了完成一項任務？還是真正為他人著想，為了能夠利益到大家？"
    },
    {
      "id": "02-042-0117_p0062",
      "zh_CN": "对个人修行来讲，打理好内务，不仅是养成好习惯，也是在成就戒定慧。同时，把这些做好了就是在弘法利生，因为正己而化人。内务打理得整齐庄严，令人赏心悦目，令众生生欢喜心，才能和众生结法缘，众生才肯来学习。如果邋邋遢遢，不仅感化不了众生，还会断了众生的法身慧命。人人都有向善好学之心，有人做出榜样，他们就会学习，进而再传播开来，发扬下去，以利益更多的人。",
      "zh_TW": "對個人修行來講，打理好內務，不僅是養成好習慣，也是在成就戒定慧。同時，把這些做好了就是在弘法利生，因為正己而化人。內務打理得整齊莊嚴，令人賞心悅目，令眾生生歡喜心，才能和眾生結法緣，眾生才肯來學習。如果邋邋遢遢，不僅感化不了眾生，還會斷了眾生的法身慧命。人人都有向善好學之心，有人做出榜樣，他們就會學習，進而再傳播開來，發揚下去，以利益更多的人。"
    },
    {
      "id": "02-042-0117_p0063",
      "zh_CN": "所以，穿衣吃饭不仅是为了养活一条命，而应当发挥更大的作用和意义，是尽做人的本分，如果连人都做不好，怎么谈作佛？做出一个好样子，也是为了把正能量传播出去，让大众看到正的一面，对正法生起信心，进而帮助和度化众生。学生相信，这些长辈们一定会把他们的收获带给家亲朋友，与他们一起分享充满喜悦的点点滴滴。穿衣吃饭不是一个人的事情，一言一行都是在表法。",
      "zh_TW": "所以，穿衣吃飯不僅是為了養活一條命，而應當發揮更大的作用和意義，是盡做人的本分，如果連人都做不好，怎麼談作佛？做出一個好樣子，也是為了把正能量傳播出去，讓大眾看到正的一面，對正法生起信心，進而幫助和度化眾生。學生相信，這些長輩們一定會把他們的收穫帶給家親朋友，與他們一起分享充滿喜悅的點點滴滴。穿衣吃飯不是一個人的事情，一言一行都是在表法。"
    },
    {
      "id": "02-042-0117_p0064",
      "zh_CN": "以上是惭愧学生开示粗浅的学习报告，错误之处请求尊敬的师父上人、诸位法师、诸位大德同修慈悲批评指正。学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝尊敬的师父上人：法体安康，六时吉祥，久住世间，光寿无量。",
      "zh_TW": "以上是慚愧學生開示粗淺的學習報告，錯誤之處請求尊敬的師父上人、諸位法師、諸位大德同修慈悲批評指正。學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝尊敬的師父上人：法體安康，六時吉祥，久住世間，光壽無量。"
    },
    {
      "id": "02-042-0117_p0065",
      "zh_CN": "老法师：世出世间一切法的成就，确确实实都要求真干。真干就是表法，表法就是真干。表法就是做好榜样给别人看，做好榜样给一切众生看。学佛到一定的境界就会知道，一切时一切处我们周边肉眼看不到的众生太多。他们看得到我们，我们看不到他们，以为他们不存在，错了。这些众生当中，他们确确实实能看到我们起心动念、言语造作。所以古人常说「举头三尺有神明」，这个神明就是我们所说的一切众生。如果我们知道，很清楚的觉察到，有这么多人看到，我们自己不但是言语造作，就是起心动念也会检点，不敢放肆。这是真的。",
      "zh_TW": "老法師：世出世間一切法的成就，確確實實都要求真幹。真幹就是表法，表法就是真幹。表法就是做好榜樣給別人看，做好榜樣給一切眾生看。學佛到一定的境界就會知道，一切時一切處我們周邊肉眼看不到的眾生太多。他們看得到我們，我們看不到他們，以為他們不存在，錯了。這些眾生當中，他們確確實實能看到我們起心動念、言語造作。所以古人常說「舉頭三尺有神明」，這個神明就是我們所說的一切眾生。如果我們知道，很清楚的覺察到，有這麼多人看到，我們自己不但是言語造作，就是起心動念也會檢點，不敢放肆。這是真的。"
    },
    {
      "id": "02-042-0117_p0066",
      "zh_CN": "美国修．蓝博士，美国人，他是在夏威夷跟夏威夷土着学到古老治病的方法。我们这有他照片，在这个当中最下面的，他到我这来。这在世界上很有名，治好几千人。我问他，你治病根据什么理论？用什么方法？他告诉我，他们所依据的理论是清净心。所以要学这个功夫，首先要把自己不善的念头统统清除掉，起心动念不善的念头不能有；不善的清除掉之后，善的也不能留，因为还有善念头还是染污，善恶统统清除得干干净净，跟我们《无量寿经》上所说的一样，清净心现前了。清净心能治自己的病，让自己身心得到健康，又能治别人的病。这个我们没想到，但是大乘经里头有这个理论，这个理论就是「一切法从心想生」。我们所有看到的，六根接触到的境界，一切法统统是从念头生的，没有念头没有一切法，有念头才有一切法，一切法就是宇宙。一切法就是经上所说的遍法界虚空界一切诸佛刹土，不离自性，自性变的。你回归自性，问题全解决了。清净心是贴近自性，要到什么？要到平等心，入了，入这个境界了。觉，觉就是觉悟了，清净平等觉，觉就是大彻大悟、明心见性，那成佛了。成佛永远不会生病，实在讲，到清净就不生病了。清净心是阿罗汉，平等心是菩萨，大彻大悟是成佛。学佛学什么？就学这三样东西。",
      "zh_TW": "美國修．藍博士，美國人，他是在夏威夷跟夏威夷土著學到古老治病的方法。我們這有他照片，在這個當中最下面的，他到我這來。這在世界上很有名，治好幾千人。我問他，你治病根據什麼理論？用什麼方法？他告訴我，他們所依據的理論是清淨心。所以要學這個功夫，首先要把自己不善的念頭統統清除掉，起心動念不善的念頭不能有；不善的清除掉之後，善的也不能留，因為還有善念頭還是染污，善惡統統清除得乾乾淨淨，跟我們《無量壽經》上所說的一樣，清淨心現前了。清淨心能治自己的病，讓自己身心得到健康，又能治別人的病。這個我們沒想到，但是大乘經裡頭有這個理論，這個理論就是「一切法從心想生」。我們所有看到的，六根接觸到的境界，一切法統統是從念頭生的，沒有念頭沒有一切法，有念頭才有一切法，一切法就是宇宙。一切法就是經上所說的遍法界虛空界一切諸佛剎土，不離自性，自性變的。你回歸自性，問題全解決了。清淨心是貼近自性，要到什麼？要到平等心，入了，入這個境界了。覺，覺就是覺悟了，清淨平等覺，覺就是大徹大悟、明心見性，那成佛了。成佛永遠不會生病，實在講，到清淨就不生病了。清淨心是阿羅漢，平等心是菩薩，大徹大悟是成佛。學佛學什麼？就學這三樣東西。"
    },
    {
      "id": "02-042-0117_p0067",
      "zh_CN": "我们初学佛，佛常常教我们发菩提心，菩提心就是大彻大悟的心。菩提心从哪里下手？从持戒。持戒的目的是得定，得定的目的是开悟，所以戒定慧三学，最高的修学指导原则。持戒就是守规矩，佛给我们所说的，这一定要干。从哪里起？三皈，三皈是看破。皈依佛什么意思？觉而不迷，皈依法是正而不邪，皈依僧是净而不染，佛法僧代表的是觉正净。觉正净的反面是迷、邪、染污，我们要远离迷邪染，我们要求觉正净。觉正净跟自性相应，迷邪染跟六道轮回相应。迷邪染，他所作所为都是轮回业，在制造六道轮回。觉正净，超越了，不但超越轮回，还超越十法界。清净心就超越轮回，平等心在四圣法界，大彻大悟就超越十法界。这个最高指导原则我们要懂得，这是看破。看破之后所贵的是放下，不能放下不行，先放下迷邪染，最后连觉正净也要放下。为什么？放下是真的觉正净；没放下，带着染污的觉正净，不是真的。一定要晓得，自性清净心中一法不立，一法没有，那是真正自性，真正觉悟了。所以要修行，修行就是修放下，放下了自然看破，就看得更深、更透彻。八地菩萨能看到阿赖耶的三细相，到等觉菩萨把三细相放下，就能证得妙觉果位，那叫究竟圆满。我学佛，第一天见出家人，章嘉大师，他就把这个告诉我，教给我。",
      "zh_TW": "我們初學佛，佛常常教我們發菩提心，菩提心就是大徹大悟的心。菩提心從哪裡下手？從持戒。持戒的目的是得定，得定的目的是開悟，所以戒定慧三學，最高的修學指導原則。持戒就是守規矩，佛給我們所說的，這一定要幹。從哪裡起？三皈，三皈是看破。皈依佛什麼意思？覺而不迷，皈依法是正而不邪，皈依僧是淨而不染，佛法僧代表的是覺正淨。覺正淨的反面是迷、邪、染污，我們要遠離迷邪染，我們要求覺正淨。覺正淨跟自性相應，迷邪染跟六道輪迴相應。迷邪染，他所作所為都是輪迴業，在製造六道輪迴。覺正淨，超越了，不但超越輪迴，還超越十法界。清淨心就超越輪迴，平等心在四聖法界，大徹大悟就超越十法界。這個最高指導原則我們要懂得，這是看破。看破之後所貴的是放下，不能放下不行，先放下迷邪染，最後連覺正淨也要放下。為什麼？放下是真的覺正淨；沒放下，帶著染污的覺正淨，不是真的。一定要曉得，自性清淨心中一法不立，一法沒有，那是真正自性，真正覺悟了。所以要修行，修行就是修放下，放下了自然看破，就看得更深、更透徹。八地菩薩能看到阿賴耶的三細相，到等覺菩薩把三細相放下，就能證得妙覺果位，那叫究竟圓滿。我學佛，第一天見出家人，章嘉大師，他就把這個告訴我，教給我。"
    },
    {
      "id": "02-042-0117_p0068",
      "zh_CN": "佛法里头没有迷信，佛法给你讲真的，「诸法实相」，一切法的真相。体，有，不生不灭；相，是假的，有生有灭。所以不要着相，也心里不要着有个体，那你被染污了。体是什么？体什么都没有，你着空了。着空跟着有都是错误的。空有二边都不着，叫中道；那又执着中道，执着中道还是错误的，所以中道也不能有。「二边不立，中道不存」，这才能见性。有个中道还是不能见性，算是不错，在四圣法界佛、菩萨这两阶当中，这就是他有中道，空有二边他不着了，他有中道。这个念头障碍着不能破无明，如果中道放弃掉，无明就没有了，就是起心动念断掉了，不起心不动念回归自性。这个念头很微细，弥勒菩萨告诉我们，一秒钟二千一百兆次的波动现象，一秒钟。一秒钟生灭多少次？二千一百兆次，所以它就在我们面前，我们根本不能觉察。谁能觉察到？八地菩萨觉察到了。觉察才能对付它，不能觉察你怎么对付？所以就在眼前，毫无感觉，这叫迷，这叫麻木不仁。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "佛法裡頭沒有迷信，佛法給你講真的，「諸法實相」，一切法的真相。體，有，不生不滅；相，是假的，有生有滅。所以不要著相，也心裡不要著有個體，那你被染污了。體是什麼？體什麼都沒有，你著空了。著空跟著有都是錯誤的。空有二邊都不著，叫中道；那又執著中道，執著中道還是錯誤的，所以中道也不能有。「二邊不立，中道不存」，這才能見性。有個中道還是不能見性，算是不錯，在四聖法界佛、菩薩這兩階當中，這就是他有中道，空有二邊他不著了，他有中道。這個念頭障礙著不能破無明，如果中道放棄掉，無明就沒有了，就是起心動念斷掉了，不起心不動念回歸自性。這個念頭很微細，彌勒菩薩告訴我們，一秒鐘二千一百兆次的波動現象，一秒鐘。一秒鐘生滅多少次？二千一百兆次，所以它就在我們面前，我們根本不能覺察。誰能覺察到？八地菩薩覺察到了。覺察才能對付它，不能覺察你怎麼對付？所以就在眼前，毫無感覺，這叫迷，這叫麻木不仁。好，今天時間到了，我們就學習到此地。"
    }
  ]
}