{
  "doc_id": "02-042-0027",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "庄闲法师",
    "悟胜法师",
    "美慧",
    "上官居士"
  ],
  "volume": {
    "zh_CN": "第二十七集",
    "zh_TW": "第二十七集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0027",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-042-0027_p0001",
      "zh_CN": "主持人：第一位庄闲法师，对于能吃苦的体会。庄闲给和尚请安。庄闲星期一上午听了同学的心得报告后，对于能吃苦有另一层的体会。一般我们对于以苦为师的理解，是要把物质上的需求降到最低，正如贤公和尚所示现的，吃的是苦，穿的是补。在听了同学说被家人揍了心生委屈，让庄闲体会到真正要吃的是这个觉得委屈的苦，在此要感恩同学的慈悲示现。所以不只是要能在物质缺乏的情况下安然度过，还要能承受在克服烦恼习气时所感受的苦，这才是真的能吃苦。不知这个体会是否正确？请和尚慈悲指正。常惭愧庄闲顶礼，二０一四年四月二十二日。",
      "zh_TW": "主持人：第一位莊閑法師，對於能吃苦的體會。莊閑給和尚請安。莊閑星期一上午聽了同學的心得報告後，對於能吃苦有另一層的體會。一般我們對於以苦為師的理解，是要把物質上的需求降到最低，正如賢公和尚所示現的，吃的是苦，穿的是補。在聽了同學說被家人揍了心生委屈，讓莊閑體會到真正要吃的是這個覺得委屈的苦，在此要感恩同學的慈悲示現。所以不只是要能在物質缺乏的情況下安然度過，還要能承受在克服煩惱習氣時所感受的苦，這才是真的能吃苦。不知這個體會是否正確？請和尚慈悲指正。常慚愧莊閑頂禮，二０一四年四月二十二日。"
    },
    {
      "id": "02-042-0027_p0002",
      "zh_CN": "老法师：这个问题就是菩萨六度里面的忍辱波罗蜜。通常忍辱里面讲三种。第一种是别人外缘加给你的羞辱要能忍。佛经上常常举歌利王割截身体，忍辱最严重的无过于是。忍辱仙人是菩萨，在山洞里面修行，被歌利王的宫女们发现了，大家到这里来向忍辱仙人请教，仙人为大家说法。歌利王睡觉醒过来之后，看到这些宫女不见了，到处找，最后被他发现，找到了，原来这有个出家人，说出家人引诱宫女，加给他这个罪名，把他杀了。杀了是凌迟处死，这是最残酷的刑罚，用刀割肉一片一片的割，慢慢的把他割死，真叫奇耻大辱。菩萨能忍，对歌利王没有怨恨，不但没有怨恨，还生大慈悲心怜悯他。为什么？他造这个罪业，你要知道，来世无间地狱的果报。他自己不知道，忍辱仙人知道，一个真正明了因果的人知道，想到将来要受无间地狱的苦，对他怨恨的心自然就化解，他很可怜，他愚痴，贪瞋痴慢太重，做了这样的罪业。忍辱仙人可以原谅他，不跟他计较，但是业因果报躲不过，善有善果，恶有恶报，这是自然定律，没有人能够逃得过的。",
      "zh_TW": "老法師：這個問題就是菩薩六度裡面的忍辱波羅蜜。通常忍辱裡面講三種。第一種是別人外緣加給你的羞辱要能忍。佛經上常常舉歌利王割截身體，忍辱最嚴重的無過於是。忍辱仙人是菩薩，在山洞裡面修行，被歌利王的宮女們發現了，大家到這裡來向忍辱仙人請教，仙人為大家說法。歌利王睡覺醒過來之後，看到這些宮女不見了，到處找，最後被他發現，找到了，原來這有個出家人，說出家人引誘宮女，加給他這個罪名，把他殺了。殺了是凌遲處死，這是最殘酷的刑罰，用刀割肉一片一片的割，慢慢的把他割死，真叫奇恥大辱。菩薩能忍，對歌利王沒有怨恨，不但沒有怨恨，還生大慈悲心憐憫他。為什麼？他造這個罪業，你要知道，來世無間地獄的果報。他自己不知道，忍辱仙人知道，一個真正明瞭因果的人知道，想到將來要受無間地獄的苦，對他怨恨的心自然就化解，他很可憐，他愚痴，貪瞋痴慢太重，做了這樣的罪業。忍辱仙人可以原諒他，不跟他計較，但是業因果報躲不過，善有善果，惡有惡報，這是自然定律，沒有人能夠逃得過的。"
    },
    {
      "id": "02-042-0027_p0003",
      "zh_CN": "所以起心动念，现在科学家做的水实验，我们真的看到了。台湾台南的同学，前几天带着他们做的这个实验，放给我看，里面有一些让我们看到产生疑惑，明明是不善的这些事，为什么水实验呈现的反应是很美好的？他们来问我，特地来的。我们人眼比不上水，为什么？人有起心动念，水没有起心动念。世出世间法善恶是相对的，但是善恶也融通，换句话说，善中有恶，恶中有善。你看太极图里头，阴里头有阳，阳里头有阴，我们疏忽了。现在善，未来未必善，这个事情大家相信；现前恶，未来未必恶，这就要智慧去观察。佛教我们用理智不能用感情，用感情会做错事。又何况高雄刘医生这个实验，做实验的人都是虔诚的佛教徒，跟日本江本博士完全不一样，他那做实验的人都不是宗教徒，没有宗教信仰，他们用清净心，做实验的时候把一切善恶统统放下，一心专注做实验。佛教徒带着佛的习气，又何况实验的外围是道场，道场里面天天讲经、天天念佛，没有中断，这个磁场不一样。我相信这个磁场决定对这些水有感应，不可能没有感应的。江本博士的实验室在东京，是大都会，那里头多复杂。所以真正理想的实验室还是佛家讲的兰若，阿兰若，就像修行人修学的道场一样，清净，周边的环境是自然环境，没有特殊的善与不善，很普通的这样环境里面，做出来的实验决定可靠。特别是做的人，他的起心动念会对这个实验有干扰。",
      "zh_TW": "所以起心動念，現在科學家做的水實驗，我們真的看到了。台灣台南的同學，前幾天帶著他們做的這個實驗，放給我看，裡面有一些讓我們看到產生疑惑，明明是不善的這些事，為什麼水實驗呈現的反應是很美好的？他們來問我，特地來的。我們人眼比不上水，為什麼？人有起心動念，水沒有起心動念。世出世間法善惡是相對的，但是善惡也融通，換句話說，善中有惡，惡中有善。你看太極圖裡頭，陰裡頭有陽，陽裡頭有陰，我們疏忽了。現在善，未來未必善，這個事情大家相信；現前惡，未來未必惡，這就要智慧去觀察。佛教我們用理智不能用感情，用感情會做錯事。又何況高雄劉醫生這個實驗，做實驗的人都是虔誠的佛教徒，跟日本江本博士完全不一樣，他那做實驗的人都不是宗教徒，沒有宗教信仰，他們用清淨心，做實驗的時候把一切善惡統統放下，一心專注做實驗。佛教徒帶著佛的習氣，又何況實驗的外圍是道場，道場裡面天天講經、天天念佛，沒有中斷，這個磁場不一樣。我相信這個磁場決定對這些水有感應，不可能沒有感應的。江本博士的實驗室在東京，是大都會，那裡頭多複雜。所以真正理想的實驗室還是佛家講的蘭若，阿蘭若，就像修行人修學的道場一樣，清淨，周邊的環境是自然環境，沒有特殊的善與不善，很普通的這樣環境裡面，做出來的實驗決定可靠。特別是做的人，他的起心動念會對這個實驗有干擾。"
    },
    {
      "id": "02-042-0027_p0004",
      "zh_CN": "菩萨修行亦如是，忍辱里头第一个，人为的加害，要修忍辱波罗蜜。第二个就是日常生活，这个地方所说的能吃苦。修行人在遇到障难的时候，没有人供养，没有吃的、没有喝的需要忍，不怨天不尤人。不能说这信徒把我忘记了，为什么不送供养来？不能有这个念头，一心向道。七天没有东西吃、没有睡眠，可以求往生。宋朝莹珂法师为我们实验的，三天三夜不眠不休。我们相信这三天三夜他没有吃过东西，那一种真诚把阿弥陀佛念来了。佛告诉他，你还有十年寿命，十年之后你寿命到的时候我来接你往生。等于是给他授记了，佛决定没有妄语，决定没有谎言。莹珂聪明，这个世间苦，极乐世界乐，为什么不早一点往生？所以向佛报告，我十年寿命不要了，现在就跟你去。阿弥陀佛答应他了，说三天之后我来接引你。真的三天往生，没有生病，没有痛苦，一切都正常。往生的这一天，他要求寺院大众念佛送他往生，大众当然欢喜，让大家亲眼看到往生的真实例子，这是他表法。大家跟他一起念佛，念了一刻多钟，他告诉大家佛来了（他能看见，别人看不见），向大众告别，真走了。",
      "zh_TW": "菩薩修行亦如是，忍辱裡頭第一個，人為的加害，要修忍辱波羅蜜。第二個就是日常生活，這個地方所說的能吃苦。修行人在遇到障難的時候，沒有人供養，沒有吃的、沒有喝的需要忍，不怨天不尤人。不能說這信徒把我忘記了，為什麼不送供養來？不能有這個念頭，一心向道。七天沒有東西吃、沒有睡眠，可以求往生。宋朝瑩珂法師為我們實驗的，三天三夜不眠不休。我們相信這三天三夜他沒有吃過東西，那一種真誠把阿彌陀佛念來了。佛告訴他，你還有十年壽命，十年之後你壽命到的時候我來接你往生。等於是給他授記了，佛決定沒有妄語，決定沒有謊言。瑩珂聰明，這個世間苦，極樂世界樂，為什麼不早一點往生？所以向佛報告，我十年壽命不要了，現在就跟你去。阿彌陀佛答應他了，說三天之後我來接引你。真的三天往生，沒有生病，沒有痛苦，一切都正常。往生的這一天，他要求寺院大眾念佛送他往生，大眾當然歡喜，讓大家親眼看到往生的真實例子，這是他表法。大家跟他一起念佛，念了一刻多鐘，他告訴大家佛來了（他能看見，別人看不見），向大眾告別，真走了。"
    },
    {
      "id": "02-042-0027_p0005",
      "zh_CN": "这种例子很多，现在都有。我们所熟知的，来佛寺的有三个。民国初年哈尔滨极乐寺修无法师，倓虚法师告诉我们的。还有谛闲法师的徒弟锅漏匠，站着走的，走了还站三天，等老和尚替他办后事。我们在台湾也见到一个，在家女众，站着念佛往生的。这都不是假的，一丝毫病苦都没有。早年我在台湾认识的甘老居士，我在台中十年，每个月生活费用一百五十块钱，甘老太太住在台北，邀了十五个人，每个人一个月供养十块钱，她负责去收，每个月寄给我，十年没中断。她有一个好朋友也是念佛的，在旧金山往生，预知时至，没告诉任何一个人，告诉人怕别人干扰，怕别人妨碍她，不告诉人。晚上往生，晚上什么时候不知道，大家都睡觉了，第二天早晨起来，她走了。坐着走的，盘腿坐在床上，衣服穿得整整齐齐，床上放了遗嘱，还有儿子、媳妇、孙子的孝服，她都把它做好了，摆在床边上。从这个地方来看的话，至少三个月之前她晓得，她得要街上去买料子回来做。这是现代的。",
      "zh_TW": "這種例子很多，現在都有。我們所熟知的，來佛寺的有三個。民國初年哈爾濱極樂寺修無法師，倓虛法師告訴我們的。還有諦閑法師的徒弟鍋漏匠，站著走的，走了還站三天，等老和尚替他辦後事。我們在台灣也見到一個，在家女眾，站著念佛往生的。這都不是假的，一絲毫病苦都沒有。早年我在台灣認識的甘老居士，我在台中十年，每個月生活費用一百五十塊錢，甘老太太住在台北，邀了十五個人，每個人一個月供養十塊錢，她負責去收，每個月寄給我，十年沒中斷。她有一個好朋友也是念佛的，在舊金山往生，預知時至，沒告訴任何一個人，告訴人怕別人干擾，怕別人妨礙她，不告訴人。晚上往生，晚上什麼時候不知道，大家都睡覺了，第二天早晨起來，她走了。坐著走的，盤腿坐在床上，衣服穿得整整齊齊，床上放了遺囑，還有兒子、媳婦、孫子的孝服，她都把它做好了，擺在床邊上。從這個地方來看的話，至少三個月之前她曉得，她得要街上去買料子回來做。這是現代的。"
    },
    {
      "id": "02-042-0027_p0006",
      "zh_CN": "我们看到还有念佛三天往生的，在美国马里兰州，距离美国首都不远。周广大一生没有宗教信仰，得了癌症，临终前三天找到我们。那个时候我在德州，在达拉斯，他们打电话告诉我，有这么一桩事情。我们协会，就是美国佛教会，派了四个人去了解环境。见面之后，跟周先生见面之后，他们打电话给我，确实严重，不可能再恢复。所以马上劝他，跟他介绍极乐世界，劝他信愿持名求生净土。这个人有善根，一说他就相信、他就接受，告诉他家人，不要再去找医生、找药物了，不需要，你们统统帮助我念佛，求生净土。这一开始念佛，我们有四个同学带着，再就是他的家人，一起给他念佛。感应马上现前，他的痛苦减轻了，本来是很痛苦的，觉得轻松，没什么痛苦，跟着大家一起念佛，三天三夜，走了。证明佛在《弥陀经》上讲的「若一日，若二日，若三日」，真的不是假的，这个人是三天。往生之后火化，听说还有舍利，给大家做证明。这一家人统统学佛了，原本没有宗教信仰，看到周广大的往生，相信了。",
      "zh_TW": "我們看到還有念佛三天往生的，在美國馬里蘭州，距離美國首都不遠。周廣大一生沒有宗教信仰，得了癌症，臨終前三天找到我們。那個時候我在德州，在達拉斯，他們打電話告訴我，有這麼一樁事情。我們協會，就是美國佛教會，派了四個人去了解環境。見面之後，跟周先生見面之後，他們打電話給我，確實嚴重，不可能再恢復。所以馬上勸他，跟他介紹極樂世界，勸他信願持名求生淨土。這個人有善根，一說他就相信、他就接受，告訴他家人，不要再去找醫生、找藥物了，不需要，你們統統幫助我念佛，求生淨土。這一開始念佛，我們有四個同學帶著，再就是他的家人，一起給他念佛。感應馬上現前，他的痛苦減輕了，本來是很痛苦的，覺得輕鬆，沒什麼痛苦，跟著大家一起念佛，三天三夜，走了。證明佛在《彌陀經》上講的「若一日，若二日，若三日」，真的不是假的，這個人是三天。往生之後火化，聽說還有舍利，給大家做證明。這一家人統統學佛了，原本沒有宗教信仰，看到周廣大的往生，相信了。"
    },
    {
      "id": "02-042-0027_p0007",
      "zh_CN": "所以对于生活困境要忍，人为的加害要忍，另外修行、修法要忍，不忍不能成就。这个里面忍最重要的，一门深入。你能不能一个法门，不受任何干扰，世法不能干扰你，佛法也不能干扰你，一生就学一样。像海贤老和尚，二十岁出家，师父什么也没有教他，就教他一句南无阿弥陀佛，告诉他一直念下去。师父也看中这个人，给他这个法门非常有效果。他老实、听话、真干，就这一句阿弥陀佛念了九十二年。他一百一十二岁往生，一生没有听过经，他不认识字，当然没有读过经。没有听过经，一生就一句佛号，念到最后，别人有些疑难杂症向他请教，他什么都知道。什么都知道可不容易，修到什么样的境界才能够得到什么都知道？大乘教里所说的大彻大悟、明心见性，才是真正的什么都知道。那我们要问，海贤老和尚有没有明心见性？你要问我，我会告诉你，他确确实实证得明心见性，就用一句佛号证得的。因为他的善根好，善根是什么？前面所说的老实、听话、真干，这是善根，他具足了。福德是什么？诚敬。这个人诚实，一生没有说过妄语，从来不欺骗别人，诚实；清净，心上只有一句佛号，除一句佛号之外他什么念头都没有；恭敬，有这三个条件是福德。有善根，有福德。",
      "zh_TW": "所以對於生活困境要忍，人為的加害要忍，另外修行、修法要忍，不忍不能成就。這個裡面忍最重要的，一門深入。你能不能一個法門，不受任何干擾，世法不能干擾你，佛法也不能干擾你，一生就學一樣。像海賢老和尚，二十歲出家，師父什麼也沒有教他，就教他一句南無阿彌陀佛，告訴他一直念下去。師父也看中這個人，給他這個法門非常有效果。他老實、聽話、真幹，就這一句阿彌陀佛念了九十二年。他一百一十二歲往生，一生沒有聽過經，他不認識字，當然沒有讀過經。沒有聽過經，一生就一句佛號，念到最後，別人有些疑難雜症向他請教，他什麼都知道。什麼都知道可不容易，修到什麼樣的境界才能夠得到什麼都知道？大乘教裡所說的大徹大悟、明心見性，才是真正的什麼都知道。那我們要問，海賢老和尚有沒有明心見性？你要問我，我會告訴你，他確確實實證得明心見性，就用一句佛號證得的。因為他的善根好，善根是什麼？前面所說的老實、聽話、真幹，這是善根，他具足了。福德是什麼？誠敬。這個人誠實，一生沒有說過妄語，從來不欺騙別人，誠實；清淨，心上只有一句佛號，除一句佛號之外他什麼念頭都沒有；恭敬，有這三個條件是福德。有善根，有福德。"
    },
    {
      "id": "02-042-0027_p0008",
      "zh_CN": "缘，他具足了，住在乡下小庙，破旧的小庙，没有人干扰，他这一句佛号可以从早念到晚，睡觉就休息，好好的睡眠，醒过来接着再念，九十二年不中断。所以，在一般念佛功夫的次第，首先得功夫成片。像他这样善根、福德完全具足的人，我们相信三年可以得到功夫成片，再三年可以得到事一心不乱，再三年可以大彻大悟、明心见性，理一心不乱。证得理一心不乱在什么时候？应该在他三十到四十岁这个时候，他二十岁开始，到三十岁十年，到四十岁二十年。我不相信他有那么长的寿命，一百一十二岁，这么长的寿命怎么来的？阿弥陀佛把它延长了。为什么把它延长？让他表法，就是做一个念佛的好榜样给净宗同学们看，用意在此地。只要这一句佛号，死心塌地，念到得定，事一心不乱就是得定，理一心不乱就是开悟。那我们要问，开悟，他为什么不讲经说法？客观环境不许可，这个要懂得。他如果是生在三千年前，跟释迦牟尼佛同时代，他就讲经说法，肯定像文殊、普贤这些大菩萨一样，代佛教化众生。他如果生在中国唐朝那个时代，一千四百年之前，他会像惠能大师一样，弘法利生。他现在出现在我们这个时代，跟我们同时代，我们这个时代社会动乱，满清亡国之后军阀割据、中日战争，我们在这一段时间度过的。天天逃难，日本人在后面追，距离近的时候机枪声音都听得到，换句话说，战场距离我们很近，炮的声音就不必说了。",
      "zh_TW": "緣，他具足了，住在鄉下小廟，破舊的小廟，沒有人干擾，他這一句佛號可以從早念到晚，睡覺就休息，好好的睡眠，醒過來接著再念，九十二年不中斷。所以，在一般念佛功夫的次第，首先得功夫成片。像他這樣善根、福德完全具足的人，我們相信三年可以得到功夫成片，再三年可以得到事一心不亂，再三年可以大徹大悟、明心見性，理一心不亂。證得理一心不亂在什麼時候？應該在他三十到四十歲這個時候，他二十歲開始，到三十歲十年，到四十歲二十年。我不相信他有那麼長的壽命，一百一十二歲，這麼長的壽命怎麼來的？阿彌陀佛把它延長了。為什麼把它延長？讓他表法，就是做一個念佛的好榜樣給淨宗同學們看，用意在此地。只要這一句佛號，死心塌地，念到得定，事一心不亂就是得定，理一心不亂就是開悟。那我們要問，開悟，他為什麼不講經說法？客觀環境不許可，這個要懂得。他如果是生在三千年前，跟釋迦牟尼佛同時代，他就講經說法，肯定像文殊、普賢這些大菩薩一樣，代佛教化眾生。他如果生在中國唐朝那個時代，一千四百年之前，他會像惠能大師一樣，弘法利生。他現在出現在我們這個時代，跟我們同時代，我們這個時代社會動亂，滿清亡國之後軍閥割據、中日戰爭，我們在這一段時間度過的。天天逃難，日本人在後面追，距離近的時候機槍聲音都聽得到，換句話說，戰場距離我們很近，炮的聲音就不必說了。"
    },
    {
      "id": "02-042-0027_p0009",
      "zh_CN": "所以在这个时代，科学技术日新月异，一般人迷于科学技术，迷在这个里头，对于传统丧失信心，佛经里面讲的佛性谁能接受？传了几千年的教学理念，一门深入，长时薰修，谁相信？方法，读书千遍，其义自见，根本就不能让现代人接受。那怎么办？传统文化会灭亡。我这一代，年轻时候还结识一些真正善知识，真正有德行、有学问、有修持的大德，现在这些人统统过世了，一个都找不到了。我们今天称为大德，跟上一代大德相比，我们跟他差很远，无论在哪一方面都比不上。这就说明，传统、大乘一代不如一代，衰下去了。到我们这一代是非常可怕，为什么？如果没有办法兴旺起来，佛法就灭亡了；世界上四大古文明，中国最后的这一个可能也快灭亡了。谁来救？佛菩萨真正怜悯一切苦难众生，不忍令大乘就这样的消失了，怎么办？佛菩萨再来，那就真有救了。",
      "zh_TW": "所以在這個時代，科學技術日新月異，一般人迷於科學技術，迷在這個裡頭，對於傳統喪失信心，佛經裡面講的佛性誰能接受？傳了幾千年的教學理念，一門深入，長時薰修，誰相信？方法，讀書千遍，其義自見，根本就不能讓現代人接受。那怎麼辦？傳統文化會滅亡。我這一代，年輕時候還結識一些真正善知識，真正有德行、有學問、有修持的大德，現在這些人統統過世了，一個都找不到了。我們今天稱為大德，跟上一代大德相比，我們跟他差很遠，無論在哪一方面都比不上。這就說明，傳統、大乘一代不如一代，衰下去了。到我們這一代是非常可怕，為什麼？如果沒有辦法興旺起來，佛法就滅亡了；世界上四大古文明，中國最後的這一個可能也快滅亡了。誰來救？佛菩薩真正憐憫一切苦難眾生，不忍令大乘就這樣的消失了，怎麼辦？佛菩薩再來，那就真有救了。"
    },
    {
      "id": "02-042-0027_p0010",
      "zh_CN": "佛菩萨会不会来？看看有没有真正发心学习的，真发心学，佛菩萨就来了。为什么？真正发心这是有感，佛菩萨就有应。国家领导人真正求贤，真正求这些圣贤佛菩萨，佛菩萨会降临这个世间，以各种不同的身分帮助国家领导人教化众生，国运自然昌隆，圣贤慢慢就出现了。我们在这方面也全心全力做助缘，帮一把力，主力是国家在领导，我们在旁边加一把帮助他。这个方法就是大乘经上常说的「今现在说法」。佛法是教育。中国古人有言，「虽有国焉」，就是掌国家大权的领导人，「不教不服」，要不提倡教育人民不服，一切都是以教学为先。诸佛刹土教学为先，极乐世界教学为先，只要把教学为先做好，所有问题都解决了。教学的条件，先决的条件就是要建立教学的自信心，首先要承认人性本善，要承认本来是佛。本来是佛，这是佛说的，大乘经上说的；本性本善，是我们中国老祖宗古圣先贤说的。本善跟本来是佛是一个意思，佛就是本善，找不到丝毫缺点。",
      "zh_TW": "佛菩薩會不會來？看看有沒有真正發心學習的，真發心學，佛菩薩就來了。為什麼？真正發心這是有感，佛菩薩就有應。國家領導人真正求賢，真正求這些聖賢佛菩薩，佛菩薩會降臨這個世間，以各種不同的身分幫助國家領導人教化眾生，國運自然昌隆，聖賢慢慢就出現了。我們在這方面也全心全力做助緣，幫一把力，主力是國家在領導，我們在旁邊加一把幫助他。這個方法就是大乘經上常說的「今現在說法」。佛法是教育。中國古人有言，「雖有國焉」，就是掌國家大權的領導人，「不教不服」，要不提倡教育人民不服，一切都是以教學為先。諸佛剎土教學為先，極樂世界教學為先，只要把教學為先做好，所有問題都解決了。教學的條件，先決的條件就是要建立教學的自信心，首先要承認人性本善，要承認本來是佛。本來是佛，這是佛說的，大乘經上說的；本性本善，是我們中國老祖宗古聖先賢說的。本善跟本來是佛是一個意思，佛就是本善，找不到絲毫缺點。"
    },
    {
      "id": "02-042-0027_p0011",
      "zh_CN": "所以修行要忍。譬如我们提倡，在国外提倡建汉学院，汉学院怎么学法？学一门课程，一部经典，期限十年，十年死心塌地学这一样东西。要把这些东西念熟，古德教导我们读书千遍，这部经典从头到尾念一千遍。一千遍不能得定、不能开悟，二千遍；二千遍还不行，三千遍。到什么时候为止？到大彻大悟为止。在一般讲，彻悟是难，大悟不难。十年的时间可以有大悟出现，大悟就能解决问题了。悟就是自见，其义自见，不要人教，不必听人讲，自己明白了，真明白了。什么是真明白？自自然然你明白，不是我去想，想就落在第六意识，那个明白不是真的，是你自己想像的。不通过想像，豁然就知道了，这是真正开悟。你能把这部书讲得透彻、讲得详细，让别人听都能听懂了，有这个能力。这是人的本能，恢复本能没有耐心决定做不到。",
      "zh_TW": "所以修行要忍。譬如我們提倡，在國外提倡建漢學院，漢學院怎麼學法？學一門課程，一部經典，期限十年，十年死心塌地學這一樣東西。要把這些東西念熟，古德教導我們讀書千遍，這部經典從頭到尾念一千遍。一千遍不能得定、不能開悟，二千遍；二千遍還不行，三千遍。到什麼時候為止？到大徹大悟為止。在一般講，徹悟是難，大悟不難。十年的時間可以有大悟出現，大悟就能解決問題了。悟就是自見，其義自見，不要人教，不必聽人講，自己明白了，真明白了。什麼是真明白？自自然然你明白，不是我去想，想就落在第六意識，那個明白不是真的，是你自己想像的。不通過想像，豁然就知道了，這是真正開悟。你能把這部書講得透徹、講得詳細，讓別人聽都能聽懂了，有這個能力。這是人的本能，恢復本能沒有耐心決定做不到。"
    },
    {
      "id": "02-042-0027_p0012",
      "zh_CN": "早年李老师教我，学菩萨道，第一个放下，布施是放下；第二个忍辱，就是要有耐心。一样东西永恒不变，时间久了自然有悟处。而且学，一定要落实到生活，如果你所学的不能落实在生活、不能落实在工作，你白学了，你学了不发生作用。所谓学以致用，学了管用，管用就能变化气质，就能提升自己的境界，统统要靠忍辱，不能忍就不能成就。现在老师没有了，但是古人教给我们学习的理论跟方法存在，我们依照这个道理、依照方法去学，只要肯放下，只要有耐心，你会有成就。海贤老和尚是个很好的榜样，我让大家看他的光碟，一天看三遍看一年，看一千遍，每天念一万声佛号。这一年你真正会明了海贤老和尚他的境界，他的智慧神通道力，你慢慢就体会到。还有呢？",
      "zh_TW": "早年李老師教我，學菩薩道，第一個放下，布施是放下；第二個忍辱，就是要有耐心。一樣東西永恆不變，時間久了自然有悟處。而且學，一定要落實到生活，如果你所學的不能落實在生活、不能落實在工作，你白學了，你學了不發生作用。所謂學以致用，學了管用，管用就能變化氣質，就能提升自己的境界，統統要靠忍辱，不能忍就不能成就。現在老師沒有了，但是古人教給我們學習的理論跟方法存在，我們依照這個道理、依照方法去學，只要肯放下，只要有耐心，你會有成就。海賢老和尚是個很好的榜樣，我讓大家看他的光碟，一天看三遍看一年，看一千遍，每天念一萬聲佛號。這一年你真正會明瞭海賢老和尚他的境界，他的智慧神通道力，你慢慢就體會到。還有呢？"
    },
    {
      "id": "02-042-0027_p0013",
      "zh_CN": "主持人：第二位悟胜法师，学习《无量寿经科注》心得报告之二。尊敬的师父上人慈悲，诸位比丘大德、尼师大姐、沙弥、沙弥尼、在家大德，大家好，阿弥陀佛！惭愧弟子悟胜在学习《无量寿经》的玄义第四部分「方便力用」之后有一些心得，向师父上人及诸位大德报告，恳请师父上人慈悲开示及诸位大德批评指导。",
      "zh_TW": "主持人：第二位悟勝法師，學習《無量壽經科註》心得報告之二。尊敬的師父上人慈悲，諸位比丘大德、尼師大姐、沙彌、沙彌尼、在家大德，大家好，阿彌陀佛！慚愧弟子悟勝在學習《無量壽經》的玄義第四部分「方便力用」之後有一些心得，向師父上人及諸位大德報告，懇請師父上人慈悲開示及諸位大德批評指導。"
    },
    {
      "id": "02-042-0027_p0014",
      "zh_CN": "在方便力用里面，黄老菩萨引用了释迦牟尼佛在《大毘卢遮那成佛神变加持经》上的三句经文，「菩提为因，大悲为根，方便为究竟」，这三句话把大乘佛法的内容全都说尽了。佛所宣讲的甚深经典是从他的清净心、平等心里面流露出来的，清净平等的起用就是智慧，所以我们凡夫想要开智慧，就必须把现在的妄心换成真心，也就是清净心、平等心。菩提是觉悟的意思，觉悟之后，我们对于宇宙人生的真相，自然就透彻的明了，不再迷惑。我们学佛的目的，正是为了让自己恢复原有的智慧德能。我们如何才能恢复像佛陀一样的智慧？在经典里面，释迦牟尼佛教给我们八万四千法门，这些法门统统是帮助我们开智慧的。这么多的法门里面，最有效、最方便、最快速、最稳当的，无过于持名念佛法门。",
      "zh_TW": "在方便力用裡面，黃老菩薩引用了釋迦牟尼佛在《大毘盧遮那成佛神變加持經》上的三句經文，「菩提為因，大悲為根，方便為究竟」，這三句話把大乘佛法的內容全都說盡了。佛所宣講的甚深經典是從他的清淨心、平等心裡面流露出來的，清淨平等的起用就是智慧，所以我們凡夫想要開智慧，就必須把現在的妄心換成真心，也就是清淨心、平等心。菩提是覺悟的意思，覺悟之後，我們對於宇宙人生的真相，自然就透徹的明瞭，不再迷惑。我們學佛的目的，正是為了讓自己恢復原有的智慧德能。我們如何才能恢復像佛陀一樣的智慧？在經典裡面，釋迦牟尼佛教給我們八萬四千法門，這些法門統統是幫助我們開智慧的。這麼多的法門裡面，最有效、最方便、最快速、最穩當的，無過於持名念佛法門。"
    },
    {
      "id": "02-042-0027_p0015",
      "zh_CN": "按照经上的说法，我们想要开智慧，必须断除八十八品见惑、八十一品思惑以及尘沙烦恼，而且还要破一品无明烦恼，我们的智慧才会透露出一分。在现前末法时期，我们是内有深厚的烦恼习气，外有强烈恶缘的诱惑和阻碍，使得我们很难在今生实现断除三种烦恼的目标。释迦牟尼佛非常慈悲，对于所有的众生平等关心、平等爱护，这种大慈大悲是无条件的仁慈博爱。在《梵网经》上佛告诉我们，他这一次到娑婆世界来示现佛身已经是第八千次，这就体现佛度众生从来没有间断过，佛一直都在我们身边。释迦牟尼佛深知在末法时期众生修行的难处，为了让大家能够在有限的生命当中脱离十法界，证入一真法界，于是传授我们一个特别绝妙的方法，它不需要断烦恼，只要执持一句阿弥陀佛的名号，伏住我们的烦恼就可以了。净土法门修行的具体方法和详尽的理论都在净土三经里面。",
      "zh_TW": "按照經上的說法，我們想要開智慧，必須斷除八十八品見惑、八十一品思惑以及塵沙煩惱，而且還要破一品無明煩惱，我們的智慧才會透露出一分。在現前末法時期，我們是內有深厚的煩惱習氣，外有強烈惡緣的誘惑和阻礙，使得我們很難在今生實現斷除三種煩惱的目標。釋迦牟尼佛非常慈悲，對於所有的眾生平等關心、平等愛護，這種大慈大悲是無條件的仁慈博愛。在《梵網經》上佛告訴我們，他這一次到娑婆世界來示現佛身已經是第八千次，這就體現佛度眾生從來沒有間斷過，佛一直都在我們身邊。釋迦牟尼佛深知在末法時期眾生修行的難處，為了讓大家能夠在有限的生命當中脫離十法界，證入一真法界，於是傳授我們一個特別絕妙的方法，它不需要斷煩惱，只要執持一句阿彌陀佛的名號，伏住我們的煩惱就可以了。淨土法門修行的具體方法和詳盡的理論都在淨土三經裡面。"
    },
    {
      "id": "02-042-0027_p0016",
      "zh_CN": "一切诸佛在因地当中都曾经发了帮助众生成佛的这个大愿，而念阿弥陀佛一生成佛的净土法门把诸佛如来的四弘誓愿展现得淋漓尽致。从哪里看得出释迦牟尼佛度众生的究竟方便？从世尊八相成道的示现当中我们可以看得到。世尊在示现成佛之后，一直到入般涅槃之前，每天教学从未间断，经过四十九年的言传身教，具有善根、福德、因缘的众生逐渐回头了，开始觉悟了。虽然世尊说了千经万论，这些经论的归趣全是劝导我们求生西方极乐世界，其他经典，佛一般只讲一次而已，现存的五种《无量寿经》原译本，经过隋唐时代的古大德比较之后，他们发现世尊至少当时宣讲这部经三次以上，这不就证明《无量寿经》的重要性吗？而《无量寿经》所讲的内容归结到最后就是两句话，「发菩提心，一向专念，阿弥陀佛」。当年鸠摩罗什大师翻译《佛说阿弥陀经》时，直接就用阿弥陀佛做为它的经题。",
      "zh_TW": "一切諸佛在因地當中都曾經發了幫助眾生成佛的這個大願，而念阿彌陀佛一生成佛的淨土法門把諸佛如來的四弘誓願展現得淋漓盡致。從哪裡看得出釋迦牟尼佛度眾生的究竟方便？從世尊八相成道的示現當中我們可以看得到。世尊在示現成佛之後，一直到入般涅槃之前，每天教學從未間斷，經過四十九年的言傳身教，具有善根、福德、因緣的眾生逐漸回頭了，開始覺悟了。雖然世尊說了千經萬論，這些經論的歸趣全是勸導我們求生西方極樂世界，其他經典，佛一般只講一次而已，現存的五種《無量壽經》原譯本，經過隋唐時代的古大德比較之後，他們發現世尊至少當時宣講這部經三次以上，這不就證明《無量壽經》的重要性嗎？而《無量壽經》所講的內容歸結到最後就是兩句話，「發菩提心，一向專念，阿彌陀佛」。當年鳩摩羅什大師翻譯《佛說阿彌陀經》時，直接就用阿彌陀佛做為它的經題。"
    },
    {
      "id": "02-042-0027_p0017",
      "zh_CN": "净土法门的修学非常容易，只要我们具足信、愿、行三个条件，人人都可以在今生成佛。来佛寺三圣之一的贤公老和尚，九十二年专念一句阿弥陀佛；刘老菩萨预知时至，念佛自在往生的示现，都是在给我们大家作证，证明这部夏老菩萨会集的《无量寿经》没有错误，黄老菩萨集注的《无量寿经》没有错误，师父上人宣讲十四回的《无量寿经》也没有错误。正因为诸佛如来拥有至高无上的智慧，他们才能为我们讲解清楚西方净土的依正庄严，也因为他们有救苦救难的大悲心，才会不断的来到六道里面示现佛身教导我们，帮助我们转恶为善、转迷为悟、转凡为圣。在明白了修学净土法门的殊胜义理之后，我们念佛成佛的决心和信心才会坚定，绝不动摇。我们一定要认真做到老实、听话、真干，这六个字，真正发心念佛，所获得的圆满利益，如同贤公老和尚一样，决生净土，不退成佛，广度有情。惭愧弟子悟胜以上所报告的内容，诚请师父上人慈悲开示，并请诸位大德指正，感恩大家，阿弥陀佛。",
      "zh_TW": "淨土法門的修學非常容易，只要我們具足信、願、行三個條件，人人都可以在今生成佛。來佛寺三聖之一的賢公老和尚，九十二年專念一句阿彌陀佛；劉老菩薩預知時至，念佛自在往生的示現，都是在給我們大家作證，證明這部夏老菩薩會集的《無量壽經》沒有錯誤，黃老菩薩集註的《無量壽經》沒有錯誤，師父上人宣講十四回的《無量壽經》也沒有錯誤。正因為諸佛如來擁有至高無上的智慧，他們才能為我們講解清楚西方淨土的依正莊嚴，也因為他們有救苦救難的大悲心，才會不斷的來到六道裡面示現佛身教導我們，幫助我們轉惡為善、轉迷為悟、轉凡為聖。在明白了修學淨土法門的殊勝義理之後，我們念佛成佛的決心和信心才會堅定，絕不動搖。我們一定要認真做到老實、聽話、真幹，這六個字，真正發心念佛，所獲得的圓滿利益，如同賢公老和尚一樣，決生淨土，不退成佛，廣度有情。慚愧弟子悟勝以上所報告的內容，誠請師父上人慈悲開示，並請諸位大德指正，感恩大家，阿彌陀佛。"
    },
    {
      "id": "02-042-0027_p0018",
      "zh_CN": "老法师：我们听了悟胜师的心得报告。修学净土，在这么长的时间里多半的精力都用在经教上，这个是修学必要的课程。为什么？完全是信心的问题。有几个人把净宗的道理、方法、利益，真正搞清楚、搞明白，再没有怀疑了，这是千万人当中难得有一、二个。从什么地方看？从我们没有把念佛法门落实在生活上。它非常简单，你看海贤老和尚多简单，落实在生活上，生活上没有中断念佛，起心动念全是佛号；应用在工作上，他的工作是选择农耕，一生时间都是在农田里面，工作不妨碍念佛。别人都说：做工做太久了，累了。他说：没有，我在念佛。他在念佛，干什么都是念佛，落实在工作，落实在待人接物。佛友、信徒来看他，他就是一句阿弥陀佛老老实实教别人，自己真干，别人跟他有信心，为什么？他健康长寿。他告诉人，只要肯念佛，工作不会感到疲倦，不会觉得很累，念佛跟工作结合成一体，感到轻松愉快。他的农耕，我们有理由相信，他所种的粮食比别人的粮食好吃，营养更丰富，为什么？他用真心耕种。别人耕种的，耕种的粮食好，多卖一些钱，他有这些东西夹杂在里头。海贤老和尚的农作物里面只有阿弥陀佛，他是用清净平等觉心种出来的，怎么会一样？他种的蔬菜、种的水果世间第一，心不一样，念佛心种的。现代的量子力学家相信。佛在经上早就告诉我们，一切法从心想生。老和尚农耕所生产的农作物从心想生，它是最好的心想。",
      "zh_TW": "老法師：我們聽了悟勝師的心得報告。修學淨土，在這麼長的時間裡多半的精力都用在經教上，這個是修學必要的課程。為什麼？完全是信心的問題。有幾個人把淨宗的道理、方法、利益，真正搞清楚、搞明白，再沒有懷疑了，這是千萬人當中難得有一、二個。從什麼地方看？從我們沒有把念佛法門落實在生活上。它非常簡單，你看海賢老和尚多簡單，落實在生活上，生活上沒有中斷念佛，起心動念全是佛號；應用在工作上，他的工作是選擇農耕，一生時間都是在農田裡面，工作不妨礙念佛。別人都說：做工做太久了，累了。他說：沒有，我在念佛。他在念佛，幹什麼都是念佛，落實在工作，落實在待人接物。佛友、信徒來看他，他就是一句阿彌陀佛老老實實教別人，自己真幹，別人跟他有信心，為什麼？他健康長壽。他告訴人，只要肯念佛，工作不會感到疲倦，不會覺得很累，念佛跟工作結合成一體，感到輕鬆愉快。他的農耕，我們有理由相信，他所種的糧食比別人的糧食好吃，營養更豐富，為什麼？他用真心耕種。別人耕種的，耕種的糧食好，多賣一些錢，他有這些東西夾雜在裡頭。海賢老和尚的農作物裡面只有阿彌陀佛，他是用清淨平等覺心種出來的，怎麼會一樣？他種的蔬菜、種的水果世間第一，心不一樣，念佛心種的。現代的量子力學家相信。佛在經上早就告訴我們，一切法從心想生。老和尚農耕所生產的農作物從心想生，它是最好的心想。"
    },
    {
      "id": "02-042-0027_p0019",
      "zh_CN": "这是我们要学习的，要学习把念佛落实在生活、落实在工作。学院这些同学，发心都是将来弘法利生、续佛慧命，落实在讲席当中，落实在影响听众之中，我们要身行言教，别人接触到了才相信你，你自己做不到别人不相信。从哪里做起？从净业三福。净业三福第一条孝亲尊师，落实在《弟子规》，《弟子规》没有做到，你这些东西都会落空；还要落实《感应篇》，因果教育；然后落实《十善业道》，佛陀的教育。我称这三样东西叫儒释道的三个根，不从这里落实，一点办法都没有。有这三个根，第一福你做到了，再提升到第二。第二是什么？第二是佛法。前面第一条世间法，世间做人要具备的人格，做人的资格，这三样东西是做人的资格。你要不认真学习，你没有做人的资格，你怎么能学佛？这三样东西小时候没有学过，现在赶快补习，不把它补出来不可以，你学什么都会落空。千万不要小看这三样东西，这三样东西宝中之宝，像盖大楼它是地基，地基没有做好，楼盖上就会倒掉。有这个基础这才学佛。",
      "zh_TW": "這是我們要學習的，要學習把念佛落實在生活、落實在工作。學院這些同學，發心都是將來弘法利生、續佛慧命，落實在講席當中，落實在影響聽眾之中，我們要身行言教，別人接觸到了才相信你，你自己做不到別人不相信。從哪裡做起？從淨業三福。淨業三福第一條孝親尊師，落實在《弟子規》，《弟子規》沒有做到，你這些東西都會落空；還要落實《感應篇》，因果教育；然後落實《十善業道》，佛陀的教育。我稱這三樣東西叫儒釋道的三個根，不從這裡落實，一點辦法都沒有。有這三個根，第一福你做到了，再提升到第二。第二是什麼？第二是佛法。前面第一條世間法，世間做人要具備的人格，做人的資格，這三樣東西是做人的資格。你要不認真學習，你沒有做人的資格，你怎麼能學佛？這三樣東西小時候沒有學過，現在趕快補習，不把它補出來不可以，你學什麼都會落空。千萬不要小看這三樣東西，這三樣東西寶中之寶，像蓋大樓它是地基，地基沒有做好，樓蓋上就會倒掉。有這個基礎這才學佛。"
    },
    {
      "id": "02-042-0027_p0020",
      "zh_CN": "学佛，「受持三皈，具足众戒」。我们有没有受持三皈？这要问自己。每个佛门弟子都受过三皈，只是形式上受了一次，以后就没有了，忘得干干净净。三皈是学佛最高的指导原则，念念不能忘记。我初学佛的时候，皈依三宝是章嘉大师作证的，大师告诉我三皈的重要性，从受了尽形寿不能忘记，忘记了你就不是佛弟子。皈依佛是什么意思？佛是觉悟，觉而不迷，时时刻刻提醒自己。觉而不迷是皈依佛，正而不邪是皈依法，净而不染是皈依僧，我每天在求什么？求觉、求正、求净，这就是佛弟子，名符其实释迦牟尼佛的学生，阿弥陀佛的学生，你跟别人不一样，绝不是追求世间名闻利养，念念是求觉正净。觉正净从哪里求？从戒律求。所以下面经文，受持三皈之后面经文，「具足众戒，不犯威仪」。威仪，我们今天讲的礼貌，它不是戒律，它是做人的规矩，必须要遵守。现在都没有了，社会没有礼。那我们怎么修法？我用一个最简单的，《沙弥律仪》，沙弥十条戒、二十四门威仪，这个小册子要认真依教奉行。《沙弥律仪》在家同修可以学，至少要学到五戒十善，有机会八关斋戒、沙弥律仪。无论在家出家，你都能够学会，这是经典上承认的善男子善女人，佛承认你是弟子，三皈弟子，往上才能成就佛法。净宗最重要的三个条件就是信、愿、行，我们能够真正依教奉行，对佛法就做出了贡献。为什么？让社会人看到，不学佛的人看到学佛人的威仪，他会起恭敬心，对佛法赞叹；学佛的人看到你有威仪，你持戒有威仪，会帮助他增长信心，增长他的真诚恭敬心。身教，身行言教才能成就功德。然后我们从净土五经，专攻一门，专弘一门，劝导大家念佛求生净土，无量功德。认真努力，三宝加持。还有没有？",
      "zh_TW": "學佛，「受持三皈，具足眾戒」。我們有沒有受持三皈？這要問自己。每個佛門弟子都受過三皈，只是形式上受了一次，以後就沒有了，忘得乾乾淨淨。三皈是學佛最高的指導原則，念念不能忘記。我初學佛的時候，皈依三寶是章嘉大師作證的，大師告訴我三皈的重要性，從受了盡形壽不能忘記，忘記了你就不是佛弟子。皈依佛是什麼意思？佛是覺悟，覺而不迷，時時刻刻提醒自己。覺而不迷是皈依佛，正而不邪是皈依法，淨而不染是皈依僧，我每天在求什麼？求覺、求正、求淨，這就是佛弟子，名符其實釋迦牟尼佛的學生，阿彌陀佛的學生，你跟別人不一樣，絕不是追求世間名聞利養，念念是求覺正淨。覺正淨從哪裡求？從戒律求。所以下面經文，受持三皈之後面經文，「具足眾戒，不犯威儀」。威儀，我們今天講的禮貌，它不是戒律，它是做人的規矩，必須要遵守。現在都沒有了，社會沒有禮。那我們怎麼修法？我用一個最簡單的，《沙彌律儀》，沙彌十條戒、二十四門威儀，這個小冊子要認真依教奉行。《沙彌律儀》在家同修可以學，至少要學到五戒十善，有機會八關齋戒、沙彌律儀。無論在家出家，你都能夠學會，這是經典上承認的善男子善女人，佛承認你是弟子，三皈弟子，往上才能成就佛法。淨宗最重要的三個條件就是信、願、行，我們能夠真正依教奉行，對佛法就做出了貢獻。為什麼？讓社會人看到，不學佛的人看到學佛人的威儀，他會起恭敬心，對佛法讚歎；學佛的人看到你有威儀，你持戒有威儀，會幫助他增長信心，增長他的真誠恭敬心。身教，身行言教才能成就功德。然後我們從淨土五經，專攻一門，專弘一門，勸導大家念佛求生淨土，無量功德。認真努力，三寶加持。還有沒有？"
    },
    {
      "id": "02-042-0027_p0021",
      "zh_CN": "主持人：第三位，美慧老师，忏悔发愿。尊敬的师父上人，及诸位法师、老师、领导，及大德慈鉴：感恩三宝及师父上人慈悲加持，及众缘的帮助，让美慧有机会参加《无量寿经》学习班，并在三宝面前及诸位老师、大德前发露忏悔，忏悔无量劫至今生对人、对事、对物的不恭敬。",
      "zh_TW": "主持人：第三位，美慧老師，懺悔發願。尊敬的師父上人，及諸位法師、老師、領導，及大德慈鑒：感恩三寶及師父上人慈悲加持，及眾緣的幫助，讓美慧有機會參加《無量壽經》學習班，並在三寶面前及諸位老師、大德前發露懺悔，懺悔無量劫至今生對人、對事、對物的不恭敬。"
    },
    {
      "id": "02-042-0027_p0022",
      "zh_CN": "一、从小因养尊处优，任性、霸道，在家是小霸王，常因不合己意就耍脾气，让父母及哥哥、姐姐伤心生气。婚后变成家中的母老虎，任心自恣，猜疑，爱管人，控制占有，不合意时就生气，时常演变脸，还不用戴面具。今生惭愧业重当女众，心量小，对别人说的话时常琢磨而生闷气。一切法唯心所现，唯识所变，感得所在之处常有很多人跟我一样，从别人身上的举动，我看到原来母老虎的特质是如此吓人。善恶之报如影随形，古人常说「一山难容二虎」，何况一山多只？当母老虎聚会时，多是两败俱伤。前几个月听说一位领导可以管全体干部，就是老婆管不了，因为惧内。我得为我记忆播放出来的境缘负百分之百的责任，在此至诚向无量劫至今生的父母师长、亲朋好友及法界众生顶礼忏悔，对不起，我错了，恳请慈悲原谅。今后将放下母老虎的威风，改头换面转型为小猫，修六和敬，随缘妙用。",
      "zh_TW": "一、從小因養尊處優，任性、霸道，在家是小霸王，常因不合己意就耍脾氣，讓父母及哥哥、姐姐傷心生氣。婚後變成家中的母老虎，任心自恣，猜疑，愛管人，控制佔有，不合意時就生氣，時常演變臉，還不用戴面具。今生慚愧業重當女眾，心量小，對別人說的話時常琢磨而生悶氣。一切法唯心所現，唯識所變，感得所在之處常有很多人跟我一樣，從別人身上的舉動，我看到原來母老虎的特質是如此嚇人。善惡之報如影隨形，古人常說「一山難容二虎」，何況一山多隻？當母老虎聚會時，多是兩敗俱傷。前幾個月聽說一位領導可以管全體幹部，就是老婆管不了，因為懼內。我得為我記憶播放出來的境緣負百分之百的責任，在此至誠向無量劫至今生的父母師長、親朋好友及法界眾生頂禮懺悔，對不起，我錯了，懇請慈悲原諒。今後將放下母老虎的威風，改頭換面轉型為小貓，修六和敬，隨緣妙用。"
    },
    {
      "id": "02-042-0027_p0023",
      "zh_CN": "二、无量劫至今生常因骄傲自恃，有意无意，身语意三业常轻慢修行人，及世间出世间讲法之人，对于所说之法及言语不以为然，讥笑诋毁，或露齿笑，或背面非，或劝人共非，或一人非，或多人非，感召愚痴果报，学习经教无记性，过目即忘，过耳即忘，且见人之得，没有如己之得，还有酸葡萄的心理。从今将洗心易行，奉行「若要佛法兴，唯有僧赞僧」，广修随喜功德，对于一切人之点滴善行我皆随喜赞叹。",
      "zh_TW": "二、無量劫至今生常因驕傲自恃，有意無意，身語意三業常輕慢修行人，及世間出世間講法之人，對於所說之法及言語不以為然，譏笑詆毀，或露齒笑，或背面非，或勸人共非，或一人非，或多人非，感召愚痴果報，學習經教無記性，過目即忘，過耳即忘，且見人之得，沒有如己之得，還有酸葡萄的心理。從今將洗心易行，奉行「若要佛法興，唯有僧讚僧」，廣修隨喜功德，對於一切人之點滴善行我皆隨喜讚歎。"
    },
    {
      "id": "02-042-0027_p0024",
      "zh_CN": "三、无量劫至今生，因不知一切众生本来是佛，常仗势欺人、怀疑，感召胆小害怕的果报，对一切人事物常有恐慌、畏惧、害怕之心，苦不堪言。此业报也障碍自己对圣教之学习及真诚恭敬心之显现，生活中常犯此大病，妄想杂念特多，有意无意障碍佛法落实。今至诚给因诋毁及怀疑心所造成伤害之有缘众生忏悔，恳请您们原谅，对不起。祈求佛力加持，净化身语意三业，转为清净平等觉。",
      "zh_TW": "三、無量劫至今生，因不知一切眾生本來是佛，常仗勢欺人、懷疑，感召膽小害怕的果報，對一切人事物常有恐慌、畏懼、害怕之心，苦不堪言。此業報也障礙自己對聖教之學習及真誠恭敬心之顯現，生活中常犯此大病，妄想雜念特多，有意無意障礙佛法落實。今至誠給因詆毀及懷疑心所造成傷害之有緣眾生懺悔，懇請您們原諒，對不起。祈求佛力加持，淨化身語意三業，轉為清淨平等覺。"
    },
    {
      "id": "02-042-0027_p0025",
      "zh_CN": "四、由于无量劫的积习，贡高我慢，加上坚固的我见，对于善知识、领导及尊长的教诲往往不以为然，不能依教奉行，且内心生出很多意见及想法，不能虚心受教，今日明白这是自己的大业障。佛的法印是「诸恶莫作，众善奉行，自净其意，是诸佛教」。自己学佛已经十八年，非常惭愧没有随顺诸佛的教诲，自净其意没有真实去落实，看到别人的过失，有时还生烦恼、起怨怼、埋怨他人，因此学习过程感召诸多障缘。佛在《楞严经》上讲，「因地不真，果招迂曲」，一切境缘都是自己念头变现出来的，真是自作自受。自己的不净念，不仅是水知道，念头周遍法界，法界一切万事万物，甚至微中子，都有我的不善信息在里头。我也教坏了全宇宙，所以感得很多人也跟我一样造同样的业。真是一切法从心想生，物以类聚，人以群分，喜欢看别人过失、说别人过失的聚会在一起，臭味相投，污染清净心。至诚忏悔，也代一切众生忏悔以上共业，因为一切法唯心所现，唯识所变，都是我的不善念缘故，才变现出此不善境缘，今后将努力学习，真诚恭敬，虚心受教。",
      "zh_TW": "四、由於無量劫的積習，貢高我慢，加上堅固的我見，對於善知識、領導及尊長的教誨往往不以為然，不能依教奉行，且內心生出很多意見及想法，不能虛心受教，今日明白這是自己的大業障。佛的法印是「諸惡莫作，眾善奉行，自淨其意，是諸佛教」。自己學佛已經十八年，非常慚愧沒有隨順諸佛的教誨，自淨其意沒有真實去落實，看到別人的過失，有時還生煩惱、起怨懟、埋怨他人，因此學習過程感召諸多障緣。佛在《楞嚴經》上講，「因地不真，果招迂曲」，一切境緣都是自己念頭變現出來的，真是自作自受。自己的不淨念，不僅是水知道，念頭周遍法界，法界一切萬事萬物，甚至微中子，都有我的不善信息在裡頭。我也教壞了全宇宙，所以感得很多人也跟我一樣造同樣的業。真是一切法從心想生，物以類聚，人以群分，喜歡看別人過失、說別人過失的聚會在一起，臭味相投，污染清淨心。至誠懺悔，也代一切眾生懺悔以上共業，因為一切法唯心所現，唯識所變，都是我的不善念緣故，才變現出此不善境緣，今後將努力學習，真誠恭敬，虛心受教。"
    },
    {
      "id": "02-042-0027_p0026",
      "zh_CN": "五、忏悔对梵行人生种种不善之心。《起世经．地狱品》云：「瞿迦梨比丘，为于舍利弗目犍连所起诽谤心，浊心恶心故，死后即生波头摩狱。生彼处已，从其口出大热焰，长余十肘，于其舌上自然而有五百铁犁，恒常耕之。诸比丘，我于余处，未曾见如是色类自损害也」。自己于无量劫至今生，因烦恼炽盛，傲慢、邪知见及愚痴心重，曾犯此深重罪业，有意无意，身语意三业对恩师及梵行人及善知识生轻慢心、恶心、损恼心、垢浊心、不恭敬心及不净心，造作无量无边罪业。甚至有人亲近梵行善知识及恩师时，自己曾因愚痴不识善知识，也曾犯讥笑、诋毁、不以为然之罪业。甚至有意无意也影响有形及无形众生造作此罪业，而障碍众生亲近善知识。以至于今生亲近恩师及梵行善知识时常业障发相，时有境缘让自己主动生退心，苦不堪言。因此深重业障未忏除，亲近恩师多年，少能依教奉行，并感召诸多不善业缘，时或听闻无知众生有意无意批评、毁谤梵行善知识及恩师，造同样罪业。美慧生大惭愧，向恩师及梵行善知识顶礼忏悔，并代此等众生忏悔，伏愿三宝加持众等，早日清净身语意三业，一向专念阿弥陀佛，圆成佛道。",
      "zh_TW": "五、懺悔對梵行人生種種不善之心。《起世經．地獄品》云：「瞿迦梨比丘，為於舍利弗目犍連所起誹謗心，濁心惡心故，死後即生波頭摩獄。生彼處已，從其口出大熱焰，長餘十肘，於其舌上自然而有五百鐵犁，恆常耕之。諸比丘，我於餘處，未曾見如是色類自損害也」。自己於無量劫至今生，因煩惱熾盛，傲慢、邪知見及愚痴心重，曾犯此深重罪業，有意無意，身語意三業對恩師及梵行人及善知識生輕慢心、惡心、損惱心、垢濁心、不恭敬心及不淨心，造作無量無邊罪業。甚至有人親近梵行善知識及恩師時，自己曾因愚痴不識善知識，也曾犯譏笑、詆毀、不以為然之罪業。甚至有意無意也影響有形及無形眾生造作此罪業，而障礙眾生親近善知識。以至於今生親近恩師及梵行善知識時常業障發相，時有境緣讓自己主動生退心，苦不堪言。因此深重業障未懺除，親近恩師多年，少能依教奉行，並感召諸多不善業緣，時或聽聞無知眾生有意無意批評、毀謗梵行善知識及恩師，造同樣罪業。美慧生大慚愧，向恩師及梵行善知識頂禮懺悔，並代此等眾生懺悔，伏願三寶加持眾等，早日清淨身語意三業，一向專念阿彌陀佛，圓成佛道。"
    },
    {
      "id": "02-042-0027_p0027",
      "zh_CN": "发愿。师父上人曾说，贤公耕种念佛，我们耕种的田就是这一部《无量寿经科注》，校对出一个完善的本子留给后人。发愿，将用念力在《无量寿经科注》这部书上全部栽上阿弥陀佛的种子，让见闻者皆欢喜信愿持名，往生极乐世界，圆成佛道，以报三宝、祖师、师父上人及众生恩德。在修行上有错误及偏邪之处，恳请师父上人及诸位法师、老师大德慈悲指正。至诚感恩师父上人慈悲教诲及领导慈悲护法，真诚祈请师父上人长久住世，为世明灯，救度苦难众生。恭祝师父上人法体安康，光寿无量，常转法轮，诸位法师、老师大德及领导，六时吉祥，圆成佛道。惭愧学生美慧顶礼忏悔，二０一四年四月二十二日。",
      "zh_TW": "發願。師父上人曾說，賢公耕種念佛，我們耕種的田就是這一部《無量壽經科註》，校對出一個完善的本子留給後人。發願，將用念力在《無量壽經科註》這部書上全部栽上阿彌陀佛的種子，讓見聞者皆歡喜信願持名，往生極樂世界，圓成佛道，以報三寶、祖師、師父上人及眾生恩德。在修行上有錯誤及偏邪之處，懇請師父上人及諸位法師、老師大德慈悲指正。至誠感恩師父上人慈悲教誨及領導慈悲護法，真誠祈請師父上人長久住世，為世明燈，救度苦難眾生。恭祝師父上人法體安康，光壽無量，常轉法輪，諸位法師、老師大德及領導，六時吉祥，圓成佛道。慚愧學生美慧頂禮懺悔，二０一四年四月二十二日。"
    },
    {
      "id": "02-042-0027_p0028",
      "zh_CN": "老法师：美慧同学的忏悔，人能知道忏悔，这就回头、觉悟了。我们看到多少人，在一生当中自己知道有过失，但是不好意思说出来，碍于面子，这种人多，我们在社会各个行业、各个阶层常常看到。菩萨发露忏悔，也是做榜样给这些人看，告诉世人，古人说得好，「人非圣贤，孰能无过」。尤其是现在这个社会，找一个一生没有过失的，一个也找不到。纵然是佛菩萨示现到这个世间，他也会示现有过失。为什么？示现，教人改过。怎么教法？我自己有过失，从我改起。不做这种示现，从这种方式回头的人就找不到了，所以做榜样给人看。那我们想想，忍辱仙人跟歌利王是不是菩萨来表演的？没错，真正是菩萨来表演的，像舞台上演戏一样，演正面的忍辱仙人，演反面的歌利王，都演得非常好，演得非常逼真，让我们看了、听了，留下印象，慢慢去体会，慢慢去觉悟，我们从这当中学会了忍辱波罗蜜，这就走向成功的大道。不能忍，怎么能成就？小忍小成就，大忍大成就。",
      "zh_TW": "老法師：美慧同學的懺悔，人能知道懺悔，這就回頭、覺悟了。我們看到多少人，在一生當中自己知道有過失，但是不好意思說出來，礙於面子，這種人多，我們在社會各個行業、各個階層常常看到。菩薩發露懺悔，也是做榜樣給這些人看，告訴世人，古人說得好，「人非聖賢，孰能無過」。尤其是現在這個社會，找一個一生沒有過失的，一個也找不到。縱然是佛菩薩示現到這個世間，他也會示現有過失。為什麼？示現，教人改過。怎麼教法？我自己有過失，從我改起。不做這種示現，從這種方式回頭的人就找不到了，所以做榜樣給人看。那我們想想，忍辱仙人跟歌利王是不是菩薩來表演的？沒錯，真正是菩薩來表演的，像舞台上演戲一樣，演正面的忍辱仙人，演反面的歌利王，都演得非常好，演得非常逼真，讓我們看了、聽了，留下印象，慢慢去體會，慢慢去覺悟，我們從這當中學會了忍辱波羅蜜，這就走向成功的大道。不能忍，怎麼能成就？小忍小成就，大忍大成就。"
    },
    {
      "id": "02-042-0027_p0029",
      "zh_CN": "忍，从内心。中国的文字，心上面一把刀，这刀刃放在心上，能不能忍？能不能接受？这个字是会意的字。你并没有犯过失，别人有意加罪给你，这才真正是忍辱波罗蜜。为什么？受什么样的委屈，受什么样的灾害，不用辩别。不但不辩别，不用放在心上，为什么？修行人。修行人修什么？修心，把这些东西放在心上，心就被染污了，错了。不但一切恶不放在心上，一切善也不放在心上，为什么？自性清净心里头没有善恶，善恶都是染污。看果报就知道了，把善放在心上，你得到的三善道；恶放在心上，你得到的三恶道，你出不了六道轮回，这就错了。真正修行人，善恶不放在心上，染净也不放在心上。善恶不放在心上可以超越六道，染净不放在心上可以超越十法界。心本来是清净的，没有丝毫染污。六祖大师开悟的时候说，这明心见性，性是什么样子？第一句就告诉我们，「何期自性，本自清净」。本来就清净，从来没有染污，染污尚且没有，哪来的是非？是非善恶全都放下，清净平等心现前了，这是真心，才能修菩萨行，才能行菩萨道。",
      "zh_TW": "忍，從內心。中國的文字，心上面一把刀，這刀刃放在心上，能不能忍？能不能接受？這個字是會意的字。你並沒有犯過失，別人有意加罪給你，這才真正是忍辱波羅蜜。為什麼？受什麼樣的委屈，受什麼樣的災害，不用辯別。不但不辯別，不用放在心上，為什麼？修行人。修行人修什麼？修心，把這些東西放在心上，心就被染污了，錯了。不但一切惡不放在心上，一切善也不放在心上，為什麼？自性清淨心裡頭沒有善惡，善惡都是染污。看果報就知道了，把善放在心上，你得到的三善道；惡放在心上，你得到的三惡道，你出不了六道輪迴，這就錯了。真正修行人，善惡不放在心上，染淨也不放在心上。善惡不放在心上可以超越六道，染淨不放在心上可以超越十法界。心本來是清淨的，沒有絲毫染污。六祖大師開悟的時候說，這明心見性，性是什麼樣子？第一句就告訴我們，「何期自性，本自清淨」。本來就清淨，從來沒有染污，染污尚且沒有，哪來的是非？是非善惡全都放下，清淨平等心現前了，這是真心，才能修菩薩行，才能行菩薩道。"
    },
    {
      "id": "02-042-0027_p0030",
      "zh_CN": "阿赖耶里头这些毛病习气用什么方法能化解？智慧。智慧现前，知道这是假的，不是真的。阿赖耶也是假的，也不是真的，一念不觉叫阿赖耶，一念不觉不是真的。这个道理很深，大乘教常说八地以上的境界，证到八地自然就明白了，完全通达明了了，自自然然不再犯过失。八地以前，就是七地以下都很难免，不怕，怕的是不觉，觉就不怕。我们烦恼习气重，我们知道原谅自己，最重要的要懂得原谅别人，为什么？自他不二，要常常知道反求诸己，这比什么都重要。成就自己一定要想到成就别人，所以对于毁谤我们的人、羞辱我们的人、障碍我们的人、陷害我们的人都不能放在心上，要知道那些人本性本善，他本来是佛，他之所以对我这种态度，是一时迷惑，这个才是根本原因。不是他的真心，是他的妄心，他的真心是佛心，他的真心是善不是恶的，本善，我们对他更要尊重，决定不能够以怨报怨，那就错了，那就造成生生世世冤冤相报，冤冤相报双方都痛苦。我们原谅别人，他慢慢醒悟过来会受良心责备，有勇气的人，他来道歉，他来忏悔，就不受良心责备了；如果为面子问题，心理上要承受良心的责备。那也很痛苦，我们都能体会到。学佛，忏除业障非常重要，天天要修忏悔。为什么？起心动念、言语造作无不是业，没有明心见性之前哪一个不造业？常常忏悔，常常改过，我们的能量就向上提升，这才能得到法喜充满。能原谅别人，快乐，这是正能量。还有吗？",
      "zh_TW": "阿賴耶裡頭這些毛病習氣用什麼方法能化解？智慧。智慧現前，知道這是假的，不是真的。阿賴耶也是假的，也不是真的，一念不覺叫阿賴耶，一念不覺不是真的。這個道理很深，大乘教常說八地以上的境界，證到八地自然就明白了，完全通達明瞭了，自自然然不再犯過失。八地以前，就是七地以下都很難免，不怕，怕的是不覺，覺就不怕。我們煩惱習氣重，我們知道原諒自己，最重要的要懂得原諒別人，為什麼？自他不二，要常常知道反求諸己，這比什麼都重要。成就自己一定要想到成就別人，所以對於毀謗我們的人、羞辱我們的人、障礙我們的人、陷害我們的人都不能放在心上，要知道那些人本性本善，他本來是佛，他之所以對我這種態度，是一時迷惑，這個才是根本原因。不是他的真心，是他的妄心，他的真心是佛心，他的真心是善不是惡的，本善，我們對他更要尊重，決定不能夠以怨報怨，那就錯了，那就造成生生世世冤冤相報，冤冤相報雙方都痛苦。我們原諒別人，他慢慢醒悟過來會受良心責備，有勇氣的人，他來道歉，他來懺悔，就不受良心責備了；如果為面子問題，心理上要承受良心的責備。那也很痛苦，我們都能體會到。學佛，懺除業障非常重要，天天要修懺悔。為什麼？起心動念、言語造作無不是業，沒有明心見性之前哪一個不造業？常常懺悔，常常改過，我們的能量就向上提升，這才能得到法喜充滿。能原諒別人，快樂，這是正能量。還有嗎？"
    },
    {
      "id": "02-042-0027_p0031",
      "zh_CN": "主持人：第四位，上官老师。尊敬的师父上人，尊敬的诸位法师大德以及义工菩萨们，大家好。大惭愧弟子上官今天汇报的主题是，净土当机者，一切善恶大小凡愚也。",
      "zh_TW": "主持人：第四位，上官老師。尊敬的師父上人，尊敬的諸位法師大德以及義工菩薩們，大家好。大慚愧弟子上官今天匯報的主題是，淨土當機者，一切善惡大小凡愚也。"
    },
    {
      "id": "02-042-0027_p0032",
      "zh_CN": "第一，弥陀本怀，心包太虚，量周沙界。首先，不肖弟子上官向师父上人和大家真诚忏悔。昨天接到协会的电话，说有同修写信提出，末学在上周的心得汇报中，引用一位法师的话说，弥陀在因地以不可思议悲智，真正实现疾速启愿、疾速满愿、速成净土、速成佛道、速度众生的初衷。这位同修指出，说这段话的这位法师是一位不赞成会集本的法师，要末学以后注意。接到电话后，弟子很认真的反省了一番，并仔细查阅了，确实曾提出要以原译本为主、会集本为辅等言论。特在此忏悔如下：弟子智慧浅显，没有在引用论述前调查清楚，实属不妥，以后弟子将尽量引用古大德的论述注解，以避免给同修造成不便，在此忏悔，令大家都不再因此生疑问。",
      "zh_TW": "第一，彌陀本懷，心包太虛，量周沙界。首先，不肖弟子上官向師父上人和大家真誠懺悔。昨天接到協會的電話，說有同修寫信提出，末學在上週的心得匯報中，引用一位法師的話說，彌陀在因地以不可思議悲智，真正實現疾速啟願、疾速滿願、速成淨土、速成佛道、速度眾生的初衷。這位同修指出，說這段話的這位法師是一位不贊成會集本的法師，要末學以後注意。接到電話後，弟子很認真的反省了一番，並仔細查閱了，確實曾提出要以原譯本為主、會集本為輔等言論。特在此懺悔如下：弟子智慧淺顯，沒有在引用論述前調查清楚，實屬不妥，以後弟子將盡量引用古大德的論述註解，以避免給同修造成不便，在此懺悔，令大家都不再因此生疑問。"
    },
    {
      "id": "02-042-0027_p0033",
      "zh_CN": "这件事情也令弟子深感弥陀本怀的慈悲无与伦比，从本经当机者这一点就可以看出，如善导大师所言，「但为常没众生，不干大小圣也」，这正是弥陀心包太虚、量周沙界的体现。我们一切众生都是从常寂光而来，也都必将回归常寂光，所以哪个人不是如来？哪个人不是弥陀？一切众生共同一法身。本是同根生，相煎何太急，这个世界的一切斗诤坚固不都是来自于对立吗？倘若人人都能学习《无量寿经》，人人都能彻悟弥陀本怀，人人都能包容除自己之外的所有善恶、大小、凡愚众生，三途六道自然转变极乐净土。「若要佛法兴，唯有僧赞僧」，这句贤公赞叹欢喜无比的话的深义是什么？不是要别人先包容我们、先赞叹我们，而是应该我们先包容别人、先赞叹别人。原译本也好，会集本也罢，哪怕其他修行方法，弥陀的心都容得下，都慈悲接引去极乐。因为弥陀深知以我等轮回心相续不断，其他佛土都无缘当机，根本去不了，因此特开净土法门，本为凡夫，兼为圣人。初学佛时，听师父上人讲经才知道，「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持，愿解如来真实义」，这样殊胜的金句出自武则天笔下，不禁令我这个初机叹为观止。佛法真实而又广大无边，只要是说的是正法，能令众生开悟的，不计较是谁说的，不计较这个人曾经怎样大错特错，统统包容接纳。正如佛法能在中国延续千年，不正是因为融合了中国本土的儒家和道家文化吗？现在的中国民间很多成语和词汇都是来自于佛经，这种互融不正是佛教的精神和中华民族的美德之完满体现吗？到了现在，却被后人忘记了历史，忘记了弥陀本怀，忘记了如来本怀。",
      "zh_TW": "這件事情也令弟子深感彌陀本懷的慈悲無與倫比，從本經當機者這一點就可以看出，如善導大師所言，「但為常沒眾生，不干大小聖也」，這正是彌陀心包太虛、量周沙界的體現。我們一切眾生都是從常寂光而來，也都必將回歸常寂光，所以哪個人不是如來？哪個人不是彌陀？一切眾生共同一法身。本是同根生，相煎何太急，這個世界的一切鬥諍堅固不都是來自於對立嗎？倘若人人都能學習《無量壽經》，人人都能徹悟彌陀本懷，人人都能包容除自己之外的所有善惡、大小、凡愚眾生，三途六道自然轉變極樂淨土。「若要佛法興，唯有僧讚僧」，這句賢公讚歎歡喜無比的話的深義是什麼？不是要別人先包容我們、先讚歎我們，而是應該我們先包容別人、先讚歎別人。原譯本也好，會集本也罷，哪怕其他修行方法，彌陀的心都容得下，都慈悲接引去極樂。因為彌陀深知以我等輪迴心相續不斷，其他佛土都無緣當機，根本去不了，因此特開淨土法門，本為凡夫，兼為聖人。初學佛時，聽師父上人講經才知道，「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持，願解如來真實義」，這樣殊勝的金句出自武則天筆下，不禁令我這個初機歎為觀止。佛法真實而又廣大無邊，只要是說的是正法，能令眾生開悟的，不計較是誰說的，不計較這個人曾經怎樣大錯特錯，統統包容接納。正如佛法能在中國延續千年，不正是因為融合了中國本土的儒家和道家文化嗎？現在的中國民間很多成語和詞彙都是來自於佛經，這種互融不正是佛教的精神和中華民族的美德之完滿體現嗎？到了現在，卻被後人忘記了歷史，忘記了彌陀本懷，忘記了如來本懷。"
    },
    {
      "id": "02-042-0027_p0034",
      "zh_CN": "四弘誓愿第一愿「众生无边誓愿度」，就是要我们拓开心量才能入佛门。不管他人曾经毁谤我、侮辱我、杀害我、迫害我、背叛我，我统统愿意慈悲爱护他，愿意他一起往生极乐净土，免得他造业深重，在轮回里出出没没。我等弥陀弟子，往生往世都是追随佛陀追掉队了，都是净土门里出出进进又错入歧途，不然哪里有福报今时今日追随师父上人聚会此处！为什么追掉队了？为什么又误入歧途？因为我们的心不能包容，我们的心对立严重，我们最后一念忘记如子忆母的心，只管忆念情执欲望，由于瞋恨、贪恋相续不断，令心散乱。弥陀母忆子，我等凡夫子不忆母，如同弥陀给我辈凡夫打电话，而我等拒绝接听一样，我们听的那一切都是梦中之音，偏偏这一声弥陀圣号最后忘记了。",
      "zh_TW": "四弘誓願第一願「眾生無邊誓願度」，就是要我們拓開心量才能入佛門。不管他人曾經毀謗我、侮辱我、殺害我、迫害我、背叛我，我統統願意慈悲愛護他，願意他一起往生極樂淨土，免得他造業深重，在輪迴裡出出沒沒。我等彌陀弟子，往生往世都是追隨佛陀追掉隊了，都是淨土門裡出出進進又錯入歧途，不然哪裡有福報今時今日追隨師父上人聚會此處！為什麼追掉隊了？為什麼又誤入歧途？因為我們的心不能包容，我們的心對立嚴重，我們最後一念忘記如子憶母的心，只管憶念情執欲望，由於瞋恨、貪戀相續不斷，令心散亂。彌陀母憶子，我等凡夫子不憶母，如同彌陀給我輩凡夫打電話，而我等拒絕接聽一樣，我們聽的那一切都是夢中之音，偏偏這一聲彌陀聖號最後忘記了。"
    },
    {
      "id": "02-042-0027_p0035",
      "zh_CN": "第二，不被任何外境所干扰，维系住如子忆母的心，念念弥陀，念念净土。弟子儿时想要出家，母亲对弟子说，古人听雨打芭蕉能开悟，你太笨，出不了家。母亲的戏言弟子却当真了，北方芭蕉叶子少，小时候就经常去听滴水穿石的声音，听了那无数次也没开悟，以为这一生就浑浑噩噩度过了。没想到遇到弥陀和净土，再也不怕不成器，只要信愿行，我就是净土之器，什么人和事都别想再动摇我，我就一部会集本、一位老师，至死不渝。看看我们尊敬的师父上人，每天摄影棚冷气房里足足四个小时，大家都知道冷气房对身体不好，但是老人家八十八岁高龄了，没有为自己颐养天年，每天完全没有一点考虑自身安乐，完全为了具缚众生，我们能不感动吗？如果问师父一生最大的特点，最值得人们学习的地方是什么？弟子会这样回答：忍，忍辱负重，忍人所不能忍，淋漓尽致的表演了忍辱仙人的境界。忍的本怀就是师父他老人家的心和弥陀的心一样，「心包太虚，量周沙界」，而本怀的因就是知道一切众生是一体，弥陀大愿据此建立极乐世界，本师据此度化众生不疲不厌。学习弥陀之本怀，做净土之法器，担当如来之家业，人人有责，从我做起。以上是大惭愧弟子上官的学习报告，错误之处还请师父上人慈悲指正。大惭愧弟子上官顶礼感恩，二０一四年四月二十三日。",
      "zh_TW": "第二，不被任何外境所干擾，維繫住如子憶母的心，念念彌陀，念念淨土。弟子兒時想要出家，母親對弟子說，古人聽雨打芭蕉能開悟，你太笨，出不了家。母親的戲言弟子卻當真了，北方芭蕉葉子少，小時候就經常去聽滴水穿石的聲音，聽了那無數次也沒開悟，以為這一生就渾渾噩噩度過了。沒想到遇到彌陀和淨土，再也不怕不成器，只要信願行，我就是淨土之器，什麼人和事都別想再動搖我，我就一部會集本、一位老師，至死不渝。看看我們尊敬的師父上人，每天攝影棚冷氣房裡足足四個小時，大家都知道冷氣房對身體不好，但是老人家八十八歲高齡了，沒有為自己頤養天年，每天完全沒有一點考慮自身安樂，完全為了具縛眾生，我們能不感動嗎？如果問師父一生最大的特點，最值得人們學習的地方是什麼？弟子會這樣回答：忍，忍辱負重，忍人所不能忍，淋漓盡致的表演了忍辱仙人的境界。忍的本懷就是師父他老人家的心和彌陀的心一樣，「心包太虛，量周沙界」，而本懷的因就是知道一切眾生是一體，彌陀大願據此建立極樂世界，本師據此度化眾生不疲不厭。學習彌陀之本懷，做淨土之法器，擔當如來之家業，人人有責，從我做起。以上是大慚愧弟子上官的學習報告，錯誤之處還請師父上人慈悲指正。大慚愧弟子上官頂禮感恩，二０一四年四月二十三日。"
    },
    {
      "id": "02-042-0027_p0036",
      "zh_CN": "老法师：上官同学每一次提出来的报告都很令人感动。真正学佛，特别是在这个时代，这是一个非常时期，科学技术发达，人民物质生活大幅度的向上提升，可是品德、伦理道德也是大幅度的疏忽了，甚至于有人担心，再过个二、三十年会不会灭绝了？从趋势上看是有可能的。可是我们从近代中国来看，好像还是有救。",
      "zh_TW": "老法師：上官同學每一次提出來的報告都很令人感動。真正學佛，特別是在這個時代，這是一個非常時期，科學技術發達，人民物質生活大幅度的向上提升，可是品德、倫理道德也是大幅度的疏忽了，甚至於有人擔心，再過個二、三十年會不會滅絕了？從趨勢上看是有可能的。可是我們從近代中國來看，好像還是有救。"
    },
    {
      "id": "02-042-0027_p0037",
      "zh_CN": "特别是《群书治要》的发行，现在在整个世界大量的流通。这桩事情我相信将来还是中国牵头，来带头，把这部书要交给学校，中国有外语学校，翻成各种不同的外国文向全世界流通，世界就有救了。我们在旁边协助。真正有志的年轻人做出牺牲奉献，一生专攻这部经里面的某一部分。因为《群书治要》是从六十六种典籍里面提炼出来的，它的原典要有专家学者用毕生精力去学习，这就是我们这么多年来想办汉学院的构想，用汉学院来完成这个任务。把详细讲解的，特别是《群书治要》里面提出来的这些段落，翻成外国文字向全世界流通，带领全世界走向安定和谐、太平盛世这一个目标迈进。我年岁大了，心有余而力不足，希望年轻的同学们认真努力。这是历史上最伟大的事业，再没有比这个更伟大了，中国传统文化复兴，全世界每一个族群、每一个国家优秀的文化同时都复兴，百花齐放，世界大同。今天时间到了，我们就学习到此地。",
      "zh_TW": "特別是《群書治要》的發行，現在在整個世界大量的流通。這樁事情我相信將來還是中國牽頭，來帶頭，把這部書要交給學校，中國有外語學校，翻成各種不同的外國文向全世界流通，世界就有救了。我們在旁邊協助。真正有志的年輕人做出犧牲奉獻，一生專攻這部經裡面的某一部分。因為《群書治要》是從六十六種典籍裡面提煉出來的，它的原典要有專家學者用畢生精力去學習，這就是我們這麼多年來想辦漢學院的構想，用漢學院來完成這個任務。把詳細講解的，特別是《群書治要》裡面提出來的這些段落，翻成外國文字向全世界流通，帶領全世界走向安定和諧、太平盛世這一個目標邁進。我年歲大了，心有餘而力不足，希望年輕的同學們認真努力。這是歷史上最偉大的事業，再沒有比這個更偉大了，中國傳統文化復興，全世界每一個族群、每一個國家優秀的文化同時都復興，百花齊放，世界大同。今天時間到了，我們就學習到此地。"
    }
  ]
}