{
  "doc_id": "02-042-0093",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "自了法师",
    "黄柏霖",
    "净毅"
  ],
  "volume": {
    "zh_CN": "第九十三集",
    "zh_TW": "第九十三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0093",
  "total_paragraphs": 97,
  "paragraphs": [
    {
      "id": "02-042-0093_p0001",
      "zh_CN": "老法师：好。",
      "zh_TW": "老法師：好。"
    },
    {
      "id": "02-042-0093_p0002",
      "zh_CN": "学生：尊者师父上人慈悲、诸位善知识慈悲，阿弥陀佛。不肖弟子自了冒昧报告的题目是：「常念不绝，则得道捷——从海贤老和尚反省我们求往生的信愿（五）」",
      "zh_TW": "學生：尊者師父上人慈悲、諸位善知識慈悲，阿彌陀佛。不肖弟子自了冒昧報告的題目是：「常念不絕，則得道捷——從海賢老和尚反省我們求往生的信願（五）」"
    },
    {
      "id": "02-042-0093_p0003",
      "zh_CN": "海贤老和尚，一句阿弥陀佛刻骨铭心，根深蒂固，年年、月月、日日、分分、秒秒，从来不曾丢失。相反，我们这一句佛号常常丢失，常常中断。有时一丢丢好几个小时，有时一连几天都提不起佛号，把它忘得一干二净。",
      "zh_TW": "海賢老和尚，一句阿彌陀佛刻骨銘心，根深蒂固，年年、月月、日日、分分、秒秒，從來不曾丟失。相反，我們這一句佛號常常丟失，常常中斷。有時一丟丟好幾個小時，有時一連幾天都提不起佛號，把它忘得一乾二淨。"
    },
    {
      "id": "02-042-0093_p0004",
      "zh_CN": "一、念老释「常念不绝」",
      "zh_TW": "一、念老釋「常念不絕」"
    },
    {
      "id": "02-042-0093_p0005",
      "zh_CN": "「常念不绝，则得道捷。我法如是，作如是说。如来所行，亦应随行。种修福善，求生净刹。」右经八句，实为全经之总结，净宗修行之纲要。世尊此会所说之长行，于此告终。故知此八句，实为净宗之末后句，全经之结束语也。此八句理事齐彰，正助并显，如来秘藏，和盘托出。首云「常念不绝」者，「常念」首指常念本经，究竟所指，则在常念此一句名号也。「不绝」者，净念相继也。行人果能真实发心，老实念佛，唯此一句，念念相继，则必定「如染香人，身有香气」。临命终时，佛来接引，慈悲加佑，令心不乱。决定往生，迳登不退，圆生四土，究竟涅槃。故佛慈示「常念不绝，则得道捷」。「捷」者迅速捷疾也。又如捷径，指径路也。是谓持名一法，乃修行之径路，老实持名则得道迅速也。盖以信愿持名之法，心作心是，果觉因心，故得道捷。因唯此持名念佛之法，是弥陀大愿之本，最易下手，最易成就，故称易行法，号径中径也。",
      "zh_TW": "「常念不絕，則得道捷。我法如是，作如是說。如來所行，亦應隨行。種修福善，求生淨剎。」右經八句，實為全經之總結，淨宗修行之綱要。世尊此會所說之長行，於此告終。故知此八句，實為淨宗之末後句，全經之結束語也。此八句理事齊彰，正助並顯，如來祕藏，和盤托出。首云「常念不絕」者，「常念」首指常念本經，究竟所指，則在常念此一句名號也。「不絕」者，淨念相繼也。行人果能真實發心，老實念佛，唯此一句，念念相繼，則必定「如染香人，身有香氣」。臨命終時，佛來接引，慈悲加佑，令心不亂。決定往生，逕登不退，圓生四土，究竟涅槃。故佛慈示「常念不絕，則得道捷」。「捷」者迅速捷疾也。又如捷徑，指徑路也。是謂持名一法，乃修行之徑路，老實持名則得道迅速也。蓋以信願持名之法，心作心是，果覺因心，故得道捷。因唯此持名念佛之法，是彌陀大願之本，最易下手，最易成就，故稱易行法，號徑中徑也。"
    },
    {
      "id": "02-042-0093_p0006",
      "zh_CN": "念老这段话说得太好了，把佛的本意挖掘出来。常念不绝，指常念《无量寿经》，更指常念阿弥陀佛。这一句佛号，要常念不绝；求往生的心，要常念不绝。",
      "zh_TW": "念老這段話說得太好了，把佛的本意挖掘出來。常念不絕，指常念《無量壽經》，更指常念阿彌陀佛。這一句佛號，要常念不絕；求往生的心，要常念不絕。"
    },
    {
      "id": "02-042-0093_p0007",
      "zh_CN": "二、 梦中及临终常念不绝",
      "zh_TW": "二、 夢中及臨終常念不絕"
    },
    {
      "id": "02-042-0093_p0008",
      "zh_CN": "（一）紫柏大师示梦中念佛不断",
      "zh_TW": "（一）紫柏大師示夢中念佛不斷"
    },
    {
      "id": "02-042-0093_p0009",
      "zh_CN": "紫柏大师与莲池大师、蕅益大师、憨山大师，被后人尊为明末四大高僧。有位出家人参访紫柏大师，师问曰：「汝出家为甚么？」曰：「为求出苦。」师曰：「以何法而求出苦？」曰：「我资钝，但念佛。」师曰：「汝念佛常间断否？」曰：「合眼睡时便忘了。」师震威呵曰：「合眼便忘，如此念佛，念一万年也没干！汝自今而后，直须睡梦中念佛不断，方有出苦分。若睡梦中不能念佛，忘记了。一开眼时，痛哭起来，直向佛前叩头流血，或念千声，或念万声，尽自家力量便罢。如此做了三、二十番，自然大昏睡中，佛即不断矣。且世上念佛的人，或三、二十年，或尽形寿念佛，及到临时，却又无用，此是生前睡梦中不曾有念头故也。人生如觉，人死如梦，所以梦中念得佛人，临死自然不乱也。」",
      "zh_TW": "紫柏大師與蓮池大師、蕅益大師、憨山大師，被後人尊為明末四大高僧。有位出家人參訪紫柏大師，師問曰：「汝出家為甚麼？」曰：「為求出苦。」師曰：「以何法而求出苦？」曰：「我資鈍，但念佛。」師曰：「汝念佛常間斷否？」曰：「合眼睡時便忘了。」師震威呵曰：「合眼便忘，如此念佛，念一萬年也沒幹！汝自今而後，直須睡夢中念佛不斷，方有出苦分。若睡夢中不能念佛，忘記了。一開眼時，痛哭起來，直向佛前叩頭流血，或念千聲，或念萬聲，盡自家力量便罷。如此做了三、二十番，自然大昏睡中，佛即不斷矣。且世上念佛的人，或三、二十年，或盡形壽念佛，及到臨時，卻又無用，此是生前睡夢中不曾有念頭故也。人生如覺，人死如夢，所以夢中念得佛人，臨死自然不亂也。」"
    },
    {
      "id": "02-042-0093_p0010",
      "zh_CN": "紫柏大师教导我们：睡觉时佛号就忘了，这样子念佛念一万年也不能往生。必须睡梦中念佛不断，才有出苦的希望。我们才知道问题有多严重！不要说睡梦中佛号断了，我们连清醒时佛号也常常中断。世间人念佛念了一辈子，到临终提不起佛号，这是睡梦中不曾念佛的缘故。人活着时如觉醒，死去时如睡梦，所以梦中能念得佛的人，临死自然不乱。",
      "zh_TW": "紫柏大師教導我們：睡覺時佛號就忘了，這樣子念佛念一萬年也不能往生。必須睡夢中念佛不斷，才有出苦的希望。我們才知道問題有多嚴重！不要說睡夢中佛號斷了，我們連清醒時佛號也常常中斷。世間人念佛念了一輩子，到臨終提不起佛號，這是睡夢中不曾念佛的緣故。人活著時如覺醒，死去時如睡夢，所以夢中能念得佛的人，臨死自然不亂。"
    },
    {
      "id": "02-042-0093_p0011",
      "zh_CN": "这句佛号要常念不绝，不仅是平时觉醒的时候，连睡梦中时也要常念不绝。试问，我们每天早晨醒来第一个念头是不是阿弥陀佛？所以睡觉时开着念佛机有一个好处，半夜醒来，提醒自己念佛。听说功夫成片的人，他的睡眠很少，并且他睡觉时，佛号也是绵绵密密一句接一句，似睡非睡。",
      "zh_TW": "這句佛號要常念不絕，不僅是平時覺醒的時候，連睡夢中時也要常念不絕。試問，我們每天早晨醒來第一個念頭是不是阿彌陀佛？所以睡覺時開著念佛機有一個好處，半夜醒來，提醒自己念佛。聽說功夫成片的人，他的睡眠很少，並且他睡覺時，佛號也是綿綿密密一句接一句，似睡非睡。"
    },
    {
      "id": "02-042-0093_p0012",
      "zh_CN": "我们平心静气的想一想：我夜眠睡梦中，做得了主吗？在欢笑、惊怖时，能不为梦境所动，而佛念现前吗？假如做不得主，那么等腊月三十日（喻临终）到来，妻子绕榻，疾病昏迷，风刀解体，痛苦迫切，再加上生前经过的事件，与死后未了的牵缠，一一都涌上心来，又怎能做得主而念佛求生西方？须知白天能做得主了，于梦中则一半主也做不得；梦中能做得主了，死时一半主也做不得。因为梦中是半昏迷，而死时是大昏迷呀！",
      "zh_TW": "我們平心靜氣的想一想：我夜眠睡夢中，做得了主嗎？在歡笑、驚怖時，能不為夢境所動，而佛念現前嗎？假如做不得主，那麼等臘月三十日（喻臨終）到來，妻子繞榻，疾病昏迷，風刀解體，痛苦迫切，再加上生前經過的事件，與死後未了的牽纏，一一都湧上心來，又怎能做得主而念佛求生西方？須知白天能做得主了，於夢中則一半主也做不得；夢中能做得主了，死時一半主也做不得。因為夢中是半昏迷，而死時是大昏迷呀！"
    },
    {
      "id": "02-042-0093_p0013",
      "zh_CN": "同修们亲见很多念佛多年的人，临终为病苦所恼，不能念佛，甚至不愿聆闻佛声；或想念亲人，不愿忆佛、念佛；或昏迷不醒，不能念佛、闻佛。不是怀念世缘，便是留恋家财；不是落得个病苦难当，便是昏迷不醒。所谓往生西方者，不知到什么地方流浪生死去了。",
      "zh_TW": "同修們親見很多念佛多年的人，臨終為病苦所惱，不能念佛，甚至不願聆聞佛聲；或想念親人，不願憶佛、念佛；或昏迷不醒，不能念佛、聞佛。不是懷念世緣，便是留戀家財；不是落得個病苦難當，便是昏迷不醒。所謂往生西方者，不知到什麼地方流浪生死去了。"
    },
    {
      "id": "02-042-0093_p0014",
      "zh_CN": "（二）临终弥陀「慈悲加佑，令心不乱」",
      "zh_TW": "（二）臨終彌陀「慈悲加佑，令心不亂」"
    },
    {
      "id": "02-042-0093_p0015",
      "zh_CN": "宋代灵芝法师说：「凡人临终，识神无主。善恶业种，无不发现。或起恶念，或起邪见，或生系恋，或发猖狂。恶相非一，皆名颠倒。」意即，凡夫临终时心做不得主，识田中的善恶业习种子，纷纷现行。有的起恶念，有的起邪见，骂佛谤法，有的对眷属、财物生起贪恋，有的心神发狂。种种恶相，都是颠倒。平生造重罪的人，以恶业力，临终见到种种恐怖恶相，身体寒毛竖起，手脚乱动，大小便失禁，手抓虚空，两眼翻白，口吐白沫等。而且四大分解，苦极深重，如活牛剥皮、生龟脱壳（乌龟放在热水中煎煮而脱掉外壳）。在这种情形下，有几人能心无颠倒、正念分明？为此，阿弥陀佛施大慈悲，在众生临终困难之际，以佛力加持众生，令其心不颠倒，且与大众现前围绕，使他心得安慰，在欢喜中往生极乐。",
      "zh_TW": "宋代靈芝法師說：「凡人臨終，識神無主。善惡業種，無不發現。或起惡念，或起邪見，或生繫戀，或發猖狂。惡相非一，皆名顛倒。」意即，凡夫臨終時心做不得主，識田中的善惡業習種子，紛紛現行。有的起惡念，有的起邪見，罵佛謗法，有的對眷屬、財物生起貪戀，有的心神發狂。種種惡相，都是顛倒。平生造重罪的人，以惡業力，臨終見到種種恐怖惡相，身體寒毛豎起，手腳亂動，大小便失禁，手抓虛空，兩眼翻白，口吐白沫等。而且四大分解，苦極深重，如活牛剝皮、生龜脫殼（烏龜放在熱水中煎煮而脫掉外殼）。在這種情形下，有幾人能心無顛倒、正念分明？為此，阿彌陀佛施大慈悲，在眾生臨終困難之際，以佛力加持眾生，令其心不顛倒，且與大眾現前圍繞，使他心得安慰，在歡喜中往生極樂。"
    },
    {
      "id": "02-042-0093_p0016",
      "zh_CN": "佛在《称赞净土佛摄受经》中说：「临命终时，无量寿佛，与其无量声闻弟子、菩萨众俱，前后围绕，来住其前，慈悲加佑，令心不乱。」从「慈悲加佑，令心不乱」这一句看出，一般凡夫临终全仗佛力加持，令心不乱，正念分明。",
      "zh_TW": "佛在《稱讚淨土佛攝受經》中說：「臨命終時，無量壽佛，與其無量聲聞弟子、菩薩眾俱，前後圍繞，來住其前，慈悲加佑，令心不亂。」從「慈悲加佑，令心不亂」這一句看出，一般凡夫臨終全仗佛力加持，令心不亂，正念分明。"
    },
    {
      "id": "02-042-0093_p0017",
      "zh_CN": "《圆中钞》中说：「娑婆世界的众生虽能念佛，但浩浩荡荡的见思烦恼实未伏断。而能做到临终心不颠倒，本非自力所能安住，全仗弥陀拔济。虽本非正念而能生起正念，故能心不颠倒，随即往生。」",
      "zh_TW": "《圓中鈔》中說：「娑婆世界的眾生雖能念佛，但浩浩蕩蕩的見思煩惱實未伏斷。而能做到臨終心不顛倒，本非自力所能安住，全仗彌陀拔濟。雖本非正念而能生起正念，故能心不顛倒，隨即往生。」"
    },
    {
      "id": "02-042-0093_p0018",
      "zh_CN": "《悲华经》中说得更详，阿弥陀佛说：「临终之际，我与大众围绕，现在往生者心前，其人见我前来接引，内心欢喜。彼时，我入无翳三昧，以三昧力，在其前为说妙法。以闻法故，立断一切苦恼，心生大欢喜，而得宝寘三昧，以此三昧之力，令心住于正念及无生法忍，命终之后，必生我国。」",
      "zh_TW": "《悲華經》中說得更詳，阿彌陀佛說：「臨終之際，我與大眾圍繞，現在往生者心前，其人見我前來接引，內心歡喜。彼時，我入無翳三昧，以三昧力，在其前為說妙法。以聞法故，立斷一切苦惱，心生大歡喜，而得寶寘三昧，以此三昧之力，令心住於正念及無生法忍，命終之後，必生我國。」"
    },
    {
      "id": "02-042-0093_p0019",
      "zh_CN": "所以，只有具特殊修行的人，能凭自力在临终时心不颠倒、正念分明、如入禅定。但这是业重凡夫无法企及的，因为白天做不得主，梦中就做不得主；梦中做不得主，病中就做不得主；病中做不得主，死时更做不得主，因为死时的痛苦最深重。然而，依仗佛的愿力殊胜加持，净业行人能在临终，心识清明、安详，无有颠倒、错乱，不经中阴，无间就化生在极乐世界的莲花中。修净土的人有多安乐！生时安乐，死时还安乐，不必要经过中阴。修得好，提前预知时至，坐着、甚至站着往生。以这个原因，普贤大士带领华藏海众发愿：「愿我临欲命终时，尽除一切诸障碍，面见彼佛阿弥陀，即得往生安乐刹。」",
      "zh_TW": "所以，只有具特殊修行的人，能憑自力在臨終時心不顛倒、正念分明、如入禪定。但這是業重凡夫無法企及的，因為白天做不得主，夢中就做不得主；夢中做不得主，病中就做不得主；病中做不得主，死時更做不得主，因為死時的痛苦最深重。然而，依仗佛的願力殊勝加持，淨業行人能在臨終，心識清明、安詳，無有顛倒、錯亂，不經中陰，無間就化生在極樂世界的蓮花中。修淨土的人有多安樂！生時安樂，死時還安樂，不必要經過中陰。修得好，提前預知時至，坐著、甚至站著往生。以這個原因，普賢大士帶領華藏海眾發願：「願我臨欲命終時，盡除一切諸障礙，面見彼佛阿彌陀，即得往生安樂剎。」"
    },
    {
      "id": "02-042-0093_p0020",
      "zh_CN": "三、佛号中断的原因",
      "zh_TW": "三、佛號中斷的原因"
    },
    {
      "id": "02-042-0093_p0021",
      "zh_CN": "人人都会说「一句佛号念到底」，可是真正去念的时候，偏偏念不到底，常常中断，还没到底就断了。",
      "zh_TW": "人人都會說「一句佛號念到底」，可是真正去念的時候，偏偏念不到底，常常中斷，還沒到底就斷了。"
    },
    {
      "id": "02-042-0093_p0022",
      "zh_CN": "（一）情执",
      "zh_TW": "（一）情執"
    },
    {
      "id": "02-042-0093_p0023",
      "zh_CN": "我们的佛号，往往被情执打断，不能常念不绝。对人固然有情执，对事、对物也有情执。行策大师说：「倘若娑婆事业，在在萦怀，一暴十寒，心不专笃。遇五欲时，如胶如漆。遭逢逆境，结怨衔恨。而欲命终，彼佛接引，又必不可得之数，岂非难事？由此观之，净土法门，药也；娑婆贪爱，忌也。众生业病，教奉医王，甫服其药，复饱食其忌，可乎？及乎临欲命终，重处偏坠，净因微弱，难脱苦轮，翻谓医王误人，佛法无验。悲夫！若辈颠倒极矣。曷不思匡庐法社十八高贤，暨百二十三人，俱留瑞应，具载方策。古今日月，古今山河，彼既丈夫，我岂不尔？当知不尔者，只是重处放舍不下故也。」",
      "zh_TW": "我們的佛號，往往被情執打斷，不能常念不絕。對人固然有情執，對事、對物也有情執。行策大師說：「倘若娑婆事業，在在縈懷，一暴十寒，心不專篤。遇五欲時，如膠如漆。遭逢逆境，結怨銜恨。而欲命終，彼佛接引，又必不可得之數，豈非難事？由此觀之，淨土法門，藥也；娑婆貪愛，忌也。眾生業病，教奉醫王，甫服其藥，復飽食其忌，可乎？及乎臨欲命終，重處偏墜，淨因微弱，難脫苦輪，翻謂醫王誤人，佛法無驗。悲夫！若輩顛倒極矣。曷不思匡廬法社十八高賢，暨百二十三人，俱留瑞應，具載方策。古今日月，古今山河，彼既丈夫，我豈不爾？當知不爾者，只是重處放捨不下故也。」"
    },
    {
      "id": "02-042-0093_p0024",
      "zh_CN": "「吾观今之富贵利达者，或贪粗敝声色，不知苦本；或着蜗角勋名，不悟虚幻；或复爱殖货利，会计经营。现在碌碌一生，将来随业流转。彼佛刹中，依正庄严，无量胜妙乐事，不闻不知，从生至死，未曾发一念向往之心。反不如穷愚困厄之夫，多能念佛，从冥入明，转生胜处也。故今敬劝诸友，既各标名莲社，便是火宅优昙。必也具真实愿，发忻厌心，视三界如牢狱，视家园如桎梏，视声色如鸩毒，视名利如缰锁，视数十年穷通际遇如同昨梦，视娑婆一期报命如在逆旅，信宿舍离，惟以归家为务。如意亦得，不如意亦得，舍得寸阴，一心念佛。果能如是，若不生净土者，诸佛皆成诳语矣，愿共勉之！」",
      "zh_TW": "「吾觀今之富貴利達者，或貪粗敝聲色，不知苦本；或著蝸角勳名，不悟虛幻；或復愛殖貨利，會計經營。現在碌碌一生，將來隨業流轉。彼佛剎中，依正莊嚴，無量勝妙樂事，不聞不知，從生至死，未曾發一念嚮往之心。反不如窮愚困厄之夫，多能念佛，從冥入明，轉生勝處也。故今敬勸諸友，既各標名蓮社，便是火宅優曇。必也具真實願，發忻厭心，視三界如牢獄，視家園如桎梏，視聲色如鴆毒，視名利如韁鎖，視數十年窮通際遇如同昨夢，視娑婆一期報命如在逆旅，信宿捨離，惟以歸家為務。如意亦得，不如意亦得，捨得寸陰，一心念佛。果能如是，若不生淨土者，諸佛皆成誑語矣，願共勉之！」"
    },
    {
      "id": "02-042-0093_p0025",
      "zh_CN": "（二）外缘",
      "zh_TW": "（二）外緣"
    },
    {
      "id": "02-042-0093_p0026",
      "zh_CN": "我们的佛号，往往被外缘打断，不能常念不绝。以前有一位居士，他真是个大好人，组织很多念佛团，劝很多人念佛。可是他自己没有时间念佛，每天都有人请他去布置道场、请他去关怀病人、请他去弘法利生。整天东奔西跑，外缘非常多，常常忙到连睡觉的时间都没有。那时有人敬告他：你再不静下来念佛，你会死得很难看！等到他想拒绝外缘，关门静修的时候，根本没办法静下来。有一次他生病，心想正好趁养病的时间在家里安静几天念佛，没料电话从早到晚不停的响。把电话关掉，却马上有人敲门来找他，络绎不绝，外缘到了拒绝不掉的地步。最后，他在外出途中一次意外突然死去，死的时候身边一个亲人或道友都没有，死后随即被送到医院太平间冷冻。等他的亲人赶到的时候，打开蒙在他脸上的纱布，正应了之前别人提醒他的那句话「死得很难看」。",
      "zh_TW": "我們的佛號，往往被外緣打斷，不能常念不絕。以前有一位居士，他真是個大好人，組織很多念佛團，勸很多人念佛。可是他自己沒有時間念佛，每天都有人請他去布置道場、請他去關懷病人、請他去弘法利生。整天東奔西跑，外緣非常多，常常忙到連睡覺的時間都沒有。那時有人敬告他：你再不靜下來念佛，你會死得很難看！等到他想拒絕外緣，關門靜修的時候，根本沒辦法靜下來。有一次他生病，心想正好趁養病的時間在家裡安靜幾天念佛，沒料電話從早到晚不停的響。把電話關掉，卻馬上有人敲門來找他，絡繹不絕，外緣到了拒絕不掉的地步。最後，他在外出途中一次意外突然死去，死的時候身邊一個親人或道友都沒有，死後隨即被送到醫院太平間冷凍。等他的親人趕到的時候，打開蒙在他臉上的紗布，正應了之前別人提醒他的那句話「死得很難看」。"
    },
    {
      "id": "02-042-0093_p0027",
      "zh_CN": "这给我们一个深刻的前车之鉴，希望我们不要重蹈覆辙。很多人忙忙碌碌，什么才是我今生最大最重要的事情？自己心里要主次分明。上根人固然能够在一切外缘境界中常念不绝，可我们是下根人，想要成就，心必须要狠，暂先隔绝外缘。没有外缘最好，不要主动去攀缘，外缘一旦沾染，弄到你无法摆脱。因此《西方确指》云：「只『强顺人情，勉就世故』八个字，误却你一生大事。道业未成，无常至速。急宜敛迹韬光，一心向道，不得再误。」",
      "zh_TW": "這給我們一個深刻的前車之鑑，希望我們不要重蹈覆轍。很多人忙忙碌碌，什麼才是我今生最大最重要的事情？自己心裡要主次分明。上根人固然能夠在一切外緣境界中常念不絕，可我們是下根人，想要成就，心必須要狠，暫先隔絕外緣。沒有外緣最好，不要主動去攀緣，外緣一旦沾染，弄到你無法擺脫。因此《西方確指》云：「只『強順人情，勉就世故』八個字，誤卻你一生大事。道業未成，無常至速。急宜斂跡韜光，一心向道，不得再誤。」"
    },
    {
      "id": "02-042-0093_p0028",
      "zh_CN": "省庵大师在世有一位茅静远居士，他是一般人所赞叹的大慈善家，省庵大师写了一封信劝他念佛。《与茅静远居士书》：「足下造桥事毕，可谓莫大之功。然居士之心好善无倦，一善甫完，复作一善。美则美矣，其如生死大事何？苟不以生死大事为急，而孳孳为善，所作善事如须弥山，皆生死业缘，有何了日？善事弥多，生死弥广，一念爱心，万劫缠缚，可不惧耶！居士世间公案久已参透，西方净业久已修习，然而生死心不切，家缘撇不下，人情谢不去，念佛心不专，何也？将名根不断耶？抑爱念牵缠耶？于此二者，宜加审察。苟不把家缘世事一刀斩断，六字洪名尽力提起，欲望娑婆之脱，安养之生，难矣。不生安养而欲脱生死，不脱生死而欲免堕落，抑又难矣。纵一生、两生不失人身，济得甚么事？嗟乎！居士慧心如此明利，家缘如此丰足，继嗣如此贤能，事事适意，尚不能放下万缘，一心念佛，为天负人耶？为人负天耶？不以念佛为急，而以世间小善为急；不以生死大事为先，而以人天福报为先，是不知先后也。居士今日要务，唯当谢绝人事，一心念佛。加以斋戒二字，尤为尽美。大抵西方佛国，非悠悠散善所能致。万劫生死，非因循怠惰所能脱。无常迅速，旦暮即至，安得不为之早办耶！」",
      "zh_TW": "省庵大師在世有一位茅靜遠居士，他是一般人所讚歎的大慈善家，省庵大師寫了一封信勸他念佛。《與茅靜遠居士書》：「足下造橋事畢，可謂莫大之功。然居士之心好善無倦，一善甫完，復作一善。美則美矣，其如生死大事何？苟不以生死大事為急，而孳孳為善，所作善事如須彌山，皆生死業緣，有何了日？善事彌多，生死彌廣，一念愛心，萬劫纏縛，可不懼耶！居士世間公案久已參透，西方淨業久已修習，然而生死心不切，家緣撇不下，人情謝不去，念佛心不專，何也？將名根不斷耶？抑愛念牽纏耶？於此二者，宜加審察。苟不把家緣世事一刀斬斷，六字洪名盡力提起，欲望娑婆之脫，安養之生，難矣。不生安養而欲脫生死，不脫生死而欲免墮落，抑又難矣。縱一生、兩生不失人身，濟得甚麼事？嗟乎！居士慧心如此明利，家緣如此豐足，繼嗣如此賢能，事事適意，尚不能放下萬緣，一心念佛，為天負人耶？為人負天耶？不以念佛為急，而以世間小善為急；不以生死大事為先，而以人天福報為先，是不知先後也。居士今日要務，唯當謝絕人事，一心念佛。加以齋戒二字，尤為盡美。大抵西方佛國，非悠悠散善所能致。萬劫生死，非因循怠惰所能脫。無常迅速，旦暮即至，安得不為之早辦耶！」"
    },
    {
      "id": "02-042-0093_p0029",
      "zh_CN": "（三）妄想",
      "zh_TW": "（三）妄想"
    },
    {
      "id": "02-042-0093_p0030",
      "zh_CN": "我们的佛号，往往被妄想打断，不能常念不绝。「人在世间，不能超凡入圣、了生脱死者，皆由妄念所致。今于念佛时，即作已死未往生想。于念念中，所有世间一切情念，悉皆置之度外。除一句佛号外，无有一念可得。何以能令如此？以我已死矣，所有一切妄念，皆用不着。能如是念，必有大益。」印光大师说的。「倘平日有过头妄想，欲得神通，得名誉，得缘法，得道等。如是完全以妄想为自己本心，越精进勇猛，此种妄想越多越大。若不觉照，永息此妄，则后来还会着魔发狂，岂但妄想而已乎！固宜汲汲息此过头妄想也。」「凡有忿怒、淫欲、好胜、赌气等念，偶尔萌动，即作念云：『我念佛人，何可起此种心念乎？』念起即息，久则凡一切劳神损身之念，皆无由而起。终日由佛不思议功德，加持身心，敢保不须十日，即见大效。若只偶尔念一句、二句，便欲见效，则是自欺欺人。」",
      "zh_TW": "我們的佛號，往往被妄想打斷，不能常念不絕。「人在世間，不能超凡入聖、了生脫死者，皆由妄念所致。今於念佛時，即作已死未往生想。於念念中，所有世間一切情念，悉皆置之度外。除一句佛號外，無有一念可得。何以能令如此？以我已死矣，所有一切妄念，皆用不著。能如是念，必有大益。」印光大師說的。「倘平日有過頭妄想，欲得神通，得名譽，得緣法，得道等。如是完全以妄想為自己本心，越精進勇猛，此種妄想越多越大。若不覺照，永息此妄，則後來還會著魔發狂，豈但妄想而已乎！固宜汲汲息此過頭妄想也。」「凡有忿怒、淫欲、好勝、賭氣等念，偶爾萌動，即作念云：『我念佛人，何可起此種心念乎？』念起即息，久則凡一切勞神損身之念，皆無由而起。終日由佛不思議功德，加持身心，敢保不須十日，即見大效。若只偶爾念一句、二句，便欲見效，則是自欺欺人。」"
    },
    {
      "id": "02-042-0093_p0031",
      "zh_CN": "莲池大师曰：「妄念是病，念佛是药。久病非片剂所能疗，积妄非暂念所能除，其理一也。莫管他妄念纷飞，只贵在念佛精切。字字分明，句句接续，极力执持，方有趋向分。所谓真积力久，而一旦豁然，喻如磨杵作针、炼铁作钢者，定不诬也。入道多门，唯此一门最为捷径。不可忽，不可忽！」",
      "zh_TW": "蓮池大師曰：「妄念是病，念佛是藥。久病非片劑所能療，積妄非暫念所能除，其理一也。莫管他妄念紛飛，只貴在念佛精切。字字分明，句句接續，極力執持，方有趨向分。所謂真積力久，而一旦豁然，喻如磨杵作針、鍊鐵作鋼者，定不誣也。入道多門，唯此一門最為捷徑。不可忽，不可忽！」"
    },
    {
      "id": "02-042-0093_p0032",
      "zh_CN": "（四）喜怒",
      "zh_TW": "（四）喜怒"
    },
    {
      "id": "02-042-0093_p0033",
      "zh_CN": "我们的佛号，往往被喜怒打断，不能常念不绝。再看一段紫柏大师的开示：「念佛法门，最为简便。但如今念佛之人，都无定志。所以千百人念佛，无有一两人成就者。这一句佛，一切菩萨、一切天、一切人，若生西方者，莫不因此这一句阿弥陀佛，而度苦海。然念佛心真不真，勘验关头，直在欢喜、烦恼两处取证，其真假之心，历然可辨。大抵真心念佛人，于欢喜、烦恼中，必然念念不间断。是以烦恼也动他不得，欢喜也动他不得。烦恼、欢喜既不能动，死生境上自然不惊怖。今人念佛，些小喜怒到前，阿弥陀佛便撇在脑后，如何能得念佛灵验？若依我念佛，果能于爱憎关头不昧此句阿弥陀佛，而现在不得受用、临终不得往生，我舌根必然破烂。你若不依我法行，则念佛无有灵验，过仍在汝，与我无干。」",
      "zh_TW": "我們的佛號，往往被喜怒打斷，不能常念不絕。再看一段紫柏大師的開示：「念佛法門，最為簡便。但如今念佛之人，都無定志。所以千百人念佛，無有一兩人成就者。這一句佛，一切菩薩、一切天、一切人，若生西方者，莫不因此這一句阿彌陀佛，而度苦海。然念佛心真不真，勘驗關頭，直在歡喜、煩惱兩處取證，其真假之心，歷然可辨。大抵真心念佛人，於歡喜、煩惱中，必然念念不間斷。是以煩惱也動他不得，歡喜也動他不得。煩惱、歡喜既不能動，死生境上自然不驚怖。今人念佛，些小喜怒到前，阿彌陀佛便撇在腦後，如何能得念佛靈驗？若依我念佛，果能於愛憎關頭不昧此句阿彌陀佛，而現在不得受用、臨終不得往生，我舌根必然破爛。你若不依我法行，則念佛無有靈驗，過仍在汝，與我無干。」"
    },
    {
      "id": "02-042-0093_p0034",
      "zh_CN": "四、常念不绝即是「如子忆母」",
      "zh_TW": "四、常念不絕即是「如子憶母」"
    },
    {
      "id": "02-042-0093_p0035",
      "zh_CN": "印光大师开示：大势至菩萨以「如子忆母」为喻。子心中只念其母，其余之境，皆非己心中事，故能感应道交。譬如小儿念母，一日之中，无时不想念其母也。纵睡眠、洗澡、抽解之时，岂能令心中完全忘却念佛之事？既记得无碍，则心中默念亦无碍也。修习净土，随分随力，岂必屏除万缘，方能修持乎？譬如孝子思慈亲，淫人思美女，虽日用百忙中，此一念固无时或忘也。修净土人，亦复如是。任凭日用纷繁，决不许忘其佛念，则得其要矣。",
      "zh_TW": "印光大師開示：大勢至菩薩以「如子憶母」為喻。子心中只念其母，其餘之境，皆非己心中事，故能感應道交。譬如小兒念母，一日之中，無時不想念其母也。縱睡眠、洗澡、抽解之時，豈能令心中完全忘卻念佛之事？既記得無礙，則心中默念亦無礙也。修習淨土，隨分隨力，豈必屏除萬緣，方能修持乎？譬如孝子思慈親，淫人思美女，雖日用百忙中，此一念固無時或忘也。修淨土人，亦復如是。任憑日用紛繁，決不許忘其佛念，則得其要矣。"
    },
    {
      "id": "02-042-0093_p0036",
      "zh_CN": "五、小结",
      "zh_TW": "五、小結"
    },
    {
      "id": "02-042-0093_p0037",
      "zh_CN": "果真生死心切，唯恐堕入三途恶道，受苦无量求出无期，必然这句佛号常念不绝；果真痛念无常，如救头燃，时时作临终想，必然这句佛号常念不绝；果真真信切愿，念念求生净土，一刻都不愿停留，必然这句佛号常念不绝。相反，这句佛号还常常中断，常常忘记，我们的信愿出了问题，要在真信切愿上再下功夫。果真常念不绝，必然则得道捷，像海贤老和尚一样。",
      "zh_TW": "果真生死心切，唯恐墮入三途惡道，受苦無量求出無期，必然這句佛號常念不絕；果真痛念無常，如救頭燃，時時作臨終想，必然這句佛號常念不絕；果真真信切願，念念求生淨土，一刻都不願停留，必然這句佛號常念不絕。相反，這句佛號還常常中斷，常常忘記，我們的信願出了問題，要在真信切願上再下功夫。果真常念不絕，必然則得道捷，像海賢老和尚一樣。"
    },
    {
      "id": "02-042-0093_p0038",
      "zh_CN": "最后，供养大家莲池大师一段话：「古人教亲近明师，求善知识，而善知识，实无口传心授秘密法门，只替人解粘去缚，便是秘密。今但执持名号、一心不乱此八个字，即是解粘去缚秘密法门，即是出生死堂堂大路。朝念暮念，行念坐念，念念相续，自成三昧，莫更他求也。」",
      "zh_TW": "最後，供養大家蓮池大師一段話：「古人教親近明師，求善知識，而善知識，實無口傳心授祕密法門，只替人解粘去縛，便是祕密。今但執持名號、一心不亂此八個字，即是解粘去縛祕密法門，即是出生死堂堂大路。朝念暮念，行念坐念，念念相續，自成三昧，莫更他求也。」"
    },
    {
      "id": "02-042-0093_p0039",
      "zh_CN": "报告至此，恳请师父上人及诸位善知识批评指正，不吝赐教。阿弥陀佛。不肖弟子释自了叩呈。",
      "zh_TW": "報告至此，懇請師父上人及諸位善知識批評指正，不吝賜教。阿彌陀佛。不肖弟子釋自了叩呈。"
    },
    {
      "id": "02-042-0093_p0040",
      "zh_CN": "老法师：我们同学们，大家都看到、都听到自了师的这份报告，回头想一想，我们是不是他报告里面所提到的，二六时中这句佛号常常丢失？有的时候真的，一丢几个小时，一丢十几二十个小时，平常事。净宗法门无比殊胜，这「无比殊胜」这句话，我们是不是真的明白了？如果真明白了，我想这句佛号二六时中不会丢失，像古大德所说的，晚上作梦也念佛。为什么会丢失？说个实实在在的话，对于这个法门一知半解，这就需要教了。",
      "zh_TW": "老法師：我們同學們，大家都看到、都聽到自了師的這份報告，回頭想一想，我們是不是他報告裡面所提到的，二六時中這句佛號常常丟失？有的時候真的，一丟幾個小時，一丟十幾二十個小時，平常事。淨宗法門無比殊勝，這「無比殊勝」這句話，我們是不是真的明白了？如果真明白了，我想這句佛號二六時中不會丟失，像古大德所說的，晚上作夢也念佛。為什麼會丟失？說個實實在在的話，對於這個法門一知半解，這就需要教了。"
    },
    {
      "id": "02-042-0093_p0041",
      "zh_CN": "夏莲居老居士何必要给这个经再做一个会集本，有没有必要？如果我们学佛的人，把这部经都彻底搞清楚、搞明白了，那是个什么现象？信心坚定，愿心不移。蕅益大师告诉我们，信愿就是往生净土第一个条件，有信有愿就决定得生；至于佛号功夫的深浅，那是往生到极乐世界品位不一样。可见得念佛人最重要的，真信切愿，我们这里出了问题。莲公老居士为我们做这个会集本，目的是什么？目的是把极乐世界、娑婆世界这两个世界都讲清楚、讲明白、讲透彻，让我们自己好好冷静去思惟、去选择。",
      "zh_TW": "夏蓮居老居士何必要給這個經再做一個會集本，有沒有必要？如果我們學佛的人，把這部經都徹底搞清楚、搞明白了，那是個什麼現象？信心堅定，願心不移。蕅益大師告訴我們，信願就是往生淨土第一個條件，有信有願就決定得生；至於佛號功夫的深淺，那是往生到極樂世界品位不一樣。可見得念佛人最重要的，真信切願，我們這裡出了問題。蓮公老居士為我們做這個會集本，目的是什麼？目的是把極樂世界、娑婆世界這兩個世界都講清楚、講明白、講透徹，讓我們自己好好冷靜去思惟、去選擇。"
    },
    {
      "id": "02-042-0093_p0042",
      "zh_CN": "娑婆世界，尤其生在我们今天的社会，整个地球动乱不安。这一次的动乱，在这个世间历史上从来没有发现过的，乱到极处了。人活在世间，贫富贵贱哪个人不苦？贫穷人苦，富贵的人更苦，还值得留恋吗？极乐世界之乐，我们天天读经听说了，为什么不肯下定决心要去？半信半疑：真的吗？真的是经上所说的吗？真有吗？问题出在这里。为什么？我们虽然听经，念经念得很多，我们的怀疑没断。真的，有人一辈子，到临死都断不了，临死到了念阿弥陀佛，佛真有吗？真来接引我吗？还有这个疑惑。所以信这个字难，大难大难！",
      "zh_TW": "娑婆世界，尤其生在我們今天的社會，整個地球動亂不安。這一次的動亂，在這個世間歷史上從來沒有發現過的，亂到極處了。人活在世間，貧富貴賤哪個人不苦？貧窮人苦，富貴的人更苦，還值得留戀嗎？極樂世界之樂，我們天天讀經聽說了，為什麼不肯下定決心要去？半信半疑：真的嗎？真的是經上所說的嗎？真有嗎？問題出在這裡。為什麼？我們雖然聽經，念經念得很多，我們的懷疑沒斷。真的，有人一輩子，到臨死都斷不了，臨死到了念阿彌陀佛，佛真有嗎？真來接引我嗎？還有這個疑惑。所以信這個字難，大難大難！"
    },
    {
      "id": "02-042-0093_p0043",
      "zh_CN": "我跟诸位提到过，我出家两年以后才受戒，我一生随缘，受戒的缘成熟了。受完戒之后，回到台中拜老师，谢谢老师的栽培。老师在慈光图书馆，我到图书馆去，我在大门外，他在里面，看到了，他就用手指着我：「你，你要信佛！」这句话讲了十几遍。怎么我学佛七年，出家了，出家就教佛学院，佛学院已经教了两年，现在受了戒来看老师，老师怎么叫我说叫我信佛？我迷惑，不知所云。走到里面去，老师叫我坐下来，告诉我，我的话你听懂了没有？我说没有听懂，想不通。老师就告诉我：有老和尚到临终还不相信！是事实，不是假的，说明信真难。净土宗，信是根本，三资粮是第一个，没有信，后头就没有了，哪来的愿行？愿就是求生净土，行就是老实念佛。这句佛号老是丢失，就是信愿出了问题。",
      "zh_TW": "我跟諸位提到過，我出家兩年以後才受戒，我一生隨緣，受戒的緣成熟了。受完戒之後，回到台中拜老師，謝謝老師的栽培。老師在慈光圖書館，我到圖書館去，我在大門外，他在裡面，看到了，他就用手指著我：「你，你要信佛！」這句話講了十幾遍。怎麼我學佛七年，出家了，出家就教佛學院，佛學院已經教了兩年，現在受了戒來看老師，老師怎麼叫我說叫我信佛？我迷惑，不知所云。走到裡面去，老師叫我坐下來，告訴我，我的話你聽懂了沒有？我說沒有聽懂，想不通。老師就告訴我：有老和尚到臨終還不相信！是事實，不是假的，說明信真難。淨土宗，信是根本，三資糧是第一個，沒有信，後頭就沒有了，哪來的願行？願就是求生淨土，行就是老實念佛。這句佛號老是丟失，就是信願出了問題。"
    },
    {
      "id": "02-042-0093_p0044",
      "zh_CN": "我们真有福气、真有善根、真有好的缘分，为什么？让我们看到这样的文字，听到这样的声音，不容易！这是我们的善友、善知识，时时刻刻有人在提醒我们。我们这第四回的学习采取这个方式，学习班，学习班怎么落实？怎么真干？真干里头有许许多多的问题出现，这些问题如何解决？如何帮助我们不走弯路、不走邪径？这就是真正的福报，这就是弥陀的加持。同学当中确实有心得，他们的心得给我们分享。他得到受用，他不自私自利，把这个受用提出来给我们大家分享，这个功德才圆满、才究竟。总是希望将来我们在阿弥陀佛世界，极乐世界上我们能再聚会在一堂，在阿弥陀佛大讲堂成就我们的道业。",
      "zh_TW": "我們真有福氣、真有善根、真有好的緣分，為什麼？讓我們看到這樣的文字，聽到這樣的聲音，不容易！這是我們的善友、善知識，時時刻刻有人在提醒我們。我們這第四回的學習採取這個方式，學習班，學習班怎麼落實？怎麼真幹？真幹裡頭有許許多多的問題出現，這些問題如何解決？如何幫助我們不走彎路、不走邪徑？這就是真正的福報，這就是彌陀的加持。同學當中確實有心得，他們的心得給我們分享。他得到受用，他不自私自利，把這個受用提出來給我們大家分享，這個功德才圓滿、才究竟。總是希望將來我們在阿彌陀佛世界，極樂世界上我們能再聚會在一堂，在阿彌陀佛大講堂成就我們的道業。"
    },
    {
      "id": "02-042-0093_p0045",
      "zh_CN": "所以真清楚了，他就彻底放下；放下功夫才得力，不放下功夫不得力。我们看到很难过，只能在经文上苦口婆心的劝导大家。同学当中有听明白了、有听懂了，提出来的心得报告，增长我们的信心，坚定我们的愿心，这句佛号常使不绝、常念不绝，这一生往生不退成佛就靠得住了。",
      "zh_TW": "所以真清楚了，他就徹底放下；放下功夫才得力，不放下功夫不得力。我們看到很難過，只能在經文上苦口婆心的勸導大家。同學當中有聽明白了、有聽懂了，提出來的心得報告，增長我們的信心，堅定我們的願心，這句佛號常使不絕、常念不絕，這一生往生不退成佛就靠得住了。"
    },
    {
      "id": "02-042-0093_p0046",
      "zh_CN": "所以，我们每一次的这些报告，学习报告，都留在档案里面，我们要挑选，选出最重要的印成一册，常常提供同学们做参考，这很有必要。到今年年底，一年有一册。第四回，因为讲经的时间只有一半，以前四个小时，现在是两个小时，这部经学习圆满要两年。这个进度没有关系，最重要的是坚定信愿，这句佛号要学到一切时、一切处像海贤老和尚一样不曾丢失。世间事，乃至于佛事，我常说，都随缘。有缘，看看这个事于正法、于众生有真正的利益，要做，不能不做，不做没有慈悲心。做，妨不妨碍念佛？不妨碍。需要思考的，把佛号放下，做完之后我佛号又提起来，这就对了，这就不算丢失。事情愈少愈好，多一事不如少一事，少一事不如无事，别去找事。",
      "zh_TW": "所以，我們每一次的這些報告，學習報告，都留在檔案裡面，我們要挑選，選出最重要的印成一冊，常常提供同學們做參考，這很有必要。到今年年底，一年有一冊。第四回，因為講經的時間只有一半，以前四個小時，現在是兩個小時，這部經學習圓滿要兩年。這個進度沒有關係，最重要的是堅定信願，這句佛號要學到一切時、一切處像海賢老和尚一樣不曾丟失。世間事，乃至於佛事，我常說，都隨緣。有緣，看看這個事於正法、於眾生有真正的利益，要做，不能不做，不做沒有慈悲心。做，妨不妨礙念佛？不妨礙。需要思考的，把佛號放下，做完之後我佛號又提起來，這就對了，這就不算丟失。事情愈少愈好，多一事不如少一事，少一事不如無事，別去找事。"
    },
    {
      "id": "02-042-0093_p0047",
      "zh_CN": "今天我们住在图文巴，图文巴这个缘好像是成熟了，再加一把劲，他们能上轨道，那就是团结宗教。团结宗教的意义在哪里？用宗教教育这个能力帮助这个社会化解冲突，促进安定和平，唯有安定和平的社会，才能够成就佛法；社会动乱，佛法不能够扎根。我们今天比不上古人，原因在哪里？第一个原因，古时候社会安定，社会安定，人心安定，容易成就；现在社会不安，乱了，我们心跟着乱，成就很难。所以，能帮助这个社会安定和谐，这个要做，这是自利利他，自利是帮助佛法的建立、成长，利他是希望大家都能离苦得乐，回归到安定和谐。要珍惜我们的缘分，我们遇到灾难、遇到疑惑、遇到冲击，你看，就有人提醒我们，这都是佛力加持、弥陀的加持。我们永远要感恩，感恩世尊，感恩弥陀，感恩十方诸佛，感恩一切善友。好，我们看第二个。",
      "zh_TW": "今天我們住在圖文巴，圖文巴這個緣好像是成熟了，再加一把勁，他們能上軌道，那就是團結宗教。團結宗教的意義在哪裡？用宗教教育這個能力幫助這個社會化解衝突，促進安定和平，唯有安定和平的社會，才能夠成就佛法；社會動亂，佛法不能夠扎根。我們今天比不上古人，原因在哪裡？第一個原因，古時候社會安定，社會安定，人心安定，容易成就；現在社會不安，亂了，我們心跟著亂，成就很難。所以，能幫助這個社會安定和諧，這個要做，這是自利利他，自利是幫助佛法的建立、成長，利他是希望大家都能離苦得樂，回歸到安定和諧。要珍惜我們的緣分，我們遇到災難、遇到疑惑、遇到衝擊，你看，就有人提醒我們，這都是佛力加持、彌陀的加持。我們永遠要感恩，感恩世尊，感恩彌陀，感恩十方諸佛，感恩一切善友。好，我們看第二個。"
    },
    {
      "id": "02-042-0093_p0048",
      "zh_CN": "学生：无量寿经学习班报告之四。尊敬的师父上人，诸位法师同修大德，大家好！惭愧弟子黄柏霖报告题目：「世尊能演一音声，有情各各随类解」。",
      "zh_TW": "學生：無量壽經學習班報告之四。尊敬的師父上人，諸位法師同修大德，大家好！慚愧弟子黃柏霖報告題目：「世尊能演一音聲，有情各各隨類解」。"
    },
    {
      "id": "02-042-0093_p0049",
      "zh_CN": "《太上感应篇汇编》第二十三句，「昆虫草木，犹不可伤」，「如来说法时，一蛤欢喜，跃出池上，倾诚谛听。偶为听法人柱杖刺杀。以听法故，命终之后，生忉利天，为忉利主。从忉利天，复至佛所，听说妙义。以开悟故，证须陀洹果。蛤之为物甚微，后乃证果甚大。即此以观，昆虫一类可伤乎。」",
      "zh_TW": "《太上感應篇彙編》第二十三句，「昆蟲草木，猶不可傷」，「如來說法時，一蛤歡喜，躍出池上，傾誠諦聽。偶為聽法人柱杖刺殺。以聽法故，命終之後，生忉利天，為忉利主。從忉利天，復至佛所，聽說妙義。以開悟故，證須陀洹果。蛤之為物甚微，後乃證果甚大。即此以觀，昆蟲一類可傷乎。」"
    },
    {
      "id": "02-042-0093_p0050",
      "zh_CN": "这一段经文很短，意义很深，我们来看白话。有一次如来说法时，有一只蛤蟆很高兴的跳出池水，至诚倾听如来宣说佛法，不小心被听法的人所拄的拐杖刺杀而死。这只蛤蟆因为听法故，命终之后生忉利天，牠就直接到忉利天了，当什么？忉利主，就是忉利天主，这个果报很不可思议。等一下我们就来解释说，为什么一只蛤蟆可以当忉利天主，我们这些芸芸众生为什么没有办法，输给一个蛤蟆，直接就生忉利天主？这果报非常殊胜，纵使牠没有出三界，这果报也很殊胜。然后牠在忉利天，又从忉利天复至佛所，又再到佛陀讲经的地方。所以你看，这就是「一历耳根，永为道种」，牠纵使到忉利天，牠还是念念不忘听佛陀说法。",
      "zh_TW": "這一段經文很短，意義很深，我們來看白話。有一次如來說法時，有一隻蛤蟆很高興的跳出池水，至誠傾聽如來宣說佛法，不小心被聽法的人所拄的柺杖刺殺而死。這隻蛤蟆因為聽法故，命終之後生忉利天，牠就直接到忉利天了，當什麼？忉利主，就是忉利天主，這個果報很不可思議。等一下我們就來解釋說，為什麼一隻蛤蟆可以當忉利天主，我們這些芸芸眾生為什麼沒有辦法，輸給一個蛤蟆，直接就生忉利天主？這果報非常殊勝，縱使牠沒有出三界，這果報也很殊勝。然後牠在忉利天，又從忉利天復至佛所，又再到佛陀講經的地方。所以你看，這就是「一歷耳根，永為道種」，牠縱使到忉利天，牠還是念念不忘聽佛陀說法。"
    },
    {
      "id": "02-042-0093_p0051",
      "zh_CN": "我们这一世碰到净土法门，碰到念佛法门，都是过去生我们所种下的善根，稀有难逢。你一听就相信，老法师说这善根非常深厚。有些人会怀疑，真的有西方极乐世界吗？我们有一次到大陆四川成都文殊院去参访，顶礼玄奘大师舍利，文殊院的方丈和尚宗性法师开示。他知道我们是净空老法师的学生，他说：现在的人对西方极乐世界，他是非常非常艰难的相信，他先否定，再怀疑。法师说，为什么？他说因为后面就放了一个科学验证。他说：西方极乐世界是不思议佛的境界，你用科学验证，怎么可以验证得出来？你要破我执、法执，你至少要功夫成片，带业往生，你才有办法入那个境界。",
      "zh_TW": "我們這一世碰到淨土法門，碰到念佛法門，都是過去生我們所種下的善根，稀有難逢。你一聽就相信，老法師說這善根非常深厚。有些人會懷疑，真的有西方極樂世界嗎？我們有一次到大陸四川成都文殊院去參訪，頂禮玄奘大師舍利，文殊院的方丈和尚宗性法師開示。他知道我們是淨空老法師的學生，他說：現在的人對西方極樂世界，他是非常非常艱難的相信，他先否定，再懷疑。法師說，為什麼？他說因為後面就放了一個科學驗證。他說：西方極樂世界是不思議佛的境界，你用科學驗證，怎麼可以驗證得出來？你要破我執、法執，你至少要功夫成片，帶業往生，你才有辦法入那個境界。"
    },
    {
      "id": "02-042-0093_p0052",
      "zh_CN": "这个蛤蟆，你看牠到忉利天主了，牠还是念念的想要去听闻佛法，复至佛所，然后再到佛陀说法的地方，听说妙义。以开悟故，因为他开悟了，所以证须陀洹果，初果的果位。蛤蟆是很细小的动物，到后来能够证悟那么大的果位，这个比例上，大家首先就会怀疑说，为什么牠可以证得这个果位？就以此观点来说，昆虫这一类的动物可以伤害吗？这个地方，我们就特别特别的来探讨：为什么一个蛤蟆牠听佛陀说法，被拐杖拄死生忉利天主，为什么牠听得懂佛陀说法？这是大家第一个首先要怀疑的。也就是说，牠不是蛤蟆小动物吗？我们讲这个世间的人的话，牠听得懂吗？诶！你这是用凡夫的知见测如来智慧。",
      "zh_TW": "這個蛤蟆，你看牠到忉利天主了，牠還是念念的想要去聽聞佛法，復至佛所，然後再到佛陀說法的地方，聽說妙義。以開悟故，因為他開悟了，所以證須陀洹果，初果的果位。蛤蟆是很細小的動物，到後來能夠證悟那麼大的果位，這個比例上，大家首先就會懷疑說，為什麼牠可以證得這個果位？就以此觀點來說，昆蟲這一類的動物可以傷害嗎？這個地方，我們就特別特別的來探討：為什麼一個蛤蟆牠聽佛陀說法，被柺杖拄死生忉利天主，為什麼牠聽得懂佛陀說法？這是大家第一個首先要懷疑的。也就是說，牠不是蛤蟆小動物嗎？我們講這個世間的人的話，牠聽得懂嗎？誒！你這是用凡夫的知見測如來智慧。"
    },
    {
      "id": "02-042-0093_p0053",
      "zh_CN": "我这里特别引用黄念祖老居士他所注解的，《佛说大乘无量寿庄严清净平等觉经解》里面，我们引用《无量寿经》的「法藏因地第四品」，我们看经文，「如来微妙色端严，一切世间无有等，光明无量照十方，日月火珠皆匿曜」。如来微妙难思之色相，端正庄严，一切世间所有诸物，无有能与等比者。亦即赞佛偈中，「十方所有我尽见，一切无有如佛者」之义。佛放无量之光明，普照十方国土，其中日、月、火、珠四者之光焰，悉皆隐蔽不现。《会疏》曰：「天下至明，无大于日月。万品光耀，无过于摩尼。若映佛光，皆悉隐蔽。」摩尼宝珠即我们自性光明，佛的光明普照十方，涵盖九法界的众生。佛陀的微妙色端严，一切世间没有人可以比喻的。",
      "zh_TW": "我這裡特別引用黃念祖老居士他所註解的，《佛說大乘無量壽莊嚴清淨平等覺經解》裡面，我們引用《無量壽經》的「法藏因地第四品」，我們看經文，「如來微妙色端嚴，一切世間無有等，光明無量照十方，日月火珠皆匿曜」。如來微妙難思之色相，端正莊嚴，一切世間所有諸物，無有能與等比者。亦即讚佛偈中，「十方所有我盡見，一切無有如佛者」之義。佛放無量之光明，普照十方國土，其中日、月、火、珠四者之光焰，悉皆隱蔽不現。《會疏》曰：「天下至明，無大於日月。萬品光耀，無過於摩尼。若映佛光，皆悉隱蔽。」摩尼寶珠即我們自性光明，佛的光明普照十方，涵蓋九法界的眾生。佛陀的微妙色端嚴，一切世間沒有人可以比喻的。"
    },
    {
      "id": "02-042-0093_p0054",
      "zh_CN": "接下来，「世尊能演一音声，有情各各随类解，又能现一妙色身，普使众生随类见」，这是佛殊胜的地方。黄念祖老居士在注解里面，特别解释「世尊能演一音声，有情各各随类解」这一句经文。我们就可以来解释说，为什么这个蛤蟆能够听懂佛陀在说什么？因为牠一定要听懂，悟了以后，牠才有办法命终生忉利天。然后再从忉利天（那时候已经变天人了），再来听佛陀说法，证初果圣人，这是我们要来理解的。",
      "zh_TW": "接下來，「世尊能演一音聲，有情各各隨類解，又能現一妙色身，普使眾生隨類見」，這是佛殊勝的地方。黃念祖老居士在註解裡面，特別解釋「世尊能演一音聲，有情各各隨類解」這一句經文。我們就可以來解釋說，為什麼這個蛤蟆能夠聽懂佛陀在說什麼？因為牠一定要聽懂，悟了以後，牠才有辦法命終生忉利天。然後再從忉利天（那時候已經變天人了），再來聽佛陀說法，證初果聖人，這是我們要來理解的。"
    },
    {
      "id": "02-042-0093_p0055",
      "zh_CN": "问题是前半段，我们不理解说，为什么一个蛤蟆听懂佛陀说的法？这个黄念祖老居士怎么说？黄念祖老居士说，「世尊演说妙法」，你们要知道，佛陀说法不像说我们拿了个课本在那边。当时佛陀在世的时候，并没有印刷品，佛陀他讲一部经，也不是说先准备讲记。佛陀是在定中说法，佛陀的每部经都是定中说法。所以「世尊演说妙法，能于一音声之中，普使九法界、六趣、四生种种异类众生，各各随其品类根性，而能闻能解佛之所说。」佛陀只要一说法，这「一音声」就是佛陀一说法，他可以「普使」，就是可以很平等的让九法界众生。「九法界」就是除了一真法界以外，最好的菩萨法界、辟支佛法界、声闻法界，这是三乘里面的果位；再下来就是六道，天、人、阿修罗、地狱、饿鬼、畜生，这样涵盖加起来叫九法界众生。「六趣」就是六道。「四生」就是胎生、卵生、湿生、化生。",
      "zh_TW": "問題是前半段，我們不理解說，為什麼一個蛤蟆聽懂佛陀說的法？這個黃念祖老居士怎麼說？黃念祖老居士說，「世尊演說妙法」，你們要知道，佛陀說法不像說我們拿了個課本在那邊。當時佛陀在世的時候，並沒有印刷品，佛陀他講一部經，也不是說先準備講記。佛陀是在定中說法，佛陀的每部經都是定中說法。所以「世尊演說妙法，能於一音聲之中，普使九法界、六趣、四生種種異類眾生，各各隨其品類根性，而能聞能解佛之所說。」佛陀只要一說法，這「一音聲」就是佛陀一說法，他可以「普使」，就是可以很平等的讓九法界眾生。「九法界」就是除了一真法界以外，最好的菩薩法界、辟支佛法界、聲聞法界，這是三乘裡面的果位；再下來就是六道，天、人、阿修羅、地獄、餓鬼、畜生，這樣涵蓋加起來叫九法界眾生。「六趣」就是六道。「四生」就是胎生、卵生、濕生、化生。"
    },
    {
      "id": "02-042-0093_p0056",
      "zh_CN": "这九法界、六道、四生种种，各种不同形状的、身形的众生，「各各随其品类根性」，按照他们的根性，「而能闻能解佛之所说」。为什么说根性？他有些人过去生就有薰习，他就有种下闻法善根种子了。有些人障碍比较深的，他可能就根性比较差。「世人言语，常因方言问题、知识水平问题而不能解」，譬如说我们世间人的语言，如果你没有学习英文的话，你英文听不懂，对不对？那主要是什么？薰习不够，因为你英文的薰习不够。假如从小一出生就在美国，他一出娘胎就开始薰习英文，你看他长大会不会讲英文，他讲得跟美国人一样，这就是薰习。世间法都是这样，何况是佛法？何况是佛法的解脱妙法？他过去生有薰习，所以佛陀说什么，他能够入如来真实义，他能够相应。",
      "zh_TW": "這九法界、六道、四生種種，各種不同形狀的、身形的眾生，「各各隨其品類根性」，按照他們的根性，「而能聞能解佛之所說」。為什麼說根性？他有些人過去生就有薰習，他就有種下聞法善根種子了。有些人障礙比較深的，他可能就根性比較差。「世人言語，常因方言問題、知識水平問題而不能解」，譬如說我們世間人的語言，如果你沒有學習英文的話，你英文聽不懂，對不對？那主要是什麼？薰習不夠，因為你英文的薰習不夠。假如從小一出生就在美國，他一出娘胎就開始薰習英文，你看他長大會不會講英文，他講得跟美國人一樣，這就是薰習。世間法都是這樣，何況是佛法？何況是佛法的解脫妙法？他過去生有薰習，所以佛陀說什麼，他能夠入如來真實義，他能夠相應。"
    },
    {
      "id": "02-042-0093_p0057",
      "zh_CN": "「各各随其品类根性，而能闻能解佛之所说。世人言语，常因方言问题、知识水平问题而不能解」，有些人他领悟力比较快，有些人他领悟力比较慢一点，水平不同。「世尊则妙用无穷，普使一切众生随类得解。更为不可思议者，乃于任一音声，圆具如是无边不可思议妙用，正显超情离见之《华严》事事无碍境界。」这里就是答案，为什么佛陀说法这个蛤蟆听得懂，因为佛陀说法是超情离见。你在讲话，你是带着妄想、分别、执着，你有情执，你有我执、法执的障碍，你有贪瞋痴慢疑，你有七情六欲，你有五欲(财色名食睡)六尘，你有自私自利。所以你说话时，就没办法像佛陀这样圆具如是无边不可思议妙用。",
      "zh_TW": "「各各隨其品類根性，而能聞能解佛之所說。世人言語，常因方言問題、知識水平問題而不能解」，有些人他領悟力比較快，有些人他領悟力比較慢一點，水平不同。「世尊則妙用無窮，普使一切眾生隨類得解。更為不可思議者，乃於任一音聲，圓具如是無邊不可思議妙用，正顯超情離見之《華嚴》事事無礙境界。」這裡就是答案，為什麼佛陀說法這個蛤蟆聽得懂，因為佛陀說法是超情離見。你在講話，你是帶著妄想、分別、執著，你有情執，你有我執、法執的障礙，你有貪瞋痴慢疑，你有七情六欲，你有五欲(財色名食睡)六塵，你有自私自利。所以你說話時，就沒辦法像佛陀這樣圓具如是無邊不可思議妙用。"
    },
    {
      "id": "02-042-0093_p0058",
      "zh_CN": "佛陀说法他可以超情，他已经情执断了。佛陀已经没有四见，没有我见、人见、众生见、寿者见，所以他入无障碍法界、事事无碍的法界。我们讲说事无碍、理无碍、理事无碍、事事无碍的法界，没有任何障碍，障碍打破了。因为佛陀是在甚深禅定之中，首楞严三昧里面为众生说法，所以虽然蛤蟆跟我们人的长相不一样，跟佛陀更不能够相比，但是牠中间的障碍破除了。因为是入事事无碍的境界，所以佛陀说法牠听得懂，那是不思议的力量，答案就在这个地方。为什么佛陀一音声，他可以怎么样？「圆具如是无边不可思议妙用，正显超情离见之《华严》事事无碍境界」。",
      "zh_TW": "佛陀說法他可以超情，他已經情執斷了。佛陀已經沒有四見，沒有我見、人見、眾生見、壽者見，所以他入無障礙法界、事事無礙的法界。我們講說事無礙、理無礙、理事無礙、事事無礙的法界，沒有任何障礙，障礙打破了。因為佛陀是在甚深禪定之中，首楞嚴三昧裡面為眾生說法，所以雖然蛤蟆跟我們人的長相不一樣，跟佛陀更不能夠相比，但是牠中間的障礙破除了。因為是入事事無礙的境界，所以佛陀說法牠聽得懂，那是不思議的力量，答案就在這個地方。為什麼佛陀一音聲，他可以怎麼樣？「圓具如是無邊不可思議妙用，正顯超情離見之《華嚴》事事無礙境界」。"
    },
    {
      "id": "02-042-0093_p0059",
      "zh_CN": "佛陀没有四相，也没有四见，《金刚经》里面讲的境界，没有我相、人相、众生相、寿者相，也没有我见、人见、众生见、寿者见。所以佛陀他是破见思惑、破尘沙惑，再破四十一品根本无明，等觉、妙觉，入常寂光净土，佛陀有三明、六通、十力、十八不共法，这都是佛陀的妙用。《华严．普贤行愿品》曰：「一切如来语清净」，所有一切诸佛如来，他们都到达这个语清净，说法清净了。「一言具众音声海」，我们没有办法像佛陀超情离见，我们会有情执，我们会有见惑，所以我们无法体会。",
      "zh_TW": "佛陀沒有四相，也沒有四見，《金剛經》裡面講的境界，沒有我相、人相、眾生相、壽者相，也沒有我見、人見、眾生見、壽者見。所以佛陀他是破見思惑、破塵沙惑，再破四十一品根本無明，等覺、妙覺，入常寂光淨土，佛陀有三明、六通、十力、十八不共法，這都是佛陀的妙用。《華嚴．普賢行願品》曰：「一切如來語清淨」，所有一切諸佛如來，他們都到達這個語清淨，說法清淨了。「一言具眾音聲海」，我們沒有辦法像佛陀超情離見，我們會有情執，我們會有見惑，所以我們無法體會。"
    },
    {
      "id": "02-042-0093_p0060",
      "zh_CN": "譬如说，我已往生母亲是瘖哑人，她是用看的。有一次，她看老法师在电视讲经，或是看某位法师开示，她听不到，可是她心看得到。那请问一下，法师在开示，她听不懂，我母亲为什么说「法师说法说得很好」？因为我母亲心领神会。这就是说以人法界来讲，耳聪目明的人能听得懂，透过手语翻译，瘖哑人也能领会，见性、闻性是平等的。为什么？因为《华严．普贤行愿品》曰：「一切如来语清净，一言具众音声海，随诸众生意乐音，一一流佛辩才海。」此偈正与本经「世尊能演一音声，有情各各随类解」之文同旨。一声中有无量声，无量声中之一一声，皆有无边妙用，能随众生之意乐，一一流出无边之慧辩，使众生得闻、得解、得度。此即是十玄门中之「主伴圆明具德门」，一法圆满一切法之功德，故曰圆明具德。今佛陀一音之中出无量音，圆说一切法，普度无边众，所以蛤蟆听懂佛陀说法，此即圆明具德。可见《无量寿经》实与《华严》一味。",
      "zh_TW": "譬如說，我已往生母親是瘖啞人，她是用看的。有一次，她看老法師在電視講經，或是看某位法師開示，她聽不到，可是她心看得到。那請問一下，法師在開示，她聽不懂，我母親為什麼說「法師說法說得很好」？因為我母親心領神會。這就是說以人法界來講，耳聰目明的人能聽得懂，透過手語翻譯，瘖啞人也能領會，見性、聞性是平等的。為什麼？因為《華嚴．普賢行願品》曰：「一切如來語清淨，一言具眾音聲海，隨諸眾生意樂音，一一流佛辯才海。」此偈正與本經「世尊能演一音聲，有情各各隨類解」之文同旨。一聲中有無量聲，無量聲中之一一聲，皆有無邊妙用，能隨眾生之意樂，一一流出無邊之慧辯，使眾生得聞、得解、得度。此即是十玄門中之「主伴圓明具德門」，一法圓滿一切法之功德，故曰圓明具德。今佛陀一音之中出無量音，圓說一切法，普度無邊眾，所以蛤蟆聽懂佛陀說法，此即圓明具德。可見《無量壽經》實與《華嚴》一味。"
    },
    {
      "id": "02-042-0093_p0061",
      "zh_CN": "佛陀他本身圆明具德，所以各类的众生都能够听得懂佛陀在说什么。因为我们没有办法入事事无碍的这个境界，现在我们就用故事来验证黄念祖老居士所注解的这一段是真实不虚。我就引用虚云老和尚的一个真实故事的公案，来验证佛陀一音说法，众生各各随类解。在清光绪二十九年，当时虚云老和尚六十四岁，他到昆明府福兴寺闭关。有一个迎祥寺的寺僧，这也是个出家人，他来叩关，叩关就是要请示虚云老和尚。他跟老和尚讲说：「寺中有放生雄鸡一只」，是放生的鸡，「身体肥硕，极凶恶好斗，群鸡都被伤冠羽」。老和尚听了以后，就请他把这只鸡取过来，然后虚云老和尚为牠说三皈五戒，而且教牠念佛。我们都知道，虚云老和尚是禅宗的高僧大德，但是虚云老和尚都教人家念佛。",
      "zh_TW": "佛陀他本身圓明具德，所以各類的眾生都能夠聽得懂佛陀在說什麼。因為我們沒有辦法入事事無礙的這個境界，現在我們就用故事來驗證黃念祖老居士所註解的這一段是真實不虛。我就引用虛雲老和尚的一個真實故事的公案，來驗證佛陀一音說法，眾生各各隨類解。在清光緒二十九年，當時虛雲老和尚六十四歲，他到昆明府福興寺閉關。有一個迎祥寺的寺僧，這也是個出家人，他來叩關，叩關就是要請示虛雲老和尚。他跟老和尚講說：「寺中有放生雄雞一隻」，是放生的雞，「身體肥碩，極凶惡好鬥，群雞都被傷冠羽」。老和尚聽了以後，就請他把這隻雞取過來，然後虛雲老和尚為牠說三皈五戒，而且教牠念佛。我們都知道，虛雲老和尚是禪宗的高僧大德，但是虛雲老和尚都教人家念佛。"
    },
    {
      "id": "02-042-0093_p0062",
      "zh_CN": "不久这只鸡性情大转变，这只雄鸡的个性马上就转变了，不复好斗，就不再斗其他鸡。本来都会攻击其他的鸡，会抢食物，斗了那些其他鸡，鸡都有鸡冠，都流血了，牠去啄伤人家，啄伤这些鸡。而且自从虚云老和尚给牠皈依以后，牠鸡叫的声音都变成佛、佛、佛，那种念佛的声音。牠独栖树上，而且自己这样独自一只，就飞到树上去栖息，就佛寺前的一棵大树。而且不伤虫，不再杀生。所以你看，一阐提也可以成佛，何况是一只鸡？我们认为说鸡肉、鸡腿很好吃，牠也是佛。你如果听到这一句，你恐怕鸡肉都吃不下去了。牠不伤虫，给牠三皈五戒以后，寺里面的僧众，不给不食，你不给牠吃，牠就不吃，这个了得！一闻钟磬，打大磬的声音，一闻钟磬即随众上殿。你看，牠要转这个畜生身。所以从牠这个个案故事里面，可以证明佛陀说的真实不虚，佛陀在《楞严经》里面讲：「人死为羊，羊死为人。」",
      "zh_TW": "不久這隻雞性情大轉變，這隻雄雞的個性馬上就轉變了，不復好鬥，就不再鬥其他雞。本來都會攻擊其他的雞，會搶食物，鬥了那些其他雞，雞都有雞冠，都流血了，牠去啄傷人家，啄傷這些雞。而且自從虛雲老和尚給牠皈依以後，牠雞叫的聲音都變成佛、佛、佛，那種念佛的聲音。牠獨棲樹上，而且自己這樣獨自一隻，就飛到樹上去棲息，就佛寺前的一棵大樹。而且不傷蟲，不再殺生。所以你看，一闡提也可以成佛，何況是一隻雞？我們認為說雞肉、雞腿很好吃，牠也是佛。你如果聽到這一句，你恐怕雞肉都吃不下去了。牠不傷蟲，給牠三皈五戒以後，寺裡面的僧眾，不給不食，你不給牠吃，牠就不吃，這個了得！一聞鐘磬，打大磬的聲音，一聞鐘磬即隨眾上殿。你看，牠要轉這個畜生身。所以從牠這個個案故事裡面，可以證明佛陀說的真實不虛，佛陀在《楞嚴經》裡面講：「人死為羊，羊死為人。」"
    },
    {
      "id": "02-042-0093_p0063",
      "zh_CN": "等到大众把钟磬的声音一叩，牠就跟随大众上殿。早晚课做完以后，牠又飞回到树上，仍栖树上，继续在那边好像入定一样。如此经过两年，你看牠只有用两年的功夫，锅漏匠还用三年，牠两年而已。一日晚课以后，站立举首，头抬起来，而且站着，张翅三扇，翅膀拍三下，作念佛状，立化，站着往生。这个公案是虚云老和尚讲出来的，不会假的。作念佛状，念佛立化，站着往生，锅漏匠也是站着往生；数日不变，锅漏匠是三天，牠也是数日不变，姿势不会变，牠也没有倒下去。老和尚看了以后很赞叹，令人做龛埋葬，给牠做一个佛龛一样，就装进去，做龛埋葬。而且还帮牠写一个铭文，在这个龛的旁边，给牠注明这个铭文。",
      "zh_TW": "等到大眾把鐘磬的聲音一叩，牠就跟隨大眾上殿。早晚課做完以後，牠又飛回到樹上，仍棲樹上，繼續在那邊好像入定一樣。如此經過兩年，你看牠只有用兩年的功夫，鍋漏匠還用三年，牠兩年而已。一日晚課以後，站立舉首，頭抬起來，而且站著，張翅三扇，翅膀拍三下，作念佛狀，立化，站著往生。這個公案是虛雲老和尚講出來的，不會假的。作念佛狀，念佛立化，站著往生，鍋漏匠也是站著往生；數日不變，鍋漏匠是三天，牠也是數日不變，姿勢不會變，牠也沒有倒下去。老和尚看了以後很讚歎，令人做龕埋葬，給牠做一個佛龕一樣，就裝進去，做龕埋葬。而且還幫牠寫一個銘文，在這個龕的旁邊，給牠註明這個銘文。"
    },
    {
      "id": "02-042-0093_p0064",
      "zh_CN": "虚云老和尚怎么说？老和尚说：「好斗成性此鸡雄，伤冠拔羽血流红；知畏奉戒狂心歇，素食孤栖不害虫；两目瞻仰黄金相，念佛喔喔何从容？旋绕三扑奄然化，众生与佛将无同。」虚云老和尚这个偈语说，这只雄鸡过去生好斗成性，那个习气从前世就延续下来。也许牠过去生是人也说不定，堕落到畜生道去当成一只斗鸡、公鸡，但是牠那个习性没有改，好斗成性。就随我们的阿赖耶识，流转到畜生道来，那个种子都没有灭掉，牠到畜生道还是那个斗性，所以「好斗成性此鸡雄」。「伤冠拔羽血流红」，斗得其他鸡都血流满面。「知畏奉戒狂心歇」，已经知道因果了，虚云老和尚为牠说法以后，知道牠沦为畜生道。知畏，就知道因果了；奉戒，已经三皈五戒，是佛弟子了；狂心歇，狂心就是习气，妄心，我们说「狂心歇，歇即菩提」。你看，从这个地方证明，蠢动含灵都有佛性、都有灵性，我们前面有讨论过。所以虚云老和尚说「知畏奉戒狂心歇」。",
      "zh_TW": "虛雲老和尚怎麼說？老和尚說：「好鬥成性此雞雄，傷冠拔羽血流紅；知畏奉戒狂心歇，素食孤棲不害蟲；兩目瞻仰黃金相，念佛喔喔何從容？旋繞三撲奄然化，眾生與佛將無同。」虛雲老和尚這個偈語說，這隻雄雞過去生好鬥成性，那個習氣從前世就延續下來。也許牠過去生是人也說不定，墮落到畜生道去當成一隻鬥雞、公雞，但是牠那個習性沒有改，好鬥成性。就隨我們的阿賴耶識，流轉到畜生道來，那個種子都沒有滅掉，牠到畜生道還是那個鬥性，所以「好鬥成性此雞雄」。「傷冠拔羽血流紅」，鬥得其他雞都血流滿面。「知畏奉戒狂心歇」，已經知道因果了，虛雲老和尚為牠說法以後，知道牠淪為畜生道。知畏，就知道因果了；奉戒，已經三皈五戒，是佛弟子了；狂心歇，狂心就是習氣，妄心，我們說「狂心歇，歇即菩提」。你看，從這個地方證明，蠢動含靈都有佛性、都有靈性，我們前面有討論過。所以虛雲老和尚說「知畏奉戒狂心歇」。"
    },
    {
      "id": "02-042-0093_p0065",
      "zh_CN": "牠以前你给什么牠吃什么，从牠皈依以后，给牠素食牠就开始吃素，不给不食。所以「素食孤栖不害虫」，开始不吃虫了。鸡会吃虫，对不对？会去啄伤那个虫，虫是肉食。牠从此以后不再吃虫，所以叫素食孤栖不害虫。可见是习性使然，孔子说「性相近，习相远」。「两目瞻仰黄金相」，牠每天跟人家随众做早晚课，一样瞻仰佛的黄金相，阿弥陀佛身金色。「念佛喔喔何从容」，你看牠好像要讲话，说话的时候就佛、佛、佛，就是虚云老和尚说的「念佛喔喔」。那个喔喔喔声很像念佛，念佛喔喔何从容。「旋绕三扑奄然化」，牠翅膀拍三下，站着往生，奄然化。「众生与佛将无同」，众生跟佛有什么不同呢？你从虚云老和尚讲的这个雄鸡皈依，念佛立化，你就可以了解说，那个蛤蟆牠为什么听佛陀说法牠可以到忉利天，你就恍然大悟，就不用怀疑了。为什么？因为众生皆有佛性，就这么简单。牠今天为什么这样？因为牠习气造成的。",
      "zh_TW": "牠以前你給什麼牠吃什麼，從牠皈依以後，給牠素食牠就開始吃素，不給不食。所以「素食孤棲不害蟲」，開始不吃蟲了。雞會吃蟲，對不對？會去啄傷那個蟲，蟲是肉食。牠從此以後不再吃蟲，所以叫素食孤棲不害蟲。可見是習性使然，孔子說「性相近，習相遠」。「兩目瞻仰黃金相」，牠每天跟人家隨眾做早晚課，一樣瞻仰佛的黃金相，阿彌陀佛身金色。「念佛喔喔何從容」，你看牠好像要講話，說話的時候就佛、佛、佛，就是虛雲老和尚說的「念佛喔喔」。那個喔喔喔聲很像念佛，念佛喔喔何從容。「旋繞三撲奄然化」，牠翅膀拍三下，站著往生，奄然化。「眾生與佛將無同」，眾生跟佛有什麼不同呢？你從虛雲老和尚講的這個雄雞皈依，念佛立化，你就可以了解說，那個蛤蟆牠為什麼聽佛陀說法牠可以到忉利天，你就恍然大悟，就不用懷疑了。為什麼？因為眾生皆有佛性，就這麼簡單。牠今天為什麼這樣？因為牠習氣造成的。"
    },
    {
      "id": "02-042-0093_p0066",
      "zh_CN": "《印光大师文钞》里面，这一点也特别有开示，印光大师在「镇海李太夫人然灯照海记」里面，有提到这一段。印光大师说，「一切众生，具有佛性常光」，像刚才我们看到这只雄鸡也好、这蛤蟆也好，牠们都有佛性常光。「举凡明暗通塞远近，悉皆彻照无遗，固不假日月灯明」，我们佛性的光明是不需要借助日月灯明的。可是现在，就必须要假日月灯明才能见到，「方能有见也。无奈众生迷昧本性，背觉合尘，致此佛性常光，变作烦恼无明。不但暗塞远处不能见，即近在目前，若无日月灯光，虽泰山也不能见」，泰山比喻庞然大物，可是你没有灯光，你还是见不到，「况其他乎？」",
      "zh_TW": "《印光大師文鈔》裡面，這一點也特別有開示，印光大師在「鎮海李太夫人然燈照海記」裡面，有提到這一段。印光大師說，「一切眾生，具有佛性常光」，像剛才我們看到這隻雄雞也好、這蛤蟆也好，牠們都有佛性常光。「舉凡明暗通塞遠近，悉皆徹照無遺，固不假日月燈明」，我們佛性的光明是不需要藉助日月燈明的。可是現在，就必須要假日月燈明才能見到，「方能有見也。無奈眾生迷昧本性，背覺合塵，致此佛性常光，變作煩惱無明。不但暗塞遠處不能見，即近在目前，若無日月燈光，雖泰山也不能見」，泰山比喻龐然大物，可是你沒有燈光，你還是見不到，「況其他乎？」"
    },
    {
      "id": "02-042-0093_p0067",
      "zh_CN": "印祖说：「由是轮回生死苦海，如盲无导，了无出期，可不哀哉！大觉世尊愍之，为说种种契理契机之法，使其返妄归真，背尘合觉，以复其本具之真如佛性。又恐根基稍劣，现生未能断尽烦惑，再一出世，复成迷昧。遂开一仗佛慈力，往生西方之净土法门，无论上中下根，但能具足真信切愿念佛名号者，则决定往生，万不漏一。实为如来普度众生之无上第一妙法，犹如乘大火轮，于大海中，普拯沉溺，同登彼岸，有缘遇者，幸何如之！」这一段印祖的开示，也是印证刚才这一段里面，这个蛤蟆牠听法生到忉利天，那只雄鸡立化往生，就是牠们那个佛光显露。",
      "zh_TW": "印祖說：「由是輪迴生死苦海，如盲無導，了無出期，可不哀哉！大覺世尊愍之，為說種種契理契機之法，使其返妄歸真，背塵合覺，以復其本具之真如佛性。又恐根基稍劣，現生未能斷盡煩惑，再一出世，復成迷昧。遂開一仗佛慈力，往生西方之淨土法門，無論上中下根，但能具足真信切願念佛名號者，則決定往生，萬不漏一。實為如來普度眾生之無上第一妙法，猶如乘大火輪，於大海中，普拯沉溺，同登彼岸，有緣遇者，幸何如之！」這一段印祖的開示，也是印證剛才這一段裡面，這個蛤蟆牠聽法生到忉利天，那隻雄雞立化往生，就是牠們那個佛光顯露。"
    },
    {
      "id": "02-042-0093_p0068",
      "zh_CN": "师父上人说：这前面举的公案，让我们反省，有一只小蛤蟆听佛讲经，被人无意中把牠踩死了。但是因为牠听经的缘故，所以牠命终生忉利天，作忉利天王。以后又以忉利天王的身分，再来听佛讲经说法，证须陀洹果。老法师说：这个故事告诉我们，小动物有灵性，都有佛性，怎么可以伤害牠们？",
      "zh_TW": "師父上人說：這前面舉的公案，讓我們反省，有一隻小蛤蟆聽佛講經，被人無意中把牠踩死了。但是因為牠聽經的緣故，所以牠命終生忉利天，作忉利天王。以後又以忉利天王的身分，再來聽佛講經說法，證須陀洹果。老法師說：這個故事告訴我們，小動物有靈性，都有佛性，怎麼可以傷害牠們？"
    },
    {
      "id": "02-042-0093_p0069",
      "zh_CN": "惭愧弟子黄柏霖报告至此，祈请师父上人教诲，请各位法师同修大德批评指教。阿弥陀佛！",
      "zh_TW": "慚愧弟子黃柏霖報告至此，祈請師父上人教誨，請各位法師同修大德批評指教。阿彌陀佛！"
    },
    {
      "id": "02-042-0093_p0070",
      "zh_CN": "老法师：黄柏霖居士的报告，他可以说是一生专门研究因果，他讲《太上感应篇》讲得非常好，引用的公案都非常感动人。许许多多的这些故事都是他亲身经历的，不是道听涂说，也不是古人书籍所记载的，眼前的事实，他讲得非常生动、非常感人。",
      "zh_TW": "老法師：黃柏霖居士的報告，他可以說是一生專門研究因果，他講《太上感應篇》講得非常好，引用的公案都非常感動人。許許多多的這些故事都是他親身經歷的，不是道聽塗說，也不是古人書籍所記載的，眼前的事實，他講得非常生動、非常感人。"
    },
    {
      "id": "02-042-0093_p0071",
      "zh_CN": "这里面最重要的一桩事情，就是六祖惠能大师开悟所说的最后一句话，「何期自性，能生万法」。这句话什么意思？自性是佛性，自性是灵性，自性是真我。万法指的是全宇宙，就是佛经上常说的尽虚空遍法界一切诸佛刹土，这就是万法。一切诸佛刹土里面有觉悟的人、有迷惑的人，真正觉悟，住实报庄严土；觉悟而不圆满的，住方便有余土；没觉悟的，就是六道众生。但是要晓得，同一体，《华严》说得好，「十方三世佛，共同一法身」，三世是讲过去、现在、未来，所有芸芸众生是未来的诸佛菩萨，怎么能不尊重？怎么可以不礼敬？都应当尊重、礼敬，怎么能杀害？怎么能够轻慢？",
      "zh_TW": "這裡面最重要的一樁事情，就是六祖惠能大師開悟所說的最後一句話，「何期自性，能生萬法」。這句話什麼意思？自性是佛性，自性是靈性，自性是真我。萬法指的是全宇宙，就是佛經上常說的盡虛空遍法界一切諸佛剎土，這就是萬法。一切諸佛剎土裡面有覺悟的人、有迷惑的人，真正覺悟，住實報莊嚴土；覺悟而不圓滿的，住方便有餘土；沒覺悟的，就是六道眾生。但是要曉得，同一體，《華嚴》說得好，「十方三世佛，共同一法身」，三世是講過去、現在、未來，所有芸芸眾生是未來的諸佛菩薩，怎麼能不尊重？怎麼可以不禮敬？都應當尊重、禮敬，怎麼能殺害？怎麼能夠輕慢？"
    },
    {
      "id": "02-042-0093_p0072",
      "zh_CN": "所以能大师末后这句话意味深长，含无量义，真正明白了，自性里面的慈悲心生起来。慈悲，慈心是与乐，悲心是拔苦，念念帮助一切众生离苦得乐，这慈悲心生起来，是性德本有的，不是学来的，自性本具的。我们今天从早到晚，六根接触六尘境界，处事待人接物，我们迷失了自性，用妄心，不知道用真心。妄心就是轮回心，就是阿赖耶里面所含藏的不善的种子，用这个心。声闻、缘觉他也用这个心，他用得好，不善的种子他统统把它伏住，起心动念全是善种子。所以十法界里面的佛，智者大师称他为相似即佛，你从外表去看很像佛，你找不出破绽，很像。为什么不是真佛？他不是用的真心。怎么叫用真心？转八识成四智，这是真佛，法身菩萨。没有转八识成四智，还用阿赖耶，阿赖耶用得最正，完全是正面的，负面的都没有，纯善无恶，这就是十法界里佛法界。",
      "zh_TW": "所以能大師末後這句話意味深長，含無量義，真正明白了，自性裡面的慈悲心生起來。慈悲，慈心是與樂，悲心是拔苦，念念幫助一切眾生離苦得樂，這慈悲心生起來，是性德本有的，不是學來的，自性本具的。我們今天從早到晚，六根接觸六塵境界，處事待人接物，我們迷失了自性，用妄心，不知道用真心。妄心就是輪迴心，就是阿賴耶裡面所含藏的不善的種子，用這個心。聲聞、緣覺他也用這個心，他用得好，不善的種子他統統把它伏住，起心動念全是善種子。所以十法界裡面的佛，智者大師稱他為相似即佛，你從外表去看很像佛，你找不出破綻，很像。為什麼不是真佛？他不是用的真心。怎麼叫用真心？轉八識成四智，這是真佛，法身菩薩。沒有轉八識成四智，還用阿賴耶，阿賴耶用得最正，完全是正面的，負面的都沒有，純善無惡，這就是十法界裡佛法界。"
    },
    {
      "id": "02-042-0093_p0073",
      "zh_CN": "一体，遍法界虚空界跟我们是一体，跟自己是一体。你什么时候用一体、一心、一念来观看法界，这就是法身菩萨的境界，这就是明心见性的菩萨，圆教初住以上，别教初地以上。是一体，一体怎么能不爱护？所以大慈大悲，没有条件。从这个地方我们就相信了，就能体会得到，法身菩萨跟我们想法、看法完全不同。他们的想法、看法是真实智慧、是真实的德能，他们的做法是无量功德，积功累德。不像六道，六道凡夫起心动念、言语造作都在造业，无不是业，业感果报，善业感三善道，恶业感三恶道，出不了轮回。",
      "zh_TW": "一體，遍法界虛空界跟我們是一體，跟自己是一體。你什麼時候用一體、一心、一念來觀看法界，這就是法身菩薩的境界，這就是明心見性的菩薩，圓教初住以上，別教初地以上。是一體，一體怎麼能不愛護？所以大慈大悲，沒有條件。從這個地方我們就相信了，就能體會得到，法身菩薩跟我們想法、看法完全不同。他們的想法、看法是真實智慧、是真實的德能，他們的做法是無量功德，積功累德。不像六道，六道凡夫起心動念、言語造作都在造業，無不是業，業感果報，善業感三善道，惡業感三惡道，出不了輪迴。"
    },
    {
      "id": "02-042-0093_p0074",
      "zh_CN": "所以这些报告都是帮助我们认识事实真相、诸法实相，我们有所选择。我们要选西方极乐世界，信愿持名决定得生。不能得生的障碍我们要明了，我们要把它放下。今天后面还有一位。",
      "zh_TW": "所以這些報告都是幫助我們認識事實真相、諸法實相，我們有所選擇。我們要選西方極樂世界，信願持名決定得生。不能得生的障礙我們要明瞭，我們要把它放下。今天後面還有一位。"
    },
    {
      "id": "02-042-0093_p0075",
      "zh_CN": "学生：痛念无常，持戒念佛。",
      "zh_TW": "學生：痛念無常，持戒念佛。"
    },
    {
      "id": "02-042-0093_p0076",
      "zh_CN": "去年，惭愧弟子净毅有幸拍摄到清公老和尚书写墨宝的部分过程。当时，只见清公老和尚双手握笔，神情凝重的在宣纸上落下一点，随之，一个病的偏旁出现在眼前，接着，一个完整的「痛」字跃然而出。弟子的心为之一颤，那痛字仿若尖刀刺心，利刃剐身，正中弟子要害！那时弟子正被颈椎病折磨，晚上痛得彻夜难眠，白天除了忍痛工作，还得忍受针灸和电疗对穴道的冲击，那痛深入骨髓，苦不堪言。在弟子身心俱痛中，清公老和尚写下了四个字：痛念无常。看着这四个字，弟子全身颤栗，毛骨悚然，每个字仿佛都在警示弟子，若不加紧用功，老实念佛，待无常不期而到，岂不是悔之晚矣！因为因缘，弟子没能拍摄到清公老和尚写的另外四个字，那四个字是：持戒念佛。后来才知道，这幅墨宝是清公老和尚专门写给齐老菩萨的。",
      "zh_TW": "去年，慚愧弟子淨毅有幸拍攝到清公老和尚書寫墨寶的部分過程。當時，只見清公老和尚雙手握筆，神情凝重的在宣紙上落下一點，隨之，一個病的偏旁出現在眼前，接著，一個完整的「痛」字躍然而出。弟子的心為之一顫，那痛字仿若尖刀刺心，利刃剮身，正中弟子要害！那時弟子正被頸椎病折磨，晚上痛得徹夜難眠，白天除了忍痛工作，還得忍受針灸和電療對穴道的衝擊，那痛深入骨髓，苦不堪言。在弟子身心俱痛中，清公老和尚寫下了四個字：痛念無常。看著這四個字，弟子全身顫慄，毛骨悚然，每個字彷彿都在警示弟子，若不加緊用功，老實念佛，待無常不期而到，豈不是悔之晚矣！因為因緣，弟子沒能拍攝到清公老和尚寫的另外四個字，那四個字是：持戒念佛。後來才知道，這幅墨寶是清公老和尚專門寫給齊老菩薩的。"
    },
    {
      "id": "02-042-0093_p0077",
      "zh_CN": "这次，弟子得殊胜因缘，来到澳洲净宗学院参加戒学班。病痛基本痊愈，清公老和尚的「痛念无常」四个字早已淡出，变得平淡无常，弟子与生俱来的垢习也随着带到了戒学班。",
      "zh_TW": "這次，弟子得殊勝因緣，來到澳洲淨宗學院參加戒學班。病痛基本痊癒，清公老和尚的「痛念無常」四個字早已淡出，變得平淡無常，弟子與生俱來的垢習也隨著帶到了戒學班。"
    },
    {
      "id": "02-042-0093_p0078",
      "zh_CN": "早上五点，在学院法师的带领下，绕佛、念佛开始了。绕佛中，弟子妄念纷飞，从未间断，佛号虽从口出，但耳朵听得并不真切。等刚要定神，绕佛结束了。回向完，离开念佛堂，早餐又开始了，佛号依稀。因为弟子参加戒学班的目的并不清楚，更不懂什么是律。面对每天排得满满的课程，弟子从开始的一头雾水到战战兢兢，如临深渊般经历了前所未有的心路历程。",
      "zh_TW": "早上五點，在學院法師的帶領下，繞佛、念佛開始了。繞佛中，弟子妄念紛飛，從未間斷，佛號雖從口出，但耳朵聽得並不真切。等剛要定神，繞佛結束了。迴向完，離開念佛堂，早餐又開始了，佛號依稀。因為弟子參加戒學班的目的並不清楚，更不懂什麼是律。面對每天排得滿滿的課程，弟子從開始的一頭霧水到戰戰兢兢，如臨深淵般經歷了前所未有的心路歷程。"
    },
    {
      "id": "02-042-0093_p0079",
      "zh_CN": "清公老和尚的《南山律在家备览略编．宗体篇》让弟子认识到，戒是近防止业，远望除惑，若近不渐防，远怎能顿破成就？且明白了自己的发心，原来自己之前的发心完全是世间之利，别说中品的为他解疑、自他兼济，上品的忘己利生、福智双运、了达本性、求佛菩提，连下品的唯期脱苦、专求自利都如同儿戏。惭愧之心油然而生，弟子翻邪三皈依已经整整二十年了，这一路边看世间的风景边在学佛的路上打着酱油走了过来。什么了生脱死、老实念佛均不是时候，心想那都是六十岁之后的事情。念佛、拜佛、听经做功课，不是一暴十寒，就是走走停停，兜兜转转。",
      "zh_TW": "清公老和尚的《南山律在家備覽略編．宗體篇》讓弟子認識到，戒是近防止業，遠望除惑，若近不漸防，遠怎能頓破成就？且明白了自己的發心，原來自己之前的發心完全是世間之利，別說中品的為他解疑、自他兼濟，上品的忘己利生、福智雙運、了達本性、求佛菩提，連下品的唯期脫苦、專求自利都如同兒戲。慚愧之心油然而生，弟子翻邪三皈依已經整整二十年了，這一路邊看世間的風景邊在學佛的路上打著醬油走了過來。什麼了生脫死、老實念佛均不是時候，心想那都是六十歲之後的事情。念佛、拜佛、聽經做功課，不是一暴十寒，就是走走停停，兜兜轉轉。"
    },
    {
      "id": "02-042-0093_p0080",
      "zh_CN": "学了上天下因律师的《梵网经菩萨戒本汇解》和上果下良律师的《沙弥十戒威仪录要》后，弟子吓得寒毛直竖，心想以后再也不去寺院了，真的要做到无事不登三宝殿。二十年前，弟子懵懵懂懂皈依三宝，恍若空有虚数，连入寺院最起码的规矩都不知道，造了多少不可补救的罪业！悔不当初中，弟子无所适从，出坡洗碗时，弟子如履薄冰，谨小慎微，唯恐再造更多新业，每做一件事都要掂量一下结罪轻重。更有甚者，弟子不敢发心受满分五戒，深怕异熟果报。",
      "zh_TW": "學了上天下因律師的《梵網經菩薩戒本彙解》和上果下良律師的《沙彌十戒威儀錄要》後，弟子嚇得寒毛直豎，心想以後再也不去寺院了，真的要做到無事不登三寶殿。二十年前，弟子懵懵懂懂皈依三寶，恍若空有虛數，連入寺院最起碼的規矩都不知道，造了多少不可補救的罪業！悔不當初中，弟子無所適從，出坡洗碗時，弟子如履薄冰，謹小慎微，唯恐再造更多新業，每做一件事都要掂量一下結罪輕重。更有甚者，弟子不敢發心受滿分五戒，深怕異熟果報。"
    },
    {
      "id": "02-042-0093_p0081",
      "zh_CN": "九月十一日这天凌晨，弟子正要到学院上早课，却获得了一个意外的消息。二十年前，第一个让弟子知道佛菩萨，和第一个为弟子讲解什么是杀盗淫妄酒的、修行了几十年的菩萨婆婆悄然离世了。这消息犹如五雷贯耳，因为之前就知道菩萨婆婆得了老年痴呆症，记得师父上人在讲经的时候多次说过，如果一个学佛人得了老年痴呆症，就肯定不能往生净土。菩萨婆婆在这种状态下往生，不正是印证了师父上人的话吗？弟子第一个反应就是她往生时是否意不颠倒？是否预知时至？还心有贪念吗？显然弟子的意愿不能成真，一个老年痴呆症患者能预知时至？她连弟子是谁都不记得了，还能意不颠倒？再说，她能心无贪念吗？无论见到何人，她口里都只念叨她的女儿。",
      "zh_TW": "九月十一日這天凌晨，弟子正要到學院上早課，卻獲得了一個意外的消息。二十年前，第一個讓弟子知道佛菩薩，和第一個為弟子講解什麼是殺盜淫妄酒的、修行了幾十年的菩薩婆婆悄然離世了。這消息猶如五雷貫耳，因為之前就知道菩薩婆婆得了老年痴呆症，記得師父上人在講經的時候多次說過，如果一個學佛人得了老年痴呆症，就肯定不能往生淨土。菩薩婆婆在這種狀態下往生，不正是印證了師父上人的話嗎？弟子第一個反應就是她往生時是否意不顛倒？是否預知時至？還心有貪念嗎？顯然弟子的意願不能成真，一個老年痴呆症患者能預知時至？她連弟子是誰都不記得了，還能意不顛倒？再說，她能心無貪念嗎？無論見到何人，她口裡都只念叨她的女兒。"
    },
    {
      "id": "02-042-0093_p0082",
      "zh_CN": "弟子的心一阵剧痛，泪水瞬间就滚了出来。无常啊无常！一个学佛时间、吃素时间长得比自己年龄都大的老人，就如此这般的走了。没修到了生脱死，更没仗佛力得生净土，那菩萨婆婆一生的修持，能再得人身吗？显而易见，正如师父上人所说，菩萨婆婆也只能随业而去了。试问自己的修为好过菩萨婆婆？回答是否定的，显然弟子连菩萨婆婆的一半都不及。菩萨婆婆不能往生净土，弟子呢？可能连修到菩萨婆婆那么长的寿命都是奢望。菩萨婆婆至少世寿九十有余，且一直身体健康，而弟子呢？不是腰酸就是背痛，常被病痛扰。那弟子皈依这二十年究竟都干了什么？真可谓杀盗淫妄酒五毒俱全！",
      "zh_TW": "弟子的心一陣劇痛，淚水瞬間就滾了出來。無常啊無常！一個學佛時間、吃素時間長得比自己年齡都大的老人，就如此這般的走了。沒修到了生脫死，更沒仗佛力得生淨土，那菩薩婆婆一生的修持，能再得人身嗎？顯而易見，正如師父上人所說，菩薩婆婆也只能隨業而去了。試問自己的修為好過菩薩婆婆？回答是否定的，顯然弟子連菩薩婆婆的一半都不及。菩薩婆婆不能往生淨土，弟子呢？可能連修到菩薩婆婆那麼長的壽命都是奢望。菩薩婆婆至少世壽九十有餘，且一直身體健康，而弟子呢？不是腰酸就是背痛，常被病痛擾。那弟子皈依這二十年究竟都幹了什麼？真可謂殺盜淫妄酒五毒俱全！"
    },
    {
      "id": "02-042-0093_p0083",
      "zh_CN": "这天，正是戒学班受五戒的日子，清公老和尚的痛念无常四个字交杂着菩萨婆婆的往生，如同幻灯片，一幕一幕浮现在弟子的眼前，其中的「痛」字令弟子羞愧难当。弟子不禁自问，自己为什么来戒学班？是否真正明了无常？深切痛念了吗？是日已过，命亦随减，弟子把死刻在脑门上了吗？二十年，整整二十年了！明日黄花蝶也愁，还不痛改前非，待到无常追击，真以为自己能活到六十岁？悔耶，愧耶，令弟子痛断肝肠，身心俱焚。缭绕于耳边的佛号交织着五味混杂的泪水，一路相随直到早课。那天佛号第一次听得真真切切。",
      "zh_TW": "這天，正是戒學班受五戒的日子，清公老和尚的痛念無常四個字交雜著菩薩婆婆的往生，如同幻燈片，一幕一幕浮現在弟子的眼前，其中的「痛」字令弟子羞愧難當。弟子不禁自問，自己為什麼來戒學班？是否真正明瞭無常？深切痛念了嗎？是日已過，命亦隨減，弟子把死刻在腦門上了嗎？二十年，整整二十年了！明日黃花蝶也愁，還不痛改前非，待到無常追擊，真以為自己能活到六十歲？悔耶，愧耶，令弟子痛斷肝腸，身心俱焚。繚繞於耳邊的佛號交織著五味混雜的淚水，一路相隨直到早課。那天佛號第一次聽得真真切切。"
    },
    {
      "id": "02-042-0093_p0084",
      "zh_CN": "开坛受戒时，尽管忏悔文让弟子哭得声嘶力竭，弟子也依然没勇气受满分五戒。因为弟子惧怕多宗的尽形寿，又不削成实宗的随己所能任意皆得，方便舍戒，亦没有信心持年三月六的八关斋戒。想必戒体也随弟子的顾虑化于云烟。",
      "zh_TW": "開壇受戒時，儘管懺悔文讓弟子哭得聲嘶力竭，弟子也依然沒勇氣受滿分五戒。因為弟子懼怕多宗的盡形壽，又不削成實宗的隨己所能任意皆得，方便捨戒，亦沒有信心持年三月六的八關齋戒。想必戒體也隨弟子的顧慮化於雲煙。"
    },
    {
      "id": "02-042-0093_p0085",
      "zh_CN": "随着戒学班的深一步学习，戒律像一座高不可逾的大山横在弟子面前。一边是严持净戒已修得相好光明的三位阿阇黎现身说法，一边是弟子长此以往所造恶业重如须弥，纵堕阿鼻地狱都不为过。没学戒律之前，弟子无知无畏，学了开遮持犯，才知道原来自己举手投足无不是业，无不是罪。戒律这把手术刀把弟子剖析得泾渭分明，一丝不挂。每一弹指间，弟子过往的罪业都从八藏识里纷纷出场，轮番登台，不断重复，连续重播。仿佛万劫不复，弟子的思绪千千结万万疑，翻江倒海一发不可收拾。弟子这二十年都学的什么佛？既没有修得相好，更没有修到清净。每天扛着旧业、造着新业招摇过市，还自称学佛人，自己是吗？自己配吗？",
      "zh_TW": "隨著戒學班的深一步學習，戒律像一座高不可逾的大山橫在弟子面前。一邊是嚴持淨戒已修得相好光明的三位阿闍黎現身說法，一邊是弟子長此以往所造惡業重如須彌，縱墮阿鼻地獄都不為過。沒學戒律之前，弟子無知無畏，學了開遮持犯，才知道原來自己舉手投足無不是業，無不是罪。戒律這把手術刀把弟子剖析得涇渭分明，一絲不掛。每一彈指間，弟子過往的罪業都從八藏識裡紛紛出場，輪番登台，不斷重複，連續重播。彷彿萬劫不復，弟子的思緒千千結萬萬疑，翻江倒海一發不可收拾。弟子這二十年都學的什麼佛？既沒有修得相好，更沒有修到清淨。每天扛著舊業、造著新業招搖過市，還自稱學佛人，自己是嗎？自己配嗎？"
    },
    {
      "id": "02-042-0093_p0086",
      "zh_CN": "弟子有些摇摆，把业障未除归结到自己方法不当上，于是伸长耳朵听同修的拜忏心得。可是听了之后，弟子问题更多，师父上人常说万法归一，一切法最终同归到阿弥陀佛名号上，拜一佛，就等于拜千佛、万佛。如此一来，大家平日的拜法不是全错了？弟子开始矛盾，不断自问到底什么是戒？什么是定？什么又是慧？",
      "zh_TW": "弟子有些搖擺，把業障未除歸結到自己方法不當上，於是伸長耳朵聽同修的拜懺心得。可是聽了之後，弟子問題更多，師父上人常說萬法歸一，一切法最終同歸到阿彌陀佛名號上，拜一佛，就等於拜千佛、萬佛。如此一來，大家平日的拜法不是全錯了？弟子開始矛盾，不斷自問到底什麼是戒？什麼是定？什麼又是慧？"
    },
    {
      "id": "02-042-0093_p0087",
      "zh_CN": "一天，一个同修问弟子，她说，既然师父上人说雪庐老人以前不劝人受戒，只主张持戒，为什么这次师父上人又在图文巴让大家来受戒？我说，这个问题我也想了很多回，师父上人这次把大家聚在这里受戒，是有原因的。以前师父上人广撒大网，利钝全收，接引大家认识佛教，如今师父上人欲用戒这个细筛，将缘成熟的弟子网罗上莲台，因此才有了今天和清公老和尚琴瑟和鸣之壮举。师父上人以前没说错，现在更没做错，只是看弟子够不够师父上人的标准了。所幸弟子二十年前学佛时，先听的是其他法师的卡带，终不得要领，唯听了师父上人的《认识佛教》、《阿难问事佛吉凶经》、《了凡四训》等等经教后，弟子才有所受用。从听师父上人的带子中，弟子就坚信一个师父没有错，一句弥陀圣号错不了。后来尽管弟子偏离跑道，入红尘漂染洗涤，最终因为师父上人的话真实不虚，弟子才又回来聆听师父上人所讲的《大经科注》。",
      "zh_TW": "一天，一個同修問弟子，她說，既然師父上人說雪廬老人以前不勸人受戒，只主張持戒，為什麼這次師父上人又在圖文巴讓大家來受戒？我說，這個問題我也想了很多回，師父上人這次把大家聚在這裡受戒，是有原因的。以前師父上人廣撒大網，利鈍全收，接引大家認識佛教，如今師父上人欲用戒這個細篩，將緣成熟的弟子網羅上蓮台，因此才有了今天和清公老和尚琴瑟和鳴之壯舉。師父上人以前沒說錯，現在更沒做錯，只是看弟子夠不夠師父上人的標準了。所幸弟子二十年前學佛時，先聽的是其他法師的卡帶，終不得要領，唯聽了師父上人的《認識佛教》、《阿難問事佛吉凶經》、《了凡四訓》等等經教後，弟子才有所受用。從聽師父上人的帶子中，弟子就堅信一個師父沒有錯，一句彌陀聖號錯不了。後來儘管弟子偏離跑道，入紅塵漂染洗滌，最終因為師父上人的話真實不虛，弟子才又回來聆聽師父上人所講的《大經科註》。"
    },
    {
      "id": "02-042-0093_p0088",
      "zh_CN": "回答完同修的话，弟子也逐渐清晰了，突然，弟子豁然开朗，明白了什么是戒，为什么要受戒。知道了，戒是针对弟子这等不能自律、无法自治、随性放逸的弟子而制定的。戒和念佛没有高下，没法分别，更不能分而拆之，亦不可顾此失彼。以前师父上人为弟子我等开了念佛的方便法门，结果弟子我等却大开方便之门，待念佛不得力业障现前时，摇摆动摇，不省自心，四处外求。今天拜忏，明天修禅，后天又求拜密宗上师，根本没深思，拜了忏后，修完禅毕，求得上师加持后，又该往何处？说到底根本就不老实，连老实的边都没沾上，更别说真干了。究其心终究没达至信，溯其源本就未极至诚。",
      "zh_TW": "回答完同修的話，弟子也逐漸清晰了，突然，弟子豁然開朗，明白了什麼是戒，為什麼要受戒。知道了，戒是針對弟子這等不能自律、無法自治、隨性放逸的弟子而制定的。戒和念佛沒有高下，沒法分別，更不能分而拆之，亦不可顧此失彼。以前師父上人為弟子我等開了念佛的方便法門，結果弟子我等卻大開方便之門，待念佛不得力業障現前時，搖擺動搖，不省自心，四處外求。今天拜懺，明天修禪，後天又求拜密宗上師，根本沒深思，拜了懺後，修完禪畢，求得上師加持後，又該往何處？說到底根本就不老實，連老實的邊都沒沾上，更別說真幹了。究其心終究沒達至信，溯其源本就未極至誠。"
    },
    {
      "id": "02-042-0093_p0089",
      "zh_CN": "如果您老实听话，一声佛号念到底，不拐弯，如贤公和尚般，您还需要受戒吗？对您来说，老实就是持戒。老实和持戒是一不是二，老实念佛就是持戒念佛，因为老实，就算在地上画个圈您也不出线。因为老实，您心平等不起分别，您心清净不生烦恼，您心真诚没有妄念，您心就是戒体，您心即是佛心。但如同我等冥顽不化，雷池都敢越的任性弟子，就是得有戒。就如开车上高速，如果没有交规、没有限速、没有罚款，油门能轰多大就轰多大。高速上，弟子这等根性人不乏其人，因为即便有交规、有罚款，照样是交完罚款又违规，再罚款，再违规。对弟子这等顽劣根性的违法者，要想到达彼岸，要想今生证得菩提，真的得有戒，须念佛持戒。",
      "zh_TW": "如果您老實聽話，一聲佛號念到底，不拐彎，如賢公和尚般，您還需要受戒嗎？對您來說，老實就是持戒。老實和持戒是一不是二，老實念佛就是持戒念佛，因為老實，就算在地上畫個圈您也不出線。因為老實，您心平等不起分別，您心清淨不生煩惱，您心真誠沒有妄念，您心就是戒體，您心即是佛心。但如同我等冥頑不化，雷池都敢越的任性弟子，就是得有戒。就如開車上高速，如果沒有交規、沒有限速、沒有罰款，油門能轟多大就轟多大。高速上，弟子這等根性人不乏其人，因為即便有交規、有罰款，照樣是交完罰款又違規，再罰款，再違規。對弟子這等頑劣根性的違法者，要想到達彼岸，要想今生證得菩提，真的得有戒，須念佛持戒。"
    },
    {
      "id": "02-042-0093_p0090",
      "zh_CN": "为了此次戒学班的圆满，师父上人可谓用心良苦。他老人家早在十几年前，就在图文巴澳洲净宗学院为他的弟子写下了四个字，那就是——持戒念佛！面纱掀开了，平时总叫大家老实念佛的师父上人，早就成竹在胸，知道我等根机弟子不会老实，他运筹帷幄，先就题好字留在了图文巴净宗学院，如今正高挂在学院录音棚的墙上。只等这百千万劫难遭遇的时机到来，才揭开了持戒念佛四个字的谜底。无独有偶，清公老和尚也在去年为齐老菩萨写下了「痛念无常，持戒念佛」八个字。清公老和尚这幅字，真的只为齐老菩萨写的？不是的，是为全世界的佛子写的。如今，师父上人和清公老和尚携手合作，为我等末法顽劣弟子，量身定制了一条通往净土的精准方法，那就是持戒念佛！",
      "zh_TW": "為了此次戒學班的圓滿，師父上人可謂用心良苦。他老人家早在十幾年前，就在圖文巴澳洲淨宗學院為他的弟子寫下了四個字，那就是——持戒念佛！面紗掀開了，平時總叫大家老實念佛的師父上人，早就成竹在胸，知道我等根機弟子不會老實，他運籌帷幄，先就題好字留在了圖文巴淨宗學院，如今正高掛在學院錄音棚的牆上。只等這百千萬劫難遭遇的時機到來，才揭開了持戒念佛四個字的謎底。無獨有偶，清公老和尚也在去年為齊老菩薩寫下了「痛念無常，持戒念佛」八個字。清公老和尚這幅字，真的只為齊老菩薩寫的？不是的，是為全世界的佛子寫的。如今，師父上人和清公老和尚攜手合作，為我等末法頑劣弟子，量身定制了一條通往淨土的精準方法，那就是持戒念佛！"
    },
    {
      "id": "02-042-0093_p0091",
      "zh_CN": "九月二十三日这天，《大经科注》学习班上，一位自称上自下了的法师给了弟子一顿棒喝。她针针见血，句句入骨，犀利的笔伐了弟子的陋习和愚痴，印祖的法语被她用得淋漓尽致。弟子真的是刚开始很精进，慢慢就懈怠，懈怠，长时懈怠，到最后一蹶不振。印祖的《文钞》弟子看过，反省过，待时日久之，文钞亦是文钞，习性亦归习性。真的是业障？真的是愚痴？还是那个「死」心不切？佛法是心法，自己却被业所牵，为境所转，痛也痛到骨髓了，还不善护念至诚念佛，难道真的要见了棺材才流泪？到那时，痛心疾首、痛彻心扉、痛悲欲绝都没用了，试问那时弟子准备好了吗？有把握得佛接引，带业往生吗？",
      "zh_TW": "九月二十三日這天，《大經科註》學習班上，一位自稱上自下了的法師給了弟子一頓棒喝。她針針見血，句句入骨，犀利的筆伐了弟子的陋習和愚痴，印祖的法語被她用得淋漓盡致。弟子真的是剛開始很精進，慢慢就懈怠，懈怠，長時懈怠，到最後一蹶不振。印祖的《文鈔》弟子看過，反省過，待時日久之，文鈔亦是文鈔，習性亦歸習性。真的是業障？真的是愚痴？還是那個「死」心不切？佛法是心法，自己卻被業所牽，為境所轉，痛也痛到骨髓了，還不善護念至誠念佛，難道真的要見了棺材才流淚？到那時，痛心疾首、痛徹心扉、痛悲欲絕都沒用了，試問那時弟子準備好了嗎？有把握得佛接引，帶業往生嗎？"
    },
    {
      "id": "02-042-0093_p0092",
      "zh_CN": "弟子开始自问，自己回家后能精进多久，是今天退半步，还是明天退一步？是否又为自己找好了退步托词，诸如以前常用的树欲静而风不止，再有养家糊口身不得已等等，死心不切啊！根本就没有痛念死无常，更没有把死字刻在脑门上。上自下了法师恨之深、爱之切的鞭策，及时如救头燃，让弟子真正清楚了这次来图文巴戒学班的目的，亦令弟子大有斩获。当常揭伤疤不与痊愈，当死字贴头如索命之符，当二六时中善护念，求生净土永不懈怠！",
      "zh_TW": "弟子開始自問，自己回家後能精進多久，是今天退半步，還是明天退一步？是否又為自己找好了退步托詞，諸如以前常用的樹欲靜而風不止，再有養家糊口身不得已等等，死心不切啊！根本就沒有痛念死無常，更沒有把死字刻在腦門上。上自下了法師恨之深、愛之切的鞭策，及時如救頭燃，讓弟子真正清楚了這次來圖文巴戒學班的目的，亦令弟子大有斬獲。當常揭傷疤不與痊癒，當死字貼頭如索命之符，當二六時中善護念，求生淨土永不懈怠！"
    },
    {
      "id": "02-042-0093_p0093",
      "zh_CN": "接下来师父上人在讲经和学习班中，多次阐述了什么是戒，也彻底搬去了横在弟子心中的巨石，让弟子真正透彻了戒是清净，戒是平等，戒是觉。一部《无量寿经》老实读去就得清净戒，一部《科注》老实听去就获平等戒，一句阿弥陀佛老实念去便尽持三聚净戒。口老实读经，身老实听经，意老实念佛，亦是口持戒读经，身持戒听经，意持戒念佛。",
      "zh_TW": "接下來師父上人在講經和學習班中，多次闡述了什麼是戒，也徹底搬去了橫在弟子心中的巨石，讓弟子真正透徹了戒是清淨，戒是平等，戒是覺。一部《無量壽經》老實讀去就得清淨戒，一部《科註》老實聽去就獲平等戒，一句阿彌陀佛老實念去便盡持三聚淨戒。口老實讀經，身老實聽經，意老實念佛，亦是口持戒讀經，身持戒聽經，意持戒念佛。"
    },
    {
      "id": "02-042-0093_p0094",
      "zh_CN": "以上是顽劣弟子净毅的戒学班心得体会，肤浅和粗劣之处还望师父上人和诸位法师，同修大德们不吝斧正！",
      "zh_TW": "以上是頑劣弟子淨毅的戒學班心得體會，膚淺和粗劣之處還望師父上人和諸位法師，同修大德們不吝斧正！"
    },
    {
      "id": "02-042-0093_p0095",
      "zh_CN": "惭愧弟子净毅至诚顶礼师父上人，感恩上人的谆谆教诲。阿弥陀佛！十月九日于成都。",
      "zh_TW": "慚愧弟子淨毅至誠頂禮師父上人，感恩上人的諄諄教誨。阿彌陀佛！十月九日於成都。"
    },
    {
      "id": "02-042-0093_p0096",
      "zh_CN": "老法师：净毅的报告，是一篇自我最好的忏悔文。应该怎么学习？每天做早晚课之后，把这篇文字从头到尾念一遍，如果能坚持一年，我相信你的收获一定很丰实。不要忘记自己的信心，不要忘记自己的发愿，要相信《无量寿经》上的话句句都是真实的，没有一句话是骗人的。第十八愿说得很好，纵然造五逆十恶，临终遇到善知识，教给你念佛求生净土法门，你真信、真愿，即使一念、十念都决定得生。阿弥陀佛确确实实不舍一人，我们对于阿弥陀佛要感恩，要顺从。什么人对我的恩最大？阿弥陀佛第一，没有任何恩德能跟阿弥陀佛相比。念念感恩，念念忏除业障，念念求生净土。",
      "zh_TW": "老法師：淨毅的報告，是一篇自我最好的懺悔文。應該怎麼學習？每天做早晚課之後，把這篇文字從頭到尾念一遍，如果能堅持一年，我相信你的收穫一定很豐實。不要忘記自己的信心，不要忘記自己的發願，要相信《無量壽經》上的話句句都是真實的，沒有一句話是騙人的。第十八願說得很好，縱然造五逆十惡，臨終遇到善知識，教給你念佛求生淨土法門，你真信、真願，即使一念、十念都決定得生。阿彌陀佛確確實實不捨一人，我們對於阿彌陀佛要感恩，要順從。什麼人對我的恩最大？阿彌陀佛第一，沒有任何恩德能跟阿彌陀佛相比。念念感恩，念念懺除業障，念念求生淨土。"
    },
    {
      "id": "02-042-0093_p0097",
      "zh_CN": "度众生，一定成佛道之后，这个愿就圆满了；没有成佛，度众生都有问题。到哪里成佛？到极乐世界成佛。然后我相信，你在极乐世界跟阿弥陀佛一样，普度遍法界虚空界一切诸佛刹土里面的苦难众生。你没有离开极乐世界，永远加入阿弥陀佛的这个大会，满足弥陀跟自己度众生的弘愿。这是正法，这是一条圆满究竟的光明大道，我们从此以后不再走岔路，不走弯路了。今天时间到了，我们就学习到此地。",
      "zh_TW": "度眾生，一定成佛道之後，這個願就圓滿了；沒有成佛，度眾生都有問題。到哪裡成佛？到極樂世界成佛。然後我相信，你在極樂世界跟阿彌陀佛一樣，普度遍法界虛空界一切諸佛剎土裡面的苦難眾生。你沒有離開極樂世界，永遠加入阿彌陀佛的這個大會，滿足彌陀跟自己度眾生的弘願。這是正法，這是一條圓滿究竟的光明大道，我們從此以後不再走岔路，不走彎路了。今天時間到了，我們就學習到此地。"
    }
  ]
}