{
  "doc_id": "02-042-0068",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "上官居士",
    "悟道法师"
  ],
  "volume": {
    "zh_CN": "第六十八集",
    "zh_TW": "第六十八集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0068",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-042-0068_p0001",
      "zh_CN": "学生：学习心得报告。敬呈尊敬的师父上人，惭愧弟子上官。主题：「真心念佛，护国息灾」。近日来，全球各地灾厉四起，祸不单行。时值甲午中元祭祖护国息灾超荐系念法会举行在即，蒙护法大德胡居士慈悯众生之恩，令惭愧弟子拟文，敬请全球同修发大菩提心，老实念佛，至诚感通，化解灾难。惜惭愧弟子无知无识，不敢以一己之言，妄谈护国息灾之大事。幸有印祖早为开示护国息灾宗要，其言语虽平实，但语出成经。因此，依祖师教诫，拟此题目，「真心念佛，护国息灾」，以此为纲领撰文如下。",
      "zh_TW": "學生：學習心得報告。敬呈尊敬的師父上人，慚愧弟子上官。主題：「真心念佛，護國息災」。近日來，全球各地災厲四起，禍不單行。時值甲午中元祭祖護國息災超薦繫念法會舉行在即，蒙護法大德胡居士慈憫眾生之恩，令慚愧弟子擬文，敬請全球同修發大菩提心，老實念佛，至誠感通，化解災難。惜慚愧弟子無知無識，不敢以一己之言，妄談護國息災之大事。幸有印祖早為開示護國息災宗要，其言語雖平實，但語出成經。因此，依祖師教誡，擬此題目，「真心念佛，護國息災」，以此為綱領撰文如下。"
    },
    {
      "id": "02-042-0068_p0002",
      "zh_CN": "甲、护国息灾之根本在于真心念佛。印祖一生，唯一公开演讲就是一九三六年上海护国息灾法会。法会第一天，印祖就开宗明义讲到，「此次法会之目的为护国息灾，但何以方能达此种目的？余以为根本方法在于念佛」。今人多疑问，念佛何以有如是功德？正如《科注》云，「因能念所念，皆是实相故」。实相之体不生不灭，灾难自然与之不相应也。",
      "zh_TW": "甲、護國息災之根本在於真心念佛。印祖一生，唯一公開演講就是一九三六年上海護國息災法會。法會第一天，印祖就開宗明義講到，「此次法會之目的為護國息災，但何以方能達此種目的？余以為根本方法在於念佛」。今人多疑問，念佛何以有如是功德？正如《科註》云，「因能念所念，皆是實相故」。實相之體不生不滅，災難自然與之不相應也。"
    },
    {
      "id": "02-042-0068_p0003",
      "zh_CN": "甲一、发菩提心为脱离生死之根本门路。《无量寿经》的宗要就是「发菩提心，一向专念」。菩提心为往生首要条件，菩提心就是真心，真心念佛才有如是护国息灾之功德。何为菩提心？《劝发菩提心文》云，「发菩提心，诸善中王」；又《华严经》云，「忘失菩提心，修诸善法，是名魔业」；《无量寿经起信论》云，「是知菩提心者，诸佛之本源」；蕅益大师垂教，「深信发愿，即无上菩提」，一语道破脱离生死之根本门路。",
      "zh_TW": "甲一、發菩提心為脫離生死之根本門路。《無量壽經》的宗要就是「發菩提心，一向專念」。菩提心為往生首要條件，菩提心就是真心，真心念佛才有如是護國息災之功德。何為菩提心？《勸發菩提心文》云，「發菩提心，諸善中王」；又《華嚴經》云，「忘失菩提心，修諸善法，是名魔業」；《無量壽經起信論》云，「是知菩提心者，諸佛之本源」；蕅益大師垂教，「深信發願，即無上菩提」，一語道破脫離生死之根本門路。"
    },
    {
      "id": "02-042-0068_p0004",
      "zh_CN": "甲二、菩提真心之功德，诸佛演说不尽。真为生死，发菩提心，以深信愿，则能离言绝虑，随顺于空无相。离一切言，专言阿弥陀佛；离一切想，专想阿弥陀佛，如是发心功德无边，与实相相应。设使诸佛穷劫演说彼诸功德犹不能尽，则以此功德回向，无愿不达，灾难自息，天下太平。首当其要是解决自己的发心问题，自己问题解决，世间一切问题随之迎刃而解。昔日李长者所言：「若不信自心元是不动智佛者，即永劫漂沦，何能利人济物。如经所说：若自有缚，能解彼缚，无有是处」。而发心的纲要就是要真为生死大事。念老云：「一纲举，万目张；一领提，全衣顺」，抓住纲领才能契入真实之际。深信切愿真正是脱离生死罪苦的根本大法。深信真有阿弥陀佛，真有极乐世界，深信是心是佛，能是心念佛，则是心作佛，此为深信；切愿，无论出家在家，深切的愿离娑婆，欣求极乐。所有的想法、目标都在佛法上，都在阿弥陀佛名号上，则所做之事即是佛事，所见之人皆是阿弥陀佛，所到之处尽是极乐净土，举目投足无限妙喜，妙吉祥。",
      "zh_TW": "甲二、菩提真心之功德，諸佛演說不盡。真為生死，發菩提心，以深信願，則能離言絕慮，隨順於空無相。離一切言，專言阿彌陀佛；離一切想，專想阿彌陀佛，如是發心功德無邊，與實相相應。設使諸佛窮劫演說彼諸功德猶不能盡，則以此功德迴向，無願不達，災難自息，天下太平。首當其要是解決自己的發心問題，自己問題解決，世間一切問題隨之迎刃而解。昔日李長者所言：「若不信自心元是不動智佛者，即永劫漂淪，何能利人濟物。如經所說：若自有縛，能解彼縛，無有是處」。而發心的綱要就是要真為生死大事。念老云：「一綱舉，萬目張；一領提，全衣順」，抓住綱領才能契入真實之際。深信切願真正是脫離生死罪苦的根本大法。深信真有阿彌陀佛，真有極樂世界，深信是心是佛，能是心念佛，則是心作佛，此為深信；切願，無論出家在家，深切的願離娑婆，欣求極樂。所有的想法、目標都在佛法上，都在阿彌陀佛名號上，則所做之事即是佛事，所見之人皆是阿彌陀佛，所到之處盡是極樂淨土，舉目投足無限妙喜，妙吉祥。"
    },
    {
      "id": "02-042-0068_p0005",
      "zh_CN": "甲三、顺理发菩提心不会退转。唐代朝鲜国净宗大德元晓师所着《宗要》云：菩提心有二，一者是随事发心，也称缘事菩提心，密宗称为行愿菩提心，如四弘誓愿；二者是顺理发心，也就是缘理的菩提心，密教的胜义菩提心，第一义谛，胜义谛，信解诸法实相，离言绝虑。《无量寿经》之宗，「发菩提心，一向专念」，此菩提心为大悲大愿拔众生罪苦之心，为欲令众生得大菩提之心，为真信切愿念佛成佛之心。此菩提心不离念佛，念佛为事，所念之佛为理，由事即理，理事不二，性相不二。阿弥陀佛名号是众生之本觉理体，起心念佛，是名始觉，所念之佛，正我本觉，持名念佛即是始觉合本。发菩提心者，定是一心专念，定是念念相继，定是始本不离，定会直趋觉路，直趋我本觉之无量光寿。可见本经持名念佛，即全显随事念佛和顺理念佛之义，为成就无上正等正觉不退之心。凡退者，定是始本背离，不能一心专念，不能无有间断者；不退者，自然垢障消除，众罪能灭，福慧日增。其福如春园之草，不见其长，日有所增；其祸如磨刀之石，不见其损，日有所亏。不退者，其心如最胜妙福田，庇佑饶益一切有情，因持名念佛故，彼极乐世界依正显我心田中，我自心心田即彼极乐世界法性之土，如是大愿大力成就功德，能令一切有情悉皆离苦得乐。所以护国息灾之根本法在于真心念佛。",
      "zh_TW": "甲三、順理發菩提心不會退轉。唐代朝鮮國淨宗大德元曉師所著《宗要》云：菩提心有二，一者是隨事發心，也稱緣事菩提心，密宗稱為行願菩提心，如四弘誓願；二者是順理發心，也就是緣理的菩提心，密教的勝義菩提心，第一義諦，勝義諦，信解諸法實相，離言絕慮。《無量壽經》之宗，「發菩提心，一向專念」，此菩提心為大悲大願拔眾生罪苦之心，為欲令眾生得大菩提之心，為真信切願念佛成佛之心。此菩提心不離念佛，念佛為事，所念之佛為理，由事即理，理事不二，性相不二。阿彌陀佛名號是眾生之本覺理體，起心念佛，是名始覺，所念之佛，正我本覺，持名念佛即是始覺合本。發菩提心者，定是一心專念，定是念念相繼，定是始本不離，定會直趨覺路，直趨我本覺之無量光壽。可見本經持名念佛，即全顯隨事念佛和順理念佛之義，為成就無上正等正覺不退之心。凡退者，定是始本背離，不能一心專念，不能無有間斷者；不退者，自然垢障消除，眾罪能滅，福慧日增。其福如春園之草，不見其長，日有所增；其禍如磨刀之石，不見其損，日有所虧。不退者，其心如最勝妙福田，庇佑饒益一切有情，因持名念佛故，彼極樂世界依正顯我心田中，我自心心田即彼極樂世界法性之土，如是大願大力成就功德，能令一切有情悉皆離苦得樂。所以護國息災之根本法在於真心念佛。"
    },
    {
      "id": "02-042-0068_p0006",
      "zh_CN": "乙、如何发菩提心功德最大？此菩提心，一即一切，清虚之身，无极之体，皆由此真心（即菩提心）一向专念阿弥陀佛所证。正所谓量大福大，尽虚空遍法界，无始劫以来一切众生皆在我一念心中，极乐世界是我心所现，三途六道也不出我心念之外。欲救度无始劫以来一切冤亲债主，当知我心即一切众生归宿，心安世界安，心净世界净，心大世界大，心之本相不坏。印祖在《论焚化经灰及往生钱书》一文中云：「锡箔亦不可废，亦不必一定要烧多少。须知此济孤所用，佛菩萨及往生之人了无所用。亦当以佛力、法力、心力，变少成多。若人各得一，纵数千万万，也不能遍及，以孤魂与鬼神遍满虚空故也。若知变少成多之义，则济孤之心亦尽，而且无暴殄之过。是在人各至诚以将，则心力周遍，冥资亦随之而周遍矣」。此文言简意赅。《华严经》事事无碍法界，即是以心念之力将冥资变少成多的理体依据。依一多相容不同门，则少量冥资亦能普供十方世界，十方众生皆各得其所，冥资不增，所得不减。依广狭自在无碍门，十方世界无量众生均集会于此场地，场地有限而力用无限，穷尽虚空法界亡灵之数，亦能自在无碍，于此有限场地受供念佛。依因陀罗网法界门，一声称念佛号功德，十方世界众生平等普受，平等得度。依主伴圆明具德门，主祭官一人，主法和尚一人，甚至于任一法会大众，若能至诚恭敬，真发菩提心，真念佛求生净土，乃至一念净心，念于彼佛，则与会所有幽冥界众生，即随之圆满功德，即随之会于弥陀无尽功德愿海中，显明同时具足相应门。印祖百余字的信函，统摄了全部佛法。一句弥陀名号入华严玄门，华严玄门通华严玄海，华严玄海终会于弥陀愿海，弥陀功德愿海即是一句阿弥陀佛名号圆明具德。此妙用就是印祖所示，变少成多，拓开心量。菩提心广大无边，就用一句弥陀名号圆满显现，信者方知。",
      "zh_TW": "乙、如何發菩提心功德最大？此菩提心，一即一切，清虛之身，無極之體，皆由此真心（即菩提心）一向專念阿彌陀佛所證。正所謂量大福大，盡虛空遍法界，無始劫以來一切眾生皆在我一念心中，極樂世界是我心所現，三途六道也不出我心念之外。欲救度無始劫以來一切冤親債主，當知我心即一切眾生歸宿，心安世界安，心淨世界淨，心大世界大，心之本相不壞。印祖在《論焚化經灰及往生錢書》一文中云：「錫箔亦不可廢，亦不必一定要燒多少。須知此濟孤所用，佛菩薩及往生之人了無所用。亦當以佛力、法力、心力，變少成多。若人各得一，縱數千萬萬，也不能遍及，以孤魂與鬼神遍滿虛空故也。若知變少成多之義，則濟孤之心亦盡，而且無暴殄之過。是在人各至誠以將，則心力周遍，冥資亦隨之而周遍矣」。此文言簡意賅。《華嚴經》事事無礙法界，即是以心念之力將冥資變少成多的理體依據。依一多相容不同門，則少量冥資亦能普供十方世界，十方眾生皆各得其所，冥資不增，所得不減。依廣狹自在無礙門，十方世界無量眾生均集會於此場地，場地有限而力用無限，窮盡虛空法界亡靈之數，亦能自在無礙，於此有限場地受供念佛。依因陀羅網法界門，一聲稱念佛號功德，十方世界眾生平等普受，平等得度。依主伴圓明具德門，主祭官一人，主法和尚一人，甚至於任一法會大眾，若能至誠恭敬，真發菩提心，真念佛求生淨土，乃至一念淨心，念於彼佛，則與會所有幽冥界眾生，即隨之圓滿功德，即隨之會於彌陀無盡功德願海中，顯明同時具足相應門。印祖百餘字的信函，統攝了全部佛法。一句彌陀名號入華嚴玄門，華嚴玄門通華嚴玄海，華嚴玄海終會於彌陀願海，彌陀功德願海即是一句阿彌陀佛名號圓明具德。此妙用就是印祖所示，變少成多，拓開心量。菩提心廣大無邊，就用一句彌陀名號圓滿顯現，信者方知。"
    },
    {
      "id": "02-042-0068_p0007",
      "zh_CN": "丙、免生死处即是都摄六根，净念相继。佛门中有一公案收录于《五灯会元》中，有一黑氏梵志，善说法，阎罗王慈悯告知其七日后将命终，命终时会遇恶缘而堕入地狱。梵志经诸善神指点，飞往佛所，求佛度脱。佛曰：「汝当放舍外六尘、内六根、中六识，一时舍却，无可舍处，是汝免生死处。梵志于言下悟无生忍。」佛语至诚，无有谄曲，六根、六识对六尘不起作用时，即是免生死处，免生死处为安乐处、清净处、妙宝莲花处。净宗极为殊胜之处，就在于仰仗佛力，一向专念阿弥陀佛。都摄六根，净念相继，即是世尊对梵志所言的免生死处，其方法简单、易行、稳妥。任何一法，六根接触六尘境界，用一句阿弥陀佛名号，不怀疑、不夹杂、不间断，等同梵志所证一时舍却，无可舍处。净宗虽只留一句阿弥陀佛，然此名号就是无为法身、寂灭之道，就是无可舍处，所以一心专持此名号就是免生死处，无有众苦处。忆佛念佛，现前当来必定见佛，不念佛时也要想佛、想极乐世界，不想佛时就要念佛，忆与念不间断，始觉合本觉，始终不离，不堕无明，感应道交，心作心是。因此，若要灾难息灭，生死免除，则必须都摄六根，净念相继。境界之外没有净土，净土在吾本自心中。唯心净土，受诸妙乐，光寿无量，自然能拔诸勤苦生死根本，恶因皆无，恶果无存，天下太平，得大清净。",
      "zh_TW": "丙、免生死處即是都攝六根，淨念相繼。佛門中有一公案收錄於《五燈會元》中，有一黑氏梵志，善說法，閻羅王慈憫告知其七日後將命終，命終時會遇惡緣而墮入地獄。梵志經諸善神指點，飛往佛所，求佛度脫。佛曰：「汝當放舍外六塵、內六根、中六識，一時舍卻，無可舍處，是汝免生死處。梵志於言下悟無生忍。」佛語至誠，無有諂曲，六根、六識對六塵不起作用時，即是免生死處，免生死處為安樂處、清淨處、妙寶蓮花處。淨宗極為殊勝之處，就在於仰仗佛力，一向專念阿彌陀佛。都攝六根，淨念相繼，即是世尊對梵志所言的免生死處，其方法簡單、易行、穩妥。任何一法，六根接觸六塵境界，用一句阿彌陀佛名號，不懷疑、不夾雜、不間斷，等同梵志所證一時捨卻，無可捨處。淨宗雖只留一句阿彌陀佛，然此名號就是無為法身、寂滅之道，就是無可捨處，所以一心專持此名號就是免生死處，無有眾苦處。憶佛念佛，現前當來必定見佛，不念佛時也要想佛、想極樂世界，不想佛時就要念佛，憶與念不間斷，始覺合本覺，始終不離，不墮無明，感應道交，心作心是。因此，若要災難息滅，生死免除，則必須都攝六根，淨念相繼。境界之外沒有淨土，淨土在吾本自心中。唯心淨土，受諸妙樂，光壽無量，自然能拔諸勤苦生死根本，惡因皆無，惡果無存，天下太平，得大清淨。"
    },
    {
      "id": "02-042-0068_p0008",
      "zh_CN": "丁、佛所行处，天下和顺的原因。诸佛出兴于世，作斯示现，为开示佛之知见。常以法音，觉诸世间，以诸法药救疗三苦，尤为一大事因缘。开化显示真实之际，究竟方便念佛法门，平等普度接引众生。十方一切世界菩萨大权示现，赞助世尊无量寿盛会，余八万四千门顺世间故而为宣说。《无量寿经》音律最优美的一段经文，就是「佛所行处，国邑丘聚，靡不蒙化。天下和顺，日月清明，风雨以时，灾厉不起。国丰民安，兵戈无用，崇德兴仁，务修礼让。国无盗贼，无有怨枉，强不凌弱，各得其所」。何以佛所行处一片吉祥？盖因一大因大果，念佛为大因，成佛为大果，由念佛故，念佛即与佛同在，念念相续，在在处处终不离佛，佛所在处，世界一片清凉美好。如大慈念老举《大般若经》云：「是菩萨由与般若波罗蜜多相应故，从此处没，生余佛土。从一佛国，至一佛国。在在生处，常得值遇诸佛世尊。供养恭敬，尊重赞叹。乃至无上正等菩提，终不离佛。」当知欲不离佛，须以念佛为因，如《华严》十地，始终不离念佛。由上可知，天下和顺，因终不离佛，欲不离佛，须以念佛为因。念佛时即见佛时，念佛成佛，因果同时，所念之佛即是我自心佛，自心佛即是此土依报，亦是彼极乐依报，以彼依报庄严我自心佛土，此土自得庄严清净，一片祥和。",
      "zh_TW": "丁、佛所行處，天下和順的原因。諸佛出興於世，作斯示現，為開示佛之知見。常以法音，覺諸世間，以諸法藥救療三苦，尤為一大事因緣。開化顯示真實之際，究竟方便念佛法門，平等普度接引眾生。十方一切世界菩薩大權示現，贊助世尊無量壽盛會，餘八萬四千門順世間故而為宣說。《無量壽經》音律最優美的一段經文，就是「佛所行處，國邑丘聚，靡不蒙化。天下和順，日月清明，風雨以時，災厲不起。國豐民安，兵戈無用，崇德興仁，務修禮讓。國無盜賊，無有怨枉，強不凌弱，各得其所」。何以佛所行處一片吉祥？蓋因一大因大果，念佛為大因，成佛為大果，由念佛故，念佛即與佛同在，念念相續，在在處處終不離佛，佛所在處，世界一片清涼美好。如大慈念老舉《大般若經》云：「是菩薩由與般若波羅蜜多相應故，從此處沒，生餘佛土。從一佛國，至一佛國。在在生處，常得值遇諸佛世尊。供養恭敬，尊重讚歎。乃至無上正等菩提，終不離佛。」當知欲不離佛，須以念佛為因，如《華嚴》十地，始終不離念佛。由上可知，天下和順，因終不離佛，欲不離佛，須以念佛為因。念佛時即見佛時，念佛成佛，因果同時，所念之佛即是我自心佛，自心佛即是此土依報，亦是彼極樂依報，以彼依報莊嚴我自心佛土，此土自得莊嚴清淨，一片祥和。"
    },
    {
      "id": "02-042-0068_p0009",
      "zh_CN": "戊、洗心斋戒，恭敬准备超荐祭祖。",
      "zh_TW": "戊、洗心齋戒，恭敬準備超薦祭祖。"
    },
    {
      "id": "02-042-0068_p0010",
      "zh_CN": "戊一、护国息灾，念诵尚是枝末，敦尽乃属根本。当年上海护国息灾法会举行之前，印祖给法会发起人屈文六居士的回信中讲到：「此次是护国息灾，念诵尚是枝末，敦尽乃属根本。无论人愿听不愿听，我仍以是为宗旨」。汉徐干《中论．历数》曰：「阴阳调和，灾厉不作」。敦伦尽分是大道伦常，是阴阳调和的道德基础，倘若人人畏惧因果，敦伦尽分，闲邪存诚，天下决定太平盛世。本文前面，弟子所列举念佛方能护国息灾，此乃大事因缘，大因大果。大因大果不离根本，万法之根本就是孝敬，离此根本大法，小果与大果均不可得。世人祭祖超荐，往往忽略此根本，心量亦不能放大，所得益处冥阳甚少。若能谨记印祖所言之根本所在，视一切众生为我生生世世父母，以此发心一向专念，则无往不胜。念佛帮助生起孝敬心，孝敬心令念佛精进不退，二者是一体，不可视为二法。孝敬心来念佛，念佛来圆满孝敬之道，都是自性流露，也终将导归弥陀自性愿海。",
      "zh_TW": "戊一、護國息災，念誦尚是枝末，敦盡乃屬根本。當年上海護國息災法會舉行之前，印祖給法會發起人屈文六居士的回信中講到：「此次是護國息災，念誦尚是枝末，敦盡乃屬根本。無論人願聽不願聽，我仍以是為宗旨」。漢徐幹《中論．歷數》曰：「陰陽調和，災厲不作」。敦倫盡分是大道倫常，是陰陽調和的道德基礎，倘若人人畏懼因果，敦倫盡分，閑邪存誠，天下決定太平盛世。本文前面，弟子所列舉念佛方能護國息災，此乃大事因緣，大因大果。大因大果不離根本，萬法之根本就是孝敬，離此根本大法，小果與大果均不可得。世人祭祖超薦，往往忽略此根本，心量亦不能放大，所得益處冥陽甚少。若能謹記印祖所言之根本所在，視一切眾生為我生生世世父母，以此發心一向專念，則無往不勝。念佛幫助生起孝敬心，孝敬心令念佛精進不退，二者是一體，不可視為二法。孝敬心來念佛，念佛來圓滿孝敬之道，都是自性流露，也終將導歸彌陀自性願海。"
    },
    {
      "id": "02-042-0068_p0011",
      "zh_CN": "戊二、斋戒三日，洗濯垢污，显明清白，祭祀祖先。在北京的紫禁城和天坛都设有斋宫，为皇帝行祭天祀地典礼前的斋戒之所，祭祀的前三天，皇帝就开始在此斋戒沐浴，恭敬观想。斋戒的习俗，在我国起源于上古时期，周文王作的《周易．系辞》中已经说到，「洗心曰齐，防患曰戒」。这个齐字就是斋字，古人用以表示收心敛性，敬拜神明，即所谓「齐其心志」时便是斋。汉代《说文解字》解释，「斋戒洁也，从示齐」，斋就是齐。周文王说的斋是洗心，戒是防患。据记述周代礼仪的书解释，洗心是斋戒者对自己的居处、言笑、志趣、习惯做一番反省，打消一切不敬于神明的杂念；防患是变食迁坐，即停止一切亵渎神明的生活习惯。其主要内容是沐浴更衣以肃其身，不近妻妾以绝其欲，不饮酒、不吃荤(汉朝以后不吃葱、蒜等)以谨其食。斋戒以告鬼神，斋戒者以其清心洁身，精诚神思来感动神明，而遂其所求。《无量寿经．德遵普贤第二》世尊云：「破烦恼城，坏诸欲堑，洗濯垢污，显明清白」。祭祖前三日就当以此经文严持净戒，参照古人祭祖前的斋戒仪规，行住坐卧要求自己用一句阿弥陀佛佛号摄耳谛听，都摄六根，净念相继，念佛和忆佛不怀疑、不夹杂、不间断，三天如一，三天就是一念，让这一念住在阿弥陀佛无尽功德海中。无量无边无数海会圣众都赞叹这一念，加持这一念，于这一念中接引我所观想的一切虚空法界幽冥众生。这一念就是自性清白、自性恭敬、自性真诚，此一念涵盖一切诸法，摄一切功德圆明具足。",
      "zh_TW": "戊二、齋戒三日，洗濯垢污，顯明清白，祭祀祖先。在北京的紫禁城和天壇都設有齋宮，為皇帝行祭天祀地典禮前的齋戒之所，祭祀的前三天，皇帝就開始在此齋戒沐浴，恭敬觀想。齋戒的習俗，在我國起源於上古時期，周文王作的《周易．繫辭》中已經說到，「洗心曰齊，防患曰戒」。這個齊字就是齋字，古人用以表示收心斂性，敬拜神明，即所謂「齊其心志」時便是齋。漢代《說文解字》解釋，「齋戒潔也，從示齊」，齋就是齊。周文王說的齋是洗心，戒是防患。據記述周代禮儀的書解釋，洗心是齋戒者對自己的居處、言笑、志趣、習慣做一番反省，打消一切不敬於神明的雜念；防患是變食遷坐，即停止一切褻瀆神明的生活習慣。其主要內容是沐浴更衣以肅其身，不近妻妾以絕其欲，不飲酒、不吃葷(漢朝以後不吃蔥、蒜等)以謹其食。齋戒以告鬼神，齋戒者以其清心潔身，精誠神思來感動神明，而遂其所求。《無量壽經．德遵普賢第二》世尊云：「破煩惱城，壞諸欲塹，洗濯垢污，顯明清白」。祭祖前三日就當以此經文嚴持淨戒，參照古人祭祖前的齋戒儀規，行住坐臥要求自己用一句阿彌陀佛佛號攝耳諦聽，都攝六根，淨念相繼，念佛和憶佛不懷疑、不夾雜、不間斷，三天如一，三天就是一念，讓這一念住在阿彌陀佛無盡功德海中。無量無邊無數海會聖眾都讚歎這一念，加持這一念，於這一念中接引我所觀想的一切虛空法界幽冥眾生。這一念就是自性清白、自性恭敬、自性真誠，此一念涵蓋一切諸法，攝一切功德圓明具足。"
    },
    {
      "id": "02-042-0068_p0012",
      "zh_CN": "戊三、时节特殊，事半功倍。念老大慈大悲到究竟处，生前曾经开示密宗的说法，每年农历腊月和四月，从初一到十五这十五天，做任何一件事的功德增加十万倍。念老说，这是世尊的慈悲和愿力，知道凡夫习气深重，一年到头不能日日精进，才特别开示于是日修行功德增加万倍。此皆是慈悲至极，方便至极的说法，无非是劝人修善，开方便门，令众生精进念佛。由此可知，祭祖前斋戒三日也是最低时限，是最基本的净戒仪规，也是先祖慈悲，知后人惰性难改，令斋戒一月或三日，洗濯心垢，事半功倍，功德倍增。老实讲，一年到头日日皆须斋戒其心，降伏魔怨，坏诸欲堑，怎可仅仅斋戒三日？当知盖因佛陀和祖先慈悲方便，方出此言，而后世子孙若三日都不能斋戒洗心，老实念佛，则大大辜负愧对佛陀和先祖的慈恩悯怀。",
      "zh_TW": "戊三、時節特殊，事半功倍。念老大慈大悲到究竟處，生前曾經開示密宗的說法，每年農曆臘月和四月，從初一到十五這十五天，做任何一件事的功德增加十萬倍。念老說，這是世尊的慈悲和願力，知道凡夫習氣深重，一年到頭不能日日精進，才特別開示於是日修行功德增加萬倍。此皆是慈悲至極，方便至極的說法，無非是勸人修善，開方便門，令眾生精進念佛。由此可知，祭祖前齋戒三日也是最低時限，是最基本的淨戒儀規，也是先祖慈悲，知後人惰性難改，令齋戒一月或三日，洗濯心垢，事半功倍，功德倍增。老實講，一年到頭日日皆須齋戒其心，降伏魔怨，壞諸欲塹，怎可僅僅齋戒三日？當知蓋因佛陀和祖先慈悲方便，方出此言，而後世子孫若三日都不能齋戒洗心，老實念佛，則大大辜負愧對佛陀和先祖的慈恩憫懷。"
    },
    {
      "id": "02-042-0068_p0013",
      "zh_CN": "敬请全球净宗同修发大菩提心，敦尽为根本，诚心致敬，洗除心垢，老实念佛，护国息灾，普皆回向，同登彼岸。最后恭敬引用莲公撰写的净宗课诵仪本做为结束语，祈请见者、听者皆发大心，报罔极之德，霜露之悲，切莫再错失良机。无量寿佛赞：「无量寿佛甘露王，威德愿力难量，洪名虔称消灾障。化火宅为清凉，菩提心中接佛光，福慧善根自长。一向专念莫彷徨，勤薰戒定香。信愿行三是资粮，苦海得慈航，南无西方极乐世界大慈大悲大愿大力接引导师阿弥陀佛，南无阿弥陀佛」。以上是大惭愧弟子上官的报告，肯定有很多不妥之处，恳请师父上人和诸位大德同修慈悲予以斧正。",
      "zh_TW": "敬請全球淨宗同修發大菩提心，敦盡為根本，誠心致敬，洗除心垢，老實念佛，護國息災，普皆迴向，同登彼岸。最後恭敬引用蓮公撰寫的淨宗課誦儀本做為結束語，祈請見者、聽者皆發大心，報罔極之德，霜露之悲，切莫再錯失良機。無量壽佛讚：「無量壽佛甘露王，威德願力難量，洪名虔稱消災障。化火宅為清涼，菩提心中接佛光，福慧善根自長。一向專念莫彷徨，勤薰戒定香。信願行三是資糧，苦海得慈航，南無西方極樂世界大慈大悲大願大力接引導師阿彌陀佛，南無阿彌陀佛」。以上是大慚愧弟子上官的報告，肯定有很多不妥之處，懇請師父上人和諸位大德同修慈悲予以斧正。"
    },
    {
      "id": "02-042-0068_p0014",
      "zh_CN": "老法师：光阴过得很快，再过几天，香港同修们发愿举行护国息灾的法会，中元祭祖。胡居士让上官写一篇文字，她寄过来了，刚才我们看到了，也听到了。护国息灾真有这个效果吗？现代的人从小受过科学的洗礼，换句话说，全世界每一个人谁没有受科学的影响？影响最明显的是什么？怀疑。科学的发明，根源从哪里来的？从怀疑来的。没有亲眼看见，确实的证据，他们的态度都是怀疑，连对祖宗都怀疑，特别是中国人讲几千年的祖宗。我们中国人有家谱，我的外国朋友很多，每个月都有一些人来访问，我这里放了一套家谱，我告诉他们这是我家庭历史，四千五百年。他们叹为观止，有人好奇，翻开来看看，有人不敢动。四千五百年，无法想像！我说确实我们一代一代传一代，我们家谱头一个是黄帝，黄帝的后裔，传到我这一代是第一百三十五代，记载很清楚，没有中断。所以中国人爱家，爱家就能帮助你自爱。我为什么要自爱？因为我爱家，家扩大就是国，爱国，再扩大，爱世人，凡是人皆须爱，这个爱有根有本。外国人讲爱，没有根没有本，所以那个爱常常变化，甚至于上午夫妻两个结婚，下午就离婚了，外国人对这个一点都不稀奇。在中国看得很重，这大事，这怎么可以？外国人不稀奇，很平常。这是中国跟外国文化不一样，我们不能不知道。",
      "zh_TW": "老法師：光陰過得很快，再過幾天，香港同修們發願舉行護國息災的法會，中元祭祖。胡居士讓上官寫一篇文字，她寄過來了，剛才我們看到了，也聽到了。護國息災真有這個效果嗎？現代的人從小受過科學的洗禮，換句話說，全世界每一個人誰沒有受科學的影響？影響最明顯的是什麼？懷疑。科學的發明，根源從哪裡來的？從懷疑來的。沒有親眼看見，確實的證據，他們的態度都是懷疑，連對祖宗都懷疑，特別是中國人講幾千年的祖宗。我們中國人有家譜，我的外國朋友很多，每個月都有一些人來訪問，我這裡放了一套家譜，我告訴他們這是我家庭歷史，四千五百年。他們歎為觀止，有人好奇，翻開來看看，有人不敢動。四千五百年，無法想像！我說確實我們一代一代傳一代，我們家譜頭一個是黃帝，黃帝的後裔，傳到我這一代是第一百三十五代，記載很清楚，沒有中斷。所以中國人愛家，愛家就能幫助你自愛。我為什麼要自愛？因為我愛家，家擴大就是國，愛國，再擴大，愛世人，凡是人皆須愛，這個愛有根有本。外國人講愛，沒有根沒有本，所以那個愛常常變化，甚至於上午夫妻兩個結婚，下午就離婚了，外國人對這個一點都不稀奇。在中國看得很重，這大事，這怎麼可以？外國人不稀奇，很平常。這是中國跟外國文化不一樣，我們不能不知道。"
    },
    {
      "id": "02-042-0068_p0015",
      "zh_CN": "真正理解中国传统文化，知道大乘佛法（它也是一种文化），我们就真正能够肯定、不怀疑，灾难可以化解。中国老祖宗非常肯定的告诉我们人性本善。性本善，本善是正常的，不善是反常，不应该有不善，不善感召来的就是灾难。大自然决定没有灾难，大自然是最健康的，大自然是最难得的，随顺大自然这叫道德。大自然的规律叫道，随顺就是德，中国叫五伦、五常，这是永恒不会变的。大乘佛法说这是性德，自性本来具足的，不是从外来的，自然当中它就圆满，它不是少分。有缘就显示出来了，什么是缘？父子是缘，在父子里面显出亲爱，父子有亲，亲爱在父子这个缘里头生出来，让你深深的体会到。君臣有义，君臣是领导与被领导，开个小店，老板是领导，伙计是被领导，这就是君臣关系。君臣有义，义是性德，都是自自然然流露出来的。",
      "zh_TW": "真正理解中國傳統文化，知道大乘佛法（它也是一種文化），我們就真正能夠肯定、不懷疑，災難可以化解。中國老祖宗非常肯定的告訴我們人性本善。性本善，本善是正常的，不善是反常，不應該有不善，不善感召來的就是災難。大自然決定沒有災難，大自然是最健康的，大自然是最難得的，隨順大自然這叫道德。大自然的規律叫道，隨順就是德，中國叫五倫、五常，這是永恆不會變的。大乘佛法說這是性德，自性本來具足的，不是從外來的，自然當中它就圓滿，它不是少分。有緣就顯示出來了，什麼是緣？父子是緣，在父子裡面顯出親愛，父子有親，親愛在父子這個緣裡頭生出來，讓你深深的體會到。君臣有義，君臣是領導與被領導，開個小店，老闆是領導，夥計是被領導，這就是君臣關係。君臣有義，義是性德，都是自自然然流露出來的。"
    },
    {
      "id": "02-042-0068_p0016",
      "zh_CN": "夫妇有别，这个别是从工作义务上来说的，也是属于义，分工不同。夫妇组成家庭，家庭有两桩大事，一个是家庭的物质生活，男子负责家庭生计；第二个，培养下一代。这大事，不孝有三，无后为大，在一个家庭里头谁最重要？妇女比男子更重要，妇女比男子负的责任更大，这个家有没有后代，这个家能不能兴旺全靠妇女。这分工，妇女的责任重，你这个家里头能不能出圣贤，能不能出君子，就看妇女她怎么教法。妇女要没有尽到妇道，这个家庭逐渐就衰亡。妇道是大道，不是小道。生育儿女，做母亲是儿女第一代的老师，根本的老师，这个小孩根有没有扎好，叫扎根教育，完全是母亲的事情，母亲确实身行言教。所以中国人讲究胎教，孩子还没出生，还在怀孕期间，做母亲的人思想要端庄，不能有邪念，不能有妄想，为什么？会影响小孩。言语要谨慎、要柔和，最好是佛家的十善里面的口业，不妄语、不两舌、不绮语、不恶口，十个月要做到。身体的动作，一切举止都要合威仪，不犯威仪，有规有矩，这个小孩生下来好教。还得要看三年，古谚语所谓「三岁看八十」，三年扎根教育，八十岁都不会改变。这个根扎得深，他决定是孝子，他决定是忠臣，他决定是全心全意为社会做出贡献。三岁就根扎稳了，他有能力辨别是非，有能力辨别邪正，偏邪不正他会拒绝，善法他会吸取。这多重要，中国古圣先贤对这个非常讲求。",
      "zh_TW": "夫婦有別，這個別是從工作義務上來說的，也是屬於義，分工不同。夫婦組成家庭，家庭有兩樁大事，一個是家庭的物質生活，男子負責家庭生計；第二個，培養下一代。這大事，不孝有三，無後為大，在一個家庭裡頭誰最重要？婦女比男子更重要，婦女比男子負的責任更大，這個家有沒有後代，這個家能不能興旺全靠婦女。這分工，婦女的責任重，你這個家裡頭能不能出聖賢，能不能出君子，就看婦女她怎麼教法。婦女要沒有盡到婦道，這個家庭逐漸就衰亡。婦道是大道，不是小道。生育兒女，做母親是兒女第一代的老師，根本的老師，這個小孩根有沒有紮好，叫扎根教育，完全是母親的事情，母親確實身行言教。所以中國人講究胎教，孩子還沒出生，還在懷孕期間，做母親的人思想要端莊，不能有邪念，不能有妄想，為什麼？會影響小孩。言語要謹慎、要柔和，最好是佛家的十善裡面的口業，不妄語、不兩舌、不綺語、不惡口，十個月要做到。身體的動作，一切舉止都要合威儀，不犯威儀，有規有矩，這個小孩生下來好教。還得要看三年，古諺語所謂「三歲看八十」，三年扎根教育，八十歲都不會改變。這個根紮得深，他決定是孝子，他決定是忠臣，他決定是全心全意為社會做出貢獻。三歲就根紮穩了，他有能力辨別是非，有能力辨別邪正，偏邪不正他會拒絕，善法他會吸取。這多重要，中國古聖先賢對這個非常講求。"
    },
    {
      "id": "02-042-0068_p0017",
      "zh_CN": "现在没有了，我们把传统东西丢掉，至少可以说一百五十年。一百五十年前有，还在社会上流行。前面的五十年是清朝末年，慈禧太后执政，我们相信她读书不多，她根柢不厚，所以她傲慢、她自大，嫉妒心很重，最后的结果是亡国，家破人亡。民国建立之后到现在，这一百多年，把传统东西全忘掉了。清朝末年，一般年轻的留学生到外国留学，回来之后就主张全盘西化，中国东西过时了，不要了，造成今天的苦难。连英国人汤恩比博士，这个人有大智慧、有大慈悲，在学佛的人看他，这个人是菩萨再来。他对于全世界的历史，他是学历史的，特别着重在文化史，他一生没有白做，确实认知有深度、广度。从二次大战结束之后，核武器发明了，他忧心忡忡。这个时候他将近八十岁了，他八十五岁过世的。他把我们地球现前状况，跟中国春秋战国对比非常相似。二战之后，这个世界上主权国家一百四十多个，战前不到五十个，一下增加两倍。我们觉得这是好事，民主了，他看法、想法跟我们完全相反，他说不是好事情，主权国家太多，国与国之间很容易发生战争，就像春秋战国一样。现在战争会引发核武，核武的战争没有输赢，会把地球上的生物灭绝了，那就是人类集体自杀，文化完全毁灭，这使他非常忧心。",
      "zh_TW": "現在沒有了，我們把傳統東西丟掉，至少可以說一百五十年。一百五十年前有，還在社會上流行。前面的五十年是清朝末年，慈禧太后執政，我們相信她讀書不多，她根柢不厚，所以她傲慢、她自大，嫉妒心很重，最後的結果是亡國，家破人亡。民國建立之後到現在，這一百多年，把傳統東西全忘掉了。清朝末年，一般年輕的留學生到外國留學，回來之後就主張全盤西化，中國東西過時了，不要了，造成今天的苦難。連英國人湯恩比博士，這個人有大智慧、有大慈悲，在學佛的人看他，這個人是菩薩再來。他對於全世界的歷史，他是學歷史的，特別著重在文化史，他一生沒有白做，確實認知有深度、廣度。從二次大戰結束之後，核武器發明了，他憂心忡忡。這個時候他將近八十歲了，他八十五歲過世的。他把我們地球現前狀況，跟中國春秋戰國對比非常相似。二戰之後，這個世界上主權國家一百四十多個，戰前不到五十個，一下增加兩倍。我們覺得這是好事，民主了，他看法、想法跟我們完全相反，他說不是好事情，主權國家太多，國與國之間很容易發生戰爭，就像春秋戰國一樣。現在戰爭會引發核武，核武的戰爭沒有輸贏，會把地球上的生物滅絕了，那就是人類集體自殺，文化完全毀滅，這使他非常憂心。"
    },
    {
      "id": "02-042-0068_p0018",
      "zh_CN": "这问题怎么解决？你看看历史，中国春秋战国，谁把它结束的？秦始皇，秦始皇真正在政治上统一中国，那时候叫统一天下。虽然秦完全用武力，不知道用文化，十五年就完了。汉起而代之，汉朝不用武力统治，用董仲舒的建议，董仲舒建议用孔孟学说做为国家主要的教育教育人民。汉明帝的时候把佛教又请到中国来，佛教是异族文化、是印度文化，中国人心量大能包容，完全接纳了佛教文化。佛教文化大幅度的提升了中国本土文化，就是儒文化跟道家文化，乃至于三教九流。我们那个摄影棚里头有一张，三教九流是一家。所以他就想起来，全世界最好统一成一个世界国家。什么人来统治？中国人。为什么中国人？中国文化，不是武力。他就举出中国历代，汉朝文景之治，非常兴旺，唐朝贞观、开元，这都是历史上非常著名的，附近这些小国统统都归附中国，都听中国皇帝的领导。他说中国人有统一的智慧、有统一的理念、有统一的方法、有统一的成效、有统一的经验，非他不可。我们中国人不知道，这外国人讲得这么清楚、这么明白。我们最近看到的一本，是日本人写的，就是把汤恩比关于这桩事情，这些言论会集成一本书，叫《未来属于中国》。这本书流通不广，知道的人很少，我们是一个同学在图书馆找到的、看到的，拿来给我看。我看到这部书，认为可以跟《群书治要》媲美。中国人现在对于自己民族自信心丧失了，对传统文化自信心也丧失掉了，如何叫他相信，难。看看外国人说的，他说得很详细，希望能帮助我们把民族自信心、传统文化自信心找回来。",
      "zh_TW": "這問題怎麼解決？你看看歷史，中國春秋戰國，誰把它結束的？秦始皇，秦始皇真正在政治上統一中國，那時候叫統一天下。雖然秦完全用武力，不知道用文化，十五年就完了。漢起而代之，漢朝不用武力統治，用董仲舒的建議，董仲舒建議用孔孟學說做為國家主要的教育教育人民。漢明帝的時候把佛教又請到中國來，佛教是異族文化、是印度文化，中國人心量大能包容，完全接納了佛教文化。佛教文化大幅度的提升了中國本土文化，就是儒文化跟道家文化，乃至於三教九流。我們那個攝影棚裡頭有一張，三教九流是一家。所以他就想起來，全世界最好統一成一個世界國家。什麼人來統治？中國人。為什麼中國人？中國文化，不是武力。他就舉出中國歷代，漢朝文景之治，非常興旺，唐朝貞觀、開元，這都是歷史上非常著名的，附近這些小國統統都歸附中國，都聽中國皇帝的領導。他說中國人有統一的智慧、有統一的理念、有統一的方法、有統一的成效、有統一的經驗，非他不可。我們中國人不知道，這外國人講得這麼清楚、這麼明白。我們最近看到的一本，是日本人寫的，就是把湯恩比關於這樁事情，這些言論會集成一本書，叫《未來屬於中國》。這本書流通不廣，知道的人很少，我們是一個同學在圖書館找到的、看到的，拿來給我看。我看到這部書，認為可以跟《群書治要》媲美。中國人現在對於自己民族自信心喪失了，對傳統文化自信心也喪失掉了，如何叫他相信，難。看看外國人說的，他說得很詳細，希望能幫助我們把民族自信心、傳統文化自信心找回來。"
    },
    {
      "id": "02-042-0068_p0019",
      "zh_CN": "我学佛常常劝人，用最简单的话来说，大家容易记住、容易懂，那就是佛用真心，菩萨用真心，阿罗汉用真心，六道凡夫用妄心。用妄心就叫六道凡夫，用真心就是佛菩萨。真心是什么心？菩提心就是真心。真心念念想别人，为什么？别人是我真心变现出来的。惠能大师说得好，整个宇宙从哪来的？自性里生出来的，「何期自性，能生万法」。那个自性是什么？自性就是我的真心，真心只有一个，共同的。会用真心的人，对于中国传统文化、对于大乘佛法不难，他在一生当中可以成就；用妄心就难了，用妄心，一百年、一千年、一万年都不能契入。妄心求知识可以，没有问题，妄心求智慧不行。妄心造业，造善业、造恶业，善业感三善道，恶业感三恶道。真心不造业，真心流出来的是智慧、是功德、是相好，纯净纯善。那个善不是我们概念当中的善恶，为什么？因为我们的念头是妄心，它不同。真正的善，纯净纯善，极乐世界是的，华藏世界是的，诸佛报土是的，六道十法界里头没有。上官这篇报告说得好，写得非常好。我们都用真心，什么灾难都没有了，要肯定这个能量非常之大，为什么？一切法从心想生。",
      "zh_TW": "我學佛常常勸人，用最簡單的話來說，大家容易記住、容易懂，那就是佛用真心，菩薩用真心，阿羅漢用真心，六道凡夫用妄心。用妄心就叫六道凡夫，用真心就是佛菩薩。真心是什麼心？菩提心就是真心。真心念念想別人，為什麼？別人是我真心變現出來的。惠能大師說得好，整個宇宙從哪來的？自性裡生出來的，「何期自性，能生萬法」。那個自性是什麼？自性就是我的真心，真心只有一個，共同的。會用真心的人，對於中國傳統文化、對於大乘佛法不難，他在一生當中可以成就；用妄心就難了，用妄心，一百年、一千年、一萬年都不能契入。妄心求知識可以，沒有問題，妄心求智慧不行。妄心造業，造善業、造惡業，善業感三善道，惡業感三惡道。真心不造業，真心流出來的是智慧、是功德、是相好，純淨純善。那個善不是我們概念當中的善惡，為什麼？因為我們的念頭是妄心，它不同。真正的善，純淨純善，極樂世界是的，華藏世界是的，諸佛報土是的，六道十法界裡頭沒有。上官這篇報告說得好，寫得非常好。我們都用真心，什麼災難都沒有了，要肯定這個能量非常之大，為什麼？一切法從心想生。"
    },
    {
      "id": "02-042-0068_p0020",
      "zh_CN": "海贤老和尚十八岁，腿上长了个痈疮（毒疮），苦不堪言，什么药也治不好。他那个时候已经警觉到了，冤业病，妙药难医冤业病。怎么办？想到观世音菩萨大慈大悲救苦救难，医药放弃了，一心专念观世音菩萨，念了一个多月疮就好了。这什么原因？境随心转，原先我们用妄心，身体细胞染上了病毒，现在我们念头转过来用真心，真心里面没有病毒，用真心用一个多月，病毒完全化解了，恢复健康。这个道理，近代的量子力学家肯定了，是真的不是假的。所以治病，我们相信二、三十年之后科学不断的发展，会真正用，用什么？用念头，用善念、用清净心治病，什么病都能治，不需要医药，不需要打针，不需要医生，也不需要医院。所以我说那个时候学医学的都失业了，医学大学都得关门，这个话不是假话，非常有可能。",
      "zh_TW": "海賢老和尚十八歲，腿上長了個癰瘡（毒瘡），苦不堪言，什麼藥也治不好。他那個時候已經警覺到了，冤業病，妙藥難醫冤業病。怎麼辦？想到觀世音菩薩大慈大悲救苦救難，醫藥放棄了，一心專念觀世音菩薩，念了一個多月瘡就好了。這什麼原因？境隨心轉，原先我們用妄心，身體細胞染上了病毒，現在我們念頭轉過來用真心，真心裡面沒有病毒，用真心用一個多月，病毒完全化解了，恢復健康。這個道理，近代的量子力學家肯定了，是真的不是假的。所以治病，我們相信二、三十年之後科學不斷的發展，會真正用，用什麼？用念頭，用善念、用清淨心治病，什麼病都能治，不需要醫藥，不需要打針，不需要醫生，也不需要醫院。所以我說那個時候學醫學的都失業了，醫學大學都得關門，這個話不是假話，非常有可能。"
    },
    {
      "id": "02-042-0068_p0021",
      "zh_CN": "你看美国的修．蓝博士，这是我们知道第一个用意念治病的。我这里有他的照片，就这张。他这么多年来，几十年了，帮人家治病。他到我这来访问，我问他，你治病，根据什么理论把人的病治好？他告诉我清净心。自己必须做到把自己心里面的肮脏东西清除出去，我们讲放下，所有一切不善的念头统统放下，再进一步善的念头也放下，善与不善统统没有，心真正清净，以这个为基础。怎么治？把病人跟自己观想成一体，我就是他，他就是我，现在他的病就是我身上的病，我要把我身上的病治好，对方的病就没有了。一个疗程多久？一个月，就是三十天，三十次，每一天做半个小时观想。他需要的资料，病人不要见面，隔几千里都没关系，他只要病人的姓名、出生年月日、现在住址（他现在在哪里）、他的病历（医院检查他有哪些病），他只需要这四个资料。他每天在一个小房间里关起来，在那里静坐，清除。譬如说得了肺结核，他就想他肺细胞里面这些病毒，用观想，四句偈，念四句话：「对不起」，说明我对不起细胞，没有把你照顾好，让你染上病毒，「请原谅，谢谢你，我爱你」，就念四句话。你看用慈悲心，爱的力量多大。中国人以这个做传统文化的核心，父子的亲爱，中国文化从这个地方发生的。所以中国文化是爱的文化，真诚心，爱的文化。",
      "zh_TW": "你看美國的修．藍博士，這是我們知道第一個用意念治病的。我這裡有他的照片，就這張。他這麼多年來，幾十年了，幫人家治病。他到我這來訪問，我問他，你治病，根據什麼理論把人的病治好？他告訴我清淨心。自己必須做到把自己心裡面的骯髒東西清除出去，我們講放下，所有一切不善的念頭統統放下，再進一步善的念頭也放下，善與不善統統沒有，心真正清淨，以這個為基礎。怎麼治？把病人跟自己觀想成一體，我就是他，他就是我，現在他的病就是我身上的病，我要把我身上的病治好，對方的病就沒有了。一個療程多久？一個月，就是三十天，三十次，每一天做半個小時觀想。他需要的資料，病人不要見面，隔幾千里都沒關係，他只要病人的姓名、出生年月日、現在住址（他現在在哪裡）、他的病歷（醫院檢查他有哪些病），他只需要這四個資料。他每天在一個小房間裡關起來，在那裡靜坐，清除。譬如說得了肺結核，他就想他肺細胞裡面這些病毒，用觀想，四句偈，念四句話：「對不起」，說明我對不起細胞，沒有把你照顧好，讓你染上病毒，「請原諒，謝謝你，我愛你」，就念四句話。你看用慈悲心，愛的力量多大。中國人以這個做傳統文化的核心，父子的親愛，中國文化從這個地方發生的。所以中國文化是愛的文化，真誠心，愛的文化。"
    },
    {
      "id": "02-042-0068_p0022",
      "zh_CN": "汤恩比说中国人领导全世界，全世界人有福了。为什么？他仁慈，他不害人，他不会消灭别人文化，而且还帮助他提升。这在中国历史上可以看到，中国几千年来，世世代代没有欺负过别人，都是帮助人，都是辅导人，他说这是全世界人都乐意接受的。西方人统一全世界不一样，他傲慢、他自大，只有他，他那个族是世界第一，其他的人民要做奴隶，他不会让你跟他平等，他会把你消灭。这就是为什么汤恩比要选择中国人来统合世界，原因在此地。中国人接受的教育是跟自性相应的，我们传统教育相应。大乘完全是自性，大乘教学的目的是教你明心见性，回归自性。",
      "zh_TW": "湯恩比說中國人領導全世界，全世界人有福了。為什麼？他仁慈，他不害人，他不會消滅別人文化，而且還幫助他提升。這在中國歷史上可以看到，中國幾千年來，世世代代沒有欺負過別人，都是幫助人，都是輔導人，他說這是全世界人都樂意接受的。西方人統一全世界不一樣，他傲慢、他自大，只有他，他那個族是世界第一，其他的人民要做奴隸，他不會讓你跟他平等，他會把你消滅。這就是為什麼湯恩比要選擇中國人來統合世界，原因在此地。中國人接受的教育是跟自性相應的，我們傳統教育相應。大乘完全是自性，大乘教學的目的是教你明心見性，回歸自性。"
    },
    {
      "id": "02-042-0068_p0023",
      "zh_CN": "这个道理，把念佛消灾免难的道理搞清楚，我们才有信心，有信心念这句阿弥陀佛才管用。很多人在一起念佛，都是一面念一面怀疑，就不起作用。所以不能有疑惑，要真诚心、要清净心、要恭敬心去念，感应不可思议。贤公老和尚十八岁长疮这个例子给我们做证明，真有效，意念确确实实能帮助我们细胞上带的这个病毒会把它化解，会让病毒消除，恢复健康。我们过去对这个也是有疑惑，疑惑除不掉；要见性，完全明白了，我们没见性。能把这个疑惑除掉，是看了科学家的报告。修．蓝博士来看我，给我做证明，是真的，不是假的。所以现代年轻科学家，研究念力的能量的人很多，外面很多这些书籍，他们的报告出版了，都能看到，《念力的秘密》，念力的能量，超自然的。",
      "zh_TW": "這個道理，把念佛消災免難的道理搞清楚，我們才有信心，有信心念這句阿彌陀佛才管用。很多人在一起念佛，都是一面念一面懷疑，就不起作用。所以不能有疑惑，要真誠心、要清淨心、要恭敬心去念，感應不可思議。賢公老和尚十八歲長瘡這個例子給我們做證明，真有效，意念確確實實能幫助我們細胞上帶的這個病毒會把它化解，會讓病毒消除，恢復健康。我們過去對這個也是有疑惑，疑惑除不掉；要見性，完全明白了，我們沒見性。能把這個疑惑除掉，是看了科學家的報告。修．藍博士來看我，給我做證明，是真的，不是假的。所以現代年輕科學家，研究念力的能量的人很多，外面很多這些書籍，他們的報告出版了，都能看到，《念力的祕密》，念力的能量，超自然的。"
    },
    {
      "id": "02-042-0068_p0024",
      "zh_CN": "所以头一个，这个护国息灾，根本认识是生死事大，对生死要能认知。现在人不知道，以为死了什么都没有，所以他什么事情都敢干，他不知道人死只是身体。身体有生死，我没有生死，这个道理得要搞清楚，人到命终的时候、断气的时候，是我离开这个身体，这身体不是我。《金刚经》上说得很好，前半部告诉我们「无我相，无人相，无众生相，无寿者相」，后半部讲得更深刻，前半部讲相，色身，后半部讲「无我见，无人见，无众生见，无寿者见」，那个见是什么？就是我们脱离身体，我们叫灵魂，比我高一等。我这个身没有，我那个灵魂有没有？也是假的，也不是真的。什么是真的？灵性是真的，灵性就是自性，惠能大师讲自性，那是真我。真我能现万法、能生万法，宇宙是从真心变现出来的，真心变现出来的宇宙就是一真法界，无比的殊胜庄严。这一真法界搞到现在搞得这么乱，变成六道轮回了，这是阿赖耶，妄心变的。《华严》上说「唯心所现」是一真法界、是极乐世界，唯心所现；「唯识所变」，识就是妄心，妄心放在真心上，把一真法界变成十法界、变成六道轮回。是不是真的把它变了？不是的，真的怎么会变？是你自己感觉它变了，实际上呢？实际上根本没有变。六祖大师头一句话说的，「何期自性，本自清净」，就是说真心没变。变成十法界，阿赖耶把它变成十法界，真心并没有真的变，是你自己以为它变了。我们举个比喻大家就好懂，譬如黄金，我们把黄金比作自性，黄金做成器皿，把它做一个戒指、做一个手镯、做一个项链，你看它现在形状，相上变了，性上没有变，做上几千种、几万种不同的花样，它的本质没有变，还是黄金。相呢？相不一样，相有六道的相、有十法界的相，相不一样，性一样的，没变，这个道理我们要懂。大乘教里头禅宗常说，「若人识得心，大地无寸土」。禅宗学习的焦点就放在见性，见性就是见到真心，见到真心就毕业了，真心的体、真心的相、真心的作用你完全明白了，回归自性，这就是成无上道，证得究竟的佛果。",
      "zh_TW": "所以頭一個，這個護國息災，根本認識是生死事大，對生死要能認知。現在人不知道，以為死了什麼都沒有，所以他什麼事情都敢幹，他不知道人死只是身體。身體有生死，我沒有生死，這個道理得要搞清楚，人到命終的時候、斷氣的時候，是我離開這個身體，這身體不是我。《金剛經》上說得很好，前半部告訴我們「無我相，無人相，無眾生相，無壽者相」，後半部講得更深刻，前半部講相，色身，後半部講「無我見，無人見，無眾生見，無壽者見」，那個見是什麼？就是我們脫離身體，我們叫靈魂，比我高一等。我這個身沒有，我那個靈魂有沒有？也是假的，也不是真的。什麼是真的？靈性是真的，靈性就是自性，惠能大師講自性，那是真我。真我能現萬法、能生萬法，宇宙是從真心變現出來的，真心變現出來的宇宙就是一真法界，無比的殊勝莊嚴。這一真法界搞到現在搞得這麼亂，變成六道輪迴了，這是阿賴耶，妄心變的。《華嚴》上說「唯心所現」是一真法界、是極樂世界，唯心所現；「唯識所變」，識就是妄心，妄心放在真心上，把一真法界變成十法界、變成六道輪迴。是不是真的把它變了？不是的，真的怎麼會變？是你自己感覺它變了，實際上呢？實際上根本沒有變。六祖大師頭一句話說的，「何期自性，本自清淨」，就是說真心沒變。變成十法界，阿賴耶把它變成十法界，真心並沒有真的變，是你自己以為它變了。我們舉個比喻大家就好懂，譬如黃金，我們把黃金比作自性，黃金做成器皿，把它做一個戒指、做一個手鐲、做一個項鍊，你看它現在形狀，相上變了，性上沒有變，做上幾千種、幾萬種不同的花樣，它的本質沒有變，還是黃金。相呢？相不一樣，相有六道的相、有十法界的相，相不一樣，性一樣的，沒變，這個道理我們要懂。大乘教裡頭禪宗常說，「若人識得心，大地無寸土」。禪宗學習的焦點就放在見性，見性就是見到真心，見到真心就畢業了，真心的體、真心的相、真心的作用你完全明白了，回歸自性，這就是成無上道，證得究竟的佛果。"
    },
    {
      "id": "02-042-0068_p0025",
      "zh_CN": "所以真心对自己，能治自己一切的病痛；对家庭，家庭和睦；对社会，社会安定；对世界，天下太平。对自己能够化解身上的病毒，对我们住的这个地球，能够让地球上所有的灾变都能化解。最简单的方式，跟真心沟通的，就是一句阿弥陀佛的佛号，妙不可言！其他一切法，确实都是真心变的，跟真心从来没有离开。一切法你用得很巧妙，碰上了，就像开什么？号码锁一样，对准了，一拉就开。阿弥陀佛这个呢？这是不需要任何钥匙的，一拉就开了。八万四千法门，八万四千把不同的钥匙，你得要捅对了，你才门拉得开，钥匙不对开不开。但是阿弥陀佛这句佛号能开，什么锁都能开，就是这把钥匙是通用的。我这次访问新加坡，住在我们同修开的旅馆，这旅馆我住过很多次。这次老板接待我，他手上拿了一把钥匙，那个钥匙每个房间门都能开的，我才知道有这么一样东西。这个钥匙只有老板手上有，什么门这钥匙都能开。阿弥陀佛就是这把钥匙，这个钥匙不容易遇到，遇到很难相信，你要没有实验过，你怎么知道它灵？这个不是我房门钥匙，我怎么能开得开？你试试看，一试就开了。",
      "zh_TW": "所以真心對自己，能治自己一切的病痛；對家庭，家庭和睦；對社會，社會安定；對世界，天下太平。對自己能夠化解身上的病毒，對我們住的這個地球，能夠讓地球上所有的災變都能化解。最簡單的方式，跟真心溝通的，就是一句阿彌陀佛的佛號，妙不可言！其他一切法，確實都是真心變的，跟真心從來沒有離開。一切法你用得很巧妙，碰上了，就像開什麼？號碼鎖一樣，對準了，一拉就開。阿彌陀佛這個呢？這是不需要任何鑰匙的，一拉就開了。八萬四千法門，八萬四千把不同的鑰匙，你得要捅對了，你才門拉得開，鑰匙不對開不開。但是阿彌陀佛這句佛號能開，什麼鎖都能開，就是這把鑰匙是通用的。我這次訪問新加坡，住在我們同修開的旅館，這旅館我住過很多次。這次老闆接待我，他手上拿了一把鑰匙，那個鑰匙每個房間門都能開的，我才知道有這麼一樣東西。這個鑰匙只有老闆手上有，什麼門這鑰匙都能開。阿彌陀佛就是這把鑰匙，這個鑰匙不容易遇到，遇到很難相信，你要沒有實驗過，你怎麼知道它靈？這個不是我房門鑰匙，我怎麼能開得開？你試試看，一試就開了。"
    },
    {
      "id": "02-042-0068_p0026",
      "zh_CN": "所以真心，平常生活用真心，对人用真心，处世用真心，当然念佛用真心，一真一切真。千万不要我对佛用真心；我对人，他用妄心对我，我也用妄心对他，那就你甘心堕落，甘心不想离开六道轮回。真正想离开六道轮回，决定不用妄心，用真心。不要怕人骗我，不要怕人误会我，学海贤老和尚。要知道我们所受的一切冤屈是消业障，重罪轻报，应该要欢喜，应该要感恩，他不用这手段对我，这业消不了。我们对于毁谤我的、羞辱我的、批评我的，无论是善意、恶意，我都在佛龛上供的有他的长生牌位，我们天天对佛礼拜之后对他礼拜，每天给他回向，消业障，增福慧。",
      "zh_TW": "所以真心，平常生活用真心，對人用真心，處世用真心，當然念佛用真心，一真一切真。千萬不要我對佛用真心；我對人，他用妄心對我，我也用妄心對他，那就你甘心墮落，甘心不想離開六道輪迴。真正想離開六道輪迴，決定不用妄心，用真心。不要怕人騙我，不要怕人誤會我，學海賢老和尚。要知道我們所受的一切冤屈是消業障，重罪輕報，應該要歡喜，應該要感恩，他不用這手段對我，這業消不了。我們對於毀謗我的、羞辱我的、批評我的，無論是善意、惡意，我都在佛龕上供的有他的長生牌位，我們天天對佛禮拜之後對他禮拜，每天給他迴向，消業障，增福慧。"
    },
    {
      "id": "02-042-0068_p0027",
      "zh_CN": "我们学佛了，佛教给我们，我们要听话，要把它落实，然后于一切人、一切事，无论是善缘恶缘、逆境顺境，我们都能欢喜接受，常生欢喜心。样样都好，没有一样不好，他赞叹我好，他毁谤我也好，我们就是一句佛号。不被外面境界所动摇，就能消自己的业障，能消自己的业障就能消我居住环境的业障。佛法里头做法会就这么个道理，法会怎样才灵验？真心。主法的人心不真，法会人多，几百人、几千人，里头有一、二个人真心，法会就有效；如果这个法会里头一个真心都没有，这个法会没效果。当然主法的人是最重要的，主法的实在不行，没有，凡夫俗子，听众当中有老修行的，有那么一、二个就会起作用。理明白了我们就相信。",
      "zh_TW": "我們學佛了，佛教給我們，我們要聽話，要把它落實，然後於一切人、一切事，無論是善緣惡緣、逆境順境，我們都能歡喜接受，常生歡喜心。樣樣都好，沒有一樣不好，他讚歎我好，他毀謗我也好，我們就是一句佛號。不被外面境界所動搖，就能消自己的業障，能消自己的業障就能消我居住環境的業障。佛法裡頭做法會就這麼個道理，法會怎樣才靈驗？真心。主法的人心不真，法會人多，幾百人、幾千人，裡頭有一、二個人真心，法會就有效；如果這個法會裡頭一個真心都沒有，這個法會沒效果。當然主法的人是最重要的，主法的實在不行，沒有，凡夫俗子，聽眾當中有老修行的，有那麼一、二個就會起作用。理明白了我們就相信。"
    },
    {
      "id": "02-042-0068_p0028",
      "zh_CN": "她这个里头分了很多段，第一段讲，发菩提心为脱离生死的根本门路。这个我们在讲经的时候常说，我们是根据蕅益大师讲的，《弥陀经要解》上说的。信愿，就是能不能往生极乐世界，全在信愿之有无；生到极乐世界品位高下，那是念佛功夫浅深所感的。真信、切愿，我真正愿意生极乐世界，有这个心，蕅益大师说，这就是大菩提心。他说得好简单。于是我们看到很多乡下阿公阿婆，不认识字，他什么都不懂，一天到晚只晓得念佛，除念佛之外他没有别的念头。我们看到跟他打招呼，他非常慈祥，跟他说话，他好像是在那里听，其实他在念佛。这种人不能轻视，将来往生我们比不上他，他真正做到了发菩提心，一向专念，至少他们没有分别、没有执着，心里头就是一句佛号，往生的品位高。我们这些知识分子自命不凡，比不上他，信、愿、持名三桩事情都比不上他。",
      "zh_TW": "她這個裡頭分了很多段，第一段講，發菩提心為脫離生死的根本門路。這個我們在講經的時候常說，我們是根據蕅益大師講的，《彌陀經要解》上說的。信願，就是能不能往生極樂世界，全在信願之有無；生到極樂世界品位高下，那是念佛功夫淺深所感的。真信、切願，我真正願意生極樂世界，有這個心，蕅益大師說，這就是大菩提心。他說得好簡單。於是我們看到很多鄉下阿公阿婆，不認識字，他什麼都不懂，一天到晚只曉得念佛，除念佛之外他沒有別的念頭。我們看到跟他打招呼，他非常慈祥，跟他說話，他好像是在那裡聽，其實他在念佛。這種人不能輕視，將來往生我們比不上他，他真正做到了發菩提心，一向專念，至少他們沒有分別、沒有執著，心裡頭就是一句佛號，往生的品位高。我們這些知識分子自命不凡，比不上他，信、願、持名三樁事情都比不上他。"
    },
    {
      "id": "02-042-0068_p0029",
      "zh_CN": "国内有一位法师来看我，我问他，你们寺庙附近有没有这样的人？他说有，别人都瞧不起他，认为这种人没有知识，迷信，死盯着一句佛号，除这个之外什么也不懂。你跟他讲什么，他回答你的都是阿弥陀佛，他也没有说听懂听不懂，反正回答你，笑咪咪的，阿弥陀佛，除这阿弥陀佛一句话之外好像他不会说话，只会说这句话。我告诉他，这种人要尊重、要礼敬，为什么？道场有他在，你这个道场附近就有护法神。护法神不见得是为你来的，是为他来的，他跟净宗相应，圆满的相应，发菩提心，一向专念他做到了，我们没做到。我们要把他当作活菩萨看待，你要轻视他、轻慢他有罪，折福。我们在学经教、在讲经教，人家做到了，我们没做到。这他听懂了，以后对这样的人照顾更要周到，寺庙好吃的东西多送一点给他，多尊重他，少跟他说话，不扰乱他。他们真修，这个地方真正有福报。深信切愿，常常要有出离的心，这个世间真的太苦了。",
      "zh_TW": "國內有一位法師來看我，我問他，你們寺廟附近有沒有這樣的人？他說有，別人都瞧不起他，認為這種人沒有知識，迷信，死盯著一句佛號，除這個之外什麼也不懂。你跟他講什麼，他回答你的都是阿彌陀佛，他也沒有說聽懂聽不懂，反正回答你，笑咪咪的，阿彌陀佛，除這阿彌陀佛一句話之外好像他不會說話，只會說這句話。我告訴他，這種人要尊重、要禮敬，為什麼？道場有他在，你這個道場附近就有護法神。護法神不見得是為你來的，是為他來的，他跟淨宗相應，圓滿的相應，發菩提心，一向專念他做到了，我們沒做到。我們要把他當作活菩薩看待，你要輕視他、輕慢他有罪，折福。我們在學經教、在講經教，人家做到了，我們沒做到。這他聽懂了，以後對這樣的人照顧更要周到，寺廟好吃的東西多送一點給他，多尊重他，少跟他說話，不擾亂他。他們真修，這個地方真正有福報。深信切願，常常要有出離的心，這個世間真的太苦了。"
    },
    {
      "id": "02-042-0068_p0030",
      "zh_CN": "第二段讲的，菩提真心的功德，诸佛演说不尽。真的，十方三世一切诸佛如来，天天在讲经说法，说的什么？就是自性功德，自性功德就是菩提心，永远说不尽。中国古人有两句话说得很好，「其大无外，其小无内」。这两句话说得好，这两句话是真心。妄心有边际的、有底的、有内的，真心没有。真心不是物质，没有物质，也没有精神现象，也不是自然现象，三种都没有。所以不能思议，你不能去想它，想不到；你也无法说，说不清楚，叫不可思、不可议论，不可说。它有，它能生万法，万法就是一切法，世出世间一切法都是它变现的。它能隐能现，大乘经上讲的，没有缘什么都没有，它隐了，有缘它现了。好像我们梦中的梦境一样，我们作梦的时候现出来，醒过来之后隐了，没有了，痕迹都找不到。现就是现十法界依正庄严，现遍法界虚空界一切诸佛刹土，无量无边。",
      "zh_TW": "第二段講的，菩提真心的功德，諸佛演說不盡。真的，十方三世一切諸佛如來，天天在講經說法，說的什麼？就是自性功德，自性功德就是菩提心，永遠說不盡。中國古人有兩句話說得很好，「其大無外，其小無內」。這兩句話說得好，這兩句話是真心。妄心有邊際的、有底的、有內的，真心沒有。真心不是物質，沒有物質，也沒有精神現象，也不是自然現象，三種都沒有。所以不能思議，你不能去想它，想不到；你也無法說，說不清楚，叫不可思、不可議論，不可說。它有，它能生萬法，萬法就是一切法，世出世間一切法都是它變現的。它能隱能現，大乘經上講的，沒有緣什麼都沒有，它隱了，有緣它現了。好像我們夢中的夢境一樣，我們作夢的時候現出來，醒過來之後隱了，沒有了，痕跡都找不到。現就是現十法界依正莊嚴，現遍法界虛空界一切諸佛剎土，無量無邊。"
    },
    {
      "id": "02-042-0068_p0031",
      "zh_CN": "醒是什么？觉悟了，明白了，见性了。见性，境界全没有了，看到什么？常寂光，常寂光就是自性。常是永恒的存在，不生不灭；寂就是清净，没有丝毫染污；光是遍照，无处不照，没有障碍，墙壁能透过，它没有障碍。那就是真正的自己，这叫法身。法身就是常寂光，梵语毘卢遮那，毘卢遮那翻成中国的意思是光明遍照，光明遍照就是常寂光，常寂光才是自己的本体。自己的本体跟别人的本体融在一起，就像这间房子，这么多的灯光，光跟光融在一起分不开。所以整个宇宙，大乘佛法说是一体。佛为什么要示现普度众生？因为众生跟自己一体。这个普度众生，就是有一部分细胞迷了，带了病毒，佛菩萨来帮助它清理，让它恢复正常，就这个意思，这个多亲密！众生互相毁谤、互相斗争、互相残杀，错了，完全错了。",
      "zh_TW": "醒是什麼？覺悟了，明白了，見性了。見性，境界全沒有了，看到什麼？常寂光，常寂光就是自性。常是永恆的存在，不生不滅；寂就是清淨，沒有絲毫染污；光是遍照，無處不照，沒有障礙，牆壁能透過，它沒有障礙。那就是真正的自己，這叫法身。法身就是常寂光，梵語毘盧遮那，毘盧遮那翻成中國的意思是光明遍照，光明遍照就是常寂光，常寂光才是自己的本體。自己的本體跟別人的本體融在一起，就像這間房子，這麼多的燈光，光跟光融在一起分不開。所以整個宇宙，大乘佛法說是一體。佛為什麼要示現普度眾生？因為眾生跟自己一體。這個普度眾生，就是有一部分細胞迷了，帶了病毒，佛菩薩來幫助它清理，讓它恢復正常，就這個意思，這個多親密！眾生互相毀謗、互相鬥爭、互相殘殺，錯了，完全錯了。"
    },
    {
      "id": "02-042-0068_p0032",
      "zh_CN": "这个事实真相只有大乘能说得清楚、说得明白，说了之后，佛叫我们去求证。所以佛法是科学，不是讲到就算了，它要求证。求证是什么？放下就证得，放下妄想、放下分别、放下执着就成佛了。六根在六尘境界放下六尘，不但六尘应当放下，六根也要放下，六识自然就没有，根尘识了不可得。这是什么境界？一切如来实报庄严土的境界。实报土有没有相？有。虽有相，跟无相划上等号，有无是一不是二。有是什么？现。为什么现？因为有法身菩萨无始无明习气还没有断了，它现境界。无始无明习气断干净，境界没有了，纯粹的常寂光，佛家叫大光明藏，就这个意思。",
      "zh_TW": "這個事實真相只有大乘能說得清楚、說得明白，說了之後，佛叫我們去求證。所以佛法是科學，不是講到就算了，它要求證。求證是什麼？放下就證得，放下妄想、放下分別、放下執著就成佛了。六根在六塵境界放下六塵，不但六塵應當放下，六根也要放下，六識自然就沒有，根塵識了不可得。這是什麼境界？一切如來實報莊嚴土的境界。實報土有沒有相？有。雖有相，跟無相劃上等號，有無是一不是二。有是什麼？現。為什麼現？因為有法身菩薩無始無明習氣還沒有斷了，它現境界。無始無明習氣斷乾淨，境界沒有了，純粹的常寂光，佛家叫大光明藏，就這個意思。"
    },
    {
      "id": "02-042-0068_p0033",
      "zh_CN": "上官这篇文字，我们祭祖大会要出版一个小册子是吗？要印在里面。非常好，说得很详细、很透彻，理事讲得很圆满，大家看了之后才晓得事实真相，我们的心才能发得出来。我们有很多偏见，错误的见解，也都要放下，对于我们修学有很大的帮助，对于这次的法会有无量功德。下面还有：",
      "zh_TW": "上官這篇文字，我們祭祖大會要出版一個小冊子是嗎？要印在裡面。非常好，說得很詳細、很透徹，理事講得很圓滿，大家看了之後才曉得事實真相，我們的心才能發得出來。我們有很多偏見，錯誤的見解，也都要放下，對於我們修學有很大的幫助，對於這次的法會有無量功德。下面還有："
    },
    {
      "id": "02-042-0068_p0034",
      "zh_CN": "主持人：师父，悟道法师举手发言。",
      "zh_TW": "主持人：師父，悟道法師舉手發言。"
    },
    {
      "id": "02-042-0068_p0035",
      "zh_CN": "老法师：好。",
      "zh_TW": "老法師：好。"
    },
    {
      "id": "02-042-0068_p0036",
      "zh_CN": "学生：尊敬的师父上人及诸位同修大德，大家上午好，阿弥陀佛。",
      "zh_TW": "學生：尊敬的師父上人及諸位同修大德，大家上午好，阿彌陀佛。"
    },
    {
      "id": "02-042-0068_p0037",
      "zh_CN": "老法师：阿弥陀佛。",
      "zh_TW": "老法師：阿彌陀佛。"
    },
    {
      "id": "02-042-0068_p0038",
      "zh_CN": "学生：刚才听到师父的开示，护国息灾必须用真心来念佛、来待人处世，才能够根本化解这个世界的灾难，这个是师父开示，引用经典上讲的发菩提心，弟子也在学习发菩提心。刚才听到上官居士这份斋戒的报告，就是要祭祖之前，最好能够先斋戒三天来念佛，祭祖的效果才会理想。这次香港祭祖法会时间的安排是八月九号，也就是农历的七月十四号，第一天先祭祖，八月十号、十一号、十二号三天是系念法会。如果根据上官居士搜集的祖师大德有关祭祀斋戒的这份资料，应该是在前面先念佛，先做系念三天，最后一天把这三天大家共修的功德来回向给历代祖先，如果根据这个时间的安排，可能这样是不是比较理想？这也是师父平常开示，我们现在凡夫还达不到经典上讲的发菩提心这个标准，先从学心平气和这里下手，我们平常大家都是心浮气躁，心静不下来。所以这三天的斋戒，古人用这三天的斋戒也是让大家收心的，就是让我们这个浮躁的心先让它沉淀下来、平静下来，然后有这三天的收心，第四天再来祭祖，这个效果才会理想。因此根据这个资料的报告，这次香港佛陀教育协会办的中元祭祖法会，是不是这个时间、日期可以调整一下？就是八月九号、十号、十一号，大家先每天早上听上官居士这份报告，还有师父的开示，听三天，做三天的三时系念，八月十二号上午再来祭祖。这三天也是让来参与这个法会的大众收收心。就是法会一开始，八月八号大家来报到，大家从各地来，匆匆忙忙，难免心还定不下来，心浮气躁，八月九号一开始，佛还没有念就要祭祖，这个效果是不是会比较不理想？弟子悟道提供这个给师父来参考，是不是这个日期可以调整一下？根据上官居士搜集的这些资料报告，应该这个顺序是效果会比较好。以上是弟子一点浅见，恭请师父慈悲开示，阿弥陀佛。",
      "zh_TW": "學生：剛才聽到師父的開示，護國息災必須用真心來念佛、來待人處世，才能夠根本化解這個世界的災難，這個是師父開示，引用經典上講的發菩提心，弟子也在學習發菩提心。剛才聽到上官居士這份齋戒的報告，就是要祭祖之前，最好能夠先齋戒三天來念佛，祭祖的效果才會理想。這次香港祭祖法會時間的安排是八月九號，也就是農曆的七月十四號，第一天先祭祖，八月十號、十一號、十二號三天是繫念法會。如果根據上官居士蒐集的祖師大德有關祭祀齋戒的這份資料，應該是在前面先念佛，先做繫念三天，最後一天把這三天大家共修的功德來迴向給歷代祖先，如果根據這個時間的安排，可能這樣是不是比較理想？這也是師父平常開示，我們現在凡夫還達不到經典上講的發菩提心這個標準，先從學心平氣和這裡下手，我們平常大家都是心浮氣躁，心靜不下來。所以這三天的齋戒，古人用這三天的齋戒也是讓大家收心的，就是讓我們這個浮躁的心先讓它沉澱下來、平靜下來，然後有這三天的收心，第四天再來祭祖，這個效果才會理想。因此根據這個資料的報告，這次香港佛陀教育協會辦的中元祭祖法會，是不是這個時間、日期可以調整一下？就是八月九號、十號、十一號，大家先每天早上聽上官居士這份報告，還有師父的開示，聽三天，做三天的三時繫念，八月十二號上午再來祭祖。這三天也是讓來參與這個法會的大眾收收心。就是法會一開始，八月八號大家來報到，大家從各地來，匆匆忙忙，難免心還定不下來，心浮氣躁，八月九號一開始，佛還沒有念就要祭祖，這個效果是不是會比較不理想？弟子悟道提供這個給師父來參考，是不是這個日期可以調整一下？根據上官居士蒐集的這些資料報告，應該這個順序是效果會比較好。以上是弟子一點淺見，恭請師父慈悲開示，阿彌陀佛。"
    },
    {
      "id": "02-042-0068_p0039",
      "zh_CN": "老法师：悟道法师的建议很好。这个问题，我们只是求佛菩萨特别的慈悲，怜悯众生。因为我们现前的社会跟过去不能相比，不要说是一百年以前，我们说十年，现前社会跟十年前，我们记忆犹新，那个时候的社会比现在可爱；再往前十年，你愈往前面走，前面愈可爱。如果推到抗战时期，六、七十年前，那个时候确实人口没有现在这么多，中国在那个时候四亿人，四万万同胞，现在好像有十四亿人。人少，人与人当中亲切，我们在学校念书，住在学校，同学真的像兄弟姐妹一样互相照顾，老师对学生比儿女还爱护、还周到，现在没有了，现在的亲兄弟也没有我们那个时候同学当中的感情。时代在退转，所以心浮气躁是现在正常现象，因此许许多多的忏仪、祈祷都不灵了。仪式在，没有做错，照着做，但是感应没有了，为什么？心态上出了问题，知见上出了问题。这个问题是教育，我们把传统教育丢了，把圣贤教育丢了，把因果教育也丢了，什么都不相信，相信自己的胡思乱想，相信自己的邪知偏见。三天斋戒是在那个时候，太平盛世的时候，这些帝王要修三天，现在修三十天比不上从前三天。那现在怎么办？我们个人，我们自己明白了自己干，别人没有斋戒，我们自己斋戒。佛法，我的老师章嘉大师告诉我，佛法重实质不重形式。那我们事情就好办了，我抽出三天时间，好好的这三天一切放下，电话也把它切断，这三天我烧香、拜佛、念佛、诵经，把整个心清净下来，尽量的把妄想杂念、分别执着，尽量放下，把我们的真诚心、恭敬心、清净心找回来，能找多少就算多少，这就有感应，这就有效果。",
      "zh_TW": "老法師：悟道法師的建議很好。這個問題，我們只是求佛菩薩特別的慈悲，憐憫眾生。因為我們現前的社會跟過去不能相比，不要說是一百年以前，我們說十年，現前社會跟十年前，我們記憶猶新，那個時候的社會比現在可愛；再往前十年，你愈往前面走，前面愈可愛。如果推到抗戰時期，六、七十年前，那個時候確實人口沒有現在這麼多，中國在那個時候四億人，四萬萬同胞，現在好像有十四億人。人少，人與人當中親切，我們在學校念書，住在學校，同學真的像兄弟姐妹一樣互相照顧，老師對學生比兒女還愛護、還周到，現在沒有了，現在的親兄弟也沒有我們那個時候同學當中的感情。時代在退轉，所以心浮氣躁是現在正常現象，因此許許多多的懺儀、祈禱都不靈了。儀式在，沒有做錯，照著做，但是感應沒有了，為什麼？心態上出了問題，知見上出了問題。這個問題是教育，我們把傳統教育丟了，把聖賢教育丟了，把因果教育也丟了，什麼都不相信，相信自己的胡思亂想，相信自己的邪知偏見。三天齋戒是在那個時候，太平盛世的時候，這些帝王要修三天，現在修三十天比不上從前三天。那現在怎麼辦？我們個人，我們自己明白了自己幹，別人沒有齋戒，我們自己齋戒。佛法，我的老師章嘉大師告訴我，佛法重實質不重形式。那我們事情就好辦了，我抽出三天時間，好好的這三天一切放下，電話也把它切斷，這三天我燒香、拜佛、念佛、誦經，把整個心清淨下來，盡量的把妄想雜念、分別執著，盡量放下，把我們的真誠心、恭敬心、清淨心找回來，能找多少就算多少，這就有感應，這就有效果。"
    },
    {
      "id": "02-042-0068_p0040",
      "zh_CN": "现在法会虽然大，人多，其中有几个人在里面都产生效果。有没有？有。谁？菩萨化身，我们不认识。如果没有菩萨化身在里头，法会就白做了。我们没有那个慈悲心，佛菩萨有，哪一次法会没有几个再来人在里头？我相信肯定有。他们永远不会暴露身分，你不知道，但是你旁边细心观察，他真干。从哪里看？最明显的，这些人老实、听话、真干，没有意见，没有这个想法、那个想法，没有，照着规矩做，规矩是祖师大德定的。现在人人心浮躁，佛菩萨再来应化也恒顺众生，他也不会提意见，要提意见改方便，大家都来搞就乱了，所以他不会这样做的，他一定循着老规矩。黄念祖老居士注解《无量寿经》，你看他用经论来注解，用祖师大德的话来注解，引用资料一百九十三种，这我亲眼看到的。这是什么？这叫恒顺众生，他不用他自己的意思来解释，自己的意思解释，别人听了不相信，用祖师大德的，大家没话说了。这是真实智慧，这是善巧方便，把问题给我们解决了。所以我们明了，我会在讲经里头这几天提示大家，要准备参加法会的人，这个前几天应该万缘放下，一心念佛，求这个法会有圆满殊胜功德，我会跟大家报告。提议很好。法会现在正在筹备当中，积极筹备，参与法会的同学回家好好念佛，这个法会会更庄严、更殊胜，功德显著。真的，不能说灾难完全消除，这大灾难化成小灾难，小灾难就化成无灾难，这样就很好。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "現在法會雖然大，人多，其中有幾個人在裡面都產生效果。有沒有？有。誰？菩薩化身，我們不認識。如果沒有菩薩化身在裡頭，法會就白做了。我們沒有那個慈悲心，佛菩薩有，哪一次法會沒有幾個再來人在裡頭？我相信肯定有。他們永遠不會暴露身分，你不知道，但是你旁邊細心觀察，他真幹。從哪裡看？最明顯的，這些人老實、聽話、真幹，沒有意見，沒有這個想法、那個想法，沒有，照著規矩做，規矩是祖師大德定的。現在人人心浮躁，佛菩薩再來應化也恆順眾生，他也不會提意見，要提意見改方便，大家都來搞就亂了，所以他不會這樣做的，他一定循著老規矩。黃念祖老居士註解《無量壽經》，你看他用經論來註解，用祖師大德的話來註解，引用資料一百九十三種，這我親眼看到的。這是什麼？這叫恆順眾生，他不用他自己的意思來解釋，自己的意思解釋，別人聽了不相信，用祖師大德的，大家沒話說了。這是真實智慧，這是善巧方便，把問題給我們解決了。所以我們明瞭，我會在講經裡頭這幾天提示大家，要準備參加法會的人，這個前幾天應該萬緣放下，一心念佛，求這個法會有圓滿殊勝功德，我會跟大家報告。提議很好。法會現在正在籌備當中，積極籌備，參與法會的同學回家好好念佛，這個法會會更莊嚴、更殊勝，功德顯著。真的，不能說災難完全消除，這大災難化成小災難，小災難就化成無災難，這樣就很好。好，今天時間到了，我們就學習到此地。"
    }
  ]
}