{
  "doc_id": "02-042-0104",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "开吉法师",
    "庄霖法师",
    "黄柏霖"
  ],
  "volume": {
    "zh_CN": "第一０四集",
    "zh_TW": "第一０四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0104",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "02-042-0104_p0001",
      "zh_CN": "学生：惭愧弟子开吉，今日恭敬报告的主题是「彩云之南的妙香佛国」。",
      "zh_TW": "學生：慚愧弟子開吉，今日恭敬報告的主題是「彩雲之南的妙香佛國」。"
    },
    {
      "id": "02-042-0104_p0002",
      "zh_CN": "一、妙香佛国阿嵯耶观音。寻访千年佛国云南大理，唐代于此建国南诏，南诏后期佛教开始兴盛。公元九三七年，段思平建立大理国，以其尊崇佛教，故称为妙香国。妙香是指性德宝香，乃是自性本有，非从外得。诚如《无量寿经》所云：「身口常出无量妙香，犹如栴檀、优钵罗华，其香普熏无量世界」，即此之谓也。大理国时期佛教达到极盛，崇尚密宗，以素食开筵。二十二代大理国国王，有七代禅位出家。",
      "zh_TW": "一、妙香佛國阿嵯耶觀音。尋訪千年佛國雲南大理，唐代於此建國南詔，南詔後期佛教開始興盛。公元九三七年，段思平建立大理國，以其尊崇佛教，故稱為妙香國。妙香是指性德寶香，乃是自性本有，非從外得。誠如《無量壽經》所云：「身口常出無量妙香，猶如栴檀、優缽羅華，其香普熏無量世界」，即此之謂也。大理國時期佛教達到極盛，崇尚密宗，以素食開筵。二十二代大理國國王，有七代禪位出家。"
    },
    {
      "id": "02-042-0104_p0003",
      "zh_CN": "南诏时期，阿嵯耶观音化为梵僧，授记蒙氏，从此南诏代代崇奉，称为建国圣源阿嵯耶观音，是密教阿弥陀佛之化身。对观世音菩萨的崇奉，至大理国时期仍历久不衰。当地的同修曾经告诉弟子，观世音菩萨在大理，被亲切的称为观音老爹、观音老妈，历史上流传着许多观音菩萨救苦救难的感人故事。",
      "zh_TW": "南詔時期，阿嵯耶觀音化為梵僧，授記蒙氏，從此南詔代代崇奉，稱為建國聖源阿嵯耶觀音，是密教阿彌陀佛之化身。對觀世音菩薩的崇奉，至大理國時期仍歷久不衰。當地的同修曾經告訴弟子，觀世音菩薩在大理，被親切的稱為觀音老爹、觀音老媽，歷史上流傳著許多觀音菩薩救苦救難的感人故事。"
    },
    {
      "id": "02-042-0104_p0004",
      "zh_CN": "在净土宗，观世音菩萨是西方三圣之一。大慈念老于《大经科注》中云：「阿弥陀佛，今现在说法，经无量劫，观音即补其处，号普光功德山王佛」。老法师说，释迦世尊亦为我等做榜样，讲经说法四十九年，亦是今现在说法。极乐世界以教学为先，蔚为全宇宙之最佳榜样，待至阿弥陀佛之化缘尽了之时，即示现般涅槃，观世音菩萨即补佛位，名号是普光功德山王佛，届时观音菩萨亦是传佛衣钵，今现在说法。",
      "zh_TW": "在淨土宗，觀世音菩薩是西方三聖之一。大慈念老於《大經科註》中云：「阿彌陀佛，今現在說法，經無量劫，觀音即補其處，號普光功德山王佛」。老法師說，釋迦世尊亦為我等做榜樣，講經說法四十九年，亦是今現在說法。極樂世界以教學為先，蔚為全宇宙之最佳榜樣，待至阿彌陀佛之化緣盡了之時，即示現般涅槃，觀世音菩薩即補佛位，名號是普光功德山王佛，屆時觀音菩薩亦是傳佛衣缽，今現在說法。"
    },
    {
      "id": "02-042-0104_p0005",
      "zh_CN": "《观世音菩萨授记经》云：「阿弥陀佛正法灭后，过中夜分，明相出时，观世音菩萨，于七宝菩提树下，结加趺坐，成等正觉，号普光功德山王如来」。观世音菩萨示现成佛，十号具足，「应供、正遍知、明行足、善逝、世间解、无上士、调御丈夫、天人师、佛、世尊」，十号具足即是性德圆满。老法师开示说，观世音菩萨成佛时的极乐世界称为众宝普集庄严世界，比现在的极乐世界还超胜，佛号是普光功德山王如来。诚如俗话所言，「家家观世音，户户弥陀佛」，观世音菩萨的法缘特别殊胜，成佛之后国土的依正庄严超过极乐世界。因此《授记经》云：「其佛国土自然七宝，众妙合成庄严之事，诸佛世尊，于恒沙劫说不能尽」。由此可见此国土的殊胜。",
      "zh_TW": "《觀世音菩薩授記經》云：「阿彌陀佛正法滅後，過中夜分，明相出時，觀世音菩薩，於七寶菩提樹下，結加趺坐，成等正覺，號普光功德山王如來」。觀世音菩薩示現成佛，十號具足，「應供、正遍知、明行足、善逝、世間解、無上士、調御丈夫、天人師、佛、世尊」，十號具足即是性德圓滿。老法師開示說，觀世音菩薩成佛時的極樂世界稱為眾寶普集莊嚴世界，比現在的極樂世界還超勝，佛號是普光功德山王如來。誠如俗話所言，「家家觀世音，戶戶彌陀佛」，觀世音菩薩的法緣特別殊勝，成佛之後國土的依正莊嚴超過極樂世界。因此《授記經》云：「其佛國土自然七寶，眾妙合成莊嚴之事，諸佛世尊，於恆沙劫說不能盡」。由此可見此國土的殊勝。"
    },
    {
      "id": "02-042-0104_p0006",
      "zh_CN": "妙香佛国云南大理在历史上，即是以尊崇佛教、崇奉观音，而得以「兵马强盛，王业克昌，万姓无妖扎之灾，五谷有丰盈之瑞」（见《南诏图传》）。佛陀教育化导一方，使得天下和顺、国丰民安之效，于此可见一斑。",
      "zh_TW": "妙香佛國雲南大理在歷史上，即是以尊崇佛教、崇奉觀音，而得以「兵馬強盛，王業克昌，萬姓無妖扎之災，五穀有豐盈之瑞」（見《南詔圖傳》）。佛陀教育化導一方，使得天下和順、國豐民安之效，於此可見一斑。"
    },
    {
      "id": "02-042-0104_p0007",
      "zh_CN": "二、迦叶尊者守衣入定的鸡足山。探寻数年前所走过的足迹，此行故地重游，参访圣迹，倍感欣喜。云南鸡足山位于宾川县城牛井镇西北三十公里处，因前列三峰，后拖一岭，形如鸡足，故名鸡足山，是汉传佛教与藏传佛教的交汇地。",
      "zh_TW": "二、迦葉尊者守衣入定的雞足山。探尋數年前所走過的足跡，此行故地重遊，參訪聖跡，倍感欣喜。雲南雞足山位於賓川縣城牛井鎮西北三十公里處，因前列三峰，後拖一嶺，形如雞足，故名雞足山，是漢傳佛教與藏傳佛教的交匯地。"
    },
    {
      "id": "02-042-0104_p0008",
      "zh_CN": "大迦叶尊者，乃传佛心印之禅宗初祖，常住于世间，在云南鸡足山守衣入定，待弥勒菩萨示现成佛，再将世尊的衣钵传授给弥勒佛。据唐朝玄奘大师《大唐西域记》记载：「如来化缘斯毕，垂将涅槃，告迦叶波曰：『我于旷劫勤修苦行，为诸众生求无上法，昔所愿期，今已果满。我今将欲入大涅槃，以诸法藏嘱累于汝，住持宣布，勿有失坠。姨母所献金缕袈裟，慈氏成佛，留以传付。』迦叶承旨，住持正法。」老法师于讲席中说，克实而论，迦叶尊者久远劫就已成佛，今示现声闻身，帮助释迦牟尼佛教化众生。",
      "zh_TW": "大迦葉尊者，乃傳佛心印之禪宗初祖，常住於世間，在雲南雞足山守衣入定，待彌勒菩薩示現成佛，再將世尊的衣缽傳授給彌勒佛。據唐朝玄奘大師《大唐西域記》記載：「如來化緣斯畢，垂將涅槃，告迦葉波曰：『我於曠劫勤修苦行，為諸眾生求無上法，昔所願期，今已果滿。我今將欲入大涅槃，以諸法藏囑累於汝，住持宣布，勿有失墜。姨母所獻金縷袈裟，慈氏成佛，留以傳付。』迦葉承旨，住持正法。」老法師於講席中說，剋實而論，迦葉尊者久遠劫就已成佛，今示現聲聞身，幫助釋迦牟尼佛教化眾生。"
    },
    {
      "id": "02-042-0104_p0009",
      "zh_CN": "清光绪十五年（一八八九年），虚云老和尚万里朝拜印度、斯里兰卡等地后，回国至云南鸡足山三步一拜，朝礼大迦叶尊者。于华首门礼拜时，忽闻大钟三声。光绪二十八年，虚老从终南山再次行脚至华首门，夜宿树下，复闻石门内之钟磬声。此乃朝拜迦叶尊者之不思议感应。",
      "zh_TW": "清光緒十五年（一八八九年），虛雲老和尚萬里朝拜印度、斯里蘭卡等地後，回國至雲南雞足山三步一拜，朝禮大迦葉尊者。於華首門禮拜時，忽聞大鐘三聲。光緒二十八年，虛老從終南山再次行腳至華首門，夜宿樹下，復聞石門內之鐘磬聲。此乃朝拜迦葉尊者之不思議感應。"
    },
    {
      "id": "02-042-0104_p0010",
      "zh_CN": "三、参访鸡足山大士阁、报恩寺。鸡足山大士阁、报恩寺皆与观世音菩萨渊源颇深。大士阁是百年古刹，旧名三摩寺，始建于明代万历年间，是著名的观世音菩萨道场，历史上观音菩萨曾于此显灵。二００九年，印信法师及向小莉馆长于此恢复重建，安僧护法，现颇具规模。禀承恩师上净下空老法师的教导，「一门深入，长时薰修」，专修专弘净土法门，办班教学，落实四根，培养弘法人才，功德无量。",
      "zh_TW": "三、參訪雞足山大士閣、報恩寺。雞足山大士閣、報恩寺皆與觀世音菩薩淵源頗深。大士閣是百年古剎，舊名三摩寺，始建於明代萬曆年間，是著名的觀世音菩薩道場，歷史上觀音菩薩曾於此顯靈。二００九年，印信法師及向小莉館長於此恢復重建，安僧護法，現頗具規模。稟承恩師上淨下空老法師的教導，「一門深入，長時薰修」，專修專弘淨土法門，辦班教學，落實四根，培養弘法人才，功德無量。"
    },
    {
      "id": "02-042-0104_p0011",
      "zh_CN": "在鸡足山，大士阁素食闻名遐迩，蔚为一绝。在二０一四年二月的云南大理鸡足山素食烹饪比赛中，大士阁精美绝伦的鸡足山大士素宴，荣获一等奖。其中到底有什么秘诀呢？向馆长说，当她每次煮饭和泡茶之时，心中会自然涌现出阿弥陀佛圣号。想必这就是大士阁素食远近闻名的诀窍吧，这句弥陀圣号，能够让餐食呈现出最美丽的水结晶。",
      "zh_TW": "在雞足山，大士閣素食聞名遐邇，蔚為一絕。在二０一四年二月的雲南大理雞足山素食烹飪比賽中，大士閣精美絕倫的雞足山大士素宴，榮獲一等獎。其中到底有什麼祕訣呢？向館長說，當她每次煮飯和泡茶之時，心中會自然湧現出阿彌陀佛聖號。想必這就是大士閣素食遠近聞名的訣竅吧，這句彌陀聖號，能夠讓餐食呈現出最美麗的水結晶。"
    },
    {
      "id": "02-042-0104_p0012",
      "zh_CN": "夜幕降临之时，鸡足山最美的景色就是广阔的天际，与浩瀚的星空。仰望苍穹，成千上万颗明星闪耀于天空，光华灿烂，仿佛触手可及。《华严教门指掌》云：「如来于菩提树下，降伏外魔，朗然大悟，成正等觉，名菩提身」。此乃如来十身之第一。释迦牟尼佛三十岁时，于菩提树下，夜睹明星，大彻大悟、明心见性，见性成佛，称为菩提身。",
      "zh_TW": "夜幕降臨之時，雞足山最美的景色就是廣闊的天際，與浩瀚的星空。仰望蒼穹，成千上萬顆明星閃耀於天空，光華燦爛，彷彿觸手可及。《華嚴教門指掌》云：「如來於菩提樹下，降伏外魔，朗然大悟，成正等覺，名菩提身」。此乃如來十身之第一。釋迦牟尼佛三十歲時，於菩提樹下，夜睹明星，大徹大悟、明心見性，見性成佛，稱為菩提身。"
    },
    {
      "id": "02-042-0104_p0013",
      "zh_CN": "向馆长跟弟子介绍，种植在大士阁前的小菩提树，正是从斯里兰卡的圣菩提树分枝而来。当年，阿育王的女儿僧伽密多到斯里兰卡弘法之时，从印度菩提伽耶的菩提树（佛陀当年于此树下大彻大悟）分枝至斯里兰卡，栽种成活。国王视之为佛陀化身，晨昏定省，虔诚礼拜。此圣菩提树乃是佛法在斯里兰卡建立稳固基础之象征。大士阁的菩提树虽还很小，如同在此修学的法师们，现在此稳扎四根，一门深入，专学《大经》，想必将来必能承传净宗，法音宣流，广宣大教，演畅妙法。就如同小菩提树长大之后，枝繁叶茂、绿叶成荫一般。",
      "zh_TW": "向館長跟弟子介紹，種植在大士閣前的小菩提樹，正是從斯里蘭卡的聖菩提樹分枝而來。當年，阿育王的女兒僧伽密多到斯里蘭卡弘法之時，從印度菩提伽耶的菩提樹（佛陀當年於此樹下大徹大悟）分枝至斯里蘭卡，栽種成活。國王視之為佛陀化身，晨昏定省，虔誠禮拜。此聖菩提樹乃是佛法在斯里蘭卡建立穩固基礎之象徵。大士閣的菩提樹雖還很小，如同在此修學的法師們，現在此穩紮四根，一門深入，專學《大經》，想必將來必能承傳淨宗，法音宣流，廣宣大教，演暢妙法。就如同小菩提樹長大之後，枝繁葉茂、綠葉成蔭一般。"
    },
    {
      "id": "02-042-0104_p0014",
      "zh_CN": "向馆长跟弟子介绍，到寺院修学的学生，至少要用五年的时间稳扎四根，尔后严格审核，评定德行，考核功课，方依其志愿，剃度出家。由于道场要求严格，出家之前德行基础扎实，因而能够见和同解，勤修六和，和合共住，建立良好的道风和学风。",
      "zh_TW": "向館長跟弟子介紹，到寺院修學的學生，至少要用五年的時間穩紮四根，爾後嚴格審核，評定德行，考核功課，方依其志願，剃度出家。由於道場要求嚴格，出家之前德行基礎紮實，因而能夠見和同解，勤修六和，和合共住，建立良好的道風和學風。"
    },
    {
      "id": "02-042-0104_p0015",
      "zh_CN": "四、念佛三年自在往生的好榜样。在鸡足山报恩寺念佛堂外，弟子见到了黄忠昌居士和另一位老菩萨的照片。向馆长介绍说，这是道场成立之初最早往生的菩萨。",
      "zh_TW": "四、念佛三年自在往生的好榜樣。在雞足山報恩寺念佛堂外，弟子見到了黃忠昌居士和另一位老菩薩的照片。向館長介紹說，這是道場成立之初最早往生的菩薩。"
    },
    {
      "id": "02-042-0104_p0016",
      "zh_CN": "从二００一年信德图书馆成立之后，有多位菩萨往生西方，瑞相稀有。二００四年，七十五岁的吴振峰居士预知时至，自在往生；二００五年，五十九岁的吴粉玲居士于念佛声中，微笑往生；二００六年，三十八岁的黄忠昌居士闭关两年零十个月，舍报往生。他们生前都是每日六小时专听上净下空老法师所宣讲的《无量寿经》，十一小时精进念佛不懈。吴振峰与黄忠昌居士更是止语用功，绝无闲岔。",
      "zh_TW": "從二００一年信德圖書館成立之後，有多位菩薩往生西方，瑞相稀有。二００四年，七十五歲的吳振峰居士預知時至，自在往生；二００五年，五十九歲的吳粉玲居士於念佛聲中，微笑往生；二００六年，三十八歲的黃忠昌居士閉關兩年零十個月，捨報往生。他們生前都是每日六小時專聽上淨下空老法師所宣講的《無量壽經》，十一小時精進念佛不懈。吳振峰與黃忠昌居士更是止語用功，絕無閒岔。"
    },
    {
      "id": "02-042-0104_p0017",
      "zh_CN": "恩师上净下空老法师在讲经时常常说，在《往生传》、《净土圣贤录》之中，有一半以上的人，从接触净土法门直至往生，三年就成功了。黄忠昌居士听说念佛三年可以往生，于是闭关念佛，决志求生净土，向小莉馆长护持。",
      "zh_TW": "恩師上淨下空老法師在講經時常常說，在《往生傳》、《淨土聖賢錄》之中，有一半以上的人，從接觸淨土法門直至往生，三年就成功了。黃忠昌居士聽說念佛三年可以往生，於是閉關念佛，決志求生淨土，向小莉館長護持。"
    },
    {
      "id": "02-042-0104_p0018",
      "zh_CN": "据黄忠昌居士的生平简历记载：黄忠昌居士，一九六八年出生于广东省惠州。二００一年于深圳信德图书馆成立时，至道场做义工。二００三年中秋，发心止语念佛，立志为大众做念佛三年决定往生的典范。精进好学，每天念佛十一小时，专听老法师讲《无量寿经》六小时，从无间断。全经反复听了五次。黄居士修行最大的长处是能每天认真忏悔、反省改过，听经闻法后即彻底放下，依教奉行。自发心精进念佛起，生病发烧，即断绝饮食，一心念佛，从不吃药，安然度过。二００六年六月八日黄居士晚上发烧，不仅拒绝医药，一反常态的，连滴水也不沾。六月九日上午，图书馆负责人征得黄居士本人同意，送医治疗。检查结果是肺部严重感染，有生命危险。医生说，黄居士从进医院开始，神智始终清楚，口中不停念着阿弥陀佛，从无间断。六月八日晚上，图书馆负责人曾于梦中见到一男子要走，请为他安排时间，希望不超过九日下午五点，因他第一站要到香港，在老法师讲经时谢恩。果然，黄居士于六月九日下午四时五十分往生。足以证明古大德于往生传记所记载，真信切愿，三年念佛决定往生之语，真实不虚。",
      "zh_TW": "據黃忠昌居士的生平簡歷記載：黃忠昌居士，一九六八年出生於廣東省惠州。二００一年於深圳信德圖書館成立時，至道場做義工。二００三年中秋，發心止語念佛，立志為大眾做念佛三年決定往生的典範。精進好學，每天念佛十一小時，專聽老法師講《無量壽經》六小時，從無間斷。全經反覆聽了五次。黃居士修行最大的長處是能每天認真懺悔、反省改過，聽經聞法後即徹底放下，依教奉行。自發心精進念佛起，生病發燒，即斷絕飲食，一心念佛，從不吃藥，安然度過。二００六年六月八日黃居士晚上發燒，不僅拒絕醫藥，一反常態的，連滴水也不沾。六月九日上午，圖書館負責人徵得黃居士本人同意，送醫治療。檢查結果是肺部嚴重感染，有生命危險。醫生說，黃居士從進醫院開始，神智始終清楚，口中不停念著阿彌陀佛，從無間斷。六月八日晚上，圖書館負責人曾於夢中見到一男子要走，請為他安排時間，希望不超過九日下午五點，因他第一站要到香港，在老法師講經時謝恩。果然，黃居士於六月九日下午四時五十分往生。足以證明古大德於往生傳記所記載，真信切願，三年念佛決定往生之語，真實不虛。"
    },
    {
      "id": "02-042-0104_p0019",
      "zh_CN": "老法师于讲席中说，黄忠昌居士在关房中读诵《无量寿经》，念阿弥陀佛，真正放下万缘，两年十个月预知时至，自在往生。他信愿坚定，厌离娑婆，念佛三年功夫成就，舍弃寿命，蒙佛接引，自在往生，证明弥陀大愿真实不虚。",
      "zh_TW": "老法師於講席中說，黃忠昌居士在關房中讀誦《無量壽經》，念阿彌陀佛，真正放下萬緣，兩年十個月預知時至，自在往生。他信願堅定，厭離娑婆，念佛三年功夫成就，捨棄壽命，蒙佛接引，自在往生，證明彌陀大願真實不虛。"
    },
    {
      "id": "02-042-0104_p0020",
      "zh_CN": "黄忠昌居士为后人留下「发愿文」以及「止语的好处」。净业学人，可资借镜，获益良多，摘录其要，以飨学人：",
      "zh_TW": "黃忠昌居士為後人留下「發願文」以及「止語的好處」。淨業學人，可資借鏡，獲益良多，摘錄其要，以饗學人："
    },
    {
      "id": "02-042-0104_p0021",
      "zh_CN": "「止语的好处」：一、真正做到「善护口业，不讥他过」，使自己能尽最大的努力修好十善业，积累往生的福德资粮。（注：亦防止损福，避免灾祸。）二、能够避免犯破六和敬，破坏正法道场的重罪。（注：《易经》云「吉人寡语」，杂心闲话缘于贪瞋痴慢，多言者心不在道，未真正生起了生死出三界之心。）如果是真正的修道人，心里常存惭愧，一定会珍惜光阴，把精力用在听经、讲经、看书、念佛、拜佛。三、能够提升自己的忍辱功夫。（注：止语可练就自己样样忍耐，克服烦恼，慢慢做到不见他人过，只见自己过，不为外境所转。）四、能够提升自己的诚敬心，能够得到佛菩萨更大的加持。诚敬心多一分则多消一分罪，多增一分福慧，多得佛菩萨的一分加持。五、能够提升自己的警觉心。（注：止语能帮助察觉自己烦恼习气、毛病过失，并加以控制和改正。）六、能够比较有效的保护自己的清净心。（注：避免杂心闲话，帮助精进修行，心常空灵，愈加清净，愈有智慧。）七、能够更好的学习随缘度日。（注：更加老实，没有意见，随缘度日，心平气和，伏住烦恼。）八、能够放下种种恩怨。（注：保持平等心，一视同仁，平等对待一切人。）九、能够增长谦卑、恭敬的心。（注：放下贡高我慢、自以为是，感到自己微不足道，增长谦敬之心。）十、不提供机会让人与自己谈话，也减少了别人造业的机会。（注：亦防止他人烦恼现行，障碍自己正常修学。）十一、止语其实是在享清福。止语久了的人，会觉得说话是很麻烦、很辛苦的事，请他说话他会感到很不愿意，也很不自然。",
      "zh_TW": "「止語的好處」：一、真正做到「善護口業，不譏他過」，使自己能盡最大的努力修好十善業，積累往生的福德資糧。（註：亦防止損福，避免災禍。）二、能夠避免犯破六和敬，破壞正法道場的重罪。（註：《易經》云「吉人寡語」，雜心閒話緣於貪瞋痴慢，多言者心不在道，未真正生起了生死出三界之心。）如果是真正的修道人，心裡常存慚愧，一定會珍惜光陰，把精力用在聽經、講經、看書、念佛、拜佛。三、能夠提升自己的忍辱功夫。（註：止語可練就自己樣樣忍耐，克服煩惱，慢慢做到不見他人過，只見自己過，不為外境所轉。）四、能夠提升自己的誠敬心，能夠得到佛菩薩更大的加持。誠敬心多一分則多消一分罪，多增一分福慧，多得佛菩薩的一分加持。五、能夠提升自己的警覺心。（註：止語能幫助察覺自己煩惱習氣、毛病過失，並加以控制和改正。）六、能夠比較有效的保護自己的清淨心。（註：避免雜心閒話，幫助精進修行，心常空靈，愈加清淨，愈有智慧。）七、能夠更好的學習隨緣度日。（註：更加老實，沒有意見，隨緣度日，心平氣和，伏住煩惱。）八、能夠放下種種恩怨。（註：保持平等心，一視同仁，平等對待一切人。）九、能夠增長謙卑、恭敬的心。（註：放下貢高我慢、自以為是，感到自己微不足道，增長謙敬之心。）十、不提供機會讓人與自己談話，也減少了別人造業的機會。（註：亦防止他人煩惱現行，障礙自己正常修學。）十一、止語其實是在享清福。止語久了的人，會覺得說話是很麻煩、很辛苦的事，請他說話他會感到很不願意，也很不自然。"
    },
    {
      "id": "02-042-0104_p0022",
      "zh_CN": "黄忠昌居士留给世人的这篇「止语的好处」，正是《无量寿经》经文「善护口业，不讥他过」的最佳注解，深值我等净业学人效法学习。",
      "zh_TW": "黃忠昌居士留給世人的這篇「止語的好處」，正是《無量壽經》經文「善護口業，不譏他過」的最佳註解，深值我等淨業學人效法學習。"
    },
    {
      "id": "02-042-0104_p0023",
      "zh_CN": "最为感人至深的，是黄忠昌居士的身教。胡小林老师曾经在印光大师十念法之问题讨论中，回忆起向馆长所讲述的两则故事。在念佛的过程中，有一位天津的女居士诬告黄忠昌对她非礼，向馆长明辨是非，没有听信谣言。不料有一次，在念佛出班后，这位女居士当着众人的面，来到黄忠昌面前啪啪搧了他两耳光子。当时向馆长站在旁边，看到黄忠昌不为所动，眼皮垂帘，还在那儿念阿弥陀佛、阿弥陀佛，就像没有被打一样。听闻此事，胡小林老师感动的说，这就是往生的样子！",
      "zh_TW": "最為感人至深的，是黃忠昌居士的身教。胡小林老師曾經在印光大師十念法之問題討論中，回憶起向館長所講述的兩則故事。在念佛的過程中，有一位天津的女居士誣告黃忠昌對她非禮，向館長明辨是非，沒有聽信謠言。不料有一次，在念佛出班後，這位女居士當著眾人的面，來到黃忠昌面前啪啪搧了他兩耳光子。當時向館長站在旁邊，看到黃忠昌不為所動，眼皮垂簾，還在那兒念阿彌陀佛、阿彌陀佛，就像沒有被打一樣。聽聞此事，胡小林老師感動的說，這就是往生的樣子！"
    },
    {
      "id": "02-042-0104_p0024",
      "zh_CN": "在信德图书馆用斋是自助餐的形式，同时播放上净下空老法师宣讲的《无量寿经》。有一次，黄忠昌居士用餐盘打好饭后，就坐着一边吃饭一边看电视。突然这位女众走过来，哗啦一下，就把黄忠昌的盘子从桌上掀到地下，还破口大骂。黄忠昌二话不说，拿着扫桌子的扫帚，把饭扫起来，连菜带饭又扫到托盘里，起来以后一边吃，一边观看老法师讲经，如同什么事情都没有发生一样。胡小林老师说，这种身心清净，如如不动的功夫，就是我们学习的榜样和标准！",
      "zh_TW": "在信德圖書館用齋是自助餐的形式，同時播放上淨下空老法師宣講的《無量壽經》。有一次，黃忠昌居士用餐盤打好飯後，就坐著一邊吃飯一邊看電視。突然這位女眾走過來，嘩啦一下，就把黃忠昌的盤子從桌上掀到地下，還破口大罵。黃忠昌二話不說，拿著掃桌子的掃帚，把飯掃起來，連菜帶飯又掃到托盤裡，起來以後一邊吃，一邊觀看老法師講經，如同什麼事情都沒有發生一樣。胡小林老師說，這種身心清淨，如如不動的功夫，就是我們學習的榜樣和標準！"
    },
    {
      "id": "02-042-0104_p0025",
      "zh_CN": "黄忠昌居士所说的和他所做的，是完全相符的，其忍辱功夫和上海下贤老和尚如出一辙。多年前，电工无理强行收费，还打了贤公两个耳光，贤公说：「忍忍算了，能忍就心里安生。他打了算是给我抓痒哩，唾沫吐到脸上当是洗脸啦。跟人不争高论低，就没烦恼，忍者自安！」此言如今读起，仍令人感动至极。",
      "zh_TW": "黃忠昌居士所說的和他所做的，是完全相符的，其忍辱功夫和上海下賢老和尚如出一轍。多年前，電工無理強行收費，還打了賢公兩個耳光，賢公說：「忍忍算了，能忍就心裡安生。他打了算是給我抓癢哩，唾沫吐到臉上當是洗臉啦。跟人不爭高論低，就沒煩惱，忍者自安！」此言如今讀起，仍令人感動至極。"
    },
    {
      "id": "02-042-0104_p0026",
      "zh_CN": "五、结语：学弥陀愿、行观音行。鸡足山大士阁、报恩寺皆与观世音菩萨的因缘颇深。今日恰逢二０一四年十一月二十一日，是刘素青老菩萨往生二周年之日，谨以此文，感恩大悲观音于此浊世恶苦之中的慈悲示现，感恩大慈念老苦心孤诣注解净土大经的恩德，感恩刘素青老菩萨悯念众生，为净土大经作证转的恩德，感恩黄忠昌居士念佛三年自在往生的慈悲示现。愿以此身尽未来际，效法弥陀大愿，落实观音大悲，尽此一生，信愿持名，求生净土，往生极乐，不退成佛，乘愿再来，普度众生。",
      "zh_TW": "五、結語：學彌陀願、行觀音行。雞足山大士閣、報恩寺皆與觀世音菩薩的因緣頗深。今日恰逢二０一四年十一月二十一日，是劉素青老菩薩往生二週年之日，謹以此文，感恩大悲觀音於此濁世惡苦之中的慈悲示現，感恩大慈念老苦心孤詣註解淨土大經的恩德，感恩劉素青老菩薩憫念眾生，為淨土大經作證轉的恩德，感恩黃忠昌居士念佛三年自在往生的慈悲示現。願以此身盡未來際，效法彌陀大願，落實觀音大悲，盡此一生，信願持名，求生淨土，往生極樂，不退成佛，乘願再來，普度眾生。"
    },
    {
      "id": "02-042-0104_p0027",
      "zh_CN": "以上是惭愧弟子参访学习的浅显心得报告，不妥之处，诚请尊敬的师父上人、诸位大德同修惠予批评指正，无尽感恩。阿弥陀佛。",
      "zh_TW": "以上是慚愧弟子參訪學習的淺顯心得報告，不妥之處，誠請尊敬的師父上人、諸位大德同修惠予批評指正，無盡感恩。阿彌陀佛。"
    },
    {
      "id": "02-042-0104_p0028",
      "zh_CN": "老法师：开吉法师这篇报告写得好，都是事实。净土法门最难得的，是观音、势至二大菩萨为我们表法作证。我们读经文，看到这些感应，深深能体会得到，是给我们在现前这个世界动乱局面当中，如何学净土、如何求往生，做了最好的榜样。观音菩萨的慈悲，特别是示现在忍辱波罗蜜当中，何以他们能忍，我们一般人不能忍，原因在哪里？他们是真信切愿，一心求生净土，对外面的缘，无论是环境，顺境、逆境；人事，无论是善缘、恶缘，全放下了，才能做到忍辱波罗蜜。海贤老和尚要是没有放下，能饶恕这电工吗？黄忠昌给我们示现同样的境界，他要没有放下，能饶恕这些恶作的人吗？",
      "zh_TW": "老法師：開吉法師這篇報告寫得好，都是事實。淨土法門最難得的，是觀音、勢至二大菩薩為我們表法作證。我們讀經文，看到這些感應，深深能體會得到，是給我們在現前這個世界動亂局面當中，如何學淨土、如何求往生，做了最好的榜樣。觀音菩薩的慈悲，特別是示現在忍辱波羅蜜當中，何以他們能忍，我們一般人不能忍，原因在哪裡？他們是真信切願，一心求生淨土，對外面的緣，無論是環境，順境、逆境；人事，無論是善緣、惡緣，全放下了，才能做到忍辱波羅蜜。海賢老和尚要是沒有放下，能饒恕這電工嗎？黃忠昌給我們示現同樣的境界，他要沒有放下，能饒恕這些惡作的人嗎？"
    },
    {
      "id": "02-042-0104_p0029",
      "zh_CN": "这是我们要明了的、我们要学习的，这些毁谤的人、侮辱的人、动手打人骂人的人，在学佛人的心中，全都是善知识。就像忍辱仙人（释迦佛的前身），遭遇到歌利王割截身体，不但没有怨恨，而且还发愿告诉他，我将来成佛一定第一个来度你。释迦成佛了，第一个得度的憍陈如尊者，他就是过去那一位歌利王。佛说话算话，没有妄语，一定兑现的。不但没有怨恨，心里面还感恩，为什么？这是来考试的。你不是修忍辱吗？看你能不能忍。关关都能通过，说明你真修行。为什么要实验？不实验可不可以？可以。实验更好，为什么？示现是表法给那些道心不坚固的人，还没有完全回头的人，提醒他们，警惕他们，帮助他们向上提升。于是这是作证转，三转法轮当中最妙的方法，表演给你看，确实没有起心、没动念。",
      "zh_TW": "這是我們要明瞭的、我們要學習的，這些毀謗的人、侮辱的人、動手打人罵人的人，在學佛人的心中，全都是善知識。就像忍辱仙人（釋迦佛的前身），遭遇到歌利王割截身體，不但沒有怨恨，而且還發願告訴他，我將來成佛一定第一個來度你。釋迦成佛了，第一個得度的憍陳如尊者，他就是過去那一位歌利王。佛說話算話，沒有妄語，一定兌現的。不但沒有怨恨，心裡面還感恩，為什麼？這是來考試的。你不是修忍辱嗎？看你能不能忍。關關都能通過，說明你真修行。為什麼要實驗？不實驗可不可以？可以。實驗更好，為什麼？示現是表法給那些道心不堅固的人，還沒有完全回頭的人，提醒他們，警惕他們，幫助他們向上提升。於是這是作證轉，三轉法輪當中最妙的方法，表演給你看，確實沒有起心、沒動念。"
    },
    {
      "id": "02-042-0104_p0030",
      "zh_CN": "我们在学习课堂里，常常提醒同学，也提醒自己，六根接触六尘境界，总不外顺境逆境、善缘恶缘，就全包括了。能在这个境界里面不执着，这就是阿罗汉；不分别，这是菩萨；不起心、不动念，功夫圆满了，达到佛的境界了。所以顺境好事、逆境好事、善缘好事，恶缘也是好事。好事是什么？平等。没有起心动念、分别执着，这是好事。不接触，不接触不算数，为什么？没有通过检验。接触是通过检验，就在日常生活当中，我们从早到晚遇到的一切人、一切事，能不能像海贤老和尚，能不能像黄忠昌。黄忠昌这个表演好，一盘饭菜打到地上了，扫起来之后还把它吃掉，不是去丢掉，吃掉，这就是忍辱波罗蜜。我们设身处地想一想，我们遇到了能不能做到？他心里若无其事，人家骂他，一句话不回，打他不还手，这样的行持别人看在心里，真正修行人能不佩服吗？能不感动吗？他在那里表演自行化他，自行，忍辱波罗蜜达到什么境界；化他，令人听到、看到感动，回过头来反省自己，这叫真忏悔，佛菩萨摄受，佛菩萨赞叹，这是我们应当学习的。",
      "zh_TW": "我們在學習課堂裡，常常提醒同學，也提醒自己，六根接觸六塵境界，總不外順境逆境、善緣惡緣，就全包括了。能在這個境界裡面不執著，這就是阿羅漢；不分別，這是菩薩；不起心、不動念，功夫圓滿了，達到佛的境界了。所以順境好事、逆境好事、善緣好事，惡緣也是好事。好事是什麼？平等。沒有起心動念、分別執著，這是好事。不接觸，不接觸不算數，為什麼？沒有通過檢驗。接觸是通過檢驗，就在日常生活當中，我們從早到晚遇到的一切人、一切事，能不能像海賢老和尚，能不能像黃忠昌。黃忠昌這個表演好，一盤飯菜打到地上了，掃起來之後還把它吃掉，不是去丟掉，吃掉，這就是忍辱波羅蜜。我們設身處地想一想，我們遇到了能不能做到？他心裡若無其事，人家罵他，一句話不回，打他不還手，這樣的行持別人看在心裡，真正修行人能不佩服嗎？能不感動嗎？他在那裡表演自行化他，自行，忍辱波羅蜜達到什麼境界；化他，令人聽到、看到感動，回過頭來反省自己，這叫真懺悔，佛菩薩攝受，佛菩薩讚歎，這是我們應當學習的。"
    },
    {
      "id": "02-042-0104_p0031",
      "zh_CN": "菩提道上观音、势至没有离开我们，时时刻刻在照顾，我们自己要有信心，不能因为小小赞叹，得意忘形，贡高我慢，受了一点委屈冤枉就灰心了，这错了，那禁不起考验的。希望我们要了解，认真学习。好，再看下面第二位。",
      "zh_TW": "菩提道上觀音、勢至沒有離開我們，時時刻刻在照顧，我們自己要有信心，不能因為小小讚歎，得意忘形，貢高我慢，受了一點委屈冤枉就灰心了，這錯了，那禁不起考驗的。希望我們要了解，認真學習。好，再看下面第二位。"
    },
    {
      "id": "02-042-0104_p0032",
      "zh_CN": "学生：惭愧学生庄霖，向尊敬的师公上人、师父以及诸位法师大德们，汇报学习《无量寿经科注》粗浅心得，若有不如法的地方，恳请慈悲指正。",
      "zh_TW": "學生：慚愧學生莊霖，向尊敬的師公上人、師父以及諸位法師大德們，匯報學習《無量壽經科註》粗淺心得，若有不如法的地方，懇請慈悲指正。"
    },
    {
      "id": "02-042-0104_p0033",
      "zh_CN": "师公上人在「二零一四净土大经科注」第一一二集讲到，「开化显示真实之际」，结归到本经，佛说三个真实，第一个真实之际（就是真如自性）、第二个真实智慧（对净土法门能够相信，能深信切愿求生净土）、第三个真实利益（帮助我们这一生脱离六道轮回，出离十法界，往生极乐世界不退成佛）。这三个真实如果我们真正了解清楚，就会下定决心，万缘放下，心上只放一句阿弥陀佛，其他念头什么都不想了，念念与佛相应，等到临命终时，阿弥陀佛一定会来接引我们往生。",
      "zh_TW": "師公上人在「二零一四淨土大經科註」第一一二集講到，「開化顯示真實之際」，結歸到本經，佛說三個真實，第一個真實之際（就是真如自性）、第二個真實智慧（對淨土法門能夠相信，能深信切願求生淨土）、第三個真實利益（幫助我們這一生脫離六道輪迴，出離十法界，往生極樂世界不退成佛）。這三個真實如果我們真正了解清楚，就會下定決心，萬緣放下，心上只放一句阿彌陀佛，其他念頭什麼都不想了，念念與佛相應，等到臨命終時，阿彌陀佛一定會來接引我們往生。"
    },
    {
      "id": "02-042-0104_p0034",
      "zh_CN": "上个月母亲为了闪避从巷内突然冲出的狗，母亲一句阿弥陀佛，接着摔离摩托车约两公尺远而昏迷过去。幸好有同修及时赶到请来救护车，陪同母亲坐在救护车上。听同修转述，将母亲送到医院，处在昏迷状态，仍然佛号不断，可见母亲平时念佛精进，才能在危急时，佛号自然脱口而出。",
      "zh_TW": "上個月母親為了閃避從巷內突然衝出的狗，母親一句阿彌陀佛，接著摔離摩托車約兩公尺遠而昏迷過去。幸好有同修及時趕到請來救護車，陪同母親坐在救護車上。聽同修轉述，將母親送到醫院，處在昏迷狀態，仍然佛號不斷，可見母親平時念佛精進，才能在危急時，佛號自然脫口而出。"
    },
    {
      "id": "02-042-0104_p0035",
      "zh_CN": "到了医院照Ｘ光，右边的锁骨及肋骨摔断了，断的骨头插到肉里，所以身体一动就剧痛，需要开刀装支架，将锁骨固定住。开刀房因怕细菌感染，冷气特别强，当时又穿着非常单薄服装，身体一下就失温了，当手术完成麻醉药退去时，母亲清醒过来，身体缩成一团，一直说很冷，而且发出颤抖的声音一直说：「人死后千万不能冰，人死后千万不要冰」。她身受寒冷难忍之际，却想众生的苦，母亲处处在为我说法。身为儿女的看了相当不忍，学生马上跟母亲说：「您说的我已经记住了，以后会劝告人，不要把亡者冰起来。我们现在开始专心念佛」。话讲完就念佛给母亲听，一字字慢慢的念，阿弥陀佛、阿弥陀佛，念得清清楚楚。母亲一听到佛号，就马上跟着念，把念头放在佛号上，不去想身体冷，就这样靠念佛身体渐渐回温，缓和了失温状况。",
      "zh_TW": "到了醫院照Ｘ光，右邊的鎖骨及肋骨摔斷了，斷的骨頭插到肉裡，所以身體一動就劇痛，需要開刀裝支架，將鎖骨固定住。開刀房因怕細菌感染，冷氣特別強，當時又穿著非常單薄服裝，身體一下就失溫了，當手術完成麻醉藥退去時，母親清醒過來，身體縮成一團，一直說很冷，而且發出顫抖的聲音一直說：「人死後千萬不能冰，人死後千萬不要冰」。她身受寒冷難忍之際，卻想眾生的苦，母親處處在為我說法。身為兒女的看了相當不忍，學生馬上跟母親說：「您說的我已經記住了，以後會勸告人，不要把亡者冰起來。我們現在開始專心念佛」。話講完就念佛給母親聽，一字字慢慢的念，阿彌陀佛、阿彌陀佛，念得清清楚楚。母親一聽到佛號，就馬上跟著念，把念頭放在佛號上，不去想身體冷，就這樣靠念佛身體漸漸回溫，緩和了失溫狀況。"
    },
    {
      "id": "02-042-0104_p0036",
      "zh_CN": "一般手术后，当麻醉药退去时都会呕吐，母亲因锁骨、肋骨断裂，如果吐会非常疼痛，当想吐时，学生在一旁念佛，求佛力加持，直到最后都没有呕吐现象，当下才真正体会到念佛不可思议。住在医院的夜里是最难熬的时刻，尤其在凌晨二、三点，每当母亲要睡着时就会咳嗽，每一咳都是边咳边哀号，痛到眼泪一直流，这时学生就跟母亲说：「我们要跟冤亲债主忏悔，我们过去无知伤害了他们，他们被伤害时，也像现在这么痛苦，现在他们上门来讨报，我们要欢喜心去还，把我们修学的功德全回向给他们，请求他们原谅，希望彼此能化解冤仇，不再冤冤相报。请一切有缘众生一起念佛，求生极乐世界，六道轮回是无比的痛苦，唯有念佛求生西方净土，才能永远脱离轮回。」这一说完，母亲马上就感觉到痛苦减轻了，也能跟着念佛，慢慢咳嗽也就缓和了。",
      "zh_TW": "一般手術後，當麻醉藥退去時都會嘔吐，母親因鎖骨、肋骨斷裂，如果吐會非常疼痛，當想吐時，學生在一旁念佛，求佛力加持，直到最後都沒有嘔吐現象，當下才真正體會到念佛不可思議。住在醫院的夜裡是最難熬的時刻，尤其在凌晨二、三點，每當母親要睡著時就會咳嗽，每一咳都是邊咳邊哀號，痛到眼淚一直流，這時學生就跟母親說：「我們要跟冤親債主懺悔，我們過去無知傷害了他們，他們被傷害時，也像現在這麼痛苦，現在他們上門來討報，我們要歡喜心去還，把我們修學的功德全迴向給他們，請求他們原諒，希望彼此能化解冤仇，不再冤冤相報。請一切有緣眾生一起念佛，求生極樂世界，六道輪迴是無比的痛苦，唯有念佛求生西方淨土，才能永遠脫離輪迴。」這一說完，母親馬上就感覺到痛苦減輕了，也能跟著念佛，慢慢咳嗽也就緩和了。"
    },
    {
      "id": "02-042-0104_p0037",
      "zh_CN": "在医院第四天晚上，因为咳嗽全身疼痛难忍，母亲无法入眠，学生在一旁，只要母亲醒过来，就马上念佛给母亲听，母亲也会随着念，念到疼痛减轻才又睡着。直到接近凌晨四点咳得很厉害，母亲真的受不了，赶紧要学生去拿止痛药，等药吃下去之后，学生跟母亲说，现在是清晨四点多，因市场需求，许多的猪牛鸡鸭正在被人宰杀，牠们的痛苦与您现在的痛苦相比，几百倍都不止。母亲一听，慈悲心马上显露出来，就说：是啊！我现在的痛哪有比现在被宰杀的众生痛呢？学生马上说：明天帮您买物命放生好吗？把放生的功德回向给您的冤亲债主。母亲一听很欢喜，马上就拿钱出来，要我帮她放生。随后痛苦马上减轻，真是不可思议！",
      "zh_TW": "在醫院第四天晚上，因為咳嗽全身疼痛難忍，母親無法入眠，學生在一旁，只要母親醒過來，就馬上念佛給母親聽，母親也會隨著念，念到疼痛減輕才又睡著。直到接近凌晨四點咳得很厲害，母親真的受不了，趕緊要學生去拿止痛藥，等藥吃下去之後，學生跟母親說，現在是清晨四點多，因市場需求，許多的豬牛雞鴨正在被人宰殺，牠們的痛苦與您現在的痛苦相比，幾百倍都不止。母親一聽，慈悲心馬上顯露出來，就說：是啊！我現在的痛哪有比現在被宰殺的眾生痛呢？學生馬上說：明天幫您買物命放生好嗎？把放生的功德迴向給您的冤親債主。母親一聽很歡喜，馬上就拿錢出來，要我幫她放生。隨後痛苦馬上減輕，真是不可思議！"
    },
    {
      "id": "02-042-0104_p0038",
      "zh_CN": "当出院回家时，学生在佛堂立了母亲的冤亲债主牌位，烧了一支香递给母亲，让母亲对着冤亲债主牌位前再度忏悔。此时母亲非常真诚的与冤亲债主求忏悔，声泪俱下，希望冤亲债主能够原谅她对他们的种种伤害。当上完香后，回去床上休息，突然耳朵啵了一声，听力恢复了。因为撞击伤到耳朵，耳朵总是蒙蒙的。这时母亲深刻感到能与冤亲债主忏悔、化解怨怼是如此的庆幸，于是更精进念佛回向。",
      "zh_TW": "當出院回家時，學生在佛堂立了母親的冤親債主牌位，燒了一支香遞給母親，讓母親對著冤親債主牌位前再度懺悔。此時母親非常真誠的與冤親債主求懺悔，聲淚俱下，希望冤親債主能夠原諒她對他們的種種傷害。當上完香後，回去床上休息，突然耳朵啵了一聲，聽力恢復了。因為撞擊傷到耳朵，耳朵總是蒙蒙的。這時母親深刻感到能與冤親債主懺悔、化解怨懟是如此的慶幸，於是更精進念佛迴向。"
    },
    {
      "id": "02-042-0104_p0039",
      "zh_CN": "冈山净宗念佛会的同修，发心为母亲恭诵三部《佛说大乘无量寿庄严清净平等觉经》回向，以祈母亲早日康复，功德回向累劫冤亲债主。母亲受伤期间，师父也带着药来看望母亲，还亲自为母亲涂抹，学生在一旁看着眼眶都红了，内心感动不已。疗养期间，多位同修发心来照顾母亲，甚至还有一位菩萨住在会里，以便母亲不时之需，母亲直说福报现前，很感恩！前来关心的法师、大德同修，送来靠垫、营养食品、医药等等，盛情难却，让母亲感到无比的温暖。",
      "zh_TW": "岡山淨宗念佛會的同修，發心為母親恭誦三部《佛說大乘無量壽莊嚴清淨平等覺經》迴向，以祈母親早日康復，功德迴向累劫冤親債主。母親受傷期間，師父也帶著藥來看望母親，還親自為母親塗抹，學生在一旁看著眼眶都紅了，內心感動不已。療養期間，多位同修發心來照顧母親，甚至還有一位菩薩住在會裡，以便母親不時之需，母親直說福報現前，很感恩！前來關心的法師、大德同修，送來靠墊、營養食品、醫藥等等，盛情難卻，讓母親感到無比的溫暖。"
    },
    {
      "id": "02-042-0104_p0040",
      "zh_CN": "由于母亲这次的事故，着实给学生上了一堂课，阿弥陀佛不可思议功德是真的，如果没有弥陀加持，母亲的疼痛不知会痛到什么程度。由于忏悔的心，加上佛力加持才能化解一切怨怼。弥陀圣号万德洪名，真真实实能帮助我们度过一切难关，一直到临命终阿弥陀佛来接引我们往生西方极乐。佛对我们的护念是如此的广大无边，惠予众生真实之利，恩德难思，唯有精进念佛求生净土，其余无以为报。",
      "zh_TW": "由於母親這次的事故，著實給學生上了一堂課，阿彌陀佛不可思議功德是真的，如果沒有彌陀加持，母親的疼痛不知會痛到什麼程度。由於懺悔的心，加上佛力加持才能化解一切怨懟。彌陀聖號萬德洪名，真真實實能幫助我們度過一切難關，一直到臨命終阿彌陀佛來接引我們往生西方極樂。佛對我們的護念是如此的廣大無邊，惠予眾生真實之利，恩德難思，唯有精進念佛求生淨土，其餘無以為報。"
    },
    {
      "id": "02-042-0104_p0041",
      "zh_CN": "以上心得报告，恭请师公上人、师父及善知识慈悲惠予批评指正。阿弥陀佛。",
      "zh_TW": "以上心得報告，恭請師公上人、師父及善知識慈悲惠予批評指正。阿彌陀佛。"
    },
    {
      "id": "02-042-0104_p0042",
      "zh_CN": "老法师：庄霖法师遇到母亲，这是一个劫难，知道念佛，信心没有丢失。而且母亲念佛的功夫也得力，经过他一提醒，母亲平时的修行，那个能量能显示得出来，这就是我们一般常说的佛力加持。为什么？佛给我们说了一个原理，我们要常记在心上，「一切法从心想生」，这个是佛能加持，我们能受到加持真正的原因。让我们想到经典里面所说的「相由心生，境随心转」，这个心是指一念，就念头。在日常生活当中，六根接触六尘境界，时时刻刻提防不正当的念头决定不能有。真实的利益第一桩，是正念帮助我们身心健康，就是遇到不能化解的怨怼，在极其痛苦艰难的时候，也能够平安度过。",
      "zh_TW": "老法師：莊霖法師遇到母親，這是一個劫難，知道念佛，信心沒有丟失。而且母親念佛的功夫也得力，經過他一提醒，母親平時的修行，那個能量能顯示得出來，這就是我們一般常說的佛力加持。為什麼？佛給我們說了一個原理，我們要常記在心上，「一切法從心想生」，這個是佛能加持，我們能受到加持真正的原因。讓我們想到經典裡面所說的「相由心生，境隨心轉」，這個心是指一念，就念頭。在日常生活當中，六根接觸六塵境界，時時刻刻提防不正當的念頭決定不能有。真實的利益第一樁，是正念幫助我們身心健康，就是遇到不能化解的怨懟，在極其痛苦艱難的時候，也能夠平安度過。"
    },
    {
      "id": "02-042-0104_p0043",
      "zh_CN": "正念重要，正念是无一切妄想、无一切杂念。念佛人心里只有一句阿弥陀佛，这叫正念。平常念佛为什么得不到佛力加持？正念里头夹杂着杂念，让你这个能量大幅度的减轻了。决定没有杂念、决定没有妄想，这一句佛号念到底，眼前许许多多的人做到了，做出好样子给我们看。来佛寺的三位大德，海贤老和尚的母亲，是表在家居士，他们临终预知时至，自在往生。世间人常常谈到八苦交煎，在我们日常生活当中，生苦过去了，现在忘记掉了，老苦、病苦、死苦我们天天在煎熬，还有爱别离、求不得、怨憎会、五阴炽盛，人间的现象，佛这八句描绘得淋漓透彻。这叫众生，众缘和合而生起的幻相。佛教给我们把它转过来，怎么转？念头转过来，境界就转过来了。只想一句阿弥陀佛，其他的都放下了，都不再想，这就对了。感应不可思议，感应就在面前，一切时、一切处都能明显感受到，这是真实之利。所以我们的学习班，每个同学有自己学习的心得、学习的体验，互相交流，对我们信心、愿心、用功都有很大的帮助。好，我们看下面一位。",
      "zh_TW": "正念重要，正念是無一切妄想、無一切雜念。念佛人心裡只有一句阿彌陀佛，這叫正念。平常念佛為什麼得不到佛力加持？正念裡頭夾雜著雜念，讓你這個能量大幅度的減輕了。決定沒有雜念、決定沒有妄想，這一句佛號念到底，眼前許許多多的人做到了，做出好樣子給我們看。來佛寺的三位大德，海賢老和尚的母親，是表在家居士，他們臨終預知時至，自在往生。世間人常常談到八苦交煎，在我們日常生活當中，生苦過去了，現在忘記掉了，老苦、病苦、死苦我們天天在煎熬，還有愛別離、求不得、怨憎會、五陰熾盛，人間的現象，佛這八句描繪得淋漓透徹。這叫眾生，眾緣和合而生起的幻相。佛教給我們把它轉過來，怎麼轉？念頭轉過來，境界就轉過來了。只想一句阿彌陀佛，其他的都放下了，都不再想，這就對了。感應不可思議，感應就在面前，一切時、一切處都能明顯感受到，這是真實之利。所以我們的學習班，每個同學有自己學習的心得、學習的體驗，互相交流，對我們信心、願心、用功都有很大的幫助。好，我們看下面一位。"
    },
    {
      "id": "02-042-0104_p0044",
      "zh_CN": "学生：尊敬的师父上人，诸位法师、同修大德，大家好！惭愧弟子黄柏霖报告，题目「佛于逆恶不信之流，愈生怜悯，故无一众生或生弃舍也」。",
      "zh_TW": "學生：尊敬的師父上人，諸位法師、同修大德，大家好！慚愧弟子黃柏霖報告，題目「佛于逆惡不信之流，愈生憐憫，故無一眾生或生棄捨也」。"
    },
    {
      "id": "02-042-0104_p0045",
      "zh_CN": "《太上感应篇》第二十句「正己化人」，「后汉陈实在乡里，平心率物。其有争讼，辄求判正。晓譬曲直，退无怨者。且曰：宁为刑罚所加，勿为陈君所短。尝有盗止梁上，实起秉烛，呼子弟训之曰：人不可不自勉。不善之人未必本恶，习以性成，遂至于此。梁上君子是也。盗惊，投地请罪。实徐晓之。赠绢二疋，令其自改。化及一县，无复窃盗。」",
      "zh_TW": "《太上感應篇》第二十句「正己化人」，「後漢陳實在鄉里，平心率物。其有爭訟，輒求判正。曉譬曲直，退無怨者。且曰：寧為刑罰所加，勿為陳君所短。嘗有盜止梁上，實起秉燭，呼子弟訓之曰：人不可不自勉。不善之人未必本惡，習以性成，遂至於此。梁上君子是也。盜驚，投地請罪。實徐曉之。贈絹二疋，令其自改。化及一縣，無復竊盜。」"
    },
    {
      "id": "02-042-0104_p0046",
      "zh_CN": "陈实是东汉人，他刚开始是县府里面的一个官员，因为很喜欢读书，县令邓邵送他去太学读书，后来任官，修德清净。党锢祸起，很多人都逃避，大家都不敢去投案，只有陈实自请囚禁，他是坦荡荡的君子，他自己去投案，但是遇到大赦，所以他可以免除徒刑。在乡间居住时，他累征不就，也就是很多次朝廷请他当官，他都不愿意。后来他过世的时候，前往吊祭的有三万多人，死后被追称为文范先生，被称为一个君子。",
      "zh_TW": "陳實是東漢人，他剛開始是縣府裡面的一個官員，因為很喜歡讀書，縣令鄧邵送他去太學讀書，後來任官，修德清淨。黨錮禍起，很多人都逃避，大家都不敢去投案，只有陳實自請囚禁，他是坦蕩蕩的君子，他自己去投案，但是遇到大赦，所以他可以免除徒刑。在鄉間居住時，他累徵不就，也就是很多次朝廷請他當官，他都不願意。後來他過世的時候，前往弔祭的有三萬多人，死後被追稱為文範先生，被稱為一個君子。"
    },
    {
      "id": "02-042-0104_p0047",
      "zh_CN": "陈实平时在乡里，待人处事用心公平；「率物」就是做众人的榜样，在儒家叫做平心率物。在我们佛家来讲的话，平心就是平等心。怎样才可以做到平等心？法身大士就可以做到平等心。观世音菩萨是大慈，大势至菩萨是大舍，中间阿弥陀佛就是平等。什么人可以做到平等呢？以念佛人来说，要往生西方；以大乘教来说，必须要破见思惑，然后破尘沙惑，再破一品根本无明，要分证法身才能够做得到。证法身以后，自然而然我执跟法执都破了，俱生我执跟俱生法执也破了，就可以做到平等，在六根接触六尘的时候，都能够以平等心来对待。",
      "zh_TW": "陳實平時在鄉里，待人處事用心公平；「率物」就是做眾人的榜樣，在儒家叫做平心率物。在我們佛家來講的話，平心就是平等心。怎樣才可以做到平等心？法身大士就可以做到平等心。觀世音菩薩是大慈，大勢至菩薩是大捨，中間阿彌陀佛就是平等。什麼人可以做到平等呢？以念佛人來說，要往生西方；以大乘教來說，必須要破見思惑，然後破塵沙惑，再破一品根本無明，要分證法身才能夠做得到。證法身以後，自然而然我執跟法執都破了，俱生我執跟俱生法執也破了，就可以做到平等，在六根接觸六塵的時候，都能夠以平等心來對待。"
    },
    {
      "id": "02-042-0104_p0048",
      "zh_CN": "乡里中有争讼的人，经常都请陈实来裁断，他就晓以是非曲直，使他们能够明理。民众经过他调解以后离开，没有一个人有怨言，并且说：「宁可接受法律的制裁、刑罚的处罚，也不愿意被陈实来说缺点」。陈实本身有这个德行。曾经有一个盗贼，藏匿在屋梁上。陈实就起床，拿着蜡烛，呼喊着子弟集合，并训诫他们说：「为人不可不自我勉励」，他是在讲给这个盗贼听。他说：「做人不能够不自我鼓励，不善的人不一定是坏人，只是因为习惯所养成，才变成今天这个样子」。就是我们讲的「人之初，性本善；性相近，习相远」。我们凡夫就是因为有毛病习气，有我执、法执、根本无明，所以才轮回六道，才变成今天这个样子，就如梁上的小偷一样。",
      "zh_TW": "鄉里中有爭訟的人，經常都請陳實來裁斷，他就曉以是非曲直，使他們能夠明理。民眾經過他調解以後離開，沒有一個人有怨言，並且說：「寧可接受法律的制裁、刑罰的處罰，也不願意被陳實來說缺點」。陳實本身有這個德行。曾經有一個盜賊，藏匿在屋梁上。陳實就起床，拿著蠟燭，呼喊著子弟集合，並訓誡他們說：「為人不可不自我勉勵」，他是在講給這個盜賊聽。他說：「做人不能夠不自我鼓勵，不善的人不一定是壞人，只是因為習慣所養成，才變成今天這個樣子」。就是我們講的「人之初，性本善；性相近，習相遠」。我們凡夫就是因為有毛病習氣，有我執、法執、根本無明，所以才輪迴六道，才變成今天這個樣子，就如梁上的小偷一樣。"
    },
    {
      "id": "02-042-0104_p0049",
      "zh_CN": "盗贼听完以后非常害怕，就从梁上跳到地上来向他来请罪。陈实就慢慢的分析道理给他听，并且赠送他绢布两匹，并且教他一定要改过。陈实的行为，他这种德行潜移默化了整个县，没有人敢再为盗贼。像现在，我们就是没有这种德行的人，所以现在盗贼非常的猖狂，我相信不只是台湾，全世界各地都一样。",
      "zh_TW": "盜賊聽完以後非常害怕，就從梁上跳到地上來向他來請罪。陳實就慢慢的分析道理給他聽，並且贈送他絹布兩匹，並且教他一定要改過。陳實的行為，他這種德行潛移默化了整個縣，沒有人敢再為盜賊。像現在，我們就是沒有這種德行的人，所以現在盜賊非常的猖狂，我相信不只是台灣，全世界各地都一樣。"
    },
    {
      "id": "02-042-0104_p0050",
      "zh_CN": "陈实就非常了不起，小偷在上面他也不怕，是个君子。集合起来表面上好像是对子弟在训勉，实际上是在说给梁上的小偷听。用心良苦，陈实真的是以平等心对待小偷，唯有平等心，才不会落入分别执着。",
      "zh_TW": "陳實就非常了不起，小偷在上面他也不怕，是個君子。集合起來表面上好像是對子弟在訓勉，實際上是在說給梁上的小偷聽。用心良苦，陳實真的是以平等心對待小偷，唯有平等心，才不會落入分別執著。"
    },
    {
      "id": "02-042-0104_p0051",
      "zh_CN": "我们凡夫就会落入二法，对跟错、是跟非、好跟坏、美跟丑，我们每天面对六尘境界及人、事、物，我们根尘接触的那一刹那，我们的毛病习气就起现行了，我们的贪瞋痴慢疑、见惑就起现行了，我们迷而不觉。所以我们根尘接触以后，第一念没有问题，第二念就开始分别执着，那就有什么？就落入二法了，就有能所对待，就有对错、好坏、美丑、是非、善恶。你只要看到这个人，或这件事情，你马上就落入分别执着，那事情不对、这事情对，你就被这个境界转掉了；你听到这个声音，你马上就落入能所了，这声音对我友善，那声音是对我攻击，所以你的习气跟毛病马上就现行。就是因为我们一品烦恼都没有断，所以我们迷而不觉，每天我们都是用八识五十一个心所，然后刹那刹那生灭，我们完全没有见到事实的真相。",
      "zh_TW": "我們凡夫就會落入二法，對跟錯、是跟非、好跟壞、美跟醜，我們每天面對六塵境界及人、事、物，我們根塵接觸的那一剎那，我們的毛病習氣就起現行了，我們的貪瞋痴慢疑、見惑就起現行了，我們迷而不覺。所以我們根塵接觸以後，第一念沒有問題，第二念就開始分別執著，那就有什麼？就落入二法了，就有能所對待，就有對錯、好壞、美醜、是非、善惡。你只要看到這個人，或這件事情，你馬上就落入分別執著，那事情不對、這事情對，你就被這個境界轉掉了；你聽到這個聲音，你馬上就落入能所了，這聲音對我友善，那聲音是對我攻擊，所以你的習氣跟毛病馬上就現行。就是因為我們一品煩惱都沒有斷，所以我們迷而不覺，每天我們都是用八識五十一個心所，然後剎那剎那生滅，我們完全沒有見到事實的真相。"
    },
    {
      "id": "02-042-0104_p0052",
      "zh_CN": "也就是说，我们没有见到自己的本心，我们没有见到诸法实相，我们也没有见到宇宙人生的事实真相。宇宙人生的事实真相是什么？是本来当下就是一真法界。像佛来到我们这个娑婆世界，娑婆世界也成极乐世界，因为佛就在一真法界里面，凡夫迷了以后，就变成六道法界了，三善道跟三恶道。你有持五戒、十善，但是你不能够离相布施，那就是三善道；你还有执着、分别、妄想，你就是在三善道；如果你贪瞋痴慢疑非常的炽盛，习气很重，那当下就堕入了三恶道里面；如果你当下心能够缘苦集灭道，修四圣谛，最后从初果、二果、三果、四果证得阿罗汉，那你的心当下就出离三界了，就证得罗汉果位了，证我空真如。所以我们这念心，每天就在六道里面轮转不息。那佛他永远都是在一真法界里。",
      "zh_TW": "也就是說，我們沒有見到自己的本心，我們沒有見到諸法實相，我們也沒有見到宇宙人生的事實真相。宇宙人生的事實真相是什麼？是本來當下就是一真法界。像佛來到我們這個娑婆世界，娑婆世界也成極樂世界，因為佛就在一真法界裡面，凡夫迷了以後，就變成六道法界了，三善道跟三惡道。你有持五戒、十善，但是你不能夠離相布施，那就是三善道；你還有執著、分別、妄想，你就是在三善道；如果你貪瞋痴慢疑非常的熾盛，習氣很重，那當下就墮入了三惡道裡面；如果你當下心能夠緣苦集滅道，修四聖諦，最後從初果、二果、三果、四果證得阿羅漢，那你的心當下就出離三界了，就證得羅漢果位了，證我空真如。所以我們這念心，每天就在六道裡面輪轉不息。那佛他永遠都是在一真法界裡。"
    },
    {
      "id": "02-042-0104_p0053",
      "zh_CN": "这个地方我们就来分析，陈实说：「不善之人，未必本恶，习以性成，遂至于此」。我们不敢确定说陈实是不是已经开悟，但至少他是个圣贤，他是个君子；换句话说，他本身善恶对待非常的薄弱，甚至没有，因为善恶对待就是能所对待。所以佛法到最后，就是让你破能所，能所一如，你就入一真法界了。",
      "zh_TW": "這個地方我們就來分析，陳實說：「不善之人，未必本惡，習以性成，遂至於此」。我們不敢確定說陳實是不是已經開悟，但至少他是個聖賢，他是個君子；換句話說，他本身善惡對待非常的薄弱，甚至沒有，因為善惡對待就是能所對待。所以佛法到最後，就是讓你破能所，能所一如，你就入一真法界了。"
    },
    {
      "id": "02-042-0104_p0054",
      "zh_CN": "我引用印光大师的开示，为什么世间的佛菩萨、圣贤，他们对待这些五逆十恶的众生，能够有这样的一个慈悲心？我们来看印光大师的开示，印光大师在写给《江慎修先生放生杀生现报录》的序文里面，这位江慎修先生有编了一本书，宣扬放生、戒杀的果报，我也曾经看过他的这本书，编一本蓝色的小册子，编得非常好，都是在讲放生的善报，不放生、杀生的恶报。",
      "zh_TW": "我引用印光大師的開示，為什麼世間的佛菩薩、聖賢，他們對待這些五逆十惡的眾生，能夠有這樣的一個慈悲心？我們來看印光大師的開示，印光大師在寫給《江慎修先生放生殺生現報錄》的序文裡面，這位江慎修先生有編了一本書，宣揚放生、戒殺的果報，我也曾經看過他的這本書，編一本藍色的小冊子，編得非常好，都是在講放生的善報，不放生、殺生的惡報。"
    },
    {
      "id": "02-042-0104_p0055",
      "zh_CN": "印光大师说：「天地之大德曰生，如来之大道曰慈，人物虽异」，人跟众生虽然不同，包括陈实跟小偷之间，人物虽异，「心性是同」，但是佛性是一样的。人人都具有如来智慧德相，只因妄想执着而不能证得。人人皆有这个佛性，就是六祖大师说的，「何期自性，本自清净」，就是每一个人都有这个觉性，叫心性是同。「举凡三乘六凡」，三乘就是指声闻乘、缘觉乘、菩萨乘。佛陀有五乘说法，如果叫五乘的话，要加一个人乘，还有天乘。如果你读到《法华经》的话，佛讲三乘其实是方便法。所以佛在《法华经》里面讲，「唯有一乘法，无二亦无三，除佛方便说」，那个二就是大乘、小乘；如果你讲三乘，那就是声闻乘、缘觉乘、菩萨乘。所以佛在《法华经》里面讲，「唯有一乘法，无二亦无三，除佛方便说」，换句话说，三乘也是佛陀方便说法，就是化城而已。真正的涅槃城，是一佛乘究竟涅槃，成佛就是我们说的一真法界，常寂光净土，极乐世界就是一佛乘。那这个地方讲说「举凡三乘六凡」，六凡我们都知道六道众生，三乘跟六凡的众生，在佛看来都如一子，「如来视之，皆如一子」。我们说佛陀来这个娑婆世界八千次了，佛陀视每一个众生如罗睺罗，所以这个地方说「皆如一子」，众生都是佛陀如来家庭里面的儿子一样，佛陀是这样对待众生，佛陀完全没有任何保留，倾囊而授。",
      "zh_TW": "印光大師說：「天地之大德曰生，如來之大道曰慈，人物雖異」，人跟眾生雖然不同，包括陳實跟小偷之間，人物雖異，「心性是同」，但是佛性是一樣的。人人都具有如來智慧德相，只因妄想執著而不能證得。人人皆有這個佛性，就是六祖大師說的，「何期自性，本自清淨」，就是每一個人都有這個覺性，叫心性是同。「舉凡三乘六凡」，三乘就是指聲聞乘、緣覺乘、菩薩乘。佛陀有五乘說法，如果叫五乘的話，要加一個人乘，還有天乘。如果你讀到《法華經》的話，佛講三乘其實是方便法。所以佛在《法華經》裡面講，「唯有一乘法，無二亦無三，除佛方便說」，那個二就是大乘、小乘；如果你講三乘，那就是聲聞乘、緣覺乘、菩薩乘。所以佛在《法華經》裡面講，「唯有一乘法，無二亦無三，除佛方便說」，換句話說，三乘也是佛陀方便說法，就是化城而已。真正的涅槃城，是一佛乘究竟涅槃，成佛就是我們說的一真法界，常寂光淨土，極樂世界就是一佛乘。那這個地方講說「舉凡三乘六凡」，六凡我們都知道六道眾生，三乘跟六凡的眾生，在佛看來都如一子，「如來視之，皆如一子」。我們說佛陀來這個娑婆世界八千次了，佛陀視每一個眾生如羅睺羅，所以這個地方說「皆如一子」，眾生都是佛陀如來家庭裡面的兒子一樣，佛陀是這樣對待眾生，佛陀完全沒有任何保留，傾囊而授。"
    },
    {
      "id": "02-042-0104_p0056",
      "zh_CN": "所以佛陀要灭度的时候，文殊师利菩萨请示佛陀说：「佛陀！你有没有最后遗言要交代？」，佛陀就说：「文殊！我毫无保留全部都给众生了。」佛陀毫无保留全部都给众生，说出这个宇宙人生的真相。所以佛陀视三乘六凡的众生，印祖说：「皆如一子，何以故？以其皆具佛性。」换句话说，陈实对待这个小偷，也是如对待他儿子一样，他当时如果没有慈悲心，他大可去报官来抓，用现在话说，叫警察来抓，赶快报案。他最后放他走，最后他还送他两匹布！最后这个人，应该就不会再做小偷了。所以陈实在那个县，整个县都没有小偷；换句话说，窃盗的发生率是零！所以这个「以其皆具佛性」，就是圣贤跟佛菩萨都知道众生都有佛性。",
      "zh_TW": "所以佛陀要滅度的時候，文殊師利菩薩請示佛陀說：「佛陀！你有沒有最後遺言要交代？」，佛陀就說：「文殊！我毫無保留全部都給眾生了。」佛陀毫無保留全部都給眾生，說出這個宇宙人生的真相。所以佛陀視三乘六凡的眾生，印祖說：「皆如一子，何以故？以其皆具佛性。」換句話說，陳實對待這個小偷，也是如對待他兒子一樣，他當時如果沒有慈悲心，他大可去報官來抓，用現在話說，叫警察來抓，趕快報案。他最後放他走，最後他還送他兩匹布！最後這個人，應該就不會再做小偷了。所以陳實在那個縣，整個縣都沒有小偷；換句話說，竊盜的發生率是零！所以這個「以其皆具佛性」，就是聖賢跟佛菩薩都知道眾生都有佛性。"
    },
    {
      "id": "02-042-0104_p0057",
      "zh_CN": "那佛菩萨不只对人是这样，他对任何蠢动含灵都是这样的平等心，所以叫做「无缘大慈，同体大悲」，不是说只有对人，人有佛性，那蟑螂、蚂蚁就没有佛性吗？不会的。佛对待人、对待一切众生跟蠢动含灵都一样，同样的慈悲心，因为佛知道以其皆具佛性，皆堪成佛。这句话就是佛在《大般涅槃经》里面讲，一阐提也可以成佛，一阐提就是断了善根的人，都可以成佛。所以你看，提婆达多虽然违反戒律、扰乱僧团，跟六群比丘可以讲说破和合僧。甚至佛陀在要去托钵的时候，经过那个山脚下，提婆达多跟那些恶人，在山上将石头滚下去，想要害死佛。佛陀的护法金刚，护法神用神通力把那个石头击破，所以只有佛陀的脚轻轻的受到石头片的小伤，这叫出佛身血。出佛身血是堕五无间地狱！杀父、杀母、杀阿罗汉、破和合僧、出佛身血，提婆达多堕到地狱，佛陀都还要救他。",
      "zh_TW": "那佛菩薩不只對人是這樣，他對任何蠢動含靈都是這樣的平等心，所以叫做「無緣大慈，同體大悲」，不是說只有對人，人有佛性，那蟑螂、螞蟻就沒有佛性嗎？不會的。佛對待人、對待一切眾生跟蠢動含靈都一樣，同樣的慈悲心，因為佛知道以其皆具佛性，皆堪成佛。這句話就是佛在《大般涅槃經》裡面講，一闡提也可以成佛，一闡提就是斷了善根的人，都可以成佛。所以你看，提婆達多雖然違反戒律、擾亂僧團，跟六群比丘可以講說破和合僧。甚至佛陀在要去托缽的時候，經過那個山腳下，提婆達多跟那些惡人，在山上將石頭滾下去，想要害死佛。佛陀的護法金剛，護法神用神通力把那個石頭擊破，所以只有佛陀的腳輕輕的受到石頭片的小傷，這叫出佛身血。出佛身血是墮五無間地獄！殺父、殺母、殺阿羅漢、破和合僧、出佛身血，提婆達多墮到地獄，佛陀都還要救他。"
    },
    {
      "id": "02-042-0104_p0058",
      "zh_CN": "印光大师说：「是知佛视众生皆是佛，众生视佛皆是众生」。众生看佛就是众生一样，那佛看众生呢？统统是佛。佛视众生都是佛，所以印祖说「多方化导之，种种折摄之」，用各种方法，用八万四千法门，用四摄法：布施、爱语、利行、同事，用种种方法来折服众生，来摄受众生，叫做种种折摄之，「纵令绝无信心」。这个要从哪里看出来？譬如说你到监狱去弘法，很多人都发心到监狱去做教诲师，这个小偷，你一直给他劝导，他关进来的时候，你一样给他开导，放出去了，隔几天又进来了，还是继续给他劝导；劝导完又出去了，他毛病又犯了，犯罪又进来了。地藏王菩萨就是这样，这就是什么？纵令绝无信心。",
      "zh_TW": "印光大師說：「是知佛視眾生皆是佛，眾生視佛皆是眾生」。眾生看佛就是眾生一樣，那佛看眾生呢？統統是佛。佛視眾生都是佛，所以印祖說「多方化導之，種種折攝之」，用各種方法，用八萬四千法門，用四攝法：布施、愛語、利行、同事，用種種方法來折服眾生，來攝受眾生，叫做種種折攝之，「縱令絕無信心」。這個要從哪裡看出來？譬如說你到監獄去弘法，很多人都發心到監獄去做教誨師，這個小偷，你一直給他勸導，他關進來的時候，你一樣給他開導，放出去了，隔幾天又進來了，還是繼續給他勸導；勸導完又出去了，他毛病又犯了，犯罪又進來了。地藏王菩薩就是這樣，這就是什麼？縱令絕無信心。"
    },
    {
      "id": "02-042-0104_p0059",
      "zh_CN": "不要说到监狱去劝导这些犯罪的恶人，要说我们！我们有时候度到旁边的左邻右舍，度我们的亲人，度我们的朋友，度我们的同事，稍微一点障碍，我们就退转了，「哎呀！众生难度！刚强难化」，我们就退转了。包括父母，稍微考验你一下，你就退转了。你看佛菩萨纵令绝无信心，一点信心都没有，也不弃舍！所以什么叫菩提心？这个叫菩提心，亦不弃舍。",
      "zh_TW": "不要說到監獄去勸導這些犯罪的惡人，要說我們！我們有時候度到旁邊的左鄰右舍，度我們的親人，度我們的朋友，度我們的同事，稍微一點障礙，我們就退轉了，「哎呀！眾生難度！剛強難化」，我們就退轉了。包括父母，稍微考驗你一下，你就退轉了。你看佛菩薩縱令絕無信心，一點信心都沒有，也不棄捨！所以什麼叫菩提心？這個叫菩提心，亦不棄捨。"
    },
    {
      "id": "02-042-0104_p0060",
      "zh_CN": "我有一个女众莲友，她本身虽然不是很喜欢听经，但她有一个长处，不管说这个人是否学佛，或是业障很重的，或是根机很拙劣的，她一定去陪伴他。她不断的去劝导他，一直去陪，陪到什么？陪到我们讲说「精诚所至，金石为开」，陪到后来，真的改变了他的业力，真的有这样菩萨。曾经有一次，她请我去关怀一个个案，这个案的妈妈是单亲家庭，离婚了，独立扶养两个女儿、一个儿子，她儿子是念我们台北这边算是比较有名的高中，师大附中，算是很优秀的高中生。有一天在学校打篮球的时候，突然间羊癫性的病发作，就突然间手足僵化，失去语言功能，突然间好像变个人，完全失去本有行为能力。然后送到荣总医院去，完全失去知觉，昏迷状态，而且昏迷将近一个多月，后来都没有好转，也不认识家人。",
      "zh_TW": "我有一個女眾蓮友，她本身雖然不是很喜歡聽經，但她有一個長處，不管說這個人是否學佛，或是業障很重的，或是根機很拙劣的，她一定去陪伴他。她不斷的去勸導他，一直去陪，陪到什麼？陪到我們講說「精誠所至，金石為開」，陪到後來，真的改變了他的業力，真的有這樣菩薩。曾經有一次，她請我去關懷一個個案，這個案的媽媽是單親家庭，離婚了，獨立扶養兩個女兒、一個兒子，她兒子是念我們台北這邊算是比較有名的高中，師大附中，算是很優秀的高中生。有一天在學校打籃球的時候，突然間羊癲性的病發作，就突然間手足僵化，失去語言功能，突然間好像變個人，完全失去本有行為能力。然後送到榮總醫院去，完全失去知覺，昏迷狀態，而且昏迷將近一個多月，後來都沒有好轉，也不認識家人。"
    },
    {
      "id": "02-042-0104_p0061",
      "zh_CN": "我刚才讲的这个师姐，就开始去陪伴他，她找我：「黄警官！来一起帮忙。」这个小孩的妈妈住在我们汐止附近，我就带莲友到她家去，带她两个女儿跟这位妈妈一起诵《地藏经》祈福，诵了很多次。因为他儿子要在台北荣总做大手术，家贫需要募款，我印象中大概募了一、二十万，就凑齐这笔钱。医生说：「有一种日本进口的药，特别的好，不妨试看看，也许有效，但不一定会成功。若不救治，就一直成植物人」。我透过带他们家人这样诵经、拜佛、忏悔，我们讲说皇天不负苦心人，因为有这样的菩萨在陪伴他们，结果发生奇迹了！诵经忏悔完，医生用那个日本进口的药以后，竟然可以治疗他的症状，后来慢慢的恢复知觉，然后再经过长期的复健，现在好了。",
      "zh_TW": "我剛才講的這個師姐，就開始去陪伴他，她找我：「黃警官！來一起幫忙。」這個小孩的媽媽住在我們汐止附近，我就帶蓮友到她家去，帶她兩個女兒跟這位媽媽一起誦《地藏經》祈福，誦了很多次。因為他兒子要在台北榮總做大手術，家貧需要募款，我印象中大概募了一、二十萬，就湊齊這筆錢。醫生說：「有一種日本進口的藥，特別的好，不妨試看看，也許有效，但不一定會成功。若不救治，就一直成植物人」。我透過帶他們家人這樣誦經、拜佛、懺悔，我們講說皇天不負苦心人，因為有這樣的菩薩在陪伴他們，結果發生奇蹟了！誦經懺悔完，醫生用那個日本進口的藥以後，竟然可以治療他的症狀，後來慢慢的恢復知覺，然後再經過長期的復健，現在好了。"
    },
    {
      "id": "02-042-0104_p0062",
      "zh_CN": "那一天，我去参加这位师姐百岁妈妈的告别式，我碰到那个小孩的妈妈，她每一次见到我都说：「哎呀！黄师兄，我不知道怎么感恩你！」我说：「不用，这是应该做的，我们帮佛菩萨做事！那贵公子现在怎么样？」她说：「治好后，师大附中毕业后就考大学，现在快毕业了」。因为他后来延缓几年才上大学。你看，改变命运了，奇迹！也改变了业力！众生欢喜了，这就是什么？亦不弃舍，即是《华严经》说：「若令众生生欢喜者，则令一切如来欢喜」。我们如果没有菩萨心肠，说「这没有救了，业障深重啦！随缘啦！」，印祖说「纵令绝无信心，亦不弃舍」，所以若你能够发挥这样的心，它是相应菩提心的。「曲垂方便」，佛菩萨用各种方法来度众生，「令种善根」。",
      "zh_TW": "那一天，我去參加這位師姐百歲媽媽的告別式，我碰到那個小孩的媽媽，她每一次見到我都說：「哎呀！黃師兄，我不知道怎麼感恩你！」我說：「不用，這是應該做的，我們幫佛菩薩做事！那貴公子現在怎麼樣？」她說：「治好後，師大附中畢業後就考大學，現在快畢業了」。因為他後來延緩幾年才上大學。你看，改變命運了，奇蹟！也改變了業力！眾生歡喜了，這就是什麼？亦不棄捨，即是《華嚴經》說：「若令眾生生歡喜者，則令一切如來歡喜」。我們如果沒有菩薩心腸，說「這沒有救了，業障深重啦！隨緣啦！」，印祖說「縱令絕無信心，亦不棄捨」，所以若你能夠發揮這樣的心，它是相應菩提心的。「曲垂方便」，佛菩薩用各種方法來度眾生，「令種善根」。"
    },
    {
      "id": "02-042-0104_p0063",
      "zh_CN": "那时候我们在度这位师姐的时候，我告诉她怎么做，我说：「妳今天会得这样的业报，会有这样的共业家庭，妳除了忏悔、改过，还要积功累德，还要行善。」所以我们就鼓励这个小孩的妈妈，一定要去布施，去帮助别人。现在她也终于度过这个难关，儿子也正常了，两个女儿现在也都有工作了。这就是什么？令种善根。我们要学习观世音菩萨、要学习地藏王菩萨「无缘大慈，同体大悲」的精神，我们学习菩萨的这个精神。印祖说：「待其因缘时至」，佛菩萨很有耐心的，在等待因缘成熟，「自然发生增长」，自然他就会增长善根，「依教奉行」，因缘到的时候，他就会进来佛门。",
      "zh_TW": "那時候我們在度這位師姐的時候，我告訴她怎麼做，我說：「妳今天會得這樣的業報，會有這樣的共業家庭，妳除了懺悔、改過，還要積功累德，還要行善。」所以我們就鼓勵這個小孩的媽媽，一定要去布施，去幫助別人。現在她也終於度過這個難關，兒子也正常了，兩個女兒現在也都有工作了。這就是什麼？令種善根。我們要學習觀世音菩薩、要學習地藏王菩薩「無緣大慈，同體大悲」的精神，我們學習菩薩的這個精神。印祖說：「待其因緣時至」，佛菩薩很有耐心的，在等待因緣成熟，「自然發生增長」，自然他就會增長善根，「依教奉行」，因緣到的時候，他就會進來佛門。"
    },
    {
      "id": "02-042-0104_p0064",
      "zh_CN": "像我们有一个师姐，她父亲从大陆大陈岛撤退到台湾来，那是一个大家庭，所以造了很多的杀业。因为大陈岛那边大概都是捕鱼人家，这师姐大家庭都喜欢吃海产类的鱼类，所以造了很多杀业。这位师姐的女儿一出生就吃素，等于是来度她妈。后来我在佛陀教育基金会讲《地藏经》，她特别来跟我认识，就只那么一次，她接下来就没有再听我讲《地藏经》了，这完全是地藏菩萨的安排。后来孝廉讲堂成立，她就到孝廉讲堂，每个月五次，来讲堂做周日及每周四的香积菩萨，煮素食供养这些学《弟子规》的同学及念佛老菩萨。她每次都很发心，自己买菜来，不用讲堂帮她准备菜，她全部都是大包小包这样全家总动员提来。平常她假日一定到佛陀教育基金会去打扫厕所、拖地板、扫地，积功累德，哪个地方法师或僧团，哪个佛寺需要做素斋，她就带着莲友去帮忙，她这样快速的累积福德资粮。",
      "zh_TW": "像我們有一個師姐，她父親從大陸大陳島撤退到台灣來，那是一個大家庭，所以造了很多的殺業。因為大陳島那邊大概都是捕魚人家，這師姐大家庭都喜歡吃海產類的魚類，所以造了很多殺業。這位師姐的女兒一出生就吃素，等於是來度她媽。後來我在佛陀教育基金會講《地藏經》，她特別來跟我認識，就只那麼一次，她接下來就沒有再聽我講《地藏經》了，這完全是地藏菩薩的安排。後來孝廉講堂成立，她就到孝廉講堂，每個月五次，來講堂做週日及每週四的香積菩薩，煮素食供養這些學《弟子規》的同學及念佛老菩薩。她每次都很發心，自己買菜來，不用講堂幫她準備菜，她全部都是大包小包這樣全家總動員提來。平常她假日一定到佛陀教育基金會去打掃廁所、拖地板、掃地，積功累德，哪個地方法師或僧團，哪個佛寺需要做素齋，她就帶著蓮友去幫忙，她這樣快速的累積福德資糧。"
    },
    {
      "id": "02-042-0104_p0065",
      "zh_CN": "本来她的长女很叛逆，现在她长女也被她度化，到讲堂来上《弟子规》了。她长女也进入厨房帮她一起洗菜、切菜，做小香积菩萨。不仅这样，她还度了她师兄，她开杂货店的先生本来行动就不太方便，走路都一拐一拐的。轮到她做香积的时候，她师兄就开着他的休旅车，把这些斋菜就拿到讲堂来，亲自提上来。她先生经过这样一、二年的度化以后，去年就跟他师姐讲：「我发愿吃素了！」这就是什么？佛菩萨透过妳的慈悲喜舍，度化了妳的长女，度化了妳先生的这个业力啊！转变了他的业力，自然发生增长，依教奉行，现在就依教奉行了，这就叫做佛不舍弃众生。",
      "zh_TW": "本來她的長女很叛逆，現在她長女也被她度化，到講堂來上《弟子規》了。她長女也進入廚房幫她一起洗菜、切菜，做小香積菩薩。不僅這樣，她還度了她師兄，她開雜貨店的先生本來行動就不太方便，走路都一拐一拐的。輪到她做香積的時候，她師兄就開著他的休旅車，把這些齋菜就拿到講堂來，親自提上來。她先生經過這樣一、二年的度化以後，去年就跟他師姐講：「我發願吃素了！」這就是什麼？佛菩薩透過妳的慈悲喜捨，度化了妳的長女，度化了妳先生的這個業力啊！轉變了他的業力，自然發生增長，依教奉行，現在就依教奉行了，這就叫做佛不捨棄眾生。"
    },
    {
      "id": "02-042-0104_p0066",
      "zh_CN": "所以你不应该只有度外面的众生，你还要度你家人，这也是众生。有些人很会度外面的莲友、师兄、师姐，可是对家人一点办法都没有，两手一摊说：「刚强难化，难调难伏」。学佛，最后才度我们本身的众生，我们无量无边的习气毛病，就是众生！等到最后你成佛的时候，你就做到《金刚经》里面讲的那一句话：「我应灭度一切众生，灭度一切众生已，而无有一众生实灭度者」，那你就成功了。所以印祖说：「众生视佛皆是众生，故闻佛之言，不生感激」。有时候有些人，譬如说很热心的送爱心便当去给这些街友，坦白讲有时候还会被嫌：「你的便当没有热，没有肉，你便当是素食，我不吃」，说不定还把它丢掉。众生视佛皆是众生，如果说你没有慈悲喜舍心，你一看到他这样，起烦恼心，就退转了，你可能就永远都不能够成就。所以菩萨都是百折不回，不屈不挠。",
      "zh_TW": "所以你不應該只有度外面的眾生，你還要度你家人，這也是眾生。有些人很會度外面的蓮友、師兄、師姐，可是對家人一點辦法都沒有，兩手一攤說：「剛強難化，難調難伏」。學佛，最後才度我們本身的眾生，我們無量無邊的習氣毛病，就是眾生！等到最後你成佛的時候，你就做到《金剛經》裡面講的那一句話：「我應滅度一切眾生，滅度一切眾生已，而無有一眾生實滅度者」，那你就成功了。所以印祖說：「眾生視佛皆是眾生，故聞佛之言，不生感激」。有時候有些人，譬如說很熱心的送愛心便當去給這些街友，坦白講有時候還會被嫌：「你的便當沒有熱，沒有肉，你便當是素食，我不吃」，說不定還把它丟掉。眾生視佛皆是眾生，如果說你沒有慈悲喜捨心，你一看到他這樣，起煩惱心，就退轉了，你可能就永遠都不能夠成就。所以菩薩都是百折不回，不屈不撓。"
    },
    {
      "id": "02-042-0104_p0067",
      "zh_CN": "虽然众生难度，印祖说：「闻佛之言，不生感激，反以己之邪知谬见，多方毁谤」，众生还毁谤佛法！甚至这里面更严重的，印祖说：「甚至拆毁塔寺，焚烧经典，固结魔党，破坏清修」，这种五逆罪，菩萨还是要度他们。你看六祖大师开悟以后，他没有马上去度众，他先做表法给你看，他到猎人队待了十五年。猎人把捕获的猎物带回来，有时候都还会被六祖大师偷偷的把牠放走。那猎人都是吃肉的，他们不会吃素。诶！六祖大师还要帮他们煮饭！如果换成你，说：「哎唷！造业喔！杀生喔！」就退转了，不做了，离开了。他在猎人队待了十五年，那吃饭怎么办？锅边菜。六祖大师吃肉边菜，这就是六祖大师的功夫境界！",
      "zh_TW": "雖然眾生難度，印祖說：「聞佛之言，不生感激，反以己之邪知謬見，多方毀謗」，眾生還毀謗佛法！甚至這裡面更嚴重的，印祖說：「甚至拆毀塔寺，焚燒經典，固結魔黨，破壞清修」，這種五逆罪，菩薩還是要度他們。你看六祖大師開悟以後，他沒有馬上去度眾，他先做表法給你看，他到獵人隊待了十五年。獵人把捕獲的獵物帶回來，有時候都還會被六祖大師偷偷的把牠放走。那獵人都是吃肉的，他們不會吃素。誒！六祖大師還要幫他們煮飯！如果換成你，說：「哎唷！造業喔！殺生喔！」就退轉了，不做了，離開了。他在獵人隊待了十五年，那吃飯怎麼辦？鍋邊菜。六祖大師吃肉邊菜，這就是六祖大師的功夫境界！"
    },
    {
      "id": "02-042-0104_p0068",
      "zh_CN": "印光大师说：「殆至正智稍开，则便愧悔无及」，等到这些无恶不作的恶人，他们智慧稍微开了一点，有一点福德资粮了，有一点善根了，就觉得非常的惭愧、后悔。所以我常常都告诉莲友说：「你要怎么度家人？你先度他去行善积德，积功累德，帮他做布施，最好拿他的钱去布施，累积他的善根。」就这里讲的，等到他的智慧稍微开了一点，他就觉得非常的惭愧、非常的后悔。印祖说：「由兹遂复归命如来，兴崇佛法者，古今来比比皆是」，本来是恶人，但是他后来智慧开了以后，他开始归命如来，学佛了，最后弘扬佛法，他说古往今来这种例子太多了。",
      "zh_TW": "印光大師說：「殆至正智稍開，則便愧悔無及」，等到這些無惡不作的惡人，他們智慧稍微開了一點，有一點福德資糧了，有一點善根了，就覺得非常的慚愧、後悔。所以我常常都告訴蓮友說：「你要怎麼度家人？你先度他去行善積德，積功累德，幫他做布施，最好拿他的錢去布施，累積他的善根。」就這裡講的，等到他的智慧稍微開了一點，他就覺得非常的慚愧、非常的後悔。印祖說：「由茲遂復歸命如來，興崇佛法者，古今來比比皆是」，本來是惡人，但是他後來智慧開了以後，他開始歸命如來，學佛了，最後弘揚佛法，他說古往今來這種例子太多了。"
    },
    {
      "id": "02-042-0104_p0069",
      "zh_CN": "印祖又说，「须知父母于逆子，尚生弃舍之心」，父母对于很叛逆的儿子，甚至还会生起一个念头说，放弃他，弃舍之心。「佛于逆恶不信之流」，佛对这些五逆、无恶不作的这些众生，他更加的怜悯，「愈生怜愍，何以故？愍其惑业深重」，佛菩萨就是悲悯他们，他们的恶业深重，丧失了他们本有的清净心。印祖说：「失本心故，以虽则现时背逆于佛」，虽然他现在非常的叛逆，违背佛的教诲，但是他「即心本具之天真佛性，仍复丝毫不失，如焦模中金像」，就好像烧焦木块里面的佛像一样！印祖说：「焦模中金像，敝衣中宝珠」，就好像说一件非常破烂的衣服里面，藏着一颗宝珠一样！「蒙尘之秦镜」，就好像那个宝镜上面，盖着灰尘一样。「在璞之荆璧」，就好像说那个和氏璧一样这么珍贵！",
      "zh_TW": "印祖又說，「須知父母於逆子，尚生棄捨之心」，父母對於很叛逆的兒子，甚至還會生起一個念頭說，放棄他，棄捨之心。「佛於逆惡不信之流」，佛對這些五逆、無惡不作的這些眾生，他更加的憐憫，「愈生憐愍，何以故？愍其惑業深重」，佛菩薩就是悲憫他們，他們的惡業深重，喪失了他們本有的清淨心。印祖說：「失本心故，以雖則現時背逆於佛」，雖然他現在非常的叛逆，違背佛的教誨，但是他「即心本具之天真佛性，仍復絲毫不失，如焦模中金像」，就好像燒焦木塊裡面的佛像一樣！印祖說：「焦模中金像，敝衣中寶珠」，就好像說一件非常破爛的衣服裡面，藏著一顆寶珠一樣！「蒙塵之秦鏡」，就好像那個寶鏡上面，蓋著灰塵一樣。「在璞之荊璧」，就好像說那個和氏璧一樣這麼珍貴！"
    },
    {
      "id": "02-042-0104_p0070",
      "zh_CN": "这个「在璞之荆璧」，我在这边解释给各位听，它这就是我们知道的和氏之璧，和氏璧。据说在春秋时代，有一个楚国人叫卞和，他在楚山(有一个说法说在荆山，荆山在今天湖北的南漳县)，他看见有一只凤凰栖落在山中的青石板中，这位卞和他很有眼光，他相信说那只凤凰所落脚的地方，应该是很特别的一块石头。他依什么？他说凤凰不落无宝之地；换句话说，凤凰所栖息的地方都是宝地。然后他认为山中一定有宝，经过仔细的寻找，终于在山中发现一块玉璞，就是璞玉。刚才不是讲在璞之荆璧吗？就是这个玉璞的意思，玉璞就是一种石头，包着玉的那种石头叫玉璞，在楚山里面。他就把它挖掘出来以后，奉献给楚厉王。",
      "zh_TW": "這個「在璞之荊璧」，我在這邊解釋給各位聽，它這就是我們知道的和氏之璧，和氏璧。據說在春秋時代，有一個楚國人叫卞和，他在楚山(有一個說法說在荊山，荊山在今天湖北的南漳縣)，他看見有一隻鳳凰棲落在山中的青石板中，這位卞和他很有眼光，他相信說那隻鳳凰所落腳的地方，應該是很特別的一塊石頭。他依什麼？他說鳳凰不落無寶之地；換句話說，鳳凰所棲息的地方都是寶地。然後他認為山中一定有寶，經過仔細的尋找，終於在山中發現一塊玉璞，就是璞玉。剛才不是講在璞之荊璧嗎？就是這個玉璞的意思，玉璞就是一種石頭，包著玉的那種石頭叫玉璞，在楚山裡面。他就把它挖掘出來以後，奉獻給楚厲王。"
    },
    {
      "id": "02-042-0104_p0071",
      "zh_CN": "楚厉王是个昏君，而且是个暴君，楚厉王就派一个玉人(懂玉的人)来勘查说，这个到底是不是玉？是不是宝玉？昏君就用昏臣！用昏庸的大臣。这个懂玉的人说：石头，这是石头。楚厉王认为卞和欺骗他，「王以和为诳」，你骗我，「而刖」，这个字念月，刖就是一种古代的酷刑，割掉他的膝盖骨，这个非常的残酷，剁掉他的左脚。等到这个楚厉王薨，薨就是什么？薨就是死掉的意思。古代天子死掉叫「崩」，那诸侯王公的死都叫做「薨」。后来楚武王即位，楚武王是一个非常英明的国君，所以卞和又把这个璞玉献给楚武王，这就是我们刚刚讲「在璞之荆璧」这个意思。",
      "zh_TW": "楚厲王是個昏君，而且是個暴君，楚厲王就派一個玉人(懂玉的人)來勘查說，這個到底是不是玉？是不是寶玉？昏君就用昏臣！用昏庸的大臣。這個懂玉的人說：石頭，這是石頭。楚厲王認為卞和欺騙他，「王以和為誑」，你騙我，「而刖」，這個字念月，刖就是一種古代的酷刑，割掉他的膝蓋骨，這個非常的殘酷，剁掉他的左腳。等到這個楚厲王薨，薨就是什麼？薨就是死掉的意思。古代天子死掉叫「崩」，那諸侯王公的死都叫做「薨」。後來楚武王即位，楚武王是一個非常英明的國君，所以卞和又把這個璞玉獻給楚武王，這就是我們剛剛講「在璞之荊璧」這個意思。"
    },
    {
      "id": "02-042-0104_p0072",
      "zh_CN": "印祖说：「愚人但见其外相」，凡夫只看到它的外相，「而不知其内容，佛则遗外相而论内容」，佛本身他是见性的，法身大士以上的如来，佛有这个智慧可以知道，众生都是佛。所以没有一个众生被抛弃，「故无一众生或生弃舍也」，以是《感应篇汇编》上东汉陈实故事，我特别引用印光大师的开示来表法，说明不善之人未必本恶，习以性成，遂至于此，来彰显陈实他本身是个君子，而且是一个菩萨的示现与教化。",
      "zh_TW": "印祖說：「愚人但見其外相」，凡夫只看到它的外相，「而不知其內容，佛則遺外相而論內容」，佛本身他是見性的，法身大士以上的如來，佛有這個智慧可以知道，眾生都是佛。所以沒有一個眾生被拋棄，「故無一眾生或生棄捨也」，以是《感應篇彙編》上東漢陳實故事，我特別引用印光大師的開示來表法，說明不善之人未必本惡，習以性成，遂至於此，來彰顯陳實他本身是個君子，而且是一個菩薩的示現與教化。"
    },
    {
      "id": "02-042-0104_p0073",
      "zh_CN": "惭愧弟子黄柏霖报告至此，若有讲得不妥之处，祈请师父上人教诲，请各位法师、同修大德批评指教。阿弥陀佛。",
      "zh_TW": "慚愧弟子黃柏霖報告至此，若有講得不妥之處，祈請師父上人教誨，請各位法師、同修大德批評指教。阿彌陀佛。"
    },
    {
      "id": "02-042-0104_p0074",
      "zh_CN": "老法师：末后这两篇都是黄警官的，我们现在还剩下十二分钟，下面这一份可能没有时间了。黄警官我们认识很久，这是一位善人，这么多年来，他在参学因果报应。因果报应在中国儒释道三家都是重要的教育，因果教育比道德的教育转化人心还有效果。有一些受过道德教育，遇到恶缘，譬如高名厚利，他还会明知故犯。他不是不知道，为什么还犯罪？因为有利可图，想贪赃枉法。但是真正通达因果、认识因果，深信不疑，他处事待人接物，决定不敢用邪知邪见去伤害别人。为什么？他知道有果报，现前能得一点利益，死后怎么办？现在得的是不义之财，能享受几年？何况享受的时候，一定受良心责备，心不安，常常怀着恐惧，怕自己这个恶行被别人暴露，他害怕。就是活在这个世间，他提心吊胆；死了之后决定三途，严重的，无间地狱。我们看今天社会一切人事物，跟经典所说的来对照，就很清楚、很明白。别人这么做法，我们劝他有没有好处？有好处，至少在阿赖耶里面落下善的种子。现在他不知道忏悔，堕落恶道，他忏悔了，后悔来不及了。能知道过失、做错了，这个好，他在地狱受的苦比较轻，离开地狱时间可以提前，有这个好处。",
      "zh_TW": "老法師：末後這兩篇都是黃警官的，我們現在還剩下十二分鐘，下面這一份可能沒有時間了。黃警官我們認識很久，這是一位善人，這麼多年來，他在參學因果報應。因果報應在中國儒釋道三家都是重要的教育，因果教育比道德的教育轉化人心還有效果。有一些受過道德教育，遇到惡緣，譬如高名厚利，他還會明知故犯。他不是不知道，為什麼還犯罪？因為有利可圖，想貪贓枉法。但是真正通達因果、認識因果，深信不疑，他處事待人接物，決定不敢用邪知邪見去傷害別人。為什麼？他知道有果報，現前能得一點利益，死後怎麼辦？現在得的是不義之財，能享受幾年？何況享受的時候，一定受良心責備，心不安，常常懷著恐懼，怕自己這個惡行被別人暴露，他害怕。就是活在這個世間，他提心弔膽；死了之後決定三途，嚴重的，無間地獄。我們看今天社會一切人事物，跟經典所說的來對照，就很清楚、很明白。別人這麼做法，我們勸他有沒有好處？有好處，至少在阿賴耶裡面落下善的種子。現在他不知道懺悔，墮落惡道，他懺悔了，後悔來不及了。能知道過失、做錯了，這個好，他在地獄受的苦比較輕，離開地獄時間可以提前，有這個好處。"
    },
    {
      "id": "02-042-0104_p0075",
      "zh_CN": "所以要学菩萨、要学圣贤大慈大悲，对待作恶的这些众生，不要怨恨他。如果我们自己受他的伤害，决定没有报复的念头、没有怨恨的念头，好！只要自己心平气和，把这些事情不放在心上，你再深一层的去观察，我们对他还会生起感恩的心。为什么？我们这种忍辱的德行，把自己的业障消掉了。那缘呢？缘是他对我的种种恶行，我能原谅他，消自己的业障，长自己的福慧。他做错事，增长我们的福慧，我们还能怨恨他吗？我们还能不帮助他吗？",
      "zh_TW": "所以要學菩薩、要學聖賢大慈大悲，對待作惡的這些眾生，不要怨恨他。如果我們自己受他的傷害，決定沒有報復的念頭、沒有怨恨的念頭，好！只要自己心平氣和，把這些事情不放在心上，你再深一層的去觀察，我們對他還會生起感恩的心。為什麼？我們這種忍辱的德行，把自己的業障消掉了。那緣呢？緣是他對我的種種惡行，我能原諒他，消自己的業障，長自己的福慧。他做錯事，增長我們的福慧，我們還能怨恨他嗎？我們還能不幫助他嗎？"
    },
    {
      "id": "02-042-0104_p0076",
      "zh_CN": "如果更深一层观察，遍法界虚空界万事万物跟我是一体，一个自性里头变现出来的，自他是一不是二。这是佛法讲到究竟极处，肯定自他是一体，对于极端险恶的人都会谅解，都不会起个恶念向他，真正把他当作未来佛看待。一切众生本来是佛，他本来是佛，现在也没有改变，只不过是现前一念迷失本性，被外面环境虚假的假相所迷，造作一切不善。外面的现象，你看清楚、看明白了，一切善恶业因、业缘、业果都不可得。为什么？它是生灭法，凡所有相，皆是虚妄，没有一样是真的。既然没有一样是真的，你又何必去计较？又何必放在心上？这是我们不能不知道的。",
      "zh_TW": "如果更深一層觀察，遍法界虛空界萬事萬物跟我是一體，一個自性裡頭變現出來的，自他是一不是二。這是佛法講到究竟極處，肯定自他是一體，對於極端險惡的人都會諒解，都不會起個惡念向他，真正把他當作未來佛看待。一切眾生本來是佛，他本來是佛，現在也沒有改變，只不過是現前一念迷失本性，被外面環境虛假的假相所迷，造作一切不善。外面的現象，你看清楚、看明白了，一切善惡業因、業緣、業果都不可得。為什麼？它是生滅法，凡所有相，皆是虛妄，沒有一樣是真的。既然沒有一樣是真的，你又何必去計較？又何必放在心上？這是我們不能不知道的。"
    },
    {
      "id": "02-042-0104_p0077",
      "zh_CN": "所以从同学们这些报告，我们做一句总结，都是善的、都是好的。这个教材有正面的、有负面的，正面的鼓励我们，负面的，我们也用这个来反省，我们有没有？有则改之，无则嘉勉，把负面的教材统统做正面教材来用，帮助我们消除业障，增长福慧。所以我们对一切众生，不但对佛菩萨感恩，对一切恶道众生同样感恩，心目当中统统都是佛境界，都是一真法界。在十法界、在六道我们要看到一真，原本就一真，一真从来没有改变，我们就真正能放下了。",
      "zh_TW": "所以從同學們這些報告，我們做一句總結，都是善的、都是好的。這個教材有正面的、有負面的，正面的鼓勵我們，負面的，我們也用這個來反省，我們有沒有？有則改之，無則嘉勉，把負面的教材統統做正面教材來用，幫助我們消除業障，增長福慧。所以我們對一切眾生，不但對佛菩薩感恩，對一切惡道眾生同樣感恩，心目當中統統都是佛境界，都是一真法界。在十法界、在六道我們要看到一真，原本就一真，一真從來沒有改變，我們就真正能放下了。"
    },
    {
      "id": "02-042-0104_p0078",
      "zh_CN": "放下，六根在六尘境界上，一切妄想分别执着统统放下。这个话说起来容易，做起来不容易，做不到怎么办？念佛，回归净土。心上只放一句佛号，除一句佛号之外什么都不要放，就对了。这是净宗无比殊胜的法门，让我们这一生当中得真实利益，三个真实我们都可以证得，真实之际、真实智慧、真实之利。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "放下，六根在六塵境界上，一切妄想分別執著統統放下。這個話說起來容易，做起來不容易，做不到怎麼辦？念佛，回歸淨土。心上只放一句佛號，除一句佛號之外什麼都不要放，就對了。這是淨宗無比殊勝的法門，讓我們這一生當中得真實利益，三個真實我們都可以證得，真實之際、真實智慧、真實之利。好，今天時間到了，我們就學習到此地。"
    }
  ]
}