{
  "doc_id": "02-042-0229",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "妙音",
    "智扬"
  ],
  "volume": {
    "zh_CN": "第二二九集",
    "zh_TW": "第二二九集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0229",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "02-042-0229_p0001",
      "zh_CN": "学生：信愿持名就是大彻大悟——读诵《无量寿经》三千部圆满小结报告",
      "zh_TW": "學生：信願持名就是大徹大悟——讀誦《無量壽經》三千部圓滿小結報告"
    },
    {
      "id": "02-042-0229_p0002",
      "zh_CN": "尊敬的师父上人慈鉴！阿弥陀佛！惭愧弟子妙音遵师教诲。读经三千部已经圆满，现做一小结，敬呈恩师，乞师批评，弟子当敬顺信受。",
      "zh_TW": "尊敬的師父上人慈鑒！阿彌陀佛！慚愧弟子妙音遵師教誨。讀經三千部已經圓滿，現做一小結，敬呈恩師，乞師批評，弟子當敬順信受。"
    },
    {
      "id": "02-042-0229_p0003",
      "zh_CN": "弟子今年五月底在香港拜见师父上人之后，回来即开始复讲「四十八愿」。圆满之后，从八月一日起，恢复每天十小时读经、两小时听经、余时念佛的功课。至十一月十二日圆满。一个总的感受，就是一千部好像是一个转折点，每读到一千部时候，总是能够感受到明显的进步。所以对于师父上人所说的讲求遍数，深有体会。",
      "zh_TW": "弟子今年五月底在香港拜見師父上人之後，回來即開始複講「四十八願」。圓滿之後，從八月一日起，恢復每天十小時讀經、兩小時聽經、餘時念佛的功課。至十一月十二日圓滿。一個總的感受，就是一千部好像是一個轉折點，每讀到一千部時候，總是能夠感受到明顯的進步。所以對於師父上人所說的講求遍數，深有體會。"
    },
    {
      "id": "02-042-0229_p0004",
      "zh_CN": "此一年来，读完三千部，确实感受到三宝加持不可思议！读经的功德不可思议！愈读愈轻松，愈读愈欢喜。对念佛求生净土，信愿愈来愈坚固。真是欲罢不能！",
      "zh_TW": "此一年來，讀完三千部，確實感受到三寶加持不可思議！讀經的功德不可思議！愈讀愈輕鬆，愈讀愈歡喜。對念佛求生淨土，信願愈來愈堅固。真是欲罷不能！"
    },
    {
      "id": "02-042-0229_p0005",
      "zh_CN": "读满三千部《无量寿经》，弟子有一个体悟就是：《无量寿经》归结就是信愿持名！",
      "zh_TW": "讀滿三千部《無量壽經》，弟子有一個體悟就是：《無量壽經》歸結就是信願持名！"
    },
    {
      "id": "02-042-0229_p0006",
      "zh_CN": "甲一、疑问",
      "zh_TW": "甲一、疑問"
    },
    {
      "id": "02-042-0229_p0007",
      "zh_CN": "弟子在读经到二千五百部之后，突然产生一个疑问，就是《无量寿经》里面，佛到底给我们说了些什么？结果发现，整部大经，从前到后，无论说弥陀因地修行、弥陀大愿建立极乐妙土，还是释迦世尊介绍极乐依正庄严、三辈往生、往生正因，乃至此土浊恶苦痛，皆是苦口婆心劝导一切众生，尤其是我们五浊凡夫，信愿持名，求生净土，得不退转，一生圆满无上菩提！",
      "zh_TW": "弟子在讀經到二千五百部之後，突然產生一個疑問，就是《無量壽經》裡面，佛到底給我們說了些什麼？結果發現，整部大經，從前到後，無論說彌陀因地修行、彌陀大願建立極樂妙土，還是釋迦世尊介紹極樂依正莊嚴、三輩往生、往生正因，乃至此土濁惡苦痛，皆是苦口婆心勸導一切眾生，尤其是我們五濁凡夫，信願持名，求生淨土，得不退轉，一生圓滿無上菩提！"
    },
    {
      "id": "02-042-0229_p0008",
      "zh_CN": "甲二、今昔对比",
      "zh_TW": "甲二、今昔對比"
    },
    {
      "id": "02-042-0229_p0009",
      "zh_CN": "虽然过去，弟子听师父上人讲经多年，于此道理亦似知晓。但于今日经此发现，心中好像点亮一盏明灯，眼睛一下子亮了。那种欢喜心是过去没有过的。对过去曾经学习、听讲的内容，许多祖师的法语以及师父上人的教导，就像泉水般涌了出来。自己觉得又加深了理解。许多往生祖师大德的懿范，也更加强了弟子的信心与愿行。不妨简单举几例说明。",
      "zh_TW": "雖然過去，弟子聽師父上人講經多年，於此道理亦似知曉。但於今日經此發現，心中好像點亮一盞明燈，眼睛一下子亮了。那種歡喜心是過去沒有過的。對過去曾經學習、聽講的內容，許多祖師的法語以及師父上人的教導，就像泉水般湧了出來。自己覺得又加深了理解。許多往生祖師大德的懿範，也更加強了弟子的信心與願行。不妨簡單舉幾例說明。"
    },
    {
      "id": "02-042-0229_p0010",
      "zh_CN": "乙一、理上的体悟",
      "zh_TW": "乙一、理上的體悟"
    },
    {
      "id": "02-042-0229_p0011",
      "zh_CN": "丙一、我们净宗四祖善导大师说：「如来所以兴出世，唯说弥陀本愿海。」也就是说，三世诸佛出现在世间，都是为了称说净土、宣讲《大经》及净土三经。劝导一切众生，信愿持名，求生净土，不退成佛而已。于此深义更能体会一些了。",
      "zh_TW": "丙一、我們淨宗四祖善導大師說：「如來所以興出世，唯說彌陀本願海。」也就是說，三世諸佛出現在世間，都是為了稱說淨土、宣講《大經》及淨土三經。勸導一切眾生，信願持名，求生淨土，不退成佛而已。於此深義更能體會一些了。"
    },
    {
      "id": "02-042-0229_p0012",
      "zh_CN": "丙二、又过去净宗祖师都告诉我们，此经是「如来正说第一经」，现也能多体会到一些深义。在本经「独留此经第四十五」里面佛说：「当来之世，经道灭尽，我以慈悲哀愍，特留此经，止住百岁。其有众生，值斯经者，随意所愿，皆可得度。」这是说将来佛法快灭尽了，佛以大慈悲加持此经最后住世一百年，那时候众生业障极重，有缘遇到此经，信愿持名，还可以得度。弥陀第十八愿十念必生，五逆十恶极重罪人临终遇到殊胜因缘教以忏悔念佛，若能至诚忏悔，十称佛名，即得往生，亦是当生成佛！所以我们现在能听闻、信受、依教奉行，哪有不往生的道理？！所以古来祖师大德都赞叹此经此法：至圆极顿、三根普被、利钝全收。可见持名念佛法门的功德真是无上殊胜！不可思议！",
      "zh_TW": "丙二、又過去淨宗祖師都告訴我們，此經是「如來正說第一經」，現也能多體會到一些深義。在本經「獨留此經第四十五」裡面佛說：「當來之世，經道滅盡，我以慈悲哀愍，特留此經，止住百歲。其有眾生，值斯經者，隨意所願，皆可得度。」這是說將來佛法快滅盡了，佛以大慈悲加持此經最後住世一百年，那時候眾生業障極重，有緣遇到此經，信願持名，還可以得度。彌陀第十八願十念必生，五逆十惡極重罪人臨終遇到殊勝因緣教以懺悔念佛，若能至誠懺悔，十稱佛名，即得往生，亦是當生成佛！所以我們現在能聽聞、信受、依教奉行，哪有不往生的道理？！所以古來祖師大德都讚歎此經此法：至圓極頓、三根普被、利鈍全收。可見持名念佛法門的功德真是無上殊勝！不可思議！"
    },
    {
      "id": "02-042-0229_p0013",
      "zh_CN": "丙三、又师父上人于讲经中常讲到，隋唐佛法盛世之时，那些祖师大德曾经把世尊四十九年所说一切经法做了一个比较，世尊所说一切经中哪一部经第一？大家公认，首推《华严》，《大方广佛华严经》第一，这是根本法轮！而《华严》和《无量寿经》相比？《无量寿经》第一。为什么？《华严》最后普贤菩萨十大愿王导归极乐才圆满，而本经完全讲极乐净土。又本经有四十八品，哪一品第一？第六品阿弥陀佛四十八愿第一。四十八愿里面哪一愿第一？第十八愿十念必生！最后就是一句弥陀名号！所以名号功德不可思议，这句名号不但包含世尊所说一切经教，实则包含十方三世一切诸佛所说一切经法。所以这句佛号就是一切法的最高峰。所以古来大德都说：「千经万论处处指归！」历代祖师亦是苦劝念佛，求生净土！蕅益大师《要解》里面说：「唯有剖心沥血而已！」师父上人在「发大誓愿」第二回中说到：佛出现世间就是为一切众生离究竟苦，得究竟乐而已！而不出轮回，就没有真正离苦，不能往生，就不能得究竟乐！而能普度一切众生之法，就是本经。当然也就是信愿持名，求生净土一法！可见信愿持名功德不可思议！",
      "zh_TW": "丙三、又師父上人於講經中常講到，隋唐佛法盛世之時，那些祖師大德曾經把世尊四十九年所說一切經法做了一個比較，世尊所說一切經中哪一部經第一？大家公認，首推《華嚴》，《大方廣佛華嚴經》第一，這是根本法輪！而《華嚴》和《無量壽經》相比？《無量壽經》第一。為什麼？《華嚴》最後普賢菩薩十大願王導歸極樂才圓滿，而本經完全講極樂淨土。又本經有四十八品，哪一品第一？第六品阿彌陀佛四十八願第一。四十八願裡面哪一願第一？第十八願十念必生！最後就是一句彌陀名號！所以名號功德不可思議，這句名號不但包含世尊所說一切經教，實則包含十方三世一切諸佛所說一切經法。所以這句佛號就是一切法的最高峰。所以古來大德都說：「千經萬論處處指歸！」歷代祖師亦是苦勸念佛，求生淨土！蕅益大師《要解》裡面說：「唯有剖心瀝血而已！」師父上人在「發大誓願」第二回中說到：佛出現世間就是為一切眾生離究竟苦，得究竟樂而已！而不出輪迴，就沒有真正離苦，不能往生，就不能得究竟樂！而能普度一切眾生之法，就是本經。當然也就是信願持名，求生淨土一法！可見信願持名功德不可思議！"
    },
    {
      "id": "02-042-0229_p0014",
      "zh_CN": "丙四、又历代祖师都判本经与小本《阿弥陀经》是同部，只是详略不同而已。今读此经，确实能从中体会到一些义趣。小本之宗在信愿持名，本经之宗是「发菩提心，一向专念」。蕅益大师《要解》里面说：「深信发愿即无上菩提」。「一向专念」即是持佛名号。所以「发菩提心，一向专念」就是「信愿持名」。小本《阿弥陀经》序分、正宗分、流通分皆劝信愿行，即信愿持名。本经自始至终亦是苦劝众生信愿持名求生净土！",
      "zh_TW": "丙四、又歷代祖師都判本經與小本《阿彌陀經》是同部，只是詳略不同而已。今讀此經，確實能從中體會到一些義趣。小本之宗在信願持名，本經之宗是「發菩提心，一向專念」。蕅益大師《要解》裡面說：「深信發願即無上菩提」。「一向專念」即是持佛名號。所以「發菩提心，一向專念」就是「信願持名」。小本《阿彌陀經》序分、正宗分、流通分皆勸信願行，即信願持名。本經自始至終亦是苦勸眾生信願持名求生淨土！"
    },
    {
      "id": "02-042-0229_p0015",
      "zh_CN": "所以弟子体会到，过去虽然念佛，但是没有现在这种心境。现在通过读经、听经，密集、长时薰修，深深领悟到释迦、弥陀两土导师悲心至极，感恩、敬顺、信愿之心自然流出。虽是初生，但亦欢喜无量。再回头来看古来祖师大德，很多不识字的，就是一句名号，得大成就。可见祖师皆言，所谓「大道至简」，确实不虚啊！信愿持名，功德不可思议！",
      "zh_TW": "所以弟子體會到，過去雖然念佛，但是沒有現在這種心境。現在通過讀經、聽經，密集、長時薰修，深深領悟到釋迦、彌陀兩土導師悲心至極，感恩、敬順、信願之心自然流出。雖是初生，但亦歡喜無量。再回頭來看古來祖師大德，很多不識字的，就是一句名號，得大成就。可見祖師皆言，所謂「大道至簡」，確實不虛啊！信願持名，功德不可思議！"
    },
    {
      "id": "02-042-0229_p0016",
      "zh_CN": "乙二、往生祖师大德的懿范",
      "zh_TW": "乙二、往生祖師大德的懿範"
    },
    {
      "id": "02-042-0229_p0017",
      "zh_CN": "丙一、明朝龙裤国师",
      "zh_TW": "丙一、明朝龍褲國師"
    },
    {
      "id": "02-042-0229_p0018",
      "zh_CN": "国师法号樵云，明朝神宗年间剃度出家，不识字，出家后在寺院干些苦活杂活服务大众，几年后遇善知识教其要学古来祖师大德，隐居念佛修行。于是入寺院后山，居山洞，粮食吃完，只食野果，如是昼夜念佛精进不懈，得大成就。至皇太后驾崩，托梦请皇上求国师超度，结果国师仅称三声南无阿弥陀佛圣号，就将其超度到天界。只是一句六字洪名，真是妙德难思！",
      "zh_TW": "國師法號樵雲，明朝神宗年間剃度出家，不識字，出家後在寺院幹些苦活雜活服務大眾，幾年後遇善知識教其要學古來祖師大德，隱居念佛修行。於是入寺院後山，居山洞，糧食吃完，只食野果，如是晝夜念佛精進不懈，得大成就。至皇太后駕崩，託夢請皇上求國師超度，結果國師僅稱三聲南無阿彌陀佛聖號，就將其超度到天界。只是一句六字洪名，真是妙德難思！"
    },
    {
      "id": "02-042-0229_p0019",
      "zh_CN": "丙二、民国锅漏匠",
      "zh_TW": "丙二、民國鍋漏匠"
    },
    {
      "id": "02-042-0229_p0020",
      "zh_CN": "民国初年，浙江宁波观宗寺大德谛闲老法师有一锅漏匠的徒弟，法师为其剃度后，不许受戒，给他找了一个乡下的破庙，找了一个护法为其做饭。只传他一句南无阿弥陀佛，让他昼夜不间断，念累了休息，休息好了继续念。如是三年，站着往生，而且往生后又站了三天等谛老为其办后事。还是一句弥陀名号，不夹杂、不怀疑、不间断，如此成就，确证名号功德，不可思议！",
      "zh_TW": "民國初年，浙江寧波觀宗寺大德諦閑老法師有一鍋漏匠的徒弟，法師為其剃度後，不許受戒，給他找了一個鄉下的破廟，找了一個護法為其做飯。只傳他一句南無阿彌陀佛，讓他晝夜不間斷，念累了休息，休息好了繼續念。如是三年，站著往生，而且往生後又站了三天等諦老為其辦後事。還是一句彌陀名號，不夾雜、不懷疑、不間斷，如此成就，確證名號功德，不可思議！"
    },
    {
      "id": "02-042-0229_p0021",
      "zh_CN": "丙三、现代念佛榜样来佛三圣",
      "zh_TW": "丙三、現代念佛榜樣來佛三聖"
    },
    {
      "id": "02-042-0229_p0022",
      "zh_CN": "海贤老和尚、海庆老和尚、贤公老和尚的母亲。我们已经熟知了，三位大德都是不识字，都是一句南无阿弥陀佛名号念到底。结果，贤公母亲自在往生，且如达摩游戏神通，示现征信；庆公老和尚，预知时至，自在往生六年后，示现金刚不坏身；贤公则念到大彻大悟，明心见性，见性成佛，又奉弥陀慈命住世表法为夏莲公《无量寿经》会集本、黄念老《大经注》、师父上人专修专弘此本此注普劝现在及当来一切有缘依止修学做证明，真是一佛出世，千佛拥护，阿弥陀佛早有安排，释迦世尊早有安排。为莲公会集本、为此无上甚深微妙之法，即信愿持名，求生净土一法作证！给我们增长无比的信心。",
      "zh_TW": "海賢老和尚、海慶老和尚、賢公老和尚的母親。我們已經熟知了，三位大德都是不識字，都是一句南無阿彌陀佛名號念到底。結果，賢公母親自在往生，且如達摩遊戲神通，示現徵信；慶公老和尚，預知時至，自在往生六年後，示現金剛不壞身；賢公則念到大徹大悟，明心見性，見性成佛，又奉彌陀慈命住世表法為夏蓮公《無量壽經》會集本、黃念老《大經註》、師父上人專修專弘此本此註普勸現在及當來一切有緣依止修學做證明，真是一佛出世，千佛擁護，阿彌陀佛早有安排，釋迦世尊早有安排。為蓮公會集本、為此無上甚深微妙之法，即信願持名，求生淨土一法作證！給我們增長無比的信心。"
    },
    {
      "id": "02-042-0229_p0023",
      "zh_CN": "由上三例，我们就能体会到这一句佛号的功德无比殊胜！佛在经中说，「此乃佛果地上的境界，唯佛与佛方能究竟」。我们是业障凡夫，只有仰信佛语，至诚恭敬，信受奉行，必能获得如上诸位大德之大利！",
      "zh_TW": "由上三例，我們就能體會到這一句佛號的功德無比殊勝！佛在經中說，「此乃佛果地上的境界，唯佛與佛方能究竟」。我們是業障凡夫，只有仰信佛語，至誠恭敬，信受奉行，必能獲得如上諸位大德之大利！"
    },
    {
      "id": "02-042-0229_p0024",
      "zh_CN": "小本《阿弥陀经》里面有说此经是「一切诸佛所护念经」。今此大本《无量寿经》第二十三品，有十方佛赞。又「勤修坚持第四十六」，世尊嘱咐弥勒菩萨：「我今如理宣说如是广大微妙法门，一切诸佛之所称赞，付嘱汝等，作大守护。」所以，我们读诵《无量寿经》，必蒙十方三世一切诸佛之所护念加持，信愿持名，求生净土，一生成就，证大涅槃！所以古德说：「读诵《无量寿经》，对我们念佛求生净土，有万牛莫挽之力。」一万头牛都拉不回来，这是比喻读诵本经之大利益！弟子现能体会一些了。真是感恩师父上人的教导啊！",
      "zh_TW": "小本《阿彌陀經》裡面有說此經是「一切諸佛所護念經」。今此大本《無量壽經》第二十三品，有十方佛讚。又「勤修堅持第四十六」，世尊囑咐彌勒菩薩：「我今如理宣說如是廣大微妙法門，一切諸佛之所稱讚，付囑汝等，作大守護。」所以，我們讀誦《無量壽經》，必蒙十方三世一切諸佛之所護念加持，信願持名，求生淨土，一生成就，證大涅槃！所以古德說：「讀誦《無量壽經》，對我們念佛求生淨土，有萬牛莫挽之力。」一萬頭牛都拉不回來，這是比喻讀誦本經之大利益！弟子現能體會一些了。真是感恩師父上人的教導啊！"
    },
    {
      "id": "02-042-0229_p0025",
      "zh_CN": "甲三、师父上人加持",
      "zh_TW": "甲三、師父上人加持"
    },
    {
      "id": "02-042-0229_p0026",
      "zh_CN": "不久，师父上人在《净土大经科注（第四回）》三七九集中斩钉截铁的讲到：「信愿持名是大彻大悟，它的殊胜功德绝不亚于禅宗所标榜的、教下所标榜的大彻大悟、明心见性，见性成佛。净宗这一句名号，南无阿弥陀佛就是大彻大悟，那个功力不在大彻大悟、明心见性之下。这一点你要懂，你要明白，你就不怀疑了。」弟子过去听经，听到这些要紧的地方，可能有一点感动，很快也就忘掉了。可是今天听来，确实如狮子吼！如大雷震！心灵深处被深深感动！弟子感到就像师父上人给弟子印证一样。心中那分欢喜，得未曾有！所以，愿心愈来愈切！念佛也愈来愈勤！是非人我等杂念、不善念自然减少！由此也对莲公大士所开示的：「理明则信深，信深则愿切，愿切则行专，行专则功纯，功纯则妄消，妄消则真显」，这几句法语有了些真实的体会。可见，真实利益，一定是要从老实听话真干中得来。",
      "zh_TW": "不久，師父上人在《淨土大經科註（第四回）》三七九集中斬釘截鐵的講到：「信願持名是大徹大悟，它的殊勝功德絕不亞於禪宗所標榜的、教下所標榜的大徹大悟、明心見性，見性成佛。淨宗這一句名號，南無阿彌陀佛就是大徹大悟，那個功力不在大徹大悟、明心見性之下。這一點你要懂，你要明白，你就不懷疑了。」弟子過去聽經，聽到這些要緊的地方，可能有一點感動，很快也就忘掉了。可是今天聽來，確實如獅子吼！如大雷震！心靈深處被深深感動！弟子感到就像師父上人給弟子印證一樣。心中那分歡喜，得未曾有！所以，願心愈來愈切！念佛也愈來愈勤！是非人我等雜念、不善念自然減少！由此也對蓮公大士所開示的：「理明則信深，信深則願切，願切則行專，行專則功純，功純則妄消，妄消則真顯」，這幾句法語有了些真實的體會。可見，真實利益，一定是要從老實聽話真幹中得來。"
    },
    {
      "id": "02-042-0229_p0027",
      "zh_CN": "甲四、读《科注》的心得",
      "zh_TW": "甲四、讀《科註》的心得"
    },
    {
      "id": "02-042-0229_p0028",
      "zh_CN": "师父上人在《科注》三七二集中为我们开示修学的方法：念满三千部之后，肯定有悟处，再读三遍黄念祖老居士的注解，以此来印证。看我们所体会的跟念老讲的一不一样，一样，正知正见；不一样，邪知邪见，错了。接下去再念三千部，就用这个方法一直下去。其义自见。于是弟子开始全力以赴读《科注》。现在弟子刚好读完二遍。每天十小时以上。结果愈看愈欢喜！一看就是几个小时。法喜充满！",
      "zh_TW": "師父上人在《科註》三七二集中為我們開示修學的方法：念滿三千部之後，肯定有悟處，再讀三遍黃念祖老居士的註解，以此來印證。看我們所體會的跟念老講的一不一樣，一樣，正知正見；不一樣，邪知邪見，錯了。接下去再念三千部，就用這個方法一直下去。其義自見。於是弟子開始全力以赴讀《科註》。現在弟子剛好讀完二遍。每天十小時以上。結果愈看愈歡喜！一看就是幾個小時。法喜充滿！"
    },
    {
      "id": "02-042-0229_p0029",
      "zh_CN": "念老在注解里，广引经论，精彩绝伦，微妙难思。其要总是深明本经举体是三种真实。即「弥陀如来住真实慧，欲惠予众生真实之利，开化显示真实之际」。而三种真实摄归「入一法句，一法句者，清净句，清净句者，真实智慧无为法身」。而此清净句、真实智慧无为法身最后还复摄于一句万德洪名：南无阿弥陀佛！所以，念老慈示曰：「信愿持名是一大藏教之纲宗！」可见信愿持名，功德实在不可思议！玆略引几小段明之。",
      "zh_TW": "念老在註解裡，廣引經論，精彩絕倫，微妙難思。其要總是深明本經舉體是三種真實。即「彌陀如來住真實慧，欲惠予眾生真實之利，開化顯示真實之際」。而三種真實攝歸「入一法句，一法句者，清淨句，清淨句者，真實智慧無為法身」。而此清淨句、真實智慧無為法身最後還復攝於一句萬德洪名：南無阿彌陀佛！所以，念老慈示曰：「信願持名是一大藏教之綱宗！」可見信願持名，功德實在不可思議！玆略引幾小段明之。"
    },
    {
      "id": "02-042-0229_p0030",
      "zh_CN": "乙一、念老在释「受菩提记第四十四」经文时引祖师注解曰：（《科注》第一Ｏ六Ｏ页）「『摄取』者，《往生论》谓极乐依正一切庄严功德成就，『略说入一法句故。一法句者，谓清净句。清净句者，谓真实智慧无为法身故。』又《弥陀要解》曰：『一一庄严全体理性。』若能了达极乐一切庄严成就，入一法句，从事达理，即事而真，谛信万德庄严，直入一句名号之中，净念相继，是为『摄取』之义也。盖弥陀名号正是真实智慧无为法身，法身功德不可思议，故名号功德亦复不可思议。」又曰：「『受持』者，执持名号与持诵本经也。十地菩萨不离念佛，此一句佛号，唯佛与佛乃能究竟。是以等觉大士亦不离念佛。我等凡夫但当老实念去。《要解》云：『以持名善根福德同佛故。』灵峰大师此言，真得十方如来之髓。实应尽未来际顶礼膜拜此一句也！」",
      "zh_TW": "乙一、念老在釋「受菩提記第四十四」經文時引祖師註解曰：（《科註》第一Ｏ六Ｏ頁）「『攝取』者，《往生論》謂極樂依正一切莊嚴功德成就，『略說入一法句故。一法句者，謂清淨句。清淨句者，謂真實智慧無為法身故。』又《彌陀要解》曰：『一一莊嚴全體理性。』若能了達極樂一切莊嚴成就，入一法句，從事達理，即事而真，諦信萬德莊嚴，直入一句名號之中，淨念相繼，是為『攝取』之義也。蓋彌陀名號正是真實智慧無為法身，法身功德不可思議，故名號功德亦復不可思議。」又曰：「『受持』者，執持名號與持誦本經也。十地菩薩不離念佛，此一句佛號，唯佛與佛乃能究竟。是以等覺大士亦不離念佛。我等凡夫但當老實念去。《要解》云：『以持名善根福德同佛故。』靈峰大師此言，真得十方如來之髓。實應盡未來際頂禮膜拜此一句也！」"
    },
    {
      "id": "02-042-0229_p0031",
      "zh_CN": "乙二、本经「勤修坚持第四十六」，世尊劝导一切大众「应勤修行，随顺我教。当孝于佛，常念师恩」；教导我们要「常念不绝，则得道捷。我法如是，作如是说。如来所行，亦应随行。种修福善，求生净刹。」念老释曰：（《科注》第一Ｏ八五页）「右经八句。实为全经之总结。净宗修行之纲要……此八句理事齐彰，正助并显。如来秘藏，和盘托出。首云『常念不绝』者。『常念』首指常念本经……究竟所指，则在常念此一句名号也。『不绝』者，净念相继也。行人果能真实发心，老实念佛，唯此一句，念念相继。则必定『如染香人，身有香气』。临命终时，佛来接引。慈悲加佑，令心不乱。决定往生，迳登不退。圆生四土，究竟涅槃。故佛慈示『常念不绝，则得道捷』。『捷』者迅速捷疾也……老实持名则得道迅速也。盖以信愿持名之法，心作心是，果觉因心，故得道捷。因唯此持名念佛之法，是弥陀大愿之本，最易下手，最易成就，故称易行法，号径中径也。『我法如是，作如是说』，此两句真是『佛语梵雷震』、『说法师子吼』。直似金刚王宝剑，割尽一切情见，全显如来本心。以佛心印，印证本经。直截说来，此之二句即印证前之『常念不绝，则得道捷』……此『常念不绝，则得道捷』之慈示，正是如来称性之流露，世尊心印所印记。皆是大悲慈父如理之说。故应至诚信受，于一切时处，常念阿弥陀佛。」持名功德如此殊胜，所以念老大慈劝我们：「要『截断狐疑』，老实念去，蓦直念去，拼命念去，直拼到死！花开见佛，悟无生忍。如是才是『大善』。」",
      "zh_TW": "乙二、本經「勤修堅持第四十六」，世尊勸導一切大眾「應勤修行，隨順我教。當孝於佛，常念師恩」；教導我們要「常念不絕，則得道捷。我法如是，作如是說。如來所行，亦應隨行。種修福善，求生淨剎。」念老釋曰：（《科註》第一Ｏ八五頁）「右經八句。實為全經之總結。淨宗修行之綱要……此八句理事齊彰，正助並顯。如來秘藏，和盤托出。首云『常念不絕』者。『常念』首指常念本經……究竟所指，則在常念此一句名號也。『不絕』者，淨念相繼也。行人果能真實發心，老實念佛，唯此一句，念念相繼。則必定『如染香人，身有香氣』。臨命終時，佛來接引。慈悲加佑，令心不亂。決定往生，逕登不退。圓生四土，究竟涅槃。故佛慈示『常念不絕，則得道捷』。『捷』者迅速捷疾也……老實持名則得道迅速也。蓋以信願持名之法，心作心是，果覺因心，故得道捷。因唯此持名念佛之法，是彌陀大願之本，最易下手，最易成就，故稱易行法，號徑中徑也。『我法如是，作如是說』，此兩句真是『佛語梵雷震』、『說法師子吼』。直似金剛王寶劍，割盡一切情見，全顯如來本心。以佛心印，印證本經。直截說來，此之二句即印證前之『常念不絕，則得道捷』……此『常念不絕，則得道捷』之慈示，正是如來稱性之流露，世尊心印所印記。皆是大悲慈父如理之說。故應至誠信受，於一切時處，常念阿彌陀佛。」持名功德如此殊勝，所以念老大慈勸我們：「要『截斷狐疑』，老實念去，驀直念去，拼命念去，直拼到死！花開見佛，悟無生忍。如是才是『大善』。」"
    },
    {
      "id": "02-042-0229_p0032",
      "zh_CN": "弟子在读念老注解时，常常感动万分。深感大士慈恩无极！同时又感受到师父上人的大智、大德、大能！苦口婆心，劝导我们，信受奉行，无非是惠予弟子众等真实之利！此之大恩大德如何能报？！诚如念老在《后记》中所说：「愈报恩愈感佛恩之难报。」弟子业障深重！唯有依教奉行，改过去习，深入学习《大经》，信愿念佛，求生净土，并于此间发心弘扬此经、宣扬弥陀弘愿，帮助释迦、弥陀及诸佛世尊接引有缘，同生净土，尽心尽力，才能说得报恩之万一。",
      "zh_TW": "弟子在讀念老註解時，常常感動萬分。深感大士慈恩無極！同時又感受到師父上人的大智、大德、大能！苦口婆心，勸導我們，信受奉行，無非是惠予弟子眾等真實之利！此之大恩大德如何能報？！誠如念老在《後記》中所說：「愈報恩愈感佛恩之難報。」弟子業障深重！唯有依教奉行，改過去習，深入學習《大經》，信願念佛，求生淨土，並於此間發心弘揚此經、宣揚彌陀弘願，幫助釋迦、彌陀及諸佛世尊接引有緣，同生淨土，盡心盡力，才能說得報恩之萬一。"
    },
    {
      "id": "02-042-0229_p0033",
      "zh_CN": "以上是弟子读经的心得体会，简要向师父上人汇报到此。弟子业障深重，肯定有很多错误不足之处，恭请尊敬的师父上人及诸位大德、诸位仁者批评指正。弟子乐意接受！无尽感恩！",
      "zh_TW": "以上是弟子讀經的心得體會，簡要向師父上人匯報到此。弟子業障深重，肯定有很多錯誤不足之處，恭請尊敬的師父上人及諸位大德、諸位仁者批評指正。弟子樂意接受！無盡感恩！"
    },
    {
      "id": "02-042-0229_p0034",
      "zh_CN": "恭祝师父上人法体安康，光寿无量，广度众生！",
      "zh_TW": "恭祝師父上人法體安康，光壽無量，廣度眾生！"
    },
    {
      "id": "02-042-0229_p0035",
      "zh_CN": "阿弥陀佛！惭愧弟子妙音顶礼敬呈，二Ｏ一六年十一月二十七日。",
      "zh_TW": "阿彌陀佛！慚愧弟子妙音頂禮敬呈，二Ｏ一六年十一月二十七日。"
    },
    {
      "id": "02-042-0229_p0036",
      "zh_CN": "老法师：我们读了妙音的学习报告，感想很多也很深。佛法传到我们这个时代，这个时代，释迦牟尼佛的末法时期，每个宗派都没有传人，所以现在人学佛到哪里去学？学佛要有真实智慧、要有坚定的信愿，要有智慧，要有耐心，这是一门很辛苦的事情。为什么？世尊大法在今天，社会上许多人对它产生误会，说它是宗教，宗教就意味着是迷信，把宗教跟迷信画成等号，我们怎么说他也不能接受。所以真佛弟子，真要靠佛陀保佑、护法，护持什么？至少我学佛法，没有饿着，没有冻着，最简单的供养衣食住行，还得要有法缘。学习要有同参道友、要有听众，没有听众对谁讲？这是一桩难事。怎样能够突破？这要靠智慧、要靠忍辱、要靠耐心。",
      "zh_TW": "老法師：我們讀了妙音的學習報告，感想很多也很深。佛法傳到我們這個時代，這個時代，釋迦牟尼佛的末法時期，每個宗派都沒有傳人，所以現在人學佛到哪裡去學？學佛要有真實智慧、要有堅定的信願，要有智慧，要有耐心，這是一門很辛苦的事情。為什麼？世尊大法在今天，社會上許多人對它產生誤會，說它是宗教，宗教就意味著是迷信，把宗教跟迷信畫成等號，我們怎麼說他也不能接受。所以真佛弟子，真要靠佛陀保佑、護法，護持什麼？至少我學佛法，沒有餓著，沒有凍著，最簡單的供養衣食住行，還得要有法緣。學習要有同參道友、要有聽眾，沒有聽眾對誰講？這是一樁難事。怎樣能夠突破？這要靠智慧、要靠忍辱、要靠耐心。"
    },
    {
      "id": "02-042-0229_p0037",
      "zh_CN": "现代的社会真正能帮助别人、成就别人的人很少，所以遇到要感恩，要知道报恩。不知道感恩的人，不知道报恩的人，这一生可能遇不到一个善知识来护持你、来帮助你，没有护持我们怎么能成就？我这一生学佛，给大家做过多次报告，学佛的缘分是从方东美先生那里说起，那一年我二十六岁。这一生失学，想读书缴不起学费，伙食费就更不必说了，完全靠自修，自己看一些书，没人指导。遇到方老师，我跟他不认识，知道他是桐城人，在桐城就是同乡，我们老家居住在一起，距离很近。所以就写封信试试看，把自己介绍给他，这位老乡接受了，回了我一封信，约我到他家里去面谈，我就依照地址找到他。星期天他在家里等我，他第一句话就问我，你写的信都是真话吗？没有骗人吗？我说我想跟老师请教，不敢欺骗老师，都是真话。我是初中毕业，高中念了半年遇到国共战争，我到台湾，台湾没有亲戚朋友，一个人到台湾遇到几个同乡，互相帮助，介绍一个工作，待遇仅仅维持最低的生活，实在是苦不堪言。老师问我，你写的信我看到了，我们台湾大学的学生写不出来。我还写了一篇文章，一起寄给他看，文章大概两千多字，想到学校旁听他的课。老师告诉我，现在的学校（六十五年前，台湾大学），他说先生不像先生，学生不像学生，你要到学校去旁听，你会大失所望。",
      "zh_TW": "現代的社會真正能幫助別人、成就別人的人很少，所以遇到要感恩，要知道報恩。不知道感恩的人，不知道報恩的人，這一生可能遇不到一個善知識來護持你、來幫助你，沒有護持我們怎麼能成就？我這一生學佛，給大家做過多次報告，學佛的緣分是從方東美先生那裡說起，那一年我二十六歲。這一生失學，想讀書繳不起學費，伙食費就更不必說了，完全靠自修，自己看一些書，沒人指導。遇到方老師，我跟他不認識，知道他是桐城人，在桐城就是同鄉，我們老家居住在一起，距離很近。所以就寫封信試試看，把自己介紹給他，這位老鄉接受了，回了我一封信，約我到他家裡去面談，我就依照地址找到他。星期天他在家裡等我，他第一句話就問我，你寫的信都是真話嗎？沒有騙人嗎？我說我想跟老師請教，不敢欺騙老師，都是真話。我是初中畢業，高中念了半年遇到國共戰爭，我到台灣，台灣沒有親戚朋友，一個人到台灣遇到幾個同鄉，互相幫助，介紹一個工作，待遇僅僅維持最低的生活，實在是苦不堪言。老師問我，你寫的信我看到了，我們台灣大學的學生寫不出來。我還寫了一篇文章，一起寄給他看，文章大概兩千多字，想到學校旁聽他的課。老師告訴我，現在的學校（六十五年前，台灣大學），他說先生不像先生，學生不像學生，你要到學校去旁聽，你會大失所望。"
    },
    {
      "id": "02-042-0229_p0038",
      "zh_CN": "我知道老师完全拒绝，我想当时心里一定很难过，表情一定很悲伤。最后，我们沉默了大概有十分钟，老师开口说这样好了，你真想学，每个星期天到我家里来，我给你上一堂课。这是我们作梦都想不到的，约定星期天上午九点半到十一点半，两个小时。我跟他学哲学，是在他家里学的，学生只有我一个人，他给我讲了一部哲学概论，分作四个单元。最后一个单元佛经哲学，我看到佛经我怀疑，我说老师，佛是宗教，而且佛教是多神教，多神教意味着是低级宗教，高级宗教只有一个真神，创世主，佛教没有，什么都拜，它怎么会有哲学？老师告诉我，你还年轻，你不知道。真不知道，闻所未闻，从老师那里我明白了，佛教是释迦牟尼佛的教育。他告诉我，「释迦牟尼佛是世界上最伟大的哲学家」，我们学哲学要跟哲学家，「佛经哲学是全世界哲学里面的最高峰，学佛是人生最高的享受」。我从这个单元认识了佛教，了解佛教，对佛教产生兴趣、产生信心。",
      "zh_TW": "我知道老師完全拒絕，我想當時心裡一定很難過，表情一定很悲傷。最後，我們沉默了大概有十分鐘，老師開口說這樣好了，你真想學，每個星期天到我家裡來，我給你上一堂課。這是我們作夢都想不到的，約定星期天上午九點半到十一點半，兩個小時。我跟他學哲學，是在他家裡學的，學生只有我一個人，他給我講了一部哲學概論，分作四個單元。最後一個單元佛經哲學，我看到佛經我懷疑，我說老師，佛是宗教，而且佛教是多神教，多神教意味著是低級宗教，高級宗教只有一個真神，創世主，佛教沒有，什麼都拜，它怎麼會有哲學？老師告訴我，你還年輕，你不知道。真不知道，聞所未聞，從老師那裡我明白了，佛教是釋迦牟尼佛的教育。他告訴我，「釋迦牟尼佛是世界上最偉大的哲學家」，我們學哲學要跟哲學家，「佛經哲學是全世界哲學裡面的最高峰，學佛是人生最高的享受」。我從這個單元認識了佛教，了解佛教，對佛教產生興趣、產生信心。"
    },
    {
      "id": "02-042-0229_p0039",
      "zh_CN": "第二个教导我的老师，章嘉大师。章嘉大师知道我学佛，他很欢喜，告诉我，学佛要认识释迦牟尼佛，如果不认识这个人，你将来会走偏了、走邪了，那就很可惜；不偏不邪也会走弯路，走很多冤枉路，所以必须要认识释迦牟尼佛。怎么认识？教我读《释迦谱》，读《释迦方志》。这是古大德从《大藏经》里面，关于释迦牟尼佛一生的事迹抄下来，好像是释迦牟尼佛传记一样，要我从这入门。这两本书念了之后才知道，释迦牟尼佛很了不起，十九岁出家，给我们做了好榜样，佛门叫表法。为我们示现的好学多闻，这今天讲知识分子，知识分子好学多闻，十九岁出家之后，参访印度所有的宗教、所有的学派。古印度是世界上哲学最普遍，也是最多的一个地区，他都学了，学了十二年觉得不能解决问题，放弃了。以后我们学佛明白了，十九岁出家，放下烦恼障；三十岁开悟，放下所知障，把这个世间哲学、宗教放下了，在毕钵罗树下入定开悟了。悟了之后才开始教学，教一辈子，教到七十九岁过世，整整教了四十九年。教学很像我们现在办班，它有次第的，阿含好像小学，十二年；方等八年，好像中学，提升了；般若二十二年，好像大学，时间最长，畅佛本怀，前面二十年扎根教育，没有这个根提不起来；最后法华、涅槃，那是研究所，把般若菩萨提升到法身菩萨境界，像是拿到最高的学位，博士。这个佛法里头叫佛事，释迦牟尼佛的事业。释迦牟尼佛干什么事？教学。今天佛门叫佛事叫经忏佛事，跟释迦牟尼佛的佛事不相干。",
      "zh_TW": "第二個教導我的老師，章嘉大師。章嘉大師知道我學佛，他很歡喜，告訴我，學佛要認識釋迦牟尼佛，如果不認識這個人，你將來會走偏了、走邪了，那就很可惜；不偏不邪也會走彎路，走很多冤枉路，所以必須要認識釋迦牟尼佛。怎麼認識？教我讀《釋迦譜》，讀《釋迦方志》。這是古大德從《大藏經》裡面，關於釋迦牟尼佛一生的事蹟抄下來，好像是釋迦牟尼佛傳記一樣，要我從這入門。這兩本書念了之後才知道，釋迦牟尼佛很了不起，十九歲出家，給我們做了好榜樣，佛門叫表法。為我們示現的好學多聞，這今天講知識分子，知識分子好學多聞，十九歲出家之後，參訪印度所有的宗教、所有的學派。古印度是世界上哲學最普遍，也是最多的一個地區，他都學了，學了十二年覺得不能解決問題，放棄了。以後我們學佛明白了，十九歲出家，放下煩惱障；三十歲開悟，放下所知障，把這個世間哲學、宗教放下了，在畢缽羅樹下入定開悟了。悟了之後才開始教學，教一輩子，教到七十九歲過世，整整教了四十九年。教學很像我們現在辦班，它有次第的，阿含好像小學，十二年；方等八年，好像中學，提升了；般若二十二年，好像大學，時間最長，暢佛本懷，前面二十年扎根教育，沒有這個根提不起來；最後法華、涅槃，那是研究所，把般若菩薩提升到法身菩薩境界，像是拿到最高的學位，博士。這個佛法裡頭叫佛事，釋迦牟尼佛的事業。釋迦牟尼佛幹什麼事？教學。今天佛門叫佛事叫經懺佛事，跟釋迦牟尼佛的佛事不相干。"
    },
    {
      "id": "02-042-0229_p0040",
      "zh_CN": "我们今天学佛，章嘉大师教我，劝我出家教我学释迦牟尼佛，我就真的接受，依教奉行。可是现在释迦牟尼佛这个佛学，没人要了，口里赞叹，事上排斥，真正学讲经教的人走投无路，没有一个道场接受你，我怎么办？幸亏韩锳居士她护持我。她并不富有，家里勉强能过日子，在台北一栋房子，两层楼的房子，楼上有个房间可以给我用，我在她家里住了十七年。十七年之后，我们才有一个图书馆，我就搬到图书馆去住了，我请她做馆长。先后她一共护持我三十年，没有这三十年的护持，我可能被逼还俗了。只有两条路给我走，一个放弃讲经教学，学经忏佛事，寺庙欢迎我；如果继续讲经教学，寺庙不欢迎，寺庙不要。我所遭遇到的。",
      "zh_TW": "我們今天學佛，章嘉大師教我，勸我出家教我學釋迦牟尼佛，我就真的接受，依教奉行。可是現在釋迦牟尼佛這個佛學，沒人要了，口裡讚歎，事上排斥，真正學講經教的人走投無路，沒有一個道場接受你，我怎麼辦？幸虧韓鍈居士她護持我。她並不富有，家裡勉強能過日子，在台北一棟房子，兩層樓的房子，樓上有個房間可以給我用，我在她家裡住了十七年。十七年之後，我們才有一個圖書館，我就搬到圖書館去住了，我請她做館長。先後她一共護持我三十年，沒有這三十年的護持，我可能被逼還俗了。只有兩條路給我走，一個放棄講經教學，學經懺佛事，寺廟歡迎我；如果繼續講經教學，寺廟不歡迎，寺廟不要。我所遭遇到的。"
    },
    {
      "id": "02-042-0229_p0041",
      "zh_CN": "韩锳居士往生之后，正好新加坡李木源居士邀请我去讲经，我离开台湾。在新加坡住三年半，澳洲的缘成熟了，澳洲移民部长跟我见两次面，邀请我到澳洲，因为他知道我在新加坡做了一桩比较特殊的事情，就是团结宗教，做成功了。所以澳洲政府找我，希望我帮助他们，做宗教团结、族群团结，做这两个工作。我也就答应他走向澳洲，那是二ＯＯＯ年。二ＯＯ一年，纽约双子星的建筑，被恐怖分子毁掉了，冲突变成恐怖战争。澳洲学校找我，希望我能够代表澳洲、代表大学参加联合国的和平会议，这样我走向学校。而且难得的是出家人参与联合国的会议，我们是头一个。而且我们把宗教团结带到联合国去。联合国在过去排斥宗教，怕宗教纠纷，怕宗教冲突，结果看到我们宗教非常温和，像兄弟姐妹一样，他看到了，他才觉悟过来。我们的活动结束之后，联合国正式成立一个宗教办公室。所以这么多年来，宗教在联合国活动，希望宗教团结化解冲突，促进社会安定和谐。做这么多年，现在有点影响力，愈来愈殊胜。缘，我们讲机会！",
      "zh_TW": "韓鍈居士往生之後，正好新加坡李木源居士邀請我去講經，我離開台灣。在新加坡住三年半，澳洲的緣成熟了，澳洲移民部長跟我見兩次面，邀請我到澳洲，因為他知道我在新加坡做了一樁比較特殊的事情，就是團結宗教，做成功了。所以澳洲政府找我，希望我幫助他們，做宗教團結、族群團結，做這兩個工作。我也就答應他走向澳洲，那是二ＯＯＯ年。二ＯＯ一年，紐約雙子星的建築，被恐怖分子毀掉了，衝突變成恐怖戰爭。澳洲學校找我，希望我能夠代表澳洲、代表大學參加聯合國的和平會議，這樣我走向學校。而且難得的是出家人參與聯合國的會議，我們是頭一個。而且我們把宗教團結帶到聯合國去。聯合國在過去排斥宗教，怕宗教糾紛，怕宗教衝突，結果看到我們宗教非常溫和，像兄弟姐妹一樣，他看到了，他才覺悟過來。我們的活動結束之後，聯合國正式成立一個宗教辦公室。所以這麼多年來，宗教在聯合國活動，希望宗教團結化解衝突，促進社會安定和諧。做這麼多年，現在有點影響力，愈來愈殊勝。緣，我們講機會！"
    },
    {
      "id": "02-042-0229_p0042",
      "zh_CN": "我们感到最痛苦，是佛门不给我们机会。我在香港，你们都知道没有道场。为什么？有道场跟出家人对立，他不会饶过我的。有道场意味什么？竞争，信徒都到我这来，供养到我这来，他们是这么说。所以我很清楚，我不建道场，我这里没有法会，没有佛事，没有信徒，也没人供养，他们放心了，不容易。我们供养的一点钱，靠中国，靠台湾，靠外面。但是我们知道，佛法不复兴不行，好东西！我们用什么？我们用汉学院，我们用学校。所以去年缘成熟了，我到英国访问，遇到威尔士大学校长，他来看我，我们第一次见面，谈了三个半小时，谈得很投缘。去年八月，他带了他学校的董事会主席，带了个副校长，主管课程的，三个人到我这来住了五天，我们谈汉学，谈宗教团结，谈复兴中国传统文化，要办学，要培养学生，他非常高兴。所以我们的进展也是不可思议，今年九月我到伦敦去，我们就签了合同，筹备英国汉学院。这个名称是校长想出来的。汉学院就在这个大学里面，是大学的一部分，半独立。我们要用汉学授课，就是说教课不是用英文教，用中文教学，中文教学的科目占百分之八十，英语课程只占百分之二十。这个英语课程是怎样把中国的汉学跟现代社会教育能够结合成一起，研究这个工作，这很有意义，就是说汉学要现代化才能普及。",
      "zh_TW": "我們感到最痛苦，是佛門不給我們機會。我在香港，你們都知道沒有道場。為什麼？有道場跟出家人對立，他不會饒過我的。有道場意味什麼？競爭，信徒都到我這來，供養到我這來，他們是這麼說。所以我很清楚，我不建道場，我這裡沒有法會，沒有佛事，沒有信徒，也沒人供養，他們放心了，不容易。我們供養的一點錢，靠中國，靠台灣，靠外面。但是我們知道，佛法不復興不行，好東西！我們用什麼？我們用漢學院，我們用學校。所以去年緣成熟了，我到英國訪問，遇到威爾士大學校長，他來看我，我們第一次見面，談了三個半小時，談得很投緣。去年八月，他帶了他學校的董事會主席，帶了個副校長，主管課程的，三個人到我這來住了五天，我們談漢學，談宗教團結，談復興中國傳統文化，要辦學，要培養學生，他非常高興。所以我們的進展也是不可思議，今年九月我到倫敦去，我們就簽了合同，籌備英國漢學院。這個名稱是校長想出來的。漢學院就在這個大學裡面，是大學的一部分，半獨立。我們要用漢學授課，就是說教課不是用英文教，用中文教學，中文教學的科目佔百分之八十，英語課程只佔百分之二十。這個英語課程是怎樣把中國的漢學跟現代社會教育能夠結合成一起，研究這個工作，這很有意義，就是說漢學要現代化才能普及。"
    },
    {
      "id": "02-042-0229_p0043",
      "zh_CN": "我们的汉学院里面佛学系、道学系、儒学系，儒、释、道三教的学生我们都喜欢收，要把儒释道复兴起来，目的在此地。标准是要能读汉字，要能读文言文。我们的一个愿景，基本的愿景，就是这些学生将来有能力讲授《四库全书》，用《四库全书》在学校里头开课。我们要培养这样的老师，没有任何目的。我年岁大了，什么都不要，彻底放下，就希望年轻人发愤努力，把传统文化继承下来，把儒释道兴旺起来。",
      "zh_TW": "我們的漢學院裡面佛學系、道學系、儒學系，儒、釋、道三教的學生我們都喜歡收，要把儒釋道復興起來，目的在此地。標準是要能讀漢字，要能讀文言文。我們的一個願景，基本的願景，就是這些學生將來有能力講授《四庫全書》，用《四庫全書》在學校裡頭開課。我們要培養這樣的老師，沒有任何目的。我年歲大了，什麼都不要，徹底放下，就希望年輕人發憤努力，把傳統文化繼承下來，把儒釋道興旺起來。"
    },
    {
      "id": "02-042-0229_p0044",
      "zh_CN": "报告里头证实一桩事情，多读管用。中国古人读书是遍数，一千遍是一个小段，三千遍，所谓「读书千遍，其义自见」，就会开悟。古人能开悟，现在人不行，为什么？环境太复杂，你的心不清净。古人心清净，有五伦、五常、四维、八德做基础，这个基础是戒学，有戒，清净心属于定学，所以一千遍管用。现在要三千遍、要六千遍、要一万遍才管用。",
      "zh_TW": "報告裡頭證實一樁事情，多讀管用。中國古人讀書是遍數，一千遍是一個小段，三千遍，所謂「讀書千遍，其義自見」，就會開悟。古人能開悟，現在人不行，為什麼？環境太複雜，你的心不清淨。古人心清淨，有五倫、五常、四維、八德做基礎，這個基礎是戒學，有戒，清淨心屬於定學，所以一千遍管用。現在要三千遍、要六千遍、要一萬遍才管用。"
    },
    {
      "id": "02-042-0229_p0045",
      "zh_CN": "所以今天我是用我自己的十方的供养，我把这个钱拿去做汉学院的经费。英国人非常热心，但是财力不足，办一个汉学院，他没有这个能力，所以希望我能在这一方面帮助他，我承担了。我把这信息告诉大家，真正有愿发心，要拯救中国传统文化，拯救儒释道的命脉、弘传，我们真干这个，希望我们都能在一起，认真学习，天天讲经，各人讲各人的，大家分享。将来希望一生我们能住在一起，在一起生活，在一起学习，在一起办一桩大事，就是编一套《群书治要》续篇。唐太宗只从三皇五帝到前面晋代，他完成这一半，后面隋、唐、宋、元、明、清没有，这在《四库》里头，我们必须从《四库》里面，把这六朝的东西拣出来，编一套续篇。这样子一百卷，一百万字，就是《四库全书》的精华，只要读这部书，等于把《四库》全都读了，好处在这里。我们看下面第二篇：",
      "zh_TW": "所以今天我是用我自己的十方的供養，我把這個錢拿去做漢學院的經費。英國人非常熱心，但是財力不足，辦一個漢學院，他沒有這個能力，所以希望我能在這一方面幫助他，我承擔了。我把這信息告訴大家，真正有願發心，要拯救中國傳統文化，拯救儒釋道的命脈、弘傳，我們真幹這個，希望我們都能在一起，認真學習，天天講經，各人講各人的，大家分享。將來希望一生我們能住在一起，在一起生活，在一起學習，在一起辦一樁大事，就是編一套《群書治要》續篇。唐太宗只從三皇五帝到前面晉代，他完成這一半，後面隋、唐、宋、元、明、清沒有，這在《四庫》裡頭，我們必須從《四庫》裡面，把這六朝的東西揀出來，編一套續篇。這樣子一百卷，一百萬字，就是《四庫全書》的精華，只要讀這部書，等於把《四庫》全都讀了，好處在這裡。我們看下面第二篇："
    },
    {
      "id": "02-042-0229_p0046",
      "zh_CN": "学生：尊敬的师父上人：慈悲！",
      "zh_TW": "學生：尊敬的師父上人：慈悲！"
    },
    {
      "id": "02-042-0229_p0047",
      "zh_CN": "尊敬的各位法师、各位居士大德：慈悲！",
      "zh_TW": "尊敬的各位法師、各位居士大德：慈悲！"
    },
    {
      "id": "02-042-0229_p0048",
      "zh_CN": "学生智扬今天恭敬向尊敬的师父上人，各位法师、各位同修提出的心得报告的题目是：《我是谁？》",
      "zh_TW": "學生智揚今天恭敬向尊敬的師父上人，各位法師、各位同修提出的心得報告的題目是：《我是誰？》"
    },
    {
      "id": "02-042-0229_p0049",
      "zh_CN": "有一年，一个特殊的机缘学生暂住在一个乡下的寺院中，这是一个比海贤老和尚住的那个还要小的小寺院，一共不到二亩地，四周围都是大片的麦地，离最近的村庄也有将近二、三里地的路，显得真的很清静；不过它太清静了，听说最萧条的时候连初一、十五都很少有人去，只有一个六十来岁的老菩萨长年住守在那里，一住就是十年，这的确是很大的功德。",
      "zh_TW": "有一年，一個特殊的機緣學生暫住在一個鄉下的寺院中，這是一個比海賢老和尚住的那個還要小的小寺院，一共不到二畝地，四周圍都是大片的麥地，離最近的村莊也有將近二、三里地的路，顯得真的很清靜；不過它太清靜了，聽說最蕭條的時候連初一、十五都很少有人去，只有一個六十來歲的老菩薩長年住守在那裡，一住就是十年，這的確是很大的功德。"
    },
    {
      "id": "02-042-0229_p0050",
      "zh_CN": "但是不幸的是这位老菩萨不懂得什么佛理，所以十年当中在道场可能有一些不如法的行为。虽然学生提醒她：妳拜阿弥陀佛一尊佛，就相当于把十方所有佛都拜到了，以一佛代千佛，而且大冷的天晚上在院子里拜也很容易着凉，要到教室或大殿去拜才好。可是她并不听学生的劝告，认为只拜阿弥陀佛一尊佛不保险，还是要把十方佛都拜到才保险，所以继续我行我素。有时候有人不无调侃的对她讲「老菩萨妳再这样下去，阿弥陀佛就不来接妳了」。结果她怎么说？「阿弥陀佛不来接我，我让我老头子来接我。」她所说的「老头子」是她已经病逝多年的老伴，她说这些话时一副理直气壮的样子，真是让人哭笑不得无可奈何。",
      "zh_TW": "但是不幸的是這位老菩薩不懂得什麼佛理，所以十年當中在道場可能有一些不如法的行為。雖然學生提醒她：妳拜阿彌陀佛一尊佛，就相當於把十方所有佛都拜到了，以一佛代千佛，而且大冷的天晚上在院子裡拜也很容易著涼，要到教室或大殿去拜才好。可是她並不聽學生的勸告，認為只拜阿彌陀佛一尊佛不保險，還是要把十方佛都拜到才保險，所以繼續我行我素。有時候有人不無調侃的對她講「老菩薩妳再這樣下去，阿彌陀佛就不來接妳了」。結果她怎麼說？「阿彌陀佛不來接我，我讓我老頭子來接我。」她所說的「老頭子」是她已經病逝多年的老伴，她說這些話時一副理直氣壯的樣子，真是讓人哭笑不得無可奈何。"
    },
    {
      "id": "02-042-0229_p0051",
      "zh_CN": "更有甚者，有时早晨去上早课，打开教室门一看，讲台前的地上被她摆了一大堆，一顶红色的帽子，一根铅笔，几本书还有木棍等一些很凌乱的东西，听说这叫「摆阵」，作用是可以驱走你所不喜欢的人。因为自从我们来了之后，她感到她的自由受到了很大限制，再不能像以前那样一个人说了算了，所以她觉得要采取点行动捍卫自己的「自由」。刚开始对她这些近乎扰乱的行为，我们当然很是生气，就说她、批评她，希望能制止住她的这些不当的行为，以免引起大家的不安，可是效果不彰，她还是我行我素，甚至是变本加厉。于是心里不知不觉对这位老菩萨产生了厌恶感，不理她，也不与她说话，可是同住在一个道场又不得不天天见面，就这样一直别扭着，真是「怨憎会苦」。尊敬的师父上人常常在讲经中提到「苦从哪里来？苦从迷中来」。真的是这样，自己已经不知不觉心被境转陷入迷惑烦恼之中了，自己还不知道。",
      "zh_TW": "更有甚者，有時早晨去上早課，打開教室門一看，講台前的地上被她擺了一大堆，一頂紅色的帽子，一根鉛筆，幾本書還有木棍等一些很凌亂的東西，聽說這叫「擺陣」，作用是可以驅走你所不喜歡的人。因為自從我們來了之後，她感到她的自由受到了很大限制，再不能像以前那樣一個人說了算了，所以她覺得要採取點行動捍衛自己的「自由」。剛開始對她這些近乎擾亂的行為，我們當然很是生氣，就說她、批評她，希望能制止住她的這些不當的行為，以免引起大家的不安，可是效果不彰，她還是我行我素，甚至是變本加厲。於是心裡不知不覺對這位老菩薩產生了厭惡感，不理她，也不與她說話，可是同住在一個道場又不得不天天見面，就這樣一直彆扭著，真是「怨憎會苦」。尊敬的師父上人常常在講經中提到「苦從哪裡來？苦從迷中來」。真的是這樣，自己已經不知不覺心被境轉陷入迷惑煩惱之中了，自己還不知道。"
    },
    {
      "id": "02-042-0229_p0052",
      "zh_CN": "有一天过完午斋，坐在斋堂里听着播经机里放的师父上人的讲经，当再次听到师父上人常讲的一句话「我们与一切众生是一体，一切众生就是自己」，心里忽然灵光显现，是呀，这位老菩萨不也是我自己吗？我讨厌她不是讨厌自己吗？自己何必要和自己过不去？一时间就像一缕阳光照进山洞，又像刚从睡梦中醒来心里一下子豁亮开朗了许多。人一旦思想发生变化，行为语言自然也会随之改变。",
      "zh_TW": "有一天過完午齋，坐在齋堂裡聽著播經機裡放的師父上人的講經，當再次聽到師父上人常講的一句話「我們與一切眾生是一體，一切眾生就是自己」，心裡忽然靈光顯現，是呀，這位老菩薩不也是我自己嗎？我討厭她不是討厭自己嗎？自己何必要和自己過不去？一時間就像一縷陽光照進山洞，又像剛從睡夢中醒來心裡一下子豁亮開朗了許多。人一旦思想發生變化，行為語言自然也會隨之改變。"
    },
    {
      "id": "02-042-0229_p0053",
      "zh_CN": "有一次看到这位老菩萨一个人站在寺院门口，又是很难受的样子，就主动走过去很温和的对她说：「老菩萨，来我教妳一套保健操，妳天天坚持做，肯定身体会愈来愈好，心里也会愈来愈舒坦。」于是就煞有其事的教老菩萨一边拍着胸口一边大声的念「阿弥陀佛」「阿弥陀佛」；又一边跺脚一边大声念「阿弥陀佛」「阿弥陀佛」；又一手捶后腰一手捶肩膀还是要大声念「阿弥陀佛」「阿弥陀佛」；下面的几个动作也都是要一面做一面念「阿弥陀佛」。这一次老菩萨很听话真的一边做一边跟着念阿弥陀佛，因为听说这会对她身体有好处，还能让她不难受，她很感兴趣。出来晒太阳的两位常住老菩萨也真以为我在传授什么密招，也跟着过来学，一时间这老老小小的欢笑声、念佛声响彻这个乡间小寺院的上空。其实我对自己临时现发明出来的这套「保健操」到底能有什么效果根本不知道，只是想通过这种方法，督促老菩萨平时能多念一些佛，希望佛力加持能帮她多消除一些业障，因为我们知道这才是她难受的真正原因。虽然是使了一个小花招，但是当时自己的心真的就是想让她好，因为自己已经明白了一个道理：她也是自己，她的难受就是自己的难受，她的快乐就是自己的快乐，帮助她就是帮助自己。",
      "zh_TW": "有一次看到這位老菩薩一個人站在寺院門口，又是很難受的樣子，就主動走過去很溫和的對她說：「老菩薩，來我教妳一套保健操，妳天天堅持做，肯定身體會愈來愈好，心裡也會愈來愈舒坦。」於是就煞有其事的教老菩薩一邊拍著胸口一邊大聲的念「阿彌陀佛」「阿彌陀佛」；又一邊跺腳一邊大聲念「阿彌陀佛」「阿彌陀佛」；又一手捶後腰一手捶肩膀還是要大聲念「阿彌陀佛」「阿彌陀佛」；下面的幾個動作也都是要一面做一面念「阿彌陀佛」。這一次老菩薩很聽話真的一邊做一邊跟著念阿彌陀佛，因為聽說這會對她身體有好處，還能讓她不難受，她很感興趣。出來曬太陽的兩位常住老菩薩也真以為我在傳授什麼密招，也跟著過來學，一時間這老老小小的歡笑聲、念佛聲響徹這個鄉間小寺院的上空。其實我對自己臨時現發明出來的這套「保健操」到底能有什麼效果根本不知道，只是想通過這種方法，督促老菩薩平時能多念一些佛，希望佛力加持能幫她多消除一些業障，因為我們知道這才是她難受的真正原因。雖然是使了一個小花招，但是當時自己的心真的就是想讓她好，因為自己已經明白了一個道理：她也是自己，她的難受就是自己的難受，她的快樂就是自己的快樂，幫助她就是幫助自己。"
    },
    {
      "id": "02-042-0229_p0054",
      "zh_CN": "当时自己能够感受得到，做这些事情时，的确是发自内心的，学生的这分真心很快得到了「感应」。老菩萨也开始向学生投出橄榄枝，不过她表达友好的方式还是很特别，譬如听说我的手帕不见了，她马上到集上买来新的，不过不是一二个，而是一堆，装在一个塑料袋里，简直可以用到我往生；又听说我的袜子破了，又赶快到集上买，不是一二双，还是一堆。而且还不大好意思直接交给我，不是挂在门上，就是从我房间的后窗中塞进来，但我一看就知道又是老菩萨送来的，因为她和别人的不一样，她那是一堆。于是我就拿着这一堆堆的手帕、一堆堆的袜子去和大家结缘，还要特别告诉大家：这是某某老菩萨结缘给大家的。这可以一定程度缓解她已经和大家形成的紧张关系。",
      "zh_TW": "當時自己能夠感受得到，做這些事情時，的確是發自內心的，學生的這分真心很快得到了「感應」。老菩薩也開始向學生投出橄欖枝，不過她表達友好的方式還是很特別，譬如聽說我的手帕不見了，她馬上到集上買來新的，不過不是一二個，而是一堆，裝在一個塑料袋裡，簡直可以用到我往生；又聽說我的襪子破了，又趕快到集上買，不是一二雙，還是一堆。而且還不大好意思直接交給我，不是掛在門上，就是從我房間的後窗中塞進來，但我一看就知道又是老菩薩送來的，因為她和別人的不一樣，她那是一堆。於是我就拿著這一堆堆的手帕、一堆堆的襪子去和大家結緣，還要特別告訴大家：這是某某老菩薩結緣給大家的。這可以一定程度緩解她已經和大家形成的緊張關係。"
    },
    {
      "id": "02-042-0229_p0055",
      "zh_CN": "这段经历之后，学生总结出一个经验，凡是遇到令自己难过的人，产生厌恶之心，过不去了，就马上想到他也是我，我为什么要跟自己过不去，我厌恶他就是厌恶自己，我恨他就是恨自己，同样我能原谅他就是原谅自己，我能爱护他也是爱护我自己，这样一想就好过多了，那个很难过去的也就能过得去了。这招的确很灵、很管用，能帮助我们过关。",
      "zh_TW": "這段經歷之後，學生總結出一個經驗，凡是遇到令自己難過的人，產生厭惡之心，過不去了，就馬上想到他也是我，我為什麼要跟自己過不去，我厭惡他就是厭惡自己，我恨他就是恨自己，同樣我能原諒他就是原諒自己，我能愛護他也是愛護我自己，這樣一想就好過多了，那個很難過去的也就能過得去了。這招的確很靈、很管用，能幫助我們過關。"
    },
    {
      "id": "02-042-0229_p0056",
      "zh_CN": "曾经在刘素云老师的报告中听刘老师讲：有一次她和师父上人单独在一起，师父老人家语重心长的对她讲「现在在这个世界上没有一个我恨的人，没有一个我不爱的人，也没有一个我不能原谅的人」，师父是这样说的也是这样做的，这是我们大家有目共睹的，这是师父为我们表法，在教我们，我们要会学，真的学会了，就会像师父上人一样一辈子快乐健康，获得人生最高的享受。世间一般人总是认为拥有财富、拥有地位才是享受，而菩萨则是把自己的福报无条件分享给一切众生，看到众生快乐他就快乐，看到众生幸福他就幸福，这是他的享受，因为菩萨知道事实真相「一切众生就是自己」。既然是自己，怎么能不爱，怎么能不关心、照顾，又怎么能忍心伤害？尤其是那些贫苦、疾病、衰老、正遭受种种痛苦折磨、处在危难中的众生。就像是我们肌体上发生病变，已经老化的，或是受到外伤的那些部位，更需要多一些照顾好，让它恢复健康，恢复正常。",
      "zh_TW": "曾經在劉素雲老師的報告中聽劉老師講：有一次她和師父上人單獨在一起，師父老人家語重心長的對她講「現在在這個世界上沒有一個我恨的人，沒有一個我不愛的人，也沒有一個我不能原諒的人」，師父是這樣說的也是這樣做的，這是我們大家有目共睹的，這是師父為我們表法，在教我們，我們要會學，真的學會了，就會像師父上人一樣一輩子快樂健康，獲得人生最高的享受。世間一般人總是認為擁有財富、擁有地位才是享受，而菩薩則是把自己的福報無條件分享給一切眾生，看到眾生快樂他就快樂，看到眾生幸福他就幸福，這是他的享受，因為菩薩知道事實真相「一切眾生就是自己」。既然是自己，怎麼能不愛，怎麼能不關心、照顧，又怎麼能忍心傷害？尤其是那些貧苦、疾病、衰老、正遭受種種痛苦折磨、處在危難中的眾生。就像是我們肌體上發生病變，已經老化的，或是受到外傷的那些部位，更需要多一些照顧好，讓它恢復健康，恢復正常。"
    },
    {
      "id": "02-042-0229_p0057",
      "zh_CN": "新加坡的许哲老居士就最明白这个道理，所以她发心一生专门照顾孤寡老人、贫苦人和无人照顾的病人，一百多岁还帮助照顾着三十多个七八十岁的老人，定期给他（她）们送米、送钱，并给予精神上的安慰。正像她自己所说的「我没有家庭，世界就是我的家，一切众生就是我的眷属，无私奉献是我的信仰」、「我的宗教就是爱」，这和我们前面提到的老法师的思想理念同出一辙，共同的菩萨心怀---心系天下，造福世间。「但愿众生得离苦，不为自身求安乐。」菩萨的同体大悲、无缘大慈，尽显于日常的言行举止当中，为世人表法。他（她）们才是真正知道「我是谁」；我是整个宇宙，我是一切万法，我是所有众生。「全他即自」、「自他不二」，完完全全是一个不可分割的共同生命体。在佛的教学中，它被称为自性、称为本体、称为法身、称为第一义谛，它有许许多多的名字，其中还有一个最最响亮的名字就是——阿弥陀佛。所以阿弥陀佛被称为自性的德号，我们念阿弥陀佛就是在念我们的本我，念我们的自性，念我们的真心，不知不觉与之融为一体，会找回真我，回归自性，明显真心，从恶梦中醒来。因为我们迷惑颠倒，生生世世都是把这个身体当作我，为这个假我生生世世造业，生生世世受苦报，总是不能得解脱。等哪一天终于明白了身体不是我，我们的苦就真的要受尽了，就真的要从恶梦中醒来了。佛的八万四千法门，都是帮助我们醒来。",
      "zh_TW": "新加坡的許哲老居士就最明白這個道理，所以她發心一生專門照顧孤寡老人、貧苦人和無人照顧的病人，一百多歲還幫助照顧著三十多個七八十歲的老人，定期給他（她）們送米、送錢，並給予精神上的安慰。正像她自己所說的「我沒有家庭，世界就是我的家，一切眾生就是我的眷屬，無私奉獻是我的信仰」、「我的宗教就是愛」，這和我們前面提到的老法師的思想理念同出一轍，共同的菩薩心懷---心繫天下，造福世間。「但願眾生得離苦，不為自身求安樂。」菩薩的同體大悲、無緣大慈，盡顯於日常的言行舉止當中，為世人表法。他（她）們才是真正知道「我是誰」；我是整個宇宙，我是一切萬法，我是所有眾生。「全他即自」、「自他不二」，完完全全是一個不可分割的共同生命體。在佛的教學中，它被稱為自性、稱為本體、稱為法身、稱為第一義諦，它有許許多多的名字，其中還有一個最最響亮的名字就是——阿彌陀佛。所以阿彌陀佛被稱為自性的德號，我們念阿彌陀佛就是在念我們的本我，念我們的自性，念我們的真心，不知不覺與之融為一體，會找回真我，回歸自性，明顯真心，從惡夢中醒來。因為我們迷惑顛倒，生生世世都是把這個身體當作我，為這個假我生生世世造業，生生世世受苦報，總是不能得解脫。等哪一天終於明白了身體不是我，我們的苦就真的要受盡了，就真的要從惡夢中醒來了。佛的八萬四千法門，都是幫助我們醒來。"
    },
    {
      "id": "02-042-0229_p0058",
      "zh_CN": "而末法时期最有效、最安全、最可靠、最迅速、最直捷、最方便的方法，莫过于念佛。所以佛在《大集经》中为我们明确指出「末法时期净土成就」，还说「亿亿人修行，罕一得道，唯依念佛，得度生死」。这是佛早在三千年前就为我们末法时期的众生做出的正确选择，我们得听话，不能自以为是。所以勿用怀疑，不要犹豫，想从生死轮回的恶梦中尽快醒来，就一定要死心塌地的念佛。正像夏莲居老居士在他的《净修捷要》中所说的「念阿弥陀佛就是声声唤醒自己」。",
      "zh_TW": "而末法時期最有效、最安全、最可靠、最迅速、最直捷、最方便的方法，莫過於念佛。所以佛在《大集經》中為我們明確指出「末法時期淨土成就」，還說「億億人修行，罕一得道，唯依念佛，得度生死」。這是佛早在三千年前就為我們末法時期的眾生做出的正確選擇，我們得聽話，不能自以為是。所以勿用懷疑，不要猶豫，想從生死輪迴的惡夢中儘快醒來，就一定要死心塌地的念佛。正像夏蓮居老居士在他的《淨修捷要》中所說的「念阿彌陀佛就是聲聲喚醒自己」。"
    },
    {
      "id": "02-042-0229_p0059",
      "zh_CN": "尊敬的师父上人常常劝导我们要用真心，念佛要用真心，日常生活也要用真心，要放下假我，找回真我，要明了「我是谁」。真正明了了，自然会从心底产生一种爱，会主动去关心照顾你周围的人。这种爱不同世间人所讲的爱，它不掺杂任何利益，也不附加任何条件，完全是自自然然发自内心。它是基于对事实真相了解后的一种觉悟，佛家讲的「同体大悲，无缘大慈」。这种爱是性德的体现，是宇宙的核心，同样也是我们获得幸福快乐的源泉，是离苦得乐的根本。正像许哲老居士的传记上所描述的那样「一个只懂得照顾自己的人，一定常受患得患失之苦，而懂得完全照顾别人的人，渐渐就达到无私无我的境界，利害得失看得淡，随缘自在，又能得到许多人照顾，当然健康快乐。所以我们要想得到健康快乐，又期望常常得到许许多多人的关怀爱护，就学许哲老居士一辈子只照顾别人，把自己忘掉。」爱，的确是贯穿着许哲老居士一生，就像她的瑜伽老师对她讲的「爱是妳来到这个世间的任务，是妳生活的责任，妳去爱人，不管人家对妳好不好，都要去爱他（她），就算是人家骂妳，也要去爱他（她）。」他还给许哲老居士取了个梵文名字叫prema，意思就是「爱人」。",
      "zh_TW": "尊敬的師父上人常常勸導我們要用真心，念佛要用真心，日常生活也要用真心，要放下假我，找回真我，要明瞭「我是誰」。真正明瞭了，自然會從心底產生一種愛，會主動去關心照顧你周圍的人。這種愛不同世間人所講的愛，它不摻雜任何利益，也不附加任何條件，完全是自自然然發自內心。它是基於對事實真相了解後的一種覺悟，佛家講的「同體大悲，無緣大慈」。這種愛是性德的體現，是宇宙的核心，同樣也是我們獲得幸福快樂的源泉，是離苦得樂的根本。正像許哲老居士的傳記上所描述的那樣「一個只懂得照顧自己的人，一定常受患得患失之苦，而懂得完全照顧別人的人，漸漸就達到無私無我的境界，利害得失看得淡，隨緣自在，又能得到許多人照顧，當然健康快樂。所以我們要想得到健康快樂，又期望常常得到許許多多人的關懷愛護，就學許哲老居士一輩子只照顧別人，把自己忘掉。」愛，的確是貫穿著許哲老居士一生，就像她的瑜伽老師對她講的「愛是妳來到這個世間的任務，是妳生活的責任，妳去愛人，不管人家對妳好不好，都要去愛他（她），就算是人家罵妳，也要去愛他（她）。」他還給許哲老居士取了個梵文名字叫prema，意思就是「愛人」。"
    },
    {
      "id": "02-042-0229_p0060",
      "zh_CN": "师父上人也曾经说过：宗教的核心主题也都是讲爱，基督教讲「神爱世人」，我们佛家讲「仁慈博爱」，伊斯兰教「真主安拉的确是仁慈的」，那么怎样把神的爱、上帝的爱、真主的爱、佛菩萨的爱体现出来，师父说这需要所有的宗教信徒代表神、代表上帝、代表佛菩萨、代表真主去爱世人。而我们净土宗学人更应把阿弥陀佛的爱传播世间，令弥陀慈光普照世界，让冷酷变得温暖，使混乱恢复到和谐，使这个本已病态的「肌体」恢复健康。而要做到这些，都需要英国汤恩比教授所说的——中国传统文化和大乘佛法，这是拯救世界危机的一剂良方。尊敬的师父上人九十高龄不辞辛劳四处奔波为的就是这桩事情。「福佑祖国传统文化，救助全球苦难众生」，我们应该跟随师父，尽己所能，圆满这一神圣的事业。以此功德求生净土，做弥陀慈父好弟子。「相互搀扶向前走，紧握弥陀慈父手，不惧风雨与痛苦，只为证得无量寿。」",
      "zh_TW": "師父上人也曾經說過：宗教的核心主題也都是講愛，基督教講「神愛世人」，我們佛家講「仁慈博愛」，伊斯蘭教「真主安拉的確是仁慈的」，那麼怎樣把神的愛、上帝的愛、真主的愛、佛菩薩的愛體現出來，師父說這需要所有的宗教信徒代表神、代表上帝、代表佛菩薩、代表真主去愛世人。而我們淨土宗學人更應把阿彌陀佛的愛傳播世間，令彌陀慈光普照世界，讓冷酷變得溫暖，使混亂恢復到和諧，使這個本已病態的「肌體」恢復健康。而要做到這些，都需要英國湯恩比教授所說的——中國傳統文化和大乘佛法，這是拯救世界危機的一劑良方。尊敬的師父上人九十高齡不辭辛勞四處奔波為的就是這樁事情。「福佑祖國傳統文化，救助全球苦難眾生」，我們應該跟隨師父，盡己所能，圓滿這一神聖的事業。以此功德求生淨土，做彌陀慈父好弟子。「相互攙扶向前走，緊握彌陀慈父手，不懼風雨與痛苦，只為證得無量壽。」"
    },
    {
      "id": "02-042-0229_p0061",
      "zh_CN": "感恩师父上人慈悲救度，感恩护法大德鼎力相助，感恩各位法师各位同修，学生智扬的学习心得报告至此。因学生学识浅陋，此次报告定有诸多不当疏漏之处，至诚恭请师父上人慈悲斧正，恭请各位法师、各位同修批评指正，阿弥陀佛！",
      "zh_TW": "感恩師父上人慈悲救度，感恩護法大德鼎力相助，感恩各位法師各位同修，學生智揚的學習心得報告至此。因學生學識淺陋，此次報告定有諸多不當疏漏之處，至誠恭請師父上人慈悲斧正，恭請各位法師、各位同修批評指正，阿彌陀佛！"
    },
    {
      "id": "02-042-0229_p0062",
      "zh_CN": "恭祝师父上人法体安康！恭祝各位法师福慧增长！恭祝各位同修六时吉祥！",
      "zh_TW": "恭祝師父上人法體安康！恭祝各位法師福慧增長！恭祝各位同修六時吉祥！"
    },
    {
      "id": "02-042-0229_p0063",
      "zh_CN": "学生智扬顶礼敬呈，二Ｏ一六年十一月二十七日。",
      "zh_TW": "學生智揚頂禮敬呈，二Ｏ一六年十一月二十七日。"
    },
    {
      "id": "02-042-0229_p0064",
      "zh_CN": "老法师：智扬这篇报告很好，问题要坚持下去。我们在这一生当中，见过不少人，有在家的，有出家的，讲得很好，可是遇到财色名利，问题出来了。有几个很不幸，我们感到非常可惜，可能晚年一辈子，他都回不了头来，听他的话，说得不错，但是看他的行为与所说的相违背。智扬的报告，我们听了，自己勉励自己，这是学佛一个阶段的标准，我们希望达到，然后再希望提升。成功的人没有别的，就在放下，肯放下就成功，不肯放下就造业，这是我们不能不知道的。怎么样才能保持初心？佛菩萨祖师大德教给我们的方法，读经，用真诚心读经。遍数念多了会开悟，开悟对于事实真相一目了然，不会被境界所转，不会被境界诱惑，这才能成功，才能自利利他。下面还有几个短篇的，好，我们看短篇的。",
      "zh_TW": "老法師：智揚這篇報告很好，問題要堅持下去。我們在這一生當中，見過不少人，有在家的，有出家的，講得很好，可是遇到財色名利，問題出來了。有幾個很不幸，我們感到非常可惜，可能晚年一輩子，他都回不了頭來，聽他的話，說得不錯，但是看他的行為與所說的相違背。智揚的報告，我們聽了，自己勉勵自己，這是學佛一個階段的標準，我們希望達到，然後再希望提升。成功的人沒有別的，就在放下，肯放下就成功，不肯放下就造業，這是我們不能不知道的。怎麼樣才能保持初心？佛菩薩祖師大德教給我們的方法，讀經，用真誠心讀經。遍數念多了會開悟，開悟對於事實真相一目了然，不會被境界所轉，不會被境界誘惑，這才能成功，才能自利利他。下面還有幾個短篇的，好，我們看短篇的。"
    },
    {
      "id": "02-042-0229_p0065",
      "zh_CN": "学生：精简往生报告之二",
      "zh_TW": "學生：精簡往生報告之二"
    },
    {
      "id": "02-042-0229_p0066",
      "zh_CN": "一、父亲生平",
      "zh_TW": "一、父親生平"
    },
    {
      "id": "02-042-0229_p0067",
      "zh_CN": "父亲梁宝林出生于相对富裕家庭，从小受到了良好的教育，退休前一直从事财务管理工作。父亲老实厚道，为人真诚，做事细致认真，喜欢安静，少言寡语；对比较穷困的亲朋好友爱护有加，乐善好施。特别是对祖父祖母、外公外婆非常孝顺。",
      "zh_TW": "父親梁寶林出生於相對富裕家庭，從小受到了良好的教育，退休前一直從事財務管理工作。父親老實厚道，為人真誠，做事細緻認真，喜歡安靜，少言寡語；對比較窮困的親朋好友愛護有加，樂善好施。特別是對祖父祖母、外公外婆非常孝順。"
    },
    {
      "id": "02-042-0229_p0068",
      "zh_CN": "二、父亲开始接触佛法",
      "zh_TW": "二、父親開始接觸佛法"
    },
    {
      "id": "02-042-0229_p0069",
      "zh_CN": "二Ｏ一一年，弟子有幸（第一次）看到师父上人讲经的光盘。二Ｏ一三年春节，父亲将近耄耋之年，为落实《弟子规》，我们姐妹四人和姐夫、妹夫们一起跪拜了父母亲，同时给他们介绍佛法，并送了很多光盘请他们看。父亲从不反对，也不拒绝，只要我们放上光盘，老人家就看一看。同年也将刘素云老师姐姐往生的事迹讲给父亲听。那几年我们请回家的播经机、阿弥陀佛画像、佛书、光碟等法宝，家人都高兴的接受，并反复观看；全家十四口人无不被师父老人家的慈悲智慧、安详康宁的法相所摄受，父亲也开始接受佛法。",
      "zh_TW": "二Ｏ一一年，弟子有幸（第一次）看到師父上人講經的光盤。二Ｏ一三年春節，父親將近耄耋之年，為落實《弟子規》，我們姐妹四人和姐夫、妹夫們一起跪拜了父母親，同時給他們介紹佛法，並送了很多光盤請他們看。父親從不反對，也不拒絕，只要我們放上光盤，老人家就看一看。同年也將劉素雲老師姐姐往生的事蹟講給父親聽。那幾年我們請回家的播經機、阿彌陀佛畫像、佛書、光碟等法寶，家人都高興的接受，並反覆觀看；全家十四口人無不被師父老人家的慈悲智慧、安詳康寧的法相所攝受，父親也開始接受佛法。"
    },
    {
      "id": "02-042-0229_p0070",
      "zh_CN": "三、蒙佛接引，往生极乐",
      "zh_TW": "三、蒙佛接引，往生極樂"
    },
    {
      "id": "02-042-0229_p0071",
      "zh_CN": "二Ｏ一五年元旦开始，父亲日渐消瘦，精神状态逐渐衰退；三月九日，父亲被确诊为肺癌晚期。我们没有把结果告诉父亲，当时父亲对念佛往生还不太相信，我们也不敢提。",
      "zh_TW": "二Ｏ一五年元旦開始，父親日漸消瘦，精神狀態逐漸衰退；三月九日，父親被確診為肺癌晚期。我們沒有把結果告訴父親，當時父親對念佛往生還不太相信，我們也不敢提。"
    },
    {
      "id": "02-042-0229_p0072",
      "zh_CN": "当时已在寺院以净人身分修行的（弟子的）先生感应到老父亲病危，就从寺院赶回家。直接到病房里面和老父亲谈话，并且陪同父亲三天三夜。三天下来，父亲见人就念「阿弥陀佛、阿弥陀佛」，而且是按照印光大师的十念法来念。第五天，父亲因念佛精神状态有所好转，便要求出院回家。",
      "zh_TW": "當時已在寺院以淨人身分修行的（弟子的）先生感應到老父親病危，就從寺院趕回家。直接到病房裡面和老父親談話，並且陪同父親三天三夜。三天下來，父親見人就念「阿彌陀佛、阿彌陀佛」，而且是按照印光大師的十念法來念。第五天，父親因念佛精神狀態有所好轉，便要求出院回家。"
    },
    {
      "id": "02-042-0229_p0073",
      "zh_CN": "回家后，父亲仍然按照自己的作息时间起床、洗漱，但都需要家人帮助才能完成。每天只能喝一小碗菜粥（菜打碎和米煮粥），手拿碗的力气也没有，但仍坚持坐到餐桌前自己吃饭，从不让别人帮助（喂食）。这一阶段，我们四姐妹轮流带着父亲念佛，给父亲讲解极乐世界。等父亲睡了，我们就念《阿弥陀经》、《地藏经》，佛号昼夜不间断。父亲也能望着对面墙壁上的阿弥陀佛法像。晚上有两次，父亲在梦中惊醒后，就大声念出「阿弥陀佛」。",
      "zh_TW": "回家後，父親仍然按照自己的作息時間起床、洗漱，但都需要家人幫助才能完成。每天只能喝一小碗菜粥（菜打碎和米煮粥），手拿碗的力氣也沒有，但仍堅持坐到餐桌前自己吃飯，從不讓別人幫助（餵食）。這一階段，我們四姐妹輪流帶著父親念佛，給父親講解極樂世界。等父親睡了，我們就念《阿彌陀經》、《地藏經》，佛號晝夜不間斷。父親也能望著對面牆壁上的阿彌陀佛法像。晚上有兩次，父親在夢中驚醒後，就大聲念出「阿彌陀佛」。"
    },
    {
      "id": "02-042-0229_p0074",
      "zh_CN": "父亲往生前一天下午两点，精神异常的好，说要和母亲说话。母亲信佛吃素几十年，得知此事后穿戴非常整齐，头发梳理得很端庄，便来到父亲床前。母亲和父亲讲了三个话题：第一、老头儿啊，你那么聪明，知道自己的病吧（父亲不说话），你的病在肺上，吸烟这么多年，把肺吸坏了；第二、你生病这一个多月，孩子们一直陪伴，他们多孝顺啊，都在身边照顾，都请假不上班了！你满意吗？（父亲点点头）；第三、咱俩过五十多年，你对我那么好，我很感激，尤其这几年我身体不好，照顾我这么多年，没想到你一下就病倒了，看来得先于我到极乐世界去。这也正常，不可能咱俩一起去，总得有先后，那你就先去那等我吧；我呢？再和孩子们待几年，咱俩都走，孩子们受不了。你自己要是感觉要走，就上一下卫生间，把屎尿打扫干净，把给你准备好的衣服穿上（父亲点点头）。「你灵魂上极乐世界了，这个肉身也得有个地方，你看是撒到大海哪？还是买个墓地哪？」父亲用微弱的声音说：「都行，你们定吧。」母亲说：「我跟孩子们商量了，孩子们想买个墓地，将来想了，好去看看（父亲点点头）。你还有什么要说的吗？」父亲摇摇头。母亲说：「那好了，你好好休息吧，我们极乐世界见。」说完，母亲便离开，这是父母亲的最后一次长谈。",
      "zh_TW": "父親往生前一天下午兩點，精神異常的好，說要和母親說話。母親信佛吃素幾十年，得知此事後穿戴非常整齊，頭髮梳理得很端莊，便來到父親床前。母親和父親講了三個話題：第一、老頭兒啊，你那麼聰明，知道自己的病吧（父親不說話），你的病在肺上，吸煙這麼多年，把肺吸壞了；第二、你生病這一個多月，孩子們一直陪伴，他們多孝順啊，都在身邊照顧，都請假不上班了！你滿意嗎？（父親點點頭）；第三、咱倆過五十多年，你對我那麼好，我很感激，尤其這幾年我身體不好，照顧我這麼多年，沒想到你一下就病倒了，看來得先於我到極樂世界去。這也正常，不可能咱倆一起去，總得有先後，那你就先去那等我吧；我呢？再和孩子們待幾年，咱倆都走，孩子們受不了。你自己要是感覺要走，就上一下衛生間，把屎尿打掃乾淨，把給你準備好的衣服穿上（父親點點頭）。「你靈魂上極樂世界了，這個肉身也得有個地方，你看是撒到大海哪？還是買個墓地哪？」父親用微弱的聲音說：「都行，你們定吧。」母親說：「我跟孩子們商量了，孩子們想買個墓地，將來想了，好去看看（父親點點頭）。你還有什麼要說的嗎？」父親搖搖頭。母親說：「那好了，你好好休息吧，我們極樂世界見。」說完，母親便離開，這是父母親的最後一次長談。"
    },
    {
      "id": "02-042-0229_p0075",
      "zh_CN": "第二天，四月十二日下午一点三十分，父亲睁开双眼，非常高兴的说：「来了，来了。」我说：「是阿弥陀佛来了吗？」父亲点点头。我说：「您看到光了吗？」父亲又点点头。「阿弥陀佛来了，您就跟着去吧。」父亲微笑着闭上了眼睛，再也没有睁开，只有微弱的呼吸；两点整，呼吸停止，我们四姐妹轻轻跪在床前，双手合十，齐声念起佛号。约四、五个小时后，弟子发现父亲的头皮有些发红，不一会儿，姐妹们都发现了，我们念佛更有劲了。经我们四姊妹十二小时至诚念佛，父亲头皮变红，浑身柔软，面如婴儿。八十一岁的老父亲蒙阿弥陀佛接引，安详往生西方极乐世界。",
      "zh_TW": "第二天，四月十二日下午一點三十分，父親睜開雙眼，非常高興的說：「來了，來了。」我說：「是阿彌陀佛來了嗎？」父親點點頭。我說：「您看到光了嗎？」父親又點點頭。「阿彌陀佛來了，您就跟著去吧。」父親微笑著閉上了眼睛，再也沒有睜開，只有微弱的呼吸；兩點整，呼吸停止，我們四姐妹輕輕跪在床前，雙手合十，齊聲念起佛號。約四、五個小時後，弟子發現父親的頭皮有些發紅，不一會兒，姐妹們都發現了，我們念佛更有勁了。經我們四姊妹十二小時至誠念佛，父親頭皮變紅，渾身柔軟，面如嬰兒。八十一歲的老父親蒙阿彌陀佛接引，安詳往生西方極樂世界。"
    },
    {
      "id": "02-042-0229_p0076",
      "zh_CN": "四、家人心得、感应",
      "zh_TW": "四、家人心得、感應"
    },
    {
      "id": "02-042-0229_p0077",
      "zh_CN": "从父亲生病到往生，共三十三天。期间，我们姊妹吃素念佛，轮流持八关斋戒，为父亲放生回向。父亲从始至终一直清醒，没有病苦，没有疼痛，心不贪恋，意不颠倒。",
      "zh_TW": "從父親生病到往生，共三十三天。期間，我們姊妹吃素念佛，輪流持八關齋戒，為父親放生迴向。父親從始至終一直清醒，沒有病苦，沒有疼痛，心不貪戀，意不顛倒。"
    },
    {
      "id": "02-042-0229_p0078",
      "zh_CN": "父亲往生四十九天内，儿女们都念佛诵经，回向给父亲。在第三天和第六天弟子两次梦见父亲红光满面，并且和身穿一样藏蓝色衣服、长得都一样的人在端坐听课。我坚信父亲往生西方极乐世界了，因为父亲走后，母亲身体一天天好起来，家人都非常好，一定是父亲在庇佑着我们。老父亲往生的示现，给了我们极大的信心和力量，如果不是自己的父亲，不是亲眼所见，真的很难相信。——香港佛陀教育协会根据梁艳辉居士来函精简编辑。",
      "zh_TW": "父親往生四十九天內，兒女們都念佛誦經，迴向給父親。在第三天和第六天弟子兩次夢見父親紅光滿面，並且和身穿一樣藏藍色衣服、長得都一樣的人在端坐聽課。我堅信父親往生西方極樂世界了，因為父親走後，母親身體一天天好起來，家人都非常好，一定是父親在庇佑著我們。老父親往生的示現，給了我們極大的信心和力量，如果不是自己的父親，不是親眼所見，真的很難相信。——香港佛陀教育協會根據梁艷輝居士來函精簡編輯。"
    },
    {
      "id": "02-042-0229_p0079",
      "zh_CN": "老法师：好，我们刚才都听了梁居士这个报告，他们一家人学佛，她父亲可以说是自在往生，没有病苦，生病期间一个多月都很安宁，这是很好的瑞相，就像她最终的末后的两句话，不是亲眼所见的，一般人很难相信，这是念佛往生，为我们所做的表法，给我们所做的榜样。信愿持名真有好处，好处是帮助我们消灾免难，在病痛的时候，他得的癌症，没有畏惧，一心求生净土，这是最有智慧的选择，最高明殊胜的抉择，与阿弥陀佛声声感应道交，让我们看到了。我们处今天的社会，社会不太平，每天都有许许多多灾难的报告；我们是念佛，少接触，不看新闻、不看报纸、不看电视。我们心里知道，明白同修们大家都在说，眼所见的，耳所闻的，身所接触的，告诉我们一桩大事，就是这个世间多灾多难，哪有往生极乐世界好！极乐世界，想想名词，极乐无量寿国，所以对这个世间不再有留恋，全心全意求生净土。",
      "zh_TW": "老法師：好，我們剛才都聽了梁居士這個報告，他們一家人學佛，她父親可以說是自在往生，沒有病苦，生病期間一個多月都很安寧，這是很好的瑞相，就像她最終的末後的兩句話，不是親眼所見的，一般人很難相信，這是念佛往生，為我們所做的表法，給我們所做的榜樣。信願持名真有好處，好處是幫助我們消災免難，在病痛的時候，他得的癌症，沒有畏懼，一心求生淨土，這是最有智慧的選擇，最高明殊勝的抉擇，與阿彌陀佛聲聲感應道交，讓我們看到了。我們處今天的社會，社會不太平，每天都有許許多多災難的報告；我們是念佛，少接觸，不看新聞、不看報紙、不看電視。我們心裡知道，明白同修們大家都在說，眼所見的，耳所聞的，身所接觸的，告訴我們一樁大事，就是這個世間多災多難，哪有往生極樂世界好！極樂世界，想想名詞，極樂無量壽國，所以對這個世間不再有留戀，全心全意求生淨土。"
    },
    {
      "id": "02-042-0229_p0080",
      "zh_CN": "看看这些人不难，他们能做到我们也能做到，为什么不干？不干，错了。所以我们生活在现代的社会，要把念佛往生当作头等大事，其他的诸恶莫作，众善奉行。对于众善，遇到就行，遇不到，不去找，没事。遇到是有缘，没有遇到无缘，无缘再去找缘那就攀缘，那就错了。不如老实念佛好，劝人念佛，不如做榜样给人看好！你看看她的父亲梁宝林，表演给家人看，表演给亲戚朋友看，表演给大家看，在医院里表演给医生护士看，这真实功德，比听经的效果更殊胜，我们要明白这个道理。今天时间到了，我们就学习到此地。",
      "zh_TW": "看看這些人不難，他們能做到我們也能做到，為什麼不幹？不幹，錯了。所以我們生活在現代的社會，要把念佛往生當作頭等大事，其他的諸惡莫作，眾善奉行。對於眾善，遇到就行，遇不到，不去找，沒事。遇到是有緣，沒有遇到無緣，無緣再去找緣那就攀緣，那就錯了。不如老實念佛好，勸人念佛，不如做榜樣給人看好！你看看她的父親梁寶林，表演給家人看，表演給親戚朋友看，表演給大家看，在醫院裡表演給醫生護士看，這真實功德，比聽經的效果更殊勝，我們要明白這個道理。今天時間到了，我們就學習到此地。"
    }
  ]
}