{
  "doc_id": "02-042-0128",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "恪谨",
    "开莲法师",
    "开示法师",
    "开律法师",
    "开进法师"
  ],
  "volume": {
    "zh_CN": "第一二八集",
    "zh_TW": "第一二八集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0128",
  "total_paragraphs": 113,
  "paragraphs": [
    {
      "id": "02-042-0128_p0001",
      "zh_CN": "学生：尊敬的师父上人，惭愧弟子恪谨向尊敬的师父上人，尊敬的诸位护法大德、诸位义工拜年。今天向大家恭敬报告的内容是：字以传道—浅谈汉字文字学。",
      "zh_TW": "學生：尊敬的師父上人，慚愧弟子恪謹向尊敬的師父上人，尊敬的諸位護法大德、諸位義工拜年。今天向大家恭敬報告的內容是：字以傳道—淺談漢字文字學。"
    },
    {
      "id": "02-042-0128_p0002",
      "zh_CN": "《中庸》有言：「道也者，不可须臾离也。可离，非道也。」故国人为学，是为求道，所谓遣有涯之生，弘无尽之大道也。其要旨与西人「主与我等同在（God is amongst us）」异曲同工。此中之妙，非明德者不可窥其堂奥，虽圣人亦不欲多言。诚如老子所言：「道可道，非常道。」道，虽不可思、不可议、不可言、不可说，但自古东西方圣人，无一不以道设教，无日不望弘道之人多多益善。人虽与天地共尊三才，本性本善，若失教，亦不知道之所在、德之所由，继而为身所累，为欲所役，于己则心劳身苦，于世则日趋末日。一气不来，万劫不复，大道不彰，举世没顶，甚为可怕、可叹、可惜！",
      "zh_TW": "《中庸》有言：「道也者，不可須臾離也。可離，非道也。」故國人為學，是為求道，所謂遣有涯之生，弘無盡之大道也。其要旨與西人「主與我等同在（God is amongst us）」異曲同工。此中之妙，非明德者不可窺其堂奧，雖聖人亦不欲多言。誠如老子所言：「道可道，非常道。」道，雖不可思、不可議、不可言、不可說，但自古東西方聖人，無一不以道設教，無日不望弘道之人多多益善。人雖與天地共尊三才，本性本善，若失教，亦不知道之所在、德之所由，繼而為身所累，為欲所役，於己則心勞身苦，於世則日趨末日。一氣不來，萬劫不復，大道不彰，舉世沒頂，甚為可怕、可嘆、可惜！"
    },
    {
      "id": "02-042-0128_p0003",
      "zh_CN": "《圣经》每每警世人，切勿为欲望所牵而坐至灭顶，当奋起振作改过，务求提升灵性以摆脱生死牢笼而后已。（If you live according to the flesh，you will die；but if by the Spirit you put to death the misdeeds of the body，you will live。Romans 8：12-13）。圣人设教，主旨虽中外不二，古今无异，然如何真正做到传道、授业、解惑，以期代有传承，代出圣贤，则必仰赖汉字与文言文为媒介。尊敬的师父上人毕生弘扬传统文化，耄耋之年讲学不辍，而不知老之将至。老人家告诉我们，汉字和文言文是人类社会真正伟大的发明，千年来科技的发明对人类社会之贡献都比不上汉字与文言文。故有必要将我国字以传道之思想，浅述如下：",
      "zh_TW": "《聖經》每每警世人，切勿為欲望所牽而坐至滅頂，當奮起振作改過，務求提升靈性以擺脫生死牢籠而後已。（If you live according to the flesh，you will die；but if by the Spirit you put to death the misdeeds of the body，you will live。Romans 8：12-13）。聖人設教，主旨雖中外不二，古今無異，然如何真正做到傳道、授業、解惑，以期代有傳承，代出聖賢，則必仰賴漢字與文言文為媒介。尊敬的師父上人畢生弘揚傳統文化，耄耋之年講學不輟，而不知老之將至。老人家告訴我們，漢字和文言文是人類社會真正偉大的發明，千年來科技的發明對人類社會之貢獻都比不上漢字與文言文。故有必要將我國字以傳道之思想，淺述如下："
    },
    {
      "id": "02-042-0128_p0004",
      "zh_CN": "一、伏羲八卦",
      "zh_TW": "一、伏羲八卦"
    },
    {
      "id": "02-042-0128_p0005",
      "zh_CN": "东汉许慎《说文解字叙》指出，在汉字出现之前，圣人给世人制定了八卦，以表明万事万物的规律与变化。「古者庖牺氏之王天下也，仰则观象于天，俯则观法于地，视鸟兽之文，与地之宜，近取诸身，远取诸物，于是始作《易》、八卦，以垂宪象。」这是说伏羲氏（即庖牺氏），用符号（即八卦），向世人昭示宪象。所谓「宪象」，即通过观察自然，从而推知变化规律，并且给予每个变化以相应的名称。例如，全部为阳爻者，取法天，为乾卦；全部为阴爻者，取法地，为坤卦。每一个名称都务必恰如其分，称为正名。",
      "zh_TW": "東漢許慎《說文解字敘》指出，在漢字出現之前，聖人給世人制定了八卦，以表明萬事萬物的規律與變化。「古者庖犧氏之王天下也，仰則觀象於天，俯則觀法於地，視鳥獸之文，與地之宜，近取諸身，遠取諸物，於是始作《易》、八卦，以垂憲象。」這是說伏羲氏（即庖犧氏），用符號（即八卦），向世人昭示憲象。所謂「憲象」，即通過觀察自然，從而推知變化規律，並且給予每個變化以相應的名稱。例如，全部為陽爻者，取法天，為乾卦；全部為陰爻者，取法地，為坤卦。每一個名稱都務必恰如其分，稱為正名。"
    },
    {
      "id": "02-042-0128_p0006",
      "zh_CN": "卦是上古用蓍草干燥的茎以占卜（见图一）。蓍草是一种菊科植物，古人用干燥的茎来占卜。西方古人也认为此草有神力，相传在特洛伊战争时，便用此草为将士疗伤。唐代贾公彦为《周礼》作疏，云：「卦之为言挂也，挂万象于上也。」这是说卦相是用来表示万事万物之现象的，而八卦则是指八方事物的样子。这是古代占卜以教化，帮助人们趋吉避凶，以恰当的方式处理事务的一种方式。《易．系辞下》说，伏羲氏通过这些符号，「以通神明之德，以类万物之情。」即汉字从酝酿诞生起，便是方寸之间见乾坤的。",
      "zh_TW": "卦是上古用蓍草乾燥的莖以占卜（見圖一）。蓍草是一種菊科植物，古人用乾燥的莖來占卜。西方古人也認為此草有神力，相傳在特洛伊戰爭時，便用此草為將士療傷。唐代賈公彥為《周禮》作疏，云：「卦之為言掛也，掛萬象於上也。」這是說卦相是用來表示萬事萬物之現象的，而八卦則是指八方事物的樣子。這是古代占卜以教化，幫助人們趨吉避凶，以恰當的方式處理事務的一種方式。《易．繫辭下》說，伏羲氏通過這些符號，「以通神明之德，以類萬物之情。」即漢字從醞釀誕生起，便是方寸之間見乾坤的。"
    },
    {
      "id": "02-042-0128_p0007",
      "zh_CN": "正名是科学的",
      "zh_TW": "正名是科學的"
    },
    {
      "id": "02-042-0128_p0008",
      "zh_CN": "上古的圣王重视正名，这是有着深奥的科学根据的。现代科学家指出，宇宙由三个部分组成：物质、能量、信息。每一个名背后都有与之相应的能量，正面的信息有正面的能量，负面的信息的能量也是负面的。组成物质的粒子受能量场的作用而呈现不同的排列，这个规律现在已经在水结晶形成方面做出了物理实证。",
      "zh_TW": "上古的聖王重視正名，這是有著深奧的科學根據的。現代科學家指出，宇宙由三個部分組成：物質、能量、信息。每一個名背後都有與之相應的能量，正面的信息有正面的能量，負面的信息的能量也是負面的。組成物質的粒子受能量場的作用而呈現不同的排列，這個規律現在已經在水結晶形成方面做出了物理實證。"
    },
    {
      "id": "02-042-0128_p0009",
      "zh_CN": "日本的江本胜博士对同样来源的水，分装在不同的瓶内，然后贴上不同的文字（即信息），如「敬爱、我恨你」等等，再于零下五度结冰后，观察其结晶的形成情况。通过上万次的实验他发现，正能量带来整齐有序的结晶，如同宝石、雪花一般美轮美奂；负面的能量造成混乱无序，结晶破碎，甚至不成形（见图二）。这是不同的信息令完全相同的水的样本，在零度之下结冰时显示出不同的结晶状态，正面的信息带来美丽的结晶，负面的信息导致丑陋的结晶。江本博士指出，信息就是我们的念头，它既然能够对水在结晶过程中产生决定性的影响，可以推知，信息对于其他物质的影响也和水一样。因此，念头的好坏，分分秒秒影响着我们赖以生存的物质环境。正确、恰当的信息，也就是正名，可以影响社会环境，令天下大治，万事万物各居其位、各司其职、井然有序。这就是许慎在《说文解字叙》中所言，圣人造字，「百工以乂，万品以察」。",
      "zh_TW": "日本的江本勝博士對同樣來源的水，分裝在不同的瓶內，然後貼上不同的文字（即信息），如「敬愛、我恨你」等等，再於零下五度結冰後，觀察其結晶的形成情況。通過上萬次的實驗他發現，正能量帶來整齊有序的結晶，如同寶石、雪花一般美輪美奐；負面的能量造成混亂無序，結晶破碎，甚至不成形（見圖二）。這是不同的信息令完全相同的水的樣本，在零度之下結冰時顯示出不同的結晶狀態，正面的信息帶來美麗的結晶，負面的信息導致醜陋的結晶。江本博士指出，信息就是我們的念頭，它既然能夠對水在結晶過程中產生決定性的影響，可以推知，信息對於其他物質的影響也和水一樣。因此，念頭的好壞，分分秒秒影響著我們賴以生存的物質環境。正確、恰當的信息，也就是正名，可以影響社會環境，令天下大治，萬事萬物各居其位、各司其職、井然有序。這就是許慎在《說文解字敘》中所言，聖人造字，「百工以乂，萬品以察」。"
    },
    {
      "id": "02-042-0128_p0010",
      "zh_CN": "从当代科学实验可以觉察到，上古圣王治理首重正名是多么高深的智慧！能够做到这一点，便导正整个族群、整个时代，不可不察也。如此方知，我国从秦汉到晚清的两千多年来，言必引古典，执政必尊三代，并非为科学落后所致，这恰恰正有很高深的科学依据。今人若明此理，必不敢视上古为蛮荒，或将好古贬为泥古了。所幸的是，孔子论述正名，记载在《论语》中。孔子所处的时代，其混乱程度甚至超过了末代周幽王。为此，子路问孔子，如何为乱世带来和平、安宁？孔子回答说：「必也正名乎。」生长于乱世的子路颇为不解说：「老师您怎么这么迂？」孔子回答说：「名不正，则言不顺；言不顺，则事不成；事不成，则礼乐不兴；礼乐不兴，则刑罚不中；刑罚不中，则民无所错手足。」意思是说，言语不恰当，名称不妥当，工作就做不好；工作做不好，国家礼乐制度就做不起来；礼乐制度做不起来，刑罚就不能得当；刑罚不得当，百姓就会手足无措，不知道怎么生活了。",
      "zh_TW": "從當代科學實驗可以覺察到，上古聖王治理首重正名是多麼高深的智慧！能夠做到這一點，便導正整個族群、整個時代，不可不察也。如此方知，我國從秦漢到晚清的兩千多年來，言必引古典，執政必尊三代，並非為科學落後所致，這恰恰正有很高深的科學依據。今人若明此理，必不敢視上古為蠻荒，或將好古貶為泥古了。所幸的是，孔子論述正名，記載在《論語》中。孔子所處的時代，其混亂程度甚至超過了末代周幽王。為此，子路問孔子，如何為亂世帶來和平、安寧？孔子回答說：「必也正名乎。」生長於亂世的子路頗為不解說：「老師您怎麼這麼迂？」孔子回答說：「名不正，則言不順；言不順，則事不成；事不成，則禮樂不興；禮樂不興，則刑罰不中；刑罰不中，則民無所錯手足。」意思是說，言語不恰當，名稱不妥當，工作就做不好；工作做不好，國家禮樂制度就做不起來；禮樂制度做不起來，刑罰就不能得當；刑罰不得當，百姓就會手足無措，不知道怎麼生活了。"
    },
    {
      "id": "02-042-0128_p0011",
      "zh_CN": "由此可见，伏羲氏因名正言顺、人民各安其位而天下大治，是古人最重要的社会管理思想，也是汉字的源头，真的是字字都有来历，都在传道、都是教化。尽管孔子所处的乱世，理解这个道理的人不多，但是在孔子逝世五百年后，佛法东传至中土，这个道理和经验之有效性，又得到了佛法的证明。佛经指出「名以召德」，即每个名称都有能量，都会影响物质。因此，境由心生，境随心转。佛在经上还说，一念才动，周遍法界。这就在更深的层次上说明，正名所带来的影响，不仅限于一个国家，更是整个宇宙。中印思想在交会之初，不仅彼此互证，光光互照，更进一步提升了中国的传统文化。",
      "zh_TW": "由此可見，伏羲氏因名正言順、人民各安其位而天下大治，是古人最重要的社會管理思想，也是漢字的源頭，真的是字字都有來歷，都在傳道、都是教化。儘管孔子所處的亂世，理解這個道理的人不多，但是在孔子逝世五百年後，佛法東傳至中土，這個道理和經驗之有效性，又得到了佛法的證明。佛經指出「名以召德」，即每個名稱都有能量，都會影響物質。因此，境由心生，境隨心轉。佛在經上還說，一念才動，周遍法界。這就在更深的層次上說明，正名所帶來的影響，不僅限於一個國家，更是整個宇宙。中印思想在交會之初，不僅彼此互證，光光互照，更進一步提升了中國的傳統文化。"
    },
    {
      "id": "02-042-0128_p0012",
      "zh_CN": "近半个世纪以来，学者对仰韶文化遗址（距今七千年）和陕西半坡文化遗址（距今五千五百年）进行发掘、考察，发现了很多刻画在陶器上的符号。它们在不同的时代、不同的器皿中重复出现，很有规律，有学者视此为我国汉字的雏形（见图三、四）。（图三，西安半坡遗址出土的六千年前的陶器，有些刻上了的符号。图四，半坡遗址陶器符号，学者认为，汉字是这些符号逐渐演化而成）。古人记事、命名皆以正为主旨，是古圣先贤对后世子孙重要的教导。上古文字出现之前的符号，尚有待日后通家探其玄妙。",
      "zh_TW": "近半個世紀以來，學者對仰韶文化遺址（距今七千年）和陝西半坡文化遺址（距今五千五百年）進行發掘、考察，發現了很多刻畫在陶器上的符號。它們在不同的時代、不同的器皿中重複出現，很有規律，有學者視此為我國漢字的雛形（見圖三、四）。（圖三，西安半坡遺址出土的六千年前的陶器，有些刻上了的符號。圖四，半坡遺址陶器符號，學者認為，漢字是這些符號逐漸演化而成）。古人記事、命名皆以正為主旨，是古聖先賢對後世子孫重要的教導。上古文字出現之前的符號，尚有待日後通家探其玄妙。"
    },
    {
      "id": "02-042-0128_p0013",
      "zh_CN": "二、仓颉造字",
      "zh_TW": "二、倉頡造字"
    },
    {
      "id": "02-042-0128_p0014",
      "zh_CN": "从符号开始，进一步演变就出现了汉字，而汉字是同时将符号与卦相显示出来的表意的符号体系。许慎言仓颉造字，也和伏羲一样取法自然，称其对鸟兽足迹予以分类，将这些符号刻在木头上，成为最初的汉字。被今人视为神话人物的仓颉，《易经》已尊其为圣人。「上古结绳而治，后世圣人易之以书契，百官以治，万民以察，盖取诸夬。」这是说像仓颉这样的圣人，将人们结绳记事的方式，改变成在木头上刻符号（即书契），这样国家得到治理，人民也知道如何生活。仓颉之所以如此，是因为要落实夬卦的教导。夬卦说：「泽上于天，夬。君子以施禄及下，居德则忌。」意思是说，做为领导人要如同雨水润泽万物一样，平等的惠及天下所有的臣民而不居德。如何能够平等惠利天下？还在于「扬于王庭」，即发扬教化以长善救失，并且从上到下皆从自身做起。由此可知，汉字造字之时，便是古代圣王看到其臣民难免有过失，而欲大兴教化，运用文字帮助臣民立德为本。",
      "zh_TW": "從符號開始，進一步演變就出現了漢字，而漢字是同時將符號與卦相顯示出來的表意的符號體系。許慎言倉頡造字，也和伏羲一樣取法自然，稱其對鳥獸足跡予以分類，將這些符號刻在木頭上，成為最初的漢字。被今人視為神話人物的倉頡，《易經》已尊其為聖人。「上古結繩而治，後世聖人易之以書契，百官以治，萬民以察，蓋取諸夬。」這是說像倉頡這樣的聖人，將人們結繩記事的方式，改變成在木頭上刻符號（即書契），這樣國家得到治理，人民也知道如何生活。倉頡之所以如此，是因為要落實夬卦的教導。夬卦說：「澤上於天，夬。君子以施祿及下，居德則忌。」意思是說，做為領導人要如同雨水潤澤萬物一樣，平等的惠及天下所有的臣民而不居德。如何能夠平等惠利天下？還在於「揚於王庭」，即發揚教化以長善救失，並且從上到下皆從自身做起。由此可知，漢字造字之時，便是古代聖王看到其臣民難免有過失，而欲大興教化，運用文字幫助臣民立德為本。"
    },
    {
      "id": "02-042-0128_p0015",
      "zh_CN": "文字的创立与教化的推行，可以说是「默而成之，不言而信，存乎德行。」即帮助人们长善救失、树立德行是造字的本意，传统中国社会便是围绕着帮助一切人立德而展开的，其目的就是为了教出真正的圣贤君子，圣贤君子多了，太平盛世就自然实现了。为此，「自天子以至于庶民，壹是皆以修身为本」。唐代言仓颉造字，「造化不能藏其秘，故天雨粟；灵怪不能遁其形，故鬼夜哭。……无以传其意故有书，无以见其形故有画，天地圣人之意也。」故造字以成文，聚文以成书，都是在向世人明示天地圣人之意。字中乾坤有大道，这是学习传统文化学问的根本。文字学是重要的扎根教育，诚如《大学》所言，「物有本末，事有终始，知所先后，则近道矣。」了解造字的过程，再回头看「大学」，乃至《礼记》全书，方知此中字字句句都是良有以也，明乎此，钦慕、感佩与效法之心油然而生。",
      "zh_TW": "文字的創立與教化的推行，可以說是「默而成之，不言而信，存乎德行。」即幫助人們長善救失、樹立德行是造字的本意，傳統中國社會便是圍繞著幫助一切人立德而展開的，其目的就是為了教出真正的聖賢君子，聖賢君子多了，太平盛世就自然實現了。為此，「自天子以至於庶民，壹是皆以修身為本」。唐代言倉頡造字，「造化不能藏其祕，故天雨粟；靈怪不能遁其形，故鬼夜哭。……無以傳其意故有書，無以見其形故有畫，天地聖人之意也。」故造字以成文，聚文以成書，都是在向世人明示天地聖人之意。字中乾坤有大道，這是學習傳統文化學問的根本。文字學是重要的扎根教育，誠如《大學》所言，「物有本末，事有終始，知所先後，則近道矣。」了解造字的過程，再回頭看「大學」，乃至《禮記》全書，方知此中字字句句都是良有以也，明乎此，欽慕、感佩與效法之心油然而生。"
    },
    {
      "id": "02-042-0128_p0016",
      "zh_CN": "三、汉字表意",
      "zh_TW": "三、漢字表意"
    },
    {
      "id": "02-042-0128_p0017",
      "zh_CN": "许慎对文字的定义是，「盖依类象形，故谓之文。其后形声相益，即谓之字。」即按照物类画出形体，类似今人所言之象形字，便是文；后来形体与声音相辅相成，出现了形声字、会意字，称为字。随着汉字的发展，又出现了指事、假借、转注和形声，此为六书，令汉字成为形音义三者相辅相成、相得益彰的表意文字。值得一提的是今人受到西方学术的影响，将文字分类为拼音文字和象形文字两大类，并将汉字归为象形文字，这是现代人的误解。中文重在表意，而象形是造字六书的一个方式，不可以偏概全。",
      "zh_TW": "許慎對文字的定義是，「蓋依類象形，故謂之文。其後形聲相益，即謂之字。」即按照物類畫出形體，類似今人所言之象形字，便是文；後來形體與聲音相輔相成，出現了形聲字、會意字，稱為字。隨著漢字的發展，又出現了指事、假借、轉注和形聲，此為六書，令漢字成為形音義三者相輔相成、相得益彰的表意文字。值得一提的是今人受到西方學術的影響，將文字分類為拼音文字和象形文字兩大類，並將漢字歸為象形文字，這是現代人的誤解。中文重在表意，而象形是造字六書的一個方式，不可以偏概全。"
    },
    {
      "id": "02-042-0128_p0018",
      "zh_CN": "汉字与古埃及和纳西族的象形字，旨趣大相径庭。首先，无论象形文字还是拼音文字，都是为了应对日常所需，便于互助合作而形成的符号体系。但是做为表意的汉字，却是为了王道的教化，成就圣贤君子，实现大同之治而创立的。目的就是要将圣人所悟的真理，原原本本传递出来，因此才能超越时空。其次，古埃及的政治体系讲求社会管理，重视宗教信仰。但是古代中国的政治体系是一切皆为教育服务，每次科举考试，新进的进士们向皇帝行拜师礼。宰相不能视事，则由礼部尚书（相当于教育部长）来管理；从汉至清，都有硕儒名臣定期向皇帝讲学的制度。古代朝廷彼此之间是君臣更是师生，这在古埃及、古欧洲是都看不到的。简言之，中国的语言文字是我国政治、教育合一的体系中超越时空的智慧载体，方块字里藏着的是一个天地宇宙。",
      "zh_TW": "漢字與古埃及和納西族的象形字，旨趣大相徑庭。首先，無論象形文字還是拼音文字，都是為了應對日常所需，便於互助合作而形成的符號體系。但是做為表意的漢字，卻是為了王道的教化，成就聖賢君子，實現大同之治而創立的。目的就是要將聖人所悟的真理，原原本本傳遞出來，因此才能超越時空。其次，古埃及的政治體系講求社會管理，重視宗教信仰。但是古代中國的政治體系是一切皆為教育服務，每次科舉考試，新進的進士們向皇帝行拜師禮。宰相不能視事，則由禮部尚書（相當於教育部長）來管理；從漢至清，都有碩儒名臣定期向皇帝講學的制度。古代朝廷彼此之間是君臣更是師生，這在古埃及、古歐洲是都看不到的。簡言之，中國的語言文字是我國政治、教育合一的體系中超越時空的智慧載體，方塊字裡藏著的是一個天地宇宙。"
    },
    {
      "id": "02-042-0128_p0019",
      "zh_CN": "神与鬼：汉字与古埃及文字之比较举例",
      "zh_TW": "神與鬼：漢字與古埃及文字之比較舉例"
    },
    {
      "id": "02-042-0128_p0020",
      "zh_CN": "古埃及文之产生，距今四千六百年，它非常神圣、极具装饰性，并且具有内在的合理性。例如，古埃及文字的神为 ，像人的样子，后演变成为是神殿上树立的旗帜。人们看到这个字，就联想到神殿，自然就能想到神。然而世易时移，万象更新，信仰转变，遂令埃及文至公元四世纪时，几乎完全转为表音文字而成科普特语，即便如此也未能传世，五百年后，仅于埃及边远地区Bohraic方言中残存片语。而古埃及石刻上所存留的象形文字遂成密码，纵然埃及当地人民亦不知祖宗所云。上述之神字，是经过当今欧洲古文字学家破解，方可得知。（见图五，写在莎草纸上的古埃及药典，介绍如何治疗哮喘，但是今人已经无法阅读了。下为距今五千年的卡纳克神庙内有着象形文字的巨石柱，同样的今天能够读懂的人已不多了。）",
      "zh_TW": "古埃及文之產生，距今四千六百年，它非常神聖、極具裝飾性，並且具有內在的合理性。例如，古埃及文字的神為 ，像人的樣子，後演變成為是神殿上樹立的旗幟。人們看到這個字，就聯想到神殿，自然就能想到神。然而世易時移，萬象更新，信仰轉變，遂令埃及文至公元四世紀時，幾乎完全轉為表音文字而成科普特語，即便如此也未能傳世，五百年後，僅於埃及邊遠地區Bohraic方言中殘存片語。而古埃及石刻上所存留的象形文字遂成密碼，縱然埃及當地人民亦不知祖宗所云。上述之神字，是經過當今歐洲古文字學家破解，方可得知。（見圖五，寫在莎草紙上的古埃及藥典，介紹如何治療哮喘，但是今人已經無法閱讀了。下為距今五千年的卡納克神廟內有著象形文字的巨石柱，同樣的今天能夠讀懂的人已不多了。）"
    },
    {
      "id": "02-042-0128_p0021",
      "zh_CN": "汉字则不同，以神为例，篆书，神是 。它的左边是示，表示上天垂相，三竖指代自然现象、心理现象以及物质现象。右边表示贯通，也就是能够破除妄想、分别和执著者，自然能够贯通天地古今。因此神这个字，教化我们要能够学习圣贤，放下妄想、分别、执着，从而能够从各种现象之中看到吉凶祸福。因此，神这个字所传递的顺吉逆凶的道理，古今都能看懂。（见图六），师父上人墨宝显示出神字所蕴含的教化。",
      "zh_TW": "漢字則不同，以神為例，篆書，神是 。它的左邊是示，表示上天垂相，三豎指代自然現象、心理現象以及物質現象。右邊表示貫通，也就是能夠破除妄想、分別和執著者，自然能夠貫通天地古今。因此神這個字，教化我們要能夠學習聖賢，放下妄想、分別、執著，從而能夠從各種現象之中看到吉凶禍福。因此，神這個字所傳遞的順吉逆凶的道理，古今都能看懂。（見圖六），師父上人墨寶顯示出神字所蘊含的教化。"
    },
    {
      "id": "02-042-0128_p0022",
      "zh_CN": "无独有偶，西方圣人耶稣基督也在以身行言教，将神（God）的教化传递给世人：务当顺以趋吉，并且谦卑的说自己是历经苦难才学会恭顺，复因恭顺而深得天心、得悟正道，故凡顺耶稣基督教诲而笃行者，必得吉祥而蒙度脱生死苦海。(He learned obedience from what he suffered，and，once made perfect，he became the source of eternal salvation for all who obey him。Hebrews 5：8-9）。耶稣基督将此深心奉万民之大慈大悲，此中可见。",
      "zh_TW": "無獨有偶，西方聖人耶穌基督也在以身行言教，將神（God）的教化傳遞給世人：務當順以趨吉，並且謙卑的說自己是歷經苦難才學會恭順，復因恭順而深得天心、得悟正道，故凡順耶穌基督教誨而篤行者，必得吉祥而蒙度脫生死苦海。(He learned obedience from what he suffered，and，once made perfect，he became the source of eternal salvation for all who obey him。Hebrews 5：8-9）。耶穌基督將此深心奉萬民之大慈大悲，此中可見。"
    },
    {
      "id": "02-042-0128_p0023",
      "zh_CN": "传统文化为今人所诟病者，莫过于国人看上去神鬼不分，什么都拜。其实神字教人以顺，则鬼则教人不可怀私心。《说文解字》言鬼，「从儿，象鬼头；自儿而归于鬼也。从厶。」这是说，鬼字的上半部分甶，是描画鬼的脑袋，下半部分是儿，意思是人从小儿开始成长，到死的时候就变成鬼了。为什么有些人死后成仙，而有些人却变鬼？这是因为有厶，即私的古字。即一个人，若从小到大怀着私心，到死都不能放下自私自利，就真的变成鬼了。这也与佛法贪心是堕落饿鬼道的业因相一致。",
      "zh_TW": "傳統文化為今人所詬病者，莫過於國人看上去神鬼不分，什麼都拜。其實神字教人以順，則鬼則教人不可懷私心。《說文解字》言鬼，「從儿，象鬼頭；自儿而歸於鬼也。從厶。」這是說，鬼字的上半部分甶，是描畫鬼的腦袋，下半部分是儿，意思是人從小兒開始成長，到死的時候就變成鬼了。為什麼有些人死後成仙，而有些人卻變鬼？這是因為有厶，即私的古字。即一個人，若從小到大懷著私心，到死都不能放下自私自利，就真的變成鬼了。這也與佛法貪心是墮落餓鬼道的業因相一致。"
    },
    {
      "id": "02-042-0128_p0024",
      "zh_CN": "四、做中国人的资格：学习汉字",
      "zh_TW": "四、做中國人的資格：學習漢字"
    },
    {
      "id": "02-042-0128_p0025",
      "zh_CN": "每个汉字都是一个教化，即便谈神说鬼也是教化，教因果，丝毫没有迷信。今人不解此道，而将传统文化和迷信联系在一起，实际真正迷信（甚至是迷而不信）的，却是我们今天的中国人。因不了解祖宗教诲而斥传统为迷信，因对科学、西学有些似是而非的印象，而一味崇尚西方文明，想起来都觉得对不起祖宗。",
      "zh_TW": "每個漢字都是一個教化，即便談神說鬼也是教化，教因果，絲毫沒有迷信。今人不解此道，而將傳統文化和迷信聯繫在一起，實際真正迷信（甚至是迷而不信）的，卻是我們今天的中國人。因不了解祖宗教誨而斥傳統為迷信，因對科學、西學有些似是而非的印象，而一味崇尚西方文明，想起來都覺得對不起祖宗。"
    },
    {
      "id": "02-042-0128_p0026",
      "zh_CN": "古埃及文说明纯粹的象形文字，若非为了传道，很难能够战胜历史变迁而不泯灭。而汉字既非拼音文字，亦非象形文字，乃一包含多、多融于一的表意文字，其所传递的信息是古今中外圣人设教的传神体现。圣人设教，天下慕化之道统，从上古伏羲一直传承至春秋战国，如此已一脉相承三、四千年；复于秦汉至满清两千年间，逐渐发展出近八万卷之《四库全书》。真可谓底蕴深厚，博大精深。遗憾的是，由于教育的疏忽，这些宝贵的文化遗产或尘封在书架，或读而难解真义，几成绝学，伏羲、黄帝、仓颉这些古圣先贤此刻恐怕哀叹、泪流已久！是故，今人学习文字学与西方考古学家破解古埃及文大异其趣，前者重在闻道，而后者实为解码。汉字之于当今，乃明了古圣先贤揭示宇宙人生真相之利器，若不孜孜以学、涵泳其中，则无以明道。",
      "zh_TW": "古埃及文說明純粹的象形文字，若非為了傳道，很難能夠戰勝歷史變遷而不泯滅。而漢字既非拼音文字，亦非象形文字，乃一包含多、多融於一的表意文字，其所傳遞的信息是古今中外聖人設教的傳神體現。聖人設教，天下慕化之道統，從上古伏羲一直傳承至春秋戰國，如此已一脈相承三、四千年；復於秦漢至滿清兩千年間，逐漸發展出近八萬卷之《四庫全書》。真可謂底蘊深厚，博大精深。遺憾的是，由於教育的疏忽，這些寶貴的文化遺產或塵封在書架，或讀而難解真義，幾成絕學，伏羲、黃帝、倉頡這些古聖先賢此刻恐怕哀嘆、淚流已久！是故，今人學習文字學與西方考古學家破解古埃及文大異其趣，前者重在聞道，而後者實為解碼。漢字之於當今，乃明瞭古聖先賢揭示宇宙人生真相之利器，若不孜孜以學、涵泳其中，則無以明道。"
    },
    {
      "id": "02-042-0128_p0027",
      "zh_CN": "学习汉字，成教于家",
      "zh_TW": "學習漢字，成教於家"
    },
    {
      "id": "02-042-0128_p0028",
      "zh_CN": "古人将童蒙养正之《弟子规》、《三字经》等德育教材和《说文解字》的文字学并称为小学、蒙学，并告诫读书必先识字，「为学者，必有初；小学终，至四书」，即此之谓也。如果说《弟子规》、《太上感应篇》及《佛说十善业道经》是养正教育，那么学习《说文解字》，扎好读书的根基，便是一生求道的基础，二者相辅相成才能奠定承传传统文化的基础。",
      "zh_TW": "古人將童蒙養正之《弟子規》、《三字經》等德育教材和《說文解字》的文字學並稱為小學、蒙學，並告誡讀書必先識字，「為學者，必有初；小學終，至四書」，即此之謂也。如果說《弟子規》、《太上感應篇》及《佛說十善業道經》是養正教育，那麼學習《說文解字》，紮好讀書的根基，便是一生求道的基礎，二者相輔相成才能奠定承傳傳統文化的基礎。"
    },
    {
      "id": "02-042-0128_p0029",
      "zh_CN": "《弟子规》以孔子教学之孝悌忠信、仁爱和平为开篇；《千字文》则言「天地玄黄，宇宙洪荒」；《三字经》则言心性与教学「人之初，性本善；性相近，习相远；苟不教，性乃迁；教之道，贵以专。」这些深奥的语言，让三、四岁的童稚有口无心的诵出，一度为现代教育界所诟病，认为遏制孩子的天真。然而国人逐渐发现，善用生命中最为清净的童年，将能够影响一生的教导熟稔于胸，人格于此得以养正，毕生深受其益。是故近年来背诵古文又蔚为新风。然而，读诵之风虽日盛，实收其益者却有限，查其缘由，皆在未遵古法所致。学习汉字当以了悟天地大道为宗旨，则教学法必不可以杂学旁收、速度效率为追求。",
      "zh_TW": "《弟子規》以孔子教學之孝悌忠信、仁愛和平為開篇；《千字文》則言「天地玄黃，宇宙洪荒」；《三字經》則言心性與教學「人之初，性本善；性相近，習相遠；苟不教，性乃遷；教之道，貴以專。」這些深奧的語言，讓三、四歲的童稚有口無心的誦出，一度為現代教育界所詬病，認為遏制孩子的天真。然而國人逐漸發現，善用生命中最為清淨的童年，將能夠影響一生的教導熟稔於胸，人格於此得以養正，畢生深受其益。是故近年來背誦古文又蔚為新風。然而，讀誦之風雖日盛，實收其益者卻有限，查其緣由，皆在未遵古法所致。學習漢字當以了悟天地大道為宗旨，則教學法必不可以雜學旁收、速度效率為追求。"
    },
    {
      "id": "02-042-0128_p0030",
      "zh_CN": "今人视尊古为泥古，遂厌弃其教学法。事实上，若无仰信古圣先贤之教导真实不虚，若无卑以自牧、学而时习、尊重奉行，则入道之门早已经被怀疑、傲慢堵住了。如此背书，于己徒长浮华，于世则或因未见实益而疑情日增；或因表面文章而屡遭憎恶。是故，对古圣先贤戒定慧的教学法，我们不得不以百分之百的诚敬，信受奉行于生活点滴之中，以期个人因读书变化其气质，圣道因力行而得以弘演。",
      "zh_TW": "今人視尊古為泥古，遂厭棄其教學法。事實上，若無仰信古聖先賢之教導真實不虛，若無卑以自牧、學而時習、尊重奉行，則入道之門早已經被懷疑、傲慢堵住了。如此背書，於己徒長浮華，於世則或因未見實益而疑情日增；或因表面文章而屢遭憎惡。是故，對古聖先賢戒定慧的教學法，我們不得不以百分之百的誠敬，信受奉行於生活點滴之中，以期個人因讀書變化其氣質，聖道因力行而得以弘演。"
    },
    {
      "id": "02-042-0128_p0031",
      "zh_CN": "昔欧阳修之母，不断重复在沙上划字以教子，遂成就一代文豪。今人亦可效法，以其不费事而效果彰也。母亲若能于家中闲坐时，与孩子一同恭读《说文解字》，重复三十至一百遍，坚持不辍，可助孩子收心以增定力，长此以往，必有不期之效，或烦躁多动转为安详从容，或愚顽蒙蔽转为茅塞顿开，或忤逆桀骜转为有礼恭顺。母子同心，潜心一志，学习圣教，其转化人心之效果，非语言可尽书。若有天资可嘉、因缘成熟者，母亲可与孩子一起重复用毛笔书写当日所学部首，重复写上数十遍乃至百遍，由此长养孩子恭敬、安闲之气。及长，必可抵御世俗浮躁之风而树正气、言正声，长善救失之母教，由此得成于家。",
      "zh_TW": "昔歐陽修之母，不斷重複在沙上劃字以教子，遂成就一代文豪。今人亦可效法，以其不費事而效果彰也。母親若能於家中閒坐時，與孩子一同恭讀《說文解字》，重複三十至一百遍，堅持不輟，可助孩子收心以增定力，長此以往，必有不期之效，或煩躁多動轉為安詳從容，或愚頑蒙蔽轉為茅塞頓開，或忤逆桀驁轉為有禮恭順。母子同心，潛心一志，學習聖教，其轉化人心之效果，非語言可盡書。若有天資可嘉、因緣成熟者，母親可與孩子一起重複用毛筆書寫當日所學部首，重複寫上數十遍乃至百遍，由此長養孩子恭敬、安閒之氣。及長，必可抵禦世俗浮躁之風而樹正氣、言正聲，長善救失之母教，由此得成於家。"
    },
    {
      "id": "02-042-0128_p0032",
      "zh_CN": "与此同时，父母（尤其是母亲）和孩子还需补习《弟子规》，在背诵蒙学教材之余，还可以和孩子一起恭听蔡老师讲的《弟子规》，务必让己身正，不令而从之身教，化导全家。这样虽家中所费无几，孩子读书上学，万事随缘，却因贤母之力行，曲己而后成家道，遂令举家上下和乐且耽。若信仰不同，可文而化之，家风郁郁乎文哉；若信仰相同，则更是天国再现、极乐再临，岂不快哉！果真有此模范家庭为世人表法，举世必于传统文化安世治民之真实效验，信心大增。印祖当年所言，女子为天下太平之根本，便在于母亲将传统文化的教育带回家中，此谓足不出户而成教于国。母亲的责任多么重大！",
      "zh_TW": "與此同時，父母（尤其是母親）和孩子還需補習《弟子規》，在背誦蒙學教材之餘，還可以和孩子一起恭聽蔡老師講的《弟子規》，務必讓己身正，不令而從之身教，化導全家。這樣雖家中所費無幾，孩子讀書上學，萬事隨緣，卻因賢母之力行，曲己而後成家道，遂令舉家上下和樂且耽。若信仰不同，可文而化之，家風郁郁乎文哉；若信仰相同，則更是天國再現、極樂再臨，豈不快哉！果真有此模範家庭為世人表法，舉世必於傳統文化安世治民之真實效驗，信心大增。印祖當年所言，女子為天下太平之根本，便在於母親將傳統文化的教育帶回家中，此謂足不出戶而成教於國。母親的責任多麼重大！"
    },
    {
      "id": "02-042-0128_p0033",
      "zh_CN": "三家村的穷秀才",
      "zh_TW": "三家村的窮秀才"
    },
    {
      "id": "02-042-0128_p0034",
      "zh_CN": "尽管文字学对于中国的传统文化之传承，宛如江河之源泉、树木之根本，但是重视研究者为数并不多。尤其是近百年来提倡白话文，古文字学几成绝学。多年来，师父上人忧学之不讲，道之不行，期待文字学能有人学习、继承。所幸的是专门研究、学习文字学的学者终于出现，通过传统教学法，将绝学再现于当世。其意义之深广，恐怕不亚于孔子作春秋、删诗书，西汉发现石壁暗藏古文经书！冥冥之中，祖宗护念，此中可见。",
      "zh_TW": "儘管文字學對於中國的傳統文化之傳承，宛如江河之源泉、樹木之根本，但是重視研究者為數並不多。尤其是近百年來提倡白話文，古文字學幾成絕學。多年來，師父上人憂學之不講，道之不行，期待文字學能有人學習、繼承。所幸的是專門研究、學習文字學的學者終於出現，通過傳統教學法，將絕學再現於當世。其意義之深廣，恐怕不亞於孔子作春秋、刪詩書，西漢發現石壁暗藏古文經書！冥冥之中，祖宗護念，此中可見。"
    },
    {
      "id": "02-042-0128_p0035",
      "zh_CN": "古文字学的学习、继承，历史上可以说只有三家村的穷秀才方做得。千年前，苏轼送朋友赴官，赋诗言志：「我在东坡下，躬耕三亩园。……永谢十年旧，老死三家村。缅怀故人意，欲使薄夫敦。新年对宣室，白首代尧言。」这是说在偏僻的小地方（三家村），老老实实的教学，则可以使风俗敦厚，如此终老，亦是代圣王教化天下。苏轼所言，可以说是前辈文字学圣贤平生写照。",
      "zh_TW": "古文字學的學習、繼承，歷史上可以說只有三家村的窮秀才方做得。千年前，蘇軾送朋友赴官，賦詩言志：「我在東坡下，躬耕三畝園。……永謝十年舊，老死三家村。緬懷故人意，欲使薄夫敦。新年對宣室，白首代堯言。」這是說在偏僻的小地方（三家村），老老實實的教學，則可以使風俗敦厚，如此終老，亦是代聖王教化天下。蘇軾所言，可以說是前輩文字學聖賢平生寫照。"
    },
    {
      "id": "02-042-0128_p0036",
      "zh_CN": "远承上古之风，著书以传世者首推许慎（公元58-147年）。许慎所在的时代，师法已衰，虽然讲述儒家经典之旧例尚在，但已然徒具形式，博士倚席不讲，经术之风微矣。在这个关键时刻，许慎将濒临灭绝的古文字学，加以整理，综贯万原，当世未见。圣人殚精竭虑，在存亡继绝之时，忧大业之陵迟，遂苦心孤诣，委屈以成。虽是孝廉，时称五经无双，却仅为洨县县令，毕生不谋晋升，终老于家，子孙亦皆淡泊。可谓三家村的穷教师。有夜郎国尹珍前往许慎家中求学，学成之后，也像老师一样回乡教授，遂令当时尚且蛮荒的南域，从此得以出现文明。这就是真正好老师，能够带给社会的贡献，为往圣继绝学，化蛮夷为文明。",
      "zh_TW": "遠承上古之風，著書以傳世者首推許慎（公元58-147年）。許慎所在的時代，師法已衰，雖然講述儒家經典之舊例尚在，但已然徒具形式，博士倚席不講，經術之風微矣。在這個關鍵時刻，許慎將瀕臨滅絕的古文字學，加以整理，綜貫萬原，當世未見。聖人殫精竭慮，在存亡繼絕之時，憂大業之陵遲，遂苦心孤詣，委屈以成。雖是孝廉，時稱五經無雙，卻僅為洨縣縣令，畢生不謀晉升，終老於家，子孫亦皆淡泊。可謂三家村的窮教師。有夜郎國尹珍前往許慎家中求學，學成之後，也像老師一樣回鄉教授，遂令當時尚且蠻荒的南域，從此得以出現文明。這就是真正好老師，能夠帶給社會的貢獻，為往聖繼絕學，化蠻夷為文明。"
    },
    {
      "id": "02-042-0128_p0037",
      "zh_CN": "一千七百年后，段玉裁承继许慎之学，亦如许慎，官仅至县令，此时段玉裁开始注《说文》。后为学问，辞官回乡，身无长物，唯七十二箱书随身，专心著书，终老于家，年逾七十，此书方成。此时，因老衰，其校订皆托付门人弟子，弟子们协力将此书付梓，于嘉庆二十年（一八一五年）五月。四个月后，老人就在贫病交加中辞世。圣教的传承，无不是呕心沥血。段玉裁贫困一生，几无立锥之地，着成《说文解字注》传世，远承上古造字终极圣意；昭示先祖圣教于乱世来临之前。今黄念祖老居士为《无量寿经》作集注于乱世，「奋老病之残身，继传灯之宏誓」、「宁可书成而失命，不愿辍着以自保」。此皆圣人垂范于存亡继绝之时，警示后人「唯艰难困苦备尝之已，方可成就」。",
      "zh_TW": "一千七百年後，段玉裁承繼許慎之學，亦如許慎，官僅至縣令，此時段玉裁開始註《說文》。後為學問，辭官回鄉，身無長物，唯七十二箱書隨身，專心著書，終老於家，年逾七十，此書方成。此時，因老衰，其校訂皆託付門人弟子，弟子們協力將此書付梓，於嘉慶二十年（一八一五年）五月。四個月後，老人就在貧病交加中辭世。聖教的傳承，無不是嘔心瀝血。段玉裁貧困一生，幾無立錐之地，著成《說文解字註》傳世，遠承上古造字終極聖意；昭示先祖聖教於亂世來臨之前。今黃念祖老居士為《無量壽經》作集註於亂世，「奮老病之殘身，繼傳燈之宏誓」、「寧可書成而失命，不願輟著以自保」。此皆聖人垂範於存亡繼絕之時，警示後人「唯艱難困苦備嘗之已，方可成就」。"
    },
    {
      "id": "02-042-0128_p0038",
      "zh_CN": "据其门人回忆：「许氏著书之例，以及所以作书之恉，皆详于先生所为注中。先生亦自信以为于许氏之志，什得其八矣。」这段珍贵的记录，证明真实学问之承传，超越时空、超凡脱俗，其所由者无它，惟诚，惟信。诚者，心无杂念，为法忘躯，嗟行踬踣，谨守师教，不忘初衷。信者，信「德不孤，必有邻」；信能悟道之心、所悟之道人皆有之，无二无别，制心一处，定能成就。如此必蒙祖宗护佑、佛力加持，千载之外，心心相印，此即「道也者，不可须臾离也」。道也者，未曾须臾离也。",
      "zh_TW": "據其門人回憶：「許氏著書之例，以及所以作書之恉，皆詳於先生所為註中。先生亦自信以為於許氏之志，什得其八矣。」這段珍貴的記錄，證明真實學問之承傳，超越時空、超凡脫俗，其所由者無它，惟誠，惟信。誠者，心無雜念，為法忘軀，嗟行躓踣，謹守師教，不忘初衷。信者，信「德不孤，必有鄰」；信能悟道之心、所悟之道人皆有之，無二無別，制心一處，定能成就。如此必蒙祖宗護佑、佛力加持，千載之外，心心相印，此即「道也者，不可須臾離也」。道也者，未曾須臾離也。"
    },
    {
      "id": "02-042-0128_p0039",
      "zh_CN": "五、传承师道",
      "zh_TW": "五、傳承師道"
    },
    {
      "id": "02-042-0128_p0040",
      "zh_CN": "二千四百年前，西哲苏格拉底口谕众弟子：每日甩手数遍。一年之后，复问弟子有无坚持，弟子之中唯柏拉图坚持不辍，遂为之传法。东西方事师之道，皆不出老实、听话、真干。唯我国因有汉字传道，文言载道，故圣道虽中西无二，但传承至今，仅我中华民族一支。",
      "zh_TW": "二千四百年前，西哲蘇格拉底口諭眾弟子：每日甩手數遍。一年之後，復問弟子有無堅持，弟子之中唯柏拉圖堅持不輟，遂為之傳法。東西方事師之道，皆不出老實、聽話、真幹。唯我國因有漢字傳道，文言載道，故聖道雖中西無二，但傳承至今，僅我中華民族一支。"
    },
    {
      "id": "02-042-0128_p0041",
      "zh_CN": "古代圣人，如伏羲和仓颉皆念念都在化导世人走入正道，个人幸福安康，社会长治久安。先以正名，后以造字，令圣教由此得以传播、传承。我国由古至今，皆十分恭敬字纸，此为重道；有才学者，立德、立言而又述而不作，此为敬师。",
      "zh_TW": "古代聖人，如伏羲和倉頡皆念念都在化導世人走入正道，個人幸福安康，社會長治久安。先以正名，後以造字，令聖教由此得以傳播、傳承。我國由古至今，皆十分恭敬字紙，此為重道；有才學者，立德、立言而又述而不作，此為敬師。"
    },
    {
      "id": "02-042-0128_p0042",
      "zh_CN": "要言之，恭敬学习文字学，所传承的不仅是至德要道，更有师道至尊传承不易。若废孝道而不明尊师，或表面尊师而不知重道，则无法力行古圣先贤的教导，师道亦必因学人之表面文章而永绝于世矣！孝道若不继，师道若不存，传统文化遂不能见存于世；文明之光湮灭，万世堕入长夜。道不远人，然人心背觉合尘，为之奈何。",
      "zh_TW": "要言之，恭敬學習文字學，所傳承的不僅是至德要道，更有師道至尊傳承不易。若廢孝道而不明尊師，或表面尊師而不知重道，則無法力行古聖先賢的教導，師道亦必因學人之表面文章而永絕於世矣！孝道若不繼，師道若不存，傳統文化遂不能見存於世；文明之光湮滅，萬世墮入長夜。道不遠人，然人心背覺合塵，為之奈何。"
    },
    {
      "id": "02-042-0128_p0043",
      "zh_CN": "虽然身处乱世，家庭教育、社会教育竞相以轻视古人、怀疑圣教为风尚。然而幸得祖宗护佑、佛力加持，今天能够得闻正法，窥得道之一斑。复仰信古训：人人皆可成尧舜，佛性人皆本具，无南北古今，继而奋起振作，老实听话，力行孝亲尊师，恭敬学习文字，体认古圣先贤的智慧真实不虚，对后世子孙的爱护深广如海，孝道、师道由此复得以立于天下，他日传统文化导正天下、太平再临、礼义大兴，亦可期也！",
      "zh_TW": "雖然身處亂世，家庭教育、社會教育競相以輕視古人、懷疑聖教為風尚。然而幸得祖宗護佑、佛力加持，今天能夠得聞正法，窺得道之一斑。復仰信古訓：人人皆可成堯舜，佛性人皆本具，無南北古今，繼而奮起振作，老實聽話，力行孝親尊師，恭敬學習文字，體認古聖先賢的智慧真實不虛，對後世子孫的愛護深廣如海，孝道、師道由此復得以立於天下，他日傳統文化導正天下、太平再臨、禮義大興，亦可期也！"
    },
    {
      "id": "02-042-0128_p0044",
      "zh_CN": "以上是惭愧不肖弟子努力遵从师父上人教导，恭敬学习文字的一点粗浅的心得，错漏之处恐怕很多，恭请尊敬的师父上人，诸位学长大德慈悲垂教。惭愧弟子恪谨顶礼敬呈。",
      "zh_TW": "以上是慚愧不肖弟子努力遵從師父上人教導，恭敬學習文字的一點粗淺的心得，錯漏之處恐怕很多，恭請尊敬的師父上人，諸位學長大德慈悲垂教。慚愧弟子恪謹頂禮敬呈。"
    },
    {
      "id": "02-042-0128_p0045",
      "zh_CN": "老法师：我们听了越溪同修的报告，感慨万千。今天我们中国人有几个人醒过来？看到民族这样的一桩大事情，就是我们的文化到了存亡的边缘，我们这一代不救，下一代人想救也救不了。换句话说，机会就在我们这一代，我们这一代人要刻苦、要耐劳，要学习古人牺牲自己把道传下去。这是中国传统大道的根基，根本的根本，值得这样做，我们不做，没人做了。我们做得是非常辛苦，像许慎，过去这些人，这些前贤，段玉裁这些人，绝不为自己升官发财，把这个牺牲掉，把这个东西传给后世。他这一生穷苦，我们知道来生的福报，黄念祖老居士说的，不得了又不得了，来生大福报。你救中国传统文化，那是多么大的事业，这个世间上还有什么样的大事业能跟它相比？找不到了。所以我们几个同学，还好你们很年轻，遇到了，终于搞明白，我这一生要干什么。这一生为什么？救中国传统文化，救就是救后代亿万众生。",
      "zh_TW": "老法師：我們聽了越溪同修的報告，感慨萬千。今天我們中國人有幾個人醒過來？看到民族這樣的一樁大事情，就是我們的文化到了存亡的邊緣，我們這一代不救，下一代人想救也救不了。換句話說，機會就在我們這一代，我們這一代人要刻苦、要耐勞，要學習古人犧牲自己把道傳下去。這是中國傳統大道的根基，根本的根本，值得這樣做，我們不做，沒人做了。我們做得是非常辛苦，像許慎，過去這些人，這些前賢，段玉裁這些人，絕不為自己升官發財，把這個犧牲掉，把這個東西傳給後世。他這一生窮苦，我們知道來生的福報，黃念祖老居士說的，不得了又不得了，來生大福報。你救中國傳統文化，那是多麼大的事業，這個世間上還有什麼樣的大事業能跟它相比？找不到了。所以我們幾個同學，還好你們很年輕，遇到了，終於搞明白，我這一生要幹什麼。這一生為什麼？救中國傳統文化，救就是救後代億萬眾生。"
    },
    {
      "id": "02-042-0128_p0046",
      "zh_CN": "汤恩比博士告诉我们，拯救今天的社会，只有中国传统文化。他说了两桩事情，一个是孔孟学说，一个是大乘佛法。孔孟学说、大乘佛法的载体全是汉字，文言文。我们要救从哪里救起？从汉字、文言文救起。要非常认真，学一百遍、学二百遍、学三百遍，根就扎稳了；再努力，能够学个五百遍、八百遍，根深蒂固。我们来教小朋友，我们相信有一些家长他觉悟、他明白了，把孩子送到这来教，有一个教一个，有二个教二个。我们不希望很多，为什么？没那么多人，人太多，我们一个人也教不了。过去李老师常常告诉我们，一个好老师把学生都教成才，他有能力教几个人？十个人。为什么？十个人你各个都能照顾得到，十个以上精神就分散了。如果这一个班上，有三十、四十个人的时候，就很难教。你看都是顶尖的，不要多，要精，不要多。孩子教了之后，我们自己做榜样给他看，他慢慢学会了，他也发心一世不求功名富贵来传道。",
      "zh_TW": "湯恩比博士告訴我們，拯救今天的社會，只有中國傳統文化。他說了兩樁事情，一個是孔孟學說，一個是大乘佛法。孔孟學說、大乘佛法的載體全是漢字，文言文。我們要救從哪裡救起？從漢字、文言文救起。要非常認真，學一百遍、學二百遍、學三百遍，根就紮穩了；再努力，能夠學個五百遍、八百遍，根深蒂固。我們來教小朋友，我們相信有一些家長他覺悟、他明白了，把孩子送到這來教，有一個教一個，有二個教二個。我們不希望很多，為什麼？沒那麼多人，人太多，我們一個人也教不了。過去李老師常常告訴我們，一個好老師把學生都教成才，他有能力教幾個人？十個人。為什麼？十個人你各個都能照顧得到，十個以上精神就分散了。如果這一個班上，有三十、四十個人的時候，就很難教。你看都是頂尖的，不要多，要精，不要多。孩子教了之後，我們自己做榜樣給他看，他慢慢學會了，他也發心一世不求功名富貴來傳道。"
    },
    {
      "id": "02-042-0128_p0047",
      "zh_CN": "这篇文章我深深感到，越溪同学要把它细细讲一遍，就在这个基础上详细讲一遍做成光碟。看有多少人能够从这光碟上多听，能听个十遍、二十遍他会醒过来。醒过来的人愈多愈好，这就有救了。你就在这边费一点时间，在这边录制光碟，愈详细愈好，现在人不详细他听不懂。看古人的这种苦心，在全世界，你看看我们中国传统文化，你看《荟要》，《荟要》是当年乾隆皇帝自己读的，总编辑是纪晓岚。他告诉纪晓岚，怕《全书》太长，《全书》还没有编完他自己寿命到了，就感到遗憾，所以将《全书》里头最好的、最重要的编一套给他，给他自己看，这就是《荟要》，是《全书》的三分之一，价值非常高。因为《全书》里头对清廷不利的，他都把它删掉，而《荟要》里头保存完整，所以《荟要》的价值超过《全书》。我们将来要学习的话，指导别人学习从《荟要》下手，读完《荟要》之后再看《全书》。乾隆也是有这么一点私心，把古人东西改了、删了，虽然没堕地狱，我们听说他现在在人道，现在在新疆，是个普通的老百姓。毕竟这是大功，大功里面的遗憾就是把它删除，这不应该删除的东西他把它删除了。所以人要看得远，要看到来世，看到来世就知道应该怎样断恶修善、积功累德，不为今世，为来世。他当时没想到这一层，也没人提醒他，他是很聪明的人。",
      "zh_TW": "這篇文章我深深感到，越溪同學要把它細細講一遍，就在這個基礎上詳細講一遍做成光碟。看有多少人能夠從這光碟上多聽，能聽個十遍、二十遍他會醒過來。醒過來的人愈多愈好，這就有救了。你就在這邊費一點時間，在這邊錄製光碟，愈詳細愈好，現在人不詳細他聽不懂。看古人的這種苦心，在全世界，你看看我們中國傳統文化，你看《薈要》，《薈要》是當年乾隆皇帝自己讀的，總編輯是紀曉嵐。他告訴紀曉嵐，怕《全書》太長，《全書》還沒有編完他自己壽命到了，就感到遺憾，所以將《全書》裡頭最好的、最重要的編一套給他，給他自己看，這就是《薈要》，是《全書》的三分之一，價值非常高。因為《全書》裡頭對清廷不利的，他都把它刪掉，而《薈要》裡頭保存完整，所以《薈要》的價值超過《全書》。我們將來要學習的話，指導別人學習從《薈要》下手，讀完《薈要》之後再看《全書》。乾隆也是有這麼一點私心，把古人東西改了、刪了，雖然沒墮地獄，我們聽說他現在在人道，現在在新疆，是個普通的老百姓。畢竟這是大功，大功裡面的遺憾就是把它刪除，這不應該刪除的東西他把它刪除了。所以人要看得遠，要看到來世，看到來世就知道應該怎樣斷惡修善、積功累德，不為今世，為來世。他當時沒想到這一層，也沒人提醒他，他是很聰明的人。"
    },
    {
      "id": "02-042-0128_p0048",
      "zh_CN": "宝，老祖宗留下来的，是留给后世每个子孙的，不是专留给帝王将相的，它是留给全民的。今天我们知道，老祖宗留下来这个要周遍全世界，整个地球上的人都有分。所以决定不能破坏，破坏的罪过太重太重了，真的是阿鼻地狱。祖宗留下来的确实都是经典，经史子集都是经典，都不是普通的典籍，跟宗教里面的典籍我们要等量齐观。信仰宗教的人对经典尊重，我们希望对中国古圣先贤留下来的，就像宗教经典一样珍重它，一样尊敬它，认真努力来学习。学习要用真诚心，要用恭敬心。印祖常说「一分诚敬得一分利益，十分诚敬得十分利益」，说得一点都不错，没有恭敬心，佛菩萨来教你也得不到利益，所以学习的态度要具足。如果禀性能真正像海贤老和尚一样，老实、听话、真干，没有一个不成就。海贤和尚生在我们这个时代，这是非常时期，是个动乱的时代，这个动乱史无前例，他走了。今天我们处的这个世间，跟他老人家在世（三年前），动乱的频率又上升了，没有减少。想到为古圣继绝学，这个使命就在我们自己身上，我们不要客气，真正把它接受过来，把它扛起来，我们真干。没有人愿意做，我们来做，做人家不愿意做的工作，好事情，祖宗加持我们，诸佛菩萨、一切善神都保佑我们，我们有这个信心。好，细讲，要细讲。",
      "zh_TW": "寶，老祖宗留下來的，是留給後世每個子孫的，不是專留給帝王將相的，它是留給全民的。今天我們知道，老祖宗留下來這個要周遍全世界，整個地球上的人都有分。所以決定不能破壞，破壞的罪過太重太重了，真的是阿鼻地獄。祖宗留下來的確實都是經典，經史子集都是經典，都不是普通的典籍，跟宗教裡面的典籍我們要等量齊觀。信仰宗教的人對經典尊重，我們希望對中國古聖先賢留下來的，就像宗教經典一樣珍重它，一樣尊敬它，認真努力來學習。學習要用真誠心，要用恭敬心。印祖常說「一分誠敬得一分利益，十分誠敬得十分利益」，說得一點都不錯，沒有恭敬心，佛菩薩來教你也得不到利益，所以學習的態度要具足。如果稟性能真正像海賢老和尚一樣，老實、聽話、真幹，沒有一個不成就。海賢和尚生在我們這個時代，這是非常時期，是個動亂的時代，這個動亂史無前例，他走了。今天我們處的這個世間，跟他老人家在世（三年前），動亂的頻率又上升了，沒有減少。想到為古聖繼絕學，這個使命就在我們自己身上，我們不要客氣，真正把它接受過來，把它扛起來，我們真幹。沒有人願意做，我們來做，做人家不願意做的工作，好事情，祖宗加持我們，諸佛菩薩、一切善神都保佑我們，我們有這個信心。好，細講，要細講。"
    },
    {
      "id": "02-042-0128_p0049",
      "zh_CN": "学生：开莲法师，惭愧学生现将最近学习心得恭敬向大家汇报如下：",
      "zh_TW": "學生：開蓮法師，慚愧學生現將最近學習心得恭敬向大家匯報如下："
    },
    {
      "id": "02-042-0128_p0050",
      "zh_CN": "为期一个月的《净土大经科注》学习班，于二Ｏ一五年一月二十五日结束，时光如梭，转眼间一个月的时光在匆匆忙忙中度过。如今把心沉淀下来，回想自己在这一个月中的经历，有感动也有收获。这一次的办班教学对学生来说，是这几年来在道场修学的一次综合考试，勘验自己在这几年中是否真正用心的学习，有哪些收获？在这些天中和学员们一起成长、一起生活，从早晨起床上早课，到晚上的分享交流，全天的作息时间安排得很紧张，但是很充实。在此期间，学员们虔诚的求学态度和对善知识的真诚敬仰，深深的感染着学生，让学生自叹不如，一分诚敬得一分利益，十分诚敬得十分利益。在修行的道路上依众靠众，对自己来说是一种鼓励，期许自己将这种鼓励带给身边的人。同时学生看到了现在的社会需要正法的人太多了，需要师父上人的人太多了，需要善知识指导的人太多了。在这些学员们带来的感动之中，更加提起了学生的责任感和使命感，感受到师父上人带领着四众弟子学释迦佛，走释迦路的价值与意义。释迦牟尼佛一生从事教育行业，帮助众生破迷开悟，离苦得乐。",
      "zh_TW": "為期一個月的《淨土大經科註》學習班，於二Ｏ一五年一月二十五日結束，時光如梭，轉眼間一個月的時光在匆匆忙忙中度過。如今把心沉澱下來，回想自己在這一個月中的經歷，有感動也有收穫。這一次的辦班教學對學生來說，是這幾年來在道場修學的一次綜合考試，勘驗自己在這幾年中是否真正用心的學習，有哪些收穫？在這些天中和學員們一起成長、一起生活，從早晨起床上早課，到晚上的分享交流，全天的作息時間安排得很緊張，但是很充實。在此期間，學員們虔誠的求學態度和對善知識的真誠敬仰，深深的感染著學生，讓學生自嘆不如，一分誠敬得一分利益，十分誠敬得十分利益。在修行的道路上依眾靠眾，對自己來說是一種鼓勵，期許自己將這種鼓勵帶給身邊的人。同時學生看到了現在的社會需要正法的人太多了，需要師父上人的人太多了，需要善知識指導的人太多了。在這些學員們帶來的感動之中，更加提起了學生的責任感和使命感，感受到師父上人帶領著四眾弟子學釋迦佛，走釋迦路的價值與意義。釋迦牟尼佛一生從事教育行業，幫助眾生破迷開悟，離苦得樂。"
    },
    {
      "id": "02-042-0128_p0051",
      "zh_CN": "师父上人说：历史上有两位成功的教育者，一位是释迦牟尼佛，一位是孔老夫子，因为他们都是先行其言，先做到然后再说，众生看到后自然会依教奉行。这次的办班让学生深刻体会到，自己受益一分、落实一分，就能真实利益众生一分。在每天照顾大家饮食起居的过程中，学员们表现出来的是感动，甚至还流下了泪水。在这当中最快乐、最感动的其实是自己，因为慢慢的学会了付出，众生于我有恩，现在是我报恩的时候，自私自利的心逐渐的放下，为众生的时候就是放下自己的时候。在这个过程当中，学生感受到弘护正法的不易，感恩之心油然而生，在心中深深的期许自己，一定要放下自己，为师长们的日夜奔波减轻一分辛劳，这些都给学生今后的修学带来了很大的动力。在此期间，学生发现自身很多的不足，尤其是在处众的过程当中放不下面子，虚荣心很强，因此有很多的夹杂，对人不真诚，在内心深处仔细的省察根源在哪里？原因是自己从来就没有低下头来看清自己的毛病习气，不愿意承认，总是自欺欺人，掩饰自己，给自己的毛病习气找理由、找借口，高处有险，低处才有道。让学生慢慢的开始承认自己的过失，找出自身的不足，原来低头认错才是成长的开始，敢于面对并勇敢的克服，心里才开始踏实，原来承认过失的态度不是消极的，而是积极的。",
      "zh_TW": "師父上人說：歷史上有兩位成功的教育者，一位是釋迦牟尼佛，一位是孔老夫子，因為他們都是先行其言，先做到然後再說，眾生看到後自然會依教奉行。這次的辦班讓學生深刻體會到，自己受益一分、落實一分，就能真實利益眾生一分。在每天照顧大家飲食起居的過程中，學員們表現出來的是感動，甚至還流下了淚水。在這當中最快樂、最感動的其實是自己，因為慢慢的學會了付出，眾生於我有恩，現在是我報恩的時候，自私自利的心逐漸的放下，為眾生的時候就是放下自己的時候。在這個過程當中，學生感受到弘護正法的不易，感恩之心油然而生，在心中深深的期許自己，一定要放下自己，為師長們的日夜奔波減輕一分辛勞，這些都給學生今後的修學帶來了很大的動力。在此期間，學生發現自身很多的不足，尤其是在處眾的過程當中放不下面子，虛榮心很強，因此有很多的夾雜，對人不真誠，在內心深處仔細的省察根源在哪裡？原因是自己從來就沒有低下頭來看清自己的毛病習氣，不願意承認，總是自欺欺人，掩飾自己，給自己的毛病習氣找理由、找藉口，高處有險，低處才有道。讓學生慢慢的開始承認自己的過失，找出自身的不足，原來低頭認錯才是成長的開始，敢於面對並勇敢的克服，心裡才開始踏實，原來承認過失的態度不是消極的，而是積極的。"
    },
    {
      "id": "02-042-0128_p0052",
      "zh_CN": "学生在与人相处时，因为放不下自己的意思，心中的控制、占有欲很强，所以令身边的人常生烦恼。因为执着自己的想法和看法，所以慢慢的谁的话也听不进去了，什么事情也做不好，而且做完之后心也不安。在听别人讲话的时候，经常会把自己的意思强加于人，并没有真正听出对方的需要。心中装的全是自己的邪知邪见，老师苦口婆心的教诲就装不进来了。学生在向师长请教问题的时候，师长帮助学生解决这个问题，而学生的心中已经准备好下一个问题要请教了，所以表现出来的就是心浮气躁，善知识对学生的教导一句也没有听进去，反而增加了妄想不能受益。所以学生意识到听话的重要性，放下自己意思的重要性。平时不听别人讲话，师父上人讲的话当然也听不懂。所以在每次听别人讲话的时候先告诉自己把心静下来，不要急于发表意见，用心的感受对方的需要，针对别人的需要来说话，才能真正的帮助到对方。不要在别人讲话时，自己在心里已经打好了小算盘。往往很多时候，对方不需要我们帮助他解决什么问题，只是需要我们做一个倾听者，那就更应该耐心的聆听，而不是当对方话不投机的时候就不耐烦，不想继续听下去，这就失去了慈悲心。有慈悲心才有智慧，才能在众生需要的时候及时的给予帮助。原来学生一直都是以自私自利为考量，没有考虑到众生需要我怎样做，我应该怎样照顾帮助众生。这件事情如此，想必很多时候做事都是如此，学生需要在接下来的日常生活中多为大家着想，从用心感受别人的需要开始。修行路上有进有退，动力就来自于父母、师长的恩德，常常在退心懈怠的时候，是这两股力量在支撑着自己，让自己重新鼓起勇气。承接父母师长的恩德，并将这种恩德传递给一切众生，这才是真正的学问，真正的报恩。",
      "zh_TW": "學生在與人相處時，因為放不下自己的意思，心中的控制、佔有欲很強，所以令身邊的人常生煩惱。因為執著自己的想法和看法，所以慢慢的誰的話也聽不進去了，什麼事情也做不好，而且做完之後心也不安。在聽別人講話的時候，經常會把自己的意思強加於人，並沒有真正聽出對方的需要。心中裝的全是自己的邪知邪見，老師苦口婆心的教誨就裝不進來了。學生在向師長請教問題的時候，師長幫助學生解決這個問題，而學生的心中已經準備好下一個問題要請教了，所以表現出來的就是心浮氣躁，善知識對學生的教導一句也沒有聽進去，反而增加了妄想不能受益。所以學生意識到聽話的重要性，放下自己意思的重要性。平時不聽別人講話，師父上人講的話當然也聽不懂。所以在每次聽別人講話的時候先告訴自己把心靜下來，不要急於發表意見，用心的感受對方的需要，針對別人的需要來說話，才能真正的幫助到對方。不要在別人講話時，自己在心裡已經打好了小算盤。往往很多時候，對方不需要我們幫助他解決什麼問題，只是需要我們做一個傾聽者，那就更應該耐心的聆聽，而不是當對方話不投機的時候就不耐煩，不想繼續聽下去，這就失去了慈悲心。有慈悲心才有智慧，才能在眾生需要的時候及時的給予幫助。原來學生一直都是以自私自利為考量，沒有考慮到眾生需要我怎樣做，我應該怎樣照顧幫助眾生。這件事情如此，想必很多時候做事都是如此，學生需要在接下來的日常生活中多為大家著想，從用心感受別人的需要開始。修行路上有進有退，動力就來自於父母、師長的恩德，常常在退心懈怠的時候，是這兩股力量在支撐著自己，讓自己重新鼓起勇氣。承接父母師長的恩德，並將這種恩德傳遞給一切眾生，這才是真正的學問，真正的報恩。"
    },
    {
      "id": "02-042-0128_p0053",
      "zh_CN": "以上是惭愧学生开莲粗浅的学习报告，错误之处恳请尊敬的师父上人，诸位法师、诸位大德同修慈悲批评指正。学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝尊敬的师父上人，法体安康，六时吉祥，久住世间，光寿无量。",
      "zh_TW": "以上是慚愧學生開蓮粗淺的學習報告，錯誤之處懇請尊敬的師父上人，諸位法師、諸位大德同修慈悲批評指正。學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝尊敬的師父上人，法體安康，六時吉祥，久住世間，光壽無量。"
    },
    {
      "id": "02-042-0128_p0054",
      "zh_CN": "老法师：开莲师的心得报告，能反省，能回头，这是好事，一定要有勇猛心，不能够受外面环境的诱惑。现在这个时代，如果功夫用力不勤，很难不堕落，烦恼习气是无量劫累积下来的，伏不住，用什么方法都没办法。外面的诱惑比往年年年在增长，现在不是年年了，现在我看，每个星期都不一样。这对于真正修行人带来了很大的冲击，如果没有智慧（智慧就是看破，了解事实真相），不能放下自己的烦恼习气，那肯定受外面境界影响。外面是财色名利、七情五欲，天天在围绕着，修清净心多难。但是难能可贵，愈是难，说明你的功夫是真的，不是假的，你会有成就。珍惜你自己的那一点小功夫，要不断的提升、不断的增长。",
      "zh_TW": "老法師：開蓮師的心得報告，能反省，能回頭，這是好事，一定要有勇猛心，不能夠受外面環境的誘惑。現在這個時代，如果功夫用力不勤，很難不墮落，煩惱習氣是無量劫累積下來的，伏不住，用什麼方法都沒辦法。外面的誘惑比往年年年在增長，現在不是年年了，現在我看，每個星期都不一樣。這對於真正修行人帶來了很大的衝擊，如果沒有智慧（智慧就是看破，了解事實真相），不能放下自己的煩惱習氣，那肯定受外面境界影響。外面是財色名利、七情五欲，天天在圍繞著，修清淨心多難。但是難能可貴，愈是難，說明你的功夫是真的，不是假的，你會有成就。珍惜你自己的那一點小功夫，要不斷的提升、不斷的增長。"
    },
    {
      "id": "02-042-0128_p0055",
      "zh_CN": "恶念，咱们念佛法门好，它不教我们消业，它教我们念佛，心里面只装佛号，其他的无论是善还是恶都把它放下，都清除它，心里头念念皆是阿弥陀佛。落实到生活，看一切人是阿弥陀佛，看一切事是阿弥陀佛，看一切万物都是阿弥陀佛，我们的功夫就得力了，就不会受负面的干扰，全是正面的。好人阿弥陀佛，坏人也是阿弥陀佛，不要分别，不要执着，一句阿弥陀佛念到底。看一切众生都是阿弥陀佛，这是观想念佛，很有效果。我们生活在哪里？我们生活在阿弥陀佛心中，那就是生活在极乐世界，不要有杂念，不要有妄想，这样就好。",
      "zh_TW": "惡念，咱們念佛法門好，它不教我們消業，它教我們念佛，心裡面只裝佛號，其他的無論是善還是惡都把它放下，都清除它，心裡頭念念皆是阿彌陀佛。落實到生活，看一切人是阿彌陀佛，看一切事是阿彌陀佛，看一切萬物都是阿彌陀佛，我們的功夫就得力了，就不會受負面的干擾，全是正面的。好人阿彌陀佛，壞人也是阿彌陀佛，不要分別，不要執著，一句阿彌陀佛念到底。看一切眾生都是阿彌陀佛，這是觀想念佛，很有效果。我們生活在哪裡？我們生活在阿彌陀佛心中，那就是生活在極樂世界，不要有雜念，不要有妄想，這樣就好。"
    },
    {
      "id": "02-042-0128_p0056",
      "zh_CN": "学生：开示法师，惭愧学生现将近段时间的修学心得恭敬向大家汇报如下：",
      "zh_TW": "學生：開示法師，慚愧學生現將近段時間的修學心得恭敬向大家匯報如下："
    },
    {
      "id": "02-042-0128_p0057",
      "zh_CN": "为期三十天的「大士阁首届《净土大经科注》学习班」转眼间落下了帷幕，学生的思绪也随着收尾工作在进行梳理。回想这三十天的经历，真是既感动又惭愧。感恩三十多位菩萨家长陪伴我们生活学习，与我们一起分享生活中笑容和泪水，带给我们无尽的感动和欢喜。从您们身上学生看到了自身的差距，也学到了很多很多，和您们一起度过这段紧张而又充实的日子，是学生生命中最美好的片段。",
      "zh_TW": "為期三十天的「大士閣首屆《淨土大經科註》學習班」轉眼間落下了帷幕，學生的思緒也隨著收尾工作在進行梳理。回想這三十天的經歷，真是既感動又慚愧。感恩三十多位菩薩家長陪伴我們生活學習，與我們一起分享生活中笑容和淚水，帶給我們無盡的感動和歡喜。從您們身上學生看到了自身的差距，也學到了很多很多，和您們一起度過這段緊張而又充實的日子，是學生生命中最美好的片段。"
    },
    {
      "id": "02-042-0128_p0058",
      "zh_CN": "甲一、生日晚会——演绎母慈子孝",
      "zh_TW": "甲一、生日晚會——演繹母慈子孝"
    },
    {
      "id": "02-042-0128_p0059",
      "zh_CN": "此次学习班学习期间恰逢两位学员过生日，而这两位学员又刚好是道场两位法师的母亲，大家长慈悲安排，为这两位母亲举办了一场生日晚会。为了给寿星们一个惊喜，大家都非常配合，准备工作一直在有条不紊的默默进行，直到晚会开始，她们才恍然意识到，原来自己是今晚的主角。在柔和的灯光下，晚会现场弥漫着一股温馨。当两位母亲的儿子分别出现在大屏幕上，深情的为母亲读一封信，一封写满了祝福与感恩的长信时，把晚会推向了高潮。那真诚的感情、恳切的话语，加上一片赤子之心，说出了多少人的心声，使在场的每一个人都流下了感动而幸福的泪水。接下来行跪拜礼和分享蛋糕的场面又一次次的打动着大家的心，整场晚会大家都沉浸在一片幸福和感动之中。两位母亲更是感动至极，一直泪流不止，但是那挂满泪水的笑脸在坚定的告诉大家，她们是这个世界上最幸福的人。她们不在乎儿子的信写得多好，话说得多美，而是感受到了儿子的成长与担当，看到了正法的希望和未来，把儿子交给佛菩萨她们放心、安心。",
      "zh_TW": "此次學習班學習期間恰逢兩位學員過生日，而這兩位學員又剛好是道場兩位法師的母親，大家長慈悲安排，為這兩位母親舉辦了一場生日晚會。為了給壽星們一個驚喜，大家都非常配合，準備工作一直在有條不紊的默默進行，直到晚會開始，她們才恍然意識到，原來自己是今晚的主角。在柔和的燈光下，晚會現場彌漫著一股溫馨。當兩位母親的兒子分別出現在大屏幕上，深情的為母親讀一封信，一封寫滿了祝福與感恩的長信時，把晚會推向了高潮。那真誠的感情、懇切的話語，加上一片赤子之心，說出了多少人的心聲，使在場的每一個人都流下了感動而幸福的淚水。接下來行跪拜禮和分享蛋糕的場面又一次次的打動著大家的心，整場晚會大家都沉浸在一片幸福和感動之中。兩位母親更是感動至極，一直淚流不止，但是那掛滿淚水的笑臉在堅定的告訴大家，她們是這個世界上最幸福的人。她們不在乎兒子的信寫得多好，話說得多美，而是感受到了兒子的成長與擔當，看到了正法的希望和未來，把兒子交給佛菩薩她們放心、安心。"
    },
    {
      "id": "02-042-0128_p0060",
      "zh_CN": "说出家是大不孝，这种误解由来已久。其实，出家人是最有情有意的，只是报恩的方式有别于民间而已。今天两对母子的演绎，打消了多少人的顾虑和不理解，真实的为出家正名，为孝道注解。深明大义，送子入空门；母子连心，念佛出轮回。走出一个小家，投入如来大家，父母舍我一人，我将要天下的父母都获得幸福。这是何等的勇气，广阔的胸怀！小孝孝一人，大孝孝天下，这是一个大孝之人发自心底的铿锵誓言。选择了这条路就义无反顾，我要用一生成就来报答亲恩，报答天下父母。因为「父母离尘垢，子道方成就」，成佛才是圆满孝道，以此来演绎一场世出世间最圆满的母慈子孝。这场晚会带给学生深深的感动和思考，更加坚定了自己成佛报恩的信心。父母的期盼、众生的需要就在我的眼前诉说，我还有什么理由懈怠、退缩？",
      "zh_TW": "說出家是大不孝，這種誤解由來已久。其實，出家人是最有情有意的，只是報恩的方式有別於民間而已。今天兩對母子的演繹，打消了多少人的顧慮和不理解，真實的為出家正名，為孝道註解。深明大義，送子入空門；母子連心，念佛出輪迴。走出一個小家，投入如來大家，父母捨我一人，我將要天下的父母都獲得幸福。這是何等的勇氣，廣闊的胸懷！小孝孝一人，大孝孝天下，這是一個大孝之人發自心底的鏗鏘誓言。選擇了這條路就義無反顧，我要用一生成就來報答親恩，報答天下父母。因為「父母離塵垢，子道方成就」，成佛才是圓滿孝道，以此來演繹一場世出世間最圓滿的母慈子孝。這場晚會帶給學生深深的感動和思考，更加堅定了自己成佛報恩的信心。父母的期盼、眾生的需要就在我的眼前訴說，我還有什麼理由懈怠、退縮？"
    },
    {
      "id": "02-042-0128_p0061",
      "zh_CN": "甲二、梵呗课堂——大悲慈父在召唤",
      "zh_TW": "甲二、梵唄課堂——大悲慈父在召喚"
    },
    {
      "id": "02-042-0128_p0062",
      "zh_CN": "「回家吧，孩子……」，听着弥陀慈父的深情呼唤，梵呗课上大家一时泪如雨下。原来我们是一个个可怜的乞儿，在六道里流浪了许久许久，大悲慈父一直都追随着我们，不曾离开。那声声呼唤也一直伴随在我们身边，只是我们太贪玩、太麻木，竟然不曾听到。",
      "zh_TW": "「回家吧，孩子……」，聽著彌陀慈父的深情呼喚，梵唄課上大家一時淚如雨下。原來我們是一個個可憐的乞兒，在六道裡流浪了許久許久，大悲慈父一直都追隨著我們，不曾離開。那聲聲呼喚也一直伴隨在我們身邊，只是我們太貪玩、太麻木，竟然不曾聽到。"
    },
    {
      "id": "02-042-0128_p0063",
      "zh_CN": "今天静下心来和大家一起倾听大悲慈父的呼唤，声声都在撞击着学生冰冷麻木的心灵，奔流而出的泪水，一遍遍的洗刷着学生内心的迷茫，流浪的辛酸，轮回的煎熬，还有无尽的惭愧和忏悔。回想在每天的生活中，尊敬的师父上人语重心长的教诲，大家长苦口婆心的劝告，身边同参道友的善意提醒，不都是大悲慈父对我的深情呼唤吗？他化身无数，应机示现，一直在我身边，不厌其烦的呵护着我，为我指引回家的路。而我的无知与傲慢一次次的伤透了大悲慈父您的心，也使自己一次次的错失了回家的机会。而您的慈悲和包容，让我回想起来羞愧难当，自己是那么的不仁不孝，无义无礼。而您却一如既往的在等着我这个顽固的流浪儿回头，等了那么久，等得那么辛苦……我可怜到了极处，您慈悲到了极处。这一次抓住了您的手，我尊敬的大悲慈父，尊敬的师父上人，尊敬的大家长，我再也不放开，跟定您，听从您的召唤，直往极乐老家走。",
      "zh_TW": "今天靜下心來和大家一起傾聽大悲慈父的呼喚，聲聲都在撞擊著學生冰冷麻木的心靈，奔流而出的淚水，一遍遍的洗刷著學生內心的迷茫，流浪的辛酸，輪迴的煎熬，還有無盡的慚愧和懺悔。回想在每天的生活中，尊敬的師父上人語重心長的教誨，大家長苦口婆心的勸告，身邊同參道友的善意提醒，不都是大悲慈父對我的深情呼喚嗎？他化身無數，應機示現，一直在我身邊，不厭其煩的呵護著我，為我指引回家的路。而我的無知與傲慢一次次的傷透了大悲慈父您的心，也使自己一次次的錯失了回家的機會。而您的慈悲和包容，讓我回想起來羞愧難當，自己是那麼的不仁不孝，無義無禮。而您卻一如既往的在等著我這個頑固的流浪兒回頭，等了那麼久，等得那麼辛苦……我可憐到了極處，您慈悲到了極處。這一次抓住了您的手，我尊敬的大悲慈父，尊敬的師父上人，尊敬的大家長，我再也不放開，跟定您，聽從您的召喚，直往極樂老家走。"
    },
    {
      "id": "02-042-0128_p0064",
      "zh_CN": "以上是惭愧学生开示粗浅的学习报告，错误之处请求尊敬的师父上人，诸位法师、诸位大德同修慈悲批评指正。学生乐意接受，至诚顶礼感恩，阿弥陀佛！恭祝尊敬的师父上人，法体安康，六时吉祥，久住世间，光寿无量。",
      "zh_TW": "以上是慚愧學生開示粗淺的學習報告，錯誤之處請求尊敬的師父上人，諸位法師、諸位大德同修慈悲批評指正。學生樂意接受，至誠頂禮感恩，阿彌陀佛！恭祝尊敬的師父上人，法體安康，六時吉祥，久住世間，光壽無量。"
    },
    {
      "id": "02-042-0128_p0065",
      "zh_CN": "老法师：开示法师这一篇报告，我们听了之后也很感动，希望你的警觉要常常保持。怎么个保持法？最好每天多听海贤老和尚的光碟，学刘素云老居士，她一天最少要听五遍。大概我们同学当中，她听的遍数最多，非常得利益，遍遍都有悟处，每天不放松，有时间就多听。先是多听，听到真正把怀疑断掉了，真诚的信心生起来，往生的愿力生出来，我非去不可，这个世间没有任何留恋，你就可以专心念佛，不听没有关系。如果愿力不坚固，信心还会动摇，你就一定要多听。我们每个同学也是一样的，我是一直到现在，我劝你们看三遍，我每天至少是三遍，非常有受用。",
      "zh_TW": "老法師：開示法師這一篇報告，我們聽了之後也很感動，希望你的警覺要常常保持。怎麼個保持法？最好每天多聽海賢老和尚的光碟，學劉素雲老居士，她一天最少要聽五遍。大概我們同學當中，她聽的遍數最多，非常得利益，遍遍都有悟處，每天不放鬆，有時間就多聽。先是多聽，聽到真正把懷疑斷掉了，真誠的信心生起來，往生的願力生出來，我非去不可，這個世間沒有任何留戀，你就可以專心念佛，不聽沒有關係。如果願力不堅固，信心還會動搖，你就一定要多聽。我們每個同學也是一樣的，我是一直到現在，我勸你們看三遍，我每天至少是三遍，非常有受用。"
    },
    {
      "id": "02-042-0128_p0066",
      "zh_CN": "学生：如何使功夫得力。尊敬的师父上人慈悲，惭愧弟子甘肃骊靬古城金山寺佛学班开律，感恩师父上人慈悲教诲，使我们不断深入了解净土法门、《无量寿经》及这句名号功德不可思议，并告诉我们末法时期只有依靠这个法门、这一部经才能得度。感恩齐老师多年的艰辛护持与培养，并且按照师父上人的要求办了甘肃净宗戒律佛学院，为我们提供了安定的修学环境，使我们能够安心办道。每天听师父上人讲经，弟子法喜充满，犹如醍醐灌顶，又如指路明灯，照亮通往西方的光明大道，帮弟子发现所犯的过失无量。这些过失导致自己功夫不得力，重点有以下几个方面：一、生死心不切。二、对净土法门了解不够透彻。三、不能有效对治烦恼习气。四、未能发大心普度众生。",
      "zh_TW": "學生：如何使功夫得力。尊敬的師父上人慈悲，慚愧弟子甘肅驪靬古城金山寺佛學班開律，感恩師父上人慈悲教誨，使我們不斷深入了解淨土法門、《無量壽經》及這句名號功德不可思議，並告訴我們末法時期只有依靠這個法門、這一部經才能得度。感恩齊老師多年的艱辛護持與培養，並且按照師父上人的要求辦了甘肅淨宗戒律佛學院，為我們提供了安定的修學環境，使我們能夠安心辦道。每天聽師父上人講經，弟子法喜充滿，猶如醍醐灌頂，又如指路明燈，照亮通往西方的光明大道，幫弟子發現所犯的過失無量。這些過失導致自己功夫不得力，重點有以下幾個方面：一、生死心不切。二、對淨土法門了解不夠透徹。三、不能有效對治煩惱習氣。四、未能發大心普度眾生。"
    },
    {
      "id": "02-042-0128_p0067",
      "zh_CN": "甲一、怎样令生死心切？",
      "zh_TW": "甲一、怎樣令生死心切？"
    },
    {
      "id": "02-042-0128_p0068",
      "zh_CN": "印祖提醒我们：「腊月三十日，乃一岁之尽日。倘预先未曾打叠得好，则债主怨家，群相系缚，那容你过。临命终时，乃一生之腊月三十日也。倘信愿行资粮未具，贪瞋痴恶习犹存，则无量劫来怨家债主，统来逼讨，那肯饶你。莫道不知净土法门者，无可奈何，随业受生。即知而不务实修者，亦复如是，被恶业牵向三途六道中，永永轮回去也。欲求出苦之要，唯有念念畏死。及死而堕落三途恶道，则佛念自纯，净业自成。一切尘境，自不能夺其正念矣。」我们经常以此段开示警醒自己，可令生死心切，自会勇猛精进、认真修行。",
      "zh_TW": "印祖提醒我們：「臘月三十日，乃一歲之盡日。倘預先未曾打疊得好，則債主怨家，群相繫縛，那容你過。臨命終時，乃一生之臘月三十日也。倘信願行資糧未具，貪瞋痴惡習猶存，則無量劫來怨家債主，統來逼討，那肯饒你。莫道不知淨土法門者，無可奈何，隨業受生。即知而不務實修者，亦復如是，被惡業牽向三途六道中，永永輪迴去也。欲求出苦之要，唯有念念畏死。及死而墮落三途惡道，則佛念自純，淨業自成。一切塵境，自不能奪其正念矣。」我們經常以此段開示警醒自己，可令生死心切，自會勇猛精進、認真修行。"
    },
    {
      "id": "02-042-0128_p0069",
      "zh_CN": "甲二、深入了解净土法门",
      "zh_TW": "甲二、深入了解淨土法門"
    },
    {
      "id": "02-042-0128_p0070",
      "zh_CN": "乙一、赞净土超胜",
      "zh_TW": "乙一、讚淨土超勝"
    },
    {
      "id": "02-042-0128_p0071",
      "zh_CN": "印祖曰：「如来圣教，法门无量，随依一法，以菩提心修持，皆可以了生死，成佛道。然于修而未证之前，大有难易疾迟之别。求其至圆至顿，最简最易，契理契机，即修即性，三根普被，利钝全收，为律教禅密诸宗之归宿，作人天凡圣证真之捷径者，无如信愿念佛求生西方一法也。良以一切法门，皆仗自力，念佛法门，兼仗佛力。仗自力，非烦惑断尽，不能超出三界；仗佛力，若信愿真切，即可高登九莲。当今之人，欲于现生了生死大事者，舍此一法，则绝无希望矣。」",
      "zh_TW": "印祖曰：「如來聖教，法門無量，隨依一法，以菩提心修持，皆可以了生死，成佛道。然於修而未證之前，大有難易疾遲之別。求其至圓至頓，最簡最易，契理契機，即修即性，三根普被，利鈍全收，為律教禪密諸宗之歸宿，作人天凡聖證真之捷徑者，無如信願念佛求生西方一法也。良以一切法門，皆仗自力，念佛法門，兼仗佛力。仗自力，非煩惑斷盡，不能超出三界；仗佛力，若信願真切，即可高登九蓮。當今之人，欲於現生了生死大事者，捨此一法，則絕無希望矣。」"
    },
    {
      "id": "02-042-0128_p0072",
      "zh_CN": "乙二、一部经、一句佛号即是大总持",
      "zh_TW": "乙二、一部經、一句佛號即是大總持"
    },
    {
      "id": "02-042-0128_p0073",
      "zh_CN": "师父上人讲：这句佛号、这部《无量寿经》是大总持法门，包括圆圆满满的一切法。一切诸佛菩萨名号，一切诸佛菩萨所修所证究竟圆满的功德，一切诸佛所说的一切经教，都包括在其中，功德不可思议。所以一定要深信不疑。释迦牟尼佛从今往后这九千年的法运，真正能修成就的就是这部经，就是这个注解，就是这一句佛号。海贤老和尚做出榜样给我们看，我们要相信，不能有丝毫怀疑。专学《无量寿经》，专讲《无量寿经》，其他的一概不学。一生一部经、一句佛号，一直念下去，决定不改变。我们的方向，西方极乐世界；我们的目标，亲近阿弥陀佛。只有透彻了解净土法门，真正认识这部经、这句名号功德不可思议，才能生起坚定的信心，念佛求生净土。",
      "zh_TW": "師父上人講：這句佛號、這部《無量壽經》是大總持法門，包括圓圓滿滿的一切法。一切諸佛菩薩名號，一切諸佛菩薩所修所證究竟圓滿的功德，一切諸佛所說的一切經教，都包括在其中，功德不可思議。所以一定要深信不疑。釋迦牟尼佛從今往後這九千年的法運，真正能修成就的就是這部經，就是這個註解，就是這一句佛號。海賢老和尚做出榜樣給我們看，我們要相信，不能有絲毫懷疑。專學《無量壽經》，專講《無量壽經》，其他的一概不學。一生一部經、一句佛號，一直念下去，決定不改變。我們的方向，西方極樂世界；我們的目標，親近阿彌陀佛。只有透徹了解淨土法門，真正認識這部經、這句名號功德不可思議，才能生起堅定的信心，念佛求生淨土。"
    },
    {
      "id": "02-042-0128_p0074",
      "zh_CN": "甲三、烦恼无尽誓愿断",
      "zh_TW": "甲三、煩惱無盡誓願斷"
    },
    {
      "id": "02-042-0128_p0075",
      "zh_CN": "印祖曰：「修行之要，在于对治烦恼习气。习气少一分，即工夫进一分。有修行愈力，习气愈发者，乃只知依事相修持，不知反照回光，克除己心中之妄情所致也。」",
      "zh_TW": "印祖曰：「修行之要，在於對治煩惱習氣。習氣少一分，即工夫進一分。有修行愈力，習氣愈發者，乃只知依事相修持，不知反照回光，克除己心中之妄情所致也。」"
    },
    {
      "id": "02-042-0128_p0076",
      "zh_CN": "乙一、逆境磨炼",
      "zh_TW": "乙一、逆境磨鍊"
    },
    {
      "id": "02-042-0128_p0077",
      "zh_CN": "每当我们碰到逆境恶缘时，往往都会对立或逃避，因而失去了修行提升的大好机会。我们应该回光返照，反省自己，因为境缘无好丑，好丑在于心。师父上人告诉我们：一个会修行的人，无论在什么环境，顺境逆境、善缘恶缘，他的心都能清净平等。对初学来说，修行先要在逆境里修忍辱，什么都能忍。一切看不顺眼的，慢慢练习看顺眼，最后在顺境里修。顺境之害，比逆境还要可怕！为什么？逆境里面起瞋恚，可以觉察到；顺境里面起贪瞋痴，自己一点警觉心都没有。佛在经上说，一切法得成于忍。一些修行人往往到最后失败了、退转了、堕落了，什么原因？忍不过。忍这个字是对一切境界，逆境、顺境都要忍。顺境不起贪心，逆境不起瞋恚心，始终保持清净、平等心。大逆境才有大成就，风平浪静训练不出好的水手，只有经历大风大浪才能勇往直前，把握方向。所以我们先要在逆境中修行才能成就。习气深、烦恼重不怕，怕的是不能坚忍到底，正所谓是大忍大成就，小忍小成就，不忍不成就。我们无量劫养成的烦恼习气，确实无法一下子改正，可能需要很长时间，但是我们只要持之以恒，决定成就。",
      "zh_TW": "每當我們碰到逆境惡緣時，往往都會對立或逃避，因而失去了修行提升的大好機會。我們應該回光返照，反省自己，因為境緣無好醜，好醜在於心。師父上人告訴我們：一個會修行的人，無論在什麼環境，順境逆境、善緣惡緣，他的心都能清淨平等。對初學來說，修行先要在逆境裡修忍辱，什麼都能忍。一切看不順眼的，慢慢練習看順眼，最後在順境裡修。順境之害，比逆境還要可怕！為什麼？逆境裡面起瞋恚，可以覺察到；順境裡面起貪瞋痴，自己一點警覺心都沒有。佛在經上說，一切法得成於忍。一些修行人往往到最後失敗了、退轉了、墮落了，什麼原因？忍不過。忍這個字是對一切境界，逆境、順境都要忍。順境不起貪心，逆境不起瞋恚心，始終保持清淨、平等心。大逆境才有大成就，風平浪靜訓練不出好的水手，只有經歷大風大浪才能勇往直前，把握方向。所以我們先要在逆境中修行才能成就。習氣深、煩惱重不怕，怕的是不能堅忍到底，正所謂是大忍大成就，小忍小成就，不忍不成就。我們無量劫養成的煩惱習氣，確實無法一下子改正，可能需要很長時間，但是我們只要持之以恆，決定成就。"
    },
    {
      "id": "02-042-0128_p0078",
      "zh_CN": "乙二、一门深入",
      "zh_TW": "乙二、一門深入"
    },
    {
      "id": "02-042-0128_p0079",
      "zh_CN": "师父上人讲：「《三字经》曰：教之道，贵以专。古时候学东西，没有同时学两样的，只准学一样。譬如学《论语》的，要把《论语》念上一千遍，读书千遍，其义自见。千遍意思是说多，多到开悟，悟后才可以看别的东西。然后一经通，一切经通，一门通，门门都通。为什么我们功夫不得力？不会学，不听话。诸佛菩萨、古圣先贤都教导我们，一门深入，长时薰修，这就是烦恼无尽誓愿断。但我们根本没有依教奉行，还是同时学很多经论，这是贪心。学到了什么？知识，增长了妄念、烦恼，到最后一样都不能成就。海贤老和尚告诉我们，天下无难事，只怕心不专。他九十二年没拐弯，一句佛号念到底，功德圆满，大彻大悟，明心见性。」所以我们一定要守住一门，这一门就是一位师父上净下空老法师，一部夏莲老会集的《无量寿经》，一部黄念老的集注，一句佛号念到底，只要能专，只要能忍，决定成就。",
      "zh_TW": "師父上人講：「《三字經》曰：教之道，貴以專。古時候學東西，沒有同時學兩樣的，只准學一樣。譬如學《論語》的，要把《論語》念上一千遍，讀書千遍，其義自見。千遍意思是說多，多到開悟，悟後才可以看別的東西。然後一經通，一切經通，一門通，門門都通。為什麼我們功夫不得力？不會學，不聽話。諸佛菩薩、古聖先賢都教導我們，一門深入，長時薰修，這就是煩惱無盡誓願斷。但我們根本沒有依教奉行，還是同時學很多經論，這是貪心。學到了什麼？知識，增長了妄念、煩惱，到最後一樣都不能成就。海賢老和尚告訴我們，天下無難事，只怕心不專。他九十二年沒拐彎，一句佛號念到底，功德圓滿，大徹大悟，明心見性。」所以我們一定要守住一門，這一門就是一位師父上淨下空老法師，一部夏蓮老會集的《無量壽經》，一部黃念老的集註，一句佛號念到底，只要能專，只要能忍，決定成就。"
    },
    {
      "id": "02-042-0128_p0080",
      "zh_CN": "甲四、众生无边誓愿度",
      "zh_TW": "甲四、眾生無邊誓願度"
    },
    {
      "id": "02-042-0128_p0081",
      "zh_CN": "师父上人告诉我们：四弘誓愿是一切菩萨修行成佛的根本大愿。首先要发愿，众生无边誓愿度，这就是发菩提心。发心成佛就是为度众生，佛不度无缘众生，我们现在跟众生结法缘，法缘结得愈多，将来度的人愈多。所以发的心量要大，要发普度遍法界虚空界一切众生，要天天发、常常发。发愿并非发空愿，要有具体行动，要落实在日常生活、工作、待人处事接物中。",
      "zh_TW": "師父上人告訴我們：四弘誓願是一切菩薩修行成佛的根本大願。首先要發願，眾生無邊誓願度，這就是發菩提心。發心成佛就是為度眾生，佛不度無緣眾生，我們現在跟眾生結法緣，法緣結得愈多，將來度的人愈多。所以發的心量要大，要發普度遍法界虛空界一切眾生，要天天發、常常發。發願並非發空願，要有具體行動，要落實在日常生活、工作、待人處事接物中。"
    },
    {
      "id": "02-042-0128_p0082",
      "zh_CN": "乙一、福慧双修",
      "zh_TW": "乙一、福慧雙修"
    },
    {
      "id": "02-042-0128_p0083",
      "zh_CN": "我们在家修行可以自己安排时间好好用功。如果怕自己懈怠，选择在道场共修，则凡事就一定要随缘，要守规矩。对于道场给我们安排的工作要尽心尽力去做，要能吃苦，空余时间自己精进用功，做到福慧双修。印祖曰：「凡分所应为之事，则知此吾之出苦慈航也，则断不至当仁固让，见义不为矣。如是，则尘境即可作入道之缘，岂必屏绝尘缘，方堪修道乎？」既已发心做事，却又认为工作会影响修行，岂不知修行并非什么都不做了，修行就是在生活、工作、待人处事接物当中磨炼。最重要的就是不要想自己，要为正法久住想，为一切众生想。印祖曰：「所言俗务纠缠，无法摆脱者，正当纠缠时，但能不随所转，则即纠缠便是摆脱。如镜照像，像来不拒，像去不留。若不知此义，纵令屏除俗务，一无事事，仍然皆散妄心，纠缠坚固，不能洒脱。学道之人，必须素位而行，尽己之分；如是则终日俗务纠缠，终日逍遥物外。」海贤老和尚每天工作从早忙到晚，还什么活都干，尽量不让师兄弟们插手，心里总想让他们有更多的时间修学。最重要的是在他出家的九十二年当中，从来没有把任何人事物放在心里，只是把阿弥陀佛放在心里，从未丢失过。他就是在生活中修行，每天法喜充满，给我们做了最好的榜样。",
      "zh_TW": "我們在家修行可以自己安排時間好好用功。如果怕自己懈怠，選擇在道場共修，則凡事就一定要隨緣，要守規矩。對於道場給我們安排的工作要盡心盡力去做，要能吃苦，空餘時間自己精進用功，做到福慧雙修。印祖曰：「凡分所應為之事，則知此吾之出苦慈航也，則斷不至當仁固讓，見義不為矣。如是，則塵境即可作入道之緣，豈必屏絕塵緣，方堪修道乎？」既已發心做事，卻又認為工作會影響修行，豈不知修行並非什麼都不做了，修行就是在生活、工作、待人處事接物當中磨鍊。最重要的就是不要想自己，要為正法久住想，為一切眾生想。印祖曰：「所言俗務糾纏，無法擺脫者，正當糾纏時，但能不隨所轉，則即糾纏便是擺脫。如鏡照像，像來不拒，像去不留。若不知此義，縱令屏除俗務，一無事事，仍然皆散妄心，糾纏堅固，不能灑脫。學道之人，必須素位而行，盡己之分；如是則終日俗務糾纏，終日逍遙物外。」海賢老和尚每天工作從早忙到晚，還什麼活都幹，盡量不讓師兄弟們插手，心裡總想讓他們有更多的時間修學。最重要的是在他出家的九十二年當中，從來沒有把任何人事物放在心裡，只是把阿彌陀佛放在心裡，從未丟失過。他就是在生活中修行，每天法喜充滿，給我們做了最好的榜樣。"
    },
    {
      "id": "02-042-0128_p0084",
      "zh_CN": "乙二、弘法利生",
      "zh_TW": "乙二、弘法利生"
    },
    {
      "id": "02-042-0128_p0085",
      "zh_CN": "从本师释迦牟尼佛讲经说法四十九年开始，历代祖师大德将佛法传承至今，从夏莲老历经十年会集了最善本的大经，黄念老晚年身带重病会集大经注解，师父上人年近九旬仍不遗余力弘扬大经，到贤公和尚为我们表演大经，无一不是历尽艰辛，甚至不惜身命，为传承佛法，为苦难众生而来。历代祖师大德的深恩粉身难报！",
      "zh_TW": "從本師釋迦牟尼佛講經說法四十九年開始，歷代祖師大德將佛法傳承至今，從夏蓮老歷經十年會集了最善本的大經，黃念老晚年身帶重病會集大經註解，師父上人年近九旬仍不遺餘力弘揚大經，到賢公和尚為我們表演大經，無一不是歷盡艱辛，甚至不惜身命，為傳承佛法，為苦難眾生而來。歷代祖師大德的深恩粉身難報！"
    },
    {
      "id": "02-042-0128_p0086",
      "zh_CN": "师父上人讲：佛法是存、是亡，在我们这一代了。如果没有人接替，佛法会灭掉。这是我们的使命、责任。为正法久住，我们要发心，把世尊的大法继承过来，自己认真学习，还要传给下一代，佛法才有救。印祖曰：「唯我释子，以成道利生为最上报恩之事。」弟子惭愧，深知弘法利生担重路远，自己德能确实不够，一直不敢发心。但知恩不报还配做个人吗？荷担如来家业又是义不容辞的本分事。这一次一定直下承当，再苦再难，绝不退心，坚定不移的追随师父上人，把大经传承下去，利益末法往后九千年的苦难众生，同成佛道！",
      "zh_TW": "師父上人講：佛法是存、是亡，在我們這一代了。如果沒有人接替，佛法會滅掉。這是我們的使命、責任。為正法久住，我們要發心，把世尊的大法繼承過來，自己認真學習，還要傳給下一代，佛法才有救。印祖曰：「唯我釋子，以成道利生為最上報恩之事。」弟子慚愧，深知弘法利生擔重路遠，自己德能確實不夠，一直不敢發心。但知恩不報還配做個人嗎？荷擔如來家業又是義不容辭的本分事。這一次一定直下承當，再苦再難，絕不退心，堅定不移的追隨師父上人，把大經傳承下去，利益末法往後九千年的苦難眾生，同成佛道！"
    },
    {
      "id": "02-042-0128_p0087",
      "zh_CN": "以上是惭愧弟子开律从印祖《文钞》及师父上人的讲经当中，针对性的节录出部分改过的方法，以此自励改过，以使功夫得力。恐有错误之处，恳请师父上人及诸位法师、大德同修慈悲批评指正。惭愧弟子开律顶礼敬呈。",
      "zh_TW": "以上是慚愧弟子開律從印祖《文鈔》及師父上人的講經當中，針對性的節錄出部分改過的方法，以此自勵改過，以使功夫得力。恐有錯誤之處，懇請師父上人及諸位法師、大德同修慈悲批評指正。慚愧弟子開律頂禮敬呈。"
    },
    {
      "id": "02-042-0128_p0088",
      "zh_CN": "老法师：开律法师省悟过来了。怎么个修法？学海贤老和尚，你就会有成就。千万不要把老和尚的光碟、《永思集》看轻了，从这个地方入门，是决定正确的。真的，老和尚这个方法能叫我们很快得清净心，得清净心之后再来学经教就很容易。经教为什么难？心不清净，妄想多，杂念多，老和尚的光碟能帮这个忙，要记住。还有一份。",
      "zh_TW": "老法師：開律法師省悟過來了。怎麼個修法？學海賢老和尚，你就會有成就。千萬不要把老和尚的光碟、《永思集》看輕了，從這個地方入門，是決定正確的。真的，老和尚這個方法能叫我們很快得清淨心，得清淨心之後再來學經教就很容易。經教為什麼難？心不清淨，妄想多，雜念多，老和尚的光碟能幫這個忙，要記住。還有一份。"
    },
    {
      "id": "02-042-0128_p0089",
      "zh_CN": "学生：如是妙法幸听闻，应常念佛而生喜。尊敬的师父上人，诸位法师、大德居士大家好，阿弥陀佛！弟子开进来到甘肃骊靬古城已近一年，回顾以前的学佛历程，感叹只学到一点常识而已，在此地很庆幸遇到众多善知识，对净土才初步入门。在这里，齐老师时常苦口婆心的劝导弟子们，「不要闲话聊天，要多念佛，干活、走路、吃饭都可以佛号不断」。齐老师并亲身力行，常常带头干活为大众做榜样。又有道场的法师们十几年如一日，衣食无顾，从早到晚为道场劳作不停。空闲时，师兄告诫弟子，「干活要佛号不断，不念佛，还不如请几个专业工人来。」至秋冬几个月，稍微清闲，师兄带领大众打佛七不间断，曾多次劝弟子：「往生很容易，只要信愿念佛；念佛不怕妄念多，就怕不求生西方；求生西方，念佛就快乐了。」",
      "zh_TW": "學生：如是妙法幸聽聞，應常念佛而生喜。尊敬的師父上人，諸位法師、大德居士大家好，阿彌陀佛！弟子開進來到甘肅驪靬古城已近一年，回顧以前的學佛歷程，感嘆只學到一點常識而已，在此地很慶幸遇到眾多善知識，對淨土才初步入門。在這裡，齊老師時常苦口婆心的勸導弟子們，「不要閒話聊天，要多念佛，幹活、走路、吃飯都可以佛號不斷」。齊老師並親身力行，常常帶頭幹活為大眾做榜樣。又有道場的法師們十幾年如一日，衣食無顧，從早到晚為道場勞作不停。空閒時，師兄告誡弟子，「幹活要佛號不斷，不念佛，還不如請幾個專業工人來。」至秋冬幾個月，稍微清閒，師兄帶領大眾打佛七不間斷，曾多次勸弟子：「往生很容易，只要信願念佛；念佛不怕妄念多，就怕不求生西方；求生西方，念佛就快樂了。」"
    },
    {
      "id": "02-042-0128_p0090",
      "zh_CN": "后来有机会集中学习，齐老师让弟子们先认真听师父上人讲解的《大经科注》。现今师父上人将近九十岁的高龄，仍每天讲经不中断，以无尽慈悲，唯劝众生能一心念佛，往生极乐。师父上人又劝大众要以海贤老和尚为榜样，老和尚九十二年不离一句佛号，也唯有一句佛号大彻大悟，自在往生，为念佛往生做出最好的证明。在诸位善知识慈悲劝解行证下，及学习《无量寿经》和《大经科注》，弟子才认识到，净土修学一句佛号足矣。",
      "zh_TW": "後來有機會集中學習，齊老師讓弟子們先認真聽師父上人講解的《大經科註》。現今師父上人將近九十歲的高齡，仍每天講經不中斷，以無盡慈悲，唯勸眾生能一心念佛，往生極樂。師父上人又勸大眾要以海賢老和尚為榜樣，老和尚九十二年不離一句佛號，也唯有一句佛號大徹大悟，自在往生，為念佛往生做出最好的證明。在諸位善知識慈悲勸解行證下，及學習《無量壽經》和《大經科註》，弟子才認識到，淨土修學一句佛號足矣。"
    },
    {
      "id": "02-042-0128_p0091",
      "zh_CN": "甲、万法归于净土",
      "zh_TW": "甲、萬法歸於淨土"
    },
    {
      "id": "02-042-0128_p0092",
      "zh_CN": "净土圆顿之法，蒙世尊多次演说，三根普被，凡圣齐收。印光大师言：「良以一切法门，皆仗自力；念佛法门，兼仗佛力。仗自力，非烦惑断尽，不能超出三界；仗佛力，若信愿真切，即可高登九莲。」《观佛三昧经》云：「佛告父王：诸佛果德，有无量深妙境界，神通解脱，非是凡夫所行境界，故劝父王行念佛三昧。」《大经解》中言：「余门修行名竖出三界，如虫生竹中，竖出则难，故称难行道。但念佛如虫横出竹中，易于透脱，是横出三界，称易行道。」《大集念佛三昧经》云：「当知如是念佛三昧，则为总摄一切诸法。」又云：「末法亿亿人修行，罕一得道，唯依念佛，得度生死。」莲池大师言：「一句弥陀，该罗八教，圆摄五宗。」善导大师言：「如来所以兴出世，唯说弥陀本愿海。」由此，念佛之法乃最胜一乘之法。",
      "zh_TW": "淨土圓頓之法，蒙世尊多次演說，三根普被，凡聖齊收。印光大師言：「良以一切法門，皆仗自力；念佛法門，兼仗佛力。仗自力，非煩惑斷盡，不能超出三界；仗佛力，若信願真切，即可高登九蓮。」《觀佛三昧經》云：「佛告父王：諸佛果德，有無量深妙境界，神通解脫，非是凡夫所行境界，故勸父王行念佛三昧。」《大經解》中言：「餘門修行名豎出三界，如蟲生竹中，豎出則難，故稱難行道。但念佛如蟲橫出竹中，易於透脫，是橫出三界，稱易行道。」《大集念佛三昧經》云：「當知如是念佛三昧，則為總攝一切諸法。」又云：「末法億億人修行，罕一得道，唯依念佛，得度生死。」蓮池大師言：「一句彌陀，該羅八教，圓攝五宗。」善導大師言：「如來所以興出世，唯說彌陀本願海。」由此，念佛之法乃最勝一乘之法。"
    },
    {
      "id": "02-042-0128_p0093",
      "zh_CN": "师父上人言：其他一切法门最终全归净土，一句阿弥陀佛是自性佛，是十方三世一切诸佛的名号，包含十方三世一切诸佛所说的一切法。此乃至真之言也。又《观佛三昧经》云：「佛告阿难，如今善持，慎勿忘失，过去、未来、现在三世诸佛，皆说如是念佛三昧，我与十方诸佛及贤劫千佛，从初发心，皆因念佛三昧力故，得一切种智。」又《阿弥陀经》云：「当知我（世尊）于五浊恶世，行此难事（持名念佛）得阿耨多罗三藐三菩提。」由此，弥陀亦如世尊及十方如来，皆因念佛，证无上菩提。",
      "zh_TW": "師父上人言：其他一切法門最終全歸淨土，一句阿彌陀佛是自性佛，是十方三世一切諸佛的名號，包含十方三世一切諸佛所說的一切法。此乃至真之言也。又《觀佛三昧經》云：「佛告阿難，如今善持，慎勿忘失，過去、未來、現在三世諸佛，皆說如是念佛三昧，我與十方諸佛及賢劫千佛，從初發心，皆因念佛三昧力故，得一切種智。」又《阿彌陀經》云：「當知我（世尊）於五濁惡世，行此難事（持名念佛）得阿耨多羅三藐三菩提。」由此，彌陀亦如世尊及十方如來，皆因念佛，證無上菩提。"
    },
    {
      "id": "02-042-0128_p0094",
      "zh_CN": "又《无量寿经》云：「彼二菩萨（观音、势至）于娑婆界，修菩萨行，往生彼国（极乐世界）。」又《圆通章》云：「我（大势至菩萨）本因地，以念佛心，入无生忍，今于此界，摄念佛人，归于净土。」又《华严经》最后普贤菩萨发十大愿王，导归极乐。又《文殊发愿经》云：「愿我命终时，灭除诸障碍，面见阿弥陀，往生安乐刹。」由此，《无量寿经》云：「彼无量亿诸菩萨皆悉求此微妙法门，尊重听闻，不生违背。」又《无量寿经》云：「当来之世，经道灭尽，我以慈悲哀悯，特留此经止住百岁，其有众生，值斯经者，随意所愿，皆可得度。」末后佛嘱咐弥勒菩萨：「当令是法，久住不灭。」可知，诸法灭尽，唯有净土仍度众百年。当来弥勒大士成佛，必重宣讲此法。师父上人言：当前虽是末法时期，但净土还有不少念佛往生者，这就是有修有证，净土还是正法时期，没有末法。因此，净土乃无上殊胜微妙之法，我们理应信持。",
      "zh_TW": "又《無量壽經》云：「彼二菩薩（觀音、勢至）於娑婆界，修菩薩行，往生彼國（極樂世界）。」又《圓通章》云：「我（大勢至菩薩）本因地，以念佛心，入無生忍，今於此界，攝念佛人，歸於淨土。」又《華嚴經》最後普賢菩薩發十大願王，導歸極樂。又《文殊發願經》云：「願我命終時，滅除諸障礙，面見阿彌陀，往生安樂剎。」由此，《無量壽經》云：「彼無量億諸菩薩皆悉求此微妙法門，尊重聽聞，不生違背。」又《無量壽經》云：「當來之世，經道滅盡，我以慈悲哀憫，特留此經止住百歲，其有眾生，值斯經者，隨意所願，皆可得度。」末後佛囑咐彌勒菩薩：「當令是法，久住不滅。」可知，諸法滅盡，唯有淨土仍度眾百年。當來彌勒大士成佛，必重宣講此法。師父上人言：當前雖是末法時期，但淨土還有不少念佛往生者，這就是有修有證，淨土還是正法時期，沒有末法。因此，淨土乃無上殊勝微妙之法，我們理應信持。"
    },
    {
      "id": "02-042-0128_p0095",
      "zh_CN": "乙、信愿持名难于受持，唯一佛名",
      "zh_TW": "乙、信願持名難於受持，唯一佛名"
    },
    {
      "id": "02-042-0128_p0096",
      "zh_CN": "蕅益大师以信愿持名为往生正因。若真信切愿，念佛十声、一声，亦得往生。然末世凡夫，障重智浅，信愿不足，持名不坚，如何补足？",
      "zh_TW": "蕅益大師以信願持名為往生正因。若真信切願，念佛十聲、一聲，亦得往生。然末世凡夫，障重智淺，信願不足，持名不堅，如何補足？"
    },
    {
      "id": "02-042-0128_p0097",
      "zh_CN": "一、由解补足",
      "zh_TW": "一、由解補足"
    },
    {
      "id": "02-042-0128_p0098",
      "zh_CN": "《无量寿经》云：「闻甚深法，即生信解」，通过经教明白净土道理，自然生起信愿行。然此信难真、愿难切，只闻其声而不见其行；虽能解，而无行之实证。师父上人常劝初学弟子们，要多听经、诵经，听懂了，一句佛号就够了。由此，由解必须实行、实证。弟子初发心一门深入，长时薰修，通过这几个月学习《无量寿经》及《大经科注》，收获最大的就是信愿提升了，对一句佛号的功德利益明了了，弟子深信一句佛名即可大彻大悟，往生无碍，有海贤老和尚亲身为我们作证。",
      "zh_TW": "《無量壽經》云：「聞甚深法，即生信解」，通過經教明白淨土道理，自然生起信願行。然此信難真、願難切，只聞其聲而不見其行；雖能解，而無行之實證。師父上人常勸初學弟子們，要多聽經、誦經，聽懂了，一句佛號就夠了。由此，由解必須實行、實證。弟子初發心一門深入，長時薰修，通過這幾個月學習《無量壽經》及《大經科註》，收穫最大的就是信願提升了，對一句佛號的功德利益明瞭了，弟子深信一句佛名即可大徹大悟，往生無礙，有海賢老和尚親身為我們作證。"
    },
    {
      "id": "02-042-0128_p0099",
      "zh_CN": "二、由行补足",
      "zh_TW": "二、由行補足"
    },
    {
      "id": "02-042-0128_p0100",
      "zh_CN": "《无量寿经》云：「当有众生，值诸善本，已曾供养无量诸佛，由彼如来加威力故，能得如是广大法门。」此言，净土全由自力之善根、福德及弥陀威神力加持，才能完全受持。《阿弥陀经》云：「不可以少善根、福德、因缘得生彼国。」盖凡夫善根、福德少故，于信愿持名不能受持。种植善根、福德，有六度万行，然一切诸行，都归一佛名。《阿弥陀经》中唯劝持名念佛即可往生，六朝《阿弥陀经》石经中有「专持名号，以称名故，诸罪消灭，即是多善根福德因缘」二十一字。《行卷》言：「弘誓一乘海者，成就无碍无边最胜深妙不可说不可称不可思议至德。」《甄解》言：「弘誓一乘（愿）海者，称佛名也。」盖弥陀一乘本愿度众之法全体融入一句佛名中，至心称名即自性弥陀彰显，其功德如佛也。又《大悲经》云：「一称佛名，以是善根，入涅槃界，不可穷尽。」正如师父上人所言：用什么方法积功累德，唯有念佛。以念佛功德，而补足信愿；又以念佛，而使一声佛号坚固入心。再者，师父上人讲过：以至诚心念佛，愿同佛愿，心同佛心，行同佛行，必与弥陀相感，就会感应弥陀现身为你授记。由此，而真信切愿，专持名号。如《无量寿经．礼佛现光品》中，阿难以称名礼佛故，得见弥陀现身，以此阿难及与会大众才深信而发愿往生极乐。因此，信愿持名之因行，唯有一佛名。",
      "zh_TW": "《無量壽經》云：「當有眾生，值諸善本，已曾供養無量諸佛，由彼如來加威力故，能得如是廣大法門。」此言，淨土全由自力之善根、福德及彌陀威神力加持，才能完全受持。《阿彌陀經》云：「不可以少善根、福德、因緣得生彼國。」蓋凡夫善根、福德少故，於信願持名不能受持。種植善根、福德，有六度萬行，然一切諸行，都歸一佛名。《阿彌陀經》中唯勸持名念佛即可往生，六朝《阿彌陀經》石經中有「專持名號，以稱名故，諸罪消滅，即是多善根福德因緣」二十一字。《行卷》言：「弘誓一乘海者，成就無礙無邊最勝深妙不可說不可稱不可思議至德。」《甄解》言：「弘誓一乘（願）海者，稱佛名也。」蓋彌陀一乘本願度眾之法全體融入一句佛名中，至心稱名即自性彌陀彰顯，其功德如佛也。又《大悲經》云：「一稱佛名，以是善根，入涅槃界，不可窮盡。」正如師父上人所言：用什麼方法積功累德，唯有念佛。以念佛功德，而補足信願；又以念佛，而使一聲佛號堅固入心。再者，師父上人講過：以至誠心念佛，願同佛願，心同佛心，行同佛行，必與彌陀相感，就會感應彌陀現身為你授記。由此，而真信切願，專持名號。如《無量壽經．禮佛現光品》中，阿難以稱名禮佛故，得見彌陀現身，以此阿難及與會大眾才深信而發願往生極樂。因此，信願持名之因行，唯有一佛名。"
    },
    {
      "id": "02-042-0128_p0101",
      "zh_CN": "丙、六度万行归一佛名",
      "zh_TW": "丙、六度萬行歸一佛名"
    },
    {
      "id": "02-042-0128_p0102",
      "zh_CN": "《无量寿经》中佛劝五恶众生行五善，又劝发信愿者行十善及六度等行；《观经》中佛劝大众行净业三福、以观念佛等。修此诸行，回向发愿亦得往生，然以凡夫之心智，千万人中难有一人。此诸行乃佛陀慈悲，以智慧力，随众生心而为利益。娑婆凡夫，根劣智浅，于一佛名不能信持。由此，劝行诸善，令其培植善福，开其智慧，待机缘成熟，方能信持此一切世间难信之法，由此《阿弥陀经》唯劝持名念佛。《无量寿经》核心第十八愿，也唯劝信愿持名。由此，此等诸行，乃「善立方便，显示三乘」。",
      "zh_TW": "《無量壽經》中佛勸五惡眾生行五善，又勸發信願者行十善及六度等行；《觀經》中佛勸大眾行淨業三福、以觀念佛等。修此諸行，迴向發願亦得往生，然以凡夫之心智，千萬人中難有一人。此諸行乃佛陀慈悲，以智慧力，隨眾生心而為利益。娑婆凡夫，根劣智淺，於一佛名不能信持。由此，勸行諸善，令其培植善福，開其智慧，待機緣成熟，方能信持此一切世間難信之法，由此《阿彌陀經》唯勸持名念佛。《無量壽經》核心第十八願，也唯勸信願持名。由此，此等諸行，乃「善立方便，顯示三乘」。"
    },
    {
      "id": "02-042-0128_p0103",
      "zh_CN": "如善导大师言：「众生障重，境细心粗，识飓神飞，观难成就。是以大圣悲悯，直劝专称名字，正由称名易故，相续即生。若能念念相续，毕命为期者，十即十生，百即百生。……若舍专念，修杂业者，百中希得一二，千中希得三四，何以故？杂缘乱动，失正念故，与佛本愿不相应故，与教相违，不顺佛语故，系念不相续故，乐近杂缘，自障障他往生正行故。」又古大德无不以持名为正行，由此，六度万行，归一佛名；一佛名即是六度万行。天台云：「四种三昧，同名念佛；念佛三昧，三昧中王。」《大集经》云：「若人但念弥陀佛，是名无上深妙禅。」六度万行不离戒定慧，而念佛乃定中之王。",
      "zh_TW": "如善導大師言：「眾生障重，境細心粗，識颶神飛，觀難成就。是以大聖悲憫，直勸專稱名字，正由稱名易故，相續即生。若能念念相續，畢命為期者，十即十生，百即百生。……若捨專念，修雜業者，百中希得一二，千中希得三四，何以故？雜緣亂動，失正念故，與佛本願不相應故，與教相違，不順佛語故，繫念不相續故，樂近雜緣，自障障他往生正行故。」又古大德無不以持名為正行，由此，六度萬行，歸一佛名；一佛名即是六度萬行。天台云：「四種三昧，同名念佛；念佛三昧，三昧中王。」《大集經》云：「若人但念彌陀佛，是名無上深妙禪。」六度萬行不離戒定慧，而念佛乃定中之王。"
    },
    {
      "id": "02-042-0128_p0104",
      "zh_CN": "又蕅益大师言：「真能念佛，放下身心世界，即是大布施；真能念佛，不复起贪瞋痴，即大持戒；真能念佛，不计是非人我，即大忍辱；真能念佛，不稍间断夹杂，即大精进；真能念佛，不复妄想驰逐，即大禅定；真能念佛，不为他歧所惑，即大智慧。」师父上人常劝导弟子们要一门深入，长时薰修，一句弥陀，果然一修一切修。正如贤公，只一句佛号，成就圆满的僧宝形象。又六度万行，在于断烦解惑，而净土之法，只一句佛名存于心中，妄想烦恼不求断，而自自然然淡去，此乃巧入无生之妙法。",
      "zh_TW": "又蕅益大師言：「真能念佛，放下身心世界，即是大布施；真能念佛，不復起貪瞋痴，即大持戒；真能念佛，不計是非人我，即大忍辱；真能念佛，不稍間斷夾雜，即大精進；真能念佛，不復妄想馳逐，即大禪定；真能念佛，不為他歧所惑，即大智慧。」師父上人常勸導弟子們要一門深入，長時薰修，一句彌陀，果然一修一切修。正如賢公，只一句佛號，成就圓滿的僧寶形象。又六度萬行，在於斷煩解惑，而淨土之法，只一句佛名存於心中，妄想煩惱不求斷，而自自然然淡去，此乃巧入無生之妙法。"
    },
    {
      "id": "02-042-0128_p0105",
      "zh_CN": "丁、妄念纷扰，唯一佛名",
      "zh_TW": "丁、妄念紛擾，唯一佛名"
    },
    {
      "id": "02-042-0128_p0106",
      "zh_CN": "印光大师言：「其最初觉有妄念者，由于念佛之故，方显得心中之妄念；不念佛则不显。譬如屋中，清净无尘；窗孔中透进一线日光，其尘不知有多少。屋中之尘，由日光显；心中之妄，由念佛显。」念佛法门，依仗佛力，五逆十恶，亦可带业（烦惑）往生。虽烦惑不求断，只需一直念去，则一切妄想杂念，自然淡去，此乃自然中自然相。古大德言：「清珠投于浊水，浊水不得不清；佛号投于乱心，乱心不得不佛。」在六朝《阿弥陀经》石经中云：「专持名号，以称名故，诸罪消灭。」念一佛名灭除八十亿劫生死重罪，盖罪障即烦恼。再者，净念一佛名，即得诸佛菩萨护念，外魔不能侵扰，而得自在。故念老在《大经解》中言：「（念佛法门）指方立相，摄心专注。即此妄心，持佛名号，念一佛名，换除百千万亿妄想杂念。念得纯熟，乃忘能所，心无所住，佛号分明，暗合道妙，便契《金刚经》无住生心之妙谛。」在道场，有的同修不愿进念佛堂，一进去就妄想不断，压都压不住。师父上人说：没有妄想杂念，就成佛了。妄想来了，很正常，不要去理它，只管念佛就好。夏莲居老居士言：「止贵愿力强，哪怕妄想多」。",
      "zh_TW": "印光大師言：「其最初覺有妄念者，由於念佛之故，方顯得心中之妄念；不念佛則不顯。譬如屋中，清淨無塵；窗孔中透進一線日光，其塵不知有多少。屋中之塵，由日光顯；心中之妄，由念佛顯。」念佛法門，依仗佛力，五逆十惡，亦可帶業（煩惑）往生。雖煩惑不求斷，只需一直念去，則一切妄想雜念，自然淡去，此乃自然中自然相。古大德言：「清珠投於濁水，濁水不得不清；佛號投於亂心，亂心不得不佛。」在六朝《阿彌陀經》石經中云：「專持名號，以稱名故，諸罪消滅。」念一佛名滅除八十億劫生死重罪，蓋罪障即煩惱。再者，淨念一佛名，即得諸佛菩薩護念，外魔不能侵擾，而得自在。故念老在《大經解》中言：「（念佛法門）指方立相，攝心專注。即此妄心，持佛名號，念一佛名，換除百千萬億妄想雜念。念得純熟，乃忘能所，心無所住，佛號分明，暗合道妙，便契《金剛經》無住生心之妙諦。」在道場，有的同修不願進念佛堂，一進去就妄想不斷，壓都壓不住。師父上人說：沒有妄想雜念，就成佛了。妄想來了，很正常，不要去理它，只管念佛就好。夏蓮居老居士言：「止貴願力強，哪怕妄想多」。"
    },
    {
      "id": "02-042-0128_p0107",
      "zh_CN": "戊、无论顺境、逆境，唯一佛名",
      "zh_TW": "戊、無論順境、逆境，唯一佛名"
    },
    {
      "id": "02-042-0128_p0108",
      "zh_CN": "修．蓝博士以清净心为人治病；江本胜博士的《水知道答案》科学实验都证明境由心转，如《楞严经》云：「诸法所生，唯心所现，一切因果。」师父上人常讲：人人念头都是纯净纯善，就会风调雨顺。念什么是最善的？阿弥陀佛。念阿弥陀佛的本愿心，就是我们的愿心，那这个地球就是极乐世界。我们妄想不断，遇到境缘就被转了。师父上人劝我们，修行就要在人事物外境中修，无论顺境、逆境都不要放在心上，心上只放阿弥陀佛，就会清净自在，这才是真修行。正如蕅益大师所言：「境缘无好丑，好丑在于心。」海贤老和尚一生只是干活、念佛。别人会觉得很苦，但在老和尚心中，念佛欢喜，欢喜干活，不会累，天天法喜充满。由此，弟子才体会到，在骊靬古城修苦行的师父们天天欢喜自在的原因。",
      "zh_TW": "修．藍博士以清淨心為人治病；江本勝博士的《水知道答案》科學實驗都證明境由心轉，如《楞嚴經》云：「諸法所生，唯心所現，一切因果。」師父上人常講：人人念頭都是純淨純善，就會風調雨順。念什麼是最善的？阿彌陀佛。念阿彌陀佛的本願心，就是我們的願心，那這個地球就是極樂世界。我們妄想不斷，遇到境緣就被轉了。師父上人勸我們，修行就要在人事物外境中修，無論順境、逆境都不要放在心上，心上只放阿彌陀佛，就會清淨自在，這才是真修行。正如蕅益大師所言：「境緣無好醜，好醜在於心。」海賢老和尚一生只是幹活、念佛。別人會覺得很苦，但在老和尚心中，念佛歡喜，歡喜幹活，不會累，天天法喜充滿。由此，弟子才體會到，在驪靬古城修苦行的師父們天天歡喜自在的原因。"
    },
    {
      "id": "02-042-0128_p0109",
      "zh_CN": "己、结语",
      "zh_TW": "己、結語"
    },
    {
      "id": "02-042-0128_p0110",
      "zh_CN": "学佛是人生最高享受，念佛是学佛最乐之事。师父上人以慈悲哀悯，身行言教，唯劝苦难众生，如是妙法幸听闻，应常念佛而生喜。然而末世众生障重智浅，一句阿弥陀佛难于受持。师父上人言，现代人把学佛、做人的根本遗弃了。由此，师父上人以无尽的慈悲智慧，劝导大众首先要扎好学佛的基础，要做到《观经》中净业三福第一福，「孝养父母，奉事师长，慈心不杀，修十善业」。具体落实在《弟子规》、《感应篇》和《十善业道经》。以此根基，方能渐渐生起真诚、清净、平等、正觉、慈悲之大菩提心，才能生起信愿。以此信愿，以苦为师，以戒为师，心中只一句弥陀圣号，求生极乐，必定往生。",
      "zh_TW": "學佛是人生最高享受，念佛是學佛最樂之事。師父上人以慈悲哀憫，身行言教，唯勸苦難眾生，如是妙法幸聽聞，應常念佛而生喜。然而末世眾生障重智淺，一句阿彌陀佛難於受持。師父上人言，現代人把學佛、做人的根本遺棄了。由此，師父上人以無盡的慈悲智慧，勸導大眾首先要紮好學佛的基礎，要做到《觀經》中淨業三福第一福，「孝養父母，奉事師長，慈心不殺，修十善業」。具體落實在《弟子規》、《感應篇》和《十善業道經》。以此根基，方能漸漸生起真誠、清淨、平等、正覺、慈悲之大菩提心，才能生起信願。以此信願，以苦為師，以戒為師，心中只一句彌陀聖號，求生極樂，必定往生。"
    },
    {
      "id": "02-042-0128_p0111",
      "zh_CN": "当前社会，外有五欲六尘的诱惑，内有贪瞋痴慢疑诸烦恼，师父上人一再告诫我们，要能吃苦，要持戒，念佛才得利益。由吃苦、持戒，才能看破、放下。认识到此大火聚，彼清凉地；宝莲在前，刀山在后。才会重念死生轮回之可悲，深厌尘劳纷扰为可痛。放下世俗外缘，而事事无碍，安然自在。吃苦、持戒就要学忍辱，才不会被外境所扰。另外，在为大众劳作中，身心有个着落处，念佛才不会妄想纷飞。由此，师父上人将净土修学总结为：真诚、清净、平等、正觉、慈悲；看破、放下、自在、随缘、念佛，二十个字。最后，以夏莲居老居士的一首偈来结束弟子浅显的学习报告：但只老实念，不必问如何；莫管同与异，休论自与他。止贵愿力强，哪怕妄想多；散乱固成病，分别易入魔。境缘无好丑，佛号一扫过；句句念能真，决定出娑婆。",
      "zh_TW": "當前社會，外有五欲六塵的誘惑，內有貪瞋痴慢疑諸煩惱，師父上人一再告誡我們，要能吃苦，要持戒，念佛才得利益。由吃苦、持戒，才能看破、放下。認識到此大火聚，彼清涼地；寶蓮在前，刀山在後。才會重念死生輪迴之可悲，深厭塵勞紛擾為可痛。放下世俗外緣，而事事無礙，安然自在。吃苦、持戒就要學忍辱，才不會被外境所擾。另外，在為大眾勞作中，身心有個著落處，念佛才不會妄想紛飛。由此，師父上人將淨土修學總結為：真誠、清淨、平等、正覺、慈悲；看破、放下、自在、隨緣、念佛，二十個字。最後，以夏蓮居老居士的一首偈來結束弟子淺顯的學習報告：但只老實念，不必問如何；莫管同與異，休論自與他。止貴願力強，哪怕妄想多；散亂固成病，分別易入魔。境緣無好醜，佛號一掃過；句句念能真，決定出娑婆。"
    },
    {
      "id": "02-042-0128_p0112",
      "zh_CN": "本报告中引用的经论大部分摘自黄念祖老居士着的《大经解》，弟子初学，报告中恐有错误，恳请师父上人及诸位善知识批评指正。阿弥陀佛！愚昧弟子释开进顶礼。",
      "zh_TW": "本報告中引用的經論大部分摘自黃念祖老居士著的《大經解》，弟子初學，報告中恐有錯誤，懇請師父上人及諸位善知識批評指正。阿彌陀佛！愚昧弟子釋開進頂禮。"
    },
    {
      "id": "02-042-0128_p0113",
      "zh_CN": "老法师：我们听了开进的报告，难得他在《大经解》里面引用了许多对我们有鼓励的话，所以这份资料应当要多读常读，有好处，这些话都是应该要牢记在心头的，帮助我们真正解决问题。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "老法師：我們聽了開進的報告，難得他在《大經解》裡面引用了許多對我們有鼓勵的話，所以這份資料應當要多讀常讀，有好處，這些話都是應該要牢記在心頭的，幫助我們真正解決問題。好，今天時間到了，我們就學習到此地。"
    }
  ]
}