{
  "doc_id": "02-042-0135",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "台南极乐寺华严实验室",
    "妙音居士",
    "善慧居士"
  ],
  "volume": {
    "zh_CN": "第一三五集",
    "zh_TW": "第一三五集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0135",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "02-042-0135_p0001",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师、大德们，阿弥陀佛。台南极乐寺华严实验室，今日恭敬报告的主题是「恢复地球和谐，水知道」。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師、大德們，阿彌陀佛。台南極樂寺華嚴實驗室，今日恭敬報告的主題是「恢復地球和諧，水知道」。"
    },
    {
      "id": "02-042-0135_p0002",
      "zh_CN": "在茫茫的宇宙中，地球是一颗蔚蓝色的星球，它是人类共同的家园。地球的表面有百分之七十被海洋、川河覆盖，人体百分之七十以上是水。水是地球物质不可或缺的成分，研究水结晶的变化能够揭开地球的奥秘。自一九九四年起，日本ＩＨＭ研究所江本胜博士开始进行水结晶实验。多年来，他以高速摄影技术观察水结晶，通过数万次的实验，发现爱和感谢所反应的水结晶体最美，证明了爱是宇宙的核心，是自性本具的性德。成立于二Ｏ一Ｏ年的华严实验室，借鉴日本江本胜博士的实验方法，改善设备，扩大研究范围和对象，再度揭示了念力的秘密，证明水能反映人类善恶意念。水有见闻觉知，水有受想行识，以善意的信息传递给它，所回应的结晶非常美好；以恶意的信息传递给它，反应则非常丑陋。水结晶的实验，为圣哲经典以及现代量子物理学的研究做出有力的证明。（图片：水看文字「我爱你」，以及水看文字「我恨你」，所呈现的水结晶完全不同。）",
      "zh_TW": "在茫茫的宇宙中，地球是一顆蔚藍色的星球，它是人類共同的家園。地球的表面有百分之七十被海洋、川河覆蓋，人體百分之七十以上是水。水是地球物質不可或缺的成分，研究水結晶的變化能夠揭開地球的奧祕。自一九九四年起，日本ＩＨＭ研究所江本勝博士開始進行水結晶實驗。多年來，他以高速攝影技術觀察水結晶，通過數萬次的實驗，發現愛和感謝所反應的水結晶體最美，證明了愛是宇宙的核心，是自性本具的性德。成立於二Ｏ一Ｏ年的華嚴實驗室，借鑒日本江本勝博士的實驗方法，改善設備，擴大研究範圍和對象，再度揭示了念力的祕密，證明水能反映人類善惡意念。水有見聞覺知，水有受想行識，以善意的信息傳遞給它，所回應的結晶非常美好；以惡意的信息傳遞給它，反應則非常醜陋。水結晶的實驗，為聖哲經典以及現代量子物理學的研究做出有力的證明。（圖片：水看文字「我愛你」，以及水看文字「我恨你」，所呈現的水結晶完全不同。）"
    },
    {
      "id": "02-042-0135_p0003",
      "zh_CN": "壹、宇宙万物皆有见闻觉知",
      "zh_TW": "壹、宇宙萬物皆有見聞覺知"
    },
    {
      "id": "02-042-0135_p0004",
      "zh_CN": "千百年来，人类不断的在探索宇宙的缘起。三千年前，释迦牟尼佛在《楞严经》中说：「诸法所生，唯心所现，一切因果，世界微尘，因心成体。」《华严经》亦云：「唯心所现，唯识所变。」揭示出宇宙人生的真相，说明一切万法是从真心显现出来，并会因意识的改变而产生变化。近代量子力学家研究念力的秘密，为此做出了证明。科学家把宇宙间一切现象归纳为物质现象、精神现象（信息）、自然现象（能量），物质是从信息变现出来，信息是从能量而来，能量又是从人的意念波动形成的，因此宇宙中的一切现象都是念头的波动所产生的。德国著名量子物理学家普朗克博士曾说：我对原子的研究，最后的结论是—世界上根本没有物质，心识是一切物质的基础。他说宇宙如同一个看不见的电网，牵一发而动全身，是一个生命共同体，全宇宙之中的任何一点、一个物质现象皆能接收念头的电波。科学家已经证明，物质中哪怕是最小的单位微中子都具有见闻觉知，它能看、能听、能感知人的起心动念，能圆满接收遍法界虚空界的信息，并产生反应变化。一切万物都具有见闻觉知的功能，因此全宇宙是一个活的有机体，心念所发出的电波，小则影响身体与环境，大则影响全宇宙，这就是佛经所说相由心生、境随心转的道理。",
      "zh_TW": "千百年來，人類不斷的在探索宇宙的緣起。三千年前，釋迦牟尼佛在《楞嚴經》中說：「諸法所生，唯心所現，一切因果，世界微塵，因心成體。」《華嚴經》亦云：「唯心所現，唯識所變。」揭示出宇宙人生的真相，說明一切萬法是從真心顯現出來，並會因意識的改變而產生變化。近代量子力學家研究念力的祕密，為此做出了證明。科學家把宇宙間一切現象歸納為物質現象、精神現象（信息）、自然現象（能量），物質是從信息變現出來，信息是從能量而來，能量又是從人的意念波動形成的，因此宇宙中的一切現象都是念頭的波動所產生的。德國著名量子物理學家普朗克博士曾說：我對原子的研究，最後的結論是—世界上根本沒有物質，心識是一切物質的基礎。他說宇宙如同一個看不見的電網，牽一髮而動全身，是一個生命共同體，全宇宙之中的任何一點、一個物質現象皆能接收念頭的電波。科學家已經證明，物質中哪怕是最小的單位微中子都具有見聞覺知，它能看、能聽、能感知人的起心動念，能圓滿接收遍法界虛空界的信息，並產生反應變化。一切萬物都具有見聞覺知的功能，因此全宇宙是一個活的有機體，心念所發出的電波，小則影響身體與環境，大則影響全宇宙，這就是佛經所說相由心生、境隨心轉的道理。"
    },
    {
      "id": "02-042-0135_p0005",
      "zh_CN": "贰、今日世界的天灾人祸",
      "zh_TW": "貳、今日世界的天災人禍"
    },
    {
      "id": "02-042-0135_p0006",
      "zh_CN": "当今时代，科技发达，圣教缺失，人心不古，物欲横流，导致地球天灾人祸异常频繁。核武竞争、恐怖战争、金融危机、粮食危机、水资源危机、全球变暖、南北极磁极变化、水灾（海啸）、旱灾、风灾、地震，人类生活严重破坏大自然的生态平衡，这些都是由人类的自私自利以及贪瞋痴慢种种不善心态所造成的。释迦牟尼佛在《楞严经》中说，众生贪婪心太重招感水灾（导致海水上升），瞋恚心招感火灾（如地球温度上升、火山爆发等），愚痴感召风灾，傲慢感召地震，怀疑心会使人免疫力衰退，容易感染疾病，且感召所居住的地方山崩地陷的灾难。如何化解灾难？佛陀教导世人，要「勤修戒定慧，息灭贪瞋痴」。",
      "zh_TW": "當今時代，科技發達，聖教缺失，人心不古，物欲橫流，導致地球天災人禍異常頻繁。核武競爭、恐怖戰爭、金融危機、糧食危機、水資源危機、全球變暖、南北極磁極變化、水災（海嘯）、旱災、風災、地震，人類生活嚴重破壞大自然的生態平衡，這些都是由人類的自私自利以及貪瞋痴慢種種不善心態所造成的。釋迦牟尼佛在《楞嚴經》中說，眾生貪婪心太重招感水災（導致海水上升），瞋恚心招感火災（如地球溫度上升、火山爆發等），愚痴感召風災，傲慢感召地震，懷疑心會使人免疫力衰退，容易感染疾病，且感召所居住的地方山崩地陷的災難。如何化解災難？佛陀教導世人，要「勤修戒定慧，息滅貪瞋痴」。"
    },
    {
      "id": "02-042-0135_p0007",
      "zh_CN": "当今时代科技发达，电视媒体、网际网路、电子游戏、手机的使用，对现代人的生活产生极其深远的影响。放眼望去，网路电视所传播的内容皆是鼓励竞争、斗争，倡导追求物欲与享乐，不仅戕害了无数青少年的身心健康，也使社会的未来令人担忧。古圣先贤也教导我们，应当要重视修心。儒家《孟子》说：「行有不得，反求诸己。」佛家《华严经》说：「一切法从心想生」、「依报随着正报转。」道家《太上感应篇》说：「祸福无门，惟人自召。」灾变是如何发生的？是人心之所感召，确实是我们意念想什么，周围环境就随之而起变化。所以我们希望地球环境美好，无有灾难，必须从内心来改变自己的意念，否则人类将会咎由自取，天灾不断。",
      "zh_TW": "當今時代科技發達，電視媒體、網際網路、電子遊戲、手機的使用，對現代人的生活產生極其深遠的影響。放眼望去，網路電視所傳播的內容皆是鼓勵競爭、鬥爭，倡導追求物欲與享樂，不僅戕害了無數青少年的身心健康，也使社會的未來令人擔憂。古聖先賢也教導我們，應當要重視修心。儒家《孟子》說：「行有不得，反求諸己。」佛家《華嚴經》說：「一切法從心想生」、「依報隨著正報轉。」道家《太上感應篇》說：「禍福無門，惟人自召。」災變是如何發生的？是人心之所感召，確實是我們意念想什麼，周圍環境就隨之而起變化。所以我們希望地球環境美好，無有災難，必須從內心來改變自己的意念，否則人類將會咎由自取，天災不斷。"
    },
    {
      "id": "02-042-0135_p0008",
      "zh_CN": "美国科学家布莱登博士告诫世人，如何应对世界灾难？他提出三句话：第一、弃恶扬善（即断恶修善）；第二、改邪归正；第三、端正心念（即放下贪瞋痴慢疑），以不贪、不瞋、不痴、不傲慢、不怀疑的心态就能够化解世界灾难，且会把地球带上更加美好的未来。美国夏威夷的伊贺列卡拉．修．蓝博士通过实践证明以爱的意念能够治疗疾病，在治疗过程中他把病人和自己观想成一体，每天诚心诚意的念四句话：「我爱你」、「对不起」、「请原谅我」、「谢谢你」，三年之后使三十多位严重的精神病患者全部恢复正常，这个用念力治疗疾病的案例轰动了全美国。修．蓝博士指出，他所采用的荷欧波诺波诺(Ho’oponopono)疗法，就是用爱心永无间断的对一切众生说爱与感谢，以清除过去今生潜意识所积压的一切档案。放下妄念，念力集中专一就能产生巨大的力量，如同无量光束集中于一点变成镭射光，就能够穿过钢板。用真诚心就能恢复本能，使生活更为健康、自在、快乐。",
      "zh_TW": "美國科學家布萊登博士告誡世人，如何應對世界災難？他提出三句話：第一、棄惡揚善（即斷惡修善）；第二、改邪歸正；第三、端正心念（即放下貪瞋痴慢疑），以不貪、不瞋、不痴、不傲慢、不懷疑的心態就能夠化解世界災難，且會把地球帶上更加美好的未來。美國夏威夷的伊賀列卡拉．修．藍博士通過實踐證明以愛的意念能夠治療疾病，在治療過程中他把病人和自己觀想成一體，每天誠心誠意的念四句話：「我愛你」、「對不起」、「請原諒我」、「謝謝你」，三年之後使三十多位嚴重的精神病患者全部恢復正常，這個用念力治療疾病的案例轟動了全美國。修．藍博士指出，他所採用的荷歐波諾波諾(Ho’oponopono)療法，就是用愛心永無間斷的對一切眾生說愛與感謝，以清除過去今生潛意識所積壓的一切檔案。放下妄念，念力集中專一就能產生巨大的力量，如同無量光束集中於一點變成鐳射光，就能夠穿過鋼板。用真誠心就能恢復本能，使生活更為健康、自在、快樂。"
    },
    {
      "id": "02-042-0135_p0009",
      "zh_CN": "因此，人类的心念与行为必须回归到顺应大自然的法则，恢复自性本具的仁慈博爱，才能够过上幸福美满的生活。那要如何落实呢？《礼记》曰：「建国君民，教学为先。」完全要回归到根本教育，以伦理、道德、因果教育帮助人类的意念行为恢复本性，顺应仁慈博爱的大自然法则。旁白：图片，水看「九一一事件」。下一张，水结晶所呈现的是在事件当中爆裂的情形。下一张，让水观看「九一一事件」的结晶体。下一张，当水观看日本「三一一海啸」的时候，下面的水结晶所呈现出来的也是非常的破碎。下一张，人类的生活使得地球的环境受到严重污染，当水看环境污染的图片以及讯息之时，所呈现出来的水结晶也是非常的破碎、丑陋。下一张，我们人类在生活中常常使用喷洒化学农药的方式来耕种农田，在这个过程中，水看到这个情形的时候，水结晶所呈现的也是非常丑陋。下一张，这是让水看到冰河融化的影片，水看到人类行为使得全球变暖，水结晶也呈现出离散、恐怖的相状。现代的媒体常常在电视中播放群体格斗的赛事，以血腥暴力著称，当水看到这样的电视节目时，呈现的水结晶也仿佛是许多的人在相互斗争的场面。电视传媒中也有很多揭人隐私的电视节目，让水看这样的电视节目，所出现的水结晶也是无法形成完整的结晶体，而且非常丑陋。我们现代的青少年沉迷于网吧，已经成为家长非常忧心的社会问题，当水看到网吧的图片时，所出现的仿佛也是许多的人（青少年）排排坐在那边上网破碎、凌乱和黑暗的情形。另外，青少年现在非常喜欢玩的电子游戏，也是以杀戮、偷盗，这种杀盗淫妄的行为来刺激他的感官，当水看到这种电子游戏时，我们看到在水结晶中呈现出一个蛇的形状，也是看起来非常恐怖，令人不安的。那与这样的讯息相反，如果水是听到非常优美的音乐和非常良善的言辞，看修．蓝博士所说的四句话，以及听修．蓝博士所倡导的Ho’oponopono音乐，水结晶就呈现得比较完整。下一张，这都是聆听修．蓝博士的音乐的时候它就出现庄严、美好、祥和的相状。下一张，同时水不仅是听音乐，在盛水的容器上贴上「对不起」、「请原谅我」、「谢谢你」、「我爱你」的时候，水结晶就呈现庄严美好的一个结晶体。这是「请原谅我」、「谢谢你」、「我爱你」，结晶体就截然不同。",
      "zh_TW": "因此，人類的心念與行為必須回歸到順應大自然的法則，恢復自性本具的仁慈博愛，才能夠過上幸福美滿的生活。那要如何落實呢？《禮記》曰：「建國君民，教學為先。」完全要回歸到根本教育，以倫理、道德、因果教育幫助人類的意念行為恢復本性，順應仁慈博愛的大自然法則。旁白：圖片，水看「九一一事件」。下一張，水結晶所呈現的是在事件當中爆裂的情形。下一張，讓水觀看「九一一事件」的結晶體。下一張，當水觀看日本「三一一海嘯」的時候，下面的水結晶所呈現出來的也是非常的破碎。下一張，人類的生活使得地球的環境受到嚴重污染，當水看環境污染的圖片以及訊息之時，所呈現出來的水結晶也是非常的破碎、醜陋。下一張，我們人類在生活中常常使用噴灑化學農藥的方式來耕種農田，在這個過程中，水看到這個情形的時候，水結晶所呈現的也是非常醜陋。下一張，這是讓水看到冰河融化的影片，水看到人類行為使得全球變暖，水結晶也呈現出離散、恐怖的相狀。現代的媒體常常在電視中播放群體格鬥的賽事，以血腥暴力著稱，當水看到這樣的電視節目時，呈現的水結晶也彷彿是許多的人在相互鬥爭的場面。電視傳媒中也有很多揭人隱私的電視節目，讓水看這樣的電視節目，所出現的水結晶也是無法形成完整的結晶體，而且非常醜陋。我們現代的青少年沉迷於網吧，已經成為家長非常憂心的社會問題，當水看到網吧的圖片時，所出現的彷彿也是許多的人（青少年）排排坐在那邊上網破碎、凌亂和黑暗的情形。另外，青少年現在非常喜歡玩的電子遊戲，也是以殺戮、偷盜，這種殺盜淫妄的行為來刺激他的感官，當水看到這種電子遊戲時，我們看到在水結晶中呈現出一個蛇的形狀，也是看起來非常恐怖，令人不安的。那與這樣的訊息相反，如果水是聽到非常優美的音樂和非常良善的言辭，看修．藍博士所說的四句話，以及聽修．藍博士所倡導的Ho’oponopono音樂，水結晶就呈現得比較完整。下一張，這都是聆聽修．藍博士的音樂的時候它就出現莊嚴、美好、祥和的相狀。下一張，同時水不僅是聽音樂，在盛水的容器上貼上「對不起」、「請原諒我」、「謝謝你」、「我愛你」的時候，水結晶就呈現莊嚴美好的一個結晶體。這是「請原諒我」、「謝謝你」、「我愛你」，結晶體就截然不同。"
    },
    {
      "id": "02-042-0135_p0010",
      "zh_CN": "叁、回归自性爱的教育",
      "zh_TW": "叁、回歸自性愛的教育"
    },
    {
      "id": "02-042-0135_p0011",
      "zh_CN": "中国「爱」字是会意字，从心、从受，心是真心，爱就是真诚心的感受，是人人本具的性德。真诚包太虚，仁爱周沙界。人类天性的爱是没有条件、没有分别执着，不分语言、宗教和种族，是平等的爱、真诚的爱，是至诚的真心，一切时、一切处永恒不变。水实验当中，无论是用哪一国文字写上爱字，都得到最美好的水结晶图案（旁白：让水看世界各国语言的爱字。这是中文：爱；这是英文：love；这是法文，这个结晶体都很庄严、美好；阿拉伯文：الحب；德文：Liebe）。英国著名的历史哲学家汤恩比博士，认为解决二十一世纪的社会问题，唯有孔孟学说与大乘佛法。二十一世纪的社会问题就是现代的社会问题，孔孟学说与大乘佛法就是以爱为基础的教育。中国老祖宗传统的教育是爱的教育，以爱为原点，要学会爱人，就不会害人。爱的教育就是五伦：父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信。这是人与人之间随顺自然、随顺和谐的关系，学习和遵守这个和谐的规范，社会自然安定，国家自然富裕，世界自然和谐。人类自性爱的原点是父子有亲，父母亲爱子女，子女孝顺父母，这是天伦之爱。天伦之爱是大自然最纯真的爱，是人的天性，不附带任何条件。",
      "zh_TW": "中國「愛」字是會意字，從心、從受，心是真心，愛就是真誠心的感受，是人人本具的性德。真誠包太虛，仁愛周沙界。人類天性的愛是沒有條件、沒有分別執著，不分語言、宗教和種族，是平等的愛、真誠的愛，是至誠的真心，一切時、一切處永恆不變。水實驗當中，無論是用哪一國文字寫上愛字，都得到最美好的水結晶圖案（旁白：讓水看世界各國語言的愛字。這是中文：愛；這是英文：love；這是法文，這個結晶體都很莊嚴、美好；阿拉伯文：الحب；德文：Liebe）。英國著名的歷史哲學家湯恩比博士，認為解決二十一世紀的社會問題，唯有孔孟學說與大乘佛法。二十一世紀的社會問題就是現代的社會問題，孔孟學說與大乘佛法就是以愛為基礎的教育。中國老祖宗傳統的教育是愛的教育，以愛為原點，要學會愛人，就不會害人。愛的教育就是五倫：父子有親，夫婦有別，君臣有義，長幼有序，朋友有信。這是人與人之間隨順自然、隨順和諧的關係，學習和遵守這個和諧的規範，社會自然安定，國家自然富裕，世界自然和諧。人類自性愛的原點是父子有親，父母親愛子女，子女孝順父母，這是天倫之愛。天倫之愛是大自然最純真的愛，是人的天性，不附帶任何條件。"
    },
    {
      "id": "02-042-0135_p0012",
      "zh_CN": "中国传统文化重视家庭的扎根教育，父母用身教、言教，自幼教导孩子如何把爱落实在日常生活处事待人接物当中，让孩子知道如何和一切人事物保持和谐的关系。家庭扎根教育的根本在孝与敬，所以中国老祖宗教导孩子自幼就学习《弟子规》，父母把孝顺父母、恭敬师长做出来给孩子看，「少成若天性，习惯成自然」，孩子薰习日久，自然能落实孝亲尊师在日常生活处事待人接物当中。孩子在家里对父母的生养教育常怀感恩的心，孝顺、恭敬父母，出门在外就能敬老尊贤，学习规矩，懂得礼仪。人人都能学习孝顺父母、恭敬师长，就不敢作恶，父母与子女之间的亲爱就能永远保持，进而能扩大爱兄弟、爱邻里、爱民族、爱国家、爱山河大地、爱一切众生，社会自然安定，世界自然和平，地球自然和谐。（旁白：这是水看中国的孩子落实孝道、学习《弟子规》的水结晶，这个结晶体原本像有一把刀一样刺入中间，但是在结晶过程中它慢慢的复合而形成一个完整的结晶体。当孩子学会鞠躬、有礼，学习《弟子规》，水结晶也非常的庄严美丽。这是老人在教孩子学写毛笔字。孩子在行孝道的时候，体会到父子有亲的那种亲爱精诚，水看到这个场景，也出现双层非常美丽而可爱的水结晶。这是看孩子孝顺父母之后，孝敬老人的时候，所呈现出的结晶体。）",
      "zh_TW": "中國傳統文化重視家庭的扎根教育，父母用身教、言教，自幼教導孩子如何把愛落實在日常生活處事待人接物當中，讓孩子知道如何和一切人事物保持和諧的關係。家庭扎根教育的根本在孝與敬，所以中國老祖宗教導孩子自幼就學習《弟子規》，父母把孝順父母、恭敬師長做出來給孩子看，「少成若天性，習慣成自然」，孩子薰習日久，自然能落實孝親尊師在日常生活處事待人接物當中。孩子在家裡對父母的生養教育常懷感恩的心，孝順、恭敬父母，出門在外就能敬老尊賢，學習規矩，懂得禮儀。人人都能學習孝順父母、恭敬師長，就不敢作惡，父母與子女之間的親愛就能永遠保持，進而能擴大愛兄弟、愛鄰里、愛民族、愛國家、愛山河大地、愛一切眾生，社會自然安定，世界自然和平，地球自然和諧。（旁白：這是水看中國的孩子落實孝道、學習《弟子規》的水結晶，這個結晶體原本像有一把刀一樣刺入中間，但是在結晶過程中它慢慢的復合而形成一個完整的結晶體。當孩子學會鞠躬、有禮，學習《弟子規》，水結晶也非常的莊嚴美麗。這是老人在教孩子學寫毛筆字。孩子在行孝道的時候，體會到父子有親的那種親愛精誠，水看到這個場景，也出現雙層非常美麗而可愛的水結晶。這是看孩子孝順父母之後，孝敬老人的時候，所呈現出的結晶體。）"
    },
    {
      "id": "02-042-0135_p0013",
      "zh_CN": "中国字「孝」是会意字，由「老」字和「子」字合在一起而成为孝字。老是指上一代，过去无始；子是指下一代，未来无终，无始无终是一个整体。古语有言：「百善孝为先。」父母生养之恩德浩大，孝顺父母是做人的根本，百善皆由孝而生。因此，中国传统爱的教育是以孝道的教育为根本，并以祭祀祖先做为最隆重的教化。古往今来，上起帝王，下至平民，每当清明、中元、冬至时节，必怀着虔诚、恭敬之心隆重的祭祖，表达后世子孙对于列祖列宗永远的爱敬与孝思。因此孝与敬是中华文明的大根大本，在漫漫历史长河中传承不衰，历久弥新，为各大古文明所罕见。祭祖的意义是教导人不忘本，所谓「报本反始」，这是人道的大根大本。中国儒家《论语》说：「慎终追远，民德归厚。」如此久远的祖宗都还要祭祀，念念不忘，眼前的父母、祖父母，哪有不敬不孝的道理！祭祀祖先能使世人长养厚道的心，养成孝顺、感恩之心，它是一种孝道的教育，它不是迷信。人类要恢复并保持人性本具的仁慈博爱，重新享有健康、和谐、快乐的人生，应当大力提倡孝道。若能将中华民族纪念祖先的传统美德推动到全世界各民族，让全世界各民族都能提倡孝道，恢复父母子女之间的亲爱，人人为孝顺父母而改恶向善，转迷为悟，人类的心念、行为就会产生不可思议强大的正面能量，就能改变世界天气异常，化解天灾人祸的潜在危机。（旁白：这是公元二Ｏ一四年香港冬至祭祖大典，这庄严隆重的盛典，水摆放在现场参与这个盛会，出现双层水结晶，也出现三层的水结晶。水结晶仿佛体现出三代同堂以及儒释道三家是一体的内涵，非常的庄严美丽。）",
      "zh_TW": "中國字「孝」是會意字，由「老」字和「子」字合在一起而成為孝字。老是指上一代，過去無始；子是指下一代，未來無終，無始無終是一個整體。古語有言：「百善孝為先。」父母生養之恩德浩大，孝順父母是做人的根本，百善皆由孝而生。因此，中國傳統愛的教育是以孝道的教育為根本，並以祭祀祖先做為最隆重的教化。古往今來，上起帝王，下至平民，每當清明、中元、冬至時節，必懷著虔誠、恭敬之心隆重的祭祖，表達後世子孫對於列祖列宗永遠的愛敬與孝思。因此孝與敬是中華文明的大根大本，在漫漫歷史長河中傳承不衰，歷久彌新，為各大古文明所罕見。祭祖的意義是教導人不忘本，所謂「報本反始」，這是人道的大根大本。中國儒家《論語》說：「慎終追遠，民德歸厚。」如此久遠的祖宗都還要祭祀，念念不忘，眼前的父母、祖父母，哪有不敬不孝的道理！祭祀祖先能使世人長養厚道的心，養成孝順、感恩之心，它是一種孝道的教育，它不是迷信。人類要恢復並保持人性本具的仁慈博愛，重新享有健康、和諧、快樂的人生，應當大力提倡孝道。若能將中華民族紀念祖先的傳統美德推動到全世界各民族，讓全世界各民族都能提倡孝道，恢復父母子女之間的親愛，人人為孝順父母而改惡向善，轉迷為悟，人類的心念、行為就會產生不可思議強大的正面能量，就能改變世界天氣異常，化解天災人禍的潛在危機。（旁白：這是公元二Ｏ一四年香港冬至祭祖大典，這莊嚴隆重的盛典，水擺放在現場參與這個盛會，出現雙層水結晶，也出現三層的水結晶。水結晶彷彿體現出三代同堂以及儒釋道三家是一體的內涵，非常的莊嚴美麗。）"
    },
    {
      "id": "02-042-0135_p0014",
      "zh_CN": "肆、多元宗教教育拯救地球危机",
      "zh_TW": "肆、多元宗教教育拯救地球危機"
    },
    {
      "id": "02-042-0135_p0015",
      "zh_CN": "所有的宗教都是爱与感恩的教育。佛家常说，「慈悲为本，方便为门」，慈悲就是爱，方便就是感恩。《新旧约》说：「上帝爱世人，神爱世人」。伊斯兰教的《古兰经》，每大段经文前面一定有「真主确实是至仁至慈的」，仁慈就是爱。中国儒教《三字经》教童蒙第一句，「人之初，性本善」，这个本善就是慈悲、爱，本性本善都是自性本来具有的。英国汤恩比博士曾说：历史的发展是先有宗教，然后科技再从宗教中衍生出来，科技从未能够替代宗教，并且我预计，它永远不能替代宗教。这是汤恩比博士的远见卓识，体现出他对人类的终极关怀。宗教是人类精神生活的重要环节，宗教教育教导人走向觉悟，恪守圣训，依循真理，明了宇宙真相，并由此过着身心和谐的幸福生活，因此宗教教育的普世价值不容忽视。",
      "zh_TW": "所有的宗教都是愛與感恩的教育。佛家常說，「慈悲為本，方便為門」，慈悲就是愛，方便就是感恩。《新舊約》說：「上帝愛世人，神愛世人」。伊斯蘭教的《古蘭經》，每大段經文前面一定有「真主確實是至仁至慈的」，仁慈就是愛。中國儒教《三字經》教童蒙第一句，「人之初，性本善」，這個本善就是慈悲、愛，本性本善都是自性本來具有的。英國湯恩比博士曾說：歷史的發展是先有宗教，然後科技再從宗教中衍生出來，科技從未能夠替代宗教，並且我預計，它永遠不能替代宗教。這是湯恩比博士的遠見卓識，體現出他對人類的終極關懷。宗教是人類精神生活的重要環節，宗教教育教導人走向覺悟，恪守聖訓，依循真理，明瞭宇宙真相，並由此過著身心和諧的幸福生活，因此宗教教育的普世價值不容忽視。"
    },
    {
      "id": "02-042-0135_p0016",
      "zh_CN": "在这个世界上有许许多多不同的宗教，巴哈伊教、佛教、天主教、基督教、印度教、伊斯兰教、犹太教、锡克教、道教、拜火教、儒教……把各个宗教的标志、法语给水看，把各个宗教的经典给水听，水反应的结晶，各个宗教都是美轮美奂，庄严无比，证明宗教是自性仁慈博爱所流露的圣哲正信。各宗教创教的祖师，各宗教的教主，譬如犹太教的摩西、基督教的耶稣、伊斯兰教的穆罕默德、佛教的释迦牟尼，都是用教学的方式来传教。释迦牟尼教学四十九年，穆罕默德教学二十三年，耶稣教学三年，全都是教育起家，这是其世代相传至今信仰者众多之原因所在。各个宗教的教主都是世界上最伟大的社会教育家，所代表的是多元文化，其教学是有教无类，不分国籍、族群和信仰，因此宗教的本质与宗旨就是教育。",
      "zh_TW": "在這個世界上有許許多多不同的宗教，巴哈伊教、佛教、天主教、基督教、印度教、伊斯蘭教、猶太教、錫克教、道教、拜火教、儒教……把各個宗教的標誌、法語給水看，把各個宗教的經典給水聽，水反應的結晶，各個宗教都是美輪美奐，莊嚴無比，證明宗教是自性仁慈博愛所流露的聖哲正信。各宗教創教的祖師，各宗教的教主，譬如猶太教的摩西、基督教的耶穌、伊斯蘭教的穆罕默德、佛教的釋迦牟尼，都是用教學的方式來傳教。釋迦牟尼教學四十九年，穆罕默德教學二十三年，耶穌教學三年，全都是教育起家，這是其世代相傳至今信仰者眾多之原因所在。各個宗教的教主都是世界上最偉大的社會教育家，所代表的是多元文化，其教學是有教無類，不分國籍、族群和信仰，因此宗教的本質與宗旨就是教育。"
    },
    {
      "id": "02-042-0135_p0017",
      "zh_CN": "在中国词汇中，「宗教」一词的含义非常之好，顾名思义，宗有三个意思：主要的、重要的、尊崇的；教是指教育、教学、教化，合而言之，宗教即是主要的教育、重要的教学、尊崇的教化。重要的教育即是伦理、道德、因果的普世教育。汤恩比博士说，宗教是拯救世界的最大希望，因为宗教的本质并非权威，而是爱、仁慈与人道。各个宗教都是教人孝养父母、断恶修善，教人要包容、要忍辱，仁爱和平是每个宗教的共同理念。一切宗教都是多元文化社会教育，不同的族群、不同的信仰、不同的文化，能够彼此互相尊重，互相敬爱，互相学习，互助合作，此即是多元文化。世界宗教是一家，多元宗教之间相互学习、相互交流、和谐共存，是带给世界永久安定和平的根本保证和重要基础。",
      "zh_TW": "在中國詞彙中，「宗教」一詞的含義非常之好，顧名思義，宗有三個意思：主要的、重要的、尊崇的；教是指教育、教學、教化，合而言之，宗教即是主要的教育、重要的教學、尊崇的教化。重要的教育即是倫理、道德、因果的普世教育。湯恩比博士說，宗教是拯救世界的最大希望，因為宗教的本質並非權威，而是愛、仁慈與人道。各個宗教都是教人孝養父母、斷惡修善，教人要包容、要忍辱，仁愛和平是每個宗教的共同理念。一切宗教都是多元文化社會教育，不同的族群、不同的信仰、不同的文化，能夠彼此互相尊重，互相敬愛，互相學習，互助合作，此即是多元文化。世界宗教是一家，多元宗教之間相互學習、相互交流、和諧共存，是帶給世界永久安定和平的根本保證和重要基礎。"
    },
    {
      "id": "02-042-0135_p0018",
      "zh_CN": "净空老教授曾多次参加联合国多元文化论坛，在演讲中强调宗教教育的重要性。以佛教为例，佛教是释迦牟尼佛对九法界众生至善圆满的教育。佛陀一生讲经三百余会，说法四十九年，是多元文化社会教育的义务工作者。《无量寿经》是净土宗的主要经典，无论是信仰任何宗教，只要一门深入，长时薰修，以此功德回向往生西方净土，临命终时皆能得蒙阿弥陀佛接引往生极乐世界。阿弥陀佛是纯净纯善自性功德的名号，具有净化人心的力量。阿弥陀佛是梵语，翻译成中文，阿译为无，弥陀译为量，佛译为智、觉。弥陀名号含藏着无量无边无尽的功德密藏，是无量的智慧、觉悟、福报、德能、相好，以无量光、无量寿代表一切无量，因此念阿弥陀佛是世界上最有福报、最有智慧的人。听闻净空老教授念佛声的水结晶，呈现出双层晶莹剔透、灿烂美丽的图案。（旁白：请看图片，这是听闻老法师念阿弥陀佛所呈现出的双重水结晶。）",
      "zh_TW": "淨空老教授曾多次參加聯合國多元文化論壇，在演講中強調宗教教育的重要性。以佛教為例，佛教是釋迦牟尼佛對九法界眾生至善圓滿的教育。佛陀一生講經三百餘會，說法四十九年，是多元文化社會教育的義務工作者。《無量壽經》是淨土宗的主要經典，無論是信仰任何宗教，只要一門深入，長時薰修，以此功德迴向往生西方淨土，臨命終時皆能得蒙阿彌陀佛接引往生極樂世界。阿彌陀佛是純淨純善自性功德的名號，具有淨化人心的力量。阿彌陀佛是梵語，翻譯成中文，阿譯為無，彌陀譯為量，佛譯為智、覺。彌陀名號含藏著無量無邊無盡的功德密藏，是無量的智慧、覺悟、福報、德能、相好，以無量光、無量壽代表一切無量，因此念阿彌陀佛是世界上最有福報、最有智慧的人。聽聞淨空老教授念佛聲的水結晶，呈現出雙層晶瑩剔透、燦爛美麗的圖案。（旁白：請看圖片，這是聽聞老法師念阿彌陀佛所呈現出的雙重水結晶。）"
    },
    {
      "id": "02-042-0135_p0019",
      "zh_CN": "华严实验室进行远距离念力水实验，召集逾一万名净宗同修，对置放屠宰工厂蒸馏水进行看视讯萤幕念阿弥陀佛，及观想远距离念阿弥陀佛的实验，结果将屠宰场的水结晶转变成光莹美丽。水结晶实验也显示各个宗教的祈祷都有改变负面磁场的力量。现代科学家提出以心控物，美国科学家琳恩．麦塔格特博士在《念力的秘密》一书中揭示，群体念力能带给地球修复和更新。地球若有八千修行者用高度专注的念力，就足以影响全世界，足以化解灾难。（旁白：这是水看十大宗教的标志，佛教标志所呈现出的水结晶也是非常的完整、庄严、绚丽。下一张，水看各大宗教的标志，所呈现的水结晶都是很神圣、很庄严的。这是水听十大宗教经典，我们撷取了几个代表：这是听佛教经典《无量寿经》的水结晶，水听天主教经典《玫瑰经》所呈现的水结晶，水听基督教经典《圣经》所呈现的水结晶，水听印度教经典《吠陀经》所呈现的水结晶，水听伊斯兰教经典《古兰经》所呈现的水结晶，水听犹太教的经典。这是进行远距离念力的水实验，召集大约一万名的净宗同修，共同对各种不同的水进行远距离看视讯萤幕念阿弥陀佛所呈现的水结晶。这是没有念佛的原样本蒸馏水。通过念佛之后，大众看视讯萤幕远距离念佛后的蒸馏水，在短时间就出现很大变化。这是没有念佛的原样本，菲律宾自来水。这是大众看视讯萤幕远距离念佛后的菲律宾自来水。这是水在工厂内看屠宰工厂的蒸馏水，图案非常丑。通过远距离看转播萤幕的方式念阿弥陀佛，水结晶就转变成晶莹美丽。）",
      "zh_TW": "華嚴實驗室進行遠距離念力水實驗，召集逾一萬名淨宗同修，對置放屠宰工廠蒸餾水進行看視訊螢幕念阿彌陀佛，及觀想遠距離念阿彌陀佛的實驗，結果將屠宰場的水結晶轉變成光瑩美麗。水結晶實驗也顯示各個宗教的祈禱都有改變負面磁場的力量。現代科學家提出以心控物，美國科學家琳恩．麥塔格特博士在《念力的祕密》一書中揭示，群體念力能帶給地球修復和更新。地球若有八千修行者用高度專注的念力，就足以影響全世界，足以化解災難。（旁白：這是水看十大宗教的標誌，佛教標誌所呈現出的水結晶也是非常的完整、莊嚴、絢麗。下一張，水看各大宗教的標誌，所呈現的水結晶都是很神聖、很莊嚴的。這是水聽十大宗教經典，我們擷取了幾個代表：這是聽佛教經典《無量壽經》的水結晶，水聽天主教經典《玫瑰經》所呈現的水結晶，水聽基督教經典《聖經》所呈現的水結晶，水聽印度教經典《吠陀經》所呈現的水結晶，水聽伊斯蘭教經典《古蘭經》所呈現的水結晶，水聽猶太教的經典。這是進行遠距離念力的水實驗，召集大約一萬名的淨宗同修，共同對各種不同的水進行遠距離看視訊螢幕念阿彌陀佛所呈現的水結晶。這是沒有念佛的原樣本蒸餾水。通過念佛之後，大眾看視訊螢幕遠距離念佛後的蒸餾水，在短時間就出現很大變化。這是沒有念佛的原樣本，菲律賓自來水。這是大眾看視訊螢幕遠距離念佛後的菲律賓自來水。這是水在工廠內看屠宰工廠的蒸餾水，圖案非常醜。通過遠距離看轉播螢幕的方式念阿彌陀佛，水結晶就轉變成晶瑩美麗。）"
    },
    {
      "id": "02-042-0135_p0020",
      "zh_CN": "伍、构建多元宗教和谐示范城",
      "zh_TW": "伍、構建多元宗教和諧示範城"
    },
    {
      "id": "02-042-0135_p0021",
      "zh_CN": "宗教团结有利于化解冲突，带动全世界的安定和平，因为各个宗教共同的方向目标是社会安定、世界和平、人民幸福，各个宗教都讲仁慈博爱，都教人平等对待。宗教团结，不但是从形式上团结，更要从教义上团结，因此多元宗教应该要互相学习各宗教的经典。净空老教授说，多元宗教一定要平等对待才能和睦相处。人人都第一，没有第二。所有的宗教皆第一，佛教第一，天主教、基督教第一，回教也第一；佛经第一，《圣经》第一，《古兰经》也第一；国与国之间，族群与族群之间，也都个个第一。宗教团结是世界和平的下手处。二ＯＯ六年十月，巴黎联合国教科文组织举办「二五五Ｏ年欢庆卫塞节活动」，各大宗教代表在大会堂手牵着手，共同为世界和平祈祷，证明宗教是可以团结的。（旁白：这是水看图片「多元宗教共同为世界和平做祈祷」，这是水所呈现出来的结晶体。）",
      "zh_TW": "宗教團結有利於化解衝突，帶動全世界的安定和平，因為各個宗教共同的方向目標是社會安定、世界和平、人民幸福，各個宗教都講仁慈博愛，都教人平等對待。宗教團結，不但是從形式上團結，更要從教義上團結，因此多元宗教應該要互相學習各宗教的經典。淨空老教授說，多元宗教一定要平等對待才能和睦相處。人人都第一，沒有第二。所有的宗教皆第一，佛教第一，天主教、基督教第一，回教也第一；佛經第一，《聖經》第一，《古蘭經》也第一；國與國之間，族群與族群之間，也都個個第一。宗教團結是世界和平的下手處。二ＯＯ六年十月，巴黎聯合國教科文組織舉辦「二五五Ｏ年歡慶衛塞節活動」，各大宗教代表在大會堂手牽著手，共同為世界和平祈禱，證明宗教是可以團結的。（旁白：這是水看圖片「多元宗教共同為世界和平做祈禱」，這是水所呈現出來的結晶體。）"
    },
    {
      "id": "02-042-0135_p0022",
      "zh_CN": "为使世人相信社会能够和谐，世界能有和平，最好的方法就是做出多元宗教和谐示范城。澳洲图文巴是一个别具多元文化特色的小城，居民十二万人，来自世界各地不同的国家地区，有八十多个民族，有一百多种语言，不同的血统与文化，不同的风俗习惯，不同的宗教信仰。正因为有这些独特禀赋，使得构建图文巴市成为多元宗教和谐示范城更具非凡的意义。（旁白：这是水看图片「图文巴和谐示范城市」，这是三张水结晶呈现出完整的结晶体。）",
      "zh_TW": "為使世人相信社會能夠和諧，世界能有和平，最好的方法就是做出多元宗教和諧示範城。澳洲圖文巴是一個別具多元文化特色的小城，居民十二萬人，來自世界各地不同的國家地區，有八十多個民族，有一百多種語言，不同的血統與文化，不同的風俗習慣，不同的宗教信仰。正因為有這些獨特稟賦，使得構建圖文巴市成為多元宗教和諧示範城更具非凡的意義。（旁白：這是水看圖片「圖文巴和諧示範城市」，這是三張水結晶呈現出完整的結晶體。）"
    },
    {
      "id": "02-042-0135_p0023",
      "zh_CN": "二ＯＯ二年，净空老教授在澳洲图文巴建立净宗学院。十多年来，与当地居民、多元宗教建立和谐友好的关系。净宗学院，十多年如一日，每周六皆举办温馨晚宴和多元文化论坛。居民不分种族、宗教、语言，和谐交流，来访者有宾至如归之感，融洽如一家人。（旁白：这是让水来看「澳洲图文巴净宗学院温馨晚宴」，这结晶体非常的美。这是水看「澳洲图文巴多元文化演唱表演」，这些老人都非常幸福、快乐的在台上为大家演出，这个结晶是在所有的这些演出、表演当中最漂亮的一组结晶。当水看到「澳洲图文巴和平教育论坛」的图片的时候，出现的结晶体也非常的可爱、非常美丽、非常和谐。）",
      "zh_TW": "二ＯＯ二年，淨空老教授在澳洲圖文巴建立淨宗學院。十多年來，與當地居民、多元宗教建立和諧友好的關係。淨宗學院，十多年如一日，每週六皆舉辦溫馨晚宴和多元文化論壇。居民不分種族、宗教、語言，和諧交流，來訪者有賓至如歸之感，融洽如一家人。（旁白：這是讓水來看「澳洲圖文巴淨宗學院溫馨晚宴」，這結晶體非常的美。這是水看「澳洲圖文巴多元文化演唱表演」，這些老人都非常幸福、快樂的在台上為大家演出，這個結晶是在所有的這些演出、表演當中最漂亮的一組結晶。當水看到「澳洲圖文巴和平教育論壇」的圖片的時候，出現的結晶體也非常的可愛、非常美麗、非常和諧。）"
    },
    {
      "id": "02-042-0135_p0024",
      "zh_CN": "图文巴和谐示范城，由各宗教联合引领来落实全市和谐。图文巴多元文化中心已经成立图文巴宗教团结联谊大会，各宗教定期聚会，加强交流，参与彼此的宗教活动，协助彼此的公益事业，共同对居民讲解宗教教义，互相学习，真正团结成一家人。图文巴和谐示范城是恢复地球和谐好的开始，当全球人类看到和谐生活的真实美好，和谐代替竞争，确实能带给人民繁荣兴旺，也能带给人民幸福安定，世界人民会愈来愈体会和谐带来的真实利益，也愈来愈愿意端正自己的心念，与他人平等对待、和睦相处。当人类普遍都有如此的善念善行，天灾人祸就会愈来愈少，乃至于彻底化解。多元宗教团结和谐成一家的榜样，带来的力量是巨大的！",
      "zh_TW": "圖文巴和諧示範城，由各宗教聯合引領來落實全市和諧。圖文巴多元文化中心已經成立圖文巴宗教團結聯誼大會，各宗教定期聚會，加強交流，參與彼此的宗教活動，協助彼此的公益事業，共同對居民講解宗教教義，互相學習，真正團結成一家人。圖文巴和諧示範城是恢復地球和諧好的開始，當全球人類看到和諧生活的真實美好，和諧代替競爭，確實能帶給人民繁榮興旺，也能帶給人民幸福安定，世界人民會愈來愈體會和諧帶來的真實利益，也愈來愈願意端正自己的心念，與他人平等對待、和睦相處。當人類普遍都有如此的善念善行，天災人禍就會愈來愈少，乃至於徹底化解。多元宗教團結和諧成一家的榜樣，帶來的力量是巨大的！"
    },
    {
      "id": "02-042-0135_p0025",
      "zh_CN": "结语：人类共同的家园",
      "zh_TW": "結語：人類共同的家園"
    },
    {
      "id": "02-042-0135_p0026",
      "zh_CN": "华严实验室的水结晶实验方兴未艾，水结晶就如同可爱的小天使，为我们揭示出宇宙的奥秘。我们期待着在圣哲智慧教育的引领下，水结晶的实验能够永续不断的亘久持续，善利众生，普化群萌。最后，让我们再次凝视浩瀚的宇宙与美丽的地球。当水观看「宇宙星际」的图片时，反映出美轮美奂的水结晶，散发神圣的光辉，显示出一切生命灵性的纯净纯善。让我们共同守护人类的美好家园，用我们真诚至善的心念，让地球这个多姿多彩的美丽世界永远散发着自性爱的光辉（旁白：这是水看人类的家园—地球，所呈现出的水结晶。这是水看到不同的爱，第一个是「爱」字，单字。下一张，看到爱，水结晶是最为美丽的。下一张是「夫妻之爱」，我们看到两个结晶体之间相互关怀、照顾、依存的那种关系。这是「家庭之爱」，几代同堂的大家庭之间和睦相处、共存的那种美好。这是看到「家族之爱」，家族之间敬老爱幼，有良善的家风。这是看到「国家之爱」，我们内心当中都存着爱国家、爱民族这样的一种心念，水结晶也是非常美。这是看到「世界一家之爱」，我们看到第一张的水结晶中间呈现出一个心形，表现出水看到世界一家也是非常的欢喜和愉悦。这是水看「宇宙星际」反应出美轮美奂的水结晶，散发出神圣的光辉，似乎显示着一切生命灵性之纯净纯善）。以上是台南华严实验室恭敬报告水实验成果，敬请师父上人，诸位法师、大德们，惠予慈悲指正，阿弥陀佛。台南极乐寺华严实验室全体同仁敬呈。",
      "zh_TW": "華嚴實驗室的水結晶實驗方興未艾，水結晶就如同可愛的小天使，為我們揭示出宇宙的奧祕。我們期待著在聖哲智慧教育的引領下，水結晶的實驗能夠永續不斷的亙久持續，善利眾生，普化群萌。最後，讓我們再次凝視浩瀚的宇宙與美麗的地球。當水觀看「宇宙星際」的圖片時，反映出美輪美奐的水結晶，散發神聖的光輝，顯示出一切生命靈性的純淨純善。讓我們共同守護人類的美好家園，用我們真誠至善的心念，讓地球這個多姿多彩的美麗世界永遠散發著自性愛的光輝（旁白：這是水看人類的家園—地球，所呈現出的水結晶。這是水看到不同的愛，第一個是「愛」字，單字。下一張，看到愛，水結晶是最為美麗的。下一張是「夫妻之愛」，我們看到兩個結晶體之間相互關懷、照顧、依存的那種關係。這是「家庭之愛」，幾代同堂的大家庭之間和睦相處、共存的那種美好。這是看到「家族之愛」，家族之間敬老愛幼，有良善的家風。這是看到「國家之愛」，我們內心當中都存著愛國家、愛民族這樣的一種心念，水結晶也是非常美。這是看到「世界一家之愛」，我們看到第一張的水結晶中間呈現出一個心形，表現出水看到世界一家也是非常的歡喜和愉悅。這是水看「宇宙星際」反應出美輪美奐的水結晶，散發出神聖的光輝，似乎顯示著一切生命靈性之純淨純善）。以上是台南華嚴實驗室恭敬報告水實驗成果，敬請師父上人，諸位法師、大德們，惠予慈悲指正，阿彌陀佛。台南極樂寺華嚴實驗室全體同仁敬呈。"
    },
    {
      "id": "02-042-0135_p0027",
      "zh_CN": "老法师：这个图片可以做一个小册子，画面要大一点，看得更清楚，分送给大家。最后的结语要加强一下，就是很简单、很清楚、很明显的告诉大家，这是科学发现的，整个宇宙确实是一体。我们起心动念，不但水知道，所有物质现象都知道，像修．蓝博士到我们这来告诉我们，水知道，没错，我们的桌椅板凳都知道，天花板知道，墙壁知道；你走到屋子外面，花草树木，山河大地，样样都知道，每一粒微尘都知道。所以不要认为起心动念没人知道。我们做这个报告，就这么一句话，告诉大家，起心动念整个宇宙都知道，绝对瞒不了人。你的善念带给是正能量，你的恶念是负能量，正能量从利益上来说，从自己，身心健康，负能量就带着疾病，这带给身。带给我们生活环境，正能量那就是样样都如意，没有灾难，社会安定，世界祥和；如果是不善的念头，会带来灾难，天灾人祸。透这个信息，比什么都重要！我们为什么上这个课？第一堂课就是告诉大家，要端正你的起心动念。所以人真正自爱，才会爱别人，才会爱万物。很好，这些画面，让水结晶对起来看，这很好。好，我们看下面的一篇。",
      "zh_TW": "老法師：這個圖片可以做一個小冊子，畫面要大一點，看得更清楚，分送給大家。最後的結語要加強一下，就是很簡單、很清楚、很明顯的告訴大家，這是科學發現的，整個宇宙確實是一體。我們起心動念，不但水知道，所有物質現象都知道，像修．藍博士到我們這來告訴我們，水知道，沒錯，我們的桌椅板凳都知道，天花板知道，牆壁知道；你走到屋子外面，花草樹木，山河大地，樣樣都知道，每一粒微塵都知道。所以不要認為起心動念沒人知道。我們做這個報告，就這麼一句話，告訴大家，起心動念整個宇宙都知道，絕對瞞不了人。你的善念帶給是正能量，你的惡念是負能量，正能量從利益上來說，從自己，身心健康，負能量就帶著疾病，這帶給身。帶給我們生活環境，正能量那就是樣樣都如意，沒有災難，社會安定，世界祥和；如果是不善的念頭，會帶來災難，天災人禍。透這個信息，比什麼都重要！我們為什麼上這個課？第一堂課就是告訴大家，要端正你的起心動念。所以人真正自愛，才會愛別人，才會愛萬物。很好，這些畫面，讓水結晶對起來看，這很好。好，我們看下面的一篇。"
    },
    {
      "id": "02-042-0135_p0028",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师，尊敬的诸位居士大德同修，大家好，阿弥陀佛！首先感恩师父上人，不辞近九十岁高龄还在孜孜不倦、苦口婆心的为苦难众生讲解《大经科注》，和开办《大经科注》第四回学习班，让末法时期无数有缘众生受益无穷。其次感恩刘素云老师推荐的狮子吼净土专修网，感恩网站的各位护法大德，能够让惭愧弟子及无数有缘众生及时听到师父上人的法音，和学习班的各位法师、居士大德们的网路学习心得报告，以及师父上人的重要开示。惭愧弟子是千千万万在网路上跟着学习班学习中的一个，本来没有资格参与学习班的心得分享，踌躇再三，最后还是决定把自己学佛的经历和粗浅的心得，恭敬呈奉给师父上人、各位法师、居士大德乃至虚空法界的一切众生，哪怕有一位众生能够从中受益，惭愧弟子也就心安了。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師，尊敬的諸位居士大德同修，大家好，阿彌陀佛！首先感恩師父上人，不辭近九十歲高齡還在孜孜不倦、苦口婆心的為苦難眾生講解《大經科註》，和開辦《大經科註》第四回學習班，讓末法時期無數有緣眾生受益無窮。其次感恩劉素雲老師推薦的獅子吼淨土專修網，感恩網站的各位護法大德，能夠讓慚愧弟子及無數有緣眾生及時聽到師父上人的法音，和學習班的各位法師、居士大德們的網路學習心得報告，以及師父上人的重要開示。慚愧弟子是千千萬萬在網路上跟著學習班學習中的一個，本來沒有資格參與學習班的心得分享，躊躇再三，最後還是決定把自己學佛的經歷和粗淺的心得，恭敬呈奉給師父上人、各位法師、居士大德乃至虛空法界的一切眾生，哪怕有一位眾生能夠從中受益，慚愧弟子也就心安了。"
    },
    {
      "id": "02-042-0135_p0029",
      "zh_CN": "惭愧弟子妙音，今天向大家恭敬汇报的主题是「只要信深愿切直念去，一定自然花开极乐邦」。我们生在末法时期是不幸的，但我们听闻了最殊胜的一生解脱成佛的念佛法门，遇到夏莲老的《无量寿经》会集本，黄念老的大经集注，师父上人的广演正法，和海贤老和尚念佛成佛的表法，信解行证统统具足，我们又是何等幸运！正像刘素云老师讲的：三千年以后的众生，一定会像我们现在羡慕三千年前释迦牟尼佛前的常随众一样羡慕我们的。",
      "zh_TW": "慚愧弟子妙音，今天向大家恭敬匯報的主題是「只要信深願切直念去，一定自然花開極樂邦」。我們生在末法時期是不幸的，但我們聽聞了最殊勝的一生解脫成佛的念佛法門，遇到夏蓮老的《無量壽經》會集本，黃念老的大經集註，師父上人的廣演正法，和海賢老和尚念佛成佛的表法，信解行證統統具足，我們又是何等幸運！正像劉素雲老師講的：三千年以後的眾生，一定會像我們現在羨慕三千年前釋迦牟尼佛前的常隨眾一樣羨慕我們的。"
    },
    {
      "id": "02-042-0135_p0030",
      "zh_CN": "一、听经闻法，改变人生",
      "zh_TW": "一、聽經聞法，改變人生"
    },
    {
      "id": "02-042-0135_p0031",
      "zh_CN": "惭愧弟子学佛时间不长，一个看似偶然的机会，弟子走上学佛之路。弟子是在世界五百强的一家企业内任高级工程师，主管技术工作，经常出差。二Ｏ一三年七月，一同事（居士）邀请弟子随他们一起去五台山朝拜，弟子准备以工作忙为由进行推辞，她一句「现在工作不是最主要的，学佛才是大事」点醒梦中人，弟子有缘与各位居士们同游五台山三天。期间弟子和大家一起拜上菩萨顶，同去的有九十余人，最小的年龄不到十岁，最大的已经七十余岁，而弟子是其中最狼狈的一个，拜到一半已经体力不支（之前弟子已有近三年时间没进行过任何运动，每天以车代步）。第二天，弟子和十几人，在显通寺上海下修师父座下受了三皈依。说来奇怪，归来后整个人发生奇迹般变化，如脱胎换骨般，去五台山之前，弟子是晚睡晚起，每晚熬夜，挂在网上玩游戏、看连续剧，零点之前没休息过；归来之后，再没上网玩过游戏，也没看过电视，每日早睡早起，精进做早晚课，先是诵《地藏经》，后诵《无量寿经》，每天拜佛三百拜，念佛号至少二千声。去之前弟子每天无肉不欢，归来之后自然改吃素，现在吃全素，而且坚持过午不食，应酬、出差等特殊情况除外。不经意间，体重短期内就自然下降二十余斤（曾有人请教弟子是如何减肥成功的，弟子告诉她，拜佛、吃素最有效）。以前惭愧弟子，属于嫉恶如仇、直来直去、眼里不揉沙子的人，学佛半年，以前看不惯的人事物都能以平常心对待，对立面不见了。弟子自己也说不出是怎么回事，但心里明白单靠自力是绝对做不到这一切的，后听居士说起文殊菩萨对朝山的众生迎三千（千米）、送八百（千米）。弟子深深体会到佛力加持的不可思议，为此把二Ｏ一三年七月十六日定为弟子的重生日。",
      "zh_TW": "慚愧弟子學佛時間不長，一個看似偶然的機會，弟子走上學佛之路。弟子是在世界五百強的一家企業內任高級工程師，主管技術工作，經常出差。二Ｏ一三年七月，一同事（居士）邀請弟子隨他們一起去五台山朝拜，弟子準備以工作忙為由進行推辭，她一句「現在工作不是最主要的，學佛才是大事」點醒夢中人，弟子有緣與各位居士們同遊五台山三天。期間弟子和大家一起拜上菩薩頂，同去的有九十餘人，最小的年齡不到十歲，最大的已經七十餘歲，而弟子是其中最狼狽的一個，拜到一半已經體力不支（之前弟子已有近三年時間沒進行過任何運動，每天以車代步）。第二天，弟子和十幾人，在顯通寺上海下修師父座下受了三皈依。說來奇怪，歸來後整個人發生奇蹟般變化，如脫胎換骨般，去五台山之前，弟子是晚睡晚起，每晚熬夜，掛在網上玩遊戲、看連續劇，零點之前沒休息過；歸來之後，再沒上網玩過遊戲，也沒看過電視，每日早睡早起，精進做早晚課，先是誦《地藏經》，後誦《無量壽經》，每天拜佛三百拜，念佛號至少二千聲。去之前弟子每天無肉不歡，歸來之後自然改吃素，現在吃全素，而且堅持過午不食，應酬、出差等特殊情況除外。不經意間，體重短期內就自然下降二十餘斤（曾有人請教弟子是如何減肥成功的，弟子告訴她，拜佛、吃素最有效）。以前慚愧弟子，屬於嫉惡如仇、直來直去、眼裡不揉沙子的人，學佛半年，以前看不慣的人事物都能以平常心對待，對立面不見了。弟子自己也說不出是怎麼回事，但心裡明白單靠自力是絕對做不到這一切的，後聽居士說起文殊菩薩對朝山的眾生迎三千（千米）、送八百（千米）。弟子深深體會到佛力加持的不可思議，為此把二Ｏ一三年七月十六日定為弟子的重生日。"
    },
    {
      "id": "02-042-0135_p0032",
      "zh_CN": "或许是善根福德因缘成熟的缘故，在五台山皈依时，师父送了一本《地藏经》。归来之后，弟子就开始读诵《地藏经》，紧接着有同修向弟子介绍尊敬的师父上人、刘素云居士等高僧大德，并在她那拷贝师父上人讲经录影、「因果轮回的科学证明」、「山西小院」、刘素云老师「信念」等许多资料，弟子见到后，即心生欢喜。开始听尊敬的师父上人讲解《地藏经》，才知此经是佛门里的一部孝经，是打基础的，只有做到孝养父母、奉事师长、慈心不杀、修十善业，才有资格学佛。诚如经云：「要当孝顺，至诚忠信，当信佛经语深，当信作善得福。」从此弟子，「如贫得宝，改往修来，洒心易行」。",
      "zh_TW": "或許是善根福德因緣成熟的緣故，在五台山皈依時，師父送了一本《地藏經》。歸來之後，弟子就開始讀誦《地藏經》，緊接著有同修向弟子介紹尊敬的師父上人、劉素雲居士等高僧大德，並在她那拷貝師父上人講經錄影、「因果輪迴的科學證明」、「山西小院」、劉素雲老師「信念」等許多資料，弟子見到後，即心生歡喜。開始聽尊敬的師父上人講解《地藏經》，才知此經是佛門裡的一部孝經，是打基礎的，只有做到孝養父母、奉事師長、慈心不殺、修十善業，才有資格學佛。誠如經云：「要當孝順，至誠忠信，當信佛經語深，當信作善得福。」從此弟子，「如貧得寶，改往修來，洒心易行」。"
    },
    {
      "id": "02-042-0135_p0033",
      "zh_CN": "在网上又搜寻到所需要了解的一切，以中国传统文化讲座、陈大惠老师、丁嘉丽老师对师父上人的专访《和谐拯救危机》、刘素云老师系列讲座、蔡礼旭老师的《细讲弟子规》和水结晶实验等等等等。总之，只要是尊敬的师父上人推荐过的、刘素云老师等大德提到的，弟子都找来看。弟子如饥似渴充满感恩的，如海绵吸水般吸收着这一切对弟子来讲无比新鲜的内容。知道这个我不是真的我，只是我所拥有的。明白一切有为法，如梦幻泡影，如露亦如电。凡所有相皆是虚妄，过去心不可得，现在心不可得，未来心不可得。一切法无所有，毕竟空，不可得。万法皆空，因果不空，因果的转变不空，相续不空，循环不空。在很短时间内，弟子的人生发生翻天覆地的改变！俗语讲「成也萧何，败也萧何」。以前弟子天天挂在网上，接收的是杀盗淫妄、五欲六尘、迷惑颠倒，是魔王波旬的频道，虚度五十年光阴。如今弟子无限感恩网路，是它让弟子每天与圣贤、大德见面，恭敬聆听师父上人的谆谆教诲和海贤老法师的表法离障、当生成佛。遇到难题打开师父上人的频道，准能迎刃而解，而且屡试不爽。",
      "zh_TW": "在網上又搜尋到所需要了解的一切，以中國傳統文化講座、陳大惠老師、丁嘉麗老師對師父上人的專訪《和諧拯救危機》、劉素雲老師系列講座、蔡禮旭老師的《細講弟子規》和水結晶實驗等等等等。總之，只要是尊敬的師父上人推薦過的、劉素雲老師等大德提到的，弟子都找來看。弟子如飢似渴充滿感恩的，如海綿吸水般吸收著這一切對弟子來講無比新鮮的內容。知道這個我不是真的我，只是我所擁有的。明白一切有為法，如夢幻泡影，如露亦如電。凡所有相皆是虛妄，過去心不可得，現在心不可得，未來心不可得。一切法無所有，畢竟空，不可得。萬法皆空，因果不空，因果的轉變不空，相續不空，循環不空。在很短時間內，弟子的人生發生翻天覆地的改變！俗語講「成也蕭何，敗也蕭何」。以前弟子天天掛在網上，接收的是殺盜淫妄、五欲六塵、迷惑顛倒，是魔王波旬的頻道，虛度五十年光陰。如今弟子無限感恩網路，是它讓弟子每天與聖賢、大德見面，恭敬聆聽師父上人的諄諄教誨和海賢老法師的表法離障、當生成佛。遇到難題打開師父上人的頻道，準能迎刃而解，而且屢試不爽。"
    },
    {
      "id": "02-042-0135_p0034",
      "zh_CN": "尊敬的师父上人说，佛教是教育，要把学佛落实到工作、生活、处事待人接物当中。学佛以后，弟子首先从孝亲尊师做起，改善了与父亲和家亲眷属的关系。以前弟子总认为是父亲的缘故使得母亲早早离世，母亲是六十五岁离世的，心里一直不肯原谅他，瞋恨于他。学佛后明白，众生皆因报恩、报怨、讨债、还债四种缘聚在一起，各人有各人的因缘。弟子转变心态，回家真诚恭敬的给父亲跪下，忏悔以前的不孝，并发誓今后好好孝养父亲之身、之心、之智。有时间就和父亲讲解佛教里的因果轮回故事，讲尊敬的师父上人、海贤老和尚的事迹。看到父亲起烦恼，马上转变话题，始终牢记师父上人的教导随顺众生，父亲慢慢开始信佛、念佛了。小妹也在弟子的影响下，由坚决反对弟子学佛到现在每天精进读经、拜佛、念佛、听经，成为弟子的坚强后盾。",
      "zh_TW": "尊敬的師父上人說，佛教是教育，要把學佛落實到工作、生活、處事待人接物當中。學佛以後，弟子首先從孝親尊師做起，改善了與父親和家親眷屬的關係。以前弟子總認為是父親的緣故使得母親早早離世，母親是六十五歲離世的，心裡一直不肯原諒他，瞋恨於他。學佛後明白，眾生皆因報恩、報怨、討債、還債四種緣聚在一起，各人有各人的因緣。弟子轉變心態，回家真誠恭敬的給父親跪下，懺悔以前的不孝，並發誓今後好好孝養父親之身、之心、之智。有時間就和父親講解佛教裡的因果輪迴故事，講尊敬的師父上人、海賢老和尚的事蹟。看到父親起煩惱，馬上轉變話題，始終牢記師父上人的教導隨順眾生，父親慢慢開始信佛、念佛了。小妹也在弟子的影響下，由堅決反對弟子學佛到現在每天精進讀經、拜佛、念佛、聽經，成為弟子的堅強後盾。"
    },
    {
      "id": "02-042-0135_p0035",
      "zh_CN": "在读诵《地藏经》期间，一位同修送给弟子一本《佛说大乘无量寿庄严清净平等觉经》会集本。后来忍不住打开看了一遍，极乐世界真好！没有地狱三途，没有六道轮回生死，「清净庄严，宽广平正，黄金为地。若欲食时，七宝钵器，自然在前，百味饮食，自然盈满。以意为食，色力增长，而无便秽。」以前弟子总想，每天吃三顿饭，多麻烦。要是可以不吃饭，或者一个月、一年吃一次，那该多好！没想到，还真有这样的地方，而且极乐世界比弟子想的殊胜太多了。弟子真的太向往极乐世界了，那里才是我们真正永恒安稳的家园。",
      "zh_TW": "在讀誦《地藏經》期間，一位同修送給弟子一本《佛說大乘無量壽莊嚴清淨平等覺經》會集本。後來忍不住打開看了一遍，極樂世界真好！沒有地獄三途，沒有六道輪迴生死，「清淨莊嚴，寬廣平正，黃金為地。若欲食時，七寶缽器，自然在前，百味飲食，自然盈滿。以意為食，色力增長，而無便穢。」以前弟子總想，每天吃三頓飯，多麻煩。要是可以不吃飯，或者一個月、一年吃一次，那該多好！沒想到，還真有這樣的地方，而且極樂世界比弟子想的殊勝太多了。弟子真的太嚮往極樂世界了，那裡才是我們真正永恆安穩的家園。"
    },
    {
      "id": "02-042-0135_p0036",
      "zh_CN": "二、一门深入，长时薰修",
      "zh_TW": "二、一門深入，長時薰修"
    },
    {
      "id": "02-042-0135_p0037",
      "zh_CN": "在《地藏经》诵完二百部（弟子在佛前发愿读诵二百部《地藏经》全部回向给自己生生世世父母、师长、历代宗亲、六亲眷属、冤亲债主、堕胎婴灵及尽虚空遍法界一切有缘众生）后，弟子迫不及待的开始读诵《无量寿经》，并在阿弥陀佛面前发愿要诵满三千部，全部回向给自己生生世世父母、师长、历代宗亲、六亲眷属、冤亲债主、堕胎婴灵及尽虚空遍法界一切有缘众生，回向求生西方极乐世界。每天坚持拜佛、念佛，听师父上人讲《无量寿经》、《大经科注》，跟着《大经科注》第四回学习班学习。开始拜佛时，十几拜后就拜不下去了，诵经时妄念纷飞，陈年旧事都浮现出来。师父上人说，这都是因为我们累生累劫的烦恼习气造成的，不用管它，慢慢就会好。弟子相信师父上人的话，「一门深入，长时薰修」、「读书千遍，其义自见」，只要老实、听话、真干，一定会有悟处。弟子今生有幸闻到净土法门，看到《无量寿经》，一定不能错过这稀有难逢的机会，今生一定往生极乐世界，当生成就。阿弥陀佛！无限感恩十方三世一切佛，一切菩萨摩诃萨。",
      "zh_TW": "在《地藏經》誦完二百部（弟子在佛前發願讀誦二百部《地藏經》全部迴向給自己生生世世父母、師長、歷代宗親、六親眷屬、冤親債主、墮胎嬰靈及盡虛空遍法界一切有緣眾生）後，弟子迫不及待的開始讀誦《無量壽經》，並在阿彌陀佛面前發願要誦滿三千部，全部迴向給自己生生世世父母、師長、歷代宗親、六親眷屬、冤親債主、墮胎嬰靈及盡虛空遍法界一切有緣眾生，迴向求生西方極樂世界。每天堅持拜佛、念佛，聽師父上人講《無量壽經》、《大經科註》，跟著《大經科註》第四回學習班學習。開始拜佛時，十幾拜後就拜不下去了，誦經時妄念紛飛，陳年舊事都浮現出來。師父上人說，這都是因為我們累生累劫的煩惱習氣造成的，不用管它，慢慢就會好。弟子相信師父上人的話，「一門深入，長時薰修」、「讀書千遍，其義自見」，只要老實、聽話、真幹，一定會有悟處。弟子今生有幸聞到淨土法門，看到《無量壽經》，一定不能錯過這稀有難逢的機會，今生一定往生極樂世界，當生成就。阿彌陀佛！無限感恩十方三世一切佛，一切菩薩摩訶薩。"
    },
    {
      "id": "02-042-0135_p0038",
      "zh_CN": "师父上人讲，读经的目的在调伏身心，在修戒定慧，因戒而定，因定开慧，不在求解，一心专注读经，不去想经的意思，三学、六度、三慧、三资粮都在其中。弟子对《无量寿经》真是爱不释手，愈读愈欢喜。经云：「若多事物，不能离家，不暇大修斋戒，一心清净。有空闲时，端正身心，绝欲去忧，慈心精进」；「宜各勤精进，努力自求之，必得超绝去，往生无量清净阿弥陀佛国」，只要时间允许，弟子就专心听经、读经。笔记本、台式电脑，家里、办公室等，到处都有电子版、纸质版的《无量寿经》。抽空弟子就读诵一遍，或默读，或出声读，在出差的路上、飞机上、高铁上也不放过。多听师父上人讲经。以前多次听师父上人讲到，一弹指三十二亿百千念，只是一听就过去了，没什么感觉。记得有一次，再次听到师父上人讲到此处时，突然「犹如电光，裂魔见网，解诸缠缚」。那一刻，顿时感到心变得无比柔软，热泪盈眶，无限欢喜！真的是哪有什么对立面？事事是好事，人人是好人。接下来再听师父上人讲经，字字句句都落在心上，入到心里。那种感觉无法用语言形容，真的是极妙！虽然那种感觉只是电光一闪，但每每回想起来，内心还是充满欢喜。诚如海贤老和尚说的，干活不耽误念佛。这一年多的时间里，弟子每天除了精进学佛外，并不耽误繁忙的工作，工作起来有条不紊，轻松自在。最不可思议的是，每当工作中遇到难题时，在拜佛、诵经时脑海中就会突然蹦出解决问题的方法，往往使工作事半功倍。无限感恩诸佛菩萨加持，龙天善神护法的护持，自从学佛以来，从没因学佛影响工作。",
      "zh_TW": "師父上人講，讀經的目的在調伏身心，在修戒定慧，因戒而定，因定開慧，不在求解，一心專注讀經，不去想經的意思，三學、六度、三慧、三資糧都在其中。弟子對《無量壽經》真是愛不釋手，愈讀愈歡喜。經云：「若多事物，不能離家，不暇大修齋戒，一心清淨。有空閑時，端正身心，絕欲去憂，慈心精進」；「宜各勤精進，努力自求之，必得超絕去，往生無量清淨阿彌陀佛國」，只要時間允許，弟子就專心聽經、讀經。筆記本、台式電腦，家裡、辦公室等，到處都有電子版、紙質版的《無量壽經》。抽空弟子就讀誦一遍，或默讀，或出聲讀，在出差的路上、飛機上、高鐵上也不放過。多聽師父上人講經。以前多次聽師父上人講到，一彈指三十二億百千念，只是一聽就過去了，沒什麼感覺。記得有一次，再次聽到師父上人講到此處時，突然「猶如電光，裂魔見網，解諸纏縛」。那一刻，頓時感到心變得無比柔軟，熱淚盈眶，無限歡喜！真的是哪有什麼對立面？事事是好事，人人是好人。接下來再聽師父上人講經，字字句句都落在心上，入到心裡。那種感覺無法用語言形容，真的是極妙！雖然那種感覺只是電光一閃，但每每回想起來，內心還是充滿歡喜。誠如海賢老和尚說的，幹活不耽誤念佛。這一年多的時間裡，弟子每天除了精進學佛外，並不耽誤繁忙的工作，工作起來有條不紊，輕鬆自在。最不可思議的是，每當工作中遇到難題時，在拜佛、誦經時腦海中就會突然蹦出解決問題的方法，往往使工作事半功倍。無限感恩諸佛菩薩加持，龍天善神護法的護持，自從學佛以來，從沒因學佛影響工作。"
    },
    {
      "id": "02-042-0135_p0039",
      "zh_CN": "弟子目前已读诵一千余部《无量寿经》，现在愈读愈法喜充满，偶尔经里的字句仿佛活起来，意思会慢慢显现出来。经云：「若有宿恶，闻我名字，即自悔过，为道作善，便持经戒，愿生我刹，命终不复更三恶道，即生我国」。「若曹当熟思计，远离众恶，择其善者，勤而行之。爱欲荣华，不可常保，皆当别离，无可乐者。当勤精进，生安乐国。」和「若曹作善，云何第一？当自端心，当自端身，耳目口鼻，皆当自端，身心净洁，与善相应，勿随嗜欲，不犯诸恶，言色当和，身行当专。」这都像是对弟子讲的。每当弟子稍有懈怠，「虽一世精进勤苦，须臾间耳，后生无量寿国，快乐无极，永拔生死之本，无复苦恼之患」，就会从脑海里浮现出来，鞭策弟子赶紧起床。一门深入，长时薰修；读书千遍，其义自见，真实不虚。",
      "zh_TW": "弟子目前已讀誦一千餘部《無量壽經》，現在愈讀愈法喜充滿，偶爾經裡的字句彷彿活起來，意思會慢慢顯現出來。經云：「若有宿惡，聞我名字，即自悔過，為道作善，便持經戒，願生我剎，命終不復更三惡道，即生我國」。「若曹當熟思計，遠離眾惡，擇其善者，勤而行之。愛欲榮華，不可常保，皆當別離，無可樂者。當勤精進，生安樂國。」和「若曹作善，云何第一？當自端心，當自端身，耳目口鼻，皆當自端，身心淨潔，與善相應，勿隨嗜欲，不犯諸惡，言色當和，身行當專。」這都像是對弟子講的。每當弟子稍有懈怠，「雖一世精進勤苦，須臾間耳，後生無量壽國，快樂無極，永拔生死之本，無復苦惱之患」，就會從腦海裡浮現出來，鞭策弟子趕緊起床。一門深入，長時薰修；讀書千遍，其義自見，真實不虛。"
    },
    {
      "id": "02-042-0135_p0040",
      "zh_CN": "弟子只觉时间过得很快，不够用。刘素云老师说，要珍惜时间，秒秒秒秒的念佛才行。还要谨记刘素云老师说的，「见异思迁事无成，身定心定智慧生」，把自己的身定住，渐渐修行到心定开慧，此乃因戒而定，因定生慧。还应牢记「做人要正，当官要清，学佛要像」、「水清能见天，心清能见性，只要能放下，自性便现前」。认真做好当下的每一件事就是修行。人身难得今已得，佛法难闻今已闻。佛经里比喻得人身，如盲龟浮木、须弥穿针般难得，此生若不抓住这难得的机会成就，来生必堕三恶道。弟子决心尽量每天都要听经闻法，时刻警醒自己，不要学佛一年，佛在眼前；学佛两年，佛在天边；学佛三年，佛化云烟。不忘初心，方得始终。",
      "zh_TW": "弟子只覺時間過得很快，不夠用。劉素雲老師說，要珍惜時間，秒秒秒秒的念佛才行。還要謹記劉素雲老師說的，「見異思遷事無成，身定心定智慧生」，把自己的身定住，漸漸修行到心定開慧，此乃因戒而定，因定生慧。還應牢記「做人要正，當官要清，學佛要像」、「水清能見天，心清能見性，只要能放下，自性便現前」。認真做好當下的每一件事就是修行。人身難得今已得，佛法難聞今已聞。佛經裡比喻得人身，如盲龜浮木、須彌穿針般難得，此生若不抓住這難得的機會成就，來生必墮三惡道。弟子決心盡量每天都要聽經聞法，時刻警醒自己，不要學佛一年，佛在眼前；學佛兩年，佛在天邊；學佛三年，佛化雲煙。不忘初心，方得始終。"
    },
    {
      "id": "02-042-0135_p0041",
      "zh_CN": "三、闻经获益，当生成就",
      "zh_TW": "三、聞經獲益，當生成就"
    },
    {
      "id": "02-042-0135_p0042",
      "zh_CN": "师父上人讲，海贤老和尚是把《无量寿经》做出来给大家看。号召四众弟子，把老和尚往生光碟每天看三遍，念一万声佛号，坚持满一年。弟子不是不听师父上人的话，皆因已在佛前发愿读诵《无量寿经》三千部（这也是听师父上人的话）在先。现在弟子在读诵《无量寿经》的同时，穿插着看海贤老和尚往生光碟和《来佛三圣永思集》，感觉效果也很好。弟子对海贤老和尚感受最深的，除了老实、听话、勤快，就是一个俭字。老和尚一贯节俭，他每天洗脸，只用一小碗水，一双袜子补了又补，直到不能再补。他告诉印涵法师，用筷子去桶里蘸两滴香油拌菜，那可是装五十斤香油的桶！海贤老和尚常讲，「择菜不丢青，胜似念黄经。」还给去寺院的居士讲，皇帝李世民一粒小米延寿二十年的故事。他把一个俭字做到了极处，弟子要好好向海贤老和尚学习，勤俭节约，不浪费一粒粮食。",
      "zh_TW": "師父上人講，海賢老和尚是把《無量壽經》做出來給大家看。號召四眾弟子，把老和尚往生光碟每天看三遍，念一萬聲佛號，堅持滿一年。弟子不是不聽師父上人的話，皆因已在佛前發願讀誦《無量壽經》三千部（這也是聽師父上人的話）在先。現在弟子在讀誦《無量壽經》的同時，穿插著看海賢老和尚往生光碟和《來佛三聖永思集》，感覺效果也很好。弟子對海賢老和尚感受最深的，除了老實、聽話、勤快，就是一個儉字。老和尚一貫節儉，他每天洗臉，只用一小碗水，一雙襪子補了又補，直到不能再補。他告訴印涵法師，用筷子去桶裡蘸兩滴香油拌菜，那可是裝五十斤香油的桶！海賢老和尚常講，「擇菜不丟青，勝似念黃經。」還給去寺院的居士講，皇帝李世民一粒小米延壽二十年的故事。他把一個儉字做到了極處，弟子要好好向海賢老和尚學習，勤儉節約，不浪費一粒糧食。"
    },
    {
      "id": "02-042-0135_p0043",
      "zh_CN": "二Ｏ一四年九月，弟子受了五戒，更坚定信心，持戒念佛。弟子有缘得到师父上人二Ｏ一Ｏ年的「忏悔文」，如获至宝，从此做为弟子早晚课必修内容之一。弟子决心，从今至尽未来际生命的每一刹那，对虚空法界每一位众生，充满感恩、孝敬、惭愧、谦下之心。深信因果，断恶修善，戒杀吃素，放生念佛，知足常乐，慈柔和顺，宽宏大量，善解包容。彻底根除骄傲自满，贡高我慢，淫欲心、自私悭贪心、怨怒心、瞋恨报复心、对立排他心、嫉妒心、躁动心、名利虚荣心、占有控制心，我执我见、妄想分别执着心，懒惰、昏沉、掉举、散心杂话、因循苟且，彻底根除所有恶习。放下万缘，放下自私自利，放下贪瞋痴慢，一心念佛。阿弥陀佛就像父母盼望子女一样，时时在盼望我们这三界的苦命儿，六道的流浪汉，早日归来。弟子一定好好念佛，早日成就。",
      "zh_TW": "二Ｏ一四年九月，弟子受了五戒，更堅定信心，持戒念佛。弟子有緣得到師父上人二Ｏ一Ｏ年的「懺悔文」，如獲至寶，從此做為弟子早晚課必修內容之一。弟子決心，從今至盡未來際生命的每一剎那，對虛空法界每一位眾生，充滿感恩、孝敬、慚愧、謙下之心。深信因果，斷惡修善，戒殺吃素，放生念佛，知足常樂，慈柔和順，寬宏大量，善解包容。徹底根除驕傲自滿，貢高我慢，淫欲心、自私慳貪心、怨怒心、瞋恨報復心、對立排他心、嫉妒心、躁動心、名利虛榮心、佔有控制心，我執我見、妄想分別執著心，懶惰、昏沉、掉舉、散心雜話、因循苟且，徹底根除所有惡習。放下萬緣，放下自私自利，放下貪瞋痴慢，一心念佛。阿彌陀佛就像父母盼望子女一樣，時時在盼望我們這三界的苦命兒，六道的流浪漢，早日歸來。弟子一定好好念佛，早日成就。"
    },
    {
      "id": "02-042-0135_p0044",
      "zh_CN": "二Ｏ一四年底，弟子购得一套房子，建起一间不足十平方米的小佛堂，取名为静心堂。正面是弟子姐姐用十字绣绣的西方三圣图，背面墙上刻的是阿弥陀佛圣号，和师父上人的墨宝「真诚、清净、平等、正觉、慈悲；看破、放下、自在、随缘、念佛」。每天在静心堂做早晚课，感觉到十方三世诸佛、尊敬的师父上人、来佛三圣等佛菩萨、无量无边大善知识的加持、龙天善神护法的护持，内心无比清净、喜悦。",
      "zh_TW": "二Ｏ一四年底，弟子購得一套房子，建起一間不足十平方米的小佛堂，取名為靜心堂。正面是弟子姐姐用十字繡繡的西方三聖圖，背面牆上刻的是阿彌陀佛聖號，和師父上人的墨寶「真誠、清淨、平等、正覺、慈悲；看破、放下、自在、隨緣、念佛」。每天在靜心堂做早晚課，感覺到十方三世諸佛、尊敬的師父上人、來佛三聖等佛菩薩、無量無邊大善知識的加持、龍天善神護法的護持，內心無比清淨、喜悅。"
    },
    {
      "id": "02-042-0135_p0045",
      "zh_CN": "尊敬的师父上人不忍末法时期众生苦，大慈大悲把自己学佛六十余年的经历和盘托出，供养给我们芸芸苦难众生。刘素云居士也把自己学佛前期虚度十年的教训毫无保留的贡献出来，二Ｏ一四年底，更是以智言慧语，真诚、慈悲的警醒我辈后学，见异思迁事无成，身定心定智慧生。尊敬的高僧大德们慈悲为怀，为我们煞费苦心，铺就一条通往极乐世界的光明大道，我辈不肖弟子若还不精进修行，犹疑不定，不珍惜这百千万劫难遭遇的殊胜因缘，不肯沿着这条当生成佛之道精进前行，那真乃非痴即狂了。",
      "zh_TW": "尊敬的師父上人不忍末法時期眾生苦，大慈大悲把自己學佛六十餘年的經歷和盤托出，供養給我們芸芸苦難眾生。劉素雲居士也把自己學佛前期虛度十年的教訓毫無保留的貢獻出來，二Ｏ一四年底，更是以智言慧語，真誠、慈悲的警醒我輩後學，見異思遷事無成，身定心定智慧生。尊敬的高僧大德們慈悲為懷，為我們煞費苦心，鋪就一條通往極樂世界的光明大道，我輩不肖弟子若還不精進修行，猶疑不定，不珍惜這百千萬劫難遭遇的殊勝因緣，不肯沿著這條當生成佛之道精進前行，那真乃非痴即狂了。"
    },
    {
      "id": "02-042-0135_p0046",
      "zh_CN": "世间的小说、散文等文学作品和一些专业书籍，能让人读上三遍的已经很少，能读十遍的就更少了，能读百遍的少之又少，能读千遍、万遍的更难找出来。唯有佛经读上千遍、万遍也不厌，其乐无穷，愈读愈欢喜！在因缘生老师重修的《来佛三圣永思集》中有这样一首偈子：「每日清晨一炷香，谢天谢地谢君王。但求处处田禾熟，惟愿人人寿命长。国有贤臣安社稷，家无逆子恼爷娘。四方宁静干戈息，我若贫时也不妨。」非常欢喜，随抄录下来，每天凌晨燃起一炷香后，即读诵一遍。经过一年多学习，弟子内心清净许多，烦恼也随之减少了，名闻利养、五欲六尘、贪瞋痴慢也少许多。弟子虽然福薄慧浅，从半路才搭上尊敬的师父上人这列通往极乐世界的快车，但弟子下定决心不到终点绝不下车，以当生成就报佛恩、师恩、亲恩、一切众生之恩。尊敬的师父上人这列快车随时停靠接人，衷心祝愿有缘众生，千万别错过这千载难逢上车的机会，只要信深愿切直念去，一定自然花开极乐邦。弟子根性陋劣，业习深重，幸蒙诸佛菩萨、尊敬的师父上人不舍顽冥，慈悲教化，弟子定当尊师教诲，依教奉行。",
      "zh_TW": "世間的小說、散文等文學作品和一些專業書籍，能讓人讀上三遍的已經很少，能讀十遍的就更少了，能讀百遍的少之又少，能讀千遍、萬遍的更難找出來。唯有佛經讀上千遍、萬遍也不厭，其樂無窮，愈讀愈歡喜！在因緣生老師重修的《來佛三聖永思集》中有這樣一首偈子：「每日清晨一炷香，謝天謝地謝君王。但求處處田禾熟，惟願人人壽命長。國有賢臣安社稷，家無逆子惱爺娘。四方寧靜干戈息，我若貧時也不妨。」非常歡喜，隨抄錄下來，每天凌晨燃起一炷香後，即讀誦一遍。經過一年多學習，弟子內心清淨許多，煩惱也隨之減少了，名聞利養、五欲六塵、貪瞋痴慢也少許多。弟子雖然福薄慧淺，從半路才搭上尊敬的師父上人這列通往極樂世界的快車，但弟子下定決心不到終點絕不下車，以當生成就報佛恩、師恩、親恩、一切眾生之恩。尊敬的師父上人這列快車隨時停靠接人，衷心祝願有緣眾生，千萬別錯過這千載難逢上車的機會，只要信深願切直念去，一定自然花開極樂邦。弟子根性陋劣，業習深重，幸蒙諸佛菩薩、尊敬的師父上人不捨頑冥，慈悲教化，弟子定當尊師教誨，依教奉行。"
    },
    {
      "id": "02-042-0135_p0047",
      "zh_CN": "以上是惭愧弟子短暂的学佛经历和粗浅的心得体会，和许多大德同修相比还差得很远。定有许多错误偏差，恭敬叩呈尊敬的师父上人及诸位法师大德慈悲斧正，无限感恩，阿弥陀佛！顶礼恭祝，师父上人，法体安康，六时吉祥，长久住世，普度众生！惭愧弟子妙音。",
      "zh_TW": "以上是慚愧弟子短暫的學佛經歷和粗淺的心得體會，和許多大德同修相比還差得很遠。定有許多錯誤偏差，恭敬叩呈尊敬的師父上人及諸位法師大德慈悲斧正，無限感恩，阿彌陀佛！頂禮恭祝，師父上人，法體安康，六時吉祥，長久住世，普度眾生！慚愧弟子妙音。"
    },
    {
      "id": "02-042-0135_p0048",
      "zh_CN": "老法师：我们读了妙音这一篇文章，大家也都听到、看到了，我相信一定跟我一样，无限的欢喜，说明学佛不是难事。她在没有学佛之前，跟一般人一些习气都差不多，没有想到接触佛法回头这么快。这是善根发现，正是大经上所说的，每一个念佛往生的人都不是普通一般人，而是过去生中无始劫以来生生世世供养无量诸佛如来。因为人没有出六道轮回，在六道里面舍身受身，决定有隔阴之迷，回头得慢的、时间长的，那是业障习气很重；回头得很快的，说明他得佛力加持，也就是说他的业障习气消得也快。最重要的，一定要把握在这一生当中往生，不再搞六道轮回，这是真实智慧，真实的福报。这篇文章她只留个妙音，没有说出名字，她的修学勇猛精进，非常值得我们同学做榜样。老修当中，像她所说的每天精进修持，确实还不多见。一定要能知道，人身难得，佛法难闻，是真难！这个话不是世尊随便说的，世尊说这两句话用意深长，我们听了要有高度的警觉。经上常说，人的生命在呼吸之间，一口气不来，这就过去了。所以我们也曾经提醒同学，每一天都作往生想，晚上躺在床上，那就跟等于死没有两样，明天能不能再活过来？没人知道。常常作如是观，警觉性就提升了。贤公老和尚说得好，你看他老人家的口头禅，也就是劝导一切众生，无论是初学还是老修，他提出来就一句话，「好好念佛，成佛是真的，其他都是假的」。",
      "zh_TW": "老法師：我們讀了妙音這一篇文章，大家也都聽到、看到了，我相信一定跟我一樣，無限的歡喜，說明學佛不是難事。她在沒有學佛之前，跟一般人一些習氣都差不多，沒有想到接觸佛法回頭這麼快。這是善根發現，正是大經上所說的，每一個念佛往生的人都不是普通一般人，而是過去生中無始劫以來生生世世供養無量諸佛如來。因為人沒有出六道輪迴，在六道裡面捨身受身，決定有隔陰之迷，回頭得慢的、時間長的，那是業障習氣很重；回頭得很快的，說明他得佛力加持，也就是說他的業障習氣消得也快。最重要的，一定要把握在這一生當中往生，不再搞六道輪迴，這是真實智慧，真實的福報。這篇文章她只留個妙音，沒有說出名字，她的修學勇猛精進，非常值得我們同學做榜樣。老修當中，像她所說的每天精進修持，確實還不多見。一定要能知道，人身難得，佛法難聞，是真難！這個話不是世尊隨便說的，世尊說這兩句話用意深長，我們聽了要有高度的警覺。經上常說，人的生命在呼吸之間，一口氣不來，這就過去了。所以我們也曾經提醒同學，每一天都作往生想，晚上躺在床上，那就跟等於死沒有兩樣，明天能不能再活過來？沒人知道。常常作如是觀，警覺性就提升了。賢公老和尚說得好，你看他老人家的口頭禪，也就是勸導一切眾生，無論是初學還是老修，他提出來就一句話，「好好念佛，成佛是真的，其他都是假的」。"
    },
    {
      "id": "02-042-0135_p0049",
      "zh_CN": "我们在最近几年当中，看了一些科学报告，跟世尊在经上讲的对比，我们的概念就建立了。什么概念？其他什么都是假的。经典上告诉我们，「一切法无所有，毕竟空，不可得」。《金刚经》上告诉我们，「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」，有为就是有生有灭。我们身体是生灭的，身上的细胞新陈代谢，每一秒钟都没有放过，真是分分秒秒新陈代谢，这不是假的吗？哪里是真的？科学家告诉我们，七年是一个周期，全身细胞全换了，没有一个旧的，所以它不是真的。弥勒菩萨讲得更透彻，新陈代谢的变化，频率多高？他说一弹指三十二亿百千念，一弹指。三十二亿乘百千，百千是十万，三十二亿乘十万，这个频率多快？乘出来是三百二十兆，一弹指。一秒钟能弹几次？年轻力壮，弹得快，一秒钟可以弹七次，三十二亿乘七，二千二百四十兆，一秒钟。说什么？说我们身体，整个宇宙物质现象、精神现象（精神现象是念头），还有自然现象。佛经上所说的阿赖耶的三细相，物质现象就是境界相，心理现象就是转相，自然现象这个能量就是业相，这阿赖耶三细相，科学家说它是宇宙的奥秘。现在科学进步，把物质现象搞清楚了，这个秘密揭穿了。物质是什么？物质就是（所有物质、精神包括自然现象，也就是科学讲的信息、能量、物质）一秒钟二千二百四十兆分之一这么高频率当中产生的幻相。所以德国普朗克博士（他就是研究这个东西的）他说，根据他的实验得出的结论，宇宙之间根本没有物质这个东西，物质是假的，是高频率产生的幻相，不是真的。这就是佛教给我们，「凡所有相皆是虚妄」，教我们放下。",
      "zh_TW": "我們在最近幾年當中，看了一些科學報告，跟世尊在經上講的對比，我們的概念就建立了。什麼概念？其他什麼都是假的。經典上告訴我們，「一切法無所有，畢竟空，不可得」。《金剛經》上告訴我們，「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」，有為就是有生有滅。我們身體是生滅的，身上的細胞新陳代謝，每一秒鐘都沒有放過，真是分分秒秒新陳代謝，這不是假的嗎？哪裡是真的？科學家告訴我們，七年是一個週期，全身細胞全換了，沒有一個舊的，所以它不是真的。彌勒菩薩講得更透徹，新陳代謝的變化，頻率多高？他說一彈指三十二億百千念，一彈指。三十二億乘百千，百千是十萬，三十二億乘十萬，這個頻率多快？乘出來是三百二十兆，一彈指。一秒鐘能彈幾次？年輕力壯，彈得快，一秒鐘可以彈七次，三十二億乘七，二千二百四十兆，一秒鐘。說什麼？說我們身體，整個宇宙物質現象、精神現象（精神現象是念頭），還有自然現象。佛經上所說的阿賴耶的三細相，物質現象就是境界相，心理現象就是轉相，自然現象這個能量就是業相，這阿賴耶三細相，科學家說它是宇宙的奧祕。現在科學進步，把物質現象搞清楚了，這個祕密揭穿了。物質是什麼？物質就是（所有物質、精神包括自然現象，也就是科學講的信息、能量、物質）一秒鐘二千二百四十兆分之一這麼高頻率當中產生的幻相。所以德國普朗克博士（他就是研究這個東西的）他說，根據他的實驗得出的結論，宇宙之間根本沒有物質這個東西，物質是假的，是高頻率產生的幻相，不是真的。這就是佛教給我們，「凡所有相皆是虛妄」，教我們放下。"
    },
    {
      "id": "02-042-0135_p0050",
      "zh_CN": "在哪里放下？六根接触六尘境界。眼见色看得清楚，耳闻声听得清楚，看清楚、听清楚是自性般若智慧，放下什么？放下染污，决定不要让它染污。如果你看了、听了起心动念，被染污了，分别执着是严重染污。修行在哪里修？就在这修，这真功夫。凡夫六根对六尘，它起的作用就是起心动念、分别执着；大修行人，法身菩萨以上的，他们修行六根六尘在根尘相接之处，他能做到不起心不动念、不分别不执着。六根照见六尘，根尘都不可得，六尘不可得，外头有外境，六根也不可得，这才真叫做大彻大悟，明心见性。我们真正会用功的，我们今天不修禅，也不修自心观，我们就念佛。六根接触六尘境界，心里面是阿弥陀佛，就是听得清楚、看得清楚，心里头是什么？心里面是阿弥陀佛，除阿弥陀佛之外什么也没有。这是修什么？这是修净土，这是修西方极乐世界。我们想像到极乐世界之后，是不是会把阿弥陀佛放下？我相信不会，还是继续念下去，为什么？习气，养成习惯了。碍不碍事？不碍事，必定成无上道。我们后面还有一份。这一篇东西，要把它印出来，给很多初学的同学，可以做参考，老修都可以做参考，这篇她写得非常好，非常难得。",
      "zh_TW": "在哪裡放下？六根接觸六塵境界。眼見色看得清楚，耳聞聲聽得清楚，看清楚、聽清楚是自性般若智慧，放下什麼？放下染污，決定不要讓它染污。如果你看了、聽了起心動念，被染污了，分別執著是嚴重染污。修行在哪裡修？就在這修，這真功夫。凡夫六根對六塵，它起的作用就是起心動念、分別執著；大修行人，法身菩薩以上的，他們修行六根六塵在根塵相接之處，他能做到不起心不動念、不分別不執著。六根照見六塵，根塵都不可得，六塵不可得，外頭有外境，六根也不可得，這才真叫做大徹大悟，明心見性。我們真正會用功的，我們今天不修禪，也不修自心觀，我們就念佛。六根接觸六塵境界，心裡面是阿彌陀佛，就是聽得清楚、看得清楚，心裡頭是什麼？心裡面是阿彌陀佛，除阿彌陀佛之外什麼也沒有。這是修什麼？這是修淨土，這是修西方極樂世界。我們想像到極樂世界之後，是不是會把阿彌陀佛放下？我相信不會，還是繼續念下去，為什麼？習氣，養成習慣了。礙不礙事？不礙事，必定成無上道。我們後面還有一份。這一篇東西，要把它印出來，給很多初學的同學，可以做參考，老修都可以做參考，這篇她寫得非常好，非常難得。"
    },
    {
      "id": "02-042-0135_p0051",
      "zh_CN": "学生：尊敬的师父上人慈悲，诸位善知识慈悲，不肖弟子善慧，不是学习班的学生，也远没有资格参加学习班，更不敢提出报告，是佛菩萨及师父上人的加持，才有今天这篇文字。做为一个没有长进的学佛人，弟子近十个月以来，一直在听师父上人的《大经科注》及《科注》学习班，看到、听到这些大德们的心得报告，弟子惭愧得无地自容，但也倍受感动和鼓舞，知道自己今生也能作佛。特别是贤公的表法，看了以后，觉得只要死心塌地学贤公，往生极乐是板上钉钉的事，不容更改。下面是弟子对贤公表法时说的一句话的粗浅理解，呈递给师父上人指正。「好好念佛，成佛是大事，其他啥都是假的」。",
      "zh_TW": "學生：尊敬的師父上人慈悲，諸位善知識慈悲，不肖弟子善慧，不是學習班的學生，也遠沒有資格參加學習班，更不敢提出報告，是佛菩薩及師父上人的加持，才有今天這篇文字。做為一個沒有長進的學佛人，弟子近十個月以來，一直在聽師父上人的《大經科註》及《科註》學習班，看到、聽到這些大德們的心得報告，弟子慚愧得無地自容，但也倍受感動和鼓舞，知道自己今生也能作佛。特別是賢公的表法，看了以後，覺得只要死心塌地學賢公，往生極樂是板上釘釘的事，不容更改。下面是弟子對賢公表法時說的一句話的粗淺理解，呈遞給師父上人指正。「好好念佛，成佛是大事，其他啥都是假的」。"
    },
    {
      "id": "02-042-0135_p0052",
      "zh_CN": "「好好念佛」，弟子理解，印祖《文钞》中有一段开示，「如来普令众生缘念于佛，故曰：若众生心，忆佛念佛，现前当来，必定见佛，去佛不远。又曰：诸佛如来，是法界身，入一切众生心想中，是故汝等心想佛时，此心即是三十二相，八十随形好，是心作佛，是心是佛，诸佛正遍知海，从心想生。夫随佛界之缘（好好念佛），则是心作佛，是心是佛矣。若随众生各界之缘（不老实念佛），则是心作众生，是心是众生矣」。",
      "zh_TW": "「好好念佛」，弟子理解，印祖《文鈔》中有一段開示，「如來普令眾生緣念於佛，故曰：若眾生心，憶佛念佛，現前當來，必定見佛，去佛不遠。又曰：諸佛如來，是法界身，入一切眾生心想中，是故汝等心想佛時，此心即是三十二相，八十隨形好，是心作佛，是心是佛，諸佛正遍知海，從心想生。夫隨佛界之緣（好好念佛），則是心作佛，是心是佛矣。若隨眾生各界之緣（不老實念佛），則是心作眾生，是心是眾生矣」。"
    },
    {
      "id": "02-042-0135_p0053",
      "zh_CN": "「成佛是大事」，弟子理解，《法华经》云：「三界无安，犹如火宅，众苦充满，甚可怖畏」，唯有今生往生成佛，才能远离众苦，但受诸乐。所以贤公告诉我们，往生成佛才是人生唯一的大事。《无量寿经》中云：「心常谛住度世之道」、「一向专志庄严妙土」、「假令供养恒沙圣，不如坚勇求正觉。」古德有云：「平生只有西归愿，肯为他缘负此心」，除往生作佛这件事，在在萦怀以外，其他的什么事都不上心了。",
      "zh_TW": "「成佛是大事」，弟子理解，《法華經》云：「三界無安，猶如火宅，眾苦充滿，甚可怖畏」，唯有今生往生成佛，才能遠離眾苦，但受諸樂。所以賢公告訴我們，往生成佛才是人生唯一的大事。《無量壽經》中云：「心常諦住度世之道」、「一向專志莊嚴妙土」、「假令供養恆沙聖，不如堅勇求正覺。」古德有云：「平生只有西歸願，肯為他緣負此心」，除往生作佛這件事，在在縈懷以外，其他的什麼事都不上心了。"
    },
    {
      "id": "02-042-0135_p0054",
      "zh_CN": "「其他啥都是假的」，弟子理解贤公这句话，是世尊二十二年讲般若的精华。师父上人讲经时说，《大般若经》师父给浓缩成十二个字，「一切法无所有，毕竟空，不可得。」《金刚经》总结，「凡所有相皆是虚妄」、「一切有为法如梦幻泡影」。可现代人障深慧浅，对这些佛经、祖语理解起来都有障碍。所以贤公应机说法，用最浅显、最直观、最明白，人人都能听得懂的「其他啥都是假的」，很善巧的把宇宙人生的真相开显出来，让我们末法业障深重的众生能看得破、放得下。铁脚僧：能求点佛果（往生极乐）。",
      "zh_TW": "「其他啥都是假的」，弟子理解賢公這句話，是世尊二十二年講般若的精華。師父上人講經時說，《大般若經》師父給濃縮成十二個字，「一切法無所有，畢竟空，不可得。」《金剛經》總結，「凡所有相皆是虛妄」、「一切有為法如夢幻泡影」。可現代人障深慧淺，對這些佛經、祖語理解起來都有障礙。所以賢公應機說法，用最淺顯、最直觀、最明白，人人都能聽得懂的「其他啥都是假的」，很善巧的把宇宙人生的真相開顯出來，讓我們末法業障深重的眾生能看得破、放得下。鐵腳僧：能求點佛果（往生極樂）。"
    },
    {
      "id": "02-042-0135_p0055",
      "zh_CN": "「好好念佛，成佛是大事，其他啥都是假的」，弟子觉得这句话，不但是《大般若经》的浓缩，也是世尊四十九年讲经说法的精华，乃至十方三世一切诸佛所说的一切经教、法门，皆在此一句话中圆满含摄，弥陀的本愿本怀也就是这一句话，十方诸佛广度众生，最微最妙的教法也是这一句话。真把这句话听懂了，万般皆休，娑婆世界千头万绪的牵缠，只剩下老实念佛这一件事了。「念佛跟佛走，念其他的跟阎王爷走」，一念佛号间断，就有跟阎王爷走的危险。念佛跟佛走，今生成佛又作祖；念其他的跟阎王爷走，六道里面去受苦，祈诸仁者三思、三思。「贤公净宗十四祖，见者闻者皆得福。老实念佛学贤公，念到铭心又刻骨。死心塌地不拐弯，今生决定生净土。」以上是弟子对贤公这句话的谬解，恳请大慈大悲的师父上人及诸善知识批评斧正，无限感恩。不肖弟子妙音遍叩。",
      "zh_TW": "「好好念佛，成佛是大事，其他啥都是假的」，弟子覺得這句話，不但是《大般若經》的濃縮，也是世尊四十九年講經說法的精華，乃至十方三世一切諸佛所說的一切經教、法門，皆在此一句話中圓滿含攝，彌陀的本願本懷也就是這一句話，十方諸佛廣度眾生，最微最妙的教法也是這一句話。真把這句話聽懂了，萬般皆休，娑婆世界千頭萬緒的牽纏，只剩下老實念佛這一件事了。「念佛跟佛走，念其他的跟閻王爺走」，一念佛號間斷，就有跟閻王爺走的危險。念佛跟佛走，今生成佛又作祖；念其他的跟閻王爺走，六道裡面去受苦，祈諸仁者三思、三思。「賢公淨宗十四祖，見者聞者皆得福。老實念佛學賢公，念到銘心又刻骨。死心塌地不拐彎，今生決定生淨土。」以上是弟子對賢公這句話的謬解，懇請大慈大悲的師父上人及諸善知識批評斧正，無限感恩。不肖弟子妙音遍叩。"
    },
    {
      "id": "02-042-0135_p0056",
      "zh_CN": "老法师：妙音居士这篇文章不长，但是非常精练，真正把修行最重要的部分都说到了。今天这两篇都好，非常有价值。希望我们同学要认真努力的学习，绝不要辜负这一生，这一生的缘无比殊胜。我常常提醒同学，净宗《无量寿经》的经典来到中国，古人真的用心，把它都翻出来了。它有十二种不同的译本，这是一切经里头没有这样殊胜的事情，翻译十二次。我们相信，这十二种译本原来的版本并不完全相同，从这个地方证明，释迦牟尼佛在一生讲经教学当中，《无量寿经》（就是介绍西方极乐世界）是多次宣讲。其他经典只讲一次，没有再讲第二遍的，这部经是多次宣讲，突出它的重要性。在中国都翻译了，非常可惜的，传下来的只有五种版本，七种失传了。我们在《大藏经》目录里头看到，有目录，有翻译的人，有翻译的年代，但是书没有了。",
      "zh_TW": "老法師：妙音居士這篇文章不長，但是非常精練，真正把修行最重要的部分都說到了。今天這兩篇都好，非常有價值。希望我們同學要認真努力的學習，絕不要辜負這一生，這一生的緣無比殊勝。我常常提醒同學，淨宗《無量壽經》的經典來到中國，古人真的用心，把它都翻出來了。它有十二種不同的譯本，這是一切經裡頭沒有這樣殊勝的事情，翻譯十二次。我們相信，這十二種譯本原來的版本並不完全相同，從這個地方證明，釋迦牟尼佛在一生講經教學當中，《無量壽經》（就是介紹西方極樂世界）是多次宣講。其他經典只講一次，沒有再講第二遍的，這部經是多次宣講，突出它的重要性。在中國都翻譯了，非常可惜的，傳下來的只有五種版本，七種失傳了。我們在《大藏經》目錄裡頭看到，有目錄，有翻譯的人，有翻譯的年代，但是書沒有了。"
    },
    {
      "id": "02-042-0135_p0057",
      "zh_CN": "不同，多次宣讲，确实就有会集的必要。《无量寿经》早年没人会集，实在讲印刷术宋朝时候才发明的，宋以前的书都是手抄本，这么多本子，抄起来确实不方便。所以修净土的都用《阿弥陀经》，很少人用《无量寿经》。但是日本、韩国人他们对《无量寿经》认真学习超过我们中国，在注解方面，《无量寿经》注解在日本有二十多种，中国只有两种。所以会集，宋朝王龙舒第一次会集，被收在《大藏经》里。但是龙舒老居士只见到四种版本，唐朝《宝积经》里面这一份，他没有见到，所以不足，最遗憾的，不足。魏默深，虽然五种原译本他都看到了，他是咸丰年间人，咸丰的妃子慈禧太后，大家都很熟知，是那个时代的人，会集的东西后人有批评，他轻率的改动了经文，这是大家所忌讳的，会集也确实不错。最后这个本子，夏莲居老居士，菩萨再来，看到佛法衰到这种地步，他出现在人间。这个本子抗战胜利之前才完成的，所以许许多多现代的这些大德们没见到。我们是非常有幸、有缘，在台湾，律航老法师，他也是夏老的弟子，从山东到台湾带了几本，送给李炳南老居士。李老居士把它印出来了，好像也只印了二、三千本，印过两次，流通量不大。而且确实有人不愿意念这个本子，学《无量寿经》的都念康僧铠的本子。这本子好，老师得到这个本子之后，在台中法华寺讲过一遍。他有个眉注的本子，这个本子他给我了，早年我在国外讲《无量寿经》，先后讲过十遍，都是用李老师的眉注本。",
      "zh_TW": "不同，多次宣講，確實就有會集的必要。《無量壽經》早年沒人會集，實在講印刷術宋朝時候才發明的，宋以前的書都是手抄本，這麼多本子，抄起來確實不方便。所以修淨土的都用《阿彌陀經》，很少人用《無量壽經》。但是日本、韓國人他們對《無量壽經》認真學習超過我們中國，在註解方面，《無量壽經》註解在日本有二十多種，中國只有兩種。所以會集，宋朝王龍舒第一次會集，被收在《大藏經》裡。但是龍舒老居士只見到四種版本，唐朝《寶積經》裡面這一份，他沒有見到，所以不足，最遺憾的，不足。魏默深，雖然五種原譯本他都看到了，他是咸豐年間人，咸豐的妃子慈禧太后，大家都很熟知，是那個時代的人，會集的東西後人有批評，他輕率的改動了經文，這是大家所忌諱的，會集也確實不錯。最後這個本子，夏蓮居老居士，菩薩再來，看到佛法衰到這種地步，他出現在人間。這個本子抗戰勝利之前才完成的，所以許許多多現代的這些大德們沒見到。我們是非常有幸、有緣，在台灣，律航老法師，他也是夏老的弟子，從山東到台灣帶了幾本，送給李炳南老居士。李老居士把它印出來了，好像也只印了二、三千本，印過兩次，流通量不大。而且確實有人不願意念這個本子，學《無量壽經》的都念康僧鎧的本子。這本子好，老師得到這個本子之後，在台中法華寺講過一遍。他有個眉註的本子，這個本子他給我了，早年我在國外講《無量壽經》，先後講過十遍，都是用李老師的眉註本。"
    },
    {
      "id": "02-042-0135_p0058",
      "zh_CN": "在美国跟黄念老联系上了，他带了一本注解，那是未定稿，他用油印印出一百套，向这些出家、在家的大德们请教，请大家提供意见。我在美国是第一个得到的，海外流通第一本，我看到非常欢喜。我问老居士，你有没有版权？他说你问这个干什么？什么意思？我说有版权，我尊重你，没有版权，我在台湾翻印。他听了很欢喜，没有版权，而且还要我给它写一篇序文，给它题封面。我们初版就印了一万册，在海外流通，也是我们最先印的。以后他又修订过几次，现在我们用的本子是修订本，里面补充一些东西进去，特别是关于科学方面的，补进去了，非常难得。经是真经，每个字都有来历，念老注解都把它注出来了，每一句从哪一部经里头会集的。他老人家做这个注解，这是夏老给他的任务，让他来给这部经作一部注解。他用了八十三种经论，一百一十种祖师大德的注疏，也是用会集的方法来注解这部经，说明不是自己的意思，佛说的，祖师大德说的，希望取信于后人，不容易！",
      "zh_TW": "在美國跟黃念老聯繫上了，他帶了一本註解，那是未定稿，他用油印印出一百套，向這些出家、在家的大德們請教，請大家提供意見。我在美國是第一個得到的，海外流通第一本，我看到非常歡喜。我問老居士，你有沒有版權？他說你問這個幹什麼？什麼意思？我說有版權，我尊重你，沒有版權，我在台灣翻印。他聽了很歡喜，沒有版權，而且還要我給它寫一篇序文，給它題封面。我們初版就印了一萬冊，在海外流通，也是我們最先印的。以後他又修訂過幾次，現在我們用的本子是修訂本，裡面補充一些東西進去，特別是關於科學方面的，補進去了，非常難得。經是真經，每個字都有來歷，念老註解都把它註出來了，每一句從哪一部經裡頭會集的。他老人家做這個註解，這是夏老給他的任務，讓他來給這部經作一部註解。他用了八十三種經論，一百一十種祖師大德的註疏，也是用會集的方法來註解這部經，說明不是自己的意思，佛說的，祖師大德說的，希望取信於後人，不容易！"
    },
    {
      "id": "02-042-0135_p0059",
      "zh_CN": "又遇到宏琳法师，这十几年引经据典来澄清一般人对于经、注解的误会。海贤老和尚，前年二Ｏ一三年元月往生了，给我们作证转，证明西方极乐世界真有，阿弥陀佛真有，不是假的；证明夏莲老的会集本是真经，黄念老的注解是正知正见；也为我们证明我们这些年来学习这部经是正确的，没有走错路，真不容易。人身难得，佛法难闻，我们对净宗能够见到会集本，能够读到黄念老的集解，不容易，难中之难！一定要抓住这一生的机会，不可以等来生，等来生就错了，来生你未必会遇到，不知道跑哪一道去。一心一意，放下万缘，心上只要专一尊阿弥陀佛，每个人都能往生，比什么都重要。决定不要把东西放在心上，心上就专一，就一句佛号，一尊阿弥陀佛。很难得，这两位同学都是我们大家学佛的好榜样，希望她们能坚持到底，一生不拐弯，不换跑道，这一生当中个个成就。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "又遇到宏琳法師，這十幾年引經據典來澄清一般人對於經、註解的誤會。海賢老和尚，前年二Ｏ一三年元月往生了，給我們作證轉，證明西方極樂世界真有，阿彌陀佛真有，不是假的；證明夏蓮老的會集本是真經，黃念老的註解是正知正見；也為我們證明我們這些年來學習這部經是正確的，沒有走錯路，真不容易。人身難得，佛法難聞，我們對淨宗能夠見到會集本，能夠讀到黃念老的集解，不容易，難中之難！一定要抓住這一生的機會，不可以等來生，等來生就錯了，來生你未必會遇到，不知道跑哪一道去。一心一意，放下萬緣，心上只要專一尊阿彌陀佛，每個人都能往生，比什麼都重要。決定不要把東西放在心上，心上就專一，就一句佛號，一尊阿彌陀佛。很難得，這兩位同學都是我們大家學佛的好榜樣，希望她們能堅持到底，一生不拐彎，不換跑道，這一生當中個個成就。好，今天時間到了，我們就學習到此地。"
    }
  ]
}