{
  "doc_id": "02-042-0207",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "自了法师",
    "妙音"
  ],
  "volume": {
    "zh_CN": "第二Ｏ七集",
    "zh_TW": "第二Ｏ七集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0207",
  "total_paragraphs": 93,
  "paragraphs": [
    {
      "id": "02-042-0207_p0001",
      "zh_CN": "学生：【摘录分享】珍惜暇满人身宝（下）智圆法师讲授",
      "zh_TW": "學生：【摘錄分享】珍惜暇滿人身寶（下）智圓法師講授"
    },
    {
      "id": "02-042-0207_p0002",
      "zh_CN": "学习暇满之后，最重大的一个问题，就是自己对时间要有新的规画。现代人的生活迷乱、混乱、黑白颠倒、没有规律。自由的思想造成了很多人的生活习惯已经混乱。这实际是在大大的浪费暇满。",
      "zh_TW": "學習暇滿之後，最重大的一個問題，就是自己對時間要有新的規畫。現代人的生活迷亂、混亂、黑白顛倒、沒有規律。自由的思想造成了很多人的生活習慣已經混亂。這實際是在大大的浪費暇滿。"
    },
    {
      "id": "02-042-0207_p0003",
      "zh_CN": "古代修行人的道心好，连睡眠都不愿意。他有很强的心求解脱、求明心见性、要办生死大事，所以全力以赴的修道。他们得成就，就是因为把全身心都投入在修行当中。",
      "zh_TW": "古代修行人的道心好，連睡眠都不願意。他有很強的心求解脫、求明心見性、要辦生死大事，所以全力以赴的修道。他們得成就，就是因為把全身心都投入在修行當中。"
    },
    {
      "id": "02-042-0207_p0004",
      "zh_CN": "最严格的要求是二六时中念念在道，不杂用心，这才是真正善用了暇满。因此连睡眠都要减少，乃至最终消除。想一想连自己身体最基本的睡眠都要抛弃，何况其他身外之物：车啊、房啊、娱乐啊、逛街啊，这些就不用提了。",
      "zh_TW": "最嚴格的要求是二六時中念念在道，不雜用心，這才是真正善用了暇滿。因此連睡眠都要減少，乃至最終消除。想一想連自己身體最基本的睡眠都要拋棄，何況其他身外之物：車啊、房啊、娛樂啊、逛街啊，這些就不用提了。"
    },
    {
      "id": "02-042-0207_p0005",
      "zh_CN": "但我们现在暂时还做不到这样，也应当尽量减少。从起码的要求上说，对自己的时间要有合理的规范，日常的工作、修行要有规律，要保证每天有一定的时间，身心能安定的缘在法上，这才有每天仅有的一点暇满。如果身心一直散乱在非佛法的境缘上，收不住心，那就是把自己弄成「无暇」了。",
      "zh_TW": "但我們現在暫時還做不到這樣，也應當盡量減少。從起碼的要求上說，對自己的時間要有合理的規範，日常的工作、修行要有規律，要保證每天有一定的時間，身心能安定的緣在法上，這才有每天僅有的一點暇滿。如果身心一直散亂在非佛法的境緣上，收不住心，那就是把自己弄成「無暇」了。"
    },
    {
      "id": "02-042-0207_p0006",
      "zh_CN": "为了保证这一点，要从原来时间上没规律，转变成时间安排有规律；从原来外缘很多，变成外缘很少；从原来生活要求很高，变成生活简单。散乱的境缘和行为一定要去除，行为上一定要有规律。",
      "zh_TW": "為了保證這一點，要從原來時間上沒規律，轉變成時間安排有規律；從原來外緣很多，變成外緣很少；從原來生活要求很高，變成生活簡單。散亂的境緣和行為一定要去除，行為上一定要有規律。"
    },
    {
      "id": "02-042-0207_p0007",
      "zh_CN": "过去行为上是随意的，现在要约束自己，有明确的计划。规定好一天当中应该做什么，什么时间该做什么事。通过这种方式把自己从不符合暇满要求的方向上拉回到本位，让身心真正成为修道的所依。如果心是紊乱的、混乱的，那就不可能靠它来修法。只有身安稳下来、心安静下来，这个身才成为修道的所依，才是拥有了暇满，在这个暇满人身宝上才能修道。",
      "zh_TW": "過去行為上是隨意的，現在要約束自己，有明確的計畫。規定好一天當中應該做什麼，什麼時間該做什麼事。通過這種方式把自己從不符合暇滿要求的方向上拉回到本位，讓身心真正成為修道的所依。如果心是紊亂的、混亂的，那就不可能靠它來修法。只有身安穩下來、心安靜下來，這個身才成為修道的所依，才是擁有了暇滿，在這個暇滿人身寶上才能修道。"
    },
    {
      "id": "02-042-0207_p0008",
      "zh_CN": "世俗化吞噬了暇满",
      "zh_TW": "世俗化吞噬了暇滿"
    },
    {
      "id": "02-042-0207_p0009",
      "zh_CN": "生活在世间的修行人很容易被世俗化，对世间种种社会活动、行为、生活方式，没有足够的智慧辨别、拣择，很容易受社会和周围环境的影响，逐渐世俗化。不知不觉就以世俗化把自己的道心和修行腐蚀、弱化。这就是温柔的魔众，让自己的道心疲软下来，趴在轮回里再也不愿出离。",
      "zh_TW": "生活在世間的修行人很容易被世俗化，對世間種種社會活動、行為、生活方式，沒有足夠的智慧辨別、揀擇，很容易受社會和周圍環境的影響，逐漸世俗化。不知不覺就以世俗化把自己的道心和修行腐蝕、弱化。這就是溫柔的魔眾，讓自己的道心疲軟下來，趴在輪迴裡再也不願出離。"
    },
    {
      "id": "02-042-0207_p0010",
      "zh_CN": "有一个比喻这样说：把一只青蛙放在凉水锅里，慢慢的烧水，这只青蛙感觉很舒服，不知不觉中就在里面被煮死了。如果把青蛙放进开水锅里，牠会立即蹦出来，保全自己的性命。",
      "zh_TW": "有一個比喻這樣說：把一隻青蛙放在涼水鍋裡，慢慢的燒水，這隻青蛙感覺很舒服，不知不覺中就在裡面被煮死了。如果把青蛙放進開水鍋裡，牠會立即蹦出來，保全自己的性命。"
    },
    {
      "id": "02-042-0207_p0011",
      "zh_CN": "世俗化给人的假相是：这是有益的，这是给人安乐的，这是正常的，不但没问题，还是很好的。所以这种温柔的魔最难提防。实际上，自己已经陷入了迷乱，被乐的假相骗住了，在耽着它的滋味的同时，已经在加深乐执，和厌离、出离的心态完全相反。这种乐执一旦加深，就让心麻木、坏死，而无心修道了。",
      "zh_TW": "世俗化給人的假相是：這是有益的，這是給人安樂的，這是正常的，不但沒問題，還是很好的。所以這種溫柔的魔最難提防。實際上，自己已經陷入了迷亂，被樂的假相騙住了，在耽著它的滋味的同時，已經在加深樂執，和厭離、出離的心態完全相反。這種樂執一旦加深，就讓心麻木、壞死，而無心修道了。"
    },
    {
      "id": "02-042-0207_p0012",
      "zh_CN": "「天人」的无暇",
      "zh_TW": "「天人」的無暇"
    },
    {
      "id": "02-042-0207_p0013",
      "zh_CN": "天人就是迷在五欲享受当中，使一切的时光都成为无暇。想一想，天人的寿命是人寿命的几千、几万、几亿倍，为什么说他是无暇呢？他有很多时间，又不需要工作，怎么是无暇呢？其实他的心已经被五欲这个温柔的魔王俘虏了，根本没有心思修道。明眼人看他就是恶趣的候选人，他的享乐、他的花天酒地，就是他落入恶趣深渊的前奏。现在这个时代，欲尘这样丰富，有点福报的人都堕在「天人」的无暇当中，毫不自觉。",
      "zh_TW": "天人就是迷在五欲享受當中，使一切的時光都成為無暇。想一想，天人的壽命是人壽命的幾千、幾萬、幾億倍，為什麼說他是無暇呢？他有很多時間，又不需要工作，怎麼是無暇呢？其實他的心已經被五欲這個溫柔的魔王俘虜了，根本沒有心思修道。明眼人看他就是惡趣的候選人，他的享樂、他的花天酒地，就是他落入惡趣深淵的前奏。現在這個時代，欲塵這樣豐富，有點福報的人都墮在「天人」的無暇當中，毫不自覺。"
    },
    {
      "id": "02-042-0207_p0014",
      "zh_CN": "我们定义：看电视就是无暇，进入超市就是无暇，进入高级餐馆就是无暇，进入娱乐中心、歌舞场所全部都是无暇，进入风景区跟天人进欢喜园一样，也是无暇，钻到娱乐片、暴力片里也是无暇，进入现在都市就是无暇，跟天人进天宫一样。",
      "zh_TW": "我們定義：看電視就是無暇，進入超市就是無暇，進入高級餐館就是無暇，進入娛樂中心、歌舞場所全部都是無暇，進入風景區跟天人進歡喜園一樣，也是無暇，鑽到娛樂片、暴力片裡也是無暇，進入現在都市就是無暇，跟天人進天宮一樣。"
    },
    {
      "id": "02-042-0207_p0015",
      "zh_CN": "我本人的看法是，对现代修行人来说，认识天人的无暇非常重要。天人的一生都成了虚度、成了无暇，他修道最大的违缘其实就是五欲。反观我们有点福报，看电视、逛超市、享美食、买时装、打扮、旅游，就是把自己的人生弄成无暇了。这样再有时间、再有福报，也是无暇，因为你的时间都耗在享受上。心没有入在佛法当中，就是无暇。",
      "zh_TW": "我本人的看法是，對現代修行人來說，認識天人的無暇非常重要。天人的一生都成了虛度、成了無暇，他修道最大的違緣其實就是五欲。反觀我們有點福報，看電視、逛超市、享美食、買時裝、打扮、旅遊，就是把自己的人生弄成無暇了。這樣再有時間、再有福報，也是無暇，因為你的時間都耗在享受上。心沒有入在佛法當中，就是無暇。"
    },
    {
      "id": "02-042-0207_p0016",
      "zh_CN": "细算暇满",
      "zh_TW": "細算暇滿"
    },
    {
      "id": "02-042-0207_p0017",
      "zh_CN": "从微细角度来说，在某一段时间里，不修法，这段时间就是无暇。仔细检视自己的人生有几分上闲暇呢？大多数都成了无暇！没福报的人整天要去工厂打工，实际是无暇。有钱的人享受，又是天人无暇。",
      "zh_TW": "從微細角度來說，在某一段時間裡，不修法，這段時間就是無暇。仔細檢視自己的人生有幾分上閒暇呢？大多數都成了無暇！沒福報的人整天要去工廠打工，實際是無暇。有錢的人享受，又是天人無暇。"
    },
    {
      "id": "02-042-0207_p0018",
      "zh_CN": "很多时间里，有暇、无暇是由自己决定的。很多时候，害自己的凶手就是自己！我们本来福薄业重，生在这个艰难的时代，每天要付出八小时的劳作来谋生。有福报的话，就不用这么干了，而仅剩的一点闲暇，也被自己无谓的浪费掉了。",
      "zh_TW": "很多時間裡，有暇、無暇是由自己決定的。很多時候，害自己的凶手就是自己！我們本來福薄業重，生在這個艱難的時代，每天要付出八小時的勞作來謀生。有福報的話，就不用這麼幹了，而僅剩的一點閒暇，也被自己無謂的浪費掉了。"
    },
    {
      "id": "02-042-0207_p0019",
      "zh_CN": "如果我们不改变自己，我们还有解脱的希望吗？是不是下恶趣有分呢？目前已经是跑在暇满的边上去了。",
      "zh_TW": "如果我們不改變自己，我們還有解脫的希望嗎？是不是下惡趣有分呢？目前已經是跑在暇滿的邊上去了。"
    },
    {
      "id": "02-042-0207_p0020",
      "zh_CN": "牛马等旁生的无暇，一生中一秒钟的闲暇都没有。但人搞不好，就会把自己搞成和旁生一样。旁生为什么一秒钟闲暇都没有呢？因为牠的心没办法依于正法，整天负重劳作。如果我们人也是这样，把仅有的一点闲暇都弄得没有，那不是跟旁生一样吗？",
      "zh_TW": "牛馬等旁生的無暇，一生中一秒鐘的閒暇都沒有。但人搞不好，就會把自己搞成和旁生一樣。旁生為什麼一秒鐘閒暇都沒有呢？因為牠的心沒辦法依於正法，整天負重勞作。如果我們人也是這樣，把僅有的一點閒暇都弄得沒有，那不是跟旁生一樣嗎？"
    },
    {
      "id": "02-042-0207_p0021",
      "zh_CN": "就看自己怎么做、怎么抉择，是把自己人生搞成暇满人生？还是自己把自己搞成无暇人生？是用人身修菩提，还是用人身造恶业，把自己扔进轮回？何去何从，请自己定吧！如果有自由的时间，又遇到了佛法，还不把时间用在修学佛法上，那就是「自作孽，不可活」啊！",
      "zh_TW": "就看自己怎麼做、怎麼抉擇，是把自己人生搞成暇滿人生？還是自己把自己搞成無暇人生？是用人身修菩提，還是用人身造惡業，把自己扔進輪迴？何去何從，請自己定吧！如果有自由的時間，又遇到了佛法，還不把時間用在修學佛法上，那就是「自作孽，不可活」啊！"
    },
    {
      "id": "02-042-0207_p0022",
      "zh_CN": "古今对照看暇满",
      "zh_TW": "古今對照看暇滿"
    },
    {
      "id": "02-042-0207_p0023",
      "zh_CN": "古人为了办道不跟别人说杂话、不串门，因为一说话就动心，「瞥尔一念，即堕无明」。所以为了养道，多年不出山、不出门。现在时常在超市里逛，是什么修行？古人不说话，现在拿个手机整天东拉西扯，又是什么修行？庞居士万贯家财沉入湘江，现在成天想着赚钱，又是什么修行？龙舒先生是国学进士，精通六经，认为这都是业习，一抛而净，现在还有兴趣研究这、研究那，又是什么修行？昙鸾大师烧毁仙经，归心西方无量寿，现在练功打拳、医卜算命、星象风水、哲学物理、网路论坛，又是什么修行？最基本的八关斋戒都要求远离歌舞娼妓，学佛多年还追明星，一集一集的看影片，又是什么修行？所以，智者应高处着眼，以古德为榜样，不能随便效仿现在放逸的世俗人。",
      "zh_TW": "古人為了辦道不跟別人說雜話、不串門，因為一說話就動心，「瞥爾一念，即墮無明」。所以為了養道，多年不出山、不出門。現在時常在超市裡逛，是什麼修行？古人不說話，現在拿個手機整天東拉西扯，又是什麼修行？龐居士萬貫家財沉入湘江，現在成天想著賺錢，又是什麼修行？龍舒先生是國學進士，精通六經，認為這都是業習，一拋而淨，現在還有興趣研究這、研究那，又是什麼修行？曇鸞大師燒毀仙經，歸心西方無量壽，現在練功打拳、醫卜算命、星象風水、哲學物理、網路論壇，又是什麼修行？最基本的八關齋戒都要求遠離歌舞娼妓，學佛多年還追明星，一集一集的看影片，又是什麼修行？所以，智者應高處著眼，以古德為榜樣，不能隨便效仿現在放逸的世俗人。"
    },
    {
      "id": "02-042-0207_p0024",
      "zh_CN": "戒旅游",
      "zh_TW": "戒旅遊"
    },
    {
      "id": "02-042-0207_p0025",
      "zh_CN": "常见有人谈旅游的必要。比如：要感受大自然的神圣了！大好河山要游历游历，开拓心胸、眼界，增长见识了！身心得到放松，更有利于以后的学习工作了！",
      "zh_TW": "常見有人談旅遊的必要。比如：要感受大自然的神聖了！大好河山要遊歷遊歷，開拓心胸、眼界，增長見識了！身心得到放鬆，更有利於以後的學習工作了！"
    },
    {
      "id": "02-042-0207_p0026",
      "zh_CN": "哪曾想过，这只是在换一种苦。学苦谛时讲过，这就像担子压在一肩上，时间长了又换到另一肩上。原先待在家里、单位里，现在换成两只脚不停的走，眼睛东张西望，看到这里有新鲜的画面，那里有什么景象，这时候是边看边生起了苦、空、无常想吗？想到了无我、如梦如幻吗？静时都不见有，动时怎么会有呢？不是虚度时光吗？实际上，这跟解脱没有直接关系，跟成佛度众生没有直接关系。如果有关系，不如生天好了，天界的景色比这里好多了。但天天看天色天景，也不会解脱，何况人间的三山五岳！",
      "zh_TW": "哪曾想過，這只是在換一種苦。學苦諦時講過，這就像擔子壓在一肩上，時間長了又換到另一肩上。原先待在家裡、單位裡，現在換成兩隻腳不停的走，眼睛東張西望，看到這裡有新鮮的畫面，那裡有什麼景象，這時候是邊看邊生起了苦、空、無常想嗎？想到了無我、如夢如幻嗎？靜時都不見有，動時怎麼會有呢？不是虛度時光嗎？實際上，這跟解脫沒有直接關係，跟成佛度眾生沒有直接關係。如果有關係，不如生天好了，天界的景色比這裡好多了。但天天看天色天景，也不會解脫，何況人間的三山五嶽！"
    },
    {
      "id": "02-042-0207_p0027",
      "zh_CN": "讲出离心时，曾经讲过所有的轮回盛事都是欺诳人的，不说看这山山水水，就算家住在颐和园，在皇宫里享乐，问你是不是修行人？要不要厌舍这些？要不要把它看成火宅？既然是火宅，为什么还为它耗费钱财、时间、精力？旅游的动机就是你喜爱轮回。喜爱轮回的结果就是增长对轮回的爱着，直接是出离心的违品，所以，对修行是不利的。",
      "zh_TW": "講出離心時，曾經講過所有的輪迴盛事都是欺誑人的，不說看這山山水水，就算家住在頤和園，在皇宮裡享樂，問你是不是修行人？要不要厭捨這些？要不要把它看成火宅？既然是火宅，為什麼還為它耗費錢財、時間、精力？旅遊的動機就是你喜愛輪迴。喜愛輪迴的結果就是增長對輪迴的愛著，直接是出離心的違品，所以，對修行是不利的。"
    },
    {
      "id": "02-042-0207_p0028",
      "zh_CN": "据说虚云老和尚有一次从安徽黄山去南京毗卢寺挂单。早晨揹着简单的行囊出发。在他感到天色不早时，就睁开眼睛往前看，发现已经到了南京城的城门。再往前走，又一抬头，到了毗卢寺的山门。他从早上出发到太阳快落山，整整一天，吃没吃过中饭，他不知道；过了几条河、过没过，他也不知道；鞋子走掉了，光着脚，他也不知道。虚老是这样用功。为了了生死，什么都不顾，哪有心思看山看水！",
      "zh_TW": "據說虛雲老和尚有一次從安徽黃山去南京毗盧寺掛單。早晨揹著簡單的行囊出發。在他感到天色不早時，就睜開眼睛往前看，發現已經到了南京城的城門。再往前走，又一抬頭，到了毗盧寺的山門。他從早上出發到太陽快落山，整整一天，吃沒吃過中飯，他不知道；過了幾條河、過沒過，他也不知道；鞋子走掉了，光著腳，他也不知道。虛老是這樣用功。為了了生死，什麼都不顧，哪有心思看山看水！"
    },
    {
      "id": "02-042-0207_p0029",
      "zh_CN": "戒看报纸",
      "zh_TW": "戒看報紙"
    },
    {
      "id": "02-042-0207_p0030",
      "zh_CN": "在城市里，人们在上班路上或者地铁月台上，花一块多钱买一份晨报。其实里面绮语连篇，但大家都爱看。",
      "zh_TW": "在城市裡，人們在上班路上或者地鐵月台上，花一塊多錢買一份晨報。其實裡面綺語連篇，但大家都愛看。"
    },
    {
      "id": "02-042-0207_p0031",
      "zh_CN": "现在一种论调是人要了解世界、了解时事，了解国际、国内、周围发生的事情，说这样能增长知识，开拓见解。很多都是似是而非的话。",
      "zh_TW": "現在一種論調是人要了解世界、了解時事，了解國際、國內、周圍發生的事情，說這樣能增長知識，開拓見解。很多都是似是而非的話。"
    },
    {
      "id": "02-042-0207_p0032",
      "zh_CN": "什么叫做开拓见解呢？就是如实的了知真相，开正知见。世间写的东西大多是邪知邪见。世间讲新闻的人有他的一套评论、一套见解，他的这套见解不知不觉就渗透到你的内心。虽然里面也会有一些世间善法，但这是极少的。大多数是讲怎么享受、怎么消费、怎么娱乐、怎么竞争，谈这个世界的男欢女爱、你争我夺。",
      "zh_TW": "什麼叫做開拓見解呢？就是如實的了知真相，開正知見。世間寫的東西大多是邪知邪見。世間講新聞的人有他的一套評論、一套見解，他的這套見解不知不覺就滲透到你的內心。雖然裡面也會有一些世間善法，但這是極少的。大多數是講怎麼享受、怎麼消費、怎麼娛樂、怎麼競爭，談這個世界的男歡女愛、你爭我奪。"
    },
    {
      "id": "02-042-0207_p0033",
      "zh_CN": "像这些国论、斗争论、享乐论、金钱论，都是绮语。在世间言论中，不会谈轮回，不会开示世间的苦、空、无常、无我，不会警戒人们造恶的后果，不会揭示我执和烦恼是苦的根源。",
      "zh_TW": "像這些國論、鬥爭論、享樂論、金錢論，都是綺語。在世間言論中，不會談輪迴，不會開示世間的苦、空、無常、無我，不會警戒人們造惡的後果，不會揭示我執和煩惱是苦的根源。"
    },
    {
      "id": "02-042-0207_p0034",
      "zh_CN": "我们并非不要拓开见识。从哪里拓开见识？只有皈依三宝，眼睛看经书法语；耳朵听佛菩萨成就者的话；心里缘轮回的苦、空、无常、无我，涅槃的常乐我净；想自己怎么发大愿、修佛法、度众生，要缘这些。这些佛法在世间领域里怎么有呢？基本上都是颠倒说，你怎么能在里面开正知见呢？所以，世间的报纸、电视、书籍都没必要看。",
      "zh_TW": "我們並非不要拓開見識。從哪裡拓開見識？只有皈依三寶，眼睛看經書法語；耳朵聽佛菩薩成就者的話；心裡緣輪迴的苦、空、無常、無我，涅槃的常樂我淨；想自己怎麼發大願、修佛法、度眾生，要緣這些。這些佛法在世間領域裡怎麼有呢？基本上都是顛倒說，你怎麼能在裡面開正知見呢？所以，世間的報紙、電視、書籍都沒必要看。"
    },
    {
      "id": "02-042-0207_p0035",
      "zh_CN": "戒上网",
      "zh_TW": "戒上網"
    },
    {
      "id": "02-042-0207_p0036",
      "zh_CN": "相对于看电视、打电话，更严重的是上网问题。年轻人晚上或者周末上网，二、三个小时随随便便就被用掉。很多人刹不住车，直到深夜、凌晨，还在网上打游戏、看新闻、建博客、发帖子、看电影、瞎聊天，耗费了大量的宝贵时光。",
      "zh_TW": "相對於看電視、打電話，更嚴重的是上網問題。年輕人晚上或者週末上網，二、三個小時隨隨便便就被用掉。很多人剎不住車，直到深夜、凌晨，還在網上打遊戲、看新聞、建博客、發帖子、看電影、瞎聊天，耗費了大量的寶貴時光。"
    },
    {
      "id": "02-042-0207_p0037",
      "zh_CN": "网路内容的欲尘太丰富，引得心直接从眼睛、耳朵两道根门出去，进入欲尘的王国。人的心不到几分钟就痴迷起来，无法自控的跟着欲尘的影子转。算一算在上网的几小时里，受了多少染污？网路内容的吸引力强，人的注意力高度集中，它就像吸精气鬼一样，把人的精气神很快吸掉。这样只要上了几年网，暇满人身就毁了一半。",
      "zh_TW": "網路內容的欲塵太豐富，引得心直接從眼睛、耳朵兩道根門出去，進入欲塵的王國。人的心不到幾分鐘就痴迷起來，無法自控的跟著欲塵的影子轉。算一算在上網的幾小時裡，受了多少染污？網路內容的吸引力強，人的注意力高度集中，它就像吸精氣鬼一樣，把人的精氣神很快吸掉。這樣只要上了幾年網，暇滿人身就毀了一半。"
    },
    {
      "id": "02-042-0207_p0038",
      "zh_CN": "戒世间活动",
      "zh_TW": "戒世間活動"
    },
    {
      "id": "02-042-0207_p0039",
      "zh_CN": "平时不能跑亲戚、找朋友、搞世间活动，要尽量少打电话，修行人以正法为业，以正法为生命，不能混同于世俗人。",
      "zh_TW": "平時不能跑親戚、找朋友、搞世間活動，要盡量少打電話，修行人以正法為業，以正法為生命，不能混同於世俗人。"
    },
    {
      "id": "02-042-0207_p0040",
      "zh_CN": "有人说：这样做不合群，会被人嘲笑、冷落、抛弃的。",
      "zh_TW": "有人說：這樣做不合群，會被人嘲笑、冷落、拋棄的。"
    },
    {
      "id": "02-042-0207_p0041",
      "zh_CN": "嘲笑没什么关系，因为你最后成办的是解脱轮回，成佛度化无量无边的众生。因果律不会因为嘲笑而颠倒。你在积功累德，人天拥护，无数的佛菩萨欢喜，你成就佛陀的事业，利益无量无边的众生，即使被一万个人同时嘲笑，也不应该放弃。",
      "zh_TW": "嘲笑沒什麼關係，因為你最後成辦的是解脫輪迴，成佛度化無量無邊的眾生。因果律不會因為嘲笑而顛倒。你在積功累德，人天擁護，無數的佛菩薩歡喜，你成就佛陀的事業，利益無量無邊的眾生，即使被一萬個人同時嘲笑，也不應該放棄。"
    },
    {
      "id": "02-042-0207_p0042",
      "zh_CN": "譬如你出发去宝山取宝，很多穷光蛋嘲笑你的行为，你会不会放弃取宝呢？不会的，你只会付之一笑。一大群人沉浸在吸毒的快乐当中，而你不吸毒，他们嘲笑你，你会怎么样？也是付之一笑。因为是非、利害你看得清楚。",
      "zh_TW": "譬如你出發去寶山取寶，很多窮光蛋嘲笑你的行為，你會不會放棄取寶呢？不會的，你只會付之一笑。一大群人沉浸在吸毒的快樂當中，而你不吸毒，他們嘲笑你，你會怎麼樣？也是付之一笑。因為是非、利害你看得清楚。"
    },
    {
      "id": "02-042-0207_p0043",
      "zh_CN": "设想一下，你如果跟世间人同流合污，结局是什么？为了不被嘲笑，随顺他们，他们做什么，你也做什么。拉你喝酒，你就喝酒；拉你唱歌跳舞，你就跟着唱歌跳舞。结局是什么？是不断在生死中流转，丧失了成佛度众生的大义。怎么能因为疯狂者、迷乱者的嘲笑而放弃成佛度众生的大业呢？",
      "zh_TW": "設想一下，你如果跟世間人同流合污，結局是什麼？為了不被嘲笑，隨順他們，他們做什麼，你也做什麼。拉你喝酒，你就喝酒；拉你唱歌跳舞，你就跟著唱歌跳舞。結局是什麼？是不斷在生死中流轉，喪失了成佛度眾生的大義。怎麼能因為瘋狂者、迷亂者的嘲笑而放棄成佛度眾生的大業呢？"
    },
    {
      "id": "02-042-0207_p0044",
      "zh_CN": "我们佛弟子皈依了三宝，是以佛菩萨的教言为准绳的，按佛菩萨的教言去行事，佛菩萨告诉我们什么应做、什么不应做，是应当遵循的。这样想清楚，自己的心就安了。",
      "zh_TW": "我們佛弟子皈依了三寶，是以佛菩薩的教言為準繩的，按佛菩薩的教言去行事，佛菩薩告訴我們什麼應做、什麼不應做，是應當遵循的。這樣想清楚，自己的心就安了。"
    },
    {
      "id": "02-042-0207_p0045",
      "zh_CN": "戒娱乐器具",
      "zh_TW": "戒娛樂器具"
    },
    {
      "id": "02-042-0207_p0046",
      "zh_CN": "家里有电视机、电脑、摄像机、照相机等等，就像酒鬼身边有了酒，猎人身边有了枪，饿鬼身边有了美味一样，看到手就发痒，心就按捺不住。所以都是障道的冤家，一律要清除干净，不能留在屋里。",
      "zh_TW": "家裡有電視機、電腦、攝像機、照相機等等，就像酒鬼身邊有了酒，獵人身邊有了槍，餓鬼身邊有了美味一樣，看到手就發癢，心就按捺不住。所以都是障道的冤家，一律要清除乾淨，不能留在屋裡。"
    },
    {
      "id": "02-042-0207_p0047",
      "zh_CN": "有人说：这样我的生活就没情趣、没品味了。",
      "zh_TW": "有人說：這樣我的生活就沒情趣、沒品味了。"
    },
    {
      "id": "02-042-0207_p0048",
      "zh_CN": "不会的。修出离心、菩提心、无二慧是生活最高的品味，是往佛菩萨的品位上靠。拍拍照、看看电视，这是庸俗世间的一点乐趣，品味是非常低的。想一想，古今大修行人的关房里有什么照相机、电视机，没有一例是以现代生活方式而成就的。",
      "zh_TW": "不會的。修出離心、菩提心、無二慧是生活最高的品味，是往佛菩薩的品位上靠。拍拍照、看看電視，這是庸俗世間的一點樂趣，品味是非常低的。想一想，古今大修行人的關房裡有什麼照相機、電視機，沒有一例是以現代生活方式而成就的。"
    },
    {
      "id": "02-042-0207_p0049",
      "zh_CN": "外物本来虚假不实。佛法是唤你回头、不要迷在幻化的客尘里虚生浪死。你倒抱着假相不放，还美其名曰「时尚」、「有品味」、「有情趣」，多半是给「自我」铐上几副「美丽」的镣铐，愈铐愈脱不开。",
      "zh_TW": "外物本來虛假不實。佛法是喚你回頭、不要迷在幻化的客塵裡虛生浪死。你倒抱著假相不放，還美其名曰「時尚」、「有品味」、「有情趣」，多半是給「自我」銬上幾副「美麗」的鐐銬，愈銬愈脫不開。"
    },
    {
      "id": "02-042-0207_p0050",
      "zh_CN": "一天之中哪怕在佛法上花一小时，也能得到千万年的利益。《贤愚经》上讲，稍微对三宝做供养，就得到人天九十一劫的圆满，何况是缘着正法殷重的闻思修，利益更加不可思议。这一生能努力的修积往生资粮，临终就往生极乐世界了。耗那么多时间、精力做世间法，不如做出世间法的亿亿分之一；无量劫追求世间法，不如一天一个小时花在佛法上的意义大。",
      "zh_TW": "一天之中哪怕在佛法上花一小時，也能得到千萬年的利益。《賢愚經》上講，稍微對三寶做供養，就得到人天九十一劫的圓滿，何況是緣著正法殷重的聞思修，利益更加不可思議。這一生能努力的修積往生資糧，臨終就往生極樂世界了。耗那麼多時間、精力做世間法，不如做出世間法的億億分之一；無量劫追求世間法，不如一天一個小時花在佛法上的意義大。"
    },
    {
      "id": "02-042-0207_p0051",
      "zh_CN": "你在佛法上得到的是永恒的乐。利用这个人身，能把无量劫要受的苦彻底消尽，能得到尽未来际永不退失的安乐，能彻底显发佛性功德，能得到无穷无尽的法乐受用，再帮助尽虚空界的众生脱离轮回，这样大的义利是在你这个人身上就能实现的，而且是一生就能成就的。为什么这么糊涂，把一切暂时、究竟利乐所依的如意宝，用来造集三恶趣的业因？为什么用无价的金器使劲的装粪呢？有人善用人身成了佛、菩萨、往生了极乐世界；有人用人身造业，使自己沦为旁生、饿鬼、地狱众生。这就是珍不珍惜人身的两种结局。",
      "zh_TW": "你在佛法上得到的是永恆的樂。利用這個人身，能把無量劫要受的苦徹底消盡，能得到盡未來際永不退失的安樂，能徹底顯發佛性功德，能得到無窮無盡的法樂受用，再幫助盡虛空界的眾生脫離輪迴，這樣大的義利是在你這個人身上就能實現的，而且是一生就能成就的。為什麼這麼糊塗，把一切暫時、究竟利樂所依的如意寶，用來造集三惡趣的業因？為什麼用無價的金器使勁的裝糞呢？有人善用人身成了佛、菩薩、往生了極樂世界；有人用人身造業，使自己淪為旁生、餓鬼、地獄眾生。這就是珍不珍惜人身的兩種結局。"
    },
    {
      "id": "02-042-0207_p0052",
      "zh_CN": "我们要去掉虚假的生活，由一整套假相包装起来的所谓「现代」方式要尽情抛掉，抛掉了就回归到了道上，回归到了法上，就返朴归真，回到了本心，也就能与道相亲，道心纯厚。修道人不能做到少欲，不能乐在道中，就是没有道心！儒者求道尚且「食无求饱，居无求安」。禅者用功，连自己都要忘掉，其他哪里是究竟法呢？如果不能少欲还说「珍惜暇满」，那就成了自欺欺人。因为任贪欲膨胀，大量的时间都被耗在里面，还说什么珍惜暇满呢？",
      "zh_TW": "我們要去掉虛假的生活，由一整套假相包裝起來的所謂「現代」方式要盡情拋掉，拋掉了就回歸到了道上，回歸到了法上，就返樸歸真，回到了本心，也就能與道相親，道心純厚。修道人不能做到少欲，不能樂在道中，就是沒有道心！儒者求道尚且「食無求飽，居無求安」。禪者用功，連自己都要忘掉，其他哪裡是究竟法呢？如果不能少欲還說「珍惜暇滿」，那就成了自欺欺人。因為任貪欲膨脹，大量的時間都被耗在裡面，還說什麼珍惜暇滿呢？"
    },
    {
      "id": "02-042-0207_p0053",
      "zh_CN": "很多人大多数时间用在赚钱、追求享受上。他对生活的要求降不下，吃穿用度降不下。能降下来，也不至于这么累。像眼镜，普通的一百块就能配，非要配上千块的；手机，两百块的就能用，非要买三、五千块的；衣服，几十块就能穿，非要买上千块的名牌。什么都追求高档、时尚，当然就成了金钱的奴隶，不得不辛苦劳作了。其实，俭朴的生活才省心、才安乐。",
      "zh_TW": "很多人大多數時間用在賺錢、追求享受上。他對生活的要求降不下，吃穿用度降不下。能降下來，也不至於這麼累。像眼鏡，普通的一百塊就能配，非要配上千塊的；手機，兩百塊的就能用，非要買三、五千塊的；衣服，幾十塊就能穿，非要買上千塊的名牌。什麼都追求高檔、時尚，當然就成了金錢的奴隸，不得不辛苦勞作了。其實，儉樸的生活才省心、才安樂。"
    },
    {
      "id": "02-042-0207_p0054",
      "zh_CN": "捡回浪费的时间",
      "zh_TW": "撿回浪費的時間"
    },
    {
      "id": "02-042-0207_p0055",
      "zh_CN": "就是把以往浪费的时间捡回来。佛法并没有古今之别，只是人的生活方式有不同。如果我们能迷途知返，采取与道相应的方式，就能节省大量的时间。",
      "zh_TW": "就是把以往浪費的時間撿回來。佛法並沒有古今之別，只是人的生活方式有不同。如果我們能迷途知返，採取與道相應的方式，就能節省大量的時間。"
    },
    {
      "id": "02-042-0207_p0056",
      "zh_CN": "所以大家从今天开始，要重新安排自己的人生，把不该浪费的时间都捡回来，把浪费人生的事都杜绝掉，把时间尽可能用在佛道上。这样才能依止人身修道，赢得人身的大义。",
      "zh_TW": "所以大家從今天開始，要重新安排自己的人生，把不該浪費的時間都撿回來，把浪費人生的事都杜絕掉，把時間盡可能用在佛道上。這樣才能依止人身修道，贏得人身的大義。"
    },
    {
      "id": "02-042-0207_p0057",
      "zh_CN": "暇满本来是用来摄取大义的，其他与道不相干的都要放下。心只能缘一种，要么缘法，要么缘非法，凡是缘非法的都是浪费生命。一切跟修道无关的，能减少的就减少，能放下的就放下。一定要做智慧的安排，对自己的人生负责。要想办法节省时间，摄取佛法的大义。",
      "zh_TW": "暇滿本來是用來攝取大義的，其他與道不相干的都要放下。心只能緣一種，要麼緣法，要麼緣非法，凡是緣非法的都是浪費生命。一切跟修道無關的，能減少的就減少，能放下的就放下。一定要做智慧的安排，對自己的人生負責。要想辦法節省時間，攝取佛法的大義。"
    },
    {
      "id": "02-042-0207_p0058",
      "zh_CN": "我们修行浅的人，白天在外奔波，做不得主。重点要把握住一天的早晨、夜晚和节假日这些时间，这些时间不能再错过了。对外，要禁止夜晚出去活动、接触世间人；对内，要禁止看电视、上网、打电话闲聊等等，这才有时间上的保障。",
      "zh_TW": "我們修行淺的人，白天在外奔波，做不得主。重點要把握住一天的早晨、夜晚和節假日這些時間，這些時間不能再錯過了。對外，要禁止夜晚出去活動、接觸世間人；對內，要禁止看電視、上網、打電話閒聊等等，這才有時間上的保障。"
    },
    {
      "id": "02-042-0207_p0059",
      "zh_CN": "不改掉看电视、打电话、上网、闲聊的放逸恶行，就只有沦为无暇的人生了。是有暇还是无暇，全看你自己。喜欢看电视、打电话、上网，就是无暇之人，因为心都被搅乱了，怎么闻思修佛法呢？连佛法最起码的功德也难以生起。一般人看电视、打电话、上网、购物时兴致勃勃，做功课却无精打采，马虎了事。精气神早被欲尘吸光了，马马虎虎念一下，打个哈欠就睡觉了。",
      "zh_TW": "不改掉看電視、打電話、上網、閒聊的放逸惡行，就只有淪為無暇的人生了。是有暇還是無暇，全看你自己。喜歡看電視、打電話、上網，就是無暇之人，因為心都被攪亂了，怎麼聞思修佛法呢？連佛法最起碼的功德也難以生起。一般人看電視、打電話、上網、購物時興致勃勃，做功課卻無精打采，馬虎了事。精氣神早被欲塵吸光了，馬馬虎虎念一下，打個哈欠就睡覺了。"
    },
    {
      "id": "02-042-0207_p0060",
      "zh_CN": "作「吞噬暇满的恶魔」想",
      "zh_TW": "作「吞噬暇滿的惡魔」想"
    },
    {
      "id": "02-042-0207_p0061",
      "zh_CN": "举两个例子：",
      "zh_TW": "舉兩個例子："
    },
    {
      "id": "02-042-0207_p0062",
      "zh_CN": "譬如，看到街上、地铁月台上卖报纸，就像见到魔鬼一样，不要碰它。要这样想：报纸让我散乱、让我生种种不清净的分别，把我拉向轮回、拉向恶趣。它就是张牙舞爪的魔鬼，吞噬我人身的精华！",
      "zh_TW": "譬如，看到街上、地鐵月台上賣報紙，就像見到魔鬼一樣，不要碰它。要這樣想：報紙讓我散亂、讓我生種種不清淨的分別，把我拉向輪迴、拉向惡趣。它就是張牙舞爪的魔鬼，吞噬我人身的精華！"
    },
    {
      "id": "02-042-0207_p0063",
      "zh_CN": "又譬如，进入一家大型超市，商品琳琅满目。马上警惕：这是魔宫，一进去就被吃掉二、三个小时的暇满，不能进去。自己的生活能简化，就可以少进甚至不进大超市。我们修道的人，粗衣淡饭随缘过。养活自己用得了多少？不应该被五欲所累。像穿的几身衣服，好好的洗，好好的穿，二三年都不用换，哪里要经常逛时装专卖店呢？像这样举一反三，对种种世间五欲都作「吞噬暇满的恶魔」想。",
      "zh_TW": "又譬如，進入一家大型超市，商品琳琅滿目。馬上警惕：這是魔宮，一進去就被吃掉二、三個小時的暇滿，不能進去。自己的生活能簡化，就可以少進甚至不進大超市。我們修道的人，粗衣淡飯隨緣過。養活自己用得了多少？不應該被五欲所累。像穿的幾身衣服，好好的洗，好好的穿，二三年都不用換，哪裡要經常逛時裝專賣店呢？像這樣舉一反三，對種種世間五欲都作「吞噬暇滿的惡魔」想。"
    },
    {
      "id": "02-042-0207_p0064",
      "zh_CN": "即生成就的所依",
      "zh_TW": "即生成就的所依"
    },
    {
      "id": "02-042-0207_p0065",
      "zh_CN": "在《虚空珍宝经》里，佛说：「内心分别没有摧灭，就是散乱者，没有闲暇。内心分别寂灭之后，自性安住，称为闲暇。如此了知心的自性之后，心和真实义相应，称为圆满。」",
      "zh_TW": "在《虛空珍寶經》裡，佛說：「內心分別沒有摧滅，就是散亂者，沒有閒暇。內心分別寂滅之後，自性安住，稱為閒暇。如此了知心的自性之後，心和真實義相應，稱為圓滿。」"
    },
    {
      "id": "02-042-0207_p0066",
      "zh_CN": "大家都希求即生成就，即生成就的前提就是远离无暇。什么是无暇？眼耳等六识入在六尘境界里流荡，就是无暇。上等人寂灭虚妄分别，自性安住，叫做「暇」。依止寂止之后，以胜观智慧照见真实而证悟，叫做「满」。以这个为所依，止观双运，就能即生得大成就。唐代赵州禅师说：「老僧四十年不杂用心，除二时粥饭，是杂用心处。」觉明妙行菩萨说：「少说一句话，多念一声佛，打得念头死，许汝法身活。」中等人应当放下万缘，念念缘在法上。最下等也应当为了修道，戒掉上网、聊天、电话、电视、旅游、串门、请客吃饭这些毫无实义的事情，尽可能的利用时间修法。如果连这个最起码的要求都做不到，那就不是修道人了。因为你连修道的所依——暇满都不具足，怎么能修道呢？",
      "zh_TW": "大家都希求即生成就，即生成就的前提就是遠離無暇。什麼是無暇？眼耳等六識入在六塵境界裡流蕩，就是無暇。上等人寂滅虛妄分別，自性安住，叫做「暇」。依止寂止之後，以勝觀智慧照見真實而證悟，叫做「滿」。以這個為所依，止觀雙運，就能即生得大成就。唐代趙州禪師說：「老僧四十年不雜用心，除二時粥飯，是雜用心處。」覺明妙行菩薩說：「少說一句話，多念一聲佛，打得念頭死，許汝法身活。」中等人應當放下萬緣，念念緣在法上。最下等也應當為了修道，戒掉上網、聊天、電話、電視、旅遊、串門、請客吃飯這些毫無實義的事情，盡可能的利用時間修法。如果連這個最起碼的要求都做不到，那就不是修道人了。因為你連修道的所依——暇滿都不具足，怎麼能修道呢？"
    },
    {
      "id": "02-042-0207_p0067",
      "zh_CN": "学习「暇满」这种前行修法，对念佛人很有助益。净宗第十二祖彻悟大师曾开示：「世之最可珍重者，莫过精神；世之最可爱惜者，莫过光阴。一念净，即佛界缘起；一念染，即九界生因，凡动一念，即十界种子，可不珍重乎？是日已过，命亦随减，一寸时光，即一寸命光，可不爱惜乎？苟知精神之可珍重，则不浪用，则念念执持佛名。光阴不虚度，则刻刻薰修净业。……如是珍重，如是爱惜，则心专而佛易感，行勤而业易精。果得真生净土，亲见弥陀，时承开示，面奉慈音，妙悟自心，深证法界，延一念为长劫，促长劫为一念，念劫圆融，得大自在。得非自食其珍重爱惜之报乎？」",
      "zh_TW": "學習「暇滿」這種前行修法，對念佛人很有助益。淨宗第十二祖徹悟大師曾開示：「世之最可珍重者，莫過精神；世之最可愛惜者，莫過光陰。一念淨，即佛界緣起；一念染，即九界生因，凡動一念，即十界種子，可不珍重乎？是日已過，命亦隨減，一寸時光，即一寸命光，可不愛惜乎？苟知精神之可珍重，則不浪用，則念念執持佛名。光陰不虛度，則刻刻薰修淨業。……如是珍重，如是愛惜，則心專而佛易感，行勤而業易精。果得真生淨土，親見彌陀，時承開示，面奉慈音，妙悟自心，深證法界，延一念為長劫，促長劫為一念，念劫圓融，得大自在。得非自食其珍重愛惜之報乎？」"
    },
    {
      "id": "02-042-0207_p0068",
      "zh_CN": "老法师：我们听了自了法师的这篇报告，最近这段时间，同学们有一些都在谈暇满的问题，好，好事情！这桩事情一定要知道、一定要清楚，对我们这一生求生净土有很大的帮助。里面所举的这些例子，现在人的通病。凡是一切诱惑，让我们身心不安的，都是魔。魔在哪里？魔在我们的四周，魔从来没有离开过我们，跟佛一样。但是世间人愚痴，敌不过诱惑，所以在日常生活当中，亲近魔多，亲近佛的人很少，他不知道佛法里头有真乐。学佛学什么？就是学法喜充满，就是学常生欢喜心。没有得到法喜不是学佛。心里面还有所攀缘，那是名字学佛，有名无实，他的归宿，善的、好的，天道，天道跟魔在一起，阿修罗道，罗刹道，这个里面特别多。所以智圆法师讲授的「珍惜暇满人身宝」，这上下两篇我们要多看看、要多听听，然后认真反省，有则改之，无则加勉。",
      "zh_TW": "老法師：我們聽了自了法師的這篇報告，最近這段時間，同學們有一些都在談暇滿的問題，好，好事情！這樁事情一定要知道、一定要清楚，對我們這一生求生淨土有很大的幫助。裡面所舉的這些例子，現在人的通病。凡是一切誘惑，讓我們身心不安的，都是魔。魔在哪裡？魔在我們的四周，魔從來沒有離開過我們，跟佛一樣。但是世間人愚痴，敵不過誘惑，所以在日常生活當中，親近魔多，親近佛的人很少，他不知道佛法裡頭有真樂。學佛學什麼？就是學法喜充滿，就是學常生歡喜心。沒有得到法喜不是學佛。心裡面還有所攀緣，那是名字學佛，有名無實，他的歸宿，善的、好的，天道，天道跟魔在一起，阿修羅道，羅剎道，這個裡面特別多。所以智圓法師講授的「珍惜暇滿人身寶」，這上下兩篇我們要多看看、要多聽聽，然後認真反省，有則改之，無則加勉。"
    },
    {
      "id": "02-042-0207_p0069",
      "zh_CN": "这一生如果不能往生极乐世界，那就大错特错了！三途一堕五千劫。得人身，遇到佛法，这个机缘太难得了！开经偈上所说，「百千万劫难遭遇」，这个话是真话、是实话，一丝毫夸张都没有。我们要想成就，就在这一生。一定要知道什么是真的、什么是假的，叫知有无。真的我们要紧紧抓牢，假的要放下，我们这一生才有救。自己救自己都救不了，怎么能救人？连儒家都懂得这个道理，所以说，「自天子以至于庶人，壹是皆以修身为本」。这句话说得重，不从自己下手就错了。学佛度众生，头一个度自己这个众生，自己这个众生得度了，你就有能力度其他的众生，比什么都重要。",
      "zh_TW": "這一生如果不能往生極樂世界，那就大錯特錯了！三途一墮五千劫。得人身，遇到佛法，這個機緣太難得了！開經偈上所說，「百千萬劫難遭遇」，這個話是真話、是實話，一絲毫誇張都沒有。我們要想成就，就在這一生。一定要知道什麼是真的、什麼是假的，叫知有無。真的我們要緊緊抓牢，假的要放下，我們這一生才有救。自己救自己都救不了，怎麼能救人？連儒家都懂得這個道理，所以說，「自天子以至於庶人，壹是皆以修身為本」。這句話說得重，不從自己下手就錯了。學佛度眾生，頭一個度自己這個眾生，自己這個眾生得度了，你就有能力度其他的眾生，比什麼都重要。"
    },
    {
      "id": "02-042-0207_p0070",
      "zh_CN": "好，我们再看下面一篇。",
      "zh_TW": "好，我們再看下面一篇。"
    },
    {
      "id": "02-042-0207_p0071",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师、诸位老师，阿弥陀佛。惭愧弟子妙音今日恭敬汇报的题目是：「四海之内，皆兄弟也」——澳洲净宗学院举办的「和平三六Ｏ」展览与中华传统文化讲座。",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師、諸位老師，阿彌陀佛。慚愧弟子妙音今日恭敬匯報的題目是：「四海之內，皆兄弟也」——澳洲淨宗學院舉辦的「和平三六Ｏ」展覽與中華傳統文化講座。"
    },
    {
      "id": "02-042-0207_p0072",
      "zh_CN": "弟子近来有幸能够参加澳洲净宗学院举办的「和平三六Ｏ」展览与中华传统文化讲座。净宗学院多年来的弘法，包括讲经说法，举办宗教团结活动、温馨晚宴、各种传统文化学习班、道德讲堂、汉语学习班等等，影响深远。通过参加此殊胜展览与中华传统文化讲座，弟子深深体会到伦理、道德、因果教育通于人心，是没有国界的。而且现代西方人很接受中国古圣先贤的智慧，听得津津有味。至圣先师孔老夫子所说，「四海之内，皆兄弟也」，这和同时期苏格拉底说的，「我不是雅典人，亦不是希腊人，我是地球人」，无二无别。苏格拉底和孔老夫子的思想如此相似，可见古圣先贤的智慧是能够相通的，和平之路，人人必行。遗憾的是，苏格拉底时期的古希腊文字现在能够读懂的人已经为数不多了，而汉字历经千秋万代仍然肩负着承传中华文化智慧的使命。",
      "zh_TW": "弟子近來有幸能夠參加澳洲淨宗學院舉辦的「和平三六Ｏ」展覽與中華傳統文化講座。淨宗學院多年來的弘法，包括講經說法，舉辦宗教團結活動、溫馨晚宴、各種傳統文化學習班、道德講堂、漢語學習班等等，影響深遠。通過參加此殊勝展覽與中華傳統文化講座，弟子深深體會到倫理、道德、因果教育通於人心，是沒有國界的。而且現代西方人很接受中國古聖先賢的智慧，聽得津津有味。至聖先師孔老夫子所說，「四海之內，皆兄弟也」，這和同時期蘇格拉底說的，「我不是雅典人，亦不是希臘人，我是地球人」，無二無別。蘇格拉底和孔老夫子的思想如此相似，可見古聖先賢的智慧是能夠相通的，和平之路，人人必行。遺憾的是，蘇格拉底時期的古希臘文字現在能夠讀懂的人已經為數不多了，而漢字歷經千秋萬代仍然肩負著承傳中華文化智慧的使命。"
    },
    {
      "id": "02-042-0207_p0073",
      "zh_CN": "去年在英国伦敦大受欢迎的「和平三六Ｏ」展览，今年二月第一次于澳洲展开，也得到澳洲本地各界人士的支持。图文巴市长及议会员、昆士兰州立警署副长官、诸位宗教领袖等出席开幕典礼。这个展览于二月十二日至廿一日在昆士兰州最古老的公共美术馆，即图文巴美术馆举行，三月初至三月十八日于南昆士兰大学图书馆举行。展览内容丰富，参观者能感受几千年古今中外的历史，认识中华民族古圣先贤的智慧，同时也能够切实的了解到如何将这些智慧运用到生活中，从而使家庭和睦，社会安定，世界和平。",
      "zh_TW": "去年在英國倫敦大受歡迎的「和平三六Ｏ」展覽，今年二月第一次於澳洲展開，也得到澳洲本地各界人士的支持。圖文巴市長及議會員、昆士蘭州立警署副長官、諸位宗教領袖等出席開幕典禮。這個展覽於二月十二日至廿一日在昆士蘭州最古老的公共美術館，即圖文巴美術館舉行，三月初至三月十八日於南昆士蘭大學圖書館舉行。展覽內容豐富，參觀者能感受幾千年古今中外的歷史，認識中華民族古聖先賢的智慧，同時也能夠切實的了解到如何將這些智慧運用到生活中，從而使家庭和睦，社會安定，世界和平。"
    },
    {
      "id": "02-042-0207_p0074",
      "zh_CN": "展览开始前，学院举办了为期两天的中华传统文化讲座，介绍中国圣贤教育的理念、方法与智慧，例如孝道、五伦、五常、四维、八德，汉字与文言文。虽然此次讲座的宣传时间有限，且在工作日举行，每天仍有二十位左右来自北美、欧洲、亚洲、大洋洲等不同地方的朋友前来参与。以下是参与者的一些体验。",
      "zh_TW": "展覽開始前，學院舉辦了為期兩天的中華傳統文化講座，介紹中國聖賢教育的理念、方法與智慧，例如孝道、五倫、五常、四維、八德，漢字與文言文。雖然此次講座的宣傳時間有限，且在工作日舉行，每天仍有二十位左右來自北美、歐洲、亞洲、大洋洲等不同地方的朋友前來參與。以下是參與者的一些體驗。"
    },
    {
      "id": "02-042-0207_p0075",
      "zh_CN": "在这两天当中，「道德」一词曾被反复提起（英译为「morality」和「virtue」），于是一位美国退休的牧师请问「道德」的中文含义。师父上人曾经有解释：「道」是宇宙万有的真相、本性，永恒不变，即是佛所说的自性、真心、真如、一真法界。「德」是宇宙万有的真相彻底明白，实际契入了，就是道得到了。这位牧师分享：「道德」的英文字「morality」来自拉丁文，本义是习惯，后引申为合乎道理的行为，弃恶从善之美德。「道德」另外一个英译为「virtue」，来自拉丁文的「人」前缀，本义为勇气，后引申为德行。通过此交流，大家感佩我们的祖宗，认识了汉字的博大精深，有因果观，亦有教育性。",
      "zh_TW": "在這兩天當中，「道德」一詞曾被反覆提起（英譯為「morality」和「virtue」），於是一位美國退休的牧師請問「道德」的中文含義。師父上人曾經有解釋：「道」是宇宙萬有的真相、本性，永恆不變，即是佛所說的自性、真心、真如、一真法界。「德」是宇宙萬有的真相徹底明白，實際契入了，就是道得到了。這位牧師分享：「道德」的英文字「morality」來自拉丁文，本義是習慣，後引申為合乎道理的行為，棄惡從善之美德。「道德」另外一個英譯為「virtue」，來自拉丁文的「人」前綴，本義為勇氣，後引申為德行。通過此交流，大家感佩我們的祖宗，認識了漢字的博大精深，有因果觀，亦有教育性。"
    },
    {
      "id": "02-042-0207_p0076",
      "zh_CN": "在为大家分析「孝」字的意义之后，再观看相关孝道的短片，大家都流下了感动的泪水。一位印尼女士领悟到，若是以孝顺之心对待一切身边的人，就是孝顺自己已经过世的母亲。另外，一位澳洲人之前以为孝仅仅是父子之间的关系。这次听到师父上人开示「孝」字为一体的宇宙人生观，「竖穷三际，横遍十方」之后，深感叹服。还有一位年过五旬的基督徒，她体会到孝即是神爱的大爱。所以孝道是人类所必须认识的理念。",
      "zh_TW": "在為大家分析「孝」字的意義之後，再觀看相關孝道的短片，大家都流下了感動的淚水。一位印尼女士領悟到，若是以孝順之心對待一切身邊的人，就是孝順自己已經過世的母親。另外，一位澳洲人之前以為孝僅僅是父子之間的關係。這次聽到師父上人開示「孝」字為一體的宇宙人生觀，「豎窮三際，橫遍十方」之後，深感歎服。還有一位年過五旬的基督徒，她體會到孝即是神愛的大愛。所以孝道是人類所必須認識的理念。"
    },
    {
      "id": "02-042-0207_p0077",
      "zh_CN": "菲儿，一位企业管理家分享到：「古埃及著名的亚历山大图书馆被烧毁已成为文化知识流失的象征。我本来很好奇这个图书馆中所藏何知识，但今天得知千古巨制、文化瑰宝的《四库全书》存在，《四库全书》收录了三千五百零三种古籍，约八亿字，我不需要再想亚历山大图书馆了！」",
      "zh_TW": "菲兒，一位企業管理家分享到：「古埃及著名的亞歷山大圖書館被燒毀已成為文化知識流失的象徵。我本來很好奇這個圖書館中所藏何知識，但今天得知千古巨制、文化瑰寶的《四庫全書》存在，《四庫全書》收錄了三千五百零三種古籍，約八億字，我不需要再想亞歷山大圖書館了！」"
    },
    {
      "id": "02-042-0207_p0078",
      "zh_CN": "一位六十多岁的澳洲记者，特别认同《弟子规》的理念。她说：「中华传统文化正是一套完整的人生教育，让我回忆起来双亲的家教。譬如《弟子规》说：『行高者，名自高，人所重，非貌高』，与以前外国人讲，『称赞孩子良好的举止，而不赞叹其相貌，以避免引导孩子追求美貌』，恰恰呼应。我父母现在快九十高龄了，对于孩子的教育，我们这一辈已经远远不如他们那个年代了。我相信中华传统文化的普世性将会使本地传统美德得到复兴！」",
      "zh_TW": "一位六十多歲的澳洲記者，特別認同《弟子規》的理念。她說：「中華傳統文化正是一套完整的人生教育，讓我回憶起來雙親的家教。譬如《弟子規》說：『行高者，名自高，人所重，非貌高』，與以前外國人講，『稱讚孩子良好的舉止，而不讚歎其相貌，以避免引導孩子追求美貌』，恰恰呼應。我父母現在快九十高齡了，對於孩子的教育，我們這一輩已經遠遠不如他們那個年代了。我相信中華傳統文化的普世性將會使本地傳統美德得到復興！」"
    },
    {
      "id": "02-042-0207_p0079",
      "zh_CN": "恭读《群书治要三六Ｏ》时，南昆士兰大学的国际学生事务主任最喜欢来自《周易．卷一》的一段经文：「父父、子子、兄兄、弟弟、夫夫、妇妇，而家道正，正家而天下定矣。」经文意思是：父亲善尽父道，儿子善尽孝道，兄长善尽为兄之道，弟弟也善尽为弟之道，丈夫善尽夫道，妻子善尽妇道，这样一来，家道就能端正，所有家庭都能端正家道，那么天下就安定了。因此这位主任说：经文讲得太有道理了，天下太平就是从自己敦伦尽分开始！",
      "zh_TW": "恭讀《群書治要三六Ｏ》時，南昆士蘭大學的國際學生事務主任最喜歡來自《周易．卷一》的一段經文：「父父、子子、兄兄、弟弟、夫夫、婦婦，而家道正，正家而天下定矣。」經文意思是：父親善盡父道，兒子善盡孝道，兄長善盡為兄之道，弟弟也善盡為弟之道，丈夫善盡夫道，妻子善盡婦道，這樣一來，家道就能端正，所有家庭都能端正家道，那麼天下就安定了。因此這位主任說：經文講得太有道理了，天下太平就是從自己敦倫盡分開始！"
    },
    {
      "id": "02-042-0207_p0080",
      "zh_CN": "参与者纷纷感叹汉字、文言文的亘古不变与普世性，他们说：「汉字所表达的价值观超越时空」、「认识汉字使我更容易学习汉语！」许多人还问：「我们在哪里可以继续如此学习汉字？」穆德，一位法国女士正在学习《道德经》，每个星期与同仁们轮流分享经典中的一句。虽然只能恭读《道德经》的英译版，但她在了解到文字学的重要性之后，希望将来能够先了解汉字，再去通达《道德经》和其他的典籍。",
      "zh_TW": "參與者紛紛感嘆漢字、文言文的亙古不變與普世性，他們說：「漢字所表達的價值觀超越時空」、「認識漢字使我更容易學習漢語！」許多人還問：「我們在哪裡可以繼續如此學習漢字？」穆德，一位法國女士正在學習《道德經》，每個星期與同仁們輪流分享經典中的一句。雖然只能恭讀《道德經》的英譯版，但她在了解到文字學的重要性之後，希望將來能夠先了解漢字，再去通達《道德經》和其他的典籍。"
    },
    {
      "id": "02-042-0207_p0081",
      "zh_CN": "在「和平三六Ｏ」展览的留言簿还有许多参观者的感想，在此简略如下：",
      "zh_TW": "在「和平三六Ｏ」展覽的留言簿還有許多參觀者的感想，在此簡略如下："
    },
    {
      "id": "02-042-0207_p0082",
      "zh_CN": "中华传统文化触动人心！参观「和平三六Ｏ」的展览好比遇到绿洲，这个展览来自上天恩赐的。",
      "zh_TW": "中華傳統文化觸動人心！參觀「和平三六Ｏ」的展覽好比遇到綠洲，這個展覽來自上天恩賜的。"
    },
    {
      "id": "02-042-0207_p0083",
      "zh_CN": "幸福不只是一个结果，而是一个道路，感恩有此展览指明这个道路！",
      "zh_TW": "幸福不只是一個結果，而是一個道路，感恩有此展覽指明這個道路！"
    },
    {
      "id": "02-042-0207_p0084",
      "zh_CN": "古镜今览：我们能够向三千多年历史悠久的中华传统文化学习，这是非常震撼人心！",
      "zh_TW": "古鏡今覽：我們能夠向三千多年歷史悠久的中華傳統文化學習，這是非常震撼人心！"
    },
    {
      "id": "02-042-0207_p0085",
      "zh_CN": "「和平三六Ｏ」展览太有启发性，参观这个展览几个小时不够，需要几天的时间！",
      "zh_TW": "「和平三六Ｏ」展覽太有啟發性，參觀這個展覽幾個小時不夠，需要幾天的時間！"
    },
    {
      "id": "02-042-0207_p0086",
      "zh_CN": "仁慈博爱胜过一切：这个展览为上天赐给我们的祝福，神圣的智慧肯定带给社会和平！",
      "zh_TW": "仁慈博愛勝過一切：這個展覽為上天賜給我們的祝福，神聖的智慧肯定帶給社會和平！"
    },
    {
      "id": "02-042-0207_p0087",
      "zh_CN": "无尽感恩上净下空老法师与澳洲净宗学院把这个展览带来澳洲图文巴！",
      "zh_TW": "無盡感恩上淨下空老法師與澳洲淨宗學院把這個展覽帶來澳洲圖文巴！"
    },
    {
      "id": "02-042-0207_p0088",
      "zh_CN": "综上所述，古今之分，中外之别，且人同此心，心同此理。无尽感恩师父上人、澳洲净宗学院、香港佛陀教育协会给予弟子如此宝贵的学习机会。",
      "zh_TW": "綜上所述，古今之分，中外之別，且人同此心，心同此理。無盡感恩師父上人、澳洲淨宗學院、香港佛陀教育協會給予弟子如此寶貴的學習機會。"
    },
    {
      "id": "02-042-0207_p0089",
      "zh_CN": "以上是惭愧弟子的粗浅心得汇报，定有错误之处，恳请师父上人与诸位老师大德惠予批评斧正，无尽感恩，阿弥陀佛！惭愧弟子妙音顶礼敬呈，二Ｏ一六年二月二十五日。",
      "zh_TW": "以上是慚愧弟子的粗淺心得匯報，定有錯誤之處，懇請師父上人與諸位老師大德惠予批評斧正，無盡感恩，阿彌陀佛！慚愧弟子妙音頂禮敬呈，二Ｏ一六年二月二十五日。"
    },
    {
      "id": "02-042-0207_p0090",
      "zh_CN": "老法师：妙音居士说得好，她说明了这次办的这个活动展览的效果，目的在让一般群众认识中国传统文化，了解文化的内涵，生起欢喜心，我们共同来学习。学院在图文巴有十几年了，我们反省，做得还是不够好，往后我们应该更努力。像这样的展览，传统文化的内容实在太丰富了，五千年来承传下来的，几个小时，几天，时间确实不够。那怎么办？应该有个长时间的展览馆。展览的内容可以每个月换一次，始终不中断。观光旅游到达图文巴，这是一个景点，都能够来参观、都能够来学习。我们这些内容可以印成小册子，在展览馆流通，可以制成光碟，他们可以带回家去听。这是我们学院在此地弘法利生的一个项目，应该认真努力把它做好。",
      "zh_TW": "老法師：妙音居士說得好，她說明了這次辦的這個活動展覽的效果，目的在讓一般群眾認識中國傳統文化，了解文化的內涵，生起歡喜心，我們共同來學習。學院在圖文巴有十幾年了，我們反省，做得還是不夠好，往後我們應該更努力。像這樣的展覽，傳統文化的內容實在太豐富了，五千年來承傳下來的，幾個小時，幾天，時間確實不夠。那怎麼辦？應該有個長時間的展覽館。展覽的內容可以每個月換一次，始終不中斷。觀光旅遊到達圖文巴，這是一個景點，都能夠來參觀、都能夠來學習。我們這些內容可以印成小冊子，在展覽館流通，可以製成光碟，他們可以帶回家去聽。這是我們學院在此地弘法利生的一個項目，應該認真努力把它做好。"
    },
    {
      "id": "02-042-0207_p0091",
      "zh_CN": "更重要的我们要落实到生活。这些年我们都在做，但是做得不够，不能说没有影响，影响不大，跟我们想像的愿景有很大的差距。所以一定要认真努力，感化这一方。真能感化吗？能，至诚感通，我们用心，这个心真诚到极处就能感人。大乘佛法的精神要从我们的生活、从我们的工作、从我们待人接物当中显示出来。传统文化跟大乘佛法，它的核心价值是大公无私。学中国传统文化的人，中国古人，大乘的菩萨、罗汉，都是断见思烦恼，真诚心显露出来了。见思烦恼不断，它把我们的性德，自性本自具足无量智慧、无量德能，障碍住了，透不出来，把我们变成六道轮回的凡夫俗子，这个我们要知道。",
      "zh_TW": "更重要的我們要落實到生活。這些年我們都在做，但是做得不夠，不能說沒有影響，影響不大，跟我們想像的願景有很大的差距。所以一定要認真努力，感化這一方。真能感化嗎？能，至誠感通，我們用心，這個心真誠到極處就能感人。大乘佛法的精神要從我們的生活、從我們的工作、從我們待人接物當中顯示出來。傳統文化跟大乘佛法，它的核心價值是大公無私。學中國傳統文化的人，中國古人，大乘的菩薩、羅漢，都是斷見思煩惱，真誠心顯露出來了。見思煩惱不斷，它把我們的性德，自性本自具足無量智慧、無量德能，障礙住了，透不出來，把我們變成六道輪迴的凡夫俗子，這個我們要知道。"
    },
    {
      "id": "02-042-0207_p0092",
      "zh_CN": "从哪里下手？放下，放下什么？头一个放下身见，真正知道这身是假的，身不是我。什么是我？灵性是我。我用灵性这句话说，灵性是充满了智慧，没有丝毫烦恼在其中。在佛法叫自性，在中国古籍上面儒家称为本性，「人之初，性本善」，那个本善就是圆满智慧、圆满德行。它被无明障碍了，被烦恼习气障碍了，起了分别，本来它没有分别的、它没有染污的。见思是染污，尘沙是分别，根本无明是起心动念。所以大乘修行人他修什么？眼见色、耳闻声、鼻嗅香、舌尝味，根尘交接的时候，没有起心动念、没有分别执着。这在佛法叫修行，就修的这个。没有起心动念，这是佛的境界，法身菩萨他是这个修法。大乘菩萨没有分别，为什么？他们知道遍法界虚空界跟自己一体，一体还有什么分别？惠能大师说得很好，「何期自性，能生万法」，万法是全宇宙，从哪里来的？我们自性变出来的，一体，自性是一切万法的本体，一切万法是自性所现的相，相分。道家讲，「天地与我同根，万物与我一体」。外国的哲学家亦如是说，看法一样的，一体观，整个宇宙是一体观。我们对于一切万物充满了爱心，这个爱心就是神的爱心、上帝的爱心，没有分别、没有执着，平等的爱心，圆满究竟的爱心，佛家叫大慈大悲。这是中国传统文化，这是中国人，中国古人这么修行的，我们要把它找回来。找回来头一个，记住，身见放下，我这个身是假的，要看破、要放下，没有障碍了，自性本具的智慧德能就现前了。",
      "zh_TW": "從哪裡下手？放下，放下什麼？頭一個放下身見，真正知道這身是假的，身不是我。什麼是我？靈性是我。我用靈性這句話說，靈性是充滿了智慧，沒有絲毫煩惱在其中。在佛法叫自性，在中國古籍上面儒家稱為本性，「人之初，性本善」，那個本善就是圓滿智慧、圓滿德行。它被無明障礙了，被煩惱習氣障礙了，起了分別，本來它沒有分別的、它沒有染污的。見思是染污，塵沙是分別，根本無明是起心動念。所以大乘修行人他修什麼？眼見色、耳聞聲、鼻嗅香、舌嘗味，根塵交接的時候，沒有起心動念、沒有分別執著。這在佛法叫修行，就修的這個。沒有起心動念，這是佛的境界，法身菩薩他是這個修法。大乘菩薩沒有分別，為什麼？他們知道遍法界虛空界跟自己一體，一體還有什麼分別？惠能大師說得很好，「何期自性，能生萬法」，萬法是全宇宙，從哪裡來的？我們自性變出來的，一體，自性是一切萬法的本體，一切萬法是自性所現的相，相分。道家講，「天地與我同根，萬物與我一體」。外國的哲學家亦如是說，看法一樣的，一體觀，整個宇宙是一體觀。我們對於一切萬物充滿了愛心，這個愛心就是神的愛心、上帝的愛心，沒有分別、沒有執著，平等的愛心，圓滿究竟的愛心，佛家叫大慈大悲。這是中國傳統文化，這是中國人，中國古人這麼修行的，我們要把它找回來。找回來頭一個，記住，身見放下，我這個身是假的，要看破、要放下，沒有障礙了，自性本具的智慧德能就現前了。"
    },
    {
      "id": "02-042-0207_p0093",
      "zh_CN": "所以妙音这一篇的报告，给学院做参考，学院应该更提升，对图文巴居民、国内外来的游客，我们要做出贡献，机会教育。好，今天这堂课我们就上到此地。",
      "zh_TW": "所以妙音這一篇的報告，給學院做參考，學院應該更提升，對圖文巴居民、國內外來的遊客，我們要做出貢獻，機會教育。好，今天這堂課我們就上到此地。"
    }
  ]
}