{
  "doc_id": "02-042-0204",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "法文法师",
    "妙音",
    "妙音"
  ],
  "volume": {
    "zh_CN": "第二Ｏ四集",
    "zh_TW": "第二Ｏ四集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0204",
  "total_paragraphs": 125,
  "paragraphs": [
    {
      "id": "02-042-0204_p0001",
      "zh_CN": "学生：科注学习班心得报告：",
      "zh_TW": "學生：科註學習班心得報告："
    },
    {
      "id": "02-042-0204_p0002",
      "zh_CN": "《净土与前行》之三： 净土宗旨 信愿行三",
      "zh_TW": "《淨土與前行》之三： 淨土宗旨 信願行三"
    },
    {
      "id": "02-042-0204_p0003",
      "zh_CN": "至诚顶礼尊敬的师父上人，感恩师父上人怜悯不弃，惭愧不肖弟子法文继续汇报《净土与前行》之心得。",
      "zh_TW": "至誠頂禮尊敬的師父上人，感恩師父上人憐憫不棄，慚愧不肖弟子法文繼續匯報《淨土與前行》之心得。"
    },
    {
      "id": "02-042-0204_p0004",
      "zh_CN": "前文通过祖师大德行门判教，自力佛力之差别，往圣前贤人人趣向之事实，说明浊世末法中修行，唯有依靠净土法门方能达成解脱、成佛之目标。",
      "zh_TW": "前文通過祖師大德行門判教，自力佛力之差別，往聖前賢人人趣向之事實，說明濁世末法中修行，唯有依靠淨土法門方能達成解脫、成佛之目標。"
    },
    {
      "id": "02-042-0204_p0005",
      "zh_CN": "而净土法门之修学，除少数宿世净土善根成熟者，能于今生一闻即信，以深信心即能趋入净土正行，从此念念相应、感应道交，临终佛来，顺利往生。其余善根虽有尚不具足，则必须通过具体方法加以补足，方能成就。正如师父上人二Ｏ一二年五月九日，《净土大经科注》第三二八集中云：「印光大师在《文钞》里头说，八万四千法门，门门都有经典做依据，如果不从经教上下手，都叫做盲修瞎练，很少有成就的。让我们体会到，释迦牟尼佛当年在世讲经教学四十九年，几乎每天都在讲，没有一天是休息的。这为什么？就是修行需要有理论依据。理论、方法、经验都在经典里头，这是不能不知道的。」又如印祖所云：「须按净土经典所说，生信发愿，专心念佛，决定现生求生西方。」因此，对绝大多数念佛人而言，必须深入学习净土经教，明确认知净土宗修行的理论与方法，方不致盲修瞎练，最终失坏了宝贵的得人身、遇佛法、闻净土的大好因缘。",
      "zh_TW": "而淨土法門之修學，除少數宿世淨土善根成熟者，能於今生一聞即信，以深信心即能趨入淨土正行，從此念念相應、感應道交，臨終佛來，順利往生。其餘善根雖有尚不具足，則必須通過具體方法加以補足，方能成就。正如師父上人二Ｏ一二年五月九日，《淨土大經科註》第三二八集中云：「印光大師在《文鈔》裡頭說，八萬四千法門，門門都有經典做依據，如果不從經教上下手，都叫做盲修瞎練，很少有成就的。讓我們體會到，釋迦牟尼佛當年在世講經教學四十九年，幾乎每天都在講，沒有一天是休息的。這為什麼？就是修行需要有理論依據。理論、方法、經驗都在經典裡頭，這是不能不知道的。」又如印祖所云：「須按淨土經典所說，生信發願，專心念佛，決定現生求生西方。」因此，對絕大多數念佛人而言，必須深入學習淨土經教，明確認知淨土宗修行的理論與方法，方不致盲修瞎練，最終失壞了寶貴的得人身、遇佛法、聞淨土的大好因緣。"
    },
    {
      "id": "02-042-0204_p0006",
      "zh_CN": "故此文中，惭愧不肖弟子将尝试探讨净土法门修行的核心纲领，若有不当之处，恳请师父上人及诸位大德同修批评指正。",
      "zh_TW": "故此文中，慚愧不肖弟子將嘗試探討淨土法門修行的核心綱領，若有不當之處，懇請師父上人及諸位大德同修批評指正。"
    },
    {
      "id": "02-042-0204_p0007",
      "zh_CN": "甲三、净土法门宗要",
      "zh_TW": "甲三、淨土法門宗要"
    },
    {
      "id": "02-042-0204_p0008",
      "zh_CN": "乙一、净土法门修学次第",
      "zh_TW": "乙一、淨土法門修學次第"
    },
    {
      "id": "02-042-0204_p0009",
      "zh_CN": "认识净土是末法唯一超越生死之大道，则能抉择专修净土法门。而净土修行，首先须明确其修学次第。所谓次第，乃前前为因、后后为果之心法缘起规律，若颠倒、紊乱次第而修，则方向不明，效果不彰，久修无功，事倍功半，乃至怀疑自己不能往生。",
      "zh_TW": "認識淨土是末法唯一超越生死之大道，則能抉擇專修淨土法門。而淨土修行，首先須明確其修學次第。所謂次第，乃前前為因、後後為果之心法緣起規律，若顛倒、紊亂次第而修，則方向不明，效果不彰，久修無功，事倍功半，乃至懷疑自己不能往生。"
    },
    {
      "id": "02-042-0204_p0010",
      "zh_CN": "今试总结净土修学次第如下：",
      "zh_TW": "今試總結淨土修學次第如下："
    },
    {
      "id": "02-042-0204_p0011",
      "zh_CN": "一、首重净土修学关要之认知，所谓关要即往生净土之条件，感应弥陀之主因，即信愿行三法。而认知往生条件，不等于深明其具体内涵，如同会叫妈妈，未必懂得妈妈二字之内涵。也有人知道净土要修信愿行，但能说出信、愿、行具体内涵者甚少。不明内涵如何修学？",
      "zh_TW": "一、首重淨土修學關要之認知，所謂關要即往生淨土之條件，感應彌陀之主因，即信願行三法。而認知往生條件，不等於深明其具體內涵，如同會叫媽媽，未必懂得媽媽二字之內涵。也有人知道淨土要修信願行，但能說出信、願、行具體內涵者甚少。不明內涵如何修學？"
    },
    {
      "id": "02-042-0204_p0012",
      "zh_CN": "二、故次须认识信、愿、行之具体内涵及表现。而懂得内涵，不等于内心已具足信愿，就如同虽知妈妈二字含义未必有真实孝心、感恩心。",
      "zh_TW": "二、故次須認識信、願、行之具體內涵及表現。而懂得內涵，不等於內心已具足信願，就如同雖知媽媽二字含義未必有真實孝心、感恩心。"
    },
    {
      "id": "02-042-0204_p0013",
      "zh_CN": "三、故三须明了信、愿、行之修法，并付诸行动勤加修习。而付出努力修习，不等于已修习到量，如虽有孝心，未必能久病床前恒常稳固。",
      "zh_TW": "三、故三須明瞭信、願、行之修法，並付諸行動勤加修習。而付出努力修習，不等於已修習到量，如雖有孝心，未必能久病床前恆常穩固。"
    },
    {
      "id": "02-042-0204_p0014",
      "zh_CN": "四、故长时专修直到专一、相续、坚固之真切地位，方可谓具足信愿、老实念佛，方能决定往生。在此之前，遇净缘则起，遇染缘则退之不真切信愿，非决定不能往生，往生不决定耳。",
      "zh_TW": "四、故長時專修直到專一、相續、堅固之真切地位，方可謂具足信願、老實念佛，方能決定往生。在此之前，遇淨緣則起，遇染緣則退之不真切信願，非決定不能往生，往生不決定耳。"
    },
    {
      "id": "02-042-0204_p0015",
      "zh_CN": "乙二、净土法门之特别教理",
      "zh_TW": "乙二、淨土法門之特別教理"
    },
    {
      "id": "02-042-0204_p0016",
      "zh_CN": "讨论净土修行宗旨信愿行三法之前，首先须明净土教理与通途教理之异同。试述如下：",
      "zh_TW": "討論淨土修行宗旨信願行三法之前，首先須明淨土教理與通途教理之異同。試述如下："
    },
    {
      "id": "02-042-0204_p0017",
      "zh_CN": "丙一、不可以通途法门论判净土",
      "zh_TW": "丙一、不可以通途法門論判淨土"
    },
    {
      "id": "02-042-0204_p0018",
      "zh_CN": "《增广印光法师文钞．栖真常住长年念佛序》云：「下手易而成功高，用力少而得效速，实为如来一代时教中之特别法门，固不可以通途教理而为论判也。」又《印光法师文钞三编．一切念佛人往生及不往生之证据》云：「此如来一代时教中之特别法门，不得以通途教理而论。世有深通宗教，不信净土法门者，盖以通途教理，论特别法门也。使彼知是特别法门，则自行化他，莫敢或违矣。」",
      "zh_TW": "《增廣印光法師文鈔．棲真常住長年念佛序》云：「下手易而成功高，用力少而得效速，實為如來一代時教中之特別法門，固不可以通途教理而為論判也。」又《印光法師文鈔三編．一切念佛人往生及不往生之證據》云：「此如來一代時教中之特別法門，不得以通途教理而論。世有深通宗教，不信淨土法門者，蓋以通途教理，論特別法門也。使彼知是特別法門，則自行化他，莫敢或違矣。」"
    },
    {
      "id": "02-042-0204_p0019",
      "zh_CN": "依印祖以上开示，可知净土法门之所以奇妙特别，因其有特别教理，其特别教理，必须通过如法学习如来金口亲宣之净土经典，方能建立正确认识。不可随心所欲自我合理化，亦不可道听涂说随顺外道邪见，甚至即便是佛法正理，亦不可简单的以通途教理来论判净土教理。否则，不只一般人不能认识净土、不能建立信心，即便通宗通教之人，亦会因以通途教理而论净土法门，致净土正见无由生，净土正信不能立，此种事实，观善导大师《观经四帖疏》破斥诸师对九品误解即知。",
      "zh_TW": "依印祖以上開示，可知淨土法門之所以奇妙特別，因其有特別教理，其特別教理，必須通過如法學習如來金口親宣之淨土經典，方能建立正確認識。不可隨心所欲自我合理化，亦不可道聽塗說隨順外道邪見，甚至即便是佛法正理，亦不可簡單的以通途教理來論判淨土教理。否則，不只一般人不能認識淨土、不能建立信心，即便通宗通教之人，亦會因以通途教理而論淨土法門，致淨土正見無由生，淨土正信不能立，此種事實，觀善導大師《觀經四帖疏》破斥諸師對九品誤解即知。"
    },
    {
      "id": "02-042-0204_p0020",
      "zh_CN": "丙二、误解净土其罪非轻",
      "zh_TW": "丙二、誤解淨土其罪非輕"
    },
    {
      "id": "02-042-0204_p0021",
      "zh_CN": "此般误解净土，其罪如何？《印光法师文钞三编．世界佛教居士林开示法语》云：「净土法门，真是最高尚、最圆满的法门。若诬为愚夫愚妇之行者，直是谤佛谤法，地狱种子。不信净土者，其愚狂堕落，是至可怜愍者也。」故知若误解净土教理、轻视毁谤净土法门，即是谤佛谤法，亦是毁谤古今弘扬传承净土之圣贤僧俗，亦是断人往生净土解脱成佛之因缘，印祖说为地狱种子，至可怜愍。",
      "zh_TW": "此般誤解淨土，其罪如何？《印光法師文鈔三編．世界佛教居士林開示法語》云：「淨土法門，真是最高尚、最圓滿的法門。若誣為愚夫愚婦之行者，直是謗佛謗法，地獄種子。不信淨土者，其愚狂墮落，是至可憐愍者也。」故知若誤解淨土教理、輕視毀謗淨土法門，即是謗佛謗法，亦是毀謗古今弘揚傳承淨土之聖賢僧俗，亦是斷人往生淨土解脫成佛之因緣，印祖說為地獄種子，至可憐愍。"
    },
    {
      "id": "02-042-0204_p0022",
      "zh_CN": "丙三、弥陀愿海：净土教理之根源",
      "zh_TW": "丙三、彌陀願海：淨土教理之根源"
    },
    {
      "id": "02-042-0204_p0023",
      "zh_CN": "那么，净土教理为何？印祖《世界佛教居士林开示法语》云：「所以净土法门，有如是之高上者，因为普通教理修心，全仗自力。唯有净土，是兼仗佛力。是特别的教理，非是普通的教理。以普通的眼光，来观特别的教理，自然不得其当矣。」净土法门之所以超胜一切法门的原因，在于一切法门依靠普通教理修心，完全依靠自力。唯有净土法门，是以己信愿感佛慈力，因佛力加持而横超度越，这就是特别教理之关键。",
      "zh_TW": "那麼，淨土教理為何？印祖《世界佛教居士林開示法語》云：「所以淨土法門，有如是之高上者，因為普通教理修心，全仗自力。唯有淨土，是兼仗佛力。是特別的教理，非是普通的教理。以普通的眼光，來觀特別的教理，自然不得其當矣。」淨土法門之所以超勝一切法門的原因，在於一切法門依靠普通教理修心，完全依靠自力。唯有淨土法門，是以己信願感佛慈力，因佛力加持而橫超度越，這就是特別教理之關鍵。"
    },
    {
      "id": "02-042-0204_p0024",
      "zh_CN": "由此可知，若要正确认识净土，必须学习净土根本经教；而释迦本师所宣之净土经教，乃阿弥陀佛极乐世界理事因果、依正庄严之如实说明；又西方净土是弥陀因地法藏菩萨大愿大行之所庄严成就，万行又以弘愿为前导，故知极乐世界之根源，即弥陀弘愿。弘愿乃极乐之蓝图，极乐是弘愿之成就，蓝图与成就，必因果相符；弥陀因地弘愿如是发，西方净土就如是呈现，西方净土现前之现象，亦必本源于弥陀本愿之蓝图中，绝不会有丝毫差错。如《无量寿经》弥陀本愿，愿愿皆首曰「我作佛时」，次曰所愿内容，终曰如此所愿若不圆满成就，则「不取正觉」。弥陀是已成之佛，故所有因地大愿，均已圆满成就，且此成就，统统以佛果功德加以兑现。如同阿弥陀佛是甲方，本愿是合同，念佛人是乙方，念佛人信愿持名，合同即合法生效，弥陀愿力必然兑现，往生净土一生成佛。这就是所谓的净土教理。",
      "zh_TW": "由此可知，若要正確認識淨土，必須學習淨土根本經教；而釋迦本師所宣之淨土經教，乃阿彌陀佛極樂世界理事因果、依正莊嚴之如實說明；又西方淨土是彌陀因地法藏菩薩大願大行之所莊嚴成就，萬行又以弘願為前導，故知極樂世界之根源，即彌陀弘願。弘願乃極樂之藍圖，極樂是弘願之成就，藍圖與成就，必因果相符；彌陀因地弘願如是發，西方淨土就如是呈現，西方淨土現前之現象，亦必本源於彌陀本願之藍圖中，絕不會有絲毫差錯。如《無量壽經》彌陀本願，願願皆首曰「我作佛時」，次曰所願內容，終曰如此所願若不圓滿成就，則「不取正覺」。彌陀是已成之佛，故所有因地大願，均已圓滿成就，且此成就，統統以佛果功德加以兌現。如同阿彌陀佛是甲方，本願是合同，念佛人是乙方，念佛人信願持名，合同即合法生效，彌陀願力必然兌現，往生淨土一生成佛。這就是所謂的淨土教理。"
    },
    {
      "id": "02-042-0204_p0025",
      "zh_CN": "丙四、不可舍通途教理、废圣道门。",
      "zh_TW": "丙四、不可捨通途教理、廢聖道門。"
    },
    {
      "id": "02-042-0204_p0026",
      "zh_CN": "前文论述净土有其特别教理，而又须认识：净土教理并非与通途教理全无关系，修行净土并非要废弃通途法门（即圣道门）。如印祖云净土「高超一切禅教律，统摄一切禅教律」，蕅益大师《弥陀要解》云：「信愿持名一法，圆收圆超一切法门。竖与一切法门浑同，横与一切法门迥异。」高超、圆超、迥异是从净土他力横超的方便特殊性上讲，统摄、圆收、浑同是从净土与通途的关联共通性上讲。因此之故，弥陀为各宗各派共同导师，净土为无量行门一致归宿，绝不可单提特殊而否定共通。",
      "zh_TW": "前文論述淨土有其特別教理，而又須認識：淨土教理並非與通途教理全無關係，修行淨土並非要廢棄通途法門（即聖道門）。如印祖云淨土「高超一切禪教律，統攝一切禪教律」，蕅益大師《彌陀要解》云：「信願持名一法，圓收圓超一切法門。豎與一切法門渾同，橫與一切法門迥異。」高超、圓超、迥異是從淨土他力橫超的方便特殊性上講，統攝、圓收、渾同是從淨土與通途的關聯共通性上講。因此之故，彌陀為各宗各派共同導師，淨土為無量行門一致歸宿，絕不可單提特殊而否定共通。"
    },
    {
      "id": "02-042-0204_p0027",
      "zh_CN": "又往生西方，固然以信愿持名为正行，而佛陀宣说净土经教，《无量寿经》中强调往生正因，《观经》中当修净业三福，古德强调持戒，印祖重视伦常，岂可舍弃一切圣道修行？若不敦伦尽分、闲邪存诚，尚是贪瞋炽盛动荡不安之心，如何建立稳定坚固之真信切愿？若不深信因果报应、三世轮回，尚是断灭见之地狱种子，如何希求此生命尽安乐去处？若不至诚皈依三宝、随顺佛教，如何信仰归投佛陀所讲十万亿佛国土以外之佛？若不发厌离心，尚且耽着今生、追求现世欲乐，如何真正欣求往生西方？若不发大菩提心，为度众生愿成佛，如何有广大资粮往生上品？若不深明第一义谛，如何理事圆融的欣厌具足念念执持，同时又了知念念不可得，以上上品往生，花开见佛迳证无生？",
      "zh_TW": "又往生西方，固然以信願持名為正行，而佛陀宣說淨土經教，《無量壽經》中強調往生正因，《觀經》中當修淨業三福，古德強調持戒，印祖重視倫常，豈可捨棄一切聖道修行？若不敦倫盡分、閑邪存誠，尚是貪瞋熾盛動盪不安之心，如何建立穩定堅固之真信切願？若不深信因果報應、三世輪迴，尚是斷滅見之地獄種子，如何希求此生命盡安樂去處？若不至誠皈依三寶、隨順佛教，如何信仰歸投佛陀所講十萬億佛國土以外之佛？若不發厭離心，尚且耽著今生、追求現世欲樂，如何真正欣求往生西方？若不發大菩提心，為度眾生願成佛，如何有廣大資糧往生上品？若不深明第一義諦，如何理事圓融的欣厭具足念念執持，同時又了知念念不可得，以上上品往生，花開見佛逕證無生？"
    },
    {
      "id": "02-042-0204_p0028",
      "zh_CN": "而今有人受外国净土思想影响，假借善导大师之名，否认其他净土祖师，提倡所谓纯净土门，大有废弃圣道门之势，不知圣道门若废，净土门亦灭。又认为如智者、莲池、蕅益、彻悟等诸祖，以天台贤首释净土经义，定有不符净土本宗教理之处，加以怀疑否认。不知天台贤首无非古德对如来一代时教之归纳，净土教理亦有浅有深，净业修行亦有事有理，以天台贤首圆教教理来诠释净土一乘圆满之境界，引导上根理事圆融修行以往生上品，有何不妥？极乐净土非事事无碍之华严境界乎？智者大师乃释迦后身，永明大师是弥陀再来，还会误解净土吗？又善导大师深通三论，三论亦是通途，也应错解净土，若也错解，为何又独尊善导？又智者既是释迦再来，则谤智者即是谤佛；天台贤首乃大乘圆教，谤台贤即是谤法，谤佛谤法，该当何罪？不依古德，偏执己见，自谤佛法，并引人谤，与佛菩萨祖师唱反调，高举善导大师大旗，违背善导大师本意，表面弘净土，实际灭佛法，正智之士，不可不辨、不可不慎。",
      "zh_TW": "而今有人受外國淨土思想影響，假借善導大師之名，否認其他淨土祖師，提倡所謂純淨土門，大有廢棄聖道門之勢，不知聖道門若廢，淨土門亦滅。又認為如智者、蓮池、蕅益、徹悟等諸祖，以天台賢首釋淨土經義，定有不符淨土本宗教理之處，加以懷疑否認。不知天台賢首無非古德對如來一代時教之歸納，淨土教理亦有淺有深，淨業修行亦有事有理，以天台賢首圓教教理來詮釋淨土一乘圓滿之境界，引導上根理事圓融修行以往生上品，有何不妥？極樂淨土非事事無礙之華嚴境界乎？智者大師乃釋迦後身，永明大師是彌陀再來，還會誤解淨土嗎？又善導大師深通三論，三論亦是通途，也應錯解淨土，若也錯解，為何又獨尊善導？又智者既是釋迦再來，則謗智者即是謗佛；天台賢首乃大乘圓教，謗台賢即是謗法，謗佛謗法，該當何罪？不依古德，偏執己見，自謗佛法，並引人謗，與佛菩薩祖師唱反調，高舉善導大師大旗，違背善導大師本意，表面弘淨土，實際滅佛法，正智之士，不可不辨、不可不慎。"
    },
    {
      "id": "02-042-0204_p0029",
      "zh_CN": "当知净宗诸大祖师，同契如来圣心、皆通达通途教理及净土教理，皆如永明大师「四料简」所谓有禅有净土之戴角虎，释经、立法有深有浅，乃因所化之机不同，从净土大教中取相应之法以释之教之，非有对错、邪正之别也。",
      "zh_TW": "當知淨宗諸大祖師，同契如來聖心、皆通達通途教理及淨土教理，皆如永明大師「四料簡」所謂有禪有淨土之戴角虎，釋經、立法有深有淺，乃因所化之機不同，從淨土大教中取相應之法以釋之教之，非有對錯、邪正之別也。"
    },
    {
      "id": "02-042-0204_p0030",
      "zh_CN": "若如本人无德无慧之小居士之言不可信，请观以下印祖之言。《印光法师文钞三编．复丁福保居士书十七》曰：「梁任公久在日本，其所叙佛法，大略皆依日本人之成书而论。日本净土宗，以善导为初祖，此语颇不恰当。夫净土一法，自远公以后，极力宏阐者，代不乏人。即吾国以善导为二祖，亦属偶尔。非谓远公以后，无人宏扬此宗也。如此节目，似宜依古，依吾国向例。何可以讹传讹，致启后人疑议乎哉。」现在确实以讹传讹启人疑议，此非印祖慧眼照见预加教示乎？又《增广印光法师文钞．复永嘉某居士书四》曰：「善导观经四帖疏，中国多年失传，近方由东瀛请来。金陵刻板。而流传既久，错讹甚多。……十年前，曾一再阅而标之。」《观经四帖疏》请回国时，为何错讹甚多，需经印祖再再校正始可流通，能不慎思？",
      "zh_TW": "若如本人無德無慧之小居士之言不可信，請觀以下印祖之言。《印光法師文鈔三編．復丁福保居士書十七》曰：「梁任公久在日本，其所敘佛法，大略皆依日本人之成書而論。日本淨土宗，以善導為初祖，此語頗不恰當。夫淨土一法，自遠公以後，極力宏闡者，代不乏人。即吾國以善導為二祖，亦屬偶爾。非謂遠公以後，無人宏揚此宗也。如此節目，似宜依古，依吾國向例。何可以訛傳訛，致啟後人疑議乎哉。」現在確實以訛傳訛啟人疑議，此非印祖慧眼照見預加教示乎？又《增廣印光法師文鈔．復永嘉某居士書四》曰：「善導觀經四帖疏，中國多年失傳，近方由東瀛請來。金陵刻板。而流傳既久，錯訛甚多。……十年前，曾一再閱而標之。」《觀經四帖疏》請回國時，為何錯訛甚多，需經印祖再再校正始可流通，能不慎思？"
    },
    {
      "id": "02-042-0204_p0031",
      "zh_CN": "乙三、净土法门宗要",
      "zh_TW": "乙三、淨土法門宗要"
    },
    {
      "id": "02-042-0204_p0032",
      "zh_CN": "丙一、信愿行三法为宗",
      "zh_TW": "丙一、信願行三法為宗"
    },
    {
      "id": "02-042-0204_p0033",
      "zh_CN": "《增广印光法师文钞．复高邵麟居士书四》云：「若论念佛法门，唯以信愿行三法为其宗要。三法具足，决定往生。若无真信切愿，纵有真行，亦不能生。况悠悠泛泛者哉。蕅益所谓得生与否，全由信愿之有无。品位高下，全由持名之深浅。乃三世不易之常谈，三根普被之妙道也。宜通身靠倒，庶亲证实益耳。」",
      "zh_TW": "《增廣印光法師文鈔．復高邵麟居士書四》云：「若論念佛法門，唯以信願行三法為其宗要。三法具足，決定往生。若無真信切願，縱有真行，亦不能生。況悠悠泛泛者哉。蕅益所謂得生與否，全由信願之有無。品位高下，全由持名之深淺。乃三世不易之常談，三根普被之妙道也。宜通身靠倒，庶親證實益耳。」"
    },
    {
      "id": "02-042-0204_p0034",
      "zh_CN": "意为：讲到净土念佛法门，唯一是以信、愿、行三法为其最重要的修行宗旨。三法若具足，就能决定往生西方净土。如果没有真信切愿，纵然有真行，如蕅益大师所谓念佛念到风吹不入雨打不湿者，也不能往生，又何况是悠悠泛泛不用功念佛的呢？蕅益大师所谓的能否得以往生净土，完全看有没有真信切愿；往生品位的高下，完全看持名念佛的深浅。这是过去、现在、未来三世永不改变的真理，上中下三种根性的众生普遍利益加被的微妙法道。我们应该通身靠倒在此三法上，才能亲自证得真实的利益。",
      "zh_TW": "意為：講到淨土念佛法門，唯一是以信、願、行三法為其最重要的修行宗旨。三法若具足，就能決定往生西方淨土。如果沒有真信切願，縱然有真行，如蕅益大師所謂念佛念到風吹不入雨打不濕者，也不能往生，又何況是悠悠泛泛不用功念佛的呢？蕅益大師所謂的能否得以往生淨土，完全看有沒有真信切願；往生品位的高下，完全看持名念佛的深淺。這是過去、現在、未來三世永不改變的真理，上中下三種根性的眾生普遍利益加被的微妙法道。我們應該通身靠倒在此三法上，才能親自證得真實的利益。"
    },
    {
      "id": "02-042-0204_p0035",
      "zh_CN": "《印光法师文钞三编．上海法藏寺念佛开示》云：「至诚恳到真信切愿即是西方种子。盖净土一门，以信愿行三法为宗。如鼎三足，缺一不可。或专崇行持，而不尚信愿，则执事废理，仍属自力法门。与专以自性唯心，而不仗佛力之执理废事，同一过失。」",
      "zh_TW": "《印光法師文鈔三編．上海法藏寺念佛開示》云：「至誠懇到真信切願即是西方種子。蓋淨土一門，以信願行三法為宗。如鼎三足，缺一不可。或專崇行持，而不尚信願，則執事廢理，仍屬自力法門。與專以自性唯心，而不仗佛力之執理廢事，同一過失。」"
    },
    {
      "id": "02-042-0204_p0036",
      "zh_CN": "大意为：至诚恳切的真信切愿就是往生西方的真因种子。净土法门，以信愿行三法为修行宗旨，就好像鼎的三个脚一样，是缺一不可的，缺了一个就要倾倒了。有的人专门崇尚行持，死念一句名号，但不崇尚生信发愿，这是偏执事修而废弃净土修行之正理，不以信愿感应佛力加持，仍然属于靠自力修行的法门。跟专门认为弥陀乃我自心，净土只是唯心，而不仰仗佛力往生西方这种偏执理性废弃事修的人，有同样的过失，最终都不能往生净土。",
      "zh_TW": "大意為：至誠懇切的真信切願就是往生西方的真因種子。淨土法門，以信願行三法為修行宗旨，就好像鼎的三個腳一樣，是缺一不可的，缺了一個就要傾倒了。有的人專門崇尚行持，死念一句名號，但不崇尚生信發願，這是偏執事修而廢棄淨土修行之正理，不以信願感應佛力加持，仍然屬於靠自力修行的法門。跟專門認為彌陀乃我自心，淨土只是唯心，而不仰仗佛力往生西方這種偏執理性廢棄事修的人，有同樣的過失，最終都不能往生淨土。"
    },
    {
      "id": "02-042-0204_p0037",
      "zh_CN": "印祖文钞中开示净土法门以信愿行三法为宗，缺一不可之言，屡屡皆是，兹不一一列举。",
      "zh_TW": "印祖文鈔中開示淨土法門以信願行三法為宗，缺一不可之言，屢屢皆是，茲不一一列舉。"
    },
    {
      "id": "02-042-0204_p0038",
      "zh_CN": "丙二、往生全仗决定信愿",
      "zh_TW": "丙二、往生全仗決定信願"
    },
    {
      "id": "02-042-0204_p0039",
      "zh_CN": "丁一、印祖、蕅祖：具足信愿决定往生",
      "zh_TW": "丁一、印祖、蕅祖：具足信願決定往生"
    },
    {
      "id": "02-042-0204_p0040",
      "zh_CN": "《印光法师文钞续编．复智乐居士书》云：「往生不在识字不识字，只在有信愿与无信愿。有信愿，决定往生；无信愿，决不得往生。」",
      "zh_TW": "《印光法師文鈔續編．復智樂居士書》云：「往生不在識字不識字，只在有信願與無信願。有信願，決定往生；無信願，決不得往生。」"
    },
    {
      "id": "02-042-0204_p0041",
      "zh_CN": "大意为：能否往生的关键，不在于是否识字，唯一只在有没有真信切愿。有真信切愿，则决定往生；若没有真信切愿，则决定不能往生。",
      "zh_TW": "大意為：能否往生的關鍵，不在於是否識字，唯一只在有沒有真信切願。有真信切願，則決定往生；若沒有真信切願，則決定不能往生。"
    },
    {
      "id": "02-042-0204_p0042",
      "zh_CN": "《增广印光法师文钞．复周智茂居士书三》：「至汝先说但求不堕恶道即已，此言千万不可萌于心，形于口与笔。若有此念，便不得往生。往生全仗决定信愿。存此念，即无决定求生之心，有决定不生之心，其害非小。净土宗旨已失，何能得净土真实利益。」",
      "zh_TW": "《增廣印光法師文鈔．復周智茂居士書三》：「至汝先說但求不墮惡道即已，此言千萬不可萌於心，形於口與筆。若有此念，便不得往生。往生全仗決定信願。存此念，即無決定求生之心，有決定不生之心，其害非小。淨土宗旨已失，何能得淨土真實利益。」"
    },
    {
      "id": "02-042-0204_p0043",
      "zh_CN": "大意为：至于你先说只要希求不堕落三恶道就可以了，这样的话千万不可以萌生于心，表达于语言及文字。如果有这样的念头，就不能往生净土了。为什么呢？因为能否往生全仗是否有决定的真信切愿。存这样的念头，就没有决定求往生之心，有决定不求生之心，害处是很大的。净土法门的宗旨已失，如何能得到净土的真实利益呢？",
      "zh_TW": "大意為：至於你先說只要希求不墮落三惡道就可以了，這樣的話千萬不可以萌生於心，表達於語言及文字。如果有這樣的念頭，就不能往生淨土了。為什麼呢？因為能否往生全仗是否有決定的真信切願。存這樣的念頭，就沒有決定求往生之心，有決定不求生之心，害處是很大的。淨土法門的宗旨已失，如何能得到淨土的真實利益呢？"
    },
    {
      "id": "02-042-0204_p0044",
      "zh_CN": "如以上二段，印祖文钞中亦多处宣说具足真信切愿即可决定往生。此正如蕅益大师《弥陀要解》所谓：「得生与否，全由信愿之有无。品位高下，全由持名之深浅。」能够得以往生，完全在于是否具足真信切愿。",
      "zh_TW": "如以上二段，印祖文鈔中亦多處宣說具足真信切願即可決定往生。此正如蕅益大師《彌陀要解》所謂：「得生與否，全由信願之有無。品位高下，全由持名之深淺。」能夠得以往生，完全在於是否具足真信切願。"
    },
    {
      "id": "02-042-0204_p0045",
      "zh_CN": "丁二、善导大师释《观经》三心",
      "zh_TW": "丁二、善導大師釋《觀經》三心"
    },
    {
      "id": "02-042-0204_p0046",
      "zh_CN": "又如《观无量寿佛经》云：「若有众生愿生彼国者，发三种心，即便往生。何等为三？一者至诚心，二者深心，三者回向发愿心；具三心者，必生彼国。」",
      "zh_TW": "又如《觀無量壽佛經》云：「若有眾生願生彼國者，發三種心，即便往生。何等為三？一者至誠心，二者深心，三者迴向發願心；具三心者，必生彼國。」"
    },
    {
      "id": "02-042-0204_p0047",
      "zh_CN": "印祖云：「《观无量寿佛经》有善导和尚四帖疏，唯欲普利三根，故多约事相发挥。」故善导大师解释三心，最契合吾等下等之根机。善导大师，释至诚心为表里一如之真实心，正与《大学》之诚意正心一致，慎独、不自欺方能诚意，远离忿懥（瞋）、恐惧（痴）、好乐（贪）、忧患（痴）方能正心，故知真信切愿须以世间善人之心为基础，方能稳固建立。善导大师以二河白道喻为行者守护信心，以水火二河比喻贪瞋烦恼，水河澎湃可淹没白道，火河汹涌可烧毁白道，说明贪瞋烦恼现行做主，信愿必然退失。故云：「爱心常起，能染污善心也，又火焰常烧道者，即喻瞋嫌之心能烧功德之法财也。」此正师父上人教导扎好三根，印祖教导奠定净业基础之意。如印祖云：「譬如筑室，先治地基。地基坚固，无往不宜。是以学佛，先须敦伦。伦常无亏，方合道真。」又云：「须于身口意三业之间，修善断恶，方可与佛合德。」",
      "zh_TW": "印祖云：「《觀無量壽佛經》有善導和尚四帖疏，唯欲普利三根，故多約事相發揮。」故善導大師解釋三心，最契合吾等下等之根機。善導大師，釋至誠心為表裡一如之真實心，正與《大學》之誠意正心一致，慎獨、不自欺方能誠意，遠離忿懥（瞋）、恐懼（痴）、好樂（貪）、憂患（痴）方能正心，故知真信切願須以世間善人之心為基礎，方能穩固建立。善導大師以二河白道喻為行者守護信心，以水火二河比喻貪瞋煩惱，水河澎湃可淹沒白道，火河洶湧可燒毀白道，說明貪瞋煩惱現行做主，信願必然退失。故云：「愛心常起，能染污善心也，又火焰常燒道者，即喻瞋嫌之心能燒功德之法財也。」此正師父上人教導扎好三根，印祖教導奠定淨業基礎之意。如印祖云：「譬如築室，先治地基。地基堅固，無往不宜。是以學佛，先須敦倫。倫常無虧，方合道真。」又云：「須於身口意三業之間，修善斷惡，方可與佛合德。」"
    },
    {
      "id": "02-042-0204_p0048",
      "zh_CN": "善导大师释深心为深信心，其文曰：「言深心者，即是深信之心也。」并在此段释文中说明，决定信相，以期行者任遇何缘，「不生一念疑心，唯增长成就我决定上上信心」。故知，古德所谓真信、深信、决定信，皆指无有丝毫疑惑坚固不退之信心也。",
      "zh_TW": "善導大師釋深心為深信心，其文曰：「言深心者，即是深信之心也。」並在此段釋文中說明，決定信相，以期行者任遇何緣，「不生一念疑心，唯增長成就我決定上上信心」。故知，古德所謂真信、深信、決定信，皆指無有絲毫疑惑堅固不退之信心也。"
    },
    {
      "id": "02-042-0204_p0049",
      "zh_CN": "又善导大师释回向发愿心，其文曰：「言回向发愿心者，过去及以今生身口意业所修世出世善根，及随喜他一切凡圣身口意业所修世出世善根，以此自他所修善根，悉皆真实深信心中回向愿生彼国。故名回向发愿心也。又回向发愿愿生者，必须决定真实心中回向愿作得生想。」此即切愿之意。",
      "zh_TW": "又善導大師釋迴向發願心，其文曰：「言迴向發願心者，過去及以今生身口意業所修世出世善根，及隨喜他一切凡聖身口意業所修世出世善根，以此自他所修善根，悉皆真實深信心中迴向願生彼國。故名迴向發願心也。又迴向發願願生者，必須決定真實心中迴向願作得生想。」此即切願之意。"
    },
    {
      "id": "02-042-0204_p0050",
      "zh_CN": "总结上文，如《观经》云：「具三心者，必生彼国」，依善导大师解释，三心即是真信切愿，信愿具足则必定往生极乐净土。",
      "zh_TW": "總結上文，如《觀經》云：「具三心者，必生彼國」，依善導大師解釋，三心即是真信切願，信願具足則必定往生極樂淨土。"
    },
    {
      "id": "02-042-0204_p0051",
      "zh_CN": "丙三、会通上二科",
      "zh_TW": "丙三、會通上二科"
    },
    {
      "id": "02-042-0204_p0052",
      "zh_CN": "上二科诸祖所示净土宗要，有言须信愿行三法具足才能决定往生；有言但具真信切愿，即决定往生，岂不相违？今人亦有以此认定诸祖所见不同，加以虚妄取舍者，如何会通？不知若真具信愿，必修念佛正行，不修正行则表信愿有亏。如印祖云：「须知净土一法，以信愿行三法为宗。行如车牛，愿如御者，信如前导。导与御者，正成就其车牛之进趣耳。」果然有真信切愿在前导御，念佛正行之车牛必能前进。又如念老《谷响集》云：「如听任时光虚度，则过在自身。可念而不念，表所愿不切。信愿有亏，纵念得甚好，定力过人，亦不能往生。」故印祖云：「有信愿无行，亦不能往生。」此处所谓有信愿，非真有信愿，因不能发起念佛行之所谓信愿即假信愿，不到量之信愿，故不能往生；印祖恐人错认自己有信愿可往生，而不注重正行，不知不注重正行，信愿便非真，便不能往生也。",
      "zh_TW": "上二科諸祖所示淨土宗要，有言須信願行三法具足才能決定往生；有言但具真信切願，即決定往生，豈不相違？今人亦有以此認定諸祖所見不同，加以虛妄取捨者，如何會通？不知若真具信願，必修念佛正行，不修正行則表信願有虧。如印祖云：「須知淨土一法，以信願行三法為宗。行如車牛，願如御者，信如前導。導與御者，正成就其車牛之進趣耳。」果然有真信切願在前導御，念佛正行之車牛必能前進。又如念老《谷響集》云：「如聽任時光虛度，則過在自身。可念而不念，表所願不切。信願有虧，縱念得甚好，定力過人，亦不能往生。」故印祖云：「有信願無行，亦不能往生。」此處所謂有信願，非真有信願，因不能發起念佛行之所謂信願即假信願，不到量之信願，故不能往生；印祖恐人錯認自己有信願可往生，而不注重正行，不知不注重正行，信願便非真，便不能往生也。"
    },
    {
      "id": "02-042-0204_p0053",
      "zh_CN": "又何以言具足信愿即可决定往生，不需念佛行吗？不知真信切愿之心所缘对境即阿弥陀佛与极乐净土，因此一念信愿即一念忆佛念佛之行，即便不以称念名号表现在外，亦念念信愿行三法圆满具足、念念与弥陀本愿感应道交。如《法鼓经》云：「若人临终，不能作念，但知彼方有佛，作往生意，亦得往生。」是说这个人临终时，没有气力出声念佛了，只要心里知道西方有阿弥陀佛，发起求往生的意愿，就得以往生。此如来亲宣之金言，正表只要具足信愿，即决定往生之意。",
      "zh_TW": "又何以言具足信願即可決定往生，不需念佛行嗎？不知真信切願之心所緣對境即阿彌陀佛與極樂淨土，因此一念信願即一念憶佛念佛之行，即便不以稱念名號表現在外，亦念念信願行三法圓滿具足、念念與彌陀本願感應道交。如《法鼓經》云：「若人臨終，不能作念，但知彼方有佛，作往生意，亦得往生。」是說這個人臨終時，沒有氣力出聲念佛了，只要心裡知道西方有阿彌陀佛，發起求往生的意願，就得以往生。此如來親宣之金言，正表只要具足信願，即決定往生之意。"
    },
    {
      "id": "02-042-0204_p0054",
      "zh_CN": "故知诸祖为救行人解行之偏失，表面说法似有不同，实质并无二意，不可虚妄分别。吾人修行，固当首先注重生信发愿，并以念佛实行，如印祖云「半日学解，半日学行」，符合净业宗旨，则必能蒙佛接引，往生西方。如蕅益大师《要解》云：「信愿为慧行，持名为行行。慧行为前导，行行为正修，如目足并运也。」「信愿行成，必得往生见佛闻法」。",
      "zh_TW": "故知諸祖為救行人解行之偏失，表面說法似有不同，實質並無二意，不可虛妄分別。吾人修行，固當首先注重生信發願，並以念佛實行，如印祖云「半日學解，半日學行」，符合淨業宗旨，則必能蒙佛接引，往生西方。如蕅益大師《要解》云：「信願為慧行，持名為行行。慧行為前導，行行為正修，如目足並運也。」「信願行成，必得往生見佛聞法」。"
    },
    {
      "id": "02-042-0204_p0055",
      "zh_CN": "丙四、但具信愿，无论行持多少浅深、根机利钝、惑业轻重，皆得往生",
      "zh_TW": "丙四、但具信願，無論行持多少淺深、根機利鈍、惑業輕重，皆得往生"
    },
    {
      "id": "02-042-0204_p0056",
      "zh_CN": "上文已明但具信愿定生西方之理，然仍有一类行人，或以他歧惑乱信心，故引印祖下文以破除疑惑：",
      "zh_TW": "上文已明但具信願定生西方之理，然仍有一類行人，或以他歧惑亂信心，故引印祖下文以破除疑惑："
    },
    {
      "id": "02-042-0204_p0057",
      "zh_CN": "《增广印光法师文钞．乐清虹桥净土堂序》：「净土一门，但具真信切愿，以至诚心，持佛名号，求生西方。无论惑业之厚薄，功夫之浅深，皆于临终，仗佛慈力，带业往生。既往生已，即已超凡入圣，了生脱死。从兹渐次进修，即得亲证无生，以至圆满佛果耳。」",
      "zh_TW": "《增廣印光法師文鈔．樂清虹橋淨土堂序》：「淨土一門，但具真信切願，以至誠心，持佛名號，求生西方。無論惑業之厚薄，功夫之淺深，皆於臨終，仗佛慈力，帶業往生。既往生已，即已超凡入聖，了生脫死。從茲漸次進修，即得親證無生，以至圓滿佛果耳。」"
    },
    {
      "id": "02-042-0204_p0058",
      "zh_CN": "其意为：净土法门，只要具足真信切愿，以至诚心称念阿弥陀佛的圣号，求生西方净土，无论是烦恼重还是烦恼轻，罪业重还是罪业轻，念佛功夫深还是浅（包括念佛多少）等，都能在临命终时，以己信愿感佛慈力接引，带业往生西方净土。往生以后，就超凡入圣、了生脱死了，从此在净土渐次增进修行，就能亲自证得无生法忍，乃至最终圆满佛果。",
      "zh_TW": "其意為：淨土法門，只要具足真信切願，以至誠心稱念阿彌陀佛的聖號，求生西方淨土，無論是煩惱重還是煩惱輕，罪業重還是罪業輕，念佛功夫深還是淺（包括念佛多少）等，都能在臨命終時，以己信願感佛慈力接引，帶業往生西方淨土。往生以後，就超凡入聖、了生脫死了，從此在淨土漸次增進修行，就能親自證得無生法忍，乃至最終圓滿佛果。"
    },
    {
      "id": "02-042-0204_p0059",
      "zh_CN": "又《十往生经》云：「若有众生念阿弥陀佛愿往生者，彼佛即遣二十五菩萨拥护行者。若行若坐、若住若卧、若昼若夜，一切时一切处，不令恶鬼恶神得其便也。」《观经》云：「若称礼念阿弥陀佛愿往生彼国者，彼佛即遣无数化佛无数化观音势至菩萨护念行者。」因此，只要具足信愿，就能与佛力感应道交，只要得佛力加持，无论内之惑业、外之魔障，皆不能障碍往生。",
      "zh_TW": "又《十往生經》云：「若有眾生念阿彌陀佛願往生者，彼佛即遣二十五菩薩擁護行者。若行若坐、若住若臥、若晝若夜，一切時一切處，不令惡鬼惡神得其便也。」《觀經》云：「若稱禮念阿彌陀佛願往生彼國者，彼佛即遣無數化佛無數化觀音勢至菩薩護念行者。」因此，只要具足信願，就能與佛力感應道交，只要得佛力加持，無論內之惑業、外之魔障，皆不能障礙往生。"
    },
    {
      "id": "02-042-0204_p0060",
      "zh_CN": "如若不明此理，如一类行人，虽口头念佛，或以业重，或以未达一心，或以念佛日浅等等原因，怀疑不能往生。不知既有此疑，即破信心，信心既破何能往生？又有一类行人，天天念神念鬼而不信愿念佛，如何往生？皆是自障其往生大利也。故念佛人必须明经达理也。",
      "zh_TW": "如若不明此理，如一類行人，雖口頭念佛，或以業重，或以未達一心，或以念佛日淺等等原因，懷疑不能往生。不知既有此疑，即破信心，信心既破何能往生？又有一類行人，天天念神念鬼而不信願念佛，如何往生？皆是自障其往生大利也。故念佛人必須明經達理也。"
    },
    {
      "id": "02-042-0204_p0061",
      "zh_CN": "丙五、往生条件是信愿行之因：合佛本愿，感佛慈力。",
      "zh_TW": "丙五、往生條件是信願行之因：合佛本願，感佛慈力。"
    },
    {
      "id": "02-042-0204_p0062",
      "zh_CN": "前文已明净土法门宗旨即信愿行三法，但具信愿决定往生，此科试论：为何净土宗旨是信愿行而非其他呢？只知结论，恐尚有疑惑，若能深明其理，信心必深。",
      "zh_TW": "前文已明淨土法門宗旨即信願行三法，但具信願決定往生，此科試論：為何淨土宗旨是信願行而非其他呢？只知結論，恐尚有疑惑，若能深明其理，信心必深。"
    },
    {
      "id": "02-042-0204_p0063",
      "zh_CN": "前文净土法门之特别教理一科中，已阐明弥陀愿海乃一切净土教理之根本，故净土修行理论方法之根源，亦在弥陀愿海之中。具信愿行即得往生，乃弥陀因地发愿时所开设的往生条件，因此吾人只要符合此条件，弥陀慈父必来接引往生。如印祖云：",
      "zh_TW": "前文淨土法門之特別教理一科中，已闡明彌陀願海乃一切淨土教理之根本，故淨土修行理論方法之根源，亦在彌陀願海之中。具信願行即得往生，乃彌陀因地發願時所開設的往生條件，因此吾人只要符合此條件，彌陀慈父必來接引往生。如印祖云："
    },
    {
      "id": "02-042-0204_p0064",
      "zh_CN": "《增广印光法师文钞．岳步云为亲所设佛堂说》：「阿弥陀佛，于往劫中，发四十八种大愿。有一愿云，若有众生，称我名号，求生我国。乃至十念，若不生者，不取正觉。是知佛念众生，如母忆子。众生若能生信发愿，持佛名号，求生西方，如子忆母。自然上契佛心，感应道交。现生蒙佛加被，业障消灭，诸缘顺适。临终蒙佛接引，带业往生极乐世界。从兹入圣超凡，了生脱死。」",
      "zh_TW": "《增廣印光法師文鈔．岳步雲為親所設佛堂說》：「阿彌陀佛，於往劫中，發四十八種大願。有一願云，若有眾生，稱我名號，求生我國。乃至十念，若不生者，不取正覺。是知佛念眾生，如母憶子。眾生若能生信發願，持佛名號，求生西方，如子憶母。自然上契佛心，感應道交。現生蒙佛加被，業障消滅，諸緣順適。臨終蒙佛接引，帶業往生極樂世界。從茲入聖超凡，了生脫死。」"
    },
    {
      "id": "02-042-0204_p0065",
      "zh_CN": "其意为：阿弥陀佛在过去劫中，发了四十八种弘大的誓愿，其中有一愿说：如果有众生至心信乐，愿生我国，称念我的名号求生我国，乃至十念一念，如果不得往生，我就不取正觉。就知道佛忆念轮回苦海的众生，就如同慈母忆念流浪他乡的爱子一般。众生如果能像远离故土的游子忆念慈母般的生信发愿、持佛名号、求生西方，自然能够上契佛心，与佛力感应道交。现生之中就能蒙佛加被，业障消灭，种种因缘境遇顺利。临终蒙佛接引，带业往生到极乐世界，就能超凡入圣、了生脱死。",
      "zh_TW": "其意為：阿彌陀佛在過去劫中，發了四十八種弘大的誓願，其中有一願說：如果有眾生至心信樂，願生我國，稱念我的名號求生我國，乃至十念一念，如果不得往生，我就不取正覺。就知道佛憶念輪迴苦海的眾生，就如同慈母憶念流浪他鄉的愛子一般。眾生如果能像遠離故土的遊子憶念慈母般的生信發願、持佛名號、求生西方，自然能夠上契佛心，與佛力感應道交。現生之中就能蒙佛加被，業障消滅，種種因緣境遇順利。臨終蒙佛接引，帶業往生到極樂世界，就能超凡入聖、了生脫死。"
    },
    {
      "id": "02-042-0204_p0066",
      "zh_CN": "又如善导大师《往生礼赞》云：「今信知弥陀本弘誓愿，及称名号，下至十声一声等，定得往生。」故知净土修行宗旨之依据即弥陀根本第十八大愿，能具足信愿行，即符合此愿，即必定往生。",
      "zh_TW": "又如善導大師《往生禮讚》云：「今信知彌陀本弘誓願，及稱名號，下至十聲一聲等，定得往生。」故知淨土修行宗旨之依據即彌陀根本第十八大願，能具足信願行，即符合此願，即必定往生。"
    },
    {
      "id": "02-042-0204_p0067",
      "zh_CN": "但今有人弘扬净土，摒弃其他单谈第十八愿，此必不可，因第十八愿是往生条件，但若不知弥陀愿海救度众生种种利益事，往生净土种种殊胜功德，又为何希求往生呢？若单谈第十八愿即可，其他是多余的，释迦本师又为何宣说呢？应慎思。",
      "zh_TW": "但今有人弘揚淨土，摒棄其他單談第十八願，此必不可，因第十八願是往生條件，但若不知彌陀願海救度眾生種種利益事，往生淨土種種殊勝功德，又為何希求往生呢？若單談第十八願即可，其他是多餘的，釋迦本師又為何宣說呢？應慎思。"
    },
    {
      "id": "02-042-0204_p0068",
      "zh_CN": "乙四、总结",
      "zh_TW": "乙四、總結"
    },
    {
      "id": "02-042-0204_p0069",
      "zh_CN": "此文就净土法门特别教理与通途教理之异同，净土法门修行宗旨等方面做了分析，后文将进一步讨论信愿行的具体内涵。",
      "zh_TW": "此文就淨土法門特別教理與通途教理之異同，淨土法門修行宗旨等方面做了分析，後文將進一步討論信願行的具體內涵。"
    },
    {
      "id": "02-042-0204_p0070",
      "zh_CN": "弟子愚钝，报告之中定有错误之处，恳请师父上人及诸位大德同修批评指正。",
      "zh_TW": "弟子愚鈍，報告之中定有錯誤之處，懇請師父上人及諸位大德同修批評指正。"
    },
    {
      "id": "02-042-0204_p0071",
      "zh_CN": "恭祝师父上人：法体安康，光寿无量，广化有情同归安养。恭祝诸位同修：尽此一报身，同生极乐国。南无阿弥陀佛！惭愧不肖弟子法文顶礼，二Ｏ一六年一月十四日。",
      "zh_TW": "恭祝師父上人：法體安康，光壽無量，廣化有情同歸安養。恭祝諸位同修：盡此一報身，同生極樂國。南無阿彌陀佛！慚愧不肖弟子法文頂禮，二Ｏ一六年一月十四日。"
    },
    {
      "id": "02-042-0204_p0072",
      "zh_CN": "老法师：这篇报告是法文法师的第三篇，我们听了之后很受感动。确实如佛所说，人身难得，佛法难闻，净土难遇到。我们在这一生当中，得人身，闻佛法，又闻到佛法里面的第一法门，净宗，这个缘分多么难得！",
      "zh_TW": "老法師：這篇報告是法文法師的第三篇，我們聽了之後很受感動。確實如佛所說，人身難得，佛法難聞，淨土難遇到。我們在這一生當中，得人身，聞佛法，又聞到佛法裡面的第一法門，淨宗，這個緣分多麼難得！"
    },
    {
      "id": "02-042-0204_p0073",
      "zh_CN": "缘具足了，问题在我们自己本身业障、习气太浓了！无量劫来六道轮回累积的习气，很难拔除，这是我们这一生能不能成就的障碍所在。佛菩萨就应化在我们的身边，让我们看到、听到、接触到。如果真正好学的人，有机会成就。没有往生的念头，依然留恋娑婆世界人天福报，他能不能得到？能，他不能生净土。他不知道人天福报是短暂的，如梦幻泡影；往生西方是究竟的，无量光寿，这两个不能比，差太远了！怎样取舍，这是大智慧，这是大福报，大因缘。谁不想？我相信个个人都想，可是烦恼习气丢不开，烦恼习气根深蒂固。过去无量劫来，我们有没有遇到过如此殊胜的法缘？肯定有，不止一次。遇到怎么样？每一次都丢失了，都没有把它抓住，随着自己烦恼习气流转。这一生依然如故，这怎么得了！佛在经上对这些人非常感叹，呼之为「可怜悯者」。没有遇到这样殊胜的缘，佛不会这么说，那说得太过分了。过去有善根、有智慧、有福德，遇到了，疏忽了障缘，依旧被障缘所障，佛叫他做可怜悯者。这句话说得不过分，我们听了，深深感到佛说的是真话，讲得恰到好处。",
      "zh_TW": "緣具足了，問題在我們自己本身業障、習氣太濃了！無量劫來六道輪迴累積的習氣，很難拔除，這是我們這一生能不能成就的障礙所在。佛菩薩就應化在我們的身邊，讓我們看到、聽到、接觸到。如果真正好學的人，有機會成就。沒有往生的念頭，依然留戀娑婆世界人天福報，他能不能得到？能，他不能生淨土。他不知道人天福報是短暫的，如夢幻泡影；往生西方是究竟的，無量光壽，這兩個不能比，差太遠了！怎樣取捨，這是大智慧，這是大福報，大因緣。誰不想？我相信個個人都想，可是煩惱習氣丟不開，煩惱習氣根深蒂固。過去無量劫來，我們有沒有遇到過如此殊勝的法緣？肯定有，不止一次。遇到怎麼樣？每一次都丟失了，都沒有把它抓住，隨著自己煩惱習氣流轉。這一生依然如故，這怎麼得了！佛在經上對這些人非常感嘆，呼之為「可憐憫者」。沒有遇到這樣殊勝的緣，佛不會這麼說，那說得太過分了。過去有善根、有智慧、有福德，遇到了，疏忽了障緣，依舊被障緣所障，佛叫他做可憐憫者。這句話說得不過分，我們聽了，深深感到佛說的是真話，講得恰到好處。"
    },
    {
      "id": "02-042-0204_p0074",
      "zh_CN": "那这一生我们想不想抓住？古人有一个例子，宋朝的莹珂法师，习气重，几乎又要出错误了，在这个紧急关头，他发了个狠心对付自己，把自己关在寮房里，一句阿弥陀佛念了三天三夜，不吃饭，不睡觉，拼命。他这股力量从哪来的？想到一身的罪业，如果不能往生，这一生死后必定堕地狱，害怕了，怕地狱苦，求阿弥陀佛超度他。三天三夜，果然把阿弥陀佛念来了，时间不长。一身罪业的人，破戒之人，能感动阿弥陀佛。什么原因？这三天的佛号声声都是真诚心、菩提心，不是妄心，感动阿弥陀佛。佛来了，告诉他，你的阳寿还有十年，十年之后佛来接引。莹珂确实像古人所说的，福至心灵，见佛是大福报，心里头突然灵了，不迷惑了，不糊涂了，向佛要求，十年寿命不要了，现在跟你去。佛答应了，告诉他，好，三天之后来接引你。真的，他三天之后往生了。这个决心正确，这是真实智慧的选择。如果他这一生不往生，肯定又是三途，三途一堕五千劫，不是开玩笑的，是真的。他往生了，留给我们一个最好的榜样。",
      "zh_TW": "那這一生我們想不想抓住？古人有一個例子，宋朝的瑩珂法師，習氣重，幾乎又要出錯誤了，在這個緊急關頭，他發了個狠心對付自己，把自己關在寮房裡，一句阿彌陀佛念了三天三夜，不吃飯，不睡覺，拼命。他這股力量從哪來的？想到一身的罪業，如果不能往生，這一生死後必定墮地獄，害怕了，怕地獄苦，求阿彌陀佛超度他。三天三夜，果然把阿彌陀佛念來了，時間不長。一身罪業的人，破戒之人，能感動阿彌陀佛。什麼原因？這三天的佛號聲聲都是真誠心、菩提心，不是妄心，感動阿彌陀佛。佛來了，告訴他，你的陽壽還有十年，十年之後佛來接引。瑩珂確實像古人所說的，福至心靈，見佛是大福報，心裡頭突然靈了，不迷惑了，不糊塗了，向佛要求，十年壽命不要了，現在跟你去。佛答應了，告訴他，好，三天之後來接引你。真的，他三天之後往生了。這個決心正確，這是真實智慧的選擇。如果他這一生不往生，肯定又是三途，三途一墮五千劫，不是開玩笑的，是真的。他往生了，留給我們一個最好的榜樣。"
    },
    {
      "id": "02-042-0204_p0075",
      "zh_CN": "我们今天念佛，经教听明白、听懂了，想想自己这一身的罪业，还要加上过去无量劫来累积的业障，我们的前途是三途还是极乐世界？如果极乐世界没把握，那三途就肯定了。怎么办？长劫的轮回受报，苦报。这个苦报，过去不知道轮回多少次了，还再干吗？所以真的要做一个抉择，我选择极乐世界，我选择亲近阿弥陀佛。希望在这一生当中成就。信、愿、行三资粮要具足，具足之前要了解，搞清楚、搞明白，不至于产生误会，才能往生。李老师当年在世，常常提醒我们，一万个念佛人，台中莲社，不说别人，一万个念佛人，真正能往生的三个五个，不是万修万人去。我们就是这三个人当中的一个，五个人当中的一个，太难了！不努力怎么行？不把这桩事情搞清楚搞明白，怎么行？研经学教，目的就是搞明白、搞清楚，明白清楚之后，要求自己具足菩提心，接受一向专念，这才能得生净土。",
      "zh_TW": "我們今天念佛，經教聽明白、聽懂了，想想自己這一身的罪業，還要加上過去無量劫來累積的業障，我們的前途是三途還是極樂世界？如果極樂世界沒把握，那三途就肯定了。怎麼辦？長劫的輪迴受報，苦報。這個苦報，過去不知道輪迴多少次了，還再幹嗎？所以真的要做一個抉擇，我選擇極樂世界，我選擇親近阿彌陀佛。希望在這一生當中成就。信、願、行三資糧要具足，具足之前要了解，搞清楚、搞明白，不至於產生誤會，才能往生。李老師當年在世，常常提醒我們，一萬個念佛人，台中蓮社，不說別人，一萬個念佛人，真正能往生的三個五個，不是萬修萬人去。我們就是這三個人當中的一個，五個人當中的一個，太難了！不努力怎麼行？不把這樁事情搞清楚搞明白，怎麼行？研經學教，目的就是搞明白、搞清楚，明白清楚之後，要求自己具足菩提心，接受一向專念，這才能得生淨土。"
    },
    {
      "id": "02-042-0204_p0076",
      "zh_CN": "法文法师这三篇报告，这是第三篇，值得我们对净宗还有疑惑，还不能下真正决心的人，做很好的参考资料。应该接受他的劝导，在《无量寿经》里头，建立信心、愿心，一向专念，求生净土。",
      "zh_TW": "法文法師這三篇報告，這是第三篇，值得我們對淨宗還有疑惑，還不能下真正決心的人，做很好的參考資料。應該接受他的勸導，在《無量壽經》裡頭，建立信心、願心，一向專念，求生淨土。"
    },
    {
      "id": "02-042-0204_p0077",
      "zh_CN": "我们再看下面，还有一篇。",
      "zh_TW": "我們再看下面，還有一篇。"
    },
    {
      "id": "02-042-0204_p0078",
      "zh_CN": "学生：尊敬的净空法师，您好！尊敬的各位法师，大德，同修，大家好！阿弥陀佛！",
      "zh_TW": "學生：尊敬的淨空法師，您好！尊敬的各位法師，大德，同修，大家好！阿彌陀佛！"
    },
    {
      "id": "02-042-0204_p0079",
      "zh_CN": "惭愧弟子在十年前，偶得净空法师主讲的光碟「敦伦尽分，闲邪存诚，老实念佛，求生净土」。打开电脑听看，看着看着，我泪流满面，激动不已，老法师慈悲的开示，唤醒了迷惑沉睡已久的我。也就是从那一天起，我开始接触认识并修持净土念佛法门，踏上了念佛回家的路。在这条菩提路上，我愈走愈欢喜，愈走愈快乐，心中充满了无限的感恩。",
      "zh_TW": "慚愧弟子在十年前，偶得淨空法師主講的光碟「敦倫盡分，閑邪存誠，老實念佛，求生淨土」。打開電腦聽看，看著看著，我淚流滿面，激動不已，老法師慈悲的開示，喚醒了迷惑沉睡已久的我。也就是從那一天起，我開始接觸認識並修持淨土念佛法門，踏上了念佛回家的路。在這條菩提路上，我愈走愈歡喜，愈走愈快樂，心中充滿了無限的感恩。"
    },
    {
      "id": "02-042-0204_p0080",
      "zh_CN": "一、感恩上净下空老法师",
      "zh_TW": "一、感恩上淨下空老法師"
    },
    {
      "id": "02-042-0204_p0081",
      "zh_CN": "有人问我：「你的师父是谁？」我说：「净空法师，我是老法师的网路弟子。」在我心中，尊敬的净空老法师不仅是我的恩师，更是我的指路明灯。通过网路，能天天恭听老法师讲经说法，接受老法师谆谆教诲，犹如老法师就在面前，讲释迦牟尼佛所讲的经、所传的法，讲众生破迷开悟、转凡成圣之法，讲众生超越六道、离苦得乐之法，讲开真实智慧、得真实利益、回归常寂光之法，讲和谐拯救危机，讲所有宗教团结是一家，讲地球是一家，讲中国传统文化能引领世界走向和平……一句话，讲修身齐家治国平天下；世出世间法。老法师说，净宗四众弟子，修行要从根本上修，必须学习落实《弟子规》、《感应篇》、《十善业》三门功课，必须遵守净业三福、六和、三学、六度、普贤十愿这五个科目。必须做到四好：存好心，说好话，行好事，做好人。要坚持遵照「一门深入，长时薰修」，「读书千遍，其义自见」的方法修持。要坚定相信「一部《无量寿经》，一句阿弥陀佛，一个方向求生西方极乐世界」，要牢记和遵循「一心称念南无阿弥陀佛，不怀疑，不夹杂，不间断，尽此一生必生净土」。",
      "zh_TW": "有人問我：「你的師父是誰？」我說：「淨空法師，我是老法師的網路弟子。」在我心中，尊敬的淨空老法師不僅是我的恩師，更是我的指路明燈。通過網路，能天天恭聽老法師講經說法，接受老法師諄諄教誨，猶如老法師就在面前，講釋迦牟尼佛所講的經、所傳的法，講眾生破迷開悟、轉凡成聖之法，講眾生超越六道、離苦得樂之法，講開真實智慧、得真實利益、回歸常寂光之法，講和諧拯救危機，講所有宗教團結是一家，講地球是一家，講中國傳統文化能引領世界走向和平……一句話，講修身齊家治國平天下；世出世間法。老法師說，淨宗四眾弟子，修行要從根本上修，必須學習落實《弟子規》、《感應篇》、《十善業》三門功課，必須遵守淨業三福、六和、三學、六度、普賢十願這五個科目。必須做到四好：存好心，說好話，行好事，做好人。要堅持遵照「一門深入，長時薰修」，「讀書千遍，其義自見」的方法修持。要堅定相信「一部《無量壽經》，一句阿彌陀佛，一個方向求生西方極樂世界」，要牢記和遵循「一心稱念南無阿彌陀佛，不懷疑，不夾雜，不間斷，盡此一生必生淨土」。"
    },
    {
      "id": "02-042-0204_p0082",
      "zh_CN": "二Ｏ一Ｏ年四月五日清明节，老法师慈悲停讲《华严经》，开始启讲《大经解演义》。之后开始宣讲《大经科注》，到目前为止，已经是第四回宣讲《大经科注》。老法师说：「要专修专弘《无量寿经》会集本，专讲黄念祖老居士《大经集注》，一心求生净土，亲近阿弥陀佛，以此功德回向法界众生，化解灾难。」老法师向释迦牟尼佛学习，一生不做经忏，只讲经教学；老法师学习释迦牟尼佛，一生不建道场，只要有个小地方能讲经教学足矣；他「学为人师，行为世范」，堪称当代楷模；他弘法利生六十余载，「不为自身求安乐，但愿众生得离苦」。老法师的慈悲谁人能比，老法师的胸襟谁人能比，老法师的智慧谁人能比，老法师的德行谁人能比，他是当代世界上当之无愧的最大善知识。一心感恩净空老法师。",
      "zh_TW": "二Ｏ一Ｏ年四月五日清明節，老法師慈悲停講《華嚴經》，開始啟講《大經解演義》。之後開始宣講《大經科註》，到目前為止，已經是第四回宣講《大經科註》。老法師說：「要專修專弘《無量壽經》會集本，專講黃念祖老居士《大經集註》，一心求生淨土，親近阿彌陀佛，以此功德迴向法界眾生，化解災難。」老法師向釋迦牟尼佛學習，一生不做經懺，只講經教學；老法師學習釋迦牟尼佛，一生不建道場，只要有個小地方能講經教學足矣；他「學為人師，行為世範」，堪稱當代楷模；他弘法利生六十餘載，「不為自身求安樂，但願眾生得離苦」。老法師的慈悲誰人能比，老法師的胸襟誰人能比，老法師的智慧誰人能比，老法師的德行誰人能比，他是當代世界上當之無愧的最大善知識。一心感恩淨空老法師。"
    },
    {
      "id": "02-042-0204_p0083",
      "zh_CN": "二、感恩极乐教主，净土导师阿弥陀佛。",
      "zh_TW": "二、感恩極樂教主，淨土導師阿彌陀佛。"
    },
    {
      "id": "02-042-0204_p0084",
      "zh_CN": "佛弟子都念阿弥陀佛，净土法门专持阿弥陀佛名号，就必须对阿弥陀佛有一定的认识和了解，知恩才能报恩啊！阿弥陀佛这句万德洪名，《无量寿经》中讲得很详细。阿弥陀佛在因地是世饶王，闻法「寻发无上真正道意，弃国捐王，行作沙门，号曰法藏」，为「拔诸勤苦生死根本，速成无上正等正觉」，求世间自在王佛「广演诸佛妙刹」，「法藏闻佛所说，皆悉睹见，起发无上殊胜之愿……选择所欲，结得大愿」，这个大愿展开就是四十八大愿，其中第十八愿十念必生愿，是大愿的核心。进而「精勤求索，恭慎保持，修习功德，满足五劫」，成就庄严佛土，清净之行，西方极乐世界圆满建成了，说明阿弥陀佛四十八愿圆满兑现了。「法藏成佛，号阿弥陀，成佛以来，于今十劫」，「我若成正觉，立名无量寿，众生闻此号，俱来我刹中」。成立十劫的时间，有无量无边的众生已经往生到西方极乐世界。怎样能去？「发菩提心，一心专念阿弥陀佛」。这么简单，不可思议！西方极乐世界有二十九种依正庄严，其中国土依报庄严十七种，佛正报庄严八种，菩萨正报庄严四种，真不可思议！更不可思议的是「诸往生者，皆得阿惟越致，皆具金色三十二相，皆当作佛」。阿惟越致是法身不退菩萨，要经历多少劫才能成就，一生就圆成了，真是无比的奇妙殊胜，难以相信！阿弥陀佛的妙愿妙行妙德妙果，无法用文字语言能描述尽，十方诸佛都称赞为「光中极尊，佛中之王」。蕅益大师说，「往生与否，全由信愿之有无」，只要我们真信切愿，老实念阿弥陀佛，就会得阿弥陀佛威神大德大愿功德加持，脱离六道轮回苦难，往生西方极乐世界，享受阿弥陀佛的果觉，圆满成就无上正等菩提，就在现在当下一念念佛心中。一心感恩阿弥陀佛！",
      "zh_TW": "佛弟子都念阿彌陀佛，淨土法門專持阿彌陀佛名號，就必須對阿彌陀佛有一定的認識和了解，知恩才能報恩啊！阿彌陀佛這句萬德洪名，《無量壽經》中講得很詳細。阿彌陀佛在因地是世饒王，聞法「尋發無上真正道意，棄國捐王，行作沙門，號曰法藏」，為「拔諸勤苦生死根本，速成無上正等正覺」，求世間自在王佛「廣演諸佛妙剎」，「法藏聞佛所說，皆悉睹見，起發無上殊勝之願……選擇所欲，結得大願」，這個大願展開就是四十八大願，其中第十八願十念必生願，是大願的核心。進而「精勤求索，恭慎保持，修習功德，滿足五劫」，成就莊嚴佛土，清淨之行，西方極樂世界圓滿建成了，說明阿彌陀佛四十八願圓滿兌現了。「法藏成佛，號阿彌陀，成佛以來，於今十劫」，「我若成正覺，立名無量壽，眾生聞此號，俱來我剎中」。成立十劫的時間，有無量無邊的眾生已經往生到西方極樂世界。怎樣能去？「發菩提心，一心專念阿彌陀佛」。這麼簡單，不可思議！西方極樂世界有二十九種依正莊嚴，其中國土依報莊嚴十七種，佛正報莊嚴八種，菩薩正報莊嚴四種，真不可思議！更不可思議的是「諸往生者，皆得阿惟越致，皆具金色三十二相，皆當作佛」。阿惟越致是法身不退菩薩，要經歷多少劫才能成就，一生就圓成了，真是無比的奇妙殊勝，難以相信！阿彌陀佛的妙願妙行妙德妙果，無法用文字語言能描述盡，十方諸佛都稱讚為「光中極尊，佛中之王」。蕅益大師說，「往生與否，全由信願之有無」，只要我們真信切願，老實念阿彌陀佛，就會得阿彌陀佛威神大德大願功德加持，脫離六道輪迴苦難，往生西方極樂世界，享受阿彌陀佛的果覺，圓滿成就無上正等菩提，就在現在當下一念念佛心中。一心感恩阿彌陀佛！"
    },
    {
      "id": "02-042-0204_p0085",
      "zh_CN": "三、感恩娑婆教主，九界导师释迦牟尼佛。",
      "zh_TW": "三、感恩娑婆教主，九界導師釋迦牟尼佛。"
    },
    {
      "id": "02-042-0204_p0086",
      "zh_CN": "两千多年前，释迦牟尼佛来这个世间示现八相成道，成就无上正等正觉，是为令一切众生脱离苦难，开示悟入佛知见。世尊以无量的善巧方便讲经说法四十九年，给我们留下了经典三藏十二部。在这部浩瀚的经典中，唯独《无量寿经》是多次宣说，说明《无量寿经》重要，说明净土法门的重要。净空老法师在《净修捷要报恩谈》序文的开端写到：「净土法门乃一乘了义，三根普被，横超三界，迳登四土，极圆极顿之不可思议法门，印光大师所谓：究竟畅佛本怀之法也，高超一切禅教律，统摄一切禅教律。而其中《无量寿经》者，乃净土法门之总纲，净土群书之首要。其重要性不言而喻。」善导大师说：「如来所以兴出世，唯说弥陀本愿海。」一切佛要出现在世间，唯一要说的是阿弥陀佛四十八愿，这个大愿的功德海。世尊出现在我们这个世间，出现来救度众生，唯一要宣说的是《无量寿经》和净土法门，教导善根福德因缘具足的众生念阿弥陀佛，往生圆满成就阿耨多罗三藐三菩提。《无量寿经》云：「当来经灭，佛以慈悯，独留此经，止住百岁，遇斯经者，随意所愿，皆可得度。」这个广大圆满简易直捷方便究竟稀有难逢之法宝，我们有幸遇到了，只要我们能尊师重道，依教奉行，就能一生脱离苦海，究竟达到菩提彼岸。一心感恩释迦牟尼佛！",
      "zh_TW": "兩千多年前，釋迦牟尼佛來這個世間示現八相成道，成就無上正等正覺，是為令一切眾生脫離苦難，開示悟入佛知見。世尊以無量的善巧方便講經說法四十九年，給我們留下了經典三藏十二部。在這部浩瀚的經典中，唯獨《無量壽經》是多次宣說，說明《無量壽經》重要，說明淨土法門的重要。淨空老法師在《淨修捷要報恩談》序文的開端寫到：「淨土法門乃一乘了義，三根普被，橫超三界，逕登四土，極圓極頓之不可思議法門，印光大師所謂：究竟暢佛本懷之法也，高超一切禪教律，統攝一切禪教律。而其中《無量壽經》者，乃淨土法門之總綱，淨土群書之首要。其重要性不言而喻。」善導大師說：「如來所以興出世，唯說彌陀本願海。」一切佛要出現在世間，唯一要說的是阿彌陀佛四十八願，這個大願的功德海。世尊出現在我們這個世間，出現來救度眾生，唯一要宣說的是《無量壽經》和淨土法門，教導善根福德因緣具足的眾生念阿彌陀佛，往生圓滿成就阿耨多羅三藐三菩提。《無量壽經》云：「當來經滅，佛以慈憫，獨留此經，止住百歲，遇斯經者，隨意所願，皆可得度。」這個廣大圓滿簡易直捷方便究竟稀有難逢之法寶，我們有幸遇到了，只要我們能尊師重道，依教奉行，就能一生脫離苦海，究竟達到菩提彼岸。一心感恩釋迦牟尼佛！"
    },
    {
      "id": "02-042-0204_p0087",
      "zh_CN": "四、感恩夏莲居老居士",
      "zh_TW": "四、感恩夏蓮居老居士"
    },
    {
      "id": "02-042-0204_p0088",
      "zh_CN": "近代夏莲居老居士为普载末法一切众生，由凡夫地直抵佛宝所，乘愿再来，会集《无量寿经》汉、魏、吴、唐、宋五种原译本，广摘精要，圆摄众妙，注成《佛说大乘无量寿庄严清净平等觉经》，随后又悲智双运，敬集经文，究竟圆满完成《净修捷要》（五念简课）。净空老法师遵照师传，专弘《无量寿经》会集本，使许许多多有缘人，有幸看到、读到了净宗第一经的标准本。如果学人果能受持读诵，并依教奉行，就会入弥陀一乘愿海，究竟圆成佛道。",
      "zh_TW": "近代夏蓮居老居士為普載末法一切眾生，由凡夫地直抵佛寶所，乘願再來，會集《無量壽經》漢、魏、吳、唐、宋五種原譯本，廣摘精要，圓攝眾妙，註成《佛說大乘無量壽莊嚴清淨平等覺經》，隨後又悲智雙運，敬集經文，究竟圓滿完成《淨修捷要》（五念簡課）。淨空老法師遵照師傳，專弘《無量壽經》會集本，使許許多多有緣人，有幸看到、讀到了淨宗第一經的標準本。如果學人果能受持讀誦，並依教奉行，就會入彌陀一乘願海，究竟圓成佛道。"
    },
    {
      "id": "02-042-0204_p0089",
      "zh_CN": "二ＯＯ八年我开始读诵《无量寿经》会集本，经本后面是《净修捷要》（五念简课）。当读到「一心观礼，六字统摄万法，一门即是普门，全事即理，全妄归真，全性起修，全修在性，广学原为深入，专修即是总持，声声唤醒自己，念念不离本尊阿弥陀佛」。我如获珍宝，把《净修捷要》复印成一本小册子，便于上班时携带读诵。因办公室不便于跪拜，我就用十称佛号代替。正如老居士在《净修捷要》序文中所讲：「受持获益，先后相望，节时省力，行者称便，果能随文运心，久习纯熟，则于性修不二、境智一如之理，不待研讨，自生信解。再读《大经》，于净土法门，有如顺水行舟、扬帆径渡矣。」一心感恩夏莲居老居士！",
      "zh_TW": "二ＯＯ八年我開始讀誦《無量壽經》會集本，經本後面是《淨修捷要》（五念簡課）。當讀到「一心觀禮，六字統攝萬法，一門即是普門，全事即理，全妄歸真，全性起修，全修在性，廣學原為深入，專修即是總持，聲聲喚醒自己，念念不離本尊阿彌陀佛」。我如獲珍寶，把《淨修捷要》複印成一本小冊子，便於上班時攜帶讀誦。因辦公室不便於跪拜，我就用十稱佛號代替。正如老居士在《淨修捷要》序文中所講：「受持獲益，先後相望，節時省力，行者稱便，果能隨文運心，久習純熟，則於性修不二、境智一如之理，不待研討，自生信解。再讀《大經》，於淨土法門，有如順水行舟、揚帆徑渡矣。」一心感恩夏蓮居老居士！"
    },
    {
      "id": "02-042-0204_p0090",
      "zh_CN": "五、感恩黄念祖老居士",
      "zh_TW": "五、感恩黃念祖老居士"
    },
    {
      "id": "02-042-0204_p0091",
      "zh_CN": "黄念祖居士乃显密融贯，宗说俱通，净宗有修有解有证的在家大德，是夏莲居居士的唯一入室弟子。老居士在古稀之年，抱病在身，恶劣环境下，仍素怀传灯之志，弘扬净土之愿，拯救众生之望，也为报佛恩师恩，发愿注解大经。老居士遍览群书，引用八十三种经典，一百零一种论注，九种外国净宗大德注疏，苦心参研，废寝忘食，奋笔疾书，闭门谢客六载，终将《佛说大乘无量寿庄严清净平等觉经解》，简称《大经解》撰写圆满。《大经解》一开端：「夫净土法门者，乃一乘了义，万善同归，三根普被，凡圣齐收，横超三界，迳登四土，极圆极顿，不可思议之微妙法门也。」就引人入胜，超凡入圣，使读者油然生起恭敬之心。再读此注解，会被老居士「悯众生之沉溺，作苦海之慈航」的慈悲所感动，钦佩老居士「契机契理，深入浅出，广征博引，理喻圆融」的智慧，敬仰老居士「开佛知见，示佛知见，导群生悟佛知见，入佛知见」的德行。老居士在往生前两年，仍不顾年迈体弱，为法忘身，悲愿无尽，讲演《净修捷要报恩谈》。净空老法师赞叹说：「黄老居士讲解的简单扼要，明白透彻，其味无穷，法喜充满。我们用真诚心，清净心，恭敬心去听去看，就会开悟。」可见这篇讲演的重要。今天，我们手捧《大经解》和《净修捷要报恩谈》，仍然能感受到它的厚重和珍贵。一心感恩黄念祖老居士！",
      "zh_TW": "黃念祖居士乃顯密融貫，宗說俱通，淨宗有修有解有證的在家大德，是夏蓮居居士的唯一入室弟子。老居士在古稀之年，抱病在身，惡劣環境下，仍素懷傳燈之志，弘揚淨土之願，拯救眾生之望，也為報佛恩師恩，發願註解大經。老居士遍覽群書，引用八十三種經典，一百零一種論註，九種外國淨宗大德註疏，苦心參研，廢寢忘食，奮筆疾書，閉門謝客六載，終將《佛說大乘無量壽莊嚴清淨平等覺經解》，簡稱《大經解》撰寫圓滿。《大經解》一開端：「夫淨土法門者，乃一乘了義，萬善同歸，三根普被，凡聖齊收，橫超三界，逕登四土，極圓極頓，不可思議之微妙法門也。」就引人入勝，超凡入聖，使讀者油然生起恭敬之心。再讀此註解，會被老居士「憫眾生之沉溺，作苦海之慈航」的慈悲所感動，欽佩老居士「契機契理，深入淺出，廣徵博引，理喻圓融」的智慧，敬仰老居士「開佛知見，示佛知見，導群生悟佛知見，入佛知見」的德行。老居士在往生前兩年，仍不顧年邁體弱，為法忘身，悲願無盡，講演《淨修捷要報恩談》。淨空老法師讚歎說：「黃老居士講解的簡單扼要，明白透徹，其味無窮，法喜充滿。我們用真誠心，清淨心，恭敬心去聽去看，就會開悟。」可見這篇講演的重要。今天，我們手捧《大經解》和《淨修捷要報恩談》，仍然能感受到它的厚重和珍貴。一心感恩黃念祖老居士！"
    },
    {
      "id": "02-042-0204_p0092",
      "zh_CN": "六、感恩海贤老和尚",
      "zh_TW": "六、感恩海賢老和尚"
    },
    {
      "id": "02-042-0204_p0093",
      "zh_CN": "《来佛三圣永思集》是净空老法师推荐给我们的，并称赞「海贤和尚，佛门榜样」，并宣导净宗四众弟子要向海贤老和尚学习。海贤老和尚九十二年念佛不拐弯，成就了，而且是大成就，真实利益，真实智慧，真实之际他全得到了。他一生的言行都在表法，第一表大道至简。一句阿弥陀佛佛号，具足圆满的三皈五戒六度六和十善，一句阿弥陀佛名号是十方三世一切佛菩萨的总名号，是十方三世一切佛菩萨所学所修所证所传的一切法，念一句阿弥陀佛就是念十方三世一切佛菩萨，就是念一部完整的《大藏经》。第二表念佛法门之妙，在于「不离佛法，而行世法；不废世法，而证佛法」，生活处处是道场，事事是修行，心里不离阿弥陀佛。第三，证明阿弥陀佛真有，西方极乐世界真有，一心念阿弥陀佛真能成就。老和尚在往生前三天，手捧《若要佛法兴 唯有僧赞僧》这本书，所表的法更为重要，（一）证明净空法师依据夏莲居老居士《无量寿经》会集本和黄念祖老居士的《大经解》所讲的法是正确的。（二）佛门弟子要相互团结赞叹，才能使佛法兴旺不衰。老和尚一生的行谊，将影响利益九千年末法众生。一心感恩海贤老和尚！",
      "zh_TW": "《來佛三聖永思集》是淨空老法師推薦給我們的，並稱讚「海賢和尚，佛門榜樣」，並宣導淨宗四眾弟子要向海賢老和尚學習。海賢老和尚九十二年念佛不拐彎，成就了，而且是大成就，真實利益，真實智慧，真實之際他全得到了。他一生的言行都在表法，第一表大道至簡。一句阿彌陀佛佛號，具足圓滿的三皈五戒六度六和十善，一句阿彌陀佛名號是十方三世一切佛菩薩的總名號，是十方三世一切佛菩薩所學所修所證所傳的一切法，念一句阿彌陀佛就是念十方三世一切佛菩薩，就是念一部完整的《大藏經》。第二表念佛法門之妙，在於「不離佛法，而行世法；不廢世法，而證佛法」，生活處處是道場，事事是修行，心裡不離阿彌陀佛。第三，證明阿彌陀佛真有，西方極樂世界真有，一心念阿彌陀佛真能成就。老和尚在往生前三天，手捧《若要佛法興 唯有僧讚僧》這本書，所表的法更為重要，（一）證明淨空法師依據夏蓮居老居士《無量壽經》會集本和黃念祖老居士的《大經解》所講的法是正確的。（二）佛門弟子要相互團結讚歎，才能使佛法興旺不衰。老和尚一生的行誼，將影響利益九千年末法眾生。一心感恩海賢老和尚！"
    },
    {
      "id": "02-042-0204_p0094",
      "zh_CN": "七、感恩一切佛菩萨",
      "zh_TW": "七、感恩一切佛菩薩"
    },
    {
      "id": "02-042-0204_p0095",
      "zh_CN": "感恩释自了法师，刘素云居士等众多善知识在正转法轮，感恩已经成就的来佛三圣和刘素青菩萨证转法轮，他们都是在给我们表法做榜样。一切法皆因缘和合而生，人事物皆如此。我们来到这个世界，一生中会遇见无数的有缘人，会经历许许多多的事情，会感受无尽的酸甜苦辣。每一次的相遇、经历、感受都是来帮助我们体悟和成长，最终回归自然，回归本性，圆成佛道。十方一切佛，共同一法身，生佛不二。安好此心，好好念阿弥陀佛，就是最圆满的感恩。一心感恩一切佛菩萨！",
      "zh_TW": "感恩釋自了法師，劉素雲居士等眾多善知識在正轉法輪，感恩已經成就的來佛三聖和劉素青菩薩證轉法輪，他們都是在給我們表法做榜樣。一切法皆因緣和合而生，人事物皆如此。我們來到這個世界，一生中會遇見無數的有緣人，會經歷許許多多的事情，會感受無盡的酸甜苦辣。每一次的相遇、經歷、感受都是來幫助我們體悟和成長，最終回歸自然，回歸本性，圓成佛道。十方一切佛，共同一法身，生佛不二。安好此心，好好念阿彌陀佛，就是最圓滿的感恩。一心感恩一切佛菩薩！"
    },
    {
      "id": "02-042-0204_p0096",
      "zh_CN": "人身难得今已得，佛法难闻今已闻。今生不但闻见了佛法，而且闻的还是一生成就的念佛法门。还有夏莲居老居士会集《无量寿经》，帮助我们修持；有黄念祖老居士会集《大经解》，帮助我们断疑生信；有九十高龄的净空老法师，慈悲智慧的弘传，帮助我们坚定信心：更有来佛三圣诸菩萨作证转，证明念佛法门是简单、易行，一生成就的不可思议法门。我说：「老实念佛生净土，了脱生死今正时。」",
      "zh_TW": "人身難得今已得，佛法難聞今已聞。今生不但聞見了佛法，而且聞的還是一生成就的念佛法門。還有夏蓮居老居士會集《無量壽經》，幫助我們修持；有黃念祖老居士會集《大經解》，幫助我們斷疑生信；有九十高齡的淨空老法師，慈悲智慧的弘傳，幫助我們堅定信心：更有來佛三聖諸菩薩作證轉，證明念佛法門是簡單、易行，一生成就的不可思議法門。我說：「老實念佛生淨土，了脫生死今正時。」"
    },
    {
      "id": "02-042-0204_p0097",
      "zh_CN": "以上是惭愧网路弟子妙音十年的学佛收获，恭请净空老法师教诲，恭请各位法师、大德、同修批评指正。阿弥陀佛！",
      "zh_TW": "以上是慚愧網路弟子妙音十年的學佛收穫，恭請淨空老法師教誨，恭請各位法師、大德、同修批評指正。阿彌陀佛！"
    },
    {
      "id": "02-042-0204_p0098",
      "zh_CN": "惭愧网路弟子妙音顶礼，二〇一五年十一月二十八日，于山东烟台。",
      "zh_TW": "慚愧網路弟子妙音頂禮，二〇一五年十一月二十八日，於山東煙台。"
    },
    {
      "id": "02-042-0204_p0099",
      "zh_CN": "老法师：妙音居士的报告，我们听了之后很欢喜，很感动，她这个十年没有空过。我们相信她会继续努力，再过十年她会有很大的成就，不但她个人有成就，她对于佛法的贡献不可思议。为什么？有很多人看到她，增长信心，坚固愿心，这就是自行化他。",
      "zh_TW": "老法師：妙音居士的報告，我們聽了之後很歡喜，很感動，她這個十年沒有空過。我們相信她會繼續努力，再過十年她會有很大的成就，不但她個人有成就，她對於佛法的貢獻不可思議。為什麼？有很多人看到她，增長信心，堅固願心，這就是自行化他。"
    },
    {
      "id": "02-042-0204_p0100",
      "zh_CN": "圣贤人的教学，非常着重解行相应。你看儒家教学，博学、慎思、审问、明辨，这属于信解，后头有笃行。笃行就是把所学、所理解的，落实到生活，落实到工作，落实到家庭，落实到社会，落实到国家，最后落实到平天下，就是整个世界。国家与国家，族群与族群，文化与文化都能互相融通，平等对待，和睦相处。中国人所说的平天下，平等对待，和睦相处，这是利他，自利利他功德不可思议。在佛法里面讲信解行证，解要不行等于不解；行没有解，这个行不可靠，没有真信弘愿的支持，没有经教理论的支持，怕走错路，所以解在先、行在后。当然这也不是死板的，也有行在先、学在后，只要有解、有行、有信，信要深信，没有一个不成就的。",
      "zh_TW": "聖賢人的教學，非常著重解行相應。你看儒家教學，博學、慎思、審問、明辨，這屬於信解，後頭有篤行。篤行就是把所學、所理解的，落實到生活，落實到工作，落實到家庭，落實到社會，落實到國家，最後落實到平天下，就是整個世界。國家與國家，族群與族群，文化與文化都能互相融通，平等對待，和睦相處。中國人所說的平天下，平等對待，和睦相處，這是利他，自利利他功德不可思議。在佛法裡面講信解行證，解要不行等於不解；行沒有解，這個行不可靠，沒有真信弘願的支持，沒有經教理論的支持，怕走錯路，所以解在先、行在後。當然這也不是死板的，也有行在先、學在後，只要有解、有行、有信，信要深信，沒有一個不成就的。"
    },
    {
      "id": "02-042-0204_p0101",
      "zh_CN": "所以网路上妙音同学很多，同名同姓，同一个称号，我们知道这里头有很多真修真信的人，决定有成就，对于社会有很大的贡献。只要有真修行人，这个社会会安定，灾难会减轻。",
      "zh_TW": "所以網路上妙音同學很多，同名同姓，同一個稱號，我們知道這裡頭有很多真修真信的人，決定有成就，對於社會有很大的貢獻。只要有真修行人，這個社會會安定，災難會減輕。"
    },
    {
      "id": "02-042-0204_p0102",
      "zh_CN": "好，我们下面还有一份，第三份。",
      "zh_TW": "好，我們下面還有一份，第三份。"
    },
    {
      "id": "02-042-0204_p0103",
      "zh_CN": "学生：尊敬的上净下空老法师：阿弥陀佛！",
      "zh_TW": "學生：尊敬的上淨下空老法師：阿彌陀佛！"
    },
    {
      "id": "02-042-0204_p0104",
      "zh_CN": "弟子将最近五天的体会（十二月二十四至二十八日），简洁汇报如下：",
      "zh_TW": "弟子將最近五天的體會（十二月二十四至二十八日），簡潔匯報如下："
    },
    {
      "id": "02-042-0204_p0105",
      "zh_CN": "一、念佛法门成佛之快，快到不可思议，最直捷，直接把阿弥陀佛妙觉果地所证得拿过来用，站在阿弥陀佛那里，来证得阿弥陀佛本来面目。",
      "zh_TW": "一、念佛法門成佛之快，快到不可思議，最直捷，直接把阿彌陀佛妙覺果地所證得拿過來用，站在阿彌陀佛那裡，來證得阿彌陀佛本來面目。"
    },
    {
      "id": "02-042-0204_p0106",
      "zh_CN": "二、念佛就是一个信。信有六道的信，有十法界的信，有一真法界的信，有常寂光净土的信，信到极处，当下成佛，证得阿弥陀佛本来面目。阿弥陀佛是遍法界虚空界一切万法的总名号，一个不漏，阿弥陀佛外头没有一法。空间没有，时间也没有。永远只在当下，简单到不可思议，一思议就成了画蛇添足，就堕落、迷失了。",
      "zh_TW": "二、念佛就是一個信。信有六道的信，有十法界的信，有一真法界的信，有常寂光淨土的信，信到極處，當下成佛，證得阿彌陀佛本來面目。阿彌陀佛是遍法界虛空界一切萬法的總名號，一個不漏，阿彌陀佛外頭沒有一法。空間沒有，時間也沒有。永遠只在當下，簡單到不可思議，一思議就成了畫蛇添足，就墮落、迷失了。"
    },
    {
      "id": "02-042-0204_p0107",
      "zh_CN": "三、念佛要念到念念不离佛，从妄心念念不离，念到真心本来是佛，不可能离开阿弥陀佛。因为真心是真正的我，真心是阿弥陀佛，阿弥陀佛是真心，直下承当，阿弥陀佛就是我的本来面目，与我是一体的，是一个，不是两个。合成一个才真正念念不离阿弥陀佛，念念是阿弥陀佛。一切众生是我。要是把阿弥陀佛当成外面的，当成别人，当成亲人，这都是信心不够，信心够了、足了、圆满了，直接成佛了。把阿弥陀佛当成真正的自己，直下承当，是当人本来面目，这样阿弥陀佛自然念念不离，因为阿弥陀佛跟自己融为一体了，阿弥陀佛的愿是我的愿，阿弥陀佛的行是我的行，阿弥陀佛的心是真正的自己。当下念佛，当下庄严极乐，当下就是法藏菩萨。《无量寿经》中，法藏菩萨发四十八愿在当下，法藏菩萨造极乐世界在当下，没有过去现在未来，阿弥陀佛成佛也在当下，阿弥陀佛讲经说法还是在当下。遍法界虚空界一切众生确实都是阿弥陀佛，不觉本无，迷惑似有，但是是假的，放下就没有了，不放下，不相信，吃大亏了。众生发四十八愿，当下就是法藏菩萨；众生念佛，当下就是法藏菩萨造极乐世界；众生往生，当下就是阿弥陀佛成佛；众生回归常寂光，当下就是阿弥陀佛证得妙觉果位。妙音如来遍十方示现作佛，就是阿弥陀佛讲经说法度众生。",
      "zh_TW": "三、念佛要念到念念不離佛，從妄心念念不離，念到真心本來是佛，不可能離開阿彌陀佛。因為真心是真正的我，真心是阿彌陀佛，阿彌陀佛是真心，直下承當，阿彌陀佛就是我的本來面目，與我是一體的，是一個，不是兩個。合成一個才真正念念不離阿彌陀佛，念念是阿彌陀佛。一切眾生是我。要是把阿彌陀佛當成外面的，當成別人，當成親人，這都是信心不夠，信心夠了、足了、圓滿了，直接成佛了。把阿彌陀佛當成真正的自己，直下承當，是當人本來面目，這樣阿彌陀佛自然念念不離，因為阿彌陀佛跟自己融為一體了，阿彌陀佛的願是我的願，阿彌陀佛的行是我的行，阿彌陀佛的心是真正的自己。當下念佛，當下莊嚴極樂，當下就是法藏菩薩。《無量壽經》中，法藏菩薩發四十八願在當下，法藏菩薩造極樂世界在當下，沒有過去現在未來，阿彌陀佛成佛也在當下，阿彌陀佛講經說法還是在當下。遍法界虛空界一切眾生確實都是阿彌陀佛，不覺本無，迷惑似有，但是是假的，放下就沒有了，不放下，不相信，吃大虧了。眾生發四十八願，當下就是法藏菩薩；眾生念佛，當下就是法藏菩薩造極樂世界；眾生往生，當下就是阿彌陀佛成佛；眾生回歸常寂光，當下就是阿彌陀佛證得妙覺果位。妙音如來遍十方示現作佛，就是阿彌陀佛講經說法度眾生。"
    },
    {
      "id": "02-042-0204_p0108",
      "zh_CN": "四、一切只有当下而已。不曾生，不会灭。没有时间，没有空间，一直都是这样。六道、十法界、乃至一真法界的戏是假的，是幻有，不是真心。真心如是，真心不动，真心就是阿弥陀佛，所有一切幻有亦不出阿弥陀佛，但真不是妄，妄不是真，真不碍妄，妄不碍真，真妄是一体，离不开，都是阿弥陀佛。",
      "zh_TW": "四、一切只有當下而已。不曾生，不會滅。沒有時間，沒有空間，一直都是這樣。六道、十法界、乃至一真法界的戲是假的，是幻有，不是真心。真心如是，真心不動，真心就是阿彌陀佛，所有一切幻有亦不出阿彌陀佛，但真不是妄，妄不是真，真不礙妄，妄不礙真，真妄是一體，離不開，都是阿彌陀佛。"
    },
    {
      "id": "02-042-0204_p0109",
      "zh_CN": "五、直下承当，不把阿弥陀佛当外人，不把一切众生当外人，是真恭敬，真诚敬，真信佛。遍法界虚空界确实是一体，都是个我，这个我是一法，没有个我和非我，舍离一切对立、言说、妄想的真我。",
      "zh_TW": "五、直下承當，不把阿彌陀佛當外人，不把一切眾生當外人，是真恭敬，真誠敬，真信佛。遍法界虛空界確實是一體，都是個我，這個我是一法，沒有個我和非我，捨離一切對立、言說、妄想的真我。"
    },
    {
      "id": "02-042-0204_p0110",
      "zh_CN": "六、一切都是梦幻泡影，只是演戏而已。一切众生一起演，演不尽，没头没尾，不间断，全在当下，没来去。",
      "zh_TW": "六、一切都是夢幻泡影，只是演戲而已。一切眾生一起演，演不盡，沒頭沒尾，不間斷，全在當下，沒來去。"
    },
    {
      "id": "02-042-0204_p0111",
      "zh_CN": "七、魔王波旬也是阿弥陀佛，没有一个不是，只要魔王波旬肯放下疑虑，直下承当，老实念佛，直捷证去，就成阿弥陀佛，回到阿弥陀佛本来的样子，做回真正的自己。",
      "zh_TW": "七、魔王波旬也是阿彌陀佛，沒有一個不是，只要魔王波旬肯放下疑慮，直下承當，老實念佛，直捷證去，就成阿彌陀佛，回到阿彌陀佛本來的樣子，做回真正的自己。"
    },
    {
      "id": "02-042-0204_p0112",
      "zh_CN": "八、念一句阿弥陀佛，边修边证，真心发愿，真信，分分修，分分证，回头，做回真正的自己而已，不是给别人念的，不是给外头佛像阿弥陀佛念的，是给自性阿弥陀佛念的，是念自性阿弥陀佛的，是要回归自性的。弥陀念我，我念弥陀，弥陀念弥陀。",
      "zh_TW": "八、念一句阿彌陀佛，邊修邊證，真心發願，真信，分分修，分分證，回頭，做回真正的自己而已，不是給別人念的，不是給外頭佛像阿彌陀佛念的，是給自性阿彌陀佛念的，是念自性阿彌陀佛的，是要回歸自性的。彌陀念我，我念彌陀，彌陀念彌陀。"
    },
    {
      "id": "02-042-0204_p0113",
      "zh_CN": "九、如此深妙简单的一句阿弥陀佛，人人信人人证。深妙是因为众生烦恼多，假戏当真做，太当真了，迷在局里了，梦得自己醒来，佛号得自己老实念去，证去便醒来。简单是阿弥陀佛实在太简单，整个虚空法界就是一法，起个名字，就叫阿弥陀佛，如是而已，简单到极处。",
      "zh_TW": "九、如此深妙簡單的一句阿彌陀佛，人人信人人證。深妙是因為眾生煩惱多，假戲當真做，太當真了，迷在局裡了，夢得自己醒來，佛號得自己老實念去，證去便醒來。簡單是阿彌陀佛實在太簡單，整個虛空法界就是一法，起個名字，就叫阿彌陀佛，如是而已，簡單到極處。"
    },
    {
      "id": "02-042-0204_p0114",
      "zh_CN": "十、妄念不要管，照见了就没有，回归自性了。有妄念就是表示我们还得学习，学什么，学念佛念得清楚，自然提起观照功夫，照见妄念，妄念自离。妄念存在的目的，只是让我们觉悟而已。我们照见一一妄念，便入寂静。",
      "zh_TW": "十、妄念不要管，照見了就沒有，回歸自性了。有妄念就是表示我們還得學習，學什麼，學念佛念得清楚，自然提起觀照功夫，照見妄念，妄念自離。妄念存在的目的，只是讓我們覺悟而已。我們照見一一妄念，便入寂靜。"
    },
    {
      "id": "02-042-0204_p0115",
      "zh_CN": "十一、心量要跟阿弥陀佛一样大，念佛是真快速，真得力。放心的信任阿弥陀佛。发心代虚空法界一切众生受苦，不怕苦，苦就没了，自己若觉得受不住了，放心，阿弥陀佛接回极乐世界换个身子再来，继续受，直到受尽苦难，回归自性；大可放心，一切阿弥陀佛是靠山，自己执着小我受不住，有阿弥陀佛这个大我，真正的我扛着呢。",
      "zh_TW": "十一、心量要跟阿彌陀佛一樣大，念佛是真快速，真得力。放心的信任阿彌陀佛。發心代虛空法界一切眾生受苦，不怕苦，苦就沒了，自己若覺得受不住了，放心，阿彌陀佛接回極樂世界換個身子再來，繼續受，直到受盡苦難，回歸自性；大可放心，一切阿彌陀佛是靠山，自己執著小我受不住，有阿彌陀佛這個大我，真正的我扛著呢。"
    },
    {
      "id": "02-042-0204_p0116",
      "zh_CN": "惭愧弟子顶礼师父上人！弟子定当老实专念一句阿弥陀佛，倍加珍惜爱护阿弥陀佛，代一切众生受苦，同证阿弥陀佛，不把阿弥陀佛当外人，当自己本来面目，此一句佛号丢不掉，没法子可丢。",
      "zh_TW": "慚愧弟子頂禮師父上人！弟子定當老實專念一句阿彌陀佛，倍加珍惜愛護阿彌陀佛，代一切眾生受苦，同證阿彌陀佛，不把阿彌陀佛當外人，當自己本來面目，此一句佛號丟不掉，沒法子可丟。"
    },
    {
      "id": "02-042-0204_p0117",
      "zh_CN": "阿弥陀佛是源头，是真心本来面目，爱护好阿弥陀佛才能帮助众生，才能爱护众生。念佛就是爱护好自己所念的一句阿弥陀佛，自己能念阿弥陀佛的心，以及满果觉阿弥陀佛的愿。阿弥陀佛跟我们是一体，对我们的真正愿，是希望我们也证得妙觉阿弥陀佛，绝不是说得少为足，整个法身就够了，要统统念佛念到回归常寂光，才是对得起阿弥陀佛，满阿弥陀佛所愿。",
      "zh_TW": "阿彌陀佛是源頭，是真心本來面目，愛護好阿彌陀佛才能幫助眾生，才能愛護眾生。念佛就是愛護好自己所念的一句阿彌陀佛，自己能念阿彌陀佛的心，以及滿果覺阿彌陀佛的願。阿彌陀佛跟我們是一體，對我們的真正願，是希望我們也證得妙覺阿彌陀佛，絕不是說得少為足，整個法身就夠了，要統統念佛念到回歸常寂光，才是對得起阿彌陀佛，滿阿彌陀佛所願。"
    },
    {
      "id": "02-042-0204_p0118",
      "zh_CN": "若有讲错的，全是弟子胡言乱语，愿法师慈悲开示、明示弟子的错误所在，弟子愿改正、依教奉行。阿弥陀佛！惭愧弟子顶礼遍叩，二Ｏ一五年十二月二十八日。",
      "zh_TW": "若有講錯的，全是弟子胡言亂語，願法師慈悲開示、明示弟子的錯誤所在，弟子願改正、依教奉行。阿彌陀佛！慚愧弟子頂禮遍叩，二Ｏ一五年十二月二十八日。"
    },
    {
      "id": "02-042-0204_p0119",
      "zh_CN": "老法师：这一篇是网路上的同学，也用妙音为名。妙音这个名字从哪里来的？我记得有一年我在洛杉矶，夏老师的家里，夏荆山老居士，老居士跟我同年，现在在北京，也九十岁了。在他家里，他的学生很多，那天到了差不多六十多个人，老居士提议，所有的学生要我给他授皈依。六十多个人这法名怎么起？我就想到了，《无量寿经》最后一品，第四十八品讲到，在我们现前娑婆世界，念佛往生的人，将来到极乐世界圆满成佛，都叫妙音如来，我就用这个名号，将来都是妙音如来，现在都做妙音居士，这个名号就这么来的。这也有三十年了，三十多年前的事情。",
      "zh_TW": "老法師：這一篇是網路上的同學，也用妙音為名。妙音這個名字從哪裡來的？我記得有一年我在洛杉磯，夏老師的家裡，夏荊山老居士，老居士跟我同年，現在在北京，也九十歲了。在他家裡，他的學生很多，那天到了差不多六十多個人，老居士提議，所有的學生要我給他授皈依。六十多個人這法名怎麼起？我就想到了，《無量壽經》最後一品，第四十八品講到，在我們現前娑婆世界，念佛往生的人，將來到極樂世界圓滿成佛，都叫妙音如來，我就用這個名號，將來都是妙音如來，現在都做妙音居士，這個名號就這麼來的。這也有三十年了，三十多年前的事情。"
    },
    {
      "id": "02-042-0204_p0120",
      "zh_CN": "念佛，妙音是什么？妙音就是念阿弥陀佛的声音，念佛的这个声音，是指阿弥陀佛称之为妙音，确实妙，妙到无法形容，无法想像。为什么？这一句名号是性德的名称。自性，惠能大师说的，「何期自性，本自具足」。具足什么？无量智慧，无量功德，无量才艺，一切的无量，没有一样欠缺，这叫妙。这一个音声就是很简单，阿弥陀佛。你真明白了，老实念去，一生的成就不可思议。要不要念其他佛菩萨名号？不需要，一句阿弥陀佛全包括了。包括东方药师如来，包括十方三世遍法界虚空界一切如来的名号，一句就统统念到了，还包括一切佛菩萨的名号，名号功德不可思议；又这一句佛号，包括所有一切诸佛所说的经典，不止这一部《大藏经》，一字没有漏失。名号是经典的总名称，名号是诸佛的通号，名号是诸佛菩萨所依靠果号，不可思议，真正从这里体会到大道至简。",
      "zh_TW": "念佛，妙音是什麼？妙音就是念阿彌陀佛的聲音，念佛的這個聲音，是指阿彌陀佛稱之為妙音，確實妙，妙到無法形容，無法想像。為什麼？這一句名號是性德的名稱。自性，惠能大師說的，「何期自性，本自具足」。具足什麼？無量智慧，無量功德，無量才藝，一切的無量，沒有一樣欠缺，這叫妙。這一個音聲就是很簡單，阿彌陀佛。你真明白了，老實念去，一生的成就不可思議。要不要念其他佛菩薩名號？不需要，一句阿彌陀佛全包括了。包括東方藥師如來，包括十方三世遍法界虛空界一切如來的名號，一句就統統念到了，還包括一切佛菩薩的名號，名號功德不可思議；又這一句佛號，包括所有一切諸佛所說的經典，不止這一部《大藏經》，一字沒有漏失。名號是經典的總名稱，名號是諸佛的通號，名號是諸佛菩薩所依靠果號，不可思議，真正從這裡體會到大道至簡。"
    },
    {
      "id": "02-042-0204_p0121",
      "zh_CN": "难得我们网路同学，听懂了，明白了，开悟了，能写这篇不算很长的文章，一共提出十一条，说的跟经上所讲的完全相同。我们念阿弥陀佛，要学阿弥陀佛，阿弥陀佛是什么样子？《无量寿经》讲得非常清楚，阿弥陀佛心包太虚、量周沙界，阿弥陀佛发愿普度一切众生。度到什么程度？圆满成就佛果，太伟大了！我们要学习，那是我们的榜样。",
      "zh_TW": "難得我們網路同學，聽懂了，明白了，開悟了，能寫這篇不算很長的文章，一共提出十一條，說的跟經上所講的完全相同。我們念阿彌陀佛，要學阿彌陀佛，阿彌陀佛是什麼樣子？《無量壽經》講得非常清楚，阿彌陀佛心包太虛、量周沙界，阿彌陀佛發願普度一切眾生。度到什麼程度？圓滿成就佛果，太偉大了！我們要學習，那是我們的榜樣。"
    },
    {
      "id": "02-042-0204_p0122",
      "zh_CN": "我们对人对众生对万物，还有分别，还有计较，还有妄想，还有控制，还想占有。这个念头是什么？这心是什么心？是六道轮回心。轮回心念佛不行，跟佛不能感应，轮回心只跟六道感应。为什么不能放下？不知道是假相。真念佛人明白了，假的，《般若经》给我们说，「一切法无所有，毕竟空，不可得」，没有一样是真的。为什么不放下？不放下错了，不放下，这句佛号不灵，不是不灵，是你的心跟佛号不相应，相应就灵了。",
      "zh_TW": "我們對人對眾生對萬物，還有分別，還有計較，還有妄想，還有控制，還想佔有。這個念頭是什麼？這心是什麼心？是六道輪迴心。輪迴心念佛不行，跟佛不能感應，輪迴心只跟六道感應。為什麼不能放下？不知道是假相。真念佛人明白了，假的，《般若經》給我們說，「一切法無所有，畢竟空，不可得」，沒有一樣是真的。為什麼不放下？不放下錯了，不放下，這句佛號不靈，不是不靈，是你的心跟佛號不相應，相應就靈了。"
    },
    {
      "id": "02-042-0204_p0123",
      "zh_CN": "阿弥陀佛的慈悲，遍法界虚空界。为什么？称性的，是从真心里头流出来的。我们今天，我常劝人用真心，不能用妄心。世出世间法都从真心建立。儒家讲世间法，真心从哪里开始？从格物。格物是什么？放下。物是物欲、欲望，佛法讲的七情五欲，包括所有一切欲望。你所贪爱的，你想得到的，名闻利养，五欲六尘，空的，不是真的，彻底放下，自性就现前了，真心就现前了。我们要用真的，不用假的，假的放下，真的现前。世间圣人也讲真的，佛也是讲真的，佛讲得彻底，佛讲得究竟。",
      "zh_TW": "阿彌陀佛的慈悲，遍法界虛空界。為什麼？稱性的，是從真心裡頭流出來的。我們今天，我常勸人用真心，不能用妄心。世出世間法都從真心建立。儒家講世間法，真心從哪裡開始？從格物。格物是什麼？放下。物是物欲、欲望，佛法講的七情五欲，包括所有一切欲望。你所貪愛的，你想得到的，名聞利養，五欲六塵，空的，不是真的，徹底放下，自性就現前了，真心就現前了。我們要用真的，不用假的，假的放下，真的現前。世間聖人也講真的，佛也是講真的，佛講得徹底，佛講得究竟。"
    },
    {
      "id": "02-042-0204_p0124",
      "zh_CN": "经教我们学习了，这是学。如何把我们的学变成生活？那是习。习从行(事)上讲的，学是从理上讲的。学而时习，时是不能间断，把所学的，佛法里头三皈、五戒、十善、三学、六度、普贤十愿，习是什么？做到了，每一条都做到了。儒家教学从格物致知，致知是学，格物是习。放下一切欲望，恶的要放下，好的也要放下。为什么？恶的感三恶道，苦！好的感三善道，三恶道、三善道都离不开六道轮回。所以叫你行善不执着善，这就对了。行善，我做了多少好事，多少功德，这就是轮回心，依然造轮回业，错了。断恶，把断恶放下，不要放在心上；修善，把善放下，也不放在心上，心上只有阿弥陀佛，这真叫至善，一等至善，除阿弥陀佛之外什么也没有。你不成佛谁成佛？跟这一位同学写的这篇文章，十一条都相应了。心里只有阿弥陀佛，念念不舍，一句一句接着，不能间断，不怀疑，不夹杂，不间断，一句佛号念到底就成功了。念久了，经教，没学过的，你只打开，你能看得懂，你能体会到经中所说的妙法。",
      "zh_TW": "經教我們學習了，這是學。如何把我們的學變成生活？那是習。習從行(事)上講的，學是從理上講的。學而時習，時是不能間斷，把所學的，佛法裡頭三皈、五戒、十善、三學、六度、普賢十願，習是什麼？做到了，每一條都做到了。儒家教學從格物致知，致知是學，格物是習。放下一切欲望，惡的要放下，好的也要放下。為什麼？惡的感三惡道，苦！好的感三善道，三惡道、三善道都離不開六道輪迴。所以叫你行善不執著善，這就對了。行善，我做了多少好事，多少功德，這就是輪迴心，依然造輪迴業，錯了。斷惡，把斷惡放下，不要放在心上；修善，把善放下，也不放在心上，心上只有阿彌陀佛，這真叫至善，一等至善，除阿彌陀佛之外什麼也沒有。你不成佛誰成佛？跟這一位同學寫的這篇文章，十一條都相應了。心裡只有阿彌陀佛，念念不捨，一句一句接著，不能間斷，不懷疑，不夾雜，不間斷，一句佛號念到底就成功了。念久了，經教，沒學過的，你只打開，你能看得懂，你能體會到經中所說的妙法。"
    },
    {
      "id": "02-042-0204_p0125",
      "zh_CN": "好，今天时间到了，我们就学习到此地。",
      "zh_TW": "好，今天時間到了，我們就學習到此地。"
    }
  ]
}