{
  "doc_id": "02-042-0193",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "定慧",
    "慧真"
  ],
  "volume": {
    "zh_CN": "第一九三集",
    "zh_TW": "第一九三集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0193",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "02-042-0193_p0001",
      "zh_CN": "学生：《道德丛书》——学习《孝史》之心得报告。",
      "zh_TW": "學生：《道德叢書》——學習《孝史》之心得報告。"
    },
    {
      "id": "02-042-0193_p0002",
      "zh_CN": "尊敬的师父上人，尊敬的诸位法师、诸位老师和学长们，惭愧弟子定慧今日恭敬汇报的题目是「《道德丛书》之《孝史》心得报告」。",
      "zh_TW": "尊敬的師父上人，尊敬的諸位法師、諸位老師和學長們，慚愧弟子定慧今日恭敬匯報的題目是「《道德叢書》之《孝史》心得報告」。"
    },
    {
      "id": "02-042-0193_p0003",
      "zh_CN": "【前言：孝史简介】",
      "zh_TW": "【前言：孝史簡介】"
    },
    {
      "id": "02-042-0193_p0004",
      "zh_CN": "《道德丛书》之《孝史》共收录一百七十四则孝道故事，编者陈镜伊先生根据故事内容将其分为七个部分：寻亲篇、救亲篇、养亲篇、侍疾篇、葬亲篇、孝感篇、显亲思亲篇。内容言简意赅，写实刻画古代圣贤如何落实孝道，阐述千百年间诸多古籍记载的真实例子，令读者阅之肃然起敬，感佩古人以至诚至孝之心，战战兢兢，无微不至的侍奉双亲。《孝经．开宗明义章》开篇曰：「夫孝，德之本也，教之所由生也。」中华文化五千年传承的至德要道，是以孝为众德之根本，诸教之源头。正所谓「百善孝为先」，孝道的落实，能开启自性本善，所作所为自然与伦常道德相应。好似树木的根干，「根深干壮，木繁茂而花芳」，树木根深蒂固，树干才能茁壮，枝叶才能茂盛，继而开出芬芳的花朵。（图一、《孝史》封面）",
      "zh_TW": "《道德叢書》之《孝史》共收錄一百七十四則孝道故事，編者陳鏡伊先生根據故事內容將其分為七個部分：尋親篇、救親篇、養親篇、侍疾篇、葬親篇、孝感篇、顯親思親篇。內容言簡意賅，寫實刻畫古代聖賢如何落實孝道，闡述千百年間諸多古籍記載的真實例子，令讀者閱之肅然起敬，感佩古人以至誠至孝之心，戰戰兢兢，無微不至的侍奉雙親。《孝經．開宗明義章》開篇曰：「夫孝，德之本也，教之所由生也。」中華文化五千年傳承的至德要道，是以孝為眾德之根本，諸教之源頭。正所謂「百善孝為先」，孝道的落實，能開啟自性本善，所作所為自然與倫常道德相應。好似樹木的根幹，「根深幹壯，木繁茂而花芳」，樹木根深蒂固，樹幹才能茁壯，枝葉才能茂盛，繼而開出芬芳的花朵。（圖一、《孝史》封面）"
    },
    {
      "id": "02-042-0193_p0005",
      "zh_CN": "《孝史》一百七十余篇真实事例，可谓是《二十四孝》故事的引申，不仅有助今人于日常生活中引以借鉴，更能唤起孝敬父母乃及周遭人、事、物的真诚心，敦伦尽分，闲邪存诚。",
      "zh_TW": "《孝史》一百七十餘篇真實事例，可謂是《二十四孝》故事的引申，不僅有助今人於日常生活中引以借鑑，更能喚起孝敬父母乃及周遭人、事、物的真誠心，敦倫盡分，閑邪存誠。"
    },
    {
      "id": "02-042-0193_p0006",
      "zh_CN": "《孝史》开头即是「寻亲篇」，记载古代孝子找寻分离失散之亲人的故事。关于此书之编排，初阅时百思不解，为何镜伊先生会将找寻亲人的故事定为首篇呢？然而细加观察，才明了先生的深广智慧及其对后代子孙的呵护与期望。净公老教授云：「孝为中华文化根」，孝字于中国造字的六书当中，是属于会意字，即通过至少两个初文的组合，体现它的意思。「孝」字上面是「老」，代表上一代，下面是「子」，代表下一代，上一代还有上一代，下一代还有下一代，过去无始，未来无终，无始无终结合成一，乃是孝之意义。近两百年来，中华传统文化式微，祖宗的智慧、理念、方法之承传面临危急存亡之秋，道德伦理教育的疏忽导致价值观的扭曲，人与人之间的相处出现问题，亲子之间存在代沟，夫妻不能和睦，家不齐何以平天下？社会因此动荡不安，孝字已然分崩离析。",
      "zh_TW": "《孝史》開頭即是「尋親篇」，記載古代孝子找尋分離失散之親人的故事。關於此書之編排，初閱時百思不解，為何鏡伊先生會將找尋親人的故事定為首篇呢？然而細加觀察，才明瞭先生的深廣智慧及其對後代子孫的呵護與期望。淨公老教授云：「孝為中華文化根」，孝字於中國造字的六書當中，是屬於會意字，即通過至少兩個初文的組合，體現它的意思。「孝」字上面是「老」，代表上一代，下面是「子」，代表下一代，上一代還有上一代，下一代還有下一代，過去無始，未來無終，無始無終結合成一，乃是孝之意義。近兩百年來，中華傳統文化式微，祖宗的智慧、理念、方法之承傳面臨危急存亡之秋，道德倫理教育的疏忽導致價值觀的扭曲，人與人之間的相處出現問題，親子之間存在代溝，夫妻不能和睦，家不齊何以平天下？社會因此動盪不安，孝字已然分崩離析。"
    },
    {
      "id": "02-042-0193_p0007",
      "zh_CN": "清末民初时期的镜伊先生，亲身经历时局的炎凉，深明老祖宗的教诲是立身行道的根基，是延续华夏民族万古常盛的妙宝，故特于开篇提醒世人要「寻亲」，即寻回孝敬的根本，追本溯源，深体中国古圣先贤的立教与存心。末后则以「显亲思亲篇」来呼应《孝经》所言：「立身行道，扬名于后世，以显父母，孝之终也」，教导我们何为真正圆满的孝道。",
      "zh_TW": "清末民初時期的鏡伊先生，親身經歷時局的炎涼，深明老祖宗的教誨是立身行道的根基，是延續華夏民族萬古常盛的妙寶，故特於開篇提醒世人要「尋親」，即尋回孝敬的根本，追本溯源，深體中國古聖先賢的立教與存心。末後則以「顯親思親篇」來呼應《孝經》所言：「立身行道，揚名於後世，以顯父母，孝之終也」，教導我們何為真正圓滿的孝道。"
    },
    {
      "id": "02-042-0193_p0008",
      "zh_CN": "下面节选《孝史》「寻亲篇」与「显亲思亲篇」所收录的四则故事，让我们坐上时光机，一同回溯到中华民族传统美德的辉煌年代。",
      "zh_TW": "下面節選《孝史》「尋親篇」與「顯親思親篇」所收錄的四則故事，讓我們坐上時光機，一同回溯到中華民族傳統美德的輝煌年代。"
    },
    {
      "id": "02-042-0193_p0009",
      "zh_CN": "【壹、万里寻母】",
      "zh_TW": "【壹、萬里尋母】"
    },
    {
      "id": "02-042-0193_p0010",
      "zh_CN": "明朝吴璋的母亲被选入皇宫内廷，后跟随亲王的妃子到韶州。吴璋思母心切，决意离开家庭，出外寻母。于寻母的旅途中，他在所搭乘的船上供奉了一尊观音菩萨圣像，每日哀切的向菩萨祈祷，发愿誓必与母亲相见。费尽千辛万苦终于抵达了韶州，却听闻母亲已经前往饶州，于是吴璋只好重新出发，一路上疾行如飞向饶州而去。吴璋于布满沙石的路上不断前行，直到把鞋子都磨破了，仍坚持赤着脚走，走得皮开肉绽。一日夜里，他借宿于寺庙的走廊上，巧遇一位道人，自称姓焦，不忍吴璋为母亲奔波，脚上伤痕累累，于是自怀中拿出药膏，替吴璋敷在伤口上，结果伤口随即愈合。",
      "zh_TW": "明朝吳璋的母親被選入皇宮內廷，後跟隨親王的妃子到韶州。吳璋思母心切，決意離開家庭，出外尋母。於尋母的旅途中，他在所搭乘的船上供奉了一尊觀音菩薩聖像，每日哀切的向菩薩祈禱，發願誓必與母親相見。費盡千辛萬苦終於抵達了韶州，卻聽聞母親已經前往饒州，於是吳璋只好重新出發，一路上疾行如飛向饒州而去。吳璋於布滿沙石的路上不斷前行，直到把鞋子都磨破了，仍堅持赤著腳走，走得皮開肉綻。一日夜裡，他借宿於寺廟的走廊上，巧遇一位道人，自稱姓焦，不忍吳璋為母親奔波，腳上傷痕累累，於是自懷中拿出藥膏，替吳璋敷在傷口上，結果傷口隨即癒合。"
    },
    {
      "id": "02-042-0193_p0011",
      "zh_CN": "有一次，吴璋经过庾岭时，被一条墨黑色的毒蛇咬伤了脚，痛晕在地，此时焦道人再度出现，并为他涂药治疗，吴璋脚上疼痛遂止。又有一次，吴璋行至一座荒凉的村庄，投宿于草屋里，有一位美丽的女子欲留他同宿。吴璋一心寻母，回答道：「我这颗心就像枯藤一样，哪里还会有贪图美色的欲念呢？」话一说完，吴璋就奔出门外，而那间草屋也突然消失了。当时地上的雪深数尺，吴璋一步步缓慢的前进，途经一座古庙，正打算暂时歇息时，焦道人又现身于面前，扶着他孱弱的身躯说：「你为了寻找母亲而忘却自己身体上的煎熬，真是铁铮铮的男子汉！上天不会辜负你的一片苦心，不久你就可以见到母亲了。」语罢，焦道人便掏出一块饼送予吴璋，时顷之间吴璋挨饿受冻之苦顿消。待天亮之后，吴璋继续赶路，最后到达饶州终于与母亲相聚，陪伴母亲回到家乡，终身侍奉。后来，吴璋的儿子吴洪和孙子吴山皆官拜尚书。",
      "zh_TW": "有一次，吳璋經過庾嶺時，被一條墨黑色的毒蛇咬傷了腳，痛暈在地，此時焦道人再度出現，並為他塗藥治療，吳璋腳上疼痛遂止。又有一次，吳璋行至一座荒涼的村莊，投宿於草屋裡，有一位美麗的女子欲留他同宿。吳璋一心尋母，回答道：「我這顆心就像枯藤一樣，哪裡還會有貪圖美色的欲念呢？」話一說完，吳璋就奔出門外，而那間草屋也突然消失了。當時地上的雪深數尺，吳璋一步步緩慢的前進，途經一座古廟，正打算暫時歇息時，焦道人又現身於面前，扶著他孱弱的身軀說：「你為了尋找母親而忘卻自己身體上的煎熬，真是鐵錚錚的男子漢！上天不會辜負你的一片苦心，不久你就可以見到母親了。」語罷，焦道人便掏出一塊餅送予吳璋，時頃之間吳璋挨餓受凍之苦頓消。待天亮之後，吳璋繼續趕路，最後到達饒州終於與母親相聚，陪伴母親回到家鄉，終身侍奉。後來，吳璋的兒子吳洪和孫子吳山皆官拜尚書。"
    },
    {
      "id": "02-042-0193_p0012",
      "zh_CN": "古时交通不如今日发达，往往几十里的路便需用上好几天的时间才能抵达。同样于明朝年间，郑和下西洋整整用了三年，相比之下，今日从中国到英国搭一趟飞机只要十几个小时，实在是天渊之别啊！在地理环境恶劣，交通与资讯皆不便利的情况下，是如何强大的毅力与心志，驱使着这位孝子坚持寻找母亲！",
      "zh_TW": "古時交通不如今日發達，往往幾十里的路便需用上好幾天的時間才能抵達。同樣於明朝年間，鄭和下西洋整整用了三年，相比之下，今日從中國到英國搭一趟飛機只要十幾個小時，實在是天淵之別啊！在地理環境惡劣，交通與資訊皆不便利的情況下，是如何強大的毅力與心志，驅使著這位孝子堅持尋找母親！"
    },
    {
      "id": "02-042-0193_p0013",
      "zh_CN": "寻母过程尽管荆棘丛生，吴璋对母亲的那分思念却不曾停歇，双脚踏过千山万岭，不畏寒暑，肉体的苦痛比不上思念母亲的焦急，吴璋一往直前。面对美色的诱惑，他守礼慎独，赤诚真心不为所动。如此至心恳切，日日向观音大士虔诚祈祷，唯求得见母亲，他的至诚心终于感动了苍天。吴璋饥寒交迫、命悬一线之时，感得菩萨化身焦道人先后三次相助，后得闻焦道人「天不负汝苦心，见母不远矣」一语，印证了太上所言「所谓善人，人皆敬之，天道佑之」。修善因、得善报，吴璋的子孙都官至尚书，至纯至善的孝心积得厚福，福泽绵延后代，「近报则在自己，远报则在儿孙，百福骈臻，千祥云集」，果然真实不虚！（图二、吴璋万里寻母的石碑。碑文内容为：寻亲廿载，迎母令终，负骨归葬，曰全孝翁。）",
      "zh_TW": "尋母過程儘管荊棘叢生，吳璋對母親的那分思念卻不曾停歇，雙腳踏過千山萬嶺，不畏寒暑，肉體的苦痛比不上思念母親的焦急，吳璋一往直前。面對美色的誘惑，他守禮慎獨，赤誠真心不為所動。如此至心懇切，日日向觀音大士虔誠祈禱，唯求得見母親，他的至誠心終於感動了蒼天。吳璋飢寒交迫、命懸一線之時，感得菩薩化身焦道人先後三次相助，後得聞焦道人「天不負汝苦心，見母不遠矣」一語，印證了太上所言「所謂善人，人皆敬之，天道佑之」。修善因、得善報，吳璋的子孫都官至尚書，至純至善的孝心積得厚福，福澤綿延後代，「近報則在自己，遠報則在兒孫，百福駢臻，千祥雲集」，果然真實不虛！（圖二、吳璋萬里尋母的石碑。碑文內容為：尋親廿載，迎母令終，負骨歸葬，曰全孝翁。）"
    },
    {
      "id": "02-042-0193_p0014",
      "zh_CN": "【贰、万里寻父】",
      "zh_TW": "【貳、萬里尋父】"
    },
    {
      "id": "02-042-0193_p0015",
      "zh_CN": "明朝人赵重华七岁时，父亲赵廷瑞好游历江湖，长年未归。赵重华长大成人后，决定出外寻找父亲，并一路背着「万里寻亲」四个大字，还另写几千张纸，注明父亲的姓名、年龄、相貌、籍贯、家庭地址等信息。他这一番出门寻父，足迹遍及州县，不惜跋山涉水，走到哪里就把这些纸张贴到哪里。",
      "zh_TW": "明朝人趙重華七歲時，父親趙廷瑞好遊歷江湖，長年未歸。趙重華長大成人後，決定出外尋找父親，並一路背著「萬里尋親」四個大字，還另寫幾千張紙，註明父親的姓名、年齡、相貌、籍貫、家庭地址等信息。他這一番出門尋父，足跡遍及州縣，不惜跋山涉水，走到哪裡就把這些紙張貼到哪裡。"
    },
    {
      "id": "02-042-0193_p0016",
      "zh_CN": "赵重华行至武当山祈福，经过太子岩时，发现岩石背面刻有一行文字：「赵廷瑞朝山至此。」赵重华看到这行字颇为振奋，心想：「想不到今日能巧遇父亲旧游之地，也许我们父子相逢之日已为期不远。」于是他在这些字后写道：「赵廷瑞之子重华，寻父至此。」",
      "zh_TW": "趙重華行至武當山祈福，經過太子岩時，發現岩石背面刻有一行文字：「趙廷瑞朝山至此。」趙重華看到這行字頗為振奮，心想：「想不到今日能巧遇父親舊遊之地，也許我們父子相逢之日已為期不遠。」於是他在這些字後寫道：「趙廷瑞之子重華，尋父至此。」"
    },
    {
      "id": "02-042-0193_p0017",
      "zh_CN": "赵重华从华山下来，信心倍增，继续跋涉，结果过了很长一段时间，依然没能找到父亲。一日，赵重华经过丹阳，遇到一位老和尚问他寻父的情况，赵重华一一说明，老和尚笑着告诉他：「你父亲住在无锡南禅寺里。」",
      "zh_TW": "趙重華從華山下來，信心倍增，繼續跋涉，結果過了很長一段時間，依然沒能找到父親。一日，趙重華經過丹陽，遇到一位老和尚問他尋父的情況，趙重華一一說明，老和尚笑著告訴他：「你父親住在無錫南禪寺裡。」"
    },
    {
      "id": "02-042-0193_p0018",
      "zh_CN": "话刚说完，老和尚忽然就不见踪影了。于是重华急忙奔向南禅寺，果然在南禅寺中见到了父亲，父子相认，抱头痛哭。最后赵重华把父亲接回了云南，安养父亲晚年。（图三、赵重华万里寻父）",
      "zh_TW": "話剛說完，老和尚忽然就不見蹤影了。於是重華急忙奔向南禪寺，果然在南禪寺中見到了父親，父子相認，抱頭痛哭。最後趙重華把父親接回了雲南，安養父親晚年。（圖三、趙重華萬里尋父）"
    },
    {
      "id": "02-042-0193_p0019",
      "zh_CN": "父亲外出游历、长年在外时，赵重华尚值总角之年，可以想见稚子会多么想念出游的父亲。于是重华长大后，秉着孩童时期的记忆，试图寻找熟悉又陌生的父亲，他不惜跋山涉水，走遍州县，虽然父亲下落不明，生死未卜，但重华求见父亲的愿望未曾动摇。佛经有云：「父母于子，有大增益，乳哺长养，随时将育，四大得成。」父母对于子女有无尽深恩，三年乳哺，教训养育，含辛茹苦方能将稚嫩的幼儿抚育成人。又云：「右肩负父、左肩负母，经历千年，正使便利背上，然无有怨心于父母，此子犹不足报父母恩。」佛陀为父母重恩难报做了个比喻，即使于千年间右肩担父、左肩担母，父母便溺于背上，而毫无怨尤，仍不足以报答亲恩。",
      "zh_TW": "父親外出遊歷、長年在外時，趙重華尚值總角之年，可以想見稚子會多麼想念出遊的父親。於是重華長大後，秉著孩童時期的記憶，試圖尋找熟悉又陌生的父親，他不惜跋山涉水，走遍州縣，雖然父親下落不明，生死未卜，但重華求見父親的願望未曾動搖。佛經有云：「父母於子，有大增益，乳哺長養，隨時將育，四大得成。」父母對於子女有無盡深恩，三年乳哺，教訓養育，含辛茹苦方能將稚嫩的幼兒撫育成人。又云：「右肩負父、左肩負母，經歷千年，正使便利背上，然無有怨心於父母，此子猶不足報父母恩。」佛陀為父母重恩難報做了個比喻，即使於千年間右肩擔父、左肩擔母，父母便溺於背上，而毫無怨尤，仍不足以報答親恩。"
    },
    {
      "id": "02-042-0193_p0020",
      "zh_CN": "中华文化绵延至今逾五千年，伦理教育第一条即是「父子有亲」，骨肉至亲，血浓于水，父母与子女之间的亲爱是天性，是性德的显露，吴璋寻母真心如是，赵重华幼时失怙，成年后万里寻父亦如是。古语有云：「天下无不是的父母」，即使吴璋的母亲被选入皇宫内廷服务，不能在家相夫教子；重华七岁后便未能再见过游历四方的父亲，两位孝子依然不忘自己为人子的本分，面对亲人的别离，心中不起丝毫怨怼，直以一颗孝心使家庭完聚。",
      "zh_TW": "中華文化綿延至今逾五千年，倫理教育第一條即是「父子有親」，骨肉至親，血濃於水，父母與子女之間的親愛是天性，是性德的顯露，吳璋尋母真心如是，趙重華幼時失怙，成年後萬里尋父亦如是。古語有云：「天下無不是的父母」，即使吳璋的母親被選入皇宮內廷服務，不能在家相夫教子；重華七歲後便未能再見過遊歷四方的父親，兩位孝子依然不忘自己為人子的本分，面對親人的別離，心中不起絲毫怨懟，直以一顆孝心使家庭完聚。"
    },
    {
      "id": "02-042-0193_p0021",
      "zh_CN": "身为二十一世纪的子女，万里不只是空间的距离，更是心灵之间的距离。无论父母亲是否居住在身边，我们要落实「孝」字所呈现的理念，时刻守候父母在心间。为何要将父母紧记在心呢？父母心心念念总不离：儿女的生活是否顺遂、平安、健康？「慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。」唐朝诗人孟郊的《游子吟》细致的勾勒出一幅游子远行前，慈母缜密细心的为儿做衣的景象。母亲一针一线，惟恐亲儿长久在外无人为其缝补衣服，更借由手中的针线承载望子平安归来的冀盼。作者于诗末感叹：「谁言寸草心，报得三春晖。」小草接受太阳的滋润才得以生长，当有一天小草想回报太阳赋予生命、供给养分的恩德时，要如何才能报得尽呢？父母对我们的养育恩情就好比春天的阳光，无私的关爱我们，为尚且懵懂的我们点亮一盏名为温情的灯。沉浸在慈爱深恩中成长的我们，当有一天想要报答时，才发现亲恩昊天罔极，无以回报。我们又如何能够忘却？",
      "zh_TW": "身為二十一世紀的子女，萬里不只是空間的距離，更是心靈之間的距離。無論父母親是否居住在身邊，我們要落實「孝」字所呈現的理念，時刻守候父母在心間。為何要將父母緊記在心呢？父母心心念念總不離：兒女的生活是否順遂、平安、健康？「慈母手中線，遊子身上衣。臨行密密縫，意恐遲遲歸。」唐朝詩人孟郊的《遊子吟》細緻的勾勒出一幅遊子遠行前，慈母縝密細心的為兒做衣的景象。母親一針一線，惟恐親兒長久在外無人為其縫補衣服，更藉由手中的針線承載望子平安歸來的冀盼。作者於詩末感嘆：「誰言寸草心，報得三春暉。」小草接受太陽的滋潤才得以生長，當有一天小草想回報太陽賦予生命、供給養分的恩德時，要如何才能報得盡呢？父母對我們的養育恩情就好比春天的陽光，無私的關愛我們，為尚且懵懂的我們點亮一盞名為溫情的燈。沉浸在慈愛深恩中成長的我們，當有一天想要報答時，才發現親恩昊天罔極，無以回報。我們又如何能夠忘卻？"
    },
    {
      "id": "02-042-0193_p0022",
      "zh_CN": "中华民族的孝道涵义深广，其宗旨在于饮水思源，报本反始。《了凡四训》云：「远思扬祖宗之德，近思盖父母之愆」，祖宗与我们是生命共同体，水乳交融，一脉相承，了凡先生于此提醒我们需时刻铭记着祖宗的教诲，以身作则，弘扬祖宗之德，成为世人的榜样，这才是落实孝道。",
      "zh_TW": "中華民族的孝道涵義深廣，其宗旨在於飲水思源，報本反始。《了凡四訓》云：「遠思揚祖宗之德，近思蓋父母之愆」，祖宗與我們是生命共同體，水乳交融，一脈相承，了凡先生於此提醒我們需時刻銘記著祖宗的教誨，以身作則，弘揚祖宗之德，成為世人的榜樣，這才是落實孝道。"
    },
    {
      "id": "02-042-0193_p0023",
      "zh_CN": "《论语》云：「慎终追远，民德归厚矣」，慎终名丧，追远名祭，丧祭之礼能够带动民风归于纯朴，培养人心的厚道，是孝敬精神的教育，也是文化命脉的传承。古圣先贤慈悲，唯望后代子孙回归本善、享有幸福美满的人生，将数千年之精粹智慧流传至今，透过祭祖之礼提醒我们怀念祖先之德泽与志节，同时也提醒我们体内淌流的是华夏民族之血，承传中华文化精髓之人舍我其谁！",
      "zh_TW": "《論語》云：「慎終追遠，民德歸厚矣」，慎終名喪，追遠名祭，喪祭之禮能夠帶動民風歸於純樸，培養人心的厚道，是孝敬精神的教育，也是文化命脈的傳承。古聖先賢慈悲，唯望後代子孫回歸本善、享有幸福美滿的人生，將數千年之精粹智慧流傳至今，透過祭祖之禮提醒我們懷念祖先之德澤與志節，同時也提醒我們體內淌流的是華夏民族之血，承傳中華文化精髓之人捨我其誰！"
    },
    {
      "id": "02-042-0193_p0024",
      "zh_CN": "【参、度亲超升】",
      "zh_TW": "【參、度親超升】"
    },
    {
      "id": "02-042-0193_p0025",
      "zh_CN": "福建人林承美，于幼年时丧父。自从父亲早逝后，母亲坚持守节不再嫁，艰苦抚养幼子，独自将儿子拉扯成人。后来承美成亲不久，母亲便撒手人寰。承美思念父母之恩，苦于无法报答亲恩，经常垂泣不已。因缘际会下，他遇到一位禅师开示道：「这位孝子啊！父母既已逝世，你因为思念亲恩而痛哭是没有益处的，应当以诚心修善，救度双亲，使父母冥中得福，这才能报答亲恩。」承美幡然醒悟，从此以后戒杀放生，行善积德。数年之后，承美在梦里见到去世的父亲说：「由于你为我和你母亲行善积德，我们都已超升到天界，你自己也获得厚福。」承美后来享九十六岁高寿，子孙后代皆考取福建一带的科举状元。",
      "zh_TW": "福建人林承美，於幼年時喪父。自從父親早逝後，母親堅持守節不再嫁，艱苦撫養幼子，獨自將兒子拉扯成人。後來承美成親不久，母親便撒手人寰。承美思念父母之恩，苦於無法報答親恩，經常垂泣不已。因緣際會下，他遇到一位禪師開示道：「這位孝子啊！父母既已逝世，你因為思念親恩而痛哭是沒有益處的，應當以誠心修善，救度雙親，使父母冥中得福，這才能報答親恩。」承美幡然醒悟，從此以後戒殺放生，行善積德。數年之後，承美在夢裡見到去世的父親說：「由於你為我和你母親行善積德，我們都已超升到天界，你自己也獲得厚福。」承美後來享九十六歲高壽，子孫後代皆考取福建一帶的科舉狀元。"
    },
    {
      "id": "02-042-0193_p0026",
      "zh_CN": "《大乘本生心地观经》云：「于诸世间，何者最富？何者最贫？悲母在堂名之为富，悲母不在名之为贫。」世间最富者莫过于父母能在身旁，共享天伦之乐。俗语有言：「有妈的孩子像个宝」，母亲的谆谆教诲，嘘寒问暖，子女能承欢膝下，是人生最幸福的一件事。林承美失去双亲的切肤之痛，感召菩萨悲悯，出现一位禅师教导他如何为双亲广修福善、积累功德，真正落实孝养父母，助其得获真实利益。",
      "zh_TW": "《大乘本生心地觀經》云：「於諸世間，何者最富？何者最貧？悲母在堂名之為富，悲母不在名之為貧。」世間最富者莫過於父母能在身旁，共享天倫之樂。俗語有言：「有媽的孩子像個寶」，母親的諄諄教誨，噓寒問暖，子女能承歡膝下，是人生最幸福的一件事。林承美失去雙親的切膚之痛，感召菩薩悲憫，出現一位禪師教導他如何為雙親廣修福善、積累功德，真正落實孝養父母，助其得獲真實利益。"
    },
    {
      "id": "02-042-0193_p0027",
      "zh_CN": "镜伊先生于修善一事特别补注：「善功成而能代父母祈求于天，胜于做道场。」诠释孝子的真诚心乃是修积功德的关键，「一分诚敬得一分利益，十分诚敬得十分利益」，如是而已矣。承美奉行众善，从戒杀放生下手，并将一切功德回向父母，可谓善体天心。龙树菩萨于《大智度论》教导我们：「诸余罪业，杀业最重。诸功德中，放生第一。」因为一切有生命的众生，无一不是珍惜自己的身命，《普贤行愿品》有言：「众生至爱者身命，诸佛至爱者众生」，拯救众生的身命，即是成就诸佛的心愿，是以印光大师云：「一切生物，佛皆视之如子，救一物命，即是救佛一子，诸佛皆大欢喜。」",
      "zh_TW": "鏡伊先生於修善一事特別補註：「善功成而能代父母祈求於天，勝於做道場。」詮釋孝子的真誠心乃是修積功德的關鍵，「一分誠敬得一分利益，十分誠敬得十分利益」，如是而已矣。承美奉行眾善，從戒殺放生下手，並將一切功德迴向父母，可謂善體天心。龍樹菩薩於《大智度論》教導我們：「諸餘罪業，殺業最重。諸功德中，放生第一。」因為一切有生命的眾生，無一不是珍惜自己的身命，《普賢行願品》有言：「眾生至愛者身命，諸佛至愛者眾生」，拯救眾生的身命，即是成就諸佛的心願，是以印光大師云：「一切生物，佛皆視之如子，救一物命，即是救佛一子，諸佛皆大歡喜。」"
    },
    {
      "id": "02-042-0193_p0028",
      "zh_CN": "诚如《太上感应篇》所言：「吉人语善、视善、行善，一日有三善，三年天必降之福。」果然不出几年，承美于梦中得知先亲得度，自身得长寿善果。后于期颐之年寿终正寝，并且儿孙皆考取功名，印证因果报应真实不虚。孝道的圆满于《孝经》所言蔚为明晰，以自身德行显耀双亲是孝的终极，林承美广修福善，立身行道，诚为报答亲恩的典范。",
      "zh_TW": "誠如《太上感應篇》所言：「吉人語善、視善、行善，一日有三善，三年天必降之福。」果然不出幾年，承美於夢中得知先親得度，自身得長壽善果。後於期頤之年壽終正寢，並且兒孫皆考取功名，印證因果報應真實不虛。孝道的圓滿於《孝經》所言蔚為明晰，以自身德行顯耀雙親是孝的終極，林承美廣修福善，立身行道，誠為報答親恩的典範。"
    },
    {
      "id": "02-042-0193_p0029",
      "zh_CN": "【肆、母是活佛】",
      "zh_TW": "【肆、母是活佛】"
    },
    {
      "id": "02-042-0193_p0030",
      "zh_CN": "明朝无际禅师乃佛门一代高僧，道行高深，名闻遐迩。有一位名叫杨黻的读书人，慕名前去四川拜访无际禅师，向禅师请教佛理。禅师回答：「你难道没有见过活佛吗？」杨黻问：「佛在哪里呢？」禅师答：「你只要回家，见到一位肩上披着衣服，倒穿着鞋子的人，那个人就是佛。」杨黻拜别禅师后，连夜赶回家。抵达家门口，他的母亲听到敲门声，想到是她离家多日的儿子回来了，于是随手抓起一件衣服披在肩上，急急忙忙跑出去开门，结果连鞋子都穿反了。杨黻一见到母亲这副模样，竟与老僧所描述的佛完全一样啊！他蓦然醒悟，原来孝敬父母就是奉事佛陀，父母就是在世的活佛。（图四、杨黻蓦然醒悟：母是活佛。）",
      "zh_TW": "明朝無際禪師乃佛門一代高僧，道行高深，名聞遐邇。有一位名叫楊黻的讀書人，慕名前去四川拜訪無際禪師，向禪師請教佛理。禪師回答：「你難道沒有見過活佛嗎？」楊黻問：「佛在哪裡呢？」禪師答：「你只要回家，見到一位肩上披著衣服，倒穿著鞋子的人，那個人就是佛。」楊黻拜別禪師後，連夜趕回家。抵達家門口，他的母親聽到敲門聲，想到是她離家多日的兒子回來了，於是隨手抓起一件衣服披在肩上，急急忙忙跑出去開門，結果連鞋子都穿反了。楊黻一見到母親這副模樣，竟與老僧所描述的佛完全一樣啊！他驀然醒悟，原來孝敬父母就是奉事佛陀，父母就是在世的活佛。（圖四、楊黻驀然醒悟：母是活佛。）"
    },
    {
      "id": "02-042-0193_p0031",
      "zh_CN": "无际禅师一语警醒世人，与弥勒菩萨的偈子：「堂上有佛二尊……若能诚敬得他，何用别求功德？」不谋而合。",
      "zh_TW": "無際禪師一語警醒世人，與彌勒菩薩的偈子：「堂上有佛二尊……若能誠敬得他，何用別求功德？」不謀而合。"
    },
    {
      "id": "02-042-0193_p0032",
      "zh_CN": "儒家的教学以孝敬为核心，佛法教学也是以孝敬为核心，《观无量寿佛经》「净业三福」第一条以「孝养父母」为首要条件，和中国古圣先贤的教育理念无二无别。佛陀对众生的慈悲，如同父母对子女的爱心，是性德自然的流露，永恒不变。无论儿女之良莠，父母心如大地，全都欣然接受，无怨无悔的付出，因为这是自性里真爱的表现。",
      "zh_TW": "儒家的教學以孝敬為核心，佛法教學也是以孝敬為核心，《觀無量壽佛經》「淨業三福」第一條以「孝養父母」為首要條件，和中國古聖先賢的教育理念無二無別。佛陀對眾生的慈悲，如同父母對子女的愛心，是性德自然的流露，永恆不變。無論兒女之良莠，父母心如大地，全都欣然接受，無怨無悔的付出，因為這是自性裡真愛的表現。"
    },
    {
      "id": "02-042-0193_p0033",
      "zh_CN": "曾经有一名儿子，因为养不起年迈的母亲，决定把她揹上山丢弃。一日傍晚，儿子向母亲提议至山间走走，在上山的路途中，儿子揹着母亲一边走一边想，走远点再丢下她。突然他看到母亲在他背上偷偷往路上洒豆子，便很生气的质问：「妳洒豆子干什么？」没想到母亲的回答却让他泪流满面：「傻儿子，我怕你等会儿一个人下山会迷路。」这位妈妈知道儿子要抛弃她，却只担心儿子于回程迷失方向，回不了家。人一辈子，兴许只有父母对我们的爱是无条件的、无止境的。无论我们犯了多大的错，多伤父母亲的心，他们都能够原谅我们，都愿意再给我们一次改过的机会。杨黻的母亲，一听到儿子返家，只想到快一点迎儿子进门，顾不得自己披衣倒屣的模样。这正是天下父母心！古德云：「父慈子孝」，教导我们父母待子女以慈，子女则以孝侍父母。孝敬父母乃人之天性、常情，孔夫子亦云：「至于犬马，皆能有养」，乌鸦有反哺之恩，畜生也懂得孝养，不敬，何以别乎？杨黻的实例教导我们：一切法的成就不离孝敬二字，「圣人因严以教敬，因敬以教爱」，因为父母我们才明白爱敬之道从何做起，父母的慈爱精神吾人当珍惜且效仿。",
      "zh_TW": "曾經有一名兒子，因為養不起年邁的母親，決定把她揹上山丟棄。一日傍晚，兒子向母親提議至山間走走，在上山的路途中，兒子揹著母親一邊走一邊想，走遠點再丟下她。突然他看到母親在他背上偷偷往路上灑豆子，便很生氣的質問：「妳灑豆子幹什麼？」沒想到母親的回答卻讓他淚流滿面：「傻兒子，我怕你等會兒一個人下山會迷路。」這位媽媽知道兒子要拋棄她，卻只擔心兒子於回程迷失方向，回不了家。人一輩子，興許只有父母對我們的愛是無條件的、無止境的。無論我們犯了多大的錯，多傷父母親的心，他們都能夠原諒我們，都願意再給我們一次改過的機會。楊黻的母親，一聽到兒子返家，只想到快一點迎兒子進門，顧不得自己披衣倒屣的模樣。這正是天下父母心！古德云：「父慈子孝」，教導我們父母待子女以慈，子女則以孝侍父母。孝敬父母乃人之天性、常情，孔夫子亦云：「至於犬馬，皆能有養」，烏鴉有反哺之恩，畜生也懂得孝養，不敬，何以別乎？楊黻的實例教導我們：一切法的成就不離孝敬二字，「聖人因嚴以教敬，因敬以教愛」，因為父母我們才明白愛敬之道從何做起，父母的慈愛精神吾人當珍惜且效仿。"
    },
    {
      "id": "02-042-0193_p0034",
      "zh_CN": "【结语、以孝弘扬中华传统文化】",
      "zh_TW": "【結語、以孝弘揚中華傳統文化】"
    },
    {
      "id": "02-042-0193_p0035",
      "zh_CN": "中国人尊崇孝道的教育，此价值观使中华文明在历史的洪流中能够屹立不摇，这是其他文明所望尘莫及的。孝道符合天理人情，所以才生生不息，其中衍生出的智慧更是博大精深。孟夫子曾说道：「亲亲而仁民，仁民而爱物」，当我们能够孝敬自己最亲的人，自然能把这一分爱心向外延伸出去，亲爱他人、亲爱人民，再从亲爱人民扩展到爱护万物。这样的理念一直存在于华夏文化之中，是古代帝王的立邦之道，也是人民所依止的道德礼法之核心。",
      "zh_TW": "中國人尊崇孝道的教育，此價值觀使中華文明在歷史的洪流中能夠屹立不搖，這是其他文明所望塵莫及的。孝道符合天理人情，所以才生生不息，其中衍生出的智慧更是博大精深。孟夫子曾說道：「親親而仁民，仁民而愛物」，當我們能夠孝敬自己最親的人，自然能把這一分愛心向外延伸出去，親愛他人、親愛人民，再從親愛人民擴展到愛護萬物。這樣的理念一直存在於華夏文化之中，是古代帝王的立邦之道，也是人民所依止的道德禮法之核心。"
    },
    {
      "id": "02-042-0193_p0036",
      "zh_CN": "英国著名历史学家汤恩比博士曾断言：「十九世纪是英国人的世纪，二十世纪是美国人的世纪，二十一世纪是中国人的世纪。」此地所指「二十一世纪是中国人的世纪」，净公老教授做了圆满的解释：不是中国武力，不是中国政治，也不是中国的经贸、科学技术，而是中国文化，更确切的来说，是中国的儒释道传统文化。中华传统文化能团结全世界的文化，老祖宗的教训：修身、齐家、治国、平天下，这是中国梦，也是每一位祈求世界和平的有志之士都会怀抱的世界大同之梦。",
      "zh_TW": "英國著名歷史學家湯恩比博士曾斷言：「十九世紀是英國人的世紀，二十世紀是美國人的世紀，二十一世紀是中國人的世紀。」此地所指「二十一世紀是中國人的世紀」，淨公老教授做了圓滿的解釋：不是中國武力，不是中國政治，也不是中國的經貿、科學技術，而是中國文化，更確切的來說，是中國的儒釋道傳統文化。中華傳統文化能團結全世界的文化，老祖宗的教訓：修身、齊家、治國、平天下，這是中國夢，也是每一位祈求世界和平的有志之士都會懷抱的世界大同之夢。"
    },
    {
      "id": "02-042-0193_p0037",
      "zh_CN": "时至今日，寻回中国老祖宗千万年智慧传承的使命已刻不容缓，此乃众炎黄子孙应肩负起的重责大任。民族自信心的恢复还须仰赖教育的回归，今日吾辈有幸恭读《道德丛书》，实蒙诸佛菩萨、祖宗慈悲护佑。此套丛书博览道德、伦理、因果等圣贤教育，可谓为当今世界不可或缺、极具价值的教科书。「孝悌之至，通于神明，光于四海，无所不通。」至诚感通不可思议，吾辈当效法古圣先贤的万分诚敬，以自性光明感应人心向善，世界和平。殷切期盼诸位大德仁者共襄盛举，一齐实现「为往圣继绝学，为万世开太平」的大同之治。",
      "zh_TW": "時至今日，尋回中國老祖宗千萬年智慧傳承的使命已刻不容緩，此乃眾炎黃子孫應肩負起的重責大任。民族自信心的恢復還須仰賴教育的回歸，今日吾輩有幸恭讀《道德叢書》，實蒙諸佛菩薩、祖宗慈悲護佑。此套叢書博覽道德、倫理、因果等聖賢教育，可謂為當今世界不可或缺、極具價值的教科書。「孝悌之至，通於神明，光於四海，無所不通。」至誠感通不可思議，吾輩當效法古聖先賢的萬分誠敬，以自性光明感應人心向善，世界和平。殷切期盼諸位大德仁者共襄盛舉，一齊實現「為往聖繼絕學，為萬世開太平」的大同之治。"
    },
    {
      "id": "02-042-0193_p0038",
      "zh_CN": "以上是惭愧弟子恭敬学习《道德丛书．孝史》「寻亲篇」与「显亲思亲篇」之粗浅心得报告，定有错漏之处，至诚祈请尊敬的师父上人与诸位大德、老师惠予批评斧正，无尽感恩！阿弥陀佛！惭愧弟子定慧顶礼叩呈。",
      "zh_TW": "以上是慚愧弟子恭敬學習《道德叢書．孝史》「尋親篇」與「顯親思親篇」之粗淺心得報告，定有錯漏之處，至誠祈請尊敬的師父上人與諸位大德、老師惠予批評斧正，無盡感恩！阿彌陀佛！慚愧弟子定慧頂禮叩呈。"
    },
    {
      "id": "02-042-0193_p0039",
      "zh_CN": "老法师：定慧仁者的报告，我们听到了、看到了，大家有什么感想？我们这些年来，学佛了，出家了，有些什么成就？回过头来深深的反省，我们的过失多过念佛，我们的负面胜过正面太多，所以功夫不得力。原因是什么？这一篇讲的是根，孝敬是根，这两个字没做到。在家里不能孝顺父母，在学校里不能尊敬老师，孝敬完全没有了。所以，虽然上学，从小学念到大学，拿到博士学位了，跟古人比较，差远了。古人没有博士学位，甚至于学士学位也没有，他懂得做人，他懂得孝道，他懂得实践孝道，最后所得到的果报都不是自己梦想的，那个果报是什么？积功累德所感应到的。古人说的两句话说得好：「谋事在人，成事在天。」谋事在人，在人什么？在人的孝敬，自自然然上天有报，有厚报给你。说明了业因果报丝毫不爽，这是真理，这是事实真相，佛家所讲的实相，实相就是现在人所讲的真相。",
      "zh_TW": "老法師：定慧仁者的報告，我們聽到了、看到了，大家有什麼感想？我們這些年來，學佛了，出家了，有些什麼成就？回過頭來深深的反省，我們的過失多過念佛，我們的負面勝過正面太多，所以功夫不得力。原因是什麼？這一篇講的是根，孝敬是根，這兩個字沒做到。在家裡不能孝順父母，在學校裡不能尊敬老師，孝敬完全沒有了。所以，雖然上學，從小學念到大學，拿到博士學位了，跟古人比較，差遠了。古人沒有博士學位，甚至於學士學位也沒有，他懂得做人，他懂得孝道，他懂得實踐孝道，最後所得到的果報都不是自己夢想的，那個果報是什麼？積功累德所感應到的。古人說的兩句話說得好：「謀事在人，成事在天。」謀事在人，在人什麼？在人的孝敬，自自然然上天有報，有厚報給你。說明了業因果報絲毫不爽，這是真理，這是事實真相，佛家所講的實相，實相就是現在人所講的真相。"
    },
    {
      "id": "02-042-0193_p0040",
      "zh_CN": "学了之后，这是一篇，这套书分量很大，内容非常丰富。不要说是学佛，你个人这一生能不能享受到幸福美满的生活，方东美先生所说的「人生最高的享受」，可不可以做到？可以。怎么做到？你把这套书《道德丛书》，你把它读完了，中国人讲遍数，换句话说，你能把它念上一千遍，你就是大孝子，你就能落实孝道，你就能得到孝道里面所有的感应，这是真话不是假话。",
      "zh_TW": "學了之後，這是一篇，這套書分量很大，內容非常豐富。不要說是學佛，你個人這一生能不能享受到幸福美滿的生活，方東美先生所說的「人生最高的享受」，可不可以做到？可以。怎麼做到？你把這套書《道德叢書》，你把它讀完了，中國人講遍數，換句話說，你能把它念上一千遍，你就是大孝子，你就能落實孝道，你就能得到孝道裡面所有的感應，這是真話不是假話。"
    },
    {
      "id": "02-042-0193_p0041",
      "zh_CN": "所以我们学了，要效法，要落实。他在那么艰难困苦环境之下，能释放孝敬的光明；我们今天比过去方便多了，但是孝亲的念头、孝亲的心凉了，为什么？自私自利。今天不孝父母的人有多少，不敬尊长的人有多少，让我们看到痛心。我们自己要反省，我是不是其中的一员？如果是的，赶快回头，回头是岸；如果不是的，勉励自己一生当中不犯错误。要把孝敬父母、尊师重道这种心态用在实际生活上。与人接触，年龄跟父母差不多的，父辈，要孝顺；看到小孩，年龄跟自己儿女差不多的，是自己的儿孙，要爱护他，要帮助他长成。胸怀拓开，遍法界虚空界是一个自性，自他不二，生佛一体，众生跟佛一体，这个里头有圆满的孝敬、圆满的道德，自性本自具足。古人知道，且能发扬光大，现在是自私自利把这个门封起来了，不通了。",
      "zh_TW": "所以我們學了，要效法，要落實。他在那麼艱難困苦環境之下，能釋放孝敬的光明；我們今天比過去方便多了，但是孝親的念頭、孝親的心涼了，為什麼？自私自利。今天不孝父母的人有多少，不敬尊長的人有多少，讓我們看到痛心。我們自己要反省，我是不是其中的一員？如果是的，趕快回頭，回頭是岸；如果不是的，勉勵自己一生當中不犯錯誤。要把孝敬父母、尊師重道這種心態用在實際生活上。與人接觸，年齡跟父母差不多的，父輩，要孝順；看到小孩，年齡跟自己兒女差不多的，是自己的兒孫，要愛護他，要幫助他長成。胸懷拓開，遍法界虛空界是一個自性，自他不二，生佛一體，眾生跟佛一體，這個裡頭有圓滿的孝敬、圓滿的道德，自性本自具足。古人知道，且能發揚光大，現在是自私自利把這個門封起來了，不通了。"
    },
    {
      "id": "02-042-0193_p0042",
      "zh_CN": "我们算是不幸当中有幸的，遇到圣贤教育，遇到佛陀的教育，对中国传统文化沾了一点边，这是我们的生机，我们要明了，要庆幸，要认真努力学习，把它再传给下一代。自己工作圆满了，以这个功德回向求生极乐世界，阿弥陀佛欢喜，这是好人。动了个念头想到极乐世界来，佛就能来接引你，为什么？跟佛同一个心愿。凡是善行都是佛事，诸佛如来所干的事，凡是恶行恶念都是魔事，妖魔鬼怪所干的事，你愿意靠哪一边？要常常反省，常常提醒，一步不能错，一个念头不能错，我们就会有成就，我们有把握。我们再看下面这一篇。",
      "zh_TW": "我們算是不幸當中有幸的，遇到聖賢教育，遇到佛陀的教育，對中國傳統文化沾了一點邊，這是我們的生機，我們要明瞭，要慶幸，要認真努力學習，把它再傳給下一代。自己工作圓滿了，以這個功德迴向求生極樂世界，阿彌陀佛歡喜，這是好人。動了個念頭想到極樂世界來，佛就能來接引你，為什麼？跟佛同一個心願。凡是善行都是佛事，諸佛如來所幹的事，凡是惡行惡念都是魔事，妖魔鬼怪所幹的事，你願意靠哪一邊？要常常反省，常常提醒，一步不能錯，一個念頭不能錯，我們就會有成就，我們有把握。我們再看下面這一篇。"
    },
    {
      "id": "02-042-0193_p0043",
      "zh_CN": "学生：大慈大悲的老和尚、诸位善知识、大德同修：感恩学院老师和学长们的护念，让弟子来分享妈妈的生平。弟子是佛陀教育网路学院的专科班二年级的学生，已经在学院就读七年，蒙老和尚深恩、老师深恩、学长们照顾，弟子和大家都能有机缘专精修学。学院整个学程是九年，认真学习九年下来的话，真的会明白，什么是修行的意义，这一生将归向何处。学院这么多年来，默默在网路上教化众生，有教无类，已经是桃李芬芳满天下，弟子深以能在学院学习为荣。",
      "zh_TW": "學生：大慈大悲的老和尚、諸位善知識、大德同修：感恩學院老師和學長們的護念，讓弟子來分享媽媽的生平。弟子是佛陀教育網路學院的專科班二年級的學生，已經在學院就讀七年，蒙老和尚深恩、老師深恩、學長們照顧，弟子和大家都能有機緣專精修學。學院整個學程是九年，認真學習九年下來的話，真的會明白，什麼是修行的意義，這一生將歸向何處。學院這麼多年來，默默在網路上教化眾生，有教無類，已經是桃李芬芳滿天下，弟子深以能在學院學習為榮。"
    },
    {
      "id": "02-042-0193_p0044",
      "zh_CN": "弟子的妈妈往生已经将近三个月了，确是音容宛在，懿德长存。下面是惭愧弟子的忆文。",
      "zh_TW": "弟子的媽媽往生已經將近三個月了，確是音容宛在，懿德長存。下面是慚愧弟子的憶文。"
    },
    {
      "id": "02-042-0193_p0045",
      "zh_CN": "忆妈妈",
      "zh_TW": "憶媽媽"
    },
    {
      "id": "02-042-0193_p0046",
      "zh_CN": "妈妈往生西方极乐世界了，嘴角含笑，安详平和，一如生前。我们身边的人都知道她定能往生，也都知道她一定来历不凡。在妈妈学佛二十二年、领众十年的生活中，我们都看到了她不凡的一面。",
      "zh_TW": "媽媽往生西方極樂世界了，嘴角含笑，安詳平和，一如生前。我們身邊的人都知道她定能往生，也都知道她一定來歷不凡。在媽媽學佛二十二年、領眾十年的生活中，我們都看到了她不凡的一面。"
    },
    {
      "id": "02-042-0193_p0047",
      "zh_CN": "一、早年经历",
      "zh_TW": "一、早年經歷"
    },
    {
      "id": "02-042-0193_p0048",
      "zh_CN": "妈妈的一生历经坎坷，饱尝了人间的辛酸。妈妈年幼时出生在高干家庭，十岁，全家回到农村。十八岁为父上访，一访八年，终为外公昭雪，这时外公已经去世六年。而妈妈为了负担起照顾弟弟妹妹们的生活，嫁了我的父亲。当年连父亲的年纪都不知道，只因为父亲答应会照顾所有的家人。后举家回到城市且都安排了工作。而妈妈又在我的小妹四岁时，开始独自抚养我们姐妹了，生活的压力并未减小。且生活中常有波澜，一直动荡不安。虽生活境况时有艰苦，但妈妈一直热心助人，自小到大，常常看到她济老扶贫，皆认为这就是人的本分，做人就当如此。妈妈还非常重情义，常言「人有滴水之恩，当以涌泉相报」，就是这样领着我们做着，凡帮助过我们的人，妈妈总是教我们不可忘恩负义。",
      "zh_TW": "媽媽的一生歷經坎坷，飽嘗了人間的辛酸。媽媽年幼時出生在高幹家庭，十歲，全家回到農村。十八歲為父上訪，一訪八年，終為外公昭雪，這時外公已經去世六年。而媽媽為了負擔起照顧弟弟妹妹們的生活，嫁了我的父親。當年連父親的年紀都不知道，只因為父親答應會照顧所有的家人。後舉家回到城市且都安排了工作。而媽媽又在我的小妹四歲時，開始獨自撫養我們姐妹了，生活的壓力並未減小。且生活中常有波瀾，一直動盪不安。雖生活境況時有艱苦，但媽媽一直熱心助人，自小到大，常常看到她濟老扶貧，皆認為這就是人的本分，做人就當如此。媽媽還非常重情義，常言「人有滴水之恩，當以湧泉相報」，就是這樣領著我們做著，凡幫助過我們的人，媽媽總是教我們不可忘恩負義。"
    },
    {
      "id": "02-042-0193_p0049",
      "zh_CN": "二、奉佛修行",
      "zh_TW": "二、奉佛修行"
    },
    {
      "id": "02-042-0193_p0050",
      "zh_CN": "三十八岁时，妈妈奉佛。妈妈信佛之初，就很不寻常，信佛的因缘也非常传奇。是因为一场离奇的官司，才相信真的有佛，因而信佛。而后闭门在家修学。自此妈妈开始有笑容了，家中以修行为最重要的核心，一切唯佛命是从。初开始是诵读一部《地藏经》加之拜佛、念佛做为定课，一门深入，不曾动摇。大约十五、六年之后开始诵读《无量寿经》。十一年前，她率众建立我们这个小小的道场，吃尽辛苦。因为道场地处偏僻，很多时候想花钱请工都请不到，唯有自己一锹一镐的硬干，待大体完工，妈妈已经会了瓦匠活、木匠活、水暖活。每天干活，妈妈都是干在前边，吃苦在先，并且不曾有享乐在后。",
      "zh_TW": "三十八歲時，媽媽奉佛。媽媽信佛之初，就很不尋常，信佛的因緣也非常傳奇。是因為一場離奇的官司，才相信真的有佛，因而信佛。而後閉門在家修學。自此媽媽開始有笑容了，家中以修行為最重要的核心，一切唯佛命是從。初開始是誦讀一部《地藏經》加之拜佛、念佛做為定課，一門深入，不曾動搖。大約十五、六年之後開始誦讀《無量壽經》。十一年前，她率眾建立我們這個小小的道場，吃盡辛苦。因為道場地處偏僻，很多時候想花錢請工都請不到，唯有自己一鍬一鎬的硬幹，待大體完工，媽媽已經會了瓦匠活、木匠活、水暖活。每天幹活，媽媽都是幹在前邊，吃苦在先，並且不曾有享樂在後。"
    },
    {
      "id": "02-042-0193_p0051",
      "zh_CN": "从妈妈自己的修行上看，她是十分用功的人，没有极特殊情况都是三点起床，功课之外，就是忙着干活，不论严冬与酷夏，整天都是在外面干活。每天两餐，非常惜福，什么都不舍得用，吃穿用度都取最差的。非常喜欢行布施，救济贫困，修桥补路，放生印经，都欢喜去做。",
      "zh_TW": "從媽媽自己的修行上看，她是十分用功的人，沒有極特殊情況都是三點起床，功課之外，就是忙著幹活，不論嚴冬與酷夏，整天都是在外面幹活。每天兩餐，非常惜福，什麼都不捨得用，吃穿用度都取最差的。非常喜歡行布施，救濟貧困，修橋補路，放生印經，都歡喜去做。"
    },
    {
      "id": "02-042-0193_p0052",
      "zh_CN": "妈妈待人十分和善谦卑，和村里人打交道，都是鞠躬迎送。有一次为村里修道时，有一个人一直站在路边在众人面前骂妈妈，而妈妈一声不回，继续默默的干活。还有一次她批评了一个人几句，他觉得委屈就哭起来，待妈妈知道后，就给他跪下磕头，说：「都是我错了，你别委屈了。」妈妈曾和我说：「想在这里（道场所在的村子）弘法利益众生，妳要吃的、用的比别人差，干活则要比别人能干，真心对别人好。」",
      "zh_TW": "媽媽待人十分和善謙卑，和村裡人打交道，都是鞠躬迎送。有一次為村裡修道時，有一個人一直站在路邊在眾人面前罵媽媽，而媽媽一聲不回，繼續默默的幹活。還有一次她批評了一個人幾句，他覺得委屈就哭起來，待媽媽知道後，就給他跪下磕頭，說：「都是我錯了，你別委屈了。」媽媽曾和我說：「想在這裡（道場所在的村子）弘法利益眾生，妳要吃的、用的比別人差，幹活則要比別人能幹，真心對別人好。」"
    },
    {
      "id": "02-042-0193_p0053",
      "zh_CN": "妈妈很有智慧，道场不收外人供养。大家来访，妈妈总是劝好好念佛就是真供养。除了教人念佛，还教人惜福、不杀生、多做善事等等。所以不论别人信奉什么，都和妈妈相处得很好。",
      "zh_TW": "媽媽很有智慧，道場不收外人供養。大家來訪，媽媽總是勸好好念佛就是真供養。除了教人念佛，還教人惜福、不殺生、多做善事等等。所以不論別人信奉什麼，都和媽媽相處得很好。"
    },
    {
      "id": "02-042-0193_p0054",
      "zh_CN": "三、学佛感应",
      "zh_TW": "三、學佛感應"
    },
    {
      "id": "02-042-0193_p0055",
      "zh_CN": "学佛之后，妈妈身体、家庭、命运都有了极大的改变，证明佛菩萨加持护佑真实不虚。有一次，正在施工中，她劝一个小伙子不要倒车，因为她感觉倒车后会控制不当而撞到道场的大门柱子，可就是劝不住。果然，这车子就倒着撞向了大门柱，在撞上的那一刹那，妈妈迅速伸出手臂去挡这个车，车子被弹了回去，妈妈的手被撞得鲜血四溅，雪白的门柱上都是血。当时大家都吓坏了，妈妈就安慰司机和大家，说：「我有老佛爷，没事的。」回到佛堂，就是香灰抹在手上，坐了一小会儿就接着出去跟大家干活了。大家都说晚上会疼得厉害，结果也没有疼。然后妈妈就用一只手继续干活，过了一阵子就好了。",
      "zh_TW": "學佛之後，媽媽身體、家庭、命運都有了極大的改變，證明佛菩薩加持護佑真實不虛。有一次，正在施工中，她勸一個小伙子不要倒車，因為她感覺倒車後會控制不當而撞到道場的大門柱子，可就是勸不住。果然，這車子就倒著撞向了大門柱，在撞上的那一剎那，媽媽迅速伸出手臂去擋這個車，車子被彈了回去，媽媽的手被撞得鮮血四濺，雪白的門柱上都是血。當時大家都嚇壞了，媽媽就安慰司機和大家，說：「我有老佛爺，沒事的。」回到佛堂，就是香灰抹在手上，坐了一小會兒就接著出去跟大家幹活了。大家都說晚上會疼得厲害，結果也沒有疼。然後媽媽就用一隻手繼續幹活，過了一陣子就好了。"
    },
    {
      "id": "02-042-0193_p0056",
      "zh_CN": "还有一次，在路上妈妈骑着自行车，要和迎面过来的拖拉机司机打招呼，结果那辆拖拉机失控了，直直的撞上了妈妈，只听咣当一声，车停了下来，司机已经吓傻了。妈妈从车轮后爬了出来，连声说：「没事没事，你走吧。」从车轮下拉出来车子就走了。因为后面还有一位同修一起走，吓得大叫一声，把自行车扔在了路边，这一扔车子就坏了。妈妈自己骑了一段，没等着后面的同修跟上来，觉得奇怪，又骑回程去找，那位同修跟妈妈说：「都要被妳吓死了，妳怎么就没事呢？我的车子反而不能走了。」下午那位司机不放心，又来看妈妈，后来还来看望几次，都被妈妈劝走了。再以后说起来这个事，妈妈总是一阵大笑。",
      "zh_TW": "還有一次，在路上媽媽騎著自行車，要和迎面過來的拖拉機司機打招呼，結果那輛拖拉機失控了，直直的撞上了媽媽，只聽咣噹一聲，車停了下來，司機已經嚇傻了。媽媽從車輪後爬了出來，連聲說：「沒事沒事，你走吧。」從車輪下拉出來車子就走了。因為後面還有一位同修一起走，嚇得大叫一聲，把自行車扔在了路邊，這一扔車子就壞了。媽媽自己騎了一段，沒等著後面的同修跟上來，覺得奇怪，又騎回程去找，那位同修跟媽媽說：「都要被妳嚇死了，妳怎麼就沒事呢？我的車子反而不能走了。」下午那位司機不放心，又來看媽媽，後來還來看望幾次，都被媽媽勸走了。再以後說起來這個事，媽媽總是一陣大笑。"
    },
    {
      "id": "02-042-0193_p0057",
      "zh_CN": "妈妈一生经历了很多次生死考验，抛开小时候几次不提，在道场的十年建设中，从房顶上掉下来，从陡坡上滚下来，冲进火场救火，也有过太多太多的危险，她自言因为深信有老佛爷，所以都安然度过。",
      "zh_TW": "媽媽一生經歷了很多次生死考驗，拋開小時候幾次不提，在道場的十年建設中，從房頂上掉下來，從陡坡上滾下來，衝進火場救火，也有過太多太多的危險，她自言因為深信有老佛爺，所以都安然度過。"
    },
    {
      "id": "02-042-0193_p0058",
      "zh_CN": "四、弘法利生",
      "zh_TW": "四、弘法利生"
    },
    {
      "id": "02-042-0193_p0059",
      "zh_CN": "妈妈曾有誓言：为弘佛法，不惜身命。她确实做到了。妈妈自三十八岁起介绍念佛法门，劝化亲友认真奉佛，念佛修行。为大家服务，不惧风雨辛劳。",
      "zh_TW": "媽媽曾有誓言：為弘佛法，不惜身命。她確實做到了。媽媽自三十八歲起介紹念佛法門，勸化親友認真奉佛，念佛修行。為大家服務，不懼風雨辛勞。"
    },
    {
      "id": "02-042-0193_p0060",
      "zh_CN": "本来我们小小道场所在的地方，大多数人信基督教等，对佛教非常排斥。大家看到妈妈因为念佛而过得非常快乐。来这个村子后，妈妈就尽心尽力帮助这里。所以从妈妈来这里之后，慢慢的大家接受了佛法，而且念佛的人愈来愈多，在村子里行走，会不时听闻到佛号声。很多人都认识妈妈，跟妈妈打电话时，都会念上几句阿弥陀佛。妈妈在撂电话时特别有特点，她不是说一句阿弥陀佛就挂断，而是一直说阿弥陀佛、阿弥陀佛、阿弥陀佛，对方也会一直回应阿弥陀佛、阿弥陀佛、阿弥陀佛，不知道要说多少句才挂断。这本来是我们总笑话妈妈的一个话题，后来才觉察出这样是多么方便的教人念佛。妈妈走后，当地许多人给我打电话的时候，都会不停的说阿弥陀佛、阿弥陀佛、阿弥陀佛。村里很多人不论是夫妻吵架，还是孩子淘气，婆媳不和，都愿意找妈妈帮忙。",
      "zh_TW": "本來我們小小道場所在的地方，大多數人信基督教等，對佛教非常排斥。大家看到媽媽因為念佛而過得非常快樂。來這個村子後，媽媽就盡心盡力幫助這裡。所以從媽媽來這裡之後，慢慢的大家接受了佛法，而且念佛的人愈來愈多，在村子裡行走，會不時聽聞到佛號聲。很多人都認識媽媽，跟媽媽打電話時，都會念上幾句阿彌陀佛。媽媽在撂電話時特別有特點，她不是說一句阿彌陀佛就掛斷，而是一直說阿彌陀佛、阿彌陀佛、阿彌陀佛，對方也會一直回應阿彌陀佛、阿彌陀佛、阿彌陀佛，不知道要說多少句才掛斷。這本來是我們總笑話媽媽的一個話題，後來才覺察出這樣是多麼方便的教人念佛。媽媽走後，當地許多人給我打電話的時候，都會不停的說阿彌陀佛、阿彌陀佛、阿彌陀佛。村裡很多人不論是夫妻吵架，還是孩子淘氣，婆媳不和，都願意找媽媽幫忙。"
    },
    {
      "id": "02-042-0193_p0061",
      "zh_CN": "妈妈在干活的时候，佛号是一直不断的，邻居们也都听惯了干活时的佛号。有一家邻居，在砌地基时，需要搬运很大的石头，一人之力是肯定不能完成的。邻居忽然就想起说，大姨（我妈妈）一干活就念佛，我也试试。于是就大声念起佛号，很不可思议的，他居然搬起了大大的石头，一块、两块、三块，他把所有房基地的石头都搬运完了。把他的太太笑得不得了，后来兴高采烈的跟我们讲了很多遍这件事。",
      "zh_TW": "媽媽在幹活的時候，佛號是一直不斷的，鄰居們也都聽慣了幹活時的佛號。有一家鄰居，在砌地基時，需要搬運很大的石頭，一人之力是肯定不能完成的。鄰居忽然就想起說，大姨（我媽媽）一幹活就念佛，我也試試。於是就大聲念起佛號，很不可思議的，他居然搬起了大大的石頭，一塊、兩塊、三塊，他把所有房基地的石頭都搬運完了。把他的太太笑得不得了，後來興高采烈的跟我們講了很多遍這件事。"
    },
    {
      "id": "02-042-0193_p0062",
      "zh_CN": "村里有个孩子本来是打架生事的头头，父母愁得不得了，学习当然是不行了。在一个暑假将要开学的时候，碰上了我妈妈，跟这个孩子聊了一阵子天，孩子很喜欢妈妈。于是妈妈就教他念佛，劝他孝顺。这个孩子从此开始了翻天覆地的变化，他常常给我妈妈打电话，所有的问题都来问妈妈，一步一步，学习成绩也好了，考上了理想的学校，很快又得到了工作的机会，孩子变得彬彬有礼，村里人都说这孩子换了个人了。他不会说什么，只是说念佛之后顺得都不行不行的了。他的爸爸因为儿子的改变，非常相信阿弥陀佛，自己说比儿子念佛念得好得多，从早上醒来就会一直念。去年来作客时，也讲了在工地上有两次遇险，竟平安度过，他深信是阿弥陀佛的保佑。一次是在高架上掉了下来，而下面正好是存放钢管的地方，那些钢管都是竖立着的，他当时就知道肯定完了。没曾想他竖直的掉了下来，恰好就掉在一个管子中间的缝隙里，毫发无伤。还有一次是在高架上作业时，从更高处掉落了一块大跳板，把他身上的衣服从外到里全都划坏，而他竟然一点伤都没有受。于是更加坚定欢喜的念佛。",
      "zh_TW": "村裡有個孩子本來是打架生事的頭頭，父母愁得不得了，學習當然是不行了。在一個暑假將要開學的時候，碰上了我媽媽，跟這個孩子聊了一陣子天，孩子很喜歡媽媽。於是媽媽就教他念佛，勸他孝順。這個孩子從此開始了翻天覆地的變化，他常常給我媽媽打電話，所有的問題都來問媽媽，一步一步，學習成績也好了，考上了理想的學校，很快又得到了工作的機會，孩子變得彬彬有禮，村裡人都說這孩子換了個人了。他不會說什麼，只是說念佛之後順得都不行不行的了。他的爸爸因為兒子的改變，非常相信阿彌陀佛，自己說比兒子念佛念得好得多，從早上醒來就會一直念。去年來作客時，也講了在工地上有兩次遇險，竟平安度過，他深信是阿彌陀佛的保佑。一次是在高架上掉了下來，而下面正好是存放鋼管的地方，那些鋼管都是豎立著的，他當時就知道肯定完了。沒曾想他豎直的掉了下來，恰好就掉在一個管子中間的縫隙裡，毫髮無傷。還有一次是在高架上作業時，從更高處掉落了一塊大跳板，把他身上的衣服從外到裡全都劃壞，而他竟然一點傷都沒有受。於是更加堅定歡喜的念佛。"
    },
    {
      "id": "02-042-0193_p0063",
      "zh_CN": "村里还有一家生活困难，男主人身体也不好，妈妈就教他念佛，继而一大家人都开始念佛。念佛之后，久治不愈的病好了，生活也变得愈来愈顺利，赚钱也顺利了，连太太的性格也都开始有了变化。在今年开春种地时，突然嗓子肿痛得不得了，吃药什么的都不见效，他就觉得干得不得了，像火烧一样。无奈之下，只有念佛求佛。等一觉醒来，竟然全好了。把他欢喜得不得了，多年来他深有感应，得阿弥陀佛加持太多了。他的哥哥，也是生很重的病，治了很久都不好，他就也劝哥哥念佛，竟然也都不药而愈。今年兄弟两人还都逢上山火，都因念佛而得平安。",
      "zh_TW": "村裡還有一家生活困難，男主人身體也不好，媽媽就教他念佛，繼而一大家人都開始念佛。念佛之後，久治不癒的病好了，生活也變得愈來愈順利，賺錢也順利了，連太太的性格也都開始有了變化。在今年開春種地時，突然嗓子腫痛得不得了，吃藥什麼的都不見效，他就覺得乾得不得了，像火燒一樣。無奈之下，只有念佛求佛。等一覺醒來，竟然全好了。把他歡喜得不得了，多年來他深有感應，得阿彌陀佛加持太多了。他的哥哥，也是生很重的病，治了很久都不好，他就也勸哥哥念佛，竟然也都不藥而癒。今年兄弟兩人還都逢上山火，都因念佛而得平安。"
    },
    {
      "id": "02-042-0193_p0064",
      "zh_CN": "还有一位女孩，得了肚子疼的毛病，看了好多好多的中医、西医，很多年也没治好，也因此不能再上学，在初中就辍学了。她家信佛很早，她的妈妈也曾经讲《弟子规》。到我家来作客，谈到佛法，本来她家人是滔滔不绝，妈妈静听之后，跟他们谈了一席话，然后教这个女孩回家念佛。因为她家信佛多年，当然也念佛多年，可是这次，经妈妈教她们念佛后，女孩的病很快就好了。于是女孩的二姨父很快又来到我家，他的病已经重到什么活都不能干，医院说了，目前世界上没有治他那种病的药。他听了妈妈的劝，也回家念佛拜佛，几个月的时间，全身的病都好了，也能干活了，自己说身上有使不完的劲。自己吃素、念佛、拜佛，欢喜无限。",
      "zh_TW": "還有一位女孩，得了肚子疼的毛病，看了好多好多的中醫、西醫，很多年也沒治好，也因此不能再上學，在初中就輟學了。她家信佛很早，她的媽媽也曾經講《弟子規》。到我家來作客，談到佛法，本來她家人是滔滔不絕，媽媽靜聽之後，跟他們談了一席話，然後教這個女孩回家念佛。因為她家信佛多年，當然也念佛多年，可是這次，經媽媽教她們念佛後，女孩的病很快就好了。於是女孩的二姨父很快又來到我家，他的病已經重到什麼活都不能幹，醫院說了，目前世界上沒有治他那種病的藥。他聽了媽媽的勸，也回家念佛拜佛，幾個月的時間，全身的病都好了，也能幹活了，自己說身上有使不完的勁。自己吃素、念佛、拜佛，歡喜無限。"
    },
    {
      "id": "02-042-0193_p0065",
      "zh_CN": "妈妈不劝人供佛，只劝人念佛、拜佛，有文化的人就再加上诵经。妈妈从未觉得自己不平凡，一直告诉大家是佛法不可思议，人人都可以得到佛菩萨的护佑。妈妈教人信佛就要守着五戒的规矩，而且就不可以再算命看大仙，也不要到处乱跑，就静下来在家好好做定课，尽自己的本分，定课是一定要有的。",
      "zh_TW": "媽媽不勸人供佛，只勸人念佛、拜佛，有文化的人就再加上誦經。媽媽從未覺得自己不平凡，一直告訴大家是佛法不可思議，人人都可以得到佛菩薩的護佑。媽媽教人信佛就要守著五戒的規矩，而且就不可以再算命看大仙，也不要到處亂跑，就靜下來在家好好做定課，盡自己的本分，定課是一定要有的。"
    },
    {
      "id": "02-042-0193_p0066",
      "zh_CN": "在妈妈所劝化的人中，还有好多的疾病得愈的例子，譬如脑瘤、半身不遂、癌症、心脏病，好多人都通过信佛，恢复了健康。有人治愈了多年的顽疾，有的人摆脱了厄运，总之都在佛门中得到了殊胜的利益。",
      "zh_TW": "在媽媽所勸化的人中，還有好多的疾病得癒的例子，譬如腦瘤、半身不遂、癌症、心臟病，好多人都通過信佛，恢復了健康。有人治癒了多年的頑疾，有的人擺脫了厄運，總之都在佛門中得到了殊勝的利益。"
    },
    {
      "id": "02-042-0193_p0067",
      "zh_CN": "有一位大姨，与我们是邻居，妈妈劝她信佛念佛之后，她就非常虔诚恭敬的奉佛，每天做定课。她自言求佛求了半个月，希望佛接引她回西方，然后她还希望能睡在我的小床上走，我和妈妈送她，不要有其他人。果然在那年的八月十四，她跟家人说，我去你钟姨那里了（就是我家），不跟你们过节了。来到我家就吃了一点清粥，然后躺在我的小床上休息。她的子女，一会儿来看看，都觉得她没问题。当大家都放心的时候，就都各忙各的去了，家里只剩我们俩，当时大姨呼吸还在，人是满面笑容睡得很香甜的样子。我和妈妈就围坐在大姨的身边给她念佛，说来奇怪，大姨家人全都各种原因通知不到，七个多小时之后，才陆续赶回来。他们见到大姨身体柔软，颜面如生，都无法置信。而大姨在冰棺中停放三天之后，还是柔软如常，这让她的家人都深信大姨已经往生西方。大姨往生后，子女各家的情况都变得愈来愈好，有很大的变化。",
      "zh_TW": "有一位大姨，與我們是鄰居，媽媽勸她信佛念佛之後，她就非常虔誠恭敬的奉佛，每天做定課。她自言求佛求了半個月，希望佛接引她回西方，然後她還希望能睡在我的小床上走，我和媽媽送她，不要有其他人。果然在那年的八月十四，她跟家人說，我去你鍾姨那裡了（就是我家），不跟你們過節了。來到我家就吃了一點清粥，然後躺在我的小床上休息。她的子女，一會兒來看看，都覺得她沒問題。當大家都放心的時候，就都各忙各的去了，家裡只剩我們倆，當時大姨呼吸還在，人是滿面笑容睡得很香甜的樣子。我和媽媽就圍坐在大姨的身邊給她念佛，說來奇怪，大姨家人全都各種原因通知不到，七個多小時之後，才陸續趕回來。他們見到大姨身體柔軟，顏面如生，都無法置信。而大姨在冰棺中停放三天之後，還是柔軟如常，這讓她的家人都深信大姨已經往生西方。大姨往生後，子女各家的情況都變得愈來愈好，有很大的變化。"
    },
    {
      "id": "02-042-0193_p0068",
      "zh_CN": "还有一位老人家，已经病了三十多年，她的女儿信佛后，就带她来我家。妈妈告诉她的女儿，妳看看要不要让她供佛。她的女儿说：好，要让我妈供佛信佛。于是老人家就开始供佛。最初，拜十拜都需要很长时间，每一拜后都要休息一阵子，然后才能再拜。老人家也不识字，把佛名用自己能懂的符号记上，每天拜佛念佛。很快病就好了，可以出去散步、上市场、做饭等等，一切如常人一样了。家人也都非常高兴。三年后，到了日子，全家都围在老人家身边念佛。有的儿女是根本不信老人家会往生，说这好好的人，没病没啥的，怎么会走？老人家念着念着佛就睡着了，醒来告诉她女儿，老佛爷已经把我放在手心里了。预定时间还记得是早上五点多，时间到了，还是没走，她女儿就慌忙来电话问。说家里来了个阴阳先生，妈妈说把这个先生请走。阴阳先生出了她们家的门口，门关上的刹那，老人家就没了呼吸。儿女们就继续拼命的念佛。老人家的三儿子本来有极重头痛病，经过这次念佛，也不药而愈。老人家往生之后，家中还有好多好多吉祥顺利的事情。外孙女的紫癜通过诵《地藏经》好了，而且考上非常好的大学。",
      "zh_TW": "還有一位老人家，已經病了三十多年，她的女兒信佛後，就帶她來我家。媽媽告訴她的女兒，妳看看要不要讓她供佛。她的女兒說：好，要讓我媽供佛信佛。於是老人家就開始供佛。最初，拜十拜都需要很長時間，每一拜後都要休息一陣子，然後才能再拜。老人家也不識字，把佛名用自己能懂的符號記上，每天拜佛念佛。很快病就好了，可以出去散步、上市場、做飯等等，一切如常人一樣了。家人也都非常高興。三年後，到了日子，全家都圍在老人家身邊念佛。有的兒女是根本不信老人家會往生，說這好好的人，沒病沒啥的，怎麼會走？老人家念著念著佛就睡著了，醒來告訴她女兒，老佛爺已經把我放在手心裡了。預定時間還記得是早上五點多，時間到了，還是沒走，她女兒就慌忙來電話問。說家裡來了個陰陽先生，媽媽說把這個先生請走。陰陽先生出了她們家的門口，門關上的剎那，老人家就沒了呼吸。兒女們就繼續拼命的念佛。老人家的三兒子本來有極重頭痛病，經過這次念佛，也不藥而癒。老人家往生之後，家中還有好多好多吉祥順利的事情。外孫女的紫癜通過誦《地藏經》好了，而且考上非常好的大學。"
    },
    {
      "id": "02-042-0193_p0069",
      "zh_CN": "我的姥姥往生那天，早上跪着诵完《地藏经》，然后就给我的小舅舅打电话，说我到寿了，老佛爷来接我了，你把我装老衣服拿来。当时是还有五天就过年了，小舅觉得很不吉利，根本没想到是姥姥要往生了，就问姥姥哪儿不舒服，然后通知我的小姨。他们商量了一下，一起回去把姥姥送医院检查。结果检查下来，什么毛病都没有。姥姥迅速交代后事，然后手一抬，像看见谁来了一样，人就倒下了。小姨和小舅都吓坏了，一下子慌了手脚，就开始找医生急救。待看到急救不能见效，才通知我妈妈。妈妈听了就连忙安排我和其他姨姨们快去助念。当我赶到的时候，姥姥的面容很不好，嘴张着，眼睛也张着，非常惊恐的样子。我们到了之后，一边劝姥姥，一边努力念佛，凡不能念佛的人都不让在房间里。后来，姥姥的面容变了过来，身体温暖柔软，头顶滚热。",
      "zh_TW": "我的姥姥往生那天，早上跪著誦完《地藏經》，然後就給我的小舅舅打電話，說我到壽了，老佛爺來接我了，你把我裝老衣服拿來。當時是還有五天就過年了，小舅覺得很不吉利，根本沒想到是姥姥要往生了，就問姥姥哪兒不舒服，然後通知我的小姨。他們商量了一下，一起回去把姥姥送醫院檢查。結果檢查下來，什麼毛病都沒有。姥姥迅速交代後事，然後手一抬，像看見誰來了一樣，人就倒下了。小姨和小舅都嚇壞了，一下子慌了手腳，就開始找醫生急救。待看到急救不能見效，才通知我媽媽。媽媽聽了就連忙安排我和其他姨姨們快去助念。當我趕到的時候，姥姥的面容很不好，嘴張著，眼睛也張著，非常驚恐的樣子。我們到了之後，一邊勸姥姥，一邊努力念佛，凡不能念佛的人都不讓在房間裡。後來，姥姥的面容變了過來，身體溫暖柔軟，頭頂滾熱。"
    },
    {
      "id": "02-042-0193_p0070",
      "zh_CN": "还有一位年纪很长，他自信佛后，就一心修行。开始他是觉得修行就是坐下来念佛诵经，不应该干活，妈妈就一直教他，边干活边念佛。特别有意思的是，他曾出去参学过一段时间，真是每天只念佛，什么都不用干，但是效果就不很理想。再回来就死心塌地的干活念佛了。他往生前有一段时间不进饮食，人是消瘦的，但精神非常好。我去看望的时候，还跟我说了一首偈子，后来还写在了纸上，还有一张纸上记着自己往生的日期。这两张纸都是今年（也就是三年后）我们找到，才更确认他是预知时至，连处理后事所需的时间也都写明了。他的偈子是这样说的：「了无牵挂，决生西方。圣道圆成，莲品高增。」",
      "zh_TW": "還有一位年紀很長，他自信佛後，就一心修行。開始他是覺得修行就是坐下來念佛誦經，不應該幹活，媽媽就一直教他，邊幹活邊念佛。特別有意思的是，他曾出去參學過一段時間，真是每天只念佛，什麼都不用幹，但是效果就不很理想。再回來就死心塌地的幹活念佛了。他往生前有一段時間不進飲食，人是消瘦的，但精神非常好。我去看望的時候，還跟我說了一首偈子，後來還寫在了紙上，還有一張紙上記著自己往生的日期。這兩張紙都是今年（也就是三年後）我們找到，才更確認他是預知時至，連處理後事所需的時間也都寫明了。他的偈子是這樣說的：「了無牽掛，決生西方。聖道圓成，蓮品高增。」"
    },
    {
      "id": "02-042-0193_p0071",
      "zh_CN": "五、临终示现",
      "zh_TW": "五、臨終示現"
    },
    {
      "id": "02-042-0193_p0072",
      "zh_CN": "妈妈在最后的两年里，示现有疾病，虽有病在身，可是信愿不改，笑容不改，整日欢欢喜喜的，一切的事务都是早早就安排好了。而示现生病，也是大有用意的。她是用两年的时间淡出了大家的生活，因为大家都非常依赖妈妈，最后这两年，妈妈自言闭关静修，谁都不见。而且也因为我情执深重，执意希望妈妈好起来，于是妈妈慢慢的劝我，直到我能接受。并且把道场所有接下来的事情都安排好了，让我们都能接续上。自己的后事也是在往生前几个月就安排妥当，甚至连遗嘱都写好，也没让我觉察。待妈妈走后，才恍然大悟，她已经说得明明白白的了，而我就是一直在逃避面对妈妈往生。妈妈还对所有的人都说明白，自己要走了，待她走后，大家也都如梦初醒，深知她是早就决定往生了。在病中，妈妈依旧信愿坚固，每每问到，您最喜欢做什么？哪怕正在睡觉，妈妈都会大声坚定的说：作佛！一直到往生，佛号常持。妈妈不主张助念，她坚信自己念佛，阿弥陀佛一定来接引。",
      "zh_TW": "媽媽在最後的兩年裡，示現有疾病，雖有病在身，可是信願不改，笑容不改，整日歡歡喜喜的，一切的事務都是早早就安排好了。而示現生病，也是大有用意的。她是用兩年的時間淡出了大家的生活，因為大家都非常依賴媽媽，最後這兩年，媽媽自言閉關靜修，誰都不見。而且也因為我情執深重，執意希望媽媽好起來，於是媽媽慢慢的勸我，直到我能接受。並且把道場所有接下來的事情都安排好了，讓我們都能接續上。自己的後事也是在往生前幾個月就安排妥當，甚至連遺囑都寫好，也沒讓我覺察。待媽媽走後，才恍然大悟，她已經說得明明白白的了，而我就是一直在逃避面對媽媽往生。媽媽還對所有的人都說明白，自己要走了，待她走後，大家也都如夢初醒，深知她是早就決定往生了。在病中，媽媽依舊信願堅固，每每問到，您最喜歡做什麼？哪怕正在睡覺，媽媽都會大聲堅定的說：作佛！一直到往生，佛號常持。媽媽不主張助念，她堅信自己念佛，阿彌陀佛一定來接引。"
    },
    {
      "id": "02-042-0193_p0073",
      "zh_CN": "还有同修劝她去医院，她就反问大家，去医院真的就不难受了吗？妈妈曾非常郑重的告诉我：「妳一定要护持好我，妈妈没定力，我不去医院，一定往生。如果我去医院，我就不一定上哪一道了。」这一说，吓得我保证不送她去医院了。妈妈安详往生。因为是提前知道妈妈要走，有同修不舍得妈妈往生，流泪哭泣，妈妈劝她：妳傻呀，妳哭我，我往生西方极乐世界了，妳去哪儿了？",
      "zh_TW": "還有同修勸她去醫院，她就反問大家，去醫院真的就不難受了嗎？媽媽曾非常鄭重的告訴我：「妳一定要護持好我，媽媽沒定力，我不去醫院，一定往生。如果我去醫院，我就不一定上哪一道了。」這一說，嚇得我保證不送她去醫院了。媽媽安詳往生。因為是提前知道媽媽要走，有同修不捨得媽媽往生，流淚哭泣，媽媽勸她：妳傻呀，妳哭我，我往生西方極樂世界了，妳去哪兒了？"
    },
    {
      "id": "02-042-0193_p0074",
      "zh_CN": "妈妈最后的遗教：谁都是匆匆过客，一定要把握好最后几年，念佛求生西方极乐世界，出离这个轮回。",
      "zh_TW": "媽媽最後的遺教：誰都是匆匆過客，一定要把握好最後幾年，念佛求生西方極樂世界，出離這個輪迴。"
    },
    {
      "id": "02-042-0193_p0075",
      "zh_CN": "妈妈一生，勤劳、简朴、诚信、守时、忠义、慈悲、精进、谦卑。妈妈走后，我们愈回想，愈觉得该学的太多了。",
      "zh_TW": "媽媽一生，勤勞、簡樸、誠信、守時、忠義、慈悲、精進、謙卑。媽媽走後，我們愈回想，愈覺得該學的太多了。"
    },
    {
      "id": "02-042-0193_p0076",
      "zh_CN": "愿有缘见闻者，悉发菩提心，求生极乐国，皆共成佛道。",
      "zh_TW": "願有緣見聞者，悉發菩提心，求生極樂國，皆共成佛道。"
    },
    {
      "id": "02-042-0193_p0077",
      "zh_CN": "叩祝：老和尚法体安康，光寿无量，广宣法音，普度群生。惭愧弟子慧真顶礼叩拜。",
      "zh_TW": "叩祝：老和尚法體安康，光壽無量，廣宣法音，普度群生。慚愧弟子慧真頂禮叩拜。"
    },
    {
      "id": "02-042-0193_p0078",
      "zh_CN": "老法师：慧真同学的报告，我们听了，我们看了，她跟海贤老和尚一样，是来为我们表法的。这里面最重要的一句话，是她一生所表的核心，那就是教我们，人在世间是无常的。决定要走，到哪里去？要到极乐世界去。怎么去法？从今天起，念念念着西方极乐世界，万缘抛下。她预知时至，我们不知道在哪一天。虽然不知道哪一天，我是准备随时可以走，这就对了。丝毫忧虑没有，佛什么时候叫我走，什么时候就走。有没有牵挂？没有，什么都没有，这一切全是假的。彻底放下，只有西方极乐世界，亲近阿弥陀佛，功德就圆满了。不怕苦，不怕辛劳，想着这是我最后一次。到极乐世界，想吃一点苦都没有了，那是极乐。",
      "zh_TW": "老法師：慧真同學的報告，我們聽了，我們看了，她跟海賢老和尚一樣，是來為我們表法的。這裡面最重要的一句話，是她一生所表的核心，那就是教我們，人在世間是無常的。決定要走，到哪裡去？要到極樂世界去。怎麼去法？從今天起，念念念著西方極樂世界，萬緣拋下。她預知時至，我們不知道在哪一天。雖然不知道哪一天，我是準備隨時可以走，這就對了。絲毫憂慮沒有，佛什麼時候叫我走，什麼時候就走。有沒有牽掛？沒有，什麼都沒有，這一切全是假的。徹底放下，只有西方極樂世界，親近阿彌陀佛，功德就圓滿了。不怕苦，不怕辛勞，想著這是我最後一次。到極樂世界，想吃一點苦都沒有了，那是極樂。"
    },
    {
      "id": "02-042-0193_p0079",
      "zh_CN": "要坚定信心，多看看这个碟，多看看这个报告，可以当作我们一门功课来学习，很难得。相信佛力加持不可思议，你还没走的时候，佛菩萨时时刻刻保佑你，保佑念佛人。这句话我们相信，遇着什么样的艰难辛苦，佛菩萨照顾，佛菩萨保佑。跟前面一篇所讲的孝子一样，孝子是真正的善人，为什么？根本善。什么是根本？孝敬是根本。具足孝敬的人，根本善。根本善，哪有枝叶不善的？所以他能如愿，佛菩萨的加持能满他的愿望。寻求出离的父母谈何容易？他到哪里去了？那大海捞针，没有佛菩萨的指引遇不到，遇到当面也错过。相信佛菩萨保佑、护法神保佑，自己一心一意专想阿弥陀佛，专念阿弥陀佛，不要再操心这个、操心那个，那都是白操心。你在这个团体，你有任务，这是你的责任，你要把它做好；不负这个责任的，好好念佛，把自己本分事情做好。做事不妨碍念佛，念佛不妨碍做事，她妈妈跟海贤老和尚都是这样的表演，让我们看到。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "要堅定信心，多看看這個碟，多看看這個報告，可以當作我們一門功課來學習，很難得。相信佛力加持不可思議，你還沒走的時候，佛菩薩時時刻刻保佑你，保佑念佛人。這句話我們相信，遇著什麼樣的艱難辛苦，佛菩薩照顧，佛菩薩保佑。跟前面一篇所講的孝子一樣，孝子是真正的善人，為什麼？根本善。什麼是根本？孝敬是根本。具足孝敬的人，根本善。根本善，哪有枝葉不善的？所以他能如願，佛菩薩的加持能滿他的願望。尋求出離的父母談何容易？他到哪裡去了？那大海撈針，沒有佛菩薩的指引遇不到，遇到當面也錯過。相信佛菩薩保佑、護法神保佑，自己一心一意專想阿彌陀佛，專念阿彌陀佛，不要再操心這個、操心那個，那都是白操心。你在這個團體，你有任務，這是你的責任，你要把它做好；不負這個責任的，好好念佛，把自己本分事情做好。做事不妨礙念佛，念佛不妨礙做事，她媽媽跟海賢老和尚都是這樣的表演，讓我們看到。好，今天時間到了，我們就學習到此地。"
    }
  ]
}