{
  "doc_id": "02-042-0112",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "上官居士",
    "雷新平居士",
    "妙音居士"
  ],
  "volume": {
    "zh_CN": "第一一二集",
    "zh_TW": "第一一二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0112",
  "total_paragraphs": 98,
  "paragraphs": [
    {
      "id": "02-042-0112_p0001",
      "zh_CN": "老法师：好，我们开始。",
      "zh_TW": "老法師：好，我們開始。"
    },
    {
      "id": "02-042-0112_p0002",
      "zh_CN": "学生：学习心得报告，惭愧弟子上官，主题：「为我是中国人、我是念佛人鼓与呼」。",
      "zh_TW": "學生：學習心得報告，慚愧弟子上官，主題：「為我是中國人、我是念佛人鼓與呼」。"
    },
    {
      "id": "02-042-0112_p0003",
      "zh_CN": "尊敬的师父上人在最近的开示中提到：「现代人的信根坏了，不相信有好人，不相信有好事」。做为学生，听到这些话，心里感到十分心酸。我们的社会，过去因为没有真正的家国教育、宗教教育，使得人们还没有认识文化和历史，以及圣贤教育的机会。所谓对夏虫不可以语冰。对于一个不了解真相的人来说，他根本没有评论和否定的资格，因为他根本就没见到事物本来的样子，妄自菲薄而口出狂言，批评历史、批评君主、批评家国文化。今天做为一名中国人，做为佛教，这一九法界至善圆满的教育的学习者，我们真的了解我们的国家，「中国」这两个字的含义吗？了解「中国人」三个字的分量吗？了解未来中国在世界上的地位和作用吗？了解我们佛教的本师释迦牟尼佛四十九年中，哪一件事情是他来此世界的因缘，并因此得到了十方诸佛的共同称赞吗？下面仅从个人浅显的认知当中，报告对上述问题的认识和学习。",
      "zh_TW": "尊敬的師父上人在最近的開示中提到：「現代人的信根壞了，不相信有好人，不相信有好事」。做為學生，聽到這些話，心裡感到十分心酸。我們的社會，過去因為沒有真正的家國教育、宗教教育，使得人們還沒有認識文化和歷史，以及聖賢教育的機會。所謂對夏蟲不可以語冰。對於一個不了解真相的人來說，他根本沒有評論和否定的資格，因為他根本就沒見到事物本來的樣子，妄自菲薄而口出狂言，批評歷史、批評君主、批評家國文化。今天做為一名中國人，做為佛教，這一九法界至善圓滿的教育的學習者，我們真的了解我們的國家，「中國」這兩個字的含義嗎？了解「中國人」三個字的分量嗎？了解未來中國在世界上的地位和作用嗎？了解我們佛教的本師釋迦牟尼佛四十九年中，哪一件事情是他來此世界的因緣，並因此得到了十方諸佛的共同稱讚嗎？下面僅從個人淺顯的認知當中，報告對上述問題的認識和學習。"
    },
    {
      "id": "02-042-0112_p0004",
      "zh_CN": "一、中央之邦，德泽天下乃「中国」真正含义。",
      "zh_TW": "一、中央之邦，德澤天下乃「中國」真正含義。"
    },
    {
      "id": "02-042-0112_p0005",
      "zh_CN": "「中国」这个名词，在古代的含义不同现在，「中」是指中央，「国」是指城或邦，「中国」是指中央之邦。严格来讲，古代「中国」一词不是专有名词，是形容这一地区的作用引领万邦，起中央、向心、主导之作用。历史上周朝就是起到了这种「中国」的作用，做为其诸侯国的宗主国，周王德泽天下。《尚书•周官》中记载，「惟周王抚万邦，巡侯甸，四征弗庭，绥厥兆民，六服群辟，罔不承德」，各地王侯无不承受周王的德泽。而中国最早在清代，以「承德」做为地名使用，就是取承受祖先德泽之意。中国文字的伟大、深妙、精辟真是不可思议，就如同「宗教」的意思，实际是主要的教育、重要的教学、尊崇的教化。文已至此，赫然醒目「中国」之含义，谓之中央之邦，德泽天下。无怪乎英国汤恩比博士晚年也明确他的中国观：「未来属于中国，属于中国的文化，中国的文化必将传遍全世界，带来世界和平」。这无比深厚的恩德泽被，是优秀的中国传统文化和大乘佛法的恩泽。大乘佛法实在讲，也早已成为优秀中国文化的主要部分，与本土文化融合为一，不可分割。",
      "zh_TW": "「中國」這個名詞，在古代的含義不同現在，「中」是指中央，「國」是指城或邦，「中國」是指中央之邦。嚴格來講，古代「中國」一詞不是專有名詞，是形容這一地區的作用引領萬邦，起中央、向心、主導之作用。歷史上周朝就是起到了這種「中國」的作用，做為其諸侯國的宗主國，周王德澤天下。《尚書•周官》中記載，「惟周王撫萬邦，巡侯甸，四征弗庭，綏厥兆民，六服群辟，罔不承德」，各地王侯無不承受周王的德澤。而中國最早在清代，以「承德」做為地名使用，就是取承受祖先德澤之意。中國文字的偉大、深妙、精闢真是不可思議，就如同「宗教」的意思，實際是主要的教育、重要的教學、尊崇的教化。文已至此，赫然醒目「中國」之含義，謂之中央之邦，德澤天下。無怪乎英國湯恩比博士晚年也明確他的中國觀：「未來屬於中國，屬於中國的文化，中國的文化必將傳遍全世界，帶來世界和平」。這無比深厚的恩德澤被，是優秀的中國傳統文化和大乘佛法的恩澤。大乘佛法實在講，也早已成為優秀中國文化的主要部分，與本土文化融合為一，不可分割。"
    },
    {
      "id": "02-042-0112_p0006",
      "zh_CN": "很惭愧，做为一个中国人，不知道「中国」的真正含义原来就是「中央之邦，德泽天下」，还要依靠英国的汤恩比博士帮我们找回民族自信心，好在今天终于知道了。原来世间万事万物都有存在的道理和因缘，中国是为了世界各族群，为了天下太平，为了德泽万世而存在的。这就是我们民族自信心的源头，「仁慈博爱」，这种无私的大爱以孝敬为根本，上契自性，下化众生，清虚无极，不可思议。「中国人」三个字就是指生在中央之邦，长在中央之邦，或者居住在中央之邦，以至高之德泽被天下的人，这种至高之德就是「诚」。身为中国人幸运无比，因为担负着用大乘佛法和传统文化的圣贤教育，以至高之德「诚」，将这种圆满的教育传播、推广于天下的重任。",
      "zh_TW": "很慚愧，做為一個中國人，不知道「中國」的真正含義原來就是「中央之邦，德澤天下」，還要依靠英國的湯恩比博士幫我們找回民族自信心，好在今天終於知道了。原來世間萬事萬物都有存在的道理和因緣，中國是為了世界各族群，為了天下太平，為了德澤萬世而存在的。這就是我們民族自信心的源頭，「仁慈博愛」，這種無私的大愛以孝敬為根本，上契自性，下化眾生，清虛無極，不可思議。「中國人」三個字就是指生在中央之邦，長在中央之邦，或者居住在中央之邦，以至高之德澤被天下的人，這種至高之德就是「誠」。身為中國人幸運無比，因為擔負著用大乘佛法和傳統文化的聖賢教育，以至高之德「誠」，將這種圓滿的教育傳播、推廣於天下的重任。"
    },
    {
      "id": "02-042-0112_p0007",
      "zh_CN": "二、「事在四方，要在中央，圣人执要，四方来效」，此为未来中国同和天下的模式。",
      "zh_TW": "二、「事在四方，要在中央，聖人執要，四方來效」，此為未來中國同和天下的模式。"
    },
    {
      "id": "02-042-0112_p0008",
      "zh_CN": "接下来就让我们用古人的治世之道来解释「中国」乃中央之邦，德泽天下，以及同和世界的必然性。",
      "zh_TW": "接下來就讓我們用古人的治世之道來解釋「中國」乃中央之邦，德澤天下，以及同和世界的必然性。"
    },
    {
      "id": "02-042-0112_p0009",
      "zh_CN": "（一）抛开成见，发现韩非子之言论与汤氏中国观完全融合。以下将要引述的是韩非子的治国理论。首先让我们抛开门户芥蒂与成见，放下偏见与对立，敞开心扉，拓开心量，本着万物一体、万法一源的大爱之心，清净、平等、圆融的看待古人的思想言论。学习的人和注解的人，如果心态正确，自己和众生所得法益将大大不同。所谓「圆人说法，无法不圆」，惭愧弟子圣教之门尚未能入，何况圆融乎？但有汤恩比博士的中国观做基础，有学习「中国」一词之真正含义所得体会做铺垫，再来看韩非子的理论则迥然不同。这位在历史上就命运多舛的思想家曾提出：「上古竞于道德，中世逐于智谋，当今争于气力」。意思是：周礼盛行时，人们用道德衡量彼此的优劣；春秋战国时，人们相互使用谋略来定高低；现在（指韩非子当时）人们却只会用野蛮的武力来解决问题。这几句当时不能普遍被人接受的言论，如今看起来不无道理。现前社会伦理道德的沦丧，斗诤坚固，野蛮暴力，死去活来，自取灭亡，正如韩非子所言状况之写实。韩非子更大胆的提出，面对这种无法避免的纷争对立，唯一的办法就是「事在四方，要在中央，圣人执要，四方来效」。意思是国家的大权要集中在君主一人手中，君主必须有权有势，才能治理天下。",
      "zh_TW": "（一）拋開成見，發現韓非子之言論與湯氏中國觀完全融合。以下將要引述的是韓非子的治國理論。首先讓我們拋開門戶芥蒂與成見，放下偏見與對立，敞開心扉，拓開心量，本著萬物一體、萬法一源的大愛之心，清淨、平等、圓融的看待古人的思想言論。學習的人和註解的人，如果心態正確，自己和眾生所得法益將大大不同。所謂「圓人說法，無法不圓」，慚愧弟子聖教之門尚未能入，何況圓融乎？但有湯恩比博士的中國觀做基礎，有學習「中國」一詞之真正含義所得體會做鋪墊，再來看韓非子的理論則迥然不同。這位在歷史上就命運多舛的思想家曾提出：「上古競於道德，中世逐於智謀，當今爭於氣力」。意思是：周禮盛行時，人們用道德衡量彼此的優劣；春秋戰國時，人們相互使用謀略來定高低；現在（指韓非子當時）人們卻只會用野蠻的武力來解決問題。這幾句當時不能普遍被人接受的言論，如今看起來不無道理。現前社會倫理道德的淪喪，鬥諍堅固，野蠻暴力，死去活來，自取滅亡，正如韓非子所言狀況之寫實。韓非子更大膽的提出，面對這種無法避免的紛爭對立，唯一的辦法就是「事在四方，要在中央，聖人執要，四方來效」。意思是國家的大權要集中在君主一人手中，君主必須有權有勢，才能治理天下。"
    },
    {
      "id": "02-042-0112_p0010",
      "zh_CN": "韩非子的言论备受秦王嬴政赏识，但可惜命运不济，惨死于谗言之下。如今我们也处在韩非子所言分裂斗争无法平息的年代，韩非子的言论能否古为今用？让我们试着用汤恩比临终前的坚定信念和最终观点，来阐释韩非子这一言论的意义。汤恩比这位二十世纪最有成就的历史学家，临终前面对过分现代化带来的种种弊端，苦苦思索，终于为世人指出了一条挽救人类灭亡的希望之路，那就是「世界必须走向统一，希望就在中国」。韩非子的「事在四方，要在中央，圣人执要，四方来效」的思想理论意在治理国家，汤恩比博士的观点意在挽救世界；韩非子的言论意在实现君主中央集权，汤氏的观点意在世界统一在文化的融合下，建立长期的专制政治。若将心量扩大来看韩非子这几句话，就会发现其所言正是汤恩比的「世界必须统一，希望就在中国」。",
      "zh_TW": "韓非子的言論備受秦王嬴政賞識，但可惜命運不濟，慘死於讒言之下。如今我們也處在韓非子所言分裂鬥爭無法平息的年代，韓非子的言論能否古為今用？讓我們試著用湯恩比臨終前的堅定信念和最終觀點，來闡釋韓非子這一言論的意義。湯恩比這位二十世紀最有成就的歷史學家，臨終前面對過分現代化帶來的種種弊端，苦苦思索，終於為世人指出了一條挽救人類滅亡的希望之路，那就是「世界必須走向統一，希望就在中國」。韓非子的「事在四方，要在中央，聖人執要，四方來效」的思想理論意在治理國家，湯恩比博士的觀點意在挽救世界；韓非子的言論意在實現君主中央集權，湯氏的觀點意在世界統一在文化的融合下，建立長期的專制政治。若將心量擴大來看韓非子這幾句話，就會發現其所言正是湯恩比的「世界必須統一，希望就在中國」。"
    },
    {
      "id": "02-042-0112_p0011",
      "zh_CN": "（二）「事在四方，要在中央」就是「未来中国是世界政府的核心」。「事在四方，要在中央」这两句，依据「中国」这一名词真正的含义，「中央之邦，德泽天下」，就可以看出中国于世界之地位是中央之邦。中央之邦何以有如此向心力来引领四方、各国、各民族、各宗教？那就是中华文明海纳百川，亘古不灭，芳泽万世的作用。中华文明是包含儒释道三教教育，以及可以和合一切宗教教育的全人类的文明，这一文明从人人本具自性流露，自性中有无量德能、相好、庄严。因此中华文明可以带给全人类真正的和平、幸福、快乐，并确保人类繁衍生存，生生不息；中华文明之德能芳泽天下，带领人类冲出危机的谷底。韩非子言下的「要在中央」，就是汤氏所预言，未来中国是世界政府的核心。韩非子「事在四方」的另一层含义，是中华民族的心量包含天下，因此纳四方于心中，视四方为自己，融合各种文化和文明于一体，让自性自莹之光彻照内外，利己利人，共荣共存。承先祖之德，润世态人心，不分彼此，建立和谐家园。",
      "zh_TW": "（二）「事在四方，要在中央」就是「未來中國是世界政府的核心」。「事在四方，要在中央」這兩句，依據「中國」這一名詞真正的含義，「中央之邦，德澤天下」，就可以看出中國於世界之地位是中央之邦。中央之邦何以有如此向心力來引領四方、各國、各民族、各宗教？那就是中華文明海納百川，亙古不滅，芳澤萬世的作用。中華文明是包含儒釋道三教教育，以及可以和合一切宗教教育的全人類的文明，這一文明從人人本具自性流露，自性中有無量德能、相好、莊嚴。因此中華文明可以帶給全人類真正的和平、幸福、快樂，並確保人類繁衍生存，生生不息；中華文明之德能芳澤天下，帶領人類衝出危機的谷底。韓非子言下的「要在中央」，就是湯氏所預言，未來中國是世界政府的核心。韓非子「事在四方」的另一層含義，是中華民族的心量包含天下，因此納四方於心中，視四方為自己，融合各種文化和文明於一體，讓自性自瑩之光徹照內外，利己利人，共榮共存。承先祖之德，潤世態人心，不分彼此，建立和諧家園。"
    },
    {
      "id": "02-042-0112_p0012",
      "zh_CN": "（三）「圣人执要，四方来效」就是仁爱和平的教育同治天下。汤恩比博士畅言：「为了建立世界政府，并使其永远存在下去，确立宗教的基础是不可缺少的」。少林寺混元三教九流图赞碑，碑文中唐肃宗所题，「三教一体，九流一源。百家一理，万法一门」，所表现出的华夏民族广阔的胸怀气度，融外来文化与本土文化为一体的和合思想，堪称宗教文化史上的辉煌经典。自古以来，我们的先人祖师就已经开启宗教团结的先河，这就是圣人执要，融合万法的典范。而近年来师父上人不顾年高、不辞劳苦，团结世界宗教的成果，就是为了未来中国文化同和稳定世界，做出了坚实的铺垫。这条和平之路的每一砖每一瓦，师父上人都是用智慧和慈悲、汗水和心血为其加固。从新加坡九大宗教的团结，到如今图文巴和谐示范城市的成功，这一个个摆在桌面上的成品，为世界稳定和平带来了强有力的信心。这就是「圣人之行，执教为要，同和天下，四方来效，十方受益」。",
      "zh_TW": "（三）「聖人執要，四方來效」就是仁愛和平的教育同治天下。湯恩比博士暢言：「為了建立世界政府，並使其永遠存在下去，確立宗教的基礎是不可缺少的」。少林寺混元三教九流圖贊碑，碑文中唐肅宗所題，「三教一體，九流一源。百家一理，萬法一門」，所表現出的華夏民族廣闊的胸懷氣度，融外來文化與本土文化為一體的和合思想，堪稱宗教文化史上的輝煌經典。自古以來，我們的先人祖師就已經開啟宗教團結的先河，這就是聖人執要，融合萬法的典範。而近年來師父上人不顧年高、不辭勞苦，團結世界宗教的成果，就是為了未來中國文化同和穩定世界，做出了堅實的鋪墊。這條和平之路的每一磚每一瓦，師父上人都是用智慧和慈悲、汗水和心血為其加固。從新加坡九大宗教的團結，到如今圖文巴和諧示範城市的成功，這一個個擺在桌面上的成品，為世界穩定和平帶來了強有力的信心。這就是「聖人之行，執教為要，同和天下，四方來效，十方受益」。"
    },
    {
      "id": "02-042-0112_p0013",
      "zh_CN": "所谓「圣人执要」，圣人乃心性明达，圆融无碍，智慧明耀的觉悟之人，其所执之要就是宗教教育。「要」表主要的、重要的。「执」，依据古文取三重含义：其一表担任、从事，执教；其二表坚持；其三表取得之义。因此「圣人执要」就是智慧明达、觉悟之人担任、从事主要的教育和重要的教学工作，执圣道之义以教天下，并将此圣教坚持代代传承下去，必将取得天下皆圣贤君子的太平盛世的局面。",
      "zh_TW": "所謂「聖人執要」，聖人乃心性明達，圓融無礙，智慧明耀的覺悟之人，其所執之要就是宗教教育。「要」表主要的、重要的。「執」，依據古文取三重含義：其一表擔任、從事，執教；其二表堅持；其三表取得之義。因此「聖人執要」就是智慧明達、覺悟之人擔任、從事主要的教育和重要的教學工作，執聖道之義以教天下，並將此聖教堅持代代傳承下去，必將取得天下皆聖賢君子的太平盛世的局面。"
    },
    {
      "id": "02-042-0112_p0014",
      "zh_CN": "圣人之身分、地位应运而生，如汤恩比博士预言：「西欧不会使人类实现世界政治、精神的统一。要使已动摇的人民生活重新稳定下来……这种动力的创造者将在中国出现」。韩非子言下的「圣人」就是汤氏所言「稳定和统一局面的动力创造者」。圣人用以稳定和谐世界的不是军事侵略、经济独裁和政治霸权，而是文化的和合、文化的同治，以文化人，施教于民，同治天下。比起「统治」而言，「同治」更容易令人理解和接受，这是以「见和同解」为基础，这个「见」就是文化，文化的融合渗透来以相同的理念、原则、方法治世济民。这就是汤氏倡导的长期专制，实际上是文化的同治，唯有文化的同治才能使人类免遭灭亡。也正如罗素所预言的那样：给一点时间，古老的中国将焕发青春，创造出使西方机械文明相形见绌的优秀产品。准确的说，这个优秀产品不是创造出来的，而是本来人人具足，我们的祖先勤劳智慧，以丰富的经验、成果，将这种人类共有的智慧宝藏以文字的形式记录下来，一代代传承至今。我们今天回头是岸，所品尝到的是祖先大悲为原点，从孝敬根基中发芽、开花结出的硕果，德泽后代。汤恩比博士的中国观始终不离一个重要看法，那就是「中国文明蕴藏着的稳定性、持久性令人惊叹」，他坚定的认为，「必须把中国的这种稳定带给世界。要使人类生存到二十一世纪，必须由中国人来完成统一和稳定的重任」。",
      "zh_TW": "聖人之身分、地位應運而生，如湯恩比博士預言：「西歐不會使人類實現世界政治、精神的統一。要使已動搖的人民生活重新穩定下來……這種動力的創造者將在中國出現」。韓非子言下的「聖人」就是湯氏所言「穩定和統一局面的動力創造者」。聖人用以穩定和諧世界的不是軍事侵略、經濟獨裁和政治霸權，而是文化的和合、文化的同治，以文化人，施教於民，同治天下。比起「統治」而言，「同治」更容易令人理解和接受，這是以「見和同解」為基礎，這個「見」就是文化，文化的融合滲透來以相同的理念、原則、方法治世濟民。這就是湯氏倡導的長期專制，實際上是文化的同治，唯有文化的同治才能使人類免遭滅亡。也正如羅素所預言的那樣：給一點時間，古老的中國將煥發青春，創造出使西方機械文明相形見絀的優秀產品。準確的說，這個優秀產品不是創造出來的，而是本來人人具足，我們的祖先勤勞智慧，以豐富的經驗、成果，將這種人類共有的智慧寶藏以文字的形式記錄下來，一代代傳承至今。我們今天回頭是岸，所品嘗到的是祖先大悲為原點，從孝敬根基中發芽、開花結出的碩果，德澤後代。湯恩比博士的中國觀始終不離一個重要看法，那就是「中國文明蘊藏著的穩定性、持久性令人驚歎」，他堅定的認為，「必須把中國的這種穩定帶給世界。要使人類生存到二十一世紀，必須由中國人來完成統一和穩定的重任」。"
    },
    {
      "id": "02-042-0112_p0015",
      "zh_CN": "西方人一定不愿过早接受汤恩比博士的观点，中国人自己也难免模棱两可、不置可否。老祖宗有强烈的预见性和前瞻性，千年前就提出了「上下一心，同治天下」的思想理念。「心」是真心，一切有情唯真心所变现，因此依真实之际，以真实之慧，惠真实之利，自然同治天下，因为原本就是一。汤氏坚信的，唯有中国人能让世界稳定和统一是千真万确的，因为人类文明史延续至今，唯有中国人有极其丰富的觉悟宇宙人生真相的理论、方法、经验和成果，于世间法那就是我们的《群书治要正编》和未来一定会出版的《群书治要续编》；于出世间法而言，那就是大乘佛法这一流传到中国，又被中国人发扬光大的真正智慧。",
      "zh_TW": "西方人一定不願過早接受湯恩比博士的觀點，中國人自己也難免模稜兩可、不置可否。老祖宗有強烈的預見性和前瞻性，千年前就提出了「上下一心，同治天下」的思想理念。「心」是真心，一切有情唯真心所變現，因此依真實之際，以真實之慧，惠真實之利，自然同治天下，因為原本就是一。湯氏堅信的，唯有中國人能讓世界穩定和統一是千真萬確的，因為人類文明史延續至今，唯有中國人有極其豐富的覺悟宇宙人生真相的理論、方法、經驗和成果，於世間法那就是我們的《群書治要正編》和未來一定會出版的《群書治要續編》；於出世間法而言，那就是大乘佛法這一流傳到中國，又被中國人發揚光大的真正智慧。"
    },
    {
      "id": "02-042-0112_p0016",
      "zh_CN": "韩非子的「四方来效」，从古至今所遭非议颇多。如果用中国大乘佛法和优秀传统文化，为圣人所执之教化，那必定感应四方来效法。这里有永续的光明和寿命，有稳定的发展和延续，有真正的智慧和快乐，有广大的心量和胸怀，有无比的慈悲和仁爱，就像一块巨大的吸铁石一般，怎能不引四方皆来？一定是和合一切为一。统一不是战争，是以明白诸法实相为教学目的，使人人得到快乐幸福。四方来效是最终自然的结果，是避免人类走向野蛮侵略、残酷分裂的唯一途径。",
      "zh_TW": "韓非子的「四方來效」，從古至今所遭非議頗多。如果用中國大乘佛法和優秀傳統文化，為聖人所執之教化，那必定感應四方來效法。這裡有永續的光明和壽命，有穩定的發展和延續，有真正的智慧和快樂，有廣大的心量和胸懷，有無比的慈悲和仁愛，就像一塊巨大的吸鐵石一般，怎能不引四方皆來？一定是和合一切為一。統一不是戰爭，是以明白諸法實相為教學目的，使人人得到快樂幸福。四方來效是最終自然的結果，是避免人類走向野蠻侵略、殘酷分裂的唯一途徑。"
    },
    {
      "id": "02-042-0112_p0017",
      "zh_CN": "以《大乘无量寿庄严清净平等觉经》普贤菩萨之心量，用《群书治要全编》的治世之道，取韩非子「事在四方，要在中央，圣人执要，四方来效」之思想，与汤恩比「由中国人来完成世界的稳定统一」，四合为一，我们坚信这种文化的融合将带给世界大同之治。这是以宗教团结为基础，施行伦理、道德、因果、圣贤教育为手段，给人类带来永续和平的真正智慧的方法和途径。",
      "zh_TW": "以《大乘無量壽莊嚴清淨平等覺經》普賢菩薩之心量，用《群書治要全編》的治世之道，取韓非子「事在四方，要在中央，聖人執要，四方來效」之思想，與湯恩比「由中國人來完成世界的穩定統一」，四合為一，我們堅信這種文化的融合將帶給世界大同之治。這是以宗教團結為基礎，施行倫理、道德、因果、聖賢教育為手段，給人類帶來永續和平的真正智慧的方法和途徑。"
    },
    {
      "id": "02-042-0112_p0018",
      "zh_CN": "三、一切灾变都是不能和谐，分裂斗争的结果，唯和合之思想能救世。",
      "zh_TW": "三、一切災變都是不能和諧，分裂鬥爭的結果，唯和合之思想能救世。"
    },
    {
      "id": "02-042-0112_p0019",
      "zh_CN": "上述大段的论述让我们体会到：教育带给人们的是和合、稳定，是吉祥如意；以文化人，使天下心可一，否则思想上独立、分裂，人性、道义丧失，结果必定天下纷然、怨声载道、灾厉四起。雾霾乃人心不能向一之结果，而「一」乃万善归一，在家尽孝，出门守悌，言行忠信，执礼恭人，公道正义，知耻后勇，仁者无敌，慈悲博爱，和睦共处，平等对待。这种自性教育的缺失造成了思想纷争，纷争必有怨气，怨气重重碍自性德光普照，才有迷惑之雾霭，失德之阴霾产生。若能回归圣贤教育，使人心、思想和合，吉祥之兆自然感降。",
      "zh_TW": "上述大段的論述讓我們體會到：教育帶給人們的是和合、穩定，是吉祥如意；以文化人，使天下心可一，否則思想上獨立、分裂，人性、道義喪失，結果必定天下紛然、怨聲載道、災厲四起。霧霾乃人心不能向一之結果，而「一」乃萬善歸一，在家盡孝，出門守悌，言行忠信，執禮恭人，公道正義，知恥後勇，仁者無敵，慈悲博愛，和睦共處，平等對待。這種自性教育的缺失造成了思想紛爭，紛爭必有怨氣，怨氣重重礙自性德光普照，才有迷惑之霧靄，失德之陰霾產生。若能回歸聖賢教育，使人心、思想和合，吉祥之兆自然感降。"
    },
    {
      "id": "02-042-0112_p0020",
      "zh_CN": "明•田汝成《西湖游览志余•委巷丛谈》记载了「和合之神」言：「和合之神，祀之，可使人在万里之外亦能回家，故曰万回。其神名意指和睦同心；调和、混合、汇合；顺当、吉利」。由此可见，和合是指「同心」，同心能够调和矛盾，和睦共处，汇合万法，带来百事顺当、万利吉祥。最重要的意义是和合表万回，指万里之外的人亦能回家，这是多么重要的意义。华严十玄，「一切法门无尽海，同会一法道场中」，万法总持归于自性，这就是回家，这就是自然中之自然相。「圣人执要，四方来效」，圣教就是家，感召四方宗主归一；仁爱和平自性是家，一切宗教教育都要归于自性本原一家。解决纷争分裂最重要的是教学为先，文化同治，文明统序，天下一心。而《群书治要正续全篇》若能尽快问世，其古往今来救世之道之精粹，将势不可挡的如潮水般洗刷污染的心灵和环境。",
      "zh_TW": "明•田汝成《西湖遊覽志餘•委巷叢談》記載了「和合之神」言：「和合之神，祀之，可使人在萬里之外亦能回家，故曰萬回。其神名意指和睦同心；調和、混合、匯合；順當、吉利」。由此可見，和合是指「同心」，同心能夠調和矛盾，和睦共處，匯合萬法，帶來百事順當、萬利吉祥。最重要的意義是和合表萬回，指萬里之外的人亦能回家，這是多麼重要的意義。華嚴十玄，「一切法門無盡海，同會一法道場中」，萬法總持歸於自性，這就是回家，這就是自然中之自然相。「聖人執要，四方來效」，聖教就是家，感召四方宗主歸一；仁愛和平自性是家，一切宗教教育都要歸於自性本原一家。解決紛爭分裂最重要的是教學為先，文化同治，文明統序，天下一心。而《群書治要正續全篇》若能儘快問世，其古往今來救世之道之精粹，將勢不可擋的如潮水般洗刷污染的心靈和環境。"
    },
    {
      "id": "02-042-0112_p0021",
      "zh_CN": "一九四六年，《大乘无量寿庄严清净平等觉经》第二次印刷，也就是我们现在看到的完整版。念公黄老居士在为会集本作的跋文中写道：「本经菩萨修持以下，直至三十七品，剀切指示浊世致苦之由，与出苦之方，深悲极慈，重重诲勉……欲令众生观因知果，洗心易行，改往修来，离苦得乐。若仅知持名，不明纲宗，既昧往生正因，难收感应效果。是以本经在礼佛现光之前，又复揭示：佛所行处，国邑丘聚，靡不蒙化，天下和顺，日月清明，风雨以时……」念公有云：「此经诵持处，即佛光照摄处」。《无量寿经》这种将上天好生之德广被人间，亟亟以天下为务的入世精神，经世致用的思想言论，皆是救世万病良药，利民之根本依止。故有汤恩比博士斩钉截铁的言论，中国统一世界。中国文化统一世界的法宝就是《大乘无量寿庄严清净平等觉经》和《群书治要全篇》。",
      "zh_TW": "一九四六年，《大乘無量壽莊嚴清淨平等覺經》第二次印刷，也就是我們現在看到的完整版。念公黃老居士在為會集本作的跋文中寫道：「本經菩薩修持以下，直至三十七品，剴切指示濁世致苦之由，與出苦之方，深悲極慈，重重誨勉……欲令眾生觀因知果，洗心易行，改往修來，離苦得樂。若僅知持名，不明綱宗，既昧往生正因，難收感應效果。是以本經在禮佛現光之前，又復揭示：佛所行處，國邑丘聚，靡不蒙化，天下和順，日月清明，風雨以時……」念公有云：「此經誦持處，即佛光照攝處」。《無量壽經》這種將上天好生之德廣被人間，亟亟以天下為務的入世精神，經世致用的思想言論，皆是救世萬病良藥，利民之根本依止。故有湯恩比博士斬釘截鐵的言論，中國統一世界。中國文化統一世界的法寶就是《大乘無量壽莊嚴清淨平等覺經》和《群書治要全篇》。"
    },
    {
      "id": "02-042-0112_p0022",
      "zh_CN": "四、师父上人六十多年弘法生涯的表法。",
      "zh_TW": "四、師父上人六十多年弘法生涯的表法。"
    },
    {
      "id": "02-042-0112_p0023",
      "zh_CN": "曾经有人请教师父上人，学佛六十多年得到了什么？师父上人风趣却又肯定的回答：「我得到了阿弥陀佛」，「终于明白了这句佛号的意思，死心塌地一句佛号念到底」。阿弥陀佛就是我们的根，极乐世界就是我们的家，我们万劫轮回，终将导归自性老家。这个家是和合的家，融虚空法界一切众生为一体，纳千经万论百法为一门，善巧方便化现世间，为教导众生故示现不同身分、不同族群的圣人、仁者，以无比慈悲的心和光同尘，引领众生破迷开悟，最终能自然而然「回家」。师父上人学佛六十多年，所做就是为此一大事因缘。",
      "zh_TW": "曾經有人請教師父上人，學佛六十多年得到了什麼？師父上人風趣卻又肯定的回答：「我得到了阿彌陀佛」，「終於明白了這句佛號的意思，死心塌地一句佛號念到底」。阿彌陀佛就是我們的根，極樂世界就是我們的家，我們萬劫輪迴，終將導歸自性老家。這個家是和合的家，融虛空法界一切眾生為一體，納千經萬論百法為一門，善巧方便化現世間，為教導眾生故示現不同身分、不同族群的聖人、仁者，以無比慈悲的心和光同塵，引領眾生破迷開悟，最終能自然而然「回家」。師父上人學佛六十多年，所做就是為此一大事因緣。"
    },
    {
      "id": "02-042-0112_p0024",
      "zh_CN": "从大的方面具体来看，师父六十多年主要做了三桩事情。第一，团结世界各宗教、族群、团体，将看似不可能和谐的变为和谐，将极难团结一致的团结在一起，将无法融合的融合为一，给动乱的社会带来希望，给联合国教科文组织带来有力的和平佐证，以仁慈博爱之心为世界和平稳定奠定坚实的基础。第二，倡导复兴中国传统文化，提倡「建国君民，教学为先」；不计个人名利，为保留、保护中国乃至世界文化遗产、著作倾尽全力；慎终追远，建立中华万姓先祖纪念堂，代一切众生日日恭敬礼拜、至诚忏悔、奉行孝道；提倡恢复家谱这一已经被遗忘丢失了的特殊文献，这是五千年文明史中独具特色的平民文献，其珍贵的人文资料，于历史学、民俗学、人口学、社会学和经济学，均有其不可替代的功德；从《弟子规》的扎根教育到《太上感应篇》的因果教育，直至现在大力倡导《群书治要》治国救世之道，乃至谏言国家编纂《群书治要续编》，以无量功德福荫万代，无一不是以身示范后来人放下名闻利养、五欲六尘，以纯粹的真诚心奉行「发菩提心，深信因果，读诵大乘，劝进行者」的教化来利济天下后世；将优秀的中华文明推广到全世界。第三，六十多年讲经教学不辍，以实际行动，身体力行，为佛陀教育正名，为释迦牟尼佛为多元文化义务教育工作者正名，为主要的教育、重要的教学、尊崇的教化这一宗教真正含义正名，为世界各宗教恢复教学、回归教育倾其所有、不遗余力。晚年一心归一净土，以持名念佛法门为诸佛所住导师之行，以一句阿弥陀佛名号为大总持之最胜奇特之法，以极乐世界为诸佛刹土美好大成之终极导归，为虚空法界一切众生做出普贤行愿恒顺众生、随喜功德的最好榜样，这就是我们尊敬的师父上人。",
      "zh_TW": "從大的方面具體來看，師父六十多年主要做了三樁事情。第一，團結世界各宗教、族群、團體，將看似不可能和諧的變為和諧，將極難團結一致的團結在一起，將無法融合的融合為一，給動亂的社會帶來希望，給聯合國教科文組織帶來有力的和平佐證，以仁慈博愛之心為世界和平穩定奠定堅實的基礎。第二，倡導復興中國傳統文化，提倡「建國君民，教學為先」；不計個人名利，為保留、保護中國乃至世界文化遺產、著作傾盡全力；慎終追遠，建立中華萬姓先祖紀念堂，代一切眾生日日恭敬禮拜、至誠懺悔、奉行孝道；提倡恢復家譜這一已經被遺忘丟失了的特殊文獻，這是五千年文明史中獨具特色的平民文獻，其珍貴的人文資料，於歷史學、民俗學、人口學、社會學和經濟學，均有其不可替代的功德；從《弟子規》的扎根教育到《太上感應篇》的因果教育，直至現在大力倡導《群書治要》治國救世之道，乃至諫言國家編纂《群書治要續編》，以無量功德福蔭萬代，無一不是以身示範後來人放下名聞利養、五欲六塵，以純粹的真誠心奉行「發菩提心，深信因果，讀誦大乘，勸進行者」的教化來利濟天下後世；將優秀的中華文明推廣到全世界。第三，六十多年講經教學不輟，以實際行動，身體力行，為佛陀教育正名，為釋迦牟尼佛為多元文化義務教育工作者正名，為主要的教育、重要的教學、尊崇的教化這一宗教真正含義正名，為世界各宗教恢復教學、回歸教育傾其所有、不遺餘力。晚年一心歸一淨土，以持名念佛法門為諸佛所住導師之行，以一句阿彌陀佛名號為大總持之最勝奇特之法，以極樂世界為諸佛剎土美好大成之終極導歸，為虛空法界一切眾生做出普賢行願恆順眾生、隨喜功德的最好榜樣，這就是我們尊敬的師父上人。"
    },
    {
      "id": "02-042-0112_p0025",
      "zh_CN": "五、本师释迦牟尼佛行何事而为十方诸佛之所共赞？",
      "zh_TW": "五、本師釋迦牟尼佛行何事而為十方諸佛之所共讚？"
    },
    {
      "id": "02-042-0112_p0026",
      "zh_CN": "本师释迦牟尼佛于此浊世教学四十九年，哪一桩事为甚难稀有，并为十方一切诸佛之所共赞？《佛说阿弥陀经》透露了天机：世尊于五浊恶世说持名念佛最难信之事，得阿耨多罗三藐三菩提，此不可思议功德为一切诸佛所称赞、护念。本师以佛地果觉全体授予浊世众苦，但真信、但切愿即可直入一佛乘，究竟不退，这么好的事情实在是难以置信。佛法难闻，佛陀难遇，当生成佛大难大难，世尊用径中径又径的持名念佛法来解决当生成佛难中难又难的稀有之事，故十方诸佛为此法门做大守护，尽虚空一切众生因此事皆大欢喜。",
      "zh_TW": "本師釋迦牟尼佛於此濁世教學四十九年，哪一樁事為甚難稀有，並為十方一切諸佛之所共讚？《佛說阿彌陀經》透露了天機：世尊於五濁惡世說持名念佛最難信之事，得阿耨多羅三藐三菩提，此不可思議功德為一切諸佛所稱讚、護念。本師以佛地果覺全體授予濁世眾苦，但真信、但切願即可直入一佛乘，究竟不退，這麼好的事情實在是難以置信。佛法難聞，佛陀難遇，當生成佛大難大難，世尊用徑中徑又徑的持名念佛法來解決當生成佛難中難又難的稀有之事，故十方諸佛為此法門做大守護，盡虛空一切眾生因此事皆大歡喜。"
    },
    {
      "id": "02-042-0112_p0027",
      "zh_CN": "六、持名念佛法门最胜之处。",
      "zh_TW": "六、持名念佛法門最勝之處。"
    },
    {
      "id": "02-042-0112_p0028",
      "zh_CN": "（一）当来一切含灵不依此法，皆不得度脱。持名念佛法门超过世间诸所有法，其最胜之处，在《无量寿经•大教缘起第三》中显示密义：世尊告阿难，「当来诸天人民，一切含灵，皆因汝问而得度脱」。这句经文就是如来出兴于世的大事因缘所在，即只为宣说净土持名念佛法门。八万四千门，何以独推此法门耶？将这句经文转换为否定语气就可知道答案，曰：当来诸天人民，一切含灵，不依此法皆不得度脱。故佛说八万四千门都是方便说，唯此持名念佛法门才能度脱一切含灵，其余八万四千门皆无此德用。所以说是别开一法，别开唯一能度脱一切含灵的法门，这一特别法门是世尊所说一切诸法中的无上密法，密义就在一切含灵不依此法皆不能度脱，依此法无不度脱。",
      "zh_TW": "（一）當來一切含靈不依此法，皆不得度脫。持名念佛法門超過世間諸所有法，其最勝之處，在《無量壽經•大教緣起第三》中顯示密義：世尊告阿難，「當來諸天人民，一切含靈，皆因汝問而得度脫」。這句經文就是如來出興於世的大事因緣所在，即只為宣說淨土持名念佛法門。八萬四千門，何以獨推此法門耶？將這句經文轉換為否定語氣就可知道答案，曰：當來諸天人民，一切含靈，不依此法皆不得度脫。故佛說八萬四千門都是方便說，唯此持名念佛法門才能度脫一切含靈，其餘八萬四千門皆無此德用。所以說是別開一法，別開唯一能度脫一切含靈的法門，這一特別法門是世尊所說一切諸法中的無上密法，密義就在一切含靈不依此法皆不能度脫，依此法無不度脫。"
    },
    {
      "id": "02-042-0112_p0029",
      "zh_CN": "（二）此法门因、行、果皆是最顶佛果。因众生根机不同，难以相信此究竟解脱、直至最上佛果的普度大法，故不得已随顺众生，说其余靠自力解脱的法门。而此持名念佛法门，为一切诸佛罄尽无量劫修行功德，得此最顶佛果，直接授予具缚众生。持名念佛法既是方法又是结果，念的是阿弥陀佛，成的也是阿弥陀佛，以因地就是佛果，佛果又做为行持，果地还是因行，全理即事，理事无碍、事事无碍，究竟中之究竟、圆融中之圆融，只要信奉受持，没有不成功的，没有不成阿弥陀佛的。阿弥陀佛一句名号不但包括，而且超过所有法门的因地、行持、所得佛果，因为余八万四千门，没有一门是因、行、果，都是佛地果觉，只有此净土持名念佛法门，因是最顶佛果，行是最顶佛果，果必是最顶佛果，殊胜至极，一切含灵不依此法皆不得度脱，所以言难中难又难的难信之法。",
      "zh_TW": "（二）此法門因、行、果皆是最頂佛果。因眾生根機不同，難以相信此究竟解脫、直至最上佛果的普度大法，故不得已隨順眾生，說其餘靠自力解脫的法門。而此持名念佛法門，為一切諸佛罄盡無量劫修行功德，得此最頂佛果，直接授予具縛眾生。持名念佛法既是方法又是結果，念的是阿彌陀佛，成的也是阿彌陀佛，以因地就是佛果，佛果又做為行持，果地還是因行，全理即事，理事無礙、事事無礙，究竟中之究竟、圓融中之圓融，只要信奉受持，沒有不成功的，沒有不成阿彌陀佛的。阿彌陀佛一句名號不但包括，而且超過所有法門的因地、行持、所得佛果，因為餘八萬四千門，沒有一門是因、行、果，都是佛地果覺，只有此淨土持名念佛法門，因是最頂佛果，行是最頂佛果，果必是最頂佛果，殊勝至極，一切含靈不依此法皆不得度脫，所以言難中難又難的難信之法。"
    },
    {
      "id": "02-042-0112_p0030",
      "zh_CN": "（三）所持名号功德不可思议。念阿弥陀佛能灭生死根本，直趋菩提涅槃根本，灭尽一切法门不能灭尽之罪。一切众生，无始劫以来不能成就，咸因不明白两个根本：其一、不明无始生死根本；其二、不明无始菩提涅槃清净之根本。一句阿弥陀佛名号，从菩提涅槃清净根本中流出来，又能灭无始生死根本。弥陀名号从不生不灭、不迁不变、不染烦恼的性净理体中流露，持名念佛时，能将一切众生向外攀缘的心（即生死根本）统统摄于自性名号，以念佛时即是回归自性本觉时，回归自性本觉时则不迷失，不迷失时则不随生死流转，不随生死流转时则永断生死根本，断生死根本时即回归虚融寂灭菩提之本。根本生死尚可永断，所造罪业自然随之消灭。生死根本是皮，一切罪业是毛发，皮之不存，毛将焉附？故一句阿弥陀佛，能灭尽一切法门不能灭尽之罪，勿须舍此求彼，弄巧成拙，误入歧途又堕轮回。",
      "zh_TW": "（三）所持名號功德不可思議。念阿彌陀佛能滅生死根本，直趨菩提涅槃根本，滅盡一切法門不能滅盡之罪。一切眾生，無始劫以來不能成就，咸因不明白兩個根本：其一、不明無始生死根本；其二、不明無始菩提涅槃清淨之根本。一句阿彌陀佛名號，從菩提涅槃清淨根本中流出來，又能滅無始生死根本。彌陀名號從不生不滅、不遷不變、不染煩惱的性淨理體中流露，持名念佛時，能將一切眾生向外攀緣的心（即生死根本）統統攝於自性名號，以念佛時即是回歸自性本覺時，回歸自性本覺時則不迷失，不迷失時則不隨生死流轉，不隨生死流轉時則永斷生死根本，斷生死根本時即回歸虛融寂滅菩提之本。根本生死尚可永斷，所造罪業自然隨之消滅。生死根本是皮，一切罪業是毛髮，皮之不存，毛將焉附？故一句阿彌陀佛，能滅盡一切法門不能滅盡之罪，勿須捨此求彼，弄巧成拙，誤入歧途又墮輪迴。"
    },
    {
      "id": "02-042-0112_p0031",
      "zh_CN": "（四）念阿弥陀佛能成一切诸佛所共赞之佛。《华严》文殊、普贤何以导归极乐耶？《无量寿经•德遵普贤第二》中世尊又透露无上密义，贤护等十六正士皆德遵普贤，必是念佛求生极乐，从而显殊胜权德，显殊胜权德即是生净土而乘愿再来的位后普贤。如是等大菩萨，于十方世界示现八相成道度化众生，八相成道中最后一相是「入涅槃」，以上诸大菩萨何能示现入涅槃？答案是皆因德遵普贤，念佛求生净土。求生净土，烦恼习气尚未断尽，就能倒驾慈航，示现入涅槃，这就是极乐世界胜于一切诸佛国土的甚深殊胜最妙之处。因阿弥陀佛本愿威神加持，虽是凡夫罪报身，或是习气未断尽的八地菩萨，只要生净土，所具德能就和法身佛一样，本尊在极乐世界不动，不起于座继续学习，但其分身却能德慧如法身佛，遍游一切佛土供佛闻法，度化众生当生到究竟彼岸。",
      "zh_TW": "（四）念阿彌陀佛能成一切諸佛所共讚之佛。《華嚴》文殊、普賢何以導歸極樂耶？《無量壽經•德遵普賢第二》中世尊又透露無上密義，賢護等十六正士皆德遵普賢，必是念佛求生極樂，從而顯殊勝權德，顯殊勝權德即是生淨土而乘願再來的位後普賢。如是等大菩薩，於十方世界示現八相成道度化眾生，八相成道中最後一相是「入涅槃」，以上諸大菩薩何能示現入涅槃？答案是皆因德遵普賢，念佛求生淨土。求生淨土，煩惱習氣尚未斷盡，就能倒駕慈航，示現入涅槃，這就是極樂世界勝於一切諸佛國土的甚深殊勝最妙之處。因阿彌陀佛本願威神加持，雖是凡夫罪報身，或是習氣未斷盡的八地菩薩，只要生淨土，所具德能就和法身佛一樣，本尊在極樂世界不動，不起於座繼續學習，但其分身卻能德慧如法身佛，遍遊一切佛土供佛聞法，度化眾生當生到究竟彼岸。"
    },
    {
      "id": "02-042-0112_p0032",
      "zh_CN": "前文所说，十方世界诸天人民听闻世尊宣说此法，于娑婆世界皆大欢喜，所为何因生大欢喜心？十方世界诸天人民，过去无量劫与我皆是家亲眷属，今彼家亲眷属或沦为恶道罪人，或居住秽土，终究不能解脱，而为烦恼拘累。现娑婆世界与世尊、弥陀有大因缘，我又得闻净土持名念佛难信却广大微妙、最胜密法，令彼十方世界家亲眷属均能得沾真实之利。一子得生净土，无量劫家亲眷属均得生净土，还有何事能比此事更令分离已久的家人更加欢喜的？是故十方世界诸佛及众生做大赞叹、大欢喜、大守护于发愿求生净土之人。",
      "zh_TW": "前文所說，十方世界諸天人民聽聞世尊宣說此法，於娑婆世界皆大歡喜，所為何因生大歡喜心？十方世界諸天人民，過去無量劫與我皆是家親眷屬，今彼家親眷屬或淪為惡道罪人，或居住穢土，終究不能解脫，而為煩惱拘累。現娑婆世界與世尊、彌陀有大因緣，我又得聞淨土持名念佛難信卻廣大微妙、最勝密法，令彼十方世界家親眷屬均能得沾真實之利。一子得生淨土，無量劫家親眷屬均得生淨土，還有何事能比此事更令分離已久的家人更加歡喜的？是故十方世界諸佛及眾生做大讚歎、大歡喜、大守護於發願求生淨土之人。"
    },
    {
      "id": "02-042-0112_p0033",
      "zh_CN": "得人身难；生在中央之邦，德泽天下的中国很难；遇到大乘佛法和传统文化在新世纪被最高国家领导人重视，并推向世界舞台难上加难；遇到《无量寿经》会集本、《大经科注》，和师父上人深入细致的科注讲义难中难又难；遇到今天贤公老和尚作证转，来为我们证明极乐世界真有，念佛往生是真的，更是甚难稀有；最为甚难希有的，是我们既是一名中国人，同时又是肩负如来家业的净土法脉传承者。无量劫植种德本，方能遇此良机，帮助自己脱离苦海，帮助一切幽冥众生永出轮苦，共赴觉岸，世出世间还有什么比这更欢喜的事情可言！因此，找回信心，坚固信根，大声的说出一句话：请为我是中国人、是念佛人鼓与呼！",
      "zh_TW": "得人身難；生在中央之邦，德澤天下的中國很難；遇到大乘佛法和傳統文化在新世紀被最高國家領導人重視，並推向世界舞台難上加難；遇到《無量壽經》會集本、《大經科註》，和師父上人深入細緻的科註講義難中難又難；遇到今天賢公老和尚作證轉，來為我們證明極樂世界真有，念佛往生是真的，更是甚難稀有；最為甚難希有的，是我們既是一名中國人，同時又是肩負如來家業的淨土法脈傳承者。無量劫植種德本，方能遇此良機，幫助自己脫離苦海，幫助一切幽冥眾生永出輪苦，共赴覺岸，世出世間還有什麼比這更歡喜的事情可言！因此，找回信心，堅固信根，大聲的說出一句話：請為我是中國人、是念佛人鼓與呼！"
    },
    {
      "id": "02-042-0112_p0034",
      "zh_CN": "以上是惭愧弟子上官十分浅显的学习心得报告，心粗智劣，诚敬不足，恳请尊敬的师父上人和诸位法师、大德慈悲指正，无尽感恩。阿弥陀佛！",
      "zh_TW": "以上是慚愧弟子上官十分淺顯的學習心得報告，心粗智劣，誠敬不足，懇請尊敬的師父上人和諸位法師、大德慈悲指正，無盡感恩。阿彌陀佛！"
    },
    {
      "id": "02-042-0112_p0035",
      "zh_CN": "老法师：我们大家冷静的想一想，这篇报告，上官是怎么写出来的？实在是太难得了，用浅显容易懂的语文把这桩大事，确实是难中之难，难信之法，能把它讲清楚、讲明白，我们是看清楚、听懂了。我们有理由相信，还有许许多多人听到了听不懂，看到了也看不懂，不知道她是写的什么，也不知道她说的什么，肯定占多数。我们为什么能看得懂？得力这几年的修学，看懂了。真正看懂，会增长我们的信心，坚定我们的愿心。她所说的句句都是实话，是从大慈悲心里面流出来的。希望善根福德有缘众生，在这一生当中不要空过，决定成就，一丝毫怀疑都没有。",
      "zh_TW": "老法師：我們大家冷靜的想一想，這篇報告，上官是怎麼寫出來的？實在是太難得了，用淺顯容易懂的語文把這樁大事，確實是難中之難，難信之法，能把它講清楚、講明白，我們是看清楚、聽懂了。我們有理由相信，還有許許多多人聽到了聽不懂，看到了也看不懂，不知道她是寫的什麼，也不知道她說的什麼，肯定佔多數。我們為什麼能看得懂？得力這幾年的修學，看懂了。真正看懂，會增長我們的信心，堅定我們的願心。她所說的句句都是實話，是從大慈悲心裡面流出來的。希望善根福德有緣眾生，在這一生當中不要空過，決定成就，一絲毫懷疑都沒有。"
    },
    {
      "id": "02-042-0112_p0036",
      "zh_CN": "极乐世界真的是很容易去。为什么念佛的人那么多，像李老师过去所说的，台中莲社一万个念佛人，真正能往生的只有三、五个，这为什么？为着他还有一念怀疑，他对这个世间还有一桩事情没放下，这就不能去。能去的人没有丝毫怀疑，对这个世间没有丝毫留恋，为什么？这个世界全是假的。极乐世界是真的吗？也不是真的，如果是真的，阿弥陀佛建造极乐世界于今十劫（十劫这个时间很短），那十劫之前没有极乐世界。极乐世界既然有成，就有住、就有坏、就有空，决定不能避免的。说它是真的，比我们来说，它比我们真实。为什么？我们这个世界，成住坏空速度太快了，它那个地方很慢，所以他的寿命比我们长。这是什么原因？大乘经上佛常说，「一切法从心想生」，就是心想的不一样。极乐世界人心想的全是阿弥陀佛，阿弥陀佛自己心想的也是阿弥陀佛，自性的阿弥陀佛，那我们晓得，阿弥陀佛是自性第一德。阿弥陀佛什么意思？无量的智慧，无量的光明。无量的光明就是常寂光，所以它体是常寂光。常寂光永恒，不生不灭，常寂光起的作用当然也是永恒，没有生灭的。",
      "zh_TW": "極樂世界真的是很容易去。為什麼念佛的人那麼多，像李老師過去所說的，台中蓮社一萬個念佛人，真正能往生的只有三、五個，這為什麼？為著他還有一念懷疑，他對這個世間還有一樁事情沒放下，這就不能去。能去的人沒有絲毫懷疑，對這個世間沒有絲毫留戀，為什麼？這個世界全是假的。極樂世界是真的嗎？也不是真的，如果是真的，阿彌陀佛建造極樂世界於今十劫（十劫這個時間很短），那十劫之前沒有極樂世界。極樂世界既然有成，就有住、就有壞、就有空，決定不能避免的。說它是真的，比我們來說，它比我們真實。為什麼？我們這個世界，成住壞空速度太快了，它那個地方很慢，所以他的壽命比我們長。這是什麼原因？大乘經上佛常說，「一切法從心想生」，就是心想的不一樣。極樂世界人心想的全是阿彌陀佛，阿彌陀佛自己心想的也是阿彌陀佛，自性的阿彌陀佛，那我們曉得，阿彌陀佛是自性第一德。阿彌陀佛什麼意思？無量的智慧，無量的光明。無量的光明就是常寂光，所以它體是常寂光。常寂光永恆，不生不滅，常寂光起的作用當然也是永恆，沒有生滅的。"
    },
    {
      "id": "02-042-0112_p0037",
      "zh_CN": "何以极乐世界十劫前才有的？这个时间，过去无始，未来无终，十劫很短的时间，这就是极乐世界是阿弥陀佛变化所作。为的是什么？为的是帮助业障深重这些众生。只要能信，阿弥陀佛就能够帮助他一生成佛，这个道理我们能想得通。为什么？因为一切众生本来是佛，所以成佛不难。本来要不是佛，那个麻烦就大了；本来是佛，我们六道轮回里面众生把这桩事情给忘掉了，忘得干干净净，总认为成佛太难了，殊不知本来是佛。那我们讲信心，能信自己本来是佛的人找不到。这句话是从释迦牟尼佛那听来的，有没有人证得？有，特别是念佛往生的人；参禅，明心见性的人；学密，三密相应的人，他们给我们证明，是真的不是假的。",
      "zh_TW": "何以極樂世界十劫前才有的？這個時間，過去無始，未來無終，十劫很短的時間，這就是極樂世界是阿彌陀佛變化所作。為的是什麼？為的是幫助業障深重這些眾生。只要能信，阿彌陀佛就能夠幫助他一生成佛，這個道理我們能想得通。為什麼？因為一切眾生本來是佛，所以成佛不難。本來要不是佛，那個麻煩就大了；本來是佛，我們六道輪迴裡面眾生把這樁事情給忘掉了，忘得乾乾淨淨，總認為成佛太難了，殊不知本來是佛。那我們講信心，能信自己本來是佛的人找不到。這句話是從釋迦牟尼佛那聽來的，有沒有人證得？有，特別是念佛往生的人；參禪，明心見性的人；學密，三密相應的人，他們給我們證明，是真的不是假的。"
    },
    {
      "id": "02-042-0112_p0038",
      "zh_CN": "这篇报告，把大乘佛法跟中国传统文化融合在一体，写得好！为什么能融？因为一切万法本来是一体，道理就在此地。惠能大师在《坛经》上所讲的，「何期自性，能生万法」，这句话重要。宇宙万法从哪来的？是我们自性所生所现的；极乐世界从哪来的？也是我们自性所生所现的。自性所生所现，哪有不能往生的道理！阿弥陀佛是我们自性显现的，所以中峰禅师讲，就在《三时系念》法本里头，「我心即是阿弥陀佛，阿弥陀佛即是我心」。这个心是真心，真心救世界，不是妄心。我们现在迷了真心，妄心当家。妄心是什么？念头；真心呢？真心没有念头。真心就是本性，真心是真正的自己，妄心不是自己，我们把它当作自己，错了，错认了。妄心要放下，因为它是虚妄的，它是一场最大的误会，这一点不能不知道。无始劫以来我们就用妄心，用成习惯了，佛给我们讲了，我们也听清楚了，可是就是扭转不过来，还是它当家做主。它的相就是起心动念，在佛法，大乘法里叫它做根本无明。所以佛告诉我们，我们成佛，只要把三样东西放下就成了。第一个放下执着，执着是假的，六道轮回从执着来的；不执着了，六道轮回就不见了。好像一场梦，这梦从哪里来？执着来的，不执着梦就醒了。醒过来，那又是一场梦，轮回是梦中之梦，梦中之梦醒了还在梦中，这个梦是十法界。十法界从哪来的？从无明来的，就是用妄心就有十法界；不用妄心了，十法界没有了，真正醒过来。真正醒过来，你面前现的境界就是一真法界，就是一切诸佛如来的实报庄严土。怎么现的？佛现的，我们自性现的，我们自性跟佛性是一不是二。",
      "zh_TW": "這篇報告，把大乘佛法跟中國傳統文化融合在一體，寫得好！為什麼能融？因為一切萬法本來是一體，道理就在此地。惠能大師在《壇經》上所講的，「何期自性，能生萬法」，這句話重要。宇宙萬法從哪來的？是我們自性所生所現的；極樂世界從哪來的？也是我們自性所生所現的。自性所生所現，哪有不能往生的道理！阿彌陀佛是我們自性顯現的，所以中峰禪師講，就在《三時繫念》法本裡頭，「我心即是阿彌陀佛，阿彌陀佛即是我心」。這個心是真心，真心救世界，不是妄心。我們現在迷了真心，妄心當家。妄心是什麼？念頭；真心呢？真心沒有念頭。真心就是本性，真心是真正的自己，妄心不是自己，我們把它當作自己，錯了，錯認了。妄心要放下，因為它是虛妄的，它是一場最大的誤會，這一點不能不知道。無始劫以來我們就用妄心，用成習慣了，佛給我們講了，我們也聽清楚了，可是就是扭轉不過來，還是它當家做主。它的相就是起心動念，在佛法，大乘法裡叫它做根本無明。所以佛告訴我們，我們成佛，只要把三樣東西放下就成了。第一個放下執著，執著是假的，六道輪迴從執著來的；不執著了，六道輪迴就不見了。好像一場夢，這夢從哪裡來？執著來的，不執著夢就醒了。醒過來，那又是一場夢，輪迴是夢中之夢，夢中之夢醒了還在夢中，這個夢是十法界。十法界從哪來的？從無明來的，就是用妄心就有十法界；不用妄心了，十法界沒有了，真正醒過來。真正醒過來，你面前現的境界就是一真法界，就是一切諸佛如來的實報莊嚴土。怎麼現的？佛現的，我們自性現的，我們自性跟佛性是一不是二。"
    },
    {
      "id": "02-042-0112_p0039",
      "zh_CN": "我们迷得，无量劫迷到今天，回头真难！八万四千法门，门门都能帮助我们回头，所以才说「法门平等，无有高下」，这是真的。可是众生根性不相同，业障不一样，必须要消业障，消业障就是放下，才能成就。八万四千法门统统要消除执着、分别、妄想，妄想就是起心动念。起心动念太微细了，我们自己根本就不知道，不知道你怎么放下？微细到什么程度？我们常常提醒自己，要常常提醒，要多提醒，要不断的提醒，有一天我们真的觉悟了，这才能放下，那就是弥勒菩萨告诉我们的，「一弹指三十二亿百千念」，太微细了！一弹指是多长的时间？有人告诉我（是真的，我想他不是假的），一秒钟可以弹七次。三十二亿百千，百千是十万，三十二亿乘十万，三百二十兆，三百二十兆再乘七，二千一百多兆，一秒钟。这样高的频率，在我们面前从来就没有中断，无始劫到今天，还要到无量劫之后，从来没有中断过，就在面前。万事万物，包括身体，全是这个波动里产生的幻相，假的。所以海贤老和尚常常教人，我觉得他一生当中最重要的一句话，就是「好好念佛，成佛是真的，其他全是假的」，这句话了不起，这句话把大乘佛法讲尽了。",
      "zh_TW": "我們迷得，無量劫迷到今天，回頭真難！八萬四千法門，門門都能幫助我們回頭，所以才說「法門平等，無有高下」，這是真的。可是眾生根性不相同，業障不一樣，必須要消業障，消業障就是放下，才能成就。八萬四千法門統統要消除執著、分別、妄想，妄想就是起心動念。起心動念太微細了，我們自己根本就不知道，不知道你怎麼放下？微細到什麼程度？我們常常提醒自己，要常常提醒，要多提醒，要不斷的提醒，有一天我們真的覺悟了，這才能放下，那就是彌勒菩薩告訴我們的，「一彈指三十二億百千念」，太微細了！一彈指是多長的時間？有人告訴我（是真的，我想他不是假的），一秒鐘可以彈七次。三十二億百千，百千是十萬，三十二億乘十萬，三百二十兆，三百二十兆再乘七，二千一百多兆，一秒鐘。這樣高的頻率，在我們面前從來就沒有中斷，無始劫到今天，還要到無量劫之後，從來沒有中斷過，就在面前。萬事萬物，包括身體，全是這個波動裡產生的幻相，假的。所以海賢老和尚常常教人，我覺得他一生當中最重要的一句話，就是「好好念佛，成佛是真的，其他全是假的」，這句話了不起，這句話把大乘佛法講盡了。"
    },
    {
      "id": "02-042-0112_p0040",
      "zh_CN": "就用念佛这个方法，念阿弥陀佛这个方法，念到什么？念到执着念掉了，不执着了，不再占有了（占有是执着里头最严重的现象），就是能放下了，身心世界统统不执着，能脱离六道轮回。继续不断的还用这个功夫，一句佛号念到底，把念头断掉了。念头是分别，粗念，微细的念头是无始无明烦恼，那就是二千一百兆分之一秒的那个波动，那是我们没法子控制的，我们一点感觉都没有，真的叫麻木不仁，没感觉。这个境界佛说得很清楚，八地以上，这个境界他们能看得很清楚，你就知道八地以上的心多细，多么清净、多么平等，差不多快接近自性本定，见到事实真相。事实真相全是假的，《金刚经》上说的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，包括西方极乐世界，包括诸佛如来的实报庄严土，都不是真的。这才叫真正「照见五蕴皆空」，真正融入常寂光。融入常寂光就是究竟圆满，回归常寂光，这是究竟圆满的佛果，《华严》称妙觉如来，是我们自己真正的本来面目。所以学佛，到最后你得到什么？什么也没得到，回归自性。我们那个时候才知道，在六道、在十法界流浪，流浪了无量劫，现在回家了。回家得大自在，融入常寂光，我们证得法身。法身是什么？法身就是常寂光，法身无处不在，法身无时不在。法身充满了智慧，充满了德能，无量的神通。众生有感，法身就有应，念佛就现佛身，念菩萨就现菩萨身，随着众生的念头现境界。现境界有没有起心动念？没有，没起心动念，自然的，佛经说「法尔如是」，本来就是的，这是本能，不可思议的境界。自己圆满了，再帮助一切苦难众生。净宗这个方法妙，就一句佛号，海贤给我们做出最好的榜样。",
      "zh_TW": "就用念佛這個方法，念阿彌陀佛這個方法，念到什麼？念到執著念掉了，不執著了，不再佔有了（佔有是執著裡頭最嚴重的現象），就是能放下了，身心世界統統不執著，能脫離六道輪迴。繼續不斷的還用這個功夫，一句佛號念到底，把念頭斷掉了。念頭是分別，粗念，微細的念頭是無始無明煩惱，那就是二千一百兆分之一秒的那個波動，那是我們沒法子控制的，我們一點感覺都沒有，真的叫麻木不仁，沒感覺。這個境界佛說得很清楚，八地以上，這個境界他們能看得很清楚，你就知道八地以上的心多細，多麼清淨、多麼平等，差不多快接近自性本定，見到事實真相。事實真相全是假的，《金剛經》上說的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，包括西方極樂世界，包括諸佛如來的實報莊嚴土，都不是真的。這才叫真正「照見五蘊皆空」，真正融入常寂光。融入常寂光就是究竟圓滿，回歸常寂光，這是究竟圓滿的佛果，《華嚴》稱妙覺如來，是我們自己真正的本來面目。所以學佛，到最後你得到什麼？什麼也沒得到，回歸自性。我們那個時候才知道，在六道、在十法界流浪，流浪了無量劫，現在回家了。回家得大自在，融入常寂光，我們證得法身。法身是什麼？法身就是常寂光，法身無處不在，法身無時不在。法身充滿了智慧，充滿了德能，無量的神通。眾生有感，法身就有應，念佛就現佛身，念菩薩就現菩薩身，隨著眾生的念頭現境界。現境界有沒有起心動念？沒有，沒起心動念，自然的，佛經說「法爾如是」，本來就是的，這是本能，不可思議的境界。自己圓滿了，再幫助一切苦難眾生。淨宗這個方法妙，就一句佛號，海賢給我們做出最好的榜樣。"
    },
    {
      "id": "02-042-0112_p0041",
      "zh_CN": "这篇文稿给我们很大的启示，提醒我们，关键还是在个信心，不信就难了。信，真回头了；不信，没回头。《华严经》上讲，「信为道元功德母」，道是佛道，源头，能生一切功德，比喻作母，母是能生，能生无量无边的功德，你看这信多重要。要信佛，信佛真难！要信佛。李老师以前教我，那时我刚刚受戒回来看老师，在慈光图书馆。我在门外，还没进去，他在里面看到我，指着我，很大的声音叫着，「你，你要信佛」，说了好多声。我走进去都呆了，我都出家了、受戒了，怎么还不信佛？他让我坐下来，告诉我，有很多老和尚到死都不相信。我才恍然大悟，真不容易，信好难！信佛，功夫哪有不得力的道理？为什么功夫不得力？不信佛。换句话说，菩萨六波罗蜜，布施度悭吝，你有悭吝，不信佛；你不能够断恶，持戒是断恶，你还有恶的习气，不信佛，你用六度的反面来观察。六个都能做到是信佛，布施是放下，持戒、忍辱、精进、禅定、般若，那是信佛，所以很不容易。",
      "zh_TW": "這篇文稿給我們很大的啟示，提醒我們，關鍵還是在個信心，不信就難了。信，真回頭了；不信，沒回頭。《華嚴經》上講，「信為道元功德母」，道是佛道，源頭，能生一切功德，比喻作母，母是能生，能生無量無邊的功德，你看這信多重要。要信佛，信佛真難！要信佛。李老師以前教我，那時我剛剛受戒回來看老師，在慈光圖書館。我在門外，還沒進去，他在裡面看到我，指著我，很大的聲音叫著，「你，你要信佛」，說了好多聲。我走進去都呆了，我都出家了、受戒了，怎麼還不信佛？他讓我坐下來，告訴我，有很多老和尚到死都不相信。我才恍然大悟，真不容易，信好難！信佛，功夫哪有不得力的道理？為什麼功夫不得力？不信佛。換句話說，菩薩六波羅蜜，布施度慳吝，你有慳吝，不信佛；你不能夠斷惡，持戒是斷惡，你還有惡的習氣，不信佛，你用六度的反面來觀察。六個都能做到是信佛，布施是放下，持戒、忍辱、精進、禪定、般若，那是信佛，所以很不容易。"
    },
    {
      "id": "02-042-0112_p0042",
      "zh_CN": "我们今天用一句佛号，包括了戒定慧三学，包括了世出世间一切的善法，就在一句佛号，妙在这里；包含十方三世一切诸佛菩萨的德号，都在这一句当中；包括一切诸佛如来所说的一切经教，也在这一句佛号当中，这一句佛号是总纲领，总纲。所以八万四千法门，无量功德都是细目，它统摄了。所以名号功德，一切诸佛给我们讲，讲无量劫也讲不完，这不是比喻，这是事实。能信是大智慧、大福德，所以《弥陀经》上说，「不可以少善根福德因缘得生彼国」，这一句佛号是大善根、大福德、大因缘，一生圆满成就。真正功夫得力，信心坚定，没有丝毫怀疑，我们在《净土圣贤录》上看到、《往生传》上看到，三年就成功了。我们学佛学了三、四十年还不相信，那有什么法子？所以这篇东西应该把它做成有声书流通。好，我们看下面第二位。",
      "zh_TW": "我們今天用一句佛號，包括了戒定慧三學，包括了世出世間一切的善法，就在一句佛號，妙在這裡；包含十方三世一切諸佛菩薩的德號，都在這一句當中；包括一切諸佛如來所說的一切經教，也在這一句佛號當中，這一句佛號是總綱領，總綱。所以八萬四千法門，無量功德都是細目，它統攝了。所以名號功德，一切諸佛給我們講，講無量劫也講不完，這不是比喻，這是事實。能信是大智慧、大福德，所以《彌陀經》上說，「不可以少善根福德因緣得生彼國」，這一句佛號是大善根、大福德、大因緣，一生圓滿成就。真正功夫得力，信心堅定，沒有絲毫懷疑，我們在《淨土聖賢錄》上看到、《往生傳》上看到，三年就成功了。我們學佛學了三、四十年還不相信，那有什麼法子？所以這篇東西應該把它做成有聲書流通。好，我們看下面第二位。"
    },
    {
      "id": "02-042-0112_p0043",
      "zh_CN": "学生：「感恩净空老法师（一门深入九年参悟佛法汇报）」，雷新平居士。",
      "zh_TW": "學生：「感恩淨空老法師（一門深入九年參悟佛法匯報）」，雷新平居士。"
    },
    {
      "id": "02-042-0112_p0044",
      "zh_CN": "在二０一四年感恩节之际，我将自己参悟佛法的心路历程与各位同修分享，同时对我的善知识净空老法师表达无尽的感恩之心。阿弥陀佛！",
      "zh_TW": "在二０一四年感恩節之際，我將自己參悟佛法的心路歷程與各位同修分享，同時對我的善知識淨空老法師表達無盡的感恩之心。阿彌陀佛！"
    },
    {
      "id": "02-042-0112_p0045",
      "zh_CN": "一、续佛缘。",
      "zh_TW": "一、續佛緣。"
    },
    {
      "id": "02-042-0112_p0046",
      "zh_CN": "开经偈有云：「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持，愿解如来真实义」。二００五年国庆长假，我携带家人前往广东南华寺拜六祖惠能大师的真身舍利，佛缘就此相续。我们一行来到丹霞山，有两条路通往山顶，家人和我分别走了不同的上山之路。我上到半山，遇到一个不大的寺院，正在播放净空法师讲的「佛教问答」光碟。我驻足看了十多分钟，电视中老法师那通俗易懂的讲解深深的吸引了我，我于是找到法物流通处，请回了一套共八十七张碟片的「佛教问答」。当我看到四十多集时，萌生皈依佛门的念头，并立即到深圳弘法寺找本焕老和尚请求皈依佛门。至此，百千万劫难遭遇的无上甚深微妙法让我有幸遇到，并开始了我参悟佛法的「回家」之路。",
      "zh_TW": "開經偈有云：「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持，願解如來真實義」。二００五年國慶長假，我攜帶家人前往廣東南華寺拜六祖惠能大師的真身舍利，佛緣就此相續。我們一行來到丹霞山，有兩條路通往山頂，家人和我分別走了不同的上山之路。我上到半山，遇到一個不大的寺院，正在播放淨空法師講的「佛教問答」光碟。我駐足看了十多分鐘，電視中老法師那通俗易懂的講解深深的吸引了我，我於是找到法物流通處，請回了一套共八十七張碟片的「佛教問答」。當我看到四十多集時，萌生皈依佛門的念頭，並立即到深圳弘法寺找本煥老和尚請求皈依佛門。至此，百千萬劫難遭遇的無上甚深微妙法讓我有幸遇到，並開始了我參悟佛法的「回家」之路。"
    },
    {
      "id": "02-042-0112_p0047",
      "zh_CN": "二、遇到善知识。",
      "zh_TW": "二、遇到善知識。"
    },
    {
      "id": "02-042-0112_p0048",
      "zh_CN": "我看完《佛教问答》，开始按照老法师的开示，从《了凡四训》、《阿难问事佛吉凶经》、《和谐拯救危机》、《地藏菩萨本愿经》、《佛说阿弥陀经》、《无量寿经》、《观无量寿佛经》、《善财童子五十三参》、《妄尽还源观》、《净土大经解演义》、《净土大经科注》等老法师的讲经光碟循序渐进，参悟佛法。后来去拜见老法师时，老法师亲自送给我《净土大经解演义》、《净土大经科注》的播经机，同时也再次开示，让我把心安住在《无量寿经》上。因为携带方便，播经机每天伴随我听老法师开示。",
      "zh_TW": "我看完《佛教問答》，開始按照老法師的開示，從《了凡四訓》、《阿難問事佛吉凶經》、《和諧拯救危機》、《地藏菩薩本願經》、《佛說阿彌陀經》、《無量壽經》、《觀無量壽佛經》、《善財童子五十三參》、《妄盡還源觀》、《淨土大經解演義》、《淨土大經科註》等老法師的講經光碟循序漸進，參悟佛法。後來去拜見老法師時，老法師親自送給我《淨土大經解演義》、《淨土大經科註》的播經機，同時也再次開示，讓我把心安住在《無量壽經》上。因為攜帶方便，播經機每天伴隨我聽老法師開示。"
    },
    {
      "id": "02-042-0112_p0049",
      "zh_CN": "当初学佛，印象最为深刻的就是老法师开示的参悟佛法的方法与世间法不同，只能一门深入，长时薰修，决定不能夹杂，不能博览群书。我牢牢记住老法师的开示，这九年来，虽然有不少热心学佛人介绍我去认识禅宗和密宗师父，或推荐我去他们认为很殊胜的寺院，我均婉拒。在参悟佛法的过程中，我一直认定我遇到的净空老法师就是我的善知识，就是这世间最好的老师，就是佛菩萨示现来度我的。我的心完全安住在老法师这里，心中不会再有第二个善知识，我是这样想的，也是这样做的。",
      "zh_TW": "當初學佛，印象最為深刻的就是老法師開示的參悟佛法的方法與世間法不同，只能一門深入，長時薰修，決定不能夾雜，不能博覽群書。我牢牢記住老法師的開示，這九年來，雖然有不少熱心學佛人介紹我去認識禪宗和密宗師父，或推薦我去他們認為很殊勝的寺院，我均婉拒。在參悟佛法的過程中，我一直認定我遇到的淨空老法師就是我的善知識，就是這世間最好的老師，就是佛菩薩示現來度我的。我的心完全安住在老法師這裡，心中不會再有第二個善知識，我是這樣想的，也是這樣做的。"
    },
    {
      "id": "02-042-0112_p0050",
      "zh_CN": "三、一分诚敬得一分利益。",
      "zh_TW": "三、一分誠敬得一分利益。"
    },
    {
      "id": "02-042-0112_p0051",
      "zh_CN": "这九年来，回顾参悟佛法的心路历程，我对老法师反复强调的印光大师开示的「一分诚敬得一分利益，百分诚敬得百分利益，万分诚敬得万分利益」体会颇深。我正是因为对老法师有真诚恭敬心，所以在参悟佛法的过程中很快契入（从二００五年、二００六年开始听经，一听就明白，很少有听不懂的，后来听老法师开示，才明白这是真诚恭敬心感得佛菩萨加持），并且心愈来愈清净，烦恼愈来愈少。如今学佛九年，年龄增加了九岁，面貌却比二００五年初遇佛法时还精神。在此举两个小例子，说明我对老法师的诚敬心。我是一名律师，曾经给省级领导做法律顾问，也经历过很多大场面，不会紧张或激动。但我每次去拜见老法师，情不自禁会激动、感动，有时用笔记录老法师的开示，手会抖得厉害，难以自持。另我每次见老法师前二、三天晚上都会很兴奋，这种现象完全是因为真诚心和恭敬心所致。",
      "zh_TW": "這九年來，回顧參悟佛法的心路歷程，我對老法師反覆強調的印光大師開示的「一分誠敬得一分利益，百分誠敬得百分利益，萬分誠敬得萬分利益」體會頗深。我正是因為對老法師有真誠恭敬心，所以在參悟佛法的過程中很快契入（從二００五年、二００六年開始聽經，一聽就明白，很少有聽不懂的，後來聽老法師開示，才明白這是真誠恭敬心感得佛菩薩加持），並且心愈來愈清淨，煩惱愈來愈少。如今學佛九年，年齡增加了九歲，面貌卻比二００五年初遇佛法時還精神。在此舉兩個小例子，說明我對老法師的誠敬心。我是一名律師，曾經給省級領導做法律顧問，也經歷過很多大場面，不會緊張或激動。但我每次去拜見老法師，情不自禁會激動、感動，有時用筆記錄老法師的開示，手會抖得厲害，難以自持。另我每次見老法師前二、三天晚上都會很興奮，這種現象完全是因為真誠心和恭敬心所致。"
    },
    {
      "id": "02-042-0112_p0052",
      "zh_CN": "这两年随着一门深入，长时间薰修，有种从量变到质变的感觉，心愈来愈净，对世间的名闻利养愈来愈远离，修柔顺忍愈来愈得力，往生西方极乐世界的愿望和信心愈来愈坚定。参悟佛法，对照老法师开示的标准，小悟、中悟、大彻大悟，我有一种小小悟的感受。看净土的经论以及《坛经》、《金刚经》、《楞严经》等，均明白其意，也体会到一经通百经通的道理。因为释迦牟尼佛和诸佛应机说法，都是讲自性（六祖的五句话），讲诸法实相（凡所有相皆是虚妄、相有体空），讲修行回归自性的方法（即妄尽还源观，即看破、放下、自在、随缘、念佛）。",
      "zh_TW": "這兩年隨著一門深入，長時間薰修，有種從量變到質變的感覺，心愈來愈淨，對世間的名聞利養愈來愈遠離，修柔順忍愈來愈得力，往生西方極樂世界的願望和信心愈來愈堅定。參悟佛法，對照老法師開示的標準，小悟、中悟、大徹大悟，我有一種小小悟的感受。看淨土的經論以及《壇經》、《金剛經》、《楞嚴經》等，均明白其意，也體會到一經通百經通的道理。因為釋迦牟尼佛和諸佛應機說法，都是講自性（六祖的五句話），講諸法實相（凡所有相皆是虛妄、相有體空），講修行回歸自性的方法（即妄盡還源觀，即看破、放下、自在、隨緣、念佛）。"
    },
    {
      "id": "02-042-0112_p0053",
      "zh_CN": "四、老实、听话、真干。",
      "zh_TW": "四、老實、聽話、真幹。"
    },
    {
      "id": "02-042-0112_p0054",
      "zh_CN": "在刚刚开始学佛时，觉得有一些没听懂的问题需要问老法师，但是随着一门深入，对佛法的解悟也渐渐加深，后来明白自己的那些问题不过是自己的妄想。佛法仅仅是佛祖指导我们去西方极乐世界见阿弥陀佛的指路牌而已，我们踏上这条回归自性之路，除了阿弥陀佛这句圣号，其他皆是虚妄，最终皆需要舍弃。故每次去拜见老法师，除了请教一些我弘扬佛法的方法外，没有学佛的问题需要老法师开示。",
      "zh_TW": "在剛剛開始學佛時，覺得有一些沒聽懂的問題需要問老法師，但是隨著一門深入，對佛法的解悟也漸漸加深，後來明白自己的那些問題不過是自己的妄想。佛法僅僅是佛祖指導我們去西方極樂世界見阿彌陀佛的指路牌而已，我們踏上這條回歸自性之路，除了阿彌陀佛這句聖號，其他皆是虛妄，最終皆需要捨棄。故每次去拜見老法師，除了請教一些我弘揚佛法的方法外，沒有學佛的問題需要老法師開示。"
    },
    {
      "id": "02-042-0112_p0055",
      "zh_CN": "在九年中，我也偶而感应过佛相、佛号、佛光，念佛号满嘴生香，常常梦见老法师等。尤其是今年，我在早晚课念佛号时，虽然闭上眼睛，眼前却出现一尊金佛轮廓；闭上眼睛听《净土大经解演义》时，会进入定的状态，没有任何杂念，只有老法师的开示，但我牢记老法师的教导，不理会那些境界，以免着魔。一开始学佛，看到周围那些修密宗的同修在秀神通，我还有些羡慕他们学佛有功夫，后来听老法师开示，才明白他们那是进入魔境而不是有功夫。我庆幸自己遇到了最好的善知识，让我这九年一帆风顺，没有着魔，也没有冤亲债主来障碍。总结九年历程，我除了对老法师的真诚恭敬心外，就是完全敞开心扉，百分之百接受老法师开示，不怀疑、不夹杂、不间断，老实、听话、真干，心中只装阿弥陀佛，只有老法师的《净土大经科注》，只想往生极乐世界，心中无我，这样纯净的心不可能感召那些魔境和冤亲债主，正所谓万法心生，魔境和冤亲债主也是心生。",
      "zh_TW": "在九年中，我也偶而感應過佛相、佛號、佛光，念佛號滿嘴生香，常常夢見老法師等。尤其是今年，我在早晚課念佛號時，雖然閉上眼睛，眼前卻出現一尊金佛輪廓；閉上眼睛聽《淨土大經解演義》時，會進入定的狀態，沒有任何雜念，只有老法師的開示，但我牢記老法師的教導，不理會那些境界，以免著魔。一開始學佛，看到周圍那些修密宗的同修在秀神通，我還有些羨慕他們學佛有功夫，後來聽老法師開示，才明白他們那是進入魔境而不是有功夫。我慶幸自己遇到了最好的善知識，讓我這九年一帆風順，沒有著魔，也沒有冤親債主來障礙。總結九年歷程，我除了對老法師的真誠恭敬心外，就是完全敞開心扉，百分之百接受老法師開示，不懷疑、不夾雜、不間斷，老實、聽話、真幹，心中只裝阿彌陀佛，只有老法師的《淨土大經科註》，只想往生極樂世界，心中無我，這樣純淨的心不可能感召那些魔境和冤親債主，正所謂萬法心生，魔境和冤親債主也是心生。"
    },
    {
      "id": "02-042-0112_p0056",
      "zh_CN": "随着对佛法解悟的加深，我牢记老法师开示：佛法关键在受持。就是明白佛讲的道理后，要落实到我们的生活和工作中，要真干，从衣食住行不分别、不执着做起，从少打妄想做起。我就是牢记和听从老法师的上述教诲，逐渐学会少打妄想、少分别、少执着，心安住在一句佛号上。这样坚持下来，妄念和烦恼逐渐减少，心愈来愈定，定在一句佛号上，定在《无量寿经》上，定在求生西方极乐世界上。",
      "zh_TW": "隨著對佛法解悟的加深，我牢記老法師開示：佛法關鍵在受持。就是明白佛講的道理後，要落實到我們的生活和工作中，要真幹，從衣食住行不分別、不執著做起，從少打妄想做起。我就是牢記和聽從老法師的上述教誨，逐漸學會少打妄想、少分別、少執著，心安住在一句佛號上。這樣堅持下來，妄念和煩惱逐漸減少，心愈來愈定，定在一句佛號上，定在《無量壽經》上，定在求生西方極樂世界上。"
    },
    {
      "id": "02-042-0112_p0057",
      "zh_CN": "为了尊重有情众生生命平等，从二０一三年八月开始素食至今，身体不但没有不适，反而愈来愈健康。",
      "zh_TW": "為了尊重有情眾生生命平等，從二０一三年八月開始素食至今，身體不但沒有不適，反而愈來愈健康。"
    },
    {
      "id": "02-042-0112_p0058",
      "zh_CN": "五、感恩我的净空老和尚。",
      "zh_TW": "五、感恩我的淨空老和尚。"
    },
    {
      "id": "02-042-0112_p0059",
      "zh_CN": "人身难得今已得，佛法难闻今已闻，今生有幸遇到净空老和尚，指导我发起求生西方极乐世界的无上菩提心，踏上回「故乡」之路，从此不再搞六道轮回，此时此刻，心中充满对老法师无限的感恩。同时也清醒的知道，只有依教奉行，以海贤老和尚和恩师净空老和尚为榜样，老实、听话、真干，往生成佛，才是对恩师净空老和尚的最好报答。南无阿弥陀佛！南无阿弥陀佛！南无阿弥陀佛！居士雷新平。",
      "zh_TW": "人身難得今已得，佛法難聞今已聞，今生有幸遇到淨空老和尚，指導我發起求生西方極樂世界的無上菩提心，踏上回「故鄉」之路，從此不再搞六道輪迴，此時此刻，心中充滿對老法師無限的感恩。同時也清醒的知道，只有依教奉行，以海賢老和尚和恩師淨空老和尚為榜樣，老實、聽話、真幹，往生成佛，才是對恩師淨空老和尚的最好報答。南無阿彌陀佛！南無阿彌陀佛！南無阿彌陀佛！居士雷新平。"
    },
    {
      "id": "02-042-0112_p0060",
      "zh_CN": "老法师：雷新平居士的报告文字不多，他给我们作证转，意义很深。修行的时间不长，九年，九年有这么好的境界，有这样殊胜的效果，我们为他赞叹。再看看，多少同学学了九年、十年，达不到这个境界。什么原因？他真相信，他不怀疑。你看有多少朋友介绍他学这个、学那个，他统统拒绝。他像贤公老和尚一样，一句佛号念到底，一部《无量寿经》念到底。确确实实对于老祖宗、祖师大德留下来的「一门深入，长时薰修」，「读书千遍，其义自见」，这才行。从这个报告来看我们就晓得，他决定得生净土，毫无怀疑。走的时候很有可能像海贤他们一样身无病苦，自在往生，这能看得到的，给我们做证明。",
      "zh_TW": "老法師：雷新平居士的報告文字不多，他給我們作證轉，意義很深。修行的時間不長，九年，九年有這麼好的境界，有這樣殊勝的效果，我們為他讚歎。再看看，多少同學學了九年、十年，達不到這個境界。什麼原因？他真相信，他不懷疑。你看有多少朋友介紹他學這個、學那個，他統統拒絕。他像賢公老和尚一樣，一句佛號念到底，一部《無量壽經》念到底。確確實實對於老祖宗、祖師大德留下來的「一門深入，長時薰修」，「讀書千遍，其義自見」，這才行。從這個報告來看我們就曉得，他決定得生淨土，毫無懷疑。走的時候很有可能像海賢他們一樣身無病苦，自在往生，這能看得到的，給我們做證明。"
    },
    {
      "id": "02-042-0112_p0061",
      "zh_CN": "学生：尊敬的师父上人，阿弥陀佛！惭愧弟子妙音，向师父上人及各位老师恭敬汇报的主题是：「众生皆可成佛，放下便是」。",
      "zh_TW": "學生：尊敬的師父上人，阿彌陀佛！慚愧弟子妙音，向師父上人及各位老師恭敬匯報的主題是：「眾生皆可成佛，放下便是」。"
    },
    {
      "id": "02-042-0112_p0062",
      "zh_CN": "缘起。弟子的大哥宋喜栋因喉癌晚期，于二０一四年九月二十日（农历八月二十七）舍报，享年六十岁，十月十一日（农历九月十八）中阴身往生。弟子现将大哥从生病到往生的过程记录下来，敬呈给师父老人家及各位老师批评指正。",
      "zh_TW": "緣起。弟子的大哥宋喜棟因喉癌晚期，於二０一四年九月二十日（農曆八月二十七）捨報，享年六十歲，十月十一日（農曆九月十八）中陰身往生。弟子現將大哥從生病到往生的過程記錄下來，敬呈給師父老人家及各位老師批評指正。"
    },
    {
      "id": "02-042-0112_p0063",
      "zh_CN": "一、生平—接触圣贤，回心向善。",
      "zh_TW": "一、生平—接觸聖賢，回心向善。"
    },
    {
      "id": "02-042-0112_p0064",
      "zh_CN": "弟子兄弟姊妹六人，姐姐老大，弟子最小，四个兄弟中大哥是长子，二哥三岁时夭折。因为从小在农村长大，大哥年轻时造了很重的杀业，掏鸟窝、网泥鳅、抓青蛙、摸河鱼，还打过黄鼠狼和蛇。对小动物他直接用刀剁去头和脚，剥皮掏肠、烧烤烹煮了吃，鸡、鸭、鹅、猪等大动物就从咽喉下刀；勒狗时见狗不死，还往嘴里灌水。这些天上飞、地上跑、水里游的众生，他杀了很多很多。因为是长孙，爷爷奶奶都很宠爱他，养成了他霸道的性格，经常打群架，稍有不如意举手就打、张口就骂，脏话不离口，骂人家父母和祖宗成了家常便饭，造了很重的口业。后来成了家，又有了家族企业，大哥的性格也没改，家里外面说一不二，没人敢违逆他，员工们没少受他气，看见他都躲着走。",
      "zh_TW": "弟子兄弟姊妹六人，姐姐老大，弟子最小，四個兄弟中大哥是長子，二哥三歲時夭折。因為從小在農村長大，大哥年輕時造了很重的殺業，掏鳥窩、網泥鰍、抓青蛙、摸河魚，還打過黃鼠狼和蛇。對小動物他直接用刀剁去頭和腳，剝皮掏腸、燒烤烹煮了吃，雞、鴨、鵝、豬等大動物就從咽喉下刀；勒狗時見狗不死，還往嘴裡灌水。這些天上飛、地上跑、水裡游的眾生，他殺了很多很多。因為是長孫，爺爺奶奶都很寵愛他，養成了他霸道的性格，經常打群架，稍有不如意舉手就打、張口就罵，髒話不離口，罵人家父母和祖宗成了家常便飯，造了很重的口業。後來成了家，又有了家族企業，大哥的性格也沒改，家裡外面說一不二，沒人敢違逆他，員工們沒少受他氣，看見他都躲著走。"
    },
    {
      "id": "02-042-0112_p0065",
      "zh_CN": "直到二００七年，弟子和姐姐在庐江文化教育中心做义工，哥哥们去听了蔡老师的课，大哥的思想触动最大，回来后像换了一个人。这些年，在姐姐的带动下，我们在烟台的企业一直在推行《弟子规》，大哥的性情大有转变，不再打骂员工了，待人处事的态度也从以前的暴躁无理逐渐变得平和宽容；兄弟姊妹有善举时，像印经、放生、资助贫困和病患等，他都能随喜；每当企业园区内塑造佛像、安装播经设备时，他都要亲力亲为。弟子家在鞍山，父母墓地也在鞍山，大哥每次从烟台回来，必先去坟上拜祭父母，然后再办其他事。二０一三年，弟子的四嫂因病住院，大哥跪在佛前，为四嫂舍寿五年。",
      "zh_TW": "直到二００七年，弟子和姐姐在廬江文化教育中心做義工，哥哥們去聽了蔡老師的課，大哥的思想觸動最大，回來後像換了一個人。這些年，在姐姐的帶動下，我們在煙台的企業一直在推行《弟子規》，大哥的性情大有轉變，不再打罵員工了，待人處事的態度也從以前的暴躁無理逐漸變得平和寬容；兄弟姊妹有善舉時，像印經、放生、資助貧困和病患等，他都能隨喜；每當企業園區內塑造佛像、安裝播經設備時，他都要親力親為。弟子家在鞍山，父母墓地也在鞍山，大哥每次從煙台回來，必先去墳上拜祭父母，然後再辦其他事。二０一三年，弟子的四嫂因病住院，大哥跪在佛前，為四嫂捨壽五年。"
    },
    {
      "id": "02-042-0112_p0066",
      "zh_CN": "师父老人家说过：人是教得好的，好人恶人都能教好，人性本善。",
      "zh_TW": "師父老人家說過：人是教得好的，好人惡人都能教好，人性本善。"
    },
    {
      "id": "02-042-0112_p0067",
      "zh_CN": "二、罹病—听闻佛法，相信因果。",
      "zh_TW": "二、罹病—聽聞佛法，相信因果。"
    },
    {
      "id": "02-042-0112_p0068",
      "zh_CN": "二０一四年年初，大哥在几家医院确诊患了喉癌晚期，考虑到大哥特别惜命，嫂子和姪女特意嘱咐亲属不能把真相告诉他。姪女婿是中医大夫，大哥的病一直采用中医保守疗法。时间紧迫，既要让大哥尽快接受佛法，又要顾及家人的感受。弟子在佛前发愿，仰求佛力加持：大哥若有寿，就让他好起来，从此能信佛念佛；若寿命已尽，弟子就尽心尽力护持他往生。视大哥生死如己之生死，只要有百分之一的希望，就要尽百分之百的努力，依教奉行，善巧方便，启发大哥能真信切愿，放下万缘，念佛求往生。",
      "zh_TW": "二０一四年年初，大哥在幾家醫院確診患了喉癌晚期，考慮到大哥特別惜命，嫂子和姪女特意囑咐親屬不能把真相告訴他。姪女婿是中醫大夫，大哥的病一直採用中醫保守療法。時間緊迫，既要讓大哥儘快接受佛法，又要顧及家人的感受。弟子在佛前發願，仰求佛力加持：大哥若有壽，就讓他好起來，從此能信佛念佛；若壽命已盡，弟子就盡心盡力護持他往生。視大哥生死如己之生死，只要有百分之一的希望，就要盡百分之百的努力，依教奉行，善巧方便，啟發大哥能真信切願，放下萬緣，念佛求往生。"
    },
    {
      "id": "02-042-0112_p0069",
      "zh_CN": "弟子先是领着大哥到海城大悲古寺参加三时系念法会，又多次召集莲友诵《地藏经》，他自己前前后后也诵了一百多部。大哥诵《地藏经》时，要是感到自己心念不专，就从头再来。他经常说：「地藏菩萨太辛苦了，我要是能成佛，一定去帮地藏菩萨的忙。」弟子又让他听了定弘法师讲的《感应篇汇编》。知道因果后，因为特别怕下地狱，大哥从此戒杀放生，发心吃素，并戒了烟酒，再也不敢骂人了。由于不了解自己的实际病情，大哥诵经、念佛还是一心求病好，不愿求生西方。弟子开始让他读《无量寿经》，听定弘法师讲的《四十八愿》，看贤公老和尚的光碟，每天定课佛号，又让他对自己造的杀业、口业做忏悔。弟子每次向大哥介绍佛法都困难重重，他对自己的病情很敏感，交流时深不得、浅不得，经常被他一口回绝。想起老法师说过，过去人都是跪着接法，现在要跪着给人送法，我遇到的这点障碍算什么？弟子就一次次鼓起勇气，抓住他求病好的心理，把握尺度，耐心规劝，直到他最终接受。",
      "zh_TW": "弟子先是領著大哥到海城大悲古寺參加三時繫念法會，又多次召集蓮友誦《地藏經》，他自己前前後後也誦了一百多部。大哥誦《地藏經》時，要是感到自己心念不專，就從頭再來。他經常說：「地藏菩薩太辛苦了，我要是能成佛，一定去幫地藏菩薩的忙。」弟子又讓他聽了定弘法師講的《感應篇彙編》。知道因果後，因為特別怕下地獄，大哥從此戒殺放生，發心吃素，並戒了煙酒，再也不敢罵人了。由於不了解自己的實際病情，大哥誦經、念佛還是一心求病好，不願求生西方。弟子開始讓他讀《無量壽經》，聽定弘法師講的《四十八願》，看賢公老和尚的光碟，每天定課佛號，又讓他對自己造的殺業、口業做懺悔。弟子每次向大哥介紹佛法都困難重重，他對自己的病情很敏感，交流時深不得、淺不得，經常被他一口回絕。想起老法師說過，過去人都是跪著接法，現在要跪著給人送法，我遇到的這點障礙算什麼？弟子就一次次鼓起勇氣，抓住他求病好的心理，把握尺度，耐心規勸，直到他最終接受。"
    },
    {
      "id": "02-042-0112_p0070",
      "zh_CN": "到六月份，他说话只能从嗓子眼发声。想到大哥身后事尚未安排，弟子拿「我们和儿女的四种缘分」、「老人应当如何向子女交代后事」的视频给他看，又发动先生、姐姐和哥嫂们立好遗嘱，读给他听，并给他讲生命无常，让他提早做准备。他接受了建议，处理好财产，哥嫂和两个姪女都同意身后事按佛法办。大姪女家在鞍山，姪女婿定期给大哥配药、熬药，悉心照料。大哥在鞍山治疗时，一直住在女儿家里。",
      "zh_TW": "到六月份，他說話只能從嗓子眼發聲。想到大哥身後事尚未安排，弟子拿「我們和兒女的四種緣分」、「老人應當如何向子女交代後事」的視頻給他看，又發動先生、姐姐和哥嫂們立好遺囑，讀給他聽，並給他講生命無常，讓他提早做準備。他接受了建議，處理好財產，哥嫂和兩個姪女都同意身後事按佛法辦。大姪女家在鞍山，姪女婿定期給大哥配藥、熬藥，悉心照料。大哥在鞍山治療時，一直住在女兒家裡。"
    },
    {
      "id": "02-042-0112_p0071",
      "zh_CN": "六月中旬的一天，莲友们要在弟子家中给大哥诵《地藏经》，大哥早早的就来了，心有余悸的给弟子讲他半夜做的梦：他坐在牛和马拉的一辆满载物品的车上，到一个地方去送还，走到半路时，牛和马不肯走了。接着他发现自己跪在一个大殿上，在中间桌案的后面坐着一个管事的人，从大殿两旁涌出来好多众生，一看都是被他杀害的，领头的是个无头老妇人（是他曾经伤害过的一个人的母亲）。这些众生聚在桌案前向管事的告状，要大哥偿还命债。一群群的众生还围过来往殿下拉他、打他，吓得他死死抱住桌脚，跪在地上不住的磕头、认错、求饶，他不停的说：「我认帐！我就是来还帐的。」这时管事的替他讲情：「他还有点忏悔心，还有救，你们暂且放了他。」大哥讲完，让弟子看他被打的地方，说醒后还一直疼。弟子告诉他：「你这是地狱相现前，众生来索命，判官慈悲给你讲情，众生慈悲提醒你，又给你一段时间，你不真心忏悔、不真学佛，你肯定要过这一关。」之后，大哥有半个月时间起不来床，发烧、便秘、吃不下饭，整天魂不守舍的。弟子拜佛求佛，开始不间断的为哥哥放生。",
      "zh_TW": "六月中旬的一天，蓮友們要在弟子家中給大哥誦《地藏經》，大哥早早的就來了，心有餘悸的給弟子講他半夜做的夢：他坐在牛和馬拉的一輛滿載物品的車上，到一個地方去送還，走到半路時，牛和馬不肯走了。接著他發現自己跪在一個大殿上，在中間桌案的後面坐著一個管事的人，從大殿兩旁湧出來好多眾生，一看都是被他殺害的，領頭的是個無頭老婦人（是他曾經傷害過的一個人的母親）。這些眾生聚在桌案前向管事的告狀，要大哥償還命債。一群群的眾生還圍過來往殿下拉他、打他，嚇得他死死抱住桌腳，跪在地上不住的磕頭、認錯、求饒，他不停的說：「我認帳！我就是來還帳的。」這時管事的替他講情：「他還有點懺悔心，還有救，你們暫且放了他。」大哥講完，讓弟子看他被打的地方，說醒後還一直疼。弟子告訴他：「你這是地獄相現前，眾生來索命，判官慈悲給你講情，眾生慈悲提醒你，又給你一段時間，你不真心懺悔、不真學佛，你肯定要過這一關。」之後，大哥有半個月時間起不來床，發燒、便祕、吃不下飯，整天魂不守舍的。弟子拜佛求佛，開始不間斷的為哥哥放生。"
    },
    {
      "id": "02-042-0112_p0072",
      "zh_CN": "六月末，弟子只身去寺院，为大哥身上的众生做佛事超度他们。回来后，大哥一见到弟子就说：「小妹，我能吃饭了，好像魂回来了。」弟子见他状态好转，开始给他讲六道轮回和西方圣境，让他看有关往生的视频：韩昕彤往生，刘老师姐夫往生，周广大居士往生等等。他常说：「小妹，这些哥都信。我又不是癌症，等我真的不行了，我一定会跟佛走，看到莲花我就跳上去（他一拍桌子），我要一鸣惊人！」",
      "zh_TW": "六月末，弟子隻身去寺院，為大哥身上的眾生做佛事超度他們。回來後，大哥一見到弟子就說：「小妹，我能吃飯了，好像魂回來了。」弟子見他狀態好轉，開始給他講六道輪迴和西方聖境，讓他看有關往生的視頻：韓昕彤往生，劉老師姐夫往生，周廣大居士往生等等。他常說：「小妹，這些哥都信。我又不是癌症，等我真的不行了，我一定會跟佛走，看到蓮花我就跳上去（他一拍桌子），我要一鳴驚人！」"
    },
    {
      "id": "02-042-0112_p0073",
      "zh_CN": "三、舍报—信愿不足，进入中阴。",
      "zh_TW": "三、捨報—信願不足，進入中陰。"
    },
    {
      "id": "02-042-0112_p0074",
      "zh_CN": "因为不了解自己的病情，大哥执意要回烟台家里看看，想拿些衣物再返回来。七月下旬，大哥最后一次回烟台，没想到病情加重。他因呼吸困难，被家人送到医院，住院当晚，他看到很多半米高的小人，叽叽喳喳的说要折腾死他。第二天，大夫建议大哥开刀割喉管，他吓得立即出院回家。弟子闻讯赶到烟台，见他一到晚上就不认人，经常窒息。嫂子看见有两只大手掐大哥脖子，吓得他整宿抱着大砍刀睡觉，问嫂子才说，这种情况有一个月了。",
      "zh_TW": "因為不了解自己的病情，大哥執意要回煙台家裡看看，想拿些衣物再返回來。七月下旬，大哥最後一次回煙台，沒想到病情加重。他因呼吸困難，被家人送到醫院，住院當晚，他看到很多半米高的小人，嘰嘰喳喳的說要折騰死他。第二天，大夫建議大哥開刀割喉管，他嚇得立即出院回家。弟子聞訊趕到煙台，見他一到晚上就不認人，經常窒息。嫂子看見有兩隻大手掐大哥脖子，嚇得他整宿抱著大砍刀睡覺，問嫂子才說，這種情況有一個月了。"
    },
    {
      "id": "02-042-0112_p0075",
      "zh_CN": "弟子知道大哥时日不多，考虑到烟台不具备助念的条件，在得到先生和儿子的支持后，弟子做通了哥嫂和姪女的工作，准备把大哥接到鞍山弟子家中。鞍山、烟台两地的医院怕出危险，都不肯出救护车。弟子求佛加持，又与大哥身上的众生沟通后，由三哥开着商务车，将座位放倒，配上氧气机，从烟台上船到大连，再开车到鞍山。大家一路念佛，于九月三日上午平安的把大哥接到弟子家中。第二天，弟子召集莲友诵《地藏经》，又为大哥及他身上的众生放生，可大哥还是安定不下来，念不了佛。为了让大哥尽快安下心来念佛，弟子拜佛求佛后找大哥谈话，让他为那些被他打骂过的众生的祖先们和嫂子的祖先立牌位，并忏悔发愿、做功德。开始大哥不认帐：「骂人还算？那有什么好忏悔的？我凭什么给别人祖宗立牌位？」弟子就耐心的给他讲道理：起心动念都有因果，何况你骂人家祖宗！那都有报应，要下拔舌地狱的。他终于肯接受，自己发心给这些祖先们在金山寺立了牌位，又放生回向，在佛前做了忏悔发愿。之后，他睡了几天好觉，身上也轻松多了。弟子抓紧时机，白天、晚上带动他念佛。他常说：「小妹，念佛的感觉真好！」有时弟子问他话，他就说：「我念佛呢，别打断我。」",
      "zh_TW": "弟子知道大哥時日不多，考慮到煙台不具備助念的條件，在得到先生和兒子的支持後，弟子做通了哥嫂和姪女的工作，準備把大哥接到鞍山弟子家中。鞍山、煙台兩地的醫院怕出危險，都不肯出救護車。弟子求佛加持，又與大哥身上的眾生溝通後，由三哥開著商務車，將座位放倒，配上氧氣機，從煙台上船到大連，再開車到鞍山。大家一路念佛，於九月三日上午平安的把大哥接到弟子家中。第二天，弟子召集蓮友誦《地藏經》，又為大哥及他身上的眾生放生，可大哥還是安定不下來，念不了佛。為了讓大哥儘快安下心來念佛，弟子拜佛求佛後找大哥談話，讓他為那些被他打罵過的眾生的祖先們和嫂子的祖先立牌位，並懺悔發願、做功德。開始大哥不認帳：「罵人還算？那有什麼好懺悔的？我憑什麼給別人祖宗立牌位？」弟子就耐心的給他講道理：起心動念都有因果，何況你罵人家祖宗！那都有報應，要下拔舌地獄的。他終於肯接受，自己發心給這些祖先們在金山寺立了牌位，又放生迴向，在佛前做了懺悔發願。之後，他睡了幾天好覺，身上也輕鬆多了。弟子抓緊時機，白天、晚上帶動他念佛。他常說：「小妹，念佛的感覺真好！」有時弟子問他話，他就說：「我念佛呢，別打斷我。」"
    },
    {
      "id": "02-042-0112_p0076",
      "zh_CN": "大哥舍报前一星期，嫂子和姪女终于同意弟子把真相告诉他，但是大哥不肯面对，还是一心想求病好。弟子就告诉他，灵魂没有生死，往生西方是活着去的，不舍掉现在这个身体，就换不了阿弥陀佛的金身；念佛跟佛走才是唯一出路，否则以你今生造的恶业只能下地狱。他就说，像我这样做恶多端的人怎么能成佛？往生的人不是一万个里才有那么几个吗？弟子鼓励他，那不一定，佛说众生皆可成佛。阿弥陀佛四十八愿第二十一愿「悔过得生愿」，佛救的就是你这样的众生。阿阇世王杀父囚母，临终一念忏悔，人家上品中生；张善和一生杀牛，临终遇到善缘，他至诚念佛，当下佛就把他接走了。只要你能真诚忏悔，又愿意跟佛去西方，放下眼前的一切，放下自己的身体，你多劫的善根福德加上遇缘不同，你就能成佛。你成就了，更能度人，绝不要小看了自己。",
      "zh_TW": "大哥捨報前一星期，嫂子和姪女終於同意弟子把真相告訴他，但是大哥不肯面對，還是一心想求病好。弟子就告訴他，靈魂沒有生死，往生西方是活著去的，不捨掉現在這個身體，就換不了阿彌陀佛的金身；念佛跟佛走才是唯一出路，否則以你今生造的惡業只能下地獄。他就說，像我這樣做惡多端的人怎麼能成佛？往生的人不是一萬個裡才有那麼幾個嗎？弟子鼓勵他，那不一定，佛說眾生皆可成佛。阿彌陀佛四十八願第二十一願「悔過得生願」，佛救的就是你這樣的眾生。阿闍世王殺父囚母，臨終一念懺悔，人家上品中生；張善和一生殺牛，臨終遇到善緣，他至誠念佛，當下佛就把他接走了。只要你能真誠懺悔，又願意跟佛去西方，放下眼前的一切，放下自己的身體，你多劫的善根福德加上遇緣不同，你就能成佛。你成就了，更能度人，絕不要小看了自己。"
    },
    {
      "id": "02-042-0112_p0077",
      "zh_CN": "在大哥生命的最后几天，白天依旧能下地活动，一到了晚上就整宿不睡觉，床上、地下不停的折腾。弟子知道他真诚心没发出来，忏悔力度不够，所以众生不肯轻易放过他，弟子再次拜佛求佛。九月十九日晚上（舍报前一天），弟子把佛前的拜垫拿走，直接在地板上叩响头，痛哭流涕的代大哥忏悔，求佛把弟子的寿命给哥二十年，让他活着，弟子代他走，替他还命债。直到弟子把额头磕出了鸡蛋大的包，大哥的真心才被激发出来。他一下子跪倒在地，不住的磕响头，打自己嘴巴，捶着胸脯哭着向众生说对不起，我错了，求众生原谅他。大哥年轻时曾做过对不起嫂子的事，还经常打骂嫂子，他又向嫂子忏悔。最后，大哥同意把身后做功德的善款提前拿出来。适逢第二天，上悟下道法师来辽宁盘锦做三时系念法事，当晚我们写好了牌位。下半夜时，大哥在床上、地下来回的折腾，一会热一会冷，弟子就问他疼不疼？他说不疼，只是闹心、难受。他一再催促姐姐快点去盘锦，二十日早上四时姐姐起香，与众生沟通、祈请后，带着牌位去了法会现场。姐姐走后，大哥渐渐平稳下来，他摸着佛像对嫂子说：「这回我要走了。」",
      "zh_TW": "在大哥生命的最後幾天，白天依舊能下地活動，一到了晚上就整宿不睡覺，床上、地下不停的折騰。弟子知道他真誠心沒發出來，懺悔力度不夠，所以眾生不肯輕易放過他，弟子再次拜佛求佛。九月十九日晚上（捨報前一天），弟子把佛前的拜墊拿走，直接在地板上叩響頭，痛哭流涕的代大哥懺悔，求佛把弟子的壽命給哥二十年，讓他活著，弟子代他走，替他還命債。直到弟子把額頭磕出了雞蛋大的包，大哥的真心才被激發出來。他一下子跪倒在地，不住的磕響頭，打自己嘴巴，捶著胸脯哭著向眾生說對不起，我錯了，求眾生原諒他。大哥年輕時曾做過對不起嫂子的事，還經常打罵嫂子，他又向嫂子懺悔。最後，大哥同意把身後做功德的善款提前拿出來。適逢第二天，上悟下道法師來遼寧盤錦做三時繫念法事，當晚我們寫好了牌位。下半夜時，大哥在床上、地下來回的折騰，一會熱一會冷，弟子就問他疼不疼？他說不疼，只是鬧心、難受。他一再催促姐姐快點去盤錦，二十日早上四時姐姐起香，與眾生溝通、祈請後，帶著牌位去了法會現場。姐姐走後，大哥漸漸平穩下來，他摸著佛像對嫂子說：「這回我要走了。」"
    },
    {
      "id": "02-042-0112_p0078",
      "zh_CN": "早上六时多，大哥已经说不出话来。嫂子扶他去了趟洗手间，回来吃了一口饭，接着开始淌口水。他在纸上写下「累了，歇一歇」，就躺倒了。弟子知道他已到临终时刻，就一面提醒他念佛，一面通知附近的莲友赶过来。八时多，大哥出现倒气状态，莲友们布置好现场开始助念。九时多，大哥自己坐起来一次，看到莲友们在念佛，急得直摆手，示意弟子不要念了，他还没到走的时候。弟子上去安抚他，他重新躺了下来。九时五十五分，在莲友们平稳的佛号声中，大哥安详舍报，五十多位莲友分班助念了四十多个小时后拔灵。尽管二十四小时后穿衣服时，大哥面色安详，身体柔软，无任何便秽，但是弟子知道他在助念现场并没有往生，因为大哥始终没放下亲情和自己的身体。",
      "zh_TW": "早上六時多，大哥已經說不出話來。嫂子扶他去了趟洗手間，回來吃了一口飯，接著開始淌口水。他在紙上寫下「累了，歇一歇」，就躺倒了。弟子知道他已到臨終時刻，就一面提醒他念佛，一面通知附近的蓮友趕過來。八時多，大哥出現倒氣狀態，蓮友們布置好現場開始助念。九時多，大哥自己坐起來一次，看到蓮友們在念佛，急得直擺手，示意弟子不要念了，他還沒到走的時候。弟子上去安撫他，他重新躺了下來。九時五十五分，在蓮友們平穩的佛號聲中，大哥安詳捨報，五十多位蓮友分班助念了四十多個小時後拔靈。儘管二十四小時後穿衣服時，大哥面色安詳，身體柔軟，無任何便穢，但是弟子知道他在助念現場並沒有往生，因為大哥始終沒放下親情和自己的身體。"
    },
    {
      "id": "02-042-0112_p0079",
      "zh_CN": "四、往生—众生皆可成佛，放下便是。",
      "zh_TW": "四、往生—眾生皆可成佛，放下便是。"
    },
    {
      "id": "02-042-0112_p0080",
      "zh_CN": "大哥生前，弟子曾跟他讲过，中阴身险恶，一定要活着走；万不得已进入中阴身，一定要听小妹话，喊你名字你就跟我走，我带你到庆云海岛金山寺念佛，参加三时系念法会，到时候你一定要把握住最后的机会。九月二十四日晚，弟子和嫂子在佛堂起香，召请大哥的亡灵随我们去金山寺。每到一地，弟子就喊大哥名字，提醒他别乱跑。二十五日中午到达金山寺，弟子先带着大哥拜山门和金山寺的护法善神，之后来到大殿拜佛求佛，弟子发心每个七为大哥做供养。挂单后，弟子来到牌位室向师父讲明来意，恳请师父为弟子安排佛七。适逢秋收，师父和常住们大部分都下地干活去了，念佛人不多。师父得知弟子是为送哥哥往生，非常慈悲，特意抽上来二十一人，又腾出二楼念佛堂，专为我们静修念佛用。我们静修班的作息时间是：三时半至六时参加大众早课；七时至十一时进念佛堂念佛，中间有两个小时听《大经科注》；下午一时半至五时半还是念佛；晚上六时半至九时，师父领着四众弟子做一时系念法会（逢六斋日是三时系念法会）。弟子在佛前发愿：为哥哥以及金山寺的一切有缘众生精进念佛，大哥的每个七，弟子发心念昼夜，祈请韦驮菩萨护持弟子。二十五日当晚，嫂子梦见大哥在她对面盘腿打坐，弟子知道哥哥已经跟来了。",
      "zh_TW": "大哥生前，弟子曾跟他講過，中陰身險惡，一定要活著走；萬不得已進入中陰身，一定要聽小妹話，喊你名字你就跟我走，我帶你到慶雲海島金山寺念佛，參加三時繫念法會，到時候你一定要把握住最後的機會。九月二十四日晚，弟子和嫂子在佛堂起香，召請大哥的亡靈隨我們去金山寺。每到一地，弟子就喊大哥名字，提醒他別亂跑。二十五日中午到達金山寺，弟子先帶著大哥拜山門和金山寺的護法善神，之後來到大殿拜佛求佛，弟子發心每個七為大哥做供養。掛單後，弟子來到牌位室向師父講明來意，懇請師父為弟子安排佛七。適逢秋收，師父和常住們大部分都下地幹活去了，念佛人不多。師父得知弟子是為送哥哥往生，非常慈悲，特意抽上來二十一人，又騰出二樓念佛堂，專為我們靜修念佛用。我們靜修班的作息時間是：三時半至六時參加大眾早課；七時至十一時進念佛堂念佛，中間有兩個小時聽《大經科註》；下午一時半至五時半還是念佛；晚上六時半至九時，師父領著四眾弟子做一時繫念法會（逢六齋日是三時繫念法會）。弟子在佛前發願：為哥哥以及金山寺的一切有緣眾生精進念佛，大哥的每個七，弟子發心念晝夜，祈請韋馱菩薩護持弟子。二十五日當晚，嫂子夢見大哥在她對面盤腿打坐，弟子知道哥哥已經跟來了。"
    },
    {
      "id": "02-042-0112_p0081",
      "zh_CN": "九月二十六日，大哥头七，弟子特意嘱咐嫂子，绝不能动念干扰他，要劝他把妳放下，念佛跟佛走，让他在西方等妳。嫂子去斋堂做义工，弟子带大哥进念佛堂念佛。弟子给大哥开示：「宋喜栋，你一定要听话，我念佛你念佛，我听经你听经，我休息了你继续回念佛堂念佛。」又反复跟他讲六道苦，西方胜，并一遍遍求佛慈悲接引哥哥。念佛堂堂主请示师父后，允许弟子在哥哥的每个七念昼夜。当晚，念到下半夜二时止静时，看见哥哥坐在对面，弟子知道他在跟弟子念佛。接下来的日子，弟子坚持每天早中晚对大哥三至五次开示，拜佛三百拜，日课八、九万声佛号。",
      "zh_TW": "九月二十六日，大哥頭七，弟子特意囑咐嫂子，絕不能動念干擾他，要勸他把妳放下，念佛跟佛走，讓他在西方等妳。嫂子去齋堂做義工，弟子帶大哥進念佛堂念佛。弟子給大哥開示：「宋喜棟，你一定要聽話，我念佛你念佛，我聽經你聽經，我休息了你繼續回念佛堂念佛。」又反覆跟他講六道苦，西方勝，並一遍遍求佛慈悲接引哥哥。念佛堂堂主請示師父後，允許弟子在哥哥的每個七念晝夜。當晚，念到下半夜二時止靜時，看見哥哥坐在對面，弟子知道他在跟弟子念佛。接下來的日子，弟子堅持每天早中晚對大哥三至五次開示，拜佛三百拜，日課八、九萬聲佛號。"
    },
    {
      "id": "02-042-0112_p0082",
      "zh_CN": "十月三日，大哥二七。弟子与大哥沟通时刚柔并济，告诉他要赶紧放下，把握住机会跟佛走。绕佛时，听见大哥在弟子耳边说：「我才学几天，我就够努力的了。」马上快到三七了，哥哥还没有走，弟子心里有些着急。因为弟子的婆婆去年往生，她是二七时在系念法会现场走的，走后给先生和莲友都来了信。弟子真心求佛菩萨加持，求祖宗庇佑，希望能够连续三天做三时系念法事。弟子把身上仅有的钱拿出来用于农历九月十九日观音菩萨出家日供佛斋僧，为哥哥做功德。第二天黑板写出通知：农历九月十五、十六、十七日，三天三时系念法事，十八日晚到十九日晚，昼夜念观音圣号。真是人有善愿，天必从之，感恩三宝加持，感恩护法善神慈悲。",
      "zh_TW": "十月三日，大哥二七。弟子與大哥溝通時剛柔並濟，告訴他要趕緊放下，把握住機會跟佛走。繞佛時，聽見大哥在弟子耳邊說：「我才學幾天，我就夠努力的了。」馬上快到三七了，哥哥還沒有走，弟子心裡有些著急。因為弟子的婆婆去年往生，她是二七時在繫念法會現場走的，走後給先生和蓮友都來了信。弟子真心求佛菩薩加持，求祖宗庇佑，希望能夠連續三天做三時繫念法事。弟子把身上僅有的錢拿出來用於農曆九月十九日觀音菩薩出家日供佛齋僧，為哥哥做功德。第二天黑板寫出通知：農曆九月十五、十六、十七日，三天三時繫念法事，十八日晚到十九日晚，晝夜念觀音聖號。真是人有善願，天必從之，感恩三寶加持，感恩護法善神慈悲。"
    },
    {
      "id": "02-042-0112_p0083",
      "zh_CN": "十月十日（农历九月十七），大哥三七。在做三时系念时，弟子两次看见大哥在空中盘腿打坐，双手合十，向弟子微笑。因为没看见莲花座，弟子流泪了，一时心急就埋怨他：「怎么还不走？」弟子心里起念了。十月十一日中午（农历九月十八），一位学长有急事，打电话让嫂子找到弟子，了解到弟子当下的心态后劝弟子，一定要定住，送佛送到西，妳怎么知道大哥走不了？四十九天不是还没到吗？弟子顿生惭愧，就安排莲友寄钱和入冬的衣物，而后来到念佛堂，跪在佛前痛哭忏悔：哥哥正是最关键、最无助的时候，需要有人推他一把，我怎么能心浮气躁？想起丁嘉丽老师的母亲说的话：「妳念好佛了吗？」我念专他才专，我愿坚他才坚，就下定决心继续护持大哥，直到他往生。",
      "zh_TW": "十月十日（農曆九月十七），大哥三七。在做三時繫念時，弟子兩次看見大哥在空中盤腿打坐，雙手合十，向弟子微笑。因為沒看見蓮花座，弟子流淚了，一時心急就埋怨他：「怎麼還不走？」弟子心裡起念了。十月十一日中午（農曆九月十八），一位學長有急事，打電話讓嫂子找到弟子，了解到弟子當下的心態後勸弟子，一定要定住，送佛送到西，妳怎麼知道大哥走不了？四十九天不是還沒到嗎？弟子頓生慚愧，就安排蓮友寄錢和入冬的衣物，而後來到念佛堂，跪在佛前痛哭懺悔：哥哥正是最關鍵、最無助的時候，需要有人推他一把，我怎麼能心浮氣躁？想起丁嘉麗老師的母親說的話：「妳念好佛了嗎？」我念專他才專，我願堅他才堅，就下定決心繼續護持大哥，直到他往生。"
    },
    {
      "id": "02-042-0112_p0084",
      "zh_CN": "弟子安下心后回到念佛堂，声泪俱下的劝导大哥：「宋喜栋，你为什么没活着走？是你放不下自己的身体。现在你也看到了，你的假壳已经化成灰，装在那个小匣子里了。你放也得放，不放也得放，四十九天一到，你就要随业受报，一切就由不得你了。你读过《地藏经》，知道地狱苦；也听过《感应篇》，懂得因果报应。你不跟佛走，就只能下地狱，受无量劫的苦，连鬼道你都去不了。前两天我带你听经时，你不也听到了，李世民为什么下地狱？一是他造的杀业，二是他放不下长孙皇后。一代明君，不照样要受地狱果报吗？所以嫂子和两个姪女你也得放下，你成佛了，就有能力回来照顾她们。宋喜栋，你别以为现在没有身体的罣碍，飘来飘去挺自在，还能跟我在道场念佛听经；你不赶紧跟佛走，七七一到，小妹再有天大的本事也帮不了你。极乐世界那么好，你生前发过愿，你成佛了要度像你一样的人，你要救度那些被你杀过的众生，你一定要做老宋家第一尊佛。无论你从前做过什么对不起祖宗的事，只要你能一念觉醒，放下万缘，往生成佛，你就是世出世间第一大孝子，就能光宗耀祖。哥，你一定要把过去的狠劲拿出来，哥你一定行！」劝导后，弟子接着念佛。下午四点左右绕佛时，听到大哥的声音在耳边说「我走了」，弟子瞬间泪如雨下，心里对哥哥说：「哥你不圆满，你也没说到哪去，我怎么向家人交代？我相信你往生了，你能不能告诉别人说你去哪了。」弟子把此事埋在心里继续念佛。",
      "zh_TW": "弟子安下心後回到念佛堂，聲淚俱下的勸導大哥：「宋喜棟，你為什麼沒活著走？是你放不下自己的身體。現在你也看到了，你的假殼已經化成灰，裝在那個小匣子裡了。你放也得放，不放也得放，四十九天一到，你就要隨業受報，一切就由不得你了。你讀過《地藏經》，知道地獄苦；也聽過《感應篇》，懂得因果報應。你不跟佛走，就只能下地獄，受無量劫的苦，連鬼道你都去不了。前兩天我帶你聽經時，你不也聽到了，李世民為什麼下地獄？一是他造的殺業，二是他放不下長孫皇后。一代明君，不照樣要受地獄果報嗎？所以嫂子和兩個姪女你也得放下，你成佛了，就有能力回來照顧她們。宋喜棟，你別以為現在沒有身體的罣礙，飄來飄去挺自在，還能跟我在道場念佛聽經；你不趕緊跟佛走，七七一到，小妹再有天大的本事也幫不了你。極樂世界那麼好，你生前發過願，你成佛了要度像你一樣的人，你要救度那些被你殺過的眾生，你一定要做老宋家第一尊佛。無論你從前做過什麼對不起祖宗的事，只要你能一念覺醒，放下萬緣，往生成佛，你就是世出世間第一大孝子，就能光宗耀祖。哥，你一定要把過去的狠勁拿出來，哥你一定行！」勸導後，弟子接著念佛。下午四點左右繞佛時，聽到大哥的聲音在耳邊說「我走了」，弟子瞬間淚如雨下，心裡對哥哥說：「哥你不圓滿，你也沒說到哪去，我怎麼向家人交代？我相信你往生了，你能不能告訴別人說你去哪了。」弟子把此事埋在心裡繼續念佛。"
    },
    {
      "id": "02-042-0112_p0085",
      "zh_CN": "十月十二日早晨（农历九月十九日），和弟子一起护持大哥的一位莲友来电话说，凌晨梦中，有三个人告诉她「大哥走了，往生了」，还说「衣服不用寄了，宋老师过几天就回去了」。弟子放下电话，再次回到念佛堂和大哥沟通，「如果你真往生了，就让我在四七内听不到、也看不到你，否则我继续护持你到四十九天」。接下来的几天没有任何反应，弟子就把这几天的真实情况告知嫂子，让嫂子在佛前发愿，为哥发心吃长素，每天坚持念佛。嫂子答应了，并愿意留下来待到四十九天。姐姐五七前也赶到了金山寺，于是弟子返回了鞍山。",
      "zh_TW": "十月十二日早晨（農曆九月十九日），和弟子一起護持大哥的一位蓮友來電話說，凌晨夢中，有三個人告訴她「大哥走了，往生了」，還說「衣服不用寄了，宋老師過幾天就回去了」。弟子放下電話，再次回到念佛堂和大哥溝通，「如果你真往生了，就讓我在四七內聽不到、也看不到你，否則我繼續護持你到四十九天」。接下來的幾天沒有任何反應，弟子就把這幾天的真實情況告知嫂子，讓嫂子在佛前發願，為哥發心吃長素，每天堅持念佛。嫂子答應了，並願意留下來待到四十九天。姐姐五七前也趕到了金山寺，於是弟子返回了鞍山。"
    },
    {
      "id": "02-042-0112_p0086",
      "zh_CN": "《地藏经》说，「七七日内，广造众善」。老法师说过广造众善，在一切善法里，以诵经、念佛回向为主；如果有能力，将亡者遗留下来的财物广行布施，那福报就更大了。所以弟子临去金山寺前，就把大哥生前交给弟子的善款，还有兄弟姊妹为大哥发心的善款安排妥当：斯里兰卡捐资助学，正法道场供佛斋僧，流通法宝、供养佛像、大量放生。又安排两个姪女和莲友们每个七在家给大哥读一部《无量寿经》，念佛号一万声，不写牌位，不召请亡灵，只是给大哥回向。弟子回家后，领着莲友和家人接着做了五七、六七、七七。十月二十五日夜里（五七第二天），弟子在梦中听见大哥的声音说：「我福报已够，不要再为我花钱了，我走了，我有位置了」。十一月七日，大哥七七，莲友们做分享时，有两人闻到奇异的香气。十一月十三日天亮时分，弟子的四哥在似睡非睡间，见到大哥身穿海青，盘腿坐在一紫色带金边的莲花座上，脸色庄严白净，看上去像三十岁左右的年纪，手结弥陀印，眼帘下垂在念佛，身后是蓝色的天空，一个声音飘过来说「可好了」。刘素云老师说，众生皆可成佛，放下便是。",
      "zh_TW": "《地藏經》說，「七七日內，廣造眾善」。老法師說過廣造眾善，在一切善法裡，以誦經、念佛迴向為主；如果有能力，將亡者遺留下來的財物廣行布施，那福報就更大了。所以弟子臨去金山寺前，就把大哥生前交給弟子的善款，還有兄弟姊妹為大哥發心的善款安排妥當：斯里蘭卡捐資助學，正法道場供佛齋僧，流通法寶、供養佛像、大量放生。又安排兩個姪女和蓮友們每個七在家給大哥讀一部《無量壽經》，念佛號一萬聲，不寫牌位，不召請亡靈，只是給大哥迴向。弟子回家後，領著蓮友和家人接著做了五七、六七、七七。十月二十五日夜裡（五七第二天），弟子在夢中聽見大哥的聲音說：「我福報已夠，不要再為我花錢了，我走了，我有位置了」。十一月七日，大哥七七，蓮友們做分享時，有兩人聞到奇異的香氣。十一月十三日天亮時分，弟子的四哥在似睡非睡間，見到大哥身穿海青，盤腿坐在一紫色帶金邊的蓮花座上，臉色莊嚴白淨，看上去像三十歲左右的年紀，手結彌陀印，眼簾下垂在念佛，身後是藍色的天空，一個聲音飄過來說「可好了」。劉素雲老師說，眾生皆可成佛，放下便是。"
    },
    {
      "id": "02-042-0112_p0087",
      "zh_CN": "五、总结。",
      "zh_TW": "五、總結。"
    },
    {
      "id": "02-042-0112_p0088",
      "zh_CN": "（一）因果。大哥不仅患了喉癌，早在二００三年，他就查出患有骨髓空洞，这个病的症状是双手痉挛、无法伸直，吃饭用不了筷子，只能用叉子和羹匙。这两种病皆是他杀生害命、打骂众生的果报。大哥生命后期不能发声，呼吸困难，一口一口吐血痰。真是因果报应，丝毫不爽，如影随形，自作自受。",
      "zh_TW": "（一）因果。大哥不僅患了喉癌，早在二００三年，他就查出患有骨髓空洞，這個病的症狀是雙手痙攣、無法伸直，吃飯用不了筷子，只能用叉子和羹匙。這兩種病皆是他殺生害命、打罵眾生的果報。大哥生命後期不能發聲，呼吸困難，一口一口吐血痰。真是因果報應，絲毫不爽，如影隨形，自作自受。"
    },
    {
      "id": "02-042-0112_p0089",
      "zh_CN": "（二）如何护持家人往生。第一，发心很重要。要视家人生死如己之生死，无论遇到什么障缘都不要轻易放弃，一切信佛靠佛，佛就能加持我们。从大哥生病直到往生近十个月里，弟子只要有一个环节退心，都不能走到今天。第二，家人对我们学佛要认可。要听老法师的话，扎好三个根，敦伦尽分，演好自己的角色，把经教落实在生活中。自己先做到，才能感化家人，在潜移默化中，把佛法的理念灌输给家人，这样一旦机缘成熟，家人就能接受并配合我们。",
      "zh_TW": "（二）如何護持家人往生。第一，發心很重要。要視家人生死如己之生死，無論遇到什麼障緣都不要輕易放棄，一切信佛靠佛，佛就能加持我們。從大哥生病直到往生近十個月裡，弟子只要有一個環節退心，都不能走到今天。第二，家人對我們學佛要認可。要聽老法師的話，紮好三個根，敦倫盡分，演好自己的角色，把經教落實在生活中。自己先做到，才能感化家人，在潛移默化中，把佛法的理念灌輸給家人，這樣一旦機緣成熟，家人就能接受並配合我們。"
    },
    {
      "id": "02-042-0112_p0090",
      "zh_CN": "（三）为什么没活着走。大哥生前对于了生脱死的真相没有深刻认知，直到他生命后期都放不下安逸的生活，放不下色身，贪生怕死。他诵经、念佛、放生、做功德都只为病好，一念之差导致他临终生不起正念，信不真、愿不切，最终没能把握住活着生西的机会。印证了印祖所说，「凡夫若无信愿感佛，纵修其余一切胜行，并持名胜行，亦不能往生，是以信愿最为要紧」。",
      "zh_TW": "（三）為什麼沒活著走。大哥生前對於了生脫死的真相沒有深刻認知，直到他生命後期都放不下安逸的生活，放不下色身，貪生怕死。他誦經、念佛、放生、做功德都只為病好，一念之差導致他臨終生不起正念，信不真、願不切，最終沒能把握住活著生西的機會。印證了印祖所說，「凡夫若無信願感佛，縱修其餘一切勝行，並持名勝行，亦不能往生，是以信願最為要緊」。"
    },
    {
      "id": "02-042-0112_p0091",
      "zh_CN": "（四）何以中阴身能往生。老法师曾经说过，「人断气之后，四十九天的助念非常重要」，「中阴身可以往生，还是要自己宿世有善根，这一生遇到善缘」，「如果亡人在生前是念佛人，是明白佛法的人，过世后听到诵经，能提醒他念佛求生净土，亡人念佛就决定得生。一切超度佛事是为亡者做增上缘」。大哥生前有听经、念佛的基础，虽然一念之差没能活着走，但是他有「我真的不行了，就一定跟佛走」的愿力。在中阴身，他一直有善缘提醒，并带动他念佛，他自己又肯放下，十念乃至一念就能往生。",
      "zh_TW": "（四）何以中陰身能往生。老法師曾經說過，「人斷氣之後，四十九天的助念非常重要」，「中陰身可以往生，還是要自己宿世有善根，這一生遇到善緣」，「如果亡人在生前是念佛人，是明白佛法的人，過世後聽到誦經，能提醒他念佛求生淨土，亡人念佛就決定得生。一切超度佛事是為亡者做增上緣」。大哥生前有聽經、念佛的基礎，雖然一念之差沒能活著走，但是他有「我真的不行了，就一定跟佛走」的願力。在中陰身，他一直有善緣提醒，並帶動他念佛，他自己又肯放下，十念乃至一念就能往生。"
    },
    {
      "id": "02-042-0112_p0092",
      "zh_CN": "（五）自己生死自己了。我等凡夫，切不可有侥幸心理，将自己的生死大事交由他人，因为我们看不透家亲眷属都是什么因缘来的。刘素青老菩萨预知时至，又有刘老师亲自护持，都那样一波三折；胡爸爸能往生，老法师说，你要有胡小林这样的儿子，感来刘老师这样殊胜的法缘才行。所以我们一定要老老实实听老法师的话，扎好三个根，学习贤公老和尚，在生活中落实，一句佛号不拐弯。自己获得往生把握，才能自度度人，当生成就，报佛恩、师恩、父母恩、一切有缘众生恩。",
      "zh_TW": "（五）自己生死自己了。我等凡夫，切不可有僥倖心理，將自己的生死大事交由他人，因為我們看不透家親眷屬都是什麼因緣來的。劉素青老菩薩預知時至，又有劉老師親自護持，都那樣一波三折；胡爸爸能往生，老法師說，你要有胡小林這樣的兒子，感來劉老師這樣殊勝的法緣才行。所以我們一定要老老實實聽老法師的話，紮好三個根，學習賢公老和尚，在生活中落實，一句佛號不拐彎。自己獲得往生把握，才能自度度人，當生成就，報佛恩、師恩、父母恩、一切有緣眾生恩。"
    },
    {
      "id": "02-042-0112_p0093",
      "zh_CN": "结束语。",
      "zh_TW": "結束語。"
    },
    {
      "id": "02-042-0112_p0094",
      "zh_CN": "感恩师父老人家的谆谆教导，使弟子能深信净土法门，深信弥陀愿力和一句佛号的不可思议。弟子谨此借用刘老师的话，用一生成佛来供养师父！",
      "zh_TW": "感恩師父老人家的諄諄教導，使弟子能深信淨土法門，深信彌陀願力和一句佛號的不可思議。弟子謹此借用劉老師的話，用一生成佛來供養師父！"
    },
    {
      "id": "02-042-0112_p0095",
      "zh_CN": "弟子惭愧，修学至今无长进，无颜向师父老人家汇报。是莲友一再提醒弟子，说大哥的往生很典型，写出来能让更多人受益，弟子才仓促落笔。文中浮躁浅陋之处，恭请师父老人家及各位老师慈悲指正。阿弥陀佛！惭愧弟子妙音至诚顶礼。",
      "zh_TW": "弟子慚愧，修學至今無長進，無顏向師父老人家匯報。是蓮友一再提醒弟子，說大哥的往生很典型，寫出來能讓更多人受益，弟子才倉促落筆。文中浮躁淺陋之處，恭請師父老人家及各位老師慈悲指正。阿彌陀佛！慚愧弟子妙音至誠頂禮。"
    },
    {
      "id": "02-042-0112_p0096",
      "zh_CN": "老法师：妙音居士这一篇报告也很难得，正像她的朋友们所说的，确实可以给念佛人做一个好样子。",
      "zh_TW": "老法師：妙音居士這一篇報告也很難得，正像她的朋友們所說的，確實可以給念佛人做一個好樣子。"
    },
    {
      "id": "02-042-0112_p0097",
      "zh_CN": "念佛是自己的事情，成佛也是自己的事情，必须要自己把基础打好。临命终时，宋喜栋居士有这么好的妹妹照顾他，他要没有这个妹妹，他就不能往生。我们每个人在这一生当中，有意无意造很多的业自己不晓得，这些业障临命终时就现前。我们在日常生活当中待人接物、言语表情，是不是都能让众生生欢喜心？如果自己有骄傲，有傲慢、有嫉妒、有障碍，那都是些冤亲债主，在你临命终时全来了。我们不但得罪人，还得罪许多小动物，还得罪了许多鬼神，这是我们不知道的，不知不觉的，所以冤亲债主那么多！到底怎么回事，你搞清楚、搞明白就晓得了，都是自己的毛病、习气所感召来的。心地再善良，心再好，习气不好，容易得罪人，都是惹麻烦。临命终时这个关头你怎么通过？这是每一个念佛人，尤其是年岁大了，年岁大了，距离死亡一天比一天接近，是不是真放下了？是不是真正忘我了？忘我好，忘我功夫才得力；有这个我就很麻烦，这是六道的根，还有我，六道的根没有拔掉，出离六道非常困难。这个宋居士的舍报，是我们大家最好的提醒，他到最后还能放下情执，他才能往生；如果最后情执放不下，就不能往生。妹妹是他的大善知识，是送他到西方极乐世界真善知识，不容易遇到，那是多生多劫的善缘，是来报恩的，送他到极乐世界。",
      "zh_TW": "念佛是自己的事情，成佛也是自己的事情，必須要自己把基礎打好。臨命終時，宋喜棟居士有這麼好的妹妹照顧他，他要沒有這個妹妹，他就不能往生。我們每個人在這一生當中，有意無意造很多的業自己不曉得，這些業障臨命終時就現前。我們在日常生活當中待人接物、言語表情，是不是都能讓眾生生歡喜心？如果自己有驕傲，有傲慢、有嫉妒、有障礙，那都是些冤親債主，在你臨命終時全來了。我們不但得罪人，還得罪許多小動物，還得罪了許多鬼神，這是我們不知道的，不知不覺的，所以冤親債主那麼多！到底怎麼回事，你搞清楚、搞明白就曉得了，都是自己的毛病、習氣所感召來的。心地再善良，心再好，習氣不好，容易得罪人，都是惹麻煩。臨命終時這個關頭你怎麼通過？這是每一個念佛人，尤其是年歲大了，年歲大了，距離死亡一天比一天接近，是不是真放下了？是不是真正忘我了？忘我好，忘我功夫才得力；有這個我就很麻煩，這是六道的根，還有我，六道的根沒有拔掉，出離六道非常困難。這個宋居士的捨報，是我們大家最好的提醒，他到最後還能放下情執，他才能往生；如果最後情執放不下，就不能往生。妹妹是他的大善知識，是送他到西方極樂世界真善知識，不容易遇到，那是多生多劫的善緣，是來報恩的，送他到極樂世界。"
    },
    {
      "id": "02-042-0112_p0098",
      "zh_CN": "这三篇都好，做一个光碟，有声书，对于念佛同修有很好的启示。广为流通。好，找个时间，大概两个小时可以念完。好，谢谢大家。",
      "zh_TW": "這三篇都好，做一個光碟，有聲書，對於念佛同修有很好的啟示。廣為流通。好，找個時間，大概兩個小時可以念完。好，謝謝大家。"
    }
  ]
}