{
  "doc_id": "02-042-0132",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "开吉法师",
    "刘余莉教授",
    "上官居士"
  ],
  "volume": {
    "zh_CN": "第一三二集",
    "zh_TW": "第一三二集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0132",
  "total_paragraphs": 100,
  "paragraphs": [
    {
      "id": "02-042-0132_p0001",
      "zh_CN": "老法师：好，开始。",
      "zh_TW": "老法師：好，開始。"
    },
    {
      "id": "02-042-0132_p0002",
      "zh_CN": "学生：尊敬的师父上人、尊敬的诸位法师、大德仁者：阿弥陀佛！惭愧弟子开吉今日恭敬报告的主题是「童蒙养正——中国传统的家庭教育」。",
      "zh_TW": "學生：尊敬的師父上人、尊敬的諸位法師、大德仁者：阿彌陀佛！慚愧弟子開吉今日恭敬報告的主題是「童蒙養正——中國傳統的家庭教育」。"
    },
    {
      "id": "02-042-0132_p0003",
      "zh_CN": "二十世纪初，欧洲有许多专家学者共同讨论一个问题：世界四大文明古国（即古埃及、美索不达米亚、古印度和中国，此乃人类文明之摇篮），其中三个都已经消失，唯独中国还存在，这是什么原因？欧洲学者讨论的结果，可能是中国人注重「家庭教育」的缘故。这个结论非常正确。师父上人说，家庭教育是中国五千年的文化之根，是以五伦、八德的伦常之道，落实「修身为本，教学为先」，以此蔚为后世典范。",
      "zh_TW": "二十世紀初，歐洲有許多專家學者共同討論一個問題：世界四大文明古國（即古埃及、美索不達米亞、古印度和中國，此乃人類文明之搖籃），其中三個都已經消失，唯獨中國還存在，這是什麼原因？歐洲學者討論的結果，可能是中國人注重「家庭教育」的緣故。這個結論非常正確。師父上人說，家庭教育是中國五千年的文化之根，是以五倫、八德的倫常之道，落實「修身為本，教學為先」，以此蔚為後世典範。"
    },
    {
      "id": "02-042-0132_p0004",
      "zh_CN": "中华民族家庭教育的核心是「父子有亲」，首重孝敬父母，并将此发自于天性的孺慕之心、亲爱精诚，终其一生保持不变。进而推广之，能够爱兄弟、爱家族、爱邻里乡党。《弟子规》说：「凡是人，皆须爱。」由此扩大到爱社会、爱国家、爱全人类，此乃「亲亲而仁民」的具体表现。因此，中国传统的家庭教育是爱的教育。",
      "zh_TW": "中華民族家庭教育的核心是「父子有親」，首重孝敬父母，並將此發自於天性的孺慕之心、親愛精誠，終其一生保持不變。進而推廣之，能夠愛兄弟、愛家族、愛鄰里鄉黨。《弟子規》說：「凡是人，皆須愛。」由此擴大到愛社會、愛國家、愛全人類，此乃「親親而仁民」的具體表現。因此，中國傳統的家庭教育是愛的教育。"
    },
    {
      "id": "02-042-0132_p0005",
      "zh_CN": "甲、志在圣贤的童蒙教育",
      "zh_TW": "甲、志在聖賢的童蒙教育"
    },
    {
      "id": "02-042-0132_p0006",
      "zh_CN": "清代大儒陈弘谋先生在《养正遗规序》中说：「天下有真教术，斯有真人材。教术之端，自闾巷始，人材之成，自儿童始。大易以山下出泉，其象为蒙。而君子之所以果行育德者，于是乎在。故蒙以养正，是为圣功，义至深矣。」这段箴言指明了童蒙教育的重要性。（图一：师父上人所题写的墨宝，阐释了中华圣哲传统教育的特质。）",
      "zh_TW": "清代大儒陳弘謀先生在《養正遺規序》中說：「天下有真教術，斯有真人材。教術之端，自閭巷始，人材之成，自兒童始。大易以山下出泉，其象為蒙。而君子之所以果行育德者，於是乎在。故蒙以養正，是為聖功，義至深矣。」這段箴言指明了童蒙教育的重要性。（圖一：師父上人所題寫的墨寶，闡釋了中華聖哲傳統教育的特質。）"
    },
    {
      "id": "02-042-0132_p0007",
      "zh_CN": "诚如师父上人所言，童蒙养正的家庭教育首重父母尊长的以身垂范，其目标是成圣成贤，是正知正见的智慧教育。《三字经》曰：「人之初，性本善；性相近，习相远」，一语阐明了童蒙养正教育的真谛。人性本善的「善」是指圣人，是纯净纯善的。圣贤教育教人从习性恢复到本性本善，是超凡入圣的教育。中国自古至今，为人父母者都是希望把孩童教导成大圣大贤，并不希望他做大官、发大财。民国以降，时至今日，圣教衰微，物欲横流，名利竞起，此乃社会动乱真正根源。若不能恢复圣贤教育，此动乱将永无止息。",
      "zh_TW": "誠如師父上人所言，童蒙養正的家庭教育首重父母尊長的以身垂範，其目標是成聖成賢，是正知正見的智慧教育。《三字經》曰：「人之初，性本善；性相近，習相遠」，一語闡明了童蒙養正教育的真諦。人性本善的「善」是指聖人，是純淨純善的。聖賢教育教人從習性恢復到本性本善，是超凡入聖的教育。中國自古至今，為人父母者都是希望把孩童教導成大聖大賢，並不希望他做大官、發大財。民國以降，時至今日，聖教衰微，物欲橫流，名利競起，此乃社會動亂真正根源。若不能恢復聖賢教育，此動亂將永無止息。"
    },
    {
      "id": "02-042-0132_p0008",
      "zh_CN": "远在四千五百年前，尧舜使契为司徒，来主管教育，敬敷五教，五教就是指五伦之道。宋朝的朱熹夫子在《白鹿洞书院学规》一开头就揭示说：「父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信。右五教之目，尧舜使契为司徒，敬敷五教，即此是也，学者学此而已。」此言道出中国传统圣贤教育的原则与纲领。（图二：尧帝是上古时期的圣王。史载尧舜使契为司徒，敬敷五教，古圣先王以五伦、五常做为圣贤教育的根本。）",
      "zh_TW": "遠在四千五百年前，堯舜使契為司徒，來主管教育，敬敷五教，五教就是指五倫之道。宋朝的朱熹夫子在《白鹿洞書院學規》一開頭就揭示說：「父子有親，君臣有義，夫婦有別，長幼有序，朋友有信。右五教之目，堯舜使契為司徒，敬敷五教，即此是也，學者學此而已。」此言道出中國傳統聖賢教育的原則與綱領。（圖二：堯帝是上古時期的聖王。史載堯舜使契為司徒，敬敷五教，古聖先王以五倫、五常做為聖賢教育的根本。）"
    },
    {
      "id": "02-042-0132_p0009",
      "zh_CN": "众所周知，圣贤的学问是大自然的法则，它运行不辍，永恒不变，超越时空。五伦是道，天然之道、自然法则；五常是德，五常是「仁义礼智信」，随顺道即是德。五伦五常细说，就是孝悌忠信，礼义廉耻，仁爱和平，此十二德目与道完全相应。若能依教奉行，遵守自然之道，则能生活得幸福、快乐、美满，大自然的规律就是至善至美的道德。",
      "zh_TW": "眾所周知，聖賢的學問是大自然的法則，它運行不輟，永恆不變，超越時空。五倫是道，天然之道、自然法則；五常是德，五常是「仁義禮智信」，隨順道即是德。五倫五常細說，就是孝悌忠信，禮義廉恥，仁愛和平，此十二德目與道完全相應。若能依教奉行，遵守自然之道，則能生活得幸福、快樂、美滿，大自然的規律就是至善至美的道德。"
    },
    {
      "id": "02-042-0132_p0010",
      "zh_CN": "乙、周朝皇室的童蒙教育",
      "zh_TW": "乙、周朝皇室的童蒙教育"
    },
    {
      "id": "02-042-0132_p0011",
      "zh_CN": "众所周知，中华民族是世界上最注重家庭教育的民族，不仅历史悠久，而且代出贤人。周朝的三太，太姜、太任、太姒，是历史上最为著名的胎教典范。",
      "zh_TW": "眾所周知，中華民族是世界上最注重家庭教育的民族，不僅歷史悠久，而且代出賢人。周朝的三太，太姜、太任、太姒，是歷史上最為著名的胎教典範。"
    },
    {
      "id": "02-042-0132_p0012",
      "zh_CN": "周文王母亲太任，十分注重怀孕之时的起心动念、言语造作，因为这会直接影响胎儿。因此她怀孕之时，眼不看邪曲不正的场景，耳不听淫逸无礼的声音，口不讲傲慢自大的言语；她从不歪着身子睡，也不偏斜着坐，亦不曾跛着脚站；她不吃气味不正、切割不正的食物，不坐摆放不正的席子。所以文王生下来就非常的贤明，圣德卓着。中国古人知道，婴儿一出生，睁开眼睛就会看，竖起耳朵就会听，大人的一言一行、一举一动他都在学习和模仿，并且深受影响。此时父母应当以正面教化之，施以德教，则孩子必然受用终生，所谓「少成若天性，习惯成自然」是也。",
      "zh_TW": "周文王母親太任，十分注重懷孕之時的起心動念、言語造作，因為這會直接影響胎兒。因此她懷孕之時，眼不看邪曲不正的場景，耳不聽淫逸無禮的聲音，口不講傲慢自大的言語；她從不歪著身子睡，也不偏斜著坐，亦不曾跛著腳站；她不吃氣味不正、切割不正的食物，不坐擺放不正的蓆子。所以文王生下來就非常的賢明，聖德卓著。中國古人知道，嬰兒一出生，睜開眼睛就會看，豎起耳朵就會聽，大人的一言一行、一舉一動他都在學習和模仿，並且深受影響。此時父母應當以正面教化之，施以德教，則孩子必然受用終生，所謂「少成若天性，習慣成自然」是也。"
    },
    {
      "id": "02-042-0132_p0013",
      "zh_CN": "周文王的夫人太姒，是有莘（音伸）国姒姓的女儿，她仁厚和顺、生活俭朴、恭敬老师且深明大义。文王十分仰慕太姒的美德，亲自到渭水去迎娶她。太姒效仿祖母太姜和婆婆太任的德行，勤勤勉勉，相夫教子，恪尽妇道，培养出一代明君圣哲——周武王和周公旦。（图三：周文王的夫人太姒具有仁厚之德，她继承了祖母太姜和婆婆太任的美好品德，恪守妇道，相夫教子，培养出了周武王和周公两位圣贤之子。）",
      "zh_TW": "周文王的夫人太姒，是有莘（音伸）國姒姓的女兒，她仁厚和順、生活儉樸、恭敬老師且深明大義。文王十分仰慕太姒的美德，親自到渭水去迎娶她。太姒效仿祖母太姜和婆婆太任的德行，勤勤勉勉，相夫教子，恪盡婦道，培養出一代明君聖哲——周武王和周公旦。（圖三：周文王的夫人太姒具有仁厚之德，她繼承了祖母太姜和婆婆太任的美好品德，恪守婦道，相夫教子，培養出了周武王和周公兩位聖賢之子。）"
    },
    {
      "id": "02-042-0132_p0014",
      "zh_CN": "在中国古代，帝王培养接班人可谓是用心良苦。皇帝登基后首要大事即是立太子，并延请全国最优秀的老师来培养接班人。这三师即是太保、太傅和太师，合称三公。太保主要是教饮食起居、卫生保健等生活教育；太傅是教导伦理道德，及礼法的制定与颁行；太师是教导如何治理国家，即治国平天下的学问。",
      "zh_TW": "在中國古代，帝王培養接班人可謂是用心良苦。皇帝登基後首要大事即是立太子，並延請全國最優秀的老師來培養接班人。這三師即是太保、太傅和太師，合稱三公。太保主要是教飲食起居、衛生保健等生活教育；太傅是教導倫理道德，及禮法的制定與頒行；太師是教導如何治理國家，即治國平天下的學問。"
    },
    {
      "id": "02-042-0132_p0015",
      "zh_CN": "周武王过世时，儿子成王才十岁，所以是由周公摄政，延请圣贤人来教导成王。据《大戴礼记》记载：「召公为太保，周公为太傅，太公为太师。」成王的太保是召公奭（音是），召公是周武王之弟，在他的治下，「自侯伯至庶人各得其所，无失职者」；成王的太傅是周公，周公是孔子心目中最为崇拜的圣人，他曾提出「敬德保民」的思想，注重制礼作乐，《周礼》相传即是周公所作；成王的太师是姜太公吕尚，周文王、周武王都是拜姜太公为师。蒙受父母的栽培、老师的教导，周成王果然不负众望，将国家治理得很好。他在位时，政治清明、社会安定，「刑措四十余年不用」，成就了周朝最为鼎盛的「成康之治」。（图四：周公是孔老夫子最为尊敬的圣人，是周成王的老师。他辅助武王克殷，辅佐成王治国，敬德保民，制礼作乐。周公训诫儿子伯禽的谆谆教言流传后世，成为家教之德范。）",
      "zh_TW": "周武王過世時，兒子成王才十歲，所以是由周公攝政，延請聖賢人來教導成王。據《大戴禮記》記載：「召公為太保，周公為太傅，太公為太師。」成王的太保是召公奭（音是），召公是周武王之弟，在他的治下，「自侯伯至庶人各得其所，無失職者」；成王的太傅是周公，周公是孔子心目中最為崇拜的聖人，他曾提出「敬德保民」的思想，注重制禮作樂，《周禮》相傳即是周公所作；成王的太師是姜太公呂尚，周文王、周武王都是拜姜太公為師。蒙受父母的栽培、老師的教導，周成王果然不負眾望，將國家治理得很好。他在位時，政治清明、社會安定，「刑措四十餘年不用」，成就了周朝最為鼎盛的「成康之治」。（圖四：周公是孔老夫子最為尊敬的聖人，是周成王的老師。他輔助武王克殷，輔佐成王治國，敬德保民，制禮作樂。周公訓誡兒子伯禽的諄諄教言流傳後世，成為家教之德範。）"
    },
    {
      "id": "02-042-0132_p0016",
      "zh_CN": "周公是一位教子有方的好父亲，对儿子伯禽谆谆善诱。当成王封伯禽于鲁之时，周公语重心长的对儿子说：虽然鲁国的文化鼎盛，但是你千万不要以自己是鲁国人而骄傲。周公说：我听说，「德行广大，而守以恭者荣」。真正有德行的人表现在外都是恭敬，这才是真正的荣耀。孔老夫子一生恪守五德，温良恭俭让，待人恭敬，绝不敢轻慢任何人，成就了万世师表的盛德。",
      "zh_TW": "周公是一位教子有方的好父親，對兒子伯禽諄諄善誘。當成王封伯禽於魯之時，周公語重心長的對兒子說：雖然魯國的文化鼎盛，但是你千萬不要以自己是魯國人而驕傲。周公說：我聽說，「德行廣大，而守以恭者榮」。真正有德行的人表現在外都是恭敬，這才是真正的榮耀。孔老夫子一生恪守五德，溫良恭儉讓，待人恭敬，絕不敢輕慢任何人，成就了萬世師表的盛德。"
    },
    {
      "id": "02-042-0132_p0017",
      "zh_CN": "周公诫子说：「土地博裕，而守以俭者安。」拥有很多的财富，能守之以节俭，才能得到平安；反之，如果拥有财富而却生活奢侈，祸害就会随之而来。「禄位尊荣，而守以卑者贵。」身居高官厚爵却愈是谦卑，不敢在人上，自卑而尊人，这才是真正的贵人。「人众兵强，而守以畏者胜；聪明睿知，而守以愚者益；博闻多记，而守以浅者广。」周公诫子的金玉良言，是告诫子孙的真实之语，是自己一生智慧经验之谈，教导我们如何立身处世，保全功名富贵，深值世人学习。",
      "zh_TW": "周公誡子說：「土地博裕，而守以儉者安。」擁有很多的財富，能守之以節儉，才能得到平安；反之，如果擁有財富而卻生活奢侈，禍害就會隨之而來。「祿位尊榮，而守以卑者貴。」身居高官厚爵卻愈是謙卑，不敢在人上，自卑而尊人，這才是真正的貴人。「人眾兵強，而守以畏者勝；聰明睿知，而守以愚者益；博聞多記，而守以淺者廣。」周公誡子的金玉良言，是告誡子孫的真實之語，是自己一生智慧經驗之談，教導我們如何立身處世，保全功名富貴，深值世人學習。"
    },
    {
      "id": "02-042-0132_p0018",
      "zh_CN": "丙、言语步趋中的真实学问",
      "zh_TW": "丙、言語步趨中的真實學問"
    },
    {
      "id": "02-042-0132_p0019",
      "zh_CN": "在陈弘谋先生《养正遗规》所选录的朱夫子《童蒙须知》序文中说：「夫童蒙之学，始于衣服冠履，次及言语步趋，次及洒扫涓洁，次及读书写文字。及有杂细事宜，皆所当知。」由此可知，中国古代童蒙养正的家庭教育，都是从日常生活的穿衣吃饭、读书写字、洒扫应对进退等杂细的事宜之中，培养孩子的至诚恭敬之心，成为日后进修上达的阶梯。如同弘谋先生所说：「凡一物一则、一事一宜，虽至纤至悉，皆以闲其放心，养其德性，为异日进修上达之阶。即此而在矣。」",
      "zh_TW": "在陳弘謀先生《養正遺規》所選錄的朱夫子《童蒙須知》序文中說：「夫童蒙之學，始於衣服冠履，次及言語步趨，次及灑掃涓潔，次及讀書寫文字。及有雜細事宜，皆所當知。」由此可知，中國古代童蒙養正的家庭教育，都是從日常生活的穿衣吃飯、讀書寫字、灑掃應對進退等雜細的事宜之中，培養孩子的至誠恭敬之心，成為日後進修上達的階梯。如同弘謀先生所說：「凡一物一則、一事一宜，雖至纖至悉，皆以閑其放心，養其德性，為異日進修上達之階。即此而在矣。」"
    },
    {
      "id": "02-042-0132_p0020",
      "zh_CN": "在教导子女穿衣吃饭、言语步趋等童蒙养正教育方面，宋朝二程的母亲侯氏蔚为典范。侯氏自幼德才兼备，聪慧好学，「好读史书而不为词章」，且于政事颇有见地，深得父亲疼爱。侯氏七、八岁时，读到古诗：「女子不夜出，夜出秉明烛。」从此之后，她日暮就从不走出房阁。长大之后父亲将其许配给河南青年才俊程坰，程坰乃名臣之后，史称其「温恭待人，率以清慎」。",
      "zh_TW": "在教導子女穿衣吃飯、言語步趨等童蒙養正教育方面，宋朝二程的母親侯氏蔚為典範。侯氏自幼德才兼備，聰慧好學，「好讀史書而不為詞章」，且於政事頗有見地，深得父親疼愛。侯氏七、八歲時，讀到古詩：「女子不夜出，夜出秉明燭。」從此之後，她日暮就從不走出房閣。長大之後父親將其許配給河南青年才俊程坰，程坰乃名臣之後，史稱其「溫恭待人，率以清慎」。"
    },
    {
      "id": "02-042-0132_p0021",
      "zh_CN": "侯氏于归之后，对公婆非常孝顺，与夫君相敬如宾，虽小事未尝自专，必禀之而后行。且治家有法，对晚辈仁爱宽厚，对庶子视若己出。侯氏前后育有五子一女，但仅有程颢、程颐存活，她亲自教育二子，对其严加管教，未曾溺爱。据《近思录》记载，二程小时候刚学走路，走着走着就跌倒了。家人唯恐孩子啼哭，就走上前去把他扶起来，侯氏呵责说：「汝若安徐，宁至踣乎？」你们如果举止安定徐缓，怎么会跌倒？吃饭的时候，侯氏就让儿子坐在自己身边，见到儿子常常把盐、梅加于羹中以调味，侯氏就训斥、制止说：「幼求称欲，长当如何？」从小就贪图美味，长大后怎么得了！",
      "zh_TW": "侯氏于歸之後，對公婆非常孝順，與夫君相敬如賓，雖小事未嘗自專，必稟之而後行。且治家有法，對晚輩仁愛寬厚，對庶子視若己出。侯氏前後育有五子一女，但僅有程顥、程頤存活，她親自教育二子，對其嚴加管教，未曾溺愛。據《近思錄》記載，二程小時候剛學走路，走著走著就跌倒了。家人唯恐孩子啼哭，就走上前去把他扶起來，侯氏呵責說：「汝若安徐，寧至踣乎？」你們如果舉止安定徐緩，怎麼會跌倒？吃飯的時候，侯氏就讓兒子坐在自己身邊，見到兒子常常把鹽、梅加於羹中以調味，侯氏就訓斥、制止說：「幼求稱欲，長當如何？」從小就貪圖美味，長大後怎麼得了！"
    },
    {
      "id": "02-042-0132_p0022",
      "zh_CN": "侯氏训诫儿子不可恶言骂人，曾说：「患其不能屈，不患其不能伸。」儿子有过失时，侯氏从未曾为之掩饰，她常说：「子之所以不孝者，由母蔽其过，而父不知也。」因此，程氏兄弟一生都不挑剔衣服、饮食，从不恶口骂人，这都是得力于童蒙养正之时，母亲优良的母教。（图五：北宋二程，明道先生程颢和伊川先生程颐，是优良母教所培养出的贤德之人，侯氏的家庭教育蔚为后世德范。）",
      "zh_TW": "侯氏訓誡兒子不可惡言罵人，曾說：「患其不能屈，不患其不能伸。」兒子有過失時，侯氏從未曾為之掩飾，她常說：「子之所以不孝者，由母蔽其過，而父不知也。」因此，程氏兄弟一生都不挑剔衣服、飲食，從不惡口罵人，這都是得力於童蒙養正之時，母親優良的母教。（圖五：北宋二程，明道先生程顥和伊川先生程頤，是優良母教所培養出的賢德之人，侯氏的家庭教育蔚為後世德範。）"
    },
    {
      "id": "02-042-0132_p0023",
      "zh_CN": "在母亲的教导下，程氏兄弟都成为贤德之人，且名扬天下。程颐十八岁就上书宋仁宗，希望「天子黜世俗之论，以王道为心」，引起朝野震动。后来二程都师从周敦颐求学。宋仁宗嘉祐二年，二十六岁的程颢金榜题名，出任主簿官职；二十五岁的程颐以布衣之身在京师授徒讲学，以致「斯文大兴」。后来，他在宫廷中出任经筵讲官，成为宋哲宗的老师，可谓是备极殊荣。仁宗皇帝追封程母侯氏为「上谷郡君」，以示表彰。",
      "zh_TW": "在母親的教導下，程氏兄弟都成為賢德之人，且名揚天下。程頤十八歲就上書宋仁宗，希望「天子黜世俗之論，以王道為心」，引起朝野震動。後來二程都師從周敦頤求學。宋仁宗嘉祐二年，二十六歲的程顥金榜題名，出任主簿官職；二十五歲的程頤以布衣之身在京師授徒講學，以致「斯文大興」。後來，他在宮廷中出任經筵講官，成為宋哲宗的老師，可謂是備極殊榮。仁宗皇帝追封程母侯氏為「上谷郡君」，以示表彰。"
    },
    {
      "id": "02-042-0132_p0024",
      "zh_CN": "由此可知，母教确实是为天下太平之源，仰观前贤，为人父母者怎能不深思与反省！",
      "zh_TW": "由此可知，母教確實是為天下太平之源，仰觀前賢，為人父母者怎能不深思與反省！"
    },
    {
      "id": "02-042-0132_p0025",
      "zh_CN": "丁、启蒙教育的成功典范",
      "zh_TW": "丁、啟蒙教育的成功典範"
    },
    {
      "id": "02-042-0132_p0026",
      "zh_CN": "中华优秀传统文化，注重家庭教育。家庭教育须从胎教始，且于童蒙养正之时，即以身教化之、言教导之，循循善诱，厚积德本，则三岁、七岁前所涵养的纯净纯善性情，尽其一生都不会改变。",
      "zh_TW": "中華優秀傳統文化，注重家庭教育。家庭教育須從胎教始，且於童蒙養正之時，即以身教化之、言教導之，循循善誘，厚積德本，則三歲、七歲前所涵養的純淨純善性情，盡其一生都不會改變。"
    },
    {
      "id": "02-042-0132_p0027",
      "zh_CN": "十年前，中国航天之父钱学森曾经感慨的说：「这么多年培养的学生，还没有哪一个的学术成就，能够跟民国时期培养的大师相比。」并提出了著名的「钱学森之问」，引起各界专家学者的热烈讨论。在民国以前，中国人的德行、学问是如何培养出来的？首先是自小于童蒙养正时期，即施以德行教育，使其品行端正，恪守伦理，深明因果。于此基础上再「一门深入，长时薰修」，奠定传统学术的根基，目的是回归自性。其教学的方法是「读书千遍，其义自见」，以此开发自性本具的智慧德能。学者能依此行之，则一生道德学问必有真实成就，成圣成贤亦是指日可待。",
      "zh_TW": "十年前，中國航天之父錢學森曾經感慨的說：「這麼多年培養的學生，還沒有哪一個的學術成就，能夠跟民國時期培養的大師相比。」並提出了著名的「錢學森之問」，引起各界專家學者的熱烈討論。在民國以前，中國人的德行、學問是如何培養出來的？首先是自小於童蒙養正時期，即施以德行教育，使其品行端正，恪守倫理，深明因果。於此基礎上再「一門深入，長時薰修」，奠定傳統學術的根基，目的是回歸自性。其教學的方法是「讀書千遍，其義自見」，以此開發自性本具的智慧德能。學者能依此行之，則一生道德學問必有真實成就，成聖成賢亦是指日可待。"
    },
    {
      "id": "02-042-0132_p0028",
      "zh_CN": "中华传统的教学方法，在民国时期的许多家庭之中屡见不鲜。中国历史学家、文献学家张舜徽于一九一一年出生于湖南的书香世家，父亲终身研究朴学，擅长天文算法。张舜徽禀受家学，由父亲亲自授业，后转益多师，虽未曾上过一天学，却成为当代著作等身的国学家，并于华中师范大学任教四十年。",
      "zh_TW": "中華傳統的教學方法，在民國時期的許多家庭之中屢見不鮮。中國歷史學家、文獻學家張舜徽於一九一一年出生於湖南的書香世家，父親終身研究樸學，擅長天文算法。張舜徽稟受家學，由父親親自授業，後轉益多師，雖未曾上過一天學，卻成為當代著作等身的國學家，並於華中師範大學任教四十年。"
    },
    {
      "id": "02-042-0132_p0029",
      "zh_CN": "张舜徽七岁时，父亲就以王筠的《文字蒙求》为其发蒙读本，稍长即读《说文解字》；十六岁后，开始研究郝懿行的《尔雅义疏》，并于十七岁撰写了《尔雅义疏跋》一文，奠定了文字、训诂学的深厚功底。父亲去世后，十七岁的张舜徽负笈出去寻师访友，他的姑父余嘉锡先生，是著名的目录学家，《四库提要辩证》作者，时任教于辅仁大学。张舜徽住在姑父家中，广泛求教于京城名流学者，这段期间成为他一生读书进展最速的时期。（图六：圣贤是教出来的，对于个人的成长而言，至关重要的因素就是自小于家庭中所禀受的童蒙教育。）",
      "zh_TW": "張舜徽七歲時，父親就以王筠的《文字蒙求》為其發蒙讀本，稍長即讀《說文解字》；十六歲後，開始研究郝懿行的《爾雅義疏》，並於十七歲撰寫了《爾雅義疏跋》一文，奠定了文字、訓詁學的深厚功底。父親去世後，十七歲的張舜徽負笈出去尋師訪友，他的姑父余嘉錫先生，是著名的目錄學家，《四庫提要辯證》作者，時任教於輔仁大學。張舜徽住在姑父家中，廣泛求教於京城名流學者，這段期間成為他一生讀書進展最速的時期。（圖六：聖賢是教出來的，對於個人的成長而言，至關重要的因素就是自小於家庭中所稟受的童蒙教育。）"
    },
    {
      "id": "02-042-0132_p0030",
      "zh_CN": "张舜徽先生在《八十自叙》中总结自己一生的治学，始于仰慕乾嘉诸儒，从而潜心研究文字、声韵、训诂之学，而后才进一步的研究儒家经学。因此，小学和经学是他一生研究国学的基础，这个基础正是在家庭教育的浓郁国学氛围中奠定的。因此，他才得以为《说文解字》作《约注》，为郑氏经学作《丛着》，且博治子书，匡正旧史，辨章学术，这不能不归功于父亲、姑父所施行的家庭教育之效。",
      "zh_TW": "張舜徽先生在《八十自敘》中總結自己一生的治學，始於仰慕乾嘉諸儒，從而潛心研究文字、聲韻、訓詁之學，而後才進一步的研究儒家經學。因此，小學和經學是他一生研究國學的基礎，這個基礎正是在家庭教育的濃郁國學氛圍中奠定的。因此，他才得以為《說文解字》作《約注》，為鄭氏經學作《叢著》，且博治子書，匡正舊史，辨章學術，這不能不歸功於父親、姑父所施行的家庭教育之效。"
    },
    {
      "id": "02-042-0132_p0031",
      "zh_CN": "中国传统童子功的教学方法，曾引起现代众多教育者的深思。为此，热心于为民族培养人才的吴鸿清教授曾经感慨的说：「无数事实证明，中国传统教育曾经为中华民族培养出杰出的人才，启蒙教育有很成功的经验，我们应该汲取、继承，让它在现代社会重放光芒。钱学森之问不是个理论问题，而是需要用实践来证明的问题。」禀承着中国传统启蒙教育的理念，吴教授在大西北的偏远乡村办起了伏羲班，取得明显的成效。他深深的相信，用童子功的教学方法，能够培养出类拔萃的优秀人才。（图七：二０一二年吴鸿清教授应邀于斯里兰卡做主题演讲，题为「中国古代教育经验的现代价值」。）",
      "zh_TW": "中國傳統童子功的教學方法，曾引起現代眾多教育者的深思。為此，熱心於為民族培養人才的吳鴻清教授曾經感慨的說：「無數事實證明，中國傳統教育曾經為中華民族培養出傑出的人才，啟蒙教育有很成功的經驗，我們應該汲取、繼承，讓它在現代社會重放光芒。錢學森之問不是個理論問題，而是需要用實踐來證明的問題。」稟承著中國傳統啟蒙教育的理念，吳教授在大西北的偏遠鄉村辦起了伏羲班，取得明顯的成效。他深深的相信，用童子功的教學方法，能夠培養出類拔萃的優秀人才。（圖七：二０一二年吳鴻清教授應邀於斯里蘭卡做主題演講，題為「中國古代教育經驗的現代價值」。）"
    },
    {
      "id": "02-042-0132_p0032",
      "zh_CN": "戊、勤俭节约的家教德范",
      "zh_TW": "戊、勤儉節約的家教德範"
    },
    {
      "id": "02-042-0132_p0033",
      "zh_CN": "中国自古至今的家庭教育，十分注重培养孩子勤俭节约的好习惯。三国时期的蜀国名相诸葛孔明，曾经在《诫子书》中说：「夫君子之行，静以修身，俭以养德，非澹泊无以明志，非宁静无以致远。」短短数言，尽述一生修德，父母之爱，发自肺腑至诚，是传之后世的箴言良鉴。",
      "zh_TW": "中國自古至今的家庭教育，十分注重培養孩子勤儉節約的好習慣。三國時期的蜀國名相諸葛孔明，曾經在《誡子書》中說：「夫君子之行，靜以修身，儉以養德，非澹泊無以明志，非寧靜無以致遠。」短短數言，盡述一生修德，父母之愛，發自肺腑至誠，是傳之後世的箴言良鑑。"
    },
    {
      "id": "02-042-0132_p0034",
      "zh_CN": "综上所述，中华民族传统的家庭教育，是千百年来的祖先智慧经验的总结，是代出圣哲的不二法门，是全人类共有的文化瑰宝。它跨越时空，纵贯古今，行之当世仍是深具实效。普愿华夏子孙能够继承和发扬中华优秀传统文化，以家庭教育为核心，进而扩展至社会教育、学校教育乃至宗教教育，为社会培养德才兼备的优秀人才，为国家延续亘古永恒的灿烂文化，为世界缔造长治久安的永久和平。",
      "zh_TW": "綜上所述，中華民族傳統的家庭教育，是千百年來的祖先智慧經驗的總結，是代出聖哲的不二法門，是全人類共有的文化瑰寶。它跨越時空，縱貫古今，行之當世仍是深具實效。普願華夏子孫能夠繼承和發揚中華優秀傳統文化，以家庭教育為核心，進而擴展至社會教育、學校教育乃至宗教教育，為社會培養德才兼備的優秀人才，為國家延續亙古永恆的燦爛文化，為世界締造長治久安的永久和平。"
    },
    {
      "id": "02-042-0132_p0035",
      "zh_CN": "以上是惭愧弟子浅显的心得报告，不妥之处，诚请尊敬的师父上人、诸位大德同修惠予批评指正，无尽感恩，阿弥陀佛。惭愧弟子释开吉顶礼敬呈。",
      "zh_TW": "以上是慚愧弟子淺顯的心得報告，不妥之處，誠請尊敬的師父上人、諸位大德同修惠予批評指正，無盡感恩，阿彌陀佛。慚愧弟子釋開吉頂禮敬呈。"
    },
    {
      "id": "02-042-0132_p0036",
      "zh_CN": "老法师：开吉法师这篇报告的内容非常详实。我们相信因果，祖宗积德，这家里才有圣贤人出来，绝对不是偶然的。中国人俗话常讲是天命，我们相信是天命，我们相信是祖宗的庇佑，这个祖宗是中华民族的祖先，三宝的加持。",
      "zh_TW": "老法師：開吉法師這篇報告的內容非常詳實。我們相信因果，祖宗積德，這家裡才有聖賢人出來，絕對不是偶然的。中國人俗話常講是天命，我們相信是天命，我們相信是祖宗的庇佑，這個祖宗是中華民族的祖先，三寶的加持。"
    },
    {
      "id": "02-042-0132_p0037",
      "zh_CN": "我们自己现在最重要的是建立信心，人最可悲的是信心丧失，我们也达到了这个边缘，看到他起来，我们的信心增长了，我们的信心坚定了。我常说，多少年就说过，国家要兴盛，我们每个人在自己工作岗位上，无论你是哪个行业，把它做好，跟大家团结起来，互相勉励、互相关怀、互助互利，这个社会就会兴旺。我们的社会兴旺会带动全世界，会影响全世界。外国人走的路，现在自己看出来了，他们的信心动摇了，对这个世界怀疑，这世界还会有和平吗？很多外国人跟我见面，问我这句话；换句话说，对这个社会稳定和谐信心丧失了，这很可悲。",
      "zh_TW": "我們自己現在最重要的是建立信心，人最可悲的是信心喪失，我們也達到了這個邊緣，看到他起來，我們的信心增長了，我們的信心堅定了。我常說，多少年就說過，國家要興盛，我們每個人在自己工作崗位上，無論你是哪個行業，把它做好，跟大家團結起來，互相勉勵、互相關懷、互助互利，這個社會就會興旺。我們的社會興旺會帶動全世界，會影響全世界。外國人走的路，現在自己看出來了，他們的信心動搖了，對這個世界懷疑，這世界還會有和平嗎？很多外國人跟我見面，問我這句話；換句話說，對這個社會穩定和諧信心喪失了，這很可悲。"
    },
    {
      "id": "02-042-0132_p0038",
      "zh_CN": "怎么办？我举的例子是汤恩比所说的话，他是英国人，在国际上他有地位，大家对他的言论还有几分信心，他告诉我们，二十一世纪是东亚文明的世纪，十九世纪是英国的，二十世纪是美国的，二十一世纪是中国东亚文明，东亚文明的主就是中国，它有三个卫星文明，韩国、日本、越南。这说得没错，这三个国家跟中国往来有二千年的历史，在战国时候历史上就有记载，这些人到中国来，学习中国文化。佛教传到中国来之后，这三个国家的出家人都到中国来留学，把大乘佛法带回去，也成为他们文化的主流，中国儒释道，日本、韩国、越南主流都是儒释道。二战胜利之前，这三个国家所使用的文字都是中国的汉字、文言文。非常可惜，战后他们独立了，把文字改了，使中国五千年文化的瑰宝他们没有办法再吸收，得不到中国传统真实智慧的文化的滋养，非常可惜！",
      "zh_TW": "怎麼辦？我舉的例子是湯恩比所說的話，他是英國人，在國際上他有地位，大家對他的言論還有幾分信心，他告訴我們，二十一世紀是東亞文明的世紀，十九世紀是英國的，二十世紀是美國的，二十一世紀是中國東亞文明，東亞文明的主就是中國，它有三個衛星文明，韓國、日本、越南。這說得沒錯，這三個國家跟中國往來有二千年的歷史，在戰國時候歷史上就有記載，這些人到中國來，學習中國文化。佛教傳到中國來之後，這三個國家的出家人都到中國來留學，把大乘佛法帶回去，也成為他們文化的主流，中國儒釋道，日本、韓國、越南主流都是儒釋道。二戰勝利之前，這三個國家所使用的文字都是中國的漢字、文言文。非常可惜，戰後他們獨立了，把文字改了，使中國五千年文化的瑰寶他們沒有辦法再吸收，得不到中國傳統真實智慧的文化的滋養，非常可惜！"
    },
    {
      "id": "02-042-0132_p0039",
      "zh_CN": "当时他提出来的时候是一九七０年代，一九七０年代提出来的，没人相信，甚至于有人说他头脑有问题。他告诉别人，你们不要忘记，中国有五千年的历史，它到走不通的时候，一回头找老祖宗，它就是世界第一。这个话今天大家看到了，对他不能不佩服。所以我们要努力。",
      "zh_TW": "當時他提出來的時候是一九七０年代，一九七０年代提出來的，沒人相信，甚至於有人說他頭腦有問題。他告訴別人，你們不要忘記，中國有五千年的歷史，它到走不通的時候，一回頭找老祖宗，它就是世界第一。這個話今天大家看到了，對他不能不佩服。所以我們要努力。"
    },
    {
      "id": "02-042-0132_p0040",
      "zh_CN": "学佛，无论出家、在家，不纯粹是宗教，这是一门大学问。实在讲，宗教两个字中文的意思才是正确的。中国宗教这两个字，宗有主要的意思、有重要的意思、有尊崇的意思；教也有三个意思，教育、教学、教化。这两个字连起来，是主要的教育、重要的教学、尊崇的教化，上面还要加三个字，全人类。也就是，是人类，不仅是中国，它遍及全球，只要是人就要接受，是人类老祖宗留下来的，是人类真的主要的教育、重要的教学、尊崇的教化。汤恩比说过，文明之产生是离不开宗教，人类的历史，先有宗教，后有文明，也就是文明是从宗教延伸出来的。如果宗教没有了，换句话，文明的根断掉了；根要是断掉了，这个文明它能存在的时间就很有限，大概一、二百年就没有了，那是非常可悲的事情。",
      "zh_TW": "學佛，無論出家、在家，不純粹是宗教，這是一門大學問。實在講，宗教兩個字中文的意思才是正確的。中國宗教這兩個字，宗有主要的意思、有重要的意思、有尊崇的意思；教也有三個意思，教育、教學、教化。這兩個字連起來，是主要的教育、重要的教學、尊崇的教化，上面還要加三個字，全人類。也就是，是人類，不僅是中國，它遍及全球，只要是人就要接受，是人類老祖宗留下來的，是人類真的主要的教育、重要的教學、尊崇的教化。湯恩比說過，文明之產生是離不開宗教，人類的歷史，先有宗教，後有文明，也就是文明是從宗教延伸出來的。如果宗教沒有了，換句話，文明的根斷掉了；根要是斷掉了，這個文明它能存在的時間就很有限，大概一、二百年就沒有了，那是非常可悲的事情。"
    },
    {
      "id": "02-042-0132_p0041",
      "zh_CN": "他又说，这都是汤恩比的话，在古代，宗教跟哲学是划等号的，你说它是哲学，它确实它是哲学，你说它是宗教，也能说得通。我学佛，我是跟方东美先生学哲学，不是跟他学宗教的，他给我讲了一部「哲学概论」，最后一个单元是佛经哲学。我当时很讶异，我说佛教是宗教，是迷信，它怎么会有哲学？他告诉我，你年轻，你不懂，他说释迦牟尼是世界上最伟大的哲学家，佛经哲学是世界上哲学的最高峰，学佛是人生最高的享受。我从这个单元学完之后，我相信了，我跟老师说我想学，我会认真学。老师告诉我，你要真正学，佛经哲学不在寺庙。我说在哪里？在经典。他告诉我，二百年前，这些大小寺院庵堂，里面所住的都是有学问、有德行的高僧，他们都能教人，可是现在他们不学了，经典还在，你要想学，只有从经典上入门。他告诉我这条路。",
      "zh_TW": "他又說，這都是湯恩比的話，在古代，宗教跟哲學是劃等號的，你說它是哲學，它確實它是哲學，你說它是宗教，也能說得通。我學佛，我是跟方東美先生學哲學，不是跟他學宗教的，他給我講了一部「哲學概論」，最後一個單元是佛經哲學。我當時很訝異，我說佛教是宗教，是迷信，它怎麼會有哲學？他告訴我，你年輕，你不懂，他說釋迦牟尼是世界上最偉大的哲學家，佛經哲學是世界上哲學的最高峰，學佛是人生最高的享受。我從這個單元學完之後，我相信了，我跟老師說我想學，我會認真學。老師告訴我，你要真正學，佛經哲學不在寺廟。我說在哪裡？在經典。他告訴我，二百年前，這些大小寺院庵堂，裡面所住的都是有學問、有德行的高僧，他們都能教人，可是現在他們不學了，經典還在，你要想學，只有從經典上入門。他告訴我這條路。"
    },
    {
      "id": "02-042-0132_p0042",
      "zh_CN": "我们在六十几年当中锲而不舍，怎么样困难，我每天不忘记学习经教。我感谢老师，感恩老师，在这个时代里头，确实我这一生很幸运，为什么？是最高的享受，最高的享受不是财富、不是地位，于名闻利养没关系。我给诸位说这桩事情，你就相信我是享受最高的享受：一生读喜欢读的书，一生干喜欢干的事，你说快不快乐？谁能做得到？出家学佛可以做到，没有任何人限制你，没有人来障碍你，可以做到。",
      "zh_TW": "我們在六十幾年當中鍥而不捨，怎麼樣困難，我每天不忘記學習經教。我感謝老師，感恩老師，在這個時代裡頭，確實我這一生很幸運，為什麼？是最高的享受，最高的享受不是財富、不是地位，於名聞利養沒關係。我給諸位說這樁事情，你就相信我是享受最高的享受：一生讀喜歡讀的書，一生幹喜歡幹的事，你說快不快樂？誰能做得到？出家學佛可以做到，沒有任何人限制你，沒有人來障礙你，可以做到。"
    },
    {
      "id": "02-042-0132_p0043",
      "zh_CN": "虽然是学佛，佛陀是教育，确实我们肯定它是教育，它的内容是什么？这也是我常常说的，佛陀教育的内容，是伦理的教育、道德的教育、因果的教育，这可以说世俗的教育。那超越世间的？它是高等哲学、高等科学，跟科学、哲学分不开家。我们这个路走对了，完全归功于方老师，不是方老师，我想我一生都不会走上这条路上去，我也不会去研究这个东西。所以，老师关系我们一生。我们要把这么好的东西要讲清楚、讲明白，不要让人产生误会，确实大学问。好，我们看下面的一篇。",
      "zh_TW": "雖然是學佛，佛陀是教育，確實我們肯定它是教育，它的內容是什麼？這也是我常常說的，佛陀教育的內容，是倫理的教育、道德的教育、因果的教育，這可以說世俗的教育。那超越世間的？它是高等哲學、高等科學，跟科學、哲學分不開家。我們這個路走對了，完全歸功於方老師，不是方老師，我想我一生都不會走上這條路上去，我也不會去研究這個東西。所以，老師關係我們一生。我們要把這麼好的東西要講清楚、講明白，不要讓人產生誤會，確實大學問。好，我們看下面的一篇。"
    },
    {
      "id": "02-042-0132_p0044",
      "zh_CN": "学生：尊敬的师父上人、诸位法师大德，大家好！不肖学生分享的心得报告题目为：从《群书治要》浅谈西方民主的弊端",
      "zh_TW": "學生：尊敬的師父上人、諸位法師大德，大家好！不肖學生分享的心得報告題目為：從《群書治要》淺談西方民主的弊端"
    },
    {
      "id": "02-042-0132_p0045",
      "zh_CN": "现代西方的民主制度，被很多人视为人类历史上迄今为止最先进的政治制度之一。一人一票，人人都能参与竞选，更是追求平等自由的青年人向往的理想目标。然而，研读《群书治要》可以发现，中国古人很早就认识到民主制度运行中可能出现的弊端。学习《群书治要》，可以帮助我们树立高度的文化自觉与文化自信，根据自己的历史文化传统建立和完善一套中国特色的政治制度。",
      "zh_TW": "現代西方的民主制度，被很多人視為人類歷史上迄今為止最先進的政治制度之一。一人一票，人人都能參與競選，更是追求平等自由的青年人嚮往的理想目標。然而，研讀《群書治要》可以發現，中國古人很早就認識到民主制度運行中可能出現的弊端。學習《群書治要》，可以幫助我們樹立高度的文化自覺與文化自信，根據自己的歷史文化傳統建立和完善一套中國特色的政治制度。"
    },
    {
      "id": "02-042-0132_p0046",
      "zh_CN": "【庙筭不精，而穷兵以侵邻。】",
      "zh_TW": "【廟筭不精，而窮兵以侵鄰。】"
    },
    {
      "id": "02-042-0132_p0047",
      "zh_CN": "这句话出自《群书治要》卷五十《抱朴子》。意思是：朝廷对国家大事的谋划不当，却竭尽兵力去侵犯邻国。这就好像割掉禾苗以消灭蝗虫，砍掉树木以消灭蛀虫，吞下毒药以杀死跳蚤、虱子，拆除房舍以驱逐麻雀和老鼠一样。",
      "zh_TW": "這句話出自《群書治要》卷五十《抱朴子》。意思是：朝廷對國家大事的謀劃不當，卻竭盡兵力去侵犯鄰國。這就好像割掉禾苗以消滅蝗蟲，砍掉樹木以消滅蛀蟲，吞下毒藥以殺死跳蚤、蝨子，拆除房舍以驅逐麻雀和老鼠一樣。"
    },
    {
      "id": "02-042-0132_p0048",
      "zh_CN": "一个国家竭尽兵力去侵犯邻国的一个很重要的原因，就是为了缓解或转嫁国内的危机。看到这句话，我们就立刻联想到当代的美国。美国由于采取了高福利、高待遇、高保障的政策，造成了财政透支，直接导致了高消费、高浪费的快速发展模式，而这种模式已经走到了泛滥的地步。为了保持高消费的生活方式，就必须靠借债维持。二０一一年，美国的国债已经达到了十四点二九万亿美元的历史新高，触及到国会所允许的上限。为什么屡次敲响警钟，而国债问题却屡屡解决不了？其中一个重要原因就是因为西方的民主选举制度。因为如果一个政党候选人选择的施政方针影响到选民的利益，选民就不投他的票了。为了争取选民、获得选票，任何政党都不愿意采取增加税收、降低福利的措施，而这种措施才是解决国债危机的出路。",
      "zh_TW": "一個國家竭盡兵力去侵犯鄰國的一個很重要的原因，就是為了緩解或轉嫁國內的危機。看到這句話，我們就立刻聯想到當代的美國。美國由於採取了高福利、高待遇、高保障的政策，造成了財政透支，直接導致了高消費、高浪費的快速發展模式，而這種模式已經走到了氾濫的地步。為了保持高消費的生活方式，就必須靠借債維持。二０一一年，美國的國債已經達到了十四點二九萬億美元的歷史新高，觸及到國會所允許的上限。為什麼屢次敲響警鐘，而國債問題卻屢屢解決不了？其中一個重要原因就是因為西方的民主選舉制度。因為如果一個政黨候選人選擇的施政方針影響到選民的利益，選民就不投他的票了。為了爭取選民、獲得選票，任何政黨都不願意採取增加稅收、降低福利的措施，而這種措施才是解決國債危機的出路。"
    },
    {
      "id": "02-042-0132_p0049",
      "zh_CN": "一人一票的民主选举制度，被许多人认为是至今历史上最合理的政治制度。但是如果我们研读了《群书治要》之后，就发现其实并非如此。因为现代社会的民主选举，至少有以下几个弊端是难以避免的：",
      "zh_TW": "一人一票的民主選舉制度，被許多人認為是至今歷史上最合理的政治制度。但是如果我們研讀了《群書治要》之後，就發現其實並非如此。因為現代社會的民主選舉，至少有以下幾個弊端是難以避免的："
    },
    {
      "id": "02-042-0132_p0050",
      "zh_CN": "第一，以言取人。",
      "zh_TW": "第一，以言取人。"
    },
    {
      "id": "02-042-0132_p0051",
      "zh_CN": "民主制是通过什么来了解参选人、选举领导人？主要是通过参选人的演讲。这就会导致我们古人所说的「以言取人」的倾向。",
      "zh_TW": "民主制是通過什麼來了解參選人、選舉領導人？主要是通過參選人的演講。這就會導致我們古人所說的「以言取人」的傾向。"
    },
    {
      "id": "02-042-0132_p0052",
      "zh_CN": "在《论语》中有很多关于言语的经典论述，譬如说，「巧言令色，鲜矣仁」。一个人花言巧语，伪装出和善的面目，善于逢迎取悦别人，这样的人就缺乏仁德之心。又说「君子欲讷于言而敏于行」，君子在言语上应该谨慎、迟缓，但是在行为上要敏捷、雷厉风行。正是因为一个人巧言令色，鲜有仁德之心，所以「君子不以言举人」，不因为他说得很好听，就对他委以重任。因为虽然他能做出很多承诺，但是一旦被选举上来，诺言却很难兑现。所以孔老夫子也说，「有言者不必有德」，这个人言语很好听，但是他不一定有真正的德行。所以我们既要听其言，还要观其行。",
      "zh_TW": "在《論語》中有很多關於言語的經典論述，譬如說，「巧言令色，鮮矣仁」。一個人花言巧語，偽裝出和善的面目，善於逢迎取悅別人，這樣的人就缺乏仁德之心。又說「君子欲訥於言而敏於行」，君子在言語上應該謹慎、遲緩，但是在行為上要敏捷、雷厲風行。正是因為一個人巧言令色，鮮有仁德之心，所以「君子不以言舉人」，不因為他說得很好聽，就對他委以重任。因為雖然他能做出很多承諾，但是一旦被選舉上來，諾言卻很難兌現。所以孔老夫子也說，「有言者不必有德」，這個人言語很好聽，但是他不一定有真正的德行。所以我們既要聽其言，還要觀其行。"
    },
    {
      "id": "02-042-0132_p0053",
      "zh_CN": "在《群书治要．中论》上也有一段关于言语和德行的论述，说得非常有道理。它说：「夫利口者，心足以见小数，言足以尽巧辞，给足以应切问，难足以断俗疑，然而好说不倦，谍谍如也。」能言善辩的人，他的心智足以洞察到微细之处，言辞也非常巧妙、很有修饰，伶牙俐齿足以应对急切的追问，对人反驳也足以让世俗之人信服，但是他喜欢言谈，不知疲倦，喋喋不休。「夫类族辨物之士者寡，而愚暗不达之人者多，孰知其非乎？」然而在世间，那些可以按类归纳推理、明辨事物的人是很少的，而愚钝的、容易被蒙蔽的人是多数，那谁知道他说得正不正确？因为他的口才很好，甚至还有很高的学历，讲出话来头头是道，普通世俗之人就很容易听信他的话。但是他所说的可能是有违大道的。「此其所以无用而不见废也，至贱而不见遗也」，这就是为什么他没有什么实际价值，却不被废黜、遗弃的原因所在。",
      "zh_TW": "在《群書治要．中論》上也有一段關於言語和德行的論述，說得非常有道理。它說：「夫利口者，心足以見小數，言足以盡巧辭，給足以應切問，難足以斷俗疑，然而好說不倦，諜諜如也。」能言善辯的人，他的心智足以洞察到微細之處，言辭也非常巧妙、很有修飾，伶牙俐齒足以應對急切的追問，對人反駁也足以讓世俗之人信服，但是他喜歡言談，不知疲倦，喋喋不休。「夫類族辨物之士者寡，而愚闇不達之人者多，孰知其非乎？」然而在世間，那些可以按類歸納推理、明辨事物的人是很少的，而愚鈍的、容易被蒙蔽的人是多數，那誰知道他說得正不正確？因為他的口才很好，甚至還有很高的學歷，講出話來頭頭是道，普通世俗之人就很容易聽信他的話。但是他所說的可能是有違大道的。「此其所以無用而不見廢也，至賤而不見遺也」，這就是為什麼他沒有什麼實際價值，卻不被廢黜、遺棄的原因所在。"
    },
    {
      "id": "02-042-0132_p0054",
      "zh_CN": "「先王之法，析言破律、乱名改作、行僻而坚、言伪而辨者杀之，为其疑众惑民而浇乱至道也。」古圣先王的法律规定，巧说诡辩而曲解法令、混乱礼法名分使其失去原意、行为邪僻却坚持不改，言语虚伪、强词夺理的人，要处以死刑。就像孔老夫子，他当了大司寇没有几天，就把「行僻而坚，言伪而辩」的少正卯诛杀了。因为正是少正卯的口才非常好，致使孔老夫子的很多弟子都被吸引去听讲。这些弟子跟着孔老夫子学习很长时间了，但是少正卯一发表异论，他们都被吸引迷惑，分不清楚哪一个是符合道的了。为什么？就是因为少正卯的口才好，能言善辩，把不符合自然规律和人性的歪理邪说讲得头头是道。即使孔子的弟子也都被迷惑了，更何况是没有听闻大道的百姓呢。所以对于这样的人，只有把他处决掉。为什么？因为他会使民众对大道产生怀疑，分不清是非、善恶、美丑，使伦理道德的标准动摇，这样就会造成社会人心的混乱。所以，古人绝不以言取人。",
      "zh_TW": "「先王之法，析言破律、亂名改作、行僻而堅、言偽而辨者殺之，為其疑眾惑民而澆亂至道也。」古聖先王的法律規定，巧說詭辯而曲解法令、混亂禮法名分使其失去原意、行為邪僻卻堅持不改，言語虛偽、強詞奪理的人，要處以死刑。就像孔老夫子，他當了大司寇沒有幾天，就把「行僻而堅，言偽而辯」的少正卯誅殺了。因為正是少正卯的口才非常好，致使孔老夫子的很多弟子都被吸引去聽講。這些弟子跟著孔老夫子學習很長時間了，但是少正卯一發表異論，他們都被吸引迷惑，分不清楚哪一個是符合道的了。為什麼？就是因為少正卯的口才好，能言善辯，把不符合自然規律和人性的歪理邪說講得頭頭是道。即使孔子的弟子也都被迷惑了，更何況是沒有聽聞大道的百姓呢。所以對於這樣的人，只有把他處決掉。為什麼？因為他會使民眾對大道產生懷疑，分不清是非、善惡、美醜，使倫理道德的標準動搖，這樣就會造成社會人心的混亂。所以，古人絕不以言取人。"
    },
    {
      "id": "02-042-0132_p0055",
      "zh_CN": "在《汉书》中记载，时任廷尉的张释之，和汉文帝一起出行到虎圈（饲养虎的地方），汉文帝向上林苑的主管询问禽兽簿上的事项。结果他问了十多个问题，上林尉吞吞吐吐，一个都回答不上来。而在旁边有一个官职很低的啬夫，就代替上林尉来回答这些问题。皇上所问这些问题他是有问必答，而且滔滔不绝，看得出他对禽兽簿很熟悉，而且口才也很好。文帝听了之后，忘记了孔老夫子「君子不以言举人」的教诲，于是就说：「当官吏的难道不就应该是这样吗？」因此他就准备下诏，拜这个啬夫为上林令（上林令是管理上林苑的最高长官，比上林尉的职位还要高）。",
      "zh_TW": "在《漢書》中記載，時任廷尉的張釋之，和漢文帝一起出行到虎圈（飼養虎的地方），漢文帝向上林苑的主管詢問禽獸簿上的事項。結果他問了十多個問題，上林尉吞吞吐吐，一個都回答不上來。而在旁邊有一個官職很低的嗇夫，就代替上林尉來回答這些問題。皇上所問這些問題他是有問必答，而且滔滔不絕，看得出他對禽獸簿很熟悉，而且口才也很好。文帝聽了之後，忘記了孔老夫子「君子不以言舉人」的教誨，於是就說：「當官吏的難道不就應該是這樣嗎？」因此他就準備下詔，拜這個嗇夫為上林令（上林令是管理上林苑的最高長官，比上林尉的職位還要高）。"
    },
    {
      "id": "02-042-0132_p0056",
      "zh_CN": "张释之看了之后，立即上前劝谏。他问文帝：「您觉得绛侯周勃是什么样的人？」周勃是西汉著名的军事家和政治家，也是西汉的功臣，绛侯是他的封号。文帝说：「他当然是长者了。」长者就是年高德劭的人。张释之又问：「东阳侯张相如是怎样的人？」张相如也是因为有战功才被封侯的，他在西汉的一百四十三位功臣中列居一百一十八位。文帝回答说：「他当然也是长者。」张释之就说：「绛侯、东阳侯都是德高望重的长者，但是他们两个人在朝廷上书言事的时候，竟然说不出话来。哪像这个啬夫喋喋不休？秦国任用了只会舞文弄墨的刀笔之吏，这些人行事急迫严苛，却没有恻隐之心。秦始皇由此积累了深重的祸患，到秦二世时，天下就土崩瓦解了。现在陛下因为这个啬夫能言善辩，就越级提拔他，我恐怕天下会随风响应，争相去炫耀口才，而不求实德。况且下级顺从上级的速度就像响之应声、影之随形一样的迅速。因此，皇帝的一个政策、一个举动都不能够不谨慎小心。」文帝听了之后，觉得很有道理，于是就放弃了提拔啬夫的打算。所以古人评判一个人才，不会仅仅从言语就下定论。",
      "zh_TW": "張釋之看了之後，立即上前勸諫。他問文帝：「您覺得絳侯周勃是什麼樣的人？」周勃是西漢著名的軍事家和政治家，也是西漢的功臣，絳侯是他的封號。文帝說：「他當然是長者了。」長者就是年高德劭的人。張釋之又問：「東陽侯張相如是怎樣的人？」張相如也是因為有戰功才被封侯的，他在西漢的一百四十三位功臣中列居一百一十八位。文帝回答說：「他當然也是長者。」張釋之就說：「絳侯、東陽侯都是德高望重的長者，但是他們兩個人在朝廷上書言事的時候，竟然說不出話來。哪像這個嗇夫喋喋不休？秦國任用了只會舞文弄墨的刀筆之吏，這些人行事急迫嚴苛，卻沒有惻隱之心。秦始皇由此積累了深重的禍患，到秦二世時，天下就土崩瓦解了。現在陛下因為這個嗇夫能言善辯，就越級提拔他，我恐怕天下會隨風響應，爭相去炫耀口才，而不求實德。況且下級順從上級的速度就像響之應聲、影之隨形一樣的迅速。因此，皇帝的一個政策、一個舉動都不能夠不謹慎小心。」文帝聽了之後，覺得很有道理，於是就放棄了提拔嗇夫的打算。所以古人評判一個人才，不會僅僅從言語就下定論。"
    },
    {
      "id": "02-042-0132_p0057",
      "zh_CN": "在《群书治要．傅子》上也说：「上好德则下修行，上好言则下饰辩。」如果君王喜欢的是德行，那么属下都会纷纷的去修养自己的品行；如果上面的人喜欢言辞，下边的人都会争相的培养自己的口才。「修行则仁义兴焉，饰辩则大伪起焉」，如果人人都重视修养，重视道德和品行，天下的仁义之风就兴起来了；人人都去学能言善辩，虚伪的风气就会兴起，这是必然的征兆。「德者难成而难见者也，言者易撰而易悦者也」，但是真实德行的成就是很难的，即使成就了也很难被发现；而言语却很容易出口，也容易取悦于人。「先王知言之易，而悦之者众，故不尚焉」，古圣先王都知道口才、文辞容易练就，而且爱听好话的人很多，所以并不崇尚言谈。「不尊贤尚德、举善以教，而以一言之悦取人，则天下之弃德饰辩以要其上者不尠矣」，如果不尊崇贤德之人，也就是通过尊师重道、举荐和褒奖善人教导百姓向善，却只以言辞说得好、能够取悦于人的标准来选用人才，结果天下背弃道德，只追求言辞修饰、能言善辩，并以此来向君主邀功请赏的人就不会少了。",
      "zh_TW": "在《群書治要．傅子》上也說：「上好德則下修行，上好言則下飾辯。」如果君王喜歡的是德行，那麼屬下都會紛紛的去修養自己的品行；如果上面的人喜歡言辭，下邊的人都會爭相的培養自己的口才。「修行則仁義興焉，飾辯則大偽起焉」，如果人人都重視修養，重視道德和品行，天下的仁義之風就興起來了；人人都去學能言善辯，虛偽的風氣就會興起，這是必然的徵兆。「德者難成而難見者也，言者易撰而易悅者也」，但是真實德行的成就是很難的，即使成就了也很難被發現；而言語卻很容易出口，也容易取悅於人。「先王知言之易，而悅之者眾，故不尚焉」，古聖先王都知道口才、文辭容易練就，而且愛聽好話的人很多，所以並不崇尚言談。「不尊賢尚德、舉善以教，而以一言之悅取人，則天下之棄德飾辯以要其上者不尠矣」，如果不尊崇賢德之人，也就是通過尊師重道、舉薦和褒獎善人教導百姓向善，卻只以言辭說得好、能夠取悅於人的標準來選用人才，結果天下背棄道德，只追求言辭修飾、能言善辯，並以此來向君主邀功請賞的人就不會少了。"
    },
    {
      "id": "02-042-0132_p0058",
      "zh_CN": "「德难为而言易饰也」，德行很难修养、很难成就，但是言语却很容易修饰。例如，一个人克服一个过恶，比如说嫉妒心强、容易傲慢、动怒，都得十年、二十年的工夫。但是我们只要学一学演讲术，很容易就可以上台去演讲。所以古人看到了这些问题，告诉我们不要因为一个人言语好听，就对他委以重任。但是西方的民主选举，确实主要是根据一个人的演说来选举一个人。",
      "zh_TW": "「德難為而言易飾也」，德行很難修養、很難成就，但是言語卻很容易修飾。例如，一個人克服一個過惡，比如說嫉妒心強、容易傲慢、動怒，都得十年、二十年的工夫。但是我們只要學一學演講術，很容易就可以上台去演講。所以古人看到了這些問題，告訴我們不要因為一個人言語好聽，就對他委以重任。但是西方的民主選舉，確實主要是根據一個人的演說來選舉一個人。"
    },
    {
      "id": "02-042-0132_p0059",
      "zh_CN": "第二，结党营私。",
      "zh_TW": "第二，結黨營私。"
    },
    {
      "id": "02-042-0132_p0060",
      "zh_CN": "民主选举就是服从多数人的意愿。一人一票的结果是很难避免结党营私，而且选举出来的人不一定是最合适的德才兼备之人。",
      "zh_TW": "民主選舉就是服從多數人的意願。一人一票的結果是很難避免結黨營私，而且選舉出來的人不一定是最合適的德才兼備之人。"
    },
    {
      "id": "02-042-0132_p0061",
      "zh_CN": "在《论语》上，孔老夫子说：「众恶之，必察焉；众好之，必察焉。」如果大家都厌恶他，你也一定要去观察，为什么他被人厌恶，不能够轻易相信众人的意思。也有人被众人所推崇，同样也不要轻易的相信，要考察一下，他为什么被人赞叹？",
      "zh_TW": "在《論語》上，孔老夫子說：「眾惡之，必察焉；眾好之，必察焉。」如果大家都厭惡他，你也一定要去觀察，為什麼他被人厭惡，不能夠輕易相信眾人的意思。也有人被眾人所推崇，同樣也不要輕易的相信，要考察一下，他為什麼被人讚歎？"
    },
    {
      "id": "02-042-0132_p0062",
      "zh_CN": "子贡曾经向孔老夫子提过这样一个问题：「乡人皆好之，何如？」全乡的人都赞叹他好，这个人怎么样？能不能判断他就是个善人？孔老夫子说：「未可也。」还不一定。子贡又问：「乡人皆恶之，何如？」如果全乡的人都厌恶他，可不可以判定这个人就是个恶人？孔老夫子说：「未可也。」也不一定。孔老夫子接着说：「不如乡人之善者好之，其不善者恶之。」不如全乡里善良的人都喜欢他，不善良的人都厌恶他，这样才能够判断出这个人的善恶。",
      "zh_TW": "子貢曾經向孔老夫子提過這樣一個問題：「鄉人皆好之，何如？」全鄉的人都讚歎他好，這個人怎麼樣？能不能判斷他就是個善人？孔老夫子說：「未可也。」還不一定。子貢又問：「鄉人皆惡之，何如？」如果全鄉的人都厭惡他，可不可以判定這個人就是個惡人？孔老夫子說：「未可也。」也不一定。孔老夫子接著說：「不如鄉人之善者好之，其不善者惡之。」不如全鄉裡善良的人都喜歡他，不善良的人都厭惡他，這樣才能夠判斷出這個人的善惡。"
    },
    {
      "id": "02-042-0132_p0063",
      "zh_CN": "《史记》中记载，齐威王刚即位的时候，九年之间，诸侯都来讨伐他，致使国家得不到治理。于是，齐威王就把即墨的大夫（地方官）召来了。齐威王对他说：「自从你到即墨去了之后，毁谤你的言语我每天都能够听到。但是我派人去视察即墨，发现田野都得以开辟，人民都丰衣足食，官府也没有积压的公事，齐国东部地区因此得以安宁，这是因为你不会讨好我的左右以求得赞誉的缘故。」于是，他封了一万户的食邑给即墨大夫。接着，他又把阿地的大夫召来了，对他说：「自从派你去驻守阿城，每天都能够听到赞誉你的声音。但是我派人到阿地去视察，田野没有开辟，人民过着贫苦的生活。赵国攻打甄地的时候，你不能出兵去救援；卫国取得薛陵的时候，你居然连这件事都不知道。这是因为你善于以重金巴结我的左右以求取声誉。」所以当天他就烹杀了阿地的大夫，而且把自己身边曾经赞誉阿大夫的人也一起给烹杀了。对此，齐国上下都感到很震惊，人人都不敢文过饰非，而是做事务实，尽自己的本分，最终齐国也得到了治理。诸侯听到这件事，再也不敢轻易的侵犯齐国了。",
      "zh_TW": "《史記》中記載，齊威王剛即位的時候，九年之間，諸侯都來討伐他，致使國家得不到治理。於是，齊威王就把即墨的大夫（地方官）召來了。齊威王對他說：「自從你到即墨去了之後，毀謗你的言語我每天都能夠聽到。但是我派人去視察即墨，發現田野都得以開闢，人民都豐衣足食，官府也沒有積壓的公事，齊國東部地區因此得以安寧，這是因為你不會討好我的左右以求得讚譽的緣故。」於是，他封了一萬戶的食邑給即墨大夫。接著，他又把阿地的大夫召來了，對他說：「自從派你去駐守阿城，每天都能夠聽到讚譽你的聲音。但是我派人到阿地去視察，田野沒有開闢，人民過著貧苦的生活。趙國攻打甄地的時候，你不能出兵去救援；衛國取得薛陵的時候，你居然連這件事都不知道。這是因為你善於以重金巴結我的左右以求取聲譽。」所以當天他就烹殺了阿地的大夫，而且把自己身邊曾經讚譽阿大夫的人也一起給烹殺了。對此，齊國上下都感到很震驚，人人都不敢文過飾非，而是做事務實，盡自己的本分，最終齊國也得到了治理。諸侯聽到這件事，再也不敢輕易的侵犯齊國了。"
    },
    {
      "id": "02-042-0132_p0064",
      "zh_CN": "《六韬》中讲得更好：「君以世俗之所誉者为贤智，以世俗之所毁者为不肖，则多党者进，少党者退，是以群邪比周而蔽贤，忠臣死于无罪，邪臣以虚誉取爵位，是以世乱愈甚，故其国不免于危亡。」如果君主以世俗大众所称赞的人为贤德的、有智慧的人，以世俗大众所毁谤的人称为是不肖之徒，结果喜欢结党营私的人，往往被举荐出来担任了领导；而不愿意结党营私的人、党羽少的人就会被罢退。结果，这些邪曲不正的人结党营私、排除异己，把真正贤德的人给蒙蔽了、埋没了。忠臣还可能因为「莫须有」的罪名被处死，奸邪小人以虚有的声誉取得了领导的位置。这个世间的乱象就会愈来愈严重，这个国家也就免不了要危亡。",
      "zh_TW": "《六韜》中講得更好：「君以世俗之所譽者為賢智，以世俗之所毀者為不肖，則多黨者進，少黨者退，是以群邪比周而蔽賢，忠臣死於無罪，邪臣以虛譽取爵位，是以世亂愈甚，故其國不免於危亡。」如果君主以世俗大眾所稱讚的人為賢德的、有智慧的人，以世俗大眾所毀謗的人稱為是不肖之徒，結果喜歡結黨營私的人，往往被舉薦出來擔任了領導；而不願意結黨營私的人、黨羽少的人就會被罷退。結果，這些邪曲不正的人結黨營私、排除異己，把真正賢德的人給蒙蔽了、埋沒了。忠臣還可能因為「莫須有」的罪名被處死，奸邪小人以虛有的聲譽取得了領導的位置。這個世間的亂象就會愈來愈嚴重，這個國家也就免不了要危亡。"
    },
    {
      "id": "02-042-0132_p0065",
      "zh_CN": "所以，依靠一人一票的选举，往往可能把那些喜欢结党营私的人选举出来。特别是候选人为了提高自己在全国的知名度，让更多的选民了解和支持自己，必须依赖于大的财团进行宣传。一旦当选之后，也必须回报他们，考虑到他们的利益，所以基本上是被大的财团所掌控。而财团的性质基本是唯利是图。所以，在民主制度之下，结党营私是个很重要的弊端，这也是导致西方国家的政策虽然出现了病态，但是却不能够改变的原因。",
      "zh_TW": "所以，依靠一人一票的選舉，往往可能把那些喜歡結黨營私的人選舉出來。特別是候選人為了提高自己在全國的知名度，讓更多的選民了解和支持自己，必須依賴於大的財團進行宣傳。一旦當選之後，也必須回報他們，考慮到他們的利益，所以基本上是被大的財團所掌控。而財團的性質基本是唯利是圖。所以，在民主制度之下，結黨營私是個很重要的弊端，這也是導致西方國家的政策雖然出現了病態，但是卻不能夠改變的原因。"
    },
    {
      "id": "02-042-0132_p0066",
      "zh_CN": "由此可见，无论是什么样的制度想要达到治理，都要以民众的道德、认知水平做为基础，尤其是民主制。所以，普遍提高国人的思想觉悟和道德水准才是解决社会问题的根本方法。",
      "zh_TW": "由此可見，無論是什麼樣的制度想要達到治理，都要以民眾的道德、認知水平做為基礎，尤其是民主制。所以，普遍提高國人的思想覺悟和道德水準才是解決社會問題的根本方法。"
    },
    {
      "id": "02-042-0132_p0067",
      "zh_CN": "第三，遗漏人才。",
      "zh_TW": "第三，遺漏人才。"
    },
    {
      "id": "02-042-0132_p0068",
      "zh_CN": "由于民主制鼓励的是竞选、演说，这种选举方式往往会把最上等的人才给遗漏掉。",
      "zh_TW": "由於民主制鼓勵的是競選、演說，這種選舉方式往往會把最上等的人才給遺漏掉。"
    },
    {
      "id": "02-042-0132_p0069",
      "zh_CN": "在《晏子》中记载，齐景公向晏子问求贤之道。晏子把人才分为三个等级，他说：「夫上，难进而易退也；其次，易进而易退也；其下，易进而难退也。」最上等的人才，很难请出来做官，即是做了官，也很容易退位而去；次一等的人才，容易出来作官，但是也很容易罢官而去；最下等的人，是最容易出来做官的，但是也最难离开官位的。因为真正有德行的人于人无争、于世无求，没有功利之心。就像古人所说的，「穷则独善其身，达则兼济天下」。是进是退完全是看时节因缘缘分，有条件、时机成熟，就出来用自己的所学、自己的德行为社会、为人民做贡献；条件不成熟，就退而独善其身，不断的提升自己的品德。所以古人说「人到无求品自高」。像诸葛亮这样的人才，是要三顾茅庐才能请出来。他看刘备的心确实真诚恭敬，他才愿意帮助他，才肯出来做官。出来做官的目的不是为了升官发财、满足自己的私欲，而是想帮助国君治理天下，让天下的百姓过上太平幸福的生活。",
      "zh_TW": "在《晏子》中記載，齊景公向晏子問求賢之道。晏子把人才分為三個等級，他說：「夫上，難進而易退也；其次，易進而易退也；其下，易進而難退也。」最上等的人才，很難請出來做官，即是做了官，也很容易退位而去；次一等的人才，容易出來作官，但是也很容易罷官而去；最下等的人，是最容易出來做官的，但是也最難離開官位的。因為真正有德行的人於人無爭、於世無求，沒有功利之心。就像古人所說的，「窮則獨善其身，達則兼濟天下」。是進是退完全是看時節因緣緣分，有條件、時機成熟，就出來用自己的所學、自己的德行為社會、為人民做貢獻；條件不成熟，就退而獨善其身，不斷的提升自己的品德。所以古人說「人到無求品自高」。像諸葛亮這樣的人才，是要三顧茅廬才能請出來。他看劉備的心確實真誠恭敬，他才願意幫助他，才肯出來做官。出來做官的目的不是為了升官發財、滿足自己的私欲，而是想幫助國君治理天下，讓天下的百姓過上太平幸福的生活。"
    },
    {
      "id": "02-042-0132_p0070",
      "zh_CN": "我们现在提倡竞选，像西方国家一样讲竞争上岗，那就不能排除竞争应聘者急功近利，是为利益而来。所以从这个角度来看，竞选、竞争上岗往往选不出像诸葛亮、颜回这样最上等的人才，这样的人才是不愿意出来竞争的。愿意出来竞争的，大体都是有一些私心的。古人知道谦卑是人重要的德行，所以反而会选拔那些于人无争的人居位，这样的人才有公心。",
      "zh_TW": "我們現在提倡競選，像西方國家一樣講競爭上崗，那就不能排除競爭應聘者急功近利，是為利益而來。所以從這個角度來看，競選、競爭上崗往往選不出像諸葛亮、顏回這樣最上等的人才，這樣的人才是不願意出來競爭的。願意出來競爭的，大體都是有一些私心的。古人知道謙卑是人重要的德行，所以反而會選拔那些於人無爭的人居位，這樣的人才有公心。"
    },
    {
      "id": "02-042-0132_p0071",
      "zh_CN": "第四，引发对立。",
      "zh_TW": "第四，引發對立。"
    },
    {
      "id": "02-042-0132_p0072",
      "zh_CN": "民主选举采取竞选的方式，结果带动的是竞争的风气。因为喜欢竞争，竞争向上提升就是斗争，为了获得自己的利益尔虞我诈、勾心斗角，处心积虑的去谋算别人。在竞选的过程中有一个最大的特点，就是「自赞毁他」，称叹自己，抨击别人。而斗争向上提升就是战争，战争再向上提升就是世界末日。中国人常讲「家和万事兴」，一个家庭里只有和睦相处、礼让为先，才能够兴旺发达。一个国家也像一个家庭一样，如果大家不是互相欣赏、互相扶持，而是互相竞争、拆台，这个国家怎么能够和谐？怎么能够治理良好？上行下效，上面的人怎么做，下面的人就怎么效仿。整个社会都是竞争对立的风气，这个社会就不会有和谐礼让的氛围，也就很难治理好了。",
      "zh_TW": "民主選舉採取競選的方式，結果帶動的是競爭的風氣。因為喜歡競爭，競爭向上提升就是鬥爭，為了獲得自己的利益爾虞我詐、勾心鬥角，處心積慮的去謀算別人。在競選的過程中有一個最大的特點，就是「自讚毀他」，稱歎自己，抨擊別人。而鬥爭向上提升就是戰爭，戰爭再向上提升就是世界末日。中國人常講「家和萬事興」，一個家庭裡只有和睦相處、禮讓為先，才能夠興旺發達。一個國家也像一個家庭一樣，如果大家不是互相欣賞、互相扶持，而是互相競爭、拆台，這個國家怎麼能夠和諧？怎麼能夠治理良好？上行下效，上面的人怎麼做，下面的人就怎麼效仿。整個社會都是競爭對立的風氣，這個社會就不會有和諧禮讓的氛圍，也就很難治理好了。"
    },
    {
      "id": "02-042-0132_p0073",
      "zh_CN": "可见，正是因为美国采取了错误的治国理念，为了满足人们不断膨胀的欲望，不得不借债过日子。所以美国人一出生就背着债，这叫「庙筭不精」。有的专家学者为了解决这个国债危机问题，就提出可以通过战争的方式。这就是所谓的「庙筭不精，而穷兵以侵邻」。这种方式能否解决问题？在《盐铁论》中说：「地广而不德者国危，兵强而凌敌者身亡。」土地广阔，但不实行德政的人，国家就有危险；倚仗兵力强大来欺凌别的国家的人，自己也会灭亡。正如《群书治要》所说的：「国虽大，好战必亡。」",
      "zh_TW": "可見，正是因為美國採取了錯誤的治國理念，為了滿足人們不斷膨脹的欲望，不得不借債過日子。所以美國人一出生就背著債，這叫「廟筭不精」。有的專家學者為了解決這個國債危機問題，就提出可以通過戰爭的方式。這就是所謂的「廟筭不精，而窮兵以侵鄰」。這種方式能否解決問題？在《鹽鐵論》中說：「地廣而不德者國危，兵強而凌敵者身亡。」土地廣闊，但不實行德政的人，國家就有危險；倚仗兵力強大來欺凌別的國家的人，自己也會滅亡。正如《群書治要》所說的：「國雖大，好戰必亡。」"
    },
    {
      "id": "02-042-0132_p0074",
      "zh_CN": "但是很多西方人不明白这个道理。所以，西方国家近百年来所奉行的都是霸权文化，提倡竞争。早在一九二四年，孙中山先生就对西方的霸道文化，和东方的王道文化做了一个很好的对比，他在《大亚洲主义》的演讲中这样讲道：就最近几百年的文化讲，欧洲的物质文明极发达，我们东洋的这种文明不进步。从表面的观瞻比较起来，欧洲自然好于亚洲。但是从根本上解剖起来，欧洲近几年是什么文化？是科学的文化，是注重功利的文化。这种文化应用到人类社会，只见物质文明，只有飞机炸弹，只有洋枪大炮，这是一种武力的文化。这种专用武力压迫人的文化，用我们中国的古话来说就是「行霸道」。所以欧洲的文化是霸道的文化，但是我们东洋向来轻视霸道的文化。还有一种文化，好过霸道的文化，这种文化的本质，是仁义道德。用这种仁义道德的文化，是感化人，不是压迫人；是要人怀德，而不是要人畏威。这种要人怀德的文化，我们中国的古话就是「行王道」。所以亚洲的文化就是王道的文化。但是很多人却认识不到这一点。",
      "zh_TW": "但是很多西方人不明白這個道理。所以，西方國家近百年來所奉行的都是霸權文化，提倡競爭。早在一九二四年，孫中山先生就對西方的霸道文化，和東方的王道文化做了一個很好的對比，他在《大亞洲主義》的演講中這樣講道：就最近幾百年的文化講，歐洲的物質文明極發達，我們東洋的這種文明不進步。從表面的觀瞻比較起來，歐洲自然好於亞洲。但是從根本上解剖起來，歐洲近幾年是什麼文化？是科學的文化，是注重功利的文化。這種文化應用到人類社會，只見物質文明，只有飛機炸彈，只有洋槍大炮，這是一種武力的文化。這種專用武力壓迫人的文化，用我們中國的古話來說就是「行霸道」。所以歐洲的文化是霸道的文化，但是我們東洋向來輕視霸道的文化。還有一種文化，好過霸道的文化，這種文化的本質，是仁義道德。用這種仁義道德的文化，是感化人，不是壓迫人；是要人懷德，而不是要人畏威。這種要人懷德的文化，我們中國的古話就是「行王道」。所以亞洲的文化就是王道的文化。但是很多人卻認識不到這一點。"
    },
    {
      "id": "02-042-0132_p0075",
      "zh_CN": "正如《淮南子》上所说的：「今谓强者胜，则度地计众；富者利，则量粟称金。如此，则千乘之君无不霸王，万乘之国无破亡者矣。国之亡也，大不足恃；道之行也，小不可轻。由此观之，存在得道，而不在于大；亡在失道，而不在于小也。」现在有人认为只要强大就可以致胜，于是便丈量本国的地域、计算本国的人口，认为只要富有，国事就顺利，所以热衷于统计粮食储备、称量金银。如果真是这样的话，那么有千辆马车的君主无不可以称霸诸侯，有万辆马车的大国更是永远不会灭亡。一个国家将亡，再大也是靠不住的；如果道义畅行，国虽小也不能轻视。由此看来，国家得以存在，是因为有道，而不在于其大；国家所以灭亡，在于失道，而不在于其小。",
      "zh_TW": "正如《淮南子》上所說的：「今謂強者勝，則度地計眾；富者利，則量粟稱金。如此，則千乘之君無不霸王，萬乘之國無破亡者矣。國之亡也，大不足恃；道之行也，小不可輕。由此觀之，存在得道，而不在於大；亡在失道，而不在於小也。」現在有人認為只要強大就可以致勝，於是便丈量本國的地域、計算本國的人口，認為只要富有，國事就順利，所以熱衷於統計糧食儲備、稱量金銀。如果真是這樣的話，那麼有千輛馬車的君主無不可以稱霸諸侯，有萬輛馬車的大國更是永遠不會滅亡。一個國家將亡，再大也是靠不住的；如果道義暢行，國雖小也不能輕視。由此看來，國家得以存在，是因為有道，而不在於其大；國家所以滅亡，在於失道，而不在於其小。"
    },
    {
      "id": "02-042-0132_p0076",
      "zh_CN": "所以东方的文化是王道，西方的文化是霸道。讲王道是主张仁义道德，讲霸道主张功利强权。讲仁义道德，是用正义公理来感化人；而讲功利强权，是用洋枪大炮来压迫人。",
      "zh_TW": "所以東方的文化是王道，西方的文化是霸道。講王道是主張仁義道德，講霸道主張功利強權。講仁義道德，是用正義公理來感化人；而講功利強權，是用洋槍大炮來壓迫人。"
    },
    {
      "id": "02-042-0132_p0077",
      "zh_CN": "孙中山先生在演讲中也指出：现在世界文化的潮流，就是在英国、美国也有少数人提倡仁义道德。至于在其他各野蛮之邦，也是有这种提倡。由此可见，西方之功利强权的文化，便要服从东方之仁义道德的文化。这便是霸道要服从王道，这便是世界的文化日趋于光明。",
      "zh_TW": "孫中山先生在演講中也指出：現在世界文化的潮流，就是在英國、美國也有少數人提倡仁義道德。至於在其他各野蠻之邦，也是有這種提倡。由此可見，西方之功利強權的文化，便要服從東方之仁義道德的文化。這便是霸道要服從王道，這便是世界的文化日趨於光明。"
    },
    {
      "id": "02-042-0132_p0078",
      "zh_CN": "当前世界危机四伏，汤恩比博士等有识之士早在二十世纪七十年代就提出，要拯救今天的灾难，唯有从中华文化中寻找答案（见汤恩比《未来属于中国》）。这个结论是完全正确的。简单的来说，就是要放弃霸道文化，施行王道的文化。而《群书治要》就是一个以王道治国的纲领，现在的美国，还有东西方国家，都应该好好学一学《群书治要》中的政治智慧。",
      "zh_TW": "當前世界危機四伏，湯恩比博士等有識之士早在二十世紀七十年代就提出，要拯救今天的災難，唯有從中華文化中尋找答案（見湯恩比《未來屬於中國》）。這個結論是完全正確的。簡單的來說，就是要放棄霸道文化，施行王道的文化。而《群書治要》就是一個以王道治國的綱領，現在的美國，還有東西方國家，都應該好好學一學《群書治要》中的政治智慧。"
    },
    {
      "id": "02-042-0132_p0079",
      "zh_CN": "总之，「庙筭不精」，必致内忧；「穷兵侵邻」，必招外患。内忧外患，岂有不亡之理？历史是一面镜子，能够帮助现代人明辨是非、预判未来。几千年的历史文化积淀，铸就了中华民族尚和平、崇王道的政治品格。做为中华儿女，我们理应有天下兴亡、匹夫有责的担当和勇气。在全球化的今天，各种思潮此起彼伏，我们要客观、谨慎的评价尚未经过充分检验的理论。只有站在巨人的肩膀上，才能看得更远；只有站稳脚跟、坚定自信，才能走出一条属于自己的中国道路。",
      "zh_TW": "總之，「廟筭不精」，必致內憂；「窮兵侵鄰」，必招外患。內憂外患，豈有不亡之理？歷史是一面鏡子，能夠幫助現代人明辨是非、預判未來。幾千年的歷史文化積澱，鑄就了中華民族尚和平、崇王道的政治品格。做為中華兒女，我們理應有天下興亡、匹夫有責的擔當和勇氣。在全球化的今天，各種思潮此起彼伏，我們要客觀、謹慎的評價尚未經過充分檢驗的理論。只有站在巨人的肩膀上，才能看得更遠；只有站穩腳跟、堅定自信，才能走出一條屬於自己的中國道路。"
    },
    {
      "id": "02-042-0132_p0080",
      "zh_CN": "学生乃初学晚辈，障重凡夫，报告之中错谬之处在所难免，恳请尊敬的师父上人、诸位法师大德不吝赐教，不胜感恩！不肖学生刘余莉顶礼敬呈。",
      "zh_TW": "學生乃初學晚輩，障重凡夫，報告之中錯謬之處在所難免，懇請尊敬的師父上人、諸位法師大德不吝賜教，不勝感恩！不肖學生劉余莉頂禮敬呈。"
    },
    {
      "id": "02-042-0132_p0081",
      "zh_CN": "老法师：刘教授的这份报告，很值得现在一般人，无论从事哪个行业，男女老少，都可以看看，让我们好好的来想一想。",
      "zh_TW": "老法師：劉教授的這份報告，很值得現在一般人，無論從事哪個行業，男女老少，都可以看看，讓我們好好的來想一想。"
    },
    {
      "id": "02-042-0132_p0082",
      "zh_CN": "前年，我在澳洲，陆克文的姐姐来看我，那时候陆克文是澳洲总理，他在位的时间不久，他就下来了。他姐姐告诉我一桩事情，她说现在西方人，对于民主制度开始质疑了，就是怀疑了，问我，民主选举是不是最好的制度？问我这个问题。我就告诉她，怀疑是正确的，你们终于醒过来了。我说民主制度是最糟糕的制度，是最不得已的。我说我在美国的时候，早年，我跟美国人讨论过这个问题，在纽约的时候，因为他们说到他们的制度好，逼迫着全世界人都要学他们。我说这个问题严重。我说美国只有二百年历史，美国的土着剩下不多了，所有的美国的居民，都是从全世界四面八方移民来的，没根、没柢，就好像做生意，都是摆个小摊子，小摊贩。这样，用你们现在的民主选举，选一个人做我们的代表，替我们说话，这是可以理解的。像中国，中国像个老店，它有五千年的承传，一代一代的子孙传下来，经营得不错，你怎么可以叫他们兄弟姐妹分家去摆摊子，哪有这种道理？我说中国这个国情跟美国是不一样，中国有中国的做法，美国有美国的做法，美国东西不适合中国，中国东西也不适合美国。我说这样你了解了就对了，两面都没有错。但是你们要累积经验，累积历史，将来慢慢也能做世家，就不会摆小摊子了，现在你们是摆小摊的。",
      "zh_TW": "前年，我在澳洲，陸克文的姐姐來看我，那時候陸克文是澳洲總理，他在位的時間不久，他就下來了。他姐姐告訴我一樁事情，她說現在西方人，對於民主制度開始質疑了，就是懷疑了，問我，民主選舉是不是最好的制度？問我這個問題。我就告訴她，懷疑是正確的，你們終於醒過來了。我說民主制度是最糟糕的制度，是最不得已的。我說我在美國的時候，早年，我跟美國人討論過這個問題，在紐約的時候，因為他們說到他們的制度好，逼迫著全世界人都要學他們。我說這個問題嚴重。我說美國只有二百年歷史，美國的土著剩下不多了，所有的美國的居民，都是從全世界四面八方移民來的，沒根、沒柢，就好像做生意，都是擺個小攤子，小攤販。這樣，用你們現在的民主選舉，選一個人做我們的代表，替我們說話，這是可以理解的。像中國，中國像個老店，它有五千年的承傳，一代一代的子孫傳下來，經營得不錯，你怎麼可以叫他們兄弟姐妹分家去擺攤子，哪有這種道理？我說中國這個國情跟美國是不一樣，中國有中國的做法，美國有美國的做法，美國東西不適合中國，中國東西也不適合美國。我說這樣你了解了就對了，兩面都沒有錯。但是你們要累積經驗，累積歷史，將來慢慢也能做世家，就不會擺小攤子了，現在你們是擺小攤的。"
    },
    {
      "id": "02-042-0132_p0083",
      "zh_CN": "刘教授把这个问题分析得很清楚、分析得很明白，确实要让一些，特别是从政的，尤其是居领导地位人多看看，要多在这上思考，会长智慧，知道在这个大时代当中如何进退。一定要知道和睦，所以我们提倡的，这么多年来，提倡什么？平等对待，和睦相处，互相尊重、互相敬爱、互助合作，共同经营整个世界的盛世，安定和谐，人民安乐。很有启发性，这一篇，我们再看，还有一篇。",
      "zh_TW": "劉教授把這個問題分析得很清楚、分析得很明白，確實要讓一些，特別是從政的，尤其是居領導地位人多看看，要多在這上思考，會長智慧，知道在這個大時代當中如何進退。一定要知道和睦，所以我們提倡的，這麼多年來，提倡什麼？平等對待，和睦相處，互相尊重、互相敬愛、互助合作，共同經營整個世界的盛世，安定和諧，人民安樂。很有啟發性，這一篇，我們再看，還有一篇。"
    },
    {
      "id": "02-042-0132_p0084",
      "zh_CN": "学生：科注学习班心得报告：《净修捷要报恩谈》编辑后记",
      "zh_TW": "學生：科註學習班心得報告：《淨修捷要報恩談》編輯後記"
    },
    {
      "id": "02-042-0132_p0085",
      "zh_CN": "深蒙佛恩、师恩慈光摄受，念公晚年宣演《净修捷要报恩谈》完整版之文字编辑将毕，复受香港佛陀教育协会之嘱作跋于篇末。惜不肖弟子虽自称净业学人，垢重障深，具缚而不能自明，曷敢企望为此「最上、殊妙，报佛恩之称性极谈」作跋。然作为本书听校文稿之修订者，随附义务不可推却。故赘以数语为《后记》，浅述修订编辑之因缘与感受。",
      "zh_TW": "深蒙佛恩、師恩慈光攝受，念公晚年宣演《淨修捷要報恩談》完整版之文字編輯將畢，復受香港佛陀教育協會之囑作跋於篇末。惜不肖弟子雖自稱淨業學人，垢重障深，具縛而不能自明，曷敢企望為此「最上、殊妙，報佛恩之稱性極談」作跋。然作為本書聽校文稿之修訂者，隨附義務不可推卻。故贅以數語為《後記》，淺述修訂編輯之因緣與感受。"
    },
    {
      "id": "02-042-0132_p0086",
      "zh_CN": "姚秦三藏法师鸠摩罗什等译有《禅秘法要经》，经中世尊云：「过千岁已。此无常观。虽复流行阎浮提中。亿亿千万众多弟子。若一若两。修无常观。得解脱道。」这是世尊告诉我们：末法修行者亿亿千万，得度者罕有一二；修无常观可得解脱。纵观现世，斗争坚固，邪淫炽盛，颠倒缪见，举世同风，孰能置身欲海而不随恶浪旋入？于「贪瞋痴慢」处稔熟者比比皆是，而于「清净平等觉」中求出离者甚难希有。几人能将「凡所有相」视为「梦幻泡影」？纵能观无常、视为梦幻泡影者，若不能即生成佛，怎可谓之得解脱。三贤位菩萨，无住时不能生心，生心时不能无住，无住和生心不能同时。不能无住而生心，如泥菩萨过河，自身尚且不究竟，何以尽度无边众生，而圆满弘愿？",
      "zh_TW": "姚秦三藏法師鳩摩羅什等譯有《禪秘法要經》，經中世尊云：「過千歲已。此無常觀。雖復流行閻浮提中。億億千萬眾多弟子。若一若兩。修無常觀。得解脫道。」這是世尊告訴我們：末法修行者億億千萬，得度者罕有一二；修無常觀可得解脫。縱觀現世，鬥爭堅固，邪淫熾盛，顛倒繆見，舉世同風，孰能置身欲海而不隨惡浪旋入？於「貪瞋痴慢」處稔熟者比比皆是，而於「清淨平等覺」中求出離者甚難希有。幾人能將「凡所有相」視為「夢幻泡影」？縱能觀無常、視為夢幻泡影者，若不能即生成佛，怎可謂之得解脫。三賢位菩薩，無住時不能生心，生心時不能無住，無住和生心不能同時。不能無住而生心，如泥菩薩過河，自身尚且不究竟，何以盡度無邊眾生，而圓滿弘願？"
    },
    {
      "id": "02-042-0132_p0087",
      "zh_CN": "解脱者，究竟而言，乃第一义谛，直指即生成佛。如来出世之本怀，岂是任恶道冤鬼万劫惨叫夜嗥，任道业行者多生苦苦而求索乎？呜呼！哀哉！如来者所以兴出于世，唯将诸佛成就无上菩提之密法和盘托出，将佛地果觉之功德全体授予一切众生，令尽虚空之含灵皆能即生成佛。此为如来从真实之际中所流出真实之慧，而由真实之慧令一切含灵即生得真实之利。《无量寿经》便是尽显此三个真实，而又唯一、稳当、究竟、圆满、当生成佛、广大普度，如来最诚实之言。众生受持是经，但能「发菩提心，一向专念」，则念念心想极乐依正庄严时，即入一切诸佛智慧觉海；声声称念弥陀圣号时，即得于无上道永不退转。清．彭际清《无量寿经起信论》曰：「此经具无量寿全身；亦具一切诸佛全身」。而无量寿全身与一切诸佛全身何在？在尽虚空遍法界，无时不在、无处不在，即是常寂光、大涅槃之境界。「大涅槃者」，诸佛所证之理体，密宗所谓之大圆满境界，宗门所彻悟之究竟果地。而吾净业行人，惑业未断，仅依止《无量寿经》发菩提心，一向专念，即可声声、念念入「不生不灭，不去不来，常寂常照，真空妙有」之大圆满究竟如来境界，真可谓是不可思议之事，正如唐．玄奘法师所译小本《阿弥陀经》中，称此法为一切世间极难信之法。",
      "zh_TW": "解脫者，究竟而言，乃第一義諦，直指即生成佛。如來出世之本懷，豈是任惡道冤鬼萬劫慘叫夜嗥，任道業行者多生苦苦而求索乎？嗚呼！哀哉！如來者所以興出於世，唯將諸佛成就無上菩提之密法和盤托出，將佛地果覺之功德全體授予一切眾生，令盡虛空之含靈皆能即生成佛。此為如來從真實之際中所流出真實之慧，而由真實之慧令一切含靈即生得真實之利。《無量壽經》便是盡顯此三個真實，而又唯一、穩當、究竟、圓滿、當生成佛、廣大普度，如來最誠實之言。眾生受持是經，但能「發菩提心，一向專念」，則念念心想極樂依正莊嚴時，即入一切諸佛智慧覺海；聲聲稱念彌陀聖號時，即得於無上道永不退轉。清．彭際清《無量壽經起信論》曰：「此經具無量壽全身；亦具一切諸佛全身」。而無量壽全身與一切諸佛全身何在？在盡虛空遍法界，無時不在、無處不在，即是常寂光、大涅槃之境界。「大涅槃者」，諸佛所證之理體，密宗所謂之大圓滿境界，宗門所徹悟之究竟果地。而吾淨業行人，惑業未斷，僅依止《無量壽經》發菩提心，一向專念，即可聲聲、念念入「不生不滅，不去不來，常寂常照，真空妙有」之大圓滿究竟如來境界，真可謂是不可思議之事，正如唐．玄奘法師所譯小本《阿彌陀經》中，稱此法為一切世間極難信之法。"
    },
    {
      "id": "02-042-0132_p0088",
      "zh_CN": "持名念佛一法之所以极难信，因其超出凡夫一切情见；然虽不可思议，却又极其易行，且普被三根。玄奘法师《唐译》本列十方诸佛，皆出广长舌相，遍覆三千大千世界，周匝围绕，说诚实言：「汝等有情。皆应信受如是称赞不可思议佛土功德一切诸佛摄受法门。」由此可知，持名念佛法门之易行，皆因得十方恒河沙数诸佛之所摄受，持名时即是得一切诸佛摄受时，三大阿僧祇劫全赖博地凡夫将一切诸佛无量劫之功德拿来做为己用，方能超越地上菩萨，而速证无上正等菩提。",
      "zh_TW": "持名念佛一法之所以極難信，因其超出凡夫一切情見；然雖不可思議，卻又極其易行，且普被三根。玄奘法師《唐譯》本列十方諸佛，皆出廣長舌相，遍覆三千大千世界，周匝圍繞，說誠實言：「汝等有情。皆應信受如是稱讚不可思議佛土功德一切諸佛攝受法門。」由此可知，持名念佛法門之易行，皆因得十方恆河沙數諸佛之所攝受，持名時即是得一切諸佛攝受時，三大阿僧祇劫全賴博地凡夫將一切諸佛無量劫之功德拿來做為己用，方能超越地上菩薩，而速證無上正等菩提。"
    },
    {
      "id": "02-042-0132_p0089",
      "zh_CN": "众生或有疑问，难道十方诸佛唯加持摄受修净土者，而不加持其他法门之行者乎？非也。一切法门平等，皆得诸佛护念；然八万四千法门却是如来方便权说，因不能令众生得当生成佛之利益，则不能谓之真实也。譬如解救全身缠绕绳索、数日饥渴难耐者，欲令其受用眼前摆放之甘饮美食，必然要先帮其解脱缠缚；手脚皆被捆缚，只能靠他力帮助才能将绳索彻底解脱，而后受用眼前甘饮美食。八万四千门，门门要靠自己挣脱无始劫以来业力缠缚，而业力若有体相，虚空尚不能容之，那么无始劫捆缚之业力绳索必是难以计量的，岂是仅依自力即能解脱。若能依靠自力解脱，十方诸佛就不必称赞本师释迦牟尼佛，乃能于堪忍世界，「为欲利益安乐诸有情故，说是世间极难信之法，甚为希有不可思议」了。",
      "zh_TW": "眾生或有疑問，難道十方諸佛唯加持攝受修淨土者，而不加持其他法門之行者乎？非也。一切法門平等，皆得諸佛護念；然八萬四千法門卻是如來方便權說，因不能令眾生得當生成佛之利益，則不能謂之真實也。譬如解救全身纏繞繩索、數日飢渴難耐者，欲令其受用眼前擺放之甘飲美食，必然要先幫其解脫纏縛；手腳皆被捆縛，只能靠他力幫助才能將繩索徹底解脫，而後受用眼前甘飲美食。八萬四千門，門門要靠自己掙脫無始劫以來業力纏縛，而業力若有體相，虛空尚不能容之，那麼無始劫捆縛之業力繩索必是難以計量的，豈是僅依自力即能解脫。若能依靠自力解脫，十方諸佛就不必稱讚本師釋迦牟尼佛，乃能於堪忍世界，「為欲利益安樂諸有情故，說是世間極難信之法，甚為希有不可思議」了。"
    },
    {
      "id": "02-042-0132_p0090",
      "zh_CN": "利益安乐诸有情，乃一切诸佛出兴于世之大事因缘。利益者，真实之利，即当生成佛；安乐者，入大涅槃之首楞严三昧、一切事究竟坚固之境界。此真实利益与安乐，唯靠持名念佛这一极难信之法方能直趋直入。是何善根福德能得如此因缘？唯一大事因缘，即发愿求生净土者，与十方诸佛同心同德，为安乐利益一切有情，故得诸佛加持，不退成佛。从而如释迦法王如来一样，现无量身，示现于此娑婆世界，同样演说净土持名念佛法门，普令一切含灵因此法而得大欢喜，大利益之究竟解脱。发此大愿者，必得诸佛之大力护念，得阿弥陀如来大愿大力，而念佛成佛。成佛后复教授一切众生念佛成佛，辗转教化，如帝网珠，互照互摄，住大光明藏不动，而又尽度众生；尽度众生而湛寂常然，则又实无众生可度。玄妙之义理都尽摄于一句阿弥陀佛名号中，庄严于极乐密严佛土中，浓缩在此《净修捷要报恩谈》中。",
      "zh_TW": "利益安樂諸有情，乃一切諸佛出興於世之大事因緣。利益者，真實之利，即當生成佛；安樂者，入大涅槃之首楞嚴三昧、一切事究竟堅固之境界。此真實利益與安樂，唯靠持名念佛這一極難信之法方能直趨直入。是何善根福德能得如此因緣？唯一大事因緣，即發願求生淨土者，與十方諸佛同心同德，為安樂利益一切有情，故得諸佛加持，不退成佛。從而如釋迦法王如來一樣，現無量身，示現於此娑婆世界，同樣演說淨土持名念佛法門，普令一切含靈因此法而得大歡喜，大利益之究竟解脫。發此大願者，必得諸佛之大力護念，得阿彌陀如來大願大力，而念佛成佛。成佛後復教授一切眾生念佛成佛，輾轉教化，如帝網珠，互照互攝，住大光明藏不動，而又盡度眾生；盡度眾生而湛寂常然，則又實無眾生可度。玄妙之義理都盡攝於一句阿彌陀佛名號中，莊嚴於極樂密嚴佛土中，濃縮在此《淨修捷要報恩談》中。"
    },
    {
      "id": "02-042-0132_p0091",
      "zh_CN": "甲午年秋末，于澳洲期间受恩师之嘱托，听校念公《净修捷要报恩谈》以便整理成有声书等法宝，普益众生。初起，于其他事务兼负责任，不能一心专注于此报恩极谈。冬至后，逆增上缘成熟，因累劫未能与一切众生广结善缘，致自身学习文稿无人发愿校对，悲悔之际，每于电脑前欲录入草稿文字，均无法动手。自知此事虽是业障现前，于一心听校《报恩谈》却正是时；手虽被业障束缚，眼和耳尚且能任。遂发愿放下万缘，于行住坐卧间片刻不离《净修捷要报恩谈》之音声薰习，以浅薄有限之力潜心于一事，方不辱恩师一片殷重之心。",
      "zh_TW": "甲午年秋末，於澳洲期間受恩師之囑託，聽校念公《淨修捷要報恩談》以便整理成有聲書等法寶，普益眾生。初起，於其他事務兼負責任，不能一心專注於此報恩極談。冬至後，逆增上緣成熟，因累劫未能與一切眾生廣結善緣，致自身學習文稿無人發願校對，悲悔之際，每於電腦前欲錄入草稿文字，均無法動手。自知此事雖是業障現前，於一心聽校《報恩談》卻正是時；手雖被業障束縛，眼和耳尚且能任。遂發願放下萬緣，於行住坐臥間片刻不離《淨修捷要報恩談》之音聲薰習，以淺薄有限之力潛心於一事，方不辱恩師一片殷重之心。"
    },
    {
      "id": "02-042-0132_p0092",
      "zh_CN": "《净修捷要报恩谈》宣演二年后，念公便含笑西逝，因此，《报恩谈》可谓老人晚年之力作。拼死注解《大经》时，念公已是大彻大悟、明心见性之佛门大德，而《报恩谈》诚如老人曾言：「本为报恩，愈报恩弥感佛恩之难报。」佛法甚深之义理，老人于谈笑风生，唠家常话之间淋漓畅快、透彻宣演。自《报恩谈》圆满二十余载以来，世间所流通之影音文字不在少数，令无数无缘亲近老人的同修们深得老人慈光照沐。然论及《报恩谈》之文字版本，则仁者见仁、智者见智，与原始录影和录音对照难免出入。有些是为完善文字需要而略做改动，有些则是对老人的言语未能准确谛听。多种因缘，遂致要寻一能与原本宣讲相对完全吻合的版本成为极难之事，是以立志「还原其本来面目，以资后世有可遵循者」。",
      "zh_TW": "《淨修捷要報恩談》宣演二年後，念公便含笑西逝，因此，《報恩談》可謂老人晚年之力作。拼死註解《大經》時，念公已是大徹大悟、明心見性之佛門大德，而《報恩談》誠如老人曾言：「本為報恩，愈報恩彌感佛恩之難報。」佛法甚深之義理，老人於談笑風生，嘮家常話之間淋漓暢快、透徹宣演。自《報恩談》圓滿二十餘載以來，世間所流通之影音文字不在少數，令無數無緣親近老人的同修們深得老人慈光照沐。然論及《報恩談》之文字版本，則仁者見仁、智者見智，與原始錄影和錄音對照難免出入。有些是為完善文字需要而略做改動，有些則是對老人的言語未能準確諦聽。多種因緣，遂致要尋一能與原本宣講相對完全吻合的版本成為極難之事，是以立志「還原其本來面目，以資後世有可遵循者」。"
    },
    {
      "id": "02-042-0132_p0093",
      "zh_CN": "初听《报恩谈》录音不足五十遍时，在言语细微处也是模糊不能明悉。登山远望，必须脚踏实地，一步一个台阶，方能一览众山小。念公在《报恩谈》讲解中也开示：「都要有一番真实的努力」，「若不是一番寒彻骨，争得梅花扑鼻香！」弟子后虽有六、七十遍恭听之基础，但要精准听打出文字还远远不够。耳有闻性可以彻听，心被境界染污故不能明辨。因此，要将这极难之事变为可能，只有一种方法：反复听，一遍遍听，义无反顾的听。一个句子听不懂，就反复听这一句；一个词听不懂，就反复听这一个词；哪怕细微到一个字，亦复如是。十遍不行就听二十遍，二十遍不行就再听，还是不行就继续听，直到听懂为止。即便这样，还是遇到许多难以辨别无误的地方，这些地方暂时先放下，待每一拜的文字成稿完毕初校或再校稿时，回过头来再听，不厌其烦的听下去。这样一来，难关一个个被突破，但依然有一些难啃的骨头，即便是看着视频对口型，也不确定模糊或是语速过快的地方到底是什么意思。可是有一件事弟子始终坚信：《报恩谈》所讲解的三十二拜，每一拜都不是独立存在的，在这一拜的讲解中听不懂的地方，可能在开示另外一拜义趣的时候提到，这就需要我们谙熟通篇。这种感觉最终被证实，从而又突破了一些极其难懂的地方。",
      "zh_TW": "初聽《報恩談》錄音不足五十遍時，在言語細微處也是模糊不能明悉。登山遠望，必須腳踏實地，一步一個台階，方能一覽眾山小。念公在《報恩談》講解中也開示：「都要有一番真實的努力」，「若不是一番寒徹骨，爭得梅花撲鼻香！」弟子後雖有六、七十遍恭聽之基礎，但要精準聽打出文字還遠遠不夠。耳有聞性可以徹聽，心被境界染污故不能明辨。因此，要將這極難之事變為可能，只有一種方法：反覆聽，一遍遍聽，義無反顧的聽。一個句子聽不懂，就反覆聽這一句；一個詞聽不懂，就反覆聽這一個詞；哪怕細微到一個字，亦復如是。十遍不行就聽二十遍，二十遍不行就再聽，還是不行就繼續聽，直到聽懂為止。即便這樣，還是遇到許多難以辨別無誤的地方，這些地方暫時先放下，待每一拜的文字成稿完畢初校或再校稿時，回過頭來再聽，不厭其煩的聽下去。這樣一來，難關一個個被突破，但依然有一些難啃的骨頭，即便是看著視頻對口型，也不確定模糊或是語速過快的地方到底是什麼意思。可是有一件事弟子始終堅信：《報恩談》所講解的三十二拜，每一拜都不是獨立存在的，在這一拜的講解中聽不懂的地方，可能在開示另外一拜義趣的時候提到，這就需要我們諳熟通篇。這種感覺最終被證實，從而又突破了一些極其難懂的地方。"
    },
    {
      "id": "02-042-0132_p0094",
      "zh_CN": "然而，最难听校的地方，是那些根本在其他礼拜文中无迹可寻的，由于语速过快，知道老人在说话，可又没办法捕捉到这些话。假如就此放手，给自己一个借口，认为那可能只是无关紧要的字、词语或句子，那恐怕不但有失听校者之根本义务，同时又背上障人慧命之因果，读者和听众极有可能因为自己的不求甚解，而错误或者不透彻的理解了法义。这时就迫使我们回头找最古老的方法：「洗耳恭听」。用恭敬的心，耳朵除此一事之外其余都不听。真的是其余的事情都不听了吗？在不断突破的过程中就会了解，这何尝不是一种殊胜的修学因缘。若不是如此，自己能拼命去听吗？不可能的嘛。所以，念公这些所谓的言语模糊之处都是菩萨大慈大悲的示现，因为《报恩谈》就是一句「阿弥陀佛」圣号，自性流露而已。最难啃的骨头不是用猜测和揣摩而辨别出来的，而是引导后学「书山有路勤为径，学海无涯苦作舟」之勤苦菩萨行也。凡夫眼中无关紧要的语气词，其重要性可能影响着整个段落的语境，影响了有修大德前辈表意的侧重点。圣意不可测，凡情不可信。百多遍之后，忽然有一天豁然开朗，曾经极难听懂的也变得自然听懂了，一下子就听懂了。看起来好似情理之外，实则情理之中。事理本来是通达无碍的，障碍在于自心不够清净、恭敬，在于不够老实肯干。",
      "zh_TW": "然而，最難聽校的地方，是那些根本在其他禮拜文中無跡可尋的，由於語速過快，知道老人在說話，可又沒辦法捕捉到這些話。假如就此放手，給自己一個藉口，認為那可能只是無關緊要的字、詞語或句子，那恐怕不但有失聽校者之根本義務，同時又背上障人慧命之因果，讀者和聽眾極有可能因為自己的不求甚解，而錯誤或者不透徹的理解了法義。這時就迫使我們回頭找最古老的方法：「洗耳恭聽」。用恭敬的心，耳朵除此一事之外其餘都不聽。真的是其餘的事情都不聽了嗎？在不斷突破的過程中就會了解，這何嘗不是一種殊勝的修學因緣。若不是如此，自己能拼命去聽嗎？不可能的嘛。所以，念公這些所謂的言語模糊之處都是菩薩大慈大悲的示現，因為《報恩談》就是一句「阿彌陀佛」聖號，自性流露而已。最難啃的骨頭不是用猜測和揣摩而辨別出來的，而是引導後學「書山有路勤為徑，學海無涯苦作舟」之勤苦菩薩行也。凡夫眼中無關緊要的語氣詞，其重要性可能影響著整個段落的語境，影響了有修大德前輩表意的側重點。聖意不可測，凡情不可信。百多遍之後，忽然有一天豁然開朗，曾經極難聽懂的也變得自然聽懂了，一下子就聽懂了。看起來好似情理之外，實則情理之中。事理本來是通達無礙的，障礙在於自心不夠清淨、恭敬，在於不夠老實肯幹。"
    },
    {
      "id": "02-042-0132_p0095",
      "zh_CN": "三国．董遇云：「读书百遍，其义自见。」又《朱子家训》：「谓读得熟，则不待解说，自晓其义也。」苏轼言：「人之精力，不能兼收尽取……故愿学者每次作一意求之。」恩师更是常常苦口婆心劝勉年轻人，要「一门深入，长时薰修」。这些先贤与大德的至理名言为何如出一辙？一门深入、长时薰修的作用到底在哪里？在自己专听《报恩谈》七十余遍时才略有体会。如莲翁在《净修捷要》第十五拜所言：「果能一向专念，自然垢障消除，不但道心纯熟，且可福慧增长。」一向专念，一向专听，皆是归心一处之意。世出世间法要成就者，必先除障碍，欲除障碍必依戒定慧三学，专精专一，久久习之，自然心开。净业成就，首先仰信佛智诚实之语，其次发广大救度一切众生之菩提心，最后端在定一。此正是如来万劫修行成就之铁案。",
      "zh_TW": "三國．董遇云：「讀書百遍，其義自見。」又《朱子家訓》：「謂讀得熟，則不待解說，自曉其義也。」蘇軾言：「人之精力，不能兼收盡取……故願學者每次作一意求之。」恩師更是常常苦口婆心勸勉年輕人，要「一門深入，長時薰修」。這些先賢與大德的至理名言為何如出一轍？一門深入、長時薰修的作用到底在哪裡？在自己專聽《報恩談》七十餘遍時才略有體會。如蓮翁在《淨修捷要》第十五拜所言：「果能一向專念，自然垢障消除，不但道心純熟，且可福慧增長。」一向專念，一向專聽，皆是歸心一處之意。世出世間法要成就者，必先除障礙，欲除障礙必依戒定慧三學，專精專一，久久習之，自然心開。淨業成就，首先仰信佛智誠實之語，其次發廣大救度一切眾生之菩提心，最後端在定一。此正是如來萬劫修行成就之鐵案。"
    },
    {
      "id": "02-042-0132_p0096",
      "zh_CN": "世间法用炉火纯青形容技艺、学问达到精粹完美之境界，佛法用波罗蜜指到家了、圆满等诸义。念公一生历尽艰辛，九死一生中而得大彻大悟，通宗通教，显密圆融，广学原为深入，最终会归弥陀一乘本愿海。《净修捷要报恩谈》是老人一生修行炉火纯青、般若波罗蜜中流露之精粹。诸佛菩萨为教化节奏紧张的现代人，做出《净修捷要》这份精巧果盘，每一拜就像极乐佛果中分割下来的一部分，虽小但圆具万德。但且吃下去这一块块小巧的万德佛果，岂有不成佛之道理。",
      "zh_TW": "世間法用爐火純青形容技藝、學問達到精粹完美之境界，佛法用波羅蜜指到家了、圓滿等諸義。念公一生歷盡艱辛，九死一生中而得大徹大悟，通宗通教，顯密圓融，廣學原為深入，最終會歸彌陀一乘本願海。《淨修捷要報恩談》是老人一生修行爐火純青、般若波羅蜜中流露之精粹。諸佛菩薩為教化節奏緊張的現代人，做出《淨修捷要》這份精巧果盤，每一拜就像極樂佛果中分割下來的一部分，雖小但圓具萬德。但且吃下去這一塊塊小巧的萬德佛果，豈有不成佛之道理。"
    },
    {
      "id": "02-042-0132_p0097",
      "zh_CN": "此因小果大、一中有多之事事无碍玄妙之理乃华严境界。故《无量寿经》是中本《华严》，《阿弥陀经》是小本《华严》，而《净修捷要》就是口袋（袖珍）本《华严》。此修行捷径中之捷径，然一切皆符合阿弥陀佛本愿平等普度一切含灵当生成佛之大愿。故欲成就弥陀果地，必遵弥陀因地大愿。愿同弥陀而又能一向专念者，必定此生圆满成就究竟最顶佛果，同本尊阿弥陀佛一样尽度众生而无有不圆满者。",
      "zh_TW": "此因小果大、一中有多之事事無礙玄妙之理乃華嚴境界。故《無量壽經》是中本《華嚴》，《阿彌陀經》是小本《華嚴》，而《淨修捷要》就是口袋（袖珍）本《華嚴》。此修行捷徑中之捷徑，然一切皆符合阿彌陀佛本願平等普度一切含靈當生成佛之大願。故欲成就彌陀果地，必遵彌陀因地大願。願同彌陀而又能一向專念者，必定此生圓滿成就究竟最頂佛果，同本尊阿彌陀佛一樣盡度眾生而無有不圓滿者。"
    },
    {
      "id": "02-042-0132_p0098",
      "zh_CN": "戊辰之岁（公元一九八八年），恩师上人遵念公之嘱为《大经解》作序。时隔二十七载，岁次甲午季冬，恩师再提金笔为《净修捷要报恩谈》作序。而莲翁西归一别至今五十载茫茫岁月，念公九品莲台永偕寿域亦有二十三载。《净修捷要报恩谈》完整版文字勘校将竟，亦可做为净业后学报恩莲翁与念公之献礼。这其中，中华华藏净宗学会同仁们，为完整版的初稿文字编辑、听校工作做出了坚实的努力，功德无量。愿一代一代净土人，薪火传灯，再接再厉，令持名念佛法门于此浊世大放光明。",
      "zh_TW": "戊辰之歲（公元一九八八年），恩師上人遵念公之囑為《大經解》作序。時隔二十七載，歲次甲午季冬，恩師再提金筆為《淨修捷要報恩談》作序。而蓮翁西歸一別至今五十載茫茫歲月，念公九品蓮台永偕壽域亦有二十三載。《淨修捷要報恩談》完整版文字勘校將竟，亦可做為淨業後學報恩蓮翁與念公之獻禮。這其中，中華華藏淨宗學會同仁們，為完整版的初稿文字編輯、聽校工作做出了堅實的努力，功德無量。願一代一代淨土人，薪火傳燈，再接再厲，令持名念佛法門於此濁世大放光明。"
    },
    {
      "id": "02-042-0132_p0099",
      "zh_CN": "弟子乃顽冥下愚，以上仅是浅显心得体会之汇报，勉强附于篇末做为后记。企望十方久修大德不吝赐教，垂慈棒正，不胜感激。净业弟子上官恭敬顶礼。",
      "zh_TW": "弟子乃頑冥下愚，以上僅是淺顯心得體會之匯報，勉強附於篇末做為後記。企望十方久修大德不吝賜教，垂慈棒正，不勝感激。淨業弟子上官恭敬頂禮。"
    },
    {
      "id": "02-042-0132_p0100",
      "zh_CN": "老法师：上官这一篇后记写得非常好，突破了许多关口，毕竟把念公老人的话听清楚了。我也听了几十遍，还有很多地方听不清楚，因为他北京的土话。所以上官是最好的人选，在北京住那么多年，言语没有问题。这个工作是该她做的，是阿弥陀佛指定她来做的，功德无量无边。确实像她所比喻的，这是《无量寿经》的口袋书、袖珍本，跟《华严》、《无量寿》、《弥陀经》内容完全相同，只是说法有详略之分，详细的是让我们断疑生信，最精简的是我们便于受持。这四样东西都出来了，净宗的法宝就完备了。这个苦头没有白吃，果报在西方极乐世界。希望我们大家都认真来学习。好，谢谢大家。",
      "zh_TW": "老法師：上官這一篇後記寫得非常好，突破了許多關口，畢竟把念公老人的話聽清楚了。我也聽了幾十遍，還有很多地方聽不清楚，因為他北京的土話。所以上官是最好的人選，在北京住那麼多年，言語沒有問題。這個工作是該她做的，是阿彌陀佛指定她來做的，功德無量無邊。確實像她所比喻的，這是《無量壽經》的口袋書、袖珍本，跟《華嚴》、《無量壽》、《彌陀經》內容完全相同，只是說法有詳略之分，詳細的是讓我們斷疑生信，最精簡的是我們便於受持。這四樣東西都出來了，淨宗的法寶就完備了。這個苦頭沒有白吃，果報在西方極樂世界。希望我們大家都認真來學習。好，謝謝大家。"
    }
  ]
}