{
  "doc_id": "02-042-0163",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "慧严",
    "开本法师",
    "开了法师",
    "开成法师"
  ],
  "volume": {
    "zh_CN": "第一六三集",
    "zh_TW": "第一六三集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0163",
  "total_paragraphs": 84,
  "paragraphs": [
    {
      "id": "02-042-0163_p0001",
      "zh_CN": "学生：忏悔主题，「净宗戒律善护三业」。尊敬的师父上人，尊敬的诸位法师、大德居士，阿弥陀佛！",
      "zh_TW": "學生：懺悔主題，「淨宗戒律善護三業」。尊敬的師父上人，尊敬的諸位法師、大德居士，阿彌陀佛！"
    },
    {
      "id": "02-042-0163_p0002",
      "zh_CN": "惭愧弟子恭听《二零一四净土大经科注》第二三五集之「善护三业」，无比惭愧，身心不寒而栗。学佛是为作佛，自己学佛将近二十年，竟然连净宗基本戒律，善护三业，「善护口业，不讥他过；善护身业，不失律仪；善护意业，清净无染」，都没完全落实。",
      "zh_TW": "慚愧弟子恭聽《二零一四淨土大經科註》第二三五集之「善護三業」，無比慚愧，身心不寒而慄。學佛是為作佛，自己學佛將近二十年，竟然連淨宗基本戒律，善護三業，「善護口業，不譏他過；善護身業，不失律儀；善護意業，清淨無染」，都沒完全落實。"
    },
    {
      "id": "02-042-0163_p0003",
      "zh_CN": "自己由于意业常见他过，因此口业忍不住时，又多少要讥他过。每次只要讥他过，很快报应就现前，嘴巴开始破洞，然后愈来愈大，连续痛上二、三个星期，不忏悔就难愈合。若说大福德之人过失，则能痛上ㄧ个多月。且看别人过失，眼睛就红肿，使众人见之。这些示警几乎已成了既定的公式，可是自己严重的烦恼习气，好了伤疤忘了痛，遇境逢缘时，老毛病又犯了。很感恩师父上人不舍顽冥，慈悲开示：「一切法无所有，毕竟空，不可得。哪来的过失？ㄧ秒钟二千二百四十兆的生灭，过失存在吗？」自己才体会，原来看别人的过失，是自己有问题，是自己着了相。我把「过失」装在心里，时常拿出来给别人贴上「过失」的标签。师父上人开示：「所有众生都是阿弥陀佛，没有这些人表演，我去哪里修行？」结果我把身边的一切人(阿弥陀佛)，几乎都贴上「过失」的标签，难怪念佛二十年，都没有「佛」的一点消息，而是屡见「过失」。真是一切法从心想生，唯心所现，唯识所变。在此感恩身边的一切人，原来您们都是来帮助我修行及提升境界的。对不起，恳请原谅。",
      "zh_TW": "自己由於意業常見他過，因此口業忍不住時，又多少要譏他過。每次只要譏他過，很快報應就現前，嘴巴開始破洞，然後愈來愈大，連續痛上二、三個星期，不懺悔就難癒合。若說大福德之人過失，則能痛上ㄧ個多月。且看別人過失，眼睛就紅腫，使眾人見之。這些示警幾乎已成了既定的公式，可是自己嚴重的煩惱習氣，好了傷疤忘了痛，遇境逢緣時，老毛病又犯了。很感恩師父上人不捨頑冥，慈悲開示：「一切法無所有，畢竟空，不可得。哪來的過失？ㄧ秒鐘二千二百四十兆的生滅，過失存在嗎？」自己才體會，原來看別人的過失，是自己有問題，是自己著了相。我把「過失」裝在心裡，時常拿出來給別人貼上「過失」的標籤。師父上人開示：「所有眾生都是阿彌陀佛，沒有這些人表演，我去哪裡修行？」結果我把身邊的一切人(阿彌陀佛)，幾乎都貼上「過失」的標籤，難怪念佛二十年，都沒有「佛」的一點消息，而是屢見「過失」。真是一切法從心想生，唯心所現，唯識所變。在此感恩身邊的一切人，原來您們都是來幫助我修行及提升境界的。對不起，懇請原諒。"
    },
    {
      "id": "02-042-0163_p0004",
      "zh_CN": "无比感恩黄念祖老居士呕心沥血作集注，让我们明白宇宙人生真相。《大经科注》中云：「有情无情，万事万物之一切法。一切无过，本自无染。清净本然，本自圆成……又一切烦恼，毕竟解脱。是故一切平等，无有可讥者。」明心见性的菩萨生活在实报庄严土，他们看到的一切都是无比庄严，清净本然。而我却把清净本然扭曲，生活在自己的见思二惑中，造作了无量无边的罪业。",
      "zh_TW": "無比感恩黃念祖老居士嘔心瀝血作集註，讓我們明白宇宙人生真相。《大經科註》中云：「有情無情，萬事萬物之一切法。一切無過，本自無染。清淨本然，本自圓成……又一切煩惱，畢竟解脫。是故一切平等，無有可譏者。」明心見性的菩薩生活在實報莊嚴土，他們看到的一切都是無比莊嚴，清淨本然。而我卻把清淨本然扭曲，生活在自己的見思二惑中，造作了無量無邊的罪業。"
    },
    {
      "id": "02-042-0163_p0005",
      "zh_CN": "曾听过有关修．蓝博士的访谈，其中ㄧ则故事说到「神性，万物皆俱」。兹录如下，以提醒自己要善护三业，并供养诸位仁者。",
      "zh_TW": "曾聽過有關修．藍博士的訪談，其中ㄧ則故事說到「神性，萬物皆俱」。茲錄如下，以提醒自己要善護三業，並供養諸位仁者。"
    },
    {
      "id": "02-042-0163_p0006",
      "zh_CN": "修．蓝博士曾说：「原则上，只要你是处于零的状态，你就听得见上帝的声音。不论那是一只鞋、一株植物、天空……只要你是在零的状态，你可以听见万物对你说话。这是神性，万物皆俱。」修．蓝博士接着说：有一天我下班回家，把鞋子脱下，正要放进鞋柜时，我听到我的鞋子说：「我不想待在那里。」我就问：「好！那么你想放在哪儿？」「我想到外面的阳台上。」于是我走向阳台要把鞋子放下时，它又说：「我改变主意了，我要进屋去。」我再问：「你要进屋里哪儿？」鞋子说：「放在落地窗旁。」我就问它：「为什么一开始你说要去阳台，现在又要进屋里呢？」鞋子回答：「因为要下雨了。」我看看天空，万里无云，就说：「听着！外头一片云都没有。」鞋子说：「再过一个小时就要下雨了。」一个小时后，果然下雨了。修．蓝博士说，鞋子有它的见闻觉知，它和我们都有见闻觉知，万物是一样神圣的。你如何对待你的鞋子，如何对待你的衣服？它们都是神圣的。",
      "zh_TW": "修．藍博士曾說：「原則上，只要你是處於零的狀態，你就聽得見上帝的聲音。不論那是一隻鞋、一株植物、天空……只要你是在零的狀態，你可以聽見萬物對你說話。這是神性，萬物皆俱。」修．藍博士接著說：有一天我下班回家，把鞋子脫下，正要放進鞋櫃時，我聽到我的鞋子說：「我不想待在那裡。」我就問：「好！那麼你想放在哪兒？」「我想到外面的陽台上。」於是我走向陽台要把鞋子放下時，它又說：「我改變主意了，我要進屋去。」我再問：「你要進屋裡哪兒？」鞋子說：「放在落地窗旁。」我就問它：「為什麼一開始你說要去陽台，現在又要進屋裡呢？」鞋子回答：「因為要下雨了。」我看看天空，萬里無雲，就說：「聽著！外頭一片雲都沒有。」鞋子說：「再過一個小時就要下雨了。」一個小時後，果然下雨了。修．藍博士說，鞋子有它的見聞覺知，它和我們都有見聞覺知，萬物是一樣神聖的。你如何對待你的鞋子，如何對待你的衣服？它們都是神聖的。"
    },
    {
      "id": "02-042-0163_p0007",
      "zh_CN": "经云：「一切众生本来是佛」，「情与无情同圆种智」，真实不虚，万物皆有见闻觉知。《华严经》云：「一切众生皆有如来智慧德相」。在此至诚发露忏悔，没有做到礼敬诸佛。当自己造业时，也同时伤害并教坏了无量无边的众生，因为万物皆有见闻觉知。",
      "zh_TW": "經云：「一切眾生本來是佛」，「情與無情同圓種智」，真實不虛，萬物皆有見聞覺知。《華嚴經》云：「一切眾生皆有如來智慧德相」。在此至誠發露懺悔，沒有做到禮敬諸佛。當自己造業時，也同時傷害並教壞了無量無邊的眾生，因為萬物皆有見聞覺知。"
    },
    {
      "id": "02-042-0163_p0008",
      "zh_CN": "愿佛力加持，让自己能落实「不见己是，不道人非」，落实平静从我开始，并祈愿六和敬僧团常住世间。",
      "zh_TW": "願佛力加持，讓自己能落實「不見己是，不道人非」，落實平靜從我開始，並祈願六和敬僧團常住世間。"
    },
    {
      "id": "02-042-0163_p0009",
      "zh_CN": "至诚感谢师父上人的慈悲教诲及诸位领导、护法菩萨们的默默辛勤护持，才有此殊胜的学习机缘。",
      "zh_TW": "至誠感謝師父上人的慈悲教誨及諸位領導、護法菩薩們的默默辛勤護持，才有此殊勝的學習機緣。"
    },
    {
      "id": "02-042-0163_p0010",
      "zh_CN": "以上忏悔，疏漏及不足之处，恳请尊敬的师父上人、诸位法师、老师及大德惠予批评指正，顶礼感恩！惭愧弟子慧严顶礼忏悔。",
      "zh_TW": "以上懺悔，疏漏及不足之處，懇請尊敬的師父上人、諸位法師、老師及大德惠予批評指正，頂禮感恩！慚愧弟子慧嚴頂禮懺悔。"
    },
    {
      "id": "02-042-0163_p0011",
      "zh_CN": "老法师：我们听到慧严这份报告，回过头来看看我们的社会，无论大小团体，乃至于家庭，呈现出一个很可悲的现象，就是彼此不和。古人所谓「家和万事兴」，一切法成就的第一个因素就是和，所以家和万事兴一点都没错，小团体、大团体，乃至一个国家，乃至于世界，都在这个和字。",
      "zh_TW": "老法師：我們聽到慧嚴這份報告，回過頭來看看我們的社會，無論大小團體，乃至於家庭，呈現出一個很可悲的現象，就是彼此不和。古人所謂「家和萬事興」，一切法成就的第一個因素就是和，所以家和萬事興一點都沒錯，小團體、大團體，乃至一個國家，乃至於世界，都在這個和字。"
    },
    {
      "id": "02-042-0163_p0012",
      "zh_CN": "和从哪里做起？要从我们自己做起。我记得早年，我们参加不少论坛，都提到「和从我心开始」。口号喊得很亮，可是实际上并没有落实，这就是社会为什么一年比一年动乱得严重。没有看到一年比一年减轻，只看到一年比一年严重，特别是最近几年，感触非常明显，不和。我们不能劝别人跟我和，要劝自己跟别人和，这样才能够产生效果。佛门我们看到海贤老和尚，海贤老和尚做了一生，有没有效果？有，凡是跟他亲近的人，都受老和尚影响。老和尚现在不在了，跟老和尚熟悉的人，常常想到老和尚在世那种诚恳、和睦可亲的印象。自从老和尚往生了，我们得到这个信息，对于老和尚这《永思集》光碟，我们是大量在流通，到处在劝导，我相信有效果，只是我们没有见到。我年岁大了，体力不如过去，衰老是一年比一年明显。可是这篇报告很要紧、很重要，首先在我们内部希望多印一些，我们内部同修做为参考，参考资料。",
      "zh_TW": "和從哪裡做起？要從我們自己做起。我記得早年，我們參加不少論壇，都提到「和從我心開始」。口號喊得很亮，可是實際上並沒有落實，這就是社會為什麼一年比一年動亂得嚴重。沒有看到一年比一年減輕，只看到一年比一年嚴重，特別是最近幾年，感觸非常明顯，不和。我們不能勸別人跟我和，要勸自己跟別人和，這樣才能夠產生效果。佛門我們看到海賢老和尚，海賢老和尚做了一生，有沒有效果？有，凡是跟他親近的人，都受老和尚影響。老和尚現在不在了，跟老和尚熟悉的人，常常想到老和尚在世那種誠懇、和睦可親的印象。自從老和尚往生了，我們得到這個信息，對於老和尚這《永思集》光碟，我們是大量在流通，到處在勸導，我相信有效果，只是我們沒有見到。我年歲大了，體力不如過去，衰老是一年比一年明顯。可是這篇報告很要緊、很重要，首先在我們內部希望多印一些，我們內部同修做為參考，參考資料。"
    },
    {
      "id": "02-042-0163_p0013",
      "zh_CN": "佛在经上怎么教我们，佛所说的都是事实真相，这个真相总的来说，就是《般若经》上所说，「一切法无所有，毕竟空，不可得」。《金刚经》末后这四句偈，形容得好，「一切有为法，如梦幻泡影」。有为法就是有生有灭，叫有为法，动物有生老病死，有为法；植物有生住异灭；矿物有成住坏空，包括星球，包括星系，都有成住坏空。既然是有生有灭，全是假的；不生不灭是真的，常住真心是真的。",
      "zh_TW": "佛在經上怎麼教我們，佛所說的都是事實真相，這個真相總的來說，就是《般若經》上所說，「一切法無所有，畢竟空，不可得」。《金剛經》末後這四句偈，形容得好，「一切有為法，如夢幻泡影」。有為法就是有生有滅，叫有為法，動物有生老病死，有為法；植物有生住異滅；礦物有成住壞空，包括星球，包括星系，都有成住壞空。既然是有生有滅，全是假的；不生不滅是真的，常住真心是真的。"
    },
    {
      "id": "02-042-0163_p0014",
      "zh_CN": "真的可不可以得？真的也不可得。实际上真的从来没有丢掉，从来没有失去，到哪去找得？找得就找错了。真的在哪里？遍法界虚空界。怎么我没有看见？你看见了，你也听见了，你没有觉察到。看见什么，听见什么？虚空。虚空没有改变过，虚空不是有为法，是无为法。我们的本性是无为法，净宗称它作常寂光。常寂光在哪里？无处不在，无时不在，它是一切万事万物的本体。于是我们明白了，我们看到万事万物就是看到常寂光，它跟常寂光融成一体。所以要细心去体会，真搞清楚、搞明白了，自然不放在心上，才能做到万缘放下。万缘放下，修．蓝能听到鞋子说话，你也会听见，这一点都不稀奇。不但鞋子，修．蓝到我们这摄影棚来看过，我们摄影棚的天花板、墙壁、地板、桌椅板凳，统统都会说话。不但我们一举一动它知道，我们起心动念它都晓得。为什么？一体，不是一体哪能有这个现象？一体。「天地与我同根，万物与我一体」，你说庄子是不是菩萨再来的，是不是大彻大悟、明心见性的，要不是这个境界，这话他怎么能说得出来？",
      "zh_TW": "真的可不可以得？真的也不可得。實際上真的從來沒有丟掉，從來沒有失去，到哪去找得？找得就找錯了。真的在哪裡？遍法界虛空界。怎麼我沒有看見？你看見了，你也聽見了，你沒有覺察到。看見什麼，聽見什麼？虛空。虛空沒有改變過，虛空不是有為法，是無為法。我們的本性是無為法，淨宗稱它作常寂光。常寂光在哪裡？無處不在，無時不在，它是一切萬事萬物的本體。於是我們明白了，我們看到萬事萬物就是看到常寂光，它跟常寂光融成一體。所以要細心去體會，真搞清楚、搞明白了，自然不放在心上，才能做到萬緣放下。萬緣放下，修．藍能聽到鞋子說話，你也會聽見，這一點都不稀奇。不但鞋子，修．藍到我們這攝影棚來看過，我們攝影棚的天花板、牆壁、地板、桌椅板凳，統統都會說話。不但我們一舉一動它知道，我們起心動念它都曉得。為什麼？一體，不是一體哪能有這個現象？一體。「天地與我同根，萬物與我一體」，你說莊子是不是菩薩再來的，是不是大徹大悟、明心見性的，要不是這個境界，這話他怎麼能說得出來？"
    },
    {
      "id": "02-042-0163_p0015",
      "zh_CN": "什么事可别当真，当真你的亏就吃大了，你的日子就难过了。一切都放下，一切都随缘，从早到晚欢天喜地，你活得多么快乐！这个就是佛法讲的法喜充满，法是万法，万法真相搞清楚、搞明白了，有无量的欢喜。事情做成功，众生有福报；做不成功，众生没福报，我们自己问心无愧。为什么？我们尽心尽力了，做圆满了。尽心尽力就是大圆满，我没有懈怠，我没有懒惰，我做多少我已经尽力，这就对了。断恶修善，积功累德，自行化他，做出榜样给别人看。所以这篇东西多印一些内部参考。好，我们看底下第二位。",
      "zh_TW": "什麼事可別當真，當真你的虧就吃大了，你的日子就難過了。一切都放下，一切都隨緣，從早到晚歡天喜地，你活得多麼快樂！這個就是佛法講的法喜充滿，法是萬法，萬法真相搞清楚、搞明白了，有無量的歡喜。事情做成功，眾生有福報；做不成功，眾生沒福報，我們自己問心無愧。為什麼？我們盡心盡力了，做圓滿了。盡心盡力就是大圓滿，我沒有懈怠，我沒有懶惰，我做多少我已經盡力，這就對了。斷惡修善，積功累德，自行化他，做出榜樣給別人看。所以這篇東西多印一些內部參考。好，我們看底下第二位。"
    },
    {
      "id": "02-042-0163_p0016",
      "zh_CN": "学生：尊敬的师父上人慈悲、诸位仁者大家好！惭愧学生甘肃骊靬古城金山寺佛学班释开本，今日恭敬汇报的主题是「净土法门全仗佛力（一）」",
      "zh_TW": "學生：尊敬的師父上人慈悲、諸位仁者大家好！慚愧學生甘肅驪靬古城金山寺佛學班釋開本，今日恭敬匯報的主題是「淨土法門全仗佛力（一）」"
    },
    {
      "id": "02-042-0163_p0017",
      "zh_CN": "甲一、法藏菩萨因地即开显净土法门为他力果教",
      "zh_TW": "甲一、法藏菩薩因地即開顯淨土法門為他力果教"
    },
    {
      "id": "02-042-0163_p0018",
      "zh_CN": "甲二、能信能愿能念佛，全仗佛力。",
      "zh_TW": "甲二、能信能願能念佛，全仗佛力。"
    },
    {
      "id": "02-042-0163_p0019",
      "zh_CN": "甲三、五逆十恶将堕阿鼻者悔过得生，全仗佛力。",
      "zh_TW": "甲三、五逆十惡將墮阿鼻者悔過得生，全仗佛力。"
    },
    {
      "id": "02-042-0163_p0020",
      "zh_CN": "甲四、具缚凡夫带业往生临终接引，全仗佛力。",
      "zh_TW": "甲四、具縛凡夫帶業往生臨終接引，全仗佛力。"
    },
    {
      "id": "02-042-0163_p0021",
      "zh_CN": "印祖《文钞》云：如来一代时教，所说一切法门，虽则大小不同，权实各异，无非欲令众生断惑证真，了生脱死，圆彰本有，直成佛道而已。但以众生根机不一，故致如来随顺机宜，作偏圆顿渐，种种说耳。然众生轮转生死，久经长劫，惑业深厚，障蔽妙明，非宿根成熟者，欲于一生取办，实乏其人。既不能一生取办，则再一受生，其迷而退者，万有十千，悟而进者，亿无三四。仗自力修戒定慧，以断烦惑而证涅槃，其难如是。致如来普度众生之怀，郁而不畅，众生速出生死之道，塞而罔通。然如来大慈，必欲令一切众生，同于现生了生脱死，超凡入圣，遂开一信愿念佛求生西方之净土法门，无论上中下根，悉令现生度脱，乃以己信愿念佛，感佛慈悲摄受，感应道交，故获斯益。其有已断烦惑者，即可顿证法身，速成佛道，纵令惑业深厚者，亦可仗佛慈力，带业往生。以故《华严》证齐诸佛之等觉菩萨，尚须以十大愿王导归极乐。《观经》将堕阿鼻之逆恶罪人，犹得以十称洪名，预诸末品。三根普被，利钝全收，尽法界一切众生，但有信愿，无一不被其泽，其圆顿直捷，超出一切法门之上。末世众生，欲了生死，不修此法，泛修其他仗自力之法门，则但可作未来得度之因，断难获现生了脱之果矣。",
      "zh_TW": "印祖《文鈔》云：如來一代時教，所說一切法門，雖則大小不同，權實各異，無非欲令眾生斷惑證真，了生脫死，圓彰本有，直成佛道而已。但以眾生根機不一，故致如來隨順機宜，作偏圓頓漸，種種說耳。然眾生輪轉生死，久經長劫，惑業深厚，障蔽妙明，非宿根成熟者，欲於一生取辦，實乏其人。既不能一生取辦，則再一受生，其迷而退者，萬有十千，悟而進者，億無三四。仗自力修戒定慧，以斷煩惑而證涅槃，其難如是。致如來普度眾生之懷，鬱而不暢，眾生速出生死之道，塞而罔通。然如來大慈，必欲令一切眾生，同於現生了生脫死，超凡入聖，遂開一信願念佛求生西方之淨土法門，無論上中下根，悉令現生度脫，乃以己信願念佛，感佛慈悲攝受，感應道交，故獲斯益。其有已斷煩惑者，即可頓證法身，速成佛道，縱令惑業深厚者，亦可仗佛慈力，帶業往生。以故《華嚴》證齊諸佛之等覺菩薩，尚須以十大願王導歸極樂。《觀經》將墮阿鼻之逆惡罪人，猶得以十稱洪名，預諸末品。三根普被，利鈍全收，盡法界一切眾生，但有信願，無一不被其澤，其圓頓直捷，超出一切法門之上。末世眾生，欲了生死，不修此法，泛修其他仗自力之法門，則但可作未來得度之因，斷難獲現生了脫之果矣。"
    },
    {
      "id": "02-042-0163_p0022",
      "zh_CN": "又：修持法门，有二种不同，若仗自力修戒定慧，以迄断惑证真，了生脱死者，名为「通途法门」；若具真信切愿，持佛名号，以期仗佛慈力，往生西方者，名为「特别法门」。「通途」全仗自力，「特别」则自力、佛力兼而有之。即有深修定慧断惑之功，而无真信切愿念佛求生，亦属自力。今以喻明，「通途」如画山水，必一笔一画而渐成；「特别」如照山水，虽数十重蓊蔚峰峦，一照俱了。又「通途」如步行登程，强者日不过百十里；「特别」如乘转轮圣王轮宝，一日即可遍达四大部洲。",
      "zh_TW": "又：修持法門，有二種不同，若仗自力修戒定慧，以迄斷惑證真，了生脫死者，名為「通途法門」；若具真信切願，持佛名號，以期仗佛慈力，往生西方者，名為「特別法門」。「通途」全仗自力，「特別」則自力、佛力兼而有之。即有深修定慧斷惑之功，而無真信切願念佛求生，亦屬自力。今以喻明，「通途」如畫山水，必一筆一畫而漸成；「特別」如照山水，雖數十重蓊蔚峰巒，一照俱了。又「通途」如步行登程，強者日不過百十里；「特別」如乘轉輪聖王輪寶，一日即可遍達四大部洲。"
    },
    {
      "id": "02-042-0163_p0023",
      "zh_CN": "甲一、法藏菩萨因地即开显净土法门为他力果教",
      "zh_TW": "甲一、法藏菩薩因地即開顯淨土法門為他力果教"
    },
    {
      "id": "02-042-0163_p0024",
      "zh_CN": "《无量寿经．至心精进》第五品中经文，「法藏白言，斯义宏深，非我境界」，此句经文即法藏菩萨告诉我们，净土宗为他力果教。科注念老引日本峻谛法师在《无量寿经》注解里头解释这句经文，「斯义弘深，非我境界者，亦有三意」，有三个意思。",
      "zh_TW": "《無量壽經．至心精進》第五品中經文，「法藏白言，斯義宏深，非我境界」，此句經文即法藏菩薩告訴我們，淨土宗為他力果教。科註念老引日本峻諦法師在《無量壽經》註解裡頭解釋這句經文，「斯義弘深，非我境界者，亦有三意」，有三個意思。"
    },
    {
      "id": "02-042-0163_p0025",
      "zh_CN": "第一个，「谓菩萨常途净土之行，我已知之，今欲得诸佛土之中最胜净土，斯义弘深，非我境界」。这个事情法藏菩萨知道，这个常途净土之行是四圣法界，就是十法界上面声闻、缘觉、菩萨、佛。十法界里面，上面四法界是净土，下面六道轮回秽土，这个事情他知道。「今欲得诸佛土之中最胜净土，斯义弘深，非我境界」。我不是求一般的净土，我求最殊胜的，超越这个四土的净土，他求这个，这就不是他的境界了。",
      "zh_TW": "第一個，「謂菩薩常途淨土之行，我已知之，今欲得諸佛土之中最勝淨土，斯義弘深，非我境界」。這個事情法藏菩薩知道，這個常途淨土之行是四聖法界，就是十法界上面聲聞、緣覺、菩薩、佛。十法界裡面，上面四法界是淨土，下面六道輪迴穢土，這個事情他知道。「今欲得諸佛土之中最勝淨土，斯義弘深，非我境界」。我不是求一般的淨土，我求最殊勝的，超越這個四土的淨土，他求這個，這就不是他的境界了。"
    },
    {
      "id": "02-042-0163_p0026",
      "zh_CN": "第二，「谓实虽随各自乐欲，应摄取之，今欲五乘齐入报土，斯义弘深，非我境界」。这句的意思，实是实实在在，虽然随着各自，每个修行人的乐欲（爱好跟他的愿望）应摄取之，譬如小乘的四果，须陀洹、斯陀含、阿那含、阿罗汉，他们所得的乐，他们的欲望不一样。初果的人希望证二果，二果的人希望证三果，三果的人希望证四果，不相同，这是随着他自己修证，他能够证得，这个是他应该摄取。现在法藏比丘他的愿望，是希望五乘齐入报土。这个意思深，五乘包括人乘、天乘、声闻、缘觉、菩萨，五乘，这五种人能够统统都入实报庄严土，这个不容易，这个太特殊了。所以这个意思深，不是我的境界，这个事情我们无法想像，套一句佛法说不可思议。不可思议就是无法想像，一般说根本就不可能。不可能为什么变成可能？这个里头义理很深。",
      "zh_TW": "第二，「謂實雖隨各自樂欲，應攝取之，今欲五乘齊入報土，斯義弘深，非我境界」。這句的意思，實是實實在在，雖然隨著各自，每個修行人的樂欲（愛好跟他的願望）應攝取之，譬如小乘的四果，須陀洹、斯陀含、阿那含、阿羅漢，他們所得的樂，他們的欲望不一樣。初果的人希望證二果，二果的人希望證三果，三果的人希望證四果，不相同，這是隨著他自己修證，他能夠證得，這個是他應該攝取。現在法藏比丘他的願望，是希望五乘齊入報土。這個意思深，五乘包括人乘、天乘、聲聞、緣覺、菩薩，五乘，這五種人能夠統統都入實報莊嚴土，這個不容易，這個太特殊了。所以這個意思深，不是我的境界，這個事情我們無法想像，套一句佛法說不可思議。不可思議就是無法想像，一般說根本就不可能。不可能為什麼變成可能？這個裡頭義理很深。"
    },
    {
      "id": "02-042-0163_p0027",
      "zh_CN": "第三个，「谓虽法报高妙，非菩萨之分，我能经无量劫，当克获之，斯义弘深，非我境界也」。这个菩萨是三乘菩萨，念老括弧说，「法报二身，经无量劫必可悟证」，但是现前不行，「但当下尚非其分，故下云非我境界」，不是我的境界。",
      "zh_TW": "第三個，「謂雖法報高妙，非菩薩之分，我能經無量劫，當克獲之，斯義弘深，非我境界也」。這個菩薩是三乘菩薩，念老括弧說，「法報二身，經無量劫必可悟證」，但是現前不行，「但當下尚非其分，故下云非我境界」，不是我的境界。"
    },
    {
      "id": "02-042-0163_p0028",
      "zh_CN": "接着峻谛法师又云：「虽有三义不同，抛却己分，专归佛力，斯乃法藏菩萨自开他力门也」。这句非常重要，我们今天讲信心问题，对这句要产生决定的信心，绝不可以有丝毫怀疑，那就是上面三种是普通一般的途径，净宗是特别的。净宗怎么特别？把自己丢掉，不靠这个，全靠阿弥陀佛，我能不能成就与我自己没关系，我自己的能力当然不行，了生死出三界谈何容易，决定做不到。但是现在怎么样？现在专归佛力。八万四千法门要靠自己，无量法门也要靠自己，现在我全不靠自己，全靠阿弥陀佛，主要意思在此地。靠佛力凭什么？凭四十八愿，和阿弥陀佛无量劫来修持功德的加持。所以这个地方的一句，黄老拈出来要我们记住，净宗法门总是抛却己分，专归佛力。「非我境界四字，即是抛却己分；请佛明示，即是专求佛力」。",
      "zh_TW": "接著峻諦法師又云：「雖有三義不同，拋卻己分，專歸佛力，斯乃法藏菩薩自開他力門也」。這句非常重要，我們今天講信心問題，對這句要產生決定的信心，絕不可以有絲毫懷疑，那就是上面三種是普通一般的途徑，淨宗是特別的。淨宗怎麼特別？把自己丟掉，不靠這個，全靠阿彌陀佛，我能不能成就與我自己沒關係，我自己的能力當然不行，了生死出三界談何容易，決定做不到。但是現在怎麼樣？現在專歸佛力。八萬四千法門要靠自己，無量法門也要靠自己，現在我全不靠自己，全靠阿彌陀佛，主要意思在此地。靠佛力憑什麼？憑四十八願，和阿彌陀佛無量劫來修持功德的加持。所以這個地方的一句，黃老拈出來要我們記住，淨宗法門總是拋卻己分，專歸佛力。「非我境界四字，即是拋卻己分；請佛明示，即是專求佛力」。"
    },
    {
      "id": "02-042-0163_p0029",
      "zh_CN": "「抛却己分，专归佛力」，这是法藏菩萨（就是阿弥陀佛）他自己开辟的他力法门。不用自力，办不到，完全靠阿弥陀佛。我念得好，念得相应，没有杂念了，到时候阿弥陀佛接引我往生。峻谛师，他说出这句话，「开他力门」这个说法，「正明净宗超情离见，不可思议」。说得好，说得一点都不错，净宗是专靠他力，不靠自力。正明，真正说明净土宗超情离见，这是大乘教上常讲的，情是情执，见是见解，超越了，离也是超越，真正不可思议，无法想像。「究竟方便」，方便到什么程度？方便到究竟，没有比这个再方便的了，叫究竟。方便法达到究竟圆满，一句佛号，只要你真信，真愿意往生极乐世界，没有一个不成就的。底下接着说，「果觉因心之无上妙谛」。这句佛号是阿弥陀佛所证得的果觉，成佛是果。阿弥陀佛是圆满的觉悟，这句话是梵语，翻成中国的意思，阿翻作无，弥陀翻作量，佛翻作觉，翻成中国意思无量觉，无量觉就是阿弥陀佛。我们今天用无量觉做为我们因地修行的中心、核心。我们修什么？我们就用无量觉。念念不离无量觉，念久了，无量觉自然现前。海贤老和尚给我们做了榜样，真正不可思议。用弥陀果觉做为我们修行的（我们在因地）因心。",
      "zh_TW": "「拋卻己分，專歸佛力」，這是法藏菩薩（就是阿彌陀佛）他自己開闢的他力法門。不用自力，辦不到，完全靠阿彌陀佛。我念得好，念得相應，沒有雜念了，到時候阿彌陀佛接引我往生。峻諦師，他說出這句話，「開他力門」這個說法，「正明淨宗超情離見，不可思議」。說得好，說得一點都不錯，淨宗是專靠他力，不靠自力。正明，真正說明淨土宗超情離見，這是大乘教上常講的，情是情執，見是見解，超越了，離也是超越，真正不可思議，無法想像。「究竟方便」，方便到什麼程度？方便到究竟，沒有比這個再方便的了，叫究竟。方便法達到究竟圓滿，一句佛號，只要你真信，真願意往生極樂世界，沒有一個不成就的。底下接著說，「果覺因心之無上妙諦」。這句佛號是阿彌陀佛所證得的果覺，成佛是果。阿彌陀佛是圓滿的覺悟，這句話是梵語，翻成中國的意思，阿翻作無，彌陀翻作量，佛翻作覺，翻成中國意思無量覺，無量覺就是阿彌陀佛。我們今天用無量覺做為我們因地修行的中心、核心。我們修什麼？我們就用無量覺。念念不離無量覺，念久了，無量覺自然現前。海賢老和尚給我們做了榜樣，真正不可思議。用彌陀果覺做為我們修行的（我們在因地）因心。"
    },
    {
      "id": "02-042-0163_p0030",
      "zh_CN": "峻谛师曰：「此乃法藏菩萨自开他力门也。」念老解释说：「此语道破净宗玄微，世称净宗为他力法门。净宗所以能三根普被，一生成办，凡夫二乘例登不退，皆仗弥陀一乘愿海、六字洪名之力，此即仗他力。净宗之所以究竟方便者，即以弥陀无上果觉，作为众生因地初心，因达果海，果彻因源，因果同时，感应难思，此又是他力之妙用。更加以外圣易信，己灵难明。是以具缚凡夫但能信有世界名曰极乐，其土有佛，号阿弥陀。深信此两个有字，切愿往生，一向持名，即可如愿，迳登不退。是乃凡愚所同能，若独言究明自心，则唯上智所堪任。法藏菩萨于因地中，悲愿宏深，开显此他力法门，是以世称弥陀乃大愿之王。又密宗亦是他力门，同属果教，皆是从果起修。此殊胜难思之他力门，正是弥陀悲愿至切处，亦正是净密二宗方便究竟处。盖自他本来不二，肯仗他力，即是于此难信之法能生净信。难信能信，全由当人之无上智慧，此即是自力。但能信入，老实念去，自然能所两忘，自心朗现，从事持达理持，即凡心成佛心。净宗之妙，全在于此。」（以上皆恭录自《二零一四净土大经科注》第一五七集）",
      "zh_TW": "峻諦師曰：「此乃法藏菩薩自開他力門也。」念老解釋說：「此語道破淨宗玄微，世稱淨宗為他力法門。淨宗所以能三根普被，一生成辦，凡夫二乘例登不退，皆仗彌陀一乘願海、六字洪名之力，此即仗他力。淨宗之所以究竟方便者，即以彌陀無上果覺，作為眾生因地初心，因達果海，果徹因源，因果同時，感應難思，此又是他力之妙用。更加以外聖易信，己靈難明。是以具縛凡夫但能信有世界名曰極樂，其土有佛，號阿彌陀。深信此兩個有字，切願往生，一向持名，即可如願，逕登不退。是乃凡愚所同能，若獨言究明自心，則唯上智所堪任。法藏菩薩於因地中，悲願宏深，開顯此他力法門，是以世稱彌陀乃大願之王。又密宗亦是他力門，同屬果教，皆是從果起修。此殊勝難思之他力門，正是彌陀悲願至切處，亦正是淨密二宗方便究竟處。蓋自他本來不二，肯仗他力，即是於此難信之法能生淨信。難信能信，全由當人之無上智慧，此即是自力。但能信入，老實念去，自然能所兩忘，自心朗現，從事持達理持，即凡心成佛心。淨宗之妙，全在於此。」（以上皆恭錄自《二零一四淨土大經科註》第一五七集）"
    },
    {
      "id": "02-042-0163_p0031",
      "zh_CN": "甲二、能信能愿能念佛，全仗佛力。",
      "zh_TW": "甲二、能信能願能念佛，全仗佛力。"
    },
    {
      "id": "02-042-0163_p0032",
      "zh_CN": "《文钞》与融明大师书曰：「古人云，人身难得，中国难生，佛法难闻，生死难了。我等幸得人身，生中国，闻佛法。所不幸者，自愧业深障重，无力断惑，速出三界，了生脱死耳。然又幸得闻我如来彻底悲心所说之大权巧，异方便，令博地凡夫带业往生之净土法门。实莫大之幸也。若非无量劫来，深植善根，何能闻此不思议法，顿生真信，发愿求生乎。」",
      "zh_TW": "《文鈔》與融明大師書曰：「古人云，人身難得，中國難生，佛法難聞，生死難了。我等幸得人身，生中國，聞佛法。所不幸者，自愧業深障重，無力斷惑，速出三界，了生脫死耳。然又幸得聞我如來徹底悲心所說之大權巧，異方便，令博地凡夫帶業往生之淨土法門。實莫大之幸也。若非無量劫來，深植善根，何能聞此不思議法，頓生真信，發願求生乎。」"
    },
    {
      "id": "02-042-0163_p0033",
      "zh_CN": "师父上人在《科注》中多次开示：「佛在大乘经里面说过很多次，讲到真正相信，真正发心修行的人，是什么根性？没有一个不是在过去生中曾经供养无量诸佛如来。这一生当中得人身遇佛法，遇到这个法门，得到诸佛如来的加持，让你具足善根福德因缘，他能信，他能发愿，他肯念佛，他一生成就，道理在此地。」说明我们能遇净土法门，生起信愿念佛求生之心，乃蒙无量诸佛加持（即阿弥陀佛加持），此乃实属佛力。",
      "zh_TW": "師父上人在《科註》中多次開示：「佛在大乘經裡面說過很多次，講到真正相信，真正發心修行的人，是什麼根性？沒有一個不是在過去生中曾經供養無量諸佛如來。這一生當中得人身遇佛法，遇到這個法門，得到諸佛如來的加持，讓你具足善根福德因緣，他能信，他能發願，他肯念佛，他一生成就，道理在此地。」說明我們能遇淨土法門，生起信願念佛求生之心，乃蒙無量諸佛加持（即阿彌陀佛加持），此乃實屬佛力。"
    },
    {
      "id": "02-042-0163_p0034",
      "zh_CN": "甲三、五逆十恶将堕阿鼻者悔过得生，全仗佛力。",
      "zh_TW": "甲三、五逆十惡將墮阿鼻者悔過得生，全仗佛力。"
    },
    {
      "id": "02-042-0163_p0035",
      "zh_CN": "《文钞》云：如来出世，原为令诸众生，断惑证真，了生脱死，直下成佛而已。但以众生根性不等，以故如来曲顺机宜，为说一切大小权实，偏圆顿渐等法。法虽种种不一，皆为成熟众生善根，令其究竟成佛耳。然断惑证真，了生脱死，岂易言哉。若非宿种今熟，及法身示现二种人。纵有修持，亦非即生，及一生二生所能顿了。根机钝者，则久经长劫，尚难了脱，以其唯仗自力故也。如来悯念众生自力了脱之难，于是特开一信愿念佛，求生西方极乐世界之净土法门。但具真信切愿，持佛名号。虽五逆十恶，将堕阿鼻地狱之极重罪人，尚得往生。况诸恶莫作，众善奉行之善人乎。况受持三皈，具足众戒之佛弟子乎。",
      "zh_TW": "《文鈔》云：如來出世，原為令諸眾生，斷惑證真，了生脫死，直下成佛而已。但以眾生根性不等，以故如來曲順機宜，為說一切大小權實，偏圓頓漸等法。法雖種種不一，皆為成熟眾生善根，令其究竟成佛耳。然斷惑證真，了生脫死，豈易言哉。若非宿種今熟，及法身示現二種人。縱有修持，亦非即生，及一生二生所能頓了。根機鈍者，則久經長劫，尚難了脫，以其唯仗自力故也。如來憫念眾生自力了脫之難，於是特開一信願念佛，求生西方極樂世界之淨土法門。但具真信切願，持佛名號。雖五逆十惡，將墮阿鼻地獄之極重罪人，尚得往生。況諸惡莫作，眾善奉行之善人乎。況受持三皈，具足眾戒之佛弟子乎。"
    },
    {
      "id": "02-042-0163_p0036",
      "zh_CN": "又《文钞》「复高邵麟居士书三」曰：佛愍众生无力断惑，难了生死，故特开一仗佛慈力，带业往生之横超法门。无论断惑与否，若具真信切愿，持佛名号（此是正行），及修行众善，回向往生（此是助行），无一不得生者。即五逆十恶之人，临终地狱相现，若心识不迷，闻善知识教以念佛求生西方。若念十声，或止一声，当下命终亦得往生。（此在《十六观经．下品下生章》，系金口诚言。）既往生已，即已高预海会，永出轮回。渐次进修，以圆佛果。若此逆恶罪人，不闻此不思议法，经尘点劫，难出地狱。饿鬼畜生尚难得，况欲得人身而修行了生死耶。当须发决定心，临终定欲往生西方。且莫说碌碌庸人之身，不愿更受。即为人天王身，及出家为僧，一闻千悟，得大总持，大宏法化，普利众生之高僧身，亦视之若毒荼罪薮，决定不生一念欲受之心。如是决定，则己之信愿行，方能感佛。佛之誓愿，方能摄受。感应道交，蒙佛接引，直登九品，永出轮回矣。",
      "zh_TW": "又《文鈔》「復高邵麟居士書三」曰：佛愍眾生無力斷惑，難了生死，故特開一仗佛慈力，帶業往生之橫超法門。無論斷惑與否，若具真信切願，持佛名號（此是正行），及修行眾善，迴向往生（此是助行），無一不得生者。即五逆十惡之人，臨終地獄相現，若心識不迷，聞善知識教以念佛求生西方。若念十聲，或止一聲，當下命終亦得往生。（此在《十六觀經．下品下生章》，係金口誠言。）既往生已，即已高預海會，永出輪迴。漸次進修，以圓佛果。若此逆惡罪人，不聞此不思議法，經塵點劫，難出地獄。餓鬼畜生尚難得，況欲得人身而修行了生死耶。當須發決定心，臨終定欲往生西方。且莫說碌碌庸人之身，不願更受。即為人天王身，及出家為僧，一聞千悟，得大總持，大宏法化，普利眾生之高僧身，亦視之若毒荼罪藪，決定不生一念欲受之心。如是決定，則己之信願行，方能感佛。佛之誓願，方能攝受。感應道交，蒙佛接引，直登九品，永出輪迴矣。"
    },
    {
      "id": "02-042-0163_p0037",
      "zh_CN": "当人每欲疑惑己为罪恶凡夫，十恶造尽，故对净土法门，对阿弥陀佛生不起十足信心，故祖师大德常举莹珂法师、张善和等大德为例，增强吾人求生之信心。《净土圣贤录》记载唐朝张善和，张善和就是临终忏悔十念往生的。他是个杀牛的屠夫，杀业很重。在临命终的时候，他看到很多牛头人来问他讨命，这是地狱境界现前。他知道这个罪业很重，这么多人来问他要命，来讨命，他就大喊救命。所以这是机缘就很巧，宿世善根具足，蒙佛加持，正好有个出家人从他门口经过，听到他在里面喊救命，出家人就来问一问什么事情。他就大喊，好多牛头人来问他讨命。这出家人知道，赶快点了一把香，教他赶快念阿弥陀佛，求生西方极乐世界。他接着这一把香就大声念佛，念了十声，他说：牛头人没有了，阿弥陀佛来接引我了。他就跟阿弥陀佛走了。所以五逆十恶临终忏悔念佛往生，张善和是非常好的例子。他自己罪业深重，有那么大的能力往生吗？没有，全靠佛力加持摄受他往生西方。",
      "zh_TW": "當人每欲疑惑己為罪惡凡夫，十惡造盡，故對淨土法門，對阿彌陀佛生不起十足信心，故祖師大德常舉瑩珂法師、張善和等大德為例，增強吾人求生之信心。《淨土聖賢錄》記載唐朝張善和，張善和就是臨終懺悔十念往生的。他是個殺牛的屠夫，殺業很重。在臨命終的時候，他看到很多牛頭人來問他討命，這是地獄境界現前。他知道這個罪業很重，這麼多人來問他要命，來討命，他就大喊救命。所以這是機緣就很巧，宿世善根具足，蒙佛加持，正好有個出家人從他門口經過，聽到他在裡面喊救命，出家人就來問一問什麼事情。他就大喊，好多牛頭人來問他討命。這出家人知道，趕快點了一把香，教他趕快念阿彌陀佛，求生西方極樂世界。他接著這一把香就大聲念佛，念了十聲，他說：牛頭人沒有了，阿彌陀佛來接引我了。他就跟阿彌陀佛走了。所以五逆十惡臨終懺悔念佛往生，張善和是非常好的例子。他自己罪業深重，有那麼大的能力往生嗎？沒有，全靠佛力加持攝受他往生西方。"
    },
    {
      "id": "02-042-0163_p0038",
      "zh_CN": "念老在《科注》第十八愿中引《合赞》文，《合赞》宗之亦云：「言唯除五逆诽谤正法，是乃就未造之机，且抑止之而已。若有已造机、已回心，则还摄取，莫有漏也。」意为：所言除者，实为止恶之意，使未造恶者，不敢造也。若是已造者，但能回心，忏悔念佛，则仍旧摄取，无有遗漏也。可见弥陀大愿，摄机无尽。故善导大师曰：「如来所以兴出世，唯说弥陀本愿海。」意谓，三世诸佛出兴于世，唯为此大事因缘，宣说阿弥陀如来不思议愿力，惠救万众。故大师又云：「今逢释迦佛末法之遗迹，弥陀本誓愿极乐之要门，一切善恶凡夫得生者，莫不皆乘阿弥陀佛大愿业力为增上缘也。」",
      "zh_TW": "念老在《科註》第十八願中引《合贊》文，《合贊》宗之亦云：「言唯除五逆誹謗正法，是乃就未造之機，且抑止之而已。若有已造機、已迴心，則還攝取，莫有漏也。」意為：所言除者，實為止惡之意，使未造惡者，不敢造也。若是已造者，但能迴心，懺悔念佛，則仍舊攝取，無有遺漏也。可見彌陀大願，攝機無盡。故善導大師曰：「如來所以興出世，唯說彌陀本願海。」意謂，三世諸佛出興於世，唯為此大事因緣，宣說阿彌陀如來不思議願力，惠救萬眾。故大師又云：「今逢釋迦佛末法之遺跡，彌陀本誓願極樂之要門，一切善惡凡夫得生者，莫不皆乘阿彌陀佛大願業力為增上緣也。」"
    },
    {
      "id": "02-042-0163_p0039",
      "zh_CN": "在一经宗趣中又引《要解》经文，「如《要解》云：五逆十恶，十念成就，带业往生，居下下品者，皆得三不退。」这是净土法门弥陀不可思议的愿力成就。「五逆十恶」，这是造作极重的罪业，五逆十恶必堕地狱，无间地狱，地狱里最严重的，没救。可是怎么样？遇到净土法门，真正忏悔、真正回头还是有救。对于极乐世界，对于阿弥陀佛，对于信愿持名，不怀疑，你就接受了，真肯干，临终这口气还在，只要念十声阿弥陀佛都能往生。「十念成就，带业往生」。",
      "zh_TW": "在一經宗趣中又引《要解》經文，「如《要解》云：五逆十惡，十念成就，帶業往生，居下下品者，皆得三不退。」這是淨土法門彌陀不可思議的願力成就。「五逆十惡」，這是造作極重的罪業，五逆十惡必墮地獄，無間地獄，地獄裡最嚴重的，沒救。可是怎麼樣？遇到淨土法門，真正懺悔、真正回頭還是有救。對於極樂世界，對於阿彌陀佛，對於信願持名，不懷疑，你就接受了，真肯幹，臨終這口氣還在，只要念十聲阿彌陀佛都能往生。「十念成就，帶業往生」。"
    },
    {
      "id": "02-042-0163_p0040",
      "zh_CN": "故念老总结，「了此方能深信弥陀愿力。信佛力，方能深信名号功德。信持名，方能深信吾人心性本不可思议也」。了是明了，此是这桩事情，你真正明了了，方能深信弥陀愿力，搞清楚、搞明白、搞透彻了，我们深深相信，阿弥陀佛的愿力不可思议。信佛的愿力，你才能深信名号功德。名号就是一句南无阿弥陀佛，这六个字的功德无量无边，再没有任何一法能超过这个功德的。",
      "zh_TW": "故念老總結，「了此方能深信彌陀願力。信佛力，方能深信名號功德。信持名，方能深信吾人心性本不可思議也」。了是明瞭，此是這樁事情，你真正明瞭了，方能深信彌陀願力，搞清楚、搞明白、搞透徹了，我們深深相信，阿彌陀佛的願力不可思議。信佛的願力，你才能深信名號功德。名號就是一句南無阿彌陀佛，這六個字的功德無量無邊，再沒有任何一法能超過這個功德的。"
    },
    {
      "id": "02-042-0163_p0041",
      "zh_CN": "又于悔过得生愿中云：「若宿世作恶，有决定业，命终之后，须于此界或于他方堕三恶道。以今世悔过修道行善，诵经持戒，发菩提心，专念极乐，至心回向，求生净土等，于是乘弥陀此愿功德，遮其宿业，蒙佛摄引，不堕三途，迳生极乐，故云无不遂者。遂指求生极乐之愿得满足也。可见宿业深重之人，皆可不更三途，带业往生。弥陀悲愿之深，摄度之广，超逾十方。」",
      "zh_TW": "又於悔過得生願中云：「若宿世作惡，有決定業，命終之後，須於此界或於他方墮三惡道。以今世悔過修道行善，誦經持戒，發菩提心，專念極樂，至心回向，求生淨土等，於是乘彌陀此願功德，遮其宿業，蒙佛攝引，不墮三途，逕生極樂，故云無不遂者。遂指求生極樂之願得滿足也。可見宿業深重之人，皆可不更三途，帶業往生。彌陀悲願之深，攝度之廣，超踰十方。」"
    },
    {
      "id": "02-042-0163_p0042",
      "zh_CN": "甲四、具缚凡夫带业往生临终接引，全仗佛力。",
      "zh_TW": "甲四、具縛凡夫帶業往生臨終接引，全仗佛力。"
    },
    {
      "id": "02-042-0163_p0043",
      "zh_CN": "念老于科注释第二十愿临终接引愿：若人如第十九愿发心念佛，则临寿终时弥陀与极乐世界诸菩萨等众，前来接引，现其人前，经须臾间（指俄顷，据《大集经》即今之四十八分钟），彼人即往生极乐净土，作阿惟越致（不退转）菩萨。（以上是为第廿临终接引愿。）深显果教他力不可思议之方便妙用。具缚凡夫能带惑往生者，皆因弥陀此愿，临终圣众现前，慈悲摄受之大力。如宋灵芝师曰：「凡人临终，识神无主，善恶业种无不发现，或起恶念，或起邪见，或生系恋，或发猖狂，恶相非一，皆名颠倒。」可见凡夫业重，临终之际，更多颠倒；复以四大苦逼，痛不可言，何能正念持名？不能持名，何得往生？故知凡夫往生，非凭自力，全仗弥陀大愿加被，令不颠倒，始能往生也。如《圆中钞》曰：「娑婆众生，虽能念佛，浩浩见思实未伏断，而能垂终心不颠倒者，原非自力而能主持，乃全仗弥陀而来拔济，虽非正念，而能正念，故得心不颠倒，即得往生。」证诸小本唐译与《悲华》两经，此意益显。小本唐译，名为《称赞净土佛摄受经》，文曰：「临命终时，无量寿佛与其无量声闻弟子、菩萨众俱，前后围绕，来住其前，慈悲加祐，令心不乱。」可见凡夫临终心不颠倒，亦不散乱，正念持名者，全因弥陀慈悲加祐之力也。又《悲华经》曰：「临终之时，我当与大众围绕，现其人前。其人见我，即于我前，得心欢喜，以见我故，离诸障阂，即便舍身，来生我界。」又说愿曰：「所有众生，若闻我声（声者名也），发愿欲生我世界者，是诸众生临命终时，悉令见我与诸大众，前后围绕。我于尔时入无翳三昧，以三昧力故，在于其前而为说法。以闻法故，寻得断除一切苦恼，心大欢喜。其心喜故，得宝窴三昧。以三昧力故，令心得念及无生忍，命终之后必生我界。」是经所显他力妙用，弥为明显。《称赞净土经》是本经小本，《悲华经》说弥陀因地及极乐庄严，均明彼佛临终接引摄受往生之殊胜愿力，可见弥陀愿王，妙德难思，大恩大力，不可称量。",
      "zh_TW": "念老於科註釋第二十願臨終接引願：若人如第十九願發心念佛，則臨壽終時彌陀與極樂世界諸菩薩等眾，前來接引，現其人前，經須臾間（指俄頃，據《大集經》即今之四十八分鐘），彼人即往生極樂淨土，作阿惟越致（不退轉）菩薩。（以上是為第廿臨終接引願。）深顯果教他力不可思議之方便妙用。具縛凡夫能帶惑往生者，皆因彌陀此願，臨終聖眾現前，慈悲攝受之大力。如宋靈芝師曰：「凡人臨終，識神無主，善惡業種無不發現，或起惡念，或起邪見，或生繫戀，或發猖狂，惡相非一，皆名顛倒。」可見凡夫業重，臨終之際，更多顛倒；復以四大苦逼，痛不可言，何能正念持名？不能持名，何得往生？故知凡夫往生，非憑自力，全仗彌陀大願加被，令不顛倒，始能往生也。如《圓中鈔》曰：「娑婆眾生，雖能念佛，浩浩見思實未伏斷，而能垂終心不顛倒者，原非自力而能主持，乃全仗彌陀而來拔濟，雖非正念，而能正念，故得心不顛倒，即得往生。」證諸小本唐譯與《悲華》兩經，此意益顯。小本唐譯，名為《稱讚淨土佛攝受經》，文曰：「臨命終時，無量壽佛與其無量聲聞弟子、菩薩眾俱，前後圍繞，來住其前，慈悲加祐，令心不亂。」可見凡夫臨終心不顛倒，亦不散亂，正念持名者，全因彌陀慈悲加祐之力也。又《悲華經》曰：「臨終之時，我當與大眾圍繞，現其人前。其人見我，即於我前，得心歡喜，以見我故，離諸障閡，即便捨身，來生我界。」又說願曰：「所有眾生，若聞我聲（聲者名也），發願欲生我世界者，是諸眾生臨命終時，悉令見我與諸大眾，前後圍繞。我於爾時入無翳三昧，以三昧力故，在於其前而為說法。以聞法故，尋得斷除一切苦惱，心大歡喜。其心喜故，得寶窴三昧。以三昧力故，令心得念及無生忍，命終之後必生我界。」是經所顯他力妙用，彌為明顯。《稱讚淨土經》是本經小本，《悲華經》說彌陀因地及極樂莊嚴，均明彼佛臨終接引攝受往生之殊勝願力，可見彌陀願王，妙德難思，大恩大力，不可稱量。"
    },
    {
      "id": "02-042-0163_p0044",
      "zh_CN": "以上浅述净土法门为他力妙法，全仗佛力，多引用《文钞》及《科注》原文及师父上人科注讲记文稿，错误之处，恳请师父上人及诸位仁者慈悲批评指正，无尽感恩，阿弥陀佛。惭愧学生开本顶礼叩呈。",
      "zh_TW": "以上淺述淨土法門為他力妙法，全仗佛力，多引用《文鈔》及《科註》原文及師父上人科註講記文稿，錯誤之處，懇請師父上人及諸位仁者慈悲批評指正，無盡感恩，阿彌陀佛。慚愧學生開本頂禮叩呈。"
    },
    {
      "id": "02-042-0163_p0045",
      "zh_CN": "老法师：开本这一篇报告好像名符其实，真开了本了。这个本是什么？就是全靠佛力，这是净土宗一生成就的大根大本，全靠佛力。这得相信，不能有丝毫怀疑，我们心里头有丝毫怀疑，与这个本就不相应了。那不相应还得靠自己，靠自己就难了，靠不住。靠本，必须在那一口气还没断之前，万缘放下，丝毫不能留恋。",
      "zh_TW": "老法師：開本這一篇報告好像名符其實，真開了本了。這個本是什麼？就是全靠佛力，這是淨土宗一生成就的大根大本，全靠佛力。這得相信，不能有絲毫懷疑，我們心裡頭有絲毫懷疑，與這個本就不相應了。那不相應還得靠自己，靠自己就難了，靠不住。靠本，必須在那一口氣還沒斷之前，萬緣放下，絲毫不能留戀。"
    },
    {
      "id": "02-042-0163_p0046",
      "zh_CN": "对我们最大帮助的，就是帮助我们看破放下，大乘经是帮助。说什么？把整个宇宙一切万法真相说出来了。全宇宙从哪来的？我们用六祖能大师的话，清楚了当，他给我们说的，「何期自性，能生万法」。万法是全宇宙，佛法里面讲的，一切诸佛刹土依正庄严，这就是万法，是自性所生所现的。自性所生所现，给诸位说，是实报庄严土，叫一真法界，我们见不到。谁见到？大彻大悟、明心见性的人见到了。因为他见性了，就像六祖一样，知道自性所现的，不是外来的。自性所现的，为什么变成十法界，变成六道轮回？这是唯识所变，《华严经》上讲得好，全宇宙唯心所现，心能生能现；识，阿赖耶识能变。心是真心，识是妄心，妄心就是有分别有执着，是个生灭心。念头前念灭后念生，生灭频率之快、之高，我们想像不到。",
      "zh_TW": "對我們最大幫助的，就是幫助我們看破放下，大乘經是幫助。說什麼？把整個宇宙一切萬法真相說出來了。全宇宙從哪來的？我們用六祖能大師的話，清楚了當，他給我們說的，「何期自性，能生萬法」。萬法是全宇宙，佛法裡面講的，一切諸佛剎土依正莊嚴，這就是萬法，是自性所生所現的。自性所生所現，給諸位說，是實報莊嚴土，叫一真法界，我們見不到。誰見到？大徹大悟、明心見性的人見到了。因為他見性了，就像六祖一樣，知道自性所現的，不是外來的。自性所現的，為什麼變成十法界，變成六道輪迴？這是唯識所變，《華嚴經》上講得好，全宇宙唯心所現，心能生能現；識，阿賴耶識能變。心是真心，識是妄心，妄心就是有分別有執著，是個生滅心。念頭前念滅後念生，生滅頻率之快、之高，我們想像不到。"
    },
    {
      "id": "02-042-0163_p0047",
      "zh_CN": "读了世尊跟弥勒菩萨的对话，透了一点信息，那是教化众生的。弥勒知道，弥勒是等觉菩萨，也是古佛再来。佛问弥勒，「心有所念，几念几相识耶」，一句话问了三个问题，我们凡夫动个念头，起心动个念头，这念头里头有多少个微细念头？有多少个物质现象？有多少个精神现象？弥勒菩萨回答说，一弹指，一弹指时间很短，一弹指有三十二亿百千念。一百个千是十万，三十二亿乘十万，三百二十兆，一弹指三百二十兆。三百二十兆个念头，一弹指，念念成形，形皆有识。",
      "zh_TW": "讀了世尊跟彌勒菩薩的對話，透了一點信息，那是教化眾生的。彌勒知道，彌勒是等覺菩薩，也是古佛再來。佛問彌勒，「心有所念，幾念幾相識耶」，一句話問了三個問題，我們凡夫動個念頭，起心動個念頭，這念頭裡頭有多少個微細念頭？有多少個物質現象？有多少個精神現象？彌勒菩薩回答說，一彈指，一彈指時間很短，一彈指有三十二億百千念。一百個千是十萬，三十二億乘十萬，三百二十兆，一彈指三百二十兆。三百二十兆個念頭，一彈指，念念成形，形皆有識。"
    },
    {
      "id": "02-042-0163_p0048",
      "zh_CN": "我们从这句话，这个问答，明了《般若心经》上所说的，「照见五蕴皆空」。什么叫五蕴？五蕴是佛说一切万法最小的单位，五蕴。五蕴是有物质现象，有精神现象，物质跟精神是分不开的，色受想行识是一体，是一个单位，宇宙里头最小的一个单位。物质不能离开念头，离开念头没有物质，物质从哪里来？从念头生的。同样，念头生这个物质，这个物质里头有念头，不是没有念头。",
      "zh_TW": "我們從這句話，這個問答，明瞭《般若心經》上所說的，「照見五蘊皆空」。什麼叫五蘊？五蘊是佛說一切萬法最小的單位，五蘊。五蘊是有物質現象，有精神現象，物質跟精神是分不開的，色受想行識是一體，是一個單位，宇宙裡頭最小的一個單位。物質不能離開念頭，離開念頭沒有物質，物質從哪裡來？從念頭生的。同樣，念頭生這個物質，這個物質裡頭有念頭，不是沒有念頭。"
    },
    {
      "id": "02-042-0163_p0049",
      "zh_CN": "这个物质里最小的物质，现在科学家叫微中子。体积多大？是一个电子的一百亿分之一。换句话说，一百亿个微中子聚集在一起，体积等于一个电子，这么小。可是微中子有受想行识，这就是修．蓝博士到我们这参观告诉我们，我们这个小小摄影棚，我们起心动念桌椅板凳知道，天花板知道，地板知道，墙壁知道，没有一样不知道，你能瞒过谁？有，瞒过自己，自己不知道，除了自己之外没有一个不知道。不是你的心不知道，不是你的身不知道，统统知道，就是自己不知道，以为没人知道，你说多可怕！前面我们才学习过，善护三业，身口意。人从绝不欺骗别人下手，不欺骗别人就不欺骗自己，自他是一不是二，遍法界虚空界跟自己是一体，关系多么亲切。",
      "zh_TW": "這個物質裡最小的物質，現在科學家叫微中子。體積多大？是一個電子的一百億分之一。換句話說，一百億個微中子聚集在一起，體積等於一個電子，這麼小。可是微中子有受想行識，這就是修．藍博士到我們這參觀告訴我們，我們這個小小攝影棚，我們起心動念桌椅板凳知道，天花板知道，地板知道，牆壁知道，沒有一樣不知道，你能瞞過誰？有，瞞過自己，自己不知道，除了自己之外沒有一個不知道。不是你的心不知道，不是你的身不知道，統統知道，就是自己不知道，以為沒人知道，你說多可怕！前面我們才學習過，善護三業，身口意。人從絕不欺騙別人下手，不欺騙別人就不欺騙自己，自他是一不是二，遍法界虛空界跟自己是一體，關係多麼親切。"
    },
    {
      "id": "02-042-0163_p0050",
      "zh_CN": "我们看到修．蓝博士，在我们外面抱着一棵大树，好像亲人一样，表演给我们看。把树木花草当作我们的亲朋好友，他知道它有知，我们不知道，他知道。他搞这个念力治病，治好几千人。不要跟病人见面，只需要病人四桩事情：第一个，姓名；第二个，出生年月日；第三个，现在住在什么地方，现在住的地方；第四个，病历，只要这四样东西。他每天作法，念力，完全用念力，观想，把病人跟自己观成一体。换句话说，病人身上的病就是自己的病，自己怎样用念力把这个病化解，病好了，对方那个人的病就好了。需要多长时间？一个月，一天做一次，一次三十分钟，一天做一次，三十次病就好了。这个很值得学习，怕一旦得重病的时候，找不到医生，没有医药，怎么办？尤其修行人要住在山区里头，没有人知道，自己用念力可以治病，什么病都治，不要用医药，也不要打针，念力。",
      "zh_TW": "我們看到修．藍博士，在我們外面抱著一棵大樹，好像親人一樣，表演給我們看。把樹木花草當作我們的親朋好友，他知道它有知，我們不知道，他知道。他搞這個念力治病，治好幾千人。不要跟病人見面，只需要病人四樁事情：第一個，姓名；第二個，出生年月日；第三個，現在住在什麼地方，現在住的地方；第四個，病歷，只要這四樣東西。他每天作法，念力，完全用念力，觀想，把病人跟自己觀成一體。換句話說，病人身上的病就是自己的病，自己怎樣用念力把這個病化解，病好了，對方那個人的病就好了。需要多長時間？一個月，一天做一次，一次三十分鐘，一天做一次，三十次病就好了。這個很值得學習，怕一旦得重病的時候，找不到醫生，沒有醫藥，怎麼辦？尤其修行人要住在山區裡頭，沒有人知道，自己用念力可以治病，什麼病都治，不要用醫藥，也不要打針，念力。"
    },
    {
      "id": "02-042-0163_p0051",
      "zh_CN": "现代的科学，年轻的科学家，研究念力的人很多，我们看到很多出版的这些书籍报告，很多。物质的现象找到了，搞清楚了，物质是从念力变现出来的。念力是个什么东西？现在在研究这个，我们相信一、二十年之后，可能这个秘密会被揭穿，有可能。佛在大乘经上说过，用第六意识，第六意识就是分别，用这个妄心去缘外面境界，可以缘到宇宙的边缘；向内缘，可以缘到阿赖耶。阿赖耶的三细相，境界相现在搞清楚了，再研究转相，境界相从转相来的，转相从业相来的。业是什么？业，佛经上讲的一念不觉，也就是无明，一念不觉。从一念不觉再生三细相，业相、转相、境界相。可见得第六意识能量真大，它就是缘不到自性，能够把阿赖耶的三细相搞清楚，不知道自性是什么，缘不到自性。为什么？自性不能起心动念，他起心动念、分别执着统统有。",
      "zh_TW": "現代的科學，年輕的科學家，研究念力的人很多，我們看到很多出版的這些書籍報告，很多。物質的現象找到了，搞清楚了，物質是從念力變現出來的。念力是個什麼東西？現在在研究這個，我們相信一、二十年之後，可能這個祕密會被揭穿，有可能。佛在大乘經上說過，用第六意識，第六意識就是分別，用這個妄心去緣外面境界，可以緣到宇宙的邊緣；向內緣，可以緣到阿賴耶。阿賴耶的三細相，境界相現在搞清楚了，再研究轉相，境界相從轉相來的，轉相從業相來的。業是什麼？業，佛經上講的一念不覺，也就是無明，一念不覺。從一念不覺再生三細相，業相、轉相、境界相。可見得第六意識能量真大，它就是緣不到自性，能夠把阿賴耶的三細相搞清楚，不知道自性是什麼，緣不到自性。為什麼？自性不能起心動念，他起心動念、分別執著統統有。"
    },
    {
      "id": "02-042-0163_p0052",
      "zh_CN": "这些科学家做出的报告，对我们有很大的帮助。我们学经教，早年对这些问题不能不相信，佛说的、菩萨说的，不能不相信，不可以怀疑，但是始终有个结在那里。科学家给我们做这样一个报告，这个疑，疑情断掉了，好事情，对我们很大的帮助。实际上的帮助，帮助我们放下，我们甘心情愿把它放下。以前叫放下不情愿，对于真相不了解。现真相大白，科学家也这么说，跟三千年前佛陀所说的完全相同。不能不佩服，佛菩萨了不起，没有科学的仪器他能知道，说得比科学家讲的还清楚、还圆满，让我们对佛法里头字字句句充满了信心。",
      "zh_TW": "這些科學家做出的報告，對我們有很大的幫助。我們學經教，早年對這些問題不能不相信，佛說的、菩薩說的，不能不相信，不可以懷疑，但是始終有個結在那裡。科學家給我們做這樣一個報告，這個疑，疑情斷掉了，好事情，對我們很大的幫助。實際上的幫助，幫助我們放下，我們甘心情願把它放下。以前叫放下不情願，對於真相不了解。現真相大白，科學家也這麼說，跟三千年前佛陀所說的完全相同。不能不佩服，佛菩薩了不起，沒有科學的儀器他能知道，說得比科學家講的還清楚、還圓滿，讓我們對佛法裡頭字字句句充滿了信心。"
    },
    {
      "id": "02-042-0163_p0053",
      "zh_CN": "这个信心，最重要的第一个信心，就是对极乐世界不怀疑，对阿弥陀佛不怀疑，有信有愿，我们就知道往生的条件具足了。认真念佛提升自己的品位，那是第二重要，第一重要的是往生。纵然没有功夫，到极乐世界从头学起也好，无量寿。我从小学一年级读起，那里没有留级，也没有淘汰，只是升级有快慢之差别，功夫勤的快，进步快，懈怠一点的功夫就慢，决定是往上升，不会往下坠落，你说到哪里去找？我们就得感谢阿弥陀佛，无尽的慈悲、无量的慈悲，给我们开启这个法门，让我们统统得度。所以这篇东西，好的文章都可以做成小册子，在办活动的时候跟大家结缘。好，我们往下看，第三位，鸡足山的。",
      "zh_TW": "這個信心，最重要的第一個信心，就是對極樂世界不懷疑，對阿彌陀佛不懷疑，有信有願，我們就知道往生的條件具足了。認真念佛提升自己的品位，那是第二重要，第一重要的是往生。縱然沒有功夫，到極樂世界從頭學起也好，無量壽。我從小學一年級讀起，那裡沒有留級，也沒有淘汰，只是升級有快慢之差別，功夫勤的快，進步快，懈怠一點的功夫就慢，決定是往上升，不會往下墜落，你說到哪裡去找？我們就得感謝阿彌陀佛，無盡的慈悲、無量的慈悲，給我們開啟這個法門，讓我們統統得度。所以這篇東西，好的文章都可以做成小冊子，在辦活動的時候跟大家結緣。好，我們往下看，第三位，雞足山的。"
    },
    {
      "id": "02-042-0163_p0054",
      "zh_CN": "学生：尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修：大家好，阿弥陀佛！惭愧学生开了，今天向大家恭敬汇报的内容是：",
      "zh_TW": "學生：尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修：大家好，阿彌陀佛！慚愧學生開了，今天向大家恭敬匯報的內容是："
    },
    {
      "id": "02-042-0163_p0055",
      "zh_CN": "甲、法界众生皆是佛，唯我一人是凡夫。",
      "zh_TW": "甲、法界眾生皆是佛，唯我一人是凡夫。"
    },
    {
      "id": "02-042-0163_p0056",
      "zh_CN": "方丈院的桂花树上不久前住了一窝鸟夫妻，这鸟的名字叫凤头雀嘴鹎(bēi)，长相很好看，叫声也很动听。刚开始大家还能够相安无事和睦相处，可随着鸟宝宝的渐渐长大，鸟妈妈的警惕心也愈来愈高，脾气也随之愈来愈大了。有一天上午学生去打扫方丈院，刚一开院子门，鸟妈妈就像轰炸机一样，瞬间从天而降扑打在我的头上和脸上。因为太突然一点准备没有，随之心里一惊，接着感到一股无明火就要往上冒，当时第一念就觉得委屈，心里想我平时对妳们这么照顾，今天妳怎么对我这样……后来觉照心一起，感到不对，赶紧念佛才把火气压了下去。冷静下来之后反省自己，竟然惊出一身冷汗。真是：「念佛参禅似有悟，滚滚红尘又现形」。这一阵子，感觉自己修学上有了一点点进步，刚起了一点高兴的念头，今天考卷就来了，自己没考及格。细细想来自己还是把经教没有听懂，还是执着有个我。师父上人告诉我们：「十法界一切有为法，皆梦幻泡影，了无所得，过去、现在、未来心均不可得。」一切万法皆在一秒钟二千二百四十兆之中刹那生灭，而这幻灭当中哪一个又是我呢？有我就有我爱、我慢、我痴，这是万恶的根源，这个我执就像条条绳索，把迷惑的我紧紧绑在六道里不得出离。如果不是这位鸟菩萨来考试，自己还真不知道自己的执着心、瞋恨心、对立心有这么重。",
      "zh_TW": "方丈院的桂花樹上不久前住了一窩鳥夫妻，這鳥的名字叫鳳頭雀嘴鵯(bēi)，長相很好看，叫聲也很動聽。剛開始大家還能夠相安無事和睦相處，可隨著鳥寶寶的漸漸長大，鳥媽媽的警惕心也愈來愈高，脾氣也隨之愈來愈大了。有一天上午學生去打掃方丈院，剛一開院子門，鳥媽媽就像轟炸機一樣，瞬間從天而降扑打在我的頭上和臉上。因為太突然一點準備沒有，隨之心裡一驚，接著感到一股無明火就要往上冒，當時第一念就覺得委屈，心裡想我平時對妳們這麼照顧，今天妳怎麼對我這樣……後來覺照心一起，感到不對，趕緊念佛才把火氣壓了下去。冷靜下來之後反省自己，竟然驚出一身冷汗。真是：「念佛參禪似有悟，滾滾紅塵又現形」。這一陣子，感覺自己修學上有了一點點進步，剛起了一點高興的念頭，今天考卷就來了，自己沒考及格。細細想來自己還是把經教沒有聽懂，還是執著有個我。師父上人告訴我們：「十法界一切有為法，皆夢幻泡影，了無所得，過去、現在、未來心均不可得。」一切萬法皆在一秒鐘二千二百四十兆之中剎那生滅，而這幻滅當中哪一個又是我呢？有我就有我愛、我慢、我痴，這是萬惡的根源，這個我執就像條條繩索，把迷惑的我緊緊綁在六道裡不得出離。如果不是這位鳥菩薩來考試，自己還真不知道自己的執著心、瞋恨心、對立心有這麼重。"
    },
    {
      "id": "02-042-0163_p0057",
      "zh_CN": "再有就是忏悔自己没有德行，想一想海贤老和尚，当年在山中遇到大狼，因为老人家有德行，所以狼本来是猛兽，可见到老和尚，又是点头哈腰，又是磕头作揖，狼变成乖顺的小绵羊了。可学生倒好，小鸟本来是很温顺的动物，可见到我以后，小鸟一下子就变成狼了，这才发现自己是多么缺德的一个人啊！感谢鸟妈妈让学生更加认清了自己。",
      "zh_TW": "再有就是懺悔自己沒有德行，想一想海賢老和尚，當年在山中遇到大狼，因為老人家有德行，所以狼本來是猛獸，可見到老和尚，又是點頭哈腰，又是磕頭作揖，狼變成乖順的小綿羊了。可學生倒好，小鳥本來是很溫順的動物，可見到我以後，小鳥一下子就變成狼了，這才發現自己是多麼缺德的一個人啊！感謝鳥媽媽讓學生更加認清了自己。"
    },
    {
      "id": "02-042-0163_p0058",
      "zh_CN": "最后《阿弥陀经》云：极乐众鸟皆阿弥陀佛幻化而成，也就是众鸟全是阿弥陀佛的化身，在极乐世界水鸟树林悉演妙法，而此方即净土，净土即此方，这只鸟妈妈，肯定也是阿弥陀佛幻化而成，以恶度的形式为我说法。一想到此，学生的内心是无比的感恩，感恩阿弥陀佛无比的慈悲示现。让学生发现了自己的问题，反省自己虽然修学多年，但执着对立向外贪求的心还很重，平时没有考验的时候还自我感觉良好，但当遇境逢缘之时，就知道自己几斤几两了。",
      "zh_TW": "最後《阿彌陀經》云：極樂眾鳥皆阿彌陀佛幻化而成，也就是眾鳥全是阿彌陀佛的化身，在極樂世界水鳥樹林悉演妙法，而此方即淨土，淨土即此方，這隻鳥媽媽，肯定也是阿彌陀佛幻化而成，以惡度的形式為我說法。一想到此，學生的內心是無比的感恩，感恩阿彌陀佛無比的慈悲示現。讓學生發現了自己的問題，反省自己雖然修學多年，但執著對立向外貪求的心還很重，平時沒有考驗的時候還自我感覺良好，但當遇境逢緣之時，就知道自己幾斤幾兩了。"
    },
    {
      "id": "02-042-0163_p0059",
      "zh_CN": "如今小鸟已经长大飞走了，看着空空如也的鸟巢，内心总有一种感恩之情，感谢鸟妈妈为我表法。同时也深感最好的修学环境，就是在人事环境，即一切突发境缘中去修。修什么呢？修不起心、不动念、不分别、不执着，不管外部环境如何变，其实都是一场戏而已。海贤老和尚为什么一辈子没有发过脾气，因为他老人家知道，啥都是假的，只有念佛往生是真的，所以他才能做到看一切都好，没有啥不好的，见谁都说好，见啥都高兴。这一点学生对老人家真是很佩服。学生要好好向老人家学习，以期早日成为一名合格的佛弟子。",
      "zh_TW": "如今小鳥已經長大飛走了，看著空空如也的鳥巢，內心總有一種感恩之情，感謝鳥媽媽為我表法。同時也深感最好的修學環境，就是在人事環境，即一切突發境緣中去修。修什麼呢？修不起心、不動念、不分別、不執著，不管外部環境如何變，其實都是一場戲而已。海賢老和尚為什麼一輩子沒有發過脾氣，因為他老人家知道，啥都是假的，只有念佛往生是真的，所以他才能做到看一切都好，沒有啥不好的，見誰都說好，見啥都高興。這一點學生對老人家真是很佩服。學生要好好向老人家學習，以期早日成為一名合格的佛弟子。"
    },
    {
      "id": "02-042-0163_p0060",
      "zh_CN": "惠能大师开悟后说到，「何期自性，能生万法」，就是说整个宇宙万物都是由我们的自性所变现的，众生与我，本自一体，无二无别。众生一体，也是大乘佛法的基本伦理观，自己想发心续佛慧命、弘法利生，如果没有这种认知，那么将来弘法重任也是很难担起的。感谢诸佛菩萨为我表法，帮助学生发现过失，改正过失。过失改正一分，佛号就能提起一分，距离西方极乐世界，也就更近了一分。",
      "zh_TW": "惠能大師開悟後說到，「何期自性，能生萬法」，就是說整個宇宙萬物都是由我們的自性所變現的，眾生與我，本自一體，無二無別。眾生一體，也是大乘佛法的基本倫理觀，自己想發心續佛慧命、弘法利生，如果沒有這種認知，那麼將來弘法重任也是很難擔起的。感謝諸佛菩薩為我表法，幫助學生發現過失，改正過失。過失改正一分，佛號就能提起一分，距離西方極樂世界，也就更近了一分。"
    },
    {
      "id": "02-042-0163_p0061",
      "zh_CN": "乙、看破世事，旋转万缘，老实念佛，此生证无量寿。",
      "zh_TW": "乙、看破世事，旋轉萬緣，老實念佛，此生證無量壽。"
    },
    {
      "id": "02-042-0163_p0062",
      "zh_CN": "佛说「人生酬业」，酬，就是酬报，就是说，我们前世造的善业，这一世我们到人间来享福的；要是造恶业，那我们到这个世间来受罪的。佛说人与人的关系，有四种缘：报恩、报怨、讨债、还债。不但一家人是这个关系，朋友之间也是这种关系。在今天的社会因为传统文化断了几百年了，人们不知到修福，只知道享福，所以现在是报恩的人少，报怨的人多了。如果不明此理，我们就会在这五浊恶世，随业流转，报恩报怨，讨债还债，没完没了。师父上人说：「我们佛弟子来到世间只做两件事，就是报恩，就是还债，别人欠我的不再讨了，一笔勾消。」佛弟子就要转情缘为法缘，转业海为莲池，看破世事，旋转万缘，老实念佛，求生净土。",
      "zh_TW": "佛說「人生酬業」，酬，就是酬報，就是說，我們前世造的善業，這一世我們到人間來享福的；要是造惡業，那我們到這個世間來受罪的。佛說人與人的關係，有四種緣：報恩、報怨、討債、還債。不但一家人是這個關係，朋友之間也是這種關係。在今天的社會因為傳統文化斷了幾百年了，人們不知到修福，只知道享福，所以現在是報恩的人少，報怨的人多了。如果不明此理，我們就會在這五濁惡世，隨業流轉，報恩報怨，討債還債，沒完沒了。師父上人說：「我們佛弟子來到世間只做兩件事，就是報恩，就是還債，別人欠我的不再討了，一筆勾消。」佛弟子就要轉情緣為法緣，轉業海為蓮池，看破世事，旋轉萬緣，老實念佛，求生淨土。"
    },
    {
      "id": "02-042-0163_p0063",
      "zh_CN": "以前学生认为自己学佛了可能就不造恶业了吧，现在反省才感到根本不是这样，首先自己每天的起心动念就在造业，甚至还会造恶业；更进一步，末世修行，多诸障难，阴魔干扰，念佛人说白了，只要不念佛，就在念魔了。最后我们住在这个世间，所食之五谷杂粮皆是锄地杀虫所得，还有平时不小心误伤的众生，更是数不胜数。而往生极乐之人已经转八识为四智，不再有起心动念，意恶尽除了。往生之人因为有阿弥陀佛四十八愿第三十七愿的加持，衣食自至。所以再也不用为吃饭穿衣而发愁，也不会因此再造杀业了。西方极乐世界的殊胜美妙超过一切诸佛刹土，什么原因？师父上人说：「在极乐世界，阿弥陀佛教学没中断，佛以善巧方便能令六尘说法。在极乐世界，无论什么地方，我们都听到佛在讲经说法。风吹树叶听起来佛在讲经，流水的声音也是佛在讲经，天乐鸣空还是在讲经，鸟雀在啼叫也是在讲经，这不可思议！」所以我们在极乐世界进步得很快。知道了娑婆苦极乐乐，学生就要发出坚定往生之心，志愿无倦，忍力成就，再苦再难也要忍住扛过去，虽这一世精进勤苦，须臾间耳。后生无量寿国，快乐无极。永拔生死之本，无复苦恼之患。无限感恩尊敬的师父上人，为学生讲明了宇宙人生的真相，让我明白了此生得人身，闻佛法，遇胜缘的不易。要抓紧时间，把握当下，向贤公老和尚学习，将来用预知时至，自在往生，为释迦正法，久住世间，做出最有力的证明……。",
      "zh_TW": "以前學生認為自己學佛了可能就不造惡業了吧，現在反省才感到根本不是這樣，首先自己每天的起心動念就在造業，甚至還會造惡業；更進一步，末世修行，多諸障難，陰魔干擾，念佛人說白了，只要不念佛，就在念魔了。最後我們住在這個世間，所食之五穀雜糧皆是鋤地殺蟲所得，還有平時不小心誤傷的眾生，更是數不勝數。而往生極樂之人已經轉八識為四智，不再有起心動念，意惡盡除了。往生之人因為有阿彌陀佛四十八願第三十七願的加持，衣食自至。所以再也不用為吃飯穿衣而發愁，也不會因此再造殺業了。西方極樂世界的殊勝美妙超過一切諸佛剎土，什麼原因？師父上人說：「在極樂世界，阿彌陀佛教學沒中斷，佛以善巧方便能令六塵說法。在極樂世界，無論什麼地方，我們都聽到佛在講經說法。風吹樹葉聽起來佛在講經，流水的聲音也是佛在講經，天樂鳴空還是在講經，鳥雀在啼叫也是在講經，這不可思議！」所以我們在極樂世界進步得很快。知道了娑婆苦極樂樂，學生就要發出堅定往生之心，志願無倦，忍力成就，再苦再難也要忍住扛過去，雖這一世精進勤苦，須臾間耳。後生無量壽國，快樂無極。永拔生死之本，無復苦惱之患。無限感恩尊敬的師父上人，為學生講明了宇宙人生的真相，讓我明白了此生得人身，聞佛法，遇勝緣的不易。要抓緊時間，把握當下，向賢公老和尚學習，將來用預知時至，自在往生，為釋迦正法，久住世間，做出最有力的證明……。"
    },
    {
      "id": "02-042-0163_p0064",
      "zh_CN": "以上是惭愧学生开了粗浅的学习报告，学生障深慧浅，肯定有许多错谬之处，请求尊敬的师父上人、诸位法师、诸位大德同修慈悲批评指正，学生乐意接受。至诚顶礼感恩，阿弥陀佛！",
      "zh_TW": "以上是慚愧學生開了粗淺的學習報告，學生障深慧淺，肯定有許多錯謬之處，請求尊敬的師父上人、諸位法師、諸位大德同修慈悲批評指正，學生樂意接受。至誠頂禮感恩，阿彌陀佛！"
    },
    {
      "id": "02-042-0163_p0065",
      "zh_CN": "恭祝尊敬师父上人：法体安康，六时吉祥，久住世间，光寿无量。惭愧学生开了顶礼敬呈。",
      "zh_TW": "恭祝尊敬師父上人：法體安康，六時吉祥，久住世間，光壽無量。慚愧學生開了頂禮敬呈。"
    },
    {
      "id": "02-042-0163_p0066",
      "zh_CN": "老法师：开了法师的报告我们听了，也在屏幕上看到文字了，很难得，总算是有几分明白了。而后最重要的，是怎样在生活当中落实，特别是在人事环境里面要禁得起考验。你算是不错，在小鸟这个缘分当中，能让你觉悟，能让你回头，能让你反省，这个很难得。日常生活当中，你跟人与人往来，也要像小鸟一样，认真细心去观察，去体会，去反省，改过自新，坚定信愿，认真念佛，求愿往生。",
      "zh_TW": "老法師：開了法師的報告我們聽了，也在屏幕上看到文字了，很難得，總算是有幾分明白了。而後最重要的，是怎樣在生活當中落實，特別是在人事環境裡面要禁得起考驗。你算是不錯，在小鳥這個緣分當中，能讓你覺悟，能讓你回頭，能讓你反省，這個很難得。日常生活當中，你跟人與人往來，也要像小鳥一樣，認真細心去觀察，去體會，去反省，改過自新，堅定信願，認真念佛，求願往生。"
    },
    {
      "id": "02-042-0163_p0067",
      "zh_CN": "身体还在这个世界，学普贤菩萨的随缘，普贤菩萨教诲我们随喜功德。随喜，只要是利益众生的事情，我认真努力尽心尽力去做，做完了不放在心上，不希望别人来报答，没有报答的。为什么？一体，一体还需要报答吗？不是一家，是一体。庄子讲得不错，「天地与我同根，万物与我一体」，这个话是佛说的，大彻大悟的人说的。所以，那个时候佛教没到中国来，我们就知道，佛菩萨应化在中国，用圣贤人的身分出现。中国人喜欢圣贤，应以圣贤而得度者，即现圣贤而为说法，不就这个意思吗？于是我们就联想到，许许多多世间高级宗教，最初的创始人都是佛菩萨的化身。我们的心量就拓开了，众神一体，宗教一家，这个世界多美好，再也不会产生误会了。所以经要讲究，要互相学习，可以互相来注解，拿他们的经来解释佛经，用佛经去解释他们的经，到最后一样的。我们从这里建立信心，来做佛事，来帮助一切众生，断疑生信，离苦得乐。好，后面还有一份。",
      "zh_TW": "身體還在這個世界，學普賢菩薩的隨緣，普賢菩薩教誨我們隨喜功德。隨喜，只要是利益眾生的事情，我認真努力盡心盡力去做，做完了不放在心上，不希望別人來報答，沒有報答的。為什麼？一體，一體還需要報答嗎？不是一家，是一體。莊子講得不錯，「天地與我同根，萬物與我一體」，這個話是佛說的，大徹大悟的人說的。所以，那個時候佛教沒到中國來，我們就知道，佛菩薩應化在中國，用聖賢人的身分出現。中國人喜歡聖賢，應以聖賢而得度者，即現聖賢而為說法，不就這個意思嗎？於是我們就聯想到，許許多多世間高級宗教，最初的創始人都是佛菩薩的化身。我們的心量就拓開了，眾神一體，宗教一家，這個世界多美好，再也不會產生誤會了。所以經要講究，要互相學習，可以互相來註解，拿他們的經來解釋佛經，用佛經去解釋他們的經，到最後一樣的。我們從這裡建立信心，來做佛事，來幫助一切眾生，斷疑生信，離苦得樂。好，後面還有一份。"
    },
    {
      "id": "02-042-0163_p0068",
      "zh_CN": "学生：《科注》学习班心得报告。尊敬的师父上人，尊敬的诸位法师，尊敬的诸位大德同修：大家好，阿弥陀佛！ 惭愧学生开成，今天向大家恭敬汇报的主题是：「与众生和睦相处」。",
      "zh_TW": "學生：《科註》學習班心得報告。尊敬的師父上人，尊敬的諸位法師，尊敬的諸位大德同修：大家好，阿彌陀佛！ 慚愧學生開成，今天向大家恭敬匯報的主題是：「與眾生和睦相處」。"
    },
    {
      "id": "02-042-0163_p0069",
      "zh_CN": "师父上人在讲经之中常常提到，在全球信仰宗教的人口比不信仰宗教的人口要多很多，如果把这些宗教都团结起来，宗教的和睦将会带动种族与种族的和睦、政党与政党的和睦、国家与国家的和睦，从而真正的实现世界和平。家和万事兴，世界将进入盛世，人民将过着幸福快乐的生活。而各个宗教的核心价值观都是相同，那就是爱与慈悲，所以宗教之间的和睦相处是可以实现的。实现宗教团结的理念就是「和睦相处，平等对待」。",
      "zh_TW": "師父上人在講經之中常常提到，在全球信仰宗教的人口比不信仰宗教的人口要多很多，如果把這些宗教都團結起來，宗教的和睦將會帶動種族與種族的和睦、政黨與政黨的和睦、國家與國家的和睦，從而真正的實現世界和平。家和萬事興，世界將進入盛世，人民將過著幸福快樂的生活。而各個宗教的核心價值觀都是相同，那就是愛與慈悲，所以宗教之間的和睦相處是可以實現的。實現宗教團結的理念就是「和睦相處，平等對待」。"
    },
    {
      "id": "02-042-0163_p0070",
      "zh_CN": "这段开示之中最重要的含义，告诉了我们团结的重要性，唯有团结，唯有和睦相处才是我们生存之路、幸福之路，是全人类共同的方向。因为宗教人口在全世界人口之中占多数，所以宗教的团结在全人类和睦相处的大方向中占有重要的地位。另外因为宗教是教育，其中的普世教育，都是教人伦理、道德、因果，教人以爱心待人，教人孝养父母，尊重师长，和睦邻里，只要恢复宗教教育，受到教化的人们就具备了与人和睦相处的基础。所以实现人类和谐相处，宗教团结成为了切实可行而且非常重要的突破口。",
      "zh_TW": "這段開示之中最重要的含義，告訴了我們團結的重要性，唯有團結，唯有和睦相處才是我們生存之路、幸福之路，是全人類共同的方向。因為宗教人口在全世界人口之中佔多數，所以宗教的團結在全人類和睦相處的大方向中佔有重要的地位。另外因為宗教是教育，其中的普世教育，都是教人倫理、道德、因果，教人以愛心待人，教人孝養父母，尊重師長，和睦鄰里，只要恢復宗教教育，受到教化的人們就具備了與人和睦相處的基礎。所以實現人類和諧相處，宗教團結成為了切實可行而且非常重要的突破口。"
    },
    {
      "id": "02-042-0163_p0071",
      "zh_CN": "这段开示非常的精彩，给现在全人类指出了一条光明之路，幸福之路。但是对于我们平常人来讲，很少有人有机缘对宗教的团结尽一分力，这个框架太大了，似乎没有落脚之处。其实并不是这样的。「全人类」，包括了我们日常生活之中的一切人，只要我们抓住「全人类」和睦相处这个大方向，每个人在自己的本位上都尽心尽力的去做，都是在为人类的和睦相处尽一分力。而师父上人常常讲到团结宗教的理念与方法，我们也可以落实在日常生活之中。",
      "zh_TW": "這段開示非常的精彩，給現在全人類指出了一條光明之路，幸福之路。但是對於我們平常人來講，很少有人有機緣對宗教的團結盡一分力，這個框架太大了，似乎沒有落腳之處。其實並不是這樣的。「全人類」，包括了我們日常生活之中的一切人，只要我們抓住「全人類」和睦相處這個大方向，每個人在自己的本位上都盡心盡力的去做，都是在為人類的和睦相處盡一分力。而師父上人常常講到團結宗教的理念與方法，我們也可以落實在日常生活之中。"
    },
    {
      "id": "02-042-0163_p0072",
      "zh_CN": "宗教团结的理念，「和睦相处，平等对待」。和是果，平是因。平等对待并不是要求别人对自己平等，这是在外求，无论有没有求到都会生烦恼，与道不相应。这种外求的结果会适得其反，因为我们这种外求的心，带有好恶的心，表现出来的必然是不和睦。那要如何做呢？平等对待，求自己以平等心对待一切境缘。顺不生贪，逆不生瞋，无论是顺境逆境、善缘恶缘，都是用一颗真诚的爱心去对待，只要对方有需要我们一定伸出援手。",
      "zh_TW": "宗教團結的理念，「和睦相處，平等對待」。和是果，平是因。平等對待並不是要求別人對自己平等，這是在外求，無論有沒有求到都會生煩惱，與道不相應。這種外求的結果會適得其反，因為我們這種外求的心，帶有好惡的心，表現出來的必然是不和睦。那要如何做呢？平等對待，求自己以平等心對待一切境緣。順不生貪，逆不生瞋，無論是順境逆境、善緣惡緣，都是用一顆真誠的愛心去對待，只要對方有需要我們一定伸出援手。"
    },
    {
      "id": "02-042-0163_p0073",
      "zh_CN": "平等的尊重一切众生。无论对方对我们是否恭敬，我们都要以恭敬心对待别人。当看到对方傲慢的习气时，很不愿意向对方鞠躬行礼，可是仍然要把这个躬鞠下去，想一想修行是在修自己。而且不仅仅要做一次、二次，要勉励自己持之以恒的做下去，做到我们习惯了，不在意别人的傲慢态度了，我们就真的成功了。有时别人对我们误解了，以无礼的态度对待我们，更是勘验我们修行功夫的时候，我们要能忍，仍然以一颗真诚、恭敬、关怀的心等待机缘的出现，希望彼此之间能把误会化解。事后想一想，小不忍则乱大谋。什么大谋？世界和平是大谋，求生净土是大谋，明心见性是大谋，这些东西放不下就是障碍。",
      "zh_TW": "平等的尊重一切眾生。無論對方對我們是否恭敬，我們都要以恭敬心對待別人。當看到對方傲慢的習氣時，很不願意向對方鞠躬行禮，可是仍然要把這個躬鞠下去，想一想修行是在修自己。而且不僅僅要做一次、二次，要勉勵自己持之以恆的做下去，做到我們習慣了，不在意別人的傲慢態度了，我們就真的成功了。有時別人對我們誤解了，以無禮的態度對待我們，更是勘驗我們修行功夫的時候，我們要能忍，仍然以一顆真誠、恭敬、關懷的心等待機緣的出現，希望彼此之間能把誤會化解。事後想一想，小不忍則亂大謀。什麼大謀？世界和平是大謀，求生淨土是大謀，明心見性是大謀，這些東西放不下就是障礙。"
    },
    {
      "id": "02-042-0163_p0074",
      "zh_CN": "照顾一切众生。别人有疾病，我们不仅仅要照顾，而且要尽心尽力的照顾，更要多一分耐心，缜密的思惟，周到的考量。真诚平等的待人，我们收获的至少是「人生之中少一点遗憾」，对得起自己的良心。",
      "zh_TW": "照顧一切眾生。別人有疾病，我們不僅僅要照顧，而且要盡心盡力的照顧，更要多一分耐心，縝密的思惟，周到的考量。真誠平等的待人，我們收穫的至少是「人生之中少一點遺憾」，對得起自己的良心。"
    },
    {
      "id": "02-042-0163_p0075",
      "zh_CN": "关怀一切众生。也许对方的身上有一些让我们难以忍受的东西，放下自己，多一分包容，多一分鼓励，也许对方在人生的路上会走得更好。事后想一想，这些所谓的让我们难以忍受的东西最终不复存在，「凡所有相，皆是虚妄」。也许对方似乎已经无可救药，但佛菩萨最先救度两种人，第一种是上上根人，因为上上根人得度后他会救度更多的人；另一种人是饱受苦难之人，因为他们太苦了，佛菩萨也不忍心看他们受苦，多一分耐心，多一点陪伴，至少告诉他不要放弃，还有人在陪伴着你，坚定信心我们一起走下去，这是我们自性之中本有的那分慈悲。",
      "zh_TW": "關懷一切眾生。也許對方的身上有一些讓我們難以忍受的東西，放下自己，多一分包容，多一分鼓勵，也許對方在人生的路上會走得更好。事後想一想，這些所謂的讓我們難以忍受的東西最終不復存在，「凡所有相，皆是虛妄」。也許對方似乎已經無可救藥，但佛菩薩最先救度兩種人，第一種是上上根人，因為上上根人得度後他會救度更多的人；另一種人是飽受苦難之人，因為他們太苦了，佛菩薩也不忍心看他們受苦，多一分耐心，多一點陪伴，至少告訴他不要放棄，還有人在陪伴著你，堅定信心我們一起走下去，這是我們自性之中本有的那分慈悲。"
    },
    {
      "id": "02-042-0163_p0076",
      "zh_CN": "爱护一切众生。想一想父母对我们爱，那分真诚永远不曾放弃，殷切的眼神之中永远都是期待，这分爱我们永远不会忘记，为之动容。这分真诚的爱是我们修行中无限的动力，是我们回归自性的源头；这分爱我们不能自己受用，更要将它发扬光大，让这分爱普照环宇，让更多的众生获得新生。就像师父上人一样，就像弥陀慈父一样，现世弘扬佛陀教育，最终回归极乐老家。",
      "zh_TW": "愛護一切眾生。想一想父母對我們愛，那分真誠永遠不曾放棄，殷切的眼神之中永遠都是期待，這分愛我們永遠不會忘記，為之動容。這分真誠的愛是我們修行中無限的動力，是我們回歸自性的源頭；這分愛我們不能自己受用，更要將它發揚光大，讓這分愛普照環宇，讓更多的眾生獲得新生。就像師父上人一樣，就像彌陀慈父一樣，現世弘揚佛陀教育，最終回歸極樂老家。"
    },
    {
      "id": "02-042-0163_p0077",
      "zh_CN": "协助一切众生。在自己的本位上尽心尽力的工作，并不是为了名闻利养、不是为了五欲六尘，永远记住自己是为别人服务的。无论在哪个岗位，认识到社会是一个不可分割的整体，我的工作是要成全别人、协助别人，这样才不会走错路。而我们所收获到的，是成就别人的快乐，是其乐融融，是一团和气。",
      "zh_TW": "協助一切眾生。在自己的本位上盡心盡力的工作，並不是為了名聞利養、不是為了五欲六塵，永遠記住自己是為別人服務的。無論在哪個崗位，認識到社會是一個不可分割的整體，我的工作是要成全別人、協助別人，這樣才不會走錯路。而我們所收穫到的，是成就別人的快樂，是其樂融融，是一團和氣。"
    },
    {
      "id": "02-042-0163_p0078",
      "zh_CN": "最后祈愿人类和睦相处，世界大同，最终回归安养。同时也希望自己能够与众生和睦相处，这样才真正对得起师父上人的教导，两位大家长的护持。",
      "zh_TW": "最後祈願人類和睦相處，世界大同，最終回歸安養。同時也希望自己能夠與眾生和睦相處，這樣才真正對得起師父上人的教導，兩位大家長的護持。"
    },
    {
      "id": "02-042-0163_p0079",
      "zh_CN": "以上是惭愧学生开成粗浅的学习报告，错误之处请求尊敬的师父上人、诸位法师、诸位大德同修慈悲批评指正，学生乐意接受。至诚顶礼感恩，阿弥陀佛！",
      "zh_TW": "以上是慚愧學生開成粗淺的學習報告，錯誤之處請求尊敬的師父上人、諸位法師、諸位大德同修慈悲批評指正，學生樂意接受。至誠頂禮感恩，阿彌陀佛！"
    },
    {
      "id": "02-042-0163_p0080",
      "zh_CN": "恭祝尊敬的师父上人：法体安康，六时吉祥，久住世间，光寿无量。惭愧学生开成顶礼敬呈。",
      "zh_TW": "恭祝尊敬的師父上人：法體安康，六時吉祥，久住世間，光壽無量。慚愧學生開成頂禮敬呈。"
    },
    {
      "id": "02-042-0163_p0081",
      "zh_CN": "老法师：开成这一篇报告说得好。话说出来了，下面最重要的是怎么落实，这个事情是难事，做好了，无量功德。",
      "zh_TW": "老法師：開成這一篇報告說得好。話說出來了，下面最重要的是怎麼落實，這個事情是難事，做好了，無量功德。"
    },
    {
      "id": "02-042-0163_p0082",
      "zh_CN": "老一代的人，我常听说，现在说的人少了，大家知道，「若要佛法兴，唯有僧赞僧」。还有一句比这个还重要，和合僧团，这个世间如果有一个和合僧团出现了，它真正能得到三宝加持，龙天护法，道场所在这个地区，不会有任何灾难，会感得风调雨顺。如同佛在经中所说的，和合僧团至少四个人，佛家是四个人叫一众，这个众就是团体，一个小团体。最小的团体是四个人，修三皈五戒、十善、六和敬，真正做到见和同解、戒和同修、身和同住、口和无诤、意和同悦、利和同均。每个人，这四个人每个人都是这样的概念，而且是彻底落实，真做到了。这个团体，六和敬这个团体要在香港，不但香港没有灾难，它的威力可以达到中国沿海地区，东北面到韩国、日本、琉球、台湾，菲律宾，到南洋这个地区，化解灾难，有这么大的力量。",
      "zh_TW": "老一代的人，我常聽說，現在說的人少了，大家知道，「若要佛法興，唯有僧讚僧」。還有一句比這個還重要，和合僧團，這個世間如果有一個和合僧團出現了，它真正能得到三寶加持，龍天護法，道場所在這個地區，不會有任何災難，會感得風調雨順。如同佛在經中所說的，和合僧團至少四個人，佛家是四個人叫一眾，這個眾就是團體，一個小團體。最小的團體是四個人，修三皈五戒、十善、六和敬，真正做到見和同解、戒和同修、身和同住、口和無諍、意和同悅、利和同均。每個人，這四個人每個人都是這樣的概念，而且是徹底落實，真做到了。這個團體，六和敬這個團體要在香港，不但香港沒有災難，它的威力可以達到中國沿海地區，東北面到韓國、日本、琉球、台灣，菲律賓，到南洋這個地區，化解災難，有這麼大的力量。"
    },
    {
      "id": "02-042-0163_p0083",
      "zh_CN": "我们初出家的时候，念念就想有这么个僧团，我们很乐意加入，找不到。一九七Ｏ年代，我第一次到香港来讲经，那一次是讲了四个月，讲《楞严经》。洗尘法师、金山法师，你们都不熟悉。洗尘是香港的佛教领袖，年轻一辈的人，他的年龄比我大一些，大不多少。老的觉光法师，是去年往生的，九十多岁。洗尘法师跟我谈过几次，我说好！我说你带头，找五个人，我参加。我们要学释迦牟尼佛，释迦佛树下一宿，日中一食，托钵。我们也在香港托钵，香港素菜馆很多，托钵吃饭决定没有问题，而且餐餐都有好供养。住在哪里？我说树下一宿我们做不到，咱们住帐篷，住小帐篷，像童子军露营的小帐篷，一个人一个，五个。帐篷白天的时候，就做一个背包背在身上，三衣一钵，我说我们来干。说得很好听，还是放不下，他跟金山法师两个人，他们是同乡，老同参住在一起常常吵架，我们大家都知道。所以这个事情说起来容易，做起来难。",
      "zh_TW": "我們初出家的時候，念念就想有這麼個僧團，我們很樂意加入，找不到。一九七Ｏ年代，我第一次到香港來講經，那一次是講了四個月，講《楞嚴經》。洗塵法師、金山法師，你們都不熟悉。洗塵是香港的佛教領袖，年輕一輩的人，他的年齡比我大一些，大不多少。老的覺光法師，是去年往生的，九十多歲。洗塵法師跟我談過幾次，我說好！我說你帶頭，找五個人，我參加。我們要學釋迦牟尼佛，釋迦佛樹下一宿，日中一食，托缽。我們也在香港托缽，香港素菜館很多，托缽吃飯決定沒有問題，而且餐餐都有好供養。住在哪裡？我說樹下一宿我們做不到，咱們住帳篷，住小帳篷，像童子軍露營的小帳篷，一個人一個，五個。帳篷白天的時候，就做一個背包背在身上，三衣一缽，我說我們來幹。說得很好聽，還是放不下，他跟金山法師兩個人，他們是同鄉，老同參住在一起常常吵架，我們大家都知道。所以這個事情說起來容易，做起來難。"
    },
    {
      "id": "02-042-0163_p0084",
      "zh_CN": "这个念头，你看几十年，我没有把它丢掉，如果真正有修行人，这讲真修行，我相信不难。我们现在在一块共修，像海贤老和尚，他们有四个同参，曾经在一起共修，真的是个六和的僧团，和睦相处。四个人修的不一样，海贤老和尚修净土，专念阿弥陀佛，有一个是学经教的，学《楞严经》，他是禅净双修，有一个是专门修禅宗的，好！所修的法门不一样，在一起互相照顾，这个难得。不一定要求统统修一门，你修哪个法门都好，只要是佛教，不是其他宗教。如果再扩大，其他宗教也可以，不同的宗教，四、五个人住在一起修六和敬，更了不起！那个功德会更大。我还是有这个愿望，看看有没有人，也许我们能找到王神父，这个人没有问题。再找一、二个，我那个六和园就可以做我们六和道场，那个名称是老名称，有几十年了。真的出现六和，香港人的福报，中国人的福报，这一个大地区的福报。今天时间到了，我们就学习到此地。",
      "zh_TW": "這個念頭，你看幾十年，我沒有把它丟掉，如果真正有修行人，這講真修行，我相信不難。我們現在在一塊共修，像海賢老和尚，他們有四個同參，曾經在一起共修，真的是個六和的僧團，和睦相處。四個人修的不一樣，海賢老和尚修淨土，專念阿彌陀佛，有一個是學經教的，學《楞嚴經》，他是禪淨雙修，有一個是專門修禪宗的，好！所修的法門不一樣，在一起互相照顧，這個難得。不一定要求統統修一門，你修哪個法門都好，只要是佛教，不是其他宗教。如果再擴大，其他宗教也可以，不同的宗教，四、五個人住在一起修六和敬，更了不起！那個功德會更大。我還是有這個願望，看看有沒有人，也許我們能找到王神父，這個人沒有問題。再找一、二個，我那個六和園就可以做我們六和道場，那個名稱是老名稱，有幾十年了。真的出現六和，香港人的福報，中國人的福報，這一個大地區的福報。今天時間到了，我們就學習到此地。"
    }
  ]
}