{
  "doc_id": "02-042-0002",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "弥陀村弟子",
    "悟全法师",
    "悟胜法师",
    "上官居士"
  ],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0002",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-042-0002_p0001",
      "zh_CN": "老法师：这第四次，第四次是二0一四三月九号开始。我们学习参考资料决定用我们印的这个本子，我们印的这个本子做参考资料，做了这么多出来了。这个参考资料我们印的有书是吗？有。这本大家都有了？都有。好。前面这一大段，黄念祖老居士前言，这是《大经解》的前言。在我们这个本子里面一共是有十段，我都用括弧标出来了。这十段是第一次我们讲《大经解演义》，我节录前言里面重要的，节录出来讲的，就没有完全讲前言，只是在前言里面重要的节录出来，这是节省时间。所以这个前言跟注解，注解是原文，有很多地方重复，可以说全部都是重复，你们看看是把它删掉还是保留？",
      "zh_TW": "老法師：這第四次，第四次是二0一四三月九號開始。我們學習參考資料決定用我們印的這個本子，我們印的這個本子做參考資料，做了這麼多出來了。這個參考資料我們印的有書是嗎？有。這本大家都有了？都有。好。前面這一大段，黃念祖老居士前言，這是《大經解》的前言。在我們這個本子裡面一共是有十段，我都用括弧標出來了。這十段是第一次我們講《大經解演義》，我節錄前言裡面重要的，節錄出來講的，就沒有完全講前言，只是在前言裡面重要的節錄出來，這是節省時間。所以這個前言跟註解，註解是原文，有很多地方重複，可以說全部都是重複，你們看看是把它刪掉還是保留？"
    },
    {
      "id": "02-042-0002_p0002",
      "zh_CN": "学生：他们编书的人可能会选择保留。因为这样以后做出来，页数都会一样。师父讲经会讲页数，不管他用哪一个版本。",
      "zh_TW": "學生：他們編書的人可能會選擇保留。因為這樣以後做出來，頁數都會一樣。師父講經會講頁數，不管他用哪一個版本。"
    },
    {
      "id": "02-042-0002_p0003",
      "zh_CN": "老法师：对，不错不错，可以，那就完全保留。要知道这是第一次《大经解演义》前言节录的，所以大家晓得就好，节录的。在这个《科注》里面，节录的跟原文统统都在一起，我们都能看到。前言等于说是将全经做一个简单扼要的报告，让我们对于这部经有所认识，主要的是认识它，生起学习的欢喜心。这是学习的纲领，也可以说是总的指导原则，在这里我们能看到，很明显的看到。",
      "zh_TW": "老法師：對，不錯不錯，可以，那就完全保留。要知道這是第一次《大經解演義》前言節錄的，所以大家曉得就好，節錄的。在這個《科註》裡面，節錄的跟原文統統都在一起，我們都能看到。前言等於說是將全經做一個簡單扼要的報告，讓我們對於這部經有所認識，主要的是認識它，生起學習的歡喜心。這是學習的綱領，也可以說是總的指導原則，在這裡我們能看到，很明顯的看到。"
    },
    {
      "id": "02-042-0002_p0004",
      "zh_CN": "一百三十八页第二行，「确认净土法门为一乘了义，万善同归，三根普被，凡圣齐收，横出三界，迳登四土，极圆极顿，不可思议之微妙法门也。化解当前劫难，唯有专弘此经，专念阿弥陀佛」。这一段的原文就是下面的解。好像这个地方，「化解当前劫难，唯有专弘此经，专念阿弥陀佛」，这是我加进去的，这个原文里头没有。加进去这三句话，在我们这么多年来，可以说证实了。今天整个社会动乱，这个动乱从二战之后就非常明显，这是我们每个人都看到的，记忆很清楚。中国人讲一甲子六十年，我们看得很清楚，让我们深深体会到大乘经教里头常说的，诸佛如来今现在说法。为什么二战之后会产生动乱，到现在愈来愈严重？这个世间没有人说法了。如果每个宗教都有大德出来讲经教学，我们相信二战之后我们这个地球就变成极乐世界。佛法，我们一个人讲，从无间断的讲，最近这十几年，我们用卫星、用网路产生很大的效果。所以如果有二、三十个人讲，所有宗教都来讲，人心能够唤回来。",
      "zh_TW": "一百三十八頁第二行，「確認淨土法門為一乘了義，萬善同歸，三根普被，凡聖齊收，橫出三界，逕登四土，極圓極頓，不可思議之微妙法門也。化解當前劫難，唯有專弘此經，專念阿彌陀佛」。這一段的原文就是下面的解。好像這個地方，「化解當前劫難，唯有專弘此經，專念阿彌陀佛」，這是我加進去的，這個原文裡頭沒有。加進去這三句話，在我們這麼多年來，可以說證實了。今天整個社會動亂，這個動亂從二戰之後就非常明顯，這是我們每個人都看到的，記憶很清楚。中國人講一甲子六十年，我們看得很清楚，讓我們深深體會到大乘經教裡頭常說的，諸佛如來今現在說法。為什麼二戰之後會產生動亂，到現在愈來愈嚴重？這個世間沒有人說法了。如果每個宗教都有大德出來講經教學，我們相信二戰之後我們這個地球就變成極樂世界。佛法，我們一個人講，從無間斷的講，最近這十幾年，我們用衛星、用網路產生很大的效果。所以如果有二、三十個人講，所有宗教都來講，人心能夠喚回來。"
    },
    {
      "id": "02-042-0002_p0005",
      "zh_CN": "人是学得好的，需要人教，需要圣贤教，需要佛菩萨来教。接受圣贤的教诲都是好人，都能够安分守己，都能够持戒、吃苦，纵然遭遇不幸，他也不会怨天尤人，也甘心情愿的承受，这个世界就会安定、就会和谐，这个认识非常重要。中国老祖宗知道，「建国君民，教学为先」；佛菩萨知道，「今现在说法」，这句话的意思，诸佛菩萨说法从来没有中断。南阳来佛寺贤公老和尚（海贤老和尚），他虽然没有说法，他在表法。他每天生活在大乘佛法当中，工作在大乘佛法当中，待人接物统统在大乘法，那就是佛经上所说的，「今现在说法」，不是用口说，会的人全看出来了，不会的人看不出来。古时候讲宗门教下，宗门是表演，身教；教下是口说，言教，通宗通教，宗教是一不是二。自己有实证才能说得出来，教化别人；自己没有实证，说出来不能感动人。宗是自行，教是化他，必须自行才能化他。",
      "zh_TW": "人是學得好的，需要人教，需要聖賢教，需要佛菩薩來教。接受聖賢的教誨都是好人，都能夠安分守己，都能夠持戒、吃苦，縱然遭遇不幸，他也不會怨天尤人，也甘心情願的承受，這個世界就會安定、就會和諧，這個認識非常重要。中國老祖宗知道，「建國君民，教學為先」；佛菩薩知道，「今現在說法」，這句話的意思，諸佛菩薩說法從來沒有中斷。南陽來佛寺賢公老和尚（海賢老和尚），他雖然沒有說法，他在表法。他每天生活在大乘佛法當中，工作在大乘佛法當中，待人接物統統在大乘法，那就是佛經上所說的，「今現在說法」，不是用口說，會的人全看出來了，不會的人看不出來。古時候講宗門教下，宗門是表演，身教；教下是口說，言教，通宗通教，宗教是一不是二。自己有實證才能說得出來，教化別人；自己沒有實證，說出來不能感動人。宗是自行，教是化他，必須自行才能化他。"
    },
    {
      "id": "02-042-0002_p0006",
      "zh_CN": "老和尚的一生，他所证得的境界不是凡人能够了知的。怎么证得？放下就是。你看他看破了，告诉别人这个世间什么都是假的，这是看破，所以他什么都不执着。活在这个世间不是为自己，是为众生，给众生做个好样子，这就是表法，身教；到最后总结，身行言教是一体。每个人都像老和尚这样的，社会安定，天下太平，怎么会有竞争？怎么会有冲突？老和尚那么大的年纪，被收电费的人打了两个耳光，乖乖把钱掏出来送给他。旁边人看到看不过意，想去找这个收电费的人找他理论，老和尚说不必、不用。为什么不必理论？不结冤仇，年轻人做的是对的，没做错。为什么说他是对的？是社会教出来的，他所学出来就是这样的，他以为是对的。他是凡夫，他是乱世的凡夫，不能用佛菩萨的标准看他。所以要原谅人，能原谅别人的人有福，修忍辱波罗蜜。不是他打两耳光，怎么知道自己能忍？",
      "zh_TW": "老和尚的一生，他所證得的境界不是凡人能夠了知的。怎麼證得？放下就是。你看他看破了，告訴別人這個世間什麼都是假的，這是看破，所以他什麼都不執著。活在這個世間不是為自己，是為眾生，給眾生做個好樣子，這就是表法，身教；到最後總結，身行言教是一體。每個人都像老和尚這樣的，社會安定，天下太平，怎麼會有競爭？怎麼會有衝突？老和尚那麼大的年紀，被收電費的人打了兩個耳光，乖乖把錢掏出來送給他。旁邊人看到看不過意，想去找這個收電費的人找他理論，老和尚說不必、不用。為什麼不必理論？不結冤仇，年輕人做的是對的，沒做錯。為什麼說他是對的？是社會教出來的，他所學出來就是這樣的，他以為是對的。他是凡夫，他是亂世的凡夫，不能用佛菩薩的標準看他。所以要原諒人，能原諒別人的人有福，修忍辱波羅蜜。不是他打兩耳光，怎麼知道自己能忍？"
    },
    {
      "id": "02-042-0002_p0007",
      "zh_CN": "忍辱仙人遇到歌利王，歌利王要不是发脾气，把他凌迟处死，他的忍辱波罗蜜不圆满。这样大的屈辱都能忍受，忍辱波罗蜜圆满了，忍辱仙人得了好处，好处是什么？提前成佛，就是本师释迦牟尼佛。释迦牟尼佛成佛原本是贤劫第五尊佛，第四是弥勒菩萨，弥勒在他之前，因为这桩事情，弥勒推后了，他提前了。这个道理要懂！所有一切屈辱都是来考验我们的，希望我们关关通过，将来成佛之后，教化众生一帆风顺。所以这个世间善人恶人、好事坏事，会的人全都得利益，全都得正面的，没有负面的，不会的人完全产生负面的，他生烦恼不生智慧。老和尚在境界里头如如不动，实际上是定，了了分明是智慧，福慧双修。大乘佛法就问的是你会还是不会？不能忍辱错了，大错特错；能忍，真正的福报。",
      "zh_TW": "忍辱仙人遇到歌利王，歌利王要不是發脾氣，把他凌遲處死，他的忍辱波羅蜜不圓滿。這樣大的屈辱都能忍受，忍辱波羅蜜圓滿了，忍辱仙人得了好處，好處是什麼？提前成佛，就是本師釋迦牟尼佛。釋迦牟尼佛成佛原本是賢劫第五尊佛，第四是彌勒菩薩，彌勒在他之前，因為這樁事情，彌勒推後了，他提前了。這個道理要懂！所有一切屈辱都是來考驗我們的，希望我們關關通過，將來成佛之後，教化眾生一帆風順。所以這個世間善人惡人、好事壞事，會的人全都得利益，全都得正面的，沒有負面的，不會的人完全產生負面的，他生煩惱不生智慧。老和尚在境界裡頭如如不動，實際上是定，了了分明是智慧，福慧雙修。大乘佛法就問的是你會還是不會？不能忍辱錯了，大錯特錯；能忍，真正的福報。"
    },
    {
      "id": "02-042-0002_p0008",
      "zh_CN": "大乘佛法凭什么能够把这个社会摆平？为什么能化解冲突？为什么能致安定和谐？那就是五戒十善、六度六和。你们想想看行不行？不用多，就是五戒十善、六度六和，这个社会就安定，这个地球灾难就化解了。要知道我们居住的环境，一切法从心想生，我们心里想的是五戒、是十善、是六和、是六度，这社会还有问题吗？什么问题都化解了。人心向善，境随心转，这地球是我们居住的环境，人心纯净纯善，这地球就变成极乐世界，什么样的灾变不会发生。极乐世界没有听说有灾变、灾难，诸佛刹土也没有听说有灾难，佛所住的实报庄严土，释迦佛住的华藏世界。大灾难是我们自己，是众生共业、别业累积爆发的。我们觉悟了、回头了，断恶修善，我们要累积净善，我们要放下一切的不善，这是佛法，这是佛陀教育。",
      "zh_TW": "大乘佛法憑什麼能夠把這個社會擺平？為什麼能化解衝突？為什麼能致安定和諧？那就是五戒十善、六度六和。你們想想看行不行？不用多，就是五戒十善、六度六和，這個社會就安定，這個地球災難就化解了。要知道我們居住的環境，一切法從心想生，我們心裡想的是五戒、是十善、是六和、是六度，這社會還有問題嗎？什麼問題都化解了。人心向善，境隨心轉，這地球是我們居住的環境，人心純淨純善，這地球就變成極樂世界，什麼樣的災變不會發生。極樂世界沒有聽說有災變、災難，諸佛剎土也沒有聽說有災難，佛所住的實報莊嚴土，釋迦佛住的華藏世界。大災難是我們自己，是眾生共業、別業累積爆發的。我們覺悟了、回頭了，斷惡修善，我們要累積淨善，我們要放下一切的不善，這是佛法，這是佛陀教育。"
    },
    {
      "id": "02-042-0002_p0009",
      "zh_CN": "大家还有没有心得，我们一起分享。参考资料里面内容也非常丰富，同修们要找一点时间多看看。正文第一页，一直到五十四页，第一页一直到五十四页，上面这一段都是属于前言，到「圣心」，一共有九十条，条目有九十条，从第一到九十，这都是属于前言。看这个东西，我们可以把它当作佛学常识，内容非常丰富，大乘小乘、宗门教下、显教密教全都有，内容非常丰富。前面讲到一乘了义，我们在这找最简单的，你好记住。一乘就是成佛。这个乘是比喻，古时候读胜，现在都读承。乘是动词，就是运载的车辆，马车、牛车，车辆可以运载、可以运货。大乘就是大车，古时候大车是马车，载重量大，小车是鹿车、羊车，一个人坐的，现在机器代替了，这些动物都失业了。牠本来是还债的，现在牠还债的机会没有了，所谓「披毛戴角还」，牠是来拉车、来还债的，那现在用另外的方法来还债。",
      "zh_TW": "大家還有沒有心得，我們一起分享。參考資料裡面內容也非常豐富，同修們要找一點時間多看看。正文第一頁，一直到五十四頁，第一頁一直到五十四頁，上面這一段都是屬於前言，到「聖心」，一共有九十條，條目有九十條，從第一到九十，這都是屬於前言。看這個東西，我們可以把它當作佛學常識，內容非常豐富，大乘小乘、宗門教下、顯教密教全都有，內容非常豐富。前面講到一乘了義，我們在這找最簡單的，你好記住。一乘就是成佛。這個乘是比喻，古時候讀勝，現在都讀承。乘是動詞，就是運載的車輛，馬車、牛車，車輛可以運載、可以運貨。大乘就是大車，古時候大車是馬車，載重量大，小車是鹿車、羊車，一個人坐的，現在機器代替了，這些動物都失業了。牠本來是還債的，現在牠還債的機會沒有了，所謂「披毛戴角還」，牠是來拉車、來還債的，那現在用另外的方法來還債。"
    },
    {
      "id": "02-042-0002_p0010",
      "zh_CN": "古圣先贤跟佛法都不主张太快、太迅速，不主张，都希望你慢一点，慢一点可以长命，可以长寿，太快了就短命，所以得不偿失。你们去看曾国藩的家书、曾国藩的家训，一再教子弟，一切都要缓慢，动作都要慢慢的，你看他教他的子弟。我们看到古老的这些东西，这些东西赶不上时代，现在什么都要快、要超前，要不然我们就落伍了。在这个大时代里头，大概落伍落到最后的是谁？海贤老和尚，落伍，每天拿着锄头去挖地，完全是原始的农耕。你看他浇水他挑水，他没有接个水管拉上去，装一个马达，他没有，他挑水，真的过的是最原始的生活。他过的是最幸福的生活、最圆满的生活，他的心是清净的。他有定、他有慧、他有德、他有道，统统在他日常生活当中，在他身体也表现出来。我们要会看，看懂了要学，这很重要。",
      "zh_TW": "古聖先賢跟佛法都不主張太快、太迅速，不主張，都希望你慢一點，慢一點可以長命，可以長壽，太快了就短命，所以得不償失。你們去看曾國藩的家書、曾國藩的家訓，一再教子弟，一切都要緩慢，動作都要慢慢的，你看他教他的子弟。我們看到古老的這些東西，這些東西趕不上時代，現在什麼都要快、要超前，要不然我們就落伍了。在這個大時代裡頭，大概落伍落到最後的是誰？海賢老和尚，落伍，每天拿著鋤頭去挖地，完全是原始的農耕。你看他澆水他挑水，他沒有接個水管拉上去，裝一個馬達，他沒有，他挑水，真的過的是最原始的生活。他過的是最幸福的生活、最圓滿的生活，他的心是清淨的。他有定、他有慧、他有德、他有道，統統在他日常生活當中，在他身體也表現出來。我們要會看，看懂了要學，這很重要。"
    },
    {
      "id": "02-042-0002_p0011",
      "zh_CN": "运载运到哪里？从生死运到涅槃，从我们现在凡夫运到成佛，那个终点站是成佛，这叫大乘。如果终点站是阿罗汉就是小乘，终点站是佛，这是大乘。这个里头有一句话说，「十方佛土中，惟有一乘法」，这是真的，佛教的教学，目标只有一个，帮助你成佛。为什么？因为你本来是佛，你是迷惑变成这个样子，成佛是当然之理，你应当作佛。佛是智慧圆满、福报圆满，换句话说，你本来是大富大贵大智之人。为什么现在变成这样？没有受到好的教育。好的教育是回归自性，不崇尚科学技术，科学技术怎么高明，跟自性比它是没有法子相比的。",
      "zh_TW": "運載運到哪裡？從生死運到涅槃，從我們現在凡夫運到成佛，那個終點站是成佛，這叫大乘。如果終點站是阿羅漢就是小乘，終點站是佛，這是大乘。這個裡頭有一句話說，「十方佛土中，惟有一乘法」，這是真的，佛教的教學，目標只有一個，幫助你成佛。為什麼？因為你本來是佛，你是迷惑變成這個樣子，成佛是當然之理，你應當作佛。佛是智慧圓滿、福報圓滿，換句話說，你本來是大富大貴大智之人。為什麼現在變成這樣？沒有受到好的教育。好的教育是回歸自性，不崇尚科學技術，科學技術怎麼高明，跟自性比它是沒有法子相比的。"
    },
    {
      "id": "02-042-0002_p0012",
      "zh_CN": "在佛法修学，只要证得小乘三果、大乘五信位的菩萨，十信里头五信位的菩萨，你就有神足通。现在的科学比不上神足通，神足通，你想到美国，念头一动身体就到了，哪要坐十多个小时飞机！坐得那么辛苦，不要。这科学就比不上，他能分身、他能变化，现在科学还做不到，科学做成机器人，机器人还要操作，没有操作它不能动。三果阿那含能分身。我们在《高僧传》上看到有一段，好像是隋唐时候的，印度有个法师在中国弘法，他要回印度去，很多信徒对他很感恩，都想为他饯行，请他吃饭。在他回国前一天，中午邀请他来供斋，很多人邀请他全答应，到这个时间果然没错，这个法师来应供。第二天回去，大家送行，在十里长亭，每个人都欢喜，老和尚瞧得起我，你看这么多人，他昨天中午到我家应供。那个人说不对，在我家，怎么会在你家？一传说，好像是五百家。他能够分五百个身，每一家都应供，每一家都欢喜。这一传开来晓得老和尚不是凡人，他有神通，他能分身。这科学做不到。佛门里六种神通，完全是自性里头本来具足的，我们迷了、失掉了，破迷开悟就恢复，小定小通，开悟现大神通。",
      "zh_TW": "在佛法修學，只要證得小乘三果、大乘五信位的菩薩，十信裡頭五信位的菩薩，你就有神足通。現在的科學比不上神足通，神足通，你想到美國，念頭一動身體就到了，哪要坐十多個小時飛機！坐得那麼辛苦，不要。這科學就比不上，他能分身、他能變化，現在科學還做不到，科學做成機器人，機器人還要操作，沒有操作它不能動。三果阿那含能分身。我們在《高僧傳》上看到有一段，好像是隋唐時候的，印度有個法師在中國弘法，他要回印度去，很多信徒對他很感恩，都想為他餞行，請他吃飯。在他回國前一天，中午邀請他來供齋，很多人邀請他全答應，到這個時間果然沒錯，這個法師來應供。第二天回去，大家送行，在十里長亭，每個人都歡喜，老和尚瞧得起我，你看這麼多人，他昨天中午到我家應供。那個人說不對，在我家，怎麼會在你家？一傳說，好像是五百家。他能夠分五百個身，每一家都應供，每一家都歡喜。這一傳開來曉得老和尚不是凡人，他有神通，他能分身。這科學做不到。佛門裡六種神通，完全是自性裡頭本來具足的，我們迷了、失掉了，破迷開悟就恢復，小定小通，開悟現大神通。"
    },
    {
      "id": "02-042-0002_p0013",
      "zh_CN": "极乐世界的人，只要生到极乐世界凡圣同居土下下品往生的人，能分无量无边身。分身干什么？去拜佛，遍法界虚空界，无量无边的刹土，无量无边诸佛如来，分身去供佛、去闻法。所以到西方极乐世界，可以说在一天当中，你把所有诸佛一切法全学完了，都得到了，为什么？可以分身去。你要知道这些事实真相，极乐世界能不去吗？那个地方是科学的最高峰、哲学的最高峰，达到登峰造极。极乐世界的人每天学习，到哪里学习？十方诸佛刹土，亲近诸佛如来。真正是这个经上所说的「不假方便，自得心开」，古人所说的「但得见弥陀，何愁不开悟」，肯定开悟。这是究竟了义，究竟了义在极乐世界。",
      "zh_TW": "極樂世界的人，只要生到極樂世界凡聖同居土下下品往生的人，能分無量無邊身。分身幹什麼？去拜佛，遍法界虛空界，無量無邊的剎土，無量無邊諸佛如來，分身去供佛、去聞法。所以到西方極樂世界，可以說在一天當中，你把所有諸佛一切法全學完了，都得到了，為什麼？可以分身去。你要知道這些事實真相，極樂世界能不去嗎？那個地方是科學的最高峰、哲學的最高峰，達到登峰造極。極樂世界的人每天學習，到哪裡學習？十方諸佛剎土，親近諸佛如來。真正是這個經上所說的「不假方便，自得心開」，古人所說的「但得見彌陀，何愁不開悟」，肯定開悟。這是究竟了義，究竟了義在極樂世界。"
    },
    {
      "id": "02-042-0002_p0014",
      "zh_CN": "底下，「三根、横出、四土」。四土里头最难懂的是常寂光土，常寂光土有名，在哪里？找不到。你想到这个名词的意思，常寂光。在第五页上面第二行，这段很重要，我们要有这个概念。「常寂光土者，即理性土也」。常就是法身，不生不灭这叫常，有生有灭叫无常，不生不灭这是常。法身，身是法，法是身。法是什么？惠能大师说的，「何期自性，能生万法」。自性是能生，万法是所生，所生的万法就叫做法身。寂是解脱，光是般若。下面给我们解释，不迁不变这叫常，不生不灭是常，「离有离无名寂」。离有离无是万缘放下，六根接触六尘境界不起心、不动念。看得清楚、听得清楚是智慧，是般若智慧。不起心、不动念是自性本定，就是惠能大师所说的第四句，「何期自性，本无动摇」，没动，没有摇晃过，没有动过，这是自性本定。换句话说，真心是定的，妄心是不定的，妄心是生灭，有起有灭，真心没有。真心什么时候见到？放下就见到了，你就见到自己真心。",
      "zh_TW": "底下，「三根、橫出、四土」。四土裡頭最難懂的是常寂光土，常寂光土有名，在哪裡？找不到。你想到這個名詞的意思，常寂光。在第五頁上面第二行，這段很重要，我們要有這個概念。「常寂光土者，即理性土也」。常就是法身，不生不滅這叫常，有生有滅叫無常，不生不滅這是常。法身，身是法，法是身。法是什麼？惠能大師說的，「何期自性，能生萬法」。自性是能生，萬法是所生，所生的萬法就叫做法身。寂是解脫，光是般若。下面給我們解釋，不遷不變這叫常，不生不滅是常，「離有離無名寂」。離有離無是萬緣放下，六根接觸六塵境界不起心、不動念。看得清楚、聽得清楚是智慧，是般若智慧。不起心、不動念是自性本定，就是惠能大師所說的第四句，「何期自性，本無動搖」，沒動，沒有搖晃過，沒有動過，這是自性本定。換句話說，真心是定的，妄心是不定的，妄心是生滅，有起有滅，真心沒有。真心什麼時候見到？放下就見到了，你就見到自己真心。"
    },
    {
      "id": "02-042-0002_p0015",
      "zh_CN": "老和尚是我们的榜样，常常告诉人，什么都是假的，阿弥陀佛是真的，心里头只有一句阿弥陀佛，其他统统没有。到了极乐世界还有没有这句阿弥陀佛？有。没到极乐世界，这句阿弥陀佛我们依靠它到极乐世界。到了极乐世界，这句阿弥陀佛是教化众生的，是他受用的；没到极乐世界之前，这句阿弥陀佛是自受用的，我们要把心定在这里。到极乐世界提升一等，阿弥陀佛也不是真的，但是能帮助众生到极乐世界，你肯定用这个方法去度十方有缘众生，劝他们往生极乐世界。",
      "zh_TW": "老和尚是我們的榜樣，常常告訴人，什麼都是假的，阿彌陀佛是真的，心裡頭只有一句阿彌陀佛，其他統統沒有。到了極樂世界還有沒有這句阿彌陀佛？有。沒到極樂世界，這句阿彌陀佛我們依靠它到極樂世界。到了極樂世界，這句阿彌陀佛是教化眾生的，是他受用的；沒到極樂世界之前，這句阿彌陀佛是自受用的，我們要把心定在這裡。到極樂世界提升一等，阿彌陀佛也不是真的，但是能幫助眾生到極樂世界，你肯定用這個方法去度十方有緣眾生，勸他們往生極樂世界。"
    },
    {
      "id": "02-042-0002_p0016",
      "zh_CN": "这寂。光是般若、是智慧，「照俗照真」，一切法统统照了。离有离无，照真照俗。这就是用这三个字来描绘真心，真心就是常寂光，真心就是叫做法身。法身没有相，我们常说它没有物质现象、没有精神现象、没有自然现象，但是它能生这三种现象。所以不能说它空，不能说它有，空有二边都错了。这是「妙觉究竟果佛所居之土」。「修于圆教愿行之因」，因极，因到了极点，果就圆满了，「道成妙觉，居常寂光」，我们常常说融入寂光。像灯光一样，我们这个房间十几盏灯，灯一打开这个光融入别的光，就是光。这就是自己的真心，自己的真如本性，是一不是二。到这个地方融入，是一切诸佛的光跟自己的光融成一体，分不开。你还得要晓得，所有一切众生的光也融成一体。众生在迷，迷是他迷，他迷我不迷，他的法身跟我的法身也融在一起，不可思议，要不然怎么可以说众生本来是佛，这话讲不通。",
      "zh_TW": "這寂。光是般若、是智慧，「照俗照真」，一切法統統照了。離有離無，照真照俗。這就是用這三個字來描繪真心，真心就是常寂光，真心就是叫做法身。法身沒有相，我們常說它沒有物質現象、沒有精神現象、沒有自然現象，但是它能生這三種現象。所以不能說它空，不能說它有，空有二邊都錯了。這是「妙覺究竟果佛所居之土」。「修於圓教願行之因」，因極，因到了極點，果就圓滿了，「道成妙覺，居常寂光」，我們常常說融入寂光。像燈光一樣，我們這個房間十幾盞燈，燈一打開這個光融入別的光，就是光。這就是自己的真心，自己的真如本性，是一不是二。到這個地方融入，是一切諸佛的光跟自己的光融成一體，分不開。你還得要曉得，所有一切眾生的光也融成一體。眾生在迷，迷是他迷，他迷我不迷，他的法身跟我的法身也融在一起，不可思議，要不然怎麼可以說眾生本來是佛，這話講不通。"
    },
    {
      "id": "02-042-0002_p0017",
      "zh_CN": "我们现在的麻烦就是自己起心动念，一切法从心想生，就是自己有心想，错就错在这里。佛菩萨没有心想，所以他是常常在定中，他没有思想。思是分别，想是想像。你看想，心上有了相，这叫想；心上有了分别，中国的文字，上面一个田，田是画格子，分别，表示分别，心里有分别叫思，心里有想像那叫想。真心里头没有思、没有想，你把那个分别拿掉，相是执着，把相也拿掉，那叫真心。真心是相同的，真心就是寂光。回归寂光实在讲是个笑话，怎么回？本来在寂光里头，怎么回？好像我们这么多灯，我们自己也是一盏灯，是不是亮的？亮的。但是我们这盏灯上面围着有脏的东西，有染污，重重包裹在那里，这个光放不出去；是有光，放不出去。我们把这个障碍拿掉，佛说了三种障碍，无始无明、尘沙烦恼、见思烦恼，就这三样东西，三样障碍拿掉，本来是常寂光，本来是融入，不拿也融入，不是说拿了才融入，不拿也融入，这就是本来是佛。",
      "zh_TW": "我們現在的麻煩就是自己起心動念，一切法從心想生，就是自己有心想，錯就錯在這裡。佛菩薩沒有心想，所以他是常常在定中，他沒有思想。思是分別，想是想像。你看想，心上有了相，這叫想；心上有了分別，中國的文字，上面一個田，田是畫格子，分別，表示分別，心裡有分別叫思，心裡有想像那叫想。真心裡頭沒有思、沒有想，你把那個分別拿掉，相是執著，把相也拿掉，那叫真心。真心是相同的，真心就是寂光。回歸寂光實在講是個笑話，怎麼回？本來在寂光裡頭，怎麼回？好像我們這麼多燈，我們自己也是一盞燈，是不是亮的？亮的。但是我們這盞燈上面圍著有髒的東西，有染污，重重包裹在那裡，這個光放不出去；是有光，放不出去。我們把這個障礙拿掉，佛說了三種障礙，無始無明、塵沙煩惱、見思煩惱，就這三樣東西，三樣障礙拿掉，本來是常寂光，本來是融入，不拿也融入，不是說拿了才融入，不拿也融入，這就是本來是佛。"
    },
    {
      "id": "02-042-0002_p0018",
      "zh_CN": "我们遇到逆境、遇到恶缘，不在外头，在自己的妄想分别执着产生的。佛说得太好了，「心外无法，法外无心」。法从哪里来的？心想生；法从哪里来？何期自性，能生万法，你看妙不妙！万法是自性生的，与谁都不相干，你契入真快乐，真的法喜充满。你稍稍契入一点之后，你对于佛法欲罢不能。一天不吃饭没问题，不睡觉也没问题，一天不读佛经不行，那这日子怎么过？这佛法里点点滴滴，圆融万法，一即是一切，一切即一。",
      "zh_TW": "我們遇到逆境、遇到惡緣，不在外頭，在自己的妄想分別執著產生的。佛說得太好了，「心外無法，法外無心」。法從哪裡來的？心想生；法從哪裡來？何期自性，能生萬法，你看妙不妙！萬法是自性生的，與誰都不相干，你契入真快樂，真的法喜充滿。你稍稍契入一點之後，你對於佛法欲罷不能。一天不吃飯沒問題，不睡覺也沒問題，一天不讀佛經不行，那這日子怎麼過？這佛法裡點點滴滴，圓融萬法，一即是一切，一切即一。"
    },
    {
      "id": "02-042-0002_p0019",
      "zh_CN": "这个索引的目录一共给我们编了两千多条，可以说是内容非常丰富，二千一百多条。九十九页里头最后，《科注》第一一０九页，《伽耶山顶经论》，这是最后一条，二千一百四十六。所以这个里面，这是我们感谢同学们去查参考资料编成这部参考书。两千多条，每一条里头都有很深的义趣、很深的道理、很浓厚的趣味。古人所说的，「世味哪有法味浓」，世间的滋味没有法味浓，我们要有能力品尝到，在这个里头真正得欢喜心。像孔子《论语》第一句所说的，「学而时习之，不亦说乎」，你是真快乐。",
      "zh_TW": "這個索引的目錄一共給我們編了兩千多條，可以說是內容非常豐富，二千一百多條。九十九頁裡頭最後，《科註》第一一０九頁，《伽耶山頂經論》，這是最後一條，二千一百四十六。所以這個裡面，這是我們感謝同學們去查參考資料編成這部參考書。兩千多條，每一條裡頭都有很深的義趣、很深的道理、很濃厚的趣味。古人所說的，「世味哪有法味濃」，世間的滋味沒有法味濃，我們要有能力品嘗到，在這個裡頭真正得歡喜心。像孔子《論語》第一句所說的，「學而時習之，不亦說乎」，你是真快樂。"
    },
    {
      "id": "02-042-0002_p0020",
      "zh_CN": "主持人：弥陀村有举手，弥陀村那边，有人举手要发问。",
      "zh_TW": "主持人：彌陀村有舉手，彌陀村那邊，有人舉手要發問。"
    },
    {
      "id": "02-042-0002_p0021",
      "zh_CN": "老法师：好。",
      "zh_TW": "老法師：好。"
    },
    {
      "id": "02-042-0002_p0022",
      "zh_CN": "学生：尊敬的师父上人您老人家，阿弥陀佛。我们讲话师父能听得到吗？",
      "zh_TW": "學生：尊敬的師父上人您老人家，阿彌陀佛。我們講話師父能聽得到嗎？"
    },
    {
      "id": "02-042-0002_p0023",
      "zh_CN": "老法师：听到。",
      "zh_TW": "老法師：聽到。"
    },
    {
      "id": "02-042-0002_p0024",
      "zh_CN": "学生：师父您老刚才讲到常寂光，我们昨天在聆听您老经教的时候，您老人家讲，常寂光没有物质现象、没有精神现象，也没有自然现象，可以说什么都没有，但是那里面是一片光明，这一片光明从何而来？我们就不大理解了，想求教您老，感恩师父。",
      "zh_TW": "學生：師父您老剛才講到常寂光，我們昨天在聆聽您老經教的時候，您老人家講，常寂光沒有物質現象、沒有精神現象，也沒有自然現象，可以說什麼都沒有，但是那裡面是一片光明，這一片光明從何而來？我們就不大理解了，想求教您老，感恩師父。"
    },
    {
      "id": "02-042-0002_p0025",
      "zh_CN": "老法师：这一片光明是自性本有的，自性本自具足的，不是有为法。有为法就是有生有灭的，不是有为法，不是我们想像当中产生的，不是的，想像产生的全叫幻相，《金刚经》讲的，「凡所有相，皆是虚妄」。常寂光是真的。常寂光我们见不到，什么时候才能见到？要照一般的说法来说，明心见性的人见到了。明心见性是要破无明，无始无明烦恼断了，大彻大悟、明心见性，他见到了。他见到他知道，但是他能不能融入？不能。为什么不能？他无始无明断了，但是无始无明烦恼的习气没断，这个习气就障碍他融入常寂光，除这一桩事情之外，什么障碍都没有。所以法身大士，他们的智慧、神通、道力跟诸佛法身几乎没有两样，所以他能够在十方世界度化有缘的众生，随心应量。众生希望佛来度他，他就能现佛身；众生希望菩萨来度，他就能现菩萨身，「随众生心，应所知量」，《楞严经》上说的，他有这么大的能力。",
      "zh_TW": "老法師：這一片光明是自性本有的，自性本自具足的，不是有為法。有為法就是有生有滅的，不是有為法，不是我們想像當中產生的，不是的，想像產生的全叫幻相，《金剛經》講的，「凡所有相，皆是虛妄」。常寂光是真的。常寂光我們見不到，什麼時候才能見到？要照一般的說法來說，明心見性的人見到了。明心見性是要破無明，無始無明煩惱斷了，大徹大悟、明心見性，他見到了。他見到他知道，但是他能不能融入？不能。為什麼不能？他無始無明斷了，但是無始無明煩惱的習氣沒斷，這個習氣就障礙他融入常寂光，除這一樁事情之外，什麼障礙都沒有。所以法身大士，他們的智慧、神通、道力跟諸佛法身幾乎沒有兩樣，所以他能夠在十方世界度化有緣的眾生，隨心應量。眾生希望佛來度他，他就能現佛身；眾生希望菩薩來度，他就能現菩薩身，「隨眾生心，應所知量」，《楞嚴經》上說的，他有這麼大的能力。"
    },
    {
      "id": "02-042-0002_p0026",
      "zh_CN": "这个事情，我们在这一生当中要想做到明心见性难，那是真难，所以我们走这个净土法门就对了。不是上上根人，八万四千法门任何一个法门，在一生当中不容易成就，那是多生多劫，累劫的修行。但是遇到净土法门，真的是如贫得宝，问题这一生当中就能解决。它太容易了，所以大家很难相信。怎么太容易了？《弥陀经》上说的，要多少时间？若一日、若二日，这怎么能叫人相信？",
      "zh_TW": "這個事情，我們在這一生當中要想做到明心見性難，那是真難，所以我們走這個淨土法門就對了。不是上上根人，八萬四千法門任何一個法門，在一生當中不容易成就，那是多生多劫，累劫的修行。但是遇到淨土法門，真的是如貧得寶，問題這一生當中就能解決。它太容易了，所以大家很難相信。怎麼太容易了？《彌陀經》上說的，要多少時間？若一日、若二日，這怎麼能叫人相信？"
    },
    {
      "id": "02-042-0002_p0027",
      "zh_CN": "我们从《净土圣贤录》里头看到宋朝莹珂法师，我们才真正对于当生成就有了一个概念，生起信心。他求往生只用了三天时间，这三天用真心，真诚心、清净心，没有妄念，一切妄想全放下了。恭敬心，真诚恭敬，清净心，三天三夜，阿弥陀佛就现身了。现身去给他授记，寿命还有十年，十年寿命终的时候，阿弥陀佛来接引他，这说得很清楚。我看了这段公案，我深深感到中国古人所说的「福至心灵」，见到佛是大福报，见到阿弥陀佛他就通了，他智慧就起来了。什么智慧？十年寿命不要了，我现在就跟你去，这个是大智慧。也给我们表法，五逆十恶，临命终时，真信真愿，一念十念都能往生，第十八愿，莹珂法师证明了，是真的不是假的。这是告诉什么？一切众生个个都有指望，只要你肯回头。你不回头那就地狱去了，他造的是地狱业；你一回头，阿弥陀佛接引你去了，到极乐世界去作阿惟越致菩萨，这还得了!",
      "zh_TW": "我們從《淨土聖賢錄》裡頭看到宋朝瑩珂法師，我們才真正對於當生成就有了一個概念，生起信心。他求往生只用了三天時間，這三天用真心，真誠心、清淨心，沒有妄念，一切妄想全放下了。恭敬心，真誠恭敬，清淨心，三天三夜，阿彌陀佛就現身了。現身去給他授記，壽命還有十年，十年壽命終的時候，阿彌陀佛來接引他，這說得很清楚。我看了這段公案，我深深感到中國古人所說的「福至心靈」，見到佛是大福報，見到阿彌陀佛他就通了，他智慧就起來了。什麼智慧？十年壽命不要了，我現在就跟你去，這個是大智慧。也給我們表法，五逆十惡，臨命終時，真信真願，一念十念都能往生，第十八願，瑩珂法師證明了，是真的不是假的。這是告訴什麼？一切眾生個個都有指望，只要你肯回頭。你不回頭那就地獄去了，他造的是地獄業；你一回頭，阿彌陀佛接引你去了，到極樂世界去作阿惟越致菩薩，這還得了!"
    },
    {
      "id": "02-042-0002_p0028",
      "zh_CN": "所以常寂光这个事情，确确实实它没有现象，没有现象不能说它空，我们是用这个空，不能说它无。为什么？它能现相，它能现自然现象、心理现象、物质现象。怎么现？一念不觉就现了。这个注解里头有，我看到了，就是讲刹那，刹那是短时，说劫，劫是很长的时间单位，刹那是很短的，极其微细，那就是这个一念。我们现在有个清晰的概念，这是我们看到科学报告，量子力学，证明经典里面弥勒菩萨所说的，一弹指三十二亿百千念。这讲念头，最微细的念头，这一弹指有多少个念头？三十二亿乘十万，我们把它算出来，三百二十兆，这一弹指。现在我们用秒做单位，一秒钟能弹几次？有人说能弹到七次，我们弹大概是四次、五次。所以我用五次来说，五乘三百二十兆，乘五，一千六百兆。一千六百兆分之一秒这是一念，这一念是什么？这一念具足万法。整个宇宙的一切现象是同时出现的，没有先后，念念不断。断了怎么样？断就没有了，宇宙就不见了。这个念头不断，这是阿赖耶的三细相，它不包括实报庄严土。",
      "zh_TW": "所以常寂光這個事情，確確實實它沒有現象，沒有現象不能說它空，我們是用這個空，不能說它無。為什麼？它能現相，它能現自然現象、心理現象、物質現象。怎麼現？一念不覺就現了。這個註解裡頭有，我看到了，就是講剎那，剎那是短時，說劫，劫是很長的時間單位，剎那是很短的，極其微細，那就是這個一念。我們現在有個清晰的概念，這是我們看到科學報告，量子力學，證明經典裡面彌勒菩薩所說的，一彈指三十二億百千念。這講念頭，最微細的念頭，這一彈指有多少個念頭？三十二億乘十萬，我們把它算出來，三百二十兆，這一彈指。現在我們用秒做單位，一秒鐘能彈幾次？有人說能彈到七次，我們彈大概是四次、五次。所以我用五次來說，五乘三百二十兆，乘五，一千六百兆。一千六百兆分之一秒這是一念，這一念是什麼？這一念具足萬法。整個宇宙的一切現象是同時出現的，沒有先後，念念不斷。斷了怎麼樣？斷就沒有了，宇宙就不見了。這個念頭不斷，這是阿賴耶的三細相，它不包括實報莊嚴土。"
    },
    {
      "id": "02-042-0002_p0029",
      "zh_CN": "实报庄严土是无始无明习气现前的，这些法身菩萨习气没断干净，都在这个地方修行，都集中在这个地方等待习气断尽。习气没有方法断的，一有方法就又是生灭法，不但断不了，还出了毛病，出了大毛病。怎么断？随它去，根本不理它，时间久了自然没有了。要多长的时间？要三个阿僧祇劫，这么长的时间，习气自然没有了，没有了就融入常寂光，到这个时候才真正透彻了解了。我们讲透彻了解，大乘经教上常说八地以上，应该八地以上非常了解，但是不能契入，一定在妙觉果位上契入，也就是等觉菩萨把最后一分生相无明的习气断掉，这才融入常寂光。融入常寂光就是回归自性，圆满的回归自性，叫妙觉如来。",
      "zh_TW": "實報莊嚴土是無始無明習氣現前的，這些法身菩薩習氣沒斷乾淨，都在這個地方修行，都集中在這個地方等待習氣斷盡。習氣沒有方法斷的，一有方法就又是生滅法，不但斷不了，還出了毛病，出了大毛病。怎麼斷？隨它去，根本不理它，時間久了自然沒有了。要多長的時間？要三個阿僧祇劫，這麼長的時間，習氣自然沒有了，沒有了就融入常寂光，到這個時候才真正透徹了解了。我們講透徹了解，大乘經教上常說八地以上，應該八地以上非常了解，但是不能契入，一定在妙覺果位上契入，也就是等覺菩薩把最後一分生相無明的習氣斷掉，這才融入常寂光。融入常寂光就是回歸自性，圓滿的回歸自性，叫妙覺如來。"
    },
    {
      "id": "02-042-0002_p0030",
      "zh_CN": "这个事情，如果不是遇到净土宗，不是遇到这个法门，你不到极乐世界、不亲近阿弥陀佛，靠自力是很长很长的时间。遇到这个法门，建立圆满的信心，没有丝毫怀疑，一切不能解决的问题全放下，暂时别管它，我现在一心一意念佛求生净土，到了极乐世界自然明白了。所以古人讲，「但得见弥陀，何愁不开悟」。这个我们要争取，我们要真干。念佛往生不是小事，念佛往生不是儿戏，要认真，这是我们一生当中第一桩的大事情，没有比这个事情更大了。真正明白人，他的佛号就不间断了，愈念愈欢喜，愈念愈明了，愈念愈清楚。这样子我们真正体会到古人所说的「一门深入，长时薰修」是正确的，「读书千遍，其义自见」，这不是骗人的。要不要老师？不需要。六祖惠能大师没老师，眼前的我们这一位海贤老和尚没有老师，出家，师父只教他一句南无阿弥陀佛，嘱咐他一直念下去，他就念了九十二年，阿弥陀佛来接引他。",
      "zh_TW": "這個事情，如果不是遇到淨土宗，不是遇到這個法門，你不到極樂世界、不親近阿彌陀佛，靠自力是很長很長的時間。遇到這個法門，建立圓滿的信心，沒有絲毫懷疑，一切不能解決的問題全放下，暫時別管它，我現在一心一意念佛求生淨土，到了極樂世界自然明白了。所以古人講，「但得見彌陀，何愁不開悟」。這個我們要爭取，我們要真幹。念佛往生不是小事，念佛往生不是兒戲，要認真，這是我們一生當中第一樁的大事情，沒有比這個事情更大了。真正明白人，他的佛號就不間斷了，愈念愈歡喜，愈念愈明瞭，愈念愈清楚。這樣子我們真正體會到古人所說的「一門深入，長時薰修」是正確的，「讀書千遍，其義自見」，這不是騙人的。要不要老師？不需要。六祖惠能大師沒老師，眼前的我們這一位海賢老和尚沒有老師，出家，師父只教他一句南無阿彌陀佛，囑咐他一直念下去，他就念了九十二年，阿彌陀佛來接引他。"
    },
    {
      "id": "02-042-0002_p0031",
      "zh_CN": "这个法门关键就是信，叫难信之法。难信能信，这个人的福报，善根、福德、因缘真的具足了。他怎么可能相信这个法门？尤其现在真正有懂得一些科学的就更难信。但是现代的量子力学家，他们所研究的是两个极端，一个是宏观的宇宙，就是天文学，第二个是微观世界，量子力学。宏观是无穷大，微观是无穷小。所以物质现象被他们搞清楚了，物质现象不是真的，是从念头生的，证明大乘经上说「色由心生」，色就是物质现象，「相由心生」，相也是物质现象，这句话被现在量子力学家证明了。我们对这个肯定了，不再怀疑了。",
      "zh_TW": "這個法門關鍵就是信，叫難信之法。難信能信，這個人的福報，善根、福德、因緣真的具足了。他怎麼可能相信這個法門？尤其現在真正有懂得一些科學的就更難信。但是現代的量子力學家，他們所研究的是兩個極端，一個是宏觀的宇宙，就是天文學，第二個是微觀世界，量子力學。宏觀是無窮大，微觀是無窮小。所以物質現象被他們搞清楚了，物質現象不是真的，是從念頭生的，證明大乘經上說「色由心生」，色就是物質現象，「相由心生」，相也是物質現象，這句話被現在量子力學家證明了。我們對這個肯定了，不再懷疑了。"
    },
    {
      "id": "02-042-0002_p0032",
      "zh_CN": "念头从哪来的？佛经上有，念头从业相来的。业相从哪来的？从一念不觉。一念不觉从哪里来的？它没有原因，所以佛用一个无始。无始这个味道你要细心去体究，无始是什么？没有开始。没有开始意味着什么？意味它全是假的，它不是真的，有开始那是真的。所以无明不是真的，无明所变现出整个的万法没有一法是真的，所以凡所有相皆是虚妄。你能把这个联想贯通，你才晓得真有味。这种观察、这种言语，真是究竟高明的智慧，你要是没有体会到很难懂，你怎么想，愈想问题愈多。不是长时的薰修不容易体会到，我们是搞了六十年，锲而不舍，没有一天放弃，放弃就不行了，打铁趁热，冷了就不行。一定是锲而不舍，一门深入，长时薰修，相信读书千遍，其义自见，就开悟了、就明白了。为什么？心清净了，没有别的，心只要一清净，智慧就现前，智慧是自性本有的。",
      "zh_TW": "念頭從哪來的？佛經上有，念頭從業相來的。業相從哪來的？從一念不覺。一念不覺從哪裡來的？它沒有原因，所以佛用一個無始。無始這個味道你要細心去體究，無始是什麼？沒有開始。沒有開始意味著什麼？意味它全是假的，它不是真的，有開始那是真的。所以無明不是真的，無明所變現出整個的萬法沒有一法是真的，所以凡所有相皆是虛妄。你能把這個聯想貫通，你才曉得真有味。這種觀察、這種言語，真是究竟高明的智慧，你要是沒有體會到很難懂，你怎麼想，愈想問題愈多。不是長時的薰修不容易體會到，我們是搞了六十年，鍥而不捨，沒有一天放棄，放棄就不行了，打鐵趁熱，冷了就不行。一定是鍥而不捨，一門深入，長時薰修，相信讀書千遍，其義自見，就開悟了、就明白了。為什麼？心清淨了，沒有別的，心只要一清淨，智慧就現前，智慧是自性本有的。"
    },
    {
      "id": "02-042-0002_p0033",
      "zh_CN": "实际上讲常寂光，这三个字是一桩事情，常里头有寂、有光，光里头有常、有寂，寂里头有光、有常，通的，一而三、三而一。那是自性的性德，自性本有的，惠能大师说的，「何期自性，本自具足」，不从外来，这句话说得好。本自具足里头有隐有现，有缘它现相，没有缘它不现，不现叫隐，隐的时候等觉菩萨也不知道，现的时候有缘的人全能见到。大家还有没有悟处？",
      "zh_TW": "實際上講常寂光，這三個字是一樁事情，常裡頭有寂、有光，光裡頭有常、有寂，寂裡頭有光、有常，通的，一而三、三而一。那是自性的性德，自性本有的，惠能大師說的，「何期自性，本自具足」，不從外來，這句話說得好。本自具足裡頭有隱有現，有緣它現相，沒有緣它不現，不現叫隱，隱的時候等覺菩薩也不知道，現的時候有緣的人全能見到。大家還有沒有悟處？"
    },
    {
      "id": "02-042-0002_p0034",
      "zh_CN": "学生：师父，我们还有问题，您老能听得到吗？",
      "zh_TW": "學生：師父，我們還有問題，您老能聽得到嗎？"
    },
    {
      "id": "02-042-0002_p0035",
      "zh_CN": "老法师：听到。",
      "zh_TW": "老法師：聽到。"
    },
    {
      "id": "02-042-0002_p0036",
      "zh_CN": "学生：感恩师父。我们在昨天和前天聆听您老的经教，让我们温习功课。我们有个问题，您提到「人生百日，体露真常」，您在经教的时候讲到，这个体露的真常，小婴儿他所表现出来的是根本智，您说根本智就是无所不知。",
      "zh_TW": "學生：感恩師父。我們在昨天和前天聆聽您老的經教，讓我們溫習功課。我們有個問題，您提到「人生百日，體露真常」，您在經教的時候講到，這個體露的真常，小嬰兒他所表現出來的是根本智，您說根本智就是無所不知。"
    },
    {
      "id": "02-042-0002_p0037",
      "zh_CN": "老法师：不是，根本智是无知，后得智是无所不知。小孩在这个地方我们能够体会出，因为他没有分别、没有执着。没有分别、没有执着，智慧就现前。但是他有妄想，这个妄想是什么？是起心动念。如果他不起心动念，他就不到这个世间来了，那他就成佛了。所以起心动念是决定有，就是一念不觉，他迷了，他才会跑到人道来。但是他这个时候还没有污染，就是说他不分别、他不执着，这一百天当中，他不知道谁是他的爸爸，谁是他妈妈，他的心是平等的、是清净的，无论什么人，你去逗他，他都欢喜。等到他认识、认生了，知道谁是爸爸、谁是妈妈，他已经被污染了，为什么？他有分别、他有执着。",
      "zh_TW": "老法師：不是，根本智是無知，後得智是無所不知。小孩在這個地方我們能夠體會出，因為他沒有分別、沒有執著。沒有分別、沒有執著，智慧就現前。但是他有妄想，這個妄想是什麼？是起心動念。如果他不起心動念，他就不到這個世間來了，那他就成佛了。所以起心動念是決定有，就是一念不覺，他迷了，他才會跑到人道來。但是他這個時候還沒有污染，就是說他不分別、他不執著，這一百天當中，他不知道誰是他的爸爸，誰是他媽媽，他的心是平等的、是清淨的，無論什麼人，你去逗他，他都歡喜。等到他認識、認生了，知道誰是爸爸、誰是媽媽，他已經被污染了，為什麼？他有分別、他有執著。"
    },
    {
      "id": "02-042-0002_p0038",
      "zh_CN": "由此我们能体会到，古圣先贤的教育就看中了这一点，教育是如何能把他这个天真时间拉长，所以才有胎教，才有扎根的教育。中国古时候教育，三年，从出生到三岁这一千天，这一千天叫扎根。扎根是什么？就是防止他，所有一切负面的、不正当的不能让他看见，不能让他听见，不能让他接触到。所以母亲负的责任很大，要把小孩看好，他看到的、听到的、接触到的全是正面的，伦理道德，善因善果、恶因恶报，那个小孩牢记在心中。所以古谚语有所谓「三岁看八十」，三岁扎的这个根，八十岁到老都不会改变。这种教育在全世界只有中国有，除中国，外国没听说过。所以中国历代圣贤君子很多，国家长治久安，几千年没有分裂，靠什么？靠教育。可是今天我们把教育丢掉了，伦理没有了。",
      "zh_TW": "由此我們能體會到，古聖先賢的教育就看中了這一點，教育是如何能把他這個天真時間拉長，所以才有胎教，才有扎根的教育。中國古時候教育，三年，從出生到三歲這一千天，這一千天叫扎根。扎根是什麼？就是防止他，所有一切負面的、不正當的不能讓他看見，不能讓他聽見，不能讓他接觸到。所以母親負的責任很大，要把小孩看好，他看到的、聽到的、接觸到的全是正面的，倫理道德，善因善果、惡因惡報，那個小孩牢記在心中。所以古諺語有所謂「三歲看八十」，三歲紮的這個根，八十歲到老都不會改變。這種教育在全世界只有中國有，除中國，外國沒聽說過。所以中國歷代聖賢君子很多，國家長治久安，幾千年沒有分裂，靠什麼？靠教育。可是今天我們把教育丟掉了，倫理沒有了。"
    },
    {
      "id": "02-042-0002_p0039",
      "zh_CN": "伦理是讲人与人的关系，这个关系叫一家人。大乘佛法讲关系讲得高，一切万法跟我是一体，比一家人还要亲，一体，这大乘佛法。所以诸佛菩萨看一切众生是自己，没有分别、没有执着，怎么会不慈悲？慈悲就是爱护，无条件的爱护，爱护到无微不至。我们深入经藏这么多年，才有这么一点体会，对诸佛菩萨感恩戴德。你要不知道你怎么会感恩？知道才会感恩。怎么样报恩？认真学习，让我们自己早一天回归自性，真正报佛恩。佛不欺骗人，句句都是实话。",
      "zh_TW": "倫理是講人與人的關係，這個關係叫一家人。大乘佛法講關係講得高，一切萬法跟我是一體，比一家人還要親，一體，這大乘佛法。所以諸佛菩薩看一切眾生是自己，沒有分別、沒有執著，怎麼會不慈悲？慈悲就是愛護，無條件的愛護，愛護到無微不至。我們深入經藏這麼多年，才有這麼一點體會，對諸佛菩薩感恩戴德。你要不知道你怎麼會感恩？知道才會感恩。怎麼樣報恩？認真學習，讓我們自己早一天回歸自性，真正報佛恩。佛不欺騙人，句句都是實話。"
    },
    {
      "id": "02-042-0002_p0040",
      "zh_CN": "现在人跟佛的距离愈来愈远。能够真正具足信愿行，那是过去生中大善根、大福德、大因缘，他这一生一定能成就。我们要做好样子，给学佛的同学看，给不学佛的同学看。给学佛的同学看应该要这样做，给不学佛的同学看，人家知道学佛的人都是好人，这个会改变社会对学佛人的看法，这都是好事。佛法要复兴，唯有僧赞僧；世法里头，从个人、家庭、事业，要想兴旺也是要互相赞叹，互相毁谤、互相指责，这不是成功之道。所以佛法，可以带给我们个人身心健康，带给我们家庭幸福，带给你的事业圆满，带给社会安定，带给世界和平。",
      "zh_TW": "現在人跟佛的距離愈來愈遠。能夠真正具足信願行，那是過去生中大善根、大福德、大因緣，他這一生一定能成就。我們要做好樣子，給學佛的同學看，給不學佛的同學看。給學佛的同學看應該要這樣做，給不學佛的同學看，人家知道學佛的人都是好人，這個會改變社會對學佛人的看法，這都是好事。佛法要復興，唯有僧讚僧；世法裡頭，從個人、家庭、事業，要想興旺也是要互相讚歎，互相毀謗、互相指責，這不是成功之道。所以佛法，可以帶給我們個人身心健康，帶給我們家庭幸福，帶給你的事業圓滿，帶給社會安定，帶給世界和平。"
    },
    {
      "id": "02-042-0002_p0041",
      "zh_CN": "学生：下面可以发言吗？师父讲经第一天谈到，我们这一年的目标就是要达到生死自在。我们要生死自在，需要先有一个落脚处，在师父讲经当中我们就发现了一个落脚处，就是师父谈到当年跟师公李炳南老居士学习的时候，师公他有约法三章，师父就很老实的照着那三个条件做了三个月，然后心就得到了清净。所以说我们从这边看到，这是一个我们的落脚处，关于什么该看、什么该听，师父都给我们开示得很清楚。如果说我们从现在开始，我们看的时候，只有跟师父讲的相应的我们才看，只有跟师父讲的相应的我们才听，我们讲话的时候，只有跟师父所讲相应的我们才讲，我们起心动念也是一样，那这样我们就有希望说，也许在三个月的时间我们心能够得到清净，在一年之内能够达到生死自在。",
      "zh_TW": "學生：下面可以發言嗎？師父講經第一天談到，我們這一年的目標就是要達到生死自在。我們要生死自在，需要先有一個落腳處，在師父講經當中我們就發現了一個落腳處，就是師父談到當年跟師公李炳南老居士學習的時候，師公他有約法三章，師父就很老實的照著那三個條件做了三個月，然後心就得到了清淨。所以說我們從這邊看到，這是一個我們的落腳處，關於什麼該看、什麼該聽，師父都給我們開示得很清楚。如果說我們從現在開始，我們看的時候，只有跟師父講的相應的我們才看，只有跟師父講的相應的我們才聽，我們講話的時候，只有跟師父所講相應的我們才講，我們起心動念也是一樣，那這樣我們就有希望說，也許在三個月的時間我們心能夠得到清淨，在一年之內能夠達到生死自在。"
    },
    {
      "id": "02-042-0002_p0042",
      "zh_CN": "老法师：这是我们的希望，希望能达到如此。大家有这个心愿，我也有这个心愿。达到这个心愿，最重要的一桩事情就是放下。真正放下万缘，一心专念阿弥陀佛，一部经、一句佛号，不夹杂、不怀疑、不中断，就有可能达到我们的理想、目标。我劝大家常常看看贤老法师的光碟，他们师兄弟两个，海庆、海贤，在末法时期，在现在这个时代，给我们做出最好念佛人的榜样，这念佛、学佛最好的榜样，以戒为师，以苦为师。我相信，虽然我跟他们没有见过面，他们心清净，他没有杂念、没有妄想，他的心是清净的。这样的清净念佛，往生极乐世界，三年决定可以做到，为什么他三年没往生？他这句佛号念了九十二年这才往生，为什么？阿弥陀佛让他来表法的，这个意思我们要懂，我们要能看出来。佛菩萨大慈大悲度众生。",
      "zh_TW": "老法師：這是我們的希望，希望能達到如此。大家有這個心願，我也有這個心願。達到這個心願，最重要的一樁事情就是放下。真正放下萬緣，一心專念阿彌陀佛，一部經、一句佛號，不夾雜、不懷疑、不中斷，就有可能達到我們的理想、目標。我勸大家常常看看賢老法師的光碟，他們師兄弟兩個，海慶、海賢，在末法時期，在現在這個時代，給我們做出最好念佛人的榜樣，這念佛、學佛最好的榜樣，以戒為師，以苦為師。我相信，雖然我跟他們沒有見過面，他們心清淨，他沒有雜念、沒有妄想，他的心是清淨的。這樣的清淨念佛，往生極樂世界，三年決定可以做到，為什麼他三年沒往生？他這句佛號念了九十二年這才往生，為什麼？阿彌陀佛讓他來表法的，這個意思我們要懂，我們要能看出來。佛菩薩大慈大悲度眾生。"
    },
    {
      "id": "02-042-0002_p0043",
      "zh_CN": "我们如果缘成熟了，一年见到佛了，这就是感应。见到佛，我们还有寿命可以不要，可以跟佛往生到极乐世界，也有可能现在众生遭遇到的是灾难，要你来表法，要你来帮助他们，我们也愿意接受。生活苦一点，这是什么？代众生苦。贤首国师《还源观》上所讲的四德很重要，第一个「随缘妙用」要学，在随缘里面提升自己境界，那就是顺境善缘不生贪恋，一定要晓得这是虚妄的，不是真的，我们生贪恋就坏了、就堕落了；逆境恶缘不生瞋恚，知道什么？这来考验我的，我这一关能不能通过。看破放下功夫就在这里看，你是不是真看破了、是不是真放下了。不要把这个境界放在心上，心上永远就是一尊阿弥陀佛，口念阿弥陀佛，心想阿弥陀佛。我们念念向着西方极乐世界去精进，勇猛精进，这个世间一切随缘，什么都好，不要去计较，不要去攀缘，就会自在；如果攀缘，一定想怎样怎样，这烦恼就会来了。顺环境、顺众生，我们平平安安度过。像老和尚能度过一百一十二年，天天在练功，练什么？练看破、练放下。看破是智慧，放下是功夫。断恶修善不着断恶修善的相，把断恶修善的相放下，事要做，不放在心上，心上就一句阿弥陀佛，对了！",
      "zh_TW": "我們如果緣成熟了，一年見到佛了，這就是感應。見到佛，我們還有壽命可以不要，可以跟佛往生到極樂世界，也有可能現在眾生遭遇到的是災難，要你來表法，要你來幫助他們，我們也願意接受。生活苦一點，這是什麼？代眾生苦。賢首國師《還源觀》上所講的四德很重要，第一個「隨緣妙用」要學，在隨緣裡面提升自己境界，那就是順境善緣不生貪戀，一定要曉得這是虛妄的，不是真的，我們生貪戀就壞了、就墮落了；逆境惡緣不生瞋恚，知道什麼？這來考驗我的，我這一關能不能通過。看破放下功夫就在這裡看，你是不是真看破了、是不是真放下了。不要把這個境界放在心上，心上永遠就是一尊阿彌陀佛，口念阿彌陀佛，心想阿彌陀佛。我們念念向著西方極樂世界去精進，勇猛精進，這個世間一切隨緣，什麼都好，不要去計較，不要去攀緣，就會自在；如果攀緣，一定想怎樣怎樣，這煩惱就會來了。順環境、順眾生，我們平平安安度過。像老和尚能度過一百一十二年，天天在練功，練什麼？練看破、練放下。看破是智慧，放下是功夫。斷惡修善不著斷惡修善的相，把斷惡修善的相放下，事要做，不放在心上，心上就一句阿彌陀佛，對了！"
    },
    {
      "id": "02-042-0002_p0044",
      "zh_CN": "主持人：师父，澳洲净宗学会的法师举手发言。",
      "zh_TW": "主持人：師父，澳洲淨宗學會的法師舉手發言。"
    },
    {
      "id": "02-042-0002_p0045",
      "zh_CN": "老法师：看到了，悟全。",
      "zh_TW": "老法師：看到了，悟全。"
    },
    {
      "id": "02-042-0002_p0046",
      "zh_CN": "悟全法师：向师父问讯。请问师父，现在还有时间能够向学生悟全指导最近在学院练讲的《科注》内容吗？",
      "zh_TW": "悟全法師：向師父問訊。請問師父，現在還有時間能夠向學生悟全指導最近在學院練講的《科註》內容嗎？"
    },
    {
      "id": "02-042-0002_p0047",
      "zh_CN": "主持人：还有十九分钟。",
      "zh_TW": "主持人：還有十九分鐘。"
    },
    {
      "id": "02-042-0002_p0048",
      "zh_CN": "老法师：练讲是必要的。练讲，现在科学技术发达，最好用个小的录像机把它录下来，录下来之后自己听，自己满意这就成功了；自己听得不满意，把缺点找出来、改正过来。天天练，天天改正，不能够松懈。有人，我们对着别人讲；没有人，对着摄影机讲，讲完之后自己打开来，再重听自己讲的，自己讲自己听。这个方法如果坚持不间断，你决定会有成就。当然更好的是要学习、落实，我在经教里面学到的道理、教诲，如何把它变成我们自己的思想行为，这就是真修，这是真干。天天不断的提升，不知不觉把它养成习惯，前途无限的光明。",
      "zh_TW": "老法師：練講是必要的。練講，現在科學技術發達，最好用個小的錄像機把它錄下來，錄下來之後自己聽，自己滿意這就成功了；自己聽得不滿意，把缺點找出來、改正過來。天天練，天天改正，不能夠鬆懈。有人，我們對著別人講；沒有人，對著攝影機講，講完之後自己打開來，再重聽自己講的，自己講自己聽。這個方法如果堅持不間斷，你決定會有成就。當然更好的是要學習、落實，我在經教裡面學到的道理、教誨，如何把它變成我們自己的思想行為，這就是真修，這是真幹。天天不斷的提升，不知不覺把它養成習慣，前途無限的光明。"
    },
    {
      "id": "02-042-0002_p0049",
      "zh_CN": "悟胜法师：师父，阿弥陀佛。刚才师父上人说，这个《科注》第一百三十八页第三行，您有提到「化解当前劫难」这句话。悟胜的感悟就是，想要帮助众生化解这个共业劫难，首先我们要把自己的业给化解掉；如果说我们自己都不能够把自己的业给转过来，那就很难谈得上帮助众生转他们的业。佛在经上说得很好，「若能转境，则同如来」。",
      "zh_TW": "悟勝法師：師父，阿彌陀佛。剛才師父上人說，這個《科註》第一百三十八頁第三行，您有提到「化解當前劫難」這句話。悟勝的感悟就是，想要幫助眾生化解這個共業劫難，首先我們要把自己的業給化解掉；如果說我們自己都不能夠把自己的業給轉過來，那就很難談得上幫助眾生轉他們的業。佛在經上說得很好，「若能轉境，則同如來」。"
    },
    {
      "id": "02-042-0002_p0050",
      "zh_CN": "记得在二０一一年十二月底的时候，师父上人回到了学院，参加十周年庆。我们在南昆大，悟胜向师父上人报告，真正发愿在图文巴这个地方长住十年时间。从那个时候开始，悟胜都一直住在图文巴这个地方。悟胜还记得当时师父上人交代一句话，光是发心住在一个地方不动还不行，还必须要认真精进的用功。当时悟胜并没有体会到这句话的意思，可是在自己真正发心想要不动之后，然后每天保持练讲、听经，大概过了五个月之后，从二０一二年四月十八号开始，每天要求自己拜佛，从那个时候开始拜佛，一直坚持到现在，现在逐渐能够体会到拜佛的法喜，所以现在每天拜佛可以说是欲罢不能，觉得拜佛真的是受用很多。非常感恩师父上人，在讲经当中一直提倡，要我们念佛、听经、读经、拜佛这四个方法，我们能够好好用这四种方法，的的确确能够转我们个人的业；我们每个人都能够转自己的业，当然就有能力转大家的业。所以悟胜再次的非常感谢师父上人的教导。",
      "zh_TW": "記得在二０一一年十二月底的時候，師父上人回到了學院，參加十週年慶。我們在南昆大，悟勝向師父上人報告，真正發願在圖文巴這個地方長住十年時間。從那個時候開始，悟勝都一直住在圖文巴這個地方。悟勝還記得當時師父上人交代一句話，光是發心住在一個地方不動還不行，還必須要認真精進的用功。當時悟勝並沒有體會到這句話的意思，可是在自己真正發心想要不動之後，然後每天保持練講、聽經，大概過了五個月之後，從二０一二年四月十八號開始，每天要求自己拜佛，從那個時候開始拜佛，一直堅持到現在，現在逐漸能夠體會到拜佛的法喜，所以現在每天拜佛可以說是欲罷不能，覺得拜佛真的是受用很多。非常感恩師父上人，在講經當中一直提倡，要我們念佛、聽經、讀經、拜佛這四個方法，我們能夠好好用這四種方法，的的確確能夠轉我們個人的業；我們每個人都能夠轉自己的業，當然就有能力轉大家的業。所以悟勝再次的非常感謝師父上人的教導。"
    },
    {
      "id": "02-042-0002_p0051",
      "zh_CN": "老法师：经上告诉我们，「发菩提心，一向专念」。往生极乐世界的条件是两句，不是一句，发菩提心没有一向专念，只修了一半，恐怕去不了；一向专念没有发菩提心，也去不了。蕅益大师告诉我们，真信、真愿就是无上菩提心，能不能往生关键就在这里，信愿之有无，品位高下是我们念佛功夫的浅深。",
      "zh_TW": "老法師：經上告訴我們，「發菩提心，一向專念」。往生極樂世界的條件是兩句，不是一句，發菩提心沒有一向專念，只修了一半，恐怕去不了；一向專念沒有發菩提心，也去不了。蕅益大師告訴我們，真信、真願就是無上菩提心，能不能往生關鍵就在這裡，信願之有無，品位高下是我們念佛功夫的淺深。"
    },
    {
      "id": "02-042-0002_p0052",
      "zh_CN": "拜佛属于功夫，把诚敬心拜出来，把傲慢的心拜掉，以我们最尊贵的头顶礼佛足，所以这是佛门最重要的功课。众生的习气里面，傲慢是最麻烦的。孔子所说的「傲不可长」，这就说明傲慢是俱生烦恼，是末那识之根源。末那是四大烦恼成就的，第一个是我见，我爱，我爱是贪，我慢是瞋，我痴是怀疑，所以贪瞋痴跟我同时起来的，有我就有这三样东西，我爱、我慢、我痴，所以称它作根本烦恼，一切不善都从这生的。拜佛确实主要是对治我慢的，同时也能够对治我痴跟我爱，这是我们得要认识清楚的。如果我见断掉了，我慢、我爱、我痴同时也断掉了。所以说四大烦恼常相随，这叫末那识，末那识就这个东西，意根染污。第六意识是分别，第七识是染污，转第七识就是平等性智，我们经题上平等就现前了；转第六意识，妙观察智，第六是分别，不分别这就妙观了，为什么？看到事实真相了，有分别、有执着看不到真相。",
      "zh_TW": "拜佛屬於功夫，把誠敬心拜出來，把傲慢的心拜掉，以我們最尊貴的頭頂禮佛足，所以這是佛門最重要的功課。眾生的習氣裡面，傲慢是最麻煩的。孔子所說的「傲不可長」，這就說明傲慢是俱生煩惱，是末那識之根源。末那是四大煩惱成就的，第一個是我見，我愛，我愛是貪，我慢是瞋，我痴是懷疑，所以貪瞋痴跟我同時起來的，有我就有這三樣東西，我愛、我慢、我痴，所以稱它作根本煩惱，一切不善都從這生的。拜佛確實主要是對治我慢的，同時也能夠對治我痴跟我愛，這是我們得要認識清楚的。如果我見斷掉了，我慢、我愛、我痴同時也斷掉了。所以說四大煩惱常相隨，這叫末那識，末那識就這個東西，意根染污。第六意識是分別，第七識是染污，轉第七識就是平等性智，我們經題上平等就現前了；轉第六意識，妙觀察智，第六是分別，不分別這就妙觀了，為什麼？看到事實真相了，有分別、有執著看不到真相。"
    },
    {
      "id": "02-042-0002_p0053",
      "zh_CN": "所以我们还要发心，发心在今天这个时代续佛慧命，要把佛法大乘法传下去，最重要的把净宗传下去。我们认真修行，这是身教，身行言教就能产生很好的效果。我们只有言教没有身行，别人不相信；我们所说的我们做到了，大家就相信。真正看破放下，学习经教无往而不利。我们大家共同勉励。",
      "zh_TW": "所以我們還要發心，發心在今天這個時代續佛慧命，要把佛法大乘法傳下去，最重要的把淨宗傳下去。我們認真修行，這是身教，身行言教就能產生很好的效果。我們只有言教沒有身行，別人不相信；我們所說的我們做到了，大家就相信。真正看破放下，學習經教無往而不利。我們大家共同勉勵。"
    },
    {
      "id": "02-042-0002_p0054",
      "zh_CN": "主持人：上官居士举手发言。",
      "zh_TW": "主持人：上官居士舉手發言。"
    },
    {
      "id": "02-042-0002_p0055",
      "zh_CN": "老法师：还有时间吗？还有，好。",
      "zh_TW": "老法師：還有時間嗎？還有，好。"
    },
    {
      "id": "02-042-0002_p0056",
      "zh_CN": "上官居士：阿弥陀佛，感恩师父上人。师父上人最近常常教导大家要看海贤老和尚往生的光碟，弟子也一直在有学习。弟子的先生，老家就是河南南阳的，他在一九八几年的时候，曾经有一面之缘见过海贤老和尚，当时海贤老和尚是在桐柏山，见面的时候，老和尚在耕地。所以说这个光碟上他们弟子讲的，就是老和尚一生都是在耕作，这个绝对不是假的，确实是实实在在的。而且当时我的先生见到老和尚的时候，当地的人就向我的先生有介绍，说海贤老和尚有神通，在地上随便抓一些草就可以给当地的百姓治病，而且治好了很多人。前些天，我先生的家人有从南阳过来，他的表弟妹是南阳的政协委员，然后我有跟她们介绍海贤老和尚的事迹，她们就很感慨说，怎么住在南阳这么多年都从来没有听到过？于是就拨通了当地社旗饶良某位领导的电话，领导就证实确实在当地有一座小庙，有这么一位高僧，而且也有一位肉身菩萨。我的家亲眷属就说，怎么这么出名的一位老和尚，当地知道的人知之甚少？我就跟她们介绍，我讲说，我想海贤老和尚给我们示现的就是谦卑到极处了。",
      "zh_TW": "上官居士：阿彌陀佛，感恩師父上人。師父上人最近常常教導大家要看海賢老和尚往生的光碟，弟子也一直在有學習。弟子的先生，老家就是河南南陽的，他在一九八幾年的時候，曾經有一面之緣見過海賢老和尚，當時海賢老和尚是在桐柏山，見面的時候，老和尚在耕地。所以說這個光碟上他們弟子講的，就是老和尚一生都是在耕作，這個絕對不是假的，確實是實實在在的。而且當時我的先生見到老和尚的時候，當地的人就向我的先生有介紹，說海賢老和尚有神通，在地上隨便抓一些草就可以給當地的百姓治病，而且治好了很多人。前些天，我先生的家人有從南陽過來，他的表弟妹是南陽的政協委員，然後我有跟她們介紹海賢老和尚的事蹟，她們就很感慨說，怎麼住在南陽這麼多年都從來沒有聽到過？於是就撥通了當地社旗饒良某位領導的電話，領導就證實確實在當地有一座小廟，有這麼一位高僧，而且也有一位肉身菩薩。我的家親眷屬就說，怎麼這麼出名的一位老和尚，當地知道的人知之甚少？我就跟她們介紹，我講說，我想海賢老和尚給我們示現的就是謙卑到極處了。"
    },
    {
      "id": "02-042-0002_p0057",
      "zh_CN": "所以我最近有总结了三点，跟学习讲经的同修们共勉，就是海贤老和尚的示现，谦卑到极处，其实也就是让我们学习讲经的这些同学来做到，我觉得这个示现就是针对我们的，给我们来做的，如果我们不能够放下傲慢心，那我们学习讲经也只能学习到文字和皮毛。第二点就是海贤老和尚一生专念阿弥陀佛，那也是给我们示现的一门深入。为什么他等了这么多年，九十多年念佛，等到二０一三年的时候才来示现往生？弟子愚痴，但是认为就是等我们的《大经科注》，就是在等这件事情。而也是给我们讲经班的同学示现，《科注》一定要让我们一辈子就这样学下去，一门深入，能够度自己、度众生，能够帮助一切的众生往生到极乐世界。第三点，弟子总结的就是，海贤老和尚最后的示现，手捧《若要佛法兴，唯有僧赞僧》，其实也就是教导我们学习经教的这些同学，我们要承担如来家业，将来要弘扬净土法门，如果我们彼此之间还有竞争、斗争，互相毁谤的话，那根本不可能成就。所以也就是让我们做到谦卑，一门深入的学习，并且永远的记住，一生一世的遵守，「若要佛法兴，唯有僧赞僧」。感恩师父，阿弥陀佛。",
      "zh_TW": "所以我最近有總結了三點，跟學習講經的同修們共勉，就是海賢老和尚的示現，謙卑到極處，其實也就是讓我們學習講經的這些同學來做到，我覺得這個示現就是針對我們的，給我們來做的，如果我們不能夠放下傲慢心，那我們學習講經也只能學習到文字和皮毛。第二點就是海賢老和尚一生專念阿彌陀佛，那也是給我們示現的一門深入。為什麼他等了這麼多年，九十多年念佛，等到二０一三年的時候才來示現往生？弟子愚痴，但是認為就是等我們的《大經科註》，就是在等這件事情。而也是給我們講經班的同學示現，《科註》一定要讓我們一輩子就這樣學下去，一門深入，能夠度自己、度眾生，能夠幫助一切的眾生往生到極樂世界。第三點，弟子總結的就是，海賢老和尚最後的示現，手捧《若要佛法興，唯有僧讚僧》，其實也就是教導我們學習經教的這些同學，我們要承擔如來家業，將來要弘揚淨土法門，如果我們彼此之間還有競爭、鬥爭，互相毀謗的話，那根本不可能成就。所以也就是讓我們做到謙卑，一門深入的學習，並且永遠的記住，一生一世的遵守，「若要佛法興，唯有僧讚僧」。感恩師父，阿彌陀佛。"
    },
    {
      "id": "02-042-0002_p0058",
      "zh_CN": "老法师：上官的总结是正确的。我们也体会到，他的表法，九十二年的时间念佛，就是为了证明，夏莲居老居士的会集本是真的，黄念祖老居士的注解是真的，我们这十几年的学习没有走错路，是一条真正走向西方成佛之道。所以我们要向老和尚学习。老和尚这一生，确实就是《还源观》上讲的「代众生苦」，一生的苦行是代众生受苦，让我们受苦减轻一点，慈悲到极处。神通我相信，我能够看得出来。最后等着表法，就是等这部书的出现，证明我们走的路正确。好，今天时间差不多了。对，这个方法很好，大家都可以能见到面。",
      "zh_TW": "老法師：上官的總結是正確的。我們也體會到，他的表法，九十二年的時間念佛，就是為了證明，夏蓮居老居士的會集本是真的，黃念祖老居士的註解是真的，我們這十幾年的學習沒有走錯路，是一條真正走向西方成佛之道。所以我們要向老和尚學習。老和尚這一生，確實就是《還源觀》上講的「代眾生苦」，一生的苦行是代眾生受苦，讓我們受苦減輕一點，慈悲到極處。神通我相信，我能夠看得出來。最後等著表法，就是等這部書的出現，證明我們走的路正確。好，今天時間差不多了。對，這個方法很好，大家都可以能見到面。"
    }
  ]
}