{
  "doc_id": "02-042-0102",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "开成法师",
    "丁嘉丽",
    "慧严法师"
  ],
  "volume": {
    "zh_CN": "第一０二集",
    "zh_TW": "第一０二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-042-0102",
  "total_paragraphs": 86,
  "paragraphs": [
    {
      "id": "02-042-0102_p0001",
      "zh_CN": "老法师：好，我们就这三篇，一、二、三，三篇。",
      "zh_TW": "老法師：好，我們就這三篇，一、二、三，三篇。"
    },
    {
      "id": "02-042-0102_p0002",
      "zh_CN": "学生：惭愧学生开成，今天向大家恭敬汇报的主题是「弘法利生，必扎三个根」。",
      "zh_TW": "學生：慚愧學生開成，今天向大家恭敬匯報的主題是「弘法利生，必紮三個根」。"
    },
    {
      "id": "02-042-0102_p0003",
      "zh_CN": "师父上人常常讲，人的一生从出生到二十岁是人生的春天，从二十到四十是人生的夏天，从四十到六十是人生的秋天，从六十到八十是人生的冬天。二十以前心地单纯，是我们接受教育最好的时机，尤其是三岁以前的扎根教育更为重要，古人所谓「三岁看八十」，正如经之序分，观一经之序品，便可知全经之大小偏圆，由首之五官可窥其人之善恶智愚。二十到六十这是人生的夏天和秋天，是我们人生步入社会，为社会服务的阶段，也是人生之中经历最丰富的阶段，就好像经之正宗分，如人之身躯，心肺各脏皆备于是。六十到八十是人生的冬天，回家养老，将自己人生的经验、学问传给下一代，如经之流通分。所以不同的年龄有不同的任务。",
      "zh_TW": "師父上人常常講，人的一生從出生到二十歲是人生的春天，從二十到四十是人生的夏天，從四十到六十是人生的秋天，從六十到八十是人生的冬天。二十以前心地單純，是我們接受教育最好的時機，尤其是三歲以前的扎根教育更為重要，古人所謂「三歲看八十」，正如經之序分，觀一經之序品，便可知全經之大小偏圓，由首之五官可窺其人之善惡智愚。二十到六十這是人生的夏天和秋天，是我們人生步入社會，為社會服務的階段，也是人生之中經歷最豐富的階段，就好像經之正宗分，如人之身軀，心肺各臟皆備於是。六十到八十是人生的冬天，回家養老，將自己人生的經驗、學問傳給下一代，如經之流通分。所以不同的年齡有不同的任務。"
    },
    {
      "id": "02-042-0102_p0004",
      "zh_CN": "师父上人一生全心全力为众生服务、尊师重道，用其一生演绎释迦如来正法，示现多元文化教育义务工作者的身分，到了晚年归心净土。犹如华严五十三参，自己始终不离万德洪名，一生虽然讲过很多经，但只是权巧接众而已，晚年导归极乐才是师父上人的本怀，慈悲至极，不忍众生苦。可是师父上人已经年近九旬，他老人家的法脉应是我们这些年轻人发心承传。不遇此缘分则已，遇到了这个缘分就应尽心尽力去做。师父上人说我们遇到了弘法利生的机缘而不肯做，这没有慈悲心。",
      "zh_TW": "師父上人一生全心全力為眾生服務、尊師重道，用其一生演繹釋迦如來正法，示現多元文化教育義務工作者的身分，到了晚年歸心淨土。猶如華嚴五十三參，自己始終不離萬德洪名，一生雖然講過很多經，但只是權巧接眾而已，晚年導歸極樂才是師父上人的本懷，慈悲至極，不忍眾生苦。可是師父上人已經年近九旬，他老人家的法脈應是我們這些年輕人發心承傳。不遇此緣分則已，遇到了這個緣分就應盡心盡力去做。師父上人說我們遇到了弘法利生的機緣而不肯做，這沒有慈悲心。"
    },
    {
      "id": "02-042-0102_p0005",
      "zh_CN": "承传法脉，弘法利生的目的是以师志为己志，帮助众生破迷开悟，离究竟苦、得究竟乐，回归极乐，回归自性。若不懂得孝敬，不懂得人与人之间的相处之道，反而破坏了自性的和合之气，又怎么能弘法呢？所以发心弘法之人，一定要按照三福的修行指导原则，从第一福的孝亲尊师开始学起。孝亲尊师的落实就是《弟子规》。《弟子规》讲的是什么？孝敬。孝敬的初步延伸就是五伦、五常，这是在人道，孝敬的究竟圆满是虚空法界与我一体。所以五伦五常这是基础。人与人的交往五伦为首，因为五伦是道，五常是德，有道才能有德，不符合道，而说自己有德，那个德是假的。而伦理关系就要透过礼节才能得以展现，没有礼则伦理关系不显，父不父、子不子、君不君、臣不臣。道德不彰，人人自以为是，认为自己所作所为是对的，标新立异，斗诤坚固，社会一片动荡。所以古人建立一个国家，前五年就要制定礼乐，有了礼，人的行为举止就有了标准，不敢放肆，使其能行在道中，在道中落实五常才是实德，人人能敦睦伦常，社会一片祥和。孝心表现出来的是敬意，而敬意要透过礼节才能表达。所以师父上人无论到哪个宗教，都遵守他们的礼节，他们感到备受尊重很欢喜，这是师父上人孝敬之心的落实。所以孝敬是精神，永远不能变，外面的礼节可以恒顺众生，但是一定要遵守，不遵守我们的孝敬有亏。可见礼节之必要性，疏忽礼节狂妄自大，终将一事无成。诸事不顺，因不孝不敬，不能遵守礼仪。",
      "zh_TW": "承傳法脈，弘法利生的目的是以師志為己志，幫助眾生破迷開悟，離究竟苦、得究竟樂，回歸極樂，回歸自性。若不懂得孝敬，不懂得人與人之間的相處之道，反而破壞了自性的和合之氣，又怎麼能弘法呢？所以發心弘法之人，一定要按照三福的修行指導原則，從第一福的孝親尊師開始學起。孝親尊師的落實就是《弟子規》。《弟子規》講的是什麼？孝敬。孝敬的初步延伸就是五倫、五常，這是在人道，孝敬的究竟圓滿是虛空法界與我一體。所以五倫五常這是基礎。人與人的交往五倫為首，因為五倫是道，五常是德，有道才能有德，不符合道，而說自己有德，那個德是假的。而倫理關係就要透過禮節才能得以展現，沒有禮則倫理關係不顯，父不父、子不子、君不君、臣不臣。道德不彰，人人自以為是，認為自己所作所為是對的，標新立異，鬥諍堅固，社會一片動盪。所以古人建立一個國家，前五年就要制定禮樂，有了禮，人的行為舉止就有了標準，不敢放肆，使其能行在道中，在道中落實五常才是實德，人人能敦睦倫常，社會一片祥和。孝心表現出來的是敬意，而敬意要透過禮節才能表達。所以師父上人無論到哪個宗教，都遵守他們的禮節，他們感到備受尊重很歡喜，這是師父上人孝敬之心的落實。所以孝敬是精神，永遠不能變，外面的禮節可以恆順眾生，但是一定要遵守，不遵守我們的孝敬有虧。可見禮節之必要性，疏忽禮節狂妄自大，終將一事無成。諸事不順，因不孝不敬，不能遵守禮儀。"
    },
    {
      "id": "02-042-0102_p0006",
      "zh_CN": "可是我们学三个根，到底影不影响我们念佛？师父上人常常提醒我们要放下万缘，老实念佛。放下是不是什么都不做了？放下是个什么样子？如何放下？贤公和尚为我们做了一个最好的榜样，他老人家对物质需求降到最低，吃苦穿补，一生之中用这个身体为众生服务，连往生的当天都在地里干农活，一生不知疲倦，他把身相放下了。一生不为自己着想，没有一个妄想杂念，念念是弥陀，念念是为众生着想，他把我见也放下了。这是一个放下身心世界的样子，这是一个真信切愿求生西方的样子，这是一个老实念佛只有一句弥陀的样子。放下娑婆世界不是讨厌娑婆，应知娑婆世界是我们心现识变的，识就是无明烦恼、尘沙烦恼、见思烦恼，所以厌离娑婆是放下烦恼习气。「一切众生皆有如来智慧德相，但因妄想分别执着而不能证得。」用一句弥陀放下烦恼习气，自性便会彰显。所以真念佛人显现出来的是愈来愈孝敬，能恒顺众生，随喜功德，并没有离开三个根。心中只有弥陀，没有烦恼，一句佛号念念不断，愈念愈欢喜，愈念愈感恩师父上人的教导，感恩两土导师的慈悲，愈念愈法喜，又怎么会不欣求极乐？",
      "zh_TW": "可是我們學三個根，到底影不影響我們念佛？師父上人常常提醒我們要放下萬緣，老實念佛。放下是不是什麼都不做了？放下是個什麼樣子？如何放下？賢公和尚為我們做了一個最好的榜樣，他老人家對物質需求降到最低，吃苦穿補，一生之中用這個身體為眾生服務，連往生的當天都在地裡幹農活，一生不知疲倦，他把身相放下了。一生不為自己著想，沒有一個妄想雜念，念念是彌陀，念念是為眾生著想，他把我見也放下了。這是一個放下身心世界的樣子，這是一個真信切願求生西方的樣子，這是一個老實念佛只有一句彌陀的樣子。放下娑婆世界不是討厭娑婆，應知娑婆世界是我們心現識變的，識就是無明煩惱、塵沙煩惱、見思煩惱，所以厭離娑婆是放下煩惱習氣。「一切眾生皆有如來智慧德相，但因妄想分別執著而不能證得。」用一句彌陀放下煩惱習氣，自性便會彰顯。所以真念佛人顯現出來的是愈來愈孝敬，能恆順眾生，隨喜功德，並沒有離開三個根。心中只有彌陀，沒有煩惱，一句佛號念念不斷，愈念愈歡喜，愈念愈感恩師父上人的教導，感恩兩土導師的慈悲，愈念愈法喜，又怎麼會不欣求極樂？"
    },
    {
      "id": "02-042-0102_p0007",
      "zh_CN": "以前学生在学《科注》时，总觉得我一定要把这部经学懂，所以所知障很重。不懂的地方很想把它搞明白，胡思乱想，用自己的意识心去推求。后来就放下了，这个身不是我，这个心也不是我，在这个世间所作的一切都不是为了我，而是为了众生。学习经教是在做弘法利生的事情，跟我没关系，我只要拿出我的真诚心、清净心、恭敬心就够了，一切都交给佛菩萨安排。听懂了，众生有福报；听不懂是众生没有福报，或是自己有业障，还需要忏除自己的业障，提升自己的真诚心、清净心、恭敬心。放下了之后，反而经教更容易吸收。所以这个世间没有一件事跟我有关，学着将身心世界一切放下，一有妄想杂念起来，马上就换成阿弥陀佛。师父上人说在这个世间为自己就是一句阿弥陀佛，「法尚应舍，何况非法」，要彻底放下。所以无论各行各业，无论男女老少，都可以做到放下身心世界，老实念佛。最大障碍不在外面，而是在我们总是有个我。非必像念佛堂的老菩萨那样，才是放下身心世界，不同的年龄有不同的缘分与使命。只要发心弘法利生，为佛法、为众生，一切都是佛菩萨安排的。我们的衣食住行，我们的课程，我们遇到的一切境缘，都是佛菩萨安排的。",
      "zh_TW": "以前學生在學《科註》時，總覺得我一定要把這部經學懂，所以所知障很重。不懂的地方很想把它搞明白，胡思亂想，用自己的意識心去推求。後來就放下了，這個身不是我，這個心也不是我，在這個世間所作的一切都不是為了我，而是為了眾生。學習經教是在做弘法利生的事情，跟我沒關係，我只要拿出我的真誠心、清淨心、恭敬心就夠了，一切都交給佛菩薩安排。聽懂了，眾生有福報；聽不懂是眾生沒有福報，或是自己有業障，還需要懺除自己的業障，提升自己的真誠心、清淨心、恭敬心。放下了之後，反而經教更容易吸收。所以這個世間沒有一件事跟我有關，學著將身心世界一切放下，一有妄想雜念起來，馬上就換成阿彌陀佛。師父上人說在這個世間為自己就是一句阿彌陀佛，「法尚應捨，何況非法」，要徹底放下。所以無論各行各業，無論男女老少，都可以做到放下身心世界，老實念佛。最大障礙不在外面，而是在我們總是有個我。非必像念佛堂的老菩薩那樣，才是放下身心世界，不同的年齡有不同的緣分與使命。只要發心弘法利生，為佛法、為眾生，一切都是佛菩薩安排的。我們的衣食住行，我們的課程，我們遇到的一切境緣，都是佛菩薩安排的。"
    },
    {
      "id": "02-042-0102_p0008",
      "zh_CN": "真能放下身心世界，老实念佛，就是真身住极乐，化身住娑婆，得大自在。真身既是法身、真心，就是清净平等觉的心。六根对六尘如如不动，什么不动？清净平等觉的心不动，心是空的，像是电视屏幕，但它却能将万事万物照得清清楚楚，如大圆宝镜影摄虚空法界，一法不漏；遇缘它生起三种现象，如屏幕画面，是生灭之法。真心能了如指掌，因真心不动，妄心是动的。所以主仆各归本位，妄心（仆人）再也不能当家做主，听从主人的安排。用念而不住念，用相而不着相，当相离相，即见实相。用这样的心念佛，用这样的心处事待人接物，便能心心流入觉海，念念普利群萌。又因弥陀名号与极乐世界相应，所以念念弥陀，念念住极乐。且弥陀名号是自性名号，起心念佛之时是我始觉，所念之佛正我本觉，始本不二，生佛不二。念佛时即是做佛时，即是真身住极乐之时，遇缘现相即是化身娑婆之时，隐现自在，得大自在。是故全事即理，全妄归真，全性起修，全修在性。广学三根原为深入一句弥陀，一句弥陀总持万法。如此则入念佛三昧，此三昧是诸佛所住。住此三昧才能广宣流布此《无量寿经》，能如师父上人一样行此导师之行，得最胜之道。所以真发心传承师父上人法脉，必扎三根。",
      "zh_TW": "真能放下身心世界，老實念佛，就是真身住極樂，化身住娑婆，得大自在。真身既是法身、真心，就是清淨平等覺的心。六根對六塵如如不動，什麼不動？清淨平等覺的心不動，心是空的，像是電視屏幕，但它卻能將萬事萬物照得清清楚楚，如大圓寶鏡影攝虛空法界，一法不漏；遇緣它生起三種現象，如屏幕畫面，是生滅之法。真心能瞭如指掌，因真心不動，妄心是動的。所以主僕各歸本位，妄心（僕人）再也不能當家做主，聽從主人的安排。用念而不住念，用相而不著相，當相離相，即見實相。用這樣的心念佛，用這樣的心處事待人接物，便能心心流入覺海，念念普利群萌。又因彌陀名號與極樂世界相應，所以念念彌陀，念念住極樂。且彌陀名號是自性名號，起心念佛之時是我始覺，所念之佛正我本覺，始本不二，生佛不二。念佛時即是做佛時，即是真身住極樂之時，遇緣現相即是化身娑婆之時，隱現自在，得大自在。是故全事即理，全妄歸真，全性起修，全修在性。廣學三根原為深入一句彌陀，一句彌陀總持萬法。如此則入念佛三昧，此三昧是諸佛所住。住此三昧才能廣宣流布此《無量壽經》，能如師父上人一樣行此導師之行，得最勝之道。所以真發心傳承師父上人法脈，必紮三根。"
    },
    {
      "id": "02-042-0102_p0009",
      "zh_CN": "我辈凡夫可以即身成佛，全仗弥陀无量劫的修持，建立极乐妙果，今以此果觉做我因心，蒙弥陀慈父四十八大愿慈悲加持，无论男女老少、贤愚不肖，上至等觉菩萨，下至地狱众生，只要信愿持名，一念十念皆能往生，一生成佛！如此深恩厚泽，怎能不知恩图报？今日幸遇此学习经教之胜因，若不直下承担，上愧对诸佛菩萨，历代传法祖师大德，师父上人，下无颜面对法界一切众生。虽有此承传之心，但深知自己无德无能，且业障深重，弘法路途又很艰辛，唯有将此一句佛号贯穿人生四季，用一生演绎大经，全身投靠弥陀慈父，恳求师父上人、弥陀慈父慈悲加持。",
      "zh_TW": "我輩凡夫可以即身成佛，全仗彌陀無量劫的修持，建立極樂妙果，今以此果覺做我因心，蒙彌陀慈父四十八大願慈悲加持，無論男女老少、賢愚不肖，上至等覺菩薩，下至地獄眾生，只要信願持名，一念十念皆能往生，一生成佛！如此深恩厚澤，怎能不知恩圖報？今日幸遇此學習經教之勝因，若不直下承擔，上愧對諸佛菩薩，歷代傳法祖師大德，師父上人，下無顏面對法界一切眾生。雖有此承傳之心，但深知自己無德無能，且業障深重，弘法路途又很艱辛，唯有將此一句佛號貫穿人生四季，用一生演繹大經，全身投靠彌陀慈父，懇求師父上人、彌陀慈父慈悲加持。"
    },
    {
      "id": "02-042-0102_p0010",
      "zh_CN": "以上是惭愧学生开成粗浅的学习报告，错误之处请求尊敬的师父上人、诸位法师、诸位大德同修慈悲批评指正，学生乐意接受。至诚顶礼感恩，阿弥陀佛！",
      "zh_TW": "以上是慚愧學生開成粗淺的學習報告，錯誤之處請求尊敬的師父上人、諸位法師、諸位大德同修慈悲批評指正，學生樂意接受。至誠頂禮感恩，阿彌陀佛！"
    },
    {
      "id": "02-042-0102_p0011",
      "zh_CN": "老法师：开成师的报告我们听了、看了，说得都对，没有说错，问题自己也晓得。有承传大法，弘扬光大的心愿，自己现前无德无能，业障深重，弘法路途艰难遥远，用什么方法来修？你底下说得很好，你要把它做到，这些问题全解决了，那就是一句佛号。海贤老和尚做出了榜样，如果没有他给我们表法，我们今天说这些没人相信，活生生的样子摆在面前，你要不信那就没法子了。夏莲居老居士为我们会经，黄念祖老居士为我们集注，这两个人都是佛菩萨再来。这种艰巨的工作世间人做不到，二乘圣者做不到，权教菩萨做不到，他们是什么身分由此可知。",
      "zh_TW": "老法師：開成師的報告我們聽了、看了，說得都對，沒有說錯，問題自己也曉得。有承傳大法，弘揚光大的心願，自己現前無德無能，業障深重，弘法路途艱難遙遠，用什麼方法來修？你底下說得很好，你要把它做到，這些問題全解決了，那就是一句佛號。海賢老和尚做出了榜樣，如果沒有他給我們表法，我們今天說這些沒人相信，活生生的樣子擺在面前，你要不信那就沒法子了。夏蓮居老居士為我們會經，黃念祖老居士為我們集註，這兩個人都是佛菩薩再來。這種艱巨的工作世間人做不到，二乘聖者做不到，權教菩薩做不到，他們是什麼身分由此可知。"
    },
    {
      "id": "02-042-0102_p0012",
      "zh_CN": "真正能够信愿持名，万缘放下，这个人获得一切诸佛的尊敬。为什么？诸佛尊敬他，他快要成佛了。谁能接受？男女老少、贤愚不肖，只要肯信，只要真正发愿，知道极乐世界好。它的好处太多了，说不尽，那个地方没有烦恼、没有障碍、没有邪法，阿弥陀佛亲自住持，非常容易去。我们在《净土圣贤录》里头看到的宋朝莹珂，三天！他能三天把阿弥陀佛念来，我们能不能？能。我们为什么不如他？我们没有发这个勇猛心。他是被逼出来的，自己造作的罪业极重，必定堕无间地狱。他相信因果，同参道友劝他，念佛求生净土就不会堕地狱。三天三夜，不吃不眠，把阿弥陀佛念来。这个能把他念来就是功夫成片，功夫成片能感，佛一定能应。阿弥陀佛在哪里？阿弥陀佛无处不在，阿弥陀佛无时不在。为什么？阿弥陀佛就是常寂光，常寂光就是阿弥陀佛，你有感，他就现。",
      "zh_TW": "真正能夠信願持名，萬緣放下，這個人獲得一切諸佛的尊敬。為什麼？諸佛尊敬他，他快要成佛了。誰能接受？男女老少、賢愚不肖，只要肯信，只要真正發願，知道極樂世界好。它的好處太多了，說不盡，那個地方沒有煩惱、沒有障礙、沒有邪法，阿彌陀佛親自住持，非常容易去。我們在《淨土聖賢錄》裡頭看到的宋朝瑩珂，三天！他能三天把阿彌陀佛念來，我們能不能？能。我們為什麼不如他？我們沒有發這個勇猛心。他是被逼出來的，自己造作的罪業極重，必定墮無間地獄。他相信因果，同參道友勸他，念佛求生淨土就不會墮地獄。三天三夜，不吃不眠，把阿彌陀佛念來。這個能把他念來就是功夫成片，功夫成片能感，佛一定能應。阿彌陀佛在哪裡？阿彌陀佛無處不在，阿彌陀佛無時不在。為什麼？阿彌陀佛就是常寂光，常寂光就是阿彌陀佛，你有感，他就現。"
    },
    {
      "id": "02-042-0102_p0013",
      "zh_CN": "所以我们看到海贤老和尚，念佛九十二年，后面一半时期，也就是晚年这四、五十年，他功夫纯熟，他念到理一心不乱。理一心不乱是什么样子？我念佛求佛，佛就现前，随时随地。他给我们证明，极乐世界真有，阿弥陀佛真有。他跟阿弥陀佛见面次数太多了，我是最保守的估计，他绝不少于十次，我相信有几十次之多，甚至于上百次，九十二年，这么长的时间。佛劝他表法，做一个学佛人、佛弟子的好榜样，做一个修净土的好榜样。这么好的样子在面前，我们只要能看懂了、听懂了，照着他的方法去做，没有一个不成就。千万不能疏忽！",
      "zh_TW": "所以我們看到海賢老和尚，念佛九十二年，後面一半時期，也就是晚年這四、五十年，他功夫純熟，他念到理一心不亂。理一心不亂是什麼樣子？我念佛求佛，佛就現前，隨時隨地。他給我們證明，極樂世界真有，阿彌陀佛真有。他跟阿彌陀佛見面次數太多了，我是最保守的估計，他絕不少於十次，我相信有幾十次之多，甚至於上百次，九十二年，這麼長的時間。佛勸他表法，做一個學佛人、佛弟子的好榜樣，做一個修淨土的好榜樣。這麼好的樣子在面前，我們只要能看懂了、聽懂了，照著他的方法去做，沒有一個不成就。千萬不能疏忽！"
    },
    {
      "id": "02-042-0102_p0014",
      "zh_CN": "佛法真正不可思议，这真正不可思议从哪里来的？从净宗来的。没有净土，佛教实在讲，也没有什么值得大家重视的。净土这一门可以说妙绝了，在佛教里头所有宗派，所有的这些宗门教下、显教密教，要想一生成就，要想很快成就，《弥陀经》上讲若一日、若二日到若六日，这是有时间性的，我们看到莹珂法师，三日。那个七日，七不是数字，七是代表圆满，也就是你念到功夫成片，功夫成片跟阿弥陀佛感应道交，阿弥陀佛一定现身来给你说法，那就是七。一心不乱是七，七是圆满，功德圆满。圆满你还留在这个世间，那就是跟海贤法师一样，阿弥陀佛劝导你，你随时可以往生，你修得很好，可以做大众的榜样，多住几年，发慈悲心多住几年，多接引一些众生，是这个意思。他得大自在，所以他法喜充满。从早干活干到晚，不知道疲倦，一百多岁的人。一般人做不到，为什么他能做到？所以不学这个法门就真难，为什么？全要自己消业。自己断烦恼，自己消业障，难，太难太难！什么时候第一个关头能把身见破掉，证须陀洹果？证须陀洹果要脱离六道轮回，天上人间七次往来。人间寿命短，天上时间长，你就想到要多少万万万万年才能脱离轮回。这个法门，莹珂告诉我们是三天就脱离了。我们要有智慧，要能拣别，三天能成就的，一生能成就的，生生世世无量劫才能成就的，摆在面前，你选哪一个？佛菩萨慈悲到极处！你能说海贤不是佛菩萨来示现的吗？他跟夏莲居老居士、他跟黄念祖老居士是一样身分的人，都是再来人，怜悯娑婆世界众生。现在整个社会乱成一团，什么人是有福的人？冷静的人，不被外面境界所动的人，这种人有定、有慧、有福报，这种人是今天佛法里面的当机者，当机是决定得度。所以，希望你学海贤老和尚，你一生决定有成就。",
      "zh_TW": "佛法真正不可思議，這真正不可思議從哪裡來的？從淨宗來的。沒有淨土，佛教實在講，也沒有什麼值得大家重視的。淨土這一門可以說妙絕了，在佛教裡頭所有宗派，所有的這些宗門教下、顯教密教，要想一生成就，要想很快成就，《彌陀經》上講若一日、若二日到若六日，這是有時間性的，我們看到瑩珂法師，三日。那個七日，七不是數字，七是代表圓滿，也就是你念到功夫成片，功夫成片跟阿彌陀佛感應道交，阿彌陀佛一定現身來給你說法，那就是七。一心不亂是七，七是圓滿，功德圓滿。圓滿你還留在這個世間，那就是跟海賢法師一樣，阿彌陀佛勸導你，你隨時可以往生，你修得很好，可以做大眾的榜樣，多住幾年，發慈悲心多住幾年，多接引一些眾生，是這個意思。他得大自在，所以他法喜充滿。從早幹活幹到晚，不知道疲倦，一百多歲的人。一般人做不到，為什麼他能做到？所以不學這個法門就真難，為什麼？全要自己消業。自己斷煩惱，自己消業障，難，太難太難！什麼時候第一個關頭能把身見破掉，證須陀洹果？證須陀洹果要脫離六道輪迴，天上人間七次往來。人間壽命短，天上時間長，你就想到要多少萬萬萬萬年才能脫離輪迴。這個法門，瑩珂告訴我們是三天就脫離了。我們要有智慧，要能揀別，三天能成就的，一生能成就的，生生世世無量劫才能成就的，擺在面前，你選哪一個？佛菩薩慈悲到極處！你能說海賢不是佛菩薩來示現的嗎？他跟夏蓮居老居士、他跟黃念祖老居士是一樣身分的人，都是再來人，憐憫娑婆世界眾生。現在整個社會亂成一團，什麼人是有福的人？冷靜的人，不被外面境界所動的人，這種人有定、有慧、有福報，這種人是今天佛法裡面的當機者，當機是決定得度。所以，希望你學海賢老和尚，你一生決定有成就。"
    },
    {
      "id": "02-042-0102_p0015",
      "zh_CN": "学生：惭愧不肖弟子丁嘉丽恭敬报告的题目是「不要假学佛，不当佛油子」。特叩呈内容如下：",
      "zh_TW": "學生：慚愧不肖弟子丁嘉麗恭敬報告的題目是「不要假學佛，不當佛油子」。特叩呈內容如下："
    },
    {
      "id": "02-042-0102_p0016",
      "zh_CN": "一、生病时佛号掉链子",
      "zh_TW": "一、生病時佛號掉鏈子"
    },
    {
      "id": "02-042-0102_p0017",
      "zh_CN": "弟子近来认真聆听恩师上人讲经，总是强调名号功德不可思议，学习班上又听闻到许多同修分享的念佛功德事迹，倍受鼓舞。我特别想跟大家分享一下我的心得体会，可以说从反面教材来说明老实、听话、真干念佛的重要性，真的惭愧至极！",
      "zh_TW": "弟子近來認真聆聽恩師上人講經，總是強調名號功德不可思議，學習班上又聽聞到許多同修分享的念佛功德事蹟，倍受鼓舞。我特別想跟大家分享一下我的心得體會，可以說從反面教材來說明老實、聽話、真幹念佛的重要性，真的慚愧至極！"
    },
    {
      "id": "02-042-0102_p0018",
      "zh_CN": "事情要从今年元旦我生的一场病说起，就是这场病，让我清醒的认识到我念佛功夫太差了，关键时刻根本提不起佛号来。我学习印光大师十念法念佛已三年时间，自认为有进步，不知不觉生起了傲慢心。而且我也多次亲近过恩师上人，亲近过胡小林老师，那分得意不经意间增长了我的自以为是。结果有一天，我在与孩子交流中专挑她的错，恨铁不成钢，情急之下突然就晕倒了。当时还有一些同修在身边，她们拼命的提醒我，「嘉丽姐，赶紧念佛！」「嘉丽姐，心中啥也别想，快念阿弥陀佛！」可我却说：「赶紧打一二０，我这儿难受着呢，天旋地转，念什么佛！」送医院的路上，我恶心吐得稀里哗啦的，根本想不起佛号来，反而抱怨佛友们没听我的话，忘记带塑胶袋，难受得「哎哟哎哟」喊个不停。两个佛友着急得提醒我，「嘉丽姐，您别哎哟了，快念佛吧！」我当时很烦她们不能体谅我的痛苦。到了医院，我嫌医生、护士动作怎么这么慢，咋还不快给我打针，怨恨恼怒烦齐上阵，根本想不起来念阿弥陀佛，念头全在身体的病痛上。",
      "zh_TW": "事情要從今年元旦我生的一場病說起，就是這場病，讓我清醒的認識到我念佛功夫太差了，關鍵時刻根本提不起佛號來。我學習印光大師十念法念佛已三年時間，自認為有進步，不知不覺生起了傲慢心。而且我也多次親近過恩師上人，親近過胡小林老師，那分得意不經意間增長了我的自以為是。結果有一天，我在與孩子交流中專挑她的錯，恨鐵不成鋼，情急之下突然就暈倒了。當時還有一些同修在身邊，她們拼命的提醒我，「嘉麗姐，趕緊念佛！」「嘉麗姐，心中啥也別想，快念阿彌陀佛！」可我卻說：「趕緊打一二０，我這兒難受著呢，天旋地轉，念什麼佛！」送醫院的路上，我噁心吐得稀里嘩啦的，根本想不起佛號來，反而抱怨佛友們沒聽我的話，忘記帶塑膠袋，難受得「哎喲哎喲」喊個不停。兩個佛友著急得提醒我，「嘉麗姐，您別哎喲了，快念佛吧！」我當時很煩她們不能體諒我的痛苦。到了醫院，我嫌醫生、護士動作怎麼這麼慢，咋還不快給我打針，怨恨惱怒煩齊上陣，根本想不起來念阿彌陀佛，念頭全在身體的病痛上。"
    },
    {
      "id": "02-042-0102_p0019",
      "zh_CN": "经诊断我得的是美尼尔综合症。后来回家不能动，一些佛友照顾我，在我家中念佛。我看佛友们念佛拜佛时，偶尔也会挺羡慕的想努力起身念佛拜佛，但不行，立马头晕，且毛病脾气都来了，嫌佛友炒菜油烟大，烦佛友说话的声大，这样的日子持续了很长一段时间。有一天，我把满肚子委屈和事情的原由再一次向一位老菩萨诉说起来，没想到刚说完，再一次天旋地转，致使病情加重，还是一句佛号没想起来。直到后来一位同修闻讯赶来棒喝我：「念佛人关键时刻根本提不起佛号，这是掉链子！妳这是打着学佛的幌子消遣佛法，妳这是假学佛！」这句话如雷贯耳，一下子把我惊醒了，到现在想起来我都直冒冷汗，后怕得厉害。这场病真真切切的告诉我生命无常，就在呼吸之间。我是万幸中的万幸，没在那场病中走了，否则当时我那个瞋恨心之大，必下阿鼻地狱。",
      "zh_TW": "經診斷我得的是美尼爾綜合症。後來回家不能動，一些佛友照顧我，在我家中念佛。我看佛友們念佛拜佛時，偶爾也會挺羨慕的想努力起身念佛拜佛，但不行，立馬頭暈，且毛病脾氣都來了，嫌佛友炒菜油煙大，煩佛友說話的聲大，這樣的日子持續了很長一段時間。有一天，我把滿肚子委屈和事情的原由再一次向一位老菩薩訴說起來，沒想到剛說完，再一次天旋地轉，致使病情加重，還是一句佛號沒想起來。直到後來一位同修聞訊趕來棒喝我：「念佛人關鍵時刻根本提不起佛號，這是掉鏈子！妳這是打著學佛的幌子消遣佛法，妳這是假學佛！」這句話如雷貫耳，一下子把我驚醒了，到現在想起來我都直冒冷汗，後怕得厲害。這場病真真切切的告訴我生命無常，就在呼吸之間。我是萬幸中的萬幸，沒在那場病中走了，否則當時我那個瞋恨心之大，必下阿鼻地獄。"
    },
    {
      "id": "02-042-0102_p0020",
      "zh_CN": "学十念法念佛已经三年了，病魔一来，居然一声佛号也提不起来，这个太可怕了！恩师上人多次讲经时提到念佛的「念」不是嘴念，是「今心」，即现在的心中有佛。我的心中没有佛，我还是自私自利，五毒俱全，怎么会不生病？这场病给我敲响了警钟。我口口声声说自己是念佛人，天天在念佛，为什么生病时一声佛号都提不起来，关键之时掉链子？就是我不老实，没真听恩师上人的话，我也没有真干，根本没有放下身心世界来念佛。我那时念佛有点像是应景，甚至有点想出风头，贪好、图名，没有为了了生死而念佛，没有坚决的出离心来念佛，也根本没有真思地狱苦，怕堕地狱而来念佛，也就是没有真信切愿的来念佛。",
      "zh_TW": "學十念法念佛已經三年了，病魔一來，居然一聲佛號也提不起來，這個太可怕了！恩師上人多次講經時提到念佛的「念」不是嘴念，是「今心」，即現在的心中有佛。我的心中沒有佛，我還是自私自利，五毒俱全，怎麼會不生病？這場病給我敲響了警鐘。我口口聲聲說自己是念佛人，天天在念佛，為什麼生病時一聲佛號都提不起來，關鍵之時掉鏈子？就是我不老實，沒真聽恩師上人的話，我也沒有真幹，根本沒有放下身心世界來念佛。我那時念佛有點像是應景，甚至有點想出風頭，貪好、圖名，沒有為了了生死而念佛，沒有堅決的出離心來念佛，也根本沒有真思地獄苦，怕墮地獄而來念佛，也就是沒有真信切願的來念佛。"
    },
    {
      "id": "02-042-0102_p0021",
      "zh_CN": "佛菩萨慈悲，恩师上人慈悲，知道我等学佛人的根基火候，今年特别为我们学佛人提供了修学的榜样，敦促学佛人来学习上海下贤老和尚老实念佛求生净土。尊敬的上海下贤老和尚是发了「轮回路险，死生事大」的出离心，听从自己的剃度恩师的教诲，一句阿弥陀佛佛号，九十二年不拐弯，老实、听话、真干，真得大利益！",
      "zh_TW": "佛菩薩慈悲，恩師上人慈悲，知道我等學佛人的根基火候，今年特別為我們學佛人提供了修學的榜樣，敦促學佛人來學習上海下賢老和尚老實念佛求生淨土。尊敬的上海下賢老和尚是發了「輪迴路險，死生事大」的出離心，聽從自己的剃度恩師的教誨，一句阿彌陀佛佛號，九十二年不拐彎，老實、聽話、真幹，真得大利益！"
    },
    {
      "id": "02-042-0102_p0022",
      "zh_CN": "感恩佛菩萨的不离不弃，和恩师上人的讲经教学，也感恩年初的这场病，让我认识到我的傲慢，我的自以为是，差点害了我的身命及法身慧命，让我意识到自己是假学佛。恩师上人反反复复在讲经中说到，没有真正做到就是理不明，就是没真信，就是有怀疑，有怀疑就要认真的听经。我非常惭愧，以前有机会拜见恩师上人，每次恩师上人都叮咛我一定要认真听经，跟着黄念老的《大经解》学习，莫换题目，老实念佛。我当时总是对恩师上人说：「师父，您放心吧！我回去一定要好好听经、好好念佛。」现在，惭愧不肖弟子丁嘉丽无颜以对，在这里，请允许我这个大逆不道的学生向恩师上人及大众忏悔：师父，我错了，我不老实，阳奉阴违，我根本没有听进去您嘱咐我的话，我也根本没理解您的慈悲开示。我愿意洗心革面，脱胎换骨，放下我慢、骄傲和自以为是，听从恩师教诲，老实听话真干，一句佛号念到底，直至往生成佛，不换题目。",
      "zh_TW": "感恩佛菩薩的不離不棄，和恩師上人的講經教學，也感恩年初的這場病，讓我認識到我的傲慢，我的自以為是，差點害了我的身命及法身慧命，讓我意識到自己是假學佛。恩師上人反反覆覆在講經中說到，沒有真正做到就是理不明，就是沒真信，就是有懷疑，有懷疑就要認真的聽經。我非常慚愧，以前有機會拜見恩師上人，每次恩師上人都叮嚀我一定要認真聽經，跟著黃念老的《大經解》學習，莫換題目，老實念佛。我當時總是對恩師上人說：「師父，您放心吧！我回去一定要好好聽經、好好念佛。」現在，慚愧不肖弟子丁嘉麗無顏以對，在這裡，請允許我這個大逆不道的學生向恩師上人及大眾懺悔：師父，我錯了，我不老實，陽奉陰違，我根本沒有聽進去您囑咐我的話，我也根本沒理解您的慈悲開示。我願意洗心革面，脫胎換骨，放下我慢、驕傲和自以為是，聽從恩師教誨，老實聽話真幹，一句佛號念到底，直至往生成佛，不換題目。"
    },
    {
      "id": "02-042-0102_p0023",
      "zh_CN": "反思我这次生病提不起佛号的原因，就是我的投机心理很强，总有侥幸心，认为自己能经常亲近到师父上人，也能经常亲近到胡小林老师等大德善知识们，常常是沾沾自喜。我的想法是，他们的德行修为那么好，靠他们保佑，靠他们的加持就行，我用不着苦修，我沾他们的光就行了。事实证明，我生的这场病给我重重一击，这种投机取巧的心理害死人。自己的生死路上，只有真心靠定阿弥陀佛才是定心丸。而平时不老实念阿弥陀佛佛号，养成习惯，在业力奔流的因缘点上，自己真的是一点都做不了主。",
      "zh_TW": "反思我這次生病提不起佛號的原因，就是我的投機心理很強，總有僥倖心，認為自己能經常親近到師父上人，也能經常親近到胡小林老師等大德善知識們，常常是沾沾自喜。我的想法是，他們的德行修為那麼好，靠他們保佑，靠他們的加持就行，我用不著苦修，我沾他們的光就行了。事實證明，我生的這場病給我重重一擊，這種投機取巧的心理害死人。自己的生死路上，只有真心靠定阿彌陀佛才是定心丸。而平時不老實念阿彌陀佛佛號，養成習慣，在業力奔流的因緣點上，自己真的是一點都做不了主。"
    },
    {
      "id": "02-042-0102_p0024",
      "zh_CN": "后来一位同修给我分析，这种求高僧大德加持的心、沾光的心就是不老实，花花肠肠，会害了自己的法身慧命。一定要死尽偷心，老老实实念这一声万德洪名。俗话说得好，各人吃饭各人饱，念佛真得要自己实打实的功夫。我们念佛人的真功夫就是放下身心世界，这声佛号不怀疑、不夹杂、不间断。平时就得死心塌地的念这声佛号，以备临终之需。我生病时那个难受情况已让我六神无主，提不起佛号，临终四大分解时如生龟剥壳的痛苦，那应该是我生病时的万千多倍都不止，怎样保证最后一念是阿弥陀佛？答案唯有老老实实回到当下，每天练习，每天念佛，把每天都当成我生命中的最后一天，用出离心来念佛。阿难尊者遭遇摩登伽女之难，也说明了修行最终在个人，自己要对自己的生死负责。公修公得，婆修婆得，不修不得。",
      "zh_TW": "後來一位同修給我分析，這種求高僧大德加持的心、沾光的心就是不老實，花花腸腸，會害了自己的法身慧命。一定要死盡偷心，老老實實念這一聲萬德洪名。俗話說得好，各人吃飯各人飽，念佛真得要自己實打實的功夫。我們念佛人的真功夫就是放下身心世界，這聲佛號不懷疑、不夾雜、不間斷。平時就得死心塌地的念這聲佛號，以備臨終之需。我生病時那個難受情況已讓我六神無主，提不起佛號，臨終四大分解時如生龜剝殼的痛苦，那應該是我生病時的萬千多倍都不止，怎樣保證最後一念是阿彌陀佛？答案唯有老老實實回到當下，每天練習，每天念佛，把每天都當成我生命中的最後一天，用出離心來念佛。阿難尊者遭遇摩登伽女之難，也說明了修行最終在個人，自己要對自己的生死負責。公修公得，婆修婆得，不修不得。"
    },
    {
      "id": "02-042-0102_p0025",
      "zh_CN": "这次生病之后，我再也不敢不下功夫了，我要对自己的生死负责。我每天都求阿弥陀佛让我老实听话念佛，晚上临睡前也真诚祈请阿弥陀佛慈父加持我在睡梦中保持正念，佛号不断，而且一旦阿弥陀佛慈父来接引我时，让我毫不犹豫放下身心世界，跟着阿弥陀佛慈父回西方老家。",
      "zh_TW": "這次生病之後，我再也不敢不下功夫了，我要對自己的生死負責。我每天都求阿彌陀佛讓我老實聽話念佛，晚上臨睡前也真誠祈請阿彌陀佛慈父加持我在睡夢中保持正念，佛號不斷，而且一旦阿彌陀佛慈父來接引我時，讓我毫不猶豫放下身心世界，跟著阿彌陀佛慈父回西方老家。"
    },
    {
      "id": "02-042-0102_p0026",
      "zh_CN": "二、身边同修的表演及启示",
      "zh_TW": "二、身邊同修的表演及啟示"
    },
    {
      "id": "02-042-0102_p0027",
      "zh_CN": "近来，我认识的很多佛友中有的改成念咒，有的改成拜占察忏，有的干脆就反过头来攻击会集本是伪经等等。我是既惭愧又揪心，既感叹又奋进，虽是五味杂陈，但心却是更加坚定，莫换题目，老实念佛。我天天自我鼓劲，我一定要跟定一个师父，学习一部大经，冲着一个目标，西方极乐世界，死乞白赖的念这一声阿弥陀佛。我天天对自己说，「信受弥陀救度，专称弥陀佛号，愿生弥陀净土，成佛后广度十方众生」。",
      "zh_TW": "近來，我認識的很多佛友中有的改成念咒，有的改成拜占察懺，有的乾脆就反過頭來攻擊會集本是偽經等等。我是既慚愧又揪心，既感嘆又奮進，雖是五味雜陳，但心卻是更加堅定，莫換題目，老實念佛。我天天自我鼓勁，我一定要跟定一個師父，學習一部大經，衝著一個目標，西方極樂世界，死乞白賴的念這一聲阿彌陀佛。我天天對自己說，「信受彌陀救度，專稱彌陀佛號，願生彌陀淨土，成佛後廣度十方眾生」。"
    },
    {
      "id": "02-042-0102_p0028",
      "zh_CN": "有一天，一个净土念佛的老菩萨给我打来一个电话，特别兴奋的告诉我，赶紧念楞严咒，念了特别清净舒服。我说：「那您不念阿弥陀佛了？」老菩萨说：「念佛多枯燥，十多年来我也没感应，我改念咒了。」老阿姨劝我也念咒，我婉言谢绝了。放下电话后我就想，为什么念佛十多年的老修改念咒了？法门平等，无有高下，个人选择也是自由的。但是从老阿姨身上，我看到了我潜在的一个阴影，那就是我也有求感应的心。这实际上是急功近利的心，急于求成，显摆自己的修为，贪图捷径，不扎实用功改毛病习气，不踏实念佛，耐不住寂寞，我自己身上也存在着这种想法甚至做法。",
      "zh_TW": "有一天，一個淨土念佛的老菩薩給我打來一個電話，特別興奮的告訴我，趕緊念楞嚴咒，念了特別清淨舒服。我說：「那您不念阿彌陀佛了？」老菩薩說：「念佛多枯燥，十多年來我也沒感應，我改念咒了。」老阿姨勸我也念咒，我婉言謝絕了。放下電話後我就想，為什麼念佛十多年的老修改念咒了？法門平等，無有高下，個人選擇也是自由的。但是從老阿姨身上，我看到了我潛在的一個陰影，那就是我也有求感應的心。這實際上是急功近利的心，急於求成，顯擺自己的修為，貪圖捷徑，不紮實用功改毛病習氣，不踏實念佛，耐不住寂寞，我自己身上也存在著這種想法甚至做法。"
    },
    {
      "id": "02-042-0102_p0029",
      "zh_CN": "在三年前，我接触到印光大师十念法时，我就想早点念好佛，来点什么感应。我当时还把心思用在打拍子记数，用语调来记数等雕虫小技上，总是想找出捷径，快点出效果。我曾天天在佛像前求佛，咋不显现给我点感应？因为着急，念佛成了愈念愈烦恼。表面上我看似在精进念佛，只是嘴念口善而已，所以佛号不牢靠，没把握，一场病就露出马脚。为什么会是这样？关键是佛理不明，经没听懂，一知半解，其实就是信不真、愿不切。这样子念佛肯定没法喜，也枯燥，再加上求感应神通之心，很容易换题目，东奔西跑随风转。上海下贤老和尚说得一针见血，警惕我们学佛人，「啥感应稀奇不要求，啥都是自然的才好。」我才明白为什么老和尚对我们说：「这几十年来，我每天早上都是三点起来，烧香、念佛，我干着活也念佛，转着瞌睡了，歪那也念佛。回西方极乐世界，那不是一会儿就修好的。」阿弥陀佛，老和尚的这句法语太重要！他老人家大恩大德、大慈大悲来教化我等心浮气躁之众生，感恩叩谢老和尚。",
      "zh_TW": "在三年前，我接觸到印光大師十念法時，我就想早點念好佛，來點什麼感應。我當時還把心思用在打拍子記數，用語調來記數等雕蟲小技上，總是想找出捷徑，快點出效果。我曾天天在佛像前求佛，咋不顯現給我點感應？因為著急，念佛成了愈念愈煩惱。表面上我看似在精進念佛，只是嘴念口善而已，所以佛號不牢靠，沒把握，一場病就露出馬腳。為什麼會是這樣？關鍵是佛理不明，經沒聽懂，一知半解，其實就是信不真、願不切。這樣子念佛肯定沒法喜，也枯燥，再加上求感應神通之心，很容易換題目，東奔西跑隨風轉。上海下賢老和尚說得一針見血，警惕我們學佛人，「啥感應稀奇不要求，啥都是自然的才好。」我才明白為什麼老和尚對我們說：「這幾十年來，我每天早上都是三點起來，燒香、念佛，我幹著活也念佛，轉著瞌睡了，歪那也念佛。回西方極樂世界，那不是一會兒就修好的。」阿彌陀佛，老和尚的這句法語太重要！他老人家大恩大德、大慈大悲來教化我等心浮氣躁之眾生，感恩叩謝老和尚。"
    },
    {
      "id": "02-042-0102_p0030",
      "zh_CN": "衷心的祝愿，所有学佛的净土同修们，珍惜恩师讲经说法的机缘，把握当下难得之《大经科注》讲解及学习班学习，老实念佛，莫换题目。恩师上人教诲：一门深入，长时薰修，这是老祖宗留下的法宝，一定要老实听话真干。同时，宁动千江水，不动道人心，不做各种消息的传播者和实践者。",
      "zh_TW": "衷心的祝願，所有學佛的淨土同修們，珍惜恩師講經說法的機緣，把握當下難得之《大經科註》講解及學習班學習，老實念佛，莫換題目。恩師上人教誨：一門深入，長時薰修，這是老祖宗留下的法寶，一定要老實聽話真幹。同時，寧動千江水，不動道人心，不做各種消息的傳播者和實踐者。"
    },
    {
      "id": "02-042-0102_p0031",
      "zh_CN": "前些天我忽然接到了引领我进入演艺界的一位恩师打来的电话，说有重要的事情要跟我说。我非常吃惊的问他，出了什么事？原来，演艺界有一位资深人士，她也学佛了，专门找到我的这位老师劝我改换师门，并且批评《无量寿经》会集本是伪经。我的这位老师立刻对那人说：「妳不知道丁嘉丽以前有多浑，她跟这位净空老法师学佛之后才变好的。我这么一大把年纪了，带过那么多学生，她是唯一一个逢年过节都给我电话、短信问候的人，也是在平常大事小事真心惦记我的人，分水岭就是她跟这个师父学佛了。」我的老师还详细的向那位演员说起以前我的一些事情和学佛后的变化，还语重心长的跟她说：「净空法师好！他把嘉丽教好了，这样的师父打着灯笼也难找。我就冲着丁嘉丽的变化佩服净空法师，他讲的法是不会错的，他让读的经绝对不是伪经。」结果那人开始沉默不语。以前我年轻的时候，这位老师曾帮我度过难关，我却知恩不报，令老师全家人都寒心。直到我学佛后，特别是近年来，我开始改正自己的一些毛病习气，开始知道自己的过失，开始关心、尊重我的老师。最近我老想起我妈妈的一句话（她是戏曲演员），她老跟我说，她们戏曲界特别讲究拜师学艺，师承一脉；一日为师，终身为父；师父的话重如泰山，师父的话要紧着听，这是根本，别被其他的吆喝转迷糊了。演戏这样，我想学佛也应该这样。",
      "zh_TW": "前些天我忽然接到了引領我進入演藝界的一位恩師打來的電話，說有重要的事情要跟我說。我非常吃驚的問他，出了什麼事？原來，演藝界有一位資深人士，她也學佛了，專門找到我的這位老師勸我改換師門，並且批評《無量壽經》會集本是偽經。我的這位老師立刻對那人說：「妳不知道丁嘉麗以前有多渾，她跟這位淨空老法師學佛之後才變好的。我這麼一大把年紀了，帶過那麼多學生，她是唯一一個逢年過節都給我電話、短信問候的人，也是在平常大事小事真心惦記我的人，分水嶺就是她跟這個師父學佛了。」我的老師還詳細的向那位演員說起以前我的一些事情和學佛後的變化，還語重心長的跟她說：「淨空法師好！他把嘉麗教好了，這樣的師父打著燈籠也難找。我就衝著丁嘉麗的變化佩服淨空法師，他講的法是不會錯的，他讓讀的經絕對不是偽經。」結果那人開始沉默不語。以前我年輕的時候，這位老師曾幫我度過難關，我卻知恩不報，令老師全家人都寒心。直到我學佛後，特別是近年來，我開始改正自己的一些毛病習氣，開始知道自己的過失，開始關心、尊重我的老師。最近我老想起我媽媽的一句話（她是戲曲演員），她老跟我說，她們戲曲界特別講究拜師學藝，師承一脈；一日為師，終身為父；師父的話重如泰山，師父的話要緊著聽，這是根本，別被其他的吆喝轉迷糊了。演戲這樣，我想學佛也應該這樣。"
    },
    {
      "id": "02-042-0102_p0032",
      "zh_CN": "从年初生病之后，我真的开始认真的听恩师上人的经教，每天哪怕多晚，我都要坚持听这一天恩师的最新经教，我开始认真做笔记。反反复复的听到恩师上人强调佛号的功德不可思议，这一句阿弥陀佛佛号是十方三世一切诸佛菩萨的总名号，是大总持。恩师上人总是在不厌其烦的说念佛的好处，几乎每集讲经中都说要向海贤老和尚学习，九十二年不拐弯，好好念佛，求生西方。我觉得踏踏实实的听恩师上人讲经，把道理听明白第一重要，理得心安。理清楚了，佛号的功德自然不可小视，自然念兹在兹。这是我的真实体会，与同修们共用。现在，我不管别人是怎么评价师父上人的，我的经历真真切切的告诉我，我命运的改变都来自聆听恩师上人的讲经说法。恩师上人是我永远的佛门导师，我虽远未有资格成为他老人家的门内弟子，但我心向往之，我是跟定了恩师上人。今生决定要念佛求生净土，这是对他老人家最好的报答。",
      "zh_TW": "從年初生病之後，我真的開始認真的聽恩師上人的經教，每天哪怕多晚，我都要堅持聽這一天恩師的最新經教，我開始認真做筆記。反反覆覆的聽到恩師上人強調佛號的功德不可思議，這一句阿彌陀佛佛號是十方三世一切諸佛菩薩的總名號，是大總持。恩師上人總是在不厭其煩的說念佛的好處，幾乎每集講經中都說要向海賢老和尚學習，九十二年不拐彎，好好念佛，求生西方。我覺得踏踏實實的聽恩師上人講經，把道理聽明白第一重要，理得心安。理清楚了，佛號的功德自然不可小視，自然念茲在茲。這是我的真實體會，與同修們共用。現在，我不管別人是怎麼評價師父上人的，我的經歷真真切切的告訴我，我命運的改變都來自聆聽恩師上人的講經說法。恩師上人是我永遠的佛門導師，我雖遠未有資格成為他老人家的門內弟子，但我心嚮往之，我是跟定了恩師上人。今生決定要念佛求生淨土，這是對他老人家最好的報答。"
    },
    {
      "id": "02-042-0102_p0033",
      "zh_CN": "三、切莫当佛油子",
      "zh_TW": "三、切莫當佛油子"
    },
    {
      "id": "02-042-0102_p0034",
      "zh_CN": "所谓油，就是熟悉了，不那么真诚，不那么认真。佛油子的意思是听了一些佛学常识，知道了一些公案故事，以为自己听懂了、看明白了，什么都知道，习以为常，常了就不以为然。这个常不是真正的了解佛法究竟义，常里带着我慢之心，非常可怕。",
      "zh_TW": "所謂油，就是熟悉了，不那麼真誠，不那麼認真。佛油子的意思是聽了一些佛學常識，知道了一些公案故事，以為自己聽懂了、看明白了，什麼都知道，習以為常，常了就不以為然。這個常不是真正的了解佛法究竟義，常裡帶著我慢之心，非常可怕。"
    },
    {
      "id": "02-042-0102_p0035",
      "zh_CN": "今年是难得的时节因缘，恩师上人推荐我们认真学习海贤老和尚的光碟。刚开始的时候，我认真的观看学习；时间长了，我发现我自己就习惯性的把海贤和尚的盘一放，耗点儿了，要么是背台词，跟着光碟说下面要播放的话，要么就看着盘，脑子里想着别的事情。有时还把光碟当成了背景音乐，直到回向的音乐一起，马上起身关电脑，意思是自己的功课算是完成了。我发现我疲沓了，把海贤老和尚的光碟当成应景了，很快我意识到这是非常严重的问题。为什么刘素云老师看了近七百遍光碟，遍遍是新篇，遍遍有悟处？我反思的结果就是自己没有恭敬心，没有敬畏心，没有感恩心。",
      "zh_TW": "今年是難得的時節因緣，恩師上人推薦我們認真學習海賢老和尚的光碟。剛開始的時候，我認真的觀看學習；時間長了，我發現我自己就習慣性的把海賢和尚的盤一放，耗點兒了，要麼是背台詞，跟著光碟說下面要播放的話，要麼就看著盤，腦子裡想著別的事情。有時還把光碟當成了背景音樂，直到迴向的音樂一起，馬上起身關電腦，意思是自己的功課算是完成了。我發現我疲沓了，把海賢老和尚的光碟當成應景了，很快我意識到這是非常嚴重的問題。為什麼劉素雲老師看了近七百遍光碟，遍遍是新篇，遍遍有悟處？我反思的結果就是自己沒有恭敬心，沒有敬畏心，沒有感恩心。"
    },
    {
      "id": "02-042-0102_p0036",
      "zh_CN": "恩师上人常常提及印光大师法语，「一分恭敬得一分利益，十分恭敬得十分利益」。六祖惠能大师对五祖是万分恭敬，所以得传衣钵。没有恭敬心的前提就是没有真正做到孝亲尊师。我们生为人身不懂珍惜，听闻佛法不懂得珍贵，听闻净土念佛成佛的法门不懂得千载难逢。我们对三恶道不知畏惧，对极乐世界的美好不知道向往和感恩。我感觉自己有点成了佛油子，如果这样下去再不幡然改悔，必造大错。在这里，我真诚的向来佛三圣忏悔，向恩师上人及法界众生忏悔，我太轻慢无知了，请您们加持我认真改过自新。海贤老和尚的光碟就是《无量寿经》的总结，我一定要恭敬学习，老实听话。",
      "zh_TW": "恩師上人常常提及印光大師法語，「一分恭敬得一分利益，十分恭敬得十分利益」。六祖惠能大師對五祖是萬分恭敬，所以得傳衣缽。沒有恭敬心的前提就是沒有真正做到孝親尊師。我們生為人身不懂珍惜，聽聞佛法不懂得珍貴，聽聞淨土念佛成佛的法門不懂得千載難逢。我們對三惡道不知畏懼，對極樂世界的美好不知道嚮往和感恩。我感覺自己有點成了佛油子，如果這樣下去再不幡然改悔，必造大錯。在這裡，我真誠的向來佛三聖懺悔，向恩師上人及法界眾生懺悔，我太輕慢無知了，請您們加持我認真改過自新。海賢老和尚的光碟就是《無量壽經》的總結，我一定要恭敬學習，老實聽話。"
    },
    {
      "id": "02-042-0102_p0037",
      "zh_CN": "意识到这个问题后，我反复问我自己：丁嘉丽，妳真信有极乐世界吗？妳真信有阿弥陀佛吗？妳真信有六道轮回吗？妳真听师父的话吗？我羞愧难当，我的种种做法证明我是假信。我忽然明白了，为什么师父上人讲经老讲锅漏匠的故事，老讲莹珂法师的故事。锅漏匠是真的听话、老实、真干，恭敬自己的师父，信任自己的师父，所以念佛三年之后站着往生。莹珂法师是真的敬畏因果，害怕下地狱，听到念佛法门弥足珍贵，三天三夜的用功夫。我忽然明白了，为什么恩师上人让我们学习海贤老和尚，九十二年念佛不拐弯。海贤老和尚的盘我根本没看懂，我只是熟悉了台词而已。海贤老和尚老实、听话、真干，孝亲尊师，不换题目，用心念佛。如果我再这么悠悠然、泛泛然做个佛油子，追风应景式的观看这张光碟，我绝对得不到佛力的加持，绝对得不到来佛三圣的加持，也绝对得不到佛号的真实利益。等无常来到，一气不来，绝对下地狱，真是可怕至极！",
      "zh_TW": "意識到這個問題後，我反覆問我自己：丁嘉麗，妳真信有極樂世界嗎？妳真信有阿彌陀佛嗎？妳真信有六道輪迴嗎？妳真聽師父的話嗎？我羞愧難當，我的種種做法證明我是假信。我忽然明白了，為什麼師父上人講經老講鍋漏匠的故事，老講瑩珂法師的故事。鍋漏匠是真的聽話、老實、真幹，恭敬自己的師父，信任自己的師父，所以念佛三年之後站著往生。瑩珂法師是真的敬畏因果，害怕下地獄，聽到念佛法門彌足珍貴，三天三夜的用功夫。我忽然明白了，為什麼恩師上人讓我們學習海賢老和尚，九十二年念佛不拐彎。海賢老和尚的盤我根本沒看懂，我只是熟悉了台詞而已。海賢老和尚老實、聽話、真幹，孝親尊師，不換題目，用心念佛。如果我再這麼悠悠然、泛泛然做個佛油子，追風應景式的觀看這張光碟，我絕對得不到佛力的加持，絕對得不到來佛三聖的加持，也絕對得不到佛號的真實利益。等無常來到，一氣不來，絕對下地獄，真是可怕至極！"
    },
    {
      "id": "02-042-0102_p0038",
      "zh_CN": "四、只要觉悟，随时都来得及",
      "zh_TW": "四、只要覺悟，隨時都來得及"
    },
    {
      "id": "02-042-0102_p0039",
      "zh_CN": "明白了这样的道理，我现在的做法是，死心塌地每天认真听恩师上人讲经解惑。我感觉到恩师每天都只是在对我讲经，我的许多疑问都在听经时自然而然的消解了。明白了这样的道理，我每天极其认真的坚持用十念法念佛，摄耳谛听。我的做法是不贪图多，讲求品质，就盯准当下这一声佛号，坚持做到印光大师提出的「念得清楚，听得清楚，记得清楚」，这三个清清楚楚。我还时时用印光大师在民国二十四年写给张静江居士的信来警策自己，「念佛之要，在于都摄六根。当念佛时，摄耳谛听，即是摄六根之下手处。能志心谛听，与不听而散念，其功德大相悬殊。此法无论上中下根人皆可用，皆可得益，有利无弊，宜令一切人皆依此修。」我体会到念佛要融于生活，要像海贤老和尚一样农禅并重，佛号就是我的空气，与我须臾不离开。我的手机里收藏了胡小林老师提醒我的一段开示，在此也供养大众：「睛当防雨备以伞，昼当防夜备灯烛，暑当防冬备棉帛，生当防死备功德。念佛念佛念弥陀，常念南无阿弥陀佛。」",
      "zh_TW": "明白了這樣的道理，我現在的做法是，死心塌地每天認真聽恩師上人講經解惑。我感覺到恩師每天都只是在對我講經，我的許多疑問都在聽經時自然而然的消解了。明白了這樣的道理，我每天極其認真的堅持用十念法念佛，攝耳諦聽。我的做法是不貪圖多，講求品質，就盯準當下這一聲佛號，堅持做到印光大師提出的「念得清楚，聽得清楚，記得清楚」，這三個清清楚楚。我還時時用印光大師在民國二十四年寫給張靜江居士的信來警策自己，「念佛之要，在於都攝六根。當念佛時，攝耳諦聽，即是攝六根之下手處。能志心諦聽，與不聽而散念，其功德大相懸殊。此法無論上中下根人皆可用，皆可得益，有利無弊，宜令一切人皆依此修。」我體會到念佛要融於生活，要像海賢老和尚一樣農禪並重，佛號就是我的空氣，與我須臾不離開。我的手機裡收藏了胡小林老師提醒我的一段開示，在此也供養大眾：「睛當防雨備以傘，晝當防夜備燈燭，暑當防冬備棉帛，生當防死備功德。念佛念佛念彌陀，常念南無阿彌陀佛。」"
    },
    {
      "id": "02-042-0102_p0040",
      "zh_CN": "明白了这样的道理，我现在知道多一天时间就多了一天改过。念佛重在改过，否则喊破喉咙也枉然，磕破了腿还是贪瞋痴慢的心，照样走不出轮回圈。我好自以为是，指手画脚常常挑别人的错，这骄慢的习气不改不行。我开始学着专看别人好处，从他人角度看问题。我以前还特别替佛友着急，她们怎么不来念佛？看了海贤老和尚的光碟，我明白念佛不是一个具体的事情，不必局限在一定要来念佛堂念佛。念佛要与生活融合，时时处处都是道场，念佛是每个学佛人自己的切身大事，管好自己打紧。这样下来，与同修的关系也缓和了。",
      "zh_TW": "明白了這樣的道理，我現在知道多一天時間就多了一天改過。念佛重在改過，否則喊破喉嚨也枉然，磕破了腿還是貪瞋痴慢的心，照樣走不出輪迴圈。我好自以為是，指手畫腳常常挑別人的錯，這驕慢的習氣不改不行。我開始學著專看別人好處，從他人角度看問題。我以前還特別替佛友著急，她們怎麼不來念佛？看了海賢老和尚的光碟，我明白念佛不是一個具體的事情，不必侷限在一定要來念佛堂念佛。念佛要與生活融合，時時處處都是道場，念佛是每個學佛人自己的切身大事，管好自己打緊。這樣下來，與同修的關係也緩和了。"
    },
    {
      "id": "02-042-0102_p0041",
      "zh_CN": "明白了这样的道理，我现在知道时间的宝贵，每分每秒的光阴太珍贵了。我每天都把闹钟定在四点，督促自己早些起来，与自己的身体和懒惰的习气做顽强的斗争。我的体会是我以前太心疼自己的身体，太爱给自己找理由找借口，譬如昨晚睡得太晚，要让身体多休息一下，闹钟响了，我就安慰自己再多睡一会儿，结果常常这一会儿就是二、三个小时过去了。我现在不敢再放纵安逸了，时不我待。我意识到身体是个假壳子，不能任由这个臭皮囊做主，我一定要借假修真。元旦时的那场病深深教育了我，我现在知道老实念佛就是真正的忏悔，不再当老改犯了，我真的相信阿弥陀佛佛号里包含了十方三世一切诸佛的一切法门。我不再纠结以前的过错，我现在老老实实念佛就是改错，就是后不再造，心里踏实了许多。",
      "zh_TW": "明白了這樣的道理，我現在知道時間的寶貴，每分每秒的光陰太珍貴了。我每天都把鬧鐘定在四點，督促自己早些起來，與自己的身體和懶惰的習氣做頑強的鬥爭。我的體會是我以前太心疼自己的身體，太愛給自己找理由找藉口，譬如昨晚睡得太晚，要讓身體多休息一下，鬧鐘響了，我就安慰自己再多睡一會兒，結果常常這一會兒就是二、三個小時過去了。我現在不敢再放縱安逸了，時不我待。我意識到身體是個假殼子，不能任由這個臭皮囊做主，我一定要借假修真。元旦時的那場病深深教育了我，我現在知道老實念佛就是真正的懺悔，不再當老改犯了，我真的相信阿彌陀佛佛號裡包含了十方三世一切諸佛的一切法門。我不再糾結以前的過錯，我現在老老實實念佛就是改錯，就是後不再造，心裡踏實了許多。"
    },
    {
      "id": "02-042-0102_p0042",
      "zh_CN": "前些日子听到自了法师在报告中提到蕅益大师的开示，非常欢喜，认真的抄下来，每天都读一遍，警醒自己。特录如下，与众分享：「真能念佛，放下身心世界，即大布施；真能念佛，不复起贪瞋痴，即大持戒；真能念佛，不稍间断夹杂，即大精进；真能念佛，不复妄想驰逐，即大禅定；真能念佛，不为他歧所惑，即大智慧。」祖师大德开示在此，恩师上人慈悲讲法在此，海贤老和尚的表法也在此，我等净宗学人何其幸运恰逢其中，如果不珍惜此时节因缘实在是太可惜了！海贤老和尚最后的表法就是捧着《若要佛法兴，唯有僧赞僧》的书照相，证明恩师上人弘扬的是正法，对恩师信任有加。我们念佛人真得三思，不要假学佛，不当佛油子，时刻反问自己：你是师父的好学生吗？你是老实听话真干的念佛人吗？",
      "zh_TW": "前些日子聽到自了法師在報告中提到蕅益大師的開示，非常歡喜，認真的抄下來，每天都讀一遍，警醒自己。特錄如下，與眾分享：「真能念佛，放下身心世界，即大布施；真能念佛，不復起貪瞋痴，即大持戒；真能念佛，不稍間斷夾雜，即大精進；真能念佛，不復妄想馳逐，即大禪定；真能念佛，不為他歧所惑，即大智慧。」祖師大德開示在此，恩師上人慈悲講法在此，海賢老和尚的表法也在此，我等淨宗學人何其幸運恰逢其中，如果不珍惜此時節因緣實在是太可惜了！海賢老和尚最後的表法就是捧著《若要佛法興，唯有僧讚僧》的書照相，證明恩師上人弘揚的是正法，對恩師信任有加。我們念佛人真得三思，不要假學佛，不當佛油子，時刻反問自己：你是師父的好學生嗎？你是老實聽話真幹的念佛人嗎？"
    },
    {
      "id": "02-042-0102_p0043",
      "zh_CN": "拉拉杂杂写这么多，仅仅是我个人的一些肤浅体会，不妥之处甚多，敬请恩师上人及诸位大德批评指教，不胜感激。无限感恩师父！",
      "zh_TW": "拉拉雜雜寫這麼多，僅僅是我個人的一些膚淺體會，不妥之處甚多，敬請恩師上人及諸位大德批評指教，不勝感激。無限感恩師父！"
    },
    {
      "id": "02-042-0102_p0044",
      "zh_CN": "老法师：丁嘉丽同学的报告我们听了、看了，我们在此地祝福她，她能回头，这就是她宿世的善根福德因缘。确实，我们在这一生当中，无论在国内、在国外，看到许许多多的同学，初学的时候都叫人羡慕，可是到最后的结果，他换了题目，他拐弯了。我们看得很清楚，我们也不好说话，为什么？各人生死各人了，绝不能跟别人结冤仇。我们冷静观察，能改过的我们要劝他，不劝他对不起他；心存傲慢、自以为是、不能回头的就决定不提，也不去宣扬，也不要去跟别人说，希望他慢慢的回头，回头是岸。确确实实有一些人，也有我们自己亲身遭遇的，为什么会变？为什么会一念糊涂？有道理。有什么道理？没扎三个根。三个根他念了，他也讲了，讲得都不错，为什么他自己还违背？他那个根是中年时候才补的，不是他真正的基础。我们的老祖宗告诉我们，扎根教育一定不能够失掉它的时节因缘。什么时候？出生到满三岁，一千天，这是扎根教育最适当的时期。用这个标准来看，我们就完全明白了。",
      "zh_TW": "老法師：丁嘉麗同學的報告我們聽了、看了，我們在此地祝福她，她能回頭，這就是她宿世的善根福德因緣。確實，我們在這一生當中，無論在國內、在國外，看到許許多多的同學，初學的時候都叫人羨慕，可是到最後的結果，他換了題目，他拐彎了。我們看得很清楚，我們也不好說話，為什麼？各人生死各人了，絕不能跟別人結冤仇。我們冷靜觀察，能改過的我們要勸他，不勸他對不起他；心存傲慢、自以為是、不能回頭的就決定不提，也不去宣揚，也不要去跟別人說，希望他慢慢的回頭，回頭是岸。確確實實有一些人，也有我們自己親身遭遇的，為什麼會變？為什麼會一念糊塗？有道理。有什麼道理？沒紮三個根。三個根他念了，他也講了，講得都不錯，為什麼他自己還違背？他那個根是中年時候才補的，不是他真正的基礎。我們的老祖宗告訴我們，扎根教育一定不能夠失掉它的時節因緣。什麼時候？出生到滿三歲，一千天，這是扎根教育最適當的時期。用這個標準來看，我們就完全明白了。"
    },
    {
      "id": "02-042-0102_p0045",
      "zh_CN": "我们这一代的人，很可怜，生在战乱的时代。中国最近这一百年社会动乱，没有安定过，我们自己没有受过这个教育，我们的父母没有受过，曾祖父母没有受过，大概高祖父母说知道，未必他做得到。再往上追可以追溯至少两百年，清朝嘉庆以后疏忽了。所以《无量寿经》上佛慈悲，告诉我们，「先人不善，不识道德，无有语者」，没教我们，「殊无怪也」，今天他犯什么样的错误都不要去责备他。《三字经》上都说得好，人性本善，但是「性相近，习相远；苟不教，性乃迁」。用在我们今天的社会，来解释社会为什么这么动乱，为什么我们学了传统文化明知故犯，根是扎下去了，禁不起风吹雨打，一遇到风雨就塌掉了，这就是根扎上不牢，不牢固，他不会成就。出家在家都没有两样，没有恒心，没有耐心。",
      "zh_TW": "我們這一代的人，很可憐，生在戰亂的時代。中國最近這一百年社會動亂，沒有安定過，我們自己沒有受過這個教育，我們的父母沒有受過，曾祖父母沒有受過，大概高祖父母說知道，未必他做得到。再往上追可以追溯至少兩百年，清朝嘉慶以後疏忽了。所以《無量壽經》上佛慈悲，告訴我們，「先人不善，不識道德，無有語者」，沒教我們，「殊無怪也」，今天他犯什麼樣的錯誤都不要去責備他。《三字經》上都說得好，人性本善，但是「性相近，習相遠；苟不教，性乃遷」。用在我們今天的社會，來解釋社會為什麼這麼動亂，為什麼我們學了傳統文化明知故犯，根是紮下去了，禁不起風吹雨打，一遇到風雨就塌掉了，這就是根紮上不牢，不牢固，他不會成就。出家在家都沒有兩樣，沒有恆心，沒有耐心。"
    },
    {
      "id": "02-042-0102_p0046",
      "zh_CN": "早年我一个同参道友，慧忍法师，他在香港圆寂的。他好像大我五岁，也很好学，人很聪明，跟我一起学经教，我带他到台中见李老师，我跟他住在一起。在台中住了十个月，非常用功，常常一夜到天亮，读书。用功过分，到以后产生障碍，一看书本一片漆黑，一个字看不见，所以就不能再学下去了，回到台北再去赶经忏佛事。以后到香港，晚年在香港。早些年头我到香港来，我们一定会碰头。这就是不能着急，学东西要有真正发心，要慢慢来。他是过于用功过度，心里急性子，希望赶快成就，哪有这个道理！跟我一起学佛的时候，我那个时候学《楞严》，我劝他学小部经，他不相信，他要跟我学《楞严》，吃了这么大的亏。我告诉他，我学《楞严》，我前面有三十部经的基础，我不是初学，你前面没有那个基础。这是一部大经，分量也大，义理也深，哪有那么简单？他不相信，他聪明，用心过度，所以得了这么一个毛病，展开经本，他告诉我一片漆黑、一片空白。这个是我们讲老实、听话、真干，他没有这三个条件。还有一个听我讲经的，十几年，经教学得很好，讲得很不错，确实是个人才，结果敌不过名闻利养、高名厚利，他就离开我，就走了，非常可惜。不能吃苦，欲望太高，这都是扎根教育没做好。扎根，他是二十多岁的时候才学《弟子规》，他不是从小扎根。所以古人从小扎根有道理，四、五岁就有能力辨别是非善恶，不善的他会远离，好的他会接近。中国几千年来，你看历朝历代，都有圣贤君子出现世间，这些人出家都是高僧大德，为什么？基础深厚。",
      "zh_TW": "早年我一個同參道友，慧忍法師，他在香港圓寂的。他好像大我五歲，也很好學，人很聰明，跟我一起學經教，我帶他到台中見李老師，我跟他住在一起。在台中住了十個月，非常用功，常常一夜到天亮，讀書。用功過分，到以後產生障礙，一看書本一片漆黑，一個字看不見，所以就不能再學下去了，回到台北再去趕經懺佛事。以後到香港，晚年在香港。早些年頭我到香港來，我們一定會碰頭。這就是不能著急，學東西要有真正發心，要慢慢來。他是過於用功過度，心裡急性子，希望趕快成就，哪有這個道理！跟我一起學佛的時候，我那個時候學《楞嚴》，我勸他學小部經，他不相信，他要跟我學《楞嚴》，吃了這麼大的虧。我告訴他，我學《楞嚴》，我前面有三十部經的基礎，我不是初學，你前面沒有那個基礎。這是一部大經，分量也大，義理也深，哪有那麼簡單？他不相信，他聰明，用心過度，所以得了這麼一個毛病，展開經本，他告訴我一片漆黑、一片空白。這個是我們講老實、聽話、真幹，他沒有這三個條件。還有一個聽我講經的，十幾年，經教學得很好，講得很不錯，確實是個人才，結果敵不過名聞利養、高名厚利，他就離開我，就走了，非常可惜。不能吃苦，欲望太高，這都是扎根教育沒做好。扎根，他是二十多歲的時候才學《弟子規》，他不是從小扎根。所以古人從小扎根有道理，四、五歲就有能力辨別是非善惡，不善的他會遠離，好的他會接近。中國幾千年來，你看歷朝歷代，都有聖賢君子出現世間，這些人出家都是高僧大德，為什麼？基礎深厚。"
    },
    {
      "id": "02-042-0102_p0047",
      "zh_CN": "所以今天我们遇到的困难，难在什么？都没有根，我们自己根也没扎好。我这一生非常幸运，小时候虽然机会已经失掉了，改制了，私塾改成小学，我在私塾里大概只有半年，沾到一点边，看到那个时候情形。我同学当中周家麟居士，他早过世了，他大我七岁；换句话说，他私塾念了七、八年，底子厚，李老师常常赞叹，我们同学当中扎根教育只有他有。这人非常好，很老实，是李老师的好弟子，我们的好同学。慈光大专讲座，我向老师推荐他，在讲座里面上课，他跟同学们讲《百法明门》，法相宗的一部小论，讲这门课。如果不是从小扎的根，太难了。我这一生是因为天天讲经、天天读经，这才稳得住，如果不是天天讲经、天天读经，这个社会上诱惑力量多大，能不动心吗？能不随波逐流吗？所以那是正常现象。我纵然亲近三个老师，我保不住自己。所以我还有个大恩人，韩馆长，她照顾我三十年。我对她的要求，我说我只要天天有机会讲经，天天有几个人来听，三个、五个都没关系，只要有二个人来听，我的讲经不能中断。这她替我做到了，这才能保得住。如果不讲经，自己学，会懈怠；要讲，讲给人家听，自己总得要认真准备一下，那就不一样了。我一出家就教佛学院。章嘉大师教给我，劝我出家，教我跟释迦牟尼佛学习，你学佛，首先要认识释迦牟尼佛，学习释迦牟尼佛就对了。这是他给我一个方向，给我一个目标，我一生没有改变，愈学愈欢喜，法喜充满。",
      "zh_TW": "所以今天我們遇到的困難，難在什麼？都沒有根，我們自己根也沒紮好。我這一生非常幸運，小時候雖然機會已經失掉了，改制了，私塾改成小學，我在私塾裡大概只有半年，沾到一點邊，看到那個時候情形。我同學當中周家麟居士，他早過世了，他大我七歲；換句話說，他私塾念了七、八年，底子厚，李老師常常讚歎，我們同學當中扎根教育只有他有。這人非常好，很老實，是李老師的好弟子，我們的好同學。慈光大專講座，我向老師推薦他，在講座裡面上課，他跟同學們講《百法明門》，法相宗的一部小論，講這門課。如果不是從小紮的根，太難了。我這一生是因為天天講經、天天讀經，這才穩得住，如果不是天天講經、天天讀經，這個社會上誘惑力量多大，能不動心嗎？能不隨波逐流嗎？所以那是正常現象。我縱然親近三個老師，我保不住自己。所以我還有個大恩人，韓館長，她照顧我三十年。我對她的要求，我說我只要天天有機會講經，天天有幾個人來聽，三個、五個都沒關係，只要有二個人來聽，我的講經不能中斷。這她替我做到了，這才能保得住。如果不講經，自己學，會懈怠；要講，講給人家聽，自己總得要認真準備一下，那就不一樣了。我一出家就教佛學院。章嘉大師教給我，勸我出家，教我跟釋迦牟尼佛學習，你學佛，首先要認識釋迦牟尼佛，學習釋迦牟尼佛就對了。這是他給我一個方向，給我一個目標，我一生沒有改變，愈學愈歡喜，法喜充滿。"
    },
    {
      "id": "02-042-0102_p0048",
      "zh_CN": "知道了要改过、要回头，所以丁嘉丽同学真诚忏悔。用什么忏悔？念佛就是真正忏悔。她最近听懂了，佛号功德不可思议，念佛应该分秒必争，我还有一秒钟，这一秒钟念一声佛号，不要让它空过。什么样的方法，积功累德最殊胜？无过于念佛，无论做什么功德，比不上念佛的功德。念佛功德是念全宇宙，念十方三世一切诸佛，阿弥陀佛的名号是一切诸佛的共同名号，又是自性佛，是自己的真如本性，没有一样缺的。这一句佛号具足了三聚净戒，无论大乘小乘、显教密教，全在这一句佛号当中，一样不缺。这个要不是真正搞清楚、搞明白，你不懂的，不珍惜它；真正搞清楚、搞明白了，死心塌地，再也不换了。",
      "zh_TW": "知道了要改過、要回頭，所以丁嘉麗同學真誠懺悔。用什麼懺悔？念佛就是真正懺悔。她最近聽懂了，佛號功德不可思議，念佛應該分秒必爭，我還有一秒鐘，這一秒鐘念一聲佛號，不要讓它空過。什麼樣的方法，積功累德最殊勝？無過於念佛，無論做什麼功德，比不上念佛的功德。念佛功德是念全宇宙，念十方三世一切諸佛，阿彌陀佛的名號是一切諸佛的共同名號，又是自性佛，是自己的真如本性，沒有一樣缺的。這一句佛號具足了三聚淨戒，無論大乘小乘、顯教密教，全在這一句佛號當中，一樣不缺。這個要不是真正搞清楚、搞明白，你不懂的，不珍惜它；真正搞清楚、搞明白了，死心塌地，再也不換了。"
    },
    {
      "id": "02-042-0102_p0049",
      "zh_CN": "非常非常难得，在我们这个时代能够看到海贤老和尚表法，九十二年一句佛号，行住坐卧未尝丢失，这他的功夫。我看他的碟看了几十遍，看出我的看法，功夫成片二十五岁以前得的（他二十岁接受老师的教导，念这句佛号，二十五岁功夫成片），三十岁前后应该事一心不乱，四十岁前后应该理一心不乱。因为他老师知道（老师是高人），老师知道这个人是法器，是净宗的当机者，他要认真学习，他会念到理一心不乱，理一心就是明心见性。所以老师说了，你一直念下去，明白了（明白就是开悟，他自己当时听不懂），明白了不可以乱说，不能说。那是什么？环境，在这个环境当中不可以说，说的时候人家说你造谣生事，那是别人嫉妒障碍的目标，不可以说。有神通不能显神通，偶尔有一点点，让人感到很惊讶。所以，他四十以后接受阿弥陀佛的教诲，为众生表法。依正常来说，他老人家的寿命应该也是七老八十，不会超过一百岁的，那是佛力加持的，不是他自己的寿命。真正发心，真正代众生受苦，寿命延长，这个延长是佛力加持的，这种事情在历史上很多例子。",
      "zh_TW": "非常非常難得，在我們這個時代能夠看到海賢老和尚表法，九十二年一句佛號，行住坐臥未嘗丟失，這他的功夫。我看他的碟看了幾十遍，看出我的看法，功夫成片二十五歲以前得的（他二十歲接受老師的教導，念這句佛號，二十五歲功夫成片），三十歲前後應該事一心不亂，四十歲前後應該理一心不亂。因為他老師知道（老師是高人），老師知道這個人是法器，是淨宗的當機者，他要認真學習，他會念到理一心不亂，理一心就是明心見性。所以老師說了，你一直念下去，明白了（明白就是開悟，他自己當時聽不懂），明白了不可以亂說，不能說。那是什麼？環境，在這個環境當中不可以說，說的時候人家說你造謠生事，那是別人嫉妒障礙的目標，不可以說。有神通不能顯神通，偶爾有一點點，讓人感到很驚訝。所以，他四十以後接受阿彌陀佛的教誨，為眾生表法。依正常來說，他老人家的壽命應該也是七老八十，不會超過一百歲的，那是佛力加持的，不是他自己的壽命。真正發心，真正代眾生受苦，壽命延長，這個延長是佛力加持的，這種事情在歷史上很多例子。"
    },
    {
      "id": "02-042-0102_p0050",
      "zh_CN": "学生：惭愧弟子慧严恭敬报告的主题是「佛陀教育在斯里兰卡—弘护正法之落实」。",
      "zh_TW": "學生：慚愧弟子慧嚴恭敬報告的主題是「佛陀教育在斯里蘭卡—弘護正法之落實」。"
    },
    {
      "id": "02-042-0102_p0051",
      "zh_CN": "曾在学习班见到一张菩提树照片，此树位于斯里兰卡(见图一)，是由佛陀成道所在的菩提树分枝而来的。据了解，在印度的那棵菩提树后来已枯死，现在位于佛成道所在的菩提树，是从斯里兰卡的菩提树再分枝回去的。佛教与菩提树在这两国的此消彼长，似乎存在着微妙的关联性。目前佛教在印度几乎已是荡然无存，然而在斯里兰卡却是备受尊崇，上至总统、国师，领导、官员、军人，下至平民百姓，皆欢喜弘护正法，广修供养及随喜功德，佛陀教育的光辉在斯国处处可见。",
      "zh_TW": "曾在學習班見到一張菩提樹照片，此樹位於斯里蘭卡(見圖一)，是由佛陀成道所在的菩提樹分枝而來的。據了解，在印度的那棵菩提樹後來已枯死，現在位於佛成道所在的菩提樹，是從斯里蘭卡的菩提樹再分枝回去的。佛教與菩提樹在這兩國的此消彼長，似乎存在著微妙的關聯性。目前佛教在印度幾乎已是蕩然無存，然而在斯里蘭卡卻是備受尊崇，上至總統、國師，領導、官員、軍人，下至平民百姓，皆歡喜弘護正法，廣修供養及隨喜功德，佛陀教育的光輝在斯國處處可見。"
    },
    {
      "id": "02-042-0102_p0052",
      "zh_CN": "一、建国君民，教学为先",
      "zh_TW": "一、建國君民，教學為先"
    },
    {
      "id": "02-042-0102_p0053",
      "zh_CN": "斯里兰卡是一个佛化国家，佛陀曾三次至斯里兰卡讲经教学。著名的《楞伽经》即是在斯里兰卡的楞伽山所宣讲，达摩祖师曾以此经授予二祖慧可大师。佛教在斯国仍保持着原有的风貌，人民崇尚宗教教育，注重修行。政府更重视教育，自一九四五年起，从幼稚园到大学皆免费教育。全国人口约百分之七十是佛教徒。国家法律规定：「斯里兰卡共和国将佛教奉于至高无上的地位，护持和发扬佛教是政府的职责。」佛陀教育遍及在全国各地的中、小学。佛法被列为必修之课程，出家人皆能讲经，高僧大德常被邀请到广播电台或电视台讲经说法。佛教徒以听经闻法为生活重心，人民普遍落实佛陀教诲，遵守三皈依、五戒、十善业及八关斋戒，远离科技的染污，因此少有青少年犯罪问题，生活环境整齐，清净祥和，是人间的一片净土。人民虽然物质生活简朴，但却知足常乐，净定安乐，笑容可掬，无忧无虑，待人有礼而亲切，对人诚信，令访客有宾至如归之感。《礼记．学记》曰：「君子如欲化民成俗，其必由学乎。玉不琢，不成器。人不学，不知道。是故古之王者，建国君民，教学为先」。",
      "zh_TW": "斯里蘭卡是一個佛化國家，佛陀曾三次至斯里蘭卡講經教學。著名的《楞伽經》即是在斯里蘭卡的楞伽山所宣講，達摩祖師曾以此經授予二祖慧可大師。佛教在斯國仍保持著原有的風貌，人民崇尚宗教教育，注重修行。政府更重視教育，自一九四五年起，從幼稚園到大學皆免費教育。全國人口約百分之七十是佛教徒。國家法律規定：「斯里蘭卡共和國將佛教奉於至高無上的地位，護持和發揚佛教是政府的職責。」佛陀教育遍及在全國各地的中、小學。佛法被列為必修之課程，出家人皆能講經，高僧大德常被邀請到廣播電台或電視台講經說法。佛教徒以聽經聞法為生活重心，人民普遍落實佛陀教誨，遵守三皈依、五戒、十善業及八關齋戒，遠離科技的染污，因此少有青少年犯罪問題，生活環境整齊，清淨祥和，是人間的一片淨土。人民雖然物質生活簡樸，但卻知足常樂，淨定安樂，笑容可掬，無憂無慮，待人有禮而親切，對人誠信，令訪客有賓至如歸之感。《禮記．學記》曰：「君子如欲化民成俗，其必由學乎。玉不琢，不成器。人不學，不知道。是故古之王者，建國君民，教學為先」。"
    },
    {
      "id": "02-042-0102_p0054",
      "zh_CN": "二、仁王护法",
      "zh_TW": "二、仁王護法"
    },
    {
      "id": "02-042-0102_p0055",
      "zh_CN": "拉贾帕克萨总统是虔诚的佛教徒，勤政爱民，重视圣贤教育，以身作则，在菩提树下勤做早课，依佛教诫，认真落实，恭敬礼拜三宝。仁王护法量大福大，护持佛法及各宗教，注重人民精神生活，因此不希望国家经济发展过速，而破坏原始的自然环境及身心。斯国总统勤政爱民，并能弘护正法，恭请师父上人至斯国大转法轮。二０一二年十一月初，师父上人首次应斯国总统邀请至斯国弘法九天，总统用国宾礼来迎接师父上人及随行者。当专机抵达科伦坡机场时，国师及政府官员亲自至机场，并以盛大的仪队表演来迎接，其尊师重道、恭敬三宝之精神令人感动不已。从机场至饭店之公路两旁，及至弘法之寺院道路两旁，都挂满师父上人的放大相片(约一公尺长宽)，延续几里路长，让全国人民知道有高僧将至斯里兰卡弘法。总统并特设龙椅宝座礼请师父上人至总统府弘法，联合国教科文组织大使团、多元宗教代表，海外嘉宾四、五百人皆随喜至总统府，总统热情招待所有贵宾，并护持各个宗教，举办多元宗教和谐论坛，团结世界宗教令回归教育，因缘相当殊胜。",
      "zh_TW": "拉賈帕克薩總統是虔誠的佛教徒，勤政愛民，重視聖賢教育，以身作則，在菩提樹下勤做早課，依佛教誡，認真落實，恭敬禮拜三寶。仁王護法量大福大，護持佛法及各宗教，注重人民精神生活，因此不希望國家經濟發展過速，而破壞原始的自然環境及身心。斯國總統勤政愛民，並能弘護正法，恭請師父上人至斯國大轉法輪。二０一二年十一月初，師父上人首次應斯國總統邀請至斯國弘法九天，總統用國賓禮來迎接師父上人及隨行者。當專機抵達科倫坡機場時，國師及政府官員親自至機場，並以盛大的儀隊表演來迎接，其尊師重道、恭敬三寶之精神令人感動不已。從機場至飯店之公路兩旁，及至弘法之寺院道路兩旁，都掛滿師父上人的放大相片(約一公尺長寬)，延續幾里路長，讓全國人民知道有高僧將至斯里蘭卡弘法。總統並特設龍椅寶座禮請師父上人至總統府弘法，聯合國教科文組織大使團、多元宗教代表，海外嘉賓四、五百人皆隨喜至總統府，總統熱情招待所有貴賓，並護持各個宗教，舉辦多元宗教和諧論壇，團結世界宗教令回歸教育，因緣相當殊勝。"
    },
    {
      "id": "02-042-0102_p0056",
      "zh_CN": "三、无缘大慈，同体大悲",
      "zh_TW": "三、無緣大慈，同體大悲"
    },
    {
      "id": "02-042-0102_p0057",
      "zh_CN": "由于总统对三宝的恭敬，当师父上人首次至斯国时，总统多次向恩师请益，首次会谈三个多小时，之后每次都一个多小时。当恩师谈到全球堕胎人数每年约五千万，总统爱心普周寰宇，马上说希望全球不要堕胎，欢迎来斯里兰卡生小孩，由国家来培养、来教育，此举令人感动。总统仁爱之心细至关切斯国学生，希望每人都有鞋子穿。二０一三年六月，总统再邀师父上人及海外嘉宾三、四百人至总统府弘法，恩师开示两小时，总统及总统夫人，全国法师、全国高阶官员、三军将领、老师、学生、人民等二千八百人出席，专注听讲。随后又做一场中峰三时系念法会，超度内战将近三十年所死伤之一切军民及众生，国师、总统夫人及三军首领慈悲为怀，代表捻香。总统心量广大，对于反叛军首领以德报怨，不但不处罚，还请他继续管理原来的区域，给我们做出诚信的表率，信一切众生本来是佛。师父赞叹总统及其夫人量大福大，感得如佛菩萨的庄严相好，福报无量(见图二及图三)。",
      "zh_TW": "由於總統對三寶的恭敬，當師父上人首次至斯國時，總統多次向恩師請益，首次會談三個多小時，之後每次都一個多小時。當恩師談到全球墮胎人數每年約五千萬，總統愛心普周寰宇，馬上說希望全球不要墮胎，歡迎來斯里蘭卡生小孩，由國家來培養、來教育，此舉令人感動。總統仁愛之心細至關切斯國學生，希望每人都有鞋子穿。二０一三年六月，總統再邀師父上人及海外嘉賓三、四百人至總統府弘法，恩師開示兩小時，總統及總統夫人，全國法師、全國高階官員、三軍將領、老師、學生、人民等二千八百人出席，專注聽講。隨後又做一場中峰三時繫念法會，超度內戰將近三十年所死傷之一切軍民及眾生，國師、總統夫人及三軍首領慈悲為懷，代表捻香。總統心量廣大，對於反叛軍首領以德報怨，不但不處罰，還請他繼續管理原來的區域，給我們做出誠信的表率，信一切眾生本來是佛。師父讚歎總統及其夫人量大福大，感得如佛菩薩的莊嚴相好，福報無量(見圖二及圖三)。"
    },
    {
      "id": "02-042-0102_p0058",
      "zh_CN": "四、大经光明，斯国现瑞",
      "zh_TW": "四、大經光明，斯國現瑞"
    },
    {
      "id": "02-042-0102_p0059",
      "zh_CN": "因仁王之慈心，感得佛菩萨加持，大经光明，在斯国现瑞。在首次九天的弘法中，师父上人在阿难陀学院、康提佛牙寺及菩提寺宣讲《佛说大乘无量寿庄严清净平等觉经科注》(简称《大经科注》)，法筵殊胜，斯国四众弟子皆着礼服(在家众著白色礼服，此礼服从佛陀时代承传至今，足见斯国人民对佛陀教诲的坚信)，恭敬列队进入法场，其虔诚隆重之请法仪式，及恭敬专注听经之庄严相，令人赞叹不已。斯国总统为了让人民能常随佛学，至诚祈盼师父上人能常住斯国讲经，特请强帝玛国师亲自送邀请函至香港，国师住一晚，第二天即回。师父上人感动的说：「邀请函寄给我就行了，或传真给我也行，派人亲自送来，我很感动。」因此，二０一三年五月底，师父上人应斯国总统邀请，再次至斯国宣讲《大经科注》一个月。经云：「若不往昔修福慧，于此正法不能闻。已曾供养诸如来，则能欢喜信此事。」仁王之真诚护法及人民善根深厚，成佛机缘成熟，因此感得佛力加持，师父上人在斯国再次宣讲此大经。总统为让全国人民普沾法益，并邀请师父上人至电视台作专访，期望人民皆有机缘常随佛学之仁慈博爱令人赞叹。",
      "zh_TW": "因仁王之慈心，感得佛菩薩加持，大經光明，在斯國現瑞。在首次九天的弘法中，師父上人在阿難陀學院、康提佛牙寺及菩提寺宣講《佛說大乘無量壽莊嚴清淨平等覺經科註》(簡稱《大經科註》)，法筵殊勝，斯國四眾弟子皆著禮服(在家眾著白色禮服，此禮服從佛陀時代承傳至今，足見斯國人民對佛陀教誨的堅信)，恭敬列隊進入法場，其虔誠隆重之請法儀式，及恭敬專注聽經之莊嚴相，令人讚歎不已。斯國總統為了讓人民能常隨佛學，至誠祈盼師父上人能常住斯國講經，特請強帝瑪國師親自送邀請函至香港，國師住一晚，第二天即回。師父上人感動的說：「邀請函寄給我就行了，或傳真給我也行，派人親自送來，我很感動。」因此，二０一三年五月底，師父上人應斯國總統邀請，再次至斯國宣講《大經科註》一個月。經云：「若不往昔修福慧，於此正法不能聞。已曾供養諸如來，則能歡喜信此事。」仁王之真誠護法及人民善根深厚，成佛機緣成熟，因此感得佛力加持，師父上人在斯國再次宣講此大經。總統為讓全國人民普沾法益，並邀請師父上人至電視台作專訪，期望人民皆有機緣常隨佛學之仁慈博愛令人讚歎。"
    },
    {
      "id": "02-042-0102_p0060",
      "zh_CN": "五、请佛住世",
      "zh_TW": "五、請佛住世"
    },
    {
      "id": "02-042-0102_p0061",
      "zh_CN": "师父上人首次见总统时，提议兴建国际佛教大学及国际宗教大学，以培养全球佛教及各个宗教弘护人才，总统马上说可在斯里兰卡办。总统至诚祈盼师父上人能常住斯国讲经，恩师答应等佛教大学盖好后，将会至斯国讲经一年。很快半年后，师父上人第二次至斯里兰卡弘法时，龙喜国际佛教大学便举行奠基(破土)典礼，且已做好完整的规画，预计两年完工。原来总统高瞻远瞩此事的重要性，加上强帝玛国师早已有此心愿，并已细心规画了十年，今日可谓因缘具足。此佛教大学位于凯拉尼亚地区，是佛陀第三次至斯国所到之处，当时的国王供养佛陀二十六公里范围大的土地，至今此土地产权仍属佛陀。",
      "zh_TW": "師父上人首次見總統時，提議興建國際佛教大學及國際宗教大學，以培養全球佛教及各個宗教弘護人才，總統馬上說可在斯里蘭卡辦。總統至誠祈盼師父上人能常住斯國講經，恩師答應等佛教大學蓋好後，將會至斯國講經一年。很快半年後，師父上人第二次至斯里蘭卡弘法時，龍喜國際佛教大學便舉行奠基(破土)典禮，且已做好完整的規畫，預計兩年完工。原來總統高瞻遠矚此事的重要性，加上強帝瑪國師早已有此心願，並已細心規畫了十年，今日可謂因緣具足。此佛教大學位於凱拉尼亞地區，是佛陀第三次至斯國所到之處，當時的國王供養佛陀二十六公里範圍大的土地，至今此土地產權仍屬佛陀。"
    },
    {
      "id": "02-042-0102_p0062",
      "zh_CN": "龙喜国际佛教大学乃因龙树菩萨而立名，龙树菩萨是八宗共祖，中国佛教大乘八个宗派都是以龙树菩萨为第一代祖师。《入楞伽经第六》云：「大慧汝当知，善逝涅槃后，未来世当有持于我法者。南天竺国中大名德比丘，厥号为龙树，能破有无宗，世间中显我无上大乘法，得初欢喜地，往生极乐国。此佛金口悬记也。」龙树菩萨是初地菩萨，并往生西方极乐世界。此大学的目标，是希望能像当年印度那烂陀大学一样(注：那烂陀乃龙之名)，为佛教培养出优秀之弘护人才，祈愿一切众生圆成佛道。",
      "zh_TW": "龍喜國際佛教大學乃因龍樹菩薩而立名，龍樹菩薩是八宗共祖，中國佛教大乘八個宗派都是以龍樹菩薩為第一代祖師。《入楞伽經第六》云：「大慧汝當知，善逝涅槃後，未來世當有持於我法者。南天竺國中大名德比丘，厥號為龍樹，能破有無宗，世間中顯我無上大乘法，得初歡喜地，往生極樂國。此佛金口懸記也。」龍樹菩薩是初地菩薩，並往生西方極樂世界。此大學的目標，是希望能像當年印度那爛陀大學一樣(註：那爛陀乃龍之名)，為佛教培養出優秀之弘護人才，祈願一切眾生圓成佛道。"
    },
    {
      "id": "02-042-0102_p0063",
      "zh_CN": "六、和谐从随喜开始",
      "zh_TW": "六、和諧從隨喜開始"
    },
    {
      "id": "02-042-0102_p0064",
      "zh_CN": "师父上人期望在斯国多处盖阿弥陀佛大饭店，借由在饭店举办圣贤文化交流及各个宗教论坛，让阿弥陀佛的种子普种在众生的阿赖耶识里，最终皆能成就佛果。有一位仁者发心，在康提盖一座阿弥陀佛大饭店，总统马上随喜支持，并在饭店附近规画盖机场及开公路，希望早日利益众生，届时他将亲临致贺。由于斯国政府的支持，盖阿弥陀佛大饭店申请文件本来要花一年才能审核通过的，政府特意将三十几位审核官员聚在一起，一日内就审核通过完成，大家同心希望此饭店能早日广利众生。二０一三年六月，阿弥陀佛大饭店奠基典礼时，国师及很多长老、政府官员包括议长(总统的哥哥)，以及康提州长皆来随喜庆贺。",
      "zh_TW": "師父上人期望在斯國多處蓋阿彌陀佛大飯店，藉由在飯店舉辦聖賢文化交流及各個宗教論壇，讓阿彌陀佛的種子普種在眾生的阿賴耶識裡，最終皆能成就佛果。有一位仁者發心，在康提蓋一座阿彌陀佛大飯店，總統馬上隨喜支持，並在飯店附近規畫蓋機場及開公路，希望早日利益眾生，屆時他將親臨致賀。由於斯國政府的支持，蓋阿彌陀佛大飯店申請文件本來要花一年才能審核通過的，政府特意將三十幾位審核官員聚在一起，一日內就審核通過完成，大家同心希望此飯店能早日廣利眾生。二０一三年六月，阿彌陀佛大飯店奠基典禮時，國師及很多長老、政府官員包括議長(總統的哥哥)，以及康提州長皆來隨喜慶賀。"
    },
    {
      "id": "02-042-0102_p0065",
      "zh_CN": "七、国师慧眼，量大福大",
      "zh_TW": "七、國師慧眼，量大福大"
    },
    {
      "id": "02-042-0102_p0066",
      "zh_CN": "强帝玛国师贵为斯里兰卡之国师，心量广大，慧眼独具，向总统推荐师父上人至斯里兰卡弘法，并尽心安排大小事宜，为我们表演若要佛法兴，唯有僧赞僧。恩师讲演时，国师带领全国法师、官员、军人、师生及人民等同沾法益，且以身作则，坐在前排用心听讲。师父上人至斯国各处弘法，国师都随行在后(见图四)，并用心安排大小事宜。国师身为蓝莲花寺的住持，多次邀请师父上人至此寺弘法，各地法师至此寺听经者多达两千多位，大家虔诚恭敬听法，令人感动赞叹不已。更令人感动的是，师父上人在康提升座宣讲《大经科注》约一个月，国师亦随行至康提摄影棚听经并护法，许多政府官员亦前来听法，其诚敬之态度令人赞叹。师父上人至康提一所培训老师的学院讲演时，因电力不足，恩师升座后没多久，停电半个多小时。当时天气闷热，强帝玛国师马上把手中握着的一把庄严大扇子交给护法(一位体强力壮的男众)，请他帮师父上人搧风，恩师频频挥手说不需要，眼神传意请他留着用。小事见真情，两位高僧为我们表演僧护僧。",
      "zh_TW": "強帝瑪國師貴為斯里蘭卡之國師，心量廣大，慧眼獨具，向總統推薦師父上人至斯里蘭卡弘法，並盡心安排大小事宜，為我們表演若要佛法興，唯有僧讚僧。恩師講演時，國師帶領全國法師、官員、軍人、師生及人民等同沾法益，且以身作則，坐在前排用心聽講。師父上人至斯國各處弘法，國師都隨行在後(見圖四)，並用心安排大小事宜。國師身為藍蓮花寺的住持，多次邀請師父上人至此寺弘法，各地法師至此寺聽經者多達兩千多位，大家虔誠恭敬聽法，令人感動讚歎不已。更令人感動的是，師父上人在康提升座宣講《大經科註》約一個月，國師亦隨行至康提攝影棚聽經並護法，許多政府官員亦前來聽法，其誠敬之態度令人讚歎。師父上人至康提一所培訓老師的學院講演時，因電力不足，恩師升座後沒多久，停電半個多小時。當時天氣悶熱，強帝瑪國師馬上把手中握著的一把莊嚴大扇子交給護法(一位體強力壯的男眾)，請他幫師父上人搧風，恩師頻頻揮手說不需要，眼神傳意請他留著用。小事見真情，兩位高僧為我們表演僧護僧。"
    },
    {
      "id": "02-042-0102_p0067",
      "zh_CN": "八、全国弘护正法",
      "zh_TW": "八、全國弘護正法"
    },
    {
      "id": "02-042-0102_p0068",
      "zh_CN": "从政府、长者、商人、军人及平民，皆知随喜广修供养。政府为了鼓励信徒们到寺中修学佛法，不仅佛诞节为公众假期，更定月圆日为假日，全天二十四小时有法师在电视讲经教学。在此日，很多人受八关斋戒，全家在寺院上课、念经、礼拜修行，晚上则睡在寺院的地上。天刚拂晓，人民便纷纷起床礼拜父母，行接足礼，手提花篮，采花供佛。家长及学生身着洁白的礼服至假日学校(寺院)上课，接受佛陀教育。学生至学校先恭敬礼佛三拜并供上鲜花，并对出家人行接足礼，对三宝非常恭敬供养。公共汽车上，有为僧人预留的专座；各种礼仪庆典，僧人皆在首席。我们参观康提一座寺院，可容纳三千多人，月圆日则增至五、六千人。很多人都在菩提树下修行，晚上若天气好便树下一宿，过一晚佛陀苦行的生活。很多大富长者、商人、小贩则免费供养大家食物（饼、饮料等种种饮食），随喜修行者之功德。在此可看到人们排着整齐的长队伍领食物。卫塞节全国放假七天，大街小巷，家家户户张灯结彩，庆祝卫塞节。佛教徒皆至寺院修行，七天中很多人供养种种饮食，让修行者无后顾之忧。当地许多猴子、小狗、乌鸦等小动物，也都雀跃的趁此机会饱餐一顿，人们的爱心普及动物。当地人民说，一般佛教徒种植食物，大约都会留下百分之三至四的食物供养小动物。他们对小动物也都是礼敬，普同供养，人民及小动物都生活快乐。",
      "zh_TW": "從政府、長者、商人、軍人及平民，皆知隨喜廣修供養。政府為了鼓勵信徒們到寺中修學佛法，不僅佛誕節為公眾假期，更定月圓日為假日，全天二十四小時有法師在電視講經教學。在此日，很多人受八關齋戒，全家在寺院上課、念經、禮拜修行，晚上則睡在寺院的地上。天剛拂曉，人民便紛紛起床禮拜父母，行接足禮，手提花籃，採花供佛。家長及學生身著潔白的禮服至假日學校(寺院)上課，接受佛陀教育。學生至學校先恭敬禮佛三拜並供上鮮花，並對出家人行接足禮，對三寶非常恭敬供養。公共汽車上，有為僧人預留的專座；各種禮儀慶典，僧人皆在首席。我們參觀康提一座寺院，可容納三千多人，月圓日則增至五、六千人。很多人都在菩提樹下修行，晚上若天氣好便樹下一宿，過一晚佛陀苦行的生活。很多大富長者、商人、小販則免費供養大家食物（餅、飲料等種種飲食），隨喜修行者之功德。在此可看到人們排著整齊的長隊伍領食物。衛塞節全國放假七天，大街小巷，家家戶戶張燈結綵，慶祝衛塞節。佛教徒皆至寺院修行，七天中很多人供養種種飲食，讓修行者無後顧之憂。當地許多猴子、小狗、烏鴉等小動物，也都雀躍的趁此機會飽餐一頓，人們的愛心普及動物。當地人民說，一般佛教徒種植食物，大約都會留下百分之三至四的食物供養小動物。他們對小動物也都是禮敬，普同供養，人民及小動物都生活快樂。"
    },
    {
      "id": "02-042-0102_p0069",
      "zh_CN": "师父上人至科伦坡军事佛教中心讲演时，约一千五百位军人出席听经闻法。尤其难能可贵的是这些军人都是佛教徒，且将所赚的部分薪水用来供养寺院，随喜寺院之功德，欢喜落实佛陀的教诲。当时一位导游说，上班的人要是工作不忙，都会提前下班，至寺院听经或菩提树下念经修行，把修行摆第一，不去游乐场所。人民有假期就到佛陀曾到达之处朝圣，寺院、菩提树下经常可以见到蜂拥而至的人群。我们曾至斯国北部的龙岛，相传是观音菩萨的出生地，那朝圣的队伍从清晨天刚破晓便开始络绎不绝，那仰慕佛陀之心令人自叹弗如。",
      "zh_TW": "師父上人至科倫坡軍事佛教中心講演時，約一千五百位軍人出席聽經聞法。尤其難能可貴的是這些軍人都是佛教徒，且將所賺的部分薪水用來供養寺院，隨喜寺院之功德，歡喜落實佛陀的教誨。當時一位導遊說，上班的人要是工作不忙，都會提前下班，至寺院聽經或菩提樹下念經修行，把修行擺第一，不去遊樂場所。人民有假期就到佛陀曾到達之處朝聖，寺院、菩提樹下經常可以見到蜂擁而至的人群。我們曾至斯國北部的龍島，相傳是觀音菩薩的出生地，那朝聖的隊伍從清晨天剛破曉便開始絡繹不絕，那仰慕佛陀之心令人自嘆弗如。"
    },
    {
      "id": "02-042-0102_p0070",
      "zh_CN": "九、弥陀佛光，普照斯国",
      "zh_TW": "九、彌陀佛光，普照斯國"
    },
    {
      "id": "02-042-0102_p0071",
      "zh_CN": "师父上人在斯里兰卡曾开示：「世尊当年在世，特别给我们介绍一个特殊的快乐世界，阿弥陀佛的极乐世界。我们今天念阿弥陀佛，就是世尊指导我们、劝勉我们，希望我们往生到西方极乐世界去亲近阿弥陀佛。那个世界的清净快乐是无法想像的，我们也说不出来，不但我们说不出来，诸佛如来也说不出来。你到那里去，你就亲身感受到，他是把佛陀教诲百分之百的兑现、圆满了，而且阿弥陀佛的教学始终没有中断。所以快乐从哪里来的？从学习圣贤教诲而得来的。」斯国人民善根深厚，听闻之后皆欢喜念阿弥陀佛。在斯国，当我们拿出阿弥陀佛佛像及念佛机、佛珠结缘时，发现大家都欢喜接受，很多人都多请几份回去分送家亲眷属，此现象在其他国家则很罕见。",
      "zh_TW": "師父上人在斯里蘭卡曾開示：「世尊當年在世，特別給我們介紹一個特殊的快樂世界，阿彌陀佛的極樂世界。我們今天念阿彌陀佛，就是世尊指導我們、勸勉我們，希望我們往生到西方極樂世界去親近阿彌陀佛。那個世界的清淨快樂是無法想像的，我們也說不出來，不但我們說不出來，諸佛如來也說不出來。你到那裡去，你就親身感受到，他是把佛陀教誨百分之百的兌現、圓滿了，而且阿彌陀佛的教學始終沒有中斷。所以快樂從哪裡來的？從學習聖賢教誨而得來的。」斯國人民善根深厚，聽聞之後皆歡喜念阿彌陀佛。在斯國，當我們拿出阿彌陀佛佛像及念佛機、佛珠結緣時，發現大家都歡喜接受，很多人都多請幾份回去分送家親眷屬，此現象在其他國家則很罕見。"
    },
    {
      "id": "02-042-0102_p0072",
      "zh_CN": "在康提时，一位旅馆经理告诉我们，每天早上四点至八点，有法师轮流在电视讲法。我们看他每天早上四、五点为客人准备早餐之时，总是打开一架老式的电视机听法(画面模糊)，那求法之切令人感动不已。香港佛陀教育协会领导知悉后，马上找人为他修电视。当我们送他阿弥陀佛佛像、佛书及念佛机，介绍阿弥陀佛后，没想到他善根深厚，每天早上开始念阿弥陀佛一、二个小时，见到我们团队每个人用早餐时，他天天都欢喜合掌，念阿弥陀佛向我们问好。后来他恳请我们再多给他一份阿弥陀佛佛像及念佛机。问他为什么？他说希望家中也能播佛号、看佛像。三个星期后，当我们要回香港时，他带着全家大小来为我们送行，礼尚往来的送我们每个人一包斯里兰卡的特级红茶，眼含热泪的希望我们能再回来，淳厚的情谊令人感动。此外，在阿弥陀佛大饭店动土典礼完毕，我们游览车要离开之际，二、三个斯国小朋友在旁欢喜的合掌，大声念阿弥陀佛，目送我们离开，足见此国人民善根深厚。阿弥陀佛，光中极尊，佛中之王，普照斯国。",
      "zh_TW": "在康提時，一位旅館經理告訴我們，每天早上四點至八點，有法師輪流在電視講法。我們看他每天早上四、五點為客人準備早餐之時，總是打開一架老式的電視機聽法(畫面模糊)，那求法之切令人感動不已。香港佛陀教育協會領導知悉後，馬上找人為他修電視。當我們送他阿彌陀佛佛像、佛書及念佛機，介紹阿彌陀佛後，沒想到他善根深厚，每天早上開始念阿彌陀佛一、二個小時，見到我們團隊每個人用早餐時，他天天都歡喜合掌，念阿彌陀佛向我們問好。後來他懇請我們再多給他一份阿彌陀佛佛像及念佛機。問他為什麼？他說希望家中也能播佛號、看佛像。三個星期後，當我們要回香港時，他帶著全家大小來為我們送行，禮尚往來的送我們每個人一包斯里蘭卡的特級紅茶，眼含熱淚的希望我們能再回來，淳厚的情誼令人感動。此外，在阿彌陀佛大飯店動土典禮完畢，我們遊覽車要離開之際，二、三個斯國小朋友在旁歡喜的合掌，大聲念阿彌陀佛，目送我們離開，足見此國人民善根深厚。阿彌陀佛，光中極尊，佛中之王，普照斯國。"
    },
    {
      "id": "02-042-0102_p0073",
      "zh_CN": "十、总结",
      "zh_TW": "十、總結"
    },
    {
      "id": "02-042-0102_p0074",
      "zh_CN": "佛陀教育及宗教教育能落实在斯里兰卡，乃斯国总统及政府官员大力护持正法。当年世尊将护法使命付托国王大臣，因其能担负此大任。中国古时也是贤君护法，并有国师辅弼国君。梅光羲老居士在重印《无量寿经》五种原译会集序文里面告诉我们，「前清盛时，万善殿常课此经，故得宫廷整肃，政治清明，由彼时群知因果，故能上下相戒，朝野相安。」历史上记载，从顺治开始，接着是康熙、雍正、乾隆、嘉庆，都非常认真，护持正法，礼请高僧至宫廷讲经说法。看到斯国如此弘护正法，除随喜赞叹之外，并忏悔自己无量劫至今生，因业障深重，不知弘护正法，感得今日全球圣教衰零，不能普周寰宇。祈愿圣教光辉普周寰宇，大经及弥陀之光普周法界。",
      "zh_TW": "佛陀教育及宗教教育能落實在斯里蘭卡，乃斯國總統及政府官員大力護持正法。當年世尊將護法使命付託國王大臣，因其能擔負此大任。中國古時也是賢君護法，並有國師輔弼國君。梅光羲老居士在重印《無量壽經》五種原譯會集序文裡面告訴我們，「前清盛時，萬善殿常課此經，故得宮廷整肅，政治清明，由彼時群知因果，故能上下相戒，朝野相安。」歷史上記載，從順治開始，接著是康熙、雍正、乾隆、嘉慶，都非常認真，護持正法，禮請高僧至宮廷講經說法。看到斯國如此弘護正法，除隨喜讚歎之外，並懺悔自己無量劫至今生，因業障深重，不知弘護正法，感得今日全球聖教衰零，不能普周寰宇。祈願聖教光輝普周寰宇，大經及彌陀之光普周法界。"
    },
    {
      "id": "02-042-0102_p0075",
      "zh_CN": "感恩香港佛陀教育协会诸位领导，及胡居士的慈悲安排，让学生有机会能至斯里兰卡学习，真是百闻不如一见。恩师曾言：「没有护法就没有弘法的人，护法功德第一。」《大般泥洹经》卷第二云：「当知护持正法功德无量。我本以不惜身命护正法故，得此金刚不坏法身。」真诚感恩一切护法仁者，并随喜护法功德。",
      "zh_TW": "感恩香港佛陀教育協會諸位領導，及胡居士的慈悲安排，讓學生有機會能至斯里蘭卡學習，真是百聞不如一見。恩師曾言：「沒有護法就沒有弘法的人，護法功德第一。」《大般泥洹經》卷第二云：「當知護持正法功德無量。我本以不惜身命護正法故，得此金剛不壞法身。」真誠感恩一切護法仁者，並隨喜護法功德。"
    },
    {
      "id": "02-042-0102_p0076",
      "zh_CN": "此份文稿整理多时，本拟于龙树菩萨圣诞(八月十九日，农历七月二十四日)完成，以随喜龙喜国际佛教大学，祝愿能早日培养全球弘护人才，让正法久住世间。但因惭愧弟子障重垢深，文笔拙劣，今日幸得诸位法师及大德帮忙修正才能完成，无比感谢。报告中很多不妥及错漏之处，诚请尊敬的师父上人、诸位大德同修惠予批评指正，无尽感恩。阿弥陀佛。",
      "zh_TW": "此份文稿整理多時，本擬於龍樹菩薩聖誕(八月十九日，農曆七月二十四日)完成，以隨喜龍喜國際佛教大學，祝願能早日培養全球弘護人才，讓正法久住世間。但因慚愧弟子障重垢深，文筆拙劣，今日幸得諸位法師及大德幫忙修正才能完成，無比感謝。報告中很多不妥及錯漏之處，誠請尊敬的師父上人、諸位大德同修惠予批評指正，無盡感恩。阿彌陀佛。"
    },
    {
      "id": "02-042-0102_p0077",
      "zh_CN": "图一：世界最古老的菩提树二千三百多岁。",
      "zh_TW": "圖一：世界最古老的菩提樹二千三百多歲。"
    },
    {
      "id": "02-042-0102_p0078",
      "zh_CN": "图二：师父上人与斯里兰卡总统合影于总统府会客厅。",
      "zh_TW": "圖二：師父上人與斯里蘭卡總統合影於總統府會客廳。"
    },
    {
      "id": "02-042-0102_p0079",
      "zh_CN": "图三：师父上人与斯里兰卡总统夫人合影于总统府会客厅。",
      "zh_TW": "圖三：師父上人與斯里蘭卡總統夫人合影於總統府會客廳。"
    },
    {
      "id": "02-042-0102_p0080",
      "zh_CN": "图四：强帝玛国师随行至康提假日学院。",
      "zh_TW": "圖四：強帝瑪國師隨行至康提假日學院。"
    },
    {
      "id": "02-042-0102_p0081",
      "zh_CN": "老法师：慧严的这份报告好像有感应，今天强帝玛法师正好在我们的小讲堂，他也亲自听到了，非常难得。里面是有两处有些错误，这个堕胎的事情，联合国有统计的数字，告诉我们，每一年全世界堕胎的大概有五千多万。我们跟总统谈到这个话，总统不是说全世界不要堕胎，都到斯里兰卡来生小孩，没有这个说法，是斯里兰卡的本国，她们有怀孕的，自己不能养的时候国家收养。所以这是非常好的一个政策，这个是无量真实功德。这些地方要注意。",
      "zh_TW": "老法師：慧嚴的這份報告好像有感應，今天強帝瑪法師正好在我們的小講堂，他也親自聽到了，非常難得。裡面是有兩處有些錯誤，這個墮胎的事情，聯合國有統計的數字，告訴我們，每一年全世界墮胎的大概有五千多萬。我們跟總統談到這個話，總統不是說全世界不要墮胎，都到斯里蘭卡來生小孩，沒有這個說法，是斯里蘭卡的本國，她們有懷孕的，自己不能養的時候國家收養。所以這是非常好的一個政策，這個是無量真實功德。這些地方要注意。"
    },
    {
      "id": "02-042-0102_p0082",
      "zh_CN": "强帝玛国师这一次来访问，要告诉我龙喜大学的工程，我们也希望能够早一天把它促成。但是过去所估的费用，在现在不断的这费用在增加，因为一些材料，现在的价钱比那个时候要涨了，一切都在涨，这也是我们预先能够想到的。我们当时筹款，是照那个时候预算来筹备的，我们也没有想到，这是三宝加持，没想到的是十方供养凑足了这个数字。现在好像要加好几倍的样子，我们希望净宗同学，我们全心全力来支持。",
      "zh_TW": "強帝瑪國師這一次來訪問，要告訴我龍喜大學的工程，我們也希望能夠早一天把它促成。但是過去所估的費用，在現在不斷的這費用在增加，因為一些材料，現在的價錢比那個時候要漲了，一切都在漲，這也是我們預先能夠想到的。我們當時籌款，是照那個時候預算來籌備的，我們也沒有想到，這是三寶加持，沒想到的是十方供養湊足了這個數字。現在好像要加好幾倍的樣子，我們希望淨宗同學，我們全心全力來支持。"
    },
    {
      "id": "02-042-0102_p0083",
      "zh_CN": "我最近，也一年了，在香港政府，我们成立一个基金会，这个基金会是「净空多元文化教育基金会」，香港政府注册的。今年同时拿到免税，这是慈善机构免税（政府免税），后面是银行的资料。我们想用这个基金，十方供养我都放在这个基金会里面，我们帮助全世界多元文化，全心全力帮助大家。现在这个世界，诸位都知道动乱，社会的人心违背了伦常，造成动乱不安的局面。我们希望全世界的宗教能够联合起来，回归教育，互相学习，来化解这个社会的冲突，促进全球安定和谐。这是我们这十几年来都在努力做这桩事情，现在我们正式成立一个基金会来支援。",
      "zh_TW": "我最近，也一年了，在香港政府，我們成立一個基金會，這個基金會是「淨空多元文化教育基金會」，香港政府註冊的。今年同時拿到免稅，這是慈善機構免稅（政府免稅），後面是銀行的資料。我們想用這個基金，十方供養我都放在這個基金會裡面，我們幫助全世界多元文化，全心全力幫助大家。現在這個世界，諸位都知道動亂，社會的人心違背了倫常，造成動亂不安的局面。我們希望全世界的宗教能夠聯合起來，回歸教育，互相學習，來化解這個社會的衝突，促進全球安定和諧。這是我們這十幾年來都在努力做這樁事情，現在我們正式成立一個基金會來支援。"
    },
    {
      "id": "02-042-0102_p0084",
      "zh_CN": "前两个月，我到图文巴去住了两个月的时间，我有三年没去了，没想到这个小城宗教团结起来了。我在那里两个月当中，政府、议会、民间团体，有二十多个单位，还有当地的学校，中小学的校长、老师，有一、二百人，我跟他们见了面。当地的企业，当地的宗教团体，大家都有一个概念，希望把这个小城打造成世界上第一个多元文化和谐示范城市。太好了，太难得了，没有想到我们在那个地方十三年，会有这种现象出现，这是我们不敢想像的。有这样的一个缘分，我就想到我们的宗教，在那里可以首先就做起来，最后的终极目标，希望办一个宗教大学，大家都有这个愿望。",
      "zh_TW": "前兩個月，我到圖文巴去住了兩個月的時間，我有三年沒去了，沒想到這個小城宗教團結起來了。我在那裡兩個月當中，政府、議會、民間團體，有二十多個單位，還有當地的學校，中小學的校長、老師，有一、二百人，我跟他們見了面。當地的企業，當地的宗教團體，大家都有一個概念，希望把這個小城打造成世界上第一個多元文化和諧示範城市。太好了，太難得了，沒有想到我們在那個地方十三年，會有這種現象出現，這是我們不敢想像的。有這樣的一個緣分，我就想到我們的宗教，在那裡可以首先就做起來，最後的終極目標，希望辦一個宗教大學，大家都有這個願望。"
    },
    {
      "id": "02-042-0102_p0085",
      "zh_CN": "我们预想这个宗教大学，我们分为四个梯次来把它完成。第一个梯次就是现前，大概是从下个月，我们开始办一个道德讲堂，用宗教经典里面的内容，有关於伦理、道德、因果这些经文，搜集起来做为我们学习的教材。我们宗教联合起来，一起来帮助这个小城，十二万居民人人有道德。预定时间三年，这个道德讲堂每个月办一次，一次是一个星期，由所有宗教联合起来办，电台支援我们，当地的电台。三年之后，我们把这个道德讲堂提升，做多元文化活动中心，我们就深入一层，提升了。对经教的学习，那时间就不是一个星期，至少二个星期三个星期、一个月三个月，在这个里头发掘人才、培养人才。到第三个阶段，我们办研究所，就是在这里面发掘的人才，好好培训他们，希望他们学习三年，能够将来承当宗教大学的教授。这样我们有足够的老师，至少有五、六十个老师，我们就可以办宗教大学，预计宗教大学十年之后能够真正落实。依照这个想法，四个阶段去做，我们要努力把这桩事情做好。这桩事情做好，我们这么多年来的愿望，希望宗教团结、宗教回归教育、宗教互相学习，用宗教的力量化解所有冲突，带给全世界永续的安定和谐。",
      "zh_TW": "我們預想這個宗教大學，我們分為四個梯次來把它完成。第一個梯次就是現前，大概是從下個月，我們開始辦一個道德講堂，用宗教經典裡面的內容，有關於倫理、道德、因果這些經文，蒐集起來做為我們學習的教材。我們宗教聯合起來，一起來幫助這個小城，十二萬居民人人有道德。預定時間三年，這個道德講堂每個月辦一次，一次是一個星期，由所有宗教聯合起來辦，電台支援我們，當地的電台。三年之後，我們把這個道德講堂提升，做多元文化活動中心，我們就深入一層，提升了。對經教的學習，那時間就不是一個星期，至少二個星期三個星期、一個月三個月，在這個裡頭發掘人才、培養人才。到第三個階段，我們辦研究所，就是在這裡面發掘的人才，好好培訓他們，希望他們學習三年，能夠將來承當宗教大學的教授。這樣我們有足夠的老師，至少有五、六十個老師，我們就可以辦宗教大學，預計宗教大學十年之後能夠真正落實。依照這個想法，四個階段去做，我們要努力把這樁事情做好。這樁事情做好，我們這麼多年來的願望，希望宗教團結、宗教回歸教育、宗教互相學習，用宗教的力量化解所有衝突，帶給全世界永續的安定和諧。"
    },
    {
      "id": "02-042-0102_p0086",
      "zh_CN": "今天正好我们看到这篇文章，听过这篇文章，强帝玛法师也在此地，非常难得，这个好像是佛菩萨替我们安排的。好，时间到了，今天我们就学习到此地。",
      "zh_TW": "今天正好我們看到這篇文章，聽過這篇文章，強帝瑪法師也在此地，非常難得，這個好像是佛菩薩替我們安排的。好，時間到了，今天我們就學習到此地。"
    }
  ]
}