{
  "doc_id": "02-042-0084",
  "title": {
    "zh_CN": "无量寿经科注第四回学习班",
    "zh_TW": "無量壽經科註第四回學習班"
  },
  "authors": [
    "自了法师",
    "上官居士"
  ],
  "volume": {
    "zh_CN": "第八十四集",
    "zh_TW": "第八十四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "02-042-0084",
  "total_paragraphs": 100,
  "paragraphs": [
    {
      "id": "02-042-0084_p0001",
      "zh_CN": "老法师：诸位同学，大家好！",
      "zh_TW": "老法師：諸位同學，大家好！"
    },
    {
      "id": "02-042-0084_p0002",
      "zh_CN": "学生：尊者师父上人慈悲，诸位同修慈悲，阿弥陀佛。不肖弟子释自了冒昧报告的题目是：凡修净业，以决志求生西方为本——从海贤老和尚反省我们求往生的信愿（二）",
      "zh_TW": "學生：尊者師父上人慈悲，諸位同修慈悲，阿彌陀佛。不肖弟子釋自了冒昧報告的題目是：凡修淨業，以決志求生西方為本——從海賢老和尚反省我們求往生的信願（二）"
    },
    {
      "id": "02-042-0084_p0003",
      "zh_CN": "一、我们念佛是为了什么？念佛的目的是什么？",
      "zh_TW": "一、我們念佛是為了什麼？念佛的目的是什麼？"
    },
    {
      "id": "02-042-0084_p0004",
      "zh_CN": "曾经有一位同修，念佛四天四夜没睡觉，夜以继日的念。后来人家问他，为什么能如此精进？他说为了他女儿的户口能迁入广州。类似的例子很多，念佛求身体健康，求升官发财，求世间福报，好一点的，求开悟，求功夫成片，求一心不乱。",
      "zh_TW": "曾經有一位同修，念佛四天四夜沒睡覺，夜以繼日的念。後來人家問他，為什麼能如此精進？他說為了他女兒的戶口能遷入廣州。類似的例子很多，念佛求身體健康，求升官發財，求世間福報，好一點的，求開悟，求功夫成片，求一心不亂。"
    },
    {
      "id": "02-042-0084_p0005",
      "zh_CN": "我们念佛求什么？印光大师斩钉截铁的定论：凡修净业，以决志求生西方为本。「念佛根本道理，是要人生信发愿，求生西方，了脱生死。不可只发求世间富乐，不求生西方。能一心念佛，求生西方，世间灾难亦可消灭。非念佛不能消灭灾难也。」念佛，以求往生为根本。很多人念佛念了一辈子，却还是懵懵懂懂。今天，请印光大师来给我们厘清这个问题。",
      "zh_TW": "我們念佛求什麼？印光大師斬釘截鐵的定論：凡修淨業，以決志求生西方為本。「念佛根本道理，是要人生信發願，求生西方，了脫生死。不可只發求世間富樂，不求生西方。能一心念佛，求生西方，世間災難亦可消滅。非念佛不能消滅災難也。」念佛，以求往生為根本。很多人念佛念了一輩子，卻還是懵懵懂懂。今天，請印光大師來給我們釐清這個問題。"
    },
    {
      "id": "02-042-0084_p0006",
      "zh_CN": "二、下面是摘自《文钞》的法语：",
      "zh_TW": "二、下面是摘自《文鈔》的法語："
    },
    {
      "id": "02-042-0084_p0007",
      "zh_CN": "佛开念佛法门，唯期一切众生现生即生净土。使如来不开此法，则末法众生，无一能了生死者。",
      "zh_TW": "佛開念佛法門，唯期一切眾生現生即生淨土。使如來不開此法，則末法眾生，無一能了生死者。"
    },
    {
      "id": "02-042-0084_p0008",
      "zh_CN": "须知佛法，法门无量，若欲以通身业力之凡夫，现生即得了生脱死，离此「信愿念佛，求生西方」一法，佛也说不出第二个法门了。",
      "zh_TW": "須知佛法，法門無量，若欲以通身業力之凡夫，現生即得了生脫死，離此「信願念佛，求生西方」一法，佛也說不出第二個法門了。"
    },
    {
      "id": "02-042-0084_p0009",
      "zh_CN": "外行人，多多以求悟，求得种种境界，而不以决定求生为事，即所谓「舍本逐末」也！",
      "zh_TW": "外行人，多多以求悟，求得種種境界，而不以決定求生為事，即所謂「捨本逐末」也！"
    },
    {
      "id": "02-042-0084_p0010",
      "zh_CN": "若或有生人天之念，则西方便无分矣。以生死心熟极，一丝毫力，可敌了生死心千钧。",
      "zh_TW": "若或有生人天之念，則西方便無分矣。以生死心熟極，一絲毫力，可敵了生死心千鈞。"
    },
    {
      "id": "02-042-0084_p0011",
      "zh_CN": "倘不求生西方，但求消灾，及不失人身。犹如以无价之摩尼宝珠，换取一根糖吃。其人之愚痴可怜，不识好歹为最第一矣！",
      "zh_TW": "倘不求生西方，但求消災，及不失人身。猶如以無價之摩尼寶珠，換取一根糖吃。其人之愚痴可憐，不識好歹為最第一矣！"
    },
    {
      "id": "02-042-0084_p0012",
      "zh_CN": "念佛一法，乃佛普度一切众生之最大法门。若有危险，念之即可逢凶化吉。无事时念之，则可消灾增福。然必须要求生西方，方为究竟大利益。",
      "zh_TW": "念佛一法，乃佛普度一切眾生之最大法門。若有危險，念之即可逢凶化吉。無事時念之，則可消災增福。然必須要求生西方，方為究竟大利益。"
    },
    {
      "id": "02-042-0084_p0013",
      "zh_CN": "若不念佛求生西方，纵生到至极尊贵之非非想天，天福一尽，仍复轮回六道。若具志诚恳切念佛，纵将堕阿鼻地狱，尚能蒙佛接引，往生西方。",
      "zh_TW": "若不念佛求生西方，縱生到至極尊貴之非非想天，天福一盡，仍復輪迴六道。若具志誠懇切念佛，縱將墮阿鼻地獄，尚能蒙佛接引，往生西方。"
    },
    {
      "id": "02-042-0084_p0014",
      "zh_CN": "现在浩劫当前，大家通要认真念佛，求生西方。切不可求来生人天福报。纵得福报，也只暂时。福大则造业大，既造大业，必受大苦。若生西方，则永离众苦，但受诸乐矣。",
      "zh_TW": "現在浩劫當前，大家通要認真念佛，求生西方。切不可求來生人天福報。縱得福報，也只暫時。福大則造業大，既造大業，必受大苦。若生西方，則永離眾苦，但受諸樂矣。"
    },
    {
      "id": "02-042-0084_p0015",
      "zh_CN": "若有一念求来生人天福报之心，即修持精纯，亦名「违背佛教」。虽种善根，而了生脱死，当在驴年。可不哀哉！",
      "zh_TW": "若有一念求來生人天福報之心，即修持精純，亦名「違背佛教」。雖種善根，而了生脫死，當在驢年。可不哀哉！"
    },
    {
      "id": "02-042-0084_p0016",
      "zh_CN": "佛教人念佛求生西方，是为人现生了生死的。若求来生人天福报，即是违背佛教。如将一颗举世无价之宝珠，换取一根糖吃，岂不可惜？愚人念佛，不求生西方，求来生人天福报，与此无异。",
      "zh_TW": "佛教人念佛求生西方，是為人現生了生死的。若求來生人天福報，即是違背佛教。如將一顆舉世無價之寶珠，換取一根糖吃，豈不可惜？愚人念佛，不求生西方，求來生人天福報，與此無異。"
    },
    {
      "id": "02-042-0084_p0017",
      "zh_CN": "净土法门，以真信切愿念佛，决定求生西方为宗旨。若念佛人不愿求生西方，即为违背佛教。譬如王子寄居他国，不信自是王子，但愿终日乞食，不至饿死，便为志得意满。其知见之下劣，能不令人怜悯乎？",
      "zh_TW": "淨土法門，以真信切願念佛，決定求生西方為宗旨。若念佛人不願求生西方，即為違背佛教。譬如王子寄居他國，不信自是王子，但願終日乞食，不至餓死，便為志得意滿。其知見之下劣，能不令人憐憫乎？"
    },
    {
      "id": "02-042-0084_p0018",
      "zh_CN": "须生信、发愿，求生西方，万不可求来生福报。若求来生福报，即是破戒违法！以念佛法门，乃是教人求生西方的法门。汝既念佛，不求生西方，又要求来生，是不遵佛教。此是佛教人必定要依之法，汝不肯依，故名「破戒违法」。",
      "zh_TW": "須生信、發願，求生西方，萬不可求來生福報。若求來生福報，即是破戒違法！以念佛法門，乃是教人求生西方的法門。汝既念佛，不求生西方，又要求來生，是不遵佛教。此是佛教人必定要依之法，汝不肯依，故名「破戒違法」。"
    },
    {
      "id": "02-042-0084_p0019",
      "zh_CN": "欲生净土，须先认清宗旨。普通修持，无不以开悟为希冀。而开悟一事，亦非易易。若知净土宗旨，绝不预期开悟。若不注重信愿，开悟亦难了脱。若能一心念佛，不悟亦可往生。",
      "zh_TW": "欲生淨土，須先認清宗旨。普通修持，無不以開悟為希冀。而開悟一事，亦非易易。若知淨土宗旨，絕不預期開悟。若不注重信願，開悟亦難了脫。若能一心念佛，不悟亦可往生。"
    },
    {
      "id": "02-042-0084_p0020",
      "zh_CN": "真能念佛，不求世间福报，而自得世间福报（如长寿无病，家门清泰，子孙发达，诸缘如意，万事吉祥等）。若求世间福报，不肯回向往生，则所得世间福报，反为下劣。而心不专一，往生便难决定矣！",
      "zh_TW": "真能念佛，不求世間福報，而自得世間福報（如長壽無病，家門清泰，子孫發達，諸緣如意，萬事吉祥等）。若求世間福報，不肯迴向往生，則所得世間福報，反為下劣。而心不專一，往生便難決定矣！"
    },
    {
      "id": "02-042-0084_p0021",
      "zh_CN": "当须发决定心，临终定欲往生西方。且莫说碌碌庸人之身，不愿更受。即为人天王身，及出家为僧，一闻千悟，得大总持，大弘法化，普利众生之高僧身，亦视之若毒荼罪薮，决定不生一念欲受之心。如是决定，则己之信愿行，方能感佛。佛之誓愿，方能摄受。感应道交，蒙佛接引，直登九品，永出轮回矣。",
      "zh_TW": "當須發決定心，臨終定欲往生西方。且莫說碌碌庸人之身，不願更受。即為人天王身，及出家為僧，一聞千悟，得大總持，大弘法化，普利眾生之高僧身，亦視之若毒荼罪藪，決定不生一念欲受之心。如是決定，則己之信願行，方能感佛。佛之誓願，方能攝受。感應道交，蒙佛接引，直登九品，永出輪迴矣。"
    },
    {
      "id": "02-042-0084_p0022",
      "zh_CN": "净土法门，注重在信愿。有不知者，或求人天福报，或求来生为僧，弘扬佛法，度脱众生。此种心念，要丢得干干净净，若有一丝毫，便不能往生矣。往生，则超凡入圣，了生脱死。不往生，纵一生二生不迷，绝难永远不迷。迷，则由有修持之福，而所造之业，为可惧耳。恶业既造，恶报自临，求出三途，恐无其日。",
      "zh_TW": "淨土法門，注重在信願。有不知者，或求人天福報，或求來生為僧，弘揚佛法，度脫眾生。此種心念，要丟得乾乾淨淨，若有一絲毫，便不能往生矣。往生，則超凡入聖，了生脫死。不往生，縱一生二生不迷，絕難永遠不迷。迷，則由有修持之福，而所造之業，為可懼耳。惡業既造，惡報自臨，求出三途，恐無其日。"
    },
    {
      "id": "02-042-0084_p0023",
      "zh_CN": "念佛一法，要紧在有真信、切愿。有真信、切愿，纵未到一心不乱，亦可仗佛慈力，带业往生。若无信、愿，纵能心无妄念，亦只是人天福报。以与佛不相应故，固当注重于信愿求生西方也。",
      "zh_TW": "念佛一法，要緊在有真信、切願。有真信、切願，縱未到一心不亂，亦可仗佛慈力，帶業往生。若無信、願，縱能心無妄念，亦只是人天福報。以與佛不相應故，固當注重於信願求生西方也。"
    },
    {
      "id": "02-042-0084_p0024",
      "zh_CN": "只知念而不生信、发愿，纵得一心，也未必得往生。果具真信、切愿，虽未到一心不乱，亦可仗佛慈力往生。",
      "zh_TW": "只知念而不生信、發願，縱得一心，也未必得往生。果具真信、切願，雖未到一心不亂，亦可仗佛慈力往生。"
    },
    {
      "id": "02-042-0084_p0025",
      "zh_CN": "纵能执持名号，只因不求出离，便成人天因果，受享痴福。因福造业，仍沉恶道。",
      "zh_TW": "縱能執持名號，只因不求出離，便成人天因果，受享痴福。因福造業，仍沉惡道。"
    },
    {
      "id": "02-042-0084_p0026",
      "zh_CN": "以上法语，都摘录自《印光大师文钞》，印祖的开示，字字皆末法之津梁，言言为莲宗之宝鉴。他老人家自己谦称说：「印光之《文钞》，文虽拙朴，所述者皆佛祖成言，不过取其意而随机变通说之，岂印光所杜撰乎哉？印光乃传言译语，令初机易于晓了耳。然虽为初机，即做到极处，亦不能舍此别修。以净土一法，乃彻上彻下之法。」「印光学识褊浅，无大发挥。然能依之（指《文钞》）而行，决定有益无损。决定能了生死于现生，侍弥陀于没后。」",
      "zh_TW": "以上法語，都摘錄自《印光大師文鈔》，印祖的開示，字字皆末法之津梁，言言為蓮宗之寶鑑。他老人家自己謙稱說：「印光之《文鈔》，文雖拙樸，所述者皆佛祖成言，不過取其意而隨機變通說之，豈印光所杜撰乎哉？印光乃傳言譯語，令初機易於曉了耳。然雖為初機，即做到極處，亦不能捨此別修。以淨土一法，乃徹上徹下之法。」「印光學識褊淺，無大發揮。然能依之（指《文鈔》）而行，決定有益無損。決定能了生死於現生，侍彌陀於沒後。」"
    },
    {
      "id": "02-042-0084_p0027",
      "zh_CN": "印光大师有一段经典的开示，我们应该牢牢的记住：「佛唯欲众生超凡入圣，了生脱死。然众生根机不一，心愿各别。或有众生求福、求寿、求财、求子等，只要心诚求之，有求必应。此虽是世间法，然接引下根，渐种善根，故亦满愿。若论佛之本意，唯欲众生一心念佛，求生西方，仗佛慈力，临终接引往生西方。一得往生，便出三界轮回之苦。从兹渐进，以致成佛。方为念佛究竟实义。」",
      "zh_TW": "印光大師有一段經典的開示，我們應該牢牢的記住：「佛唯欲眾生超凡入聖，了生脫死。然眾生根機不一，心願各別。或有眾生求福、求壽、求財、求子等，只要心誠求之，有求必應。此雖是世間法，然接引下根，漸種善根，故亦滿願。若論佛之本意，唯欲眾生一心念佛，求生西方，仗佛慈力，臨終接引往生西方。一得往生，便出三界輪迴之苦。從茲漸進，以致成佛。方為念佛究竟實義。」"
    },
    {
      "id": "02-042-0084_p0028",
      "zh_CN": "三、这次净宗学院举办戒学研习班，刚开始，部分人有所动摇，对净土的信心动摇了。确切的说，应该是我们原本对净土的信心就不坚固。不是别人要动摇我们，而是我们本来对阿弥陀佛的信心就很脆弱，所以小风吹则小倒，大风吹则大倒。诸位是否记得，师父上人最近在《净土大经科注》第一百零三集里面讲到：「我们在此地学戒律，戒律在这一句佛号之内，没有在佛号之外」。",
      "zh_TW": "三、這次淨宗學院舉辦戒學研習班，剛開始，部分人有所動搖，對淨土的信心動搖了。確切的說，應該是我們原本對淨土的信心就不堅固。不是別人要動搖我們，而是我們本來對阿彌陀佛的信心就很脆弱，所以小風吹則小倒，大風吹則大倒。諸位是否記得，師父上人最近在《淨土大經科註》第一百零三集裡面講到：「我們在此地學戒律，戒律在這一句佛號之內，沒有在佛號之外」。"
    },
    {
      "id": "02-042-0084_p0029",
      "zh_CN": "善导大师为了坚定我们对净土法门的信心，在《观经四帖疏》里面说，就算「十方诸佛，尽虚空遍法界，现身放光，劝舍净土，为说殊胜妙法，亦不肯受」。祖师这是肺腑之言，对我们真是「恨铁不成钢」，悲心切切。",
      "zh_TW": "善導大師為了堅定我們對淨土法門的信心，在《觀經四帖疏》裡面說，就算「十方諸佛，盡虛空遍法界，現身放光，勸捨淨土，為說殊勝妙法，亦不肯受」。祖師這是肺腑之言，對我們真是「恨鐵不成鋼」，悲心切切。"
    },
    {
      "id": "02-042-0084_p0030",
      "zh_CN": "印光大师在《文钞》中多次、反复强调，末法时期，想要当生了生脱死，只有一个法门，净土。这是我们唯一的一条生路，所以行策大师才说：「若不专念彼佛（指阿弥陀佛），求生彼国（指极乐世界），必至随业流转，受苦无量」。所以蕅益大师才说出了前人所没说过的一句话，「随顺诸佛真实教诲，决志求生，更无疑惑」。",
      "zh_TW": "印光大師在《文鈔》中多次、反覆強調，末法時期，想要當生了生脫死，只有一個法門，淨土。這是我們唯一的一條生路，所以行策大師才說：「若不專念彼佛（指阿彌陀佛），求生彼國（指極樂世界），必至隨業流轉，受苦無量」。所以蕅益大師才說出了前人所沒說過的一句話，「隨順諸佛真實教誨，決志求生，更無疑惑」。"
    },
    {
      "id": "02-042-0084_p0031",
      "zh_CN": "蕅益大师五十岁那年，对他的门人成时法师说：「我往年念念想恢复比丘戒法，近年念念求生净土」。成时法师不解，后来才知道，大师的意思是：我只有往生极乐世界之后，阿弥陀佛本愿威神的力量加持我，我才有能力回来恢复戒律。在这个娑婆世界，看到出家人不守戒律，真是心有余而力不足啊，于是一意西驰！祖师一意西驰的举动值得我们深思。这段记载，在《蕅益大师年谱》，弘一大师编的。",
      "zh_TW": "蕅益大師五十歲那年，對他的門人成時法師說：「我往年念念想恢復比丘戒法，近年念念求生淨土」。成時法師不解，後來才知道，大師的意思是：我只有往生極樂世界之後，阿彌陀佛本願威神的力量加持我，我才有能力回來恢復戒律。在這個娑婆世界，看到出家人不守戒律，真是心有餘而力不足啊，於是一意西馳！祖師一意西馳的舉動值得我們深思。這段記載，在《蕅益大師年譜》，弘一大師編的。"
    },
    {
      "id": "02-042-0084_p0032",
      "zh_CN": "弘一大师，律宗大德，倓虚老法师曾经请他到青岛湛山寺讲戒律。弘一大师大概住了半年，临走前给大众最后一次开示，反复劝人念佛。四众弟子到山门给大师送驾，大师说有两句话送给大家做临别赠言，他掏出一个小纸条，上面写着：「乘此时机，最好念佛」。这个经过在《影尘回忆录》，非常感人。",
      "zh_TW": "弘一大師，律宗大德，倓虛老法師曾經請他到青島湛山寺講戒律。弘一大師大概住了半年，臨走前給大眾最後一次開示，反覆勸人念佛。四眾弟子到山門給大師送駕，大師說有兩句話送給大家做臨別贈言，他掏出一個小紙條，上面寫著：「乘此時機，最好念佛」。這個經過在《影塵回憶錄》，非常感人。"
    },
    {
      "id": "02-042-0084_p0033",
      "zh_CN": "海贤老和尚常常说：「老佛爷（阿弥陀佛）是我老和尚的根啊！」这句话是什么意思呢？根，是命根，我们用印光大师的一句话来诠释这句话，更为易懂：「将此一句佛号，当作本命元辰，誓求往生。纵令以死见逼，令其改辙，亦不可得。」这就是「根」的意思，阿弥陀佛是我们的命根。",
      "zh_TW": "海賢老和尚常常說：「老佛爺（阿彌陀佛）是我老和尚的根啊！」這句話是什麼意思呢？根，是命根，我們用印光大師的一句話來詮釋這句話，更為易懂：「將此一句佛號，當作本命元辰，誓求往生。縱令以死見逼，令其改轍，亦不可得。」這就是「根」的意思，阿彌陀佛是我們的命根。"
    },
    {
      "id": "02-042-0084_p0034",
      "zh_CN": "看看莲池大师怎么说：「今人不肯念佛，只是轻视西方。不知生西方，乃是大德大福、大智大慧、大圣大贤的勾当。转娑婆成净土，不同小可因缘。汝但看此城中，一日一夜，死却多少人？不要说生西方，即生天，千百人中尚无一个。其有自负修行者，只是不失人身而已。」",
      "zh_TW": "看看蓮池大師怎麼說：「今人不肯念佛，只是輕視西方。不知生西方，乃是大德大福、大智大慧、大聖大賢的勾當。轉娑婆成淨土，不同小可因緣。汝但看此城中，一日一夜，死卻多少人？不要說生西方，即生天，千百人中尚無一個。其有自負修行者，只是不失人身而已。」"
    },
    {
      "id": "02-042-0084_p0035",
      "zh_CN": "「其有自负修行者，只是不失人身而已」，可不可怕？「只是不失人身而已」，这是实际情况，也是给我们敲响一个警钟。我们自诩为念佛人，最终能不能够往生？",
      "zh_TW": "「其有自負修行者，只是不失人身而已」，可不可怕？「只是不失人身而已」，這是實際情況，也是給我們敲響一個警鐘。我們自詡為念佛人，最終能不能夠往生？"
    },
    {
      "id": "02-042-0084_p0036",
      "zh_CN": "印光大师曾自称，「拟作粥饭自了僧，不做弘法利生梦」。蕅益大师也有两句，异曲同工：「直待西方去复来，普与尘沙击法鼓」。其实，自了真的是自了吗？祖师们并不是自了汉，他们的举止值得我们深思！我们太多的人，自己没有了，忙着去度众生。《弥陀要解》一语道破，「能自度即普利一切」。海贤老和尚就是最好的例子，他这一往生，度无数的众生。",
      "zh_TW": "印光大師曾自稱，「擬作粥飯自了僧，不做弘法利生夢」。蕅益大師也有兩句，異曲同工：「直待西方去復來，普與塵沙擊法鼓」。其實，自了真的是自了嗎？祖師們並不是自了漢，他們的舉止值得我們深思！我們太多的人，自己沒有了，忙著去度眾生。《彌陀要解》一語道破，「能自度即普利一切」。海賢老和尚就是最好的例子，他這一往生，度無數的眾生。"
    },
    {
      "id": "02-042-0084_p0037",
      "zh_CN": "四、弟子无修无行，怎么会有心得？只是把祖师的开示搬出来，希望藉学习班这个平台，让更多的同修，透过祖师的开示，坚定念佛求往生的信愿。「凡修净业，以决志求生西方为本」，念佛，唯求往生！这条路对了，其他都不要求。海贤老和尚不是说吗？「什么感应、稀奇，不要求，什么都是自然才好。」功夫成片也不要求，功夫成片是自然而然的，不是求来的。老人家说，「念佛念到一定时候，不管什么时候都在念佛」，这不就是功夫成片吗？功夫成片是自自然然的，不是造作出来的。",
      "zh_TW": "四、弟子無修無行，怎麼會有心得？只是把祖師的開示搬出來，希望藉學習班這個平台，讓更多的同修，透過祖師的開示，堅定念佛求往生的信願。「凡修淨業，以決志求生西方為本」，念佛，唯求往生！這條路對了，其他都不要求。海賢老和尚不是說嗎？「什麼感應、稀奇，不要求，什麼都是自然才好。」功夫成片也不要求，功夫成片是自然而然的，不是求來的。老人家說，「念佛念到一定時候，不管什麼時候都在念佛」，這不就是功夫成片嗎？功夫成片是自自然然的，不是造作出來的。"
    },
    {
      "id": "02-042-0084_p0038",
      "zh_CN": "祖师，他们都是修行的过来人，他们的开示吐心吐胆、呕心沥血，句句力透纸背，没有半个字废话。千言万语，无非是为了坚固我们求往生的信愿，极乐世界非去不可！我们的信愿，要坚固到「风吹不入，雨打不湿，如银墙铁壁相似」，往生有望。",
      "zh_TW": "祖師，他們都是修行的過來人，他們的開示吐心吐膽、嘔心瀝血，句句力透紙背，沒有半個字廢話。千言萬語，無非是為了堅固我們求往生的信願，極樂世界非去不可！我們的信願，要堅固到「風吹不入，雨打不濕，如銀牆鐵壁相似」，往生有望。"
    },
    {
      "id": "02-042-0084_p0039",
      "zh_CN": "夏莲居老居士说的「欲得八风吹不动，须从一句定纲宗」，一句就是一句阿弥陀佛，「将一句阿弥陀佛，如靠一座须弥山一样，无论遇到任何顺逆苦乐的境界，绝不忘失这一句佛号，方为坚持正念」。海贤老和尚做到了，海贤老和尚虽然不认识字，没有文化，可是祖师大德的以上开示他都做到了，他求往生的信愿无比坚固，天塌下来都不会动摇。你问他念佛的开示，他跟你说，没什么好开示的！他不会像印光大师一样跟你长篇大论讲大道理，可是，他本身就是一部活的《印光大师文钞》，印光大师讲的道理他都圆满落实，所以他一句佛号念成功了。印祖开示我们，「一句阿弥陀佛，只要念得熟，成佛尚有余裕，不学他法，又有何憾？」海贤老和尚用他的一生，把这句话演绎得淋漓尽致。",
      "zh_TW": "夏蓮居老居士說的「欲得八風吹不動，須從一句定綱宗」，一句就是一句阿彌陀佛，「將一句阿彌陀佛，如靠一座須彌山一樣，無論遇到任何順逆苦樂的境界，絕不忘失這一句佛號，方為堅持正念」。海賢老和尚做到了，海賢老和尚雖然不認識字，沒有文化，可是祖師大德的以上開示他都做到了，他求往生的信願無比堅固，天塌下來都不會動搖。你問他念佛的開示，他跟你說，沒什麼好開示的！他不會像印光大師一樣跟你長篇大論講大道理，可是，他本身就是一部活的《印光大師文鈔》，印光大師講的道理他都圓滿落實，所以他一句佛號念成功了。印祖開示我們，「一句阿彌陀佛，只要念得熟，成佛尚有餘裕，不學他法，又有何憾？」海賢老和尚用他的一生，把這句話演繹得淋漓盡致。"
    },
    {
      "id": "02-042-0084_p0040",
      "zh_CN": "夏莲居老居士作过一幅挽联，挽净土宗第十三代祖师印光大师，他是会集秦、唐两译《阿弥陀经》经文。弟子以为，这幅挽联拿来挽净土宗第十四代祖师海贤大师，同样适合。上联：「法音宣流（秦译），令得殊胜利益安乐（唐译）」；下联：「慈悲加佑（唐译），成就如是功德庄严（秦译）」。",
      "zh_TW": "夏蓮居老居士作過一幅輓聯，輓淨土宗第十三代祖師印光大師，他是會集秦、唐兩譯《阿彌陀經》經文。弟子以為，這幅輓聯拿來輓淨土宗第十四代祖師海賢大師，同樣適合。上聯：「法音宣流（秦譯），令得殊勝利益安樂（唐譯）」；下聯：「慈悲加佑（唐譯），成就如是功德莊嚴（秦譯）」。"
    },
    {
      "id": "02-042-0084_p0041",
      "zh_CN": "做为一个出家人，我有义务也有责任，在结束之前，把印光大师在《文钞》中，以各种方式重复多次的那句话再强调一遍，提醒大家。当然，印祖的原话是文言文，弟子直接把它归纳、翻译过来，这句话是：「末法时期，想要当生了生脱死，唯一只有一个法门，净土。」我们的当急之务是念佛求往生，在这句佛号上狠下功夫。",
      "zh_TW": "做為一個出家人，我有義務也有責任，在結束之前，把印光大師在《文鈔》中，以各種方式重複多次的那句話再強調一遍，提醒大家。當然，印祖的原話是文言文，弟子直接把它歸納、翻譯過來，這句話是：「末法時期，想要當生了生脫死，唯一只有一個法門，淨土。」我們的當急之務是念佛求往生，在這句佛號上狠下功夫。"
    },
    {
      "id": "02-042-0084_p0042",
      "zh_CN": "最后，供养大家两句诗，这两句诗是省庵大师表达自己的话，也正是海贤老和尚的真实写照：「平生只有西归愿，肯为他缘负此心？」",
      "zh_TW": "最後，供養大家兩句詩，這兩句詩是省庵大師表達自己的話，也正是海賢老和尚的真實寫照：「平生只有西歸願，肯為他緣負此心？」"
    },
    {
      "id": "02-042-0084_p0043",
      "zh_CN": "今天就报告到这里，报告过程恐有错误，恳请师父上人及诸位同修批评指正，不吝赐教，望众慈悲，布施欢喜。阿弥陀佛。不肖弟子释自了叩呈。",
      "zh_TW": "今天就報告到這裡，報告過程恐有錯誤，懇請師父上人及諸位同修批評指正，不吝賜教，望眾慈悲，布施歡喜。阿彌陀佛。不肖弟子釋自了叩呈。"
    },
    {
      "id": "02-042-0084_p0044",
      "zh_CN": "老法师：我们下面还有三十五分钟，还有几篇？还有两篇。我想我们听听都得受用。自了师不是自了，他是帮助我们每个人自了来的。这个自了不是他一个人专用，我们人人都应该自了。其他的我就不多说了，再听下面的。每个人的报告都好，这让我生欢喜心。",
      "zh_TW": "老法師：我們下面還有三十五分鐘，還有幾篇？還有兩篇。我想我們聽聽都得受用。自了師不是自了，他是幫助我們每個人自了來的。這個自了不是他一個人專用，我們人人都應該自了。其他的我就不多說了，再聽下面的。每個人的報告都好，這讓我生歡喜心。"
    },
    {
      "id": "02-042-0084_p0045",
      "zh_CN": "学生：学习报告（惭愧弟子上官），主题：「事师之道」。",
      "zh_TW": "學生：學習報告（慚愧弟子上官），主題：「事師之道」。"
    },
    {
      "id": "02-042-0084_p0046",
      "zh_CN": "《无量寿经》云：「随顺我教，当孝于佛，常念师恩」，夫道业成就与否全赖此三句。佛为无上医王，法为万病良药，师能导引正见。此三句乃修学成就根本，背之则堕落向邪，向之必见性成佛。佛虽示现涅槃，而师代佛授教，佛子背离师道，恒无智慧，从彼死已，还堕地狱，更得无量无边苦患之法。故知佛道即师道，事师如事佛。弟子学佛时日不多，生性顽劣，全无孝敬，恐堕地狱，而不敢忘记师恩。谨以此文自省，警戒冥昧妄心，除兹事师之道，更无余途究竟佛乘。是下叙述何为事师之道、菩萨如何行事师之道、何谓如法佛子三部分，以明事师之道重要意义。",
      "zh_TW": "《無量壽經》云：「隨順我教，當孝於佛，常念師恩」，夫道業成就與否全賴此三句。佛為無上醫王，法為萬病良藥，師能導引正見。此三句乃修學成就根本，背之則墮落向邪，向之必見性成佛。佛雖示現涅槃，而師代佛授教，佛子背離師道，恆無智慧，從彼死已，還墮地獄，更得無量無邊苦患之法。故知佛道即師道，事師如事佛。弟子學佛時日不多，生性頑劣，全無孝敬，恐墮地獄，而不敢忘記師恩。謹以此文自省，警戒冥昧妄心，除茲事師之道，更無餘途究竟佛乘。是下敘述何為事師之道、菩薩如何行事師之道、何謂如法佛子三部分，以明事師之道重要意義。"
    },
    {
      "id": "02-042-0084_p0047",
      "zh_CN": "甲一、事师之道",
      "zh_TW": "甲一、事師之道"
    },
    {
      "id": "02-042-0084_p0048",
      "zh_CN": "乙一、浅释事师之义",
      "zh_TW": "乙一、淺釋事師之義"
    },
    {
      "id": "02-042-0084_p0049",
      "zh_CN": "「言事师者：谓承奉无怠曰事，诲人不倦曰师。」",
      "zh_TW": "「言事師者：謂承奉無怠曰事，誨人不倦曰師。」"
    },
    {
      "id": "02-042-0084_p0050",
      "zh_CN": "丙一、师者护佛种性",
      "zh_TW": "丙一、師者護佛種性"
    },
    {
      "id": "02-042-0084_p0051",
      "zh_CN": "古人云：「师者，发蒙之基。学者有师，亦如树之有根也。然大智既成，复能成就小智。犹树根生子，子复生根。展转相生，种类不绝。」故佛种全依师者播撒灌溉、生根发芽、修剪善护。世出世间法器，全赖师者，如《无量寿经》所言：「护佛种性，常使不绝」。片言之赐，皆吾师也，所当敬重，况日日教诲不倦之亲教师乎？为佛弟子倘存憍慢，一生福慧消灭。",
      "zh_TW": "古人云：「師者，發蒙之基。學者有師，亦如樹之有根也。然大智既成，復能成就小智。猶樹根生子，子復生根。展轉相生，種類不絕。」故佛種全依師者播撒灌溉、生根發芽、修剪善護。世出世間法器，全賴師者，如《無量壽經》所言：「護佛種性，常使不絕」。片言之賜，皆吾師也，所當敬重，況日日教誨不倦之親教師乎？為佛弟子倘存憍慢，一生福慧消滅。"
    },
    {
      "id": "02-042-0084_p0052",
      "zh_CN": "丙二、事师如何存心",
      "zh_TW": "丙二、事師如何存心"
    },
    {
      "id": "02-042-0084_p0053",
      "zh_CN": "事师名相虽广，约言惟诚、惟孝。诚者，精诚也，专精纯一，至诚无欺；纯一依止一位善知识，专精一门长时薰修，至诚行事常存惭愧，无欺自性本自清净。孝者，孝敬也，孝养侍奉，恭敬和顺；师长如父，亲爱孝养，软语敬顺，不得违逆。若事师时时以诚孝存心，则一切奉事自然如法；师资之间，水乳相合；而道在其中矣。",
      "zh_TW": "事師名相雖廣，約言惟誠、惟孝。誠者，精誠也，專精純一，至誠無欺；純一依止一位善知識，專精一門長時薰修，至誠行事常存慚愧，無欺自性本自清淨。孝者，孝敬也，孝養侍奉，恭敬和順；師長如父，親愛孝養，軟語敬順，不得違逆。若事師時時以誠孝存心，則一切奉事自然如法；師資之間，水乳相合；而道在其中矣。"
    },
    {
      "id": "02-042-0084_p0054",
      "zh_CN": "乙二、舍敬师诫则不入圣流",
      "zh_TW": "乙二、捨敬師誡則不入聖流"
    },
    {
      "id": "02-042-0084_p0055",
      "zh_CN": "众生业习难改，沦历长劫，忘失其本，若非佛教师道，何由迷途思返。敬师如敬佛，敬佛即敬自性本心，善知识乃清净自心变现，自心为师能转境界，转境则同如来。惜凡夫无始随妄兴业，妄心误以境界为师，沦落生死遥无出期。如来垂迹佛陀圣教，根本出离大法，舍敬师诫训而修道，枉费功夫，终无所得。常须普行恭敬，即见性通达，更无滞碍即皈依自性觉。",
      "zh_TW": "眾生業習難改，淪歷長劫，忘失其本，若非佛教師道，何由迷途思返。敬師如敬佛，敬佛即敬自性本心，善知識乃清淨自心變現，自心為師能轉境界，轉境則同如來。惜凡夫無始隨妄興業，妄心誤以境界為師，淪落生死遙無出期。如來垂跡佛陀聖教，根本出離大法，捨敬師誡訓而修道，枉費功夫，終無所得。常須普行恭敬，即見性通達，更無滯礙即皈依自性覺。"
    },
    {
      "id": "02-042-0084_p0056",
      "zh_CN": "乙三、师恩",
      "zh_TW": "乙三、師恩"
    },
    {
      "id": "02-042-0084_p0057",
      "zh_CN": "师者，传道授业解惑也；佛者，为彼群生大导师，能救一切诸世间；净土导师，万劫难遇，授最上成佛妙法，普度一切含灵，十方诸佛共赞；师父上人尽摄三重恩德于四众弟子。故知师恩重如山，罄竹难书，唯发大菩提心、往生净土、圆证佛果方能报恩。",
      "zh_TW": "師者，傳道授業解惑也；佛者，為彼群生大導師，能救一切諸世間；淨土導師，萬劫難遇，授最上成佛妙法，普度一切含靈，十方諸佛共讚；師父上人盡攝三重恩德於四眾弟子。故知師恩重如山，罄竹難書，唯發大菩提心、往生淨土、圓證佛果方能報恩。"
    },
    {
      "id": "02-042-0084_p0058",
      "zh_CN": "数月前，弟子曾多次于释迦牟尼佛牙舍利塔下念佛绕塔，绕塔半匝时，总见高处山门牌匾题「平等」二字，托显佛法门门平等，无有高下。然无始惯习卒难调制，幽暗长夜难入平等门。烈日酷暑、汗流浃背，绕塔五十匝后愈发步履艰难，仿佛无量俱胝劫，为挣脱烦恼贼苦寻解脱之法，欲入涅槃平等门又不得而入。辗转流离于六道，舍家捐业尽尝所有修行法门，平等门近在咫尺仍不得而入。不经一番寒彻骨，怎得梅花扑鼻香。竭尽全力念佛绕塔，观想无常大鬼紧随身后，最终愿力战胜业力，绕塔百余匝。此时已确信无疑，生生世世恩师为弟子截生死瀑流，授念佛法门，然弟子傲慢骄纵，不信此最胜第一妙法，虚妄为境，净业无由。今因缘具足，痛定思痛，绝不再错过净土平等法门而不入，绝不放开恩师之手。这双手食息间亦未曾离开弟子，哪怕地狱刀山火海，都慈悯不曾放弃顽儿。只怪不信净土，投心无地，万劫错失，辜负师恩。肝脑涂地、折骨为笔书写师恩，尚自不能具报其恩，唯愿做净土如说修行者，不虚误得人身遇恩师、授净土之万劫机缘。",
      "zh_TW": "數月前，弟子曾多次於釋迦牟尼佛牙舍利塔下念佛繞塔，繞塔半匝時，總見高處山門牌匾題「平等」二字，托顯佛法門門平等，無有高下。然無始慣習卒難調制，幽暗長夜難入平等門。烈日酷暑、汗流浹背，繞塔五十匝後愈發步履艱難，彷彿無量俱胝劫，為掙脫煩惱賊苦尋解脫之法，欲入涅槃平等門又不得而入。輾轉流離於六道，捨家捐業盡嘗所有修行法門，平等門近在咫尺仍不得而入。不經一番寒徹骨，怎得梅花撲鼻香。竭盡全力念佛繞塔，觀想無常大鬼緊隨身後，最終願力戰勝業力，繞塔百餘匝。此時已確信無疑，生生世世恩師為弟子截生死瀑流，授念佛法門，然弟子傲慢驕縱，不信此最勝第一妙法，虛妄為境，淨業無由。今因緣具足，痛定思痛，絕不再錯過淨土平等法門而不入，絕不放開恩師之手。這雙手食息間亦未曾離開弟子，哪怕地獄刀山火海，都慈憫不曾放棄頑兒。只怪不信淨土，投心無地，萬劫錯失，辜負師恩。肝腦塗地、折骨為筆書寫師恩，尚自不能具報其恩，唯願做淨土如說修行者，不虛誤得人身遇恩師、授淨土之萬劫機緣。"
    },
    {
      "id": "02-042-0084_p0059",
      "zh_CN": "甲二、诸佛菩萨及祖师大德如何行事师之道",
      "zh_TW": "甲二、諸佛菩薩及祖師大德如何行事師之道"
    },
    {
      "id": "02-042-0084_p0060",
      "zh_CN": "末法时期，众生不信善法，不敬师道，无始不了，造虚妄业，不肯回头。诸佛菩萨无限慈悯，以大悲为根，从根本智中示现葆光和尘，久出于邪道，深达于正法。不舍因地，为凡夫开演事师之道，故佛恩、师恩第二重深义在于「善护念」。",
      "zh_TW": "末法時期，眾生不信善法，不敬師道，無始不了，造虛妄業，不肯回頭。諸佛菩薩無限慈憫，以大悲為根，從根本智中示現葆光和塵，久出於邪道，深達於正法。不捨因地，為凡夫開演事師之道，故佛恩、師恩第二重深義在於「善護念」。"
    },
    {
      "id": "02-042-0084_p0061",
      "zh_CN": "乙一、文殊菩萨万佛之师",
      "zh_TW": "乙一、文殊菩薩萬佛之師"
    },
    {
      "id": "02-042-0084_p0062",
      "zh_CN": "文殊师利菩萨大智独尊，应化于娑婆即是大智善护念。文殊菩萨乃诸佛之师，过去无央数诸佛皆是文殊师利弟子，当来者亦是其威神力所致。文殊者，佛道父母也。文殊、普贤同为释迦牟尼佛左右胁侍，《无量寿经》中又紧邻普贤列出家菩萨上首。何故诸佛之师不惜屈尊，以胁侍身分应化于世？夫世尊一代时教终归净土，广演妙法实为深入净土一门。然此法门虽平等圆融，但其简单易行直趋本觉，实属最难信之法。故万佛之师文殊师利，特垂慈善护苦难众生，示现华严法身大士而导归极乐。又示现无量寿圣会共赞弥陀，于念佛法门作大守护，智者明眼但见诸佛之师尚求生净土，若非愚狂之辈，定当效法行之。念佛法门唯大智方能信入，遵循诸佛之师文殊足迹，即得大智入信门，见一切佛土平等无差别相，三德圆彰，神化不可思议。",
      "zh_TW": "文殊師利菩薩大智獨尊，應化於娑婆即是大智善護念。文殊菩薩乃諸佛之師，過去無央數諸佛皆是文殊師利弟子，當來者亦是其威神力所致。文殊者，佛道父母也。文殊、普賢同為釋迦牟尼佛左右脅侍，《無量壽經》中又緊鄰普賢列出家菩薩上首。何故諸佛之師不惜屈尊，以脅侍身分應化於世？夫世尊一代時教終歸淨土，廣演妙法實為深入淨土一門。然此法門雖平等圓融，但其簡單易行直趨本覺，實屬最難信之法。故萬佛之師文殊師利，特垂慈善護苦難眾生，示現華嚴法身大士而導歸極樂。又示現無量壽聖會共讚彌陀，於念佛法門作大守護，智者明眼但見諸佛之師尚求生淨土，若非愚狂之輩，定當效法行之。念佛法門唯大智方能信入，遵循諸佛之師文殊足跡，即得大智入信門，見一切佛土平等無差別相，三德圓彰，神化不可思議。"
    },
    {
      "id": "02-042-0084_p0063",
      "zh_CN": "事师之道最圆融境界即此处文殊、普贤，了了见佛性，以如来位不舍因地，大权示现，发殊胜大愿，求生净土，能劝一切菩萨、普导一切众生仰信其大智大行而同归极乐。三世觉母妙吉祥，辅佐释迦本师襄赞弥陀，降师位作菩萨，演说事师之道究竟趣处，即诸佛如来、一切导师之愿，唯开化显示真实之际，惠众生真实之利，即此持名念佛法门。有赞云：「文殊菩萨德难量，久成龙种上法王。因怜众生迷自性，特辅释迦振玄纲。」吾辈凡夫当来往生极乐，势必亦如文殊菩萨，重返娑婆，开演净土，究竟圆满事师之道，不枉师父上人无量劫教导之恩德。",
      "zh_TW": "事師之道最圓融境界即此處文殊、普賢，了了見佛性，以如來位不捨因地，大權示現，發殊勝大願，求生淨土，能勸一切菩薩、普導一切眾生仰信其大智大行而同歸極樂。三世覺母妙吉祥，輔佐釋迦本師襄讚彌陀，降師位作菩薩，演說事師之道究竟趣處，即諸佛如來、一切導師之願，唯開化顯示真實之際，惠眾生真實之利，即此持名念佛法門。有讚云：「文殊菩薩德難量，久成龍種上法王。因憐眾生迷自性，特輔釋迦振玄綱。」吾輩凡夫當來往生極樂，勢必亦如文殊菩薩，重返娑婆，開演淨土，究竟圓滿事師之道，不枉師父上人無量劫教導之恩德。"
    },
    {
      "id": "02-042-0084_p0064",
      "zh_CN": "乙二、六祖能大师的事师之道",
      "zh_TW": "乙二、六祖能大師的事師之道"
    },
    {
      "id": "02-042-0084_p0065",
      "zh_CN": "自古名利双刃剑，高名厚利不忘师训者，乃金刚萨埵示现自性本不动摇。六祖惠能于曹溪传法三十七年之久，期间神秀尝奏武后，请六祖赴阙，六祖固辞。神秀复自作书重邀之，六祖谓使者曰：「吾形貌矬陋，北土见之，恐不敬吾法，又先师以吾南中有缘，亦不可违」。神龙元年，中宗复遣使薛简迎六祖，六祖辞疾，愿终林麓。典籍记载可见，五祖虽已圆寂，六祖却谨守师训，居南中不动。此举，一来住一处不动，真正弘法利生，光大禅宗，二来避免北上后，可能因嫉妒障碍而引起的不测发生。师父上人常赞六祖是真正老实人，单从其谨遵师命不离曹溪，不求虚名来看，老实人真正有福，因其能领纳师长的广大智慧于当下一念，禅宗秘诀也正在直指人心，见性成佛。当下承担师命，师无量劫累积智慧福德全领纳于心，省去光阴虚度之弊，直下承担，此心即佛。",
      "zh_TW": "自古名利雙刃劍，高名厚利不忘師訓者，乃金剛薩埵示現自性本不動搖。六祖惠能於曹溪傳法三十七年之久，期間神秀嘗奏武后，請六祖赴闕，六祖固辭。神秀復自作書重邀之，六祖謂使者曰：「吾形貌矬陋，北土見之，恐不敬吾法，又先師以吾南中有緣，亦不可違」。神龍元年，中宗復遣使薛簡迎六祖，六祖辭疾，願終林麓。典籍記載可見，五祖雖已圓寂，六祖卻謹守師訓，居南中不動。此舉，一來住一處不動，真正弘法利生，光大禪宗，二來避免北上後，可能因嫉妒障礙而引起的不測發生。師父上人常讚六祖是真正老實人，單從其謹遵師命不離曹溪，不求虛名來看，老實人真正有福，因其能領納師長的廣大智慧於當下一念，禪宗祕訣也正在直指人心，見性成佛。當下承擔師命，師無量劫累積智慧福德全領納於心，省去光陰虛度之弊，直下承擔，此心即佛。"
    },
    {
      "id": "02-042-0084_p0066",
      "zh_CN": "乙三、师父上人的事师之道",
      "zh_TW": "乙三、師父上人的事師之道"
    },
    {
      "id": "02-042-0084_p0067",
      "zh_CN": "师父上人一生于世出世间法皆成就非凡，弘法足迹遍布全球各地。但有一事最为殊胜，其功德尽未来际亦必常说不绝，即承雪公上人付嘱，宏持莲公《无量寿经》会集本。弟子曾恭敬请教师父上人：是何心念得遇三位恩师？师父笑言：诚心。又告弟子曰：雪公眉注会集本若是别人得到，可能就此雪藏尘封，世人不能受益；而我就是要做到心量大，传给我的，我一定将它传遍全世界。",
      "zh_TW": "師父上人一生於世出世間法皆成就非凡，弘法足跡遍布全球各地。但有一事最為殊勝，其功德盡未來際亦必常說不絕，即承雪公上人付囑，宏持蓮公《無量壽經》會集本。弟子曾恭敬請教師父上人：是何心念得遇三位恩師？師父笑言：誠心。又告弟子曰：雪公眉註會集本若是別人得到，可能就此雪藏塵封，世人不能受益；而我就是要做到心量大，傳給我的，我一定將它傳遍全世界。"
    },
    {
      "id": "02-042-0084_p0068",
      "zh_CN": "世尊何以付嘱弥勒守护《无量寿经》久住不灭，因弥勒悲臻后劫，至极之慈，心量广大，超出凡小，定能作大守护于此广大微妙难信之法。诚如师父上人慈隆即世，心包太虚，雪公上人如世尊付嘱弥勒一般，将此难值难见、难闻难信之法嘱护于师父流通宏持。",
      "zh_TW": "世尊何以付囑彌勒守護《無量壽經》久住不滅，因彌勒悲臻後劫，至極之慈，心量廣大，超出凡小，定能作大守護於此廣大微妙難信之法。誠如師父上人慈隆即世，心包太虛，雪公上人如世尊付囑彌勒一般，將此難值難見、難聞難信之法囑護於師父流通宏持。"
    },
    {
      "id": "02-042-0084_p0069",
      "zh_CN": "净土持名念佛法门是十力无畏、无碍无着之法，仗此无畏无碍甚深佛力，师父上人即使当初面对各种压力反对，也坚持弘扬莲公之本，不做背师叛道之人，毅力与愿力可歌可泣。末法九千年长夜有情，皆因此举而得真实利益。当孝于佛，即令是法久住不灭；常念师恩，即坚持开示此难开示之法。能持能弘此无上之法，一切诸佛之所赞叹。",
      "zh_TW": "淨土持名念佛法門是十力無畏、無礙無著之法，仗此無畏無礙甚深佛力，師父上人即使當初面對各種壓力反對，也堅持弘揚蓮公之本，不做背師叛道之人，毅力與願力可歌可泣。末法九千年長夜有情，皆因此舉而得真實利益。當孝於佛，即令是法久住不滅；常念師恩，即堅持開示此難開示之法。能持能弘此無上之法，一切諸佛之所讚歎。"
    },
    {
      "id": "02-042-0084_p0070",
      "zh_CN": "甲三、如何成为如法佛弟子？",
      "zh_TW": "甲三、如何成為如法佛弟子？"
    },
    {
      "id": "02-042-0084_p0071",
      "zh_CN": "古云：读书，以变化气质为先；学道，以承顺师命为上。为人弟子，若不能以道行慰师，而反讥师过者，必堕地狱无疑。学道之人，谁人不想成为如法佛子？弟子惶恐业障深重，不够资格为如法佛子，只能恭请有修前辈分享其事师心得与众共勉，以下言语朴实无华，但发自前辈内心体悟。",
      "zh_TW": "古云：讀書，以變化氣質為先；學道，以承順師命為上。為人弟子，若不能以道行慰師，而反譏師過者，必墮地獄無疑。學道之人，誰人不想成為如法佛子？弟子惶恐業障深重，不夠資格為如法佛子，只能恭請有修前輩分享其事師心得與眾共勉，以下言語樸實無華，但發自前輩內心體悟。"
    },
    {
      "id": "02-042-0084_p0072",
      "zh_CN": "乙一、从师父上人身上学到了哪些品格和作风？",
      "zh_TW": "乙一、從師父上人身上學到了哪些品格和作風？"
    },
    {
      "id": "02-042-0084_p0073",
      "zh_CN": "答曰：师父上人心量大，对于那些伤害过自己的人亦能真心包容，并日日回向他们离苦得乐。师父上人想得远又注重实际，对于保护历史文化遗产、团结世界宗教族群、传承儒释道法脉都有远大理想，并着眼于实际，想到的一定是能做到的。师父上人真诚至极，从来都是透明的，没有秘密和隐藏。师父做事谨慎认真，尽管年近九旬，一丝不苟的态度胜过年轻人，日理万机也不失小节。师父上人精进不懈，如此高龄，发愿宣讲《无量寿经》就真正坚持，从一集到六百集，到圆满三次的近一千八百多集，要知道那是一天天的功德累积啊！师父上人心静如水，即便正在处理要事，也能体察身边人的点滴心绪和需要，高深莫测，不可思议！",
      "zh_TW": "答曰：師父上人心量大，對於那些傷害過自己的人亦能真心包容，並日日迴向他們離苦得樂。師父上人想得遠又注重實際，對於保護歷史文化遺產、團結世界宗教族群、傳承儒釋道法脈都有遠大理想，並著眼於實際，想到的一定是能做到的。師父上人真誠至極，從來都是透明的，沒有祕密和隱藏。師父做事謹慎認真，儘管年近九旬，一絲不苟的態度勝過年輕人，日理萬機也不失小節。師父上人精進不懈，如此高齡，發願宣講《無量壽經》就真正堅持，從一集到六百集，到圓滿三次的近一千八百多集，要知道那是一天天的功德累積啊！師父上人心靜如水，即便正在處理要事，也能體察身邊人的點滴心緒和需要，高深莫測，不可思議！"
    },
    {
      "id": "02-042-0084_p0074",
      "zh_CN": "乙二、什么样的人可以事奉好师父？",
      "zh_TW": "乙二、什麼樣的人可以事奉好師父？"
    },
    {
      "id": "02-042-0084_p0075",
      "zh_CN": "答曰：听话、依教奉行者，并无他法可言。",
      "zh_TW": "答曰：聽話、依教奉行者，並無他法可言。"
    },
    {
      "id": "02-042-0084_p0076",
      "zh_CN": "乙三、怎样从师父的点滴言行解读后面的深义？",
      "zh_TW": "乙三、怎樣從師父的點滴言行解讀後面的深義？"
    },
    {
      "id": "02-042-0084_p0077",
      "zh_CN": "答曰：事师要有正见，不要观察师父的过失，不能从示现凡夫相而妄断师是凡夫。的确如前辈所言，事师五十颂云：常慕于师德，不应窥小过，随顺获成就，求过还自损。《止观》云：求师必在于尽善，事师必忘于师过。为人弟子不能处处要求师长十全十美，问题在自己毛病习气能不能改正。师者全在其心是否为众生着想，心做器量纳虚空，时时处处为众生，这就是我们的师父上人。",
      "zh_TW": "答曰：事師要有正見，不要觀察師父的過失，不能從示現凡夫相而妄斷師是凡夫。的確如前輩所言，事師五十頌云：常慕於師德，不應窺小過，隨順獲成就，求過還自損。《止觀》云：求師必在於盡善，事師必忘於師過。為人弟子不能處處要求師長十全十美，問題在自己毛病習氣能不能改正。師者全在其心是否為眾生著想，心做器量納虛空，時時處處為眾生，這就是我們的師父上人。"
    },
    {
      "id": "02-042-0084_p0078",
      "zh_CN": "乙四、师父上人最欢喜看到什么？",
      "zh_TW": "乙四、師父上人最歡喜看到什麼？"
    },
    {
      "id": "02-042-0084_p0079",
      "zh_CN": "答曰：欢喜学生个个知过改过，老实念佛。改过要明白道理，明白道理从听经入手，长时薰修；改过要常能自省，有诚意面对自己，有勇气面对自己。最好的改过就是老实念佛，后不再造。业力从烦恼而来，转化烦恼，业力也随之而转。冤亲债主看到我们真修行，就能化解冤结，他们既恨我们过去造的业，又恨我们现在不能如法修行，果真老实念佛，冤亲债主没有不欢喜的。",
      "zh_TW": "答曰：歡喜學生個個知過改過，老實念佛。改過要明白道理，明白道理從聽經入手，長時薰修；改過要常能自省，有誠意面對自己，有勇氣面對自己。最好的改過就是老實念佛，後不再造。業力從煩惱而來，轉化煩惱，業力也隨之而轉。冤親債主看到我們真修行，就能化解冤結，他們既恨我們過去造的業，又恨我們現在不能如法修行，果真老實念佛，冤親債主沒有不歡喜的。"
    },
    {
      "id": "02-042-0084_p0080",
      "zh_CN": "乙五、什么原因让一些学生背师叛道？",
      "zh_TW": "乙五、什麼原因讓一些學生背師叛道？"
    },
    {
      "id": "02-042-0084_p0081",
      "zh_CN": "答曰：最怕的是自以为是。真正的如法修学，是对师父有信心，心里只有师父，听师父的话，单纯一个目标，义无反顾。永远把师父的意见放在自己的意见之上，认清根本和枝末，不能为了私欲和人情而葬送佛法。所以，定课很重要，日日月月年年的积累，念佛念得有滋味、有法喜时，定功就得力，人自然妄念减少，不会随诱惑动摇而背师叛道。律云：若不顺师言，即同逆论。故曰：不得还逆语也。经云：谤师、毁师、憎师、嫉师，法中大魔，地狱种子。背师叛道，无间地狱永无出期。为人弟子，为佛弟子，事事要用真心，少有虚伪浮华，便是障道因缘。如常啼，卖心肝而学般若，世尊为求半偈而舍全身。妄自尊大，见善不从，罔受教诲，于贤不亲，故去道甚远。",
      "zh_TW": "答曰：最怕的是自以為是。真正的如法修學，是對師父有信心，心裡只有師父，聽師父的話，單純一個目標，義無反顧。永遠把師父的意見放在自己的意見之上，認清根本和枝末，不能為了私欲和人情而葬送佛法。所以，定課很重要，日日月月年年的積累，念佛念得有滋味、有法喜時，定功就得力，人自然妄念減少，不會隨誘惑動搖而背師叛道。律云：若不順師言，即同逆論。故曰：不得還逆語也。經云：謗師、毀師、憎師、嫉師，法中大魔，地獄種子。背師叛道，無間地獄永無出期。為人弟子，為佛弟子，事事要用真心，少有虛偽浮華，便是障道因緣。如常啼，賣心肝而學般若，世尊為求半偈而捨全身。妄自尊大，見善不從，罔受教誨，於賢不親，故去道甚遠。"
    },
    {
      "id": "02-042-0084_p0082",
      "zh_CN": "甲四、净严佛果",
      "zh_TW": "甲四、淨嚴佛果"
    },
    {
      "id": "02-042-0084_p0083",
      "zh_CN": "澳洲净宗学院戒学班开班授课以来，众皆目睹师父上人和清公上人的风采，二老更是惺惺相惜，为众演教事师之道。师父上人每日上午必亲临清公授课现场，为免打扰学员听课，总是默默走入教室坐在最后。课毕时，清公上人谦卑即言：「恭请我们老恩师慈悲指正」。而师父上人亦同学员一起唱诵回向文，慈悲悯怀。清公于师父上人执弟子礼，凡同行时，必亲自搀扶师父上人前行。每日傍晚必于摄影棚聆听师父上人宣讲《无量寿经》，全程端坐详定，无有丝毫倦意。录影结束后，必定轻扶师父上人上车，无论寒风凛冽，亦无惧尘境，庄严肃立，威仪德范。",
      "zh_TW": "澳洲淨宗學院戒學班開班授課以來，眾皆目睹師父上人和清公上人的風采，二老更是惺惺相惜，為眾演教事師之道。師父上人每日上午必親臨清公授課現場，為免打擾學員聽課，總是默默走入教室坐在最後。課畢時，清公上人謙卑即言：「恭請我們老恩師慈悲指正」。而師父上人亦同學員一起唱誦迴向文，慈悲憫懷。清公於師父上人執弟子禮，凡同行時，必親自攙扶師父上人前行。每日傍晚必於攝影棚聆聽師父上人宣講《無量壽經》，全程端坐詳定，無有絲毫倦意。錄影結束後，必定輕扶師父上人上車，無論寒風凜冽，亦無懼塵境，莊嚴肅立，威儀德範。"
    },
    {
      "id": "02-042-0084_p0084",
      "zh_CN": "多日前清公至师父上人精舍一聚，二老于后院草坪散步时，微风徐徐，衣角飞扬，摄影师赶紧抓拍经典一刻。弟子目睹二老风采，仿佛极乐净严佛果，师父上人清净法身化现人间，清公上人严持戒律，庄严净土，这一净严佛果今全体授记于娑婆众生，定当纳受承担不违如来圣教。师父上人如此清净慈悲，教授吾辈罪苦最上妙法，只此一句弥陀圣号，老实念去，不假思量，直下承担，必证净严佛果，不枉万劫轮回遇明师。舍此明师不敬，舍此法门不学，非痴即狂。",
      "zh_TW": "多日前清公至師父上人精舍一聚，二老於後院草坪散步時，微風徐徐，衣角飛揚，攝影師趕緊抓拍經典一刻。弟子目睹二老風采，彷彿極樂淨嚴佛果，師父上人清淨法身化現人間，清公上人嚴持戒律，莊嚴淨土，這一淨嚴佛果今全體授記於娑婆眾生，定當納受承擔不違如來聖教。師父上人如此清淨慈悲，教授吾輩罪苦最上妙法，只此一句彌陀聖號，老實念去，不假思量，直下承擔，必證淨嚴佛果，不枉萬劫輪迴遇明師。捨此明師不敬，捨此法門不學，非痴即狂。"
    },
    {
      "id": "02-042-0084_p0085",
      "zh_CN": "以上是惭愧弟子上官的学习报告，值此教师节之际，代尽虚空遍法界众生感恩师父上人不舍顽冥，代佛授记，普度一切含灵，行超普贤登彼岸。弟子众等，当一心求净方，决定往生极乐国。不妥之处，敬请恩师与诸位法师大德慈悲斧正。阿弥陀佛！",
      "zh_TW": "以上是慚愧弟子上官的學習報告，值此教師節之際，代盡虛空遍法界眾生感恩師父上人不捨頑冥，代佛授記，普度一切含靈，行超普賢登彼岸。弟子眾等，當一心求淨方，決定往生極樂國。不妥之處，敬請恩師與諸位法師大德慈悲斧正。阿彌陀佛！"
    },
    {
      "id": "02-042-0084_p0086",
      "zh_CN": "老法师：阿弥陀佛。还剩下四分钟。这个是妳个人的看法，正是佛法所说的，一切法从心想生。我确实没有妳说得那么好，妳说得太过分了，我不敢承当。但是我们对老师确实是尊敬，这个心永远不退，三个老师、一个护法，少一个我都没有今天，都不能成就。没有方东美先生，我决定不会入佛门，绝对不会去了解佛法，根本没这个念头。他是个哲学家，是当代有名的哲学家，我跟他没有任何关系，只是写了一封信，寄了一篇文章给他看，目的是希望他允许我到台大去旁听他的课，就这么一个目的。没有想到，一个星期我收到他的回信，约我到他家见面，见面的时候问了我很多问题，我们只是同乡关系，但是并不认识，没有任何人介绍。",
      "zh_TW": "老法師：阿彌陀佛。還剩下四分鐘。這個是妳個人的看法，正是佛法所說的，一切法從心想生。我確實沒有妳說得那麼好，妳說得太過分了，我不敢承當。但是我們對老師確實是尊敬，這個心永遠不退，三個老師、一個護法，少一個我都沒有今天，都不能成就。沒有方東美先生，我決定不會入佛門，絕對不會去了解佛法，根本沒這個念頭。他是個哲學家，是當代有名的哲學家，我跟他沒有任何關係，只是寫了一封信，寄了一篇文章給他看，目的是希望他允許我到台大去旁聽他的課，就這麼一個目的。沒有想到，一個星期我收到他的回信，約我到他家見面，見面的時候問了我很多問題，我們只是同鄉關係，但是並不認識，沒有任何人介紹。"
    },
    {
      "id": "02-042-0084_p0087",
      "zh_CN": "他问我学历，我说因为战乱，抗战时期，小孩失学的人很多，我也是其中之一。我读书只念到初中毕业，高中念了半年，就逃难到台湾来了。他说你有没有骗我？我说我不敢骗老师。老师就告诉我，他说你写的信、写的文章，我们台湾大学学生写不出来。他是因为这个怀疑。我说我虽然失学四年，但是没有丢掉书本，喜欢读书，而且还喜欢写文章。他了解之后，告诉我，他说现在的学校，先生不像先生，学生不像学生，你到学校去听课，你会大失所望。我听了这几句话凉水浇头，没希望了，所以感到很难过、很沮丧。我们沉默了一阵子，大概五、六分钟，老师就说了，这样好了，你每个星期天到我家里来，我给你上一堂课，时间是九点半到十一点半。我跟他学的是在他家里，不是在学校，小客厅小圆桌，我们一个老师、一个学生，没有课本。",
      "zh_TW": "他問我學歷，我說因為戰亂，抗戰時期，小孩失學的人很多，我也是其中之一。我讀書只念到初中畢業，高中念了半年，就逃難到台灣來了。他說你有沒有騙我？我說我不敢騙老師。老師就告訴我，他說你寫的信、寫的文章，我們台灣大學學生寫不出來。他是因為這個懷疑。我說我雖然失學四年，但是沒有丟掉書本，喜歡讀書，而且還喜歡寫文章。他了解之後，告訴我，他說現在的學校，先生不像先生，學生不像學生，你到學校去聽課，你會大失所望。我聽了這幾句話涼水澆頭，沒希望了，所以感到很難過、很沮喪。我們沉默了一陣子，大概五、六分鐘，老師就說了，這樣好了，你每個星期天到我家裡來，我給你上一堂課，時間是九點半到十一點半。我跟他學的是在他家裡，不是在學校，小客廳小圓桌，我們一個老師、一個學生，沒有課本。"
    },
    {
      "id": "02-042-0084_p0088",
      "zh_CN": "他介绍我西洋的哲学、中国哲学、印度哲学，最后是讲到佛经哲学，等于给我讲了一部哲学概论。归结到佛经哲学，我那个时候很讶异，佛教是宗教，是迷信，而且是多神教，多神教在宗教里头是低级宗教，高级宗教只有一个真神，它怎么会有哲学？老师告诉我，你年轻，那时候我二十六岁，他说你不知道。他说，「释迦牟尼是世界上最伟大的哲学家，佛经哲学是哲学的最高峰」，他讲整个世界，「学佛是人生最高的享受」。我在这个单元里头，我特别用心，完全接受了。",
      "zh_TW": "他介紹我西洋的哲學、中國哲學、印度哲學，最後是講到佛經哲學，等於給我講了一部哲學概論。歸結到佛經哲學，我那個時候很訝異，佛教是宗教，是迷信，而且是多神教，多神教在宗教裡頭是低級宗教，高級宗教只有一個真神，它怎麼會有哲學？老師告訴我，你年輕，那時候我二十六歲，他說你不知道。他說，「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是哲學的最高峰」，他講整個世界，「學佛是人生最高的享受」。我在這個單元裡頭，我特別用心，完全接受了。"
    },
    {
      "id": "02-042-0084_p0089",
      "zh_CN": "在没有多久之后，因为常常到寺庙去借经书，那时候经书买不到。台湾印经书只有三个地方，台北是朱镜宙老居士办了一个台湾印经会，南部有个庆芳书局，台中有个瑞成书局，有印佛书，量很少，种类不多。所以老师教我，他说两百年之前，寺院庵堂都是学校，出家人确实有道德、有学问，我们能向他请教。他说现在出家人不学了，你要学佛经哲学只有到经典，告诉我，这带我进门的。进门以后就认识章嘉大师，章嘉大师也像方老师一样，每个星期天给我一个小时到两个小时，我们也是一对一的。我跟他三年，我佛学的基础是他老人家奠的。",
      "zh_TW": "在沒有多久之後，因為常常到寺廟去借經書，那時候經書買不到。台灣印經書只有三個地方，台北是朱鏡宙老居士辦了一個台灣印經會，南部有個慶芳書局，台中有個瑞成書局，有印佛書，量很少，種類不多。所以老師教我，他說兩百年之前，寺院庵堂都是學校，出家人確實有道德、有學問，我們能向他請教。他說現在出家人不學了，你要學佛經哲學只有到經典，告訴我，這帶我進門的。進門以後就認識章嘉大師，章嘉大師也像方老師一樣，每個星期天給我一個小時到兩個小時，我們也是一對一的。我跟他三年，我佛學的基礎是他老人家奠的。"
    },
    {
      "id": "02-042-0084_p0090",
      "zh_CN": "到台中十年，完全是讲大乘经论，李老师劝我发心出来学讲经。我跟李老师定的是特别的契约，是有条件的，不是无条件的。给我三个条件，接受，我就收你做学生，你考虑；不能接受，你另请高明。哪三条？第一条，从今天起只可以听我讲经，任何法师大德到台中来讲经说法，不准听，这第一条。第二条，从今天起看文字，无论是佛经、是世间的书籍，没有得到他的同意不可以看，这个要接受。第三句，还好有期限的，五年，要遵守五年，决定要遵守。我认识李老师是忏云法师、朱镜宙大居士介绍的，朱老居士跟李老师是老朋友，他们两个同年。所以到最后我接受了，这就定居在台中。我这样的遵守大概三个月，很有效果，我就跟老师说，我守了三个月，我非常感恩。他说怎么样？心清净了，为什么？很多东西不能看，不能听，这就入定了。好！在这上扎根。",
      "zh_TW": "到台中十年，完全是講大乘經論，李老師勸我發心出來學講經。我跟李老師定的是特別的契約，是有條件的，不是無條件的。給我三個條件，接受，我就收你做學生，你考慮；不能接受，你另請高明。哪三條？第一條，從今天起只可以聽我講經，任何法師大德到台中來講經說法，不准聽，這第一條。第二條，從今天起看文字，無論是佛經、是世間的書籍，沒有得到他的同意不可以看，這個要接受。第三句，還好有期限的，五年，要遵守五年，決定要遵守。我認識李老師是懺雲法師、朱鏡宙大居士介紹的，朱老居士跟李老師是老朋友，他們兩個同年。所以到最後我接受了，這就定居在台中。我這樣的遵守大概三個月，很有效果，我就跟老師說，我守了三個月，我非常感恩。他說怎麼樣？心清淨了，為什麼？很多東西不能看，不能聽，這就入定了。好！在這上扎根。"
    },
    {
      "id": "02-042-0084_p0091",
      "zh_CN": "三个条件，另外还有一个条件，不是时间，时间是最后说的，还有一个是，你以前所学的我统统不承认。我跟方老师学的、跟章嘉大师学的，不承认，以免辩论。老师讲的跟章嘉大师讲的不一样的，我要把章嘉大师抬出来，两个人要辩论，不承认，别谈、别提。我以为是老师专利的，结果以后我到新加坡，新加坡的演培法师，老朋友，是个讲经的法师，他是学法相唯识的。邀请我到他讲堂，给他信徒们讲经，他讲堂那天大概有六百多人参加。我赞叹弥勒净土，赞叹法师，赞叹法门，赞叹他们的学生。这是什么？这是规矩，李老师教的，这就是僧赞僧。决定不能让他那个道场，人家几十年教导，你去搞另外一样，让他心里动摇，那有罪，那就是无间地狱。所以我赞叹，老师教导的，赞叹。欢喜！增长他们的信心，也增长法师的威望，你看我们的师父，外面来的法师都这样赞叹，这就是僧赞僧。",
      "zh_TW": "三個條件，另外還有一個條件，不是時間，時間是最後說的，還有一個是，你以前所學的我統統不承認。我跟方老師學的、跟章嘉大師學的，不承認，以免辯論。老師講的跟章嘉大師講的不一樣的，我要把章嘉大師抬出來，兩個人要辯論，不承認，別談、別提。我以為是老師專利的，結果以後我到新加坡，新加坡的演培法師，老朋友，是個講經的法師，他是學法相唯識的。邀請我到他講堂，給他信徒們講經，他講堂那天大概有六百多人參加。我讚歎彌勒淨土，讚歎法師，讚歎法門，讚歎他們的學生。這是什麼？這是規矩，李老師教的，這就是僧讚僧。決定不能讓他那個道場，人家幾十年教導，你去搞另外一樣，讓他心裡動搖，那有罪，那就是無間地獄。所以我讚歎，老師教導的，讚歎。歡喜！增長他們的信心，也增長法師的威望，你看我們的師父，外面來的法師都這樣讚歎，這就是僧讚僧。"
    },
    {
      "id": "02-042-0084_p0092",
      "zh_CN": "以后我到香港来讲经，一九七七年，禅宗的大德圣一法师邀请我，我那个时候讲《楞严》，他每天都来听，只有这一个法师。听了几天之后，通知他的信徒来，统统要来听。其他的法师都没有，他来听，不让信徒来听；只有圣一法师。请我到禅堂，他真的每天坐禅，有四十多个人在禅堂修行，我去的时候让我到禅堂讲开示。那我也有点口头禅，我讲过《坛经》，讲过《永嘉禅宗集》，讲过《证道歌》，所以也有一点禅，口头禅。我到那里，赞叹道场、赞叹法门，赞叹他们学习，赞叹他们的老师。这是什么？这懂规矩。",
      "zh_TW": "以後我到香港來講經，一九七七年，禪宗的大德聖一法師邀請我，我那個時候講《楞嚴》，他每天都來聽，只有這一個法師。聽了幾天之後，通知他的信徒來，統統要來聽。其他的法師都沒有，他來聽，不讓信徒來聽；只有聖一法師。請我到禪堂，他真的每天坐禪，有四十多個人在禪堂修行，我去的時候讓我到禪堂講開示。那我也有點口頭禪，我講過《壇經》，講過《永嘉禪宗集》，講過《證道歌》，所以也有一點禪，口頭禪。我到那裡，讚歎道場、讚歎法門，讚歎他們學習，讚歎他們的老師。這是什麼？這懂規矩。"
    },
    {
      "id": "02-042-0084_p0093",
      "zh_CN": "为什么李老师在台中不敢请人到道场讲经、开示？他都不请。他一定是供养，请吃饭，供养，他不请来讲经。我就怀疑，老师心量怎么这么小？他看出来了，把我叫到房间，问我，你是不是有这个念头？我说是的。他就告诉我，一个道场长年培养出来这个道风，如果他一个不懂的人他来批评，说我这个法门比你那个好，把我的学生一听之后，心就动摇了。至少要费半年，甚至于到十个月，才能把他再拉回来。很痛苦，以前有过这个事情。所以他老人家就立了规矩，决定不请法师。法师，那是他认定的，他讲的是净宗，传的是正法，讲的时候不会破坏道场，不会让大家生怀疑，这个人要请，他懂规矩。不懂规矩的人，都是自赞毁他，都是自己的法门好，别人不行。那老师搞得头痛，花了十个月的时间，才把大家才安抚下来。所以以后就有这个高度的警觉，他一生不请人讲经。那些讲经的都不懂规矩，学教的人很多，不懂规矩。请你讲经是坚定信徒的信心，这功德无量，好事。我这是从老师那里教导的，教给我的，怎样结法缘。",
      "zh_TW": "為什麼李老師在台中不敢請人到道場講經、開示？他都不請。他一定是供養，請吃飯，供養，他不請來講經。我就懷疑，老師心量怎麼這麼小？他看出來了，把我叫到房間，問我，你是不是有這個念頭？我說是的。他就告訴我，一個道場長年培養出來這個道風，如果他一個不懂的人他來批評，說我這個法門比你那個好，把我的學生一聽之後，心就動搖了。至少要費半年，甚至於到十個月，才能把他再拉回來。很痛苦，以前有過這個事情。所以他老人家就立了規矩，決定不請法師。法師，那是他認定的，他講的是淨宗，傳的是正法，講的時候不會破壞道場，不會讓大家生懷疑，這個人要請，他懂規矩。不懂規矩的人，都是自讚毀他，都是自己的法門好，別人不行。那老師搞得頭痛，花了十個月的時間，才把大家才安撫下來。所以以後就有這個高度的警覺，他一生不請人講經。那些講經的都不懂規矩，學教的人很多，不懂規矩。請你講經是堅定信徒的信心，這功德無量，好事。我這是從老師那裡教導的，教給我的，怎樣結法緣。"
    },
    {
      "id": "02-042-0084_p0094",
      "zh_CN": "我在台湾，那个时候到处讲经，法缘很殊胜，南部有个老和尚，客家人，很吝啬的，目中无人的，我在那个道场讲了十个月。很多法师说，你到他那里讲十个月，你是用什么方法？我说李老师教给我的，到人家道场讲经，赞叹道场，赞叹他们原来学的法门，不能违背，赞叹和尚，这个方丈和尚。皈依，可以代皈依，皈依证让和尚发，是他的徒弟，不是我的徒弟。所有的供养都归常住，不能带一分钱。供养法师是他常住包红包给我，我所收的供养全部给他，欢喜！所以月月都要找我去讲经。你要是一收皈依、一收红包，就一次，下次别请他，法缘就断尽了。所以，我们这一生法缘为什么这么殊胜？统是老师教的，老师不教，我们疏忽了，没想到这些问题。老师的叮咛、嘱咐总是在耳中，一辈子循着这个路走，没错，不会吃亏。",
      "zh_TW": "我在台灣，那個時候到處講經，法緣很殊勝，南部有個老和尚，客家人，很吝嗇的，目中無人的，我在那個道場講了十個月。很多法師說，你到他那裡講十個月，你是用什麼方法？我說李老師教給我的，到人家道場講經，讚歎道場，讚歎他們原來學的法門，不能違背，讚歎和尚，這個方丈和尚。皈依，可以代皈依，皈依證讓和尚發，是他的徒弟，不是我的徒弟。所有的供養都歸常住，不能帶一分錢。供養法師是他常住包紅包給我，我所收的供養全部給他，歡喜！所以月月都要找我去講經。你要是一收皈依、一收紅包，就一次，下次別請他，法緣就斷盡了。所以，我們這一生法緣為什麼這麼殊勝？統是老師教的，老師不教，我們疏忽了，沒想到這些問題。老師的叮嚀、囑咐總是在耳中，一輩子循著這個路走，沒錯，不會吃虧。"
    },
    {
      "id": "02-042-0084_p0095",
      "zh_CN": "法缘殊胜，还让我们这和尚走到联合国去了，这笑话了，根本就不可能。为什么走到联合国去了？到澳洲，澳洲的法缘太殊胜了。一到这边，格里菲斯大学、昆士兰大学校长我们就做了朋友，让我代表学校参加联合国的和平会议，让我们大开眼界。这才看到了全世界，才知道今天社会的不安定，灾难频繁，到底是什么原因，我们看出来了。我们又多了一个事情，如何帮助这个社会化解冲突，促进安定和谐。这是什么？这是佛法的慈悲救世，没有缘不想它，有缘不能不做，有缘不做就错了；没有缘绝不攀缘，有缘应该要做。",
      "zh_TW": "法緣殊勝，還讓我們這和尚走到聯合國去了，這笑話了，根本就不可能。為什麼走到聯合國去了？到澳洲，澳洲的法緣太殊勝了。一到這邊，格里菲斯大學、昆士蘭大學校長我們就做了朋友，讓我代表學校參加聯合國的和平會議，讓我們大開眼界。這才看到了全世界，才知道今天社會的不安定，災難頻繁，到底是什麼原因，我們看出來了。我們又多了一個事情，如何幫助這個社會化解衝突，促進安定和諧。這是什麼？這是佛法的慈悲救世，沒有緣不想它，有緣不能不做，有緣不做就錯了；沒有緣絕不攀緣，有緣應該要做。"
    },
    {
      "id": "02-042-0084_p0096",
      "zh_CN": "宗教的团结确实可以化解冲突，用什么方法？讲经。所以讲经不可思议。每个宗教出现问题，什么原因？不讲经，你们自己的神职人员出问题了，你们的信徒出问题了。天天讲经，现在讲经用卫星、网路，好！讲经的讲堂没有人。我在这儿讲，你们还来了几个，平常我讲经，摄影棚就是我一个人，没人。全世界人都收到，好！",
      "zh_TW": "宗教的團結確實可以化解衝突，用什麼方法？講經。所以講經不可思議。每個宗教出現問題，什麼原因？不講經，你們自己的神職人員出問題了，你們的信徒出問題了。天天講經，現在講經用衛星、網路，好！講經的講堂沒有人。我在這兒講，你們還來了幾個，平常我講經，攝影棚就是我一個人，沒人。全世界人都收到，好！"
    },
    {
      "id": "02-042-0084_p0097",
      "zh_CN": "现在又发现一个问题了，嫉妒障碍。这个怎么办？有办法，我讲经的时候用字幕，不要有人像出来，出来是全字幕；我有声音、有字幕，没有人像，不造成个人崇拜。这都是我们要牢牢记住的，你将来在弘法利生上遇到障碍行不通，你想想是不是这个原因。人不要出风头，不要让人知道，我现在麻烦就是人出名了，古人说的「人怕出名猪怕肥」，别人就要宰你了。好在我现在已经八十八了，我天天什么都不想，就想阿弥陀佛来接我到极乐世界去，其他真的什么念头都没有。",
      "zh_TW": "現在又發現一個問題了，嫉妒障礙。這個怎麼辦？有辦法，我講經的時候用字幕，不要有人像出來，出來是全字幕；我有聲音、有字幕，沒有人像，不造成個人崇拜。這都是我們要牢牢記住的，你將來在弘法利生上遇到障礙行不通，你想想是不是這個原因。人不要出風頭，不要讓人知道，我現在麻煩就是人出名了，古人說的「人怕出名豬怕肥」，別人就要宰你了。好在我現在已經八十八了，我天天什麼都不想，就想阿彌陀佛來接我到極樂世界去，其他真的什麼念頭都沒有。"
    },
    {
      "id": "02-042-0084_p0098",
      "zh_CN": "所以心清净，看东西看得清楚、看得明白。到这边来这么几天，每天都有客人，地方的官员、议员、企业家、宗教的领导人，还有对社会上有影响的，天天有客人来。好在我还能应付得了，他问的问题我还都能给他解答，他们也都还很满意。不容易！这个地方最难得的，我们在这住十三年，十三年把这个地方人民团结起来了，图文巴的人没有一个人不知道净宗学院。而且我听说，他们口头里头说，净宗学院的人都是好人，我们得到这么个好评。所以这些人都想看看我，我也给他们出出主意，如何让这个小城走向未来的发展。未来，我给他们一个期望，未来是澳洲最大的城市，向这个目标去走，能走得通。宗教团结了，族群团结了，大家都有一个方向、一个目标，这事情就能做成功。所以我们希望将来这个地方有个宗教大学，面对全世界。",
      "zh_TW": "所以心清淨，看東西看得清楚、看得明白。到這邊來這麼幾天，每天都有客人，地方的官員、議員、企業家、宗教的領導人，還有對社會上有影響的，天天有客人來。好在我還能應付得了，他問的問題我還都能給他解答，他們也都還很滿意。不容易！這個地方最難得的，我們在這住十三年，十三年把這個地方人民團結起來了，圖文巴的人沒有一個人不知道淨宗學院。而且我聽說，他們口頭裡頭說，淨宗學院的人都是好人，我們得到這麼個好評。所以這些人都想看看我，我也給他們出出主意，如何讓這個小城走向未來的發展。未來，我給他們一個期望，未來是澳洲最大的城市，向這個目標去走，能走得通。宗教團結了，族群團結了，大家都有一個方向、一個目標，這事情就能做成功。所以我們希望將來這個地方有個宗教大學，面對全世界。"
    },
    {
      "id": "02-042-0084_p0099",
      "zh_CN": "这个城市是平等对待，和睦相处，大家都记住这两句话。我们平等对待、和睦相处，互相尊重、互相敬爱、互相关怀、互相照顾、互助合作，我们是一家人，像兄弟姐妹一样。现在都有这个概念了，好办了，没有这个概念，我们去劝他很难，现在统统都有这个概念。他们希望我回来，我说你们真干，我回来；你们不是真干这桩事情，我回来没有意义，我就不想回来。真干，我要帮助他，会很快产生效果。大家都需要安定和谐，这个城市决定没有犯罪的人，要做到这样的。人人说话都真诚，没有欺骗人的，要从这着手，宗教来带头。希望全世界都到这个地方来参观、来考察、来学习，将来能够普遍展开，整个世界就可以化解冲突，整个世界变成盛世。过去中国文明的盛世是一个地区，今天中国文明的盛世是全球。",
      "zh_TW": "這個城市是平等對待，和睦相處，大家都記住這兩句話。我們平等對待、和睦相處，互相尊重、互相敬愛、互相關懷、互相照顧、互助合作，我們是一家人，像兄弟姐妹一樣。現在都有這個概念了，好辦了，沒有這個概念，我們去勸他很難，現在統統都有這個概念。他們希望我回來，我說你們真幹，我回來；你們不是真幹這樁事情，我回來沒有意義，我就不想回來。真幹，我要幫助他，會很快產生效果。大家都需要安定和諧，這個城市決定沒有犯罪的人，要做到這樣的。人人說話都真誠，沒有欺騙人的，要從這著手，宗教來帶頭。希望全世界都到這個地方來參觀、來考察、來學習，將來能夠普遍展開，整個世界就可以化解衝突，整個世界變成盛世。過去中國文明的盛世是一個地區，今天中國文明的盛世是全球。"
    },
    {
      "id": "02-042-0084_p0100",
      "zh_CN": "好，今天时间已经到了。后面还有是吧？还有一位。好，下一次，下一堂课我们再研究。",
      "zh_TW": "好，今天時間已經到了。後面還有是吧？還有一位。好，下一次，下一堂課我們再研究。"
    }
  ]
}