{
  "doc_id": "04-010-0005",
  "title": {
    "zh_CN": "普贤行愿品疏节录",
    "zh_TW": "普賢行願品疏節錄"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-010-0005",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "04-010-0005_p0001",
      "zh_CN": "请掀开经本看第九页，最后一行，从当中看起：",
      "zh_TW": "請掀開經本看第九頁，最後一行，從當中看起："
    },
    {
      "id": "04-010-0005_p0002",
      "zh_CN": "经【一一佛所。皆现不可说不可说佛刹极微尘数身。一一身。遍礼不可说不可说佛刹极微尘数佛。】",
      "zh_TW": "經【一一佛所。皆現不可說不可說佛剎極微塵數身。一一身。遍禮不可說不可說佛剎極微塵數佛。】"
    },
    {
      "id": "04-010-0005_p0003",
      "zh_CN": "这一段还是说礼敬的对象。前面说过，礼敬要「以清净身语意业，常修礼敬」，经文里面最重要的是「清净」、「常」这三个字。这三个字与大势至菩萨在《楞严经》里面教给我们「都摄六根，净念相继」相同，清净就是净念，常就是相继。可见得大乘经里面教给我们都是一个方法、一个方向、一个目标，这是要特别注意的。",
      "zh_TW": "這一段還是說禮敬的對象。前面說過，禮敬要「以清淨身語意業，常修禮敬」，經文裡面最重要的是「清淨」、「常」這三個字。這三個字與大勢至菩薩在《楞嚴經》裡面教給我們「都攝六根，淨念相繼」相同，清淨就是淨念，常就是相繼。可見得大乘經裡面教給我們都是一個方法、一個方向、一個目標，這是要特別注意的。"
    },
    {
      "id": "04-010-0005_p0004",
      "zh_CN": "底下这段文是告诉我们礼敬的境界。『一一佛所』，前面所说的「所有尽法界虚空界十方三世一切佛刹极微尘数佛」，就是将过去、现在十方诸佛如来统统都包括了，一尊佛也没有漏掉。特别要注意到的，上次跟诸位说明的未来佛，未来佛就包含了一切众生。不但有情众生，我们现在讲动物，还要包括无情的众生，就是我们现在所讲的植物与矿物，统统包括在其中，就是一切恭敬。我们把它归纳起来，这就是教给我们在日常生活当中，对人、对事、对物（我们用人事物也就把「一一佛所」全部都包括了），我们要用什么样的心态来面对这些。普贤菩萨在此地教给我们，「一一佛所」，每一尊佛所，换句话说，每个人、每桩事、每个物，意思就是这个。",
      "zh_TW": "底下這段文是告訴我們禮敬的境界。『一一佛所』，前面所說的「所有盡法界虛空界十方三世一切佛剎極微塵數佛」，就是將過去、現在十方諸佛如來統統都包括了，一尊佛也沒有漏掉。特別要注意到的，上次跟諸位說明的未來佛，未來佛就包含了一切眾生。不但有情眾生，我們現在講動物，還要包括無情的眾生，就是我們現在所講的植物與礦物，統統包括在其中，就是一切恭敬。我們把它歸納起來，這就是教給我們在日常生活當中，對人、對事、對物（我們用人事物也就把「一一佛所」全部都包括了），我們要用什麼樣的心態來面對這些。普賢菩薩在此地教給我們，「一一佛所」，每一尊佛所，換句話說，每個人、每樁事、每個物，意思就是這個。"
    },
    {
      "id": "04-010-0005_p0005",
      "zh_CN": "『皆现不可说不可说佛刹极微尘数身』，有多少佛我们就要现多少身。也许大家要问，普贤是等觉菩萨，法身大士，他有能力现无量无边身，我们现在是凡夫，哪里能现那么多身？其实这个事实真相你没有搞清楚，如果搞清楚之后才知道，无论是在圣在凡，德能都一样。佛菩萨能现无边身，我们现在也是现无边身，佛菩萨现无边身，他知道，他清楚；我们现无边身，不知道、不清楚，差别在此地。你要问到底什么原因？诸佛菩萨无边身是从真如本性里面流露出来的，我们这个身相也是从真如本性流露出来的；都是真如本性流露出来的，哪里还会有两样？两样就是迷悟不同。",
      "zh_TW": "『皆現不可說不可說佛剎極微塵數身』，有多少佛我們就要現多少身。也許大家要問，普賢是等覺菩薩，法身大士，他有能力現無量無邊身，我們現在是凡夫，哪裡能現那麼多身？其實這個事實真相你沒有搞清楚，如果搞清楚之後才知道，無論是在聖在凡，德能都一樣。佛菩薩能現無邊身，我們現在也是現無邊身，佛菩薩現無邊身，他知道，他清楚；我們現無邊身，不知道、不清楚，差別在此地。你要問到底什麼原因？諸佛菩薩無邊身是從真如本性裡面流露出來的，我們這個身相也是從真如本性流露出來的；都是真如本性流露出來的，哪裡還會有兩樣？兩樣就是迷悟不同。"
    },
    {
      "id": "04-010-0005_p0006",
      "zh_CN": "大乘经里面常说，像我们讲《楞严经》的时候都讲过很多次。佛告诉我们，佛说一弹指有六十刹那，刹那的时间就很短了，就是一弹指的六十分之一叫一刹那，一刹那当中有九百生灭，生灭就是现身。我们平常弹指速度弹快一点，我想一秒钟至少可以弹四次，四乘六十再乘九百，你看是多少？恰恰是两个十万八千，一秒钟就有两个十万八千次的生灭，就是现身。我们坐在此地，一秒钟二十一万六千次的现身，这「佛刹极微尘数身」不假，这不是假的，是真的。这是事实真相，可惜我们在迷，菩萨在觉，觉就是净，迷就不净。",
      "zh_TW": "大乘經裡面常說，像我們講《楞嚴經》的時候都講過很多次。佛告訴我們，佛說一彈指有六十剎那，剎那的時間就很短了，就是一彈指的六十分之一叫一剎那，一剎那當中有九百生滅，生滅就是現身。我們平常彈指速度彈快一點，我想一秒鐘至少可以彈四次，四乘六十再乘九百，你看是多少？恰恰是兩個十萬八千，一秒鐘就有兩個十萬八千次的生滅，就是現身。我們坐在此地，一秒鐘二十一萬六千次的現身，這「佛剎極微塵數身」不假，這不是假的，是真的。這是事實真相，可惜我們在迷，菩薩在覺，覺就是淨，迷就不淨。"
    },
    {
      "id": "04-010-0005_p0007",
      "zh_CN": "所以礼敬不一定是趴在地下磕头才叫礼敬，心地清净真诚就是礼敬。对人敬、对事敬、对物敬，一切恭敬，所以觉心是敬的，迷心是不敬的。『一一身，遍礼不可说不可说佛刹极微尘数佛』，这就是刚才说的，人事物在虚空法界无量无边，「不可说不可说佛刹极微尘数」，就是我们平常讲的无量无边，没有法子计算。我们对于尽虚空遍法界一切人事物都要以真诚恭敬心来对待，就是这个意思。下面是总结，善财童子问「礼敬」，普贤菩萨答复出来，给我们交代清楚了。",
      "zh_TW": "所以禮敬不一定是趴在地下磕頭才叫禮敬，心地清淨真誠就是禮敬。對人敬、對事敬、對物敬，一切恭敬，所以覺心是敬的，迷心是不敬的。『一一身，遍禮不可說不可說佛剎極微塵數佛』，這就是剛才說的，人事物在虛空法界無量無邊，「不可說不可說佛剎極微塵數」，就是我們平常講的無量無邊，沒有法子計算。我們對於盡虛空遍法界一切人事物都要以真誠恭敬心來對待，就是這個意思。下面是總結，善財童子問「禮敬」，普賢菩薩答覆出來，給我們交代清楚了。"
    },
    {
      "id": "04-010-0005_p0008",
      "zh_CN": "经【虚空界尽。我礼乃尽。】",
      "zh_TW": "經【虛空界盡。我禮乃盡。】"
    },
    {
      "id": "04-010-0005_p0009",
      "zh_CN": "虚空有尽，我礼拜可以说也尽了。",
      "zh_TW": "虛空有盡，我禮拜可以說也盡了。"
    },
    {
      "id": "04-010-0005_p0010",
      "zh_CN": "经【以虚空界不可尽故。】",
      "zh_TW": "經【以虛空界不可盡故。】"
    },
    {
      "id": "04-010-0005_p0011",
      "zh_CN": "虚空不可尽，虚空是无尽的，那么我这个礼也是无尽的。这个礼，诸位特别要记住，就是我们以真诚恭敬心对一切人、一切事、一切物，就是这个意思，这里不能够错会。错会了，我们念这有什么用处？光是去拜佛，佛在哪里？泥塑木雕的这些形相，你拜这个东西，人家说你拜偶像，迷信。是不是迷信？确实是迷信。佛讲的意思是意在言外，你执着在经文里面，死在句下，三世诸佛都喊冤枉。佛不是这个意思，你把意思错会了，死在句下，要懂得他言外之意。所以实际上就是教我们对人、对事、对物要以真诚恭敬心来对待，这叫礼敬诸佛，是这么回事情。这个真诚恭敬心是没有止境的。",
      "zh_TW": "虛空不可盡，虛空是無盡的，那麼我這個禮也是無盡的。這個禮，諸位特別要記住，就是我們以真誠恭敬心對一切人、一切事、一切物，就是這個意思，這裡不能夠錯會。錯會了，我們念這有什麼用處？光是去拜佛，佛在哪裡？泥塑木雕的這些形相，你拜這個東西，人家說你拜偶像，迷信。是不是迷信？確實是迷信。佛講的意思是意在言外，你執著在經文裡面，死在句下，三世諸佛都喊冤枉。佛不是這個意思，你把意思錯會了，死在句下，要懂得他言外之意。所以實際上就是教我們對人、對事、對物要以真誠恭敬心來對待，這叫禮敬諸佛，是這麼回事情。這個真誠恭敬心是沒有止境的。"
    },
    {
      "id": "04-010-0005_p0012",
      "zh_CN": "经【如是乃至众生界尽。】",
      "zh_TW": "經【如是乃至眾生界盡。】"
    },
    {
      "id": "04-010-0005_p0013",
      "zh_CN": "『众生』就是讲一切万物，一切万物都是众缘和合而生的，「缘」就是我们现在一般人讲的条件。一切诸法都是许多条件当中产生的，没有一个东西是单纯的，即使我们今天所发现的，动物里头单独的一个细胞，也是许多条件才出现的。「众生」就是众缘和合而生起的现象，这个现象就是宇宙之间一切现象都是众缘和合而生的，动物、植物、矿物都是的，都叫做众生，众生的意思是这样的。但是在此地也可以专指这一切众生里面的动物，动物是有感情的，所以讲九法界有情众生，这个地方也可以指九法界有情众生；换句话说，植物、矿物暂时就不论，单单论一切动物。这也是无尽的，没有止境的。",
      "zh_TW": "『眾生』就是講一切萬物，一切萬物都是眾緣和合而生的，「緣」就是我們現在一般人講的條件。一切諸法都是許多條件當中產生的，沒有一個東西是單純的，即使我們今天所發現的，動物裡頭單獨的一個細胞，也是許多條件才出現的。「眾生」就是眾緣和合而生起的現象，這個現象就是宇宙之間一切現象都是眾緣和合而生的，動物、植物、礦物都是的，都叫做眾生，眾生的意思是這樣的。但是在此地也可以專指這一切眾生裡面的動物，動物是有感情的，所以講九法界有情眾生，這個地方也可以指九法界有情眾生；換句話說，植物、礦物暫時就不論，單單論一切動物。這也是無盡的，沒有止境的。"
    },
    {
      "id": "04-010-0005_p0014",
      "zh_CN": "经【众生业尽。】",
      "zh_TW": "經【眾生業盡。】"
    },
    {
      "id": "04-010-0005_p0015",
      "zh_CN": "『业』是造作，一切众生，特别是指动物，动物有感情，有贪瞋痴慢，人有烦恼、有妄想、有分别、有执着，其他动物也有。我们把范围扩大到九法界，上面是菩萨，下面到地狱众生，统统都有情识，不过法界愈往上提升，他的情执少一些，并没有完全断。等觉菩萨还有一品生相无明，那一品生相无明也是情执。比起我们他实在是太轻了，真是微不足道，但是跟佛比，那毕竟还是障碍，有那一品无明在，他就不能圆满菩提。这就是九法界众生都叫做有情众生，有情就造业，佛把一切有情众生造的业归纳为三大类，这个三大类就是善业、恶业、无记业。无记就是说不上善恶的，不算它是善，但是也不算是恶，这个叫无记业。一切造作总不出这三个范围，众生的业也没有止境。",
      "zh_TW": "『業』是造作，一切眾生，特別是指動物，動物有感情，有貪瞋痴慢，人有煩惱、有妄想、有分別、有執著，其他動物也有。我們把範圍擴大到九法界，上面是菩薩，下面到地獄眾生，統統都有情識，不過法界愈往上提升，他的情執少一些，並沒有完全斷。等覺菩薩還有一品生相無明，那一品生相無明也是情執。比起我們他實在是太輕了，真是微不足道，但是跟佛比，那畢竟還是障礙，有那一品無明在，他就不能圓滿菩提。這就是九法界眾生都叫做有情眾生，有情就造業，佛把一切有情眾生造的業歸納為三大類，這個三大類就是善業、惡業、無記業。無記就是說不上善惡的，不算它是善，但是也不算是惡，這個叫無記業。一切造作總不出這三個範圍，眾生的業也沒有止境。"
    },
    {
      "id": "04-010-0005_p0016",
      "zh_CN": "经【众生烦恼尽。】",
      "zh_TW": "經【眾生煩惱盡。】"
    },
    {
      "id": "04-010-0005_p0017",
      "zh_CN": "『烦恼』实在讲就是贪瞋痴慢，这叫根本烦恼，从根本烦恼再生出枝叶烦恼，唯识经论里面讲得很清楚，分得很清楚。唯识论的入门就是《百法明门》，《百法明门》归纳得比较简单扼要。烦恼有二十个，六个根本烦恼，二十个随烦恼，这就讲得比较具体。众生的烦恼也不会尽，业不会尽，烦恼就不会尽；换句话说，我们要发愿，这个愿是永远没有止境的，不要想着有一天我就圆满了。成佛也不行，成佛还不能止境，他还要去教化众生。所以成佛之后，没有一尊佛不肯倒驾慈航，回到六道里面来，现种种身帮助一切大众的，这叫大慈大悲，所以说「带果行因」。这个地方的普贤菩萨实在讲早都成佛了，退到菩萨位子上来，叫带果行因，这才叫大慈大悲。所以永远没有止境的。底下说了。",
      "zh_TW": "『煩惱』實在講就是貪瞋痴慢，這叫根本煩惱，從根本煩惱再生出枝葉煩惱，唯識經論裡面講得很清楚，分得很清楚。唯識論的入門就是《百法明門》，《百法明門》歸納得比較簡單扼要。煩惱有二十個，六個根本煩惱，二十個隨煩惱，這就講得比較具體。眾生的煩惱也不會盡，業不會盡，煩惱就不會盡；換句話說，我們要發願，這個願是永遠沒有止境的，不要想著有一天我就圓滿了。成佛也不行，成佛還不能止境，他還要去教化眾生。所以成佛之後，沒有一尊佛不肯倒駕慈航，回到六道裡面來，現種種身幫助一切大眾的，這叫大慈大悲，所以說「帶果行因」。這個地方的普賢菩薩實在講早都成佛了，退到菩薩位子上來，叫帶果行因，這才叫大慈大悲。所以永遠沒有止境的。底下說了。"
    },
    {
      "id": "04-010-0005_p0018",
      "zh_CN": "经【而众生界乃至烦恼无有尽故。我此礼敬无有穷尽。】",
      "zh_TW": "經【而眾生界乃至煩惱無有盡故。我此禮敬無有窮盡。】"
    },
    {
      "id": "04-010-0005_p0019",
      "zh_CN": "这就是真实可贵的长远心，跟世间一般人有个很大的区别，就是世间人没有耐心、没有长远心，菩萨有长远心，我们应当要学习。底下是讲无间断，就是常的意思。",
      "zh_TW": "這就是真實可貴的長遠心，跟世間一般人有個很大的區別，就是世間人沒有耐心、沒有長遠心，菩薩有長遠心，我們應當要學習。底下是講無間斷，就是常的意思。"
    },
    {
      "id": "04-010-0005_p0020",
      "zh_CN": "经【念念相续。无有间断。身语意业。无有疲厌。】",
      "zh_TW": "經【念念相續。無有間斷。身語意業。無有疲厭。】"
    },
    {
      "id": "04-010-0005_p0021",
      "zh_CN": "这个好。『念念相续』，永远没有间断，这是自性现前。念念都是觉而不迷，念念觉，念念清净，心清净，身当然清净，语也清净。这个心是真心，真心没有生灭，哪里会有疲倦？哪里会有厌恶？生灭心里面才有这个现象，才有『疲厌』。真常心里面，《楞严经》讲的常住真心里面，没有疲倦、没有厌恶。由此可知，「疲厌」是分别执着里面产生的，离开一切分别执着就没有疲厌，所以这是确实可以做得到的。我们做不到，就是我们心里的妄念、烦恼还太严重。疲倦是从妄想执着里头生的，妄想执着没有了，疲厌就没有了，那个身才真正得到自在。文跟大家就报告到这个地方。",
      "zh_TW": "這個好。『念念相續』，永遠沒有間斷，這是自性現前。念念都是覺而不迷，念念覺，念念清淨，心清淨，身當然清淨，語也清淨。這個心是真心，真心沒有生滅，哪裡會有疲倦？哪裡會有厭惡？生滅心裡面才有這個現象，才有『疲厭』。真常心裡面，《楞嚴經》講的常住真心裡面，沒有疲倦、沒有厭惡。由此可知，「疲厭」是分別執著裡面產生的，離開一切分別執著就沒有疲厭，所以這是確實可以做得到的。我們做不到，就是我們心裡的妄念、煩惱還太嚴重。疲倦是從妄想執著裡頭生的，妄想執著沒有了，疲厭就沒有了，那個身才真正得到自在。文跟大家就報告到這個地方。"
    },
    {
      "id": "04-010-0005_p0022",
      "zh_CN": "小注里头有一段要跟诸位说一说，其他的就不必了，我统统都讲过了。这段里面，清凉大师略举「勒那三藏」说的七种礼，这七种礼，古来祖师大德在著述里面引用很多。这是属于佛学常识，人家问的时候我们不能不知道，我们研究研究，对于礼敬诸佛的确会有帮助。我们看他这七种礼，在第十面最后一行最后一句，我们从最后一行看，最后一行第二个字：",
      "zh_TW": "小註裡頭有一段要跟諸位說一說，其他的就不必了，我統統都講過了。這段裡面，清涼大師略舉「勒那三藏」說的七種禮，這七種禮，古來祖師大德在著述裡面引用很多。這是屬於佛學常識，人家問的時候我們不能不知道，我們研究研究，對於禮敬諸佛的確會有幫助。我們看他這七種禮，在第十面最後一行最後一句，我們從最後一行看，最後一行第二個字："
    },
    {
      "id": "04-010-0005_p0023",
      "zh_CN": "疏【勒那三藏说七种礼。今加为十。】",
      "zh_TW": "疏【勒那三藏說七種禮。今加為十。】"
    },
    {
      "id": "04-010-0005_p0024",
      "zh_CN": "《华严》是用「十」来表法，所以说十种。",
      "zh_TW": "《華嚴》是用「十」來表法，所以說十種。"
    },
    {
      "id": "04-010-0005_p0025",
      "zh_CN": "疏【谓一我慢礼。如碓上下。无恭敬心。】",
      "zh_TW": "疏【謂一我慢禮。如碓上下。無恭敬心。】"
    },
    {
      "id": "04-010-0005_p0026",
      "zh_CN": "第一种，『我慢礼』。见人也打招呼，也有礼貌，但不是出于恭敬心，是应付而已，这就叫我慢。里面是贡高我慢，对人没有尊敬，这种礼叫「我慢礼」。我们在日常生活当中，跟人家见面的时候常常看到，人家给你打个招呼，点点头，「你好吗？」态度是贡高我慢，根本没把你瞧在眼里，这样的礼就属于这类的。『如碓上下』，「碓」现在看不到了，是从前舂米的碓。六祖惠能大师在黄梅厨房里面就是踏碓，就是舂米，做这个苦工。碓一上一下，就好像行礼一样，一点恭敬心也没有，就比喻这个意思。第二种：",
      "zh_TW": "第一種，『我慢禮』。見人也打招呼，也有禮貌，但不是出於恭敬心，是應付而已，這就叫我慢。裡面是貢高我慢，對人沒有尊敬，這種禮叫「我慢禮」。我們在日常生活當中，跟人家見面的時候常常看到，人家給你打個招呼，點點頭，「你好嗎？」態度是貢高我慢，根本沒把你瞧在眼裡，這樣的禮就屬於這類的。『如碓上下』，「碓」現在看不到了，是從前舂米的碓。六祖惠能大師在黃梅廚房裡面就是踏碓，就是舂米，做這個苦工。碓一上一下，就好像行禮一樣，一點恭敬心也沒有，就比喻這個意思。第二種："
    },
    {
      "id": "04-010-0005_p0027",
      "zh_CN": "疏【唱和礼。高声諠杂。辞句浑乱。】",
      "zh_TW": "疏【唱和禮。高聲諠雜。辭句渾亂。】"
    },
    {
      "id": "04-010-0005_p0028",
      "zh_CN": "『唱和』也是没有恭敬心。大的典礼当中有司仪，大家都要行礼，你也不得不行礼，也跟着一道行礼，没有恭敬心，这叫「唱和礼」。",
      "zh_TW": "『唱和』也是沒有恭敬心。大的典禮當中有司儀，大家都要行禮，你也不得不行禮，也跟著一道行禮，沒有恭敬心，這叫「唱和禮」。"
    },
    {
      "id": "04-010-0005_p0029",
      "zh_CN": "疏【此二非仪。】",
      "zh_TW": "疏【此二非儀。】"
    },
    {
      "id": "04-010-0005_p0030",
      "zh_CN": "这两种不合礼节，『仪』在此地当作礼节讲。",
      "zh_TW": "這兩種不合禮節，『儀』在此地當作禮節講。"
    },
    {
      "id": "04-010-0005_p0031",
      "zh_CN": "疏【三恭敬礼。五轮着地。捧足殷重。】",
      "zh_TW": "疏【三恭敬禮。五輪著地。捧足殷重。】"
    },
    {
      "id": "04-010-0005_p0032",
      "zh_CN": "第三种『恭敬礼』，此地举的例子是『五轮着地，捧足殷重』。我们佛门里面讲的接足礼，五体投地，翻掌，翻掌是接足，好像佛站在我的手掌上，这是最恭敬的礼。现在我们见到佛像还是用这种礼，这是礼敬的精神以及他的修学，确实从这个地方能够体察得出来。礼是折服我们自己的傲慢心，前面跟诸位报告过，我慢是很大的障碍，孔老夫子也说，「傲不可长」，这《礼记》里头有。傲慢是与生俱来的烦恼，不要学的，生下来就有这个烦恼，就贡高我慢。《论语》里头孔老夫子也说了个比喻，他说假如这个人「有周公之才之美」，周公是古时候标准的圣贤，假如一个人像周公一样，有周公的才华，有周公的美德；「使骄且吝」，如果傲慢，孔老夫子说，其他的就不必看了。为什么？假装的，绝对不是真的。",
      "zh_TW": "第三種『恭敬禮』，此地舉的例子是『五輪著地，捧足殷重』。我們佛門裡面講的接足禮，五體投地，翻掌，翻掌是接足，好像佛站在我的手掌上，這是最恭敬的禮。現在我們見到佛像還是用這種禮，這是禮敬的精神以及他的修學，確實從這個地方能夠體察得出來。禮是折服我們自己的傲慢心，前面跟諸位報告過，我慢是很大的障礙，孔老夫子也說，「傲不可長」，這《禮記》裡頭有。傲慢是與生俱來的煩惱，不要學的，生下來就有這個煩惱，就貢高我慢。《論語》裡頭孔老夫子也說了個比喻，他說假如這個人「有周公之才之美」，周公是古時候標準的聖賢，假如一個人像周公一樣，有周公的才華，有周公的美德；「使驕且吝」，如果傲慢，孔老夫子說，其他的就不必看了。為什麼？假裝的，絕對不是真的。"
    },
    {
      "id": "04-010-0005_p0033",
      "zh_CN": "所以佛门里面，贪瞋痴慢，你看这个烦恼多重，贪瞋痴是三毒，三毒底下最严重的就是傲慢。所以，礼就是断傲慢的。我们对佛最恭敬，拿这一分恭敬来对一切人、对一切事、对一切物，这才是礼敬诸佛的教诲。所以绝对不要会错意思，普贤菩萨教我们要礼敬诸佛，你们都不是佛，当然我不要礼敬，那就坏了。一切众生都是诸佛，《华严》跟《圆觉经》上佛说得很清楚，「一切众生本来成佛」，他就是佛。所以我们看一切众生，都要把他当作佛来看待，都要这样的恭敬。",
      "zh_TW": "所以佛門裡面，貪瞋痴慢，你看這個煩惱多重，貪瞋痴是三毒，三毒底下最嚴重的就是傲慢。所以，禮就是斷傲慢的。我們對佛最恭敬，拿這一分恭敬來對一切人、對一切事、對一切物，這才是禮敬諸佛的教誨。所以絕對不要會錯意思，普賢菩薩教我們要禮敬諸佛，你們都不是佛，當然我不要禮敬，那就壞了。一切眾生都是諸佛，《華嚴》跟《圓覺經》上佛說得很清楚，「一切眾生本來成佛」，他就是佛。所以我們看一切眾生，都要把他當作佛來看待，都要這樣的恭敬。"
    },
    {
      "id": "04-010-0005_p0034",
      "zh_CN": "在佛前，我们可以保持古时候的礼节，接足礼，但是在生活上，一定要能够顺乎这个时代。从前专制帝王时代，人民见到皇帝要三跪九叩首，要行这个礼；现在时代不一样，现在这些礼节都已经改了，不可以叫废除，是改进了，现在我们最敬礼是三鞠躬。所以诸位一定要晓得，佛门里面还是很落伍，没有能够赶上现代化。我常常提出佛教要现代化、要本土化，现代化是什么？大家见到法师一问讯就好了，或三鞠躬，我们是合掌鞠躬。合掌代表恭敬，这十个指头代表散乱心，心散乱，合而为一代表清净心，以清净心来礼敬。一问讯这是现代化，佛教真的现代化了。现在见到法师还趴在地上磕头，落伍了！还保留在过去十八世纪，佛法怎么能弘扬？还有人见法师一定要拜三拜，那就愈来愈远了，所以这一定要记住。",
      "zh_TW": "在佛前，我們可以保持古時候的禮節，接足禮，但是在生活上，一定要能夠順乎這個時代。從前專制帝王時代，人民見到皇帝要三跪九叩首，要行這個禮；現在時代不一樣，現在這些禮節都已經改了，不可以叫廢除，是改進了，現在我們最敬禮是三鞠躬。所以諸位一定要曉得，佛門裡面還是很落伍，沒有能夠趕上現代化。我常常提出佛教要現代化、要本土化，現代化是什麼？大家見到法師一問訊就好了，或三鞠躬，我們是合掌鞠躬。合掌代表恭敬，這十個指頭代表散亂心，心散亂，合而為一代表清淨心，以清淨心來禮敬。一問訊這是現代化，佛教真的現代化了。現在見到法師還趴在地上磕頭，落伍了！還保留在過去十八世紀，佛法怎麼能弘揚？還有人見法師一定要拜三拜，那就愈來愈遠了，所以這一定要記住。"
    },
    {
      "id": "04-010-0005_p0035",
      "zh_CN": "我们是现代人，要把佛法在这个时代向全世界推广，要懂得现代化。那个时候的礼节是这样，今天的礼节跟古时候礼节不一样，恭敬心是一成不变，表现在外面的仪态上一定要随俗，这样就没有错。大家一定要知道，一定要明了。所以你们见到我对我问讯，我非常欢喜，为什么？你是二十世纪的人，是现代人；你趴在地下一定要顶礼，我遇到一个十八世纪的人，这要懂得。佛法真的是活学活用，一定要应用在生活上。如果这位法师要求，见到他一定要拜三拜，那位法师也是十八世纪的人，不是现代人，这个我们要知道。",
      "zh_TW": "我們是現代人，要把佛法在這個時代向全世界推廣，要懂得現代化。那個時候的禮節是這樣，今天的禮節跟古時候禮節不一樣，恭敬心是一成不變，表現在外面的儀態上一定要隨俗，這樣就沒有錯。大家一定要知道，一定要明瞭。所以你們見到我對我問訊，我非常歡喜，為什麼？你是二十世紀的人，是現代人；你趴在地下一定要頂禮，我遇到一個十八世紀的人，這要懂得。佛法真的是活學活用，一定要應用在生活上。如果這位法師要求，見到他一定要拜三拜，那位法師也是十八世紀的人，不是現代人，這個我們要知道。"
    },
    {
      "id": "04-010-0005_p0036",
      "zh_CN": "「五轮着地」这是古时候的礼，古礼，我们今天遇到佛像可以用这个礼，因为佛是古时候的人，我们还用古礼来对他；法师是现代人，不是古人，我们用现代的礼节对法师，就没错。古礼对待佛是时时刻刻提醒我们，我们是最恭敬的心，用现代的礼节，要懂得这个意思。否则的话，你佛法就完全学错了，你学了不得其用。第四：",
      "zh_TW": "「五輪著地」這是古時候的禮，古禮，我們今天遇到佛像可以用這個禮，因為佛是古時候的人，我們還用古禮來對他；法師是現代人，不是古人，我們用現代的禮節對法師，就沒錯。古禮對待佛是時時刻刻提醒我們，我們是最恭敬的心，用現代的禮節，要懂得這個意思。否則的話，你佛法就完全學錯了，你學了不得其用。第四："
    },
    {
      "id": "04-010-0005_p0037",
      "zh_CN": "疏【无相礼。深入法性。离能所相。】",
      "zh_TW": "疏【無相禮。深入法性。離能所相。】"
    },
    {
      "id": "04-010-0005_p0038",
      "zh_CN": "这个礼就根本没有仪式的，或者他在那里打坐，或者他在那里念佛，你遇到他，他理都不理你；其实他对你致最敬礼，你不晓得。怎么说他是最敬礼？他的心真诚恭敬，虽然没有一切鞠躬、礼拜这些仪式，他对你确实是真诚，真诚清净，这是属于『无相』，『离能所相』，这是一种。他在静坐的时候，在念佛的时候，通常念佛堂当中、禅堂里面，任何人进出，用功的人都不打招呼。不打招呼是不是没有礼貌？有礼貌，你要懂得它的意思。这是一个意思。第二个意思，礼敬当中，我们在行礼当中，现代人鞠躬也好，点头也好，心地真正清净，三轮体空；不执着有我，也不执着有对方，也不执着当中有这些动作，这是属于「无相礼」。这个礼就是恭敬礼当中有无相礼，无相礼里头有恭敬礼，这是两种合在一起的。别人不觉得，他自己非常有受用，这是清净真诚的流露。第五种：",
      "zh_TW": "這個禮就根本沒有儀式的，或者他在那裡打坐，或者他在那裡念佛，你遇到他，他理都不理你；其實他對你致最敬禮，你不曉得。怎麼說他是最敬禮？他的心真誠恭敬，雖然沒有一切鞠躬、禮拜這些儀式，他對你確實是真誠，真誠清淨，這是屬於『無相』，『離能所相』，這是一種。他在靜坐的時候，在念佛的時候，通常念佛堂當中、禪堂裡面，任何人進出，用功的人都不打招呼。不打招呼是不是沒有禮貌？有禮貌，你要懂得它的意思。這是一個意思。第二個意思，禮敬當中，我們在行禮當中，現代人鞠躬也好，點頭也好，心地真正清淨，三輪體空；不執著有我，也不執著有對方，也不執著當中有這些動作，這是屬於「無相禮」。這個禮就是恭敬禮當中有無相禮，無相禮裡頭有恭敬禮，這是兩種合在一起的。別人不覺得，他自己非常有受用，這是清淨真誠的流露。第五種："
    },
    {
      "id": "04-010-0005_p0039",
      "zh_CN": "疏【起用礼。虽无能所。普运身心。如影普遍。礼不可礼。】",
      "zh_TW": "疏【起用禮。雖無能所。普運身心。如影普遍。禮不可禮。】"
    },
    {
      "id": "04-010-0005_p0040",
      "zh_CN": "『起用』要用现代话来说，就是日常生活的礼节。人与人往来，礼节是第一个要紧的大事，特别是日常生活当中，一定要讲求现代化。非常可惜，我们国家从建国以来到今天，没有制礼作乐，所以今天社会的动乱不是没有根源。这是个乱世，非常可悲，大家把这个事情忽略掉了，所以将来历史上写这个时代是乱世。为什么？礼乐没有了。诸位念中国的历史，在台湾许多书局出版的二十五史，你们翻开来看看，每个朝代它的政权建立，最长五年一定制礼作乐。礼乐颁布，全国人民就有个规则可以遵守。我们国家建国以来，除了军队，军队有军礼，其他的都没有，婚丧喜庆你喜欢用什么礼就用什么礼。你看在中国这个社会上，有用外国礼，有用清朝时候礼，这是大乱，不统一。",
      "zh_TW": "『起用』要用現代話來說，就是日常生活的禮節。人與人往來，禮節是第一個要緊的大事，特別是日常生活當中，一定要講求現代化。非常可惜，我們國家從建國以來到今天，沒有制禮作樂，所以今天社會的動亂不是沒有根源。這是個亂世，非常可悲，大家把這個事情忽略掉了，所以將來歷史上寫這個時代是亂世。為什麼？禮樂沒有了。諸位念中國的歷史，在台灣許多書局出版的二十五史，你們翻開來看看，每個朝代它的政權建立，最長五年一定制禮作樂。禮樂頒布，全國人民就有個規則可以遵守。我們國家建國以來，除了軍隊，軍隊有軍禮，其他的都沒有，婚喪喜慶你喜歡用什麼禮就用什麼禮。你看在中國這個社會上，有用外國禮，有用清朝時候禮，這是大亂，不統一。"
    },
    {
      "id": "04-010-0005_p0041",
      "zh_CN": "古时候，礼有礼服，你看他穿什么服装就知道他是什么身分，谁应该先向谁行礼，这身分清清楚楚，所以这个衣服叫章服。绣的花纹，花纹是代表身分的，士农工商穿着的衣服不一样；朝廷命官品级不一样，服装上绣的花纹不一样；做皇帝，你看看穿的龙袍，亲王也是穿龙袍，满清的贝勒也穿龙袍。分别在哪里？龙的爪不同，皇帝穿的龙袍是五个爪，亲王是四个爪，贝勒是三个爪，就在那里分，你一看就晓得他是什么身分。礼服，这是便于行礼。现在幸亏有电视，总统天天上电视，人家认识，否则要在从前的话，总统出来也穿个西装，我们老百姓也穿西装，谁知道你是总统？谁对你行礼，对你致敬？军人戴的有阶级，一看就看出来了。所以在未来的历史写今天这一段，要照传统的写法，我们这个时代是乱世，这么多年礼乐都疏忽掉了。礼乐是治国的大根大本，非常重要，所以叫日常生活。第六：",
      "zh_TW": "古時候，禮有禮服，你看他穿什麼服裝就知道他是什麼身分，誰應該先向誰行禮，這身分清清楚楚，所以這個衣服叫章服。繡的花紋，花紋是代表身分的，士農工商穿著的衣服不一樣；朝廷命官品級不一樣，服裝上繡的花紋不一樣；做皇帝，你看看穿的龍袍，親王也是穿龍袍，滿清的貝勒也穿龍袍。分別在哪裡？龍的爪不同，皇帝穿的龍袍是五個爪，親王是四個爪，貝勒是三個爪，就在那裡分，你一看就曉得他是什麼身分。禮服，這是便於行禮。現在幸虧有電視，總統天天上電視，人家認識，否則要在從前的話，總統出來也穿個西裝，我們老百姓也穿西裝，誰知道你是總統？誰對你行禮，對你致敬？軍人戴的有階級，一看就看出來了。所以在未來的歷史寫今天這一段，要照傳統的寫法，我們這個時代是亂世，這麼多年禮樂都疏忽掉了。禮樂是治國的大根大本，非常重要，所以叫日常生活。第六："
    },
    {
      "id": "04-010-0005_p0042",
      "zh_CN": "疏【内观礼。但礼身内法身真佛。不向外求。】",
      "zh_TW": "疏【內觀禮。但禮身內法身真佛。不向外求。】"
    },
    {
      "id": "04-010-0005_p0043",
      "zh_CN": "这个礼是观想礼，专门是修行人用的。这个修行人之礼，多半着重在本尊。像我们修净土法门，我们的目的是求生西方极乐世界，我们礼的对象是阿弥陀佛，行住坐卧都观想我们在莲花当中礼阿弥陀佛，阿弥陀佛接受我们的礼拜。观想弥陀，或者观想西方三圣，在那里静坐也在那里拜佛。这是属于观想，所以『不向外求』。第七：",
      "zh_TW": "這個禮是觀想禮，專門是修行人用的。這個修行人之禮，多半著重在本尊。像我們修淨土法門，我們的目的是求生西方極樂世界，我們禮的對象是阿彌陀佛，行住坐臥都觀想我們在蓮花當中禮阿彌陀佛，阿彌陀佛接受我們的禮拜。觀想彌陀，或者觀想西方三聖，在那裡靜坐也在那裡拜佛。這是屬於觀想，所以『不向外求』。第七："
    },
    {
      "id": "04-010-0005_p0044",
      "zh_CN": "疏【实相礼。若内若外。同一实相。】",
      "zh_TW": "疏【實相禮。若內若外。同一實相。】"
    },
    {
      "id": "04-010-0005_p0045",
      "zh_CN": "『实相』就是我们常讲的宇宙人生的真相，真相明白了，真相彻底觉悟了，那就是礼。这个礼，不但身体里面没有动作，心里面念头都不生。前面『内观礼』，心里有念头，『实相礼』，念头都没有了，跟虚空法界一切万物融合成一体，这是实相。就是禅宗里面明心见性的境界，净土宗里面理一心不乱的境界，这个境界在十种礼里面叫做实相礼。第八：",
      "zh_TW": "『實相』就是我們常講的宇宙人生的真相，真相明白了，真相徹底覺悟了，那就是禮。這個禮，不但身體裡面沒有動作，心裡面念頭都不生。前面『內觀禮』，心裡有念頭，『實相禮』，念頭都沒有了，跟虛空法界一切萬物融合成一體，這是實相。就是禪宗裡面明心見性的境界，淨土宗裡面理一心不亂的境界，這個境界在十種禮裡面叫做實相禮。第八："
    },
    {
      "id": "04-010-0005_p0046",
      "zh_CN": "疏【大悲礼。随一一礼。普代众生。】",
      "zh_TW": "疏【大悲禮。隨一一禮。普代眾生。】"
    },
    {
      "id": "04-010-0005_p0047",
      "zh_CN": "这是大慈大悲，一切众生迷失了真性，轻慢了圣贤，这是经上常讲可怜悯者。原因在哪里？他的业障深重。菩萨大慈大悲天天拜十方佛，代一切众生拜，一切众生是不是能真得到效果则不问。菩萨有一分真诚的心，得不到我也拜，得到当然更好，得不到也代你拜，已经尽心尽力了。虽然不能代多数，少数人见到菩萨这样真诚，代我们礼佛，看到之后自然会感动，自然会回头。这在佛法教学里面叫身教，以身作则。所以佛门道场当中，像朝暮课诵，一切法会做到清净庄严，目的在哪里？目的都是为了代一切众生忏悔，让不学佛的人看到心里受到感动，他能够回头，那效果就收到了。第九：",
      "zh_TW": "這是大慈大悲，一切眾生迷失了真性，輕慢了聖賢，這是經上常講可憐憫者。原因在哪裡？他的業障深重。菩薩大慈大悲天天拜十方佛，代一切眾生拜，一切眾生是不是能真得到效果則不問。菩薩有一分真誠的心，得不到我也拜，得到當然更好，得不到也代你拜，已經盡心盡力了。雖然不能代多數，少數人見到菩薩這樣真誠，代我們禮佛，看到之後自然會感動，自然會回頭。這在佛法教學裡面叫身教，以身作則。所以佛門道場當中，像朝暮課誦，一切法會做到清淨莊嚴，目的在哪裡？目的都是為了代一切眾生懺悔，讓不學佛的人看到心裡受到感動，他能夠回頭，那效果就收到了。第九："
    },
    {
      "id": "04-010-0005_p0048",
      "zh_CN": "疏【总摄礼。摄前六门以为一观。】",
      "zh_TW": "疏【總攝禮。攝前六門以為一觀。】"
    },
    {
      "id": "04-010-0005_p0049",
      "zh_CN": "把第三到第八，一一礼拜当中，这六条的精神统统具足。不必一样一样，在一拜当中统统具足，这叫『总摄』。「恭敬、无相、起用、内观、实相、大悲」，全都有了，一礼一切礼，就是这个意思。第十：",
      "zh_TW": "把第三到第八，一一禮拜當中，這六條的精神統統具足。不必一樣一樣，在一拜當中統統具足，這叫『總攝』。「恭敬、無相、起用、內觀、實相、大悲」，全都有了，一禮一切禮，就是這個意思。第十："
    },
    {
      "id": "04-010-0005_p0050",
      "zh_CN": "疏【无尽礼。入帝网境。若佛若礼。重重无尽。】",
      "zh_TW": "疏【無盡禮。入帝網境。若佛若禮。重重無盡。】"
    },
    {
      "id": "04-010-0005_p0051",
      "zh_CN": "这是把心量拓开。『帝网』，「帝」是指忉利天，就是忉利天主，我们中国称玉皇大帝，大概也就是基督教、天主教讲的上帝。佛告诉我们，帝释天宫殿里面有罗网，这罗网非常庄严，罗网交叉地方都系有宝珠，珠很明亮，光光互射，就像这种情形。罗网在台湾我好像没有见到，在日本有，日本很多大的寺庙里面有罗网，多半是用铜丝编织的。因为宫殿梁柱雕梁画栋，都是高度的艺术品，罗网是保护的作用，怕小鸟去做窝，把这个艺术品破坏了；另外是怕别人去摸、去接触，所以用铜网把它罩起来，一般人只可以看，不可以接触它，保护艺术品。忉利天主的宫殿的罗网当然比我们人间更美，所以用这个来做比喻。宝珠的光彼此互相照，显示出无尽的景观。用它来做比喻，佛无尽，我们的礼也是无尽，就是『重重无尽』的意思，这是显示出心量拓开。尽虚空遍法界，我这一礼统统都达到了，这是『无尽礼』。当然这一礼，前面的七种决定都在其中。",
      "zh_TW": "這是把心量拓開。『帝網』，「帝」是指忉利天，就是忉利天主，我們中國稱玉皇大帝，大概也就是基督教、天主教講的上帝。佛告訴我們，帝釋天宮殿裡面有羅網，這羅網非常莊嚴，羅網交叉地方都繫有寶珠，珠很明亮，光光互射，就像這種情形。羅網在台灣我好像沒有見到，在日本有，日本很多大的寺廟裡面有羅網，多半是用銅絲編織的。因為宮殿梁柱雕梁畫棟，都是高度的藝術品，羅網是保護的作用，怕小鳥去做窩，把這個藝術品破壞了；另外是怕別人去摸、去接觸，所以用銅網把它罩起來，一般人只可以看，不可以接觸它，保護藝術品。忉利天主的宮殿的羅網當然比我們人間更美，所以用這個來做比喻。寶珠的光彼此互相照，顯示出無盡的景觀。用它來做比喻，佛無盡，我們的禮也是無盡，就是『重重無盡』的意思，這是顯示出心量拓開。盡虛空遍法界，我這一禮統統都達到了，這是『無盡禮』。當然這一禮，前面的七種決定都在其中。"
    },
    {
      "id": "04-010-0005_p0052",
      "zh_CN": "这一段简单跟诸位报告一下，我们晓得佛门讲的十种礼的意义，其他的大家看看就可以了，意思都已经说过。",
      "zh_TW": "這一段簡單跟諸位報告一下，我們曉得佛門講的十種禮的意義，其他的大家看看就可以了，意思都已經說過。"
    },
    {
      "id": "04-010-0005_p0053",
      "zh_CN": "今天听说有不少同修要发心皈依，那么我们经文今晚就讲到此地，这是一个段落，剩下来的时间我把三皈跟诸位略略的说一说。发心求授三皈，当然你对于佛法已经有了相当的认识、相当的了解，你才发心来学习。好像我要报名入学，我要正式做三宝的学生，我想认真修学佛法，接受三宝的教诲，这才发心。假如对于佛教没搞清楚、没搞明白，你就要求皈依，那是盲目的、迷信的，那就弄错了。甚至于还有带着小朋友的，小朋友很小，抱在怀里的，也要来皈依，他懂得什么皈依？皈是回头，依是依靠，他懂得从哪里回头？还有一种，家亲眷属已经过世了，要代他求授皈依。你想想看，这叫莫名其妙。所以，皈依真实的意义要搞清楚。",
      "zh_TW": "今天聽說有不少同修要發心皈依，那麼我們經文今晚就講到此地，這是一個段落，剩下來的時間我把三皈跟諸位略略的說一說。發心求授三皈，當然你對於佛法已經有了相當的認識、相當的了解，你才發心來學習。好像我要報名入學，我要正式做三寶的學生，我想認真修學佛法，接受三寶的教誨，這才發心。假如對於佛教沒搞清楚、沒搞明白，你就要求皈依，那是盲目的、迷信的，那就弄錯了。甚至於還有帶著小朋友的，小朋友很小，抱在懷裡的，也要來皈依，他懂得什麼皈依？皈是回頭，依是依靠，他懂得從哪裡回頭？還有一種，家親眷屬已經過世了，要代他求授皈依。你想想看，這叫莫名其妙。所以，皈依真實的意義要搞清楚。"
    },
    {
      "id": "04-010-0005_p0054",
      "zh_CN": "皈是回归，就是我们一般讲回头，依是依靠。我们一般人在这一生当中，确实人生像个大海，常讲苦海无边，六道真正是苦海，确实是无边，苦海无边，回头是岸。皈就是回头，回头一定要找个依靠，因为我们自己现在还没有能力超越苦海，要依靠一个真正靠得住的人物，来帮助我们渡过这个苦海，我们要找这样的依靠。佛告诉我们，真实的依靠就是三宝。宝是比喻，宝是人把它看作极为贵重的，佛说这三样东西可以帮助你渡过苦海，这三样东西是真实之宝。世间的这些宝只给你带来财富，不能帮你了生死、出三界，不能帮助你超越苦海，唯有这三样东西可以帮助你超越六道轮回，这叫做三宝。",
      "zh_TW": "皈是回歸，就是我們一般講回頭，依是依靠。我們一般人在這一生當中，確實人生像個大海，常講苦海無邊，六道真正是苦海，確實是無邊，苦海無邊，回頭是岸。皈就是回頭，回頭一定要找個依靠，因為我們自己現在還沒有能力超越苦海，要依靠一個真正靠得住的人物，來幫助我們渡過這個苦海，我們要找這樣的依靠。佛告訴我們，真實的依靠就是三寶。寶是比喻，寶是人把它看作極為貴重的，佛說這三樣東西可以幫助你渡過苦海，這三樣東西是真實之寶。世間的這些寶只給你帶來財富，不能幫你了生死、出三界，不能幫助你超越苦海，唯有這三樣東西可以幫助你超越六道輪迴，這叫做三寶。"
    },
    {
      "id": "04-010-0005_p0055",
      "zh_CN": "三宝是什么？经论上的名称叫佛、法、僧，但是我们对于佛法僧这个三宝，一向就是含糊笼统，认识不清楚。你要皈依，你能得到受用吗？得不到受用。皈依佛，这佛像，所谓泥菩萨过河，自身难保，你依靠它能行吗？依靠法，这经典，一把火就烧得干干净净，也靠不住。依靠僧，这出家人，出家人自己烦恼还没有断，自己生死还没有了，他有什么能力帮助我们？佛教我们皈依的三宝不是这三样东西，什么三宝？叫自性三宝，那就真正靠得住。",
      "zh_TW": "三寶是什麼？經論上的名稱叫佛、法、僧，但是我們對於佛法僧這個三寶，一向就是含糊籠統，認識不清楚。你要皈依，你能得到受用嗎？得不到受用。皈依佛，這佛像，所謂泥菩薩過河，自身難保，你依靠它能行嗎？依靠法，這經典，一把火就燒得乾乾淨淨，也靠不住。依靠僧，這出家人，出家人自己煩惱還沒有斷，自己生死還沒有了，他有什麼能力幫助我們？佛教我們皈依的三寶不是這三樣東西，什麼三寶？叫自性三寶，那就真正靠得住。"
    },
    {
      "id": "04-010-0005_p0056",
      "zh_CN": "佛是觉悟的意思，皈依佛就是皈依觉。这个说法在一千三百多年前，禅宗六祖惠能大师就说得很清楚。你们诸位看《坛经》，《坛经》里面六祖给人授皈依，他不叫皈依佛、皈依法、皈依僧，他不用这个。在我想像，在那个时候恐怕就有人迷惑，会有人误会，所以他不用这个名词。他用皈依觉、皈依正、皈依净，他用这三个字，然后再加以说明，佛者觉也，法者正也，僧者净也。他给我们这样一解释，我们就很清楚，就不至于迷惑，不至于搞错了，依错了那就坏了。回归从哪里归？从迷惑颠倒回归，依自性觉，觉而不迷，叫做皈依佛。也就是说我们从今而后，对人、对事、对物一定要觉而不迷，你就真的皈依佛了。绝对不是说拿个皈依证，「我已经皈依了」，那就大错特错。你那是假的，有名无实，不管用的，那个皈依证谁都不承认的，这个要晓得。你自己真正回头，那是真正皈依。所以要晓得，从迷惑回头，依自性觉，这叫皈依佛。",
      "zh_TW": "佛是覺悟的意思，皈依佛就是皈依覺。這個說法在一千三百多年前，禪宗六祖惠能大師就說得很清楚。你們諸位看《壇經》，《壇經》裡面六祖給人授皈依，他不叫皈依佛、皈依法、皈依僧，他不用這個。在我想像，在那個時候恐怕就有人迷惑，會有人誤會，所以他不用這個名詞。他用皈依覺、皈依正、皈依淨，他用這三個字，然後再加以說明，佛者覺也，法者正也，僧者淨也。他給我們這樣一解釋，我們就很清楚，就不至於迷惑，不至於搞錯了，依錯了那就壞了。回歸從哪裡歸？從迷惑顛倒回歸，依自性覺，覺而不迷，叫做皈依佛。也就是說我們從今而後，對人、對事、對物一定要覺而不迷，你就真的皈依佛了。絕對不是說拿個皈依證，「我已經皈依了」，那就大錯特錯。你那是假的，有名無實，不管用的，那個皈依證誰都不承認的，這個要曉得。你自己真正回頭，那是真正皈依。所以要曉得，從迷惑回頭，依自性覺，這叫皈依佛。"
    },
    {
      "id": "04-010-0005_p0057",
      "zh_CN": "第二，法是正知正见，用现代的话来说就是正确的思想、正确的见解，这就是法。我们对宇宙、对人生，我们想的、看的都错了，想错了、看错了。看错了，见解错误、思想错误，我们从错误的想法、看法回过头来，依正确的思想见解，这叫皈依法。所以皈依法是正而不邪。我们从前知见邪了，邪知邪见，从邪知邪见回过头依正知正见，这叫皈依法，这不能搞错。第三，皈依净，僧是清净的意思，清净心。我们现在的心，心地污染了，心不清净，心污染，精神污染，思想见解统统都污染了。我们从一切污染回过头来，恢复我们的清净心，这叫皈依僧。所以觉、正、净是我们真正的自性三宝，是我们真正的皈依处。",
      "zh_TW": "第二，法是正知正見，用現代的話來說就是正確的思想、正確的見解，這就是法。我們對宇宙、對人生，我們想的、看的都錯了，想錯了、看錯了。看錯了，見解錯誤、思想錯誤，我們從錯誤的想法、看法回過頭來，依正確的思想見解，這叫皈依法。所以皈依法是正而不邪。我們從前知見邪了，邪知邪見，從邪知邪見回過頭依正知正見，這叫皈依法，這不能搞錯。第三，皈依淨，僧是清淨的意思，清淨心。我們現在的心，心地污染了，心不清淨，心污染，精神污染，思想見解統統都污染了。我們從一切污染回過頭來，恢復我們的清淨心，這叫皈依僧。所以覺、正、淨是我們真正的自性三寶，是我們真正的皈依處。"
    },
    {
      "id": "04-010-0005_p0058",
      "zh_CN": "你明白这个道理，才晓得小孩没有办法皈依，他不懂。人已经死了，他不能皈依，他已经没有这个机会了。不是说在佛菩萨面前把三皈依念一念，发个皈依证，这就很有功德了，佛菩萨会保佑他。那是你自己打妄想，没这回事情，一定要搞清楚、搞明白。传授三皈是你真正对佛法明了了，对佛法清楚了，真正发愿想学。想学从哪里学起？我在此地代表僧团把佛法修学的纲领传授给你，这叫传授三皈。从今之后你就依觉正净，这就是三宝弟子，这就是真正的佛弟子，是这么回事情。",
      "zh_TW": "你明白這個道理，才曉得小孩沒有辦法皈依，他不懂。人已經死了，他不能皈依，他已經沒有這個機會了。不是說在佛菩薩面前把三皈依念一念，發個皈依證，這就很有功德了，佛菩薩會保佑他。那是你自己打妄想，沒這回事情，一定要搞清楚、搞明白。傳授三皈是你真正對佛法明瞭了，對佛法清楚了，真正發願想學。想學從哪裡學起？我在此地代表僧團把佛法修學的綱領傳授給你，這叫傳授三皈。從今之後你就依覺正淨，這就是三寶弟子，這就是真正的佛弟子，是這麼回事情。"
    },
    {
      "id": "04-010-0005_p0059",
      "zh_CN": "觉正净的标准在什么地方？我们不知道标准，到底我有没有觉？我有没有正？有没有净？所以标准要晓得。标准在经论之中，经论很多，我们学哪个宗派就依哪个宗派的经论，那就一定不错。宗派虽然不同、经典不同、法门不同，觉正净相同；那就是说，方法不一样，我们的目标、目的地完全相同。觉正净圆满，就成佛了。觉正净没有圆满，我向着这条路走，你就是菩萨；菩萨是正在修学，没有圆满，圆满就叫成佛。所以觉正净这个原则、方向，从初发心一直到成佛，决定不能够舍弃的，不能够忘掉的。",
      "zh_TW": "覺正淨的標準在什麼地方？我們不知道標準，到底我有沒有覺？我有沒有正？有沒有淨？所以標準要曉得。標準在經論之中，經論很多，我們學哪個宗派就依哪個宗派的經論，那就一定不錯。宗派雖然不同、經典不同、法門不同，覺正淨相同；那就是說，方法不一樣，我們的目標、目的地完全相同。覺正淨圓滿，就成佛了。覺正淨沒有圓滿，我向著這條路走，你就是菩薩；菩薩是正在修學，沒有圓滿，圓滿就叫成佛。所以覺正淨這個原則、方向，從初發心一直到成佛，決定不能夠捨棄的，不能夠忘掉的。"
    },
    {
      "id": "04-010-0005_p0060",
      "zh_CN": "净土宗在觉正净里面特别着重于清净心，其实觉正净一个得到，三个同时得到。在众多法门里面不一样，禅宗从觉，他要大彻大悟、明心见性，三皈依里头他专门走第一个。禅宗之外，教下，像天台宗、贤首宗、法相宗、三论宗，这些宗派是依照经典的教训修正我们的思想、见解，他从正门入。我们净土宗跟密宗是专门修清净心，尤其是净土宗，净土宗用信愿持名，目的是一心不乱，一心不乱就是净，就是清净。我们心清净了，思想见解一定纯正，一定是觉而不迷。所以一个得到了，那两个同时都得到，这是修学最重要的纲领，一定要知道。你要不晓得，你一定修得很杂、很乱，这个杂与乱，你费的时间很长，用的精神很多，到后来什么都得不到，那是非常的可惜。",
      "zh_TW": "淨土宗在覺正淨裡面特別著重於清淨心，其實覺正淨一個得到，三個同時得到。在眾多法門裡面不一樣，禪宗從覺，他要大徹大悟、明心見性，三皈依裡頭他專門走第一個。禪宗之外，教下，像天台宗、賢首宗、法相宗、三論宗，這些宗派是依照經典的教訓修正我們的思想、見解，他從正門入。我們淨土宗跟密宗是專門修清淨心，尤其是淨土宗，淨土宗用信願持名，目的是一心不亂，一心不亂就是淨，就是清淨。我們心清淨了，思想見解一定純正，一定是覺而不迷。所以一個得到了，那兩個同時都得到，這是修學最重要的綱領，一定要知道。你要不曉得，你一定修得很雜、很亂，這個雜與亂，你費的時間很長，用的精神很多，到後來什麼都得不到，那是非常的可惜。"
    },
    {
      "id": "04-010-0005_p0061",
      "zh_CN": "净宗的修学就是老实念佛，实在讲，这个方法简单、容易，只要有耐心，时间不必长，三个月就见效果，但是你不肯干就没法子。你能在三个月当中，万缘放下，一心念佛，三个月你就会觉察到，你的妄想少了，烦恼少了，心地清净，智慧增长，成绩马上就看到。智慧增长是什么？处事待人接物比从前聪明，以前糊里糊涂的搞不清楚，现在一看就明了；做事情都有分寸，做得有条有理，这就是你智慧增长了。智慧怎么增长？心地清净。你不肯学就没法子，一面念佛还要一面掺杂许多乱七八糟东西，你的心不净。念佛要净念相继，你是杂念相继，不管用！何况你杂念还断断续续的，是净念吗？没有，相继吗？也没有，杂念断断续续，这样念法念一辈子都没有效果。所以一定要懂方法、要懂理论，我们修学才能得到成绩。净宗的成绩是无比的快速，你得到这个成绩，你法喜充满，你的信心就更坚定了。所以不可以乱，不可以夹杂，觉明妙行菩萨说得非常有道理，说得非常好，念佛最忌讳的就是夹杂。",
      "zh_TW": "淨宗的修學就是老實念佛，實在講，這個方法簡單、容易，只要有耐心，時間不必長，三個月就見效果，但是你不肯幹就沒法子。你能在三個月當中，萬緣放下，一心念佛，三個月你就會覺察到，你的妄想少了，煩惱少了，心地清淨，智慧增長，成績馬上就看到。智慧增長是什麼？處事待人接物比從前聰明，以前糊裡糊塗的搞不清楚，現在一看就明瞭；做事情都有分寸，做得有條有理，這就是你智慧增長了。智慧怎麼增長？心地清淨。你不肯學就沒法子，一面念佛還要一面摻雜許多亂七八糟東西，你的心不淨。念佛要淨念相繼，你是雜念相繼，不管用！何況你雜念還斷斷續續的，是淨念嗎？沒有，相繼嗎？也沒有，雜念斷斷續續，這樣念法念一輩子都沒有效果。所以一定要懂方法、要懂理論，我們修學才能得到成績。淨宗的成績是無比的快速，你得到這個成績，你法喜充滿，你的信心就更堅定了。所以不可以亂，不可以夾雜，覺明妙行菩薩說得非常有道理，說得非常好，念佛最忌諱的就是夾雜。"
    },
    {
      "id": "04-010-0005_p0062",
      "zh_CN": "所以，大家皈依是皈依三宝，皈依佛法僧三宝，自性三宝。住持三宝，这是形相上的，这个也很重要。所以我们要供养三宝，供养三宝目的在哪里？住持三宝常常提醒我们，我们的烦恼习气太重，业障太重，没有人提起就忘掉了，很容易忘掉。家里面供一张佛像，一看到佛像，我要觉而不迷，佛像提醒你；看到一本经书，我要正知正见；看到一位出家人，我就想到心地清净一尘不染。它是时时刻刻提醒我们，所以我们对三宝要供养、要尊敬，道理在此地。决定不是皈依一个法师，将来的果报就堕阿鼻地狱，不皈依没有事情，一皈依就皈依到阿鼻地狱去了。所以我话讲清楚了，我是叫你们皈依三宝的，我没有叫你皈依我。你们将来说「我皈依净空法师」，你们堕阿鼻地狱，我不负责任，我讲清楚了，我这个责任卸掉了。",
      "zh_TW": "所以，大家皈依是皈依三寶，皈依佛法僧三寶，自性三寶。住持三寶，這是形相上的，這個也很重要。所以我們要供養三寶，供養三寶目的在哪裡？住持三寶常常提醒我們，我們的煩惱習氣太重，業障太重，沒有人提起就忘掉了，很容易忘掉。家裡面供一張佛像，一看到佛像，我要覺而不迷，佛像提醒你；看到一本經書，我要正知正見；看到一位出家人，我就想到心地清淨一塵不染。它是時時刻刻提醒我們，所以我們對三寶要供養、要尊敬，道理在此地。決定不是皈依一個法師，將來的果報就墮阿鼻地獄，不皈依沒有事情，一皈依就皈依到阿鼻地獄去了。所以我話講清楚了，我是叫你們皈依三寶的，我沒有叫你皈依我。你們將來說「我皈依淨空法師」，你們墮阿鼻地獄，我不負責任，我講清楚了，我這個責任卸掉了。"
    },
    {
      "id": "04-010-0005_p0063",
      "zh_CN": "我在此地传授给你，给你做证明，就好像世间一般入党一样。我不过是资深的老党员，你们在这里宣誓，我在这里监誓，你没有入我的党。你要是入监誓人的党，这个党马上分裂、分化了，分化在佛法讲叫破和合僧。这位法师是我的皈依师，那个不是的，你就是破坏僧团，你的心怎么会清净？有这个念头起来，你所皈依的是迷上加迷、邪上加邪、染上加染，你不堕地狱谁堕地狱？一定要晓得、要清楚。",
      "zh_TW": "我在此地傳授給你，給你做證明，就好像世間一般入黨一樣。我不過是資深的老黨員，你們在這裡宣誓，我在這裡監誓，你沒有入我的黨。你要是入監誓人的黨，這個黨馬上分裂、分化了，分化在佛法講叫破和合僧。這位法師是我的皈依師，那個不是的，你就是破壞僧團，你的心怎麼會清淨？有這個念頭起來，你所皈依的是迷上加迷、邪上加邪、染上加染，你不墮地獄誰墮地獄？一定要曉得、要清楚。"
    },
    {
      "id": "04-010-0005_p0064",
      "zh_CN": "不过世间人的分别执着心太重了，好像没有一个实在的东西抓住，就感觉到很空虚、很飘渺。为了这个原因，我就介绍诸位你真正可以依靠的、真正可以靠得住的三宝。我们皈依佛，落实在事相上，皈依阿弥陀佛就没错了。世尊在《无量寿经》里面为我们介绍，阿弥陀佛是「光中极尊，佛中之王」。皈依阿弥陀佛，一切诸佛都护念，一切诸佛都欢喜，所以皈依佛我们皈依阿弥陀佛。皈依法，我们皈依《无量寿经》，或者是我们皈依净土五经，我们依照五经的教训去做，那你就真的皈依了。皈依僧，我跟诸位介绍三位，第一位是观世音菩萨，学他的大慈大悲。第二位是大势至菩萨，学他的专修专弘；大势至菩萨从初发心到成佛，以至于教化一切众生，就是「都摄六根，净念相继」，专精到了极处，这是我们要学他的。第三位是普贤菩萨，心量拓开，尽虚空遍法界都在他清净心包容之中，以十大愿王上上品往生。所以我们皈依僧，你就知道，我皈依的是观音、势至、普贤菩萨，这不错了，没有问题了。",
      "zh_TW": "不過世間人的分別執著心太重了，好像沒有一個實在的東西抓住，就感覺到很空虛、很飄渺。為了這個原因，我就介紹諸位你真正可以依靠的、真正可以靠得住的三寶。我們皈依佛，落實在事相上，皈依阿彌陀佛就沒錯了。世尊在《無量壽經》裡面為我們介紹，阿彌陀佛是「光中極尊，佛中之王」。皈依阿彌陀佛，一切諸佛都護念，一切諸佛都歡喜，所以皈依佛我們皈依阿彌陀佛。皈依法，我們皈依《無量壽經》，或者是我們皈依淨土五經，我們依照五經的教訓去做，那你就真的皈依了。皈依僧，我跟諸位介紹三位，第一位是觀世音菩薩，學他的大慈大悲。第二位是大勢至菩薩，學他的專修專弘；大勢至菩薩從初發心到成佛，以至於教化一切眾生，就是「都攝六根，淨念相繼」，專精到了極處，這是我們要學他的。第三位是普賢菩薩，心量拓開，盡虛空遍法界都在他清淨心包容之中，以十大願王上上品往生。所以我們皈依僧，你就知道，我皈依的是觀音、勢至、普賢菩薩，這不錯了，沒有問題了。"
    },
    {
      "id": "04-010-0005_p0065",
      "zh_CN": "落实在这个三宝上，大家都是弥陀弟子。人家问你，「皈依了，你老师是谁？」「我老师是阿弥陀佛。」这个没话讲，十方诸佛都欢喜、都承认。「你皈依谁？」「皈依净空法师。」麻烦就大了，这个一定要知道。我们统统是阿弥陀佛的学生，阿弥陀佛的弟子，今天大众在此地皈依，统统是皈依阿弥陀佛。",
      "zh_TW": "落實在這個三寶上，大家都是彌陀弟子。人家問你，「皈依了，你老師是誰？」「我老師是阿彌陀佛。」這個沒話講，十方諸佛都歡喜、都承認。「你皈依誰？」「皈依淨空法師。」麻煩就大了，這個一定要知道。我們統統是阿彌陀佛的學生，阿彌陀佛的弟子，今天大眾在此地皈依，統統是皈依阿彌陀佛。"
    },
    {
      "id": "04-010-0005_p0066",
      "zh_CN": "诸位都拿到皈依证了，我们皈依仪式简单隆重，就在这个地方做。因为我们人多，我们也不要礼拜，我们向佛三问讯就好。传授三皈我不能坐在这儿，坐在这儿变成皈依我了，我要站旁边，阿弥陀佛、观音、势至、普贤菩萨都在此地。好，大家起立，我们先向佛像三问讯，一问讯，再问讯，三问讯。看皈依证上的誓词跟着我念，我们以真诚、清净、恭敬心在佛菩萨面前发愿。从今天起，我们皈依三宝，依三宝的教诲来修行，这叫真正的三皈，名实相符。所以仪式简单隆重。",
      "zh_TW": "諸位都拿到皈依證了，我們皈依儀式簡單隆重，就在這個地方做。因為我們人多，我們也不要禮拜，我們向佛三問訊就好。傳授三皈我不能坐在這兒，坐在這兒變成皈依我了，我要站旁邊，阿彌陀佛、觀音、勢至、普賢菩薩都在此地。好，大家起立，我們先向佛像三問訊，一問訊，再問訊，三問訊。看皈依證上的誓詞跟著我念，我們以真誠、清淨、恭敬心在佛菩薩面前發願。從今天起，我們皈依三寶，依三寶的教誨來修行，這叫真正的三皈，名實相符。所以儀式簡單隆重。"
    },
    {
      "id": "04-010-0005_p0067",
      "zh_CN": "「阿阇黎存念，我弟子妙音，始从今日，乃至命存，归依佛陀，两足中尊；归依达摩，离欲中尊；归依僧伽，诸众中尊。」好，一问讯。「阿阇黎存念，我弟子妙音，始从今日，乃至命存，归依佛陀，两足中尊；归依达摩，离欲中尊；归依僧伽，诸众中尊。」好，再问讯。「阿阇黎存念，我弟子妙音，始从今日，乃至命存，归依佛陀，两足中尊；归依达摩，离欲中尊；归依僧伽，诸众中尊。」三问讯。",
      "zh_TW": "「阿闍黎存念，我弟子妙音，始從今日，乃至命存，歸依佛陀，兩足中尊；歸依達摩，離欲中尊；歸依僧伽，諸眾中尊。」好，一問訊。「阿闍黎存念，我弟子妙音，始從今日，乃至命存，歸依佛陀，兩足中尊；歸依達摩，離欲中尊；歸依僧伽，諸眾中尊。」好，再問訊。「阿闍黎存念，我弟子妙音，始從今日，乃至命存，歸依佛陀，兩足中尊；歸依達摩，離欲中尊；歸依僧伽，諸眾中尊。」三問訊。"
    }
  ]
}