{
  "doc_id": "04-010-0010",
  "title": {
    "zh_CN": "普贤行愿品疏节录",
    "zh_TW": "普賢行願品疏節錄"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-010-0010",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "04-010-0010_p0001",
      "zh_CN": "请掀开经本第二十四面，第五行：",
      "zh_TW": "請掀開經本第二十四面，第五行："
    },
    {
      "id": "04-010-0010_p0002",
      "zh_CN": "经【复次善男子。言随喜功德者。所有尽法界虚空界十方三世一切佛刹极微尘数诸佛如来。从初发心。为一切智。勤修福聚。不惜身命。经不可说不可说佛刹极微尘数劫。一一劫中。舍不可说不可说佛刹极微尘数头目手足。如是一切难行苦行。圆满种种波罗蜜门。证入种种菩萨智地。成就诸佛无上菩提。及般涅槃。分布舍利。所有善根。我皆随喜。】",
      "zh_TW": "經【復次善男子。言隨喜功德者。所有盡法界虛空界十方三世一切佛剎極微塵數諸佛如來。從初發心。為一切智。勤修福聚。不惜身命。經不可說不可說佛剎極微塵數劫。一一劫中。捨不可說不可說佛剎極微塵數頭目手足。如是一切難行苦行。圓滿種種波羅蜜門。證入種種菩薩智地。成就諸佛無上菩提。及般涅槃。分布舍利。所有善根。我皆隨喜。】"
    },
    {
      "id": "04-010-0010_p0003",
      "zh_CN": "我们看这一段，这段是普贤菩萨第五大愿，『随喜功德』。「随喜」好懂，关键在「功德」两个字，如果我们能把经义看明白，我们的修学就如法。这一段文里面的中心在功德这两个字上，什么叫功？什么叫德？功德跟福报不一样。佛家常说「福慧双修」，佛门重视福报，但是绝不勉励你去修福，原因在哪里？福报的利益是在眼前，是为世间众生最看重的，眼前的享受、眼前的幸福。福享完了怎么办？从来没有考虑到这个后果。而佛在经上常常告诉我们，如果一昧修福那叫三世怨，第三世你就要喊冤枉了。第一世修善修福，第二世享福，福享尽了，第三世就堕落。佛的眼光敏锐，观察微细，看得很远，看得很详细，所以佛不叫我们随喜福德，叫我们随喜功德，就没错了。",
      "zh_TW": "我們看這一段，這段是普賢菩薩第五大願，『隨喜功德』。「隨喜」好懂，關鍵在「功德」兩個字，如果我們能把經義看明白，我們的修學就如法。這一段文裡面的中心在功德這兩個字上，什麼叫功？什麼叫德？功德跟福報不一樣。佛家常說「福慧雙修」，佛門重視福報，但是絕不勉勵你去修福，原因在哪裡？福報的利益是在眼前，是為世間眾生最看重的，眼前的享受、眼前的幸福。福享完了怎麼辦？從來沒有考慮到這個後果。而佛在經上常常告訴我們，如果一昧修福那叫三世怨，第三世你就要喊冤枉了。第一世修善修福，第二世享福，福享盡了，第三世就墮落。佛的眼光敏銳，觀察微細，看得很遠，看得很詳細，所以佛不叫我們隨喜福德，叫我們隨喜功德，就沒錯了。"
    },
    {
      "id": "04-010-0010_p0004",
      "zh_CN": "功是功夫，德就是收获，讲席当中我常常举例给诸位说，我们持戒是功，持戒是功夫，得定就是德，因戒得定；修定是功，开智慧是德，戒定慧三学，这是功德。换句话说，论到修功的原则，总不外乎断烦恼、除妄想，这是真正之功。断烦恼就能得九次第定，像阿罗汉一样，得甚深的禅定。烦恼是障定，障碍清净心；妄想是障智慧，人只要有妄想，自性里面的般若智慧就不能够现前。所以这两样东西去掉，这是功，本性里面的性定，般若智慧，那是德。这是普贤菩萨教我们随喜的，千万不要搞错了。",
      "zh_TW": "功是功夫，德就是收穫，講席當中我常常舉例給諸位說，我們持戒是功，持戒是功夫，得定就是德，因戒得定；修定是功，開智慧是德，戒定慧三學，這是功德。換句話說，論到修功的原則，總不外乎斷煩惱、除妄想，這是真正之功。斷煩惱就能得九次第定，像阿羅漢一樣，得甚深的禪定。煩惱是障定，障礙清淨心；妄想是障智慧，人只要有妄想，自性裡面的般若智慧就不能夠現前。所以這兩樣東西去掉，這是功，本性裡面的性定，般若智慧，那是德。這是普賢菩薩教我們隨喜的，千萬不要搞錯了。"
    },
    {
      "id": "04-010-0010_p0005",
      "zh_CN": "人家修福我们就随喜，那也可以随喜，为什么？接引众生。但是那个随喜绝对不想求回报，你要有求回报的心，你的心就不清净，你就错了。布施供养决定不求回报，不可以有这个念头，你是真正布施，真正供养。你如果是存舍一得万报的心，那就大错特错了，这不是佛弟子。舍一得万报是什么？是修功德。你能够把烦恼舍弃，能把贪瞋痴慢舍弃，能把妄想舍弃，你所得的是自性的定慧，那不止一万倍，那果报简直是不可思议的，一定要晓得这个道理。",
      "zh_TW": "人家修福我們就隨喜，那也可以隨喜，為什麼？接引眾生。但是那個隨喜絕對不想求回報，你要有求回報的心，你的心就不清淨，你就錯了。布施供養決定不求回報，不可以有這個念頭，你是真正布施，真正供養。你如果是存捨一得萬報的心，那就大錯特錯了，這不是佛弟子。捨一得萬報是什麼？是修功德。你能夠把煩惱捨棄，能把貪瞋痴慢捨棄，能把妄想捨棄，你所得的是自性的定慧，那不止一萬倍，那果報簡直是不可思議的，一定要曉得這個道理。"
    },
    {
      "id": "04-010-0010_p0006",
      "zh_CN": "真正的好事，自己不求回报的那叫真正好事。我今天布施钱财，希望将来能够加倍的收获，这不是布施，也不是善行，这叫投机。现在你看在股票里头投机，他到佛门里面来投机，股票投机还有赚的，佛门投机是注定失败，绝对没有赚头的。你要不相信，你冷静观察，佛门里面投资只有不求回报的，你的福报就很大，要是有求回报的，你就错了。所以，此地功德跟福德要辨别清楚。",
      "zh_TW": "真正的好事，自己不求回報的那叫真正好事。我今天布施錢財，希望將來能夠加倍的收穫，這不是布施，也不是善行，這叫投機。現在你看在股票裡頭投機，他到佛門裡面來投機，股票投機還有賺的，佛門投機是注定失敗，絕對沒有賺頭的。你要不相信，你冷靜觀察，佛門裡面投資只有不求回報的，你的福報就很大，要是有求回報的，你就錯了。所以，此地功德跟福德要辨別清楚。"
    },
    {
      "id": "04-010-0010_p0007",
      "zh_CN": "菩萨为什么把「随喜」列在十大纲领之内？这是因为一切众生无始劫以来有个很重大的烦恼，这个烦恼是与生俱来的，是俱生烦恼，不是这一生学的，叫嫉妒障碍。看到别人好，心里就难过，有修养的人难过一阵子就算了，没有修养的，难过之后要想方法破坏，要想方法阻挠，那个罪过就造大了。这个烦恼仅次于三毒，贪瞋痴后面是慢，这属于傲慢，所以仅次于三毒，非常严重。随喜就是对治嫉妒烦恼的，教我们见到别人的善行、善事、善言、善心，我们不但不嫉妒，而且要尽心尽力的帮助他、成就他，这就叫随喜功德。也许诸位问，那我们看到一个人做好事，我们不嫉妒，我们去帮助他、成就他，这叫什么功德？好像还是福德边上的事情，怎么能说得上功德？因为你嫉妒障碍的念头伏住了，或者消除了，这就是功；你发心能够随喜，尽心尽力帮助别人，这是慧。没有智慧的人他不肯做，迷人、嫉妒的人，他不肯做。由此可知，这个教学确实是成就我们的定慧，消除我们嫉妒、瞋恚的烦恼，它的用意在这个地方。",
      "zh_TW": "菩薩為什麼把「隨喜」列在十大綱領之內？這是因為一切眾生無始劫以來有個很重大的煩惱，這個煩惱是與生俱來的，是俱生煩惱，不是這一生學的，叫嫉妒障礙。看到別人好，心裡就難過，有修養的人難過一陣子就算了，沒有修養的，難過之後要想方法破壞，要想方法阻撓，那個罪過就造大了。這個煩惱僅次於三毒，貪瞋痴後面是慢，這屬於傲慢，所以僅次於三毒，非常嚴重。隨喜就是對治嫉妒煩惱的，教我們見到別人的善行、善事、善言、善心，我們不但不嫉妒，而且要盡心盡力的幫助他、成就他，這就叫隨喜功德。也許諸位問，那我們看到一個人做好事，我們不嫉妒，我們去幫助他、成就他，這叫什麼功德？好像還是福德邊上的事情，怎麼能說得上功德？因為你嫉妒障礙的念頭伏住了，或者消除了，這就是功；你發心能夠隨喜，盡心盡力幫助別人，這是慧。沒有智慧的人他不肯做，迷人、嫉妒的人，他不肯做。由此可知，這個教學確實是成就我們的定慧，消除我們嫉妒、瞋恚的煩惱，它的用意在這個地方。"
    },
    {
      "id": "04-010-0010_p0008",
      "zh_CN": "随喜，经上告诉我们，首先，就是前面讲的这一段是说的如来，如来是我们效法、模仿的第一个标准。学佛，样样都要学习，要向佛学习，要向佛看齐，向哪一尊佛学习？向十方三世一切诸佛如来学习。每尊佛从初发心一直到证果都是经历很长的时间，受过许多的苦难、折磨，才能把无始劫以来的烦恼习气磨平、洗干净。如果说是不经过任何挫折、折磨就成佛了，给诸位说，我们查遍《大藏经》也没这个事情。也许有人问，那念佛往生西方极乐世界，带业往生，下下品往生的，在西方世界成佛，他也要这样受苦受难吗？对的。那西方世界与我们这个世界差别何在？给诸位说，他在西方世界绝对没有苦难，他的苦难到哪里去受？到他方世界。西方世界的人每天要到一切诸佛刹土里面上供诸佛、下化众生；换句话说，西方世界是他修学的一个根据地而已，每天都要出去学习。要在各种不同环境、各种不同的境缘之中去磨炼自己，就像《华严经》上所说，五十三参历事炼心。在极端复杂的人情世故里面磨炼自己的清净心，修成自己的平等心，心地真诚、清净、平等、慈悲，智慧自然就现前。这个原理原则，任何一尊佛都是这样修成的。",
      "zh_TW": "隨喜，經上告訴我們，首先，就是前面講的這一段是說的如來，如來是我們效法、模仿的第一個標準。學佛，樣樣都要學習，要向佛學習，要向佛看齊，向哪一尊佛學習？向十方三世一切諸佛如來學習。每尊佛從初發心一直到證果都是經歷很長的時間，受過許多的苦難、折磨，才能把無始劫以來的煩惱習氣磨平、洗乾淨。如果說是不經過任何挫折、折磨就成佛了，給諸位說，我們查遍《大藏經》也沒這個事情。也許有人問，那念佛往生西方極樂世界，帶業往生，下下品往生的，在西方世界成佛，他也要這樣受苦受難嗎？對的。那西方世界與我們這個世界差別何在？給諸位說，他在西方世界絕對沒有苦難，他的苦難到哪裡去受？到他方世界。西方世界的人每天要到一切諸佛剎土裡面上供諸佛、下化眾生；換句話說，西方世界是他修學的一個根據地而已，每天都要出去學習。要在各種不同環境、各種不同的境緣之中去磨鍊自己，就像《華嚴經》上所說，五十三參歷事鍊心。在極端複雜的人情世故裡面磨鍊自己的清淨心，修成自己的平等心，心地真誠、清淨、平等、慈悲，智慧自然就現前。這個原理原則，任何一尊佛都是這樣修成的。"
    },
    {
      "id": "04-010-0010_p0009",
      "zh_CN": "诸佛如来初发心，初发心我们在大乘经论里面看到很多，《大乘起信论》就是菩萨发心。《华严经》上有「初发心功德品」，在《华严经》里面也是很重要的一段，通常不能读全经的，「发心功德品」要读，要学习怎样去发心。《无量寿经》，这是诸位念得很熟了，你看法藏比丘在因地是怎样发心的。我们要想有佛一样殊胜不可思议的成就，那就要注意发心。凡夫往往忽略了因缘，贪图果报，觉悟的人则不然。觉悟的人他的注意力都是注意在造因，他知道种善因一定得善果，种佛菩萨的因将来一定能够证得佛菩萨的果位，因缘果报丝毫不爽。",
      "zh_TW": "諸佛如來初發心，初發心我們在大乘經論裡面看到很多，《大乘起信論》就是菩薩發心。《華嚴經》上有「初發心功德品」，在《華嚴經》裡面也是很重要的一段，通常不能讀全經的，「發心功德品」要讀，要學習怎樣去發心。《無量壽經》，這是諸位念得很熟了，你看法藏比丘在因地是怎樣發心的。我們要想有佛一樣殊勝不可思議的成就，那就要注意發心。凡夫往往忽略了因緣，貪圖果報，覺悟的人則不然。覺悟的人他的注意力都是注意在造因，他知道種善因一定得善果，種佛菩薩的因將來一定能夠證得佛菩薩的果位，因緣果報絲毫不爽。"
    },
    {
      "id": "04-010-0010_p0010",
      "zh_CN": "佛当初发心求什么？这点我们一定要明了，『为一切智』，此地的「一切智」就是一切种智。我们通常讲智慧，讲一切智、道种智、一切种智，这一即是三，三即是一。换句话说，他所求的是究竟圆满的智慧，不是求财富、不是求名闻利养、不是求人天福报，这个大目标、大前提必须要搞清楚。我们今天学佛求的是什么？如果目标错了，那你一开始就错了，一错到底，你怎么会成就？佛发心求的是究竟圆满的智慧，我们跟佛学就要学这个。",
      "zh_TW": "佛當初發心求什麼？這點我們一定要明瞭，『為一切智』，此地的「一切智」就是一切種智。我們通常講智慧，講一切智、道種智、一切種智，這一即是三，三即是一。換句話說，他所求的是究竟圓滿的智慧，不是求財富、不是求名聞利養、不是求人天福報，這個大目標、大前提必須要搞清楚。我們今天學佛求的是什麼？如果目標錯了，那你一開始就錯了，一錯到底，你怎麼會成就？佛發心求的是究竟圓滿的智慧，我們跟佛學就要學這個。"
    },
    {
      "id": "04-010-0010_p0011",
      "zh_CN": "圆满智慧怎么求法？这里面有许多的道理、许多的方法，我们要认真去探讨、去学习。在方法上说，总不外乎戒定慧这三大原则。戒就是守法、守规矩，因戒才能得定，一个人守规矩，不会再妄动了。在佛门里面，各宗派的教学实在说最殊胜的是净土与禅，这两宗所用的方法都是直接的，就是修戒定慧它是直接的。净宗就是叫你一句佛号念到底，你能够遵守，就是持戒。蕅益大师在念佛开示里面讲得很清楚，大小乘戒律就在一句佛号里面统统圆满的包括。你的心清净了，什么也不去想了，一句佛号念到底，念到一段时期就得定，它真有效。他就能得定，成就了念佛三昧，定到一定的程度智慧就开了，这里面一丝毫的勉强都没有。",
      "zh_TW": "圓滿智慧怎麼求法？這裡面有許多的道理、許多的方法，我們要認真去探討、去學習。在方法上說，總不外乎戒定慧這三大原則。戒就是守法、守規矩，因戒才能得定，一個人守規矩，不會再妄動了。在佛門裡面，各宗派的教學實在說最殊勝的是淨土與禪，這兩宗所用的方法都是直接的，就是修戒定慧它是直接的。淨宗就是叫你一句佛號念到底，你能夠遵守，就是持戒。蕅益大師在念佛開示裡面講得很清楚，大小乘戒律就在一句佛號裡面統統圓滿的包括。你的心清淨了，什麼也不去想了，一句佛號念到底，念到一段時期就得定，它真有效。他就能得定，成就了念佛三昧，定到一定的程度智慧就開了，這裡面一絲毫的勉強都沒有。"
    },
    {
      "id": "04-010-0010_p0012",
      "zh_CN": "净土宗古来祖师的道场有不少就是提倡专门念佛的，在近代，印光法师的苏州灵岩山寺。你看看他们的修行，平常课诵就跟我们打佛七一样，一天六支香念佛。这个道场里面没有讲经，没有法会，也没有超度，也不传戒，什么佛事都没有，就是一句佛号念到底。一年有两次精进佛七，加香，念九支香。平常念六支香，一支香是一个半小时，六支香是九个小时。平常每天念佛九个小时，打佛七的时候再加三支香，那叫真精进，真的成就人，不是讲席能够跟它相比的。讲经，不善于用心的，看着经典打妄想，那哪里叫讲经，叫胡说八道，清凉大师讲「增长邪见」，这话讲得不为过，讲得很对。",
      "zh_TW": "淨土宗古來祖師的道場有不少就是提倡專門念佛的，在近代，印光法師的蘇州靈巖山寺。你看看他們的修行，平常課誦就跟我們打佛七一樣，一天六支香念佛。這個道場裡面沒有講經，沒有法會，也沒有超度，也不傳戒，什麼佛事都沒有，就是一句佛號念到底。一年有兩次精進佛七，加香，念九支香。平常念六支香，一支香是一個半小時，六支香是九個小時。平常每天念佛九個小時，打佛七的時候再加三支香，那叫真精進，真的成就人，不是講席能夠跟它相比的。講經，不善於用心的，看著經典打妄想，那哪裡叫講經，叫胡說八道，清涼大師講「增長邪見」，這話講得不為過，講得很對。"
    },
    {
      "id": "04-010-0010_p0013",
      "zh_CN": "所以我们果然能够遵照佛的教诲向佛学习，佛对一切不同根性的众生开无量法门，无量法门当中我们要选哪一个？这一定要自家用智慧来选择。好像现在到学校念书要选科系，选一个适合于自己根性的，自己有能力修学，适合于自己现前的生活环境，那就最好了。我们修学不吃力，修学感到很容易，能够跟生活配合，没有冲突，你学习起来就很自在。如果我们自己没有能力选择，诸佛如来给我们介绍的，都是劝我们念佛求生净土。这是佛劝告的。诸佛劝告，也许你要问了，在哪部经上诸佛劝我们？诸佛劝告就在《阿弥陀经》上，你细细念《阿弥陀经》就明白了，十方一切诸佛跟本师一样都是劝勉我们求生净土。",
      "zh_TW": "所以我們果然能夠遵照佛的教誨向佛學習，佛對一切不同根性的眾生開無量法門，無量法門當中我們要選哪一個？這一定要自家用智慧來選擇。好像現在到學校念書要選科系，選一個適合於自己根性的，自己有能力修學，適合於自己現前的生活環境，那就最好了。我們修學不吃力，修學感到很容易，能夠跟生活配合，沒有衝突，你學習起來就很自在。如果我們自己沒有能力選擇，諸佛如來給我們介紹的，都是勸我們念佛求生淨土。這是佛勸告的。諸佛勸告，也許你要問了，在哪部經上諸佛勸我們？諸佛勸告就在《阿彌陀經》上，你細細念《阿彌陀經》就明白了，十方一切諸佛跟本師一樣都是勸勉我們求生淨土。"
    },
    {
      "id": "04-010-0010_p0014",
      "zh_CN": "下面经文，『勤修福聚』，修福。「聚」是像仓库一样堆积得很多，正是《弥陀经》上说的「不可以少善根福德因缘」，福不能少，要多。要知道惜福，要知道修福，要知道积福。福是什么？福是定，这个地方讲的福是定。福是忍辱，福是禅定，那是真正的福报，真实的福报。我们舍财要能忍，舍财里面修清净心，这个福是功德；我们持戒，在守法里面修清净心；在忍辱里面修清净心、修平等心，这叫做「勤修福聚」。",
      "zh_TW": "下面經文，『勤修福聚』，修福。「聚」是像倉庫一樣堆積得很多，正是《彌陀經》上說的「不可以少善根福德因緣」，福不能少，要多。要知道惜福，要知道修福，要知道積福。福是什麼？福是定，這個地方講的福是定。福是忍辱，福是禪定，那是真正的福報，真實的福報。我們捨財要能忍，捨財裡面修清淨心，這個福是功德；我們持戒，在守法裡面修清淨心；在忍辱裡面修清淨心、修平等心，這叫做「勤修福聚」。"
    },
    {
      "id": "04-010-0010_p0015",
      "zh_CN": "『不惜身命』，「身命」不是真实的，是假的，身命是无常的。活一百岁要死，活五十岁也要死，活五十岁跟活一百岁有什么差别？所以不要把生死看重，贪生怕死那就错误了。怕死还是要死，贪生，寿命到了还是要走，真的是「一饮一啄，莫非前定」，这些事实真相要明了。佛家常讲「借假修真」，身体是假的，要借这个假身，借这个假的环境，修真性，那是真的。心性不生不灭，心性是常住的，我们借这个假身体去修真性。",
      "zh_TW": "『不惜身命』，「身命」不是真實的，是假的，身命是無常的。活一百歲要死，活五十歲也要死，活五十歲跟活一百歲有什麼差別？所以不要把生死看重，貪生怕死那就錯誤了。怕死還是要死，貪生，壽命到了還是要走，真的是「一飲一啄，莫非前定」，這些事實真相要明瞭。佛家常講「借假修真」，身體是假的，要借這個假身，借這個假的環境，修真性，那是真的。心性不生不滅，心性是常住的，我們借這個假身體去修真性。"
    },
    {
      "id": "04-010-0010_p0016",
      "zh_CN": "真性是什么样子？西方极乐世界就是真性变现出来的样子。正如同如果有人问我们，你的心是什么样子？我们说不出来。但是我们晚上作梦的时候，我们就很可以告诉他，梦中境界就是我心的样子，这一点不错。梦境是心变现的，变成梦境的时候，梦境就是心，「全梦即心，全心即梦」，心现出相了，这个很好解释。西方极乐世界是我们真心、清净心变现出的样子，我们往生西方极乐世界就是回归到我们清净的自性，就是这个道理。所以古来大德常常跟我们讲「自性弥陀，唯心净土」，弥陀佛、西方净土都是我们清净自性变现的相分，往生是回归心性，这个要知道。",
      "zh_TW": "真性是什麼樣子？西方極樂世界就是真性變現出來的樣子。正如同如果有人問我們，你的心是什麼樣子？我們說不出來。但是我們晚上作夢的時候，我們就很可以告訴他，夢中境界就是我心的樣子，這一點不錯。夢境是心變現的，變成夢境的時候，夢境就是心，「全夢即心，全心即夢」，心現出相了，這個很好解釋。西方極樂世界是我們真心、清淨心變現出的樣子，我們往生西方極樂世界就是回歸到我們清淨的自性，就是這個道理。所以古來大德常常跟我們講「自性彌陀，唯心淨土」，彌陀佛、西方淨土都是我們清淨自性變現的相分，往生是回歸心性，這個要知道。"
    },
    {
      "id": "04-010-0010_p0017",
      "zh_CN": "所以我们要「勤修福聚」，我在讲净土经的时候常说，善根是能信能解，福德是你能愿能行。你听到西方极乐世界，你很愿意去，你真肯念佛，这是福；二六时中念佛不间断，这是勤修福聚，这个要紧。",
      "zh_TW": "所以我們要「勤修福聚」，我在講淨土經的時候常說，善根是能信能解，福德是你能願能行。你聽到西方極樂世界，你很願意去，你真肯念佛，這是福；二六時中念佛不間斷，這是勤修福聚，這個要緊。"
    },
    {
      "id": "04-010-0010_p0018",
      "zh_CN": "道场，特别是在现代这个社会，现在是五浊恶世，浊恶到了极处。佛菩萨教导我们，在末法、在乱世，我们聚集志同道合的同修在一块修行。道场不要大，小小的道场，人数不要多，你看《西方确指》觉明妙行菩萨他们道场总共就十二个人；过去东晋时代，慧远大师在庐山建念佛堂，同参莲友也不过一百二十三个人。所以不需要大的道场，不需要很多人来凑热闹，如果不是真正发心求生净土的，到这边来一定是扰乱大家的信心、清净心。换句话说，人多意见多、是非多、妄想多、杂话多，道场修行就被破坏了。我们明白这个事实，体会到祖师教训的用心，我们一直不要道场。过去简居士跟我商量很多次，我们想找个地方建个道场，我都摇头，没有必要，我们现在这个道场足够用了。我听说外面还有人胡造谣言，说是我要建道场，替我在外面化缘募捐，我都不知道这些事情。我在讲席当中宣布不止一次，希望大家警觉到，我决定不建道场。谁要说我建道场，替我化缘，这一定是假的，决定不是真的。",
      "zh_TW": "道場，特別是在現代這個社會，現在是五濁惡世，濁惡到了極處。佛菩薩教導我們，在末法、在亂世，我們聚集志同道合的同修在一塊修行。道場不要大，小小的道場，人數不要多，你看《西方確指》覺明妙行菩薩他們道場總共就十二個人；過去東晉時代，慧遠大師在廬山建念佛堂，同參蓮友也不過一百二十三個人。所以不需要大的道場，不需要很多人來湊熱鬧，如果不是真正發心求生淨土的，到這邊來一定是擾亂大家的信心、清淨心。換句話說，人多意見多、是非多、妄想多、雜話多，道場修行就被破壞了。我們明白這個事實，體會到祖師教訓的用心，我們一直不要道場。過去簡居士跟我商量很多次，我們想找個地方建個道場，我都搖頭，沒有必要，我們現在這個道場足夠用了。我聽說外面還有人胡造謠言，說是我要建道場，替我在外面化緣募捐，我都不知道這些事情。我在講席當中宣布不止一次，希望大家警覺到，我決定不建道場。誰要說我建道場，替我化緣，這一定是假的，決定不是真的。"
    },
    {
      "id": "04-010-0010_p0019",
      "zh_CN": "不但我不建道场，说实在的话，我也不印经，我也不做任何事业，我们没有化过缘，没有请人捐过钱。基金会跟景美华藏图书馆，我们宗旨、目标是一致的，原则是一致的。信徒们把钱捐到这儿来，我们就替你做些应该做的事情，钱多多做，钱少少做，没有钱就谢谢大家，我就不做，你说我们的日子过得多快乐！钱送多来的时候没有法子，不做对不起大家，替你们去做好事。在我们自己想，最好不要送来，让我清净一点，让我没事做。怎么可能去化缘？怎么可能去劝你布施？没有这个事情。所以诸位，以后凡是拿着基金会或图书馆，乃至于我们美国的道场，或拿我的名义，劝你出功德的话，你立刻就要知道这是假的，不是真的，我们从来不干这个事情。其他道场有没有我们不知道，我们也不愿意过问，至少我们的道场绝对没有这个事情，这是大家一定要清楚、要明了。",
      "zh_TW": "不但我不建道場，說實在的話，我也不印經，我也不做任何事業，我們沒有化過緣，沒有請人捐過錢。基金會跟景美華藏圖書館，我們宗旨、目標是一致的，原則是一致的。信徒們把錢捐到這兒來，我們就替你做些應該做的事情，錢多多做，錢少少做，沒有錢就謝謝大家，我就不做，你說我們的日子過得多快樂！錢送多來的時候沒有法子，不做對不起大家，替你們去做好事。在我們自己想，最好不要送來，讓我清淨一點，讓我沒事做。怎麼可能去化緣？怎麼可能去勸你布施？沒有這個事情。所以諸位，以後凡是拿著基金會或圖書館，乃至於我們美國的道場，或拿我的名義，勸你出功德的話，你立刻就要知道這是假的，不是真的，我們從來不幹這個事情。其他道場有沒有我們不知道，我們也不願意過問，至少我們的道場絕對沒有這個事情，這是大家一定要清楚、要明瞭。"
    },
    {
      "id": "04-010-0010_p0020",
      "zh_CN": "修福知道自己怎样修法，随分随力那就叫圆满功德，决定不能超过自己的力量。为什么？我们还有家庭，我们还需要生活，修福做慈善事业是我们在生活多余的地方，能够节省下来的地方，可以修福。所以过去有很多人背高利贷到佛门来修功德，这是大错误，这不是修福，这是造孽。这样做法他以为佛欢喜他，其实佛不会喜欢他的，护法神讨厌他。为什么？打了佛的招牌做为非作歹的事情，你借高利贷就是不正当的行为。所谓是一番好心去做，后来得不到好报，为什么？你事情做错了。你不做，你的功德圆圆满满，善心善行没有一点缺陷；你这么一做，把你自己的功德给破坏了，你说多可惜！愚痴、颠倒。这都是在我们日常生活当中可能见到的、听到的，我们自己要提高警觉，那个不如法。",
      "zh_TW": "修福知道自己怎樣修法，隨分隨力那就叫圓滿功德，決定不能超過自己的力量。為什麼？我們還有家庭，我們還需要生活，修福做慈善事業是我們在生活多餘的地方，能夠節省下來的地方，可以修福。所以過去有很多人背高利貸到佛門來修功德，這是大錯誤，這不是修福，這是造孽。這樣做法他以為佛歡喜他，其實佛不會喜歡他的，護法神討厭他。為什麼？打了佛的招牌做為非作歹的事情，你借高利貸就是不正當的行為。所謂是一番好心去做，後來得不到好報，為什麼？你事情做錯了。你不做，你的功德圓圓滿滿，善心善行沒有一點缺陷；你這麼一做，把你自己的功德給破壞了，你說多可惜！愚痴、顛倒。這都是在我們日常生活當中可能見到的、聽到的，我們自己要提高警覺，那個不如法。"
    },
    {
      "id": "04-010-0010_p0021",
      "zh_CN": "底下，这叫我们看诸佛如来，人家是『经不可说不可说佛刹极微尘数劫』，这是讲的时间，我们常讲「无量劫来生生世世」，这句话就是这个意思。『一一劫中，舍不可说不可说佛刹极微尘数』，舍什么？『头目手足』，这四个字代表布施。布施，一般只晓得舍身外之财，身外之财比较容易；「头目手足」叫内财，这个比较上难舍，难舍能舍，舍就是福。难舍能舍，肯舍，欢喜舍，什么都能舍，连头目手足都可以舍，其他的哪有不能舍的？这四个字在此地代表没有一样不能舍，没有一样不愿意舍，就是指这个，统统能舍。『如是一切难行苦行』，这个「行」是破音字，念行（ㄒㄧㄥˊ；xingˊ）念行（ㄏㄣˋ；henˋ），现在意思都一样。我们就从众，大多数人念行（ㄒㄧㄥˊ；xingˊ），我们也就念行。念行（ㄏㄣˋ；henˋ）一般人听了不懂，不知道我们在说什么，我们随俗，大家了解明白就好了。这是讲能舍。",
      "zh_TW": "底下，這叫我們看諸佛如來，人家是『經不可說不可說佛剎極微塵數劫』，這是講的時間，我們常講「無量劫來生生世世」，這句話就是這個意思。『一一劫中，捨不可說不可說佛剎極微塵數』，捨什麼？『頭目手足』，這四個字代表布施。布施，一般只曉得捨身外之財，身外之財比較容易；「頭目手足」叫內財，這個比較上難捨，難捨能捨，捨就是福。難捨能捨，肯捨，歡喜捨，什麼都能捨，連頭目手足都可以捨，其他的哪有不能捨的？這四個字在此地代表沒有一樣不能捨，沒有一樣不願意捨，就是指這個，統統能捨。『如是一切難行苦行』，這個「行」是破音字，念行（ㄒㄧㄥˊ；xingˊ）念行（ㄏㄣˋ；henˋ），現在意思都一樣。我們就從眾，大多數人念行（ㄒㄧㄥˊ；xingˊ），我們也就念行。念行（ㄏㄣˋ；henˋ）一般人聽了不懂，不知道我們在說什麼，我們隨俗，大家了解明白就好了。這是講能捨。"
    },
    {
      "id": "04-010-0010_p0022",
      "zh_CN": "诸位要知道，六度都是福，这个地方只举一个布施。舍就是布施，持戒、忍辱、精进、禅定没有讲，没有讲也在其中，都包括了。说了一个，后面统统都有了，样样都认真的在修学，所以『圆满种种波罗蜜门』，你看看这句话就补充了。「种种波罗蜜门」，布施波罗蜜、持戒波罗蜜，一直到般若波罗蜜，可见得前面讲的头目脑髓、难行苦行，举一种包括其他一切都在其中。我们要认真去学习，佛怎么做我们跟他做，学习他去做。",
      "zh_TW": "諸位要知道，六度都是福，這個地方只舉一個布施。捨就是布施，持戒、忍辱、精進、禪定沒有講，沒有講也在其中，都包括了。說了一個，後面統統都有了，樣樣都認真的在修學，所以『圓滿種種波羅蜜門』，你看看這句話就補充了。「種種波羅蜜門」，布施波羅蜜、持戒波羅蜜，一直到般若波羅蜜，可見得前面講的頭目腦髓、難行苦行，舉一種包括其他一切都在其中。我們要認真去學習，佛怎麼做我們跟他做，學習他去做。"
    },
    {
      "id": "04-010-0010_p0023",
      "zh_CN": "「波罗蜜」是梵语，翻成中国意思是究竟圆满的意思，此地这就是说究竟圆满的门径。这个字的本义要直接翻过来，经论里头都有，翻成「到彼岸」。「到彼岸」我们中国人听这个话很不习惯，印度人听觉得很习惯，我们中国人听起来不习惯，什么叫「到彼岸」。但是中国有句话跟它很接近，中国人讲「到家」，「到家」就是你已经做得非常好，你的功夫到家了，有这个意思。用现代的话来讲就是究竟圆满，做得非常究竟、非常圆满。",
      "zh_TW": "「波羅蜜」是梵語，翻成中國意思是究竟圓滿的意思，此地這就是說究竟圓滿的門徑。這個字的本義要直接翻過來，經論裡頭都有，翻成「到彼岸」。「到彼岸」我們中國人聽這個話很不習慣，印度人聽覺得很習慣，我們中國人聽起來不習慣，什麼叫「到彼岸」。但是中國有句話跟它很接近，中國人講「到家」，「到家」就是你已經做得非常好，你的功夫到家了，有這個意思。用現代的話來講就是究竟圓滿，做得非常究竟、非常圓滿。"
    },
    {
      "id": "04-010-0010_p0024",
      "zh_CN": "六度的布施怎样才说是究竟圆满？如果以布施的物来说，以布施的对象来说，永远没有圆满的。佛教我们修布施，目的不是在布施很多人、救济很多人，也不是叫你布施无量数目的头目手足。布施真正的目标是破悭贪，这是一服药，对付悭贪的。换句话说，哪一天你悭吝的心断掉，没有了，贪爱的心也没有了，悭贪心确实没有了，布施波罗蜜圆满，这样圆满的。持戒是度恶业的，恶的念头真的断掉了，从此以后再不会生，那么你持戒波罗蜜，就是持戒的功德圆满，是这么个意思。忍辱是度瞋恚的，精进是度懈怠的，禅定是度散乱的，般若是度愚痴的，它有它的对象，对象都是自己，不在外面。所以菩萨修六度，度谁？度自己，不是度别人，这我们一定要知道，这叫「波罗蜜门」。",
      "zh_TW": "六度的布施怎樣才說是究竟圓滿？如果以布施的物來說，以布施的對象來說，永遠沒有圓滿的。佛教我們修布施，目的不是在布施很多人、救濟很多人，也不是叫你布施無量數目的頭目手足。布施真正的目標是破慳貪，這是一服藥，對付慳貪的。換句話說，哪一天你慳吝的心斷掉，沒有了，貪愛的心也沒有了，慳貪心確實沒有了，布施波羅蜜圓滿，這樣圓滿的。持戒是度惡業的，惡的念頭真的斷掉了，從此以後再不會生，那麼你持戒波羅蜜，就是持戒的功德圓滿，是這麼個意思。忍辱是度瞋恚的，精進是度懈怠的，禪定是度散亂的，般若是度愚痴的，它有它的對象，對象都是自己，不在外面。所以菩薩修六度，度誰？度自己，不是度別人，這我們一定要知道，這叫「波羅蜜門」。"
    },
    {
      "id": "04-010-0010_p0025",
      "zh_CN": "功德圆满成就了就『证入种种菩萨智地』。菩萨的地位，就《华严》来说，四十一位法身大士，菩萨的地位总共有四十一个，一个一个慢慢去证。四十一个位次修满，就『成就诸佛无上菩提』，经历四十一个阶级最后成佛了。成佛就是菩萨学毕业，没得再学了，毕业了，那叫圆满菩提，这就成佛了。在学习之中，没有到究竟圆满，这个地位上称作菩萨，到究竟圆满就叫做成佛。",
      "zh_TW": "功德圓滿成就了就『證入種種菩薩智地』。菩薩的地位，就《華嚴》來說，四十一位法身大士，菩薩的地位總共有四十一個，一個一個慢慢去證。四十一個位次修滿，就『成就諸佛無上菩提』，經歷四十一個階級最後成佛了。成佛就是菩薩學畢業，沒得再學了，畢業了，那叫圓滿菩提，這就成佛了。在學習之中，沒有到究竟圓滿，這個地位上稱作菩薩，到究竟圓滿就叫做成佛。"
    },
    {
      "id": "04-010-0010_p0026",
      "zh_CN": "『及般涅槃，分布舍利』，这当中省掉了很多，这就是通常讲的「八相成道」。这里只说发心、修行、证果，请转法轮、度一切众生，都省略了，最后示现入「般涅槃」。我们必须要晓得，证得阿罗汉果以上就没有生死了，他的生死是示现的，不是真的。因为他可以随意，他想来就来，想去就去，想什么时候来，想什么时候去，都自在。不像我们想来不能来，想走走不了，这个苦恼，不自在。我们是受业力的支配，人家是愿力，愿力，喜欢怎么做就怎么做，确实没有生死。但是没有生死要做一个生死的样子，就像唱戏一样，表现给一般凡夫看，提醒他的警觉。佛在世，大家跟佛，有些人很散漫，不太用功，反正明天还可以见到，今年学不好，明年还可以学。佛一走了，这警觉性高了，不能不认真，不能不努力，所以佛这个表演又度了很多人。这是真的，帮这些平常懈怠懒散的人提高警觉，促成他的成就。由此可知，佛般涅槃也是度化众生的一种手段。",
      "zh_TW": "『及般涅槃，分布舍利』，這當中省掉了很多，這就是通常講的「八相成道」。這裡只說發心、修行、證果，請轉法輪、度一切眾生，都省略了，最後示現入「般涅槃」。我們必須要曉得，證得阿羅漢果以上就沒有生死了，他的生死是示現的，不是真的。因為他可以隨意，他想來就來，想去就去，想什麼時候來，想什麼時候去，都自在。不像我們想來不能來，想走走不了，這個苦惱，不自在。我們是受業力的支配，人家是願力，願力，喜歡怎麼做就怎麼做，確實沒有生死。但是沒有生死要做一個生死的樣子，就像唱戲一樣，表現給一般凡夫看，提醒他的警覺。佛在世，大家跟佛，有些人很散漫，不太用功，反正明天還可以見到，今年學不好，明年還可以學。佛一走了，這警覺性高了，不能不認真，不能不努力，所以佛這個表演又度了很多人。這是真的，幫這些平常懈怠懶散的人提高警覺，促成他的成就。由此可知，佛般涅槃也是度化眾生的一種手段。"
    },
    {
      "id": "04-010-0010_p0027",
      "zh_CN": "「分布舍利」，佛入灭之后，火化之后的舍利分给弟子们去供养。这就是说佛从初发心一直到示现十方国土教化众生、八相成道，这里头所有一切的善根、功德『我皆随喜』，我样样都学。在这个地方，诸位要记住我前面所说的一句话，佛应一切众生不同的根机，说了许多的法门，我们只能在这个里头选择一门，这就对了，我们才真正做到「随喜」，才有功德的成就。假如你不懂得这个道理，佛所讲的法门我统统都要学，那你就注定失败。你这一生当中虽然是随喜了，没有功德，随喜你做到了，功德你没有。如果你学一门，你有随喜，也必定有功德，这个非常重要。",
      "zh_TW": "「分布舍利」，佛入滅之後，火化之後的舍利分給弟子們去供養。這就是說佛從初發心一直到示現十方國土教化眾生、八相成道，這裡頭所有一切的善根、功德『我皆隨喜』，我樣樣都學。在這個地方，諸位要記住我前面所說的一句話，佛應一切眾生不同的根機，說了許多的法門，我們只能在這個裡頭選擇一門，這就對了，我們才真正做到「隨喜」，才有功德的成就。假如你不懂得這個道理，佛所講的法門我統統都要學，那你就注定失敗。你這一生當中雖然是隨喜了，沒有功德，隨喜你做到了，功德你沒有。如果你學一門，你有隨喜，也必定有功德，這個非常重要。"
    },
    {
      "id": "04-010-0010_p0028",
      "zh_CN": "讲经的作用是帮助人断疑生信，作用在此地。假如自己没有疑惑、信心坚定、愿心恳切，经教对他来讲没有用处，也毫无意义，能一句佛号念到底就好了，那才叫成就真正的功德。可是我们有疑，疑要不能够断除，你的信心永远不能清净，那一定要靠经教「洗心易行」。信心清净，愿心恳切，如果这个地方有弘扬正法的这么一个道场，我们也去听经，也去随喜。那个随喜，坐在那里不是听经，他坐在那里「阿弥陀佛、阿弥陀佛、阿弥陀佛」，法师讲一个半钟点，讲什么没听见。这是什么人？叫影响众，他是坐在那儿庄严道场，影响别人的。因为道场人数少了，外面人就想「这个大概讲得不怎么样，你看没人听，算了，不要去了」。一看那个地方听的人很多，「到底是什么？我们也去听听」。他无意之中能够接引一些新来的众生，所以他叫做影响众，他实在不是来听经的。",
      "zh_TW": "講經的作用是幫助人斷疑生信，作用在此地。假如自己沒有疑惑、信心堅定、願心懇切，經教對他來講沒有用處，也毫無意義，能一句佛號念到底就好了，那才叫成就真正的功德。可是我們有疑，疑要不能夠斷除，你的信心永遠不能清淨，那一定要靠經教「洗心易行」。信心清淨，願心懇切，如果這個地方有弘揚正法的這麼一個道場，我們也去聽經，也去隨喜。那個隨喜，坐在那裡不是聽經，他坐在那裡「阿彌陀佛、阿彌陀佛、阿彌陀佛」，法師講一個半鐘點，講什麼沒聽見。這是什麼人？叫影響眾，他是坐在那兒莊嚴道場，影響別人的。因為道場人數少了，外面人就想「這個大概講得不怎麼樣，你看沒人聽，算了，不要去了」。一看那個地方聽的人很多，「到底是什麼？我們也去聽聽」。他無意之中能夠接引一些新來的眾生，所以他叫做影響眾，他實在不是來聽經的。"
    },
    {
      "id": "04-010-0010_p0029",
      "zh_CN": "这就是菩萨戒里面，四十里之内有法师讲经，你不来听经就破戒了。可是诸位要辨别，法师讲经是正还是邪、是真还是假，辨别这个。如果是正法，那我们一定要去做影响众，如果不是正法，这个说的对一切众生得不到真实的利益，我们不去听也不犯戒。了凡居士对这个辨别很清楚，善有真有假、有正有邪、有偏有圆、有半有满、有大有小，你去念《了凡四训》，你要有能力辨别，然后决定我应不应该去，这就对了。下面第二段，除佛之外，还有菩萨、还有罗汉、还有人、天、善知识，我们也跟佛一样，统统要随喜。",
      "zh_TW": "這就是菩薩戒裡面，四十里之內有法師講經，你不來聽經就破戒了。可是諸位要辨別，法師講經是正還是邪、是真還是假，辨別這個。如果是正法，那我們一定要去做影響眾，如果不是正法，這個說的對一切眾生得不到真實的利益，我們不去聽也不犯戒。了凡居士對這個辨別很清楚，善有真有假、有正有邪、有偏有圓、有半有滿、有大有小，你去念《了凡四訓》，你要有能力辨別，然後決定我應不應該去，這就對了。下面第二段，除佛之外，還有菩薩、還有羅漢、還有人、天、善知識，我們也跟佛一樣，統統要隨喜。"
    },
    {
      "id": "04-010-0010_p0030",
      "zh_CN": "经【及彼十方一切世界六趣四生一切种类。】",
      "zh_TW": "經【及彼十方一切世界六趣四生一切種類。】"
    },
    {
      "id": "04-010-0010_p0031",
      "zh_CN": "『六趣』是六道，『四生』是胎卵湿化，就是把六道里面一切众生的生态都说出来。天人是化生，我们人间是胎生，畜生道里面有卵生的，也有化生的，也有湿生的。所以说胎卵湿化，把六道里头所有一切众生的生态统统都包括了。六趣四生，一切众生，这『一切种类』。",
      "zh_TW": "『六趣』是六道，『四生』是胎卵濕化，就是把六道裡面一切眾生的生態都說出來。天人是化生，我們人間是胎生，畜生道裡面有卵生的，也有化生的，也有濕生的。所以說胎卵濕化，把六道裡頭所有一切眾生的生態統統都包括了。六趣四生，一切眾生，這『一切種類』。"
    },
    {
      "id": "04-010-0010_p0032",
      "zh_CN": "经【所有功德。乃至一尘。我皆随喜。】",
      "zh_TW": "經【所有功德。乃至一塵。我皆隨喜。】"
    },
    {
      "id": "04-010-0010_p0033",
      "zh_CN": "『一尘』是说它非常之微小，换句话说，对于一切众生极小的善心善行，我们都赞叹、都随喜、都不肯舍弃，何况大的善？能够利益众生，能够利益社会，那是我们更应当要发心随喜的，这是随喜六道众生。",
      "zh_TW": "『一塵』是說它非常之微小，換句話說，對於一切眾生極小的善心善行，我們都讚歎、都隨喜、都不肯捨棄，何況大的善？能夠利益眾生，能夠利益社會，那是我們更應當要發心隨喜的，這是隨喜六道眾生。"
    },
    {
      "id": "04-010-0010_p0034",
      "zh_CN": "经【十方三世一切声闻及辟支佛。有学无学。所有功德。我皆随喜。】",
      "zh_TW": "經【十方三世一切聲聞及辟支佛。有學無學。所有功德。我皆隨喜。】"
    },
    {
      "id": "04-010-0010_p0035",
      "zh_CN": "这一段讲的小乘。『声闻』，我们一般称阿罗汉，「辟支」是缘觉，『辟支佛』。这两种人，声闻一定是出现在佛在世的时候，缘觉则不一定。佛出世的时候，他跟佛修学，从「十二因缘」当中开悟，称他作缘觉；佛不在世，他自己也能开悟，我们称他作独觉。这是他善根福德因缘非常深厚，没有佛在世的时候他也能开悟，这是小乘里面根性利的。『有学』是还没有证得究竟果位，声闻的究竟果位是四果罗汉，称『无学』，四果之前都是在「有学」，初果、二果、三果都在有学。所以「有学无学」这四个字包括全部小乘，从小乘初发心一直到证阿罗汉果。底下一段。",
      "zh_TW": "這一段講的小乘。『聲聞』，我們一般稱阿羅漢，「辟支」是緣覺，『辟支佛』。這兩種人，聲聞一定是出現在佛在世的時候，緣覺則不一定。佛出世的時候，他跟佛修學，從「十二因緣」當中開悟，稱他作緣覺；佛不在世，他自己也能開悟，我們稱他作獨覺。這是他善根福德因緣非常深厚，沒有佛在世的時候他也能開悟，這是小乘裡面根性利的。『有學』是還沒有證得究竟果位，聲聞的究竟果位是四果羅漢，稱『無學』，四果之前都是在「有學」，初果、二果、三果都在有學。所以「有學無學」這四個字包括全部小乘，從小乘初發心一直到證阿羅漢果。底下一段。"
    },
    {
      "id": "04-010-0010_p0036",
      "zh_CN": "经【一切菩萨所修无量难行苦行。志求无上正等菩提。广大功德。我皆随喜。】",
      "zh_TW": "經【一切菩薩所修無量難行苦行。志求無上正等菩提。廣大功德。我皆隨喜。】"
    },
    {
      "id": "04-010-0010_p0037",
      "zh_CN": "末后这一段是随喜菩萨。你看十法界都包括尽了，第一段讲的佛法界，第二段讲的六凡法界，第三段讲的声闻缘觉，第四段讲的菩萨。十法界一切有情众生一切善行我们统统要随喜。如果我们遇到境界，这个境界一现前，自己烦恼习气起现行。什么烦恼习气？嫉妒。看到别人好，心里难过不舒服，这个念头动了，立刻就要念随喜功德，多念几句。不但这个烦恼习气平下去，而且更积极的去成就他们，那就对了。",
      "zh_TW": "末後這一段是隨喜菩薩。你看十法界都包括盡了，第一段講的佛法界，第二段講的六凡法界，第三段講的聲聞緣覺，第四段講的菩薩。十法界一切有情眾生一切善行我們統統要隨喜。如果我們遇到境界，這個境界一現前，自己煩惱習氣起現行。什麼煩惱習氣？嫉妒。看到別人好，心裡難過不舒服，這個念頭動了，立刻就要念隨喜功德，多念幾句。不但這個煩惱習氣平下去，而且更積極的去成就他們，那就對了。"
    },
    {
      "id": "04-010-0010_p0038",
      "zh_CN": "可是诸位一定要晓得，十大愿王是法身大士修的，我们要修要小心谨慎。为什么？法身大士人家已经转识成智了，他是真心、是智慧做主，没有感情用事。我们今天学菩萨行愿，怕的是感情用事，感情用事不但成就不了功德，反而造了很多罪业，这不是麻烦大了？《楞严》四种清净明诲里面说得好，告诉我们现在末法时期「邪师说法，如恒河沙」。你要不能辨别邪正，有人打着佛教的招牌，喊的是佛菩萨的口号，你去随喜功德了，结果那个人是个魔，你上当了，受害了。你上当受害事小，你破坏佛教形象，使社会许多初学的人丧失信心，这个因果责任就背不起了。菩萨修这个没有问题，他们都明心见性了。所以我们修学，邪正、善恶、是非一定要很冷静的观察清楚，不要发的好心做的恶事，那真的是对不起自己，也对不起佛菩萨，更对不起广大的众生。所以在日常生活当中，不可以感情用事，不可以贪图眼前的名利。眼前名利不贪，就是来世人天福报也不可以贪，没有好处，决定求生净土，这是真正第一等的聪明人。",
      "zh_TW": "可是諸位一定要曉得，十大願王是法身大士修的，我們要修要小心謹慎。為什麼？法身大士人家已經轉識成智了，他是真心、是智慧做主，沒有感情用事。我們今天學菩薩行願，怕的是感情用事，感情用事不但成就不了功德，反而造了很多罪業，這不是麻煩大了？《楞嚴》四種清淨明誨裡面說得好，告訴我們現在末法時期「邪師說法，如恆河沙」。你要不能辨別邪正，有人打著佛教的招牌，喊的是佛菩薩的口號，你去隨喜功德了，結果那個人是個魔，你上當了，受害了。你上當受害事小，你破壞佛教形象，使社會許多初學的人喪失信心，這個因果責任就背不起了。菩薩修這個沒有問題，他們都明心見性了。所以我們修學，邪正、善惡、是非一定要很冷靜的觀察清楚，不要發的好心做的惡事，那真的是對不起自己，也對不起佛菩薩，更對不起廣大的眾生。所以在日常生活當中，不可以感情用事，不可以貪圖眼前的名利。眼前名利不貪，就是來世人天福報也不可以貪，沒有好處，決定求生淨土，這是真正第一等的聰明人。"
    },
    {
      "id": "04-010-0010_p0039",
      "zh_CN": "所以我们在日常生活当中，所接触到的、见到的、听到的，想一想它是不是真正的功德。最简单的区别，他做这个事情是不是真正有益于净化人心？你就从这里去看。他这种作为是不是真正能够帮助社会的安定？果然能于这两桩事情有贡献、有利益，那是真正的福田。我们的观察如果没有智慧，粗心大意，往往会看错了。印经是好事情，假如有个人在这里发起，我要印什么经，你们大家出功德，我们的经印十万册到处流通。其实我印个几千册、一万册就好了，里面打了很大的折扣，这个钱他拿去就吃喝玩乐去了，你好心出的功德帮助他做坏事，你的福报没修到。虽然你发的好心，你没有罪，你有过；那个造作罪业的人他有罪，你们帮助他的人统统有过。所以要很细心、要很谨慎。这些事情在现代的社会，现在社会真的是骗人的社会，找一个不骗人的，难得找到这么个好人，不骗人。这些话我只能说到此地，不能再说了，点到为止，希望诸位细心去体会，我们在这一生当中才不至于被别人欺骗，做一点真实的功德，一定要老实念佛求生净土。我们再看末后这一段：",
      "zh_TW": "所以我們在日常生活當中，所接觸到的、見到的、聽到的，想一想它是不是真正的功德。最簡單的區別，他做這個事情是不是真正有益於淨化人心？你就從這裡去看。他這種作為是不是真正能夠幫助社會的安定？果然能於這兩樁事情有貢獻、有利益，那是真正的福田。我們的觀察如果沒有智慧，粗心大意，往往會看錯了。印經是好事情，假如有個人在這裡發起，我要印什麼經，你們大家出功德，我們的經印十萬冊到處流通。其實我印個幾千冊、一萬冊就好了，裡面打了很大的折扣，這個錢他拿去就吃喝玩樂去了，你好心出的功德幫助他做壞事，你的福報沒修到。雖然你發的好心，你沒有罪，你有過；那個造作罪業的人他有罪，你們幫助他的人統統有過。所以要很細心、要很謹慎。這些事情在現代的社會，現在社會真的是騙人的社會，找一個不騙人的，難得找到這麼個好人，不騙人。這些話我只能說到此地，不能再說了，點到為止，希望諸位細心去體會，我們在這一生當中才不至於被別人欺騙，做一點真實的功德，一定要老實念佛求生淨土。我們再看末後這一段："
    },
    {
      "id": "04-010-0010_p0040",
      "zh_CN": "经【如是虚空界尽。众生界尽。众生业尽。众生烦恼尽。我此随喜。无有穷尽。念念相续。无有间断。身语意业。无有疲厌。】",
      "zh_TW": "經【如是虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我此隨喜。無有窮盡。念念相續。無有間斷。身語意業。無有疲厭。】"
    },
    {
      "id": "04-010-0010_p0041",
      "zh_CN": "注解里面诸位自己去看，这个意思大致上跟我说的都差不多。注解末后，在第二十六面倒数第三行，看最后一句。",
      "zh_TW": "註解裡面諸位自己去看，這個意思大致上跟我說的都差不多。註解末後，在第二十六面倒數第三行，看最後一句。"
    },
    {
      "id": "04-010-0010_p0042",
      "zh_CN": "疏【法华随喜。展转至于第五十人。尚难校量。何况最初。此随喜如来权实功德。故佛为最胜。】",
      "zh_TW": "疏【法華隨喜。展轉至於第五十人。尚難校量。何況最初。此隨喜如來權實功德。故佛為最勝。】"
    },
    {
      "id": "04-010-0010_p0043",
      "zh_CN": "这是引用《法华经》上说明随喜的功德无量无边。它这个地方讲：",
      "zh_TW": "這是引用《法華經》上說明隨喜的功德無量無邊。它這個地方講："
    },
    {
      "id": "04-010-0010_p0044",
      "zh_CN": "疏【随喜之福。不可知数。】",
      "zh_TW": "疏【隨喜之福。不可知數。】"
    },
    {
      "id": "04-010-0010_p0045",
      "zh_CN": "《法华经》上有一段经文详细比较，说明随喜功德不可思议。『法华随喜』，就是《法华经》第六卷「随喜功德品」。《法华经》在我们本省流通得很广，很容易看到，如果你喜欢看可以查经，经上就详细了。这是一重一重比较，展转到第五十个人，重重功德，一层比一层广大，说明随喜功德的确是不可思议的。所以我们为什么要起嫉妒心？为什么要障碍，而不晓得修这么大的福报？这是机会在面前，这个机会，一个是叫你造罪业，一个叫你修无量功德，就在你一念之间，看你如何选择。一念嫉妒、障碍，业报就成就了，罪业成就了；一念随喜功德，那是无量的福报成就了，都在我们根尘相接一念之间。这也是古人常讲「不怕念起，只怕觉迟」，念起不怕，烦恼的念头起来不怕，立刻要觉悟，一觉悟马上就转过来了。",
      "zh_TW": "《法華經》上有一段經文詳細比較，說明隨喜功德不可思議。『法華隨喜』，就是《法華經》第六卷「隨喜功德品」。《法華經》在我們本省流通得很廣，很容易看到，如果你喜歡看可以查經，經上就詳細了。這是一重一重比較，展轉到第五十個人，重重功德，一層比一層廣大，說明隨喜功德的確是不可思議的。所以我們為什麼要起嫉妒心？為什麼要障礙，而不曉得修這麼大的福報？這是機會在面前，這個機會，一個是叫你造罪業，一個叫你修無量功德，就在你一念之間，看你如何選擇。一念嫉妒、障礙，業報就成就了，罪業成就了；一念隨喜功德，那是無量的福報成就了，都在我們根塵相接一念之間。這也是古人常講「不怕念起，只怕覺遲」，念起不怕，煩惱的念頭起來不怕，立刻要覺悟，一覺悟馬上就轉過來了。"
    },
    {
      "id": "04-010-0010_p0046",
      "zh_CN": "这个地方特别提醒大家，我们日常生活当中，处事待人接物一定要理智，不能用感情。虽然是弘法利生的事业，不要做得太积极，不要做得太过分。原因在哪里？嫉妒的人多，随喜的人少，不要惹麻烦，反而障碍了大法的流行，这个才最重要。一定要保持非常冷静，默默自己真正用功，这样就好。好，我们今天就讲到此地。",
      "zh_TW": "這個地方特別提醒大家，我們日常生活當中，處事待人接物一定要理智，不能用感情。雖然是弘法利生的事業，不要做得太積極，不要做得太過分。原因在哪裡？嫉妒的人多，隨喜的人少，不要惹麻煩，反而障礙了大法的流行，這個才最重要。一定要保持非常冷靜，默默自己真正用功，這樣就好。好，我們今天就講到此地。"
    }
  ]
}