{
  "doc_id": "04-010-0016",
  "title": {
    "zh_CN": "普贤行愿品疏节录",
    "zh_TW": "普賢行願品疏節錄"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-010-0016",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "04-010-0016_p0001",
      "zh_CN": "请掀开经本第四十七面，倒数第四行。前面我们将本经的长行文讲完了，往后是偈颂。这一段的偈颂很长，一共有六十二首，每一首是四句，多半是属于重颂，重复前面长行所说的。也有不少叫做孤起颂，前面长行没有说的，而是在偈颂里作为补充说明，跟长行文合起来，意思就很完整了。前面一段是介绍，这里头有几句重要的话，在四十七面倒数第二行。在这段说明里面，这是总结前面所说殊胜的德行，第二段是劝勉我们修持，而末后一段是以真诚恳切的心劝勉我们要认识这个法门，不能够轻易看过。因为这个法门如果我们真的要掌握住了，在这一生的成就、利益实在讲是无量无边。所以末后一行说：",
      "zh_TW": "請掀開經本第四十七面，倒數第四行。前面我們將本經的長行文講完了，往後是偈頌。這一段的偈頌很長，一共有六十二首，每一首是四句，多半是屬於重頌，重複前面長行所說的。也有不少叫做孤起頌，前面長行沒有說的，而是在偈頌裡作為補充說明，跟長行文合起來，意思就很完整了。前面一段是介紹，這裡頭有幾句重要的話，在四十七面倒數第二行。在這段說明裡面，這是總結前面所說殊勝的德行，第二段是勸勉我們修持，而末後一段是以真誠懇切的心勸勉我們要認識這個法門，不能夠輕易看過。因為這個法門如果我們真的要掌握住了，在這一生的成就、利益實在講是無量無邊。所以末後一行說："
    },
    {
      "id": "04-010-0016_p0002",
      "zh_CN": "疏【然此一卷。文少义丰。】",
      "zh_TW": "疏【然此一卷。文少義豐。】"
    },
    {
      "id": "04-010-0016_p0003",
      "zh_CN": "对于修持来说是愈精简愈好。我们要说明理论，要了解事实真相，那是讲得愈详细愈好，真正讲修行是愈简单愈好。所以讲到行持，这是最好的一部经典，经文少，但是它的理论、境界是非常圆满的。",
      "zh_TW": "對於修持來說是愈精簡愈好。我們要說明理論，要了解事實真相，那是講得愈詳細愈好，真正講修行是愈簡單愈好。所以講到行持，這是最好的一部經典，經文少，但是它的理論、境界是非常圓滿的。"
    },
    {
      "id": "04-010-0016_p0004",
      "zh_CN": "疏【是修行之玄枢。乃华严之幽键。】",
      "zh_TW": "疏【是修行之玄樞。乃華嚴之幽鍵。】"
    },
    {
      "id": "04-010-0016_p0005",
      "zh_CN": "这也是将这卷经赞叹到了极处。修行的枢纽，不是普通的枢纽，是非常玄妙的枢纽。《华严》是大经，《华严经》的精华、《华严经》的关键都在这一卷中，所以这一卷就是整个《华严》的浓缩，是全经的精华。当时清凉大师参与译场之后，因为经太大流通不容易，所以将这卷经特别取出来，叫别行流通。我们看到《普贤行愿品》别行本，别行就是一卷，特别发行流通，是这个意思，这是便于大众修学。",
      "zh_TW": "這也是將這卷經讚歎到了極處。修行的樞紐，不是普通的樞紐，是非常玄妙的樞紐。《華嚴》是大經，《華嚴經》的精華、《華嚴經》的關鍵都在這一卷中，所以這一卷就是整個《華嚴》的濃縮，是全經的精華。當時清涼大師參與譯場之後，因為經太大流通不容易，所以將這卷經特別取出來，叫別行流通。我們看到《普賢行願品》別行本，別行就是一卷，特別發行流通，是這個意思，這是便於大眾修學。"
    },
    {
      "id": "04-010-0016_p0006",
      "zh_CN": "疏【功高德远。何不修持。】",
      "zh_TW": "疏【功高德遠。何不修持。】"
    },
    {
      "id": "04-010-0016_p0007",
      "zh_CN": "这是劝我们，功德没有比这个更高的，德行没有比这个更广的，『远』是广大的意思。为什么我们不依照这个经典的理论、方法来修持？末后说：",
      "zh_TW": "這是勸我們，功德沒有比這個更高的，德行沒有比這個更廣的，『遠』是廣大的意思。為什麼我們不依照這個經典的理論、方法來修持？末後說："
    },
    {
      "id": "04-010-0016_p0008",
      "zh_CN": "疏【西天道流。未有不习也。】",
      "zh_TW": "疏【西天道流。未有不習也。】"
    },
    {
      "id": "04-010-0016_p0009",
      "zh_CN": "『西天』是讲印度，以及那个时候西域一带，在现在来说就是伊朗、阿富汗跟新疆一带，在唐朝时候这是属于西域地区，那个地方修学大乘佛法的人没有不修《行愿品》的。《华严经》是从那边传到中国来的，传到中国来的是个残缺不完整的本子，在我们想像当中，在西域当时一定还可以找得到完整的经本。下面是经文，这是偈颂前面的一行。",
      "zh_TW": "『西天』是講印度，以及那個時候西域一帶，在現在來說就是伊朗、阿富汗跟新疆一帶，在唐朝時候這是屬於西域地區，那個地方修學大乘佛法的人沒有不修《行願品》的。《華嚴經》是從那邊傳到中國來的，傳到中國來的是個殘缺不完整的本子，在我們想像當中，在西域當時一定還可以找得到完整的經本。下面是經文，這是偈頌前面的一行。"
    },
    {
      "id": "04-010-0016_p0010",
      "zh_CN": "经【尔时普贤菩萨摩诃萨欲重宣此义。普观十方而说偈言。】",
      "zh_TW": "經【爾時普賢菩薩摩訶薩欲重宣此義。普觀十方而說偈言。】"
    },
    {
      "id": "04-010-0016_p0011",
      "zh_CN": "华严会上，毘卢遮那如来代表理体，体是我们现在所说的本体，宇宙万法从这个体生出来的，这个体就是大乘佛法里面常说的真如、本性、真心。毘卢遮那佛代表体，文殊、普贤代表从体起用，体没有形状，用就有了。所有一切大乘佛法最后都会归在这个本体，以中国佛法，小乘暂且不论，我们说大乘，大乘八个宗，这八个宗与文殊、普贤有密切的关系。什么关系？都是文殊、普贤说出来的。宗门（禅宗）是文殊菩萨传的，教也是文殊菩萨传的，宗门教下都是文殊师利菩萨传的。净土宗是普贤菩萨传的，华严会上，释迦牟尼佛成佛第一部讲《华严经》，《华严经》到末后普贤菩萨十大愿王，导归极乐，净土是他老人家传的。密宗也是他老人家传的。密宗是龙树菩萨在南天开铁塔，打开铁塔见到菩提道场，金刚手菩萨，将密法传给龙树，龙树则传开来了。金刚手菩萨是谁？普贤菩萨的化身。所以在密教里面，密教的祖师金刚手菩萨就是普贤菩萨，密教里面的准提菩萨就是观世音菩萨。这样我们就明了，所谓无量法门殊途同归，最后都归到华藏世界，都会归到毘卢遮那。在华藏世界，我们今天看到，普贤菩萨又劝四十一位法身大士到西方极乐世界去见阿弥陀佛。《华严》关键，功高德远，原来是这么一桩事情。",
      "zh_TW": "華嚴會上，毘盧遮那如來代表理體，體是我們現在所說的本體，宇宙萬法從這個體生出來的，這個體就是大乘佛法裡面常說的真如、本性、真心。毘盧遮那佛代表體，文殊、普賢代表從體起用，體沒有形狀，用就有了。所有一切大乘佛法最後都會歸在這個本體，以中國佛法，小乘暫且不論，我們說大乘，大乘八個宗，這八個宗與文殊、普賢有密切的關係。什麼關係？都是文殊、普賢說出來的。宗門（禪宗）是文殊菩薩傳的，教也是文殊菩薩傳的，宗門教下都是文殊師利菩薩傳的。淨土宗是普賢菩薩傳的，華嚴會上，釋迦牟尼佛成佛第一部講《華嚴經》，《華嚴經》到末後普賢菩薩十大願王，導歸極樂，淨土是他老人家傳的。密宗也是他老人家傳的。密宗是龍樹菩薩在南天開鐵塔，打開鐵塔見到菩提道場，金剛手菩薩，將密法傳給龍樹，龍樹則傳開來了。金剛手菩薩是誰？普賢菩薩的化身。所以在密教裡面，密教的祖師金剛手菩薩就是普賢菩薩，密教裡面的準提菩薩就是觀世音菩薩。這樣我們就明瞭，所謂無量法門殊途同歸，最後都歸到華藏世界，都會歸到毘盧遮那。在華藏世界，我們今天看到，普賢菩薩又勸四十一位法身大士到西方極樂世界去見阿彌陀佛。《華嚴》關鍵，功高德遠，原來是這麼一樁事情。"
    },
    {
      "id": "04-010-0016_p0012",
      "zh_CN": "于是我们联想到佛在《观无量寿佛经》上说的净业三福，明白开示的说这三条是「三世诸佛，净业正因」。三世诸佛是过去佛、现在佛、未来佛，所有一切佛无论修学哪个法门，宗门教下、显教密教，都要以这三福为基础。三福第三条有「深信因果」，第三条我们知道是菩萨所修的，所以这个因果不是普通因果。善有善报，恶有恶报，这种小因果我们凡夫都知道，深信因果就是这里所讲的「念佛是因，成佛是果」。所以，华藏世界等觉菩萨文殊、普贤还要念佛才能成佛，这才显示出念佛法门在一切法门当中确实是第一法门。",
      "zh_TW": "於是我們聯想到佛在《觀無量壽佛經》上說的淨業三福，明白開示的說這三條是「三世諸佛，淨業正因」。三世諸佛是過去佛、現在佛、未來佛，所有一切佛無論修學哪個法門，宗門教下、顯教密教，都要以這三福為基礎。三福第三條有「深信因果」，第三條我們知道是菩薩所修的，所以這個因果不是普通因果。善有善報，惡有惡報，這種小因果我們凡夫都知道，深信因果就是這裡所講的「念佛是因，成佛是果」。所以，華藏世界等覺菩薩文殊、普賢還要念佛才能成佛，這才顯示出念佛法門在一切法門當中確實是第一法門。"
    },
    {
      "id": "04-010-0016_p0013",
      "zh_CN": "普贤菩萨在此地是殷勤的劝导，我们看在文里面他老人家前面长行文说尽了，再以偈颂重说一遍。为什么要重说？这有两个原因，第一个，长行容易明理，不容易记忆；偈颂文字少，简要详明，容易记诵、容易受持。长行是给你说明的，偈颂是帮助你抓住纲领好修行的，意思在这里。第二个意思，有后到的，先来的前面都听到了，有讲经讲了一半才来的，前面没听到。如果不把前面意思简单再叙说一下，觉得对不起后来的人，有这两个意思。所以往往我们看到佛经的体裁很特别，前面有散文体裁，后面有诗歌的偈颂。下面就说明，这是第二个大段是偈颂，前面第一个大段是长行。",
      "zh_TW": "普賢菩薩在此地是殷勤的勸導，我們看在文裡面他老人家前面長行文說盡了，再以偈頌重說一遍。為什麼要重說？這有兩個原因，第一個，長行容易明理，不容易記憶；偈頌文字少，簡要詳明，容易記誦、容易受持。長行是給你說明的，偈頌是幫助你抓住綱領好修行的，意思在這裡。第二個意思，有後到的，先來的前面都聽到了，有講經講了一半才來的，前面沒聽到。如果不把前面意思簡單再敘說一下，覺得對不起後來的人，有這兩個意思。所以往往我們看到佛經的體裁很特別，前面有散文體裁，後面有詩歌的偈頌。下面就說明，這是第二個大段是偈頌，前面第一個大段是長行。"
    },
    {
      "id": "04-010-0016_p0014",
      "zh_CN": "疏【第二偈颂。总有六十二偈。亦分三段。第一五十二偈。颂前正示普因。第二七偈。颂显经胜德。第三三偈。颂结劝受持。初中有二。先别颂十门。后一偈。总颂无尽。】",
      "zh_TW": "疏【第二偈頌。總有六十二偈。亦分三段。第一五十二偈。頌前正示普因。第二七偈。頌顯經勝德。第三三偈。頌結勸受持。初中有二。先別頌十門。後一偈。總頌無盡。】"
    },
    {
      "id": "04-010-0016_p0015",
      "zh_CN": "总有六十二偈，也分三段，第一段有五十二偈，六十二偈里头就占了五十二偈。『颂前正示普因』，这是重颂。第二段有七首，这七首偈『显经胜德』，就是赞叹这部经是大乘法里面无比的殊胜。最后三首是『结劝受持』。第一大段最长，一共有五十二首，里面也分两段，第一段『别颂十门』，重颂前面十大愿王，后面有一偈是『总颂无尽』。我们现在看经文，经文的偈颂第一首，第一首跟第二首这个八句是「礼敬诸佛」。",
      "zh_TW": "總有六十二偈，也分三段，第一段有五十二偈，六十二偈裡頭就佔了五十二偈。『頌前正示普因』，這是重頌。第二段有七首，這七首偈『顯經勝德』，就是讚歎這部經是大乘法裡面無比的殊勝。最後三首是『結勸受持』。第一大段最長，一共有五十二首，裡面也分兩段，第一段『別頌十門』，重頌前面十大願王，後面有一偈是『總頌無盡』。我們現在看經文，經文的偈頌第一首，第一首跟第二首這個八句是「禮敬諸佛」。"
    },
    {
      "id": "04-010-0016_p0016",
      "zh_CN": "经【所有十方世界中。三世一切人师子。】",
      "zh_TW": "經【所有十方世界中。三世一切人師子。】"
    },
    {
      "id": "04-010-0016_p0017",
      "zh_CN": "『人师子』就是称佛。狮子所谓是百兽之王，狮子一吼，小的动物听到腿都发软，都走不动了，跑不动了，这显示狮子的威力。佛一说法，邪魔外道就像那些小的动物一样，都被他折服了，所以把佛比作狮子，佛说法比喻作狮子吼。这两句就是十方三世一切诸佛如来，这是礼敬的对象，前面说得很详细。",
      "zh_TW": "『人師子』就是稱佛。獅子所謂是百獸之王，獅子一吼，小的動物聽到腿都發軟，都走不動了，跑不動了，這顯示獅子的威力。佛一說法，邪魔外道就像那些小的動物一樣，都被他折服了，所以把佛比作獅子，佛說法比喻作獅子吼。這兩句就是十方三世一切諸佛如來，這是禮敬的對象，前面說得很詳細。"
    },
    {
      "id": "04-010-0016_p0018",
      "zh_CN": "经【我以清净身语意。一切遍礼尽无余。】",
      "zh_TW": "經【我以清淨身語意。一切遍禮盡無餘。】"
    },
    {
      "id": "04-010-0016_p0019",
      "zh_CN": "这个地方我们要特别注重，什么是真正的礼敬，此地明白的教给我们，不是在形式。每天供上佛像，拜一百拜，拜三百拜，拜一千拜，是不是礼敬？不是。『清净身语意』就是礼敬，如果身语意三业不清净就不是礼敬，可见得人家讲的是实质，不讲形式。注子注得好，注这一句是「能礼」，只要你身语意三业清净，十方三世一切如来你就统统都礼敬了。如果我们不懂这个意思，我们修十大愿王、修礼敬诸佛，天天在那里拜佛磕头，古人讲那个磕头就如同踏碓一样。踏碓现在你们没见过，从前舂米踏碓一高一下，就跟那个一样，没有用处。什么叫礼？礼就是敬。什么是敬？心地真诚就是敬。什么是真诚？三业清净就是真诚。真诚是从心上说的，表现在外表就是三业清净。三业清净就真诚，这就是礼敬，只要你到三业清净，你就是普贤菩萨所修的礼敬诸佛了。",
      "zh_TW": "這個地方我們要特別注重，什麼是真正的禮敬，此地明白的教給我們，不是在形式。每天供上佛像，拜一百拜，拜三百拜，拜一千拜，是不是禮敬？不是。『清淨身語意』就是禮敬，如果身語意三業不清淨就不是禮敬，可見得人家講的是實質，不講形式。註子註得好，註這一句是「能禮」，只要你身語意三業清淨，十方三世一切如來你就統統都禮敬了。如果我們不懂這個意思，我們修十大願王、修禮敬諸佛，天天在那裡拜佛磕頭，古人講那個磕頭就如同踏碓一樣。踏碓現在你們沒見過，從前舂米踏碓一高一下，就跟那個一樣，沒有用處。什麼叫禮？禮就是敬。什麼是敬？心地真誠就是敬。什麼是真誠？三業清淨就是真誠。真誠是從心上說的，表現在外表就是三業清淨。三業清淨就真誠，這就是禮敬，只要你到三業清淨，你就是普賢菩薩所修的禮敬諸佛了。"
    },
    {
      "id": "04-010-0016_p0020",
      "zh_CN": "『一切遍礼尽无余』，怎样到一切遍礼？平等就遍礼了，如果不平等，礼就不遍。不平等就有隔碍、就有障碍，就不能遍虚空法界。前面一句是清净，底下一句是平等，所以古德说《无量寿经》即是中本《华严》，没错，《无量寿经》上经题「清净平等觉」。清净要怎么修？平等要怎么修？这两句就是具体的修学方法；三业清净，一切遍礼就是平等，没有分别，没有高下。",
      "zh_TW": "『一切遍禮盡無餘』，怎樣到一切遍禮？平等就遍禮了，如果不平等，禮就不遍。不平等就有隔礙、就有障礙，就不能遍虛空法界。前面一句是清淨，底下一句是平等，所以古德說《無量壽經》即是中本《華嚴》，沒錯，《無量壽經》上經題「清淨平等覺」。清淨要怎麼修？平等要怎麼修？這兩句就是具體的修學方法；三業清淨，一切遍禮就是平等，沒有分別，沒有高下。"
    },
    {
      "id": "04-010-0016_p0021",
      "zh_CN": "经【普贤行愿威神力。普现一切如来前。】",
      "zh_TW": "經【普賢行願威神力。普現一切如來前。】"
    },
    {
      "id": "04-010-0016_p0022",
      "zh_CN": "普贤菩萨的大行大愿，这句话怎么说？我们自己依照这个方法修行，自己就是普贤，这个要知道；自己要不是普贤，决定得不到普贤菩萨的加持。普贤菩萨是谁？凡是修普贤行的统统是普贤菩萨，普贤菩萨无量无边。普贤菩萨住在哪里？住在西方极乐世界。大家《无量寿经》都念得很熟，《无量寿经》上世尊告诉我们，西方极乐世界的人，无论从什么地方，凡是生到西方极乐世界，皆遵「普贤大士之德」。所以我们知道西方极乐世界人人都是修普贤行，为什么？因为人人都是修清净平等觉，清净平等觉是普贤行。一切诸佛如来也是修普贤行，所以才得诸佛如来、一切菩萨之护念。",
      "zh_TW": "普賢菩薩的大行大願，這句話怎麼說？我們自己依照這個方法修行，自己就是普賢，這個要知道；自己要不是普賢，決定得不到普賢菩薩的加持。普賢菩薩是誰？凡是修普賢行的統統是普賢菩薩，普賢菩薩無量無邊。普賢菩薩住在哪裡？住在西方極樂世界。大家《無量壽經》都念得很熟，《無量壽經》上世尊告訴我們，西方極樂世界的人，無論從什麼地方，凡是生到西方極樂世界，皆遵「普賢大士之德」。所以我們知道西方極樂世界人人都是修普賢行，為什麼？因為人人都是修清淨平等覺，清淨平等覺是普賢行。一切諸佛如來也是修普賢行，所以才得諸佛如來、一切菩薩之護念。"
    },
    {
      "id": "04-010-0016_p0023",
      "zh_CN": "『普现一切如来前』，我们今天业障、习气、烦恼还没能消除得尽，我们有没有现一切诸佛如来前？有，诸佛看到我们，我们没看到他，你相不相信？假如我们自己业障习气消除到一定的程度，他看见我，我也看见他。现在是他看见我，我没有看见他。就如同一个初生的婴儿一样，初生的小孩生下来，父母看到他了，他现在还不知道，还不晓得哪个是父母，还看不到。就是在这种情况之下，这些都是事实。理论上佛也讲得很清楚，我们不了解。理上佛说「一切法从心想生」，我们心里面有一切诸佛菩萨，我们就在一切诸佛菩萨的面前。",
      "zh_TW": "『普現一切如來前』，我們今天業障、習氣、煩惱還沒能消除得盡，我們有沒有現一切諸佛如來前？有，諸佛看到我們，我們沒看到他，你相不相信？假如我們自己業障習氣消除到一定的程度，他看見我，我也看見他。現在是他看見我，我沒有看見他。就如同一個初生的嬰兒一樣，初生的小孩生下來，父母看到他了，他現在還不知道，還不曉得哪個是父母，還看不到。就是在這種情況之下，這些都是事實。理論上佛也講得很清楚，我們不了解。理上佛說「一切法從心想生」，我們心裡面有一切諸佛菩薩，我們就在一切諸佛菩薩的面前。"
    },
    {
      "id": "04-010-0016_p0024",
      "zh_CN": "经【一身复现刹尘身。一一遍礼刹尘佛。】",
      "zh_TW": "經【一身復現剎塵身。一一遍禮剎塵佛。】"
    },
    {
      "id": "04-010-0016_p0025",
      "zh_CN": "这两句是《华严》重重无尽的境界。如果我们把这个事实真的搞清楚了、搞明白了，你决定会死心塌地念佛求生净土，那个信心、愿心决定不会动摇。为什么？原来到西方世界有这么好处，这个好处唯有到西方世界统统现前。如果不到西方世界，自己慢慢修修到这个境界，佛在大经里头常讲要修三大阿僧祇劫。三大阿僧祇劫修到什么地方？修到华藏世界，就是《华严经》所讲的。到达华藏世界之后，文殊、普贤见到你，还劝你念佛再往生西方极乐世界，你才能圆满。你看看花三大阿僧祇劫拐个弯再到极乐世界，哪有像现在这么痛痛快快就去，不能比。你是一生成就，那个人是三大阿僧祇劫还要到西方世界才成就。这个事实真相一定要搞明白、搞清楚，我们才不会走冤枉路，这一生才真的有把握。",
      "zh_TW": "這兩句是《華嚴》重重無盡的境界。如果我們把這個事實真的搞清楚了、搞明白了，你決定會死心塌地念佛求生淨土，那個信心、願心決定不會動搖。為什麼？原來到西方世界有這麼好處，這個好處唯有到西方世界統統現前。如果不到西方世界，自己慢慢修修到這個境界，佛在大經裡頭常講要修三大阿僧祇劫。三大阿僧祇劫修到什麼地方？修到華藏世界，就是《華嚴經》所講的。到達華藏世界之後，文殊、普賢見到你，還勸你念佛再往生西方極樂世界，你才能圓滿。你看看花三大阿僧祇劫拐個彎再到極樂世界，哪有像現在這麼痛痛快快就去，不能比。你是一生成就，那個人是三大阿僧祇劫還要到西方世界才成就。這個事實真相一定要搞明白、搞清楚，我們才不會走冤枉路，這一生才真的有把握。"
    },
    {
      "id": "04-010-0016_p0026",
      "zh_CN": "到达西方世界，这个身是「意生身」，『一身复现刹尘身，一一遍礼刹尘佛』。《弥陀经》上讲得很清楚，西方世界的人每天早晨去拜访他方世界的诸佛如来。世尊给我们说的十万亿佛是方便说，为什么？因为娑婆世界到西方极乐世界，这当中相隔是十万亿个佛国土。佛说这个话的意思就是告诉我们，到达西方极乐世界之后要想回到娑婆世界，很快就来到，就是这个意思，而实际上是无量无边诸佛刹土。怎么去的？给诸位说，化身去的，同时去的，是化身、是同时。由此可知，他身在阿弥陀佛身边坐着，没有离开阿弥陀佛，化身已经无量无边十方诸佛都拜过了，都去过了，化身去的。到达西方世界有这个能力，我们今天常讲分身无术，真的分身无术，到达西方极乐世界是无量无边的化身，分身有术了。再看第三首偈，四十九面第三首偈。",
      "zh_TW": "到達西方世界，這個身是「意生身」，『一身復現剎塵身，一一遍禮剎塵佛』。《彌陀經》上講得很清楚，西方世界的人每天早晨去拜訪他方世界的諸佛如來。世尊給我們說的十萬億佛是方便說，為什麼？因為娑婆世界到西方極樂世界，這當中相隔是十萬億個佛國土。佛說這個話的意思就是告訴我們，到達西方極樂世界之後要想回到娑婆世界，很快就來到，就是這個意思，而實際上是無量無邊諸佛剎土。怎麼去的？給諸位說，化身去的，同時去的，是化身、是同時。由此可知，他身在阿彌陀佛身邊坐著，沒有離開阿彌陀佛，化身已經無量無邊十方諸佛都拜過了，都去過了，化身去的。到達西方世界有這個能力，我們今天常講分身無術，真的分身無術，到達西方極樂世界是無量無邊的化身，分身有術了。再看第三首偈，四十九面第三首偈。"
    },
    {
      "id": "04-010-0016_p0027",
      "zh_CN": "经【于一尘中尘数佛。各处菩萨众会中。无尽法界尘亦然。深信诸佛皆充满。】",
      "zh_TW": "經【於一塵中塵數佛。各處菩薩眾會中。無盡法界塵亦然。深信諸佛皆充滿。】"
    },
    {
      "id": "04-010-0016_p0028",
      "zh_CN": "第三、第四两首是称赞如来，后头说了。这是颂，称赞诸佛的，称赞如来。第一首是称赞的对象，对象跟前面是一样的，十方三世无量无边诸佛如来一个也不漏。可是文句跟前面不一样，境界完全相同。『一尘中』有『尘数佛』，尘是微尘，物质里面最小的，佛法讲依报最小的叫微尘，好像我们现在讲原子、电子，类似说的这个东西，最小的。最小的依报，这一粒微尘里面有微尘数的诸佛。这个话很难懂，这是《华严经》所说的事事无碍的法界，其他经上没说过的。小、中可以包括大，无限的小里头可以含容无限大，这事事无碍。显示出自性本具的德能、自性自然的现象，叫法尔如是，这是我们凡夫最难透彻的。为什么？在我们常识当中从来没有，不但没有见过这些事，甚至于这些境界我们生生世世无量劫来从来都没想过，不可能想这个事情。因此佛说出来之后，我们听起来格外的生疏，很难理解。但是佛所讲的是事实，这个事实就是说明，在一真法界里面没有大小、没有多少，一真！有大有小是二，有多有一也是二，二里面就有大小，就有一多，就有障碍。二就有障碍，一就没有障碍。",
      "zh_TW": "第三、第四兩首是稱讚如來，後頭說了。這是頌，稱讚諸佛的，稱讚如來。第一首是稱讚的對象，對象跟前面是一樣的，十方三世無量無邊諸佛如來一個也不漏。可是文句跟前面不一樣，境界完全相同。『一塵中』有『塵數佛』，塵是微塵，物質裡面最小的，佛法講依報最小的叫微塵，好像我們現在講原子、電子，類似說的這個東西，最小的。最小的依報，這一粒微塵裡面有微塵數的諸佛。這個話很難懂，這是《華嚴經》所說的事事無礙的法界，其他經上沒說過的。小、中可以包括大，無限的小裡頭可以含容無限大，這事事無礙。顯示出自性本具的德能、自性自然的現象，叫法爾如是，這是我們凡夫最難透徹的。為什麼？在我們常識當中從來沒有，不但沒有見過這些事，甚至於這些境界我們生生世世無量劫來從來都沒想過，不可能想這個事情。因此佛說出來之後，我們聽起來格外的生疏，很難理解。但是佛所講的是事實，這個事實就是說明，在一真法界裡面沒有大小、沒有多少，一真！有大有小是二，有多有一也是二，二裡面就有大小，就有一多，就有障礙。二就有障礙，一就沒有障礙。"
    },
    {
      "id": "04-010-0016_p0029",
      "zh_CN": "《坛经》里面，六祖答印宗答得很妙。印宗向他请教，问他黄梅（就是五祖）是不是也常常讲禅定、解脱？这是随便问了两句话。他回答得很妙，「禅定、解脱是二法，佛法是不二法」，这答得高明，答的是事实。换句话说，禅定、解脱是佛的方便说，不是真实说，真实说是不二法门，那是真的。不二就是一，不二法门能不能说得出？说不出，所谓开口便错，动念即乖，说不出的，不但说不出，都不能去想，一想就落在二里头，就落二、三。二、三是心意识，二就是意根、意识，三就是心意识。一动念头就落二、三，就是转真心本性变成阿赖耶，就变了，就不是真心，是妄心，八识是妄心不是真心。所以才一动念就落二、三，一心就变成妄心。在一真法界里面才是事事无碍，我们今天为什么体会不到这个境界？甚至于很难承认这个事实，原因就是我们无量劫来都是二、三在当家，所以对于一真的境界没有法子体会，道理在此地。在一真里面没有一多、没有大小、没有远近，所以十万亿佛国土想去就到了，它没有远近，就是没有距离；换句话说，时间、空间都没有了，都融合成一体。这是不思议的境界，所以《华严经》称为「大不思议经」。",
      "zh_TW": "《壇經》裡面，六祖答印宗答得很妙。印宗向他請教，問他黃梅（就是五祖）是不是也常常講禪定、解脫？這是隨便問了兩句話。他回答得很妙，「禪定、解脫是二法，佛法是不二法」，這答得高明，答的是事實。換句話說，禪定、解脫是佛的方便說，不是真實說，真實說是不二法門，那是真的。不二就是一，不二法門能不能說得出？說不出，所謂開口便錯，動念即乖，說不出的，不但說不出，都不能去想，一想就落在二裡頭，就落二、三。二、三是心意識，二就是意根、意識，三就是心意識。一動念頭就落二、三，就是轉真心本性變成阿賴耶，就變了，就不是真心，是妄心，八識是妄心不是真心。所以才一動念就落二、三，一心就變成妄心。在一真法界裡面才是事事無礙，我們今天為什麼體會不到這個境界？甚至於很難承認這個事實，原因就是我們無量劫來都是二、三在當家，所以對於一真的境界沒有法子體會，道理在此地。在一真裡面沒有一多、沒有大小、沒有遠近，所以十萬億佛國土想去就到了，它沒有遠近，就是沒有距離；換句話說，時間、空間都沒有了，都融合成一體。這是不思議的境界，所以《華嚴經》稱為「大不思議經」。"
    },
    {
      "id": "04-010-0016_p0030",
      "zh_CN": "『各处菩萨众会中』，有佛当然就有很多菩萨，佛在许多菩萨当中讲经说法教导他们，这就是处在「菩萨众会」当中，这是说佛弘法利生。像这样的事情、像这样的境界，『无尽法界尘亦然』，虚空法界里微尘无量无边，任何一微尘里无不是这样的。依报讲微尘，正报讲毛孔，我们的汗毛孔，毛端，汗毛的尖端，每个汗毛尖端都有如来在转大法轮。佛去我们不远，无量无边一切诸佛都跟我们在一起，在一真法界里面他把这些事实看得清清楚楚。而我们则是糊里糊涂，以为佛在很远，我们没有法子见得到，不知道佛就在我们身体里面，不知道佛就在我们的身边。",
      "zh_TW": "『各處菩薩眾會中』，有佛當然就有很多菩薩，佛在許多菩薩當中講經說法教導他們，這就是處在「菩薩眾會」當中，這是說佛弘法利生。像這樣的事情、像這樣的境界，『無盡法界塵亦然』，虛空法界裡微塵無量無邊，任何一微塵裡無不是這樣的。依報講微塵，正報講毛孔，我們的汗毛孔，毛端，汗毛的尖端，每個汗毛尖端都有如來在轉大法輪。佛去我們不遠，無量無邊一切諸佛都跟我們在一起，在一真法界裡面他把這些事實看得清清楚楚。而我們則是糊裡糊塗，以為佛在很遠，我們沒有法子見得到，不知道佛就在我們身體裡面，不知道佛就在我們的身邊。"
    },
    {
      "id": "04-010-0016_p0031",
      "zh_CN": "『深信诸佛皆充满』，如果不能深信，当然普贤十愿你就没有法子修了，为什么？没对象。一定要深信尽虚空遍法界，十方三世无量无边诸佛如来、无量无边诸大菩萨，像一般宗教里面所讲的与我同在，你要深信，然后那个修行就是普贤行。可是这的确是非常难信，比相信西方极乐世界阿弥陀佛还要难。下面这称赞了，所以前面称赞的对象你要深信，晓得称赞的对象是谁。",
      "zh_TW": "『深信諸佛皆充滿』，如果不能深信，當然普賢十願你就沒有法子修了，為什麼？沒對象。一定要深信盡虛空遍法界，十方三世無量無邊諸佛如來、無量無邊諸大菩薩，像一般宗教裡面所講的與我同在，你要深信，然後那個修行就是普賢行。可是這的確是非常難信，比相信西方極樂世界阿彌陀佛還要難。下面這稱讚了，所以前面稱讚的對象你要深信，曉得稱讚的對象是誰。"
    },
    {
      "id": "04-010-0016_p0032",
      "zh_CN": "经【各以一切音声海。】",
      "zh_TW": "經【各以一切音聲海。】"
    },
    {
      "id": "04-010-0016_p0033",
      "zh_CN": "赞叹是音声，是言语。怎样赞叹？",
      "zh_TW": "讚歎是音聲，是言語。怎樣讚歎？"
    },
    {
      "id": "04-010-0016_p0034",
      "zh_CN": "经【普出无尽妙言辞。】",
      "zh_TW": "經【普出無盡妙言辭。】"
    },
    {
      "id": "04-010-0016_p0035",
      "zh_CN": "无量无边的赞叹。释迦牟尼佛为我们讲这一部《大方广佛华严经》就是赞叹。佛说得太多了，赞叹、称赞，本经前面注子里头也说明了。诸佛如来的功德是赞叹不尽的，不但我们凡夫赞叹不尽，就是佛与大菩萨们也赞叹不尽，赞叹不尽就是说明，我们自性本具的功德实在是无量无边。无量无边的功德要是归纳起来，这就好说话了，佛为我们讲经说法都用归纳的方法。归纳成一句，就是「南无阿弥陀佛」。这一句是总赞，怎么知道？我们在讲堂从前报告过很多次，讲过很多遍。古德真的是用了很多心来寻找佛法的总纲领，他们把释迦牟尼佛四十九年所讲的一切经做个比较，《华严》最圆满。所以称《华严》为根本法轮，一切经叫《华严》眷属。好像一棵树，《华严》是根是本，其他一切经是枝叶，是树枝、树叶，这是根本。《华严》再跟《无量寿经》做个比较，《无量寿经》是《华严经》的根，根本的根本。《无量寿经》跟《华严》比，《无量寿经》是第一，《华严》是第二。我们把世尊一代时教的总纲领找到了，这是《无量寿经》找出来了。",
      "zh_TW": "無量無邊的讚歎。釋迦牟尼佛為我們講這一部《大方廣佛華嚴經》就是讚歎。佛說得太多了，讚歎、稱讚，本經前面註子裡頭也說明了。諸佛如來的功德是讚歎不盡的，不但我們凡夫讚歎不盡，就是佛與大菩薩們也讚歎不盡，讚歎不盡就是說明，我們自性本具的功德實在是無量無邊。無量無邊的功德要是歸納起來，這就好說話了，佛為我們講經說法都用歸納的方法。歸納成一句，就是「南無阿彌陀佛」。這一句是總讚，怎麼知道？我們在講堂從前報告過很多次，講過很多遍。古德真的是用了很多心來尋找佛法的總綱領，他們把釋迦牟尼佛四十九年所講的一切經做個比較，《華嚴》最圓滿。所以稱《華嚴》為根本法輪，一切經叫《華嚴》眷屬。好像一棵樹，《華嚴》是根是本，其他一切經是枝葉，是樹枝、樹葉，這是根本。《華嚴》再跟《無量壽經》做個比較，《無量壽經》是《華嚴經》的根，根本的根本。《無量壽經》跟《華嚴》比，《無量壽經》是第一，《華嚴》是第二。我們把世尊一代時教的總綱領找到了，這是《無量壽經》找出來了。"
    },
    {
      "id": "04-010-0016_p0036",
      "zh_CN": "《无量寿经》，我们现在用的这个本子，夏老居士分成四十八章，说四十八品都可以。这四十八品里面哪一品最重要？就是哪一品是第一？当然是第六品，阿弥陀佛四十八愿，这是最重要的。全经所说就是四十八愿的说明，四十八愿的注解。四十八愿有四十八条，哪一条是第一？古德为我们说了第十八愿是第一。十八愿讲的是什么？「十念必生」，念佛第一。这才找出来，原来这六个字就是真正的『普出无尽妙言辞』里面的第一，这六个字就是「无尽妙言辞」的总纲领。所以经论，古大德常说名号功德不可思议，我们也听得很耳熟，但是粗心大意，从来也不晓得怎么个不可思议法，没想过，也没问过。这种比较的方法，使我们才能认识名号功德真的不可思议。所以六字真言包括了一切的赞叹，包括了无尽的言辞，就在这一句之中。",
      "zh_TW": "《無量壽經》，我們現在用的這個本子，夏老居士分成四十八章，說四十八品都可以。這四十八品裡面哪一品最重要？就是哪一品是第一？當然是第六品，阿彌陀佛四十八願，這是最重要的。全經所說就是四十八願的說明，四十八願的註解。四十八願有四十八條，哪一條是第一？古德為我們說了第十八願是第一。十八願講的是什麼？「十念必生」，念佛第一。這才找出來，原來這六個字就是真正的『普出無盡妙言辭』裡面的第一，這六個字就是「無盡妙言辭」的總綱領。所以經論，古大德常說名號功德不可思議，我們也聽得很耳熟，但是粗心大意，從來也不曉得怎麼個不可思議法，沒想過，也沒問過。這種比較的方法，使我們才能認識名號功德真的不可思議。所以六字真言包括了一切的讚歎，包括了無盡的言辭，就在這一句之中。"
    },
    {
      "id": "04-010-0016_p0037",
      "zh_CN": "经【尽于未来一切劫。赞佛甚深功德海。】",
      "zh_TW": "經【盡於未來一切劫。讚佛甚深功德海。】"
    },
    {
      "id": "04-010-0016_p0038",
      "zh_CN": "前面一句是讲时间无始无终，『尽于未来一切劫』，永无终止的。『赞佛甚深功德海』，你要不会赞，就念这一句「南无阿弥陀佛」，就跟一切诸佛菩萨的赞叹无二无别，这一句是总纲领。下面三首是颂供养，颂广修供养。我们看第一首。",
      "zh_TW": "前面一句是講時間無始無終，『盡於未來一切劫』，永無終止的。『讚佛甚深功德海』，你要不會讚，就念這一句「南無阿彌陀佛」，就跟一切諸佛菩薩的讚歎無二無別，這一句是總綱領。下面三首是頌供養，頌廣修供養。我們看第一首。"
    },
    {
      "id": "04-010-0016_p0039",
      "zh_CN": "经【以诸最胜妙华鬘。伎乐涂香及伞盖。如是最胜庄严具。我以供养诸如来。】",
      "zh_TW": "經【以諸最勝妙華鬘。伎樂塗香及傘蓋。如是最勝莊嚴具。我以供養諸如來。】"
    },
    {
      "id": "04-010-0016_p0040",
      "zh_CN": "经文上说的是事，可是我们要晓得，事是相，最重要的是理，道理在哪里？我们应该要怎样做法？是不是我们每天要以很好的『华鬘、伎乐、涂香』来供佛？不是的，你那样供佛错了，那决定不是普贤行。普贤行是重实质，不重形式，前面说过了，往下都不能违背这个原则。「华鬘」表什么？佛门里面，花代表因行，华鬘代表修因。「最胜妙华鬘」代表的是信愿持名求生净土，因为在所有菩萨修因里面，这是最殊胜的因行，它代表这个。你要是不懂佛的意思，带了很多花来供养，佛一看，摇头，「错会了我的意思！」这个要知道。在注解里说得很清楚，这个地方把法供养省略了，只讲财供养，财是表法的。前面说了「一切供养当中，法供养为最」，法供养里面第一个「如法修行供养」，所以你要晓得它事上统统是表法供养，你要懂这个道理就对了，不可以迷在事相里头。古德常讲「依文解义，三世佛冤」，看到经上照文字来解释，三世佛都喊冤枉，你把他的意思错会了。这是如法修行，表这个意思。",
      "zh_TW": "經文上說的是事，可是我們要曉得，事是相，最重要的是理，道理在哪裡？我們應該要怎樣做法？是不是我們每天要以很好的『華鬘、伎樂、塗香』來供佛？不是的，你那樣供佛錯了，那決定不是普賢行。普賢行是重實質，不重形式，前面說過了，往下都不能違背這個原則。「華鬘」表什麼？佛門裡面，花代表因行，華鬘代表修因。「最勝妙華鬘」代表的是信願持名求生淨土，因為在所有菩薩修因裡面，這是最殊勝的因行，它代表這個。你要是不懂佛的意思，帶了很多花來供養，佛一看，搖頭，「錯會了我的意思！」這個要知道。在註解裡說得很清楚，這個地方把法供養省略了，只講財供養，財是表法的。前面說了「一切供養當中，法供養為最」，法供養裡面第一個「如法修行供養」，所以你要曉得它事上統統是表法供養，你要懂這個道理就對了，不可以迷在事相裡頭。古德常講「依文解義，三世佛冤」，看到經上照文字來解釋，三世佛都喊冤枉，你把他的意思錯會了。這是如法修行，表這個意思。"
    },
    {
      "id": "04-010-0016_p0041",
      "zh_CN": "「伎乐」，我们在《地藏经》上见过，《地藏经》上有供养，供养地藏菩萨有玩具。从前有位居士读经读到这个地方很怀疑，他来问我，供香花好像看得很平常，供玩具是什么意思？很少人用玩具供养佛菩萨的，其实经上有。玩具表游戏神通的意思，要懂得它表法的义趣。伎乐就是歌舞，载歌载舞，歌舞是怡情悦性、舒畅心情的，所以它表的是自在无碍的意思。香，无论是烧香、末香、涂香，大概经上常讲这三大类。涂香是涂在身上的，像香水一类的，这是属于涂香。末香是香粉，我们搽粉那是末香。烧香，我们这香炉里烧的叫烧香。凡是香都表信，信香，表戒定真香，表戒定，表五分法身，所以经上常讲五分法身香，表这个。最低限度我们看到香，信心坚定了，信心清净，这就是香。三种香里面，涂香对身体最亲切，它涂在身上，烧香还很远，涂香是涂在身上，表示信心清净的意思。",
      "zh_TW": "「伎樂」，我們在《地藏經》上見過，《地藏經》上有供養，供養地藏菩薩有玩具。從前有位居士讀經讀到這個地方很懷疑，他來問我，供香花好像看得很平常，供玩具是什麼意思？很少人用玩具供養佛菩薩的，其實經上有。玩具表遊戲神通的意思，要懂得它表法的義趣。伎樂就是歌舞，載歌載舞，歌舞是怡情悅性、舒暢心情的，所以它表的是自在無礙的意思。香，無論是燒香、末香、塗香，大概經上常講這三大類。塗香是塗在身上的，像香水一類的，這是屬於塗香。末香是香粉，我們搽粉那是末香。燒香，我們這香爐裡燒的叫燒香。凡是香都表信，信香，表戒定真香，表戒定，表五分法身，所以經上常講五分法身香，表這個。最低限度我們看到香，信心堅定了，信心清淨，這就是香。三種香裡面，塗香對身體最親切，它塗在身上，燒香還很遠，塗香是塗在身上，表示信心清淨的意思。"
    },
    {
      "id": "04-010-0016_p0042",
      "zh_CN": "『伞盖』，这两天台北市的空气非常坏，我今天在报纸上看到，说昨天空气里面含的有毒，什么光化物质在里面，所以劝大家尽量不要外出。今天的空气好像跟昨天一样，空气品质非常的坏，污染。「伞盖」是防污染的，这叫真供养。信愿持名，老实念佛，身心自在，信心清净，一尘不染，它表这个意思，这叫真供养。『如是最胜庄严具，我以供养诸如来』，这样就是供养一切诸佛如来。",
      "zh_TW": "『傘蓋』，這兩天台北市的空氣非常壞，我今天在報紙上看到，說昨天空氣裡面含的有毒，什麼光化物質在裡面，所以勸大家盡量不要外出。今天的空氣好像跟昨天一樣，空氣品質非常的壞，污染。「傘蓋」是防污染的，這叫真供養。信願持名，老實念佛，身心自在，信心清淨，一塵不染，它表這個意思，這叫真供養。『如是最勝莊嚴具，我以供養諸如來』，這樣就是供養一切諸佛如來。"
    },
    {
      "id": "04-010-0016_p0043",
      "zh_CN": "经【最胜衣服最胜香。末香烧香与灯烛。】",
      "zh_TW": "經【最勝衣服最勝香。末香燒香與燈燭。】"
    },
    {
      "id": "04-010-0016_p0044",
      "zh_CN": "『最胜衣服最胜香』这一句是总说。「衣服」表忍辱，衣是遮身体的，遮羞的，遮羞是忍的意思。「最胜」，最胜无过于对净土能忍，我一心一意修这个法门，任何一个法门我遇到了都不会动摇，都不会改变我的念头，一心求生西方，那就叫最胜衣服，它表这个意思。『最胜香』，当然对于净土法门深信不疑，这是最胜香。『末香烧香』，这是举出两种，『灯烛』表智慧光明。《金刚经》上说「信心清净则生实相」，实相就是般若，香是表信心清净，这两个是相辅相成的。智慧现前，信心就更坚定、更清净，更清净的信心，智慧就更增长。",
      "zh_TW": "『最勝衣服最勝香』這一句是總說。「衣服」表忍辱，衣是遮身體的，遮羞的，遮羞是忍的意思。「最勝」，最勝無過於對淨土能忍，我一心一意修這個法門，任何一個法門我遇到了都不會動搖，都不會改變我的念頭，一心求生西方，那就叫最勝衣服，它表這個意思。『最勝香』，當然對於淨土法門深信不疑，這是最勝香。『末香燒香』，這是舉出兩種，『燈燭』表智慧光明。《金剛經》上說「信心清淨則生實相」，實相就是般若，香是表信心清淨，這兩個是相輔相成的。智慧現前，信心就更堅定、更清淨，更清淨的信心，智慧就更增長。"
    },
    {
      "id": "04-010-0016_p0045",
      "zh_CN": "经【一一皆如妙高聚。我悉供养诸如来。】",
      "zh_TW": "經【一一皆如妙高聚。我悉供養諸如來。】"
    },
    {
      "id": "04-010-0016_p0046",
      "zh_CN": "这首偈子实际上就是说明，菩萨在修行供养当中，是以坚定的信愿专修净土。很少人知道净宗与般若有关系，充其量，一般都讲修净土的人可能有一点定，没有慧。为什么？他有一心不乱，天天念佛也许能修一点定，认为净土里头没有慧，往往轻视净土，这是很大的错误。真正对净宗的认识、了解那是大智慧，所以唯有文殊、普贤、华藏世界四十一位法身大士，听说这个法门自然就去了，你能说那些人没有智慧吗？所以这是最高的智慧，不是最高的智慧怎么会选择最殊胜的法门？这一定的道理。智慧跟他所选择的真的是正比例，他能够真的选择到一切诸佛所宣扬的第一法门，那决定是高度智慧，绝对不是普通智慧，普通智慧一定做不到，这一句是这个意思。再看下面一首，第七首。",
      "zh_TW": "這首偈子實際上就是說明，菩薩在修行供養當中，是以堅定的信願專修淨土。很少人知道淨宗與般若有關係，充其量，一般都講修淨土的人可能有一點定，沒有慧。為什麼？他有一心不亂，天天念佛也許能修一點定，認為淨土裡頭沒有慧，往往輕視淨土，這是很大的錯誤。真正對淨宗的認識、了解那是大智慧，所以唯有文殊、普賢、華藏世界四十一位法身大士，聽說這個法門自然就去了，你能說那些人沒有智慧嗎？所以這是最高的智慧，不是最高的智慧怎麼會選擇最殊勝的法門？這一定的道理。智慧跟他所選擇的真的是正比例，他能夠真的選擇到一切諸佛所宣揚的第一法門，那決定是高度智慧，絕對不是普通智慧，普通智慧一定做不到，這一句是這個意思。再看下面一首，第七首。"
    },
    {
      "id": "04-010-0016_p0047",
      "zh_CN": "经【我以广大胜解心。深信一切三世佛。悉以普贤行愿力。普遍供养诸如来。】",
      "zh_TW": "經【我以廣大勝解心。深信一切三世佛。悉以普賢行願力。普遍供養諸如來。】"
    },
    {
      "id": "04-010-0016_p0048",
      "zh_CN": "前面只是说供养，到这一首则『普遍』了。普遍是尽虚空遍法界，过去、现在、未来，所有一切如来统统都供到了，没有一个漏掉。如何才能做得到？第一要『以广大胜解心』，解是明了，换句话说，对于宇宙人生的真相有相当的了解。知道事实的真相，所以他『深信一切三世佛』，一切是讲空间，三世是讲时间，一切就是常讲的十方，十方三世。怎样才能遍供？要『以普贤行愿力』才能普供。「普贤行愿」就是《无量寿经》上讲的清净平等觉，以清净平等觉依教修行供养，那就是遍供十方三世一切诸佛。这首解释这个意思。再看第四「忏除业障」，只有一首。",
      "zh_TW": "前面只是說供養，到這一首則『普遍』了。普遍是盡虛空遍法界，過去、現在、未來，所有一切如來統統都供到了，沒有一個漏掉。如何才能做得到？第一要『以廣大勝解心』，解是明瞭，換句話說，對於宇宙人生的真相有相當的了解。知道事實的真相，所以他『深信一切三世佛』，一切是講空間，三世是講時間，一切就是常講的十方，十方三世。怎樣才能遍供？要『以普賢行願力』才能普供。「普賢行願」就是《無量壽經》上講的清淨平等覺，以清淨平等覺依教修行供養，那就是遍供十方三世一切諸佛。這首解釋這個意思。再看第四「懺除業障」，只有一首。"
    },
    {
      "id": "04-010-0016_p0049",
      "zh_CN": "经【我昔所造诸恶业。皆由无始贪瞋痴。从身语意之所生。一切我今皆忏悔。】",
      "zh_TW": "經【我昔所造諸惡業。皆由無始貪瞋癡。從身語意之所生。一切我今皆懺悔。】"
    },
    {
      "id": "04-010-0016_p0050",
      "zh_CN": "《行愿品》偈颂里面，我相信大家最熟悉的就是这一首，其他的偈颂我们记不得，这一首大致上都可以背诵，常常念的，可是要晓得它的意思。第一句是讲我们无始劫来无量无边的业习烦恼，业障、习气、烦恼，这些东西是无量劫来生生世世累积的。诸位必定要晓得一个事实，这些东西累积得是愈累愈多，不会说一世比一世少，不可能，愈积愈多。这些东西多了，果报还会好吗？果报必然是一世比一世苦，如果我们明白这个道理，知道这个事实真相，你才觉得非常恐怖。我们这一生苦算不了什么，来生比这一生更苦。来生到哪里去？三恶道去了，变畜生、变饿鬼、变地狱，这个事情麻烦。你说，怎么会变？那你就仔细观察你从早到晚起心动念，如果我们的念头是自私自利、贪瞋痴慢，那就决定三途去了。如果我们的念头是舍己为人、利益众生，才能得人天两道。但是这种念头这一天二十四小时里头起了几次？自私自利、贪瞋痴慢又起了几次？这两个做个比较，看哪个多、哪个少，就知道我们来生是到三善道还是三恶道，就清楚明白，不必问人。所以想起来可怕，太可怕了。",
      "zh_TW": "《行願品》偈頌裡面，我相信大家最熟悉的就是這一首，其他的偈頌我們記不得，這一首大致上都可以背誦，常常念的，可是要曉得它的意思。第一句是講我們無始劫來無量無邊的業習煩惱，業障、習氣、煩惱，這些東西是無量劫來生生世世累積的。諸位必定要曉得一個事實，這些東西累積得是愈累愈多，不會說一世比一世少，不可能，愈積愈多。這些東西多了，果報還會好嗎？果報必然是一世比一世苦，如果我們明白這個道理，知道這個事實真相，你才覺得非常恐怖。我們這一生苦算不了什麼，來生比這一生更苦。來生到哪裡去？三惡道去了，變畜生、變餓鬼、變地獄，這個事情麻煩。你說，怎麼會變？那你就仔細觀察你從早到晚起心動念，如果我們的念頭是自私自利、貪瞋痴慢，那就決定三途去了。如果我們的念頭是捨己為人、利益眾生，才能得人天兩道。但是這種念頭這一天二十四小時裡頭起了幾次？自私自利、貪瞋痴慢又起了幾次？這兩個做個比較，看哪個多、哪個少，就知道我們來生是到三善道還是三惡道，就清楚明白，不必問人。所以想起來可怕，太可怕了。"
    },
    {
      "id": "04-010-0016_p0051",
      "zh_CN": "我们这一生幸亏遇到念佛往生法门，带业往生的法门，如果遇不到这个法门，一切都一定会落空。其他法门修得再好也不过是人天两道，出不了轮回。为什么出不了轮回？见思烦恼断不了，要想超越六道轮回，一定要见思烦恼断干净，因为见思就是轮回的因，这个因不断，果不会消失的。小乘阿罗汉见思烦恼断了，才能超越六道轮回，非常困难，不是个容易事情。过去所造的，自作自受，下面就说明这个因。",
      "zh_TW": "我們這一生幸虧遇到念佛往生法門，帶業往生的法門，如果遇不到這個法門，一切都一定會落空。其他法門修得再好也不過是人天兩道，出不了輪迴。為什麼出不了輪迴？見思煩惱斷不了，要想超越六道輪迴，一定要見思煩惱斷乾淨，因為見思就是輪迴的因，這個因不斷，果不會消失的。小乘阿羅漢見思煩惱斷了，才能超越六道輪迴，非常困難，不是個容易事情。過去所造的，自作自受，下面就說明這個因。"
    },
    {
      "id": "04-010-0016_p0052",
      "zh_CN": "『皆由无始贪瞋痴』，无始劫以来「贪瞋痴」的烦恼，生生世世累积，是愈来愈严重，愈来愈可怕。『从身语意之所生』，这一句是讲的缘，无始贪瞋痴是因，这是讲缘，也就是造作一切罪业的工具。无始贪瞋痴不造罪业，谁造罪业？「身语意」在造罪业，谁叫身语意造罪业？贪瞋痴在后面指挥，发动身语意造罪业，是这么一回事情。现在清楚、明了了，才发愿求忏悔，『一切我今皆忏悔』。怎么个忏悔法？息灭贪瞋痴，清净身语意，就真的忏悔掉了，忏悔是这样修法。内把贪瞋痴息掉，外面要修三业清净，换句话说，你能修清净心、修平等心，觉而不迷，那叫真忏悔。",
      "zh_TW": "『皆由無始貪瞋癡』，無始劫以來「貪瞋癡」的煩惱，生生世世累積，是愈來愈嚴重，愈來愈可怕。『從身語意之所生』，這一句是講的緣，無始貪瞋痴是因，這是講緣，也就是造作一切罪業的工具。無始貪瞋痴不造罪業，誰造罪業？「身語意」在造罪業，誰叫身語意造罪業？貪瞋痴在後面指揮，發動身語意造罪業，是這麼一回事情。現在清楚、明瞭了，才發願求懺悔，『一切我今皆懺悔』。怎麼個懺悔法？息滅貪瞋痴，清淨身語意，就真的懺悔掉了，懺悔是這樣修法。內把貪瞋痴息掉，外面要修三業清淨，換句話說，你能修清淨心、修平等心，覺而不迷，那叫真懺悔。"
    },
    {
      "id": "04-010-0016_p0053",
      "zh_CN": "这还说的是原则，要怎样真正落实到我们生活上，来修忏悔法门？古德教给我们，只要老老实实一心念这一句阿弥陀佛，就是真正忏悔。这一句佛号，像大势至菩萨所说的「都摄六根，净念相继」，不怀疑、不夹杂、不间断，统统在其中了。所以这一句佛号无量功德，真实忏悔。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "這還說的是原則，要怎樣真正落實到我們生活上，來修懺悔法門？古德教給我們，只要老老實實一心念這一句阿彌陀佛，就是真正懺悔。這一句佛號，像大勢至菩薩所說的「都攝六根，淨念相繼」，不懷疑、不夾雜、不間斷，統統在其中了。所以這一句佛號無量功德，真實懺悔。好，今天時間到了，我們就講到此地。"
    }
  ]
}