{
  "doc_id": "04-010-0014",
  "title": {
    "zh_CN": "普贤行愿品疏节录",
    "zh_TW": "普賢行願品疏節錄"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-010-0014",
  "total_paragraphs": 85,
  "paragraphs": [
    {
      "id": "04-010-0014_p0001",
      "zh_CN": "请掀开经本第三十三面，第二行，从当中看起，这是一个段落：",
      "zh_TW": "請掀開經本第三十三面，第二行，從當中看起，這是一個段落："
    },
    {
      "id": "04-010-0014_p0002",
      "zh_CN": "经【何以故。菩萨若能随顺众生。则为随顺供养诸佛。】",
      "zh_TW": "經【何以故。菩薩若能隨順眾生。則為隨順供養諸佛。】"
    },
    {
      "id": "04-010-0014_p0003",
      "zh_CN": "这个底下是普贤菩萨假设一个问答，为什么缘故？这说出来，菩萨能够『随顺众生』就是『供养诸佛』。",
      "zh_TW": "這個底下是普賢菩薩假設一個問答，為什麼緣故？這說出來，菩薩能夠『隨順眾生』就是『供養諸佛』。"
    },
    {
      "id": "04-010-0014_p0004",
      "zh_CN": "经【若于众生尊重承事。则为尊重承事如来。若令众生生欢喜者。则令一切如来欢喜。】",
      "zh_TW": "經【若於眾生尊重承事。則為尊重承事如來。若令眾生生歡喜者。則令一切如來歡喜。】"
    },
    {
      "id": "04-010-0014_p0005",
      "zh_CN": "先把这些事说明了，下面再说明为什么令众生欢喜佛就欢喜。「随顺众生」就是随顺诸佛，这是什么道理？我们看了底下的比喻就明白了。",
      "zh_TW": "先把這些事說明了，下面再說明為什麼令眾生歡喜佛就歡喜。「隨順眾生」就是隨順諸佛，這是什麼道理？我們看了底下的比喻就明白了。"
    },
    {
      "id": "04-010-0014_p0006",
      "zh_CN": "经【何以故。】",
      "zh_TW": "經【何以故。】"
    },
    {
      "id": "04-010-0014_p0007",
      "zh_CN": "为什么？",
      "zh_TW": "為什麼？"
    },
    {
      "id": "04-010-0014_p0008",
      "zh_CN": "经【诸佛如来。以大悲心而为体故。因于众生。而起大悲。因于大悲。生菩提心。因菩提心。成等正觉。】",
      "zh_TW": "經【諸佛如來。以大悲心而為體故。因於眾生。而起大悲。因於大悲。生菩提心。因菩提心。成等正覺。】"
    },
    {
      "id": "04-010-0014_p0009",
      "zh_CN": "这一段话非常重要。换句话说，诸佛如来为什么能成佛？回过头来看看我们自己，我们自己累劫修行为什么不能成佛？没有大悲心。佛有大悲心，大悲心从哪里来的？从众生来的，换句话说，要以真诚心、清净心、恭敬心平等对待一切众生，你才能成佛。这个众生喜欢，那个众生讨厌，这样学佛再学无量劫还是不能成佛，原因在此地。如果我们要一生成就，就要学佛，就要学菩萨，在一切众生当中修平等心、修清净心；在极其不平的境界里面修平等心，在一切污染当中修清净心，这样才能成就。所以这几句话非常重要。也难怪大经上讲，菩萨不修普贤行就不能圆成佛道。我们念佛求生净土，西方极乐世界人人都修普贤行。",
      "zh_TW": "這一段話非常重要。換句話說，諸佛如來為什麼能成佛？回過頭來看看我們自己，我們自己累劫修行為什麼不能成佛？沒有大悲心。佛有大悲心，大悲心從哪裡來的？從眾生來的，換句話說，要以真誠心、清淨心、恭敬心平等對待一切眾生，你才能成佛。這個眾生喜歡，那個眾生討厭，這樣學佛再學無量劫還是不能成佛，原因在此地。如果我們要一生成就，就要學佛，就要學菩薩，在一切眾生當中修平等心、修清淨心；在極其不平的境界裡面修平等心，在一切污染當中修清淨心，這樣才能成就。所以這幾句話非常重要。也難怪大經上講，菩薩不修普賢行就不能圓成佛道。我們念佛求生淨土，西方極樂世界人人都修普賢行。"
    },
    {
      "id": "04-010-0014_p0010",
      "zh_CN": "我们要把我们心里面最大的障碍，最严重的魔障，这个魔障是什么？就是心在境界里头不平，心在境界里头不干净，不干净就是被污染。就像顺境，自己喜欢的就生贪爱之心，就被贪爱污染了；不顺自己意思就生瞋恚心。所以你被贪瞋痴慢污染了，心就不清净，不清净，当然你对于一切众生不平等。佛在此地教给我们，要把一切众生看作诸佛如来，我们的心才能真正清净平等，大慈大悲。「大」是没有条件可说的，有条件就不叫大，没有条件，一律平等，所以生佛不二。这是大悲心，大悲心是这样生的，佛是从大慈悲里面成就无上的佛道。下面举个比喻，比喻容易懂。",
      "zh_TW": "我們要把我們心裡面最大的障礙，最嚴重的魔障，這個魔障是什麼？就是心在境界裡頭不平，心在境界裡頭不乾淨，不乾淨就是被污染。就像順境，自己喜歡的就生貪愛之心，就被貪愛污染了；不順自己意思就生瞋恚心。所以你被貪瞋痴慢污染了，心就不清淨，不清淨，當然你對於一切眾生不平等。佛在此地教給我們，要把一切眾生看作諸佛如來，我們的心才能真正清淨平等，大慈大悲。「大」是沒有條件可說的，有條件就不叫大，沒有條件，一律平等，所以生佛不二。這是大悲心，大悲心是這樣生的，佛是從大慈悲裡面成就無上的佛道。下面舉個比喻，比喻容易懂。"
    },
    {
      "id": "04-010-0014_p0011",
      "zh_CN": "经【譬如旷野沙碛之中。有大树王若根得水。枝叶华果。悉皆繁茂。】",
      "zh_TW": "經【譬如曠野沙磧之中。有大樹王若根得水。枝葉華果。悉皆繁茂。】"
    },
    {
      "id": "04-010-0014_p0012",
      "zh_CN": "我们把文念下去。这是比喻，『旷野』就是野外。",
      "zh_TW": "我們把文念下去。這是比喻，『曠野』就是野外。"
    },
    {
      "id": "04-010-0014_p0013",
      "zh_CN": "经【生死旷野菩提树王。亦复如是。】",
      "zh_TW": "經【生死曠野菩提樹王。亦復如是。】"
    },
    {
      "id": "04-010-0014_p0014",
      "zh_CN": "这就是把无量劫的生死流转比喻作「旷野」，『菩提树王』比喻作成佛，『亦复如是』。",
      "zh_TW": "這就是把無量劫的生死流轉比喻作「曠野」，『菩提樹王』比喻作成佛，『亦復如是』。"
    },
    {
      "id": "04-010-0014_p0015",
      "zh_CN": "经【一切众生而为树根。诸佛菩萨而为华果。以大悲水饶益众生。则能成就诸佛菩萨智慧华果。】",
      "zh_TW": "經【一切眾生而為樹根。諸佛菩薩而為華果。以大悲水饒益眾生。則能成就諸佛菩薩智慧華果。】"
    },
    {
      "id": "04-010-0014_p0016",
      "zh_CN": "所以菩萨、诸佛怎么成就的？是从大慈悲『饶益众生』成就的。真正利根、智慧之人读了这一段经文应当觉悟，我们一定要以慈悲利益众生。这句话说起来容易，做起来可就相当不容易，什么原因？如果没有真实的智慧，往往我们做错了。所以利益众生，一定要考量众生是不是真正得利益。如果众生没有得到真实的利益，那我们所做的这个利益就不圆满，就有缺陷；假如误导了众生，自己虽然说没有罪，我们是好心，没有罪，但有过失。罪是存心害人，存心误导，那是罪；无心无意的，搞错了，不是有意的，好心做了坏事，这是过，这虽然不是罪，是过，比罪轻一等。这是我们往往免不了会触犯的，在现前社会里面可以说普遍的存在。这就是我常常劝大家要念《了凡四训》，熟读《了凡四训》我们才能辨别什么是真善、什么是假善、什么是圆满的善、什么是偏于一边的善；善有大小偏圆，你才真正能辨别，真正能做利益众生之事，否则的话，往往就做错了。",
      "zh_TW": "所以菩薩、諸佛怎麼成就的？是從大慈悲『饒益眾生』成就的。真正利根、智慧之人讀了這一段經文應當覺悟，我們一定要以慈悲利益眾生。這句話說起來容易，做起來可就相當不容易，什麼原因？如果沒有真實的智慧，往往我們做錯了。所以利益眾生，一定要考量眾生是不是真正得利益。如果眾生沒有得到真實的利益，那我們所做的這個利益就不圓滿，就有缺陷；假如誤導了眾生，自己雖然說沒有罪，我們是好心，沒有罪，但有過失。罪是存心害人，存心誤導，那是罪；無心無意的，搞錯了，不是有意的，好心做了壞事，這是過，這雖然不是罪，是過，比罪輕一等。這是我們往往免不了會觸犯的，在現前社會裡面可以說普遍的存在。這就是我常常勸大家要念《了凡四訓》，熟讀《了凡四訓》我們才能辨別什麼是真善、什麼是假善、什麼是圓滿的善、什麼是偏於一邊的善；善有大小偏圓，你才真正能辨別，真正能做利益眾生之事，否則的話，往往就做錯了。"
    },
    {
      "id": "04-010-0014_p0017",
      "zh_CN": "昨天下午有几位从外地来的同修来看我，告诉我，他过去两年在家里头老实念佛，念得很如法，心很清净，很得受用。去年他们那个地方来了一位法师，也是一位大法师，很有名气的法师。在那个地方讲演，当地人非常热烈的回响，组织一个护法会专门护持这位法师。他也被人劝得参加这个会，在会里面担任执事，从此之后就不得安宁了。这个会里头活动太多，把时间都用在这些会务上，接触这些人事。还要出钱，逼着他没有办法，再去找工作去赚钱来护持这个道场，搞得身心都不安。他来问我，怎么办？因为他这种做法是法师还有同修们劝他，学佛一定要修福，不修福不能成就的。认为一天到晚奔波、出钱出力，这叫修福。这种善就是似是而非，你要不能辨别，不错，纵然是一生努力修善，往生净土没有分。修这一点福报将来到哪里享受？在六道轮回里面享受。",
      "zh_TW": "昨天下午有幾位從外地來的同修來看我，告訴我，他過去兩年在家裡頭老實念佛，念得很如法，心很清淨，很得受用。去年他們那個地方來了一位法師，也是一位大法師，很有名氣的法師。在那個地方講演，當地人非常熱烈的迴響，組織一個護法會專門護持這位法師。他也被人勸得參加這個會，在會裡面擔任執事，從此之後就不得安寧了。這個會裡頭活動太多，把時間都用在這些會務上，接觸這些人事。還要出錢，逼著他沒有辦法，再去找工作去賺錢來護持這個道場，搞得身心都不安。他來問我，怎麼辦？因為他這種做法是法師還有同修們勸他，學佛一定要修福，不修福不能成就的。認為一天到晚奔波、出錢出力，這叫修福。這種善就是似是而非，你要不能辨別，不錯，縱然是一生努力修善，往生淨土沒有分。修這一點福報將來到哪裡享受？在六道輪迴裡面享受。"
    },
    {
      "id": "04-010-0014_p0018",
      "zh_CN": "轮回之中，五戒十善要修不好，那他这个福报享受一定在畜生道、在饿鬼道，鬼里面去当土地公，去当什么王爷，搞这一类去了。初一、十五让人家拜拜祭祀，那是鬼道里头享福。在畜生道，就变成一些人的宠物，那个宠物是真享福。在一家，我的观察，牠是一家之主，一家人都要伺候牠，所以牠很有福报，去享这个福了，干这些事情。我的话也只能点到为止，再说就会得罪人，不可以说了。",
      "zh_TW": "輪迴之中，五戒十善要修不好，那他這個福報享受一定在畜生道、在餓鬼道，鬼裡面去當土地公，去當什麼王爺，搞這一類去了。初一、十五讓人家拜拜祭祀，那是鬼道裡頭享福。在畜生道，就變成一些人的寵物，那個寵物是真享福。在一家，我的觀察，牠是一家之主，一家人都要伺候牠，所以牠很有福報，去享這個福了，幹這些事情。我的話也只能點到為止，再說就會得罪人，不可以說了。"
    },
    {
      "id": "04-010-0014_p0019",
      "zh_CN": "所以，大慈悲心一定要有大智慧做基础，佛门里面常说「慈悲为本，方便为门」，这就是佛为什么成佛，菩萨为什么成菩萨，他有慈悲方便。可是佛家又常说，「慈悲多祸害，方便出下流」，这也是事实，多少人滥慈悲，不懂慈悲、方便。慈悲、方便是理性的，不是感情的，感情的那你就要做坏事情了。所以这里头是真假、邪正、偏圆、半满、大小，要有智慧辨别，你才能够修真实的功德，果报则是成佛、成菩萨。再看底下经文。",
      "zh_TW": "所以，大慈悲心一定要有大智慧做基礎，佛門裡面常說「慈悲為本，方便為門」，這就是佛為什麼成佛，菩薩為什麼成菩薩，他有慈悲方便。可是佛家又常說，「慈悲多禍害，方便出下流」，這也是事實，多少人濫慈悲，不懂慈悲、方便。慈悲、方便是理性的，不是感情的，感情的那你就要做壞事情了。所以這裡頭是真假、邪正、偏圓、半滿、大小，要有智慧辨別，你才能夠修真實的功德，果報則是成佛、成菩薩。再看底下經文。"
    },
    {
      "id": "04-010-0014_p0020",
      "zh_CN": "经【何以故。若诸菩萨以大悲水饶益众生。】",
      "zh_TW": "經【何以故。若諸菩薩以大悲水饒益眾生。】"
    },
    {
      "id": "04-010-0014_p0021",
      "zh_CN": "诸位听到这个地方不要起误会，每天念大悲咒、念大悲水，那你就错了。这是比喻，就是以大慈大悲帮助一切众生，是这个意思。",
      "zh_TW": "諸位聽到這個地方不要起誤會，每天念大悲咒、念大悲水，那你就錯了。這是比喻，就是以大慈大悲幫助一切眾生，是這個意思。"
    },
    {
      "id": "04-010-0014_p0022",
      "zh_CN": "经【则能成就阿耨多罗三藐三菩提故。】",
      "zh_TW": "經【則能成就阿耨多羅三藐三菩提故。】"
    },
    {
      "id": "04-010-0014_p0023",
      "zh_CN": "这句话是梵语，就是学佛最高的期望。这句话翻成现代的话就是究竟圆满的智慧，是如来果地上所证得的。学佛修什么？就是求究竟圆满的智慧，这就是我们所求的；大乘佛法所求的是『阿耨多罗三藐三菩提』，这样才能成就。一定要以大慈悲对一切众生。",
      "zh_TW": "這句話是梵語，就是學佛最高的期望。這句話翻成現代的話就是究竟圓滿的智慧，是如來果地上所證得的。學佛修什麼？就是求究竟圓滿的智慧，這就是我們所求的；大乘佛法所求的是『阿耨多羅三藐三菩提』，這樣才能成就。一定要以大慈悲對一切眾生。"
    },
    {
      "id": "04-010-0014_p0024",
      "zh_CN": "经【是故菩提属于众生。】",
      "zh_TW": "經【是故菩提屬於眾生。】"
    },
    {
      "id": "04-010-0014_p0025",
      "zh_CN": "『菩提』是觉，我们觉与迷都是在众生。「菩提属于众生」，烦恼也属于众生，迷的时候就生烦恼，悟的时候就证菩提，都在众生身上。所以搞六道轮回、堕三途，搞这个也是六道。对这些众生看得不顺眼，看这个喜欢，看那个生气，这就搞六道。如果看一切众生都平等，看一切众生都很可爱，看一切众生都很尊敬，那你就成佛、成菩萨。所以统统在众生，就看你用什么样的心态对一切众生，你将来得什么样的成就，这个不可以不知道。所以，菩提属于众生。",
      "zh_TW": "『菩提』是覺，我們覺與迷都是在眾生。「菩提屬於眾生」，煩惱也屬於眾生，迷的時候就生煩惱，悟的時候就證菩提，都在眾生身上。所以搞六道輪迴、墮三途，搞這個也是六道。對這些眾生看得不順眼，看這個喜歡，看那個生氣，這就搞六道。如果看一切眾生都平等，看一切眾生都很可愛，看一切眾生都很尊敬，那你就成佛、成菩薩。所以統統在眾生，就看你用什麼樣的心態對一切眾生，你將來得什麼樣的成就，這個不可以不知道。所以，菩提屬於眾生。"
    },
    {
      "id": "04-010-0014_p0026",
      "zh_CN": "经【若无众生。一切菩萨。终不能成无上正觉。】",
      "zh_TW": "經【若無眾生。一切菩薩。終不能成無上正覺。】"
    },
    {
      "id": "04-010-0014_p0027",
      "zh_CN": "也就是说众生在磨炼你，把你的心磨平，心不平，要在众生里头磨平，特别是人事环境。物质环境里也要磨，但是那个力量还薄弱，人事环境起伏太大了。一切怨亲不平等的地方，把自己的心磨平，一切不清净，把它磨清净。清净平等，你的心就放光明，你就成佛、成菩萨了，这叫真正修行。所以你看看《华严经》上讲的修行，善财童子五十三参，五十三参这个修法叫历事炼心。五十三位善知识代表社会各行各业、男女老少，里面有出家、在家，有善人、有恶人，必须在这个大社会里面把心磨平、磨清净。",
      "zh_TW": "也就是說眾生在磨鍊你，把你的心磨平，心不平，要在眾生裡頭磨平，特別是人事環境。物質環境裡也要磨，但是那個力量還薄弱，人事環境起伏太大了。一切怨親不平等的地方，把自己的心磨平，一切不清淨，把它磨清淨。清淨平等，你的心就放光明，你就成佛、成菩薩了，這叫真正修行。所以你看看《華嚴經》上講的修行，善財童子五十三參，五十三參這個修法叫歷事鍊心。五十三位善知識代表社會各行各業、男女老少，裡面有出家、在家，有善人、有惡人，必須在這個大社會裡面把心磨平、磨清淨。"
    },
    {
      "id": "04-010-0014_p0028",
      "zh_CN": "绝对不是说你不辨善恶，善恶清清楚楚明明白白，但是心里面不生一点烦恼，决定没有分别、没有执着，心地清净光明，这是佛菩萨。如果什么都不知道，那是无明，那是糊涂，那个不能成佛、不能成菩萨。清清楚楚，心地如如不动，对一切众生都恭敬。敬什么？敬他的性德。性德是平等的，一切众生跟诸佛如来没有两样。我们不敬他做事，敬他的本性。所以十大愿王第一个「礼敬诸佛」，诸佛包括一切众生，连地狱众生都包括在其中。要知道他作恶、堕落是他迷失了自性，自性没有迷悟，所以从性德上看是平等的。一切众生都平等，一切众生本来是佛，是他现在自己迷失自性堕落成凡夫，要明白这个道理，了解事实真相。下面经文。",
      "zh_TW": "絕對不是說你不辨善惡，善惡清清楚楚明明白白，但是心裡面不生一點煩惱，決定沒有分別、沒有執著，心地清淨光明，這是佛菩薩。如果什麼都不知道，那是無明，那是糊塗，那個不能成佛、不能成菩薩。清清楚楚，心地如如不動，對一切眾生都恭敬。敬什麼？敬他的性德。性德是平等的，一切眾生跟諸佛如來沒有兩樣。我們不敬他做事，敬他的本性。所以十大願王第一個「禮敬諸佛」，諸佛包括一切眾生，連地獄眾生都包括在其中。要知道他作惡、墮落是他迷失了自性，自性沒有迷悟，所以從性德上看是平等的。一切眾生都平等，一切眾生本來是佛，是他現在自己迷失自性墮落成凡夫，要明白這個道理，了解事實真相。下面經文。"
    },
    {
      "id": "04-010-0014_p0029",
      "zh_CN": "经【善男子。汝于此义。应如是解。】",
      "zh_TW": "經【善男子。汝於此義。應如是解。】"
    },
    {
      "id": "04-010-0014_p0030",
      "zh_CN": "对于这个道理、对于这个事实要了解，要认识清楚。",
      "zh_TW": "對於這個道理、對於這個事實要了解，要認識清楚。"
    },
    {
      "id": "04-010-0014_p0031",
      "zh_CN": "经【以于众生心平等故。则能成就圆满大悲。以大悲心随众生故。则能成就供养如来。】",
      "zh_TW": "經【以於眾生心平等故。則能成就圓滿大悲。以大悲心隨眾生故。則能成就供養如來。】"
    },
    {
      "id": "04-010-0014_p0032",
      "zh_CN": "所以「恒顺众生」在菩萨修行这个科目当中是非常重要的，这是不可以不知道的。",
      "zh_TW": "所以「恆順眾生」在菩薩修行這個科目當中是非常重要的，這是不可以不知道的。"
    },
    {
      "id": "04-010-0014_p0033",
      "zh_CN": "经【菩萨如是随顺众生。虚空界尽。众生界尽。众生业尽。众生烦恼尽。我此随顺无有穷尽。念念相续。无有间断。身语意业。无有疲厌。】",
      "zh_TW": "經【菩薩如是隨順眾生。虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我此隨順無有窮盡。念念相續。無有間斷。身語意業。無有疲厭。】"
    },
    {
      "id": "04-010-0014_p0034",
      "zh_CN": "这是总结，是每一愿都相同的，可见得菩萨修行愿力无边、耐心坚固，这都是我们应当学习的。凡夫没有耐心，虽然发心，不长久。你看人家发心长久，永远不断在修学。",
      "zh_TW": "這是總結，是每一願都相同的，可見得菩薩修行願力無邊、耐心堅固，這都是我們應當學習的。凡夫沒有耐心，雖然發心，不長久。你看人家發心長久，永遠不斷在修學。"
    },
    {
      "id": "04-010-0014_p0035",
      "zh_CN": "三十五面倒数第三行，注解里头有一段，我念给大家听听，从当中看起。",
      "zh_TW": "三十五面倒數第三行，註解裡頭有一段，我念給大家聽聽，從當中看起。"
    },
    {
      "id": "04-010-0014_p0036",
      "zh_CN": "疏【出现品云。】",
      "zh_TW": "疏【出現品云。】"
    },
    {
      "id": "04-010-0014_p0037",
      "zh_CN": "『出现品』是《华严经》里面的一品，「如来出现品」，有这么一段经文。",
      "zh_TW": "『出現品』是《華嚴經》裡面的一品，「如來出現品」，有這麼一段經文。"
    },
    {
      "id": "04-010-0014_p0038",
      "zh_CN": "疏【如来成正觉时。】",
      "zh_TW": "疏【如來成正覺時。】"
    },
    {
      "id": "04-010-0014_p0039",
      "zh_CN": "就是成佛的时候。",
      "zh_TW": "就是成佛的時候。"
    },
    {
      "id": "04-010-0014_p0040",
      "zh_CN": "疏【普见一切众生成正觉。乃至普见一切众生入涅槃。皆同一性。】",
      "zh_TW": "疏【普見一切眾生成正覺。乃至普見一切眾生入涅槃。皆同一性。】"
    },
    {
      "id": "04-010-0014_p0041",
      "zh_CN": "这就是说明，为什么要礼敬一切众生、要承事供养一切众生、要恒顺一切众生。我们凡夫没有见到真相，菩萨成佛的时候见到真相，所以成佛的时候，见到大地一切众生圆成佛道。这个理、事我们都要晓得，否则的话，我们修什么？修行就是修正我们过去错误的想法、过去错误的看法、过去错误的说法、错误的做法，样样把它修正过来。修正的标准，《普贤行愿品》是最高的标准，这是普贤菩萨的标准，菩萨当中最高的标准，所以它是直接成佛的。我们翻过来看最后这段，第十段，三十六页倒数第二行，这是「十大愿王」末后的一段：",
      "zh_TW": "這就是說明，為什麼要禮敬一切眾生、要承事供養一切眾生、要恆順一切眾生。我們凡夫沒有見到真相，菩薩成佛的時候見到真相，所以成佛的時候，見到大地一切眾生圓成佛道。這個理、事我們都要曉得，否則的話，我們修什麼？修行就是修正我們過去錯誤的想法、過去錯誤的看法、過去錯誤的說法、錯誤的做法，樣樣把它修正過來。修正的標準，《普賢行願品》是最高的標準，這是普賢菩薩的標準，菩薩當中最高的標準，所以它是直接成佛的。我們翻過來看最後這段，第十段，三十六頁倒數第二行，這是「十大願王」末後的一段："
    },
    {
      "id": "04-010-0014_p0042",
      "zh_CN": "经【复次善男子。言普皆回向者。从初礼拜乃至随顺。】",
      "zh_TW": "經【復次善男子。言普皆迴向者。從初禮拜乃至隨順。】"
    },
    {
      "id": "04-010-0014_p0043",
      "zh_CN": "这就是把前面九愿综合起来，在此地做了个结论。",
      "zh_TW": "這就是把前面九願綜合起來，在此地做了個結論。"
    },
    {
      "id": "04-010-0014_p0044",
      "zh_CN": "经【所有功德。】",
      "zh_TW": "經【所有功德。】"
    },
    {
      "id": "04-010-0014_p0045",
      "zh_CN": "修的时候是功，修了所得到的是德。『所有功德』。",
      "zh_TW": "修的時候是功，修了所得到的是德。『所有功德』。"
    },
    {
      "id": "04-010-0014_p0046",
      "zh_CN": "经【皆悉回向尽法界虚空界一切众生。】",
      "zh_TW": "經【皆悉迴向盡法界虛空界一切眾生。】"
    },
    {
      "id": "04-010-0014_p0047",
      "zh_CN": "这是真正觉悟、彻底觉悟、圆满觉悟的人，他自然是这么做法。没有觉悟的，不肯。我的功德我自己享受、我家亲人享受，决定不肯给别人，那是迷，没觉悟。觉悟的人一定跟诸佛菩萨一样，把自己的功德与一切众生分享。",
      "zh_TW": "這是真正覺悟、徹底覺悟、圓滿覺悟的人，他自然是這麼做法。沒有覺悟的，不肯。我的功德我自己享受、我家親人享受，決定不肯給別人，那是迷，沒覺悟。覺悟的人一定跟諸佛菩薩一樣，把自己的功德與一切眾生分享。"
    },
    {
      "id": "04-010-0014_p0048",
      "zh_CN": "经【愿令众生常得安乐。无诸病苦。欲行恶法。皆悉不成。所修善业。皆速成就。】",
      "zh_TW": "經【願令眾生常得安樂。無諸病苦。欲行惡法。皆悉不成。所修善業。皆速成就。】"
    },
    {
      "id": "04-010-0014_p0049",
      "zh_CN": "这是决定得诸佛护念、菩萨善神保佑。你遇到恶缘想做恶事，偏偏缘有差错，恶做不成；想做个好事，没有缘，偏偏遇到善缘，这个好事促成了，诸佛菩萨加持。所以自己一定要有真实恳切的大愿，愿一切众生离苦得乐，愿一切众生破迷开悟。『病苦』不仅是指身病，身病实在讲无所谓，最严重的是心病，心病就是你错误的想法、错误的看法，这是心病。对治心病唯有佛法，佛法能教人破迷开悟，这是治心病。所以诸功德当中，我们前面讲的广修供养，佛菩萨告诉我们，一切诸供养中，法供养为最。",
      "zh_TW": "這是決定得諸佛護念、菩薩善神保佑。你遇到惡緣想做惡事，偏偏緣有差錯，惡做不成；想做個好事，沒有緣，偏偏遇到善緣，這個好事促成了，諸佛菩薩加持。所以自己一定要有真實懇切的大願，願一切眾生離苦得樂，願一切眾生破迷開悟。『病苦』不僅是指身病，身病實在講無所謂，最嚴重的是心病，心病就是你錯誤的想法、錯誤的看法，這是心病。對治心病唯有佛法，佛法能教人破迷開悟，這是治心病。所以諸功德當中，我們前面講的廣修供養，佛菩薩告訴我們，一切諸供養中，法供養為最。"
    },
    {
      "id": "04-010-0014_p0050",
      "zh_CN": "所以我们看自古以来这些大德们，出家也好，在家也好，修真实的功德，布施佛法，这是真实功德。近代（清朝末年）杨仁山居士，在家人，他觉悟了。他把他家的财产全部捐献出来做刻经处，因为那个时候铅字排版还不流行，还是刻版，就是「金陵刻经处」。诸位要到大陆观光，可以到南京去参观、去看看。金陵刻经处跟我们有联系，我们佛陀教育基金会、华藏图书馆的同学到那边去，他们会很欢迎，很热烈的招待。去看看，居士，人家怎么发心的。出家人，印光法师，信徒所有的供养，全部拿来印经布施。他们道场附设一个弘化社，那个时候铅字排版很流行了，所以弘化社的本子都是铅字排版的，排得很好，版相当的美观，字体清晰，错误很少，校对非常精确。这是出家、在家都给我们做了个榜样。",
      "zh_TW": "所以我們看自古以來這些大德們，出家也好，在家也好，修真實的功德，布施佛法，這是真實功德。近代（清朝末年）楊仁山居士，在家人，他覺悟了。他把他家的財產全部捐獻出來做刻經處，因為那個時候鉛字排版還不流行，還是刻版，就是「金陵刻經處」。諸位要到大陸觀光，可以到南京去參觀、去看看。金陵刻經處跟我們有聯繫，我們佛陀教育基金會、華藏圖書館的同學到那邊去，他們會很歡迎，很熱烈的招待。去看看，居士，人家怎麼發心的。出家人，印光法師，信徒所有的供養，全部拿來印經布施。他們道場附設一個弘化社，那個時候鉛字排版很流行了，所以弘化社的本子都是鉛字排版的，排得很好，版相當的美觀，字體清晰，錯誤很少，校對非常精確。這是出家、在家都給我們做了個榜樣。"
    },
    {
      "id": "04-010-0014_p0051",
      "zh_CN": "杨仁山居士除了把家产捐献出来，做弘法利生的事业，还培养人才，就是我们现在讲办佛学院。他那个时候不叫佛学院，叫「祇洹精舍」，培养不少的人才。他的时间虽然不长，可是确实出了不少人才，佛门高僧像太虚法师，都是杨仁山的学生。他老人家圆寂之后，他的学生欧阳竟无继承老师的事业，欧阳先生办了支那内学院，对于民国的佛法确实做到了续佛慧命的使命。",
      "zh_TW": "楊仁山居士除了把家產捐獻出來，做弘法利生的事業，還培養人才，就是我們現在講辦佛學院。他那個時候不叫佛學院，叫「祇洹精舍」，培養不少的人才。他的時間雖然不長，可是確實出了不少人才，佛門高僧像太虛法師，都是楊仁山的學生。他老人家圓寂之後，他的學生歐陽竟無繼承老師的事業，歐陽先生辦了支那內學院，對於民國的佛法確實做到了續佛慧命的使命。"
    },
    {
      "id": "04-010-0014_p0052",
      "zh_CN": "印光大师提倡专修专弘，这一点启示非常重要。刚才我们讲过，功德什么是最大的？什么是最圆满的？专精，众生才能得真实的利益。如果学杂了、学乱了，得不到利益。你所得的是一些佛教各宗各派各种经论的一点皮毛常识而已，对于你自己的清净心没有好处。不能帮助你成就三昧，三昧就是禅定、清净心，净土宗讲一心不乱，没有办法帮助你达到这个目标。换句话说，学佛不能成就三昧，就一定还搞六道轮回，那学了有什么用处？这个要知道。",
      "zh_TW": "印光大師提倡專修專弘，這一點啟示非常重要。剛才我們講過，功德什麼是最大的？什麼是最圓滿的？專精，眾生才能得真實的利益。如果學雜了、學亂了，得不到利益。你所得的是一些佛教各宗各派各種經論的一點皮毛常識而已，對於你自己的清淨心沒有好處。不能幫助你成就三昧，三昧就是禪定、清淨心，淨土宗講一心不亂，沒有辦法幫助你達到這個目標。換句話說，學佛不能成就三昧，就一定還搞六道輪迴，那學了有什麼用處？這個要知道。"
    },
    {
      "id": "04-010-0014_p0053",
      "zh_CN": "佛法修学的总纲领，这是世尊指导九法界，包括菩萨在内，修学的总纲领就是戒定慧三学。不管是哪一宗，不管是哪个法门，八万四千法门、无量法门都不可以违背这三大原则，违背这三个原则就不是佛法，那不是佛的教导。佛家常讲正助双修，正修是修定，助修就是持戒；戒是助修，定是正修，慧是目标。因戒得定，因定开慧，开智慧，就是前面所说的阿耨多罗三藐三菩提。我们修净土，我们信愿持名，这是正修；《观无量寿佛经》跟我们讲的三福、六和，大乘经讲的六度，普贤菩萨的十大愿王，这是助修，正助双修。这决定得生净土，他的心是定的，心是清净的；乱不得，一乱就坏了。所以《西方确指》觉明妙行菩萨警告我们，念佛人最忌讳的是夹杂，一夹杂就不能成就，那实在太可惜了，这是一定要知道的。",
      "zh_TW": "佛法修學的總綱領，這是世尊指導九法界，包括菩薩在內，修學的總綱領就是戒定慧三學。不管是哪一宗，不管是哪個法門，八萬四千法門、無量法門都不可以違背這三大原則，違背這三個原則就不是佛法，那不是佛的教導。佛家常講正助雙修，正修是修定，助修就是持戒；戒是助修，定是正修，慧是目標。因戒得定，因定開慧，開智慧，就是前面所說的阿耨多羅三藐三菩提。我們修淨土，我們信願持名，這是正修；《觀無量壽佛經》跟我們講的三福、六和，大乘經講的六度，普賢菩薩的十大願王，這是助修，正助雙修。這決定得生淨土，他的心是定的，心是清淨的；亂不得，一亂就壞了。所以《西方確指》覺明妙行菩薩警告我們，念佛人最忌諱的是夾雜，一夾雜就不能成就，那實在太可惜了，這是一定要知道的。"
    },
    {
      "id": "04-010-0014_p0054",
      "zh_CN": "所以这个「病苦」指的是心病，心地清净就是健康。心里面没有怀疑、没有妄想、没有执着、没有烦恼，你的心就没有病，就健康，这在佛法里面就叫成就三昧。三昧，换句话说，就是健康的心理，没有病的心理，那个得的才真正叫『安乐』，才真正的安乐。",
      "zh_TW": "所以這個「病苦」指的是心病，心地清淨就是健康。心裡面沒有懷疑、沒有妄想、沒有執著、沒有煩惱，你的心就沒有病，就健康，這在佛法裡面就叫成就三昧。三昧，換句話說，就是健康的心理，沒有病的心理，那個得的才真正叫『安樂』，才真正的安樂。"
    },
    {
      "id": "04-010-0014_p0055",
      "zh_CN": "经【关闭一切诸恶趣门。开示人天涅槃正路。】",
      "zh_TW": "經【關閉一切諸惡趣門。開示人天涅槃正路。】"
    },
    {
      "id": "04-010-0014_p0056",
      "zh_CN": "『涅槃』是梵语，翻成中国的意思翻得很多，最常看到的是「圆寂」，圆是功德圆满，寂是清净寂灭。清净寂灭就是你的妄想分别执着统统断掉了，心地到了最极清净的状态，那叫清净寂灭，是这个意思。完全恢复了真心，恢复了真心里面本来具足的智慧德能，这个叫涅槃的境界。虽然一切法门的功能都能够达到这个境界，这是所谓的法门平等，无有高下。可是众生行业不平等，我们的行为、造作、烦恼、果报不平等，因此这一切法门对我们来说就产生了有难有易。有些法门我们修起来很困难，真正不容易成就；有些法门我们修起来不感到困难，容易成就，这些都是不能不知道的。",
      "zh_TW": "『涅槃』是梵語，翻成中國的意思翻得很多，最常看到的是「圓寂」，圓是功德圓滿，寂是清淨寂滅。清淨寂滅就是你的妄想分別執著統統斷掉了，心地到了最極清淨的狀態，那叫清淨寂滅，是這個意思。完全恢復了真心，恢復了真心裡面本來具足的智慧德能，這個叫涅槃的境界。雖然一切法門的功能都能夠達到這個境界，這是所謂的法門平等，無有高下。可是眾生行業不平等，我們的行為、造作、煩惱、果報不平等，因此這一切法門對我們來說就產生了有難有易。有些法門我們修起來很困難，真正不容易成就；有些法門我們修起來不感到困難，容易成就，這些都是不能不知道的。"
    },
    {
      "id": "04-010-0014_p0057",
      "zh_CN": "哪些法门难？难易自己知道，不要去问人。我们讲八万四千法门、无量法门，方法、手段不一样，这是多，但是它的效果是一样的，都是断惑证真，要断烦恼。我们的烦恼能不能断得了？这个自己就知道了。修这个法门果然烦恼少了，那就有效。修这个法门烦恼没少，有的时候不但没少还增加，换句话说，这个法门对于自己来讲一点效果都没有，这个要知道。",
      "zh_TW": "哪些法門難？難易自己知道，不要去問人。我們講八萬四千法門、無量法門，方法、手段不一樣，這是多，但是它的效果是一樣的，都是斷惑證真，要斷煩惱。我們的煩惱能不能斷得了？這個自己就知道了。修這個法門果然煩惱少了，那就有效。修這個法門煩惱沒少，有的時候不但沒少還增加，換句話說，這個法門對於自己來講一點效果都沒有，這個要知道。"
    },
    {
      "id": "04-010-0014_p0058",
      "zh_CN": "不要说出三界了，我们讲出欲界，出欲界就生到色界，色界要修禅定，四禅八定。欲界里面的众生心里头有五欲六尘的贪爱，也就是说财色名食睡，这叫五欲，他有这个念头，他断不掉。五欲没有了，这个念头确实没有了，断掉了，才能够生初禅天，你们想想学禅的难易，你就知道了。财色名食睡还动不动念头？统统放弃，都舍掉了，问你还动不动念头？如果还动念头，初禅天没分，你还在欲界，欲，五欲没有摆脱，从这个地方知道它难。真正财色名食睡毫不动心，你才能生初禅天。",
      "zh_TW": "不要說出三界了，我們講出欲界，出欲界就生到色界，色界要修禪定，四禪八定。欲界裡面的眾生心裡頭有五欲六塵的貪愛，也就是說財色名食睡，這叫五欲，他有這個念頭，他斷不掉。五欲沒有了，這個念頭確實沒有了，斷掉了，才能夠生初禪天，你們想想學禪的難易，你就知道了。財色名食睡還動不動念頭？統統放棄，都捨掉了，問你還動不動念頭？如果還動念頭，初禪天沒分，你還在欲界，欲，五欲沒有擺脫，從這個地方知道它難。真正財色名食睡毫不動心，你才能生初禪天。"
    },
    {
      "id": "04-010-0014_p0059",
      "zh_CN": "参禅入定，一盘腿可以七天、半个月不出定，功夫了不起！赞叹他几句，很欢喜，毁谤几句还会生气，这个人初禅天没分。为什么？我们在经论上读到，色界、无色界人没有瞋恚心，所以见思烦恼里面的贪瞋痴慢，慢没有、瞋没有，没有瞋、没有慢。还有瞋恚、还有傲慢，他决定是欲界，决定没有到初禅，真难！真不容易。念佛往生叫带业往生，这些东西你没有断不要紧，可以带着去，其他法门没有听说带业可以出轮回的，所有一切经论没有这个说法。这就说明净土往生是易行道，其他法门是难行道，真难！难易自己要知道，自己要明了，做一个明智的选择。我们再看下面的经文。",
      "zh_TW": "參禪入定，一盤腿可以七天、半個月不出定，功夫了不起！讚歎他幾句，很歡喜，毀謗幾句還會生氣，這個人初禪天沒分。為什麼？我們在經論上讀到，色界、無色界人沒有瞋恚心，所以見思煩惱裡面的貪瞋痴慢，慢沒有、瞋沒有，沒有瞋、沒有慢。還有瞋恚、還有傲慢，他決定是欲界，決定沒有到初禪，真難！真不容易。念佛往生叫帶業往生，這些東西你沒有斷不要緊，可以帶著去，其他法門沒有聽說帶業可以出輪迴的，所有一切經論沒有這個說法。這就說明淨土往生是易行道，其他法門是難行道，真難！難易自己要知道，自己要明瞭，做一個明智的選擇。我們再看下面的經文。"
    },
    {
      "id": "04-010-0014_p0060",
      "zh_CN": "经【若诸众生。因其积集诸恶业故。所感一切极重苦果。我皆代受。令彼众生悉得解脱。究竟成就无上菩提。】",
      "zh_TW": "經【若諸眾生。因其積集諸惡業故。所感一切極重苦果。我皆代受。令彼眾生悉得解脫。究竟成就無上菩提。】"
    },
    {
      "id": "04-010-0014_p0061",
      "zh_CN": "这是代众生苦。众生苦能代得了吗？决定代不了。为什么？各人做各人自己受。我们在《楞严经》上看到，阿难尊者想沾释迦牟尼佛一点光都沾不到。他认为他是释迦牟尼佛的小弟，堂兄弟里面他最小的，总认为佛平常对他非常爱护、非常照顾，你们要认真修行，不修行不能成就；我可以不必修行，马虎一点没有关系，到时候我的大哥一定就把无上法给我了。遭了摩登伽女之难，才晓得没用处，沾不上光。各人修各人得，公修公得，婆修婆得，不修就不得，谁也代替不了谁。但是菩萨确实有这个心，有这个心，事实上没有办法代替，但是有等流的代替，就是相等的，等于代替。譬如我们的福报很大，非常富有，我的生活可以过得很舒服，我把我的生活享受降低下来，把我的财富拿出来做布施众生的事业。我受的苦也是代众生受的，我少享受一分，让他们多得一分好处，这属于代众生苦。",
      "zh_TW": "這是代眾生苦。眾生苦能代得了嗎？決定代不了。為什麼？各人做各人自己受。我們在《楞嚴經》上看到，阿難尊者想沾釋迦牟尼佛一點光都沾不到。他認為他是釋迦牟尼佛的小弟，堂兄弟裡面他最小的，總認為佛平常對他非常愛護、非常照顧，你們要認真修行，不修行不能成就；我可以不必修行，馬虎一點沒有關係，到時候我的大哥一定就把無上法給我了。遭了摩登伽女之難，才曉得沒用處，沾不上光。各人修各人得，公修公得，婆修婆得，不修就不得，誰也代替不了誰。但是菩薩確實有這個心，有這個心，事實上沒有辦法代替，但是有等流的代替，就是相等的，等於代替。譬如我們的福報很大，非常富有，我的生活可以過得很舒服，我把我的生活享受降低下來，把我的財富拿出來做布施眾生的事業。我受的苦也是代眾生受的，我少享受一分，讓他們多得一分好處，這屬於代眾生苦。"
    },
    {
      "id": "04-010-0014_p0062",
      "zh_CN": "像杨仁山居士非常富有，自己依旧是省吃俭用，所有的财力统统用来布施佛法。印光大师、虚云老和尚，说老实话，都可以过很舒服的日子，他们信徒多、供养多。虚云老和尚一生穿的衣服都是补丁，你看他的照片，哪一张照片他的衣服上没有补丁？难道他没有衣服吗？徒弟新衣服不晓得做多少送给他，他老人家这里收到了，那里就布施别人。初学出家的没人供养，他老人家就送给他，自己还是穿一身破烂。代众生受苦，这是大慈大悲，这是可以做得到的。学佛人应当要学佛菩萨，世间聪明智慧的人尚且懂得帮助大众、帮助社会，何况学佛！但是一定要讲求真实的效果，这点非常重要，如果你所做的得不到真实效果，那就做错了，这是我们在现前这个社会要特别提醒大家。",
      "zh_TW": "像楊仁山居士非常富有，自己依舊是省吃儉用，所有的財力統統用來布施佛法。印光大師、虛雲老和尚，說老實話，都可以過很舒服的日子，他們信徒多、供養多。虛雲老和尚一生穿的衣服都是補丁，你看他的照片，哪一張照片他的衣服上沒有補丁？難道他沒有衣服嗎？徒弟新衣服不曉得做多少送給他，他老人家這裡收到了，那裡就布施別人。初學出家的沒人供養，他老人家就送給他，自己還是穿一身破爛。代眾生受苦，這是大慈大悲，這是可以做得到的。學佛人應當要學佛菩薩，世間聰明智慧的人尚且懂得幫助大眾、幫助社會，何況學佛！但是一定要講求真實的效果，這點非常重要，如果你所做的得不到真實效果，那就做錯了，這是我們在現前這個社會要特別提醒大家。"
    },
    {
      "id": "04-010-0014_p0063",
      "zh_CN": "这一段注解很长，注解里面意义很圆满，不难懂。只有几句话我提醒大家，三十七面倒数第二行，这是回向三处。三处是：",
      "zh_TW": "這一段註解很長，註解裡面意義很圓滿，不難懂。只有幾句話我提醒大家，三十七面倒數第二行，這是迴向三處。三處是："
    },
    {
      "id": "04-010-0014_p0064",
      "zh_CN": "疏【实际。菩提。及与众生。】",
      "zh_TW": "疏【實際。菩提。及與眾生。】"
    },
    {
      "id": "04-010-0014_p0065",
      "zh_CN": "『实际』就是真如本性。我们修行目的何在？目的是见性。不但禅家要明心见性，教下、净土统统都要见性，见性就成佛。实际就是真如本性，我们学佛求的是这个。『菩提』是智慧，一切通达明了，没有迷惑。底下就是『众生』，我们要想达到圆满的智慧，达到明心见性，就一定要在众生这上面来修。修炼不能离开众生，离开众生没地方修了。所以底下讲：",
      "zh_TW": "『實際』就是真如本性。我們修行目的何在？目的是見性。不但禪家要明心見性，教下、淨土統統都要見性，見性就成佛。實際就是真如本性，我們學佛求的是這個。『菩提』是智慧，一切通達明瞭，沒有迷惑。底下就是『眾生』，我們要想達到圓滿的智慧，達到明心見性，就一定要在眾生這上面來修。修鍊不能離開眾生，離開眾生沒地方修了。所以底下講："
    },
    {
      "id": "04-010-0014_p0066",
      "zh_CN": "疏【除狭劣障。生广大善。】",
      "zh_TW": "疏【除狹劣障。生廣大善。】"
    },
    {
      "id": "04-010-0014_p0067",
      "zh_CN": "小乘人能证偏真涅槃，不能利益众生，所以他不能成佛。小乘人没有见性，小乘人没有智慧，什么原因？不肯主动帮助众生，这是小乘为什么不能圆成佛道的原因。其他的，各位同修自己看。我们这个讲座，今天星期二，星期四我们就要结经，大家准备过年。所以我这部经打算把长行讲完，偈颂的部分，等我从美国回来之后，我们再讲后面偈颂的部分。这卷经里面分两个大段落，前面是长行，后面是偈颂。请看第四十面，我们看经文，第五行。",
      "zh_TW": "小乘人能證偏真涅槃，不能利益眾生，所以他不能成佛。小乘人沒有見性，小乘人沒有智慧，什麼原因？不肯主動幫助眾生，這是小乘為什麼不能圓成佛道的原因。其他的，各位同修自己看。我們這個講座，今天星期二，星期四我們就要結經，大家準備過年。所以我這部經打算把長行講完，偈頌的部分，等我從美國回來之後，我們再講後面偈頌的部分。這卷經裡面分兩個大段落，前面是長行，後面是偈頌。請看第四十面，我們看經文，第五行。"
    },
    {
      "id": "04-010-0014_p0068",
      "zh_CN": "经【善男子。是为菩萨摩诃萨十种大愿。具足圆满。若诸菩萨于此大愿随顺趣入。则能成熟一切众生。则能随顺阿耨多罗三藐三菩提。则能成满普贤菩萨诸行愿海。是故善男子。汝于此义。应如是知。】",
      "zh_TW": "經【善男子。是為菩薩摩訶薩十種大願。具足圓滿。若諸菩薩於此大願隨順趣入。則能成熟一切眾生。則能隨順阿耨多羅三藐三菩提。則能成滿普賢菩薩諸行願海。是故善男子。汝於此義。應如是知。】"
    },
    {
      "id": "04-010-0014_p0069",
      "zh_CN": "这一段是第四大段，「结益令知」。这属于结益，利益在这里做个总结。经上叫的『善男子』，这个善男子当然也包括善女人，这是经文的省略。关键就在这个「善」字，此地所讲的善，经文里头通常都讲善男子、善女人，每一部经善的标准不一样，随着这部经的大小偏圆，它的善的程度不一样。《普贤行愿品》善的标准最高，正如同《弥陀经》上所讲的，「不可以少善根福德因缘，得生彼国」，具足这三个条件就是善。此地这善的标准跟《弥陀经》上讲的善的标准完全相同，为什么？他这一生成佛了，他不是证其他的果位。证菩萨的果位，比起佛那就不善，阿罗汉比菩萨那也不善。所以这个地方讲的善是这一生成佛，「十大愿王，导归极乐」，是这一生要圆满成佛。所以这个善的标准，在一切经里面是标准最高的。",
      "zh_TW": "這一段是第四大段，「結益令知」。這屬於結益，利益在這裡做個總結。經上叫的『善男子』，這個善男子當然也包括善女人，這是經文的省略。關鍵就在這個「善」字，此地所講的善，經文裡頭通常都講善男子、善女人，每一部經善的標準不一樣，隨著這部經的大小偏圓，它的善的程度不一樣。《普賢行願品》善的標準最高，正如同《彌陀經》上所講的，「不可以少善根福德因緣，得生彼國」，具足這三個條件就是善。此地這善的標準跟《彌陀經》上講的善的標準完全相同，為什麼？他這一生成佛了，他不是證其他的果位。證菩薩的果位，比起佛那就不善，阿羅漢比菩薩那也不善。所以這個地方講的善是這一生成佛，「十大願王，導歸極樂」，是這一生要圓滿成佛。所以這個善的標準，在一切經裡面是標準最高的。"
    },
    {
      "id": "04-010-0014_p0070",
      "zh_CN": "『是为菩萨摩诃萨』，华严会上当机者是四十一位法身大士。三贤位的十住、十行、十回向，称菩萨，从初地到等觉，称「摩诃萨」，所以「菩萨摩诃萨」就是包括了四十一个菩萨的阶位，从圆初住到等觉。这是他们的『十种大愿』。由此可知，这句经就是证明，华严会上华藏世界这些诸菩萨们统统修普贤行，这就是证明。不但修普贤行，他们所修的是『具足圆满』，「具足」是十条一条不缺，「圆满」是愿愿都修得很圆满。这个圆满从哪里来看？从效果上来看，这是具足圆满。以上是说华严会上这些菩萨们。",
      "zh_TW": "『是為菩薩摩訶薩』，華嚴會上當機者是四十一位法身大士。三賢位的十住、十行、十迴向，稱菩薩，從初地到等覺，稱「摩訶薩」，所以「菩薩摩訶薩」就是包括了四十一個菩薩的階位，從圓初住到等覺。這是他們的『十種大願』。由此可知，這句經就是證明，華嚴會上華藏世界這些諸菩薩們統統修普賢行，這就是證明。不但修普賢行，他們所修的是『具足圓滿』，「具足」是十條一條不缺，「圓滿」是願願都修得很圓滿。這個圓滿從哪裡來看？從效果上來看，這是具足圓滿。以上是說華嚴會上這些菩薩們。"
    },
    {
      "id": "04-010-0014_p0071",
      "zh_CN": "下面则是菩萨劝我们，『若诸菩萨于此大愿』，我们今天发大心，真正一门深入求生净土。你只要这个心愿发了，这个心愿是真实的，那你就是菩萨。受了菩萨戒作菩萨未必是真的；发这个心，你没受菩萨戒，诸佛如来看你是真的菩萨。为什么？因为你不久就要到西方极乐世界，要亲近阿弥陀佛。西方极乐世界只要一去，即使下下品往生，你看《无量寿经》、《弥陀经》上都告诉我们，往生极乐世界的人，到达西方极乐世界皆是阿鞞跋致菩萨。阿鞞跋致是什么菩萨？七地以上，此地是摩诃萨。你现在没到西方极乐世界，你是菩萨，一生到西方世界就变成摩诃萨，这是真的，不是假的。问题在你的信愿是不是真的，关键在此地，如果是真的，你立刻就得诸佛护念、龙天保佑，这个事情是真实的。",
      "zh_TW": "下面則是菩薩勸我們，『若諸菩薩於此大願』，我們今天發大心，真正一門深入求生淨土。你只要這個心願發了，這個心願是真實的，那你就是菩薩。受了菩薩戒作菩薩未必是真的；發這個心，你沒受菩薩戒，諸佛如來看你是真的菩薩。為什麼？因為你不久就要到西方極樂世界，要親近阿彌陀佛。西方極樂世界只要一去，即使下下品往生，你看《無量壽經》、《彌陀經》上都告訴我們，往生極樂世界的人，到達西方極樂世界皆是阿鞞跋致菩薩。阿鞞跋致是什麼菩薩？七地以上，此地是摩訶薩。你現在沒到西方極樂世界，你是菩薩，一生到西方世界就變成摩訶薩，這是真的，不是假的。問題在你的信願是不是真的，關鍵在此地，如果是真的，你立刻就得諸佛護念、龍天保佑，這個事情是真實的。"
    },
    {
      "id": "04-010-0014_p0072",
      "zh_CN": "对于十大愿王你明白了，你一定会认真的修学，『于此大愿随顺趣入』，「趣入」就是认真去修学。你能够修学那就能『成熟一切众生』，帮助一切众生。有能力的建道场、立宗旨、建法幢，这是真正有大能力的，「成熟一切众生」。应该怎么做法？印光法师给我们做了个很好的榜样，就是建念佛堂，召集志同道合，我们在一块共修，希望各个都成就。这种道场在中国，民国初年全国只剩一个，就一家，苏州灵岩山印光大师的念佛堂，专修。这个道场里面没有讲经、没有法会、没有经忏佛事，就是一句佛号念到底，一年三百六十天，天天都不缺，那叫念佛堂。念佛就是它的宗旨，专而不杂是它的法幢，也就是这个道场的特色。你们要想研究教的，问这个、问那个，别家去，这个地方没有；有怀疑的人到别的地方去，没有怀疑的人欢迎到这儿来。所以这个地方是成熟一切众生，这是无量功德。这个道场培养什么？培养诸佛如来的，不是培养菩萨的。讲经说教的道场是培养菩萨的，这个地方是培养诸佛的。什么疑惑都没有了，真正断疑生信、一门深入，走这个路子。",
      "zh_TW": "對於十大願王你明白了，你一定會認真的修學，『於此大願隨順趣入』，「趣入」就是認真去修學。你能夠修學那就能『成熟一切眾生』，幫助一切眾生。有能力的建道場、立宗旨、建法幢，這是真正有大能力的，「成熟一切眾生」。應該怎麼做法？印光法師給我們做了個很好的榜樣，就是建念佛堂，召集志同道合，我們在一塊共修，希望各個都成就。這種道場在中國，民國初年全國只剩一個，就一家，蘇州靈巖山印光大師的念佛堂，專修。這個道場裡面沒有講經、沒有法會、沒有經懺佛事，就是一句佛號念到底，一年三百六十天，天天都不缺，那叫念佛堂。念佛就是它的宗旨，專而不雜是它的法幢，也就是這個道場的特色。你們要想研究教的，問這個、問那個，別家去，這個地方沒有；有懷疑的人到別的地方去，沒有懷疑的人歡迎到這兒來。所以這個地方是成熟一切眾生，這是無量功德。這個道場培養什麼？培養諸佛如來的，不是培養菩薩的。講經說教的道場是培養菩薩的，這個地方是培養諸佛的。什麼疑惑都沒有了，真正斷疑生信、一門深入，走這個路子。"
    },
    {
      "id": "04-010-0014_p0073",
      "zh_CN": "『则能随顺阿耨多罗三藐三菩提』，这样的建立就是真正随顺究竟圆满的智慧；如果不是究竟圆满的智慧，他不会建这样的道场，不会采取这种修行方法。所以这是最高智慧的抉择，是在很短的时间当中帮助一切人永脱轮回，了生死、出三界，在一生当中圆满成就无上菩提。",
      "zh_TW": "『則能隨順阿耨多羅三藐三菩提』，這樣的建立就是真正隨順究竟圓滿的智慧；如果不是究竟圓滿的智慧，他不會建這樣的道場，不會採取這種修行方法。所以這是最高智慧的抉擇，是在很短的時間當中幫助一切人永脫輪迴，了生死、出三界，在一生當中圓滿成就無上菩提。"
    },
    {
      "id": "04-010-0014_p0074",
      "zh_CN": "『则能成满普贤菩萨诸行愿海』，普贤菩萨行愿海，海是比喻，他老人家大行大愿无量无边无有穷尽。我们在愿文里头都读过，最后一句「无有疲厌」，我们这样做也是帮助他的愿行圆满，帮助他愿行的成就，普贤菩萨怎么会不感激？普贤菩萨怎么会不照顾？能得普贤菩萨的护念、照顾，就得一切诸菩萨、护法善神的保佑。所以这里恳切的劝导我们，『是故』，因为上面这个缘故，『善男子，汝于此义』，你对于这个义理、道理，『应如是知』，应该要明了，应该要认识清楚。",
      "zh_TW": "『則能成滿普賢菩薩諸行願海』，普賢菩薩行願海，海是比喻，他老人家大行大願無量無邊無有窮盡。我們在願文裡頭都讀過，最後一句「無有疲厭」，我們這樣做也是幫助他的願行圓滿，幫助他願行的成就，普賢菩薩怎麼會不感激？普賢菩薩怎麼會不照顧？能得普賢菩薩的護念、照顧，就得一切諸菩薩、護法善神的保佑。所以這裡懇切的勸導我們，『是故』，因為上面這個緣故，『善男子，汝於此義』，你對於這個義理、道理，『應如是知』，應該要明瞭，應該要認識清楚。"
    },
    {
      "id": "04-010-0014_p0075",
      "zh_CN": "再看底下这段文，这段文是「显经胜德分」，说明这部经的殊胜。德是功德，也就是我们依照这个经典的理论、方法所修行，得殊胜的利益。这里面分两段，前面一段是「校量闻德」，我们有机缘能够听到这部经，这个缘分非常殊胜，很不容易。",
      "zh_TW": "再看底下這段文，這段文是「顯經勝德分」，說明這部經的殊勝。德是功德，也就是我們依照這個經典的理論、方法所修行，得殊勝的利益。這裡面分兩段，前面一段是「校量聞德」，我們有機緣能夠聽到這部經，這個緣分非常殊勝，很不容易。"
    },
    {
      "id": "04-010-0014_p0076",
      "zh_CN": "经【若有善男子。善女人。】",
      "zh_TW": "經【若有善男子。善女人。】"
    },
    {
      "id": "04-010-0014_p0077",
      "zh_CN": "这是假设，这是有缘的众生。",
      "zh_TW": "這是假設，這是有緣的眾生。"
    },
    {
      "id": "04-010-0014_p0078",
      "zh_CN": "经【以满十方无量无边不可说不可说佛刹极微尘数一切世界上妙七宝。及诸人天最胜安乐。】",
      "zh_TW": "經【以滿十方無量無邊不可說不可說佛剎極微塵數一切世界上妙七寶。及諸人天最勝安樂。】"
    },
    {
      "id": "04-010-0014_p0079",
      "zh_CN": "这一段是讲我们今天所讲的物质、精神来布施供养一切众生，数量没有法子计算，这个数量太大了，我们一般人决定做不到。就是你的财富，整个地球都是你的，人家这里『十方无量无边不可说不可说佛刹极微尘数』，这一个地球算什么？嫌太少了。像这样的物质跟精神布施供养大众，谁做得到？诸佛如来他们做得到；诸大菩萨也能做到，但不圆满，诸佛如来做到是圆满了。诸佛如来这样修布施、修供养，成就无量无边的福报，说老实话，我们也能做到。我们要是从像经上讲的用物质、精神上来做，我们没有这个能力，我们从受持佛法上就有这个能力。下面说：",
      "zh_TW": "這一段是講我們今天所講的物質、精神來布施供養一切眾生，數量沒有法子計算，這個數量太大了，我們一般人決定做不到。就是你的財富，整個地球都是你的，人家這裡『十方無量無邊不可說不可說佛剎極微塵數』，這一個地球算什麼？嫌太少了。像這樣的物質跟精神布施供養大眾，誰做得到？諸佛如來他們做得到；諸大菩薩也能做到，但不圓滿，諸佛如來做到是圓滿了。諸佛如來這樣修布施、修供養，成就無量無邊的福報，說老實話，我們也能做到。我們要是從像經上講的用物質、精神上來做，我們沒有這個能力，我們從受持佛法上就有這個能力。下面說："
    },
    {
      "id": "04-010-0014_p0080",
      "zh_CN": "经【布施尔所一切世界所有众生。供养尔所一切世界诸佛菩萨。经尔所佛刹极微尘数劫。相续不断。所得功德。】",
      "zh_TW": "經【布施爾所一切世界所有眾生。供養爾所一切世界諸佛菩薩。經爾所佛剎極微塵數劫。相續不斷。所得功德。】"
    },
    {
      "id": "04-010-0014_p0081",
      "zh_CN": "这是讲供养的境界，上供诸佛，下施众生。不是一次，经历『佛刹极微尘数劫，相续不断』，所得的功德没有法子想像，也没法子计算。无法想像，无法计算，先说个大前题摆在这里。下面告诉我们：",
      "zh_TW": "這是講供養的境界，上供諸佛，下施眾生。不是一次，經歷『佛剎極微塵數劫，相續不斷』，所得的功德沒有法子想像，也沒法子計算。無法想像，無法計算，先說個大前題擺在這裡。下面告訴我們："
    },
    {
      "id": "04-010-0014_p0082",
      "zh_CN": "经【若复有人。闻此愿王。一经于耳。所有功德。比前功德。百分不及一。千分不及一。乃至优波尼沙陀分亦不及一。】",
      "zh_TW": "經【若復有人。聞此願王。一經於耳。所有功德。比前功德。百分不及一。千分不及一。乃至優波尼沙陀分亦不及一。】"
    },
    {
      "id": "04-010-0014_p0083",
      "zh_CN": "诸佛如来修这个功德不容易，真的修了无量无边劫。修这么大的功德，还不如我们今天听《普贤行愿品》听这么几天、听这么几次，我们功德就超过他，超过他太多了，你能相信吗？你们摇头不相信，我相信，是真的，不是假的。为什么？那些布施供养虽然那么多，不能帮助你明心见性，不能帮助你圆满成佛，所以那个布施的福德就小了。这十大愿王『一经于耳』，虽然我们这一生不信，我们也不肯学，也做不到，所谓「一历耳根，永为道种」，这个金刚种子在你阿赖耶识里头永远不会磨灭。总有一生再遇到缘，这个种子成熟了，你就能凭这一颗种子会发愿求生净土。你才晓得这一粒种子的珍贵，不是前面那个能够比的，这是真的，不是假的，这个道理、事实确实能够透彻明白的人不多，因为大家都看现实。",
      "zh_TW": "諸佛如來修這個功德不容易，真的修了無量無邊劫。修這麼大的功德，還不如我們今天聽《普賢行願品》聽這麼幾天、聽這麼幾次，我們功德就超過他，超過他太多了，你能相信嗎？你們搖頭不相信，我相信，是真的，不是假的。為什麼？那些布施供養雖然那麼多，不能幫助你明心見性，不能幫助你圓滿成佛，所以那個布施的福德就小了。這十大願王『一經於耳』，雖然我們這一生不信，我們也不肯學，也做不到，所謂「一歷耳根，永為道種」，這個金剛種子在你阿賴耶識裡頭永遠不會磨滅。總有一生再遇到緣，這個種子成熟了，你就能憑這一顆種子會發願求生淨土。你才曉得這一粒種子的珍貴，不是前面那個能夠比的，這是真的，不是假的，這個道理、事實確實能夠透徹明白的人不多，因為大家都看現實。"
    },
    {
      "id": "04-010-0014_p0084",
      "zh_CN": "我再做个很浅显的比喻，譬如一位大富长者，像历史上的梁武帝，大富长者。身为国王，在佛门里面布施做得很多，可以说历代帝王都没有他做得多。他建了四百八十座寺庙，寺庙规模都很大，度了几十万人出家，他来布施供养。达摩祖师说他并无功德，为什么？修的是福。盖那么多道场，有没有成就人作佛？没有，实在讲远不如庐山慧远大师在庐山盖的小茅蓬，一百二十三个人在一块共修，个个往生，那个功德就大了。所以功德论成就不能看表面，真正成就，功德就大了；不能成就，建立得再辉煌、香火再盛、信众再多都没有用的。这就说明杂修比不上专修，散修比不专精。",
      "zh_TW": "我再做個很淺顯的比喻，譬如一位大富長者，像歷史上的梁武帝，大富長者。身為國王，在佛門裡面布施做得很多，可以說歷代帝王都沒有他做得多。他建了四百八十座寺廟，寺廟規模都很大，度了幾十萬人出家，他來布施供養。達摩祖師說他並無功德，為什麼？修的是福。蓋那麼多道場，有沒有成就人作佛？沒有，實在講遠不如廬山慧遠大師在廬山蓋的小茅蓬，一百二十三個人在一塊共修，個個往生，那個功德就大了。所以功德論成就不能看表面，真正成就，功德就大了；不能成就，建立得再輝煌、香火再盛、信眾再多都沒有用的。這就說明雜修比不上專修，散修比不專精。"
    },
    {
      "id": "04-010-0014_p0085",
      "zh_CN": "我们一定要从这个角度来观察，你才晓得听十大愿王的机会难得，真正是像开经偈里头所说的「百千万劫难遭遇」。我们今天好像听到并不感觉到困难，可是你要是仔细去想想，现在世界上五十多亿人口，几个人在一生当中听到十大愿王？你从这个角度一看，我们听到非常幸运，不成比例。不要说全世界，就讲台北市，这一、两百万人当中几个人听到？才知道佛法当中常说，「人身难得，佛法难闻」，是真难不是假难。尤其是大乘经，一乘圆教的经典，非常难得。听一次，功德就不可思议，无论你解不解、信不信都没有关系，阿赖耶识种下这样一个宝贵的种子，那就非常的希有难得。所以这个比喻是从这上说的，一点都不假，一点都不过分。佛门里头说诚实语，决定没有夸张，决定没有虚构，一分功德就说一分，绝对不会说两分，所以佛的话句句真实。只是我们程度很浅，对于佛的真实语我们很难体会他的意思。好，我们今天就讲到此地，下一次长行可以圆满。",
      "zh_TW": "我們一定要從這個角度來觀察，你才曉得聽十大願王的機會難得，真正是像開經偈裡頭所說的「百千萬劫難遭遇」。我們今天好像聽到並不感覺到困難，可是你要是仔細去想想，現在世界上五十多億人口，幾個人在一生當中聽到十大願王？你從這個角度一看，我們聽到非常幸運，不成比例。不要說全世界，就講台北市，這一、兩百萬人當中幾個人聽到？才知道佛法當中常說，「人身難得，佛法難聞」，是真難不是假難。尤其是大乘經，一乘圓教的經典，非常難得。聽一次，功德就不可思議，無論你解不解、信不信都沒有關係，阿賴耶識種下這樣一個寶貴的種子，那就非常的希有難得。所以這個比喻是從這上說的，一點都不假，一點都不過分。佛門裡頭說誠實語，決定沒有誇張，決定沒有虛構，一分功德就說一分，絕對不會說兩分，所以佛的話句句真實。只是我們程度很淺，對於佛的真實語我們很難體會他的意思。好，我們今天就講到此地，下一次長行可以圓滿。"
    }
  ]
}