{
  "doc_id": "04-010-0002",
  "title": {
    "zh_CN": "普贤行愿品疏节录",
    "zh_TW": "普賢行願品疏節錄"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-010-0002",
  "total_paragraphs": 103,
  "paragraphs": [
    {
      "id": "04-010-0002_p0001",
      "zh_CN": "请掀开经本看第一页，我们从节录的文看起：",
      "zh_TW": "請掀開經本看第一頁，我們從節錄的文看起："
    },
    {
      "id": "04-010-0002_p0002",
      "zh_CN": "疏【此即贞元新译大方广佛华严经第四十卷也。此华严经。自流东夏。大有三译。】",
      "zh_TW": "疏【此即貞元新譯大方廣佛華嚴經第四十卷也。此華嚴經。自流東夏。大有三譯。】"
    },
    {
      "id": "04-010-0002_p0003",
      "zh_CN": "这是首先将这部大经翻译的经过做个简单的介绍。『贞元』是唐朝德宗皇帝的年号，下面会讲到。《华严》在中国总共有三次的翻译，这是第三次，也是《华严经》最后的一次翻译，所以称为『新译』，对晋译跟武则天时代的译本，称之为新译。这次所译的经只是《华严经》最后的一品，但这一品是完整而没有欠缺的本子。经文总共有四十卷，我们现在读的本子就是第四十卷，是最后的一卷。文里面称的『东夏』，「夏」就是中国，中国古时候称为「大夏」，夏是大的意思。「东」是在印度的东方，我们称印度叫西方，我们在东方，东夏就是中国。经传到中国来，总共有三次翻译。",
      "zh_TW": "這是首先將這部大經翻譯的經過做個簡單的介紹。『貞元』是唐朝德宗皇帝的年號，下面會講到。《華嚴》在中國總共有三次的翻譯，這是第三次，也是《華嚴經》最後的一次翻譯，所以稱為『新譯』，對晉譯跟武則天時代的譯本，稱之為新譯。這次所譯的經只是《華嚴經》最後的一品，但這一品是完整而沒有欠缺的本子。經文總共有四十卷，我們現在讀的本子就是第四十卷，是最後的一卷。文裡面稱的『東夏』，「夏」就是中國，中國古時候稱為「大夏」，夏是大的意思。「東」是在印度的東方，我們稱印度叫西方，我們在東方，東夏就是中國。經傳到中國來，總共有三次翻譯。"
    },
    {
      "id": "04-010-0002_p0004",
      "zh_CN": "疏【第一东晋沙门支法领至遮拘盘国。请得华严梵本三万六千偈。请北天竺三藏佛驮跋陀罗译成晋经六十卷。】",
      "zh_TW": "疏【第一東晉沙門支法領至遮拘盤國。請得華嚴梵本三萬六千偈。請北天竺三藏佛馱跋陀羅譯成晉經六十卷。】"
    },
    {
      "id": "04-010-0002_p0005",
      "zh_CN": "这是第一次翻译，最早的翻译。这个时代是在东晋义熙四年，公元四百零八年，说公元我们的概念比较清楚一点。今年是一九九三年，再过几天就一九九四年了，这部经第一次翻译是在四百零八年，就是东晋时代。『支法领』把这部经请到中国来，到达中国。『佛驮跋陀罗』是译经的法师，实际上这部经翻译完成是在公元四百二十年。诸位想想，八年到二十年，十二年间，这个经典才顺利的流传到中国，翻成中国的经文。总共有六十卷，我们称作《晋经》，也叫做《六十华严》，诸位听到这些名词就晓得了。",
      "zh_TW": "這是第一次翻譯，最早的翻譯。這個時代是在東晉義熙四年，公元四百零八年，說公元我們的概念比較清楚一點。今年是一九九三年，再過幾天就一九九四年了，這部經第一次翻譯是在四百零八年，就是東晉時代。『支法領』把這部經請到中國來，到達中國。『佛馱跋陀羅』是譯經的法師，實際上這部經翻譯完成是在公元四百二十年。諸位想想，八年到二十年，十二年間，這個經典才順利的流傳到中國，翻成中國的經文。總共有六十卷，我們稱作《晉經》，也叫做《六十華嚴》，諸位聽到這些名詞就曉得了。"
    },
    {
      "id": "04-010-0002_p0006",
      "zh_CN": "疏【第二大唐证圣元年于阗三藏沙门实叉难陀。】",
      "zh_TW": "疏【第二大唐證聖元年于闐三藏沙門實叉難陀。】"
    },
    {
      "id": "04-010-0002_p0007",
      "zh_CN": "这底下有个小注，「武周」，武是武则天，武则天作皇帝把国号改成「周」，所以在历史上称作武周。是武则天作皇帝这个时代，证圣元年，公元六百九十五年。『实叉难陀』在译经史里面也相当有名，我们中国人喜欢念的《地藏经》就是实叉难陀翻译的。",
      "zh_TW": "這底下有個小註，「武周」，武是武則天，武則天作皇帝把國號改成「周」，所以在歷史上稱作武周。是武則天作皇帝這個時代，證聖元年，公元六百九十五年。『實叉難陀』在譯經史裡面也相當有名，我們中國人喜歡念的《地藏經》就是實叉難陀翻譯的。"
    },
    {
      "id": "04-010-0002_p0008",
      "zh_CN": "疏【再译旧文。兼补诸阙。】",
      "zh_TW": "疏【再譯舊文。兼補諸闕。】"
    },
    {
      "id": "04-010-0002_p0009",
      "zh_CN": "把《华严经》重新做一次翻译。实叉难陀到中国来的时候，带着有《华严经》的梵文本，这个本子比《晋经》的分量多，所以此地说『兼补诸阙』。上一次跟诸位说过，龙树菩萨从龙宫里面传出来的《华严经》是十万颂。《晋经》只有三万六千颂，不到一半，所以来到中国是个残缺不完整的经本。因此这个经文往往我们念到一个段落，就突然之间断了，后面就没有下文了，这种情形常常可以看到，这就是原文散失了。前面跟诸位报告过，这样的大经在古代保存非常不容易。实叉难陀的译本就比旧本多了九千颂，换句话说，有许多重要的地方他都补出来了，这是原文。",
      "zh_TW": "把《華嚴經》重新做一次翻譯。實叉難陀到中國來的時候，帶著有《華嚴經》的梵文本，這個本子比《晉經》的分量多，所以此地說『兼補諸闕』。上一次跟諸位說過，龍樹菩薩從龍宮裡面傳出來的《華嚴經》是十萬頌。《晉經》只有三萬六千頌，不到一半，所以來到中國是個殘缺不完整的經本。因此這個經文往往我們念到一個段落，就突然之間斷了，後面就沒有下文了，這種情形常常可以看到，這就是原文散失了。前面跟諸位報告過，這樣的大經在古代保存非常不容易。實叉難陀的譯本就比舊本多了九千頌，換句話說，有許多重要的地方他都補出來了，這是原文。"
    },
    {
      "id": "04-010-0002_p0010",
      "zh_CN": "疏【通旧总四万五千颂。合成唐本八十卷。】",
      "zh_TW": "疏【通舊總四萬五千頌。合成唐本八十卷。】"
    },
    {
      "id": "04-010-0002_p0011",
      "zh_CN": "这就是现在流通最广的八十卷的经本，这是唐朝武则天时代所翻译的。这部经译成，武则天在经本上题了首「开经偈」，我们现在念的「开经偈」就是这么来的。这部经译成之后，她在经本上题的「开经偈」，「无上甚深微妙法」，武则天题的。题得很好，以后有很多法师、文人学者想再做一首开经偈，没有她的好，所以统统都用武则天这首偈。这是唐本，现在流通最广的。",
      "zh_TW": "這就是現在流通最廣的八十卷的經本，這是唐朝武則天時代所翻譯的。這部經譯成，武則天在經本上題了首「開經偈」，我們現在念的「開經偈」就是這麼來的。這部經譯成之後，她在經本上題的「開經偈」，「無上甚深微妙法」，武則天題的。題得很好，以後有很多法師、文人學者想再做一首開經偈，沒有她的好，所以統統都用武則天這首偈。這是唐本，現在流通最廣的。"
    },
    {
      "id": "04-010-0002_p0012",
      "zh_CN": "疏【第三贞元十二年。诏罽宾三藏般若译成四十卷。即旧经入法界一品。】",
      "zh_TW": "疏【第三貞元十二年。詔罽賓三藏般若譯成四十卷。即舊經入法界一品。】"
    },
    {
      "id": "04-010-0002_p0013",
      "zh_CN": "唐德宗，这是公元七百九十六年，距离我们现在比较近了。『罽宾』国就在我们现在的新疆，从前是外国，现在已经入了我们的版图。『般若』是法师的名号，罽宾国的三藏般若。『旧经』就是指的《八十华严》跟《六十华严》。就是这部经最后的一品，晋译跟唐译阙文阙得很多。《晋经》的「入法界品」只有十六卷，唐译的《八十华严》只有二十卷，从这个地方看，全文四十卷几乎阙了一半。所以，这部分是非常完整。",
      "zh_TW": "唐德宗，這是公元七百九十六年，距離我們現在比較近了。『罽賓』國就在我們現在的新疆，從前是外國，現在已經入了我們的版圖。『般若』是法師的名號，罽賓國的三藏般若。『舊經』就是指的《八十華嚴》跟《六十華嚴》。就是這部經最後的一品，晉譯跟唐譯闕文闕得很多。《晉經》的「入法界品」只有十六卷，唐譯的《八十華嚴》只有二十卷，從這個地方看，全文四十卷幾乎闕了一半。所以，這部分是非常完整。"
    },
    {
      "id": "04-010-0002_p0014",
      "zh_CN": "疏【今此一卷。即彼四十卷中第四十也。】",
      "zh_TW": "疏【今此一卷。即彼四十卷中第四十也。】"
    },
    {
      "id": "04-010-0002_p0015",
      "zh_CN": "我们现在念的这个，要知道这是四十卷里头最后的一卷。现在有不少学佛的人，提到《华严经．普贤菩萨行愿品》就知道这一卷，认为这一卷就是《普贤菩萨行愿品》，其实错了。《普贤菩萨行愿品》总共有四十卷，这是四十卷里头最后的一卷，这是我们必须要知道的，不要闹笑话。",
      "zh_TW": "我們現在念的這個，要知道這是四十卷裡頭最後的一卷。現在有不少學佛的人，提到《華嚴經．普賢菩薩行願品》就知道這一卷，認為這一卷就是《普賢菩薩行願品》，其實錯了。《普賢菩薩行願品》總共有四十卷，這是四十卷裡頭最後的一卷，這是我們必須要知道的，不要鬧笑話。"
    },
    {
      "id": "04-010-0002_p0016",
      "zh_CN": "四十卷实在讲还是太大，分量太多，不是一般人都能够受持。现代印刷术发达，我们印经跟读诵、受持，说实在话不难，经本不难得到。在从前人很不容易得到，因为那个时候的经本要手抄。诸位想想，手抄这四十卷经文的确是很大的分量，通常一个人一年都写不完，那么本子流通就很不容易了。现在虽然经本容易得到，但是大家都忙于生活。从前人生活悠闲，为什么悠闲？地广人稀，人少。不要说久，我们大陆上这批人，三十八年到台湾来，那个时候台湾总人口（包括军队）是六百万，现在有两千多万了。抗战期间，中国大陆是四万万五千万人，现在中国大陆有十二亿人，增加两倍！在下一个世纪恐怕又要翻个一两翻，你说那人口有多少？我们的地就这么大，出产就这么多，所以生活竞争愈来愈激烈，压力愈来愈重。虽然经典很容易得到，没有时间去读，不像从前假期很长。",
      "zh_TW": "四十卷實在講還是太大，分量太多，不是一般人都能夠受持。現代印刷術發達，我們印經跟讀誦、受持，說實在話不難，經本不難得到。在從前人很不容易得到，因為那個時候的經本要手抄。諸位想想，手抄這四十卷經文的確是很大的分量，通常一個人一年都寫不完，那麼本子流通就很不容易了。現在雖然經本容易得到，但是大家都忙於生活。從前人生活悠閒，為什麼悠閒？地廣人稀，人少。不要說久，我們大陸上這批人，三十八年到台灣來，那個時候台灣總人口（包括軍隊）是六百萬，現在有兩千多萬了。抗戰期間，中國大陸是四萬萬五千萬人，現在中國大陸有十二億人，增加兩倍！在下一個世紀恐怕又要翻個一兩翻，你說那人口有多少？我們的地就這麼大，出產就這麼多，所以生活競爭愈來愈激烈，壓力愈來愈重。雖然經典很容易得到，沒有時間去讀，不像從前假期很長。"
    },
    {
      "id": "04-010-0002_p0017",
      "zh_CN": "我小时候在家乡，就是抗战以前跟抗战期间那一段期间，在乡下种田的这些农夫，过年假期多长？从腊月初八就放假（腊八），要过年过到二月二龙抬头，二月二以后才开始工作，你看看假期多长！现在过年，三、五天假期就不得了，现在人生活可怜；不要看到好像愈来愈进步，人愈来愈可怜，远不如从前人悠闲自在。即使在今天，我们把中国大陆跟海外人的生活做个比较，诸位到中国大陆去看，中国大陆虽然好像是很落后，但是他们的人过得很幸福。为什么幸福？悠闲的时间长。我们到大陆去观光旅游，随时可以看到有几个人摆一张小桌子在聊天，泡壶酒或者是一壶茶，消遥自在。在外面已经看不到这个现象了，可见得他们的生活还相当悠闲。悠闲是真正的生活，是幸福的生活，紧张不是人过的，这个我们要懂得。",
      "zh_TW": "我小時候在家鄉，就是抗戰以前跟抗戰期間那一段期間，在鄉下種田的這些農夫，過年假期多長？從臘月初八就放假（臘八），要過年過到二月二龍抬頭，二月二以後才開始工作，你看看假期多長！現在過年，三、五天假期就不得了，現在人生活可憐；不要看到好像愈來愈進步，人愈來愈可憐，遠不如從前人悠閒自在。即使在今天，我們把中國大陸跟海外人的生活做個比較，諸位到中國大陸去看，中國大陸雖然好像是很落後，但是他們的人過得很幸福。為什麼幸福？悠閒的時間長。我們到大陸去觀光旅遊，隨時可以看到有幾個人擺一張小桌子在聊天，泡壺酒或者是一壺茶，消遙自在。在外面已經看不到這個現象了，可見得他們的生活還相當悠閒。悠閒是真正的生活，是幸福的生活，緊張不是人過的，這個我們要懂得。"
    },
    {
      "id": "04-010-0002_p0018",
      "zh_CN": "这就说明往后阅读大经的时间是愈来愈少，像这样大的经典，有真实殊胜的利益，要是不能普及，大家没有机会读到，你说多可惜！所以清凉大师将这卷经（这一卷分量就少了）提出来单独流通，也流通了一千多年了。所以现在大家提到《行愿品》，就晓得这本经，而不知道有《四十华严》。《四十华严》也是近十年来才提倡的，我们讲堂十年前成立的时候，我们讲《四十华严》、印《四十华严》，才提倡的，过去在台湾知道《四十华严》的人很少。清凉大师为了普遍利益大众，把这个本子抽出来「别行流通」。",
      "zh_TW": "這就說明往後閱讀大經的時間是愈來愈少，像這樣大的經典，有真實殊勝的利益，要是不能普及，大家沒有機會讀到，你說多可惜！所以清涼大師將這卷經（這一卷分量就少了）提出來單獨流通，也流通了一千多年了。所以現在大家提到《行願品》，就曉得這本經，而不知道有《四十華嚴》。《四十華嚴》也是近十年來才提倡的，我們講堂十年前成立的時候，我們講《四十華嚴》、印《四十華嚴》，才提倡的，過去在台灣知道《四十華嚴》的人很少。清涼大師為了普遍利益大眾，把這個本子抽出來「別行流通」。"
    },
    {
      "id": "04-010-0002_p0019",
      "zh_CN": "大师特别为我们介绍，《华严经》品数那么多，为什么要流通这一卷？这卷是《华严》的总结论，《华严》的精华都在这卷里，这卷就是整个《华严》的纲要，所以它的价值就特别高。下面是他老人家的介绍。",
      "zh_TW": "大師特別為我們介紹，《華嚴經》品數那麼多，為什麼要流通這一卷？這卷是《華嚴》的總結論，《華嚴》的精華都在這卷裡，這卷就是整個《華嚴》的綱要，所以它的價值就特別高。下面是他老人家的介紹。"
    },
    {
      "id": "04-010-0002_p0020",
      "zh_CN": "疏【而为华严关键。】",
      "zh_TW": "疏【而為華嚴關鍵。】"
    },
    {
      "id": "04-010-0002_p0021",
      "zh_CN": "『华严』是指《大方广佛华严经》，『关键』是全经最重要的一部分，称之为关键。",
      "zh_TW": "『華嚴』是指《大方廣佛華嚴經》，『關鍵』是全經最重要的一部分，稱之為關鍵。"
    },
    {
      "id": "04-010-0002_p0022",
      "zh_CN": "疏【修行枢机。】",
      "zh_TW": "疏【修行樞機。】"
    },
    {
      "id": "04-010-0002_p0023",
      "zh_CN": "佛法最大的特色是着重于实行，如果学了不能把它做到，那是得不到结果的；有解无行不能证果，必须要有实行。这部经是修行的枢机，也就是修行最重要的纲领。",
      "zh_TW": "佛法最大的特色是著重於實行，如果學了不能把它做到，那是得不到結果的；有解無行不能證果，必須要有實行。這部經是修行的樞機，也就是修行最重要的綱領。"
    },
    {
      "id": "04-010-0002_p0024",
      "zh_CN": "疏【可赞可传。】",
      "zh_TW": "疏【可讚可傳。】"
    },
    {
      "id": "04-010-0002_p0025",
      "zh_CN": "『赞』是赞叹，用现在的话来说，值得赞叹。在一切经里面这部经第一殊胜，最值得赞叹。『可传』，值得大力的来弘扬推广，普遍的介绍。",
      "zh_TW": "『讚』是讚歎，用現在的話來說，值得讚歎。在一切經裡面這部經第一殊勝，最值得讚歎。『可傳』，值得大力的來弘揚推廣，普遍的介紹。"
    },
    {
      "id": "04-010-0002_p0026",
      "zh_CN": "疏【可行可宝。】",
      "zh_TW": "疏【可行可寶。】"
    },
    {
      "id": "04-010-0002_p0027",
      "zh_CN": "这是大菩萨修行的纲领，在一切行门当中最为宝贵。大师用四句来赞叹。",
      "zh_TW": "這是大菩薩修行的綱領，在一切行門當中最為寶貴。大師用四句來讚歎。"
    },
    {
      "id": "04-010-0002_p0028",
      "zh_CN": "疏【文约义丰。】",
      "zh_TW": "疏【文約義豐。】"
    },
    {
      "id": "04-010-0002_p0029",
      "zh_CN": "『约』是简单，这一卷文不多，意思圆满，《华严经》全部的精义都在这一卷当中。",
      "zh_TW": "『約』是簡單，這一卷文不多，意思圓滿，《華嚴經》全部的精義都在這一卷當中。"
    },
    {
      "id": "04-010-0002_p0030",
      "zh_CN": "疏【功高益广。】",
      "zh_TW": "疏【功高益廣。】"
    },
    {
      "id": "04-010-0002_p0031",
      "zh_CN": "『益』是利益，功德之高、利益之广也是一切经都不能够相比的。",
      "zh_TW": "『益』是利益，功德之高、利益之廣也是一切經都不能夠相比的。"
    },
    {
      "id": "04-010-0002_p0032",
      "zh_CN": "疏【能简能易。唯远唯深。】",
      "zh_TW": "疏【能簡能易。唯遠唯深。】"
    },
    {
      "id": "04-010-0002_p0033",
      "zh_CN": "大经那就繁多了，这一卷就简单容易了，所以『唯远唯深』。",
      "zh_TW": "大經那就繁多了，這一卷就簡單容易了，所以『唯遠唯深』。"
    },
    {
      "id": "04-010-0002_p0034",
      "zh_CN": "疏【故西域相传云。普贤行愿赞为略华严经。】",
      "zh_TW": "疏【故西域相傳云。普賢行願讚為略華嚴經。】"
    },
    {
      "id": "04-010-0002_p0035",
      "zh_CN": "『普贤行愿赞』，就是这卷里面的偈颂，除了长行，它有五十多首偈颂，那就更简单了。这个偈颂多半是属于重颂，就是把长行重复再说一遍，叫重颂，称之为『略华严经』。",
      "zh_TW": "『普賢行願讚』，就是這卷裡面的偈頌，除了長行，它有五十多首偈頌，那就更簡單了。這個偈頌多半是屬於重頌，就是把長行重複再說一遍，叫重頌，稱之為『略華嚴經』。"
    },
    {
      "id": "04-010-0002_p0036",
      "zh_CN": "疏【大方广佛华严经。为广普贤行愿赞。】",
      "zh_TW": "疏【大方廣佛華嚴經。為廣普賢行願讚。】"
    },
    {
      "id": "04-010-0002_p0037",
      "zh_CN": "《大方广佛华严经》，这个十万首偈的大经，为『广普贤行愿赞』。由此可知，这一卷经里面的偈颂展开来，就是全部的《华严》，全部的《华严》浓缩就在这一卷偈颂之中。可见得这一卷经确实是非常重要，没有时间读全经，受持这一卷就等于受持全经一样。在近代，我也跟大家提过，弘一大师就是以这卷经作为自己的早晚课，他的早晚课诵是念《行愿品》，他念得很熟，能够背诵。",
      "zh_TW": "《大方廣佛華嚴經》，這個十萬首偈的大經，為『廣普賢行願讚』。由此可知，這一卷經裡面的偈頌展開來，就是全部的《華嚴》，全部的《華嚴》濃縮就在這一卷偈頌之中。可見得這一卷經確實是非常重要，沒有時間讀全經，受持這一卷就等於受持全經一樣。在近代，我也跟大家提過，弘一大師就是以這卷經作為自己的早晚課，他的早晚課誦是念《行願品》，他念得很熟，能夠背誦。"
    },
    {
      "id": "04-010-0002_p0038",
      "zh_CN": "疏【以今观之。理实然矣。】",
      "zh_TW": "疏【以今觀之。理實然矣。】"
    },
    {
      "id": "04-010-0002_p0039",
      "zh_CN": "我们仔细来观察，古人这个说法有道理。",
      "zh_TW": "我們仔細來觀察，古人這個說法有道理。"
    },
    {
      "id": "04-010-0002_p0040",
      "zh_CN": "疏【一经之主。即是普贤。】",
      "zh_TW": "疏【一經之主。即是普賢。】"
    },
    {
      "id": "04-010-0002_p0041",
      "zh_CN": "这是必须要知道的，这部经之主就是普贤。",
      "zh_TW": "這是必須要知道的，這部經之主就是普賢。"
    },
    {
      "id": "04-010-0002_p0042",
      "zh_CN": "疏【初会即是普贤所说。】",
      "zh_TW": "疏【初會即是普賢所說。】"
    },
    {
      "id": "04-010-0002_p0043",
      "zh_CN": "本经一共分两会，就是《四十华严》分为本会跟末会，初会是普贤所说。",
      "zh_TW": "本經一共分兩會，就是《四十華嚴》分為本會跟末會，初會是普賢所說。"
    },
    {
      "id": "04-010-0002_p0044",
      "zh_CN": "疏【穷终亦是普贤所说。】",
      "zh_TW": "疏【窮終亦是普賢所說。】"
    },
    {
      "id": "04-010-0002_p0045",
      "zh_CN": "到最后「善财童子五十三参」，是末会里面最后的一会，也是普贤菩萨所说的，所以普贤为会主。",
      "zh_TW": "到最後「善財童子五十三參」，是末會裡面最後的一會，也是普賢菩薩所說的，所以普賢為會主。"
    },
    {
      "id": "04-010-0002_p0046",
      "zh_CN": "疏【五周之因。皆普贤行。五周之果。即普贤行之所成。】",
      "zh_TW": "疏【五周之因。皆普賢行。五周之果。即普賢行之所成。】"
    },
    {
      "id": "04-010-0002_p0047",
      "zh_CN": "这一句非常重要，世出世间法都不出因果，因果是定律，因果是事实真相，谁也不能推翻，谁也不能改变。佛法也离不开因果，这部《大方广佛华严经》当然亦不例外。本经有五周因果，第一是「所信因果」。这是本经前面的十一卷，十一卷是所信的因果，也就是清凉大师判教判的四分的第一分，第一个大段。第一个大段是「信」，清凉把全经分做「信解行证」四大段，所信的因果，毘卢遮那佛依正庄严。第二是「解」，这一段经很长，总共有三十一品。这里面有两重因果，第一个是「差别因果」，前一半所说的，讲十法界依正庄严差别的相。到最后讲「平等因果」，相上有差别，性上没差别，所以性是平等的。这部经里面跟我们讲相讲得多，性讲得少，性是平等因果。第三大段是讲「行」，讲修行，「成行因果」，成就修行的方法。最后是「证入因果」。这里面也是信行证，解里面有差别、有平等，这是全经。",
      "zh_TW": "這一句非常重要，世出世間法都不出因果，因果是定律，因果是事實真相，誰也不能推翻，誰也不能改變。佛法也離不開因果，這部《大方廣佛華嚴經》當然亦不例外。本經有五周因果，第一是「所信因果」。這是本經前面的十一卷，十一卷是所信的因果，也就是清涼大師判教判的四分的第一分，第一個大段。第一個大段是「信」，清涼把全經分做「信解行證」四大段，所信的因果，毘盧遮那佛依正莊嚴。第二是「解」，這一段經很長，總共有三十一品。這裡面有兩重因果，第一個是「差別因果」，前一半所說的，講十法界依正莊嚴差別的相。到最後講「平等因果」，相上有差別，性上沒差別，所以性是平等的。這部經裡面跟我們講相講得多，性講得少，性是平等因果。第三大段是講「行」，講修行，「成行因果」，成就修行的方法。最後是「證入因果」。這裡面也是信行證，解裡面有差別、有平等，這是全經。"
    },
    {
      "id": "04-010-0002_p0048",
      "zh_CN": "『五周之因』，就是因果的因，都是属于『普贤行』，而『五周之果』，果就是菩萨所证的果位。菩萨的地位有四十一个阶级，最后成佛是妙觉，总共四十二个位子。它是从初住讲起，十住、十行、十回向、十地、等觉、妙觉，这些果位都是普贤行所成就的。换句话说，如果不修普贤行，不但不能成佛，初住菩萨也没有办法证得。这段开示里头就是这个说法，都是普贤行的成就。由此可知，普贤行在菩萨行门当中非常重要。",
      "zh_TW": "『五周之因』，就是因果的因，都是屬於『普賢行』，而『五周之果』，果就是菩薩所證的果位。菩薩的地位有四十一個階級，最後成佛是妙覺，總共四十二個位子。它是從初住講起，十住、十行、十迴向、十地、等覺、妙覺，這些果位都是普賢行所成就的。換句話說，如果不修普賢行，不但不能成佛，初住菩薩也沒有辦法證得。這段開示裡頭就是這個說法，都是普賢行的成就。由此可知，普賢行在菩薩行門當中非常重要。"
    },
    {
      "id": "04-010-0002_p0049",
      "zh_CN": "西方世界的殊胜，没有别的，我们在《无量寿经》上看到，西方世界的大众，不管是哪个地方，凡是去往生的，生到西方极乐世界都修普贤大士之德；换句话说，统统都修普贤行，所以西方世界是普贤菩萨的世界。魏源居士将这卷经附在三经之后，号称「净土四经」，有见地，有道理，确实有眼光，他做得非常正确，没有做错。清朝末年杨仁山居士，这位老人对中国近代的佛教影响最大，佛教能够延续到今天是杨仁山的功劳。他在南京办金陵刻经处，第一部刻的经就是「净土四经」，就是魏源编的本子，第一部刻的，净土四经。从这个地方我们也能想到，杨仁山居士提倡净土，他老人家也是修净土往生西方的。底下说：",
      "zh_TW": "西方世界的殊勝，沒有別的，我們在《無量壽經》上看到，西方世界的大眾，不管是哪個地方，凡是去往生的，生到西方極樂世界都修普賢大士之德；換句話說，統統都修普賢行，所以西方世界是普賢菩薩的世界。魏源居士將這卷經附在三經之後，號稱「淨土四經」，有見地，有道理，確實有眼光，他做得非常正確，沒有做錯。清朝末年楊仁山居士，這位老人對中國近代的佛教影響最大，佛教能夠延續到今天是楊仁山的功勞。他在南京辦金陵刻經處，第一部刻的經就是「淨土四經」，就是魏源編的本子，第一部刻的，淨土四經。從這個地方我們也能想到，楊仁山居士提倡淨土，他老人家也是修淨土往生西方的。底下說："
    },
    {
      "id": "04-010-0002_p0050",
      "zh_CN": "疏【亦是得果不舍因门之果用尔。】",
      "zh_TW": "疏【亦是得果不捨因門之果用爾。】"
    },
    {
      "id": "04-010-0002_p0051",
      "zh_CN": "菩萨证到这个果位，是不是就算圆满了，毕业了？不是的。证得果位之后，我们佛门常说，又倒驾慈航广度众生。证得果还从因地上修，那个修当然不是为自己，自己已经因圆果满了，还要修什么？修给别人看。好比你大学已经毕业了，毕业之后再去考大学，从一年级念起，干什么？帮助同学，做个样子给他们看。我们世间人没有这个傻瓜，诸佛菩萨都是这么傻，都要做给我们看；不但要讲，还得做给我们看。所以倒驾慈航，真是慈悲到了极处。",
      "zh_TW": "菩薩證到這個果位，是不是就算圓滿了，畢業了？不是的。證得果位之後，我們佛門常說，又倒駕慈航廣度眾生。證得果還從因地上修，那個修當然不是為自己，自己已經因圓果滿了，還要修什麼？修給別人看。好比你大學已經畢業了，畢業之後再去考大學，從一年級念起，幹什麼？幫助同學，做個樣子給他們看。我們世間人沒有這個傻瓜，諸佛菩薩都是這麼傻，都要做給我們看；不但要講，還得做給我們看。所以倒駕慈航，真是慈悲到了極處。"
    },
    {
      "id": "04-010-0002_p0052",
      "zh_CN": "疏【复是四十卷之穷终。遍收玄妙。】",
      "zh_TW": "疏【復是四十卷之窮終。遍收玄妙。】"
    },
    {
      "id": "04-010-0002_p0053",
      "zh_CN": "这卷经又是这四十卷的最后总结，『穷终』就是总结，《华严经》的总结。『遍收』是总括，《华严经》玄妙的义趣，这卷里头统统都包括了。",
      "zh_TW": "這卷經又是這四十卷的最後總結，『窮終』就是總結，《華嚴經》的總結。『遍收』是總括，《華嚴經》玄妙的義趣，這卷裡頭統統都包括了。"
    },
    {
      "id": "04-010-0002_p0054",
      "zh_CN": "疏【经题七字。】",
      "zh_TW": "疏【經題七字。】"
    },
    {
      "id": "04-010-0002_p0055",
      "zh_CN": "经题上次跟诸位介绍过，这一遍我们念念就行了。",
      "zh_TW": "經題上次跟諸位介紹過，這一遍我們念念就行了。"
    },
    {
      "id": "04-010-0002_p0056",
      "zh_CN": "疏【即为七义。】",
      "zh_TW": "疏【即為七義。】"
    },
    {
      "id": "04-010-0002_p0057",
      "zh_CN": "七个字七个意思。",
      "zh_TW": "七個字七個意思。"
    },
    {
      "id": "04-010-0002_p0058",
      "zh_CN": "疏【大。体也。方。相也。广。用也。佛。果也。华。因也。严。总相也。经。能诠也。】",
      "zh_TW": "疏【大。體也。方。相也。廣。用也。佛。果也。華。因也。嚴。總相也。經。能詮也。】"
    },
    {
      "id": "04-010-0002_p0059",
      "zh_CN": "『体』是本体，就是自性。『相』是现相，就是十法界森罗万象。『广』是『用』，用是作用，作用非常之广，无量无边。『佛』是『果』，佛是修因证果，证到究竟圆满之果，我们称之为佛，佛在佛教里面是最高的学位。『华』代表『因』，先开花，后结果。『严』是庄严。我们现代人常说的真善美慧，实在讲现代人口里说，心里向往，实际上没有这个事实，真善美慧只是理想而已。在佛法里面有这个事实，华藏世界、极乐世界确实是真善美慧的世界。『经』是『能诠』，上面六个字是「所诠」。",
      "zh_TW": "『體』是本體，就是自性。『相』是現相，就是十法界森羅萬象。『廣』是『用』，用是作用，作用非常之廣，無量無邊。『佛』是『果』，佛是修因證果，證到究竟圓滿之果，我們稱之為佛，佛在佛教裡面是最高的學位。『華』代表『因』，先開花，後結果。『嚴』是莊嚴。我們現代人常說的真善美慧，實在講現代人口裡說，心裡嚮往，實際上沒有這個事實，真善美慧只是理想而已。在佛法裡面有這個事實，華藏世界、極樂世界確實是真善美慧的世界。『經』是『能詮』，上面六個字是「所詮」。"
    },
    {
      "id": "04-010-0002_p0060",
      "zh_CN": "疏【人法双题。法喻齐举。体用无碍。因果周圆。故无尽法门。不离此摄。】",
      "zh_TW": "疏【人法雙題。法喻齊舉。體用無礙。因果周圓。故無盡法門。不離此攝。】"
    },
    {
      "id": "04-010-0002_p0061",
      "zh_CN": "前面这两句我们把它省掉，因为每次讲经都讲到。经题就是七立选题，本经是「具足选题」，人法喻统统都有。『体用无碍』，清凉大师讲《华严》玄妙之义趣，给我们说成四无碍法界，理无碍、事无碍、理事无碍、事事无碍，「体用无碍」，这才是真正究竟圆满。『因果周圆』，刚才说了，五周因果，所以『无尽法门，不离此摄』。不但是释迦牟尼佛四十九年所说的一切法门，就是十方世界一切诸佛所讲的无量法门，都不出这个范围。所以，这卷经正是清凉大师所说的「可赞可传，可行可宝」。",
      "zh_TW": "前面這兩句我們把它省掉，因為每次講經都講到。經題就是七立選題，本經是「具足選題」，人法喻統統都有。『體用無礙』，清涼大師講《華嚴》玄妙之義趣，給我們說成四無礙法界，理無礙、事無礙、理事無礙、事事無礙，「體用無礙」，這才是真正究竟圓滿。『因果周圓』，剛才說了，五周因果，所以『無盡法門，不離此攝』。不但是釋迦牟尼佛四十九年所說的一切法門，就是十方世界一切諸佛所講的無量法門，都不出這個範圍。所以，這卷經正是清涼大師所說的「可讚可傳，可行可寶」。"
    },
    {
      "id": "04-010-0002_p0062",
      "zh_CN": "疏【品名十二字。分为三节。】",
      "zh_TW": "疏【品名十二字。分為三節。】"
    },
    {
      "id": "04-010-0002_p0063",
      "zh_CN": "这是品题，上面是经题。",
      "zh_TW": "這是品題，上面是經題。"
    },
    {
      "id": "04-010-0002_p0064",
      "zh_CN": "疏【不思议解脱境界。即所入也。普贤行愿。为能入也。】",
      "zh_TW": "疏【不思議解脫境界。即所入也。普賢行願。為能入也。】"
    },
    {
      "id": "04-010-0002_p0065",
      "zh_CN": "这到底是什么境界？《华严经》上称为一真法界，净土经里面称作极乐世界，就是说的『不思议解脱境界』，要用现代科学家的讲法，就是无限量次元的世界。科学家说我们这个世界是三次元的世界，三度空间的世界。爱因斯坦发现了四度空间、五度空间、六度空间，一直到无限度；「不思议解脱境界」就是无限度的空间，那你就得大自在了。这是佛经里面讲的名词，跟科学家讲的名词不一样，事实是相同的境界。科学家非常羡慕，如何从我们这个三次元的空间进入到多次元的空间？现在有理论，没有技术。所以有人说飞碟是另一个次元空间的人，他有这个技术，所以他的东西能够突然之间出现在我们面前，突然之间消失掉了，用这个来解释是解释得通的。就是他从另一个空间到我们这个空间，我们在官感当中，他突然来的，他有这个技巧。他虽然有这个技巧，他还不是无限次的，恐怕他还是有限的。",
      "zh_TW": "這到底是什麼境界？《華嚴經》上稱為一真法界，淨土經裡面稱作極樂世界，就是說的『不思議解脫境界』，要用現代科學家的講法，就是無限量次元的世界。科學家說我們這個世界是三次元的世界，三度空間的世界。愛因斯坦發現了四度空間、五度空間、六度空間，一直到無限度；「不思議解脫境界」就是無限度的空間，那你就得大自在了。這是佛經裡面講的名詞，跟科學家講的名詞不一樣，事實是相同的境界。科學家非常羨慕，如何從我們這個三次元的空間進入到多次元的空間？現在有理論，沒有技術。所以有人說飛碟是另一個次元空間的人，他有這個技術，所以他的東西能夠突然之間出現在我們面前，突然之間消失掉了，用這個來解釋是解釋得通的。就是他從另一個空間到我們這個空間，我們在官感當中，他突然來的，他有這個技巧。他雖然有這個技巧，他還不是無限次的，恐怕他還是有限的。"
    },
    {
      "id": "04-010-0002_p0066",
      "zh_CN": "如果从科学家这个观点来推想，佛跟我们说，我们娑婆世界有六道，六道里面，天道有二十八层天，修罗就不谈了，因为他在哪一道就属哪一道，底下的人道、畜生道、饿鬼道、地狱道，很可能都是居住的空间不相同。我们在三度空间，四王天恐怕就是四度空间，忉利天就是五度空间，夜摩天就是六度空间。这样说起来，在我们这个世界，一切众生居住的空间至少有三十三个不同的差别。高层次次元空间的人到我们这里来容易，我们想到他那里去相当不容易。这还没有超越三界，要超越三界，那个空间就更广大、更不可思议。所以佛与大菩萨（法身大士），他们进入的是现在人讲科学的世界。我们的科学非常幼稚，比起他们差太远了，他们的科技达到究竟圆满。入不思议解脱境界，解脱就是自由自在，没有一丝毫障碍，这个叫自由自在。",
      "zh_TW": "如果從科學家這個觀點來推想，佛跟我們說，我們娑婆世界有六道，六道裡面，天道有二十八層天，修羅就不談了，因為他在哪一道就屬哪一道，底下的人道、畜生道、餓鬼道、地獄道，很可能都是居住的空間不相同。我們在三度空間，四王天恐怕就是四度空間，忉利天就是五度空間，夜摩天就是六度空間。這樣說起來，在我們這個世界，一切眾生居住的空間至少有三十三個不同的差別。高層次次元空間的人到我們這裡來容易，我們想到他那裡去相當不容易。這還沒有超越三界，要超越三界，那個空間就更廣大、更不可思議。所以佛與大菩薩（法身大士），他們進入的是現在人講科學的世界。我們的科學非常幼稚，比起他們差太遠了，他們的科技達到究竟圓滿。入不思議解脫境界，解脫就是自由自在，沒有一絲毫障礙，這個叫自由自在。"
    },
    {
      "id": "04-010-0002_p0067",
      "zh_CN": "不思议境界是所入，普贤行愿为能入。科学家天天在动脑筋，要用什么样的原理，制造什么样的机械，才能够进入另一个次元的世界，这很费事，而且成就很有限。佛在此地告诉我们，只要修普贤行愿，普贤行愿修成功，你就能够进入无限次元的世界。这的确是所有科学家心目当中所期望的，很可惜他没有看到《华严经》，没有念到这个本子，非常可惜。普贤行愿是能入。",
      "zh_TW": "不思議境界是所入，普賢行願為能入。科學家天天在動腦筋，要用什麼樣的原理，製造什麼樣的機械，才能夠進入另一個次元的世界，這很費事，而且成就很有限。佛在此地告訴我們，只要修普賢行願，普賢行願修成功，你就能夠進入無限次元的世界。這的確是所有科學家心目當中所期望的，很可惜他沒有看到《華嚴經》，沒有念到這個本子，非常可惜。普賢行願是能入。"
    },
    {
      "id": "04-010-0002_p0068",
      "zh_CN": "疏【入之一字。通能通所。】",
      "zh_TW": "疏【入之一字。通能通所。】"
    },
    {
      "id": "04-010-0002_p0069",
      "zh_CN": "入有能入、有所入，底下给我们分开来解释，解释很简单，非常重要。",
      "zh_TW": "入有能入、有所入，底下給我們分開來解釋，解釋很簡單，非常重要。"
    },
    {
      "id": "04-010-0002_p0070",
      "zh_CN": "疏【心智契合。悟解得证。总名为入。】",
      "zh_TW": "疏【心智契合。悟解得證。總名為入。】"
    },
    {
      "id": "04-010-0002_p0071",
      "zh_CN": "『心』是理，『智』就是觉，理跟智相应，相结合，这叫做开悟。这句话跟禅家所讲明心见性是一个意思，说法不一样，用的文字不一样，意思、境界完全相同。「心智契合」就是「明心见性」，跟净土宗里面讲的「一心不乱」也是一个意思。一心不乱就是心智契合，如果不契合就不是一心，也不能说是不乱。他有妄念，有妄念就是乱，有妄念就不一；必须妄念没有，才叫一心，才叫不乱，这就是『悟解得证』。随着相契的程度不同，一分相应就是圆教初住菩萨，破一品无明，证一分法身，这是心智一分相应；两分相应就是二住菩萨。《华严》将菩萨的位次分为四十一个阶级，到佛是四十二个，四十二就是圆满了，四十二分相应就圆满了。从这个地方我们明了，只要一分相应就入不思议解脱境界，这是真正不可思议。",
      "zh_TW": "『心』是理，『智』就是覺，理跟智相應，相結合，這叫做開悟。這句話跟禪家所講明心見性是一個意思，說法不一樣，用的文字不一樣，意思、境界完全相同。「心智契合」就是「明心見性」，跟淨土宗裡面講的「一心不亂」也是一個意思。一心不亂就是心智契合，如果不契合就不是一心，也不能說是不亂。他有妄念，有妄念就是亂，有妄念就不一；必須妄念沒有，才叫一心，才叫不亂，這就是『悟解得證』。隨著相契的程度不同，一分相應就是圓教初住菩薩，破一品無明，證一分法身，這是心智一分相應；兩分相應就是二住菩薩。《華嚴》將菩薩的位次分為四十一個階級，到佛是四十二個，四十二就是圓滿了，四十二分相應就圓滿了。從這個地方我們明瞭，只要一分相應就入不思議解脫境界，這是真正不可思議。"
    },
    {
      "id": "04-010-0002_p0072",
      "zh_CN": "疏【心言罔及。为不思议。】",
      "zh_TW": "疏【心言罔及。為不思議。】"
    },
    {
      "id": "04-010-0002_p0073",
      "zh_CN": "『心』是思惟、是想像，『言』是言语，这个意思就是说，这个境界不但我们言语说不出来，我们的想像也达不到，没有方法想像得出这个境界。前面我曾经跟诸位说过，要想入这个境界，就不能够打妄想，不能够研究讨论，不可以的。『议』就是议论，就是言语说不出来的。你要问为什么？因为思惟、想像，心智就不合了。佛在大经里面告诉我们，真心是一，一心是真心，二心就是妄。一没有办法说，也没有办法思，二就可以说，也可以思。二是妄心，可思可议，是属于第二义，不是第一义。经中常讲「第一义谛」，第一义谛没有办法说，也没有办法想像的。所以要离言说、要离名相（离名字）、要离心缘（心缘就是思，就是想像），《大乘起信论》马鸣菩萨教给我们，学佛要遵守这个原则。",
      "zh_TW": "『心』是思惟、是想像，『言』是言語，這個意思就是說，這個境界不但我們言語說不出來，我們的想像也達不到，沒有方法想像得出這個境界。前面我曾經跟諸位說過，要想入這個境界，就不能夠打妄想，不能夠研究討論，不可以的。『議』就是議論，就是言語說不出來的。你要問為什麼？因為思惟、想像，心智就不合了。佛在大經裡面告訴我們，真心是一，一心是真心，二心就是妄。一沒有辦法說，也沒有辦法思，二就可以說，也可以思。二是妄心，可思可議，是屬於第二義，不是第一義。經中常講「第一義諦」，第一義諦沒有辦法說，也沒有辦法想像的。所以要離言說、要離名相（離名字）、要離心緣（心緣就是思，就是想像），《大乘起信論》馬鳴菩薩教給我們，學佛要遵守這個原則。"
    },
    {
      "id": "04-010-0002_p0074",
      "zh_CN": "远离言说，我们现在在这里讲，大家在那里听，怎么离法？说而无说，听而无闻，这就离了，这才能入得进去。说，绝不执着说的相，不执着，听，绝不执着音声相，这叫离，离言说相。离名字相，佛经里面很多名词术语，它是表达意义的，让我们领会，不要执着这些名字；执着这些名字又落在第二义里头，名字相不能执着。离心缘相，心缘是想像，听了，想什么意思，那又错了，又落在第二义里头，想不得的。一听就明了，这就是开悟。一听不明了，没悟；没悟，不能想，愈想就愈不会开悟。没有悟的时候，不想，算了，下一次还会听到，这才是开悟的秘诀！",
      "zh_TW": "遠離言說，我們現在在這裡講，大家在那裡聽，怎麼離法？說而無說，聽而無聞，這就離了，這才能入得進去。說，絕不執著說的相，不執著，聽，絕不執著音聲相，這叫離，離言說相。離名字相，佛經裡面很多名詞術語，它是表達意義的，讓我們領會，不要執著這些名字；執著這些名字又落在第二義裡頭，名字相不能執著。離心緣相，心緣是想像，聽了，想什麼意思，那又錯了，又落在第二義裡頭，想不得的。一聽就明瞭，這就是開悟。一聽不明瞭，沒悟；沒悟，不能想，愈想就愈不會開悟。沒有悟的時候，不想，算了，下一次還會聽到，這才是開悟的祕訣！"
    },
    {
      "id": "04-010-0002_p0075",
      "zh_CN": "所以现在人开不了悟，无论是听讲也好，读经也好，统统在动脑筋，在想里头是什么意思，所想的都把意思想歪曲了，都不是如来所说的真实义。如来所说的真实义是什么？是什么意思都没有，那就是如来所说的真实义。你要想有个什么意思，那是你自己打妄想，绝对不是如来真实义。这个听起来好像很玄，实际上是事实真相，你们不懂这个事实真相，所以学佛好难，不能开悟，就天天在打妄想，天天在胡说八道，这个很重要。禅，离心意识就是离这三个，教也要离心意识，落在心意识里面，禅跟教统统都没有了。所以这是不思议。",
      "zh_TW": "所以現在人開不了悟，無論是聽講也好，讀經也好，統統在動腦筋，在想裡頭是什麼意思，所想的都把意思想歪曲了，都不是如來所說的真實義。如來所說的真實義是什麼？是什麼意思都沒有，那就是如來所說的真實義。你要想有個什麼意思，那是你自己打妄想，絕對不是如來真實義。這個聽起來好像很玄，實際上是事實真相，你們不懂這個事實真相，所以學佛好難，不能開悟，就天天在打妄想，天天在胡說八道，這個很重要。禪，離心意識就是離這三個，教也要離心意識，落在心意識裡面，禪跟教統統都沒有了。所以這是不思議。"
    },
    {
      "id": "04-010-0002_p0076",
      "zh_CN": "疏【作用离障。称为解脱。】",
      "zh_TW": "疏【作用離障。稱為解脫。】"
    },
    {
      "id": "04-010-0002_p0077",
      "zh_CN": "『作用』没有障碍，像《华严经》里面讲的，理事无碍、事事无碍，这就解脱了。我们现在理跟事有障碍，事与事上那障碍就更多。这些障碍从哪里来的？心跟智不能结合，两个分了家，就产生无量无边的障碍。",
      "zh_TW": "『作用』沒有障礙，像《華嚴經》裡面講的，理事無礙、事事無礙，這就解脫了。我們現在理跟事有障礙，事與事上那障礙就更多。這些障礙從哪裡來的？心跟智不能結合，兩個分了家，就產生無量無邊的障礙。"
    },
    {
      "id": "04-010-0002_p0078",
      "zh_CN": "疏【智造分域。名为境界。】",
      "zh_TW": "疏【智造分域。名為境界。】"
    },
    {
      "id": "04-010-0002_p0079",
      "zh_CN": "『境界』太多了，一切众生，每个众生都有他自己的境界，佛、菩萨、阿罗汉也有他们自己的境界。境界从哪里来的？从『智』变现出来的，『造』就是变现。诸佛菩萨是从智变现出来的境界，像佛的报身，报身就是智慧之身，智慧变现的报身。菩萨也有报身，菩萨的报身没有佛的报身那样圆满，这是菩萨的智慧不圆满。我们凡夫有没有境界？有境界，境界从哪里来？是智变成了识，从识里头再变现出境界。我们现在世间人常说知识分子，知识分子好不好？智变成识，凡夫。学佛要转识成智，转识成智那就是佛菩萨，至少也是罗汉、辟支佛。智变成识，识是迷，智是悟，迷悟不同。所以知识分子就是智变成识的分子，搞六道轮回了。佛教给我们把它反过来，把识再转变成智，那就是佛菩萨。凡夫八识做主，变现出来的境界，诸佛菩萨四智做主。转八识成四智，现的是清净境界，我们这是污染的境界，这不一样，境界是从这么来的。",
      "zh_TW": "『境界』太多了，一切眾生，每個眾生都有他自己的境界，佛、菩薩、阿羅漢也有他們自己的境界。境界從哪裡來的？從『智』變現出來的，『造』就是變現。諸佛菩薩是從智變現出來的境界，像佛的報身，報身就是智慧之身，智慧變現的報身。菩薩也有報身，菩薩的報身沒有佛的報身那樣圓滿，這是菩薩的智慧不圓滿。我們凡夫有沒有境界？有境界，境界從哪裡來？是智變成了識，從識裡頭再變現出境界。我們現在世間人常說知識分子，知識分子好不好？智變成識，凡夫。學佛要轉識成智，轉識成智那就是佛菩薩，至少也是羅漢、辟支佛。智變成識，識是迷，智是悟，迷悟不同。所以知識分子就是智變成識的分子，搞六道輪迴了。佛教給我們把它反過來，把識再轉變成智，那就是佛菩薩。凡夫八識做主，變現出來的境界，諸佛菩薩四智做主。轉八識成四智，現的是清淨境界，我們這是污染的境界，這不一樣，境界是從這麼來的。"
    },
    {
      "id": "04-010-0002_p0080",
      "zh_CN": "疏【德周善顺。称曰普贤。】",
      "zh_TW": "疏【德周善順。稱曰普賢。】"
    },
    {
      "id": "04-010-0002_p0081",
      "zh_CN": "底下这两句重要，因为普贤行愿是能入，普贤行愿是什么？我们应当如何修普贤行愿？这个重要，不修普贤行愿就不能入无限次元的世界。我们用这个名词大家好懂，给你讲一真法界，听了叫莫名其妙。换个现代名词，无限次元的空间，无限次元的世界，你就好懂了。就是佛经上讲的一真法界，就是净土经里面讲的极乐世界。入无限次元，那真快乐，没有障碍了，所以这两句要紧。",
      "zh_TW": "底下這兩句重要，因為普賢行願是能入，普賢行願是什麼？我們應當如何修普賢行願？這個重要，不修普賢行願就不能入無限次元的世界。我們用這個名詞大家好懂，給你講一真法界，聽了叫莫名其妙。換個現代名詞，無限次元的空間，無限次元的世界，你就好懂了。就是佛經上講的一真法界，就是淨土經裡面講的極樂世界。入無限次元，那真快樂，沒有障礙了，所以這兩句要緊。"
    },
    {
      "id": "04-010-0002_p0082",
      "zh_CN": "『德周善顺』这就是普贤。周是周遍法界，我们的德能不能周遍法界？现在不讲周遍法界，先问问我们有什么德？然后这个德能把它周遍法界，那就行了，那你修的就是普贤行，你就有机会入不思议解脱境界。德当然无量无边，在这卷经里面把它归纳成十大类，就是「十大愿王」，那就是德。每一愿，普贤菩萨都说「念念相续，无有间断」，才能周遍法界。「虚空界尽，我愿乃尽」，虚空界不可尽，我愿也就不可尽，这是周遍法界。所以，先要问我们有没有德，然后才问我们这个德能不能周遍法界，周遍法界你就是修普贤行。",
      "zh_TW": "『德周善順』這就是普賢。周是周遍法界，我們的德能不能周遍法界？現在不講周遍法界，先問問我們有什麼德？然後這個德能把它周遍法界，那就行了，那你修的就是普賢行，你就有機會入不思議解脫境界。德當然無量無邊，在這卷經裡面把它歸納成十大類，就是「十大願王」，那就是德。每一願，普賢菩薩都說「念念相續，無有間斷」，才能周遍法界。「虛空界盡，我願乃盡」，虛空界不可盡，我願也就不可盡，這是周遍法界。所以，先要問我們有沒有德，然後才問我們這個德能不能周遍法界，周遍法界你就是修普賢行。"
    },
    {
      "id": "04-010-0002_p0083",
      "zh_CN": "「善顺」这两个字尤其叫妙极了，普贤十愿里面有两愿，一个是「恒顺众生」，一个是「随喜功德」，这都是善顺。我们今天有的时候不得已也要随顺别人，顺得心里很难过，那不叫善顺。顺得自己心里头起烦恼，起七情五欲，那不叫善顺。善顺是什么？恒顺众生而不起七情五欲，喜怒哀乐爱恶欲统统不起，这个顺才叫善顺，佛菩萨是这样恒顺众生。我们把这四个字都看错了，以为佛菩萨也很勉强，也很不得已，哪里叫善顺？这不叫善顺，这要知道，然后你才晓得如何去学普贤行。",
      "zh_TW": "「善順」這兩個字尤其叫妙極了，普賢十願裡面有兩願，一個是「恆順眾生」，一個是「隨喜功德」，這都是善順。我們今天有的時候不得已也要隨順別人，順得心裡很難過，那不叫善順。順得自己心裡頭起煩惱，起七情五欲，那不叫善順。善順是什麼？恆順眾生而不起七情五欲，喜怒哀樂愛惡欲統統不起，這個順才叫善順，佛菩薩是這樣恆順眾生。我們把這四個字都看錯了，以為佛菩薩也很勉強，也很不得已，哪裡叫善順？這不叫善順，這要知道，然後你才曉得如何去學普賢行。"
    },
    {
      "id": "04-010-0002_p0084",
      "zh_CN": "实实在在这经上说这么多，《行愿品》说这么多，很啰嗦！还有更高明、更简单的方法，一句「阿弥陀佛」，十大愿王都在其中，全都在里头，念到一心不乱就善顺了。一心就入法界，一心是能入，不思议境界是所入，你才晓得，普贤行愿就是一心当中成就的。善导大师在《观经四帖疏》里面告诉我们，一切「真实心中作」。一心就是真实心，「真实心中作」就是「德周善顺」，要不是真实心中作就不是了，可见得念这一句阿弥陀佛就是圆修普贤行。",
      "zh_TW": "實實在在這經上說這麼多，《行願品》說這麼多，很囉嗦！還有更高明、更簡單的方法，一句「阿彌陀佛」，十大願王都在其中，全都在裡頭，念到一心不亂就善順了。一心就入法界，一心是能入，不思議境界是所入，你才曉得，普賢行願就是一心當中成就的。善導大師在《觀經四帖疏》裡面告訴我們，一切「真實心中作」。一心就是真實心，「真實心中作」就是「德周善順」，要不是真實心中作就不是了，可見得念這一句阿彌陀佛就是圓修普賢行。"
    },
    {
      "id": "04-010-0002_p0085",
      "zh_CN": "你把这里参透，都搞明白了，你才真正发现，才真正觉察到，名号功德真的不可思议。纵然对它完全不了解，只要一心老实念，决定不分心，他实际上已经在修普贤行了，但是他不知道。你问他普贤行是什么，他不晓得，他自己在真修，修而不知道。就好像走路一样，他向某个目标走去，他走的路确实方向很正确。你问他走到哪里，不晓得，但是不久他走到了，走到了他才恍然大悟，功德圆满了。净宗妙就妙在此地，所以古德讲这个法门「暗合道妙」，暗合就是不知道，不知不觉走到，走到那里才完全明了。跟那个已经晓得的，走到的时候没有两样；知道走到的跟不知道走到的，到了都一样，叫暗合道妙，这个法门不可思议。",
      "zh_TW": "你把這裡參透，都搞明白了，你才真正發現，才真正覺察到，名號功德真的不可思議。縱然對它完全不了解，只要一心老實念，決定不分心，他實際上已經在修普賢行了，但是他不知道。你問他普賢行是什麼，他不曉得，他自己在真修，修而不知道。就好像走路一樣，他向某個目標走去，他走的路確實方向很正確。你問他走到哪裡，不曉得，但是不久他走到了，走到了他才恍然大悟，功德圓滿了。淨宗妙就妙在此地，所以古德講這個法門「暗合道妙」，暗合就是不知道，不知不覺走到，走到那裡才完全明瞭。跟那個已經曉得的，走到的時候沒有兩樣；知道走到的跟不知道走到的，到了都一樣，叫暗合道妙，這個法門不可思議。"
    },
    {
      "id": "04-010-0002_p0086",
      "zh_CN": "疏【造修希求。目为行愿。】",
      "zh_TW": "疏【造修希求。目為行願。】"
    },
    {
      "id": "04-010-0002_p0087",
      "zh_CN": "『行愿』好懂，行就是修行，愿就是愿望，我的修行希望将来达到什么样的目标，这叫行愿。我在这里解释是很简单，意味很长，诸位细心领略，然后用一句阿弥陀佛来完成。你才知道念佛真妙，真正不可思议，念佛的好处你才能真说得出来。",
      "zh_TW": "『行願』好懂，行就是修行，願就是願望，我的修行希望將來達到什麼樣的目標，這叫行願。我在這裡解釋是很簡單，意味很長，諸位細心領略，然後用一句阿彌陀佛來完成。你才知道念佛真妙，真正不可思議，念佛的好處你才能真說得出來。"
    },
    {
      "id": "04-010-0002_p0088",
      "zh_CN": "疏【行之与愿。如车二轮。如鸟二翼。翔空致远。罔不由之。】",
      "zh_TW": "疏【行之與願。如車二輪。如鳥二翼。翔空致遠。罔不由之。】"
    },
    {
      "id": "04-010-0002_p0089",
      "zh_CN": "这是讲『行』跟『愿』的重要，愿是希望，行是修持。我们今天希望到西方极乐世界去，为什么不到华藏世界去？华藏世界难，《华严经》上毘卢遮那佛没有说临终接引，没有说带业往生；换句话说，依照《华严经》的理论方法来修学，一定要自己断见思烦恼、断尘沙烦恼，还要破一品无明，你才有能力入华藏世界。这就难了，不是一般人都能去得了的，这个我们要知道。西方世界阿弥陀佛跟我们谈的条件不一样，只要具足信愿行，只要净念相继就决定得生，临命终时佛来接引，不必断惑，带业往生。我们看看自己的能力、程度，行，我们能够符合这个标准，这叫听佛的话，这叫依教奉行。",
      "zh_TW": "這是講『行』跟『願』的重要，願是希望，行是修持。我們今天希望到西方極樂世界去，為什麼不到華藏世界去？華藏世界難，《華嚴經》上毘盧遮那佛沒有說臨終接引，沒有說帶業往生；換句話說，依照《華嚴經》的理論方法來修學，一定要自己斷見思煩惱、斷塵沙煩惱，還要破一品無明，你才有能力入華藏世界。這就難了，不是一般人都能去得了的，這個我們要知道。西方世界阿彌陀佛跟我們談的條件不一樣，只要具足信願行，只要淨念相繼就決定得生，臨命終時佛來接引，不必斷惑，帶業往生。我們看看自己的能力、程度，行，我們能夠符合這個標準，這叫聽佛的話，這叫依教奉行。"
    },
    {
      "id": "04-010-0002_p0090",
      "zh_CN": "《华严》到末后，普贤菩萨「十大愿王，导归极乐」。所以夏莲居老居士在《净修捷要》里面说得很好，他给我们讲的，净宗初祖是大势至菩萨，大势至菩萨是法界初祖。尽虚空遍法界第一个提倡专修净土法门，专念阿弥陀佛，从初发心一直到成佛，不改第二个方法，就这一个方法，一句名号念到底；还用这个方法普度法界众生，那是大势至菩萨，这是法界净宗初祖。普贤菩萨是我们娑婆世界初祖。释迦牟尼佛示现成佛，第一次讲的经就是《大方广佛华严经》，普贤菩萨在这一会里面提倡念佛求生净土，他是娑婆世界净宗初祖。在中国东晋时代，慧远大师在庐山建念佛堂，志同道合一百二十三个人，专依《无量寿经》。因为那时候《弥陀经》跟《观无量寿佛经》都还没有翻译出来，《无量寿经》翻得最早。那时候只是依《无量寿经》，念佛求生净土，一百二十三个人统统往生，不可思议。远公是中国的初祖。所以在此地奉劝诸位，一定要专修，一定要求生净土。",
      "zh_TW": "《華嚴》到末後，普賢菩薩「十大願王，導歸極樂」。所以夏蓮居老居士在《淨修捷要》裡面說得很好，他給我們講的，淨宗初祖是大勢至菩薩，大勢至菩薩是法界初祖。盡虛空遍法界第一個提倡專修淨土法門，專念阿彌陀佛，從初發心一直到成佛，不改第二個方法，就這一個方法，一句名號念到底；還用這個方法普度法界眾生，那是大勢至菩薩，這是法界淨宗初祖。普賢菩薩是我們娑婆世界初祖。釋迦牟尼佛示現成佛，第一次講的經就是《大方廣佛華嚴經》，普賢菩薩在這一會裡面提倡念佛求生淨土，他是娑婆世界淨宗初祖。在中國東晉時代，慧遠大師在廬山建念佛堂，志同道合一百二十三個人，專依《無量壽經》。因為那時候《彌陀經》跟《觀無量壽佛經》都還沒有翻譯出來，《無量壽經》翻得最早。那時候只是依《無量壽經》，念佛求生淨土，一百二十三個人統統往生，不可思議。遠公是中國的初祖。所以在此地奉勸諸位，一定要專修，一定要求生淨土。"
    },
    {
      "id": "04-010-0002_p0091",
      "zh_CN": "普贤行愿不可以不知道，普贤行愿完全摄入在一句佛号之中。普贤行愿知道了，好处在哪里？我们处事待人接物自然就不相同了，佛号念得功夫容易得力。我们现在念佛号功夫不得力，普贤行愿能够帮助我们功夫得力，帮助我们成就念佛三昧，所以你了解有很大的好处。",
      "zh_TW": "普賢行願不可以不知道，普賢行願完全攝入在一句佛號之中。普賢行願知道了，好處在哪裡？我們處事待人接物自然就不相同了，佛號念得功夫容易得力。我們現在念佛號功夫不得力，普賢行願能夠幫助我們功夫得力，幫助我們成就念佛三昧，所以你了解有很大的好處。"
    },
    {
      "id": "04-010-0002_p0092",
      "zh_CN": "疏【何者是普贤行。】",
      "zh_TW": "疏【何者是普賢行。】"
    },
    {
      "id": "04-010-0002_p0093",
      "zh_CN": "这底下就问了，什么是普贤行？这很重要。",
      "zh_TW": "這底下就問了，什麼是普賢行？這很重要。"
    },
    {
      "id": "04-010-0002_p0094",
      "zh_CN": "疏【谓总该万行。行布圆融。】",
      "zh_TW": "疏【謂總該萬行。行布圓融。】"
    },
    {
      "id": "04-010-0002_p0095",
      "zh_CN": "普贤行包含一切行门，这一切行门是菩萨所修的，这一切『万行』就是我们自己日常生活行为，包括起心动念，这叫万行。菩萨跟凡夫差别在哪里？菩萨觉悟，凡夫迷惑。行都一样的，我们要穿衣吃饭，菩萨也要穿衣吃饭；我们日常有很多应酬，菩萨应酬比我们还多。不一样的是什么？我们为什么不叫菩萨行？因为我们在迷，觉了就叫菩萨行，菩萨是觉，我们是迷，差别就在这里。",
      "zh_TW": "普賢行包含一切行門，這一切行門是菩薩所修的，這一切『萬行』就是我們自己日常生活行為，包括起心動念，這叫萬行。菩薩跟凡夫差別在哪裡？菩薩覺悟，凡夫迷惑。行都一樣的，我們要穿衣吃飯，菩薩也要穿衣吃飯；我們日常有很多應酬，菩薩應酬比我們還多。不一樣的是什麼？我們為什麼不叫菩薩行？因為我們在迷，覺了就叫菩薩行，菩薩是覺，我們是迷，差別就在這裡。"
    },
    {
      "id": "04-010-0002_p0096",
      "zh_CN": "菩萨虽然觉，他的德不能周遍法界，所以菩萨行不叫做普贤行。普贤行跟菩萨行的差别，就是他的德周法界，不同的就在这个地方。再说得明白一点，菩萨行还没有真正到一心，普贤行是一心。在净土经里面讲，一心有事一心、有理一心，事一心是一般的菩萨行，理一心是普贤行；因为理一心里面没有界限、没有分别，的确这个心是心周法界。能够周遍法界的这个心，穿衣吃饭都周遍法界，都没有障碍，所以事事无碍、理事无碍，那就叫普贤行。所以里面有行布、有圆融，行布是有次第，圆融是没有次第。在日常生活当中，行布圆融都合在一起，所以行布不碍圆融，圆融不碍行布。",
      "zh_TW": "菩薩雖然覺，他的德不能周遍法界，所以菩薩行不叫做普賢行。普賢行跟菩薩行的差別，就是他的德周法界，不同的就在這個地方。再說得明白一點，菩薩行還沒有真正到一心，普賢行是一心。在淨土經裡面講，一心有事一心、有理一心，事一心是一般的菩薩行，理一心是普賢行；因為理一心裡面沒有界限、沒有分別，的確這個心是心周法界。能夠周遍法界的這個心，穿衣吃飯都周遍法界，都沒有障礙，所以事事無礙、理事無礙，那就叫普賢行。所以裡面有行布、有圓融，行布是有次第，圓融是沒有次第。在日常生活當中，行布圓融都合在一起，所以行布不礙圓融，圓融不礙行布。"
    },
    {
      "id": "04-010-0002_p0097",
      "zh_CN": "疏【何名普贤行。略有二义。】",
      "zh_TW": "疏【何名普賢行。略有二義。】"
    },
    {
      "id": "04-010-0002_p0098",
      "zh_CN": "疏【一以人取法。普贤菩萨之所行故。】",
      "zh_TW": "疏【一以人取法。普賢菩薩之所行故。】"
    },
    {
      "id": "04-010-0002_p0099",
      "zh_CN": "这一部《华严经》里面所说种种行门，都是普贤菩萨行。前面说过五周因果，五周之因就是普贤行，五周之果就是普贤行的成就，这个跟净土经里面讲的理一心不乱完全相应，由此可知，理一心就是『普贤菩萨之所行』。",
      "zh_TW": "這一部《華嚴經》裡面所說種種行門，都是普賢菩薩行。前面說過五周因果，五周之因就是普賢行，五周之果就是普賢行的成就，這個跟淨土經裡面講的理一心不亂完全相應，由此可知，理一心就是『普賢菩薩之所行』。"
    },
    {
      "id": "04-010-0002_p0100",
      "zh_CN": "疏【二直就法说。随一一行。皆称法界。遍调善故。】",
      "zh_TW": "疏【二直就法說。隨一一行。皆稱法界。遍調善故。】"
    },
    {
      "id": "04-010-0002_p0101",
      "zh_CN": "这叫善顺，无论哪个行都称法性，都与性德相应。性德是圆满大觉，觉而不迷，是圆满的大觉，与这个相应，这是从法上说的。所以，后面将『一一行』、将万行归纳为十大类，就是后面讲的十愿。诸位要知道，每一愿里面有无量无边的行门，这你才把普贤行看清楚，看明白了。决定不是普贤行就这十条，就那么简单，那你就看错了。它是归纳的，归纳成十条，每一条里面无量无边的行门，到后面我再详细跟诸位报告。",
      "zh_TW": "這叫善順，無論哪個行都稱法性，都與性德相應。性德是圓滿大覺，覺而不迷，是圓滿的大覺，與這個相應，這是從法上說的。所以，後面將『一一行』、將萬行歸納為十大類，就是後面講的十願。諸位要知道，每一願裡面有無量無邊的行門，這你才把普賢行看清楚，看明白了。決定不是普賢行就這十條，就那麼簡單，那你就看錯了。它是歸納的，歸納成十條，每一條裡面無量無邊的行門，到後面我再詳細跟諸位報告。"
    },
    {
      "id": "04-010-0002_p0102",
      "zh_CN": "然后才知道我们日常生活当中，日常的礼节，第一个是「礼敬诸佛」，这就是日常生活礼节。如何叫我们的礼节能称法界，与性德相应？我们学这部经要在这些地方学，学了之后立刻变成我们自己的生活。「称赞」是说话，从早到晚我们讲了些什么？说话有没有条理？有没有层次？称赞是言语，礼敬是身体的造作，统统讲的是我们日常生活行为。你看圆满觉悟的人，他们的行为是怎样的，用这个标准来观察自己、来修正自己，那叫真正修行。所以这一句佛号，信愿持名，是正行；这个十愿你要明了了，叫助行，正助双修。前面比喻像鸟两只翅膀一样，车两个轮一样，正助双修，这一生当中没有不成就，没有不圆满的。",
      "zh_TW": "然後才知道我們日常生活當中，日常的禮節，第一個是「禮敬諸佛」，這就是日常生活禮節。如何叫我們的禮節能稱法界，與性德相應？我們學這部經要在這些地方學，學了之後立刻變成我們自己的生活。「稱讚」是說話，從早到晚我們講了些什麼？說話有沒有條理？有沒有層次？稱讚是言語，禮敬是身體的造作，統統講的是我們日常生活行為。你看圓滿覺悟的人，他們的行為是怎樣的，用這個標準來觀察自己、來修正自己，那叫真正修行。所以這一句佛號，信願持名，是正行；這個十願你要明瞭了，叫助行，正助雙修。前面比喻像鳥兩隻翅膀一樣，車兩個輪一樣，正助雙修，這一生當中沒有不成就，沒有不圓滿的。"
    },
    {
      "id": "04-010-0002_p0103",
      "zh_CN": "这一次选的这部经，这个本子很薄，要像我这样讲法也要很长的时间，但是这个讲法大家很得受用，非常得受用。好，今天时间到了，就讲到此地。",
      "zh_TW": "這一次選的這部經，這個本子很薄，要像我這樣講法也要很長的時間，但是這個講法大家很得受用，非常得受用。好，今天時間到了，就講到此地。"
    }
  ]
}