{
  "doc_id": "01-010-0002",
  "title": {
    "zh_CN": "阿弥陀经对现代人的启示",
    "zh_TW": "阿彌陀經對現代人的啟示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "中国广州光孝寺",
    "zh_TW": "中國廣州光孝寺"
  },
  "doc_number": "01-010-0002",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "01-010-0002_p0001",
      "zh_CN": "昨天我们将佛法与《弥陀经》的经题做了一个简单的介绍，今天起我们要看看这部经的经文。《弥陀经》在中国有两种译本，我们现在通用的，是姚秦时代鸠摩罗什大师所翻译的。以后在唐朝时候，玄奘大师也将这部经从梵文译成中文，但是奘师所译的这个本子没有流通，在《大藏经》里面我们可以看到。玄奘大师早年到印度去求学，他动机当中，最主要是对于古德译经带有怀疑，他认为所翻的可能不很正确，所以自己亲自到印度去求学。他在印度住了十七年，回国之后，对于古德所翻的一切经论没有加任何的评论；换句话说，都为他所默认，也就是承认古大德所翻的没有译错，翻得很正确。所以经典的可靠性，玄奘大师给我们做了一次证明。",
      "zh_TW": "昨天我們將佛法與《彌陀經》的經題做了一個簡單的介紹，今天起我們要看看這部經的經文。《彌陀經》在中國有兩種譯本，我們現在通用的，是姚秦時代鳩摩羅什大師所翻譯的。以後在唐朝時候，玄奘大師也將這部經從梵文譯成中文，但是奘師所譯的這個本子沒有流通，在《大藏經》裡面我們可以看到。玄奘大師早年到印度去求學，他動機當中，最主要是對於古德譯經帶有懷疑，他認為所翻的可能不很正確，所以自己親自到印度去求學。他在印度住了十七年，回國之後，對於古德所翻的一切經論沒有加任何的評論；換句話說，都為他所默認，也就是承認古大德所翻的沒有譯錯，翻得很正確。所以經典的可靠性，玄奘大師給我們做了一次證明。"
    },
    {
      "id": "01-010-0002_p0002",
      "zh_CN": "特别是这部经，他老人家翻成汉文之后，他的学生窥基大师，我们晓得窥基大师是法相唯识宗的初祖。法相的经典是玄奘大师从印度带回来的，但是真正在中国建立成为一个学派，或者我们佛法里面讲的宗派，是在他学生手里。窥基大师曾经给《阿弥陀经》做了个注解，叫做《阿弥陀经通赞疏》。最奇怪的就是，《通赞疏》采用的本子是鸠摩罗什大师的，不是他老师奘大师所译的经文。我们后人看起来感觉得很奇怪，这里面用意非常之深。就是世尊灭度之前，教诫后世的弟子「四依法」。第一个是「依法不依人」，玄奘大师师徒两个人做我们后世的模范，做我们的典型，看看人家是如何实践佛陀的教训。",
      "zh_TW": "特別是這部經，他老人家翻成漢文之後，他的學生窺基大師，我們曉得窺基大師是法相唯識宗的初祖。法相的經典是玄奘大師從印度帶回來的，但是真正在中國建立成為一個學派，或者我們佛法裡面講的宗派，是在他學生手裡。窺基大師曾經給《阿彌陀經》做了個註解，叫做《阿彌陀經通贊疏》。最奇怪的就是，《通贊疏》採用的本子是鳩摩羅什大師的，不是他老師奘大師所譯的經文。我們後人看起來感覺得很奇怪，這裡面用意非常之深。就是世尊滅度之前，教誡後世的弟子「四依法」。第一個是「依法不依人」，玄奘大師師徒兩個人做我們後世的模範，做我們的典型，看看人家是如何實踐佛陀的教訓。"
    },
    {
      "id": "01-010-0002_p0003",
      "zh_CN": "罗什大师译的这部经是意译，也就是完全摆脱梵文的形式，把它的意思翻出来；而玄奘大师是属于直译，照着梵文一句一句的这样把它翻成中文。因此这两个本子我们要对照起来读，会发现有些地方不一样，实在讲是应该要对照起来看的。照我们一般人的想法，弟子对于老师是格外的尊重，老师所翻译的经本，别人不流通，自己的弟子应该是把它发扬光大，负责流通这个使命；但是我们看窥基大师所做的，恰恰跟我们想的相反。窥基大师依旧是采取罗什的本子，这样就更证明，他们师徒二人对于罗什大师翻的《阿弥陀经》，完全肯定的接受，毫无怀疑。这是对于经典的信任，经典的尊重，奘师师徒二人对我们后世有很大的启发，让我们对这部经生起坚定的信心，这是我们应当要学习的。他们完全摆脱了宗派，摆脱了感情，纯粹是以理性来做。当然玄奘大师所翻的，绝对不在罗什大师之下，如果在罗什大师之下，这个翻译就没有意义。两种译本同样的好，而罗什已经普遍流通了，于是他师徒两个也特别赞扬、流通罗什的本子，将奘师所翻译的供给我们修学的人做参考。这样的心量、这样的行持，值得我们后人效法，值得我们学习的。",
      "zh_TW": "羅什大師譯的這部經是意譯，也就是完全擺脫梵文的形式，把它的意思翻出來；而玄奘大師是屬於直譯，照著梵文一句一句的這樣把它翻成中文。因此這兩個本子我們要對照起來讀，會發現有些地方不一樣，實在講是應該要對照起來看的。照我們一般人的想法，弟子對於老師是格外的尊重，老師所翻譯的經本，別人不流通，自己的弟子應該是把它發揚光大，負責流通這個使命；但是我們看窺基大師所做的，恰恰跟我們想的相反。窺基大師依舊是採取羅什的本子，這樣就更證明，他們師徒二人對於羅什大師翻的《阿彌陀經》，完全肯定的接受，毫無懷疑。這是對於經典的信任，經典的尊重，奘師師徒二人對我們後世有很大的啟發，讓我們對這部經生起堅定的信心，這是我們應當要學習的。他們完全擺脫了宗派，擺脫了感情，純粹是以理性來做。當然玄奘大師所翻的，絕對不在羅什大師之下，如果在羅什大師之下，這個翻譯就沒有意義。兩種譯本同樣的好，而羅什已經普遍流通了，於是他師徒兩個也特別讚揚、流通羅什的本子，將奘師所翻譯的供給我們修學的人做參考。這樣的心量、這樣的行持，值得我們後人效法，值得我們學習的。"
    },
    {
      "id": "01-010-0002_p0004",
      "zh_CN": "经文一开端是序分，接着正宗分、流通分，这是每一部经对于三分的体例来叙说、来记载。序分里面有通序、有别序，这些地方我们都要特别的留意。通序虽然在文字上每部经大致上都是相同的，都说「如是我闻，一时佛在什么地方，与哪些人在一起」，就像开会会议记录一样，大致都相同。文字虽然相同，可是里面的含义有浅深差别，那不一样。因为佛说一切经是应机而说，绝大多数是由于弟子们启请，也就是有了疑问，提出来请求释迦牟尼佛开示，请求佛帮助我们解决问题，一问一答，经典的发起多半是这种形式。而在本经就相当的特殊，这部经没有人问，是属于无问自说，释迦牟尼佛自己对我们宣说，没有人启请。",
      "zh_TW": "經文一開端是序分，接著正宗分、流通分，這是每一部經對於三分的體例來敘說、來記載。序分裡面有通序、有別序，這些地方我們都要特別的留意。通序雖然在文字上每部經大致上都是相同的，都說「如是我聞，一時佛在什麼地方，與哪些人在一起」，就像開會會議記錄一樣，大致都相同。文字雖然相同，可是裡面的含義有淺深差別，那不一樣。因為佛說一切經是應機而說，絕大多數是由於弟子們啟請，也就是有了疑問，提出來請求釋迦牟尼佛開示，請求佛幫助我們解決問題，一問一答，經典的發起多半是這種形式。而在本經就相當的特殊，這部經沒有人問，是屬於無問自說，釋迦牟尼佛自己對我們宣說，沒有人啟請。"
    },
    {
      "id": "01-010-0002_p0005",
      "zh_CN": "佛教传到中国之后，天台家、贤首家的判教，实在佛在世的时候无所谓判教，判教是传到中国来之后，我们中国的祖师大德，将世尊四十九年所说的一切经加以综合整理，重新编排，按照浅深次第，便利我们修学，这就好比是把当年佛所讲的一切经，我们今天把它编成教科书一样。天台家依的是四教，所谓是四教仪；贤首是以五教来判的。五教跟四教实在讲只有开合不同而已，内容是大同小异。",
      "zh_TW": "佛教傳到中國之後，天台家、賢首家的判教，實在佛在世的時候無所謂判教，判教是傳到中國來之後，我們中國的祖師大德，將世尊四十九年所說的一切經加以綜合整理，重新編排，按照淺深次第，便利我們修學，這就好比是把當年佛所講的一切經，我們今天把它編成教科書一樣。天台家依的是四教，所謂是四教儀；賢首是以五教來判的。五教跟四教實在講只有開合不同而已，內容是大同小異。"
    },
    {
      "id": "01-010-0002_p0006",
      "zh_CN": "照四教或者是五教来看，五教是讲小、始、终、顿、圆，于是「如是我闻」的意思，对于「如是」的意思就有浅深次第不一样。我们知道，佛的经典、佛的每一句话、每一个字，都是从真如本性里面流露出来。正因为如此，所以佛在华严会上告诉我们，「佛法无人说，虽慧莫能了」，这是《华严经》上两句偈。为什么世间人不能解？世间人解佛法是用自己的观点来解释，是用自己的意识来解释，往往把佛的意思解错了，佛不是这个意思，我们看错了。何况每个人的看法都不一样，到底哪个人的解释是正确的？哪个人的解释是可靠的？这始终给我们打了个问号，于是乎对于经典的修学，乃至于信解都产生了障碍。",
      "zh_TW": "照四教或者是五教來看，五教是講小、始、終、頓、圓，於是「如是我聞」的意思，對於「如是」的意思就有淺深次第不一樣。我們知道，佛的經典、佛的每一句話、每一個字，都是從真如本性裡面流露出來。正因為如此，所以佛在華嚴會上告訴我們，「佛法無人說，雖慧莫能了」，這是《華嚴經》上兩句偈。為什麼世間人不能解？世間人解佛法是用自己的觀點來解釋，是用自己的意識來解釋，往往把佛的意思解錯了，佛不是這個意思，我們看錯了。何況每個人的看法都不一樣，到底哪個人的解釋是正確的？哪個人的解釋是可靠的？這始終給我們打了個問號，於是乎對於經典的修學，乃至於信解都產生了障礙。"
    },
    {
      "id": "01-010-0002_p0007",
      "zh_CN": "佛法传到今天，依照中国历史的记载，已经是三千多年，外国人的记载是二千五百多年。无论是中国、外国的记载，总而言之一句话，都已经超过二千五百年这么长、这么遥远的时期。教法是愈传愈讹，用现在的话来说，免不了变质，这才有法运三分的说法，正法、像法、末法，我们现在处在末法的时代。如果对于经典要丧失信心的话，换句话说，我们接受佛教育的意愿就不会很强烈，信心也不会很坚定；换句话说，成就也就有限。所以我们要想在这一生当中有成就，这些障碍、这些疑惑一定要把它排除。",
      "zh_TW": "佛法傳到今天，依照中國歷史的記載，已經是三千多年，外國人的記載是二千五百多年。無論是中國、外國的記載，總而言之一句話，都已經超過二千五百年這麼長、這麼遙遠的時期。教法是愈傳愈訛，用現在的話來說，免不了變質，這才有法運三分的說法，正法、像法、末法，我們現在處在末法的時代。如果對於經典要喪失信心的話，換句話說，我們接受佛教育的意願就不會很強烈，信心也不會很堅定；換句話說，成就也就有限。所以我們要想在這一生當中有成就，這些障礙、這些疑惑一定要把它排除。"
    },
    {
      "id": "01-010-0002_p0008",
      "zh_CN": "首先我们要知道，要承认、肯定佛菩萨有真实的智慧，真实的智慧是从清净心里面生出来，清净心是体，智慧是用。三学之中，因戒得定，因定开慧，佛法的目的是教我们开智慧，而开智慧的枢纽是在「定」。所以，八万四千法门，无量法门，所修的统统是禅定，只是用的手段、方法不相同。禅宗里面讲禅定，教下里面讲止观，止观就是禅定，净土宗里面叫一心不乱，诸位想想，一心不乱是不是禅定？乃至于密宗里面讲三密相应，相应就是定，不定它怎么能相应？由此可知，诸宗所用的名词术语不一样，实际是一桩事情，统统是禅定，因戒得定，因定开慧。",
      "zh_TW": "首先我們要知道，要承認、肯定佛菩薩有真實的智慧，真實的智慧是從清淨心裡面生出來，清淨心是體，智慧是用。三學之中，因戒得定，因定開慧，佛法的目的是教我們開智慧，而開智慧的樞紐是在「定」。所以，八萬四千法門，無量法門，所修的統統是禪定，只是用的手段、方法不相同。禪宗裡面講禪定，教下裡面講止觀，止觀就是禪定，淨土宗裡面叫一心不亂，諸位想想，一心不亂是不是禪定？乃至於密宗裡面講三密相應，相應就是定，不定它怎麼能相應？由此可知，諸宗所用的名詞術語不一樣，實際是一樁事情，統統是禪定，因戒得定，因定開慧。"
    },
    {
      "id": "01-010-0002_p0009",
      "zh_CN": "戒、定、慧称为三无漏学，戒定慧是我们自性当中本来具足的，可见得佛的教学始终没有离开自性，因此佛对一切众生说法，无不是称性而谈。但是众生的根性不相同，这个不相同是讲习性，就是迷悟有浅深差别不同，迷得浅的人智慧就显得高，迷得深的人智慧就显得浅，有这样的差别。佛虽然称性而说，有些就讲得浅显一些，有些讲得深奥一些，无论佛所说的法是浅、是深、是半、是圆，都是称性而说。譬如我们晚上看月亮，初三、初四的月牙，我们要问问那是不是真正的月光？是，一点也不错；十五的满月也是真正的月光。我们把真月比喻作真性里面的智慧，那么佛所讲的经有满月，那就是圆满称性而说；有说一半，像初八、初九的月亮一样，上弦，只有一半，是称性但是不圆满，只说了一半；或者只说了少分，特别是人天法与小乘法里面，佛只说少分，一半也不到，就像初四、初三的月亮一样。无论是初三的月亮、十五的月亮，总而言之都是真月，都不是假月。我们从这个比喻当中体会到佛称性，称性有圆、有不圆。",
      "zh_TW": "戒、定、慧稱為三無漏學，戒定慧是我們自性當中本來具足的，可見得佛的教學始終沒有離開自性，因此佛對一切眾生說法，無不是稱性而談。但是眾生的根性不相同，這個不相同是講習性，就是迷悟有淺深差別不同，迷得淺的人智慧就顯得高，迷得深的人智慧就顯得淺，有這樣的差別。佛雖然稱性而說，有些就講得淺顯一些，有些講得深奧一些，無論佛所說的法是淺、是深、是半、是圓，都是稱性而說。譬如我們晚上看月亮，初三、初四的月牙，我們要問問那是不是真正的月光？是，一點也不錯；十五的滿月也是真正的月光。我們把真月比喻作真性裡面的智慧，那麼佛所講的經有滿月，那就是圓滿稱性而說；有說一半，像初八、初九的月亮一樣，上弦，只有一半，是稱性但是不圓滿，只說了一半；或者只說了少分，特別是人天法與小乘法裡面，佛只說少分，一半也不到，就像初四、初三的月亮一樣。無論是初三的月亮、十五的月亮，總而言之都是真月，都不是假月。我們從這個比喻當中體會到佛稱性，稱性有圓、有不圓。"
    },
    {
      "id": "01-010-0002_p0010",
      "zh_CN": "经文当中「如是」两个字，「如」就是说明称性而谈，代表这个意思，这是佛说法与世出世间一切人说法不相同的地方。「如」之含义既然是称性，称性就是说如其理，理如其说，事如其性，性如其事，性相、理事不二，这就是「如」。换句话说，佛所讲的完全是个事实的真相，如就是代表一切事实真相，这是「如是」两个字的浅说。那么我们要问本经，本经的「如是」究竟是圆还是半？我们从本经的经题上去看，昨天晚上跟诸位同修报告过，本经的经题是「称赞不可思议功德一切诸佛所护念经」。我们想想这个题目的含义，这个「如是」两个字究竟是圆满的意思，还是半满的意思？就不难想像到，这个地方的「如是」是究竟圆满的意思。因此这部经分量虽然不多，但是它在佛教里面的地位，在佛教里面的分量，是属于第一。",
      "zh_TW": "經文當中「如是」兩個字，「如」就是說明稱性而談，代表這個意思，這是佛說法與世出世間一切人說法不相同的地方。「如」之含義既然是稱性，稱性就是說如其理，理如其說，事如其性，性如其事，性相、理事不二，這就是「如」。換句話說，佛所講的完全是個事實的真相，如就是代表一切事實真相，這是「如是」兩個字的淺說。那麼我們要問本經，本經的「如是」究竟是圓還是半？我們從本經的經題上去看，昨天晚上跟諸位同修報告過，本經的經題是「稱讚不可思議功德一切諸佛所護念經」。我們想想這個題目的含義，這個「如是」兩個字究竟是圓滿的意思，還是半滿的意思？就不難想像到，這個地方的「如是」是究竟圓滿的意思。因此這部經分量雖然不多，但是它在佛教裡面的地位，在佛教裡面的分量，是屬於第一。"
    },
    {
      "id": "01-010-0002_p0011",
      "zh_CN": "清朝初年乾隆时代，彭际清居士，这是个很了不起的人，他有《无量寿经》的节本，他有《华严念佛三昧论》，他的解行都有相当高深的造诣。他老人家曾经说过，《无量寿经》即是中本《华严》，这句话是他慧眼所见，告诉我们后人，净宗经典在整个《大藏经》里所占的分量。我们中国人，无论是哪一宗、哪个学派，无不尊崇《华严》为根本法轮，一切经皆是《华严》眷属。那么彭居士将《无量寿经》尊称为中本《华严》，这个意思就不平凡。《华严》有八十卷，我们称为大本，《无量寿经》只有两卷或者是一卷，称为中本，文字有繁简之别，内容没有二致；换句话说，《华严经》上所有一切内容，《无量寿经》是统统具足，没有一丝毫欠缺。",
      "zh_TW": "清朝初年乾隆時代，彭際清居士，這是個很了不起的人，他有《無量壽經》的節本，他有《華嚴念佛三昧論》，他的解行都有相當高深的造詣。他老人家曾經說過，《無量壽經》即是中本《華嚴》，這句話是他慧眼所見，告訴我們後人，淨宗經典在整個《大藏經》裡所佔的分量。我們中國人，無論是哪一宗、哪個學派，無不尊崇《華嚴》為根本法輪，一切經皆是《華嚴》眷屬。那麼彭居士將《無量壽經》尊稱為中本《華嚴》，這個意思就不平凡。《華嚴》有八十卷，我們稱為大本，《無量壽經》只有兩卷或者是一卷，稱為中本，文字有繁簡之別，內容沒有二致；換句話說，《華嚴經》上所有一切內容，《無量壽經》是統統具足，沒有一絲毫欠缺。"
    },
    {
      "id": "01-010-0002_p0012",
      "zh_CN": "他为什么不称小本《华严》，而是中本？既然是中本，当然还有小本，否则的话就讲不通了。小本是什么？就是我们今天所念的《佛说阿弥陀经》，这个经叫小本《华严》。它在文字数量上比《无量寿经》更少，但是里面所讲的性相、理事与《华严》也是无二无别。彭居士给我们这个开导，让我们明了《无量寿经》跟《阿弥陀经》原来跟《华严经》是一样的。他说这个话有没有根据？是不是他随便说的？他有根据，根据是什么？根据就是《大方广佛华严经》。《华严》怎样圆满？这是修学大乘的人都应该要知道，净宗的难信是真的，确实不容易让年轻人接受。我自己修学，过去也是从这个关口转过来。我的老师李炳南老居士是印光大师的弟子，他传承的就是净宗。我跟他学了十年，他苦口婆心的把这个法门介绍给我，我还是半信半疑，没有办法全程肯定的来信仰它，来接受它。真正接受，是离开老师之后讲《华严》，我讲《华严》讲了十七年，从《华严经》上得到了启示，真正认识这部经典的宗旨。",
      "zh_TW": "他為什麼不稱小本《華嚴》，而是中本？既然是中本，當然還有小本，否則的話就講不通了。小本是什麼？就是我們今天所念的《佛說阿彌陀經》，這個經叫小本《華嚴》。它在文字數量上比《無量壽經》更少，但是裡面所講的性相、理事與《華嚴》也是無二無別。彭居士給我們這個開導，讓我們明瞭《無量壽經》跟《阿彌陀經》原來跟《華嚴經》是一樣的。他說這個話有沒有根據？是不是他隨便說的？他有根據，根據是什麼？根據就是《大方廣佛華嚴經》。《華嚴》怎樣圓滿？這是修學大乘的人都應該要知道，淨宗的難信是真的，確實不容易讓年輕人接受。我自己修學，過去也是從這個關口轉過來。我的老師李炳南老居士是印光大師的弟子，他傳承的就是淨宗。我跟他學了十年，他苦口婆心的把這個法門介紹給我，我還是半信半疑，沒有辦法全程肯定的來信仰它，來接受它。真正接受，是離開老師之後講《華嚴》，我講《華嚴》講了十七年，從《華嚴經》上得到了啟示，真正認識這部經典的宗旨。"
    },
    {
      "id": "01-010-0002_p0013",
      "zh_CN": "华严会上末后的圆满，是普贤菩萨十大愿王导归极乐，这就圆满。《无量寿经》跟《弥陀经》字字句句都是说的极乐世界，正是《华严》的归宿。《华严》是一乘圆教，那么《无量寿经》则是圆中之圆，一乘当中的一乘；《无量寿经》如是，《弥陀经》当然也就完全相同。莲池大师告诉我们，《无量寿经》跟《阿弥陀经》只是大本小本的差别。《无量寿经》是大本的《阿弥陀经》，《阿弥陀经》是小本的《无量寿经》，如果跟《华严》合起来，这三部经是一而三，三而一。这正是古大德所说的，如来所说的第一经。唐朝善导大师跟我们说得更清楚、更明白，他说「如来所以兴出世」，这个如来是讲十方一切诸佛如来，示现在九法界当中，以佛的身分出现在世间，或者是以菩萨的身分出现在世间，为的是什么？「唯说弥陀本愿海」；换句话说，佛之所以出现在世间，就是为了讲《无量寿经》、讲《弥陀经》，这是佛真正的用意。",
      "zh_TW": "華嚴會上末後的圓滿，是普賢菩薩十大願王導歸極樂，這就圓滿。《無量壽經》跟《彌陀經》字字句句都是說的極樂世界，正是《華嚴》的歸宿。《華嚴》是一乘圓教，那麼《無量壽經》則是圓中之圓，一乘當中的一乘；《無量壽經》如是，《彌陀經》當然也就完全相同。蓮池大師告訴我們，《無量壽經》跟《阿彌陀經》只是大本小本的差別。《無量壽經》是大本的《阿彌陀經》，《阿彌陀經》是小本的《無量壽經》，如果跟《華嚴》合起來，這三部經是一而三，三而一。這正是古大德所說的，如來所說的第一經。唐朝善導大師跟我們說得更清楚、更明白，他說「如來所以興出世」，這個如來是講十方一切諸佛如來，示現在九法界當中，以佛的身分出現在世間，或者是以菩薩的身分出現在世間，為的是什麼？「唯說彌陀本願海」；換句話說，佛之所以出現在世間，就是為了講《無量壽經》、講《彌陀經》，這是佛真正的用意。"
    },
    {
      "id": "01-010-0002_p0014",
      "zh_CN": "正因为这个经太难相信，所以佛对于那些不能接受的、不肯信服的，那才用其他种种不同的法门来引导，最后还是归到净宗法门。最后到底是什么时候？这也在《华严经》上看到，《华严．十地品》里面，我们读到「十地菩萨始终不离念佛」，十地菩萨是从初地到等觉，一共是十一个位次，等觉菩萨我们也称他做十一地。由此可知，三贤位（十住、十行、十回向）对于念佛成佛或者还不相信，也就是他们智慧还不到。等到他登地，烦恼、无明破了一大半，这个时候智慧现前，对于佛讲这个法门才能接受，才能够深信不疑，从此专修念佛法门，求生西方极乐世界。我们在《华严经》上看到文殊、普贤，看到弥勒菩萨，都是求生净土。《无量寿经》的后半部，弥勒菩萨是当机者，由此可知，弥勒菩萨与净宗缘分之深。像这些地方我们要细心去体会，然后才真正明了佛说经讲道、教化众生的真义所在。",
      "zh_TW": "正因為這個經太難相信，所以佛對於那些不能接受的、不肯信服的，那才用其他種種不同的法門來引導，最後還是歸到淨宗法門。最後到底是什麼時候？這也在《華嚴經》上看到，《華嚴．十地品》裡面，我們讀到「十地菩薩始終不離念佛」，十地菩薩是從初地到等覺，一共是十一個位次，等覺菩薩我們也稱他做十一地。由此可知，三賢位（十住、十行、十迴向）對於念佛成佛或者還不相信，也就是他們智慧還不到。等到他登地，煩惱、無明破了一大半，這個時候智慧現前，對於佛講這個法門才能接受，才能夠深信不疑，從此專修念佛法門，求生西方極樂世界。我們在《華嚴經》上看到文殊、普賢，看到彌勒菩薩，都是求生淨土。《無量壽經》的後半部，彌勒菩薩是當機者，由此可知，彌勒菩薩與淨宗緣分之深。像這些地方我們要細心去體會，然後才真正明瞭佛說經講道、教化眾生的真義所在。"
    },
    {
      "id": "01-010-0002_p0015",
      "zh_CN": "开经偈上说，「愿解如来真实义」，佛的真实义究竟是什么，我们要知道。在理论上讲，所有一切法门都是修觉正净，所谓「法门平等，无有高下」，这是真的，不是假的。为什么一切诸佛偏偏赞叹念佛法门？实在是因为这个法门有它度众生特别的方便，所谓「三根普被，利钝全收」。以《华严》来说，《华严》它的教学对象是四十一位法身大士；换句话说，没有明心见性，没有破一品无明，证一分法身，就不是《华严经》摄受的对象。由此可知，《华严》是度高等的凡夫，不是对普通人，所以中下根性没分。禅宗像六祖大师在《坛经》里面讲，他老人家所接引的是上上根人；换句话说，上中根性都不是他老人家所接引的对象，中下根性没分。有些法门，像佛在《阿含》里面所说的，专度下下根人，上上根人不愿意学习，认为这些法门太浅，不值得学习。这就显示出法门应机不相同，所以绝对不是一个法门能够普度一切众生。",
      "zh_TW": "開經偈上說，「願解如來真實義」，佛的真實義究竟是什麼，我們要知道。在理論上講，所有一切法門都是修覺正淨，所謂「法門平等，無有高下」，這是真的，不是假的。為什麼一切諸佛偏偏讚歎念佛法門？實在是因為這個法門有它度眾生特別的方便，所謂「三根普被，利鈍全收」。以《華嚴》來說，《華嚴》它的教學對象是四十一位法身大士；換句話說，沒有明心見性，沒有破一品無明，證一分法身，就不是《華嚴經》攝受的對象。由此可知，《華嚴》是度高等的凡夫，不是對普通人，所以中下根性沒分。禪宗像六祖大師在《壇經》裡面講，他老人家所接引的是上上根人；換句話說，上中根性都不是他老人家所接引的對象，中下根性沒分。有些法門，像佛在《阿含》裡面所說的，專度下下根人，上上根人不願意學習，認為這些法門太淺，不值得學習。這就顯示出法門應機不相同，所以絕對不是一個法門能夠普度一切眾生。"
    },
    {
      "id": "01-010-0002_p0016",
      "zh_CN": "唯独弥陀净土这个法门，它是能度一切众生，上可以度等觉菩萨，像文殊、普贤这一类菩萨，这是华藏世界毘卢遮那佛身旁的等觉菩萨，绝对不是普通人。而下乃至于五逆十恶、地狱众生也能得度，不但能得度，最不可思议的，它是平等得度。单说得度我们还勉强能接受，说平等得度，这个事情就难了。不但我们凡夫不能接受、不能相信，许许多多的菩萨，刚才讲的，十住、十行、十回向的菩萨都不相信，这叫难信之法。这个法门有它究竟圆满的理论，浅位的菩萨（三贤菩萨）无明习气没断尽，智慧不圆，见不到甚深之理，见不到全面之理，这是他不信的原因。",
      "zh_TW": "唯獨彌陀淨土這個法門，它是能度一切眾生，上可以度等覺菩薩，像文殊、普賢這一類菩薩，這是華藏世界毘盧遮那佛身旁的等覺菩薩，絕對不是普通人。而下乃至於五逆十惡、地獄眾生也能得度，不但能得度，最不可思議的，它是平等得度。單說得度我們還勉強能接受，說平等得度，這個事情就難了。不但我們凡夫不能接受、不能相信，許許多多的菩薩，剛才講的，十住、十行、十迴向的菩薩都不相信，這叫難信之法。這個法門有它究竟圓滿的理論，淺位的菩薩（三賢菩薩）無明習氣沒斷盡，智慧不圓，見不到甚深之理，見不到全面之理，這是他不信的原因。"
    },
    {
      "id": "01-010-0002_p0017",
      "zh_CN": "那么我们要问，那些大菩萨们、声闻、缘觉都不能接受，都不能相信，我们这些凡夫俗子，一品烦恼也没断，天天还在造罪业，我们为什么会相信？我们为什么还念佛？为什么也能往生？而且往生还有种种瑞相，这是真的，不是假的。这样说起来，那些阿罗汉、辟支佛、菩萨也比不上我们了，这是真的吗？是真的。这个事情也很奇怪，我也搞了好多好多年都没搞清楚。别人来问我，我答不出来，我只好说，佛经上这样说，我们信就好了。一直到念《无量寿经》，这才恍然大悟，原来佛在经上讲得很清楚、很明白。我们业障深重的凡夫，听到这个法门能生欢喜心，能够信受奉行，原来他在过去生，无量劫以来，曾经供养过无量无边诸佛如来，今天善根、福德、因缘成熟，所以他才能接受，这不是偶然的事情。",
      "zh_TW": "那麼我們要問，那些大菩薩們、聲聞、緣覺都不能接受，都不能相信，我們這些凡夫俗子，一品煩惱也沒斷，天天還在造罪業，我們為什麼會相信？我們為什麼還念佛？為什麼也能往生？而且往生還有種種瑞相，這是真的，不是假的。這樣說起來，那些阿羅漢、辟支佛、菩薩也比不上我們了，這是真的嗎？是真的。這個事情也很奇怪，我也搞了好多好多年都沒搞清楚。別人來問我，我答不出來，我只好說，佛經上這樣說，我們信就好了。一直到念《無量壽經》，這才恍然大悟，原來佛在經上講得很清楚、很明白。我們業障深重的凡夫，聽到這個法門能生歡喜心，能夠信受奉行，原來他在過去生，無量劫以來，曾經供養過無量無邊諸佛如來，今天善根、福德、因緣成熟，所以他才能接受，這不是偶然的事情。"
    },
    {
      "id": "01-010-0002_p0018",
      "zh_CN": "这个道理知道的人真的不多，《弥陀经》上跟我们讲，「不可以少善根福德因缘，得生彼国」，我们知道，我们是凡夫，辟支佛、权教菩萨都不能接受，我们凡夫是无量劫以来种植的善根无比的深厚。善根固然种得很深厚，我们的习气没有断，所以没能往生，要能往生，今天就不必在此地听我在讲演。好在佛在大经上跟我们说出一个例子，那就是阿阇王子与五百长者子他们这帮人。佛讲《无量寿经》的时候他们都在听，听到世尊介绍西方极乐世界的状况，他们听了非常欢喜，大家都起来供佛，对佛礼拜，心里打个妄想，希望我将来成佛也像阿弥陀佛。世尊有他心通，心里动个念头他就知道了，于是乎世尊就宣说，阿阇王子这五百人，过去生中曾经供养四百亿佛，你要听清楚，四百亿！过去曾经供养四百亿佛，听到这个法门才动个念头，希望将来自己成佛要跟阿弥陀佛一样，还没有发心「我一定要求生西方极乐世界」。你才知道四百亿佛还是少善根、少因缘。",
      "zh_TW": "這個道理知道的人真的不多，《彌陀經》上跟我們講，「不可以少善根福德因緣，得生彼國」，我們知道，我們是凡夫，辟支佛、權教菩薩都不能接受，我們凡夫是無量劫以來種植的善根無比的深厚。善根固然種得很深厚，我們的習氣沒有斷，所以沒能往生，要能往生，今天就不必在此地聽我在講演。好在佛在大經上跟我們說出一個例子，那就是阿闍王子與五百長者子他們這幫人。佛講《無量壽經》的時候他們都在聽，聽到世尊介紹西方極樂世界的狀況，他們聽了非常歡喜，大家都起來供佛，對佛禮拜，心裡打個妄想，希望我將來成佛也像阿彌陀佛。世尊有他心通，心裡動個念頭他就知道了，於是乎世尊就宣說，阿闍王子這五百人，過去生中曾經供養四百億佛，你要聽清楚，四百億！過去曾經供養四百億佛，聽到這個法門才動個念頭，希望將來自己成佛要跟阿彌陀佛一樣，還沒有發心「我一定要求生西方極樂世界」。你才知道四百億佛還是少善根、少因緣。"
    },
    {
      "id": "01-010-0002_p0019",
      "zh_CN": "我们今天听到这个法门，死心塌地能相信，我们种的善根决定超过阿阇王子他们。这是同学们你读经的时候你要珍惜自己，你有这个信心，这个善根福德因缘决定超过他们。现在迷惑颠倒，造作罪业，没关系，要紧的是你真正肯回头。你有缘分接触到这个法门，那你这一生就得度；接触不到这个法门，你是善根、福德多，你缘不足，没有缘分遇到这个法门。所以善根、福德、因缘三个条件具足，你这一生决定得度。我在到此地来之前，我上个月在新加坡，新加坡讲经的时候，李木源居士告诉我，新加坡监狱里面有不少被判死刑的囚犯，这些囚犯多半都是贩毒的。新加坡贩毒被抓到之后，唯一死刑，没有第二种刑罚，被判死刑。李居士就在死刑犯里面劝大家念佛求生西方净土，里面不少这些人都接受。他们念佛是真精进，因为他晓得哪一天要死，印光大师讲的，念佛人要把死字贴在额头上，他那个死字是真的贴在头上，所以念佛是日夜不间断。",
      "zh_TW": "我們今天聽到這個法門，死心塌地能相信，我們種的善根決定超過阿闍王子他們。這是同學們你讀經的時候你要珍惜自己，你有這個信心，這個善根福德因緣決定超過他們。現在迷惑顛倒，造作罪業，沒關係，要緊的是你真正肯回頭。你有緣分接觸到這個法門，那你這一生就得度；接觸不到這個法門，你是善根、福德多，你緣不足，沒有緣分遇到這個法門。所以善根、福德、因緣三個條件具足，你這一生決定得度。我在到此地來之前，我上個月在新加坡，新加坡講經的時候，李木源居士告訴我，新加坡監獄裡面有不少被判死刑的囚犯，這些囚犯多半都是販毒的。新加坡販毒被抓到之後，唯一死刑，沒有第二種刑罰，被判死刑。李居士就在死刑犯裡面勸大家念佛求生西方淨土，裡面不少這些人都接受。他們念佛是真精進，因為他曉得哪一天要死，印光大師講的，念佛人要把死字貼在額頭上，他那個死字是真的貼在頭上，所以念佛是日夜不間斷。"
    },
    {
      "id": "01-010-0002_p0020",
      "zh_CN": "临刑的时候，他们的刑罚是绞刑（吊刑），他们非常从容，一点都不惊慌。在上绞刑台的那一天一夜，是二十四小时佛号不中断，其他的同伴统统替他助念。他不要人架，大大方方的走上断头台，一般被判死刑的人，身上都发软，走不上去，要人扶着上去，他们不需要人扶，自己走上去。而且一般吊死的人都是七孔出血，惊慌！他们吊死的时候面色峥嵘。烧出来的舍利，我看过许许多多的舍利，没有看到像新加坡死囚犯那个舍利那样的好，又大又美，掉在地下，就像金属掉在地下音声一样，非常之清脆。证明他是真正往生，一点都不假，所以新加坡死囚犯是精进念佛团。新加坡有福，这些人给他念佛往生，在那里成佛，李木源居士的功德不可思议，我对他非常之赞叹。",
      "zh_TW": "臨刑的時候，他們的刑罰是絞刑（吊刑），他們非常從容，一點都不驚慌。在上絞刑台的那一天一夜，是二十四小時佛號不中斷，其他的同伴統統替他助念。他不要人架，大大方方的走上斷頭台，一般被判死刑的人，身上都發軟，走不上去，要人扶著上去，他們不需要人扶，自己走上去。而且一般吊死的人都是七孔出血，驚慌！他們吊死的時候面色崢嶸。燒出來的舍利，我看過許許多多的舍利，沒有看到像新加坡死囚犯那個舍利那樣的好，又大又美，掉在地下，就像金屬掉在地下音聲一樣，非常之清脆。證明他是真正往生，一點都不假，所以新加坡死囚犯是精進念佛團。新加坡有福，這些人給他念佛往生，在那裡成佛，李木源居士的功德不可思議，我對他非常之讚歎。"
    },
    {
      "id": "01-010-0002_p0021",
      "zh_CN": "我们将印祖写的这些警惕的话，以及阿弥陀佛的佛像，我都送给他们死囚犯们，每个房间里面都给他贴起来，提醒他们自己。所以，他们那些人是真正的精进念佛，我们念佛的功夫比他们差远了，不如他们。念佛之后，他们的相貌完全改变，气质完全改变，家里的亲属去探监，去看他们，都不相信。为什么？以前面貌很凶恶，都不是个善人，现在一看，一百八十度的大转变。真真实实的，而且还会劝家亲眷属要认真的念阿弥陀佛，求生西方净土，反过来度他的家亲眷属。现在新加坡念《无量寿经》的人非常多，念阿弥陀佛的人很多，都看到这些好的榜样。",
      "zh_TW": "我們將印祖寫的這些警惕的話，以及阿彌陀佛的佛像，我都送給他們死囚犯們，每個房間裡面都給他貼起來，提醒他們自己。所以，他們那些人是真正的精進念佛，我們念佛的功夫比他們差遠了，不如他們。念佛之後，他們的相貌完全改變，氣質完全改變，家裡的親屬去探監，去看他們，都不相信。為什麼？以前面貌很凶惡，都不是個善人，現在一看，一百八十度的大轉變。真真實實的，而且還會勸家親眷屬要認真的念阿彌陀佛，求生西方淨土，反過來度他的家親眷屬。現在新加坡念《無量壽經》的人非常多，念阿彌陀佛的人很多，都看到這些好的榜樣。"
    },
    {
      "id": "01-010-0002_p0022",
      "zh_CN": "这些无论在理论上，无论在事实上，都给我们许许多多的证明，证明这个法门确确实实是三根普被，利钝全收，古来祖师大德所判的教下，真的一点都不假。这个经教是圆中之圆，顿中之顿，大乘当中的大乘，一乘当中的一乘，不可思议的法门，这个法门能叫一切众生在一生当中圆成佛道。我们要问，那些上断头台的人为什么不惊不怖？诸位要知道一个事实，人往生到西方极乐世界，是在没有死的时候见到阿弥陀佛来接引。所以，他生到西方极乐世界，是不是吊死以后才去的？不是的，他是去了之后，这个身体留给他们去吊，身体与自己不相干了。那一条黑布蒙到面孔，他就看到佛像，就看到佛在那里接引他，他就跟佛走了，所以他不惊不怖。这就说明这个法门是一生成就的佛法。在一切法门当中，唯独这个法门是一生成就，这个法门是不死的法门。我们是活着没有断气，看到佛来接引，跟佛去，去了以后才断气。这一点关系非常非常重要，希望同修们要把它记住。",
      "zh_TW": "這些無論在理論上，無論在事實上，都給我們許許多多的證明，證明這個法門確確實實是三根普被，利鈍全收，古來祖師大德所判的教下，真的一點都不假。這個經教是圓中之圓，頓中之頓，大乘當中的大乘，一乘當中的一乘，不可思議的法門，這個法門能叫一切眾生在一生當中圓成佛道。我們要問，那些上斷頭台的人為什麼不驚不怖？諸位要知道一個事實，人往生到西方極樂世界，是在沒有死的時候見到阿彌陀佛來接引。所以，他生到西方極樂世界，是不是吊死以後才去的？不是的，他是去了之後，這個身體留給他們去吊，身體與自己不相干了。那一條黑布蒙到面孔，他就看到佛像，就看到佛在那裡接引他，他就跟佛走了，所以他不驚不怖。這就說明這個法門是一生成就的佛法。在一切法門當中，唯獨這個法門是一生成就，這個法門是不死的法門。我們是活著沒有斷氣，看到佛來接引，跟佛去，去了以後才斷氣。這一點關係非常非常重要，希望同修們要把它記住。"
    },
    {
      "id": "01-010-0002_p0023",
      "zh_CN": "这一句里面第二个给我们最大启示的，就是佛的常随弟子排列的顺序。我们在经文看到，声闻排在前面，菩萨排在中间，天人排在后面，这里面有教学的义趣在其中。声闻弟子是佛的常随众，也是负责传持佛法的人，所以把他们摆在前面。菩萨有出家、有在家，菩萨不常随佛，而是常常在十方帮助佛接引一切大众。佛在世的时候，只有结夏安居的时候，这些菩萨才回到佛的身旁，接受一年一度的再教育，净心教育，平常不常跟佛在一起的。他表中道，所以他排列在当中。人天，就是在家学佛的同修，他们的责任、他们的使命是要护持道场、护持正法，他是在幕后的支援，所以排在后面。这是排列顺序的不一样。",
      "zh_TW": "這一句裡面第二個給我們最大啟示的，就是佛的常隨弟子排列的順序。我們在經文看到，聲聞排在前面，菩薩排在中間，天人排在後面，這裡面有教學的義趣在其中。聲聞弟子是佛的常隨眾，也是負責傳持佛法的人，所以把他們擺在前面。菩薩有出家、有在家，菩薩不常隨佛，而是常常在十方幫助佛接引一切大眾。佛在世的時候，只有結夏安居的時候，這些菩薩才回到佛的身旁，接受一年一度的再教育，淨心教育，平常不常跟佛在一起的。他表中道，所以他排列在當中。人天，就是在家學佛的同修，他們的責任、他們的使命是要護持道場、護持正法，他是在幕後的支援，所以排在後面。這是排列順序的不一樣。"
    },
    {
      "id": "01-010-0002_p0024",
      "zh_CN": "列举上首，本经一共为我们列了十六个人，这是声闻众当中列了十六个人。这十六个人，古今的注解都介绍得很详细，每位尊者把他的小传都说出来，我们可以参考。今天跟诸位报告的是他对我们有什么启示，我们着重在这一点。我们看这十六个人的身分、地位、专长，不难发现他是在代表社会每个阶级、各行各业。显示这个法门广大无边，包容含摄一切人，也更显示能度九法界各种不同众生圆满成佛，它显示出这个东西。因此我们从十六位尊者当中，我们明显的看出这个法门的教学超越了法界。菩萨可以学，阿罗汉也可以学，辟支佛也可以学，天人、阿修罗、畜生、饿鬼、地狱统统可以修学，超越法界，不受法界的限制。法界都超越了，那就我们世间来讲，国家、种族、党派、宗教当然超越，这才是我们大众真正平等的法门！《华严》还不够平等，只有法身大士才能得度，没有证得法身的都摒弃在大门之外，这就不平等。《阿含经》能度声闻、能度人天，不能度菩萨，也不平等，唯独这个法门真正平等，一切众生都能够包含。我就把这个意思给诸位同修报告出来提供，其他的你去参考这个经论的注解。",
      "zh_TW": "列舉上首，本經一共為我們列了十六個人，這是聲聞眾當中列了十六個人。這十六個人，古今的註解都介紹得很詳細，每位尊者把他的小傳都說出來，我們可以參考。今天跟諸位報告的是他對我們有什麼啟示，我們著重在這一點。我們看這十六個人的身分、地位、專長，不難發現他是在代表社會每個階級、各行各業。顯示這個法門廣大無邊，包容含攝一切人，也更顯示能度九法界各種不同眾生圓滿成佛，它顯示出這個東西。因此我們從十六位尊者當中，我們明顯的看出這個法門的教學超越了法界。菩薩可以學，阿羅漢也可以學，辟支佛也可以學，天人、阿修羅、畜生、餓鬼、地獄統統可以修學，超越法界，不受法界的限制。法界都超越了，那就我們世間來講，國家、種族、黨派、宗教當然超越，這才是我們大眾真正平等的法門！《華嚴》還不夠平等，只有法身大士才能得度，沒有證得法身的都摒棄在大門之外，這就不平等。《阿含經》能度聲聞、能度人天，不能度菩薩，也不平等，唯獨這個法門真正平等，一切眾生都能夠包含。我就把這個意思給諸位同修報告出來提供，其他的你去參考這個經論的註解。"
    },
    {
      "id": "01-010-0002_p0025",
      "zh_CN": "蕅益大师在《要解》里面告诉我们，本经的三分，它的纲领都在诠释信愿行这三个条件。也就是说我们要想修学这个法门，要想达到究竟圆满的结果，这个究竟圆满是圆成佛道，不是权教佛，是圆教佛，是究竟圆满佛，也就是成就无上正等正觉，在一生当中能成就，这是真正不可思议的法门。修学的三大纲领就是「信、愿、行」，称之为净土三资粮。正宗分里面就是信愿行三大纲领，流通分里面也是这三大纲领，序分里面当然还是这三大纲领。所以前面十六位尊者是劝信，帮助我们启发精进坚固的信心。当中有四位菩萨，文殊、弥勒是劝愿，前面十六位尊者是劝信的。文殊是代表智慧，如果没有甚深的大智，没有这样的人发愿求生，我们的信心很难建立。总认为这个法门大概是老太婆教，没有什么知识的人修学的，佛度这些人的。文殊菩萨也发愿求生，我们就不怀疑了。文殊菩萨我们晓得他是菩萨众里面智慧第一，他是过去七尊佛的老师，你怎么敢说他没有智慧？",
      "zh_TW": "蕅益大師在《要解》裡面告訴我們，本經的三分，它的綱領都在詮釋信願行這三個條件。也就是說我們要想修學這個法門，要想達到究竟圓滿的結果，這個究竟圓滿是圓成佛道，不是權教佛，是圓教佛，是究竟圓滿佛，也就是成就無上正等正覺，在一生當中能成就，這是真正不可思議的法門。修學的三大綱領就是「信、願、行」，稱之為淨土三資糧。正宗分裡面就是信願行三大綱領，流通分裡面也是這三大綱領，序分裡面當然還是這三大綱領。所以前面十六位尊者是勸信，幫助我們啟發精進堅固的信心。當中有四位菩薩，文殊、彌勒是勸願，前面十六位尊者是勸信的。文殊是代表智慧，如果沒有甚深的大智，沒有這樣的人發願求生，我們的信心很難建立。總認為這個法門大概是老太婆教，沒有什麼知識的人修學的，佛度這些人的。文殊菩薩也發願求生，我們就不懷疑了。文殊菩薩我們曉得他是菩薩眾裡面智慧第一，他是過去七尊佛的老師，你怎麼敢說他沒有智慧？"
    },
    {
      "id": "01-010-0002_p0026",
      "zh_CN": "弥勒菩萨是当来下生佛，世尊法运过去之后，他是我们娑婆世界的第五尊佛。有不少人对弥勒菩萨非常的向往，希望能够生到兜率内院去亲近弥勒菩萨。好，这个志愿非常难得。但是兜率内院虽然是比较近，跟极乐世界比较那是近多了，可是他老人家的门槛很高，我们未必能进得去。弥勒菩萨在大乘佛法里面，他是法相唯识宗的始祖，法相宗修行的方法是修五重唯识观，你要把这个功夫修成，才能到兜率内院。五重唯识观不好修，相当的麻烦，我自己曾经想过，不要说五重，一重我这一生恐怕就办不到，所以我不得不放弃。",
      "zh_TW": "彌勒菩薩是當來下生佛，世尊法運過去之後，他是我們娑婆世界的第五尊佛。有不少人對彌勒菩薩非常的嚮往，希望能夠生到兜率內院去親近彌勒菩薩。好，這個志願非常難得。但是兜率內院雖然是比較近，跟極樂世界比較那是近多了，可是他老人家的門檻很高，我們未必能進得去。彌勒菩薩在大乘佛法裡面，他是法相唯識宗的始祖，法相宗修行的方法是修五重唯識觀，你要把這個功夫修成，才能到兜率內院。五重唯識觀不好修，相當的麻煩，我自己曾經想過，不要說五重，一重我這一生恐怕就辦不到，所以我不得不放棄。"
    },
    {
      "id": "01-010-0002_p0027",
      "zh_CN": "放弃之后，我找到一个后门，从后门找弥勒菩萨容易，大门进不去从后门。后门在哪里？在西方极乐世界。原来他老人家在西方极乐世界担任法相唯识课程的教授，他天天到西方极乐世界去上班、去上课。我们念佛生到极乐世界，见了面：老师，我到你道场去参观参观好不好？老师一定说好，我带你去。不要修唯识观也可以到兜率内院，所以我找到后门，不容易找到。这就说明，菩萨跟西方极乐世界的关系非常非常的密切。我们想亲近弥勒，念阿弥陀佛，这是一生当中一定满愿的，修唯心识定倒不一定能够生到兜率内院，这是事实，我们不能不知道。所以用他们两位菩萨来劝我们发愿求生净土。",
      "zh_TW": "放棄之後，我找到一個後門，從後門找彌勒菩薩容易，大門進不去從後門。後門在哪裡？在西方極樂世界。原來他老人家在西方極樂世界擔任法相唯識課程的教授，他天天到西方極樂世界去上班、去上課。我們念佛生到極樂世界，見了面：老師，我到你道場去參觀參觀好不好？老師一定說好，我帶你去。不要修唯識觀也可以到兜率內院，所以我找到後門，不容易找到。這就說明，菩薩跟西方極樂世界的關係非常非常的密切。我們想親近彌勒，念阿彌陀佛，這是一生當中一定滿願的，修唯心識定倒不一定能夠生到兜率內院，這是事實，我們不能不知道。所以用他們兩位菩薩來勸我們發願求生淨土。"
    },
    {
      "id": "01-010-0002_p0028",
      "zh_CN": "干陀诃提菩萨，翻成中国的意思就是不休息，后面有个常精进，这两位菩萨名号上我们就得到启示，他是表行。净宗的修行秘诀就是大势至菩萨在《圆通章》里面教给我们的方法，「都摄六根，净念相继」，就是这八个字，这八个字是念佛的秘诀。「都摄六根」，我们不太容易领会，而是《无量寿经》上讲的「一向专念」，一向就是都摄六根的意思。一，向是一个方向，拿现在的话说，我这一生只有一个目标、一个方向，目标和方向统统是求生西方极乐世界。「专念」这两个字，就是净念相继。",
      "zh_TW": "乾陀訶提菩薩，翻成中國的意思就是不休息，後面有個常精進，這兩位菩薩名號上我們就得到啟示，他是表行。淨宗的修行祕訣就是大勢至菩薩在《圓通章》裡面教給我們的方法，「都攝六根，淨念相繼」，就是這八個字，這八個字是念佛的祕訣。「都攝六根」，我們不太容易領會，而是《無量壽經》上講的「一向專念」，一向就是都攝六根的意思。一，向是一個方向，拿現在的話說，我這一生只有一個目標、一個方向，目標和方向統統是求生西方極樂世界。「專念」這兩個字，就是淨念相繼。"
    },
    {
      "id": "01-010-0002_p0029",
      "zh_CN": "我们先说「都摄六根」，我的眼睛专看阿弥陀佛，除阿弥陀佛之外我都不看，这是摄眼的；耳专听阿弥陀佛；口专念阿弥陀佛；心里面专想阿弥陀佛，这就行了，这就是摄六根。「净念」着重在这个净字，如果一面念佛一面还有妄想，我的念头不净，就不清净。觉明妙行菩萨在《西方确指》里面告诉我们，念佛最忌讳的是夹杂。夹杂什么？夹杂着妄念，夹杂妄想，最忌讳夹杂。如果我们能做到不夹杂、不怀疑，这叫净，那个念叫净念。「相继」就是不断，一句佛号一句佛号不间断，这是功夫。经上这两位菩萨教我们这桩事情，教给我们念佛的方法、念佛的要领。",
      "zh_TW": "我們先說「都攝六根」，我的眼睛專看阿彌陀佛，除阿彌陀佛之外我都不看，這是攝眼的；耳專聽阿彌陀佛；口專念阿彌陀佛；心裡面專想阿彌陀佛，這就行了，這就是攝六根。「淨念」著重在這個淨字，如果一面念佛一面還有妄想，我的念頭不淨，就不清淨。覺明妙行菩薩在《西方確指》裡面告訴我們，念佛最忌諱的是夾雜。夾雜什麼？夾雜著妄念，夾雜妄想，最忌諱夾雜。如果我們能做到不夾雜、不懷疑，這叫淨，那個念叫淨念。「相繼」就是不斷，一句佛號一句佛號不間斷，這是功夫。經上這兩位菩薩教我們這樁事情，教給我們念佛的方法、念佛的要領。"
    },
    {
      "id": "01-010-0002_p0030",
      "zh_CN": "我们要问，要怎样才能真正度脱？还是祖师大德的两句老话，「看得破，放得下」。看破是真正的学佛，首先要看破世间，要看破世界。《金刚经》上跟我们说得很明白，「凡所有相，皆是虚妄」，这世间不是真的，你要晓得事实真相。「一切有为法，如梦幻泡影」，如果我们在这个虚幻的境界里面把它当作真实，在这个里面生起取舍、得失的妄念，那就大错特错。真看破了，我们的日子就好过了，随缘度日，世间一切一切都不放在心上，你的心干净，心清净，自然就少烦恼。下午告诉诸位同修说，我们不看报纸，不看电视，不听广播，跟外面的接触非常非常的少。接触的少，世界的事情都不知道，人家来问，时时是好时，日日是好日，天下太平，没事。我们过的是太平日子，太平盛世。如果翻开报纸，打开电视，真是乱世，你们住乱世，我住清净世界。你们要想住清净世界，你就用我这方法，你就住清净世界，这是真的。",
      "zh_TW": "我們要問，要怎樣才能真正度脫？還是祖師大德的兩句老話，「看得破，放得下」。看破是真正的學佛，首先要看破世間，要看破世界。《金剛經》上跟我們說得很明白，「凡所有相，皆是虛妄」，這世間不是真的，你要曉得事實真相。「一切有為法，如夢幻泡影」，如果我們在這個虛幻的境界裡面把它當作真實，在這個裡面生起取捨、得失的妄念，那就大錯特錯。真看破了，我們的日子就好過了，隨緣度日，世間一切一切都不放在心上，你的心乾淨，心清淨，自然就少煩惱。下午告訴諸位同修說，我們不看報紙，不看電視，不聽廣播，跟外面的接觸非常非常的少。接觸的少，世界的事情都不知道，人家來問，時時是好時，日日是好日，天下太平，沒事。我們過的是太平日子，太平盛世。如果翻開報紙，打開電視，真是亂世，你們住亂世，我住清淨世界。你們要想住清淨世界，你就用我這方法，你就住清淨世界，這是真的。"
    },
    {
      "id": "01-010-0002_p0031",
      "zh_CN": "古人教我们，「知事少时烦恼少」，知道事情少烦恼就少；「识人多处是非多」，所以没有必要认识的人不必要认识。我的信件，有很多同修给我写信，我知道，我有没有看到？不一定。第一个，我是确确实实没有家，有道场也等于没有。为什么？从一九七七年开始我就在各地讲经，把净宗法门普遍的介绍给大众。现在常常去的这些道场，也就是一、两年会去一次的，已经有三十多个道场，还在不断的增加，所以每个道场一年大概只可以轮到十天到一个星期。你问我在哪里，我自己都不晓得在哪里。你们给我写信，你说寄到美国达拉斯去，美国达拉斯道场是建好了，我一年在那个地方大概只有顶多半个月的时间，会到那里去两次，去一次大概住一个星期到十天。所以很不容易看到这些信件。",
      "zh_TW": "古人教我們，「知事少時煩惱少」，知道事情少煩惱就少；「識人多處是非多」，所以沒有必要認識的人不必要認識。我的信件，有很多同修給我寫信，我知道，我有沒有看到？不一定。第一個，我是確確實實沒有家，有道場也等於沒有。為什麼？從一九七七年開始我就在各地講經，把淨宗法門普遍的介紹給大眾。現在常常去的這些道場，也就是一、兩年會去一次的，已經有三十多個道場，還在不斷的增加，所以每個道場一年大概只可以輪到十天到一個星期。你問我在哪裡，我自己都不曉得在哪裡。你們給我寫信，你說寄到美國達拉斯去，美國達拉斯道場是建好了，我一年在那個地方大概只有頂多半個月的時間，會到那裡去兩次，去一次大概住一個星期到十天。所以很不容易看到這些信件。"
    },
    {
      "id": "01-010-0002_p0032",
      "zh_CN": "现在我交代每个道场常住的同修们，凡是有写信给我的，你们代替我回。怎么回法？要写字。我今年印了一张卡片。过去印光大师晚年信件太多了，他回信的时间都来不及，回信把自己念佛修行的时间都耽搁掉了。所以他老人家写了封长信，一函遍覆，他把那个信印得很多，凡是有信来就寄一封。我觉得写那么多还会麻烦，还啰嗦，我就想到过去我在日本访问的时候，看到东照宫门头上雕了有三个猴子，我对这个印象很深刻。我照个照片，把这个照片找出来。三个猴子，一个是蒙着眼睛的，一个是塞耳朵的，一个是蒙着嘴巴的，你们知道这什么意思？告诉你，不是佛不要看，不是佛不要听，不是佛不要说。我把这三个猴子的卡片印了很多，装在信封里，就这样寄去就可以了，一切遍覆。你们如果给我写信，都可以有这么一张回给你，其他的都没有了。你要问什么叫佛法？这就是佛法。怎么样修行如法？这个修行就如法；什么都不要去看，不要去想，不要去听，不要去说，一句阿弥陀佛念到底，你这一生决定有成就。正好今年是猴年，我就印了这三个猴子的卡片。这是讲怎么样修行，怎么样念佛。",
      "zh_TW": "現在我交代每個道場常住的同修們，凡是有寫信給我的，你們代替我回。怎麼回法？要寫字。我今年印了一張卡片。過去印光大師晚年信件太多了，他回信的時間都來不及，回信把自己念佛修行的時間都耽擱掉了。所以他老人家寫了封長信，一函遍覆，他把那個信印得很多，凡是有信來就寄一封。我覺得寫那麼多還會麻煩，還囉嗦，我就想到過去我在日本訪問的時候，看到東照宮門頭上雕了有三個猴子，我對這個印象很深刻。我照個照片，把這個照片找出來。三個猴子，一個是蒙著眼睛的，一個是塞耳朵的，一個是蒙著嘴巴的，你們知道這什麼意思？告訴你，不是佛不要看，不是佛不要聽，不是佛不要說。我把這三個猴子的卡片印了很多，裝在信封裡，就這樣寄去就可以了，一切遍覆。你們如果給我寫信，都可以有這麼一張回給你，其他的都沒有了。你要問什麼叫佛法？這就是佛法。怎麼樣修行如法？這個修行就如法；什麼都不要去看，不要去想，不要去聽，不要去說，一句阿彌陀佛念到底，你這一生決定有成就。正好今年是猴年，我就印了這三個猴子的卡片。這是講怎麼樣修行，怎麼樣念佛。"
    },
    {
      "id": "01-010-0002_p0033",
      "zh_CN": "天人大众当中，首先介绍的释提桓因，然后再讲有无量诸天。这些就我们现前来说，这是属于宗教。我们中国的道教拜玉皇大帝，玉皇大帝就是佛经里面讲的忉利天主，基督教的上帝、天主教的上帝、伊斯兰教的上帝，都离不开天人。所以这是一切宗教学佛的都愿意以佛为老师，所以佛是天人师，弟子们当然护持老师，护持佛法，所以这个显示出佛教超越了宗教。任何宗教里面的神都学佛，何况一切宗教徒？更明显的为我们说出，佛教是世出世间最伟大的教育，最圆满、最究竟的教育，我们在本经序分里面统统看出来。",
      "zh_TW": "天人大眾當中，首先介紹的釋提桓因，然後再講有無量諸天。這些就我們現前來說，這是屬於宗教。我們中國的道教拜玉皇大帝，玉皇大帝就是佛經裡面講的忉利天主，基督教的上帝、天主教的上帝、伊斯蘭教的上帝，都離不開天人。所以這是一切宗教學佛的都願意以佛為老師，所以佛是天人師，弟子們當然護持老師，護持佛法，所以這個顯示出佛教超越了宗教。任何宗教裡面的神都學佛，何況一切宗教徒？更明顯的為我們說出，佛教是世出世間最偉大的教育，最圓滿、最究竟的教育，我們在本經序分裡面統統看出來。"
    },
    {
      "id": "01-010-0002_p0034",
      "zh_CN": "经文虽然只有三句，实在讲为我们提出净宗的三大纲领，那就是「有世界名曰极乐」，「阿弥陀佛今现在说法」，佛这些话我们要深深的去体会它。「有、现在」，这是劝信，有是真有，不是假有。因为西方世界跟十方诸佛的世界不相同，怎么个不同法？诸位细细去读《无量寿经》你就会发现，这个问题我在《无量寿经》讲演里面讲得很详细，黄念祖老居士在注解里面也注得很圆满，都可以供给同学们做参考。因为这个世界它的净土，它的土是法性土，跟十方诸佛世界不一样。十方世界凡圣同居土是唯心所现，唯识所变的，学唯识的同修就知道，它是心心所的相分。唯独西方净土与一切如来的报土不是识变的，它是属于法性土。法性土才是真常，永远不变，这才是极乐的意思，这才是无量寿的真实义。",
      "zh_TW": "經文雖然只有三句，實在講為我們提出淨宗的三大綱領，那就是「有世界名曰極樂」，「阿彌陀佛今現在說法」，佛這些話我們要深深的去體會它。「有、現在」，這是勸信，有是真有，不是假有。因為西方世界跟十方諸佛的世界不相同，怎麼個不同法？諸位細細去讀《無量壽經》你就會發現，這個問題我在《無量壽經》講演裡面講得很詳細，黃念祖老居士在註解裡面也註得很圓滿，都可以供給同學們做參考。因為這個世界它的淨土，它的土是法性土，跟十方諸佛世界不一樣。十方世界凡聖同居土是唯心所現，唯識所變的，學唯識的同修就知道，它是心心所的相分。唯獨西方淨土與一切如來的報土不是識變的，它是屬於法性土。法性土才是真常，永遠不變，這才是極樂的意思，這才是無量壽的真實義。"
    },
    {
      "id": "01-010-0002_p0035",
      "zh_CN": "所以佛在此地给我们说法，而且就是现在，劝我们要相信。表解二十七面，「有、今现在」，劝信；「世界、极乐」，这是劝愿。我们希望有个非常好的修学环境，再好的环境无过于西方极乐世界，物质的条件圆满具足，没有一丝毫欠缺。人事的条件那更是好到我们无法想像，导师是阿弥陀佛，教授是诸佛菩萨，这是非常希有的因缘。「阿弥陀佛」这一句佛号会念的人很多，真正知道这句佛号功德的人不多，你要晓得这一句佛号功德，你一定要熟读《无量寿经》，熟读《弥陀经》的《疏钞》、《要解》。这还不够，还得要熟读《华严》、《法华》、《楞严》，然后你才会真正体验到这个名号功德是真实不可思议。",
      "zh_TW": "所以佛在此地給我們說法，而且就是現在，勸我們要相信。表解二十七面，「有、今現在」，勸信；「世界、極樂」，這是勸願。我們希望有個非常好的修學環境，再好的環境無過於西方極樂世界，物質的條件圓滿具足，沒有一絲毫欠缺。人事的條件那更是好到我們無法想像，導師是阿彌陀佛，教授是諸佛菩薩，這是非常希有的因緣。「阿彌陀佛」這一句佛號會念的人很多，真正知道這句佛號功德的人不多，你要曉得這一句佛號功德，你一定要熟讀《無量壽經》，熟讀《彌陀經》的《疏鈔》、《要解》。這還不夠，還得要熟讀《華嚴》、《法華》、《楞嚴》，然後你才會真正體驗到這個名號功德是真實不可思議。"
    },
    {
      "id": "01-010-0002_p0036",
      "zh_CN": "所以，没有这些大经大论的基础，的确这句名号功德的殊胜，真实的利益，是很难用简短的言语说得出来，是很不容易体会。同学们如果希望有这个愿望深入去理解，这些大经大论不能不懂，不能不熟读；读不熟还不行，一定要熟读，你才能够真正明了。明白之后，疑惑就断了，断疑生信，你的信心才真正清净，真正建立。以这个清净的信心，这就是往生西方世界最重要的一个条件，因为我们的愿心是以信心为基础。蕅益大师说得很好，他说能不能往生，决定在信愿之有无，我们真信切愿决定往生。生到西方极乐世界品位的高下，那在念佛功夫的浅深，可见得你念佛功夫的浅深，是决定往生之后的品位高下。由此可知，信愿行三个条件，信愿尤其重要。古德也常常勉励我们，只要能往生，即使是下下品往生也好，也难得，这是真的。虽然话是这么说，总是希望我们到西方极乐世界，能够把自己的品位不断的向上提升，这才是真正有志气，有抱负。",
      "zh_TW": "所以，沒有這些大經大論的基礎，的確這句名號功德的殊勝，真實的利益，是很難用簡短的言語說得出來，是很不容易體會。同學們如果希望有這個願望深入去理解，這些大經大論不能不懂，不能不熟讀；讀不熟還不行，一定要熟讀，你才能夠真正明瞭。明白之後，疑惑就斷了，斷疑生信，你的信心才真正清淨，真正建立。以這個清淨的信心，這就是往生西方世界最重要的一個條件，因為我們的願心是以信心為基礎。蕅益大師說得很好，他說能不能往生，決定在信願之有無，我們真信切願決定往生。生到西方極樂世界品位的高下，那在念佛功夫的淺深，可見得你念佛功夫的淺深，是決定往生之後的品位高下。由此可知，信願行三個條件，信願尤其重要。古德也常常勉勵我們，只要能往生，即使是下下品往生也好，也難得，這是真的。雖然話是這麼說，總是希望我們到西方極樂世界，能夠把自己的品位不斷的向上提升，這才是真正有志氣，有抱負。"
    },
    {
      "id": "01-010-0002_p0037",
      "zh_CN": "那么我们是不是要问，如果只求生西方极乐世界，这是不是太消极了一点？对于我们今天的社会，似乎我们没有一丝毫的贡献，念佛似乎是有点逃避现实的嫌疑。有这些想法的人不少，这些都是疑惑，有疑，心就不清净，不但障碍了我们的道业，同时也障碍了智慧，再说得浅显一点，障碍了我们现前的信心。我们看看历代净宗这些大德们，他们对于国家、对于社会，有没有积极正面的贡献？这个问题就不难解释。在中国，从东晋远大师一直到近代印光大师，他们以身作则，教化一方。不但当时大众在社会上每个阶层都得到他修持的感应，甚至于影响所及远至于其他国家，远至于后世，这就说明净宗对于社会依然是非常积极的参与。",
      "zh_TW": "那麼我們是不是要問，如果只求生西方極樂世界，這是不是太消極了一點？對於我們今天的社會，似乎我們沒有一絲毫的貢獻，念佛似乎是有點逃避現實的嫌疑。有這些想法的人不少，這些都是疑惑，有疑，心就不清淨，不但障礙了我們的道業，同時也障礙了智慧，再說得淺顯一點，障礙了我們現前的信心。我們看看歷代淨宗這些大德們，他們對於國家、對於社會，有沒有積極正面的貢獻？這個問題就不難解釋。在中國，從東晉遠大師一直到近代印光大師，他們以身作則，教化一方。不但當時大眾在社會上每個階層都得到他修持的感應，甚至於影響所及遠至於其他國家，遠至於後世，這就說明淨宗對於社會依然是非常積極的參與。"
    },
    {
      "id": "01-010-0002_p0038",
      "zh_CN": "积极究竟积极在哪里？像我昨天跟大家提示的，净宗修学的基础在三福，三福就是积极参与世间一切诸法的修学。像修学的根基奠定在孝亲尊师、慈悲、断恶修善，这个法门在前面我们明显看到，它是涵盖社会各行各业男女老少，如果人人能尽本分，人人能尽自己的职责，社会是祥和的，国家是富强的，世界一定是和平的。这是说净宗的教学，乃至于所有一切大乘佛法的教学，对于社会、对于国家、对于一切众生，确实有非常积极的贡献，哪里有消极！",
      "zh_TW": "積極究竟積極在哪裡？像我昨天跟大家提示的，淨宗修學的基礎在三福，三福就是積極參與世間一切諸法的修學。像修學的根基奠定在孝親尊師、慈悲、斷惡修善，這個法門在前面我們明顯看到，它是涵蓋社會各行各業男女老少，如果人人能盡本分，人人能盡自己的職責，社會是祥和的，國家是富強的，世界一定是和平的。這是說淨宗的教學，乃至於所有一切大乘佛法的教學，對於社會、對於國家、對於一切眾生，確實有非常積極的貢獻，哪裡有消極！"
    },
    {
      "id": "01-010-0002_p0039",
      "zh_CN": "一切众生，我们把范围缩小一点，在这个世间我们整个的人类，无论哪个国家、哪个民族，既然得人身，有生必有死。我们想到死后这个问题，要为来生设想，为来生做预备，这绝对不是超出现实。我们眼前一切都能顾及到，我们将来来生还是圆满的，也能够考量到，这才是真正的积极，而不是疏忽了现实，只顾将来。忽略了现实，只顾将来，将来是靠不住的。我们佛法讲果报，有两种，一种是花报，一种是果报。花报是现前的果报，现前的报应；果报是来生的。现前花要开得不好，将来的果恐怕就结不成，现前花要开得美好，由此可知，参与社会积极这一面的修持，我们要做得圆满，花开得才好，将来果报才好。由此可知，佛教教育始终是积极的，无论是现在、未来，绝对看不到消极的所在。",
      "zh_TW": "一切眾生，我們把範圍縮小一點，在這個世間我們整個的人類，無論哪個國家、哪個民族，既然得人身，有生必有死。我們想到死後這個問題，要為來生設想，為來生做預備，這絕對不是超出現實。我們眼前一切都能顧及到，我們將來來生還是圓滿的，也能夠考量到，這才是真正的積極，而不是疏忽了現實，只顧將來。忽略了現實，只顧將來，將來是靠不住的。我們佛法講果報，有兩種，一種是花報，一種是果報。花報是現前的果報，現前的報應；果報是來生的。現前花要開得不好，將來的果恐怕就結不成，現前花要開得美好，由此可知，參與社會積極這一面的修持，我們要做得圓滿，花開得才好，將來果報才好。由此可知，佛教教育始終是積極的，無論是現在、未來，絕對看不到消極的所在。"
    },
    {
      "id": "01-010-0002_p0040",
      "zh_CN": "尤其是报恩，我们回向偈「上报四重恩」。四重恩第一是父母之恩，我们的身命得自于父母。儒家讲报父母恩，佛家更重视报父母恩。第二个是老师之恩，我们的慧命得自于老师。佛说我们一个人有两种生命，一个身命，一个慧命。佛菩萨是我们的老师，包括在四重恩第二种里面。第三种是国家之恩，在从前君主时代是帝王之恩，现在民主时代是国家政府之恩。如果没有一个好的政府，我们的社会必定是混乱的，我们的身心一定是不安稳的，那对于道业的修学必定会产生妨碍，所以国家有保护我们的恩德。第四种是一切众生之恩。为什么诸佛菩萨、祖师大德，不辞辛劳为一切众生讲经说法，把佛陀的教育普遍的为大众宣扬介绍？就是要报众生恩，这个力量在推动的。",
      "zh_TW": "尤其是報恩，我們迴向偈「上報四重恩」。四重恩第一是父母之恩，我們的身命得自於父母。儒家講報父母恩，佛家更重視報父母恩。第二個是老師之恩，我們的慧命得自於老師。佛說我們一個人有兩種生命，一個身命，一個慧命。佛菩薩是我們的老師，包括在四重恩第二種裡面。第三種是國家之恩，在從前君主時代是帝王之恩，現在民主時代是國家政府之恩。如果沒有一個好的政府，我們的社會必定是混亂的，我們的身心一定是不安穩的，那對於道業的修學必定會產生妨礙，所以國家有保護我們的恩德。第四種是一切眾生之恩。為什麼諸佛菩薩、祖師大德，不辭辛勞為一切眾生講經說法，把佛陀的教育普遍的為大眾宣揚介紹？就是要報眾生恩，這個力量在推動的。"
    },
    {
      "id": "01-010-0002_p0041",
      "zh_CN": "如果有人误会说学佛是消极的，那就错了，他对于佛法认识不清楚，没有能真正的理解，才会产生这些误会。这些误会我们都能够解释，只要他明了，他自自然然也会对佛法产生爱好，产生兴趣。即使我们在外国，外国人大多数都是基督教徒或者是天主教徒，我们跟他接触的时候，把佛法介绍给他，他们都生欢喜，都愿意来听。这是跟我们中国人不一样，外国人求知这个理念比我们强，只要是好东西他们都愿意接受，都愿意学习。对于宗教信仰没有那么坚固的执着，这是外国人的长处。所以他们很容易接触佛法，很容易接受佛法。就是佛教弘扬的人太少，能够把佛法讲清楚的人太少，这是我们深深希望我们祖国年轻一代的青年同修要努力学习。特别要加强外文，翻译的工作实实在在是个相当艰难的工作，必须求三宝加持。",
      "zh_TW": "如果有人誤會說學佛是消極的，那就錯了，他對於佛法認識不清楚，沒有能真正的理解，才會產生這些誤會。這些誤會我們都能夠解釋，只要他明瞭，他自自然然也會對佛法產生愛好，產生興趣。即使我們在外國，外國人大多數都是基督教徒或者是天主教徒，我們跟他接觸的時候，把佛法介紹給他，他們都生歡喜，都願意來聽。這是跟我們中國人不一樣，外國人求知這個理念比我們強，只要是好東西他們都願意接受，都願意學習。對於宗教信仰沒有那麼堅固的執著，這是外國人的長處。所以他們很容易接觸佛法，很容易接受佛法。就是佛教弘揚的人太少，能夠把佛法講清楚的人太少，這是我們深深希望我們祖國年輕一代的青年同修要努力學習。特別要加強外文，翻譯的工作實實在在是個相當艱難的工作，必須求三寶加持。"
    },
    {
      "id": "01-010-0002_p0042",
      "zh_CN": "过去在中国翻经的法师，可以说都是得三宝加持，才能把佛经的意义圆圆满满的翻出来；如果得不到三宝加持就很难，这是真的，不是假的。即使我们宣讲，乃至于诸位在此地听法，统统都得三宝威神所加，都得到阿弥陀佛本誓愿力的加持，我们才能够介绍，诸位同修才能够听到生欢喜心。如果没有诸佛菩萨威神所加，这个效果凭凡夫是很难。",
      "zh_TW": "過去在中國翻經的法師，可以說都是得三寶加持，才能把佛經的意義圓圓滿滿的翻出來；如果得不到三寶加持就很難，這是真的，不是假的。即使我們宣講，乃至於諸位在此地聽法，統統都得三寶威神所加，都得到阿彌陀佛本誓願力的加持，我們才能夠介紹，諸位同修才能夠聽到生歡喜心。如果沒有諸佛菩薩威神所加，這個效果憑凡夫是很難。"
    },
    {
      "id": "01-010-0002_p0043",
      "zh_CN": "我们要想真正得到佛力加持，给诸位讲，我们的心要像佛心，与佛心相感应；我们的愿与佛的愿相应；我们的解与佛的理解相同；我们的行与佛的行持也能相应；换句话说，心愿解行要与佛相应，这就必定得佛威神加持；假如心愿解行跟佛不相应，那怎么求也是枉然。现在我们要问，要怎样叫我们自己的心愿解行都能跟佛一样？那没有别的方法，只有一个方法，对于这个经典信受奉行就可以了。《弥陀经》经文少，义理虽然圆满，但是不容易看懂，所以一定要读《无量寿经》，《无量寿经》比这个经讲得详细多了；换句话说，《无量寿经》就是《阿弥陀经》的注解，实在就是。",
      "zh_TW": "我們要想真正得到佛力加持，給諸位講，我們的心要像佛心，與佛心相感應；我們的願與佛的願相應；我們的解與佛的理解相同；我們的行與佛的行持也能相應；換句話說，心願解行要與佛相應，這就必定得佛威神加持；假如心願解行跟佛不相應，那怎麼求也是枉然。現在我們要問，要怎樣叫我們自己的心願解行都能跟佛一樣？那沒有別的方法，只有一個方法，對於這個經典信受奉行就可以了。《彌陀經》經文少，義理雖然圓滿，但是不容易看懂，所以一定要讀《無量壽經》，《無量壽經》比這個經講得詳細多了；換句話說，《無量壽經》就是《阿彌陀經》的註解，實在就是。"
    },
    {
      "id": "01-010-0002_p0044",
      "zh_CN": "我们受持读诵、学习，依照这个本子是非常的理想，这个本子不算长也不算短，在现代人来讲非常的适合。假如你对《无量寿经》想更多知道一些，更深入的理解，你就去念《大方广佛华严经》，《华严经》是《无量寿经》的注解。三藏十二部，我们今天讲《大藏经》，《大藏经》就是《华严经》的注解。你们大家听我这种介绍法，你就晓得，原来《阿弥陀经》是一大藏教的精华，是一大藏教的纲领，受持这部经等于受持全部的《大藏经》。这个话也不是我今天才说的，早在蕅益大师他老人家的「念佛开示法语」里面，就跟我们介绍得很清楚、很明白，我们能够相信蕅益大师的话。蕅益大师究竟是什么人？我们对他不清楚，但是印光大师我们知道他是大势至菩萨再来，我们在《永思录》里面读到过，这是真的，不是假的。印光大师一生的行持，确确实实非常像《大势至圆通章》里面所说的，非常接近，非常的写实。",
      "zh_TW": "我們受持讀誦、學習，依照這個本子是非常的理想，這個本子不算長也不算短，在現代人來講非常的適合。假如你對《無量壽經》想更多知道一些，更深入的理解，你就去念《大方廣佛華嚴經》，《華嚴經》是《無量壽經》的註解。三藏十二部，我們今天講《大藏經》，《大藏經》就是《華嚴經》的註解。你們大家聽我這種介紹法，你就曉得，原來《阿彌陀經》是一大藏教的精華，是一大藏教的綱領，受持這部經等於受持全部的《大藏經》。這個話也不是我今天才說的，早在蕅益大師他老人家的「念佛開示法語」裡面，就跟我們介紹得很清楚、很明白，我們能夠相信蕅益大師的話。蕅益大師究竟是什麼人？我們對他不清楚，但是印光大師我們知道他是大勢至菩薩再來，我們在《永思錄》裡面讀到過，這是真的，不是假的。印光大師一生的行持，確確實實非常像《大勢至圓通章》裡面所說的，非常接近，非常的寫實。"
    },
    {
      "id": "01-010-0002_p0045",
      "zh_CN": "印祖赞叹《弥陀经要解》，说：即使诸佛到我们这个世间来，给《阿弥陀经》作一部注解，也不能超过其上。这是把蕅益大师这个注解赞叹到极处了，没办法赞叹的再高，赞叹到极处。这个话是出自大势至菩萨之口，那么写这个注解的人，他要不是阿弥陀佛再来，也必然是观世音菩萨之流。否则的话，怎么能值得大势至菩萨这样赞叹？所以蕅益大师的身分没有暴露，我们从这个地方也能够体会到一些，他决定不是普通人再来。最低限度也是观音菩萨之流，等觉菩萨加持的，来度我们末法时期的众生。我们依照这个经典的理论、方法、境界认真的修学，就必定能够得到弥陀本愿功德的威力所加持。我们的业障自然就能消除，我们的智慧必定能够增长。这是我提供同修的一点方法。下面经文就讲到正宗分，我们这个表解里面第三讲。第三讲就进入到正宗分，前面是序分，通序、别序给我们的启示。",
      "zh_TW": "印祖讚歎《彌陀經要解》，說：即使諸佛到我們這個世間來，給《阿彌陀經》作一部註解，也不能超過其上。這是把蕅益大師這個註解讚歎到極處了，沒辦法讚歎的再高，讚歎到極處。這個話是出自大勢至菩薩之口，那麼寫這個註解的人，他要不是阿彌陀佛再來，也必然是觀世音菩薩之流。否則的話，怎麼能值得大勢至菩薩這樣讚歎？所以蕅益大師的身分沒有暴露，我們從這個地方也能夠體會到一些，他決定不是普通人再來。最低限度也是觀音菩薩之流，等覺菩薩加持的，來度我們末法時期的眾生。我們依照這個經典的理論、方法、境界認真的修學，就必定能夠得到彌陀本願功德的威力所加持。我們的業障自然就能消除，我們的智慧必定能夠增長。這是我提供同修的一點方法。下面經文就講到正宗分，我們這個表解裡面第三講。第三講就進入到正宗分，前面是序分，通序、別序給我們的啟示。"
    },
    {
      "id": "01-010-0002_p0046",
      "zh_CN": "正宗分里面第一段，是「广陈彼土依正妙果以启信」，先说西方极乐世界的环境。这个世界为什么叫做极乐？我们要了解这个事实的真相，在《弥陀经》的经文里面不容易看出来。虽然它意思是圆满的，毕竟我们的智慧很小，佛的意思太深，不容易理解。但是在《无量寿经》里面，因为它讲得长，讲得详细，我们很容易体会到。弥陀在因地的时候，根据《无量寿经》上说，他是个国王，亲近世间自在王如来，跟佛学法。深深体会到佛法的博大精深，值得自己以全心全力来投入，所以他把王位舍弃掉，也就是说把国家让给别人，出家学道，做佛的弟子。",
      "zh_TW": "正宗分裡面第一段，是「廣陳彼土依正妙果以啟信」，先說西方極樂世界的環境。這個世界為什麼叫做極樂？我們要了解這個事實的真相，在《彌陀經》的經文裡面不容易看出來。雖然它意思是圓滿的，畢竟我們的智慧很小，佛的意思太深，不容易理解。但是在《無量壽經》裡面，因為它講得長，講得詳細，我們很容易體會到。彌陀在因地的時候，根據《無量壽經》上說，他是個國王，親近世間自在王如來，跟佛學法。深深體會到佛法的博大精深，值得自己以全心全力來投入，所以他把王位捨棄掉，也就是說把國家讓給別人，出家學道，做佛的弟子。"
    },
    {
      "id": "01-010-0002_p0047",
      "zh_CN": "当然这桩事情也像释迦牟尼佛在三千年前，在印度所示现的状况相似。世尊所示现的时候世间没有佛出世，阿弥陀佛示现的，世间有自在王如来在世间讲经说法，教化众生，这一点是两个人不相同的地方，说明彼此都是示现。因此他修学的过程当中，以他超越的智慧，超人的智慧，无比的慈悲愿力，推动他勇猛精进。最难能可贵的是他发了真正切实的愿望，这就是《无量寿经》讲的四十八愿，愿愿都扎实，没有一愿是谈玄说妙，愿愿都与一切众生的无漏因果有密切关连。",
      "zh_TW": "當然這樁事情也像釋迦牟尼佛在三千年前，在印度所示現的狀況相似。世尊所示現的時候世間沒有佛出世，阿彌陀佛示現的，世間有自在王如來在世間講經說法，教化眾生，這一點是兩個人不相同的地方，說明彼此都是示現。因此他修學的過程當中，以他超越的智慧，超人的智慧，無比的慈悲願力，推動他勇猛精進。最難能可貴的是他發了真正切實的願望，這就是《無量壽經》講的四十八願，願願都紮實，沒有一願是談玄說妙，願願都與一切眾生的無漏因果有密切關連。"
    },
    {
      "id": "01-010-0002_p0048",
      "zh_CN": "他发愿之后，以五劫的时间修行，在老师那边，世间自在王如来给他介绍二百一十亿诸佛刹土。二百一十亿，诸位要知道这不是个数字，这是表法，如果是数字，这个数字不大，那遗漏的地方太多了。而实在说，因为这个经典、这个法门，前面说过，它是无所不包，遍含普摄，因此二十一是密宗表圆满的意思。《无量寿经》、《弥陀经》里面显密的教义都含摄，二百一十亿是代表大圆满；换句话说，尽虚空遍法界一个也没漏，世间自在王如来统统都给他介绍。不单单介绍，而且以神力把诸佛国土，就像我们今天电视的画面一样，变现在他面前，让他统统看到。我们今天科技进步得还不够，比起西方极乐世界差远了。在我们本地大家所看到的电视萤幕是平面的，今天在外国有立体的电视，里面的人物，你看的时候就在你面前一样，但它是影像，不是真实的。现在有立体的电视，那个感受完全不相同。",
      "zh_TW": "他發願之後，以五劫的時間修行，在老師那邊，世間自在王如來給他介紹二百一十億諸佛剎土。二百一十億，諸位要知道這不是個數字，這是表法，如果是數字，這個數字不大，那遺漏的地方太多了。而實在說，因為這個經典、這個法門，前面說過，它是無所不包，遍含普攝，因此二十一是密宗表圓滿的意思。《無量壽經》、《彌陀經》裡面顯密的教義都含攝，二百一十億是代表大圓滿；換句話說，盡虛空遍法界一個也沒漏，世間自在王如來統統都給他介紹。不單單介紹，而且以神力把諸佛國土，就像我們今天電視的畫面一樣，變現在他面前，讓他統統看到。我們今天科技進步得還不夠，比起西方極樂世界差遠了。在我們本地大家所看到的電視螢幕是平面的，今天在外國有立體的電視，裡面的人物，你看的時候就在你面前一樣，但它是影像，不是真實的。現在有立體的電視，那個感受完全不相同。"
    },
    {
      "id": "01-010-0002_p0049",
      "zh_CN": "佛把十方刹土应现在法藏比丘的面前，让法藏仔细去观察，仔细的去选择。所以，西方极乐世界是怎么建成的？是以十方一切诸佛刹土做蓝图，取长舍短。一切诸佛国度里面好的，法藏是统统都采取，都保留；一切诸佛刹土里面不好的，他老人家统统都不要，统统都不取；换句话说，他在西方建立这个极乐世界，原来是一切诸佛美好之大成。他不是凭空想像的，他不是在那里胡思乱想我要怎样，不是的，就是我们中国人常说的「读万卷书，行万里路」，它是真实的地方。这样建造了这个世界，这点也给我们一个很好的启示，譬如说我们要建设我们的国家，我们希望这个国家在这个地球上成为最好的国家，不是凭我们在那里想就能够做得出来，我们想的不周全，挂一漏万。一定要到世界各国去考察、去观摩，人家哪些地方好的，我们采取；哪些地方不好的，我们改进，我们这个国家就是全世界所有一切国家地区美好的精华。",
      "zh_TW": "佛把十方剎土應現在法藏比丘的面前，讓法藏仔細去觀察，仔細的去選擇。所以，西方極樂世界是怎麼建成的？是以十方一切諸佛剎土做藍圖，取長捨短。一切諸佛國度裡面好的，法藏是統統都採取，都保留；一切諸佛剎土裡面不好的，他老人家統統都不要，統統都不取；換句話說，他在西方建立這個極樂世界，原來是一切諸佛美好之大成。他不是憑空想像的，他不是在那裡胡思亂想我要怎樣，不是的，就是我們中國人常說的「讀萬卷書，行萬里路」，它是真實的地方。這樣建造了這個世界，這點也給我們一個很好的啟示，譬如說我們要建設我們的國家，我們希望這個國家在這個地球上成為最好的國家，不是憑我們在那裡想就能夠做得出來，我們想的不周全，掛一漏萬。一定要到世界各國去考察、去觀摩，人家哪些地方好的，我們採取；哪些地方不好的，我們改進，我們這個國家就是全世界所有一切國家地區美好的精華。"
    },
    {
      "id": "01-010-0002_p0050",
      "zh_CN": "阿弥陀佛建立西方极乐世界是这样建的，非常符合现代人所讲的科学精神，科学方法。阿弥陀佛不是闭门造车，不是在胡思乱想，他确确实实是读万卷书，行万里路。那个万是比喻，不是真的，读万卷太少了，不止一万，可以说是所有一切知识他都吸收尽了，一切诸佛刹土他也考察遍了。我们相信这个极乐是真实的，从这个地方对于依报能启信。",
      "zh_TW": "阿彌陀佛建立西方極樂世界是這樣建的，非常符合現代人所講的科學精神，科學方法。阿彌陀佛不是閉門造車，不是在胡思亂想，他確確實實是讀萬卷書，行萬里路。那個萬是比喻，不是真的，讀萬卷太少了，不止一萬，可以說是所有一切知識他都吸收盡了，一切諸佛剎土他也考察遍了。我們相信這個極樂是真實的，從這個地方對於依報能啟信。"
    },
    {
      "id": "01-010-0002_p0051",
      "zh_CN": "经上讲的依正庄严，我们晓得，我们在这地方也学了很多很多的东西。一个人想过得很快乐，我去看看那个幸福的人，那个快乐的人，他的日子怎么过的，我要好好的学他。那些不快乐的人、不幸福的人，我也去了解，他到底毛病出在哪里？我有没有？我要有，赶紧改过来，那我这一生幸福快乐就很容易。幸福快乐不是佛菩萨给你的，不是神仙赐给你的，是你自己修来的。美满的家庭，我多看看人家家庭，他的家庭好，好在哪里，我学他；他的家庭不好，回过头来看看自己，我有没有这个缺陷，如果有，赶紧改过来，学人家的好处，那我家庭也能美满。",
      "zh_TW": "經上講的依正莊嚴，我們曉得，我們在這地方也學了很多很多的東西。一個人想過得很快樂，我去看看那個幸福的人，那個快樂的人，他的日子怎麼過的，我要好好的學他。那些不快樂的人、不幸福的人，我也去了解，他到底毛病出在哪裡？我有沒有？我要有，趕緊改過來，那我這一生幸福快樂就很容易。幸福快樂不是佛菩薩給你的，不是神仙賜給你的，是你自己修來的。美滿的家庭，我多看看人家家庭，他的家庭好，好在哪裡，我學他；他的家庭不好，回過頭來看看自己，我有沒有這個缺陷，如果有，趕緊改過來，學人家的好處，那我家庭也能美滿。"
    },
    {
      "id": "01-010-0002_p0052",
      "zh_CN": "经典这些教训非常非常的宝贵，所以花报要美满要从这个地方学习；疏忽了这一点，你花开得就不美满。所以经典让我们学习的地方太多太多，决定不能只把它当作我将来求生西方极乐世界的一桩事情来看，那就错了。而是这部经典所讲的原理原则，能够适合于一切人、一切众生、一切法门，适合于世间一切的学科、一切的行业。这样才知道这部经典功德不可思议，然后才真正能够体会到名号功德不可思议；名号功德不可思议，先要认识经典功德不可思议，你才会进一步体会到名号功德不可思议，这是最深、最究竟的一层。今天时间不多了，我们就介绍到此地。",
      "zh_TW": "經典這些教訓非常非常的寶貴，所以花報要美滿要從這個地方學習；疏忽了這一點，你花開得就不美滿。所以經典讓我們學習的地方太多太多，決定不能只把它當作我將來求生西方極樂世界的一樁事情來看，那就錯了。而是這部經典所講的原理原則，能夠適合於一切人、一切眾生、一切法門，適合於世間一切的學科、一切的行業。這樣才知道這部經典功德不可思議，然後才真正能夠體會到名號功德不可思議；名號功德不可思議，先要認識經典功德不可思議，你才會進一步體會到名號功德不可思議，這是最深、最究竟的一層。今天時間不多了，我們就介紹到此地。"
    }
  ]
}