{
  "doc_id": "01-010-0005",
  "title": {
    "zh_CN": "阿弥陀经对现代人的启示",
    "zh_TW": "阿彌陀經對現代人的啟示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "中国广州光孝寺",
    "zh_TW": "中國廣州光孝寺"
  },
  "doc_number": "01-010-0005",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "01-010-0005_p0001",
      "zh_CN": "时间过得很快，我们这次的讲经今天是圆满的一天，我们要接着将昨天所说的六方佛的表法，给诸位继续做个报告。昨天介绍了东方，东方五佛代表我们修学佛法基本的心态。南方有五尊佛，表修慧，南方在五行里面是属于火，象征着光明。所以在《华严经》善财童子五十三参，善知识都在南方。这个南是表法的，绝对不是真正的南方，总不可能说善知识都住在南方，东方、西方、北方就没有善知识吗？这不可能的。所以凡是善知识住的那个地方都叫南方，那个方向就叫南方，不管它是哪一方，这《华严经》中表法的。只要是善知识住的那个城市都叫做「福城」，有善知识居住，这个地方就有福报。所以福城也不只是限定一个城，只要是善知识居住的地方，就是福城，就是南方。此地这个南方表法也是这个意思，这是我们必须要把它认识清楚的。",
      "zh_TW": "時間過得很快，我們這次的講經今天是圓滿的一天，我們要接著將昨天所說的六方佛的表法，給諸位繼續做個報告。昨天介紹了東方，東方五佛代表我們修學佛法基本的心態。南方有五尊佛，表修慧，南方在五行裡面是屬於火，象徵著光明。所以在《華嚴經》善財童子五十三參，善知識都在南方。這個南是表法的，絕對不是真正的南方，總不可能說善知識都住在南方，東方、西方、北方就沒有善知識嗎？這不可能的。所以凡是善知識住的那個地方都叫南方，那個方向就叫南方，不管它是哪一方，這《華嚴經》中表法的。只要是善知識住的那個城市都叫做「福城」，有善知識居住，這個地方就有福報。所以福城也不只是限定一個城，只要是善知識居住的地方，就是福城，就是南方。此地這個南方表法也是這個意思，這是我們必須要把它認識清楚的。"
    },
    {
      "id": "01-010-0005_p0002",
      "zh_CN": "南方这五尊佛是代表修慧，第一尊「日月灯佛」。日、月、灯都代表光明，白天有太阳，夜晚有月亮，日、月照不到的地方灯光可以照到。日月灯的意思就是光明遍照的意思，没有照不到的地方，表这个意思，这是表自性的般若光明。此地说的「表性具圆满般若智慧，圆融无碍，无不照」，这是我们学佛人所求的。在经文里面就是无上菩提，或者称为无上正等正觉，这尊佛有这个意思。",
      "zh_TW": "南方這五尊佛是代表修慧，第一尊「日月燈佛」。日、月、燈都代表光明，白天有太陽，夜晚有月亮，日、月照不到的地方燈光可以照到。日月燈的意思就是光明遍照的意思，沒有照不到的地方，表這個意思，這是表自性的般若光明。此地說的「表性具圓滿般若智慧，圓融無礙，無不照」，這是我們學佛人所求的。在經文裡面就是無上菩提，或者稱為無上正等正覺，這尊佛有這個意思。"
    },
    {
      "id": "01-010-0005_p0003",
      "zh_CN": "第二尊佛「名闻光佛」，他代表「修慧小成」，这不是大成，是小成。小小有成就，你在社会上一定有了知名度，现在人所讲的，有了名闻，跟着也有利养。可是要记住，名闻利养很容易淘汰人，这一关要不能突破，就在这个地方堕落下去，被名利所害。「名闻如暗影」，一定要智慧，智慧照破暗影，我们才能够突破这个难关，将自己的道业往上提升。所以说这是比喻，有智慧的人才不会著于利养，才真正会看破，会放下。放下名利，放下五欲六尘的享受，我们才能得到真精进。",
      "zh_TW": "第二尊佛「名聞光佛」，他代表「修慧小成」，這不是大成，是小成。小小有成就，你在社會上一定有了知名度，現在人所講的，有了名聞，跟著也有利養。可是要記住，名聞利養很容易淘汰人，這一關要不能突破，就在這個地方墮落下去，被名利所害。「名聞如暗影」，一定要智慧，智慧照破暗影，我們才能夠突破這個難關，將自己的道業往上提升。所以說這是比喻，有智慧的人才不會著於利養，才真正會看破，會放下。放下名利，放下五欲六塵的享受，我們才能得到真精進。"
    },
    {
      "id": "01-010-0005_p0004",
      "zh_CN": "第三「大燄肩佛」，肩是肩膀，燄是火燄，这个表示智慧的肩膀能够承担如来家业，表这个意思。他表的事「初具二智」，权实二智，「发心续佛慧命，弘法利生，自他二利」，他表这个意思。第四尊「须弥灯佛，表修慧自转识成智，复助他也」。这两尊佛代表的我们修学功夫得力了，初步的功夫得力了，诸位要知道，必须要透过名，超越利养，功夫才能够得力。古人跟我们说，听教（我们讲的听经）要在消归自性，这是真正得受用；修行要在转识成智，转八识成四智，虽然这是唯识学里所说的理论，这个理论是通一切法门的，通一切的教理。这里简单列了一个表，转第六识成妙观察智，转第七识成平等性智，转第八识成大圆镜智，转前五识成成所作智。佛的德号在此地是表「照破自他三惑」，这个三惑（迷惑）是见思、尘沙、无明。须弥是代表「一体不二」的意思。",
      "zh_TW": "第三「大燄肩佛」，肩是肩膀，燄是火燄，這個表示智慧的肩膀能夠承擔如來家業，表這個意思。他表的事「初具二智」，權實二智，「發心續佛慧命，弘法利生，自他二利」，他表這個意思。第四尊「須彌燈佛，表修慧自轉識成智，復助他也」。這兩尊佛代表的我們修學功夫得力了，初步的功夫得力了，諸位要知道，必須要透過名，超越利養，功夫才能夠得力。古人跟我們說，聽教（我們講的聽經）要在消歸自性，這是真正得受用；修行要在轉識成智，轉八識成四智，雖然這是唯識學裡所說的理論，這個理論是通一切法門的，通一切的教理。這裡簡單列了一個表，轉第六識成妙觀察智，轉第七識成平等性智，轉第八識成大圓鏡智，轉前五識成成所作智。佛的德號在此地是表「照破自他三惑」，這個三惑（迷惑）是見思、塵沙、無明。須彌是代表「一體不二」的意思。"
    },
    {
      "id": "01-010-0005_p0005",
      "zh_CN": "怎么个转识成智？这是一门很大的学问，也是真实的功夫，大经大论里面说得很透彻。如果我们没有那么多的时间，也没有那么多的精神去研讨经论，最简单的方法，本经里面「发菩提心，一向专念」，念到功夫纯熟，自自然然就转识成智。前面也曾经跟诸位提到过，罗什大师翻这个经翻「一心不乱」，心不颠倒，一心不乱，这是往生的条件。一心不乱这四个字，梵文原本里面没有，要看梵文的原本，最好看玄奘大师的译本，玄奘大师是直译的，所以跟原本非常接近。可是罗什大师这个翻法也没错，如果有错误，玄奘大师一定把它说出来；大师没说，也就是默认了罗什大师翻得没错。",
      "zh_TW": "怎麼個轉識成智？這是一門很大的學問，也是真實的功夫，大經大論裡面說得很透徹。如果我們沒有那麼多的時間，也沒有那麼多的精神去研討經論，最簡單的方法，本經裡面「發菩提心，一向專念」，念到功夫純熟，自自然然就轉識成智。前面也曾經跟諸位提到過，羅什大師翻這個經翻「一心不亂」，心不顛倒，一心不亂，這是往生的條件。一心不亂這四個字，梵文原本裡面沒有，要看梵文的原本，最好看玄奘大師的譯本，玄奘大師是直譯的，所以跟原本非常接近。可是羅什大師這個翻法也沒錯，如果有錯誤，玄奘大師一定把它說出來；大師沒說，也就是默認了羅什大師翻得沒錯。"
    },
    {
      "id": "01-010-0005_p0006",
      "zh_CN": "一心不乱是个很深的功夫，而我们在一生当中都未必能达到这个境界，但是每一个往生的人确确实实都得一心。怎么晓得？我们现前的功夫只要念到成片，功夫成片，这就是往生的标准。当佛来接引我们的时候，首先是佛光注照，佛来接引先是接触到佛光。佛光一照，我们的功夫就马上提升了一等；原来我们只是成片，佛光一照一加持，就把我们的功夫变到一心不乱，马上就提升。所以这是事实，罗什大师翻得没错，一心不乱的功夫不是我们自己修成的，是得佛力加持。这个法门叫二力法门，佛力加持使我们证得，是这样才能够往生的。到不乱的时候，实际上就是转识成智，所以生到西方极乐世界即使同居土下下品，也有诸佛菩萨一样的智慧、神通、道力。这实实在在是感谢阿弥陀佛本愿威力的加持，如果不是弥陀四十八愿本愿功德的加持，我们这一生当中是决定达不到的。所以这个法门比起一般法门，的确是殊胜得多。",
      "zh_TW": "一心不亂是個很深的功夫，而我們在一生當中都未必能達到這個境界，但是每一個往生的人確確實實都得一心。怎麼曉得？我們現前的功夫只要念到成片，功夫成片，這就是往生的標準。當佛來接引我們的時候，首先是佛光注照，佛來接引先是接觸到佛光。佛光一照，我們的功夫就馬上提升了一等；原來我們只是成片，佛光一照一加持，就把我們的功夫變到一心不亂，馬上就提升。所以這是事實，羅什大師翻得沒錯，一心不亂的功夫不是我們自己修成的，是得佛力加持。這個法門叫二力法門，佛力加持使我們證得，是這樣才能夠往生的。到不亂的時候，實際上就是轉識成智，所以生到西方極樂世界即使同居土下下品，也有諸佛菩薩一樣的智慧、神通、道力。這實實在在是感謝阿彌陀佛本願威力的加持，如果不是彌陀四十八願本願功德的加持，我們這一生當中是決定達不到的。所以這個法門比起一般法門，的確是殊勝得多。"
    },
    {
      "id": "01-010-0005_p0007",
      "zh_CN": "第五尊佛「无量精进佛」，表修慧的根本，慧要怎么修？就是要精进，「大乘善根，唯一精进，成就大慧」，进是进步，天天在进步。进步最重要的是精，精一专纯，这样进步才有助于我们开悟，有助于我们修行证果；最忌讳的是不专、是太杂，夹杂、不专是我们很大的障碍。",
      "zh_TW": "第五尊佛「無量精進佛」，表修慧的根本，慧要怎麼修？就是要精進，「大乘善根，唯一精進，成就大慧」，進是進步，天天在進步。進步最重要的是精，精一專純，這樣進步才有助於我們開悟，有助於我們修行證果；最忌諱的是不專、是太雜，夾雜、不專是我們很大的障礙。"
    },
    {
      "id": "01-010-0005_p0008",
      "zh_CN": "前面东、南两方都列的是五尊佛，西方说了七尊佛，这跟前面在数字上又不一样了。为什么？前面的修学都不是究竟圆满的，所以用五来表法；西方讲到极乐世界无量寿佛，这是圆满的。七代表圆满，《弥陀经》上样样都讲七，七重行树、七重罗网，统统都讲七。诸位要晓得，这个七是圆满的意思，它代表的是东、南、西、北（这是四）、上、下，再加上当中，这就圆满。所以七是表这个意思，不是个数字，你要看成数字那就错了。我们到西方极乐世界，每个人家里居住的地方统统都是七重行树、七重罗网，我们看到这个，没什么好看，为什么？家家都一样，有什么好看！甚至于读到这个，西方极乐世界也不想去了。殊不知，七是圆满。什么是圆满？随心所欲就是圆满。西方世界无不如自己的愿望，这就好了，样样都能随心，能够具足，没有限制。",
      "zh_TW": "前面東、南兩方都列的是五尊佛，西方說了七尊佛，這跟前面在數字上又不一樣了。為什麼？前面的修學都不是究竟圓滿的，所以用五來表法；西方講到極樂世界無量壽佛，這是圓滿的。七代表圓滿，《彌陀經》上樣樣都講七，七重行樹、七重羅網，統統都講七。諸位要曉得，這個七是圓滿的意思，它代表的是東、南、西、北（這是四）、上、下，再加上當中，這就圓滿。所以七是表這個意思，不是個數字，你要看成數字那就錯了。我們到西方極樂世界，每個人家裡居住的地方統統都是七重行樹、七重羅網，我們看到這個，沒什麼好看，為什麼？家家都一樣，有什麼好看！甚至於讀到這個，西方極樂世界也不想去了。殊不知，七是圓滿。什麼是圓滿？隨心所欲就是圓滿。西方世界無不如自己的願望，這就好了，樣樣都能隨心，能夠具足，沒有限制。"
    },
    {
      "id": "01-010-0005_p0009",
      "zh_CN": "西方七尊佛代表的修福，福慧双修。第一尊「无量寿佛」，表福、表寿，这也是福报当中的第一福，第一要有无量的寿命，无量寿。第二个「无量相佛」，表富贵。第三尊「无量幢佛」，表高显。「大光佛」表大智。「大明佛」表智慧的德用。「宝相佛」表尊贵、殊胜。下面我们合起来讲，这六尊佛统统是表修福，无福不能度生，所以成佛百劫修福，道理就在此地。度众生一定要有福报，福报要靠自己努力认真的去修行。",
      "zh_TW": "西方七尊佛代表的修福，福慧雙修。第一尊「無量壽佛」，表福、表壽，這也是福報當中的第一福，第一要有無量的壽命，無量壽。第二個「無量相佛」，表富貴。第三尊「無量幢佛」，表高顯。「大光佛」表大智。「大明佛」表智慧的德用。「寶相佛」表尊貴、殊勝。下面我們合起來講，這六尊佛統統是表修福，無福不能度生，所以成佛百劫修福，道理就在此地。度眾生一定要有福報，福報要靠自己努力認真的去修行。"
    },
    {
      "id": "01-010-0005_p0010",
      "zh_CN": "世间人所求的福报，第一个是长寿，健康长寿；长寿不健康那就不是福报。寿虽然很长，病痛很多，甚至于很严重的病苦，真的是生不如死，所以一定要健康长寿；要有财富，要有智慧，福慧就圆满了。佛教给我们，这三种果报从哪里来？诸位要知道，佛不能给我们，佛的智慧、福德是圆满的，不能给我们。假如佛能给我们，我们何必要修？不要修了，佛要不给我们他就不慈悲，我们天天讲他大慈大悲，他应该把福报、智慧都给我们才好；没有办法给我们的，是要靠自己修的。佛跟我们说，健康长寿的果报是无畏布施的业报，我们肯修无畏布施，就会得健康长寿的果报；我们能够修法布施，你就得聪明智慧的果报；如果你肯修财布施，你就得财富无量的果报。佛把这个因果说出来，把得福报的秘诀传授给我们，只要我们肯相信，肯认真的去修学，那就是佛氏门中有求必应。",
      "zh_TW": "世間人所求的福報，第一個是長壽，健康長壽；長壽不健康那就不是福報。壽雖然很長，病痛很多，甚至於很嚴重的病苦，真的是生不如死，所以一定要健康長壽；要有財富，要有智慧，福慧就圓滿了。佛教給我們，這三種果報從哪裡來？諸位要知道，佛不能給我們，佛的智慧、福德是圓滿的，不能給我們。假如佛能給我們，我們何必要修？不要修了，佛要不給我們他就不慈悲，我們天天講他大慈大悲，他應該把福報、智慧都給我們才好；沒有辦法給我們的，是要靠自己修的。佛跟我們說，健康長壽的果報是無畏布施的業報，我們肯修無畏布施，就會得健康長壽的果報；我們能夠修法布施，你就得聰明智慧的果報；如果你肯修財布施，你就得財富無量的果報。佛把這個因果說出來，把得福報的祕訣傳授給我們，只要我們肯相信，肯認真的去修學，那就是佛氏門中有求必應。"
    },
    {
      "id": "01-010-0005_p0011",
      "zh_CN": "弘法，发心弘法，无论在家出家，我们最初发心学经的时候，老师就告诉我们，他说一定要结法缘。如果不结法缘，有很多诸佛菩萨智慧圆满，讲经说法都感应天花乱坠，可是怎么样？没人听。为什么没人听？没法缘。有些人说法说得实在不高明，你听听，没有什么内容，听的人好多好多。为什么？他法缘殊胜。由此可知，听众多寡是法缘，倒不是讲的好坏，好坏是另一桩事情。因此结法缘就比什么都重要。所以老师教给我们，李炳南老居士传授给我们的，他说老师在那里讲经听众很多，你们买点糖果，买点吃的东西，在门口送给大家，跟大家结缘。这样一个小红包几毛钱、一块钱也是结缘，你们是跟法师结缘、跟大众结缘，将来你讲经听众就多了，所以要知道结法缘。",
      "zh_TW": "弘法，發心弘法，無論在家出家，我們最初發心學經的時候，老師就告訴我們，他說一定要結法緣。如果不結法緣，有很多諸佛菩薩智慧圓滿，講經說法都感應天花亂墜，可是怎麼樣？沒人聽。為什麼沒人聽？沒法緣。有些人說法說得實在不高明，你聽聽，沒有什麼內容，聽的人好多好多。為什麼？他法緣殊勝。由此可知，聽眾多寡是法緣，倒不是講的好壞，好壞是另一樁事情。因此結法緣就比什麼都重要。所以老師教給我們，李炳南老居士傳授給我們的，他說老師在那裡講經聽眾很多，你們買點糖果，買點吃的東西，在門口送給大家，跟大家結緣。這樣一個小紅包幾毛錢、一塊錢也是結緣，你們是跟法師結緣、跟大眾結緣，將來你講經聽眾就多了，所以要知道結法緣。"
    },
    {
      "id": "01-010-0005_p0012",
      "zh_CN": "大家都晓得我的法缘很好，走在全世界每一个地方，确实法缘都很殊胜。法缘殊胜的原因在哪里？是结缘结来的。我送的经书一年要送几百万册，这是跟大家结上缘，这是财布施、法布施、无畏布施三种布施统统具足，是于佛法与一切大众结缘。所以钱财不要自己有，自己有钱财很烦恼。为什么？因为心里头有牵挂、有得失，统统把它布施光，心里自在，晚上睡觉没有想头，睡得很好。法缘胜，你走到什么地方自己不要操一点心，自己也没有用钱的地方，你给我钱一点用处都没有。我走到哪个地方，人家飞机票什么统统都给我预备好了，吃的、住的、旅行的，不要自己操一点心。所以你要问我机票、船票多少钱，我统统不知道，我住的地方、吃的地方，一切开销我全部不知道，都是别人替我预备好了。所以，有钱不如有法缘的好，有钱自己要操心，没有钱自己不要操心。这个秘诀我都供养给诸位，你们好好的把这一套学会，一生当中得大自在！身上一分钱没有，走遍全世界，到哪里都欢欢喜喜，这样好。",
      "zh_TW": "大家都曉得我的法緣很好，走在全世界每一個地方，確實法緣都很殊勝。法緣殊勝的原因在哪裡？是結緣結來的。我送的經書一年要送幾百萬冊，這是跟大家結上緣，這是財布施、法布施、無畏布施三種布施統統具足，是於佛法與一切大眾結緣。所以錢財不要自己有，自己有錢財很煩惱。為什麼？因為心裡頭有牽掛、有得失，統統把它布施光，心裡自在，晚上睡覺沒有想頭，睡得很好。法緣勝，你走到什麼地方自己不要操一點心，自己也沒有用錢的地方，你給我錢一點用處都沒有。我走到哪個地方，人家飛機票什麼統統都給我預備好了，吃的、住的、旅行的，不要自己操一點心。所以你要問我機票、船票多少錢，我統統不知道，我住的地方、吃的地方，一切開銷我全部不知道，都是別人替我預備好了。所以，有錢不如有法緣的好，有錢自己要操心，沒有錢自己不要操心。這個祕訣我都供養給諸位，你們好好的把這一套學會，一生當中得大自在！身上一分錢沒有，走遍全世界，到哪裡都歡歡喜喜，這樣好。"
    },
    {
      "id": "01-010-0005_p0013",
      "zh_CN": "第七尊佛就教给我们修福的秘诀，前面教给我们修慧是要精进，精进能成就智慧，这个地方是「净光佛」，净光是修福的秘诀。净是清净，光是光明，三业清净光明，你就有福报，福报就来了。所以一定要求心地清净，这个里面有无边的果德。所以是以净光佛来代表修福的方法，我这里用的「法本」，方法的根本。",
      "zh_TW": "第七尊佛就教給我們修福的祕訣，前面教給我們修慧是要精進，精進能成就智慧，這個地方是「淨光佛」，淨光是修福的祕訣。淨是清淨，光是光明，三業清淨光明，你就有福報，福報就來了。所以一定要求心地清淨，這個裡面有無邊的果德。所以是以淨光佛來代表修福的方法，我這裡用的「法本」，方法的根本。"
    },
    {
      "id": "01-010-0005_p0014",
      "zh_CN": "北方略出五尊佛，这五尊佛代表「化他」，「福慧具足，以度生为事业」。前面南方代表的修慧，西方代表的修福，福慧都成就了，这个人有福、有慧，那就要利益众生，要弘法利生，荷担如来家业。如来的家业，想想世尊当年在世的时候，一生为大众讲经说法四十九年，足迹几乎遍五印度。佛是常常在那里行化，到处讲经说法，这是他老人家在世给我们后来的弟子们做个榜样。我们自己学成之后，也要像佛陀当年在世一样，哪个地方有请我们就要去；不可以说人家来请法，我们摆上架子不去讲，或者谈条件，那就错了，那完全违背了佛的教诲。这是菩萨道上常说「为法忘躯」。到处去行化会不会辛苦？一般人是很辛苦，如果真正发心弘法利生就不会辛苦。怎么不会辛苦？三宝威神加持，使你真正在利生的工作上，像普贤菩萨一样不疲不厌，这个诸位必须发心之后亲身体验，你就会知道。",
      "zh_TW": "北方略出五尊佛，這五尊佛代表「化他」，「福慧具足，以度生為事業」。前面南方代表的修慧，西方代表的修福，福慧都成就了，這個人有福、有慧，那就要利益眾生，要弘法利生，荷擔如來家業。如來的家業，想想世尊當年在世的時候，一生為大眾講經說法四十九年，足跡幾乎遍五印度。佛是常常在那裡行化，到處講經說法，這是他老人家在世給我們後來的弟子們做個榜樣。我們自己學成之後，也要像佛陀當年在世一樣，哪個地方有請我們就要去；不可以說人家來請法，我們擺上架子不去講，或者談條件，那就錯了，那完全違背了佛的教誨。這是菩薩道上常說「為法忘軀」。到處去行化會不會辛苦？一般人是很辛苦，如果真正發心弘法利生就不會辛苦。怎麼不會辛苦？三寶威神加持，使你真正在利生的工作上，像普賢菩薩一樣不疲不厭，這個諸位必須發心之後親身體驗，你就會知道。"
    },
    {
      "id": "01-010-0005_p0015",
      "zh_CN": "第一尊佛，「燄肩佛」。佛的名号与前面相同，可是意思比前面要深，「福慧具足后，即以权实二智，荷担如来家业，利益众生」。每个人过去的因地跟现在所修学的不相同，愿力不一样，因行也不一样。顺逆的成就，自行化他得到顺逆的成就，一定要知道随缘不攀缘。随缘就自在，攀缘就很辛苦，即使弘法利生也要随缘，也不应该去攀缘。「此方真教体，清净在音闻」，所以世尊当年在世是以音声作佛事，中国孔老夫子在世也是以音声来讲学，来谈道。",
      "zh_TW": "第一尊佛，「燄肩佛」。佛的名號與前面相同，可是意思比前面要深，「福慧具足後，即以權實二智，荷擔如來家業，利益眾生」。每個人過去的因地跟現在所修學的不相同，願力不一樣，因行也不一樣。順逆的成就，自行化他得到順逆的成就，一定要知道隨緣不攀緣。隨緣就自在，攀緣就很辛苦，即使弘法利生也要隨緣，也不應該去攀緣。「此方真教體，清淨在音聞」，所以世尊當年在世是以音聲作佛事，中國孔老夫子在世也是以音聲來講學，來談道。"
    },
    {
      "id": "01-010-0005_p0016",
      "zh_CN": "这个地方第二尊佛，「最胜音佛，表以音声作佛事，演说此经，劝教念佛，最胜音也」。这里完全契合本宗、本经的法门来解释。",
      "zh_TW": "這個地方第二尊佛，「最勝音佛，表以音聲作佛事，演說此經，勸教念佛，最勝音也」。這裡完全契合本宗、本經的法門來解釋。"
    },
    {
      "id": "01-010-0005_p0017",
      "zh_CN": "第三，「难沮佛，表弘护正法，勇猛精进，不畏魔外一切障难也」。世法里头常说，「道高一尺，魔高一丈」，不要说我们现前学佛、弘法有魔难，即使世尊当年在世，也有提婆达多、六群比丘这些找他麻烦的，佛都没有办法完全排除魔外的障难，何况后世。六祖大师，我们在《坛经》里面看到，他老人家得法之后还在猎人队里面避难十五年，这些都是给我们做出了如何避免障碍的例子，这些事实给我们后人做个榜样。我们知道一切障难是不能够避免的，要有智慧、要有毅力，要知道如何去应付，能够避过这一切的障难，使我们修学、弘化障碍减到最低的限度。这尊佛是表这个意思。",
      "zh_TW": "第三，「難沮佛，表弘護正法，勇猛精進，不畏魔外一切障難也」。世法裡頭常說，「道高一尺，魔高一丈」，不要說我們現前學佛、弘法有魔難，即使世尊當年在世，也有提婆達多、六群比丘這些找他麻煩的，佛都沒有辦法完全排除魔外的障難，何況後世。六祖大師，我們在《壇經》裡面看到，他老人家得法之後還在獵人隊裡面避難十五年，這些都是給我們做出了如何避免障礙的例子，這些事實給我們後人做個榜樣。我們知道一切障難是不能夠避免的，要有智慧、要有毅力，要知道如何去應付，能夠避過這一切的障難，使我們修學、弘化障礙減到最低的限度。這尊佛是表這個意思。"
    },
    {
      "id": "01-010-0005_p0018",
      "zh_CN": "「日生佛，表教学相长，自他慧日丽天，正法久住，福利人天」。日生是太阳出来了，克服了障碍，前途就是一片光明，这是弘法的事业蒸蒸日上。",
      "zh_TW": "「日生佛，表教學相長，自他慧日麗天，正法久住，福利人天」。日生是太陽出來了，克服了障礙，前途就是一片光明，這是弘法的事業蒸蒸日上。"
    },
    {
      "id": "01-010-0005_p0019",
      "zh_CN": "末后一尊，「网明佛，表度生弘愿方法，以无量法门（如网目）救度众生」，在这时候就是广学多闻了。我们常讲的四弘誓愿，「法门无量誓愿学」，以无量的法门来广度一切众生。我在讲席当中常常劝同修一门深入，现在经上又讲到无量法门，这是不是有矛盾？给诸位说没有。无量法门是讲我们的僧团，比如我们这个团体，大家志同道合在一块修学。我们所修的法门是一个，都是念佛求生净土，我们所弘扬的经论可以每个人自己学一样；十个人我们在一起就是十部经，二十个人在一起就是二十部经，一个人学一部。而且每天都有同修出来讲经，这一个讲，十九个人做听众，听完之后再研究讨论，教学相长；大家轮流讲，互相的来听，切磋琢磨。解门上是各人学一部经，行门上，大家统统是一句佛号专修净宗，专求净土。这样人多法门也就广大了，可以能够接引无量的众生，统统归到净土法门，就是这个意思。我们才晓得这是的确可以做得到的，是非常圆满的大事业，绝对不会有矛盾存在，不会有冲突。",
      "zh_TW": "末後一尊，「網明佛，表度生弘願方法，以無量法門（如網目）救度眾生」，在這時候就是廣學多聞了。我們常講的四弘誓願，「法門無量誓願學」，以無量的法門來廣度一切眾生。我在講席當中常常勸同修一門深入，現在經上又講到無量法門，這是不是有矛盾？給諸位說沒有。無量法門是講我們的僧團，比如我們這個團體，大家志同道合在一塊修學。我們所修的法門是一個，都是念佛求生淨土，我們所弘揚的經論可以每個人自己學一樣；十個人我們在一起就是十部經，二十個人在一起就是二十部經，一個人學一部。而且每天都有同修出來講經，這一個講，十九個人做聽眾，聽完之後再研究討論，教學相長；大家輪流講，互相的來聽，切磋琢磨。解門上是各人學一部經，行門上，大家統統是一句佛號專修淨宗，專求淨土。這樣人多法門也就廣大了，可以能夠接引無量的眾生，統統歸到淨土法門，就是這個意思。我們才曉得這是的確可以做得到的，是非常圓滿的大事業，絕對不會有矛盾存在，不會有衝突。"
    },
    {
      "id": "01-010-0005_p0020",
      "zh_CN": "下方有六尊佛，「表教化大行，普度众生」。这是众生得度的机缘成熟了，自己解行也达到圆满，像历代祖师在一个地方建立法幢，普度众生，不但影响当世，而且深深影响到后代。所以第一尊「师子佛，喻佛说法」。师子，经上常常用师子吼比喻佛说法，此地「表法王子代佛弘法，如佛无二」。佛的弟子解行圆满，解是学问，行是道德，德行与学问统统达到圆满，这是祖师给我们做的。又蒙一切诸佛的加持，所以他讲经说法跟佛就差不多，用师子佛来跟我们表这桩事情。",
      "zh_TW": "下方有六尊佛，「表教化大行，普度眾生」。這是眾生得度的機緣成熟了，自己解行也達到圓滿，像歷代祖師在一個地方建立法幢，普度眾生，不但影響當世，而且深深影響到後代。所以第一尊「師子佛，喻佛說法」。師子，經上常常用師子吼比喻佛說法，此地「表法王子代佛弘法，如佛無二」。佛的弟子解行圓滿，解是學問，行是道德，德行與學問統統達到圓滿，這是祖師給我們做的。又蒙一切諸佛的加持，所以他講經說法跟佛就差不多，用師子佛來跟我們表這樁事情。"
    },
    {
      "id": "01-010-0005_p0021",
      "zh_CN": "「名闻佛」，此地的名闻是实至名归，不像前面。前面是小有名闻，小小有一点名气，我们今天讲的有一点知名度；那个恐怕会产生障碍，这个时候实至名归，不一样。「名称普闻于十方，表为人天眼目，如观音、普贤、佛门祖师」。他们在佛法的德望、地位，要用现代话来说是佛门的权威，足以代表一个宗派，或者代表一个法门，能够影响到世间，能够影响到历史，他有这么样伟大的成就。",
      "zh_TW": "「名聞佛」，此地的名聞是實至名歸，不像前面。前面是小有名聞，小小有一點名氣，我們今天講的有一點知名度；那個恐怕會產生障礙，這個時候實至名歸，不一樣。「名稱普聞於十方，表為人天眼目，如觀音、普賢、佛門祖師」。他們在佛法的德望、地位，要用現代話來說是佛門的權威，足以代表一個宗派，或者代表一個法門，能夠影響到世間，能夠影響到歷史，他有這麼樣偉大的成就。"
    },
    {
      "id": "01-010-0005_p0022",
      "zh_CN": "第三位是「名光佛，表大智随演（随是随缘，演是演说），法音远闻，能令众生，破迷开悟，离苦得乐」。可见得到这个阶段，佛法在世间是普遍的弘扬，佛教的事业是无比的兴旺。",
      "zh_TW": "第三位是「名光佛，表大智隨演（隨是隨緣，演是演說），法音遠聞，能令眾生，破迷開悟，離苦得樂」。可見得到這個階段，佛法在世間是普遍的弘揚，佛教的事業是無比的興旺。"
    },
    {
      "id": "01-010-0005_p0023",
      "zh_CN": "第四尊「达磨佛，表大法师承自佛，堪为众生轨范」。达磨是梵语，翻成中国意思就是法，佛法僧的法。达磨法，达磨佛，这是表学佛一定要有师承，一定要有个老师，没有老师不能成就。所以我们修学成败的关键，就是在你一生当中能不能遇到好老师。好老师到哪里去找？实在说，愈是好老师愈谦虚，愈是好老师他自己说他无能。我们怎么办？我遇到李炳南老居士，我们认为他是当代的大善知识，他自己怎么说？无德无能，我没有能力教你。没有能力怎么办？他有他的善巧方便，他教我们学印光法师。不敢自己做师，不敢自己认为自己是老师，而把我们这些学生看做什么？看做学弟看待，看做同学，学弟看待。老师？印光祖师是我们的老师，印光祖师不在，印光大师的《文钞》在，依照《文钞》的教训自行化他，以印祖为老师。这个态度谦虚到极处，这是真正善知识。所以我们尤其是在末法时期，遇不到真正善知识，炳老教给我们这个方法就非常有效，我们以古大德为老师，跟古大德学习。",
      "zh_TW": "第四尊「達磨佛，表大法師承自佛，堪為眾生軌範」。達磨是梵語，翻成中國意思就是法，佛法僧的法。達磨法，達磨佛，這是表學佛一定要有師承，一定要有個老師，沒有老師不能成就。所以我們修學成敗的關鍵，就是在你一生當中能不能遇到好老師。好老師到哪裡去找？實在說，愈是好老師愈謙虛，愈是好老師他自己說他無能。我們怎麼辦？我遇到李炳南老居士，我們認為他是當代的大善知識，他自己怎麼說？無德無能，我沒有能力教你。沒有能力怎麼辦？他有他的善巧方便，他教我們學印光法師。不敢自己做師，不敢自己認為自己是老師，而把我們這些學生看做什麼？看做學弟看待，看做同學，學弟看待。老師？印光祖師是我們的老師，印光祖師不在，印光大師的《文鈔》在，依照《文鈔》的教訓自行化他，以印祖為老師。這個態度謙虛到極處，這是真正善知識。所以我們尤其是在末法時期，遇不到真正善知識，炳老教給我們這個方法就非常有效，我們以古大德為老師，跟古大德學習。"
    },
    {
      "id": "01-010-0005_p0024",
      "zh_CN": "印祖距离我们最近，他是民国初年的人，他的文章虽然是文言文写的，非常浅显，很容易理解，末法就以他做为我们启蒙的老师。我们福慧的基础奠立之后，我们再去参访，再去进一步求广学多闻。广学多闻到哪里去参访？这一点我要贡献诸位同学们，广学多闻参访要参访过去的大善知识。过去的大善知识怎么参访法？藏经里面，特别是《续藏》里面，古来祖师大德对于经论的注解非常非常之多，你去读一切经论的注疏就是参访古大德，这个没有错。古大德是真正成就的人，你参访他们才会得到真正的东西。现代人不太可靠，我们是肉眼凡夫，不知道他所学的是真的，还是假的，他的东西是正确的，还是错误的，我们没有能力辨别，我们也不敢妄谈。",
      "zh_TW": "印祖距離我們最近，他是民國初年的人，他的文章雖然是文言文寫的，非常淺顯，很容易理解，末法就以他做為我們啟蒙的老師。我們福慧的基礎奠立之後，我們再去參訪，再去進一步求廣學多聞。廣學多聞到哪裡去參訪？這一點我要貢獻諸位同學們，廣學多聞參訪要參訪過去的大善知識。過去的大善知識怎麼參訪法？藏經裡面，特別是《續藏》裡面，古來祖師大德對於經論的註解非常非常之多，你去讀一切經論的註疏就是參訪古大德，這個沒有錯。古大德是真正成就的人，你參訪他們才會得到真正的東西。現代人不太可靠，我們是肉眼凡夫，不知道他所學的是真的，還是假的，他的東西是正確的，還是錯誤的，我們沒有能力辨別，我們也不敢妄談。"
    },
    {
      "id": "01-010-0005_p0025",
      "zh_CN": "古大德的东西已经收入藏经了，从前注疏收入藏经是相当不容易的事情。我们中国最晚编辑的藏经是《龙藏》，前清乾隆时候所编的。著作要入藏，必须要经过皇帝以圣旨去命令，他这个著作可以编到藏经去；如果没有圣旨，你的东西再好也不可以编到藏经里去。那么皇帝他怎么晓得这个东西好不好？他当然没有那么多时间去看，当代的高僧大德把这个著作统统都看过，大家公认这个作品不违背佛意，不违背经旨，这才送给皇帝，请皇帝批准入藏；换句话说，这就是个标准。这样严格的标准，说明凡是入藏的东西都是非常可靠的，都是正知正见，决定没有错误；换句话说，给他们检定了哪是真正的善知识。",
      "zh_TW": "古大德的東西已經收入藏經了，從前註疏收入藏經是相當不容易的事情。我們中國最晚編輯的藏經是《龍藏》，前清乾隆時候所編的。著作要入藏，必須要經過皇帝以聖旨去命令，他這個著作可以編到藏經去；如果沒有聖旨，你的東西再好也不可以編到藏經裡去。那麼皇帝他怎麼曉得這個東西好不好？他當然沒有那麼多時間去看，當代的高僧大德把這個著作統統都看過，大家公認這個作品不違背佛意，不違背經旨，這才送給皇帝，請皇帝批准入藏；換句話說，這就是個標準。這樣嚴格的標準，說明凡是入藏的東西都是非常可靠的，都是正知正見，決定沒有錯誤；換句話說，給他們檢定了哪是真正的善知識。"
    },
    {
      "id": "01-010-0005_p0026",
      "zh_CN": "所以我们今天参访什么人？要参访古来的大德，这就正确。在古大德里面成就自己权实二智，圆满的后得智，你再看看现代人所讲的，现代人所写的，你一看就明了。他哪个地方说的对，哪里说错了，清清楚楚，明明白白，不会误入歧途，你有这个能力。所以自己修学要依古大德为师，参访也要依古人作为善知识，这个样子你决定不会有差错。现前世间出名的法师，这个名师（名是出了名的）不见得可靠；古时候讲明师是光明的明，是心地真正清净、光明；那个明师是善知识，现在在世间出了名的名师靠不住，不见得可靠。我们对于世法的名利要辨别清楚，不值得我们羡慕，不值得我们学习的。这是说的师承，非常非常要紧。",
      "zh_TW": "所以我們今天參訪什麼人？要參訪古來的大德，這就正確。在古大德裡面成就自己權實二智，圓滿的後得智，你再看看現代人所講的，現代人所寫的，你一看就明瞭。他哪個地方說的對，哪裡說錯了，清清楚楚，明明白白，不會誤入歧途，你有這個能力。所以自己修學要依古大德為師，參訪也要依古人作為善知識，這個樣子你決定不會有差錯。現前世間出名的法師，這個名師（名是出了名的）不見得可靠；古時候講明師是光明的明，是心地真正清淨、光明；那個明師是善知識，現在在世間出了名的名師靠不住，不見得可靠。我們對於世法的名利要辨別清楚，不值得我們羨慕，不值得我們學習的。這是說的師承，非常非常要緊。"
    },
    {
      "id": "01-010-0005_p0027",
      "zh_CN": "世尊在灭度之前，教给我们后世的弟子有「四依法」，我们表解也列出来。四依法里第一个是「依法不依人」，法就是经典，一定要依靠经典，经典是佛亲口所说的。第二个要「依义不依语」，要依经典所说的道理，所说的方法，要依这来修学；至于言语，多说几句少说几句没有关系。文字是言语的符号，譬如说一部经传到中国来，几位法师翻译，翻译文字当然不会完全一样，但是总是大同小异，意思没翻错就对了，不必斤斤执着在文字上，那就错了。",
      "zh_TW": "世尊在滅度之前，教給我們後世的弟子有「四依法」，我們表解也列出來。四依法裡第一個是「依法不依人」，法就是經典，一定要依靠經典，經典是佛親口所說的。第二個要「依義不依語」，要依經典所說的道理，所說的方法，要依這來修學；至於言語，多說幾句少說幾句沒有關係。文字是言語的符號，譬如說一部經傳到中國來，幾位法師翻譯，翻譯文字當然不會完全一樣，但是總是大同小異，意思沒翻錯就對了，不必斤斤執著在文字上，那就錯了。"
    },
    {
      "id": "01-010-0005_p0028",
      "zh_CN": "第三，「依了义，不依不了义」，佛说一切法，有了义的、有不了义的。什么叫了义？什么叫不了义？了义的经典是帮助我们、教给我们了生死、出三界，断烦恼，证菩提，这种经论就是了义；凡是教我们得人天福报，这是不了义。为什么？没出得了三界，只度眼前的难关，那不是个永久的方法，这是我们要能够拣别的。甚至于一部经里面有不了义的那些教训，是教我们眼前怎样处事待人接物，这部分教诲属于不了义。凡是教我们如何断烦恼、如何了生死、如何往生不退成佛，这样的开示、这样的经文，这是属于了义。在一切大乘经典里面我们都能够看到，我们要知道拣别，要知道怎样去修学。",
      "zh_TW": "第三，「依了義，不依不了義」，佛說一切法，有了義的、有不了義的。什麼叫了義？什麼叫不了義？了義的經典是幫助我們、教給我們了生死、出三界，斷煩惱，證菩提，這種經論就是了義；凡是教我們得人天福報，這是不了義。為什麼？沒出得了三界，只度眼前的難關，那不是個永久的方法，這是我們要能夠揀別的。甚至於一部經裡面有不了義的那些教訓，是教我們眼前怎樣處事待人接物，這部分教誨屬於不了義。凡是教我們如何斷煩惱、如何了生死、如何往生不退成佛，這樣的開示、這樣的經文，這是屬於了義。在一切大乘經典裡面我們都能夠看到，我們要知道揀別，要知道怎樣去修學。"
    },
    {
      "id": "01-010-0005_p0029",
      "zh_CN": "第四是「依智不依识」，这一条非常非常重要。智是理智，识是感情，学佛要想真正得到佛法真实的功德利益，一定要有智，不能依感情，情是迷，用感情来学佛那就错了。所以，佛法不是宗教，宗教是用感情的，所谓是有宗教的热忱、宗教的感情。在佛法里面不一样，佛法要用智，破迷开悟，舍情，要趋向于智慧。旁边我举的窥基大师作《阿弥陀经通赞疏》，以他为一个例子，这就是依智不依识。窥基是玄奘大师的学生，玄奘大师有《弥陀经》的译本，玄奘的徒弟给《弥陀经》做个注解，不用老师的译本，还用罗什大师的译本，这就是智慧的抉择，不是感情的抉择。要现在人感情的抉择，我当然要注解我老师的译本，我怎么可以注解别人的？我老师翻得不比别人差。那就感情用事。两个虽然翻得一样好，一个已经流通，一个还没有流通；已经流通了，我们就帮助它流通，没有流通的就放在《大藏经》留给后人做参考。你看这是什么样的心量？没有一丝毫的私情，纯粹是理智。举他做例子，依智不依识。",
      "zh_TW": "第四是「依智不依識」，這一條非常非常重要。智是理智，識是感情，學佛要想真正得到佛法真實的功德利益，一定要有智，不能依感情，情是迷，用感情來學佛那就錯了。所以，佛法不是宗教，宗教是用感情的，所謂是有宗教的熱忱、宗教的感情。在佛法裡面不一樣，佛法要用智，破迷開悟，捨情，要趨向於智慧。旁邊我舉的窺基大師作《阿彌陀經通贊疏》，以他為一個例子，這就是依智不依識。窺基是玄奘大師的學生，玄奘大師有《彌陀經》的譯本，玄奘的徒弟給《彌陀經》做個註解，不用老師的譯本，還用羅什大師的譯本，這就是智慧的抉擇，不是感情的抉擇。要現在人感情的抉擇，我當然要註解我老師的譯本，我怎麼可以註解別人的？我老師翻得不比別人差。那就感情用事。兩個雖然翻得一樣好，一個已經流通，一個還沒有流通；已經流通了，我們就幫助它流通，沒有流通的就放在《大藏經》留給後人做參考。你看這是什麼樣的心量？沒有一絲毫的私情，純粹是理智。舉他做例子，依智不依識。"
    },
    {
      "id": "01-010-0005_p0030",
      "zh_CN": "第五尊「法幢佛，表为众生作择法眼（替众生抉择法门），建法幢，立宗旨，大行教化，福度众生」，这是弘法利生事业达到颠峰的时代。像我们中国在隋唐时代，八大宗的建立，祖师大德辈出，在我们中国历史上称为佛教的黄金时代，就是表这桩事。我们依照经典理论、方法来修学，佛法黄金时代还是一样可以重现，特别我们希望能重现在我们这个时代。",
      "zh_TW": "第五尊「法幢佛，表為眾生作擇法眼（替眾生抉擇法門），建法幢，立宗旨，大行教化，福度眾生」，這是弘法利生事業達到顛峰的時代。像我們中國在隋唐時代，八大宗的建立，祖師大德輩出，在我們中國歷史上稱為佛教的黃金時代，就是表這樁事。我們依照經典理論、方法來修學，佛法黃金時代還是一樣可以重現，特別我們希望能重現在我們這個時代。"
    },
    {
      "id": "01-010-0005_p0031",
      "zh_CN": "末后「持法佛，表自他依教修行实证，佛法始终重实践故」。佛法重在实行，不重在言谈，言谈是不得已，是劝勉别人。要紧是要把道理明白，方法懂得，依照这个理论、方法认真去做，要把佛法变成我们生活，变成我们的行持，这才得到佛法真实的利益。",
      "zh_TW": "末後「持法佛，表自他依教修行實證，佛法始終重實踐故」。佛法重在實行，不重在言談，言談是不得已，是勸勉別人。要緊是要把道理明白，方法懂得，依照這個理論、方法認真去做，要把佛法變成我們生活，變成我們的行持，這才得到佛法真實的利益。"
    },
    {
      "id": "01-010-0005_p0032",
      "zh_CN": "末后讲到上方，上方一共有十尊佛，十也是代表圆满。《弥陀经》上以七表圆满，《大方广佛华严经》是用十表圆满，这里头是代表大圆满的意思，「表觉行圆满，一生成佛」。第一尊，「梵音佛」。梵是清净的意思，「表舍四相四见，说法清净，无有染着」。《金刚经》前半部讲的是四相，后半部讲的是四见，我们要记住。菩萨不容易，不是说哪个地方有传戒的，我去受个菩萨戒就当了菩萨，那个菩萨是挂名的菩萨。佛承不承认？很有问题。要拿《金刚经》来对照一下，《金刚经》说，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，这佛不承认，这不是菩萨。那我们受了菩萨戒，问问还有没有我相、人相、众生相、寿者相？如果还有，自己以为是菩萨，佛菩萨就不承认，这不是菩萨，要知道！你看看功夫到这个层次，这是真正的菩萨，四见、四相都破了，说法清净，无有染着。",
      "zh_TW": "末後講到上方，上方一共有十尊佛，十也是代表圓滿。《彌陀經》上以七表圓滿，《大方廣佛華嚴經》是用十表圓滿，這裡頭是代表大圓滿的意思，「表覺行圓滿，一生成佛」。第一尊，「梵音佛」。梵是清淨的意思，「表捨四相四見，說法清淨，無有染著」。《金剛經》前半部講的是四相，後半部講的是四見，我們要記住。菩薩不容易，不是說哪個地方有傳戒的，我去受個菩薩戒就當了菩薩，那個菩薩是掛名的菩薩。佛承不承認？很有問題。要拿《金剛經》來對照一下，《金剛經》說，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，這佛不承認，這不是菩薩。那我們受了菩薩戒，問問還有沒有我相、人相、眾生相、壽者相？如果還有，自己以為是菩薩，佛菩薩就不承認，這不是菩薩，要知道！你看看功夫到這個層次，這是真正的菩薩，四見、四相都破了，說法清淨，無有染著。"
    },
    {
      "id": "01-010-0005_p0033",
      "zh_CN": "「宿王佛」，这个宿是星宿，我们夜晚看星星，星星之王，星星里面最大的。我们不要从实体上去看，就是肉眼看到晚上的天空，晚上天空，星星哪一个最大？当然是月亮最大，完全是就肉眼现前的境界，所以把月亮比作星星之王。「表大乘菩萨道法，无上道之径路也」，修行法门当中，确确实实大乘比小乘好修，大乘比小乘容易成就。为什么？小乘偏重在事相上，对于事相的执着很重。佛法我们知道自始至终是不执着的，佛跟我们讲，破人我执就证阿罗汉果，超越三界；破法我执，这就是破法执，明心见性，见性成佛。由此也可以说，佛法无非是破执着而已。那我们这样也执着，那样也执着，执着那么坚固，这个问题就严重了。当然在初学的时候，佛有许许多多的禁戒是要我们执着的，那是什么？那是初学；不是叫你永远执着，永远执着你就成不了佛。你看看「阿含」里面执着很深，「方等」里面就浅了，到了《华严经》完全没有执着，理事无碍，事事无碍，哪来的执着？这是我们要知道的。",
      "zh_TW": "「宿王佛」，這個宿是星宿，我們夜晚看星星，星星之王，星星裡面最大的。我們不要從實體上去看，就是肉眼看到晚上的天空，晚上天空，星星哪一個最大？當然是月亮最大，完全是就肉眼現前的境界，所以把月亮比作星星之王。「表大乘菩薩道法，無上道之徑路也」，修行法門當中，確確實實大乘比小乘好修，大乘比小乘容易成就。為什麼？小乘偏重在事相上，對於事相的執著很重。佛法我們知道自始至終是不執著的，佛跟我們講，破人我執就證阿羅漢果，超越三界；破法我執，這就是破法執，明心見性，見性成佛。由此也可以說，佛法無非是破執著而已。那我們這樣也執著，那樣也執著，執著那麼堅固，這個問題就嚴重了。當然在初學的時候，佛有許許多多的禁戒是要我們執著的，那是什麼？那是初學；不是叫你永遠執著，永遠執著你就成不了佛。你看看「阿含」裡面執著很深，「方等」裡面就淺了，到了《華嚴經》完全沒有執著，理事無礙，事事無礙，哪來的執著？這是我們要知道的。"
    },
    {
      "id": "01-010-0005_p0034",
      "zh_CN": "所以，我们从分别、执着逐渐逐渐的舍，这个分别、执着用意在哪里？帮助我们修清净心，目的在此地，这一点诸位一定要知道。舍执着，舍执着不是在事相上舍，是在心地上舍。事相上为什么不能舍？事相上如果舍，你自己成就了没错，你度不了众生；不但度不了众生，反而害惨了众生，被你害了。为什么？众生修学拿你做榜样！你如果样样事相上都舍弃，都不再执着，别人学你还得了吗？你成就了，别人没有成就。你这个不执着，身心清净；人家要是不执着戒律，他就破戒、犯戒，他将来要堕落三途。所以事相上，就是佛也持戒。佛还要持戒吗？佛持戒给众生看的，佛心里面有没有？心里面绝对没有；如果有，他心里面还有一物，六祖讲「本来无一物」，他心里还有个戒那就坏了，他就不能成佛了，这一点要知道。心地不执着，事情要执着，这个千万不能够发生误会。",
      "zh_TW": "所以，我們從分別、執著逐漸逐漸的捨，這個分別、執著用意在哪裡？幫助我們修清淨心，目的在此地，這一點諸位一定要知道。捨執著，捨執著不是在事相上捨，是在心地上捨。事相上為什麼不能捨？事相上如果捨，你自己成就了沒錯，你度不了眾生；不但度不了眾生，反而害慘了眾生，被你害了。為什麼？眾生修學拿你做榜樣！你如果樣樣事相上都捨棄，都不再執著，別人學你還得了嗎？你成就了，別人沒有成就。你這個不執著，身心清淨；人家要是不執著戒律，他就破戒、犯戒，他將來要墮落三途。所以事相上，就是佛也持戒。佛還要持戒嗎？佛持戒給眾生看的，佛心裡面有沒有？心裡面絕對沒有；如果有，他心裡面還有一物，六祖講「本來無一物」，他心裡還有個戒那就壞了，他就不能成佛了，這一點要知道。心地不執著，事情要執著，這個千萬不能夠發生誤會。"
    },
    {
      "id": "01-010-0005_p0035",
      "zh_CN": "「香上佛」这是表禅宗，我们在《坛经》里面看到六祖「传香忏悔」这一章，曹溪原本《坛经》里面这一章是第五章，教给我们的方法。这就是以禅来教学，这是大乘当中的大乘，在大乘法里面禅是捷径，是最快速的一个法门。",
      "zh_TW": "「香上佛」這是表禪宗，我們在《壇經》裡面看到六祖「傳香懺悔」這一章，曹溪原本《壇經》裡面這一章是第五章，教給我們的方法。這就是以禪來教學，這是大乘當中的大乘，在大乘法裡面禪是捷徑，是最快速的一個法門。"
    },
    {
      "id": "01-010-0005_p0036",
      "zh_CN": "第四尊佛「香光佛」，香光是表净宗念佛法门，《楞严经．大势至圆通章》里面「香光庄严」，所以净宗又称为径中径又径。大乘是捷径，禅是捷径里面的捷径，净土是捷径捷径里面最捷径的，香光佛来代表这个。你看在这个里面，无量法门它统统都含摄到了。",
      "zh_TW": "第四尊佛「香光佛」，香光是表淨宗念佛法門，《楞嚴經．大勢至圓通章》裡面「香光莊嚴」，所以淨宗又稱為徑中徑又徑。大乘是捷徑，禪是捷徑裡面的捷徑，淨土是捷徑捷徑裡面最捷徑的，香光佛來代表這個。你看在這個裡面，無量法門它統統都含攝到了。"
    },
    {
      "id": "01-010-0005_p0037",
      "zh_CN": "后面，「大燄肩佛，表以最上法与人，一生成佛，是以净宗祖师，尊称大师也」。佛门称大师，我们知道大师是对佛尊称，现在人已经乱用，这个很不好。你看菩萨，观音菩萨、普贤菩萨都称大士，都没有称大师，你这个法师称大师，居然比观音、势至还高过，你成佛了，成佛才叫大师，这个不可以。中国历代的祖师都不称大师，教下的，皇帝的老师称国师，禅宗里面称禅师，律宗里面称律师，翻经的这些法师称三藏法师，没有人敢称大师的。现在有不少人称大师，我们听了很难过，太过分了一点。这是佛学常识，应该要知道。我们称人家大师，好像是对人家很恭敬，实际上是骂人的，你们想想对不对？超过了，骂人！挖苦人！这不是真正尊敬人。所以称呼很重要，不能不谨慎，这是礼节，非常重要的礼节。",
      "zh_TW": "後面，「大燄肩佛，表以最上法與人，一生成佛，是以淨宗祖師，尊稱大師也」。佛門稱大師，我們知道大師是對佛尊稱，現在人已經亂用，這個很不好。你看菩薩，觀音菩薩、普賢菩薩都稱大士，都沒有稱大師，你這個法師稱大師，居然比觀音、勢至還高過，你成佛了，成佛才叫大師，這個不可以。中國歷代的祖師都不稱大師，教下的，皇帝的老師稱國師，禪宗裡面稱禪師，律宗裡面稱律師，翻經的這些法師稱三藏法師，沒有人敢稱大師的。現在有不少人稱大師，我們聽了很難過，太過分了一點。這是佛學常識，應該要知道。我們稱人家大師，好像是對人家很恭敬，實際上是罵人的，你們想想對不對？超過了，罵人！挖苦人！這不是真正尊敬人。所以稱呼很重要，不能不謹慎，這是禮節，非常重要的禮節。"
    },
    {
      "id": "01-010-0005_p0038",
      "zh_CN": "净土宗的祖师被大家尊称为大师，有它的道理。因为度一个众生，度一个人，在一生当中真正度他圆成佛道，只有佛才有这个能力，菩萨还没有这个能力叫你一生当中圆满成佛。净土宗的祖师禀承十方一切诸佛的教诲，劝人念佛往生不退成佛，所以这个法门跟诸佛直接教众生的方法没有两样，所以可以称他为大师。净土宗的祖师被人家称大师是这么来的。所以这个法门是直接教人一生圆满成佛，这是跟其他法门不相同的。",
      "zh_TW": "淨土宗的祖師被大家尊稱為大師，有它的道理。因為度一個眾生，度一個人，在一生當中真正度他圓成佛道，只有佛才有這個能力，菩薩還沒有這個能力叫你一生當中圓滿成佛。淨土宗的祖師稟承十方一切諸佛的教誨，勸人念佛往生不退成佛，所以這個法門跟諸佛直接教眾生的方法沒有兩樣，所以可以稱他為大師。淨土宗的祖師被人家稱大師是這麼來的。所以這個法門是直接教人一生圓滿成佛，這是跟其他法門不相同的。"
    },
    {
      "id": "01-010-0005_p0039",
      "zh_CN": "第六尊「杂色宝华严身佛，表一生圆满，唯华严详之」，这尊佛代表《大方广佛华严经》，这是经中之王。「尤证实念佛法门为究竟旨归也，应深思也，师法善财可矣」，这个前面也曾经跟诸位报告过，文殊、普贤、善财都是选择念佛求生净土，不退成佛的法门。以上这六尊佛把所有的佛法统统包括尽了。",
      "zh_TW": "第六尊「雜色寶華嚴身佛，表一生圓滿，唯華嚴詳之」，這尊佛代表《大方廣佛華嚴經》，這是經中之王。「尤證實念佛法門為究竟旨歸也，應深思也，師法善財可矣」，這個前面也曾經跟諸位報告過，文殊、普賢、善財都是選擇念佛求生淨土，不退成佛的法門。以上這六尊佛把所有的佛法統統包括盡了。"
    },
    {
      "id": "01-010-0005_p0040",
      "zh_CN": "第七尊，「娑罗树王佛，表圆证究竟坚固，为大法王，密净不二也」。娑罗树王是坚固，这是代表密法，显密不二。前面是讲的显教，这一尊表的是密宗，显密圆融。",
      "zh_TW": "第七尊，「娑羅樹王佛，表圓證究竟堅固，為大法王，密淨不二也」。娑羅樹王是堅固，這是代表密法，顯密不二。前面是講的顯教，這一尊表的是密宗，顯密圓融。"
    },
    {
      "id": "01-010-0005_p0041",
      "zh_CN": "后面这三尊佛，「宝华德佛」代表圆满报身；「见一切义佛，表千百亿化身，五眼圆明，普应群机」；「如须弥山佛，表清净法身，为一切法之理体」。末后三尊佛是「圆证一体三身」。",
      "zh_TW": "後面這三尊佛，「寶華德佛」代表圓滿報身；「見一切義佛，表千百億化身，五眼圓明，普應群機」；「如須彌山佛，表清淨法身，為一切法之理體」。末後三尊佛是「圓證一體三身」。"
    },
    {
      "id": "01-010-0005_p0042",
      "zh_CN": "所以我们把六方佛的佛号从头合起来一看，就晓得他表显的意思实在是太圆满了，告诉我们怎样发心、怎样修学，修行当中自行化他，在某一个历程当中我们应该如何修法，到最后圆满成佛。所以这六方佛不能含糊笼统轻易的念过去，他虽然是赞叹阿弥陀佛不可思议功德，本身德号里面，教给我们念佛人从初发心一直往生不退成佛的整个历程。我们晓得这个事实真相，一生修学当中，自己不管遇到什么境界，顺境、逆境我们都可以从容突破，都能够达到修行圆满的境界。",
      "zh_TW": "所以我們把六方佛的佛號從頭合起來一看，就曉得他表顯的意思實在是太圓滿了，告訴我們怎樣發心、怎樣修學，修行當中自行化他，在某一個歷程當中我們應該如何修法，到最後圓滿成佛。所以這六方佛不能含糊籠統輕易的念過去，他雖然是讚歎阿彌陀佛不可思議功德，本身德號裡面，教給我們念佛人從初發心一直往生不退成佛的整個歷程。我們曉得這個事實真相，一生修學當中，自己不管遇到什麼境界，順境、逆境我們都可以從容突破，都能夠達到修行圓滿的境界。"
    },
    {
      "id": "01-010-0005_p0043",
      "zh_CN": "后面结论说，「以上略出佛名号，含意甚深，密示念佛人，自初发心至圆满菩提，一生成办之历程旨要；如华严五十三参，不可不知也」。佛度生，众生接受佛的教化，「其间难易深浅，总在于缘，缘之所在，恩德弘深，种种教启，能令欢喜信入，能令触动宿种，能令魔障难遮，能令体性开发，诸佛本从法身垂迹，固结缘种，若世出世，悉不可思议也」，这几句话我们略说一说。什么叫做缘？我们常讲有缘跟没有缘，还是要归到第一天晚上跟大家所讲的「孝亲尊师」，这就是缘。如果你对这个老师没有一点孝敬之心，那就叫没缘。没有缘怎么样？这个老师再有学问，再有修持，再有善巧方便，你不相信他，你不肯听他，不肯接受他教导，这就叫没缘。还有一种现象，他对这个老师非常尊敬、非常恭敬、非常仰慕，可是老师教他东西他不能够做到，那也叫没有缘。",
      "zh_TW": "後面結論說，「以上略出佛名號，含意甚深，密示念佛人，自初發心至圓滿菩提，一生成辦之歷程旨要；如華嚴五十三參，不可不知也」。佛度生，眾生接受佛的教化，「其間難易深淺，總在於緣，緣之所在，恩德弘深，種種教啟，能令歡喜信入，能令觸動宿種，能令魔障難遮，能令體性開發，諸佛本從法身垂跡，固結緣種，若世出世，悉不可思議也」，這幾句話我們略說一說。什麼叫做緣？我們常講有緣跟沒有緣，還是要歸到第一天晚上跟大家所講的「孝親尊師」，這就是緣。如果你對這個老師沒有一點孝敬之心，那就叫沒緣。沒有緣怎麼樣？這個老師再有學問，再有修持，再有善巧方便，你不相信他，你不肯聽他，不肯接受他教導，這就叫沒緣。還有一種現象，他對這個老師非常尊敬、非常恭敬、非常仰慕，可是老師教他東西他不能夠做到，那也叫沒有緣。"
    },
    {
      "id": "01-010-0005_p0044",
      "zh_CN": "真正有缘，是老师的教导百分之百的服从，百分之百的依靠，这个缘是圆满的。如果打个折扣，能够做到百分之八十，还算是有缘，缘不太圆满；能够再打个对折，做到百分之五十，也算是有缘，缘浅而已，缘不深；完全不理会，阳奉阴违，那就一点缘都没有。所以这是我们要认识清楚。佛法自始至终都建立在孝道的基础上，孝亲尊师，尊师就是孝亲圆满的表现。不尊敬老师就是不孝亲，因为父母亲爱护儿女，总希望儿女亲近好老师，接受老师的调教。儿女、做学生的不肯听话，父母就忧心，这就是不孝，这是我们一定要知道的。今天因为晚上我们寺里面还有十几堂的佛事，他们告诉我，我们今天讲经就到这个地方圆满结束，希望我们将来还有更殊胜的法缘。",
      "zh_TW": "真正有緣，是老師的教導百分之百的服從，百分之百的依靠，這個緣是圓滿的。如果打個折扣，能夠做到百分之八十，還算是有緣，緣不太圓滿；能夠再打個對折，做到百分之五十，也算是有緣，緣淺而已，緣不深；完全不理會，陽奉陰違，那就一點緣都沒有。所以這是我們要認識清楚。佛法自始至終都建立在孝道的基礎上，孝親尊師，尊師就是孝親圓滿的表現。不尊敬老師就是不孝親，因為父母親愛護兒女，總希望兒女親近好老師，接受老師的調教。兒女、做學生的不肯聽話，父母就憂心，這就是不孝，這是我們一定要知道的。今天因為晚上我們寺裡面還有十幾堂的佛事，他們告訴我，我們今天講經就到這個地方圓滿結束，希望我們將來還有更殊勝的法緣。"
    }
  ]
}