{
  "doc_id": "01-010-0004",
  "title": {
    "zh_CN": "阿弥陀经对现代人的启示",
    "zh_TW": "阿彌陀經對現代人的啟示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "中国广州光孝寺",
    "zh_TW": "中國廣州光孝寺"
  },
  "doc_number": "01-010-0004",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "01-010-0004_p0001",
      "zh_CN": "请翻开四十一面第四讲，「特劝众生应求往生以发愿」，经文从「又舍利弗，极乐国土，众生生者，皆是阿鞞跋致」一直到「诸上善人，俱会一处」。在这段经文里面，我们看到世尊苦口婆心的劝导我们，应当要发愿求生。为什么要发愿？为什么要求生？他将西方世界的种种殊胜，在这一章经里面明白的告诉我们。",
      "zh_TW": "請翻開四十一面第四講，「特勸眾生應求往生以發願」，經文從「又舍利弗，極樂國土，眾生生者，皆是阿鞞跋致」一直到「諸上善人，俱會一處」。在這段經文裡面，我們看到世尊苦口婆心的勸導我們，應當要發願求生。為什麼要發願？為什麼要求生？他將西方世界的種種殊勝，在這一章經裡面明白的告訴我們。"
    },
    {
      "id": "01-010-0004_p0002",
      "zh_CN": "第一个殊胜，十方世界跟我们娑婆世界情况大致相同，也就是说有六道众生，既然有六道，当然就有生死轮回。这个现象在西方极乐世界完全没有，不但没有六道轮回，连六道生死的名相、术语都没有听说过。由此可知，这个世界比起十方无量诸佛刹土，确实有它殊胜之处。",
      "zh_TW": "第一個殊勝，十方世界跟我們娑婆世界情況大致相同，也就是說有六道眾生，既然有六道，當然就有生死輪迴。這個現象在西方極樂世界完全沒有，不但沒有六道輪迴，連六道生死的名相、術語都沒有聽說過。由此可知，這個世界比起十方無量諸佛剎土，確實有它殊勝之處。"
    },
    {
      "id": "01-010-0004_p0003",
      "zh_CN": "第二种殊胜，凡是生到西方世界都圆证三不退。这个殊胜可以说是无比圆满的殊胜，非常希有难得。在我们这个世界要真正做到功夫不退转是相当不容易，前面曾经跟诸位报告过，我们虽然是有多生多劫的善根、福德，但是今天我们想想自己修学的状况，才发现退步、退转是非常非常之大，退转得太大；假如不退转，实在讲我们每个人早就应该成佛了。这一生如果不能成就，我们会想到我们会有来生，来生纵然得人身，纵然遇佛法，诸位想想，跟我们现在这一生大概没有什么差别。由此可知，退转是我们道业不能成就最大的一个障碍。",
      "zh_TW": "第二種殊勝，凡是生到西方世界都圓證三不退。這個殊勝可以說是無比圓滿的殊勝，非常希有難得。在我們這個世界要真正做到功夫不退轉是相當不容易，前面曾經跟諸位報告過，我們雖然是有多生多劫的善根、福德，但是今天我們想想自己修學的狀況，才發現退步、退轉是非常非常之大，退轉得太大；假如不退轉，實在講我們每個人早就應該成佛了。這一生如果不能成就，我們會想到我們會有來生，來生縱然得人身，縱然遇佛法，諸位想想，跟我們現在這一生大概沒有什麼差別。由此可知，退轉是我們道業不能成就最大的一個障礙。"
    },
    {
      "id": "01-010-0004_p0004",
      "zh_CN": "佛在经论上跟我们说，不退有三种，第一种叫「位不退」，证得这个果位就决定不会退转去做凡夫。这是什么人？小乘初果须陀洹，只要证得小乘初果你就决定不会再变成凡夫。纵然遇不到佛出世，同样也是天上人间七次往来，就证到独觉之果，这是没有遇到佛法；如果遇佛出世，你可以证得阿罗汉果，决定不会等到第八次的来回，这是因为真正证得了位不退。要什么样的条件才能证得位不退？佛在经上告诉我们，烦恼可以分为两大类，一类是见惑，一类是思惑，惑是迷惑。所谓见惑就是我们见解上的迷惑，三界总共有八十八品；思惑是思想上的迷惑，也就是不正当的思想，三界总共有八十一品。如果你能够将八十八品见惑断尽，就证得小乘初果须陀洹，这才是入圣人之流，证位不退。由此可知，我们无始劫以来，凭着自己修持，从来就没有证得初果过。怎么晓得？假如你过去曾经证得初果，你今天就不会在我们这个讲堂；你还在这个讲堂听经，换句话说，证明我们过去生中未能证得初果。西方世界非常的特殊，如果往生，即使是凡圣同居土下下品往生，也能够圆证三不退。",
      "zh_TW": "佛在經論上跟我們說，不退有三種，第一種叫「位不退」，證得這個果位就決定不會退轉去做凡夫。這是什麼人？小乘初果須陀洹，只要證得小乘初果你就決定不會再變成凡夫。縱然遇不到佛出世，同樣也是天上人間七次往來，就證到獨覺之果，這是沒有遇到佛法；如果遇佛出世，你可以證得阿羅漢果，決定不會等到第八次的來回，這是因為真正證得了位不退。要什麼樣的條件才能證得位不退？佛在經上告訴我們，煩惱可以分為兩大類，一類是見惑，一類是思惑，惑是迷惑。所謂見惑就是我們見解上的迷惑，三界總共有八十八品；思惑是思想上的迷惑，也就是不正當的思想，三界總共有八十一品。如果你能夠將八十八品見惑斷盡，就證得小乘初果須陀洹，這才是入聖人之流，證位不退。由此可知，我們無始劫以來，憑著自己修持，從來就沒有證得初果過。怎麼曉得？假如你過去曾經證得初果，你今天就不會在我們這個講堂；你還在這個講堂聽經，換句話說，證明我們過去生中未能證得初果。西方世界非常的特殊，如果往生，即使是凡聖同居土下下品往生，也能夠圓證三不退。"
    },
    {
      "id": "01-010-0004_p0005",
      "zh_CN": "三不退当中第二个是「行不退」，行不退是指菩萨绝对不会退转去当阿罗汉，就是大乘不会退转到小乘。第三个是「念不退」，念念趣向真如；换句话说，念不退是破一品无明，证一分法身。证得法身之后，绝对不会再退转，这在圆教初住菩萨、别教初地菩萨都证得这个果位。但是，虽然证得并不圆满，圆证是圆满的证得，圆满的证得是什么人？在圆教大乘里面来讲，最低限度也是法云地的菩萨，也就是说十地菩萨；如果说得究竟一点，等觉菩萨才是真正的圆满，真正的圆证。现在净宗经论里面告诉我们，即使我们是带业往生，带着极重的罪业，生凡圣同居土下下品，下下品往生也是圆证三不退。如果下下品往生也能够圆满证得三不退，这确确实实是难信之法，不但我们初学的难以相信，即使是深位的菩萨也不容易接受。",
      "zh_TW": "三不退當中第二個是「行不退」，行不退是指菩薩絕對不會退轉去當阿羅漢，就是大乘不會退轉到小乘。第三個是「念不退」，念念趣向真如；換句話說，念不退是破一品無明，證一分法身。證得法身之後，絕對不會再退轉，這在圓教初住菩薩、別教初地菩薩都證得這個果位。但是，雖然證得並不圓滿，圓證是圓滿的證得，圓滿的證得是什麼人？在圓教大乘裡面來講，最低限度也是法雲地的菩薩，也就是說十地菩薩；如果說得究竟一點，等覺菩薩才是真正的圓滿，真正的圓證。現在淨宗經論裡面告訴我們，即使我們是帶業往生，帶著極重的罪業，生凡聖同居土下下品，下下品往生也是圓證三不退。如果下下品往生也能夠圓滿證得三不退，這確確實實是難信之法，不但我們初學的難以相信，即使是深位的菩薩也不容易接受。"
    },
    {
      "id": "01-010-0004_p0006",
      "zh_CN": "因此，诸佛如来跟我们说难信之法，不是对凡夫说的，而是对阿罗汉、对辟支佛、对一些大菩萨们，对他们说。我们在《华严经》上看到，《华严经》是大乘圆教，到登地了，登地是大菩萨我们通常称为「摩诃萨」。到这个时候他的智慧逐渐逐渐接近圆满，对于佛所讲的西方极乐世界这样的殊胜，他可以接受，于是乎他们真正发起无上的菩提心，认真的念佛求生净土。像经上告诉我们，「十地菩萨始终不离念佛」，始是初地，终是等觉，从初地到等觉一共是十一个位次；这十一个是深位的大菩萨们，他们接受这个法门，他们知道这个事实的真相。所以这是无比殊胜的功德利益，他方世界决定没有的。如果诸位要问，华严会上文殊、普贤，四十一位法身大士，为什么要发愿念佛求生净土？真正的理由就在此地。",
      "zh_TW": "因此，諸佛如來跟我們說難信之法，不是對凡夫說的，而是對阿羅漢、對辟支佛、對一些大菩薩們，對他們說。我們在《華嚴經》上看到，《華嚴經》是大乘圓教，到登地了，登地是大菩薩我們通常稱為「摩訶薩」。到這個時候他的智慧逐漸逐漸接近圓滿，對於佛所講的西方極樂世界這樣的殊勝，他可以接受，於是乎他們真正發起無上的菩提心，認真的念佛求生淨土。像經上告訴我們，「十地菩薩始終不離念佛」，始是初地，終是等覺，從初地到等覺一共是十一個位次；這十一個是深位的大菩薩們，他們接受這個法門，他們知道這個事實的真相。所以這是無比殊勝的功德利益，他方世界決定沒有的。如果諸位要問，華嚴會上文殊、普賢，四十一位法身大士，為什麼要發願念佛求生淨土？真正的理由就在此地。"
    },
    {
      "id": "01-010-0004_p0007",
      "zh_CN": "在中国历代的祖师大德们，即使修学其他宗派的，贤首宗这就不必说了，贤首是依《华严经》修行的，《华严经》末后，十大愿王导归极乐，当然以西方净土为归宿。天台宗的大师智者大师就是发愿往生的，在《净土圣贤录》、《往生传》里面，我们都看到智者大师的传记，记载着他老人家往生的瑞相。从此之后，天台家历代的祖师，可以说他们是「教宗法华，行在弥陀」，无不是求生净土。看看近代，近代台宗祖师谛闲老法师，谛闲法师的传人宝静法师、倓虚老法师。我在香港讲经很多年，多半都是住在倓老法师所创的「中华佛教图书馆」。老法师我没有机会亲近他，在他的道场讲过《楞严经》，受到老法师的加持。",
      "zh_TW": "在中國歷代的祖師大德們，即使修學其他宗派的，賢首宗這就不必說了，賢首是依《華嚴經》修行的，《華嚴經》末後，十大願王導歸極樂，當然以西方淨土為歸宿。天台宗的大師智者大師就是發願往生的，在《淨土聖賢錄》、《往生傳》裡面，我們都看到智者大師的傳記，記載著他老人家往生的瑞相。從此之後，天台家歷代的祖師，可以說他們是「教宗法華，行在彌陀」，無不是求生淨土。看看近代，近代台宗祖師諦閑老法師，諦閑法師的傳人寶靜法師、倓虛老法師。我在香港講經很多年，多半都是住在倓老法師所創的「中華佛教圖書館」。老法師我沒有機會親近他，在他的道場講過《楞嚴經》，受到老法師的加持。"
    },
    {
      "id": "01-010-0004_p0008",
      "zh_CN": "我读过老法师的《念佛论》，他在《念佛论》上告诉我们，他说他一生当中见到念佛人预知时至，没有生病，预知时至，站着往生、坐着往生的，他一生当中看到二十多个，亲眼看到的；听说的那就太多太多，他也记不得多少数字，证明念佛往生是千真万确的事实。《念佛论》里面，后面他老人家给我们举了三个人往生的例子。第一个人是修无师，修行的修，有无的无，这是个出家人。早年他老人家在哈尔滨创建极乐寺，极乐寺建成之后，北方的佛教没有南方兴盛，是他的老师谛闲老和尚告诉他，你的法缘在北方，应当到北方去弘法利生。所以在哈尔滨建个寺庙，建好之后，他就发心传一次戒，请谛闲老和尚作得戒和尚。当时倓老是极乐寺住持，定西法师是当家师。",
      "zh_TW": "我讀過老法師的《念佛論》，他在《念佛論》上告訴我們，他說他一生當中見到念佛人預知時至，沒有生病，預知時至，站著往生、坐著往生的，他一生當中看到二十多個，親眼看到的；聽說的那就太多太多，他也記不得多少數字，證明念佛往生是千真萬確的事實。《念佛論》裡面，後面他老人家給我們舉了三個人往生的例子。第一個人是修無師，修行的修，有無的無，這是個出家人。早年他老人家在哈爾濱創建極樂寺，極樂寺建成之後，北方的佛教沒有南方興盛，是他的老師諦閑老和尚告訴他，你的法緣在北方，應當到北方去弘法利生。所以在哈爾濱建個寺廟，建好之後，他就發心傳一次戒，請諦閑老和尚作得戒和尚。當時倓老是極樂寺住持，定西法師是當家師。"
    },
    {
      "id": "01-010-0004_p0009",
      "zh_CN": "在传戒的筹备期间，修无师到极乐寺来，见到老和尚，也见到当家师。他就向老和尚报告，听说寺庙传戒，他愿意在戒期当中服务。老和尚听了也很欢喜，就问他，你能做什么事情？他说我愿意照顾戒期当中生病的病人。于是乎就派他这份工作。过了几天之后，他又去找老和尚告假，他说他要走了。老和尚很有涵养、很慈悲，没有计较：好！你愿意走你就走。定西法师脾气就很大，当时面孔就很不好看，他说你既然发心到戒期来帮忙，戒期也不过是两个月（从前传戒五十三天，不过是两个月），你怎么这点耐心都没有，来了几天就要走了？修无师就告诉老法师，他说我不是到别的地方去，我要到西方极乐世界去。这两个老法师一听，这不是个普通事情，就赶紧问他：你哪一天去？他就告诉老和尚，他说不出十天，我就要去了，请老和尚给我预备两百斤劈柴，准备往生之后火化。是为了这个原因，当然定西法师也不会阻拦他了。",
      "zh_TW": "在傳戒的籌備期間，修無師到極樂寺來，見到老和尚，也見到當家師。他就向老和尚報告，聽說寺廟傳戒，他願意在戒期當中服務。老和尚聽了也很歡喜，就問他，你能做什麼事情？他說我願意照顧戒期當中生病的病人。於是乎就派他這份工作。過了幾天之後，他又去找老和尚告假，他說他要走了。老和尚很有涵養、很慈悲，沒有計較：好！你願意走你就走。定西法師脾氣就很大，當時面孔就很不好看，他說你既然發心到戒期來幫忙，戒期也不過是兩個月（從前傳戒五十三天，不過是兩個月），你怎麼這點耐心都沒有，來了幾天就要走了？修無師就告訴老法師，他說我不是到別的地方去，我要到西方極樂世界去。這兩個老法師一聽，這不是個普通事情，就趕緊問他：你哪一天去？他就告訴老和尚，他說不出十天，我就要去了，請老和尚給我預備兩百斤劈柴，準備往生之後火化。是為了這個原因，當然定西法師也不會阻攔他了。"
    },
    {
      "id": "01-010-0004_p0010",
      "zh_CN": "到了第二天，他又去找老和尚，说老和尚我跟你告假，今天就要走了。大家措手不及，赶紧在庙后面放柴火的地方柴房挪个房间给他，临时搭个舖，给他在那里往生。他要求老和尚，希望老和尚能派几个出家人给他助念，送送他往生，当然发心去送他的人就很多了。修无师就在临时搭的舖板上盘腿一坐，告诉大家，也非常感谢大家念佛送我往生。这些送往生的人就跟修无师说了，他说从前凡是往生的、预知时至的，都会做几首诗、做几首偈子，留给我们做纪念，那么修无师你也不能例外。修无师就说，他说我是个粗人出身，没有念过书，也不认识字。出家之后（他从前是做泥水匠的），他说出家之后我只会念一句「阿弥陀佛」，除这个之外什么都不会。我今天往生，你们叫我作诗、作偈子，我还是不会，不过我有一句老实话可以留给诸位作纪念。人家说什么话？他说「能说不能行，不是真智慧」，说完这句话他就一心念佛，不到十五分钟他就往生了，没有生病，坐着往生。",
      "zh_TW": "到了第二天，他又去找老和尚，說老和尚我跟你告假，今天就要走了。大家措手不及，趕緊在廟後面放柴火的地方柴房挪個房間給他，臨時搭個舖，給他在那裡往生。他要求老和尚，希望老和尚能派幾個出家人給他助念，送送他往生，當然發心去送他的人就很多了。修無師就在臨時搭的舖板上盤腿一坐，告訴大家，也非常感謝大家念佛送我往生。這些送往生的人就跟修無師說了，他說從前凡是往生的、預知時至的，都會做幾首詩、做幾首偈子，留給我們做紀念，那麼修無師你也不能例外。修無師就說，他說我是個粗人出身，沒有念過書，也不認識字。出家之後（他從前是做泥水匠的），他說出家之後我只會念一句「阿彌陀佛」，除這個之外什麼都不會。我今天往生，你們叫我作詩、作偈子，我還是不會，不過我有一句老實話可以留給諸位作紀念。人家說什麼話？他說「能說不能行，不是真智慧」，說完這句話他就一心念佛，不到十五分鐘他就往生了，沒有生病，坐著往生。"
    },
    {
      "id": "01-010-0004_p0011",
      "zh_CN": "谛闲老法师见到修无师这样往生，赞叹备至，认为这样的修行人才是我们出家修学的好榜样。这是极乐寺建成之后传戒，修无法师选择这个道场，在戒期当中给大家做了个非常好的榜样。佛菩萨说法三转法轮，示转、劝转、证转，修无师是给我们做证转，现身说法，这是千真万确的一个事实。出家人念佛往生，这么样的自在，这么样的潇洒。",
      "zh_TW": "諦閑老法師見到修無師這樣往生，讚歎備至，認為這樣的修行人才是我們出家修學的好榜樣。這是極樂寺建成之後傳戒，修無法師選擇這個道場，在戒期當中給大家做了個非常好的榜樣。佛菩薩說法三轉法輪，示轉、勸轉、證轉，修無師是給我們做證轉，現身說法，這是千真萬確的一個事實。出家人念佛往生，這麼樣的自在，這麼樣的瀟灑。"
    },
    {
      "id": "01-010-0004_p0012",
      "zh_CN": "第二位是郑锡宾居士，郑锡宾居士是个念书人，以后做生意。自从闻到佛法之后，知道西方极乐世界的殊胜，他把他的事业舍弃掉，家庭也不管了。他学会了讲《阿弥陀经》，在山东这一带到处跟人家讲《阿弥陀经》，劝人念佛，哪个地方有请哪里就去。当然那时候讲经，听众没有这么多人，他也不在乎，三个五个他都讲，有的时候在朋友家里也在讲，有时候借个小地方，聚集二、三十个人来讲。有一天他讲经完了之后，给这些朋友们说，就是请他来讲经的老朋友，就告诉他们，他说我要走了，请你们赶紧给我租房子。朋友们听了他的说话怪怪的，你要走了还要租房子干什么？就问他，这什么原因？他说我不是到别的地方去，我要到西方极乐世界去，怕死在朋友家里不方便，你们替我租个房子。这些朋友听到，他有本事不生病、活活泼泼的，讲经音声非常洪量，怎么说走就走了？你要是真有本事往生西方极乐世界，到我家，我们家里没有忌讳。几个朋友大家都请，好，那就到一个朋友家里去了。",
      "zh_TW": "第二位是鄭錫賓居士，鄭錫賓居士是個念書人，以後做生意。自從聞到佛法之後，知道西方極樂世界的殊勝，他把他的事業捨棄掉，家庭也不管了。他學會了講《阿彌陀經》，在山東這一帶到處跟人家講《阿彌陀經》，勸人念佛，哪個地方有請哪裡就去。當然那時候講經，聽眾沒有這麼多人，他也不在乎，三個五個他都講，有的時候在朋友家裡也在講，有時候借個小地方，聚集二、三十個人來講。有一天他講經完了之後，給這些朋友們說，就是請他來講經的老朋友，就告訴他們，他說我要走了，請你們趕緊給我租房子。朋友們聽了他的說話怪怪的，你要走了還要租房子幹什麼？就問他，這什麼原因？他說我不是到別的地方去，我要到西方極樂世界去，怕死在朋友家裡不方便，你們替我租個房子。這些朋友聽到，他有本事不生病、活活潑潑的，講經音聲非常洪量，怎麼說走就走了？你要是真有本事往生西方極樂世界，到我家，我們家裡沒有忌諱。幾個朋友大家都請，好，那就到一個朋友家裡去了。"
    },
    {
      "id": "01-010-0004_p0013",
      "zh_CN": "到了第二天，他们家里给他打扫一个干净的房间，他老人家也是坐在那里，也是打坐，这些朋友们也要求他留个纪念。郑锡宾居士说，他说你们看我这个样子就是最好的纪念，其他一切都不必麻烦了。你们就看我这个样子，看我念佛念了几年，来去自由。念了十五分钟他就走了，就往生了。这是一位在家居士。郑锡宾的弟弟对于他哥哥学佛是非常的不谅解，认为他哥哥学佛迷了，生意也不做，家也不要了，成天到外面说什么《阿弥陀经》。到他哥哥往生这个事情他弟弟知道之后，这才真正相信，才晓得《阿弥陀经》念佛功德不可思议。于是弟弟也学哥哥，一心一意念阿弥陀佛，念了三年，弟弟也往生，很难得！弟弟往生没有哥哥那么潇洒，哥哥没有病，弟弟还生了一点小病，也是念佛坐着往生的，这是举一个男居士。",
      "zh_TW": "到了第二天，他們家裡給他打掃一個乾淨的房間，他老人家也是坐在那裡，也是打坐，這些朋友們也要求他留個紀念。鄭錫賓居士說，他說你們看我這個樣子就是最好的紀念，其他一切都不必麻煩了。你們就看我這個樣子，看我念佛念了幾年，來去自由。念了十五分鐘他就走了，就往生了。這是一位在家居士。鄭錫賓的弟弟對於他哥哥學佛是非常的不諒解，認為他哥哥學佛迷了，生意也不做，家也不要了，成天到外面說什麼《阿彌陀經》。到他哥哥往生這個事情他弟弟知道之後，這才真正相信，才曉得《阿彌陀經》念佛功德不可思議。於是弟弟也學哥哥，一心一意念阿彌陀佛，念了三年，弟弟也往生，很難得！弟弟往生沒有哥哥那麼瀟灑，哥哥沒有病，弟弟還生了一點小病，也是念佛坐著往生的，這是舉一個男居士。"
    },
    {
      "id": "01-010-0004_p0014",
      "zh_CN": "最后举个女居士，这个女居士是湛山寺念佛会的，青岛的湛山寺是倓老法师创建的。这个女居士家境非常的清寒，她的先生在当时是拉黄包车的，在码头上拉车的，一家四口，一天不做工一天就没饭吃，所以生活非常之苦。这位女居士她是每个星期天参加湛山寺的念佛会，她在念佛会里面打杂，做粗活。念佛的人多，厨房里面洗碗、洗筷子的这些繁重的工作她做，她专门做洗碗这个工作，也有好几年了。人家都不知道她真正在修行，都不晓得，只看到她每天来打杂做工，不知道她心里面真正在念佛，她的佛号不间断。",
      "zh_TW": "最後舉個女居士，這個女居士是湛山寺念佛會的，青島的湛山寺是倓老法師創建的。這個女居士家境非常的清寒，她的先生在當時是拉黃包車的，在碼頭上拉車的，一家四口，一天不做工一天就沒飯吃，所以生活非常之苦。這位女居士她是每個星期天參加湛山寺的念佛會，她在念佛會裡面打雜，做粗活。念佛的人多，廚房裡面洗碗、洗筷子的這些繁重的工作她做，她專門做洗碗這個工作，也有好幾年了。人家都不知道她真正在修行，都不曉得，只看到她每天來打雜做工，不知道她心裡面真正在念佛，她的佛號不間斷。"
    },
    {
      "id": "01-010-0004_p0015",
      "zh_CN": "往生的这天早晨，她跟她先生讲，她说她要到西方极乐世界去了，叫他照顾两个小孩。因为小孩很小，大小孩十岁，小小孩才六岁，叫她先生好好照顾小孩。先生听了就很生气，他说我们家里已经这么苦了，还要说这些风凉话，生气了，就到码头上去拉车。中午两个小孩看到他妈妈今天没有烧饭，妈妈坐在床上，盘腿坐在床上，叫她也不答应，再仔细一看，死了。这两个小孩哭哭啼啼告诉邻居，邻居才把先生找来，又到湛山寺找那些法师、同修们来一看，真的是往生，预知时至，没有生病。",
      "zh_TW": "往生的這天早晨，她跟她先生講，她說她要到西方極樂世界去了，叫他照顧兩個小孩。因為小孩很小，大小孩十歲，小小孩才六歲，叫她先生好好照顧小孩。先生聽了就很生氣，他說我們家裡已經這麼苦了，還要說這些風涼話，生氣了，就到碼頭上去拉車。中午兩個小孩看到他媽媽今天沒有燒飯，媽媽坐在床上，盤腿坐在床上，叫她也不答應，再仔細一看，死了。這兩個小孩哭哭啼啼告訴鄰居，鄰居才把先生找來，又到湛山寺找那些法師、同修們來一看，真的是往生，預知時至，沒有生病。"
    },
    {
      "id": "01-010-0004_p0016",
      "zh_CN": "这是老和尚在《念佛论》给我们举的三个例子，一个出家男众，一个在家男众，一个在家女众，都是一卷《阿弥陀经》，一声「阿弥陀佛」。我们想想，他们能做到，我们为什么做不到？郑锡宾居士除外，这是个会讲经的，修无师跟张氏（这个女居士姓张，名字他没有说出来，张氏）这两个人，如果我们见到，都不会看在眼里，都瞧不起他。人家现在到西方世界去作佛去了，我们比他差远了！",
      "zh_TW": "這是老和尚在《念佛論》給我們舉的三個例子，一個出家男眾，一個在家男眾，一個在家女眾，都是一卷《阿彌陀經》，一聲「阿彌陀佛」。我們想想，他們能做到，我們為什麼做不到？鄭錫賓居士除外，這是個會講經的，修無師跟張氏（這個女居士姓張，名字他沒有說出來，張氏）這兩個人，如果我們見到，都不會看在眼裡，都瞧不起他。人家現在到西方世界去作佛去了，我們比他差遠了！"
    },
    {
      "id": "01-010-0004_p0017",
      "zh_CN": "倓老法师当年在香港主持佛七，佛七当中有一次的开示，这个录音带流传到美国。我在旧金山讲经，有位居士把他老人家这一卷录音带送给我，我得到手上是非常非常的欢喜。我还没有听，不晓得里面的内容，为什么这么欢喜？刚才我跟大家说过，我没有亲近老和尚，今天得到这个带子，我能听到老和尚的声音，法喜充满；再听听他这一卷带子里的开示，那是无量的法喜。他在佛七当中讲了三个故事，这三个故事说明念佛真实的利益，这些故事全都是他的老师谛闲老和尚的故事，都是真实的。",
      "zh_TW": "倓老法師當年在香港主持佛七，佛七當中有一次的開示，這個錄音帶流傳到美國。我在舊金山講經，有位居士把他老人家這一卷錄音帶送給我，我得到手上是非常非常的歡喜。我還沒有聽，不曉得裡面的內容，為什麼這麼歡喜？剛才我跟大家說過，我沒有親近老和尚，今天得到這個帶子，我能聽到老和尚的聲音，法喜充滿；再聽聽他這一卷帶子裡的開示，那是無量的法喜。他在佛七當中講了三個故事，這三個故事說明念佛真實的利益，這些故事全都是他的老師諦閑老和尚的故事，都是真實的。"
    },
    {
      "id": "01-010-0004_p0018",
      "zh_CN": "第一个故事是说一个修禅的，是谛闲老法师还没有成名的时候，在观宗寺当知客。有个居士听了老法师讲经，发心跟他出家，老和尚推也推不掉。这个居士已经结过婚，而且还有一个小孩，老和尚不得已收了他。他喜欢参禅，我们晓得观宗寺是台宗的道场，喜欢学禅，于是乎他就把这个徒弟送到镇江江天寺，也就是金山寺，当时是中国禅宗第一个丛林，送到那边去参禅去。这个徒弟他的太太听说丈夫出家作和尚，她就自杀了，跳河自杀；他还有个小女儿，大概是亲戚接过去替他扶养。他在禅堂里面参禅很认真，也很有点功夫。过了不少年，他从一个清众被方丈和尚选拔当了首座和尚，禅堂里面的首座和尚，这个地位就很高了。",
      "zh_TW": "第一個故事是說一個修禪的，是諦閑老法師還沒有成名的時候，在觀宗寺當知客。有個居士聽了老法師講經，發心跟他出家，老和尚推也推不掉。這個居士已經結過婚，而且還有一個小孩，老和尚不得已收了他。他喜歡參禪，我們曉得觀宗寺是台宗的道場，喜歡學禪，於是乎他就把這個徒弟送到鎮江江天寺，也就是金山寺，當時是中國禪宗第一個叢林，送到那邊去參禪去。這個徒弟他的太太聽說丈夫出家作和尚，她就自殺了，跳河自殺；他還有個小女兒，大概是親戚接過去替他扶養。他在禪堂裡面參禪很認真，也很有點功夫。過了不少年，他從一個清眾被方丈和尚選拔當了首座和尚，禪堂裡面的首座和尚，這個地位就很高了。"
    },
    {
      "id": "01-010-0004_p0019",
      "zh_CN": "当了首座，这时皈依的徒弟也多了，供养也多了，他的心就动了，生起贡高我慢的心来，这个念头一动，护法神就没有了。人真正修行有护法神护持，只要你失去了正念，护法神就不会再护你。护法神走了，他的魔障就现前，一天到晚显的精神恍惚，着了魔，心神不定。趁着没有人看见的时候他就跳江，金山寺在长江的边上，就跳江，被人发现救起来；过了几天他又去跳江，又被人救起来。方丈和尚赶紧通知谛闲法师，说你这个徒弟有了问题，你赶紧把他接回去，免得影响大众。禅堂里面首座和尚着魔，要跳水自杀，这还得了！谛闲法师赶紧到镇江把他徒弟接回来，一路是坐船，从镇江坐船到温州，这一路上平安无事。到了观宗寺，老和尚就给他一间寮房，因为他的身分地位还不错，在金山寺做过首座和尚，可以给他一间寮房，让他一个人住。",
      "zh_TW": "當了首座，這時皈依的徒弟也多了，供養也多了，他的心就動了，生起貢高我慢的心來，這個念頭一動，護法神就沒有了。人真正修行有護法神護持，只要你失去了正念，護法神就不會再護你。護法神走了，他的魔障就現前，一天到晚顯的精神恍惚，著了魔，心神不定。趁著沒有人看見的時候他就跳江，金山寺在長江的邊上，就跳江，被人發現救起來；過了幾天他又去跳江，又被人救起來。方丈和尚趕緊通知諦閑法師，說你這個徒弟有了問題，你趕緊把他接回去，免得影響大眾。禪堂裡面首座和尚著魔，要跳水自殺，這還得了！諦閑法師趕緊到鎮江把他徒弟接回來，一路是坐船，從鎮江坐船到溫州，這一路上平安無事。到了觀宗寺，老和尚就給他一間寮房，因為他的身分地位還不錯，在金山寺做過首座和尚，可以給他一間寮房，讓他一個人住。"
    },
    {
      "id": "01-010-0004_p0020",
      "zh_CN": "住了没几天，前几天还很正常，过了几天之后，有一天吃早饭他没来，早殿也没上。没上早殿就算了，到吃早饭还没来，老法师想这未免太懒惰，睡到这时候还睡不醒，派查房去敲他的门。这一敲门没人答应，就知道有点不对，大家把门扒开，开了之后房间里面没人。他的房间后面有个窗户，这窗户开着，大概是人从窗户里头走了，回去跟老和尚报告。老和尚说不好了，观宗寺也有河，虽然没有长江那么大，也能够行帆船，也可以淹死人。你们赶紧去找，他是不是又跳河去了？就派人分头上山去找。找了差不多半里多路，发现尸首，他已经死了，大概是半夜出去跳河死的。这就没法子了，把尸首弄回来，老和尚说我们大家为他念念经超度超度，给他做做佛事，把尸首抬回来。",
      "zh_TW": "住了沒幾天，前幾天還很正常，過了幾天之後，有一天吃早飯他沒來，早殿也沒上。沒上早殿就算了，到吃早飯還沒來，老法師想這未免太懶惰，睡到這時候還睡不醒，派查房去敲他的門。這一敲門沒人答應，就知道有點不對，大家把門扒開，開了之後房間裡面沒人。他的房間後面有個窗戶，這窗戶開著，大概是人從窗戶裡頭走了，回去跟老和尚報告。老和尚說不好了，觀宗寺也有河，雖然沒有長江那麼大，也能夠行帆船，也可以淹死人。你們趕緊去找，他是不是又跳河去了？就派人分頭上山去找。找了差不多半里多路，發現屍首，他已經死了，大概是半夜出去跳河死的。這就沒法子了，把屍首弄回來，老和尚說我們大家為他念念經超度超度，給他做做佛事，把屍首抬回來。"
    },
    {
      "id": "01-010-0004_p0021",
      "zh_CN": "刚尸首抬回来没有多久，他的女儿也长大了，也出嫁了，哭哭啼啼哭到观宗寺来。老和尚认识她，他说妳怎么知道的？妳怎么来了？她就说她昨天晚上做了个梦，梦到她的爸爸、妈妈叫她到此地来，今天一定要来，她说她爸爸、妈妈今天去上任。老和尚听了，上什么任？她说他们做了土地公，爸爸当土地公，妈妈当土地婆，两个去上任去了。谛闲法师一听才恍然大悟，他为什么会跳水？原来就是他从前的太太那个鬼魂始终缠着他，把他找回去了。他当时参禅功夫得力，有护法神保护，这个鬼魂贴不到身上来；当他一念傲慢心起来，觉得自己很了不起，护法神走了，这个冤鬼附到身上，所以常常要跳水自杀。这才知道。",
      "zh_TW": "剛屍首抬回來沒有多久，他的女兒也長大了，也出嫁了，哭哭啼啼哭到觀宗寺來。老和尚認識她，他說妳怎麼知道的？妳怎麼來了？她就說她昨天晚上做了個夢，夢到她的爸爸、媽媽叫她到此地來，今天一定要來，她說她爸爸、媽媽今天去上任。老和尚聽了，上什麼任？她說他們做了土地公，爸爸當土地公，媽媽當土地婆，兩個去上任去了。諦閑法師一聽才恍然大悟，他為什麼會跳水？原來就是他從前的太太那個鬼魂始終纏著他，把他找回去了。他當時參禪功夫得力，有護法神保護，這個鬼魂貼不到身上來；當他一念傲慢心起來，覺得自己很了不起，護法神走了，這個冤鬼附到身上，所以常常要跳水自殺。這才知道。"
    },
    {
      "id": "01-010-0004_p0022",
      "zh_CN": "刚刚好观宗寺不远建了个土地庙，刚刚落成，老和尚晓得就是那个土地庙的土地神，就到那个土地庙面前给他念经、作佛事超度他。在念经的时候，老和尚就说，他说既然你到这儿来上任，我们给你念经，你也显显灵给我们看看。老和尚说这个话，果然就有一阵小旋风，像小龙卷风，只有两三尺高，就在土地公前面旋转转了很久。老和尚点点头，不错。这是说明一个参禅的参了十几年，凡心一动落到这样的果报，到鬼道里面去当少财鬼。土地公初一、十五也有人祭祀他，他是个小福德神，去干这个去了，就去当这个去了。说明参禅不容易，名闻利养非常可怕，所谓是「一念贪心起，百万障门开」，道行完全丧失掉，落在恶道去了，饿鬼道。这是一个例子。",
      "zh_TW": "剛剛好觀宗寺不遠建了個土地廟，剛剛落成，老和尚曉得就是那個土地廟的土地神，就到那個土地廟面前給他念經、作佛事超度他。在念經的時候，老和尚就說，他說既然你到這兒來上任，我們給你念經，你也顯顯靈給我們看看。老和尚說這個話，果然就有一陣小旋風，像小龍捲風，只有兩三尺高，就在土地公前面旋轉轉了很久。老和尚點點頭，不錯。這是說明一個參禪的參了十幾年，凡心一動落到這樣的果報，到鬼道裡面去當少財鬼。土地公初一、十五也有人祭祀他，他是個小福德神，去幹這個去了，就去當這個去了。說明參禪不容易，名聞利養非常可怕，所謂是「一念貪心起，百萬障門開」，道行完全喪失掉，落在惡道去了，餓鬼道。這是一個例子。"
    },
    {
      "id": "01-010-0004_p0023",
      "zh_CN": "第二个，他老人家常鼓励大家的，一个念佛的徒弟。这个念佛的徒弟跟他比这个参禅的徒弟还要早，那是老和尚在观宗寺初当知客的时候，是很年轻的时候。这个徒弟是他小时候的玩伴，他们都生长在乡村，在农村里面，小时候小朋友在一块玩的，感情非常之好。谛闲法师小时候念过几年书，跟他舅舅做过生意，所以他识字，以后出家学经教，讲经说法。他这个朋友，小时候这个朋友，没有念过书，不认识字，长大之后也一无所长，学了个手艺，这个手艺叫锅漏匠。你们懂不懂什么叫锅漏匠？现在没有了，我小时候还有。锅漏匠挑着一个担子，在乡下到处走，补锅、补碗，我们的锅碗打破了，他能够把它再补起来再用。就学这么个手艺，做这么个生意，生活非常之苦，生活太苦。",
      "zh_TW": "第二個，他老人家常鼓勵大家的，一個念佛的徒弟。這個念佛的徒弟跟他比這個參禪的徒弟還要早，那是老和尚在觀宗寺初當知客的時候，是很年輕的時候。這個徒弟是他小時候的玩伴，他們都生長在鄉村，在農村裡面，小時候小朋友在一塊玩的，感情非常之好。諦閑法師小時候念過幾年書，跟他舅舅做過生意，所以他識字，以後出家學經教，講經說法。他這個朋友，小時候這個朋友，沒有念過書，不認識字，長大之後也一無所長，學了個手藝，這個手藝叫鍋漏匠。你們懂不懂什麼叫鍋漏匠？現在沒有了，我小時候還有。鍋漏匠挑著一個擔子，在鄉下到處走，補鍋、補碗，我們的鍋碗打破了，他能夠把它再補起來再用。就學這麼個手藝，做這麼個生意，生活非常之苦，生活太苦。"
    },
    {
      "id": "01-010-0004_p0024",
      "zh_CN": "多方去打听，打听他这个老朋友出了家，做了知客师，很不错，不愁衣食，每天三餐饭不像他那么辛苦，也有房子好住。就找到谛闲法师，找到之后就赖皮，一定要跟他出家。老和尚头大了：好，留你在这住几天，住了几天之后你还是做你生意去，你不要出家，出家太苦，你受不了。他非出家不可，老和尚被他赖得没法子，就跟他谈条件：你真的要出家吗？那你要答应我一个条件。他这个朋友也很好，他说我既然认你做师父，你说什么我都听。老和尚说好，这个可以，我给你剃度。",
      "zh_TW": "多方去打聽，打聽他這個老朋友出了家，做了知客師，很不錯，不愁衣食，每天三餐飯不像他那麼辛苦，也有房子好住。就找到諦閑法師，找到之後就賴皮，一定要跟他出家。老和尚頭大了：好，留你在這住幾天，住了幾天之後你還是做你生意去，你不要出家，出家太苦，你受不了。他非出家不可，老和尚被他賴得沒法子，就跟他談條件：你真的要出家嗎？那你要答應我一個條件。他這個朋友也很好，他說我既然認你做師父，你說什麼我都聽。老和尚說好，這個可以，我給你剃度。"
    },
    {
      "id": "01-010-0004_p0025",
      "zh_CN": "因为那时候差不多有四十出头了，在那个时代，四十岁出头年岁很大了。他说你人也很笨，人是很老实但是很笨，学什么都学不会。他说你出家，在寺庙里面，五堂功课就够你辛苦的了。看你这个样子你也没办法学会，学不会五堂功课，大众就不会容纳你，你的日子不好过。他说你要学经教，你不认识字，这个你也没分，你也没办法学。他说我给你剃头，剃了头之后，我到宁波乡下去找个小庙。宁波乡下小庙很多，没有人住，都是破庙、没人住的庙很多，我替你找个地方住，找个小庙住。再给你找几个护法，找四、五个护法，每个月给你送点钱，送点米去，你的生活就不要操心了，你有得吃，你有地方住。再在附近找个老太太，念佛的老太太，给你烧两顿饭，给你洗衣服，早饭你自己去搞，中饭、晚饭老太太伺候你。他说你就老老实实念一句「南无阿弥陀佛」，这个你总会吧！他学会了，学会念南无阿弥陀佛，其他的什么都不会。他说这一句佛号你就一直念下去，念累了你就休息，休息好了你就再念，你一直念下去，一定有好处。他也不知道什么好处，但是他很老实、很听话，就听老师的教诫，依教奉行，就一句阿弥陀佛念到底。这样的念了三年。",
      "zh_TW": "因為那時候差不多有四十出頭了，在那個時代，四十歲出頭年歲很大了。他說你人也很笨，人是很老實但是很笨，學什麼都學不會。他說你出家，在寺廟裡面，五堂功課就夠你辛苦的了。看你這個樣子你也沒辦法學會，學不會五堂功課，大眾就不會容納你，你的日子不好過。他說你要學經教，你不認識字，這個你也沒分，你也沒辦法學。他說我給你剃頭，剃了頭之後，我到寧波鄉下去找個小廟。寧波鄉下小廟很多，沒有人住，都是破廟、沒人住的廟很多，我替你找個地方住，找個小廟住。再給你找幾個護法，找四、五個護法，每個月給你送點錢，送點米去，你的生活就不要操心了，你有得吃，你有地方住。再在附近找個老太太，念佛的老太太，給你燒兩頓飯，給你洗衣服，早飯你自己去搞，中飯、晚飯老太太伺候你。他說你就老老實實念一句「南無阿彌陀佛」，這個你總會吧！他學會了，學會念南無阿彌陀佛，其他的什麼都不會。他說這一句佛號你就一直念下去，念累了你就休息，休息好了你就再念，你一直念下去，一定有好處。他也不知道什麼好處，但是他很老實、很聽話，就聽老師的教誡，依教奉行，就一句阿彌陀佛念到底。這樣的念了三年。"
    },
    {
      "id": "01-010-0004_p0026",
      "zh_CN": "很难得，三年都没有出庙门，就等于闭关一样，闭了三年关，念这一句阿弥陀佛。这一天，他离开寺庙，到城里去看看亲戚朋友，晚上回来了，回来之后就跟老太太说，他说明天你不要替我烧饭了。老太太听了也很奇怪，大概是师父三年没有出门，今天出门去看看朋友，说不定是明天有朋友请他吃饭，所以明天中午叫我不要烧饭。老太太对师父很关心，到第二天中午再去看看，看看师父有没有回来，有没有吃饭。这个庙是个破庙，他这个徒弟一无所有，所以庙门都不关，不关大门的，也没有小偷，因为什么都没有。老太太进去之后，叫师父也没人答应，转到师父房间看看，他房间门也没关。这个师父站在那个地方，一个手拿着念珠，一个手里头还不晓得有什么东西，手上很脏就是，看他手上很多灰尘，很脏。叫他他不答应，走到面前去一看，死了，不知道什么时候死的。老太太吓了一跳，从来没有看到人死是站着死的，赶紧去通知几个护法。",
      "zh_TW": "很難得，三年都沒有出廟門，就等於閉關一樣，閉了三年關，念這一句阿彌陀佛。這一天，他離開寺廟，到城裡去看看親戚朋友，晚上回來了，回來之後就跟老太太說，他說明天你不要替我燒飯了。老太太聽了也很奇怪，大概是師父三年沒有出門，今天出門去看看朋友，說不定是明天有朋友請他吃飯，所以明天中午叫我不要燒飯。老太太對師父很關心，到第二天中午再去看看，看看師父有沒有回來，有沒有吃飯。這個廟是個破廟，他這個徒弟一無所有，所以廟門都不關，不關大門的，也沒有小偷，因為什麼都沒有。老太太進去之後，叫師父也沒人答應，轉到師父房間看看，他房間門也沒關。這個師父站在那個地方，一個手拿著念珠，一個手裡頭還不曉得有什麼東西，手上很髒就是，看他手上很多灰塵，很髒。叫他他不答應，走到面前去一看，死了，不知道什麼時候死的。老太太嚇了一跳，從來沒有看到人死是站著死的，趕緊去通知幾個護法。"
    },
    {
      "id": "01-010-0004_p0027",
      "zh_CN": "护法来一看，也不知道怎么样处理，立刻就派人到观宗寺去报信，这个乡下到观宗寺一个往来三天。三天，谛闲法师来了，来的时候一看，他还站在那里；你看看，死了以后还站了三天，等着老和尚来替他办后事。老和尚来了之后，把他的手打开来一看，手上还有八、九块的现大洋，老和尚这才觉悟到，大概是他从前做生意的储蓄。他把钱放在什么地方？他那时候吐痰没有痰盂，钉一个四方盒子，烧火的灰盖在上面，把钱放在底下，没人知道。自己要走了，怕人家不晓得，就把这个钱拿在手上。老和尚一想，大概是用这个钱替他办后事，他什么都预备好了，自己都预备好了。老和尚对他赞叹，赞叹备至！他说你没有白出家，你的成就，这天下丛林方丈住持、讲经说法的大法师，没有一个比得上你！他修的什么法门？一句阿弥陀佛，念累了就休息，休息好了就再念。老和尚就教他这个方法，他居然真正成就了。",
      "zh_TW": "護法來一看，也不知道怎麼樣處理，立刻就派人到觀宗寺去報信，這個鄉下到觀宗寺一個往來三天。三天，諦閑法師來了，來的時候一看，他還站在那裡；你看看，死了以後還站了三天，等著老和尚來替他辦後事。老和尚來了之後，把他的手打開來一看，手上還有八、九塊的現大洋，老和尚這才覺悟到，大概是他從前做生意的儲蓄。他把錢放在什麼地方？他那時候吐痰沒有痰盂，釘一個四方盒子，燒火的灰蓋在上面，把錢放在底下，沒人知道。自己要走了，怕人家不曉得，就把這個錢拿在手上。老和尚一想，大概是用這個錢替他辦後事，他什麼都預備好了，自己都預備好了。老和尚對他讚歎，讚歎備至！他說你沒有白出家，你的成就，這天下叢林方丈住持、講經說法的大法師，沒有一個比得上你！他修的什麼法門？一句阿彌陀佛，念累了就休息，休息好了就再念。老和尚就教他這個方法，他居然真正成就了。"
    },
    {
      "id": "01-010-0004_p0028",
      "zh_CN": "谛闲老法师师徒二人（这个徒弟我说的是倓虚法师），两个人给我们说了许许多多念佛往生的真实的例子，足足帮助我们启发真诚的信心。像这些事情都发生在民国初年，我们听老法师口述，当然老法师绝对不会无中生有，不会骗人，我们是后学。念佛往生在台湾，站着走的，坐着走的，也的确不少。这四十年来，台湾念佛往生，我最保守的估计在五百人以上，这是台湾佛法的殊胜。那么一个小的地方，在这么短的四十年的时间，有这么多人往生，真正是难得。",
      "zh_TW": "諦閑老法師師徒二人（這個徒弟我說的是倓虛法師），兩個人給我們說了許許多多念佛往生的真實的例子，足足幫助我們啟發真誠的信心。像這些事情都發生在民國初年，我們聽老法師口述，當然老法師絕對不會無中生有，不會騙人，我們是後學。念佛往生在台灣，站著走的，坐著走的，也的確不少。這四十年來，台灣念佛往生，我最保守的估計在五百人以上，這是台灣佛法的殊勝。那麼一個小的地方，在這麼短的四十年的時間，有這麼多人往生，真正是難得。"
    },
    {
      "id": "01-010-0004_p0029",
      "zh_CN": "其中我们真正完全了解的，佛光山开山的时候，这是在二十多年前，星云法师请我去跟学生们上课。有一天，是晚上，月光非常好，那时候那个山还是荒山，只有一栋佛学院，其他的房子统统没有建。山上有个池塘，我们在池塘旁边赏月，大概有十几个学生，也在讨论佛法。忽然来了个工人，佛光山建筑是从来没有中断的，也是长工，他是台南将军乡的人，在佛光山做工。他走到我们这个圈子，我们也请他坐，他坐下来之后，他劝我们老实念佛，他来跟我们说法，我们洗耳恭听。他讲了一个多小时，劝我们念佛，他说念佛是真的，一点都不假。我们就问他，怎么晓得是真的？他就说了将军乡他的邻居一位老太太往生的事情给我们听，这是他亲眼看见。",
      "zh_TW": "其中我們真正完全瞭解的，佛光山開山的時候，這是在二十多年前，星雲法師請我去跟學生們上課。有一天，是晚上，月光非常好，那時候那個山還是荒山，只有一棟佛學院，其他的房子統統沒有建。山上有個池塘，我們在池塘旁邊賞月，大概有十幾個學生，也在討論佛法。忽然來了個工人，佛光山建築是從來沒有中斷的，也是長工，他是台南將軍鄉的人，在佛光山做工。他走到我們這個圈子，我們也請他坐，他坐下來之後，他勸我們老實念佛，他來跟我們說法，我們洗耳恭聽。他講了一個多小時，勸我們念佛，他說念佛是真的，一點都不假。我們就問他，怎麼曉得是真的？他就說了將軍鄉他的鄰居一位老太太往生的事情給我們聽，這是他親眼看見。"
    },
    {
      "id": "01-010-0004_p0030",
      "zh_CN": "他说他隔壁的老太太人非常的慈悲，非常的厚道，但是神佛不分，佛也拜是神也拜，土地公也拜，只要是庙她统统都拜，是这么一位老太太。三年前她娶了个媳妇，儿子、媳妇都很孝顺，媳妇劝她不要去乱拜，专门拜阿弥陀佛，专门念阿弥陀佛。这个婆婆也非常难得，婆婆居然接受媳妇的劝告，就一心一意念阿弥陀佛，不再到外面去拜神去了。家里供了个小佛堂，天天在那里念佛，念了三年。往生这一天，她是晚上吃晚饭的时候，她就跟她儿子、媳妇家人说，今天晚上你们吃晚饭不要等我。她说她要洗个澡，她也不说她往生，说她洗澡。家里人非常孝顺，还是等她。等了很久老太太也没出来，于是乎就去看一看，看看她确实是洗了澡。房间里头也没在，到小佛堂里去，她老人家穿了海青，换了干净衣服，穿了海青，站在佛像的面前。叫她也不答应，家人围着她一看，她往生了，站着往生；没有生病，预知时至，站着往生。所以他告诉我们，念佛往生是千真万确的事实，劝我们老实念佛。这个老太太的事迹在台湾《近代往生传》里面写的有，一直到今天，台湾南部一带念佛的同修提到这个人都知道。这是个老太太念佛三年站着往生，不生病。",
      "zh_TW": "他說他隔壁的老太太人非常的慈悲，非常的厚道，但是神佛不分，佛也拜是神也拜，土地公也拜，只要是廟她統統都拜，是這麼一位老太太。三年前她娶了個媳婦，兒子、媳婦都很孝順，媳婦勸她不要去亂拜，專門拜阿彌陀佛，專門念阿彌陀佛。這個婆婆也非常難得，婆婆居然接受媳婦的勸告，就一心一意念阿彌陀佛，不再到外面去拜神去了。家裡供了個小佛堂，天天在那裡念佛，念了三年。往生這一天，她是晚上吃晚飯的時候，她就跟她兒子、媳婦家人說，今天晚上你們吃晚飯不要等我。她說她要洗個澡，她也不說她往生，說她洗澡。家裡人非常孝順，還是等她。等了很久老太太也沒出來，於是乎就去看一看，看看她確實是洗了澡。房間裡頭也沒在，到小佛堂裡去，她老人家穿了海青，換了乾淨衣服，穿了海青，站在佛像的面前。叫她也不答應，家人圍著她一看，她往生了，站著往生；沒有生病，預知時至，站著往生。所以他告訴我們，念佛往生是千真萬確的事實，勸我們老實念佛。這個老太太的事蹟在台灣《近代往生傳》裡面寫的有，一直到今天，台灣南部一帶念佛的同修提到這個人都知道。這是個老太太念佛三年站著往生，不生病。"
    },
    {
      "id": "01-010-0004_p0031",
      "zh_CN": "另外一个是我出家没多久，李济华老居士，这个老居士是李炳南老居士的同学，是印光大师的学生，印祖的学生。他在台北创办了一个道场，也有念佛团，专修净土，完全是居士的道场，道场虽然很简陋，但是修行非常的认真。念佛团他们是每个星期有一次共修，共修的方法就跟念佛堂打佛七的方式差不多。当中有半个小时开示，由这些老居士们轮流来担任讲开示。他自己是团长，那个时候有八十多岁，他是大概在一个多月之前就知道往生了，这是预知时至。所以有时间就看看亲戚朋友们，看看实在讲就是辞行，他也不告诉别人。",
      "zh_TW": "另外一個是我出家沒多久，李濟華老居士，這個老居士是李炳南老居士的同學，是印光大師的學生，印祖的學生。他在台北創辦了一個道場，也有念佛團，專修淨土，完全是居士的道場，道場雖然很簡陋，但是修行非常的認真。念佛團他們是每個星期有一次共修，共修的方法就跟念佛堂打佛七的方式差不多。當中有半個小時開示，由這些老居士們輪流來擔任講開示。他自己是團長，那個時候有八十多歲，他是大概在一個多月之前就知道往生了，這是預知時至。所以有時間就看看親戚朋友們，看看實在講就是辭行，他也不告訴別人。"
    },
    {
      "id": "01-010-0004_p0032",
      "zh_CN": "走的这一天，因为他有三个小孩都在美国读书，只有老夫妻两个住在台北市，自己有八十多岁，他们坐三轮车到佛堂去。坐在车上就告诉他太太说，他说我要是往生西方极乐世界，你一个人会不会寂寞？就跟他太太这样讲，他太太听说，她说你要能往生那太好了，就用不着牵挂我；换句话说，就得到他太太同意了。实际上他太太不知道他那天晚上走，商量，太太一口就答应了。到了念佛团之后，这天讲开示是个魏老居士，他就跟魏老商量，我们两个换换时间，今天我讲，我们换换时间，魏老也很尊重他。他老人家开示，一般是讲三十分钟，他老人家这一天非常高兴，非常兴奋，讲了一个半钟点，把念佛的时间都讲掉了。讲完之后，就苦口婆心劝大家要认真念佛，求生西方极乐世界。说完之后向大家告假：我要回家去了。",
      "zh_TW": "走的這一天，因為他有三個小孩都在美國讀書，只有老夫妻兩個住在台北市，自己有八十多歲，他們坐三輪車到佛堂去。坐在車上就告訴他太太說，他說我要是往生西方極樂世界，你一個人會不會寂寞？就跟他太太這樣講，他太太聽說，她說你要能往生那太好了，就用不著牽掛我；換句話說，就得到他太太同意了。實際上他太太不知道他那天晚上走，商量，太太一口就答應了。到了念佛團之後，這天講開示是個魏老居士，他就跟魏老商量，我們兩個換換時間，今天我講，我們換換時間，魏老也很尊重他。他老人家開示，一般是講三十分鐘，他老人家這一天非常高興，非常興奮，講了一個半鐘點，把念佛的時間都講掉了。講完之後，就苦口婆心勸大家要認真念佛，求生西方極樂世界。說完之後向大家告假：我要回家去了。"
    },
    {
      "id": "01-010-0004_p0033",
      "zh_CN": "大家听了这话，他年岁大了，讲了一个半钟点没有休息，以为他累了，要回家去了。哪里晓得这老人家下座之后，他们旁边有个小客堂，在那个客堂沙发上一坐，就到西方极乐世界去了。你们想想看，往生之前讲一个半小时，苦口婆心，八十多岁，当时参加法会的大众人人见到，念佛往生是真的，他亲眼看见的。那时我跟李老师学经，他就说了，净土法门是真的，一点都不假，一定要认真的修。这是台北市一个预知时至，不但不生病，在往生之前还跟大家说了一个半钟点的佛法。他能够做到，我们为什么做不到？我们一定要把自己做不到的原因找出来，然后把这个原因消除掉，我们也能做到，人生在世，这才是第一桩大事情。",
      "zh_TW": "大家聽了這話，他年歲大了，講了一個半鐘點沒有休息，以為他累了，要回家去了。哪裡曉得這老人家下座之後，他們旁邊有個小客堂，在那個客堂沙發上一坐，就到西方極樂世界去了。你們想想看，往生之前講一個半小時，苦口婆心，八十多歲，當時參加法會的大眾人人見到，念佛往生是真的，他親眼看見的。那時我跟李老師學經，他就說了，淨土法門是真的，一點都不假，一定要認真的修。這是台北市一個預知時至，不但不生病，在往生之前還跟大家說了一個半鐘點的佛法。他能夠做到，我們為什麼做不到？我們一定要把自己做不到的原因找出來，然後把這個原因消除掉，我們也能做到，人生在世，這才是第一樁大事情。"
    },
    {
      "id": "01-010-0004_p0034",
      "zh_CN": "我们功夫不得力，实在讲，妄想太多，执着太重，如果不能痛改前非，决定不免六道轮回。所以我们同修们成天来找我说些话，说些什么话？全都是废话。我在中国、外国，每到一个地方，不讲经都围着一班人，都跟我讲废话，我听了很难过。为什么不念佛？给我写信，写的长篇大论写那么多，我从来不看，我心里很难过。为什么不写阿弥陀佛、阿弥陀佛、阿弥陀佛？你满纸写的阿弥陀佛，我看了高兴，法喜充满。这就是你为什么功夫不得力，为什么还要继续不断搞生死轮回，毛病就出在这个地方。本经劝愿这一段，我就不再讲了。我们再看底下一段，很重要，而且这一段古人说的跟我讲的不相同。《弥陀经》这个经的注解很多，诸位可以做参考，我讲的是古今注里面没有，这个供养诸位才不累赘，才不会嫌多余。",
      "zh_TW": "我們功夫不得力，實在講，妄想太多，執著太重，如果不能痛改前非，決定不免六道輪迴。所以我們同修們成天來找我說些話，說些什麼話？全都是廢話。我在中國、外國，每到一個地方，不講經都圍著一班人，都跟我講廢話，我聽了很難過。為什麼不念佛？給我寫信，寫的長篇大論寫那麼多，我從來不看，我心裡很難過。為什麼不寫阿彌陀佛、阿彌陀佛、阿彌陀佛？你滿紙寫的阿彌陀佛，我看了高興，法喜充滿。這就是你為什麼功夫不得力，為什麼還要繼續不斷搞生死輪迴，毛病就出在這個地方。本經勸願這一段，我就不再講了。我們再看底下一段，很重要，而且這一段古人說的跟我講的不相同。《彌陀經》這個經的註解很多，諸位可以做參考，我講的是古今註裡面沒有，這個供養諸位才不累贅，才不會嫌多餘。"
    },
    {
      "id": "01-010-0004_p0035",
      "zh_CN": "下面这一讲第六讲，在五十三面，「诸佛劝信流通」，经文从「舍利弗，如我今者，赞叹阿弥陀佛不可思议功德之利」一直到「汝等皆当信受我语，及诸佛所说」。这一段话，佛是悲心显露到极处，究竟圆满的大悲，苦口婆心劝勉我们要相信这个法门，要发愿求生净土，给我们说出阿弥陀佛不可思议功德的利益。蕅益大师在《要解》里面给我们说明，不可思议的功德无量无边，说不尽，大师将无量无边的功德归纳为五大类，我们列出这个表，在第五十四面。",
      "zh_TW": "下面這一講第六講，在五十三面，「諸佛勸信流通」，經文從「舍利弗，如我今者，讚歎阿彌陀佛不可思議功德之利」一直到「汝等皆當信受我語，及諸佛所說」。這一段話，佛是悲心顯露到極處，究竟圓滿的大悲，苦口婆心勸勉我們要相信這個法門，要發願求生淨土，給我們說出阿彌陀佛不可思議功德的利益。蕅益大師在《要解》裡面給我們說明，不可思議的功德無量無邊，說不盡，大師將無量無邊的功德歸納為五大類，我們列出這個表，在第五十四面。"
    },
    {
      "id": "01-010-0004_p0036",
      "zh_CN": "第一个是「横超三界，不俟断惑」。这是十方诸佛刹土里面没有的，像我们刚才讲念佛往生的几个例子，这几位往生的人都是我们近代的人，都是我们念佛法门的典型、榜样，是我们应当学习的。修学任何一个法门，首先都要修四禅八定，无论是哪个法门，八万四千法门是通途，这样超越三界叫竖出。从欲界，超越欲界到色界，再超越色界到无色界，然后超越无色界，这样才出了三界。《楞严经》上讲得很明白，必须修到第九定，八定是世间禅定，到第九定才能超越三界，这叫竖出，竖超。念佛法门不必，甚至于忉利天都不必经历，就在人间就往生西方净土，这叫横超，不是竖超，横超三界。在佛无量法门里面，横超法界只有这一门，除这一门之外，没有第二个法门是横超的，这是它不可思议功德之利。竖超要断惑，要伏烦恼，要断烦恼；横超则不必。断烦恼我们做不到，不断烦恼，这叫做带业往生，那我们人人都有分，这是我们这一生当中有把握成就的，道理在此地。",
      "zh_TW": "第一個是「橫超三界，不俟斷惑」。這是十方諸佛剎土裡面沒有的，像我們剛才講念佛往生的幾個例子，這幾位往生的人都是我們近代的人，都是我們念佛法門的典型、榜樣，是我們應當學習的。修學任何一個法門，首先都要修四禪八定，無論是哪個法門，八萬四千法門是通途，這樣超越三界叫豎出。從欲界，超越欲界到色界，再超越色界到無色界，然後超越無色界，這樣才出了三界。《楞嚴經》上講得很明白，必須修到第九定，八定是世間禪定，到第九定才能超越三界，這叫豎出，豎超。念佛法門不必，甚至於忉利天都不必經歷，就在人間就往生西方淨土，這叫橫超，不是豎超，橫超三界。在佛無量法門裡面，橫超法界只有這一門，除這一門之外，沒有第二個法門是橫超的，這是它不可思議功德之利。豎超要斷惑，要伏煩惱，要斷煩惱；橫超則不必。斷煩惱我們做不到，不斷煩惱，這叫做帶業往生，那我們人人都有分，這是我們這一生當中有把握成就的，道理在此地。"
    },
    {
      "id": "01-010-0004_p0037",
      "zh_CN": "在前几年，美国有一位密宗的上师陈健民提出消业往生，带业不能往生。他提出这个说法，而且派他的学生去查《大藏经》，查不到「带业往生」这四个字。于是乎就坚持往生一定要消业，不能带业，引起净宗修学人很大的震撼，在台湾、在国外。那个时候我正到洛杉矶讲经，有位老居士在机场迎接我，告诉我，他说我们念佛念了几十年，现在有人说带业不能往生，那不就完了！表情非常的痛苦。来问我，法师，这怎么办？不能带业往生，怎么办？",
      "zh_TW": "在前幾年，美國有一位密宗的上師陳健民提出消業往生，帶業不能往生。他提出這個說法，而且派他的學生去查《大藏經》，查不到「帶業往生」這四個字。於是乎就堅持往生一定要消業，不能帶業，引起淨宗修學人很大的震撼，在台灣、在國外。那個時候我正到洛杉磯講經，有位老居士在機場迎接我，告訴我，他說我們念佛念了幾十年，現在有人說帶業不能往生，那不就完了！表情非常的痛苦。來問我，法師，這怎麼辦？不能帶業往生，怎麼辦？"
    },
    {
      "id": "01-010-0004_p0038",
      "zh_CN": "我看到这个老居士也八十多岁了，看到这个表情很严肃、很难过，我就劝他。我说要是不能带业往生，西方极乐世界不去也罢。他听了很奇怪，他说为什么？我说如果不带业，西方世界只有阿弥陀佛一个人，你去干什么？他一想我这话，他还没转过来，还没想通我讲的意思，楞住了。然后我就告诉他，我说观音菩萨、大势至菩萨、文殊、普贤、等觉菩萨，还有一品生相无明没破，那是不是叫业？他这恍然大悟，等觉菩萨还带业，那不带业的，不带业就阿弥陀佛一个人，这个话就把他点醒了。所以往生西方极乐世界，从等觉菩萨到地狱众生统统带业，只是带业多少不同而已。菩萨们带的最少，咱们凡夫带的最多；带的少的品位高，带的多的品位低，三辈九品是看你带业多少而分的。",
      "zh_TW": "我看到這個老居士也八十多歲了，看到這個表情很嚴肅、很難過，我就勸他。我說要是不能帶業往生，西方極樂世界不去也罷。他聽了很奇怪，他說為什麼？我說如果不帶業，西方世界只有阿彌陀佛一個人，你去幹什麼？他一想我這話，他還沒轉過來，還沒想通我講的意思，楞住了。然後我就告訴他，我說觀音菩薩、大勢至菩薩、文殊、普賢、等覺菩薩，還有一品生相無明沒破，那是不是叫業？他這恍然大悟，等覺菩薩還帶業，那不帶業的，不帶業就阿彌陀佛一個人，這個話就把他點醒了。所以往生西方極樂世界，從等覺菩薩到地獄眾生統統帶業，只是帶業多少不同而已。菩薩們帶的最少，咱們凡夫帶的最多；帶的少的品位高，帶的多的品位低，三輩九品是看你帶業多少而分的。"
    },
    {
      "id": "01-010-0004_p0039",
      "zh_CN": "我就问他，我说经典上找不到带业往生，四土、三辈、九品有没有？他说有，我说那不就成了，既然有四土三辈九品，那不是带业多少形成的，是什么成就的？我们念佛人绝对不要被人家几句话就把我们的信心动摇了，把我们的愿心退转了。一定要晓得理论、事实的真相，我们才有坚定的信心，才有恳切的愿望，一心持名，这个功德利益这一生就能得到究竟圆满。",
      "zh_TW": "我就問他，我說經典上找不到帶業往生，四土、三輩、九品有沒有？他說有，我說那不就成了，既然有四土三輩九品，那不是帶業多少形成的，是什麼成就的？我們念佛人絕對不要被人家幾句話就把我們的信心動搖了，把我們的願心退轉了。一定要曉得理論、事實的真相，我們才有堅定的信心，才有懇切的願望，一心持名，這個功德利益這一生就能得到究竟圓滿。"
    },
    {
      "id": "01-010-0004_p0040",
      "zh_CN": "第二是「即西方横具四土，非由渐进」。这实在也是诸佛刹土里面没有的。像我们娑婆世界，释迦牟尼佛也有四土，我们今天住的是释迦牟尼佛娑婆世界的凡圣同居土。释迦牟尼佛也有方便有余土，是阿罗汉、辟支佛、权教菩萨修行的处所；释迦牟尼佛也有实报庄严土，四十一位法身大士所修学的道场。但是它四土不在一起，分开来的，我们同居土的众生见不到有余土的圣人，这当中有隔碍。好像世间的学校，小学、中学、大学不在一起，是分开的。小学生在一起上课，看不到这里头有中学生，中学生这个教室里面看不到大学生，分开来的。十方刹土都是这个样子，唯独西方世界奇怪，奇怪在什么地方？它是确实有四土，四土在一起，就像一个学校，这个学校很特别，确确实实有小学、有中学、有大学，上课在一个教室；这一个教室里头有小学生、有中学生、有大学生，这非常奇妙，十方世界没有，所以西方世界一生一切生。我们虽然是生凡圣同居土，实报庄严土的享受我们同样得到；但是我们确确实实不是菩萨，确确实实没有明心见性，但是明心见性那些人他们的智慧、他们的德能、他们的生活享受，我们是平等的，共同分享的，这不可思议。",
      "zh_TW": "第二是「即西方橫具四土，非由漸進」。這實在也是諸佛剎土裡面沒有的。像我們娑婆世界，釋迦牟尼佛也有四土，我們今天住的是釋迦牟尼佛娑婆世界的凡聖同居土。釋迦牟尼佛也有方便有餘土，是阿羅漢、辟支佛、權教菩薩修行的處所；釋迦牟尼佛也有實報莊嚴土，四十一位法身大士所修學的道場。但是它四土不在一起，分開來的，我們同居土的眾生見不到有餘土的聖人，這當中有隔礙。好像世間的學校，小學、中學、大學不在一起，是分開的。小學生在一起上課，看不到這裡頭有中學生，中學生這個教室裡面看不到大學生，分開來的。十方剎土都是這個樣子，唯獨西方世界奇怪，奇怪在什麼地方？它是確實有四土，四土在一起，就像一個學校，這個學校很特別，確確實實有小學、有中學、有大學，上課在一個教室；這一個教室裡頭有小學生、有中學生、有大學生，這非常奇妙，十方世界沒有，所以西方世界一生一切生。我們雖然是生凡聖同居土，實報莊嚴土的享受我們同樣得到；但是我們確確實實不是菩薩，確確實實沒有明心見性，但是明心見性那些人他們的智慧、他們的德能、他們的生活享受，我們是平等的，共同分享的，這不可思議。"
    },
    {
      "id": "01-010-0004_p0041",
      "zh_CN": "第三，这个法门修行方法实在太简单，就是一句阿弥陀佛，《弥陀经》上告诉我们「执持名号」，名号就四个字。《竹窗随笔》里面记载莲池大师的修行，莲池大师在世的时候有人问他，老法师你教人念佛，你怎么教法？他说我教人念佛念「南无阿弥陀佛」。人家又问，你老人家自己怎么念法？他说我自己念「阿弥陀佛」。人家听了奇怪，教人念六个字，自己念四个字，这什么原因？老法师就说，我自己这一生决定求生西方极乐世界，一丝毫怀疑都没有，我依教奉行。经上讲执持名号，名号四个字，我依教奉行。我教别人为什么念六个字？别人未必肯发心求生西方极乐世界，所以叫他念六个字跟阿弥陀佛结个缘。「南无」翻成中国意思是皈依的意思，是恭敬的意思，就是皈依阿弥陀佛，恭敬阿弥陀佛，跟阿弥陀佛结个法缘，这一生还不想去，是这么个意思。由此可知，如果你真正想去，决心想去，「南无」两个字是客气话，客气话不要了，那是废话，对一个真正修行人来讲那是废话，不用；对没有真正发心求生西方极乐世界，这两个字很重要，非常重要，差别在此地。",
      "zh_TW": "第三，這個法門修行方法實在太簡單，就是一句阿彌陀佛，《彌陀經》上告訴我們「執持名號」，名號就四個字。《竹窗隨筆》裡面記載蓮池大師的修行，蓮池大師在世的時候有人問他，老法師你教人念佛，你怎麼教法？他說我教人念佛念「南無阿彌陀佛」。人家又問，你老人家自己怎麼念法？他說我自己念「阿彌陀佛」。人家聽了奇怪，教人念六個字，自己念四個字，這什麼原因？老法師就說，我自己這一生決定求生西方極樂世界，一絲毫懷疑都沒有，我依教奉行。經上講執持名號，名號四個字，我依教奉行。我教別人為什麼念六個字？別人未必肯發心求生西方極樂世界，所以叫他念六個字跟阿彌陀佛結個緣。「南無」翻成中國意思是皈依的意思，是恭敬的意思，就是皈依阿彌陀佛，恭敬阿彌陀佛，跟阿彌陀佛結個法緣，這一生還不想去，是這麼個意思。由此可知，如果你真正想去，決心想去，「南無」兩個字是客氣話，客氣話不要了，那是廢話，對一個真正修行人來講那是廢話，不用；對沒有真正發心求生西方極樂世界，這兩個字很重要，非常重要，差別在此地。"
    },
    {
      "id": "01-010-0004_p0042",
      "zh_CN": "所以一个真正发愿求生，跟阿弥陀佛什么客气都不要讲，什么忌讳也没有。你说佛像，真正往生的人六根都要缘阿弥陀佛，眼睛一张开看到阿弥陀佛的像，耳朵常常听阿弥陀佛的名号，心里面常常想阿弥陀佛，功夫才能成片，才不间断。也许有人就问我，他说我离开佛堂佛像就断掉了。是，你离开佛堂，你晚上睡觉你的卧房里面可以供阿弥陀佛的像。他说那不恭敬。我说没有什么恭敬不恭敬，我怕把阿弥陀佛忘记，这个才要紧。为了恭敬把阿弥陀佛忘掉，见不到，这不得了！不求往生的，这个佛像绝对不能供在卧房，要对它生恭敬心；真正往生，除了洗手间不可以挂佛像，其他什么地方都可以挂。客房也可以挂，厨房也可以挂，走到哪个地方都看到阿弥陀佛。一天到晚，阿弥陀佛的佛像不离开我们的眼睛，阿弥陀佛的音声不离开我们的耳朵，这样念佛功夫才得力，这样才能保证我们在这一生当中决定往生。不能讲客气，不能顾忌，这样也不恭敬，那样也不恭敬，好了，恭敬过了头，西方世界去不了，还搞六道轮回，阿弥陀佛看到我们这个样子也摇头。所以他这个法门很方便，一句佛号。",
      "zh_TW": "所以一個真正發願求生，跟阿彌陀佛什麼客氣都不要講，什麼忌諱也沒有。你說佛像，真正往生的人六根都要緣阿彌陀佛，眼睛一張開看到阿彌陀佛的像，耳朵常常聽阿彌陀佛的名號，心裡面常常想阿彌陀佛，功夫才能成片，才不間斷。也許有人就問我，他說我離開佛堂佛像就斷掉了。是，你離開佛堂，你晚上睡覺你的臥房裡面可以供阿彌陀佛的像。他說那不恭敬。我說沒有什麼恭敬不恭敬，我怕把阿彌陀佛忘記，這個才要緊。為了恭敬把阿彌陀佛忘掉，見不到，這不得了！不求往生的，這個佛像絕對不能供在臥房，要對它生恭敬心；真正往生，除了洗手間不可以掛佛像，其他什麼地方都可以掛。客房也可以掛，廚房也可以掛，走到哪個地方都看到阿彌陀佛。一天到晚，阿彌陀佛的佛像不離開我們的眼睛，阿彌陀佛的音聲不離開我們的耳朵，這樣念佛功夫才得力，這樣才能保證我們在這一生當中決定往生。不能講客氣，不能顧忌，這樣也不恭敬，那樣也不恭敬，好了，恭敬過了頭，西方世界去不了，還搞六道輪迴，阿彌陀佛看到我們這個樣子也搖頭。所以他這個法門很方便，一句佛號。"
    },
    {
      "id": "01-010-0004_p0043",
      "zh_CN": "第四个殊胜，「一七为期，不藉多劫、多生、多年月日」。我们要问念佛要念多久才能往生？《弥陀经》跟《无量寿经》上都告诉我们，一日到七日。真的行吗？行！我在美国看到一个，三天，念佛三天往生。我到此地来，山东有些同修来告诉我，他们最近也有位居士也是念佛三天往生的。这个三天念佛，是从来没有接触过佛法，在临终之前，病重受到极大的痛苦，这时候遇到善知识，劝他念佛，他一听到立刻就接受，就发愿求生净土。这是在四年前美国华盛顿ＤＣ，就是美国的首都，有位周广大先生，他是个中国人，在那边开个面包店。半年前他得病，得了血癌，就是我们一般讲的坏血症，血癌，非常痛苦。在医院住了半年，医生放弃治疗，认为他没有法子了，家人接回去。家里人这时候才想到去拜佛求神，看看有什么奇迹出现，这时候遇到我们ＤＣ佛教会（我们那边有个净宗学会）有一位同修，这才见了面，了解这个事情。",
      "zh_TW": "第四個殊勝，「一七為期，不藉多劫、多生、多年月日」。我們要問念佛要念多久才能往生？《彌陀經》跟《無量壽經》上都告訴我們，一日到七日。真的行嗎？行！我在美國看到一個，三天，念佛三天往生。我到此地來，山東有些同修來告訴我，他們最近也有位居士也是念佛三天往生的。這個三天念佛，是從來沒有接觸過佛法，在臨終之前，病重受到極大的痛苦，這時候遇到善知識，勸他念佛，他一聽到立刻就接受，就發願求生淨土。這是在四年前美國華盛頓ＤＣ，就是美國的首都，有位周廣大先生，他是個中國人，在那邊開個麵包店。半年前他得病，得了血癌，就是我們一般講的壞血症，血癌，非常痛苦。在醫院住了半年，醫生放棄治療，認為他沒有法子了，家人接回去。家裡人這時候才想到去拜佛求神，看看有什麼奇蹟出現，這時候遇到我們ＤＣ佛教會（我們那邊有個淨宗學會）有一位同修，這才見了面，了解這個事情。"
    },
    {
      "id": "01-010-0004_p0044",
      "zh_CN": "我们ＤＣ龚居士去看他，看他那个病况确确实实不可能再好了，所以他就干脆劝他，跟他说这个世界苦，说了很多，他觉悟了。他说你为什么不发心求生西方极乐世界？到极乐世界，极乐世界的好处太多了。你到极乐世界去作佛、作菩萨，然后回来度你的家亲眷属，这多好！他愈想愈有道理，于是乎就下定决心，叫他太太、儿子、女儿统统念阿弥陀佛，帮助他求生净土，不求病好。他这个念头一生他的痛苦就没有了，他本来要止痛药、打吗啡，就不需要用止痛药，效果立刻就现前。全家人都念佛，我们佛教会也派几个同修帮他助念，念了一天一夜，地藏王菩萨出现了。他看到地藏菩萨，告诉大家，菩萨来了。龚居士就跟他说，我们除了阿弥陀佛来接引之外，任何佛菩萨出现都不跟他去，这句话非常非常重要。这一下他理解了，所以他就不理会，继续再念，念了差不多二十分钟，地藏菩萨走了。又念了两天两夜，一共是念三天三夜，西方三圣出现了，阿弥陀佛、观音、势至从云层里面下降，来接引他往生。往生的瑞相，色相之好，就跟平常人一样，反而看不出他的病容。三天！跟经上讲的完全相应。",
      "zh_TW": "我們ＤＣ龔居士去看他，看他那個病況確確實實不可能再好了，所以他就乾脆勸他，跟他說這個世界苦，說了很多，他覺悟了。他說你為什麼不發心求生西方極樂世界？到極樂世界，極樂世界的好處太多了。你到極樂世界去作佛、作菩薩，然後回來度你的家親眷屬，這多好！他愈想愈有道理，於是乎就下定決心，叫他太太、兒子、女兒統統念阿彌陀佛，幫助他求生淨土，不求病好。他這個念頭一生他的痛苦就沒有了，他本來要止痛藥、打嗎啡，就不需要用止痛藥，效果立刻就現前。全家人都念佛，我們佛教會也派幾個同修幫他助念，念了一天一夜，地藏王菩薩出現了。他看到地藏菩薩，告訴大家，菩薩來了。龔居士就跟他說，我們除了阿彌陀佛來接引之外，任何佛菩薩出現都不跟他去，這句話非常非常重要。這一下他理解了，所以他就不理會，繼續再念，念了差不多二十分鐘，地藏菩薩走了。又念了兩天兩夜，一共是念三天三夜，西方三聖出現了，阿彌陀佛、觀音、勢至從雲層裡面下降，來接引他往生。往生的瑞相，色相之好，就跟平常人一樣，反而看不出他的病容。三天！跟經上講的完全相應。"
    },
    {
      "id": "01-010-0004_p0045",
      "zh_CN": "经上跟我们说的，往生西方世界要具足信、愿、行三个条件，他这三个条件同时具足，信愿行具足。《无量寿经》上告诉我们「一向专念」，他从听到这句佛号起一直到他往生，三天三夜佛号没中断，真的是一向专念。由此可知，时间虽然短，他的用力之猛、心力之猛、愿力之强，超过一般人。那边的同修来告诉我，他说没有想到这样殊胜的奇迹，在美国让我们亲眼看见，实在是不多得。在我们中国、在台湾这几年来，没有听说过三天念佛能够有这样殊胜的瑞相往生，没有见过，没有想到在美国看到。如此证明一日到七日是决定成就，问题就在于是不是肯念，是不是真正求生净土。",
      "zh_TW": "經上跟我們說的，往生西方世界要具足信、願、行三個條件，他這三個條件同時具足，信願行具足。《無量壽經》上告訴我們「一向專念」，他從聽到這句佛號起一直到他往生，三天三夜佛號沒中斷，真的是一向專念。由此可知，時間雖然短，他的用力之猛、心力之猛、願力之強，超過一般人。那邊的同修來告訴我，他說沒有想到這樣殊勝的奇蹟，在美國讓我們親眼看見，實在是不多得。在我們中國、在台灣這幾年來，沒有聽說過三天念佛能夠有這樣殊勝的瑞相往生，沒有見過，沒有想到在美國看到。如此證明一日到七日是決定成就，問題就在於是不是肯念，是不是真正求生淨土。"
    },
    {
      "id": "01-010-0004_p0046",
      "zh_CN": "第五个殊胜，那就是殊胜到极处了，「持一佛名，即为诸佛护念，不异持一切佛名」。这一句名号是万德洪名，因为一切诸佛都护念这个法门，一切诸佛都尊敬阿弥陀佛，一切诸佛都劝众生念阿弥陀佛求生净土，所以我们念阿弥陀佛就等于念一切诸佛如来，一个都没漏掉。你们今天念千佛、念万佛，实在漏掉的太多了，没有念到。一句阿弥陀佛就统统都念到了，何必去找这个麻烦？所以这句名号是大总持法门，一句阿弥陀佛四个字全部都包括。既然一切诸佛如来一个不漏，那一切菩萨当然都圆圆满满含摄在这一句名号之中，你才晓得名号功德不可思议。",
      "zh_TW": "第五個殊勝，那就是殊勝到極處了，「持一佛名，即為諸佛護念，不異持一切佛名」。這一句名號是萬德洪名，因為一切諸佛都護念這個法門，一切諸佛都尊敬阿彌陀佛，一切諸佛都勸眾生念阿彌陀佛求生淨土，所以我們念阿彌陀佛就等於念一切諸佛如來，一個都沒漏掉。你們今天念千佛、念萬佛，實在漏掉的太多了，沒有念到。一句阿彌陀佛就統統都念到了，何必去找這個麻煩？所以這句名號是大總持法門，一句阿彌陀佛四個字全部都包括。既然一切諸佛如來一個不漏，那一切菩薩當然都圓圓滿滿含攝在這一句名號之中，你才曉得名號功德不可思議。"
    },
    {
      "id": "01-010-0004_p0047",
      "zh_CN": "所以前清乾隆时候，彭际清居士告诉我们，他这个话在《观无量寿佛经直指》，他的注解叫《直指》，《观经直指》里面写的。世间任何法门消不了的业障、消不了的罪障，这一句阿弥陀佛统统可以帮你消除得干干净净。能说这句话不简单，若不是对这个法门真正明了通达，这一句话说不出来，这是真的，不是假的。有些人自己觉得业障深重，他不念佛，他去拜这个忏，念那个经，要晓得古人说「念经不如念咒，念咒不如念佛」。消灾免难，无比的威力，就是这一句佛号。这是大师略举阿弥陀佛不可思议功德之利，细说说之不尽，略举五种，这五种足够我们详读。",
      "zh_TW": "所以前清乾隆時候，彭際清居士告訴我們，他這個話在《觀無量壽佛經直指》，他的註解叫《直指》，《觀經直指》裡面寫的。世間任何法門消不了的業障、消不了的罪障，這一句阿彌陀佛統統可以幫你消除得乾乾淨淨。能說這句話不簡單，若不是對這個法門真正明瞭通達，這一句話說不出來，這是真的，不是假的。有些人自己覺得業障深重，他不念佛，他去拜這個懺，念那個經，要曉得古人說「念經不如念咒，念咒不如念佛」。消災免難，無比的威力，就是這一句佛號。這是大師略舉阿彌陀佛不可思議功德之利，細說說之不盡，略舉五種，這五種足夠我們詳讀。"
    },
    {
      "id": "01-010-0004_p0048",
      "zh_CN": "下面举出六方佛，罗什大师翻这个经是意译，六方是东、南、西、北、上、下，玄奘大师所翻的《弥陀经》是十方。由此可知，原本是十方佛，罗什大师把它省略掉，翻成六方佛，由此我们就明了，六方就是十方。每一方有无量无边的刹土，每一个佛刹有无量无边诸佛如来，没有一尊佛不赞叹阿弥陀佛。我们把它归纳起来列在表解上，东方、南方、西方、北方、下方、上方，一切诸佛各于其国出广长舌相，广长舌是佛三十二相之一。成佛之前要用一百劫的时间去修相好，广长舌相是其中之一。世尊在世的时候告诉我们，一个人三世不妄语，舌头伸出来可以舔到自己的鼻子。你们大家试试看，舌头伸出来能不能舔到自己的鼻子，能舔到自己的鼻子，证明你三世没有打过妄语，舔不到，那打妄语很多。释迦牟尼佛他老人家舌头伸出来可以把脸盖住，给我们做证明，他生生世世不妄语，他所说的话句句都是真实的。",
      "zh_TW": "下面舉出六方佛，羅什大師翻這個經是意譯，六方是東、南、西、北、上、下，玄奘大師所翻的《彌陀經》是十方。由此可知，原本是十方佛，羅什大師把它省略掉，翻成六方佛，由此我們就明瞭，六方就是十方。每一方有無量無邊的剎土，每一個佛剎有無量無邊諸佛如來，沒有一尊佛不讚歎阿彌陀佛。我們把它歸納起來列在表解上，東方、南方、西方、北方、下方、上方，一切諸佛各於其國出廣長舌相，廣長舌是佛三十二相之一。成佛之前要用一百劫的時間去修相好，廣長舌相是其中之一。世尊在世的時候告訴我們，一個人三世不妄語，舌頭伸出來可以舔到自己的鼻子。你們大家試試看，舌頭伸出來能不能舔到自己的鼻子，能舔到自己的鼻子，證明你三世沒有打過妄語，舔不到，那打妄語很多。釋迦牟尼佛他老人家舌頭伸出來可以把臉蓋住，給我們做證明，他生生世世不妄語，他所說的話句句都是真實的。"
    },
    {
      "id": "01-010-0004_p0049",
      "zh_CN": "这个地方讲的是法身佛与报身佛，他们的广长舌相遍覆三千大千世界，对一切众生说诚实言，最真实的话，真实当中的真实。说什么？劝我们，「汝等众生，当信是称赞不可思议功德一切诸佛所护念经」。这个经题就是这两句，我们在第一天跟诸位报告过了，怕的还有这两天新来的，前面没有听到的，我略略的说一说。称赞不是普通人称赞，是十方一切诸佛称赞，称赞什么？称赞阿弥陀佛不可思议功德，就是刚才跟诸位讲的五种不可思议功德。是一切诸佛的称赞，我们还能不相信吗？一尊佛称赞，两尊佛称赞，十尊、二十尊，一百尊、两百尊称赞，也许我们还不动心，这是十方世界无量无边诸佛同时称赞，你信不信？不能不信。要再不信，这就是经上讲的「一阐提」，一阐提是梵语，翻成中国的话是没善根。一切诸佛称赞他都不相信，这怎么有善根？",
      "zh_TW": "這個地方講的是法身佛與報身佛，他們的廣長舌相遍覆三千大千世界，對一切眾生說誠實言，最真實的話，真實當中的真實。說什麼？勸我們，「汝等眾生，當信是稱讚不可思議功德一切諸佛所護念經」。這個經題就是這兩句，我們在第一天跟諸位報告過了，怕的還有這兩天新來的，前面沒有聽到的，我略略的說一說。稱讚不是普通人稱讚，是十方一切諸佛稱讚，稱讚什麼？稱讚阿彌陀佛不可思議功德，就是剛才跟諸位講的五種不可思議功德。是一切諸佛的稱讚，我們還能不相信嗎？一尊佛稱讚，兩尊佛稱讚，十尊、二十尊，一百尊、兩百尊稱讚，也許我們還不動心，這是十方世界無量無邊諸佛同時稱讚，你信不信？不能不信。要再不信，這就是經上講的「一闡提」，一闡提是梵語，翻成中國的話是沒善根。一切諸佛稱讚他都不相信，這怎麼有善根？"
    },
    {
      "id": "01-010-0004_p0050",
      "zh_CN": "下面又说了，这个经是什么经？是一切诸佛所护念经。世尊四十九年讲的经很多，只有这部经是一切诸佛所护念经。我们要想一切诸佛都保佑我们，都保护我们，很简单，只要念这个经，照这个经修行，你就得一切诸佛的护念，这里跟诸位讲的句句都是实话。我不知道国内佛教的情形，因为我知道的事情很少，知事多时烦恼多。国外我走得多，在外国密宗很盛行，密宗灌顶，灌顶在外国都是收费的，听说灌一次顶，美金至少要二十元，去灌一次顶。而且去求灌的人很多，我也不知道是怎么个灌法，但是我在经上读过。",
      "zh_TW": "下面又說了，這個經是什麼經？是一切諸佛所護念經。世尊四十九年講的經很多，只有這部經是一切諸佛所護念經。我們要想一切諸佛都保佑我們，都保護我們，很簡單，只要念這個經，照這個經修行，你就得一切諸佛的護念，這裡跟諸位講的句句都是實話。我不知道國內佛教的情形，因為我知道的事情很少，知事多時煩惱多。國外我走得多，在外國密宗很盛行，密宗灌頂，灌頂在外國都是收費的，聽說灌一次頂，美金至少要二十元，去灌一次頂。而且去求灌的人很多，我也不知道是怎麼個灌法，但是我在經上讀過。"
    },
    {
      "id": "01-010-0004_p0051",
      "zh_CN": "形式上的灌顶就跟我们形式上受三皈五戒没有什么两样，那是形式，仪规、仪式，最重要的是实质上的灌顶，那才重要，那是真实的。真实灌顶是什么意思？顶是至高无上的顶法，这是顶。灌是什么意思？灌是大慈悲力的加持，这叫灌顶；将无上的顶法以大慈悲力加持给你，这叫灌顶。我们今天要问，在一切法门里面，至高无上的法门是什么？是《弥陀经》，是这一句阿弥陀佛，你把《弥陀经》从头念一遍，十方一切诸佛如来就给你灌顶一次，你说对不对？再给你讲到最真实的话，你念一句阿弥陀佛，十方一切诸佛如来给你灌一次顶，念两声灌两次顶，一天念十万声，一天给你灌十万次顶。你还要找什么仁波切、找什么活佛来给你灌顶，一切诸佛如来亲自给你灌顶，你不知道！我在这个地方讲经，你们每个人为什么这么欢喜？不是我讲得好，十方诸佛如来统统给你们灌顶，已经灌了两个小时，你怎么不欢喜！",
      "zh_TW": "形式上的灌頂就跟我們形式上受三皈五戒沒有什麼兩樣，那是形式，儀規、儀式，最重要的是實質上的灌頂，那才重要，那是真實的。真實灌頂是什麼意思？頂是至高無上的頂法，這是頂。灌是什麼意思？灌是大慈悲力的加持，這叫灌頂；將無上的頂法以大慈悲力加持給你，這叫灌頂。我們今天要問，在一切法門裡面，至高無上的法門是什麼？是《彌陀經》，是這一句阿彌陀佛，你把《彌陀經》從頭念一遍，十方一切諸佛如來就給你灌頂一次，你說對不對？再給你講到最真實的話，你念一句阿彌陀佛，十方一切諸佛如來給你灌一次頂，念兩聲灌兩次頂，一天念十萬聲，一天給你灌十萬次頂。你還要找什麼仁波切、找什麼活佛來給你灌頂，一切諸佛如來親自給你灌頂，你不知道！我在這個地方講經，你們每個人為什麼這麼歡喜？不是我講得好，十方諸佛如來統統給你們灌頂，已經灌了兩個小時，你怎麼不歡喜！"
    },
    {
      "id": "01-010-0004_p0052",
      "zh_CN": "你们今天总算是明白了，这个法门不可思议，从今以后不要打妄想。这里有个同修写了这么多东西给我，我不看，你们都不要给我写，多念佛，这是胡思乱想。你知道这个法门的可贵，了解这个法门的真相，一定死心塌地一句佛号念到底。经题功德不可思议，名号功德不可思议，这是一切如来所说的第一经。",
      "zh_TW": "你們今天總算是明白了，這個法門不可思議，從今以後不要打妄想。這裡有個同修寫了這麼多東西給我，我不看，你們都不要給我寫，多念佛，這是胡思亂想。你知道這個法門的可貴，了解這個法門的真相，一定死心塌地一句佛號念到底。經題功德不可思議，名號功德不可思議，這是一切如來所說的第一經。"
    },
    {
      "id": "01-010-0004_p0053",
      "zh_CN": "下面我要把六方佛表法的意思告诉大家，这段经文自古以来的注解注得都很简略，只是把佛名号含义略略说出来。实际上这个六方佛，罗什大师所翻译的它的次第，名号的排列次第，实在就是教给我们念佛人，从初发心一直到成无上道，修学的一个经过的历程，非常重要，而是一般注解里面没有的。注解没有，我怎么知道？我也不晓得我怎么知道！我有一年在香港中华佛教图书馆讲《弥陀经》，讲到这一段，讲到这一段忽然就这么讲出来了。讲完之后，畅怀法师问我，他说法师，你这个说法从哪来的？我说我不知道。你说得很有道理，写出来。我是讲完之后再写出来的，不是先写好再讲的，所以这也是佛菩萨威神加持。看到这个名号一个连着一个，一个连着一个，它就串成一串，意思非常的圆满。在此地我跟诸位做个简略的报告。",
      "zh_TW": "下面我要把六方佛表法的意思告訴大家，這段經文自古以來的註解註得都很簡略，只是把佛名號含義略略說出來。實際上這個六方佛，羅什大師所翻譯的它的次第，名號的排列次第，實在就是教給我們念佛人，從初發心一直到成無上道，修學的一個經過的歷程，非常重要，而是一般註解裡面沒有的。註解沒有，我怎麼知道？我也不曉得我怎麼知道！我有一年在香港中華佛教圖書館講《彌陀經》，講到這一段，講到這一段忽然就這麼講出來了。講完之後，暢懷法師問我，他說法師，你這個說法從哪來的？我說我不知道。你說得很有道理，寫出來。我是講完之後再寫出來的，不是先寫好再講的，所以這也是佛菩薩威神加持。看到這個名號一個連著一個，一個連著一個，它就串成一串，意思非常的圓滿。在此地我跟諸位做個簡略的報告。"
    },
    {
      "id": "01-010-0004_p0054",
      "zh_CN": "东方略举五尊佛，这五尊佛代表法门修学的根本。在四方，这是东方，东方是基础，是根本，在过去帝王时代，太子居住在东宫，储君；在五行，东方属于木，代表生长的意思；在四时，东方代表春，春生夏长，它代表这个意思。东方列的五尊佛，这是教我们怎么样发心，也就是《无量寿经》讲的「发菩提心，一向专念」，此地这个佛号的名称就是教我们发菩提心的方法。",
      "zh_TW": "東方略舉五尊佛，這五尊佛代表法門修學的根本。在四方，這是東方，東方是基礎，是根本，在過去帝王時代，太子居住在東宮，儲君；在五行，東方屬於木，代表生長的意思；在四時，東方代表春，春生夏長，它代表這個意思。東方列的五尊佛，這是教我們怎麼樣發心，也就是《無量壽經》講的「發菩提心，一向專念」，此地這個佛號的名稱就是教我們發菩提心的方法。"
    },
    {
      "id": "01-010-0004_p0055",
      "zh_CN": "第一尊「阿閦鞞佛」，这个佛的名号完全是梵语音译的，翻成中国的意思是「不动、觉」。「不为八风所动」，八风用现在话来说是世间法，绝对不为名闻利养所动，不为五欲六尘所动，不会被这个花花世界迷惑了自己的本性，是这个意思，不为世法所动。不但世法不能动，佛法也不能动。我今天选择净宗法门，我选择这一部《阿弥陀经》，老实念这一句阿弥陀佛，除此之外，任何经论、任何法门也动摇不了。说实在话，我们今天实在讲看这个也动心，看那个也动心，所以不能够站着往生，不能预知时至；死的时候还要生病，还迷惑颠倒，助念也未必靠得住真的往生。什么原因？我们的心是飘浮不定的。所以这第一尊佛就告诉我们，你要想选择法门，法门选定了绝对不动摇。",
      "zh_TW": "第一尊「阿閦鞞佛」，這個佛的名號完全是梵語音譯的，翻成中國的意思是「不動、覺」。「不為八風所動」，八風用現在話來說是世間法，絕對不為名聞利養所動，不為五欲六塵所動，不會被這個花花世界迷惑了自己的本性，是這個意思，不為世法所動。不但世法不能動，佛法也不能動。我今天選擇淨宗法門，我選擇這一部《阿彌陀經》，老實念這一句阿彌陀佛，除此之外，任何經論、任何法門也動搖不了。說實在話，我們今天實在講看這個也動心，看那個也動心，所以不能夠站著往生，不能預知時至；死的時候還要生病，還迷惑顛倒，助念也未必靠得住真的往生。什麼原因？我們的心是飄浮不定的。所以這第一尊佛就告訴我們，你要想選擇法門，法門選定了絕對不動搖。"
    },
    {
      "id": "01-010-0004_p0056",
      "zh_CN": "下面我举了个例子，「如华严经善财五十三参」。善财童子学的什么法门，你们知道不知道？你们念《华严经》有没有发现善财童子修的是什么法门？我为这个事情在《华严经》上下了不少功夫，到以后发现了，他修「念阿弥陀佛往生净土」的法门。怎么知道的？《华严经》上没有这样写过，没有这个明文，就正如同《大藏经》里头没有带业往生这四个字。那我怎么发现的？带业往生是莲池、蕅益大师所说的，没错！善财童子念阿弥陀佛往生极乐世界，我在《华严经》上发现的，有根据。根据什么？他的老师。他老师是文殊菩萨，文殊菩萨在华严会上发愿往生，有这个文；老师求生西方极乐世界，学生哪有不跟着去的，一定道理！于是乎我们找到根据，他是念佛求生净土。",
      "zh_TW": "下面我舉了個例子，「如華嚴經善財五十三參」。善財童子學的什麼法門，你們知道不知道？你們念《華嚴經》有沒有發現善財童子修的是什麼法門？我為這個事情在《華嚴經》上下了不少功夫，到以後發現了，他修「念阿彌陀佛往生淨土」的法門。怎麼知道的？《華嚴經》上沒有這樣寫過，沒有這個明文，就正如同《大藏經》裡頭沒有帶業往生這四個字。那我怎麼發現的？帶業往生是蓮池、蕅益大師所說的，沒錯！善財童子念阿彌陀佛往生極樂世界，我在《華嚴經》上發現的，有根據。根據什麼？他的老師。他老師是文殊菩薩，文殊菩薩在華嚴會上發願往生，有這個文；老師求生西方極樂世界，學生哪有不跟著去的，一定道理！於是乎我們找到根據，他是念佛求生淨土。"
    },
    {
      "id": "01-010-0004_p0057",
      "zh_CN": "再看他离开老师出来参学，第一个是德云比丘。德云比丘修什么？修念佛法门，马上就相应，开始是念佛，到第五十三参最后一个，普贤菩萨十大愿王导归极乐，最后也是念佛；始、终念佛，求生西方极乐世界，这才把善财学的法门肯定的找出来了。文殊、普贤、善财统统是念佛求生西方极乐世界，我相信了，我才接受净土法门。在净宗经典里面，才真正看出许许多多奇妙不可思议的东西，才真正看出来。所以信心坚定，不为一切所动，这是修学净土最重要的一个基础。",
      "zh_TW": "再看他離開老師出來參學，第一個是德雲比丘。德雲比丘修什麼？修念佛法門，馬上就相應，開始是念佛，到第五十三參最後一個，普賢菩薩十大願王導歸極樂，最後也是念佛；始、終念佛，求生西方極樂世界，這才把善財學的法門肯定的找出來了。文殊、普賢、善財統統是念佛求生西方極樂世界，我相信了，我才接受淨土法門。在淨宗經典裡面，才真正看出許許多多奇妙不可思議的東西，才真正看出來。所以信心堅定，不為一切所動，這是修學淨土最重要的一個基礎。"
    },
    {
      "id": "01-010-0004_p0058",
      "zh_CN": "我们刚才大家听到谛闲老法师那个做锅漏匠的徒弟，虽然剃度出家，没有受过戒，也没有听过经，什么都不知道。老和尚只教他六个字，「南无阿弥陀佛」，一直念下去，念累了就休息，休息好了就接着再念，你看就这么简单。人家念了三年，站着往生，往生之后还站了三天，等他师父来替他办后事，你看这种走法多潇洒！你在古今中外看到有几个人死了之后还在那里站三天？就一句阿弥陀佛，凭什么？凭他清净的信心，决不为一切法门所动。我们不如他的就不如他这点，看到这个也喜欢，我要去学学，看到那个也想学学，不如人！将来死不晓得怎么个死法，这麻烦大了。第一尊佛教给我们这个。",
      "zh_TW": "我們剛才大家聽到諦閑老法師那個做鍋漏匠的徒弟，雖然剃度出家，沒有受過戒，也沒有聽過經，什麼都不知道。老和尚只教他六個字，「南無阿彌陀佛」，一直念下去，念累了就休息，休息好了就接著再念，你看就這麼簡單。人家念了三年，站著往生，往生之後還站了三天，等他師父來替他辦後事，你看這種走法多瀟灑！你在古今中外看到有幾個人死了之後還在那裡站三天？就一句阿彌陀佛，憑什麼？憑他清淨的信心，決不為一切法門所動。我們不如他的就不如他這點，看到這個也喜歡，我要去學學，看到那個也想學學，不如人！將來死不曉得怎麼個死法，這麻煩大了。第一尊佛教給我們這個。"
    },
    {
      "id": "01-010-0004_p0059",
      "zh_CN": "下面「须弥相佛、大须弥佛、须弥光佛」，这三尊佛的名号上都有须弥。须弥在大经里面多半是表法身，多半是表自性，用这个来表法。所以这个三尊佛我们在此地一看，他代表是我们学佛我们求的是什么。六祖大师在《坛经》里面也明明白白告诉我们，我们学佛的人所求的就是要求证得一体三身。我们有法身，我们有报身，为什么我们不能证得？这个三尊佛，须弥相佛，「相好光明，九界瞻仰」，这是讲报身；大须弥佛，「大法理体，法界独尊」，这是法身；须弥光佛，「光明遍照，普应群机」，应化身。这是一体三身，是我们学佛的人所求的，是我们所证的。",
      "zh_TW": "下面「須彌相佛、大須彌佛、須彌光佛」，這三尊佛的名號上都有須彌。須彌在大經裡面多半是表法身，多半是表自性，用這個來表法。所以這個三尊佛我們在此地一看，他代表是我們學佛我們求的是什麼。六祖大師在《壇經》裡面也明明白白告訴我們，我們學佛的人所求的就是要求證得一體三身。我們有法身，我們有報身，為什麼我們不能證得？這個三尊佛，須彌相佛，「相好光明，九界瞻仰」，這是講報身；大須彌佛，「大法理體，法界獨尊」，這是法身；須彌光佛，「光明遍照，普應群機」，應化身。這是一體三身，是我們學佛的人所求的，是我們所證的。"
    },
    {
      "id": "01-010-0004_p0060",
      "zh_CN": "《无量寿经》上教给我们，往生的秘诀，八个字，「发菩提心，一向专念」。什么叫发菩提心？你一心一意要求证得圆满三身，这就是大菩提心。你求的跟世间人求的不一样，世间人求的是名闻利养，富贵显达，求的这个东西；一般宗教徒求的是将来生天，是能够亲见上帝；我们学佛的人是大彻大悟，要求证得一体三身；换句话说，我们要求的是证得圆满的佛果。这三尊佛在此地代表圆满佛果，是我们所求所证的。",
      "zh_TW": "《無量壽經》上教給我們，往生的祕訣，八個字，「發菩提心，一向專念」。什麼叫發菩提心？你一心一意要求證得圓滿三身，這就是大菩提心。你求的跟世間人求的不一樣，世間人求的是名聞利養，富貴顯達，求的這個東西；一般宗教徒求的是將來生天，是能夠親見上帝；我們學佛的人是大徹大悟，要求證得一體三身；換句話說，我們要求的是證得圓滿的佛果。這三尊佛在此地代表圓滿佛果，是我們所求所證的。"
    },
    {
      "id": "01-010-0004_p0061",
      "zh_CN": "所求所证的晓得了，我们发这个心了，我们用什么方法去证得？底下讲的「妙音」。妙音是什么？他代表修学法本，法是法门、方法，修学方法的根本，根本就是「一心称念南无阿弥陀佛」。你们晓得妙音是什么？南无阿弥陀佛是妙音，法界之妙音。我们天天在念，不知道这个音声之妙，唯独这个音声能叫博地凡夫在一生当中圆成佛道，你说这个声音妙不妙！所以这五尊佛，第一尊是说明修学基本的一个心态，当中三尊佛就是发无上菩提心，最后一尊妙音佛，就是教给我们修行的方法。",
      "zh_TW": "所求所證的曉得了，我們發這個心了，我們用什麼方法去證得？底下講的「妙音」。妙音是什麼？他代表修學法本，法是法門、方法，修學方法的根本，根本就是「一心稱念南無阿彌陀佛」。你們曉得妙音是什麼？南無阿彌陀佛是妙音，法界之妙音。我們天天在念，不知道這個音聲之妙，唯獨這個音聲能叫博地凡夫在一生當中圓成佛道，你說這個聲音妙不妙！所以這五尊佛，第一尊是說明修學基本的一個心態，當中三尊佛就是發無上菩提心，最後一尊妙音佛，就是教給我們修行的方法。"
    },
    {
      "id": "01-010-0004_p0062",
      "zh_CN": "这一句佛号里面是定慧等持，这句佛号要念得清楚，念得字字分明，清清楚楚。佛号从心里面生出来，从口里面念出来，从耳朵再听进去，这样就能摄心，能帮助我们断妄想，能帮助我们伏烦恼，这就能得定；佛号字字分明，这就是慧。所以这一句「阿弥陀佛」是定慧等持，定慧等学，是无上的法门。六方佛这是东方五尊佛所表的意思，教给我们修学基本的心态、方法。下面五方教给我们在修学过程当中，如何自修法门，成就圆满的法门。今天时间到了，明天还有两个小时。",
      "zh_TW": "這一句佛號裡面是定慧等持，這句佛號要念得清楚，念得字字分明，清清楚楚。佛號從心裡面生出來，從口裡面念出來，從耳朵再聽進去，這樣就能攝心，能幫助我們斷妄想，能幫助我們伏煩惱，這就能得定；佛號字字分明，這就是慧。所以這一句「阿彌陀佛」是定慧等持，定慧等學，是無上的法門。六方佛這是東方五尊佛所表的意思，教給我們修學基本的心態、方法。下面五方教給我們在修學過程當中，如何自修法門，成就圓滿的法門。今天時間到了，明天還有兩個小時。"
    }
  ]
}