{
  "doc_id": "21-545-0001",
  "title": {
    "zh_CN": "三时系念法会开示—学习印光大师教诲",
    "zh_TW": "三時繫念法會開示—學習印光大師教誨"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "21-545-0001",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "21-545-0001_p0001",
      "zh_CN": "诸位长官，诸位大德，诸位同修，大家好。今天是华卫举办三时系念的法会，时间恰好是在八八水灾之后。灾难发生的那天，我正好在高雄做牙齿的复诊，准备第二天就要回来讲经，正好遇到这次的灾难，火车停开了，我在高雄住了五天，一直到交通恢复，我才回到台北。这次灾难我看到了，在五天当中，我们每天诵经、念佛给灾区回向。正好在灾难之前没多久，我们应南部同修的邀请，在藤枝国家公园做了一场三时系念。非常难得，高雄县长亲临，不但是拈香，跟我在一起参加了全堂的佛事，也很幸运，这次灾难藤枝这个地方完全安全度过。",
      "zh_TW": "諸位長官，諸位大德，諸位同修，大家好。今天是華衛舉辦三時繫念的法會，時間恰好是在八八水災之後。災難發生的那天，我正好在高雄做牙齒的複診，準備第二天就要回來講經，正好遇到這次的災難，火車停開了，我在高雄住了五天，一直到交通恢復，我才回到台北。這次災難我看到了，在五天當中，我們每天誦經、念佛給災區迴向。正好在災難之前沒多久，我們應南部同修的邀請，在藤枝國家公園做了一場三時繫念。非常難得，高雄縣長親臨，不但是拈香，跟我在一起參加了全堂的佛事，也很幸運，這次災難藤枝這個地方完全安全度過。"
    },
    {
      "id": "21-545-0001_p0002",
      "zh_CN": "回来之后我就想到，我们的印祖他老人家一生时时刻刻提醒我们，这个世间愈来愈麻烦了。我选择他一段开示，这段开示七十年前讲的，他说「世乱已极，无可救药，有志之士，何忍坐视」，末后这两句话说到我们现在这些人，确实有志之士不忍心坐视，我看到了，我在联合国和平会议里面看到了，我对他们很尊重。可是有没有方法？没有办法。印祖说，「然人心已死，不易挽回，孔子不云乎，法语之言，能无从乎，改之为贵，巽与之言，能无悦乎，绎之为贵」。什么叫法语？法语是严正的教训、长辈的教训、圣贤人的教训，我们能不能听？这个「从」就是接受，能不能听？听了怎么样？听了「改之为贵」，要改过自新，这法语就有用。「巽与之言」是柔顺、柔软的言语，好听，法语是严正的教训，这是劝导，我们听了很悦耳、很欢喜。「绎之为贵」，绎是什么？你要研究研究说话的人这个话里面的真实义，要把道理搞清楚。如果说「悦而不绎」，光是听到，耳边风，不去认真研究它；对于法语「从而不改」，听了很好，接受，但是没有改正自己的毛病，孔子说，「吾末如之何也已矣」，就是我也没有办法，我也无可奈何。这是圣人。",
      "zh_TW": "回來之後我就想到，我們的印祖他老人家一生時時刻刻提醒我們，這個世間愈來愈麻煩了。我選擇他一段開示，這段開示七十年前講的，他說「世亂已極，無可救藥，有志之士，何忍坐視」，末後這兩句話說到我們現在這些人，確實有志之士不忍心坐視，我看到了，我在聯合國和平會議裡面看到了，我對他們很尊重。可是有沒有方法？沒有辦法。印祖說，「然人心已死，不易挽回，孔子不云乎，法語之言，能無從乎，改之為貴，巽與之言，能無悅乎，繹之為貴」。什麼叫法語？法語是嚴正的教訓、長輩的教訓、聖賢人的教訓，我們能不能聽？這個「從」就是接受，能不能聽？聽了怎麼樣？聽了「改之為貴」，要改過自新，這法語就有用。「巽與之言」是柔順、柔軟的言語，好聽，法語是嚴正的教訓，這是勸導，我們聽了很悅耳、很歡喜。「繹之為貴」，繹是什麼？你要研究研究說話的人這個話裡面的真實義，要把道理搞清楚。如果說「悅而不繹」，光是聽到，耳邊風，不去認真研究它；對於法語「從而不改」，聽了很好，接受，但是沒有改正自己的毛病，孔子說，「吾末如之何也已矣」，就是我也沒有辦法，我也無可奈何。這是聖人。"
    },
    {
      "id": "21-545-0001_p0003",
      "zh_CN": "印光大师接着说，「然于无可设法中，不妨特为设法」，这就是不得已而求其次，总不能不想办法。「以世道之乱，人心之死，在于不讲因果，不讲家庭教育」，这是把因说出来了。为什么会成这个样子？为什么人心死了？人心死了是不觉悟，人不觉悟，迷惑颠倒，不知道邪正、是非、善恶，甚至于连利害都不知道，你说可悲不可悲？原因就是不懂因果的道理，不讲家庭教育。这两句话在七十年前讲的，那个时候社会讲因果、讲家庭教育，那是我的童年，我知道。可是印祖把话说出来了，今天这个社会就跟印祖所讲的完全吻合，印祖真的是一句假话都没说。把原因找出来了，然后教我们，「果能注重此二事」，注重因果教育，注重家庭教育，「则人人知因果，家家有教育，一切法语巽言，均成家常茶饭，无一人肯一日离者」，这就好。这些古圣先贤的教诲、佛菩萨的教诲，世间长辈有知识婉转劝导，要是能常常听到，这社会就有救。特别是如果现在志士仁人多多的能说这些话，能够把古圣先贤的教诲，我们利用先进的传媒在卫星电视、在网路常常与大家讲，这是好事，唤醒大家回头。",
      "zh_TW": "印光大師接著說，「然於無可設法中，不妨特為設法」，這就是不得已而求其次，總不能不想辦法。「以世道之亂，人心之死，在於不講因果，不講家庭教育」，這是把因說出來了。為什麼會成這個樣子？為什麼人心死了？人心死了是不覺悟，人不覺悟，迷惑顛倒，不知道邪正、是非、善惡，甚至於連利害都不知道，你說可悲不可悲？原因就是不懂因果的道理，不講家庭教育。這兩句話在七十年前講的，那個時候社會講因果、講家庭教育，那是我的童年，我知道。可是印祖把話說出來了，今天這個社會就跟印祖所講的完全吻合，印祖真的是一句假話都沒說。把原因找出來了，然後教我們，「果能注重此二事」，注重因果教育，注重家庭教育，「則人人知因果，家家有教育，一切法語巽言，均成家常茶飯，無一人肯一日離者」，這就好。這些古聖先賢的教誨、佛菩薩的教誨，世間長輩有知識婉轉勸導，要是能常常聽到，這社會就有救。特別是如果現在志士仁人多多的能說這些話，能夠把古聖先賢的教誨，我們利用先進的傳媒在衛星電視、在網路常常與大家講，這是好事，喚醒大家回頭。"
    },
    {
      "id": "21-545-0001_p0004",
      "zh_CN": "「光常曰」，这个「光」是印光大师，他老人家常常说，「因果者，圣人治天下，佛度众生之大权也」，权是什么？权巧方便，我们佛法里面就叫善巧方便。如果没有这个方法，圣人不能够治天下，佛菩萨也没有办法度众生，这是度众生的工具，比什么都重要。尤其祖师重视家庭教育，他说「教子为治国平天下之根本」，这是真的。我们现在看到国家、天下，天下就是整个世界，会走向末日，国家大有问题，什么原因？你看看现在年轻人，看下一代，他们现在学的是什么？现在小孩、年轻人谁去教他？每个家长、父母都为了去赚钱，把教育小孩疏忽了，小孩让电视去教他，让网路去教他。电视、网路教什么？教暴力、教色情、教杀盗淫妄，这还得了吗！七十年前，还没听说儿女杀父母的、兄弟相杀的，没听说，太少了，现在几乎每个星期都听到，可怕不可怕？如果十年之后，恐怕每天都能听到；二十年之后，可能每天听到很多次，人活在这个世间没有安全感，你说多可怕！所以，教育下一代比什么都重要。",
      "zh_TW": "「光常曰」，這個「光」是印光大師，他老人家常常說，「因果者，聖人治天下，佛度眾生之大權也」，權是什麼？權巧方便，我們佛法裡面就叫善巧方便。如果沒有這個方法，聖人不能夠治天下，佛菩薩也沒有辦法度眾生，這是度眾生的工具，比什麼都重要。尤其祖師重視家庭教育，他說「教子為治國平天下之根本」，這是真的。我們現在看到國家、天下，天下就是整個世界，會走向末日，國家大有問題，什麼原因？你看看現在年輕人，看下一代，他們現在學的是什麼？現在小孩、年輕人誰去教他？每個家長、父母都為了去賺錢，把教育小孩疏忽了，小孩讓電視去教他，讓網路去教他。電視、網路教什麼？教暴力、教色情、教殺盜淫妄，這還得了嗎！七十年前，還沒聽說兒女殺父母的、兄弟相殺的，沒聽說，太少了，現在幾乎每個星期都聽到，可怕不可怕？如果十年之後，恐怕每天都能聽到；二十年之後，可能每天聽到很多次，人活在這個世間沒有安全感，你說多可怕！所以，教育下一代比什麼都重要。"
    },
    {
      "id": "21-545-0001_p0005",
      "zh_CN": "老和尚说，「而教女尤为重要也」，为什么？「以有贤女，方有贤妇」，贤慧的太太，「贤母，贤母所生之儿女，皆为贤人」，她会教！今天我刚刚看到，中国大陆这次在唐山有一个企业家的论坛，有位刘总刘芳，她有个报告，我听了非常感动人，这个报告就是印祖在此地讲的贤女、贤妇、贤母，她也有小孩，教导有方，都是贤人。「此三太之所以兴周」，这是举个例子，周朝。中国历代周朝享国最久，八百年，以后每个朝代没有这么长久的时间，周朝八百年，汉朝是两汉四百年。为什么他有那么大的成就？得力于最早三个妇女，就是三太，周文王的祖母太姜，她的妈妈太任，她自己的夫人太姒，这三个都是圣人，女人，圣人。你看她们教出来的文王、武王、周公，大德，大圣人，所以他积的德厚，享国八百年，感激这三位夫人。「而后世称女人为太太之来源也」，称太太就是这个意思，太太是什么？周家的三太，所以后人称妻子为太太，希望妻子都能够学太姜、太姒、太任，养出来的儿女都是圣人。",
      "zh_TW": "老和尚說，「而教女尤為重要也」，為什麼？「以有賢女，方有賢婦」，賢慧的太太，「賢母，賢母所生之兒女，皆為賢人」，她會教！今天我剛剛看到，中國大陸這次在唐山有一個企業家的論壇，有位劉總劉芳，她有個報告，我聽了非常感動人，這個報告就是印祖在此地講的賢女、賢婦、賢母，她也有小孩，教導有方，都是賢人。「此三太之所以興周」，這是舉個例子，周朝。中國歷代周朝享國最久，八百年，以後每個朝代沒有這麼長久的時間，周朝八百年，漢朝是兩漢四百年。為什麼他有那麼大的成就？得力於最早三個婦女，就是三太，周文王的祖母太姜，她的媽媽太任，她自己的夫人太姒，這三個都是聖人，女人，聖人。你看她們教出來的文王、武王、周公，大德，大聖人，所以他積的德厚，享國八百年，感激這三位夫人。「而後世稱女人為太太之來源也」，稱太太就是這個意思，太太是什麼？周家的三太，所以後人稱妻子為太太，希望妻子都能夠學太姜、太姒、太任，養出來的兒女都是聖人。"
    },
    {
      "id": "21-545-0001_p0006",
      "zh_CN": "「治国平天下之权，女人家操得一大半，盖以母教为本也」。中国是伦理的社会，五伦里头夫妇有别，夫妻两个结婚建立一个家庭，各人有各人的任务。以前结婚不是情爱，不是，为什么要结婚？传宗接代，培养更好的下一代，这个家庭才能兴旺，国家才能够富强，一代比一代好，是为这个结婚的，跟今天的意义完全不相同。所以夫妇有别，丈夫负责家庭经济生活，他出去工作；太太在家里负什么责任？相夫教子，最重要的，下一代好不好关键都在太太。你们说一说，下一代好不好重要，还是现在赚钱重要？然后你就晓得，谁的责任重？太太责任重，太太肩负起一家的兴亡、兴衰；先生只负责经济生活，日子能过得去，负责这些，分工合作。",
      "zh_TW": "「治國平天下之權，女人家操得一大半，蓋以母教為本也」。中國是倫理的社會，五倫裡頭夫婦有別，夫妻兩個結婚建立一個家庭，各人有各人的任務。以前結婚不是情愛，不是，為什麼要結婚？傳宗接代，培養更好的下一代，這個家庭才能興旺，國家才能夠富強，一代比一代好，是為這個結婚的，跟今天的意義完全不相同。所以夫婦有別，丈夫負責家庭經濟生活，他出去工作；太太在家裡負什麼責任？相夫教子，最重要的，下一代好不好關鍵都在太太。你們說一說，下一代好不好重要，還是現在賺錢重要？然後你就曉得，誰的責任重？太太責任重，太太肩負起一家的興亡、興衰；先生只負責經濟生活，日子能過得去，負責這些，分工合作。"
    },
    {
      "id": "21-545-0001_p0007",
      "zh_CN": "现在到了今天，我们怎么办？我们现在想救治的办法，第一个，培养弘法人才，培养护持弘法人才，这是眼前的大事！第二个，要举办各种传统文化论坛，像过去大陆上山东办的、南京所办的，他们这次在唐山办的、在保定办的。我听说大陆现在很多地方都在举办，参加的企业家都是一把手，老板，人数每次都是一千人以上，效果非常之好。我们看到中国大陆传统文化有复兴的气象，真难得，台湾应当是迎头赶上，不能落后。这个论坛的宗旨，旨在令社会大众认知传统文化价值，自救、救家、救国、救世界，唯此可办，这能办得到、能办得通。第三个，劝勉有志之士身体力行，学为人师，行为世范，那他就是佛菩萨再来，鼓励有志之士。当然这得有带头人，过去马来西亚古晋李金友的山庄曾经办了一届师资培训，台湾华卫我听说派了有二十多位的老师，陈总亲自带领参加这个活动，好！真难得。这些老师就是此地讲的有志之士，就是印祖讲的志士仁人。",
      "zh_TW": "現在到了今天，我們怎麼辦？我們現在想救治的辦法，第一個，培養弘法人才，培養護持弘法人才，這是眼前的大事！第二個，要舉辦各種傳統文化論壇，像過去大陸上山東辦的、南京所辦的，他們這次在唐山辦的、在保定辦的。我聽說大陸現在很多地方都在舉辦，參加的企業家都是一把手，老闆，人數每次都是一千人以上，效果非常之好。我們看到中國大陸傳統文化有復興的氣象，真難得，台灣應當是迎頭趕上，不能落後。這個論壇的宗旨，旨在令社會大眾認知傳統文化價值，自救、救家、救國、救世界，唯此可辦，這能辦得到、能辦得通。第三個，勸勉有志之士身體力行，學為人師，行為世範，那他就是佛菩薩再來，鼓勵有志之士。當然這得有帶頭人，過去馬來西亞古晉李金友的山莊曾經辦了一屆師資培訓，台灣華衛我聽說派了有二十多位的老師，陳總親自帶領參加這個活動，好！真難得。這些老師就是此地講的有志之士，就是印祖講的志士仁人。"
    },
    {
      "id": "21-545-0001_p0008",
      "zh_CN": "我们应当肩负起这个使命，学习大陆上这些传统文化的活动。短期的，这是属于宣传性质的，就是论坛；长期的，就像汤池我们所办的中心，做一个典范，那个影响就大了，也非常有可能影响到全世界。今天全世界大家都希望社会安定，能够恢复像过去那样的安定和平，化解冲突，我们做出榜样来给人看。他找不到方法，到我这来看，看好之后他可以学习。这也是护国息灾，这也是真正把三时系念我们做出来给大家看，让大家学习。",
      "zh_TW": "我們應當肩負起這個使命，學習大陸上這些傳統文化的活動。短期的，這是屬於宣傳性質的，就是論壇；長期的，就像湯池我們所辦的中心，做一個典範，那個影響就大了，也非常有可能影響到全世界。今天全世界大家都希望社會安定，能夠恢復像過去那樣的安定和平，化解衝突，我們做出榜樣來給人看。他找不到方法，到我這來看，看好之後他可以學習。這也是護國息災，這也是真正把三時繫念我們做出來給大家看，讓大家學習。"
    },
    {
      "id": "21-545-0001_p0009",
      "zh_CN": "好，今天我就说到此地，下面祝福你们的法会圆满成功，谢谢大家。",
      "zh_TW": "好，今天我就說到此地，下面祝福你們的法會圓滿成功，謝謝大家。"
    }
  ]
}