{
  "doc_id": "32-279-0001",
  "title": {
    "zh_CN": "新加坡富丽华酒店会客谈话—念佛功夫不得力，就是没放下",
    "zh_TW": "新加坡富麗華酒店會客談話—念佛功夫不得力，就是沒放下"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "新加坡富丽华酒店",
    "zh_TW": "新加坡富麗華酒店"
  },
  "doc_number": "32-279-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "32-279-0001_p0001",
      "zh_CN": "念佛功夫不得力，就是没放下。念佛这个法门，是最安全、最可靠的，特别是对现代人。现代人心浮气躁，无论学什么都不得力，功夫不得力，以前我们没有看到过。我们学佛也有三、四十年了，一年一年的比较，是一年不如一年，现在退到这个地步，很可怕，佛法能不能传下去，也是关键的年头。",
      "zh_TW": "念佛功夫不得力，就是沒放下。念佛這個法門，是最安全、最可靠的，特別是對現代人。現代人心浮氣躁，無論學什麼都不得力，功夫不得力，以前我們沒有看到過。我們學佛也有三、四十年了，一年一年的比較，是一年不如一年，現在退到這個地步，很可怕，佛法能不能傳下去，也是關鍵的年頭。"
    },
    {
      "id": "32-279-0001_p0002",
      "zh_CN": "所以在这个年头，幸亏出了一个海贤老和尚，他表法做的这个样子，就是我们这一代人应该要学习的。他不认识字，没有念过书，什么也不懂，二十岁出家，师父就教他一句「南无阿弥陀佛」，告诉他一直念下去，明白了，不能说，也不必要去说，这是今天修行人的念佛人。老和尚这一句佛号念了九十二年，一百一十二岁预知时至，来做榜样的，这是真的不是假的。他什么教也不通，一部经没念过，也没有听人讲过经，清净心，就是一句阿弥陀佛。我觉得他念到一心不乱，理一心不乱，所以他有神通，他什么都知道；什么都知道，就是不说，做这个榜样给大家看。",
      "zh_TW": "所以在這個年頭，幸虧出了一個海賢老和尚，他表法做的這個樣子，就是我們這一代人應該要學習的。他不認識字，沒有念過書，什麼也不懂，二十歲出家，師父就教他一句「南無阿彌陀佛」，告訴他一直念下去，明白了，不能說，也不必要去說，這是今天修行人的念佛人。老和尚這一句佛號念了九十二年，一百一十二歲預知時至，來做榜樣的，這是真的不是假的。他什麼教也不通，一部經沒念過，也沒有聽人講過經，清淨心，就是一句阿彌陀佛。我覺得他念到一心不亂，理一心不亂，所以他有神通，他什麼都知道；什麼都知道，就是不說，做這個榜樣給大家看。"
    },
    {
      "id": "32-279-0001_p0003",
      "zh_CN": "这些人都是老实人。唯有老实、真干，能证佛法；不老实，自以为聪明，假的。经不是那么容易，尤其现在，讲经的老师没有了。",
      "zh_TW": "這些人都是老實人。唯有老實、真幹，能證佛法；不老實，自以為聰明，假的。經不是那麼容易，尤其現在，講經的老師沒有了。"
    },
    {
      "id": "32-279-0001_p0004",
      "zh_CN": "这个世界现在需要中国传统文化，没有中国传统文化，这个动乱只有加深，不会化掉，中国传统文化能够帮助灾难息掉。现在我们要做的就是培养小学生，办补习班、办小学、办中学、办大学。学生不从小学教起都没用，要从小扎根。",
      "zh_TW": "這個世界現在需要中國傳統文化，沒有中國傳統文化，這個動亂只有加深，不會化掉，中國傳統文化能夠幫助災難息掉。現在我們要做的就是培養小學生，辦補習班、辦小學、辦中學、辦大學。學生不從小學教起都沒用，要從小扎根。"
    },
    {
      "id": "32-279-0001_p0005",
      "zh_CN": "要用古时候的教科书，我们怎么编，编不过古人，古人一部《三字经》，用了一千年还管用，不出事情。",
      "zh_TW": "要用古時候的教科書，我們怎麼編，編不過古人，古人一部《三字經》，用了一千年還管用，不出事情。"
    },
    {
      "id": "32-279-0001_p0006",
      "zh_CN": "小学，中国古时候，小朋友三岁上学，私塾，大概到十岁。到十岁，他这些学生，小学的部分完成了，根下去了。扎根，根扎得很牢，就有一点小圣人这个模样，言谈举止他有规矩，他懂礼。十岁到十五岁，中学，我们叫它做中学，前面是初级班，这是中级班，学四书五经。到十五岁，十五六岁，四书五经全能够背诵，能够讲，能够落实，在日常生活当中能做到。再提升到高级班，高级班是大学，六年，完全学《群书治要》。《群书治要》是什么？是教你怎么用的，古圣先贤的典籍、教训，如何在现在社会上我们把它落实。",
      "zh_TW": "小學，中國古時候，小朋友三歲上學，私塾，大概到十歲。到十歲，他這些學生，小學的部分完成了，根下去了。扎根，根扎得很牢，就有一點小聖人這個模樣，言談舉止他有規矩，他懂禮。十歲到十五歲，中學，我們叫它做中學，前面是初級班，這是中級班，學四書五經。到十五歲，十五六歲，四書五經全能夠背誦，能夠講，能夠落實，在日常生活當中能做到。再提升到高級班，高級班是大學，六年，完全學《群書治要》。《群書治要》是什麼？是教你怎麼用的，古聖先賢的典籍、教訓，如何在現在社會上我們把它落實。"
    }
  ]
}