{
  "doc_id": "04-011-0008",
  "title": {
    "zh_CN": "普贤行愿品",
    "zh_TW": "普賢行願品"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "",
  "location": {
    "zh_CN": "台湾图书馆大专",
    "zh_TW": "台灣圖書館大專"
  },
  "doc_number": "04-011-0008",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "04-011-0008_p0001",
      "zh_CN": "十大段就是十大愿王。每一段的格局，也就是说它的章法结构，有些部分是相同的，譬如我们讲所礼的境界，十愿都是一样的，同一个境界，能礼之因也是相同的，愿愿都是以普贤行愿力故。这个是讲他力。自力方面就是深心信解，如对目前，愿愿都是如此。因此像这些地方我们都要详细说明，要了解它。最重要的是怎样运用在我们日常生活当中，使我们自己起心动念就跟普贤、跟善财一样，我们的修学就是普贤行了。修普贤行的人就是名符其实的普贤菩萨，虽然我们现在还没有证到等觉，前面给诸位讲了，位前的普贤，初发心的普贤菩萨。这种修行在一切行门里面最为殊胜。虽然是初发心，这个初发心跟一般初发心大大的不相同，为什么？这个初发心与普贤行相应，初发心就修普贤行，所以他的功德利益实实在在是太殊胜了。这样殊胜的法门，如果我们不能修学，佛也就不必说这部经了。",
      "zh_TW": "十大段就是十大願王。每一段的格局，也就是說它的章法結構，有些部分是相同的，譬如我們講所禮的境界，十願都是一樣的，同一個境界，能禮之因也是相同的，願願都是以普賢行願力故。這個是講他力。自力方面就是深心信解，如對目前，願願都是如此。因此像這些地方我們都要詳細說明，要了解它。最重要的是怎樣運用在我們日常生活當中，使我們自己起心動念就跟普賢、跟善財一樣，我們的修學就是普賢行了。修普賢行的人就是名符其實的普賢菩薩，雖然我們現在還沒有證到等覺，前面給諸位講了，位前的普賢，初發心的普賢菩薩。這種修行在一切行門裡面最為殊勝。雖然是初發心，這個初發心跟一般初發心大大的不相同，為什麼？這個初發心與普賢行相應，初發心就修普賢行，所以他的功德利益實實在在是太殊勝了。這樣殊勝的法門，如果我們不能修學，佛也就不必說這部經了。"
    },
    {
      "id": "04-011-0008_p0002",
      "zh_CN": "前面给诸位讲过，龙树菩萨在龙宫里面所见到的《华严经》，上本、中本我们地球上的人没有办法接受，所以干脆舍弃了。能够带回来在我们这个世界传播的，就是说我们这个世界众生人人都可以接受，人人都可以修学，也都可以证得这个境界。所以这一点我们要深心信解，我们要相信，要理解这个道理。佛法里常讲诸法因缘生，在此地这几句经文里面，所说的法就是缘，普贤行愿这是缘，深心信解是因，这个才是亲因缘。普贤行愿是释迦牟尼佛教给我们的，历代祖师代代相传，传到今天，我们接受到了。可是缘是有了，如果我们自己不能够具足亲因缘，纵然有殊胜的法缘，也必定空过了。",
      "zh_TW": "前面給諸位講過，龍樹菩薩在龍宮裡面所見到的《華嚴經》，上本、中本我們地球上的人沒有辦法接受，所以乾脆捨棄了。能夠帶回來在我們這個世界傳播的，就是說我們這個世界眾生人人都可以接受，人人都可以修學，也都可以證得這個境界。所以這一點我們要深心信解，我們要相信，要理解這個道理。佛法裡常講諸法因緣生，在此地這幾句經文裡面，所說的法就是緣，普賢行願這是緣，深心信解是因，這個才是親因緣。普賢行願是釋迦牟尼佛教給我們的，歷代祖師代代相傳，傳到今天，我們接受到了。可是緣是有了，如果我們自己不能夠具足親因緣，縱然有殊勝的法緣，也必定空過了。"
    },
    {
      "id": "04-011-0008_p0003",
      "zh_CN": "我们再想想，不说其他的地方，就以本省来说，法缘可以说相当的殊胜，佛法在台湾的传播非常的普遍，闻到佛法的人可以说是太多太多了，几个人有深心信解？恐怕是凤毛麟角了。你要是相信，信佛，对佛法能理解懂得一点，这个人还多；深心信、深心解，就不多了，那就没有几个人了。如果你有深心信解，必定能证入，所以关键就在深心。也许同修问，怎样才是深心？江味农居士在《金刚经讲义》告诉我们，经必须要深讲、要圆讲，所谓深就不是浅说，所谓圆就不是偏于某一部分，要圆圆满满，我们对这个道理才能透彻，才没有疑惑；换句话说，我们心里面对于一切法还有疑惑，这个心就不深，深心是决定没有疑惑。为什么没有疑惑？智慧开了。智慧没有现前总是有疑问的。",
      "zh_TW": "我們再想想，不說其他的地方，就以本省來說，法緣可以說相當的殊勝，佛法在台灣的傳播非常的普遍，聞到佛法的人可以說是太多太多了，幾個人有深心信解？恐怕是鳳毛麟角了。你要是相信，信佛，對佛法能理解懂得一點，這個人還多；深心信、深心解，就不多了，那就沒有幾個人了。如果你有深心信解，必定能證入，所以關鍵就在深心。也許同修問，怎樣才是深心？江味農居士在《金剛經講義》告訴我們，經必須要深講、要圓講，所謂深就不是淺說，所謂圓就不是偏於某一部分，要圓圓滿滿，我們對這個道理才能透徹，才沒有疑惑；換句話說，我們心裡面對於一切法還有疑惑，這個心就不深，深心是決定沒有疑惑。為什麼沒有疑惑？智慧開了。智慧沒有現前總是有疑問的。"
    },
    {
      "id": "04-011-0008_p0004",
      "zh_CN": "我们要问我们的智慧开了没有？没有开。为什么没有开？我们在一切法里头还分别、还执着，还有许许多多的问题，这就是没有开，这也就是不开的原因。开智慧的方法很多，所谓八万四千法门，就是八万四千种不同的方法，教我们开智慧，这八万四千种方法任何一种方法都能教我们开智慧，都能教我们做到深心信解，如对目前。可是这么多的法门我们连一个都不会用。你们同学当中参禅的没有明心见性，念佛的没有得一心不乱，这就是方法用得不得当，没有效果。明心见性是开智慧，是深心信解，一心不乱也是深心信解。这个是很要紧的一句话。要是追根究柢来探讨，我们最大障碍还是发生在根本上，根本是什么？是至诚心。前面跟大家讲过，我们要以菩提心修十大愿王，所以菩提心是基础，菩提心里面又以至诚心为根本，不诚则无物。",
      "zh_TW": "我們要問我們的智慧開了沒有？沒有開。為什麼沒有開？我們在一切法裡頭還分別、還執著，還有許許多多的問題，這就是沒有開，這也就是不開的原因。開智慧的方法很多，所謂八萬四千法門，就是八萬四千種不同的方法，教我們開智慧，這八萬四千種方法任何一種方法都能教我們開智慧，都能教我們做到深心信解，如對目前。可是這麼多的法門我們連一個都不會用。你們同學當中參禪的沒有明心見性，念佛的沒有得一心不亂，這就是方法用得不得當，沒有效果。明心見性是開智慧，是深心信解，一心不亂也是深心信解。這個是很要緊的一句話。要是追根究柢來探討，我們最大障礙還是發生在根本上，根本是什麼？是至誠心。前面跟大家講過，我們要以菩提心修十大願王，所以菩提心是基礎，菩提心裡面又以至誠心為根本，不誠則無物。"
    },
    {
      "id": "04-011-0008_p0005",
      "zh_CN": "诸位要是把这个意思听懂了，明白了，这个七天你就没有白来，你就算有收获了。我们要从至诚做起，至诚之后才有深心、才有大悲心。最要紧的，要真正修普贤行，我们日用平常从今以后要用真心，不用妄心。哪是妄心、哪是真心一定要搞清楚。最基本的唯识论是《百法明门论》，你们把《百法明门论》念念，前面九十四种有为法都是妄心，不是真心，六个无为法里面前面五种是相似的真心，不是纯真的，只有真如无为是纯真无妄。《金刚经》里面告诉我们，「一切有为法，如梦幻泡影」。一切有为法，如果以百法来说，前面九十四种是有为法，你要记住，阿赖耶识、末那、意识全是有为法，与心王相应的心所、不相应的心所全是有为法。这些东西全都离开了，至诚心就现前了，真心就现前了。所以百法叫明门，明就是智慧，无明是烦恼的根本，它是明门，它不是无明。这个意思就是说，念了百法之后就可以破除无明，证人我空、法我空，证二无我。这个境界就是此地讲的深心信解，如对目前，就是这个境界。",
      "zh_TW": "諸位要是把這個意思聽懂了，明白了，這個七天你就沒有白來，你就算有收穫了。我們要從至誠做起，至誠之後才有深心、才有大悲心。最要緊的，要真正修普賢行，我們日用平常從今以後要用真心，不用妄心。哪是妄心、哪是真心一定要搞清楚。最基本的唯識論是《百法明門論》，你們把《百法明門論》念念，前面九十四種有為法都是妄心，不是真心，六個無為法裡面前面五種是相似的真心，不是純真的，只有真如無為是純真無妄。《金剛經》裡面告訴我們，「一切有為法，如夢幻泡影」。一切有為法，如果以百法來說，前面九十四種是有為法，你要記住，阿賴耶識、末那、意識全是有為法，與心王相應的心所、不相應的心所全是有為法。這些東西全都離開了，至誠心就現前了，真心就現前了。所以百法叫明門，明就是智慧，無明是煩惱的根本，它是明門，它不是無明。這個意思就是說，念了百法之後就可以破除無明，證人我空、法我空，證二無我。這個境界就是此地講的深心信解，如對目前，就是這個境界。"
    },
    {
      "id": "04-011-0008_p0006",
      "zh_CN": "我们现在学百法怎么学法？我们所学的是百法无明，不是明门，是百法无明论，愈学就增长了无明，不增长智慧。为什么？脑子里本来东西还少一点，学了百法又装了一百条邪知邪见，你们想想是不是这个学法？阿赖耶怎么讲法，末那怎么讲法，这个讲法正确，那个讲法不对，这就是邪见，这叫无明。天亲菩萨绝不是这个意思，他这个方法是叫你开悟的，我们今天用得不得当，完全落在心意识里面，像清凉大师讲的增长邪见。所以古人才有说「尽信书不如无书」，说出这么一句话，这就是不善读书，读成书呆子，不但不能开智慧，反而增长许许多多的邪知邪见，佛法不能叫我们心地得清凉自在，而给我们带来无限的烦恼。这是背其道而行，这个都是在佛法里走的一条错误的道路，这是诸位同修一定要晓得的。",
      "zh_TW": "我們現在學百法怎麼學法？我們所學的是百法無明，不是明門，是百法無明論，愈學就增長了無明，不增長智慧。為什麼？腦子裡本來東西還少一點，學了百法又裝了一百條邪知邪見，你們想想是不是這個學法？阿賴耶怎麼講法，末那怎麼講法，這個講法正確，那個講法不對，這就是邪見，這叫無明。天親菩薩絕不是這個意思，他這個方法是叫你開悟的，我們今天用得不得當，完全落在心意識裡面，像清涼大師講的增長邪見。所以古人才有說「盡信書不如無書」，說出這麼一句話，這就是不善讀書，讀成書呆子，不但不能開智慧，反而增長許許多多的邪知邪見，佛法不能叫我們心地得清涼自在，而給我們帶來無限的煩惱。這是背其道而行，這個都是在佛法裡走的一條錯誤的道路，這是諸位同修一定要曉得的。"
    },
    {
      "id": "04-011-0008_p0007",
      "zh_CN": "所以前面跟大家讲了，信心里面讲的正信、正解、正行，这个标准很正确，非常的严肃，稍稍有一点偏差，那真是差之毫厘，缪以千里，到后来都不可收拾，这是我们想真正成就一定要在这个地方留意。你们同学们学习，每天还有研究讨论，本来昨天我告诉诸位，今天这研究讨论会我来参加，很巧今天下午我有点事情，课上完了我要去办事，有一个朋友明天到日本，我有一点事情要拜托他。明天、后天这个讨论会我会来参加，我一定会来参加，我来看看你们讨论些什么，怕的是完全落在心意识里头，我们所说的就起了反效果了。我第一天就告诉你们，说而无说，无说而说，你们在底下是听而无听，无听而听，这才能开智慧。",
      "zh_TW": "所以前面跟大家講了，信心裡面講的正信、正解、正行，這個標準很正確，非常的嚴肅，稍稍有一點偏差，那真是差之毫釐，繆以千里，到後來都不可收拾，這是我們想真正成就一定要在這個地方留意。你們同學們學習，每天還有研究討論，本來昨天我告訴諸位，今天這研究討論會我來參加，很巧今天下午我有點事情，課上完了我要去辦事，有一個朋友明天到日本，我有一點事情要拜託他。明天、後天這個討論會我會來參加，我一定會來參加，我來看看你們討論些什麼，怕的是完全落在心意識裡頭，我們所說的就起了反效果了。我第一天就告訴你們，說而無說，無說而說，你們在底下是聽而無聽，無聽而聽，這才能開智慧。"
    },
    {
      "id": "04-011-0008_p0008",
      "zh_CN": "我说法确实如此，我讲完之后，下来问我，什么都不晓得，早就忘得干干净净，上来讲我也没有预备，讲完之后也不晓得。所以人家问我你讲经讲这么多年讲什么？我说上了讲台胡说八道，不知道讲什么，莫知所云。确实是如此，诸佛菩萨也是这个样子。所以我们要明白大意，不要死在名相上，不要死在言说上，更不可以用妄心，妄心就是虚妄的分别执着，佛法讲离心缘相，心不攀缘，如如不动，智慧才能现前，才能够做到深心信解。这就是以真正的智慧见到真实的境界，诸佛菩萨是这样见的，我们也是这么见的，所以才叫做目前。",
      "zh_TW": "我說法確實如此，我講完之後，下來問我，什麼都不曉得，早就忘得乾乾淨淨，上來講我也沒有預備，講完之後也不曉得。所以人家問我你講經講這麼多年講什麼？我說上了講台胡說八道，不知道講什麼，莫知所云。確實是如此，諸佛菩薩也是這個樣子。所以我們要明白大意，不要死在名相上，不要死在言說上，更不可以用妄心，妄心就是虛妄的分別執著，佛法講離心緣相，心不攀緣，如如不動，智慧才能現前，才能夠做到深心信解。這就是以真正的智慧見到真實的境界，諸佛菩薩是這樣見的，我們也是這麼見的，所以才叫做目前。"
    },
    {
      "id": "04-011-0008_p0009",
      "zh_CN": "大经里面给我们讲，「一切法无生，一切法无灭，若能如是解，诸佛常现前」。今天早晨有一个同学来问我这个问题，因缘生法的问题。给诸位讲因缘生法，这是初级的佛法，给你讲一切法因缘生、因缘灭，你一听就懂了。有没有说错？没有。可是这个意思浅，你体会的意思浅。实际上因缘生法它有很深的意思，它把一切法的真实相说出来了，因缘生就是不生。譬如我们讲这一本书，这本书有十几张纸，十几张纸订在一起叫一本书，书生了，因缘生的；你把钉子去掉，拆开来，是十几张纸，那叫纸，不叫做书了。试问问书有还是没有？你要说有，打开来是十几张纸；你说没有，集合起来一装订，这是书，这个书到底是有还是没有？不能说它没有，也不能说它有，不能说它生，也不能说它灭，装订成书书根本不生，拆开来之后书也没有灭，一切法不生不灭。",
      "zh_TW": "大經裡面給我們講，「一切法無生，一切法無滅，若能如是解，諸佛常現前」。今天早晨有一個同學來問我這個問題，因緣生法的問題。給諸位講因緣生法，這是初級的佛法，給你講一切法因緣生、因緣滅，你一聽就懂了。有沒有說錯？沒有。可是這個意思淺，你體會的意思淺。實際上因緣生法它有很深的意思，它把一切法的真實相說出來了，因緣生就是不生。譬如我們講這一本書，這本書有十幾張紙，十幾張紙訂在一起叫一本書，書生了，因緣生的；你把釘子去掉，拆開來，是十幾張紙，那叫紙，不叫做書了。試問問書有還是沒有？你要說有，打開來是十幾張紙；你說沒有，集合起來一裝訂，這是書，這個書到底是有還是沒有？不能說它沒有，也不能說它有，不能說它生，也不能說它滅，裝訂成書書根本不生，拆開來之後書也沒有滅，一切法不生不滅。"
    },
    {
      "id": "04-011-0008_p0010",
      "zh_CN": "我用这个浅显的比喻，诸位仔细去思惟、去观察，一切万法无不如是，法法皆然。所以佛讲万法因缘生，这一句话的意思就是说，一切法不生不灭，程度深的人一听就明白了。程度浅的人也没有错，这个书因缘生的，几张纸一装订成了书，拆开了就没有了，有生有灭，有没有错？没有错。你就晓得佛法说法的善巧，无论深解浅解、深说浅说，绝不违背真理，就是事实的真相不违背，可浅可深、可大可小，而不违背真理。",
      "zh_TW": "我用這個淺顯的比喻，諸位仔細去思惟、去觀察，一切萬法無不如是，法法皆然。所以佛講萬法因緣生，這一句話的意思就是說，一切法不生不滅，程度深的人一聽就明白了。程度淺的人也沒有錯，這個書因緣生的，幾張紙一裝訂成了書，拆開了就沒有了，有生有滅，有沒有錯？沒有錯。你就曉得佛法說法的善巧，無論深解淺解、深說淺說，絕不違背真理，就是事實的真相不違背，可淺可深、可大可小，而不違背真理。"
    },
    {
      "id": "04-011-0008_p0011",
      "zh_CN": "所以经称之为契经，「上契诸佛所证之理」，说得再浅也契理，说得再深也不背理；「下契众生可度之机」，众生的程度，初学的程度、声闻的程度、菩萨的程度，佛是同样说一句话，各人有各人的体会，各人有各人的心得，大家都有受用。这是佛法巧妙之处，跟世间的学术不一样。世间的学校教科书，一年级教科书只能适合一年级程度，拿到二年级不适用，大学教科书拿到中学不适用，中学教科书拿到大学不适用。佛法一样的教科书，从初学到如来地都适用，这个妙极了，只要一本教科书统统适用，你看这个多巧妙。就是这里面的意思有浅深差别，随你自己去领悟。再给诸位说，佛经如是，我们中国儒家的十三经，道家的老子、庄子，诸子，几乎都有这个意思，可深可浅，我们称之为经。下面再给诸位讲能礼之相。",
      "zh_TW": "所以經稱之為契經，「上契諸佛所證之理」，說得再淺也契理，說得再深也不背理；「下契眾生可度之機」，眾生的程度，初學的程度、聲聞的程度、菩薩的程度，佛是同樣說一句話，各人有各人的體會，各人有各人的心得，大家都有受用。這是佛法巧妙之處，跟世間的學術不一樣。世間的學校教科書，一年級教科書只能適合一年級程度，拿到二年級不適用，大學教科書拿到中學不適用，中學教科書拿到大學不適用。佛法一樣的教科書，從初學到如來地都適用，這個妙極了，只要一本教科書統統適用，你看這個多巧妙。就是這裡面的意思有淺深差別，隨你自己去領悟。再給諸位說，佛經如是，我們中國儒家的十三經，道家的老子、莊子，諸子，幾乎都有這個意思，可深可淺，我們稱之為經。下面再給諸位講能禮之相。"
    },
    {
      "id": "04-011-0008_p0012",
      "zh_CN": "【悉以清净身语意业。常修礼敬。】",
      "zh_TW": "【悉以清淨身語意業。常修禮敬。】"
    },
    {
      "id": "04-011-0008_p0013",
      "zh_CN": "这个里头要注意的就是清净二字，身语意业常修礼敬我们一些人做得到，但是清净二字是功夫，而且是悉，悉是完全用清净心。这一句话简单的讲，我们在日常生活当中，从早到晚，起心动念，无论做什么都要以清净心，从我们三业当中表现至诚恭敬，无论是待人接物、做种种事情，都要这样修，这叫修普贤行。简单的讲，我们讲清净的标准，这个标准是有层次的，初学有初学的清净，我们讲五乘佛法，人乘有人乘的清净标准，天有天的标准，声闻有声闻的标准，缘觉有缘觉的标准，菩萨有菩萨的标准，一层标准比一层高，所以这个不是一个标准。我们今天如果要学最高的标准我们学不到，说说可以，说说我们理解，还有高标准。可是我们下手要从最低的地方下手，我们现前能够做得到。现前做到的，我们就是以十善业道做标准，身口意三业清净。能够做到十善业，五乘佛法里面人天乘的清净，我们就做到了。",
      "zh_TW": "這個裡頭要注意的就是清淨二字，身語意業常修禮敬我們一些人做得到，但是清淨二字是功夫，而且是悉，悉是完全用清淨心。這一句話簡單的講，我們在日常生活當中，從早到晚，起心動念，無論做什麼都要以清淨心，從我們三業當中表現至誠恭敬，無論是待人接物、做種種事情，都要這樣修，這叫修普賢行。簡單的講，我們講清淨的標準，這個標準是有層次的，初學有初學的清淨，我們講五乘佛法，人乘有人乘的清淨標準，天有天的標準，聲聞有聲聞的標準，緣覺有緣覺的標準，菩薩有菩薩的標準，一層標準比一層高，所以這個不是一個標準。我們今天如果要學最高的標準我們學不到，說說可以，說說我們理解，還有高標準。可是我們下手要從最低的地方下手，我們現前能夠做得到。現前做到的，我們就是以十善業道做標準，身口意三業清淨。能夠做到十善業，五乘佛法裡面人天乘的清淨，我們就做到了。"
    },
    {
      "id": "04-011-0008_p0014",
      "zh_CN": "有几个人是一女中毕业的？《感应篇》的封面就是一女中的教务主任，夏老师，你们也许认识他，他题的字，夏老师做你们的教务主任，过去在大陆上做过我的教务主任。这部书非常好，大概我们册数还够，将来每人送一本给你们，希望你们每一天早晚把《感应篇》念一遍，当作早课。《感应篇》的文字不多，只有一千多字，可以背诵的，依照这个来修学，清净三业。十善业道讲纲领，身不杀生、不偷盗、不邪淫，身清净；口不妄语、不两舌、不绮语、不恶口，口清净；意，心里面，于一切法不贪、不瞋、不愚痴，这是意清净，十善业道统统是从纲领上说的。而《感应篇》它能够就这个纲领，再扩展在我们日常生活当中琐碎事情里头来给我们举例说明。",
      "zh_TW": "有幾個人是一女中畢業的？《感應篇》的封面就是一女中的教務主任，夏老師，你們也許認識他，他題的字，夏老師做你們的教務主任，過去在大陸上做過我的教務主任。這部書非常好，大概我們冊數還夠，將來每人送一本給你們，希望你們每一天早晚把《感應篇》念一遍，當作早課。《感應篇》的文字不多，只有一千多字，可以背誦的，依照這個來修學，清淨三業。十善業道講綱領，身不殺生、不偷盜、不邪淫，身清淨；口不妄語、不兩舌、不綺語、不惡口，口清淨；意，心裡面，於一切法不貪、不瞋、不愚痴，這是意清淨，十善業道統統是從綱領上說的。而《感應篇》它能夠就這個綱領，再擴展在我們日常生活當中瑣碎事情裡頭來給我們舉例說明。"
    },
    {
      "id": "04-011-0008_p0015",
      "zh_CN": "当然《感应篇》流传得很久了，不是现在人的著作，是古人的东西，我们读《感应篇》要晓得它精神之所在，懂得精神所在，我们要活用它而不是死在文句之中，死在文句中就行不通了，要晓得它精神之所在，把它应用在我们日常生活当中。《了凡四训》是说明因果报应的道理，说明命运掌握在我们自己手上，我们自己可以改造命运，可以创造命运。方法在《感应篇》上，了凡居士他能改造他的命运就是学了《感应篇》。还有一本书叫《德育古鉴》，大概你们可能都有，《德育古鉴》里面有功过格，就是了凡居士他修行的方法，《德育古鉴》一开端就是《感应篇》。这些书我们印得很多，都可以送给同学们。",
      "zh_TW": "當然《感應篇》流傳得很久了，不是現在人的著作，是古人的東西，我們讀《感應篇》要曉得它精神之所在，懂得精神所在，我們要活用它而不是死在文句之中，死在文句中就行不通了，要曉得它精神之所在，把它應用在我們日常生活當中。《了凡四訓》是說明因果報應的道理，說明命運掌握在我們自己手上，我們自己可以改造命運，可以創造命運。方法在《感應篇》上，了凡居士他能改造他的命運就是學了《感應篇》。還有一本書叫《德育古鑑》，大概你們可能都有，《德育古鑑》裡面有功過格，就是了凡居士他修行的方法，《德育古鑑》一開端就是《感應篇》。這些書我們印得很多，都可以送給同學們。"
    },
    {
      "id": "04-011-0008_p0016",
      "zh_CN": "我们能把这些做到了就很好了，换句话说，我们就够得上标准了。做到了之后再往上进一阶，还没有做到，我们必须从这个地方做起。我们晓得，六道轮回，实实在在是由于恶业而形成的。恶的对面是善，我们讲十善业道，如果善是与恶相对的善，这个善不能超越轮回，这一点大家要特别留意。为什么？我们今天没有办法脱出，佛法不能更进一层，因为诸位思想都封闭在相对的范围当中，你没有办法超出来。我给你讲真，你这个真是真妄之真；我给你讲善，这个善是善恶之善，无可奈何了！你没有办法超越。大乘佛法里面讲的善、讲的真，给诸位说不是真妄之真，真与妄都是妄，善与恶都是恶。什么叫善？离开了善恶，这个叫真善；什么是真？离开了真妄才叫真。这才能够超越。",
      "zh_TW": "我們能把這些做到了就很好了，換句話說，我們就夠得上標準了。做到了之後再往上進一階，還沒有做到，我們必須從這個地方做起。我們曉得，六道輪迴，實實在在是由於惡業而形成的。惡的對面是善，我們講十善業道，如果善是與惡相對的善，這個善不能超越輪迴，這一點大家要特別留意。為什麼？我們今天沒有辦法脫出，佛法不能更進一層，因為諸位思想都封閉在相對的範圍當中，你沒有辦法超出來。我給你講真，你這個真是真妄之真；我給你講善，這個善是善惡之善，無可奈何了！你沒有辦法超越。大乘佛法裡面講的善、講的真，給諸位說不是真妄之真，真與妄都是妄，善與惡都是惡。什麼叫善？離開了善惡，這個叫真善；什麼是真？離開了真妄才叫真。這才能夠超越。"
    },
    {
      "id": "04-011-0008_p0017",
      "zh_CN": "世间法说相对，相对论讲相对，佛法里面讲边见，边见就是二边。所以大乘佛法讲中道，实际上我们学中道还是二边，为什么？中道是一边，二边是一边，还是对立，这有什么法子？古人只好说，二边不立，中道不存，无非是教你从两边里头超越，跳出这个圈圈。这个圈圈是真的还是假的？这个圈圈根本就没有，是我们自己无明妄念所造的，确实没有这个圈圈，真是作茧自缚。佛法的方法就是教我们解脱，作茧自缚是自己，解脱还要靠自己，谁也帮不上忙。如果说佛菩萨能帮上忙，佛菩萨大慈大悲都帮我们解脱，帮不上忙，真正解铃还须系铃人，我们自己系缚自己，解脱还要靠自己。讲到用功的方法，我可以提供一点意见给大家做参考，那就是要用清净心、用信心，不急着求解，不急着把事情搞明白，不急着这个。急着求解那是障碍，怎么给你讲解你也体会不了多少，正是清凉大师讲增长邪见而已。",
      "zh_TW": "世間法說相對，相對論講相對，佛法裡面講邊見，邊見就是二邊。所以大乘佛法講中道，實際上我們學中道還是二邊，為什麼？中道是一邊，二邊是一邊，還是對立，這有什麼法子？古人只好說，二邊不立，中道不存，無非是教你從兩邊裡頭超越，跳出這個圈圈。這個圈圈是真的還是假的？這個圈圈根本就沒有，是我們自己無明妄念所造的，確實沒有這個圈圈，真是作繭自縛。佛法的方法就是教我們解脫，作繭自縛是自己，解脫還要靠自己，誰也幫不上忙。如果說佛菩薩能幫上忙，佛菩薩大慈大悲都幫我們解脫，幫不上忙，真正解鈴還須繫鈴人，我們自己繫縛自己，解脫還要靠自己。講到用功的方法，我可以提供一點意見給大家做參考，那就是要用清淨心、用信心，不急著求解，不急著把事情搞明白，不急著這個。急著求解那是障礙，怎麼給你講解你也體會不了多少，正是清涼大師講增長邪見而已。"
    },
    {
      "id": "04-011-0008_p0018",
      "zh_CN": "我举一个例子给诸位说，我在没有学佛以前，民国四十二年过年的时候，年初，那个时候我在军中服务，一年有一个月的假期，我就选择过年这个时期休假，到中部去玩。我有个好朋友，徐醒民居士，那时候他还在学基督教，虔诚的基督徒，另外一个朋友姓何，在文化大学教过书，教过很多年，现在到美国去了，这两个是我很好的朋友。我到那里去，他们两个招待我，我在那边住了十天。我自己那时候在研究哲学，每天要我讲一点东西给他们听，我就每天讲三个钟点，有五、六个人听。徐醒民居士听了之后不问，他只听，没有问题，不问；何先生问题太多，听了之后马上就问。这两个人徐居士收获大，他是听，听了之后慢慢去揣摩、去想，他就想这个道理。他有问题总是一个星期、两个星期以后才提出来问我，经过思考的，所以他有收获。何先生有疑惑立刻问，立刻解释，听完之后耳边风就丢掉了，不一样。你可以看这两个人，一个人心清净的，很容易；一个是心浮躁的，问题多，心浮气躁，他们两个人收获成就不一样。后来两个人都学佛，徐醒民的成就相当可观。",
      "zh_TW": "我舉一個例子給諸位說，我在沒有學佛以前，民國四十二年過年的時候，年初，那個時候我在軍中服務，一年有一個月的假期，我就選擇過年這個時期休假，到中部去玩。我有個好朋友，徐醒民居士，那時候他還在學基督教，虔誠的基督徒，另外一個朋友姓何，在文化大學教過書，教過很多年，現在到美國去了，這兩個是我很好的朋友。我到那裡去，他們兩個招待我，我在那邊住了十天。我自己那時候在研究哲學，每天要我講一點東西給他們聽，我就每天講三個鐘點，有五、六個人聽。徐醒民居士聽了之後不問，他只聽，沒有問題，不問；何先生問題太多，聽了之後馬上就問。這兩個人徐居士收穫大，他是聽，聽了之後慢慢去揣摩、去想，他就想這個道理。他有問題總是一個星期、兩個星期以後才提出來問我，經過思考的，所以他有收穫。何先生有疑惑立刻問，立刻解釋，聽完之後耳邊風就丟掉了，不一樣。你可以看這兩個人，一個人心清淨的，很容易；一個是心浮躁的，問題多，心浮氣躁，他們兩個人收穫成就不一樣。後來兩個人都學佛，徐醒民的成就相當可觀。"
    },
    {
      "id": "04-011-0008_p0019",
      "zh_CN": "这个就是说明了学东西要用心，要很冷静的去观察、去思考，我们才能有所发现，在佛法里面讲才有悟处。不是说我不明了的时候，多问问我就晓得了。多问问知道了，《学记》里面讲「记问之学」，记问之学底下有一句话，「不足以为人师」。为什么？靠不住的，不是自己的，是道听涂说的，那怎么行？要经过自己很冷静的去观察、思考，这是我们讲一般做学问，而佛法教给我们，那才能证实相般若。这是我跟诸位提供一点意见。我自己从前求学在学校念书就是这样，我不大问问题，我听了之后会慢慢的想，一下听不懂我也得慢慢的想，而且很冷静的去想、去体会。有的时候一个问题几个月之后忽然相通了、明了了，这时候再去找老师问问。老师点点头，对，不错，老师给我印证，没有错。这是自己得来的，是自己悟出来的。所以希望同修们善用思考，思考心愈清净，智慧才能现前，学佛没有别的，就是学清净心而已。正是此地给我们讲的三业清净，身语意三业清净，清净就是常修礼敬。再看底下经文：",
      "zh_TW": "這個就是說明了學東西要用心，要很冷靜的去觀察、去思考，我們才能有所發現，在佛法裡面講才有悟處。不是說我不明瞭的時候，多問問我就曉得了。多問問知道了，《學記》裡面講「記問之學」，記問之學底下有一句話，「不足以為人師」。為什麼？靠不住的，不是自己的，是道聽塗說的，那怎麼行？要經過自己很冷靜的去觀察、思考，這是我們講一般做學問，而佛法教給我們，那才能證實相般若。這是我跟諸位提供一點意見。我自己從前求學在學校念書就是這樣，我不大問問題，我聽了之後會慢慢的想，一下聽不懂我也得慢慢的想，而且很冷靜的去想、去體會。有的時候一個問題幾個月之後忽然相通了、明瞭了，這時候再去找老師問問。老師點點頭，對，不錯，老師給我印證，沒有錯。這是自己得來的，是自己悟出來的。所以希望同修們善用思考，思考心愈清淨，智慧才能現前，學佛沒有別的，就是學清淨心而已。正是此地給我們講的三業清淨，身語意三業清淨，清淨就是常修禮敬。再看底下經文："
    },
    {
      "id": "04-011-0008_p0020",
      "zh_CN": "【一一佛所皆现不可说不可说佛刹极微尘数身。】",
      "zh_TW": "【一一佛所皆現不可說不可說佛剎極微塵數身。】"
    },
    {
      "id": "04-011-0008_p0021",
      "zh_CN": "这是第二个小段落，「别显」，底下还有一句：",
      "zh_TW": "這是第二個小段落，「別顯」，底下還有一句："
    },
    {
      "id": "04-011-0008_p0022",
      "zh_CN": "【一一身遍礼不可说不可说佛刹极微尘数佛。】",
      "zh_TW": "【一一身遍禮不可說不可說佛剎極微塵數佛。】"
    },
    {
      "id": "04-011-0008_p0023",
      "zh_CN": "前半段说一佛之前突然就能现多身，这种能力实在是不可思议。是不是事实？给诸位说是事实，但是这个事实不是我们眼前的境界，我们眼前没有这个能力。如果诸位智慧开了，无明破了，你就晓得眼前确实是这个境界，到你自己入了这个境界，你是一一佛所顿现多身，你再看那些迷惑颠倒的众生哪一个不如是？这就是说明了佛眼睛看一切众生都是佛。但是我们现前，我们自己真实的状况，我们自己不晓得，这就叫无明，这就叫迷惑颠倒，大对宇宙迷惑颠倒，小对自身迷惑颠倒。此地的意思就是依前面两种力量，一个是发愿，普贤行愿力；一个是自力，深心信解，这一段就是讲如对目前的话怎么个对法。",
      "zh_TW": "前半段說一佛之前突然就能現多身，這種能力實在是不可思議。是不是事實？給諸位說是事實，但是這個事實不是我們眼前的境界，我們眼前沒有這個能力。如果諸位智慧開了，無明破了，你就曉得眼前確實是這個境界，到你自己入了這個境界，你是一一佛所頓現多身，你再看那些迷惑顛倒的眾生哪一個不如是？這就是說明了佛眼睛看一切眾生都是佛。但是我們現前，我們自己真實的狀況，我們自己不曉得，這就叫無明，這就叫迷惑顛倒，大對宇宙迷惑顛倒，小對自身迷惑顛倒。此地的意思就是依前面兩種力量，一個是發願，普賢行願力；一個是自力，深心信解，這一段就是講如對目前的話怎麼個對法。"
    },
    {
      "id": "04-011-0008_p0024",
      "zh_CN": "再给诸位说明，经文你仔细去看，就能够体会得到，我们自己的身与诸佛是等量齐观的。如果诸位要不相信，我举一个例子，这个例子自己要很冷静的去体会，否则还是不容易了解真相。我现在坐在讲台上，讲堂同学将近一百多人，你们每个人都是佛，我在此地现了多少身？每一个人面前我都现一个身，你们信不信？你看到的我跟他看到的我，是两个我不是一个我。如果这个意思你要懂得了，《华严经》里面讲的重重无尽你就恍然大悟了。不但你们两个人看我是两个我，两个人看一切物都是两个，决定不是一个。这个道理你不研究唯识你不晓得，你研究唯识你就晓得，境界是自己识心所变的，这要是深入法相，那是其味无穷，给你详细的解释这些现象，是变现的，是梦幻泡影，不是实在的。这是明明我这一身就跟你相等，你有一百个人，我这里现一百个身，你有一千个人，我跟你面对前，我现一千个身，无量无边的众生面前我现无量无边身。不是说到了佛的位次，他有这个能力，我们现在没有这个能力，我们现在有，不晓得。诸佛菩萨有，他晓得，清清楚楚，他一点都不迷，就这么回事情。",
      "zh_TW": "再給諸位說明，經文你仔細去看，就能夠體會得到，我們自己的身與諸佛是等量齊觀的。如果諸位要不相信，我舉一個例子，這個例子自己要很冷靜的去體會，否則還是不容易了解真相。我現在坐在講台上，講堂同學將近一百多人，你們每個人都是佛，我在此地現了多少身？每一個人面前我都現一個身，你們信不信？你看到的我跟他看到的我，是兩個我不是一個我。如果這個意思你要懂得了，《華嚴經》裡面講的重重無盡你就恍然大悟了。不但你們兩個人看我是兩個我，兩個人看一切物都是兩個，決定不是一個。這個道理你不研究唯識你不曉得，你研究唯識你就曉得，境界是自己識心所變的，這要是深入法相，那是其味無窮，給你詳細的解釋這些現象，是變現的，是夢幻泡影，不是實在的。這是明明我這一身就跟你相等，你有一百個人，我這裡現一百個身，你有一千個人，我跟你面對前，我現一千個身，無量無邊的眾生面前我現無量無邊身。不是說到了佛的位次，他有這個能力，我們現在沒有這個能力，我們現在有，不曉得。諸佛菩薩有，他曉得，清清楚楚，他一點都不迷，就這麼回事情。"
    },
    {
      "id": "04-011-0008_p0025",
      "zh_CN": "可是诸位要是落在思惟意识里头，这个境界不容易想通，你想的时候只能想仿佛，想个影像，不能到实际的境界。实际的境界，离了心意识，这个境界立刻现前，你就深心信解了；现在你是半信半疑，你不能深心信解。入了这个境界，告诉诸位，轮回没有了，六道也没有了，十法界也没有了，什么境界？一真法界，不思议解脱境界，妙绝了。你们同学要是善学，可以证得，可以证得这个境界，可以入这个法门，其妙无穷。好，我们下课。",
      "zh_TW": "可是諸位要是落在思惟意識裡頭，這個境界不容易想通，你想的時候只能想彷彿，想個影像，不能到實際的境界。實際的境界，離了心意識，這個境界立刻現前，你就深心信解了；現在你是半信半疑，你不能深心信解。入了這個境界，告訴諸位，輪迴沒有了，六道也沒有了，十法界也沒有了，什麼境界？一真法界，不思議解脫境界，妙絕了。你們同學要是善學，可以證得，可以證得這個境界，可以入這個法門，其妙無窮。好，我們下課。"
    }
  ]
}