{
  "doc_id": "04-011-0007",
  "title": {
    "zh_CN": "普贤行愿品",
    "zh_TW": "普賢行願品"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "",
  "location": {
    "zh_CN": "台湾图书馆大专",
    "zh_TW": "台灣圖書館大專"
  },
  "doc_number": "04-011-0007",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "04-011-0007_p0001",
      "zh_CN": "「无相礼」，小注里头讲，「深入法性，离能所相」，这是着重在心敬，有没有礼拜？有。如果没有内观，我们的礼只是像前面所说的恭敬心，就是一般人只有恭敬礼，恭敬再要做观发愿就比较少了。如果我们恭敬礼能够像经典里面给我们提供的参考资料，我们一一都能发愿，还是属于恭敬。恭敬礼的修学，可以能修到事一心不乱，假如你能深入一层，把无相加在恭敬礼里面，那就可以能够修到理一心不乱。可见得境界愈深，前面的事相不是没有了，好像你要修无相礼，我礼拜就是不礼拜，我见了不必要行礼，我内心敬就好了，这不行，这还是属于我慢在作祟。诸佛如来相见还是五体投地，这个礼决定不废，事相上的礼决定是不废的。绝不是我说心地恭敬就好了，何必要这些形式？形式要，形式不可少的，世出世间都重视，现在如果不重视形式，必定趋向于礼崩乐坏，天下大乱。",
      "zh_TW": "「無相禮」，小註裡頭講，「深入法性，離能所相」，這是著重在心敬，有沒有禮拜？有。如果沒有內觀，我們的禮只是像前面所說的恭敬心，就是一般人只有恭敬禮，恭敬再要做觀發願就比較少了。如果我們恭敬禮能夠像經典裡面給我們提供的參考資料，我們一一都能發願，還是屬於恭敬。恭敬禮的修學，可以能修到事一心不亂，假如你能深入一層，把無相加在恭敬禮裡面，那就可以能夠修到理一心不亂。可見得境界愈深，前面的事相不是沒有了，好像你要修無相禮，我禮拜就是不禮拜，我見了不必要行禮，我內心敬就好了，這不行，這還是屬於我慢在作祟。諸佛如來相見還是五體投地，這個禮決定不廢，事相上的禮決定是不廢的。絕不是我說心地恭敬就好了，何必要這些形式？形式要，形式不可少的，世出世間都重視，現在如果不重視形式，必定趨向於禮崩樂壞，天下大亂。"
    },
    {
      "id": "04-011-0007_p0002",
      "zh_CN": "今天我们世间局面闹成这个样子，就是大家不再重视形式上的礼节了。譬如过年拜年，这是好事，这是礼节，而我们今天提倡不拜年了，这个礼节废止，不必要的，这个实在不是好事情，礼决定不能废。所以就是不懂礼、不讲礼的人，你对他有礼貌，他心里还是欢喜。可见得礼是从天性里面发生出来的，不是人为造作的，我们要晓得这个道理。这就是有事相的礼与理体相应了，与法性相应了，就是在行礼，这是相，即相离相，这样才能够一切法得成，佛法里面所谓是空有不二，理事圆融。这是第一步。",
      "zh_TW": "今天我們世間局面鬧成這個樣子，就是大家不再重視形式上的禮節了。譬如過年拜年，這是好事，這是禮節，而我們今天提倡不拜年了，這個禮節廢止，不必要的，這個實在不是好事情，禮決定不能廢。所以就是不懂禮、不講禮的人，你對他有禮貌，他心裡還是歡喜。可見得禮是從天性裡面發生出來的，不是人為造作的，我們要曉得這個道理。這就是有事相的禮與理體相應了，與法性相應了，就是在行禮，這是相，即相離相，這樣才能夠一切法得成，佛法裡面所謂是空有不二，理事圓融。這是第一步。"
    },
    {
      "id": "04-011-0007_p0003",
      "zh_CN": "底下一种，「起用礼，虽无能所，普运身心，如影普遍，礼不可礼」。在五教里面，贤首大师判教是五教，小始终顿圆，小是小乘，像前面的恭敬礼是属于小乘，到无相这已经是属于大乘，大乘的始教。他们一样拜佛，境界不相同，始教菩萨比小乘阿罗汉，两个人同在拜佛，他们的功德不一样。你看拜佛每一个动作都一样，为什么功德不一样？就是不一样。你要晓得，礼佛境界不相同，功德利益不相同。念佛也是如此，我们两个都在这里合掌，「南无阿弥陀佛」，念的声音都一样，音调都一样，我们两个人念佛功德不一样。会念的人，一声南无阿弥陀佛灭八十亿劫生死重罪，有这么大的功德；我们念一百声、一千声、一万声，一个罪也灭不了，不相同。这是我们要留意的地方，为什么？一个是与法性相应，一个是与法性不相应。相应还有浅深不相同，这个始教无相礼是刚刚相应，才相应，到起用礼就属于终教的，小始终顿圆，这属于终教的。换句话说，在大乘法，大乘到了相当程度了，始教是大乘的开始，这是到大乘的终极，大乘快要圆满了，这是起用礼。",
      "zh_TW": "底下一種，「起用禮，雖無能所，普運身心，如影普遍，禮不可禮」。在五教裡面，賢首大師判教是五教，小始終頓圓，小是小乘，像前面的恭敬禮是屬於小乘，到無相這已經是屬於大乘，大乘的始教。他們一樣拜佛，境界不相同，始教菩薩比小乘阿羅漢，兩個人同在拜佛，他們的功德不一樣。你看拜佛每一個動作都一樣，為什麼功德不一樣？就是不一樣。你要曉得，禮佛境界不相同，功德利益不相同。念佛也是如此，我們兩個都在這裡合掌，「南無阿彌陀佛」，念的聲音都一樣，音調都一樣，我們兩個人念佛功德不一樣。會念的人，一聲南無阿彌陀佛滅八十億劫生死重罪，有這麼大的功德；我們念一百聲、一千聲、一萬聲，一個罪也滅不了，不相同。這是我們要留意的地方，為什麼？一個是與法性相應，一個是與法性不相應。相應還有淺深不相同，這個始教無相禮是剛剛相應，才相應，到起用禮就屬於終教的，小始終頓圓，這屬於終教的。換句話說，在大乘法，大乘到了相當程度了，始教是大乘的開始，這是到大乘的終極，大乘快要圓滿了，這是起用禮。"
    },
    {
      "id": "04-011-0007_p0004",
      "zh_CN": "这个地位的菩萨所谓是从空入假，从体起用，是这一类的菩萨，前面一类菩萨，就是无相礼，他是修的空观，这个地方从空出有。修空观多半着重在自利，自己成就；到从空出有，这是为利他，渐渐到自他不二。所以能礼所礼，能礼是我们自己，所礼是我们礼拜的对象，在他感官里面皆如影像。换句话说，说影像就是不执着，于自、于他都不执着，《金刚经》里面告诉我们，「一切有为法，如梦幻泡影」，他已经到这种程度了，所以在一切境界里他已经不起分别、不起执着了，如影就是这个意思。到这个时候心境都普遍了，因为与法性相应，法性是普遍的，既与法性相应，他这个一礼、这一拜，就与整个法性相应。所以这种功德不可思议，比前面要殊胜得太多了。",
      "zh_TW": "這個地位的菩薩所謂是從空入假，從體起用，是這一類的菩薩，前面一類菩薩，就是無相禮，他是修的空觀，這個地方從空出有。修空觀多半著重在自利，自己成就；到從空出有，這是為利他，漸漸到自他不二。所以能禮所禮，能禮是我們自己，所禮是我們禮拜的對象，在他感官裡面皆如影像。換句話說，說影像就是不執著，於自、於他都不執著，《金剛經》裡面告訴我們，「一切有為法，如夢幻泡影」，他已經到這種程度了，所以在一切境界裡他已經不起分別、不起執著了，如影就是這個意思。到這個時候心境都普遍了，因為與法性相應，法性是普遍的，既與法性相應，他這個一禮、這一拜，就與整個法性相應。所以這種功德不可思議，比前面要殊勝得太多了。"
    },
    {
      "id": "04-011-0007_p0005",
      "zh_CN": "第六种，「内观礼，但礼身内法身真佛，不向外求」。这个是所谓实教之礼，实是真实，真实之礼。真实法里面不说空也不说假，直截了当的就是讲的明心见性，见到本觉真性，所以说法身真佛。现在我们略略的给诸位说明什么叫法身。法是指一切万法，一切万法就是身，身就是一切万法。这样说法大家很不容易体会，我举个比喻来说，我想你们同修都作过梦，大概没有说这一生当中到现在还没有作过梦的，恐怕没有，都作过梦。作过梦，这个话就好说了，到你一觉醒来的时候，你才晓得我刚才作了个梦；没有醒的时候，你在梦里面认为真有其人、真有其事。醒来之后想想那个梦境，这个梦境就是你一心变现出来的，在你梦境里面这个一心就化为梦境，整个梦境就是你的一心。真是心外无法，法外无心，梦里所有的人物、山河大地，连梦中的虚空，全是你自心变现之物。我们说法身是说什么？整个梦境就是你的法身。这个说法也容易懂，因为你醒过来一想，对，我的身在哪里？身化成整个梦境，整个梦境就是我的身。从整个梦境来讲我们叫法身，从你梦境里面的自己来讲，这个叫报身或者是应化身。",
      "zh_TW": "第六種，「內觀禮，但禮身內法身真佛，不向外求」。這個是所謂實教之禮，實是真實，真實之禮。真實法裡面不說空也不說假，直截了當的就是講的明心見性，見到本覺真性，所以說法身真佛。現在我們略略的給諸位說明什麼叫法身。法是指一切萬法，一切萬法就是身，身就是一切萬法。這樣說法大家很不容易體會，我舉個比喻來說，我想你們同修都作過夢，大概沒有說這一生當中到現在還沒有作過夢的，恐怕沒有，都作過夢。作過夢，這個話就好說了，到你一覺醒來的時候，你才曉得我剛才作了個夢；沒有醒的時候，你在夢裡面認為真有其人、真有其事。醒來之後想想那個夢境，這個夢境就是你一心變現出來的，在你夢境裡面這個一心就化為夢境，整個夢境就是你的一心。真是心外無法，法外無心，夢裡所有的人物、山河大地，連夢中的虛空，全是你自心變現之物。我們說法身是說什麼？整個夢境就是你的法身。這個說法也容易懂，因為你醒過來一想，對，我的身在哪裡？身化成整個夢境，整個夢境就是我的身。從整個夢境來講我們叫法身，從你夢境裡面的自己來講，這個叫報身或者是應化身。"
    },
    {
      "id": "04-011-0007_p0006",
      "zh_CN": "这个意思要是明白了之后，十法界依正庄严是我们的真如本性变现出来的。我们现在因为没有醒，你不觉得，到你几时醒了之后你才晓得，原来十法界依正庄严是我的梦境。十法界依正庄严哪一法不是自己？没有一法不是，这叫法身，法身是理体。可是几个人能够知道，能够觉悟到？几个人能够证得？为什么不能证得？因为你有无明盖复住了。所以说破一品无明，见一分法身，无明不破见不到法身，法身就在面前，见不到，因为你在境界里生了无量无边的分别执着，所以本有的清净法身你见不到。声闻、缘觉、权教菩萨，我法二执都没有断得干净，所以见不到；到实教菩萨，行了，这个时候破一品无明，见一分法身了。所以是但礼身内法身真佛。法身真佛还是说的一切众生、一切境界，为什么？依正庄严都是自心变现之物，没有一法是心外之法，心外无法，法外无心。所以这个地方是礼身内法身真佛。一样的礼敬，礼的是法身真佛，一点都不假。不向外求，心绝不攀缘外境，没有外境，这是大觉。一般讲这是礼第一义谛佛，这个境界就很高了。",
      "zh_TW": "這個意思要是明白了之後，十法界依正莊嚴是我們的真如本性變現出來的。我們現在因為沒有醒，你不覺得，到你幾時醒了之後你才曉得，原來十法界依正莊嚴是我的夢境。十法界依正莊嚴哪一法不是自己？沒有一法不是，這叫法身，法身是理體。可是幾個人能夠知道，能夠覺悟到？幾個人能夠證得？為什麼不能證得？因為你有無明蓋覆住了。所以說破一品無明，見一分法身，無明不破見不到法身，法身就在面前，見不到，因為你在境界裡生了無量無邊的分別執著，所以本有的清淨法身你見不到。聲聞、緣覺、權教菩薩，我法二執都沒有斷得乾淨，所以見不到；到實教菩薩，行了，這個時候破一品無明，見一分法身了。所以是但禮身內法身真佛。法身真佛還是說的一切眾生、一切境界，為什麼？依正莊嚴都是自心變現之物，沒有一法是心外之法，心外無法，法外無心。所以這個地方是禮身內法身真佛。一樣的禮敬，禮的是法身真佛，一點都不假。不向外求，心絕不攀緣外境，沒有外境，這是大覺。一般講這是禮第一義諦佛，這個境界就很高了。"
    },
    {
      "id": "04-011-0007_p0007",
      "zh_CN": "末后一点，「实相礼」，这是将前面内观礼发展到了极处，达到了实相，就是内外同一实相。我们也可以说，内观礼这是初入一真法界，这是接近了，将入未入的境界，到了门口了，实相礼这入了门了。假如我们现在在一起两个人，一个是凡夫，一个是初住菩萨，他们两个人都在拜佛，凡夫恭恭敬敬，是恭敬礼，初住菩萨在这里拜佛的时候他是实相礼。再给诸位讲，礼与不礼都是实相礼，这个要晓得，没有拜佛也叫礼，礼是敬，诸位要晓得这个意思。所以到后面跟诸位讲普贤这个「普」的意思，是讲念念当中无有尽，无尽的意思。并不是教你修礼敬诸佛，那一天二十四小时天天在这里拜，不拜就是不礼了，那就错误了。拜佛这个境界这是随缘，所以讲因缘不相同，礼敬之心是念念相续，从来没有间断的，在一切境界里恭敬心、礼敬之心从无间断，这个叫修礼敬。",
      "zh_TW": "末後一點，「實相禮」，這是將前面內觀禮發展到了極處，達到了實相，就是內外同一實相。我們也可以說，內觀禮這是初入一真法界，這是接近了，將入未入的境界，到了門口了，實相禮這入了門了。假如我們現在在一起兩個人，一個是凡夫，一個是初住菩薩，他們兩個人都在拜佛，凡夫恭恭敬敬，是恭敬禮，初住菩薩在這裡拜佛的時候他是實相禮。再給諸位講，禮與不禮都是實相禮，這個要曉得，沒有拜佛也叫禮，禮是敬，諸位要曉得這個意思。所以到後面跟諸位講普賢這個「普」的意思，是講念念當中無有盡，無盡的意思。並不是教你修禮敬諸佛，那一天二十四小時天天在這裡拜，不拜就是不禮了，那就錯誤了。拜佛這個境界這是隨緣，所以講因緣不相同，禮敬之心是念念相續，從來沒有間斷的，在一切境界裡恭敬心、禮敬之心從無間斷，這個叫修禮敬。"
    },
    {
      "id": "04-011-0007_p0008",
      "zh_CN": "念念无间，这也不容易做到。如果我们念念都念着恭敬，恭敬一切人、恭敬一切物，你们想想这个法圆融吗？无碍吗？有障碍了。我念念恭敬心的时候，后面是赞叹如来、广修供养、忏除业障都不能修了，心无二用，只能用一，不能用二，无量无边的德能只能用一个，其他都不能用了。的确是这样的。为什么会这样？因为你不善用心，你用的什么心？你用的分别心，用的执着心。可见你还是用心意识在这里修礼敬诸佛，所以你才事事有碍。如果你要是离心意识，用真心修，就事事无碍了。为什么？因为从恭敬到实相的礼敬是我们本性里面本来具足的，不必起心动念就圆圆满满，这个真是妙极了。",
      "zh_TW": "念念無間，這也不容易做到。如果我們念念都念著恭敬，恭敬一切人、恭敬一切物，你們想想這個法圓融嗎？無礙嗎？有障礙了。我念念恭敬心的時候，後面是讚歎如來、廣修供養、懺除業障都不能修了，心無二用，只能用一，不能用二，無量無邊的德能只能用一個，其他都不能用了。的確是這樣的。為什麼會這樣？因為你不善用心，你用的什麼心？你用的分別心，用的執著心。可見你還是用心意識在這裡修禮敬諸佛，所以你才事事有礙。如果你要是離心意識，用真心修，就事事無礙了。為什麼？因為從恭敬到實相的禮敬是我們本性裡面本來具足的，不必起心動念就圓圓滿滿，這個真是妙極了。"
    },
    {
      "id": "04-011-0007_p0009",
      "zh_CN": "道人一天到晚在那里盘腿面壁，如如不动，他已经遍礼一切诸佛了。我们看不出来。道人在日常生活当中，你像五十三参里面，他的修行方法跟一般修行方法不一样，我们一般修定，你们同修当中还跟圣严法师打过禅七的，盘腿面壁修定，《华严经》里面教你修定在哪里？十字街头，市廛里面修定。市廛是什么？就是我们今天讲的百货公司，商场最热闹的地方，人最多的地方，叫你到那里去玩，这也看、那也看，东走走、西走走，那叫修禅定，是这个修法，不是面壁。你看大乘人修行的方法跟小乘人不一样。",
      "zh_TW": "道人一天到晚在那裡盤腿面壁，如如不動，他已經遍禮一切諸佛了。我們看不出來。道人在日常生活當中，你像五十三參裡面，他的修行方法跟一般修行方法不一樣，我們一般修定，你們同修當中還跟聖嚴法師打過禪七的，盤腿面壁修定，《華嚴經》裡面教你修定在哪裡？十字街頭，市廛裡面修定。市廛是什麼？就是我們今天講的百貨公司，商場最熱鬧的地方，人最多的地方，叫你到那裡去玩，這也看、那也看，東走走、西走走，那叫修禪定，是這個修法，不是面壁。你看大乘人修行的方法跟小乘人不一樣。"
    },
    {
      "id": "04-011-0007_p0010",
      "zh_CN": "所以你们要是会修，今天这个境界对于一个修行人来说比古时候来得殊胜。因为古时候这个五花八门的境界没有这么多，会修行的人什么都可以接触，在里面修什么？修不动心。你们到市场去逛一逛，服装店逛一逛，这个衣服样子不错，动了心了，定就没有了。样样都看，不动心，这就是功夫，这就是禅定。不看不动心，这算不了功夫，为什么？境界一现前心又动了，那有什么用处？没有用处。一定要境界摆在面前不动心，这叫真功夫，这是真正的禅定。你看五十三参教给我们修的统统是这个修法。所以炼，处处都是道场，人人都是老师，就怕你自己不会，会了就是善财，在境界里历事炼心，历是经历，经历一切事、一切境界，在里头炼心。炼什么？给诸位说就是炼的戒定慧，这个心里头不起恶念，「诸恶莫作，众善奉行」，这个就是炼的戒，如如不动这就是定，了了分明这就是慧，样样都晓得，样样都清楚，不动心。",
      "zh_TW": "所以你們要是會修，今天這個境界對於一個修行人來說比古時候來得殊勝。因為古時候這個五花八門的境界沒有這麼多，會修行的人什麼都可以接觸，在裡面修什麼？修不動心。你們到市場去逛一逛，服裝店逛一逛，這個衣服樣子不錯，動了心了，定就沒有了。樣樣都看，不動心，這就是功夫，這就是禪定。不看不動心，這算不了功夫，為什麼？境界一現前心又動了，那有什麼用處？沒有用處。一定要境界擺在面前不動心，這叫真功夫，這是真正的禪定。你看五十三參教給我們修的統統是這個修法。所以鍊，處處都是道場，人人都是老師，就怕你自己不會，會了就是善財，在境界裡歷事鍊心，歷是經歷，經歷一切事、一切境界，在裡頭鍊心。鍊什麼？給諸位說就是鍊的戒定慧，這個心裡頭不起惡念，「諸惡莫作，眾善奉行」，這個就是鍊的戒，如如不動這就是定，了了分明這就是慧，樣樣都曉得，樣樣都清楚，不動心。"
    },
    {
      "id": "04-011-0007_p0011",
      "zh_CN": "开头学的时候怎么学法？我告诉诸位，你们天天去逛市场修定，身上不要带钱，一分钱都不要带，想买没有钱，只好多看看，用这个方法。带了钱就靠不住了，就不保险了，到时候动了心就想买了，就把定破坏了。身上不带钱，到处去看，样样都看得很清楚，人家说什么你都知道，你也能说得头头是道，但是如如不动。这个方法妙极了，心像一面镜子一样，照得清清楚楚，一尘不染，保持你自己的清净光明。所以大乘修行实在是妙，妙极了。",
      "zh_TW": "開頭學的時候怎麼學法？我告訴諸位，你們天天去逛市場修定，身上不要帶錢，一分錢都不要帶，想買沒有錢，只好多看看，用這個方法。帶了錢就靠不住了，就不保險了，到時候動了心就想買了，就把定破壞了。身上不帶錢，到處去看，樣樣都看得很清楚，人家說什麼你都知道，你也能說得頭頭是道，但是如如不動。這個方法妙極了，心像一面鏡子一樣，照得清清楚楚，一塵不染，保持你自己的清淨光明。所以大乘修行實在是妙，妙極了。"
    },
    {
      "id": "04-011-0007_p0012",
      "zh_CN": "第八是「大悲礼」，大悲礼是出自于悲心，因为众生不晓得礼敬三宝，礼敬三宝是大福报，众生不知道，我们发愿代众生礼。真能代得了吗？这个不要问，不要问代得了代不了，反正我们代他礼就是了。在佛法里面讲既然体是一个，我们就能代得了。一心为本源，好像这棵树一样，根是一个，虽然有许许多多的枝条，我们只挑一个枝，其余的枝不动，一个枝发达也能影响它。佛在《地藏经》里面告诉我们，我们代一切众生修福，他所能得到的是七分之一，七分之六是修者自己得到，我们福报给他，替他修的，他只能得七分之一。这个说法实在是有道理。所以那些不懂得佛法的人，我们要替他修福，我们自己懂佛法，我们的父母家人眷属朋友不懂佛法，我们要发心代他修。代他修不必让他知道，知道了或者他会起反感，他不赞成我们学佛，我们代他修，这与我有什么相干？他还起反感，不必。时间久了之后，自然有感应道交。只要我们自己真诚去修学，诚心诚意普代众生。诚到了极处，可以转业，不是不能转的。",
      "zh_TW": "第八是「大悲禮」，大悲禮是出自於悲心，因為眾生不曉得禮敬三寶，禮敬三寶是大福報，眾生不知道，我們發願代眾生禮。真能代得了嗎？這個不要問，不要問代得了代不了，反正我們代他禮就是了。在佛法裡面講既然體是一個，我們就能代得了。一心為本源，好像這棵樹一樣，根是一個，雖然有許許多多的枝條，我們只挑一個枝，其餘的枝不動，一個枝發達也能影響它。佛在《地藏經》裡面告訴我們，我們代一切眾生修福，他所能得到的是七分之一，七分之六是修者自己得到，我們福報給他，替他修的，他只能得七分之一。這個說法實在是有道理。所以那些不懂得佛法的人，我們要替他修福，我們自己懂佛法，我們的父母家人眷屬朋友不懂佛法，我們要發心代他修。代他修不必讓他知道，知道了或者他會起反感，他不贊成我們學佛，我們代他修，這與我有什麼相干？他還起反感，不必。時間久了之後，自然有感應道交。只要我們自己真誠去修學，誠心誠意普代眾生。誠到了極處，可以轉業，不是不能轉的。"
    },
    {
      "id": "04-011-0007_p0013",
      "zh_CN": "今天在台湾，年轻人有这么多人学佛，这不能说不是感应，这过去在大陆上没有的现象，我们可以说从清末到民初，一直到大陆沦陷，大陆年轻人学佛真是凤毛麟角，没有几个，学佛的都是老人，哪里像台湾这么多年轻人学佛，真正是稀有。所以从这个地方也能看到我们国家的国运昌隆，我们民族将来有非常光明的前途，我自己很相信。不要看外国人神气，外国人将来求我们的地方太多太多了，外国人你看看它的历史，美国的历史很短，不过两百年，暴发户！",
      "zh_TW": "今天在台灣，年輕人有這麼多人學佛，這不能說不是感應，這過去在大陸上沒有的現象，我們可以說從清末到民初，一直到大陸淪陷，大陸年輕人學佛真是鳳毛麟角，沒有幾個，學佛的都是老人，哪裡像台灣這麼多年輕人學佛，真正是稀有。所以從這個地方也能看到我們國家的國運昌隆，我們民族將來有非常光明的前途，我自己很相信。不要看外國人神氣，外國人將來求我們的地方太多太多了，外國人你看看它的歷史，美國的歷史很短，不過兩百年，暴發戶！"
    },
    {
      "id": "04-011-0007_p0014",
      "zh_CN": "能够把这个六礼融合成一，一拜当中具足这六礼，这叫做「总摄礼」。诸位要晓得，我们今天讲修普贤行，普贤菩萨的礼敬就是总摄礼，一拜当中具足这六个意思，这叫普贤礼。我们学普贤行愿要这样才是普贤礼。一拜佛，向下的时候，称赞、供养、忏业到普皆回向，无不如是，所以称之为普贤行。",
      "zh_TW": "能夠把這個六禮融合成一，一拜當中具足這六禮，這叫做「總攝禮」。諸位要曉得，我們今天講修普賢行，普賢菩薩的禮敬就是總攝禮，一拜當中具足這六個意思，這叫普賢禮。我們學普賢行願要這樣才是普賢禮。一拜佛，向下的時候，稱讚、供養、懺業到普皆迴向，無不如是，所以稱之為普賢行。"
    },
    {
      "id": "04-011-0007_p0015",
      "zh_CN": "末后这一条，「无尽礼，入帝网境，若佛若礼，重重无尽」。这个帝网是比喻，佛经里面常用忉利天主他的宫殿罗网，用它来做比喻。宫殿庄严罗网大概诸位也没有见过，台湾虽然有很多寺庙，我也走了不少，没有见过，可是在日本还有，我在日本京都看到的。罗网一般是用铜丝编织的，它有两种作用，一种是保护建筑物，建筑物雕梁画栋，都是很精美的艺术品，所以外面用网把它罩起来，保护着它；另一种作用是防止小鸟筑巢。同时也非常的美观，网当中系有珠，宝珠，帝网天珠，珠放光，像镜子一样互相映照，美极了。从前大陆上大的寺院宫殿都有罗网。这是取这个意思，就是像镜子一样一面一面照过来无有穷尽，取这个意思，取重重无尽的意思。",
      "zh_TW": "末後這一條，「無盡禮，入帝網境，若佛若禮，重重無盡」。這個帝網是比喻，佛經裡面常用忉利天主他的宮殿羅網，用它來做比喻。宮殿莊嚴羅網大概諸位也沒有見過，台灣雖然有很多寺廟，我也走了不少，沒有見過，可是在日本還有，我在日本京都看到的。羅網一般是用銅絲編織的，它有兩種作用，一種是保護建築物，建築物雕梁畫棟，都是很精美的藝術品，所以外面用網把它罩起來，保護著它；另一種作用是防止小鳥築巢。同時也非常的美觀，網當中繫有珠，寶珠，帝網天珠，珠放光，像鏡子一樣互相映照，美極了。從前大陸上大的寺院宮殿都有羅網。這是取這個意思，就是像鏡子一樣一面一面照過來無有窮盡，取這個意思，取重重無盡的意思。"
    },
    {
      "id": "04-011-0007_p0016",
      "zh_CN": "前面总摄礼我们要是学会了，就是一礼当中具足这些意思，这就是我们修普贤行。修普贤行的人就叫做普贤菩萨。普贤菩萨，诸位在注解里去看有三种，第一种叫位前普贤，因为普贤菩萨本来的位次是等觉菩萨，等觉以前，就是我们现在初发心，初发心我们就学普贤行，我们是初发心的普贤菩萨；到了你证到等觉了，这叫当位的普贤，这就正式的；成佛之后再回来，这叫位后普贤，成了佛之后，倒驾慈航，退回来退在菩萨位子上，这叫做位后普贤。所以普贤有三类。",
      "zh_TW": "前面總攝禮我們要是學會了，就是一禮當中具足這些意思，這就是我們修普賢行。修普賢行的人就叫做普賢菩薩。普賢菩薩，諸位在註解裡去看有三種，第一種叫位前普賢，因為普賢菩薩本來的位次是等覺菩薩，等覺以前，就是我們現在初發心，初發心我們就學普賢行，我們是初發心的普賢菩薩；到了你證到等覺了，這叫當位的普賢，這就正式的；成佛之後再回來，這叫位後普賢，成了佛之後，倒駕慈航，退回來退在菩薩位子上，這叫做位後普賢。所以普賢有三類。"
    },
    {
      "id": "04-011-0007_p0017",
      "zh_CN": "前面两类我们容易懂，最后一类不好懂，成了佛为什么要退回来？诸位要晓得，教化众生，所谓是方便有多门，得要用善巧方便，方便法哪一种方法容易接近众生就采取某一个方法。老师教学生一定要保持相当程度的威严，所谓是只闻来学，未闻往教，你们读《礼记》，世出世间法都是这样，师道是尊严的。现在随着时代变质了，有家教，老师到学生家里去教，这不行，教不出好学生来，学生不会对老师尊敬的，我叫你来就来，叫你去就去，这个师道尊严没有了。从前求学，就是家教，学生到老师家里去学，没有说是把老师请到家里来，没有这个道理。",
      "zh_TW": "前面兩類我們容易懂，最後一類不好懂，成了佛為什麼要退回來？諸位要曉得，教化眾生，所謂是方便有多門，得要用善巧方便，方便法哪一種方法容易接近眾生就採取某一個方法。老師教學生一定要保持相當程度的威嚴，所謂是只聞來學，未聞往教，你們讀《禮記》，世出世間法都是這樣，師道是尊嚴的。現在隨著時代變質了，有家教，老師到學生家裡去教，這不行，教不出好學生來，學生不會對老師尊敬的，我叫你來就來，叫你去就去，這個師道尊嚴沒有了。從前求學，就是家教，學生到老師家裡去學，沒有說是把老師請到家裡來，沒有這個道理。"
    },
    {
      "id": "04-011-0007_p0018",
      "zh_CN": "所以师道尊严非常重要，佛法也是如此。尊严当中学东西有的学生有疑惑不敢问，这就是不方便的地方很多。于是乎诸佛换个身分，换个菩萨身分，菩萨跟大家是同学，前后期的同学而已，以学长的身分就方便多了。所以他退居在学长的身分来帮助我们求学。菩萨作不请之友，老师是一定要请的、要求的，菩萨是你不请我自己就来了，没有尊严，跟你完全站在平等地位，像兄弟姐妹一样，这个事情就好办了。这是位后普贤。",
      "zh_TW": "所以師道尊嚴非常重要，佛法也是如此。尊嚴當中學東西有的學生有疑惑不敢問，這就是不方便的地方很多。於是乎諸佛換個身分，換個菩薩身分，菩薩跟大家是同學，前後期的同學而已，以學長的身分就方便多了。所以他退居在學長的身分來幫助我們求學。菩薩作不請之友，老師是一定要請的、要求的，菩薩是你不請我自己就來了，沒有尊嚴，跟你完全站在平等地位，像兄弟姐妹一樣，這個事情就好辦了。這是位後普賢。"
    },
    {
      "id": "04-011-0007_p0019",
      "zh_CN": "你们念《普门品》，观世音菩萨三十二应身，随类化身，那个也是位后的观音，观音菩萨也是在等觉位次上，这是位后观音。这才显示出大慈大悲，慈悲至极。本经里面所讲的五十三位善知识，给诸位说全是位后普贤，都是帮助我们的。所以我们自己修学要想成就，自己一定要肯定自己，善财童子就是我自己，不是别人，直下承当。一切众生都是我的善友，都是我的善知识，他修善行的，他是来教我的；他做恶行的，也是我的老师，也是来教我的。",
      "zh_TW": "你們念《普門品》，觀世音菩薩三十二應身，隨類化身，那個也是位後的觀音，觀音菩薩也是在等覺位次上，這是位後觀音。這才顯示出大慈大悲，慈悲至極。本經裡面所講的五十三位善知識，給諸位說全是位後普賢，都是幫助我們的。所以我們自己修學要想成就，自己一定要肯定自己，善財童子就是我自己，不是別人，直下承當。一切眾生都是我的善友，都是我的善知識，他修善行的，他是來教我的；他做惡行的，也是我的老師，也是來教我的。"
    },
    {
      "id": "04-011-0007_p0020",
      "zh_CN": "我记得我那时候在做事情的时候，还没有开始学佛，大概在民国四十一、二年，快要学佛的过程当中，有一天我们有几个同事长官在一块聊天。我们那个机关大，我们机关老板就是老总统，所以这些同仁们阶级都很高，都是将官。谈什么？谈宋史的岳飞、秦桧，岳飞是如何的忠诚，秦桧是奸佞。当时我也在那里听，听了之后我说这两个都是好人。他们觉得奇怪，他们说岳飞生天，秦桧也生天？他们两个都是我们的民族英雄，都是我们的大善知识。我有我的理论，我小的时候好辩，有的时候强词夺理，但是也能说得头头是道，说得他们点头。",
      "zh_TW": "我記得我那時候在做事情的時候，還沒有開始學佛，大概在民國四十一、二年，快要學佛的過程當中，有一天我們有幾個同事長官在一塊聊天。我們那個機關大，我們機關老闆就是老總統，所以這些同仁們階級都很高，都是將官。談什麼？談宋史的岳飛、秦檜，岳飛是如何的忠誠，秦檜是奸佞。當時我也在那裡聽，聽了之後我說這兩個都是好人。他們覺得奇怪，他們說岳飛生天，秦檜也生天？他們兩個都是我們的民族英雄，都是我們的大善知識。我有我的理論，我小的時候好辯，有的時候強詞奪理，但是也能說得頭頭是道，說得他們點頭。"
    },
    {
      "id": "04-011-0007_p0021",
      "zh_CN": "我说为什么？他们两个都是老师，岳飞教我们尽忠，秦桧教我们不要作恶，作恶得恶报，现身说法，你要作恶就像我的果报，他们都是我们老师。真的都是我们的老师，岳飞是正面的老师，秦桧是反面的老师，没有秦桧怎么能显得出岳飞的忠诚？所以两个都是老师，两个都生天，两个都是善知识，这是我的看法。他们听听我的理论，也点头，觉得也有点道理。实在是如此。所以我们要是在一切境界能作如是观，一切善人、恶人我们不是不晓得，清清楚楚，我们自己都得受用、都得利益，正面、反面都能成就我们自己无量功德。岳飞教给我们应当要效法他，秦桧教我们不可以效法他，所以都是善知识，都是我们民族的导师，应当作如是观。",
      "zh_TW": "我說為什麼？他們兩個都是老師，岳飛教我們盡忠，秦檜教我們不要作惡，作惡得惡報，現身說法，你要作惡就像我的果報，他們都是我們老師。真的都是我們的老師，岳飛是正面的老師，秦檜是反面的老師，沒有秦檜怎麼能顯得出岳飛的忠誠？所以兩個都是老師，兩個都生天，兩個都是善知識，這是我的看法。他們聽聽我的理論，也點頭，覺得也有點道理。實在是如此。所以我們要是在一切境界能作如是觀，一切善人、惡人我們不是不曉得，清清楚楚，我們自己都得受用、都得利益，正面、反面都能成就我們自己無量功德。岳飛教給我們應當要效法他，秦檜教我們不可以效法他，所以都是善知識，都是我們民族的導師，應當作如是觀。"
    },
    {
      "id": "04-011-0007_p0022",
      "zh_CN": "无尽礼是当位普贤以后才有这个能力，这个是一礼尽虚空遍法界，不但讲是称性，而且是尽性，无尽功德，不可思议。这是把十种礼简简单单给大家介绍出来。这个要紧的是我们必须把意思要搞清楚，要运用到我们日常生活当中，这个才是真正的修学。绝不是说我们只把文字的意思了解了就算是满足了，这不行的，文字的意思了解得再多，如果不能运用在生活上，这个不是佛法。为什么？你还是不觉。运用在生活方面，第一个我们要学的就是对父母的礼敬、对师长的礼敬，先从这个地方学，然后把对父母师长的恭敬心扩展到一切众生，这就成了普贤行。这个是由亲而疏，这是一个正常的发展。如果说我们最先把父母师长都舍弃了，对众生来开始修礼敬，这个是与法性不相应的。所以世出世间法都是从敬父母开始，佛法也是如此，也不例外。",
      "zh_TW": "無盡禮是當位普賢以後才有這個能力，這個是一禮盡虛空遍法界，不但講是稱性，而且是盡性，無盡功德，不可思議。這是把十種禮簡簡單單給大家介紹出來。這個要緊的是我們必須把意思要搞清楚，要運用到我們日常生活當中，這個才是真正的修學。絕不是說我們只把文字的意思了解了就算是滿足了，這不行的，文字的意思了解得再多，如果不能運用在生活上，這個不是佛法。為什麼？你還是不覺。運用在生活方面，第一個我們要學的就是對父母的禮敬、對師長的禮敬，先從這個地方學，然後把對父母師長的恭敬心擴展到一切眾生，這就成了普賢行。這個是由親而疏，這是一個正常的發展。如果說我們最先把父母師長都捨棄了，對眾生來開始修禮敬，這個是與法性不相應的。所以世出世間法都是從敬父母開始，佛法也是如此，也不例外。"
    },
    {
      "id": "04-011-0007_p0023",
      "zh_CN": "底下一段是「释相」，就是解释境界相。里面有三小段，第一段是说明所礼的境界，经文：",
      "zh_TW": "底下一段是「釋相」，就是解釋境界相。裡面有三小段，第一段是說明所禮的境界，經文："
    },
    {
      "id": "04-011-0007_p0024",
      "zh_CN": "【所有尽法界虚空界。十方三世一切佛刹。极微尘数诸佛世尊。】",
      "zh_TW": "【所有盡法界虛空界。十方三世一切佛剎。極微塵數諸佛世尊。】"
    },
    {
      "id": "04-011-0007_p0025",
      "zh_CN": "这就是说明的对象，尽法界尽虚空界，这一个尽是贯下来的，尽『十方三世一切佛刹极微尘数诸佛』。佛是讲的真如本性，在有情众生分上称之为佛性，在无情众生分上叫法性，我们今天无情分为植物与矿物，这是无情的，动物是有情的，现在分成三分，佛法分两分，有情与无情，有情叫佛性，无情叫法性。法性跟佛性是一个性不是二性，这个是要记住的，是一性不是二性，所以「情与无情同圆种智」，这才是一不是二。譬如我们作梦，梦里的人物、动物是有情的，山河大地是无情的，有情、无情都是自心变现之物，同是以一心为本源。所以从梦醒过来，梦里面一切境界同时也都觉悟了，没有先后、没有次第，这就是「情与无情同圆种智」的意思。",
      "zh_TW": "這就是說明的對象，盡法界盡虛空界，這一個盡是貫下來的，盡『十方三世一切佛剎極微塵數諸佛』。佛是講的真如本性，在有情眾生分上稱之為佛性，在無情眾生分上叫法性，我們今天無情分為植物與礦物，這是無情的，動物是有情的，現在分成三分，佛法分兩分，有情與無情，有情叫佛性，無情叫法性。法性跟佛性是一個性不是二性，這個是要記住的，是一性不是二性，所以「情與無情同圓種智」，這才是一不是二。譬如我們作夢，夢裡的人物、動物是有情的，山河大地是無情的，有情、無情都是自心變現之物，同是以一心為本源。所以從夢醒過來，夢裡面一切境界同時也都覺悟了，沒有先後、沒有次第，這就是「情與無情同圓種智」的意思。"
    },
    {
      "id": "04-011-0007_p0026",
      "zh_CN": "所以我们礼敬的境界就是一切情与无情，都是我们所礼的境界，这就是讲的诸佛，诸佛两个字的意思是把十法界依正庄严全包括了。『世尊』，这是单单讲有情众生，而且在有情众生当中居佛位的，有佛位称呼的，在圆教里面讲初住以上都称佛，天台大师的六即佛叫分证佛，明心见性之人，这是世出世间最为尊贵的，见性之人。在此地提到诸佛，后面会给我们讲，包括了菩萨及声闻大众，所以我们礼敬之心，当然诸佛世尊是我们最恭敬的，我们要把恭敬诸佛世尊之心，同样的恭敬一切众生，平等无二，这才叫真正修普贤行。底下一句是「能礼因」。",
      "zh_TW": "所以我們禮敬的境界就是一切情與無情，都是我們所禮的境界，這就是講的諸佛，諸佛兩個字的意思是把十法界依正莊嚴全包括了。『世尊』，這是單單講有情眾生，而且在有情眾生當中居佛位的，有佛位稱呼的，在圓教裡面講初住以上都稱佛，天台大師的六即佛叫分證佛，明心見性之人，這是世出世間最為尊貴的，見性之人。在此地提到諸佛，後面會給我們講，包括了菩薩及聲聞大眾，所以我們禮敬之心，當然諸佛世尊是我們最恭敬的，我們要把恭敬諸佛世尊之心，同樣的恭敬一切眾生，平等無二，這才叫真正修普賢行。底下一句是「能禮因」。"
    },
    {
      "id": "04-011-0007_p0027",
      "zh_CN": "【我以普贤行愿力故。深心信解。如对目前。】",
      "zh_TW": "【我以普賢行願力故。深心信解。如對目前。】"
    },
    {
      "id": "04-011-0007_p0028",
      "zh_CN": "这就是要修普贤行愿。如果不修普贤行愿，我们所礼的境界不能这样普遍，所以应当要修普贤行愿。『普贤行愿力』就是法力，就是方法上产生的效果，我们依照这个方法，不依这个方法达不到这样的境界。『深心信解』这四个字是自力，普贤的方法，《华严经》里面讲得清清楚楚，这方法都在，如果我们自己不信、不了解，还是没有用处，所以对于理论方法我们要信、我们要理解，这一点很重要。清凉大师给我们说，信而不解，增长无明；解而不行，不能够去做，增长邪见。所以信解行是一不是二，信解行完全相应了，是一不是二，这就叫证。如果说信是信，解是解，行是行，这三个合不在一起，这就没有证；是一而三，三而一，这就是证。",
      "zh_TW": "這就是要修普賢行願。如果不修普賢行願，我們所禮的境界不能這樣普遍，所以應當要修普賢行願。『普賢行願力』就是法力，就是方法上產生的效果，我們依照這個方法，不依這個方法達不到這樣的境界。『深心信解』這四個字是自力，普賢的方法，《華嚴經》裡面講得清清楚楚，這方法都在，如果我們自己不信、不了解，還是沒有用處，所以對於理論方法我們要信、我們要理解，這一點很重要。清涼大師給我們說，信而不解，增長無明；解而不行，不能夠去做，增長邪見。所以信解行是一不是二，信解行完全相應了，是一不是二，這就叫證。如果說信是信，解是解，行是行，這三個合不在一起，這就沒有證；是一而三，三而一，這就是證。"
    },
    {
      "id": "04-011-0007_p0029",
      "zh_CN": "譬如我们讲这个经的理论与方法，能够跟我们整个生活融合成一体，我们日常生活当中起心动念、一切的作为就是这个理论与方法，这就叫证果。理论就是我们生活，生活就是理论，我们的思想行为就是这一部《华严经》所讲的，与《华严经》没有两样，你就入一真法界了。这才是名符其实的善财童子，名符其实的普贤菩萨，善财童子就是普贤菩萨，这是刚才讲的三种普贤是属于位前的普贤。这个意思是要以理论方法集合自己的力量，就是自己有信心、有能力理解它，然后依照这个方法去修学。这一点意思比较上深，而且我们一定要搞清楚，不搞清楚，这个礼敬我们不能修，我们没法子学。我们希望同学们在这七天当中对这个稍稍能有一点体悟，然后能够将这些方法在日常生活当中做到几分，你就有受用，你能做到一分就有一分受用，就能变化你的气质，把你带到一乘佛法的境界里面，这个功德就非常的殊胜。诸位如果真正能够做到这四个字，「深心信解」，底下这一句就是效果，『如对目前』。好，我们下课。",
      "zh_TW": "譬如我們講這個經的理論與方法，能夠跟我們整個生活融合成一體，我們日常生活當中起心動念、一切的作為就是這個理論與方法，這就叫證果。理論就是我們生活，生活就是理論，我們的思想行為就是這一部《華嚴經》所講的，與《華嚴經》沒有兩樣，你就入一真法界了。這才是名符其實的善財童子，名符其實的普賢菩薩，善財童子就是普賢菩薩，這是剛才講的三種普賢是屬於位前的普賢。這個意思是要以理論方法集合自己的力量，就是自己有信心、有能力理解它，然後依照這個方法去修學。這一點意思比較上深，而且我們一定要搞清楚，不搞清楚，這個禮敬我們不能修，我們沒法子學。我們希望同學們在這七天當中對這個稍稍能有一點體悟，然後能夠將這些方法在日常生活當中做到幾分，你就有受用，你能做到一分就有一分受用，就能變化你的氣質，把你帶到一乘佛法的境界裡面，這個功德就非常的殊勝。諸位如果真正能夠做到這四個字，「深心信解」，底下這一句就是效果，『如對目前』。好，我們下課。"
    }
  ]
}