{
  "doc_id": "04-011-0016",
  "title": {
    "zh_CN": "普贤行愿品",
    "zh_TW": "普賢行願品"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "",
  "location": {
    "zh_CN": "台湾图书馆大专",
    "zh_TW": "台灣圖書館大專"
  },
  "doc_number": "04-011-0016",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "04-011-0016_p0001",
      "zh_CN": "请看经文。上午讲到观罪性空，讲到观想，观想特别注意到的就是观。实实在在讲，想与观不一样，我们平常讲思惟想像，跟观不一样。观里面是有智慧，与定慧相应，你看修定，禅定翻成中国意思就是止观，是定里面有慧，慧里面有定，这个才叫观。止就是止妄念，把妄心止住，观是什么？妄心止住，我们本性就起作用，就是真心起作用，观是真心起作用。如果诸位学过《楞严经》，交光法师在《楞严经正脉》里面所提倡的舍识用根，舍识用根就是观，用六根的根性，而不用六七识，不用这个。我们举一个例子来说，我们常常教同学们读经，就是念经，念经就是修观，就是修止观。你这一部经展开，从如是我闻念到信受奉行，经念完，字字分明，一直念下来，没有分别、没有执着，也不起一念，你看妄念没有了，心意识没有了，这是止；你把这一部经念得清清楚楚、明明白白，这就叫观。",
      "zh_TW": "請看經文。上午講到觀罪性空，講到觀想，觀想特別注意到的就是觀。實實在在講，想與觀不一樣，我們平常講思惟想像，跟觀不一樣。觀裡面是有智慧，與定慧相應，你看修定，禪定翻成中國意思就是止觀，是定裡面有慧，慧裡面有定，這個才叫觀。止就是止妄念，把妄心止住，觀是什麼？妄心止住，我們本性就起作用，就是真心起作用，觀是真心起作用。如果諸位學過《楞嚴經》，交光法師在《楞嚴經正脈》裡面所提倡的捨識用根，捨識用根就是觀，用六根的根性，而不用六七識，不用這個。我們舉一個例子來說，我們常常教同學們讀經，就是念經，念經就是修觀，就是修止觀。你這一部經展開，從如是我聞念到信受奉行，經念完，字字分明，一直念下來，沒有分別、沒有執著，也不起一念，你看妄念沒有了，心意識沒有了，這是止；你把這一部經念得清清楚楚、明明白白，這就叫觀。"
    },
    {
      "id": "04-011-0016_p0002",
      "zh_CN": "你念这部经，一面念一面在想这是什么意思，那就坏了，就打闲岔了，这个观就落在思惟里去了。一部经展开，还有字不认识，「这什么字？」又落在意识了。不认识字没有关系，不认识字你看清楚，怎么写看得清楚，怎么读法不晓得，看清楚，那也叫观。总而言之，你一起念就落在心意识里去了。这就是平素要训练。训练成功，我们在日用平常六根用事，我眼看得很清楚，耳听得很清楚，没有分别心。分别是有分别，不是没有分别，那就是永嘉大师讲的，分别亦非意，不是意分别，而是本性真心的了别，比分别力量强得太多了。禅叫静虑，静就是止，虑就是观，所以你说禅那或说止观，意思是一样的。无论修学哪一个法门，八万四千法门，都离不开这个原理，就是止观的原理。",
      "zh_TW": "你念這部經，一面念一面在想這是什麼意思，那就壞了，就打閒岔了，這個觀就落在思惟裡去了。一部經展開，還有字不認識，「這什麼字？」又落在意識了。不認識字沒有關係，不認識字你看清楚，怎麼寫看得清楚，怎麼讀法不曉得，看清楚，那也叫觀。總而言之，你一起念就落在心意識裡去了。這就是平素要訓練。訓練成功，我們在日用平常六根用事，我眼看得很清楚，耳聽得很清楚，沒有分別心。分別是有分別，不是沒有分別，那就是永嘉大師講的，分別亦非意，不是意分別，而是本性真心的了別，比分別力量強得太多了。禪叫靜慮，靜就是止，慮就是觀，所以你說禪那或說止觀，意思是一樣的。無論修學哪一個法門，八萬四千法門，都離不開這個原理，就是止觀的原理。"
    },
    {
      "id": "04-011-0016_p0003",
      "zh_CN": "我们要把这个方法运用在日常生活当中，运用在六根接触六尘境界之中，自己才能得真正的受用。因为你用观，你没有烦恼，你没有妄念，你所起的是正念、正思惟，没有妄念了，烦恼就断尽了。止断烦恼，观开智慧，我们讲破二障，止是破烦恼障，观是破所知障，千经万论、无量法门都离不开这个原则。可是在我们初学往往不会，我们一用，这不知不觉又落在意识里去了，就是这个麻烦，这是初学的人免不了。为什么？没有用习惯，所以要相当长的时间去训练。刚刚训练时你还是脱离不开，为什么？你有心去做，做意，那个有心就是心意识，你还是离不开心意识。",
      "zh_TW": "我們要把這個方法運用在日常生活當中，運用在六根接觸六塵境界之中，自己才能得真正的受用。因為你用觀，你沒有煩惱，你沒有妄念，你所起的是正念、正思惟，沒有妄念了，煩惱就斷盡了。止斷煩惱，觀開智慧，我們講破二障，止是破煩惱障，觀是破所知障，千經萬論、無量法門都離不開這個原則。可是在我們初學往往不會，我們一用，這不知不覺又落在意識裡去了，就是這個麻煩，這是初學的人免不了。為什麼？沒有用習慣，所以要相當長的時間去訓練。剛剛訓練時你還是脫離不開，為什麼？你有心去做，做意，那個有心就是心意識，你還是離不開心意識。"
    },
    {
      "id": "04-011-0016_p0004",
      "zh_CN": "我们以《楞严经》注解来说，交光大师就不同意天台家的讲法，因为天台家，就是智者大师他所建立的《法华经》的摩诃止观，天台的止观没有离开意识，他还是用意识，带着意识来修观，这是不究竟的。带着意识修观，我们一般讲功夫用得很得力、很如法，像天台大师所讲的那个方法，可以能够修到事一心不乱，不能破无明。所以交光大师极力的反对。这是《楞严经》成为新旧注解两大派别，旧注就是以天台的思想，新注就是用《楞严经》经里面的意思，舍识用根，完全是以《楞严经》的经义，他说得很有道理。圆瑛法师的《讲义》，可以说完全依交光大师的思想。他的方法确实是好，但是初学的人不太容易。所以旧注是用天台止观来注解《楞严经》的奢摩他、三摩、禅那，不能说他没有道理。为什么？对初学人来讲很适用。修学到一个基础，应当百尺竿头，更进一步，不要墨守成规，我们要求进步，这样就好。所以我们对于任何一家的学说、修行方法要客观，哪一个方法都是适合于某一类的根性，都是好方法。不能说哪个方法优，哪个方法劣，优劣很难讲，只要用的得力都有好处。",
      "zh_TW": "我們以《楞嚴經》註解來說，交光大師就不同意天台家的講法，因為天台家，就是智者大師他所建立的《法華經》的摩訶止觀，天台的止觀沒有離開意識，他還是用意識，帶著意識來修觀，這是不究竟的。帶著意識修觀，我們一般講功夫用得很得力、很如法，像天台大師所講的那個方法，可以能夠修到事一心不亂，不能破無明。所以交光大師極力的反對。這是《楞嚴經》成為新舊註解兩大派別，舊註就是以天台的思想，新註就是用《楞嚴經》經裡面的意思，捨識用根，完全是以《楞嚴經》的經義，他說得很有道理。圓瑛法師的《講義》，可以說完全依交光大師的思想。他的方法確實是好，但是初學的人不太容易。所以舊註是用天台止觀來註解《楞嚴經》的奢摩他、三摩、禪那，不能說他沒有道理。為什麼？對初學人來講很適用。修學到一個基礎，應當百尺竿頭，更進一步，不要墨守成規，我們要求進步，這樣就好。所以我們對於任何一家的學說、修行方法要客觀，哪一個方法都是適合於某一類的根性，都是好方法。不能說哪個方法優，哪個方法劣，優劣很難講，只要用的得力都有好處。"
    },
    {
      "id": "04-011-0016_p0005",
      "zh_CN": "如果我们依照此地所讲逆顺十心，顺生死十心是毛病，我们很清楚，像大夫治病一样，对你这个病源，你这个病发生的因素，以及病的状况，完全能了解，前面顺生死十心是了解，真是看透了。后面逆生死十心，这就是药，对症下药，药到病除，这是事理具足。如果我们这样的修忏，可以说无罪不灭。",
      "zh_TW": "如果我們依照此地所講逆順十心，順生死十心是毛病，我們很清楚，像大夫治病一樣，對你這個病源，你這個病發生的因素，以及病的狀況，完全能了解，前面順生死十心是了解，真是看透了。後面逆生死十心，這就是藥，對症下藥，藥到病除，這是事理具足。如果我們這樣的修懺，可以說無罪不滅。"
    },
    {
      "id": "04-011-0016_p0006",
      "zh_CN": "讲到初学修观，我告诉诸位一个最方便的办法，那就是《金刚经》里面教给我们的，《金刚经》末后四句偈，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。我们虽然用的是分别心，可是这个分别与性相应，与无分别相应，无论在什么境界。可是这里面最低限度要读《百法》，《百法》要懂得，一切有为法就是百法前面九十四法，就是八个心王、五十一个心所、二十四个不相应，这些全都是有为法，这是说的心，心之外还有十一个色法，无论是色、无论是心，统是有为法。有为法它没有自性，是属于因缘生法，当体即空，所以佛教我们做如是观。你说梦幻泡影有没有？有这个事情，有就是空，《心经》里面教给我们，「色即是空，空即是色，色不异空，空不异色」。这个也是观，都是我们初学的人就能用得上的，这个是一下手，与最高的境界都能相应。",
      "zh_TW": "講到初學修觀，我告訴諸位一個最方便的辦法，那就是《金剛經》裡面教給我們的，《金剛經》末後四句偈，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。我們雖然用的是分別心，可是這個分別與性相應，與無分別相應，無論在什麼境界。可是這裡面最低限度要讀《百法》，《百法》要懂得，一切有為法就是百法前面九十四法，就是八個心王、五十一個心所、二十四個不相應，這些全都是有為法，這是說的心，心之外還有十一個色法，無論是色、無論是心，統是有為法。有為法它沒有自性，是屬於因緣生法，當體即空，所以佛教我們做如是觀。你說夢幻泡影有沒有？有這個事情，有就是空，《心經》裡面教給我們，「色即是空，空即是色，色不異空，空不異色」。這個也是觀，都是我們初學的人就能用得上的，這個是一下手，與最高的境界都能相應。"
    },
    {
      "id": "04-011-0016_p0007",
      "zh_CN": "你要是懂得这个原理了，譬如有同学刚才给我讲，他念佛，观阿弥陀佛，一念佛，「阿弥陀」这个字现前了，「佛」现不起来，心里要想这四个字，只想到三个，后头那个没有了。他来问我是什么原因？我说你想像力量不够，前面力量强，字现了，后头没有力了，字现不出来。这不叫观想，这叫妄想，这不叫观想。观想怎么样？譬如念佛观佛的名号，一念佛，佛的名号就现前，佛的名号虽然现前，那个名号现前的字是色相，色相现前，自己晓得「色即是空，空即是色，色不异空，空不异色」，这就叫观想。如果执着一定有色相，你不晓得这个色相是空的，执着这个色相，这个就错误了。色相有，晓得有就是空，有而不执着，有而不生妄念，这才叫做观想，想里头有观、有慧在里头。",
      "zh_TW": "你要是懂得這個原理了，譬如有同學剛才給我講，他念佛，觀阿彌陀佛，一念佛，「阿彌陀」這個字現前了，「佛」現不起來，心裡要想這四個字，只想到三個，後頭那個沒有了。他來問我是什麼原因？我說你想像力量不夠，前面力量強，字現了，後頭沒有力了，字現不出來。這不叫觀想，這叫妄想，這不叫觀想。觀想怎麼樣？譬如念佛觀佛的名號，一念佛，佛的名號就現前，佛的名號雖然現前，那個名號現前的字是色相，色相現前，自己曉得「色即是空，空即是色，色不異空，空不異色」，這就叫觀想。如果執著一定有色相，你不曉得這個色相是空的，執著這個色相，這個就錯誤了。色相有，曉得有就是空，有而不執著，有而不生妄念，這才叫做觀想，想裡頭有觀、有慧在裡頭。"
    },
    {
      "id": "04-011-0016_p0008",
      "zh_CN": "如果说只有这个想，色相现前不知道色即是空，空即是色，把这个忘掉了，执着在这个色相里面，这是迷。这个不叫修观，这里头开不了智慧，可以得定，开不了智慧。为什么？你这个分别心只分别一桩事情，不分别别的了，能够得定，所以给诸位说，能修到事一心，没有别的妄念了，只有这一个妄念。如果有观，没有别的妄念，只有一个妄念，这一个妄念因为有观的力量，能突破，突破之后就变成理一心不乱，那个境界就太殊胜了，不是一般修行能够相比的。这个圆顿的修行法都是以这个为基础，我们讲从根本修，也是基于这个理论，基于这种方式，这是从根本修。",
      "zh_TW": "如果說只有這個想，色相現前不知道色即是空，空即是色，把這個忘掉了，執著在這個色相裡面，這是迷。這個不叫修觀，這裡頭開不了智慧，可以得定，開不了智慧。為什麼？你這個分別心只分別一樁事情，不分別別的了，能夠得定，所以給諸位說，能修到事一心，沒有別的妄念了，只有這一個妄念。如果有觀，沒有別的妄念，只有一個妄念，這一個妄念因為有觀的力量，能突破，突破之後就變成理一心不亂，那個境界就太殊勝了，不是一般修行能夠相比的。這個圓頓的修行法都是以這個為基礎，我們講從根本修，也是基於這個理論，基於這種方式，這是從根本修。"
    },
    {
      "id": "04-011-0016_p0009",
      "zh_CN": "本经在其他经文里面，也有讲修法不具足的，就是讲十种它是缺了两种，像「随好品」里面，十种就缺少观罪性空、缺少发菩提心。但是诸位必须要晓得，菩提心是我们这个地方所讲十大愿王的根本，没有菩提心这十愿都修不成。修不成什么？修不成普贤行，我没有菩提心，我依照这个方法来修，礼敬诸佛、赞叹如来，我这么修，乃至普皆回向，你这么修不叫普贤行。如果你这个修行的目的只求个人，在贤首大师五教里面是小教，小教修行法；你要有菩提心、有观罪性空，这是圆教的普贤行，你们想想看这差多远。小始终顿圆，贤首判五教，一层比一层高。所以菩提心不可不发！",
      "zh_TW": "本經在其他經文裡面，也有講修法不具足的，就是講十種它是缺了兩種，像「隨好品」裡面，十種就缺少觀罪性空、缺少發菩提心。但是諸位必須要曉得，菩提心是我們這個地方所講十大願王的根本，沒有菩提心這十願都修不成。修不成什麼？修不成普賢行，我沒有菩提心，我依照這個方法來修，禮敬諸佛、讚歎如來，我這麼修，乃至普皆迴向，你這麼修不叫普賢行。如果你這個修行的目的只求個人，在賢首大師五教裡面是小教，小教修行法；你要有菩提心、有觀罪性空，這是圓教的普賢行，你們想想看這差多遠。小始終頓圓，賢首判五教，一層比一層高。所以菩提心不可不發！"
    },
    {
      "id": "04-011-0016_p0010",
      "zh_CN": "菩提心是什么？就是我们的真心。菩提是印度话，翻成中文的意思是觉，就是觉心，觉悟之心。没有菩提心，心是迷，就是不觉。我们要拿刚才举的交光法师的例子，交光法师讲舍识用根，就是菩提心，根是根中之性，六根的根性，根性就是菩提心。根性在眼叫见性，在耳叫闻性，你看跟八识不一样，八识，在眼叫眼识，在耳叫耳识，这个差别太大太大了。再给诸位说明，眼见性跟眼识是一不是二，见性见色，就像镜子照外面的色相一样，照得清清楚楚，如如不动。如果你照，我们见性见外面色相，这心一动，一动就变成识了，眼识了。识是分别，性是无分别，分别是依无分别而起的，如果没有无分别，那个分别是从哪里起来的。所以不觉，不觉是依觉而起的，无明是依明而起的，可见得我们本性是本明本觉，本来不迷。可是迷了以后，有个现象总是愈迷愈深，麻烦就在此地。现在我们要修觉，从迷里面怎样能觉悟过来，再恢复到我们的本觉。",
      "zh_TW": "菩提心是什麼？就是我們的真心。菩提是印度話，翻成中文的意思是覺，就是覺心，覺悟之心。沒有菩提心，心是迷，就是不覺。我們要拿剛才舉的交光法師的例子，交光法師講捨識用根，就是菩提心，根是根中之性，六根的根性，根性就是菩提心。根性在眼叫見性，在耳叫聞性，你看跟八識不一樣，八識，在眼叫眼識，在耳叫耳識，這個差別太大太大了。再給諸位說明，眼見性跟眼識是一不是二，見性見色，就像鏡子照外面的色相一樣，照得清清楚楚，如如不動。如果你照，我們見性見外面色相，這心一動，一動就變成識了，眼識了。識是分別，性是無分別，分別是依無分別而起的，如果沒有無分別，那個分別是從哪裡起來的。所以不覺，不覺是依覺而起的，無明是依明而起的，可見得我們本性是本明本覺，本來不迷。可是迷了以後，有個現象總是愈迷愈深，麻煩就在此地。現在我們要修覺，從迷裡面怎樣能覺悟過來，再恢復到我們的本覺。"
    },
    {
      "id": "04-011-0016_p0011",
      "zh_CN": "这个事情在前几天跟诸位谈过，如果从一切大经大论里，那是很费事，最便利的方法就是从《起信论》下手，过去杨仁山居士他老人家就是从《起信论》下手，先通达大乘的教义，贯穿一切大乘经。所以《大乘起信论》在中国佛学地位非常高，无论哪一宗、哪一派，都成为是必读之书，言简意赅，文字不多，可是一切大乘经论的道理都在其中。这是说明我们一定要发心。",
      "zh_TW": "這個事情在前幾天跟諸位談過，如果從一切大經大論裡，那是很費事，最便利的方法就是從《起信論》下手，過去楊仁山居士他老人家就是從《起信論》下手，先通達大乘的教義，貫穿一切大乘經。所以《大乘起信論》在中國佛學地位非常高，無論哪一宗、哪一派，都成為是必讀之書，言簡意賅，文字不多，可是一切大乘經論的道理都在其中。這是說明我們一定要發心。"
    },
    {
      "id": "04-011-0016_p0012",
      "zh_CN": "我常常把菩提心用很浅显的语句说出来，经文里面你们去看，像《大乘起信论》里面讲的直心、深心、大悲心，直心，心到底直到什么程度才叫直？所以这个我们一下不太容易体会，我就把它说做平等心，平等就是直，直就是平等，不平等就不直了。深心就是清净心，大悲心就是爱心，世间人讲博爱，佛法里讲慈悲，慈悲心跟爱心是一个心。基于感情的爱心就是世间人讲的爱心，要是这里面有理智，我们就叫做慈悲心，理性的爱就是慈悲心，感情的慈悲就叫做爱心。一样的爱心，一个是以感情为基础，一个是以理智为基础，依理智为基础的爱心我们叫慈悲心，诸位一定要晓得。可见得慈悲是真爱，是理性的，是不变的。我们世间人所讲的爱是假的。譬如说男女之间爱到最深的时候了，结婚了，没有两天又离婚了，这个爱不是假的吗？今天爱了明天又不爱了，它会变的，会变的就是假的，就不是真的。",
      "zh_TW": "我常常把菩提心用很淺顯的語句說出來，經文裡面你們去看，像《大乘起信論》裡面講的直心、深心、大悲心，直心，心到底直到什麼程度才叫直？所以這個我們一下不太容易體會，我就把它說做平等心，平等就是直，直就是平等，不平等就不直了。深心就是清淨心，大悲心就是愛心，世間人講博愛，佛法裡講慈悲，慈悲心跟愛心是一個心。基於感情的愛心就是世間人講的愛心，要是這裡面有理智，我們就叫做慈悲心，理性的愛就是慈悲心，感情的慈悲就叫做愛心。一樣的愛心，一個是以感情為基礎，一個是以理智為基礎，依理智為基礎的愛心我們叫慈悲心，諸位一定要曉得。可見得慈悲是真愛，是理性的，是不變的。我們世間人所講的愛是假的。譬如說男女之間愛到最深的時候了，結婚了，沒有兩天又離婚了，這個愛不是假的嗎？今天愛了明天又不愛了，它會變的，會變的就是假的，就不是真的。"
    },
    {
      "id": "04-011-0016_p0013",
      "zh_CN": "所以你们要不学佛，没有菩提心，你们的心都是虚情假意，我告诉诸位，我是决定不相信的，睁着眼睛骗人，虚情假意，骗人。像这些我们学佛、学觉要从哪里学？要从这里学。你们学佛的人，可以看戏，可以看电影、看电视，看了什么？那都在公开的骗人，他爱这个、爱那个，全是假的。你看电影演戏，那在骗人，骗得你们大家，我们自己在人生当中又何尝不是跟他一样在骗人？唯有佛菩萨的爱是真的，永远不变，为什么？他是从平等心、清净心里面生出来的，他永远不变，叫大慈大悲，我们要学这个。以这样的心修十大愿王，这叫普贤行。由此可知，大经里常讲，舍离菩提心修一切善法，为魔所摄，这个话说得对，没有菩提心，不管你修什么样的善法，确实是魔所摄。你真正了解这个道理，才晓得事实真相确确实实是如此。",
      "zh_TW": "所以你們要不學佛，沒有菩提心，你們的心都是虛情假意，我告訴諸位，我是決定不相信的，睜著眼睛騙人，虛情假意，騙人。像這些我們學佛、學覺要從哪裡學？要從這裡學。你們學佛的人，可以看戲，可以看電影、看電視，看了什麼？那都在公開的騙人，他愛這個、愛那個，全是假的。你看電影演戲，那在騙人，騙得你們大家，我們自己在人生當中又何嘗不是跟他一樣在騙人？唯有佛菩薩的愛是真的，永遠不變，為什麼？他是從平等心、清淨心裡面生出來的，他永遠不變，叫大慈大悲，我們要學這個。以這樣的心修十大願王，這叫普賢行。由此可知，大經裡常講，捨離菩提心修一切善法，為魔所攝，這個話說得對，沒有菩提心，不管你修什麼樣的善法，確實是魔所攝。你真正了解這個道理，才曉得事實真相確確實實是如此。"
    },
    {
      "id": "04-011-0016_p0014",
      "zh_CN": "我们学佛之人，别人以虚情假意对待我们，一天到晚欺骗我们，我们要以真心待人。这样说起来我们不是吃亏上当了吗？如果你要是有吃亏上当的念头，又落在心意识里去了，真如本性里头没有吃亏也没有上当，只有阿赖耶识、末那、第六意识里面才有吃亏上当，真如本性里没有，吃亏上当都是有为法，如梦幻泡影。我们自己以真心行事，这叫发菩提心。菩提心不是叫你说，你现在听经要发菩提心听，念佛要发菩提心念，离开讲堂到外面还是用心意识来办事，那就错了，菩提心就丢掉了，你到佛堂里变成佛，出去就变成魔，那怎么行？",
      "zh_TW": "我們學佛之人，別人以虛情假意對待我們，一天到晚欺騙我們，我們要以真心待人。這樣說起來我們不是吃虧上當了嗎？如果你要是有吃虧上當的念頭，又落在心意識裡去了，真如本性裡頭沒有吃虧也沒有上當，只有阿賴耶識、末那、第六意識裡面才有吃虧上當，真如本性裡沒有，吃虧上當都是有為法，如夢幻泡影。我們自己以真心行事，這叫發菩提心。菩提心不是叫你說，你現在聽經要發菩提心聽，念佛要發菩提心念，離開講堂到外面還是用心意識來辦事，那就錯了，菩提心就丟掉了，你到佛堂裡變成佛，出去就變成魔，那怎麼行？"
    },
    {
      "id": "04-011-0016_p0015",
      "zh_CN": "三心，三心二意那就坏了。你将来看到《无量寿经》教给你三心圆发，佛法有三心！告诉诸位，三心是一心，圆是圆满，圆满的发出来，三心圆发就是指菩提心，就是直心、深心、大悲心，都要圆圆满满的发出来。我们可以看底下的经文了，底下经文举所忏业障：",
      "zh_TW": "三心，三心二意那就壞了。你將來看到《無量壽經》教給你三心圓發，佛法有三心！告訴諸位，三心是一心，圓是圓滿，圓滿的發出來，三心圓發就是指菩提心，就是直心、深心、大悲心，都要圓圓滿滿的發出來。我們可以看底下的經文了，底下經文舉所懺業障："
    },
    {
      "id": "04-011-0016_p0016",
      "zh_CN": "【菩萨自念。我于过去无始劫中。由贪瞋痴。】",
      "zh_TW": "【菩薩自念。我於過去無始劫中。由貪瞋痴。】"
    },
    {
      "id": "04-011-0016_p0017",
      "zh_CN": "『贪瞋痴』三个字是业因，造作恶业的因缘。",
      "zh_TW": "『貪瞋痴』三個字是業因，造作惡業的因緣。"
    },
    {
      "id": "04-011-0016_p0018",
      "zh_CN": "【发身口意。】",
      "zh_TW": "【發身口意。】"
    },
    {
      "id": "04-011-0016_p0019",
      "zh_CN": "贪瞋痴从哪里表现出来？从『身口意』，「身口意」就是造罪的工具，贪瞋痴是造罪的原动力，身口意就变成造罪的工具了。",
      "zh_TW": "貪瞋痴從哪裡表現出來？從『身口意』，「身口意」就是造罪的工具，貪瞋痴是造罪的原動力，身口意就變成造罪的工具了。"
    },
    {
      "id": "04-011-0016_p0020",
      "zh_CN": "【作诸恶业。】",
      "zh_TW": "【作諸惡業。】"
    },
    {
      "id": "04-011-0016_p0021",
      "zh_CN": "造作种种的恶业，所谓身三口四，造作种种罪业。佛经里面有说，六道情形种类很复杂，都是由于业力所作而形成的。众生不晓得事实的真相，往往看到有行善的人一生不得意，穷途潦倒，行善之人，好人！又看到作恶的人在世间有钱有势，好像一生很得意。于是乎对于善恶果报他就不相信了，你怎么讲他也不相信。我前两天接到一封信，我现在还没有回他，因为这两天讲座忙着。这个人我不太熟，他在美国，他说他到过我们讲堂，在讲堂听过经，对佛法也很信仰。但是到美国去，美国那边都不相信佛，信基督教，传一些外道，好像信了神就赦免一切罪，神就赐福，他说虽然理上讲跟佛法不一样，但事实上外国人比我们富有。我们东方人学佛，我们的生活环境确实比不上人家，印度是佛教发源地，印度亡国了，西藏的佛教、中国大陆的佛教现在也等于沦亡了，好像似乎他们说得很有道理，事实摆在眼前。跟这个意思一样，不晓得因果通三世，决定不是善恶果报颠倒错乱了，没有这个道理。",
      "zh_TW": "造作種種的惡業，所謂身三口四，造作種種罪業。佛經裡面有說，六道情形種類很複雜，都是由於業力所作而形成的。眾生不曉得事實的真相，往往看到有行善的人一生不得意，窮途潦倒，行善之人，好人！又看到作惡的人在世間有錢有勢，好像一生很得意。於是乎對於善惡果報他就不相信了，你怎麼講他也不相信。我前兩天接到一封信，我現在還沒有回他，因為這兩天講座忙著。這個人我不太熟，他在美國，他說他到過我們講堂，在講堂聽過經，對佛法也很信仰。但是到美國去，美國那邊都不相信佛，信基督教，傳一些外道，好像信了神就赦免一切罪，神就賜福，他說雖然理上講跟佛法不一樣，但事實上外國人比我們富有。我們東方人學佛，我們的生活環境確實比不上人家，印度是佛教發源地，印度亡國了，西藏的佛教、中國大陸的佛教現在也等於淪亡了，好像似乎他們說得很有道理，事實擺在眼前。跟這個意思一樣，不曉得因果通三世，決定不是善惡果報顛倒錯亂了，沒有這個道理。"
    },
    {
      "id": "04-011-0016_p0022",
      "zh_CN": "可是真正明了佛法的人看法就不一样，你要不相信，你到台中跟李老师聊聊天、谈谈天下事，业果报应，那就不相同了。所以千万不要以为我们现在好像是事事都不得志、不如意的时候，实在讲这是好，并不是不好。经里面讲报有三种，一种叫现报，就是我们这一生所遭遇的，现报；第二是生报，生报是来生得的果报；第三种叫后报，后报是从第三世以后所得的果报。总而言之一句话，你造的因，遇到缘决定有果报。不会说你造这个因后头没有果报，没有这个道理，这在理上决定讲不通的。",
      "zh_TW": "可是真正明瞭佛法的人看法就不一樣，你要不相信，你到台中跟李老師聊聊天、談談天下事，業果報應，那就不相同了。所以千萬不要以為我們現在好像是事事都不得志、不如意的時候，實在講這是好，並不是不好。經裡面講報有三種，一種叫現報，就是我們這一生所遭遇的，現報；第二是生報，生報是來生得的果報；第三種叫後報，後報是從第三世以後所得的果報。總而言之一句話，你造的因，遇到緣決定有果報。不會說你造這個因後頭沒有果報，沒有這個道理，這在理上決定講不通的。"
    },
    {
      "id": "04-011-0016_p0023",
      "zh_CN": "《法华经》里面所谓「一称南无佛，皆已成佛道」。那一段公案是讲释迦牟尼佛在世的时候，有一个人想求佛剃度出家，佛叫这些阿罗汉观察这个人有没有善根。阿罗汉的能力能观五百世，他有这个能力，他的前世、再前世，他能看五百世。五百世当中这个人与佛没有结过缘，没有善根，那这个人怎么能学佛？佛给他剃度，成就他出家，告诉大众，无量劫前，他是个砍材的人，樵夫，在山上遇到老虎了，他爬到一棵树上，在无可奈何的时候，他喊了一声南无佛，就是这一个种子，今天在我会上成熟了，我度他出家。无量劫前一声南无佛的业因，到释迦牟尼佛的会上成熟。所以有因必有果，他这是后报，三种果报里是属于后报。",
      "zh_TW": "《法華經》裡面所謂「一稱南無佛，皆已成佛道」。那一段公案是講釋迦牟尼佛在世的時候，有一個人想求佛剃度出家，佛叫這些阿羅漢觀察這個人有沒有善根。阿羅漢的能力能觀五百世，他有這個能力，他的前世、再前世，他能看五百世。五百世當中這個人與佛沒有結過緣，沒有善根，那這個人怎麼能學佛？佛給他剃度，成就他出家，告訴大眾，無量劫前，他是個砍材的人，樵夫，在山上遇到老虎了，他爬到一棵樹上，在無可奈何的時候，他喊了一聲南無佛，就是這一個種子，今天在我會上成熟了，我度他出家。無量劫前一聲南無佛的業因，到釋迦牟尼佛的會上成熟。所以有因必有果，他這是後報，三種果報裡是屬於後報。"
    },
    {
      "id": "04-011-0016_p0024",
      "zh_CN": "真正学佛的人，诸位想想我们心里是不是期望果报？贪图果报而学佛的，这个学佛的心不是菩提心，是贪心。你念阿弥陀佛，希望求生西方极乐世界，目的在哪里？听说西方极乐世界黄金为地，七宝楼阁，贪心，大贪！这个世界金银七宝还不知足，极乐世界那个地方富足，到那边去，贪心念阿弥陀佛，怎么能生西方极乐世界？不可能。西方极乐世界明明说的是要以一心不乱才能往生，绝不是贪心能够往生的。所以你要想生西方极乐世界，要息灭贪瞋痴，才能与那个地方相应。那个地方人是诸善上人，你看经里面常讲善男子、善女人，人家那个地方不但是善，是上善，善中之善，人人都是发菩提心。因为那是大乘佛法，大乘佛法是以菩提心为基础，它不是小乘佛法，小乘佛法没有菩提心，大乘佛法要发菩提心。小乘人跟大乘人的差别就是一个有菩提心，一个没有菩提心，就这个差别，一发菩提心就是大乘种性。所以这个我们要晓得，绝不是贪图西方世界的富贵而求生到那个地方。",
      "zh_TW": "真正學佛的人，諸位想想我們心裡是不是期望果報？貪圖果報而學佛的，這個學佛的心不是菩提心，是貪心。你念阿彌陀佛，希望求生西方極樂世界，目的在哪裡？聽說西方極樂世界黃金為地，七寶樓閣，貪心，大貪！這個世界金銀七寶還不知足，極樂世界那個地方富足，到那邊去，貪心念阿彌陀佛，怎麼能生西方極樂世界？不可能。西方極樂世界明明說的是要以一心不亂才能往生，絕不是貪心能夠往生的。所以你要想生西方極樂世界，要息滅貪瞋痴，才能與那個地方相應。那個地方人是諸善上人，你看經裡面常講善男子、善女人，人家那個地方不但是善，是上善，善中之善，人人都是發菩提心。因為那是大乘佛法，大乘佛法是以菩提心為基礎，它不是小乘佛法，小乘佛法沒有菩提心，大乘佛法要發菩提心。小乘人跟大乘人的差別就是一個有菩提心，一個沒有菩提心，就這個差別，一發菩提心就是大乘種性。所以這個我們要曉得，絕不是貪圖西方世界的富貴而求生到那個地方。"
    },
    {
      "id": "04-011-0016_p0025",
      "zh_CN": "我们为什么求生到那个地方？因为那个地方佛现在住世，那个地方修学的环境好，老师好，诸佛菩萨都在那个地方教学，那个地方等于是佛世界里面的佛教大学，阿弥陀佛是校长，十方诸佛都在那个地方教课，都是专任的老师。所以我们这一些事理一定要搞清楚。佛法讲十方法界，讲诸佛菩萨，以《华严经》来说，末后你看看，就是在这一卷，这是《华严经》的总结论，普贤菩萨十大愿王导归极乐。这是什么意思？到了极乐世界就到了华藏世界，到了极乐世界就到了十方诸佛所有的世界，都到了，这是真正不可思议。你们念《阿弥陀经》，那只不过是把西方极乐世界说了一个大概，千万分之一都不到。极乐世界的人每天早晨起来吃了早饭了，到外面去逛逛，散散步，到哪里去逛？那一逛就已经看了十万亿个佛国土了，多少时间？一餐饭的时间，已经到那边供佛闻法。诸位晓得，一尊佛说一句法，这个早晨溜达一圈就听了十万亿句佛法了，真是不得了。这个情形你看别的经上有没有？",
      "zh_TW": "我們為什麼求生到那個地方？因為那個地方佛現在住世，那個地方修學的環境好，老師好，諸佛菩薩都在那個地方教學，那個地方等於是佛世界裡面的佛教大學，阿彌陀佛是校長，十方諸佛都在那個地方教課，都是專任的老師。所以我們這一些事理一定要搞清楚。佛法講十方法界，講諸佛菩薩，以《華嚴經》來說，末後你看看，就是在這一卷，這是《華嚴經》的總結論，普賢菩薩十大願王導歸極樂。這是什麼意思？到了極樂世界就到了華藏世界，到了極樂世界就到了十方諸佛所有的世界，都到了，這是真正不可思議。你們念《阿彌陀經》，那只不過是把西方極樂世界說了一個大概，千萬分之一都不到。極樂世界的人每天早晨起來吃了早飯了，到外面去逛逛，散散步，到哪裡去逛？那一逛就已經看了十萬億個佛國土了，多少時間？一餐飯的時間，已經到那邊供佛聞法。諸位曉得，一尊佛說一句法，這個早晨溜達一圈就聽了十萬億句佛法了，真是不得了。這個情形你看別的經上有沒有？"
    },
    {
      "id": "04-011-0016_p0026",
      "zh_CN": "所以现在有些人，我也不晓得他是怎么想法的，有一类的他们听说释迦牟尼佛法运之后，弥勒佛要出现于我们世间，当来下生弥勒佛，就是现在的弥勒菩萨了，于是乎修弥勒法门，希望将来能往生兜率天，亲近弥勒佛，弥勒佛将来成佛了，他给弥勒佛做大弟子，他想这一套。这个想不能说不正确，不能说不好，能不能成就？大有问题，因为我们晓得，弥勒净土的门槛很高，得要修成唯心识定才有资格往生。换句话说，他条件很高，弥勒菩萨是专门学唯识的，你到那里去唯识的分数不及格人家不录取你，你没有办法去，想去也去不成。不像西方极乐世界你念佛名他就去了，这个太容易了。",
      "zh_TW": "所以現在有些人，我也不曉得他是怎麼想法的，有一類的他們聽說釋迦牟尼佛法運之後，彌勒佛要出現於我們世間，當來下生彌勒佛，就是現在的彌勒菩薩了，於是乎修彌勒法門，希望將來能往生兜率天，親近彌勒佛，彌勒佛將來成佛了，他給彌勒佛做大弟子，他想這一套。這個想不能說不正確，不能說不好，能不能成就？大有問題，因為我們曉得，彌勒淨土的門檻很高，得要修成唯心識定才有資格往生。換句話說，他條件很高，彌勒菩薩是專門學唯識的，你到那裡去唯識的分數不及格人家不錄取你，你沒有辦法去，想去也去不成。不像西方極樂世界你念佛名他就去了，這個太容易了。"
    },
    {
      "id": "04-011-0016_p0027",
      "zh_CN": "所以我常常教这些人，他们一心一意想亲近弥勒菩萨，我说唯心识定不好修，诸位要是在唯识经论里稍稍深入一点就晓得，唯心识定很不容易修，很费事。如果照他那个方法去修，要能成就定，初级的定，恐怕也得要二、三百年，我们哪有这个寿命；要成就甚深的禅定，总得要二、三千年才能办得到，所以相当不容易。但是亲近弥勒菩萨有方便的法门，就是先到西方极乐世界去，西方极乐世界教唯识的教授就是弥勒菩萨，那个一上课，我到你兜率天去参观一下。弥勒菩萨说好，欢迎，你跟我去。就带你去了。你看抄近路，准去了。所以你一到极乐世界，十方诸佛世界都到了，十方诸佛菩萨都在极乐世界授课。我们到西方极乐世界去做学生，亲近诸佛菩萨，不是到那里享乐的，这要搞清楚。到那里去享乐，抱着享乐的心理，那就不行，那念佛就不相应。是亲近诸佛，是成佛，是为了普度众生，是为这个而去的。再看底下经文：",
      "zh_TW": "所以我常常教這些人，他們一心一意想親近彌勒菩薩，我說唯心識定不好修，諸位要是在唯識經論裡稍稍深入一點就曉得，唯心識定很不容易修，很費事。如果照他那個方法去修，要能成就定，初級的定，恐怕也得要二、三百年，我們哪有這個壽命；要成就甚深的禪定，總得要二、三千年才能辦得到，所以相當不容易。但是親近彌勒菩薩有方便的法門，就是先到西方極樂世界去，西方極樂世界教唯識的教授就是彌勒菩薩，那個一上課，我到你兜率天去參觀一下。彌勒菩薩說好，歡迎，你跟我去。就帶你去了。你看抄近路，準去了。所以你一到極樂世界，十方諸佛世界都到了，十方諸佛菩薩都在極樂世界授課。我們到西方極樂世界去做學生，親近諸佛菩薩，不是到那裡享樂的，這要搞清楚。到那裡去享樂，抱著享樂的心理，那就不行，那念佛就不相應。是親近諸佛，是成佛，是為了普度眾生，是為這個而去的。再看底下經文："
    },
    {
      "id": "04-011-0016_p0028",
      "zh_CN": "【无量无边。若此恶业有体相者。尽虚空界不能容受。】",
      "zh_TW": "【無量無邊。若此惡業有體相者。盡虛空界不能容受。】"
    },
    {
      "id": "04-011-0016_p0029",
      "zh_CN": "这是讲我们无始劫以来，由贪瞋痴所造的恶业，实实在在是无量无边，好在这些罪业它没有形状，没有体积，如果有形体，哪怕形体再小，恐怕也遍满了虚空，甚至于太虚空都容纳不下。这个形容并不过分。为什么？经上常讲，「心包太虚，量周沙界」。虚空虽然大，我们想像当中所造的恶业确实比虚空还要广大。下面这是讲忏悔之相，前面所讲的就是通说顺流的十种心，造作一切罪业。",
      "zh_TW": "這是講我們無始劫以來，由貪瞋痴所造的惡業，實實在在是無量無邊，好在這些罪業它沒有形狀，沒有體積，如果有形體，哪怕形體再小，恐怕也遍滿了虛空，甚至於太虛空都容納不下。這個形容並不過分。為什麼？經上常講，「心包太虛，量周沙界」。虛空雖然大，我們想像當中所造的惡業確實比虛空還要廣大。下面這是講懺悔之相，前面所講的就是通說順流的十種心，造作一切罪業。"
    },
    {
      "id": "04-011-0016_p0030",
      "zh_CN": "【我今悉以清净三业。遍于法界。极微尘刹一切诸佛菩萨众前。诚心忏悔。】",
      "zh_TW": "【我今悉以清淨三業。遍於法界。極微塵剎一切諸佛菩薩眾前。誠心懺悔。】"
    },
    {
      "id": "04-011-0016_p0031",
      "zh_CN": "这就是教给我们忏悔的方法，忏悔的相，我们怎么个忏悔法？大家特别要注意这里头有四个字，『清净三业』，造罪业是我们三业不清净，三业是指身口意，身口意要是为贪瞋痴所主宰了，这个身口意就不清净了；如果我们离贪瞋痴，这个身口意就清净了，可见得要想三业清净一定要离贪瞋痴。在密法里面，你们看佛像圆光顶上有三个字，梵文，中国音译是「唵阿吽」，唵阿吽这三个字的意思就是清净三业，或者我们叫三业清净。唵阿吽翻成中国意思是身口意，唵是身，阿是口，吽是意，身口意三业清净，清净极了，这就是如来地。",
      "zh_TW": "這就是教給我們懺悔的方法，懺悔的相，我們怎麼個懺悔法？大家特別要注意這裡頭有四個字，『清淨三業』，造罪業是我們三業不清淨，三業是指身口意，身口意要是為貪瞋痴所主宰了，這個身口意就不清淨了；如果我們離貪瞋痴，這個身口意就清淨了，可見得要想三業清淨一定要離貪瞋痴。在密法裡面，你們看佛像圓光頂上有三個字，梵文，中國音譯是「唵阿吽」，唵阿吽這三個字的意思就是清淨三業，或者我們叫三業清淨。唵阿吽翻成中國意思是身口意，唵是身，阿是口，吽是意，身口意三業清淨，清淨極了，這就是如來地。"
    },
    {
      "id": "04-011-0016_p0032",
      "zh_CN": "不但我们对世间法不贪，没有贪瞋痴，对于佛法也没有贪瞋痴，这个才叫真正离贪瞋痴。世间法我不贪了，贪瞋痴没有了，在佛法里起贪瞋痴，诸位晓得，你贪瞋痴并没有断，只是换了个对象而已，这有什么用处？没有用处的。所以是一离一切都要离。以清净三业『遍于法界，极微尘刹一切诸佛菩萨众前』，这个就是教你念十方佛，断一切的恶缘，尤其是恶知识，远离恶知识。前面讲我们所造罪的心遍布虚空，所以我们今天忏罪，清净三业，得要遍于三界。这样我们忏罪的心与法性才能相应，一切罪障才能真正的忏除。诚心忏悔，着重在诚，诚是真心，心意识不诚，离心意识就是诚心。",
      "zh_TW": "不但我們對世間法不貪，沒有貪瞋痴，對於佛法也沒有貪瞋痴，這個才叫真正離貪瞋痴。世間法我不貪了，貪瞋痴沒有了，在佛法裡起貪瞋痴，諸位曉得，你貪瞋痴並沒有斷，只是換了個對象而已，這有什麼用處？沒有用處的。所以是一離一切都要離。以清淨三業『遍於法界，極微塵剎一切諸佛菩薩眾前』，這個就是教你念十方佛，斷一切的惡緣，尤其是惡知識，遠離惡知識。前面講我們所造罪的心遍布虛空，所以我們今天懺罪，清淨三業，得要遍於三界。這樣我們懺罪的心與法性才能相應，一切罪障才能真正的懺除。誠心懺悔，著重在誠，誠是真心，心意識不誠，離心意識就是誠心。"
    },
    {
      "id": "04-011-0016_p0033",
      "zh_CN": "诚心，诸位可以看看曾国藩的《求阙斋笔记》，你看他解释诚的意思，他是解释大学里面的至诚，诚意正心，解释诚，诚是什么？一念不生叫做诚。起了一个妄念了，这个就不诚了，有念皆妄，所以起心动念就不诚了。我们在一切境界里了了分明，不起心、不动念，不起心、不动念，佛法说得比儒家要清楚，儒家是含糊笼统讲的，佛法分析得清楚，不起心、不动念就是不起八识五十一心所、二十四个不相应，不起这个心，不动这个念头，这个时候就是真心用事，这就是诚心忏悔，这才有力量。你要不晓得这些道理，不懂得这个方法，诚心，我的心很诚，诚个什么？完全虚心假意，自己还以为心很诚、很真，真心，哪有那个道理？没有那个话的。后面我们把这一段念掉：",
      "zh_TW": "誠心，諸位可以看看曾國藩的《求闕齋筆記》，你看他解釋誠的意思，他是解釋大學裡面的至誠，誠意正心，解釋誠，誠是什麼？一念不生叫做誠。起了一個妄念了，這個就不誠了，有念皆妄，所以起心動念就不誠了。我們在一切境界裡了了分明，不起心、不動念，不起心、不動念，佛法說得比儒家要清楚，儒家是含糊籠統講的，佛法分析得清楚，不起心、不動念就是不起八識五十一心所、二十四個不相應，不起這個心，不動這個念頭，這個時候就是真心用事，這就是誠心懺悔，這才有力量。你要不曉得這些道理，不懂得這個方法，誠心，我的心很誠，誠個什麼？完全虛心假意，自己還以為心很誠、很真，真心，哪有那個道理？沒有那個話的。後面我們把這一段念掉："
    },
    {
      "id": "04-011-0016_p0034",
      "zh_CN": "【后不复造。】",
      "zh_TW": "【後不復造。】"
    },
    {
      "id": "04-011-0016_p0035",
      "zh_CN": "这是事忏，断相续心。",
      "zh_TW": "這是事懺，斷相續心。"
    },
    {
      "id": "04-011-0016_p0036",
      "zh_CN": "【恒住净戒。一切功德。】",
      "zh_TW": "【恆住淨戒。一切功德。】"
    },
    {
      "id": "04-011-0016_p0037",
      "zh_CN": "这就是前面所讲的修功补过，总而言之，这一种忏法是从真正明识因果开始，渐渐到能够守护正法，才显示出忏悔的真实功德。",
      "zh_TW": "這就是前面所講的修功補過，總而言之，這一種懺法是從真正明識因果開始，漸漸到能夠守護正法，才顯示出懺悔的真實功德。"
    },
    {
      "id": "04-011-0016_p0038",
      "zh_CN": "【如是虚空界尽。众生界尽。众生业尽。众生烦恼尽。我忏乃尽。而虚空界。乃至众生烦恼。不可尽故。我此忏悔无有穷尽。念念相续无有间断。身语意业无有疲厌。】",
      "zh_TW": "【如是虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我懺乃盡。而虛空界。乃至眾生煩惱。不可盡故。我此懺悔無有窮盡。念念相續無有間斷。身語意業無有疲厭。】"
    },
    {
      "id": "04-011-0016_p0039",
      "zh_CN": "这是总结无尽，显示普的意思，普贤里面普的意思。好，我们下课。",
      "zh_TW": "這是總結無盡，顯示普的意思，普賢裡面普的意思。好，我們下課。"
    }
  ]
}