{
  "doc_id": "28-004-0003",
  "title": {
    "zh_CN": "仁爱和平讲堂-答中西随功教授提问",
    "zh_TW": "仁愛和平講堂-答中西隨功教授提問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "28-004-0003",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "28-004-0003_p0001",
      "zh_CN": "诸位同修，日本西山净土宗中西随功法师，他也是那边的大学教授，提出第二个问题，问的是《无量寿经》上一首偈颂，《无量寿经》的教旨。这个偈颂是「其有众生，遇斯光者，三垢消灭，身意柔软，欢喜踊跃，善心生焉」。这是一首半的偈子，六句，他希望我能把这六句偈做个简单的说明，供养仁爱和平讲堂的听众。问得也很好。",
      "zh_TW": "諸位同修，日本西山淨土宗中西隨功法師，他也是那邊的大學教授，提出第二個問題，問的是《無量壽經》上一首偈頌，《無量壽經》的教旨。這個偈頌是「其有眾生，遇斯光者，三垢消滅，身意柔軟，歡喜踴躍，善心生焉」。這是一首半的偈子，六句，他希望我能把這六句偈做個簡單的說明，供養仁愛和平講堂的聽眾。問得也很好。"
    },
    {
      "id": "28-004-0003_p0002",
      "zh_CN": "经论上的经文，无论是长行或者是偈颂，诚如古人所说「世间好语佛说尽」，这话是真的，又何况佛经典里面字字句句都含无量义。所以，经典今天讲到翻译，怎样从中文、从梵文、从巴利文翻译成外国文字，那是相当不简单的事情。为什么？大经大论上都说，像《华严》、《大智度论》都讲到「佛法无人说，虽智莫能解」。世间绝顶聪明智慧的人不懂佛法，他对世间法没有问题，对佛法就不行了。为什么？同样是这个文字，为什么说世间智慧不能解？这里头有个道理，什么道理？世俗的文字我们可以讲，讲到六道，六道我们人道往上去有二十八层天，层层不相同，一层比一层殊胜，但是都是六道。六道众生起心动念没有离开意识。换句话说，我们的思考，我们的言语，都是从意识心里面流出来的，诸佛菩萨他们的言语、他们的行为，是从真如本性里面流出来的。就像两条河流，同样是河水，源头不一样，一个源头是清水、清流，意识心里头流水是浊流，叫五浊恶世，这怎么会一样。所以用意识心你怎么能够解佛法？佛法是清净心里头生的，道理在这个地方。",
      "zh_TW": "經論上的經文，無論是長行或者是偈頌，誠如古人所說「世間好語佛說盡」，這話是真的，又何況佛經典裡面字字句句都含無量義。所以，經典今天講到翻譯，怎樣從中文、從梵文、從巴利文翻譯成外國文字，那是相當不簡單的事情。為什麼？大經大論上都說，像《華嚴》、《大智度論》都講到「佛法無人說，雖智莫能解」。世間絕頂聰明智慧的人不懂佛法，他對世間法沒有問題，對佛法就不行了。為什麼？同樣是這個文字，為什麼說世間智慧不能解？這裡頭有個道理，什麼道理？世俗的文字我們可以講，講到六道，六道我們人道往上去有二十八層天，層層不相同，一層比一層殊勝，但是都是六道。六道眾生起心動念沒有離開意識。換句話說，我們的思考，我們的言語，都是從意識心裡面流出來的，諸佛菩薩他們的言語、他們的行為，是從真如本性裡面流出來的。就像兩條河流，同樣是河水，源頭不一樣，一個源頭是清水、清流，意識心裡頭流水是濁流，叫五濁惡世，這怎麼會一樣。所以用意識心你怎麼能夠解佛法？佛法是清淨心裡頭生的，道理在這個地方。"
    },
    {
      "id": "28-004-0003_p0003",
      "zh_CN": "你真正明白这个道理，你才晓得世间人没有能力了解佛所说的意思，没有法子。那要人说，什么人说？过来人说。过来人就是佛家标准，能信、能解、能行、能证。中国古来的这些翻经的大德，无论是出家的法师、在家的居士（居士里面有很多修行证果的）不是凡人，他们来从事翻译工作，所以这个经典才翻得这么好，好到超过梵文，这点诸位总是要明了。经典是佛说的不是佛写的，佛是当年天天跟大家上课，讲经说法就是上课，每天上课，并没有记录，没有文字。跟孔老夫子当年教学一样，孔夫子当年教学也没有教科书，没有文字记载。那经典怎么形成的？这我们同学都知道，佛灭度之后，这些弟子们聚集起来开会，想想什么时候我听佛讲经，大概讲的什么，这些我们重复说出来，把它记下来，整理成为经典。",
      "zh_TW": "你真正明白這個道理，你才曉得世間人沒有能力了解佛所說的意思，沒有法子。那要人說，什麼人說？過來人說。過來人就是佛家標準，能信、能解、能行、能證。中國古來的這些翻經的大德，無論是出家的法師、在家的居士（居士裡面有很多修行證果的）不是凡人，他們來從事翻譯工作，所以這個經典才翻得這麼好，好到超過梵文，這點諸位總是要明瞭。經典是佛說的不是佛寫的，佛是當年天天跟大家上課，講經說法就是上課，每天上課，並沒有記錄，沒有文字。跟孔老夫子當年教學一樣，孔夫子當年教學也沒有教科書，沒有文字記載。那經典怎麼形成的？這我們同學都知道，佛滅度之後，這些弟子們聚集起來開會，想想什麼時候我聽佛講經，大概講的什麼，這些我們重複說出來，把它記下來，整理成為經典。"
    },
    {
      "id": "28-004-0003_p0004",
      "zh_CN": "所以经典是后人、学生们记录的，不是佛亲自写的。这个记录的东西佛也没看过，靠得住靠不住？靠得住。为什么说靠得住？他这些记录的学生都是证果之人，至少阿罗汉以上，大阿罗汉，大阿罗汉是法身菩萨，称大阿罗汉，不是凡人。这其中有很多是古佛再来，像舍利弗、目犍连这古佛再来。在家居士里面，那诸位晓得，你看《无量寿经》前面十六正士，这十六位是等觉菩萨，这哪里是凡人！佛灭度一千年，佛教传到中国，这像法时期，大量的梵文经典流入到中国，在中国把梵文翻译成汉文，主持翻译的人、从事翻译工作的人也都是修行证果的人。从前李老师告诉我，参与翻译工作至少都是三果以上，三果阿那含，不是凡人。",
      "zh_TW": "所以經典是後人、學生們記錄的，不是佛親自寫的。這個記錄的東西佛也沒看過，靠得住靠不住？靠得住。為什麼說靠得住？他這些記錄的學生都是證果之人，至少阿羅漢以上，大阿羅漢，大阿羅漢是法身菩薩，稱大阿羅漢，不是凡人。這其中有很多是古佛再來，像舍利弗、目犍連這古佛再來。在家居士裡面，那諸位曉得，你看《無量壽經》前面十六正士，這十六位是等覺菩薩，這哪裡是凡人！佛滅度一千年，佛教傳到中國，這像法時期，大量的梵文經典流入到中國，在中國把梵文翻譯成漢文，主持翻譯的人、從事翻譯工作的人也都是修行證果的人。從前李老師告訴我，參與翻譯工作至少都是三果以上，三果阿那含，不是凡人。"
    },
    {
      "id": "28-004-0003_p0005",
      "zh_CN": "所以现在我们汉文经典也好，梵文经典也好，翻成西方文字，里头问题很多，错误百出。从前李老师说这个话，我总感觉到他老人家讲得太过分一点，过失是不免，说过失百出这太多了，怎么可以这样说。以后学习经教才真正知道，老师这句话千真万确，一点都不过分。这是我们在学习内典研究讲座，我说过很多次，一点都不假，一点也不过分。",
      "zh_TW": "所以現在我們漢文經典也好，梵文經典也好，翻成西方文字，裡頭問題很多，錯誤百出。從前李老師說這個話，我總感覺到他老人家講得太過分一點，過失是不免，說過失百出這太多了，怎麼可以這樣說。以後學習經教才真正知道，老師這句話千真萬確，一點都不過分。這是我們在學習內典研究講座，我說過很多次，一點都不假，一點也不過分。"
    },
    {
      "id": "28-004-0003_p0006",
      "zh_CN": "这就说明中国人祖宗积德，这是没有话说的。在我们至少是有文字记载的四千五百年，中国人都遵循伦理道德生活，这就是积功累德。所以有感，诸佛菩萨、声闻缘觉他就有应，感应道交不可思议。尤其是国家领导人，在中国过去的帝王大臣他们诚心诚意来学习，感动诸佛菩萨应化到这个地区从事于翻译工作，教化众生，翻出来的经典比原文有过之而无不及。这个话都是从前老师跟我说的，不是一个人说的，方东美先生也是这么说法，有过之。这过之恐怕太难了？能讲得通，为什么？因为经典不是佛写的，是佛弟子记录的，那就真有过之了。就是意思完全保留，没有错误。这是世尊灭度之前教导我们的四依法，「依法不依人，依义不依语，依了义不依不了义，依智不依识」。所以意思正确，没有错误，而文字比梵文还要华美。",
      "zh_TW": "這就說明中國人祖宗積德，這是沒有話說的。在我們至少是有文字記載的四千五百年，中國人都遵循倫理道德生活，這就是積功累德。所以有感，諸佛菩薩、聲聞緣覺他就有應，感應道交不可思議。尤其是國家領導人，在中國過去的帝王大臣他們誠心誠意來學習，感動諸佛菩薩應化到這個地區從事於翻譯工作，教化眾生，翻出來的經典比原文有過之而無不及。這個話都是從前老師跟我說的，不是一個人說的，方東美先生也是這麼說法，有過之。這過之恐怕太難了？能講得通，為什麼？因為經典不是佛寫的，是佛弟子記錄的，那就真有過之了。就是意思完全保留，沒有錯誤。這是世尊滅度之前教導我們的四依法，「依法不依人，依義不依語，依了義不依不了義，依智不依識」。所以意思正確，沒有錯誤，而文字比梵文還要華美。"
    },
    {
      "id": "28-004-0003_p0007",
      "zh_CN": "因此，佛经在中国通过汉文翻译之后，读汉文经典足够了，不用再去读梵文经典了，所以梵文经典在中国不受重视，失传了，大量流通汉文，失传了。我当年初学佛对这个很怀疑，为什么这么多梵文的原典会失传，没有人保留？方东美先生告诉我，就是翻得太好，中国人可以肯定，依照这个华文经典去修学决定没有错误，用不着这些梵文经典。你就想到过去中国人的自信心多么强。中国最近这二百年来受这么多苦难，第一个因素是什么？从前胡秋原先生告诉我，丧失民族自信心，他话讲得对。古时候中国在世界上是个强大的国家，自信心之强我们无法想像，哪里像现在提起中国东西都打问号、都怀疑，所以要受这么多苦难。这是说翻译的人要真正修行，要真正证果，证果就是契入境界。",
      "zh_TW": "因此，佛經在中國通過漢文翻譯之後，讀漢文經典足夠了，不用再去讀梵文經典了，所以梵文經典在中國不受重視，失傳了，大量流通漢文，失傳了。我當年初學佛對這個很懷疑，為什麼這麼多梵文的原典會失傳，沒有人保留？方東美先生告訴我，就是翻得太好，中國人可以肯定，依照這個華文經典去修學決定沒有錯誤，用不著這些梵文經典。你就想到過去中國人的自信心多麼強。中國最近這二百年來受這麼多苦難，第一個因素是什麼？從前胡秋原先生告訴我，喪失民族自信心，他話講得對。古時候中國在世界上是個強大的國家，自信心之強我們無法想像，哪裡像現在提起中國東西都打問號、都懷疑，所以要受這麼多苦難。這是說翻譯的人要真正修行，要真正證果，證果就是契入境界。"
    },
    {
      "id": "28-004-0003_p0008",
      "zh_CN": "我们今天学佛为什么不能够契入境界？这经典上说得很好，你有障碍，你之所以不能契入境界，你有障碍，这个障碍叫业障。业障太多了，起心动念，言语造作，无不是业障，《地藏经》上讲的话。佛说法有善巧方便，把无量无边的业障归纳为三大类，第一个业障就是烦恼，无明烦恼，第二个是尘沙烦恼，第三个是见思烦恼，具足这三大类的烦恼，就出现六道轮回的现象。要知道六道轮回本来没有，六道轮回是怎么来的？就是这三种烦恼变现出来的，变成六道轮回，变成十法界。所以，佛告诉我们最严重的是见思，见思是什么意思？「见」是见解错误，「思」是思想错误，也就是说，你对于宇宙人生万事万法你看错了，看错了就是见惑；你想错了，想错了就是思惑，思想错误。你看错想错，你说出来当然错，你做的也是错，这叫什么？造业，错了就是造业。造业于是乎就有果报，这就是我们通常讲的因果报应，你造作的善因就有好的报应，你造作不善，那就有恶报，因果报应就在六道。",
      "zh_TW": "我們今天學佛為什麼不能夠契入境界？這經典上說得很好，你有障礙，你之所以不能契入境界，你有障礙，這個障礙叫業障。業障太多了，起心動念，言語造作，無不是業障，《地藏經》上講的話。佛說法有善巧方便，把無量無邊的業障歸納為三大類，第一個業障就是煩惱，無明煩惱，第二個是塵沙煩惱，第三個是見思煩惱，具足這三大類的煩惱，就出現六道輪迴的現象。要知道六道輪迴本來沒有，六道輪迴是怎麼來的？就是這三種煩惱變現出來的，變成六道輪迴，變成十法界。所以，佛告訴我們最嚴重的是見思，見思是什麼意思？「見」是見解錯誤，「思」是思想錯誤，也就是說，你對於宇宙人生萬事萬法你看錯了，看錯了就是見惑；你想錯了，想錯了就是思惑，思想錯誤。你看錯想錯，你說出來當然錯，你做的也是錯，這叫什麼？造業，錯了就是造業。造業於是乎就有果報，這就是我們通常講的因果報應，你造作的善因就有好的報應，你造作不善，那就有惡報，因果報應就在六道。"
    },
    {
      "id": "28-004-0003_p0009",
      "zh_CN": "六道里面，三善道是善因变现出来的，三恶道是恶因、恶行变现出来的，清清楚楚、明明了瞭。你真正是通达了解，你就不会再造恶业了，不造恶业决定不堕三恶道，但是这个不能解决问题。为什么？你出不了六道，所以恶不能造，善也不能造。为什么？你造善业你生三善道，三善道跟三恶道都是报应。我们学佛的人明白，三恶道是消除你的恶业，消业障，你在那里受罪，消业障；三善道是消你的福报，你作的有福，福也要消掉；真如本性里头没有祸也没有福，这叫清净。所以学佛的人叫修什么？修净业。净业怎么修法？断恶不着断恶的相，修善不着修善的相，永远保持着真诚、清净、平等、正觉、慈悲，这叫净业。净业里头没有六道轮回，这个道理不能不懂。",
      "zh_TW": "六道裡面，三善道是善因變現出來的，三惡道是惡因、惡行變現出來的，清清楚楚、明明瞭瞭。你真正是通達了解，你就不會再造惡業了，不造惡業決定不墮三惡道，但是這個不能解決問題。為什麼？你出不了六道，所以惡不能造，善也不能造。為什麼？你造善業你生三善道，三善道跟三惡道都是報應。我們學佛的人明白，三惡道是消除你的惡業，消業障，你在那裡受罪，消業障；三善道是消你的福報，你作的有福，福也要消掉；真如本性裡頭沒有禍也沒有福，這叫清淨。所以學佛的人叫修什麼？修淨業。淨業怎麼修法？斷惡不著斷惡的相，修善不著修善的相，永遠保持著真誠、清淨、平等、正覺、慈悲，這叫淨業。淨業裡頭沒有六道輪迴，這個道理不能不懂。"
    },
    {
      "id": "28-004-0003_p0010",
      "zh_CN": "这三种烦恼在《华严经》里面没有用这个名词，它换了个名词，《华严经•出现品》里面佛说，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。这个话说得好，这给我们带来了无比的信心。一切众生包括我在内，我们每个人都有如来的智慧，都有如来的德能，都有如来的相好。这三桩事情要用现代话来说，我们讲得粗一点、俗一点，大家好懂，相好是什么？福报；德能是什么？德能是技术、能力；智慧，这三样东西都是我们现在想求的。我们希望我们自己有智慧，最好有超人的智慧，真的，佛跟我们讲每个人的智慧是平等的，跟诸佛如来没有两样；我们的能力叫万德万能，没有不会的，没有不能的，没有做不到的，这是你自性本来具足的；相好是福报，「身有无量相，相有无量好」。所以智慧是圆满的，德能是圆满的，福报是圆满的。",
      "zh_TW": "這三種煩惱在《華嚴經》裡面沒有用這個名詞，它換了個名詞，《華嚴經•出現品》裡面佛說，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。這個話說得好，這給我們帶來了無比的信心。一切眾生包括我在內，我們每個人都有如來的智慧，都有如來的德能，都有如來的相好。這三樁事情要用現代話來說，我們講得粗一點、俗一點，大家好懂，相好是什麼？福報；德能是什麼？德能是技術、能力；智慧，這三樣東西都是我們現在想求的。我們希望我們自己有智慧，最好有超人的智慧，真的，佛跟我們講每個人的智慧是平等的，跟諸佛如來沒有兩樣；我們的能力叫萬德萬能，沒有不會的，沒有不能的，沒有做不到的，這是你自性本來具足的；相好是福報，「身有無量相，相有無量好」。所以智慧是圓滿的，德能是圓滿的，福報是圓滿的。"
    },
    {
      "id": "28-004-0003_p0011",
      "zh_CN": "世间人今天所希求的，还不就这三桩事情！头一个想发财，发财是属于福报相好；第二个想自己有能力，很能干，多才多艺，这属于德能；第三个希望自己有智慧，还是求这三样东西。这三样东西我们现在失掉了，怎么失掉？妄想、分别、执着，失掉了，妄想分别执着就是三种烦恼，妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，这样一对照好懂！我们修行修什么？只要把烦恼去掉，把障碍去掉，智慧、德能、福报是自己本来有的，一丝毫都不欠缺，它就现前了，你就得受用了。如果你这三种烦恼都具足，你是六道凡夫，你的性德就是你自性里面的智慧德能相好，那你是一丝一毫受用都得不到，那怎么办？要靠修。",
      "zh_TW": "世間人今天所希求的，還不就這三樁事情！頭一個想發財，發財是屬於福報相好；第二個想自己有能力，很能幹，多才多藝，這屬於德能；第三個希望自己有智慧，還是求這三樣東西。這三樣東西我們現在失掉了，怎麼失掉？妄想、分別、執著，失掉了，妄想分別執著就是三種煩惱，妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，這樣一對照好懂！我們修行修什麼？只要把煩惱去掉，把障礙去掉，智慧、德能、福報是自己本來有的，一絲毫都不欠缺，它就現前了，你就得受用了。如果你這三種煩惱都具足，你是六道凡夫，你的性德就是你自性裡面的智慧德能相好，那你是一絲一毫受用都得不到，那怎麼辦？要靠修。"
    },
    {
      "id": "28-004-0003_p0012",
      "zh_CN": "自己家里本有的，譬如说你自己家里有金矿、有银矿，矿产非常丰富，你是世间第一富人，但是怎么样？没有开采，埋在地底下，现在每天还是挨饿，这就是凡夫，虽有你不得其用。你要生活怎么办？生活要想办法打工，临时赚一点钱临时用，我们今天讲修福。佛也教我们怎么个修法，你怎样修福报，怎样求聪明智慧，怎样求健康长寿，这是你所希求的，能不能得到？能。打零工得小的，像如来果地上那是没有份的，看你做多少，你才能够得多少报酬。佛教我们打工是怎么个打法？你想得财富，财富是果报，它的因是财布施，你肯修财布施，你才能得财富。六道里面发大财的，拥有亿万财产的这些豪富，都是他过去今生修的布施多，他得来的果报，有因果的；过去生中没有修，那你这一生穷困。",
      "zh_TW": "自己家裡本有的，譬如說你自己家裡有金礦、有銀礦，礦產非常豐富，你是世間第一富人，但是怎麼樣？沒有開採，埋在地底下，現在每天還是捱餓，這就是凡夫，雖有你不得其用。你要生活怎麼辦？生活要想辦法打工，臨時賺一點錢臨時用，我們今天講修福。佛也教我們怎麼個修法，你怎樣修福報，怎樣求聰明智慧，怎樣求健康長壽，這是你所希求的，能不能得到？能。打零工得小的，像如來果地上那是沒有份的，看你做多少，你才能夠得多少報酬。佛教我們打工是怎麼個打法？你想得財富，財富是果報，它的因是財布施，你肯修財布施，你才能得財富。六道裡面發大財的，擁有億萬財產的這些豪富，都是他過去今生修的布施多，他得來的果報，有因果的；過去生中沒有修，那你這一生窮困。"
    },
    {
      "id": "28-004-0003_p0013",
      "zh_CN": "聪明智慧是果报，法布施是因。你吝法，法不肯布施给别人，你得愚痴果报。佛法里面，诸位常念《弥陀经》，《弥陀经》上有一位周利槃陀伽，诸位都晓得。这个人是佛弟子之中最笨的一个，最愚痴的一个，很难调教，他没有记性也没有悟性。他哥哥也出家了，也都是佛弟子，哥哥看这个小弟很可怜，没有能力出家，什么事都学不会，其笨无比，教他两个字，教上一个字，下一个字不晓得；教下面这个字，上头忘掉了，你说有什么法子？哥哥想送他回去，佛陀看到了（释迦牟尼佛看到了），叫他过来，告诉大家不要紧，留他在此地。佛陀教他两个字，教他念「扫帚」，天天派他去扫地，拿着扫帚扫地。也是很麻烦，你教他扫帚，教他扫，不知道有帚，知道帚，扫忘掉了，这样的人。世尊有善巧方便，过相当一段长的时间他开悟了，佛才告诉大家，周利槃陀伽前生是三藏法师，为什么会得这个果报？给人家讲经说法的时候总要留一手，不肯完全教别人。为什么？怕别人超过自己，心量很小，所以教人只教一半，不肯完全教，得这个果报。",
      "zh_TW": "聰明智慧是果報，法布施是因。你吝法，法不肯布施給別人，你得愚痴果報。佛法裡面，諸位常念《彌陀經》，《彌陀經》上有一位周利槃陀伽，諸位都曉得。這個人是佛弟子之中最笨的一個，最愚痴的一個，很難調教，他沒有記性也沒有悟性。他哥哥也出家了，也都是佛弟子，哥哥看這個小弟很可憐，沒有能力出家，什麼事都學不會，其笨無比，教他兩個字，教上一個字，下一個字不曉得；教下面這個字，上頭忘掉了，你說有什麼法子？哥哥想送他回去，佛陀看到了（釋迦牟尼佛看到了），叫他過來，告訴大家不要緊，留他在此地。佛陀教他兩個字，教他念「掃帚」，天天派他去掃地，拿著掃帚掃地。也是很麻煩，你教他掃帚，教他掃，不知道有帚，知道帚，掃忘掉了，這樣的人。世尊有善巧方便，過相當一段長的時間他開悟了，佛才告訴大家，周利槃陀伽前生是三藏法師，為什麼會得這個果報？給人家講經說法的時候總要留一手，不肯完全教別人。為什麼？怕別人超過自己，心量很小，所以教人只教一半，不肯完全教，得這個果報。"
    },
    {
      "id": "28-004-0003_p0014",
      "zh_CN": "所以佛说吝财得贫穷果报，吝法得愚痴果报。你干的什么因，你就得什么果报，就这么一桩事情。我们这个道场法宝很多，要流通、要结缘。如果摆在那里不肯流通，不肯跟大家结缘，将来我们这些人果报大概比周利槃陀伽还不如，一点智慧都没有，愚痴到极处。怎么能干这个事情？欢欢喜喜流通，欢欢喜喜介绍给别人，你的果报是得聪明智慧。每个人都有悟门，有人悟门是敞开的，那心量大，什么都愿意欢欢喜喜的愿意帮助人，愿意先成就别人，后再成就自己，菩萨发心。自己要守住这些东西，自己守住如果自己又不读不看，又不给别人看，愚痴果报，不能再干这个事情。从前不知道，现在知道了，知道就不干了，要反其道而行之，舍己为人。所以这些道理我们不能不清楚，不能不认知，然后读佛经，经典里头字字句句无量义你就能看得出来，你能看出来，智慧开了。",
      "zh_TW": "所以佛說吝財得貧窮果報，吝法得愚痴果報。你幹的什麼因，你就得什麼果報，就這麼一樁事情。我們這個道場法寶很多，要流通、要結緣。如果擺在那裡不肯流通，不肯跟大家結緣，將來我們這些人果報大概比周利槃陀伽還不如，一點智慧都沒有，愚痴到極處。怎麼能幹這個事情？歡歡喜喜流通，歡歡喜喜介紹給別人，你的果報是得聰明智慧。每個人都有悟門，有人悟門是敞開的，那心量大，什麼都願意歡歡喜喜的願意幫助人，願意先成就別人，後再成就自己，菩薩發心。自己要守住這些東西，自己守住如果自己又不讀不看，又不給別人看，愚痴果報，不能再幹這個事情。從前不知道，現在知道了，知道就不幹了，要反其道而行之，捨己為人。所以這些道理我們不能不清楚，不能不認知，然後讀佛經，經典裡頭字字句句無量義你就能看得出來，你能看出來，智慧開了。"
    },
    {
      "id": "28-004-0003_p0015",
      "zh_CN": "这六句偈，「其有众生」。这是佛法里常说的佛度有缘人，这个「其」就是有缘，众生很多，哪个遇不到佛光？佛光遍照，佛光普照，佛光没有障碍，哪个人不遇佛光。佛光是自性般若光明，佛光是遍照、普照，而你照不到自己，这什么原因？业障障碍住了。像阳光之下我们偏偏打一把伞，遮住它不给它照，就这么样子。这把伞是什么？就是见思、尘沙、无明烦恼，就是《华严经》上讲的妄想、分别、执着。你只要有这个东西的话，障碍住了，佛光虽然遍照、普照也照不到你，虽照不到你，你并没有离开，只是你自己有障碍而已。",
      "zh_TW": "這六句偈，「其有眾生」。這是佛法裡常說的佛度有緣人，這個「其」就是有緣，眾生很多，哪個遇不到佛光？佛光遍照，佛光普照，佛光沒有障礙，哪個人不遇佛光。佛光是自性般若光明，佛光是遍照、普照，而你照不到自己，這什麼原因？業障障礙住了。像陽光之下我們偏偏打一把傘，遮住它不給它照，就這麼樣子。這把傘是什麼？就是見思、塵沙、無明煩惱，就是《華嚴經》上講的妄想、分別、執著。你只要有這個東西的話，障礙住了，佛光雖然遍照、普照也照不到你，雖照不到你，你並沒有離開，只是你自己有障礙而已。"
    },
    {
      "id": "28-004-0003_p0016",
      "zh_CN": "「遇斯光者」。遇斯光就是被照到了，那照到的时候我们就晓得，他障碍已经除掉了，他要不除障碍，他不会遇到这个光。阳光之下我把伞收掉，不要，丢掉了，那你就遇到了。由此可知，诸佛菩萨教我们没有别的，放下业障而已。我这一生学佛，比我同年龄的一些同学，确实我超过他们。当时像赛跑一样，我们是一条起跑线的，我跑到最前面。什么原因？老师的关系太大了，所以我们学佛这一生有没有成就，老师是枢纽、是关键。教我佛学第一个老师，章嘉大师，他教我看破、放下，把菩萨修行成佛秘要传授给我。放下什么？放下执着，放下分别，放下妄想，你能放下一分，烦恼轻一分，智慧就长一分；智慧不要学，智慧是你自性本具的般若，就是佛光，此地讲的佛光，自自然然就往外透。你要不肯放下，那就没有法子，一点办法都没有。",
      "zh_TW": "「遇斯光者」。遇斯光就是被照到了，那照到的時候我們就曉得，他障礙已經除掉了，他要不除障礙，他不會遇到這個光。陽光之下我把傘收掉，不要，丟掉了，那你就遇到了。由此可知，諸佛菩薩教我們沒有別的，放下業障而已。我這一生學佛，比我同年齡的一些同學，確實我超過他們。當時像賽跑一樣，我們是一條起跑線的，我跑到最前面。什麼原因？老師的關係太大了，所以我們學佛這一生有沒有成就，老師是樞紐、是關鍵。教我佛學第一個老師，章嘉大師，他教我看破、放下，把菩薩修行成佛祕要傳授給我。放下什麼？放下執著，放下分別，放下妄想，你能放下一分，煩惱輕一分，智慧就長一分；智慧不要學，智慧是你自性本具的般若，就是佛光，此地講的佛光，自自然然就往外透。你要不肯放下，那就沒有法子，一點辦法都沒有。"
    },
    {
      "id": "28-004-0003_p0017",
      "zh_CN": "所以你放下一分就帮助你看破一分，看破一分又帮助你放下一分，看破、放下相辅相成，互补。放下是功夫，看破是智慧，放下是烦恼轻，看破是智慧长，智慧长帮助你放下更深，放下更深又帮助你智慧更往上提升，相辅相成，你就做这个功夫，不断的要放下。我们做学生的人对老师尊敬、听话，老师教我这么做，我就真干了，干了真有效果。所以我跟他学了三年，三年在这上用功夫，以后他老人家圆寂了。隔了一年我认识李炳南老居士，我辞掉工作到台中跟他学教，跟他十年。那个看破、放下奠的基础产生效果，我听经能听得懂，能够理解义趣，能够依教奉行，自己真得利益了。菩提道上重重难关，那个难关是过去今生所造的不善业，这个都能够突破，是辛苦一点，但是业障消除。这个业障一除，智慧增长，德能、福报都现前了。",
      "zh_TW": "所以你放下一分就幫助你看破一分，看破一分又幫助你放下一分，看破、放下相輔相成，互補。放下是功夫，看破是智慧，放下是煩惱輕，看破是智慧長，智慧長幫助你放下更深，放下更深又幫助你智慧更往上提升，相輔相成，你就做這個功夫，不斷的要放下。我們做學生的人對老師尊敬、聽話，老師教我這麼做，我就真幹了，幹了真有效果。所以我跟他學了三年，三年在這上用功夫，以後他老人家圓寂了。隔了一年我認識李炳南老居士，我辭掉工作到台中跟他學教，跟他十年。那個看破、放下奠的基礎產生效果，我聽經能聽得懂，能夠理解義趣，能夠依教奉行，自己真得利益了。菩提道上重重難關，那個難關是過去今生所造的不善業，這個都能夠突破，是辛苦一點，但是業障消除。這個業障一除，智慧增長，德能、福報都現前了。"
    },
    {
      "id": "28-004-0003_p0018",
      "zh_CN": "遇斯光者，「三垢消灭」。三垢是贪瞋痴，所以你要放下，放下悭贪，布施。布施教我们放下悭贪，持戒教我们放下恶业，忍辱教我们放下瞋恚，精进教我们放下懈怠，禅定教我们放下散乱，般若教我们放下愚痴。佛教菩萨六波罗蜜，你修这六法，消除你的烦恼习气，垢是代表烦恼习气，这样才能够成就。你要不认真去做，修布施，修布施不断悭贪，有没有这事情？有，我为什么修财布施？希望得大财富，为什么修法布施？希望得大聪明智慧，你有条件的，你有希求的。能不能得到？能得到，得到的不多，完全看你施跟报成比例。如果你只是布施不希求果报，根本连果报这个念头都没有，那你得来的果报不可思议，与性德相应。里面还有自己，还有我执，还有我见、我执，你所得来的是有限度的，就是你的修因跟果报完全成正比例，这个道理我们要懂。",
      "zh_TW": "遇斯光者，「三垢消滅」。三垢是貪瞋痴，所以你要放下，放下慳貪，布施。布施教我們放下慳貪，持戒教我們放下惡業，忍辱教我們放下瞋恚，精進教我們放下懈怠，禪定教我們放下散亂，般若教我們放下愚痴。佛教菩薩六波羅蜜，你修這六法，消除你的煩惱習氣，垢是代表煩惱習氣，這樣才能夠成就。你要不認真去做，修布施，修布施不斷慳貪，有沒有這事情？有，我為什麼修財布施？希望得大財富，為什麼修法布施？希望得大聰明智慧，你有條件的，你有希求的。能不能得到？能得到，得到的不多，完全看你施跟報成比例。如果你只是布施不希求果報，根本連果報這個念頭都沒有，那你得來的果報不可思議，與性德相應。裡面還有自己，還有我執，還有我見、我執，你所得來的是有限度的，就是你的修因跟果報完全成正比例，這個道理我們要懂。"
    },
    {
      "id": "28-004-0003_p0019",
      "zh_CN": "所以菩萨布施一文、二文钱，他的福德遍法界虚空界，为什么？随着心量拓开了。万法唯心，心造万法，他跟真心相应，真心没有边际，所以福报没有边际。妄心就是意识心，有边际，有界限，所以你修的福就有多少，能力、聪明智慧，亦复如是。我们明白这个道理，所以三垢消灭是要修，不修灭不掉。不是说我每天念念这个经，贪瞋痴就断了，找一个仁波切，找一个法王、活佛给我灌灌顶，我贪瞋痴就消灭了，没有这个道理，很多很多人都把这个灌顶的意思搞错了。",
      "zh_TW": "所以菩薩布施一文、二文錢，他的福德遍法界虛空界，為什麼？隨著心量拓開了。萬法唯心，心造萬法，他跟真心相應，真心沒有邊際，所以福報沒有邊際。妄心就是意識心，有邊際，有界限，所以你修的福就有多少，能力、聰明智慧，亦復如是。我們明白這個道理，所以三垢消滅是要修，不修滅不掉。不是說我每天念念這個經，貪瞋痴就斷了，找一個仁波切，找一個法王、活佛給我灌灌頂，我貪瞋痴就消滅了，沒有這個道理，很多很多人都把這個灌頂的意思搞錯了。"
    },
    {
      "id": "28-004-0003_p0020",
      "zh_CN": "我第一个老师章嘉大师，密宗大德；我有一个好的道友黄念祖老居士，他是密宗的金刚上师，你看他在《无量寿经注解》里面解释灌顶，那个讲得好，那正确的，灌是什么意思？灌是传授、灌输，顶是什么？顶是最高的佛法。换句话说，灌顶两个字就是把最高的佛法传授给你，灌输给你，这叫灌顶。不是用一点水在头上淋一下就是灌顶，如果那个是灌顶的话，现在每天我们冲凉的时候用莲蓬头，那不叫大灌顶！冲一下我们的烦恼习气都能冲掉吗？冲不掉，所以你要懂得这个意思。水是代表甘露，是代表清净，是代表正法，那个灌是象征的，你自己要真正体会到，依教修行，正信、正解、正修契入境界，这三垢真的消灭了。",
      "zh_TW": "我第一個老師章嘉大師，密宗大德；我有一個好的道友黃念祖老居士，他是密宗的金剛上師，你看他在《無量壽經註解》裡面解釋灌頂，那個講得好，那正確的，灌是什麼意思？灌是傳授、灌輸，頂是什麼？頂是最高的佛法。換句話說，灌頂兩個字就是把最高的佛法傳授給你，灌輸給你，這叫灌頂。不是用一點水在頭上淋一下就是灌頂，如果那個是灌頂的話，現在每天我們沖涼的時候用蓮蓬頭，那不叫大灌頂！沖一下我們的煩惱習氣都能沖掉嗎？沖不掉，所以你要懂得這個意思。水是代表甘露，是代表清淨，是代表正法，那個灌是象徵的，你自己要真正體會到，依教修行，正信、正解、正修契入境界，這三垢真的消滅了。"
    },
    {
      "id": "28-004-0003_p0021",
      "zh_CN": "这个事情理可以顿悟，事须渐修，这是古来祖师大德常常教导我们的话，要在日常生活当中去磨炼，把贪瞋痴磨掉。贪瞋痴年年少，月月少，天天少；智慧年年增长，月月增长，天天增长，你的功夫成就了。那个时候真的是「佛氏门中，有求必应」，不求也应了，何必要求？自然它就感应。",
      "zh_TW": "這個事情理可以頓悟，事須漸修，這是古來祖師大德常常教導我們的話，要在日常生活當中去磨鍊，把貪瞋痴磨掉。貪瞋痴年年少，月月少，天天少；智慧年年增長，月月增長，天天增長，你的功夫成就了。那個時候真的是「佛氏門中，有求必應」，不求也應了，何必要求？自然它就感應。"
    },
    {
      "id": "28-004-0003_p0022",
      "zh_CN": "「身意柔软」。柔软是没有烦恼，这讲第一个果德，轻安自在，没有烦恼，没有忧虑，没有牵挂，没有分别，没有执着，没有妄想。「欢喜踊跃」。这个欢喜踊跃就是孔夫子在《论语》里面讲的「学而时习之，不亦说乎」，你得到法喜了，佛法里叫法喜充满，大乘经里佛常讲的常生欢喜心。「善心生焉」。这个善心是大慈大悲、救苦救难，你自自然然跟诸佛菩萨一样，与一切众生感应道交，众生有感你就有应，这叫善心。大慈大悲、救苦救难就像观世音菩萨一样。我们也印了不少千手观音跟大家结缘。千手千眼，眼是见到，见到手到，千手千眼表这个意思，这就是善心生焉。这六句经文我们果然能够理解受持，受用无尽。现在时间到了。",
      "zh_TW": "「身意柔軟」。柔軟是沒有煩惱，這講第一個果德，輕安自在，沒有煩惱，沒有憂慮，沒有牽掛，沒有分別，沒有執著，沒有妄想。「歡喜踴躍」。這個歡喜踴躍就是孔夫子在《論語》裡面講的「學而時習之，不亦說乎」，你得到法喜了，佛法裡叫法喜充滿，大乘經裡佛常講的常生歡喜心。「善心生焉」。這個善心是大慈大悲、救苦救難，你自自然然跟諸佛菩薩一樣，與一切眾生感應道交，眾生有感你就有應，這叫善心。大慈大悲、救苦救難就像觀世音菩薩一樣。我們也印了不少千手觀音跟大家結緣。千手千眼，眼是見到，見到手到，千手千眼表這個意思，這就是善心生焉。這六句經文我們果然能夠理解受持，受用無盡。現在時間到了。"
    }
  ]
}