{
  "doc_id": "28-004-0002",
  "title": {
    "zh_CN": "仁爱和平讲堂-答中西随功教授提问",
    "zh_TW": "仁愛和平講堂-答中西隨功教授提問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "28-004-0002",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "28-004-0002_p0001",
      "zh_CN": "诸位同学，这次我们在日本访问，中西随功法师一直都是陪同我们。在日本我们跟华藏电视台的负责人陈彩琼居士建议，卫星电视台开一个节目「仁爱和平讲堂」，在日本我们录过几个小时，好像有六个多小时，将来制作出来之后，每个星期播两次。这个节目我们可以邀请学者、专家、各个宗教的传教师，给我们谈谈怎样化解冲突，促进社会的安定和平；同时也接受访问，用访问的方式也很受大众的欢迎。中西随功教授他也来到这个节目，提出两个问题，他的说话我们在日本都把他录下来了，当时我没有解答，因为没有时间，所以我们在此地再来解答，把他的提问跟我们的解答可以经过后续的制作连接起来，在电视台播放。",
      "zh_TW": "諸位同學，這次我們在日本訪問，中西隨功法師一直都是陪同我們。在日本我們跟華藏電視台的負責人陳彩瓊居士建議，衛星電視台開一個節目「仁愛和平講堂」，在日本我們錄過幾個小時，好像有六個多小時，將來製作出來之後，每個星期播兩次。這個節目我們可以邀請學者、專家、各個宗教的傳教師，給我們談談怎樣化解衝突，促進社會的安定和平；同時也接受訪問，用訪問的方式也很受大眾的歡迎。中西隨功教授他也來到這個節目，提出兩個問題，他的說話我們在日本都把他錄下來了，當時我沒有解答，因為沒有時間，所以我們在此地再來解答，把他的提問跟我們的解答可以經過後續的製作連接起來，在電視台播放。"
    },
    {
      "id": "28-004-0002_p0002",
      "zh_CN": "他说的话说得很多，说了大概有十分钟，很多都是客气话，也有不少赞叹的话，我想这些不要重复了，我们就直接提他的问题。他的问题大意是说，这些年来我们一直都在讲宗教是多元文化的社会教育，一切宗教都主张仁爱和平，所以关于人类追求和平，他说我想请教法师，第一个问题是生存方式的问题，第二个问题是心的问题，心理问题。这两个问题实在说，就像他自己所讲的很尖锐。",
      "zh_TW": "他說的話說得很多，說了大概有十分鐘，很多都是客氣話，也有不少讚歎的話，我想這些不要重複了，我們就直接提他的問題。他的問題大意是說，這些年來我們一直都在講宗教是多元文化的社會教育，一切宗教都主張仁愛和平，所以關於人類追求和平，他說我想請教法師，第一個問題是生存方式的問題，第二個問題是心的問題，心理問題。這兩個問題實在說，就像他自己所講的很尖銳。"
    },
    {
      "id": "28-004-0002_p0003",
      "zh_CN": "生存方式的问题，人类在地球上已经生存几十万年了，这是从考古学家告诉我们的；从发明了文字到现在，差不多也有一万多年，在这个世界上；从文字演变成文明，至少也有五千年的历史了。中国的历史是世界上所有国家民族，其中保存得最完整的，那就是中国人很重视历史。在古时候并没有「历史」这个名词，也没有历史这个观念。历史这个观念跟名词，如果讲到最早，那应该起源于《春秋》。现在儒家五经里面的《书经》是历史，《春秋》是历史，《春秋》是孔子做的。传《春秋》的有三家，现在诸位晓得《左传》左丘明的、《公羊传》、《谷梁传》。孔子记载只记一个纲目，详细内容没有记载，而这三家依照孔子所说的纲目，把里面内容补充进去了。所以在中国的史书，第一个是《书经》，第二个就是春秋三传，接着那真正是历史时代确定，司马迁的《史记》开端，《史记》是通史。往后《汉书》、《后汉书》、《三国志》，这绵延下来之后，称为中国的断代史，那就有很详细的记载，这是世界其他国家地区所没有的。",
      "zh_TW": "生存方式的問題，人類在地球上已經生存幾十萬年了，這是從考古學家告訴我們的；從發明了文字到現在，差不多也有一萬多年，在這個世界上；從文字演變成文明，至少也有五千年的歷史了。中國的歷史是世界上所有國家民族，其中保存得最完整的，那就是中國人很重視歷史。在古時候並沒有「歷史」這個名詞，也沒有歷史這個觀念。歷史這個觀念跟名詞，如果講到最早，那應該起源於《春秋》。現在儒家五經裡面的《書經》是歷史，《春秋》是歷史，《春秋》是孔子做的。傳《春秋》的有三家，現在諸位曉得《左傳》左丘明的、《公羊傳》、《穀梁傳》。孔子記載只記一個綱目，詳細內容沒有記載，而這三家依照孔子所說的綱目，把裡面內容補充進去了。所以在中國的史書，第一個是《書經》，第二個就是春秋三傳，接著那真正是歷史時代確定，司馬遷的《史記》開端，《史記》是通史。往後《漢書》、《後漢書》、《三國志》，這綿延下來之後，稱為中國的斷代史，那就有很詳細的記載，這是世界其他國家地區所沒有的。"
    },
    {
      "id": "28-004-0002_p0004",
      "zh_CN": "所以，从中国史书里面记载，至少可靠的记载有四千五百年。人类经过这么长的历史，今天我们还要问生存方式的问题，这不是一桩怪事吗？为什么会提出这个问题？那我们就想这个原因，大概是我们现在生存方式出了问题，你才会提出这个问题。要不然，我们就以中国来说，就是走向文明的生活，至少记载也有四千五百多年历史了。这四千五百年前是怎么样活下来的，而且活得非常美好，真正是多彩多姿，跟西方人相比有过之而无不及，只是近代这二百多年来，真的出了问题了。中西随功先生是日本人，日本、韩国（南北韩）、越南这些地区是直接接受中国传统文化的国家地区，到今天确实经历西方文明的冲击，出现问题了。",
      "zh_TW": "所以，從中國史書裡面記載，至少可靠的記載有四千五百年。人類經過這麼長的歷史，今天我們還要問生存方式的問題，這不是一樁怪事嗎？為什麼會提出這個問題？那我們就想這個原因，大概是我們現在生存方式出了問題，你才會提出這個問題。要不然，我們就以中國來說，就是走向文明的生活，至少記載也有四千五百多年歷史了。這四千五百年前是怎麼樣活下來的，而且活得非常美好，真正是多彩多姿，跟西方人相比有過之而無不及，只是近代這二百多年來，真的出了問題了。中西隨功先生是日本人，日本、韓國（南北韓）、越南這些地區是直接接受中國傳統文化的國家地區，到今天確實經歷西方文明的衝擊，出現問題了。"
    },
    {
      "id": "28-004-0002_p0005",
      "zh_CN": "在过去，尧舜禹汤他教我们怎么生活？他教导我们不外乎伦理道德，所谓的父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信，这就是生存的方式。尧舜距离我们现在四千五百年了，是孔子心目当中的圣人，这个教训一直到前清的末年中国人都遵守，遵守就没有问题，我们生存方式非常美好，这个教育就是伦常道德。中西先生今天提出这个问题，我并不感觉得奇怪，为什么？现前的社会伦理道德不讲了，伦理道德已经不存在我们生活之中了，于是社会出了问题。这个问题古书里头讲得很清楚，伦理道德如果废弃了、疏忽了，这个社会必然是父不父，子不子，君不君，臣不臣，整个社会动乱了。今天社会动乱到极处，天灾人祸层出不穷。所以我们要问，这生存方式在现前这个社会我们怎么活下去？用什么方式活下去？于是我们会想到这个问题提出是正常的。",
      "zh_TW": "在過去，堯舜禹湯他教我們怎麼生活？他教導我們不外乎倫理道德，所謂的父子有親，君臣有義，夫婦有別，長幼有序，朋友有信，這就是生存的方式。堯舜距離我們現在四千五百年了，是孔子心目當中的聖人，這個教訓一直到前清的末年中國人都遵守，遵守就沒有問題，我們生存方式非常美好，這個教育就是倫常道德。中西先生今天提出這個問題，我並不感覺得奇怪，為什麼？現前的社會倫理道德不講了，倫理道德已經不存在我們生活之中了，於是社會出了問題。這個問題古書裡頭講得很清楚，倫理道德如果廢棄了、疏忽了，這個社會必然是父不父，子不子，君不君，臣不臣，整個社會動亂了。今天社會動亂到極處，天災人禍層出不窮。所以我們要問，這生存方式在現前這個社會我們怎麼活下去？用什麼方式活下去？於是我們會想到這個問題提出是正常的。"
    },
    {
      "id": "28-004-0002_p0006",
      "zh_CN": "在乱世，我们如何能够得到一个平安、幸福、美满的一生？我相信这是大多数人心目当中所希求的、所向往的，答案还是要遵守古圣先贤教诲。中国谚语说得很好，「不听老人言，吃亏在眼前」，谁是老人？孔子是老人，孟子是老人，尧舜禹汤文武周公是老人，这些老人留给我们这些教训、这些典籍，那就是老人言。你不相信，你不去理会、不去学习，那么眼前的这些动乱、灾祸你就得承受，这就是吃亏在眼前。",
      "zh_TW": "在亂世，我們如何能夠得到一個平安、幸福、美滿的一生？我相信這是大多數人心目當中所希求的、所嚮往的，答案還是要遵守古聖先賢教誨。中國諺語說得很好，「不聽老人言，吃虧在眼前」，誰是老人？孔子是老人，孟子是老人，堯舜禹湯文武周公是老人，這些老人留給我們這些教訓、這些典籍，那就是老人言。你不相信，你不去理會、不去學習，那麼眼前的這些動亂、災禍你就得承受，這就是吃虧在眼前。"
    },
    {
      "id": "28-004-0002_p0007",
      "zh_CN": "现在问题出现了，古圣先贤的教诲有这么重要吗？现在这个世间对这个问题疑惑的人有多少？我们常常听到，这个东西是旧东西，不合时代了，你学这个干什么，学这个有什么用处？这些疑问我们听得太多太多。我走过世界许许多多国家地区，接触各个阶层的人物，十之八、九都是这样的心态，这样的看法。而对我们学习宗教，学佛，读古人的东西，研究古人东西，效法古人，他们都感觉得奇怪，好像认为我们这些人反常，真的，跟他们日用平常不一样。然而他看看我们，我们的形象摆在此地，他看到我们生活得很快乐，无忧无虑，无有牵挂，烦恼少，忧虑少，牵挂少，他很羡慕。所以他虽然排斥，虽然怀疑，他也欢喜来接近。",
      "zh_TW": "現在問題出現了，古聖先賢的教誨有這麼重要嗎？現在這個世間對這個問題疑惑的人有多少？我們常常聽到，這個東西是舊東西，不合時代了，你學這個幹什麼，學這個有什麼用處？這些疑問我們聽得太多太多。我走過世界許許多多國家地區，接觸各個階層的人物，十之八、九都是這樣的心態，這樣的看法。而對我們學習宗教，學佛，讀古人的東西，研究古人東西，效法古人，他們都感覺得奇怪，好像認為我們這些人反常，真的，跟他們日用平常不一樣。然而他看看我們，我們的形象擺在此地，他看到我們生活得很快樂，無憂無慮，無有牽掛，煩惱少，憂慮少，牽掛少，他很羡慕。所以他雖然排斥，雖然懷疑，他也歡喜來接近。"
    },
    {
      "id": "28-004-0002_p0008",
      "zh_CN": "大多数人接近，大概头一个问题要问我的：法师，你是怎样保养身体？都问这个话。由此可知，他对于健康长寿之道，他很关心，他看到我这个样子他很想学。他们知道我年岁很大了，再过两年八十岁了，许多人比我年轻很多，小我十几岁，站在我旁边看起来都比我衰老，无论在形象、在体力、在各个方面，他不如我。从形象上他们自自然然就提出来不少问题，来问我怎样能够得到健康长寿？我的回答：心地清净慈悲，回归自然，古人所讲的返璞归真，那你就得到了。回归自然、返璞归真要怎么落实？还是落实到古人的教诲，父子有亲，君臣有义，这个伦常就是自然，这个伦常就是璞、就是真。返璞归真，那你就晓得五伦、五常是璞是真，我们今天违背了。",
      "zh_TW": "大多數人接近，大概頭一個問題要問我的：法師，你是怎樣保養身體？都問這個話。由此可知，他對於健康長壽之道，他很關心，他看到我這個樣子他很想學。他們知道我年歲很大了，再過兩年八十歲了，許多人比我年輕很多，小我十幾歲，站在我旁邊看起來都比我衰老，無論在形象、在體力、在各個方面，他不如我。從形象上他們自自然然就提出來不少問題，來問我怎樣能夠得到健康長壽？我的回答：心地清淨慈悲，回歸自然，古人所講的返璞歸真，那你就得到了。回歸自然、返璞歸真要怎麼落實？還是落實到古人的教誨，父子有親，君臣有義，這個倫常就是自然，這個倫常就是璞、就是真。返璞歸真，那你就曉得五倫、五常是璞是真，我們今天違背了。"
    },
    {
      "id": "28-004-0002_p0009",
      "zh_CN": "今天的社会，父子有亲成了问题，报章、媒体常常报导家庭的变故，儿女杀父母，父母杀儿女，兄弟相杀，夫妻相杀，这个事情现在不是新闻了，是很平常的事情。这个事情这就是反常。这个常就是伦常，跟伦常完全相反，伦常是一家人相亲相爱，这是正常的，为什么会变成这个样子？君臣有义，这个君臣就是今天讲的领导与被领导，被领导对领导不忠，领导对被领导不仁，这个事也很平常，所以叛逆的事情现在也是司空见惯。这都是眼前的社会问题。所以我们要肯定古人的教诲，不是他的发明，不是他的创见，是什么？是自然。",
      "zh_TW": "今天的社會，父子有親成了問題，報章、媒體常常報導家庭的變故，兒女殺父母，父母殺兒女，兄弟相殺，夫妻相殺，這個事情現在不是新聞了，是很平常的事情。這個事情這就是反常。這個常就是倫常，跟倫常完全相反，倫常是一家人相親相愛，這是正常的，為什麼會變成這個樣子？君臣有義，這個君臣就是今天講的領導與被領導，被領導對領導不忠，領導對被領導不仁，這個事也很平常，所以叛逆的事情現在也是司空見慣。這都是眼前的社會問題。所以我們要肯定古人的教誨，不是他的發明，不是他的創見，是什麼？是自然。"
    },
    {
      "id": "28-004-0002_p0010",
      "zh_CN": "古人懂得大自然的法则，懂得自然的运行，所谓是随顺自然。诸位想想，夫妻结合自自然然就生子，就会产生父子关系，这是谁发明的？不但从自有人类就有这个，那个时候人类没有文明，还没有文字；我们再仔细观察所有一切动物不都是这样的吗？看现前的动物你仔细观察，跟太初有什么两样？在这个地方我们体现到自然的大道，自然的法则，自然的运作。所以，父子、君臣、夫妇、兄弟、朋友，自然之道；亲、义、别、序、信，这是随顺自然之德，这就是东方人所讲的道德。所以你要晓得什么是道，什么是德。你能够明了大自然这是道，明道，随顺大自然这是德，行德。明道行德，宇宙是和谐的，地球是和谐的。",
      "zh_TW": "古人懂得大自然的法則，懂得自然的運行，所謂是隨順自然。諸位想想，夫妻結合自自然然就生子，就會產生父子關係，這是誰發明的？不但從自有人類就有這個，那個時候人類沒有文明，還沒有文字；我們再仔細觀察所有一切動物不都是這樣的嗎？看現前的動物你仔細觀察，跟太初有什麼兩樣？在這個地方我們體現到自然的大道，自然的法則，自然的運作。所以，父子、君臣、夫婦、兄弟、朋友，自然之道；親、義、別、序、信，這是隨順自然之德，這就是東方人所講的道德。所以你要曉得什麼是道，什麼是德。你能夠明瞭大自然這是道，明道，隨順大自然這是德，行德。明道行德，宇宙是和諧的，地球是和諧的。"
    },
    {
      "id": "28-004-0002_p0011",
      "zh_CN": "中国《易经》里面讲的「太和」，太和就是宇宙和谐，没有冲突，没有矛盾，没有对立；地球是和睦的，本来和睦。地球上所生的一切生物，这个生物有动物、有植物，实在讲矿物还是生物，只要生在这个地球上，在地球上出现，都有它的道与德，或者我们讲道理，大家好懂，讲道德深一层了。都有道，都有德。它是自然生态里面一个环节，不能多也不能少；多了，这个生态不平衡，少了也不平衡，这个道理能体会的人不多。",
      "zh_TW": "中國《易經》裡面講的「太和」，太和就是宇宙和諧，沒有衝突，沒有矛盾，沒有對立；地球是和睦的，本來和睦。地球上所生的一切生物，這個生物有動物、有植物，實在講礦物還是生物，只要生在這個地球上，在地球上出現，都有它的道與德，或者我們講道理，大家好懂，講道德深一層了。都有道，都有德。它是自然生態裡面一個環節，不能多也不能少；多了，這個生態不平衡，少了也不平衡，這個道理能體會的人不多。"
    },
    {
      "id": "28-004-0002_p0012",
      "zh_CN": "所以，我常常跟一些朋友们讨论这个问题，我用这个身体做比喻大家容易明了，父母生了我们这个身体，这身体外面看，眼耳鼻舌身五官，里面五脏六腑，从外表一般人所忽略的毛发，这是我们身体的生态，它都是均衡的，它都是和睦的，决定不会有冲突，决定不会有对立，我们这个身体才健康、才快乐。如果我们这个生态失掉平衡，问题就来了。五官，眼、耳、鼻、舌、身，这是道，我这样的说法诸位容易懂，这自然的，自然生态。眼能见，耳能听，鼻能嗅，舌能尝，身能触，这是什么？这是德。我从这上讲什么叫道、什么叫德，大家就容易懂。然后你再把它扩大，地球就像一个人身，宇宙就像一个人身，你就容易体会到什么叫道，什么叫德。",
      "zh_TW": "所以，我常常跟一些朋友們討論這個問題，我用這個身體做比喻大家容易明瞭，父母生了我們這個身體，這身體外面看，眼耳鼻舌身五官，裡面五臟六腑，從外表一般人所忽略的毛髮，這是我們身體的生態，它都是均衡的，它都是和睦的，決定不會有衝突，決定不會有對立，我們這個身體才健康、才快樂。如果我們這個生態失掉平衡，問題就來了。五官，眼、耳、鼻、舌、身，這是道，我這樣的說法諸位容易懂，這自然的，自然生態。眼能見，耳能聽，鼻能嗅，舌能嘗，身能觸，這是什麼？這是德。我從這上講什麼叫道、什麼叫德，大家就容易懂。然後你再把它擴大，地球就像一個人身，宇宙就像一個人身，你就容易體會到什麼叫道，什麼叫德。"
    },
    {
      "id": "28-004-0002_p0013",
      "zh_CN": "所以道德不是哪个人发明的，不是哪个人创造的，自然而然。佛家有一句术语叫「法尔如是」，就是本来就是这个样子，没有理由的，天然的。你能随顺，眼能见，你随顺它你就得受用，你要想改变它，那麻烦就来了。眼它能见，耳能听，现在我要改变，我要眼能听，耳能见，你麻烦就来了。你怎么改变？用外科手术把视神经移到耳朵上去，把听的神经移到眼睛里面去，动外科手术，那你什么？你违背了自然，你破坏了自然，到最后怎么样？眼也瞎了，耳也聋了，这就叫不听老人言吃亏在眼前。以为你很聪明，你能够所谓是人定胜天，天就是自然，你能够胜过自然，你可以改造自然。",
      "zh_TW": "所以道德不是哪個人發明的，不是哪個人創造的，自然而然。佛家有一句術語叫「法爾如是」，就是本來就是這個樣子，沒有理由的，天然的。你能隨順，眼能見，你隨順它你就得受用，你要想改變它，那麻煩就來了。眼它能見，耳能聽，現在我要改變，我要眼能聽，耳能見，你麻煩就來了。你怎麼改變？用外科手術把視神經移到耳朵上去，把聽的神經移到眼睛裡面去，動外科手術，那你什麼？你違背了自然，你破壞了自然，到最後怎麼樣？眼也瞎了，耳也聾了，這就叫不聽老人言吃虧在眼前。以為你很聰明，你能夠所謂是人定勝天，天就是自然，你能夠勝過自然，你可以改造自然。"
    },
    {
      "id": "28-004-0002_p0014",
      "zh_CN": "今天很多人对于自己的生理真的用外科手术来改造，最明显的、最普遍的，整容，那是破坏你身体的自然生态平衡。你今天用机械移山倒海，改变自然环境，虽然得一时之利，招来怎么样？招来的是灾难！我们身体不遵守父母生下来这个身体，要想任意改变自己，你得来的是灾难、是人祸。我把天灾人祸这样子来说，你不难懂。任意破坏身体，不知道保养身体，你得来的祸害；任意破坏我们居住的环境，那你得到的是灾害，灾害是什么？所谓是地震、水灾、风灾、火灾，自古以来还加上个战争，天灾人祸。怎么发生的？都是破坏自然生态环境而发生的，因此，纵然许许多多人说古时候这种生活方式不适合时宜了，那我自从读书明理之后，我觉得古人的生活方式很好，我很喜欢，所以我依然健朗。",
      "zh_TW": "今天很多人對於自己的生理真的用外科手術來改造，最明顯的、最普遍的，整容，那是破壞你身體的自然生態平衡。你今天用機械移山倒海，改變自然環境，雖然得一時之利，招來怎麼樣？招來的是災難！我們身體不遵守父母生下來這個身體，要想任意改變自己，你得來的是災難、是人禍。我把天災人禍這樣子來說，你不難懂。任意破壞身體，不知道保養身體，你得來的禍害；任意破壞我們居住的環境，那你得到的是災害，災害是什麼？所謂是地震、水災、風災、火災，自古以來還加上個戰爭，天災人禍。怎麼發生的？都是破壞自然生態環境而發生的，因此，縱然許許多多人說古時候這種生活方式不適合時宜了，那我自從讀書明理之後，我覺得古人的生活方式很好，我很喜歡，所以我依然健朗。"
    },
    {
      "id": "28-004-0002_p0015",
      "zh_CN": "我们穿的这个衣服，这个衣服是明朝的服装，中国出家人没有改变服装，穿的是古装。这个衣服穿得很舒服，宽袍大领，给一般人一个感触是没有压迫感。你看现在人穿的衣服紧身，把一身包得紧紧的，一看好大的压力，不自在！礼服，古人的礼服是海青，古时候这个衣服上都绣花纹，纹章，纹是绣刺，章是花纹表示他的身分地位，现在所讲的阶级。我们这次在日本曾经到过一家中国的餐馆，进到他那个小客室里面，家具大概还是清朝可能是宫廷里面这些古老的家具，太师椅一套，我坐上去，都是雕的是龙，扶手是龙，后面撑的也是龙。我就叫人看一看，你看看这个龙有几个爪？这个大家都没有注意到，我提醒大家细细去观察，每个龙都是四个爪，四个，四个爪表示他的身分地位，亲王，这套家具从前是亲王府的。如果是皇宫里面，这个帝王是五个爪，这龙是五个爪，在满清时候三个爪是贝勒。",
      "zh_TW": "我們穿的這個衣服，這個衣服是明朝的服裝，中國出家人沒有改變服裝，穿的是古裝。這個衣服穿得很舒服，寬袍大領，給一般人一個感觸是沒有壓迫感。你看現在人穿的衣服緊身，把一身包得緊緊的，一看好大的壓力，不自在！禮服，古人的禮服是海青，古時候這個衣服上都繡花紋，紋章，紋是繡刺，章是花紋表示他的身分地位，現在所講的階級。我們這次在日本曾經到過一家中國的餐館，進到他那個小客室裡面，傢俱大概還是清朝可能是宮廷裡面這些古老的傢俱，太師椅一套，我坐上去，都是雕的是龍，扶手是龍，後面撐的也是龍。我就叫人看一看，你看看這個龍有幾個爪？這個大家都沒有注意到，我提醒大家細細去觀察，每個龍都是四個爪，四個，四個爪表示他的身分地位，親王，這套傢俱從前是親王府的。如果是皇宮裡面，這個帝王是五個爪，這龍是五個爪，在滿清時候三個爪是貝勒。"
    },
    {
      "id": "28-004-0002_p0016",
      "zh_CN": "所以这就是，他们穿的衣服也是一样，都是龙袍，但是那个龙的爪多少不一样，皇帝是五个爪，亲王是四个爪，贝勒是三个爪，你在这里就区别了。文武百官他的章服都表示他的身分地位，便于行礼。长幼有序延伸就是尊卑有序，地位有尊卑，地位卑的向地位高的要尊敬，便于行礼。现在除了军队军官还有这个阶级，文官就没有了，在一起也不知道谁大谁小，没有法子分别，古时候清清楚楚。民间士农工商衣着都不一样，一看你这个社会上是从事于哪个行业的、哪个身分，这叫文化。所以，古人这个生活方式好，我们很羡慕，我这一生还是过古人的生活，很自在。你说我落伍，我想想我没落伍，为什么没落伍？我没有参加你的队伍，我怎么会落伍？我入了伍我才会落伍，我没有入伍。",
      "zh_TW": "所以這就是，他們穿的衣服也是一樣，都是龍袍，但是那個龍的爪多少不一樣，皇帝是五個爪，親王是四個爪，貝勒是三個爪，你在這裡就區別了。文武百官他的章服都表示他的身分地位，便於行禮。長幼有序延伸就是尊卑有序，地位有尊卑，地位卑的向地位高的要尊敬，便於行禮。現在除了軍隊軍官還有這個階級，文官就沒有了，在一起也不知道誰大誰小，沒有法子分別，古時候清清楚楚。民間士農工商衣著都不一樣，一看你這個社會上是從事於哪個行業的、哪個身分，這叫文化。所以，古人這個生活方式好，我們很羡慕，我這一生還是過古人的生活，很自在。你說我落伍，我想想我沒落伍，為什麼沒落伍？我沒有參加你的隊伍，我怎麼會落伍？我入了伍我才會落伍，我沒有入伍。"
    },
    {
      "id": "28-004-0002_p0017",
      "zh_CN": "所以这个生存的方式也就是生活的方式，我觉得还是要依靠古圣先贤的教诲，基本的教诲《弟子规》，非常简单，非常扼要，生活的标准，我们依照这个过生活，你一生幸福美满。在佛法里面讲持戒，持戒就是儒家讲的守礼。圣贤人教导我们不能做的，我们决定不要违犯，教我们可以做的，我们要认真努力去做。所以戒律有止持、有作持，作是你应当要做，对自对他有利益的，于人于己没有利益的应当禁止，你从这里下手，《弟子规》是基本的戒律。出家基本的戒律是《沙弥律仪》，你不能不做到，你不做到你就不行，这是生活方式。在家人依三皈五戒十善非常圆满，中国的东西好，《弟子规》比三皈五戒十善讲得还要明白、还要清楚。",
      "zh_TW": "所以這個生存的方式也就是生活的方式，我覺得還是要依靠古聖先賢的教誨，基本的教誨《弟子規》，非常簡單，非常扼要，生活的標準，我們依照這個過生活，你一生幸福美滿。在佛法裡面講持戒，持戒就是儒家講的守禮。聖賢人教導我們不能做的，我們決定不要違犯，教我們可以做的，我們要認真努力去做。所以戒律有止持、有作持，作是你應當要做，對自對他有利益的，於人於己沒有利益的應當禁止，你從這裡下手，《弟子規》是基本的戒律。出家基本的戒律是《沙彌律儀》，你不能不做到，你不做到你就不行，這是生活方式。在家人依三皈五戒十善非常圓滿，中國的東西好，《弟子規》比三皈五戒十善講得還要明白、還要清楚。"
    },
    {
      "id": "28-004-0002_p0018",
      "zh_CN": "第二个问题，我就想中西先生问的是心理问题，大概就是存心，我们今天生活、工作、处事待人接物要用什么心？这个问得好。儒家这是伦常道德心，你这生就很圆满了，在大乘教里面叫菩提心。菩提心也很难懂，我最近这十几年讲经把菩提心讲成五条，大家好懂。真诚心，这是菩提心之体，在经里面讲是至诚心，在论里面讲的是直心，《起信论》讲直心，经论合起来就是真诚。一定要记住，别人对我不真诚，我对人要真诚。为什么？因为他要随顺烦恼过日子，我要随顺圣贤教诲过日子，那我们两个不一样。不能说他对我不诚实，我对他何必要诚实，那你就跟他走了，错了，他跟我走是对的，我们跟他走，错了。",
      "zh_TW": "第二個問題，我就想中西先生問的是心理問題，大概就是存心，我們今天生活、工作、處事待人接物要用什麼心？這個問得好。儒家這是倫常道德心，你這生就很圓滿了，在大乘教裡面叫菩提心。菩提心也很難懂，我最近這十幾年講經把菩提心講成五條，大家好懂。真誠心，這是菩提心之體，在經裡面講是至誠心，在論裡面講的是直心，《起信論》講直心，經論合起來就是真誠。一定要記住，別人對我不真誠，我對人要真誠。為什麼？因為他要隨順煩惱過日子，我要隨順聖賢教誨過日子，那我們兩個不一樣。不能說他對我不誠實，我對他何必要誠實，那你就跟他走了，錯了，他跟我走是對的，我們跟他走，錯了。"
    },
    {
      "id": "28-004-0002_p0019",
      "zh_CN": "我们用一味真诚心生活、处事待人接物，用清净心，清净心不染污，平等心没有贡高我慢，决定没有歧视，用正觉心决定不迷，觉而不迷，用慈悲心，大慈大悲，决定没有自私自利。心的问题你掌握到这个，你就把自己本性、把自己的真心找回来了。我们如是存心，如是生活，决定不会错，决定是幸福的、是美满的，前途呈现是一片金色光明。所以，他提出这个关于人类追求和平安定，离不开圣贤教诲，离不开伦理道德。由此可知，伦理道德是永恒的、是超越时空的，我们应当要遵守，应当要学习。现在时间到了。",
      "zh_TW": "我們用一味真誠心生活、處事待人接物，用清淨心，清淨心不染污，平等心沒有貢高我慢，決定沒有歧視，用正覺心決定不迷，覺而不迷，用慈悲心，大慈大悲，決定沒有自私自利。心的問題你掌握到這個，你就把自己本性、把自己的真心找回來了。我們如是存心，如是生活，決定不會錯，決定是幸福的、是美滿的，前途呈現是一片金色光明。所以，他提出這個關於人類追求和平安定，離不開聖賢教誨，離不開倫理道德。由此可知，倫理道德是永恆的、是超越時空的，我們應當要遵守，應當要學習。現在時間到了。"
    }
  ]
}