{
  "doc_id": "21-239-0001",
  "title": {
    "zh_CN": "新春团拜讲话",
    "zh_TW": "新春團拜講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "",
  "location": {
    "zh_CN": "2000/2/5",
    "zh_TW": "2000/2/5"
  },
  "doc_number": "21-239-0001",
  "total_paragraphs": 16,
  "paragraphs": [
    {
      "id": "21-239-0001_p0001",
      "zh_CN": "会长：很荣幸老法师能够陪我们一起来到这儿过年。相信对师父来讲，在一个非中国的国家过年，感觉一定不同于中国的地方。但是无论如何，在这很特别的一年，我们十分的荣幸，能够请师父来这边跟我们一同度过。师父能够来这边跟我们一起度过，是给我们一种勉励，对我们来讲是个特别的新的一年开始。我也借着这个机会祝福大家有个很好很好的一年，希望大家在这新的龙年里能够得到平安，能够得到快乐。阿弥陀佛。",
      "zh_TW": "會長：很榮幸老法師能夠陪我們一起來到這兒過年。相信對師父來講，在一個非中國的國家過年，感覺一定不同於中國的地方。但是無論如何，在這很特別的一年，我們十分的榮幸，能夠請師父來這邊跟我們一同度過。師父能夠來這邊跟我們一起度過，是給我們一種勉勵，對我們來講是個特別的新的一年開始。我也藉著這個機會祝福大家有個很好很好的一年，希望大家在這新的龍年裡能夠得到平安，能夠得到快樂。阿彌陀佛。"
    },
    {
      "id": "21-239-0001_p0002",
      "zh_CN": "主持人：好，现在我们请我们的林副会长致词。",
      "zh_TW": "主持人：好，現在我們請我們的林副會長致詞。"
    },
    {
      "id": "21-239-0001_p0003",
      "zh_CN": "林副会长：师父上人、各位法师、各位同修，阿弥陀佛。我有几个字祝福各位，在今年，恭祝我们的师父上人以及各位法师，法体康泰，法缘殊胜；也恭祝各位同修，新春愉快，岁岁平安。阿弥陀佛。",
      "zh_TW": "林副會長：師父上人、各位法師、各位同修，阿彌陀佛。我有幾個字祝福各位，在今年，恭祝我們的師父上人以及各位法師，法體康泰，法緣殊勝；也恭祝各位同修，新春愉快，歲歲平安。阿彌陀佛。"
    },
    {
      "id": "21-239-0001_p0004",
      "zh_CN": "主持人：好！请我们的陈副会长致词。",
      "zh_TW": "主持人：好！請我們的陳副會長致詞。"
    },
    {
      "id": "21-239-0001_p0005",
      "zh_CN": "陈副会长：阿弥陀佛！师父、诸位法师、诸位同修，阿弥陀佛。在这千禧年当中，新的开始，普天之下都是阿弥陀佛，祝福大家无量光，无量寿。阿弥陀佛。",
      "zh_TW": "陳副會長：阿彌陀佛！師父、諸位法師、諸位同修，阿彌陀佛。在這千禧年當中，新的開始，普天之下都是阿彌陀佛，祝福大家無量光，無量壽。阿彌陀佛。"
    },
    {
      "id": "21-239-0001_p0006",
      "zh_CN": "主持人：我们请同修代表致词。",
      "zh_TW": "主持人：我們請同修代表致詞。"
    },
    {
      "id": "21-239-0001_p0007",
      "zh_CN": "同修代表：师父上人，阿弥陀佛！法师，阿弥陀佛！各位同修，阿弥陀佛！天增岁月人增寿，春满乾坤福满门，又是新的一年的开始，同时我们也年长一岁。在过去的一年里面，我们秉着师父孳孳不倦的教诲，和各位法师的带领下，以及各位同修的努力和发心，才有我们现在净宗学会的成长。但是到目前我们并不满足，因为这只是个起点，还只是一个成长，我们要更加的努力。秉着佛陀的教诲，在「众生无边誓愿度，佛道无上誓愿成」的教诲下，我们在菩提道上，希望各位同修更加努力，同生极乐国，阿弥陀佛！",
      "zh_TW": "同修代表：師父上人，阿彌陀佛！法師，阿彌陀佛！各位同修，阿彌陀佛！天增歲月人增壽，春滿乾坤福滿門，又是新的一年的開始，同時我們也年長一歲。在過去的一年裡面，我們秉著師父孳孳不倦的教誨，和各位法師的帶領下，以及各位同修的努力和發心，才有我們現在淨宗學會的成長。但是到目前我們並不滿足，因為這只是個起點，還只是一個成長，我們要更加的努力。秉著佛陀的教誨，在「眾生無邊誓願度，佛道無上誓願成」的教誨下，我們在菩提道上，希望各位同修更加努力，同生極樂國，阿彌陀佛！"
    },
    {
      "id": "21-239-0001_p0008",
      "zh_CN": "主持人：最后恭请师父上人为我们开示。",
      "zh_TW": "主持人：最後恭請師父上人為我們開示。"
    },
    {
      "id": "21-239-0001_p0009",
      "zh_CN": "净空法师：会长、副会长、诸位法师、诸位同学，大家新年好！我们在新年当中听到许许多多的祝福，这些祝福怎样能够落实，这是关键的问题。如果这些祝福不能落实，那就变成空洞的口号，没有多大的意思。佛教导我们，所有一切祝福是果报，果必有因，如果我们见到这个果就想到因，认真努力去修因，这个果报决定会兑现的，那这个祝福是真实有意义。岁岁平安是果报，不造诸恶，这是业因，所以诸恶莫作才有岁岁平安；众善奉行是因，果才能够得无量的光寿。",
      "zh_TW": "淨空法師：會長、副會長、諸位法師、諸位同學，大家新年好！我們在新年當中聽到許許多多的祝福，這些祝福怎樣能夠落實，這是關鍵的問題。如果這些祝福不能落實，那就變成空洞的口號，沒有多大的意思。佛教導我們，所有一切祝福是果報，果必有因，如果我們見到這個果就想到因，認真努力去修因，這個果報決定會兌現的，那這個祝福是真實有意義。歲歲平安是果報，不造諸惡，這是業因，所以諸惡莫作才有歲歲平安；眾善奉行是因，果才能夠得無量的光壽。"
    },
    {
      "id": "21-239-0001_p0010",
      "zh_CN": "一般世间人常常说的年年如意，年年如意一定要众善奉行，所以佛教导我们诸恶莫作，众善奉行，我们要懂得修因得果。可是境界现前，往往又随顺自己的烦恼习气，还是没有办法将断恶修善落实，这个原因又在哪里？我们对于宇宙人生的道理没有透彻的理解，所以经典里面的理论是我们修学的根本，修学的基础。希望在新的这一年当中，我们认真努力把教理搞通，然后教相自然就不难落实。理通了，要落实到生活上，落实到处事待人接物。所以，我们看到诸佛菩萨的世界，在《华严经》上，看到华藏世界、毘卢遮那佛的世界，在净土，我们看到阿弥陀佛的极乐世界，那么样的美好，那么样的圆满，正是清凉大师赞叹的「理事无碍，事事无碍」。它为什么能达到这样究竟圆满的境界？一切通达而没有障碍。",
      "zh_TW": "一般世間人常常說的年年如意，年年如意一定要眾善奉行，所以佛教導我們諸惡莫作，眾善奉行，我們要懂得修因得果。可是境界現前，往往又隨順自己的煩惱習氣，還是沒有辦法將斷惡修善落實，這個原因又在哪裡？我們對於宇宙人生的道理沒有透徹的理解，所以經典裡面的理論是我們修學的根本，修學的基礎。希望在新的這一年當中，我們認真努力把教理搞通，然後教相自然就不難落實。理通了，要落實到生活上，落實到處事待人接物。所以，我們看到諸佛菩薩的世界，在《華嚴經》上，看到華藏世界、毘盧遮那佛的世界，在淨土，我們看到阿彌陀佛的極樂世界，那麼樣的美好，那麼樣的圓滿，正是清涼大師讚歎的「理事無礙，事事無礙」。它為什麼能達到這樣究竟圓滿的境界？一切通達而沒有障礙。"
    },
    {
      "id": "21-239-0001_p0011",
      "zh_CN": "这个我们在经典里面看出来了，得力于毘卢遮那如来、阿弥陀如来天天讲经说法，才能有这样的效果。我们今天这个世界，讲经说法的人太少，所以我们要鼓励年轻的法师，认真的向佛陀学习，还有居士当中一样也要发菩提心讲经说法。佛陀在世，释迦牟尼佛是代表出家身分，维摩长者是代表在家身分，所以四众弟子都应当发心弘法利生。道理讲清楚，理论搞明白，然后劝导大家如何修学，把我们这个世界也能够做得像华藏、像极乐世界一样的美好，真正带给一切众生无量光寿，这要靠我们四众同修发心。",
      "zh_TW": "這個我們在經典裡面看出來了，得力於毘盧遮那如來、阿彌陀如來天天講經說法，才能有這樣的效果。我們今天這個世界，講經說法的人太少，所以我們要鼓勵年輕的法師，認真的向佛陀學習，還有居士當中一樣也要發菩提心講經說法。佛陀在世，釋迦牟尼佛是代表出家身分，維摩長者是代表在家身分，所以四眾弟子都應當發心弘法利生。道理講清楚，理論搞明白，然後勸導大家如何修學，把我們這個世界也能夠做得像華藏、像極樂世界一樣的美好，真正帶給一切眾生無量光壽，這要靠我們四眾同修發心。"
    },
    {
      "id": "21-239-0001_p0012",
      "zh_CN": "大家不要怕难，这个事情当然不是容易事情，但也不是很难，真正发心佛菩萨就加持你，你不发心就没法子，就没有感应，真正发心是得三宝加持。如果没有三宝威神加持，说实在话，决不是六道众生能够说得出来的，能够理解的，我们能说、能解、能行，都靠三宝加持。所以诸位发心，我们深信三宝会护念我们，会怜悯这个世间一切苦难的人民，我们在这个新的一年当中，向这个目标、方向努力精进，贯通佛法的理论。在实际上，我们也要通达人情世故，所以我们发起与各个不同的族群交往，我们了解它、认识它，人情当中畅通无阻，这个社会会安定，世界会和平。我们大家互相尊重，互相敬爱，互助合作，共同创造美好的社会，幸福的家园。这是我对同学们的一点期望，也是我们今年共同努力的一个目标。好！谢谢大家，祝福诸位心系无量光寿。",
      "zh_TW": "大家不要怕難，這個事情當然不是容易事情，但也不是很難，真正發心佛菩薩就加持你，你不發心就沒法子，就沒有感應，真正發心是得三寶加持。如果沒有三寶威神加持，說實在話，決不是六道眾生能夠說得出來的，能夠理解的，我們能說、能解、能行，都靠三寶加持。所以諸位發心，我們深信三寶會護念我們，會憐憫這個世間一切苦難的人民，我們在這個新的一年當中，向這個目標、方向努力精進，貫通佛法的理論。在實際上，我們也要通達人情世故，所以我們發起與各個不同的族群交往，我們了解它、認識它，人情當中暢通無阻，這個社會會安定，世界會和平。我們大家互相尊重，互相敬愛，互助合作，共同創造美好的社會，幸福的家園。這是我對同學們的一點期望，也是我們今年共同努力的一個目標。好！謝謝大家，祝福諸位心繫無量光壽。"
    },
    {
      "id": "21-239-0001_p0013",
      "zh_CN": "主持人：谢谢师父新春慈悲开示，接下来我们师父要传授三皈五戒，请受三皈五戒的同修们站在中间来，各位同修也可以在两旁观礼。",
      "zh_TW": "主持人：謝謝師父新春慈悲開示，接下來我們師父要傳授三皈五戒，請受三皈五戒的同修們站在中間來，各位同修也可以在兩旁觀禮。"
    },
    {
      "id": "21-239-0001_p0014",
      "zh_CN": "净空法师：我们珍惜这个宝贵的一天，皈依的意义就是拜老师，我们拜佛做我们的老师，我们向佛学习。所以，皈依是我们做佛的学生，向佛学习的开始的一个礼节。这个礼节当中，礼节很简单、很隆重，最重要的是我们要用真诚的心，以真诚的心向佛学习，遵守佛的教诲。皈依是回头的意思，依是依靠，从过去我们很多错误的想法、错误的看法、错误的做法，回过头来依靠佛的教诲。所以，皈依不是皈依某个人，这个观念一定要很清楚，我们是皈依佛、法、僧三宝。",
      "zh_TW": "淨空法師：我們珍惜這個寶貴的一天，皈依的意義就是拜老師，我們拜佛做我們的老師，我們向佛學習。所以，皈依是我們做佛的學生，向佛學習的開始的一個禮節。這個禮節當中，禮節很簡單、很隆重，最重要的是我們要用真誠的心，以真誠的心向佛學習，遵守佛的教誨。皈依是回頭的意思，依是依靠，從過去我們很多錯誤的想法、錯誤的看法、錯誤的做法，回過頭來依靠佛的教誨。所以，皈依不是皈依某個人，這個觀念一定要很清楚，我們是皈依佛、法、僧三寶。"
    },
    {
      "id": "21-239-0001_p0015",
      "zh_CN": "佛法僧三宝在唐朝时候，禅宗六祖惠能大师说得非常好。他给我们讲，佛是觉悟的意思，觉而不迷，这叫做佛；法是正的意思，正知正见，正而不邪，这叫做法；僧是清净的意思，清净不染，这叫做僧。皈依佛就是从错误的、迷惑的回过头来，依自性觉悟，依觉悟；皈依法就是从错误的思想、观念回过头来，依佛陀的教诲；皈依僧就是从一切染污回过头来，依清净心。过去我们将三皈有详细的说明，也写成小册子，也有ＶＣＤ、录音带，诸位同修回去可以多听、多看。要真正了解皈依的意义，把皈依两个字落实到生活上，我们这样才是真正学佛，真正做佛的学生。",
      "zh_TW": "佛法僧三寶在唐朝時候，禪宗六祖惠能大師說得非常好。他給我們講，佛是覺悟的意思，覺而不迷，這叫做佛；法是正的意思，正知正見，正而不邪，這叫做法；僧是清淨的意思，清淨不染，這叫做僧。皈依佛就是從錯誤的、迷惑的回過頭來，依自性覺悟，依覺悟；皈依法就是從錯誤的思想、觀念回過頭來，依佛陀的教誨；皈依僧就是從一切染污回過頭來，依清淨心。過去我們將三皈有詳細的說明，也寫成小冊子，也有ＶＣＤ、錄音帶，諸位同修回去可以多聽、多看。要真正了解皈依的意義，把皈依兩個字落實到生活上，我們這樣才是真正學佛，真正做佛的學生。"
    },
    {
      "id": "21-239-0001_p0016",
      "zh_CN": "仪式上，我们在佛像前面宣誓，誓词在皈依证的后面，很简单，只有两行半。誓词我们念三遍，诚心诚意从今天起发心做佛的学生。我们在场这些出家人，以及已经皈依受过戒的老同修，在这都是为大家做证明。好！现在跟我念誓词，誓词念三遍。",
      "zh_TW": "儀式上，我們在佛像前面宣誓，誓詞在皈依證的後面，很簡單，只有兩行半。誓詞我們念三遍，誠心誠意從今天起發心做佛的學生。我們在場這些出家人，以及已經皈依受過戒的老同修，在這都是為大家做證明。好！現在跟我念誓詞，誓詞念三遍。"
    }
  ]
}