{
  "doc_id": "21-119-0001",
  "title": {
    "zh_CN": "重视宗教教育 挽救社会人心",
    "zh_TW": "重視宗教教育 挽救社會人心"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "中国扬州",
    "zh_TW": "中國揚州"
  },
  "doc_number": "21-119-0001",
  "total_paragraphs": 108,
  "paragraphs": [
    {
      "id": "21-119-0001_p0001",
      "zh_CN": "尊敬的江老师、顾老师，诸位法师，诸位居士、大德：",
      "zh_TW": "尊敬的江老師、顧老師，諸位法師，諸位居士、大德："
    },
    {
      "id": "21-119-0001_p0002",
      "zh_CN": "今天时间虽然很短暂，我们看了这边的瘦西湖，这是许多年的向往。尤其是看到扬州学佛的这些居士们，听说还有其他地区来的，我们看了很感动。现在在整个世界上，佛法逐渐推展得也相当有成绩，许多国外的地区，学佛的人数年年都有上升的趋势，在东南亚、美洲、澳大利亚，乃至于欧洲，都相当的普遍。",
      "zh_TW": "今天時間雖然很短暫，我們看了這邊的瘦西湖，這是許多年的嚮往。尤其是看到揚州學佛的這些居士們，聽說還有其他地區來的，我們看了很感動。現在在整個世界上，佛法逐漸推展得也相當有成績，許多國外的地區，學佛的人數年年都有上升的趨勢，在東南亞、美洲、澳大利亞，乃至於歐洲，都相當的普遍。"
    },
    {
      "id": "21-119-0001_p0003",
      "zh_CN": "首先我要跟大家报告，文化决定是多元的，这个我们必须要肯定。就如同我们一个人的身体一样，这个身体是由许多不同器官组成的，像眼睛是个器官、耳朵是个器官、鼻子是个器官，身体是由许多不同器官组成的，决不是单一的。社会也是如此，它有许多不同的族群、不同的文化、不同的宗教，今天讲不同的学术，这是我们一定要肯定，而不能够否定的。",
      "zh_TW": "首先我要跟大家報告，文化決定是多元的，這個我們必須要肯定。就如同我們一個人的身體一樣，這個身體是由許多不同器官組成的，像眼睛是個器官、耳朵是個器官、鼻子是個器官，身體是由許多不同器官組成的，決不是單一的。社會也是如此，它有許多不同的族群、不同的文化、不同的宗教，今天講不同的學術，這是我們一定要肯定，而不能夠否定的。"
    },
    {
      "id": "21-119-0001_p0004",
      "zh_CN": "古代有许多人研究宗教的起源。上古时代，一般的人民看到大自然的现象，感到自己生存的渺小，自然他有一种崇拜大自然的意念产生。一般人认为宗教是这样的起源，这个说法不无道理。可是我们这个世间，各个族群毕竟有很聪明的人，有高度智慧的人，他们将这个自然现象，以种种理论加以解释，使盲目的崇拜变成了理智的崇拜，这样逐渐就形成了宗教。所以，在我心目当中，不仅是佛教，世界上所有的宗教有正有邪，这是一定要辨别的。凡是正教都是圣人。中国人讲「圣」的定义，用现在的话来讲，就是明白人，对于宇宙人生的真相，他们了解，他们明白，而且了解得决定没有错误，这样的人在中国称为「圣人」，也称为「神人」。",
      "zh_TW": "古代有許多人研究宗教的起源。上古時代，一般的人民看到大自然的現象，感到自己生存的渺小，自然他有一種崇拜大自然的意念產生。一般人認為宗教是這樣的起源，這個說法不無道理。可是我們這個世間，各個族群畢竟有很聰明的人，有高度智慧的人，他們將這個自然現象，以種種理論加以解釋，使盲目的崇拜變成了理智的崇拜，這樣逐漸就形成了宗教。所以，在我心目當中，不僅是佛教，世界上所有的宗教有正有邪，這是一定要辨別的。凡是正教都是聖人。中國人講「聖」的定義，用現在的話來講，就是明白人，對於宇宙人生的真相，他們了解，他們明白，而且了解得決定沒有錯誤，這樣的人在中國稱為「聖人」，也稱為「神人」。"
    },
    {
      "id": "21-119-0001_p0005",
      "zh_CN": "「神」，到底有没有？去年，我在北京，「国家宗教局」的叶局长就问我，他说：「我们共产党讲无神论。」我就跟他讲「神」这个意思怎么解释。",
      "zh_TW": "「神」，到底有沒有？去年，我在北京，「國家宗教局」的葉局長就問我，他說：「我們共產黨講無神論。」我就跟他講「神」這個意思怎麼解釋。"
    },
    {
      "id": "21-119-0001_p0006",
      "zh_CN": "我们中国的文字是智慧的符号，这是世界上其他国家、地区、民族都没有的。这个「神」字，我们从右面看是个「示」。这个「示」，要从篆书写，上面是个「上」字。中国古时候的上字是两划，上面一划短，下面一划长，这是上。下呢？上面一划长，下面一划短，这是下。二字两划一样长。你看古篆字，你就晓得那是个上字。下面有三条，这个三条代表上天垂象。上天垂象，用我们现代话来讲，就是自然现象。右边是个「申」字，「申」是通达的意思。通达，用现在的话来讲，对于自然现象，你能了解，你能够通达，你就叫神。",
      "zh_TW": "我們中國的文字是智慧的符號，這是世界上其他國家、地區、民族都沒有的。這個「神」字，我們從右面看是個「示」。這個「示」，要從篆書寫，上面是個「上」字。中國古時候的上字是兩劃，上面一劃短，下面一劃長，這是上。下呢？上面一劃長，下面一劃短，這是下。二字兩劃一樣長。你看古篆字，你就曉得那是個上字。下面有三條，這個三條代表上天垂象。上天垂象，用我們現代話來講，就是自然現象。右邊是個「申」字，「申」是通達的意思。通達，用現在的話來講，對於自然現象，你能了解，你能夠通達，你就叫神。"
    },
    {
      "id": "21-119-0001_p0007",
      "zh_CN": "叶局长听了，说：「照这个说法，我们共产党就不要再讲无神论了。」",
      "zh_TW": "葉局長聽了，說：「照這個說法，我們共產黨就不要再講無神論了。」"
    },
    {
      "id": "21-119-0001_p0008",
      "zh_CN": "我说：「是的，『神』的定义要搞清楚。」",
      "zh_TW": "我說：「是的，『神』的定義要搞清楚。」"
    },
    {
      "id": "21-119-0001_p0009",
      "zh_CN": "在中国，「神」跟「圣」的意思相同，都是对于宇宙人生彻底通达明了，我们尊称这种人叫「神圣」。在中国，我们以孔夫子、孟夫子、老子作代表，这些人都是神圣。在西方，所有不同宗教的创始人，都是绝顶聪明有智慧的人，所以称之为神圣，都确有其人。",
      "zh_TW": "在中國，「神」跟「聖」的意思相同，都是對於宇宙人生徹底通達明瞭，我們尊稱這種人叫「神聖」。在中國，我們以孔夫子、孟夫子、老子作代表，這些人都是神聖。在西方，所有不同宗教的創始人，都是絕頂聰明有智慧的人，所以稱之為神聖，都確有其人。"
    },
    {
      "id": "21-119-0001_p0010",
      "zh_CN": "我们把他们的教学归纳起来，他们教我们什么？所有宗教归纳起来，总不外教一切人民三桩事情。第一桩事情，教导我们人与人应该怎样往来，这个关系很重要！人与人的关系处好了，纷争就没有了，也就是人祸没有了。人祸，最大的是战争。为什么会有战争？两个人没处好，才会打起来，才会相骂。这是第一桩事情。",
      "zh_TW": "我們把他們的教學歸納起來，他們教我們什麼？所有宗教歸納起來，總不外教一切人民三樁事情。第一樁事情，教導我們人與人應該怎樣往來，這個關係很重要！人與人的關係處好了，紛爭就沒有了，也就是人禍沒有了。人禍，最大的是戰爭。為什麼會有戰爭？兩個人沒處好，才會打起來，才會相罵。這是第一樁事情。"
    },
    {
      "id": "21-119-0001_p0011",
      "zh_CN": "第二桩事情，教导我们人怎样与自然环境相处。如果与自然环境相处好了，天灾就没有了。天灾从哪里来的？我们跟自然环境处坏了关系。今天讲破坏地球的生态环境，破坏地球的资源。像在中国最明显的，去年我到长江游览了一次，我的感观跟五十年前抗战期间，完全不一样！抗战期间，长江两岸都是森林，现在都砍光了，都没有了，所以才造成严重的水灾。这些灾难从哪里来的？我们人跟自然环境没有处好，他教我们这一条。",
      "zh_TW": "第二樁事情，教導我們人怎樣與自然環境相處。如果與自然環境相處好了，天災就沒有了。天災從哪裡來的？我們跟自然環境處壞了關係。今天講破壞地球的生態環境，破壞地球的資源。像在中國最明顯的，去年我到長江遊覽了一次，我的感觀跟五十年前抗戰期間，完全不一樣！抗戰期間，長江兩岸都是森林，現在都砍光了，都沒有了，所以才造成嚴重的水災。這些災難從哪裡來的？我們人跟自然環境沒有處好，他教我們這一條。"
    },
    {
      "id": "21-119-0001_p0012",
      "zh_CN": "第三桩事情，这就比较玄一点了，人怎样跟天地鬼神把关系搞好，这一个问题就说得很深。如果往深处来讲，现代科学家告诉我们，空间是不同维次的，不是单一的，所谓「多元次」的空间，我们讲三度空间、四度空间、五度空间、…。从理论上讲空间是无限度的，但是今天科学家能够证明的有十一度空间存在，每一度空间里面都有生物。如何跟不同维次空间的生物相处？这个就是我们讲的如何跟天地鬼神相处。他们讲不同维次的空间，在佛法不叫做不同维次空间，叫「法界」。佛家讲十法界、讲一真法界，那就是不同维次空间。这是往深处讲。",
      "zh_TW": "第三樁事情，這就比較玄一點了，人怎樣跟天地鬼神把關係搞好，這一個問題就說得很深。如果往深處來講，現代科學家告訴我們，空間是不同維次的，不是單一的，所謂「多元次」的空間，我們講三度空間、四度空間、五度空間、…。從理論上講空間是無限度的，但是今天科學家能夠證明的有十一度空間存在，每一度空間裡面都有生物。如何跟不同維次空間的生物相處？這個就是我們講的如何跟天地鬼神相處。他們講不同維次的空間，在佛法不叫做不同維次空間，叫「法界」。佛家講十法界、講一真法界，那就是不同維次空間。這是往深處講。"
    },
    {
      "id": "21-119-0001_p0013",
      "zh_CN": "如果从浅处来讲，讲得很浅显，就我们眼前的，如何跟不同的宗教信仰相处，这也是讲与天地鬼神的关系。我们信仰的宗教不一样，我们怎样能够和平相处，怎样能够互相尊重、互相敬爱、互相合作，使我们这个社会能够安定、和平。现在在南洋的新加坡，他们对于种族跟宗教的融合，非常重视！",
      "zh_TW": "如果從淺處來講，講得很淺顯，就我們眼前的，如何跟不同的宗教信仰相處，這也是講與天地鬼神的關係。我們信仰的宗教不一樣，我們怎樣能夠和平相處，怎樣能夠互相尊重、互相敬愛、互相合作，使我們這個社會能夠安定、和平。現在在南洋的新加坡，他們對於種族跟宗教的融合，非常重視！"
    },
    {
      "id": "21-119-0001_p0014",
      "zh_CN": "六年前我到澳大利亚，澳大利亚的政府也非常重视。我去的时候，有几个同修给我介绍，认识了当时昆士兰「少数民族事务局」的局长。现在这个机构取消了，改成「多元文化局」，他现在是多元文化局的局长。我跟他见面，他告诉我：「澳大利亚近来采取开放的政策，新的移民多，从世界上各个地方移民到澳洲。这些人来自不同的国家、不同的种族，当然宗教信仰也不相同。这些人到澳洲来，怎样能够跟澳洲人相处，能够发展澳洲的社会，这是很重要的一个课题。」他们国家联邦成立了多元文化部，专门来调和不同的文化，特别是不同的宗教。所以，州政府、县市政府都有多元文化局，由国家来提倡、政府设立机构来做这一桩事情，这是好事情！宗教与宗教之间，决定是平等对待。我到澳洲跟他们接触，澳洲宗教界之间大的活动，他们都通知我，我也参加过很多次，我也非常的欢喜。",
      "zh_TW": "六年前我到澳大利亞，澳大利亞的政府也非常重視。我去的時候，有幾個同修給我介紹，認識了當時昆士蘭「少數民族事務局」的局長。現在這個機構取消了，改成「多元文化局」，他現在是多元文化局的局長。我跟他見面，他告訴我：「澳大利亞近來採取開放的政策，新的移民多，從世界上各個地方移民到澳洲。這些人來自不同的國家、不同的種族，當然宗教信仰也不相同。這些人到澳洲來，怎樣能夠跟澳洲人相處，能夠發展澳洲的社會，這是很重要的一個課題。」他們國家聯邦成立了多元文化部，專門來調和不同的文化，特別是不同的宗教。所以，州政府、縣市政府都有多元文化局，由國家來提倡、政府設立機構來做這一樁事情，這是好事情！宗教與宗教之間，決定是平等對待。我到澳洲跟他們接觸，澳洲宗教界之間大的活動，他們都通知我，我也參加過很多次，我也非常的歡喜。"
    },
    {
      "id": "21-119-0001_p0015",
      "zh_CN": "宗教是人类精神生活不能缺少的一个部门，我们决定要重视。如何把人们的错误知见导向正知正见，这是智慧，这是学问。诸位都知道，佛教有十个宗派。十个宗派里面有一个密宗，尤其是藏传的密宗，他们供奉许多的神像是我们显教里面没有的。那些神像从哪里来的？不是佛教的，是印度古老宗教里面所崇拜的神明。释迦牟尼佛聪明！释迦牟尼佛搞的是纯粹的教学、教育，但是不排斥宗教。所有宗教，释迦牟尼佛全部容纳；也就是他的教学跟孔老夫子态度一样，有教无类。所以，我们在经典里面看到婆罗门、瑜伽、数论，都是印度当时那些宗教徒到释迦牟尼佛这边来求学，释加迦牟佛统统接收，没有排斥。他们宗教里面供奉的神明，他们只知道迷信崇拜。佛高明，给它加以意义，就把它变成教育了，这才叫做高度艺术的表现。",
      "zh_TW": "宗教是人類精神生活不能缺少的一個部門，我們決定要重視。如何把人們的錯誤知見導向正知正見，這是智慧，這是學問。諸位都知道，佛教有十個宗派。十個宗派裡面有一個密宗，尤其是藏傳的密宗，他們供奉許多的神像是我們顯教裡面沒有的。那些神像從哪裡來的？不是佛教的，是印度古老宗教裡面所崇拜的神明。釋迦牟尼佛聰明！釋迦牟尼佛搞的是純粹的教學、教育，但是不排斥宗教。所有宗教，釋迦牟尼佛全部容納；也就是他的教學跟孔老夫子態度一樣，有教無類。所以，我們在經典裡面看到婆羅門、瑜伽、數論，都是印度當時那些宗教徒到釋迦牟尼佛這邊來求學，釋加迦牟佛統統接收，沒有排斥。他們宗教裡面供奉的神明，他們只知道迷信崇拜。佛高明，給它加以意義，就把它變成教育了，這才叫做高度藝術的表現。"
    },
    {
      "id": "21-119-0001_p0016",
      "zh_CN": "譬如，我们讲就近的，在中国佛教里，我们看寺院的建筑。今天上午我们去参访大明寺。一进去，看到天王殿里供奉弥勒菩萨，弥勒菩萨的造像跟藏传佛教就不一样。藏传佛教供养的弥勒菩萨像，类似观世音菩萨；中国人供养的弥勒菩萨像是布袋和尚。",
      "zh_TW": "譬如，我們講就近的，在中國佛教裡，我們看寺院的建築。今天上午我們去參訪大明寺。一進去，看到天王殿裡供奉彌勒菩薩，彌勒菩薩的造像跟藏傳佛教就不一樣。藏傳佛教供養的彌勒菩薩像，類似觀世音菩薩；中國人供養的彌勒菩薩像是布袋和尚。"
    },
    {
      "id": "21-119-0001_p0017",
      "zh_CN": "布袋和尚是五代后梁时代的人，他出现在浙江奉化。书籍里的记载比较模糊，不知道他叫什么名字，也不知道他是哪里人。只知道他出现在奉化这一带，每天背一个大布袋，人家布施什么东西，他也不看，往布袋里一装，背了就跑，所以大家都称他「布袋和尚」。一天到晚欢欢喜喜，笑眯眯的，肚皮很大。",
      "zh_TW": "布袋和尚是五代後梁時代的人，他出現在浙江奉化。書籍裡的記載比較模糊，不知道他叫什麼名字，也不知道他是哪裡人。只知道他出現在奉化這一帶，每天背一個大布袋，人家布施什麼東西，他也不看，往布袋裡一裝，背了就跑，所以大家都稱他「布袋和尚」。一天到晚歡歡喜喜，笑眯眯的，肚皮很大。"
    },
    {
      "id": "21-119-0001_p0018",
      "zh_CN": "我们为什么供他的像？他在入灭时，就是他在死的时候，告诉别人，他是弥勒菩萨再来的，是弥勒菩萨的化身。说完之后，他就走了，坐化了。所以，以后我们中国人供弥勒菩萨，都供他的像。",
      "zh_TW": "我們為什麼供他的像？他在入滅時，就是他在死的時候，告訴別人，他是彌勒菩薩再來的，是彌勒菩薩的化身。說完之後，他就走了，坐化了。所以，以後我們中國人供彌勒菩薩，都供他的像。"
    },
    {
      "id": "21-119-0001_p0019",
      "zh_CN": "他的像很有意义，供在佛庙的门口，也就是告诉你，接受佛陀的教育，要有什么条件？第一肚量要大，肚量小了不能学佛。第二要笑面迎人。我看现在很多提倡微笑运动的，见到人要会笑，令一切众生生欢喜心。所以，弥勒菩萨代表的教学是「生平等心，成喜悦相」。你看看，佛教的教学，就是这两句话，让你一看到这个像，就想到「我心要平等，要包容，我待人要欢喜。」用现在的术语讲，把他变成教学的教具。摆在那里干什么？就是教你不要把他当作神明来膜拜，他是时时刻刻在提醒你，学佛要「生平等心，成喜悦相」。",
      "zh_TW": "他的像很有意義，供在佛廟的門口，也就是告訴你，接受佛陀的教育，要有什麼條件？第一肚量要大，肚量小了不能學佛。第二要笑面迎人。我看現在很多提倡微笑運動的，見到人要會笑，令一切眾生生歡喜心。所以，彌勒菩薩代表的教學是「生平等心，成喜悅相」。你看看，佛教的教學，就是這兩句話，讓你一看到這個像，就想到「我心要平等，要包容，我待人要歡喜。」用現在的術語講，把他變成教學的教具。擺在那裡幹什麼？就是教你不要把他當作神明來膜拜，他是時時刻刻在提醒你，學佛要「生平等心，成喜悅相」。"
    },
    {
      "id": "21-119-0001_p0020",
      "zh_CN": "大家都知道，观世音菩萨代表的是大慈大悲。慈悲就是我们今天讲的爱，平等的爱心，清净的爱心，不附加任何条件的爱心，这就是观世音菩萨。「观」是观看，「世」是世间。世间人苦，我们要关心他，要爱护他。关心爱护他，当然你就要教导他。你要不能全心全力的教导他，你的关心爱护就不能够落实。所以，中国古圣先贤教导世间各个阶层的领导人，不仅是国王、大臣，连县市长、村里长，都要「建国君民，教学为先」。举一个例子来说，建立一个国家，你得到政权了，什么最重要？教学！只要把教学这桩事情办好，你这个国家就巩固了，社会安定，世界太平。所以，没有不重视教育的。",
      "zh_TW": "大家都知道，觀世音菩薩代表的是大慈大悲。慈悲就是我們今天講的愛，平等的愛心，清淨的愛心，不附加任何條件的愛心，這就是觀世音菩薩。「觀」是觀看，「世」是世間。世間人苦，我們要關心他，要愛護他。關心愛護他，當然你就要教導他。你要不能全心全力的教導他，你的關心愛護就不能夠落實。所以，中國古聖先賢教導世間各個階層的領導人，不僅是國王、大臣，連縣市長、村里長，都要「建國君民，教學為先」。舉一個例子來說，建立一個國家，你得到政權了，什麼最重要？教學！只要把教學這樁事情辦好，你這個國家就鞏固了，社會安定，世界太平。所以，沒有不重視教育的。"
    },
    {
      "id": "21-119-0001_p0021",
      "zh_CN": "教育从哪个地方教起？从家庭。我们今天家庭教育没有了。像我这样的年龄，还上过几个月的私塾，以后就没有了，私塾变成学校了。我的印象很深刻，我大概是七、八岁的时候上私塾，私塾是在我们一个亲戚的祠堂里。我们住乡下，但是我们那个地区的文风很盛。大家晓得，中国的桐城派就出在我们家乡。桐城、舒城、庐江这三个地区是桐城派的发源地，所以我们乡村都有读书的风气。",
      "zh_TW": "教育從哪個地方教起？從家庭。我們今天家庭教育沒有了。像我這樣的年齡，還上過幾個月的私塾，以後就沒有了，私塾變成學校了。我的印象很深刻，我大概是七、八歲的時候上私塾，私塾是在我們一個親戚的祠堂裡。我們住鄉下，但是我們那個地區的文風很盛。大家曉得，中國的桐城派就出在我們家鄉。桐城、舒城、廬江這三個地區是桐城派的發源地，所以我們鄉村都有讀書的風氣。"
    },
    {
      "id": "21-119-0001_p0022",
      "zh_CN": "在乡下的私塾，老先生在祠堂里教些小朋友，年龄参差不齐。小的，像我那时七、八岁；大的，大概有十六、七岁。三十几个学生在一起念书。我上学的那一天，我的父亲带着我到这个学校（就是私塾学校），先到大殿，原来是祭祖先的大殿，当中供了一个孔老夫子的牌位，大成至圣先师。我的父亲在前面，我在后面，向这个牌位行三跪九叩首的最敬礼。拜完孔老夫子牌位之后，请老师上座，我的父亲在前面，我在后面，也跟拜孔老夫子一样，向老师行三跪九叩首的礼，老师端坐在那里受礼。拜完之后，我的父亲带了些礼物供养老师，送给老师。我们亲眼看到这个样子，你还敢对老师不尊敬吗？看到自己的爸爸对老师三跪九叩首，如果不听老师的话，那还得了！所以，父母怎样教儿女尊师重道？用这个办法。这个办法有时候效果很大，我们一辈子都忘不了，对老师不敢不尊重。老师接受家长这样的大礼，他要不认真好好的教学生，他怎么能对得起人家的家长？他要负责任。",
      "zh_TW": "在鄉下的私塾，老先生在祠堂裡教些小朋友，年齡參差不齊。小的，像我那時七、八歲；大的，大概有十六、七歲。三十幾個學生在一起念書。我上學的那一天，我的父親帶著我到這個學校（就是私塾學校），先到大殿，原來是祭祖先的大殿，當中供了一個孔老夫子的牌位，大成至聖先師。我的父親在前面，我在後面，向這個牌位行三跪九叩首的最敬禮。拜完孔老夫子牌位之後，請老師上座，我的父親在前面，我在後面，也跟拜孔老夫子一樣，向老師行三跪九叩首的禮，老師端坐在那裡受禮。拜完之後，我的父親帶了些禮物供養老師，送給老師。我們親眼看到這個樣子，你還敢對老師不尊敬嗎？看到自己的爸爸對老師三跪九叩首，如果不聽老師的話，那還得了！所以，父母怎樣教兒女尊師重道？用這個辦法。這個辦法有時候效果很大，我們一輩子都忘不了，對老師不敢不尊重。老師接受家長這樣的大禮，他要不認真好好的教學生，他怎麼能對得起人家的家長？他要負責任。"
    },
    {
      "id": "21-119-0001_p0023",
      "zh_CN": "我在福建念小学的时候，大概十一、二岁，当然也很顽皮，跟同学们打架，受到老师的处分。那个时候的体罚是打手心，两个人都被打了，罚跪。当然很难过，哭哭啼啼的回到家去。父母亲问：「怎么了？」「今天被老师处罚，打了。」到第二天，我的父亲买了礼物送老师。从此以后，在学校受了处分，再也不说了。说了之后，父亲还得送礼。",
      "zh_TW": "我在福建念小學的時候，大概十一、二歲，當然也很頑皮，跟同學們打架，受到老師的處分。那個時候的體罰是打手心，兩個人都被打了，罰跪。當然很難過，哭哭啼啼的回到家去。父母親問：「怎麼了？」「今天被老師處罰，打了。」到第二天，我的父親買了禮物送老師。從此以後，在學校受了處分，再也不說了。說了之後，父親還得送禮。"
    },
    {
      "id": "21-119-0001_p0024",
      "zh_CN": "现在学风坏了，哪个学生被老师打了，第二天家长要去告状，那还了得！所以，老师怎么敢管学生？老师想管学生也不敢管，家长反对。我们那个时候，家长跟老师密切配合，老师教我们要孝顺父母，尊敬长辈，家里面父母教我们要尊师重道，这样配合教育叫「家庭教育」。现在这个社会，在中国、在外国已经看不到了，听都没听说过了。所以，我们常常听到同修告诉我：「现在儿女不听话，不好管。」也听到许多作老师的讲：「学生不听话。」当然不听话，老师跟家长没有配合好。真正关心儿女，真正关心下一代，老师跟家长要密切配合，才能把他教好。所以，教育是从家庭教育开始的。",
      "zh_TW": "現在學風壞了，哪個學生被老師打了，第二天家長要去告狀，那還了得！所以，老師怎麼敢管學生？老師想管學生也不敢管，家長反對。我們那個時候，家長跟老師密切配合，老師教我們要孝順父母，尊敬長輩，家裡面父母教我們要尊師重道，這樣配合教育叫「家庭教育」。現在這個社會，在中國、在外國已經看不到了，聽都沒聽說過了。所以，我們常常聽到同修告訴我：「現在兒女不聽話，不好管。」也聽到許多作老師的講：「學生不聽話。」當然不聽話，老師跟家長沒有配合好。真正關心兒女，真正關心下一代，老師跟家長要密切配合，才能把他教好。所以，教育是從家庭教育開始的。"
    },
    {
      "id": "21-119-0001_p0025",
      "zh_CN": "现在家庭教育没有了，学校教育也仅仅是偏重在科学技术教育，人文教育疏忽了，伦理道德的教育更是疏忽了，所以才造成今天整个世界的社会动乱。不是一个地区，是全世界。「青少年的犯罪率」，在从前没有这个名词，哪有什么青少年犯罪，没听说过。前些年，美国那边同修寄了一份杂志给我看，杂志上有统计美国青少年的犯罪率，平均每一天六千九百万件。我都吓呆了，每一天平均六千九百万件！",
      "zh_TW": "現在家庭教育沒有了，學校教育也僅僅是偏重在科學技術教育，人文教育疏忽了，倫理道德的教育更是疏忽了，所以才造成今天整個世界的社會動亂。不是一個地區，是全世界。「青少年的犯罪率」，在從前沒有這個名詞，哪有什麼青少年犯罪，沒聽說過。前些年，美國那邊同修寄了一份雜誌給我看，雜誌上有統計美國青少年的犯罪率，平均每一天六千九百萬件。我都嚇呆了，每一天平均六千九百萬件！"
    },
    {
      "id": "21-119-0001_p0026",
      "zh_CN": "我想想，这个不对劲！所以，我就抽出一点时间到洛杉矶，在洛杉矶卫星电视台举行了两次座谈，邀请了大洛杉矶地区的检察长（就是法官），有一位市长，另外是加州大学的校长，我们四个人举行了座谈。好像有录像，现在这个光碟还在流通。我向检察长请教。",
      "zh_TW": "我想想，這個不對勁！所以，我就抽出一點時間到洛杉磯，在洛杉磯衛星電視台舉行了兩次座談，邀請了大洛杉磯地區的檢察長（就是法官），有一位市長，另外是加州大學的校長，我們四個人舉行了座談。好像有錄像，現在這個光碟還在流通。我向檢察長請教。"
    },
    {
      "id": "21-119-0001_p0027",
      "zh_CN": "我说：「这个数字是不是真的？」因为他是法官，他知道。",
      "zh_TW": "我說：「這個數字是不是真的？」因為他是法官，他知道。"
    },
    {
      "id": "21-119-0001_p0028",
      "zh_CN": "他说：「是真的。」",
      "zh_TW": "他說：「是真的。」"
    },
    {
      "id": "21-119-0001_p0029",
      "zh_CN": "我说：「现在情形怎么样？」",
      "zh_TW": "我說：「現在情形怎麼樣？」"
    },
    {
      "id": "21-119-0001_p0030",
      "zh_CN": "他说：「现在还在逐步增长，没有办法停下来。」",
      "zh_TW": "他說：「現在還在逐步增長，沒有辦法停下來。」"
    },
    {
      "id": "21-119-0001_p0031",
      "zh_CN": "我说：「这个问题严重！」",
      "zh_TW": "我說：「這個問題嚴重！」"
    },
    {
      "id": "21-119-0001_p0032",
      "zh_CN": "当时我就跟他说：「这个问题要不能解决，美国自己本身的社会会动乱，恐怕美国亡国不是因为外国人欺负你们，而是你们自己本身出了问题，你们必须要重视这个问题。」这是三年前。如果这个问题不断上升，美国今天每一天青少年犯罪率应当是要超过七千万件。美国有统计，世界其他地区没有统计。这个问题严重！",
      "zh_TW": "當時我就跟他說：「這個問題要不能解決，美國自己本身的社會會動亂，恐怕美國亡國不是因為外國人欺負你們，而是你們自己本身出了問題，你們必須要重視這個問題。」這是三年前。如果這個問題不斷上升，美國今天每一天青少年犯罪率應當是要超過七千萬件。美國有統計，世界其他地區沒有統計。這個問題嚴重！"
    },
    {
      "id": "21-119-0001_p0033",
      "zh_CN": "在澳大利亚，澳大利亚的政府官员也跟我谈过，他们现在最关心的是青少年吸毒的事情，非常普遍！这些全都是教育出了问题。那是学校教育问题，社会教育更不必谈了。你看看现在杂志的内容是些什么？电视的内容是些什么？网路里面的内容是些什么？这些青少年天天接触这些。家长忙着自己的事业，以为孩子每天在网路上很用功。他用的是什么功？完全接受负面的这些教育，这还得了！所以，今天有儿女杀父母的、杀兄弟的、杀老师的、杀同学的。他从哪里学来的？从电视学来的，从网路里学来的。这还得了！这是社会教育。",
      "zh_TW": "在澳大利亞，澳大利亞的政府官員也跟我談過，他們現在最關心的是青少年吸毒的事情，非常普遍！這些全都是教育出了問題。那是學校教育問題，社會教育更不必談了。你看看現在雜誌的內容是些什麼？電視的內容是些什麼？網路裡面的內容是些什麼？這些青少年天天接觸這些。家長忙著自己的事業，以為孩子每天在網路上很用功。他用的是什麼功？完全接受負面的這些教育，這還得了！所以，今天有兒女殺父母的、殺兄弟的、殺老師的、殺同學的。他從哪裡學來的？從電視學來的，從網路裡學來的。這還得了！這是社會教育。"
    },
    {
      "id": "21-119-0001_p0034",
      "zh_CN": "那么宗教教育呢？我这些年来对这个很重视，访问许多的宗教领袖。我很坦白的跟大家谈，今天的宗教，如果我们一味的止于形式，而没有教育的话，这个宗教是迷信，这个宗教对于社会没有利益。接触宗教多的时候，当然你不能够完全去多说，多说人家会起反感，我们也只能点到为止。宗教的仪规固然很重要，宗教的教育更重要。如果只有仪规，没有教育，就像一个人只有躯壳，没有灵魂。所以，我鼓励大家特别重视宗教教育。如果都重视宗教教育，回教跟基督教就不会有战争了。",
      "zh_TW": "那麼宗教教育呢？我這些年來對這個很重視，訪問許多的宗教領袖。我很坦白的跟大家談，今天的宗教，如果我們一味的止於形式，而沒有教育的話，這個宗教是迷信，這個宗教對於社會沒有利益。接觸宗教多的時候，當然你不能夠完全去多說，多說人家會起反感，我們也只能點到為止。宗教的儀規固然很重要，宗教的教育更重要。如果只有儀規，沒有教育，就像一個人只有軀殼，沒有靈魂。所以，我鼓勵大家特別重視宗教教育。如果都重視宗教教育，回教跟基督教就不會有戰爭了。"
    },
    {
      "id": "21-119-0001_p0035",
      "zh_CN": "我们读基督教的经典、新旧约《圣经》，最重要的教诲，神圣的教诲，他们知道，我们也常常看到在教会里面挂着「神爱世人」的大牌子，晚上还有霓虹灯。神爱世人，怎么可以去杀世人！再看看《古兰经》，这是回教、伊斯兰教的。《古兰经》每一段经文的前面：「阿拉确实是仁慈的」。仁慈的，他会去打仗吗？如果他们都能奉行「上帝爱世人」、「上帝是仁慈的」，这两个教怎么会打仗？所以，还是没有落实到教育。",
      "zh_TW": "我們讀基督教的經典、新舊約《聖經》，最重要的教誨，神聖的教誨，他們知道，我們也常常看到在教會裡面掛著「神愛世人」的大牌子，晚上還有霓虹燈。神愛世人，怎麼可以去殺世人！再看看《古蘭經》，這是回教、伊斯蘭教的。《古蘭經》每一段經文的前面：「阿拉確實是仁慈的」。仁慈的，他會去打仗嗎？如果他們都能奉行「上帝愛世人」、「上帝是仁慈的」，這兩個教怎麼會打仗？所以，還是沒有落實到教育。"
    },
    {
      "id": "21-119-0001_p0036",
      "zh_CN": "神教你什么？你天天在喊：「神爱世人」。神怎么爱世人？神到底在哪里？变成抽象的了。所以，我常常提醒他们，我们是宗教徒，接受了神的爱。我们是佛教徒，接受了佛菩萨的爱。佛菩萨大慈大悲，我们要代表佛菩萨，将大慈大悲的心发挥出来，要慈悲一切众生，佛菩萨的慈悲才能落实。同样的道理，你们是基督教徒、犹太教徒、天主教徒，这是一家人，你们要把上帝的爱落实在自己本身，像上帝一样的去爱世人。",
      "zh_TW": "神教你什麼？你天天在喊：「神愛世人」。神怎麼愛世人？神到底在哪裡？變成抽象的了。所以，我常常提醒他們，我們是宗教徒，接受了神的愛。我們是佛教徒，接受了佛菩薩的愛。佛菩薩大慈大悲，我們要代表佛菩薩，將大慈大悲的心發揮出來，要慈悲一切眾生，佛菩薩的慈悲才能落實。同樣的道理，你們是基督教徒、猶太教徒、天主教徒，這是一家人，你們要把上帝的愛落實在自己本身，像上帝一樣的去愛世人。"
    },
    {
      "id": "21-119-0001_p0037",
      "zh_CN": "我跟他们往来，我说：「上帝爱我。」他们听了很惊讶。我说：「你们的经典上说上帝爱世人，我是世人。经上并没有说，上帝爱基督徒，不爱世人。那么上帝当然爱我。」我读了他的书，我知道上帝爱我。何况这三个教是一家，既是一家，怎么可以有界限？怎么可以不往来？你们想想看，兄弟姐妹不往来，这成什么话！这不是家不成家了吗？",
      "zh_TW": "我跟他們往來，我說：「上帝愛我。」他們聽了很驚訝。我說：「你們的經典上說上帝愛世人，我是世人。經上並沒有說，上帝愛基督徒，不愛世人。那麼上帝當然愛我。」我讀了他的書，我知道上帝愛我。何況這三個教是一家，既是一家，怎麼可以有界限？怎麼可以不往來？你們想想看，兄弟姐妹不往來，這成什麼話！這不是家不成家了嗎？"
    },
    {
      "id": "21-119-0001_p0038",
      "zh_CN": "有一次我在新加坡，也是有同修请我吃饭，当中有三位是从南非来的基督教徒，他们向我提出一个问题。他说：「基督教、天主教、犹太教究竟有什么不同？」我说：「这三个教是一家人，我举个比喻你就好懂了。犹太教是皇上这一派的，他拜上帝。天主教是皇后这一派的。基督教是太子这一派的。」他听得懂。他说：「你这个说法很合乎逻辑。」他们这三个教是一部经，《新旧约》。犹太教只读《旧约》，不读《新约》，皇帝这一派的。天主教是《新旧约》统统都读，他们尊重玛莉亚。基督教是专读《新约》，不念《旧约》，耶稣这一派的；耶稣是上帝的儿子。所以，你们要把关系搞好，你们是一家人。伊斯兰、回教是你们的堂兄弟，你们都是一家人，你们吵什么？关系搞清楚了，问题不就解决了。回教在新加坡也分两派：一派是马来人的回教，一派是印度人的回教。听说这两个回教团体过去也不往来，也不说话。我们九个宗教会议把他们拉拢在一起的时候，他们也握手了，现在也处得很好。",
      "zh_TW": "有一次我在新加坡，也是有同修請我吃飯，當中有三位是從南非來的基督教徒，他們向我提出一個問題。他說：「基督教、天主教、猶太教究竟有什麼不同？」我說：「這三個教是一家人，我舉個比喻你就好懂了。猶太教是皇上這一派的，他拜上帝。天主教是皇后這一派的。基督教是太子這一派的。」他聽得懂。他說：「你這個說法很合乎邏輯。」他們這三個教是一部經，《新舊約》。猶太教只讀《舊約》，不讀《新約》，皇帝這一派的。天主教是《新舊約》統統都讀，他們尊重瑪莉亞。基督教是專讀《新約》，不念《舊約》，耶穌這一派的；耶穌是上帝的兒子。所以，你們要把關係搞好，你們是一家人。伊斯蘭、回教是你們的堂兄弟，你們都是一家人，你們吵什麼？關係搞清楚了，問題不就解決了。回教在新加坡也分兩派：一派是馬來人的回教，一派是印度人的回教。聽說這兩個回教團體過去也不往來，也不說話。我們九個宗教會議把他們拉攏在一起的時候，他們也握手了，現在也處得很好。"
    },
    {
      "id": "21-119-0001_p0039",
      "zh_CN": "所以，宗教教育就是神圣的教育，真实智慧的教育。它的目的是要求人与人之间要和睦相处，人与大自然、人与一切万物也要和睦相处，与一切动物、与一切植物都要有爱心。人与天地鬼神，我们讲最近的，就是各个宗教都要和睦相处。我们非常希望和睦，但总是合不来。",
      "zh_TW": "所以，宗教教育就是神聖的教育，真實智慧的教育。它的目的是要求人與人之間要和睦相處，人與大自然、人與一切萬物也要和睦相處，與一切動物、與一切植物都要有愛心。人與天地鬼神，我們講最近的，就是各個宗教都要和睦相處。我們非常希望和睦，但總是合不來。"
    },
    {
      "id": "21-119-0001_p0040",
      "zh_CN": "你看看这个世间，无论中国、外国，口里喊着和平几千年几万年了，到现在愈来愈不能和平，这是什么原因？和是和睦相处，这是我们所希求的，这是果。怎样才能和？平等对待就和。如果不平等，哪来的和？所以，我跟他们接触，不同的族群、不同的社会、不同的宗教，就像我们人的身体一样，我刚才举的例子，眼睛是佛教，耳朵是基督教，鼻子是回教。如果不平等的话，我们佛教第一、最好，其他的都不如我。那我的耳朵不行了，鼻子也不行了，人不就生病了吗？病重，不就死掉了。眼睛第一，耳朵也第一，鼻子也第一，各个都第一！我健康，我没有毛病。这个话他们都能听得懂，都能接受。",
      "zh_TW": "你看看這個世間，無論中國、外國，口裡喊著和平幾千年幾萬年了，到現在愈來愈不能和平，這是什麼原因？和是和睦相處，這是我們所希求的，這是果。怎樣才能和？平等對待就和。如果不平等，哪來的和？所以，我跟他們接觸，不同的族群、不同的社會、不同的宗教，就像我們人的身體一樣，我剛才舉的例子，眼睛是佛教，耳朵是基督教，鼻子是回教。如果不平等的話，我們佛教第一、最好，其他的都不如我。那我的耳朵不行了，鼻子也不行了，人不就生病了嗎？病重，不就死掉了。眼睛第一，耳朵也第一，鼻子也第一，各個都第一！我健康，我沒有毛病。這個話他們都能聽得懂，都能接受。"
    },
    {
      "id": "21-119-0001_p0041",
      "zh_CN": "宗教与宗教之间平等对待，才能和睦相处。族群与族群之间，不管你这个族群人数多少，也要平等对待。国家与国家之间，不论大国、小国，也要平等对待。我们这个地球是健康的，我们这个社会是没有毛病的，全世界的人民才能过幸福美满的生活。所以，人与人之间一定要互相尊重，要平等对待，互相敬爱，互相合作。",
      "zh_TW": "宗教與宗教之間平等對待，才能和睦相處。族群與族群之間，不管你這個族群人數多少，也要平等對待。國家與國家之間，不論大國、小國，也要平等對待。我們這個地球是健康的，我們這個社會是沒有毛病的，全世界的人民才能過幸福美滿的生活。所以，人與人之間一定要互相尊重，要平等對待，互相敬愛，互相合作。"
    },
    {
      "id": "21-119-0001_p0042",
      "zh_CN": "今天我们要想帮助这个社会，帮助这个世间，要靠家庭教育、学校教育、社会教育，我们无能为力，没有办法。现在怎样才能挽救这个社会？只有靠宗教了。所以，希望全世界宗教的领导人、传教师，大家觉悟起来，我们联成一起，走向宗教教学。",
      "zh_TW": "今天我們要想幫助這個社會，幫助這個世間，要靠家庭教育、學校教育、社會教育，我們無能為力，沒有辦法。現在怎樣才能挽救這個社會？只有靠宗教了。所以，希望全世界宗教的領導人、傳教師，大家覺悟起來，我們聯成一起，走向宗教教學。"
    },
    {
      "id": "21-119-0001_p0043",
      "zh_CN": "基督教要教《圣经》。当然，经典上很多就像佛教经典一样，里面讲的都是原理原则。如何针对目前社会来教学，选择经文时，决定要与其他宗教不相冲突，求同存异。我们讲的是一样的，我们来发挥、来教导。如果宗教与宗教之间讲的不一样的，我们这一部分就把它放下，暂时不要去提它；等到我们自己的境界往上提升，那个问题自然就化解了。如果我们不向这个方向去努力，宗教与宗教之间依旧是不平等，决定不能和平相处。你是在这个世间制造争端，你是神圣的罪人。神要爱世人，你要破坏神的爱心，那你不就是神的罪人了吗？学佛如果有成见，我们宗教跟其他宗教不能融洽，我们是佛菩萨的罪人。所以，这是神圣的教育。用中国的话来说，这是伦理道德的教育。",
      "zh_TW": "基督教要教《聖經》。當然，經典上很多就像佛教經典一樣，裡面講的都是原理原則。如何針對目前社會來教學，選擇經文時，決定要與其他宗教不相衝突，求同存異。我們講的是一樣的，我們來發揮、來教導。如果宗教與宗教之間講的不一樣的，我們這一部分就把它放下，暫時不要去提它；等到我們自己的境界往上提升，那個問題自然就化解了。如果我們不向這個方向去努力，宗教與宗教之間依舊是不平等，決定不能和平相處。你是在這個世間製造爭端，你是神聖的罪人。神要愛世人，你要破壞神的愛心，那你不就是神的罪人了嗎？學佛如果有成見，我們宗教跟其他宗教不能融洽，我們是佛菩薩的罪人。所以，這是神聖的教育。用中國的話來說，這是倫理道德的教育。"
    },
    {
      "id": "21-119-0001_p0044",
      "zh_CN": "过去，因为不了解这个事实的真相，以为孔老夫子所教的是吃人的礼教，是被古时候封建时代他们所利用的工具。这个说法，我不赞成。我仔细去读这些书，我明了孔老夫子他老人家自己说得很好，他一生「述而不作」，他自己一生没有创作。他所讲的是述古圣先贤的，不是他自己的。这个话不是谦虚，是事实。他所讲的是古圣先贤的东西，不加丝毫自己的意思在里面。我们加丝毫意思，就是我们的成见。他没有加成见在里头，只是传述古圣先贤的教诲。",
      "zh_TW": "過去，因為不了解這個事實的真相，以為孔老夫子所教的是吃人的禮教，是被古時候封建時代他們所利用的工具。這個說法，我不贊成。我仔細去讀這些書，我明瞭孔老夫子他老人家自己說得很好，他一生「述而不作」，他自己一生沒有創作。他所講的是述古聖先賢的，不是他自己的。這個話不是謙虛，是事實。他所講的是古聖先賢的東西，不加絲毫自己的意思在裡面。我們加絲毫意思，就是我們的成見。他沒有加成見在裡頭，只是傳述古聖先賢的教誨。"
    },
    {
      "id": "21-119-0001_p0045",
      "zh_CN": "释迦牟尼佛也是这样的。我们在《华严经》清凉大师《疏钞》里面，清凉大师告诉我们，佛四十九年确实没有说一句话。明明说了四十九年，怎么说没有说一句话？没有说自己的一句话，都是说别人的。说哪些人的？过去古佛的，佛佛相传，他自己没有加一句话在里头，没有加自己一点意思在里头。",
      "zh_TW": "釋迦牟尼佛也是這樣的。我們在《華嚴經》清涼大師《疏鈔》裡面，清涼大師告訴我們，佛四十九年確實沒有說一句話。明明說了四十九年，怎麼說沒有說一句話？沒有說自己的一句話，都是說別人的。說哪些人的？過去古佛的，佛佛相傳，他自己沒有加一句話在裡頭，沒有加自己一點意思在裡頭。"
    },
    {
      "id": "21-119-0001_p0046",
      "zh_CN": "那我们再要问，过去古佛是谁？孔老夫子讲的古圣先贤是谁？我们细细的去体会，终于明白了，那是我们自己的真心，那是我们的本性，所以他们的东西是真心本性里头流露出来的。真心本性，一切众生都是一样的。如果你觉悟了，你达到他那个境界了，你所说的跟他决定是一样的，所谓「佛佛道同」，真心是一个，全是真如本性里头流露出来的东西。如果我们能够看到这一层，就晓得我们接受古圣先贤的东西，就是接受我们自性里面的性德，决不是被别人牵着鼻子走。被别人牵着鼻子走，那是邪教，不是正法。正法是从自性里头流露出来的，纯善纯真！",
      "zh_TW": "那我們再要問，過去古佛是誰？孔老夫子講的古聖先賢是誰？我們細細的去體會，終於明白了，那是我們自己的真心，那是我們的本性，所以他們的東西是真心本性裡頭流露出來的。真心本性，一切眾生都是一樣的。如果你覺悟了，你達到他那個境界了，你所說的跟他決定是一樣的，所謂「佛佛道同」，真心是一個，全是真如本性裡頭流露出來的東西。如果我們能夠看到這一層，就曉得我們接受古聖先賢的東西，就是接受我們自性裡面的性德，決不是被別人牽著鼻子走。被別人牽著鼻子走，那是邪教，不是正法。正法是從自性裡頭流露出來的，純善純真！"
    },
    {
      "id": "21-119-0001_p0047",
      "zh_CN": "所以，我们念《三字经》，不能不佩服编《三字经》的这个人，很有学问！头一句就说：「人之初，性本善。」那个「善」是真善，不是善恶的善。那就是真心、就是本性，这是纯善。善恶的善，不是真性。善恶的善从哪里来的？是习惯里来的。习性已经被污染了，被污染之后才有善恶。佛家讲：「入不二法门。」我们套《坛经》的公式，就可以这样说：「善恶是二法，二法不是佛法，佛法是不二法。」所以，「人之初，性本善」那个善是不二法的善。",
      "zh_TW": "所以，我們念《三字經》，不能不佩服編《三字經》的這個人，很有學問！頭一句就說：「人之初，性本善。」那個「善」是真善，不是善惡的善。那就是真心、就是本性，這是純善。善惡的善，不是真性。善惡的善從哪裡來的？是習慣裡來的。習性已經被污染了，被污染之後才有善惡。佛家講：「入不二法門。」我們套《壇經》的公式，就可以這樣說：「善惡是二法，二法不是佛法，佛法是不二法。」所以，「人之初，性本善」那個善是不二法的善。"
    },
    {
      "id": "21-119-0001_p0048",
      "zh_CN": "「性相近，习相远」，这是孔老夫子《论语》里头说的。所以，夫子也承认「性相近」。大家都一样，都是纯善，可是后来怎么变的？习惯变了，所谓「近朱者赤，近墨者黑」。无量劫以来，习染不一样，所以大家才有善恶。",
      "zh_TW": "「性相近，習相遠」，這是孔老夫子《論語》裡頭說的。所以，夫子也承認「性相近」。大家都一樣，都是純善，可是後來怎麼變的？習慣變了，所謂「近朱者赤，近墨者黑」。無量劫以來，習染不一樣，所以大家才有善惡。"
    },
    {
      "id": "21-119-0001_p0049",
      "zh_CN": "现在我们社会环境的污染，这是有史以来，中国、外国从来所没有的。这是大染缸，要让这些青少年不受污染，不可能的，做不到的。心地被污染，社会就会动乱。要想社会恢复秩序，绝对不是一件容易的事情。在这个环境里，我们怎么办？这个才是真正的危机。一般人讲信仰危机，这是全世界的信仰危机。不是一个国家地区，每一个国家地区，我们都看到这个危机的存在。这个危机不仅是信仰，可以说关系到全世界一切众生生死存亡的危机。在我们国家，可以说是我们几千年文化命脉兴亡的一个危机，非常非常严重。",
      "zh_TW": "現在我們社會環境的污染，這是有史以來，中國、外國從來所沒有的。這是大染缸，要讓這些青少年不受污染，不可能的，做不到的。心地被污染，社會就會動亂。要想社會恢復秩序，絕對不是一件容易的事情。在這個環境裡，我們怎麼辦？這個才是真正的危機。一般人講信仰危機，這是全世界的信仰危機。不是一個國家地區，每一個國家地區，我們都看到這個危機的存在。這個危機不僅是信仰，可以說關係到全世界一切眾生生死存亡的危機。在我們國家，可以說是我們幾千年文化命脈興亡的一個危機，非常非常嚴重。"
    },
    {
      "id": "21-119-0001_p0050",
      "zh_CN": "谁能救呢？两种人能救。一个是国家领导人，能够改变政策，他能救。另外一种人，有权力控制网路跟卫星电视台的，这个人能救。如果我们在网路和卫星电视里面，每天能播放一小时伦理道德的教学，我相信一年之间，这个社会上一般人头脑就清醒了。",
      "zh_TW": "誰能救呢？兩種人能救。一個是國家領導人，能夠改變政策，他能救。另外一種人，有權力控制網路跟衛星電視台的，這個人能救。如果我們在網路和衛星電視裡面，每天能播放一小時倫理道德的教學，我相信一年之間，這個社會上一般人頭腦就清醒了。"
    },
    {
      "id": "21-119-0001_p0051",
      "zh_CN": "在中国，大家晓得法轮功的邪教震动了整个社会。什么原因？没有正法。谚语常说：「不怕不识货，就怕货比货。」如果有正法的宣扬，大家把它跟法轮功一比较，就晓得哪个是正，哪个是邪？我们应该选择哪一个？那不就很容易解决了。这个经验，我们有。在国内，在国外，有不少学法轮功的，听了我们讲经的这些录像带、光碟之后，他们回头了。来告诉我，他们从前学法轮功，现在知道错了，他们会比较。一比较，问题就解决了。",
      "zh_TW": "在中國，大家曉得法輪功的邪教震動了整個社會。什麼原因？沒有正法。諺語常說：「不怕不識貨，就怕貨比貨。」如果有正法的宣揚，大家把它跟法輪功一比較，就曉得哪個是正，哪個是邪？我們應該選擇哪一個？那不就很容易解決了。這個經驗，我們有。在國內，在國外，有不少學法輪功的，聽了我們講經的這些錄像帶、光碟之後，他們回頭了。來告訴我，他們從前學法輪功，現在知道錯了，他們會比較。一比較，問題就解決了。"
    },
    {
      "id": "21-119-0001_p0052",
      "zh_CN": "还有人问我：「法轮功是不是佛教？」不但不是佛教，连宗教都不是。它不是宗教，为什么？宗教都是劝人为善。大家晓得，佛弟子无论出家、在家都要受戒。《梵网经》里面，一般出家人受的是菩萨戒。《菩萨戒经》里头有两句很重要的话，一般人把它疏忽了。第一条是「不做国贼」。这是什么意思？用现在的话来说，决定不可以做伤害国家社会的事情。「不做国贼」，贼是贼害，这不一定是讲汉奸，你做的事情对国家社会有伤害，你就是国贼。第二个是「不谤国主」。国主是国家领导人，决定不能毁谤国家领导人。为什么？他是人民的象征，是一个国家团结信心的象征，你破坏他的时候，你动摇了整个社会，这是佛的大戒。",
      "zh_TW": "還有人問我：「法輪功是不是佛教？」不但不是佛教，連宗教都不是。它不是宗教，為什麼？宗教都是勸人為善。大家曉得，佛弟子無論出家、在家都要受戒。《梵網經》裡面，一般出家人受的是菩薩戒。《菩薩戒經》裡頭有兩句很重要的話，一般人把它疏忽了。第一條是「不做國賊」。這是什麼意思？用現在的話來說，決定不可以做傷害國家社會的事情。「不做國賊」，賊是賊害，這不一定是講漢奸，你做的事情對國家社會有傷害，你就是國賊。第二個是「不謗國主」。國主是國家領導人，決定不能毀謗國家領導人。為什麼？他是人民的象徵，是一個國家團結信心的象徵，你破壞他的時候，你動搖了整個社會，這是佛的大戒。"
    },
    {
      "id": "21-119-0001_p0053",
      "zh_CN": "《璎珞经》这是一般在家菩萨所受的，在家菩萨也有受《梵网经》的，多数都受《优婆塞戒经》，六重二十八轻。《璎珞经》里面，佛也有两条教诲。第一条是「不漏国税」，人民对于国家有缴纳税的义务。你要想方法逃税，你就犯了菩萨戒，你不是佛的学生。第二条是「不犯国制」。国制是国家法律，决定不容许违犯国家的法律。国家法律的引申，那个意思很长，不仅仅是有条文的法律，没有条文的这些风俗习惯、道德观念都要遵守。不能说这个没有条文，这个没有写上，可以不遵守；不行，都要遵守。",
      "zh_TW": "《瓔珞經》這是一般在家菩薩所受的，在家菩薩也有受《梵網經》的，多數都受《優婆塞戒經》，六重二十八輕。《瓔珞經》裡面，佛也有兩條教誨。第一條是「不漏國稅」，人民對於國家有繳納稅的義務。你要想方法逃稅，你就犯了菩薩戒，你不是佛的學生。第二條是「不犯國制」。國制是國家法律，決定不容許違犯國家的法律。國家法律的引申，那個意思很長，不僅僅是有條文的法律，沒有條文的這些風俗習慣、道德觀念都要遵守。不能說這個沒有條文，這個沒有寫上，可以不遵守；不行，都要遵守。"
    },
    {
      "id": "21-119-0001_p0054",
      "zh_CN": "现在地球缩小了。我相信很多同修都已经知道，美国现在在发展快速飞机。这个发展快速飞机的研究，很多年前我在美国就知道了。现在发展出来了，超乎我的想像。我们那个时候想的，大概这个快速飞机比现在喷射机的速度，应该高到一到两倍。现在一看，不止！高出的倍数太多了，它这个超音速可以达到七个音速到十个音速。这个飞机发展出来之后，从美国飞到中国只要两小时。地球愈来愈小了，人与人接触的关系愈来愈密切了，地球确实像现在人所说的是一个「地球村」。",
      "zh_TW": "現在地球縮小了。我相信很多同修都已經知道，美國現在在發展快速飛機。這個發展快速飛機的研究，很多年前我在美國就知道了。現在發展出來了，超乎我的想像。我們那個時候想的，大概這個快速飛機比現在噴射機的速度，應該高到一到兩倍。現在一看，不止！高出的倍數太多了，它這個超音速可以達到七個音速到十個音速。這個飛機發展出來之後，從美國飛到中國只要兩小時。地球愈來愈小了，人與人接觸的關係愈來愈密切了，地球確實像現在人所說的是一個「地球村」。"
    },
    {
      "id": "21-119-0001_p0055",
      "zh_CN": "我们同住在这一个地球村，我们的生活，我们的生命，彼此息息相关。所以，资讯发达，旅游方便。我们每到一个国家，一定要尊重他们的生活习惯，尊重他们的历史，尊重他们的文化，尊重他们的法律，尊重他们的礼俗、道德观念、宗教信仰，他才会欢迎我们。如果我们坚持自己的，不能跟人家相容，彼此格格不入，别人一定排斥你。别人排斥你，你在那个地区、国家，你就很难立足。这些都在这四条戒律里头。这四条戒律的意思，你真正懂得，你真正坚持，你走遍世界任何一个国家地区，都会受人欢迎。佛真实智慧的教诲，我们不能不知道！",
      "zh_TW": "我們同住在這一個地球村，我們的生活，我們的生命，彼此息息相關。所以，資訊發達，旅遊方便。我們每到一個國家，一定要尊重他們的生活習慣，尊重他們的歷史，尊重他們的文化，尊重他們的法律，尊重他們的禮俗、道德觀念、宗教信仰，他才會歡迎我們。如果我們堅持自己的，不能跟人家相容，彼此格格不入，別人一定排斥你。別人排斥你，你在那個地區、國家，你就很難立足。這些都在這四條戒律裡頭。這四條戒律的意思，你真正懂得，你真正堅持，你走遍世界任何一個國家地區，都會受人歡迎。佛真實智慧的教誨，我們不能不知道！"
    },
    {
      "id": "21-119-0001_p0056",
      "zh_CN": "回过头来，说到我们自己的佛教。我年轻的时候很喜欢接触宗教，我很喜欢研究，很好奇。这位关老师是我的同班同学，我小时候的情形，他了解不少。我学基督教，我在基督教里面两年，我在回教里面一年，我探讨他们的教义。在南京，学基督教时，同学要我去受洗，我曾经提出了七十个问题。我的疑问，牧师要能够给我解答，解答还得我满意，我就去受洗，不能糊里糊涂的去迷信。我这七十个问题中，一个问题他都解答不了，那就算了。所以，两年没有去受洗。他们说我太顽固了，大概背后都说我是魔鬼。",
      "zh_TW": "回過頭來，說到我們自己的佛教。我年輕的時候很喜歡接觸宗教，我很喜歡研究，很好奇。這位關老師是我的同班同學，我小時候的情形，他了解不少。我學基督教，我在基督教裡面兩年，我在回教裡面一年，我探討他們的教義。在南京，學基督教時，同學要我去受洗，我曾經提出了七十個問題。我的疑問，牧師要能夠給我解答，解答還得我滿意，我就去受洗，不能糊裡糊塗的去迷信。我這七十個問題中，一個問題他都解答不了，那就算了。所以，兩年沒有去受洗。他們說我太頑固了，大概背後都說我是魔鬼。"
    },
    {
      "id": "21-119-0001_p0057",
      "zh_CN": "可是对佛教没有接触。我小学的时候，学校就是佛教的寺庙。为什么没有接触佛教？佛教经典太深了，看不懂。从来也没有听说过出家人讲经的，都是听到和尚念经，没有听说讲经的。基督教牧师讲道，伊斯兰阿訇讲道，我听了他们讲道，我就很欢喜，就欢喜跟他们接触。",
      "zh_TW": "可是對佛教沒有接觸。我小學的時候，學校就是佛教的寺廟。為什麼沒有接觸佛教？佛教經典太深了，看不懂。從來也沒有聽說過出家人講經的，都是聽到和尚念經，沒有聽說講經的。基督教牧師講道，伊斯蘭阿訇講道，我聽了他們講道，我就很歡喜，就歡喜跟他們接觸。"
    },
    {
      "id": "21-119-0001_p0058",
      "zh_CN": "所以，那个时候看他们的教义，我很欣赏伊斯兰教义。伊斯兰教义讲到「五功」、「五典」，怎么样侍奉上帝阿拉？人与人之间怎么样相处？「五功」、「五典」与中国儒家讲的「五伦」，非常接近，他们也重视伦理。实在说，伦理是天道。天道，我们称为天然之道，它不是人发明的，也不是人创造的。天道就跟「春夏秋冬」一样，「春夏秋冬」不是人为的，是自然的。人之间的「夫妇、父子、兄弟、君臣、朋友」，这是天道，天然的秩序。这个秩序不能乱，哪里是人为的！你要说这是孔子发明的，那为什么伊斯兰教里面也有？阿拉伯人没有跟孔子商量过。",
      "zh_TW": "所以，那個時候看他們的教義，我很欣賞伊斯蘭教義。伊斯蘭教義講到「五功」、「五典」，怎麼樣侍奉上帝阿拉？人與人之間怎麼樣相處？「五功」、「五典」與中國儒家講的「五倫」，非常接近，他們也重視倫理。實在說，倫理是天道。天道，我們稱為天然之道，它不是人發明的，也不是人創造的。天道就跟「春夏秋冬」一樣，「春夏秋冬」不是人為的，是自然的。人之間的「夫婦、父子、兄弟、君臣、朋友」，這是天道，天然的秩序。這個秩序不能亂，哪裡是人為的！你要說這是孔子發明的，那為什麼伊斯蘭教裡面也有？阿拉伯人沒有跟孔子商量過。"
    },
    {
      "id": "21-119-0001_p0059",
      "zh_CN": "天道是天然的秩序，不能违背，违背了是大不吉祥。今天世间人遭这么大的苦难，是违背了天然的秩序。我们看神圣所说的，即是佛在《戒经》里面讲的这四句话，都是天道，没有丝毫勉强的意思在里头，人应该要这么做。我们人要爱人，爱人就要这样做。我们到别的国家，也要爱那个国家，也要爱那边的土地、爱那边的人民，那我们当然要缴税。不但要缴税，看到那边有些事情需要帮助的，我们全心全力去帮助，自然得到他们对我们的爱心，所谓「爱人者人恒爱之」、「助人者人恒助之」。我们走到哪里都走得通，这叫天道，这叫真理，这叫大道。",
      "zh_TW": "天道是天然的秩序，不能違背，違背了是大不吉祥。今天世間人遭這麼大的苦難，是違背了天然的秩序。我們看神聖所說的，即是佛在《戒經》裡面講的這四句話，都是天道，沒有絲毫勉強的意思在裡頭，人應該要這麼做。我們人要愛人，愛人就要這樣做。我們到別的國家，也要愛那個國家，也要愛那邊的土地、愛那邊的人民，那我們當然要繳稅。不但要繳稅，看到那邊有些事情需要幫助的，我們全心全力去幫助，自然得到他們對我們的愛心，所謂「愛人者人恆愛之」、「助人者人恆助之」。我們走到哪裡都走得通，這叫天道，這叫真理，這叫大道。"
    },
    {
      "id": "21-119-0001_p0060",
      "zh_CN": "佛教给我们「人与人的关系如何建立」。要说得粗俗一些，人与人的关系应该怎样建立？往来应该怎么建立？佛讲「四摄法」，「摄」是摄受，这是四种方法。一般法师讲经，四摄法是什么？我们法师怎样对信徒，换句话说，怎样拉拢信徒的方法，笼络信徒的方法。这个说法，意思太窄小了。佛不是这个意思，佛的意思很广大，大到什么程度？小到夫妻两个，夫妻两个如何能百年好合，你要懂得「四摄法」，真的是百年好合。家庭、公司、行号、机构乃至国家、世界，这个它都行得通。",
      "zh_TW": "佛教給我們「人與人的關係如何建立」。要說得粗俗一些，人與人的關係應該怎樣建立？往來應該怎麼建立？佛講「四攝法」，「攝」是攝受，這是四種方法。一般法師講經，四攝法是什麼？我們法師怎樣對信徒，換句話說，怎樣拉攏信徒的方法，籠絡信徒的方法。這個說法，意思太窄小了。佛不是這個意思，佛的意思很廣大，大到什麼程度？小到夫妻兩個，夫妻兩個如何能百年好合，你要懂得「四攝法」，真的是百年好合。家庭、公司、行號、機構乃至國家、世界，這個它都行得通。"
    },
    {
      "id": "21-119-0001_p0061",
      "zh_CN": "第一个是「布施」。「四摄法」里的布施，我们讲得很多，讲得很通俗。布施是什么？送礼请客。夫妻两个也不要忘记常常互相送礼，常常互相请客，问题不就解决了。哪里还会有夫妻离婚！不会有这个事情。",
      "zh_TW": "第一個是「布施」。「四攝法」裡的布施，我們講得很多，講得很通俗。布施是什麼？送禮請客。夫妻兩個也不要忘記常常互相送禮，常常互相請客，問題不就解決了。哪裡還會有夫妻離婚！不會有這個事情。"
    },
    {
      "id": "21-119-0001_p0062",
      "zh_CN": "第二个是「爱语」，这一条很重要。爱语就是彼此关怀、彼此相爱。我们看到现在这个社会，男女在没有结婚之前，彼此相爱。为什么？彼此都看到对方的长处，没有看到对方的缺点。人家告诉他对方有缺点，他听了还要恨他骂他，不肯相信。结婚之后，麻烦了！专看对方的缺点，把对方的优点全忘掉了，他怎么能不离婚、不天天打架？如何能保持住？佛告诉我们，永远看对方的优点，永远不要看对方的缺点，你才能「百年好合」。",
      "zh_TW": "第二個是「愛語」，這一條很重要。愛語就是彼此關懷、彼此相愛。我們看到現在這個社會，男女在沒有結婚之前，彼此相愛。為什麼？彼此都看到對方的長處，沒有看到對方的缺點。人家告訴他對方有缺點，他聽了還要恨他罵他，不肯相信。結婚之後，麻煩了！專看對方的缺點，把對方的優點全忘掉了，他怎麼能不離婚、不天天打架？如何能保持住？佛告訴我們，永遠看對方的優點，永遠不要看對方的缺點，你才能「百年好合」。"
    },
    {
      "id": "21-119-0001_p0063",
      "zh_CN": "中国古圣先贤教导我们要「隐恶扬善」。佛教给我们不是隐恶，那个恶根本不能放在心上，心地里面绝不容纳着恶。《十善业道经》里，佛讲得很好，教菩萨也是教我们学生，「昼夜常念善法」，念一切人的善法。在家庭里，太太念先生的善法，先生念太太的善法，这是「常念善法」，学了你要会用。「思惟善法」，想他的善法。「常念善法」，你的心善；「思惟善法」，你的思想善；「观察善法」，你的行为善。后面佛说：「不容毫分不善夹杂。」比儒家讲的「隐恶扬善」又提升了一级。一对夫妻能够遵守佛这样的教诲，我相信他们一生永远相亲相爱，你说这个家庭多美满！家庭美满，社会就安定，国家就富强，这是一定的道理。",
      "zh_TW": "中國古聖先賢教導我們要「隱惡揚善」。佛教給我們不是隱惡，那個惡根本不能放在心上，心地裡面絕不容納著惡。《十善業道經》裡，佛講得很好，教菩薩也是教我們學生，「晝夜常念善法」，念一切人的善法。在家庭裡，太太念先生的善法，先生念太太的善法，這是「常念善法」，學了你要會用。「思惟善法」，想他的善法。「常念善法」，你的心善；「思惟善法」，你的思想善；「觀察善法」，你的行為善。後面佛說：「不容毫分不善夾雜。」比儒家講的「隱惡揚善」又提升了一級。一對夫妻能夠遵守佛這樣的教誨，我相信他們一生永遠相親相愛，你說這個家庭多美滿！家庭美滿，社會就安定，國家就富強，這是一定的道理。"
    },
    {
      "id": "21-119-0001_p0064",
      "zh_CN": "国家、社会的基础是家庭，所以我观察一个社会，我先去问离婚率。离婚率高，这个社会决定不安定。孔老夫子教导我们：「危邦不居，乱邦不入」。我考虑要到哪里去居住，我要想办法移民，什么地方安全，适合我们居住？你调查离婚率低，我们就知道那个社会结构完整，社会结构没有出大毛病。",
      "zh_TW": "國家、社會的基礎是家庭，所以我觀察一個社會，我先去問離婚率。離婚率高，這個社會決定不安定。孔老夫子教導我們：「危邦不居，亂邦不入」。我考慮要到哪裡去居住，我要想辦法移民，什麼地方安全，適合我們居住？你調查離婚率低，我們就知道那個社會結構完整，社會結構沒有出大毛病。"
    },
    {
      "id": "21-119-0001_p0065",
      "zh_CN": "我选择澳洲，尤其选择澳洲的一个小城。有许多人问我：「为什么？」我有我的想法，我有我的标准。小城人口少，非常保守，当然离婚率很低。教育很发达，四分之一的人口从事于教育事业。很小的一个城，有二十几个中学，有一所世界上非常著名的大学；特别是这个大学的远程教学，排名在世界第一。我今天到这边的扬州大学来，我鼓励江丹，希望帮助扬州大学能够发展远程教学。远端教学，学生不必到学校来上课，用网路，用电脑，他在家里面就可以上课。南昆大的网路教学，涵盖全世界六十二个国家地区，学生在网路上课，在网路考试。毕业时，学校把学位文凭寄给你。他们学校在校的学生有五千多人。",
      "zh_TW": "我選擇澳洲，尤其選擇澳洲的一個小城。有許多人問我：「為什麼？」我有我的想法，我有我的標準。小城人口少，非常保守，當然離婚率很低。教育很發達，四分之一的人口從事於教育事業。很小的一個城，有二十幾個中學，有一所世界上非常著名的大學；特別是這個大學的遠程教學，排名在世界第一。我今天到這邊的揚州大學來，我鼓勵江丹，希望幫助揚州大學能夠發展遠程教學。遠端教學，學生不必到學校來上課，用網路，用電腦，他在家裡面就可以上課。南昆大的網路教學，涵蓋全世界六十二個國家地區，學生在網路上課，在網路考試。畢業時，學校把學位文憑寄給你。他們學校在校的學生有五千多人。"
    },
    {
      "id": "21-119-0001_p0066",
      "zh_CN": "我去参观，我对这个学校非常欣赏，看到它的设备，我就向校长商量：「我讲《华严经》，能不能利用你们的设备？」",
      "zh_TW": "我去參觀，我對這個學校非常欣賞，看到它的設備，我就向校長商量：「我講《華嚴經》，能不能利用你們的設備？」"
    },
    {
      "id": "21-119-0001_p0067",
      "zh_CN": "他听了很欢喜，很高兴，说：「可以。」",
      "zh_TW": "他聽了很歡喜，很高興，說：「可以。」"
    },
    {
      "id": "21-119-0001_p0068",
      "zh_CN": "我说：「我用你的设备，当然要付钱的，这个钱怎么付法？」",
      "zh_TW": "我說：「我用你的設備，當然要付錢的，這個錢怎麼付法？」"
    },
    {
      "id": "21-119-0001_p0069",
      "zh_CN": "他跟我讲：「大概每一个小时两百块澳洲钱。」",
      "zh_TW": "他跟我講：「大概每一個小時兩百塊澳洲錢。」"
    },
    {
      "id": "21-119-0001_p0070",
      "zh_CN": "过了差不多一个多月之后，他正式的送一份资料给我，把帐目清单算出来，星期一到星期五，每一个小时一百五十九块五，星期一到星期五就是一百六十块钱。周六周日他们放假，放假我们要用，那他们就要加班，费用就高，星期六大概是要两百二十几块钱，星期日要三百块钱。",
      "zh_TW": "過了差不多一個多月之後，他正式的送一份資料給我，把帳目清單算出來，星期一到星期五，每一個小時一百五十九塊五，星期一到星期五就是一百六十塊錢。周六周日他們放假，放假我們要用，那他們就要加班，費用就高，星期六大概是要兩百二十幾塊錢，星期日要三百塊錢。"
    },
    {
      "id": "21-119-0001_p0071",
      "zh_CN": "我想我用你的设备，星期一到星期五，一天用两个小时，一个星期用十个小时。一个星期用十个小时，只需要付一千六百元澳洲钱，这个比我自己搞一套设备便宜多了。我自己搞一套设备，至少要花一百万，但是技术人员跟机器的维修换新，很麻烦。我利用人家现成的设备，他们有高品质的机器，最优秀的技术人员，他都替我服务，我什么心都不要操。学校跟我的教堂在一条街上，我住在北面，他住在南面，街很长，开车约五分钟，所以我就决定利用他的学校。",
      "zh_TW": "我想我用你的設備，星期一到星期五，一天用兩個小時，一個星期用十個小時。一個星期用十個小時，只需要付一千六百元澳洲錢，這個比我自己搞一套設備便宜多了。我自己搞一套設備，至少要花一百萬，但是技術人員跟機器的維修換新，很麻煩。我利用人家現成的設備，他們有高品質的機器，最優秀的技術人員，他都替我服務，我什麼心都不要操。學校跟我的教堂在一條街上，我住在北面，他住在南面，街很長，開車約五分鐘，所以我就決定利用他的學校。"
    },
    {
      "id": "21-119-0001_p0072",
      "zh_CN": "我们真正想不到澳洲人真好。学校校长为我这个事情，召开了一个会议，成立一个小组，专门支援我。这一来，我不去也不行，盛情难却！不去，我感到愧对学校，对不起他们。所以，今年下半年，《华严经》我就移到南昆大去讲。在大学里面讲也非常好，对全世界，在中国也可以收得到，它的网路包括中国。所以，佛教的道场就是学校，就是佛教教学的机构。",
      "zh_TW": "我們真正想不到澳洲人真好。學校校長為我這個事情，召開了一個會議，成立一個小組，專門支援我。這一來，我不去也不行，盛情難卻！不去，我感到愧對學校，對不起他們。所以，今年下半年，《華嚴經》我就移到南昆大去講。在大學裡面講也非常好，對全世界，在中國也可以收得到，它的網路包括中國。所以，佛教的道場就是學校，就是佛教教學的機構。"
    },
    {
      "id": "21-119-0001_p0073",
      "zh_CN": "佛教道场称为「寺」。寺的来源，佛教从东汉明帝永平十年，摩腾、竺法兰到中国，这是当时中国帝王派特使，从西域那边请过来的，是我们请他们来的。来了之后，由国家的鸿胪寺接待。鸿胪寺就是现在的外交部。古时候，外交是皇帝自己管，宰相只管内政，不管外交。皇帝下面办事的机关有九个，你们到北京故宫还能看得到，这个机构都称作寺。寺的意思是永远设的机构，不会被撤销，不会被改变的。宰相下面机构称为部，可以撤销，可以改变。寺是皇家永久设立的，永远不会改变。从汉朝一直到清朝都用寺，真正是永久设立的机构。",
      "zh_TW": "佛教道場稱為「寺」。寺的來源，佛教從東漢明帝永平十年，摩騰、竺法蘭到中國，這是當時中國帝王派特使，從西域那邊請過來的，是我們請他們來的。來了之後，由國家的鴻臚寺接待。鴻臚寺就是現在的外交部。古時候，外交是皇帝自己管，宰相只管內政，不管外交。皇帝下面辦事的機關有九個，你們到北京故宮還能看得到，這個機構都稱作寺。寺的意思是永遠設的機構，不會被撤銷，不會被改變的。宰相下面機構稱為部，可以撤銷，可以改變。寺是皇家永久設立的，永遠不會改變。從漢朝一直到清朝都用寺，真正是永久設立的機構。"
    },
    {
      "id": "21-119-0001_p0074",
      "zh_CN": "佛教传到中国来之后，跟我们中国朝野相处得非常融洽。我们中国人就希望这两位法师常住中国，不要回去了，就给佛教设立一个机构也称寺，当时这个寺叫「白马寺」，是纪念白马驮佛经、驮佛像。从这个地方，可以看到中国人的心厚道，畜生有那么大的功劳，不能埋没牠，也得要永远纪念牠，才称「白马寺」。",
      "zh_TW": "佛教傳到中國來之後，跟我們中國朝野相處得非常融洽。我們中國人就希望這兩位法師常住中國，不要回去了，就給佛教設立一個機構也稱寺，當時這個寺叫「白馬寺」，是紀念白馬馱佛經、馱佛像。從這個地方，可以看到中國人的心厚道，畜生有那麼大的功勞，不能埋沒牠，也得要永遠紀念牠，才稱「白馬寺」。"
    },
    {
      "id": "21-119-0001_p0075",
      "zh_CN": "要用现在话来说，白马寺就是佛教教育部，来推动佛教教育的。于是中国社会就接受两个教育，一个是儒教教育。儒教教育是归宰相来推动的，宰相底下有个机构叫礼部，礼部就是教育部，采取儒家作为教学的主流，这是汉武帝定的。汉武帝时，采纳、制定的国家教育政策，采取孔孟的学术。实际执行的是礼部尚书，尚书就是现在讲的部长。由礼部设立这个机构专门推动。",
      "zh_TW": "要用現在話來說，白馬寺就是佛教教育部，來推動佛教教育的。於是中國社會就接受兩個教育，一個是儒教教育。儒教教育是歸宰相來推動的，宰相底下有個機構叫禮部，禮部就是教育部，採取儒家作為教學的主流，這是漢武帝定的。漢武帝時，採納、制定的國家教育政策，採取孔孟的學術。實際執行的是禮部尚書，尚書就是現在講的部長。由禮部設立這個機構專門推動。"
    },
    {
      "id": "21-119-0001_p0076",
      "zh_CN": "佛教到了中国之后，帝王设立寺，自己来推动。古时候，中国人对帝王的感情，跟对宰相不一样，皇帝来推动，上行下效，那个效果就远远超过了儒家教学。所以，佛寺遍满在中国，连城市、乡村统统都有。",
      "zh_TW": "佛教到了中國之後，帝王設立寺，自己來推動。古時候，中國人對帝王的感情，跟對宰相不一樣，皇帝來推動，上行下效，那個效果就遠遠超過了儒家教學。所以，佛寺遍滿在中國，連城市、鄉村統統都有。"
    },
    {
      "id": "21-119-0001_p0077",
      "zh_CN": "那时寺里面教些什么？佛家讲「解行并重」。国家最大规模的寺院，重要的是翻译经典，就像现在的「国家编译馆」一样。翻译经典、讲解经典、指导学习，它做这三桩工作。",
      "zh_TW": "那時寺裡面教些什麼？佛家講「解行並重」。國家最大規模的寺院，重要的是翻譯經典，就像現在的「國家編譯館」一樣。翻譯經典、講解經典、指導學習，它做這三樁工作。"
    },
    {
      "id": "21-119-0001_p0078",
      "zh_CN": "到唐朝时，佛教在中国可以说起了一次大的革命，就是把佛教完全本土化、中国化。这是百丈禅师跟马祖道一和尚他们两个人发起建丛林，丛林制度是佛教里的一个革命。在丛林制度之前，佛教教育就跟私塾一样。丛林就是正规的大学，走上制度化。丛林的主席、方丈是校长，首座是管教育的，维那是管训导，监院是管总务。名称不一样，但是跟现在学校里的分工完全相同，没有两样，这样展开大规模佛教的教学。所以，中国佛教人才代代辈出，对社会的影响很大。",
      "zh_TW": "到唐朝時，佛教在中國可以說起了一次大的革命，就是把佛教完全本土化、中國化。這是百丈禪師跟馬祖道一和尚他們兩個人發起建叢林，叢林制度是佛教裡的一個革命。在叢林制度之前，佛教教育就跟私塾一樣。叢林就是正規的大學，走上制度化。叢林的主席、方丈是校長，首座是管教育的，維那是管訓導，監院是管總務。名稱不一樣，但是跟現在學校裡的分工完全相同，沒有兩樣，這樣展開大規模佛教的教學。所以，中國佛教人才代代輩出，對社會的影響很大。"
    },
    {
      "id": "21-119-0001_p0079",
      "zh_CN": "历代许多德高望重的法师，几乎都是帝王的老师，而且帝王常常礼请法师到宫廷里面讲经说法。清朝的帝王，我很佩服他们。他们统治中国不容易，少数民族统治多数民族，这个难！多高的难度。清兵入关的时候，你知道多少人数？十二万人。十二万人打败明朝，把中国征服了，统治中国。",
      "zh_TW": "歷代許多德高望重的法師，幾乎都是帝王的老師，而且帝王常常禮請法師到宮廷裡面講經說法。清朝的帝王，我很佩服他們。他們統治中國不容易，少數民族統治多數民族，這個難！多高的難度。清兵入關的時候，你知道多少人數？十二萬人。十二萬人打敗明朝，把中國征服了，統治中國。"
    },
    {
      "id": "21-119-0001_p0080",
      "zh_CN": "凭什么？凭佛教。所以，清朝在早年，顺治、康熙、雍正、乾隆都礼请法师到宫廷里面讲经说法。他不用什么主义。皇帝说：「不是我的意思，我们都听佛的意思。」大家心就摆平了。佛教教我们这么做的，皇帝也遵守，大臣也遵守，全国人民都遵守，这没话说了。如果说是皇帝的意思，他要搞个什么东西出来，一切都是他的，我们中国人不服，「我为什么听你的？」他要说：「这是佛说的。」中国人服了，没有一个不服的。高明极了！",
      "zh_TW": "憑什麼？憑佛教。所以，清朝在早年，順治、康熙、雍正、乾隆都禮請法師到宮廷裡面講經說法。他不用什麼主義。皇帝說：「不是我的意思，我們都聽佛的意思。」大家心就擺平了。佛教教我們這麼做的，皇帝也遵守，大臣也遵守，全國人民都遵守，這沒話說了。如果說是皇帝的意思，他要搞個什麼東西出來，一切都是他的，我們中國人不服，「我為什麼聽你的？」他要說：「這是佛說的。」中國人服了，沒有一個不服的。高明極了！"
    },
    {
      "id": "21-119-0001_p0081",
      "zh_CN": "宫廷里面讲经的制度被慈禧废了。宫廷里面主要讲什么？《无量寿经》，《无量寿经》是清朝初期帝王大臣们主修的一部经典。我想为什么慈禧太后把它废除了？大概里面讲的好多教训，慈禧太后都犯了，听了恐怕不太好意思，她难堪，她不能做到，所以她把这个制度废除了。这一废除，清朝的国运就下去了。很有道理！清朝如果始终奉行祖宗的这个传统，一直保持下去，我想今天还是大清帝国。所以，圣贤人的教诲，我们不能不重视。",
      "zh_TW": "宮廷裡面講經的制度被慈禧廢了。宮廷裡面主要講什麼？《無量壽經》，《無量壽經》是清朝初期帝王大臣們主修的一部經典。我想為什麼慈禧太后把它廢除了？大概裡面講的好多教訓，慈禧太后都犯了，聽了恐怕不太好意思，她難堪，她不能做到，所以她把這個制度廢除了。這一廢除，清朝的國運就下去了。很有道理！清朝如果始終奉行祖宗的這個傳統，一直保持下去，我想今天還是大清帝國。所以，聖賢人的教誨，我們不能不重視。"
    },
    {
      "id": "21-119-0001_p0082",
      "zh_CN": "今天世界上，日本在第二次世界大战是战败国，他能够在这么短的期间又能够复兴，我到日本仔细去看看、去观察，我知道原因。他能够复兴，完全是中国儒家的道统和大乘佛法，这两样东西他们没有舍弃。虽然他们学习西方的东西，但是对于从中国传过去的立国的精神，他们没有丢掉。",
      "zh_TW": "今天世界上，日本在第二次世界大戰是戰敗國，他能夠在這麼短的期間又能夠復興，我到日本仔細去看看、去觀察，我知道原因。他能夠復興，完全是中國儒家的道統和大乘佛法，這兩樣東西他們沒有捨棄。雖然他們學習西方的東西，但是對於從中國傳過去的立國的精神，他們沒有丟掉。"
    },
    {
      "id": "21-119-0001_p0083",
      "zh_CN": "我到日本去访问，我对于日本人不能不佩服。我们读《礼记》，读中国古籍，在中国已经完全绝迹，完全看不到了，在日本还能看到。日本人的生活方式，还是中国古时候的生活方式。日本人的衣服叫「和服」，这是他们改的名字，原来叫吴服。吴是什么？就是江苏，古时候是吴国，春秋是吴国，那个时候传过去的，他们现在还用这个服装，还没有改变。他们的民族叫「大和民族」。很可惜，他自己和，对别人不和，所以麻烦事出来了。",
      "zh_TW": "我到日本去訪問，我對於日本人不能不佩服。我們讀《禮記》，讀中國古籍，在中國已經完全絕跡，完全看不到了，在日本還能看到。日本人的生活方式，還是中國古時候的生活方式。日本人的衣服叫「和服」，這是他們改的名字，原來叫吳服。吳是什麼？就是江蘇，古時候是吳國，春秋是吳國，那個時候傳過去的，他們現在還用這個服裝，還沒有改變。他們的民族叫「大和民族」。很可惜，他自己和，對別人不和，所以麻煩事出來了。"
    },
    {
      "id": "21-119-0001_p0084",
      "zh_CN": "我去日本的时候，那个时候佐藤荣作刚刚死，他的儿子佐藤兴二接待我，还有一些国会议员。我跟日本那些国会议员分析，我向他们解释说明，你们之所以到今天，是心量太小了。我那时候告诉他们，中国是一个非常能够包容的民族，在政治上，元朝时能够接纳蒙古人，清朝时能够接纳满洲人。为什么不能接纳日本？如果日本人能够效法清朝当年那几个皇帝，日本人就统治中国了，我们中国人欢迎你。你们把中国人不当人，欺侮压迫中国人，中国人反抗你，你自己走的是死路，你要好好的反省。现在知道武力失败了，如果今天这种侵略别人的意念不能够悔改，改成用宗教，用经济，你走到别的地方，人家还是恨日本人，你们始终还是起不来。",
      "zh_TW": "我去日本的時候，那個時候佐藤榮作剛剛死，他的兒子佐藤興二接待我，還有一些國會議員。我跟日本那些國會議員分析，我向他們解釋說明，你們之所以到今天，是心量太小了。我那時候告訴他們，中國是一個非常能夠包容的民族，在政治上，元朝時能夠接納蒙古人，清朝時能夠接納滿洲人。為什麼不能接納日本？如果日本人能夠效法清朝當年那幾個皇帝，日本人就統治中國了，我們中國人歡迎你。你們把中國人不當人，欺侮壓迫中國人，中國人反抗你，你自己走的是死路，你要好好的反省。現在知道武力失敗了，如果今天這種侵略別人的意念不能夠悔改，改成用宗教，用經濟，你走到別的地方，人家還是恨日本人，你們始終還是起不來。"
    },
    {
      "id": "21-119-0001_p0085",
      "zh_CN": "你们学儒家的东西没有学到彻底，学佛也不透彻。学了一点点，不错，自己能够相处，但是对别人的时候，你们完全违背了儒佛的教诲，所以在国际上依旧是行不通。如果不能够完全改正过来，后面还有苦头吃，千万不要自满。你们国家现在国力强大是假的，不是真的。为什么？面积太小，没有资源。你的强盛不过是一个世界上物质文明的加工厂而已，如果外面的资源一不来，你们的工厂就要倒闭，你的工人就要失业，你凭什么骄傲？我说真话，他们非常感激，他们在我面前都低头。你凭什么骄傲？完全是个加工厂。日本人有个好处，细细给他分析，你说得有道理，他真的佩服，他也很感激。所以，我离开日本多年，那些人对我还很怀念。有些人到台湾的时候，他们还带信来问好。",
      "zh_TW": "你們學儒家的東西沒有學到徹底，學佛也不透徹。學了一點點，不錯，自己能夠相處，但是對別人的時候，你們完全違背了儒佛的教誨，所以在國際上依舊是行不通。如果不能夠完全改正過來，後面還有苦頭吃，千萬不要自滿。你們國家現在國力強大是假的，不是真的。為什麼？面積太小，沒有資源。你的強盛不過是一個世界上物質文明的加工廠而已，如果外面的資源一不來，你們的工廠就要倒閉，你的工人就要失業，你憑什麼驕傲？我說真話，他們非常感激，他們在我面前都低頭。你憑什麼驕傲？完全是個加工廠。日本人有個好處，細細給他分析，你說得有道理，他真的佩服，他也很感激。所以，我離開日本多年，那些人對我還很懷念。有些人到臺灣的時候，他們還帶信來問好。"
    },
    {
      "id": "21-119-0001_p0086",
      "zh_CN": "所以，我们自己要认识历史，要了解中国五千年的文化道统，也要了解今天整个世界其他国家民族历史文化。因为今天绝对不是自己一个国家可以独立生存在这个世界，一定要谋求全世界和睦相处，平等对待。我们心胸要大、要包容，要帮助他们，要教导他们。他们是属于哪一个宗教，我们就希望用他们自己宗教的教义来教他们。",
      "zh_TW": "所以，我們自己要認識歷史，要了解中國五千年的文化道統，也要了解今天整個世界其他國家民族歷史文化。因為今天絕對不是自己一個國家可以獨立生存在這個世界，一定要謀求全世界和睦相處，平等對待。我們心胸要大、要包容，要幫助他們，要教導他們。他們是屬於哪一個宗教，我們就希望用他們自己宗教的教義來教他們。"
    },
    {
      "id": "21-119-0001_p0087",
      "zh_CN": "现在我们有一个非常好的开端，天主教找我去讲他们的经。我回到新加坡，五月三日要到天主教去讲《玫瑰经》。《玫瑰经》是天主教很重要的一部经典，这个经不长，就像佛门里的早晚课诵本。你看多重要！天天要念的。我去讲这个经给他们听，让他们比较一下，他们的神父跟我讲的一样不一样。我非常欢喜到各个宗教，不是讲佛经，是讲他们的经。希望宗教与宗教之间，逐渐趋向平等对待。",
      "zh_TW": "現在我們有一個非常好的開端，天主教找我去講他們的經。我回到新加坡，五月三日要到天主教去講《玫瑰經》。《玫瑰經》是天主教很重要的一部經典，這個經不長，就像佛門裡的早晚課誦本。你看多重要！天天要念的。我去講這個經給他們聽，讓他們比較一下，他們的神父跟我講的一樣不一樣。我非常歡喜到各個宗教，不是講佛經，是講他們的經。希望宗教與宗教之間，逐漸趨向平等對待。"
    },
    {
      "id": "21-119-0001_p0088",
      "zh_CN": "所以，我跟这些宗教徒、宗教领袖们说，他们肯定世间只有一个真神，基督教说他的上帝是真神，回教说他的阿拉是真神，印度教说大梵天是真神，都说真神只有一个。我说一点也没错，真神确实真的是一个，在基督教名字叫「上帝」，在伊斯兰名字叫「阿拉」，在印度教名字叫「大梵天」。确实是一个人，在这个地方换个名字，在那个地方又换个名字，都是一个。你们打什么架？如果你尊重我这个神是真的，我也尊重你这个神是真的，你晓得他是一个人，大家就不打架了。他们想想也有道理，真神是一个。在佛法里，不是讲真神，是讲本性，本性是一个，真心是一个。明白这个道理之后，我们可以能够平等对待，可以能够和睦相处。一个层次、一个层次需要教，不教怎么行？",
      "zh_TW": "所以，我跟這些宗教徒、宗教領袖們說，他們肯定世間只有一個真神，基督教說他的上帝是真神，回教說他的阿拉是真神，印度教說大梵天是真神，都說真神只有一個。我說一點也沒錯，真神確實真的是一個，在基督教名字叫「上帝」，在伊斯蘭名字叫「阿拉」，在印度教名字叫「大梵天」。確實是一個人，在這個地方換個名字，在那個地方又換個名字，都是一個。你們打什麼架？如果你尊重我這個神是真的，我也尊重你這個神是真的，你曉得他是一個人，大家就不打架了。他們想想也有道理，真神是一個。在佛法裡，不是講真神，是講本性，本性是一個，真心是一個。明白這個道理之後，我們可以能夠平等對待，可以能夠和睦相處。一個層次、一個層次需要教，不教怎麼行？"
    },
    {
      "id": "21-119-0001_p0089",
      "zh_CN": "所以有许多我们国家的这些公务人员，特别是主管宗教部门的，我常常提醒他们，今天我们国家最需要的是传播固有文化的队伍；也就是今天讲的精神文明的教师。现在找还来得及，大概七、八十岁的这些人，对中国诸子百家、佛教或其他宗教里面，还有一些真正有修有学的这些老人。不要多，能够找个十个、八个就行了。成立一个小组，开班教学，教底下这些年轻人。要不等这些人死了之后，根就断了，那才叫难。能够培养三、五十个学生，在三、五十个学生里面，真正成就十个、八个就够了。让他们把他们讲的东西，每一天在电视台上播上两个小时，我相信，半年到一年，我们中国的社会就天下太平了，什么样的邪知邪见都绝迹了。",
      "zh_TW": "所以有許多我們國家的這些公務人員，特別是主管宗教部門的，我常常提醒他們，今天我們國家最需要的是傳播固有文化的隊伍；也就是今天講的精神文明的教師。現在找還來得及，大概七、八十歲的這些人，對中國諸子百家、佛教或其他宗教裡面，還有一些真正有修有學的這些老人。不要多，能夠找個十個、八個就行了。成立一個小組，開班教學，教底下這些年輕人。要不等這些人死了之後，根就斷了，那才叫難。能夠培養三、五十個學生，在三、五十個學生裡面，真正成就十個、八個就夠了。讓他們把他們講的東西，每一天在電視台上播上兩個小時，我相信，半年到一年，我們中國的社會就天下太平了，什麼樣的邪知邪見都絕跡了。"
    },
    {
      "id": "21-119-0001_p0090",
      "zh_CN": "这就是古人所讲的「破邪显正」，正的不显，邪的永远没办法破。你要想消除邪知邪见（也就是错误的想法、看法、说法、作法），就要提倡正法。正法必须要能够服人，哪些正法能够服人？古圣先贤的东西能服人，他们能够经历至少二千五百年。孔老夫子的东西，二千五百年还被人尊敬，这个东西是真的。如果是假的，早就被人淘汰了，哪里能传得到这么久远！只有真理，不加自己丝毫意思在里面，才能够永远的传下去，超越时空。",
      "zh_TW": "這就是古人所講的「破邪顯正」，正的不顯，邪的永遠沒辦法破。你要想消除邪知邪見（也就是錯誤的想法、看法、說法、作法），就要提倡正法。正法必須要能夠服人，哪些正法能夠服人？古聖先賢的東西能服人，他們能夠經歷至少二千五百年。孔老夫子的東西，二千五百年還被人尊敬，這個東西是真的。如果是假的，早就被人淘汰了，哪裡能傳得到這麼久遠！只有真理，不加自己絲毫意思在裡面，才能夠永遠的傳下去，超越時空。"
    },
    {
      "id": "21-119-0001_p0091",
      "zh_CN": "这个事情我们要做，如果我们不做，又会落在人家后面。七十年代，英国历史哲学家汤恩比博士在欧洲一次国际会议里面发表讲演。他里面有两句话，很值得我们注意。第一句话说：「解决二十一世纪世界问题，只有中国孔孟学说与大乘佛法。」第二句话：「十九世纪是欧洲人的，二十世纪是美国人的，二十一世纪是中国人的。」这是他说的，他的话影响很大。所以，在前几年，英国把儒家学说、大乘佛法编入学校教科书。他们小学教科书、中学教科书、大学教科书里面，有儒家的思想和佛法的思想，他们已经在做了。",
      "zh_TW": "這個事情我們要做，如果我們不做，又會落在人家後面。七十年代，英國歷史哲學家湯恩比博士在歐洲一次國際會議裡面發表講演。他裡面有兩句話，很值得我們注意。第一句話說：「解決二十一世紀世界問題，只有中國孔孟學說與大乘佛法。」第二句話：「十九世紀是歐洲人的，二十世紀是美國人的，二十一世紀是中國人的。」這是他說的，他的話影響很大。所以，在前幾年，英國把儒家學說、大乘佛法編入學校教科書。他們小學教科書、中學教科書、大學教科書裡面，有儒家的思想和佛法的思想，他們已經在做了。"
    },
    {
      "id": "21-119-0001_p0092",
      "zh_CN": "前年，大概差一年，澳大利亚也在做。澳大利亚有些官员来找我，希望我提供些资料给他们编教科书。他们现在小学、中学、大学的教科书里头也有佛学。他们把这些教科书送给我看，我看了一下，不甚理想。因为他们找到的这些法师，多半是小乘的，讲得不够透彻。换句话说，虽然讲的是佛法，没有办法跟现代生活结成一体。如果我们学的东西，不能落实到生活上，学它干什么？我学的东西，完全落实到生活，生活用得上，才真正快乐，才真正得到享受。如果所学非所用，那我们浪费时间，浪费精力，这是错误的。",
      "zh_TW": "前年，大概差一年，澳大利亞也在做。澳大利亞有些官員來找我，希望我提供些資料給他們編教科書。他們現在小學、中學、大學的教科書裡頭也有佛學。他們把這些教科書送給我看，我看了一下，不甚理想。因為他們找到的這些法師，多半是小乘的，講得不夠透徹。換句話說，雖然講的是佛法，沒有辦法跟現代生活結成一體。如果我們學的東西，不能落實到生活上，學它幹什麼？我學的東西，完全落實到生活，生活用得上，才真正快樂，才真正得到享受。如果所學非所用，那我們浪費時間，浪費精力，這是錯誤的。"
    },
    {
      "id": "21-119-0001_p0093",
      "zh_CN": "你要真正懂得「四摄法」，连夫妻都用得上，一个家庭用得上。你做生意，在你公司用得上。你要会用「四摄」、「六度」，没有不兴旺的，没有做不到世界第一的。佛法里面讲：「佛氏门中，有求必应。」那不是佛菩萨保佑，他有理论、方法，有道理在。你懂得这个道理、方法，认真去做，就可以做到世界第一。无论哪个行业，行行都可以做到世界第一。佛法是这样的好东西，真实智慧，真实的善巧方便。善巧方便是佛家术语，用现在话说，它是最好的理论、最好的方法，能够帮助你，不管你在哪一个行，你都能做到世界第一。你得要认真去做，你要彻底了解。",
      "zh_TW": "你要真正懂得「四攝法」，連夫妻都用得上，一個家庭用得上。你做生意，在你公司用得上。你要會用「四攝」、「六度」，沒有不興旺的，沒有做不到世界第一的。佛法裡面講：「佛氏門中，有求必應。」那不是佛菩薩保佑，他有理論、方法，有道理在。你懂得這個道理、方法，認真去做，就可以做到世界第一。無論哪個行業，行行都可以做到世界第一。佛法是這樣的好東西，真實智慧，真實的善巧方便。善巧方便是佛家術語，用現在話說，它是最好的理論、最好的方法，能夠幫助你，不管你在哪一個行，你都能做到世界第一。你得要認真去做，你要徹底了解。"
    },
    {
      "id": "21-119-0001_p0094",
      "zh_CN": "今天佛门最需要的是讲经说法的人才。我到晚年才认识黄念祖老居士，在北京他是了不起的一个人，我不知道他还活在世间。从前听说过这个名字，是我的老师讲经的时候曾经提到过他，但是不知道他还活在世间。跟他的缘分，是有一年我在美国首都，那边有一个「华府佛教会」，他们邀请我去做会长。同修当中说要请一个上师到美国来弘法，征求我的意思。",
      "zh_TW": "今天佛門最需要的是講經說法的人才。我到晚年才認識黃念祖老居士，在北京他是了不起的一個人，我不知道他還活在世間。從前聽說過這個名字，是我的老師講經的時候曾經提到過他，但是不知道他還活在世間。跟他的緣分，是有一年我在美國首都，那邊有一個「華府佛教會」，他們邀請我去做會長。同修當中說要請一個上師到美國來弘法，徵求我的意思。"
    },
    {
      "id": "21-119-0001_p0095",
      "zh_CN": "我说：「你们专修净土就好，不要再掺杂了。」他们对这个上师很佩服。",
      "zh_TW": "我說：「你們專修淨土就好，不要再摻雜了。」他們對這個上師很佩服。"
    },
    {
      "id": "21-119-0001_p0096",
      "zh_CN": "我说：「这个上师是哪个上师？」",
      "zh_TW": "我說：「這個上師是哪個上師？」"
    },
    {
      "id": "21-119-0001_p0097",
      "zh_CN": "他跟我讲是黄念祖上师。我听了之后也没有在意。到第二天，我忽然想到，我打电话问他：「黄念祖是不是梅光羲的外甥？」",
      "zh_TW": "他跟我講是黃念祖上師。我聽了之後也沒有在意。到第二天，我忽然想到，我打電話問他：「黃念祖是不是梅光羲的外甥？」"
    },
    {
      "id": "21-119-0001_p0098",
      "zh_CN": "他说：「是。」",
      "zh_TW": "他說：「是。」"
    },
    {
      "id": "21-119-0001_p0099",
      "zh_CN": "我说：「那行，赶快请他来。如果是梅光羲的外甥，这个人决定是正知正见。梅光羲老居士是李炳南的老师，我的老师是李炳南，我的老师是梅光羲的学生。如果有这样好的师承，那决定没有问题。」",
      "zh_TW": "我說：「那行，趕快請他來。如果是梅光羲的外甥，這個人決定是正知正見。梅光羲老居士是李炳南的老師，我的老師是李炳南，我的老師是梅光羲的學生。如果有這樣好的師承，那決定沒有問題。」"
    },
    {
      "id": "21-119-0001_p0100",
      "zh_CN": "所以，我就同意他们邀请老居士到美国。到美国之后，他也听说我在美国讲《无量寿经》，他非常欢喜。因为《无量寿经》的会集本没有人讲，在外国就是我一个人讲，在国内就是他一个人讲。所以，我们碰到之后，真的是知己。他回国之后，我到北京就是为了去访问他。",
      "zh_TW": "所以，我就同意他們邀請老居士到美國。到美國之後，他也聽說我在美國講《無量壽經》，他非常歡喜。因為《無量壽經》的會集本沒有人講，在外國就是我一個人講，在國內就是他一個人講。所以，我們碰到之後，真的是知己。他回國之後，我到北京就是為了去訪問他。"
    },
    {
      "id": "21-119-0001_p0101",
      "zh_CN": "他遇到我之后，也非常欢喜，一再劝我，培养人才重要！他说：「你在国外弘法，奔波这么多年，你不要再走动了，不要再讲经了，你要著书，你要教学。」我听了，我说：「我知道，我也很久就有这个意思，缘没有成熟。我自己没有道场，我也没有财力，办个佛学院需要道场，需要财力，我没有，我只能教学，我等待机会。」他跟我讲过很多遍，写信也劝我，就怕我把这个事情忘掉。",
      "zh_TW": "他遇到我之後，也非常歡喜，一再勸我，培養人才重要！他說：「你在國外弘法，奔波這麼多年，你不要再走動了，不要再講經了，你要著書，你要教學。」我聽了，我說：「我知道，我也很久就有這個意思，緣沒有成熟。我自己沒有道場，我也沒有財力，辦個佛學院需要道場，需要財力，我沒有，我只能教學，我等待機會。」他跟我講過很多遍，寫信也勸我，就怕我把這個事情忘掉。"
    },
    {
      "id": "21-119-0001_p0102",
      "zh_CN": "一直到新加坡，这三年我才算是定居下来。李木源居士发心协助办「培训班」，所以招生主办是他，我只是教学。有很多同修来找我，要参加培训班，我说：「找我没有用处，我是教员。你要找校长，校长是李木源，要向他申请。」当然，最理想的是在我们国家自己来办培训班，这就好，省事！到新加坡申请居留，相当不容易。新加坡国家太小了，对于人口控制得非常之严，移民条件很苛刻。最好能在自己的国家来培养人才。",
      "zh_TW": "一直到新加坡，這三年我才算是定居下來。李木源居士發心協助辦「培訓班」，所以招生主辦是他，我只是教學。有很多同修來找我，要參加培訓班，我說：「找我沒有用處，我是教員。你要找校長，校長是李木源，要向他申請。」當然，最理想的是在我們國家自己來辦培訓班，這就好，省事！到新加坡申請居留，相當不容易。新加坡國家太小了，對於人口控制得非常之嚴，移民條件很苛刻。最好能在自己的國家來培養人才。"
    },
    {
      "id": "21-119-0001_p0103",
      "zh_CN": "这个四年，我们在那边培训大概有六、七十个同修，能够讲经的大概有三十几个人，这个成绩还算是不错。现在是第五届。第五届以后，我就比较轻松了，常常可以到外面去走动。第五届我是用前面的学生教新学生，这个作法就是把老学生提升起来。第五届有十几个同学担任助教。到第六届就提升他们做讲师。到第七、第八届，给他们副教授的名义。到第十届，他们就是教授。我用这个方法把他们带起来，后继有人，我对得起佛教，我就没有遗憾了。",
      "zh_TW": "這個四年，我們在那邊培訓大概有六、七十個同修，能夠講經的大概有三十幾個人，這個成績還算是不錯。現在是第五屆。第五屆以後，我就比較輕鬆了，常常可以到外面去走動。第五屆我是用前面的學生教新學生，這個作法就是把老學生提升起來。第五屆有十幾個同學擔任助教。到第六屆就提升他們做講師。到第七、第八屆，給他們副教授的名義。到第十屆，他們就是教授。我用這個方法把他們帶起來，後繼有人，我對得起佛教，我就沒有遺憾了。"
    },
    {
      "id": "21-119-0001_p0104",
      "zh_CN": "现在我要住到澳洲去，依旧还是照顾新加坡的培训班。在澳洲，我也培训，培训的条件比新加坡格外严格，特别重视基础教育。这个基础教育就是中国古代的小学教育，我开的课第一门课是《弟子规》，这是我们中国古时候五、六岁小朋友念的。现在我要让学生从这里念起，为什么？你们没有念过书，你们没有受过教育。现在居然三十几岁了，还念幼稚园，恢复到五、六岁。严格的督促这个书要会背，要会讲，而且要能做到；你做不到，不行！这个课程教完了，第二个课程是《三字经》，《三字经》是整个中国文化的一个纲领，不能不知道。第三个课程是《了凡四训》，今年下半年我自己亲自去教《了凡四训》。《十善业道经》排在第四个课程。都是佛法的大根大本，你不从这上面扎下根基，你所学的东西都是空的，都是浮萍，没有根！所以，先做扎根的教学。",
      "zh_TW": "現在我要住到澳洲去，依舊還是照顧新加坡的培訓班。在澳洲，我也培訓，培訓的條件比新加坡格外嚴格，特別重視基礎教育。這個基礎教育就是中國古代的小學教育，我開的課第一門課是《弟子規》，這是我們中國古時候五、六歲小朋友念的。現在我要讓學生從這裡念起，為什麼？你們沒有念過書，你們沒有受過教育。現在居然三十幾歲了，還念幼稚園，恢復到五、六歲。嚴格的督促這個書要會背，要會講，而且要能做到；你做不到，不行！這個課程教完了，第二個課程是《三字經》，《三字經》是整個中國文化的一個綱領，不能不知道。第三個課程是《了凡四訓》，今年下半年我自己親自去教《了凡四訓》。《十善業道經》排在第四個課程。都是佛法的大根大本，你不從這上面紮下根基，你所學的東西都是空的，都是浮萍，沒有根！所以，先做扎根的教學。"
    },
    {
      "id": "21-119-0001_p0105",
      "zh_CN": "这个教义教完后，我准备用一年时间让学生认真读一百篇古文，从《古文观止》里面选一百篇，要学生能背能讲。这个原因是什么？他有一百篇古文的基础，他就有能力阅读中国的古籍，我们《大藏经》不用翻译，像《四库全书》，你就有能力阅读。我一生收藏的这些书，他们都可以用。否则的话，书摆在那边，你没有能力去阅读，那一堆书不等于一堆废纸。为了培养他们能够阅读古籍的能力，必须要用一年时间，督促他们背一百篇古文。所以，学生学得非常辛苦，但是他们学得非常欢喜，有成就感。",
      "zh_TW": "這個教義教完後，我準備用一年時間讓學生認真讀一百篇古文，從《古文觀止》裡面選一百篇，要學生能背能講。這個原因是什麼？他有一百篇古文的基礎，他就有能力閱讀中國的古籍，我們《大藏經》不用翻譯，像《四庫全書》，你就有能力閱讀。我一生收藏的這些書，他們都可以用。否則的話，書擺在那邊，你沒有能力去閱讀，那一堆書不等於一堆廢紙。為了培養他們能夠閱讀古籍的能力，必須要用一年時間，督促他們背一百篇古文。所以，學生學得非常辛苦，但是他們學得非常歡喜，有成就感。"
    },
    {
      "id": "21-119-0001_p0106",
      "zh_CN": "我这个年龄现在弘法不重要了，我要当护法，我来护持这些年轻法师，把他们培养出来，将来对全世界弘扬佛法。同时他们跟着我，我也给他们做个样子，把全世界的宗教联合起来，希望不同的族群，不同的宗教，都能做到平等对待，和睦相处，绝不排斥任何宗教。我们要辅导其他宗教，决不可以排斥其他宗教。我们尊重其他宗教，绝不轻慢其他宗教，我们才能够真正做到平等相待，然后才能和睦相处。",
      "zh_TW": "我這個年齡現在弘法不重要了，我要當護法，我來護持這些年輕法師，把他們培養出來，將來對全世界弘揚佛法。同時他們跟著我，我也給他們做個樣子，把全世界的宗教聯合起來，希望不同的族群，不同的宗教，都能做到平等對待，和睦相處，絕不排斥任何宗教。我們要輔導其他宗教，決不可以排斥其他宗教。我們尊重其他宗教，絕不輕慢其他宗教，我們才能夠真正做到平等相待，然後才能和睦相處。"
    },
    {
      "id": "21-119-0001_p0107",
      "zh_CN": "佛法是智慧的方法，佛教是智慧的教育，我们应当要接受，应当要认真努力去学习。佛法的修学，确实能带给我们一生最高的享受。我是二十六岁时，老师跟我说了这句话，我听了很欢喜，我就去找佛经看。我一生对老师感恩，为什么？他要不指出我这一条路，我这一生非常烦恼，非常痛苦，哪有一生这么快乐！「人逢喜事精神爽」，生活在快乐当中，人不会衰老，不会生病，这就是最大的好处。",
      "zh_TW": "佛法是智慧的方法，佛教是智慧的教育，我們應當要接受，應當要認真努力去學習。佛法的修學，確實能帶給我們一生最高的享受。我是二十六歲時，老師跟我說了這句話，我聽了很歡喜，我就去找佛經看。我一生對老師感恩，為什麼？他要不指出我這一條路，我這一生非常煩惱，非常痛苦，哪有一生這麼快樂！「人逢喜事精神爽」，生活在快樂當中，人不會衰老，不會生病，這就是最大的好處。"
    },
    {
      "id": "21-119-0001_p0108",
      "zh_CN": "我们今天在全世界与其他不同宗教一接触，人家就仰慕：「法师，你的身体这么好！」一问年龄，他们都比我小，他们的身体都不如我，他们也没有我这么快乐，没有我这么自在。这一点就把他们折伏了，他们就不得不服。你要想身体好，想不老，想不生病，想快乐，你跟我学，你就会得到。好，时间差不多了，我们今天就谈到此地。谢谢大家。",
      "zh_TW": "我們今天在全世界與其他不同宗教一接觸，人家就仰慕：「法師，你的身體這麼好！」一問年齡，他們都比我小，他們的身體都不如我，他們也沒有我這麼快樂，沒有我這麼自在。這一點就把他們折伏了，他們就不得不服。你要想身體好，想不老，想不生病，想快樂，你跟我學，你就會得到。好，時間差不多了，我們今天就談到此地。謝謝大家。"
    }
  ]
}