{
  "doc_id": "32-108-0001",
  "title": {
    "zh_CN": "对华藏净宗学会四众弟子开示",
    "zh_TW": "對華藏淨宗學會四眾弟子開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2015",
  "location": {
    "zh_CN": "台湾台北市",
    "zh_TW": "台灣台北市"
  },
  "doc_number": "32-108-0001",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "32-108-0001_p0001",
      "zh_CN": "诸位同修们，大家晚上好！还有座位，尽量坐，实际上还可以坐挤一点，空位。今天我们大家有缘在这个地方聚会，这个缘也是稀有难逢。那我们要谈什么？当然第一桩大事，我们要想到，释迦牟尼佛、孔老夫子、古圣先贤他们出现在这个世间，为什么？如果我们不知道，那我们学佛学些什么、学儒学些什么？这个不能不知道。学要学得像，要像一个佛，要像孔子、孟子，这真学到了。佛陀、菩萨、古圣先贤到这个世间来就为一桩事情，帮助一切众生离苦得乐，就为这个事情。如果我们知道，我们会用真诚感恩的心来接受。不知道，那就完全是妄心，妄心是什么？妄想、分别、执着，这个没用处，学一辈子也学不好。",
      "zh_TW": "諸位同修們，大家晚上好！還有座位，盡量坐，實際上還可以坐擠一點，空位。今天我們大家有緣在這個地方聚會，這個緣也是稀有難逢。那我們要談什麼？當然第一樁大事，我們要想到，釋迦牟尼佛、孔老夫子、古聖先賢他們出現在這個世間，為什麼？如果我們不知道，那我們學佛學些什麼、學儒學些什麼？這個不能不知道。學要學得像，要像一個佛，要像孔子、孟子，這真學到了。佛陀、菩薩、古聖先賢到這個世間來就為一樁事情，幫助一切眾生離苦得樂，就為這個事情。如果我們知道，我們會用真誠感恩的心來接受。不知道，那就完全是妄心，妄心是什麼？妄想、分別、執著，這個沒用處，學一輩子也學不好。"
    },
    {
      "id": "32-108-0001_p0002",
      "zh_CN": "我学佛第一天跟出家人见面，章嘉大师，我向他老人家请教，我知道佛法的好处，是在方教授那里听到的，佛教有没有一种方法让我们很快契入境界？那一年我二十六岁。大师听到我这个提问，看着我，我也看着他，我们两个看了半个多钟点，他才说一句话，「有」。我们的精神马上就提起来了，等了这么久，等到一个「有」，他又不说话了。等了七、八分钟，告诉我，「看破、放下」。看破帮助放下，放下帮助看破，就是这两种方法，像爬楼梯一样，相辅相成，从初发心到如来地。那时候我听懂了，可是要真干。我离开老师的时候，老师送我到门口，告诉我，我今天教你六个字，就是看得破、放得下，六个字，你好好去做六年。我做了三年，老师往生了。如果不从这上下功夫，一无所成。不但佛法，儒、道，乃至于圣贤教育，没有一样不是遵守这个原则而成就的。哪一个先、哪个后？烦恼障重的人先放下，所知障重的人先看破，看破以后再放下，烦恼障重，要放下之后才能看破。这是一个所知障、一个是烦恼障，记住，这两样东西都放下，修学圣贤教育就很容易，就不难。",
      "zh_TW": "我學佛第一天跟出家人見面，章嘉大師，我向他老人家請教，我知道佛法的好處，是在方教授那裡聽到的，佛教有沒有一種方法讓我們很快契入境界？那一年我二十六歲。大師聽到我這個提問，看著我，我也看著他，我們兩個看了半個多鐘點，他才說一句話，「有」。我們的精神馬上就提起來了，等了這麼久，等到一個「有」，他又不說話了。等了七、八分鐘，告訴我，「看破、放下」。看破幫助放下，放下幫助看破，就是這兩種方法，像爬樓梯一樣，相輔相成，從初發心到如來地。那時候我聽懂了，可是要真幹。我離開老師的時候，老師送我到門口，告訴我，我今天教你六個字，就是看得破、放得下，六個字，你好好去做六年。我做了三年，老師往生了。如果不從這上下功夫，一無所成。不但佛法，儒、道，乃至於聖賢教育，沒有一樣不是遵守這個原則而成就的。哪一個先、哪個後？煩惱障重的人先放下，所知障重的人先看破，看破以後再放下，煩惱障重，要放下之後才能看破。這是一個所知障、一個是煩惱障，記住，這兩樣東西都放下，修學聖賢教育就很容易，就不難。"
    },
    {
      "id": "32-108-0001_p0003",
      "zh_CN": "《华严经》上说的，一切众生本来是佛。不但本来是佛，本来是一体，你们念过《金刚经》，《金刚经》上讲得很清楚，《无量寿经》上也讲得很清楚，一切大乘经典都有。《华严经》告诉我们，整个宇宙从哪来的？「唯心所现，唯识所变」，跟惠能大师所说的恰恰相同。惠能大师告诉我们，宇宙的来源是自性能生万法。自性是什么？真心。真心不生不灭，但是它有隐现，有缘，这个现象现前；没有缘，这个现象不现前。现前不能说它有，不现不能说它无，你说有无都错了。这些话说的意思是什么？意思是说整个宇宙跟我是一体。庄子所说的，「天地与我同根，万物与我一体」，是一不是二。我尊重别人就是尊重自己，毁谤别人就是毁谤自己，这个道理不能不知道。成就别人就是成就自己，帮助别人就是帮助自己，自他是一不是二。骗人就是骗自己，欺负人就是欺负自己，这一个道理！要搞清楚、要搞明白，我们就真知道什么要放下，什么时候该放下，什么时候要提起，完全明白了。为自己，统统放下；为别人，提起来，大慈大悲，救苦救难。为别人要提起，为自己要放下，你才能入佛门。",
      "zh_TW": "《華嚴經》上說的，一切眾生本來是佛。不但本來是佛，本來是一體，你們念過《金剛經》，《金剛經》上講得很清楚，《無量壽經》上也講得很清楚，一切大乘經典都有。《華嚴經》告訴我們，整個宇宙從哪來的？「唯心所現，唯識所變」，跟惠能大師所說的恰恰相同。惠能大師告訴我們，宇宙的來源是自性能生萬法。自性是什麼？真心。真心不生不滅，但是它有隱現，有緣，這個現象現前；沒有緣，這個現象不現前。現前不能說它有，不現不能說它無，你說有無都錯了。這些話說的意思是什麼？意思是說整個宇宙跟我是一體。莊子所說的，「天地與我同根，萬物與我一體」，是一不是二。我尊重別人就是尊重自己，毀謗別人就是毀謗自己，這個道理不能不知道。成就別人就是成就自己，幫助別人就是幫助自己，自他是一不是二。騙人就是騙自己，欺負人就是欺負自己，這一個道理！要搞清楚、要搞明白，我們就真知道什麼要放下，什麼時候該放下，什麼時候要提起，完全明白了。為自己，統統放下；為別人，提起來，大慈大悲，救苦救難。為別人要提起，為自己要放下，你才能入佛門。"
    },
    {
      "id": "32-108-0001_p0004",
      "zh_CN": "佛菩萨、圣贤出现于世，一桩事情，帮助一切众生离苦得乐。什么是苦？六道轮回苦。什么是乐？极乐世界乐，这是真的。我们非常有幸，这一世当中得人身、闻佛法，不容易，又闻到净土法门，又闻到持名念佛往生的法门，太难太难了。这个要是真正有机缘遇到了就要抓住，我这一生决定超越轮回。六道里面的事情，你喜欢都给你，我统统都放下了。我要什么？我要信愿持名往生净土，不再造罪业了。不往生净土，哪一天不造业？哪一个时辰不造业？打个妄想就是造业。人在做，起心动念，佛菩萨全都知道，一个都瞒不掉。不仅仅说是人在做天在看，你想些什么，不要认为没有人知道，修行证果的人没有一个不知道。不说你，怜悯你，你可怜，无知，造作罪业，将来受果报，到受果报的时候后悔，迟了。",
      "zh_TW": "佛菩薩、聖賢出現於世，一樁事情，幫助一切眾生離苦得樂。什麼是苦？六道輪迴苦。什麼是樂？極樂世界樂，這是真的。我們非常有幸，這一世當中得人身、聞佛法，不容易，又聞到淨土法門，又聞到持名念佛往生的法門，太難太難了。這個要是真正有機緣遇到了就要抓住，我這一生決定超越輪迴。六道裡面的事情，你喜歡都給你，我統統都放下了。我要什麼？我要信願持名往生淨土，不再造罪業了。不往生淨土，哪一天不造業？哪一個時辰不造業？打個妄想就是造業。人在做，起心動念，佛菩薩全都知道，一個都瞞不掉。不僅僅說是人在做天在看，你想些什麼，不要認為沒有人知道，修行證果的人沒有一個不知道。不說你，憐憫你，你可憐，無知，造作罪業，將來受果報，到受果報的時候後悔，遲了。"
    },
    {
      "id": "32-108-0001_p0005",
      "zh_CN": "所以净宗法门一定要抓住。这个世间假的，《般若经》上告诉我们，「一切法无所有，毕竟空，不可得」；「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，大乘经教上讲得太多了，声声唤醒我们。我们还没有离开这个世间，还住在这个世间，就应该给一切众生做最好的榜样，像海贤老和尚。海贤老和尚一百一十二岁，我不以为然，我认为他老人家的寿量也跟他的师兄弟们差不多，七老八十。为什么活得那么久？阿弥陀佛加持，他表现得很好，真可以给别人做个好样子。所以佛告诉他，你多住几年，做个好样子给佛弟子们看，给求生净土的人看。无量功德。他那个寿命是佛替他延长的。这个道理要懂。你要真正肯发心，你的寿命也延长。但是这个世间很苦，你要能够忍受得了，受不了，这赶紧到极乐世界去，受得了可以多住几天，积无量功德，那就是什么都要能忍受。所以这个一定要懂得、一定要知道，要抓住这个机会，不能放松。",
      "zh_TW": "所以淨宗法門一定要抓住。這個世間假的，《般若經》上告訴我們，「一切法無所有，畢竟空，不可得」；「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，大乘經教上講得太多了，聲聲喚醒我們。我們還沒有離開這個世間，還住在這個世間，就應該給一切眾生做最好的榜樣，像海賢老和尚。海賢老和尚一百一十二歲，我不以為然，我認為他老人家的壽量也跟他的師兄弟們差不多，七老八十。為什麼活得那麼久？阿彌陀佛加持，他表現得很好，真可以給別人做個好樣子。所以佛告訴他，你多住幾年，做個好樣子給佛弟子們看，給求生淨土的人看。無量功德。他那個壽命是佛替他延長的。這個道理要懂。你要真正肯發心，你的壽命也延長。但是這個世間很苦，你要能夠忍受得了，受不了，這趕緊到極樂世界去，受得了可以多住幾天，積無量功德，那就是什麼都要能忍受。所以這個一定要懂得、一定要知道，要抓住這個機會，不能放鬆。"
    },
    {
      "id": "32-108-0001_p0006",
      "zh_CN": "经教，经要诵，诵经。诵经就是背诵，看着经文叫读，不看经文叫诵。念得很熟了，可以背下来了，诵经。要怎么诵？经里头没有意思，不要求解义，这个怎么讲、那个怎么讲，那都是你的妄想，经没有意思，一直就念下去，念一千遍、念二千遍、念三千遍，规定一天念多少遍，一生都不间断。诵经目的是什么？目的是修定，得到定之后就开智慧了，智慧开了问题才能解决。诵经是修定的，把自己的起心动念、分别执着给念掉，是这个意思。心里经文念得清清楚楚，没有念错、没有念漏掉，摄心在一处，这就是修念佛三昧，是这么个道理。做好榜样给社会大众看，大众看了，对你尊重、对你尊敬，就是对佛菩萨尊敬；如果你做的样子不好，让人家批评你、毁谤你，那就是毁谤佛法、毁谤佛陀。所以要认真。",
      "zh_TW": "經教，經要誦，誦經。誦經就是背誦，看著經文叫讀，不看經文叫誦。念得很熟了，可以背下來了，誦經。要怎麼誦？經裡頭沒有意思，不要求解義，這個怎麼講、那個怎麼講，那都是你的妄想，經沒有意思，一直就念下去，念一千遍、念二千遍、念三千遍，規定一天念多少遍，一生都不間斷。誦經目的是什麼？目的是修定，得到定之後就開智慧了，智慧開了問題才能解決。誦經是修定的，把自己的起心動念、分別執著給念掉，是這個意思。心裡經文念得清清楚楚，沒有念錯、沒有念漏掉，攝心在一處，這就是修念佛三昧，是這麼個道理。做好榜樣給社會大眾看，大眾看了，對你尊重、對你尊敬，就是對佛菩薩尊敬；如果你做的樣子不好，讓人家批評你、毀謗你，那就是毀謗佛法、毀謗佛陀。所以要認真。"
    },
    {
      "id": "32-108-0001_p0007",
      "zh_CN": "佛法，现在的佛法，几乎到灭亡的边缘了。如何拯救？现在没有老师了，没老师不要紧，老实诵经，用真诚心、恭敬心，得佛菩萨加持，念到一定的时候，无师自通。古人讲的，「读书千遍，其义自见」，自见就是自通。无师自通是真的不是假的，你念上三千遍你就晓得。现前有人做榜样，东北刘素云居士，她每天诵《无量寿经》诵十个小时。十个小时能念几部？她念二十年了，我们相信她十个小时可以诵二十部，一部半个小时就够了，她念熟了，熟透了。初念的时候，大概两个小时一部，十个小时五部；念到半年，差不多能够背了，大概一个小时一部，十个小时十部；二年、三年之后，半个小时一部，十个小时二十部。三千遍就见效果，什么效果？其义自见，意思自己自然明白了，小悟；再一千遍，中悟；再一千遍，大悟。念上五千遍以上，肯定大彻大悟，真的不是假的，你就成佛了，念佛成佛了。海贤老和尚一句佛号，他不认识字，他没有念过经，也没有听过经，就一句阿弥陀佛，念了九十二年，没有一天漏掉。他念到什么程度？也是念到理一心不乱，就是明心见性，见性成佛，他真成佛了。这些人给我们做榜样，让我们有信心，无师可以自通。",
      "zh_TW": "佛法，現在的佛法，幾乎到滅亡的邊緣了。如何拯救？現在沒有老師了，沒老師不要緊，老實誦經，用真誠心、恭敬心，得佛菩薩加持，念到一定的時候，無師自通。古人講的，「讀書千遍，其義自見」，自見就是自通。無師自通是真的不是假的，你念上三千遍你就曉得。現前有人做榜樣，東北劉素雲居士，她每天誦《無量壽經》誦十個小時。十個小時能念幾部？她念二十年了，我們相信她十個小時可以誦二十部，一部半個小時就夠了，她念熟了，熟透了。初念的時候，大概兩個小時一部，十個小時五部；念到半年，差不多能夠背了，大概一個小時一部，十個小時十部；二年、三年之後，半個小時一部，十個小時二十部。三千遍就見效果，什麼效果？其義自見，意思自己自然明白了，小悟；再一千遍，中悟；再一千遍，大悟。念上五千遍以上，肯定大徹大悟，真的不是假的，你就成佛了，念佛成佛了。海賢老和尚一句佛號，他不認識字，他沒有念過經，也沒有聽過經，就一句阿彌陀佛，念了九十二年，沒有一天漏掉。他念到什麼程度？也是念到理一心不亂，就是明心見性，見性成佛，他真成佛了。這些人給我們做榜樣，讓我們有信心，無師可以自通。"
    },
    {
      "id": "32-108-0001_p0008",
      "zh_CN": "你要学《华严》，你要念《华严》，学《法华》念《法华》，学《楞严》念《楞严》，学什么你就念什么，十年就通了，你就能赶上过去的祖师大德，佛法就兴旺起来了。决定要一门深入，不能学两门，两门就杂了、就乱了。「一门深入，长时薰修」、「读书千遍，其义自见」，你只要把这四句话记上，你就决定成就。不要求人，求人难。还有很多人，假善知识，不是真善知识，找错了人，把你路带弯了，带到三途你还不知道，那就错了。经典，这个方法一点都没有差错，认真去学习，无师自通。通了以后，求佛做证明，佛会现身给你说法。不找神、不找菩萨、不找佛，祖师大德的注解可以做证明，为什么？注解一展开，你全懂，一点障碍都没有，那就是你真开悟了，你真明白了。所以学佛能无师自通，学儒也能无师自通，学道也能无师自通，只要你懂得方法。这个方法就是「一门深入，长时薰修」、「读书千遍，其义自见」。我们学成功了，给别人做榜样，人家就相信了，佛法才能够起死回生，再兴旺起来，不能不知道。",
      "zh_TW": "你要學《華嚴》，你要念《華嚴》，學《法華》念《法華》，學《楞嚴》念《楞嚴》，學什麼你就念什麼，十年就通了，你就能趕上過去的祖師大德，佛法就興旺起來了。決定要一門深入，不能學兩門，兩門就雜了、就亂了。「一門深入，長時薰修」、「讀書千遍，其義自見」，你只要把這四句話記上，你就決定成就。不要求人，求人難。還有很多人，假善知識，不是真善知識，找錯了人，把你路帶彎了，帶到三途你還不知道，那就錯了。經典，這個方法一點都沒有差錯，認真去學習，無師自通。通了以後，求佛做證明，佛會現身給你說法。不找神、不找菩薩、不找佛，祖師大德的註解可以做證明，為什麼？註解一展開，你全懂，一點障礙都沒有，那就是你真開悟了，你真明白了。所以學佛能無師自通，學儒也能無師自通，學道也能無師自通，只要你懂得方法。這個方法就是「一門深入，長時薰修」、「讀書千遍，其義自見」。我們學成功了，給別人做榜樣，人家就相信了，佛法才能夠起死回生，再興旺起來，不能不知道。"
    },
    {
      "id": "32-108-0001_p0009",
      "zh_CN": "现在人心坏了，我们要反省，我们自己坏了没有？别人坏了，另当别论，我自己坏了，问题就严重了。为什么？我自己坏了，将来是地狱、饿鬼、畜生，跑不掉。社会乱了，地球上灾难这么多，这是每个人都关心的事情。怎么办？诵经念佛可以化解，我们要有信心。从谁做起？从自己做起。《大学》上有一句话说得非常好，「自天子以至于庶人」，从皇上到老百姓，统统都是以「修身为本」。怎么修身？正心，把心摆在当中，没有偏心、没有邪念，那就是正。所以儒家教给我们，从格物、致知、诚意、正心、修身，身修而后才能齐家、治国、平天下。今天晚上，刚才江总跟我在谈话，他能这个事业做得好，这事业是他的家。他为什么能做得好？身修，他修身做到，家就整齐了。身要是没有修的话，做不到，一定要从自己做起。中国古圣先贤教的这一套是金玉良言、是真理，不能改变的，决定要从自己做起。身修一定先修心，心要正，不能有跟人对立的心，不能有轻慢心，要学尊重。为什么？一切众生都是佛，《华严经》上说的，你怎么可以不尊重？他不尊重我，没关系，我要尊重他。他不愿意离开六道轮回，我要往生极乐世界，我们去的方向不一样，这个要把握住。我们有我们的方向、有我们的目标，我们在此地，点点滴滴，积功累德，做为往生净土的资粮，这就对了。从起心动念管好，管好自己的念头，用什么管？诵经、念佛，把所有的念头都转成阿弥陀佛、都转成经教，这就对了。",
      "zh_TW": "現在人心壞了，我們要反省，我們自己壞了沒有？別人壞了，另當別論，我自己壞了，問題就嚴重了。為什麼？我自己壞了，將來是地獄、餓鬼、畜生，跑不掉。社會亂了，地球上災難這麼多，這是每個人都關心的事情。怎麼辦？誦經念佛可以化解，我們要有信心。從誰做起？從自己做起。《大學》上有一句話說得非常好，「自天子以至於庶人」，從皇上到老百姓，統統都是以「修身為本」。怎麼修身？正心，把心擺在當中，沒有偏心、沒有邪念，那就是正。所以儒家教給我們，從格物、致知、誠意、正心、修身，身修而後才能齊家、治國、平天下。今天晚上，剛才江總跟我在談話，他能這個事業做得好，這事業是他的家。他為什麼能做得好？身修，他修身做到，家就整齊了。身要是沒有修的話，做不到，一定要從自己做起。中國古聖先賢教的這一套是金玉良言、是真理，不能改變的，決定要從自己做起。身修一定先修心，心要正，不能有跟人對立的心，不能有輕慢心，要學尊重。為什麼？一切眾生都是佛，《華嚴經》上說的，你怎麼可以不尊重？他不尊重我，沒關係，我要尊重他。他不願意離開六道輪迴，我要往生極樂世界，我們去的方向不一樣，這個要把握住。我們有我們的方向、有我們的目標，我們在此地，點點滴滴，積功累德，做為往生淨土的資糧，這就對了。從起心動念管好，管好自己的念頭，用什麼管？誦經、念佛，把所有的念頭都轉成阿彌陀佛、都轉成經教，這就對了。"
    },
    {
      "id": "32-108-0001_p0010",
      "zh_CN": "好事，知道什么是好事。今天天下第一好事是培养人才，没有人才文化会断绝，文化断绝族群会消灭。老祖宗几千年传下来的，到我们这里就断绝了，这个罪多重。出家不容易！学佛不容易！中国传统文化儒释道，儒释道三个根，根之根，儒家的《弟子规》、道家的《感应篇》、佛教的《十善业》，必须遵守。如果不遵守，那说得不好听，他不是中国人。向上提升，儒释道的，这是三个教，今天讲概论，就是可以做代表，包括这一个教门，哪一部书能够包括儒家？哪一部书可以包括佛法？哪一部书可以包括道家？这找根。佛法的根，大家都晓得，古圣先贤说得太多了，《大方广佛华严经》是佛法根本法轮。这个里面有圆满的理论、有精细的方法，还有善财童子做出来表演给我们看，善财童子、五十三位善知识，做出来给我们看，佛法，根本。《华严经》分量太大，九十九卷，《八十华严》跟《四十华严》除掉重复的，九十九卷，太难了。可是跟《华严》平等的《无量寿经》，古人叫它中本《华严》，这就有办法了。大本我没有能力学，我学中本，中本是什么？就是夏莲老会集的《佛说大乘无量寿庄严清净平等觉经》，你就诵这部经。它代表全部的佛法，世尊四十九年所说的，大乘小乘、宗门教下、显教密教，统统在这一部经里头。一即一切，一切即一。道教、道家，《老子》五千言够了，分量不多。你要学儒、学道、学佛，从这三个根下去，肯定有收获，都能成就，这不能不知道。找谁？找自己，天下事最难的，求人，咱不求人，我们自己发愤努力，我来做，你们不肯做，我来做。这个心难。真正发这个心，就是真正的佛弟子，希望我们同学们共同勉励。我就说到此地，谢谢大家。",
      "zh_TW": "好事，知道什麼是好事。今天天下第一好事是培養人才，沒有人才文化會斷絕，文化斷絕族群會消滅。老祖宗幾千年傳下來的，到我們這裡就斷絕了，這個罪多重。出家不容易！學佛不容易！中國傳統文化儒釋道，儒釋道三個根，根之根，儒家的《弟子規》、道家的《感應篇》、佛教的《十善業》，必須遵守。如果不遵守，那說得不好聽，他不是中國人。向上提升，儒釋道的，這是三個教，今天講概論，就是可以做代表，包括這一個教門，哪一部書能夠包括儒家？哪一部書可以包括佛法？哪一部書可以包括道家？這找根。佛法的根，大家都曉得，古聖先賢說得太多了，《大方廣佛華嚴經》是佛法根本法輪。這個裡面有圓滿的理論、有精細的方法，還有善財童子做出來表演給我們看，善財童子、五十三位善知識，做出來給我們看，佛法，根本。《華嚴經》分量太大，九十九卷，《八十華嚴》跟《四十華嚴》除掉重複的，九十九卷，太難了。可是跟《華嚴》平等的《無量壽經》，古人叫它中本《華嚴》，這就有辦法了。大本我沒有能力學，我學中本，中本是什麼？就是夏蓮老會集的《佛說大乘無量壽莊嚴清淨平等覺經》，你就誦這部經。它代表全部的佛法，世尊四十九年所說的，大乘小乘、宗門教下、顯教密教，統統在這一部經裡頭。一即一切，一切即一。道教、道家，《老子》五千言夠了，分量不多。你要學儒、學道、學佛，從這三個根下去，肯定有收穫，都能成就，這不能不知道。找誰？找自己，天下事最難的，求人，咱不求人，我們自己發憤努力，我來做，你們不肯做，我來做。這個心難。真正發這個心，就是真正的佛弟子，希望我們同學們共同勉勵。我就說到此地，謝謝大家。"
    }
  ]
}