{
  "doc_id": "21-178-0001",
  "title": {
    "zh_CN": "参访中华医院致词",
    "zh_TW": "參訪中華醫院致詞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共ㄧ集",
    "zh_TW": "共ㄧ集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "中华医院",
    "zh_TW": "中華醫院"
  },
  "doc_number": "21-178-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "21-178-0001_p0001",
      "zh_CN": "会长、院长，诸位先生、女士，诸位同修：",
      "zh_TW": "會長、院長，諸位先生、女士，諸位同修："
    },
    {
      "id": "21-178-0001_p0002",
      "zh_CN": "我们刚才听到院长对我们的报告，我们非常受到感动。在新加坡这个地区，中国的医药能够有这样的发展，是很值得令人称赞的。过去（这很早的时候），我曾经听我的老师方东美先生说过，在全世界医药方面，中国人确实是第一，中国的医药历史要是仔细推算至少可以达到五千年的历史，所以真正是积许许多多的经验。",
      "zh_TW": "我們剛才聽到院長對我們的報告，我們非常受到感動。在新加坡這個地區，中國的醫藥能夠有這樣的發展，是很值得令人稱讚的。過去（這很早的時候），我曾經聽我的老師方東美先生說過，在全世界醫藥方面，中國人確實是第一，中國的醫藥歷史要是仔細推算至少可以達到五千年的歷史，所以真正是積許許多多的經驗。"
    },
    {
      "id": "21-178-0001_p0003",
      "zh_CN": "中国医药、医学，过去李炳南老居士跟我们谈过很多，他也是很高明的中医师。他告诉我这中医真正的目的不是治病，是什么？长生。依照《内经灵枢》里面的说法，人的寿命至少要活两百岁以上，两百岁的寿命是正常的，活不到两百岁是自己把自己身体糟蹋掉了。也就是说你不懂得保健，你不懂得医学的常识；医学的常识实在就是说我们生活的常识，这样把自己的身体糟蹋掉了。",
      "zh_TW": "中國醫藥、醫學，過去李炳南老居士跟我們談過很多，他也是很高明的中醫師。他告訴我這中醫真正的目的不是治病，是什麼？長生。依照《內經靈樞》裡面的說法，人的壽命至少要活兩百歲以上，兩百歲的壽命是正常的，活不到兩百歲是自己把自己身體糟蹋掉了。也就是說你不懂得保健，你不懂得醫學的常識；醫學的常識實在就是說我們生活的常識，這樣把自己的身體糟蹋掉了。"
    },
    {
      "id": "21-178-0001_p0004",
      "zh_CN": "中医第二个目的不是讲医疗，是讲如何防范疾病，让一个人在一生当中不害病、不生病，这是我们中医的目的，这是西方人没有想到过的。第三才是治病，而且治病实在讲是非常的高明。真正高明的医生他一望就知道，看到你的态度、表态，听你的音声就能够断定你什么时候会生病，会生什么病。高明的医生可以能够，这是讲预言，现在人讲预言，可以预测你二十年之后、三十年之后生什么病，在这个时候来给你保养、治疗，你真的可以保证这一生不生病。到生病的时候再来治疗，那已经不算是很高明的了。所以中国的医学确确实实在整个世界上来讲，是非常精粹的一部分，很可惜世间人对中医没有认识，我们宣导的工作做得不够。",
      "zh_TW": "中醫第二個目的不是講醫療，是講如何防範疾病，讓一個人在一生當中不害病、不生病，這是我們中醫的目的，這是西方人沒有想到過的。第三才是治病，而且治病實在講是非常的高明。真正高明的醫生他一望就知道，看到你的態度、表態，聽你的音聲就能夠斷定你什麼時候會生病，會生什麼病。高明的醫生可以能夠，這是講預言，現在人講預言，可以預測你二十年之後、三十年之後生什麼病，在這個時候來給你保養、治療，你真的可以保證這一生不生病。到生病的時候再來治療，那已經不算是很高明的了。所以中國的醫學確確實實在整個世界上來講，是非常精粹的一部分，很可惜世間人對中醫沒有認識，我們宣導的工作做得不夠。"
    },
    {
      "id": "21-178-0001_p0005",
      "zh_CN": "最近我们有个同修，也是位老居士，得了一个水瘤，家里人赶快送到西医去照Ｘ光片，去检查，检查之后一定要开刀。他就来问我，我劝他决定不要开刀，用中药治疗，虽然慢一点，能够根治，西医开刀手术绝对不是一个好事情，所以现在很多得癌症的，开刀不久他就死了。其实这个病，癌并不会死！癌症死了都是被它吓死的，哪里真正会死！这是用的方法不妥当，开刀之后癌细胞就扩散，这是致命之伤。所以真正了解这些道理并不多。",
      "zh_TW": "最近我們有個同修，也是位老居士，得了一個水瘤，家裡人趕快送到西醫去照Ｘ光片，去檢查，檢查之後一定要開刀。他就來問我，我勸他決定不要開刀，用中藥治療，雖然慢一點，能夠根治，西醫開刀手術絕對不是一個好事情，所以現在很多得癌症的，開刀不久他就死了。其實這個病，癌並不會死！癌症死了都是被它嚇死的，哪裡真正會死！這是用的方法不妥當，開刀之後癌細胞就擴散，這是致命之傷。所以真正了解這些道理並不多。"
    },
    {
      "id": "21-178-0001_p0006",
      "zh_CN": "所以我们今天能够到此地参观，有这么多好的大夫医师在这个地方做出真正的对社会的奉献，我们很受感动。对于这个机构，我们也会全心全力的支持、赞助，我们也把这一边的事业，向我们佛家的许许多多同修介绍，希望大家都能够赞助这个事业，这是一个真正为社会服务的事业。在佛法里面讲布施医药就是最健康的做法。佛法讲施、讲报，你看财布施得财富，法布施得智慧。这是属于无畏布施，无畏布施果报是健康长寿。所以我们要想自己不生病，一定要多多布施医药，自己才不致于生病。好，我今天说的话就到此地。谢谢院长！谢谢！我们会全力赞助。",
      "zh_TW": "所以我們今天能夠到此地參觀，有這麼多好的大夫醫師在這個地方做出真正的對社會的奉獻，我們很受感動。對於這個機構，我們也會全心全力的支持、贊助，我們也把這一邊的事業，向我們佛家的許許多多同修介紹，希望大家都能夠贊助這個事業，這是一個真正為社會服務的事業。在佛法裡面講布施醫藥就是最健康的做法。佛法講施、講報，你看財布施得財富，法布施得智慧。這是屬於無畏布施，無畏布施果報是健康長壽。所以我們要想自己不生病，一定要多多布施醫藥，自己才不致於生病。好，我今天說的話就到此地。謝謝院長！謝謝！我們會全力贊助。"
    }
  ]
}