{
  "doc_id": "20-020-0017",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0017",
  "total_paragraphs": 3,
  "paragraphs": [
    {
      "id": "20-020-0017_p0001",
      "zh_CN": "这个修行最重要的，是要抓住纲领、守住原则，功夫就容易得力了，这个纲领、原则就是「发菩提心，一向专念」，这两句话的道理、意义一定要透彻的理解。要遵照我们现在新印的《守则》，一开端「六和、三学、六度、十愿」，要应用在生活上，生活上就是自行化他。略要的节录，就是前面五个科目的举要，就是举几个重要的例子，所以《修行守则》这是属于行经。这个经有四种教、理、行、果，是要我们真正去做到的，你真的去做到。以真诚的心、恭敬的心去修学，你一定会得法喜充满，你会得清净心，所以要以真诚的心、恭敬的心来修。换句话说，就是为众生服务，以真诚清净心、恭敬心为一切众生服务，这就是修学大乘。大乘法里面最圆满的、最究竟的是普贤菩萨，普贤菩萨修的什么？礼敬、称赞、供养，这都是日常生活。礼敬里面这真诚恭敬，称赞里面必定有法喜充满，广修供养就是服务一切众生，所以里面范围包括的是非常的深广。绝对不是说拿一点钱、包个红包就是供养，你这个观念是错误的。菩萨示现在世间，示现在十法界，你问他做什么？无非是广修供养而已。我们明白这个道理生活就有价值、就有意义。",
      "zh_TW": "這個修行最重要的，是要抓住綱領、守住原則，功夫就容易得力了，這個綱領、原則就是「發菩提心，一向專念」，這兩句話的道理、意義一定要透徹的理解。要遵照我們現在新印的《守則》，一開端「六和、三學、六度、十願」，要應用在生活上，生活上就是自行化他。略要的節錄，就是前面五個科目的舉要，就是舉幾個重要的例子，所以《修行守則》這是屬於行經。這個經有四種教、理、行、果，是要我們真正去做到的，你真的去做到。以真誠的心、恭敬的心去修學，你一定會得法喜充滿，你會得清淨心，所以要以真誠的心、恭敬的心來修。換句話說，就是為眾生服務，以真誠清淨心、恭敬心為一切眾生服務，這就是修學大乘。大乘法裡面最圓滿的、最究竟的是普賢菩薩，普賢菩薩修的什麼？禮敬、稱讚、供養，這都是日常生活。禮敬裡面這真誠恭敬，稱讚裡面必定有法喜充滿，廣修供養就是服務一切眾生，所以裡面範圍包括的是非常的深廣。絕對不是說拿一點錢、包個紅包就是供養，你這個觀念是錯誤的。菩薩示現在世間，示現在十法界，你問他做什麼？無非是廣修供養而已。我們明白這個道理生活就有價值、就有意義。"
    },
    {
      "id": "20-020-0017_p0002",
      "zh_CN": "为了怕轮回、怕生死、怕折磨，这才决定求生净土，生西方净土之后，就如经上所讲的这一切苦难都没有了。而且在很短的时间圆满成就智慧德能，就是一般人讲的成佛。圆满的智慧德能现前之后，这再回到九法界里面来广修供养、服务众生，就没有障碍了，我们常说的叫乘愿再来。所以菩萨道，大乘佛法的精神，就是广度众生，你看《金刚经》上讲的，「一切众生我皆令入无余涅槃而灭度之」。你问菩萨做什么？菩萨就做这个事情。这句经文要换成现代的话来讲，就是尽心尽力帮助一切众生破谜开悟。破谜开悟的结果自然就是离苦得乐，迷要帮助他破尽，悟要帮助他圆满，就是成佛，就是「入无余涅槃而灭度之」。所以这个事情要不生到西方极乐世界，在我们这个世界来修行，或者在十方诸佛刹土里修行，要经过三大阿僧祇劫才能圆满，这就是我们为什么选择净土的道理。人家来问我，你们为什么选择净土？你就把这个说给他听听，这就为什么选择净土，就是怕轮回、怕生死、怕障碍、折磨。而是为到自利利他达到圆满，为这个原因就决定要求生净土。明理，常说心安理得，理得到明白了，心就安了，安在什么地方？安在生活上。生活有没有改变？没改变，这富贵则安于富贵，贫贱安于贫贱，他安了，所以生活没改变。可是在生活里面得快乐是真的，得法喜是真的。这个道理不明，如果是富贵，富而不乐，他虽富贵，他很苦；那个贫贱人不安分他就会作乱，他心怀着不平，怀着怨恨。我们晓得，这些都是在造作罪业，造作罪业的果报必然更苦。所以世间人，不明理的人在造什么？在造苦因，造苦因当然得的果报就苦了。所以佛菩萨造的是净因，即修的是净业，帮助一切众生修善业、造善因，从善到净这是佛法，善而不净那是世间法。",
      "zh_TW": "為了怕輪迴、怕生死、怕折磨，這才決定求生淨土，生西方淨土之後，就如經上所講的這一切苦難都沒有了。而且在很短的時間圓滿成就智慧德能，就是一般人講的成佛。圓滿的智慧德能現前之後，這再回到九法界裡面來廣修供養、服務眾生，就沒有障礙了，我們常說的叫乘願再來。所以菩薩道，大乘佛法的精神，就是廣度眾生，你看《金剛經》上講的，「一切眾生我皆令入無餘涅槃而滅度之」。你問菩薩做什麼？菩薩就做這個事情。這句經文要換成現代的話來講，就是盡心盡力幫助一切眾生破謎開悟。破謎開悟的結果自然就是離苦得樂，迷要幫助他破盡，悟要幫助他圓滿，就是成佛，就是「入無餘涅槃而滅度之」。所以這個事情要不生到西方極樂世界，在我們這個世界來修行，或者在十方諸佛剎土裡修行，要經過三大阿僧祇劫才能圓滿，這就是我們為什麼選擇淨土的道理。人家來問我，你們為什麼選擇淨土？你就把這個說給他聽聽，這就為什麼選擇淨土，就是怕輪迴、怕生死、怕障礙、折磨。而是為到自利利他達到圓滿，為這個原因就決定要求生淨土。明理，常說心安理得，理得到明白了，心就安了，安在什麼地方？安在生活上。生活有沒有改變？沒改變，這富貴則安於富貴，貧賤安於貧賤，他安了，所以生活沒改變。可是在生活裡面得快樂是真的，得法喜是真的。這個道理不明，如果是富貴，富而不樂，他雖富貴，他很苦；那個貧賤人不安分他就會作亂，他心懷著不平，懷著怨恨。我們曉得，這些都是在造作罪業，造作罪業的果報必然更苦。所以世間人，不明理的人在造什麼？在造苦因，造苦因當然得的果報就苦了。所以佛菩薩造的是淨因，即修的是淨業，幫助一切眾生修善業、造善因，從善到淨這是佛法，善而不淨那是世間法。"
    },
    {
      "id": "20-020-0017_p0003",
      "zh_CN": "这个佛法的修学，世尊在世的时候，有许多场合是佛跟弟子们在一起互相讨论。所以我们看到许多经典，像《楞严经》一问一答，每个人都可以提出自己的问题，都可以提出自己的意见，跟佛、跟大众互相研究讨论。所以不一定都是佛讲的，经上一问一答，大乘经论许许多多都是问答，大家看经、看论，你普遍的都能看得到。而不是像现在我们讲经，听众只是听，听完了他究竟懂不懂，有没有错解意思，咱们都不知道。这个一问一答的确能令人深入，能令人化解误会，所以那种教学的方式值得研究，特别是我们没有在家的时候，你们应当有能力来带动。可以用录影带，录影带放一个小时大家看，看完之后用半个小时来研究讨论。研究讨论要有方向、要有目标，如果说没有方向、没有目标，那个讨论是没有结果，而且容易起争执、起误会。我们的总目标、总方向，就在「发菩提心，一向专念」，那就正确了。大家研究讨论的时候不要藉这个机会吵架，不要藉这个机会闹意见，那就搞岔了，搞错了。应该把这个修行的重点抓出来，大家彼此互相勉励，这就正确了。不同的想法我们都舍弃，在不同当中寻求共同的想法与看法，这个道场就非常和谐。如果一个问题，我们有好几种看法，这就舍弃，根本就不要它。不必要的时候，我这个好，你这个不好，不是，统统舍弃，这个大家心就平了。有想法一致的时候，我们就照这个去做；不一致的就放下，就不做。不要坚持、不要固执，等到大家将来智慧增长、想通了再来。智慧没有达到，这个就有意见，有意见就舍弃这样就好。好了，时间差不多了。",
      "zh_TW": "這個佛法的修學，世尊在世的時候，有許多場合是佛跟弟子們在一起互相討論。所以我們看到許多經典，像《楞嚴經》一問一答，每個人都可以提出自己的問題，都可以提出自己的意見，跟佛、跟大眾互相研究討論。所以不一定都是佛講的，經上一問一答，大乘經論許許多多都是問答，大家看經、看論，你普遍的都能看得到。而不是像現在我們講經，聽眾只是聽，聽完了他究竟懂不懂，有沒有錯解意思，咱們都不知道。這個一問一答的確能令人深入，能令人化解誤會，所以那種教學的方式值得研究，特別是我們沒有在家的時候，你們應當有能力來帶動。可以用錄影帶，錄影帶放一個小時大家看，看完之後用半個小時來研究討論。研究討論要有方向、要有目標，如果說沒有方向、沒有目標，那個討論是沒有結果，而且容易起爭執、起誤會。我們的總目標、總方向，就在「發菩提心，一向專念」，那就正確了。大家研究討論的時候不要藉這個機會吵架，不要藉這個機會鬧意見，那就搞岔了，搞錯了。應該把這個修行的重點抓出來，大家彼此互相勉勵，這就正確了。不同的想法我們都捨棄，在不同當中尋求共同的想法與看法，這個道場就非常和諧。如果一個問題，我們有好幾種看法，這就捨棄，根本就不要它。不必要的時候，我這個好，你這個不好，不是，統統捨棄，這個大家心就平了。有想法一致的時候，我們就照這個去做；不一致的就放下，就不做。不要堅持、不要固執，等到大家將來智慧增長、想通了再來。智慧沒有達到，這個就有意見，有意見就捨棄這樣就好。好了，時間差不多了。"
    }
  ]
}