{
  "doc_id": "20-020-0021",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0021",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "20-020-0021_p0001",
      "zh_CN": "这一次在图书馆讲经还有七次，我们《无量寿经》的概要，后面大概再三次可以讲圆满。还有我们十八号到美国去，讲到十七号大概还有四次，四次我想我们介绍《金刚经》的概要，用四次的时间介绍出来。《无量寿经》的经文，等到下一次回国来再讲，这是一个段落。这次《金刚经》的讲解，是采取江味农居士的《讲义》，我们编的讲稿，也是完全依据江味农居士《讲义》来节编的，他的《讲义》分量很多，现在一般人也不太容易接受。我们用精简的编法，把它里头重要的提出来，让一般人在修学上，真正能得到帮助。如果要深入详细去研究，这个《讲义》的本子，我们这一次也印了三千本，可以提供给需要的人做参考。我们编的《讲义》，这个讲台上用的《讲义》，这几天可以做好，一共就是四章，这四章是第一个部分，就是《金刚经》概要，也就是江味农居士的「玄义」，是它第一卷，它一共有五卷，分成五卷这是第一卷。第一卷我们节录成四章，以后再分两个部分，第二个部分，就是《金刚经》的上半部，上半部是《讲义》的第二卷、第三卷。第三个部分，就是《金刚经》的下半部分，在《讲义》里面就是第四卷、第五卷。所以我们总共把它分成三个部分，概要、上半部、下半部，这样编一个大纲，将来在外面讲就很方便，时间可长可短。",
      "zh_TW": "這一次在圖書館講經還有七次，我們《無量壽經》的概要，後面大概再三次可以講圓滿。還有我們十八號到美國去，講到十七號大概還有四次，四次我想我們介紹《金剛經》的概要，用四次的時間介紹出來。《無量壽經》的經文，等到下一次回國來再講，這是一個段落。這次《金剛經》的講解，是採取江味農居士的《講義》，我們編的講稿，也是完全依據江味農居士《講義》來節編的，他的《講義》分量很多，現在一般人也不太容易接受。我們用精簡的編法，把它裡頭重要的提出來，讓一般人在修學上，真正能得到幫助。如果要深入詳細去研究，這個《講義》的本子，我們這一次也印了三千本，可以提供給需要的人做參考。我們編的《講義》，這個講台上用的《講義》，這幾天可以做好，一共就是四章，這四章是第一個部分，就是《金剛經》概要，也就是江味農居士的「玄義」，是它第一卷，它一共有五卷，分成五卷這是第一卷。第一卷我們節錄成四章，以後再分兩個部分，第二個部分，就是《金剛經》的上半部，上半部是《講義》的第二卷、第三卷。第三個部分，就是《金剛經》的下半部分，在《講義》裡面就是第四卷、第五卷。所以我們總共把它分成三個部分，概要、上半部、下半部，這樣編一個大綱，將來在外面講就很方便，時間可長可短。"
    },
    {
      "id": "20-020-0021_p0002",
      "zh_CN": "从前的《金刚经讲义》，我们曾经在大专佛学讲座讲过，那是一个星期讲一次，我们讲了四年。四年才讲到上半部，就是讲到《讲义》的第三卷，四、五卷没有讲。如果完全讲出来，要一个星期讲一次，照我们那个进度需要八年。从前跟日本人打仗八年抗战，我们八年讲一部《金刚经》，就太过分。对于修行上来说，实在讲是很有用处、很有帮助，读《金刚经》的人很多，依照《金刚经》修行的人不多。真正依照那个修行，这是一般人常讲妄想太多、烦恼太多，用什么方法去断？《金刚经》就是帮助你断这些妄想、烦恼的。这个妄想、烦恼要是断掉了，那念佛得一心不乱、得功夫成片就很容易。所以它说的也是修行的纲领原则，无论修学哪个法门，统统都用得上。这个经本可以拿一些出来，我们自己家里人一个人发一本。这次经本上我标了有数目字，那个数目字是《讲义》里面的，将来可以用经本查《讲义》，对照就很方便。",
      "zh_TW": "從前的《金剛經講義》，我們曾經在大專佛學講座講過，那是一個星期講一次，我們講了四年。四年才講到上半部，就是講到《講義》的第三卷，四、五卷沒有講。如果完全講出來，要一個星期講一次，照我們那個進度需要八年。從前跟日本人打仗八年抗戰，我們八年講一部《金剛經》，就太過分。對於修行上來說，實在講是很有用處、很有幫助，讀《金剛經》的人很多，依照《金剛經》修行的人不多。真正依照那個修行，這是一般人常講妄想太多、煩惱太多，用什麼方法去斷？《金剛經》就是幫助你斷這些妄想、煩惱的。這個妄想、煩惱要是斷掉了，那念佛得一心不亂、得功夫成片就很容易。所以它說的也是修行的綱領原則，無論修學哪個法門，統統都用得上。這個經本可以拿一些出來，我們自己家裡人一個人發一本。這次經本上我標了有數目字，那個數目字是《講義》裡面的，將來可以用經本查《講義》，對照就很方便。"
    },
    {
      "id": "20-020-0021_p0003",
      "zh_CN": "昨天下午马老居士来看我跟馆长，这是我们早年的同修。那个时候还没有图书馆，他已经八十五岁看起来还不错，他现在烦恼也很多，业障也很重。过去的老同修，差不多一半都不在了，都过世了，所以谈起来真是感慨万千。在这里面我们也很明显的体会到一桩事情，修行知见要正。知见不正，这是佛法里面讲，功夫都唐捐了，唐捐是古时候的术语，现在的话来讲，就是白费，功夫都白费了，知见的关系最重要正知正见。我们念佛法门，修行的总纲领是「发菩提心，一向专念」，发菩提心就是正知正见。所以没有正知正见，纵然做到一向专念，也很难往生，这点很重要。而克实而论呢？没有正知正见，那个一向专念也很难成就。因为一是一心，心有杂念就不是一心，夹杂专念阿弥陀佛，把其他法门都放弃，好像是一心专念了，其实不是的。你还夹杂着妄想、还夹杂着烦恼，所以还是不能成就。可见这个修行知见是非常重要，这个知见要用现在的话来说，就是认识，对佛法的认识、对世间法的认识，正确的认识就是正知正见。",
      "zh_TW": "昨天下午馬老居士來看我跟館長，這是我們早年的同修。那個時候還沒有圖書館，他已經八十五歲看起來還不錯，他現在煩惱也很多，業障也很重。過去的老同修，差不多一半都不在了，都過世了，所以談起來真是感慨萬千。在這裡面我們也很明顯的體會到一樁事情，修行知見要正。知見不正，這是佛法裡面講，功夫都唐捐了，唐捐是古時候的術語，現在的話來講，就是白費，功夫都白費了，知見的關係最重要正知正見。我們念佛法門，修行的總綱領是「發菩提心，一向專念」，發菩提心就是正知正見。所以沒有正知正見，縱然做到一向專念，也很難往生，這點很重要。而剋實而論呢？沒有正知正見，那個一向專念也很難成就。因為一是一心，心有雜念就不是一心，夾雜專念阿彌陀佛，把其他法門都放棄，好像是一心專念了，其實不是的。你還夾雜著妄想、還夾雜著煩惱，所以還是不能成就。可見這個修行知見是非常重要，這個知見要用現在的話來說，就是認識，對佛法的認識、對世間法的認識，正確的認識就是正知正見。"
    },
    {
      "id": "20-020-0021_p0004",
      "zh_CN": "佛法在世间教化众生，没有别的，就是帮助一切众生建立正知正见，有了正知见修行就好办了。所以修行在个人，个人修行不能够克服烦恼、不能够克服习气，问题还是在知见上。所以《法华经》一开头，世尊就把教学的宗旨说出来了，「开示悟入佛之知见」。佛为我们开示，我们自己要有能力悟入，悟是明了，入就是真正做到，也就是将正知正见融化于自己的生活成一体，那叫入，俗话叫证果，入就是证的意思。你们大家在这个道场修学，自己也要有个目标，要有个标准，一年一年要有进步，这个时间就没有空过。学佛人进步有两点，第一个是开智慧，也就是刚才讲，这个正知正见愈来愈清楚、愈来愈明白。经典里面所说的道理，今年比过去清楚多了、明白多了，这是进步。第二个断烦恼，妄想、烦恼、习气比过去轻了，这是进步，智慧长、烦恼轻就是进步。如果智慧没有长，烦恼习气还很重，这一年空过了。",
      "zh_TW": "佛法在世間教化眾生，沒有別的，就是幫助一切眾生建立正知正見，有了正知見修行就好辦了。所以修行在個人，個人修行不能夠克服煩惱、不能夠克服習氣，問題還是在知見上。所以《法華經》一開頭，世尊就把教學的宗旨說出來了，「開示悟入佛之知見」。佛為我們開示，我們自己要有能力悟入，悟是明瞭，入就是真正做到，也就是將正知正見融化於自己的生活成一體，那叫入，俗話叫證果，入就是證的意思。你們大家在這個道場修學，自己也要有個目標，要有個標準，一年一年要有進步，這個時間就沒有空過。學佛人進步有兩點，第一個是開智慧，也就是剛才講，這個正知正見愈來愈清楚、愈來愈明白。經典裡面所說的道理，今年比過去清楚多了、明白多了，這是進步。第二個斷煩惱，妄想、煩惱、習氣比過去輕了，這是進步，智慧長、煩惱輕就是進步。如果智慧沒有長，煩惱習氣還很重，這一年空過了。"
    }
  ]
}