{
  "doc_id": "20-020-0028",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0028",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-020-0028_p0001",
      "zh_CN": "最近有不少人发心，把录音带整理成文字，这是桩好事情，也是佛法里面讲的法布施。可是整理文字一定要懂得，口语跟文学有哪些地方不相同，如何把口语整理成文字。《认识佛教》这个小册子是个榜样，可以提供你们做个很好的参考资料。如果你们要发心学习走这个路子，实在讲也是莫大的功德。自己不能做，这个孔老夫子所说的「述而不作」，我自己没有东西，我流通别人东西。现在在家、出家不少大德他们所讲演的录音带数量很多，你认为可取的，你都可以做这个东西来流通，把它写成文字，这是自利利他。可是文学基本的修养要有，这个从前李老师常讲，最低限度我们要念五十篇古文，能够熟读一百篇古文，就有写文言文的能力。我们向「国语日报」买的《古今文选》，数量也不少，每个道场都有几套。都是希望你们善加利用，也不妨在里面选一些出来，我们自己把它印出来，大家在一块研究、在一块读诵。佛学的基本常识要丰富，正果法师的是不是佛学概要，还是什么东西？你们曾经印出来，正果法师的《佛教基本知识》，明旸法师的《佛学概要》都非常好。这真的是佛学的基本知识，名相术语这个要熟，我们在整理的时候才不会发生错误。讲话口语里面有很多是毫无意义的，或者是习惯，有人讲话，我过去听一句话当中加上好几个这个这个这个，你们要把它记录成文字，也是这个这个这个，那就多难看。身体不舒服的时候啊一声，咳嗽一声，你也写个啊、咳嗽一声这个不像话。所以像这些地方要尽量要懂得、要避免。",
      "zh_TW": "最近有不少人發心，把錄音帶整理成文字，這是樁好事情，也是佛法裡面講的法布施。可是整理文字一定要懂得，口語跟文學有哪些地方不相同，如何把口語整理成文字。《認識佛教》這個小冊子是個榜樣，可以提供你們做個很好的參考資料。如果你們要發心學習走這個路子，實在講也是莫大的功德。自己不能做，這個孔老夫子所說的「述而不作」，我自己沒有東西，我流通別人東西。現在在家、出家不少大德他們所講演的錄音帶數量很多，你認為可取的，你都可以做這個東西來流通，把它寫成文字，這是自利利他。可是文學基本的修養要有，這個從前李老師常講，最低限度我們要念五十篇古文，能夠熟讀一百篇古文，就有寫文言文的能力。我們向「國語日報」買的《古今文選》，數量也不少，每個道場都有幾套。都是希望你們善加利用，也不妨在裡面選一些出來，我們自己把它印出來，大家在一塊研究、在一塊讀誦。佛學的基本常識要豐富，正果法師的是不是佛學概要，還是什麼東西？你們曾經印出來，正果法師的《佛教基本知識》，明暘法師的《佛學概要》都非常好。這真的是佛學的基本知識，名相術語這個要熟，我們在整理的時候才不會發生錯誤。講話口語裡面有很多是毫無意義的，或者是習慣，有人講話，我過去聽一句話當中加上好幾個這個這個這個，你們要把它記錄成文字，也是這個這個這個，那就多難看。身體不舒服的時候啊一聲，咳嗽一聲，你也寫個啊、咳嗽一聲這個不像話。所以像這些地方要盡量要懂得、要避免。"
    },
    {
      "id": "20-020-0028_p0002",
      "zh_CN": "文字，我们中国自古以来，文字、语言讲求的标准是简要详明，这四个字做标准，简单、扼要、又详细、又明白这个样子，符合这四个字的标准这是好的语言，是好的文章，就是里面没有啰嗦、没有废话，清清楚楚、明明白白。现在的白话文确实是比不上文言文，文言文几乎留传下来的，都能符合这个标准，不符合这个标准那没有人传他的。所以留传下来都是好文章，都是符合这个标准。好的白话文也符合这个标准，但是那个好的白话文，实在讲都是有好的文言基础。你看民国初年，那些人写的白话文是写得好，现在人比不上。最容易看到的像这个歌词，看那个老歌的歌词也是白话文，也听得懂，跟现在这些歌词比的时候相差很远，这是他们有文言的修养，有这个基础。",
      "zh_TW": "文字，我們中國自古以來，文字、語言講求的標準是簡要詳明，這四個字做標準，簡單、扼要、又詳細、又明白這個樣子，符合這四個字的標準這是好的語言，是好的文章，就是裡面沒有囉嗦、沒有廢話，清清楚楚、明明白白。現在的白話文確實是比不上文言文，文言文幾乎留傳下來的，都能符合這個標準，不符合這個標準那沒有人傳他的。所以留傳下來都是好文章，都是符合這個標準。好的白話文也符合這個標準，但是那個好的白話文，實在講都是有好的文言基礎。你看民國初年，那些人寫的白話文是寫得好，現在人比不上。最容易看到的像這個歌詞，看那個老歌的歌詞也是白話文，也聽得懂，跟現在這些歌詞比的時候相差很遠，這是他們有文言的修養，有這個基礎。"
    },
    {
      "id": "20-020-0028_p0003",
      "zh_CN": "在佛法里面，过去李老师常常教导我们，关于佛学常识这方面的修养，他老人家指定我们用江味农居士的《金刚经讲义》，周止庵居士的《心经诠注》，这个的确是很好。《心经诠注》就等于说《心经》大辞典，把《心经》里面的名相，都解释得很详细。江居士的《金刚经讲义》，也就是《金刚经》大辞典，所以可以把它当作佛学常识来读。它的含义很深我们能不能做得到，那是另桩事情，但是要熟读，佛学常识方面的确是非常丰富。这两个人都是一门深入，江居士的《金刚经讲义》，《金刚经》上用了四十年的功夫，古今中外的《金刚经》的注疏他都读过。周止庵居士一生，差不多也是四十年用在《心经》上，所以这是一生心血的累积。今天我们讲到这两部经的注解，他们是真正集大成，读他这一本东西，所有一切注解都可以不必读，因为注解都在他那里，这也是吸取佛学常识的一个方法。黄念祖老居士《无量寿经注解》，可以说是《无量寿经》的大辞典。",
      "zh_TW": "在佛法裡面，過去李老師常常教導我們，關於佛學常識這方面的修養，他老人家指定我們用江味農居士的《金剛經講義》，周止庵居士的《心經詮注》，這個的確是很好。《心經詮注》就等於說《心經》大辭典，把《心經》裡面的名相，都解釋得很詳細。江居士的《金剛經講義》，也就是《金剛經》大辭典，所以可以把它當作佛學常識來讀。它的含義很深我們能不能做得到，那是另樁事情，但是要熟讀，佛學常識方面的確是非常豐富。這兩個人都是一門深入，江居士的《金剛經講義》，《金剛經》上用了四十年的功夫，古今中外的《金剛經》的註疏他都讀過。周止庵居士一生，差不多也是四十年用在《心經》上，所以這是一生心血的累積。今天我們講到這兩部經的註解，他們是真正集大成，讀他這一本東西，所有一切註解都可以不必讀，因為註解都在他那裡，這也是吸取佛學常識的一個方法。黃念祖老居士《無量壽經註解》，可以說是《無量壽經》的大辭典。"
    },
    {
      "id": "20-020-0028_p0004",
      "zh_CN": "简老居士你们很多人看到九十八岁，他太太打电话告诉我，往生的瑞相非常好，往生之后，他们念佛念了三十六个小时，三天三夜然后给他穿衣服，他身体是软的。他那个牙齿是假牙，拿下来把它洗干净再放进去，一点困难都没有，而且脸上皮肤是红色的。所以这些情形，她打电话给我，她的信心加深了，我们亲眼看见。你看看他那个念佛也没有多久，在他们家学佛的时候，才见他念阿弥陀佛、阿弥陀佛。还有一个法师说有个曹老先生，身体不太好，走路的时候两个手都要扶着凳子，行动不太方便。他念佛也是最近一、二年才开始念，但他往生的意愿很强，希望早一天往生。他的儿女就说他太消极，怎么可以有这个念头？这个念头正确，年岁老了需要人侍候，所以他自己也苦，也连累别人，为什么不早求往生？早一天往生就早一天离苦得乐。儿女无知，希望他慢慢的离苦得乐，希望他苦多受几天，这个叫颠倒。你把他留在这个世间，你给他什么快乐？你给他什么享受？这个观念上错误，早往生就早成佛，曹老先生他人聪明有智慧。",
      "zh_TW": "簡老居士你們很多人看到九十八歲，他太太打電話告訴我，往生的瑞相非常好，往生之後，他們念佛念了三十六個小時，三天三夜然後給他穿衣服，他身體是軟的。他那個牙齒是假牙，拿下來把它洗乾淨再放進去，一點困難都沒有，而且臉上皮膚是紅色的。所以這些情形，她打電話給我，她的信心加深了，我們親眼看見。你看看他那個念佛也沒有多久，在他們家學佛的時候，才見他念阿彌陀佛、阿彌陀佛。還有一個法師說有個曹老先生，身體不太好，走路的時候兩個手都要扶著凳子，行動不太方便。他念佛也是最近一、二年才開始念，但他往生的意願很強，希望早一天往生。他的兒女就說他太消極，怎麼可以有這個念頭？這個念頭正確，年歲老了需要人侍候，所以他自己也苦，也連累別人，為什麼不早求往生？早一天往生就早一天離苦得樂。兒女無知，希望他慢慢的離苦得樂，希望他苦多受幾天，這個叫顛倒。你把他留在這個世間，你給他什麼快樂？你給他什麼享受？這個觀念上錯誤，早往生就早成佛，曹老先生他人聰明有智慧。"
    },
    {
      "id": "20-020-0028_p0005",
      "zh_CN": "在我们的心跟念头，我是决定要求往生的。尤其是出家了，要真正发心，一生际遇都让佛菩萨安排，让护法神安排，绝对不放在心上，一心向道弘法利生，这是决定不错。这是我初学佛的时候，章嘉大师教给我的，他老人家告诉我，我想很对、很正确，这一生多自在，什么都不要操心，环境顺境也好、逆境也好全是佛菩萨安排的，你自己不必去理会。道场也是佛菩萨安排的，佛菩萨建立的，我们操个什么心，什么心都不要操，这样对，不背因果。",
      "zh_TW": "在我們的心跟念頭，我是決定要求往生的。尤其是出家了，要真正發心，一生際遇都讓佛菩薩安排，讓護法神安排，絕對不放在心上，一心向道弘法利生，這是決定不錯。這是我初學佛的時候，章嘉大師教給我的，他老人家告訴我，我想很對、很正確，這一生多自在，什麼都不要操心，環境順境也好、逆境也好全是佛菩薩安排的，你自己不必去理會。道場也是佛菩薩安排的，佛菩薩建立的，我們操個什麼心，什麼心都不要操，這樣對，不背因果。"
    }
  ]
}