{
  "doc_id": "20-020-0046",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十六集",
    "zh_TW": "第四十六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0046",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "20-020-0046_p0001",
      "zh_CN": "在新加坡有几位同修来见我，因为他们是受英文教育的，看中文东西很吃力，就问我们有没有英文东西？我们英文东西出来，就是上一次你们编的小册子，后续就没有了。所以这一部分的话，应该要努力一点，最低限度，东南亚那边受英语教育的这些同修，可以跟他们结缘，他们非常需要。对于初学，可以说现在绝大多数都是初学，要很浅显东西才能收到好的效果，所以在外面弘法讲经不如讲演。经大致上来说都太深了，都必须是已经学佛，有佛学基础的人听经才会有味道。你对于佛学没有基础的人讲经，他不可能来听，来一次，第二次就不来，所以不如讲演。你们看李炳老《弘护小品》，《弘护小品》都是他讲演的讲稿。他那个讲稿用表解方式列的，那一张表在讲演的时候，可长可短、可深可浅非常活泼，完全看台下听众，程度高的深讲，程度浅的就浅讲。大家听了很有兴趣的话，就长讲；看看表情有点疲倦的样子，就短讲，所以他那套东西很了不起。你们要学这个讲演的话，应该要学这个本事，不必写讲稿，编表解、编讲表，因为那是活的。写成讲稿就变成死的，照那个讲稿有一定的时间，而且不能够运用自如，所以表解的方式最理想。实在讲经的时候也是这个原则，但是那要有相当的修养，一般初学学不来。讲经的那个表解就是科判，科判就是解释经的，所以有了科判，那个经也是可深、可浅、可长、可短，写成讲记就不行了，就死的，科判是活的。",
      "zh_TW": "在新加坡有幾位同修來見我，因為他們是受英文教育的，看中文東西很吃力，就問我們有沒有英文東西？我們英文東西出來，就是上一次你們編的小冊子，後續就沒有了。所以這一部分的話，應該要努力一點，最低限度，東南亞那邊受英語教育的這些同修，可以跟他們結緣，他們非常需要。對於初學，可以說現在絕大多數都是初學，要很淺顯東西才能收到好的效果，所以在外面弘法講經不如講演。經大致上來說都太深了，都必須是已經學佛，有佛學基礎的人聽經才會有味道。你對於佛學沒有基礎的人講經，他不可能來聽，來一次，第二次就不來，所以不如講演。你們看李炳老《弘護小品》，《弘護小品》都是他講演的講稿。他那個講稿用表解方式列的，那一張表在講演的時候，可長可短、可深可淺非常活潑，完全看台下聽眾，程度高的深講，程度淺的就淺講。大家聽了很有興趣的話，就長講；看看表情有點疲倦的樣子，就短講，所以他那套東西很了不起。你們要學這個講演的話，應該要學這個本事，不必寫講稿，編表解、編講表，因為那是活的。寫成講稿就變成死的，照那個講稿有一定的時間，而且不能夠運用自如，所以表解的方式最理想。實在講經的時候也是這個原則，但是那要有相當的修養，一般初學學不來。講經的那個表解就是科判，科判就是解釋經的，所以有了科判，那個經也是可深、可淺、可長、可短，寫成講記就不行了，就死的，科判是活的。"
    },
    {
      "id": "20-020-0046_p0002",
      "zh_CN": "李炳老那个《弘护小品》里面，就是讲表是活的，那个东西多看，多去揣摩，自己去练习，那是拿到讲台上很灵活，的确是很受人欢迎。这个都是需要有些基础，没有基础编那个表解编不出来。李老的讲演术，《实用讲演术》，《内典讲座之研究》，这小册子要多看，要看得很熟。这个在讲台上，那是讲台上的技术，讲演、讲经的方法要看得很熟。你听别人讲演你就能看得出他哪些地方讲得好，哪些地方讲得不好，你有能力辨别，有能力辨别自己上台就会应用。我有一篇「内典研究的要领」有一张表，还能不能找得到？好像印在《内典讲座》里面，我都不晓得，你们等下拿一本我看看。有书？印在这里？对，好。这篇东西有个讲演，有一个讲记，那个讲记我已经改好了，那个可以把它印出来。这是哪一家印的？佳芳印的。他版还在不在？你问问他版在不在？在的话再印两千册，把我的讲记印在后面。这个印出来之后，可以分送给大陆的佛学院，他们那边佛学院有好几十个，送给他们做参考。我们现在那些录音带是不是也都在整理？都把它输入电脑。哪些人在做？是我们自己在做，还是居士们帮忙在做？居士帮忙做。",
      "zh_TW": "李炳老那個《弘護小品》裡面，就是講表是活的，那個東西多看，多去揣摩，自己去練習，那是拿到講台上很靈活，的確是很受人歡迎。這個都是需要有些基礎，沒有基礎編那個表解編不出來。李老的講演術，《實用講演術》，《內典講座之研究》，這小冊子要多看，要看得很熟。這個在講台上，那是講台上的技術，講演、講經的方法要看得很熟。你聽別人講演你就能看得出他哪些地方講得好，哪些地方講得不好，你有能力辨別，有能力辨別自己上台就會應用。我有一篇「內典研究的要領」有一張表，還能不能找得到？好像印在《內典講座》裡面，我都不曉得，你們等下拿一本我看看。有書？印在這裡？對，好。這篇東西有個講演，有一個講記，那個講記我已經改好了，那個可以把它印出來。這是哪一家印的？佳芳印的。他版還在不在？你問問他版在不在？在的話再印兩千冊，把我的講記印在後面。這個印出來之後，可以分送給大陸的佛學院，他們那邊佛學院有好幾十個，送給他們做參考。我們現在那些錄音帶是不是也都在整理？都把它輸入電腦。哪些人在做？是我們自己在做，還是居士們幫忙在做？居士幫忙做。"
    },
    {
      "id": "20-020-0046_p0003",
      "zh_CN": "美国现在圣荷西跟洛杉矶，大概有十几个人在做，做英文的方法，就像做这个法语的方法一样，一条一条的，也用不着连贯，那样好做。如果是一篇讲记，这个写下来翻出来很难，里面摘出一句、两句的这个容易做。所以真正发慈悲心，那就是认真努力、尽心尽力去做，这个才叫利益众生。现在我们印书并不困难，所以只要你肯做立刻就印出来。从前那个小册子还有没有？哪个管图书的？那个英文的小册子。只有两百本了，去交给基金会去，上一次那个美国中文学校向我要。美国的中文学校全国一共大概有六百多个学校。那是不是佳芳做的？现在这个现成的这个，佳芳可以做吗？看他能不能印一万册，送美国的中文学校。中文学校赵立本的太太是总会长，她看那个小册子很喜欢，她告诉我，能不能给中文学校每个学生送一本，所以至少要一万册。你们再看看，看看还有什么比较浅显的，接近这个华侨的学生。再印的时候，有东西可以补充进去，可以印厚一点，印厚一点印一本好了。找佳芳来补加印一万册。那个《了凡四训》赶紧整理出来，要印书，外面很多人都发心，都等着做，我们自己不能做，就给他们做。的确要认真、要积极，我们在这方面说实在的话，比不上王丽民，这是挽救社会、挽救人心。",
      "zh_TW": "美國現在聖荷西跟洛杉磯，大概有十幾個人在做，做英文的方法，就像做這個法語的方法一樣，一條一條的，也用不著連貫，那樣好做。如果是一篇講記，這個寫下來翻出來很難，裡面摘出一句、兩句的這個容易做。所以真正發慈悲心，那就是認真努力、盡心盡力去做，這個才叫利益眾生。現在我們印書並不困難，所以只要你肯做立刻就印出來。從前那個小冊子還有沒有？哪個管圖書的？那個英文的小冊子。只有兩百本了，去交給基金會去，上一次那個美國中文學校向我要。美國的中文學校全國一共大概有六百多個學校。那是不是佳芳做的？現在這個現成的這個，佳芳可以做嗎？看他能不能印一萬冊，送美國的中文學校。中文學校趙立本的太太是總會長，她看那個小冊子很喜歡，她告訴我，能不能給中文學校每個學生送一本，所以至少要一萬冊。你們再看看，看看還有什麼比較淺顯的，接近這個華僑的學生。再印的時候，有東西可以補充進去，可以印厚一點，印厚一點印一本好了。找佳芳來補加印一萬冊。那個《了凡四訓》趕緊整理出來，要印書，外面很多人都發心，都等著做，我們自己不能做，就給他們做。的確要認真、要積極，我們在這方面說實在的話，比不上王麗民，這是挽救社會、挽救人心。"
    },
    {
      "id": "20-020-0046_p0004",
      "zh_CN": "王丽民这个《了凡四训》三个带子，人家做五十万套分送给台湾中小学生，这个学校学生反应都非常好，都很喜欢。所以我们出家人，比一个在家居士比不上，人家真是尽心尽力全力在做，我们在敷衍了事。你们从美国回来，你看看美国圣荷西、洛杉矶的同学比我们精进。那果报很明显，你们看看照片，你看看悟因现在那个相貌，跟两年前不一样，都变了，日夜在做。我们没有在那个地方，他们这个生活很简单，随便吃一点东西，全部精神在做这个东西。所以我常常讲那个效果很明显，身体健康，一切病痛没有，相貌圆满，这个三宝加持。自己心地清净，具足无量功德，过去我们看悟因笨笨的，没人瞧得起他，这几年转成这个样子，所有人里面以他转得最明显、最显著。到以后我一打听，他的电脑第一，很多人学电脑都不如他，他一天到晚在搞，全心全力在搞，本来什么都不会，现在变成专家。所以人不可貌相，人不可以瞧不起人，往往这种人成就没有人能比得上的，默默无闻，认真努力在做。",
      "zh_TW": "王麗民這個《了凡四訓》三個帶子，人家做五十萬套分送給台灣中小學生，這個學校學生反應都非常好，都很喜歡。所以我們出家人，比一個在家居士比不上，人家真是盡心盡力全力在做，我們在敷衍了事。你們從美國回來，你看看美國聖荷西、洛杉磯的同學比我們精進。那果報很明顯，你們看看照片，你看看悟因現在那個相貌，跟兩年前不一樣，都變了，日夜在做。我們沒有在那個地方，他們這個生活很簡單，隨便吃一點東西，全部精神在做這個東西。所以我常常講那個效果很明顯，身體健康，一切病痛沒有，相貌圓滿，這個三寶加持。自己心地清淨，具足無量功德，過去我們看悟因笨笨的，沒人瞧得起他，這幾年轉成這個樣子，所有人裡面以他轉得最明顯、最顯著。到以後我一打聽，他的電腦第一，很多人學電腦都不如他，他一天到晚在搞，全心全力在搞，本來什麼都不會，現在變成專家。所以人不可貌相，人不可以瞧不起人，往往這種人成就沒有人能比得上的，默默無聞，認真努力在做。"
    }
  ]
}