{
  "doc_id": "20-020-0013",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0013",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "20-020-0013_p0001",
      "zh_CN": "人生一世最难得的，是有一个正确的生活目标、正确的所行方向，这就是良好的教育。中国古圣先贤教导我们是做好人、存好心，是一世的教育，修得很好，来生能够生天，这个欲界六层天，都是好人的去处。佛陀给我们的方向、目标，确实是究竟圆满的，永离三界、永脱轮回。可是一定要明理，明理就是要明了事实真相，大乘经上常常说的，要如法的修行。说到事实真相，三界轮回的起因是妄想执着，特别就是我执，有我、我所，这是造成六道轮回根本的原因。要想出三界要破我执、要破我所，我所就是我所有的，人起心动念就是我所有的，只要有我所有的观念，三界六道轮回就出不去。大小乘佛法都是破我，小乘我执断掉，证阿罗汉果出三界，我尚且没有，哪里有我所有的！我所有的名闻利养，这个东西害惨了我们，无量劫来，我们不是没有遇到佛法，不是没有认真去修学，为什么落到今天这个地步？就是被我、我所有害了。大乘经的高明，特别是大乘的般若，就是教你起心动念为一切众生、为一切佛法，念头就定在这上，没有自己。可是世间人总害怕、恐惧，怕的是自己衣食没有着落，怕的是生活上有困难，这个念头就很糟糕，这个念头就是我执，就是我与我所的执着，有这个念头就不是学佛的人，就不是佛法。",
      "zh_TW": "人生一世最難得的，是有一個正確的生活目標、正確的所行方向，這就是良好的教育。中國古聖先賢教導我們是做好人、存好心，是一世的教育，修得很好，來生能夠生天，這個欲界六層天，都是好人的去處。佛陀給我們的方向、目標，確實是究竟圓滿的，永離三界、永脫輪迴。可是一定要明理，明理就是要明瞭事實真相，大乘經上常常說的，要如法的修行。說到事實真相，三界輪迴的起因是妄想執著，特別就是我執，有我、我所，這是造成六道輪迴根本的原因。要想出三界要破我執、要破我所，我所就是我所有的，人起心動念就是我所有的，只要有我所有的觀念，三界六道輪迴就出不去。大小乘佛法都是破我，小乘我執斷掉，證阿羅漢果出三界，我尚且沒有，哪裡有我所有的！我所有的名聞利養，這個東西害慘了我們，無量劫來，我們不是沒有遇到佛法，不是沒有認真去修學，為什麼落到今天這個地步？就是被我、我所有害了。大乘經的高明，特別是大乘的般若，就是教你起心動念為一切眾生、為一切佛法，念頭就定在這上，沒有自己。可是世間人總害怕、恐懼，怕的是自己衣食沒有著落，怕的是生活上有困難，這個念頭就很糟糕，這個念頭就是我執，就是我與我所的執著，有這個念頭就不是學佛的人，就不是佛法。"
    },
    {
      "id": "20-020-0013_p0002",
      "zh_CN": "《金刚经》上说得很好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。经上的话说得客气，你想想这句话是什么意思？这句话真正的意思，你念念还有我、还有我所有，根本就不是佛的学生，根本就不是学佛的人，是这个意思。有我跟我所有，念着这个世间就不能往生。那个基督教能生天，可是他那个念头，一切荣耀要归于主；一切荣耀归于自己，他不能生天。他的我没有破掉，他那个我所给主了，而不是自己占有，这个能生天。所以大家细细想想这道理，再回过头来看事实真相，应该要怎样如教修行。如教，教就是佛的教诲，如就是完全照佛教诲去做，这个叫如教修行。你们明白这个道理之后，常常会遇到在家同修来向你请教，怎么个修法，你就能够教给他。第一个阶段读经，熟读经文，为什么？把佛的教诲记住。佛的教诲记不住还修什么？怎么能够如教修行？熟读经文是记住，牢牢的记住。第二个阶段，佛这个教诲的意思要明白，这第二个就是要求解，古德讲要圆解，这个解要解得圆融。解得圆融你就不会死在句下了，知道佛的教诲跟我们讲的是原理原则，在日常生活当中是活活泼泼的运用，就不是读死书，那真开智慧。明白以后就照做，这照做才叫修行，你要是做不到的话，那你是有解无行。这是三个阶段，我讲经的时候常常告诉大家。",
      "zh_TW": "《金剛經》上說得很好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。經上的話說得客氣，你想想這句話是什麼意思？這句話真正的意思，你念念還有我、還有我所有，根本就不是佛的學生，根本就不是學佛的人，是這個意思。有我跟我所有，念著這個世間就不能往生。那個基督教能生天，可是他那個念頭，一切榮耀要歸於主；一切榮耀歸於自己，他不能生天。他的我沒有破掉，他那個我所給主了，而不是自己佔有，這個能生天。所以大家細細想想這道理，再回過頭來看事實真相，應該要怎樣如教修行。如教，教就是佛的教誨，如就是完全照佛教誨去做，這個叫如教修行。你們明白這個道理之後，常常會遇到在家同修來向你請教，怎麼個修法，你就能夠教給他。第一個階段讀經，熟讀經文，為什麼？把佛的教誨記住。佛的教誨記不住還修什麼？怎麼能夠如教修行？熟讀經文是記住，牢牢的記住。第二個階段，佛這個教誨的意思要明白，這第二個就是要求解，古德講要圓解，這個解要解得圓融。解得圓融你就不會死在句下了，知道佛的教誨跟我們講的是原理原則，在日常生活當中是活活潑潑的運用，就不是讀死書，那真開智慧。明白以後就照做，這照做才叫修行，你要是做不到的話，那你是有解無行。這是三個階段，我講經的時候常常告訴大家。"
    },
    {
      "id": "20-020-0013_p0003",
      "zh_CN": "莲池大师，我们看他传记里头，他年轻的时候参学，去参访当时当代的高僧遍融禅师。他是三步一拜拜到他面前，求法师指点，是这样真诚的心拜到老和尚面前。老和尚给他说了一句话：「你千万不要被名闻利养骗了。」当时与会的这些大众，在旁边站的都笑话，这样虔诚、这么恭敬来拜，老和尚并没有说什么妙法给他，说了这么一句平常的话，就以为莲池大师这种恭敬心，没有得到真实的利益。可是莲池讲他一生受用，就得老和尚这一句话。可见得这一句话老和尚是老生常谈，但是没有一个人把它记在心里，没有一个人去照做。莲池大师以真诚心、清净心、恭敬心去求，这一句话他得到了。印光大师讲「一分诚敬得一分利益，十分诚敬得十分利益」。同样听一句话莲池大师有十分的诚敬心，所以他得的是圆满利益，一生依教奉行。反而旁边的学生，跟着遍融法师的学生都没有成就，原因是什么？耳边风。听这句话老生常谈，这有什么意思？不知道真实的利益就是平常的话。我们自己修学要认真，教导别人要真诚。不要想到明天日子怎么过，不要想这些，打这些是打妄想，明天还没到想它干什么？你诚心诚意去做，自然诸佛护念，龙天拥护。前途一切佛菩萨安排，护法神照顾，操什么心？你能够信得过你心就定了，信不过这个才操心，所操的冤枉心。",
      "zh_TW": "蓮池大師，我們看他傳記裡頭，他年輕的時候參學，去參訪當時當代的高僧遍融禪師。他是三步一拜拜到他面前，求法師指點，是這樣真誠的心拜到老和尚面前。老和尚給他說了一句話：「你千萬不要被名聞利養騙了。」當時與會的這些大眾，在旁邊站的都笑話，這樣虔誠、這麼恭敬來拜，老和尚並沒有說什麼妙法給他，說了這麼一句平常的話，就以為蓮池大師這種恭敬心，沒有得到真實的利益。可是蓮池講他一生受用，就得老和尚這一句話。可見得這一句話老和尚是老生常談，但是沒有一個人把它記在心裡，沒有一個人去照做。蓮池大師以真誠心、清淨心、恭敬心去求，這一句話他得到了。印光大師講「一分誠敬得一分利益，十分誠敬得十分利益」。同樣聽一句話蓮池大師有十分的誠敬心，所以他得的是圓滿利益，一生依教奉行。反而旁邊的學生，跟著遍融法師的學生都沒有成就，原因是什麼？耳邊風。聽這句話老生常談，這有什麼意思？不知道真實的利益就是平常的話。我們自己修學要認真，教導別人要真誠。不要想到明天日子怎麼過，不要想這些，打這些是打妄想，明天還沒到想它幹什麼？你誠心誠意去做，自然諸佛護念，龍天擁護。前途一切佛菩薩安排，護法神照顧，操什麼心？你能夠信得過你心就定了，信不過這個才操心，所操的冤枉心。"
    },
    {
      "id": "20-020-0013_p0004",
      "zh_CN": "这发心出家，为什么要出家？学佛在家一样成佛，出家就是住持佛法，就是续佛慧命、弘法利生，要真正把佛法发扬光大，真实利益众生，出家为这个。出家不能信解实行佛的教训，那就是来破坏佛法的，那就是魔王子孙，末法时期渗透在僧团里面，毁坏佛法。眼前你是可以得点利益，名闻利养的利益，享受五欲六尘的利益，可是来生决定是阿鼻地狱。弘法利生这个事情，实在讲只要自己存心，只要有心人人都能做，人人都可以做得非常圆满，不做就没法子。佛给我们的教诲太深太广，真正是取之不尽，用之不竭。我们摘录的《净宗同学修学守则》，小册子印出来了，你们都看到了。节录于《沙弥律仪》的，里头也有注解，《沙弥律仪增注》上下卷，总共节录了一百四十一条，这个能利益众生。你《沙弥律仪》拿出去，人家未必肯看，这个东西就很好。你们如果能够用心，每天或者看书、或者是听讲记个一条、两条，你一年就能出一本书，就利益广大众生。",
      "zh_TW": "這發心出家，為什麼要出家？學佛在家一樣成佛，出家就是住持佛法，就是續佛慧命、弘法利生，要真正把佛法發揚光大，真實利益眾生，出家為這個。出家不能信解實行佛的教訓，那就是來破壞佛法的，那就是魔王子孫，末法時期滲透在僧團裡面，毀壞佛法。眼前你是可以得點利益，名聞利養的利益，享受五欲六塵的利益，可是來生決定是阿鼻地獄。弘法利生這個事情，實在講只要自己存心，只要有心人人都能做，人人都可以做得非常圓滿，不做就沒法子。佛給我們的教誨太深太廣，真正是取之不盡，用之不竭。我們摘錄的《淨宗同學修學守則》，小冊子印出來了，你們都看到了。節錄於《沙彌律儀》的，裡頭也有註解，《沙彌律儀增註》上下卷，總共節錄了一百四十一條，這個能利益眾生。你《沙彌律儀》拿出去，人家未必肯看，這個東西就很好。你們如果能夠用心，每天或者看書、或者是聽講記個一條、兩條，你一年就能出一本書，就利益廣大眾生。"
    },
    {
      "id": "20-020-0013_p0005",
      "zh_CN": "我们这次到南部，黄绮华老居士来看我，他有一个小册子，是《了凡四训》、《阴骘文》、《感应篇》、《大势至圆通章》笔记，这四样东西的笔记印在一本。他初中毕业，初中程度，那本笔记，我过去在南部，在凤山莲社，煮云法师那个时候请我去讲，我在那里讲了三年，三年是每个月去讲五天，三年没有间断，一个月去五天，就是那个时候的笔记。我讲经他每一次都来坐在第一排，他程度并不怎么好，每一次最少他写一条，最多的时候，好像都没有超过五条。我讲经完了之后，他一定来找我，拿给我看看，写得对不对，有的时候给他改几个字，他那一本书这么出来的。现在这本书已经印了几十万册，流通到全世界，我对他很佩服。他写得很浅，要度众生就要那么浅、就要那么白，小学生都能看得懂，才能够普度众生。写的东西太深，只能够接引受过高等教育的，那人很少。要想达到世界和平，共存共荣，就是程度愈低他都能够接受，这个目标才能达到。特别在现在，民主自由的时代，过去农业社会里面，大家尊重知识分子、尊重读书人。现在大家讲平等、讲自由，你受过高等教育，农夫一样也瞧不起你。换句话说，一定要普度，最浅显的文句，能够叫一切人都能看得懂、都能接受，这个才能达到救世的目的。所以陈黄绮华是个有心人，菩萨再世。",
      "zh_TW": "我們這次到南部，黃綺華老居士來看我，他有一個小冊子，是《了凡四訓》、《陰騭文》、《感應篇》、《大勢至圓通章》筆記，這四樣東西的筆記印在一本。他初中畢業，初中程度，那本筆記，我過去在南部，在鳳山蓮社，煮雲法師那個時候請我去講，我在那裡講了三年，三年是每個月去講五天，三年沒有間斷，一個月去五天，就是那個時候的筆記。我講經他每一次都來坐在第一排，他程度並不怎麼好，每一次最少他寫一條，最多的時候，好像都沒有超過五條。我講經完了之後，他一定來找我，拿給我看看，寫得對不對，有的時候給他改幾個字，他那一本書這麼出來的。現在這本書已經印了幾十萬冊，流通到全世界，我對他很佩服。他寫得很淺，要度眾生就要那麼淺、就要那麼白，小學生都能看得懂，才能夠普度眾生。寫的東西太深，只能夠接引受過高等教育的，那人很少。要想達到世界和平，共存共榮，就是程度愈低他都能夠接受，這個目標才能達到。特別在現在，民主自由的時代，過去農業社會裡面，大家尊重知識分子、尊重讀書人。現在大家講平等、講自由，你受過高等教育，農夫一樣也瞧不起你。換句話說，一定要普度，最淺顯的文句，能夠叫一切人都能看得懂、都能接受，這個才能達到救世的目的。所以陳黃綺華是個有心人，菩薩再世。"
    },
    {
      "id": "20-020-0013_p0006",
      "zh_CN": "我们每个出家人要都能够像他那样存心，那台湾就是真正的宝岛，真实的福地。他是尽心尽力在做。在这个时代不是真正做利益众生的事业，就是决定在做斗争的事业，争名夺利，互相不能容忍，互相排斥，就干这个事情，这个事情是造罪业。所以行大菩萨道，陈黄绮华居士就是一个最好的榜样。他有个毛病，这次我很不客气，我当面教训他，有人赞叹他的书，说比《印光法师文钞》好。《金刚经》是个标准，着了四相，着了四相不是菩萨，增长贡高我慢，自以为不得了、自以为是，这人就完了。在做再多的好事，都变成世间有漏的福报，与了生死出三界毫无干涉。所以这个一定要知道，我们学佛了，尤其是出家了，一心一意就是出三界，这是大前提、大方针。世间所有一切名闻利养、荣华富贵，都要彻底从心里头舍得干干净净，为佛法、为众生，这与阿弥陀佛、与诸佛的本愿相应。念念还有个我存在，那与魔相应，魔跟佛不一样地方，魔念念为自己。",
      "zh_TW": "我們每個出家人要都能夠像他那樣存心，那台灣就是真正的寶島，真實的福地。他是盡心盡力在做。在這個時代不是真正做利益眾生的事業，就是決定在做鬥爭的事業，爭名奪利，互相不能容忍，互相排斥，就幹這個事情，這個事情是造罪業。所以行大菩薩道，陳黃綺華居士就是一個最好的榜樣。他有個毛病，這次我很不客氣，我當面教訓他，有人讚歎他的書，說比《印光法師文鈔》好。《金剛經》是個標準，著了四相，著了四相不是菩薩，增長貢高我慢，自以為不得了、自以為是，這人就完了。在做再多的好事，都變成世間有漏的福報，與了生死出三界毫無干涉。所以這個一定要知道，我們學佛了，尤其是出家了，一心一意就是出三界，這是大前提、大方針。世間所有一切名聞利養、榮華富貴，都要徹底從心裡頭捨得乾乾淨淨，為佛法、為眾生，這與阿彌陀佛、與諸佛的本願相應。念念還有個我存在，那與魔相應，魔跟佛不一樣地方，魔念念為自己。"
    }
  ]
}