{
  "doc_id": "20-020-0022",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0022",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-020-0022_p0001",
      "zh_CN": "再过几天馆长派悟道法师到澳洲去弘法，像这样的机缘将来大家都有。无论是在海外、还是在国内，弘法的精神、目的在哪里？这个不可以不知道。也就是我们教化众生，教的是什么？拿什么去教人？用什么方法教人？希望得到一个什么结果？这些问题都要时时去考量，我们才不会辜负别人诚心诚意的来礼请，也不会去误人子弟，不至于造作重罪。说到教化众生，必定先要自己修行，唯有自行而后才能够化他；没有说是自己没去修行，而能教化别人的，没有这个道理。这个事情，要常常放在心上，要认真、努力的去学习。佛教给我们是些什么？归纳起来第一个是改心，什么是凡夫心，什么是佛菩萨的心要清清楚楚、明明白白，怎样是改凡夫心为佛心，怎样去改凡夫的行持为佛菩萨的行持，因圆满了果报自然圆满。佛在经上说种种殊胜的果报，其目的是让我们起羡慕之心，发愿认真修学，所以目的都在修因，因圆果满。我们自己要是不明白这个道理，不能认真去做，拿什么去教人？而假佛法之名，误导众生，这个罪过堕在阿鼻地狱，这是佛菩萨不愿意见到的。所以这个肩负起教学的重任，一定要认真努力克服自己的习气、困难，要认真努力去做。",
      "zh_TW": "再過幾天館長派悟道法師到澳洲去弘法，像這樣的機緣將來大家都有。無論是在海外、還是在國內，弘法的精神、目的在哪裡？這個不可以不知道。也就是我們教化眾生，教的是什麼？拿什麼去教人？用什麼方法教人？希望得到一個什麼結果？這些問題都要時時去考量，我們才不會辜負別人誠心誠意的來禮請，也不會去誤人子弟，不至於造作重罪。說到教化眾生，必定先要自己修行，唯有自行而後才能夠化他；沒有說是自己沒去修行，而能教化別人的，沒有這個道理。這個事情，要常常放在心上，要認真、努力的去學習。佛教給我們是些什麼？歸納起來第一個是改心，什麼是凡夫心，什麼是佛菩薩的心要清清楚楚、明明白白，怎樣是改凡夫心為佛心，怎樣去改凡夫的行持為佛菩薩的行持，因圓滿了果報自然圓滿。佛在經上說種種殊勝的果報，其目的是讓我們起羡慕之心，發願認真修學，所以目的都在修因，因圓果滿。我們自己要是不明白這個道理，不能認真去做，拿什麼去教人？而假佛法之名，誤導眾生，這個罪過墮在阿鼻地獄，這是佛菩薩不願意見到的。所以這個肩負起教學的重任，一定要認真努力克服自己的習氣、困難，要認真努力去做。"
    },
    {
      "id": "20-020-0022_p0002",
      "zh_CN": "佛法、世法是一不是二，以佛菩萨的心肠入世，世间法就是佛法，没有一法不是佛法；以凡夫心入佛法，一切佛法都是凡夫法。由此可知，所谓世法、佛法不在事相上，是在个人心上，所谓「心净则国土净」，就是这个道理。这佛法不坏世间法，根本无需要破世间法，所以世尊在世，那个时候对印度许许多多的宗教徒，佛的教化没有改变他们生活方式，只是修正他的理念，帮助他从迷信的生活，回归到觉悟正信的生活。这个我们在西藏密宗里面可以看到，密宗里面保持许许多多这个生活方式，都是古印度宗教徒的生活方式。世尊没有改变他，只是加入新的这个解释、新的思想、新的观念，这个方法真正是我们中国圣人所讲的，「极高明而道中庸」，这才是真实的智慧。因此我们对于世间法也要学习，才能与每个地区、每个民族生活得更融洽。要学佛陀的智慧、本事，就他的生活方式注入新的观念，这叫破谜开悟。教他保持他的传统，发扬他传统的真善美而不加以破坏，由此可知，佛教人生活确实是多彩多姿。我们在经典上，在《华严经》五十三参大家看到，这是佛法，跟其他宗教不一样地方，就是佛法能随缘。其他宗教，像一般大家知道的，信了上帝，父亲跟儿子都信了上帝，在称呼上都称兄弟姐妹，父子、母子这个称呼破坏了，这是伦理破坏了。佛法里面我们没有见到，佛法决定是尊重伦理，尊重每个国家民族的生活习惯，决定没有破坏。只有给他觉悟的思想，正知正见，发扬他传统的真善美。",
      "zh_TW": "佛法、世法是一不是二，以佛菩薩的心腸入世，世間法就是佛法，沒有一法不是佛法；以凡夫心入佛法，一切佛法都是凡夫法。由此可知，所謂世法、佛法不在事相上，是在個人心上，所謂「心淨則國土淨」，就是這個道理。這佛法不壞世間法，根本無需要破世間法，所以世尊在世，那個時候對印度許許多多的宗教徒，佛的教化沒有改變他們生活方式，只是修正他的理念，幫助他從迷信的生活，回歸到覺悟正信的生活。這個我們在西藏密宗裡面可以看到，密宗裡面保持許許多多這個生活方式，都是古印度宗教徒的生活方式。世尊沒有改變他，只是加入新的這個解釋、新的思想、新的觀念，這個方法真正是我們中國聖人所講的，「極高明而道中庸」，這才是真實的智慧。因此我們對於世間法也要學習，才能與每個地區、每個民族生活得更融洽。要學佛陀的智慧、本事，就他的生活方式注入新的觀念，這叫破謎開悟。教他保持他的傳統，發揚他傳統的真善美而不加以破壞，由此可知，佛教人生活確實是多彩多姿。我們在經典上，在《華嚴經》五十三參大家看到，這是佛法，跟其他宗教不一樣地方，就是佛法能隨緣。其他宗教，像一般大家知道的，信了上帝，父親跟兒子都信了上帝，在稱呼上都稱兄弟姐妹，父子、母子這個稱呼破壞了，這是倫理破壞了。佛法裡面我們沒有見到，佛法決定是尊重倫理，尊重每個國家民族的生活習慣，決定沒有破壞。只有給他覺悟的思想，正知正見，發揚他傳統的真善美。"
    },
    {
      "id": "20-020-0022_p0003",
      "zh_CN": "所以佛法无论传到任何地方，一定被那个地方人民欢喜接受，不会排斥的。除非是讲经说法的人，自己犯了过失，自己曲解了经义。世法里面，古时候的我们要知道，现前的我们也要晓得，我们居住这个地区的我们知道，世界其他国家民族的我们也要知道。你到那个地方去弘法才不至于有障碍，这些都要认真去学习。我们修净土，大家都说，我们要求生西方极乐世界、要见佛、要不退转、要成佛道，为什么消息都没有？障碍究竟在哪里？障碍在放不下，看不破、放不下这是大障碍。为什么看不破？因为放不下。为什么放不下？因为看不破。所以看破、放下互为因缘，什么时候放下？现在就要放下，不能等待，果然放下你就看破了。所谓看破就是事理的真相明白了，时时放下，这个心里面不能有东西存在里头。惠能大师在《坛经》里面所说的，「本来无一物」，一个修行人要时时保持着本来无一物，这个心多干净。身心世界一切放下，放下就是《金刚经》上讲的「应无所住」，无住就是放下的意思。无住后面有生心，生心就是发心的意思，生比发的意思更圆满。",
      "zh_TW": "所以佛法無論傳到任何地方，一定被那個地方人民歡喜接受，不會排斥的。除非是講經說法的人，自己犯了過失，自己曲解了經義。世法裡面，古時候的我們要知道，現前的我們也要曉得，我們居住這個地區的我們知道，世界其他國家民族的我們也要知道。你到那個地方去弘法才不至於有障礙，這些都要認真去學習。我們修淨土，大家都說，我們要求生西方極樂世界、要見佛、要不退轉、要成佛道，為什麼消息都沒有？障礙究竟在哪裡？障礙在放不下，看不破、放不下這是大障礙。為什麼看不破？因為放不下。為什麼放不下？因為看不破。所以看破、放下互為因緣，什麼時候放下？現在就要放下，不能等待，果然放下你就看破了。所謂看破就是事理的真相明白了，時時放下，這個心裡面不能有東西存在裡頭。惠能大師在《壇經》裡面所說的，「本來無一物」，一個修行人要時時保持著本來無一物，這個心多乾淨。身心世界一切放下，放下就是《金剛經》上講的「應無所住」，無住就是放下的意思。無住後面有生心，生心就是發心的意思，生比發的意思更圓滿。"
    },
    {
      "id": "20-020-0022_p0004",
      "zh_CN": "生什么心？对自己来讲，要生念佛求生西方的心。对众生来说呢？要把这个法门介绍给一切大众，帮助大众从迷惑颠倒的生活，回归到觉悟的生活。觉悟的生活就是菩萨行；换句话说，从凡夫的生活回到菩萨的生活。我们生活有没有改变？没改变，过去做什么行业现在还做什么行业。所不同的过去是迷，现在是觉，迷的时候有苦，觉的时候有乐，所谓法喜充满，那个不同地方在此地。并不是改变他的生活，并不是改变他的职业、行业，不是的。《华严经》上五十三参，我们看到那些菩萨男女老少各行各业，就在他原本的行业，原本的生活习俗当中觉悟，离苦得乐这是佛法。所以将来有机缘的话，《华严经》确实是要讲一遍，《华严经》的内容，就是叫这个世间迷惑颠倒的人回过头来，过一个觉悟的生活，觉悟的生活才是真正的幸福、快乐、美满。譬如我在前几天跟大家说过，我们在厨房里面工作每天烧饭、洗碗、抹桌子，世间人觉得这苦事情。觉悟的人觉得这快乐的事情，这些事情是什么？这些事情就是六度万行、就是戒定慧三学。",
      "zh_TW": "生什麼心？對自己來講，要生念佛求生西方的心。對眾生來說呢？要把這個法門介紹給一切大眾，幫助大眾從迷惑顛倒的生活，回歸到覺悟的生活。覺悟的生活就是菩薩行；換句話說，從凡夫的生活回到菩薩的生活。我們生活有沒有改變？沒改變，過去做什麼行業現在還做什麼行業。所不同的過去是迷，現在是覺，迷的時候有苦，覺的時候有樂，所謂法喜充滿，那個不同地方在此地。並不是改變他的生活，並不是改變他的職業、行業，不是的。《華嚴經》上五十三參，我們看到那些菩薩男女老少各行各業，就在他原本的行業，原本的生活習俗當中覺悟，離苦得樂這是佛法。所以將來有機緣的話，《華嚴經》確實是要講一遍，《華嚴經》的內容，就是叫這個世間迷惑顛倒的人回過頭來，過一個覺悟的生活，覺悟的生活才是真正的幸福、快樂、美滿。譬如我在前幾天跟大家說過，我們在廚房裡面工作每天燒飯、洗碗、抹桌子，世間人覺得這苦事情。覺悟的人覺得這快樂的事情，這些事情是什麼？這些事情就是六度萬行、就是戒定慧三學。"
    },
    {
      "id": "20-020-0022_p0005",
      "zh_CN": "工作还是一样，事情还是一样，心理观念改变，这一变的时候就菩萨的生活。菩萨什么生活？每天烧饭、抹桌子、洗碗碟是菩萨。《华严经》是教我们这些，教给我们怎样做一个最快乐、最幸福的生活，这是事实，这是修行，大乘菩萨行，无上正等正觉就在这里修。不了解的，天天做这个事情苦死了，家庭主妇一个个都想跑，迷，迷就苦。悟就乐，悟知道我在这地方，修布施、修称赞、修供养、修忍辱、修禅定、修般若，他在修这个，所以迷悟完全不一样。我们自己要不会修，自己在这个地方得不到法乐，我们怎样教化别人？怎样帮助别人？不能帮助别人，我们接受别人这些供养，就是古人讲的了，「今生不了道，披毛戴角还」。我们这接受人家供养，这都负债；我们自己有真修行，把这个功德回向给众生，回向给众生这是抵偿，这才能抵消。我们把佛法尽心尽力传播、介绍给大众，这是报恩。所以归根结柢一句要紧的话，就是放下，现在就要放下，彻底放下往生就自在，什么障碍都没有了。",
      "zh_TW": "工作還是一樣，事情還是一樣，心理觀念改變，這一變的時候就菩薩的生活。菩薩什麼生活？每天燒飯、抹桌子、洗碗碟是菩薩。《華嚴經》是教我們這些，教給我們怎樣做一個最快樂、最幸福的生活，這是事實，這是修行，大乘菩薩行，無上正等正覺就在這裡修。不了解的，天天做這個事情苦死了，家庭主婦一個個都想跑，迷，迷就苦。悟就樂，悟知道我在這地方，修布施、修稱讚、修供養、修忍辱、修禪定、修般若，他在修這個，所以迷悟完全不一樣。我們自己要不會修，自己在這個地方得不到法樂，我們怎樣教化別人？怎樣幫助別人？不能幫助別人，我們接受別人這些供養，就是古人講的了，「今生不了道，披毛戴角還」。我們這接受人家供養，這都負債；我們自己有真修行，把這個功德迴向給眾生，迴向給眾生這是抵償，這才能抵消。我們把佛法盡心盡力傳播、介紹給大眾，這是報恩。所以歸根結柢一句要緊的話，就是放下，現在就要放下，徹底放下往生就自在，什麼障礙都沒有了。"
    }
  ]
}