{
  "doc_id": "20-020-0034",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0034",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-020-0034_p0001",
      "zh_CN": "过去天台家讲「能说不能行，国之师也」，这是国家的老师；「能说又能行，国之宝也」，国家的一块宝。这两句话实在就是，佛常常在经里面所说的，佛说破戒这个人还能救，破见这个人就无救了。能说不能行，破戒，他做不到，他会讲，做不到，但是他说的话是正法，没有说错，知见正，所以这个人还有救；假如持戒很严，做得很好，知见错误那就没救。譬如诸佛如来、历代祖师大德，都教导我们要求生净土，这个见解是正知正见。不但念佛的人要求生净土，修学任何一个法门到最后都是回向往生净土，这个知见是正的。我们在《无量寿经．三辈往生》最后的一段，经上说得清清楚楚，那是一切受持读诵大乘的人，那个大乘太广了，所有一切大乘佛法，修学佛法的人，临终求愿往生，统统要求净土。所以那段经文慈舟法师把它判作「一心三辈」，很有道理。这个知见正非常非常重要，不管修行怎么好，如果舍弃净土都不能成就，这是很重要、很重要。自己能够一心求生净土，而且给别人介绍也是正法，这是国之宝。",
      "zh_TW": "過去天台家講「能說不能行，國之師也」，這是國家的老師；「能說又能行，國之寶也」，國家的一塊寶。這兩句話實在就是，佛常常在經裡面所說的，佛說破戒這個人還能救，破見這個人就無救了。能說不能行，破戒，他做不到，他會講，做不到，但是他說的話是正法，沒有說錯，知見正，所以這個人還有救；假如持戒很嚴，做得很好，知見錯誤那就沒救。譬如諸佛如來、歷代祖師大德，都教導我們要求生淨土，這個見解是正知正見。不但念佛的人要求生淨土，修學任何一個法門到最後都是迴向往生淨土，這個知見是正的。我們在《無量壽經．三輩往生》最後的一段，經上說得清清楚楚，那是一切受持讀誦大乘的人，那個大乘太廣了，所有一切大乘佛法，修學佛法的人，臨終求願往生，統統要求淨土。所以那段經文慈舟法師把它判作「一心三輩」，很有道理。這個知見正非常非常重要，不管修行怎麼好，如果捨棄淨土都不能成就，這是很重要、很重要。自己能夠一心求生淨土，而且給別人介紹也是正法，這是國之寶。"
    },
    {
      "id": "20-020-0034_p0002",
      "zh_CN": "佛门的「功过格」是莲池大师编的，莲池大师的「自知录」，就是仿照世间的功过格，用佛在经典里面的教训，编一套功过格给出家人，或者给学佛的人，这个在后面给大家认真检点自己。佛法修学总离不开戒定慧，戒就是守法、守规矩，守世尊一切经典里面的教训，我们遵守去做。修行最重要的枢纽就是定，定就是清净心，一切顺逆境界，好的环境、恶的环境，善人、恶人，那都是修什么？都是修自己的清净心。不为人事环境所干扰、所污染，那你的道业就清净了。你有定就有慧，慧就是能够辨别是非善恶，虽能够辨别，决定不去起心动念，起心动念就落在意识里面去了。所以诸佛菩萨没有怨恨人，纵然是恶人、恶事障道，佛菩萨也视之自然，不会起一念心。为什么？希望恶人能够早一天觉悟，恶人也有佛性，佛菩萨对他也很尊敬。有意无意得罪恶人，会招来不如意的果报，修行人在菩萨道上魔障就多，魔障在哪里？就是你得罪的恶人恶事，他反弹过来的阻力就是魔障。你不得罪人，你的魔障就少；你得罪人多的话，你的魔障就多。所以《太上感应篇》讲得很好，「祸福无门，唯人自召」，你自己找的。一定要克服自己的瞋恚，克服自己的嫉妒、障碍，这是与生俱来的烦恼。看到别人好了，心里就不高兴了。看到别人有成就了，自己就很难过，要想方法破坏别人、阻挠别人，殊不知那是成就别人的忍，成就别人的定慧，自己招来的不如意。纵然人家不报复你，你也会得到报应，为什么？你所造的是性罪。人家不报复，你本身是罪，这个罪是你恶的心所所产生的。",
      "zh_TW": "佛門的「功過格」是蓮池大師編的，蓮池大師的「自知錄」，就是仿照世間的功過格，用佛在經典裡面的教訓，編一套功過格給出家人，或者給學佛的人，這個在後面給大家認真檢點自己。佛法修學總離不開戒定慧，戒就是守法、守規矩，守世尊一切經典裡面的教訓，我們遵守去做。修行最重要的樞紐就是定，定就是清淨心，一切順逆境界，好的環境、惡的環境，善人、惡人，那都是修什麼？都是修自己的清淨心。不為人事環境所干擾、所污染，那你的道業就清淨了。你有定就有慧，慧就是能夠辨別是非善惡，雖能夠辨別，決定不去起心動念，起心動念就落在意識裡面去了。所以諸佛菩薩沒有怨恨人，縱然是惡人、惡事障道，佛菩薩也視之自然，不會起一念心。為什麼？希望惡人能夠早一天覺悟，惡人也有佛性，佛菩薩對他也很尊敬。有意無意得罪惡人，會招來不如意的果報，修行人在菩薩道上魔障就多，魔障在哪裡？就是你得罪的惡人惡事，他反彈過來的阻力就是魔障。你不得罪人，你的魔障就少；你得罪人多的話，你的魔障就多。所以《太上感應篇》講得很好，「禍福無門，唯人自召」，你自己找的。一定要克服自己的瞋恚，克服自己的嫉妒、障礙，這是與生俱來的煩惱。看到別人好了，心裡就不高興了。看到別人有成就了，自己就很難過，要想方法破壞別人、阻撓別人，殊不知那是成就別人的忍，成就別人的定慧，自己招來的不如意。縱然人家不報復你，你也會得到報應，為什麼？你所造的是性罪。人家不報復，你本身是罪，這個罪是你惡的心所所產生的。"
    },
    {
      "id": "20-020-0034_p0003",
      "zh_CN": "我们在台湾、在海外、在中国大陆，看到有些很好成就的人，他们是怎么成就的？几乎答案是一致的，从录音带上写成文字这么成的。这怎么会成就？有个道理，他专心在听、他专心在写。诸位想想看，那是戒定慧，专心的听录音带，再一个字一个字的写，怕写错了，怕写漏掉，这个时候他心里不会起别的念头，起别的念头会写错、会听错，那就是持戒，戒就是「诸恶莫作、众善奉行」。专心就是修定；听的一句不漏，一句没错，写的一字没错，一字没漏，那是慧。所以他们一大本写出来，他用了多少时间，他就真的在那里修戒定慧，是这么成就的。要他干别的事情会分心，会起贪念，他这个干法的时候他能够摄心，就是大势至菩萨讲的「都摄六根」，他用这个方法来都摄六根。所以我看到成就的都是搞的那个，再想想是满有道理，很重要。对付现在人烦恼很重，习气很重，业障很重，这个方法的确还满有效的。专心写的时候，他就不胡思乱想了，没想头了；不专一的时候，他会想，想东想西心神不定。一个能够专注的人，环境只要吃得饱，晚上睡得好就行了，其他的都不想了。专注在这个道业上，成就戒定慧三学，从这个地方能得定，而且我们不讲开智慧，能够增加你对净土的信心。像《金刚经》上讲的，能够做到「信心不逆」，那你就成就了。真的能做到信心不逆这四个字，往生净土都是上品往生，总是上上品、上中品，那是真实的成就。",
      "zh_TW": "我們在台灣、在海外、在中國大陸，看到有些很好成就的人，他們是怎麼成就的？幾乎答案是一致的，從錄音帶上寫成文字這麼成的。這怎麼會成就？有個道理，他專心在聽、他專心在寫。諸位想想看，那是戒定慧，專心的聽錄音帶，再一個字一個字的寫，怕寫錯了，怕寫漏掉，這個時候他心裡不會起別的念頭，起別的念頭會寫錯、會聽錯，那就是持戒，戒就是「諸惡莫作、眾善奉行」。專心就是修定；聽的一句不漏，一句沒錯，寫的一字沒錯，一字沒漏，那是慧。所以他們一大本寫出來，他用了多少時間，他就真的在那裡修戒定慧，是這麼成就的。要他幹別的事情會分心，會起貪念，他這個幹法的時候他能夠攝心，就是大勢至菩薩講的「都攝六根」，他用這個方法來都攝六根。所以我看到成就的都是搞的那個，再想想是滿有道理，很重要。對付現在人煩惱很重，習氣很重，業障很重，這個方法的確還滿有效的。專心寫的時候，他就不胡思亂想了，沒想頭了；不專一的時候，他會想，想東想西心神不定。一個能夠專注的人，環境只要吃得飽，晚上睡得好就行了，其他的都不想了。專注在這個道業上，成就戒定慧三學，從這個地方能得定，而且我們不講開智慧，能夠增加你對淨土的信心。像《金剛經》上講的，能夠做到「信心不逆」，那你就成就了。真的能做到信心不逆這四個字，往生淨土都是上品往生，總是上上品、上中品，那是真實的成就。"
    },
    {
      "id": "20-020-0034_p0004",
      "zh_CN": "世缘要舍，要放下，统统是枷锁。世间这从前读书人跟现在不一样，现在人只看眼前的利害，古人能看得比较长远，希望将来能够在历史上留名，名垂青史，他有这么一个愿望。其实地球在太空当中，是个小星球也会爆炸的，地球哪一天爆炸了，你还留什么名？还留什么历史？都是假的，不是真的，名闻利养统统是假的。唯有成就戒定慧、成就清净心，只有这一桩事是真的，这实在话。我们不学佛的时候不知道，学了佛之后才晓得这个事情，唯独清净心是真的。利益众生就是把这个佛法，把最重要的净宗一生成就的佛法，用真诚恳切的心介绍给别人，这就是大乘法，这就是行菩萨道。大家平常看到恶人、恶事，不要批评，什么原因？我们自己慧眼没有开，你看到是恶的说不定那是善的，我们自己心目当中善恶标准绝对靠不住。佛在经上讲，等到你哪一天证到阿罗汉果，你才可以相信你自己判断是正确的。没有证得阿罗汉果，你感情用事，这些邪正、是非、善恶，你没有能力辨别。没有能力辨别，你一切都不分别这个多好，恢复到自性清净心。《了凡四训》是很有启示的一个小册子，它讲的善恶就讲得很多，善恶里头有真、有假，有真善、有假善，有真恶、有假恶，有偏、有圆，有大、有小，那不容易辨别的。这个真正有能力辨别，就是得清净心，有智慧才能辨别。",
      "zh_TW": "世緣要捨，要放下，統統是枷鎖。世間這從前讀書人跟現在不一樣，現在人只看眼前的利害，古人能看得比較長遠，希望將來能夠在歷史上留名，名垂青史，他有這麼一個願望。其實地球在太空當中，是個小星球也會爆炸的，地球哪一天爆炸了，你還留什麼名？還留什麼歷史？都是假的，不是真的，名聞利養統統是假的。唯有成就戒定慧、成就清淨心，只有這一樁事是真的，這實在話。我們不學佛的時候不知道，學了佛之後才曉得這個事情，唯獨清淨心是真的。利益眾生就是把這個佛法，把最重要的淨宗一生成就的佛法，用真誠懇切的心介紹給別人，這就是大乘法，這就是行菩薩道。大家平常看到惡人、惡事，不要批評，什麼原因？我們自己慧眼沒有開，你看到是惡的說不定那是善的，我們自己心目當中善惡標準絕對靠不住。佛在經上講，等到你哪一天證到阿羅漢果，你才可以相信你自己判斷是正確的。沒有證得阿羅漢果，你感情用事，這些邪正、是非、善惡，你沒有能力辨別。沒有能力辨別，你一切都不分別這個多好，恢復到自性清淨心。《了凡四訓》是很有啟示的一個小冊子，它講的善惡就講得很多，善惡裡頭有真、有假，有真善、有假善，有真惡、有假惡，有偏、有圓，有大、有小，那不容易辨別的。這個真正有能力辨別，就是得清淨心，有智慧才能辨別。"
    },
    {
      "id": "20-020-0034_p0005",
      "zh_CN": "我们现在讲经这些录音带，希望每个星期都能把它整理出来，我们自己这个道场一定要做到。像美国圣荷西、达拉斯，这边是杭州南路，还就是彰化，新加坡的净宗学会、居士林，这几个单位每个星期都要寄去。这样的时候，他们每天听的话，等于说都没有离开，我们统统都团结在一起，这个很重要。我们在外面所讲的东西，也要让他们每个星期都要送回来，用快递的方法能够送到。多听就是多薰习，众生业障习气深重，自己也一样三天不听经的时候就乱七八糟，面目全非。",
      "zh_TW": "我們現在講經這些錄音帶，希望每個星期都能把它整理出來，我們自己這個道場一定要做到。像美國聖荷西、達拉斯，這邊是杭州南路，還就是彰化，新加坡的淨宗學會、居士林，這幾個單位每個星期都要寄去。這樣的時候，他們每天聽的話，等於說都沒有離開，我們統統都團結在一起，這個很重要。我們在外面所講的東西，也要讓他們每個星期都要送回來，用快遞的方法能夠送到。多聽就是多薰習，眾生業障習氣深重，自己也一樣三天不聽經的時候就亂七八糟，面目全非。"
    }
  ]
}