{
  "doc_id": "20-020-0003",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0003",
  "total_paragraphs": 2,
  "paragraphs": [
    {
      "id": "20-020-0003_p0001",
      "zh_CN": "学佛枢纽在定慧，正如同《金刚经》上所说的，这个定就是「如如不动」，慧是「不取于相」，佛在《金刚经》教须菩提最要紧的，就是这两句话。我们也可以用这两句话，来反省、来检点自己有没有智慧？有没有功夫？念佛人的功夫就是念佛三昧，念佛三昧就是定。有定慧的人，心量就大，就与自性相应。虚空法界都是自性变现出来的，昨天晚上讲到，实报土、常寂光土，都说到这个意思，这就是「真实智慧无为法身」。这个学佛不能成就，在教下讲的不能证果，原因就是没有定、没有慧，所谓迷惑颠倒，经上常讲的「可怜悯者」。因为起心动念，分别、执着、妄想还是造轮回业，虽然出家修行依旧造轮回业，参禅也好、学教也好、念佛也好，没有办法脱离轮回。如果这个里面与人相处的时候，还有贪瞋痴慢、还有嫉妒，那造的就是三恶道业。世间人不清楚，我们看得很清楚、很明白。所以真修行，确实要记住惠能大师的两句话，「若真修道人，不见世间过」。见自己的过，不见世间过，这是惠能大师教给后人的两句真实话。要不在这上真正下功夫，这一生就跟过去生中一样要空过的，注定要空过的。你说为什么空过？忍不过。没有忍哪来的定？六度忍辱之后精进才有禅定，才有定，到有定慧才管用。",
      "zh_TW": "學佛樞紐在定慧，正如同《金剛經》上所說的，這個定就是「如如不動」，慧是「不取於相」，佛在《金剛經》教須菩提最要緊的，就是這兩句話。我們也可以用這兩句話，來反省、來檢點自己有沒有智慧？有沒有功夫？念佛人的功夫就是念佛三昧，念佛三昧就是定。有定慧的人，心量就大，就與自性相應。虛空法界都是自性變現出來的，昨天晚上講到，實報土、常寂光土，都說到這個意思，這就是「真實智慧無為法身」。這個學佛不能成就，在教下講的不能證果，原因就是沒有定、沒有慧，所謂迷惑顛倒，經上常講的「可憐憫者」。因為起心動念，分別、執著、妄想還是造輪迴業，雖然出家修行依舊造輪迴業，參禪也好、學教也好、念佛也好，沒有辦法脫離輪迴。如果這個裡面與人相處的時候，還有貪瞋痴慢、還有嫉妒，那造的就是三惡道業。世間人不清楚，我們看得很清楚、很明白。所以真修行，確實要記住惠能大師的兩句話，「若真修道人，不見世間過」。見自己的過，不見世間過，這是惠能大師教給後人的兩句真實話。要不在這上真正下功夫，這一生就跟過去生中一樣要空過的，注定要空過的。你說為什麼空過？忍不過。沒有忍哪來的定？六度忍辱之後精進才有禪定，才有定，到有定慧才管用。"
    },
    {
      "id": "20-020-0003_p0002",
      "zh_CN": "我们在这个六波罗蜜里面，没有办法进到第三个阶段，就上不去，忍就没有了，充其量只有布施、持戒，忍就没有了。就好象六层大楼，你上到第二层，三层就上不去你怎么能成功？念佛往生亦复如是，你爬不到第六层的时候，你不能往生，念佛不能往生。所以念佛往生最低的条件是念佛三昧，念佛三昧功夫成片，没有定慧你功夫怎么能成得了片？成片是什么样子？六祖的话很好，「不见世间过」就成片了，功夫就成片了。还见到世间过的话，断定你的功夫没成片，你心里头还有烦恼、还有障碍。念佛堂里面主七师常讲，「放下身心世界」，你没放下，心不清净。要从世间法的角度上来观察，人人能见自己过，不见他人过，这个世界就和平共处，这个世界哪里还会有斗争！社会一定祥和，真的就世界大同。这个经上所讲的，绝不是念念就是功德，要把它做到。念没用，六祖也说得很好，「生死大事，福不能救」，要有定慧才能救；解悟不能救，要证悟才能救。从前李老师在世的时候常说，「修行人要改心，心改了，行为自然就改了」。行为上改，心没有改，外表上装模装样，内里面还是妄想、执着，那个无济于事，要紧的是要改心。",
      "zh_TW": "我們在這個六波羅蜜裡面，沒有辦法進到第三個階段，就上不去，忍就沒有了，充其量只有布施、持戒，忍就沒有了。就好象六層大樓，你上到第二層，三層就上不去你怎麼能成功？念佛往生亦復如是，你爬不到第六層的時候，你不能往生，念佛不能往生。所以念佛往生最低的條件是念佛三昧，念佛三昧功夫成片，沒有定慧你功夫怎麼能成得了片？成片是什麼樣子？六祖的話很好，「不見世間過」就成片了，功夫就成片了。還見到世間過的話，斷定你的功夫沒成片，你心裡頭還有煩惱、還有障礙。念佛堂裡面主七師常講，「放下身心世界」，你沒放下，心不清淨。要從世間法的角度上來觀察，人人能見自己過，不見他人過，這個世界就和平共處，這個世界哪裡還會有鬥爭！社會一定祥和，真的就世界大同。這個經上所講的，絕不是念念就是功德，要把它做到。念沒用，六祖也說得很好，「生死大事，福不能救」，要有定慧才能救；解悟不能救，要證悟才能救。從前李老師在世的時候常說，「修行人要改心，心改了，行為自然就改了」。行為上改，心沒有改，外表上裝模裝樣，內裡面還是妄想、執著，那個無濟於事，要緊的是要改心。"
    }
  ]
}