{
  "doc_id": "20-020-0043",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0043",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-020-0043_p0001",
      "zh_CN": "今年年底新加坡的净宗学会，要办个净宗弘法培训班，而去年只是说说而已。今年李木源居士认真的把它做出来，这个事情是桩好事情。你们同修听这个消息也很关心，问我将来怎么个教法，其实教法不重要，重要在修行。你没有真正的修行，你讲得再好，都是东凑一点、西抄一点，都是别人的，那个无济于事，最要紧的是要认真修行。怎么修行？这些年来重复讲了很多遍了，一定要依《无量寿经》，这个非常重要。如果说我对《无量寿经》、对净宗兴趣还不够浓厚，自己要觉悟，这个善根福德因缘少，这经上讲的「不可以少善根福德因缘得生彼国」。自己就要认真努力去培养，把缺少这部分补足，这个补足的方法，就是诚心诚意读诵，你能够读诵几千遍、读诵几万遍会开悟的，就能够进入状况。如果对它没有兴趣的话，那就没有法子。我们很清楚、很明白的，能够看到古德所讲的话没错，将来一直到佛法灭尽了到最后的一百年，这个世界上还有《无量寿经》，还要延续一百年。这个本子决定是这个会集本，所以你就晓得，这本经的价值，一直到佛法灭尽之后，最后的一百年的时候，所有一切经都不存在了，这个经本子还存在，你就知道它的宝贵。你知道的一切诸佛护念、龙天善神守护，所以能够在这部经上真正下功夫，这就是第一有福报的人。",
      "zh_TW": "今年年底新加坡的淨宗學會，要辦個淨宗弘法培訓班，而去年只是說說而已。今年李木源居士認真的把它做出來，這個事情是樁好事情。你們同修聽這個消息也很關心，問我將來怎麼個教法，其實教法不重要，重要在修行。你沒有真正的修行，你講得再好，都是東湊一點、西抄一點，都是別人的，那個無濟於事，最要緊的是要認真修行。怎麼修行？這些年來重複講了很多遍了，一定要依《無量壽經》，這個非常重要。如果說我對《無量壽經》、對淨宗興趣還不夠濃厚，自己要覺悟，這個善根福德因緣少，這經上講的「不可以少善根福德因緣得生彼國」。自己就要認真努力去培養，把缺少這部分補足，這個補足的方法，就是誠心誠意讀誦，你能夠讀誦幾千遍、讀誦幾萬遍會開悟的，就能夠進入狀況。如果對它沒有興趣的話，那就沒有法子。我們很清楚、很明白的，能夠看到古德所講的話沒錯，將來一直到佛法滅盡了到最後的一百年，這個世界上還有《無量壽經》，還要延續一百年。這個本子決定是這個會集本，所以你就曉得，這本經的價值，一直到佛法滅盡之後，最後的一百年的時候，所有一切經都不存在了，這個經本子還存在，你就知道它的寶貴。你知道的一切諸佛護念、龍天善神守護，所以能夠在這部經上真正下功夫，這就是第一有福報的人。"
    },
    {
      "id": "20-020-0043_p0002",
      "zh_CN": "这次我们讲《金刚经》，目的何在？目的就是教大家放下，放下万缘，一心念佛。为什么放不下？《金刚经》上有道理、有理论、有方法，你没有看破，你不知道这个世间是梦幻泡影。如果真正晓得事实真相，自然就放下了，放下从哪里下手？从我执、我相、我见，从这里下手。过去没有深入《金刚经》不晓得，以为大乘菩萨要破四相。现在《金刚经》读一读，连小乘须陀洹都要破四相，这个真的叫我们恍然大悟。须陀洹如果自己认为自己证得须陀洹，那是假的还是凡夫。这真是经上所讲的，「一切贤圣皆以无为法而有差别」，也就是你放下功夫的浅深。从小乘初果到大乘等觉菩萨，没有别的，放下而已。今天我想这样做，我想那样做，这就是我见，头一个就把这个放下。要学「恒顺众生、随喜功德」，「一切有为法，如梦幻泡影」，学随缘不攀缘，在这里面修清净心那叫真修行。我们修什么？这个环境不清净我受不了，这就不是修行人，没有资格修行，那是凡夫，依旧去搞六道轮回。真正修行什么境界都可以，无论什么境界他心都是平静的，那个叫真修行。顺境也是平静的，逆境心还是平静的，环境优雅心是清净的，环境很复杂心还是清净的，就修这个你修什么！《无量寿经》一开端教给你修行三个原则，「清净平等觉」，这个修行的三大纲领。",
      "zh_TW": "這次我們講《金剛經》，目的何在？目的就是教大家放下，放下萬緣，一心念佛。為什麼放不下？《金剛經》上有道理、有理論、有方法，你沒有看破，你不知道這個世間是夢幻泡影。如果真正曉得事實真相，自然就放下了，放下從哪裡下手？從我執、我相、我見，從這裡下手。過去沒有深入《金剛經》不曉得，以為大乘菩薩要破四相。現在《金剛經》讀一讀，連小乘須陀洹都要破四相，這個真的叫我們恍然大悟。須陀洹如果自己認為自己證得須陀洹，那是假的還是凡夫。這真是經上所講的，「一切賢聖皆以無為法而有差別」，也就是你放下功夫的淺深。從小乘初果到大乘等覺菩薩，沒有別的，放下而已。今天我想這樣做，我想那樣做，這就是我見，頭一個就把這個放下。要學「恆順眾生、隨喜功德」，「一切有為法，如夢幻泡影」，學隨緣不攀緣，在這裡面修清淨心那叫真修行。我們修什麼？這個環境不清淨我受不了，這就不是修行人，沒有資格修行，那是凡夫，依舊去搞六道輪迴。真正修行什麼境界都可以，無論什麼境界他心都是平靜的，那個叫真修行。順境也是平靜的，逆境心還是平靜的，環境優雅心是清淨的，環境很複雜心還是清淨的，就修這個你修什麼！《無量壽經》一開端教給你修行三個原則，「清淨平等覺」，這個修行的三大綱領。"
    },
    {
      "id": "20-020-0043_p0003",
      "zh_CN": "《金刚经》上佛教导我们，第一个叫我们布施就放下。第二个叫我们忍辱，什么事情都要能忍，你能够忍你心就会平等。你能够舍、能够施，你的心就能够清净，心到清净平等了自然生智慧，那底下就会觉。觉是果，清净平等是因，清净平等的因才有大觉的果报。所以明白这个道理之后，你才晓得任何环境都是修行道场。像善财童子五十三参，无论什么环境都在里头成就自己的清净平等觉。你自己有真正的修行，然后讲出的东西，自然就不一样。你不入这个境界，要是想多看一点、多搜集一点资料、多抄一点，从前李老师讲，该怎么样生死还是怎么样生死，与自己了生死出三界毫不相关，这个很重要、很重要。在日常生活当中，特别注重的，三福六和这是基础，不在这上打下基础，不能成就的。我们在三福六和前面又加上五德，五德是《论语》的温良恭俭让，我们只要求自己，不要求别人，这是真修行。禅宗六祖惠能大师所说的，「若真修行人，不见世间过」，修自己，自己要修温良恭俭让，别人修不修没有关系，与我不相干，成就自己，给别人做好榜样，那就是化他，自行化他。自己认真修行是自行，做一个好样子给别人看这是化他，不在言说，就是要真正去做到。",
      "zh_TW": "《金剛經》上佛教導我們，第一個叫我們布施就放下。第二個叫我們忍辱，什麼事情都要能忍，你能夠忍你心就會平等。你能夠捨、能夠施，你的心就能夠清淨，心到清淨平等了自然生智慧，那底下就會覺。覺是果，清淨平等是因，清淨平等的因才有大覺的果報。所以明白這個道理之後，你才曉得任何環境都是修行道場。像善財童子五十三參，無論什麼環境都在裡頭成就自己的清淨平等覺。你自己有真正的修行，然後講出的東西，自然就不一樣。你不入這個境界，要是想多看一點、多蒐集一點資料、多抄一點，從前李老師講，該怎麼樣生死還是怎麼樣生死，與自己了生死出三界毫不相關，這個很重要、很重要。在日常生活當中，特別注重的，三福六和這是基礎，不在這上打下基礎，不能成就的。我們在三福六和前面又加上五德，五德是《論語》的溫良恭儉讓，我們只要求自己，不要求別人，這是真修行。禪宗六祖惠能大師所說的，「若真修行人，不見世間過」，修自己，自己要修溫良恭儉讓，別人修不修沒有關係，與我不相干，成就自己，給別人做好榜樣，那就是化他，自行化他。自己認真修行是自行，做一個好樣子給別人看這是化他，不在言說，就是要真正去做到。"
    },
    {
      "id": "20-020-0043_p0004",
      "zh_CN": "讲经的方法，李老师这个小册子，你们大家都有，都在这里头。跟兵法一样，《孙子兵法》每个书店都有，谁能够做统帅？岳飞讲了一句话很有道理，「存乎一心」。不是每人拿到《兵法》都会打仗，都会当元帅的，不可能的事情，「运用之妙，存乎一心」。我在李老师会下，他这套方法，我几个月统统都懂得了，我在台中大概三个月的时间，他这套东西我全都懂了，但是他在台上会用，我上台不会用。以后再回去跟他十年，十年干什么？观察他怎么运用。那个很难，那是活的，这个原则那是死的，死的你怎么去活用，那个不是简单事情。兵法如何应用在战场上，如何应用在千变万化这个环境里面，那就是运用之妙，存乎一心，那是最艰难的。这个一心很有道理，一心是真诚，在佛法里面真诚，必定有诸佛护念，三宝加持。你不能做到至诚的话，你得不到这个力量，这至诚感通。",
      "zh_TW": "講經的方法，李老師這個小冊子，你們大家都有，都在這裡頭。跟兵法一樣，《孫子兵法》每個書店都有，誰能夠做統帥？岳飛講了一句話很有道理，「存乎一心」。不是每人拿到《兵法》都會打仗，都會當元帥的，不可能的事情，「運用之妙，存乎一心」。我在李老師會下，他這套方法，我幾個月統統都懂得了，我在台中大概三個月的時間，他這套東西我全都懂了，但是他在台上會用，我上台不會用。以後再回去跟他十年，十年幹什麼？觀察他怎麼運用。那個很難，那是活的，這個原則那是死的，死的你怎麼去活用，那個不是簡單事情。兵法如何應用在戰場上，如何應用在千變萬化這個環境裡面，那就是運用之妙，存乎一心，那是最艱難的。這個一心很有道理，一心是真誠，在佛法裡面真誠，必定有諸佛護念，三寶加持。你不能做到至誠的話，你得不到這個力量，這至誠感通。"
    },
    {
      "id": "20-020-0043_p0005",
      "zh_CN": "这个苦日子、苦生活，我们心理上都要有准备，世界会有灾难的，我们这种日子，能永远过下去吗？靠不住了，这个要知道，《了凡四训》里面都讲得很清楚。这次我们在新加坡住的这个二十几天，我就跟全师讲，我们自己总要学会烧几个菜。你万一到那个时候没有怎么办？总不能说天天去吃馆子，吃馆子还要自己会开车，这很重要，一定要学，要实地去做。住在一个地方，不能要人侍候，不能说请几个大师傅、请几个佣人来，这个不可以，这个出家人决定决定不可以的。现在一般寺庙是这个情形，他们厨房是请的大师傅，有茶房、有佣人。但是我们道场不许可，这个才是一个正法道场，你才是一个修行人。还要请很多人侍候你、照顾你那叫什么修行？我们看看台中李老师，李老师到九十五岁还自己烧饭，所以实实在在讲，出家人比不上在家人，他最后的两年才接受学生做侍者照顾他。在《金刚经》上佛也说了，「菩萨不受福德」，菩萨修福，修福德，不享福。世尊自己给我们做了个榜样，他每天也着衣持钵，他跟普通出家人完全一样。没有说我是佛，我是你们的老师，我今天不去托钵，你们托来送给我吃，佛没有这个，本身给我们做样子。",
      "zh_TW": "這個苦日子、苦生活，我們心理上都要有準備，世界會有災難的，我們這種日子，能永遠過下去嗎？靠不住了，這個要知道，《了凡四訓》裡面都講得很清楚。這次我們在新加坡住的這個二十幾天，我就跟全師講，我們自己總要學會燒幾個菜。你萬一到那個時候沒有怎麼辦？總不能說天天去吃館子，吃館子還要自己會開車，這很重要，一定要學，要實地去做。住在一個地方，不能要人侍候，不能說請幾個大師傅、請幾個傭人來，這個不可以，這個出家人決定決定不可以的。現在一般寺廟是這個情形，他們廚房是請的大師傅，有茶房、有傭人。但是我們道場不許可，這個才是一個正法道場，你才是一個修行人。還要請很多人侍候你、照顧你那叫什麼修行？我們看看台中李老師，李老師到九十五歲還自己燒飯，所以實實在在講，出家人比不上在家人，他最後的兩年才接受學生做侍者照顧他。在《金剛經》上佛也說了，「菩薩不受福德」，菩薩修福，修福德，不享福。世尊自己給我們做了個榜樣，他每天也著衣持缽，他跟普通出家人完全一樣。沒有說我是佛，我是你們的老師，我今天不去托缽，你們托來送給我吃，佛沒有這個，本身給我們做樣子。"
    },
    {
      "id": "20-020-0043_p0006",
      "zh_CN": "佛是随时随地见到一般人有困难，马上就去帮助，没有摆出佛的架子，没有，这个你们在经典上都看到。佛看到老太太在穿针穿不进去，他马上接过来替她穿针；看到人家挑水，挑得很重很累，年岁大的人他接过来就挑。没有觉得：我是出家人，我是天人师。没有这个念头，天人师是别人讲的，自己意识里头没有，自己意识里有这个就糟了，别人称他的。这我们在《金刚经》上看到的四果罗汉，你看须陀洹、斯陀含、阿那含、阿罗汉都是这样，别人称他的，他自己没有觉得他是须陀洹，没有觉得这就对。自己心地清净不生一念，凡圣的念头都没有，那个心叫真清净。要学谦虚、要学忍让，这个讲真正的功夫、真实的功夫。读经就是修戒定慧，读熟了，经里头的教训能记得住，起心动念、处事待人接物，与佛的教训相应不相应？相应，那佛的弟子；不相应，发现了马上就改过来。改过就是忏悔、就是修行，修正错误的行为，忏悔就是不贰过，我的过失，以后不会再有同样的过失，那叫真正的忏悔。",
      "zh_TW": "佛是隨時隨地見到一般人有困難，馬上就去幫助，沒有擺出佛的架子，沒有，這個你們在經典上都看到。佛看到老太太在穿針穿不進去，他馬上接過來替她穿針；看到人家挑水，挑得很重很累，年歲大的人他接過來就挑。沒有覺得：我是出家人，我是天人師。沒有這個念頭，天人師是別人講的，自己意識裡頭沒有，自己意識裡有這個就糟了，別人稱他的。這我們在《金剛經》上看到的四果羅漢，你看須陀洹、斯陀含、阿那含、阿羅漢都是這樣，別人稱他的，他自己沒有覺得他是須陀洹，沒有覺得這就對。自己心地清淨不生一念，凡聖的念頭都沒有，那個心叫真清淨。要學謙虛、要學忍讓，這個講真正的功夫、真實的功夫。讀經就是修戒定慧，讀熟了，經裡頭的教訓能記得住，起心動念、處事待人接物，與佛的教訓相應不相應？相應，那佛的弟子；不相應，發現了馬上就改過來。改過就是懺悔、就是修行，修正錯誤的行為，懺悔就是不貳過，我的過失，以後不會再有同樣的過失，那叫真正的懺悔。"
    },
    {
      "id": "20-020-0043_p0007",
      "zh_CN": "我们在新加坡看到一些报导，现在这个地球上的生物，每天有一百种绝迹，太可怕了，每天有一百种从这个地球上消失掉。消失的原因是什么？这个地球上没有办法适合它生存，就是自然环境被破坏，严重的污染，这是人为造出来的。科学家提出警告，现在大家都晓得谁也不会改善，科学家的警告就是说这个环境保护，如果不能有效的遏制改善的话，五十年之后这个地球上不适合人类存在，人类也会在这里随着灭种。五十年不长，原因在哪里？水有毒，空气有毒，但是现在很多人晓得这个事情，为了自己本身现前的利益，决定不肯改善。这个核子试爆最大的污染，那个大气臭氧层破坏就是核子弹试爆，臭氧层破坏了，地球上很多生物不能生存。澳洲你们有几个人去过的，那个臭氧层破这个洞就在澳洲上空，所以澳洲天气那么热，大家出门戴帽子、穿长袖，而且帽子两边还都要遮起来。为什么？皮肤癌，那个太阳照的时候就发生皮肤癌，非常严重。所以我们要认识这些客观环境，要认真老实念佛，没有得好争的，人家要争的、要的全都给他，我们什么都不要。",
      "zh_TW": "我們在新加坡看到一些報導，現在這個地球上的生物，每天有一百種絕跡，太可怕了，每天有一百種從這個地球上消失掉。消失的原因是什麼？這個地球上沒有辦法適合它生存，就是自然環境被破壞，嚴重的污染，這是人為造出來的。科學家提出警告，現在大家都曉得誰也不會改善，科學家的警告就是說這個環境保護，如果不能有效的遏制改善的話，五十年之後這個地球上不適合人類存在，人類也會在這裡隨著滅種。五十年不長，原因在哪裡？水有毒，空氣有毒，但是現在很多人曉得這個事情，為了自己本身現前的利益，決定不肯改善。這個核子試爆最大的污染，那個大氣臭氧層破壞就是核子彈試爆，臭氧層破壞了，地球上很多生物不能生存。澳洲你們有幾個人去過的，那個臭氧層破這個洞就在澳洲上空，所以澳洲天氣那麼熱，大家出門戴帽子、穿長袖，而且帽子兩邊還都要遮起來。為什麼？皮膚癌，那個太陽照的時候就發生皮膚癌，非常嚴重。所以我們要認識這些客觀環境，要認真老實念佛，沒有得好爭的，人家要爭的、要的全都給他，我們什麼都不要。"
    },
    {
      "id": "20-020-0043_p0008",
      "zh_CN": "城隍庙谈禅法师，那个法师平常吃饭就是一点咸菜，一小碗饭，喝的是自来水，生活那么简单，所有一切收入都拿到大陆各地方去做好事，修庙去。所以旧金山，你们晓得那个叶居士的大觉莲社，大觉莲社买的时候七十万，他出了四十万。这个人真是难得，钱拿去以后再不过问，我钱捐给你，你怎么做是你的因果，与我不相干。这个真放得下，绝对不会说动一念：你钱怎样？不会，那是你的因果事情。我怎么做法，我背我的因果责任，你怎么做法，你的因果责任与我不相干，真放得下。他就在城隍庙卖那些香烛、卖那些纸钱，一块、两块的。大陆上听说福建有个庙的时候，他出了两百万美金，道场兴建起来了，问都不问，这是真正修行人。这就是真正放下，真正在做好事。",
      "zh_TW": "城隍廟談禪法師，那個法師平常吃飯就是一點鹹菜，一小碗飯，喝的是自來水，生活那麼簡單，所有一切收入都拿到大陸各地方去做好事，修廟去。所以舊金山，你們曉得那個葉居士的大覺蓮社，大覺蓮社買的時候七十萬，他出了四十萬。這個人真是難得，錢拿去以後再不過問，我錢捐給你，你怎麼做是你的因果，與我不相干。這個真放得下，絕對不會說動一念：你錢怎樣？不會，那是你的因果事情。我怎麼做法，我背我的因果責任，你怎麼做法，你的因果責任與我不相干，真放得下。他就在城隍廟賣那些香燭、賣那些紙錢，一塊、兩塊的。大陸上聽說福建有個廟的時候，他出了兩百萬美金，道場興建起來了，問都不問，這是真正修行人。這就是真正放下，真正在做好事。"
    }
  ]
}