{
  "doc_id": "20-020-0024",
  "title": {
    "zh_CN": "一九九五年净空法师早餐开示",
    "zh_TW": "一九九五年淨空法師早餐開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-020-0024",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-020-0024_p0001",
      "zh_CN": "澳洲净宗学会来邀请，馆长派悟道法师到那边去帮助他们，这是我们道场第一次单独派人出国，往后这种机会很多。我们现在本身学习的还不够丰富。由于录音带、录影带跟经书的流通，使我们对于这个世界接触得很广。你们大家将来都有机缘，到世界各个地方去弘法，实在讲也不辜负出家一场。我们每天念回向偈「上报四重恩，下济三途苦」，这就可以兑现，而不是空口白说。要注意到的，就是要真正修学佛法、弘扬佛法，万万不可以打着佛法的旗号，去欺骗众生，去求名闻利养、贪图五欲六尘的享受这就错了。目前是能够贪图一点小便宜，来生必定堕阿鼻地狱，这个道理与事实，大家冷静去想想，冷静的去观察，不难明了。由此可知，认真修学勇猛精进的必要。现在这个社会很乱，往后会更乱，所以众生的灾难频繁，这是佛法上所说的共业。佛法在世间的目的，我们要清清楚楚、明明白白，那就是要求自己觉悟，帮助一切众生觉悟，这是佛法在世间的目的。我们想想，佛陀在世，佛陀过的是什么日子？佛的学生僧团大众过的是什么日子？要常常想想，佛当年所过的树下一宿，日中一食。跟我们现在的生活比一比，我们就很过分，比那个时候人舒适太多，福报比他们大得太多；但是在德行、修养上，我们比他们要差得太远。",
      "zh_TW": "澳洲淨宗學會來邀請，館長派悟道法師到那邊去幫助他們，這是我們道場第一次單獨派人出國，往後這種機會很多。我們現在本身學習的還不夠豐富。由於錄音帶、錄影帶跟經書的流通，使我們對於這個世界接觸得很廣。你們大家將來都有機緣，到世界各個地方去弘法，實在講也不辜負出家一場。我們每天念迴向偈「上報四重恩，下濟三途苦」，這就可以兌現，而不是空口白說。要注意到的，就是要真正修學佛法、弘揚佛法，萬萬不可以打著佛法的旗號，去欺騙眾生，去求名聞利養、貪圖五欲六塵的享受這就錯了。目前是能夠貪圖一點小便宜，來生必定墮阿鼻地獄，這個道理與事實，大家冷靜去想想，冷靜的去觀察，不難明瞭。由此可知，認真修學勇猛精進的必要。現在這個社會很亂，往後會更亂，所以眾生的災難頻繁，這是佛法上所說的共業。佛法在世間的目的，我們要清清楚楚、明明白白，那就是要求自己覺悟，幫助一切眾生覺悟，這是佛法在世間的目的。我們想想，佛陀在世，佛陀過的是什麼日子？佛的學生僧團大眾過的是什麼日子？要常常想想，佛當年所過的樹下一宿，日中一食。跟我們現在的生活比一比，我們就很過分，比那個時候人舒適太多，福報比他們大得太多；但是在德行、修養上，我們比他們要差得太遠。"
    },
    {
      "id": "20-020-0024_p0002",
      "zh_CN": "佛教给我们「以苦为师，以戒为师」，这种教训就是对出家弟子说的，不是对在家弟子。出家弟子要成就道业，这个愿望非常强烈，这个愿望要在短时期一生当中能成就，若不能够吃苦、不能持戒，是决定做不到的。弘扬佛法必须自己要做个好榜样，要认清这个时代，要有智慧、要有善巧、要有方便，使一切众生容易信受奉行，这一生就没有白过。修行人物质生活，世间人看起来是很苦，佛讲以苦为师，世间人看的是苦。而实际上这个里面有真乐在其中，这个真乐世间人不但看不出来，他也无法想到，因为他从来没有这个经验。这是佛经里头常讲的「法喜充满，禅悦为食」，悦是喜悦，禅就是清净心，清净心里面有真实的法喜。可是若不是真正修行，这个享受是得不到的。",
      "zh_TW": "佛教給我們「以苦為師，以戒為師」，這種教訓就是對出家弟子說的，不是對在家弟子。出家弟子要成就道業，這個願望非常強烈，這個願望要在短時期一生當中能成就，若不能夠吃苦、不能持戒，是決定做不到的。弘揚佛法必須自己要做個好榜樣，要認清這個時代，要有智慧、要有善巧、要有方便，使一切眾生容易信受奉行，這一生就沒有白過。修行人物質生活，世間人看起來是很苦，佛講以苦為師，世間人看的是苦。而實際上這個裡面有真樂在其中，這個真樂世間人不但看不出來，他也無法想到，因為他從來沒有這個經驗。這是佛經裡頭常講的「法喜充滿，禪悅為食」，悅是喜悅，禪就是清淨心，清淨心裡面有真實的法喜。可是若不是真正修行，這個享受是得不到的。"
    },
    {
      "id": "20-020-0024_p0003",
      "zh_CN": "在外面帮助别人，无论是个人，或者是团体，或者是道场，记住，善导大师的教训，「一切从真实心中做」，不可以作假。佛法跟世法的差别就在真假，佛法是真实的，心是真实的，所以一切都是真实的；世间人这个心是虚情假意，一切都是虚妄的。这就是所谓「万法唯心，万法唯识」，所以学佛的人要知道用真实心。佛陀在世的时候所示现的，就是我们修行弘法最好的榜样。我们劝众生学佛绝对不去拉拢人，现在所谓说拉信徒，我们不做这个事情，不求供养。你们在这个地方，我看到的，觉得是很难得，大家能够把过年所得的供养，全部捐献给大陆，这个很难得。从这个做法，我知道大家听这么多年经，有一点受用，知道舍财修福。但是更要紧的，要不着相，着相的修福是人天果报，离相修福这才能明心见性，才能够往生不退成佛。不但能舍外财，内财也要能舍，什么是内财？我们的精神、我们的劳力无条件的为大众服务，这叫舍内财。不求报酬，求报酬就不是舍了，不求报酬，认真的为社会、为大众服务，这是布施，布施我们的心力，布施我们的劳力。",
      "zh_TW": "在外面幫助別人，無論是個人，或者是團體，或者是道場，記住，善導大師的教訓，「一切從真實心中做」，不可以作假。佛法跟世法的差別就在真假，佛法是真實的，心是真實的，所以一切都是真實的；世間人這個心是虛情假意，一切都是虛妄的。這就是所謂「萬法唯心，萬法唯識」，所以學佛的人要知道用真實心。佛陀在世的時候所示現的，就是我們修行弘法最好的榜樣。我們勸眾生學佛絕對不去拉攏人，現在所謂說拉信徒，我們不做這個事情，不求供養。你們在這個地方，我看到的，覺得是很難得，大家能夠把過年所得的供養，全部捐獻給大陸，這個很難得。從這個做法，我知道大家聽這麼多年經，有一點受用，知道捨財修福。但是更要緊的，要不著相，著相的修福是人天果報，離相修福這才能明心見性，才能夠往生不退成佛。不但能捨外財，內財也要能捨，什麼是內財？我們的精神、我們的勞力無條件的為大眾服務，這叫捨內財。不求報酬，求報酬就不是捨了，不求報酬，認真的為社會、為大眾服務，這是布施，布施我們的心力，布施我們的勞力。"
    },
    {
      "id": "20-020-0024_p0004",
      "zh_CN": "像前次所讲的，我们的生活就是三福、六和、三学、六度，如果能够离一切分别执着就是十大愿王，那是菩萨究竟圆满的行法，就在日常生活之中，没有离开生活。也可以说，学佛就是叫我们学过日子，就是叫我们学真实有意义、有价值的生活，这就学佛。佛法是师道，师道是「只问来学，未闻往教」，可是在今天的社会，孝道跟师道都没有了，这是做人的大根大本。人与禽兽不同的地方，就是在这地方区别，就从这个地方分出的。古圣先贤建立这个道统，这个道统就是孝道跟师道，这是道统之根、之本，善尽职责去维护、去发扬。由于这个道统维系了国家、民族，五千年还没有灭亡，真正的原因就在此地。现在我们把这个道统舍弃，盲目的跟外国人学，这是非常危险的一桩事情。我们认识得很清楚，我们有高度的警觉心，所以我们到外面去弘扬佛法，重点是什么？去讲经说法。讲经说法有什么用处？听完之后耳边风，就没有了，心理、行为一丝毫变化都没有，这种弘法利生是失败的。所以佛法的教学，用现代的话来说，就是心理建设，让他的心理恢复到正常。",
      "zh_TW": "像前次所講的，我們的生活就是三福、六和、三學、六度，如果能夠離一切分別執著就是十大願王，那是菩薩究竟圓滿的行法，就在日常生活之中，沒有離開生活。也可以說，學佛就是叫我們學過日子，就是叫我們學真實有意義、有價值的生活，這就學佛。佛法是師道，師道是「只問來學，未聞往教」，可是在今天的社會，孝道跟師道都沒有了，這是做人的大根大本。人與禽獸不同的地方，就是在這地方區別，就從這個地方分出的。古聖先賢建立這個道統，這個道統就是孝道跟師道，這是道統之根、之本，善盡職責去維護、去發揚。由於這個道統維繫了國家、民族，五千年還沒有滅亡，真正的原因就在此地。現在我們把這個道統捨棄，盲目的跟外國人學，這是非常危險的一樁事情。我們認識得很清楚，我們有高度的警覺心，所以我們到外面去弘揚佛法，重點是什麼？去講經說法。講經說法有什麼用處？聽完之後耳邊風，就沒有了，心理、行為一絲毫變化都沒有，這種弘法利生是失敗的。所以佛法的教學，用現代的話來說，就是心理建設，讓他的心理恢復到正常。"
    },
    {
      "id": "20-020-0024_p0005",
      "zh_CN": "因此无论在什么地方弘法，我们的中心点是在孝道、是在师道，这个师道就是尊师重道。能够把道德、学问看成这一生当中，这是主要的，应该努力去追求的。物质享受是次要的，够了就不必再求。求物欲是非常苦的一桩事情，求道德里面才真正有乐趣，我们弘法利生，是以这个为目标。我提的十句就是现前的阶段，在这个地球上普遍所缺乏的，急需要提倡的纠正人心的过失。急需要发扬，就是希望大众都能够存真实心，「真诚、清净、平等、正觉、慈悲」；处事待人接物日常生活，我们心态一定是「看破、放下、自在、随缘、老实念佛」。这是我们在现前这个阶段，弘法利生的目标，也是我们自己修行的目标。所有一切经论、行法，都是帮助我们达到这个目标，完成这个目标，我们自行化他有方向，目标正确、方向鲜明不是盲目的。所以这个生活就有意义、有价值，过得很快乐、很幸福。希望大家从这个地方去体会，自己怎么修学，怎么样待人接物，这是真正的佛法，真实的佛法。",
      "zh_TW": "因此無論在什麼地方弘法，我們的中心點是在孝道、是在師道，這個師道就是尊師重道。能夠把道德、學問看成這一生當中，這是主要的，應該努力去追求的。物質享受是次要的，夠了就不必再求。求物欲是非常苦的一樁事情，求道德裡面才真正有樂趣，我們弘法利生，是以這個為目標。我提的十句就是現前的階段，在這個地球上普遍所缺乏的，急需要提倡的糾正人心的過失。急需要發揚，就是希望大眾都能夠存真實心，「真誠、清淨、平等、正覺、慈悲」；處事待人接物日常生活，我們心態一定是「看破、放下、自在、隨緣、老實念佛」。這是我們在現前這個階段，弘法利生的目標，也是我們自己修行的目標。所有一切經論、行法，都是幫助我們達到這個目標，完成這個目標，我們自行化他有方向，目標正確、方向鮮明不是盲目的。所以這個生活就有意義、有價值，過得很快樂、很幸福。希望大家從這個地方去體會，自己怎麼修學，怎麼樣待人接物，這是真正的佛法，真實的佛法。"
    }
  ]
}