{
  "doc_id": "21-540-0001",
  "title": {
    "zh_CN": "传统文化教育学会开幕典礼—净空老法师致词",
    "zh_TW": "傳統文化教育學會開幕典禮—淨空老法師致詞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾阳明山中山楼",
    "zh_TW": "台灣陽明山中山樓"
  },
  "doc_number": "21-540-0001",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "21-540-0001_p0001",
      "zh_CN": "尊敬的长官们，尊敬的老师们，尊敬的朋友们，今天我应邀来参加这个盛会我有很多感触，非常的稀有难得。我长年在国外，也走过很多地方，九一一事件之后，整个世界产生一个很大的变化。我应邀到昆士兰大学和平学院，与他们的教授举行两次座谈会，来讨论如何化解冲突，促进社会安定、世界和平。这是大事情，所以我也就同意参加他们的活动。在佛门里面，我常说这叫不务正业。佛法的正业，释迦牟尼佛当年在世给我们做出最好的榜样，一生从事于教学，教化众生，经典里面记载的，讲经三百余会，说法四十九年。所以我们从释迦牟尼佛一生的行谊来看，用现在的话来说，他是什么样的身分？职业老师。三十岁开悟之后就开始教学，一直到七十九岁圆寂，一天都没有空过，有教无类，不分国籍、不分族群，也不分宗教，现在所谓是多元文化的社会教育。所以，我们把他这个人认识清楚，然后我们才能真正学到他所教导我们的东西。",
      "zh_TW": "尊敬的長官們，尊敬的老師們，尊敬的朋友們，今天我應邀來參加這個盛會我有很多感觸，非常的稀有難得。我長年在國外，也走過很多地方，九一一事件之後，整個世界產生一個很大的變化。我應邀到昆士蘭大學和平學院，與他們的教授舉行兩次座談會，來討論如何化解衝突，促進社會安定、世界和平。這是大事情，所以我也就同意參加他們的活動。在佛門裡面，我常說這叫不務正業。佛法的正業，釋迦牟尼佛當年在世給我們做出最好的榜樣，一生從事於教學，教化眾生，經典裡面記載的，講經三百餘會，說法四十九年。所以我們從釋迦牟尼佛一生的行誼來看，用現在的話來說，他是什麼樣的身分？職業老師。三十歲開悟之後就開始教學，一直到七十九歲圓寂，一天都沒有空過，有教無類，不分國籍、不分族群，也不分宗教，現在所謂是多元文化的社會教育。所以，我們把他這個人認識清楚，然後我們才能真正學到他所教導我們的東西。"
    },
    {
      "id": "21-540-0001_p0002",
      "zh_CN": "可是在现今的社会，把佛法都看作是宗教，宗教就跟迷信挂勾，所以让许多社会大众对于这么好的一种学术当面错过。在早年我也不例外，也认为这是宗教、是迷信，而且还把它当作低级宗教，为什么？高级宗教只有一个神，宇宙之间一个真神，佛教是泛神教、是多神教，什么都拜，这是属于低级宗教，更不屑一顾。我很幸运，早年跟方东美先生学哲学，他老人家给我讲一部哲学概论，最后一个单元讲的是佛经哲学。我就向他老人家请教，我说佛教是宗教、是迷信，是多神教，它怎么会是哲学？老师告诉我，你不知道，你年轻。他说佛教释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰。这是他说的话，他跟我讲的，学佛是人生最高的享受，这样把佛法介绍给我。而且他告诉我，现在的佛教（就是佛陀教育）在寺院里面已经很难看到，古时候高僧大德真是有学问，现在人流于形式，疏忽对经典的学习，你要想学佛一定在经典里面去学。他指出我这一条道路。",
      "zh_TW": "可是在現今的社會，把佛法都看作是宗教，宗教就跟迷信掛勾，所以讓許多社會大眾對於這麼好的一種學術當面錯過。在早年我也不例外，也認為這是宗教、是迷信，而且還把它當作低級宗教，為什麼？高級宗教只有一個神，宇宙之間一個真神，佛教是泛神教、是多神教，什麼都拜，這是屬於低級宗教，更不屑一顧。我很幸運，早年跟方東美先生學哲學，他老人家給我講一部哲學概論，最後一個單元講的是佛經哲學。我就向他老人家請教，我說佛教是宗教、是迷信，是多神教，它怎麼會是哲學？老師告訴我，你不知道，你年輕。他說佛教釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰。這是他說的話，他跟我講的，學佛是人生最高的享受，這樣把佛法介紹給我。而且他告訴我，現在的佛教（就是佛陀教育）在寺院裡面已經很難看到，古時候高僧大德真是有學問，現在人流於形式，疏忽對經典的學習，你要想學佛一定在經典裡面去學。他指出我這一條道路。"
    },
    {
      "id": "21-540-0001_p0003",
      "zh_CN": "佛法确实像汤恩比所说的，能解决二十一世纪社会问题，他说得很明白，除中国孔孟学说之外，他指定大乘佛法。真能解决吗？我曾经问过伦敦大学的教授、同学们，还有剑桥大学，他们不能回答我的问题。我就说汤恩比先生是你们英国人，你们都认识，他的话说错了吗？也没有人回应。然后我告诉大家，我说他的话没说错，我们必须要有正确的解读。今天在西方谈到汉学，在中国谈到传统文化，一般人都想到，儒一定是四书五经、十三经，道一定是《老子》、《庄子》，佛法，佛教，一定是大乘经论，《华严》、《法华》、《般若》，都想到这些东西。这些东西研究的人不少，国内、国外都有，能帮助众生吗？于是很多人起了怀疑，传统东西旧了，不适用。我们必须细心去观察它，大家的理念当中，这是儒释道的花果，好看，非常殊胜，这花果从哪来的？它有根，植物要有根，你找到根，东西才是活的。所以儒释道的根，儒家我们取《弟子规》，道家取《太上感应篇》，佛法取《十善业道经》，这三样东西，经文把它合订在一起，我想不超过十页。这是过去千百年来的扎根教育，从哪里教起？从婴孩教起。",
      "zh_TW": "佛法確實像湯恩比所說的，能解決二十一世紀社會問題，他說得很明白，除中國孔孟學說之外，他指定大乘佛法。真能解決嗎？我曾經問過倫敦大學的教授、同學們，還有劍橋大學，他們不能回答我的問題。我就說湯恩比先生是你們英國人，你們都認識，他的話說錯了嗎？也沒有人回應。然後我告訴大家，我說他的話沒說錯，我們必須要有正確的解讀。今天在西方談到漢學，在中國談到傳統文化，一般人都想到，儒一定是四書五經、十三經，道一定是《老子》、《莊子》，佛法，佛教，一定是大乘經論，《華嚴》、《法華》、《般若》，都想到這些東西。這些東西研究的人不少，國內、國外都有，能幫助眾生嗎？於是很多人起了懷疑，傳統東西舊了，不適用。我們必須細心去觀察它，大家的理念當中，這是儒釋道的花果，好看，非常殊勝，這花果從哪來的？它有根，植物要有根，你找到根，東西才是活的。所以儒釋道的根，儒家我們取《弟子規》，道家取《太上感應篇》，佛法取《十善業道經》，這三樣東西，經文把它合訂在一起，我想不超過十頁。這是過去千百年來的扎根教育，從哪裡教起？從嬰孩教起。"
    },
    {
      "id": "21-540-0001_p0004",
      "zh_CN": "确实有人向我质疑，他说法师，你提倡这些东西，有没有问题？还是名教授来找我。我给他说，我说《弟子规》一千零八十个字印在一张纸上，我说如果我们把它放在天平上，这边放《弟子规》，这边放四书五经、十三经，乃至于《四库全书》，我说它的分量是一样重。他听了之后就呆了，他说为什么？我说四书五经、十三经你念通了，不能落实，不能变成自己的生活行为，不如这一张纸。所以祖宗教导我们做学问，博学、审问、慎思、明辨，这是属于学术，后头有笃行，如果你做不到，没用处，不能解决问题。不如简简单单的《弟子规》，讲孝悌忠信、礼义廉耻，你真做到了，你不认识字，没念过书，你真正受到中国传统教育，你肯定是个好人。我这样分析，他渐渐才明白过来。",
      "zh_TW": "確實有人向我質疑，他說法師，你提倡這些東西，有沒有問題？還是名教授來找我。我給他說，我說《弟子規》一千零八十個字印在一張紙上，我說如果我們把它放在天平上，這邊放《弟子規》，這邊放四書五經、十三經，乃至於《四庫全書》，我說它的分量是一樣重。他聽了之後就呆了，他說為什麼？我說四書五經、十三經你念通了，不能落實，不能變成自己的生活行為，不如這一張紙。所以祖宗教導我們做學問，博學、審問、慎思、明辨，這是屬於學術，後頭有篤行，如果你做不到，沒用處，不能解決問題。不如簡簡單單的《弟子規》，講孝悌忠信、禮義廉恥，你真做到了，你不認識字，沒念過書，你真正受到中國傳統教育，你肯定是個好人。我這樣分析，他漸漸才明白過來。"
    },
    {
      "id": "21-540-0001_p0005",
      "zh_CN": "今天要拯救社会，要什么？要做，不是讲，讲没有用处。可是现在社会要想拯救有一定的困难，大家把传统教育从扎根的时候疏忽了。中国人自古以来最懂得教育，有教学的智慧、有教学的方法、有教学的经验、有教学的成果。五千年来的中国，在这个世界上没有被淘汰、没有被灭亡，靠什么？就靠这个，普及的教育。过去学校少，这个教育怎么普及法？世代相传，老人一代教一代。教学从哪里开始？从怀孕开始，从胎教开始。小孩生出来，他会看、他会听，他已经在学习，谁教他？父母教他，所有家里面的大人都有教导婴孩的责任。在婴孩的面前，起心动念、言语造作都要合宜，都要跟德行相应，换句话说，负面的不能叫他看见，不能叫他听到，不能叫他接触到。扎根是一千天，从出生到三岁，所以中国古谚语有所谓「三岁看八十，七岁看终身」，它有道理，现在这两句话讲不通了。扎根教育才是真正成圣成贤、成佛成祖的根基。",
      "zh_TW": "今天要拯救社會，要什麼？要做，不是講，講沒有用處。可是現在社會要想拯救有一定的困難，大家把傳統教育從扎根的時候疏忽了。中國人自古以來最懂得教育，有教學的智慧、有教學的方法、有教學的經驗、有教學的成果。五千年來的中國，在這個世界上沒有被淘汰、沒有被滅亡，靠什麼？就靠這個，普及的教育。過去學校少，這個教育怎麼普及法？世代相傳，老人一代教一代。教學從哪裡開始？從懷孕開始，從胎教開始。小孩生出來，他會看、他會聽，他已經在學習，誰教他？父母教他，所有家裡面的大人都有教導嬰孩的責任。在嬰孩的面前，起心動念、言語造作都要合宜，都要跟德行相應，換句話說，負面的不能叫他看見，不能叫他聽到，不能叫他接觸到。扎根是一千天，從出生到三歲，所以中國古諺語有所謂「三歲看八十，七歲看終身」，它有道理，現在這兩句話講不通了。扎根教育才是真正成聖成賢、成佛成祖的根基。"
    },
    {
      "id": "21-540-0001_p0006",
      "zh_CN": "我们现在都疏忽了，老人没教导我们，我们明白了，赶紧补习，认真的来补这个教育，我们这一生才不至于白过。方老师告诉我的，人生最快乐的是修学圣贤之道，我们在《论语》里面第一句所看到的，「学而时习之，不亦说乎」，就是讲，喜乐从哪里来的？从学习来的，把所学的东西全部落实、全部做到，那种欢喜是没有方法形容的。佛陀教给我们的我们都能够做到，实在讲，他的基本是三皈、五戒、十善，这是最基础的，你真能做到，法喜充满，常生欢喜心。所以，今天拯救这个世界危机，危机重重，除了提倡伦理、道德、因果教育之外，没有别的方法能够拯救世界。这是中国儒释道代表的，儒家的《弟子规》，伦理道德，道家的《感应篇》，因果教育，佛法的《十善业道》，希望能够在社会上普遍的推动。",
      "zh_TW": "我們現在都疏忽了，老人沒教導我們，我們明白了，趕緊補習，認真的來補這個教育，我們這一生才不至於白過。方老師告訴我的，人生最快樂的是修學聖賢之道，我們在《論語》裡面第一句所看到的，「學而時習之，不亦說乎」，就是講，喜樂從哪裡來的？從學習來的，把所學的東西全部落實、全部做到，那種歡喜是沒有方法形容的。佛陀教給我們的我們都能夠做到，實在講，他的基本是三皈、五戒、十善，這是最基礎的，你真能做到，法喜充滿，常生歡喜心。所以，今天拯救這個世界危機，危機重重，除了提倡倫理、道德、因果教育之外，沒有別的方法能夠拯救世界。這是中國儒釋道代表的，儒家的《弟子規》，倫理道德，道家的《感應篇》，因果教育，佛法的《十善業道》，希望能夠在社會上普遍的推動。"
    },
    {
      "id": "21-540-0001_p0007",
      "zh_CN": "我过去把这些东西介绍给联合国，与会的这些会友听到之后很欢喜，但是会后没有信心。我们在一起吃饭、聊天，他问我，他说法师，你讲得很好，这是理想，做不到！如何使大众对传统文化有信心，就一定要做出样子来给人看，这是科学理念，科学拿证据来，你说这东西管用，管用拿证据来。逼着我们没有法子，做一个实验点。我到二００五年的年底十一月，在我的家乡搞一个小镇，这个小镇十二个村庄，居民总共四万八千人。我们就想到我们在这边推动《弟子规》的教育，让这个小镇的居民四万八千人，男女老少、各行各业一起学，做这个工作。出乎意料之外，我们原先预想应当二、三年才能看到效果，没有想到不到半年效果卓着，我们感动、流泪，无限的欢喜。立刻就想到，怎么样把它介绍到联合国，没有想到过了两个月，联合国教科文组织巴黎总部通知我，邀请我跟他们主办一个活动，不是协办，是主办一个活动，纪念释迦牟尼佛二千五百五十周年，题目是「佛教徒对人类的贡献」。我们接到这个题目就太好了，我们把我们的实验在大会里面做八个小时的报告，还做三天的展览，非常成功。",
      "zh_TW": "我過去把這些東西介紹給聯合國，與會的這些會友聽到之後很歡喜，但是會後沒有信心。我們在一起吃飯、聊天，他問我，他說法師，你講得很好，這是理想，做不到！如何使大眾對傳統文化有信心，就一定要做出樣子來給人看，這是科學理念，科學拿證據來，你說這東西管用，管用拿證據來。逼著我們沒有法子，做一個實驗點。我到二００五年的年底十一月，在我的家鄉搞一個小鎮，這個小鎮十二個村莊，居民總共四萬八千人。我們就想到我們在這邊推動《弟子規》的教育，讓這個小鎮的居民四萬八千人，男女老少、各行各業一起學，做這個工作。出乎意料之外，我們原先預想應當二、三年才能看到效果，沒有想到不到半年效果卓著，我們感動、流淚，無限的歡喜。立刻就想到，怎麼樣把它介紹到聯合國，沒有想到過了兩個月，聯合國教科文組織巴黎總部通知我，邀請我跟他們主辦一個活動，不是協辦，是主辦一個活動，紀念釋迦牟尼佛二千五百五十週年，題目是「佛教徒對人類的貢獻」。我們接到這個題目就太好了，我們把我們的實驗在大會裡面做八個小時的報告，還做三天的展覽，非常成功。"
    },
    {
      "id": "21-540-0001_p0008",
      "zh_CN": "所以在今天，我们要做的没有别的，最重要的就是要做一个实验点，做个好的榜样让人看到，慢慢的影响。这个点要做得扎实，要做得成功，人是一切人的好样子，家庭是所有家庭的好榜样，团体做成一个团体的好榜样。在台湾做有很多方便，因为台湾对宗教没有限制，儒释道都可以来教。儒释道，我们这么多年的一些经验当中，儒，《弟子规》学得很好，佛也念得不错，可是境界现前，名利现前自己不能把握，还是会做错事情，这原因是什么？原因是缺少因果教育。所以我深深反省，感到印光大师一生极力提倡因果，有道理。如果我们深信因果，知道「一饮一啄，莫非前定」，我命里该有多少钱，丢都丢不掉，没有的，你想什么方法也得不到，非法得到的，不是疾病就是灾难跟着来。地位也是如此，你有多高的地位也是一定的，再往上爬，自己命里没有，那你是灾难跟疾病都跟着来。深信因果的人，他的伦理道德是从内心里头发出来的，是真的，不会变质。所以应当把因果教育摆在第一，那是真的，不是假的。",
      "zh_TW": "所以在今天，我們要做的沒有別的，最重要的就是要做一個實驗點，做個好的榜樣讓人看到，慢慢的影響。這個點要做得紮實，要做得成功，人是一切人的好樣子，家庭是所有家庭的好榜樣，團體做成一個團體的好榜樣。在台灣做有很多方便，因為台灣對宗教沒有限制，儒釋道都可以來教。儒釋道，我們這麼多年的一些經驗當中，儒，《弟子規》學得很好，佛也念得不錯，可是境界現前，名利現前自己不能把握，還是會做錯事情，這原因是什麼？原因是缺少因果教育。所以我深深反省，感到印光大師一生極力提倡因果，有道理。如果我們深信因果，知道「一飲一啄，莫非前定」，我命裡該有多少錢，丟都丟不掉，沒有的，你想什麼方法也得不到，非法得到的，不是疾病就是災難跟著來。地位也是如此，你有多高的地位也是一定的，再往上爬，自己命裡沒有，那你是災難跟疾病都跟著來。深信因果的人，他的倫理道德是從內心裡頭發出來的，是真的，不會變質。所以應當把因果教育擺在第一，那是真的，不是假的。"
    },
    {
      "id": "21-540-0001_p0009",
      "zh_CN": "因果在台湾可以讲得透彻，台湾最近六、七十年来许多刑事案件，我是听到我们两位高级警官告诉我，都是被害人死了，他们托梦、他们附身，帮助这些警员把他的尸体找到而破案。所以做这些工作的人员，他们对于因果报应是一点都不怀疑，这个教育应当在台湾普遍的推行。世界上灾难虽然多，传统文化、大乘佛法确实能解决，这个道理就是「境随心转」，「一切法从心想生」。理说得很深，事很容易做到，只要我们每个人能觉悟，安分守己，断恶修善，不但是人为的灾难可以能够化解，自然灾害也能化解。我们要深深的相信，对于这些道理要多一点的时间来探讨，这个不是欺骗人的，圣人、佛菩萨要欺骗人不容易，哪能够欺骗个几千年人还不觉悟，没这个道理。所以，他的东西是真的，真实的，我们好好的把它记住，在这个世界上从自己本身做起，从我们小团体做起，慢慢发扬光大。",
      "zh_TW": "因果在台灣可以講得透徹，台灣最近六、七十年來許多刑事案件，我是聽到我們兩位高級警官告訴我，都是被害人死了，他們托夢、他們附身，幫助這些警員把他的屍體找到而破案。所以做這些工作的人員，他們對於因果報應是一點都不懷疑，這個教育應當在台灣普遍的推行。世界上災難雖然多，傳統文化、大乘佛法確實能解決，這個道理就是「境隨心轉」，「一切法從心想生」。理說得很深，事很容易做到，只要我們每個人能覺悟，安分守己，斷惡修善，不但是人為的災難可以能夠化解，自然災害也能化解。我們要深深的相信，對於這些道理要多一點的時間來探討，這個不是欺騙人的，聖人、佛菩薩要欺騙人不容易，哪能夠欺騙個幾千年人還不覺悟，沒這個道理。所以，他的東西是真的，真實的，我們好好的把它記住，在這個世界上從自己本身做起，從我們小團體做起，慢慢發揚光大。"
    },
    {
      "id": "21-540-0001_p0010",
      "zh_CN": "我相信媒体非常重要，方东美先生在世的时候跟我谈过很多次，他说决定不能够轻视媒体，媒体可以毁灭一个国家，可以毁灭世界，媒体也能够拯救国家，也能够拯救社会。媒体本身是中立的，就看它播什么内容，如果播的内容是杀盗淫妄、暴力色情，那社会被毁掉；如果能够转过来，播伦理、道德、因果教育，那它拯救了世界。今天我们看到陈总裁她这么样的发心，我看了很欢喜，非常难得。所以我很乐意来支持她，希望这桩事情能够先把台湾拯救起来，台湾成为全世界「礼义之邦，和谐社会」的一个示范点，让全世界爱好和平的人到台湾来学习、到台湾来观摩。我的话就讲到此地，好，谢谢大家。",
      "zh_TW": "我相信媒體非常重要，方東美先生在世的時候跟我談過很多次，他說決定不能夠輕視媒體，媒體可以毀滅一個國家，可以毀滅世界，媒體也能夠拯救國家，也能夠拯救社會。媒體本身是中立的，就看它播什麼內容，如果播的內容是殺盜淫妄、暴力色情，那社會被毀掉；如果能夠轉過來，播倫理、道德、因果教育，那它拯救了世界。今天我們看到陳總裁她這麼樣的發心，我看了很歡喜，非常難得。所以我很樂意來支持她，希望這樁事情能夠先把台灣拯救起來，台灣成為全世界「禮義之邦，和諧社會」的一個示範點，讓全世界愛好和平的人到台灣來學習、到台灣來觀摩。我的話就講到此地，好，謝謝大家。"
    }
  ]
}