{
  "doc_id": "20-012-0056",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0056",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "20-012-0056_p0001",
      "zh_CN": "大慈菩萨讲，你能劝两个人往生，那个功德就超过你自己念佛。他们往生到西方极乐世界，他怎么能去的？某人劝我，我才知道这个法门的。所以说一切诸佛菩萨都是知恩报恩，你要懂得这个道理。那你劝的人多了，到那个时候你自己不念佛，他都会来接引你，为什么？这恩人，西方极乐世界那么多菩萨，一定跟着阿弥陀佛一同来接引。你看我们现在念佛的人，多少人劝人不要念佛，往生很困难，学其他的法门，因为什么？他自己不相信，他就阻碍别人相信。如果自己相信的人，就是自己念得功夫比较懈怠一点，他的信愿决定有，没有信愿不可能劝人。自己不相信，自己不愿，怎么会可能劝人。何况这个事情没有目的、没有企图，又没有希望人家报酬，是不是？这一定的道理。就是他有信愿，行之不力的时候，但是他决定有信愿，所以那个往生的时候是决定成就的。",
      "zh_TW": "大慈菩薩講，你能勸兩個人往生，那個功德就超過你自己念佛。他們往生到西方極樂世界，他怎麼能去的？某人勸我，我才知道這個法門的。所以說一切諸佛菩薩都是知恩報恩，你要懂得這個道理。那你勸的人多了，到那個時候你自己不念佛，他都會來接引你，為什麼？這恩人，西方極樂世界那麼多菩薩，一定跟著阿彌陀佛一同來接引。你看我們現在念佛的人，多少人勸人不要念佛，往生很困難，學其他的法門，因為什麼？他自己不相信，他就阻礙別人相信。如果自己相信的人，就是自己念得功夫比較懈怠一點，他的信願決定有，沒有信願不可能勸人。自己不相信，自己不願，怎麼會可能勸人。何況這個事情沒有目的、沒有企圖，又沒有希望人家報酬，是不是？這一定的道理。就是他有信願，行之不力的時候，但是他決定有信願，所以那個往生的時候是決定成就的。"
    },
    {
      "id": "20-012-0056_p0002",
      "zh_CN": "所以这个念佛往生是我们无量劫来第一稀有的因缘。度众生是随时随地都可以做的，你往生极乐世界，回过头来倒驾慈航，那你的能力跟诸佛菩萨一样，你才能普度一切众生。这个经上也说得很清楚，「假令供养恒沙圣，不如坚勇求正觉」，那个坚勇求正觉就是念佛往生净土。我们希望往生，也希望多一些人去往生，所以这个事情要全心全力去做。我们今天利用一切时间做录音带来推广，干什么？劝别人，自己身心世界一切放下，什么想的都没有。西方世界的阿弥陀佛、诸大菩萨，天天到十方世界去度众生，随类化身，没有说是哪里都不去了，极乐世界不错，在这享享福，没有，这做榜样给我们看。释迦牟尼佛当年在世，树下一宿，日中一食，不就给我们做样子吗？他为什么不借一个好的精舍，自己在一个地方讲经说法？我们中国人常说的，求学「只闻来学，未闻往教」，那释迦牟尼佛为什么常常到外面去教？大慈大悲。生到这个世间来，到这个地方来，就是为众生的，不是为自己。我们要体会到这个精神，要这样的学习效法，这才真正是佛弟子。成佛之后，也不是为自己，这个我们讲得很明白，断烦恼、学法门、成佛道，都是为了普度众生，一切为众生就对了。",
      "zh_TW": "所以這個念佛往生是我們無量劫來第一稀有的因緣。度眾生是隨時隨地都可以做的，你往生極樂世界，回過頭來倒駕慈航，那你的能力跟諸佛菩薩一樣，你才能普度一切眾生。這個經上也說得很清楚，「假令供養恆沙聖，不如堅勇求正覺」，那個堅勇求正覺就是念佛往生淨土。我們希望往生，也希望多一些人去往生，所以這個事情要全心全力去做。我們今天利用一切時間做錄音帶來推廣，幹什麼？勸別人，自己身心世界一切放下，什麼想的都沒有。西方世界的阿彌陀佛、諸大菩薩，天天到十方世界去度眾生，隨類化身，沒有說是哪裡都不去了，極樂世界不錯，在這享享福，沒有，這做榜樣給我們看。釋迦牟尼佛當年在世，樹下一宿，日中一食，不就給我們做樣子嗎？他為什麼不借一個好的精舍，自己在一個地方講經說法？我們中國人常說的，求學「只聞來學，未聞往教」，那釋迦牟尼佛為什麼常常到外面去教？大慈大悲。生到這個世間來，到這個地方來，就是為眾生的，不是為自己。我們要體會到這個精神，要這樣的學習效法，這才真正是佛弟子。成佛之後，也不是為自己，這個我們講得很明白，斷煩惱、學法門、成佛道，都是為了普度眾生，一切為眾生就對了。"
    },
    {
      "id": "20-012-0056_p0003",
      "zh_CN": "现在这个社会上各行各业、男女老少，起心动念是念念（他一个观念）为自己，这个就是颠倒，错误。世间人不知道这是颠倒，不知道错，以为这是正确的。佛说这是颠倒，这是错误。为什么？这个念头是坚固执着六道轮回，永远不能出离。佛告诉我们，你破我执你就出六道，破法执就出十法界。用什么方法来破？大乘法门里头，这个方法非常善巧，就是教我们念念为一切众生，把自己忘得干干净净，你我执、法执不破，自自然然就没有了，这个法子很高明！所以起心动念为自己是错误。我们求生西方极乐世界，把这个摆在第一，摆在这一生当中最重要的。所以连度众生都摆在第二位，这是不是自私自利？不是的，生到西方极乐世界为什么？还是为了度众生。我现在想度众生，我的智慧能力有限，第一个不能普度，第二个是不能深入度。你劝导众生，众生不听，不契机，你没有能力观机。你西方极乐世界打个转，你有能力观机，你可以看到这个众生过去生生世世的情形，那说法就契机，生生世世的习气，几句话一提就能打动他的心。",
      "zh_TW": "現在這個社會上各行各業、男女老少，起心動念是念念（他一個觀念）為自己，這個就是顛倒，錯誤。世間人不知道這是顛倒，不知道錯，以為這是正確的。佛說這是顛倒，這是錯誤。為什麼？這個念頭是堅固執著六道輪迴，永遠不能出離。佛告訴我們，你破我執你就出六道，破法執就出十法界。用什麼方法來破？大乘法門裡頭，這個方法非常善巧，就是教我們念念為一切眾生，把自己忘得乾乾淨淨，你我執、法執不破，自自然然就沒有了，這個法子很高明！所以起心動念為自己是錯誤。我們求生西方極樂世界，把這個擺在第一，擺在這一生當中最重要的。所以連度眾生都擺在第二位，這是不是自私自利？不是的，生到西方極樂世界為什麼？還是為了度眾生。我現在想度眾生，我的智慧能力有限，第一個不能普度，第二個是不能深入度。你勸導眾生，眾生不聽，不契機，你沒有能力觀機。你西方極樂世界打個轉，你有能力觀機，你可以看到這個眾生過去生生世世的情形，那說法就契機，生生世世的習氣，幾句話一提就能打動他的心。"
    },
    {
      "id": "20-012-0056_p0004",
      "zh_CN": "所以到西方极乐世界去作佛是为什么？为了学本事，还是为度众生，那这个就是一点都不错了。所以断烦恼是为度众生，学法门是为度众生，成佛道、往生净土都是为了度众生，绝不是为自己。要是为自己的话，西方极乐世界也去不成，这实实在在的话。西方世界，凡是去往生的这些诸上善人，个个都是跟诸佛一个理念，念念为一切众生。我们如果有坚定的理念，能把自己放下、舍弃，你跟佛就没有两样。生活，实在讲决定不要去考虑这个事情，自有诸佛护念，护法神照顾。我是在初学佛的时候，二十六岁，章嘉大师教给我的，我对他老人家讲的话，深信不疑，我得到利益了。他跟我讲，只要你发真诚心，一生为佛法、为众生，你的一生佛菩萨照顾你，自己不要去操一点心。我就相信这句话，一生不想自己的事情，自己衣食住行，生活从来没想过，一切就顺其自然。自己也不错，都是佛菩萨照顾的。",
      "zh_TW": "所以到西方極樂世界去作佛是為什麼？為了學本事，還是為度眾生，那這個就是一點都不錯了。所以斷煩惱是為度眾生，學法門是為度眾生，成佛道、往生淨土都是為了度眾生，絕不是為自己。要是為自己的話，西方極樂世界也去不成，這實實在在的話。西方世界，凡是去往生的這些諸上善人，個個都是跟諸佛一個理念，念念為一切眾生。我們如果有堅定的理念，能把自己放下、捨棄，你跟佛就沒有兩樣。生活，實在講決定不要去考慮這個事情，自有諸佛護念，護法神照顧。我是在初學佛的時候，二十六歲，章嘉大師教給我的，我對他老人家講的話，深信不疑，我得到利益了。他跟我講，只要你發真誠心，一生為佛法、為眾生，你的一生佛菩薩照顧你，自己不要去操一點心。我就相信這句話，一生不想自己的事情，自己衣食住行，生活從來沒想過，一切就順其自然。自己也不錯，都是佛菩薩照顧的。"
    },
    {
      "id": "20-012-0056_p0005",
      "zh_CN": "我们建设道场，做得很有限。实实在在讲，馆长一生精力就是建这个道场。这个道场了不起，我们这一生的成就就是得力于这个道场。达拉斯的道场也是随缘成就的，希望在美国的那些同修自己以这个基础认真修学，在那里做弘法利生的工作。所以是替美国这个社会做的，是替他们那边大众做的，于我不相干，我们的心才清凉自在。否则的话，那个道场还要一头心挂着这个，又挂着那个，那就完了，那就大错了。这是祖师大德们常讲，「多一事不如少一事，少一事不如无事」。我们虽然做，所谓是作而无作，无作而作，永远保持清净心，永远不沾染。所做的为社会、为大众，于自己不相干。诸位要能够建立这个理念，你就在菩萨道上，菩萨道是觉道。你不迷了，你永远保持觉而不迷、正而不邪、净而不染，你都保持住，觉正净就是菩萨道。",
      "zh_TW": "我們建設道場，做得很有限。實實在在講，館長一生精力就是建這個道場。這個道場了不起，我們這一生的成就就是得力於這個道場。達拉斯的道場也是隨緣成就的，希望在美國的那些同修自己以這個基礎認真修學，在那裡做弘法利生的工作。所以是替美國這個社會做的，是替他們那邊大眾做的，於我不相干，我們的心才清涼自在。否則的話，那個道場還要一頭心掛著這個，又掛著那個，那就完了，那就大錯了。這是祖師大德們常講，「多一事不如少一事，少一事不如無事」。我們雖然做，所謂是作而無作，無作而作，永遠保持清淨心，永遠不沾染。所做的為社會、為大眾，於自己不相干。諸位要能夠建立這個理念，你就在菩薩道上，菩薩道是覺道。你不迷了，你永遠保持覺而不迷、正而不邪、淨而不染，你都保持住，覺正淨就是菩薩道。"
    },
    {
      "id": "20-012-0056_p0006",
      "zh_CN": "现在这个世间灾难频繁，真的灾难来的时候，我们会换更好的境界，这个就是聪明人，这个就是有智慧的人。这个境界里头最殊胜的、无比殊胜的极乐世界，比人间殊胜是天上，欲界天、色界天，不要搞三途去了。念念自私，念念还搞贪瞋痴，还做损人不利己的事情，你将来再换境界就换三途。我们这个世间有三途，他方世界也有三途，十方诸佛世界里头有六道轮回的非常非常多。所以我们很清楚，我们很快乐，这个世界毁了，我们搬家搬到那个世界去了，这都是事实。因此我们不管灾难多大，或者是明天降临，我们都欢欢喜喜，心地很平静，今天的工作，一定今天把它做圆满。一定是做利益众生、利益社会的工作，决定不为自己，不为自己才是真正为自己，使你自己在十法界不断向上提升，不会向下堕落，这样就好。",
      "zh_TW": "現在這個世間災難頻繁，真的災難來的時候，我們會換更好的境界，這個就是聰明人，這個就是有智慧的人。這個境界裡頭最殊勝的、無比殊勝的極樂世界，比人間殊勝是天上，欲界天、色界天，不要搞三途去了。念念自私，念念還搞貪瞋痴，還做損人不利己的事情，你將來再換境界就換三途。我們這個世間有三途，他方世界也有三途，十方諸佛世界裡頭有六道輪迴的非常非常多。所以我們很清楚，我們很快樂，這個世界毀了，我們搬家搬到那個世界去了，這都是事實。因此我們不管災難多大，或者是明天降臨，我們都歡歡喜喜，心地很平靜，今天的工作，一定今天把它做圓滿。一定是做利益眾生、利益社會的工作，決定不為自己，不為自己才是真正為自己，使你自己在十法界不斷向上提升，不會向下墮落，這樣就好。"
    }
  ]
}