{
  "doc_id": "20-012-0028",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0028",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-012-0028_p0001",
      "zh_CN": "中国古人常讲「家和万事兴」。这个家要败、国要亡，征兆是什么？就是不和。这个家里头人不和，家就衰了；这个国家上下不和，国就危险了。大小团体都是一样，僧团也不例外。可是达到和敬，知恩报恩的确是一个凝固的力量，这是我们一定要认识清楚的。我们在这一生当中能够有所成就，活得有意义、有价值，这都是广大的群众对我们有恩德。所以自古至今，中国、外国，讲到报恩，唯独佛法说出「上报四重恩」。我们在其他地方，没听说过，书本里头也没有看到过，这一点实实在在是了不起。我们为佛弟子，每天念这首偈，但是真正能够体会到它这句话的意义博大精深、认真努力去做的太稀有了。谁能会到，这个人就开悟了；谁能做到，这个人就不是凡夫。",
      "zh_TW": "中國古人常講「家和萬事興」。這個家要敗、國要亡，徵兆是什麼？就是不和。這個家裡頭人不和，家就衰了；這個國家上下不和，國就危險了。大小團體都是一樣，僧團也不例外。可是達到和敬，知恩報恩的確是一個凝固的力量，這是我們一定要認識清楚的。我們在這一生當中能夠有所成就，活得有意義、有價值，這都是廣大的群眾對我們有恩德。所以自古至今，中國、外國，講到報恩，唯獨佛法說出「上報四重恩」。我們在其他地方，沒聽說過，書本裡頭也沒有看到過，這一點實實在在是了不起。我們為佛弟子，每天念這首偈，但是真正能夠體會到它這句話的意義博大精深、認真努力去做的太稀有了。誰能會到，這個人就開悟了；誰能做到，這個人就不是凡夫。"
    },
    {
      "id": "20-012-0028_p0002",
      "zh_CN": "四恩，大家晓得：父母之恩、师长之恩、国家之恩、群众之恩。人活在这个世间，他是个社会动物，决定不能脱离人群而单独生活的。所有一切衣食住行都要仰赖社会大众，我们吃的、穿的、用的，都要靠社会广大群众互助合作，是互有恩德，要知道！你明了之后，你对于一切众生才真正生起慈悲心，这个慈悲就是关怀、爱护、帮助，无有条件的。为什么无有条件？互有恩德，还谈什么条件！我们在这一生成就，之所以能够明了、能够成就，这老师教给我们的。佛门里面特别是护法，得力于护法的护持，保护我们、成就我们，这个恩德最大。怎么样报恩？六和，真正彻底做到六和，那是真正的报恩者。所以知恩报恩不容易，我们在《大般若经》里面看到十地菩萨修学的科目，这是二地菩萨修学的，二地菩萨修学有八个科目，这是其中之一。",
      "zh_TW": "四恩，大家曉得：父母之恩、師長之恩、國家之恩、群眾之恩。人活在這個世間，他是個社會動物，決定不能脫離人群而單獨生活的。所有一切衣食住行都要仰賴社會大眾，我們吃的、穿的、用的，都要靠社會廣大群眾互助合作，是互有恩德，要知道！你明瞭之後，你對於一切眾生才真正生起慈悲心，這個慈悲就是關懷、愛護、幫助，無有條件的。為什麼無有條件？互有恩德，還談什麼條件！我們在這一生成就，之所以能夠明瞭、能夠成就，這老師教給我們的。佛門裡面特別是護法，得力於護法的護持，保護我們、成就我們，這個恩德最大。怎麼樣報恩？六和，真正徹底做到六和，那是真正的報恩者。所以知恩報恩不容易，我們在《大般若經》裡面看到十地菩薩修學的科目，這是二地菩薩修學的，二地菩薩修學有八個科目，這是其中之一。"
    },
    {
      "id": "20-012-0028_p0003",
      "zh_CN": "出家，要记住我们没有家，特别是从事于弘法利生的工作，那我就深有所感，每个地方在过去居住都住不到三个月。现在是新加坡办学，需要去住四个月，否则的话，都住不到三个月，都云游。在从前讲「云水僧」，到处为家，没有家。这个好，对于家的观念淡薄了，能够真正是离家，舍家而做沙门，云游就能深深体会到这里头的意思。在从前云游不成问题，所有寺庙你都可以去利用它。像我们讲经的人，需要一些经典参考资料，每一个寺庙里头的藏经楼，我们都可以利用，十方常住。但是现在的麻烦在哪里？现在麻烦都是叫子孙庙，都属于他个人的，我们到那里去用，非常不方便。所以必须好像是我们在外面打仗一样，有一个后勤基地，给我们补给的地方，像我们现在这个地方是后勤基地，我们到哪里去，需要什么东西，由这个地方来补给。这个就是跟古时候出家人的弘化生活方式不一样地方。",
      "zh_TW": "出家，要記住我們沒有家，特別是從事於弘法利生的工作，那我就深有所感，每個地方在過去居住都住不到三個月。現在是新加坡辦學，需要去住四個月，否則的話，都住不到三個月，都雲遊。在從前講「雲水僧」，到處為家，沒有家。這個好，對於家的觀念淡薄了，能夠真正是離家，捨家而做沙門，雲遊就能深深體會到這裡頭的意思。在從前雲遊不成問題，所有寺廟你都可以去利用它。像我們講經的人，需要一些經典參考資料，每一個寺廟裡頭的藏經樓，我們都可以利用，十方常住。但是現在的麻煩在哪裡？現在麻煩都是叫子孫廟，都屬於他個人的，我們到那裡去用，非常不方便。所以必須好像是我們在外面打仗一樣，有一個後勤基地，給我們補給的地方，像我們現在這個地方是後勤基地，我們到哪裡去，需要什麼東西，由這個地方來補給。這個就是跟古時候出家人的弘化生活方式不一樣地方。"
    },
    {
      "id": "20-012-0028_p0004",
      "zh_CN": "我们这个小道场，但是我们还是走专修专弘的道路，在往后这个社会，愈简单愈有效果，会产生很大的效果。现在人处这个社会够烦的了，再搞好多经论的时候，他受不了，所以一定要精简，他们才会欢喜。我的工作，我也跟大家讲得很清楚，往后做弘护的工作，弘法让你们年轻人去做去了，我们在旁边辅导，帮助你们。我主要的工作就是教学，再整理这么多热心的同修从录音带上写出来的讲记，这讲记我要看，我要好好的把它整理一下，然后把它印出来，对于后学会有些帮助。",
      "zh_TW": "我們這個小道場，但是我們還是走專修專弘的道路，在往後這個社會，愈簡單愈有效果，會產生很大的效果。現在人處這個社會夠煩的了，再搞好多經論的時候，他受不了，所以一定要精簡，他們才會歡喜。我的工作，我也跟大家講得很清楚，往後做弘護的工作，弘法讓你們年輕人去做去了，我們在旁邊輔導，幫助你們。我主要的工作就是教學，再整理這麼多熱心的同修從錄音帶上寫出來的講記，這講記我要看，我要好好的把它整理一下，然後把它印出來，對於後學會有些幫助。"
    },
    {
      "id": "20-012-0028_p0005",
      "zh_CN": "心量要大，眼光要放大。我们的目标，最低限度都要对全世界，绝对不是某一个地区、某一个地方，那就太小了，一定要对全世界。我们生活在这个时代，在这个地区（这个地区是地球），二十一世纪马上要来临的时候，我们弘护的对象，就是全世界一切众生，要以这个为目标，以这个为理念，你起心动念、言语造作就不会有大过失。",
      "zh_TW": "心量要大，眼光要放大。我們的目標，最低限度都要對全世界，絕對不是某一個地區、某一個地方，那就太小了，一定要對全世界。我們生活在這個時代，在這個地區（這個地區是地球），二十一世紀馬上要來臨的時候，我們弘護的對象，就是全世界一切眾生，要以這個為目標，以這個為理念，你起心動念、言語造作就不會有大過失。"
    }
  ]
}