{
  "doc_id": "20-012-0021",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0021",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "20-012-0021_p0001",
      "zh_CN": "我们在日常遇见许许多多的同修，特别是中年以上的人，在一起谈话，总免不了要谈些养生的问题。由此可知，养生之道是所有的人都非常关心的一桩大事，怎么样保养身体，使自己的身体健康长寿，这是古今中外，无论贤愚，无不关心的一桩大事。可是关心，虽然是关心，而这个身体究竟是一回什么事，就很少人能够理解了。如果对于这个事实真相不了解，诸位想一想，你能用什么方法把这个身体养好。所以我们从现前社会来观察，从历史上来观察，我们发现，往往过分的着重保养这个身体，反而把这个身体摧残，这是很遗憾的一桩事情。身心世界究竟是一回什么事，唯有佛法讲得清楚。",
      "zh_TW": "我們在日常遇見許許多多的同修，特別是中年以上的人，在一起談話，總免不了要談些養生的問題。由此可知，養生之道是所有的人都非常關心的一樁大事，怎麼樣保養身體，使自己的身體健康長壽，這是古今中外，無論賢愚，無不關心的一樁大事。可是關心，雖然是關心，而這個身體究竟是一回什麼事，就很少人能夠理解了。如果對於這個事實真相不了解，諸位想一想，你能用什麼方法把這個身體養好。所以我們從現前社會來觀察，從歷史上來觀察，我們發現，往往過分的著重保養這個身體，反而把這個身體摧殘，這是很遺憾的一樁事情。身心世界究竟是一回什麼事，唯有佛法講得清楚。"
    },
    {
      "id": "20-012-0021_p0002",
      "zh_CN": "世出世间所有的典籍，对于这个事实真相都没有获得，必须透彻了解真相，你才懂得如何养生。从理上讲，身心世界都是梦幻泡影，了不可得，这是理上的事实。如果就事论事，佛告诉我们，心要空，身要动。如果能够顺乎自然，这就是圆满的养生之道。我们提出修学的重点，「看破、放下、自在、随缘」，这是养生之道的真谛。顺乎自然就是现在社会大众所说的自然的生态；顺乎自然生态就是最健康的，违背自然生态就要出毛病。所以古时候的修行人，大多数都健康长寿，他们的生活简单，思想也单纯，没有人我是非，没有利害得失。这些东西是破坏健康，是身心里面的剧毒，必须要放下、要舍弃，一切顺乎自然就好了。现在有人讲究保养身体，要进补，用医药、食物来疗养，甚至于还有用气功，用其他的法术来调养身体，殊不知这些都是违背自然生态。",
      "zh_TW": "世出世間所有的典籍，對於這個事實真相都沒有獲得，必須透徹了解真相，你才懂得如何養生。從理上講，身心世界都是夢幻泡影，了不可得，這是理上的事實。如果就事論事，佛告訴我們，心要空，身要動。如果能夠順乎自然，這就是圓滿的養生之道。我們提出修學的重點，「看破、放下、自在、隨緣」，這是養生之道的真諦。順乎自然就是現在社會大眾所說的自然的生態；順乎自然生態就是最健康的，違背自然生態就要出毛病。所以古時候的修行人，大多數都健康長壽，他們的生活簡單，思想也單純，沒有人我是非，沒有利害得失。這些東西是破壞健康，是身心裡面的劇毒，必須要放下、要捨棄，一切順乎自然就好了。現在有人講究保養身體，要進補，用醫藥、食物來療養，甚至於還有用氣功，用其他的法術來調養身體，殊不知這些都是違背自然生態。"
    },
    {
      "id": "20-012-0021_p0003",
      "zh_CN": "如果我们细心观察动物，你看牛、羊，牠吃的是青草，牠的身体健康，牠在哪一个时节就吃那个时节的生草，春夏秋冬，四时不同，在哪一个地方就吃哪个地方的生草。几个人看到这个现象，省悟过来？我们中国古人有聪明人、有细心的人，观察入微。所以最好的饮食是什么东西？当地生产的，现前生产的，这就是最健康的，就是这个月份出的东西，就是本地出产的，这叫做随顺自然生态。如果我们选择外国的东西（进口的东西），那你就违背自然生态了，因为你并没有住在外国。这个地方所出产的东西，是养这个地方的人；那个地方出产的东西，是那养那边的人，这个道理很深。真正明白这个道理，你吃东西就知道怎么选择了，不必找那些进口的，进口的东西价钱还贵，与自然生态完全相违背。这是我们讲养生。",
      "zh_TW": "如果我們細心觀察動物，你看牛、羊，牠吃的是青草，牠的身體健康，牠在哪一個時節就吃那個時節的生草，春夏秋冬，四時不同，在哪一個地方就吃哪個地方的生草。幾個人看到這個現象，省悟過來？我們中國古人有聰明人、有細心的人，觀察入微。所以最好的飲食是什麼東西？當地生產的，現前生產的，這就是最健康的，就是這個月份出的東西，就是本地出產的，這叫做隨順自然生態。如果我們選擇外國的東西（進口的東西），那你就違背自然生態了，因為你並沒有住在外國。這個地方所出產的東西，是養這個地方的人；那個地方出產的東西，是那養那邊的人，這個道理很深。真正明白這個道理，你吃東西就知道怎麼選擇了，不必找那些進口的，進口的東西價錢還貴，與自然生態完全相違背。這是我們講養生。"
    },
    {
      "id": "20-012-0021_p0004",
      "zh_CN": "当然养生里头最重要的是清净心。佛告诉我们智慧德能，德能里面包括身心的健康，人人都是无量寿，人人都具足诸佛如来果地上的智慧功德。为什么不能现前？就是自己把自己的自然生态破坏掉，起心动念把你的真心破坏了，把你的自性破坏掉。饮食起居不知道顺自然，拼命去顺贪爱，这就错了。自然的心是清净心，自然的心就是真心，真心离念，你心里头还有念头，那就不是真心，真心没有念头。当然这不是一般人能做得到的。所以佛教给我们念佛，我们只起这一个念头，除这一念之外，一切念头都不起，只有这一念。也许大家会想到，如果什么念头都没有，只有这一念，那怎么能弘法度生？殊不知，起这一念弘法度生就是个妄念、就是个妄想。《金刚经》上说的，佛都不度众生，你还有众生可度吗？你的本事比诸佛如来还大，没有这个道理的。我们出家选择这个行业，这个行业就是要弘法度生的，那这个事情我们应该怎么做？应该在随顺当中去完成。有普度众生的大愿，绝没有普度众生的念头，你有念头就错了，你有愿是对的。这个愿跟念头完全不一样，愿是从真心里头流露的，念头是妄心，这两个发源地不一样。",
      "zh_TW": "當然養生裡頭最重要的是清淨心。佛告訴我們智慧德能，德能裡面包括身心的健康，人人都是無量壽，人人都具足諸佛如來果地上的智慧功德。為什麼不能現前？就是自己把自己的自然生態破壞掉，起心動念把你的真心破壞了，把你的自性破壞掉。飲食起居不知道順自然，拼命去順貪愛，這就錯了。自然的心是清淨心，自然的心就是真心，真心離念，你心裡頭還有念頭，那就不是真心，真心沒有念頭。當然這不是一般人能做得到的。所以佛教給我們念佛，我們只起這一個念頭，除這一念之外，一切念頭都不起，只有這一念。也許大家會想到，如果什麼念頭都沒有，只有這一念，那怎麼能弘法度生？殊不知，起這一念弘法度生就是個妄念、就是個妄想。《金剛經》上說的，佛都不度眾生，你還有眾生可度嗎？你的本事比諸佛如來還大，沒有這個道理的。我們出家選擇這個行業，這個行業就是要弘法度生的，那這個事情我們應該怎麼做？應該在隨順當中去完成。有普度眾生的大願，絕沒有普度眾生的念頭，你有念頭就錯了，你有願是對的。這個願跟念頭完全不一樣，願是從真心裡頭流露的，念頭是妄心，這兩個發源地不一樣。"
    },
    {
      "id": "20-012-0021_p0005",
      "zh_CN": "度众生，刚才讲还是随缘，自己有这个天赋就广学多闻。这个天赋是什么？是过去世生生世世的累积，你累积的聪明智慧，我们世间人讲禀赋、天赋，天才，这些经论你一看就明了、就通达，这是你的天才。有这个能力，当然可以广学多闻；没有这个能力，老实念佛。怎么弘法？劝人念佛就是弘法，一生当中不必讲经说法，就是一句阿弥陀佛，我念弥陀，我劝一切人念弥陀。遇到人就劝人念弥陀，你能说他没有弘法吗？你能说他没度生吗？他所做的弘法度生，不亚于任何一个大法师，也不亚于诸佛如来，一句佛号普度一切众生。你这一句佛号念久了，得清净心，得念佛三昧。念佛三昧一得到，你的智慧就开了。真正契入明心见性，大彻大悟，然后你再观察世出世间法，你就一切都通达，这是古大德修行的法则、修行的秘诀。他不在经教上盲目的在追求，盲目很困难，为什么？全是起心动念，全是用的意识，怎么去研究、怎么去用功、怎么去练习，都是不得其门而入。",
      "zh_TW": "度眾生，剛才講還是隨緣，自己有這個天賦就廣學多聞。這個天賦是什麼？是過去世生生世世的累積，你累積的聰明智慧，我們世間人講稟賦、天賦，天才，這些經論你一看就明瞭、就通達，這是你的天才。有這個能力，當然可以廣學多聞；沒有這個能力，老實念佛。怎麼弘法？勸人念佛就是弘法，一生當中不必講經說法，就是一句阿彌陀佛，我念彌陀，我勸一切人念彌陀。遇到人就勸人念彌陀，你能說他沒有弘法嗎？你能說他沒度生嗎？他所做的弘法度生，不亞於任何一個大法師，也不亞於諸佛如來，一句佛號普度一切眾生。你這一句佛號念久了，得清淨心，得念佛三昧。念佛三昧一得到，你的智慧就開了。真正契入明心見性，大徹大悟，然後你再觀察世出世間法，你就一切都通達，這是古大德修行的法則、修行的祕訣。他不在經教上盲目的在追求，盲目很困難，為什麼？全是起心動念，全是用的意識，怎麼去研究、怎麼去用功、怎麼去練習，都是不得其門而入。"
    },
    {
      "id": "20-012-0021_p0006",
      "zh_CN": "你看昨天经上讲的「深入」才管用，你入不进去。为什么入不进去？障碍，烦恼障、所知障，这两种障碍把你障住。教下是从这个地方去突破，依文字而离文字，就是依文字而不着文字相，依言说而不着言说相，从这上下手，这是会学的。不会学的，依文字着了文字相，依言说着了言说相，这就是清凉大师在《华严经行愿品疏》里头所讲的，「失意成谤」；「得意成门」，得意是依文字不着文字相，依言说不着言说相，这就得意了，你就有入门的地方。这些所在，真是「差之毫厘，谬之千里」。我们不是上根利智，实在讲是业障深重，因此我们的修学，决定不能去模仿古人。古人的根基比我们都深厚，我们晓得自己，唯一的办法就是一门深入，一部经，下定决心，一生就在一部经上下功夫，不要着急慢慢的来。什么时候你能够契入，你真正能透彻了解这部经？一定到心清净。心不清净，你永远不会入门，因为定能开慧，慧能通达。",
      "zh_TW": "你看昨天經上講的「深入」才管用，你入不進去。為什麼入不進去？障礙，煩惱障、所知障，這兩種障礙把你障住。教下是從這個地方去突破，依文字而離文字，就是依文字而不著文字相，依言說而不著言說相，從這上下手，這是會學的。不會學的，依文字著了文字相，依言說著了言說相，這就是清涼大師在《華嚴經行願品疏》裡頭所講的，「失意成謗」；「得意成門」，得意是依文字不著文字相，依言說不著言說相，這就得意了，你就有入門的地方。這些所在，真是「差之毫釐，謬之千里」。我們不是上根利智，實在講是業障深重，因此我們的修學，決定不能去模仿古人。古人的根基比我們都深厚，我們曉得自己，唯一的辦法就是一門深入，一部經，下定決心，一生就在一部經上下功夫，不要著急慢慢的來。什麼時候你能夠契入，你真正能透徹了解這部經？一定到心清淨。心不清淨，你永遠不會入門，因為定能開慧，慧能通達。"
    },
    {
      "id": "20-012-0021_p0007",
      "zh_CN": "所以我在讲经也常常告诉大家，读经是修定，读一个小时是修一个小时，读二个小时是修二个小时，是戒定慧三学一次完成。绝不是读经的时候，一面读一面去想里头的意思，那你就错了。这个经书里头，实实在在讲没有意思。虽然没有意思，你读久了，心地清净了，那个经典里头的文字，能够引发你自性般若智慧。所以这个经书的功德就不可思议，它可以启发你、可以引发你。然后你讲解这部经，是从你自性般若里面透出来的，那怎么会一样？换句话说，就是你自性清净心起作用，这就是得意成门。大家要不明白这个道理，不了解这个事实真相，我们怎么用功都是盲修瞎练，什么时候才会有点成就？这样的事理不能不知道，不能不明了。",
      "zh_TW": "所以我在講經也常常告訴大家，讀經是修定，讀一個小時是修一個小時，讀二個小時是修二個小時，是戒定慧三學一次完成。絕不是讀經的時候，一面讀一面去想裡頭的意思，那你就錯了。這個經書裡頭，實實在在講沒有意思。雖然沒有意思，你讀久了，心地清淨了，那個經典裡頭的文字，能夠引發你自性般若智慧。所以這個經書的功德就不可思議，它可以啟發你、可以引發你。然後你講解這部經，是從你自性般若裡面透出來的，那怎麼會一樣？換句話說，就是你自性清淨心起作用，這就是得意成門。大家要不明白這個道理，不了解這個事實真相，我們怎麼用功都是盲修瞎練，什麼時候才會有點成就？這樣的事理不能不知道，不能不明瞭。"
    }
  ]
}