{
  "doc_id": "20-012-0049",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0049",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-012-0049_p0001",
      "zh_CN": "「真诚、清净、平等、正觉、慈悲，看破、放下、自在、随缘、念佛」，这个十条要认真地去做，才能够真正达到在这一生当中自度度他，自救救人。我们学佛最重要的就是要找一个榜样，我们在经论里面、言教里面学东西，实在说远远不如一个活的榜样，对于自己内心感受的深刻。",
      "zh_TW": "「真誠、清淨、平等、正覺、慈悲，看破、放下、自在、隨緣、念佛」，這個十條要認真地去做，才能夠真正達到在這一生當中自度度他，自救救人。我們學佛最重要的就是要找一個榜樣，我們在經論裡面、言教裡面學東西，實在說遠遠不如一個活的榜樣，對於自己內心感受的深刻。"
    },
    {
      "id": "20-012-0049_p0002",
      "zh_CN": "我在求学的时候，李炳老常常嘱咐我要学印光大师，印光大师一生的行仪，我们所标榜的十条，他老人家是圆满的做到了。他在生活当中所显示的圣德不胜枚举，而弘一大师只举出四条，这个四条是我们人人都能学的，也是人人都应该学的。",
      "zh_TW": "我在求學的時候，李炳老常常囑咐我要學印光大師，印光大師一生的行儀，我們所標榜的十條，他老人家是圓滿的做到了。他在生活當中所顯示的聖德不勝枚舉，而弘一大師只舉出四條，這個四條是我們人人都能學的，也是人人都應該學的。"
    },
    {
      "id": "20-012-0049_p0003",
      "zh_CN": "第一个就是勤劳，不懈怠，不懒惰，印光大师一生当中都没有接受人的照顾，虽然晚年有个侍者，可是许多事情他还是自己做，譬如扫地、抹桌子、整理房间，都还是自己做。他老人家八十岁圆寂的，八十岁的时候这些琐碎的事情依然自己做，生活非常简单，早餐就是一碗白粥，没有菜，一生都是这个样子。早年，他是北方人，到南方来住在普陀山，南方这个早餐吃粥有一点咸菜，北方人吃不惯，所以以后就吃白粥，他在普陀三十年都是这个样子。三十年如一日，勤劳，自己洗衣服，自己缝补。那个时候得一件衣服不容易，衣服破了自己补。",
      "zh_TW": "第一個就是勤勞，不懈怠，不懶惰，印光大師一生當中都沒有接受人的照顧，雖然晚年有個侍者，可是許多事情他還是自己做，譬如掃地、抹桌子、整理房間，都還是自己做。他老人家八十歲圓寂的，八十歲的時候這些瑣碎的事情依然自己做，生活非常簡單，早餐就是一碗白粥，沒有菜，一生都是這個樣子。早年，他是北方人，到南方來住在普陀山，南方這個早餐吃粥有一點鹹菜，北方人吃不慣，所以以後就吃白粥，他在普陀三十年都是這個樣子。三十年如一日，勤勞，自己洗衣服，自己縫補。那個時候得一件衣服不容易，衣服破了自己補。"
    },
    {
      "id": "20-012-0049_p0004",
      "zh_CN": "第二个惜福，这是我们应当要学的，点点滴滴的物质都不肯糟蹋。譬如写信，人家寄信来的时候，那个信封他把它翻过来依旧可以用，字纸一面有字，那一面没有字的时候，那一面还可以用，从这一些很小的地方你就能看到，丝毫不糟蹋。不但常住的东西要爱惜，自己东西也要爱惜。他常讲：人有多大的福报，能让你这么任意糟蹋？但是现在这糟蹋一切物品已经是一种习惯的，你要真正像印光大师这样做，那人家都看不惯。可是我们如果要是真正觉悟了，要想自度，印光大师做法是正确的，是对的，要懂得这些道理。吃饭，一粒米都不会糟蹋，他吃得干干净净，吃完之后把那个碗添干净，然后再用水来洗，洗了之后漱口也吃下去，三餐饭都如此。接待宾客、讲话，北方人的性格，没有委曲婉转，直来直去的，一生深信因果，老实念佛。这印光法师，起心动念、言语造作，晓得「善有善果，恶有恶报」，因缘果报，丝毫不爽。",
      "zh_TW": "第二個惜福，這是我們應當要學的，點點滴滴的物質都不肯糟蹋。譬如寫信，人家寄信來的時候，那個信封他把它翻過來依舊可以用，字紙一面有字，那一面沒有字的時候，那一面還可以用，從這一些很小的地方你就能看到，絲毫不糟蹋。不但常住的東西要愛惜，自己東西也要愛惜。他常講：人有多大的福報，能讓你這麼任意糟蹋？但是現在這糟蹋一切物品已經是一種習慣的，你要真正像印光大師這樣做，那人家都看不慣。可是我們如果要是真正覺悟了，要想自度，印光大師做法是正確的，是對的，要懂得這些道理。吃飯，一粒米都不會糟蹋，他吃得乾乾淨淨，吃完之後把那個碗添乾淨，然後再用水來洗，洗了之後漱口也吃下去，三餐飯都如此。接待賓客、講話，北方人的性格，沒有委曲婉轉，直來直去的，一生深信因果，老實念佛。這印光法師，起心動念、言語造作，曉得「善有善果，惡有惡報」，因緣果報，絲毫不爽。"
    },
    {
      "id": "20-012-0049_p0005",
      "zh_CN": "所得的衬施，就是信徒供养他的钱财，全部拿去做印经。这个对社会是真正做到慈善救济，大慈大悲，救济一切众生的法身慧命。生命实在讲不要紧，法身慧命重要！你人真正觉悟了，懂得因果了，懂得佛法了，觉悟了，你才能创造一切，你才能改善生活，达到幸福美满。所以他那个慈善救济是究竟的、彻底的、圆满的，不是在表面上去做的，他做得深！所以帮助众生要从根救起，要想帮助众生达到究竟圆满那就是老实念佛，往生不退成佛，这在是真正的究竟圆满。李老师给我们的指点没错，一定要认真的修学。",
      "zh_TW": "所得的襯施，就是信徒供養他的錢財，全部拿去做印經。這個對社會是真正做到慈善救濟，大慈大悲，救濟一切眾生的法身慧命。生命實在講不要緊，法身慧命重要！你人真正覺悟了，懂得因果了，懂得佛法了，覺悟了，你才能創造一切，你才能改善生活，達到幸福美滿。所以他那個慈善救濟是究竟的、徹底的、圓滿的，不是在表面上去做的，他做得深！所以幫助眾生要從根救起，要想幫助眾生達到究竟圓滿那就是老實念佛，往生不退成佛，這在是真正的究竟圓滿。李老師給我們的指點沒錯，一定要認真的修學。"
    }
  ]
}