{
  "doc_id": "20-012-0006",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0006",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "20-012-0006_p0001",
      "zh_CN": "世尊在《法华经》上用「十如是」，为我们说明宇宙人生的真相。真相明了之后，才叫做了生死、脱三界。了是明了，明了生死究竟是一桩什么样的事。生死并不仅限于个人这个身的生灭，如果这样看法，范围就太小了。生死的意思就是生灭，了生死就是明了生灭的现象。说现象，当然包括道理，这是说一切万事万法生灭的道理、生灭的现象，你彻底明了了，这是佛法里面说了生死的意义。如果彻底了解一切万法生灭的理事、因缘，虽有三界六道这些事相，也没有妨碍了，这叫出三界。出三界并不是你离开三界，真的有个出，那个出也不是这个意思。这个出，实在讲就是一切凡夫在三界里面不自在，在三界里面自己做不了主，出三界的意思就是在三界里面得大自在了，意思在此地。",
      "zh_TW": "世尊在《法華經》上用「十如是」，為我們說明宇宙人生的真相。真相明瞭之後，才叫做了生死、脫三界。了是明瞭，明瞭生死究竟是一樁什麼樣的事。生死並不僅限於個人這個身的生滅，如果這樣看法，範圍就太小了。生死的意思就是生滅，了生死就是明瞭生滅的現象。說現象，當然包括道理，這是說一切萬事萬法生滅的道理、生滅的現象，你徹底明瞭了，這是佛法裡面說了生死的意義。如果徹底了解一切萬法生滅的理事、因緣，雖有三界六道這些事相，也沒有妨礙了，這叫出三界。出三界並不是你離開三界，真的有個出，那個出也不是這個意思。這個出，實在講就是一切凡夫在三界裡面不自在，在三界裡面自己做不了主，出三界的意思就是在三界裡面得大自在了，意思在此地。"
    },
    {
      "id": "20-012-0006_p0002",
      "zh_CN": "所以诸佛菩萨示现在三界当中，还是出三界，真正是出入同时，离即不二，这才是事实的真相。一切大乘经，尤其是《华严》，把这个道理、事实真相说得非常透彻。我们如果真的明白，生活当中就得自在了，知道业障应当如何消除，明了古人所讲消业障的那个方式是真的。古大德讲，下等人消业障是用拜忏的方式，下根人；中根人消除业障，用禅定的办法；上上根人消业障，用念阿弥陀佛的方法。这样才知道，所有一切忏法不如禅定，一切禅定都不如念佛，这个事实真相几个人知道？古德虽然这么说，我们在书上看到，几个人看了之后就懂得？这个道理很深。古人这种说法，也不是他自己发明的，他哪有那么大的智慧，而这些事理都在《华严经》上。念佛功德不可思议，发心念佛，念个三年五载就能预知时至，往生不退成佛。大家想想还有哪一个法门、哪一个方法能够超过这个法门？我们没听说过，佛也没说过。诸佛如来普遍劝我们念佛，实在是显露出来真实圆满的清净慈悲，这种恩德在世出世间无与伦比。所以世间人几个人知道佛的恩？也就是说，几个人知道佛对我们的关怀，对我们的爱护？佛虽然没住在世间，留下来的教诲，几个人从字里行间能够体会得？",
      "zh_TW": "所以諸佛菩薩示現在三界當中，還是出三界，真正是出入同時，離即不二，這才是事實的真相。一切大乘經，尤其是《華嚴》，把這個道理、事實真相說得非常透徹。我們如果真的明白，生活當中就得自在了，知道業障應當如何消除，明瞭古人所講消業障的那個方式是真的。古大德講，下等人消業障是用拜懺的方式，下根人；中根人消除業障，用禪定的辦法；上上根人消業障，用念阿彌陀佛的方法。這樣才知道，所有一切懺法不如禪定，一切禪定都不如念佛，這個事實真相幾個人知道？古德雖然這麼說，我們在書上看到，幾個人看了之後就懂得？這個道理很深。古人這種說法，也不是他自己發明的，他哪有那麼大的智慧，而這些事理都在《華嚴經》上。念佛功德不可思議，發心念佛，念個三年五載就能預知時至，往生不退成佛。大家想想還有哪一個法門、哪一個方法能夠超過這個法門？我們沒聽說過，佛也沒說過。諸佛如來普遍勸我們念佛，實在是顯露出來真實圓滿的清淨慈悲，這種恩德在世出世間無與倫比。所以世間人幾個人知道佛的恩？也就是說，幾個人知道佛對我們的關懷，對我們的愛護？佛雖然沒住在世間，留下來的教誨，幾個人從字裡行間能夠體會得？"
    },
    {
      "id": "20-012-0006_p0003",
      "zh_CN": "当然业障深重的众生，一生没有缘分遇到佛法，这种人很多。佛当年在世，这个现象就很明显，如经中所说舍卫大城，在当时这个都会就相当大，居住的人口有十万人，在那个时候人口少，十万人的都市就是大都市了。其中有三分之一，曾经见过释迦牟尼佛，跟释迦牟尼佛见过面；另外有三分之一听过佛的名字，没见过面；还有三分之一，连名字都没有听说过。那个时代跟我们现前这个时代有什么差别？所以在今天不闻佛名字的人、闻名而不相信的人很多，这又何足为奇！我们能听到、能见到，还能有几分的契入，这个缘就很深了，自己应当庆幸，要认真努力的契入。",
      "zh_TW": "當然業障深重的眾生，一生沒有緣分遇到佛法，這種人很多。佛當年在世，這個現象就很明顯，如經中所說舍衛大城，在當時這個都會就相當大，居住的人口有十萬人，在那個時候人口少，十萬人的都市就是大都市了。其中有三分之一，曾經見過釋迦牟尼佛，跟釋迦牟尼佛見過面；另外有三分之一聽過佛的名字，沒見過面；還有三分之一，連名字都沒有聽說過。那個時代跟我們現前這個時代有什麼差別？所以在今天不聞佛名字的人、聞名而不相信的人很多，這又何足為奇！我們能聽到、能見到，還能有幾分的契入，這個緣就很深了，自己應當慶幸，要認真努力的契入。"
    },
    {
      "id": "20-012-0006_p0004",
      "zh_CN": "在《华严》末后，入法界，所贵的是你能入。入的意思就是把佛所讲的这些道理、这些教诲，都变成自己的生活行为，这就入了。真正改变了我们的思想、意识形态、生活行为，这叫超凡入圣。没接触佛法之前，我们过的是凡夫的生活，我们的想法、看法、说法、做法全是错误的，全是招来六道三途的苦报，在天天干这个。接触佛法之后，明白佛所说的道理，我们这些错误全都改变过来了，从今而后我们过的是佛菩萨的生活，我们生活环境是一真法界，那怎么会一样的？这真正是无比殊胜的利益。十法界都是邪见变现的境界，一真法界是正知正见。这些大道理、大因缘，希望大家珍惜这次华严法会，都在这里面。",
      "zh_TW": "在《華嚴》末後，入法界，所貴的是你能入。入的意思就是把佛所講的這些道理、這些教誨，都變成自己的生活行為，這就入了。真正改變了我們的思想、意識形態、生活行為，這叫超凡入聖。沒接觸佛法之前，我們過的是凡夫的生活，我們的想法、看法、說法、做法全是錯誤的，全是招來六道三途的苦報，在天天幹這個。接觸佛法之後，明白佛所說的道理，我們這些錯誤全都改變過來了，從今而後我們過的是佛菩薩的生活，我們生活環境是一真法界，那怎麼會一樣的？這真正是無比殊勝的利益。十法界都是邪見變現的境界，一真法界是正知正見。這些大道理、大因緣，希望大家珍惜這次華嚴法會，都在這裡面。"
    },
    {
      "id": "20-012-0006_p0005",
      "zh_CN": "《华严》里面，对于修行虽然开了无量的法门，这个经典文字所叙说的、明显的二千多个法门，展开来就是无量法门，而以念佛为第一，无量法门当中推崇念佛法门。法门平等，为什么推崇这一门？这里头有大道理。由此可知，认真念佛的人对于《华严》就相应，就容易理解，容易透入。而念佛自始至终都是以西方极乐世界为归宿，吉祥云传给善财童子是念阿弥陀佛，这五十三参第一参，第一位善知识，最后普贤菩萨十大愿王导归极乐。所以我们从这个地方，真正明了善财童子自始至终就是念佛求生净土。他的老师文殊菩萨，在《华严经》上发愿求生净土，普贤菩萨也是发愿求生净土。我们对这个法门深信不疑，死心塌地的修学，知道这个法门是无量法门当中无比殊胜的法门，这一生以念佛往生不退，为我们唯一的一桩大事。还没去之前，这个身体留在这个世间，我们要把这个法门用一切方法，尽心尽力来传播、来弘扬，来劝导一切众生修学这个法门，同生极乐国。",
      "zh_TW": "《華嚴》裡面，對於修行雖然開了無量的法門，這個經典文字所敘說的、明顯的二千多個法門，展開來就是無量法門，而以念佛為第一，無量法門當中推崇念佛法門。法門平等，為什麼推崇這一門？這裡頭有大道理。由此可知，認真念佛的人對於《華嚴》就相應，就容易理解，容易透入。而念佛自始至終都是以西方極樂世界為歸宿，吉祥雲傳給善財童子是念阿彌陀佛，這五十三參第一參，第一位善知識，最後普賢菩薩十大願王導歸極樂。所以我們從這個地方，真正明瞭善財童子自始至終就是念佛求生淨土。他的老師文殊菩薩，在《華嚴經》上發願求生淨土，普賢菩薩也是發願求生淨土。我們對這個法門深信不疑，死心塌地的修學，知道這個法門是無量法門當中無比殊勝的法門，這一生以念佛往生不退，為我們唯一的一樁大事。還沒去之前，這個身體留在這個世間，我們要把這個法門用一切方法，盡心盡力來傳播、來弘揚，來勸導一切眾生修學這個法門，同生極樂國。"
    },
    {
      "id": "20-012-0006_p0006",
      "zh_CN": "如果我们生病了，我在此地说，你们录音录下去，希望你们大家都记住，决定不能进医院，决定不要去治病，不要去看医生，不要去吃药。怎么治病？念佛，求往生。如果寿命还没有尽，念佛，你那个病一定会恢复，一定好了。病从哪里来？病，业障来的，念佛消业障。如果寿命到了，我正好往生！天天想着往生，天天念着往生，往生毕竟现前了，这是满自己一生的愿望，何必要去找医生？我们看病院里可怜，找医生，那真是受那种冤枉苦。平常要知道避免疾病，内里面决定断贪瞋痴，把三毒拔掉，这是病毒；外面决定不染五欲六尘，名闻利养、财色名食睡绝不沾染，这是外面的病毒，要知道那不是好东西。饮食起居留意，简单、干净，吃东西少吃，不要吃得太多，实在讲能吃个七分饱就够了，你的身体一定会健康。避免，古人常说，「病从口入，祸从口出」，我们天天念阿弥陀佛，就不会有祸（灾祸）；饮食简单、干净，就避免生病这个机会。这也非常符合我们净宗的修学，我们就一句佛号念到底，一心一意就是求生极乐世界。世缘知道全是假的，梦幻泡影，皆是虚妄，一切随缘，随它去就好了。自己在境缘里面修清净心、修真诚心、修慈悲心就好，这真念佛。",
      "zh_TW": "如果我們生病了，我在此地說，你們錄音錄下去，希望你們大家都記住，決定不能進醫院，決定不要去治病，不要去看醫生，不要去吃藥。怎麼治病？念佛，求往生。如果壽命還沒有盡，念佛，你那個病一定會恢復，一定好了。病從哪裡來？病，業障來的，念佛消業障。如果壽命到了，我正好往生！天天想著往生，天天念著往生，往生畢竟現前了，這是滿自己一生的願望，何必要去找醫生？我們看病院裡可憐，找醫生，那真是受那種冤枉苦。平常要知道避免疾病，內裡面決定斷貪瞋痴，把三毒拔掉，這是病毒；外面決定不染五欲六塵，名聞利養、財色名食睡絕不沾染，這是外面的病毒，要知道那不是好東西。飲食起居留意，簡單、乾淨，吃東西少吃，不要吃得太多，實在講能吃個七分飽就夠了，你的身體一定會健康。避免，古人常說，「病從口入，禍從口出」，我們天天念阿彌陀佛，就不會有禍（災禍）；飲食簡單、乾淨，就避免生病這個機會。這也非常符合我們淨宗的修學，我們就一句佛號念到底，一心一意就是求生極樂世界。世緣知道全是假的，夢幻泡影，皆是虛妄，一切隨緣，隨它去就好了。自己在境緣裡面修清淨心、修真誠心、修慈悲心就好，這真念佛。"
    },
    {
      "id": "20-012-0006_p0007",
      "zh_CN": "悟道法师：林居士刚才打电话来，他们说现在诵《地藏经》，他们同修问题很多。他说师父说一部经、一句佛号念到底就好，为什么现在又要念《地藏经》？他们",
      "zh_TW": "悟道法師：林居士剛才打電話來，他們說現在誦《地藏經》，他們同修問題很多。他說師父說一部經、一句佛號念到底就好，為什麼現在又要念《地藏經》？他們"
    },
    {
      "id": "20-012-0006_p0008",
      "zh_CN": "老法师：你有没有跟他讲？",
      "zh_TW": "老法師：你有沒有跟他講？"
    },
    {
      "id": "20-012-0006_p0009",
      "zh_CN": "悟道法师：我有跟他讲，他说他们问题很多。",
      "zh_TW": "悟道法師：我有跟他講，他說他們問題很多。"
    },
    {
      "id": "20-012-0006_p0010",
      "zh_CN": "老法师：那就叫他们念《无量寿经》，不要诵《地藏经》，打个电话告诉他。一样的，不要有疑问，有疑问，功德就没有了。不管诵什么经，做什么法事，真诚就有功德，有怀疑的时候是白做了。这个要打电话告诉悟行，叫悟行跟他们讲讲，跟他们说明。",
      "zh_TW": "老法師：那就叫他們念《無量壽經》，不要誦《地藏經》，打個電話告訴他。一樣的，不要有疑問，有疑問，功德就沒有了。不管誦什麼經，做什麼法事，真誠就有功德，有懷疑的時候是白做了。這個要打電話告訴悟行，叫悟行跟他們講講，跟他們說明。"
    },
    {
      "id": "20-012-0006_p0011",
      "zh_CN": "悟道法师：他下个礼拜回来。",
      "zh_TW": "悟道法師：他下個禮拜回來。"
    },
    {
      "id": "20-012-0006_p0012",
      "zh_CN": "老法师：对，打个电话告诉悟行。如果有怀疑，什么功德都没有了。诵《地藏经》主要的是消业障，就是佛法念佛他不能接受。不能接受是两个原因：一个是自己的业障，一个是冤亲债主扰乱。那些冤亲债主也不一定是学佛的，你劝他念佛，他也不会相信。所以念《地藏经》能够消业障。",
      "zh_TW": "老法師：對，打個電話告訴悟行。如果有懷疑，什麼功德都沒有了。誦《地藏經》主要的是消業障，就是佛法念佛他不能接受。不能接受是兩個原因：一個是自己的業障，一個是冤親債主擾亂。那些冤親債主也不一定是學佛的，你勸他念佛，他也不會相信。所以念《地藏經》能夠消業障。"
    },
    {
      "id": "20-012-0006_p0013",
      "zh_CN": "悟道法师：《地藏经》契那个机。",
      "zh_TW": "悟道法師：《地藏經》契那個機。"
    },
    {
      "id": "20-012-0006_p0014",
      "zh_CN": "老法师：对，一般人你跟他讲佛法，你讲往生，他绝对不相信。发财，发财，马上都来了。你看看在美国，密宗在那里传法，传什么法？传修财神法，好多好多人买票进来，一张门票二十块美金。我们什么都不要，他不来；那个卖票，来；要是灌个顶的时候五十块，他都来。那个《地藏经》就是这个方法，他们都来了。是不是？",
      "zh_TW": "老法師：對，一般人你跟他講佛法，你講往生，他絕對不相信。發財，發財，馬上都來了。你看看在美國，密宗在那裡傳法，傳什麼法？傳修財神法，好多好多人買票進來，一張門票二十塊美金。我們什麼都不要，他不來；那個賣票，來；要是灌個頂的時候五十塊，他都來。那個《地藏經》就是這個方法，他們都來了。是不是？"
    },
    {
      "id": "20-012-0006_p0015",
      "zh_CN": "悟道法师：除了，《地藏经》师父也讲过。",
      "zh_TW": "悟道法師：除了，《地藏經》師父也講過。"
    },
    {
      "id": "20-012-0006_p0016",
      "zh_CN": "老法师：讲过。",
      "zh_TW": "老法師：講過。"
    },
    {
      "id": "20-012-0006_p0017",
      "zh_CN": "悟道法师：基础。",
      "zh_TW": "悟道法師：基礎。"
    },
    {
      "id": "20-012-0006_p0018",
      "zh_CN": "老法师：是讲过。",
      "zh_TW": "老法師：是講過。"
    },
    {
      "id": "20-012-0006_p0019",
      "zh_CN": "悟道法师：我们念佛人。",
      "zh_TW": "悟道法師：我們念佛人。"
    },
    {
      "id": "20-012-0006_p0020",
      "zh_CN": "老法师：不管修学哪个法门，都要从这个基础上做，你离开这个基础，什么法门都学不成。所以《地藏经》像盖房子的地基，你地基稳固的时候，你什么事业都能建立；你没有基础，什么都会落空。实在《地藏经》里面讲的，我跟你们讲得很清楚，就是《观经》三福详细说明，特别是孝养父母，奉事师长，慈心不杀，修十善业。你们细细想想整部《地藏经》与这个相不相应？所以它是基础的基础，这在佛法里叫根本法。",
      "zh_TW": "老法師：不管修學哪個法門，都要從這個基礎上做，你離開這個基礎，什麼法門都學不成。所以《地藏經》像蓋房子的地基，你地基穩固的時候，你什麼事業都能建立；你沒有基礎，什麼都會落空。實在《地藏經》裡面講的，我跟你們講得很清楚，就是《觀經》三福詳細說明，特別是孝養父母，奉事師長，慈心不殺，修十善業。你們細細想想整部《地藏經》與這個相不相應？所以它是基礎的基礎，這在佛法裡叫根本法。"
    },
    {
      "id": "20-012-0006_p0021",
      "zh_CN": "悟道法师：师父，现在同修当中也有个问题，就是虽然他也接受师父这个一门深入；一门深入，修是这么修，但是还是没有办法达到预期的目标。这当中就是有一些问题在，就是基础上的问题并没有稳固。如果基础问题真正打好了，就像《弥陀经》讲，一天到七天就一心不乱。我们念了一天到七天心还会乱，可见得这个基础就是不扎实。",
      "zh_TW": "悟道法師：師父，現在同修當中也有個問題，就是雖然他也接受師父這個一門深入；一門深入，修是這麼修，但是還是沒有辦法達到預期的目標。這當中就是有一些問題在，就是基礎上的問題並沒有穩固。如果基礎問題真正打好了，就像《彌陀經》講，一天到七天就一心不亂。我們念了一天到七天心還會亂，可見得這個基礎就是不扎實。"
    },
    {
      "id": "20-012-0006_p0022",
      "zh_CN": "老法师：这是信不深、愿不切，所以行就不得力，还是不想往生，这个没有办法。如果想往生，那何必念《地藏经》？不必了。还不想往生，是不是？问题就在此地。",
      "zh_TW": "老法師：這是信不深、願不切，所以行就不得力，還是不想往生，這個沒有辦法。如果想往生，那何必念《地藏經》？不必了。還不想往生，是不是？問題就在此地。"
    },
    {
      "id": "20-012-0006_p0023",
      "zh_CN": "悟道法师：现在问题就是说他为什么不想往生？",
      "zh_TW": "悟道法師：現在問題就是說他為什麼不想往生？"
    },
    {
      "id": "20-012-0006_p0024",
      "zh_CN": "老法师：对这个世间留恋。",
      "zh_TW": "老法師：對這個世間留戀。"
    },
    {
      "id": "20-012-0006_p0025",
      "zh_CN": "悟道法师：现在他为什么他会留恋，总是把他的原因找出来。",
      "zh_TW": "悟道法師：現在他為什麼他會留戀，總是把他的原因找出來。"
    },
    {
      "id": "20-012-0006_p0026",
      "zh_CN": "老法师：对，为什么他会留恋？他对这个世间人的情结、恩情太深，舍不得儿女，舍不得儿孙，舍不得他的财富。",
      "zh_TW": "老法師：對，為什麼他會留戀？他對這個世間人的情結、恩情太深，捨不得兒女，捨不得兒孫，捨不得他的財富。"
    },
    {
      "id": "20-012-0006_p0027",
      "zh_CN": "悟道法师：那如何把这个舍弃，这个方法？",
      "zh_TW": "悟道法師：那如何把這個捨棄，這個方法？"
    },
    {
      "id": "20-012-0006_p0028",
      "zh_CN": "老法师：宇宙人生真相彻底明了，你自然就舍弃了，这就是大彻大悟。大彻大悟，一万人当中难得有一、二个，几个人能看破？所以看破之后，你当然会放下，用不着别人劝。为什么？真相了解了。《金刚经》上讲得很清楚，但是不会相信的，「凡所有相，皆是虚妄」。凡所有相都是真的，哪里是虚妄！",
      "zh_TW": "老法師：宇宙人生真相徹底明瞭，你自然就捨棄了，這就是大徹大悟。大徹大悟，一萬人當中難得有一、二個，幾個人能看破？所以看破之後，你當然會放下，用不著別人勸。為什麼？真相了解了。《金剛經》上講得很清楚，但是不會相信的，「凡所有相，皆是虛妄」。凡所有相都是真的，哪裡是虛妄！"
    },
    {
      "id": "20-012-0006_p0029",
      "zh_CN": "悟道法师：所有相皆是实相。",
      "zh_TW": "悟道法師：所有相皆是實相。"
    },
    {
      "id": "20-012-0006_p0030",
      "zh_CN": "老法师：对，不可能的事情，他怎么会看破？放不下就是没看破，没看破就放不下。所以这个事情，经上讲的难信之法，这一点都不假。众生无量劫来的习气，说是在这一生当中就能把它断掉，谈何容易！",
      "zh_TW": "老法師：對，不可能的事情，他怎麼會看破？放不下就是沒看破，沒看破就放不下。所以這個事情，經上講的難信之法，這一點都不假。眾生無量劫來的習氣，說是在這一生當中就能把它斷掉，談何容易！"
    },
    {
      "id": "20-012-0006_p0031",
      "zh_CN": "悟道法师：师父讲信愿行，信也要是真信，但是平心而论，修净土这么多人，真信的还是很少。",
      "zh_TW": "悟道法師：師父講信願行，信也要是真信，但是平心而論，修淨土這麼多人，真信的還是很少。"
    },
    {
      "id": "20-012-0006_p0032",
      "zh_CN": "老法师：当然很少。",
      "zh_TW": "老法師：當然很少。"
    },
    {
      "id": "20-012-0006_p0033",
      "zh_CN": "悟道法师：很少。不是真信，自己以为真信也很多。我真的相信，我也要去西方，但是事实上是不是真的，这个还大有问题，像这样的情况，如果没有一些经论上的补助恐怕。",
      "zh_TW": "悟道法師：很少。不是真信，自己以為真信也很多。我真的相信，我也要去西方，但是事實上是不是真的，這個還大有問題，像這樣的情況，如果沒有一些經論上的補助恐怕。"
    },
    {
      "id": "20-012-0006_p0034",
      "zh_CN": "老法师：对，这个事情。",
      "zh_TW": "老法師：對，這個事情。"
    },
    {
      "id": "20-012-0006_p0035",
      "zh_CN": "悟道法师：恐怕那个信愿，也是不容易，不是真信真愿，自己以为是真信真愿。",
      "zh_TW": "悟道法師：恐怕那個信願，也是不容易，不是真信真願，自己以為是真信真願。"
    },
    {
      "id": "20-012-0006_p0036",
      "zh_CN": "老法师：这个不要着急，不着急。你要晓得这一生当中真信真愿的，都是过去生生世世半信半疑的，他这一生才成就。哪有说一生就能真信？没这个道理，一切经上都不是这个讲法的。都是你过去无量劫的善根福德因缘，像经上讲的阿阇世王他们五百人，过去曾经供养四百亿佛，这次听到还是半信半疑。你才晓得如果闻到这个法门，你真信真愿，你过去生中修积的善根决定超过阿阇世王他们。换句话说，他四百亿，可能你是八百亿，供养八百亿佛。你没有这样深过，经上讲不可以少善根福德因缘，善根福德因缘不是你一生的，生生世世，无量劫的善根福德因缘，累积到今天成熟了，是这么才能往生的。这样殊胜的法门，哪有那么简简单单就容易往生？没这个道理。所以你这一生遇到了，能信、能愿、能行，那就证明你的善根是无量劫累积的。纵然你这一生从来没有听过一句佛号，你没有这个缘分遇到，临命终时人家一提，马上就相信了，所以十念往生，也是这个道理。哪里是偶然的？没有偶然的这种道理。",
      "zh_TW": "老法師：這個不要著急，不著急。你要曉得這一生當中真信真願的，都是過去生生世世半信半疑的，他這一生才成就。哪有說一生就能真信？沒這個道理，一切經上都不是這個講法的。都是你過去無量劫的善根福德因緣，像經上講的阿闍世王他們五百人，過去曾經供養四百億佛，這次聽到還是半信半疑。你才曉得如果聞到這個法門，你真信真願，你過去生中修積的善根決定超過阿闍世王他們。換句話說，他四百億，可能你是八百億，供養八百億佛。你沒有這樣深過，經上講不可以少善根福德因緣，善根福德因緣不是你一生的，生生世世，無量劫的善根福德因緣，累積到今天成熟了，是這麼才能往生的。這樣殊勝的法門，哪有那麼簡簡單單就容易往生？沒這個道理。所以你這一生遇到了，能信、能願、能行，那就證明你的善根是無量劫累積的。縱然你這一生從來沒有聽過一句佛號，你沒有這個緣分遇到，臨命終時人家一提，馬上就相信了，所以十念往生，也是這個道理。哪裡是偶然的？沒有偶然的這種道理。"
    }
  ]
}