{
  "doc_id": "20-012-0022",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0022",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-012-0022_p0001",
      "zh_CN": "过去彻悟禅师，也是我们净宗的祖师，他跟我们讲十信。第一条就是告诉我们，你一定要相信有生必有死。自古至今，哪一个人能不死？所以生死是第一桩大事。而人生一世，实在说是太短暂了，以无尽的岁月，你顶多不过占一百年而已，一百年比无量劫，实在讲是太微不足道了。这个身体比起虚空大地，实在讲，连一微尘都不如，这些话都是讲的事实真相。所以芸芸众生在六道、十法界当中，实在是闻法最为贵，只有闻佛法，你才能觉悟，你才能知道事实的真相。真相明白了，你自己就做得了主，无论你是过什么样的生活，你是从事某一种行业，在在处处都做得了主宰。如果不了解事实真相，成天是妄想分别执着，造作无量无边的罪业，纵然学佛也是不得其门而入，这也是事实。",
      "zh_TW": "過去徹悟禪師，也是我們淨宗的祖師，他跟我們講十信。第一條就是告訴我們，你一定要相信有生必有死。自古至今，哪一個人能不死？所以生死是第一樁大事。而人生一世，實在說是太短暫了，以無盡的歲月，你頂多不過佔一百年而已，一百年比無量劫，實在講是太微不足道了。這個身體比起虛空大地，實在講，連一微塵都不如，這些話都是講的事實真相。所以芸芸眾生在六道、十法界當中，實在是聞法最為貴，只有聞佛法，你才能覺悟，你才能知道事實的真相。真相明白了，你自己就做得了主，無論你是過什麼樣的生活，你是從事某一種行業，在在處處都做得了主宰。如果不了解事實真相，成天是妄想分別執著，造作無量無邊的罪業，縱然學佛也是不得其門而入，這也是事實。"
    },
    {
      "id": "20-012-0022_p0002",
      "zh_CN": "我们细心观察现前闻法修学的大众，这些人都有善根福德因缘，可是为什么他们还不能入门？也就是他没觉悟，他依旧没有看破、依旧没有放下，这才知道他们的信解修行，绝不是从这一生才开始。过去生中无量劫来，生生世世所培的善根福德因缘，在这一生当中，得人身又闻佛法了，可是旧的习气毛病还存在，还起作用，于是就障碍他开悟、障碍他契入，也就是说，依旧是不得其门而入。这个不得其门而入，是我们以往生生世世都是不得其门而入。归咎其原因，就是「我」没有放下，起心动念都是为个我，自私自利，这是病根。这一生能不能成就？关键还是在此地。",
      "zh_TW": "我們細心觀察現前聞法修學的大眾，這些人都有善根福德因緣，可是為什麼他們還不能入門？也就是他沒覺悟，他依舊沒有看破、依舊沒有放下，這才知道他們的信解修行，絕不是從這一生才開始。過去生中無量劫來，生生世世所培的善根福德因緣，在這一生當中，得人身又聞佛法了，可是舊的習氣毛病還存在，還起作用，於是就障礙他開悟、障礙他契入，也就是說，依舊是不得其門而入。這個不得其門而入，是我們以往生生世世都是不得其門而入。歸咎其原因，就是「我」沒有放下，起心動念都是為個我，自私自利，這是病根。這一生能不能成就？關鍵還是在此地。"
    },
    {
      "id": "20-012-0022_p0003",
      "zh_CN": "我们都发心出家了，发心出家，这个意思就是我们选择这个行业，是弘法利生的行业。所谓弘法是家务，利生是事业，佛家的事业就是弘法利生，就是教学。释迦牟尼佛在世，给我们做最好的榜样。他老人家一生，四十九年讲经说法，没干别的事情。现在在道场有一些出家的同修，还不能讲经说法，那我们应该做些什么？应该护持、照顾这些讲经说法的人，他的生活起居需要人照顾。在从前他是托钵，自己照顾自己，现在这个托钵的风气没有了，生活起居一定要有人照顾，这叫内护，护法叫内护。除了照顾道场，照顾弘法利生的同修，还要认真努力去做宣导的工作。也就是说，如何将弘法利生这个事业扩大，这要靠大家认真努力，善巧方便去介绍。当然现在这个介绍，最有效果的是电视、是电脑的网路，这是最有效果的，直接将经教、修行方法送到每一个人家里。可是还需要介绍，什么时间、什么频道，应当列一个简单的表，大量的去印发。人家一看，晓得什么时间、在什么频道、有什么节目，你就能看到。这是我们的家务，这是我们的事业。跟我们经常保持联系的，我们一定要把这个讯息传达给他，希望他再辗转去传达，这是扩大弘法利生的效果。",
      "zh_TW": "我們都發心出家了，發心出家，這個意思就是我們選擇這個行業，是弘法利生的行業。所謂弘法是家務，利生是事業，佛家的事業就是弘法利生，就是教學。釋迦牟尼佛在世，給我們做最好的榜樣。他老人家一生，四十九年講經說法，沒幹別的事情。現在在道場有一些出家的同修，還不能講經說法，那我們應該做些什麼？應該護持、照顧這些講經說法的人，他的生活起居需要人照顧。在從前他是托缽，自己照顧自己，現在這個托缽的風氣沒有了，生活起居一定要有人照顧，這叫內護，護法叫內護。除了照顧道場，照顧弘法利生的同修，還要認真努力去做宣導的工作。也就是說，如何將弘法利生這個事業擴大，這要靠大家認真努力，善巧方便去介紹。當然現在這個介紹，最有效果的是電視、是電腦的網路，這是最有效果的，直接將經教、修行方法送到每一個人家裡。可是還需要介紹，什麼時間、什麼頻道，應當列一個簡單的表，大量的去印發。人家一看，曉得什麼時間、在什麼頻道、有什麼節目，你就能看到。這是我們的家務，這是我們的事業。跟我們經常保持聯繫的，我們一定要把這個訊息傳達給他，希望他再輾轉去傳達，這是擴大弘法利生的效果。"
    },
    {
      "id": "20-012-0022_p0004",
      "zh_CN": "我们要想在这一生成就，什么是成就？往生西方极乐世界才算是成就。不能往生，依旧去搞六道轮回，那就没完没了。即使得人间极大的富贵，也是造业，实在是得不偿失，所以一定要觉悟。人生苦短，要好好的利用这一点宝贵的时光，做了生脱死的大事。经上讲，「假令供养恒沙圣，不如坚勇求正觉」，这个坚勇求正觉是你坚固勇猛求生净土，唯有求生净土，才是真正的正觉。因为这是在一生当中了生死出三界，证得究竟圆满的菩提，最稳当、最容易、最快速的一条道路。所以你选择这条道路，那是真实的智慧。我们很清楚、很明白，唯有一门深入才能成功。搞个二门、三门、四门，打闲岔了，纵然往生，品位也大打折扣，证得无上菩提的时间又拉长，这种事我们要清楚、要明白。我们现在正在读五十三参，你看每一个善知识、每一位菩萨，他各人弘扬一门，它自然有人弘扬。只要世间有人学，「佛氏门中，不舍一人」，只要有人真正肯修学那个法门，佛菩萨一定应世，这也是一定的道理，这是诸佛菩萨的本愿。所以我们尽管放心选定这一门，一定是锲而不舍，勇猛精进，身心世界一切放下。",
      "zh_TW": "我們要想在這一生成就，什麼是成就？往生西方極樂世界才算是成就。不能往生，依舊去搞六道輪迴，那就沒完沒了。即使得人間極大的富貴，也是造業，實在是得不償失，所以一定要覺悟。人生苦短，要好好的利用這一點寶貴的時光，做了生脫死的大事。經上講，「假令供養恆沙聖，不如堅勇求正覺」，這個堅勇求正覺是你堅固勇猛求生淨土，唯有求生淨土，才是真正的正覺。因為這是在一生當中了生死出三界，證得究竟圓滿的菩提，最穩當、最容易、最快速的一條道路。所以你選擇這條道路，那是真實的智慧。我們很清楚、很明白，唯有一門深入才能成功。搞個二門、三門、四門，打閒岔了，縱然往生，品位也大打折扣，證得無上菩提的時間又拉長，這種事我們要清楚、要明白。我們現在正在讀五十三參，你看每一個善知識、每一位菩薩，他各人弘揚一門，它自然有人弘揚。只要世間有人學，「佛氏門中，不捨一人」，只要有人真正肯修學那個法門，佛菩薩一定應世，這也是一定的道理，這是諸佛菩薩的本願。所以我們儘管放心選定這一門，一定是鍥而不捨，勇猛精進，身心世界一切放下。"
    },
    {
      "id": "20-012-0022_p0005",
      "zh_CN": "像许多经论里面所说的，「所作已办，不受后有」。我们本分事情已经办得很妥当，到办完了，你就非常自在。我现在就剩两桩事情，一个是把《华严经》讲圆满，另外一个就是教学。《华严》一定尽快把它完成，我们用一个小的录影机，每天录一个带子，我想五年不间断，我们这部经就完成。我们的目的是希望留一套《华严经》的录影带，我们要从头到尾细说一遍。诸位最要紧的，就是无私，大公无私，我们的业障才能够消除。这有一点私心都不行，私心就是业障，坚固的业障，怎么样修学都没有办法突破。所以一定是万缘放下，你才能得自在，你才能够恒顺众生，随喜功德。道场是大家的，一切众生都有分。真正护持是要护法神，他们护持。你没有道，护法神就不来，就没有了；你真有道，护法神就来了。什么叫道？大公无私，一切都要从真实心中作。",
      "zh_TW": "像許多經論裡面所說的，「所作已辦，不受後有」。我們本分事情已經辦得很妥當，到辦完了，你就非常自在。我現在就剩兩樁事情，一個是把《華嚴經》講圓滿，另外一個就是教學。《華嚴》一定儘快把它完成，我們用一個小的錄影機，每天錄一個帶子，我想五年不間斷，我們這部經就完成。我們的目的是希望留一套《華嚴經》的錄影帶，我們要從頭到尾細說一遍。諸位最要緊的，就是無私，大公無私，我們的業障才能夠消除。這有一點私心都不行，私心就是業障，堅固的業障，怎麼樣修學都沒有辦法突破。所以一定是萬緣放下，你才能得自在，你才能夠恆順眾生，隨喜功德。道場是大家的，一切眾生都有分。真正護持是要護法神，他們護持。你沒有道，護法神就不來，就沒有了；你真有道，護法神就來了。什麼叫道？大公無私，一切都要從真實心中作。"
    }
  ]
}