{
  "doc_id": "20-012-0041",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0041",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-012-0041_p0001",
      "zh_CN": "在本省我们接到许多县市的邀请，在国外也有许多地区不断地来联系，这些都是好事情。过去学讲经没有机会，没有地方让你去讲，现在有这么多地方。我们练习讲经的人太少了，所以希望大家努力，出家人本分的事情就是讲经佛法。如果讲到修行证果，出家在家没有两样，出家唯一不同于在家的就是把弘法利生这个事情担负起来。等于世间法的选择职业，我们选择佛教教育里面去当一个教员。这也是一个行业，既然选择就要认真努力把这个本分工作要做好。这是许多人在出家之初，跟我接触的，我都跟他们这么谈过，所以出家也不是个容易事情。",
      "zh_TW": "在本省我們接到許多縣市的邀請，在國外也有許多地區不斷地來聯繫，這些都是好事情。過去學講經沒有機會，沒有地方讓你去講，現在有這麼多地方。我們練習講經的人太少了，所以希望大家努力，出家人本分的事情就是講經佛法。如果講到修行證果，出家在家沒有兩樣，出家唯一不同於在家的就是把弘法利生這個事情擔負起來。等於世間法的選擇職業，我們選擇佛教教育裡面去當一個教員。這也是一個行業，既然選擇就要認真努力把這個本分工作要做好。這是許多人在出家之初，跟我接觸的，我都跟他們這麼談過，所以出家也不是個容易事情。"
    },
    {
      "id": "20-012-0041_p0002",
      "zh_CN": "我期望我们净宗道场，有发心讲经的，有发心领众的，你这就是一个团体，团体就是一个行政单位，必须要有人管理道场。像学校一样，学校有教员来担任上课的，有职员来担任行政工作的，所以这个也是不能缺少的。我们在佛法里面，除了担任行政工作之外，我们还有一个项目领众修行。所以我劝同修的时候，对于法器仪轨、三时系念、早晚课这些仪轨一定要很熟悉，要能够带领大众。这三种工作一定要有一种，我们就不辜负出家。三种里头衡量自己的能力，认真的去学一种。假如三种都不愿意做，实在讲，还是在家修习功德殊胜。这也是一定的道理，这是一个道场正规的分工。",
      "zh_TW": "我期望我們淨宗道場，有發心講經的，有發心領眾的，你這就是一個團體，團體就是一個行政單位，必須要有人管理道場。像學校一樣，學校有教員來擔任上課的，有職員來擔任行政工作的，所以這個也是不能缺少的。我們在佛法裡面，除了擔任行政工作之外，我們還有一個項目領眾修行。所以我勸同修的時候，對於法器儀軌、三時繫念、早晚課這些儀軌一定要很熟悉，要能夠帶領大眾。這三種工作一定要有一種，我們就不辜負出家。三種裡頭衡量自己的能力，認真的去學一種。假如三種都不願意做，實在講，還是在家修習功德殊勝。這也是一定的道理，這是一個道場正規的分工。"
    },
    {
      "id": "20-012-0041_p0003",
      "zh_CN": "现在随着科技的发达，好像又增设一个科目了，这就是传播。资讯的传播也非常重要，希望佛法传之久远，这也是一项重要的工作。而这个工作，实在讲，是在家、出家都可以做的，你看在家居士做这个工作的人很多很多。美国加州净宗学会，杨义华居士主持的，这个里边全是在家居士，他们在做这个工作。将录音带、录影带变成文字，然后输入网路上，再将带子拷贝提供给电视广播，听说做得很有效果。所以这个工作是在家、出家都可以做的。这样子现代的道场里面工作就分成这四大类，我们总要搞一类才行，全心全力去做。利益众生就是真正的利益自己。",
      "zh_TW": "現在隨著科技的發達，好像又增設一個科目了，這就是傳播。資訊的傳播也非常重要，希望佛法傳之久遠，這也是一項重要的工作。而這個工作，實在講，是在家、出家都可以做的，你看在家居士做這個工作的人很多很多。美國加州淨宗學會，楊義華居士主持的，這個裡邊全是在家居士，他們在做這個工作。將錄音帶、錄影帶變成文字，然後輸入網路上，再將帶子拷貝提供給電視廣播，聽說做得很有效果。所以這個工作是在家、出家都可以做的。這樣子現代的道場裡面工作就分成這四大類，我們總要搞一類才行，全心全力去做。利益眾生就是真正的利益自己。"
    },
    {
      "id": "20-012-0041_p0004",
      "zh_CN": "科技越来越发达，往后没有战争则已，如果一有战争，跟诸位说，决定是毁灭性的战争。唯一能够避免这个灾难，最好的是弘扬佛法，宣传因果报应的事实。让每一个人心里都有警觉，不要轻易冲动，发动战争，每一个人起心动念都能收敛一些，这个灾难可以避免。这个工作就是我们的工作，所以一定要认真努力的来学习，绝不能够掉以轻心，心存侥幸这是做不到的，一定要用真诚心，不怕苦，不怕难。",
      "zh_TW": "科技越來越發達，往後沒有戰爭則已，如果一有戰爭，跟諸位說，決定是毀滅性的戰爭。唯一能夠避免這個災難，最好的是弘揚佛法，宣傳因果報應的事實。讓每一個人心裡都有警覺，不要輕易衝動，發動戰爭，每一個人起心動念都能收斂一些，這個災難可以避免。這個工作就是我們的工作，所以一定要認真努力的來學習，絕不能夠掉以輕心，心存僥倖這是做不到的，一定要用真誠心，不怕苦，不怕難。"
    },
    {
      "id": "20-012-0041_p0005",
      "zh_CN": "你们去参观慈光图书馆，慈光图书馆那么大，我们里面工作人员三个人，每一天八小时工作，没有时间去看书用功，不可能的事情。而李老师督促非常严格，我们做得要符合他老人家的标准，他的要求。我们自己用功读书，是晚上十一点钟到半夜三点种，这个时间是我们自己的。你们跟我接触时间长，天天接触，每天劝勉你们。我们在台中跟李老师一个星期只有两次见面机会，所以在缘分上讲的时候，你们超过我那个时候十倍不止！所以你就没想到，在那个环境里头修学是多么艰难！",
      "zh_TW": "你們去參觀慈光圖書館，慈光圖書館那麼大，我們裡面工作人員三個人，每一天八小時工作，沒有時間去看書用功，不可能的事情。而李老師督促非常嚴格，我們做得要符合他老人家的標準，他的要求。我們自己用功讀書，是晚上十一點鐘到半夜三點種，這個時間是我們自己的。你們跟我接觸時間長，天天接觸，每天勸勉你們。我們在台中跟李老師一個星期只有兩次見面機會，所以在緣分上講的時候，你們超過我那個時候十倍不止！所以你就沒想到，在那個環境裡頭修學是多麼艱難！"
    },
    {
      "id": "20-012-0041_p0006",
      "zh_CN": "我们那个时候练讲，我在台中练讲一个星期一次，听众几个人？六个人，到齐了才六个人。那是包括我自己，七个人，我们七个同参道友，十年如一日，一个星期聚会一次。有的人有事，这一天不能来，可能只有三个人、四个人。所以你们知道我那个时候求学的环境，你才晓得是真正不容易，我们那个精力你们真是怎么想都想不到。",
      "zh_TW": "我們那個時候練講，我在台中練講一個星期一次，聽眾幾個人？六個人，到齊了才六個人。那是包括我自己，七個人，我們七個同參道友，十年如一日，一個星期聚會一次。有的人有事，這一天不能來，可能只有三個人、四個人。所以你們知道我那個時候求學的環境，你才曉得是真正不容易，我們那個精力你們真是怎麼想都想不到。"
    },
    {
      "id": "20-012-0041_p0007",
      "zh_CN": "我们那个时候什么材料都没有，只是听李老师讲，回来自己写讲稿。我们的讲稿完全是自己写的，但是你所写的又不能脱离老师讲的范围，你也不能加上自己意见，也不能找参考资料塞进去。全凭记忆，这是个很难的事情！没有录音机。他讲一个小时，我们一个人怎么能记得了？所以同学二十多个人大家记记，我记漏掉的，也许漏掉的那一句你记上了。这样记出来的时候，哪一个同学负责讲这门课的时候，我们所记的全部送给他，帮助他做参考，他拿到这么多东西回去整理，去写讲稿，你说这个多苦！不像现在，我们这个录音带，还有同修从录音带上已经整理出来给你们做参考，太方便了！我们如果有这样的一个资料，给诸位说，那个时候我在台中的同学一个星期可以讲三次，他准备的出来。所以什么资料都没有，就是凭大家每个人写几个字，写一个纸条给你，凭你听讲记忆你去整理，你就晓得这个多难。人要能吃苦，要肯吃苦，不怕吃苦，才能有成就。",
      "zh_TW": "我們那個時候什麼材料都沒有，只是聽李老師講，回來自己寫講稿。我們的講稿完全是自己寫的，但是你所寫的又不能脫離老師講的範圍，你也不能加上自己意見，也不能找參考資料塞進去。全憑記憶，這是個很難的事情！沒有錄音機。他講一個小時，我們一個人怎麼能記得了？所以同學二十多個人大家記記，我記漏掉的，也許漏掉的那一句你記上了。這樣記出來的時候，哪一個同學負責講這門課的時候，我們所記的全部送給他，幫助他做參考，他拿到這麼多東西回去整理，去寫講稿，你說這個多苦！不像現在，我們這個錄音帶，還有同修從錄音帶上已經整理出來給你們做參考，太方便了！我們如果有這樣的一個資料，給諸位說，那個時候我在台中的同學一個星期可以講三次，他準備的出來。所以什麼資料都沒有，就是憑大家每個人寫幾個字，寫一個紙條給你，憑你聽講記憶你去整理，你就曉得這個多難。人要能吃苦，要肯吃苦，不怕吃苦，才能有成就。"
    },
    {
      "id": "20-012-0041_p0008",
      "zh_CN": "我们在饮食生活上那就更可怜了，我在台中那个阶段，晚餐都不吃，这一般人讲持午。我持午十五年，其中吃一餐的五年，我每天中午吃一餐饭，五年。吃的是什么菜？没有这么多，这么多，过年！不是过年，看不到这么多菜。买一罐豆腐乳吃半个月，每天都一样的。还有这么丰富的，那还得了？所以馆长在那个时候，看到我那个样子，我那个时候瘦，你们看到我出家照片能看到，我皮肤是黄色的，面黄肌瘦。但是有精神、有体力、有力气，所以我也不看医生也不去检查，我体力精神够了，人瘦一点算什么，怕什么。",
      "zh_TW": "我們在飲食生活上那就更可憐了，我在台中那個階段，晚餐都不吃，這一般人講持午。我持午十五年，其中吃一餐的五年，我每天中午吃一餐飯，五年。吃的是什麼菜？沒有這麼多，這麼多，過年！不是過年，看不到這麼多菜。買一罐豆腐乳吃半個月，每天都一樣的。還有這麼豐富的，那還得了？所以館長在那個時候，看到我那個樣子，我那個時候瘦，你們看到我出家照片能看到，我皮膚是黃色的，面黃肌瘦。但是有精神、有體力、有力氣，所以我也不看醫生也不去檢查，我體力精神夠了，人瘦一點算什麼，怕什麼。"
    },
    {
      "id": "20-012-0041_p0009",
      "zh_CN": "在那个时候我一个月收的供养只有一百五十块钱，包括生活费用在内，每一天生活费用三块钱，一个月三十天，一天三块钱，九十块钱开销掉了，其他些零用钱所剩无几，我们过这个日子。",
      "zh_TW": "在那個時候我一個月收的供養只有一百五十塊錢，包括生活費用在內，每一天生活費用三塊錢，一個月三十天，一天三塊錢，九十塊錢開銷掉了，其他些零用錢所剩無幾，我們過這個日子。"
    },
    {
      "id": "20-012-0041_p0010",
      "zh_CN": "李老师督促很严，这是他许可的。他说：你既然发心出家了，一个月费用超过一百五十块钱，你不是出家人。我这一百五十块钱是甘太太支持的，就是现在在旧金山。她每个月给我寄一百五十块钱来，这一百五十块钱是十五个台北的同修，每个月一个人捐十块钱供养我。我在台中十年，日子是这么过的，我住在那个地方，不会向那个地方要一分钱，大家心安理得。不容易，相当不容易！成就不是偶然的，希望你们自己珍惜机缘，一定要惜福，要懂得修福，懂得惜福。",
      "zh_TW": "李老師督促很嚴，這是他許可的。他說：你既然發心出家了，一個月費用超過一百五十塊錢，你不是出家人。我這一百五十塊錢是甘太太支持的，就是現在在舊金山。她每個月給我寄一百五十塊錢來，這一百五十塊錢是十五個台北的同修，每個月一個人捐十塊錢供養我。我在台中十年，日子是這麼過的，我住在那個地方，不會向那個地方要一分錢，大家心安理得。不容易，相當不容易！成就不是偶然的，希望你們自己珍惜機緣，一定要惜福，要懂得修福，懂得惜福。"
    }
  ]
}