{
  "doc_id": "20-012-0052",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0052",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "20-012-0052_p0001",
      "zh_CN": "我一生不吝财、不吝法，我知道多少，我全盘交给别人，毫无保留，只要你们肯学。你们不肯学，佛菩萨都帮不上忙，个人的禀赋不一样，也就是过去生中善根、福德、因缘不相同。讲经这桩事情有人能学，有人不能学，这个是自己一定要清楚。讲经多少要有一点智慧，这是基础，多少要有点智慧。再加上真诚、清净、慈悲心才能得感应，心不真诚、不清净，没有慈悲，那得不到感应。得不到感应凭自己的智慧，实在讲太有限了。那这一条路走的就非常非常艰苦，也未必能成功。",
      "zh_TW": "我一生不吝財、不吝法，我知道多少，我全盤交給別人，毫無保留，只要你們肯學。你們不肯學，佛菩薩都幫不上忙，個人的稟賦不一樣，也就是過去生中善根、福德、因緣不相同。講經這樁事情有人能學，有人不能學，這個是自己一定要清楚。講經多少要有一點智慧，這是基礎，多少要有點智慧。再加上真誠、清淨、慈悲心才能得感應，心不真誠、不清淨，沒有慈悲，那得不到感應。得不到感應憑自己的智慧，實在講太有限了。那這一條路走的就非常非常艱苦，也未必能成功。"
    },
    {
      "id": "20-012-0052_p0002",
      "zh_CN": "现在热心在求学那是一桩事情，你再过个十年、二十年，是不是这样子又是一桩事情。你们在台中可以看到明显的例子，四十年前我们有二十多个人，哪一个人不是发奋在苦学？哪一个学讲经的时候不是日夜都不能睡觉？学得那么辛苦。我们那个班上现在讲经的人就剩我一个了。我到台中去跟他们讲，我说：你们没有讲经，我都想想这个也能讲，那个也能讲，讲得好多。他们都摇头，都退转了。",
      "zh_TW": "現在熱心在求學那是一樁事情，你再過個十年、二十年，是不是這樣子又是一樁事情。你們在台中可以看到明顯的例子，四十年前我們有二十多個人，哪一個人不是發奮在苦學？哪一個學講經的時候不是日夜都不能睡覺？學得那麼辛苦。我們那個班上現在講經的人就剩我一個了。我到台中去跟他們講，我說：你們沒有講經，我都想想這個也能講，那個也能講，講得好多。他們都搖頭，都退轉了。"
    },
    {
      "id": "20-012-0052_p0003",
      "zh_CN": "所以个人因缘不相同，我们维持到今天还没有退转，说老实话得力于馆长的护持，给我讲经的机会。如果遇不到馆长，我们也退了，这是生活环境逼着你不能不退，没有地方给你讲，没有人请你讲。你去找个三、五个朋友，那临时的，长期讲，人家不听你的。你们对于这些道理事实真相不了解，你真正了解，你才知道馆长护持的功德不可思议。今天发心讲经的人不是没有，还是有，如果得不到这样有力的一个护持，你能够维系长远非常困难。这种护法，说老实话也是可遇不可求。你要想去找到哪里去找？",
      "zh_TW": "所以個人因緣不相同，我們維持到今天還沒有退轉，說老實話得力於館長的護持，給我講經的機會。如果遇不到館長，我們也退了，這是生活環境逼著你不能不退，沒有地方給你講，沒有人請你講。你去找個三、五個朋友，那臨時的，長期講，人家不聽你的。你們對於這些道理事實真相不了解，你真正了解，你才知道館長護持的功德不可思議。今天發心講經的人不是沒有，還是有，如果得不到這樣有力的一個護持，你能夠維繫長遠非常困難。這種護法，說老實話也是可遇不可求。你要想去找到哪裡去找？"
    },
    {
      "id": "20-012-0052_p0004",
      "zh_CN": "学佛，特别是学讲经，先要学会做人。道场里来来往往这一些在家居士，一定要恭恭敬敬的拿出热诚来接待人家，你晓得哪一个将来是真正的大护法？一个都不能轻慢，对待信徒，对待这个听众一定要谦虚，要恭敬，要客气，你们将来一生要遇到有力的护法，那护法在哪里？也就是这些人，不一定是谁。",
      "zh_TW": "學佛，特別是學講經，先要學會做人。道場裡來來往往這一些在家居士，一定要恭恭敬敬的拿出熱誠來接待人家，你曉得哪一個將來是真正的大護法？一個都不能輕慢，對待信徒，對待這個聽眾一定要謙虛，要恭敬，要客氣，你們將來一生要遇到有力的護法，那護法在哪裡？也就是這些人，不一定是誰。"
    },
    {
      "id": "20-012-0052_p0005",
      "zh_CN": "在佛法里面，在一生当中，要得到真实的成就，自行化他，功德圆满。你一生一定要掌握住印光大师的教训，他老人家一生自行化他，实在讲就是十六个字，十六个字把他一生就说尽了，一代祖师，他这十六个字完全做到了，人中之圣贤，往生不退成佛。",
      "zh_TW": "在佛法裡面，在一生當中，要得到真實的成就，自行化他，功德圓滿。你一生一定要掌握住印光大師的教訓，他老人家一生自行化他，實在講就是十六個字，十六個字把他一生就說盡了，一代祖師，他這十六個字完全做到了，人中之聖賢，往生不退成佛。"
    },
    {
      "id": "20-012-0052_p0006",
      "zh_CN": "印祖用十六个字，我们今天用二十个字，这二十个字跟他十六个字内容完全一样，这二十个字好懂，「真诚、清净、平等、正觉、慈悲」，我们在平常处事待人接物，日常生活是不是用的这个心？「看破、放下、自在、随缘、念佛」，我们表现在外面，有没有真正做到这五句？希望大家都能明白这个道理，了解事实真相，把握机会，认真努力就会有成就。",
      "zh_TW": "印祖用十六個字，我們今天用二十個字，這二十個字跟他十六個字內容完全一樣，這二十個字好懂，「真誠、清淨、平等、正覺、慈悲」，我們在平常處事待人接物，日常生活是不是用的這個心？「看破、放下、自在、隨緣、念佛」，我們表現在外面，有沒有真正做到這五句？希望大家都能明白這個道理，了解事實真相，把握機會，認真努力就會有成就。"
    }
  ]
}