{
  "doc_id": "20-012-0015",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0015",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "20-012-0015_p0001",
      "zh_CN": "佛家有一句话说，「师父领进门，修行在个人」。这句话的含义很深，所谓师父领进门，就是善知识指示你一条修行的道路，可是能不能成就？全靠自己。不但师父帮不上忙，诸佛菩萨也帮不上忙，这是一定的道理。哪一种师父领我们入门？佛在经上讲得很多，所谓善友、善知识、明师，这是佛给我们讲的。而他的标准，一定教导与经教相应，这就是善知识。他所说的，他所做的，与佛所讲的一样，这就是作师、作善知识的标准。",
      "zh_TW": "佛家有一句話說，「師父領進門，修行在個人」。這句話的含義很深，所謂師父領進門，就是善知識指示你一條修行的道路，可是能不能成就？全靠自己。不但師父幫不上忙，諸佛菩薩也幫不上忙，這是一定的道理。哪一種師父領我們入門？佛在經上講得很多，所謂善友、善知識、明師，這是佛給我們講的。而他的標準，一定教導與經教相應，這就是善知識。他所說的，他所做的，與佛所講的一樣，這就是作師、作善知識的標準。"
    },
    {
      "id": "20-012-0015_p0002",
      "zh_CN": "一切经，在中国流通量最广泛的、最普遍的，无过于《金刚经》，真是家喻户晓。现在由于大众传播跟印刷术的发达，所以一般人在知识层面提高，也广泛了。在过去封建的时代，一般人对于佛法，确确实实是很难理解。经书很不容易得到，但是古时候的人心地厚道，很纯，也就是说很老实。对于佛菩萨、对于圣贤人，内心总有一股尊敬的热诚。听到一句、二句都是终生受益，这个事实，实在就是经上讲的善根福德因缘。现在资讯发达，让你耳目接应不暇。这里面固然有善法，但是也有恶法。诸位细细去想一想，恶多于善，于是对于恶法习以为常，对于善法往往生起怀疑。这是现代人，虽然在因缘方面好像是比古人来得方便，但是善根福德是大大不如古人。换句话说，因缘也就不如古人了。你要不细心去观察，你体会不到。《金刚经》既然传得这么广，《金刚经》上所讲的原理原则，就是作师的标准，也就是我们修行的标准。修行最要紧的关键是什么？你们能记住吗？你们能体会到吗？就是看破放下。",
      "zh_TW": "一切經，在中國流通量最廣泛的、最普遍的，無過於《金剛經》，真是家喻戶曉。現在由於大眾傳播跟印刷術的發達，所以一般人在知識層面提高，也廣泛了。在過去封建的時代，一般人對於佛法，確確實實是很難理解。經書很不容易得到，但是古時候的人心地厚道，很純，也就是說很老實。對於佛菩薩、對於聖賢人，內心總有一股尊敬的熱誠。聽到一句、二句都是終生受益，這個事實，實在就是經上講的善根福德因緣。現在資訊發達，讓你耳目接應不暇。這裡面固然有善法，但是也有惡法。諸位細細去想一想，惡多於善，於是對於惡法習以為常，對於善法往往生起懷疑。這是現代人，雖然在因緣方面好像是比古人來得方便，但是善根福德是大大不如古人。換句話說，因緣也就不如古人了。你要不細心去觀察，你體會不到。《金剛經》既然傳得這麼廣，《金剛經》上所講的原理原則，就是作師的標準，也就是我們修行的標準。修行最要緊的關鍵是什麼？你們能記住嗎？你們能體會到嗎？就是看破放下。"
    },
    {
      "id": "20-012-0015_p0003",
      "zh_CN": "我早年学佛，二十六岁亲近章嘉大师，第一天见面向他请教，请他指示学佛入门之处，他老人家就告诉我六个字，「看得破、放得下」。我向他请教从哪里下手？他告诉我，「布施」。他所讲的与诸佛菩萨在经教里讲的完全相应。看破，世出世间法，真相是什么？真相是空寂，有也是空，动也是静。动静不二，空有一如，这是事实真相。《大般若经》里面，自始至终给我们讲一句什么话？不可得，世出世法皆不可得。你就晓得大修行人，诸佛菩萨修什么？就是修不可得。你真正懂得一切法不可得，你的心自然清净了，妄想分别执着自然不生，那就真的常生智慧，你就得大自在。你也就敢舍、能舍、欢喜舍，不但身外之物你欢喜舍，你这个身体都欢喜舍，这样你才算有个入处。",
      "zh_TW": "我早年學佛，二十六歲親近章嘉大師，第一天見面向他請教，請他指示學佛入門之處，他老人家就告訴我六個字，「看得破、放得下」。我向他請教從哪裡下手？他告訴我，「布施」。他所講的與諸佛菩薩在經教裡講的完全相應。看破，世出世間法，真相是什麼？真相是空寂，有也是空，動也是靜。動靜不二，空有一如，這是事實真相。《大般若經》裡面，自始至終給我們講一句什麼話？不可得，世出世法皆不可得。你就曉得大修行人，諸佛菩薩修什麼？就是修不可得。你真正懂得一切法不可得，你的心自然清淨了，妄想分別執著自然不生，那就真的常生智慧，你就得大自在。你也就敢捨、能捨、歡喜捨，不但身外之物你歡喜捨，你這個身體都歡喜捨，這樣你才算有個入處。"
    },
    {
      "id": "20-012-0015_p0004",
      "zh_CN": "我们的习气就是妄想分别执着，妄想，以为世出世间法是真有，这是妄想；分别，从这些幻相里面，梦幻泡影里面起分别心，分自分他、分真分假、分邪分正、分善分恶，这分别心；从分别里面再起严重的执着，这就造业。极重的罪业就是执着，轻的罪业就是分别，更轻的就是妄想，这个我们在讲席当中讲多少次了。十法界依正庄严，从哪里来的？就从这么来的，这事实真相。",
      "zh_TW": "我們的習氣就是妄想分別執著，妄想，以為世出世間法是真有，這是妄想；分別，從這些幻相裡面，夢幻泡影裡面起分別心，分自分他、分真分假、分邪分正、分善分惡，這分別心；從分別裡面再起嚴重的執著，這就造業。極重的罪業就是執著，輕的罪業就是分別，更輕的就是妄想，這個我們在講席當中講多少次了。十法界依正莊嚴，從哪裡來的？就從這麼來的，這事實真相。"
    },
    {
      "id": "20-012-0015_p0005",
      "zh_CN": "如何修行证果？这在自己。世间人求福，为什么求福？无非是想这个臭皮囊过得舒服自在的。你们想想，这个观念正确吗？可是举世之人都认为这个观念是正确的。唯有佛菩萨告诉我们，这个观念是错误的。你想叫这个臭皮囊是活得自在，他就不自在，你们想想哪一个大富大贵人家，他生活自在。这是智慧，这是观察，一定要身心无事才自在。你心里面有忧虑、有牵挂、有得失，你怎么可能自在？你的身体怎么可能健康？什么人自在？佛菩萨自在，佛菩萨舍尽了，一无所有，没有一桩事情他挂在心里，那个自在。所以真正修行人自在，心里面除了一句阿弥陀佛之外，什么都没有，一切随缘，没有一样不好，样样都好。真正做到了不见世间过；这个不见世间过，不是世间没有过失，不是他不了解世间的是非善恶，他明白得很。不见是什么？见，我们讲成见，他不存成见，对于一切法，是非好恶，他自己没有成见，心地干干净净，一尘不染，这个不见是这个意思。如果说是世间一切善恶都没有了，那是白痴，那哪里叫善知识！对于世出世法没有成见，这叫不见。",
      "zh_TW": "如何修行證果？這在自己。世間人求福，為什麼求福？無非是想這個臭皮囊過得舒服自在的。你們想想，這個觀念正確嗎？可是舉世之人都認為這個觀念是正確的。唯有佛菩薩告訴我們，這個觀念是錯誤的。你想叫這個臭皮囊是活得自在，他就不自在，你們想想哪一個大富大貴人家，他生活自在。這是智慧，這是觀察，一定要身心無事才自在。你心裡面有憂慮、有牽掛、有得失，你怎麼可能自在？你的身體怎麼可能健康？什麼人自在？佛菩薩自在，佛菩薩捨盡了，一無所有，沒有一樁事情他掛在心裡，那個自在。所以真正修行人自在，心裡面除了一句阿彌陀佛之外，什麼都沒有，一切隨緣，沒有一樣不好，樣樣都好。真正做到了不見世間過；這個不見世間過，不是世間沒有過失，不是他不了解世間的是非善惡，他明白得很。不見是什麼？見，我們講成見，他不存成見，對於一切法，是非好惡，他自己沒有成見，心地乾乾淨淨，一塵不染，這個不見是這個意思。如果說是世間一切善惡都沒有了，那是白痴，那哪裡叫善知識！對於世出世法沒有成見，這叫不見。"
    },
    {
      "id": "20-012-0015_p0006",
      "zh_CN": "我们这一生有幸，遇到真正的大善知识。大善知识是什么？《金刚经》、《无量寿经》，经典虽然很多很多，只要取这一点，我们就足以成佛作祖了。这两部经通了，世出世间法全都通达，「一经通，一切经通」。所以功夫是在放下，真实功夫，学问是看破。去年讲的这部《金刚经》，非常重要。这两部经希望大家常读、常听，都有录音带，常听，细心去体会，这是领你入门。你能不能入得了门？那就是修行在个人了。修正你错误的行为；换句话说，修正你错误的想法、看法、讲法、做法。你对于宇宙人生，对一切人事物，你的想法、看法、说法、做法，完全与这两部经相应、符合了，那你就是佛菩萨。这是作佛、作菩萨的标准。",
      "zh_TW": "我們這一生有幸，遇到真正的大善知識。大善知識是什麼？《金剛經》、《無量壽經》，經典雖然很多很多，只要取這一點，我們就足以成佛作祖了。這兩部經通了，世出世間法全都通達，「一經通，一切經通」。所以功夫是在放下，真實功夫，學問是看破。去年講的這部《金剛經》，非常重要。這兩部經希望大家常讀、常聽，都有錄音帶，常聽，細心去體會，這是領你入門。你能不能入得了門？那就是修行在個人了。修正你錯誤的行為；換句話說，修正你錯誤的想法、看法、講法、做法。你對於宇宙人生，對一切人事物，你的想法、看法、說法、做法，完全與這兩部經相應、符合了，那你就是佛菩薩。這是作佛、作菩薩的標準。"
    },
    {
      "id": "20-012-0015_p0007",
      "zh_CN": "作佛、作菩萨，就是倓虚老法师所说的做个明白人。佛菩萨是明白人，众生是个糊涂人。学讲经教的同修，那你就更要注意，糊涂人讲经说法，怎么会把人带领到明白？这不可能的，一定要明白人才能度糊涂人，糊涂人决定度不了糊涂人。你们学讲经说法的，好好的要把这两句话记住。你要广度众生，先要自己做个明白人。明白的标准，就是我们的思想行为与这两部经相应，一分相应得一分功德，二分相应得二分功德。这两部经都不长，希望大家认真的去努力。",
      "zh_TW": "作佛、作菩薩，就是倓虛老法師所說的做個明白人。佛菩薩是明白人，眾生是個糊塗人。學講經教的同修，那你就更要注意，糊塗人講經說法，怎麼會把人帶領到明白？這不可能的，一定要明白人才能度糊塗人，糊塗人決定度不了糊塗人。你們學講經說法的，好好的要把這兩句話記住。你要廣度眾生，先要自己做個明白人。明白的標準，就是我們的思想行為與這兩部經相應，一分相應得一分功德，二分相應得二分功德。這兩部經都不長，希望大家認真的去努力。"
    }
  ]
}