{
  "doc_id": "20-012-0036",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十六集",
    "zh_TW": "第三十六集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0036",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "20-012-0036_p0001",
      "zh_CN": "自行化他，都需要依靠高度的智慧。学佛人所求的就是这桩事情，所以佛法是高度圆满智慧的方法，佛法之所求，大家都晓得是无上正等正觉。说到利益众生、利益社会这个方面，也是无有定法可说。正如经中所云，「应机施教」，机里面有人、有时、有处所，因为人时处不同，因此他所表现的教学的方法与内容，也因之而异，这是我们学佛人必须要了解的。佛法唯一不变的，就是它的总纲领、总方向，破迷开悟，离苦得乐，这是永远不变的一个大方针。而在十法界当中，为求达到这个目标，他是应机说法。",
      "zh_TW": "自行化他，都需要依靠高度的智慧。學佛人所求的就是這樁事情，所以佛法是高度圓滿智慧的方法，佛法之所求，大家都曉得是無上正等正覺。說到利益眾生、利益社會這個方面，也是無有定法可說。正如經中所云，「應機施教」，機裡面有人、有時、有處所，因為人時處不同，因此他所表現的教學的方法與內容，也因之而異，這是我們學佛人必須要了解的。佛法唯一不變的，就是它的總綱領、總方向，破迷開悟，離苦得樂，這是永遠不變的一個大方針。而在十法界當中，為求達到這個目標，他是應機說法。"
    },
    {
      "id": "20-012-0036_p0002",
      "zh_CN": "由于科学工具的进步，给我们带来了很多的方便，使中等以上的根机从事教理上的修学，都能得到成就，这是我们应当感谢科技的工具。在古代没有这些发明，学教需要天分，我们现在讲的天才。如果没有很好的记忆力、理解力、应变力，几乎不可能从研教上入手，也就是我们讲的，学讲经说法。换句话说，学讲经说法的条件，是要有很好的记忆力、理解力跟应变能力。没有这三个条件，你就没办法学。因为从前听老和尚讲经，你只听一遍，不可能再重复听第二遍，你要不能完全记住，你就没有办法学习。而且我们学讲经，自古以来都采取复小座的方法（就是小座复讲），几千年来都用这个方法训练成就的，我们今天还是用这个方法。现在科技发达，我们利用录音带、录影带，说你没有能力、你记不住，你可以反复的去听、反复的去学，这种机缘在过去是没有的。所以有了这么一个机会，只要人肯努力，肯反复的学也能成功，不必要上根利智也行，这是科技带给我们的便利。但是你要有耐心，要有恒心，不断的去勤学才能成功。所以这一部经，你能够听上二十遍、三十遍，乃至于一百遍、二百遍，那哪有不成功的道理。",
      "zh_TW": "由於科學工具的進步，給我們帶來了很多的方便，使中等以上的根機從事教理上的修學，都能得到成就，這是我們應當感謝科技的工具。在古代沒有這些發明，學教需要天分，我們現在講的天才。如果沒有很好的記憶力、理解力、應變力，幾乎不可能從研教上入手，也就是我們講的，學講經說法。換句話說，學講經說法的條件，是要有很好的記憶力、理解力跟應變能力。沒有這三個條件，你就沒辦法學。因為從前聽老和尚講經，你只聽一遍，不可能再重複聽第二遍，你要不能完全記住，你就沒有辦法學習。而且我們學講經，自古以來都採取複小座的方法（就是小座複講），幾千年來都用這個方法訓練成就的，我們今天還是用這個方法。現在科技發達，我們利用錄音帶、錄影帶，說你沒有能力、你記不住，你可以反覆的去聽、反覆的去學，這種機緣在過去是沒有的。所以有了這麼一個機會，只要人肯努力，肯反覆的學也能成功，不必要上根利智也行，這是科技帶給我們的便利。但是你要有耐心，要有恆心，不斷的去勤學才能成功。所以這一部經，你能夠聽上二十遍、三十遍，乃至於一百遍、二百遍，那哪有不成功的道理。"
    },
    {
      "id": "20-012-0036_p0003",
      "zh_CN": "学习，我们根性不利，那就要走一门深入，这是成功的秘诀。一门没有学成，决定不涉及第二门，你在学习过程当中，你心是定的，你的心是清净的，这就相应了，你与清净平等觉就相应了。你如果同时想学二门、学三门，你的心是乱的，换句话说，你不可能成功。也正因为如此，过去李炳南老居士写这部《内典讲座之研究》，写出来之后，他只印了三百册，自己锁在书柜里头，不轻易给人。原因在什么地方？怕人家看了这个之后，随便批评讲经的法师，那就给他带来麻烦，他就招惹是非，就得罪许多人。那个时候讲经的法师都是前一代的老和尚，他们在佛门、在社会上，有一定的声望地位。他们讲经，一般人听经，你不懂这些方法，你很难听出他的毛病；如果懂这套方法，你再去听经，你会指出这些讲经的人毛病百出。所以他为了防范大家造口业，而这个小册子是限制流通，目的在此地。这是人、时、处不一样。今天我们虽然处所是一样，但是人跟时不一样，变了。",
      "zh_TW": "學習，我們根性不利，那就要走一門深入，這是成功的祕訣。一門沒有學成，決定不涉及第二門，你在學習過程當中，你心是定的，你的心是清淨的，這就相應了，你與清淨平等覺就相應了。你如果同時想學二門、學三門，你的心是亂的，換句話說，你不可能成功。也正因為如此，過去李炳南老居士寫這部《內典講座之研究》，寫出來之後，他只印了三百冊，自己鎖在書櫃裡頭，不輕易給人。原因在什麼地方？怕人家看了這個之後，隨便批評講經的法師，那就給他帶來麻煩，他就招惹是非，就得罪許多人。那個時候講經的法師都是前一代的老和尚，他們在佛門、在社會上，有一定的聲望地位。他們講經，一般人聽經，你不懂這些方法，你很難聽出他的毛病；如果懂這套方法，你再去聽經，你會指出這些講經的人毛病百出。所以他為了防範大家造口業，而這個小冊子是限制流通，目的在此地。這是人、時、處不一樣。今天我們雖然處所是一樣，但是人跟時不一樣，變了。"
    },
    {
      "id": "20-012-0036_p0004",
      "zh_CN": "所以现代这个东西，我们觉得流通愈广愈好，为什么？大家都会听，都是内行人。现在讲经，不像你们这些年轻的法师都出来讲，听经人都内行，你们讲经的人就要注意了，你要不认真学习，你一开口，人家就批评你，就知道你哪里讲错了。所以对我们学讲经的年轻人来讲，是个很大的鼓励，这是人不一样了，时节因缘不一样了。所以每天早晨，你们参与研究讨论的，外面来这些居士，我们这些教材都要提供给他。我们希望所有听经的人，人人都是内行，人人都给我们热烈的批评指教，我们才会有进步。他要不懂这些方法，他凭什么去教我们，他要有个标准，我们要把标准给他，这样我们在讲台上不断的去磨炼，有许许多多的人来指教、来批评，指教批评就是栽培你，就是成就你。现在这些讲经法师，他们的德望跟上一代都不如，而修持的功夫也很难比得上上一代。所以我们要怎样帮助现代发心这些讲经说法的同学，无论是出家在家，都希望他们深入经藏，都希望他们能讲得好，佛教才有救，社会才有福。所以眼光要深、要远、要大。",
      "zh_TW": "所以現代這個東西，我們覺得流通愈廣愈好，為什麼？大家都會聽，都是內行人。現在講經，不像你們這些年輕的法師都出來講，聽經人都內行，你們講經的人就要注意了，你要不認真學習，你一開口，人家就批評你，就知道你哪裡講錯了。所以對我們學講經的年輕人來講，是個很大的鼓勵，這是人不一樣了，時節因緣不一樣了。所以每天早晨，你們參與研究討論的，外面來這些居士，我們這些教材都要提供給他。我們希望所有聽經的人，人人都是內行，人人都給我們熱烈的批評指教，我們才會有進步。他要不懂這些方法，他憑什麼去教我們，他要有個標準，我們要把標準給他，這樣我們在講台上不斷的去磨鍊，有許許多多的人來指教、來批評，指教批評就是栽培你，就是成就你。現在這些講經法師，他們的德望跟上一代都不如，而修持的功夫也很難比得上上一代。所以我們要怎樣幫助現代發心這些講經說法的同學，無論是出家在家，都希望他們深入經藏，都希望他們能講得好，佛教才有救，社會才有福。所以眼光要深、要遠、要大。"
    },
    {
      "id": "20-012-0036_p0005",
      "zh_CN": "佛法里头常讲，讲经说法，我教大家，观机重要，你眼前面对是什么样的根机。李炳老写这个书是三十年前，三十年前那个时代是什么根机，今天三十年后根机不一样、不相同了，我们的做法当然要适合于现代这个时代，不能墨守成规。墨守成规就是把我们现代人拉到过去，没这个道理，拉不回去的，要随着潮流发展，这才是正确的。引导这个潮流向善，这是我们学佛人的责任。我们在这个里面修清净心、修平等觉，这样才能够相应。",
      "zh_TW": "佛法裡頭常講，講經說法，我教大家，觀機重要，你眼前面對是什麼樣的根機。李炳老寫這個書是三十年前，三十年前那個時代是什麼根機，今天三十年後根機不一樣、不相同了，我們的做法當然要適合於現代這個時代，不能墨守成規。墨守成規就是把我們現代人拉到過去，沒這個道理，拉不回去的，要隨著潮流發展，這才是正確的。引導這個潮流向善，這是我們學佛人的責任。我們在這個裡面修清淨心、修平等覺，這樣才能夠相應。"
    },
    {
      "id": "20-012-0036_p0006",
      "zh_CN": "你们讲经，有一些同修们不讲话的，我在旁边冷静的观察，你们对那些人并不诚恳、并不热心，人家当然不愿意批评。对这些不愿意批评的人，我们要热心向他请教，甚至于磕头顶礼，不要以为我出家人，他在家人，你要这样的时候，你就贡高我慢。在家人，我们也给他顶礼，也把他当佛看待，你才能成就。不要以为一出家就高高在上，没这个道理。出家人人天师表，你是不是人天师表？维摩居士是在家人，舍利弗、目犍连都是出家人，见到的时候一样顶礼三拜，右绕三匝，你们在经上看到。这才晓得修学佛法最尊最贵的是道，人家有道，我们就向他求，没有在家出家的身分。这个五十三参里面，出家人只有六个，其余全是在家的，男女老少，还有童子，童子是没成年的，德生童子、有德童女，都还没成年。男子没有满二十岁，这是童子；女子不满十六岁，是童女。所以要热心的、真诚的向人请教，请大家批评指教，我们才会有进步。你说到什么时候，可以不要向人请教？给诸位说，只有成佛。等觉菩萨还有一品生相无明没破，换句话说，还有过失。成了佛之后，那就没有过失了，不必再向人请教了，等觉菩萨还向人请教。儒家教学所说的，不耻下问。不要以为我能，人家不如我，人家某些地方不如我，可是还有一些地方，我还不如他的。一切众生个个都有他的优点，有他的长处，我们比不上的。所以要学着虚心，真诚向人家请教，这才能成就学问，成就德行。",
      "zh_TW": "你們講經，有一些同修們不講話的，我在旁邊冷靜的觀察，你們對那些人並不誠懇、並不熱心，人家當然不願意批評。對這些不願意批評的人，我們要熱心向他請教，甚至於磕頭頂禮，不要以為我出家人，他在家人，你要這樣的時候，你就貢高我慢。在家人，我們也給他頂禮，也把他當佛看待，你才能成就。不要以為一出家就高高在上，沒這個道理。出家人人天師表，你是不是人天師表？維摩居士是在家人，舍利弗、目犍連都是出家人，見到的時候一樣頂禮三拜，右繞三匝，你們在經上看到。這才曉得修學佛法最尊最貴的是道，人家有道，我們就向他求，沒有在家出家的身分。這個五十三參裡面，出家人只有六個，其餘全是在家的，男女老少，還有童子，童子是沒成年的，德生童子、有德童女，都還沒成年。男子沒有滿二十歲，這是童子；女子不滿十六歲，是童女。所以要熱心的、真誠的向人請教，請大家批評指教，我們才會有進步。你說到什麼時候，可以不要向人請教？給諸位說，只有成佛。等覺菩薩還有一品生相無明沒破，換句話說，還有過失。成了佛之後，那就沒有過失了，不必再向人請教了，等覺菩薩還向人請教。儒家教學所說的，不恥下問。不要以為我能，人家不如我，人家某些地方不如我，可是還有一些地方，我還不如他的。一切眾生個個都有他的優點，有他的長處，我們比不上的。所以要學著虛心，真誠向人家請教，這才能成就學問，成就德行。"
    },
    {
      "id": "20-012-0036_p0007",
      "zh_CN": "所以我们在新加坡教学《内典讲座之研究》跟《实用讲演术》这个部分，那个录音带可以多拷贝几套，来参与我们研究讨论的这些在家同修，每个人都送一套给他，让他们自己在家里反复听几遍，他来参加我们研究讨论，对我们帮忙就更多了。我们的缺失，他们看得更清楚、更明白，希望他们常常来指点，常常来提醒我们，这样才会有进步。毛病习气不是一次、二次就改过来的，不可能的。能够说十次、二十次改过来，都好快的。所以这个是要不断的薰习，不断的提醒，我们要虚心的接受，不以为耻，这个是正常求学的好态度。好了，希望我们大家认真的来学习。",
      "zh_TW": "所以我們在新加坡教學《內典講座之研究》跟《實用講演術》這個部分，那個錄音帶可以多拷貝幾套，來參與我們研究討論的這些在家同修，每個人都送一套給他，讓他們自己在家裡反覆聽幾遍，他來參加我們研究討論，對我們幫忙就更多了。我們的缺失，他們看得更清楚、更明白，希望他們常常來指點，常常來提醒我們，這樣才會有進步。毛病習氣不是一次、二次就改過來的，不可能的。能夠說十次、二十次改過來，都好快的。所以這個是要不斷的薰習，不斷的提醒，我們要虛心的接受，不以為恥，這個是正常求學的好態度。好了，希望我們大家認真的來學習。"
    }
  ]
}