{
  "doc_id": "20-012-0025",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0025",
  "total_paragraphs": 2,
  "paragraphs": [
    {
      "id": "20-012-0025_p0001",
      "zh_CN": "谚语有说「道高一尺，魔高一丈」，又有说「好事多磨」，这是古往至今，不论是中国、外国，都是一种常见的现象。现象怎么发生的？我们细读佛经，可以推测到有两个根源，一个就是魔来扰乱，就像《楞严经》所讲的五十种阴魔，魔附身来扰乱正法、来扰乱社会。另一个因素是无始的烦恼习气，瞋恚嫉妒很重，贪求名闻利养、权力的欲望很重，所谓是利令智昏，虽然他也学佛、也听经，他把名利、权力看得太重，迷了他的心窍。虽然听经闻法，依旧不能开悟，依旧造作极重的罪业，这种人在这个社会上，我们常常可以看到，佛门里面也不例外。所以这么多年来，我们为什么一直维持这么小的一个道场？目的就是避免魔来伤害。道场虽然小，大家辛苦努力，如法修学，也做出了一点成绩。这点成绩，诸位也要记住，也会叫魔嫉妒，也会叫魔想方设法来破坏。但是我们晓得，如果本身健全，魔就没有力量。魔的力量能够起作用，是你本身不健全。为什么？家不和，就会被外人利用。你这个团体和睦，一心向道，魔的力量再大，也无可奈何。所以大家必须要牢牢的记住，六祖大师的教诲，这是禅宗六祖惠能的教诲，「若真修道人，不见世间过」；「来说是非者，便是是非人」，诸位如果常常能把这四句放在心上，反复的读诵，魔就不得其便，他就无可奈何。",
      "zh_TW": "諺語有說「道高一尺，魔高一丈」，又有說「好事多磨」，這是古往至今，不論是中國、外國，都是一種常見的現象。現象怎麼發生的？我們細讀佛經，可以推測到有兩個根源，一個就是魔來擾亂，就像《楞嚴經》所講的五十種陰魔，魔附身來擾亂正法、來擾亂社會。另一個因素是無始的煩惱習氣，瞋恚嫉妒很重，貪求名聞利養、權力的欲望很重，所謂是利令智昏，雖然他也學佛、也聽經，他把名利、權力看得太重，迷了他的心竅。雖然聽經聞法，依舊不能開悟，依舊造作極重的罪業，這種人在這個社會上，我們常常可以看到，佛門裡面也不例外。所以這麼多年來，我們為什麼一直維持這麼小的一個道場？目的就是避免魔來傷害。道場雖然小，大家辛苦努力，如法修學，也做出了一點成績。這點成績，諸位也要記住，也會叫魔嫉妒，也會叫魔想方設法來破壞。但是我們曉得，如果本身健全，魔就沒有力量。魔的力量能夠起作用，是你本身不健全。為什麼？家不和，就會被外人利用。你這個團體和睦，一心向道，魔的力量再大，也無可奈何。所以大家必須要牢牢的記住，六祖大師的教誨，這是禪宗六祖惠能的教誨，「若真修道人，不見世間過」；「來說是非者，便是是非人」，諸位如果常常能把這四句放在心上，反覆的讀誦，魔就不得其便，他就無可奈何。"
    },
    {
      "id": "20-012-0025_p0002",
      "zh_CN": "我们是学佛的人，求的是清净平等觉，佛在经中告诉我们，无根的谣言（无根就是没有证据的谣传），我们决定不理会，不受它的干扰动摇。在世法，如果这个无根谣言对社会、对善良的风气要有影响的话，一个负责任的政府，一定是追究责任，要追查这个谣言的来源，造谣人他的动机何在、目的何在？给社会有多大伤害的程度？这是他们要加以禁止的，政府的责任。我们应当要守住孔夫子所讲的，「不在其位，不谋其政」，我们了解我们是什么身分，出家人的身分，应当做出家人的事。出家人好好的修行，端正风俗，对于奖励惩罚，不是我们的事情。所以我们如果听到这些无根的谣言，不理它就好了。能大师告诉我们，「合掌令欢喜」，合掌念阿弥陀佛，理都不理会他。可是我们要有智慧，要有慧眼，对这种人，我们的态度是敬而远之，我们对他有礼敬，我们绝不能听信他，这样就好。我们自己不会受伤害，道场不会受伤害，弘法利生的事业不会受伤害，这样就好。这是每一个同修要有高度智慧，要有警觉心，处今天这个时代，怎么能够护自己、护佛法，这一点很要紧。我们特别提出来给大家共同来勉励，总希望我们这一生当中道业能够有所成就，这样才不辜负出家一场。",
      "zh_TW": "我們是學佛的人，求的是清淨平等覺，佛在經中告訴我們，無根的謠言（無根就是沒有證據的謠傳），我們決定不理會，不受它的干擾動搖。在世法，如果這個無根謠言對社會、對善良的風氣要有影響的話，一個負責任的政府，一定是追究責任，要追查這個謠言的來源，造謠人他的動機何在、目的何在？給社會有多大傷害的程度？這是他們要加以禁止的，政府的責任。我們應當要守住孔夫子所講的，「不在其位，不謀其政」，我們了解我們是什麼身分，出家人的身分，應當做出家人的事。出家人好好的修行，端正風俗，對於獎勵懲罰，不是我們的事情。所以我們如果聽到這些無根的謠言，不理它就好了。能大師告訴我們，「合掌令歡喜」，合掌念阿彌陀佛，理都不理會他。可是我們要有智慧，要有慧眼，對這種人，我們的態度是敬而遠之，我們對他有禮敬，我們絕不能聽信他，這樣就好。我們自己不會受傷害，道場不會受傷害，弘法利生的事業不會受傷害，這樣就好。這是每一個同修要有高度智慧，要有警覺心，處今天這個時代，怎麼能夠護自己、護佛法，這一點很要緊。我們特別提出來給大家共同來勉勵，總希望我們這一生當中道業能夠有所成就，這樣才不辜負出家一場。"
    }
  ]
}