{
  "doc_id": "20-012-0039",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十九集",
    "zh_TW": "第三十九集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0039",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "20-012-0039_p0001",
      "zh_CN": "时间过得很快，后天就馆长满七了。新加坡跟澳洲都有人来参加，希望大家能妥善的接待。普贤菩萨的警众偈，告诉我们事实真相说：「是日已过，命亦随减，如少水鱼，斯有何乐」。寺院丛林都将这首偈列在晚课当中，用意就是时时刻刻提醒自己、警惕自己，一日的时光就是一日的命光。成功的人，学佛，无论在家出家修行证果，世间人建功立业，他们都能够抓住宝贵的时间，这就是成功的秘诀；反过来看，凡是不能掌握时光的，决定是一生空过，一无所成。这是真理，是真实的智慧。",
      "zh_TW": "時間過得很快，後天就館長滿七了。新加坡跟澳洲都有人來參加，希望大家能妥善的接待。普賢菩薩的警眾偈，告訴我們事實真相說：「是日已過，命亦隨減，如少水魚，斯有何樂」。寺院叢林都將這首偈列在晚課當中，用意就是時時刻刻提醒自己、警惕自己，一日的時光就是一日的命光。成功的人，學佛，無論在家出家修行證果，世間人建功立業，他們都能夠抓住寶貴的時間，這就是成功的祕訣；反過來看，凡是不能掌握時光的，決定是一生空過，一無所成。這是真理，是真實的智慧。"
    },
    {
      "id": "20-012-0039_p0002",
      "zh_CN": "由此可知，世出世法成功失败决定是操诸自己，与别人、与外境都不相干。这个事实，大家要细心去读读《往生传》，你就能体会得到。不能说我环境很苦、我人际关系非常恶劣妨碍我修行，这是误会，是你自己的误会，不是事实。因为在《净土圣贤录》、《往生传》里面，我们看到许多成就的人，生活环境非常恶劣，人际环境也并不理想，为人轻贱，没有人瞧得起他，他都能成就。真实修行，当然有许多地方跟世俗相违背，遭受别人的议论，可是只要你自己真正能体察到我做得如法，我并不是不如法，你就可以不受他的干扰。临终那一招，做给他看看，那些人自然就明了了。何况一个有智慧的人，他知道来毁谤我的、来侮辱我的、来陷害我的，都是我的善知识，替我消灾，这是实话。绝对不是鲁迅讲的阿Ｑ精神，不是。不是不能反抗，不是不能辩别，没有辩别反抗的必要。你能够甘心受之，这就是修忍辱波罗蜜。忍辱能断贪瞋痴、能化解三毒烦恼，这世间人怎么会知道？学佛，也只有学佛功夫深的人知道，学佛没功夫、学佛功夫浅的人见不到，这是很深的修持境界。",
      "zh_TW": "由此可知，世出世法成功失敗決定是操諸自己，與別人、與外境都不相干。這個事實，大家要細心去讀讀《往生傳》，你就能體會得到。不能說我環境很苦、我人際關係非常惡劣妨礙我修行，這是誤會，是你自己的誤會，不是事實。因為在《淨土聖賢錄》、《往生傳》裡面，我們看到許多成就的人，生活環境非常惡劣，人際環境也並不理想，為人輕賤，沒有人瞧得起他，他都能成就。真實修行，當然有許多地方跟世俗相違背，遭受別人的議論，可是只要你自己真正能體察到我做得如法，我並不是不如法，你就可以不受他的干擾。臨終那一招，做給他看看，那些人自然就明瞭了。何況一個有智慧的人，他知道來毀謗我的、來侮辱我的、來陷害我的，都是我的善知識，替我消災，這是實話。絕對不是魯迅講的阿Ｑ精神，不是。不是不能反抗，不是不能辯別，沒有辯別反抗的必要。你能夠甘心受之，這就是修忍辱波羅蜜。忍辱能斷貪瞋痴、能化解三毒煩惱，這世間人怎麼會知道？學佛，也只有學佛功夫深的人知道，學佛沒功夫、學佛功夫淺的人見不到，這是很深的修持境界。"
    },
    {
      "id": "20-012-0039_p0003",
      "zh_CN": "生命是永恒的，不是这一个阶段。佛在楞严会上给波斯匿王的那番开示，波斯匿王听懂了，听明白了。人生一世，这个身体舍身受身就跟换衣服一样，衣服脏了，脱了一件，再换一件新的，这就说明轮回的事实。我这一生修行，纵然你不求往生，来生得大福报，所谓是修来生福。这一生缺陷很多，求来生修圆满，你真正明白这个道理，真正肯修。而忍辱所得的果报是相貌端严，我们这个世间人讲美好，美好是什么？忍辱里头修的。凡是不能忍，脾气暴躁，那个相貌就丑陋。阿修罗的福报很大，脾气也大，所以阿修罗（这是梵语，翻成中国意思，无端正）相貌都不好，很凶恶。有智慧的人、明理的人，把握着这个机缘修来生，这是聪明人。这一生在这个世间很短暂，纵然你活到一百岁，也真一弹指就过去了，为什么在这个短短的时间造作一切罪业？这个真是叫愚痴颠倒到了极处，希望我们大家都能警觉到。",
      "zh_TW": "生命是永恆的，不是這一個階段。佛在楞嚴會上給波斯匿王的那番開示，波斯匿王聽懂了，聽明白了。人生一世，這個身體捨身受身就跟換衣服一樣，衣服髒了，脫了一件，再換一件新的，這就說明輪迴的事實。我這一生修行，縱然你不求往生，來生得大福報，所謂是修來生福。這一生缺陷很多，求來生修圓滿，你真正明白這個道理，真正肯修。而忍辱所得的果報是相貌端嚴，我們這個世間人講美好，美好是什麼？忍辱裡頭修的。凡是不能忍，脾氣暴躁，那個相貌就醜陋。阿修羅的福報很大，脾氣也大，所以阿修羅（這是梵語，翻成中國意思，無端正）相貌都不好，很凶惡。有智慧的人、明理的人，把握著這個機緣修來生，這是聰明人。這一生在這個世間很短暫，縱然你活到一百歲，也真一彈指就過去了，為什麼在這個短短的時間造作一切罪業？這個真是叫愚痴顛倒到了極處，希望我們大家都能警覺到。"
    },
    {
      "id": "20-012-0039_p0004",
      "zh_CN": "来生最殊胜、最完美的就是到极乐世界。大家要晓得，到极乐世界不是说我念佛就能往生，没这个道理。念佛法门虽然多，这几天正在讲着吉祥云比丘，说得多详细，往生要相应。所以一念相应一念佛，你念得不相应，那就不是佛，你就不能往生了；相应是你的心跟佛心相应，你的愿跟佛愿相应。我们起心动念待人，你想想阿弥陀佛是不是起这个心念待人？你能从这上去想，你就相应了。佛菩萨怎么待人？佛菩萨跟凡夫根本不相同的地方，就是佛菩萨无四相。凡夫有我相、人相、众生相、寿者相，着相；佛菩萨无我相、无人相、无众生相、无寿者相。这是个基本不相同的地方，这个不相同是观念不同。佛菩萨应化在这个世间，跟我们没有两样，所以他叫应身。我们也是应身，他那个应身是愿力来的，是大慈大悲为了救度众生来的，我们是受报来的，我们是报应身。过去修的善，这一生享福，得福报；过去造的恶，这一生受罪，得恶报。所以他们是愿力应身，我们是业报应身，不一样在此地。",
      "zh_TW": "來生最殊勝、最完美的就是到極樂世界。大家要曉得，到極樂世界不是說我念佛就能往生，沒這個道理。念佛法門雖然多，這幾天正在講著吉祥雲比丘，說得多詳細，往生要相應。所以一念相應一念佛，你念得不相應，那就不是佛，你就不能往生了；相應是你的心跟佛心相應，你的願跟佛願相應。我們起心動念待人，你想想阿彌陀佛是不是起這個心念待人？你能從這上去想，你就相應了。佛菩薩怎麼待人？佛菩薩跟凡夫根本不相同的地方，就是佛菩薩無四相。凡夫有我相、人相、眾生相、壽者相，著相；佛菩薩無我相、無人相、無眾生相、無壽者相。這是個基本不相同的地方，這個不相同是觀念不同。佛菩薩應化在這個世間，跟我們沒有兩樣，所以他叫應身。我們也是應身，他那個應身是願力來的，是大慈大悲為了救度眾生來的，我們是受報來的，我們是報應身。過去修的善，這一生享福，得福報；過去造的惡，這一生受罪，得惡報。所以他們是願力應身，我們是業報應身，不一樣在此地。"
    },
    {
      "id": "20-012-0039_p0005",
      "zh_CN": "佛对于宇宙人生的真相彻底明了，告诉我们转境界的方法就是转念头。你把错误的念头转过来，你就成佛了，所谓「放下屠刀，立地成佛」，那个屠刀是比喻，屠刀是造作恶业的，意思就是说，一切恶都不造，你就成佛了。佛是纯善，没有一点过失，在哪里修？实在讲，最要紧的在人事环境上修。我看这个人不顺眼，看那个人不如意，我就在造罪业了。佛菩萨看一切众生平等的，佛菩萨看一切众生是诸佛，佛菩萨对一切众生真诚恭敬。普贤十愿是菩萨行，不是凡夫行；礼敬诸佛是一切恭敬，从内心里头做出来。修行在这修，在人事环境上修，在物质环境上修。离开人事、物质环境，你到哪修去？你没地方修。有一些人认为离开这个城市，离开尘缘，找个清净地方去修。那只是初学，第一个阶段。是不是真的得到清净？让他在山上住个二十年、三十年，然后再到这个都市来走一趟，看看他是真的、是假的？十之八九，都市上走一趟都完了，就又起心动念，贪瞋痴慢又起来，这叫做禁不起考验。所以大乘修学的方法，不赞成离开闹市，不赞成。大乘修行成就，就是在这个繁华都市里面，在这里去锻炼，练清净心，练平等心。当然这非常困难的一桩事情，他是真正成就，那个山居修行的人真是望尘莫及。所以一切人、一切事、一切物，就是《华严》讲的，是我们真正的善知识，我们依靠它成就自己的清净平等觉。天天在这环境里磨炼，把意见磨掉；意见就是妄想分别执着。无论什么，我有意思、我怎样，你看看你着了我相，有我相就有人相，就有众生相、寿者相，你四相具足。我见就是我的见解、我的想法，我的执着，这个错了。",
      "zh_TW": "佛對於宇宙人生的真相徹底明瞭，告訴我們轉境界的方法就是轉念頭。你把錯誤的念頭轉過來，你就成佛了，所謂「放下屠刀，立地成佛」，那個屠刀是比喻，屠刀是造作惡業的，意思就是說，一切惡都不造，你就成佛了。佛是純善，沒有一點過失，在哪裡修？實在講，最要緊的在人事環境上修。我看這個人不順眼，看那個人不如意，我就在造罪業了。佛菩薩看一切眾生平等的，佛菩薩看一切眾生是諸佛，佛菩薩對一切眾生真誠恭敬。普賢十願是菩薩行，不是凡夫行；禮敬諸佛是一切恭敬，從內心裡頭做出來。修行在這修，在人事環境上修，在物質環境上修。離開人事、物質環境，你到哪修去？你沒地方修。有一些人認為離開這個城市，離開塵緣，找個清淨地方去修。那只是初學，第一個階段。是不是真的得到清淨？讓他在山上住個二十年、三十年，然後再到這個都市來走一趟，看看他是真的、是假的？十之八九，都市上走一趟都完了，就又起心動念，貪瞋痴慢又起來，這叫做禁不起考驗。所以大乘修學的方法，不贊成離開鬧市，不贊成。大乘修行成就，就是在這個繁華都市裡面，在這裡去鍛鍊，練清淨心，練平等心。當然這非常困難的一樁事情，他是真正成就，那個山居修行的人真是望塵莫及。所以一切人、一切事、一切物，就是《華嚴》講的，是我們真正的善知識，我們依靠它成就自己的清淨平等覺。天天在這環境裡磨鍊，把意見磨掉；意見就是妄想分別執著。無論什麼，我有意思、我怎樣，你看看你著了我相，有我相就有人相，就有眾生相、壽者相，你四相具足。我見就是我的見解、我的想法，我的執著，這個錯了。"
    },
    {
      "id": "20-012-0039_p0006",
      "zh_CN": "一切诸佛菩萨没有意见，没有执着。佛菩萨纵然讲经说法，不停的说，释迦牟尼佛说了四十九年，没有说一句话，你懂得这个意思吗？为什么没有说一句话？他没有意见，他没有想法，他没有看法。没有想法、没有看法，为什么说了这么多？所谓应病与药，随心应量，这《楞严经》上讲的，感应道交。经上给我们举的比喻，像敲钟、敲磬，比喻佛说法，众生敲它一下，它马上就有回应，回应就是说法。钟有没有心？没有心；有没有意见？没有意见；有没有想法？没有想法。这个说法叫真说。",
      "zh_TW": "一切諸佛菩薩沒有意見，沒有執著。佛菩薩縱然講經說法，不停的說，釋迦牟尼佛說了四十九年，沒有說一句話，你懂得這個意思嗎？為什麼沒有說一句話？他沒有意見，他沒有想法，他沒有看法。沒有想法、沒有看法，為什麼說了這麼多？所謂應病與藥，隨心應量，這《楞嚴經》上講的，感應道交。經上給我們舉的比喻，像敲鐘、敲磬，比喻佛說法，眾生敲它一下，它馬上就有回應，回應就是說法。鐘有沒有心？沒有心；有沒有意見？沒有意見；有沒有想法？沒有想法。這個說法叫真說。"
    },
    {
      "id": "20-012-0039_p0007",
      "zh_CN": "你有意思、有意见的时候，那你说的不是佛法。不是诸佛菩萨所说的，不是从你自性流露出来，是你自己意见里头、妄想里头出来的。所以道理在此地。讲经说法的人造不造业？你不懂这个道理，没有一个不造业的。错下一个字的转语，堕五百世野狐身，这个公案大家知道。现在人胆大。在这个世纪当中，已经没有人说法了。众生这么苦，业障习气这么重，诸佛菩萨不来了，怎么办？你要肯发慈悲心，出来弘扬佛法。而自己也没有开悟，妄想执着一大堆，怎么能帮助别人？说实在话，有一句真正的佛法，决定不假，决定不说错，阿弥陀佛。你碰到人就劝人念阿弥陀佛，除念阿弥陀佛，一句话不要说，你说的是正法。你还要加别的东西，可能里面你就造罪业了，你就讲错了。这一句阿弥陀佛能普度一切众生，悉除一切妄想知见。人家来问你什么，阿弥陀佛；再问你的时候，阿弥陀佛。除阿弥陀佛之外，我一句话不说，你体会到这个意思，你就开悟了；你体会不到，是你烦恼业障很重。哪有那么多话好说？学讲经说法，李老师以前教给我们的标准，决定遵守古德的注解。古人的注解是文言文，我们等于说翻译，把文言文的注解翻成白话，绝不加自己丝毫意见。如果讲错了，那是注经的人他负责任，他错了，我没错。这个态度学习就是正确的，真正是智慧慈悲的流露。纵然你研究经教，在外面宣扬经教，你还是修清净平等觉，你自己没有意见，没有看法、没有想法。",
      "zh_TW": "你有意思、有意見的時候，那你說的不是佛法。不是諸佛菩薩所說的，不是從你自性流露出來，是你自己意見裡頭、妄想裡頭出來的。所以道理在此地。講經說法的人造不造業？你不懂這個道理，沒有一個不造業的。錯下一個字的轉語，墮五百世野狐身，這個公案大家知道。現在人膽大。在這個世紀當中，已經沒有人說法了。眾生這麼苦，業障習氣這麼重，諸佛菩薩不來了，怎麼辦？你要肯發慈悲心，出來弘揚佛法。而自己也沒有開悟，妄想執著一大堆，怎麼能幫助別人？說實在話，有一句真正的佛法，決定不假，決定不說錯，阿彌陀佛。你碰到人就勸人念阿彌陀佛，除念阿彌陀佛，一句話不要說，你說的是正法。你還要加別的東西，可能裡面你就造罪業了，你就講錯了。這一句阿彌陀佛能普度一切眾生，悉除一切妄想知見。人家來問你什麼，阿彌陀佛；再問你的時候，阿彌陀佛。除阿彌陀佛之外，我一句話不說，你體會到這個意思，你就開悟了；你體會不到，是你煩惱業障很重。哪有那麼多話好說？學講經說法，李老師以前教給我們的標準，決定遵守古德的註解。古人的註解是文言文，我們等於說翻譯，把文言文的註解翻成白話，絕不加自己絲毫意見。如果講錯了，那是註經的人他負責任，他錯了，我沒錯。這個態度學習就是正確的，真正是智慧慈悲的流露。縱然你研究經教，在外面宣揚經教，你還是修清淨平等覺，你自己沒有意見，沒有看法、沒有想法。"
    },
    {
      "id": "20-012-0039_p0008",
      "zh_CN": "这个世间无常，将来灾难是整个世界的灾难，不是局部的。不要看到现在好像各个地方还在太平，将来算总帐，不是零零碎碎的，算总帐。你如果有这个警觉，那只有一个方法，老实念佛。李老师往生前一天告诉学生，他讲这个世间有灾难，有很大的灾难，佛菩萨来都救不了。告诉学生，唯一的一条生路，就是念佛求生净土。所以还有什么闲情逸致搞别的东西？救命要紧，救命就是一句阿弥陀佛。帮助别人就是劝人念一句阿弥陀佛，言语愈简单愈好，愈少愈好。",
      "zh_TW": "這個世間無常，將來災難是整個世界的災難，不是局部的。不要看到現在好像各個地方還在太平，將來算總帳，不是零零碎碎的，算總帳。你如果有這個警覺，那只有一個方法，老實念佛。李老師往生前一天告訴學生，他講這個世間有災難，有很大的災難，佛菩薩來都救不了。告訴學生，唯一的一條生路，就是念佛求生淨土。所以還有什麼閒情逸致搞別的東西？救命要緊，救命就是一句阿彌陀佛。幫助別人就是勸人念一句阿彌陀佛，言語愈簡單愈好，愈少愈好。"
    },
    {
      "id": "20-012-0039_p0009",
      "zh_CN": "你们学讲《无量寿经》，我在新加坡教学，我们都是一个方法。现在我那个《无量寿经讲记》有四本，你们去删，你们不要加，你们要加进去，那就是你们自己的意见、思想。你们不要加，删，把四本删成一本，你拿着那一本去讲，你就成功了，我教学生就这个方法。我这部经一百天讲完的，你们把它删成一本，那就是你二十五天就可以讲完。这部经到外面讲，如果你能够讲到二十天讲圆满，你成功了。现在这个世间人没有耐心，你看那个从大陆来的法师，前天晚上跟我谈，大陆上我们流通的录音带，三片，非常受欢迎，三片以上不受欢迎，太长了，没有时间听。所以底下一个世纪，你在外面讲经说法，说老实话，超过二十次，没人听，你讲得太长了，太啰嗦了。今天讲经能长讲的，实在讲只剩下台湾跟新加坡这两个道场，其他地方不可能。谁有这个耐心？美国一般的长假五天，这大家都晓得。如果你东西讲五天，他勉强可以来；你讲七天，他一定两次不能来，他东西听不完全，兴趣就没有了。",
      "zh_TW": "你們學講《無量壽經》，我在新加坡教學，我們都是一個方法。現在我那個《無量壽經講記》有四本，你們去刪，你們不要加，你們要加進去，那就是你們自己的意見、思想。你們不要加，刪，把四本刪成一本，你拿著那一本去講，你就成功了，我教學生就這個方法。我這部經一百天講完的，你們把它刪成一本，那就是你二十五天就可以講完。這部經到外面講，如果你能夠講到二十天講圓滿，你成功了。現在這個世間人沒有耐心，你看那個從大陸來的法師，前天晚上跟我談，大陸上我們流通的錄音帶，三片，非常受歡迎，三片以上不受歡迎，太長了，沒有時間聽。所以底下一個世紀，你在外面講經說法，說老實話，超過二十次，沒人聽，你講得太長了，太囉嗦了。今天講經能長講的，實在講只剩下台灣跟新加坡這兩個道場，其他地方不可能。誰有這個耐心？美國一般的長假五天，這大家都曉得。如果你東西講五天，他勉強可以來；你講七天，他一定兩次不能來，他東西聽不完全，興趣就沒有了。"
    },
    {
      "id": "20-012-0039_p0010",
      "zh_CN": "所以要了解现在是什么环境，一般人是怎么个想法，他需求的是什么？这叫应机说法。古来大德他们面对的众生根机，跟我们现在面对的不一样，那个时候农业社会，农业社会休闲的时间很长。我在小时候，我们住乡下农村，秋收之后就没事做了，一直到春天。所以过年从腊月初八开始，十二月初八，过到什么时候？二月二龙抬头，你说那假期多长！这么长的假期，到哪里去？到庙里听和尚讲经，他有时间，他可以听二、三个月的经，有很多就是在庙里挂单，在家居士在庙里挂单听经。所以那个时代跟现在这个时代不一样，现代时间分秒必争，他哪有那么长时间！所以现在东西是愈短愈好。你看现在电视、广播，播我们讲经，回响，这都是我们参考的，每一次播三十分钟，他们觉得非常好，三十分钟的时间正好；一个小时嫌太长了，他在那里看电视，他受不了。所以我们面对的是现代的众生，他们需要什么，我们要了解。我们自己对经教要深入，深入浅出，长经短讲。你们学要从这些地方学，我讲，很详细的讲，让你了解。你将来跟别人讲，从这里筛减，把我所讲的次要的、不太重要的都把它删掉。什么是最重要的？明白最重要，把这句经文讲明白了，这最重要。你真正明白了，然后你的表达守住三个原则，简单、容易、浅显，你用这种态度去表达，没有不受欢迎的，老修行欢迎，初学也欢迎。",
      "zh_TW": "所以要了解現在是什麼環境，一般人是怎麼個想法，他需求的是什麼？這叫應機說法。古來大德他們面對的眾生根機，跟我們現在面對的不一樣，那個時候農業社會，農業社會休閒的時間很長。我在小時候，我們住鄉下農村，秋收之後就沒事做了，一直到春天。所以過年從臘月初八開始，十二月初八，過到什麼時候？二月二龍抬頭，你說那假期多長！這麼長的假期，到哪裡去？到廟裡聽和尚講經，他有時間，他可以聽二、三個月的經，有很多就是在廟裡掛單，在家居士在廟裡掛單聽經。所以那個時代跟現在這個時代不一樣，現代時間分秒必爭，他哪有那麼長時間！所以現在東西是愈短愈好。你看現在電視、廣播，播我們講經，回響，這都是我們參考的，每一次播三十分鐘，他們覺得非常好，三十分鐘的時間正好；一個小時嫌太長了，他在那裡看電視，他受不了。所以我們面對的是現代的眾生，他們需要什麼，我們要了解。我們自己對經教要深入，深入淺出，長經短講。你們學要從這些地方學，我講，很詳細的講，讓你了解。你將來跟別人講，從這裡篩減，把我所講的次要的、不太重要的都把它刪掉。什麼是最重要的？明白最重要，把這句經文講明白了，這最重要。你真正明白了，然後你的表達守住三個原則，簡單、容易、淺顯，你用這種態度去表達，沒有不受歡迎的，老修行歡迎，初學也歡迎。"
    },
    {
      "id": "20-012-0039_p0011",
      "zh_CN": "希望大家要发真诚心、慈悲心，怜悯一切众生，认真的学习。我不在台湾，你们在家里头也有一个工作可以做，也非常有意义，你们给《无量寿经》做一个科注。《无量寿经科会》已经有了，因为这个本子里面错误改过来了，就用这个《科会》，把那个经文的注解注下去。大家一起可以来做，每天能够有一个小时，一个小时时间就够了，大家集体再研究，看看这一句怎么注解好。注解，遵守简易详明，简易详明是古人说的，我讲的是简易浅明。守住这四个原则，简易浅明，那个经文一句一句把它注下来，将来就变成科注。有科有注，这个本子就能够流通到全世界，这利益一切众生。你们注了之后给我看。你们这个注解采取的，只取两个本子，其他本子不要参考，黄念祖老居士注解的本子，跟我那个《讲记》，只用这两个本子的文字来注，不要掺杂任何东西。这就将来给一般学《无量寿经》一个标准的本子，依照这个本子来讲解《无量寿经》绝对没有过失。",
      "zh_TW": "希望大家要發真誠心、慈悲心，憐憫一切眾生，認真的學習。我不在台灣，你們在家裡頭也有一個工作可以做，也非常有意義，你們給《無量壽經》做一個科註。《無量壽經科會》已經有了，因為這個本子裡面錯誤改過來了，就用這個《科會》，把那個經文的註解註下去。大家一起可以來做，每天能夠有一個小時，一個小時時間就夠了，大家集體再研究，看看這一句怎麼註解好。註解，遵守簡易詳明，簡易詳明是古人說的，我講的是簡易淺明。守住這四個原則，簡易淺明，那個經文一句一句把它註下來，將來就變成科註。有科有註，這個本子就能夠流通到全世界，這利益一切眾生。你們註了之後給我看。你們這個註解採取的，只取兩個本子，其他本子不要參考，黃念祖老居士註解的本子，跟我那個《講記》，只用這兩個本子的文字來註，不要摻雜任何東西。這就將來給一般學《無量壽經》一個標準的本子，依照這個本子來講解《無量壽經》絕對沒有過失。"
    },
    {
      "id": "20-012-0039_p0012",
      "zh_CN": "自行化他，只要有这个心、有这个愿，哪个地方都可以做。像加州圣荷西那边有些同修们，他们将录音带整理成文字，第一遍从录音带上统统把它写下来，然后第二遍、第三遍、第四遍、第五遍，我听说他们讨论很多次，大家集体再讨论，讨论什么？删，把啰嗦的话、重复的话删掉，变成一个很精简的本子。他们删得很好。像《金刚经》，他们删掉三分之二，保存三分之一。前几天打电话告诉我，大概分量是《无量寿经》的六册，我们《无量寿经》是四册，《金刚经》是六册，他说已经删掉三分之二，剩下三分之一，分量还要六册。他们这个工作做得很成功，因为他们天天听我讲经，听录音带，天天听，所以他们所删节的这些文字，我看起来很顺，给它改的时候很容易。他们这就是在做弘法利生的工作，天天干这个事情，不打妄想，没时间打妄想，都是想搞这些东西，整理这些东西。这老实念佛，求生净土，哪有不往生的道理！所以心在佛法上，心在利益众生上，久而久之把自己就忘掉了。活在世间，活一天干一天，活二天干二天，随时等着往生。这就是佛菩萨的生活，佛菩萨过这个日子。",
      "zh_TW": "自行化他，只要有這個心、有這個願，哪個地方都可以做。像加州聖荷西那邊有些同修們，他們將錄音帶整理成文字，第一遍從錄音帶上統統把它寫下來，然後第二遍、第三遍、第四遍、第五遍，我聽說他們討論很多次，大家集體再討論，討論什麼？刪，把囉嗦的話、重複的話刪掉，變成一個很精簡的本子。他們刪得很好。像《金剛經》，他們刪掉三分之二，保存三分之一。前幾天打電話告訴我，大概分量是《無量壽經》的六冊，我們《無量壽經》是四冊，《金剛經》是六冊，他說已經刪掉三分之二，剩下三分之一，分量還要六冊。他們這個工作做得很成功，因為他們天天聽我講經，聽錄音帶，天天聽，所以他們所刪節的這些文字，我看起來很順，給它改的時候很容易。他們這就是在做弘法利生的工作，天天幹這個事情，不打妄想，沒時間打妄想，都是想搞這些東西，整理這些東西。這老實念佛，求生淨土，哪有不往生的道理！所以心在佛法上，心在利益眾生上，久而久之把自己就忘掉了。活在世間，活一天幹一天，活二天幹二天，隨時等著往生。這就是佛菩薩的生活，佛菩薩過這個日子。"
    },
    {
      "id": "20-012-0039_p0013",
      "zh_CN": "我们家里这么多人，研究讨论是很好的机会，上面他们大家在念佛，下面有圆桌会议，就在圆桌上就可以讨论，要真干才行。所以你们要肯真干，成就决定超过我。我在台中十年，跟大家研究讨论只有七个人，来齐了才七个人，来不齐的时候，四个人、五个人。一个星期一次，哪能天天在一起？都是在家居士，每个人都有工作，都有家庭，不能天天在一起，一个星期一次，一次三个小时。我们在一起做研究讨论工作，我们能坚持十年，才能获得这一点成就。你们如果天天做，每天都能有个一、二个钟点研究讨论，你们一年就等于我们七年，你们二年就等于我十四年，你的成就当然超越，一定的道理。你们今天不能超越，是你们不肯干，这么好的机会，天天打妄想打掉了，你说多可惜！你打妄想，你就生烦恼，你对自己造成绝大的伤害。所以同参道友比什么都可贵，真正能够互相在一起切磋琢磨，互相帮助。今天没有什么事情？没事就多念佛。",
      "zh_TW": "我們家裡這麼多人，研究討論是很好的機會，上面他們大家在念佛，下面有圓桌會議，就在圓桌上就可以討論，要真幹才行。所以你們要肯真幹，成就決定超過我。我在台中十年，跟大家研究討論只有七個人，來齊了才七個人，來不齊的時候，四個人、五個人。一個星期一次，哪能天天在一起？都是在家居士，每個人都有工作，都有家庭，不能天天在一起，一個星期一次，一次三個小時。我們在一起做研究討論工作，我們能堅持十年，才能獲得這一點成就。你們如果天天做，每天都能有個一、二個鐘點研究討論，你們一年就等於我們七年，你們二年就等於我十四年，你的成就當然超越，一定的道理。你們今天不能超越，是你們不肯幹，這麼好的機會，天天打妄想打掉了，你說多可惜！你打妄想，你就生煩惱，你對自己造成絕大的傷害。所以同參道友比什麼都可貴，真正能夠互相在一起切磋琢磨，互相幫助。今天沒有什麼事情？沒事就多念佛。"
    }
  ]
}