{
  "doc_id": "20-012-0047",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0047",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "20-012-0047_p0001",
      "zh_CN": "昨天在台中中午聚餐这些老人，都是四十年前慈光图书馆创办的时候，我们从筹备期间在一起工作，在一起学佛，现在年纪最轻的已经超过六十五岁了，其中大部分的年龄都比我大，大概都是七十五六岁的样子。四十年之后，我们还能聚会在一起吃一餐饭，很不容易。人生苦短！最要紧的是要想到我们这一生不能空过，要是空过了那就太可惜了，太不值得了。佛在经上常说「人生难得，佛法难闻」，得人身闻佛法要没有成就，岂不可惜了。",
      "zh_TW": "昨天在台中中午聚餐這些老人，都是四十年前慈光圖書館創辦的時候，我們從籌備期間在一起工作，在一起學佛，現在年紀最輕的已經超過六十五歲了，其中大部分的年齡都比我大，大概都是七十五六歲的樣子。四十年之後，我們還能聚會在一起吃一餐飯，很不容易。人生苦短！最要緊的是要想到我們這一生不能空過，要是空過了那就太可惜了，太不值得了。佛在經上常說「人生難得，佛法難聞」，得人身聞佛法要沒有成就，豈不可惜了。"
    },
    {
      "id": "20-012-0047_p0002",
      "zh_CN": "慈光图书馆的朱馆长给我们做了简单的报告，李老师在那个场地讲经说法二十九年，在一个地方二十九年不中断，实在说非常希有，我们看看可能是古今第一人。世尊当年在世说法四十九年，也是去很多地方，不是在一个地方，一个地方讲二十九年，没有。所以台中实在讲是我们台湾净宗的发源地。",
      "zh_TW": "慈光圖書館的朱館長給我們做了簡單的報告，李老師在那個場地講經說法二十九年，在一個地方二十九年不中斷，實在說非常希有，我們看看可能是古今第一人。世尊當年在世說法四十九年，也是去很多地方，不是在一個地方，一個地方講二十九年，沒有。所以台中實在講是我們台灣淨宗的發源地。"
    },
    {
      "id": "20-012-0047_p0003",
      "zh_CN": "现在朱馆长知见很正，正知正见，很希望将李老师弘法利生的大业再发扬光大。李老师是继承印光大师的，我们的法门是从印光法师这个系统下来的。他们知道我在新加坡办培训班，就联想到四十年前，我刚刚到台中的时候，李老师在台中莲社办了一个经学班，专门培养弘法人才，他那个班学生都是在家居士，都有工作，所以每一个星期上课一次，覆小座一次，讲大座一次，实际上上课只有一次。这个班办了两年，成就了二十多个人，当时这二十多个人都出来讲经，我在台中的时候，台中有十七个布教所，南面到鹿港，北面到新竹，总共有十七个布教所。就是这些学生轮流在各个地方讲经说法，劝人念佛，成效卓着。现在我们那些老人，经学班的老人还继续在讲经，只剩下我一个了。",
      "zh_TW": "現在朱館長知見很正，正知正見，很希望將李老師弘法利生的大業再發揚光大。李老師是繼承印光大師的，我們的法門是從印光法師這個系統下來的。他們知道我在新加坡辦培訓班，就聯想到四十年前，我剛剛到台中的時候，李老師在台中蓮社辦了一個經學班，專門培養弘法人才，他那個班學生都是在家居士，都有工作，所以每一個星期上課一次，覆小座一次，講大座一次，實際上上課只有一次。這個班辦了兩年，成就了二十多個人，當時這二十多個人都出來講經，我在台中的時候，台中有十七個佈教所，南面到鹿港，北面到新竹，總共有十七個佈教所。就是這些學生輪流在各個地方講經說法，勸人念佛，成效卓著。現在我們那些老人，經學班的老人還繼續在講經，只剩下我一個了。"
    },
    {
      "id": "20-012-0047_p0004",
      "zh_CN": "所以讲经这个事情，你们学讲经要注意，六个月不讲，那气就提不上来，就会永远中断了。所以这个东西真是，最低限度一个星期要讲一次，你才能保持得住，三个月到半年不讲，就完了，以后再不会有讲经的念头了，人家请你讲，你也不愿意讲。",
      "zh_TW": "所以講經這個事情，你們學講經要注意，六個月不講，那氣就提不上來，就會永遠中斷了。所以這個東西真是，最低限度一個星期要講一次，你才能保持得住，三個月到半年不講，就完了，以後再不會有講經的念頭了，人家請你講，你也不願意講。"
    },
    {
      "id": "20-012-0047_p0005",
      "zh_CN": "所以李老师往生之后，慈光图书馆就一直空档的，朱馆长现在有意思也想办培训班，他办培训班也找我们，找我们到那里去也算是理所当然，你们都是李老师的第三代，这个是一家人，你们去，大家没有话说，你们是这个系统一脉相承。我知道朱馆长做事情很积极，速度很快，他一旦搞筹备搞成了，我们都得去教。",
      "zh_TW": "所以李老師往生之後，慈光圖書館就一直空檔的，朱館長現在有意思也想辦培訓班，他辦培訓班也找我們，找我們到那裡去也算是理所當然，你們都是李老師的第三代，這個是一家人，你們去，大家沒有話說，你們是這個系統一脈相承。我知道朱館長做事情很積極，速度很快，他一旦搞籌備搞成了，我們都得去教。"
    },
    {
      "id": "20-012-0047_p0006",
      "zh_CN": "所以我回来之后就劝你们，你们要认真努力，要做准备，所以我感觉的是办培训班比办佛学院容易，佛学院三年四年，你要摆好多课程，那个是很头疼的事情。我们办培训班三个月一期好办，那我们的对象就是各个净宗学会，请他们派人来，我们在一块共同地研究讨论，他们学会了，每一个净宗学会都有人，长期在那面讲经。这个好，讲熟了之后再到国外去讲。除了本省各个净宗学会，我们协助他之外，国外的也可以，美国那边就十几个净宗学会，他们那边要找一个人、两个人，一个会里头找一、两个到我们这边来进修，这也是个好主意，新加坡的目标是对全世界的，台中莲社的慢慢的我们也可以对全世界，来培训弘法人才，这是一桩好事情。真正做到续佛慧命，弘法利生。",
      "zh_TW": "所以我回來之後就勸你們，你們要認真努力，要做準備，所以我感覺的是辦培訓班比辦佛學院容易，佛學院三年四年，你要擺好多課程，那個是很頭疼的事情。我們辦培訓班三個月一期好辦，那我們的對象就是各個淨宗學會，請他們派人來，我們在一塊共同地研究討論，他們學會了，每一個淨宗學會都有人，長期在那面講經。這個好，講熟了之後再到國外去講。除了本省各個淨宗學會，我們協助他之外，國外的也可以，美國那邊就十幾個淨宗學會，他們那邊要找一個人、兩個人，一個會裡頭找一、兩個到我們這邊來進修，這也是個好主意，新加坡的目標是對全世界的，台中蓮社的慢慢的我們也可以對全世界，來培訓弘法人才，這是一樁好事情。真正做到續佛慧命，弘法利生。"
    },
    {
      "id": "20-012-0047_p0007",
      "zh_CN": "课程我跟你们建议了，最重要的在现前这个阶段特别要提倡因果报应，佛法讲因缘果报，遇到缘决定有报应，缘有先前遇到的，有来生遇到的，有后世遇到的，果报通三世，没有不报的。所以我们起心动念要小心、要谨慎，心地要正大光明，绝不可以存心欺人、自欺，那就更快了。一个纯洁的念头利益一切众生，将佛菩萨的真实教诲介绍给一切众生，莫大的功德。我们这一生才算是没有白过。",
      "zh_TW": "課程我跟你們建議了，最重要的在現前這個階段特別要提倡因果報應，佛法講因緣果報，遇到緣決定有報應，緣有先前遇到的，有來生遇到的，有後世遇到的，果報通三世，沒有不報的。所以我們起心動念要小心、要謹慎，心地要正大光明，絕不可以存心欺人、自欺，那就更快了。一個純潔的念頭利益一切眾生，將佛菩薩的真實教誨介紹給一切眾生，莫大的功德。我們這一生才算是沒有白過。"
    },
    {
      "id": "20-012-0047_p0008",
      "zh_CN": "我初学佛的时候，章嘉大师教给我，要依靠佛菩萨，不能靠人，人那个心会变，今天对你好了，明天就恼了，靠不住。佛菩萨是绝对靠得住的，问题就是你要相信。我们自己发愿将这一生奉献给佛菩萨，奉献给一切众生，我们自己这个一生都得到佛菩萨的照顾，「佛事门中，有求必应」。只要你发心真诚，你不是假的，没有一丝毫假的、自私自利的这种念头。",
      "zh_TW": "我初學佛的時候，章嘉大師教給我，要依靠佛菩薩，不能靠人，人那個心會變，今天對你好了，明天就惱了，靠不住。佛菩薩是絕對靠得住的，問題就是你要相信。我們自己發願將這一生奉獻給佛菩薩，奉獻給一切眾生，我們自己這個一生都得到佛菩薩的照顧，「佛事門中，有求必應」。只要你發心真誠，你不是假的，沒有一絲毫假的、自私自利的這種念頭。"
    },
    {
      "id": "20-012-0047_p0009",
      "zh_CN": "你们现在看到这个三重，那感应道交，不是廖居士求来的，廖居士心里是想需要一个道场，他并没有要求哪个人帮他忙。自动送来的，佛菩萨送来的。我也常常跟你们讲过，我们这个道场是佛菩萨送的，我们没有去化缘来建这个道场，自自然然扩充到这个局面。杭州南路也是佛菩萨送的，简丰文找我送了个道场，送完之后，他有一个时期告诉我，他说：师父，这个道场佛菩萨送的，不是我送的。我说：怎么的？他说：我糊里糊涂送的，送完之后我好后悔，后悔也没办法了，我说的话总不能不算数。送那个三楼后悔一年，送八楼后悔半年。所以说冥冥当中佛菩萨叫他这么做，不是他自己的意思，加持的。以后道场做得很如法了，他们一家人都欢喜，一点虚假都没有，这个叫学佛。",
      "zh_TW": "你們現在看到這個三重，那感應道交，不是廖居士求來的，廖居士心裡是想需要一個道場，他並沒有要求哪個人幫他忙。自動送來的，佛菩薩送來的。我也常常跟你們講過，我們這個道場是佛菩薩送的，我們沒有去化緣來建這個道場，自自然然擴充到這個局面。杭州南路也是佛菩薩送的，簡豐文找我送了個道場，送完之後，他有一個時期告訴我，他說：師父，這個道場佛菩薩送的，不是我送的。我說：怎麼的？他說：我糊裡糊塗送的，送完之後我好後悔，後悔也沒辦法了，我說的話總不能不算數。送那個三樓後悔一年，送八樓後悔半年。所以說冥冥當中佛菩薩叫他這麼做，不是他自己的意思，加持的。以後道場做得很如法了，他們一家人都歡喜，一點虛假都沒有，這個叫學佛。"
    },
    {
      "id": "20-012-0047_p0010",
      "zh_CN": "所以道场建立，我马上就给他建立制度化，成立财团法人，组织董事会。我聘请的董事里面不一定就是学佛的，里面有好几个并不是佛教徒。我用什么标准来聘请董事？深信因果。我就用这个标准，他虽然不学佛，他相信因果报应，我就请他做董事。学佛不相信因果，玩弄因果的人很多，那个以后就麻烦了。董事出去了，再补这个董事，我们老的董事大家研究，大家讨论，我们来选择哪个人，所以这个董事会很健全。我们要给社会大众立一个好榜样。",
      "zh_TW": "所以道場建立，我馬上就給他建立制度化，成立財團法人，組織董事會。我聘請的董事裡面不一定就是學佛的，裡面有好幾個並不是佛教徒。我用什麼標準來聘請董事？深信因果。我就用這個標準，他雖然不學佛，他相信因果報應，我就請他做董事。學佛不相信因果，玩弄因果的人很多，那個以後就麻煩了。董事出去了，再補這個董事，我們老的董事大家研究，大家討論，我們來選擇哪個人，所以這個董事會很健全。我們要給社會大眾立一個好榜樣。"
    },
    {
      "id": "20-012-0047_p0011",
      "zh_CN": "我们这个团体馆长负责任，她老人家的护持确确实实叫我们讲经、弘法从来没有中断。净宗今天顺利向全世界弘扬，这是她护持的功德，这种功德、这种作为，在今天这个世界也是很难见到的。她的热心从来没有退转，三十年如一日，我们今天自己有这样的成就，净宗能在全世界发扬光大，这个不能不说不是她护持的功劳。这是我们要认识清楚的。",
      "zh_TW": "我們這個團體館長負責任，她老人家的護持確確實實叫我們講經、弘法從來沒有中斷。淨宗今天順利向全世界弘揚，這是她護持的功德，這種功德、這種作為，在今天這個世界也是很難見到的。她的熱心從來沒有退轉，三十年如一日，我們今天自己有這樣的成就，淨宗能在全世界發揚光大，這個不能不說不是她護持的功勞。這是我們要認識清楚的。"
    },
    {
      "id": "20-012-0047_p0012",
      "zh_CN": "现在这个社会，普遍的都把伦常道德丢弃了，没有人讲这个东西了，我们要想端正风气，从哪里做起？看社会它害的什么病，我们用什么方法来对治。众人皆有贪瞋痴，我们舍贪瞋痴。众人忘恩负义，我们提倡知恩报恩，这是治病，我们全心全力去做，求三宝加持，要托佛菩萨的福报，我们自己没这个能力。真正发心一定得佛力加持。怎么求佛？不是在佛面前天天祷告，那个没用处的。我们自己要真正做到，就会感应道交。你做不到，天天祷告也是等于零，没用处的。心行要相应，就能够获得感应。善心善愿要与佛菩萨相同，我们常讲「心同佛、愿同佛、解同佛、行同佛」，你自然就获得感应了。你就蒙诸佛护念，你就蒙护法龙天的照顾。你需要什么，护法神就送什么来。你想要，想要没有感应，这章嘉大师讲你自己有业障，所以得不到感应。必须把业障消除，什么是业障？诚敬心不够，不是真的，里面还有掺杂东西在里头，不纯，这就叫业障。业障消除，感应立刻就会现前。",
      "zh_TW": "現在這個社會，普遍的都把倫常道德丟棄了，沒有人講這個東西了，我們要想端正風氣，從哪裡做起？看社會它害的什麼病，我們用什麼方法來對治。眾人皆有貪瞋癡，我們捨貪瞋癡。眾人忘恩負義，我們提倡知恩報恩，這是治病，我們全心全力去做，求三寶加持，要託佛菩薩的福報，我們自己沒這個能力。真正發心一定得佛力加持。怎麼求佛？不是在佛面前天天禱告，那個沒用處的。我們自己要真正做到，就會感應道交。你做不到，天天禱告也是等於零，沒用處的。心行要相應，就能夠獲得感應。善心善願要與佛菩薩相同，我們常講「心同佛、願同佛、解同佛、行同佛」，你自然就獲得感應了。你就蒙諸佛護念，你就蒙護法龍天的照顧。你需要什麼，護法神就送什麼來。你想要，想要沒有感應，這章嘉大師講你自己有業障，所以得不到感應。必須把業障消除，什麼是業障？誠敬心不夠，不是真的，裡面還有摻雜東西在裡頭，不純，這就叫業障。業障消除，感應立刻就會現前。"
    },
    {
      "id": "20-012-0047_p0013",
      "zh_CN": "实在说，凡夫最大的业障就是处处念到「我」，「我」里面特别是贪生怕死，自私自利，大障碍！学佛的人必须把这一关看破，哪个人不死？不要怕死，要把这桩事情真相搞清楚，搞明白，所以佛教讲「了生死」，「了」是明了，生死是一回什么事情，明了，并不是没有生死。对于生死的真相清楚、明了，一点也不含糊，所以就不怕死了。不怕死，所以他就不会为自己了，活一天为众生干一天，为佛法干一天，什么时候走都可以，我们到哪里去？一心求生净土，随时随处等待佛来接引。我们跟这个世间世缘尽了，我们所干的干圆满了，佛自然来接引，什么时候来接引什么时候去，在哪里接引就在哪里去，有什么好选择的？常存这个心就离开一切恐怖、颠倒、妄想了，你才能得清净心，你才能得禅定，才能开智慧。世间人有这些恐怖，难怪他了，学佛的人心里还存着这些东西，那就大错特错了，你学的是什么佛？",
      "zh_TW": "實在說，凡夫最大的業障就是處處念到「我」，「我」裡面特別是貪生怕死，自私自利，大障礙！學佛的人必須把這一關看破，哪個人不死？不要怕死，要把這樁事情真相搞清楚，搞明白，所以佛教講「了生死」，「了」是明瞭，生死是一回什麼事情，明瞭，並不是沒有生死。對於生死的真相清楚、明瞭，一點也不含糊，所以就不怕死了。不怕死，所以他就不會為自己了，活一天為眾生幹一天，為佛法幹一天，什麼時候走都可以，我們到哪裡去？一心求生淨土，隨時隨處等待佛來接引。我們跟這個世間世緣盡了，我們所幹的幹圓滿了，佛自然來接引，什麼時候來接引什麼時候去，在哪裡接引就在哪裡去，有什麼好選擇的？常存這個心就離開一切恐怖、顛倒、妄想了，你才能得清淨心，你才能得禪定，才能開智慧。世間人有這些恐怖，難怪他了，學佛的人心裡還存著這些東西，那就大錯特錯了，你學的是什麼佛？"
    },
    {
      "id": "20-012-0047_p0014",
      "zh_CN": "所以一切要懂得「随缘度日」，那你就得自在了。虽然随缘，可是做事情要认真，不是说我随缘了，一切都马马虎虎，得过且过了，那是消极，那是悲观，那是错误的。你看哪一个佛菩萨不是在积极的工作，佛门所谓「做一天和尚撞一天钟」，这就是负责尽职，努力精进，一天也不落人后，也不马虎，希望大家好好努力。",
      "zh_TW": "所以一切要懂得「隨緣度日」，那你就得自在了。雖然隨緣，可是做事情要認真，不是說我隨緣了，一切都馬馬虎虎，得過且過了，那是消極，那是悲觀，那是錯誤的。你看哪一個佛菩薩不是在積極的工作，佛門所謂「做一天和尚撞一天鐘」，這就是負責盡職，努力精進，一天也不落人後，也不馬虎，希望大家好好努力。"
    }
  ]
}