{
  "doc_id": "20-012-0007",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0007",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-012-0007_p0001",
      "zh_CN": "莫老居士邀请一些老人聚会，请我去参加。这些老人里面，年岁最轻的八十岁，最高的九十二岁，都是社会的名流。当中有一位龙海山人，我想起来了，龙海山人。想到馆长，他说了一句话，他说馆长护持佛法三十年，始终不变，这个事情说起来容易，做起来很难。他非常的赞叹，这都是真正有慧眼能认识人的人。现在在这个社会上，这种人虽然不多，但是毕竟还是有。由此我们更应当知道，学问、德行是世出世法成功的基础，特别是要有大慈悲的情怀，要有远见。佛教给我们，起心动念要度尽虚空遍法界的众生。而不是对某一个人，不是对某一点、某一个地区，那个心量就窄小。",
      "zh_TW": "莫老居士邀請一些老人聚會，請我去參加。這些老人裡面，年歲最輕的八十歲，最高的九十二歲，都是社會的名流。當中有一位龍海山人，我想起來了，龍海山人。想到館長，他說了一句話，他說館長護持佛法三十年，始終不變，這個事情說起來容易，做起來很難。他非常的讚歎，這都是真正有慧眼能認識人的人。現在在這個社會上，這種人雖然不多，但是畢竟還是有。由此我們更應當知道，學問、德行是世出世法成功的基礎，特別是要有大慈悲的情懷，要有遠見。佛教給我們，起心動念要度盡虛空遍法界的眾生。而不是對某一個人，不是對某一點、某一個地區，那個心量就窄小。"
    },
    {
      "id": "20-012-0007_p0002",
      "zh_CN": "我们今天一般学佛的同修，确实最缺乏的就是这个情操，这个认识与远见，所以我们怎么样修学都走不出那个小圈圈。学问从哪里来？从清净心来，从真诚慈悲里面来的。心地不清净、不真诚，怎么样学都有障碍，佛法里面讲的业障，烦恼障与所知障，求学就所知障；生活，处事待人接物就起烦恼障。你有二障，你怎么能明心见性？你怎么能得到成就？做这样的大事业，需要人力、需要财力、需要物力，不怕你不发心，只要发心，一定获得三宝的加持。",
      "zh_TW": "我們今天一般學佛的同修，確實最缺乏的就是這個情操，這個認識與遠見，所以我們怎麼樣修學都走不出那個小圈圈。學問從哪裡來？從清淨心來，從真誠慈悲裡面來的。心地不清淨、不真誠，怎麼樣學都有障礙，佛法裡面講的業障，煩惱障與所知障，求學就所知障；生活，處事待人接物就起煩惱障。你有二障，你怎麼能明心見性？你怎麼能得到成就？做這樣的大事業，需要人力、需要財力、需要物力，不怕你不發心，只要發心，一定獲得三寶的加持。"
    },
    {
      "id": "20-012-0007_p0003",
      "zh_CN": "人在这个世间，一生当中最有意义的就是修行，念佛求生净土，弘扬佛法利益众生，这是真实的，其他全是假的。你所作所为都是搞轮回业，有什么意思！都是搞六道轮回，六道轮回里面决定是搞三途。所以你是净意冷静去想一想，才知道佛在经典里面的教诲句句真实。我们这些年来，极力提倡的，学佛的目的就是认清楚宇宙人生的真相，佛法的名词是诸法实相。认清楚自己，认清楚自己生活环境的真相，才知道怎么样去做人，怎么样去做事。心量一定要拓开，目标要向尽虚空遍法界。",
      "zh_TW": "人在這個世間，一生當中最有意義的就是修行，念佛求生淨土，弘揚佛法利益眾生，這是真實的，其他全是假的。你所作所為都是搞輪迴業，有什麼意思！都是搞六道輪迴，六道輪迴裡面決定是搞三途。所以你是淨意冷靜去想一想，才知道佛在經典裡面的教誨句句真實。我們這些年來，極力提倡的，學佛的目的就是認清楚宇宙人生的真相，佛法的名詞是諸法實相。認清楚自己，認清楚自己生活環境的真相，才知道怎麼樣去做人，怎麼樣去做事。心量一定要拓開，目標要向盡虛空遍法界。"
    },
    {
      "id": "20-012-0007_p0004",
      "zh_CN": "弘法的人再有本领，没有大力的护持，也不起作用。世尊当年示现在这个世间，那些护持的国王大臣，都是古佛、大菩萨再来的，凡夫没有这个智慧，没有这种能耐。",
      "zh_TW": "弘法的人再有本領，沒有大力的護持，也不起作用。世尊當年示現在這個世間，那些護持的國王大臣，都是古佛、大菩薩再來的，凡夫沒有這個智慧，沒有這種能耐。"
    },
    {
      "id": "20-012-0007_p0005",
      "zh_CN": "这些事实真相，我们求的就是宇宙人生的真相，你要细心去体察、去体会，才知道佛菩萨对一切众生，特别是苦难的众生，是多么慈悲、多么的关怀。我们明了佛菩萨真实的恩惠，我们才认真努力，一定要勇猛精进，这才能报佛恩，才能在这一生当中成就自己。",
      "zh_TW": "這些事實真相，我們求的就是宇宙人生的真相，你要細心去體察、去體會，才知道佛菩薩對一切眾生，特別是苦難的眾生，是多麼慈悲、多麼的關懷。我們明瞭佛菩薩真實的恩惠，我們才認真努力，一定要勇猛精進，這才能報佛恩，才能在這一生當中成就自己。"
    }
  ]
}