{
  "doc_id": "20-012-0033",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0033",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-012-0033_p0001",
      "zh_CN": "这两天，大家早课上轨道之后，我听说每一个人都能够法喜充满。由此可知，佛法确确实实是能够帮助人离苦得乐的，关键就在解行；解能帮助人破迷开悟，行能帮助人离苦得乐。可是一般人为什么不解、不行？追究其根本的原因，就是他的信心没能生起来。你看清凉大师判《华严》，信解行证，解行都要以信为基础。我们这么多年的修学总算有一点信根，所谓从信根上生出来的解行，虽然还不得力，我们现在有这五根，还没有五力，已经就非常非常难得了。希望从这个基础上再增长，由五根提升到五力。",
      "zh_TW": "這兩天，大家早課上軌道之後，我聽說每一個人都能夠法喜充滿。由此可知，佛法確確實實是能夠幫助人離苦得樂的，關鍵就在解行；解能幫助人破迷開悟，行能幫助人離苦得樂。可是一般人為什麼不解、不行？追究其根本的原因，就是他的信心沒能生起來。你看清涼大師判《華嚴》，信解行證，解行都要以信為基礎。我們這麼多年的修學總算有一點信根，所謂從信根上生出來的解行，雖然還不得力，我們現在有這五根，還沒有五力，已經就非常非常難得了。希望從這個基礎上再增長，由五根提升到五力。"
    },
    {
      "id": "20-012-0033_p0002",
      "zh_CN": "这个提升的方法，就是在不断的解行。解行要相应才能得利益，这个利益就是破迷开悟，离苦得乐。这两句话大家听得耳熟，也能说，可是里面真实义不知道。为什么不知道？不但自己没有体会过，也没听人讲过。平常所听的，实在讲是皮毛之皮毛，一分都没有渗透过去。何况这两句话深广无尽！要想深入，只有在真实功夫，真实功夫都在日常生活之中。像昨天早晨，萧太太提出她公公生病时候，她将佛法所说的能应用在生活上，她就得到很多的好处，这个例子很好。《华严经》五十三参，跟这个例子是相同的。要把佛法应用在生活上，对人对事对物，你能用一分，就得一分受用；你会用二分，就得二分受用。这是经典上常讲的，真实不虚。而关键在乎相应，相应是与大般若相应，大般若是什么？是真实智慧，也就是我们平常讲与佛相应。念佛也说，「一念相应一念佛，念念相应念念佛」。一念相应，念念相应，与什么相应？就是与般若相应。与般若相应就是与佛相应，佛就是般若，般若就是佛，是一不是二。",
      "zh_TW": "這個提升的方法，就是在不斷的解行。解行要相應才能得利益，這個利益就是破迷開悟，離苦得樂。這兩句話大家聽得耳熟，也能說，可是裡面真實義不知道。為什麼不知道？不但自己沒有體會過，也沒聽人講過。平常所聽的，實在講是皮毛之皮毛，一分都沒有滲透過去。何況這兩句話深廣無盡！要想深入，只有在真實功夫，真實功夫都在日常生活之中。像昨天早晨，蕭太太提出她公公生病時候，她將佛法所說的能應用在生活上，她就得到很多的好處，這個例子很好。《華嚴經》五十三參，跟這個例子是相同的。要把佛法應用在生活上，對人對事對物，你能用一分，就得一分受用；你會用二分，就得二分受用。這是經典上常講的，真實不虛。而關鍵在乎相應，相應是與大般若相應，大般若是什麼？是真實智慧，也就是我們平常講與佛相應。念佛也說，「一念相應一念佛，念念相應念念佛」。一念相應，念念相應，與什麼相應？就是與般若相應。與般若相應就是與佛相應，佛就是般若，般若就是佛，是一不是二。"
    },
    {
      "id": "20-012-0033_p0003",
      "zh_CN": "般若是什么？佛又是什么？净宗的经典比其他宗的经典说得更具体，现在的话来说，说得更实在，不像其他经典讲得很玄，不容易体会。净宗经典《无量寿经》的经题上，「清净平等觉」，这五个字就是大般若，这五个字就是佛。所以日常生活对人、对事、对物与清净相应，与平等相应，与觉相应。解与清净平等觉相应，就决定能够破迷开悟；行若与清净平等觉相应，则决定离苦得乐，这是净宗的殊胜。净宗所讲的我们容易懂，其他经讲的，我们不太容易懂。这也是一切大乘经上常讲的善巧方便，用这四个字来形容佛菩萨的生活、佛菩萨的行为，实在讲没法子形容，不得已用这四个字。善巧，善就是相应，无论你的思想、见解、言语、行为，与清净平等觉相应就善；而你所作所为的，那就是巧。巧在哪里？巧在与清净平等觉相应，这就巧了。善巧就是佛菩萨的方便。你看《华严经》上讲的十波罗蜜，十波罗蜜除前面六条大家很熟悉，布施、持戒、忍辱、精进、禅定、般若，后面四条，第一个就是方便，愿、力、智。这方便，方便就是善巧，善巧的别名，善巧才叫做方便。",
      "zh_TW": "般若是什麼？佛又是什麼？淨宗的經典比其他宗的經典說得更具體，現在的話來說，說得更實在，不像其他經典講得很玄，不容易體會。淨宗經典《無量壽經》的經題上，「清淨平等覺」，這五個字就是大般若，這五個字就是佛。所以日常生活對人、對事、對物與清淨相應，與平等相應，與覺相應。解與清淨平等覺相應，就決定能夠破迷開悟；行若與清淨平等覺相應，則決定離苦得樂，這是淨宗的殊勝。淨宗所講的我們容易懂，其他經講的，我們不太容易懂。這也是一切大乘經上常講的善巧方便，用這四個字來形容佛菩薩的生活、佛菩薩的行為，實在講沒法子形容，不得已用這四個字。善巧，善就是相應，無論你的思想、見解、言語、行為，與清淨平等覺相應就善；而你所作所為的，那就是巧。巧在哪裡？巧在與清淨平等覺相應，這就巧了。善巧就是佛菩薩的方便。你看《華嚴經》上講的十波羅蜜，十波羅蜜除前面六條大家很熟悉，布施、持戒、忍辱、精進、禪定、般若，後面四條，第一個就是方便，願、力、智。這方便，方便就是善巧，善巧的別名，善巧才叫做方便。"
    },
    {
      "id": "20-012-0033_p0004",
      "zh_CN": "为什么一般人学不到？不但一般人学不到，声闻、缘觉、权教菩萨都学不到，善巧方便唯有法身大士才具足。说到法身大士，这圆教初住以上，别教初地以上。为什么他能别人不能？这个别人就是包括权教菩萨、声闻、缘觉、六道凡夫，这些人被烦恼缠缚了，佛在经上讲「可怜悯者」，被烦恼缠缚了。烦恼是什么？烦恼太多太多了，佛在经典之中把它归纳起来，总归纳为三大类：妄想、分别、执着，这三大类。只要有这三大类烦恼存在，那就没有法子了。所以修行修什么？只是把这个东西除掉而已，因为清净平等觉是自性，是一切众生本来具足的。我们清净平等觉不能现前，就是被妄想分别执着障碍住了，这叫障。而离障最重要的方法就是禅定，所以佛法的修学是以禅定为枢纽，以禅定为中心。",
      "zh_TW": "為什麼一般人學不到？不但一般人學不到，聲聞、緣覺、權教菩薩都學不到，善巧方便唯有法身大士才具足。說到法身大士，這圓教初住以上，別教初地以上。為什麼他能別人不能？這個別人就是包括權教菩薩、聲聞、緣覺、六道凡夫，這些人被煩惱纏縛了，佛在經上講「可憐憫者」，被煩惱纏縛了。煩惱是什麼？煩惱太多太多了，佛在經典之中把它歸納起來，總歸納為三大類：妄想、分別、執著，這三大類。只要有這三大類煩惱存在，那就沒有法子了。所以修行修什麼？只是把這個東西除掉而已，因為清淨平等覺是自性，是一切眾生本來具足的。我們清淨平等覺不能現前，就是被妄想分別執著障礙住了，這叫障。而離障最重要的方法就是禪定，所以佛法的修學是以禪定為樞紐，以禪定為中心。"
    },
    {
      "id": "20-012-0033_p0005",
      "zh_CN": "八万四千法门，净土法门也不例外，都是修禅定。只是方式不一样，用的名词术语不一样，在我们净土宗，把禅定叫做一心不乱，所谓一心不乱就是禅定。一心不乱里面的功夫有浅深不同，这通常分为三等，最浅的叫功夫成片，功夫成片是初级的禅定，也就是说功夫得力了。所谓得力，能够伏得住烦恼，可以伏住，烦恼并没有断。到事一心，这个烦恼是完全控制住了，会很自然的控制住，就是不必要作意，不必要勉强。在功夫成片里头，还有一点勉强用功；到事一心很自然，见思烦恼断了；到理一心，那就是见性了，叫明心见性、见性成佛，这是通常讲烦恼障跟所知障破了。而最初方便，这是大家都疏忽掉了，所以功夫不能得力，不知道自己毛病出在哪里。那个最初方便，最重要的就是不见他人过，秘诀就在此地。",
      "zh_TW": "八萬四千法門，淨土法門也不例外，都是修禪定。只是方式不一樣，用的名詞術語不一樣，在我們淨土宗，把禪定叫做一心不亂，所謂一心不亂就是禪定。一心不亂裡面的功夫有淺深不同，這通常分為三等，最淺的叫功夫成片，功夫成片是初級的禪定，也就是說功夫得力了。所謂得力，能夠伏得住煩惱，可以伏住，煩惱並沒有斷。到事一心，這個煩惱是完全控制住了，會很自然的控制住，就是不必要作意，不必要勉強。在功夫成片裡頭，還有一點勉強用功；到事一心很自然，見思煩惱斷了；到理一心，那就是見性了，叫明心見性、見性成佛，這是通常講煩惱障跟所知障破了。而最初方便，這是大家都疏忽掉了，所以功夫不能得力，不知道自己毛病出在哪裡。那個最初方便，最重要的就是不見他人過，祕訣就在此地。"
    },
    {
      "id": "20-012-0033_p0006",
      "zh_CN": "你看《发起菩萨殊胜志乐经》，一开头佛那两句，真正是这个关键所在。「不求他过失」，求是伺求，专门看人家毛病，你能把这个坏习气改过来了，看一切人，看他的好处，不要看他的坏处；「亦不举人罪」，绝不说人家的过失。你看看佛在经上教的，《发起菩萨殊胜志乐经》是教末法众生的，末法四众弟子修行，大毛病就是什么？一动念就是别人过失。人家没有过失，他也在那里猜，他也在那里帮人家制造过失，你说有什么办法？好心都变成恶意了，好心对人家，人家在那里猜，他为什么对我这么好、他有什么企图、他目的何在？你说糟糕不糟糕？人家用善意对待你的时候，你还打好多问号在里头，还在里头去找毛病，这的的确确我们想，佛说得没错，佛说这个话是为三千年后人说的，三千年以后，出家、在家真的普遍都有这个毛病。人家对我们好，我们会怀疑他；对我们不好，我们也怀疑他。这个怀疑就是求别人过失，这是找碴，找别人过失。一般言语交谈当中，都是张家长、李家短，这就是连念佛功夫成片都得不到，原因在这里。",
      "zh_TW": "你看《發起菩薩殊勝志樂經》，一開頭佛那兩句，真正是這個關鍵所在。「不求他過失」，求是伺求，專門看人家毛病，你能把這個壞習氣改過來了，看一切人，看他的好處，不要看他的壞處；「亦不舉人罪」，絕不說人家的過失。你看看佛在經上教的，《發起菩薩殊勝志樂經》是教末法眾生的，末法四眾弟子修行，大毛病就是什麼？一動念就是別人過失。人家沒有過失，他也在那裡猜，他也在那裡幫人家製造過失，你說有什麼辦法？好心都變成惡意了，好心對人家，人家在那裡猜，他為什麼對我這麼好、他有什麼企圖、他目的何在？你說糟糕不糟糕？人家用善意對待你的時候，你還打好多問號在裡頭，還在裡頭去找毛病，這的的確確我們想，佛說得沒錯，佛說這個話是為三千年後人說的，三千年以後，出家、在家真的普遍都有這個毛病。人家對我們好，我們會懷疑他；對我們不好，我們也懷疑他。這個懷疑就是求別人過失，這是找碴，找別人過失。一般言語交談當中，都是張家長、李家短，這就是連念佛功夫成片都得不到，原因在這裡。"
    },
    {
      "id": "20-012-0033_p0007",
      "zh_CN": "佛菩萨何以能成佛菩萨？就是佛菩萨看一切众生都是佛菩萨，没有过失。谁有过失？自己有过失，除自己之外，别人都没有过失。人也没有过失，事也没有过失，物也没有过失，所以他成为法身大士。他每天只知道自己改过自新，别人，别人全是善知识。他表现一个好的样子，是善知识，告诉我应该要这样做；表现一个不好的样子，也是善知识，告诉我不应该这样做。他有没有过失？他没有过失。他是干什么？他是演戏，就像戏台上表演的，表演一个好人，他是好人；表演一个坏人，他未必是坏人。他是教导我们，无论他演什么个角色，都是佛菩萨。五十三参，善财童子心目当中就是这样对人、对事、对物，所以善财一生圆满成佛。佛给我们做了一个最佳的榜样，希望大家从这个地方学。",
      "zh_TW": "佛菩薩何以能成佛菩薩？就是佛菩薩看一切眾生都是佛菩薩，沒有過失。誰有過失？自己有過失，除自己之外，別人都沒有過失。人也沒有過失，事也沒有過失，物也沒有過失，所以他成為法身大士。他每天只知道自己改過自新，別人，別人全是善知識。他表現一個好的樣子，是善知識，告訴我應該要這樣做；表現一個不好的樣子，也是善知識，告訴我不應該這樣做。他有沒有過失？他沒有過失。他是幹什麼？他是演戲，就像戲台上表演的，表演一個好人，他是好人；表演一個壞人，他未必是壞人。他是教導我們，無論他演什麼個角色，都是佛菩薩。五十三參，善財童子心目當中就是這樣對人、對事、對物，所以善財一生圓滿成佛。佛給我們做了一個最佳的榜樣，希望大家從這個地方學。"
    },
    {
      "id": "20-012-0033_p0008",
      "zh_CN": "馆长这一次生病，所以我说她是维摩示现的，她也是示现生病，不少人因为她生病而觉悟了、开悟了。她这个生病，你说功德多大！没有这个表演，你们不觉悟，这一表演，让很多人觉悟了，让很多人对于许多事理明白了。所以世出世间一切法，无有一法不是帮助我们开悟的，无有一法不是帮助我们契入境界的，这个境界一真法界，问题就在我们自己会不会？而关键就在自己能不能体会到佛这两句真实的教诲，不求他过，不举人罪。你只要从这上下手，你在菩萨道之中的那些障碍就很容易破除。如果这两句做不到，就非常困难，学佛也只能在佛门种一点善根而已，其他的不容易。希望我们要深深体会，努力的修行。",
      "zh_TW": "館長這一次生病，所以我說她是維摩示現的，她也是示現生病，不少人因為她生病而覺悟了、開悟了。她這個生病，你說功德多大！沒有這個表演，你們不覺悟，這一表演，讓很多人覺悟了，讓很多人對於許多事理明白了。所以世出世間一切法，無有一法不是幫助我們開悟的，無有一法不是幫助我們契入境界的，這個境界一真法界，問題就在我們自己會不會？而關鍵就在自己能不能體會到佛這兩句真實的教誨，不求他過，不舉人罪。你只要從這上下手，你在菩薩道之中的那些障礙就很容易破除。如果這兩句做不到，就非常困難，學佛也只能在佛門種一點善根而已，其他的不容易。希望我們要深深體會，努力的修行。"
    }
  ]
}