{
  "doc_id": "20-012-0003",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0003",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "20-012-0003_p0001",
      "zh_CN": "这一次启讲《华严》，这是稀有难逢的因缘，这样的大经，自古以来，讲一遍都非常稀有。这一次开讲，也可以说是图书馆成立以来，将近二十年弘法利生的功德。也是台北地区，学佛的同修福德因缘之所感，才有这样的盛会。我们能够遇到应当要生庆幸之心，全力以赴。",
      "zh_TW": "這一次啟講《華嚴》，這是稀有難逢的因緣，這樣的大經，自古以來，講一遍都非常稀有。這一次開講，也可以說是圖書館成立以來，將近二十年弘法利生的功德。也是台北地區，學佛的同修福德因緣之所感，才有這樣的盛會。我們能夠遇到應當要生慶幸之心，全力以赴。"
    },
    {
      "id": "20-012-0003_p0002",
      "zh_CN": "佛在诸大乘经中常说，「一即一切，一切即一」。尤其是学经教的人，往昔弘一大师就建议从《华严疏钞》下手，他的见解是正确的，是有道理的。因为《华严》这部书，实在讲就是佛法概要、佛法概论，能通达《华严》自然就通达一切法。佛法在中国虽分成十个宗派，十宗的教义都在《华严》里面。可知这部书重要！所以民国初年，应慈法师、几位大德在上海创办华严大学，也是有鉴于此。后来因为战乱的关系因缘不足，这没能成就。而现在两岸将近有四十多年的安定，所以社会繁荣。但是佛法没能够兴旺起来，这个原因在哪里？佛法里头没有人才。正是古德所说的，「人能弘道，非道弘人」。学佛的同修，因缘不具足，虽有善知识也当面错过，这是非常可惜的事情，这个里面的因缘当然非常复杂。",
      "zh_TW": "佛在諸大乘經中常說，「一即一切，一切即一」。尤其是學經教的人，往昔弘一大師就建議從《華嚴疏鈔》下手，他的見解是正確的，是有道理的。因為《華嚴》這部書，實在講就是佛法概要、佛法概論，能通達《華嚴》自然就通達一切法。佛法在中國雖分成十個宗派，十宗的教義都在《華嚴》裡面。可知這部書重要！所以民國初年，應慈法師、幾位大德在上海創辦華嚴大學，也是有鑑於此。後來因為戰亂的關係因緣不足，這沒能成就。而現在兩岸將近有四十多年的安定，所以社會繁榮。但是佛法沒能夠興旺起來，這個原因在哪裡？佛法裡頭沒有人才。正是古德所說的，「人能弘道，非道弘人」。學佛的同修，因緣不具足，雖有善知識也當面錯過，這是非常可惜的事情，這個裡面的因緣當然非常複雜。"
    },
    {
      "id": "20-012-0003_p0003",
      "zh_CN": "我也常常勉励同修，遇到有机会一定要抓住，自己的成就就是一切众生的成就。为普度一切众生，为饶益一切众生，我们要认真努力。修学佛法不是为自己一个人，自己一个人的成就是手段，其目的是要普度一切众生。起心动念要缘虚空法界，这个缘不是攀缘，这个缘是包容的意思。如诸佛如来，以度尽尽虚空遍法界一切众生为弘愿，我们的愿要跟佛的愿相同，这佛法里叫相应，自然就能得到诸佛如来的护念，诸佛菩萨的加持。人之所以会懈怠、会退转，愿力不强；如果有坚固广大的弘愿，决定不会退转。我们在讲席当中也常常提起，世间人拼命在工作是名利在推动。诸佛菩萨也没有止境的在工作，《普贤行愿品》十大愿王每一愿后面都说，「无有疲厌」，那是什么力量在推动的？愿力。就是因为他有度众生的大愿力，四弘誓愿第一条「众生无边誓愿度」，这个愿力在推动，使他永远没有疲厌，无量劫中，都在勇猛精进，这是我们应当要效法的。",
      "zh_TW": "我也常常勉勵同修，遇到有機會一定要抓住，自己的成就就是一切眾生的成就。為普度一切眾生，為饒益一切眾生，我們要認真努力。修學佛法不是為自己一個人，自己一個人的成就是手段，其目的是要普度一切眾生。起心動念要緣虛空法界，這個緣不是攀緣，這個緣是包容的意思。如諸佛如來，以度盡盡虛空遍法界一切眾生為弘願，我們的願要跟佛的願相同，這佛法裡叫相應，自然就能得到諸佛如來的護念，諸佛菩薩的加持。人之所以會懈怠、會退轉，願力不強；如果有堅固廣大的弘願，決定不會退轉。我們在講席當中也常常提起，世間人拼命在工作是名利在推動。諸佛菩薩也沒有止境的在工作，《普賢行願品》十大願王每一願後面都說，「無有疲厭」，那是什麼力量在推動的？願力。就是因為他有度眾生的大願力，四弘誓願第一條「眾生無邊誓願度」，這個願力在推動，使他永遠沒有疲厭，無量劫中，都在勇猛精進，這是我們應當要效法的。"
    },
    {
      "id": "20-012-0003_p0004",
      "zh_CN": "修学，魔障很多，必须要克服、要突破。魔障的根本是什么？就是贪瞋痴慢，这是第一关，就是见思烦恼。要怎样突破？必须先看破，这些东西都是假的、都是空的。正如《金刚经》上所讲，「一切有为法，如梦幻泡影」。见思烦恼是有为法，并不是真实的，里面所起的贪瞋痴慢的念头，是虚妄不实的；外面你所贪着的五欲六尘，也是刹那生灭的，都不是真实的。不是真实，误以为真实，这就造恶业，变现出恶境界，三途六道是恶境界。觉悟的人在这其中知道一无所有、一无所得，而后能认真努力如法的修学，这就是《无量寿经》第二品里头所讲的，「作斯示现」。示现的目的是普度一切众生，所以不仅是言教，平常生活当中一举一动、点点滴滴，都是在劝化众生。有慧眼的看出来了，没有慧眼的人懵懵懂懂，诸佛菩萨虽然示现在眼前，他不见不闻。什么是作斯示现？给诸位说，无有一法不是作斯示现，法法皆然。",
      "zh_TW": "修學，魔障很多，必須要克服、要突破。魔障的根本是什麼？就是貪瞋痴慢，這是第一關，就是見思煩惱。要怎樣突破？必須先看破，這些東西都是假的、都是空的。正如《金剛經》上所講，「一切有為法，如夢幻泡影」。見思煩惱是有為法，並不是真實的，裡面所起的貪瞋痴慢的念頭，是虛妄不實的；外面你所貪著的五欲六塵，也是剎那生滅的，都不是真實的。不是真實，誤以為真實，這就造惡業，變現出惡境界，三途六道是惡境界。覺悟的人在這其中知道一無所有、一無所得，而後能認真努力如法的修學，這就是《無量壽經》第二品裡頭所講的，「作斯示現」。示現的目的是普度一切眾生，所以不僅是言教，平常生活當中一舉一動、點點滴滴，都是在勸化眾生。有慧眼的看出來了，沒有慧眼的人懵懵懂懂，諸佛菩薩雖然示現在眼前，他不見不聞。什麼是作斯示現？給諸位說，無有一法不是作斯示現，法法皆然。"
    },
    {
      "id": "20-012-0003_p0005",
      "zh_CN": "所以善财遍访一切善知识，除了自己之外，一切依正皆是示现。谁示现的？诸佛如来之所示现。人能常存此心，常观如是法，哪有不开悟的道理！心哪有不平的道理！心平和就开智慧，智慧现前你就入华严境界，知道六根所接触的六尘境界，皆是自性如来之所示现。这个意思很深、很广，要用真诚心、清净心、平等心、慈悲心去观察。一法如是，法法如是，我们就受用无穷。听经一定要先做准备，在听经之前经文多看几遍。我们现在讲经，依靠清凉大师的注解，你们手上都有，注解也多看几遍，细心观察思惟，然后听讲，才能有悟处，自然跟一般人听讲就不一样。",
      "zh_TW": "所以善財遍訪一切善知識，除了自己之外，一切依正皆是示現。誰示現的？諸佛如來之所示現。人能常存此心，常觀如是法，哪有不開悟的道理！心哪有不平的道理！心平和就開智慧，智慧現前你就入華嚴境界，知道六根所接觸的六塵境界，皆是自性如來之所示現。這個意思很深、很廣，要用真誠心、清淨心、平等心、慈悲心去觀察。一法如是，法法如是，我們就受用無窮。聽經一定要先做準備，在聽經之前經文多看幾遍。我們現在講經，依靠清涼大師的註解，你們手上都有，註解也多看幾遍，細心觀察思惟，然後聽講，才能有悟處，自然跟一般人聽講就不一樣。"
    },
    {
      "id": "20-012-0003_p0006",
      "zh_CN": "修行从根本修，根本是心地法门。在一切境缘之中，境是物质环境，什么环境都好，不需要去分别、不需要去选择这是华严境界；需要分别，拣别取舍，那是小乘。因为小乘是生灭法，大乘不生不灭、不来不去、不垢不净，你有什么好拣别的！所以在这个里面成就自己的清净平等觉。这个人真正会用功，真正在修行。如果不会，你就老实念佛，一切境缘当中起心动念，不忘这一句阿弥陀佛。所以念佛人于境界也不需要取舍，什么境界都好，用这一句阿弥陀佛，就把自己回归到清净平等觉了，这叫会念佛，这真正念佛人，将来决定能往生净土。生净土就入华严境界，可见得是一不是二。",
      "zh_TW": "修行從根本修，根本是心地法門。在一切境緣之中，境是物質環境，什麼環境都好，不需要去分別、不需要去選擇這是華嚴境界；需要分別，揀別取捨，那是小乘。因為小乘是生滅法，大乘不生不滅、不來不去、不垢不淨，你有什麼好揀別的！所以在這個裡面成就自己的清淨平等覺。這個人真正會用功，真正在修行。如果不會，你就老實念佛，一切境緣當中起心動念，不忘這一句阿彌陀佛。所以念佛人於境界也不需要取捨，什麼境界都好，用這一句阿彌陀佛，就把自己回歸到清淨平等覺了，這叫會念佛，這真正念佛人，將來決定能往生淨土。生淨土就入華嚴境界，可見得是一不是二。"
    },
    {
      "id": "20-012-0003_p0007",
      "zh_CN": "你们大家在此地跟我同住，我这几十年当中，这一点点的心得，供养诸位参考，希望诸位能够闻一知十，对大家能有一点帮助。底下一个时代会比现前更复杂，教化众生，需要更高的品德修养，更高的智慧德能，才能担当起如来家业，自行化他。这个是大事业、大因缘，切莫错过。",
      "zh_TW": "你們大家在此地跟我同住，我這幾十年當中，這一點點的心得，供養諸位參考，希望諸位能夠聞一知十，對大家能有一點幫助。底下一個時代會比現前更複雜，教化眾生，需要更高的品德修養，更高的智慧德能，才能擔當起如來家業，自行化他。這個是大事業、大因緣，切莫錯過。"
    }
  ]
}