{
  "doc_id": "20-012-0010",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0010",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-012-0010_p0001",
      "zh_CN": "众生与佛菩萨不同的地方就在念头，换句话说，十法界与一真法界不一样的地方，也就是一念造成的。这个道理很深、很广，一切众生，包括声闻、缘觉、权教菩萨在内，无量劫以来迷惑在其中，不明白这个道理，不了解事实真相，所以有生死轮回，所以有九法界流转。我们大家实在讲，也是多生多劫的善根福德因缘成熟了，在这一生当中有机会闻到正法，明白这个道理，了解事实真相。但是能不能解决问题，那还要再落实这一念之间，一念觉，你就成就了；一念迷，还是要搞生死流转。这个事实我们不能不知道，不能不警惕。",
      "zh_TW": "眾生與佛菩薩不同的地方就在念頭，換句話說，十法界與一真法界不一樣的地方，也就是一念造成的。這個道理很深、很廣，一切眾生，包括聲聞、緣覺、權教菩薩在內，無量劫以來迷惑在其中，不明白這個道理，不了解事實真相，所以有生死輪迴，所以有九法界流轉。我們大家實在講，也是多生多劫的善根福德因緣成熟了，在這一生當中有機會聞到正法，明白這個道理，了解事實真相。但是能不能解決問題，那還要再落實這一念之間，一念覺，你就成就了；一念迷，還是要搞生死流轉。這個事實我們不能不知道，不能不警惕。"
    },
    {
      "id": "20-012-0010_p0002",
      "zh_CN": "什么是觉？什么是迷？世尊四十九年为我们说的一切经论，无非都是说这个。虽然佛说法因人、因时、因处不同，可是无论怎么个说法，它的原则是不变的，方向是不会更改的。如果我们能够把握这个方向，守住原则，我们就有成就的希望。讲到总原则，无非是一句劝导我们老实念佛。但是我们虽然念佛，就是不老实。怎么个不老实？一面念佛，一面还打妄想，还起分别、起执着，这就不老实。由此可知，离开妄想分别执着，才算是个老实人，修任何的法门都能成就。",
      "zh_TW": "什麼是覺？什麼是迷？世尊四十九年為我們說的一切經論，無非都是說這個。雖然佛說法因人、因時、因處不同，可是無論怎麼個說法，它的原則是不變的，方向是不會更改的。如果我們能夠把握這個方向，守住原則，我們就有成就的希望。講到總原則，無非是一句勸導我們老實念佛。但是我們雖然念佛，就是不老實。怎麼個不老實？一面念佛，一面還打妄想，還起分別、起執著，這就不老實。由此可知，離開妄想分別執著，才算是個老實人，修任何的法門都能成就。"
    },
    {
      "id": "20-012-0010_p0003",
      "zh_CN": "为什么要偏赞净土？这一点我们应该仔细的去想想。说实在的，一切众生，他觉悟的时候，真的就像闪电一样亮了一下，明白了，可是一转念就又糊涂了、又迷了，这个觉性不能保持；如果能保持，那就不必求生净土。因为我们的觉悟，这一道闪光，确实不容易保持，所以一切诸佛如来都劝我们往生弥陀净土，仰靠弥陀大愿，使我们这一念觉能够长远保持，不再迷惑，往生的道理就在此地。只因为无量劫来，我们里面的三毒烦恼一天比一天增长，一天比一天累积得甚厚，而闻佛法的机缘太少太少了，受环境的薰习就太多太多了。不仅六道如是，九法界亦然。我们仔细思量，不难明了这个事实。所以我们不求弥陀、不靠弥陀，我们靠谁？这就是诸佛菩萨为什么苦口婆心劝我们念佛求生净土，而这桩事情必定在这一生当中成办。",
      "zh_TW": "為什麼要偏讚淨土？這一點我們應該仔細的去想想。說實在的，一切眾生，他覺悟的時候，真的就像閃電一樣亮了一下，明白了，可是一轉念就又糊塗了、又迷了，這個覺性不能保持；如果能保持，那就不必求生淨土。因為我們的覺悟，這一道閃光，確實不容易保持，所以一切諸佛如來都勸我們往生彌陀淨土，仰靠彌陀大願，使我們這一念覺能夠長遠保持，不再迷惑，往生的道理就在此地。只因為無量劫來，我們裡面的三毒煩惱一天比一天增長，一天比一天累積得甚厚，而聞佛法的機緣太少太少了，受環境的薰習就太多太多了。不僅六道如是，九法界亦然。我們仔細思量，不難明瞭這個事實。所以我們不求彌陀、不靠彌陀，我們靠誰？這就是諸佛菩薩為什麼苦口婆心勸我們念佛求生淨土，而這樁事情必定在這一生當中成辦。"
    },
    {
      "id": "20-012-0010_p0004",
      "zh_CN": "我们看有人真办了。最近桃园一位高老居士预知时至，坐着往生的，这又一次给我们示现、给我们证明，这个事情我们一生当中真正能办得了。怎么个办法？放下万缘。你要是自己办不了，就是因为你没能放下，要彻底的放下。假如你实在放不下，那我就劝你去念《大般若经》。《大般若经》分量太大，现在我们印的有《大般若经纲要》，你把这本书从头到尾念一百遍，大概你就会放下了。这个书教我们开智慧，告诉我们一切法皆不可得。因为不可得，你放下，你心地就清净，你心地就老实，不仅仅是念佛、学佛，乃至于待人处世，你的心都踏实了。你要是放不下，不但佛念不好，修行修不好，在这个世间，无论是生活、是工作，都是造业，就像《地藏经》上所说的「无不是业，无不是罪」。",
      "zh_TW": "我們看有人真辦了。最近桃園一位高老居士預知時至，坐著往生的，這又一次給我們示現、給我們證明，這個事情我們一生當中真正能辦得了。怎麼個辦法？放下萬緣。你要是自己辦不了，就是因為你沒能放下，要徹底的放下。假如你實在放不下，那我就勸你去念《大般若經》。《大般若經》分量太大，現在我們印的有《大般若經綱要》，你把這本書從頭到尾念一百遍，大概你就會放下了。這個書教我們開智慧，告訴我們一切法皆不可得。因為不可得，你放下，你心地就清淨，你心地就老實，不僅僅是念佛、學佛，乃至於待人處世，你的心都踏實了。你要是放不下，不但佛念不好，修行修不好，在這個世間，無論是生活、是工作，都是造業，就像《地藏經》上所說的「無不是業，無不是罪」。"
    },
    {
      "id": "20-012-0010_p0005",
      "zh_CN": "我们在世尊这些苦口婆心的教诲当中要能体会、要能领悟，要自己珍重自爱，这一生当中决定成就，这样就不辜负诸佛菩萨度生的苦心，不辜负自己灵性在这一生当中放这一念光明。这一念光明跟阿弥陀佛的无量光连结起来，我们一念光明也变成无量光寿，永远不再迷惑颠倒了。这就像其他宗教里面所说的，你得救了，佛法说你得度了。可是我们的毛病习气很重，这是每个人自己都非常感叹，怎么办？必须要克服。克服的方法，一切经论里面教给我们的原则就是六波罗蜜，而六波罗蜜里面最重要的两条，一个是布施，布施就是放下；一个是忍辱，要忍耐。六度都要修，特别着重在这两条，我们严重的习气也能逐渐的降伏，使我们的功夫能够得力，能够成就。好！希望大家共同勉励。",
      "zh_TW": "我們在世尊這些苦口婆心的教誨當中要能體會、要能領悟，要自己珍重自愛，這一生當中決定成就，這樣就不辜負諸佛菩薩度生的苦心，不辜負自己靈性在這一生當中放這一念光明。這一念光明跟阿彌陀佛的無量光連結起來，我們一念光明也變成無量光壽，永遠不再迷惑顛倒了。這就像其他宗教裡面所說的，你得救了，佛法說你得度了。可是我們的毛病習氣很重，這是每個人自己都非常感嘆，怎麼辦？必須要克服。克服的方法，一切經論裡面教給我們的原則就是六波羅蜜，而六波羅蜜裡面最重要的兩條，一個是布施，布施就是放下；一個是忍辱，要忍耐。六度都要修，特別著重在這兩條，我們嚴重的習氣也能逐漸的降伏，使我們的功夫能夠得力，能夠成就。好！希望大家共同勉勵。"
    }
  ]
}