{
  "doc_id": "20-012-0012",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0012",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-012-0012_p0001",
      "zh_CN": "上一次讲到薰习。世间法里头也常常讲薰陶，这桩事情对我们每个人来说都非常重要。凡夫无量劫来被烦恼习气所薰习，所以没有办法脱离六道轮回，修行也有很大的障碍。古德讲到用功，有所谓「生处转熟，熟处转生」。这两句话很有道理，果真去做，一定能够得到良好的效果。什么是生处？生是生疏，我们对明心见性生疏、对戒定慧生疏、对六波罗蜜生疏，佛所教导我们脱离轮回、脱离烦恼这些理论方法非常生疏。对什么熟？对自私自利很熟，对贪瞋痴慢很熟，对是非人我很熟，这些东西不得了！这些东西就是生死轮回的根本业因，因为你很熟，起心动念都落在这上面。",
      "zh_TW": "上一次講到薰習。世間法裡頭也常常講薰陶，這樁事情對我們每個人來說都非常重要。凡夫無量劫來被煩惱習氣所薰習，所以沒有辦法脫離六道輪迴，修行也有很大的障礙。古德講到用功，有所謂「生處轉熟，熟處轉生」。這兩句話很有道理，果真去做，一定能夠得到良好的效果。什麼是生處？生是生疏，我們對明心見性生疏、對戒定慧生疏、對六波羅蜜生疏，佛所教導我們脫離輪迴、脫離煩惱這些理論方法非常生疏。對什麼熟？對自私自利很熟，對貪瞋痴慢很熟，對是非人我很熟，這些東西不得了！這些東西就是生死輪迴的根本業因，因為你很熟，起心動念都落在這上面。"
    },
    {
      "id": "20-012-0012_p0002",
      "zh_CN": "修行，无论修学哪个法门，为什么功夫不得力？就是这些烦恼业习你太熟了。诸佛菩萨、世间圣贤给我们的教导，我们听了也觉得很有道理，可是做不到。为什么做不到？太生疏了。由此可知，修学成败关键，就是怎样能够把生处转变成熟，熟处怎么样转变成生。从初发心一直到成佛，修学的关键就在此，功夫能不能得力也在此。怎么个转法？那就是要把熟处要放下，熟处要舍弃。凡夫所熟的都是虚妄的，尽是妄想分别执着，他与烦恼相应、与生死轮回相应，这是修学最大的障碍。这些话诸佛菩萨、祖师大德真正是说过千万遍，我们展开经教、展开古大德的开示都是说这些，我们依然不能够改过来，第一个是我们薰习的时间太短了，第二个，我们没有认真的去克服自己的烦恼习气，起心动念都想自己，想着自己的利益、想着自己的利害，这怎么得了。",
      "zh_TW": "修行，無論修學哪個法門，為什麼功夫不得力？就是這些煩惱業習你太熟了。諸佛菩薩、世間聖賢給我們的教導，我們聽了也覺得很有道理，可是做不到。為什麼做不到？太生疏了。由此可知，修學成敗關鍵，就是怎樣能夠把生處轉變成熟，熟處怎麼樣轉變成生。從初發心一直到成佛，修學的關鍵就在此，功夫能不能得力也在此。怎麼個轉法？那就是要把熟處要放下，熟處要捨棄。凡夫所熟的都是虛妄的，盡是妄想分別執著，他與煩惱相應、與生死輪迴相應，這是修學最大的障礙。這些話諸佛菩薩、祖師大德真正是說過千萬遍，我們展開經教、展開古大德的開示都是說這些，我們依然不能夠改過來，第一個是我們薰習的時間太短了，第二個，我們沒有認真的去克服自己的煩惱習氣，起心動念都想自己，想著自己的利益、想著自己的利害，這怎麼得了。"
    },
    {
      "id": "20-012-0012_p0003",
      "zh_CN": "我也说过很多遍，这一生当中，如果不能往生净土，你的修学就等于零，不管修得怎么好，你还是要搞六道轮回。佛在经上跟我们讲得很清楚，只要搞六道轮回，决定在三恶道的时间长，在三善道的时间短暂。大家细读《发起菩萨殊胜志乐经》，你就明了了，一个念头错误了，就要在三恶道堕落多少劫。我们今天听到这些话，好像感觉到无所谓，那是什么？那真的叫麻木不仁。阿罗汉听到这些话，还心有余悸，吓得身上流血汗，他知道三恶道苦，他遭的那个难、受的那个苦，记忆犹新。我们是麻木不仁，听了也觉得无所谓，没把它当作回事情，到自己受这个苦难了，后悔莫及，那时候太迟了，太晚了。",
      "zh_TW": "我也說過很多遍，這一生當中，如果不能往生淨土，你的修學就等於零，不管修得怎麼好，你還是要搞六道輪迴。佛在經上跟我們講得很清楚，只要搞六道輪迴，決定在三惡道的時間長，在三善道的時間短暫。大家細讀《發起菩薩殊勝志樂經》，你就明瞭了，一個念頭錯誤了，就要在三惡道墮落多少劫。我們今天聽到這些話，好像感覺到無所謂，那是什麼？那真的叫麻木不仁。阿羅漢聽到這些話，還心有餘悸，嚇得身上流血汗，他知道三惡道苦，他遭的那個難、受的那個苦，記憶猶新。我們是麻木不仁，聽了也覺得無所謂，沒把它當作回事情，到自己受這個苦難了，後悔莫及，那時候太遲了，太晚了。"
    },
    {
      "id": "20-012-0012_p0004",
      "zh_CN": "所以真正修道人，过去李老师一再劝我学印光法师，印光法师示现的是，示现的是放下，一切放下。以那么样的大德，在中国出家僧人，可以说是第一人，这是社会一般公认的。他一生不收出家徒弟，不做住持、不传戒，世法、佛法统统放下。信徒对他所有的供养全部印经，修法布施，自己从来没有改善自己的生活，一件布衣几十年，这是示现给我们做榜样。世间人要争的，你拿去；你要的，你也拿去，统统都拿去。我们学佛的人，唯一希求的是将来往生净土。往生净土，经上说得很清楚，要积功累德。你们大家也都清楚、也都明白，功是修行的功夫，德是什么？德就是清净平等觉，真正得到心清净，真正得到心平等，真正得到不迷了。对人对事对物都不迷，肯定「一切有为法，如梦幻泡影」，还有什么东西放不下？还有什么东西值得你牵挂的？",
      "zh_TW": "所以真正修道人，過去李老師一再勸我學印光法師，印光法師示現的是，示現的是放下，一切放下。以那麼樣的大德，在中國出家僧人，可以說是第一人，這是社會一般公認的。他一生不收出家徒弟，不做住持、不傳戒，世法、佛法統統放下。信徒對他所有的供養全部印經，修法布施，自己從來沒有改善自己的生活，一件布衣幾十年，這是示現給我們做榜樣。世間人要爭的，你拿去；你要的，你也拿去，統統都拿去。我們學佛的人，唯一希求的是將來往生淨土。往生淨土，經上說得很清楚，要積功累德。你們大家也都清楚、也都明白，功是修行的功夫，德是什麼？德就是清淨平等覺，真正得到心清淨，真正得到心平等，真正得到不迷了。對人對事對物都不迷，肯定「一切有為法，如夢幻泡影」，還有什麼東西放不下？還有什麼東西值得你牽掛的？"
    },
    {
      "id": "20-012-0012_p0005",
      "zh_CN": "昨天吉祥云比丘这一会，他教善财就是教我们。善财示现我们修学大乘人的一个榜样，善是有善根，财是有福德，有善根、有福德的人就叫善财，这是修学大乘必须要具备的条件。连往生净土，《弥陀经》上也讲得很清楚，「不可以少善根福德因缘，得生彼国」。谁能念佛，谁能往生？善财。这一点我们要懂得，我们要明了。馆长为佛法建了大功，所以她感应得阿弥陀佛来接引，阿弥陀佛来照顾。这个你们在《往生传》上看，没有过的，从来没有听说过，也没有看到过，这是我们亲眼所见的。",
      "zh_TW": "昨天吉祥雲比丘這一會，他教善財就是教我們。善財示現我們修學大乘人的一個榜樣，善是有善根，財是有福德，有善根、有福德的人就叫善財，這是修學大乘必須要具備的條件。連往生淨土，《彌陀經》上也講得很清楚，「不可以少善根福德因緣，得生彼國」。誰能念佛，誰能往生？善財。這一點我們要懂得，我們要明瞭。館長為佛法建了大功，所以她感應得阿彌陀佛來接引，阿彌陀佛來照顧。這個你們在《往生傳》上看，沒有過的，從來沒有聽說過，也沒有看到過，這是我們親眼所見的。"
    },
    {
      "id": "20-012-0012_p0006",
      "zh_CN": "讲经说法，弘法利生，怎么讲？怎么弘？看看这个时代的人，毛病在哪里？他害的什么病？佛是大医王，佛弟子也是医王，你怎么样拯救这些众生？必须对症下药。这些众生起心动念都为自己，起心动念都落在贪瞋痴上，那我们怎么教他？我们教他起心动念为众生想、为社会想，教他起心动念都住在戒定慧，这是对治，你才叫善说。所以每一个时代，这些祖师大德们，他们能够成为祖师大德，就是他所教学的，他所说的契当代众生之机。换句话就是治当代众生之病，不但是这样说，而且还要做到。「为人演说」，演是做到。世法里头标榜好人好事，希望社会向这个人学习；佛法也不例外，也是这个做法的。",
      "zh_TW": "講經說法，弘法利生，怎麼講？怎麼弘？看看這個時代的人，毛病在哪裡？他害的什麼病？佛是大醫王，佛弟子也是醫王，你怎麼樣拯救這些眾生？必須對症下藥。這些眾生起心動念都為自己，起心動念都落在貪瞋痴上，那我們怎麼教他？我們教他起心動念為眾生想、為社會想，教他起心動念都住在戒定慧，這是對治，你才叫善說。所以每一個時代，這些祖師大德們，他們能夠成為祖師大德，就是他所教學的，他所說的契當代眾生之機。換句話就是治當代眾生之病，不但是這樣說，而且還要做到。「為人演說」，演是做到。世法裡頭標榜好人好事，希望社會向這個人學習；佛法也不例外，也是這個做法的。"
    },
    {
      "id": "20-012-0012_p0007",
      "zh_CN": "所以经法有现代的讲法，这是我们常说的佛法要现代化，要本土化。现代的讲法，现代人需求，我们要满足他的需求，满足社会的需要，有现代的讲法；要本土的讲法，就是有此地的讲法，这个说法就契机。契机契理，这是佛说。契理不契机，经上讲叫「闲言语」，闲话，闲话就是废话。你虽然是契理没错，不契机，这个时代，这个地方人的人，听了没有用处，他用不上。契机不契理，叫魔说。这两句话是佛在经上讲的，你仔细思惟、仔细观察这个社会现象，确实如此。契机是大家都喜欢，但是不契理，怎么不契理？鼓励人搞贪瞋痴慢，宣扬杀盗淫妄，这世间人很欢喜，那是魔说，不是佛说。所以佛说法是契机契理，称之为正法。我们不但要说，而且要做出好样子，本身就是做一个模范、做一个标本，换句话说，一定要依教奉行。我们特别提出《发起菩萨殊胜志乐经》，讲过三遍，为什么讲这个经？对治现代修行人的大毛病。这个里面所说的这些过失，你只要犯一条，你就不能成就。所以我讲过这个经，我劝大众这个经要常常读诵，要认真的去反省，改过自新，我们才有救。",
      "zh_TW": "所以經法有現代的講法，這是我們常說的佛法要現代化，要本土化。現代的講法，現代人需求，我們要滿足他的需求，滿足社會的需要，有現代的講法；要本土的講法，就是有此地的講法，這個說法就契機。契機契理，這是佛說。契理不契機，經上講叫「閒言語」，閒話，閒話就是廢話。你雖然是契理沒錯，不契機，這個時代，這個地方人的人，聽了沒有用處，他用不上。契機不契理，叫魔說。這兩句話是佛在經上講的，你仔細思惟、仔細觀察這個社會現象，確實如此。契機是大家都喜歡，但是不契理，怎麼不契理？鼓勵人搞貪瞋痴慢，宣揚殺盜淫妄，這世間人很歡喜，那是魔說，不是佛說。所以佛說法是契機契理，稱之為正法。我們不但要說，而且要做出好樣子，本身就是做一個模範、做一個標本，換句話說，一定要依教奉行。我們特別提出《發起菩薩殊勝志樂經》，講過三遍，為什麼講這個經？對治現代修行人的大毛病。這個裡面所說的這些過失，你只要犯一條，你就不能成就。所以我講過這個經，我勸大眾這個經要常常讀誦，要認真的去反省，改過自新，我們才有救。"
    },
    {
      "id": "20-012-0012_p0008",
      "zh_CN": "我在学佛的早年，我就想到这个问题，我们学佛，四十岁以前是我们学习的阶段，修学的阶段，成就自己的德行。四十到六十应该是为佛教服务的阶段，二十年报佛恩，来担任执事，为佛法贡献一点心力。六十岁以后就退休了，什么事都不管，什么执事都不干，可以教学，可以讲经。教学讲经无所谓，不妨碍修行。我们既然发心出家，不能不报常住恩，报常住恩就是为常住服务、为常住工作，这个工作也应当有期限的。所以我们希望佛教领导阶层永远年轻化。",
      "zh_TW": "我在學佛的早年，我就想到這個問題，我們學佛，四十歲以前是我們學習的階段，修學的階段，成就自己的德行。四十到六十應該是為佛教服務的階段，二十年報佛恩，來擔任執事，為佛法貢獻一點心力。六十歲以後就退休了，什麼事都不管，什麼執事都不幹，可以教學，可以講經。教學講經無所謂，不妨礙修行。我們既然發心出家，不能不報常住恩，報常住恩就是為常住服務、為常住工作，這個工作也應當有期限的。所以我們希望佛教領導階層永遠年輕化。"
    },
    {
      "id": "20-012-0012_p0009",
      "zh_CN": "所以希望我们同修要明白这个大道理，了解事实真相，知道自己怎么做人，怎么样学佛。学佛跟做人是一桩事情，学佛就是做个明白人，这从前倓虚老法师讲的。不学佛的是做糊涂人，学佛的是做个明白人而已，他这个话讲得很简单，很有道理，完全符合佛陀的教诲。明白人就是佛菩萨，换句话说，不明白的人就叫凡夫。凡夫为什么不明白？放不下。佛菩萨何以能明白？彻底放下。这关键就在此地。",
      "zh_TW": "所以希望我們同修要明白這個大道理，了解事實真相，知道自己怎麼做人，怎麼樣學佛。學佛跟做人是一樁事情，學佛就是做個明白人，這從前倓虛老法師講的。不學佛的是做糊塗人，學佛的是做個明白人而已，他這個話講得很簡單，很有道理，完全符合佛陀的教誨。明白人就是佛菩薩，換句話說，不明白的人就叫凡夫。凡夫為什麼不明白？放不下。佛菩薩何以能明白？徹底放下。這關鍵就在此地。"
    }
  ]
}