{
  "doc_id": "20-012-0042",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0042",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-012-0042_p0001",
      "zh_CN": "这个世界决定是有灾难的，李炳老讲的没错，诸佛菩萨、神仙降临都救不了这个劫难。劫难的可能，世所周知有两个原因：一个原因就是核子大战，现在全世界这些国家，如果把他们所造的原子弹统统发射出来，可以毁灭地球一百次。地球上不但人没有了，草木都没有了。而这种战争，谁能敢讲可以避免？这是一个可能会发生毁灭全世界的，没有人能障碍得住。第二种可能，就是即使没有这个核子战争，大家都有理性，都有克制，不至于爆发第三次世界大战。空气污染不得了，现在大气层这个污染，如果不能再改进，继续不断地排这些废气，飞机所排的，汽车所排的，工厂里面所排的，除非从今天起，把这些所有制造污染的全部销毁。但是现在世界上不可能，不但不能销毁，拼命在增加。真是科学家说有科学根据的，必然的，这个不像是战争，可以能够克制的，这个没办法。",
      "zh_TW": "這個世界決定是有災難的，李炳老講的沒錯，諸佛菩薩、神仙降臨都救不了這個劫難。劫難的可能，世所周知有兩個原因：一個原因就是核子大戰，現在全世界這些國家，如果把他們所造的原子彈統統發射出來，可以毀滅地球一百次。地球上不但人沒有了，草木都沒有了。而這種戰爭，誰能敢講可以避免？這是一個可能會發生毀滅全世界的，沒有人能障礙得住。第二種可能，就是即使沒有這個核子戰爭，大家都有理性，都有克制，不至於爆發第三次世界大戰。空氣污染不得了，現在大氣層這個污染，如果不能再改進，繼續不斷地排這些廢氣，飛機所排的，汽車所排的，工廠裡面所排的，除非從今天起，把這些所有製造污染的全部銷毀。但是現在世界上不可能，不但不能銷毀，拼命在增加。真是科學家說有科學根據的，必然的，這個不像是戰爭，可以能夠克制的，這個沒辦法。"
    },
    {
      "id": "20-012-0042_p0002",
      "zh_CN": "我们今天努力弘扬佛法，就是佛门所说的「做一天和尚撞一天钟」，这个意思是我活一天我要尽分尽责去努力一天，这是积功累德。地球毁灭了，地球上这一些生灵，会到他方世界去投生，这个地球不能住了，会到别的世界去随业流转，这个道理我们学佛的人懂得。但是你流转到哪一道，那是你业力在牵引着你，你造善业，你生三善道；你造恶业，你堕三恶道。学佛的人一定要发大慈悲心，明知不可为而为之，对自己来讲就是圆满功德。所以除了认真念佛，万缘放下，一心念佛之外，就是把净宗全心全力地介绍给世人。在这一方面，我们的确是不遗余力，我们尽最大的努力来做好这桩事情，尽我们最后一份责任。我们今天开始做预备还来得及，这个预备就是李老师讲的「一心念佛，求生净土」。净土能不能得生，就看你能不能放下这个世间的世缘，为众生、为人类，纵然将来不能往生，你也会生到善处。这个机会希望大家能认清楚，希望大家能把握住。一切大乘经上跟我们讲「万法皆空」，可是要懂得因果不空，就是这个世间它是因果相续，《楞严经》上讲的「业果相续」，「业」就是造作，你造作就有果报。",
      "zh_TW": "我們今天努力弘揚佛法，就是佛門所說的「做一天和尚撞一天鐘」，這個意思是我活一天我要盡分盡責去努力一天，這是積功累德。地球毀滅了，地球上這一些生靈，會到他方世界去投生，這個地球不能住了，會到別的世界去隨業流轉，這個道理我們學佛的人懂得。但是你流轉到哪一道，那是你業力在牽引著你，你造善業，你生三善道；你造惡業，你墮三惡道。學佛的人一定要發大慈悲心，明知不可為而為之，對自己來講就是圓滿功德。所以除了認真念佛，萬緣放下，一心念佛之外，就是把淨宗全心全力地介紹給世人。在這一方面，我們的確是不遺餘力，我們盡最大的努力來做好這樁事情，盡我們最後一份責任。我們今天開始做預備還來得及，這個預備就是李老師講的「一心念佛，求生淨土」。淨土能不能得生，就看你能不能放下這個世間的世緣，為眾生、為人類，縱然將來不能往生，你也會生到善處。這個機會希望大家能認清楚，希望大家能把握住。一切大乘經上跟我們講「萬法皆空」，可是要懂得因果不空，就是這個世間它是因果相續，《楞嚴經》上講的「業果相續」，「業」就是造作，你造作就有果報。"
    },
    {
      "id": "20-012-0042_p0003",
      "zh_CN": "佛家讲自性，这是讲的真理，世间讲灵魂，相宗讲神识，这都是真实的，常住不灭的。这个身是个生灭的，这是假的，不是真的。不要为了身，不要为了自己利益，不要为了自己执着去造业。自性的活动是尽虚空、遍法界，世间人不了解这个事实，这是无可奈何。我们了解就应当要争取，应当要恢复自性，超越三界，超越十界，这是佛家讲的「大丈夫」。",
      "zh_TW": "佛家講自性，這是講的真理，世間講靈魂，相宗講神識，這都是真實的，常住不滅的。這個身是個生滅的，這是假的，不是真的。不要為了身，不要為了自己利益，不要為了自己執著去造業。自性的活動是盡虛空、遍法界，世間人不瞭解這個事實，這是無可奈何。我們瞭解就應當要爭取，應當要恢復自性，超越三界，超越十界，這是佛家講的「大丈夫」。"
    },
    {
      "id": "20-012-0042_p0004",
      "zh_CN": "正法在这个时代能够得到绵延弘扬，如果你们头脑清楚，冷静地思惟，你就晓得是馆长三十年护持的功德。没有她的护持，我跟大家讲过，我在三十年前，就可能被逼还俗了。夏老会集的《无量寿经》也就从此以后没有人知道了，哪里会有净宗学会？哪里会有道场？怎么能弘遍到全世界？这是她护持的功德。所以她走，佛来接引她，不是没有道理，真做了事情。她做的这个事情，在这一个世纪当中没有任何一个人能超过她。这个道理事实真相，你们不知道，李木源知道一点，他在此地做的报告，他懂得。他的心愿跟馆长一样，他发心在新加坡为全世界净宗，培养弘法人才，这个与佛心相应，与佛的愿力相应，所以感应不可思议。我们力量集中起来，能做一点事情，力量分散了，就很薄弱了。",
      "zh_TW": "正法在這個時代能夠得到綿延弘揚，如果你們頭腦清楚，冷靜地思惟，你就曉得是館長三十年護持的功德。沒有她的護持，我跟大家講過，我在三十年前，就可能被逼還俗了。夏老會集的《無量壽經》也就從此以後沒有人知道了，哪裡會有淨宗學會？哪裡會有道場？怎麼能弘遍到全世界？這是她護持的功德。所以她走，佛來接引她，不是沒有道理，真做了事情。她做的這個事情，在這一個世紀當中沒有任何一個人能超過她。這個道理事實真相，你們不知道，李木源知道一點，他在此地做的報告，他懂得。他的心願跟館長一樣，他發心在新加坡為全世界淨宗，培養弘法人才，這個與佛心相應，與佛的願力相應，所以感應不可思議。我們力量集中起來，能做一點事情，力量分散了，就很薄弱了。"
    },
    {
      "id": "20-012-0042_p0005",
      "zh_CN": "我们今天到大陆拟建两个华藏图书馆，我们怎么样教导他，怎么样做一个样子给他看？南方跟北方建一个华藏图书馆，佛在经论里面教给我们「为人演说」，「演」是表演，做出来给人看。你只会说你做不到，没有人相信。你要做出榜样给人看，希望大家真正觉悟，同心协力，一个目标、一个方向，这才能真正做到「上报四重恩，下济三途苦」。个人走个人的路，力量都分散了，非常可惜。为佛法、为众生这是莫大的真实的功德。",
      "zh_TW": "我們今天到大陸擬建兩個華藏圖書館，我們怎麼樣教導他，怎麼樣做一個樣子給他看？南方跟北方建一個華藏圖書館，佛在經論裡面教給我們「為人演說」，「演」是表演，做出來給人看。你只會說你做不到，沒有人相信。你要做出榜樣給人看，希望大家真正覺悟，同心協力，一個目標、一個方向，這才能真正做到「上報四重恩，下濟三途苦」。個人走個人的路，力量都分散了，非常可惜。為佛法、為眾生這是莫大的真實的功德。"
    }
  ]
}