{
  "doc_id": "20-012-0035",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0035",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "20-012-0035_p0001",
      "zh_CN": "家里面对于经教的研究，《实用讲演术》跟讲经的方法是一个重点，非常重要。发心学讲经的，一定要很认真、很努力的来学习这门功课。没有发心讲经的，也应该认真学习，这样才能够帮助讲经的同学。他在台上讲演，有哪些优点、哪些缺点，你随时有能力把它指正出来，帮助他改进，这才是真正的同参道友。否则的话，什么叫同参？同参就是彼此互相照顾，照顾就是帮助改正错误的，是照顾这一桩事情。错误改正了就是进步，所以叫改进。改过就是进步，要不断的求改进，一直修行到等觉菩萨位了，还要改进，因为你还没有成佛，你还有缺点。所以等觉菩萨还有一品生相无明未破，换句话说，他还不免有过失。到成佛之后才圆满了，可以说完全没有过失了，永远没有过失了，所以称之为究竟圆满。这一点，诸位一定要晓得。",
      "zh_TW": "家裡面對於經教的研究，《實用講演術》跟講經的方法是一個重點，非常重要。發心學講經的，一定要很認真、很努力的來學習這門功課。沒有發心講經的，也應該認真學習，這樣才能夠幫助講經的同學。他在台上講演，有哪些優點、哪些缺點，你隨時有能力把它指正出來，幫助他改進，這才是真正的同參道友。否則的話，什麼叫同參？同參就是彼此互相照顧，照顧就是幫助改正錯誤的，是照顧這一樁事情。錯誤改正了就是進步，所以叫改進。改過就是進步，要不斷的求改進，一直修行到等覺菩薩位了，還要改進，因為你還沒有成佛，你還有缺點。所以等覺菩薩還有一品生相無明未破，換句話說，他還不免有過失。到成佛之後才圓滿了，可以說完全沒有過失了，永遠沒有過失了，所以稱之為究竟圓滿。這一點，諸位一定要曉得。"
    },
    {
      "id": "20-012-0035_p0002",
      "zh_CN": "改过，从初发心一直到等觉位，这么长的路，如果没有同参道友的扶持，什么时候才能走到？所以菩提道上，师与友就非常可贵，老师指导你，同学扶持你。解行两门都不例外。学唱念的、学法器的、学带佛事的这些同学，学经教的人对于这些仪规也要熟悉，他们在领众时候有些缺失，你也能帮助他们改过。不是说我学经教，仪规就可以马虎一点，不学习了，那也是错误的。你怎么能帮助领众的同学？所以要做到互相砥砺，切磋琢磨，所修所学的都要懂得。不但要懂，而且要精益求精，所谓是精通，这样自己修学当然如法。然后遇到有机缘，我们要将这个如法介绍给别人，辅助其他念佛道场，只要他们欢喜接受，我们就欢喜教导。希望大众对净宗的修学都能得到殊胜的效果，能得到真实的利益，这个就是自行化他。期望大家的目标是决定求生净土，这个是不能够疏忽的。如果不生净土，你这一生修得再好，依旧是要搞六道轮回，这是事实，不可不知。",
      "zh_TW": "改過，從初發心一直到等覺位，這麼長的路，如果沒有同參道友的扶持，什麼時候才能走到？所以菩提道上，師與友就非常可貴，老師指導你，同學扶持你。解行兩門都不例外。學唱念的、學法器的、學帶佛事的這些同學，學經教的人對於這些儀規也要熟悉，他們在領眾時候有些缺失，你也能幫助他們改過。不是說我學經教，儀規就可以馬虎一點，不學習了，那也是錯誤的。你怎麼能幫助領眾的同學？所以要做到互相砥礪，切磋琢磨，所修所學的都要懂得。不但要懂，而且要精益求精，所謂是精通，這樣自己修學當然如法。然後遇到有機緣，我們要將這個如法介紹給別人，輔助其他念佛道場，只要他們歡喜接受，我們就歡喜教導。希望大眾對淨宗的修學都能得到殊勝的效果，能得到真實的利益，這個就是自行化他。期望大家的目標是決定求生淨土，這個是不能夠疏忽的。如果不生淨土，你這一生修得再好，依舊是要搞六道輪迴，這是事實，不可不知。"
    },
    {
      "id": "20-012-0035_p0003",
      "zh_CN": "你若问，六道轮回有什么不好？你就想想你这一生当中，这一生的果报，你就很清楚。我们修这个法门，不是这一生才开始，无量劫来生生世世都修这个法门。何以到今天，还落到这么一个地步？样样不称心，事事不如意，障碍重重？要知道，就是没往生。若是往生回来了，那就大大的不相同。这才晓得念佛以往生为第一桩大事，其他的事情是我们附带做的，往生是我们第一桩大事。往生与我们现在附带做的这些事情，有没有障碍？有无障碍在乎你自己用心。如果你做这些事业着相，就有障碍，做了之后像《般若经》上讲的，心里头若无其事，那就一点妨碍都没有。真实成就无量功德，做了要若无其事，这个才行，这就与般若相应、与清净平等觉相应了。这就是佛经、祖师们所说的，「一念相应一念佛，念念相应念念佛」。念念就是无论做什么工作、无论做什么事情。所谓念念相应就是念念都若无其事，做多也若无其事，做少也若无其事；做若无其事，不做也若无其事，而心里头只有一个愿望，求生净土，所有一切功德都回向净土。希望大家明白这个道理。",
      "zh_TW": "你若問，六道輪迴有什麼不好？你就想想你這一生當中，這一生的果報，你就很清楚。我們修這個法門，不是這一生才開始，無量劫來生生世世都修這個法門。何以到今天，還落到這麼一個地步？樣樣不稱心，事事不如意，障礙重重？要知道，就是沒往生。若是往生回來了，那就大大的不相同。這才曉得念佛以往生為第一樁大事，其他的事情是我們附帶做的，往生是我們第一樁大事。往生與我們現在附帶做的這些事情，有沒有障礙？有無障礙在乎你自己用心。如果你做這些事業著相，就有障礙，做了之後像《般若經》上講的，心裡頭若無其事，那就一點妨礙都沒有。真實成就無量功德，做了要若無其事，這個才行，這就與般若相應、與清淨平等覺相應了。這就是佛經、祖師們所說的，「一念相應一念佛，念念相應念念佛」。念念就是無論做什麼工作、無論做什麼事情。所謂念念相應就是念念都若無其事，做多也若無其事，做少也若無其事；做若無其事，不做也若無其事，而心裡頭只有一個願望，求生淨土，所有一切功德都迴向淨土。希望大家明白這個道理。"
    },
    {
      "id": "20-012-0035_p0004",
      "zh_CN": "昨天晚上讲经，讲完之后，我勉励听众要热心的帮助初学，就是要踊跃来听初学人讲经，对他们批评、指导。栽培法师，续佛慧命，这无量功德。所有一切功德当中，没有比这个功德更大。这个功德使佛法后继有人，真正做到续佛慧命。你们想想什么功德有这个功德大？你盖庙你盖得再多，没有人弘法，有什么用处？《弥勒菩萨所问经》里面，你们都读过、都听过，建七宝塔遍三千大千世界，佛也不喜欢。要没有人弘法的时候，佛法一样断灭，那七宝塔有什么用处？最要紧的是人才，「人能弘道，非道弘人」。人怎么栽培？热心的去听他讲演，告诉他的缺点，帮助他改正，这个叫栽培人才。",
      "zh_TW": "昨天晚上講經，講完之後，我勉勵聽眾要熱心的幫助初學，就是要踴躍來聽初學人講經，對他們批評、指導。栽培法師，續佛慧命，這無量功德。所有一切功德當中，沒有比這個功德更大。這個功德使佛法後繼有人，真正做到續佛慧命。你們想想什麼功德有這個功德大？你蓋廟你蓋得再多，沒有人弘法，有什麼用處？《彌勒菩薩所問經》裡面，你們都讀過、都聽過，建七寶塔遍三千大千世界，佛也不喜歡。要沒有人弘法的時候，佛法一樣斷滅，那七寶塔有什麼用處？最要緊的是人才，「人能弘道，非道弘人」。人怎麼栽培？熱心的去聽他講演，告訴他的缺點，幫助他改正，這個叫栽培人才。"
    },
    {
      "id": "20-012-0035_p0005",
      "zh_CN": "你们听讲经，不要多，一个半钟点听下来，指出他一个毛病，帮助他改一条，你们的功德就无量无边。你一生做任何功德，没有比这个功德大。你能够多指几条，那当然就更好。我们这里天天在练习，我看到你们听经都不说话，世出世间第一殊胜功德摆在你面前，你不晓得做，你说多可惜！你们明白之后，你就会认真、会努力，会仔细去听，听他的毛病，帮他改正。他讲得好不好的标准，就在《内典讲座之研究》，所以这个小册子平常多翻翻、多看看，这个是批评的标准。你多看几遍，然后去听讲，他跟这里面的标准符不符合？有没有遵守这里面的原则？这个里面也说了一些毛病，他有没有犯？每一堂都这样的听法，都这样批评法，他在这里学上三年，以后出去讲经，没有什么过失，这你栽培了一个法师。我比喻讲这是种树，这是灌溉，他一生的成就，就是你的成就。他将来开花结实，饮水思源，想到最初谁去栽种，谁去灌溉？你们今天天天批评他的人，就是灌溉，就是栽培。别的人想修福没有机会，找不到机会。我们这个机会在面前，天天不间断，希望大家要掌握住，不要让机会空过了。",
      "zh_TW": "你們聽講經，不要多，一個半鐘點聽下來，指出他一個毛病，幫助他改一條，你們的功德就無量無邊。你一生做任何功德，沒有比這個功德大。你能夠多指幾條，那當然就更好。我們這裡天天在練習，我看到你們聽經都不說話，世出世間第一殊勝功德擺在你面前，你不曉得做，你說多可惜！你們明白之後，你就會認真、會努力，會仔細去聽，聽他的毛病，幫他改正。他講得好不好的標準，就在《內典講座之研究》，所以這個小冊子平常多翻翻、多看看，這個是批評的標準。你多看幾遍，然後去聽講，他跟這裡面的標準符不符合？有沒有遵守這裡面的原則？這個裡面也說了一些毛病，他有沒有犯？每一堂都這樣的聽法，都這樣批評法，他在這裡學上三年，以後出去講經，沒有什麼過失，這你栽培了一個法師。我比喻講這是種樹，這是灌溉，他一生的成就，就是你的成就。他將來開花結實，飲水思源，想到最初誰去栽種，誰去灌溉？你們今天天天批評他的人，就是灌溉，就是栽培。別的人想修福沒有機會，找不到機會。我們這個機會在面前，天天不間斷，希望大家要掌握住，不要讓機會空過了。"
    },
    {
      "id": "20-012-0035_p0006",
      "zh_CN": "求学，学经教也是求学，要勤奋。这个小册子里面，生字、注音、名词典故的注解，都有人帮忙做出来了，已经都印在这个经里面，最好自己再查一遍，你的印象就更深。人家已经有注解，我们查了之后再求，看看有没有更简单的说法，更清楚、更流利的讲法？总而言之，让听者很容易明了，要达到这个目的。我们的道场小，信徒也少，实在讲空余的时间很多，利用这个时间读经，研究经教；或者利用这个时间来学法器、学仪规，一定要自动自发。逐渐使这个小道场，能在解行两门当中都做得很如法，给一切净宗道场做一个榜样。你们到澳洲去，希望澳洲净宗学会要带动起来。我们在外面道场并不多，澳洲先带动起来，然后美国达拉斯道场，再将来就是马来西亚有道场。实际上讲，外面只有三个道场。美国圣荷西那个道场很小，只有三个人。所以我们对他们三个人是要求，他们三个人都愿意学讲经，偏重在解门。人太少了，场地太小了，学讲经也不错。",
      "zh_TW": "求學，學經教也是求學，要勤奮。這個小冊子裡面，生字、注音、名詞典故的註解，都有人幫忙做出來了，已經都印在這個經裡面，最好自己再查一遍，你的印象就更深。人家已經有註解，我們查了之後再求，看看有沒有更簡單的說法，更清楚、更流利的講法？總而言之，讓聽者很容易明瞭，要達到這個目的。我們的道場小，信徒也少，實在講空餘的時間很多，利用這個時間讀經，研究經教；或者利用這個時間來學法器、學儀規，一定要自動自發。逐漸使這個小道場，能在解行兩門當中都做得很如法，給一切淨宗道場做一個榜樣。你們到澳洲去，希望澳洲淨宗學會要帶動起來。我們在外面道場並不多，澳洲先帶動起來，然後美國達拉斯道場，再將來就是馬來西亞有道場。實際上講，外面只有三個道場。美國聖荷西那個道場很小，只有三個人。所以我們對他們三個人是要求，他們三個人都願意學講經，偏重在解門。人太少了，場地太小了，學講經也不錯。"
    }
  ]
}