{
  "doc_id": "20-012-0038",
  "title": {
    "zh_CN": "净空法师早餐开示第三辑",
    "zh_TW": "淨空法師早餐開示第三輯"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-012-0038",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-012-0038_p0001",
      "zh_CN": "馆长在生前勉励我们，要做一个好榜样。这个意思，我们在讲席当中也说了很多次，一切诸佛菩萨就是九法界一切众生的最好榜样，特别是《华严经》的五十三参。早年方东美先生常常跟学生说，《华严经》是世界上最好的哲学概论，不但有圆满的理论、周详的方法，而且世尊还教善财童子，四十一位法身大士表演给我们看，做出样子给我们看，这是全世界哲学书里头所没有的。所以他的晚年几乎是全部的精力都用在《华严》上。他从台大退休之后，到辅仁博士班去上课，他所讲的就是「华严哲学」。当时留着有录音带，包括在台大博士班所讲的「大乘佛学」，以后由他的学生从录音带整理出来，由黎明出版社给他出版。我相信有一些书你们都曾经看到过。这就是佛法，在这个世间没有别的，就是给众生做榜样，给众生做一个示范，无论是哪一个行业都离不开这个原则。",
      "zh_TW": "館長在生前勉勵我們，要做一個好榜樣。這個意思，我們在講席當中也說了很多次，一切諸佛菩薩就是九法界一切眾生的最好榜樣，特別是《華嚴經》的五十三參。早年方東美先生常常跟學生說，《華嚴經》是世界上最好的哲學概論，不但有圓滿的理論、周詳的方法，而且世尊還教善財童子，四十一位法身大士表演給我們看，做出樣子給我們看，這是全世界哲學書裡頭所沒有的。所以他的晚年幾乎是全部的精力都用在《華嚴》上。他從台大退休之後，到輔仁博士班去上課，他所講的就是「華嚴哲學」。當時留著有錄音帶，包括在台大博士班所講的「大乘佛學」，以後由他的學生從錄音帶整理出來，由黎明出版社給他出版。我相信有一些書你們都曾經看到過。這就是佛法，在這個世間沒有別的，就是給眾生做榜樣，給眾生做一個示範，無論是哪一個行業都離不開這個原則。"
    },
    {
      "id": "20-012-0038_p0002",
      "zh_CN": "所以出家人要给出家人做个样子，道场要给道场做个样子。我们道场可以说是台湾规模最小的一个道场，但是道场里面的精神就是六和敬。你们常常念，三皈依的时候「皈依僧，众中尊」，这什么意思？佛法里面讲的众，就是我们现在所讲的团体，出家人也是个团体，这个团体在所有一切团体里面最尊、最贵的。这个最尊、最贵用现代的话来说，就是最值得人尊敬、最值得人赞叹的，就这个意思。为什么值得人尊敬、赞叹？因为他和合。团体里面最重要的就和合，在社会的组织，最小的团体家庭。家庭是个团体，是个社会组织。所以古人常讲，「家和万事兴」。你看到这个家庭会不会兴旺，你就看他一家人和不和睦。一家人和睦，这个家决定兴旺。这个家不和，不会有前途，即使现在再好，他走下坡。从这一个小团体，你再去推展任何一个团体都如此。一个国家上下和睦，这个国家一定强盛。僧团是一切团体的榜样，我们要做出个样子给人看，你这才能得到诸佛护念、龙天加持。",
      "zh_TW": "所以出家人要給出家人做個樣子，道場要給道場做個樣子。我們道場可以說是台灣規模最小的一個道場，但是道場裡面的精神就是六和敬。你們常常念，三皈依的時候「皈依僧，眾中尊」，這什麼意思？佛法裡面講的眾，就是我們現在所講的團體，出家人也是個團體，這個團體在所有一切團體裡面最尊、最貴的。這個最尊、最貴用現代的話來說，就是最值得人尊敬、最值得人讚歎的，就這個意思。為什麼值得人尊敬、讚歎？因為他和合。團體裡面最重要的就和合，在社會的組織，最小的團體家庭。家庭是個團體，是個社會組織。所以古人常講，「家和萬事興」。你看到這個家庭會不會興旺，你就看他一家人和不和睦。一家人和睦，這個家決定興旺。這個家不和，不會有前途，即使現在再好，他走下坡。從這一個小團體，你再去推展任何一個團體都如此。一個國家上下和睦，這個國家一定強盛。僧團是一切團體的榜樣，我們要做出個樣子給人看，你這才能得到諸佛護念、龍天加持。"
    },
    {
      "id": "20-012-0038_p0003",
      "zh_CN": "所以佛法的基本戒条，就是五戒十善、六和敬。我们学得很多了，听得都耳熟了，没有去做。佛教给我们认清楚，你看特别《华严》这次所讲的，讲到三身、讲到十身，那个法身是根本。你能够认识法身，你能够肯定法身，你就不是凡夫，你就证得清净法身。证得清净法身是什么人？圆教初住菩萨，不但超越六道，十法界都超越了。怎么样证得法身？知道尽虚空遍法界是自己，你就超越十法界，你是一真法界的菩萨。我用作梦做比喻，这个观念很难接受。你从作梦梦中想想，整个梦境就是自己，不能在梦境当中分自分他，没有，整个梦境是自性变现的。佛跟我们讲，华藏世界、极乐世界、十法界依正庄严就是个梦境，都是自性变现出来的。所以诸佛菩萨也不例外，阿弥陀佛是自性弥陀，极乐世界是唯心净土，华藏世界也是唯心净土，毘卢遮那也是自性毘卢遮那，离开自性，无有一法可得。你能够接受，你能够肯定，你能够承认，那你就是法身大士，你就超越十法界了。你肯定、承认之后，你的慈悲心是清净、平等的。你知道什么？自他不二。如还瞧不起这个人，还嫉妒那个人，你是六道凡夫，你不知道事实真相。",
      "zh_TW": "所以佛法的基本戒條，就是五戒十善、六和敬。我們學得很多了，聽得都耳熟了，沒有去做。佛教給我們認清楚，你看特別《華嚴》這次所講的，講到三身、講到十身，那個法身是根本。你能夠認識法身，你能夠肯定法身，你就不是凡夫，你就證得清淨法身。證得清淨法身是什麼人？圓教初住菩薩，不但超越六道，十法界都超越了。怎麼樣證得法身？知道盡虛空遍法界是自己，你就超越十法界，你是一真法界的菩薩。我用作夢做比喻，這個觀念很難接受。你從作夢夢中想想，整個夢境就是自己，不能在夢境當中分自分他，沒有，整個夢境是自性變現的。佛跟我們講，華藏世界、極樂世界、十法界依正莊嚴就是個夢境，都是自性變現出來的。所以諸佛菩薩也不例外，阿彌陀佛是自性彌陀，極樂世界是唯心淨土，華藏世界也是唯心淨土，毘盧遮那也是自性毘盧遮那，離開自性，無有一法可得。你能夠接受，你能夠肯定，你能夠承認，那你就是法身大士，你就超越十法界了。你肯定、承認之後，你的慈悲心是清淨、平等的。你知道什麼？自他不二。如還瞧不起這個人，還嫉妒那個人，你是六道凡夫，你不知道事實真相。"
    },
    {
      "id": "20-012-0038_p0004",
      "zh_CN": "事实真相是尽虚空遍法界是一体，《华严经》上讲，「情与无情，同圆种智」。那无情是什么？无情是植物、矿物。植物、矿物也是自性变现的，也不是心外之法，统统是自性变现的。怎么样才能够契入？这佛常讲，「常作如是观」，这个观就是观念。你常常想，你不要去想是非人我，不要去想五欲六尘，你想这个事情，你想经上讲，「情与无情，同圆种智」。《华严经》上，佛所讲的一切境界，都是教我们做观想的，改变我们错误观念，使我们起心动念都为一切众生。帮助别人开悟，自己就会开悟。自己求开悟，不肯帮助别人开悟，你们想想看，你能开得了悟吗？决定开不了。为什么原因？有障碍。障碍就是什么？人我是非，这障碍。所以他开不了悟，诸佛菩萨来跟你讲经说法，也开不了悟。",
      "zh_TW": "事實真相是盡虛空遍法界是一體，《華嚴經》上講，「情與無情，同圓種智」。那無情是什麼？無情是植物、礦物。植物、礦物也是自性變現的，也不是心外之法，統統是自性變現的。怎麼樣才能夠契入？這佛常講，「常作如是觀」，這個觀就是觀念。你常常想，你不要去想是非人我，不要去想五欲六塵，你想這個事情，你想經上講，「情與無情，同圓種智」。《華嚴經》上，佛所講的一切境界，都是教我們做觀想的，改變我們錯誤觀念，使我們起心動念都為一切眾生。幫助別人開悟，自己就會開悟。自己求開悟，不肯幫助別人開悟，你們想想看，你能開得了悟嗎？決定開不了。為什麼原因？有障礙。障礙就是什麼？人我是非，這障礙。所以他開不了悟，諸佛菩薩來跟你講經說法，也開不了悟。"
    },
    {
      "id": "20-012-0038_p0005",
      "zh_CN": "这个障，佛讲的二障：所知障、烦恼障。烦恼障就是我执，所知障就是法执，你有这两种执着，叫妄想执着。所以念念想一切众生，我久而久之自然就没有、淡薄了，对于个人这个观念就淡薄了，这是好方法，绝妙的方法。小乘人破我执多困难，大乘佛法就是教你大而化之，用这个方法，非常巧妙。决定不想自己，起心动念想一切众生，能破我执，能断烦恼，功夫用得深的，可以破所知障。所以你大慈悲心才能生得起来，你讲经说法当然就感应了，因为你的心跟佛心一样，你的看法跟佛的看法一样。凡夫讲经，外道讲经，为什么讲不好？心不一样，观念不一样。纵然拿到佛经，也用自己的观念来讲，用自己的观念来看，那把佛经都看歪曲了。这道理在此地，这真的是经上讲的「境随心转」。",
      "zh_TW": "這個障，佛講的二障：所知障、煩惱障。煩惱障就是我執，所知障就是法執，你有這兩種執著，叫妄想執著。所以念念想一切眾生，我久而久之自然就沒有、淡薄了，對於個人這個觀念就淡薄了，這是好方法，絕妙的方法。小乘人破我執多困難，大乘佛法就是教你大而化之，用這個方法，非常巧妙。決定不想自己，起心動念想一切眾生，能破我執，能斷煩惱，功夫用得深的，可以破所知障。所以你大慈悲心才能生得起來，你講經說法當然就感應了，因為你的心跟佛心一樣，你的看法跟佛的看法一樣。凡夫講經，外道講經，為什麼講不好？心不一樣，觀念不一樣。縱然拿到佛經，也用自己的觀念來講，用自己的觀念來看，那把佛經都看歪曲了。這道理在此地，這真的是經上講的「境隨心轉」。"
    },
    {
      "id": "20-012-0038_p0006",
      "zh_CN": "念佛，实在讲，我真正是佩服谛老法师他那个开示，那真是好极了！对现代人来说，念累了就休息，休息好了就再接着念。而所有一切修行里，念佛第一。教理不通的人，肯死心塌地念佛，他一样成功。教理通达，不肯死心塌地念佛，还是要搞六道轮回。你看《念佛论》后面，倓虚老法师在香港佛七的开示，那个带子我们把它写成文字，附在《念佛论》的后面。他讲锅漏匠的故事，那给我们很大的启发，人家为什么念了三、四年的佛，站着往生？死了以后，还站了三、四天，这个了不起！哪一个人死了以后，还能站三、四天？他凭什么？他什么都不懂，不认识字，没有念过书，一天经都没听过，人家能成功，就是老实、听话。谛闲法师教他这个方法，一句南无阿弥陀佛，一天念到晚，念累了就休息，休息好了接着再念，你看一点压力都没有。他那个成就，谛老讲得好，那时讲天下（天下就是讲中国），哪一个名山宝刹的方丈住持能跟你相比？哪一个弘宗研教的法师能比得上你？老法师讲良心话，比不上！真的，不是假的。所以我也常常讲，他那一卷录音带就能够度一切众生。他的口音很难懂，我在旧金山，找到一个他们的同乡，请他听把它写出来，写出来之后，我删改了一下，再印出来。那是我们最好的榜样。",
      "zh_TW": "念佛，實在講，我真正是佩服諦老法師他那個開示，那真是好極了！對現代人來說，念累了就休息，休息好了就再接著念。而所有一切修行裡，念佛第一。教理不通的人，肯死心塌地念佛，他一樣成功。教理通達，不肯死心塌地念佛，還是要搞六道輪迴。你看《念佛論》後面，倓虛老法師在香港佛七的開示，那個帶子我們把它寫成文字，附在《念佛論》的後面。他講鍋漏匠的故事，那給我們很大的啟發，人家為什麼念了三、四年的佛，站著往生？死了以後，還站了三、四天，這個了不起！哪一個人死了以後，還能站三、四天？他憑什麼？他什麼都不懂，不認識字，沒有念過書，一天經都沒聽過，人家能成功，就是老實、聽話。諦閑法師教他這個方法，一句南無阿彌陀佛，一天念到晚，念累了就休息，休息好了接著再念，你看一點壓力都沒有。他那個成就，諦老講得好，那時講天下（天下就是講中國），哪一個名山寶剎的方丈住持能跟你相比？哪一個弘宗研教的法師能比得上你？老法師講良心話，比不上！真的，不是假的。所以我也常常講，他那一卷錄音帶就能夠度一切眾生。他的口音很難懂，我在舊金山，找到一個他們的同鄉，請他聽把它寫出來，寫出來之後，我刪改了一下，再印出來。那是我們最好的榜樣。"
    },
    {
      "id": "20-012-0038_p0007",
      "zh_CN": "所以讲经说法，劝信、劝愿；念佛堂，我们这样做劝行，示范做一个榜样给人看。一个人来念，一个人成佛；二个人来念，二个人成佛，还得了吗？不得了！所以真正的道场，真实的成就，一定要重视念佛堂。能够叫佛法普遍，能够教一切众生认识佛教，喜欢佛教，修学佛教，这就要靠讲经说法，这两个并重。实在讲进了门之后，念佛比讲经还要重要。讲经，实在讲牺牲自己，舍己为人。希望大家多认识清楚，认真努力。",
      "zh_TW": "所以講經說法，勸信、勸願；念佛堂，我們這樣做勸行，示範做一個榜樣給人看。一個人來念，一個人成佛；二個人來念，二個人成佛，還得了嗎？不得了！所以真正的道場，真實的成就，一定要重視念佛堂。能夠叫佛法普遍，能夠教一切眾生認識佛教，喜歡佛教，修學佛教，這就要靠講經說法，這兩個並重。實在講進了門之後，念佛比講經還要重要。講經，實在講犧牲自己，捨己為人。希望大家多認識清楚，認真努力。"
    },
    {
      "id": "20-012-0038_p0008",
      "zh_CN": "局势不好，不仅是台湾，全世界都不好。在中国古圣先贤教给我们，《左传》里头就讲得很多，很清楚，观察这个时局看什么？看人心。现在全世界人心都不善，贪瞋痴增长，不择手段，这还得了吗？不要看到现在世界，还是这样，好像满好的，你要是仔细观察人心，你就晓得必定有大灾难来临。西方人说，世界末日一九九九年，今年一九九七年，再撑二年。我们中国过去许许多多的预言，都说在这个时代有灾难。我们看看目前这个状况，我很相信，我倒不是迷信这些预言，我们看人心。人心善良，这个世界才会美好；人心险恶，人心是因，这个灾难是果报。你如是因，如是果，这个是决定不能避免的。共业里面有不共因，所以我们要修行，我们跟他们不共因。他们搞贪瞋痴，我们舍弃贪瞋痴，这就是做样子给他看。他贪财，我们不要财。我们怎么劝人？劝人不要贪财没用处，他不会听，我们把财舍干净了，他看看，这到底是怎么回事情？他就会反省了。他贪色，我们把色拒绝，都舍掉了；他贪名，我名也不要了。怎么样教社会？怎么样度众生？他哪些毛病，我们在这些毛病，反其道而行之，这就是度众生，这就是教化社会。不管有效没效，我们认真努力去做，但问耕耘，不问收获，这就对了。我们造的因是善因，纵然有灾难来了，我们会生到好的地方去。即使不生极乐世界，也决定不堕三恶道，而来生是人天大福报。",
      "zh_TW": "局勢不好，不僅是台灣，全世界都不好。在中國古聖先賢教給我們，《左傳》裡頭就講得很多，很清楚，觀察這個時局看什麼？看人心。現在全世界人心都不善，貪瞋痴增長，不擇手段，這還得了嗎？不要看到現在世界，還是這樣，好像滿好的，你要是仔細觀察人心，你就曉得必定有大災難來臨。西方人說，世界末日一九九九年，今年一九九七年，再撐二年。我們中國過去許許多多的預言，都說在這個時代有災難。我們看看目前這個狀況，我很相信，我倒不是迷信這些預言，我們看人心。人心善良，這個世界才會美好；人心險惡，人心是因，這個災難是果報。你如是因，如是果，這個是決定不能避免的。共業裡面有不共因，所以我們要修行，我們跟他們不共因。他們搞貪瞋痴，我們捨棄貪瞋痴，這就是做樣子給他看。他貪財，我們不要財。我們怎麼勸人？勸人不要貪財沒用處，他不會聽，我們把財捨乾淨了，他看看，這到底是怎麼回事情？他就會反省了。他貪色，我們把色拒絕，都捨掉了；他貪名，我名也不要了。怎麼樣教社會？怎麼樣度眾生？他哪些毛病，我們在這些毛病，反其道而行之，這就是度眾生，這就是教化社會。不管有效沒效，我們認真努力去做，但問耕耘，不問收穫，這就對了。我們造的因是善因，縱然有災難來了，我們會生到好的地方去。即使不生極樂世界，也決定不墮三惡道，而來生是人天大福報。"
    },
    {
      "id": "20-012-0038_p0009",
      "zh_CN": "你种善因一定得善果，可是我们明白，世间再大的福报，都比不上往生极乐，这是真的。《无量寿经》上校量功德，你们读得很熟了。大梵天王都比不上下下品往生的，这是实话，在我们这个世间，大梵天王福报是最大的。可是世间人几个人知道？几个人明了？我们很幸运读到佛经，了解这个事实真相。所以要用功、要发愤，发愤就是舍，这个世间五欲六尘统统不要了，舍。舍是舍在心里，心里绝对不沾染；事，事要做众生的榜样，要做出好样子给人看。希望你们大家努力，要自爱，要自己珍重。机缘很难得，遇到这种佛法，遇到这样的道场，真是无量劫难得遇到一次。我们这个道场虽然小，你们仔细去想想，仔细去观察一下，这是世间真的是第一道场，要珍惜。在这个地方，你学不到东西，你不能修行，那真的叫可惜。我们到美国、到达拉斯，也是劝他们照我们这个做法，我们没有东西教别人，就这一点点，这一点真实。",
      "zh_TW": "你種善因一定得善果，可是我們明白，世間再大的福報，都比不上往生極樂，這是真的。《無量壽經》上校量功德，你們讀得很熟了。大梵天王都比不上下下品往生的，這是實話，在我們這個世間，大梵天王福報是最大的。可是世間人幾個人知道？幾個人明瞭？我們很幸運讀到佛經，了解這個事實真相。所以要用功、要發憤，發憤就是捨，這個世間五欲六塵統統不要了，捨。捨是捨在心裡，心裡絕對不沾染；事，事要做眾生的榜樣，要做出好樣子給人看。希望你們大家努力，要自愛，要自己珍重。機緣很難得，遇到這種佛法，遇到這樣的道場，真是無量劫難得遇到一次。我們這個道場雖然小，你們仔細去想想，仔細去觀察一下，這是世間真的是第一道場，要珍惜。在這個地方，你學不到東西，你不能修行，那真的叫可惜。我們到美國、到達拉斯，也是勸他們照我們這個做法，我們沒有東西教別人，就這一點點，這一點真實。"
    }
  ]
}