{
  "doc_id": "02-006-0003",
  "title": {
    "zh_CN": "弥陀四十八愿",
    "zh_TW": "彌陀四十八願"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾高雄国军英雄馆",
    "zh_TW": "台灣高雄國軍英雄館"
  },
  "doc_number": "02-006-0003",
  "total_paragraphs": 99,
  "paragraphs": [
    {
      "id": "02-006-0003_p0001",
      "zh_CN": "诸位法师，诸位同修，请掀开经本第二十四面第六行：",
      "zh_TW": "諸位法師，諸位同修，請掀開經本第二十四面第六行："
    },
    {
      "id": "02-006-0003_p0002",
      "zh_CN": "【我作佛时。十方众生。闻我名字。欢喜信乐。礼拜归命。以清净心。修菩萨行。诸天世人。莫不致敬。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名字。歡喜信樂。禮拜歸命。以清淨心。修菩薩行。諸天世人。莫不致敬。】"
    },
    {
      "id": "02-006-0003_p0003",
      "zh_CN": "这是闻名，闻阿弥陀佛名号，天人礼敬之愿。",
      "zh_TW": "這是聞名，聞阿彌陀佛名號，天人禮敬之願。"
    },
    {
      "id": "02-006-0003_p0004",
      "zh_CN": "【若闻我名。寿终之后。生尊贵家。诸根无缺。】",
      "zh_TW": "【若聞我名。壽終之後。生尊貴家。諸根無缺。】"
    },
    {
      "id": "02-006-0003_p0005",
      "zh_CN": "这是「闻名得福愿」。后面一句是：",
      "zh_TW": "這是「聞名得福願」。後面一句是："
    },
    {
      "id": "02-006-0003_p0006",
      "zh_CN": "【常修殊胜梵行。若不尔者。不取正觉。】",
      "zh_TW": "【常修殊勝梵行。若不爾者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0007",
      "zh_CN": "末后是修殊胜的行门。这三愿都是说闻阿弥陀佛名号所得的殊胜功德利益。一切众生根性不相同，以我们通俗的话来说，就是眼光不一样，理想不一样，愿望不一样。有些人希望生西方极乐世界，还有些人认为这个世界也还不错，很美好，还不想到西方极乐世界去，这种人实在讲是大有人在。佛虽然度生本愿是希望一切众生都能够往生到极乐世界，一生圆成无上佛道，但是有些人不愿意去，佛对他决定不勉强。你欢喜得人身，得人间的富贵，诸佛菩萨可以帮助你得到。你愿意生天，佛菩萨也能够帮助你生天；换句话说，「佛氏门中，有求必应」，上到成佛，下至人天福报，没有一样求不到的。这个三愿，我们就看得很清楚、很明显。",
      "zh_TW": "末後是修殊勝的行門。這三願都是說聞阿彌陀佛名號所得的殊勝功德利益。一切眾生根性不相同，以我們通俗的話來說，就是眼光不一樣，理想不一樣，願望不一樣。有些人希望生西方極樂世界，還有些人認為這個世界也還不錯，很美好，還不想到西方極樂世界去，這種人實在講是大有人在。佛雖然度生本願是希望一切眾生都能夠往生到極樂世界，一生圓成無上佛道，但是有些人不願意去，佛對他決定不勉強。你歡喜得人身，得人間的富貴，諸佛菩薩可以幫助你得到。你願意生天，佛菩薩也能夠幫助你生天；換句話說，「佛氏門中，有求必應」，上到成佛，下至人天福報，沒有一樣求不到的。這個三願，我們就看得很清楚、很明顯。"
    },
    {
      "id": "02-006-0003_p0008",
      "zh_CN": "但是「佛氏门中，有求必应」这句话是真实的，也有些同修在佛门里面求愿，求了没有感应，这是什么缘故？凡是所求一定要如理如法，就是我们常讲合情、合理、合法的去求才会有感应。如果不如法、不如理，这种求就不可能有感应，这是我们学佛的同修一定要知道。如果说到感应的原理，根本的原理是「自性能生万法」，所以一切法，世出世间一切法，到哪里求？从自性当中去求，这是它根本的原理，确确实实有求必应；我们的求愿违背了心性，当然不会有感应。所以，讲如理如法就是要顺心性，而不违背心性，这种祈求是会得到感应。",
      "zh_TW": "但是「佛氏門中，有求必應」這句話是真實的，也有些同修在佛門裡面求願，求了沒有感應，這是什麼緣故？凡是所求一定要如理如法，就是我們常講合情、合理、合法的去求才會有感應。如果不如法、不如理，這種求就不可能有感應，這是我們學佛的同修一定要知道。如果說到感應的原理，根本的原理是「自性能生萬法」，所以一切法，世出世間一切法，到哪裡求？從自性當中去求，這是它根本的原理，確確實實有求必應；我們的求願違背了心性，當然不會有感應。所以，講如理如法就是要順心性，而不違背心性，這種祈求是會得到感應。"
    },
    {
      "id": "02-006-0003_p0009",
      "zh_CN": "第二种就是修福。像袁了凡居士家庭四训所说的，也像我们中国《易经》里面所讲的，「积善之家，必有余庆」。我们积德修善一定有好的果报，也能够满足我们的需求，有求必应。但是这种求得只限于人天福报，不能够超越三界，超越三界是要从自性当中求。西方极乐世界不在我们这个娑婆世界里面，因此求生西方极乐世界也要从自性当中去求，这一点希望诸位同修一定要明了、要记住。",
      "zh_TW": "第二種就是修福。像袁了凡居士家庭四訓所說的，也像我們中國《易經》裡面所講的，「積善之家，必有餘慶」。我們積德修善一定有好的果報，也能夠滿足我們的需求，有求必應。但是這種求得只限於人天福報，不能夠超越三界，超越三界是要從自性當中求。西方極樂世界不在我們這個娑婆世界裡面，因此求生西方極樂世界也要從自性當中去求，這一點希望諸位同修一定要明瞭、要記住。"
    },
    {
      "id": "02-006-0003_p0010",
      "zh_CN": "这段包括三愿，第一愿是说，一个念佛人一心一意念佛，虽然他无意求生西方极乐世界，他得的果报是人天福德，一定会受人天的尊重，人天的礼敬，这是第一愿所说的。第二愿，不愿往生，来生所得的福报决定超过这一生，一定比这一生要殊胜。第三种，他有殊胜的因缘，这个因缘是修行。我们看看现在这个世间，有很多富贵人家，很可惜的他一生当中遇不到佛法。这就是前生虽然修福，但没念阿弥陀佛，所以这一生虽然是大富大贵，他闻不到佛法。闻不到佛法，这个损失非常非常之大，究竟大到什么程度？我在此地限于时间不能跟诸位细说。诸位多看看佛经，或者我在其他地方讲的《无量寿经》的录音带，在这边流通，诸位可以仔细去听听。遇不到这个法门，损失实在是没有法子想像，太大太大了。",
      "zh_TW": "這段包括三願，第一願是說，一個念佛人一心一意念佛，雖然他無意求生西方極樂世界，他得的果報是人天福德，一定會受人天的尊重，人天的禮敬，這是第一願所說的。第二願，不願往生，來生所得的福報決定超過這一生，一定比這一生要殊勝。第三種，他有殊勝的因緣，這個因緣是修行。我們看看現在這個世間，有很多富貴人家，很可惜的他一生當中遇不到佛法。這就是前生雖然修福，但沒念阿彌陀佛，所以這一生雖然是大富大貴，他聞不到佛法。聞不到佛法，這個損失非常非常之大，究竟大到什麼程度？我在此地限於時間不能跟諸位細說。諸位多看看佛經，或者我在其他地方講的《無量壽經》的錄音帶，在這邊流通，諸位可以仔細去聽聽。遇不到這個法門，損失實在是沒有法子想像，太大太大了。"
    },
    {
      "id": "02-006-0003_p0011",
      "zh_CN": "【我作佛时。国中无不善名。所有众生。生我国者。皆同一心。住于定聚。永离热恼。心得清凉。所受快乐。犹如漏尽比丘。若起想念。贪计身者。不取正觉。】",
      "zh_TW": "【我作佛時。國中無不善名。所有眾生。生我國者。皆同一心。住於定聚。永離熱惱。心得清涼。所受快樂。猶如漏盡比丘。若起想念。貪計身者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0012",
      "zh_CN": "这一段里面有四愿，四愿也相当的明显。西方极乐世界不但没有三恶道，连恶道的名字都没有。这是我们在小本《弥陀经》里面也常常读到的，大本四十八愿里头也是这样说法，可见得这个事实是真实的，绝对不是想像，不是虚构。底下一愿说，所有众生生到西方极乐世界，『皆同一心，住于定聚』，这二句话很重要。十方世界无量无边的众生，我们说众生包括菩萨，因为除了佛之外，九法界都称为众生。九界众生用什么方法生到西方极乐世界？可以说统统都是用信愿持名。所以同一心！都是用信、愿、持名，这是净土三资粮，三个条件，这三个条件缺一不可，这是讲修因。",
      "zh_TW": "這一段裡面有四願，四願也相當的明顯。西方極樂世界不但沒有三惡道，連惡道的名字都沒有。這是我們在小本《彌陀經》裡面也常常讀到的，大本四十八願裡頭也是這樣說法，可見得這個事實是真實的，絕對不是想像，不是虛構。底下一願說，所有眾生生到西方極樂世界，『皆同一心，住於定聚』，這二句話很重要。十方世界無量無邊的眾生，我們說眾生包括菩薩，因為除了佛之外，九法界都稱為眾生。九界眾生用什麼方法生到西方極樂世界？可以說統統都是用信願持名。所以同一心！都是用信、願、持名，這是淨土三資糧，三個條件，這三個條件缺一不可，這是講修因。"
    },
    {
      "id": "02-006-0003_p0013",
      "zh_CN": "到西方极乐世界，「住于定聚」，这一句是讲果。定聚就是正定聚，换句话说，决定成佛，所谓定就是决定得善果。佛通常把一切众生分为三类，一类就是「定聚」，一类叫做「邪定聚」。邪定聚就是我们常讲的盲修瞎练，不如理、不如法的修行。这种修行纵然修很多的苦行，很长时期的修行，后来得不到结果，这个叫邪定聚，得不到结果的！像经典里面讲古印度许多的外道，他们能够修到非想非非想天，这就是我们娑婆世界二十八层天最高的一层，他能够修到这个地方；寿命八万大劫，但是八万大劫到了他还要堕落，还要搞轮回，这就是没有结果。他修的是四禅八定，不是没有定，佛说这种定叫邪定聚。为什么叫邪定？得不到正果，不能超越三界，所以这个属于邪定。另外一类属于「不定聚」，不定聚这一类的人也占的数量很多，那就看他的缘分。他要遇到正定聚的缘分，他就跟着学正定；遇到邪定聚的人，他就跟他学邪定，这一类叫不定聚。",
      "zh_TW": "到西方極樂世界，「住於定聚」，這一句是講果。定聚就是正定聚，換句話說，決定成佛，所謂定就是決定得善果。佛通常把一切眾生分為三類，一類就是「定聚」，一類叫做「邪定聚」。邪定聚就是我們常講的盲修瞎練，不如理、不如法的修行。這種修行縱然修很多的苦行，很長時期的修行，後來得不到結果，這個叫邪定聚，得不到結果的！像經典裡面講古印度許多的外道，他們能夠修到非想非非想天，這就是我們娑婆世界二十八層天最高的一層，他能夠修到這個地方；壽命八萬大劫，但是八萬大劫到了他還要墮落，還要搞輪迴，這就是沒有結果。他修的是四禪八定，不是沒有定，佛說這種定叫邪定聚。為什麼叫邪定？得不到正果，不能超越三界，所以這個屬於邪定。另外一類屬於「不定聚」，不定聚這一類的人也佔的數量很多，那就看他的緣分。他要遇到正定聚的緣分，他就跟著學正定；遇到邪定聚的人，他就跟他學邪定，這一類叫不定聚。"
    },
    {
      "id": "02-006-0003_p0014",
      "zh_CN": "这三句把所有一切众生都包括了，这是佛门通常把一切众生分为这三类。西方极乐世界全是正定聚，决定成无上菩提。这个法门认真学习，确确实实能够得到像此地讲的利益。『永离热恼，心得清凉』，这二句我们读起来非常欢喜，我们也想得到。究竟怎么样能得到？给诸位说的简单一点，就是四个字，「老实念佛」。可是老实二个字很不容易！老实人这一生必定成佛，我们学佛所以功夫不得力，毛病出在哪里？简单的说，就是不老实，不老实问题严重！所以一定要老实，老实不容易做到。",
      "zh_TW": "這三句把所有一切眾生都包括了，這是佛門通常把一切眾生分為這三類。西方極樂世界全是正定聚，決定成無上菩提。這個法門認真學習，確確實實能夠得到像此地講的利益。『永離熱惱，心得清涼』，這二句我們讀起來非常歡喜，我們也想得到。究竟怎麼樣能得到？給諸位說的簡單一點，就是四個字，「老實念佛」。可是老實二個字很不容易！老實人這一生必定成佛，我們學佛所以功夫不得力，毛病出在哪裡？簡單的說，就是不老實，不老實問題嚴重！所以一定要老實，老實不容易做到。"
    },
    {
      "id": "02-006-0003_p0015",
      "zh_CN": "要想真正得到这样殊胜的功德利益，实在说，古大德给我们做了许多很好的榜样，可惜我们不留意；也许知道，没有认真的去效法，没有认真的去做到。所以我们的修学虽然很勤苦，很勤奋，用了很长的时间，得不到预期的效果。我们要问问，病根究竟在哪里？这就是病，要把根源找出来，然后再把病根消除，经典里面所说的殊胜果报我们决定可以得到。",
      "zh_TW": "要想真正得到這樣殊勝的功德利益，實在說，古大德給我們做了許多很好的榜樣，可惜我們不留意；也許知道，沒有認真的去效法，沒有認真的去做到。所以我們的修學雖然很勤苦，很勤奮，用了很長的時間，得不到預期的效果。我們要問問，病根究竟在哪裡？這就是病，要把根源找出來，然後再把病根消除，經典裡面所說的殊勝果報我們決定可以得到。"
    },
    {
      "id": "02-006-0003_p0016",
      "zh_CN": "佛在一切大乘经里面告诉我们，一切众生所以不能得定聚，根源就在我执。你看我们起心动念，念头一起来就想到「我」，从「我」这个念头一发展，「我所有」。我所有的财富，我所有的金钱，我所有的地位，我所有的眷属，这一大堆统统都来了。我们晓得佛告诉我们，我执断了才能够出三界，才能够证阿罗汉果；法执破了才能够破无明，证得法身，成为法身大士。我、法二执是我们的病根，怎样把这个舍掉？舍掉要有学问，要有功夫。",
      "zh_TW": "佛在一切大乘經裡面告訴我們，一切眾生所以不能得定聚，根源就在我執。你看我們起心動念，念頭一起來就想到「我」，從「我」這個念頭一發展，「我所有」。我所有的財富，我所有的金錢，我所有的地位，我所有的眷屬，這一大堆統統都來了。我們曉得佛告訴我們，我執斷了才能夠出三界，才能夠證阿羅漢果；法執破了才能夠破無明，證得法身，成為法身大士。我、法二執是我們的病根，怎樣把這個捨掉？捨掉要有學問，要有功夫。"
    },
    {
      "id": "02-006-0003_p0017",
      "zh_CN": "什么叫学问？学问是看破，功夫是放下。真正能够看破，中国学佛的同修可以说没有一个人在一生当中没有念过《金刚经》的，别的经也许没有念过，《金刚经》相信一定都念过。《金刚经》的宗旨就是破执着，经上告诉我们，「凡所有相，皆是虚妄」。我们执着「我」、「我相」，我相是虚妄的，「我所有」，我所有的这些相也是虚妄的。也许诸位要说，「我所有」是身外之物，说虚妄的还勉强说得通，「我」怎么是虚妄的？《金刚经》后面讲，「一切有为法，如梦幻泡影」。什么叫有为法？你展开《百法明门》来看看，有为法里面讲的，八个心王是有为法，五十一个心所是有为法，二十四个不相应也是有为法，十一个色法是有为法。一切有为法，如梦幻泡影，它怎么不虚妄？",
      "zh_TW": "什麼叫學問？學問是看破，功夫是放下。真正能夠看破，中國學佛的同修可以說沒有一個人在一生當中沒有念過《金剛經》的，別的經也許沒有念過，《金剛經》相信一定都念過。《金剛經》的宗旨就是破執著，經上告訴我們，「凡所有相，皆是虛妄」。我們執著「我」、「我相」，我相是虛妄的，「我所有」，我所有的這些相也是虛妄的。也許諸位要說，「我所有」是身外之物，說虛妄的還勉強說得通，「我」怎麼是虛妄的？《金剛經》後面講，「一切有為法，如夢幻泡影」。什麼叫有為法？你展開《百法明門》來看看，有為法裡面講的，八個心王是有為法，五十一個心所是有為法，二十四個不相應也是有為法，十一個色法是有為法。一切有為法，如夢幻泡影，它怎麼不虛妄？"
    },
    {
      "id": "02-006-0003_p0018",
      "zh_CN": "心法、色法统统是虚妄的，你真正能看破，就会放下。我们现在为什么对心心所放不下，就是没有看破，不晓得这些东西是虚妄的，在这个里面产生妄想执着。这是生死轮回的根本，如果不是佛给我们点破，我们自己要想觉悟相当不容易。这是佛对我们的大慈大悲，把这个事实的真相一语道破。我们真正能把一切法舍弃掉，舍弃就自在。现在世间人不敢舍弃，他不敢舍弃的原因在哪里？不知道事实真相，所以他不肯舍。譬如财富，我财富舍掉了，明天吃饭怎么办？问题马上就来了。他要想到明天，想到明年，想到后半辈子，他就不敢舍，坚固的执着。这是世间人每个人都认为这个想法、这个作法是正确的，佛叫我们舍恐怕有问题。对佛教给我们要放下、要看破都打了个疑问，虽然不好意思反对佛，佛说的不敢反对，心里总是打个疑问。佛说这个话恐怕有点靠不住，不敢照做，这就是对佛法怀疑。怀疑是五种大烦恼之一，贪、瞋、痴、慢、疑，疑什么？就是对佛这些教训怀疑，不肯相信。",
      "zh_TW": "心法、色法統統是虛妄的，你真正能看破，就會放下。我們現在為什麼對心心所放不下，就是沒有看破，不曉得這些東西是虛妄的，在這個裡面產生妄想執著。這是生死輪迴的根本，如果不是佛給我們點破，我們自己要想覺悟相當不容易。這是佛對我們的大慈大悲，把這個事實的真相一語道破。我們真正能把一切法捨棄掉，捨棄就自在。現在世間人不敢捨棄，他不敢捨棄的原因在哪裡？不知道事實真相，所以他不肯捨。譬如財富，我財富捨掉了，明天吃飯怎麼辦？問題馬上就來了。他要想到明天，想到明年，想到後半輩子，他就不敢捨，堅固的執著。這是世間人每個人都認為這個想法、這個作法是正確的，佛叫我們捨恐怕有問題。對佛教給我們要放下、要看破都打了個疑問，雖然不好意思反對佛，佛說的不敢反對，心裡總是打個疑問。佛說這個話恐怕有點靠不住，不敢照做，這就是對佛法懷疑。懷疑是五種大煩惱之一，貪、瞋、痴、慢、疑，疑什麼？就是對佛這些教訓懷疑，不肯相信。"
    },
    {
      "id": "02-006-0003_p0019",
      "zh_CN": "所以我常劝同修念《了凡四训》，把《了凡四训》一口气从头到尾念上三百遍，你就会渐渐体会到了。念个三遍、五遍没用处，念了之后马上就忘记。念上三百遍，五百遍，你心里会放光明，会觉悟，你有胆子真正把它舍掉。其实是不是真的舍掉？舍不掉。你自己有这个福报，丢都丢不掉；你没有福报，想也想不到。你有福报，譬如说你有一千万的财富，今天统统布施掉了，过二天财富又来了，来的时候总还会多一点，好像利息一样，总会加一点儿。",
      "zh_TW": "所以我常勸同修念《了凡四訓》，把《了凡四訓》一口氣從頭到尾念上三百遍，你就會漸漸體會到了。念個三遍、五遍沒用處，念了之後馬上就忘記。念上三百遍，五百遍，你心裡會放光明，會覺悟，你有膽子真正把它捨掉。其實是不是真的捨掉？捨不掉。你自己有這個福報，丟都丟不掉；你沒有福報，想也想不到。你有福報，譬如說你有一千萬的財富，今天統統布施掉了，過二天財富又來了，來的時候總還會多一點，好像利息一樣，總會加一點兒。"
    },
    {
      "id": "02-006-0003_p0020",
      "zh_CN": "所以我们中国现在一般商人，工商界供财神供关公，这实在不晓得什么人提倡的，我们想不通。关公在我们佛门是护法神，不是财神，把他当作财神，错了！他不是财神。中国人自古以来供的财神，供谁？范蠡，是春秋时代人，越王勾践的大夫，范蠡。为什么供他做财神？那实在是真有道理。范蠡这个人非常有智慧，也很能干，帮助越王勾践恢复了自己国家，这是很不容易的！在中国历史上，国家灭亡再复兴起来，没有几个。这是自己手上灭亡，从自己手上再复兴，把敌人再打败，的确不简单，范蠡是第一个功臣。",
      "zh_TW": "所以我們中國現在一般商人，工商界供財神供關公，這實在不曉得什麼人提倡的，我們想不通。關公在我們佛門是護法神，不是財神，把他當作財神，錯了！他不是財神。中國人自古以來供的財神，供誰？范蠡，是春秋時代人，越王勾踐的大夫，范蠡。為什麼供他做財神？那實在是真有道理。范蠡這個人非常有智慧，也很能幹，幫助越王勾踐恢復了自己國家，這是很不容易的！在中國歷史上，國家滅亡再復興起來，沒有幾個。這是自己手上滅亡，從自己手上再復興，把敵人再打敗，的確不簡單，范蠡是第一個功臣。"
    },
    {
      "id": "02-006-0003_p0021",
      "zh_CN": "国家恢复之后，他对于越王勾践认识非常清楚，他说这个国王只可以跟他共患难，不能共富贵。在患难的时候，他需要你帮助他，天下太平了，他不能容你。所以他就改姓名逃掉了，留了一封信给国王，自己就跑掉了。跑出去之后，就做生意，叫陶朱公，他做生意。没有做几年就发了大财，发了财之后，他把所有的财富统统布施给那些贫穷的人，统统散掉。散掉之后从头再来，再做起，做了几年又发了，发了又散，三聚三散！你看他不讲求自己享受，叫社会大众共同来享他的福报，这是我们中国经商人一个模范。所以中国后人工商业供他做财神，这个有道理。希望有财富的人应当向陶朱公学习，陶朱公就是范蠡。",
      "zh_TW": "國家恢復之後，他對於越王勾踐認識非常清楚，他說這個國王只可以跟他共患難，不能共富貴。在患難的時候，他需要你幫助他，天下太平了，他不能容你。所以他就改姓名逃掉了，留了一封信給國王，自己就跑掉了。跑出去之後，就做生意，叫陶朱公，他做生意。沒有做幾年就發了大財，發了財之後，他把所有的財富統統布施給那些貧窮的人，統統散掉。散掉之後從頭再來，再做起，做了幾年又發了，發了又散，三聚三散！你看他不講求自己享受，叫社會大眾共同來享他的福報，這是我們中國經商人一個模範。所以中國後人工商業供他做財神，這個有道理。希望有財富的人應當向陶朱公學習，陶朱公就是范蠡。"
    },
    {
      "id": "02-006-0003_p0022",
      "zh_CN": "他这种作法跟《了凡四训》所讲的完全相符合，跟佛法里面的教训也完全相符合。那时候佛法没到中国来，我们中国圣贤已经就做到了。所以命里面有财，怎么丢都丢不掉，命里面没有财，怎样保也保不住。佛常讲财为五家共有，不是你自己的，你自己命里没有财富，保不住，不过是给你看看而已！看看都算财富，所以我就讲我的财富是世间第一，我说这个话是有故事的！",
      "zh_TW": "他這種作法跟《了凡四訓》所講的完全相符合，跟佛法裡面的教訓也完全相符合。那時候佛法沒到中國來，我們中國聖賢已經就做到了。所以命裡面有財，怎麼丟都丟不掉，命裡面沒有財，怎樣保也保不住。佛常講財為五家共有，不是你自己的，你自己命裡沒有財富，保不住，不過是給你看看而已！看看都算財富，所以我就講我的財富是世間第一，我說這個話是有故事的！"
    },
    {
      "id": "02-006-0003_p0023",
      "zh_CN": "我一九七七年在香港讲经，香港有个女居士要送我一个礼物，买一只手表送给我。她到银行里面去拿钱，那天正好我跟几个同修跟她一道去，要我去看看买什么样的表。到银行去，她银行有二个保险柜，小抽屉，里面是些金银财宝，珠宝、黄金什么的，不少，打开来给我看一看。我看了看，就跟她说，你只有这一点点？她听了就很不高兴，她说法师，难道你也有？我说我太多太多了！她说在哪里？我说你的金银财宝，那些真的东西不敢戴，戴了在香港怕被人家抢；家里头又不敢放，放了怕小偷。放在银行保险柜，一个星期、二个星期抽出来看一看，就是自己的。我说香港那么多银楼，我到那里去，「拿来，我看看！好，拿回去给我保管」，跟你有什么二样？我说像你那样，我就太多了！",
      "zh_TW": "我一九七七年在香港講經，香港有個女居士要送我一個禮物，買一隻手錶送給我。她到銀行裡面去拿錢，那天正好我跟幾個同修跟她一道去，要我去看看買什麼樣的錶。到銀行去，她銀行有二個保險櫃，小抽屜，裡面是些金銀財寶，珠寶、黃金什麼的，不少，打開來給我看一看。我看了看，就跟她說，你只有這一點點？她聽了就很不高興，她說法師，難道你也有？我說我太多太多了！她說在哪裡？我說你的金銀財寶，那些真的東西不敢戴，戴了在香港怕被人家搶；家裡頭又不敢放，放了怕小偷。放在銀行保險櫃，一個星期、二個星期抽出來看一看，就是自己的。我說香港那麼多銀樓，我到那裡去，「拿來，我看看！好，拿回去給我保管」，跟你有什麼二樣？我說像你那樣，我就太多了！"
    },
    {
      "id": "02-006-0003_p0024",
      "zh_CN": "人就那么愚痴，那一点点算什么，我说太少了，不足看。看看就算自己的，那哪个银楼不是我开的？所以世间人就这么固执、这么迷惑、这么样的颠倒，点都点不醒。不读佛经确实不开智慧，开了智慧就不一样了，才真正能够断烦恼，热恼就是烦恼。「清凉自在，如漏尽比丘」，漏是烦恼的代名词，烦恼永远断的干干净净的。『若起想念，贪计身者，不取正觉』，可见得西方极乐世界的人每个人都是身心世界一切放下。这是讲他一个标准，一个水平，都在这个以上，没在这个以下的，这个境界是非常之美好。",
      "zh_TW": "人就那麼愚痴，那一點點算什麼，我說太少了，不足看。看看就算自己的，那哪個銀樓不是我開的？所以世間人就這麼固執、這麼迷惑、這麼樣的顛倒，點都點不醒。不讀佛經確實不開智慧，開了智慧就不一樣了，才真正能夠斷煩惱，熱惱就是煩惱。「清涼自在，如漏盡比丘」，漏是煩惱的代名詞，煩惱永遠斷的乾乾淨淨的。『若起想念，貪計身者，不取正覺』，可見得西方極樂世界的人每個人都是身心世界一切放下。這是講他一個標準，一個水平，都在這個以上，沒在這個以下的，這個境界是非常之美好。"
    },
    {
      "id": "02-006-0003_p0025",
      "zh_CN": "【我作佛时。生我国者。善根无量。皆得金刚那罗延身。坚固之力。身顶皆有光明照耀。成就一切智慧。获得无边辩才。善谈诸法秘要。说经行道。语如钟声。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。生我國者。善根無量。皆得金剛那羅延身。堅固之力。身頂皆有光明照耀。成就一切智慧。獲得無邊辯才。善談諸法秘要。說經行道。語如鐘聲。若不爾者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0026",
      "zh_CN": "这段里面包括了三愿，这三愿也很明显，第一个就是「金刚不坏身」。给诸位说，金刚不坏身只有在西方极乐世界才能得到。其他任何世界里面纵然寿命长，也有终了的时候，唯独西方世界的寿命没有办法计算，是真正不生不灭，他的身体真正永远存在。西方世界跟一切诸佛世界不相同，一切诸佛世界，我们今天讲的物质，物质从哪里来的？是阿赖耶识的相分，这学过唯识的人都知道，阿赖耶的相分。西方极乐世界不是的，这个就特别了。它是什么东西？它是法性土，身乃是法性身，那是转八识成四智变现出来的，所以是四智菩提所变现的身土。这与十方一切世界不相同，他的身是永远不会坏灭的。",
      "zh_TW": "這段裡面包括了三願，這三願也很明顯，第一個就是「金剛不壞身」。給諸位說，金剛不壞身只有在西方極樂世界才能得到。其他任何世界裡面縱然壽命長，也有終了的時候，唯獨西方世界的壽命沒有辦法計算，是真正不生不滅，他的身體真正永遠存在。西方世界跟一切諸佛世界不相同，一切諸佛世界，我們今天講的物質，物質從哪裡來的？是阿賴耶識的相分，這學過唯識的人都知道，阿賴耶的相分。西方極樂世界不是的，這個就特別了。它是什麼東西？它是法性土，身乃是法性身，那是轉八識成四智變現出來的，所以是四智菩提所變現的身土。這與十方一切世界不相同，他的身是永遠不會壞滅的。"
    },
    {
      "id": "02-006-0003_p0027",
      "zh_CN": "『金刚那罗延』，那罗延是梵语，就是天上的金刚力士，这是个比喻，比喻他身体健康强壮，取这个意思。下面一愿就是身有光明，我们画佛像、画菩萨像都画个圆光，那是常光，除常光之外，还有放光。西方极乐世界每个人的光明都跟佛差不多，那个世界是平等世界，这是很不可思议！智慧、辩才无碍。",
      "zh_TW": "『金剛那羅延』，那羅延是梵語，就是天上的金剛力士，這是個比喻，比喻他身體健康強壯，取這個意思。下面一願就是身有光明，我們畫佛像、畫菩薩像都畫個圓光，那是常光，除常光之外，還有放光。西方極樂世界每個人的光明都跟佛差不多，那個世界是平等世界，這是很不可思議！智慧、辯才無礙。"
    },
    {
      "id": "02-006-0003_p0028",
      "zh_CN": "『善谈诸法秘要』，就是西方极乐世界的人个个都会讲经，都会说法，得如来果地上的辩才。『说经行道』，「说经」是言教，「行道」是身教，也就是自己为一切众生做个榜样，做个样子给大家看。这几天我特别提醒同修们，学佛无论出家在家，最重要的修清净心。一切时、一切处，不迷惑、不染污，远离邪知邪见，这样的人人生才有真正的快乐，真正的幸福。幸福和快乐不是说在这个世间财富多、地位高，不尽然，我们看到很多有财富、有地位的人并不快乐，很痛苦。乃至于诸位要是读历史，我们历代帝王，帝王可以说是贵为天子，富有四海，历代帝王当中真正很快乐、很幸福的，找不到几个。在中国真正找到幸福快乐的帝王，三个人都找不到，这是我们要知道的。",
      "zh_TW": "『善談諸法秘要』，就是西方極樂世界的人個個都會講經，都會說法，得如來果地上的辯才。『說經行道』，「說經」是言教，「行道」是身教，也就是自己為一切眾生做個榜樣，做個樣子給大家看。這幾天我特別提醒同修們，學佛無論出家在家，最重要的修清淨心。一切時、一切處，不迷惑、不染污，遠離邪知邪見，這樣的人人生才有真正的快樂，真正的幸福。幸福和快樂不是說在這個世間財富多、地位高，不盡然，我們看到很多有財富、有地位的人並不快樂，很痛苦。乃至於諸位要是讀歷史，我們歷代帝王，帝王可以說是貴為天子，富有四海，歷代帝王當中真正很快樂、很幸福的，找不到幾個。在中國真正找到幸福快樂的帝王，三個人都找不到，這是我們要知道的。"
    },
    {
      "id": "02-006-0003_p0029",
      "zh_CN": "所以真正快乐是什么？心里头没有忧虑、没有牵挂、没有烦恼、没有妄想、没有执着。读自己喜欢读的书，做自己喜欢做的事，一生自由自在，你想想看，这才叫真正幸福。佛教给我们，在这个世间一切法随缘不要攀缘，你就快乐，你就幸福。尤其是出家的同修们，更应当牢牢记住佛祖的教训，决定不攀缘，不要自生烦恼。常常守住清净心，清净心就是道，清净行就是菩萨行，觉而不迷，这才真正要紧。",
      "zh_TW": "所以真正快樂是什麼？心裡頭沒有憂慮、沒有牽掛、沒有煩惱、沒有妄想、沒有執著。讀自己喜歡讀的書，做自己喜歡做的事，一生自由自在，你想想看，這才叫真正幸福。佛教給我們，在這個世間一切法隨緣不要攀緣，你就快樂，你就幸福。尤其是出家的同修們，更應當牢牢記住佛祖的教訓，決定不攀緣，不要自生煩惱。常常守住清淨心，清淨心就是道，清淨行就是菩薩行，覺而不迷，這才真正要緊。"
    },
    {
      "id": "02-006-0003_p0030",
      "zh_CN": "我们真能这样做，就是代佛弘法利生。因为别人一看到你，看到你那么悠闲，那么安祥，那么快乐，他一定就问，你这从哪里得来的？你就可以教给他，我是怎样得来的。如果我们出家人到处愁眉苦脸，一天到晚痛苦不堪，别人一看：佛不能学！你看看学佛的人这么苦！这就不是弘法利生，这是障碍佛法流通，这个罪过就大了。所以无论在家、出家，学佛人要活活泼泼、快快乐乐，叫没有学佛的人一看，「学佛的原来这么好，这么快乐、这么幸福，我也得来学佛」，他就来了。这就是代佛接引众生，如果做得不如法，效果相反，这就叫灭佛法。所以我们佛子，四众弟子都一样的，我们究竟是天天在兴佛法，还是天天在灭佛法？这是值得我们认真去反省。",
      "zh_TW": "我們真能這樣做，就是代佛弘法利生。因為別人一看到你，看到你那麼悠閒，那麼安祥，那麼快樂，他一定就問，你這從哪裡得來的？你就可以教給他，我是怎樣得來的。如果我們出家人到處愁眉苦臉，一天到晚痛苦不堪，別人一看：佛不能學！你看看學佛的人這麼苦！這就不是弘法利生，這是障礙佛法流通，這個罪過就大了。所以無論在家、出家，學佛人要活活潑潑、快快樂樂，叫沒有學佛的人一看，「學佛的原來這麼好，這麼快樂、這麼幸福，我也得來學佛」，他就來了。這就是代佛接引眾生，如果做得不如法，效果相反，這就叫滅佛法。所以我們佛子，四眾弟子都一樣的，我們究竟是天天在興佛法，還是天天在滅佛法？這是值得我們認真去反省。"
    },
    {
      "id": "02-006-0003_p0031",
      "zh_CN": "如理如法的修行，可以说没有一个不幸福，没有一个不快乐的。幸福、快乐、美满的人生是在佛法当中求得的，离开佛法可以说是只有这些好名称，没有这个事实。真、善、美、慧在我们这个世间没有，但是佛法里头有。所以「说经行道」，说经是言教，就是口头上的宣说，行道是要把佛的教训完全做到。『语如钟声』，这是感应，这是说音声宏亮，这是好相，这是瑞相。底下一愿说：",
      "zh_TW": "如理如法的修行，可以說沒有一個不幸福，沒有一個不快樂的。幸福、快樂、美滿的人生是在佛法當中求得的，離開佛法可以說是只有這些好名稱，沒有這個事實。真、善、美、慧在我們這個世間沒有，但是佛法裡頭有。所以「說經行道」，說經是言教，就是口頭上的宣說，行道是要把佛的教訓完全做到。『語如鐘聲』，這是感應，這是說音聲宏亮，這是好相，這是瑞相。底下一願說："
    },
    {
      "id": "02-006-0003_p0032",
      "zh_CN": "【我作佛时。所有众生。生我国者。究竟必至一生补处。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。究竟必至一生補處。】"
    },
    {
      "id": "02-006-0003_p0033",
      "zh_CN": "这个语气非常的肯定，『一生补处』就是后补佛，像我们娑婆世界的弥勒菩萨，弥勒菩萨是释迦牟尼佛的后补佛。他什么时候到我们这个世界示现作佛？《弥勒下生经》里面告诉我们，五十六亿七千万年以后，这个时间很长。你要问为什么这样长？因为他老人家现在在兜率天，兜率天是我们欲界的第四层天。兜率天的一天是我们人间四百年，他的寿命是四千岁，一天是我们人间四百年，诸位算一算就是五十六亿七千多万年，他才到我们这个世间来作佛。释迦牟尼佛法运只有一万二千年，一万二千年之后，这个世界没有佛法了，人就非常之痛苦，没有得度的因缘。一定要到弥勒佛下生，我们这个世间再有佛法。所以现在有些人说弥勒菩萨已经成佛，甚至于说是弥勒菩萨掌天盘，这是妖言惑众，没有这回事情，这个没有根据，经典里面找不到的，不能够相信。",
      "zh_TW": "這個語氣非常的肯定，『一生補處』就是後補佛，像我們娑婆世界的彌勒菩薩，彌勒菩薩是釋迦牟尼佛的後補佛。他什麼時候到我們這個世界示現作佛？《彌勒下生經》裡面告訴我們，五十六億七千萬年以後，這個時間很長。你要問為什麼這樣長？因為他老人家現在在兜率天，兜率天是我們欲界的第四層天。兜率天的一天是我們人間四百年，他的壽命是四千歲，一天是我們人間四百年，諸位算一算就是五十六億七千多萬年，他才到我們這個世間來作佛。釋迦牟尼佛法運只有一萬二千年，一萬二千年之後，這個世界沒有佛法了，人就非常之痛苦，沒有得度的因緣。一定要到彌勒佛下生，我們這個世間再有佛法。所以現在有些人說彌勒菩薩已經成佛，甚至於說是彌勒菩薩掌天盤，這是妖言惑眾，沒有這回事情，這個沒有根據，經典裡面找不到的，不能夠相信。"
    },
    {
      "id": "02-006-0003_p0034",
      "zh_CN": "到西方极乐世界，一切众生一生当中都能够证到后补佛。这底下问题又来了，阿弥陀佛的后补佛是观音菩萨，观音菩萨成佛，将来后补佛是大势至菩萨。西方极乐世界的人数无量无边，我们要是去了，到哪一辈子才轮到我们？后补一个一个补，要补到哪一辈子，好像渺茫没希望，尤其是佛的寿命这么长。诸位要晓得，后补佛不一定是在西方极乐世界作佛，十方无量无边恒沙世界，哪个地方有缘你就到哪里去作佛。所以在我们初学佛的时候，要与大众广结善缘，在佛法里面讲广结法缘。过去在台中跟李老师求学的时候，我们跟李老师主要的是学讲经。所以李老师教给我们，他说讲经一定要有法缘，如果没有法缘，讲得真好，讲得天花乱坠，没有人听，那你有什么法子？将来成了佛，没有众生可度。为什么？与众生没有缘。所以每尊佛度众生的人数不相同，佛不度无缘之人，跟他没有缘度不了他，一定要有缘。老师就教给我们，如果希望将来讲经听众多，将来成佛度众多，一定要记住广结法缘。",
      "zh_TW": "到西方極樂世界，一切眾生一生當中都能夠證到後補佛。這底下問題又來了，阿彌陀佛的後補佛是觀音菩薩，觀音菩薩成佛，將來後補佛是大勢至菩薩。西方極樂世界的人數無量無邊，我們要是去了，到哪一輩子才輪到我們？後補一個一個補，要補到哪一輩子，好像渺茫沒希望，尤其是佛的壽命這麼長。諸位要曉得，後補佛不一定是在西方極樂世界作佛，十方無量無邊恆沙世界，哪個地方有緣你就到哪裡去作佛。所以在我們初學佛的時候，要與大眾廣結善緣，在佛法裡面講廣結法緣。過去在台中跟李老師求學的時候，我們跟李老師主要的是學講經。所以李老師教給我們，他說講經一定要有法緣，如果沒有法緣，講得真好，講得天花亂墜，沒有人聽，那你有什麼法子？將來成了佛，沒有眾生可度。為什麼？與眾生沒有緣。所以每尊佛度眾生的人數不相同，佛不度無緣之人，跟他沒有緣度不了他，一定要有緣。老師就教給我們，如果希望將來講經聽眾多，將來成佛度眾多，一定要記住廣結法緣。"
    },
    {
      "id": "02-006-0003_p0035",
      "zh_CN": "一听说结缘，有些人就想起来「我没有钱，怎么跟人结缘」？实在讲结缘不需要钱的，不一定是有钱，你有这个心就结缘了。像我们学讲经的人，跟普通一般人心理上就不一样，我们到一个地方，到一个道场，一个寺庙里头，到寺庙，佛弟子的规矩是在大殿上先拜三拜佛。我去拜三拜佛跟人家拜的心愿就不一样。第一拜，我与这个道场有缘，跟它结缘。第二拜，我与这个道场常住结缘，礼拜这里常住，所有这出家大众。第三拜，我与这个寺院的信徒结缘，将来到这里来讲经，大家都拥护，人都来了。你看我拜三拜，跟别人拜三拜不一样！这个方法不要花钱的。",
      "zh_TW": "一聽說結緣，有些人就想起來「我沒有錢，怎麼跟人結緣」？實在講結緣不需要錢的，不一定是有錢，你有這個心就結緣了。像我們學講經的人，跟普通一般人心理上就不一樣，我們到一個地方，到一個道場，一個寺廟裡頭，到寺廟，佛弟子的規矩是在大殿上先拜三拜佛。我去拜三拜佛跟人家拜的心願就不一樣。第一拜，我與這個道場有緣，跟它結緣。第二拜，我與這個道場常住結緣，禮拜這裡常住，所有這出家大眾。第三拜，我與這個寺院的信徒結緣，將來到這裡來講經，大家都擁護，人都來了。你看我拜三拜，跟別人拜三拜不一樣！這個方法不要花錢的。"
    },
    {
      "id": "02-006-0003_p0036",
      "zh_CN": "出家之后，初出家没人供养，很苦！我们就用心愿来与大众结缘。到以后供养多了，多了我学印光法师，学他老人家。印光法师一生，所有一切供养统统印经结缘，所以我不盖寺庙，也不搞道场。为什么？盖了寺庙，收了徒弟，将来我死了他们要争夺财产，要打架，丢人丢透了！所以我把这个钱统统拿去印经，给全世界每个地方去结缘，所以缘就结得很广。我今天在全世界，身上可以不要放一分钱，游历世界。到哪个地方有人给我买飞机票，有人招待我吃住，陪着我去旅游去玩，你看多自在！虽然口袋里空空，一分钱没有，我一样都不缺乏。这是听佛的话，照佛教训来做，与一切众生结法缘。",
      "zh_TW": "出家之後，初出家沒人供養，很苦！我們就用心願來與大眾結緣。到以後供養多了，多了我學印光法師，學他老人家。印光法師一生，所有一切供養統統印經結緣，所以我不蓋寺廟，也不搞道場。為什麼？蓋了寺廟，收了徒弟，將來我死了他們要爭奪財產，要打架，丟人丟透了！所以我把這個錢統統拿去印經，給全世界每個地方去結緣，所以緣就結得很廣。我今天在全世界，身上可以不要放一分錢，遊歷世界。到哪個地方有人給我買飛機票，有人招待我吃住，陪著我去旅遊去玩，你看多自在！雖然口袋裡空空，一分錢沒有，我一樣都不缺乏。這是聽佛的話，照佛教訓來做，與一切眾生結法緣。"
    },
    {
      "id": "02-006-0003_p0037",
      "zh_CN": "所以人家供养，把道场供养给我，我不敢受，我决定不要。为什么？我们出了家，出了家就没有家了；送个道场，就是又送个家给我，叫我再回家去，这事情不能干，这个很危险，要警惕！所以头脑要清醒，不要被人欺骗，不要上人家的圈套。「法师，我这个地方的山很大，庙也很大，我送给你。」这是圈套，是陷阱，太可怕了，太恐怖了，不可以要的！所以我们常常想到古人讲，一个人在世间，充其量也不过日食三餐，夜眠六尺，这个多消遥、多自在。何必自己找自己的苦恼，自己找自己麻烦，自己跟自己过不去，这就叫愚痴。我不愚痴，我的头脑很清醒，不愚痴、不迷惑。",
      "zh_TW": "所以人家供養，把道場供養給我，我不敢受，我決定不要。為什麼？我們出了家，出了家就沒有家了；送個道場，就是又送個家給我，叫我再回家去，這事情不能幹，這個很危險，要警惕！所以頭腦要清醒，不要被人欺騙，不要上人家的圈套。「法師，我這個地方的山很大，廟也很大，我送給你。」這是圈套，是陷阱，太可怕了，太恐怖了，不可以要的！所以我們常常想到古人講，一個人在世間，充其量也不過日食三餐，夜眠六尺，這個多消遙、多自在。何必自己找自己的苦惱，自己找自己麻煩，自己跟自己過不去，這就叫愚痴。我不愚痴，我的頭腦很清醒，不愚痴、不迷惑。"
    },
    {
      "id": "02-006-0003_p0038",
      "zh_CN": "这就说明出了家，得了信徒的供养，我们要给信徒修福。修福，最殊胜的修福是印经布施，这是一点都不浪费，决定没有过失。印经要印得像样子，要印得很精美，为什么？人家拿在手上，就是不要他也不忍心把它丢掉；你要是很随便的去印，人家一看这个东西，他丢到字纸篓去，不要了。所以印得很漂亮、很庄严，他拿在手上会很欢喜，不看也不忍心丢掉，这个要注意的。成本高一点没有关系，一定要讲求精美，对于纸张、装订、印刷、内容都要讲求，这个样子才能够真正替众生修福。",
      "zh_TW": "這就說明出了家，得了信徒的供養，我們要給信徒修福。修福，最殊勝的修福是印經布施，這是一點都不浪費，決定沒有過失。印經要印得像樣子，要印得很精美，為什麼？人家拿在手上，就是不要他也不忍心把它丟掉；你要是很隨便的去印，人家一看這個東西，他丟到字紙簍去，不要了。所以印得很漂亮、很莊嚴，他拿在手上會很歡喜，不看也不忍心丟掉，這個要注意的。成本高一點沒有關係，一定要講求精美，對於紙張、裝訂、印刷、內容都要講求，這個樣子才能夠真正替眾生修福。"
    },
    {
      "id": "02-006-0003_p0039",
      "zh_CN": "所以，我们的福报不要享受，印光大师一生没有自己做一件衣服，饮食跟常住完全一样，没有单独加个菜，所有供养全印经布施掉了。他在世的时候，就用十方的供养办了个弘化社，弘化社就是佛经流通处，这是印祖一生的事业。有一年好像有旱灾，他在印经款项里面拨三千元去赈灾，我知道有这么一回事情，才晓得印祖一生就做一桩事情，「印经布施」。用这个方法来弘法利生，这是我们应当要效法，应当要做的。底下讲：",
      "zh_TW": "所以，我們的福報不要享受，印光大師一生沒有自己做一件衣服，飲食跟常住完全一樣，沒有單獨加個菜，所有供養全印經布施掉了。他在世的時候，就用十方的供養辦了個弘化社，弘化社就是佛經流通處，這是印祖一生的事業。有一年好像有旱災，他在印經款項裡面撥三千元去賑災，我知道有這麼一回事情，才曉得印祖一生就做一樁事情，「印經布施」。用這個方法來弘法利生，這是我們應當要效法，應當要做的。底下講："
    },
    {
      "id": "02-006-0003_p0040",
      "zh_CN": "【除其本愿。为众生故，被弘誓铠，教化一切有情，皆发信心，修菩提行，行普贤道，虽生他方世界，永离恶趣。或乐说法，或乐听法，或现神足，随意修习，无不圆满，若不尔者，不取正觉。】",
      "zh_TW": "【除其本願。為眾生故，被弘誓鎧，教化一切有情，皆發信心，修菩提行，行普賢道，雖生他方世界，永離惡趣。或樂說法，或樂聽法，或現神足，隨意修習，無不圓滿，若不爾者，不取正覺。】"
    },
    {
      "id": "02-006-0003_p0041",
      "zh_CN": "这一愿主要的内容就是「随意教化」。有很多人悲心特别强，自己没成佛就想去帮助别人成佛，正如同地藏王菩萨一样，众生不成佛，我不成佛。大有地藏的大愿，地藏大愿也要到西方极乐世界才能够圆满。西方极乐世界是个开放的社会，阿弥陀佛是个民主的老师，我们到那个地方去，随心所欲，老师都会帮助我们，都会成全我们。你说他方世界与我有缘的人很多，现在他们的缘成熟了，所谓成熟就是你跟他讲经说法他能相信，他能够理解，能够接受，能够奉行，这就是缘成熟。缘成熟了赶快去帮助他，赶快去度他，度就是帮助的意思，去帮助他。在西方极乐世界，随心所愿，十方一切诸佛刹土，想到哪里去就可以到哪里去，想用什么身分去帮助众生就用什么身分；像观世音菩萨《普门品》里面所说的，应以什么身说法就能现什么样的身分。说三十二应身这是归纳大类，其实菩萨应现之身无量无边，无非都是帮助一切众生。",
      "zh_TW": "這一願主要的內容就是「隨意教化」。有很多人悲心特別強，自己沒成佛就想去幫助別人成佛，正如同地藏王菩薩一樣，眾生不成佛，我不成佛。大有地藏的大願，地藏大願也要到西方極樂世界才能夠圓滿。西方極樂世界是個開放的社會，阿彌陀佛是個民主的老師，我們到那個地方去，隨心所欲，老師都會幫助我們，都會成全我們。你說他方世界與我有緣的人很多，現在他們的緣成熟了，所謂成熟就是你跟他講經說法他能相信，他能夠理解，能夠接受，能夠奉行，這就是緣成熟。緣成熟了趕快去幫助他，趕快去度他，度就是幫助的意思，去幫助他。在西方極樂世界，隨心所願，十方一切諸佛剎土，想到哪裡去就可以到哪裡去，想用什麼身分去幫助眾生就用什麼身分；像觀世音菩薩《普門品》裡面所說的，應以什麼身說法就能現什麼樣的身分。說三十二應身這是歸納大類，其實菩薩應現之身無量無邊，無非都是幫助一切眾生。"
    },
    {
      "id": "02-006-0003_p0042",
      "zh_CN": "从西方世界回来，再入娑婆世界，我们举了一个例子。入了娑婆世界会不会退转？阿弥陀佛本愿里面说，决定不退转。这个地方要特别留意的，如果你不到西方极乐世界去打个转，你要是有这个能力成就了，成就菩萨身分，再要回入娑婆度众生，给诸位说菩萨也有隔阴之迷，菩萨也有退转，这个事情麻烦大了。唯独西方极乐世界回来的菩萨不退转，这一愿主要是给我们说这一点。",
      "zh_TW": "從西方世界回來，再入娑婆世界，我們舉了一個例子。入了娑婆世界會不會退轉？阿彌陀佛本願裡面說，決定不退轉。這個地方要特別留意的，如果你不到西方極樂世界去打個轉，你要是有這個能力成就了，成就菩薩身分，再要回入娑婆度眾生，給諸位說菩薩也有隔陰之迷，菩薩也有退轉，這個事情麻煩大了。唯獨西方極樂世界回來的菩薩不退轉，這一願主要是給我們說這一點。"
    },
    {
      "id": "02-006-0003_p0043",
      "zh_CN": "这些菩萨来教化众生，有个特色，他跟别的菩萨教化众生不一样，这个特色就在此地这三句话。第一个是『教化一切有情，皆发信心』，这是第一个条件。他对于大乘佛法能够生起信心，不但是大乘佛法，特别是净土法门生起信心。怎么晓得是净土法门？因为第三句他说出来了。第二句是『修菩提行』，菩提行是觉悟，念念觉而不迷。『行普贤道』，普贤道就是修净土，普贤菩萨十大愿王导归极乐。由此可知，此地讲的信心，讲的菩提行，统统指归净土法门，有末后「普贤道」这一句在此地。这些倒驾慈航的菩萨们，他们或者是说法帮助众生，或者听法做影响众，他虽然不说法，法师说法他来听，他来听是影响别人。他在社会上有道德、有学问，这个法师或者是很年轻，大德们坐在这里，大概讲得不错，否则的话这么多人为什么来听？做影响众。所以听众里面，也有很多是西方极乐世界倒驾慈航而来的，不一定是在台上讲的人，听众当中就有，为道场作影响众。这都是属于菩萨行，『随意修习，无不圆满』。",
      "zh_TW": "這些菩薩來教化眾生，有個特色，他跟別的菩薩教化眾生不一樣，這個特色就在此地這三句話。第一個是『教化一切有情，皆發信心』，這是第一個條件。他對於大乘佛法能夠生起信心，不但是大乘佛法，特別是淨土法門生起信心。怎麼曉得是淨土法門？因為第三句他說出來了。第二句是『修菩提行』，菩提行是覺悟，念念覺而不迷。『行普賢道』，普賢道就是修淨土，普賢菩薩十大願王導歸極樂。由此可知，此地講的信心，講的菩提行，統統指歸淨土法門，有末後「普賢道」這一句在此地。這些倒駕慈航的菩薩們，他們或者是說法幫助眾生，或者聽法做影響眾，他雖然不說法，法師說法他來聽，他來聽是影響別人。他在社會上有道德、有學問，這個法師或者是很年輕，大德們坐在這裡，大概講得不錯，否則的話這麼多人為什麼來聽？做影響眾。所以聽眾裡面，也有很多是西方極樂世界倒駕慈航而來的，不一定是在台上講的人，聽眾當中就有，為道場作影響眾。這都是屬於菩薩行，『隨意修習，無不圓滿』。"
    },
    {
      "id": "02-006-0003_p0044",
      "zh_CN": "【我作佛时。生我国者。所需饮食。衣服。种种供具。随意即至。无不满愿。十方诸佛。应念受其供养。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。生我國者。所需飲食。衣服。種種供具。隨意即至。無不滿願。十方諸佛。應念受其供養。若不爾者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0045",
      "zh_CN": "这段里面有二愿，这二愿与我们生活有密切的关系。我们在这个世间，每天劳碌奔波，非常之辛苦，有几个人能够在空下来的时候，冷静去想一想，我为什么这么辛苦？为什么这么忙碌？到底为什么？如果有几个为什么，这个人就回头了，就觉悟了。你为谁忙？为谁辛苦为谁忙？用得着这么忙吗？如果说是为了穿衣吃饭，那简单，花不了多少钱，用不着那么辛苦，何必那么忙碌？由此可知，种种繁忙，说老实话是盲目的，这是真的。编出很多很多的理由，其实那些理由都不是真实的，人生的意义、价值丧失掉了，这在佛法里头，总说一句话叫业障。他来干什么？来造业的，来受业报的。从前造的业，现在在受报，受报的时候再造业，来世受的报比这一世还要苦，忙忙碌碌空过一生，你说多冤枉！所以一定要觉悟。",
      "zh_TW": "這段裡面有二願，這二願與我們生活有密切的關係。我們在這個世間，每天勞碌奔波，非常之辛苦，有幾個人能夠在空下來的時候，冷靜去想一想，我為什麼這麼辛苦？為什麼這麼忙碌？到底為什麼？如果有幾個為什麼，這個人就回頭了，就覺悟了。你為誰忙？為誰辛苦為誰忙？用得著這麼忙嗎？如果說是為了穿衣吃飯，那簡單，花不了多少錢，用不著那麼辛苦，何必那麼忙碌？由此可知，種種繁忙，說老實話是盲目的，這是真的。編出很多很多的理由，其實那些理由都不是真實的，人生的意義、價值喪失掉了，這在佛法裡頭，總說一句話叫業障。他來幹什麼？來造業的，來受業報的。從前造的業，現在在受報，受報的時候再造業，來世受的報比這一世還要苦，忙忙碌碌空過一生，你說多冤枉！所以一定要覺悟。"
    },
    {
      "id": "02-006-0003_p0046",
      "zh_CN": "忙碌最大的理由就是饮食，衣、食、住、行，西方极乐世界这个事情阿弥陀佛替我们解决了。大概阿弥陀佛在从前游历、参访、考察、观光，看到许多世界众生为衣食一天到晚在忙碌。所以西方极乐世界是思衣得衣，思食得食，就是衣食住行从此以后不要再操心。想吃什么，吃的东西就来了；吃完了之后不要了，不要就没了，也不要去洗碗、洗碟子收拾，统统不要。想要就来，天上就飞来；不要了，不要就没有了，就飞走，你看这多自在！想穿什么衣服，衣服已经在身上，不要去买料子，不要去裁缝。你看看这么好的一个地方，你要不要去？",
      "zh_TW": "忙碌最大的理由就是飲食，衣、食、住、行，西方極樂世界這個事情阿彌陀佛替我們解決了。大概阿彌陀佛在從前遊歷、參訪、考察、觀光，看到許多世界眾生為衣食一天到晚在忙碌。所以西方極樂世界是思衣得衣，思食得食，就是衣食住行從此以後不要再操心。想吃什麼，吃的東西就來了；吃完了之後不要了，不要就沒了，也不要去洗碗、洗碟子收拾，統統不要。想要就來，天上就飛來；不要了，不要就沒有了，就飛走，你看這多自在！想穿什麼衣服，衣服已經在身上，不要去買料子，不要去裁縫。你看看這麼好的一個地方，你要不要去？"
    },
    {
      "id": "02-006-0003_p0047",
      "zh_CN": "还有人喜欢这些珠宝，戴着一身珠光宝气，西方世界，一动念头，珠光宝气都在身上，而且那个宝才叫真正的宝物。我们这个世间的金银珠宝，在西方极乐世界没人要！你看黄金，大家认为这个不得了，西方极乐世界黄金是舖马路的，像我们这里柏油一样，舖马路的。谁拿着舖马路的东西戴在身上？那多难为情！你们认为的宝石、翡翠、宝玉，西方极乐世界是建筑房子的材料，你看那里的宫殿、街道都是七宝，七宝造成。连他们的游泳池都是七宝的，我们叫游泳池，他们那是七宝莲池，都是这些珍宝成就的，所以那是建筑材料。我们这个地方因为太希有了，所以大家认为这是宝物，非常珍贵，到西方极乐世界是一文都不值，这是我们要觉悟。",
      "zh_TW": "還有人喜歡這些珠寶，戴著一身珠光寶氣，西方世界，一動念頭，珠光寶氣都在身上，而且那個寶才叫真正的寶物。我們這個世間的金銀珠寶，在西方極樂世界沒人要！你看黃金，大家認為這個不得了，西方極樂世界黃金是舖馬路的，像我們這裡柏油一樣，舖馬路的。誰拿著舖馬路的東西戴在身上？那多難為情！你們認為的寶石、翡翠、寶玉，西方極樂世界是建築房子的材料，你看那裡的宮殿、街道都是七寶，七寶造成。連他們的游泳池都是七寶的，我們叫游泳池，他們那是七寶蓮池，都是這些珍寶成就的，所以那是建築材料。我們這個地方因為太希有了，所以大家認為這是寶物，非常珍貴，到西方極樂世界是一文都不值，這是我們要覺悟。"
    },
    {
      "id": "02-006-0003_p0048",
      "zh_CN": "所以喜欢珠宝，忧虑衣食住行，到西方极乐世界是永远解决了，从此以后再不要为这个操心，你看多自在！我们晓得这个好处，要认真努力的去念佛。这个绝对不是阿弥陀佛在这里诱惑我们，我们知道佛绝对不说妄语。《金刚经》上说「如来是真语者，实语者，如语者」，如语就是他所讲的完全跟事实一样，不增不减，这叫如语，「不诳语，不妄语」，句句都是真实话。我们如果不相信，过失是在我们这边，佛没有过失，相信的人就有福，就是第一愿的意思。",
      "zh_TW": "所以喜歡珠寶，憂慮衣食住行，到西方極樂世界是永遠解決了，從此以後再不要為這個操心，你看多自在！我們曉得這個好處，要認真努力的去念佛。這個絕對不是阿彌陀佛在這裡誘惑我們，我們知道佛絕對不說妄語。《金剛經》上說「如來是真語者，實語者，如語者」，如語就是他所講的完全跟事實一樣，不增不減，這叫如語，「不誑語，不妄語」，句句都是真實話。我們如果不相信，過失是在我們這邊，佛沒有過失，相信的人就有福，就是第一願的意思。"
    },
    {
      "id": "02-006-0003_p0049",
      "zh_CN": "底下一愿，这是讲「供佛之愿」。佛是无上正等正觉，我们应当要亲近他，应当要跟他学习。跟他学习，见到佛总要送点供养，用什么东西供养？你所想送给佛的礼物随心所欲，想用什么供养，供具已经在手上，呈献给佛，供养具是随念变化所得。十方诸佛接不接受？接受，我们有这个心念供佛，佛应念接受我们的供养。我们今天供养佛菩萨，只能在形像面前供养，他接不接受我们都不晓得。说老实话，我们的心不清净，佛就不接受。譬如说我今天以香花、水果来供佛，希望佛保佑我发财，你说佛接不接受？这个条件很苛刻，佛不敢接受。为什么？接受你供养，要保佑你发财，佛不愿意保佑你发财，所以他也不接受你供养。",
      "zh_TW": "底下一願，這是講「供佛之願」。佛是無上正等正覺，我們應當要親近他，應當要跟他學習。跟他學習，見到佛總要送點供養，用什麼東西供養？你所想送給佛的禮物隨心所欲，想用什麼供養，供具已經在手上，呈獻給佛，供養具是隨念變化所得。十方諸佛接不接受？接受，我們有這個心念供佛，佛應念接受我們的供養。我們今天供養佛菩薩，只能在形像面前供養，他接不接受我們都不曉得。說老實話，我們的心不清淨，佛就不接受。譬如說我今天以香花、水果來供佛，希望佛保佑我發財，你說佛接不接受？這個條件很苛刻，佛不敢接受。為什麼？接受你供養，要保佑你發財，佛不願意保佑你發財，所以他也不接受你供養。"
    },
    {
      "id": "02-006-0003_p0050",
      "zh_CN": "所以供佛的心要清净心，不能有任何条件，你附带条件的供养佛，佛是不会接受的，佛是不会答应的。你供养神，神是跟你有时候谈条件的，佛菩萨、阿罗汉不会跟你谈条件。不但佛菩萨、阿罗汉，说实在话，真正修行的出家人，也不会接受你有条件的供养；因为有条件的，心不清净，这是不如法。如法的供养是无条件的，只是我敬仰之心，不附带任何条件，这就对了。再看底下一节，第十九节。",
      "zh_TW": "所以供佛的心要清淨心，不能有任何條件，你附帶條件的供養佛，佛是不會接受的，佛是不會答應的。你供養神，神是跟你有時候談條件的，佛菩薩、阿羅漢不會跟你談條件。不但佛菩薩、阿羅漢，說實在話，真正修行的出家人，也不會接受你有條件的供養；因為有條件的，心不清淨，這是不如法。如法的供養是無條件的，只是我敬仰之心，不附帶任何條件，這就對了。再看底下一節，第十九節。"
    },
    {
      "id": "02-006-0003_p0051",
      "zh_CN": "【我作佛时。国中万物。严净光丽。形色殊特。穷微极妙。无能称量。】",
      "zh_TW": "【我作佛時。國中萬物。嚴淨光麗。形色殊特。窮微極妙。無能稱量。】"
    },
    {
      "id": "02-006-0003_p0052",
      "zh_CN": "这一愿一看就晓得西方极乐世界的环境，我们佛法里面讲的依报庄严，就是他世界的美好。前面都是说往生的人说他们的情况，现在说它的物质环境。说『严净光丽』，严是庄严，净是清净，光是光明，丽是华丽，这四个字简简单单把极乐世界的环境，物质环境给我们形容出来了。『形色殊特，穷微极妙，无能称量』，这几句话依序说是达到了极处，它的美好是不可思议的，是我们没有方法能够想像得到的，也没有方法能够说得出来的；没有办法称说，也没办法想像，穷微极妙！",
      "zh_TW": "這一願一看就曉得西方極樂世界的環境，我們佛法裡面講的依報莊嚴，就是他世界的美好。前面都是說往生的人說他們的情況，現在說它的物質環境。說『嚴淨光麗』，嚴是莊嚴，淨是清淨，光是光明，麗是華麗，這四個字簡簡單單把極樂世界的環境，物質環境給我們形容出來了。『形色殊特，窮微極妙，無能稱量』，這幾句話依序說是達到了極處，它的美好是不可思議的，是我們沒有方法能夠想像得到的，也沒有方法能夠說得出來的；沒有辦法稱說，也沒辦法想像，窮微極妙！"
    },
    {
      "id": "02-006-0003_p0053",
      "zh_CN": "【其诸众生。虽具天眼。有能辨其形色。光相。名数。及总宣说者。不取正觉。】",
      "zh_TW": "【其諸眾生。雖具天眼。有能辨其形色。光相。名數。及總宣說者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0054",
      "zh_CN": "所以西方极乐世界是如来的法性土，唯佛与佛才能究竟彻底明了。等觉菩萨如果不是佛力加持，他也没有办法搞清楚，何况以下的！这是说到极乐世界的大众，他们的神通、道力虽然是跟佛差不多，那只是差不多，还没有完全成佛。虽然他天眼洞视，他心遍知，但是对于西方极乐世界的物质环境，他还是搞不清楚，可见那个物质环境之美好。这个地方阿弥陀佛告诉我们，如果有人能够辨别，能够完全一样一样指得出来，能够辨别它的形状、色相、光明、相状、名字、数目，有人能够完全说得出来的，佛就说那我也不成佛了。你就知道西方极乐世界物质环境之美好，是十方一切诸佛刹土都不能够跟他相比的。",
      "zh_TW": "所以西方極樂世界是如來的法性土，唯佛與佛才能究竟徹底明瞭。等覺菩薩如果不是佛力加持，他也沒有辦法搞清楚，何況以下的！這是說到極樂世界的大眾，他們的神通、道力雖然是跟佛差不多，那只是差不多，還沒有完全成佛。雖然他天眼洞視，他心遍知，但是對於西方極樂世界的物質環境，他還是搞不清楚，可見那個物質環境之美好。這個地方阿彌陀佛告訴我們，如果有人能夠辨別，能夠完全一樣一樣指得出來，能夠辨別它的形狀、色相、光明、相狀、名字、數目，有人能夠完全說得出來的，佛就說那我也不成佛了。你就知道西方極樂世界物質環境之美好，是十方一切諸佛剎土都不能夠跟他相比的。"
    },
    {
      "id": "02-006-0003_p0055",
      "zh_CN": "本经，实在讲这部经就是释迦牟尼佛给我们详细说明阿弥陀佛四十八愿。所以净土的经典，实在讲就是这一章，阿弥陀佛自己说的，五经都是这一章的详细注解，详细说明。如果嫌说的还不够详细，我再告诉诸位，那一部八十卷《大方广佛华严经》就是广说《无量寿经》；换句话说，就是这本《无量寿经》的详细注解，那注得相当详细了。再更详细的，这就是一部《大藏经》，一部《大藏经》就是这部《弥陀经》的细注！你才晓得这个经在整个佛法当中所占的地位，所有的分量。",
      "zh_TW": "本經，實在講這部經就是釋迦牟尼佛給我們詳細說明阿彌陀佛四十八願。所以淨土的經典，實在講就是這一章，阿彌陀佛自己說的，五經都是這一章的詳細註解，詳細說明。如果嫌說的還不夠詳細，我再告訴諸位，那一部八十卷《大方廣佛華嚴經》就是廣說《無量壽經》；換句話說，就是這本《無量壽經》的詳細註解，那註得相當詳細了。再更詳細的，這就是一部《大藏經》，一部《大藏經》就是這部《彌陀經》的細註！你才曉得這個經在整個佛法當中所佔的地位，所有的分量。"
    },
    {
      "id": "02-006-0003_p0056",
      "zh_CN": "【我作佛时。国中无量色树。高或百千由旬。道场树高。四百万里。诸菩萨中。虽有善根劣者。亦能了知。欲见诸佛净国庄严。悉于宝树间见。犹如明镜。睹其面像。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。國中無量色樹。高或百千由旬。道場樹高。四百萬里。諸菩薩中。雖有善根劣者。亦能了知。欲見諸佛淨國莊嚴。悉於寶樹間見。猶如明鏡。睹其面像。若不爾者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0057",
      "zh_CN": "这一愿很不可思议！我们这个世界的人喜欢绿色的树，树木花草，不管中国、外国，古人今人都有偏好，都欢喜。西方极乐世界也不例外，大概十方往生的这些众生都喜欢这些东西，西方极乐世界这些东西就特别美好，树也非常之高大。不但树好，树都是宝树，不但是宝树，这树还会说法。这个树实际上就像我们现在发明的电视一样，我们电视还用许多复杂的机件，西方极乐世界不需要。这个树木有光有影，光影当中显现十方无量无边的刹土。我们今天在此地这一会，西方极乐世界宝树里头都现出来，那边人坐在那里看电视，看到我们这个场面，看到我们每个人，清清楚楚，明明白白。不但看得很清楚，我们心里动什么念头，他们也都知道。",
      "zh_TW": "這一願很不可思議！我們這個世界的人喜歡綠色的樹，樹木花草，不管中國、外國，古人今人都有偏好，都歡喜。西方極樂世界也不例外，大概十方往生的這些眾生都喜歡這些東西，西方極樂世界這些東西就特別美好，樹也非常之高大。不但樹好，樹都是寶樹，不但是寶樹，這樹還會說法。這個樹實際上就像我們現在發明的電視一樣，我們電視還用許多複雜的機件，西方極樂世界不需要。這個樹木有光有影，光影當中顯現十方無量無邊的剎土。我們今天在此地這一會，西方極樂世界寶樹裡頭都現出來，那邊人坐在那裡看電視，看到我們這個場面，看到我們每個人，清清楚楚，明明白白。不但看得很清楚，我們心裡動什麼念頭，他們也都知道。"
    },
    {
      "id": "02-006-0003_p0058",
      "zh_CN": "所以到了西方极乐世界之后，你想看看我们娑婆世界，我们从前住的地球，从前住的台湾高雄市，我们家亲眷属什么样子，在那个树里头都看到，统统看到，清清楚楚。每天都跟家人见面，都知道家人什么状况。家人真正发心要想脱离轮回，要想求生西方极乐世界，马上就来，立刻就回来。缘成熟了，菩萨就倒驾慈航，立刻回来帮助我们修学这样一个殊胜的法门。这是『无量色树』，「树现佛刹」，这是不可思议。我们这个地方、这个世界好的树木是有，但是不能够现相，西方极乐世界的宝树能现种种色相。",
      "zh_TW": "所以到了西方極樂世界之後，你想看看我們娑婆世界，我們從前住的地球，從前住的台灣高雄市，我們家親眷屬什麼樣子，在那個樹裡頭都看到，統統看到，清清楚楚。每天都跟家人見面，都知道家人什麼狀況。家人真正發心要想脫離輪迴，要想求生西方極樂世界，馬上就來，立刻就回來。緣成熟了，菩薩就倒駕慈航，立刻回來幫助我們修學這樣一個殊勝的法門。這是『無量色樹』，「樹現佛剎」，這是不可思議。我們這個地方、這個世界好的樹木是有，但是不能夠現相，西方極樂世界的寶樹能現種種色相。"
    },
    {
      "id": "02-006-0003_p0059",
      "zh_CN": "【我作佛时。所居佛刹。广博严净。光莹如镜。彻照十方无量无数。不可思议。诸佛世界。众生睹者。生希有心。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。所居佛剎。廣博嚴淨。光瑩如鏡。徹照十方無量無數。不可思議。諸佛世界。眾生睹者。生希有心。若不爾者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0060",
      "zh_CN": "这一愿是讲西方极乐世界，这个世界要拿我们现在的话来说，它也是太空当中的一颗星球。但是这个星球非常非常大，我们现在天文学家还没有发现。为什么？我们现在科学的工具还达不到这样的距离，达不到。因为西方极乐世界距离我们这个世界，这个世界是讲大世界，讲娑婆世界，不是讲我们地球，这一点诸位同修要知道。释迦牟尼佛的教化区是娑婆世界，娑婆世界是一个大千世界，就像现在我们所讲的银河系，这是一尊佛的教区。这个大星系的西方，过十万亿个这样的大星系，那边有个星系，就是属于西方极乐世界阿弥陀佛的教化区。",
      "zh_TW": "這一願是講西方極樂世界，這個世界要拿我們現在的話來說，它也是太空當中的一顆星球。但是這個星球非常非常大，我們現在天文學家還沒有發現。為什麼？我們現在科學的工具還達不到這樣的距離，達不到。因為西方極樂世界距離我們這個世界，這個世界是講大世界，講娑婆世界，不是講我們地球，這一點諸位同修要知道。釋迦牟尼佛的教化區是娑婆世界，娑婆世界是一個大千世界，就像現在我們所講的銀河系，這是一尊佛的教區。這個大星系的西方，過十萬億個這樣的大星系，那邊有個星系，就是屬於西方極樂世界阿彌陀佛的教化區。"
    },
    {
      "id": "02-006-0003_p0061",
      "zh_CN": "我们今天科学工具大概能够观察到的，也不过是一、二百个银河系而已。我们想想，十万亿个银河系的那一边，现在科学还是萌芽时期，还没有办法看得到。所以我在外国跟一些外国人谈到西方净土，外国人偏重在科技，我告诉他们，西方极乐世界的科学登峰造极，发展到最圆满的地方了。科学家要念阿弥陀佛，求生西方极乐世界，阿弥陀佛是宇宙之间最伟大的科学家，要跟他去学才行。不拜他做老师，我们的科学太幼稚了，没有办法跟人比。你看看，人家一念之间，就从十万亿的佛国土到我们这个地方来了，我们今天什么样的速度都没有办法比，讲光速、讲电波都没办法。光的速度一秒钟三十万公里，从银河系这一边到那一边就要二十多万年，你想想这怎么得了！那要用光的速度到西方极乐世界，不晓得要多少劫数来算，不能达到。你想想看，他的科技发达高明，我们是望尘莫及！",
      "zh_TW": "我們今天科學工具大概能夠觀察到的，也不過是一、二百個銀河系而已。我們想想，十萬億個銀河系的那一邊，現在科學還是萌芽時期，還沒有辦法看得到。所以我在外國跟一些外國人談到西方淨土，外國人偏重在科技，我告訴他們，西方極樂世界的科學登峰造極，發展到最圓滿的地方了。科學家要念阿彌陀佛，求生西方極樂世界，阿彌陀佛是宇宙之間最偉大的科學家，要跟他去學才行。不拜他做老師，我們的科學太幼稚了，沒有辦法跟人比。你看看，人家一念之間，就從十萬億的佛國土到我們這個地方來了，我們今天什麼樣的速度都沒有辦法比，講光速、講電波都沒辦法。光的速度一秒鐘三十萬公里，從銀河系這一邊到那一邊就要二十多萬年，你想想這怎麼得了！那要用光的速度到西方極樂世界，不曉得要多少劫數來算，不能達到。你想想看，他的科技發達高明，我們是望塵莫及！"
    },
    {
      "id": "02-006-0003_p0062",
      "zh_CN": "我们的无线电波，今天讲电视广播，稍微距离远一点或者是受些障碍，画面都不清楚，有的还收不到。西方极乐世界不要这些机器，光是这树之间，十方刹土的影像，想看哪个地方，不要去拨按扭，脑子我想看哪里，那个画面就现前。你想想看，我们科技怎么能跟他比？不能比！所以我说阿弥陀佛是最伟大的科学家，学科技的人不能不念佛，不能不往生。",
      "zh_TW": "我們的無線電波，今天講電視廣播，稍微距離遠一點或者是受些障礙，畫面都不清楚，有的還收不到。西方極樂世界不要這些機器，光是這樹之間，十方剎土的影像，想看哪個地方，不要去撥按扭，腦子我想看哪裡，那個畫面就現前。你想想看，我們科技怎麼能跟他比？不能比！所以我說阿彌陀佛是最偉大的科學家，學科技的人不能不念佛，不能不往生。"
    },
    {
      "id": "02-006-0003_p0063",
      "zh_CN": "这个世界之大确实遍照十方刹土，我们现在虽然是见不到，但是阿弥陀佛的音声，这句佛号我们听到了，阿弥陀佛的经典我们看到了。经典所在之处，佛号所闻之处，就是极乐世界光明所照之处，这是我们要知道的。只要我们心地清净，这个障碍就解除，与西方极乐世界依正庄严必然感应道交。所以我们今天见不到，是我们本身有障碍，不是佛的光明没有照到。释迦牟尼佛教给我们这个佛号，给我们讲这部经，是引导我们排除自己的障碍，无量寿国的光明自自然然就感应道交。",
      "zh_TW": "這個世界之大確實遍照十方剎土，我們現在雖然是見不到，但是阿彌陀佛的音聲，這句佛號我們聽到了，阿彌陀佛的經典我們看到了。經典所在之處，佛號所聞之處，就是極樂世界光明所照之處，這是我們要知道的。只要我們心地清淨，這個障礙就解除，與西方極樂世界依正莊嚴必然感應道交。所以我們今天見不到，是我們本身有障礙，不是佛的光明沒有照到。釋迦牟尼佛教給我們這個佛號，給我們講這部經，是引導我們排除自己的障礙，無量壽國的光明自自然然就感應道交。"
    },
    {
      "id": "02-006-0003_p0064",
      "zh_CN": "【我作佛时。下从地际。】",
      "zh_TW": "【我作佛時。下從地際。】"
    },
    {
      "id": "02-006-0003_p0065",
      "zh_CN": "后面这二章都是说西方极乐世界的环境。",
      "zh_TW": "後面這二章都是說西方極樂世界的環境。"
    },
    {
      "id": "02-006-0003_p0066",
      "zh_CN": "【上至虚空。】",
      "zh_TW": "【上至虛空。】"
    },
    {
      "id": "02-006-0003_p0067",
      "zh_CN": "这是从地面到虚空，讲它种种的庄严。",
      "zh_TW": "這是從地面到虛空，講它種種的莊嚴。"
    },
    {
      "id": "02-006-0003_p0068",
      "zh_CN": "【宫殿。楼观。池流。花树。国土所有一切万物。皆以无量宝香合成。其香普熏十方世界。众生闻者。皆修佛行。若不尔者。不取正觉。】",
      "zh_TW": "【宮殿。樓觀。池流。花樹。國土所有一切萬物。皆以無量寶香合成。其香普熏十方世界。眾生聞者。皆修佛行。若不爾者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0069",
      "zh_CN": "前面我们只看到西方极乐世界环境是无量珍宝所成，连树木花草都是珍宝所成的。我们这个世间有宝，有这些宝物，宝物不香，没有香味道；西方极乐世界的宝居然放香，而且香气普闻十方法界，这个事情也是真实的。在我想像当中，我们同修可能就有不少人闻到过异香，特别是初学佛的人。初学佛的人你在念经的时候，在念佛的时候，在心地很安静的时候，忽然闻到一阵香。这一阵香绝对不是花香，也不是我们烧的香，会很奇妙的香，时间长短不一定。",
      "zh_TW": "前面我們只看到西方極樂世界環境是無量珍寶所成，連樹木花草都是珍寶所成的。我們這個世間有寶，有這些寶物，寶物不香，沒有香味道；西方極樂世界的寶居然放香，而且香氣普聞十方法界，這個事情也是真實的。在我想像當中，我們同修可能就有不少人聞到過異香，特別是初學佛的人。初學佛的人你在念經的時候，在念佛的時候，在心地很安靜的時候，忽然聞到一陣香。這一陣香絕對不是花香，也不是我們燒的香，會很奇妙的香，時間長短不一定。"
    },
    {
      "id": "02-006-0003_p0070",
      "zh_CN": "这个香的来源有二种，一种是我们自己在念佛、诵经的时候，有天人从这里经过，看到你在这里用功、拜佛，他会合掌恭敬，在这里称赞。天人身上有香气，我们会闻到，这是一种。另外一种就是心地清净，得清净心，真正与西方极乐世界感应道交，西方世界依正庄严，光没有见到，香先闻到。所以一个念佛人居住这个地方，常常有异香，特别是不学佛的人要到你家里来，他会感觉得你家里处处都有种奇妙之香，这是个非常好的瑞相。",
      "zh_TW": "這個香的來源有二種，一種是我們自己在念佛、誦經的時候，有天人從這裡經過，看到你在這裡用功、拜佛，他會合掌恭敬，在這裡稱讚。天人身上有香氣，我們會聞到，這是一種。另外一種就是心地清淨，得清淨心，真正與西方極樂世界感應道交，西方世界依正莊嚴，光沒有見到，香先聞到。所以一個念佛人居住這個地方，常常有異香，特別是不學佛的人要到你家裡來，他會感覺得你家裡處處都有種奇妙之香，這是個非常好的瑞相。"
    },
    {
      "id": "02-006-0003_p0071",
      "zh_CN": "这个香不是我们求来的，不能够希求，有求的念头，心就不清净，老老实实念佛，自自然然感应道交。这也是许多人有这个感应，证明西方世界的物质放出宝香确实是遍满法界。我们今天闻不到，是鼻根有了毛病，这是个机器，有故障了；我们听不到西方极乐世界的音乐，是耳根这个收音机发生故障，有毛病；见不到佛光，这是眼睛有故障。六根都有故障，所以跟他不能起感应道交的作用。现在好好的修心，诸位要知道，在佛法的理论跟我们讲得很清楚。我们人这个身体，身体是部机器，等于里面许许多多零件组合出来的，组合的非常完整，非常的圆满。我们要问，什么人在组合？有很多人想不通，认为总有个人在那里组合，这个人是谁？是上帝！上帝造人、造世界。他想不通，就想了一个上帝，上帝从哪儿来的？上帝是人想像想出来的，哪来的上帝？佛法告诉我们的，就很有道理。什么力量在哪里组合？心里面的念头。所以你的心念清净，清净心的组合就非常正常，一点差错都没有。",
      "zh_TW": "這個香不是我們求來的，不能夠希求，有求的念頭，心就不清淨，老老實實念佛，自自然然感應道交。這也是許多人有這個感應，證明西方世界的物質放出寶香確實是遍滿法界。我們今天聞不到，是鼻根有了毛病，這是個機器，有故障了；我們聽不到西方極樂世界的音樂，是耳根這個收音機發生故障，有毛病；見不到佛光，這是眼睛有故障。六根都有故障，所以跟他不能起感應道交的作用。現在好好的修心，諸位要知道，在佛法的理論跟我們講得很清楚。我們人這個身體，身體是部機器，等於裡面許許多多零件組合出來的，組合的非常完整，非常的圓滿。我們要問，什麼人在組合？有很多人想不通，認為總有個人在那裡組合，這個人是誰？是上帝！上帝造人、造世界。他想不通，就想了一個上帝，上帝從哪兒來的？上帝是人想像想出來的，哪來的上帝？佛法告訴我們的，就很有道理。什麼力量在哪裡組合？心裡面的念頭。所以你的心念清淨，清淨心的組合就非常正常，一點差錯都沒有。"
    },
    {
      "id": "02-006-0003_p0072",
      "zh_CN": "我们中国古老的医学，我过去跟李老师学经的时候，李老师他是博学多能，他中医很好，在台中很有名气。他跟我们讲中医的医理，他说我们中国的医学主要不是治病的，中国医学主要的目标是讲什么？是讲长生。按照中国医学原理来讲，每个人的寿命应当要活二百岁以上。就是这部机器，你要会保养，用得很正常，不会把它损坏的话，它的寿命应当是二百年以上。你没有到二百年就坏掉，就是说你蹧蹋了这个机器，你不会保养，你不会运用。可惜，这个机器没有用几年就被你用坏掉，过失不在机器，是在你使用的人，你不会养身！",
      "zh_TW": "我們中國古老的醫學，我過去跟李老師學經的時候，李老師他是博學多能，他中醫很好，在台中很有名氣。他跟我們講中醫的醫理，他說我們中國的醫學主要不是治病的，中國醫學主要的目標是講什麼？是講長生。按照中國醫學原理來講，每個人的壽命應當要活二百歲以上。就是這部機器，你要會保養，用得很正常，不會把它損壞的話，它的壽命應當是二百年以上。你沒有到二百年就壞掉，就是說你蹧蹋了這個機器，你不會保養，你不會運用。可惜，這個機器沒有用幾年就被你用壞掉，過失不在機器，是在你使用的人，你不會養身！"
    },
    {
      "id": "02-006-0003_p0073",
      "zh_CN": "所以佛法也是最高明的养身之道。养身最重要的要懂得养心，心是静的，心里面是清净的，心里面什么东西都没有，六祖讲的「本来无一物」。所以养心，心要清净，心要虚，心里头一点东西没有，这个心就清净。心清净，所有一切零件组合就正常，这个身体使用二百年那是应当的。病从哪里来？一天到晚胡思乱想。胡思乱想，里面这些零件在组织上就发生变化；换句话说，它组织逐渐逐渐就变的不正常，不正常的组织就是种种疾病都出来了。所以病从哪里来的？病从妄想里头来的！我们养身，身要动，身是要动作的。身不动那就是死人了，人死了才不动，活人要动，活动！中心叫活动中心，活了就要动，不动就死了，不动就不活了！身要动，心不能动，现在人颠倒，身要不动，心天天在动，恰恰相反。这样一来，奇奇怪怪的病就来了，寿命也就短了，根本原因是在这个地方。",
      "zh_TW": "所以佛法也是最高明的養身之道。養身最重要的要懂得養心，心是靜的，心裡面是清淨的，心裡面什麼東西都沒有，六祖講的「本來無一物」。所以養心，心要清淨，心要虛，心裡頭一點東西沒有，這個心就清淨。心清淨，所有一切零件組合就正常，這個身體使用二百年那是應當的。病從哪裡來？一天到晚胡思亂想。胡思亂想，裡面這些零件在組織上就發生變化；換句話說，它組織逐漸逐漸就變的不正常，不正常的組織就是種種疾病都出來了。所以病從哪裡來的？病從妄想裡頭來的！我們養身，身要動，身是要動作的。身不動那就是死人了，人死了才不動，活人要動，活動！中心叫活動中心，活了就要動，不動就死了，不動就不活了！身要動，心不能動，現在人顛倒，身要不動，心天天在動，恰恰相反。這樣一來，奇奇怪怪的病就來了，壽命也就短了，根本原因是在這個地方。"
    },
    {
      "id": "02-006-0003_p0074",
      "zh_CN": "所以佛法里面用法轮表法，轮，轮心是清净的，心是非有非无，轮的圆周在动。我们身要动，心要静，心不但要静，心要虚，心里头一无所有，这样的人决定长寿，这样的人决定不生病。所以诸位要想一生不生病，不胡思乱想就不生病，胡思乱想是一定会生病的。病从哪里来？今天大家知道了，从胡思乱想来的，你想的愈多，病就愈多，不想，病就没有了。诸位要是有什么病痛的人，从今天起念阿弥陀佛，什么都不想，念上三个月，不要看医生病就好了，就没有病了。这是佛法，也是最高明的养身之道。",
      "zh_TW": "所以佛法裡面用法輪表法，輪，輪心是清淨的，心是非有非無，輪的圓周在動。我們身要動，心要靜，心不但要靜，心要虛，心裡頭一無所有，這樣的人決定長壽，這樣的人決定不生病。所以諸位要想一生不生病，不胡思亂想就不生病，胡思亂想是一定會生病的。病從哪裡來？今天大家知道了，從胡思亂想來的，你想的愈多，病就愈多，不想，病就沒有了。諸位要是有什麼病痛的人，從今天起念阿彌陀佛，什麼都不想，念上三個月，不要看醫生病就好了，就沒有病了。這是佛法，也是最高明的養身之道。"
    },
    {
      "id": "02-006-0003_p0075",
      "zh_CN": "西方世界的宝香能增长我们的信心，使我们认识、使我们理解，更认真的去修菩萨行，更认真努力念佛求生净土。以上是讲西方极乐世界的物质状况，环境之美好。末后二段是讲十方世界的菩萨们，后面二段是阿弥陀佛帮助十方世界的菩萨众。这是特别的大愿，跟前面所讲的不一样，前面我们看「十方世界，一切众生」，加上这个，后头就没有了。",
      "zh_TW": "西方世界的寶香能增長我們的信心，使我們認識、使我們理解，更認真的去修菩薩行，更認真努力念佛求生淨土。以上是講西方極樂世界的物質狀況，環境之美好。末後二段是講十方世界的菩薩們，後面二段是阿彌陀佛幫助十方世界的菩薩眾。這是特別的大願，跟前面所講的不一樣，前面我們看「十方世界，一切眾生」，加上這個，後頭就沒有了。"
    },
    {
      "id": "02-006-0003_p0076",
      "zh_CN": "【我作佛时。十方佛刹。诸菩萨众。】",
      "zh_TW": "【我作佛時。十方佛剎。諸菩薩眾。】"
    },
    {
      "id": "02-006-0003_p0077",
      "zh_CN": "这就不是一切众生，是他方世界的菩萨。",
      "zh_TW": "這就不是一切眾生，是他方世界的菩薩。"
    },
    {
      "id": "02-006-0003_p0078",
      "zh_CN": "【闻我名已。皆悉逮得清净。解脱。普等三昧。诸深总持。住三摩地。至于成佛。定中常供无量无边一切诸佛。不失定意。若不尔者。不取正觉。】",
      "zh_TW": "【聞我名已。皆悉逮得清淨。解脫。普等三昧。諸深總持。住三摩地。至於成佛。定中常供無量無邊一切諸佛。不失定意。若不爾者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0079",
      "zh_CN": "这一段里面有二愿，都是特别照顾他方世界的菩萨。诸位要知道，十方世界的菩萨想听这个法门也不是容易事情，如果没有缘分、没有福报听不到的。菩萨比我们聪明，听到这个法门之后，他的成就也比我们殊胜。即使他的悲愿深广，他还要普度众生，不愿意马上就到西方极乐世界去，但是他必然是劝勉一切大众往生西方极乐世界，他替阿弥陀佛做接引的工作、做招生的工作。他叫别人先去，自己最后去，这个精神非常伟大，非常了不起！值得赞叹，值得我们佩服。对于这些菩萨们，阿弥陀佛神力特别加持他，使他的智慧、神通、道力一天一天在增长。我们看经文。",
      "zh_TW": "這一段裡面有二願，都是特別照顧他方世界的菩薩。諸位要知道，十方世界的菩薩想聽這個法門也不是容易事情，如果沒有緣分、沒有福報聽不到的。菩薩比我們聰明，聽到這個法門之後，他的成就也比我們殊勝。即使他的悲願深廣，他還要普度眾生，不願意馬上就到西方極樂世界去，但是他必然是勸勉一切大眾往生西方極樂世界，他替阿彌陀佛做接引的工作、做招生的工作。他叫別人先去，自己最後去，這個精神非常偉大，非常了不起！值得讚歎，值得我們佩服。對於這些菩薩們，阿彌陀佛神力特別加持他，使他的智慧、神通、道力一天一天在增長。我們看經文。"
    },
    {
      "id": "02-006-0003_p0080",
      "zh_CN": "『诸菩萨众，闻我名已』，菩萨之闻当然是三慧具足，闻、思、修三慧具足，不是普通泛泛之闻。听了阿弥陀佛的名号，或者是听到《无量寿经》，或者是《阿弥陀经》，他就能够得到『清净』，就能够得到『解脱』。这个清净从此以后绝对离开一切染着，他心就清净了。不但世间法不能够染污他的清净心，出世间一切佛法他也不染污，所以他得到真正的清净，无上的清净。解脱就是讲烦恼、缠缚，这个没有了，他烦恼断掉了，没有任何人可以能够缠缚他，他已经统统不接受，所以他身心都得到解脱。",
      "zh_TW": "『諸菩薩眾，聞我名已』，菩薩之聞當然是三慧具足，聞、思、修三慧具足，不是普通泛泛之聞。聽了阿彌陀佛的名號，或者是聽到《無量壽經》，或者是《阿彌陀經》，他就能夠得到『清淨』，就能夠得到『解脫』。這個清淨從此以後絕對離開一切染著，他心就清淨了。不但世間法不能夠染污他的清淨心，出世間一切佛法他也不染污，所以他得到真正的清淨，無上的清淨。解脫就是講煩惱、纏縛，這個沒有了，他煩惱斷掉了，沒有任何人可以能夠纏縛他，他已經統統不接受，所以他身心都得到解脫。"
    },
    {
      "id": "02-006-0003_p0081",
      "zh_CN": "他所证的三昧，三昧就是得定，这个定叫『普等三昧』，普是普遍，等是平等；换句话说，他在世出世间一切法里面，他用心是清净、平等、普遍的，这个叫做「普等三昧」。『诸深总持』，总持的意思就是总一切法，持一切义，这是这二个字普通的解释。在本宗里面，诸深总持就是一句南无阿弥陀佛。他得到这个法门之后永远不会失掉，不但自己修，而且劝勉一切同修都修学这个法门，一直到成佛。这是「普等三昧愿」。",
      "zh_TW": "他所證的三昧，三昧就是得定，這個定叫『普等三昧』，普是普遍，等是平等；換句話說，他在世出世間一切法裡面，他用心是清淨、平等、普遍的，這個叫做「普等三昧」。『諸深總持』，總持的意思就是總一切法，持一切義，這是這二個字普通的解釋。在本宗裡面，諸深總持就是一句南無阿彌陀佛。他得到這個法門之後永遠不會失掉，不但自己修，而且勸勉一切同修都修學這個法門，一直到成佛。這是「普等三昧願」。"
    },
    {
      "id": "02-006-0003_p0082",
      "zh_CN": "下面是「定中供佛」，这是菩萨大愿，对于一切诸佛没有不尊敬的、没有不钦慕，没有不向诸佛如来学习的。我们钦慕诸佛、学习诸佛，先要供养诸佛，也就是对上我们讲供养，对平辈我们讲结缘，就是刚才讲的要广结法缘，将来弘法、成佛才能够广度众生，因此他在『定中常供无量无边诸佛』。也许有人说，入了定怎么能去供养？有很多人误会，认为入定一定在那里盘腿面壁，这叫入定。这个定叫小定，幼稚园所学的，真正的大定是什么？你看《六祖坛经》里面所讲的坐禅，六祖大师讲的坐禅，不是盘腿面壁坐在那里，那不是六祖所说的意思。六祖所说的「坐」，坐是不动，坐就是很稳当不动，取「不动」这个意思，坐是取这个意思。禅是什么？禅是外不着相，能够不执着一切相，这个叫禅；内不动心叫做定，所以禅定的意思是这个讲法。行住坐卧统统都是坐禅，都叫禅定。有很多人只着重在形式、形象上，这个错了。",
      "zh_TW": "下面是「定中供佛」，這是菩薩大願，對於一切諸佛沒有不尊敬的、沒有不欽慕，沒有不向諸佛如來學習的。我們欽慕諸佛、學習諸佛，先要供養諸佛，也就是對上我們講供養，對平輩我們講結緣，就是剛才講的要廣結法緣，將來弘法、成佛才能夠廣度眾生，因此他在『定中常供無量無邊諸佛』。也許有人說，入了定怎麼能去供養？有很多人誤會，認為入定一定在那裡盤腿面壁，這叫入定。這個定叫小定，幼稚園所學的，真正的大定是什麼？你看《六祖壇經》裡面所講的坐禪，六祖大師講的坐禪，不是盤腿面壁坐在那裡，那不是六祖所說的意思。六祖所說的「坐」，坐是不動，坐就是很穩當不動，取「不動」這個意思，坐是取這個意思。禪是什麼？禪是外不著相，能夠不執著一切相，這個叫禪；內不動心叫做定，所以禪定的意思是這個講法。行住坐臥統統都是坐禪，都叫禪定。有很多人只著重在形式、形象上，這個錯了。"
    },
    {
      "id": "02-006-0003_p0083",
      "zh_CN": "如果说成了佛，有人问，成佛有什么好处？成佛还不是被人供养在这个地方，佛站在这里站得很辛苦，一天到晚站在这个地方。不站就坐在那个地方，这个佛我不要成，成佛没有意思，一天到晚坐在那里，就叫人家来礼拜，这有什么意思！这都是从形象上错解了佛法名词的意义。所谓禅定，行住坐卧统统在禅定里面，统统叫修禅定。六根接触外面六尘境界，外不着相，内不动心，这叫禅定。所以他天天去供养无量无边的诸佛，他不执着能供养的自己，也不执着所供养的诸佛如来，再不执着当中所供养的供养具，所以三轮体空，这叫做「定中供佛」。",
      "zh_TW": "如果說成了佛，有人問，成佛有什麼好處？成佛還不是被人供養在這個地方，佛站在這裡站得很辛苦，一天到晚站在這個地方。不站就坐在那個地方，這個佛我不要成，成佛沒有意思，一天到晚坐在那裡，就叫人家來禮拜，這有什麼意思！這都是從形象上錯解了佛法名詞的意義。所謂禪定，行住坐臥統統在禪定裡面，統統叫修禪定。六根接觸外面六塵境界，外不著相，內不動心，這叫禪定。所以他天天去供養無量無邊的諸佛，他不執著能供養的自己，也不執著所供養的諸佛如來，再不執著當中所供養的供養具，所以三輪體空，這叫做「定中供佛」。"
    },
    {
      "id": "02-006-0003_p0084",
      "zh_CN": "这样供养，他还能保持三轮体空，保持身心清净，不失定意。因为有很多菩萨一供养佛，佛对他一摩顶、授记、赞叹，他起欢喜心，定就没有了；或者佛不赞叹他，他心里就懊恼。你看我供养佛，佛对我好像都没有一点表情，他心里又难过了，这定也没有了。所以一起念头，定就没有了。这些菩萨供养一切诸佛不失定意，这一点很重要。我们看末后这一愿，末后这一段还是为诸菩萨的，十方世界菩萨：",
      "zh_TW": "這樣供養，他還能保持三輪體空，保持身心清淨，不失定意。因為有很多菩薩一供養佛，佛對他一摩頂、授記、讚歎，他起歡喜心，定就沒有了；或者佛不讚歎他，他心裡就懊惱。你看我供養佛，佛對我好像都沒有一點表情，他心裡又難過了，這定也沒有了。所以一起念頭，定就沒有了。這些菩薩供養一切諸佛不失定意，這一點很重要。我們看末後這一願，末後這一段還是為諸菩薩的，十方世界菩薩："
    },
    {
      "id": "02-006-0003_p0085",
      "zh_CN": "【我作佛时。他方世界诸菩萨众。闻我名者。】",
      "zh_TW": "【我作佛時。他方世界諸菩薩眾。聞我名者。】"
    },
    {
      "id": "02-006-0003_p0086",
      "zh_CN": "都是讲他方世界菩萨闻阿弥陀佛名号，闻《无量寿经》，所得的功德利益。",
      "zh_TW": "都是講他方世界菩薩聞阿彌陀佛名號，聞《無量壽經》，所得的功德利益。"
    },
    {
      "id": "02-006-0003_p0087",
      "zh_CN": "【证离生法。获陀罗尼。】",
      "zh_TW": "【證離生法。獲陀羅尼。】"
    },
    {
      "id": "02-006-0003_p0088",
      "zh_CN": "『离生』是永远出离三界生死，他虽然到三界里面来教化众生，那是示现的。生死是自在的，不是业报，是来应化的，这是得阿弥陀佛神力的加持，永脱轮回生死。『获陀罗尼』，陀罗尼是总持法门，也就是说一切佛法，善巧方便，没有不通达的，这样才能够自在教化一切众生。",
      "zh_TW": "『離生』是永遠出離三界生死，他雖然到三界裡面來教化眾生，那是示現的。生死是自在的，不是業報，是來應化的，這是得阿彌陀佛神力的加持，永脫輪迴生死。『獲陀羅尼』，陀羅尼是總持法門，也就是說一切佛法，善巧方便，沒有不通達的，這樣才能夠自在教化一切眾生。"
    },
    {
      "id": "02-006-0003_p0089",
      "zh_CN": "【清净欢喜。得平等住。】",
      "zh_TW": "【清淨歡喜。得平等住。】"
    },
    {
      "id": "02-006-0003_p0090",
      "zh_CN": "『平等住』就是平等心，就是平等觉，我们这部经的经题就是「清净、平等、觉」，他真正得到了。",
      "zh_TW": "『平等住』就是平等心，就是平等覺，我們這部經的經題就是「清淨、平等、覺」，他真正得到了。"
    },
    {
      "id": "02-006-0003_p0091",
      "zh_CN": "【修菩萨行。具足德本。应时不获一二三忍。于诸佛法。不能现证不退转者。不取正觉。】",
      "zh_TW": "【修菩薩行。具足德本。應時不獲一二三忍。於諸佛法。不能現證不退轉者。不取正覺。】"
    },
    {
      "id": "02-006-0003_p0092",
      "zh_CN": "这一愿里头还有个特殊的，就是『一二三忍』。一二三忍，古德有很多说法，释迦牟尼佛在本经里面给我们讲，第一种音响忍，第二种是柔顺忍，第三种是无生法忍。前面二种忍没有说出一个标准，但是无生法忍是一个毫无疑问的一个标准存在。无生法忍什么人证得？《仁王经》上告诉我们，无生法忍有三品，下品无生忍是七地菩萨，中品是八地菩萨，上品是九地菩萨。这就是把十方一般菩萨听到阿弥陀佛名号，接受这个法门，没有到西方极乐世界去，这个菩萨地位一下就提升到七地、八地、九地，这不可思议！如果凭他自己功力修学，那得两个阿僧祇劫、三个阿僧祇劫；两个阿僧祇劫才到七地，八地、九地、十地是第三个阿僧祇劫修的。他不必要，只要听到这个法门，念阿弥陀佛，就把地位升到这么高。所以这是不可思议，这也是难信之法。",
      "zh_TW": "這一願裡頭還有個特殊的，就是『一二三忍』。一二三忍，古德有很多說法，釋迦牟尼佛在本經裡面給我們講，第一種音響忍，第二種是柔順忍，第三種是無生法忍。前面二種忍沒有說出一個標準，但是無生法忍是一個毫無疑問的一個標準存在。無生法忍什麼人證得？《仁王經》上告訴我們，無生法忍有三品，下品無生忍是七地菩薩，中品是八地菩薩，上品是九地菩薩。這就是把十方一般菩薩聽到阿彌陀佛名號，接受這個法門，沒有到西方極樂世界去，這個菩薩地位一下就提升到七地、八地、九地，這不可思議！如果憑他自己功力修學，那得兩個阿僧祇劫、三個阿僧祇劫；兩個阿僧祇劫才到七地，八地、九地、十地是第三個阿僧祇劫修的。他不必要，只要聽到這個法門，念阿彌陀佛，就把地位升到這麼高。所以這是不可思議，這也是難信之法。"
    },
    {
      "id": "02-006-0003_p0093",
      "zh_CN": "『于诸佛法，不能现证，不退转者，不取正觉』。现证就是不必往生到西方极乐世界，现前就证得三不退，就是圆证三不退。这也是我们常常在讲席当中提醒诸位同修，如果真正念佛，老实念佛，念到心地清净，清净到相当的程度，我们没往生，现在也是圆证三不退，这是真的。菩萨更不必说，我们一般人都可以做得到，就看你功夫的浅深。",
      "zh_TW": "『於諸佛法，不能現證，不退轉者，不取正覺』。現證就是不必往生到西方極樂世界，現前就證得三不退，就是圓證三不退。這也是我們常常在講席當中提醒諸位同修，如果真正念佛，老實念佛，念到心地清淨，清淨到相當的程度，我們沒往生，現在也是圓證三不退，這是真的。菩薩更不必說，我們一般人都可以做得到，就看你功夫的淺深。"
    },
    {
      "id": "02-006-0003_p0094",
      "zh_CN": "这一章经文我就讲到此地。听说有不少同修要发心皈依，皈依的大意我昨天跟诸位说过。希望同修们千万要记住，你能够明白三皈的大意，就等于我在此地给你传授三皈。但是我们学了净土法门之后，这个皈依又不一样了。往年我跟诸位解说皈依是一般大乘经典里面所说的，皈依觉，皈依正，皈依净；也就是觉而不迷，正而不邪，净而不染，我都是这样说的。自从我讲这部《无量寿经》，大概是讲到第三遍的时候，我在新加坡讲的。这部经在正宗分讲圆满的时候，那边有同修一百七十多人发心皈依。一百七十多人一下要皈依，起法名都来不及，忽然想到法名是现成的，在哪里？就在本经第九十面，诸位把九十面翻开，这个法名是阿弥陀佛给我们取的，你说这个多好，太好了！不要再取法名了。所以我就把三皈依，现在的术语叫落实，三皈也落实了。",
      "zh_TW": "這一章經文我就講到此地。聽說有不少同修要發心皈依，皈依的大意我昨天跟諸位說過。希望同修們千萬要記住，你能夠明白三皈的大意，就等於我在此地給你傳授三皈。但是我們學了淨土法門之後，這個皈依又不一樣了。往年我跟諸位解說皈依是一般大乘經典裡面所說的，皈依覺，皈依正，皈依淨；也就是覺而不迷，正而不邪，淨而不染，我都是這樣說的。自從我講這部《無量壽經》，大概是講到第三遍的時候，我在新加坡講的。這部經在正宗分講圓滿的時候，那邊有同修一百七十多人發心皈依。一百七十多人一下要皈依，起法名都來不及，忽然想到法名是現成的，在哪裡？就在本經第九十面，諸位把九十面翻開，這個法名是阿彌陀佛給我們取的，你說這個多好，太好了！不要再取法名了。所以我就把三皈依，現在的術語叫落實，三皈也落實了。"
    },
    {
      "id": "02-006-0003_p0095",
      "zh_CN": "落实到我们皈依佛，皈依那一位佛？皈依阿弥陀佛。皈依法，法是经典，我们皈依《大乘无量寿庄严清净平等觉经》，我们皈依这部法宝。皈依僧，僧宝就是本经里面所讲的，观音、势至、文殊、普贤、弥勒菩萨，圣贤僧，这是我们真正皈依处。法名在第九十面第四行最后一句看起，我把这个经文念给大家听听。",
      "zh_TW": "落實到我們皈依佛，皈依那一位佛？皈依阿彌陀佛。皈依法，法是經典，我們皈依《大乘無量壽莊嚴清淨平等覺經》，我們皈依這部法寶。皈依僧，僧寶就是本經裡面所講的，觀音、勢至、文殊、普賢、彌勒菩薩，聖賢僧，這是我們真正皈依處。法名在第九十面第四行最後一句看起，我把這個經文念給大家聽聽。"
    },
    {
      "id": "02-006-0003_p0096",
      "zh_CN": "【四万亿那由他百千众生。于无上菩提未曾发意。今始初发。种诸善根。愿生极乐。见阿弥陀佛。皆当往生彼如来土。各于异方次第成佛。同名妙音如来。】",
      "zh_TW": "【四萬億那由他百千眾生。於無上菩提未曾發意。今始初發。種諸善根。願生極樂。見阿彌陀佛。皆當往生彼如來土。各於異方次第成佛。同名妙音如來。】"
    },
    {
      "id": "02-006-0003_p0097",
      "zh_CN": "此地讲的『四万亿那由他百千众生』，这个数目里头有我在内，也有你们每位同修在内。我们大家都是这个数字之内的，不是这个数目字之外的，可见这个经是佛对我说的，不是对别人说的。我们从前没有发心，今天才发心，『今始初发』。从前不念佛，今天才开始念阿弥陀佛，『种诸善根』就是念阿弥陀佛，老老实实念阿弥陀佛就是种诸善根。『愿生极乐，见阿弥陀佛，皆当往生彼如来土』，这是佛给我们授记，我们将来每个人都可以往生，决定往生！",
      "zh_TW": "此地講的『四萬億那由他百千眾生』，這個數目裡頭有我在內，也有你們每位同修在內。我們大家都是這個數字之內的，不是這個數目字之外的，可見這個經是佛對我說的，不是對別人說的。我們從前沒有發心，今天才發心，『今始初發』。從前不念佛，今天才開始念阿彌陀佛，『種諸善根』就是念阿彌陀佛，老老實實念阿彌陀佛就是種諸善根。『願生極樂，見阿彌陀佛，皆當往生彼如來土』，這是佛給我們授記，我們將來每個人都可以往生，決定往生！"
    },
    {
      "id": "02-006-0003_p0098",
      "zh_CN": "生到西方极乐世界，前面四十八愿说了，将来都在西方极乐世界做后补佛。到哪里去成佛？『各于异方次第成佛』，将来到他方世界，哪个世界跟你有缘你到哪里成佛。成佛的时候，『同名妙音如来』，现在授法名就统统是妙音居士，妙音菩萨。将来到西方极乐世界，再往他方世界成佛，同名妙音如来，你看这个缘多么殊胜！",
      "zh_TW": "生到西方極樂世界，前面四十八願說了，將來都在西方極樂世界做後補佛。到哪裡去成佛？『各於異方次第成佛』，將來到他方世界，哪個世界跟你有緣你到哪裡成佛。成佛的時候，『同名妙音如來』，現在授法名就統統是妙音居士，妙音菩薩。將來到西方極樂世界，再往他方世界成佛，同名妙音如來，你看這個緣多麼殊勝！"
    },
    {
      "id": "02-006-0003_p0099",
      "zh_CN": "所以从此以后，我跟大家讲三皈，除了一般三皈之外，特别教给大家，我们皈依佛是阿弥陀佛，皈依法是这部《无量寿经》，皈依僧是观音、势至、文殊、普贤、弥勒菩萨。我们的法名佛已经给我们取好了，「妙音」，我给大家的皈依证，皈依证上统统印上妙音。皈依的仪式非常简单，重要的是要把皈依的意义、皈依的功德、皈依修学的方法告诉大家，这些都在昨天跟今天讲明白。皈依的仪式在佛面前把誓词念三遍，拜三拜，这个仪式就圆满了。我不在，你依照这个誓词在佛菩萨面前念三遍，告诉我，我把皈依证寄给你。我给你做证明，你是三宝弟子，是阿弥陀佛的学生，你是妙音居士，将来是妙音如来。今天到此地圆满，时间正好。谢谢诸位！",
      "zh_TW": "所以從此以後，我跟大家講三皈，除了一般三皈之外，特別教給大家，我們皈依佛是阿彌陀佛，皈依法是這部《無量壽經》，皈依僧是觀音、勢至、文殊、普賢、彌勒菩薩。我們的法名佛已經給我們取好了，「妙音」，我給大家的皈依證，皈依證上統統印上妙音。皈依的儀式非常簡單，重要的是要把皈依的意義、皈依的功德、皈依修學的方法告訴大家，這些都在昨天跟今天講明白。皈依的儀式在佛面前把誓詞念三遍，拜三拜，這個儀式就圓滿了。我不在，你依照這個誓詞在佛菩薩面前念三遍，告訴我，我把皈依證寄給你。我給你做證明，你是三寶弟子，是阿彌陀佛的學生，你是妙音居士，將來是妙音如來。今天到此地圓滿，時間正好。謝謝諸位！"
    }
  ]
}