{
  "doc_id": "02-006-0001",
  "title": {
    "zh_CN": "弥陀四十八愿",
    "zh_TW": "彌陀四十八願"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾高雄国军英雄馆",
    "zh_TW": "台灣高雄國軍英雄館"
  },
  "doc_number": "02-006-0001",
  "total_paragraphs": 74,
  "paragraphs": [
    {
      "id": "02-006-0001_p0001",
      "zh_CN": "广公老和尚，诸位法师，诸位同修，高雄在过去十多年前，记得在此地讲过一段相当长的时间。最初在龙泉寺，隆道老法师的道场，以后曾经在佛教堂、弥陀院都讲过一段时期。最近这十几年来，因为国外的道场多了，所以很少有时间到南部来。今天有这样殊胜的机缘，遇到很多的老同修，心里感觉非常的愉快。这次主办单位要我跟大家介绍这一部《无量寿经》，这个缘分尤其是殊胜。",
      "zh_TW": "廣公老和尚，諸位法師，諸位同修，高雄在過去十多年前，記得在此地講過一段相當長的時間。最初在龍泉寺，隆道老法師的道場，以後曾經在佛教堂、彌陀院都講過一段時期。最近這十幾年來，因為國外的道場多了，所以很少有時間到南部來。今天有這樣殊勝的機緣，遇到很多的老同修，心裡感覺非常的愉快。這次主辦單位要我跟大家介紹這一部《無量壽經》，這個緣分尤其是殊勝。"
    },
    {
      "id": "02-006-0001_p0002",
      "zh_CN": "我们晓得世尊当年在世，说法四十九年，讲经三百余会，如果我们要问一问，世尊四十九年他最希望讲的是哪一部经？是哪一个法门？我想这是我们学佛的同修不能不知道的，不能不认真去问一问的。我自己学佛，今年三十九年了，我学佛就喜欢问这些问题，而且一定要找到答案。如果答案没有找到，我们修学就免不了有疑惑，疑惑是修学重大的障碍。",
      "zh_TW": "我們曉得世尊當年在世，說法四十九年，講經三百餘會，如果我們要問一問，世尊四十九年他最希望講的是哪一部經？是哪一個法門？我想這是我們學佛的同修不能不知道的，不能不認真去問一問的。我自己學佛，今年三十九年了，我學佛就喜歡問這些問題，而且一定要找到答案。如果答案沒有找到，我們修學就免不了有疑惑，疑惑是修學重大的障礙。"
    },
    {
      "id": "02-006-0001_p0003",
      "zh_CN": "在中国佛教，我们都知道《华严经》是根本法轮，可以说这是任何一个宗派都肯定的。《华严》是一乘圆教，实在讲，讲一乘圆教在大乘经典里面只有三部经，这是大家公认的，《华严》、《法华》、《梵网经》。古德曾经说过，一切经如果做个比较，《华严》第一；《华严经》要跟《无量寿经》比一比，《无量寿经》第一，这就把《华严》也比下去了。古德甚至于还说，《华严》、《法华》一直是《无量寿经》的导引而已。这个导引就好像我们经典三分，序分的意思，《华严》、《法华》是佛说法的序分。那正宗分是什么？正宗分就是《无量寿经》。这种说法出自于古德、净宗大德之口，他们这样说法有没有过分？这是值得我们思考的。有没有门户之见？修净土的特别赞叹净土，学禅的特别赞叹禅宗，这是后来的佛教都免不了有自赞毁他。古来净宗的大德有没有犯这个毛病？这是我们要认真去思惟的。如何认定？那只有深入经藏，这是要费相当的时间。不能够深入经藏，我们就没有法子肯定古大德这个说法是否正确。",
      "zh_TW": "在中國佛教，我們都知道《華嚴經》是根本法輪，可以說這是任何一個宗派都肯定的。《華嚴》是一乘圓教，實在講，講一乘圓教在大乘經典裡面只有三部經，這是大家公認的，《華嚴》、《法華》、《梵網經》。古德曾經說過，一切經如果做個比較，《華嚴》第一；《華嚴經》要跟《無量壽經》比一比，《無量壽經》第一，這就把《華嚴》也比下去了。古德甚至於還說，《華嚴》、《法華》一直是《無量壽經》的導引而已。這個導引就好像我們經典三分，序分的意思，《華嚴》、《法華》是佛說法的序分。那正宗分是什麼？正宗分就是《無量壽經》。這種說法出自於古德、淨宗大德之口，他們這樣說法有沒有過分？這是值得我們思考的。有沒有門戶之見？修淨土的特別讚歎淨土，學禪的特別讚歎禪宗，這是後來的佛教都免不了有自讚毀他。古來淨宗的大德有沒有犯這個毛病？這是我們要認真去思惟的。如何認定？那只有深入經藏，這是要費相當的時間。不能夠深入經藏，我們就沒有法子肯定古大德這個說法是否正確。"
    },
    {
      "id": "02-006-0001_p0004",
      "zh_CN": "大概一般受过高等教育的年轻人，对于净宗比较难于接受，我个人学佛也是其中之一。虽然过去我的老师一再的劝我留意净土，我们对于老师的关爱非常的感激，可是实际上还是阳奉阴违，觉得不以为然，心心向往大经。我从民国六十年在台北开始讲《华严经》，讲了十七年没有中断。我这十七年的《华严》，在这个里面开悟了，悟的什么？悟得净宗大德所讲的话没错，一点也没错，确确实实这部经、这个法门是世尊主要要说的一部经典，所谓如来正说。",
      "zh_TW": "大概一般受過高等教育的年輕人，對於淨宗比較難於接受，我個人學佛也是其中之一。雖然過去我的老師一再的勸我留意淨土，我們對於老師的關愛非常的感激，可是實際上還是陽奉陰違，覺得不以為然，心心嚮往大經。我從民國六十年在台北開始講《華嚴經》，講了十七年沒有中斷。我這十七年的《華嚴》，在這個裡面開悟了，悟的什麼？悟得淨宗大德所講的話沒錯，一點也沒錯，確確實實這部經、這個法門是世尊主要要說的一部經典，所謂如來正說。"
    },
    {
      "id": "02-006-0001_p0005",
      "zh_CN": "我在《华严》里面讲了一半之后，我是《八十》跟《四十》同时讲，讲到一半我有了个疑问，我就追究文殊菩萨、普贤菩萨他们学的什么法门？善财童子学的什么法门？这么一追究，仔细在经典里面一看，原来他们都是念佛求生净土，这个我得到印证了。一切经最后归到《华严》，《华严经》到最后归到净土，尤其是普贤菩萨十大愿王导归极乐，才知道这部经典、这个法门是整个《大藏经》的归宿。尤其《华严》明白的告诉我们，「十地菩萨始终不离念佛」，平常我们没有把念佛法门看在眼里，轻视了净宗法门。",
      "zh_TW": "我在《華嚴》裡面講了一半之後，我是《八十》跟《四十》同時講，講到一半我有了個疑問，我就追究文殊菩薩、普賢菩薩他們學的什麼法門？善財童子學的什麼法門？這麼一追究，仔細在經典裡面一看，原來他們都是念佛求生淨土，這個我得到印證了。一切經最後歸到《華嚴》，《華嚴經》到最後歸到淨土，尤其是普賢菩薩十大願王導歸極樂，才知道這部經典、這個法門是整個《大藏經》的歸宿。尤其《華嚴》明白的告訴我們，「十地菩薩始終不離念佛」，平常我們沒有把念佛法門看在眼裡，輕視了淨宗法門。"
    },
    {
      "id": "02-006-0001_p0006",
      "zh_CN": "修学其余的法门不是不好，所谓「法门平等，无有高下」，但是其余法门不是个直接的法门，是个间接的。一切大乘法门的归宿在华藏世界，到了华藏世界之后，见到文殊、普贤，普贤菩萨会劝你往生西方极乐世界。也许普贤菩萨劝你，你也不以为然，到你在华藏世界，华藏世界圆教初住就证入华藏。十住、十行、十回向，到你登地，这个时候智慧大开了，真正能够体会到如来的真实义，你才能够相信、才能够不疑惑，这个时候开始念佛求生西方极乐世界。十地菩萨始终，始是初地，终是等觉，就是十一地，这些菩萨们没有一个不是念阿弥陀佛求生西方极乐世界的。",
      "zh_TW": "修學其餘的法門不是不好，所謂「法門平等，無有高下」，但是其餘法門不是個直接的法門，是個間接的。一切大乘法門的歸宿在華藏世界，到了華藏世界之後，見到文殊、普賢，普賢菩薩會勸你往生西方極樂世界。也許普賢菩薩勸你，你也不以為然，到你在華藏世界，華藏世界圓教初住就證入華藏。十住、十行、十迴向，到你登地，這個時候智慧大開了，真正能夠體會到如來的真實義，你才能夠相信、才能夠不疑惑，這個時候開始念佛求生西方極樂世界。十地菩薩始終，始是初地，終是等覺，就是十一地，這些菩薩們沒有一個不是念阿彌陀佛求生西方極樂世界的。"
    },
    {
      "id": "02-006-0001_p0007",
      "zh_CN": "我在《华严经》里面发现了这个秘密，这一发现之后，我就死心塌地念阿弥陀佛了。专讲净宗经典，《华严经》不讲了，我讲《无量寿经》，为什么？因为《无量寿经》就是《华严经》，是《华严经》的略本，是《华严经》的精华。蕅益大师说得对，他说《弥陀经》跟《无量寿经》是同部，一个是大本，一个是小本，所谓大本就是详细说的，小本是略说的。他说这个经是「华严奥藏，法华秘髓，一切诸佛之心要，菩萨万行之司南」。你想想看，不仅释迦如来如是，十方三世一切诸佛如来，无不是以这部经普度一切众生。",
      "zh_TW": "我在《華嚴經》裡面發現了這個秘密，這一發現之後，我就死心塌地念阿彌陀佛了。專講淨宗經典，《華嚴經》不講了，我講《無量壽經》，為什麼？因為《無量壽經》就是《華嚴經》，是《華嚴經》的略本，是《華嚴經》的精華。蕅益大師說得對，他說《彌陀經》跟《無量壽經》是同部，一個是大本，一個是小本，所謂大本就是詳細說的，小本是略說的。他說這個經是「華嚴奧藏，法華秘髓，一切諸佛之心要，菩薩萬行之司南」。你想想看，不僅釋迦如來如是，十方三世一切諸佛如來，無不是以這部經普度一切眾生。"
    },
    {
      "id": "02-006-0001_p0008",
      "zh_CN": "我们仔细把它跟《华严》、《法华》作个比较，《华严》、《法华》是了义一乘，虽然是了义一乘，并不能够普摄一切众生的根性。《华严经》的对象是四十一位法身大士，中下根性没分，《法华》亦复如此；换句话说，虽然是圆教一乘还有遗憾，遗憾的是不能够普度一切业障的众生。唯独这部经「三根普被，利钝全收」，上可以度文殊、普贤等觉菩萨，圆教的等觉菩萨，下可以度地狱众生。造作五逆十恶极重之罪，立刻就要堕地狱了，佛有没有能够叫这种人立刻成佛？如果佛说不能，那佛就不是圆满的智慧，不是全知全能，佛的能力还有限。到我们念了这部《无量寿经》才恍然大悟，佛的确智慧、能力究竟圆满。因为极恶的众生，立刻要堕地狱，佛有能力叫他立刻成佛，所谓是「放下屠刀，立地成佛」，他真能做得到。凭什么？就凭这部经典，就凭这一句「南无阿弥陀佛」。这是我自己学佛三十九年的心得，我在《华严经》十七年所得来的见地，得来实实在在不容易！",
      "zh_TW": "我們仔細把它跟《華嚴》、《法華》作個比較，《華嚴》、《法華》是了義一乘，雖然是了義一乘，並不能夠普攝一切眾生的根性。《華嚴經》的對象是四十一位法身大士，中下根性沒分，《法華》亦復如此；換句話說，雖然是圓教一乘還有遺憾，遺憾的是不能夠普度一切業障的眾生。唯獨這部經「三根普被，利鈍全收」，上可以度文殊、普賢等覺菩薩，圓教的等覺菩薩，下可以度地獄眾生。造作五逆十惡極重之罪，立刻就要墮地獄了，佛有沒有能夠叫這種人立刻成佛？如果佛說不能，那佛就不是圓滿的智慧，不是全知全能，佛的能力還有限。到我們念了這部《無量壽經》才恍然大悟，佛的確智慧、能力究竟圓滿。因為極惡的眾生，立刻要墮地獄，佛有能力叫他立刻成佛，所謂是「放下屠刀，立地成佛」，他真能做得到。憑什麼？就憑這部經典，就憑這一句「南無阿彌陀佛」。這是我自己學佛三十九年的心得，我在《華嚴經》十七年所得來的見地，得來實實在在不容易！"
    },
    {
      "id": "02-006-0001_p0009",
      "zh_CN": "在全经，我们今天选的本子是夏莲居老居士会集本。这个本子，刚才广老和尚跟我见面，他告诉我，这个本子是他老人家的师父律航老法师从大陆上带来的，这个本子是律老带来的。当时带来的时候交给台中瑞成书局印了二千本，台湾才有这个本子流通。李炳南老居士在民国三十九年在台中曾经讲过一遍，我们现在这个本子就是李老师当年讲经自己用的经本。本子上有他的注解，他亲笔所写的，用毛笔写的，写得相当的整齐。虽然注得很简单，把经里面的要义统统给我们提示出来了，非常难得的一个好注子。今天我们把原本印出来，供养给诸位同修。老法师提示、提醒我，希望我们多多的翻印流通。我向老和尚报告，我们现前大概已经流通了三十万册，全世界都赠送。赠送给大陆也不少，去年我送这个经本就送了差不多将近有二万册，送到大陆，所以现在大陆对净宗逐渐逐渐也注意到了。",
      "zh_TW": "在全經，我們今天選的本子是夏蓮居老居士會集本。這個本子，剛才廣老和尚跟我見面，他告訴我，這個本子是他老人家的師父律航老法師從大陸上帶來的，這個本子是律老帶來的。當時帶來的時候交給台中瑞成書局印了二千本，台灣才有這個本子流通。李炳南老居士在民國三十九年在台中曾經講過一遍，我們現在這個本子就是李老師當年講經自己用的經本。本子上有他的註解，他親筆所寫的，用毛筆寫的，寫得相當的整齊。雖然註得很簡單，把經裡面的要義統統給我們提示出來了，非常難得的一個好註子。今天我們把原本印出來，供養給諸位同修。老法師提示、提醒我，希望我們多多的翻印流通。我向老和尚報告，我們現前大概已經流通了三十萬冊，全世界都贈送。贈送給大陸也不少，去年我送這個經本就送了差不多將近有二萬冊，送到大陸，所以現在大陸對淨宗逐漸逐漸也注意到了。"
    },
    {
      "id": "02-006-0001_p0010",
      "zh_CN": "今天因为时间不多，我们只有三次的讲演，实际上只有六个小时。这么短的时间，如其介绍全经大意，不如跟诸位细说全经最重要的一部分，这部分就是「阿弥陀佛四十八愿」，这是净土宗第一手的资料。四十八愿是阿弥陀佛自己说的，释迦牟尼佛为我们转述，世尊为我们转述就等于阿弥陀佛亲自宣讲，无二无别。全经的介绍，以后如果有时间，这是最好的；如果没有时间，我们现在讲全经的录音带也有好多种，我想同修们都可以能够听得到。",
      "zh_TW": "今天因為時間不多，我們只有三次的講演，實際上只有六個小時。這麼短的時間，如其介紹全經大意，不如跟諸位細說全經最重要的一部分，這部分就是「阿彌陀佛四十八願」，這是淨土宗第一手的資料。四十八願是阿彌陀佛自己說的，釋迦牟尼佛為我們轉述，世尊為我們轉述就等於阿彌陀佛親自宣講，無二無別。全經的介紹，以後如果有時間，這是最好的；如果沒有時間，我們現在講全經的錄音帶也有好多種，我想同修們都可以能夠聽得到。"
    },
    {
      "id": "02-006-0001_p0011",
      "zh_CN": "《无量寿经》来到中国最早，在佛教传到中国的初期，后汉的时候就来到中国，相传安世高大师有翻译，可惜这个译本失传了。所以从汉到宋总共有十二次的翻译，可惜的，其中有七种已经失传了，现在流传在我们世间还有五种。古人从这五种不同的译本详加考证，都认为《无量寿经》的原本，就是原梵本，不止一种；换句话说，释迦牟尼佛当年在世讲《无量寿经》不止讲一次，也就是说世尊多次宣讲，这个发现非常重要。因为我们晓得释迦牟尼佛当年在世，讲任何经典只是讲一次，没有重复过的。《无量寿经》是多次重复，换句话说，这部经是多么的重要。因此后人就感觉到有会集的必要，我们看一种本子不能够了解其余经典里面佛还有很多好的开示，精粹的开示。",
      "zh_TW": "《無量壽經》來到中國最早，在佛教傳到中國的初期，後漢的時候就來到中國，相傳安世高大師有翻譯，可惜這個譯本失傳了。所以從漢到宋總共有十二次的翻譯，可惜的，其中有七種已經失傳了，現在流傳在我們世間還有五種。古人從這五種不同的譯本詳加考證，都認為《無量壽經》的原本，就是原梵本，不止一種；換句話說，釋迦牟尼佛當年在世講《無量壽經》不止講一次，也就是說世尊多次宣講，這個發現非常重要。因為我們曉得釋迦牟尼佛當年在世，講任何經典只是講一次，沒有重複過的。《無量壽經》是多次重複，換句話說，這部經是多麼的重要。因此後人就感覺到有會集的必要，我們看一種本子不能夠了解其餘經典裡面佛還有很多好的開示，精粹的開示。"
    },
    {
      "id": "02-006-0001_p0012",
      "zh_CN": "如果五种本子都读，在古时候印刷术不发达，经本不容易得到。就以宋朝王龙舒居士来说，龙舒居士我们大家对他都非常熟悉，他有《龙舒净土文》，在台湾流通量非常之大。王龙舒居士会集《无量寿经》只看到四种本子，其中唐译的《大宝积经‧无量寿如来会》，他没有见到。由此可知，古时候要想得到这部经五种本子都看到，是非常的不容易。现代印刷术发达，我们得到经书比从前是方便太多。",
      "zh_TW": "如果五種本子都讀，在古時候印刷術不發達，經本不容易得到。就以宋朝王龍舒居士來說，龍舒居士我們大家對他都非常熟悉，他有《龍舒淨土文》，在台灣流通量非常之大。王龍舒居士會集《無量壽經》只看到四種本子，其中唐譯的《大寶積經‧無量壽如來會》，他沒有見到。由此可知，古時候要想得到這部經五種本子都看到，是非常的不容易。現代印刷術發達，我們得到經書比從前是方便太多。"
    },
    {
      "id": "02-006-0001_p0013",
      "zh_CN": "会集确实是有必要，王龙舒是第一个会集的人，以后有彭际清的节校本，有魏默深的会集本。很可惜，古德会集里面都有瑕疵，虽然后人也很佩服，总还有些地方给人不满意，所以流通就不广。民国初年，夏莲居老居士对于这桩事情深深有感触。我们现在这个本子送给诸位的，这个本子前面有二篇序文，第二篇序文是梅光羲写的。大家细细看看这篇序文，对于《无量寿经》的来龙去脉就会有个了解。梅光羲是李炳南的老师，台中李炳南老居士大家非常景仰，梅光羲是他的老师。在民国初年，在中国大陆上，居士当中非常有名气，所谓「南梅北夏」。南方梅光羲老居士，北方夏莲居老居士，当时佛教界里面称这二位大居士称大士，不是普通称呼，称大士。大士是菩萨，我们称观音大士、普贤大士，称他们二位为大士，「南梅北夏」。",
      "zh_TW": "會集確實是有必要，王龍舒是第一個會集的人，以後有彭際清的節校本，有魏默深的會集本。很可惜，古德會集裡面都有瑕疵，雖然後人也很佩服，總還有些地方給人不滿意，所以流通就不廣。民國初年，夏蓮居老居士對於這樁事情深深有感觸。我們現在這個本子送給諸位的，這個本子前面有二篇序文，第二篇序文是梅光羲寫的。大家細細看看這篇序文，對於《無量壽經》的來龍去脈就會有個了解。梅光羲是李炳南的老師，台中李炳南老居士大家非常景仰，梅光羲是他的老師。在民國初年，在中國大陸上，居士當中非常有名氣，所謂「南梅北夏」。南方梅光羲老居士，北方夏蓮居老居士，當時佛教界裡面稱這二位大居士稱大士，不是普通稱呼，稱大士。大士是菩薩，我們稱觀音大士、普賢大士，稱他們二位為大士，「南梅北夏」。"
    },
    {
      "id": "02-006-0001_p0014",
      "zh_CN": "夏老居士在民国二十一年，发愿重新会集，用了三年的时间，稿本才写成。到民国二十五年初版印出来，又经过了几次修改，才成为定本，我们现在这个本子是个定本。夏老师的学生黄念祖老居士，他也是梅光羲的外甥，家学渊源非常的深厚。我前年在美国讲经，听说他还在。我在美国华府讲经，华府有些同修来告诉我，他们要请一位密宗的上师到华盛顿来弘法，问我好不好？我在那边都劝人念佛，他说找个密宗的上师来，当然我也不能说不好，我就含糊笼统的敷衍他。我就问他是那一位上师？他们给我讲黄念祖上师。黄念祖的名字我很熟悉，他这一说我就想起来了。黄念祖！我说从大陆上来的？他说是的。我说他是不是梅光羲的外甥？他们告诉我，是的。我说那没有问题，赶快请他来。",
      "zh_TW": "夏老居士在民國二十一年，發願重新會集，用了三年的時間，稿本才寫成。到民國二十五年初版印出來，又經過了幾次修改，才成為定本，我們現在這個本子是個定本。夏老師的學生黃念祖老居士，他也是梅光羲的外甥，家學淵源非常的深厚。我前年在美國講經，聽說他還在。我在美國華府講經，華府有些同修來告訴我，他們要請一位密宗的上師到華盛頓來弘法，問我好不好？我在那邊都勸人念佛，他說找個密宗的上師來，當然我也不能說不好，我就含糊籠統的敷衍他。我就問他是那一位上師？他們給我講黃念祖上師。黃念祖的名字我很熟悉，他這一說我就想起來了。黃念祖！我說從大陸上來的？他說是的。我說他是不是梅光羲的外甥？他們告訴我，是的。我說那沒有問題，趕快請他來。"
    },
    {
      "id": "02-006-0001_p0015",
      "zh_CN": "过了一个月，黄老居士到华府，我在达拉斯，我就把这个本子寄了一本给他，这是他老师的会集本，又把《相宗纲要》寄了一本给他。《相宗纲要》是他舅父所编的，梅光羲所编的，送给他作个纪念。他老人家就把他最近完成的《无量寿经》的注解寄给我，他就带了这么一部，寄给我了。我正好那一天回台湾，收到他这个东西来不及看，放在行李里面就带回台湾。一看之后，他注得非常之好，非常的难得。我立刻就写信到华盛顿ＤＣ，请他们转告老居士（我跟他没有见过面），问他有没有版权，如果是版权所有，翻印必究，那就算了，我打算重新要给《无量寿经》写个注解；如果没有版权，我马上就准备翻印，给它流通。没多久黄老居士回信来了，他说没有版权，欢迎翻印，欢迎批评指教。",
      "zh_TW": "過了一個月，黃老居士到華府，我在達拉斯，我就把這個本子寄了一本給他，這是他老師的會集本，又把《相宗綱要》寄了一本給他。《相宗綱要》是他舅父所編的，梅光羲所編的，送給他作個紀念。他老人家就把他最近完成的《無量壽經》的註解寄給我，他就帶了這麼一部，寄給我了。我正好那一天回台灣，收到他這個東西來不及看，放在行李裡面就帶回台灣。一看之後，他註得非常之好，非常的難得。我立刻就寫信到華盛頓ＤＣ，請他們轉告老居士（我跟他沒有見過面），問他有沒有版權，如果是版權所有，翻印必究，那就算了，我打算重新要給《無量壽經》寫個註解；如果沒有版權，我馬上就準備翻印，給它流通。沒多久黃老居士回信來了，他說沒有版權，歡迎翻印，歡迎批評指教。"
    },
    {
      "id": "02-006-0001_p0016",
      "zh_CN": "我得到他这个讯息，就把他的本子用了一年多的时间，因为他的原本是简体字，把简体字统统换成我们的正体字，印了一万本。我相信不少同修都已经看到过这个本子，这一万本很快的就送完。我们想印再版，在这时候我到北京，特地去看老居士，跟他见面，一见如故。过去弘扬《无量寿经》，弘扬这个本子只有我一个人，感觉得非常孤单；他在大陆上弘扬也是他一个人。现在我们遇到了，毕竟除了我还有他，他是除了他还有我，这是志同道合，很难得。他告诉我，希望我二版慢一点印，他在修订，希望修订一个定本，他对于他这个注解还不满意，希望再加以修订。他的修订稿会送给我，希望再印二版。现在许多同修问我要书，来不及，还是把这个初版，初版里面有几个错字改过来。二版我已经开始印了，老居士修订本我们决定印三版。今年十月间我要到大陆跟他再碰一次头。",
      "zh_TW": "我得到他這個訊息，就把他的本子用了一年多的時間，因為他的原本是簡體字，把簡體字統統換成我們的正體字，印了一萬本。我相信不少同修都已經看到過這個本子，這一萬本很快的就送完。我們想印再版，在這時候我到北京，特地去看老居士，跟他見面，一見如故。過去弘揚《無量壽經》，弘揚這個本子只有我一個人，感覺得非常孤單；他在大陸上弘揚也是他一個人。現在我們遇到了，畢竟除了我還有他，他是除了他還有我，這是志同道合，很難得。他告訴我，希望我二版慢一點印，他在修訂，希望修訂一個定本，他對於他這個註解還不滿意，希望再加以修訂。他的修訂稿會送給我，希望再印二版。現在許多同修問我要書，來不及，還是把這個初版，初版裡面有幾個錯字改過來。二版我已經開始印了，老居士修訂本我們決定印三版。今年十月間我要到大陸跟他再碰一次頭。"
    },
    {
      "id": "02-006-0001_p0017",
      "zh_CN": "我听说慈舟老法师曾经在济南讲过这个本子，而且有科判，这个科判现在还在，黄老居士手上还有。我就想到慈舟老法师有二个学生在台湾，这二个学生都是我们佛教界所尊敬的。第一位就是道源老法师，已经圆寂了，他是慈舟的学生。第二位就是忏云法师，他也是慈舟的学生。如果慈舟法师的科判我们要是能够取得，再会入本经把它流通，我相信对台湾同修会更有一种亲切之感，有助于弘扬这个本子。这是对于这个版本的简单介绍。下面我要把这个本子最重要的一章，就是第六章，诸位今天都拿到这个本子，在这个本子第二十页，「发大誓愿第六」，把这一章介绍给诸位同修。拿到经本的人请翻开经本的第二十面，下面的阿拉伯字第二十面，我们这三天就讲这一章。",
      "zh_TW": "我聽說慈舟老法師曾經在濟南講過這個本子，而且有科判，這個科判現在還在，黃老居士手上還有。我就想到慈舟老法師有二個學生在台灣，這二個學生都是我們佛教界所尊敬的。第一位就是道源老法師，已經圓寂了，他是慈舟的學生。第二位就是懺雲法師，他也是慈舟的學生。如果慈舟法師的科判我們要是能夠取得，再會入本經把它流通，我相信對台灣同修會更有一種親切之感，有助於弘揚這個本子。這是對於這個版本的簡單介紹。下面我要把這個本子最重要的一章，就是第六章，諸位今天都拿到這個本子，在這個本子第二十頁，「發大誓願第六」，把這一章介紹給諸位同修。拿到經本的人請翻開經本的第二十面，下面的阿拉伯字第二十面，我們這三天就講這一章。"
    },
    {
      "id": "02-006-0001_p0018",
      "zh_CN": "首先我要跟诸位说明这四十八愿是怎么来的，这一点要搞清楚。阿弥陀佛在因地里面，他是一位国王，本经有他一段的简史，简单的历史。他做国王的时候，在当时有佛住世，这尊佛就是世间自在王如来，有这尊佛出世。他听佛说法非常的感动，自己发愿把王位让给别人，他出家修道。以他的秉赋当然是超过了常人，他跟他的老师，世间自在王如来，在老师面前说明他的志趣。这一点我们也不能疏忽，我们自己想一想，我们发心学佛，想想我们为什么发心？我们为什么要出家？实在说我们心量很小，眼光很短。过去我在《坛经》里面看到，《六祖坛经》，六祖大师拜见五祖忍和尚的时候，忍和尚问他，你来，想求什么？他告诉忍大师说我想作佛。这样的口气非常希有。诸位同修想想，我们出家那天剃度了，我们为什么想出家？是不是为了想作佛？",
      "zh_TW": "首先我要跟諸位說明這四十八願是怎麼來的，這一點要搞清楚。阿彌陀佛在因地裡面，他是一位國王，本經有他一段的簡史，簡單的歷史。他做國王的時候，在當時有佛住世，這尊佛就是世間自在王如來，有這尊佛出世。他聽佛說法非常的感動，自己發願把王位讓給別人，他出家修道。以他的秉賦當然是超過了常人，他跟他的老師，世間自在王如來，在老師面前說明他的志趣。這一點我們也不能疏忽，我們自己想一想，我們發心學佛，想想我們為什麼發心？我們為什麼要出家？實在說我們心量很小，眼光很短。過去我在《壇經》裡面看到，《六祖壇經》，六祖大師拜見五祖忍和尚的時候，忍和尚問他，你來，想求什麼？他告訴忍大師說我想作佛。這樣的口氣非常希有。諸位同修想想，我們出家那天剃度了，我們為什麼想出家？是不是為了想作佛？"
    },
    {
      "id": "02-006-0001_p0019",
      "zh_CN": "世饶王他发愿出家，不但他要作佛，还要超过诸佛。这个比六祖就高了，六祖只说作佛，没有说要超过诸佛；法藏比丘发的愿是我要作佛，还要超过诸佛。实在讲他真的做到了。老师对于这样的学生，欢喜！这是个好学生，非常难得的一个学生。法藏比丘向老师要求为他说法，佛也就真的答应，为他宣说二百一十亿佛国土依正庄严。这二百一十亿佛国土，诸位要知道，这不是一个数字，二百一十亿不是数字，是表法的意思，在密宗里面代表大圆满。换句话说，十方三世一切诸佛刹土，一个也没有漏掉，全部给他宣说。不但给他宣说，而且以神力展现在他面前，让他统统看到，使他对于整个法界，诸佛刹土里面因果善恶完全通达明了，他才发愿的。",
      "zh_TW": "世饒王他發願出家，不但他要作佛，還要超過諸佛。這個比六祖就高了，六祖只說作佛，沒有說要超過諸佛；法藏比丘發的願是我要作佛，還要超過諸佛。實在講他真的做到了。老師對於這樣的學生，歡喜！這是個好學生，非常難得的一個學生。法藏比丘向老師要求為他說法，佛也就真的答應，為他宣說二百一十億佛國土依正莊嚴。這二百一十億佛國土，諸位要知道，這不是一個數字，二百一十億不是數字，是表法的意思，在密宗裡面代表大圓滿。換句話說，十方三世一切諸佛剎土，一個也沒有漏掉，全部給他宣說。不但給他宣說，而且以神力展現在他面前，讓他統統看到，使他對於整個法界，諸佛剎土裡面因果善惡完全通達明瞭，他才發願的。"
    },
    {
      "id": "02-006-0001_p0020",
      "zh_CN": "所以，四十八愿不是一次发的，是不断不断累积圆满的大愿，圆满这个四十八愿。四十八愿不是一次发的，是在接受老师的教导，参访十方诸佛刹土，有感而发的，正是我们中国古人所讲的，「读万卷书，行万里路」。他这种修学的历程是非常合乎我们现代所讲的科学，不是盲从，不是感情冲动。他见到这个世界哪些地方不好，不好我不要；这个世界有哪些地方好的，好的我要采纳，我要采取；不好的我舍弃，我不要。所以，西方极乐世界就变成了一切诸佛刹土里面最美好的世界。为什么？所有十方世界里面不好的，西方世界没有，找不到；一切诸佛世界美好的地方它统统都有，它是集诸佛刹土美好的大乘，这么来的。",
      "zh_TW": "所以，四十八願不是一次發的，是不斷不斷累積圓滿的大願，圓滿這個四十八願。四十八願不是一次發的，是在接受老師的教導，參訪十方諸佛剎土，有感而發的，正是我們中國古人所講的，「讀萬卷書，行萬里路」。他這種修學的歷程是非常合乎我們現代所講的科學，不是盲從，不是感情衝動。他見到這個世界哪些地方不好，不好我不要；這個世界有哪些地方好的，好的我要採納，我要採取；不好的我捨棄，我不要。所以，西方極樂世界就變成了一切諸佛剎土裡面最美好的世界。為什麼？所有十方世界裡面不好的，西方世界沒有，找不到；一切諸佛世界美好的地方它統統都有，它是集諸佛剎土美好的大乘，這麼來的。"
    },
    {
      "id": "02-006-0001_p0021",
      "zh_CN": "我们读这一段经文，实在讲现前也给我们很大的启示。现在由于大众传播便捷，交通便利，个人到全世界每个地方去观光、旅行、考察的机会太多了。我们台湾是个宝岛，如果我们每个人到海外去看看别的国家，他们好的我们学习，他们不好的，我们统统舍掉。如果每个台湾同胞站在自己的岗位上，都能够尽心尽力，取人之长，舍人之短，我相信我们台湾十年、二十年之间，就会建立这个地球上的极乐世界。所以，阿弥陀佛极乐世界是这样建立的！不是自己在家里「我要想怎么样，要想怎么样」，不是的。我们看他这四十八愿充满了智慧，成就圆满的福德。这是在第二十面第三行，「发大誓愿第六」。",
      "zh_TW": "我們讀這一段經文，實在講現前也給我們很大的啟示。現在由於大眾傳播便捷，交通便利，個人到全世界每個地方去觀光、旅行、考察的機會太多了。我們台灣是個寶島，如果我們每個人到海外去看看別的國家，他們好的我們學習，他們不好的，我們統統捨掉。如果每個台灣同胞站在自己的崗位上，都能夠盡心盡力，取人之長，捨人之短，我相信我們台灣十年、二十年之間，就會建立這個地球上的極樂世界。所以，阿彌陀佛極樂世界是這樣建立的！不是自己在家裡「我要想怎麼樣，要想怎麼樣」，不是的。我們看他這四十八願充滿了智慧，成就圓滿的福德。這是在第二十面第三行，「發大誓願第六」。"
    },
    {
      "id": "02-006-0001_p0022",
      "zh_CN": "【法藏白言。唯愿世尊。大慈听察。】",
      "zh_TW": "【法藏白言。唯願世尊。大慈聽察。】"
    },
    {
      "id": "02-006-0001_p0023",
      "zh_CN": "『法藏』是阿弥陀佛没有成佛之前的法号，他出家的法号。『世尊』就是他的老师世间自在王如来。这段文就是四十八愿，是他自己修学成绩的报告，向老师提出报告，他的西方极乐世界已经建成了。第一愿，这一章的经文总共分为二十四段，二十四段是纲，四十八愿是目，四十八有小字注在每一段的后面，我们可以对照来看。",
      "zh_TW": "『法藏』是阿彌陀佛沒有成佛之前的法號，他出家的法號。『世尊』就是他的老師世間自在王如來。這段文就是四十八願，是他自己修學成績的報告，向老師提出報告，他的西方極樂世界已經建成了。第一願，這一章的經文總共分為二十四段，二十四段是綱，四十八願是目，四十八有小字註在每一段的後面，我們可以對照來看。"
    },
    {
      "id": "02-006-0001_p0024",
      "zh_CN": "【我若证得无上菩提。成正觉已。所居佛刹。具足无量不可思议。功德庄严。】",
      "zh_TW": "【我若證得無上菩提。成正覺已。所居佛剎。具足無量不可思議。功德莊嚴。】"
    },
    {
      "id": "02-006-0001_p0025",
      "zh_CN": "这句是总纲，是总说。『我』是阿弥陀佛自称，『证得无上菩提，成正觉已』，就是说他如果要成了佛的话。我们知道，法藏比丘现在在我们娑婆世界西方过十万亿佛刹，那个地方有极乐世界，他在那边示现成佛，于今十劫，到现在已经有十劫。他是已经成佛！他的佛刹『具足无量不可思议，功德庄严』，这句话是总说，「无量不可思议功德庄严」，下面要一条一条为我们细说。简单的讲，这里面无比的殊胜，就是十念必生，往生不退，这是十方所有一切佛刹里面没有的。",
      "zh_TW": "這句是總綱，是總說。『我』是阿彌陀佛自稱，『證得無上菩提，成正覺已』，就是說他如果要成了佛的話。我們知道，法藏比丘現在在我們娑婆世界西方過十萬億佛剎，那個地方有極樂世界，他在那邊示現成佛，於今十劫，到現在已經有十劫。他是已經成佛！他的佛剎『具足無量不可思議，功德莊嚴』，這句話是總說，「無量不可思議功德莊嚴」，下面要一條一條為我們細說。簡單的講，這裡面無比的殊勝，就是十念必生，往生不退，這是十方所有一切佛剎裡面沒有的。"
    },
    {
      "id": "02-006-0001_p0026",
      "zh_CN": "任何一个地方修行是进进退退，这个很麻烦，实在讲进得少，退得多，因此成就的时间就要拖得很长。经上跟我们讲三大阿僧祇劫，无量阿僧祇劫，《华严》讲无量劫，才能成就。这个就是因为会退转，如果不退转，哪要那么长的时间？西方世界有个好处，它不退转，不但不退转，而且是圆证三不退。实在讲这是一切诸佛刹土里面没有的，而且是真正难以相信的法门。不退已经很难，圆证三不退，什么叫做圆？诸位要知道，圆是要到等觉菩萨才圆；等觉以下，虽然讲不退，没有到圆，没有到圆满。那么问题就来了，我们生西方极乐世界是凡夫，博地凡夫，一品烦恼都没有断，生到西方极乐世界，凡圣同居土下下品往生，难道也是圆证三不退吗？给诸位说，确实是圆证三不退；圆证三不退就等于观世音菩萨，等于文殊、普贤。",
      "zh_TW": "任何一個地方修行是進進退退，這個很麻煩，實在講進得少，退得多，因此成就的時間就要拖得很長。經上跟我們講三大阿僧祇劫，無量阿僧祇劫，《華嚴》講無量劫，才能成就。這個就是因為會退轉，如果不退轉，哪要那麼長的時間？西方世界有個好處，它不退轉，不但不退轉，而且是圓證三不退。實在講這是一切諸佛剎土裡面沒有的，而且是真正難以相信的法門。不退已經很難，圓證三不退，什麼叫做圓？諸位要知道，圓是要到等覺菩薩才圓；等覺以下，雖然講不退，沒有到圓，沒有到圓滿。那麼問題就來了，我們生西方極樂世界是凡夫，博地凡夫，一品煩惱都沒有斷，生到西方極樂世界，凡聖同居土下下品往生，難道也是圓證三不退嗎？給諸位說，確實是圓證三不退；圓證三不退就等於觀世音菩薩，等於文殊、普賢。"
    },
    {
      "id": "02-006-0001_p0027",
      "zh_CN": "一个凡夫念几天佛，生到西方极乐世界，地位一下子就提升到等觉菩萨，谁相信？所以这个法门叫难信之法，玄奘大师翻译的《弥陀经》里面翻的是极难信法，真正难信。换句话说，这样难信的方法你为什么会相信？这有二个原因，第一个原因，是你多生多劫修学这个法门，善根种子的成熟；如果不是你多生多劫的善根福德因缘，你今天遇到这个法门不可能相信。第二个因缘，是十方三世一切诸佛如来的护念、加持，这是缘，前面是因，因缘聚会，我们对这个法门生起了信心。所以，这个法门绝对不是一个普通法门。",
      "zh_TW": "一個凡夫念幾天佛，生到西方極樂世界，地位一下子就提升到等覺菩薩，誰相信？所以這個法門叫難信之法，玄奘大師翻譯的《彌陀經》裡面翻的是極難信法，真正難信。換句話說，這樣難信的方法你為什麼會相信？這有二個原因，第一個原因，是你多生多劫修學這個法門，善根種子的成熟；如果不是你多生多劫的善根福德因緣，你今天遇到這個法門不可能相信。第二個因緣，是十方三世一切諸佛如來的護念、加持，這是緣，前面是因，因緣聚會，我們對這個法門生起了信心。所以，這個法門絕對不是一個普通法門。"
    },
    {
      "id": "02-006-0001_p0028",
      "zh_CN": "从这个地方来说，我告诉诸位同修，我自己就不是个根性很利的人。为什么？因为我入佛门的时候是方东美老师介绍的，我是从哲学里面入佛门的。受方老师影响足足有三年，把佛法当作哲学来看待，尤其是羡慕佛门里面性、相二宗。性宗是空宗、禅宗，相宗就是唯识法相宗，对于这二宗特别有好感。对于净宗就很轻视，认为这一句阿弥陀佛有什么了不起，三岁小孩都可以念，我们哪里要学这个东西？所以对于净宗是轻慢之心对之。我刚才跟诸位说了，我之能够相信这个法门，是得力于一十七年讲《华严经》。所以古人说《华严》、《法华》是《无量寿经》的导引，这个话我完全承认。因为我就是《华严》、《法华》把我引到《无量寿经》里面来的，如果不是这个大经，我不会归心到净宗法门。",
      "zh_TW": "從這個地方來說，我告訴諸位同修，我自己就不是個根性很利的人。為什麼？因為我入佛門的時候是方東美老師介紹的，我是從哲學裡面入佛門的。受方老師影響足足有三年，把佛法當作哲學來看待，尤其是羨慕佛門裡面性、相二宗。性宗是空宗、禪宗，相宗就是唯識法相宗，對於這二宗特別有好感。對於淨宗就很輕視，認為這一句阿彌陀佛有什麼了不起，三歲小孩都可以念，我們哪裡要學這個東西？所以對於淨宗是輕慢之心對之。我剛才跟諸位說了，我之能夠相信這個法門，是得力於一十七年講《華嚴經》。所以古人說《華嚴》、《法華》是《無量壽經》的導引，這個話我完全承認。因為我就是《華嚴》、《法華》把我引到《無量壽經》裡面來的，如果不是這個大經，我不會歸心到淨宗法門。"
    },
    {
      "id": "02-006-0001_p0029",
      "zh_CN": "认识之后，我才想到莲池大师过去讲的二句话，他说「三藏十二部，让给别人悟」，他老人家不要了，三藏十二部《大藏经》不要了，让给别人悟；「八万四千行，饶于别人行」，八万四千行门他也不要，他老人家最后要什么东西？一部《阿弥陀经》，一句「阿弥陀佛」。我想到他这两句话，是彻底觉悟，真正觉悟，我懂得他的意思。我懂得他的意思之后，我《华严经》不讲了，所有一切大乘经论我也不讲。今天虽然在全世界请我讲经，我开出来的只有净土五经一论；五经一论以外，任何人请我讲，我都不讲。为什么？我也要「三藏十二部，让给别人悟」，让给别人讲，我不讲了。五经一论，六种还嫌麻烦，我自己主动讲的，给诸位说又打了个对折，我只讲三种，《无量寿经》、《阿弥陀经》、《普贤行愿品》。另外三种，他不请我，我不主动讲；这个三种，他不请我，我也要讲！这是我自己将来往生净土的资粮。问我为什么要讲？这是往生净土的资粮。",
      "zh_TW": "認識之後，我才想到蓮池大師過去講的二句話，他說「三藏十二部，讓給別人悟」，他老人家不要了，三藏十二部《大藏經》不要了，讓給別人悟；「八萬四千行，饒於別人行」，八萬四千行門他也不要，他老人家最後要什麼東西？一部《阿彌陀經》，一句「阿彌陀佛」。我想到他這兩句話，是徹底覺悟，真正覺悟，我懂得他的意思。我懂得他的意思之後，我《華嚴經》不講了，所有一切大乘經論我也不講。今天雖然在全世界請我講經，我開出來的只有淨土五經一論；五經一論以外，任何人請我講，我都不講。為什麼？我也要「三藏十二部，讓給別人悟」，讓給別人講，我不講了。五經一論，六種還嫌麻煩，我自己主動講的，給諸位說又打了個對折，我只講三種，《無量壽經》、《阿彌陀經》、《普賢行願品》。另外三種，他不請我，我不主動講；這個三種，他不請我，我也要講！這是我自己將來往生淨土的資糧。問我為什麼要講？這是往生淨土的資糧。"
    },
    {
      "id": "02-006-0001_p0030",
      "zh_CN": "诸位也许有人问，西方极乐世界是真的吗？真能往生吗？我告诉诸位，真的！一点也不假。往生我们真有把握，一点都不怀疑，确确实实可以往生，自在往生。那么什么是保证？这本《无量寿经》就是保证。何况在国内、在国外，这些年来我们看到念佛往生的人，真正往生的，见到阿弥陀佛、观音、势至来接引的，就有不少位！这是真的、不是假的。所以这个法门它的殊胜功德利益，我要是说出来，诸位听了会非常惊异，这个法门是不病不死的法门。你学了这个法门，不会生病，也不会死！往生西方极乐世界是往生以后才死的，不是死了以后往生，这一点要注意到。看到阿弥陀佛来接引了跟家里人bye bye再见，我要到西方极乐世界去了。这是活的走的，不是死了走的，这是真的，不是假的。所以这样殊胜功德利益，我们要是把它错过太可惜！我们从第一愿看起：，",
      "zh_TW": "諸位也許有人問，西方極樂世界是真的嗎？真能往生嗎？我告訴諸位，真的！一點也不假。往生我們真有把握，一點都不懷疑，確確實實可以往生，自在往生。那麼什麼是保證？這本《無量壽經》就是保證。何況在國內、在國外，這些年來我們看到念佛往生的人，真正往生的，見到阿彌陀佛、觀音、勢至來接引的，就有不少位！這是真的、不是假的。所以這個法門它的殊勝功德利益，我要是說出來，諸位聽了會非常驚異，這個法門是不病不死的法門。你學了這個法門，不會生病，也不會死！往生西方極樂世界是往生以後才死的，不是死了以後往生，這一點要注意到。看到阿彌陀佛來接引了跟家裡人bye bye再見，我要到西方極樂世界去了。這是活的走的，不是死了走的，這是真的，不是假的。所以這樣殊勝功德利益，我們要是把它錯過太可惜！我們從第一願看起：，"
    },
    {
      "id": "02-006-0001_p0031",
      "zh_CN": "【无有地狱。饿鬼。禽兽。蜎飞蠕动之类。】",
      "zh_TW": "【無有地獄。餓鬼。禽獸。蜎飛蠕動之類。】"
    },
    {
      "id": "02-006-0001_p0032",
      "zh_CN": "这个就是四十八愿第一愿，「国无恶道愿」。由此可知，阿弥陀佛做学生的时代，参观一切诸佛刹土，参观无量的世界，看到像我们娑婆世界有地狱、有饿鬼、有畜牲。这个不好，我成佛，我这个世界里头不要这个东西。他现在成了佛，西方极乐世界确实没有地狱、没有饿鬼、没有畜牲，没有三恶道，这是果报。不错，西方极乐世界确实是阿弥陀佛大愿大行之所成就。但是每个往生西方极乐世界的人，不能说他没有功德，他也有功德；换句话说，西方极乐世界无量无边的功德庄严，是佛与大众共同来造成的。譬如说中华民国是孙中山先生创造的，但是全国老百姓要不能一心一德来拥护，孙中山先生一个人也办不到，也不能创造这个安和乐利的国家。西方世界亦复如是，凡是往生到西方极乐世界的人一定要修净业。",
      "zh_TW": "這個就是四十八願第一願，「國無惡道願」。由此可知，阿彌陀佛做學生的時代，參觀一切諸佛剎土，參觀無量的世界，看到像我們娑婆世界有地獄、有餓鬼、有畜牲。這個不好，我成佛，我這個世界裡頭不要這個東西。他現在成了佛，西方極樂世界確實沒有地獄、沒有餓鬼、沒有畜牲，沒有三惡道，這是果報。不錯，西方極樂世界確實是阿彌陀佛大願大行之所成就。但是每個往生西方極樂世界的人，不能說他沒有功德，他也有功德；換句話說，西方極樂世界無量無邊的功德莊嚴，是佛與大眾共同來造成的。譬如說中華民國是孫中山先生創造的，但是全國老百姓要不能一心一德來擁護，孫中山先生一個人也辦不到，也不能創造這個安和樂利的國家。西方世界亦復如是，凡是往生到西方極樂世界的人一定要修淨業。"
    },
    {
      "id": "02-006-0001_p0033",
      "zh_CN": "凭什么条件去？就是信、愿、行这三资粮，这三个条件少一个都不行。尤其是本经第十八愿、第十九愿，是四十八愿的核心，教导我们往生西方极乐世界的方法，「发菩提心，一向专念」这八个字。菩提心简单的说就是清净心，我一心一意要见阿弥陀佛，要生西方极乐世界，这个心愿就是无上菩提心，这个心是清净心。只要有清净心，我们身体的造作，口里面的言语都清净，心清净则身清净，身心清净，环境就清净，国土清净。所以念佛人，他修的业叫净业。世间人所造的业，是善业、恶业，善业感三善道受报，恶业是三恶道受报；唯独净业，我们六道里面没有果报，果报在西方极乐世界，这一点我们同修是不可以不知道的。",
      "zh_TW": "憑什麼條件去？就是信、願、行這三資糧，這三個條件少一個都不行。尤其是本經第十八願、第十九願，是四十八願的核心，教導我們往生西方極樂世界的方法，「發菩提心，一向專念」這八個字。菩提心簡單的說就是清淨心，我一心一意要見阿彌陀佛，要生西方極樂世界，這個心願就是無上菩提心，這個心是清淨心。只要有清淨心，我們身體的造作，口裡面的言語都清淨，心清淨則身清淨，身心清淨，環境就清淨，國土清淨。所以念佛人，他修的業叫淨業。世間人所造的業，是善業、惡業，善業感三善道受報，惡業是三惡道受報；唯獨淨業，我們六道裡面沒有果報，果報在西方極樂世界，這一點我們同修是不可以不知道的。"
    },
    {
      "id": "02-006-0001_p0034",
      "zh_CN": "三恶道的业因就是贪、瞋、痴，所以念佛人一定要把见思烦恼伏住。虽然不能把它断掉，见思烦恼要一天比一天轻，这样子我们念的佛号才能相应。所谓「一念相应一念佛，念念相应念念佛」，与西方极乐世界相应，你念佛往生才真正有把握，真正有信心。这是看到果报，我们就想到业因，地狱是瞋恚心，饿鬼是贪心，畜生是愚痴心，这三种心堕三恶道。西方极乐世界没有这三种心的人，所以它没有这个果报。再看下面。",
      "zh_TW": "三惡道的業因就是貪、瞋、痴，所以念佛人一定要把見思煩惱伏住。雖然不能把它斷掉，見思煩惱要一天比一天輕，這樣子我們念的佛號才能相應。所謂「一念相應一念佛，念念相應念念佛」，與西方極樂世界相應，你念佛往生才真正有把握，真正有信心。這是看到果報，我們就想到業因，地獄是瞋恚心，餓鬼是貪心，畜生是愚痴心，這三種心墮三惡道。西方極樂世界沒有這三種心的人，所以它沒有這個果報。再看下面。"
    },
    {
      "id": "02-006-0001_p0035",
      "zh_CN": "【所有一切众生。以及焰摩罗界。】",
      "zh_TW": "【所有一切眾生。以及焰摩羅界。】"
    },
    {
      "id": "02-006-0001_p0036",
      "zh_CN": "『焰摩罗界』是称地狱道，三恶道里面最苦的一道。",
      "zh_TW": "『焰摩羅界』是稱地獄道，三惡道裡面最苦的一道。"
    },
    {
      "id": "02-006-0001_p0037",
      "zh_CN": "【三恶道中。来生我刹。受我法化。悉成阿耨多罗三藐三菩提。不复更堕恶趣。】",
      "zh_TW": "【三惡道中。來生我剎。受我法化。悉成阿耨多羅三藐三菩提。不復更墮惡趣。】"
    },
    {
      "id": "02-006-0001_p0038",
      "zh_CN": "这是第二愿。凡是十方国土的修行人，刚才讲了，他会退转，他会退转到恶道。阿弥陀佛说，凡是生到西方极乐世界的人，绝对不会再退转到三恶道，绝对不再退转！这是不可思议的大愿，无比殊胜的庄严。由此可见，弥陀本心念念愿一切众生快快成佛。",
      "zh_TW": "這是第二願。凡是十方國土的修行人，剛才講了，他會退轉，他會退轉到惡道。阿彌陀佛說，凡是生到西方極樂世界的人，絕對不會再退轉到三惡道，絕對不再退轉！這是不可思議的大願，無比殊勝的莊嚴。由此可見，彌陀本心念念願一切眾生快快成佛。"
    },
    {
      "id": "02-006-0001_p0039",
      "zh_CN": "【得是愿。乃作佛。不得是愿。不取无上正觉。】",
      "zh_TW": "【得是願。乃作佛。不得是願。不取無上正覺。】"
    },
    {
      "id": "02-006-0001_p0040",
      "zh_CN": "这个愿要不圆满，法藏比丘誓不成佛。他现在的愿圆满了，所以在西方极乐世界成佛。我们对于他老人家所说的话要深信不疑，句句话都是真实的，释迦牟尼佛为我们转说。",
      "zh_TW": "這個願要不圓滿，法藏比丘誓不成佛。他現在的願圓滿了，所以在西方極樂世界成佛。我們對於他老人家所說的話要深信不疑，句句話都是真實的，釋迦牟尼佛為我們轉說。"
    },
    {
      "id": "02-006-0001_p0041",
      "zh_CN": "【我作佛时。十方世界。所有众生。令生我刹。皆具紫磨真金色身。三十二种。大丈夫相。端正净洁。悉同一类。若形貌差别。有好丑者。不取正觉。】",
      "zh_TW": "【我作佛時。十方世界。所有眾生。令生我剎。皆具紫磨真金色身。三十二種。大丈夫相。端正淨潔。悉同一類。若形貌差別。有好醜者。不取正覺。】"
    },
    {
      "id": "02-006-0001_p0042",
      "zh_CN": "这桩事情不知道诸位同修平常有没有留意到？说老实话我是没有留意到，法藏比丘他在因地里头注意到这个事情，很难得。十方世界众生相貌不一样，身体健康程度也不一样，这个不一样说实在话就是不平等，不平等就是烦恼的根源！他的身体比我好，我的身体不如他，就会怨天尤人，老天爷不公平！他长的美，我长的丑，长的美的人就有傲慢心，长的丑的人就有自卑心，这都是烦恼的来源。所以法藏比丘看出来了，他发了个愿，凡是生到西方极乐世界的人相貌都一样，大家没有话说了。身体也相同，统统是金色身，紫磨金色，最好的身相。",
      "zh_TW": "這樁事情不知道諸位同修平常有沒有留意到？說老實話我是沒有留意到，法藏比丘他在因地裡頭注意到這個事情，很難得。十方世界眾生相貌不一樣，身體健康程度也不一樣，這個不一樣說實在話就是不平等，不平等就是煩惱的根源！他的身體比我好，我的身體不如他，就會怨天尤人，老天爺不公平！他長的美，我長的醜，長的美的人就有傲慢心，長的醜的人就有自卑心，這都是煩惱的來源。所以法藏比丘看出來了，他發了個願，凡是生到西方極樂世界的人相貌都一樣，大家沒有話說了。身體也相同，統統是金色身，紫磨金色，最好的身相。"
    },
    {
      "id": "02-006-0001_p0043",
      "zh_CN": "所以现在我们看到有人画西方极乐世界的变相图，阿弥陀佛坐在当中，身体特别大，观音、势至稍为小一点，其他的人就更小，这个画错了。为什么？跟经的说法不一样。西方极乐世界人是平等的，每个人跟阿弥陀佛都一模一样，决定分不出来。这是经上说的，阿弥陀佛自己说的，每个人都是真金色，身都是金色身！金色是取它的意思，取它珍贵之意。我们读经要晓得佛说经的义趣，不可以死在文字里面，如果你认为佛的身都是金色，人都是面孔黄黄的，这个也很难看。这是取金在七宝当中是最珍贵的，没有一个人不爱黄金的。他这个身相是一切众生见到都能生欢喜心，都喜欢、都爱护，取这个意思。身相之好！",
      "zh_TW": "所以現在我們看到有人畫西方極樂世界的變相圖，阿彌陀佛坐在當中，身體特別大，觀音、勢至稍為小一點，其他的人就更小，這個畫錯了。為什麼？跟經的說法不一樣。西方極樂世界人是平等的，每個人跟阿彌陀佛都一模一樣，決定分不出來。這是經上說的，阿彌陀佛自己說的，每個人都是真金色，身都是金色身！金色是取它的意思，取它珍貴之意。我們讀經要曉得佛說經的義趣，不可以死在文字裡面，如果你認為佛的身都是金色，人都是面孔黃黃的，這個也很難看。這是取金在七寶當中是最珍貴的，沒有一個人不愛黃金的。他這個身相是一切眾生見到都能生歡喜心，都喜歡、都愛護，取這個意思。身相之好！"
    },
    {
      "id": "02-006-0001_p0044",
      "zh_CN": "『三十二种，大丈夫相』，这是世尊就我们世界的标准来说的。我们世间人，相讲贵相，看相的说好相，三十二相，八十种好。其实西方极乐世界的阿弥陀佛，身有无量相，相有无量好；凡是生到西方极乐世界人，即使下下品往生，也是身有无量相，相有无量好。这是阿弥陀佛自己说的，不容易！普通在他方世界成了佛，还要用一百劫的时间去修相好，你就晓得多么难！一百劫是多长的时间，才能修到个三十二相，八十种好。到西方极乐世界，一生到那个地方就具足，而且具足比十方诸佛如来的身相还要好。这是不可思议！这是难信之法。弥陀跟本师释迦牟尼佛为我们宣说的，我们想到《金刚经》上，「如来是真语者、实语者、不妄语者、不诳语者」，我们要相信。不要认为佛说的这个话不太可靠，我们自己把机会失掉了，那太可惜！谁要相信谁就有福，信者有福。再看第三段：",
      "zh_TW": "『三十二種，大丈夫相』，這是世尊就我們世界的標準來說的。我們世間人，相講貴相，看相的說好相，三十二相，八十種好。其實西方極樂世界的阿彌陀佛，身有無量相，相有無量好；凡是生到西方極樂世界人，即使下下品往生，也是身有無量相，相有無量好。這是阿彌陀佛自己說的，不容易！普通在他方世界成了佛，還要用一百劫的時間去修相好，你就曉得多麼難！一百劫是多長的時間，才能修到個三十二相，八十種好。到西方極樂世界，一生到那個地方就具足，而且具足比十方諸佛如來的身相還要好。這是不可思議！這是難信之法。彌陀跟本師釋迦牟尼佛為我們宣說的，我們想到《金剛經》上，「如來是真語者、實語者、不妄語者、不誑語者」，我們要相信。不要認為佛說的這個話不太可靠，我們自己把機會失掉了，那太可惜！誰要相信誰就有福，信者有福。再看第三段："
    },
    {
      "id": "02-006-0001_p0045",
      "zh_CN": "【我作佛时。所有众生。生我国者。自知无量劫时宿命。所作善恶。皆能洞视。彻听。知十方去来现在之事。不得是愿。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。自知無量劫時宿命。所作善惡。皆能洞視。徹聽。知十方去來現在之事。不得是願。不取正覺。】"
    },
    {
      "id": "02-006-0001_p0046",
      "zh_CN": "这一段里面包括了三愿，宿命通、天眼通、天耳通。这段经文我不晓得诸位同修看到，心里有什么感想？我每读这段经文都汗毛直竖，为什么？我们在这个地方一举一动，原来西方极乐世界那些人统统看得清楚，他天眼洞视！咱们这里说个悄悄话，他也听得清楚，现在人所讲的隐私权都没有了，统统都没有。不但是我们一举一动，西方极乐世界人看得清清楚楚，我们心里起个念头他都知道。这以后的日子怎么过？诸位常常念这段经文，就会提高自己警觉，不但不敢做一件坏事，做一件坏事怎么能对得起阿弥陀佛？怎么能够到得了西方极乐世界？不但不敢做恶事，动个恶念都不可以。为什么？动个恶念，阿弥陀佛知道，观音、势至也知道。西方极乐世界那个地方的人数之多，没有法子计算，太多太多了，没有一个不知道。你能瞒得了谁！",
      "zh_TW": "這一段裡面包括了三願，宿命通、天眼通、天耳通。這段經文我不曉得諸位同修看到，心裡有什麼感想？我每讀這段經文都汗毛直豎，為什麼？我們在這個地方一舉一動，原來西方極樂世界那些人統統看得清楚，他天眼洞視！咱們這裡說個悄悄話，他也聽得清楚，現在人所講的隱私權都沒有了，統統都沒有。不但是我們一舉一動，西方極樂世界人看得清清楚楚，我們心裡起個念頭他都知道。這以後的日子怎麼過？諸位常常念這段經文，就會提高自己警覺，不但不敢做一件壞事，做一件壞事怎麼能對得起阿彌陀佛？怎麼能夠到得了西方極樂世界？不但不敢做惡事，動個惡念都不可以。為什麼？動個惡念，阿彌陀佛知道，觀音、勢至也知道。西方極樂世界那個地方的人數之多，沒有法子計算，太多太多了，沒有一個不知道。你能瞞得了誰！"
    },
    {
      "id": "02-006-0001_p0047",
      "zh_CN": "我们中国俗话说，「举头三尺有神明」，神明的神通很小，不大，我们心里面有些什么念头，神明不知道。就是阿罗汉、普通的菩萨，他要入定，注意来观察，他知道；他要不入定，不注意来观察，你起心动念他不知道。西方极乐世界那些人，他们的神通道力得到阿弥陀佛神力的加持，几乎跟佛差不多，不必起心动念统统知道。所以这个文念了汗毛直竖！确确实实从今以后我们要认真、要老实，断一切恶，修一切善。起心动念都想到，一切诸佛菩萨统统看到、统统听到、统统知晓，这是我们决定不能够疏忽的。不要以为我们做事情没有人知道，自己骗自己容易，骗众生也还做得到；骗诸佛菩萨，骗西方极乐世界清净海会大众，是决定做不到的。希望我们能够牢牢记住这一愿，我们修清净心，修清净行，往生西方极乐世界必定有我们自己一分。第四段是：",
      "zh_TW": "我們中國俗話說，「舉頭三尺有神明」，神明的神通很小，不大，我們心裡面有些什麼念頭，神明不知道。就是阿羅漢、普通的菩薩，他要入定，注意來觀察，他知道；他要不入定，不注意來觀察，你起心動念他不知道。西方極樂世界那些人，他們的神通道力得到阿彌陀佛神力的加持，幾乎跟佛差不多，不必起心動念統統知道。所以這個文念了汗毛直豎！確確實實從今以後我們要認真、要老實，斷一切惡，修一切善。起心動念都想到，一切諸佛菩薩統統看到、統統聽到、統統知曉，這是我們決定不能夠疏忽的。不要以為我們做事情沒有人知道，自己騙自己容易，騙眾生也還做得到；騙諸佛菩薩，騙西方極樂世界清淨海會大眾，是決定做不到的。希望我們能夠牢牢記住這一願，我們修清淨心，修清淨行，往生西方極樂世界必定有我們自己一分。第四段是："
    },
    {
      "id": "02-006-0001_p0048",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得他心智通。若不悉知亿那由他百千佛刹。众生心念者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得他心智通。若不悉知億那由他百千佛剎。眾生心念者。不取正覺。】"
    },
    {
      "id": "02-006-0001_p0049",
      "zh_CN": "这一愿就是「他心通愿」。我们特别要注意愿文前面所讲的，『所有众生，生我国者』。十方无量无边诸佛刹土，包括我们现在这个地球在内，换句话说，包括我们在座的所有大众，统统都是这里面一分子。我们将来生到西方极乐世界，神通、天眼通、天耳通、他心通、宿命通，后面还要讲到神足通，几乎都跟佛差不多。这些神通要想修得不容易，一生到西方极乐世界就得到了。",
      "zh_TW": "這一願就是「他心通願」。我們特別要注意願文前面所講的，『所有眾生，生我國者』。十方無量無邊諸佛剎土，包括我們現在這個地球在內，換句話說，包括我們在座的所有大眾，統統都是這裡面一分子。我們將來生到西方極樂世界，神通、天眼通、天耳通、他心通、宿命通，後面還要講到神足通，幾乎都跟佛差不多。這些神通要想修得不容易，一生到西方極樂世界就得到了。"
    },
    {
      "id": "02-006-0001_p0050",
      "zh_CN": "这个世界很苦，不晓得诸位有没有体验到？生活非常之苦，光阴很短暂。今天司仪小陈跟我见面，凤山莲社的同修，想到我第一次到凤山来讲经，煮云法师邀请我，是民国五十七年，这一眨眼二十多年过去了。那个时候第一次到凤山，他们有车队在车站迎接，还带我去游街，想到那个热闹的场面，就像昨天的事情一样。一转眼二十多年，煮云法师也不在了，所以这个世间人命无常，生死事大，一寸光阴就是一寸命光。只有有智慧的人，觉悟的人，他才能够有警觉，他才能够珍惜宝贵的光阴，认真的修行。修什么？修清净心，老实念佛，求生净土。一切法门里面，唯有这个法门是当生成就，其余法门不是普通根性的人可以成就的了，那是要有特殊根性的人才能成就。唯独这个法门容易，所以这个法门是究竟圆满，真实了义。",
      "zh_TW": "這個世界很苦，不曉得諸位有沒有體驗到？生活非常之苦，光陰很短暫。今天司儀小陳跟我見面，鳳山蓮社的同修，想到我第一次到鳳山來講經，煮雲法師邀請我，是民國五十七年，這一眨眼二十多年過去了。那個時候第一次到鳳山，他們有車隊在車站迎接，還帶我去遊街，想到那個熱鬧的場面，就像昨天的事情一樣。一轉眼二十多年，煮雲法師也不在了，所以這個世間人命無常，生死事大，一寸光陰就是一寸命光。只有有智慧的人，覺悟的人，他才能夠有警覺，他才能夠珍惜寶貴的光陰，認真的修行。修什麼？修清淨心，老實念佛，求生淨土。一切法門裡面，唯有這個法門是當生成就，其餘法門不是普通根性的人可以成就的了，那是要有特殊根性的人才能成就。唯獨這個法門容易，所以這個法門是究竟圓滿，真實了義。"
    },
    {
      "id": "02-006-0001_p0051",
      "zh_CN": "神通、智慧是一次报得的，不必修，统统都得到了。这是十方世界里面所没有的，一切经论里头也没有说到，这称之为难信之法。通常一个讲经的法师归到净土是相当不容易，因为《大藏经》就像迷宫一样，钻进去很不容易钻得出来，这是真的。所以教下讲经的法师对于净土不相信，他也讲，劝你念佛，他自己不念佛；劝你求生净土，他自己不求生净土。奇怪，为什么？他不相信！不相信为什么要给你讲？你们的程度不够，不如我，你就修这个法门！好像是安慰一些程度比较低的人，有这么一点味道在。",
      "zh_TW": "神通、智慧是一次報得的，不必修，統統都得到了。這是十方世界裡面所沒有的，一切經論裡頭也沒有說到，這稱之為難信之法。通常一個講經的法師歸到淨土是相當不容易，因為《大藏經》就像迷宮一樣，鑽進去很不容易鑽得出來，這是真的。所以教下講經的法師對於淨土不相信，他也講，勸你念佛，他自己不念佛；勸你求生淨土，他自己不求生淨土。奇怪，為什麼？他不相信！不相信為什麼要給你講？你們的程度不夠，不如我，你就修這個法門！好像是安慰一些程度比較低的人，有這麼一點味道在。"
    },
    {
      "id": "02-006-0001_p0052",
      "zh_CN": "其实错了，这个法门才是真正第一殊胜法门，因为唯独这部经是十方三世一切诸佛如来共同宣扬的，共同赞叹的！没有一尊佛不讲《无量寿经》，不讲《华严》、《法华》的佛很多，为什么？没有那个根性，佛说法契机契理，没有机，佛不说。唯独这部经是一切诸佛必须要讲的，为什么？它一切众生根机统统适合，刚才讲了，上到等觉菩萨，下至地狱众生，统统包括尽了。所以一切诸佛弘扬的第一经，我们有缘，我们有福，这一生才能够遇到。",
      "zh_TW": "其實錯了，這個法門才是真正第一殊勝法門，因為唯獨這部經是十方三世一切諸佛如來共同宣揚的，共同讚歎的！沒有一尊佛不講《無量壽經》，不講《華嚴》、《法華》的佛很多，為什麼？沒有那個根性，佛說法契機契理，沒有機，佛不說。唯獨這部經是一切諸佛必須要講的，為什麼？它一切眾生根機統統適合，剛才講了，上到等覺菩薩，下至地獄眾生，統統包括盡了。所以一切諸佛弘揚的第一經，我們有緣，我們有福，這一生才能夠遇到。"
    },
    {
      "id": "02-006-0001_p0053",
      "zh_CN": "尤其是遇到这个本子，这个本子在《无量寿经》现存的九种本子里面，就是九种不同的版本，这个本子是最好的。李老居士当年在台中讲过一遍之后，我是四十七年亲近他老人家，四十八年他把这个本子给我，我看了之后就很欢喜。民国五十六年我离开老师到台北讲经，我就想讲这部经典。老师告诉我，机缘没成熟，你还是等几年再说。我说为什么？他说因为这个本子是会集本，现在很多人对这个本子有成见，你年岁太轻，资历太浅，还不能服人，讲了之后怕人家找麻烦。这样只好就作罢了。当时也印了三千本经本，就到处去结缘送人，就没有讲。讲《楞严经》、讲《法华经》、讲《金刚经》、讲《华严经》，讲这些大经大论。一直到李老师圆寂，我把这个本子找出来，印了一万本，纪念老师，也以此功德回向他老人家上品上生。",
      "zh_TW": "尤其是遇到這個本子，這個本子在《無量壽經》現存的九種本子裡面，就是九種不同的版本，這個本子是最好的。李老居士當年在台中講過一遍之後，我是四十七年親近他老人家，四十八年他把這個本子給我，我看了之後就很歡喜。民國五十六年我離開老師到台北講經，我就想講這部經典。老師告訴我，機緣沒成熟，你還是等幾年再說。我說為什麼？他說因為這個本子是會集本，現在很多人對這個本子有成見，你年歲太輕，資歷太淺，還不能服人，講了之後怕人家找麻煩。這樣只好就作罷了。當時也印了三千本經本，就到處去結緣送人，就沒有講。講《楞嚴經》、講《法華經》、講《金剛經》、講《華嚴經》，講這些大經大論。一直到李老師圓寂，我把這個本子找出來，印了一萬本，紀念老師，也以此功德迴向他老人家上品上生。"
    },
    {
      "id": "02-006-0001_p0054",
      "zh_CN": "这个本子印出来之后，看到的人就很多，许多同修来找我，希望我在台北把这个本子讲一遍。开讲之后，听的人非常欢喜，不但在国内，在国外也如此，我知道这个本子的机缘成熟了。所以在最近几年当中，我们印这个本子超过三十万册，流通到全世界，处处受到欢迎，热烈的欢迎。在台湾这一、二年当中，从北到南这个本子读诵的人多了，这是我们台湾有福。台湾今天政治虽然非常的不安定，老百姓还能过得这么好的幸福，与学佛、与读诵、受持《无量寿经》有很大的关系。我们再看底下第五段：",
      "zh_TW": "這個本子印出來之後，看到的人就很多，許多同修來找我，希望我在台北把這個本子講一遍。開講之後，聽的人非常歡喜，不但在國內，在國外也如此，我知道這個本子的機緣成熟了。所以在最近幾年當中，我們印這個本子超過三十萬冊，流通到全世界，處處受到歡迎，熱烈的歡迎。在台灣這一、二年當中，從北到南這個本子讀誦的人多了，這是我們台灣有福。台灣今天政治雖然非常的不安定，老百姓還能過得這麼好的幸福，與學佛、與讀誦、受持《無量壽經》有很大的關係。我們再看底下第五段："
    },
    {
      "id": "02-006-0001_p0055",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得神通自在。波罗蜜多。于一念顷。不能超过亿那由他百千佛刹，周遍巡历。供养诸佛者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得神通自在。波羅蜜多。於一念頃。不能超過億那由他百千佛剎，周遍巡歷。供養諸佛者。不取正覺。】"
    },
    {
      "id": "02-006-0001_p0056",
      "zh_CN": "这一愿里面是讲「神足通」，神足就是我们平常讲的飞行、变化。我们看《西游记》孙悟空七十二变，就是属于神足通。七十二变太小，太少了，不足以为道，西方极乐世界这些天人，他们神通广大不可思议！我们读了这一愿，就晓得生到西方极乐世界的好处。我们今天很想到处去游览、去观光，现在利用最进步的交通工具喷射机，在我们想已经很不错，但是速度还是太慢，还是受种种限制，不得自在。而且只能在地球上绕来绕去，不能到外太空其他星系里面去玩玩，这个做不到。如果到西方极乐世界，那就得大自在，速度之快是一念之顷，动个念头，一念之顷就能够『周遍巡历，供养诸佛』。我们晓得一个世界只有一尊佛，供养诸佛就是周历一切诸佛刹土。假定一个佛的教区是一个银河系，无量无边诸佛那就是无量无边的银河系。我们要到那边去玩一圈，去绕一下，多久的时间？一念之顷就可以周遍到达，你想不想得到？如果要想得到，赶紧念佛到西方极乐世界去。",
      "zh_TW": "這一願裡面是講「神足通」，神足就是我們平常講的飛行、變化。我們看《西遊記》孫悟空七十二變，就是屬於神足通。七十二變太小，太少了，不足以為道，西方極樂世界這些天人，他們神通廣大不可思議！我們讀了這一願，就曉得生到西方極樂世界的好處。我們今天很想到處去遊覽、去觀光，現在利用最進步的交通工具噴射機，在我們想已經很不錯，但是速度還是太慢，還是受種種限制，不得自在。而且只能在地球上繞來繞去，不能到外太空其他星系裡面去玩玩，這個做不到。如果到西方極樂世界，那就得大自在，速度之快是一念之頃，動個念頭，一念之頃就能夠『周遍巡歷，供養諸佛』。我們曉得一個世界只有一尊佛，供養諸佛就是周歷一切諸佛剎土。假定一個佛的教區是一個銀河系，無量無邊諸佛那就是無量無邊的銀河系。我們要到那邊去玩一圈，去繞一下，多久的時間？一念之頃就可以周遍到達，你想不想得到？如果要想得到，趕緊念佛到西方極樂世界去。"
    },
    {
      "id": "02-006-0001_p0057",
      "zh_CN": "告诉诸位同修，我一九八四年在香港讲经，知道我母亲还在世，就接她到香港来，在香港见面。见面之后，她那时候是害了一场大病，身体并没有完全复原，我们整整隔了三十六年没有音信，我都不知道她还活着。这第一次见面。见面之后她告诉我，她常常想我。我就告诉她，我说想我没有用处，人将来会死，死掉之后，各人到六道投胎，再遇到的时候也不认识了，这是真话。实在讲能不能再遇到？那个机会非常渺茫。我就劝她，妳从今天之后把想我的念头改掉，想阿弥陀佛，你到西方极乐世界去，我也到西方极乐世界去，将来咱们天天见面。我说我把妳请到香港，我对妳尽孝道就是这一句话，希望妳这一生老实念佛，往生西方极乐世界，永脱轮回，再不要搞生死烦恼。这是我报答母亲之恩，我跟她见面主要目的就是这个。我三次回大陆，没有去看她，为什么？不必要！我已经告诉她了，她已经老实念佛，也吃长素，这很好！再见面，西方极乐世界见面！这个重要。我们再看第六段，在第二十二面第一行：",
      "zh_TW": "告訴諸位同修，我一九八四年在香港講經，知道我母親還在世，就接她到香港來，在香港見面。見面之後，她那時候是害了一場大病，身體並沒有完全復原，我們整整隔了三十六年沒有音信，我都不知道她還活著。這第一次見面。見面之後她告訴我，她常常想我。我就告訴她，我說想我沒有用處，人將來會死，死掉之後，各人到六道投胎，再遇到的時候也不認識了，這是真話。實在講能不能再遇到？那個機會非常渺茫。我就勸她，妳從今天之後把想我的念頭改掉，想阿彌陀佛，你到西方極樂世界去，我也到西方極樂世界去，將來咱們天天見面。我說我把妳請到香港，我對妳盡孝道就是這一句話，希望妳這一生老實念佛，往生西方極樂世界，永脫輪迴，再不要搞生死煩惱。這是我報答母親之恩，我跟她見面主要目的就是這個。我三次回大陸，沒有去看她，為什麼？不必要！我已經告訴她了，她已經老實念佛，也吃長素，這很好！再見面，西方極樂世界見面！這個重要。我們再看第六段，在第二十二面第一行："
    },
    {
      "id": "02-006-0001_p0058",
      "zh_CN": "【我作佛时。所有众生。生我国者。远离分别。诸根寂静。若不决定成等正觉。证大涅槃者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。遠離分別。諸根寂靜。若不決定成等正覺。證大涅槃者。不取正覺。】"
    },
    {
      "id": "02-006-0001_p0059",
      "zh_CN": "这一愿非常重要，在四十八愿它是第十二愿，「定成正觉」。生到西方极乐世界是不是保证成佛？这一愿就是给我们做了保证，保证成佛。而且是一生成佛，不但是一生成佛，而且是非常快速的成佛。经文也很清楚、很明白，『所有众生，生我国者』，这「所有众生，生我国者」包括我们自己在内。『远离分别，诸根寂静』，这个二句李老师有个小注，「远离分别」是戒共定，「诸根寂静」是定共戒。戒与定打成一片，戒就是定，定就是戒，这一点我们要把它认识清楚。",
      "zh_TW": "這一願非常重要，在四十八願它是第十二願，「定成正覺」。生到西方極樂世界是不是保證成佛？這一願就是給我們做了保證，保證成佛。而且是一生成佛，不但是一生成佛，而且是非常快速的成佛。經文也很清楚、很明白，『所有眾生，生我國者』，這「所有眾生，生我國者」包括我們自己在內。『遠離分別，諸根寂靜』，這個二句李老師有個小註，「遠離分別」是戒共定，「諸根寂靜」是定共戒。戒與定打成一片，戒就是定，定就是戒，這一點我們要把它認識清楚。"
    },
    {
      "id": "02-006-0001_p0060",
      "zh_CN": "佛法修学的目的是智慧，所谓「阿耨多罗三藐三菩提，无上正等正觉」，这句话要用我们现代话来讲，就是「究竟圆满的智慧」。这种智慧是无所不知，无所不能，一般宗教里面赞美上帝的话。上帝实在不是全知全能，怎么晓得不是全知全能？我在美国接触不少基督教徒，这些基督教徒来跟我说，他说我们星期天上教堂，向牧师提出一些问题，就是人都是上帝造的，为什么上帝造的这些人，有苦、有乐、有幸福、有不幸福？太不平等了。提出这些问题问这些牧师，牧师没有办法给他解答，只是说这是上帝的意思，只好问上帝，他就没话说了。从这个地方看，上帝比起我们阿弥陀佛差远了，阿弥陀佛造的那个世界人都是一样的，相貌都相同，绝对平等的。可见得这个差别很大！",
      "zh_TW": "佛法修學的目的是智慧，所謂「阿耨多羅三藐三菩提，無上正等正覺」，這句話要用我們現代話來講，就是「究竟圓滿的智慧」。這種智慧是無所不知，無所不能，一般宗教裡面讚美上帝的話。上帝實在不是全知全能，怎麼曉得不是全知全能？我在美國接觸不少基督教徒，這些基督教徒來跟我說，他說我們星期天上教堂，向牧師提出一些問題，就是人都是上帝造的，為什麼上帝造的這些人，有苦、有樂、有幸福、有不幸福？太不平等了。提出這些問題問這些牧師，牧師沒有辦法給他解答，只是說這是上帝的意思，只好問上帝，他就沒話說了。從這個地方看，上帝比起我們阿彌陀佛差遠了，阿彌陀佛造的那個世界人都是一樣的，相貌都相同，絕對平等的。可見得這個差別很大！"
    },
    {
      "id": "02-006-0001_p0061",
      "zh_CN": "所以我在美国弘扬佛法，我下定一个决心，决定对美国人弘法，不对华侨弘法，对美国人弘法。告诉他西方极乐世界比天堂要好，天堂里面还有很多不公平的地方，西方极乐世界平等，希望他们念佛求生西方极乐世界。我对于度外国人很有信心。因为他们不能答复，我们可以答复，我们可以把一条一条道理讲得他心服口服。外国人有些地方优点超过我们，他们非常讲理，只要理论说得透彻、说得明白，他的信心超过我们中国人，他修行之认真也超过我们，这是非常之难得。我们既然到了外国，不度外国人，去度中国华侨，总有点说不过去。像过去古代印度高僧到中国来，他是度中国人的，不是度印度侨民，这个观念我们要搞清楚，所以我们到外国要度外国人。",
      "zh_TW": "所以我在美國弘揚佛法，我下定一個決心，決定對美國人弘法，不對華僑弘法，對美國人弘法。告訴他西方極樂世界比天堂要好，天堂裡面還有很多不公平的地方，西方極樂世界平等，希望他們念佛求生西方極樂世界。我對於度外國人很有信心。因為他們不能答覆，我們可以答覆，我們可以把一條一條道理講得他心服口服。外國人有些地方優點超過我們，他們非常講理，只要理論說得透徹、說得明白，他的信心超過我們中國人，他修行之認真也超過我們，這是非常之難得。我們既然到了外國，不度外國人，去度中國華僑，總有點說不過去。像過去古代印度高僧到中國來，他是度中國人的，不是度印度僑民，這個觀念我們要搞清楚，所以我們到外國要度外國人。"
    },
    {
      "id": "02-006-0001_p0062",
      "zh_CN": "度外国人必须要顾虑到，那就是方法、技巧一定要适合于他们，才能收到效果。也就是说佛教到美国要美国化，就是要本地化、现代化，他们才能接受。所以我们有很多法师在外国，讲经说法依照古人的注解来讲，这个古人注解大概都是唐朝时候的，宋朝时候的，明清时代的。依照这个注解来讲，当然外国人不能接受。外国人一听，我们要他做中国人，还得要他做中国的古人，这怎么可能？这不能接受。所以我们对他，他是在美国，要他做美国人，做现代的美国人，做廿一世纪的美国人，他听了很高兴，很有受用，乐于接受。这是我们弘法在技巧、理论、方法必须要注意到，不能拿中国这个方法去教外国人，这是不能接受的。正如同外国拿他那套方法教我们中国人，我们中国人也很难于接受，人同此心，心同此理，这是我们必须要明了的。",
      "zh_TW": "度外國人必須要顧慮到，那就是方法、技巧一定要適合於他們，才能收到效果。也就是說佛教到美國要美國化，就是要本地化、現代化，他們才能接受。所以我們有很多法師在外國，講經說法依照古人的註解來講，這個古人註解大概都是唐朝時候的，宋朝時候的，明清時代的。依照這個註解來講，當然外國人不能接受。外國人一聽，我們要他做中國人，還得要他做中國的古人，這怎麼可能？這不能接受。所以我們對他，他是在美國，要他做美國人，做現代的美國人，做廿一世紀的美國人，他聽了很高興，很有受用，樂於接受。這是我們弘法在技巧、理論、方法必須要注意到，不能拿中國這個方法去教外國人，這是不能接受的。正如同外國拿他那套方法教我們中國人，我們中國人也很難於接受，人同此心，心同此理，這是我們必須要明瞭的。"
    },
    {
      "id": "02-006-0001_p0063",
      "zh_CN": "「慧」是目的，「定」是枢纽，慧从哪里来？慧从定来，戒律是手段，帮助我们得定，因戒生定，因定开慧，定就是清净心。佛法不同于其他宗教，就是佛法修定，如果其他宗教也修定，我们可以承认它是佛法。如果心要不能得定，就是心不清净，纵然研究许许多多的经论，说得天花乱坠，也不是真智慧。那是什么？佛经上所讲的「世智辩聪」，世间的聪明才智，不是真智慧；真智慧是从你本性里面流露出来的，不是从外面学来的。外面学来的，不要说佛法里面没有这个说法，儒家也不赞成，你看「学记」里面所讲的「记问之学，不足以为人师也」。儒家也讲开悟，开悟之后，智慧是从内心里面流露出来的。",
      "zh_TW": "「慧」是目的，「定」是樞紐，慧從哪裡來？慧從定來，戒律是手段，幫助我們得定，因戒生定，因定開慧，定就是清淨心。佛法不同於其他宗教，就是佛法修定，如果其他宗教也修定，我們可以承認它是佛法。如果心要不能得定，就是心不清淨，縱然研究許許多多的經論，說得天花亂墜，也不是真智慧。那是什麼？佛經上所講的「世智辯聰」，世間的聰明才智，不是真智慧；真智慧是從你本性裡面流露出來的，不是從外面學來的。外面學來的，不要說佛法裡面沒有這個說法，儒家也不贊成，你看「學記」裡面所講的「記問之學，不足以為人師也」。儒家也講開悟，開悟之後，智慧是從內心裡面流露出來的。"
    },
    {
      "id": "02-006-0001_p0064",
      "zh_CN": "由此可知，儒与佛都非常重视清净心。所以，佛法的目标是求究竟圆满的智慧，佛法的手段，用什么方法求到？那就是三皈依。三皈依是戒、是定，也是慧，它有三条，皈依佛，皈依法，皈依僧。佛是觉悟的意思，所以六祖大师在《坛经》里面，唯恐我们受三皈依发生了误会，你说皈依佛，看到佛像，你去依靠它，泥塑木雕，自身不保，它怎么能保佑你。法是经典，文化大革命，中国大陆经典都被共产党烧得光光的，这能可靠吗？皈依僧，出家人很多还俗了，靠不住。所以一定要晓得，三宝乃是自性之宝。六祖大师唯恐大家把佛、法、僧错会了意思，他老人家说得直截了当，「皈依觉，佛者觉也；皈依正，法者正也；皈依净，僧者净也」。所以，这是真正的三皈依。",
      "zh_TW": "由此可知，儒與佛都非常重視清淨心。所以，佛法的目標是求究竟圓滿的智慧，佛法的手段，用什麼方法求到？那就是三皈依。三皈依是戒、是定，也是慧，它有三條，皈依佛，皈依法，皈依僧。佛是覺悟的意思，所以六祖大師在《壇經》裡面，唯恐我們受三皈依發生了誤會，你說皈依佛，看到佛像，你去依靠它，泥塑木雕，自身不保，它怎麼能保佑你。法是經典，文化大革命，中國大陸經典都被共產黨燒得光光的，這能可靠嗎？皈依僧，出家人很多還俗了，靠不住。所以一定要曉得，三寶乃是自性之寶。六祖大師唯恐大家把佛、法、僧錯會了意思，他老人家說得直截了當，「皈依覺，佛者覺也；皈依正，法者正也；皈依淨，僧者淨也」。所以，這是真正的三皈依。"
    },
    {
      "id": "02-006-0001_p0065",
      "zh_CN": "觉而不迷，我们从迷惑颠倒回过头来依自性觉，这叫皈依佛。我们六根接触六尘境界，我们的想法、看法正确而没有错误；从错误的想法、看法回过头来依自性的正知正见，这叫皈依法。僧是清净的意思，六根清净一尘不染；我们从染污回过头来依自性清净心，这叫做皈依僧。所以三皈依就是三自皈，皈依自性觉，皈依自性正，皈依自性净。这是佛法修学的总纲领。所谓八万四千法门，无量法门，法是方法，门是门径，方法、门径再多，修什么？修觉、修正、修净，那你就一点都不会错误了。",
      "zh_TW": "覺而不迷，我們從迷惑顛倒回過頭來依自性覺，這叫皈依佛。我們六根接觸六塵境界，我們的想法、看法正確而沒有錯誤；從錯誤的想法、看法回過頭來依自性的正知正見，這叫皈依法。僧是清淨的意思，六根清淨一塵不染；我們從染污回過頭來依自性清淨心，這叫做皈依僧。所以三皈依就是三自皈，皈依自性覺，皈依自性正，皈依自性淨。這是佛法修學的總綱領。所謂八萬四千法門，無量法門，法是方法，門是門徑，方法、門徑再多，修什麼？修覺、修正、修淨，那你就一點都不會錯誤了。"
    },
    {
      "id": "02-006-0001_p0066",
      "zh_CN": "后来佛法宗派建立，宗派的建立无非是便利于修学。觉、正、净实在是一而三，三而一，一个得到了，另外两种一定同时得到。觉悟的人决定是正知正见，一定是心地清净，心地清净的人一定觉悟，不会迷惑。迷惑，心怎么会清净？所以说一而三，三而一。在各种宗派里面我们要明了，禅宗、性宗走觉门，就是这三门偏重在觉门，他求的是大彻大悟，明心见性。教下，禅宗以外都叫教下，教下走正门，以一切大乘经论修正我们的思想、见解，用经论来修正，走的是正门。净土宗就是念佛法门，跟密宗这二宗走的是净门，修清净心。虽然我们偏重的门不相同，进来是一样的。像这个讲堂，开的有好几个门，无论从哪个门进来，统统都得到，进来决定是一样的。所以，「法门平等，无有高下」，这是实在的。",
      "zh_TW": "後來佛法宗派建立，宗派的建立無非是便利於修學。覺、正、淨實在是一而三，三而一，一個得到了，另外兩種一定同時得到。覺悟的人決定是正知正見，一定是心地清淨，心地清淨的人一定覺悟，不會迷惑。迷惑，心怎麼會清淨？所以說一而三，三而一。在各種宗派裡面我們要明瞭，禪宗、性宗走覺門，就是這三門偏重在覺門，他求的是大徹大悟，明心見性。教下，禪宗以外都叫教下，教下走正門，以一切大乘經論修正我們的思想、見解，用經論來修正，走的是正門。淨土宗就是念佛法門，跟密宗這二宗走的是淨門，修清淨心。雖然我們偏重的門不相同，進來是一樣的。像這個講堂，開的有好幾個門，無論從哪個門進來，統統都得到，進來決定是一樣的。所以，「法門平等，無有高下」，這是實在的。"
    },
    {
      "id": "02-006-0001_p0067",
      "zh_CN": "在所有法门当中，确实从清净心入是方便，比起那个二门真的要方便。譬如觉，实在讲中下根性的人他不觉悟，想觉也觉不出来，这没法子的。你说正门，《大藏经》经典太多，要念到什么时候才能念得完？何况还得有个好老师来教导，就好像念书一样，小学、中学、大学要念上几十年，才真正能够建立一个正确的宇宙人生观。要费很长的时间，实在不如净土宗，真正老老实实念佛。诸位如果真正百分之百的顺从，依照这个方法来修行，我跟诸位说，三个月见效，只恐怕你不肯干，就没办法。",
      "zh_TW": "在所有法門當中，確實從清淨心入是方便，比起那個二門真的要方便。譬如覺，實在講中下根性的人他不覺悟，想覺也覺不出來，這沒法子的。你說正門，《大藏經》經典太多，要念到什麼時候才能念得完？何況還得有個好老師來教導，就好像念書一樣，小學、中學、大學要念上幾十年，才真正能夠建立一個正確的宇宙人生觀。要費很長的時間，實在不如淨土宗，真正老老實實念佛。諸位如果真正百分之百的順從，依照這個方法來修行，我跟諸位說，三個月見效，只恐怕你不肯幹，就沒辦法。"
    },
    {
      "id": "02-006-0001_p0068",
      "zh_CN": "三个月怎么样？心清净，妄念少了，烦恼少了，自己会感觉到智慧增长，身体健康，精神愉快，会感觉到，三个月有效。所以我跟诸位讲，人会生病，他为什么会生病？尤其年岁大的人。「老啦！」天天念老，他怎么不老。念老他就会老，老了就应该要生病，所以他就想病，一身的病都来了。佛告诉我们，一切法唯心所现，唯识所变，他天天在变老，在变病，这有什么法子！没有法子。他不能不生病，不能不老。念佛的人修清净心，他不老，他也不病，他也不死，这个好。",
      "zh_TW": "三個月怎麼樣？心清淨，妄念少了，煩惱少了，自己會感覺到智慧增長，身體健康，精神愉快，會感覺到，三個月有效。所以我跟諸位講，人會生病，他為什麼會生病？尤其年歲大的人。「老啦！」天天念老，他怎麼不老。念老他就會老，老了就應該要生病，所以他就想病，一身的病都來了。佛告訴我們，一切法唯心所現，唯識所變，他天天在變老，在變病，這有什麼法子！沒有法子。他不能不生病，不能不老。念佛的人修清淨心，他不老，他也不病，他也不死，這個好。"
    },
    {
      "id": "02-006-0001_p0069",
      "zh_CN": "所以希望同修们从今以后，修什么？心清净，念阿弥陀佛，念《无量寿经》，所以我把这个经介绍给外国人。我这次从美国回来，回来之前我开了个party，我把我一条街上的外国人统统请来，我告诉他我在美国要做些什么。他们问我学什么东西？我告诉他我修阿弥陀佛。他就问，阿弥陀佛是什么意思？我告诉他，阿弥陀佛是长寿的意思。他很喜欢，他要长寿。我说阿弥陀佛是快乐的意思，我说你看我，我一天到晚快快乐乐，没有忧虑，没有烦恼。阿弥陀佛是清净的意思，我只用三句话解释，他立刻就能够接受，听到就欢喜。所以我跟他讲，我们阿弥陀佛跟你的上帝不冲突，你星期天上教堂去拜上帝，星期六到我佛堂里面来拜阿弥陀佛，来修长寿、快乐、清净。",
      "zh_TW": "所以希望同修們從今以後，修什麼？心清淨，念阿彌陀佛，念《無量壽經》，所以我把這個經介紹給外國人。我這次從美國回來，回來之前我開了個party，我把我一條街上的外國人統統請來，我告訴他我在美國要做些什麼。他們問我學什麼東西？我告訴他我修阿彌陀佛。他就問，阿彌陀佛是什麼意思？我告訴他，阿彌陀佛是長壽的意思。他很喜歡，他要長壽。我說阿彌陀佛是快樂的意思，我說你看我，我一天到晚快快樂樂，沒有憂慮，沒有煩惱。阿彌陀佛是清淨的意思，我只用三句話解釋，他立刻就能夠接受，聽到就歡喜。所以我跟他講，我們阿彌陀佛跟你的上帝不衝突，你星期天上教堂去拜上帝，星期六到我佛堂裡面來拜阿彌陀佛，來修長壽、快樂、清淨。"
    },
    {
      "id": "02-006-0001_p0070",
      "zh_CN": "所以，适当的方法没有人不欢喜接受的。对外国人，可能将来对中国人也是如此，现在社会在变化，工作紧张，生活的压力一天比一天沉重，对于苦的感受愈来愈深，愈来愈明显。所以佛法的弘扬，尤其是《无量寿经》的弘扬，在一切经里面无过于本经。本经的宗旨、目标、方法都在经题上，你看这个多明显，我们要求的「无量寿」，无量寿是我们要求的；「庄严」就是幸福、美好，我们现在希望生活愉快，美好、幸福，这庄严。怎样才能得到？要清净心、平等心，觉而不迷，你就得到，所以「清净平等觉」是方法。用什么方法来修清净平等觉？一句「南无阿弥陀佛」。所以这一句阿弥陀佛的功德是真正不可思议！",
      "zh_TW": "所以，適當的方法沒有人不歡喜接受的。對外國人，可能將來對中國人也是如此，現在社會在變化，工作緊張，生活的壓力一天比一天沉重，對於苦的感受愈來愈深，愈來愈明顯。所以佛法的弘揚，尤其是《無量壽經》的弘揚，在一切經裡面無過於本經。本經的宗旨、目標、方法都在經題上，你看這個多明顯，我們要求的「無量壽」，無量壽是我們要求的；「莊嚴」就是幸福、美好，我們現在希望生活愉快，美好、幸福，這莊嚴。怎樣才能得到？要清淨心、平等心，覺而不迷，你就得到，所以「清淨平等覺」是方法。用什麼方法來修清淨平等覺？一句「南無阿彌陀佛」。所以這一句阿彌陀佛的功德是真正不可思議！"
    },
    {
      "id": "02-006-0001_p0071",
      "zh_CN": "我们可以拿释迦牟尼佛来讲，一生四十九年所说的一切经典，把它归纳起来就是《大方广佛华严经》。《大方广佛华严经》再要一归纳起来，就是这一本《无量寿经》。《无量寿经》再把它缩短一点，就是四十八愿。四十八愿再缩短一点，就是四个字「阿弥陀佛」，你就想这一句「阿弥陀佛」原来是一大藏的总纲领，几个人知道？",
      "zh_TW": "我們可以拿釋迦牟尼佛來講，一生四十九年所說的一切經典，把它歸納起來就是《大方廣佛華嚴經》。《大方廣佛華嚴經》再要一歸納起來，就是這一本《無量壽經》。《無量壽經》再把它縮短一點，就是四十八願。四十八願再縮短一點，就是四個字「阿彌陀佛」，你就想這一句「阿彌陀佛」原來是一大藏的總綱領，幾個人知道？"
    },
    {
      "id": "02-006-0001_p0072",
      "zh_CN": "我们这一生既然决定要往生，决定不再拖延。我再告诉诸位，跟阿弥陀佛就不要太客气，太客气会误事情的。怎么可以知道跟阿弥陀佛不客气？莲池大师说的，《竹窗随笔》上有记载。人家问莲池大师，你老人家教人家念佛怎么教？他说我教别人念「南无阿弥陀佛」。人家问，你老人家自己怎么念？我自己念「阿弥陀佛」。别人就问他，这是为什么？我是决定要往生，客气话不要说了。南无是客气话，南无是印度话，意思是恭敬的、礼拜、皈依，是这个意思。我决定要往生，经上讲的执持名号，名号是四个字，没有「南无」，所以我客气话不要说了。他们那些人还没有发愿往生，加个「南无」好一点，恭敬、皈依、礼拜阿弥陀佛，跟阿弥陀佛结个善缘，是这个意思。",
      "zh_TW": "我們這一生既然決定要往生，決定不再拖延。我再告訴諸位，跟阿彌陀佛就不要太客氣，太客氣會誤事情的。怎麼可以知道跟阿彌陀佛不客氣？蓮池大師說的，《竹窗隨筆》上有記載。人家問蓮池大師，你老人家教人家念佛怎麼教？他說我教別人念「南無阿彌陀佛」。人家問，你老人家自己怎麼念？我自己念「阿彌陀佛」。別人就問他，這是為什麼？我是決定要往生，客氣話不要說了。南無是客氣話，南無是印度話，意思是恭敬的、禮拜、皈依，是這個意思。我決定要往生，經上講的執持名號，名號是四個字，沒有「南無」，所以我客氣話不要說了。他們那些人還沒有發願往生，加個「南無」好一點，恭敬、皈依、禮拜阿彌陀佛，跟阿彌陀佛結個善緣，是這個意思。"
    },
    {
      "id": "02-006-0001_p0073",
      "zh_CN": "因此我们如果真正下定决心要往生，有很多人问我，阿弥陀佛的佛像，我房间可不可以供？我客厅可不可以供？我告诉大家，统统可以供。为什么可以供？因为我想到我二六时中，我不愿意离开阿弥陀佛，我一睁开眼睛就要看到阿弥陀佛，使我的心得到真正清净。假如说我供在客厅里，供在房间里，阿弥陀佛说不恭敬，那不恭敬，好了，你念佛的因断掉了，「净念相继」断掉了，断掉将来不能往生！为了恭敬阿弥陀佛，还得要搞轮回，这不是冤枉吗？这个绝对不是阿弥陀佛的意思，阿弥陀佛是希望你快快到西方极乐世界跟他见面。我们为了达到这个目的，所以佛像、阿弥陀佛的名号我们印了很多贴纸，哪里都可以贴，哪里都可以供，不要顾忌。",
      "zh_TW": "因此我們如果真正下定決心要往生，有很多人問我，阿彌陀佛的佛像，我房間可不可以供？我客廳可不可以供？我告訴大家，統統可以供。為什麼可以供？因為我想到我二六時中，我不願意離開阿彌陀佛，我一睜開眼睛就要看到阿彌陀佛，使我的心得到真正清淨。假如說我供在客廳裡，供在房間裡，阿彌陀佛說不恭敬，那不恭敬，好了，你念佛的因斷掉了，「淨念相繼」斷掉了，斷掉將來不能往生！為了恭敬阿彌陀佛，還得要搞輪迴，這不是冤枉嗎？這個絕對不是阿彌陀佛的意思，阿彌陀佛是希望你快快到西方極樂世界跟他見面。我們為了達到這個目的，所以佛像、阿彌陀佛的名號我們印了很多貼紙，哪裡都可以貼，哪裡都可以供，不要顧忌。"
    },
    {
      "id": "02-006-0001_p0074",
      "zh_CN": "但是诸位要记住，对于还没有生起信心，还没有发心真正求往生的，劝他不干净的地方不要供，供在佛堂里。我们跟莲池大师一样，他还没有求往生，应当要恭敬一点，这个对他种一点善根；真正发愿求往生，什么顾忌都没有。本经既然是一乘了义，就跟《华严》一样，「理事无碍，事事无碍」，如果这里不行，那里不行，那就处处都有障碍。这个经是无障碍的法门，无障碍的经典，希望同修们认识。好，现在时间到了，明天再见！谢谢各位。",
      "zh_TW": "但是諸位要記住，對於還沒有生起信心，還沒有發心真正求往生的，勸他不乾淨的地方不要供，供在佛堂裡。我們跟蓮池大師一樣，他還沒有求往生，應當要恭敬一點，這個對他種一點善根；真正發願求往生，什麼顧忌都沒有。本經既然是一乘了義，就跟《華嚴》一樣，「理事無礙，事事無礙」，如果這裡不行，那裡不行，那就處處都有障礙。這個經是無障礙的法門，無障礙的經典，希望同修們認識。好，現在時間到了，明天再見！謝謝各位。"
    }
  ]
}