{
  "doc_id": "21-312-0001",
  "title": {
    "zh_CN": "对香港佛陀教育协会职员义工谈话四",
    "zh_TW": "對香港佛陀教育協會職員義工談話四"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-312-0001",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "21-312-0001_p0001",
      "zh_CN": "诸位法师、诸位同学，大家好！今天是五月份我们内部同学的聚会。这次我接受国家宗教局的邀请，参加中国第一次在杭州主办的「世界佛教论坛」。邀请了三十七个国家的代表，加上中国国内的这些法师、大德们，一共有一千多人，规模很大，大会也非常成功。论坛的主题就是「和谐世界，从心做起」，它的副题是「心净国土净，心安众生安，心平天下平」。这个题实在讲非常之好，确实是现前全世界所希求的一个中心的理念。可是问题是心怎么样清净、怎么样安乐、怎么样平等？这就是大问题了。",
      "zh_TW": "諸位法師、諸位同學，大家好！今天是五月份我們內部同學的聚會。這次我接受國家宗教局的邀請，參加中國第一次在杭州主辦的「世界佛教論壇」。邀請了三十七個國家的代表，加上中國國內的這些法師、大德們，一共有一千多人，規模很大，大會也非常成功。論壇的主題就是「和諧世界，從心做起」，它的副題是「心淨國土淨，心安眾生安，心平天下平」。這個題實在講非常之好，確實是現前全世界所希求的一個中心的理念。可是問題是心怎麼樣清淨、怎麼樣安樂、怎麼樣平等？這就是大問題了。"
    },
    {
      "id": "21-312-0001_p0002",
      "zh_CN": "我们学佛学了半个世纪，所学的是什么？也就是这个问题，这个题目跟我们《无量寿经》经题上讲的完全相同。《无量寿经》的经题，前段是「大乘无量寿庄严」，这句话讲的是果德，果必有因，因是什么？因是清净、平等、觉，就是心净、心平、心安；觉，心就安，迷，心就不安。所以，论坛讨论的中心确实就是《无量寿经》上所讲的。这不单是人类共同的愿望、理想，实在讲也是遍法界虚空界一切诸佛刹土，特别是六道众生所希求的。六道不单单只有释迦牟尼佛娑婆世界有六道，我们在《华严经》的「世界成就品」、「华藏世界品」里读到，诸佛世界无量无边，无量无边的世界几乎大多数都有六道；清净的世界有，不是没有，也不少。清净世界里面没有六道、没有十法界，确实是有的；像佛陀给我们介绍的极乐世界，极乐世界就是清净世界，那里面没有六道、没有十法界，为数也不少。",
      "zh_TW": "我們學佛學了半個世紀，所學的是什麼？也就是這個問題，這個題目跟我們《無量壽經》經題上講的完全相同。《無量壽經》的經題，前段是「大乘無量壽莊嚴」，這句話講的是果德，果必有因，因是什麼？因是清淨、平等、覺，就是心淨、心平、心安；覺，心就安，迷，心就不安。所以，論壇討論的中心確實就是《無量壽經》上所講的。這不單是人類共同的願望、理想，實在講也是遍法界虛空界一切諸佛剎土，特別是六道眾生所希求的。六道不單單只有釋迦牟尼佛娑婆世界有六道，我們在《華嚴經》的「世界成就品」、「華藏世界品」裡讀到，諸佛世界無量無邊，無量無邊的世界幾乎大多數都有六道；清淨的世界有，不是沒有，也不少。清淨世界裡面沒有六道、沒有十法界，確實是有的；像佛陀給我們介紹的極樂世界，極樂世界就是清淨世界，那裡面沒有六道、沒有十法界，為數也不少。"
    },
    {
      "id": "21-312-0001_p0003",
      "zh_CN": "这个问题首先我们要谈认知，要认识、要知道，认识、知道什么？知道整个宇宙的真相，当然这个事情是大问题，不是小问题。果然明了宇宙真相，这个人我们就称他作佛陀、称他作菩萨。这个菩萨还不是普通的菩萨，菩萨类别很多，这是《华严经》上讲的法身菩萨，法身菩萨的认知跟佛是相同的、相等的，佛比法身菩萨认知得更透彻。他认知什么？就是我们大家是什么关系，我们跟天地万物是什么关系，我们跟十方世界一切诸佛如来是什么关系。这个很重要，这才是和谐社会、和谐世界的根本，一定要有这个认知。",
      "zh_TW": "這個問題首先我們要談認知，要認識、要知道，認識、知道什麼？知道整個宇宙的真相，當然這個事情是大問題，不是小問題。果然明瞭宇宙真相，這個人我們就稱他作佛陀、稱他作菩薩。這個菩薩還不是普通的菩薩，菩薩類別很多，這是《華嚴經》上講的法身菩薩，法身菩薩的認知跟佛是相同的、相等的，佛比法身菩薩認知得更透徹。他認知什麼？就是我們大家是什麼關係，我們跟天地萬物是什麼關係，我們跟十方世界一切諸佛如來是什麼關係。這個很重要，這才是和諧社會、和諧世界的根本，一定要有這個認知。"
    },
    {
      "id": "21-312-0001_p0004",
      "zh_CN": "净宗同学多数都是受持《无量寿经》、净宗经论，一心念佛求生净土。净宗的道场没有法会，也没有经忏佛事，我们对于自己过世的家亲眷属、宿世、这一生的冤亲债主，这个问题怎么解决？印光大师教导我们的方法，在念佛堂里面带牌位，把念佛的功德回向给他们就好。不必另外去做佛事，另外做佛事还要分心；认真说，功德利益没有念佛堂带牌位那么殊胜。念佛堂带牌位，心是清净的，这确实不一样。",
      "zh_TW": "淨宗同學多數都是受持《無量壽經》、淨宗經論，一心念佛求生淨土。淨宗的道場沒有法會，也沒有經懺佛事，我們對於自己過世的家親眷屬、宿世、這一生的冤親債主，這個問題怎麼解決？印光大師教導我們的方法，在念佛堂裡面帶牌位，把念佛的功德迴向給他們就好。不必另外去做佛事，另外做佛事還要分心；認真說，功德利益沒有念佛堂帶牌位那麼殊勝。念佛堂帶牌位，心是清淨的，這確實不一樣。"
    },
    {
      "id": "21-312-0001_p0005",
      "zh_CN": "我们这个念佛堂，一年也有几次专门为这些冤亲债主、这些祖先们超荐的法会，很少，我们只是清明、冬至祭祖这一天，都在念佛堂里面做。我们做多半是念七天佛，打个佛七，最后一天我们做个三时系念。三时系念佛事的做法，是元朝时候中峰禅师所编辑的《三时系念》佛事的仪规，这个人也是很了不起的人，《了凡四训》里面提到中峰禅师。所以我们对于中峰禅师这些开示就比较熟悉，今天我们就用他的话，大家熟！",
      "zh_TW": "我們這個念佛堂，一年也有幾次專門為這些冤親債主、這些祖先們超薦的法會，很少，我們只是清明、冬至祭祖這一天，都在念佛堂裡面做。我們做多半是念七天佛，打個佛七，最後一天我們做個三時繫念。三時繫念佛事的做法，是元朝時候中峰禪師所編輯的《三時繫念》佛事的儀規，這個人也是很了不起的人，《了凡四訓》裡面提到中峰禪師。所以我們對於中峰禪師這些開示就比較熟悉，今天我們就用他的話，大家熟！"
    },
    {
      "id": "21-312-0001_p0006",
      "zh_CN": "他有一段话里面讲，「教中道」，这个教就是佛教，佛教里面有这么说法，「生而无生，法性湛然，无生而生，业果俨然」。你看看，字只有十六个字，四四十六个字，就把宇宙之间我们人与人的关系、人与天地鬼神的关系、人与诸佛菩萨的关系讲尽了。这是中国文字的妙处，多么简单，这几句话字字句句意思都很深。「生而无生」，你看生、无生是二法，「生而无生，无生而生」就变成一法，就不二，这才是事实真相。",
      "zh_TW": "他有一段話裡面講，「教中道」，這個教就是佛教，佛教裡面有這麼說法，「生而無生，法性湛然，無生而生，業果儼然」。你看看，字只有十六個字，四四十六個字，就把宇宙之間我們人與人的關係、人與天地鬼神的關係、人與諸佛菩薩的關係講盡了。這是中國文字的妙處，多麼簡單，這幾句話字字句句意思都很深。「生而無生」，你看生、無生是二法，「生而無生，無生而生」就變成一法，就不二，這才是事實真相。"
    },
    {
      "id": "21-312-0001_p0007",
      "zh_CN": "我们跟一切众生什么关系？一而二，二而一，跟天地万物就是这个关系。一是什么？体是一，二是什么？相是二，可是相跟体是不能分的。体在哪里？体就在相里头，现相怎么生的？现在科学里面给我们讲「场」。你看爱因斯坦这是近代的大科学家，他给我们说，宇宙之间什么都没有，只有场，他都不承认有物质的存在，只有场存在。场是什么？我们佛法里头不叫场，佛法里叫空。物质是什么？物质佛法里叫色，你们天天念《心经》，「色即是空，空即是色，色不异空，空不异色」，就是爱因斯坦所说的。这是把关系搞清楚、说明白了，关系是一个根！",
      "zh_TW": "我們跟一切眾生什麼關係？一而二，二而一，跟天地萬物就是這個關係。一是什麼？體是一，二是什麼？相是二，可是相跟體是不能分的。體在哪裡？體就在相裡頭，現相怎麼生的？現在科學裡面給我們講「場」。你看愛因斯坦這是近代的大科學家，他給我們說，宇宙之間什麼都沒有，只有場，他都不承認有物質的存在，只有場存在。場是什麼？我們佛法裡頭不叫場，佛法裡叫空。物質是什麼？物質佛法裡叫色，你們天天念《心經》，「色即是空，空即是色，色不異空，空不異色」，就是愛因斯坦所說的。這是把關係搞清楚、說明白了，關係是一個根！"
    },
    {
      "id": "21-312-0001_p0008",
      "zh_CN": "这个意思要是再不好懂，我们再举个例子说，譬如佛跟科学家所发现的，宇宙是一体，你说这个关系多密切。我们把身比喻作宇宙，我们这个人身体，整个身体是个宇宙，比方作一个宇宙。那我们每个人是什么？每个人是我们身体里的一个细胞。一个人全身有多少个细胞？你们学科学的去查查看，我曾经看到有个报告，不晓得在哪里看到，记不清楚了，好像数字是六十万亿，人身体全身的细胞是六十万亿，组成这个身体。这个身体的细胞跟细胞的关系是什么？你看细胞跟细胞那是二，要从体上来讲是一，一体。我们用一棵树来做比喻，诸位也能清楚，整个一棵树，你看一棵树有多少树叶，有多少枝桠、树叶。任何一片叶，叶跟叶的关系、枝跟枝的关系，同一个根，都是一个根生的，离不开这个根。",
      "zh_TW": "這個意思要是再不好懂，我們再舉個例子說，譬如佛跟科學家所發現的，宇宙是一體，你說這個關係多密切。我們把身比喻作宇宙，我們這個人身體，整個身體是個宇宙，比方作一個宇宙。那我們每個人是什麼？每個人是我們身體裡的一個細胞。一個人全身有多少個細胞？你們學科學的去查查看，我曾經看到有個報告，不曉得在哪裡看到，記不清楚了，好像數字是六十萬億，人身體全身的細胞是六十萬億，組成這個身體。這個身體的細胞跟細胞的關係是什麼？你看細胞跟細胞那是二，要從體上來講是一，一體。我們用一棵樹來做比喻，諸位也能清楚，整個一棵樹，你看一棵樹有多少樹葉，有多少枝椏、樹葉。任何一片葉，葉跟葉的關係、枝跟枝的關係，同一個根，都是一個根生的，離不開這個根。"
    },
    {
      "id": "21-312-0001_p0009",
      "zh_CN": "所以首先把关系搞清楚，关系搞清楚之后，你才懂得大乘教里面常常讲的「无缘大慈，同体大悲」。慈悲是性德，是自性里头本来有的，这个东西不是学来的，本来有的。人在小的时候，婴儿的时候，现在我们细心去观察，半岁之前你能够看出来。看出什么？看出他的「无缘大慈，同体大悲」。你看他的爱心，他没有条件的，无缘是无条件的，同体是一体的，他没有分别，特别是三、四个月的婴儿，非常明显。你看父母、大人对他的爱，他对一切大人的爱，他没有分别，谁去抱他，他都欢喜；到他有了分别、有了执着，烦恼就起来了。三、四个月的时候还没有这个烦恼，他还没有分别、没有执着，你能看得出来。",
      "zh_TW": "所以首先把關係搞清楚，關係搞清楚之後，你才懂得大乘教裡面常常講的「無緣大慈，同體大悲」。慈悲是性德，是自性裡頭本來有的，這個東西不是學來的，本來有的。人在小的時候，嬰兒的時候，現在我們細心去觀察，半歲之前你能夠看出來。看出什麼？看出他的「無緣大慈，同體大悲」。你看他的愛心，他沒有條件的，無緣是無條件的，同體是一體的，他沒有分別，特別是三、四個月的嬰兒，非常明顯。你看父母、大人對他的愛，他對一切大人的愛，他沒有分別，誰去抱他，他都歡喜；到他有了分別、有了執著，煩惱就起來了。三、四個月的時候還沒有這個煩惱，他還沒有分別、沒有執著，你能看得出來。"
    },
    {
      "id": "21-312-0001_p0010",
      "zh_CN": "所以我们中国的老祖宗，要用一个俗话来说，不是凡人，有真实智慧，聪明绝顶，他就晓得，所以教育就从这里生起来。我们老祖宗知道小孩要教，如果不教，这「无缘大慈，同体大悲」怕保不住，怕慢慢长大他就变质、就变坏了，这样才兴起教育。教育的目的是什么？第一个目的就是这种亲爱、天性要把它保持，永远不丧失。这个爱，现在人讲人类爱。光爱人类还不行，人类爱太小了，人类爱，动物就不爱，你就随便杀来吃，这怎么可以？这是宇宙的爱，宇宙之间万事万物就是以这个爱心来看待。",
      "zh_TW": "所以我們中國的老祖宗，要用一個俗話來說，不是凡人，有真實智慧，聰明絕頂，他就曉得，所以教育就從這裡生起來。我們老祖宗知道小孩要教，如果不教，這「無緣大慈，同體大悲」怕保不住，怕慢慢長大他就變質、就變壞了，這樣才興起教育。教育的目的是什麼？第一個目的就是這種親愛、天性要把它保持，永遠不喪失。這個愛，現在人講人類愛。光愛人類還不行，人類愛太小了，人類愛，動物就不愛，你就隨便殺來吃，這怎麼可以？這是宇宙的愛，宇宙之間萬事萬物就是以這個愛心來看待。"
    },
    {
      "id": "21-312-0001_p0011",
      "zh_CN": "不但对于动物，对于植物、对于矿物同等的爱心，一丝毫没有等差的差别，这才是自性里面本具的大德。所有一切的德行都是从这个根生出来的，中国古人就把这个抓到了。你看教学，在伦理上，尧舜时候的教学教什么？教五伦、教八德。五伦的核心是「父子有亲」，就是我们刚才所说的婴儿跟父母那种爱，那是天性，决不是学来的。伦理的教育、道德的教育、因果的教育、宗教的教育都是这个根生的，就是父子有亲，亲爱，就是这个根生的。我们中国讲亲爱，佛法里面讲慈悲，是一个意思，其他宗教讲上帝的爱、神之爱，都是一个意思，都从这个根生的。如果不教，慢慢长大他就染上习气，习气就会迷失了本性；迷失本性就叫凡夫，觉悟了就叫佛、就叫菩萨，佛菩萨跟凡夫差别就在此地。迷的时候你是凡夫，你觉悟了，你就是佛、就是菩萨。所以首先要晓得事实真相。",
      "zh_TW": "不但對於動物，對於植物、對於礦物同等的愛心，一絲毫沒有等差的差別，這才是自性裡面本具的大德。所有一切的德行都是從這個根生出來的，中國古人就把這個抓到了。你看教學，在倫理上，堯舜時候的教學教什麼？教五倫、教八德。五倫的核心是「父子有親」，就是我們剛才所說的嬰兒跟父母那種愛，那是天性，決不是學來的。倫理的教育、道德的教育、因果的教育、宗教的教育都是這個根生的，就是父子有親，親愛，就是這個根生的。我們中國講親愛，佛法裡面講慈悲，是一個意思，其他宗教講上帝的愛、神之愛，都是一個意思，都從這個根生的。如果不教，慢慢長大他就染上習氣，習氣就會迷失了本性；迷失本性就叫凡夫，覺悟了就叫佛、就叫菩薩，佛菩薩跟凡夫差別就在此地。迷的時候你是凡夫，你覺悟了，你就是佛、就是菩薩。所以首先要曉得事實真相。"
    },
    {
      "id": "21-312-0001_p0012",
      "zh_CN": "生而无生，生是现相，无生就是法性，法性没有形相，它不是物质，也不是精神。给诸位说，现在讲心、讲物都不行，心跟物都是法性生的。这个道理不能不晓得。在佛教，法相唯识宗里面就讲得很清楚，心是什么？心是阿赖耶的见分，物质是阿赖耶的相分。见分跟相分从哪里来的？从自性里头变现来的，自性叫自证分，自证分可以说就是科学家讲的场，自证分。所以场是能量，科学家说能量稀薄的时候称为场，它是遍虚空法界的；能量集中的地方就变成物质，所以物质确实是无中生有，有还归无。能量集中是物质，能量散开来，物质就不见了，但是能量是不生不灭的，所以法性湛然。",
      "zh_TW": "生而無生，生是現相，無生就是法性，法性沒有形相，它不是物質，也不是精神。給諸位說，現在講心、講物都不行，心跟物都是法性生的。這個道理不能不曉得。在佛教，法相唯識宗裡面就講得很清楚，心是什麼？心是阿賴耶的見分，物質是阿賴耶的相分。見分跟相分從哪裡來的？從自性裡頭變現來的，自性叫自證分，自證分可以說就是科學家講的場，自證分。所以場是能量，科學家說能量稀薄的時候稱為場，它是遍虛空法界的；能量集中的地方就變成物質，所以物質確實是無中生有，有還歸無。能量集中是物質，能量散開來，物質就不見了，但是能量是不生不滅的，所以法性湛然。"
    },
    {
      "id": "21-312-0001_p0013",
      "zh_CN": "我们要把这个事情搞清楚之后，我们的心、我们的认知对整个宇宙万法就平了，不会再有妄想分别执着；离妄想分别执着，这个人就叫做佛。这个我们要清楚、要明白，什么叫佛？我们学佛，学佛学的是什么？就希望自己能够达到这个境界，在这个境界里得大自在。自己自性里头有无量的智慧、有无量的德能、有无量的相好，统统是自性本来具足，绝对不是说从哪来的，全是自己具足的。现在的问题是我们迷失了自性，湛然的法性迷了，现在走到底下一段去了，「无生而生，业果俨然」，我们现在堕在这个里面去了。",
      "zh_TW": "我們要把這個事情搞清楚之後，我們的心、我們的認知對整個宇宙萬法就平了，不會再有妄想分別執著；離妄想分別執著，這個人就叫做佛。這個我們要清楚、要明白，什麼叫佛？我們學佛，學佛學的是什麼？就希望自己能夠達到這個境界，在這個境界裡得大自在。自己自性裡頭有無量的智慧、有無量的德能、有無量的相好，統統是自性本來具足，絕對不是說從哪來的，全是自己具足的。現在的問題是我們迷失了自性，湛然的法性迷了，現在走到底下一段去了，「無生而生，業果儼然」，我們現在墮在這個裡面去了。"
    },
    {
      "id": "21-312-0001_p0014",
      "zh_CN": "所以前面这两句，「生而无生，法性湛然」，这是一真法界，「无生而生，业果俨然」，这是十法界。我们在十法界里头很糟糕，十法界里大概是，一般讲法无始劫以来被十法界里面的习气染污，染污到今天已经是很严重的程度，所以堕落在十法界，每况愈下。十法界有佛，从佛堕落到菩萨，菩萨堕落到罗汉，罗汉堕落到天，天堕落到人，人再堕落到畜生、饿鬼，一直往下堕落，他不会向上提升。怎样才能够向上提升？那你就要接受圣贤教育，你才逐渐了解事实真相，才把这些妄想分别执着放下，放下就提升了。所以，放下执着就是阿罗汉，放下分别就是菩萨，放下起心动念就是佛。圣贤的教育没有别的，圣贤教育无非是帮助我们恢复本性，反璞归真，这是圣贤教育，这才能真正解决一切问题。",
      "zh_TW": "所以前面這兩句，「生而無生，法性湛然」，這是一真法界，「無生而生，業果儼然」，這是十法界。我們在十法界裡頭很糟糕，十法界裡大概是，一般講法無始劫以來被十法界裡面的習氣染污，染污到今天已經是很嚴重的程度，所以墮落在十法界，每況愈下。十法界有佛，從佛墮落到菩薩，菩薩墮落到羅漢，羅漢墮落到天，天墮落到人，人再墮落到畜生、餓鬼，一直往下墮落，他不會向上提升。怎樣才能夠向上提升？那你就要接受聖賢教育，你才逐漸了解事實真相，才把這些妄想分別執著放下，放下就提升了。所以，放下執著就是阿羅漢，放下分別就是菩薩，放下起心動念就是佛。聖賢的教育沒有別的，聖賢教育無非是幫助我們恢復本性，反璞歸真，這是聖賢教育，這才能真正解決一切問題。"
    },
    {
      "id": "21-312-0001_p0015",
      "zh_CN": "佛家所讲的这些，今天的哲学还没有到这个境界，哲学还堕落在二元，没有讲到不二法门。哲学里头还有能跟所，能所还是对立的，对立就不能解决问题，对立就没办法达到真正的和谐，只有统一才会有和谐。宇宙本来就是统一的，本来就是和谐的；所有一切对立、不和，那是人为的。人怎么了？迷了自己，迷失了自性，随顺烦恼习气、贪瞋痴慢，随顺这些东西。所以对于诸法实相看错了，看错了就连带你也想错了，你也就做错了。这个错了就是违背性德，于是一法界就变成十法界；愈迷愈深，十法界里面你就堕落在六道、堕落在三途，就这么回事情。",
      "zh_TW": "佛家所講的這些，今天的哲學還沒有到這個境界，哲學還墮落在二元，沒有講到不二法門。哲學裡頭還有能跟所，能所還是對立的，對立就不能解決問題，對立就沒辦法達到真正的和諧，只有統一才會有和諧。宇宙本來就是統一的，本來就是和諧的；所有一切對立、不和，那是人為的。人怎麼了？迷了自己，迷失了自性，隨順煩惱習氣、貪瞋痴慢，隨順這些東西。所以對於諸法實相看錯了，看錯了就連帶你也想錯了，你也就做錯了。這個錯了就是違背性德，於是一法界就變成十法界；愈迷愈深，十法界裡面你就墮落在六道、墮落在三途，就這麼回事情。"
    },
    {
      "id": "21-312-0001_p0016",
      "zh_CN": "在六道三途，你就要懂得因缘果。六道里面，十法界的四圣我们不谈，我们专门讲六道。六道里头每个众生，不仅是人，所有一切动物、一切植物，乃至于矿物，它的存在、它的活动都离不开因、缘、果报。表现在人生过程当中就更为明显，所以中国谚语有所谓「一饮一啄，莫非前定」，这是真的，不是假的。人与人之间相处，我们很明显看见，有些人缘很好，走到哪个地方都有很多人帮助他，人缘好；有些缘就特别差，走到哪里哪个看到都不顺眼，都不会帮助他，还找他麻烦。这什么原因？肯定有原因的，决定不会说是没有原因的，这个原因就是过去生中所造的业。",
      "zh_TW": "在六道三途，你就要懂得因緣果。六道裡面，十法界的四聖我們不談，我們專門講六道。六道裡頭每個眾生，不僅是人，所有一切動物、一切植物，乃至於礦物，它的存在、它的活動都離不開因、緣、果報。表現在人生過程當中就更為明顯，所以中國諺語有所謂「一飲一啄，莫非前定」，這是真的，不是假的。人與人之間相處，我們很明顯看見，有些人緣很好，走到哪個地方都有很多人幫助他，人緣好；有些緣就特別差，走到哪裡哪個看到都不順眼，都不會幫助他，還找他麻煩。這什麼原因？肯定有原因的，決定不會說是沒有原因的，這個原因就是過去生中所造的業。"
    },
    {
      "id": "21-312-0001_p0017",
      "zh_CN": "人与人的关系佛就讲得更明显，关系有四种，恩、怨、债务（讨债、还债的），人与人的关系离不开这四大类。过去世你有恩于他，遇到了，他来报恩，那这个人对你非常忠实可靠。如果是报怨的，过去世是冤家，这一世来找麻烦，来报仇的，那个麻烦就大了。另外就是有讨债的、有还债的，总不外这四种关系。没有这四种关系，真的叫对面不相逢，真的叫陌生人。我们在马路上走，人都不认识，居然有人见你给你一个善意的微笑，点点头，想想可能一生只有一次，下次再也没有了，这是善缘；有时候碰到一个人，恶意相向，瞪你一眼，也是过去生中造的业，这是很轻微的。我们明白这些业因果报，我们就晓得我们应该要用什么样的态度处事待人接物。",
      "zh_TW": "人與人的關係佛就講得更明顯，關係有四種，恩、怨、債務（討債、還債的），人與人的關係離不開這四大類。過去世你有恩於他，遇到了，他來報恩，那這個人對你非常忠實可靠。如果是報怨的，過去世是冤家，這一世來找麻煩，來報仇的，那個麻煩就大了。另外就是有討債的、有還債的，總不外這四種關係。沒有這四種關係，真的叫對面不相逢，真的叫陌生人。我們在馬路上走，人都不認識，居然有人見你給你一個善意的微笑，點點頭，想想可能一生只有一次，下次再也沒有了，這是善緣；有時候碰到一個人，惡意相向，瞪你一眼，也是過去生中造的業，這是很輕微的。我們明白這些業因果報，我們就曉得我們應該要用什麼樣的態度處事待人接物。"
    },
    {
      "id": "21-312-0001_p0018",
      "zh_CN": "不但对于一切人我们要用善意，决不可以用恶念，对待小动物要跟对人一样，不能轻慢牠。不但对于动物我们要尊敬、要尊重，要有爱心，对植物也一样，可不能看轻了，一株小草也有神，草木神。",
      "zh_TW": "不但對於一切人我們要用善意，決不可以用惡念，對待小動物要跟對人一樣，不能輕慢牠。不但對於動物我們要尊敬、要尊重，要有愛心，對植物也一樣，可不能看輕了，一株小草也有神，草木神。"
    },
    {
      "id": "21-312-0001_p0019",
      "zh_CN": "所以对于天地鬼神都要尊重，总不外乎二个，一个真诚、一个恭敬。儒家教我们的，实在讲，儒家就是代表中国传统的教诲，孔子是集中国传统之大成。《礼记》里头一句教给我们，「曲礼曰，毋不敬」。佛家忏仪里头头一句话，「一切恭敬」，你能够真正把这一句做到，你的人缘就好了。无论到什么地方，没有一个不欢喜你，没有一个不尊重你。为什么？你能尊重一切众生，你能尊重一切万物，你以真诚心相待，以恭敬心对待他。这是讲「业果俨然」。",
      "zh_TW": "所以對於天地鬼神都要尊重，總不外乎二個，一個真誠、一個恭敬。儒家教我們的，實在講，儒家就是代表中國傳統的教誨，孔子是集中國傳統之大成。《禮記》裡頭一句教給我們，「曲禮曰，毋不敬」。佛家懺儀裡頭頭一句話，「一切恭敬」，你能夠真正把這一句做到，你的人緣就好了。無論到什麼地方，沒有一個不歡喜你，沒有一個不尊重你。為什麼？你能尊重一切眾生，你能尊重一切萬物，你以真誠心相待，以恭敬心對待他。這是講「業果儼然」。"
    },
    {
      "id": "21-312-0001_p0020",
      "zh_CN": "今天的世界不和，冲突、动乱频率直线的上升，这不是好事情。外国的宗教都讲世界末日，我们现在看社会现象，真的是末日的现象。外国人说要想化解世界一切冲突，恢复世界的安定和平，只有中国儒家的学说跟大乘佛法，这个话说得有道理。儒跟佛就是我们前面所说的这些话，能以真诚心、恭敬心对人、对事、对物、对天地万物，这才能化解冲突，才能够帮助世界恢复安定和平。从哪里做起？要从自己本身做起，你要想期望别人做，那就错了，永远办不到，一定要从自己本身做起。佛在大乘教里常讲，自度而后才能度他，从我自己本身做起，我自度了；自度，我就能帮助别人、就能影响别人。",
      "zh_TW": "今天的世界不和，衝突、動亂頻率直線的上升，這不是好事情。外國的宗教都講世界末日，我們現在看社會現象，真的是末日的現象。外國人說要想化解世界一切衝突，恢復世界的安定和平，只有中國儒家的學說跟大乘佛法，這個話說得有道理。儒跟佛就是我們前面所說的這些話，能以真誠心、恭敬心對人、對事、對物、對天地萬物，這才能化解衝突，才能夠幫助世界恢復安定和平。從哪裡做起？要從自己本身做起，你要想期望別人做，那就錯了，永遠辦不到，一定要從自己本身做起。佛在大乘教裡常講，自度而後才能度他，從我自己本身做起，我自度了；自度，我就能幫助別人、就能影響別人。"
    },
    {
      "id": "21-312-0001_p0021",
      "zh_CN": "下面说「生者，众生生灭之迹也」，这就是讲天地万物有生必有灭，生灭是物质的现象，也就是说能量聚散的现象。聚散，佛法里也说，佛法讲一切法是缘生的，缘聚则现，缘散则灭，佛法里讲得很多。科学家讲能量，能量聚就变成物质，能量散这物质现象就没有了。所以物质不是真的，物质是个幻相，能量不灭。佛家讲缘，缘聚就现，缘散就灭了。所以这个现相不是真的，凡所有相，皆是虚妄，不要执着形相，执着形相就错了。",
      "zh_TW": "下面說「生者，眾生生滅之跡也」，這就是講天地萬物有生必有滅，生滅是物質的現象，也就是說能量聚散的現象。聚散，佛法裡也說，佛法講一切法是緣生的，緣聚則現，緣散則滅，佛法裡講得很多。科學家講能量，能量聚就變成物質，能量散這物質現象就沒有了。所以物質不是真的，物質是個幻相，能量不滅。佛家講緣，緣聚就現，緣散就滅了。所以這個現相不是真的，凡所有相，皆是虛妄，不要執著形相，執著形相就錯了。"
    },
    {
      "id": "21-312-0001_p0022",
      "zh_CN": "相有生灭，性没有生灭，我们通常把性再加上一个「灵」字，灵性不生不灭。我们来到这个世间目的是什么，就很清楚、很明显，就是提升自己的灵性，这才是正确的目标，那就完全没有错。绝不希求这个身要怎么样享受，世间人讲的荣华富贵，这是假的，这不是真的；如果你要能看到三世因果，你就更清楚、更明白了。古今中外大圣大贤，他们所选择的几乎都完全相同，选择什么？选择教学。释迦牟尼佛一生教学，耶稣、摩西一生教学，穆罕默德教学二十七年，中国孔子、孟子、老子都是从事于教学工作。教学不但提升自己，也帮助别人提升，所以在所有行业里头是无比的殊胜，所谓是有百利而无一害。学就是觉悟，天天觉悟，无有止境的觉悟。",
      "zh_TW": "相有生滅，性沒有生滅，我們通常把性再加上一個「靈」字，靈性不生不滅。我們來到這個世間目的是什麼，就很清楚、很明顯，就是提升自己的靈性，這才是正確的目標，那就完全沒有錯。絕不希求這個身要怎麼樣享受，世間人講的榮華富貴，這是假的，這不是真的；如果你要能看到三世因果，你就更清楚、更明白了。古今中外大聖大賢，他們所選擇的幾乎都完全相同，選擇什麼？選擇教學。釋迦牟尼佛一生教學，耶穌、摩西一生教學，穆罕默德教學二十七年，中國孔子、孟子、老子都是從事於教學工作。教學不但提升自己，也幫助別人提升，所以在所有行業裡頭是無比的殊勝，所謂是有百利而無一害。學就是覺悟，天天覺悟，無有止境的覺悟。"
    },
    {
      "id": "21-312-0001_p0023",
      "zh_CN": "底下说，「无生者，法性寂灭之体也」，这是本体，就是我们的灵性。「法性湛然，灵明湛寂」，灵明就是智慧，湛寂就是寂定，「玄妙真常」就是大用无方。佛菩萨应化在十法界，像《普门品》里面所说的，应以什么身得度他就现什么身，教化众生，应以什么方法教化就用什么方法。所以身形没有一定，教学也没有一定，无有定法可说，也无有一定的形相可见，千变万化，这叫玄妙真常。永远不离定慧，不离定慧就是与性德相应，性德是定、是慧，定是清净、平等，慧是觉。这个事情在我们现前来看很难，难在什么地方？难在我们六根接触六尘境界会起心动念、会分别执着。要晓得起心动念是无明，分别执着是烦恼，人堕落在烦恼习气里面，麻烦就大了，为什么？他定没有了，慧也没有了。所以诸位要晓得，定慧是自性本来具足。",
      "zh_TW": "底下說，「無生者，法性寂滅之體也」，這是本體，就是我們的靈性。「法性湛然，靈明湛寂」，靈明就是智慧，湛寂就是寂定，「玄妙真常」就是大用無方。佛菩薩應化在十法界，像《普門品》裡面所說的，應以什麼身得度他就現什麼身，教化眾生，應以什麼方法教化就用什麼方法。所以身形沒有一定，教學也沒有一定，無有定法可說，也無有一定的形相可見，千變萬化，這叫玄妙真常。永遠不離定慧，不離定慧就是與性德相應，性德是定、是慧，定是清淨、平等，慧是覺。這個事情在我們現前來看很難，難在什麼地方？難在我們六根接觸六塵境界會起心動念、會分別執著。要曉得起心動念是無明，分別執著是煩惱，人墮落在煩惱習氣裡面，麻煩就大了，為什麼？他定沒有了，慧也沒有了。所以諸位要曉得，定慧是自性本來具足。"
    },
    {
      "id": "21-312-0001_p0024",
      "zh_CN": "下面说，「个个不无，人人本具」，在佛家就叫做佛性，在儒家就叫做本善，你看《三字经》上讲的「人之初，性本善」。所以佛家讲佛性，儒家讲本善，一个意思；佛性跟本善就是寂定，就是智慧。可是底下讲「只因起心动念」，起心动念是无明、是妄想，再加上「分别执着，而不能证得」，这是佛在《华严经》上说的。这是宇宙人生真相，是我们自己的本来面目，禅宗里常说的，「父母未生前本来面目」，这段话里是「父母未生前本来面目」。",
      "zh_TW": "下面說，「個個不無，人人本具」，在佛家就叫做佛性，在儒家就叫做本善，你看《三字經》上講的「人之初，性本善」。所以佛家講佛性，儒家講本善，一個意思；佛性跟本善就是寂定，就是智慧。可是底下講「只因起心動念」，起心動念是無明、是妄想，再加上「分別執著，而不能證得」，這是佛在《華嚴經》上說的。這是宇宙人生真相，是我們自己的本來面目，禪宗裡常說的，「父母未生前本來面目」，這段話裡是「父母未生前本來面目」。"
    },
    {
      "id": "21-312-0001_p0025",
      "zh_CN": "所以从性上看，一切众生本来成佛，从相上看，还是本来成佛。为什么现在会变成这个样子？就是因为你染上了分别执着，染上了起心动念，把你的相好改变了，你本来三十二相，八十种好，个个都是。三十二相，八十种好是释迦牟尼佛方便说的，而不是真的。真的是什么？真的给你说「身有无量相，相有无量好」，那是真的，就像佛在经典上赞叹毘卢遮那佛、赞叹阿弥陀佛。我们每个人的相貌都跟毘卢遮那、都跟阿弥陀佛一样，没有两样。现在为什么变成这个样子？你要晓得，统统都是因为起心动念、分别执着，搞成这个样子。",
      "zh_TW": "所以從性上看，一切眾生本來成佛，從相上看，還是本來成佛。為什麼現在會變成這個樣子？就是因為你染上了分別執著，染上了起心動念，把你的相好改變了，你本來三十二相，八十種好，個個都是。三十二相，八十種好是釋迦牟尼佛方便說的，而不是真的。真的是什麼？真的給你說「身有無量相，相有無量好」，那是真的，就像佛在經典上讚歎毘盧遮那佛、讚歎阿彌陀佛。我們每個人的相貌都跟毘盧遮那、都跟阿彌陀佛一樣，沒有兩樣。現在為什麼變成這個樣子？你要曉得，統統都是因為起心動念、分別執著，搞成這個樣子。"
    },
    {
      "id": "21-312-0001_p0026",
      "zh_CN": "所以我常常讲，提醒大家，不执着，你相好就恢复了一部分，就是阿罗汉。阿罗汉虽然相貌不一样，但是绝对没有恶相，虽然长得很奇怪，你仔细去看，善，不恶。为什么？他一切执着放下了。再放下分别，他就是菩萨，菩萨的相差不多都接近，都很相似了；如果再放下起心动念，你就成佛了，你就回到本来的面目。学佛修行修什么？放下而已！我的老师章嘉大师在五十五年前教我的，就教我这一招，修什么？放下。",
      "zh_TW": "所以我常常講，提醒大家，不執著，你相好就恢復了一部分，就是阿羅漢。阿羅漢雖然相貌不一樣，但是絕對沒有惡相，雖然長得很奇怪，你仔細去看，善，不惡。為什麼？他一切執著放下了。再放下分別，他就是菩薩，菩薩的相差不多都接近，都很相似了；如果再放下起心動念，你就成佛了，你就回到本來的面目。學佛修行修什麼？放下而已！我的老師章嘉大師在五十五年前教我的，就教我這一招，修什麼？放下。"
    },
    {
      "id": "21-312-0001_p0027",
      "zh_CN": "天天学着放下，得真干！把烦恼习气放下、把贪瞋痴慢放下、把自私自利放下、把是非人我放下。特别是发脾气、心里不高兴，一定要放下，为什么？对自己的身心伤害最大的就是发脾气。看到别人不好，要惩罚自己，你是个聪明人吗？发脾气就是惩罚自己！别人好不好与我有什么相干，何必要惩罚自己？可是这种人很多，常见。所以你要学聪明，不要再去惩罚自己；别人无论做得对也好、不对也好，与我都不相干，没有必要去惩罚自己。所以发脾气是严重的惩罚自己，这大错特错！",
      "zh_TW": "天天學著放下，得真幹！把煩惱習氣放下、把貪瞋痴慢放下、把自私自利放下、把是非人我放下。特別是發脾氣、心裡不高興，一定要放下，為什麼？對自己的身心傷害最大的就是發脾氣。看到別人不好，要懲罰自己，你是個聰明人嗎？發脾氣就是懲罰自己！別人好不好與我有什麼相干，何必要懲罰自己？可是這種人很多，常見。所以你要學聰明，不要再去懲罰自己；別人無論做得對也好、不對也好，與我都不相干，沒有必要去懲罰自己。所以發脾氣是嚴重的懲罰自己，這大錯特錯！"
    },
    {
      "id": "21-312-0001_p0028",
      "zh_CN": "再看底下，「诸佛于俨然生灭中，唯见无生」，这是佛眼，佛眼看众生，看哪些众生？看十法界的众生，十法界依正庄严生灭相续，千变万化。可是佛眼看的是什么？佛眼看十法界依正庄严没有生灭。这个话我们不好懂，怎么没有生灭？体性不生不灭。我们先从比喻里面来说，古大德常常用金跟器来做比喻，黄金跟黄金做成的器皿。譬如我们有足够分量的黄金，我们把黄金造成一个佛像，这一看佛，代表佛法界。过几天我喜欢菩萨，我把这个佛像镕化掉，再做成一个菩萨的形相，菩萨像现前，佛像没有了。现在人不相信佛法，不喜欢佛菩萨，他喜欢小猫、小狗，喜欢宠物，他把这个黄金去做个宠物的像。你看相有生灭，黄金还是那堆黄金，不生不灭。",
      "zh_TW": "再看底下，「諸佛於儼然生滅中，唯見無生」，這是佛眼，佛眼看眾生，看哪些眾生？看十法界的眾生，十法界依正莊嚴生滅相續，千變萬化。可是佛眼看的是什麼？佛眼看十法界依正莊嚴沒有生滅。這個話我們不好懂，怎麼沒有生滅？體性不生不滅。我們先從比喻裡面來說，古大德常常用金跟器來做比喻，黃金跟黃金做成的器皿。譬如我們有足夠分量的黃金，我們把黃金造成一個佛像，這一看佛，代表佛法界。過幾天我喜歡菩薩，我把這個佛像鎔化掉，再做成一個菩薩的形相，菩薩像現前，佛像沒有了。現在人不相信佛法，不喜歡佛菩薩，他喜歡小貓、小狗，喜歡寵物，他把這個黃金去做個寵物的像。你看相有生滅，黃金還是那堆黃金，不生不滅。"
    },
    {
      "id": "21-312-0001_p0029",
      "zh_CN": "所以佛看十法界依正庄严，他看性，性没有生灭，相是假相，那个生灭也不是真的，是假的，性不生不灭。佛看一切众生的佛性，看一切万物的法性，佛性跟法性是一个性，性没有生灭。在一切生灭现象当中，他看到不生灭的法性，所以他对一切众生尊敬，道理在此地。众生迷惑了，迷了性，迷了性就着相，所以「众生于湛然无生中，唯见生灭」。众生把性忘掉了，金忘掉了，执着相；怎么佛像没有了，怎么变成菩萨？菩萨没有了，怎么变成小猫、小狗？他就着相，道理在此地，这就是众生跟佛菩萨看法不一样。所以你要是从法性上去看，法性在哪里？就在我们一个人的身上，眼能见，见是佛性，耳能听，闻性是佛性；六根的根性是真性，不生不灭，决不会随着你的身体、随着你的年龄起变化，不会。",
      "zh_TW": "所以佛看十法界依正莊嚴，他看性，性沒有生滅，相是假相，那個生滅也不是真的，是假的，性不生不滅。佛看一切眾生的佛性，看一切萬物的法性，佛性跟法性是一個性，性沒有生滅。在一切生滅現象當中，他看到不生滅的法性，所以他對一切眾生尊敬，道理在此地。眾生迷惑了，迷了性，迷了性就著相，所以「眾生於湛然無生中，唯見生滅」。眾生把性忘掉了，金忘掉了，執著相；怎麼佛像沒有了，怎麼變成菩薩？菩薩沒有了，怎麼變成小貓、小狗？他就著相，道理在此地，這就是眾生跟佛菩薩看法不一樣。所以你要是從法性上去看，法性在哪裡？就在我們一個人的身上，眼能見，見是佛性，耳能聽，聞性是佛性；六根的根性是真性，不生不滅，決不會隨著你的身體、隨著你的年齡起變化，不會。"
    },
    {
      "id": "21-312-0001_p0030",
      "zh_CN": "世尊在《楞严经》上讲得很清楚、讲得很明白。《楞严经》上，当时世尊有个大护法波斯匿王，跟释迦牟尼佛同年。他对这个问题就有了疑问，人身上有不生灭的性，他有疑惑。佛就从他自己身上让他去体会，他问波斯匿王，他说你是几时第一次见到恒河？波斯匿王告诉他，他说三岁时候跟他母亲到神庙里面去进香，经过恒河，第一次见到恒河，三岁时候。佛就问他，你十三岁的时候，你见恒河那个见有没有变化？他想想没有。二十三岁、三十三岁到现在（现在他是六十二岁）没有变化，它并没有随着你年龄变化，那它就是真的。你的年龄，你看三岁、十三岁、二十三岁，一年比一年老。你身体有变化，你的见没有变化，就是能见的见没有变化，没有变化就不生灭。身体随着变化，那是生灭的，生灭的是你的身，你身有生灭，你的见性、你的闻性不生灭。",
      "zh_TW": "世尊在《楞嚴經》上講得很清楚、講得很明白。《楞嚴經》上，當時世尊有個大護法波斯匿王，跟釋迦牟尼佛同年。他對這個問題就有了疑問，人身上有不生滅的性，他有疑惑。佛就從他自己身上讓他去體會，他問波斯匿王，他說你是幾時第一次見到恆河？波斯匿王告訴他，他說三歲時候跟他母親到神廟裡面去進香，經過恆河，第一次見到恆河，三歲時候。佛就問他，你十三歲的時候，你見恆河那個見有沒有變化？他想想沒有。二十三歲、三十三歲到現在（現在他是六十二歲）沒有變化，它並沒有隨著你年齡變化，那它就是真的。你的年齡，你看三歲、十三歲、二十三歲，一年比一年老。你身體有變化，你的見沒有變化，就是能見的見沒有變化，沒有變化就不生滅。身體隨著變化，那是生滅的，生滅的是你的身，你身有生滅，你的見性、你的聞性不生滅。"
    },
    {
      "id": "21-312-0001_p0031",
      "zh_CN": "他从这个地方体会到，我们身体确实有生灭跟不生灭两种东西在。生灭的，你就不要太用心照顾它，你要好好照顾那个不生不灭的，提升你不生不灭的，这就对了。他从这个比喻里面觉悟了，这个觉悟对自己也很有受用，什么受用？知道没有生死，对于生死不会恐怖，这个压力就没有了。一般人贪生怕死，你明白这个道理，原来不死！知道人有来生、有后世，要为来生后世着想，怎样把自己境界向上提升，不要往下坠落。六道里面的升沉就是善恶，你的心善、行为善，一定往上升，你的心不善、行为不善，肯定往下坠落。这是真理，不能不知道。",
      "zh_TW": "他從這個地方體會到，我們身體確實有生滅跟不生滅兩種東西在。生滅的，你就不要太用心照顧它，你要好好照顧那個不生不滅的，提升你不生不滅的，這就對了。他從這個比喻裡面覺悟了，這個覺悟對自己也很有受用，什麼受用？知道沒有生死，對於生死不會恐怖，這個壓力就沒有了。一般人貪生怕死，你明白這個道理，原來不死！知道人有來生、有後世，要為來生後世著想，怎樣把自己境界向上提升，不要往下墜落。六道裡面的升沉就是善惡，你的心善、行為善，一定往上升，你的心不善、行為不善，肯定往下墜落。這是真理，不能不知道。"
    },
    {
      "id": "21-312-0001_p0032",
      "zh_CN": "所以，中峰大师这里说的几句话说得好，「只因迷悟之有差，遂致现量之不一」，现量就是你现前的感观。为什么佛跟众生不相同？佛看一切众生不生不灭，看一切众生皆是佛。不但有情众生是佛，无情众生也是佛，《华严经》上说得好，「情与无情，同圆种智」。无情就是我们现在讲的植物、矿物，同圆种智！这个话很难懂，很难懂古人居然懂了，我们不能不佩服。他怎么懂的？肯定是他契入境界，不契入境界他怎么能懂？现在我们没有契入境界，我们也懂得个仿佛，为什么？科学家给我们做了证明，江本胜博士的证明，水是矿物，水有见闻觉知，水有色声香味。色声香味的色是我们容易见到的，声香味，佛不说我们不知道，见闻觉知我们怎么会晓得？这用科学的方法把它实验出来了。",
      "zh_TW": "所以，中峰大師這裡說的幾句話說得好，「只因迷悟之有差，遂致現量之不一」，現量就是你現前的感觀。為什麼佛跟眾生不相同？佛看一切眾生不生不滅，看一切眾生皆是佛。不但有情眾生是佛，無情眾生也是佛，《華嚴經》上說得好，「情與無情，同圓種智」。無情就是我們現在講的植物、礦物，同圓種智！這個話很難懂，很難懂古人居然懂了，我們不能不佩服。他怎麼懂的？肯定是他契入境界，不契入境界他怎麼能懂？現在我們沒有契入境界，我們也懂得個彷彿，為什麼？科學家給我們做了證明，江本勝博士的證明，水是礦物，水有見聞覺知，水有色聲香味。色聲香味的色是我們容易見到的，聲香味，佛不說我們不知道，見聞覺知我們怎麼會曉得？這用科學的方法把它實驗出來了。"
    },
    {
      "id": "21-312-0001_p0033",
      "zh_CN": "我们从这个地方举一反三，水有见闻觉知，我们会联想到所有一切的矿物，泥沙、石块，有没有见闻觉知？肯定有，为什么有？见闻觉知是性德，所有一切物质都是性变现的，就是科学家讲的「场」聚集变成物质。场是能量，能量里头有见闻觉知，本能。能量里面有色声香味，这科学还没有能证实，现在只是局部的实验出来，将来科学再进步，我相信肯定统统都能够证明出来。这就是佛法所说的性相一如，理事不二。",
      "zh_TW": "我們從這個地方舉一反三，水有見聞覺知，我們會聯想到所有一切的礦物，泥沙、石塊，有沒有見聞覺知？肯定有，為什麼有？見聞覺知是性德，所有一切物質都是性變現的，就是科學家講的「場」聚集變成物質。場是能量，能量裡頭有見聞覺知，本能。能量裡面有色聲香味，這科學還沒有能證實，現在只是局部的實驗出來，將來科學再進步，我相信肯定統統都能夠證明出來。這就是佛法所說的性相一如，理事不二。"
    },
    {
      "id": "21-312-0001_p0034",
      "zh_CN": "所以，明白人跟迷惑人看法完全不相同，觉悟的人心地清净、心地平等，他看宇宙万物跟自己是一，不是二，十方三世佛，共同一法身。三世佛里面包括我们所有一切大众，我们所有一切大众是未来佛，你有佛性，你将来肯定成佛。什么时候成佛？那不在别人，在你自己，你什么时候觉悟什么时候成佛；换句话说，什么时候你把妄想分别执着统统放下，你就成佛了。你现在放下，现在就成佛；明天放下，明天成佛；这一生放不下，来生放下，你就来生成佛，成佛就这么简单。你要不肯放下，永远当凡夫，永远搞六道轮回，不就这么个道理吗？所以你明白之后，你再不会怀疑了。真有佛吗？真有菩萨吗？真有！在哪里？就是自己。",
      "zh_TW": "所以，明白人跟迷惑人看法完全不相同，覺悟的人心地清淨、心地平等，他看宇宙萬物跟自己是一，不是二，十方三世佛，共同一法身。三世佛裡面包括我們所有一切大眾，我們所有一切大眾是未來佛，你有佛性，你將來肯定成佛。什麼時候成佛？那不在別人，在你自己，你什麼時候覺悟什麼時候成佛；換句話說，什麼時候你把妄想分別執著統統放下，你就成佛了。你現在放下，現在就成佛；明天放下，明天成佛；這一生放不下，來生放下，你就來生成佛，成佛就這麼簡單。你要不肯放下，永遠當凡夫，永遠搞六道輪迴，不就這麼個道理嗎？所以你明白之後，你再不會懷疑了。真有佛嗎？真有菩薩嗎？真有！在哪裡？就是自己。"
    },
    {
      "id": "21-312-0001_p0035",
      "zh_CN": "三种烦恼习气，放下一种你就升了一级。你看，一切不执着，你就成阿罗汉，六道轮回没有了，你超越六道；你还有执着，六道出不去。世出世间一切法统统不执着，随缘而不攀缘，不要心里想着要怎样，那就是执着，那就是轮回心。再更进一步，不分别，世出世间一切法不分别了，这就是菩萨。这是什么？这是四圣法界的心，执着是六道轮回心，分别是四圣法界心。一切不分别，十法界没有了，四圣法界没有了，到一真法界。一真法界里面，我们现在讲《华严经》，《华严》是讲一真法界，一真法界里头的菩萨，实在讲也可以说都是佛，他还有四十二个等级，这个等级我讲得很清楚，非有非无。怎么说非有？因为他没有分别执着，他哪来的等级？等级是从分别执着里产生的，没有分别执着就没有等级，平等的法界，所以说非有。为什么说非无？非无就是有；他的起心动念习气没有断尽，就是无明没有断尽。但是那个不碍事，没有什么大的妨碍。",
      "zh_TW": "三種煩惱習氣，放下一種你就升了一級。你看，一切不執著，你就成阿羅漢，六道輪迴沒有了，你超越六道；你還有執著，六道出不去。世出世間一切法統統不執著，隨緣而不攀緣，不要心裡想著要怎樣，那就是執著，那就是輪迴心。再更進一步，不分別，世出世間一切法不分別了，這就是菩薩。這是什麼？這是四聖法界的心，執著是六道輪迴心，分別是四聖法界心。一切不分別，十法界沒有了，四聖法界沒有了，到一真法界。一真法界裡面，我們現在講《華嚴經》，《華嚴》是講一真法界，一真法界裡頭的菩薩，實在講也可以說都是佛，他還有四十二個等級，這個等級我講得很清楚，非有非無。怎麼說非有？因為他沒有分別執著，他哪來的等級？等級是從分別執著裡產生的，沒有分別執著就沒有等級，平等的法界，所以說非有。為什麼說非無？非無就是有；他的起心動念習氣沒有斷盡，就是無明沒有斷盡。但是那個不礙事，沒有什麼大的妨礙。"
    },
    {
      "id": "21-312-0001_p0036",
      "zh_CN": "我们用古人的方法，用酒瓶里面的气味来比喻，同样都是盛酒的酒瓶，你每天倒一个酒瓶。这个酒瓶倒干净了，酒没有了，里面擦得干干净净，确实没有了，闻闻还有味道，那个叫习气。譬如说这四十二个阶级，四十二个酒瓶，你要是用四十二个星期，一个星期倒一个。然后你闻闻看，每个酒瓶味道有浓淡不相同，就这个意思。在一真法界里头，四十一位法身大士他的习气不相同，但是确实都是干干净净的，都是一尘不染，他的习气不一样，所以称为四十二个阶级。到如来果位上的时候，那一点都没有，一丝毫都没有；等觉菩萨还有一点点味道，还没有断尽。这个没有方法断的，不是说我要怎样用功，愈用功愈糟糕，那就错了。所以一真法界里头叫「无功用道」，就是一切随其自然，让时间长了慢慢就断了，那个不碍事。所以你只要把分别执着断掉了，你就进入一真法界，这才叫究竟，这才叫圆满。",
      "zh_TW": "我們用古人的方法，用酒瓶裡面的氣味來比喻，同樣都是盛酒的酒瓶，你每天倒一個酒瓶。這個酒瓶倒乾淨了，酒沒有了，裡面擦得乾乾淨淨，確實沒有了，聞聞還有味道，那個叫習氣。譬如說這四十二個階級，四十二個酒瓶，你要是用四十二個星期，一個星期倒一個。然後你聞聞看，每個酒瓶味道有濃淡不相同，就這個意思。在一真法界裡頭，四十一位法身大士他的習氣不相同，但是確實都是乾乾淨淨的，都是一塵不染，他的習氣不一樣，所以稱為四十二個階級。到如來果位上的時候，那一點都沒有，一絲毫都沒有；等覺菩薩還有一點點味道，還沒有斷盡。這個沒有方法斷的，不是說我要怎樣用功，愈用功愈糟糕，那就錯了。所以一真法界裡頭叫「無功用道」，就是一切隨其自然，讓時間長了慢慢就斷了，那個不礙事。所以你只要把分別執著斷掉了，你就進入一真法界，這才叫究竟，這才叫圓滿。"
    },
    {
      "id": "21-312-0001_p0037",
      "zh_CN": "到一真法界，是不是就没事了？给诸位说，到一真法界确实是没事；没事事更多，更多也没事。我们常常形容的，很忙，忙得怎么样？忙无事，无事忙，这话怎么说？九法界众生有感，他自然就应，自己没事，帮助别人，所以众生有感，佛菩萨就有应。应的时候他有没有事？看到好像真的替我们办了事，来教化我们，实在讲他真的是没事。像释迦牟尼佛当年示现在世间，讲经三百余会，说法四十九年，他有没有做事？没有。这不是我们说的，他自己说的。谁要说释迦牟尼佛曾经讲过那么多经，世尊讲那叫谤佛，他四十九年没有说一个字，完全否定了。",
      "zh_TW": "到一真法界，是不是就沒事了？給諸位說，到一真法界確實是沒事；沒事事更多，更多也沒事。我們常常形容的，很忙，忙得怎麼樣？忙無事，無事忙，這話怎麼說？九法界眾生有感，他自然就應，自己沒事，幫助別人，所以眾生有感，佛菩薩就有應。應的時候他有沒有事？看到好像真的替我們辦了事，來教化我們，實在講他真的是沒事。像釋迦牟尼佛當年示現在世間，講經三百餘會，說法四十九年，他有沒有做事？沒有。這不是我們說的，他自己說的。誰要說釋迦牟尼佛曾經講過那麼多經，世尊講那叫謗佛，他四十九年沒有說一個字，完全否定了。"
    },
    {
      "id": "21-312-0001_p0038",
      "zh_CN": "明明说了四十九年，为什么说一句话没说？说而无说，无说而说，说跟不说是一，不是二，这个就妙了。我们能不能体会？从相上讲有说，从性上讲无说，性相是一，不是二。你能体会到这个地方，你才晓得说而无说，无说而说，这在大乘教里面叫不二法门。我们凡夫没有办法理解佛的意思，我们处处执着有个二，处处都是对立的，哪里晓得佛法里头大乘教里没有对立，对立就有矛盾。你看现在这个世间冲突这么多，我跟他对立，我不是他，他不是我，麻烦就来了。佛菩萨不对立，佛菩萨说你就是我，我就是你，我们是一不是二，所以他永远打不起来。我们今天讲和谐，和谐的根真的是在大乘法里头，大乘法里宇宙是一，不是二，宇宙之间找不到一个是对立的，没有对立的，这叫真正和谐，究竟的和谐。烦恼习气是虚妄的，自性里头没有。这就是说佛跟众生对于一切诸法的看法不相同，这个我们要知道，他的看法是正确的，我们的看法、想法是错误的。",
      "zh_TW": "明明說了四十九年，為什麼說一句話沒說？說而無說，無說而說，說跟不說是一，不是二，這個就妙了。我們能不能體會？從相上講有說，從性上講無說，性相是一，不是二。你能體會到這個地方，你才曉得說而無說，無說而說，這在大乘教裡面叫不二法門。我們凡夫沒有辦法理解佛的意思，我們處處執著有個二，處處都是對立的，哪裡曉得佛法裡頭大乘教裡沒有對立，對立就有矛盾。你看現在這個世間衝突這麼多，我跟他對立，我不是他，他不是我，麻煩就來了。佛菩薩不對立，佛菩薩說你就是我，我就是你，我們是一不是二，所以他永遠打不起來。我們今天講和諧，和諧的根真的是在大乘法裡頭，大乘法裡宇宙是一，不是二，宇宙之間找不到一個是對立的，沒有對立的，這叫真正和諧，究竟的和諧。煩惱習氣是虛妄的，自性裡頭沒有。這就是說佛跟眾生對於一切諸法的看法不相同，這個我們要知道，他的看法是正確的，我們的看法、想法是錯誤的。"
    },
    {
      "id": "21-312-0001_p0039",
      "zh_CN": "底下说「实」，这是真实的，「乃生无自性，无生亦无自性，悟则生灭皆无生，迷则无生皆生灭」，这两句说得非常清楚。「所以离此别无，是乃一体而异名也」，凡圣不二，觉迷不二，这是事实真相。性是同的，好比古人讲的金，相不同，那是器，相在人讲的是你我他。科学家现在明白这个道理，说宇宙之间只有场，除了场之外，一切东西都无，都是假的，这个说法跟佛的讲法非常接近。科学家说的比较含糊，佛说的清楚。因为场是能量，能量有两种，有物质的能量、有心性的能量，这两种不一样。他那个场是不是包括心性的能量？如果包括心性的能量，那爱因斯坦就成佛了；如果只是说物质的能量，爱因斯坦还是凡夫，没成佛。这就是说明科学家讲得笼统含糊，佛讲得清楚。",
      "zh_TW": "底下說「實」，這是真實的，「乃生無自性，無生亦無自性，悟則生滅皆無生，迷則無生皆生滅」，這兩句說得非常清楚。「所以離此別無，是乃一體而異名也」，凡聖不二，覺迷不二，這是事實真相。性是同的，好比古人講的金，相不同，那是器，相在人講的是你我他。科學家現在明白這個道理，說宇宙之間只有場，除了場之外，一切東西都無，都是假的，這個說法跟佛的講法非常接近。科學家說的比較含糊，佛說的清楚。因為場是能量，能量有兩種，有物質的能量、有心性的能量，這兩種不一樣。他那個場是不是包括心性的能量？如果包括心性的能量，那愛因斯坦就成佛了；如果只是說物質的能量，愛因斯坦還是凡夫，沒成佛。這就是說明科學家講得籠統含糊，佛講得清楚。"
    },
    {
      "id": "21-312-0001_p0040",
      "zh_CN": "心性的能量比物质的能量不知道要大多少，为什么？心性的能量可以改变物质的能量跟形态，这就是大乘教里常讲的「一切法从心想生」，《华严》里面讲的宇宙万物、生命的起源，「唯心所现，唯识所变」。性有能量，识也有能量，可是性的能量跟识的能量不相同；性的能量能现相，识的能量不能现相，它能改变现相，这个我们一定要分得清楚。所以要晓得，宇宙之间万事万物，一体而异名。大的来讲，讲十法界，佛、菩萨、声闻、缘觉、天、人、阿修罗、饿鬼、畜生、地狱，这是大的，十法界。相不一样，依正庄严的相不一样；性相同，都是心现识变的，唯心所现，唯识所变，所以从性识上讲是一，不是二。",
      "zh_TW": "心性的能量比物質的能量不知道要大多少，為什麼？心性的能量可以改變物質的能量跟形態，這就是大乘教裡常講的「一切法從心想生」，《華嚴》裡面講的宇宙萬物、生命的起源，「唯心所現，唯識所變」。性有能量，識也有能量，可是性的能量跟識的能量不相同；性的能量能現相，識的能量不能現相，它能改變現相，這個我們一定要分得清楚。所以要曉得，宇宙之間萬事萬物，一體而異名。大的來講，講十法界，佛、菩薩、聲聞、緣覺、天、人、阿修羅、餓鬼、畜生、地獄，這是大的，十法界。相不一樣，依正莊嚴的相不一樣；性相同，都是心現識變的，唯心所現，唯識所變，所以從性識上講是一，不是二。"
    },
    {
      "id": "21-312-0001_p0041",
      "zh_CN": "现在许多同学看了「山西小院」，你们有没有看过这个光碟？一定要看，要把它当作功课来学习。许多人都是念《地藏经》，把自己的病治好了，你看多少得癌症的，医生宣布只有三个月，赶快办后事，家里也放弃了。回头来念《地藏经》、念阿弥陀佛，念了几个月再去检查，没有了。这是什么原因？我们用了一个小时做了详细解释，这个有道理的，不是迷信。就是证明心性把意念改变了，坚强的意念把你癌细胞恢复到正常。因为你念佛、念经都是善念，最善的意念把疾病（那是不善的意念）转变过来了，就这么个道理。所以不要用医药，都治好了，这四十个人做见证。你就晓得，癌细胞跟佛细胞是一个细胞，不是两个细胞。",
      "zh_TW": "現在許多同學看了「山西小院」，你們有沒有看過這個光碟？一定要看，要把它當作功課來學習。許多人都是念《地藏經》，把自己的病治好了，你看多少得癌症的，醫生宣布只有三個月，趕快辦後事，家裡也放棄了。回頭來念《地藏經》、念阿彌陀佛，念了幾個月再去檢查，沒有了。這是什麼原因？我們用了一個小時做了詳細解釋，這個有道理的，不是迷信。就是證明心性把意念改變了，堅強的意念把你癌細胞恢復到正常。因為你念佛、念經都是善念，最善的意念把疾病（那是不善的意念）轉變過來了，就這麼個道理。所以不要用醫藥，都治好了，這四十個人做見證。你就曉得，癌細胞跟佛細胞是一個細胞，不是兩個細胞。"
    },
    {
      "id": "21-312-0001_p0042",
      "zh_CN": "就跟那杯水一样，你看水在做实验不是一样吗？同样的一杯水，它会认识字，你贴个「爱」字，你在显微镜看，它的结晶非常美；你贴个「讨厌」、「恨你」，那个图案就好难看、好丑陋。美的、丑的还是一杯水，它没有换。这就说明，最健康的细胞跟癌细胞（有病的）是一个，不是二，你怎样把它恢复，你怎样叫它还原，这个才高明。西医怎么样？把它割掉，这是错误的，你把它恢复正常就对了，你怎么能把它割掉？所以现在大家看了这个光碟之后都念《地藏经》去了。",
      "zh_TW": "就跟那杯水一樣，你看水在做實驗不是一樣嗎？同樣的一杯水，它會認識字，你貼個「愛」字，你在顯微鏡看，它的結晶非常美；你貼個「討厭」、「恨你」，那個圖案就好難看、好醜陋。美的、醜的還是一杯水，它沒有換。這就說明，最健康的細胞跟癌細胞（有病的）是一個，不是二，你怎樣把它恢復，你怎樣叫它還原，這個才高明。西醫怎麼樣？把它割掉，這是錯誤的，你把它恢復正常就對了，你怎麼能把它割掉？所以現在大家看了這個光碟之後都念《地藏經》去了。"
    },
    {
      "id": "21-312-0001_p0043",
      "zh_CN": "有些同修就担心，他说我们平常都是念《无量寿经》求生净土的，现在都念《地藏经》，怎么办？是不是把我们的净宗法门破坏了？这个我在过去讲《地藏经》的时候讲过、讲《无量寿经》也讲过、讲《华严经》也讲过，是一不是二，不会破坏。但是念《地藏经》要回向发愿求生净土，念《地藏经》也能得生。但是要记住，我都说过了，临命终时不是地藏菩萨来接引你，是阿弥陀佛来接引，就对了。净宗法门广大，你看「三辈往生」经文里面最后一段就不是修净土宗的，是修大乘法门。无论哪个法门，你把修学的功德回向求生净土，阿弥陀佛统统都接引。阿弥陀佛没有歧视，你修净宗我才接引你，你修别的宗派就不接引，没有这个道理，法门平等，无有高下，统统都接引，这是佛。我们不要想错了，佛没有分别，我们凡夫有分别，佛没有分别，所以念地藏菩萨也一样。",
      "zh_TW": "有些同修就擔心，他說我們平常都是念《無量壽經》求生淨土的，現在都念《地藏經》，怎麼辦？是不是把我們的淨宗法門破壞了？這個我在過去講《地藏經》的時候講過、講《無量壽經》也講過、講《華嚴經》也講過，是一不是二，不會破壞。但是念《地藏經》要迴向發願求生淨土，念《地藏經》也能得生。但是要記住，我都說過了，臨命終時不是地藏菩薩來接引你，是阿彌陀佛來接引，就對了。淨宗法門廣大，你看「三輩往生」經文裡面最後一段就不是修淨土宗的，是修大乘法門。無論哪個法門，你把修學的功德迴向求生淨土，阿彌陀佛統統都接引。阿彌陀佛沒有歧視，你修淨宗我才接引你，你修別的宗派就不接引，沒有這個道理，法門平等，無有高下，統統都接引，這是佛。我們不要想錯了，佛沒有分別，我們凡夫有分別，佛沒有分別，所以念地藏菩薩也一樣。"
    },
    {
      "id": "21-312-0001_p0044",
      "zh_CN": "我们晓得业障太重，现在先用《地藏经》消业障，业障消除了，身体健康完全恢复了，再念《无量寿经》，好！《无量寿经》的确是高，比地藏法门高很多，太高了你接受不了，所以治不了你的病。必须把病治好，现前毛病治好了，再用高的来调养，帮助你提升，这个法门就殊胜，就好了。所以我们一定要晓得，一体而异名。然后再把范围缩小，我们大家也是一体，每个人名字都不一样，同体大悲从这里生的。我们为什么看到这个人我就讨厌他，为什么会讨厌他？当然这有因果，因果是其次的、是枝叶，根本是我们迷失了自性，我们不知道这一切法跟自己的关系，所以才有分别、才有执着。你看分别执着就是麻烦事情，如果了解透彻，分别执着就没有了。分别执着没有了，他杀我、害我、侮辱我，我对他的心都跟对佛的心一样，绝对没有说差等。差等是什么？我自己没认识清楚。所以，慈悲心不容易生起来，虽然是性德，迷得太深、迷得太久，生不起来，害就害在妄想分别执着。",
      "zh_TW": "我們曉得業障太重，現在先用《地藏經》消業障，業障消除了，身體健康完全恢復了，再念《無量壽經》，好！《無量壽經》的確是高，比地藏法門高很多，太高了你接受不了，所以治不了你的病。必須把病治好，現前毛病治好了，再用高的來調養，幫助你提升，這個法門就殊勝，就好了。所以我們一定要曉得，一體而異名。然後再把範圍縮小，我們大家也是一體，每個人名字都不一樣，同體大悲從這裡生的。我們為什麼看到這個人我就討厭他，為什麼會討厭他？當然這有因果，因果是其次的、是枝葉，根本是我們迷失了自性，我們不知道這一切法跟自己的關係，所以才有分別、才有執著。你看分別執著就是麻煩事情，如果了解透徹，分別執著就沒有了。分別執著沒有了，他殺我、害我、侮辱我，我對他的心都跟對佛的心一樣，絕對沒有說差等。差等是什麼？我自己沒認識清楚。所以，慈悲心不容易生起來，雖然是性德，迷得太深、迷得太久，生不起來，害就害在妄想分別執著。"
    },
    {
      "id": "21-312-0001_p0045",
      "zh_CN": "下面第二段，「圣教不可不学，不学则不知诸法实相」，特别是指大乘佛教，你要不学，确实不了解宇宙是一体、地球是一体。讲到最小，我们地球上所有的生物是一体，都是地球上生的，都是在地球上长的。真正的利益是一切大众的利益才是自己真正的利益，如果我们只着重个人，忽略了大众，那叫死路一条。譬如说，我们从大的说，不从细的说，细的从细胞讲，大的从器官讲。我们只着重眼睛，其他的器官都不着重，所有营养都着重保护眼睛，其他都不着重。好，眼睛很好，耳朵、鼻子都生病，你的日子好不好过？不好过，到严重的时候死路一条。",
      "zh_TW": "下面第二段，「聖教不可不學，不學則不知諸法實相」，特別是指大乘佛教，你要不學，確實不了解宇宙是一體、地球是一體。講到最小，我們地球上所有的生物是一體，都是地球上生的，都是在地球上長的。真正的利益是一切大眾的利益才是自己真正的利益，如果我們只著重個人，忽略了大眾，那叫死路一條。譬如說，我們從大的說，不從細的說，細的從細胞講，大的從器官講。我們只著重眼睛，其他的器官都不著重，所有營養都著重保護眼睛，其他都不著重。好，眼睛很好，耳朵、鼻子都生病，你的日子好不好過？不好過，到嚴重的時候死路一條。"
    },
    {
      "id": "21-312-0001_p0046",
      "zh_CN": "不同的器官就像我们跟不同的人相处，在社会，我们跟不同的国家相处、不同的族群相处、不同的文化相处、不同的宗教相处，要知道统统是一家人，就像一个身体，眼耳鼻舌身统统要顾及到。整体和谐，身才会健康，一个不和就不健康、就生病，很多不和谐那就要命，就这么个道理。你看佛法教人「六和敬」，我们修学这是我们基本的戒条。六和敬里面头一条，「见和同解」，那就是看法、想法要一致。看法、想法怎么会到一致？你要了解事实真相就一致，你不了解事实真相，各人有各人的想法，各人有各人的看法，那个麻烦就大了。",
      "zh_TW": "不同的器官就像我們跟不同的人相處，在社會，我們跟不同的國家相處、不同的族群相處、不同的文化相處、不同的宗教相處，要知道統統是一家人，就像一個身體，眼耳鼻舌身統統要顧及到。整體和諧，身才會健康，一個不和就不健康、就生病，很多不和諧那就要命，就這麼個道理。你看佛法教人「六和敬」，我們修學這是我們基本的戒條。六和敬裡面頭一條，「見和同解」，那就是看法、想法要一致。看法、想法怎麼會到一致？你要了解事實真相就一致，你不了解事實真相，各人有各人的想法，各人有各人的看法，那個麻煩就大了。"
    },
    {
      "id": "21-312-0001_p0047",
      "zh_CN": "所以要怎样真正做到见和同解？要学习，学习的目标是要开悟，这是大乘教里面令我们五体投地，不能不佩服的。释迦牟尼佛没有说「我是对的，你们统统都是错的」，没有这个说法。如果释迦牟尼佛还说有我、有你，他是凡夫，他还没有觉悟；佛菩萨眼目当中，一切众生就是自己的一个身，决定没有差别的念头。我们要常常记住「十方三世佛，共同一法身」，这句话包括我们自己在内，我们共同一法身。你看这都是前面讲过的，没多久，「一心一智慧，力无畏亦然」，好像是在「菩萨问明品」前面讲的。",
      "zh_TW": "所以要怎樣真正做到見和同解？要學習，學習的目標是要開悟，這是大乘教裡面令我們五體投地，不能不佩服的。釋迦牟尼佛沒有說「我是對的，你們統統都是錯的」，沒有這個說法。如果釋迦牟尼佛還說有我、有你，他是凡夫，他還沒有覺悟；佛菩薩眼目當中，一切眾生就是自己的一個身，決定沒有差別的念頭。我們要常常記住「十方三世佛，共同一法身」，這句話包括我們自己在內，我們共同一法身。你看這都是前面講過的，沒多久，「一心一智慧，力無畏亦然」，好像是在「菩薩問明品」前面講的。"
    },
    {
      "id": "21-312-0001_p0048",
      "zh_CN": "这些教诲不断重复在学习，能契入这个境界你说你多快乐、你多幸福。见到一切人干坏事，你没有瞋恚心，知道他为什么干坏事，迷了，糊涂了。干坏事就好像喝酒喝醉了发酒疯，醉了，你也就不会怪他了。怎么样？等他清醒，清醒就恢复正常。所以我们帮助那些醉人清醒，怎么帮助法？教学，圣教真的帮助一个醉酒的人帮助他清醒。一定要以身作则，要从自己做个好样子给他看，让他感悟，他感动、他觉悟。不能只是言教，言教没用处，他不相信，他没有看到，一定要做出来给他看。别人毁谤我、侮辱我的时候真的不生气，真的无动于衷，他看到了他才相信，没有看到那怎么信？不信！",
      "zh_TW": "這些教誨不斷重複在學習，能契入這個境界你說你多快樂、你多幸福。見到一切人幹壞事，你沒有瞋恚心，知道他為什麼幹壞事，迷了，糊塗了。幹壞事就好像喝酒喝醉了發酒瘋，醉了，你也就不會怪他了。怎麼樣？等他清醒，清醒就恢復正常。所以我們幫助那些醉人清醒，怎麼幫助法？教學，聖教真的幫助一個醉酒的人幫助他清醒。一定要以身作則，要從自己做個好樣子給他看，讓他感悟，他感動、他覺悟。不能只是言教，言教沒用處，他不相信，他沒有看到，一定要做出來給他看。別人毀謗我、侮辱我的時候真的不生氣，真的無動於衷，他看到了他才相信，沒有看到那怎麼信？不信！"
    },
    {
      "id": "21-312-0001_p0049",
      "zh_CN": "所以我们在安徽办了一个文化教育中心，我们培养一批老师。我对这批老师讲，我们要学圣人、要学佛菩萨，不能学凡人，我们要学圣教，我们要以身教化众生。当地的人不讲卫生，街道上乱丢垃圾，我们怎么教？我们的老师每天到街上去捡垃圾，捡了一个星期，那些人不敢丢了，不好意思丢了；你劝他不丢，不行，做给他看。还有一个妇人看到我们老师在外面捡垃圾，她就说我家厕所很脏，你能不能帮助我洗厕所？我们有两个老师就乖乖的帮她洗。这都是什么？那都是菩萨示现的，没有这个示现人家怎么晓得你们真肯干这个事情。所以我们一点不怪她，我们还非常赞叹她，为什么？妳给我这个机会，让我表演给大家看；妳不这样做我们都不能表演给大家看，没有一样不是教育。",
      "zh_TW": "所以我們在安徽辦了一個文化教育中心，我們培養一批老師。我對這批老師講，我們要學聖人、要學佛菩薩，不能學凡人，我們要學聖教，我們要以身教化眾生。當地的人不講衛生，街道上亂丟垃圾，我們怎麼教？我們的老師每天到街上去撿垃圾，撿了一個星期，那些人不敢丟了，不好意思丟了；你勸他不丟，不行，做給他看。還有一個婦人看到我們老師在外面撿垃圾，她就說我家廁所很髒，你能不能幫助我洗廁所？我們有兩個老師就乖乖的幫她洗。這都是什麼？那都是菩薩示現的，沒有這個示現人家怎麼曉得你們真肯幹這個事情。所以我們一點不怪她，我們還非常讚歎她，為什麼？妳給我這個機會，讓我表演給大家看；妳不這樣做我們都不能表演給大家看，沒有一樣不是教育。"
    },
    {
      "id": "21-312-0001_p0050",
      "zh_CN": "所以你真正契入境界，我常讲，人人是好人，事事是好事，要不然没有这个机会你怎么能表演？你怎么能教化众生？所以我们看到这个，人家讲这个人怎么这么可恶，我们看到很欢喜，她是菩萨。她也是表演唱戏的，我也是表演，我们两个配合来表演做给大家看，你看这个心情多舒畅、多快乐！你看真正感动当地老百姓，听说我们才教不到两个月，风气完全改变了，就产生效果了。不做不行！光说没有人相信，一定是说到做到，你才能教化众生，你才能把和谐社会在这个地方落实，这叫真正通达诸法实相。",
      "zh_TW": "所以你真正契入境界，我常講，人人是好人，事事是好事，要不然沒有這個機會你怎麼能表演？你怎麼能教化眾生？所以我們看到這個，人家講這個人怎麼這麼可惡，我們看到很歡喜，她是菩薩。她也是表演唱戲的，我也是表演，我們兩個配合來表演做給大家看，你看這個心情多舒暢、多快樂！你看真正感動當地老百姓，聽說我們才教不到兩個月，風氣完全改變了，就產生效果了。不做不行！光說沒有人相信，一定是說到做到，你才能教化眾生，你才能把和諧社會在這個地方落實，這叫真正通達諸法實相。"
    },
    {
      "id": "21-312-0001_p0051",
      "zh_CN": "底下这段我们讲方法，「和谐落实在四摄」。四摄法用现在的话说就是公关法，公共关系法，也是人与人之间往来的原则。第一个是「布施」，四摄法里面的布施，我常讲多请客、多送礼，人跟人礼尚往来，感情才能够建立。今年农历过年，我们就想到我们要向地方送礼，地方找哪些对象？老人，我们提倡孝亲，七十岁以上的老人。我在很小的时候，我十岁离开家，已经记得事。从前在家乡过年的时候对老人送礼，过年的时候送礼，好像送两斤肉、送一只鸡、送两斤挂面，就是面线，还送一瓶酒，这份礼物送给老人过年的。当然我们现在学佛，总不好意思买肉、买酒，不可以。我就问当地人，我说这几样东西要是合起来一共要多少钱？他们告诉我四十多块钱，不到五十块钱。我说那很好，我们就送红包，一个红包五十块钱。这个村镇七十岁以上的有两千多人，我们每个人送一个红包，提倡孝道，所以这个地区的居民都受感动。",
      "zh_TW": "底下這段我們講方法，「和諧落實在四攝」。四攝法用現在的話說就是公關法，公共關係法，也是人與人之間往來的原則。第一個是「布施」，四攝法裡面的布施，我常講多請客、多送禮，人跟人禮尚往來，感情才能夠建立。今年農曆過年，我們就想到我們要向地方送禮，地方找哪些對象？老人，我們提倡孝親，七十歲以上的老人。我在很小的時候，我十歲離開家，已經記得事。從前在家鄉過年的時候對老人送禮，過年的時候送禮，好像送兩斤肉、送一隻雞、送兩斤掛麵，就是麵線，還送一瓶酒，這份禮物送給老人過年的。當然我們現在學佛，總不好意思買肉、買酒，不可以。我就問當地人，我說這幾樣東西要是合起來一共要多少錢？他們告訴我四十多塊錢，不到五十塊錢。我說那很好，我們就送紅包，一個紅包五十塊錢。這個村鎮七十歲以上的有兩千多人，我們每個人送一個紅包，提倡孝道，所以這個地區的居民都受感動。"
    },
    {
      "id": "21-312-0001_p0052",
      "zh_CN": "我们奖励好学生、好婆婆、好媳妇，办了很多活动，常常办这些活动，鼓励大家努力向善，把不好的风气全都改了。以前这些居民没有事情都是吵架，现在两个月教下来之后，夫妻吵架没有了，婆媳处得很好，小孩懂得孝顺父母，风气完全改良。以前常常是打麻将玩，现在读书了，统统都在学《弟子规》。这都是属于四摄法，布施、爱语、利行、同事，亲情的交往！所以我们要教他从内心化解一切猜疑、忌讳、对立、误会、冲突，从我们内心去做，做给他看。从一个地区再慢慢扩大，只要做好了，自然就有很多人到那边去参观、去学习。",
      "zh_TW": "我們獎勵好學生、好婆婆、好媳婦，辦了很多活動，常常辦這些活動，鼓勵大家努力向善，把不好的風氣全都改了。以前這些居民沒有事情都是吵架，現在兩個月教下來之後，夫妻吵架沒有了，婆媳處得很好，小孩懂得孝順父母，風氣完全改良。以前常常是打麻將玩，現在讀書了，統統都在學《弟子規》。這都是屬於四攝法，布施、愛語、利行、同事，親情的交往！所以我們要教他從內心化解一切猜疑、忌諱、對立、誤會、衝突，從我們內心去做，做給他看。從一個地區再慢慢擴大，只要做好了，自然就有很多人到那邊去參觀、去學習。"
    },
    {
      "id": "21-312-0001_p0053",
      "zh_CN": "我们终极的目标，是落实这两边对联上所写的，「真诚、清净、平等、正觉、慈悲」，我们常常存这个心，这个心就是大菩提心。菩提心是我们的真心、是我们的本性，我们本性里面具足真诚、清净、平等、正觉、慈悲。现在这个没有了，没有是迷了，迷失了本性、迷失了自性。表现在外面的行为是这边这幅写的「看破」，什么是看破？看破是明了，样样都明了，没有一样不明了。「放下」，放下什么？放下分别、放下执着、放下烦恼、放下习气，所有一切不善的念头、行为统统都要放下；然后才能「自在」，自在之后才能够「随缘」。所以我们跟大众相处处得那么好，随缘，善缘我随，恶缘也随，随缘不变。不变什么？不变我们的真诚、清净、平等、正觉、慈悲，这个不变，你才能感化众生。最后一定要「念佛」，不念佛出不了六道轮回，那事情很麻烦。所以，念佛是我们自己一生最大的一桩事情，我们决定不愿意再搞六道轮回。",
      "zh_TW": "我們終極的目標，是落實這兩邊對聯上所寫的，「真誠、清淨、平等、正覺、慈悲」，我們常常存這個心，這個心就是大菩提心。菩提心是我們的真心、是我們的本性，我們本性裡面具足真誠、清淨、平等、正覺、慈悲。現在這個沒有了，沒有是迷了，迷失了本性、迷失了自性。表現在外面的行為是這邊這幅寫的「看破」，什麼是看破？看破是明瞭，樣樣都明瞭，沒有一樣不明瞭。「放下」，放下什麼？放下分別、放下執著、放下煩惱、放下習氣，所有一切不善的念頭、行為統統都要放下；然後才能「自在」，自在之後才能夠「隨緣」。所以我們跟大眾相處處得那麼好，隨緣，善緣我隨，惡緣也隨，隨緣不變。不變什麼？不變我們的真誠、清淨、平等、正覺、慈悲，這個不變，你才能感化眾生。最後一定要「念佛」，不念佛出不了六道輪迴，那事情很麻煩。所以，念佛是我們自己一生最大的一樁事情，我們決定不願意再搞六道輪迴。"
    },
    {
      "id": "21-312-0001_p0054",
      "zh_CN": "还有三分钟的时间，我特别给诸位介绍「山西小院」、「为什么不能吃牠们」，十三片光碟。这个光碟如果诸位同学没有拿到的话，向我们柜台要，我们这边有。「山西小院」是说四十个得重病的人，里头有不少都是医生宣布他在死亡的边缘，还有遇到很多苦难的，都是诵经、念佛把命运转变了，非常感动人。他们送来之后，我是全部把它看完。",
      "zh_TW": "還有三分鐘的時間，我特別給諸位介紹「山西小院」、「為什麼不能吃牠們」，十三片光碟。這個光碟如果諸位同學沒有拿到的話，向我們櫃檯要，我們這邊有。「山西小院」是說四十個得重病的人，裡頭有不少都是醫生宣布他在死亡的邊緣，還有遇到很多苦難的，都是誦經、念佛把命運轉變了，非常感動人。他們送來之後，我是全部把它看完。"
    },
    {
      "id": "21-312-0001_p0055",
      "zh_CN": "「为什么不能吃牠们」这组光碟是让你看看现在人怎么样对待动物，非常残忍，你看了之后你自然就不忍心吃众生肉。而且看到现在的家畜，养鸡、养猪的，你看了之后你不敢吃这个肉，猪肉、鸡肉不敢吃了。你再看现在猎捕野生动物，你会看到太残忍了，冤冤相报，没完没了。你杀害这些动物、你吃这些动物，这些动物死了以后投胎到你家里来，做你的儿子、做你的孙子，你说你怎么办？来报仇的。所以现在为什么家庭问题这么多？我们懂得，但是不能讲，讲人家不相信。",
      "zh_TW": "「為什麼不能吃牠們」這組光碟是讓你看看現在人怎麼樣對待動物，非常殘忍，你看了之後你自然就不忍心吃眾生肉。而且看到現在的家畜，養雞、養豬的，你看了之後你不敢吃這個肉，豬肉、雞肉不敢吃了。你再看現在獵捕野生動物，你會看到太殘忍了，冤冤相報，沒完沒了。你殺害這些動物、你吃這些動物，這些動物死了以後投胎到你家裡來，做你的兒子、做你的孫子，你說你怎麼辦？來報仇的。所以現在為什麼家庭問題這麼多？我們懂得，但是不能講，講人家不相信。"
    },
    {
      "id": "21-312-0001_p0056",
      "zh_CN": "佛给我们讲儿女跟父母的缘四种缘，报恩、报怨、讨债、还债。你想想你现在对人、对一切众生你有什么恩德？你没有恩德就没有报恩的，你对这个也不满意，对那个也讨厌；换句话说，处处都是结怨仇，那到你家来的全是来报怨的。你很吝啬，你不肯布施施舍人家，所以没有还债的；处处想占人家便宜，所以人家到你家来都是来讨债的，这个麻烦可大了！这是现在家庭出的问题。要懂道理！你不懂道理不行。懂道理之后从自己本身改起，我对待人要有恩德，对待人要有布施、要有恩惠，你才会感应好的报应，你家里才有孝子贤孙，要不然的话家里可能都是败家子，都是来惹麻烦的。",
      "zh_TW": "佛給我們講兒女跟父母的緣四種緣，報恩、報怨、討債、還債。你想想你現在對人、對一切眾生你有什麼恩德？你沒有恩德就沒有報恩的，你對這個也不滿意，對那個也討厭；換句話說，處處都是結怨仇，那到你家來的全是來報怨的。你很吝嗇，你不肯布施施捨人家，所以沒有還債的；處處想佔人家便宜，所以人家到你家來都是來討債的，這個麻煩可大了！這是現在家庭出的問題。要懂道理！你不懂道理不行。懂道理之後從自己本身改起，我對待人要有恩德，對待人要有布施、要有恩惠，你才會感應好的報應，你家裡才有孝子賢孫，要不然的話家裡可能都是敗家子，都是來惹麻煩的。"
    },
    {
      "id": "21-312-0001_p0057",
      "zh_CN": "所以这十三片光碟一定要看，非常好的教材。教育里面我们把它归纳为四大类，就是伦理、道德、因果、宗教，这片里面也都包含了，主要是讲因果。",
      "zh_TW": "所以這十三片光碟一定要看，非常好的教材。教育裡面我們把它歸納為四大類，就是倫理、道德、因果、宗教，這片裡面也都包含了，主要是講因果。"
    },
    {
      "id": "21-312-0001_p0058",
      "zh_CN": "好，现在时间到了，我们今天讲到此地。",
      "zh_TW": "好，現在時間到了，我們今天講到此地。"
    }
  ]
}