{
  "doc_id": "15-007-0007",
  "title": {
    "zh_CN": "阿难问事佛吉凶经—弘崇礼律",
    "zh_TW": "阿難問事佛吉凶經—弘崇禮律"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-007-0007",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "15-007-0007_p0001",
      "zh_CN": "【佛语阿难。夫为人者。当爱乐人善。不可嫉之。人有恶意。向道德之人善师者。是恶意向佛无异也。】",
      "zh_TW": "【佛語阿難。夫為人者。當愛樂人善。不可嫉之。人有惡意。向道德之人善師者。是惡意向佛無異也。】"
    },
    {
      "id": "15-007-0007_p0002",
      "zh_CN": "这一段是这一部经里面的第三段，主要是讲师、弟之分，就是在教学上来说，老师怎样才能尽到老师的本分，学生怎么样学才是学生的本分，这一段也是阿难尊者代替我们末世的四众弟子来启请的。从这个地方起，这是世尊的开示。虽然是给阿难说，『佛语阿难』，跟阿难讲的，实际上是开导我们大家。首先告诉我们，『夫为人者』，这就是做人，换句话说，做人应当布施，应该要爱乐人之善。一个人存心善、做事情善我们应该欢欢喜喜，或者是我们见到了、我们听到了都应当发欢喜心。『不可嫉之』，这是特别的教诫，千千万万不可以嫉妒，这是做人的道理。人要是有恶意『向道德之人』，所谓「道」是指修行有德的人，所谓「德」是心地善良之人，这两种人（就是有道德的人，或者他是个修行人，或者是心地善良之人，我们都叫他是道德之人）他对于社会的风俗决定有深厚的影响，我们要以恶意对待他就跟以恶意对待佛没有两样。我们晓得恶意对待佛这个罪过很重很重，属于五逆罪之一。恶意向有道德的人、向一个好的老师结罪为什么这么重？这就是因为道德人、善师他是教化一方，是一方众生法身慧命所寄托之处，如果我们要是诽谤善师、诽谤道德之人，他这个结罪不在对道德之人或者是善师，不仅仅是对于他们个人，而是对于这一个地方的众生来结罪，所以这个罪就相当的重。",
      "zh_TW": "這一段是這一部經裡面的第三段，主要是講師、弟之分，就是在教學上來說，老師怎樣才能盡到老師的本分，學生怎麼樣學才是學生的本分，這一段也是阿難尊者代替我們末世的四眾弟子來啟請的。從這個地方起，這是世尊的開示。雖然是給阿難說，『佛語阿難』，跟阿難講的，實際上是開導我們大家。首先告訴我們，『夫為人者』，這就是做人，換句話說，做人應當布施，應該要愛樂人之善。一個人存心善、做事情善我們應該歡歡喜喜，或者是我們見到了、我們聽到了都應當發歡喜心。『不可嫉之』，這是特別的教誡，千千萬萬不可以嫉妒，這是做人的道理。人要是有惡意『向道德之人』，所謂「道」是指修行有德的人，所謂「德」是心地善良之人，這兩種人（就是有道德的人，或者他是個修行人，或者是心地善良之人，我們都叫他是道德之人）他對於社會的風俗決定有深厚的影響，我們要以惡意對待他就跟以惡意對待佛沒有兩樣。我們曉得惡意對待佛這個罪過很重很重，屬於五逆罪之一。惡意向有道德的人、向一個好的老師結罪為什麼這麼重？這就是因為道德人、善師他是教化一方，是一方眾生法身慧命所寄託之處，如果我們要是誹謗善師、誹謗道德之人，他這個結罪不在對道德之人或者是善師，不僅僅是對於他們個人，而是對於這一個地方的眾生來結罪，所以這個罪就相當的重。"
    },
    {
      "id": "15-007-0007_p0003",
      "zh_CN": "下面，这是从比喻上来说：",
      "zh_TW": "下面，這是從比喻上來說："
    },
    {
      "id": "15-007-0007_p0004",
      "zh_CN": "【宁持万石弩自射身。不可恶意向之。】",
      "zh_TW": "【寧持萬石弩自射身。不可惡意向之。】"
    },
    {
      "id": "15-007-0007_p0005",
      "zh_CN": "这是在古时候，这个『弩』是弓箭的一种，普通的弓一次只发一支箭，这个「弩」一次可以发好几支箭，在过去那个时代就是最有效的一种兵器。『万石』是说它的力，这是比喻，实际上没有这么大的力量。但是好的弓，有三百石、五百石的弓，这个确实是有的，那种弓我们没有办法拉得开的。你看现在有举重，举几百斤的。一石大概是一百二十斤，一石是一百二十斤。这个「万石」是比喻，比喻这个弓的力量之强，以这么强有力的弩弓来射自己。这是佛说，宁可以来射自己，『不可恶意向之』，就是恶意的向道德之人、善师。万石弩弓自射不过是失去自己的生命而已，学佛的人都知道，生命失去了要不了多久就又得一个身体，在六道里面舍身受身就如同穿衣服、脱衣服一样，所以生命不足贵，贵的是法身慧命。恶意向道德之人、向善师是断一切众生的法身慧命，也断自己的法身慧命，所以这个过失太大太大了，这是极重之罪，佛在此地用这个来比喻。",
      "zh_TW": "這是在古時候，這個『弩』是弓箭的一種，普通的弓一次只發一支箭，這個「弩」一次可以發好幾支箭，在過去那個時代就是最有效的一種兵器。『萬石』是說它的力，這是比喻，實際上沒有這麼大的力量。但是好的弓，有三百石、五百石的弓，這個確實是有的，那種弓我們沒有辦法拉得開的。你看現在有舉重，舉幾百斤的。一石大概是一百二十斤，一石是一百二十斤。這個「萬石」是比喻，比喻這個弓的力量之強，以這麼強有力的弩弓來射自己。這是佛說，寧可以來射自己，『不可惡意向之』，就是惡意的向道德之人、善師。萬石弩弓自射不過是失去自己的生命而已，學佛的人都知道，生命失去了要不了多久就又得一個身體，在六道裡面捨身受身就如同穿衣服、脫衣服一樣，所以生命不足貴，貴的是法身慧命。惡意向道德之人、向善師是斷一切眾生的法身慧命，也斷自己的法身慧命，所以這個過失太大太大了，這是極重之罪，佛在此地用這個來比喻。"
    },
    {
      "id": "15-007-0007_p0006",
      "zh_CN": "【佛言。阿难。自射身为痛不。】",
      "zh_TW": "【佛言。阿難。自射身為痛不。】"
    },
    {
      "id": "15-007-0007_p0007",
      "zh_CN": "以这么强有力的弩弓来射自己的身体痛不痛？",
      "zh_TW": "以這麼強有力的弩弓來射自己的身體痛不痛？"
    },
    {
      "id": "15-007-0007_p0008",
      "zh_CN": "【阿难言。甚痛甚痛。世尊。佛言。人持恶意。向道德人。其善师者。痛剧弩射身也。】",
      "zh_TW": "【阿難言。甚痛甚痛。世尊。佛言。人持惡意。向道德人。其善師者。痛劇弩射身也。】"
    },
    {
      "id": "15-007-0007_p0009",
      "zh_CN": "这个『剧』是超过。这种苦报是我们一般人不能够觉察得到的。我们总以为说刀箭割自己，这是很痛苦的事情。我以恶意对道德的人，恶意对那些教书的，对那些老师，这有什么了不起？他不晓得果报在地狱，地狱之苦，比这个刀箭割截自己身体，那不知道要苦多少倍！这是从比喻上说。万万不可以以恶意，这个地方是仅仅说恶意，恶意就是心里面不高兴都不可以，表现在行为上更不得了。",
      "zh_TW": "這個『劇』是超過。這種苦報是我們一般人不能夠覺察得到的。我們總以為說刀箭割自己，這是很痛苦的事情。我以惡意對道德的人，惡意對那些教書的，對那些老師，這有什麼了不起？他不曉得果報在地獄，地獄之苦，比這個刀箭割截自己身體，那不知道要苦多少倍！這是從比喻上說。萬萬不可以以惡意，這個地方是僅僅說惡意，惡意就是心裡面不高興都不可以，表現在行為上更不得了。"
    },
    {
      "id": "15-007-0007_p0010",
      "zh_CN": "下面，这是诫训：",
      "zh_TW": "下面，這是誡訓："
    },
    {
      "id": "15-007-0007_p0011",
      "zh_CN": "【为人弟子。不可轻慢其师。恶意向道德人。】",
      "zh_TW": "【為人弟子。不可輕慢其師。惡意向道德人。】"
    },
    {
      "id": "15-007-0007_p0012",
      "zh_CN": "选择老师的时候可以慎重，一旦说拜他做老师，自己就要知弟子礼，这一点很重要。假如我们已经拜他做老师，到后来再诽谤他，或者再去侮辱他，这是大大的不应该。背师叛道这个罪过，就跟不孝父母的罪过是相等的。不孝之罪，诸位要晓得是无间罪业；背师叛道也是无间的罪业。世人他不晓得这个道理，所以往往犯了自己不能够觉知。学佛的人，或者是读过儒家书的人，都懂得这个道理。我们中国儒家、道家都晓得这个道理。所以在大陆，北方我没有去过，那一边的风土人情我不甚知道。江南一带我非常熟悉，在江南每一个人家的堂屋，堂屋里供的祖先牌位都是供的「天地君亲师」，有老师。所以欧阳大师说的世法里面三种根本，我们在江南的风俗里面可以说是表显得非常的清楚，从每一家供的牌位上就能看到。所以世出世法里面对于师道都非常的尊重，尤其是佛门里面，佛门里面，师更是第一。所以佛在此地特别的教诫我们不可以轻慢其师，不可以恶意向道德之人。",
      "zh_TW": "選擇老師的時候可以慎重，一旦說拜他做老師，自己就要知弟子禮，這一點很重要。假如我們已經拜他做老師，到後來再誹謗他，或者再去侮辱他，這是大大的不應該。背師叛道這個罪過，就跟不孝父母的罪過是相等的。不孝之罪，諸位要曉得是無間罪業；背師叛道也是無間的罪業。世人他不曉得這個道理，所以往往犯了自己不能夠覺知。學佛的人，或者是讀過儒家書的人，都懂得這個道理。我們中國儒家、道家都曉得這個道理。所以在大陸，北方我沒有去過，那一邊的風土人情我不甚知道。江南一帶我非常熟悉，在江南每一個人家的堂屋，堂屋裡供的祖先牌位都是供的「天地君親師」，有老師。所以歐陽大師說的世法裡面三種根本，我們在江南的風俗裡面可以說是表顯得非常的清楚，從每一家供的牌位上就能看到。所以世出世法裡面對於師道都非常的尊重，尤其是佛門裡面，佛門裡面，師更是第一。所以佛在此地特別的教誡我們不可以輕慢其師，不可以惡意向道德之人。"
    },
    {
      "id": "15-007-0007_p0013",
      "zh_CN": "【当视之如佛。不可轻嫉。】",
      "zh_TW": "【當視之如佛。不可輕嫉。】"
    },
    {
      "id": "15-007-0007_p0014",
      "zh_CN": "『轻』是轻慢，『嫉』是嫉妒。",
      "zh_TW": "『輕』是輕慢，『嫉』是嫉妒。"
    },
    {
      "id": "15-007-0007_p0015",
      "zh_CN": "【见善代其欢喜。人有戒德者。感动诸天。天龙鬼神。莫不敬尊。宁投身火中。利剑割肉。慎莫嫉妒人之善。其罪不小。慎之慎之。】",
      "zh_TW": "【見善代其歡喜。人有戒德者。感動諸天。天龍鬼神。莫不敬尊。寧投身火中。利劍割肉。慎莫嫉妒人之善。其罪不小。慎之慎之。】"
    },
    {
      "id": "15-007-0007_p0016",
      "zh_CN": "诸位要晓得，这个有道德之人，不计较人家的过失。善师、诸佛菩萨也不计较人过失，你诽谤他、讥笑他、嫉妒他、侮辱他，绝不计较。如果要跟你计较那就不叫有道德之人，也不叫善师，更不能称为佛菩萨。谁来跟你计较？你看看这个地方，你就晓得。道德之人，『感应诸天』，那个『天龙鬼神』他来找你的麻烦，为什么？你诽谤的、你嫉妒的正是他所尊敬的人，他不会饶你的。护法鬼神他是凡夫，他并不是一个修行证果的人，他有瞋恨心，脾气很大。他护持正法，护持那个道德之人、护持善师，你要得罪道德之人他们来找你麻烦。所以我们看寺庙里面的建筑，你看过去凡是有规模的这种寺庙，一进门，头一个是天王殿。你看四大天王，那都不很好看，面孔都很凶，穿着盔甲，带着兵器。那什么？你要在里面得罪了佛菩萨，佛菩萨无所谓，他们可不饶你，这些护法鬼神他不会饶你，他要来惩罚你，这就是天地鬼神所不容，他不能接受。何况自己本身上造作的重罪，那个叫性罪。这要是懂得佛法的道理，你才晓得这个罪恶实实在在的深重。所以佛是一再劝勉我们，『其罪不小，慎之慎之。』我们应当要谨慎。",
      "zh_TW": "諸位要曉得，這個有道德之人，不計較人家的過失。善師、諸佛菩薩也不計較人過失，你誹謗他、譏笑他、嫉妒他、侮辱他，絕不計較。如果要跟你計較那就不叫有道德之人，也不叫善師，更不能稱為佛菩薩。誰來跟你計較？你看看這個地方，你就曉得。道德之人，『感應諸天』，那個『天龍鬼神』他來找你的麻煩，為什麼？你誹謗的、你嫉妒的正是他所尊敬的人，他不會饒你的。護法鬼神他是凡夫，他並不是一個修行證果的人，他有瞋恨心，脾氣很大。他護持正法，護持那個道德之人、護持善師，你要得罪道德之人他們來找你麻煩。所以我們看寺廟裡面的建築，你看過去凡是有規模的這種寺廟，一進門，頭一個是天王殿。你看四大天王，那都不很好看，面孔都很凶，穿著盔甲，帶著兵器。那什麼？你要在裡面得罪了佛菩薩，佛菩薩無所謂，他們可不饒你，這些護法鬼神他不會饒你，他要來懲罰你，這就是天地鬼神所不容，他不能接受。何況自己本身上造作的重罪，那個叫性罪。這要是懂得佛法的道理，你才曉得這個罪惡實實在在的深重。所以佛是一再勸勉我們，『其罪不小，慎之慎之。』我們應當要謹慎。"
    },
    {
      "id": "15-007-0007_p0017",
      "zh_CN": "【阿难复白佛言。为人师者。为可得呵遏弟子。不从道理。以有小过。遂之成大。可无罪不。】",
      "zh_TW": "【阿難復白佛言。為人師者。為可得呵遏弟子。不從道理。以有小過。遂之成大。可無罪不。】"
    },
    {
      "id": "15-007-0007_p0018",
      "zh_CN": "这个一小段，这就是讲做老师的本分。阿难尊者问得很好，『为人师者』，就是一个做老师的人，可不可以随便的呵斥他的弟子，不依从正当的道理，『不从道理』。或者是弟子犯了一些小过失，而老师故意的把他宣扬，说这是大的过失。老师要用这种态度来对学生，他有没有过失，有没有罪？",
      "zh_TW": "這個一小段，這就是講做老師的本分。阿難尊者問得很好，『為人師者』，就是一個做老師的人，可不可以隨便的呵斥他的弟子，不依從正當的道理，『不從道理』。或者是弟子犯了一些小過失，而老師故意的把他宣揚，說這是大的過失。老師要用這種態度來對學生，他有沒有過失，有沒有罪？"
    },
    {
      "id": "15-007-0007_p0019",
      "zh_CN": "【佛言。不可不可。师弟子义。义感自然。当相讯厚。视彼如己。】",
      "zh_TW": "【佛言。不可不可。師弟子義。義感自然。當相訊厚。視彼如己。】"
    },
    {
      "id": "15-007-0007_p0020",
      "zh_CN": "老师能不能用这个态度对学生？不可以，世出世法里面讲都不可以。『师弟子义』，这个「义」是说的恩德、情义。师生之中，这种恩德跟情义是『义感自然』，弟子有感，老师有应，感应道交。所以说是『当相讯厚』，应当相扶持，情义的交流。恩同骨肉，『视彼如己』。学生看老师就是自己的父母，没有两样；老师爱护学生如同自己的子弟，也没有分别。",
      "zh_TW": "老師能不能用這個態度對學生？不可以，世出世法裡面講都不可以。『師弟子義』，這個「義」是說的恩德、情義。師生之中，這種恩德跟情義是『義感自然』，弟子有感，老師有應，感應道交。所以說是『當相訊厚』，應當相扶持，情義的交流。恩同骨肉，『視彼如己』。學生看老師就是自己的父母，沒有兩樣；老師愛護學生如同自己的子弟，也沒有分別。"
    },
    {
      "id": "15-007-0007_p0021",
      "zh_CN": "在过去的教学里，我们不讲佛法，以世法来讲，老师爱护学生往往是超过自己的儿女。诸位要晓得，他爱护学生才是真正的爱护儿女。如果他要爱护自己儿女不爱护学生，正是不爱他自己的儿女。原因在什么地方？所谓舆论的批评，关系就很大。你自己的儿女，跟一些学生，都是你的学生，是你教的。在从前是赶考，如果你的儿女考中了，其他教的学生没有考中，你这个教书的老师就没有脸在社会上立足，人家见到你，某人私心，你看他的儿女考中，那些学生都没有考中，他不能做人。所以他要把全部精神教学生。学生考中了，自己儿女没有考中，人家对他都尊敬，某人对学生爱护多少，你看学生都考中，自己儿女没有考中。诸位要晓得，他自己儿女一生一世，乃至于他的子子孙孙，他的这些学生统统要照顾，那是恩师！这才叫真正的爱护自己儿女。这是从前的师道，那个做老师的教学对于学生一定要尽到责任。所以自己儿女不自己教，送到别人那去教去，易子而教。",
      "zh_TW": "在過去的教學裡，我們不講佛法，以世法來講，老師愛護學生往往是超過自己的兒女。諸位要曉得，他愛護學生才是真正的愛護兒女。如果他要愛護自己兒女不愛護學生，正是不愛他自己的兒女。原因在什麼地方？所謂輿論的批評，關係就很大。你自己的兒女，跟一些學生，都是你的學生，是你教的。在從前是趕考，如果你的兒女考中了，其他教的學生沒有考中，你這個教書的老師就沒有臉在社會上立足，人家見到你，某人私心，你看他的兒女考中，那些學生都沒有考中，他不能做人。所以他要把全部精神教學生。學生考中了，自己兒女沒有考中，人家對他都尊敬，某人對學生愛護多少，你看學生都考中，自己兒女沒有考中。諸位要曉得，他自己兒女一生一世，乃至於他的子子孫孫，他的這些學生統統要照顧，那是恩師！這才叫真正的愛護自己兒女。這是從前的師道，那個做老師的教學對於學生一定要盡到責任。所以自己兒女不自己教，送到別人那去教去，易子而教。"
    },
    {
      "id": "15-007-0007_p0022",
      "zh_CN": "下面一段：",
      "zh_TW": "下面一段："
    },
    {
      "id": "15-007-0007_p0023",
      "zh_CN": "【黜之以理。教之以道。己所不行。勿施于人。弘崇礼律。不使怨讼。】",
      "zh_TW": "【黜之以理。教之以道。己所不行。勿施於人。弘崇禮律。不使怨訟。】"
    },
    {
      "id": "15-007-0007_p0024",
      "zh_CN": "经文虽然不长，所讲的都是教学的纲领。『黜』是责备他，责备学生要合情合理。『教之以道』，就是世出世间圣贤的大道。『己所不行，勿施于人』，这个「己」不但是指老师，这是泛指，要教给学生，自己所不愿做的，不能够施于人。换句话说，我们希望人家怎么样对待我，我就应该如何对待人。",
      "zh_TW": "經文雖然不長，所講的都是教學的綱領。『黜』是責備他，責備學生要合情合理。『教之以道』，就是世出世間聖賢的大道。『己所不行，勿施於人』，這個「己」不但是指老師，這是泛指，要教給學生，自己所不願做的，不能夠施於人。換句話說，我們希望人家怎麼樣對待我，我就應該如何對待人。"
    },
    {
      "id": "15-007-0007_p0025",
      "zh_CN": "我们在这一次印的小本的《六祖坛经》里面，我不晓得这个小本诸位有没有请一本回家去看？小本虽然是流行本，我们这次讲《六祖坛经》没有采用。在印这个本子的时候，我特别将《五种仪规》里面有一篇「心相篇」附印在后面。这篇东西诸位要得到了之后，不是叫你去看别人（那是看相，给诸位说，灵得很），最重要的是看自己的相。我们自己这个前途是吉是凶，是祸是福，你只要照那个上面去对一对，对对自己的心理，对对自己的行为，就晓得了。我们个人吉凶祸福，家庭的兴衰，都能够晓得，决定不迷信。说起世出世法的大道理，好像还不甚关紧要。如果讲我们现前、未来的吉凶祸福，那大家眼睛都瞪得圆圆的，好像这个问题对我们太重要了。诸位好好的去研究研究，去省察省察，自求多福。「心相篇」这一篇东西，也是圣贤的大道。",
      "zh_TW": "我們在這一次印的小本的《六祖壇經》裡面，我不曉得這個小本諸位有沒有請一本回家去看？小本雖然是流行本，我們這次講《六祖壇經》沒有採用。在印這個本子的時候，我特別將《五種儀規》裡面有一篇「心相篇」附印在後面。這篇東西諸位要得到了之後，不是叫你去看別人（那是看相，給諸位說，靈得很），最重要的是看自己的相。我們自己這個前途是吉是凶，是禍是福，你只要照那個上面去對一對，對對自己的心理，對對自己的行為，就曉得了。我們個人吉凶禍福，家庭的興衰，都能夠曉得，決定不迷信。說起世出世法的大道理，好像還不甚關緊要。如果講我們現前、未來的吉凶禍福，那大家眼睛都瞪得圓圓的，好像這個問題對我們太重要了。諸位好好的去研究研究，去省察省察，自求多福。「心相篇」這一篇東西，也是聖賢的大道。"
    },
    {
      "id": "15-007-0007_p0026",
      "zh_CN": "『弘崇礼律』，这是讲的身教，「弘」是弘扬，发弘光大，「崇」是推崇，世法里面讲礼，佛法里面是戒律。不管我们学哪一宗，不管我们学哪一个法门，「礼律」是根本。纵然成了佛，明心见性，像我们《华严经》读到的遍行外道，给诸位说，他虽然是遍行外道，他也弘崇礼律，为什么？不坏世间法，不坏世间相，礼律是维系世间的。所以诸佛菩萨，个个人尊崇，人人都提倡，这是教诫学生要从这个地方教起，从规矩教起。所以从前童蒙里面教学，两桩事情，学生一进老师的门就学洒扫应对，就学礼，学规矩。知道进退，晓得说话，就是应对，学礼。其次的就是背诵经典，就是背书。过去童蒙教学，就这两桩事。这是一个人，一生成就的根基。我们佛门里头也不例外，佛门里头也是这个方法。所以出家说「五年学戒」，就跟那个童蒙教学一样。期限是五年，学规矩，学威仪，学礼节。在这个五年当中，不准你听讲，也不准你参禅、念佛；换句话说，行门、解门都不准你。为什么？这是基础学问，在这五年里干什么？五年也是背书，背经典。所以佛法跟世法，你看初步的教学法完全相同，这是根本法。",
      "zh_TW": "『弘崇禮律』，這是講的身教，「弘」是弘揚，發弘光大，「崇」是推崇，世法裡面講禮，佛法裡面是戒律。不管我們學哪一宗，不管我們學哪一個法門，「禮律」是根本。縱然成了佛，明心見性，像我們《華嚴經》讀到的遍行外道，給諸位說，他雖然是遍行外道，他也弘崇禮律，為什麼？不壞世間法，不壞世間相，禮律是維繫世間的。所以諸佛菩薩，個個人尊崇，人人都提倡，這是教誡學生要從這個地方教起，從規矩教起。所以從前童蒙裡面教學，兩樁事情，學生一進老師的門就學灑掃應對，就學禮，學規矩。知道進退，曉得說話，就是應對，學禮。其次的就是背誦經典，就是背書。過去童蒙教學，就這兩樁事。這是一個人，一生成就的根基。我們佛門裡頭也不例外，佛門裡頭也是這個方法。所以出家說「五年學戒」，就跟那個童蒙教學一樣。期限是五年，學規矩，學威儀，學禮節。在這個五年當中，不准你聽講，也不准你參禪、念佛；換句話說，行門、解門都不准你。為什麼？這是基礎學問，在這五年裡幹什麼？五年也是背書，背經典。所以佛法跟世法，你看初步的教學法完全相同，這是根本法。"
    },
    {
      "id": "15-007-0007_p0027",
      "zh_CN": "我们现在为什么会不成就？就是没有根本。现在学法，哪一个人从礼律上学起？哪一个人从背诵经典学起？没有，所以是浮而不实一生都得不到受用，都是学一点点装装门面而已，没有内容，这是一种可悲的现象。所以老师要不从这个上面来教学，这个老师没有尽到责任。老师要从这个地方教学，学生不能接受，那是学生没有福报。我们可以说是没有这个福报，没有这个机缘，这种教育失去了，真正叫失学。现在纵然是大学毕业，或者是博士的学位也拿到了，给诸位说还是失学，就是他没有根底。佛法里面纵然到了大法师，他也没有这个基础，依旧是失学。在这种情形之下我们自己要懂得去补习，认真的去修学，弥补我们过去的基础。在世法里面我们要学礼，佛法里面我们要学律。",
      "zh_TW": "我們現在為什麼會不成就？就是沒有根本。現在學法，哪一個人從禮律上學起？哪一個人從背誦經典學起？沒有，所以是浮而不實一生都得不到受用，都是學一點點裝裝門面而已，沒有內容，這是一種可悲的現象。所以老師要不從這個上面來教學，這個老師沒有盡到責任。老師要從這個地方教學，學生不能接受，那是學生沒有福報。我們可以說是沒有這個福報，沒有這個機緣，這種教育失去了，真正叫失學。現在縱然是大學畢業，或者是博士的學位也拿到了，給諸位說還是失學，就是他沒有根底。佛法裡面縱然到了大法師，他也沒有這個基礎，依舊是失學。在這種情形之下我們自己要懂得去補習，認真的去修學，彌補我們過去的基礎。在世法裡面我們要學禮，佛法裡面我們要學律。"
    },
    {
      "id": "15-007-0007_p0028",
      "zh_CN": "礼与律，如果你发愿专门来弘扬律，当律宗的祖师，那当然律藏你要深入。如果不是发愿去当律宗祖师、去弘扬律宗的话，我们学礼律现前够用就行了，要懂这个道理。李老师在台中教《礼记》，教学的目标只有一句话，入众不令人讨厌就行了。我们这个受用就够了，而不是给别人讲礼。你学了一点礼，你不懂礼，你也不懂戒律，那就大错特错了。所以这个礼与律是律自己的，而不是律别人，是成就自己的，不是叫你拿来批评别人，这个是千千万万要记住。你要懂得一点礼，懂得一点戒律，处处说这个不对，那个犯了戒，你就跟一切众生树敌，到最后怎么样？你就孤立了，没有一个人理你了，为大众所摈斥。你要想度众生度不了，为什么？人家看到你都讨厌你，看到你都躲得远远的。所以诸位要记住，礼与戒律是律自己的，不是律人的。「心相篇」是看自己的相，不是叫你看别人的相。千万不可以拿到「心相篇」的时候，看你这样不对，你将来有什么灾难，不可以这样做法。六祖说得很好，「若真修道人，不见世间过，若见他人非，自非却是左」，要牢牢的记住。一个人能够见到自己过失了，大有进步，这个人就有成就。一个人只见到别人过失，而见不到自己过失，这个人没救了。所以我们要学着见自己的过失，不见别人过失。我们要以礼律修正自己的行为，别人合不合礼律我们不要去管他，这是一个真正修道的人。",
      "zh_TW": "禮與律，如果你發願專門來弘揚律，當律宗的祖師，那當然律藏你要深入。如果不是發願去當律宗祖師、去弘揚律宗的話，我們學禮律現前夠用就行了，要懂這個道理。李老師在台中教《禮記》，教學的目標只有一句話，入眾不令人討厭就行了。我們這個受用就夠了，而不是給別人講禮。你學了一點禮，你不懂禮，你也不懂戒律，那就大錯特錯了。所以這個禮與律是律自己的，而不是律別人，是成就自己的，不是叫你拿來批評別人，這個是千千萬萬要記住。你要懂得一點禮，懂得一點戒律，處處說這個不對，那個犯了戒，你就跟一切眾生樹敵，到最後怎麼樣？你就孤立了，沒有一個人理你了，為大眾所擯斥。你要想度眾生度不了，為什麼？人家看到你都討厭你，看到你都躲得遠遠的。所以諸位要記住，禮與戒律是律自己的，不是律人的。「心相篇」是看自己的相，不是叫你看別人的相。千萬不可以拿到「心相篇」的時候，看你這樣不對，你將來有什麼災難，不可以這樣做法。六祖說得很好，「若真修道人，不見世間過，若見他人非，自非卻是左」，要牢牢的記住。一個人能夠見到自己過失了，大有進步，這個人就有成就。一個人只見到別人過失，而見不到自己過失，這個人沒救了。所以我們要學著見自己的過失，不見別人過失。我們要以禮律修正自己的行為，別人合不合禮律我們不要去管他，這是一個真正修道的人。"
    },
    {
      "id": "15-007-0007_p0029",
      "zh_CN": "『不使怨讼』，「怨」是内心的不平，「讼」是言语的争执，这是说什么？同学之间。你看老师教了一些学生，你要教学生的时候彼此都有些磨擦，彼此不能相容，这个教学就失败了。如果要在学校的时候，一个班上彼此学生，各人都存着成见，彼此不相容纳，那这个学校不像学校了。调学生的心情是要以理，以道理，道理明了，心就平了，心平气和。调理身口就是要以礼律，大家懂礼，懂得戒律。就是有意见他有分寸，他有个节制，他不会超过，所以还能维系住共住，不会到了不共住这个程度。这是佛教诫做老师的人。",
      "zh_TW": "『不使怨訟』，「怨」是內心的不平，「訟」是言語的爭執，這是說什麼？同學之間。你看老師教了一些學生，你要教學生的時候彼此都有些磨擦，彼此不能相容，這個教學就失敗了。如果要在學校的時候，一個班上彼此學生，各人都存著成見，彼此不相容納，那這個學校不像學校了。調學生的心情是要以理，以道理，道理明了，心就平了，心平氣和。調理身口就是要以禮律，大家懂禮，懂得戒律。就是有意見他有分寸，他有個節制，他不會超過，所以還能維繫住共住，不會到了不共住這個程度。這是佛教誡做老師的人。"
    },
    {
      "id": "15-007-0007_p0030",
      "zh_CN": "下面，这是教做学生的。",
      "zh_TW": "下面，這是教做學生的。"
    },
    {
      "id": "15-007-0007_p0031",
      "zh_CN": "【弟子亦尔。二义真诚。师当如师。弟子当如弟子。勿相诽谤。含毒致怨。以小成大。还自烧身。】",
      "zh_TW": "【弟子亦爾。二義真誠。師當如師。弟子當如弟子。勿相誹謗。含毒致怨。以小成大。還自燒身。】"
    },
    {
      "id": "15-007-0007_p0032",
      "zh_CN": "在这一小段里面两方面都教诫。前面说老师对学生要有分寸，要真正的爱护，学生对老师也是如此。『二义真诚』，「二义」就是老师跟学生两方面，要以真心，要以诚意，相应。『师当如师』，这个「如」字很好，老师要像一个老师，学生要像个学生，各人守住各人的本分。",
      "zh_TW": "在這一小段裡面兩方面都教誡。前面說老師對學生要有分寸，要真正的愛護，學生對老師也是如此。『二義真誠』，「二義」就是老師跟學生兩方面，要以真心，要以誠意，相應。『師當如師』，這個「如」字很好，老師要像一個老師，學生要像個學生，各人守住各人的本分。"
    },
    {
      "id": "15-007-0007_p0033",
      "zh_CN": "在民国初年，诸位晓得袁世凯，袁世凯那个老师叫什么名字？我现在忘掉了，所以袁世凯在世的时候人家不耻他，真是有他的道理。他的老师，诸位要晓得，你既然拜一个人做老师，这个老师曾经教过你，一辈子都要叫他做老师，千万要记住。我出家了，见到他了，还要叫他做老师。不能说我出家了，我见到老师，你某居士，你要这样称呼的话叫大不敬，你自己没办法教人。袁世凯就是这样的人，在他没有得志的时候见到老师恭恭敬敬的，老师，称老师。他做了总理的时候，那满清政府的总理，见到他老师不称老师了，称某兄。当时人家都引以为笑话，由老师变成某兄。所以袁世凯注定失败，为什么？背师叛道，这是为士林所不耻。俗语说得好，「一日为师，终身为父」。你去请教那个人，人家教你一天那就是你老师，一生都要称他作老师。能做到这一点，你的品德就是人中的模范，就值得人尊敬。不管你自己有没有成就，你一生能够不忘你的老师，这就值得成就。就如同过去孝子一样，他什么都没有成就，他能尽孝。你看看二十五史里头有孝义篇，这个人在社会上他没有什么成就，也没有什么学问，为什么二十五史里给他留传？他是孝子。他虽然没有学问，但是他的德行是当时的影响力很大，同时影响到后代。今日之下像袁世凯那样的人太多太多了。袁世凯还能尊称他某兄，现在是连名带姓，哪里还有什么兄不兄？真正是有过之而无不及。这是我们自己真正向道，真正要求学，我们应该要晓得警惕。我们要见贤思齐，见不贤要能内省，自己要反省。我们没有出家之前都有老师，我们今天见到他，他如果学佛了，万不可以说某居士，不可以的。你自己不觉得，人家是一个有学问的、有见识的人，一看到你这个行为，对你就打折扣了。你讲经讲得再好，讲得天花乱坠，人家也不相信。就凭这一点，就把你自己所修行的功德统抵销掉了。",
      "zh_TW": "在民國初年，諸位曉得袁世凱，袁世凱那個老師叫什麼名字？我現在忘掉了，所以袁世凱在世的時候人家不恥他，真是有他的道理。他的老師，諸位要曉得，你既然拜一個人做老師，這個老師曾經教過你，一輩子都要叫他做老師，千萬要記住。我出家了，見到他了，還要叫他做老師。不能說我出家了，我見到老師，你某居士，你要這樣稱呼的話叫大不敬，你自己沒辦法教人。袁世凱就是這樣的人，在他沒有得志的時候見到老師恭恭敬敬的，老師，稱老師。他做了總理的時候，那滿清政府的總理，見到他老師不稱老師了，稱某兄。當時人家都引以為笑話，由老師變成某兄。所以袁世凱注定失敗，為什麼？背師叛道，這是為士林所不恥。俗語說得好，「一日為師，終身為父」。你去請教那個人，人家教你一天那就是你老師，一生都要稱他作老師。能做到這一點，你的品德就是人中的模範，就值得人尊敬。不管你自己有沒有成就，你一生能夠不忘你的老師，這就值得成就。就如同過去孝子一樣，他什麼都沒有成就，他能盡孝。你看看二十五史裡頭有孝義篇，這個人在社會上他沒有什麼成就，也沒有什麼學問，為什麼二十五史裡給他留傳？他是孝子。他雖然沒有學問，但是他的德行是當時的影響力很大，同時影響到後代。今日之下像袁世凱那樣的人太多太多了。袁世凱還能尊稱他某兄，現在是連名帶姓，哪裡還有什麼兄不兄？真正是有過之而無不及。這是我們自己真正向道，真正要求學，我們應該要曉得警惕。我們要見賢思齊，見不賢要能內省，自己要反省。我們沒有出家之前都有老師，我們今天見到他，他如果學佛了，萬不可以說某居士，不可以的。你自己不覺得，人家是一個有學問的、有見識的人，一看到你這個行為，對你就打折扣了。你講經講得再好，講得天花亂墜，人家也不相信。就憑這一點，就把你自己所修行的功德統抵銷掉了。"
    },
    {
      "id": "15-007-0007_p0034",
      "zh_CN": "所以我劝同学们读欧阳内学，欧阳大师是我们现前佛教可以说是续佛慧命的第一个人，没有他、没有支那内学院，我们佛法在清朝末年就断绝了。佛法的慧命能够延续到今天，等于说那个灯将将熄灭了，他去添了些油。民国初年的时候，我们佛教界里头那些学者，全都是他的学生。佛门里面你们晓得，太虚大师，仁山法师，这都是了不起、有成就的人，他内学院的旁听生，都接受过他教导的。所以他在我们佛门里面有一些老法师称为大师而不称名的。欧阳大师的学问，欧阳大师的道学，一直到今天还没有人能够超得过。内学院的院训就是他的教学方针。我们虽然没亲近过他，没有见到他，你要是读这部书，你就晓得他教学，他的方针是什么，他的方向是什么，我们能够把握住，我们就少走很多冤枉路。你们同学们真正是有福报，一开始学佛没有多久，就能够遇到这么好的法缘。这个书过去没有流通，大概就是这两年来才流通的。我是在今年才看到的，过去我所看到的还是合录，前两年印的内学年刊，内学年刊里头不完整。所以你们有福报，你们要拿到这个书，往书架上一放，那就叫可惜。这个书拿来之后，从头到尾细细去研究，这是一部指导的方针。好像我们行路，那个是地图，先把地图研究明白，那个路怎么走自己心里就有数。所以不可以置之高阁，应当常常拿来研习，我们才能够找到一个学佛的方向，才能找到一个学佛的捷径，用什么方法去学佛，用什么态度去学佛，怎样去学佛，你要有个对的。",
      "zh_TW": "所以我勸同學們讀歐陽內學，歐陽大師是我們現前佛教可以說是續佛慧命的第一個人，沒有他、沒有支那內學院，我們佛法在清朝末年就斷絕了。佛法的慧命能夠延續到今天，等於說那個燈將將熄滅了，他去添了些油。民國初年的時候，我們佛教界裡頭那些學者，全都是他的學生。佛門裡面你們曉得，太虛大師，仁山法師，這都是了不起、有成就的人，他內學院的旁聽生，都接受過他教導的。所以他在我們佛門裡面有一些老法師稱為大師而不稱名的。歐陽大師的學問，歐陽大師的道學，一直到今天還沒有人能夠超得過。內學院的院訓就是他的教學方針。我們雖然沒親近過他，沒有見到他，你要是讀這部書，你就曉得他教學，他的方針是什麼，他的方向是什麼，我們能夠把握住，我們就少走很多冤枉路。你們同學們真正是有福報，一開始學佛沒有多久，就能夠遇到這麼好的法緣。這個書過去沒有流通，大概就是這兩年來才流通的。我是在今年才看到的，過去我所看到的還是合錄，前兩年印的內學年刊，內學年刊裡頭不完整。所以你們有福報，你們要拿到這個書，往書架上一放，那就叫可惜。這個書拿來之後，從頭到尾細細去研究，這是一部指導的方針。好像我們行路，那個是地圖，先把地圖研究明白，那個路怎麼走自己心裡就有數。所以不可以置之高閣，應當常常拿來研習，我們才能夠找到一個學佛的方向，才能找到一個學佛的捷徑，用什麼方法去學佛，用什麼態度去學佛，怎樣去學佛，你要有個對的。"
    },
    {
      "id": "15-007-0007_p0035",
      "zh_CN": "「师当如师」，『弟子当如弟子』，内学院训里头就是讲这个道理。第一篇就讲做师，师当如师。『勿相诽谤』，老师不能够诽谤学生，学生不能够诽谤老师，你要是诽谤彼此两方面都损失了。『含毒致怨』，这个「含毒」是指的弟子。这一句『以小成大』，这是老师。学生有小的过失，在外面宣扬哪个学生不好、顽皮，他的毛病多，这是「以小成大」。『还自烧身』，这就是古人所谓的「观其友而知其人」，你的学生既然毛病这么多，可见得你这个老师不行，你没教得好。看到学生诽谤老师，你是背师叛道，背师叛道的人，就等于说是不孝父母的人，在从前不耻于社会。你要是在公家机关里面做事情，听说你是背师叛道的，不孝父母的，立刻就开革了，就不会用你了，你在这个社会上找不到工作。不必要其他的理由，就是这一条，就行。这一条定律，在中国用了几千年。确实不像现在，现在法律上，你只要有才干，政府用你；你不孝顺父母，没有关系，还是用你。在从前的社会，决定不行，你有天大的才干都不行，都不会用你。",
      "zh_TW": "「師當如師」，『弟子當如弟子』，內學院訓裡頭就是講這個道理。第一篇就講做師，師當如師。『勿相誹謗』，老師不能夠誹謗學生，學生不能夠誹謗老師，你要是誹謗彼此兩方面都損失了。『含毒致怨』，這個「含毒」是指的弟子。這一句『以小成大』，這是老師。學生有小的過失，在外面宣揚哪個學生不好、頑皮，他的毛病多，這是「以小成大」。『還自燒身』，這就是古人所謂的「觀其友而知其人」，你的學生既然毛病這麼多，可見得你這個老師不行，你沒教得好。看到學生誹謗老師，你是背師叛道，背師叛道的人，就等於說是不孝父母的人，在從前不恥於社會。你要是在公家機關裡面做事情，聽說你是背師叛道的，不孝父母的，立刻就開革了，就不會用你了，你在這個社會上找不到工作。不必要其他的理由，就是這一條，就行。這一條定律，在中國用了幾千年。確實不像現在，現在法律上，你只要有才幹，政府用你；你不孝順父母，沒有關係，還是用你。在從前的社會，決定不行，你有天大的才幹都不行，都不會用你。"
    },
    {
      "id": "15-007-0007_p0036",
      "zh_CN": "【为人弟子。当孝顺于善师。慎莫举恶意向师。恶意向师。是恶意向佛向法向比丘僧向父母无异。天所不覆。地所不载。】",
      "zh_TW": "【為人弟子。當孝順於善師。慎莫舉惡意向師。惡意向師。是惡意向佛向法向比丘僧向父母無異。天所不覆。地所不載。】"
    },
    {
      "id": "15-007-0007_p0037",
      "zh_CN": "这是讲恶意对待老师的罪过。天地所不容，所以在从前是不耻于社会。在民国初年的法律还有亲权处分（这个法律我听说好像是在民国二十几年废除的），那是我们中国自古以来的古礼。父母对儿女这种恩情，是世间第一，再没有超过。儿女怎么样的不孝、背逆，父母爱他的心始终不会改变。父母要决心不要这个儿子，政府就可以把他处死刑。有没有犯罪？没有犯罪，他的父母不要他，这个叫亲权处分，就是你父母的权，特权。所以从前有这一条，儿女不敢不孝，为什么？你要真不孝，他要发了脾气到法院去告一状，我不要这个儿子，你们把他枪毙掉，马上就枪毙了，这叫亲权处分，这是从天理人情上讲的。哪一个父母不爱儿女？父母都不要了，社会更不需要这个人。老师虽然没有这个权力来处分，但是要晓得背师叛道，不但是同学瞧不起你、不理你，你这个名传到哪个地方，哪个地方的人就远离你，真正是『天所不覆，地所不载』，这是在过去的社会里。这种罪过就跟恶意向三宝、向父母没有两样。由此可知，老师的恩德跟父母恩德是一样大的，我们的法身慧命得自于老师。哪怕那个老师教我的时间再短，我总有某些疑惑从他那个地方得到破除的。",
      "zh_TW": "這是講惡意對待老師的罪過。天地所不容，所以在從前是不恥於社會。在民國初年的法律還有親權處分（這個法律我聽說好像是在民國二十幾年廢除的），那是我們中國自古以來的古禮。父母對兒女這種恩情，是世間第一，再沒有超過。兒女怎麼樣的不孝、背逆，父母愛他的心始終不會改變。父母要決心不要這個兒子，政府就可以把他處死刑。有沒有犯罪？沒有犯罪，他的父母不要他，這個叫親權處分，就是你父母的權，特權。所以從前有這一條，兒女不敢不孝，為什麼？你要真不孝，他要發了脾氣到法院去告一狀，我不要這個兒子，你們把他槍斃掉，馬上就槍斃了，這叫親權處分，這是從天理人情上講的。哪一個父母不愛兒女？父母都不要了，社會更不需要這個人。老師雖然沒有這個權力來處分，但是要曉得背師叛道，不但是同學瞧不起你、不理你，你這個名傳到哪個地方，哪個地方的人就遠離你，真正是『天所不覆，地所不載』，這是在過去的社會裡。這種罪過就跟惡意向三寶、向父母沒有兩樣。由此可知，老師的恩德跟父母恩德是一樣大的，我們的法身慧命得自於老師。哪怕那個老師教我的時間再短，我總有某些疑惑從他那個地方得到破除的。"
    },
    {
      "id": "15-007-0007_p0038",
      "zh_CN": "再看底下一段经文，这是讲末世性恶，就是造恶。",
      "zh_TW": "再看底下一段經文，這是講末世性惡，就是造惡。"
    },
    {
      "id": "15-007-0007_p0039",
      "zh_CN": "【观末世人。诸恶人辈。不忠不孝。无有仁义。不顺人道。】",
      "zh_TW": "【觀末世人。諸惡人輩。不忠不孝。無有仁義。不順人道。】"
    },
    {
      "id": "15-007-0007_p0040",
      "zh_CN": "确确实实如此，看这个末法，今天这个世界，跟经里面讲的，可以说完全相符合。『不忠』，「忠」是讲忠实，也就是讲的诚实。不但说是对国家不诚实，对人不诚实，对事不诚实，甚至于是对自己都不诚实，这有什么办法，何况对人？为什么会到这种地步？给诸位说，没有教育。所以要追究责任，是末世这些诸恶人的罪过吗？那也不尽然。他为什么会变成这个样子？这个因素非常的复杂，关系到社会，关系到家庭，关系到教育，关系到他自己本身周围的环境，一切的恶缘造成这种的果报。『不孝』，这个「孝」在此地范围也很大，不仅仅是指父母，你看我们大乘戒经里面讲，包括了一切众生。孝顺父母，孝顺师长，孝顺三宝，孝顺一切众生。我们现在别的不要谈，单单谈父母，能不能做到？这是孝里头最小的一个圈子，不要讲大。最小的这个一圈都做不到，何况大孝？『无有仁义』，「仁」是慈悲心，「义」是合乎礼的事都叫做义，事事合理就是义。『不顺人道』，「人道」是五伦八德，那是人道。",
      "zh_TW": "確確實實如此，看這個末法，今天這個世界，跟經裡面講的，可以說完全相符合。『不忠』，「忠」是講忠實，也就是講的誠實。不但說是對國家不誠實，對人不誠實，對事不誠實，甚至於是對自己都不誠實，這有什麼辦法，何況對人？為什麼會到這種地步？給諸位說，沒有教育。所以要追究責任，是末世這些諸惡人的罪過嗎？那也不盡然。他為什麼會變成這個樣子？這個因素非常的複雜，關係到社會，關係到家庭，關係到教育，關係到他自己本身周圍的環境，一切的惡緣造成這種的果報。『不孝』，這個「孝」在此地範圍也很大，不僅僅是指父母，你看我們大乘戒經裡面講，包括了一切眾生。孝順父母，孝順師長，孝順三寶，孝順一切眾生。我們現在別的不要談，單單談父母，能不能做到？這是孝裡頭最小的一個圈子，不要講大。最小的這個一圈都做不到，何況大孝？『無有仁義』，「仁」是慈悲心，「義」是合乎禮的事都叫做義，事事合理就是義。『不順人道』，「人道」是五倫八德，那是人道。"
    },
    {
      "id": "15-007-0007_p0041",
      "zh_CN": "这个一小节是讲世间人之恶。我们再看看下面讲，这是出世修道人之恶。前面是世间人。再看看末世的出家人。",
      "zh_TW": "這個一小節是講世間人之惡。我們再看看下面講，這是出世修道人之惡。前面是世間人。再看看末世的出家人。"
    },
    {
      "id": "15-007-0007_p0042",
      "zh_CN": "【魔世比丘。四数之中。但念他恶。不自止恶。】",
      "zh_TW": "【魔世比丘。四數之中。但念他惡。不自止惡。】"
    },
    {
      "id": "15-007-0007_p0043",
      "zh_CN": "这一段我们出家修学的同修要特别注意到，『魔世』就是末法时候。佛在《楞严经》里面讲的，末法时期，「邪师说法如恒河沙」。所以在佛法里面讲「魔世」就是末法，也指我们现在这个时候，我们自己要好好的检点检点自己。『比丘，四数之中』，就是出家的四众，比丘、比丘尼、沙弥、沙弥尼，这是指「四数之中」。『但念他恶，不自止恶』，这就是佛门里面的恶业，不知道自己反省，不晓得自己改过。而是怎么样？这个恶念是念念增长，积小恶就成了大恶。",
      "zh_TW": "這一段我們出家修學的同修要特別注意到，『魔世』就是末法時候。佛在《楞嚴經》裡面講的，末法時期，「邪師說法如恆河沙」。所以在佛法裡面講「魔世」就是末法，也指我們現在這個時候，我們自己要好好的檢點檢點自己。『比丘，四數之中』，就是出家的四眾，比丘、比丘尼、沙彌、沙彌尼，這是指「四數之中」。『但念他惡，不自止惡』，這就是佛門裡面的惡業，不知道自己反省，不曉得自己改過。而是怎麼樣？這個惡念是念念增長，積小惡就成了大惡。"
    },
    {
      "id": "15-007-0007_p0044",
      "zh_CN": "【嫉贤妒善。更相沮坏。】",
      "zh_TW": "【嫉賢妒善。更相沮壞。】"
    },
    {
      "id": "15-007-0007_p0045",
      "zh_CN": "『嫉贤』是指人，他的道德，他的修行，或者他的福报，胜过自己的，就生嫉妒心了，用种种方法来破坏他。『妒善』，「善」是指事，见到别人修一切的善事，也要想方法去破坏、去障碍他，真叫是造无边的罪业。",
      "zh_TW": "『嫉賢』是指人，他的道德，他的修行，或者他的福報，勝過自己的，就生嫉妒心了，用種種方法來破壞他。『妒善』，「善」是指事，見到別人修一切的善事，也要想方法去破壞、去障礙他，真叫是造無邊的罪業。"
    },
    {
      "id": "15-007-0007_p0046",
      "zh_CN": "【不念行善。强梁嫉贤。】",
      "zh_TW": "【不念行善。強梁嫉賢。】"
    },
    {
      "id": "15-007-0007_p0047",
      "zh_CN": "自己不晓得见贤思齐，不知道去修善。这个『强梁』要拿我们现在俗语来说，就是横行霸道，不讲理。嫉妒贤人，破坏善事。",
      "zh_TW": "自己不曉得見賢思齊，不知道去修善。這個『強梁』要拿我們現在俗語來說，就是橫行霸道，不講理。嫉妒賢人，破壞善事。"
    },
    {
      "id": "15-007-0007_p0048",
      "zh_CN": "【既不能为。复毁败人。】",
      "zh_TW": "【既不能為。復毀敗人。】"
    },
    {
      "id": "15-007-0007_p0049",
      "zh_CN": "『既不能为』是说自己不肯做，自己不愿意做，还要想种种方法去破坏别人，把别人的功德，把别人的善事都给破坏掉。",
      "zh_TW": "『既不能為』是說自己不肯做，自己不願意做，還要想種種方法去破壞別人，把別人的功德，把別人的善事都給破壞掉。"
    },
    {
      "id": "15-007-0007_p0050",
      "zh_CN": "【断绝道意。令不得行。】",
      "zh_TW": "【斷絕道意。令不得行。】"
    },
    {
      "id": "15-007-0007_p0051",
      "zh_CN": "这个是真真实实的魔子魔孙，在末法时期的时候示现的出家的比丘四数之相，正是佛在经里面讲如同狮子虫还食狮子肉。他来干什么？他来是消灭佛法的，他到这个世间来是负的有责任，魔王交代的责任，断一切众生的法身慧命。果报，给诸位说，在阿鼻地狱（底下有说）。所以我们自己不能做，不能修的善事，不能修的善行，别人能做，我们能生欢喜心，随喜，功德无量无边。他得多少福，得多少利益，我们跟他相等的得到。这个真是大好机缘，人家修善事，我们随喜，我们能得福，能得利益，我们为什么嫉妒去破坏？去入阿鼻地狱？真正是愚痴到了极处，聪明人决定不干这个事情。",
      "zh_TW": "這個是真真實實的魔子魔孫，在末法時期的時候示現的出家的比丘四數之相，正是佛在經裡面講如同獅子蟲還食獅子肉。他來幹什麼？他來是消滅佛法的，他到這個世間來是負的有責任，魔王交代的責任，斷一切眾生的法身慧命。果報，給諸位說，在阿鼻地獄（底下有說）。所以我們自己不能做，不能修的善事，不能修的善行，別人能做，我們能生歡喜心，隨喜，功德無量無邊。他得多少福，得多少利益，我們跟他相等的得到。這個真是大好機緣，人家修善事，我們隨喜，我們能得福，能得利益，我們為什麼嫉妒去破壞？去入阿鼻地獄？真正是愚痴到了極處，聰明人決定不幹這個事情。"
    },
    {
      "id": "15-007-0007_p0052",
      "zh_CN": "再如果是诸位真懂得因果的道理的话，别人修的善行，修的善事，我们能破坏吗？我们如果果然能破坏，我们的本事大，为什么？我们可以把因果定律打倒，那这个是佛菩萨都没有这个能力。要晓得「一饮一啄，莫非前定」，人家有那个福报，有那个因缘，绝不是人能破坏得了的，魔王来了也不行，诸佛菩萨来阻碍也不行，没有能障碍的。所以说唯一能够障碍的就是自己，自己能够障碍自己，自己能够破坏自己，除自己之外任何人不能损坏的。所以那个善人，他行善事，你把他破坏了，他生欢喜心，绝不会说我要做个好事，某人把我破坏了，不会的，他要是还有心里不平，那他不是真善。真善之人，他行一桩好事，你把他破坏了，他的功德是圆满的。诸位要晓得，佛在经上常讲「发意圆成」，一发心那个功德就圆满，就成就了，你怎么能破坏他？他是圆满功德。凡是你能够破坏他的，他命里头注定那个时候要败的，你不去破坏他，到那个时候他还不成功，他没有那个福报。你去一破坏，正好把他破坏掉，把他障碍掉，那是一种巧合。你真有能力把他破坏吗？我不相信。你真有能力把人家阻止、破坏，那你岂不是把因果推翻了吗？诸佛菩萨都办不到的，你能办到，你有多大的本事？所以诸位要是懂得这个道理，你就晓得，人家有善，我们想破坏、想阻止不可能，决定办不到。",
      "zh_TW": "再如果是諸位真懂得因果的道理的話，別人修的善行，修的善事，我們能破壞嗎？我們如果果然能破壞，我們的本事大，為什麼？我們可以把因果定律打倒，那這個是佛菩薩都沒有這個能力。要曉得「一飲一啄，莫非前定」，人家有那個福報，有那個因緣，絕不是人能破壞得了的，魔王來了也不行，諸佛菩薩來阻礙也不行，沒有能障礙的。所以說唯一能夠障礙的就是自己，自己能夠障礙自己，自己能夠破壞自己，除自己之外任何人不能損壞的。所以那個善人，他行善事，你把他破壞了，他生歡喜心，絕不會說我要做個好事，某人把我破壞了，不會的，他要是還有心裡不平，那他不是真善。真善之人，他行一樁好事，你把他破壞了，他的功德是圓滿的。諸位要曉得，佛在經上常講「發意圓成」，一發心那個功德就圓滿，就成就了，你怎麼能破壞他？他是圓滿功德。凡是你能夠破壞他的，他命裡頭注定那個時候要敗的，你不去破壞他，到那個時候他還不成功，他沒有那個福報。你去一破壞，正好把他破壞掉，把他障礙掉，那是一種巧合。你真有能力把他破壞嗎？我不相信。你真有能力把人家阻止、破壞，那你豈不是把因果推翻了嗎？諸佛菩薩都辦不到的，你能辦到，你有多大的本事？所以諸位要是懂得這個道理，你就曉得，人家有善，我們想破壞、想阻止不可能，決定辦不到。"
    },
    {
      "id": "15-007-0007_p0053",
      "zh_CN": "再给诸位说，就是战争，哪一方面打胜，哪一方面打败，不是靠兵力，也不是靠指挥官，而是什么？命里头早就注定了。岂是人力可为，命里早就注定了。朱镜宙老居士现在还在台中，他跟李老师同年今年九十二岁，我刚刚学佛的时候他跟我讲很多公案故事、因缘。他在抗战之前在常州做不晓得是哪一个银行的经理，他是学财政的。那个时候的朋友当中有一个是走阴差的，就是夜间的时候到阴曹地府办事情，第二天他就回来了。有的时候把他晚上所办的事情，他们有几个好朋友常常在一块玩的，就说出来。他那个职位很小，好像传送公文这样性质。在江苏，好像常州这个城隍是都城隍，像省主席一样的。他说有一天上海送了一批生死簿来，是经过他手的，他偶尔翻了一翻很奇怪，这个名字四个字、五个字，统统都是这样的。所以第二天跟他们这些朋友聚会，他说昨天晚上我看到一大批生死簿是由上海送来的，里面名字都是四、五个字的，没有一个人猜得懂。我们中国名字总是三个字、两个字的多，四个字的复姓也有，比较少见，不会统统都是的，没有一个人猜得透。三个月之后，八二三战争爆发了，他们才恍然大悟，那是一些日本人的该死的名册送去了。你想想看哪一个要死的，三个月之前名字都送去了，生死有一定的。朱老居士说开悟了，他晓得战争里面也没有一个冤枉死的。正是「一饮一啄，莫非前定」，何必要造罪业？统统都是定的，还造什么罪业？你要造罪业，岂不是罪上加罪吗？不要造罪业了。",
      "zh_TW": "再給諸位說，就是戰爭，哪一方面打勝，哪一方面打敗，不是靠兵力，也不是靠指揮官，而是什麼？命裡頭早就注定了。豈是人力可為，命裡早就注定了。朱鏡宙老居士現在還在台中，他跟李老師同年今年九十二歲，我剛剛學佛的時候他跟我講很多公案故事、因緣。他在抗戰之前在常州做不曉得是哪一個銀行的經理，他是學財政的。那個時候的朋友當中有一個是走陰差的，就是夜間的時候到陰曹地府辦事情，第二天他就回來了。有的時候把他晚上所辦的事情，他們有幾個好朋友常常在一塊玩的，就說出來。他那個職位很小，好像傳送公文這樣性質。在江蘇，好像常州這個城隍是都城隍，像省主席一樣的。他說有一天上海送了一批生死簿來，是經過他手的，他偶爾翻了一翻很奇怪，這個名字四個字、五個字，統統都是這樣的。所以第二天跟他們這些朋友聚會，他說昨天晚上我看到一大批生死簿是由上海送來的，裡面名字都是四、五個字的，沒有一個人猜得懂。我們中國名字總是三個字、兩個字的多，四個字的複姓也有，比較少見，不會統統都是的，沒有一個人猜得透。三個月之後，八二三戰爭爆發了，他們才恍然大悟，那是一些日本人的該死的名冊送去了。你想想看哪一個要死的，三個月之前名字都送去了，生死有一定的。朱老居士說開悟了，他曉得戰爭裡面也沒有一個冤枉死的。正是「一飲一啄，莫非前定」，何必要造罪業？統統都是定的，還造什麼罪業？你要造罪業，豈不是罪上加罪嗎？不要造罪業了。"
    },
    {
      "id": "15-007-0007_p0054",
      "zh_CN": "『断绝道意，令不得行』，这是断别人，障碍别人，把别人修道的信心把他打断，叫他不能行。这个都是罪恶极大极大。",
      "zh_TW": "『斷絕道意，令不得行』，這是斷別人，障礙別人，把別人修道的信心把他打斷，叫他不能行。這個都是罪惡極大極大。"
    },
    {
      "id": "15-007-0007_p0055",
      "zh_CN": "【贪欲务俗。多求利业。】",
      "zh_TW": "【貪欲務俗。多求利業。】"
    },
    {
      "id": "15-007-0007_p0056",
      "zh_CN": "『欲』就是五欲六尘，贪恋不舍。『俗』是俗事，从事于世俗的事情，着重在利养上。",
      "zh_TW": "『欲』就是五欲六塵，貪戀不捨。『俗』是俗事，從事於世俗的事情，著重在利養上。"
    },
    {
      "id": "15-007-0007_p0057",
      "zh_CN": "【积财自丧。厚财贱道。】",
      "zh_TW": "【積財自喪。厚財賤道。】"
    },
    {
      "id": "15-007-0007_p0058",
      "zh_CN": "『积』是储蓄，『财』就是财物、财宝，这是自己往毁灭的道路上走，积财丧道。『厚财』，把财看重了，把道看轻了。『道』是什么？给诸位说，很简单的讲，就是平等心、清净心、慈悲心，这是「道」。这三种心，积财就与这个相违背，求利也与这个相违背，心不清净、不平等，慈悲当然没有了。人生苦短，纵然活上两百岁，这是算人间长命的，两百岁也弹指就过去了，何必在短短一生当中要造这么大的罪业。",
      "zh_TW": "『積』是儲蓄，『財』就是財物、財寶，這是自己往毀滅的道路上走，積財喪道。『厚財』，把財看重了，把道看輕了。『道』是什麼？給諸位說，很簡單的講，就是平等心、清淨心、慈悲心，這是「道」。這三種心，積財就與這個相違背，求利也與這個相違背，心不清淨、不平等，慈悲當然沒有了。人生苦短，縱然活上兩百歲，這是算人間長命的，兩百歲也彈指就過去了，何必在短短一生當中要造這麼大的罪業。"
    },
    {
      "id": "15-007-0007_p0059",
      "zh_CN": "下面，再讲果报：",
      "zh_TW": "下面，再講果報："
    },
    {
      "id": "15-007-0007_p0060",
      "zh_CN": "【死堕恶趣。大泥犁中。饿鬼。畜生。】",
      "zh_TW": "【死墮惡趣。大泥犁中。餓鬼。畜生。】"
    },
    {
      "id": "15-007-0007_p0061",
      "zh_CN": "这个是总结前面的两段。世间人不忠不孝，无有仁义，不顺人道；出家的人，就是刚才所讲的这些，这是世出世间的恶人，果报在地狱。『泥犁』就是地狱，大地狱。换句话说，最低也是八寒八热，这个叫大地狱，比无间地狱稍微轻一点。但是此地，这个「大泥犁」就是指的无间地狱。前面造罪业当然轻重有差，重罪的落在无间地狱，轻一等的八寒八热地狱，再轻一等的近边孤独地狱，再其次的就是『饿鬼，畜生』，三途苦报。所以这一部小经，我们应当要熟读，常常拿这个小经来检点我们自己的身心，我们有没有犯？所以经读多了，读熟了，自己的前途，自己清清楚楚。只要问我们自己的心行，就晓得我们将来的果报。我们是在佛国，还是在天上，还是在人间，还是在三途，自己明明白白、清清楚楚。无需要占卜，也不需要再问佛菩萨，佛不欺骗人，这个经更不是伪造的，希望我们同修们要信受奉行。",
      "zh_TW": "這個是總結前面的兩段。世間人不忠不孝，無有仁義，不順人道；出家的人，就是剛才所講的這些，這是世出世間的惡人，果報在地獄。『泥犁』就是地獄，大地獄。換句話說，最低也是八寒八熱，這個叫大地獄，比無間地獄稍微輕一點。但是此地，這個「大泥犁」就是指的無間地獄。前面造罪業當然輕重有差，重罪的落在無間地獄，輕一等的八寒八熱地獄，再輕一等的近邊孤獨地獄，再其次的就是『餓鬼，畜生』，三途苦報。所以這一部小經，我們應當要熟讀，常常拿這個小經來檢點我們自己的身心，我們有沒有犯？所以經讀多了，讀熟了，自己的前途，自己清清楚楚。只要問我們自己的心行，就曉得我們將來的果報。我們是在佛國，還是在天上，還是在人間，還是在三途，自己明明白白、清清楚楚。無需要占卜，也不需要再問佛菩薩，佛不欺騙人，這個經更不是偽造的，希望我們同修們要信受奉行。"
    },
    {
      "id": "15-007-0007_p0062",
      "zh_CN": "今天时间到了，就讲到此地。",
      "zh_TW": "今天時間到了，就講到此地。"
    }
  ]
}