{
  "doc_id": "15-007-0002",
  "title": {
    "zh_CN": "阿难问事佛吉凶经—忍辱波罗蜜重要！",
    "zh_TW": "阿難問事佛吉凶經—忍辱波羅蜜重要！"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-007-0002",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "15-007-0002_p0001",
      "zh_CN": "上一次将经题介绍过了，因为佛经是从印度文翻译过来的，因此依照讲经的惯例也必须要将翻译的人略微做一个介绍，这叫做人题，就是翻译人的题目。请看经文第一行的下半段：",
      "zh_TW": "上一次將經題介紹過了，因為佛經是從印度文翻譯過來的，因此依照講經的慣例也必須要將翻譯的人略微做一個介紹，這叫做人題，就是翻譯人的題目。請看經文第一行的下半段："
    },
    {
      "id": "15-007-0002_p0002",
      "zh_CN": "【后汉沙门安世高译】",
      "zh_TW": "【後漢沙門安世高譯】"
    },
    {
      "id": "15-007-0002_p0003",
      "zh_CN": "『后汉』是指的年代，『沙门』是翻译人的身分，『安世高』是翻译人的名称（就是名号），我们按照这个顺序来介绍。这个「后汉」在中国历史上，刘邦可以说跟项羽两个人灭了秦以后，这是楚汉相争。五年，刘邦灭了楚就建立汉朝，在历史上称之为前汉。十二传为王莽所篡，汉室的子孙刘秀起来推翻了王莽恢复了汉朝。实在讲刘秀并不是真正的中兴，可以说他是个创业的人，在历史上称之为后汉。这个前汉也称为西汉，后汉也称为东汉，东西之分是从建都上来说的。前汉建都在长安，后汉在洛阳，一个是在东，一个是在西，所以这东汉、西汉是从这样子分的。西汉在前，东汉在后。刘秀中兴(这是一般都说中兴)年号称光武，也就是汉朝的光武皇帝。这在公元是二十五年（今天公元是一九七九年），光武中兴的时候是公元二十五年，时间我们从公元来算比较上更清楚、更明晰。后汉也是十二传被曹魏所篡。十二传差不多将近两百年的时间。此地是说后汉这两百年当中，是指什么时候？必须要把它说出来。安世高大师到我们中国来是后汉桓帝的时候，天下已经很乱了，逐渐接近到三国的时代。桓帝是第十代，灵帝是第十一代，汉献帝是第十二代，献帝的时候亡国的，那时候曹操当权。这是第十代的皇帝，他在位二十一年，崩的时候年岁并不大，三十六岁。桓帝接位改元叫建和，士高大师是建和二年（建和二年这一年，桓帝才二十岁），这一年也就是公元一百四十八年，安世高大师到我们中国来的这个年代。为了加强我们对于年代记忆上方便起见，我们中国汉朝有一位了不起的大儒，他在儒家的影响力，可以比得上我们佛门里面的六祖惠能大师，这个人就是郑玄（郑康成），这是汉朝一代的大儒。儒家到以后影响力这样的深远，郑玄的功劳实实在在是不小。郑玄是汉朝人，也是在这个时候，建和二年（就是安世高到我们中国来的这一年)郑玄是二十二岁。郑玄死在献帝（就是汉献帝）十一年，他的世寿七十四岁。他死的那一年也正是历史上《三国演义》里头很著名的一段公案，就是关老爷（关公）离开了曹操的时候，斩颜良、诛文丑就是在这一年发生的，那一年是郑玄过世。桓帝建和七年孔融出世，九年曹操出世。就是安世高到中国来是建和二年，来了以后五年孔融出生，来到中国第七年曹操出生。这样一说，关公还比较晚一点，关公是安世高到中国来十三年，关公才出生。这都是三国里面的风云人物，可以说跟我们安世高大师都是同个时代的，世高大师在中国弘法的时候那些都是小孩，几岁的小孩，这些风云人物在当时都是小孩。这是把年代跟我们简单的交代到此地。所以佛经的翻译冠上这两个字是代表着时代的意思。",
      "zh_TW": "『後漢』是指的年代，『沙門』是翻譯人的身分，『安世高』是翻譯人的名稱（就是名號），我們按照這個順序來介紹。這個「後漢」在中國歷史上，劉邦可以說跟項羽兩個人滅了秦以後，這是楚漢相爭。五年，劉邦滅了楚就建立漢朝，在歷史上稱之為前漢。十二傳為王莽所篡，漢室的子孫劉秀起來推翻了王莽恢復了漢朝。實在講劉秀並不是真正的中興，可以說他是個創業的人，在歷史上稱之為後漢。這個前漢也稱為西漢，後漢也稱為東漢，東西之分是從建都上來說的。前漢建都在長安，後漢在洛陽，一個是在東，一個是在西，所以這東漢、西漢是從這樣子分的。西漢在前，東漢在後。劉秀中興(這是一般都說中興)年號稱光武，也就是漢朝的光武皇帝。這在公元是二十五年（今天公元是一九七九年），光武中興的時候是公元二十五年，時間我們從公元來算比較上更清楚、更明晰。後漢也是十二傳被曹魏所篡。十二傳差不多將近兩百年的時間。此地是說後漢這兩百年當中，是指什麼時候？必須要把它說出來。安世高大師到我們中國來是後漢桓帝的時候，天下已經很亂了，逐漸接近到三國的時代。桓帝是第十代，靈帝是第十一代，漢獻帝是第十二代，獻帝的時候亡國的，那時候曹操當權。這是第十代的皇帝，他在位二十一年，崩的時候年歲並不大，三十六歲。桓帝接位改元叫建和，士高大師是建和二年（建和二年這一年，桓帝才二十歲），這一年也就是公元一百四十八年，安世高大師到我們中國來的這個年代。為了加強我們對於年代記憶上方便起見，我們中國漢朝有一位了不起的大儒，他在儒家的影響力，可以比得上我們佛門裡面的六祖惠能大師，這個人就是鄭玄（鄭康成），這是漢朝一代的大儒。儒家到以後影響力這樣的深遠，鄭玄的功勞實實在在是不小。鄭玄是漢朝人，也是在這個時候，建和二年（就是安世高到我們中國來的這一年)鄭玄是二十二歲。鄭玄死在獻帝（就是漢獻帝）十一年，他的世壽七十四歲。他死的那一年也正是歷史上《三國演義》裡頭很著名的一段公案，就是關老爺（關公）離開了曹操的時候，斬顏良、誅文醜就是在這一年發生的，那一年是鄭玄過世。桓帝建和七年孔融出世，九年曹操出世。就是安世高到中國來是建和二年，來了以後五年孔融出生，來到中國第七年曹操出生。這樣一說，關公還比較晚一點，關公是安世高到中國來十三年，關公才出生。這都是三國裡面的風雲人物，可以說跟我們安世高大師都是同個時代的，世高大師在中國弘法的時候那些都是小孩，幾歲的小孩，這些風雲人物在當時都是小孩。這是把年代跟我們簡單的交代到此地。所以佛經的翻譯冠上這兩個字是代表著時代的意思。"
    },
    {
      "id": "15-007-0002_p0004",
      "zh_CN": "其次，我们再讲「沙门」这两个字。沙门是印度话音译过来，它的意思在「勤息」，勤是指勤修戒定慧，息是指息灭贪瞋痴。在印度凡是宗教徒，尤其是出家的宗教徒都称作沙门，所以沙门在印度是一切宗教出家人普通的一个称呼。佛教传到中国来之后，印度这些高僧都非常的谦虚，沙门是一种谦虚的称呼。为什么？在印度是个普通称呼，并不代表什么特别尊贵的意思，所以当时的印度法师很多都是称沙门，这是种谦虚。到中国来，这两个字就变成佛门里面出家人的专称了。这个道士也是出家的，他不称沙门。其余的宗教在中国出家都不叫沙门，唯独佛门里面出家人称沙门。所以到了中国变成佛教专有的名词，在印度是一般宗教共通的名称，这是指的身分。",
      "zh_TW": "其次，我們再講「沙門」這兩個字。沙門是印度話音譯過來，它的意思在「勤息」，勤是指勤修戒定慧，息是指息滅貪瞋痴。在印度凡是宗教徒，尤其是出家的宗教徒都稱作沙門，所以沙門在印度是一切宗教出家人普通的一個稱呼。佛教傳到中國來之後，印度這些高僧都非常的謙虛，沙門是一種謙虛的稱呼。為什麼？在印度是個普通稱呼，並不代表什麼特別尊貴的意思，所以當時的印度法師很多都是稱沙門，這是種謙虛。到中國來，這兩個字就變成佛門裡面出家人的專稱了。這個道士也是出家的，他不稱沙門。其餘的宗教在中國出家都不叫沙門，唯獨佛門裡面出家人稱沙門。所以到了中國變成佛教專有的名詞，在印度是一般宗教共通的名稱，這是指的身分。"
    },
    {
      "id": "15-007-0002_p0005",
      "zh_CN": "翻译的人，「安世高」。这个地方的安不是法师的姓，而是法师圆寂，正如同我们玄奘大师当年在印度留学，他在名字上冠上一个唐（唐玄奘），所以冠上这个字是国家的国号，表示这个人是唐朝时候的人。世高大师也是如此，所以上面这个安是他的国号，他是安息国人。安息国在唐朝称之为波斯，在现在我们称之为伊朗。前些年伊朗的国王到我们台湾来访问过，现在的伊朗就是汉朝的安息。他是以国为姓，用国冠在姓名的上面。他的名叫清（清洁的清），别号叫世高。世高大师的身世相当的不平凡，他本身是安息国王的太子，在那个时候安息在西域是一个大国。传记里面记载，世高大师从小至孝聪慧，对父母极其的孝顺，聪明、智慧而且还博学多闻，世出世间的典籍都能够通达，不是一般泛泛的通达，可以说相当的精通，尤其是天文、医理（就是医学）在当时都可以称得上世界第一流的人物。他还有一般人所没有的特长，他懂得鸟兽的言语，这个我们在传记里面看到。几只小鸟在树上叫的时候，他知道牠们在谈什么，他有这个能力。在我们中国古书里的传记，确确实实中国也有懂得禽兽言语，安世高他懂得。他的父亲死了以后，他继承王位，没有做一年（不到一年）他就把这个王位让给他叔叔，他出家修道，以后成为一代的高僧。",
      "zh_TW": "翻譯的人，「安世高」。這個地方的安不是法師的姓，而是法師圓寂，正如同我們玄奘大師當年在印度留學，他在名字上冠上一個唐（唐玄奘），所以冠上這個字是國家的國號，表示這個人是唐朝時候的人。世高大師也是如此，所以上面這個安是他的國號，他是安息國人。安息國在唐朝稱之為波斯，在現在我們稱之為伊朗。前些年伊朗的國王到我們台灣來訪問過，現在的伊朗就是漢朝的安息。他是以國為姓，用國冠在姓名的上面。他的名叫清（清潔的清），別號叫世高。世高大師的身世相當的不平凡，他本身是安息國王的太子，在那個時候安息在西域是一個大國。傳記裡面記載，世高大師從小至孝聰慧，對父母極其的孝順，聰明、智慧而且還博學多聞，世出世間的典籍都能夠通達，不是一般泛泛的通達，可以說相當的精通，尤其是天文、醫理（就是醫學）在當時都可以稱得上世界第一流的人物。他還有一般人所沒有的特長，他懂得鳥獸的言語，這個我們在傳記裡面看到。幾隻小鳥在樹上叫的時候，他知道牠們在談什麼，他有這個能力。在我們中國古書裡的傳記，確確實實中國也有懂得禽獸言語，安世高他懂得。他的父親死了以後，他繼承王位，沒有做一年（不到一年）他就把這個王位讓給他叔叔，他出家修道，以後成為一代的高僧。"
    },
    {
      "id": "15-007-0002_p0006",
      "zh_CN": "对我们中国特别有缘分，所以在传道的期间，在我们中国住得很久。对于中国的佛学影响非常之大，这是初期译经大师，在译经成就方面可以说是最辉煌的一位。他到中国来带的梵文经典相当的丰富，在当时汉朝的首都洛阳，一共译出来二十九部，有一百七十六卷。翻译的期间达二十二年之久，到汉朝灵帝（刚才讲了就是第十一代的皇帝），到汉灵帝建宁三年（就是公元一百七十年），他终止了译经的工作。所以这译经的工作，从他来的时候开始，一直到灵帝建宁三年，一共是有二十二年的时间，从事于翻译的工作。译经工作告一段落之后，实在讲这经典是翻不尽的，他把这个翻译的工作放下，他要去办一桩事情，这一桩事情很特别，也是了前生一段的公案（不是这一生，前世）。由此看来，世高大师实实在在是了不起，对我们来讲是现身说法，像如来三转法轮，最后给我们作证转，真正是拿出证据。这个事情就是他译经的工作，他把它结束了，结束之后他就到江南去。洛阳是在河南，他现在要到江西去（我们指现在的江西），到江西什么地方？到江西庐山，就在九江到南昌之间的这一个地方，这是宫亭湖的所在处，就在湖边上有一个庙叫做宫亭庙。这个地方是在现代九江县，当时不叫九江，当时叫浔阳郡。他到这个庙里来干什么？这个庙里头的庙神，在过去世是他的同学，他跟他有约，时节因缘到了要去超度他。换句话说，他之所以把这个译经的工作结束、告一段落是应前生的约，是去赴约会去的。这一桩事情在《高僧传》里面记得很详细，这个事情不是这一生的事情是前世的事情。",
      "zh_TW": "對我們中國特別有緣分，所以在傳道的期間，在我們中國住得很久。對於中國的佛學影響非常之大，這是初期譯經大師，在譯經成就方面可以說是最輝煌的一位。他到中國來帶的梵文經典相當的豐富，在當時漢朝的首都洛陽，一共譯出來二十九部，有一百七十六卷。翻譯的期間達二十二年之久，到漢朝靈帝（剛才講了就是第十一代的皇帝），到漢靈帝建寧三年（就是公元一百七十年），他終止了譯經的工作。所以這譯經的工作，從他來的時候開始，一直到靈帝建寧三年，一共是有二十二年的時間，從事於翻譯的工作。譯經工作告一段落之後，實在講這經典是翻不盡的，他把這個翻譯的工作放下，他要去辦一樁事情，這一樁事情很特別，也是了前生一段的公案（不是這一生，前世）。由此看來，世高大師實實在在是了不起，對我們來講是現身說法，像如來三轉法輪，最後給我們作證轉，真正是拿出證據。這個事情就是他譯經的工作，他把它結束了，結束之後他就到江南去。洛陽是在河南，他現在要到江西去（我們指現在的江西），到江西什麼地方？到江西廬山，就在九江到南昌之間的這一個地方，這是宮亭湖的所在處，就在湖邊上有一個廟叫做宮亭廟。這個地方是在現代九江縣，當時不叫九江，當時叫潯陽郡。他到這個廟裡來幹什麼？這個廟裡頭的廟神，在過去世是他的同學，他跟他有約，時節因緣到了要去超度他。換句話說，他之所以把這個譯經的工作結束、告一段落是應前生的約，是去赴約會去的。這一樁事情在《高僧傳》裡面記得很詳細，這個事情不是這一生的事情是前世的事情。"
    },
    {
      "id": "15-007-0002_p0007",
      "zh_CN": "前世，就是安世高有个同学，他们是同参好友住在一起在一块修行的。传记里面讲他这个同学明经好施，这一点我们今天来看那是高僧一个，明经，三藏经典通达，又喜欢布施。你看看这样的出家修行人到哪里去找？但是他有一个习气，习气就是容易发脾气，性情不太好。发什么样的脾气？诸位要晓得，这个是在早期，可以说是在释迦牟尼佛正法的末期，像法的初期，众生善根相当之深厚，在西域那边的出家人依旧是托钵，过这个生活。这样的一位大法师弘法利生，财布施、法布施，出去托钵斋主供养的饭菜很可口就很喜欢，供养的那个饭菜不可口心里面就很不痛快。这个就是瞋恨、瞋恚就要发作，好像我对世人这样的恩德，你看看今天供养的饭菜都不能吃，心里面就不痛快。在今日之下这一点点小小的瞋恚，这个算什么？真是不算什么。可是就因为这一点瞋恚心没有断，死了以后（法师圆寂了之后）堕在畜生道去，受了一个蛇身，是一条大蛇，蛇身。这个蛇就做了宫亭湖的湖神（就是水神之一），我们俗话称作龙王，实际上牠是一条蛇。前生所修的福报很大，因为他弘法利生，所以做了神之后（诸位要晓得，这个神是个畜生），做了神之后很灵验，方圆一千里的所在有求必应，非常的灵。因为他生前喜欢布施，所以福报很大，到这个地方来祭他的、来拜他的，香火鼎盛。从这个地方看，我们台湾省鹿港的妈祖也是个神，他的福报相当于安世高那个同学。我们这里妈祖也是个水神，你看保佑打渔的，他是个水神，属于龙王这一种。安世高那个同学也做水神，是江湖里面的龙王。这就是学佛，诸位要记住果报，万万不可以动瞋恚心。",
      "zh_TW": "前世，就是安世高有個同學，他們是同參好友住在一起在一塊修行的。傳記裡面講他這個同學明經好施，這一點我們今天來看那是高僧一個，明經，三藏經典通達，又喜歡布施。你看看這樣的出家修行人到哪裡去找？但是他有一個習氣，習氣就是容易發脾氣，性情不太好。發什麼樣的脾氣？諸位要曉得，這個是在早期，可以說是在釋迦牟尼佛正法的末期，像法的初期，眾生善根相當之深厚，在西域那邊的出家人依舊是托缽，過這個生活。這樣的一位大法師弘法利生，財布施、法布施，出去托缽齋主供養的飯菜很可口就很喜歡，供養的那個飯菜不可口心裡面就很不痛快。這個就是瞋恨、瞋恚就要發作，好像我對世人這樣的恩德，你看看今天供養的飯菜都不能吃，心裡面就不痛快。在今日之下這一點點小小的瞋恚，這個算什麼？真是不算什麼。可是就因為這一點瞋恚心沒有斷，死了以後（法師圓寂了之後）墮在畜生道去，受了一個蛇身，是一條大蛇，蛇身。這個蛇就做了宮亭湖的湖神（就是水神之一），我們俗話稱作龍王，實際上牠是一條蛇。前生所修的福報很大，因為他弘法利生，所以做了神之後（諸位要曉得，這個神是個畜生），做了神之後很靈驗，方圓一千里的所在有求必應，非常的靈。因為他生前喜歡布施，所以福報很大，到這個地方來祭他的、來拜他的，香火鼎盛。從這個地方看，我們台灣省鹿港的媽祖也是個神，他的福報相當於安世高那個同學。我們這裡媽祖也是個水神，你看保佑打漁的，他是個水神，屬於龍王這一種。安世高那個同學也做水神，是江湖裡面的龍王。這就是學佛，諸位要記住果報，萬萬不可以動瞋恚心。"
    },
    {
      "id": "15-007-0002_p0008",
      "zh_CN": "他做了神，寿命比我们人要来得长。安世高死了之后投胎又得到人身，没有失掉人身，而且生在帝王之家有宿命通，能够舍掉帝王的王位继续修道，他成就了，他得道了。想想这个同学寿命快要终了，命终之后他就要堕地狱，因为在做神的这一段期间至少也有一、两百年，他享这么长的香火。一般老百姓去祭祀，都是杀生去祭祀，神都是接受血食，去祭祀他了，他高兴，保佑你顺风、顺水，一帆风顺，一路平安。没有祭祀他的，他就发脾气，搞什么怪风、怪浪的时候，弄得你船行走不平安。这是鬼神在主使这条道路（这条水道），因此享受血食的祭祀多了，跟一切众生结下无数的命债。他自己也晓得死了以后要堕地狱，所以求安世高超度他。由于过去世老同学有这样的关系，所以安世高在他将命终的时候就到他这个庙里来。在来之前这个神就托梦给他庙里面的主事人，相当我们现在说庙里的住持，那时候不叫住持，叫庙祝，就管理这个寺庙的人。就托梦给他，告诉主管的人，说两天之后有一位高僧是我前世的同学，到这个地方来超度我，你要好好的招待他。安世高到这个庙里来了，见到那个神像就给他说法，说的那些话别的人都听不懂，说的是印度话，跟他用家乡的方言跟他说，说了以后也祝愿给他念咒。然后就要求这个神现身，你要求忏悔，现身给大家看一看。神很不乐意，他说我这个身很难看。结果安世高还是叫他现身，后来他就从神龛里头爬出来，是一条很大的蛇。大家都看到了，这个神他的本来面目现出来了。以后这个地方就叫蛇村。",
      "zh_TW": "他做了神，壽命比我們人要來得長。安世高死了之後投胎又得到人身，沒有失掉人身，而且生在帝王之家有宿命通，能夠捨掉帝王的王位繼續修道，他成就了，他得道了。想想這個同學壽命快要終了，命終之後他就要墮地獄，因為在做神的這一段期間至少也有一、兩百年，他享這麼長的香火。一般老百姓去祭祀，都是殺生去祭祀，神都是接受血食，去祭祀他了，他高興，保佑你順風、順水，一帆風順，一路平安。沒有祭祀他的，他就發脾氣，搞什麼怪風、怪浪的時候，弄得你船行走不平安。這是鬼神在主使這條道路（這條水道），因此享受血食的祭祀多了，跟一切眾生結下無數的命債。他自己也曉得死了以後要墮地獄，所以求安世高超度他。由於過去世老同學有這樣的關係，所以安世高在他將命終的時候就到他這個廟裡來。在來之前這個神就托夢給他廟裡面的主事人，相當我們現在說廟裡的住持，那時候不叫住持，叫廟祝，就管理這個寺廟的人。就托夢給他，告訴主管的人，說兩天之後有一位高僧是我前世的同學，到這個地方來超度我，你要好好的招待他。安世高到這個廟裡來了，見到那個神像就給他說法，說的那些話別的人都聽不懂，說的是印度話，跟他用家鄉的方言跟他說，說了以後也祝願給他念咒。然後就要求這個神現身，你要求懺悔，現身給大家看一看。神很不樂意，他說我這個身很難看。結果安世高還是叫他現身，後來他就從神龕裡頭爬出來，是一條很大的蛇。大家都看到了，這個神他的本來面目現出來了。以後這個地方就叫蛇村。"
    },
    {
      "id": "15-007-0002_p0009",
      "zh_CN": "神嘱咐庙里头管事的人，把他所有的财物统统交给安世高大师，求安世高大师给他修福来超度他。安世高就带了这批财物到南康，南康是汉朝的一个大镇，就是现在的江西省的省会南昌，在当时叫南康。在那个地方建一个佛庙，就是拿这个神的钱，他的财物，在现在的南昌建一个庙。这是江南佛庙第一个，江南第一个佛庙建庙的功德主就是宫亭湖的湖神。江南的佛法就从这个庙开始。建好了之后，安世高大师在那个地方主持这个庙，弘法利生，这是以后的事情。当时安世高离开之后，上了船，船走没有多远，大家看到有一个穿白衣服的人，年纪很轻，站在船头上向安世高磕了三个头以后就不见了。有很多人看到，问他那是什么人？安世高点点头，告诉大家那就是庙里头那个蛇神，现在他已经脱离了蛇身生忉利天。",
      "zh_TW": "神囑咐廟裡頭管事的人，把他所有的財物統統交給安世高大師，求安世高大師給他修福來超度他。安世高就帶了這批財物到南康，南康是漢朝的一個大鎮，就是現在的江西省的省會南昌，在當時叫南康。在那個地方建一個佛廟，就是拿這個神的錢，他的財物，在現在的南昌建一個廟。這是江南佛廟第一個，江南第一個佛廟建廟的功德主就是宮亭湖的湖神。江南的佛法就從這個廟開始。建好了之後，安世高大師在那個地方主持這個廟，弘法利生，這是以後的事情。當時安世高離開之後，上了船，船走沒有多遠，大家看到有一個穿白衣服的人，年紀很輕，站在船頭上向安世高磕了三個頭以後就不見了。有很多人看到，問他那是什麼人？安世高點點頭，告訴大家那就是廟裡頭那個蛇神，現在他已經脫離了蛇身生忉利天。"
    },
    {
      "id": "15-007-0002_p0010",
      "zh_CN": "安世高建的这个庙叫大安寺，这个庙的名称也是由安世高定的。安世高的神迹很多，诸位要想知道详细一点，可以看看《高僧传》。在《高僧传初集》，《神僧传》里头也有记载，我们在此地不必多说，略略的把大师重要的事迹，做一个简单的介绍。由这段公案来看，出家修行、弘经布施，如果你不能够真正的舍弃瞋恚，还是要堕落在恶道。所以忍辱波罗蜜重要！不能够忍，修得再好，果报还是在三途。你所修的什么？是有漏的福报，福报到三途里面去享。所以世间无知的老百姓所拜的那些鬼神，有一些并不是真正的鬼神，许许多多都是畜生身。我们在安世高传记里面所看到的就是一个例子，大家拜的龙王，实际上那个龙王是个蛇身，并不是龙。所以以畜生身来享受这个福报的，很多很多。在本省什么妈祖、王爷公之类的，什么千岁爷，你看多少？那些都是鬼畜身，也都是前世修行人，不舍瞋恚，终堕恶道，这是我们要特别警惕的。那就是说一个修行人，无论遇到什么样不如意的事情，万万不可以动瞋恚心。你要晓得，瞋恚心一起与外面境界不相干，对自己的损失太大太大，害了自己。",
      "zh_TW": "安世高建的這個廟叫大安寺，這個廟的名稱也是由安世高定的。安世高的神蹟很多，諸位要想知道詳細一點，可以看看《高僧傳》。在《高僧傳初集》，《神僧傳》裡頭也有記載，我們在此地不必多說，略略的把大師重要的事蹟，做一個簡單的介紹。由這段公案來看，出家修行、弘經布施，如果你不能夠真正的捨棄瞋恚，還是要墮落在惡道。所以忍辱波羅蜜重要！不能夠忍，修得再好，果報還是在三途。你所修的什麼？是有漏的福報，福報到三途裡面去享。所以世間無知的老百姓所拜的那些鬼神，有一些並不是真正的鬼神，許許多多都是畜生身。我們在安世高傳記裡面所看到的就是一個例子，大家拜的龍王，實際上那個龍王是個蛇身，並不是龍。所以以畜生身來享受這個福報的，很多很多。在本省什麼媽祖、王爺公之類的，什麼千歲爺，你看多少？那些都是鬼畜身，也都是前世修行人，不捨瞋恚，終墮惡道，這是我們要特別警惕的。那就是說一個修行人，無論遇到什麼樣不如意的事情，萬萬不可以動瞋恚心。你要曉得，瞋恚心一起與外面境界不相干，對自己的損失太大太大，害了自己。"
    },
    {
      "id": "15-007-0002_p0011",
      "zh_CN": "第二，超度功德确实是有，但是必须要得道的高僧才真正的有效果。宫亭湖神要遇不到安世高，他的果报在地狱。因为在做神的这个期间当中，瞋恚心更重，造的杀业更多。不如他意了，他有方法把人家的船给它在江当中翻掉，财物损失了，人也淹死了。这就是这些神的瞋恚，所以他自己也晓得死了之后一定堕地狱。像以后，超度梁武帝的皇后，是宝志公长老，宝志公历史上传说观世音菩萨的化身。悟达国师的那个冤家对头，替他化解的是迦诺迦（阿罗汉），这是得道的高僧才有真正的效果。没有得道的，唯一可以有几分相应的，那就是至诚感通。没有诚意，没有恭敬心，那个超度的佛事等于白做了。所以真正讲到这个超度的功德利益，我们要不懂这个理，不晓得这个做法，太难太难了。主法的人要恭敬，诚心诚意；帮助修法的人，乃至于斋主一家人都要全心全意、恭恭敬敬的来做才会有感应，这个亡者才能够得利益。",
      "zh_TW": "第二，超度功德確實是有，但是必須要得道的高僧才真正的有效果。宮亭湖神要遇不到安世高，他的果報在地獄。因為在做神的這個期間當中，瞋恚心更重，造的殺業更多。不如他意了，他有方法把人家的船給它在江當中翻掉，財物損失了，人也淹死了。這就是這些神的瞋恚，所以他自己也曉得死了之後一定墮地獄。像以後，超度梁武帝的皇后，是寶誌公長老，寶誌公歷史上傳說觀世音菩薩的化身。悟達國師的那個冤家對頭，替他化解的是迦諾迦（阿羅漢），這是得道的高僧才有真正的效果。沒有得道的，唯一可以有幾分相應的，那就是至誠感通。沒有誠意，沒有恭敬心，那個超度的佛事等於白做了。所以真正講到這個超度的功德利益，我們要不懂這個理，不曉得這個做法，太難太難了。主法的人要恭敬，誠心誠意；幫助修法的人，乃至於齋主一家人都要全心全意、恭恭敬敬的來做才會有感應，這個亡者才能夠得利益。"
    },
    {
      "id": "15-007-0002_p0012",
      "zh_CN": "我们现在看看，有许多超度的佛事非常的草率，很随便，没有恭敬心。斋主那个心不是超度亡者，而是什么？面子问题，做给亲戚朋友们看的。你看我现在做了，你们大家没话说了。如果不做，父母过去了，别人说他不孝。他不是真孝父母，不是真的超度父母，他是怕别人说闲话，敷衍了事。斋主本身敷衍了事，主法这些出家法师当然更随便，为什么？你自己都没有意思超度。法师诵经超度目的也并不是在超度，是把那个单钱供养拿到就行了，超得了超不了绝对不负责任。那这个样子出家人也有过失，所谓是接受人家的供养就要替人消灾，人家灾消不掉，你接受这个供养将来还是要还债的，非常之不好，等于是一种欺骗的手段，把信众的钱骗到我手里来，骗到我口袋里来。因此，经忏佛事的超度，必须要至诚恭敬，才能够免除这个过患，这是第二桩要明了的。",
      "zh_TW": "我們現在看看，有許多超度的佛事非常的草率，很隨便，沒有恭敬心。齋主那個心不是超度亡者，而是什麼？面子問題，做給親戚朋友們看的。你看我現在做了，你們大家沒話說了。如果不做，父母過去了，別人說他不孝。他不是真孝父母，不是真的超度父母，他是怕別人說閒話，敷衍了事。齋主本身敷衍了事，主法這些出家法師當然更隨便，為什麼？你自己都沒有意思超度。法師誦經超度目的也並不是在超度，是把那個單錢供養拿到就行了，超得了超不了絕對不負責任。那這個樣子出家人也有過失，所謂是接受人家的供養就要替人消災，人家災消不掉，你接受這個供養將來還是要還債的，非常之不好，等於是一種欺騙的手段，把信眾的錢騙到我手裡來，騙到我口袋裡來。因此，經懺佛事的超度，必須要至誠恭敬，才能夠免除這個過患，這是第二樁要明瞭的。"
    },
    {
      "id": "15-007-0002_p0013",
      "zh_CN": "第三，三宝依寺而住，没有寺院，没有道场，佛法再好也不能够弘扬，所以寺院是教化众生的根据地。因此建立寺院、讲堂的功德无量无边，福德最大。你看看安世高接受宫亭湖神这些财物，他往江西南昌去，还没有到江西（没有到南昌）这个宫亭湖神他已经超脱了，已经生忉利天了。只发了这个心，事情还没有做、庙还没有盖，他就生天，就解脱了。诸位想想，这种功德太大太大了。这个严格的讲不算功德，算福德。所以我们要想修福到哪里去修？利益众生的事情是福德，哪一桩事情对众生利益最大？无过于弘法利生。弘法利生是为一切众生做最好的因缘，什么因缘？破迷开悟的因缘，离苦得乐的因缘，所以这一桩事情福德最大。",
      "zh_TW": "第三，三寶依寺而住，沒有寺院，沒有道場，佛法再好也不能夠弘揚，所以寺院是教化眾生的根據地。因此建立寺院、講堂的功德無量無邊，福德最大。你看看安世高接受宮亭湖神這些財物，他往江西南昌去，還沒有到江西（沒有到南昌）這個宮亭湖神他已經超脫了，已經生忉利天了。只發了這個心，事情還沒有做、廟還沒有蓋，他就生天，就解脫了。諸位想想，這種功德太大太大了。這個嚴格的講不算功德，算福德。所以我們要想修福到哪裡去修？利益眾生的事情是福德，哪一樁事情對眾生利益最大？無過於弘法利生。弘法利生是為一切眾生做最好的因緣，什麼因緣？破迷開悟的因緣，離苦得樂的因緣，所以這一樁事情福德最大。"
    },
    {
      "id": "15-007-0002_p0014",
      "zh_CN": "第四桩是说功德，功德必须要修行。功德说的什么？说的戒定慧，戒定慧别人不能给我们，是要我们自己去修。他的成就明心见性，了生死出三界，断烦恼证菩提，这是属于功德。福德的果报只在人天，所以安世高那个同学做神，死了以后生到忉利天。这是一般讲福德最大的只能够生到忉利天。他的成就比安世高那差得太远太远了。",
      "zh_TW": "第四樁是說功德，功德必須要修行。功德說的什麼？說的戒定慧，戒定慧別人不能給我們，是要我們自己去修。他的成就明心見性，了生死出三界，斷煩惱證菩提，這是屬於功德。福德的果報只在人天，所以安世高那個同學做神，死了以後生到忉利天。這是一般講福德最大的只能夠生到忉利天。他的成就比安世高那差得太遠太遠了。"
    },
    {
      "id": "15-007-0002_p0015",
      "zh_CN": "所以我们读《高僧传》、读《居士传》，乃至于读《净土圣贤录》，我们一定要做到见贤思齐。人家一生怎么样修，怎么样行，怎么成就，那是我们的榜样，是我们的典型，我们必须要效法，自己才会有成就。在修行的过程当中，尤其是初学，除了依靠经典老师之外，我们还要取一个榜样（等于说我们要找一个标本，照那个样子来塑造自己，这样成就才快），这种方法我在讲席里面说过很多很多次。圣贤之中，我们取菩萨做榜样。学菩萨，学观音菩萨，学地藏王，要学得像。学像了，你自己就是观世音，就是地藏王。如果说菩萨地位太高了，我业障深重我怎么敢当菩萨？那你在高僧里面取一个人做你自己的榜样，这样我们的成就就快，我们的障碍才能够少。古人，安世高大师是榜样，只怕我们学不来。我们中国人里面，隋唐佛学是登峰造极、黄金时代，华严宗的贤首、清凉、宗密大师，值得我们学习。天台的智者、灌顶、幽溪值得我们学习。净土宗的慧远大师、善导大师，乃至于到近代的印光大师，都可以做我们的榜样，只要我们能够善于取法。",
      "zh_TW": "所以我們讀《高僧傳》、讀《居士傳》，乃至於讀《淨土聖賢錄》，我們一定要做到見賢思齊。人家一生怎麼樣修，怎麼樣行，怎麼成就，那是我們的榜樣，是我們的典型，我們必須要效法，自己才會有成就。在修行的過程當中，尤其是初學，除了依靠經典老師之外，我們還要取一個榜樣（等於說我們要找一個標本，照那個樣子來塑造自己，這樣成就才快），這種方法我在講席裡面說過很多很多次。聖賢之中，我們取菩薩做榜樣。學菩薩，學觀音菩薩，學地藏王，要學得像。學像了，你自己就是觀世音，就是地藏王。如果說菩薩地位太高了，我業障深重我怎麼敢當菩薩？那你在高僧裡面取一個人做你自己的榜樣，這樣我們的成就就快，我們的障礙才能夠少。古人，安世高大師是榜樣，只怕我們學不來。我們中國人裡面，隋唐佛學是登峰造極、黃金時代，華嚴宗的賢首、清涼、宗密大師，值得我們學習。天台的智者、灌頂、幽溪值得我們學習。淨土宗的慧遠大師、善導大師，乃至於到近代的印光大師，都可以做我們的榜樣，只要我們能夠善於取法。"
    },
    {
      "id": "15-007-0002_p0016",
      "zh_CN": "但是在行门里头一定要专，行与解都要专一，不可以三心二意。今天选了观世音菩萨不错，我要学观世音菩萨；明天想想地藏菩萨好，我还是跟地藏菩萨有缘，算了，明天不学观音了，改学地藏；后天想想文殊菩萨智慧高，再去学文殊菩萨，这就遭了。所以老师只能跟一个，跟两个就学不成了，一才能成就。我们细细观察古人，古人之所以能有成就，能那么快的时间有成就，人家一生就一个道场，一个老师，一个法门，一部经论，他能够专一，所以他能成就。今天的人搞了一辈子都搞不成就，就是什么？他太散乱，太多了，老师太多了，道场太多了，法门太多了，贪多嚼不烂，是自己给自己找来的障碍，自己给自己找来的麻烦，不能怪人。绝不是说我们现在的根性比不上古人，这个话我绝对不承认。在我的看法当中，现代人比古人聪明得多，古人在二十几岁的时候还是呆头呆脑，还非常天真。现在人不得了，你看那四、五岁小孩就通人情世故，就能察言观色，这还得了！在从前二十几岁的人还做不到，现在五、六岁小孩子都会了，聪明极了。很可惜的聪明没有正用，用偏了，所以一无所成。我们自己要成就一定要专。",
      "zh_TW": "但是在行門裡頭一定要專，行與解都要專一，不可以三心二意。今天選了觀世音菩薩不錯，我要學觀世音菩薩；明天想想地藏菩薩好，我還是跟地藏菩薩有緣，算了，明天不學觀音了，改學地藏；後天想想文殊菩薩智慧高，再去學文殊菩薩，這就遭了。所以老師只能跟一個，跟兩個就學不成了，一才能成就。我們細細觀察古人，古人之所以能有成就，能那麼快的時間有成就，人家一生就一個道場，一個老師，一個法門，一部經論，他能夠專一，所以他能成就。今天的人搞了一輩子都搞不成就，就是什麼？他太散亂，太多了，老師太多了，道場太多了，法門太多了，貪多嚼不爛，是自己給自己找來的障礙，自己給自己找來的麻煩，不能怪人。絕不是說我們現在的根性比不上古人，這個話我絕對不承認。在我的看法當中，現代人比古人聰明得多，古人在二十幾歲的時候還是呆頭呆腦，還非常天真。現在人不得了，你看那四、五歲小孩就通人情世故，就能察言觀色，這還得了！在從前二十幾歲的人還做不到，現在五、六歲小孩子都會了，聰明極了。很可惜的聰明沒有正用，用偏了，所以一無所成。我們自己要成就一定要專。"
    },
    {
      "id": "15-007-0002_p0017",
      "zh_CN": "道场希望多，尤其希望是门庭各有施设，喜欢学那个法门的，那个道场是专门修学这个法门，你就可以参加。门门都是第一，每一个道场都是世界第一。你像在隋唐时代，我们大乘八大宗，都是世界第一。五台山《华严经》世界第一，天下学《华严经》的都集中到五台山去，那个地方是专门讲《华严》。喜欢《法华经》的，浙江的天台山，智者大师那里是专门办《法华经》，也是世界第一。喜欢戒律的，终南山的道宣律师，他那个地方的戒律是世界第一。八大宗门门都是第一，喜欢攻哪一门学问你就可以到哪一个道场，就可以亲近某一位善知识，这个才有大成就。今人之所以不能成就，就是他没有定心，他不能在一个道场坐住，他坐不住，他要到处乱跑，不但害了自己，也大大的伤害了佛教。我们看近代，你看看印光大师早期在求学的过程当中，他老人家在普陀山三十年没有出藏经楼，所以他有那么深厚的基础。他没有交际，没有应酬，不跟人往来，不跟人打招呼，埋头苦干。晚年一直就住在苏州灵岩山，弘扬净土法门。他坐得住，不是东跑西跑，绝不凑热闹，这是我们要学习的，人情佛事一定要免除掉。你要说人情佛事不往来不行，好，人情佛事你往来，你的道业不能成就，你对于佛教不会有贡献。",
      "zh_TW": "道場希望多，尤其希望是門庭各有施設，喜歡學那個法門的，那個道場是專門修學這個法門，你就可以參加。門門都是第一，每一個道場都是世界第一。你像在隋唐時代，我們大乘八大宗，都是世界第一。五台山《華嚴經》世界第一，天下學《華嚴經》的都集中到五台山去，那個地方是專門講《華嚴》。喜歡《法華經》的，浙江的天台山，智者大師那裡是專門辦《法華經》，也是世界第一。喜歡戒律的，終南山的道宣律師，他那個地方的戒律是世界第一。八大宗門門都是第一，喜歡攻哪一門學問你就可以到哪一個道場，就可以親近某一位善知識，這個才有大成就。今人之所以不能成就，就是他沒有定心，他不能在一個道場坐住，他坐不住，他要到處亂跑，不但害了自己，也大大的傷害了佛教。我們看近代，你看看印光大師早期在求學的過程當中，他老人家在普陀山三十年沒有出藏經樓，所以他有那麼深厚的基礎。他沒有交際，沒有應酬，不跟人往來，不跟人打招呼，埋頭苦幹。晚年一直就住在蘇州靈巖山，弘揚淨土法門。他坐得住，不是東跑西跑，絕不湊熱鬧，這是我們要學習的，人情佛事一定要免除掉。你要說人情佛事不往來不行，好，人情佛事你往來，你的道業不能成就，你對於佛教不會有貢獻。"
    },
    {
      "id": "15-007-0002_p0018",
      "zh_CN": "我在凤山讲经，我就劝煮云法师，我很坦白的告诉他，我说你老人家在凤山莲社，如果说三十年不出你的莲社大门，你今天是名副其实净土宗第十四代的祖师。你到处跑决定不行，纵然是你天天打佛七也不行，你也不能成就。你要能把你凤山莲社启建为全世界第一个佛七的道场，你这个功德不得了，无量无边，天下人要打佛七都要到你凤山莲社来。你不可以迁就别人，某个地方，那个地方的信徒：法师你慈悲慈悲，到那边去。这个不行，这个你一慈悲，这叫人情佛事。为什么？你不能建立一个世界的权威道场，换句话说，你对于整个佛教没有影响力，人家看你凤山莲社是一般寺庙，不会另眼相看。你要是在凤山莲社如如不动，三十年不出门，人家今天提起全世界净土道场那是第一，世界第一。这个不得了，全世界的佛教徒到台湾来，头一个要去拜见你，为什么？你是世界第一。跑不得的，一跑就完了，宗门教下都是如此，我们看看《高僧传》哪一个高僧大德不是在一个寺庙里一生当中如如不动？他才有这样大的影响力，影响当时，影响到后代。",
      "zh_TW": "我在鳳山講經，我就勸煮雲法師，我很坦白的告訴他，我說你老人家在鳳山蓮社，如果說三十年不出你的蓮社大門，你今天是名副其實淨土宗第十四代的祖師。你到處跑決定不行，縱然是你天天打佛七也不行，你也不能成就。你要能把你鳳山蓮社啟建為全世界第一個佛七的道場，你這個功德不得了，無量無邊，天下人要打佛七都要到你鳳山蓮社來。你不可以遷就別人，某個地方，那個地方的信徒：法師你慈悲慈悲，到那邊去。這個不行，這個你一慈悲，這叫人情佛事。為什麼？你不能建立一個世界的權威道場，換句話說，你對於整個佛教沒有影響力，人家看你鳳山蓮社是一般寺廟，不會另眼相看。你要是在鳳山蓮社如如不動，三十年不出門，人家今天提起全世界淨土道場那是第一，世界第一。這個不得了，全世界的佛教徒到台灣來，頭一個要去拜見你，為什麼？你是世界第一。跑不得的，一跑就完了，宗門教下都是如此，我們看看《高僧傳》哪一個高僧大德不是在一個寺廟裡一生當中如如不動？他才有這樣大的影響力，影響當時，影響到後代。"
    },
    {
      "id": "15-007-0002_p0019",
      "zh_CN": "我这些年来在外面讲经，到处都劝这些大法师们，劝他的时候他们都点头，这个话很有道理，很有道理就完了，还是要跑。我自己没有福报，没有地方，所以哪里请我讲经就哪里去，我没有地方住，行云流水，没有他们那个大福报。他们有福报的人，很可惜了，没有好好的利用他那个福报，成就自己，成就众生，成就佛法。我出家以来，在外面是流浪二十年，现在才有这么小小的地方，我对于这个道理深深的明了，知道这个利害。所以我在南部，告诉南部的同修们，因为南部一部经没有讲圆满，经也不是大经，《地藏经》没有讲圆满。所以说南部《地藏经》圆满了，大家再也不要请我讲经，学校里头也不要再找我教学，我预定在阳历六十九年的元旦，我就宣布，我禁足，我哪里也不应酬。过去我劝别人一个寺庙坐稳，如如不动。人家说你没有地方，那没有话说。现在有这么一个地方了，你这个人说话不算话，你叫我们在一个庙里不动，你现在自己有个地方，你还到处乱跑。我不能再劝人，我劝人，人家不听，我们现在有个地方，我们做一个样子给大家看。也就是说我们做出真正的成绩来劝那些法师、大德们，如果每个人把他自己的道场都能够稳稳的坐住了，我们的佛法就兴。道场要天天讲经，讲不好没关系，没有听众也没关系，把人都讲跑了都没关系，桌椅板凳跑不掉，就对桌椅板凳说法，要有这样的精神。一遍讲不好，两遍；两遍讲不好，三遍。讲个百遍、千遍，你就是世界第一。",
      "zh_TW": "我這些年來在外面講經，到處都勸這些大法師們，勸他的時候他們都點頭，這個話很有道理，很有道理就完了，還是要跑。我自己沒有福報，沒有地方，所以哪裡請我講經就哪裡去，我沒有地方住，行雲流水，沒有他們那個大福報。他們有福報的人，很可惜了，沒有好好的利用他那個福報，成就自己，成就眾生，成就佛法。我出家以來，在外面是流浪二十年，現在才有這麼小小的地方，我對於這個道理深深的明瞭，知道這個利害。所以我在南部，告訴南部的同修們，因為南部一部經沒有講圓滿，經也不是大經，《地藏經》沒有講圓滿。所以說南部《地藏經》圓滿了，大家再也不要請我講經，學校裡頭也不要再找我教學，我預定在陽曆六十九年的元旦，我就宣布，我禁足，我哪裡也不應酬。過去我勸別人一個寺廟坐穩，如如不動。人家說你沒有地方，那沒有話說。現在有這麼一個地方了，你這個人說話不算話，你叫我們在一個廟裡不動，你現在自己有個地方，你還到處亂跑。我不能再勸人，我勸人，人家不聽，我們現在有個地方，我們做一個樣子給大家看。也就是說我們做出真正的成績來勸那些法師、大德們，如果每個人把他自己的道場都能夠穩穩的坐住了，我們的佛法就興。道場要天天講經，講不好沒關係，沒有聽眾也沒關係，把人都講跑了都沒關係，桌椅板凳跑不掉，就對桌椅板凳說法，要有這樣的精神。一遍講不好，兩遍；兩遍講不好，三遍。講個百遍、千遍，你就是世界第一。"
    },
    {
      "id": "15-007-0002_p0020",
      "zh_CN": "经不可以讲多，一、二种就可以了。所以会讲经的法师，能力再高的，不要超过十部。超过十部你就不行，说老实话没有那个能力，没有那种智慧。古人一生讲经就是一、两部，有个一、两部经就可以维持门庭。我这个寺庙只有一部经，专门讲《弥陀经》，一部讲完了重头再来一部，一遍、一遍的一直讲下去，讲一千遍、讲一万遍你就变成《弥陀经》的道场。世界上的人要想听《弥陀经》，你家的《弥陀经》是权威，别人的《弥陀经》不是权威。为什么？你一生讲《弥陀经》，你《弥陀经》讲了几百遍，人家《弥陀经》讲个一遍、两遍，那算得了什么？所以世界上的人要想听《弥陀经》，不找你找谁？你要把《弥陀经》讲个几百遍，给你说，你就是阿弥陀佛化身，你就是阿弥陀佛再来。所以东西不能多，多了就不行，你就分身、就分掉了，你力量就分散了，就不能成就。我们中国古来大德有一生讲《弥陀经》，讲几百遍的，有，他不讲第二部经，就是一部。有一生讲《无量寿经》，讲两百遍的，史传里面都有记载；一生讲《金刚经》多得是。万不可以好高骛远，学大通家，样样都会，样样都能。那是再来人，绝不是凡夫，凡夫做不到的。一部经，跟诸位说，真讲通了，一切经都通，所谓是「一经通则一切经通」。你同样学十部、二十部，你一部都学不通。你果然学一部，我十年就学这一部，就学一部《弥陀经》，或者学这一部《阿难问事佛吉凶经》，你在这一部经上用上十年，给诸位说，这部《大藏经》整个通达。你要十年去看这部《大藏经》，你一窍不通，你看到前面不晓得后面，看到后面前头早忘得干干净净，没有用处的。世出世法都一样，专一、专精，才会有成就。",
      "zh_TW": "經不可以講多，一、二種就可以了。所以會講經的法師，能力再高的，不要超過十部。超過十部你就不行，說老實話沒有那個能力，沒有那種智慧。古人一生講經就是一、兩部，有個一、兩部經就可以維持門庭。我這個寺廟只有一部經，專門講《彌陀經》，一部講完了重頭再來一部，一遍、一遍的一直講下去，講一千遍、講一萬遍你就變成《彌陀經》的道場。世界上的人要想聽《彌陀經》，你家的《彌陀經》是權威，別人的《彌陀經》不是權威。為什麼？你一生講《彌陀經》，你《彌陀經》講了幾百遍，人家《彌陀經》講個一遍、兩遍，那算得了什麼？所以世界上的人要想聽《彌陀經》，不找你找誰？你要把《彌陀經》講個幾百遍，給你說，你就是阿彌陀佛化身，你就是阿彌陀佛再來。所以東西不能多，多了就不行，你就分身、就分掉了，你力量就分散了，就不能成就。我們中國古來大德有一生講《彌陀經》，講幾百遍的，有，他不講第二部經，就是一部。有一生講《無量壽經》，講兩百遍的，史傳裡面都有記載；一生講《金剛經》多得是。萬不可以好高騖遠，學大通家，樣樣都會，樣樣都能。那是再來人，絕不是凡夫，凡夫做不到的。一部經，跟諸位說，真講通了，一切經都通，所謂是「一經通則一切經通」。你同樣學十部、二十部，你一部都學不通。你果然學一部，我十年就學這一部，就學一部《彌陀經》，或者學這一部《阿難問事佛吉凶經》，你在這一部經上用上十年，給諸位說，這部《大藏經》整個通達。你要十年去看這部《大藏經》，你一竅不通，你看到前面不曉得後面，看到後面前頭早忘得乾乾淨淨，沒有用處的。世出世法都一樣，專一、專精，才會有成就。"
    },
    {
      "id": "15-007-0002_p0021",
      "zh_CN": "可以多听，可以多看，博览，自己专攻的就一部，这样才会有成就。我在道场给诸位说过了，我今天这种做法是舍己为人，成就你们大家，牺牲自己。如果我要是没有这个悲心，不顾大家，我一生专门讲一部经，给诸位说，几年之后我这一部经就世界权威，就世界第一，我自己成就，自己真正有大成就。现在为什么我不这样做法？通经的人太少太少了，逼迫得没有办法，所以开出这么多种。这样多种，我还是有限制，我图书馆，我在这个地方讲经只限于十部经，周而复始的讲，这是我最大的能力，最大的限量。你说再讲十部、二十部、三十部，那我也不会有成就，我也搞大杂烩，那都是搞表面的，没有深度了。所以我是慎重再慎重选了十部经，也就是说外面同学们来参学的，来跟我一道研究的，也仅限于这个十部经。十部经以外的，你们要学，我这里不讲，你去找别人去学。我的期望是同学们一生当中能够专攻一、二部，这是最理想，一定有大成就。千万不可以贪多。",
      "zh_TW": "可以多聽，可以多看，博覽，自己專攻的就一部，這樣才會有成就。我在道場給諸位說過了，我今天這種做法是捨己為人，成就你們大家，犧牲自己。如果我要是沒有這個悲心，不顧大家，我一生專門講一部經，給諸位說，幾年之後我這一部經就世界權威，就世界第一，我自己成就，自己真正有大成就。現在為什麼我不這樣做法？通經的人太少太少了，逼迫得沒有辦法，所以開出這麼多種。這樣多種，我還是有限制，我圖書館，我在這個地方講經只限於十部經，周而復始的講，這是我最大的能力，最大的限量。你說再講十部、二十部、三十部，那我也不會有成就，我也搞大雜燴，那都是搞表面的，沒有深度了。所以我是慎重再慎重選了十部經，也就是說外面同學們來參學的，來跟我一道研究的，也僅限於這個十部經。十部經以外的，你們要學，我這裡不講，你去找別人去學。我的期望是同學們一生當中能夠專攻一、二部，這是最理想，一定有大成就。千萬不可以貪多。"
    },
    {
      "id": "15-007-0002_p0022",
      "zh_CN": "讲堂里面所讲的一切经都要听，要多看，要多听，把这些义理融会在自己专攻的这一部经。像《弥陀经疏钞》就是一个好榜样，《弥陀经疏钞》里面的内容可以说把三藏十二部的精华统统融会在里面，从一部《阿弥陀经》发挥出来。所以这一部经就是一切经，一切经就是一部经，这是我们的榜样。你要是说一生就讲一部《弥陀经》有什么味道？你看看《弥陀经疏钞》有没有味道？我们过去讲过一遍，一部《弥陀经疏钞》讲下来需要五百个小时，每一天讲两个小时足足要讲一年，一年讲一遍《弥陀经》。一部《弥陀经疏钞》不亚于一部《华严经》，怎么能说这部经小？怎么能说这部经没有意思？我讲《弥陀经疏钞》就非常有味道，这一次第二遍讲的时候，也是同学要求启请，他们前面听过一遍之后，希望能再听一遍，所以这一次才发起印这部经，我们再讲。过去我们讲这部经的时候，曾经印过一次，也是精装本，这是我们第二次印，连这个《疏钞演义》一起印出来，这是便利专修净土同修们，一种施设的方便因缘。我说这些话，这些年来在各方面呼吁，主要的就是深深的感到我们这一代学佛多数是盲从，没有认真的去检讨检讨，我们失败的因素在哪里。找到失败的因素了，立刻就要回过头来，立刻把它修正，而后我们的功德不至于唐捐，才能谈得上真实的成就。这是我们讲的人题里面，题外的一点意思。",
      "zh_TW": "講堂裡面所講的一切經都要聽，要多看，要多聽，把這些義理融會在自己專攻的這一部經。像《彌陀經疏鈔》就是一個好榜樣，《彌陀經疏鈔》裡面的內容可以說把三藏十二部的精華統統融會在裡面，從一部《阿彌陀經》發揮出來。所以這一部經就是一切經，一切經就是一部經，這是我們的榜樣。你要是說一生就講一部《彌陀經》有什麼味道？你看看《彌陀經疏鈔》有沒有味道？我們過去講過一遍，一部《彌陀經疏鈔》講下來需要五百個小時，每一天講兩個小時足足要講一年，一年講一遍《彌陀經》。一部《彌陀經疏鈔》不亞於一部《華嚴經》，怎麼能說這部經小？怎麼能說這部經沒有意思？我講《彌陀經疏鈔》就非常有味道，這一次第二遍講的時候，也是同學要求啟請，他們前面聽過一遍之後，希望能再聽一遍，所以這一次才發起印這部經，我們再講。過去我們講這部經的時候，曾經印過一次，也是精裝本，這是我們第二次印，連這個《疏鈔演義》一起印出來，這是便利專修淨土同修們，一種施設的方便因緣。我說這些話，這些年來在各方面呼籲，主要的就是深深的感到我們這一代學佛多數是盲從，沒有認真的去檢討檢討，我們失敗的因素在哪裡。找到失敗的因素了，立刻就要回過頭來，立刻把它修正，而後我們的功德不至於唐捐，才能談得上真實的成就。這是我們講的人題裡面，題外的一點意思。"
    },
    {
      "id": "15-007-0002_p0023",
      "zh_CN": "后面一个『译』字，「译」是翻译，不要多说了，这个字我们常常讲到。合起来讲这个题目，后汉桓帝时候有一位西域的出家人，是安息国的世高法师他所翻译的。在经文里面，这部经是属于早期的翻译，早期的翻译都是为了要适合中国人的口味，所以在文句的结构里面就是尽可能的中国化。所以这经文一开端没有「如是我闻，一时佛在什么处所」没有这些字样，原文给诸位说都有的。这就是早期翻经的时候，用我们中国文章的体裁，由此可知佛法传到中国初期「恒顺众生，随喜功德」，连这个经文组织结构都要顺乎中国的人情。到了鸠摩罗什大师，我们对于这个经典渐渐的熟悉，渐渐能够接受了，才照原来的样子翻过来，加上这个「如是我闻，一时」，就加上这六种成就。但是在译笔里面还是着重义理，还是尽可能的要顺乎于中国文章的章法结构，外国法师到这里来都是顺我们中国人。我们看到印度经的本来面目，那要看谁译的？看我们中国人，玄奘大师所翻译的。他是我们中国人，他顺印度的文法来译，外国的法师到中国来顺中国人。中国的法师到外国留学，用它原来的章法结构翻译过来。所以我们看看玄奘大师所译的东西，我们念了有点不太习惯，很多句子，倒装句，为什么？印度的文法，他是直译的，他不是意译。所以念起玄奘大师的译本，不如鸠摩罗什大师的译本念得痛快，道理就在此地。这个里头味道很深，罗什大师为什么不直译？玄奘，玄奘是中国人，罗什大师是外国人，外国人用外国的文法，我们会拒绝，会排斥。我们中国法师用外国的，不会排斥，为什么？他是中国人。这个里面用意多深长，所以佛法要顺乎人情，不顺乎人情的佛法行不通。再我们读到《华严》，《华严》叫无障碍法。不顺乎人情的，那就变成有障碍法，那不是无障碍法。",
      "zh_TW": "後面一個『譯』字，「譯」是翻譯，不要多說了，這個字我們常常講到。合起來講這個題目，後漢桓帝時候有一位西域的出家人，是安息國的世高法師他所翻譯的。在經文裡面，這部經是屬於早期的翻譯，早期的翻譯都是為了要適合中國人的口味，所以在文句的結構裡面就是盡可能的中國化。所以這經文一開端沒有「如是我聞，一時佛在什麼處所」沒有這些字樣，原文給諸位說都有的。這就是早期翻經的時候，用我們中國文章的體裁，由此可知佛法傳到中國初期「恆順眾生，隨喜功德」，連這個經文組織結構都要順乎中國的人情。到了鳩摩羅什大師，我們對於這個經典漸漸的熟悉，漸漸能夠接受了，才照原來的樣子翻過來，加上這個「如是我聞，一時」，就加上這六種成就。但是在譯筆裡面還是著重義理，還是盡可能的要順乎於中國文章的章法結構，外國法師到這裡來都是順我們中國人。我們看到印度經的本來面目，那要看誰譯的？看我們中國人，玄奘大師所翻譯的。他是我們中國人，他順印度的文法來譯，外國的法師到中國來順中國人。中國的法師到外國留學，用它原來的章法結構翻譯過來。所以我們看看玄奘大師所譯的東西，我們念了有點不太習慣，很多句子，倒裝句，為什麼？印度的文法，他是直譯的，他不是意譯。所以念起玄奘大師的譯本，不如鳩摩羅什大師的譯本念得痛快，道理就在此地。這個裡頭味道很深，羅什大師為什麼不直譯？玄奘，玄奘是中國人，羅什大師是外國人，外國人用外國的文法，我們會拒絕，會排斥。我們中國法師用外國的，不會排斥，為什麼？他是中國人。這個裡面用意多深長，所以佛法要順乎人情，不順乎人情的佛法行不通。再我們讀到《華嚴》，《華嚴》叫無障礙法。不順乎人情的，那就變成有障礙法，那不是無障礙法。"
    },
    {
      "id": "15-007-0002_p0024",
      "zh_CN": "所以这一部经是一篇文章，一篇文章里面有七段，七段实际上是讲五桩事情，也就是说是五篇东西合集起来，集在一起成这部经。经文并不长，诸位看看薄薄的这一小本。这一小本在小乘经里面来说，尤其对于学大乘佛法的非常重要，一入佛门最好先读这部经，要熟读，奠定佛法的基础。在此地，我先将段落简单跟诸位介绍。第一大段里面是讲学佛的果报，就是我们学佛到底是得的福报？还是得的凶灾？是跟我们说这桩事情。这个事情，尤其在今天，确确实实是要把它辨别清楚。我们看到学佛的，有人学佛确实得到好的果报，事事如意。有的人学佛，得的果报恰恰相反，得到的是灾难、凶灾，一切不吉祥、不如意。这个到底怪谁？是佛法不灵，还是佛法有所偏心，还是我们自己学佛不如法？在第一段里头讨论这个问题。第二段是讲杀生责任的果报。这个问题也很重要，今天这个世界重大的劫难要来临，这个劫难是怎么造成的？杀生造成的。是一切众生杀业的累积，累积到今天有个总的果报，那就是三次世界大战，杀业的总报。我们要想在这个共业，总报里面能够幸免，不受这个灾难，这个道理、这种修法必须要明了。第三个问题，就是学佛跟我们日常生活有没有抵触，有没有冲突？这也是每一个学佛的同修所关心的事情。给诸位说，学佛跟日常生活没有冲突，尤其是在大乘经里面，生活就是修行，修行就是生活，世出世间法没有障碍。这四个问题非常的重要，这一部经里头前面的四大段，可以说最重要的四段就讲这个问题。",
      "zh_TW": "所以這一部經是一篇文章，一篇文章裡面有七段，七段實際上是講五樁事情，也就是說是五篇東西合集起來，集在一起成這部經。經文並不長，諸位看看薄薄的這一小本。這一小本在小乘經裡面來說，尤其對於學大乘佛法的非常重要，一入佛門最好先讀這部經，要熟讀，奠定佛法的基礎。在此地，我先將段落簡單跟諸位介紹。第一大段裡面是講學佛的果報，就是我們學佛到底是得的福報？還是得的凶災？是跟我們說這樁事情。這個事情，尤其在今天，確確實實是要把它辨別清楚。我們看到學佛的，有人學佛確實得到好的果報，事事如意。有的人學佛，得的果報恰恰相反，得到的是災難、凶災，一切不吉祥、不如意。這個到底怪誰？是佛法不靈，還是佛法有所偏心，還是我們自己學佛不如法？在第一段裡頭討論這個問題。第二段是講殺生責任的果報。這個問題也很重要，今天這個世界重大的劫難要來臨，這個劫難是怎麼造成的？殺生造成的。是一切眾生殺業的累積，累積到今天有個總的果報，那就是三次世界大戰，殺業的總報。我們要想在這個共業，總報裡面能夠倖免，不受這個災難，這個道理、這種修法必須要明瞭。第三個問題，就是學佛跟我們日常生活有沒有牴觸，有沒有衝突？這也是每一個學佛的同修所關心的事情。給諸位說，學佛跟日常生活沒有衝突，尤其是在大乘經裡面，生活就是修行，修行就是生活，世出世間法沒有障礙。這四個問題非常的重要，這一部經裡頭前面的四大段，可以說最重要的四段就講這個問題。"
    },
    {
      "id": "15-007-0002_p0025",
      "zh_CN": "第五大段，是阿难自己的庆幸，遇到佛法不容易。开经偈里面说的，「百千万劫难遭遇」，不是偶尔之事，也不是什么幸运之事，多生多劫你有这个善根、福德、因缘，你才能够遇到正法。所以遇到了，自己应当要庆幸，应当要珍重，决定不可以把这个机缘错过。第六大段是偈颂，这个偈颂多半是重颂，也有几首是孤起颂。这个重颂是阿难尊者说出的，重颂在此地也很有意义，便于我们学人的受持，怕的是经文长我们不能背下来，背不下来在日常生活当中没有办法修学，就是提不起观照的功夫。因此经文不能够全背，背偈颂，偈颂一定要熟。能够背全文那更好，不能背全文就背偈颂。偈颂如果不能背，那这部经就等于白学了，为什么？纵然你听得很清楚，听得很明白，过个一、两个月都忘掉了，没用处。因此学什么经就要背什么经，不能全背，里面重要的部分要选出来背，要摘出来背。",
      "zh_TW": "第五大段，是阿難自己的慶幸，遇到佛法不容易。開經偈裡面說的，「百千萬劫難遭遇」，不是偶爾之事，也不是什麼幸運之事，多生多劫你有這個善根、福德、因緣，你才能夠遇到正法。所以遇到了，自己應當要慶幸，應當要珍重，決定不可以把這個機緣錯過。第六大段是偈頌，這個偈頌多半是重頌，也有幾首是孤起頌。這個重頌是阿難尊者說出的，重頌在此地也很有意義，便於我們學人的受持，怕的是經文長我們不能背下來，背不下來在日常生活當中沒有辦法修學，就是提不起觀照的功夫。因此經文不能夠全背，背偈頌，偈頌一定要熟。能夠背全文那更好，不能背全文就背偈頌。偈頌如果不能背，那這部經就等於白學了，為什麼？縱然你聽得很清楚，聽得很明白，過個一、兩個月都忘掉了，沒用處。因此學什麼經就要背什麼經，不能全背，裡面重要的部分要選出來背，要摘出來背。"
    },
    {
      "id": "15-007-0002_p0026",
      "zh_CN": "你譬如《大方广佛华严经》，古人就跟我们选的，最低限度要背四品，实在讲三品一章。「净行品」是《华严经》的功夫，教什么？「净行品」就是教我们忍辱。「普贤行愿品」最后这一章，十大愿王那一章，那一章是成就。一个是修因，一个是证果。十大愿王以什么来修？就是以「净行品」来修。理论里面的是「问明品」，明是智慧，「问明品」是讲理的。「初发心功德品」，那一品是着重在功德上，着重在利益上的。所以这个三品一章，通常我们也叫做四品，实际上「普贤行愿品」有四十卷，那四十卷里最后的一卷，结论，这个四种是《华严经》的精华。全经太长不能背诵，学《华严》的，这个四种必须要背。学《楞严》的，过去我也跟诸位说过，《楞严经》最重要的第六卷「观世音菩萨耳根圆通章」，文殊菩萨拣选圆通，以及「四种清净明诲」，戒定慧都有了，都具足了。《楞严》全经不能背，要背第六卷，这个一卷经，这是不能少的。",
      "zh_TW": "你譬如《大方廣佛華嚴經》，古人就跟我們選的，最低限度要背四品，實在講三品一章。「淨行品」是《華嚴經》的功夫，教什麼？「淨行品」就是教我們忍辱。「普賢行願品」最後這一章，十大願王那一章，那一章是成就。一個是修因，一個是證果。十大願王以什麼來修？就是以「淨行品」來修。理論裡面的是「問明品」，明是智慧，「問明品」是講理的。「初發心功德品」，那一品是著重在功德上，著重在利益上的。所以這個三品一章，通常我們也叫做四品，實際上「普賢行願品」有四十卷，那四十卷裡最後的一卷，結論，這個四種是《華嚴經》的精華。全經太長不能背誦，學《華嚴》的，這個四種必須要背。學《楞嚴》的，過去我也跟諸位說過，《楞嚴經》最重要的第六卷「觀世音菩薩耳根圓通章」，文殊菩薩揀選圓通，以及「四種清淨明誨」，戒定慧都有了，都具足了。《楞嚴》全經不能背，要背第六卷，這個一卷經，這是不能少的。"
    },
    {
      "id": "15-007-0002_p0027",
      "zh_CN": "所以说学什么经就要背什么经，要真正去下功夫。因此往往大部经后面都有偈颂，偈颂就是专门给我们背诵用的，要我们在日常生活当中遇到这些事、遇到这些境界能够提得起观照的功夫。经文记不起来依什么观照？《般若经》里给我们说得很清楚「依文字，起观照，证实相」，所以文字要不熟你观照就没有依靠。观照无依靠证什么实相？这是第六大段，是属于偈颂。末后一段，等于流通分，大众信解。经文不长，只有几行经文，那是属于流通。所以这部经里面，最重要的是有四大段。",
      "zh_TW": "所以說學什麼經就要背什麼經，要真正去下功夫。因此往往大部經後面都有偈頌，偈頌就是專門給我們背誦用的，要我們在日常生活當中遇到這些事、遇到這些境界能夠提得起觀照的功夫。經文記不起來依什麼觀照？《般若經》裡給我們說得很清楚「依文字，起觀照，證實相」，所以文字要不熟你觀照就沒有依靠。觀照無依靠證什麼實相？這是第六大段，是屬於偈頌。末後一段，等於流通分，大眾信解。經文不長，只有幾行經文，那是屬於流通。所以這部經裡面，最重要的是有四大段。"
    },
    {
      "id": "15-007-0002_p0028",
      "zh_CN": "今天时间到了，就介绍到此地。这是把段落略略给诸位说出来了，到入经文的时候再跟诸位细说，下一次就可以开始讲到经文了。",
      "zh_TW": "今天時間到了，就介紹到此地。這是把段落略略給諸位說出來了，到入經文的時候再跟諸位細說，下一次就可以開始講到經文了。"
    }
  ]
}