{
  "doc_id": "19-003-0009",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1978",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "19-003-0009",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "19-003-0009_p0001",
      "zh_CN": "请掀开经本：",
      "zh_TW": "請掀開經本："
    },
    {
      "id": "19-003-0009_p0002",
      "zh_CN": "【务要积德。务要包荒。务要和爱。务要惜精神。从前种种譬如昨日死。从后种种譬如今日生。此义理再生之身也。】",
      "zh_TW": "【務要積德。務要包荒。務要和愛。務要惜精神。從前種種譬如昨日死。從後種種譬如今日生。此義理再生之身也。】"
    },
    {
      "id": "19-003-0009_p0003",
      "zh_CN": "上一次我们讲到改造命运，也就是转命运的方法，在这个地方云谷禅师所教给了凡居士的，换句话说，也就是教给我们的。今天这一段就更重要了。前面一段最重要的一句话，改过自新，首先要检点自己的毛病，如果我们自己不晓得毛病，你就无从改起。我们读了前面一段文，看看了凡先生他是认真切实的反省，把自己的毛病一条一条都找出来。云谷禅师教给他的方法，你看并没有什么玄妙，只是把自己已经觉察到的毛病改过来就行了，改造命运就从这个地方做起。今天这几句话是劝勉他要更进一步，叫他注意到积德。",
      "zh_TW": "上一次我們講到改造命運，也就是轉命運的方法，在這個地方雲谷禪師所教給了凡居士的，換句話說，也就是教給我們的。今天這一段就更重要了。前面一段最重要的一句話，改過自新，首先要檢點自己的毛病，如果我們自己不曉得毛病，你就無從改起。我們讀了前面一段文，看看了凡先生他是認真切實的反省，把自己的毛病一條一條都找出來。雲谷禪師教給他的方法，你看並沒有什麼玄妙，只是把自己已經覺察到的毛病改過來就行了，改造命運就從這個地方做起。今天這幾句話是勸勉他要更進一步，叫他注意到積德。"
    },
    {
      "id": "19-003-0009_p0004",
      "zh_CN": "『务要』是务必要，也就是一定要积德，修德，这已经很重要了，修德要懂得积。我们世间有许多的同修们，尤其是学佛的同修们，人人都知道修德，但是他不知道积德，一面修一面就漏掉了，这在佛法里面讲，有漏的福报，一面修就一面漏掉了，丧失掉了，因此修了一辈子，自己这个命运还是转不过来。这个我们通常在经论里面也说得很多，怎么样会漏掉？实在前头都说过了，大经里面常讲，「一念瞋心起，百万障门开」，就是这么漏掉的。一提起来人人都知道，经上常讲的「火烧功德林」，遇到逆境现前的时候，不能够称心如意，心里不高兴了，或者发了脾气，这样一发作，福报就少了。所以德要积，着重在积这个字上。",
      "zh_TW": "『務要』是務必要，也就是一定要積德，修德，這已經很重要了，修德要懂得積。我們世間有許多的同修們，尤其是學佛的同修們，人人都知道修德，但是他不知道積德，一面修一面就漏掉了，這在佛法裡面講，有漏的福報，一面修就一面漏掉了，喪失掉了，因此修了一輩子，自己這個命運還是轉不過來。這個我們通常在經論裡面也說得很多，怎麼樣會漏掉？實在前頭都說過了，大經裡面常講，「一念瞋心起，百萬障門開」，就是這麼漏掉的。一提起來人人都知道，經上常講的「火燒功德林」，遇到逆境現前的時候，不能夠稱心如意，心裡不高興了，或者發了脾氣，這樣一發作，福報就少了。所以德要積，著重在積這個字上。"
    },
    {
      "id": "19-003-0009_p0005",
      "zh_CN": "我们为什么德积不下来？底下一句话就劝我们了，下面三句都是照应积德的。『务要包荒』，包荒简单的说就是要拓开心量，要能够包容，俗话说「宰相肚里能撑船」，这就是包荒的意思。你能够容人，才能够积德；不能容人，德纵然修，没有办法积，你看这一点多重要。我们读经，看到佛菩萨之所以伟大，大在什么地方？心量大，经上常说，「心包太虚，量周沙界」，他的心多大？能够包纳太虚空，我们现在看到的，太虚空是最大的，太虚空可以藏在他心里，肚量能容纳恒沙世界，绝不止一个地球，所以他那个德就积得无量无边了，这个叫真正的积德，就是说他能够包容。如果我们这也看不顺眼，那也不满意，诸位想想，纵然修德，你没有心量去包容。这就是叫我们要拓开心量。佛与众生不相同的，佛的心量大。",
      "zh_TW": "我們為什麼德積不下來？底下一句話就勸我們了，下面三句都是照應積德的。『務要包荒』，包荒簡單的說就是要拓開心量，要能夠包容，俗話說「宰相肚裡能撐船」，這就是包荒的意思。你能夠容人，才能夠積德；不能容人，德縱然修，沒有辦法積，你看這一點多重要。我們讀經，看到佛菩薩之所以偉大，大在什麼地方？心量大，經上常說，「心包太虛，量周沙界」，他的心多大？能夠包納太虛空，我們現在看到的，太虛空是最大的，太虛空可以藏在他心裡，肚量能容納恆沙世界，絕不止一個地球，所以他那個德就積得無量無邊了，這個叫真正的積德，就是說他能夠包容。如果我們這也看不順眼，那也不滿意，諸位想想，縱然修德，你沒有心量去包容。這就是叫我們要拓開心量。佛與眾生不相同的，佛的心量大。"
    },
    {
      "id": "19-003-0009_p0006",
      "zh_CN": "第三句教给我们，『务要和爱』，你看看，能包容才能和爱。和，昨天晚上我们讲过，六种和合，唯有和才能谈得上爱，这个爱就是慈悲、慈爱，没有和决定没有慈爱。有和才有平，你看六和敬里面所说的，能照这个去修学才能够得到平等，平而后才能得到安定。现在世间为什么不安定？不平等，它就不安定了。为什么不平等？没有修六和敬。你看这些都是因与果的关系，和是平的因，平是安的因，安是乐的因，这个功夫一层比一层深，效果一层比一层圆满。",
      "zh_TW": "第三句教給我們，『務要和愛』，你看看，能包容才能和愛。和，昨天晚上我們講過，六種和合，唯有和才能談得上愛，這個愛就是慈悲、慈愛，沒有和決定沒有慈愛。有和才有平，你看六和敬裡面所說的，能照這個去修學才能夠得到平等，平而後才能得到安定。現在世間為什麼不安定？不平等，它就不安定了。為什麼不平等？沒有修六和敬。你看這些都是因與果的關係，和是平的因，平是安的因，安是樂的因，這個功夫一層比一層深，效果一層比一層圓滿。"
    },
    {
      "id": "19-003-0009_p0007",
      "zh_CN": "末后一句说，『务要惜精神』，人生在世最宝贵的无过于精神，许多人不知道珍惜精神，而去珍惜那些身外之物，这些财宝，去珍惜那些，为了名利把自己精神消耗掉了。这个得与失，稍稍聪明一点的人一想就晓得了，身外财物是得到了，精神消耗了，得不偿失。我有一个朋友，一天到晚在外面为名利奔波，假日都找不到他。有一天我去看他，也没有在家，他的父母老人家在家，就给我说最近忙得不得了，忙些什么？还不是想多赚一点钱。他比我大概小两岁，可是我们两个站在一块，他要比我大二十岁。所以我就给他父母说，我说这一点钱财得来了，想尽方法得来，精神消耗了，寿命减短了，是不是得不偿失？他老人听听我讲这个话，点点头，是有道理，你看起来比他至少要年轻二十岁。这里得到了，那个地方失掉了。纵然你所得到的还是你命里注定的，你不必去奔波也得到，那又何必去操那么多心？《了凡四训》就是一面镜子，「一饮一啄，莫非前定」，不相信那是没办法，不是说不相信就没有命运，不相信的人还是为命运所转。",
      "zh_TW": "末後一句說，『務要惜精神』，人生在世最寶貴的無過於精神，許多人不知道珍惜精神，而去珍惜那些身外之物，這些財寶，去珍惜那些，為了名利把自己精神消耗掉了。這個得與失，稍稍聰明一點的人一想就曉得了，身外財物是得到了，精神消耗了，得不償失。我有一個朋友，一天到晚在外面為名利奔波，假日都找不到他。有一天我去看他，也沒有在家，他的父母老人家在家，就給我說最近忙得不得了，忙些什麼？還不是想多賺一點錢。他比我大概小兩歲，可是我們兩個站在一塊，他要比我大二十歲。所以我就給他父母說，我說這一點錢財得來了，想盡方法得來，精神消耗了，壽命減短了，是不是得不償失？他老人聽聽我講這個話，點點頭，是有道理，你看起來比他至少要年輕二十歲。這裡得到了，那個地方失掉了。縱然你所得到的還是你命裡注定的，你不必去奔波也得到，那又何必去操那麼多心？《了凡四訓》就是一面鏡子，「一飲一啄，莫非前定」，不相信那是沒辦法，不是說不相信就沒有命運，不相信的人還是為命運所轉。"
    },
    {
      "id": "19-003-0009_p0008",
      "zh_CN": "所以我们谈到修道，谈到学佛，如果是连袁了凡都比不上，那还谈什么修道？这个人是知命，所以他的心能够那么清净，能够将世缘都能够放下、都能够摆脱，他才有这一点聪明智慧，云谷禅师一点，他就省悟了。我们为什么读这个书，看了多少遍都不能省悟？实在说依旧是迷在名利之中不能自拔。所以佛菩萨、祖师大德怎样劝告我们、勉励我们，我们听了很有道理，看了也会点头，可是书本一放下又迷了。这是自己的命运转不过来，自己在这个生命过程当中不能够做主宰。所以聪明人应当要晓得，精神是第一宝贵，应当要珍惜。也许我们同修当中有学禅的，学禅大多数早晚学静坐的时间很长。你看看袁了凡前面自己所说的，他喜欢彻夜不眠，在那里静坐，这一句话就是对这个毛病讲的。说个实实在在的话，现在你们年轻同学们说是坐禅，恭维你几句话，你不过是跟袁了凡这个禅一样，是盘着腿坐在那里打妄想，哪里是禅？",
      "zh_TW": "所以我們談到修道，談到學佛，如果是連袁了凡都比不上，那還談什麼修道？這個人是知命，所以他的心能夠那麼清淨，能夠將世緣都能夠放下、都能夠擺脫，他才有這一點聰明智慧，雲谷禪師一點，他就省悟了。我們為什麼讀這個書，看了多少遍都不能省悟？實在說依舊是迷在名利之中不能自拔。所以佛菩薩、祖師大德怎樣勸告我們、勉勵我們，我們聽了很有道理，看了也會點頭，可是書本一放下又迷了。這是自己的命運轉不過來，自己在這個生命過程當中不能夠做主宰。所以聰明人應當要曉得，精神是第一寶貴，應當要珍惜。也許我們同修當中有學禪的，學禪大多數早晚學靜坐的時間很長。你看看袁了凡前面自己所說的，他喜歡徹夜不眠，在那裡靜坐，這一句話就是對這個毛病講的。說個實實在在的話，現在你們年輕同學們說是坐禪，恭維你幾句話，你不過是跟袁了凡這個禪一樣，是盤著腿坐在那裡打妄想，哪裡是禪？"
    },
    {
      "id": "19-003-0009_p0009",
      "zh_CN": "为了补救这个缺陷，我们这个学期在华冈跟同学们在一块研究《永嘉禅宗集》，你看看人家学禅走的是什么个路子。决定不是一学禅就叫你盘腿面壁，在盘腿面壁之前还有许多的学问，还有许多的常识，都是不可不知的。前面都不知道，就是盘起腿来枯坐，消耗精神，这种禅是学的什么？人家禅最低限度也是修长寿，你这个禅是修短命，你看这不叫颠倒吗？所以这一桩事情要小心、要谨慎，没有明师指导没有不走错路的。这是讲你盘着腿在那里打妄想，不打妄想的就昏沉，昏沉就睡着了，诸位想一想，坐在那里睡觉哪有躺着睡舒服？坐在那里睡会睡出毛病出来的。这都是无知，好高骛远，不晓得爱惜精神，这是大毛病。云谷禅师这一句话是针对他前面，他喜欢静坐，针对他这个毛病讲的。说老实话，他坐的这个功夫，我相信我们在座初学学禅的还比不上人家，人家跟云谷禅师面对面坐了三天三夜，心里头没有起个妄念。如果我们有这个功夫，坐在这里三天三夜不打妄想，自己以为不得了了，我已经得到禅定了，你看看袁了凡怎么样？依然是博地凡夫，有什么了不起的功夫？这是不可不知的，现在犯这个毛病的人不少。",
      "zh_TW": "為了補救這個缺陷，我們這個學期在華岡跟同學們在一塊研究《永嘉禪宗集》，你看看人家學禪走的是什麼個路子。決定不是一學禪就叫你盤腿面壁，在盤腿面壁之前還有許多的學問，還有許多的常識，都是不可不知的。前面都不知道，就是盤起腿來枯坐，消耗精神，這種禪是學的什麼？人家禪最低限度也是修長壽，你這個禪是修短命，你看這不叫顛倒嗎？所以這一樁事情要小心、要謹慎，沒有明師指導沒有不走錯路的。這是講你盤著腿在那裡打妄想，不打妄想的就昏沉，昏沉就睡著了，諸位想一想，坐在那裡睡覺哪有躺著睡舒服？坐在那裡睡會睡出毛病出來的。這都是無知，好高騖遠，不曉得愛惜精神，這是大毛病。雲谷禪師這一句話是針對他前面，他喜歡靜坐，針對他這個毛病講的。說老實話，他坐的這個功夫，我相信我們在座初學學禪的還比不上人家，人家跟雲谷禪師面對面坐了三天三夜，心裡頭沒有起個妄念。如果我們有這個功夫，坐在這裡三天三夜不打妄想，自己以為不得了了，我已經得到禪定了，你看看袁了凡怎麼樣？依然是博地凡夫，有什麼了不起的功夫？這是不可不知的，現在犯這個毛病的人不少。"
    },
    {
      "id": "19-003-0009_p0010",
      "zh_CN": "其次要懂得爱惜光阴，一寸光阴就是一分命光，不可以浪费光阴。怎样叫不浪费？心住在道上就是不浪费光阴，心不入道这就是浪费光阴。道是什么？道是禅定。禅定是一个总称，修学禅定的方法有无量无边的法门，哪一个法门都是修的禅定。禅宗的这个方法我们用不上，我们换一个方法修禅定，一样有成就。念佛法门也是修的禅定，叫你二六时中心里面的佛号不断，这就是修定。诸位要明了这个道理，这是以一念止一切妄念的辨法，因为我们凡夫要叫这个心不起念是辨不到的。禅家的参话头与净土宗的念佛，实在讲，没有太大的差别，参话头是将你心的注意力集中在话头上，这样才能够止住妄念，止住心的散乱。但是参话头如果不到见性，这个利益很少，所以它是属于自力法门。念佛这叫二力法门，纵然没有到一心，这个一心不乱就是禅定成就，只要得一心了，跟禅宗里面的功夫成就没有两样。这就是说明了净宗的方法，不到一心也有不可思议的功德，这种功德，通常讲的，带业往生，我们可以换一个处所，离开娑婆世界而生到极乐世界去，那边是一个修学的好环境。",
      "zh_TW": "其次要懂得愛惜光陰，一寸光陰就是一分命光，不可以浪費光陰。怎樣叫不浪費？心住在道上就是不浪費光陰，心不入道這就是浪費光陰。道是什麼？道是禪定。禪定是一個總稱，修學禪定的方法有無量無邊的法門，哪一個法門都是修的禪定。禪宗的這個方法我們用不上，我們換一個方法修禪定，一樣有成就。念佛法門也是修的禪定，叫你二六時中心裡面的佛號不斷，這就是修定。諸位要明瞭這個道理，這是以一念止一切妄念的辨法，因為我們凡夫要叫這個心不起念是辨不到的。禪家的參話頭與淨土宗的念佛，實在講，沒有太大的差別，參話頭是將你心的注意力集中在話頭上，這樣才能夠止住妄念，止住心的散亂。但是參話頭如果不到見性，這個利益很少，所以它是屬於自力法門。念佛這叫二力法門，縱然沒有到一心，這個一心不亂就是禪定成就，只要得一心了，跟禪宗裡面的功夫成就沒有兩樣。這就是說明了淨宗的方法，不到一心也有不可思議的功德，這種功德，通常講的，帶業往生，我們可以換一個處所，離開娑婆世界而生到極樂世界去，那邊是一個修學的好環境。"
    },
    {
      "id": "19-003-0009_p0011",
      "zh_CN": "这个在大经大论里头，这些理论、方法、事相说得太多太多了，利用这种方法成就的人真正是不可计数。我们念佛团李济华老居士就是一个最明显的例子，这是有很多同修们看到的，看到再要不相信，那就没有辨法了，这正是拿证据给我们看。他的生死多自在，告诉大家我要回家去了，交代明白了他就走了，你看看多么自在。我们过去只在古人传记里面看到，经典里面看到，这就在台北市的，事实摆明了，那再要不相信，那真是迷惑到所以然处了。所以我们要惜精神，我们要惜光阴，念念在道。从净土法门上来说，就是你心里面念念有阿弥陀佛，不出声念，心里面要念，所谓是行住坐卧皆不失念。这个地方特别要提醒同修们的，行是走着，散步、经行，可以出声念，坐着也能出声念，站着也能出声念，睡觉的时候不要出声念，睡觉的时候出声念伤气，所以睡的时候，躺在床上可以默念，不要出声，这样就好。不洁净的所在也默念，这是表恭敬，不出声念。这是叫我们惜光阴。",
      "zh_TW": "這個在大經大論裡頭，這些理論、方法、事相說得太多太多了，利用這種方法成就的人真正是不可計數。我們念佛團李濟華老居士就是一個最明顯的例子，這是有很多同修們看到的，看到再要不相信，那就沒有辨法了，這正是拿證據給我們看。他的生死多自在，告訴大家我要回家去了，交代明白了他就走了，你看看多麼自在。我們過去只在古人傳記裡面看到，經典裡面看到，這就在台北市的，事實擺明了，那再要不相信，那真是迷惑到所以然處了。所以我們要惜精神，我們要惜光陰，念念在道。從淨土法門上來說，就是你心裡面念念有阿彌陀佛，不出聲念，心裡面要念，所謂是行住坐臥皆不失念。這個地方特別要提醒同修們的，行是走著，散步、經行，可以出聲念，坐著也能出聲念，站著也能出聲念，睡覺的時候不要出聲念，睡覺的時候出聲念傷氣，所以睡的時候，躺在床上可以默念，不要出聲，這樣就好。不潔淨的所在也默念，這是表恭敬，不出聲念。這是叫我們惜光陰。"
    },
    {
      "id": "19-003-0009_p0012",
      "zh_CN": "这个里头小注有几个字，「以上数者是了凡对证之药」。前面了凡说了，他自己不积德，他的心量太小，他的脾气很大，不能够包容人，对于自己过分的洁身自爱，失掉了和爱的精神，都是他的毛病。所以云谷禅师教给他的对症之药，前面讲「尽情改刷」，怎么改造法，一条一条举出来告诉他。「吾人可各就特异之心病变通药之」。这几句话是注者尤惜阴居士给我们解释的，袁了凡毛病是这些，他的对症之药。我们懂得这个原理，想想我自己的毛病是什么，我要用什么方法来改我自己的毛病，这就行了。袁了凡前面讲的这些毛病，你念念看你有没有？你要有，那这几句话就是你的对症之药；他还没有说到的，或者你还有毛病，这个地方没有提到，你得要想什么方法来对治，这才叫尽情改刷，才叫做改过自新。这就叫什么？这叫转命，造命。",
      "zh_TW": "這個裡頭小註有幾個字，「以上數者是了凡對證之藥」。前面了凡說了，他自己不積德，他的心量太小，他的脾氣很大，不能夠包容人，對於自己過分的潔身自愛，失掉了和愛的精神，都是他的毛病。所以雲谷禪師教給他的對症之藥，前面講「盡情改刷」，怎麼改造法，一條一條舉出來告訴他。「吾人可各就特異之心病變通藥之」。這幾句話是註者尤惜陰居士給我們解釋的，袁了凡毛病是這些，他的對症之藥。我們懂得這個原理，想想我自己的毛病是什麼，我要用什麼方法來改我自己的毛病，這就行了。袁了凡前面講的這些毛病，你念念看你有沒有？你要有，那這幾句話就是你的對症之藥；他還沒有說到的，或者你還有毛病，這個地方沒有提到，你得要想什麼方法來對治，這才叫盡情改刷，才叫做改過自新。這就叫什麼？這叫轉命，造命。"
    },
    {
      "id": "19-003-0009_p0013",
      "zh_CN": "『从前种种譬如昨日死』，过去那些毛病，那是以往的事情，从今以后都改了，过去的毛病到此就告一段落了，再也不犯，这就好比昨日死了。『从后种种譬如今日生』，从今而后我彻底的改过自新了，这就是今日生的意思。『此义理再生之身也』，义理是拣别不是我们这个身命，身命死了以后再去投胎这叫再生，这个就是现前这个身体就能改造。过去我们是受业力支配的，是生活在烦恼里面，是生活在生死轮回里面，从今以后我们反其道而行之，这就是佛家常讲的乘愿再来，我们是愿力之身，这多自在。小注里面说，这个注注得好，「此至人造命诀也」，诀是秘诀，我们要想改造自己的命运，就照这个法子学习，照这个办法去做，这个办法非常的有效。",
      "zh_TW": "『從前種種譬如昨日死』，過去那些毛病，那是以往的事情，從今以後都改了，過去的毛病到此就告一段落了，再也不犯，這就好比昨日死了。『從後種種譬如今日生』，從今而後我徹底的改過自新了，這就是今日生的意思。『此義理再生之身也』，義理是揀別不是我們這個身命，身命死了以後再去投胎這叫再生，這個就是現前這個身體就能改造。過去我們是受業力支配的，是生活在煩惱裡面，是生活在生死輪迴裡面，從今以後我們反其道而行之，這就是佛家常講的乘願再來，我們是願力之身，這多自在。小註裡面說，這個註註得好，「此至人造命訣也」，訣是祕訣，我們要想改造自己的命運，就照這個法子學習，照這個辦法去做，這個辦法非常的有效。"
    },
    {
      "id": "19-003-0009_p0014",
      "zh_CN": "我记得我刚刚学佛的时候，我有一个同事住在新竹，那个时候他的家境非常困难，曾经有好几次想自杀，他的太太、他的儿女，他的儿女有六、七个，跪在他面前求他不要自杀，一定要咬紧牙关把这个苦难的日子度过去。他来找我，我就送他一本《了凡四训》，我说如果你们全家能够依照这个奉行，三年之后一定能够完全改过来。他拿回去读了之后，果然不错，全家奉行，不出三年确确实实整个家运都能扭转过来。所以他碰到我，他说法师，你救了我一家。我说不是我救你，是你自己救你自己，我不过是指出一条路，指出来你不肯走，你不相信，那也是枉然；你自己有善根、有福德，你相信，你能够依照这个去做，这是自求多福。",
      "zh_TW": "我記得我剛剛學佛的時候，我有一個同事住在新竹，那個時候他的家境非常困難，曾經有好幾次想自殺，他的太太、他的兒女，他的兒女有六、七個，跪在他面前求他不要自殺，一定要咬緊牙關把這個苦難的日子度過去。他來找我，我就送他一本《了凡四訓》，我說如果你們全家能夠依照這個奉行，三年之後一定能夠完全改過來。他拿回去讀了之後，果然不錯，全家奉行，不出三年確確實實整個家運都能扭轉過來。所以他碰到我，他說法師，你救了我一家。我說不是我救你，是你自己救你自己，我不過是指出一條路，指出來你不肯走，你不相信，那也是枉然；你自己有善根、有福德，你相信，你能夠依照這個去做，這是自求多福。"
    },
    {
      "id": "19-003-0009_p0015",
      "zh_CN": "「改造命运第一步功夫便是痛改前非」，改造命运从哪里改起？就从这改起。「一一积习」，习是习气、毛病，这个毛病由来久了，养成了习惯，坏习惯，世法常说习惯成自然，要把这些积习「悉皆扫除，一一病根悉皆拔去。时时处处常自警觉」，这一句话很重要。所以古德教给我们，「不怕念起，只怕觉迟」，老毛病一犯了，没有关系，为什么？无始劫以来的积习，哪里能够说一下就断了？断了就成佛了。这也是修行重要的方法，断不了不要紧，毛病一起来立刻就觉悟，我的毛病怎么又犯了，你一觉这毛病就会止住了，这就叫功夫，这就叫修行。你能够觉悟，觉是慧，佛法里面常讲观照功夫，这是行门里面第一步，首先要提高警觉，常常警觉、时时警觉、处处警觉。",
      "zh_TW": "「改造命運第一步功夫便是痛改前非」，改造命運從哪裡改起？就從這改起。「一一積習」，習是習氣、毛病，這個毛病由來久了，養成了習慣，壞習慣，世法常說習慣成自然，要把這些積習「悉皆掃除，一一病根悉皆拔去。時時處處常自警覺」，這一句話很重要。所以古德教給我們，「不怕念起，只怕覺遲」，老毛病一犯了，沒有關係，為什麼？無始劫以來的積習，哪裡能夠說一下就斷了？斷了就成佛了。這也是修行重要的方法，斷不了不要緊，毛病一起來立刻就覺悟，我的毛病怎麼又犯了，你一覺這毛病就會止住了，這就叫功夫，這就叫修行。你能夠覺悟，覺是慧，佛法裡面常講觀照功夫，這是行門裡面第一步，首先要提高警覺，常常警覺、時時警覺、處處警覺。"
    },
    {
      "id": "19-003-0009_p0016",
      "zh_CN": "「严自克治」，警觉之后不可以放任，要有对治的方法，一觉得错了立刻要改过来，这就是克治，要克服自己，要有对治的办法。佛法里面，小乘人所修的三十七道品，那是对治的方法，大乘菩萨法里面，六度万行都是对治的方法。譬如说我们通常讲六度，这是把菩萨的行门归纳为六大纲领。为什么要修布施？布施是对治悭贪的，贪是贪欲、贪爱，悭是吝啬、舍不得。自己有的舍不得放下，自己没有的有贪心，念念想求得，这都是大毛病，一切烦恼的根源。用什么方法把这个烦恼根源给截断？用布施。你懂得这个意思，布施度度谁？度自己，布施不是叫别人得利益，是叫自己得利益，得什么利益？把这个悭贪的大烦恼拔除，用意在此地。所以成佛，六度圆满了。",
      "zh_TW": "「嚴自克治」，警覺之後不可以放任，要有對治的方法，一覺得錯了立刻要改過來，這就是克治，要克服自己，要有對治的辦法。佛法裡面，小乘人所修的三十七道品，那是對治的方法，大乘菩薩法裡面，六度萬行都是對治的方法。譬如說我們通常講六度，這是把菩薩的行門歸納為六大綱領。為什麼要修布施？布施是對治慳貪的，貪是貪欲、貪愛，慳是吝嗇、捨不得。自己有的捨不得放下，自己沒有的有貪心，念念想求得，這都是大毛病，一切煩惱的根源。用什麼方法把這個煩惱根源給截斷？用布施。你懂得這個意思，布施度度誰？度自己，布施不是叫別人得利益，是叫自己得利益，得什麼利益？把這個慳貪的大煩惱拔除，用意在此地。所以成佛，六度圓滿了。"
    },
    {
      "id": "19-003-0009_p0017",
      "zh_CN": "诸位想一想，如果我们布施要是对别人的，这个布施哪一天能圆满？没有圆满的时候。释迦牟尼佛布施度圆满了，释迦牟尼佛没布施给我，他怎么就成佛了？也许说，我们闻到佛法了，得到释迦牟尼佛法布施的利益，那世界上还有许许多多的地方没有佛法的，释迦牟尼佛布施他什么？六度圆满不是对外，是对内，就是说他悭贪心断掉了，布施度就圆满了，大家要懂这个意思。上根利智的人，譬如在讲堂、在道场，一说到这个法门，他内心立刻把悭贪断除，他的布施度就在此地当下圆满。他有没有布施给别人？没有，没有就圆满了，为什么？他这个烦恼断掉了。布施是一服药，悭贪是大病，药到病除，病除了药就不要了，就是这么个道理。持戒是度的恶业，造作恶事，譬如讲五戒，杀生、偷盗、邪淫、妄语，这些都是罪业，持戒不造这些罪业了，所以持戒是度恶业的，你要是心里面根本就没有恶业的念头，持戒就圆满了。忍辱是度瞋恚的，精进是度懈怠、懒惰的，禅定是度散乱的，般若是度愚痴的。",
      "zh_TW": "諸位想一想，如果我們布施要是對別人的，這個布施哪一天能圓滿？沒有圓滿的時候。釋迦牟尼佛布施度圓滿了，釋迦牟尼佛沒布施給我，他怎麼就成佛了？也許說，我們聞到佛法了，得到釋迦牟尼佛法布施的利益，那世界上還有許許多多的地方沒有佛法的，釋迦牟尼佛布施他什麼？六度圓滿不是對外，是對內，就是說他慳貪心斷掉了，布施度就圓滿了，大家要懂這個意思。上根利智的人，譬如在講堂、在道場，一說到這個法門，他內心立刻把慳貪斷除，他的布施度就在此地當下圓滿。他有沒有布施給別人？沒有，沒有就圓滿了，為什麼？他這個煩惱斷掉了。布施是一服藥，慳貪是大病，藥到病除，病除了藥就不要了，就是這麼個道理。持戒是度的惡業，造作惡事，譬如講五戒，殺生、偷盜、邪淫、妄語，這些都是罪業，持戒不造這些罪業了，所以持戒是度惡業的，你要是心裡面根本就沒有惡業的念頭，持戒就圓滿了。忍辱是度瞋恚的，精進是度懈怠、懶惰的，禪定是度散亂的，般若是度愚痴的。"
    },
    {
      "id": "19-003-0009_p0018",
      "zh_CN": "诸位想想看，你看菩萨的法门，岂不是每一种都是对治自己的毛病？会修行的人，你看看这些方法，我哪一个毛病重，我就用哪一个方法要特别加强功夫。如果我悭贪心很重，别的很轻，那你就要特别在布施度上下功夫；如果你瞋恚心很重，喜欢发脾气，你就要在忍辱度上特别下功夫。因此，法门无量无边，我们要用它，要想修学，先得要检点检点自己哪些病最重，先要度，毛病小一点的列入第二步再来治疗，这样的修学这才算是得法，才能够有受用，才能够见效。现在大家看到菩萨六度万行，这什么？这是功德，好像与自己的毛病毫不相关，自己是完人，一点毛病都没有，修这干什么？做好事，别人得功德的，为佛菩萨修的，为众生修的，与自己没有关系，我自己是完人，绝没有毛病，这大错特错！为谁修的？完全是为自己修的。你要说为佛菩萨，佛菩萨不需要；你要说为众生，你自己成了佛之后那才算是为众生，没有成佛之前，等觉菩萨还是为自己，这是不可不知的。这里给我们说得很明显，所以对于法门要严格的受持，才能够克服自己的病根。",
      "zh_TW": "諸位想想看，你看菩薩的法門，豈不是每一種都是對治自己的毛病？會修行的人，你看看這些方法，我哪一個毛病重，我就用哪一個方法要特別加強功夫。如果我慳貪心很重，別的很輕，那你就要特別在布施度上下功夫；如果你瞋恚心很重，喜歡發脾氣，你就要在忍辱度上特別下功夫。因此，法門無量無邊，我們要用它，要想修學，先得要檢點檢點自己哪些病最重，先要度，毛病小一點的列入第二步再來治療，這樣的修學這才算是得法，才能夠有受用，才能夠見效。現在大家看到菩薩六度萬行，這什麼？這是功德，好像與自己的毛病毫不相關，自己是完人，一點毛病都沒有，修這幹什麼？做好事，別人得功德的，為佛菩薩修的，為眾生修的，與自己沒有關係，我自己是完人，絕沒有毛病，這大錯特錯！為誰修的？完全是為自己修的。你要說為佛菩薩，佛菩薩不需要；你要說為眾生，你自己成了佛之後那才算是為眾生，沒有成佛之前，等覺菩薩還是為自己，這是不可不知的。這裡給我們說得很明顯，所以對於法門要嚴格的受持，才能夠克服自己的病根。"
    },
    {
      "id": "19-003-0009_p0019",
      "zh_CN": "「保善天真，如保赤子」，天真就是清净心，就是真心，要能善加保护。真心理体是纯善的，这个善绝不是相对的善，相对的善就不善了，相对就是善恶之善，那就不善，这里讲的善是要把善恶两边都离开，这才叫真善。这也是大乘佛法常讲中道第一义，所谓是两边不立，中道不存，这才叫善，这才能够保得住天真，天真也叫做佛性，也叫做真如，禅家明心见性就是说的这个。下面一句是比喻，如保赤子，这个赤子是婴儿，母亲照顾婴儿无微不至，比喻一个修道的人照顾真心也要无微不至。",
      "zh_TW": "「保善天真，如保赤子」，天真就是清淨心，就是真心，要能善加保護。真心理體是純善的，這個善絕不是相對的善，相對的善就不善了，相對就是善惡之善，那就不善，這裡講的善是要把善惡兩邊都離開，這才叫真善。這也是大乘佛法常講中道第一義，所謂是兩邊不立，中道不存，這才叫善，這才能夠保得住天真，天真也叫做佛性，也叫做真如，禪家明心見性就是說的這個。下面一句是比喻，如保赤子，這個赤子是嬰兒，母親照顧嬰兒無微不至，比喻一個修道的人照顧真心也要無微不至。"
    },
    {
      "id": "19-003-0009_p0020",
      "zh_CN": "「改造命运全权在己，不属造化」。命是自己造的，千真万确，这个道理经论里面发明得太多了。「欲知前世因，今生受者是，欲知来世果，今生作者是」，这不就是说明自作自受？过去世我们造的什么，我们这一生的享受就是的。来生我们怎么样？来生，我们今生造的是些什么，因果循环，这就是轮回的道理。换句话说，不但命运是自己造的，六道轮回也是我们自己制造的。大经里面讲，「心佛众生，三无差别」，这个力量是相等的。既然是自己造的，自己造的要想别人来给你扭转，办不到，没有人有这个力量，佛菩萨不能扭转我们的命运，诸天鬼神更没有这个力量，这是我们自己要明白的。谁能够改造我们的命运？还是自己，自己可以制造自己就可以修改。因此，第一我们要明理，就是命运的道理我们要懂得。命运的道理，在佛经里面，可以说所讲的、所发挥的，世间一切的学问没有佛法讲得这样的透彻，在事相上来说，也没有佛法说得这么明白。这是非常深奥的一门学问，虽然深，只要你肯用功夫，也不难懂。古人常说，「天下无难事，只怕有心人」，你诚心去研究、去追求，就不是一门难的学问。你要是不用心，世法里面小常识你也感觉到很困难，为什么？心不在焉。所以不要怕难，一步一步的深入，一定要把它搞清楚，理论搞清楚，方法搞明白，然后改造命运是轻而易举的事，并不困难。",
      "zh_TW": "「改造命運全權在己，不屬造化」。命是自己造的，千真萬確，這個道理經論裡面發明得太多了。「欲知前世因，今生受者是，欲知來世果，今生作者是」，這不就是說明自作自受？過去世我們造的什麼，我們這一生的享受就是的。來生我們怎麼樣？來生，我們今生造的是些什麼，因果循環，這就是輪迴的道理。換句話說，不但命運是自己造的，六道輪迴也是我們自己製造的。大經裡面講，「心佛眾生，三無差別」，這個力量是相等的。既然是自己造的，自己造的要想別人來給你扭轉，辦不到，沒有人有這個力量，佛菩薩不能扭轉我們的命運，諸天鬼神更沒有這個力量，這是我們自己要明白的。誰能夠改造我們的命運？還是自己，自己可以製造自己就可以修改。因此，第一我們要明理，就是命運的道理我們要懂得。命運的道理，在佛經裡面，可以說所講的、所發揮的，世間一切的學問沒有佛法講得這樣的透徹，在事相上來說，也沒有佛法說得這麼明白。這是非常深奧的一門學問，雖然深，只要你肯用功夫，也不難懂。古人常說，「天下無難事，只怕有心人」，你誠心去研究、去追求，就不是一門難的學問。你要是不用心，世法裡面小常識你也感覺到很困難，為什麼？心不在焉。所以不要怕難，一步一步的深入，一定要把它搞清楚，理論搞清楚，方法搞明白，然後改造命運是輕而易舉的事，並不困難。"
    },
    {
      "id": "19-003-0009_p0021",
      "zh_CN": "改造命运可以做得到，给诸位说，成佛作祖那还能难得到你吗？佛给我们讲，十法界的因（种子）我们每一个同修个个都具足，种子要结成果，果报就是现行，当中一定要缘，因缘果。如果种子要缺乏了缘，这个种子不会结果的。虽不会结果，种子可不会消失的，永远保存在那里，什么时候遇到缘什么时候它就结果了。我们现在得的人身，到这个人道而来，这是十法界里面人道的种子起现行，遇到缘，起现行了，其余九法界的种子含藏在阿赖耶识里头。如果理论方法要明白了，我其余九法界的种子把它的缘都切断，都不要它，我只要成佛的那个种子起现行，将佛种子给它加上缘分，那不就一生就成佛了吗？这个道理不难懂，实在讲，那个方法也并不怎么太困难，难的就是我们放不下，不肯把那些烦恼、恶业、积习痛下决心一一拔除，这些是佛菩萨道路上的障碍物。这就说明了，连成菩萨、成佛也是全权在己，不属造化。再进一步的说，造化的主权也在你自己，这就更深了。天地宇宙十法界依正庄严，谁造的？你自己制造的。这个话不能多说，这愈说愈玄，这是极深的道理，一般宗教不懂得，认为这是造物主，实际上大错特错，他不晓得这是自己制造的，安上一个造物主，那就叫心外求法，这就叫外道。外道永远不能有成就，不但是不能够彻底的证得解脱自在，现前的命运他也没有办法改变。",
      "zh_TW": "改造命運可以做得到，給諸位說，成佛作祖那還能難得到你嗎？佛給我們講，十法界的因（種子）我們每一個同修個個都具足，種子要結成果，果報就是現行，當中一定要緣，因緣果。如果種子要缺乏了緣，這個種子不會結果的。雖不會結果，種子可不會消失的，永遠保存在那裡，什麼時候遇到緣什麼時候它就結果了。我們現在得的人身，到這個人道而來，這是十法界裡面人道的種子起現行，遇到緣，起現行了，其餘九法界的種子含藏在阿賴耶識裡頭。如果理論方法要明白了，我其餘九法界的種子把它的緣都切斷，都不要它，我只要成佛的那個種子起現行，將佛種子給它加上緣分，那不就一生就成佛了嗎？這個道理不難懂，實在講，那個方法也並不怎麼太困難，難的就是我們放不下，不肯把那些煩惱、惡業、積習痛下決心一一拔除，這些是佛菩薩道路上的障礙物。這就說明了，連成菩薩、成佛也是全權在己，不屬造化。再進一步的說，造化的主權也在你自己，這就更深了。天地宇宙十法界依正莊嚴，誰造的？你自己製造的。這個話不能多說，這愈說愈玄，這是極深的道理，一般宗教不懂得，認為這是造物主，實際上大錯特錯，他不曉得這是自己製造的，安上一個造物主，那就叫心外求法，這就叫外道。外道永遠不能有成就，不但是不能夠徹底的證得解脫自在，現前的命運他也沒有辦法改變。"
    },
    {
      "id": "19-003-0009_p0022",
      "zh_CN": "底下说，「即上文所指，极善之人数固拘他不定是也」，这是照应前面的话，云谷禅师讲过，极善极恶都能够改变现前的命运。这一段是说出改造命运的纲领。如果我们能照这个去做，一定可以扭转自己的命运，像前面讲的，转无福为有福，我命里没有福报，可以扭转为多福；命里面短命，可以改为长寿，真正是能达到有求必应，没有求不到。所以我们看到祖师的手眼，祖师的用心，跟我们想像确实不一样。我们眼睛里面、心里面只知道大经大论的功德大。功德是大，是不错，但是要是没有基础，大经大论的功德都落空了；有了这些基础，大经大论才有名符其实的功德。这也是历代祖师们为什么大力提倡《了凡四训》跟《安士全书》、《太上感应篇》，提倡这些东西道理之所在，你也就明白了。这一次我们印《安士全书》，我们把《太上感应篇》加进去，使同修们将来拿这一本书，这三种东西都有了，都完全了，依照这一本书去修学，云谷大师教给我们的全都在里面，这是进修大乘佛法的基础。如果没有这个基础，大乘佛法很难有成就，这是我们应该特别要注意到的。再看下面的经文：",
      "zh_TW": "底下說，「即上文所指，極善之人數固拘他不定是也」，這是照應前面的話，雲谷禪師講過，極善極惡都能夠改變現前的命運。這一段是說出改造命運的綱領。如果我們能照這個去做，一定可以扭轉自己的命運，像前面講的，轉無福為有福，我命裡沒有福報，可以扭轉為多福；命裡面短命，可以改為長壽，真正是能達到有求必應，沒有求不到。所以我們看到祖師的手眼，祖師的用心，跟我們想像確實不一樣。我們眼睛裡面、心裡面只知道大經大論的功德大。功德是大，是不錯，但是要是沒有基礎，大經大論的功德都落空了；有了這些基礎，大經大論才有名符其實的功德。這也是歷代祖師們為什麼大力提倡《了凡四訓》跟《安士全書》、《太上感應篇》，提倡這些東西道理之所在，你也就明白了。這一次我們印《安士全書》，我們把《太上感應篇》加進去，使同修們將來拿這一本書，這三種東西都有了，都完全了，依照這一本書去修學，雲谷大師教給我們的全都在裡面，這是進修大乘佛法的基礎。如果沒有這個基礎，大乘佛法很難有成就，這是我們應該特別要注意到的。再看下面的經文："
    },
    {
      "id": "19-003-0009_p0023",
      "zh_CN": "【夫血肉之身。尚然有数。】",
      "zh_TW": "【夫血肉之身。尚然有數。】"
    },
    {
      "id": "19-003-0009_p0024",
      "zh_CN": "『数』就是定数，现在讲就是命运，你这个命被人家一算，算准了，那个看相的一看的时候，能够断定你丝毫不错，你就是落在数里头，落在数里面就是凡夫，你会被人算定。",
      "zh_TW": "『數』就是定數，現在講就是命運，你這個命被人家一算，算準了，那個看相的一看的時候，能夠斷定你絲毫不錯，你就是落在數裡頭，落在數裡面就是凡夫，你會被人算定。"
    },
    {
      "id": "19-003-0009_p0025",
      "zh_CN": "【义理之身。岂不能格天。】",
      "zh_TW": "【義理之身。豈不能格天。】"
    },
    {
      "id": "19-003-0009_p0026",
      "zh_CN": "这个『格』是感格的意思，就是与天道感应道交。底下说，「精诚所至，金石为裂，此至诚所以格天也」。这两句话是有典故的，出在《汉书》上「李广传」，大家要是念过，你就会知道这两句话的来源，你也能够看到无分别心的功用是不可思议的。「李广传」上有这么一段记载，他有一次行军，路上有一块大石头，他看错了，他以为是一只老虎，就用箭狠狠的射了一箭，以为是老虎，这个箭射进去的时候，差不多整个这一支箭，箭是很长的，几乎完全射进里面去了。下了马再一看，是块石头，心里一想，我这个本事不得了，这个大石头，我一射几乎把它射穿了。再试试看，射不进去了。为什么射不进去？原先心里面认为那是老虎，所以才能射进去；现在知道那是一块石头，射不进去了。佛给我们说境为心转，一点都不错，境界是随心转的，心随境界转这是颠倒，是错误的。无论你是在迷、是在悟，你要晓得，境界一定是随心转，所谓是依报随着正报转。在境界里面，心是主宰，这个应当知道。如果在境界里面，外境做了主宰，这就叫颠倒，为境界所转，这是凡夫。《楞严》里面说得很好，「若能转境，则同如来」。佛跟我们有什么不同？佛能转境界，我们为境界所转，为境界所转是境界做主，自己做不了主；转境界的人他自己做主，境界不能做主，所以他得大自在。",
      "zh_TW": "這個『格』是感格的意思，就是與天道感應道交。底下說，「精誠所至，金石為裂，此至誠所以格天也」。這兩句話是有典故的，出在《漢書》上「李廣傳」，大家要是念過，你就會知道這兩句話的來源，你也能夠看到無分別心的功用是不可思議的。「李廣傳」上有這麼一段記載，他有一次行軍，路上有一塊大石頭，他看錯了，他以為是一隻老虎，就用箭狠狠的射了一箭，以為是老虎，這個箭射進去的時候，差不多整個這一支箭，箭是很長的，幾乎完全射進裡面去了。下了馬再一看，是塊石頭，心裡一想，我這個本事不得了，這個大石頭，我一射幾乎把它射穿了。再試試看，射不進去了。為什麼射不進去？原先心裡面認為那是老虎，所以才能射進去；現在知道那是一塊石頭，射不進去了。佛給我們說境為心轉，一點都不錯，境界是隨心轉的，心隨境界轉這是顛倒，是錯誤的。無論你是在迷、是在悟，你要曉得，境界一定是隨心轉，所謂是依報隨著正報轉。在境界裡面，心是主宰，這個應當知道。如果在境界裡面，外境做了主宰，這就叫顛倒，為境界所轉，這是凡夫。《楞嚴》裡面說得很好，「若能轉境，則同如來」。佛跟我們有什麼不同？佛能轉境界，我們為境界所轉，為境界所轉是境界做主，自己做不了主；轉境界的人他自己做主，境界不能做主，所以他得大自在。"
    },
    {
      "id": "19-003-0009_p0027",
      "zh_CN": "这个地方是云谷禅师度袁了凡，袁了凡是初入佛门，给他上第一课，第一课就是改造命运。这是说，我们血肉之身，尚且有数，义理之身，当然可以感格天心。这个调并不高，这还是迁就袁了凡他的智慧、他的见识来给他讲，句句话都是叫他能听得懂，也是他平常读书所熟悉的这些术语。他是个读儒书的人，所以处处引用儒家的东西来给他讲解，这是便利他接受。底下一段引的《书经》。",
      "zh_TW": "這個地方是雲谷禪師度袁了凡，袁了凡是初入佛門，給他上第一課，第一課就是改造命運。這是說，我們血肉之身，尚且有數，義理之身，當然可以感格天心。這個調並不高，這還是遷就袁了凡他的智慧、他的見識來給他講，句句話都是叫他能聽得懂，也是他平常讀書所熟悉的這些術語。他是個讀儒書的人，所以處處引用儒家的東西來給他講解，這是便利他接受。底下一段引的《書經》。"
    },
    {
      "id": "19-003-0009_p0028",
      "zh_CN": "【太甲曰。天作孽，犹可违。自作孽。不可活。】",
      "zh_TW": "【太甲曰。天作孽，猶可違。自作孽。不可活。】"
    },
    {
      "id": "19-003-0009_p0029",
      "zh_CN": "《书经》里面的两句话。『太甲』，底下有个小注，「商之贤君，初颇失德」，以后也是改过自新的，这几句话是感谢伊尹的话。『天作孽』我们可以违背，可以不跟着它走，『自作孽』那就没有办法。这个「天作孽」意思就是讲的数，就是讲的命运，天命我们可以违，自己要是造恶，习气病根太重，还要随着它去，那就不得了了。",
      "zh_TW": "《書經》裡面的兩句話。『太甲』，底下有個小註，「商之賢君，初頗失德」，以後也是改過自新的，這幾句話是感謝伊尹的話。『天作孽』我們可以違背，可以不跟著它走，『自作孽』那就沒有辦法。這個「天作孽」意思就是講的數，就是講的命運，天命我們可以違，自己要是造惡，習氣病根太重，還要隨著它去，那就不得了了。"
    },
    {
      "id": "19-003-0009_p0030",
      "zh_CN": "【诗云。永言配命。自求多福。】",
      "zh_TW": "【詩云。永言配命。自求多福。】"
    },
    {
      "id": "19-003-0009_p0031",
      "zh_CN": "《诗经》里面的两句话。小注里头说，「此千古不磨之金言」，金玉良言。『永言配命』，是说我们自己的心要与天心合一。晚近王阳明的学说倡导天人合一，他是把儒家、把佛家合起来创这么一个学说。王阳明是佛教徒，对于教理、对于宗门都有相当的基础，儒佛都精通。他发明一套学说，我们世间人觉得他了不起，你要懂得佛法就晓得，他每一句话那个根源你都能找得到，不足以为奇。天心，这个天不是指的上帝，天是指的大自然，大自然对于一切万物是无心，天心什么？天心就是无心，你要能够以无心对万物，就与天心合一了。以无心断恶修善，就是上次给诸位讲的菩提心，这才叫自求多福。这一种福那可不得了，这叫称性的福、无漏的福。所以儒家经论里面所讲的东西，严格的说与佛经没有两样，所不同的，儒家只提起纲领而没有详细的解释，因此我们读也都是囫囵吞枣的含糊过去；佛家的经论是说得非常的微细，读了佛书之后，回过头来再看儒家的东西，境界、眼光都不一样。可见得圣人之道确实是相通的，古人所谓英雄所见大略相同，一点都不假。这是举儒书教训了凡先生。",
      "zh_TW": "《詩經》裡面的兩句話。小註裡頭說，「此千古不磨之金言」，金玉良言。『永言配命』，是說我們自己的心要與天心合一。晚近王陽明的學說倡導天人合一，他是把儒家、把佛家合起來創這麼一個學說。王陽明是佛教徒，對於教理、對於宗門都有相當的基礎，儒佛都精通。他發明一套學說，我們世間人覺得他了不起，你要懂得佛法就曉得，他每一句話那個根源你都能找得到，不足以為奇。天心，這個天不是指的上帝，天是指的大自然，大自然對於一切萬物是無心，天心什麼？天心就是無心，你要能夠以無心對萬物，就與天心合一了。以無心斷惡修善，就是上次給諸位講的菩提心，這才叫自求多福。這一種福那可不得了，這叫稱性的福、無漏的福。所以儒家經論裡面所講的東西，嚴格的說與佛經沒有兩樣，所不同的，儒家只提起綱領而沒有詳細的解釋，因此我們讀也都是囫圇吞棗的含糊過去；佛家的經論是說得非常的微細，讀了佛書之後，回過頭來再看儒家的東西，境界、眼光都不一樣。可見得聖人之道確實是相通的，古人所謂英雄所見大略相同，一點都不假。這是舉儒書教訓了凡先生。"
    },
    {
      "id": "19-003-0009_p0032",
      "zh_CN": "【孔先生算汝不登科第。不生子者。此天作之孽。犹可得而违。汝今扩充德性。力行善事。多积阴德。此自己所作之福也。安得而不受享乎。】",
      "zh_TW": "【孔先生算汝不登科第。不生子者。此天作之孽。猶可得而違。汝今擴充德性。力行善事。多積陰德。此自己所作之福也。安得而不受享乎。】"
    },
    {
      "id": "19-003-0009_p0033",
      "zh_CN": "这一段话回归正传了，孔先生算你那个命，你命里头没有科第功名，命中没有儿子，那是前世造的，好比是天作孽，可以违背。怎样违之？你从现在起，『扩充德性，力行善事，多积阴德』，就行了。诸位在此地看到，善事与阴德还是以德性为第一，如果不能扩充德性，单在善事阴德上下功夫，力量很薄弱。这三句话里头，德性是最重要。什么叫做阴德？阴德是做了善事不要让人知道，这就叫阴德，阴德之报不可思议。所以佛常教给我们，我们造了罪业要发露忏悔，露是什么？表现在外面，露出来，不要藏起来。自己有过失，说出来大家都知道，这个人骂你一句，那个人说你一句，报掉了，不要等到以后再报，立刻就报掉了。你要做了好事你要说出来，这个人赞叹一句，不是也报掉了吗？所以告诉我们，恶要赶紧求报，快快的报掉，善要藏起来，不要让人知道。换句话说，现在不要报，积在那个地方，愈积愈多，到后来这个报才大，福才大！",
      "zh_TW": "這一段話回歸正傳了，孔先生算你那個命，你命裡頭沒有科第功名，命中沒有兒子，那是前世造的，好比是天作孽，可以違背。怎樣違之？你從現在起，『擴充德性，力行善事，多積陰德』，就行了。諸位在此地看到，善事與陰德還是以德性為第一，如果不能擴充德性，單在善事陰德上下功夫，力量很薄弱。這三句話裡頭，德性是最重要。什麼叫做陰德？陰德是做了善事不要讓人知道，這就叫陰德，陰德之報不可思議。所以佛常教給我們，我們造了罪業要發露懺悔，露是什麼？表現在外面，露出來，不要藏起來。自己有過失，說出來大家都知道，這個人罵你一句，那個人說你一句，報掉了，不要等到以後再報，立刻就報掉了。你要做了好事你要說出來，這個人讚歎一句，不是也報掉了嗎？所以告訴我們，惡要趕緊求報，快快的報掉，善要藏起來，不要讓人知道。換句話說，現在不要報，積在那個地方，愈積愈多，到後來這個報才大，福才大！"
    },
    {
      "id": "19-003-0009_p0034",
      "zh_CN": "现在人你看跟圣人所教的恰恰相反，恶的事情不说，藏起来不让人知道，恶是愈积愈深；做了一点好事情，唯恐人不知道，赶紧登报纸做广告，叫大家都知道，立刻就报掉了，当时就报掉，他这个善哪里还能积？他到来生、到来世，甚至于不说到来生来世，说我们一生当中到晚年，他还有什么福报？没有了。年轻所干的一些好事善行，都当时报掉了，晚年就没有福，我们这是讲的近。诸位要知道，我们在座年轻人多，年轻的时候吃一点苦不算什么，年轻的人有福报不叫做福，晚年有福才叫做福，要求得晚年的自在。你要求晚年的自在你就得懂得因果，年轻的时候有精神、有体力，多替别人做事，多力行善事。你能够为别人，到你年老的时候，人人都为你，这个多自在，老的时候不能动了，大家都为你，都来照顾你，这多么自在。你要不肯为人，想人家来帮助你，没有这个道理，什么样的因就有什么样的果报，因果报应丝毫不爽。",
      "zh_TW": "現在人你看跟聖人所教的恰恰相反，惡的事情不說，藏起來不讓人知道，惡是愈積愈深；做了一點好事情，唯恐人不知道，趕緊登報紙做廣告，叫大家都知道，立刻就報掉了，當時就報掉，他這個善哪裡還能積？他到來生、到來世，甚至於不說到來生來世，說我們一生當中到晚年，他還有什麼福報？沒有了。年輕所幹的一些好事善行，都當時報掉了，晚年就沒有福，我們這是講的近。諸位要知道，我們在座年輕人多，年輕的時候吃一點苦不算什麼，年輕的人有福報不叫做福，晚年有福才叫做福，要求得晚年的自在。你要求晚年的自在你就得懂得因果，年輕的時候有精神、有體力，多替別人做事，多力行善事。你能夠為別人，到你年老的時候，人人都為你，這個多自在，老的時候不能動了，大家都為你，都來照顧你，這多麼自在。你要不肯為人，想人家來幫助你，沒有這個道理，什麼樣的因就有什麼樣的果報，因果報應絲毫不爽。"
    },
    {
      "id": "19-003-0009_p0035",
      "zh_CN": "这个小注说得很好，「作善于人所不知不觉之地，谓之阴德，获福甚大。若能并作善之念、获福之念而忘之，则作善之心益真，而善量愈不可以测量焉」。后面这两句就是菩萨所修的，这叫无漏善法。他行善，他帮助别人，连自己心地里头印象都不落，你看多干净，这种福不但叫阴德，而且叫清净的福德。末后这一句说得好，「非天下之大德，其孰能与于斯」，这就讲德性了，要不是大德的人他做不到。可见得真正能够行善事、积阴德，就不是普通人，他有相当的德性基础他才能做到。佛法里面讲的菩提心，听到善言善行，心里就生欢喜，这叫善根。这是说你自己修福，现在就修福，现在修福现在当然能够得到果报。底下再举《易经》做例证。",
      "zh_TW": "這個小註說得很好，「作善於人所不知不覺之地，謂之陰德，獲福甚大。若能併作善之念、獲福之念而忘之，則作善之心益真，而善量愈不可以測量焉」。後面這兩句就是菩薩所修的，這叫無漏善法。他行善，他幫助別人，連自己心地裡頭印象都不落，你看多乾淨，這種福不但叫陰德，而且叫清淨的福德。末後這一句說得好，「非天下之大德，其孰能與於斯」，這就講德性了，要不是大德的人他做不到。可見得真正能夠行善事、積陰德，就不是普通人，他有相當的德性基礎他才能做到。佛法裡面講的菩提心，聽到善言善行，心裡就生歡喜，這叫善根。這是說你自己修福，現在就修福，現在修福現在當然能夠得到果報。底下再舉《易經》做例證。"
    },
    {
      "id": "19-003-0009_p0036",
      "zh_CN": "【易为君子谋。趋吉避凶。若言天命有常。吉何可趋。凶何可避。】",
      "zh_TW": "【易為君子謀。趨吉避凶。若言天命有常。吉何可趨。凶何可避。】"
    },
    {
      "id": "19-003-0009_p0037",
      "zh_CN": "这个话说得太好了。《易经》是我们中国文化的根源，六经以《易》为根本，其余的五经乃《易经》之注脚。《易》的作用绝不仅限于占卜问卦，《易》是一部高深的哲理，包罗万象，可以说世间一切的学术都包含在其中，它讲的是原理原则，真是博大精深。现在大家把它误解了，一看到《易经》，那是算命看相的。正如同不了解佛法的，一看到人家看佛经，某人迷信，迷信的帽子立刻就扣在他头上去了，这才叫冤枉。《易经》里有这么几句话，『为君子谋，趋吉避凶』，这是举出这两句话来说。下面云谷大师就说，如果要是天命有常，常就是一定的，天命要是一定的，那个吉还能趋吗？凶还能逃避吗？那就不可能。这句话就告诉我们，天命是无常的。所以佛教、儒家也不是讲宿命论，命运有没有？决定有，但是不是宿命论，命运确实有，但是确实可以改造。",
      "zh_TW": "這個話說得太好了。《易經》是我們中國文化的根源，六經以《易》為根本，其餘的五經乃《易經》之註腳。《易》的作用絕不僅限於占卜問卦，《易》是一部高深的哲理，包羅萬象，可以說世間一切的學術都包含在其中，它講的是原理原則，真是博大精深。現在大家把它誤解了，一看到《易經》，那是算命看相的。正如同不了解佛法的，一看到人家看佛經，某人迷信，迷信的帽子立刻就扣在他頭上去了，這才叫冤枉。《易經》裡有這麼幾句話，『為君子謀，趨吉避凶』，這是舉出這兩句話來說。下面雲谷大師就說，如果要是天命有常，常就是一定的，天命要是一定的，那個吉還能趨嗎？凶還能逃避嗎？那就不可能。這句話就告訴我們，天命是無常的。所以佛教、儒家也不是講宿命論，命運有沒有？決定有，但是不是宿命論，命運確實有，但是確實可以改造。"
    },
    {
      "id": "19-003-0009_p0038",
      "zh_CN": "小注我们念一念，「有常乃众生妄想，试平心观察，无论何事何物，有哪一件站得住脚跟，但见一一无常而已」。这以佛法眼光看更是如此，万法无常。所以吉凶祸福才掌握在自己手上，愿意得吉祥，吉祥就随之而来；愿意躲避凶灾，凶灾确实可以免得了，不是办不到的。这在整个佛法大道里面这算是小道，小道要是做不到，大道就不必说了。这个小注里面说，「因为诸行无常，所以一切得失苦乐境界都觉得非常活变，可以随着各人行为把他加减乘除去来」，确确实实是这样的，我们应当要相信。至于怎样去做法？《感应篇汇编》里面说得非常的详细，将善恶的标准一条一条都列出来，不但理论、事相说得清清楚楚，而且还举出很多的实例，举出例子。那是一本非常好的书，希望大家，《了凡四训》里面告诉我们原则，要做都要照《感应篇》去做，这才能做到力行善事，广积阴功。今天时间到了，我们就讲到此地，下次我们再接着底下讲。",
      "zh_TW": "小註我們念一念，「有常乃眾生妄想，試平心觀察，無論何事何物，有哪一件站得住腳跟，但見一一無常而已」。這以佛法眼光看更是如此，萬法無常。所以吉凶禍福才掌握在自己手上，願意得吉祥，吉祥就隨之而來；願意躲避凶災，凶災確實可以免得了，不是辦不到的。這在整個佛法大道裡面這算是小道，小道要是做不到，大道就不必說了。這個小註裡面說，「因為諸行無常，所以一切得失苦樂境界都覺得非常活變，可以隨著各人行為把他加減乘除去來」，確確實實是這樣的，我們應當要相信。至於怎樣去做法？《感應篇彙編》裡面說得非常的詳細，將善惡的標準一條一條都列出來，不但理論、事相說得清清楚楚，而且還舉出很多的實例，舉出例子。那是一本非常好的書，希望大家，《了凡四訓》裡面告訴我們原則，要做都要照《感應篇》去做，這才能做到力行善事，廣積陰功。今天時間到了，我們就講到此地，下次我們再接著底下講。"
    }
  ]
}