{
  "doc_id": "19-003-0004",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1978",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "19-003-0004",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "19-003-0004_p0001",
      "zh_CN": "请翻开经本，我们将序文念一段对对地方：",
      "zh_TW": "請翻開經本，我們將序文念一段對對地方："
    },
    {
      "id": "19-003-0004_p0002",
      "zh_CN": "「若能格而除之，则是慧风扫荡障云尽，心月孤圆朗中天矣。」从这个地方开始。上一次讲到断恶修善的方法，祖师开导我们，「明为总纲」，明就是讲的智慧。如果智慧不能现前，再好的方法还是有问题，智慧不能现前，总而言之，免不了盲修瞎练。这个话实在说是对我们修无上菩提而言的。因为菩萨六度之中，如果要没有般若度，其余的五度，就是从布施到禅定，皆是人天有漏的福报。我们修行目的是要明心见性，是要成佛作祖，结果修到后来的结果，还是在人天两道里面去享福报，这就是我们自己路子走错了，所以说之为盲修瞎练。假使我们目标就是求的人天福报，我们般若智慧不现前，能不能得到？给诸位说，也未必。怎么说未必能得到？我们将来把《了凡四训》读完了之后，也许诸位就明白了。道理就是在我们凡夫对于邪正、善恶、是非很难辨别，人天福报是要断恶修善才能够获得的。也许我们自己以为我修的是善，断的是恶，殊不知恰恰相反，断的是善，修的是恶，将来的果报就不堪设想。所以这一层我们一定要把它认识清楚，然后才能够改造我们的命运。",
      "zh_TW": "「若能格而除之，則是慧風掃蕩障雲盡，心月孤圓朗中天矣。」從這個地方開始。上一次講到斷惡修善的方法，祖師開導我們，「明為總綱」，明就是講的智慧。如果智慧不能現前，再好的方法還是有問題，智慧不能現前，總而言之，免不了盲修瞎練。這個話實在說是對我們修無上菩提而言的。因為菩薩六度之中，如果要沒有般若度，其餘的五度，就是從布施到禪定，皆是人天有漏的福報。我們修行目的是要明心見性，是要成佛作祖，結果修到後來的結果，還是在人天兩道裡面去享福報，這就是我們自己路子走錯了，所以說之為盲修瞎練。假使我們目標就是求的人天福報，我們般若智慧不現前，能不能得到？給諸位說，也未必。怎麼說未必能得到？我們將來把《了凡四訓》讀完了之後，也許諸位就明白了。道理就是在我們凡夫對於邪正、善惡、是非很難辨別，人天福報是要斷惡修善才能夠獲得的。也許我們自己以為我修的是善，斷的是惡，殊不知恰恰相反，斷的是善，修的是惡，將來的果報就不堪設想。所以這一層我們一定要把它認識清楚，然後才能夠改造我們的命運。"
    },
    {
      "id": "19-003-0004_p0003",
      "zh_CN": "我们在序文里面看得很清楚，祖师指导我们的是智慧第一，所以是明为总纲。从格物致知诚意正心乃至于到修身齐家，这一套都是方法。此地几句话讲得也很清楚，首先我们要做的就是要把物欲格除。换句话说，我们首先要做的第一桩事情，也就是修行的根本，大根大本，是什么？先学着在境界里面不动心，在一切境界之中，将我们的贪瞋痴慢先把它断除，这就叫格物，就是此地讲的格除物欲。只要你做到这一步，你本有的般若智慧就透出来了，纵然不能全部透出来，透出来一分就不得了。为什么？这一分是真智慧，从此以后真智慧做为我们修证无上菩提的基础，一切的修为皆得其正，他怎么会不成就？所以祖师在这里引用古人的两句话，这个两句偈子，「慧风扫荡障云尽」，障就是五欲六尘的障碍，好像云彩障碍着太阳，智慧好比是风，把这个云彩吹走了，障碍没有了，智慧一透出来，障碍就没有了；「心月孤圆朗中天」，这个很容易懂，明月中天你才能够照得清清楚楚。",
      "zh_TW": "我們在序文裡面看得很清楚，祖師指導我們的是智慧第一，所以是明為總綱。從格物致知誠意正心乃至於到修身齊家，這一套都是方法。此地幾句話講得也很清楚，首先我們要做的就是要把物欲格除。換句話說，我們首先要做的第一樁事情，也就是修行的根本，大根大本，是什麼？先學著在境界裡面不動心，在一切境界之中，將我們的貪瞋痴慢先把它斷除，這就叫格物，就是此地講的格除物欲。只要你做到這一步，你本有的般若智慧就透出來了，縱然不能全部透出來，透出來一分就不得了。為什麼？這一分是真智慧，從此以後真智慧做為我們修證無上菩提的基礎，一切的修為皆得其正，他怎麼會不成就？所以祖師在這裡引用古人的兩句話，這個兩句偈子，「慧風掃蕩障雲盡」，障就是五欲六塵的障礙，好像雲彩障礙著太陽，智慧好比是風，把這個雲彩吹走了，障礙沒有了，智慧一透出來，障礙就沒有了；「心月孤圓朗中天」，這個很容易懂，明月中天你才能夠照得清清楚楚。"
    },
    {
      "id": "19-003-0004_p0004",
      "zh_CN": "「此圣人示人从泛至切、从疏至亲之决定次序也。」这是自古以来，佛菩萨祖师大德们教给我们修行的次第，千千万万不要疏忽了。我们修行所以功夫不得力，研教之所以不得开悟，就是我们把顺序弄错了，所以这个路子走不通，愈走愈艰难，到以后多少同修们连信心都丧失掉了，这个原因就是没有按照佛祖指导的顺序；换句话说，我们将纲目颠倒了，乱了头绪。印祖在此地把我们向来修学的毛病给我们点破，指出一条道路来让我们走。确实古德是如此，从泛至切，泛是泛泛，慢慢再走上踏实；从疏至亲，疏是讲疏远，亲是说亲切，这一种次序不容忽视。",
      "zh_TW": "「此聖人示人從泛至切、從疏至親之決定次序也。」這是自古以來，佛菩薩祖師大德們教給我們修行的次第，千千萬萬不要疏忽了。我們修行所以功夫不得力，研教之所以不得開悟，就是我們把順序弄錯了，所以這個路子走不通，愈走愈艱難，到以後多少同修們連信心都喪失掉了，這個原因就是沒有按照佛祖指導的順序；換句話說，我們將綱目顛倒了，亂了頭緒。印祖在此地把我們向來修學的毛病給我們點破，指出一條道路來讓我們走。確實古德是如此，從泛至切，泛是泛泛，慢慢再走上踏實；從疏至親，疏是講疏遠，親是說親切，這一種次序不容忽視。"
    },
    {
      "id": "19-003-0004_p0005",
      "zh_CN": "「若穷尽天下事物之理，俾吾心知识悉皆明了，方能诚意者。则唯博览群书，遍游天下之人，方能诚意正心以明其明德。未能博览阅历者，纵有纯厚天资，于诚意正心，皆无其分。况其下焉者哉。有是理乎。」这一段话说得很好，这就是说明前面格物的大意。一般人把这个格物讲错了，说格物就是要研究一切万物的这些道理、这些常识；换句话说，这就是我们常讲的博学多闻。博学多闻毕竟是少数，这样说起来，成圣成贤的那只有少数人，佛在经中所说的，一切众生皆有佛性，一切众生皆当作佛，那大多数人都没有这个希望了。所以祖师在此地说得非常明白，格是格除的意思，物是物欲。你要懂得这个讲法，我就是不认识字，没有念过书，格物致知我也能做得到。可见得圣人之法乃是人人有分，不一定是要那些博学多闻的大学问家他们才有分，我们不认识字的人也有分，没有念过书的同样可以作圣作贤、可以作佛作祖，这就是把这个道理给我们说明白了。",
      "zh_TW": "「若窮盡天下事物之理，俾吾心知識悉皆明了，方能誠意者。則唯博覽群書，遍遊天下之人，方能誠意正心以明其明德。未能博覽閱歷者，縱有純厚天資，於誠意正心，皆無其分。況其下焉者哉。有是理乎。」這一段話說得很好，這就是說明前面格物的大意。一般人把這個格物講錯了，說格物就是要研究一切萬物的這些道理、這些常識；換句話說，這就是我們常講的博學多聞。博學多聞畢竟是少數，這樣說起來，成聖成賢的那只有少數人，佛在經中所說的，一切眾生皆有佛性，一切眾生皆當作佛，那大多數人都沒有這個希望了。所以祖師在此地說得非常明白，格是格除的意思，物是物欲。你要懂得這個講法，我就是不認識字，沒有念過書，格物致知我也能做得到。可見得聖人之法乃是人人有分，不一定是要那些博學多聞的大學問家他們才有分，我們不認識字的人也有分，沒有念過書的同樣可以作聖作賢、可以作佛作祖，這就是把這個道理給我們說明白了。"
    },
    {
      "id": "19-003-0004_p0006",
      "zh_CN": "假如是要穷尽天下事物之理，这两句是过去一般人解释格物的意思，格物致知而后才能做到诚意正心，那么照这个讲法，只有博览群书，博览群书还不行，还得要遍游天下，所谓是「读万卷书，行万里路」，这种人才可以够得上格物致知的条件。确实这种讲法有很多人是这个说法，这种说法我们细细想一想，不是圣人的意思，而圣人的意思，这个格确确实实是格除的意思，唯有格除物欲我们清净心才能现前，清净心中自生智慧。诸位读《六祖坛经》，你看六祖大师对忍大师讲，惠能心中自生智慧。他一个字也不认识，他心里面生智慧。他为什么生智慧？就是他将这个格物的功夫做得很深，所以他心里面生智慧。我们凡夫所以不能生智慧，我们心里头有智慧，这个生就是现前的意思，智慧不能现前，就是被物欲所盖复住了。物欲盖得愈多，往外面透的智慧就愈少；物欲盖得愈薄，透的智慧就愈多。无论是透的智慧多少，总而言之一句话，我们都是为物欲所障碍了，这就是凡夫、小乘、权教菩萨皆不例外。到什么时候这个物欲真正从心地里面断除了，不但世间万法，乃至于出世间的佛法，你也做到一尘不染，佛菩萨在你面前，你那个心地里头也如如不动，这个时候可以说格物的功夫才算是到家。为什么？那个本性里面的真智慧毫无障碍而透出来，这是我们应当要明白的。",
      "zh_TW": "假如是要窮盡天下事物之理，這兩句是過去一般人解釋格物的意思，格物致知而後才能做到誠意正心，那麼照這個講法，只有博覽群書，博覽群書還不行，還得要遍遊天下，所謂是「讀萬卷書，行萬里路」，這種人才可以夠得上格物致知的條件。確實這種講法有很多人是這個說法，這種說法我們細細想一想，不是聖人的意思，而聖人的意思，這個格確確實實是格除的意思，唯有格除物欲我們清淨心才能現前，清淨心中自生智慧。諸位讀《六祖壇經》，你看六祖大師對忍大師講，惠能心中自生智慧。他一個字也不認識，他心裡面生智慧。他為什麼生智慧？就是他將這個格物的功夫做得很深，所以他心裡面生智慧。我們凡夫所以不能生智慧，我們心裡頭有智慧，這個生就是現前的意思，智慧不能現前，就是被物欲所蓋覆住了。物欲蓋得愈多，往外面透的智慧就愈少；物欲蓋得愈薄，透的智慧就愈多。無論是透的智慧多少，總而言之一句話，我們都是為物欲所障礙了，這就是凡夫、小乘、權教菩薩皆不例外。到什麼時候這個物欲真正從心地裡面斷除了，不但世間萬法，乃至於出世間的佛法，你也做到一塵不染，佛菩薩在你面前，你那個心地裡頭也如如不動，這個時候可以說格物的功夫才算是到家。為什麼？那個本性裡面的真智慧毫無障礙而透出來，這是我們應當要明白的。"
    },
    {
      "id": "19-003-0004_p0007",
      "zh_CN": "此地所讲的，序文里面所讲的，纯厚的天资，就是佛经里面常讲的善根深厚，《弥陀经》里面讲的多善根、多福德的意思。《弥陀经》里面讲，「不可以少善根福德因缘得生彼国」，所以一定要深厚的善根福德因缘。只要心地纯厚，这种人修道比那个世智辩聪要容易得多。所以对于诚意正心、格物致知的功夫，这些人比世间那些有学问的，就是博学多闻、行万里路的，反而来得快，来得踏实，绝不是没有分。这一段话印祖是从反面上给我们说的。",
      "zh_TW": "此地所講的，序文裡面所講的，純厚的天資，就是佛經裡面常講的善根深厚，《彌陀經》裡面講的多善根、多福德的意思。《彌陀經》裡面講，「不可以少善根福德因緣得生彼國」，所以一定要深厚的善根福德因緣。只要心地純厚，這種人修道比那個世智辯聰要容易得多。所以對於誠意正心、格物致知的功夫，這些人比世間那些有學問的，就是博學多聞、行萬里路的，反而來得快，來得踏實，絕不是沒有分。這一段話印祖是從反面上給我們說的。"
    },
    {
      "id": "19-003-0004_p0008",
      "zh_CN": "下面再看底下一段，「然不深穷理之士，与无知无识之人，若闻理性，多皆高推圣境，自处凡愚，不肯奋发勉励，遵循从事。」这个里面也有这些毛病，这些毛病我们细心观察，确实是很多。这个小注我们念一念，「穷乃追寻究竟，直穷到底之意」，这就是对于这个理论的探讨应当要追根究柢，宇宙人生的道理我们一定要彻底的明了，这是有智慧的人。与无知无识之人，这是说两种人，一种对这个理没有深究，确实是很多，一种是无知识的人，这两种人我们要是跟他一谈到理性，宇宙人生的大道理，讲到佛性、讲到法性，他怎么样？不敢承当，「这是佛菩萨，我怎么能够做得到？」高推圣境。实际情况还没有搞清楚，自己先就认为自己不行，认为自己做不到，这是自处凡愚，不肯奋发勉励，遵循从事。",
      "zh_TW": "下面再看底下一段，「然不深窮理之士，與無知無識之人，若聞理性，多皆高推聖境，自處凡愚，不肯奮發勉勵，遵循從事。」這個裡面也有這些毛病，這些毛病我們細心觀察，確實是很多。這個小註我們念一念，「窮乃追尋究竟，直窮到底之意」，這就是對於這個理論的探討應當要追根究柢，宇宙人生的道理我們一定要徹底的明瞭，這是有智慧的人。與無知無識之人，這是說兩種人，一種對這個理沒有深究，確實是很多，一種是無知識的人，這兩種人我們要是跟他一談到理性，宇宙人生的大道理，講到佛性、講到法性，他怎麼樣？不敢承當，「這是佛菩薩，我怎麼能夠做得到？」高推聖境。實際情況還沒有搞清楚，自己先就認為自己不行，認為自己做不到，這是自處凡愚，不肯奮發勉勵，遵循從事。"
    },
    {
      "id": "19-003-0004_p0009",
      "zh_CN": "这里头有个小注，「大人者不失其赤子之心，赤子之心即无思无虑、点尘不染之心。如具此心，则亦大人而已矣」。这个地方的大人可以解释为佛菩萨，佛菩萨跟我们有什么差别？佛菩萨的心是清净的，是一尘不染的。尘是什么？就是前面讲的物欲，物是一切的物相，欲是欲望、欲是烦恼。五欲六尘你一接触，心里面就产生欲望了，这就不清净了，心地就染污了。这里讲的大人，佛经里面讲的大丈夫，佛经上说大丈夫是指的佛，他们的本事就是心地里面不染。物相有没有？物相有，这一点诸位要明白，五欲六尘的相是有的，功夫要你自己做，你自己在这个里面要训练着不染着，不染着就是不起心动念。这个地方举的什么？举的赤子之心，赤子之心是小孩，多大的小孩？给诸位说，二、三个月的小孩，他对于一切物相不动心。在菩萨行里面有一种修行法，名字叫婴儿行，诸位顾名思义就可以体会到，怎样修菩萨行？你看那个小孩，你就学那个小孩，他也不会说话，他也不会攀缘，他对于一切境界他不分别哪个好、哪个丑，他不起贪心，这就叫赤子之心。所以说赤子之心，讲老实话，我们哪一个没有？个个都是从这来的，可惜保持不住，年龄稍微大一点，那个心就丧失掉了，那真是佛心，真正叫清净心，丧失掉了。",
      "zh_TW": "這裡頭有個小註，「大人者不失其赤子之心，赤子之心即無思無慮、點塵不染之心。如具此心，則亦大人而已矣」。這個地方的大人可以解釋為佛菩薩，佛菩薩跟我們有什麼差別？佛菩薩的心是清淨的，是一塵不染的。塵是什麼？就是前面講的物欲，物是一切的物相，欲是欲望、欲是煩惱。五欲六塵你一接觸，心裡面就產生欲望了，這就不清淨了，心地就染污了。這裡講的大人，佛經裡面講的大丈夫，佛經上說大丈夫是指的佛，他們的本事就是心地裡面不染。物相有沒有？物相有，這一點諸位要明白，五欲六塵的相是有的，功夫要你自己做，你自己在這個裡面要訓練著不染著，不染著就是不起心動念。這個地方舉的什麼？舉的赤子之心，赤子之心是小孩，多大的小孩？給諸位說，二、三個月的小孩，他對於一切物相不動心。在菩薩行裡面有一種修行法，名字叫嬰兒行，諸位顧名思義就可以體會到，怎樣修菩薩行？你看那個小孩，你就學那個小孩，他也不會說話，他也不會攀緣，他對於一切境界他不分別哪個好、哪個醜，他不起貪心，這就叫赤子之心。所以說赤子之心，講老實話，我們哪一個沒有？個個都是從這來的，可惜保持不住，年齡稍微大一點，那個心就喪失掉了，那真是佛心，真正叫清淨心，喪失掉了。"
    },
    {
      "id": "19-003-0004_p0010",
      "zh_CN": "自处凡愚，「狂夫欺慢，如何有入道因缘。多众自疑，竟忘却本来面目」。这一句话连底下这二句，就是三句，有责备的意思、有感叹的意思在。可见得凡夫、愚人，我们本来不是凡夫，本来不是愚人，就是因为高推圣境，那是圣人的境界，我们做不到，真正是自暴自弃，拿现在的话说，是自卑感所造成的，以为我们不如佛菩萨，甘心当凡夫，甘心做一个愚痴人，甘心情愿。所以他就不肯奋发，随波逐流，遵循从事。我们看现前，确确实实多数人是在这个境界当中，随业流转，当然是凡愚。对于这些人有什么方法来劝他回头？你要以佛法的理论来跟他讲，办不到，为什么？他说那是佛菩萨的事情，我不敢当。这才不得已用另外一个办法，这个办法就是底下所讲的。",
      "zh_TW": "自處凡愚，「狂夫欺慢，如何有入道因緣。多眾自疑，竟忘卻本來面目」。這一句話連底下這二句，就是三句，有責備的意思、有感嘆的意思在。可見得凡夫、愚人，我們本來不是凡夫，本來不是愚人，就是因為高推聖境，那是聖人的境界，我們做不到，真正是自暴自棄，拿現在的話說，是自卑感所造成的，以為我們不如佛菩薩，甘心當凡夫，甘心做一個愚痴人，甘心情願。所以他就不肯奮發，隨波逐流，遵循從事。我們看現前，確確實實多數人是在這個境界當中，隨業流轉，當然是凡愚。對於這些人有什麼方法來勸他回頭？你要以佛法的理論來跟他講，辦不到，為什麼？他說那是佛菩薩的事情，我不敢當。這才不得已用另外一個辦法，這個辦法就是底下所講的。"
    },
    {
      "id": "19-003-0004_p0011",
      "zh_CN": "「若告以过去现在未来三世因果，或善或恶，各有其报。」讲因果报应他能接受，讲因果报应他就害怕了，这是佛度众生一种善巧方便的法门。我们把这个小注念一念，「报应通三世」，这是讲因果报应，三世是指过去、现在、未来，通三世的。「现在时期为至暂」，这就是我们俗话讲的现世报，现世报这个时间不长，一生当中就能够看得见的。「过去未来时期则甚长」，有多生多劫种的因，现在得果报了，或者是多生多劫种的因，我们现在还没有受报，到未来世再受报的，这种情形多得是。现在造的因，现在就受果报，这是现因现果；现在世造的因，来世受到果报，这叫生报；或者现在世造的因，多生多劫以后再受报，这叫后报。大家要明了，佛法里面讲三世因果这些事理说得非常的透彻，三世因果主要就是劝导中下根性的人，可以由此入道。",
      "zh_TW": "「若告以過去現在未來三世因果，或善或惡，各有其報。」講因果報應他能接受，講因果報應他就害怕了，這是佛度眾生一種善巧方便的法門。我們把這個小註念一念，「報應通三世」，這是講因果報應，三世是指過去、現在、未來，通三世的。「現在時期為至暫」，這就是我們俗話講的現世報，現世報這個時間不長，一生當中就能夠看得見的。「過去未來時期則甚長」，有多生多劫種的因，現在得果報了，或者是多生多劫種的因，我們現在還沒有受報，到未來世再受報的，這種情形多得是。現在造的因，現在就受果報，這是現因現果；現在世造的因，來世受到果報，這叫生報；或者現在世造的因，多生多劫以後再受報，這叫後報。大家要明瞭，佛法裡面講三世因果這些事理說得非常的透徹，三世因果主要就是勸導中下根性的人，可以由此入道。"
    },
    {
      "id": "19-003-0004_p0012",
      "zh_CN": "我们再把小注念下去，「藏经中所载因果报应之事，往往有经多生多劫而酬偿夙债者」。诸位要是查《藏经》看，单找这些因果报应也是相当难的一桩事情。为什么？这些事情，佛所讲的，散在诸经论中。好在古人把经论里面的因果报应，都把它择出来编成一本书，你只要看这本书，就把整个《大藏经》的因果报应都看到了。这部书名字叫《经律异相》、《法苑珠林》，这两种书里面都是编的这些东西，只要看这两本书统统都看到了。但是这两本书都相当的大，也许诸位同修听到的时候，既然有这么好的书，我们都想看，法师你给印出来，我们大家都看看。印是可以，成本太大了，《法苑珠林》一百卷，那个分量差不多相当于《华严经疏钞》，成本相当高，《经律异相》有五十卷，所以分量都是相当的多。看以后发心的人多，有这个力量，我们也不妨将这两部书印出来。这是讲佛在经典里面讲的三世因果的这些事。",
      "zh_TW": "我們再把小註念下去，「藏經中所載因果報應之事，往往有經多生多劫而酬償夙債者」。諸位要是查《藏經》看，單找這些因果報應也是相當難的一樁事情。為什麼？這些事情，佛所講的，散在諸經論中。好在古人把經論裡面的因果報應，都把它擇出來編成一本書，你只要看這本書，就把整個《大藏經》的因果報應都看到了。這部書名字叫《經律異相》、《法苑珠林》，這兩種書裡面都是編的這些東西，只要看這兩本書統統都看到了。但是這兩本書都相當的大，也許諸位同修聽到的時候，既然有這麼好的書，我們都想看，法師你給印出來，我們大家都看看。印是可以，成本太大了，《法苑珠林》一百卷，那個分量差不多相當於《華嚴經疏鈔》，成本相當高，《經律異相》有五十卷，所以分量都是相當的多。看以後發心的人多，有這個力量，我們也不妨將這兩部書印出來。這是講佛在經典裡面講的三世因果的這些事。"
    },
    {
      "id": "19-003-0004_p0013",
      "zh_CN": "「身口意三，所作诸善诸不善业，缘熟时至，一一自食其报，报尽方休」。这几句话确实我们是要牢牢的记在心里。身口意，这是指的三业，我们身口意造的，天天在造，时时刻刻都在造，所造的这些业，有善业、有恶业，非善非恶叫无记业，无记业没有果报，善业与恶业皆有果报。什么时候这个果报现前？缘至，缘熟时至。这在过去大专讲座讲《十四讲表》的时候给诸位说过，因缘果，我们造的时候阿赖耶识里头留下业因，因要变成果当中要有缘，什么时候这个机缘成熟了，果报就现前，绝对不会没有的；换句话说，有因一定就有果。",
      "zh_TW": "「身口意三，所作諸善諸不善業，緣熟時至，一一自食其報，報盡方休」。這幾句話確實我們是要牢牢的記在心裡。身口意，這是指的三業，我們身口意造的，天天在造，時時刻刻都在造，所造的這些業，有善業、有惡業，非善非惡叫無記業，無記業沒有果報，善業與惡業皆有果報。什麼時候這個果報現前？緣至，緣熟時至。這在過去大專講座講《十四講表》的時候給諸位說過，因緣果，我們造的時候阿賴耶識裡頭留下業因，因要變成果當中要有緣，什麼時候這個機緣成熟了，果報就現前，絕對不會沒有的；換句話說，有因一定就有果。"
    },
    {
      "id": "19-003-0004_p0014",
      "zh_CN": "也许同学要问了，成了佛以后还有没有果报？成了佛以后依然不免。释迦牟尼佛在世示现的三个月马麦之报，成了佛还要受果报。不过成佛受果报，或者是你证得阿罗汉以上的地位受果报，跟我们受果报不同。我们受果报感觉到苦，而他们受果报没有这个感受。怎么没有感受？他对于前因后果他都明白。我们举个例子来讲，我们自己不晓得这个果报，我们今天身上带的钱物给人家偷去了，心里很难过、很烦恼；佛菩萨受这个果报他晓得，某一个时期是我偷他的，现在他偷回去，帐清了，没事了，他心里有乐受，他没有苦受，一报还一报，清清楚楚的，后来就没有。所以说悟了以后，只有还债，再不欠债，还一笔心里就舒服一层，他愈来愈自在。我们凡夫在迷惑颠倒的时候，一面还债是一面又欠债，借那边再还这边，永远还不尽，苦不堪言。这是举个比喻来说。所以说是报尽方休，报尽就是还了，就没事了。但是真正讲到修，是要般若智慧现前才能办得到，换句话说，自己不再造业了。这句话很重要。",
      "zh_TW": "也許同學要問了，成了佛以後還有沒有果報？成了佛以後依然不免。釋迦牟尼佛在世示現的三個月馬麥之報，成了佛還要受果報。不過成佛受果報，或者是你證得阿羅漢以上的地位受果報，跟我們受果報不同。我們受果報感覺到苦，而他們受果報沒有這個感受。怎麼沒有感受？他對於前因後果他都明白。我們舉個例子來講，我們自己不曉得這個果報，我們今天身上帶的錢物給人家偷去了，心裡很難過、很煩惱；佛菩薩受這個果報他曉得，某一個時期是我偷他的，現在他偷回去，帳清了，沒事了，他心裡有樂受，他沒有苦受，一報還一報，清清楚楚的，後來就沒有。所以說悟了以後，只有還債，再不欠債，還一筆心裡就舒服一層，他愈來愈自在。我們凡夫在迷惑顛倒的時候，一面還債是一面又欠債，借那邊再還這邊，永遠還不盡，苦不堪言。這是舉個比喻來說。所以說是報盡方休，報盡就是還了，就沒事了。但是真正講到修，是要般若智慧現前才能辦得到，換句話說，自己不再造業了。這句話很重要。"
    },
    {
      "id": "19-003-0004_p0015",
      "zh_CN": "古德给我们讲，「随缘消旧业，莫再造新殃」，他只是随缘消业，消业就是还帐，不再欠帐，心地真正到清净，一尘不染，这个时候只有还帐。随缘跟攀缘，我们讲过不少次，随缘是菩萨行，攀缘是凡夫行。随缘就是普贤菩萨所讲的恒顺众生，恒是永远就是这样子，永远你就顺着众生，这才能消得了业。你不能随顺，不能随顺你就动了心，动心怎么？动心就会造业。所以要想不造业，你就学着随缘，不要攀缘。我们想做一桩善事，攀缘做一桩善事好不好？古人给我们讲，好事不如无事，无事你心是清净的，你做一桩好事，你心还是不清净。可见得我们要真正想做到心地清净，唯一的办法，随缘，才能够办得到。",
      "zh_TW": "古德給我們講，「隨緣消舊業，莫再造新殃」，他只是隨緣消業，消業就是還帳，不再欠帳，心地真正到清淨，一塵不染，這個時候只有還帳。隨緣跟攀緣，我們講過不少次，隨緣是菩薩行，攀緣是凡夫行。隨緣就是普賢菩薩所講的恆順眾生，恆是永遠就是這樣子，永遠你就順著眾生，這才能消得了業。你不能隨順，不能隨順你就動了心，動心怎麼？動心就會造業。所以要想不造業，你就學著隨緣，不要攀緣。我們想做一樁善事，攀緣做一樁善事好不好？古人給我們講，好事不如無事，無事你心是清淨的，你做一樁好事，你心還是不清淨。可見得我們要真正想做到心地清淨，唯一的辦法，隨緣，才能夠辦得到。"
    },
    {
      "id": "19-003-0004_p0016",
      "zh_CN": "「众生障重欲深，昧却本明」，障是讲业障，业障太重了，欲望太多了，所以本性里面的智慧光明失掉了。「逐妄造孽，纷纷扰扰，无时无处，不在迷境，处火坑而不觉，遇怨对而不知」。这个话不能细讲，讲起来太长了，将来在《楞严经》里头会讲到的。火坑是指什么？指我们这个三界，三界六道就是个火坑，你看《法华经》里头比喻，「三界火宅」，哪有安稳处？遇怨对而不知，这个怨家对头当作亲人。「千秋长夜，万劫沉沦，可怜亦可悲已」。这是说出众生相，不但指我们现前这个人道，包括诸天在内，六道众生都是这个样子。所以因果报应这个学说，它的作用非常的广大。",
      "zh_TW": "「眾生障重欲深，昧卻本明」，障是講業障，業障太重了，欲望太多了，所以本性裡面的智慧光明失掉了。「逐妄造孽，紛紛擾擾，無時無處，不在迷境，處火坑而不覺，遇怨對而不知」。這個話不能細講，講起來太長了，將來在《楞嚴經》裡頭會講到的。火坑是指什麼？指我們這個三界，三界六道就是個火坑，你看《法華經》裡頭比喻，「三界火宅」，哪有安穩處？遇怨對而不知，這個怨家對頭當作親人。「千秋長夜，萬劫沉淪，可憐亦可悲已」。這是說出眾生相，不但指我們現前這個人道，包括諸天在內，六道眾生都是這個樣子。所以因果報應這個學說，它的作用非常的廣大。"
    },
    {
      "id": "19-003-0004_p0017",
      "zh_CN": "给中下程度人讲因果报应，「则必畏恶果而断恶因，修善因而冀善果。善恶不出身口意三。既知因果，自可防护身口，洗心涤虑。虽在暗室屋漏之中，常如面对帝天，不敢稍萌匪鄙之心，以自干罪戾也已。」我们读了这一段话，说实在的话，修道先决的条件要深信因果，他才肯修。如果要遇到拨无因果，根本就不相信因果报应，那就没有办法。讲高深的理论他不懂，他不能接受，那是佛菩萨的事情，我办不到；再讲低一点的因果报应，他又不相信，这是神话，这样的人佛菩萨也没法子度他，这样的人在佛经里头有一个名词叫「一阐提」，一阐提是没有善根的人。如果你不想得恶果报，那你必须先要断恶因，不造恶因当然就不遭受恶的果报。哪一个人不希望好的果报？好的果报从哪里来的？善因上来的。可见得我们要想离开不好的果报，得到如意的果报，你就必须要懂得断恶修善，这才能办得到。断恶修善都要明了身口意三业，因为造善造恶都出不了身口意三业。",
      "zh_TW": "給中下程度人講因果報應，「則必畏惡果而斷惡因，修善因而冀善果。善惡不出身口意三。既知因果，自可防護身口，洗心滌慮。雖在暗室屋漏之中，常如面對帝天，不敢稍萌匪鄙之心，以自干罪戾也已。」我們讀了這一段話，說實在的話，修道先決的條件要深信因果，他才肯修。如果要遇到撥無因果，根本就不相信因果報應，那就沒有辦法。講高深的理論他不懂，他不能接受，那是佛菩薩的事情，我辦不到；再講低一點的因果報應，他又不相信，這是神話，這樣的人佛菩薩也沒法子度他，這樣的人在佛經裡頭有一個名詞叫「一闡提」，一闡提是沒有善根的人。如果你不想得惡果報，那你必須先要斷惡因，不造惡因當然就不遭受惡的果報。哪一個人不希望好的果報？好的果報從哪裡來的？善因上來的。可見得我們要想離開不好的果報，得到如意的果報，你就必須要懂得斷惡修善，這才能辦得到。斷惡修善都要明瞭身口意三業，因為造善造惡都出不了身口意三業。"
    },
    {
      "id": "19-003-0004_p0018",
      "zh_CN": "「身口意三业」，看小注，「简言之，各各都能为十善业及相反之十不善业，详大乘戒律中之《十善业道经》」。底下就不必说了。这是举出纲领来讲，我们身口意造作，种种造作无量无边，佛将我们身口意的造作将它归纳为十大纲领，所谓是身三、口四、意三，归纳为十大纲领。十善业道，身三，不杀生，身体的造作，不杀生、不偷盗、不邪淫，这是身的三善业；口业有四种，不妄语、不恶口、不两舌、不绮语，这叫口业的四种善业；意就是心里面的念头，不贪、不瞋、不痴，这叫做意的三善业。这就是《十善业道经》里面讲的，讲这个十种善业的功德果报。《十善业道经》，善导寺佛经流通处就有得卖，好像演培法师有注解，大概南亭法师也有注解，有好几位法师有白话的注解，诸位要有兴趣研究的话，可以到那边请来看。要是反过来，就叫做十恶业。这是佛法里面给我们指出来善恶的标准。我们身口意一动念、一造作，你就想到这个十条，我在这个十条里面所造的是属于善业还是属于恶业？善恶的果报自己当然就明了了。这是说佛菩萨以这样的法门来接引中下根性的众生入菩提大道。所以断恶修善是大乘佛法里面的根本法门，就是无上菩提建立在这个基础上的。我们如果相信因果，相信报应，这就可以入门了。",
      "zh_TW": "「身口意三業」，看小註，「簡言之，各各都能為十善業及相反之十不善業，詳大乘戒律中之《十善業道經》」。底下就不必說了。這是舉出綱領來講，我們身口意造作，種種造作無量無邊，佛將我們身口意的造作將它歸納為十大綱領，所謂是身三、口四、意三，歸納為十大綱領。十善業道，身三，不殺生，身體的造作，不殺生、不偷盜、不邪淫，這是身的三善業；口業有四種，不妄語、不惡口、不兩舌、不綺語，這叫口業的四種善業；意就是心裡面的念頭，不貪、不瞋、不痴，這叫做意的三善業。這就是《十善業道經》裡面講的，講這個十種善業的功德果報。《十善業道經》，善導寺佛經流通處就有得賣，好像演培法師有註解，大概南亭法師也有註解，有好幾位法師有白話的註解，諸位要有興趣研究的話，可以到那邊請來看。要是反過來，就叫做十惡業。這是佛法裡面給我們指出來善惡的標準。我們身口意一動念、一造作，你就想到這個十條，我在這個十條裡面所造的是屬於善業還是屬於惡業？善惡的果報自己當然就明瞭了。這是說佛菩薩以這樣的法門來接引中下根性的眾生入菩提大道。所以斷惡修善是大乘佛法裡面的根本法門，就是無上菩提建立在這個基礎上的。我們如果相信因果，相信報應，這就可以入門了。"
    },
    {
      "id": "19-003-0004_p0019",
      "zh_CN": "既知因果，自可防护身口，洗心涤虑，身口，那个心就是意，你对于身口意三业自自然然懂得防护了；换句话说，你就知道改过修善。虽在暗室屋漏之中，常如面对帝天，这里小注有说，「暗室，人目不见之地」，并不是在黑暗的房子里，别的人看不到的地方就叫暗室，漏也是指的隐处，隐蔽的地方。「言：君子戒慎恐惧，虽处暗室中，觉十目所视，十手所指，常若有多人监视然，常存明明在上鉴察不爽之意」。帝天，后面这两句话的意思。在我们中国过去一般老百姓对于天非常的尊敬，民间所指的玉皇大帝，我们佛门里面讲的忉利天主、四王天，如同对玉皇大帝、四天王一样。不敢稍萌匪鄙之心，这个匪，不合理，鄙同丑，不荣誉，不敢存这个心；不敢存这个恶心，当然就不敢做恶事，这才能断恶。以自干罪戾也已矣，干是干犯，戾就是罪过，这就是不肯故意的造恶业。",
      "zh_TW": "既知因果，自可防護身口，洗心滌慮，身口，那個心就是意，你對於身口意三業自自然然懂得防護了；換句話說，你就知道改過修善。雖在暗室屋漏之中，常如面對帝天，這裡小註有說，「暗室，人目不見之地」，並不是在黑暗的房子裡，別的人看不到的地方就叫暗室，漏也是指的隱處，隱蔽的地方。「言：君子戒慎恐懼，雖處暗室中，覺十目所視，十手所指，常若有多人監視然，常存明明在上鑒察不爽之意」。帝天，後面這兩句話的意思。在我們中國過去一般老百姓對於天非常的尊敬，民間所指的玉皇大帝，我們佛門裡面講的忉利天主、四王天，如同對玉皇大帝、四天王一樣。不敢稍萌匪鄙之心，這個匪，不合理，鄙同醜，不榮譽，不敢存這個心；不敢存這個惡心，當然就不敢做惡事，這才能斷惡。以自干罪戾也已矣，干是干犯，戾就是罪過，這就是不肯故意的造惡業。"
    },
    {
      "id": "19-003-0004_p0020",
      "zh_CN": "「此大觉世尊，普令一切上中下根，致知诚意正心修身之大法也。」大圣大贤，连佛祖度众生也不舍弃这个法门。这个法门，刚才讲了，对于中下根性的人很有效，上根利智也不例外。上根利智，通常讲，偏在心性的理论上，心性理论，后面有两句话说得好，「善谈心性者，必不弃离因果」，这是对上根利智讲的。所以往往上根的就不必提了，当然相信，没有不相信的，他的信心比中下根性的人要坚固得多。为什么？他懂得这个道理，所以他的修行必然是如法的。这个地方小注里面说，「大觉」，大觉是指佛来讲的，「究竟真空实相」，究是讲穷究，竟是说毕竟、圆满的意思，对于真空实相的理体，「彻底尽源，更无遮障之谓」，这叫大觉，这是从大乘佛果上讲的。「凡夫不觉悟，声闻自觉不觉他，菩萨自觉亦觉他，但功行未圆满」，这是把佛、凡夫、小乘、菩萨之所以不同处，几句话就说明白了。「惟诸佛如来自觉觉他皆圆满，故独称之为大觉。世尊乃佛之尊号，以佛具足万德，为一切世界所尊奉，故曰世尊」。这个经典里头都常讲，在这也不细说了。上面这一段是诸佛如来普遍令一切上中下根，致知诚意正心修身之大法也，这个法就是指的法门。",
      "zh_TW": "「此大覺世尊，普令一切上中下根，致知誠意正心修身之大法也。」大聖大賢，連佛祖度眾生也不捨棄這個法門。這個法門，剛才講了，對於中下根性的人很有效，上根利智也不例外。上根利智，通常講，偏在心性的理論上，心性理論，後面有兩句話說得好，「善談心性者，必不棄離因果」，這是對上根利智講的。所以往往上根的就不必提了，當然相信，沒有不相信的，他的信心比中下根性的人要堅固得多。為什麼？他懂得這個道理，所以他的修行必然是如法的。這個地方小註裡面說，「大覺」，大覺是指佛來講的，「究竟真空實相」，究是講窮究，竟是說畢竟、圓滿的意思，對於真空實相的理體，「徹底盡源，更無遮障之謂」，這叫大覺，這是從大乘佛果上講的。「凡夫不覺悟，聲聞自覺不覺他，菩薩自覺亦覺他，但功行未圓滿」，這是把佛、凡夫、小乘、菩薩之所以不同處，幾句話就說明白了。「惟諸佛如來自覺覺他皆圓滿，故獨稱之為大覺。世尊乃佛之尊號，以佛具足萬德，為一切世界所尊奉，故曰世尊」。這個經典裡頭都常講，在這也不細說了。上面這一段是諸佛如來普遍令一切上中下根，致知誠意正心修身之大法也，這個法就是指的法門。"
    },
    {
      "id": "19-003-0004_p0021",
      "zh_CN": "「然狂者畏其拘束，谓为着相。愚者防己愧怍，为谓渺茫。除此二种人，有谁不信受。」这就是我刚才所说的，那个没有善根、拨无因果的人，你给他讲高了、讲低了，都不能接受。现在我们要反过头来问问，别人接受不接受与我们自己不相干，他作佛，他做他的；他堕地狱，他堕他的地狱，与我无关，问题就是我自己怎么样？这才是佛度化众生真正的紧要处，是要问我们自己。佛所讲的一切经论是为我一个人讲的，佛所制定的戒律是教给我一个人修的，除我之外，别人都无关。我们要这样的直下承当才能够得利益，才不至于造恶业。你要不能这样直下承当，某人破了戒，那个人做了坏事，你口里头讲这个话就是口的恶业，你心里动这个念头，你意的恶业，你看看外面境界一动，你就在那里造恶业，这就叫迷，这就叫不觉悟。外面善与恶与我不相干，我应当怎么样？如如不动，了了分明，了了分明是不迷，如如不动是我不造业，我心地不染，我不要为外面境界动摇，这才叫做会修行。这个地方这两句话很要紧，我们要常常以这个来检点反省。",
      "zh_TW": "「然狂者畏其拘束，謂為著相。愚者防己愧怍，為謂渺茫。除此二種人，有誰不信受。」這就是我剛才所說的，那個沒有善根、撥無因果的人，你給他講高了、講低了，都不能接受。現在我們要反過頭來問問，別人接受不接受與我們自己不相干，他作佛，他做他的；他墮地獄，他墮他的地獄，與我無關，問題就是我自己怎麼樣？這才是佛度化眾生真正的緊要處，是要問我們自己。佛所講的一切經論是為我一個人講的，佛所制定的戒律是教給我一個人修的，除我之外，別人都無關。我們要這樣的直下承當才能夠得利益，才不至於造惡業。你要不能這樣直下承當，某人破了戒，那個人做了壞事，你口裡頭講這個話就是口的惡業，你心裡動這個念頭，你意的惡業，你看看外面境界一動，你就在那裡造惡業，這就叫迷，這就叫不覺悟。外面善與惡與我不相干，我應當怎麼樣？如如不動，了了分明，了了分明是不迷，如如不動是我不造業，我心地不染，我不要為外面境界動搖，這才叫做會修行。這個地方這兩句話很要緊，我們要常常以這個來檢點反省。"
    },
    {
      "id": "19-003-0004_p0022",
      "zh_CN": "狂者，这个狂是讲一类狂慧之人。所谓狂慧，多半是指世间聪明智慧的人，世智辩聪者。这一类的人对于佛的经典、经论非常喜欢，认为这是哲学，很有道理，一提到戒律，算了，戒律是吃人的东西，孔老夫子的礼教，吃人的礼教，戒律比礼教还严格，这个东西何必学它？学它的理论就好了。这样的人也大有其人在。还有自以为聪明的，我学人最初学佛就是自以为聪明，戒律是三千年前外国人的生活规范，我们何必要遵守它？佛经的道理不错，我们可以学学，可以看看，戒律用不着，三代之礼都不同，何况是外国的古礼，我们是现代的人，何必要学古时候的礼节？用不着，现代人见面最敬礼是三鞠躬，我们何必还要跪在地下顶礼？我从前就是这么个想法，自以为聪明，狂者。以为这个戒律是约束我们的，拘束我们的，反而说那些守戒的人着相，你看《金刚经》里面讲破相，要离相修行，斤斤于戒律，着相，死在戒相之下。有没有真正死在戒相之下的？真有，不是没有。但是对于这些持戒之人，说老实话，也不见得完全是着相，里面还有极高明的人，他不着相。",
      "zh_TW": "狂者，這個狂是講一類狂慧之人。所謂狂慧，多半是指世間聰明智慧的人，世智辯聰者。這一類的人對於佛的經典、經論非常喜歡，認為這是哲學，很有道理，一提到戒律，算了，戒律是吃人的東西，孔老夫子的禮教，吃人的禮教，戒律比禮教還嚴格，這個東西何必學它？學它的理論就好了。這樣的人也大有其人在。還有自以為聰明的，我學人最初學佛就是自以為聰明，戒律是三千年前外國人的生活規範，我們何必要遵守它？佛經的道理不錯，我們可以學學，可以看看，戒律用不著，三代之禮都不同，何況是外國的古禮，我們是現代的人，何必要學古時候的禮節？用不著，現代人見面最敬禮是三鞠躬，我們何必還要跪在地下頂禮？我從前就是這麼個想法，自以為聰明，狂者。以為這個戒律是約束我們的，拘束我們的，反而說那些守戒的人著相，你看《金剛經》裡面講破相，要離相修行，斤斤於戒律，著相，死在戒相之下。有沒有真正死在戒相之下的？真有，不是沒有。但是對於這些持戒之人，說老實話，也不見得完全是著相，裡面還有極高明的人，他不著相。"
    },
    {
      "id": "19-003-0004_p0023",
      "zh_CN": "释迦牟尼佛他底下那些弟子有许多是古佛再来的，绝大多数都是明心见性的人，他为什么还要斤斤计较的在戒相上？那是唱戏，表演给我们看。换句话说，我们没有到明心见性，着相有好处，着相怎么样？诸恶莫作，众善奉行，纵然不能成佛作祖，绝不堕三恶道，不受恶的果报，这有什么不好？所以我们不可为那些狂者之言所蒙蔽了，也认为说得很有道理，似是而非的这个理论，往往就把戒律看轻了，这是错误的。这是一类人。第二类的人，自己亏心事做多了，心里有鬼，这就是第二类，愚者防己愧怍，谓为渺茫。他不敢提戒律，一提戒律，我一身都是罪过，但是在表面上又不好意思说，说了难为情，因此一谈到戒律，这个是渺茫的。虽然论调跟前面是不一样，意思是相仿佛的，都是不能够接受而不肯断恶修善，这都是护短，自己有毛病、有短处，在佛法里面讲这就是讲盖覆，戒经里面讲的覆罪，盖覆。",
      "zh_TW": "釋迦牟尼佛他底下那些弟子有許多是古佛再來的，絕大多數都是明心見性的人，他為什麼還要斤斤計較的在戒相上？那是唱戲，表演給我們看。換句話說，我們沒有到明心見性，著相有好處，著相怎麼樣？諸惡莫作，眾善奉行，縱然不能成佛作祖，絕不墮三惡道，不受惡的果報，這有什麼不好？所以我們不可為那些狂者之言所蒙蔽了，也認為說得很有道理，似是而非的這個理論，往往就把戒律看輕了，這是錯誤的。這是一類人。第二類的人，自己虧心事做多了，心裡有鬼，這就是第二類，愚者防己愧怍，謂為渺茫。他不敢提戒律，一提戒律，我一身都是罪過，但是在表面上又不好意思說，說了難為情，因此一談到戒律，這個是渺茫的。雖然論調跟前面是不一樣，意思是相彷彿的，都是不能夠接受而不肯斷惡修善，這都是護短，自己有毛病、有短處，在佛法裡面講這就是講蓋覆，戒經裡面講的覆罪，蓋覆。"
    },
    {
      "id": "19-003-0004_p0024",
      "zh_CN": "小注里面说，「此两等人所持托辞，其实皆回护己短之一种解嘲语也」。祖师给我们讲，除了这两种人之外，有谁不信受，哪一个人不相信因果报应？除了这两种人之外，不是狂就是愚。小注也念一念，「人惟苦不知愧耻耳，知愧便不敢遂过，知耻便不敢因循。有愧耻心，即为其人入道因缘」。这个愧耻心就是佛法里面讲的惭愧，有惭愧心的人就是入道的因缘。换句话说，不知道惭愧的人入道就很难，不容易入道。至于因果的问题，底下引梦东襌师的两句话，说得非常之好。",
      "zh_TW": "小註裡面說，「此兩等人所持託辭，其實皆回護己短之一種解嘲語也」。祖師給我們講，除了這兩種人之外，有誰不信受，哪一個人不相信因果報應？除了這兩種人之外，不是狂就是愚。小註也念一念，「人惟苦不知愧恥耳，知愧便不敢遂過，知恥便不敢因循。有愧恥心，即為其人入道因緣」。這個愧恥心就是佛法裡面講的慚愧，有慚愧心的人就是入道的因緣。換句話說，不知道慚愧的人入道就很難，不容易入道。至於因果的問題，底下引夢東襌師的兩句話，說得非常之好。"
    },
    {
      "id": "19-003-0004_p0025",
      "zh_CN": "「故梦东云，善谈心性者，必不弃离于因果。而深信因果者，终必大明夫心性。此理势所必然也。」这才叫一个真正有智慧的人。所以上根利智，他绝对不会说是不相信因果报应的。就是中下根性，他能相信因果报应的，他一定将来能够发明心性之学，与上上根相等；换句话说，他也能够明心见性，也能够成佛作祖。这个小注底下有梦东禅师简略的介绍，相信我们同修当中有很多对梦东禅师很熟悉，梦东大师的集子也流通得相当的广。「梦东禅师为前清乾嘉间法门第一人」，乾嘉是指的年代，乾隆、嘉庆，乾隆、嘉庆年代的人，法门中第一人，这是推崇他，当时在佛法里面是一代的高僧。「师本禅门宗匠」，这是禅宗的祖师，禅宗的大德。「而救世愿广，弘扬净土甚力」，这是以禅宗祖师的身分大力的弘扬净土，因为净土法门才是真正的三根普被，利钝兼收。下一个礼拜讲《弥陀经》，我们就可以把这个道理说出来了。",
      "zh_TW": "「故夢東云，善談心性者，必不棄離於因果。而深信因果者，終必大明夫心性。此理勢所必然也。」這才叫一個真正有智慧的人。所以上根利智，他絕對不會說是不相信因果報應的。就是中下根性，他能相信因果報應的，他一定將來能夠發明心性之學，與上上根相等；換句話說，他也能夠明心見性，也能夠成佛作祖。這個小註底下有夢東禪師簡略的介紹，相信我們同修當中有很多對夢東禪師很熟悉，夢東大師的集子也流通得相當的廣。「夢東禪師為前清乾嘉間法門第一人」，乾嘉是指的年代，乾隆、嘉慶，乾隆、嘉慶年代的人，法門中第一人，這是推崇他，當時在佛法裡面是一代的高僧。「師本禪門宗匠」，這是禪宗的祖師，禪宗的大德。「而救世願廣，弘揚淨土甚力」，這是以禪宗祖師的身分大力的弘揚淨土，因為淨土法門才是真正的三根普被，利鈍兼收。下一個禮拜講《彌陀經》，我們就可以把這個道理說出來了。"
    },
    {
      "id": "19-003-0004_p0026",
      "zh_CN": "「晚年退修直隶怀柔县红螺山资福寺」，这是晚年大师就一直住在这个地方，「莲风大扇」，这个莲风就是净土宗，就是特别弘扬净土法门，「遐迩向化」，遐迩是远近，「道俗归心」，出家在家的这些四众弟子。「迄今净因广植，法门中咸推红螺寺为中国黄河以北第一念佛道场。有《彻悟禅师语录》刊行于世」，这个彻悟禅师就是梦东禅师。「言言金石，字字牟尼」，牟尼是宝珠的意思，牟尼宝珠，这是形容他的文字价值。「今日方便摄心之化，流布益广，师之宏法功德无有限量矣」。在净土宗来说，他也是我们一代的祖师，确确实实他对于净宗贡献非常之大，北方之有念佛法门，也是他老人家一个人的力量，犹如晚近印光大师在苏州灵岩山的道场一样。",
      "zh_TW": "「晚年退修直隸懷柔縣紅螺山資福寺」，這是晚年大師就一直住在這個地方，「蓮風大扇」，這個蓮風就是淨土宗，就是特別弘揚淨土法門，「遐邇向化」，遐邇是遠近，「道俗歸心」，出家在家的這些四眾弟子。「迄今淨因廣植，法門中咸推紅螺寺為中國黃河以北第一念佛道場。有《徹悟禪師語錄》刊行於世」，這個徹悟禪師就是夢東禪師。「言言金石，字字牟尼」，牟尼是寶珠的意思，牟尼寶珠，這是形容他的文字價值。「今日方便攝心之化，流布益廣，師之宏法功德無有限量矣」。在淨土宗來說，他也是我們一代的祖師，確確實實他對於淨宗貢獻非常之大，北方之有念佛法門，也是他老人家一個人的力量，猶如晚近印光大師在蘇州靈巖山的道場一樣。"
    },
    {
      "id": "19-003-0004_p0027",
      "zh_CN": "他老人家这两句话非常之有名，「善谈心性者，必不弃离因果」。「过去所造为因，现在所受为果；现在所造为因，未来所受为果。苦乐因果皆由自心之所感。十方三际一切事相，无一不发生于瞥尔妄动之生灭心中」。这就是讲意业之可畏，心里面一动念，已经就结业了，何况于造作。可见得要想断恶修善，功夫从哪里做起？要从心地上做起，这才是根本法。但是从心地里面下手，不是我们普通人能做得到，因此普通的人修行，就是说我们业障比较重一点的人修行，还是从事相上，从身口上先下手；身口上做得有把握了，再从意业上下手，这就是大小乘不相同的所在。你看小乘戒，只戒身口七支，意里面不结罪的。譬如说我们讲杀生，心里面动了个念头要杀生，但是实际上没有去杀，在小乘没有罪，小乘不结罪的，大乘菩萨就结罪了。这就是大乘戒比小乘戒难持，大乘是讲举心动念，在这个里面结罪的，而小乘是要一定，换句话说，像现在的法律要有犯罪证据，没有犯罪的事实没有罪，心里动念没有罪。这就是小乘戒虽然多，容易守；大乘戒条不多，难守。我们初学的人还是要从小乘戒渐渐的深入到大乘戒，就是从事相上的防范，到最后的不动心，这也是古大德教给我们的一个顺序。",
      "zh_TW": "他老人家這兩句話非常之有名，「善談心性者，必不棄離因果」。「過去所造為因，現在所受為果；現在所造為因，未來所受為果。苦樂因果皆由自心之所感。十方三際一切事相，無一不發生於瞥爾妄動之生滅心中」。這就是講意業之可畏，心裡面一動念，已經就結業了，何況於造作。可見得要想斷惡修善，功夫從哪裡做起？要從心地上做起，這才是根本法。但是從心地裡面下手，不是我們普通人能做得到，因此普通的人修行，就是說我們業障比較重一點的人修行，還是從事相上，從身口上先下手；身口上做得有把握了，再從意業上下手，這就是大小乘不相同的所在。你看小乘戒，只戒身口七支，意裡面不結罪的。譬如說我們講殺生，心裡面動了個念頭要殺生，但是實際上沒有去殺，在小乘沒有罪，小乘不結罪的，大乘菩薩就結罪了。這就是大乘戒比小乘戒難持，大乘是講舉心動念，在這個裡面結罪的，而小乘是要一定，換句話說，像現在的法律要有犯罪證據，沒有犯罪的事實沒有罪，心裡動念沒有罪。這就是小乘戒雖然多，容易守；大乘戒條不多，難守。我們初學的人還是要從小乘戒漸漸的深入到大乘戒，就是從事相上的防範，到最後的不動心，這也是古大德教給我們的一個順序。"
    },
    {
      "id": "19-003-0004_p0028",
      "zh_CN": "我们再把这个念下去，「亦无不消除于本来清净之真如心中」，这是讲罪从心起将心忏，心清净了，罪就没有了。换句话，心不清净，无始劫所造的罪业必然还是要等待因缘去受果报的。「一毫端上纳尽华藏世界，事相无量，无一而非因果，无量因果，无一不出之于心性，心性不易见，即可借因果以见之」。这个道理可以说说得相当的精微，我们要想明心见性，性在哪里？你懂得因果就见性了，为什么？十法界依正庄严皆不外因果。可见得真正深明因果之后，怎么会不明心性的道理？当然之理。所以说，而深信因果者，终必大明夫心性，这是必然，我们从因果上下手，将来一定有成佛作祖的希望。所以此理势所必然，一定的道理。今天时间到了，我们就讲到此地，这个序文再有一次就可以讲完了。",
      "zh_TW": "我們再把這個念下去，「亦無不消除於本來清淨之真如心中」，這是講罪從心起將心懺，心清淨了，罪就沒有了。換句話，心不清淨，無始劫所造的罪業必然還是要等待因緣去受果報的。「一毫端上納盡華藏世界，事相無量，無一而非因果，無量因果，無一不出之於心性，心性不易見，即可借因果以見之」。這個道理可以說說得相當的精微，我們要想明心見性，性在哪裡？你懂得因果就見性了，為什麼？十法界依正莊嚴皆不外因果。可見得真正深明因果之後，怎麼會不明心性的道理？當然之理。所以說，而深信因果者，終必大明夫心性，這是必然，我們從因果上下手，將來一定有成佛作祖的希望。所以此理勢所必然，一定的道理。今天時間到了，我們就講到此地，這個序文再有一次就可以講完了。"
    }
  ]
}