{
  "doc_id": "19-003-0022",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1978",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "19-003-0022",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "19-003-0022_p0001",
      "zh_CN": "「积善之方」这十个纲领里面的第四段，说：",
      "zh_TW": "「積善之方」這十個綱領裡面的第四段，說："
    },
    {
      "id": "19-003-0022_p0002",
      "zh_CN": "【何谓劝人为善。生为人类。孰无良心。世路役役。最易没溺。凡与人相处。当方便提撕。开其迷惑。譬犹长夜大梦。而令之一觉。譬犹久陷烦恼。而拔之清凉。为惠最溥。韩愈云。一时劝人以口。百世劝人以书。较之与人为善。虽有形迹。然对证发药。时有奇效。不可废也。失言失人。当反吾智。】",
      "zh_TW": "【何謂勸人為善。生為人類。孰無良心。世路役役。最易沒溺。凡與人相處。當方便提撕。開其迷惑。譬猶長夜大夢。而令之一覺。譬猶久陷煩惱。而拔之清涼。為惠最溥。韓愈云。一時勸人以口。百世勸人以書。較之與人為善。雖有形跡。然對證發藥。時有奇效。不可廢也。失言失人。當反吾智。】"
    },
    {
      "id": "19-003-0022_p0003",
      "zh_CN": "这是第四段。在这一段里面，了凡居士告诉我们，意思就是说，凡是一个人，纵然是恶大至极，说实在话，还是有良心的，此地所说的良心也就是王阳明先生所谓的良知良能，阳明先生的哲学是致良知，跟这里说的意思相同。人既然有良心，当然哪一个人不喜欢善行？哪一个人不喜欢善事？既然喜欢善行善事，他为什么会作恶？底下两句就把这个作恶的因缘说出来了。『世路役役』，底下有个小注，「有所求而不止也」，这就是迷惑，所谓贪而无厌，病就生在这个地方。所以世出世间的圣人告诉我们，对治这个毛病最好的办法是知足常乐。知足是什么？戒除贪心，能够安于现前的生活方式，这个人他才能够修善、才能够积德。如果是贪心无厌，必然容易堕落的，『最易没溺』，这就是堕落。",
      "zh_TW": "這是第四段。在這一段裡面，了凡居士告訴我們，意思就是說，凡是一個人，縱然是惡大至極，說實在話，還是有良心的，此地所說的良心也就是王陽明先生所謂的良知良能，陽明先生的哲學是致良知，跟這裡說的意思相同。人既然有良心，當然哪一個人不喜歡善行？哪一個人不喜歡善事？既然喜歡善行善事，他為什麼會作惡？底下兩句就把這個作惡的因緣說出來了。『世路役役』，底下有個小註，「有所求而不止也」，這就是迷惑，所謂貪而無厭，病就生在這個地方。所以世出世間的聖人告訴我們，對治這個毛病最好的辦法是知足常樂。知足是什麼？戒除貪心，能夠安於現前的生活方式，這個人他才能夠修善、才能夠積德。如果是貪心無厭，必然容易墮落的，『最易沒溺』，這就是墮落。"
    },
    {
      "id": "19-003-0022_p0004",
      "zh_CN": "可见得，在过去社会崇尚俭朴，崇尚于节俭，现在人的思想跟从前人不一样，现在人的思想是崇尚于消费，这个跟过去恰恰颠倒。在过去，诸位想想，我们不说别的，就是一件衣裳，很不容易得到的，那个时候的布匹是手工织成的，诸位想想要多少时间才能够织一匹布？现在机器代替了人工，生产效率比从前超过千百倍都不止；换句话说，现在的物质享受太容易得到了。过去难得，都要节俭，都要知足；现在易得，如果要是懂得这个道理，懂得知足，懂得节俭，那比古人福报就要大得多了。因为人能够知足，他就不求于人，所谓是于世无求，于世无求自然高尚其人格，做学问、修道德都容易成就。如果说是生活艰难，难在什么地方？难在不知足，这就难，难在天天跟别人竞争，这又怪谁？一件衣裳，现在讲就是一般普通的质料，我看最低限度穿个五年穿不坏的。如果要天天跟人比赛，比时髦、比花样，那你这一件衣服穿不了两个星期，为什么？那个裁缝设计师又有新的花样了，你一看到，我这个不时髦，落伍了，那你当然要受罪，这是举一桩来讲。所以我们看看从前人，看看现在人，仔细去想一想，到底哪个有福报？从前人有福报，知道有福报；现在人有福报，不知道自己有福，这是太苦了。",
      "zh_TW": "可見得，在過去社會崇尚儉樸，崇尚於節儉，現在人的思想跟從前人不一樣，現在人的思想是崇尚於消費，這個跟過去恰恰顛倒。在過去，諸位想想，我們不說別的，就是一件衣裳，很不容易得到的，那個時候的布匹是手工織成的，諸位想想要多少時間才能夠織一匹布？現在機器代替了人工，生產效率比從前超過千百倍都不止；換句話說，現在的物質享受太容易得到了。過去難得，都要節儉，都要知足；現在易得，如果要是懂得這個道理，懂得知足，懂得節儉，那比古人福報就要大得多了。因為人能夠知足，他就不求於人，所謂是於世無求，於世無求自然高尚其人格，做學問、修道德都容易成就。如果說是生活艱難，難在什麼地方？難在不知足，這就難，難在天天跟別人競爭，這又怪誰？一件衣裳，現在講就是一般普通的質料，我看最低限度穿個五年穿不壞的。如果要天天跟人比賽，比時髦、比花樣，那你這一件衣服穿不了兩個星期，為什麼？那個裁縫設計師又有新的花樣了，你一看到，我這個不時髦，落伍了，那你當然要受罪，這是舉一樁來講。所以我們看看從前人，看看現在人，仔細去想一想，到底哪個有福報？從前人有福報，知道有福報；現在人有福報，不知道自己有福，這是太苦了。"
    },
    {
      "id": "19-003-0022_p0005",
      "zh_CN": "就是以我们学佛法缘来讲，我过去也一再给同修们提到过，从前要想看经谈何容易，那个时候的书本是木刻板雕刻的，一个字一个字雕的。印的时候，你们同修们都没有见过，我在小的时候还见过，用毛边纸、松烟，松树薰出来的那个烟，刷在木板上，一张一张的印。分量多一点的，一天的时间才不过印个二、三本书。所以那个时候的书价值很高，你们看看民国初年这些书籍后面订的价钱，那个时候所订的价钱要拿我们现在来比较比较，书就太贵了，《二十五史》几个人家能买得起？不是豪富人家买不起这部书。现在你看我们普通人家都可以买一部《大藏经》摆在家里，这是从前人不敢想像的。所以我们现在讲佛法的因缘，大比从前人殊胜得太多了，这就是我们比人家福报大的地方。可是从前人得到不容易，得来之后就认真的去修学；我们现在得来太容易了，得来怎么样？放在书架上，甚至于放一辈子还没有翻开来看一看，这种情形太多太多了。这就是我们自己有福而不知道去享福。所以我们自己要细心冷静的去想一想。",
      "zh_TW": "就是以我們學佛法緣來講，我過去也一再給同修們提到過，從前要想看經談何容易，那個時候的書本是木刻板雕刻的，一個字一個字雕的。印的時候，你們同修們都沒有見過，我在小的時候還見過，用毛邊紙、松煙，松樹薰出來的那個煙，刷在木板上，一張一張的印。分量多一點的，一天的時間才不過印個二、三本書。所以那個時候的書價值很高，你們看看民國初年這些書籍後面訂的價錢，那個時候所訂的價錢要拿我們現在來比較比較，書就太貴了，《二十五史》幾個人家能買得起？不是豪富人家買不起這部書。現在你看我們普通人家都可以買一部《大藏經》擺在家裡，這是從前人不敢想像的。所以我們現在講佛法的因緣，大比從前人殊勝得太多了，這就是我們比人家福報大的地方。可是從前人得到不容易，得來之後就認真的去修學；我們現在得來太容易了，得來怎麼樣？放在書架上，甚至於放一輩子還沒有翻開來看一看，這種情形太多太多了。這就是我們自己有福而不知道去享福。所以我們自己要細心冷靜的去想一想。"
    },
    {
      "id": "19-003-0022_p0006",
      "zh_CN": "给诸位说，人生最大的福报是休闲，不是一天到晚忙得不亦乐乎，那个没有福报，是要有悠闲的时间去读书、去研学，这叫真福报。从这一点来看，现在人比过去因缘殊胜得多，刚才我说了，只要你生活能知足，你工作一年你就能够积蓄一年。换句话说，真正聪明人，做一年工作玩一年，休假一年，为什么？他的积蓄足够他底下一年的生活了，这才叫真实的人生。现在外国人渐渐也懂得了，懂得什么？到世界各处去旅游观光，年老之后，拿了一笔退休金，到那个时候去玩去了。那是什么？仅仅是去游玩消遣而已，不是跟我们从前人做学问，所谓是山林水畔长养圣胎，不是做的这个。既然是今日之下可以说生活比从前容易，日子比从前好过，只要去了贪心，只要懂得知足常乐之道，人生一定是非常的幸福，道业一定能成就，这就是我们都要会把握。",
      "zh_TW": "給諸位說，人生最大的福報是休閒，不是一天到晚忙得不亦樂乎，那個沒有福報，是要有悠閒的時間去讀書、去研學，這叫真福報。從這一點來看，現在人比過去因緣殊勝得多，剛才我說了，只要你生活能知足，你工作一年你就能夠積蓄一年。換句話說，真正聰明人，做一年工作玩一年，休假一年，為什麼？他的積蓄足夠他底下一年的生活了，這才叫真實的人生。現在外國人漸漸也懂得了，懂得什麼？到世界各處去旅遊觀光，年老之後，拿了一筆退休金，到那個時候去玩去了。那是什麼？僅僅是去遊玩消遣而已，不是跟我們從前人做學問，所謂是山林水畔長養聖胎，不是做的這個。既然是今日之下可以說生活比從前容易，日子比從前好過，只要去了貪心，只要懂得知足常樂之道，人生一定是非常的幸福，道業一定能成就，這就是我們都要會把握。"
    },
    {
      "id": "19-003-0022_p0007",
      "zh_CN": "可是话说回来，几个人懂得这个道理？不要说别的，现在这些家庭，哪一个人家庭没有个电视机？电视机，给诸位说，有百害而无一利，那是个魔鬼，还欢欢喜喜把它请到家里来。有了这个东西在家里，心就定不下来了，看了那些节目心动了，到晚上睡觉还乱作梦，你说这个可怜不可怜！真正的幸福是心地清净，净极光通达，心净极了就放光明，世出世法无法不知。诸位，我们这个小册子完全是讲断恶修善，就是教我们消业障、培福报，这个书里头教给我们的。更进一步，那是讲明心见性。诸位可以细细的去读一读我们最近印的《永嘉禅宗集》跟《证道歌》，这两种注解都注得非常之好，诸位细细的念一念，你才晓得什么叫做真正的福报，什么是真正幸福的人生，不读圣贤书决定不知道。所以懂得的人少，不懂的人多。",
      "zh_TW": "可是話說回來，幾個人懂得這個道理？不要說別的，現在這些家庭，哪一個人家庭沒有個電視機？電視機，給諸位說，有百害而無一利，那是個魔鬼，還歡歡喜喜把它請到家裡來。有了這個東西在家裡，心就定不下來了，看了那些節目心動了，到晚上睡覺還亂作夢，你說這個可憐不可憐！真正的幸福是心地清淨，淨極光通達，心淨極了就放光明，世出世法無法不知。諸位，我們這個小冊子完全是講斷惡修善，就是教我們消業障、培福報，這個書裡頭教給我們的。更進一步，那是講明心見性。諸位可以細細的去讀一讀我們最近印的《永嘉禪宗集》跟《證道歌》，這兩種註解都註得非常之好，諸位細細的念一念，你才曉得什麼叫做真正的福報，什麼是真正幸福的人生，不讀聖賢書決定不知道。所以懂得的人少，不懂的人多。"
    },
    {
      "id": "19-003-0022_p0008",
      "zh_CN": "因此，『凡与人相处，当方便提撕』，这就是跟一般人相处，在一起的时候，要以善巧方便提醒他，叫他觉悟，他迷在五欲六尘里面，在佛法里面讲，这是值得可怜悯的。提醒他，这里头要讲求了，要有方便，就是要有技巧。你直接跟他说，他不服气，不会接受你的，不但不接受，他还要说你老顽固，你跟不上时代了，你落伍了，好像看到你年纪轻轻的，那个头脑是十八世纪以前的头脑，这是必然的道理。可见得理论一定要通达，方便必须要具备，善巧方便才能够开其迷惑，把他的迷梦给点醒。像这些道理，大经大论里面说得非常的透辟，只要我们虚心的去读诵、去研究，并不难懂。难的是我们不肯去研究，不愿意去接受；换句话说，自甘堕落，那就没有办法了。",
      "zh_TW": "因此，『凡與人相處，當方便提撕』，這就是跟一般人相處，在一起的時候，要以善巧方便提醒他，叫他覺悟，他迷在五欲六塵裡面，在佛法裡面講，這是值得可憐憫的。提醒他，這裡頭要講求了，要有方便，就是要有技巧。你直接跟他說，他不服氣，不會接受你的，不但不接受，他還要說你老頑固，你跟不上時代了，你落伍了，好像看到你年紀輕輕的，那個頭腦是十八世紀以前的頭腦，這是必然的道理。可見得理論一定要通達，方便必須要具備，善巧方便才能夠開其迷惑，把他的迷夢給點醒。像這些道理，大經大論裡面說得非常的透闢，只要我們虛心的去讀誦、去研究，並不難懂。難的是我們不肯去研究，不願意去接受；換句話說，自甘墮落，那就沒有辦法了。"
    },
    {
      "id": "19-003-0022_p0009",
      "zh_CN": "下面是举一个譬喻，好比长夜的大梦，你把他唤醒。这是比的什么？底下说出来了，好比久陷烦恼，这是实话，哪一个众生不是无始劫以来就为烦恼所障？烦恼这是魔之一，你看佛在《八大人觉经》里面讲四种魔，魔有四类，第一就是烦恼魔，烦恼折磨我们的身心，叫我们生死轮回，永远不能见性，不能够摆脱三界六道。哪一个没有烦恼？一般来说证得阿罗汉果以上的才没有烦恼，换句话说，烦恼没有了，你就证阿罗汉以上的地位了，这就不是凡人，叫圣人了。烦恼能不能断？给诸位说，决定能断，不是不能断，问题就是你愿不愿意断？你要愿意断，没有断不了的。此地讲，『而拔之清凉，为惠最溥』，你能够帮助众生拔除烦恼，这个恩惠是最大的。由此可知，佛菩萨弘法利生，我们常说，佛菩萨的恩惠没有可以比较的，父母对我们的恩惠是一生的，佛菩萨对我们的恩惠是生生世世，这个恩德多么重、多么广大。",
      "zh_TW": "下面是舉一個譬喻，好比長夜的大夢，你把他喚醒。這是比的什麼？底下說出來了，好比久陷煩惱，這是實話，哪一個眾生不是無始劫以來就為煩惱所障？煩惱這是魔之一，你看佛在《八大人覺經》裡面講四種魔，魔有四類，第一就是煩惱魔，煩惱折磨我們的身心，叫我們生死輪迴，永遠不能見性，不能夠擺脫三界六道。哪一個沒有煩惱？一般來說證得阿羅漢果以上的才沒有煩惱，換句話說，煩惱沒有了，你就證阿羅漢以上的地位了，這就不是凡人，叫聖人了。煩惱能不能斷？給諸位說，決定能斷，不是不能斷，問題就是你願不願意斷？你要願意斷，沒有斷不了的。此地講，『而拔之清涼，為惠最溥』，你能夠幫助眾生拔除煩惱，這個恩惠是最大的。由此可知，佛菩薩弘法利生，我們常說，佛菩薩的恩惠沒有可以比較的，父母對我們的恩惠是一生的，佛菩薩對我們的恩惠是生生世世，這個恩德多麼重、多麼廣大。"
    },
    {
      "id": "19-003-0022_p0010",
      "zh_CN": "底下这是引韩昌黎的几句话，都是说的劝人为善。说『一时劝人以口，百世劝人以书』，一时是当时。在过去，普通的民间乡里都有讲善书的，诸位看看《感应篇》前面所记载的都有，有许多种的讲法，一般就是每个月初一、十五，或者在寺庙，或者在祠堂，在这些公共场所，有这些老先生定期在那里讲善书。讲这些干什么？劝人为善。那些统统都是尽义务的，也不是政府派的，都是民间这些善人、有学问的读书人自己组织起来的，订上日期轮流去讲，到处去讲，「一时劝人以口」。「百世劝人以书」，我们就举一个比喻来说，古德劝善之书太多，佛菩萨的经典哪一部经典不是劝善？后人给这些经典、善书再加上注解，这就是劝人以书。经论文字非常的深奥，后学很难懂得里面的经义，有这些古今的大德，他们在注解、阐扬、发明这些道理，使我们一看就明白。譬如《感应篇》，《感应篇》的正文不过一千多字，拿现在的出版界来说，报章杂志上来讲，是一篇很短的文章，只有一百九十二句，但是你看看古人所注解的，那么厚一本。",
      "zh_TW": "底下這是引韓昌黎的幾句話，都是說的勸人為善。說『一時勸人以口，百世勸人以書』，一時是當時。在過去，普通的民間鄉里都有講善書的，諸位看看《感應篇》前面所記載的都有，有許多種的講法，一般就是每個月初一、十五，或者在寺廟，或者在祠堂，在這些公共場所，有這些老先生定期在那裡講善書。講這些幹什麼？勸人為善。那些統統都是盡義務的，也不是政府派的，都是民間這些善人、有學問的讀書人自己組織起來的，訂上日期輪流去講，到處去講，「一時勸人以口」。「百世勸人以書」，我們就舉一個比喻來說，古德勸善之書太多，佛菩薩的經典哪一部經典不是勸善？後人給這些經典、善書再加上註解，這就是勸人以書。經論文字非常的深奧，後學很難懂得裡面的經義，有這些古今的大德，他們在註解、闡揚、發明這些道理，使我們一看就明白。譬如《感應篇》，《感應篇》的正文不過一千多字，拿現在的出版界來說，報章雜誌上來講，是一篇很短的文章，只有一百九十二句，但是你看看古人所註解的，那麼厚一本。"
    },
    {
      "id": "19-003-0022_p0011",
      "zh_CN": "而古人着的这些注子差不多都是前清时候人注的，清以前的，注解的还是文言文，如果把这些注解翻成现在的白话文，恐怕又要多上个五、六倍。这是自己有道德、有学问、能发明，著书立说；不能的时候，也得以注疏的方法，就是注解注疏的方法，劝导后人。我们看过去这些古来的祖师大德所作的，多半都是从这方面，自己有修有证，他自己写文章。譬如《永嘉大师禅宗集》，那是他自己作的，《证道歌》也是他自己作的，这是从他心性里面流露出来的，也是劝世的，劝我们转凡成圣，劝我们了生死出三界。永嘉是唐朝时候人，我们现在读的这个小册子，注解是明朝时候幽溪大师作的，他将《禅宗集》做详细的注解，这就是自己不能写就作注解，劝人为善的心，劝人为善的功德，实在没有两样。这就是说，口说与注疏这两者都不可以缺少，要同时并进，就近的我们要用口头上的来劝勉他，远方的或者来世的，我们就用文字来劝勉他。",
      "zh_TW": "而古人著的這些註子差不多都是前清時候人註的，清以前的，註解的還是文言文，如果把這些註解翻成現在的白話文，恐怕又要多上個五、六倍。這是自己有道德、有學問、能發明，著書立說；不能的時候，也得以註疏的方法，就是註解註疏的方法，勸導後人。我們看過去這些古來的祖師大德所作的，多半都是從這方面，自己有修有證，他自己寫文章。譬如《永嘉大師禪宗集》，那是他自己作的，《證道歌》也是他自己作的，這是從他心性裡面流露出來的，也是勸世的，勸我們轉凡成聖，勸我們了生死出三界。永嘉是唐朝時候人，我們現在讀的這個小冊子，註解是明朝時候幽溪大師作的，他將《禪宗集》做詳細的註解，這就是自己不能寫就作註解，勸人為善的心，勸人為善的功德，實在沒有兩樣。這就是說，口說與註疏這兩者都不可以缺少，要同時並進，就近的我們要用口頭上的來勸勉他，遠方的或者來世的，我們就用文字來勸勉他。"
    },
    {
      "id": "19-003-0022_p0012",
      "zh_CN": "『较之与人为善，虽有形迹，然对证发药』。这就教我们跟前面第一段与人为善比较比较，前面第一段与人为善是举的舜王的例子，是以身教、是以善行、以道德去感化一切人，不落形迹。此地有言说、有文字，「虽有形迹」，这个劝人为善跟与人为善不同的地方就在此地。除了这一点，这两条确实是很难区别的。虽有形迹，但是它有它的作用，『对证发药，时有奇效，不可废也』，用得恰当，效果非常之大。以身教感化、以德行感化，要相当长的时间，而且对方还得有善根，被他看出来了，心地感动了；善根福德稍微薄一点的，一定要劝他、要勉励他，他才会觉悟回头。所以讲到与人为善，着重在自己，就是自己的存心，着重在这里；讲到劝人为善，着重在利他，在善巧方便上，必须要这样做。",
      "zh_TW": "『較之與人為善，雖有形跡，然對證發藥』。這就教我們跟前面第一段與人為善比較比較，前面第一段與人為善是舉的舜王的例子，是以身教、是以善行、以道德去感化一切人，不落形跡。此地有言說、有文字，「雖有形跡」，這個勸人為善跟與人為善不同的地方就在此地。除了這一點，這兩條確實是很難區別的。雖有形跡，但是它有它的作用，『對證發藥，時有奇效，不可廢也』，用得恰當，效果非常之大。以身教感化、以德行感化，要相當長的時間，而且對方還得有善根，被他看出來了，心地感動了；善根福德稍微薄一點的，一定要勸他、要勉勵他，他才會覺悟回頭。所以講到與人為善，著重在自己，就是自己的存心，著重在這裡；講到勸人為善，著重在利他，在善巧方便上，必須要這樣做。"
    },
    {
      "id": "19-003-0022_p0013",
      "zh_CN": "尤其是今日之下，佛教被一般人所误会，原因在什么地方？讲得太少了。如果要是讲得多，常常讲、时时讲、处处讲，大家都明白这个道理，对于佛教不至于发生误会。在过去为什么社会对于三宝这样的尊敬，现在这个社会对于三宝毫无恭敬之心？我们不能怪现在人，而是怪自己弘扬不力，原因在这个地方，大家不知道，这才发生了误会。这些年来，在台湾，可以说我们这个地区比世界上任何一个地区，以佛法来说，我们最殊胜。也就是说，在台湾这个地区可以说常常有人在讲经，这一点确确实实不容易。其他地区，我们看东南亚、看日本、看韩国，这都算是佛教的国家，日本很久就没有公开的讲经了，没有，日本的讲经仅限于他们自己办的几个佛教大学。日本的教育制度跟我们中国不一样，仅仅在学校里面研究，你要想懂得佛经的道理，那你就上佛教大学，你不上佛教大学你就不懂得，是这么一个情形。南洋一带像我们这样升座讲经的，几年也许有个一次、二次，时间都很短暂，哪有长年讲的？诸位想想，在这种情形之下，你说叫人不误会，那是不可能的事。",
      "zh_TW": "尤其是今日之下，佛教被一般人所誤會，原因在什麼地方？講得太少了。如果要是講得多，常常講、時時講、處處講，大家都明白這個道理，對於佛教不至於發生誤會。在過去為什麼社會對於三寶這樣的尊敬，現在這個社會對於三寶毫無恭敬之心？我們不能怪現在人，而是怪自己弘揚不力，原因在這個地方，大家不知道，這才發生了誤會。這些年來，在台灣，可以說我們這個地區比世界上任何一個地區，以佛法來說，我們最殊勝。也就是說，在台灣這個地區可以說常常有人在講經，這一點確確實實不容易。其他地區，我們看東南亞、看日本、看韓國，這都算是佛教的國家，日本很久就沒有公開的講經了，沒有，日本的講經僅限於他們自己辦的幾個佛教大學。日本的教育制度跟我們中國不一樣，僅僅在學校裡面研究，你要想懂得佛經的道理，那你就上佛教大學，你不上佛教大學你就不懂得，是這麼一個情形。南洋一帶像我們這樣升座講經的，幾年也許有個一次、二次，時間都很短暫，哪有長年講的？諸位想想，在這種情形之下，你說叫人不誤會，那是不可能的事。"
    },
    {
      "id": "19-003-0022_p0014",
      "zh_CN": "台湾这些年来，可以说最近十年以来，各地方都在办大专佛学讲座，这些年轻人，受过高等教育的知识分子，他们来从事经典教理的研讨，这是开风气之先。可是我们还没有把这个工作做到尽善尽美，换句话说，虽在做，没有认真的去做，多分还是在热闹场面上做，没有说是有计划真正从事一番研究设计来做这个工作，这就是做得不力，做得不够。所以目标是仅仅让这些年轻的同学们晓得佛教里面是有学问、是有哲理，比一般宗教要高，只能达到这一点宣传的效果而已，至于在断恶修善、德行的培养、道业的修学，那还差得相当远。像这一些我们都应当要留意，都应当要更加努力的。由此可知，学不能不讲。",
      "zh_TW": "台灣這些年來，可以說最近十年以來，各地方都在辦大專佛學講座，這些年輕人，受過高等教育的知識分子，他們來從事經典教理的研討，這是開風氣之先。可是我們還沒有把這個工作做到盡善盡美，換句話說，雖在做，沒有認真的去做，多分還是在熱鬧場面上做，沒有說是有計畫真正從事一番研究設計來做這個工作，這就是做得不力，做得不夠。所以目標是僅僅讓這些年輕的同學們曉得佛教裡面是有學問、是有哲理，比一般宗教要高，只能達到這一點宣傳的效果而已，至於在斷惡修善、德行的培養、道業的修學，那還差得相當遠。像這一些我們都應當要留意，都應當要更加努力的。由此可知，學不能不講。"
    },
    {
      "id": "19-003-0022_p0015",
      "zh_CN": "下面有个小注，「以口劝而对症发药，奇效立致，而所及者近」，这个近就是就近的人他才能听得到。「以书劝而造福无量，所及者广，宜兼图之」，书籍流通的面大，流通的时间长。由此可知，我们自己要没有能力来写书，没有能力来注疏，看到别人有好的东西，我们应当发心流通，以广宣传，这也是劝人为善。我们道场同修可以说这一点我们是常常在做，印送经书、印送善书，这都包括在这一条里面。",
      "zh_TW": "下面有個小註，「以口勸而對症發藥，奇效立致，而所及者近」，這個近就是就近的人他才能聽得到。「以書勸而造福無量，所及者廣，宜兼圖之」，書籍流通的面大，流通的時間長。由此可知，我們自己要沒有能力來寫書，沒有能力來註疏，看到別人有好的東西，我們應當發心流通，以廣宣傳，這也是勸人為善。我們道場同修可以說這一點我們是常常在做，印送經書、印送善書，這都包括在這一條裡面。"
    },
    {
      "id": "19-003-0022_p0016",
      "zh_CN": "下面说，『失言失人，当反吾智』，这里说，「可与言而不与之言，失人；不可与言而与之言，这叫失言」。这个意思是说，凡是你看到一个人，他对于善法生了欢喜心，这就是可教、可劝，可教、可劝你要不劝勉他、不奖励他，这就叫失人。如果遇到一些外道，成见很深，你不劝他还好，你一劝他，招来一些毁谤，对这种人你要劝他，这就叫失言。所以这个我们自己必须要有智慧，又要有方便。「智者不失人，亦不失言」，看到哪些人可以劝他的就得要劝他，不可以劝他，心里面要回向给他。前面所讲的，与人为善，慢慢的来感化他，什么时候时节因缘成熟了再劝他。为什么？现在劝他，他听不进去，等他几时因缘成熟了，到那个时候再去劝他并不迟。由此可知，劝化众生这个心不能没有，在事不能操之过急，操之过急适得其反，收不到效果。可见得他把劝人为善的方法、态度都教给我们了。下面第五段：",
      "zh_TW": "下面說，『失言失人，當反吾智』，這裡說，「可與言而不與之言，失人；不可與言而與之言，這叫失言」。這個意思是說，凡是你看到一個人，他對於善法生了歡喜心，這就是可教、可勸，可教、可勸你要不勸勉他、不獎勵他，這就叫失人。如果遇到一些外道，成見很深，你不勸他還好，你一勸他，招來一些毀謗，對這種人你要勸他，這就叫失言。所以這個我們自己必須要有智慧，又要有方便。「智者不失人，亦不失言」，看到哪些人可以勸他的就得要勸他，不可以勸他，心裡面要迴向給他。前面所講的，與人為善，慢慢的來感化他，什麼時候時節因緣成熟了再勸他。為什麼？現在勸他，他聽不進去，等他幾時因緣成熟了，到那個時候再去勸他並不遲。由此可知，勸化眾生這個心不能沒有，在事不能操之過急，操之過急適得其反，收不到效果。可見得他把勸人為善的方法、態度都教給我們了。下面第五段："
    },
    {
      "id": "19-003-0022_p0017",
      "zh_CN": "【何谓救人危急。患难颠沛。人所时有。偶一遇之。当如痌癏之在身。速为解救。或以一言伸其屈抑。或以多方济其颠连。崔子曰。惠不在大。赴人之急可也。盖仁人之言哉。】",
      "zh_TW": "【何謂救人危急。患難顛沛。人所時有。偶一遇之。當如痌癏之在身。速為解救。或以一言伸其屈抑。或以多方濟其顛連。崔子曰。惠不在大。赴人之急可也。蓋仁人之言哉。】"
    },
    {
      "id": "19-003-0022_p0018",
      "zh_CN": "这一条是说到帮助别人的急难。我们人为什么会有这些患难？佛经告诉我们，人的苦难是从造恶业而来的。我们六道的凡夫举心动念哪有尽善的？既没有尽善，当中一定有恶业，善恶的果报决定不能免。这在前面第一篇「立命之学」我们就读到了，凡是不能够转移自己命运的，换句话说，千真万确的，「一饮一啄，莫非前定」，你转不过命运，就是命运主宰了你。这本书就是教我们改造命运，跳出命运的圈子，自己做得了主，这个多么自在。改造命运没有别的，就是断恶修善，这也是善行之一，救人的危急。刚才讲了，人既不是纯善，造了有恶业之因，他就有颠沛流离这种果报。「颠，遭大不幸，基业倾覆；沛，遇祸乱时，流离失所」。在我们目前这个时代，这种情形在这个世界上可以说日有所闻，天天都有，处处都有。有遭到这些大难的，遇到危急的，我们遇到了，『当如痌癏之在身，速为解救』，这要晓得他的苦难之处，「痌癏」是个比喻，就好像害着毒疮一样，急待救拔。『或以一言伸其屈抑，或以多方济其颠连』，这是举出一个例子来说，或者人遭了冤枉，你有能力，或者以言语，或者以自己的力量，去帮助他，使他能够伸其冤，就是平反他的冤枉；或者他有大的苦难，我们要多方面去救济他，去援助他。",
      "zh_TW": "這一條是說到幫助別人的急難。我們人為什麼會有這些患難？佛經告訴我們，人的苦難是從造惡業而來的。我們六道的凡夫舉心動念哪有盡善的？既沒有盡善，當中一定有惡業，善惡的果報決定不能免。這在前面第一篇「立命之學」我們就讀到了，凡是不能夠轉移自己命運的，換句話說，千真萬確的，「一飲一啄，莫非前定」，你轉不過命運，就是命運主宰了你。這本書就是教我們改造命運，跳出命運的圈子，自己做得了主，這個多麼自在。改造命運沒有別的，就是斷惡修善，這也是善行之一，救人的危急。剛才講了，人既不是純善，造了有惡業之因，他就有顛沛流離這種果報。「顛，遭大不幸，基業傾覆；沛，遇禍亂時，流離失所」。在我們目前這個時代，這種情形在這個世界上可以說日有所聞，天天都有，處處都有。有遭到這些大難的，遇到危急的，我們遇到了，『當如痌癏之在身，速為解救』，這要曉得他的苦難之處，「痌癏」是個比喻，就好像害著毒瘡一樣，急待救拔。『或以一言伸其屈抑，或以多方濟其顛連』，這是舉出一個例子來說，或者人遭了冤枉，你有能力，或者以言語，或者以自己的力量，去幫助他，使他能夠伸其冤，就是平反他的冤枉；或者他有大的苦難，我們要多方面去救濟他，去援助他。"
    },
    {
      "id": "19-003-0022_p0019",
      "zh_CN": "前面小注子里有说，如果不是过去世福德深厚，在人生的过程当中，这些苦难确确实实是免不了的。过去没有修福，现在修福也来得及，现在，这里头有一句说，「至心修德」。了凡先生就是一个例子，他是遇到云谷禅师之后这才开始修，同样的也能把后半生的命运能够转移。诸位要晓得，一个人真正的幸福是在后半世，年轻时候那个福报不算福报，晚年的福报是真正的福报。我们看到多少人，少壮的时候享福，晚年的时候受罪，这种情形太多了。少壮的时候受罪，有这个体力，能够扛得过去，晚年没有这个体力，没有这个精神了，所以晚年的福报是真正的福报。诸位在年轻力壮的时候多吃苦头，换句话说，过去世所造的恶业要报都在年轻的时候报，过去修的那些善业要享都到晚年来享，这才叫聪明人。年轻人享福绝不是好事情，要照现在一般医学健康的状况来说，福报应该留到六十岁以后享，这才是真正之福。",
      "zh_TW": "前面小註子裡有說，如果不是過去世福德深厚，在人生的過程當中，這些苦難確確實實是免不了的。過去沒有修福，現在修福也來得及，現在，這裡頭有一句說，「至心修德」。了凡先生就是一個例子，他是遇到雲谷禪師之後這才開始修，同樣的也能把後半生的命運能夠轉移。諸位要曉得，一個人真正的幸福是在後半世，年輕時候那個福報不算福報，晚年的福報是真正的福報。我們看到多少人，少壯的時候享福，晚年的時候受罪，這種情形太多了。少壯的時候受罪，有這個體力，能夠扛得過去，晚年沒有這個體力，沒有這個精神了，所以晚年的福報是真正的福報。諸位在年輕力壯的時候多吃苦頭，換句話說，過去世所造的惡業要報都在年輕的時候報，過去修的那些善業要享都到晚年來享，這才叫聰明人。年輕人享福絕不是好事情，要照現在一般醫學健康的狀況來說，福報應該留到六十歲以後享，這才是真正之福。"
    },
    {
      "id": "19-003-0022_p0020",
      "zh_CN": "说到这一点，这讲「救人危急」，危急是说大的，小的这些苦恼，我们要懂得了之后，就得要留意。譬如说，一般年轻人没有不讨厌老人的，看到老人就讨厌，总不喜欢跟他接近，你有没有想到因果报应？你现在讨厌老人，将来你老了人家就讨厌你，必然的道理。你想到老的时候，老有老的苦，生老病死苦，耳也聋了，眼也花了，处处都不方便了，你要能够照顾他，你老的时候必然有人照顾你，果报比什么都现实。换句话说，你自己得要想一想，我将来希望别人怎样对我，我现在就如何对一切人，何况说是救人危急？我们在危急当中希望别人来照顾我们，别人有危急我们是不是主动去照顾别人？不种因哪里会有果？所以常常要设身处地为别人着想，能够减少别人一分痛苦，增加别人一分快乐，换句话说，就是减少自己的痛苦，增加自己的快乐。这个道理不深，知道了就要照这样去做。",
      "zh_TW": "說到這一點，這講「救人危急」，危急是說大的，小的這些苦惱，我們要懂得了之後，就得要留意。譬如說，一般年輕人沒有不討厭老人的，看到老人就討厭，總不喜歡跟他接近，你有沒有想到因果報應？你現在討厭老人，將來你老了人家就討厭你，必然的道理。你想到老的時候，老有老的苦，生老病死苦，耳也聾了，眼也花了，處處都不方便了，你要能夠照顧他，你老的時候必然有人照顧你，果報比什麼都現實。換句話說，你自己得要想一想，我將來希望別人怎樣對我，我現在就如何對一切人，何況說是救人危急？我們在危急當中希望別人來照顧我們，別人有危急我們是不是主動去照顧別人？不種因哪裡會有果？所以常常要設身處地為別人著想，能夠減少別人一分痛苦，增加別人一分快樂，換句話說，就是減少自己的痛苦，增加自己的快樂。這個道理不深，知道了就要照這樣去做。"
    },
    {
      "id": "19-003-0022_p0021",
      "zh_CN": "下面说，『崔子曰：惠不在大，赴人之急可也，盖仁人之言哉』。这后面是赞叹他的一句话，恩惠不在乎大与小，问题在哪边？是济人之急。换句话说，对方正需要的时候你能够帮他忙，你能给他解决危难，这叫真实的恩惠，这是仁人存心。下面一条是：",
      "zh_TW": "下面說，『崔子曰：惠不在大，赴人之急可也，蓋仁人之言哉』。這後面是讚歎他的一句話，恩惠不在乎大與小，問題在哪邊？是濟人之急。換句話說，對方正需要的時候你能夠幫他忙，你能給他解決危難，這叫真實的恩惠，這是仁人存心。下面一條是："
    },
    {
      "id": "19-003-0022_p0022",
      "zh_CN": "【何谓兴建大利。】",
      "zh_TW": "【何謂興建大利。】"
    },
    {
      "id": "19-003-0022_p0023",
      "zh_CN": "这个利就是于众生有利益的事，大利就是于大众有利益的。",
      "zh_TW": "這個利就是於眾生有利益的事，大利就是於大眾有利益的。"
    },
    {
      "id": "19-003-0022_p0024",
      "zh_CN": "【小而一乡之内。大而一邑之中。】",
      "zh_TW": "【小而一鄉之內。大而一邑之中。】"
    },
    {
      "id": "19-003-0022_p0025",
      "zh_CN": "这个乡是乡里，邑就是城市，就是我们一个市、一个县，这都是举例子来讲的。",
      "zh_TW": "這個鄉是鄉里，邑就是城市，就是我們一個市、一個縣，這都是舉例子來講的。"
    },
    {
      "id": "19-003-0022_p0026",
      "zh_CN": "【凡有利益。最宜兴建。】",
      "zh_TW": "【凡有利益。最宜興建。】"
    },
    {
      "id": "19-003-0022_p0027",
      "zh_CN": "只要于公众、于大家有利益的事情，一定要兴建。下面举几个例子，当然这些事情非常之多，我们应当所谓是举一隅而以三隅反。",
      "zh_TW": "只要於公眾、於大家有利益的事情，一定要興建。下面舉幾個例子，當然這些事情非常之多，我們應當所謂是舉一隅而以三隅反。"
    },
    {
      "id": "19-003-0022_p0028",
      "zh_CN": "【或开渠导水。或筑堤防患。或修桥梁以便行旅。或施茶饭以济饥渴。随缘劝导。协力兴修。勿避嫌疑。勿辞劳怨。】",
      "zh_TW": "【或開渠導水。或築堤防患。或修橋梁以便行旅。或施茶飯以濟飢渴。隨緣勸導。協力興修。勿避嫌疑。勿辭勞怨。】"
    },
    {
      "id": "19-003-0022_p0029",
      "zh_CN": "所举的几个例子都是常见之事，常有之事，确实于大家都有利益的。譬如说，现在我们住在台北市，晓得我们台北市的下水道不好，雨稍微下大了，好多的街头都积水，可见得水患这个问题，自古以来对大众有危害而不方便的地方太多了。前面这个例子都是举的治水。『筑堤防患』也是如此，这是防范水患，像洪水暴发，防患水灾，低洼的地区应当要筑堤防。或者是『修桥梁』，修桥补路，『以便行旅』。现在这些事情政府做得很多，在过去，大的工程政府做，有一些小的是地方上这些善人自动的集合财力、人力自己去做的。",
      "zh_TW": "所舉的幾個例子都是常見之事，常有之事，確實於大家都有利益的。譬如說，現在我們住在台北市，曉得我們台北市的下水道不好，雨稍微下大了，好多的街頭都積水，可見得水患這個問題，自古以來對大眾有危害而不方便的地方太多了。前面這個例子都是舉的治水。『築堤防患』也是如此，這是防範水患，像洪水暴發，防患水災，低窪的地區應當要築堤防。或者是『修橋樑』，修橋補路，『以便行旅』。現在這些事情政府做得很多，在過去，大的工程政府做，有一些小的是地方上這些善人自動的集合財力、人力自己去做的。"
    },
    {
      "id": "19-003-0022_p0030",
      "zh_CN": "『或施茶饭以济饥渴』，这也是举一个例子，过去旅行的这些商客不像现在这么方便，旅馆设备得非常周到，真是宾至如归，饭馆几乎到处都是。从前没有这么方便，而且那个时候旅行都是靠徒步，旱路上所谓是骑马乘轿，水路上以前是帆船，每天所走的路程相当的辛苦，但是还是有限，一天能够走上个七、八十里，一百里，就走得很远了，因此走个五里、十里就要休息一下。所以那个时候，有的人家住在路边上，他就设的有这些茶饭，供给旅途上的人。现在虽然是我们想做也没这个机缘了，你就是门口摆上茶饭，人家看你卫生不卫生，还不愿意吃你的。你要懂得这个意思，现在要做的多得很，譬如说劝善之书我们就可以到处赠送，你家里是做买卖开店的，我们这些善书很多，你可以多拿几本放在你柜台上，主顾来了，买了东西，看到你这个书，看看很喜欢；很喜欢，送你一本带回去，这就是布施茶饭，滋养他的法身慧命。这些善书放在我们佛堂里面，不是学佛的人他不到这来，放在一般的这些店里，什么人他都会去，我们同修们要想到这一点，这都是布施，法布施。",
      "zh_TW": "『或施茶飯以濟飢渴』，這也是舉一個例子，過去旅行的這些商客不像現在這麼方便，旅館設備得非常周到，真是賓至如歸，飯館幾乎到處都是。從前沒有這麼方便，而且那個時候旅行都是靠徒步，旱路上所謂是騎馬乘轎，水路上以前是帆船，每天所走的路程相當的辛苦，但是還是有限，一天能夠走上個七、八十里，一百里，就走得很遠了，因此走個五里、十里就要休息一下。所以那個時候，有的人家住在路邊上，他就設的有這些茶飯，供給旅途上的人。現在雖然是我們想做也沒這個機緣了，你就是門口擺上茶飯，人家看你衛生不衛生，還不願意吃你的。你要懂得這個意思，現在要做的多得很，譬如說勸善之書我們就可以到處贈送，你家裡是做買賣開店的，我們這些善書很多，你可以多拿幾本放在你櫃台上，主顧來了，買了東西，看到你這個書，看看很喜歡；很喜歡，送你一本帶回去，這就是布施茶飯，滋養他的法身慧命。這些善書放在我們佛堂裡面，不是學佛的人他不到這來，放在一般的這些店裡，什麼人他都會去，我們同修們要想到這一點，這都是布施，法布施。"
    },
    {
      "id": "19-003-0022_p0031",
      "zh_CN": "今天圆觉寺的静定法师告诉我，他说他们圆觉寺有个怪人，是一位居士，年岁很大了，他一生只做一桩事情，就是做那些阿弥陀佛、南无观世音菩萨、药师如来那些牌子，走到哪个地方就钉到哪里，他就做这个事情，全台湾他到处去。他自己所赚的钱就做这个，他不做别的，专门做这个东西，做几百个，到外面去玩的时候，到处树上、电线杆上他就去钉。佛法里面讲，「一历耳根，永为道种」，诸位想想他度多少人，他给多少众生种善根，今生他在种因，一转世他要做大法师，他的法缘殊胜，凡是看到这个牌子都跟他有缘，他在哪里讲经听众多，为什么？有缘。可见得与众生结缘是轻而易举的事情，为什么不干？听说他出国到南洋去玩，他也做了好几千个带到南洋去，到处都钉，连南洋现在也是的了。我们要懂这个意思，尽心尽力的去做，这在因地的时候，没有成佛道之前必须要做的，不能缺少的。",
      "zh_TW": "今天圓覺寺的靜定法師告訴我，他說他們圓覺寺有個怪人，是一位居士，年歲很大了，他一生只做一樁事情，就是做那些阿彌陀佛、南無觀世音菩薩、藥師如來那些牌子，走到哪個地方就釘到哪裡，他就做這個事情，全台灣他到處去。他自己所賺的錢就做這個，他不做別的，專門做這個東西，做幾百個，到外面去玩的時候，到處樹上、電線桿上他就去釘。佛法裡面講，「一歷耳根，永為道種」，諸位想想他度多少人，他給多少眾生種善根，今生他在種因，一轉世他要做大法師，他的法緣殊勝，凡是看到這個牌子都跟他有緣，他在哪裡講經聽眾多，為什麼？有緣。可見得與眾生結緣是輕而易舉的事情，為什麼不幹？聽說他出國到南洋去玩，他也做了好幾千個帶到南洋去，到處都釘，連南洋現在也是的了。我們要懂這個意思，盡心盡力的去做，這在因地的時候，沒有成佛道之前必須要做的，不能缺少的。"
    },
    {
      "id": "19-003-0022_p0032",
      "zh_CN": "年初，我们也想一个比他这个方法还要来得容易，他那样很辛苦，到处跑到处去钉，相当的辛苦，我们现在也做了这些，做的是电影院用的幻灯片，这个多方便。你到电影院去花个几百块钱，他给你打一个月，这一个月你看每一场看电影的有多少，那些人不是个个与你都有缘了吗？我们不受辛苦。「兴建大利」，稍稍动一点头脑，晓得做大功德、培大福报、结殊胜的法缘并不难。我过去讲经一再提醒，我们佛门里面有不少大护法，生意买卖做得很大，到寺庙出功德一出都是几十万的，可是这些大护法很少来听经，我们讲堂没有看到有一个这样的大富翁来，所以我讲了多少次都没有反应。我劝他们做一点好事不费力，他每天在报纸上登大广告，电视里面做广告，里面只要加一句南无阿弥陀佛、南无观世音菩萨，又不必多加广告费，你广告一样做了，也劝人念一声佛号，念一声观世音菩萨，这是一举而两得。他只晓得做广告，他忘了劝人念佛。不必要多加一分钱，功德多么圆满，真是世出世间福报都修了。这是举几个例子来说，可见得兴建大利，不要以为我没有力量，我没有机会，那是错误的，只要你有心，人人都有力量，时时处处都有机缘，问题就看你会不会。",
      "zh_TW": "年初，我們也想一個比他這個方法還要來得容易，他那樣很辛苦，到處跑到處去釘，相當的辛苦，我們現在也做了這些，做的是電影院用的幻燈片，這個多方便。你到電影院去花個幾百塊錢，他給你打一個月，這一個月你看每一場看電影的有多少，那些人不是個個與你都有緣了嗎？我們不受辛苦。「興建大利」，稍稍動一點頭腦，曉得做大功德、培大福報、結殊勝的法緣並不難。我過去講經一再提醒，我們佛門裡面有不少大護法，生意買賣做得很大，到寺廟出功德一出都是幾十萬的，可是這些大護法很少來聽經，我們講堂沒有看到有一個這樣的大富翁來，所以我講了多少次都沒有反應。我勸他們做一點好事不費力，他每天在報紙上登大廣告，電視裡面做廣告，裡面只要加一句南無阿彌陀佛、南無觀世音菩薩，又不必多加廣告費，你廣告一樣做了，也勸人念一聲佛號，念一聲觀世音菩薩，這是一舉而兩得。他只曉得做廣告，他忘了勸人念佛。不必要多加一分錢，功德多麼圓滿，真是世出世間福報都修了。這是舉幾個例子來說，可見得興建大利，不要以為我沒有力量，我沒有機會，那是錯誤的，只要你有心，人人都有力量，時時處處都有機緣，問題就看你會不會。"
    },
    {
      "id": "19-003-0022_p0033",
      "zh_CN": "『随缘劝导』，「随见随闻，协同劝导，坚人施心，成此美举」。『协力兴修』，「富者慷慨出资，贫者义务工作，曰协力，则出实力相助，不但向人口劝而已」。劝别人做，自己一定要领着头做，自己要不带头做，你劝别人，你为什么不做？我已经在那里做，他没有话说了。所以你要劝别人做，自己先做。刚才我贡献诸位的，我们法施会，说实在话，每一次印的经书送出去的，剩下来的还很多，你们同修自己家里要是有店铺店面的，你到我那里去拿，你愿意拿多少就拿多少，这些好书都是要跟人结缘的，堆在那里没有功德，结缘才有功德。这就是说我们现在港口太少了，流不出去，你们能够拿去，多开辟港口，多开辟市场，这才能接引广大的众生。所以希望大家懂得这桩事情，晓得这叫做兴建大利。底下一段，「舍财作福」：",
      "zh_TW": "『隨緣勸導』，「隨見隨聞，協同勸導，堅人施心，成此美舉」。『協力興修』，「富者慷慨出資，貧者義務工作，曰協力，則出實力相助，不但向人口勸而已」。勸別人做，自己一定要領著頭做，自己要不帶頭做，你勸別人，你為什麼不做？我已經在那裡做，他沒有話說了。所以你要勸別人做，自己先做。剛才我貢獻諸位的，我們法施會，說實在話，每一次印的經書送出去的，剩下來的還很多，你們同修自己家裡要是有店鋪店面的，你到我那裡去拿，你願意拿多少就拿多少，這些好書都是要跟人結緣的，堆在那裡沒有功德，結緣才有功德。這就是說我們現在港口太少了，流不出去，你們能夠拿去，多開闢港口，多開闢市場，這才能接引廣大的眾生。所以希望大家懂得這樁事情，曉得這叫做興建大利。底下一段，「捨財作福」："
    },
    {
      "id": "19-003-0022_p0034",
      "zh_CN": "【何谓舍财作福。释门万行。以布施为先。所谓布施者。只是舍之一字耳。】",
      "zh_TW": "【何謂捨財作福。釋門萬行。以布施為先。所謂布施者。只是捨之一字耳。】"
    },
    {
      "id": "19-003-0022_p0035",
      "zh_CN": "这一点，说实在话，懂得的人愿意做，不懂得的人确确实实善财难舍，他不晓得舍财是种福。你要不肯舍，你所得来的就有限；你能够舍，永远不会缺乏。为什么？布施是因，得到的财富是果报。你看佛在经典里面处处给我们说这个道理，不是一部经、二部经，哪一部经不说，财布施得财富。今日之下哪个人不想发财？他为什么不发财？他不肯施财。他发了财，总是过去有布施之因，现在才有布施之果，他得到的果报。法布施得聪明智慧，无畏布施得健康长寿。你要三种施都修，那你这三种福都具足。修一种得一种，修两种得两种，一点都不假。我们希望得财富，希望得智慧，希望健康长寿，为什么不种因？舍财就是种福之因。所以说，『释门万行』，释门是佛门，菩萨所谓是六度万行，这个行当动词讲，名词称为行，我们常讲修行，行门，修行的方法。这个地方的万是形容词，不是数字，换句话说，修行的方法是无量无边，太多了，我们叫万行。但是无量无边的修行法门不外乎布施，所以万行把它归纳就是六度，六度再要归纳，布施一度就统统包含了。布施什么意思？舍而已，所谓舍得，舍是因，得是果报，你能舍才有得，不能舍哪里会有得？下面说：",
      "zh_TW": "這一點，說實在話，懂得的人願意做，不懂得的人確確實實善財難捨，他不曉得捨財是種福。你要不肯捨，你所得來的就有限；你能夠捨，永遠不會缺乏。為什麼？布施是因，得到的財富是果報。你看佛在經典裡面處處給我們說這個道理，不是一部經、二部經，哪一部經不說，財布施得財富。今日之下哪個人不想發財？他為什麼不發財？他不肯施財。他發了財，總是過去有布施之因，現在才有布施之果，他得到的果報。法布施得聰明智慧，無畏布施得健康長壽。你要三種施都修，那你這三種福都具足。修一種得一種，修兩種得兩種，一點都不假。我們希望得財富，希望得智慧，希望健康長壽，為什麼不種因？捨財就是種福之因。所以說，『釋門萬行』，釋門是佛門，菩薩所謂是六度萬行，這個行當動詞講，名詞稱為行，我們常講修行，行門，修行的方法。這個地方的萬是形容詞，不是數字，換句話說，修行的方法是無量無邊，太多了，我們叫萬行。但是無量無邊的修行法門不外乎布施，所以萬行把它歸納就是六度，六度再要歸納，布施一度就統統包含了。布施什麼意思？捨而已，所謂捨得，捨是因，得是果報，你能捨才有得，不能捨哪裡會有得？下面說："
    },
    {
      "id": "19-003-0022_p0036",
      "zh_CN": "【达者内舍六根。外舍六尘。】",
      "zh_TW": "【達者內捨六根。外捨六塵。】"
    },
    {
      "id": "19-003-0022_p0037",
      "zh_CN": "这是说菩萨的事情，我们凡夫做不到。这个『达者』是讲通达之人，是说那些得了道的那些罗汉、菩萨们，他们可以做得到。",
      "zh_TW": "這是說菩薩的事情，我們凡夫做不到。這個『達者』是講通達之人，是說那些得了道的那些羅漢、菩薩們，他們可以做得到。"
    },
    {
      "id": "19-003-0022_p0038",
      "zh_CN": "【一切所有。无不舍者。】",
      "zh_TW": "【一切所有。無不捨者。】"
    },
    {
      "id": "19-003-0022_p0039",
      "zh_CN": "这是说诸佛菩萨，说这些圣者们。",
      "zh_TW": "這是說諸佛菩薩，說這些聖者們。"
    },
    {
      "id": "19-003-0022_p0040",
      "zh_CN": "【苟非能然。】",
      "zh_TW": "【苟非能然。】"
    },
    {
      "id": "19-003-0022_p0041",
      "zh_CN": "假设我们做不到，我们凡夫确确实实前面这四句我们做不到的，诸佛菩萨能做到，他才能劝我们。释迦牟尼佛本身他就示现一个榜样，他自己出身帝王之家，是王太子的身分，他出家修道，把他的王位舍掉了，富贵舍掉了，他能舍，俗话常说，「贵为天子，富有四海」，人家都舍掉了，不要了，说今天佛来贪图我们一点供养，那不是笑话吗？可见得他叫你修供养也就是劝你舍，这叫培真正的福报。做不到像佛菩萨这样彻底，这底下就教给我们：",
      "zh_TW": "假設我們做不到，我們凡夫確確實實前面這四句我們做不到的，諸佛菩薩能做到，他才能勸我們。釋迦牟尼佛本身他就示現一個榜樣，他自己出身帝王之家，是王太子的身分，他出家修道，把他的王位捨掉了，富貴捨掉了，他能捨，俗話常說，「貴為天子，富有四海」，人家都捨掉了，不要了，說今天佛來貪圖我們一點供養，那不是笑話嗎？可見得他叫你修供養也就是勸你捨，這叫培真正的福報。做不到像佛菩薩這樣徹底，這底下就教給我們："
    },
    {
      "id": "19-003-0022_p0042",
      "zh_CN": "【先从财上布施。】",
      "zh_TW": "【先從財上布施。】"
    },
    {
      "id": "19-003-0022_p0043",
      "zh_CN": "譬如说，我们以我们自己的能力，一个月能够赚一万块钱，我能够布施一百块钱，百分之一，这就算不错了，为什么？比那个一毛不拔的人种福是大得多了，劝人要这个劝法。换句话说，对你生活没有妨碍，你生活一样过得很舒服，你还是有积蓄，你银行还是有存款。并不是说除了吃饭你全都舍掉，那你就做不到了，就是在你力量之内，而不妨害，一切都不妨害，你能够舍。所以在享福当中，你得要培一点福。",
      "zh_TW": "譬如說，我們以我們自己的能力，一個月能夠賺一萬塊錢，我能夠布施一百塊錢，百分之一，這就算不錯了，為什麼？比那個一毛不拔的人種福是大得多了，勸人要這個勸法。換句話說，對你生活沒有妨礙，你生活一樣過得很舒服，你還是有積蓄，你銀行還是有存款。並不是說除了吃飯你全都捨掉，那你就做不到了，就是在你力量之內，而不妨害，一切都不妨害，你能夠捨。所以在享福當中，你得要培一點福。"
    },
    {
      "id": "19-003-0022_p0044",
      "zh_CN": "【世人以衣食为命。故财为最重。吾从而舍之。内以破吾之悭。外以济人之急。始而勉强。终则泰然。最可以荡涤私情。袪除执吝。】",
      "zh_TW": "【世人以衣食為命。故財為最重。吾從而捨之。內以破吾之慳。外以濟人之急。始而勉強。終則泰然。最可以蕩滌私情。袪除執吝。】"
    },
    {
      "id": "19-003-0022_p0045",
      "zh_CN": "这几句话都是勉励我们初学的人。世间凡夫迷惑颠倒，所以把衣食看得最重，我们学布施就从这里开始，将我们自己衣食减少一点，去施舍给缺乏的人。利益有双重，对自己，破我们悭贪之心，悭贪是大烦恼，这个利益是无量无边的；对外，帮助别人之急，人家有急难，有急需要用，我们去帮助他。开始做都是勉强，做久了习惯成自然。悭吝之心，无始劫以来的烦恼，哪个人没有？要学！我学人学佛，最初章嘉大师就教我布施，我头一次见他，我问他学佛要从哪里学起，从哪里下手？他就告诉我，布施。后来又嘱咐我，开始先好好的学六年，叫我学六年布施。我回来之后真的照他的话去做，学了六年。起先真是很勉强，六年布施，可以说除了身上穿的衣服之外，都布施干干净净了，那个心渐渐平静了，渐渐自然了，以后才晓得布施之乐。虽然布施得干干净净，这么多年来一样都不缺乏，不但不缺乏，有求必应，多么自在！我这个不是前世修的，这一世修的，遇到章嘉大师之后，他教我的，我照他这个话做，所以才能得自在。佛法绝不欺骗人，希望诸位认真的去修学。今天我们讲到这里。",
      "zh_TW": "這幾句話都是勉勵我們初學的人。世間凡夫迷惑顛倒，所以把衣食看得最重，我們學布施就從這裡開始，將我們自己衣食減少一點，去施捨給缺乏的人。利益有雙重，對自己，破我們慳貪之心，慳貪是大煩惱，這個利益是無量無邊的；對外，幫助別人之急，人家有急難，有急需要用，我們去幫助他。開始做都是勉強，做久了習慣成自然。慳吝之心，無始劫以來的煩惱，哪個人沒有？要學！我學人學佛，最初章嘉大師就教我布施，我頭一次見他，我問他學佛要從哪裡學起，從哪裡下手？他就告訴我，布施。後來又囑咐我，開始先好好的學六年，叫我學六年布施。我回來之後真的照他的話去做，學了六年。起先真是很勉強，六年布施，可以說除了身上穿的衣服之外，都布施乾乾淨淨了，那個心漸漸平靜了，漸漸自然了，以後才曉得布施之樂。雖然布施得乾乾淨淨，這麼多年來一樣都不缺乏，不但不缺乏，有求必應，多麼自在！我這個不是前世修的，這一世修的，遇到章嘉大師之後，他教我的，我照他這個話做，所以才能得自在。佛法絕不欺騙人，希望諸位認真的去修學。今天我們講到這裡。"
    }
  ]
}