{
  "doc_id": "19-003-0028",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1978",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "19-003-0028",
  "total_paragraphs": 97,
  "paragraphs": [
    {
      "id": "19-003-0028_p0001",
      "zh_CN": "请掀开经本，我们念一段经文，对对地方。",
      "zh_TW": "請掀開經本，我們念一段經文，對對地方。"
    },
    {
      "id": "19-003-0028_p0002",
      "zh_CN": "【君从今后。凡有贪淫客气妄想诸杂念。先具猛力。一切屏除。收拾干干净净。一个念头。只理会善一边去。若有力量能行的善事。不图报。不务名。不论大小难易。实实落落。耐心行去。若力量不能行的。亦要勤勤恳恳。使此善意圆满。】",
      "zh_TW": "【君從今後。凡有貪淫客氣妄想諸雜念。先具猛力。一切屏除。收拾乾乾淨淨。一箇念頭。只理會善一邊去。若有力量能行的善事。不圖報。不務名。不論大小難易。實實落落。耐心行去。若力量不能行的。亦要勤勤懇懇。使此善意圓滿。】"
    },
    {
      "id": "19-003-0028_p0003",
      "zh_CN": "从这个地方开始。我们读这一篇，可以说给我们有更大的警惕，换句话说，有更具实效的受用。尤其是老同修们，我们要认真的反省、检点，尔后在我们修学的环境当中、过程当中，所遭遇的一切，这些因因果果，你自己就能够看得非常的清楚。看清楚之后，你的信心愈坚固，慧眼愈明朗，往后功夫才真正能够踏实，才能够得力。《了凡四训》可以说自从我们讲了一遍之后，也有不少同修跟我说，非常有受用，过去不知道的毛病，听了这一遍之后，自己想一想，确实毛病是不少，这就是大有进步。如果一个人不知道自己的毛病，那要回转就相当困难。所以知道自己的毛病就是进益，就是利益。",
      "zh_TW": "從這個地方開始。我們讀這一篇，可以說給我們有更大的警惕，換句話說，有更具實效的受用。尤其是老同修們，我們要認真的反省、檢點，爾後在我們修學的環境當中、過程當中，所遭遇的一切，這些因因果果，你自己就能夠看得非常的清楚。看清楚之後，你的信心愈堅固，慧眼愈明朗，往後功夫才真正能夠踏實，才能夠得力。《了凡四訓》可以說自從我們講了一遍之後，也有不少同修跟我說，非常有受用，過去不知道的毛病，聽了這一遍之後，自己想一想，確實毛病是不少，這就是大有進步。如果一個人不知道自己的毛病，那要回轉就相當困難。所以知道自己的毛病就是進益，就是利益。"
    },
    {
      "id": "19-003-0028_p0004",
      "zh_CN": "再请看今天这一段，在前天晚上所讲的，这是俞先生遇到灶神爷，这个灶神爷张先生把他的毛病一桩一桩的指出来，俞净意先生不能不服。好在他还能够有改过之心，所以才能够感得，这是感应道交，灶神真正现身在他面前。今天这段文字就是教给他怎么样做法，这个很重要，教给他怎么做法，换句话说，就是传授他改造命运的方法，也就是改造命运的秘诀。我们在世间，必须要明白无始劫来积习深重，明了之后就要彻底的改过自新，转移自己的命运，不怨天、不尤人，为什么？一切都是自己造的，所谓是自作自受，我们自己再造善因，再结善缘，后来的果报当然是殊胜。这一段非常的重要，一开端就是在念头上转变。『君从今后』，这就是灶神告诉俞净意，你从今以后，『凡有贪淫客气妄想』这一些杂念，这都是世俗的叫世情，『先具猛力，一切屏除』，这就是彻底的悔改，从心地里面把这些妄想、杂念要把它断除。",
      "zh_TW": "再請看今天這一段，在前天晚上所講的，這是俞先生遇到灶神爺，這個灶神爺張先生把他的毛病一樁一樁的指出來，俞淨意先生不能不服。好在他還能夠有改過之心，所以才能夠感得，這是感應道交，灶神真正現身在他面前。今天這段文字就是教給他怎麼樣做法，這個很重要，教給他怎麼做法，換句話說，就是傳授他改造命運的方法，也就是改造命運的祕訣。我們在世間，必須要明白無始劫來積習深重，明瞭之後就要徹底的改過自新，轉移自己的命運，不怨天、不尤人，為什麼？一切都是自己造的，所謂是自作自受，我們自己再造善因，再結善緣，後來的果報當然是殊勝。這一段非常的重要，一開端就是在念頭上轉變。『君從今後』，這就是灶神告訴俞淨意，你從今以後，『凡有貪淫客氣妄想』這一些雜念，這都是世俗的叫世情，『先具猛力，一切屏除』，這就是徹底的悔改，從心地裡面把這些妄想、雜念要把它斷除。"
    },
    {
      "id": "19-003-0028_p0005",
      "zh_CN": "诸位想想，讲是容易，做起来可不容易，试问问我们哪一个人不想断妄想？哪一个人不想自己心地清净？虽然天天这样想，可是依然妄念纷飞。这个原因是什么？原因就是这是一种业障之相，这就叫业相，要说得更实在一点，这叫恶业之相，我们立刻自己要觉悟，这不是好相。觉悟才是改革的张本，不觉悟就不能改，觉悟就有改的希望。所以佛告诉我们，「不怕念起，只怕觉迟」。念是什么？就是此地所讲的贪淫、客气、妄想、杂念，就是这些念头，这些念头起来不怕，起来立刻就觉悟，我业障深重，为什么还有这些妄念？还有这些罪业之相？这一念就叫觉，这一念就是光明，这一念就叫做惭愧心。",
      "zh_TW": "諸位想想，講是容易，做起來可不容易，試問問我們哪一個人不想斷妄想？哪一個人不想自己心地清淨？雖然天天這樣想，可是依然妄念紛飛。這個原因是什麼？原因就是這是一種業障之相，這就叫業相，要說得更實在一點，這叫惡業之相，我們立刻自己要覺悟，這不是好相。覺悟才是改革的張本，不覺悟就不能改，覺悟就有改的希望。所以佛告訴我們，「不怕念起，只怕覺遲」。念是什麼？就是此地所講的貪淫、客氣、妄想、雜念，就是這些念頭，這些念頭起來不怕，起來立刻就覺悟，我業障深重，為什麼還有這些妄念？還有這些罪業之相？這一念就叫覺，這一念就是光明，這一念就叫做慚愧心。"
    },
    {
      "id": "19-003-0028_p0006",
      "zh_CN": "我们应当向哪一个方向走？底下说了，『收拾干干净净，一个念头』，这是教我们初步用功的方法，换句话说，现在我们不晓得从哪里下手，下手的初步就是告诉我们，把那个恶念统统去掉，善念提起来。经上常讲，善念也不好，也不是干净的，对的，理论高则高，你要想善恶念头都没有你做不到，也就是凡夫不可无念，无念就不是凡夫，那就是圣人。所以我们还是要从基本的方法去做起，先断恶念，就是凡是一想到恶的，为什么不多想一点善事？尽打恶的妄想，为什么不多打一点善的妄想？这就是非常好的一个方法。你要想不出什么好妄想，念佛，念南无阿弥陀佛、念南无观音菩萨，这也是一个想头，二六时中干这个就好。不但心里头要做这么一个大转变，而且在行为上要转过来，力量能办得到的善事就要去做。要用什么态度去做？不图报，做了善事，对人有恩惠，不要希望别人报答你，没有这个念头，认为我行善、我帮助人是我的义务，我应该这样做。甚至于我们做善事、对人好，人家以怨报我们，我们也不在乎，我们问心无愧，对他是有利益而没有害处，他误会也没有关系，放着胆子放着量去做。不要做了几桩好事，人家反而来埋怨你，好事不能做，好人不能当。为什么做了好事、待人好还要受人家的责备？想想《金刚经》里所说的，过去世业障深重，正好他替你消业障，那不是求之不得的事情吗？",
      "zh_TW": "我們應當向哪一個方向走？底下說了，『收拾乾乾淨淨，一個念頭』，這是教我們初步用功的方法，換句話說，現在我們不曉得從哪裡下手，下手的初步就是告訴我們，把那個惡念統統去掉，善念提起來。經上常講，善念也不好，也不是乾淨的，對的，理論高則高，你要想善惡念頭都沒有你做不到，也就是凡夫不可無念，無念就不是凡夫，那就是聖人。所以我們還是要從基本的方法去做起，先斷惡念，就是凡是一想到惡的，為什麼不多想一點善事？盡打惡的妄想，為什麼不多打一點善的妄想？這就是非常好的一個方法。你要想不出什麼好妄想，念佛，念南無阿彌陀佛、念南無觀音菩薩，這也是一個想頭，二六時中幹這個就好。不但心裡頭要做這麼一個大轉變，而且在行為上要轉過來，力量能辦得到的善事就要去做。要用什麼態度去做？不圖報，做了善事，對人有恩惠，不要希望別人報答你，沒有這個念頭，認為我行善、我幫助人是我的義務，我應該這樣做。甚至於我們做善事、對人好，人家以怨報我們，我們也不在乎，我們問心無愧，對他是有利益而沒有害處，他誤會也沒有關係，放著膽子放著量去做。不要做了幾樁好事，人家反而來埋怨你，好事不能做，好人不能當。為什麼做了好事、待人好還要受人家的責備？想想《金剛經》裡所說的，過去世業障深重，正好他替你消業障，那不是求之不得的事情嗎？"
    },
    {
      "id": "19-003-0028_p0007",
      "zh_CN": "因此我们不要灰心，只理会善的这一边去做，『不论大小难易，实实落落』，这个实实落落就是踏踏实实的，这里有小注，「切切实实，直捷痛快」，要这样去做，『耐心行去』，大小善事都要耐心，一天是这样，一年是这样，一世都要这样去做，并且还得要发愿，生生世世都这么做，这才叫菩萨，这是我们力量办得到的。力量办不到的也得要『勤勤恳恳』，换句话说，我力量虽然达不到，我有这个心，要存这个心，『使此善意圆满』。诸位要晓得，所谓功德圆满，到这个时候确确实实，圆满就这个解释。不是说样样事情都做好了才叫圆满，为什么？有的你力量达不到，力量虽达不到，但是你有一个圆满的心，这个功德就算圆满了。所以佛法里头常讲，论心不论事，圆满不圆满是在你心地里，心地善意不圆满，你那个善事、善行做得再多，也不能算是圆满。",
      "zh_TW": "因此我們不要灰心，只理會善的這一邊去做，『不論大小難易，實實落落』，這個實實落落就是踏踏實實的，這裡有小註，「切切實實，直捷痛快」，要這樣去做，『耐心行去』，大小善事都要耐心，一天是這樣，一年是這樣，一世都要這樣去做，並且還得要發願，生生世世都這麼做，這才叫菩薩，這是我們力量辦得到的。力量辦不到的也得要『勤勤懇懇』，換句話說，我力量雖然達不到，我有這個心，要存這個心，『使此善意圓滿』。諸位要曉得，所謂功德圓滿，到這個時候確確實實，圓滿就這個解釋。不是說樣樣事情都做好了才叫圓滿，為什麼？有的你力量達不到，力量雖達不到，但是你有一個圓滿的心，這個功德就算圓滿了。所以佛法裡頭常講，論心不論事，圓滿不圓滿是在你心地裡，心地善意不圓滿，你那個善事、善行做得再多，也不能算是圓滿。"
    },
    {
      "id": "19-003-0028_p0008",
      "zh_CN": "【第一。要忍耐心。】",
      "zh_TW": "【第一。要忍耐心。】"
    },
    {
      "id": "19-003-0028_p0009",
      "zh_CN": "没有忍耐心一切都不能成就，『忍耐心』就是菩萨六度里面所说的忍辱波罗蜜。忍辱为什么不把它翻成忍耐？诸位要晓得，世间法里面最难忍的就是辱，我们中国古时候读书人常说，「士可杀，不可辱」，读书人杀头没有关系，侮辱不行，可见得杀头都容易忍，侮辱不容易忍。因此佛法到中国，这个六度忍耐这一度，最不能忍的是辱，好，就用这个字，忍辱，辱都能忍，还有什么不能忍？这是说忍里头最重、最难的。所以什么都得要忍耐，能忍耐就有成就，能忍耐是福德之相；换句话说，反过来，不能忍耐是罪业之相，我们要学忍耐。",
      "zh_TW": "沒有忍耐心一切都不能成就，『忍耐心』就是菩薩六度裡面所說的忍辱波羅蜜。忍辱為什麼不把它翻成忍耐？諸位要曉得，世間法裡面最難忍的就是辱，我們中國古時候讀書人常說，「士可殺，不可辱」，讀書人殺頭沒有關係，侮辱不行，可見得殺頭都容易忍，侮辱不容易忍。因此佛法到中國，這個六度忍耐這一度，最不能忍的是辱，好，就用這個字，忍辱，辱都能忍，還有什麼不能忍？這是說忍裡頭最重、最難的。所以什麼都得要忍耐，能忍耐就有成就，能忍耐是福德之相；換句話說，反過來，不能忍耐是罪業之相，我們要學忍耐。"
    },
    {
      "id": "19-003-0028_p0010",
      "zh_CN": "【第二。要永远心。】",
      "zh_TW": "【第二。要永遠心。】"
    },
    {
      "id": "19-003-0028_p0011",
      "zh_CN": "『永远心』就是恒心，恒心不变，既然发了这个愿，绝不更改，无论是在什么环境里面，顺境也好，逆境也好，一定要以行填愿，久久功德自然圆满。",
      "zh_TW": "『永遠心』就是恆心，恆心不變，既然發了這個願，絕不更改，無論是在什麼環境裡面，順境也好，逆境也好，一定要以行填願，久久功德自然圓滿。"
    },
    {
      "id": "19-003-0028_p0012",
      "zh_CN": "【切不可自惰。切不可自欺。】",
      "zh_TW": "【切不可自惰。切不可自欺。】"
    },
    {
      "id": "19-003-0028_p0013",
      "zh_CN": "这两句要痛戒的，惰是懈怠懒惰。往往一般人的发心，刚刚发心那个时候心行都非常的勇猛，时间久了就懈怠了，所以他不能成就。古人常说，如果个个人都能够保持初发心，那都成佛了，没有一个不成佛的。可见得初发的那个心确实是真心、是清净心、是勇猛心、是精进心。古人也有一句话说得很有味道，说「学佛一年，佛在眼前，学佛二年，佛在西天」，懈怠了，远了，「学佛三年，佛化云烟」，没有了，愈学愈变成老油条了。这样的学法，诸位想想，怎么能有感应道交？不可能的事情。感应是凭精进而来的，不是从懈怠当中来的。所以我们要戒懈怠，不可以自欺，就是不能够欺骗自己。说实在话，欺骗别人很容易，欺骗自己难，人要做到不自欺，没有不成就的。所以必须要拿《了凡四训》、拿《感应篇》天天读诵，这就是一面镜子，每一天早晚都得要照照，我今天的心、我今天的行为像不像？诸位要想真正学佛，在佛法里头成就，你就应当老老实实、恳恳切切的把《了凡四训》跟《感应篇》学个三年，把你的基础奠厚，而后佛法才能得力；否则的话，要想佛法得力，那相当之困难。我们今天看到有很多老修行、老同修，常常在一起谈起，学佛几十年了不得力，原因在哪里？没有照这个去做，也就是说懈怠、自欺，从来没认真过，满腹的牢骚，怨天尤人，那怎么行，换句话说，心行都与佛法相违背。底下说：",
      "zh_TW": "這兩句要痛戒的，惰是懈怠懶惰。往往一般人的發心，剛剛發心那個時候心行都非常的勇猛，時間久了就懈怠了，所以他不能成就。古人常說，如果個個人都能夠保持初發心，那都成佛了，沒有一個不成佛的。可見得初發的那個心確實是真心、是清淨心、是勇猛心、是精進心。古人也有一句話說得很有味道，說「學佛一年，佛在眼前，學佛二年，佛在西天」，懈怠了，遠了，「學佛三年，佛化雲煙」，沒有了，愈學愈變成老油條了。這樣的學法，諸位想想，怎麼能有感應道交？不可能的事情。感應是憑精進而來的，不是從懈怠當中來的。所以我們要戒懈怠，不可以自欺，就是不能夠欺騙自己。說實在話，欺騙別人很容易，欺騙自己難，人要做到不自欺，沒有不成就的。所以必須要拿《了凡四訓》、拿《感應篇》天天讀誦，這就是一面鏡子，每一天早晚都得要照照，我今天的心、我今天的行為像不像？諸位要想真正學佛，在佛法裡頭成就，你就應當老老實實、懇懇切切的把《了凡四訓》跟《感應篇》學個三年，把你的基礎奠厚，而後佛法才能得力；否則的話，要想佛法得力，那相當之困難。我們今天看到有很多老修行、老同修，常常在一起談起，學佛幾十年了不得力，原因在哪裡？沒有照這個去做，也就是說懈怠、自欺，從來沒認真過，滿腹的牢騷，怨天尤人，那怎麼行，換句話說，心行都與佛法相違背。底下說："
    },
    {
      "id": "19-003-0028_p0014",
      "zh_CN": "【久久行之。自有不测效验。】",
      "zh_TW": "【久久行之。自有不測效驗。】"
    },
    {
      "id": "19-003-0028_p0015",
      "zh_CN": "只要你长久这样做，也就是认真的修个三业清净，照这样做，自然有不测，就是你意想不到的效验。",
      "zh_TW": "只要你長久這樣做，也就是認真的修個三業清淨，照這樣做，自然有不測，就是你意想不到的效驗。"
    },
    {
      "id": "19-003-0028_p0016",
      "zh_CN": "【君家事我甚见虔洁。特以此意报之。速速勉持。可回天意。】",
      "zh_TW": "【君家事我甚見虔潔。特以此意報之。速速勉持。可回天意。】"
    },
    {
      "id": "19-003-0028_p0017",
      "zh_CN": "后面这几句话都是劝勉的话，俞净意先生对于灶神爷还很相信，初一、十五晓得上香、晓得上供，对他很尊敬，这才有这么一个感应，特地把这个意思告诉他。『速速勉持』，勉力修持，赶快，赶快赶快，勉力修持，可以挽回天意，这个挽回天意就是扭转你自己的命运，不是不能改造命运，可以改。诸位读了这个上半段之后，我们平心静气的想一想，我们一生的遭遇还没有到俞净意这个程度，诸位想想他多惨。换句话说，我们三业的过恶没有他重，他都能够挽回，我们要照这个去做，挽回的时间比他更短，他要三年，诸位如果去做，一年就可以了，这个一点不假，我们要相信。",
      "zh_TW": "後面這幾句話都是勸勉的話，俞淨意先生對於灶神爺還很相信，初一、十五曉得上香、曉得上供，對他很尊敬，這才有這麼一個感應，特地把這個意思告訴他。『速速勉持』，勉力修持，趕快，趕快趕快，勉力修持，可以挽回天意，這個挽回天意就是扭轉你自己的命運，不是不能改造命運，可以改。諸位讀了這個上半段之後，我們平心靜氣的想一想，我們一生的遭遇還沒有到俞淨意這個程度，諸位想想他多慘。換句話說，我們三業的過惡沒有他重，他都能夠挽回，我們要照這個去做，挽回的時間比他更短，他要三年，諸位如果去做，一年就可以了，這個一點不假，我們要相信。"
    },
    {
      "id": "19-003-0028_p0018",
      "zh_CN": "【言毕。即进公内室。公即起随之。至灶下。忽不见。方悟为司命之神。】",
      "zh_TW": "【言畢。即進公內室。公即起隨之。至灶下。忽不見。方悟為司命之神。】"
    },
    {
      "id": "19-003-0028_p0019",
      "zh_CN": "这一番开示讲完了之后，他就到里面，里面是厨房，走到厨房里面去不见了，人没有了，这才晓得这是灶神爷示现的。上一次我也跟诸位说，周邦道的夫人遇到地藏菩萨，也是面对面说了很多话。你可不能，这是寓言，这不是事实，那你就大大的错了，千真万确的事实。这个底下有一段小注，我们为了赶时间，不必再念了，把它略过去就行了。",
      "zh_TW": "這一番開示講完了之後，他就到裡面，裡面是廚房，走到廚房裡面去不見了，人沒有了，這才曉得這是灶神爺示現的。上一次我也跟諸位說，周邦道的夫人遇到地藏菩薩，也是面對面說了很多話。你可不能，這是寓言，這不是事實，那你就大大的錯了，千真萬確的事實。這個底下有一段小註，我們為了趕時間，不必再念了，把它略過去就行了。"
    },
    {
      "id": "19-003-0028_p0020",
      "zh_CN": "【因焚香叩谢。即于次日元旦。拜祷天地。誓改前非。实行善事。自别其号曰净意道人。志誓除诸妄也。】",
      "zh_TW": "【因焚香叩謝。即於次日元旦。拜禱天地。誓改前非。實行善事。自別其號曰淨意道人。誌誓除諸妄也。】"
    },
    {
      "id": "19-003-0028_p0021",
      "zh_CN": "他是三十晚上，腊月三十晚上，遇到灶神的，第二天是大年初一，就从第二天，正好大年初一，一元复始，万象更新，他就从这一天起改过自新，把他的名字改了，他本来的名字叫良臣，现在改成净意，叫净意道人。诸位要晓得，这个名号含的意义很深，名号就是叫你顾名思义，你要把这两个字做到。所以你要学佛了，皈依了，你的师父给你取个法名，意思就是告诉你，你把这两个字做到，那就是道，所以也叫做道号。",
      "zh_TW": "他是三十晚上，臘月三十晚上，遇到灶神的，第二天是大年初一，就從第二天，正好大年初一，一元復始，萬象更新，他就從這一天起改過自新，把他的名字改了，他本來的名字叫良臣，現在改成淨意，叫淨意道人。諸位要曉得，這個名號含的意義很深，名號就是叫你顧名思義，你要把這兩個字做到。所以你要學佛了，皈依了，你的師父給你取個法名，意思就是告訴你，你把這兩個字做到，那就是道，所以也叫做道號。"
    },
    {
      "id": "19-003-0028_p0022",
      "zh_CN": "【初行之日。杂念纷乘。非疑则惰。忽忽时日。依旧浮沉。】",
      "zh_TW": "【初行之日。雜念紛乘。非疑則惰。忽忽時日。依舊浮沉。】"
    },
    {
      "id": "19-003-0028_p0023",
      "zh_CN": "诸位看看这几句，你再想想过去了凡先生刚刚改过的时候，我们要照这个去修，开始当然也是这个样子，你怕什么？袁了凡是过来人，俞净意也是过来人，哪一个人开始的时候都是这个样子，都是进进退退。问题就是什么？前面讲的，要有忍耐心、要有永远心，这两种很重要，只要有这两种心，就是有恒心、有毅力、有决心要痛改前非，这个毛病慢慢会改掉。一下断不容易，一下断是断不掉的，古人这些前贤都有榜样给我们看，不是一下能断得了的。由此可知，听讲之重要。假如我们要求真实的效果，我们这个《了凡四训》一遍讲完，过一个礼拜我们再开头，从头来再讲，在这一年当中要讲个十遍、二十遍，大家就改回来了，为什么？天天在劝。劝你这一遍，讲完了，书都束之高阁，忘了，还能提得起来吗？提不起来了，不容易，可以说一百个人当中能提得起来有十个就不错了。如果要想真正成就的话，一年当中你听个十遍、二十遍，我想我们在座的同修们当中，最低限度有二分之一的人成就，这个是一点不假。",
      "zh_TW": "諸位看看這幾句，你再想想過去了凡先生剛剛改過的時候，我們要照這個去修，開始當然也是這個樣子，你怕什麼？袁了凡是過來人，俞淨意也是過來人，哪一個人開始的時候都是這個樣子，都是進進退退。問題就是什麼？前面講的，要有忍耐心、要有永遠心，這兩種很重要，只要有這兩種心，就是有恆心、有毅力、有決心要痛改前非，這個毛病慢慢會改掉。一下斷不容易，一下斷是斷不掉的，古人這些前賢都有榜樣給我們看，不是一下能斷得了的。由此可知，聽講之重要。假如我們要求真實的效果，我們這個《了凡四訓》一遍講完，過一個禮拜我們再開頭，從頭來再講，在這一年當中要講個十遍、二十遍，大家就改回來了，為什麼？天天在勸。勸你這一遍，講完了，書都束之高閣，忘了，還能提得起來嗎？提不起來了，不容易，可以說一百個人當中能提得起來有十個就不錯了。如果要想真正成就的話，一年當中你聽個十遍、二十遍，我想我們在座的同修們當中，最低限度有二分之一的人成就，這個是一點不假。"
    },
    {
      "id": "19-003-0028_p0024",
      "zh_CN": "所以同修们万万不要以为，这个书我听过了，这本经我已经学过了，说个实在话，那些菩萨从初发心到等觉，天天都在学，没有一天不学习的，怎么可以说一遍、二遍就可以了？一遍、二遍可以了，诸位想想，我们现在为什么再印一万本？我初步的目标是订了十万本，我们一年印一万本，每年总得要讲几遍，不这样不行，这是自救。所以我跟同学们讲，你们听这个经才叫真正有福报，听《华严》、听《楞严》未必有福报，为什么？那个太高，学不到，有什么用处？这个东西听了之后马上就可以做得到，立刻就收效果。诸位果然能够以三年的时间从这上奠基础，三年以后你再学大经大论就不一样了，就变样子了，你是真菩萨，那个大经大论才叫做契机。现在讲老实话，不契机，为什么要讲？好高骛远。",
      "zh_TW": "所以同修們萬萬不要以為，這個書我聽過了，這本經我已經學過了，說個實在話，那些菩薩從初發心到等覺，天天都在學，沒有一天不學習的，怎麼可以說一遍、二遍就可以了？一遍、二遍可以了，諸位想想，我們現在為什麼再印一萬本？我初步的目標是訂了十萬本，我們一年印一萬本，每年總得要講幾遍，不這樣不行，這是自救。所以我跟同學們講，你們聽這個經才叫真正有福報，聽《華嚴》、聽《楞嚴》未必有福報，為什麼？那個太高，學不到，有什麼用處？這個東西聽了之後馬上就可以做得到，立刻就收效果。諸位果然能夠以三年的時間從這上奠基礎，三年以後你再學大經大論就不一樣了，就變樣子了，你是真菩薩，那個大經大論才叫做契機。現在講老實話，不契機，為什麼要講？好高騖遠。"
    },
    {
      "id": "19-003-0028_p0025",
      "zh_CN": "我今天晚上到这来迟了一点，下午我去参观华视，参观他们的节目制作。那里面我也有不少朋友，他们给我建议，他说法师，你现在弘扬佛法必须要现代化，你那个老办法不行。他说你要是目标要向全世界来弘扬，我们替你想一套方法，给我们准备一套制作闭路电视，他说这套东西，这个讲经带子做出来之后，人家家里买一个机器，他往电视机里面一插，电视里面就可以讲经，一个机器他说可以接二、三十个电视机。这个带子可以寄到全世界各个地方，那比听录音带效果大得多，能够看到现场。我说是不错，大概需要多少钱？他说不多，有六十万大概就差不多了。我今天跟他说，可以，值得考虑。为什么？假如建这样一个讲堂，我们东西就可以流传到全世界，确实是有价值。而且你家里买一个机器，放映的机器，大概只要五万块钱，一个寺庙里面买这一个机器，录影带可以源源不断的供给来，确实可以这么做。我今天跟他说，我说六十万不算多，我今天看看他们那个设备。",
      "zh_TW": "我今天晚上到這來遲了一點，下午我去參觀華視，參觀他們的節目製作。那裡面我也有不少朋友，他們給我建議，他說法師，你現在弘揚佛法必須要現代化，你那個老辦法不行。他說你要是目標要向全世界來弘揚，我們替你想一套方法，給我們準備一套製作閉路電視，他說這套東西，這個講經帶子做出來之後，人家家裡買一個機器，他往電視機裡面一插，電視裡面就可以講經，一個機器他說可以接二、三十個電視機。這個帶子可以寄到全世界各個地方，那比聽錄音帶效果大得多，能夠看到現場。我說是不錯，大概需要多少錢？他說不多，有六十萬大概就差不多了。我今天跟他說，可以，值得考慮。為什麼？假如建這樣一個講堂，我們東西就可以流傳到全世界，確實是有價值。而且你家裡買一個機器，放映的機器，大概只要五萬塊錢，一個寺廟裡面買這一個機器，錄影帶可以源源不斷的供給來，確實可以這麼做。我今天跟他說，我說六十萬不算多，我今天看看他們那個設備。"
    },
    {
      "id": "19-003-0028_p0026",
      "zh_CN": "所以说必须要天天听、天天讲，天天在一块切磋琢磨，这才能有效。我们信心、勇气就要提出来。你看他怎么个做法？晓得自己懈怠，提不起来。",
      "zh_TW": "所以說必須要天天聽、天天講，天天在一塊切磋琢磨，這才能有效。我們信心、勇氣就要提出來。你看他怎麼個做法？曉得自己懈怠，提不起來。"
    },
    {
      "id": "19-003-0028_p0027",
      "zh_CN": "【因于家堂所供观音大士前叩头流血。敬发誓愿。愿善念永纯。善力精进。倘有丝毫自宽。永堕地狱。每日清晨。虔诵大慈大悲尊号一百声。以祈阴相。】",
      "zh_TW": "【因於家堂所供觀音大士前叩頭流血。敬發誓願。願善念永純。善力精進。倘有絲毫自寬。永墮地獄。每日清晨。虔誦大慈大悲尊號一百聲。以祈陰相。】"
    },
    {
      "id": "19-003-0028_p0028",
      "zh_CN": "这就是再求佛菩萨加持，冥冥当中要加被我们，因为靠自己的力量断恶修善实在是真不容易。你看人家做的并不多，每天早晨拜拜佛，念佛号一百声。我们同修每一天念佛号我想不止一百声，但是诸位要晓得，恐怕诸位那个心不如他，人家那个一百声，声声虔诚，恐怕我们所念的是有口无心，那就不如他了，咱们一万声抵不上他一声的效果。就是要诚、要敬，要诚心诚意去做。他能发这个誓愿，我们也要发誓愿，发誓愿是督促自己。念观音菩萨也好，念阿弥陀佛也好，都行，都可以得到佛菩萨的加持。",
      "zh_TW": "這就是再求佛菩薩加持，冥冥當中要加被我們，因為靠自己的力量斷惡修善實在是真不容易。你看人家做的並不多，每天早晨拜拜佛，念佛號一百聲。我們同修每一天念佛號我想不止一百聲，但是諸位要曉得，恐怕諸位那個心不如他，人家那個一百聲，聲聲虔誠，恐怕我們所念的是有口無心，那就不如他了，咱們一萬聲抵不上他一聲的效果。就是要誠、要敬，要誠心誠意去做。他能發這個誓願，我們也要發誓願，發誓願是督促自己。念觀音菩薩也好，念阿彌陀佛也好，都行，都可以得到佛菩薩的加持。"
    },
    {
      "id": "19-003-0028_p0029",
      "zh_CN": "【从此一言一动。一念一时。皆如鬼神在旁。不敢欺肆。】",
      "zh_TW": "【從此一言一動。一念一時。皆如鬼神在旁。不敢欺肆。】"
    },
    {
      "id": "19-003-0028_p0030",
      "zh_CN": "这几句非常重要，这就是他所以能够成功，能够转变命运，关键之所在。有这一念好，是不是事实？给诸位说是事实，前面所讲，「举头三尺有神明」，这个一点不假，无论在什么所在，都有鬼神看到我们。你有这个警觉心，当然你就不敢自欺，就不敢放肆。",
      "zh_TW": "這幾句非常重要，這就是他所以能夠成功，能夠轉變命運，關鍵之所在。有這一念好，是不是事實？給諸位說是事實，前面所講，「舉頭三尺有神明」，這個一點不假，無論在什麼所在，都有鬼神看到我們。你有這個警覺心，當然你就不敢自欺，就不敢放肆。"
    },
    {
      "id": "19-003-0028_p0031",
      "zh_CN": "【凡一切有济于人。有利于物者。】",
      "zh_TW": "【凡一切有濟於人。有利於物者。】"
    },
    {
      "id": "19-003-0028_p0032",
      "zh_CN": "这个物包括一切动物，乃至于植物。",
      "zh_TW": "這個物包括一切動物，乃至於植物。"
    },
    {
      "id": "19-003-0028_p0033",
      "zh_CN": "【不论事之巨细。身之忙闲。人之知不知。力之继不继。皆欢喜行持。委曲成就而后止。随缘方便。广植阴功。】",
      "zh_TW": "【不論事之巨細。身之忙閒。人之知不知。力之繼不繼。皆歡喜行持。委曲成就而後止。隨緣方便。廣植陰功。】"
    },
    {
      "id": "19-003-0028_p0034",
      "zh_CN": "这是在行持上转过来了，前面一段是心地里面转，心一转行为就转了，身口的行为就转了，这就是我们应当学习之处。从此以后，凡是一切于人有利益，于物有利益的，不管是大事也好、小事也好，我自己是忙也好、闲也好，别人知道不知道都无所谓，我就要去做。做的时候也不必考虑『力之继不继』，我有没有这个力量，我能不能把它做到有始有终，不考虑这个，我能做多少做多少，尽心尽力去做，做到一半没有力量了，没有力量了再说，这样功德才能圆满。这小注说得很好，「止问事之应为不应为」，就是应该做不应该做，「不问力之能继不能继。精诚所至，金石为开。事无有不办者」。今天人家告诉我那一套设备六十万，我说不多，实际上我身上一文也没有。我告诉他，你可以给我考虑，为什么？好事，对我们佛法真正有大利益，而且将来有机缘我们这个带子放到电视台，有这机缘的话，电视台就可以用。我一想，我们去年印经五十多万，现在我们提倡印《了凡四训》跟《仁王护国经》，最低限度要十万块钱，这是很保守的估计，这一万五千册，一本才几块钱。所以只要是好事，心里面往这个方向去走，没有做不到的。『皆欢喜行持』，欢欢喜喜的去做，委曲婉转的一定要把它做到成就而后已，这叫『随缘方便，广植阴功』。这几句是讲的行持。",
      "zh_TW": "這是在行持上轉過來了，前面一段是心地裡面轉，心一轉行為就轉了，身口的行為就轉了，這就是我們應當學習之處。從此以後，凡是一切於人有利益，於物有利益的，不管是大事也好、小事也好，我自己是忙也好、閒也好，別人知道不知道都無所謂，我就要去做。做的時候也不必考慮『力之繼不繼』，我有沒有這個力量，我能不能把它做到有始有終，不考慮這個，我能做多少做多少，盡心盡力去做，做到一半沒有力量了，沒有力量了再說，這樣功德才能圓滿。這小註說得很好，「止問事之應為不應為」，就是應該做不應該做，「不問力之能繼不能繼。精誠所至，金石為開。事無有不辦者」。今天人家告訴我那一套設備六十萬，我說不多，實際上我身上一文也沒有。我告訴他，你可以給我考慮，為什麼？好事，對我們佛法真正有大利益，而且將來有機緣我們這個帶子放到電視台，有這機緣的話，電視台就可以用。我一想，我們去年印經五十多萬，現在我們提倡印《了凡四訓》跟《仁王護國經》，最低限度要十萬塊錢，這是很保守的估計，這一萬五千冊，一本才幾塊錢。所以只要是好事，心裡面往這個方向去走，沒有做不到的。『皆歡喜行持』，歡歡喜喜的去做，委曲婉轉的一定要把它做到成就而後已，這叫『隨緣方便，廣植陰功』。這幾句是講的行持。"
    },
    {
      "id": "19-003-0028_p0035",
      "zh_CN": "【且以敦伦。勤学。守谦。忍辱。与夫因果报应之言。逢人化导。惟日不足。】",
      "zh_TW": "【且以敦倫。勤學。守謙。忍辱。與夫因果報應之言。逢人化導。惟日不足。】"
    },
    {
      "id": "19-003-0028_p0036",
      "zh_CN": "前面所讲的叫自行，这几句叫化他。自行里面有心的行，心的念头转变，行为之转变。化他，它有五个重点，『敦伦』，伦是伦理，敦睦伦常，我们中国文化的精髓就是伦常，夫妇、父子、兄弟、君臣、朋友，大家能够守住自己的本分，尽自己应尽的责任，这叫敦睦伦常，『勤学』，要努力的去读书，要读好书，要读善书，『守谦』，前面我们刚刚念过「谦德之效」，『忍辱』，以及『因果报应』的这些道理，恳切的劝导大众。",
      "zh_TW": "前面所講的叫自行，這幾句叫化他。自行裡面有心的行，心的念頭轉變，行為之轉變。化他，它有五個重點，『敦倫』，倫是倫理，敦睦倫常，我們中國文化的精髓就是倫常，夫婦、父子、兄弟、君臣、朋友，大家能夠守住自己的本分，盡自己應盡的責任，這叫敦睦倫常，『勤學』，要努力的去讀書，要讀好書，要讀善書，『守謙』，前面我們剛剛念過「謙德之效」，『忍辱』，以及『因果報應』的這些道理，懇切的勸導大眾。"
    },
    {
      "id": "19-003-0028_p0037",
      "zh_CN": "【每月晦日。】",
      "zh_TW": "【每月晦日。】"
    },
    {
      "id": "19-003-0028_p0038",
      "zh_CN": "这个『晦日』就是每月的三十，月终的那一天。",
      "zh_TW": "這個『晦日』就是每月的三十，月終的那一天。"
    },
    {
      "id": "19-003-0028_p0039",
      "zh_CN": "【即计一月所行所言者。就灶神处为疏以告之。】",
      "zh_TW": "【即計一月所行所言者。就灶神處為疏以告之。】"
    },
    {
      "id": "19-003-0028_p0040",
      "zh_CN": "每一个月在灶神爷那个地方报告一次，我这个月当中我身口意三业所修的善法，月月报告。这就是说明他求灶神爷监督他。有一个督促他的，他要不做，到了那个月的月终，他就没有方法给灶神爷交差了，这个效果尤其是不可思议。诸位修学不必一定写疏去告灶神，你们家里供释迦牟尼佛，供观音菩萨，供阿弥陀佛，都行，佛菩萨面前为疏以告之，比灶神那里还要灵，还要有效，这都是要学习之处。诸位再看底下：",
      "zh_TW": "每一個月在灶神爺那個地方報告一次，我這個月當中我身口意三業所修的善法，月月報告。這就是說明他求灶神爺監督他。有一個督促他的，他要不做，到了那個月的月終，他就沒有方法給灶神爺交差了，這個效果尤其是不可思議。諸位修學不必一定寫疏去告灶神，你們家裡供釋迦牟尼佛，供觀音菩薩，供阿彌陀佛，都行，佛菩薩面前為疏以告之，比灶神那裡還要靈，還要有效，這都是要學習之處。諸位再看底下："
    },
    {
      "id": "19-003-0028_p0041",
      "zh_CN": "【持之既熟。】",
      "zh_TW": "【持之既熟。】"
    },
    {
      "id": "19-003-0028_p0042",
      "zh_CN": "底下两句是讲功德不可思议。",
      "zh_TW": "底下兩句是講功德不可思議。"
    },
    {
      "id": "19-003-0028_p0043",
      "zh_CN": "【动即万善相随。静则一念不起。】",
      "zh_TW": "【動即萬善相隨。靜則一念不起。】"
    },
    {
      "id": "19-003-0028_p0044",
      "zh_CN": "你看看到这种程度。他做了几年？",
      "zh_TW": "你看看到這種程度。他做了幾年？"
    },
    {
      "id": "19-003-0028_p0045",
      "zh_CN": "【如是三年。】",
      "zh_TW": "【如是三年。】"
    },
    {
      "id": "19-003-0028_p0046",
      "zh_CN": "千日之功，我们想一想，他过去那个业障多重，三年就转过来。袁了凡先生过去转的时候，也是三年转过来，三年就开始有效。我们想想，我们三年做不到？三年不算长，为什么不肯自勉？为什么不肯发愤？希望同修们读到这个地方我们应当要奋起，要效法俞净意先生。",
      "zh_TW": "千日之功，我們想一想，他過去那個業障多重，三年就轉過來。袁了凡先生過去轉的時候，也是三年轉過來，三年就開始有效。我們想想，我們三年做不到？三年不算長，為什麼不肯自勉？為什麼不肯發憤？希望同修們讀到這個地方我們應當要奮起，要效法俞淨意先生。"
    },
    {
      "id": "19-003-0028_p0047",
      "zh_CN": "【年五十岁。乃万历二年。甲戌会试。张江陵为首辅。】",
      "zh_TW": "【年五十歲。乃萬曆二年。甲戌會試。張江陵為首輔。】"
    },
    {
      "id": "19-003-0028_p0048",
      "zh_CN": "这个江陵是地方，『张江陵』是对他的尊称，张公他是江陵人。这过去说过了，最尊敬的是称他的地名，像过去满清末年大家尊称李鸿章，不叫他李鸿章，称他为李合肥，他是合肥人。我们佛门里面也常用这个惯例，你看我们称祖师大德，既不称名，也不称他的字，不称他的号，都是以地名来称他，或者以寺庙的名字来称他。你看天台大师，天台是智者大师，我们不称智𫖮，而称为天台，他住天台山，我们称窥基大师，窥基是他的法名，不称它，称为慈恩大师，他一生大部分时间住在慈恩寺，慈恩是庙的名字，并不是他的名字，这叫尊称。此地这也是个尊称，他当时是首相。",
      "zh_TW": "這個江陵是地方，『張江陵』是對他的尊稱，張公他是江陵人。這過去說過了，最尊敬的是稱他的地名，像過去滿清末年大家尊稱李鴻章，不叫他李鴻章，稱他為李合肥，他是合肥人。我們佛門裡面也常用這個慣例，你看我們稱祖師大德，既不稱名，也不稱他的字，不稱他的號，都是以地名來稱他，或者以寺廟的名字來稱他。你看天台大師，天台是智者大師，我們不稱智顗，而稱為天台，他住天台山，我們稱窺基大師，窺基是他的法名，不稱它，稱為慈恩大師，他一生大部分時間住在慈恩寺，慈恩是廟的名字，並不是他的名字，這叫尊稱。此地這也是個尊稱，他當時是首相。"
    },
    {
      "id": "19-003-0028_p0049",
      "zh_CN": "【辍闱后。访于同乡。为子择师。】",
      "zh_TW": "【輟闈後。訪於同鄉。為子擇師。】"
    },
    {
      "id": "19-003-0028_p0050",
      "zh_CN": "这就是他以首相的身分主持这次的考试，做主考官，考完了之后，他在同乡当中想选一个品学兼优的人教他的小孩，为他小孩请一个老师。",
      "zh_TW": "這就是他以首相的身分主持這次的考試，做主考官，考完了之後，他在同鄉當中想選一個品學兼優的人教他的小孩，為他小孩請一個老師。"
    },
    {
      "id": "19-003-0028_p0051",
      "zh_CN": "【人交口荐公。遂聘赴京师。公挈眷以行。张敬公德品。为援例入国学。】",
      "zh_TW": "【人交口薦公。遂聘赴京師。公挈眷以行。張敬公德品。為援例入國學。】"
    },
    {
      "id": "19-003-0028_p0052",
      "zh_CN": "他既然想请一个品学兼优的人，乡里大家都推荐俞净意先生，你要为你小孩请老师，那为什么不请他？这样他就聘请他了。从前没有学校，家里面富有的，另外有个书房，请一位老师，这就所谓私塾。家里面的子弟以及社会上清寒的子弟，有聪明智慧的，往往也把他收集到这个地方，来跟这个老师读书。这在民国初年，大陆上到处还都有，还都有这种私塾。诸位想想，他这样做了三年，现在做了宰相家庭里面的老师，生活环境当然就改善了，不至于再像过去那样的穷途潦倒，感应就来了，时间是三年。他带了他的家眷一同到京城。张先生非常敬重俞净意公的道德、学问，所以也给他『援例入国学』，国子监，那个时候国家所办的大学只有一所，不像现在的大学这么多，那时候国立大学只有一个，但是这个学校出来的都是做官的，是为国家培养通才的，也就是等于给他报了名，他就入这个学了。",
      "zh_TW": "他既然想請一個品學兼優的人，鄉里大家都推薦俞淨意先生，你要為你小孩請老師，那為什麼不請他？這樣他就聘請他了。從前沒有學校，家裡面富有的，另外有個書房，請一位老師，這就所謂私塾。家裡面的子弟以及社會上清寒的子弟，有聰明智慧的，往往也把他收集到這個地方，來跟這個老師讀書。這在民國初年，大陸上到處還都有，還都有這種私塾。諸位想想，他這樣做了三年，現在做了宰相家庭裡面的老師，生活環境當然就改善了，不至於再像過去那樣的窮途潦倒，感應就來了，時間是三年。他帶了他的家眷一同到京城。張先生非常敬重俞淨意公的道德、學問，所以也給他『援例入國學』，國子監，那個時候國家所辦的大學只有一所，不像現在的大學這麼多，那時候國立大學只有一個，但是這個學校出來的都是做官的，是為國家培養通才的，也就是等於給他報了名，他就入這個學了。"
    },
    {
      "id": "19-003-0028_p0053",
      "zh_CN": "【万历四年丙子。附京乡试。遂登科。次年中进士。】",
      "zh_TW": "【萬曆四年丙子。附京鄉試。遂登科。次年中進士。】"
    },
    {
      "id": "19-003-0028_p0054",
      "zh_CN": "从前读书人志在于功名，功名成就了，得了进士，这个进士，拿现在来说，相当于学位一样，有了功名了。",
      "zh_TW": "從前讀書人志在於功名，功名成就了，得了進士，這個進士，拿現在來說，相當於學位一樣，有了功名了。"
    },
    {
      "id": "19-003-0028_p0055",
      "zh_CN": "【一日谒内监杨公。】",
      "zh_TW": "【一日謁內監楊公。】"
    },
    {
      "id": "19-003-0028_p0056",
      "zh_CN": "内监就是从前的太监，侍候皇帝的，有一天去见这个老太监。",
      "zh_TW": "內監就是從前的太監，侍候皇帝的，有一天去見這個老太監。"
    },
    {
      "id": "19-003-0028_p0057",
      "zh_CN": "【杨令五子出拜。皆其觅诸四方。为己嗣以娱老者。】",
      "zh_TW": "【楊令五子出拜。皆其覓諸四方。為己嗣以娛老者。】"
    },
    {
      "id": "19-003-0028_p0058",
      "zh_CN": "太监没有儿子，他的儿子都是义子，现在所讲的干儿子，都是在外面找来的。他有五个干儿子，自己年老了，干儿子也很孝顺，也养老，他是养育这些人，叫他这五个儿子都来拜见俞净意先生。",
      "zh_TW": "太監沒有兒子，他的兒子都是義子，現在所講的乾兒子，都是在外面找來的。他有五個乾兒子，自己年老了，乾兒子也很孝順，也養老，他是養育這些人，叫他這五個兒子都來拜見俞淨意先生。"
    },
    {
      "id": "19-003-0028_p0059",
      "zh_CN": "【内一子。年十六。公若熟其貌。】",
      "zh_TW": "【內一子。年十六。公若熟其貌。】"
    },
    {
      "id": "19-003-0028_p0060",
      "zh_CN": "里面有一位小孩，年岁十六岁，他一见面，很面熟，好像是认识的。",
      "zh_TW": "裡面有一位小孩，年歲十六歲，他一見面，很面熟，好像是認識的。"
    },
    {
      "id": "19-003-0028_p0061",
      "zh_CN": "【问其籍。】",
      "zh_TW": "【問其籍。】"
    },
    {
      "id": "19-003-0028_p0062",
      "zh_CN": "籍是籍贯。",
      "zh_TW": "籍是籍貫。"
    },
    {
      "id": "19-003-0028_p0063",
      "zh_CN": "【曰江右人。】",
      "zh_TW": "【曰江右人。】"
    },
    {
      "id": "19-003-0028_p0064",
      "zh_CN": "江右包括了现在长江以南的这个地区，这是江西、江苏、浙江这一带，在那个时候都称之为江右，『江右人』，俞先生是江西人。",
      "zh_TW": "江右包括了現在長江以南的這個地區，這是江西、江蘇、浙江這一帶，在那個時候都稱之為江右，『江右人』，俞先生是江西人。"
    },
    {
      "id": "19-003-0028_p0065",
      "zh_CN": "【小时误入粮船。犹依稀记姓氏闾里。公甚讶之。】",
      "zh_TW": "【小時誤入糧船。猶依稀記姓氏閭里。公甚訝之。】"
    },
    {
      "id": "19-003-0028_p0066",
      "zh_CN": "他还仿佛能够记得家乡，还能记得他自己姓什么，本来姓什么。小的时候游玩的时候，『误入粮船』，人家载粮食的船，船以后开走了把这个小孩载走了。俞净意公一听之后，非常的惊讶。",
      "zh_TW": "他還彷彿能夠記得家鄉，還能記得他自己姓什麼，本來姓什麼。小的時候遊玩的時候，『誤入糧船』，人家載糧食的船，船以後開走了把這個小孩載走了。俞淨意公一聽之後，非常的驚訝。"
    },
    {
      "id": "19-003-0028_p0067",
      "zh_CN": "【命脱左足。双痣宛然。公大呼曰。是我儿也。】",
      "zh_TW": "【命脫左足。雙痣宛然。公大呼曰。是我兒也。】"
    },
    {
      "id": "19-003-0028_p0068",
      "zh_CN": "这个人就是他丢掉的儿子，诸位晓得，前头讲过，他太太生了五个儿子，死掉了四个，有一个不晓得跑哪里去了，失踪了，生了四个女儿，死了三个，只剩一个女儿在身边。他的太太为了想念儿女，眼睛哭瞎了。这个时候遇到他的儿子。",
      "zh_TW": "這個人就是他丟掉的兒子，諸位曉得，前頭講過，他太太生了五個兒子，死掉了四個，有一個不曉得跑哪裡去了，失蹤了，生了四個女兒，死了三個，只剩一個女兒在身邊。他的太太為了想念兒女，眼睛哭瞎了。這個時候遇到他的兒子。"
    },
    {
      "id": "19-003-0028_p0069",
      "zh_CN": "【杨亦惊愕。即送其子。随公还寓。】",
      "zh_TW": "【楊亦驚愕。即送其子。隨公還寓。】"
    },
    {
      "id": "19-003-0028_p0070",
      "zh_CN": "这个太监杨公很不错，真的是他的儿子，立刻欢欢喜喜的也就送还给他了。",
      "zh_TW": "這個太監楊公很不錯，真的是他的兒子，立刻歡歡喜喜的也就送還給他了。"
    },
    {
      "id": "19-003-0028_p0071",
      "zh_CN": "【公奔告夫人。】",
      "zh_TW": "【公奔告夫人。】"
    },
    {
      "id": "19-003-0028_p0072",
      "zh_CN": "奔是很快的，报告，告诉他太太这个消息。",
      "zh_TW": "奔是很快的，報告，告訴他太太這個消息。"
    },
    {
      "id": "19-003-0028_p0073",
      "zh_CN": "【夫人抚子大恸。血泪迸流。子亦啼。捧母之面而舐其目。其母双目复明。】",
      "zh_TW": "【夫人撫子大慟。血淚迸流。子亦啼。捧母之面而舐其目。其母雙目復明。】"
    },
    {
      "id": "19-003-0028_p0074",
      "zh_CN": "这底下有个小注，「改过迁善之报如是」。诸位想想，眼睛瞎了，现在眼科这样的发达，不容易恢复。经上常讲，「佛氏门中，有求必应」，怎么会没有感应道交？袁了凡先生短命都能够长寿，寿命都可以增加，疾病怎么会不好？这并不是迷信，经上说的理论，我们看了也很明了，说起来也相信，可是经本一丢开都忘掉了，不能说不相信，忘了。经上给我们说「境随心转」，《华严》里面讲「应观法界性，一切唯心造」，唯识经论里头常说的万法唯心。境界是我们心里变现的，我们这个身体也是自己心里变现的，所以这个感应道交的道理都是依据这一点来说。理上能讲得通，事上就可以办得到，理就是事，事就是理，所谓是理事无碍，当然能够转变。这个儿子孝顺，也非常之难得，你看看这一段，这不是容易的事情，母亲失掉这么多年的儿子，忽然遇到了，这是欢喜流的泪。儿子孝顺，能够『捧母之面而舐其目』，这一点很难得，他母亲双目复明，这就是感应道交。",
      "zh_TW": "這底下有個小註，「改過遷善之報如是」。諸位想想，眼睛瞎了，現在眼科這樣的發達，不容易恢復。經上常講，「佛氏門中，有求必應」，怎麼會沒有感應道交？袁了凡先生短命都能夠長壽，壽命都可以增加，疾病怎麼會不好？這並不是迷信，經上說的理論，我們看了也很明瞭，說起來也相信，可是經本一丟開都忘掉了，不能說不相信，忘了。經上給我們說「境隨心轉」，《華嚴》裡面講「應觀法界性，一切唯心造」，唯識經論裡頭常說的萬法唯心。境界是我們心裡變現的，我們這個身體也是自己心裡變現的，所以這個感應道交的道理都是依據這一點來說。理上能講得通，事上就可以辦得到，理就是事，事就是理，所謂是理事無礙，當然能夠轉變。這個兒子孝順，也非常之難得，你看看這一段，這不是容易的事情，母親失掉這麼多年的兒子，忽然遇到了，這是歡喜流的淚。兒子孝順，能夠『捧母之面而舐其目』，這一點很難得，他母親雙目復明，這就是感應道交。"
    },
    {
      "id": "19-003-0028_p0075",
      "zh_CN": "【公悲喜交集。遂不愿为官。】",
      "zh_TW": "【公悲喜交集。遂不願為官。】"
    },
    {
      "id": "19-003-0028_p0076",
      "zh_CN": "这时一家人团圆了，知道这三年改过迁善，正如同灶神爷给他所说的不测效验，意想不到的果报果然应验了。这个时候世情愈看愈淡，因此不愿意做官了。",
      "zh_TW": "這時一家人團圓了，知道這三年改過遷善，正如同灶神爺給他所說的不測效驗，意想不到的果報果然應驗了。這個時候世情愈看愈淡，因此不願意做官了。"
    },
    {
      "id": "19-003-0028_p0077",
      "zh_CN": "【辞江陵回籍。】",
      "zh_TW": "【辭江陵回籍。】"
    },
    {
      "id": "19-003-0028_p0078",
      "zh_CN": "辞张宰相回到自己的老家。",
      "zh_TW": "辭張宰相回到自己的老家。"
    },
    {
      "id": "19-003-0028_p0079",
      "zh_CN": "【张高其义。】",
      "zh_TW": "【張高其義。】"
    },
    {
      "id": "19-003-0028_p0080",
      "zh_CN": "他中了进士就有服务公职的资格。在从前读书人心心念念就是指望将来一官半职，他这个机会到手了，不要了，放弃了，回家了。所以张宰相认为这是一个义人。",
      "zh_TW": "他中了進士就有服務公職的資格。在從前讀書人心心念念就是指望將來一官半職，他這個機會到手了，不要了，放棄了，回家了。所以張宰相認為這是一個義人。"
    },
    {
      "id": "19-003-0028_p0081",
      "zh_CN": "【厚赠而还。】",
      "zh_TW": "【厚贈而還。】"
    },
    {
      "id": "19-003-0028_p0082",
      "zh_CN": "对他赠送很重的礼物，送他回家。",
      "zh_TW": "對他贈送很重的禮物，送他回家。"
    },
    {
      "id": "19-003-0028_p0083",
      "zh_CN": "【公居乡。为善益力。】",
      "zh_TW": "【公居鄉。為善益力。】"
    },
    {
      "id": "19-003-0028_p0084",
      "zh_CN": "这是当然之事，为什么？三年有这么好的效果，这样好的效应，由此可知，他往后之行善，往后的行持，虽然传记里头没有说，在我们想像当中，必然还是老方法，每个月月终向灶神爷报告，我相信他是尽形寿一生都不会改变。人家是这么行的，是这样做法的。所以回去之后，修善就格外更加努力了。",
      "zh_TW": "這是當然之事，為什麼？三年有這麼好的效果，這樣好的效應，由此可知，他往後之行善，往後的行持，雖然傳記裡頭沒有說，在我們想像當中，必然還是老方法，每個月月終向灶神爺報告，我相信他是盡形壽一生都不會改變。人家是這麼行的，是這樣做法的。所以回去之後，修善就格外更加努力了。"
    },
    {
      "id": "19-003-0028_p0085",
      "zh_CN": "【其子娶妇。连生七子。皆育。】",
      "zh_TW": "【其子娶婦。連生七子。皆育。】"
    },
    {
      "id": "19-003-0028_p0086",
      "zh_CN": "他自己是很不幸，生了那么多儿女，结果只有一个儿子、一个女儿。由于后半生，诸位要晓得，他是从四十七岁才开始，我们同修当中还有很多你们年纪很轻的，五十岁才感应道交，诸位在年龄可以说是顶富的时候，你们要努力干，你们的前途太光明了；换句话说，你们的效应、你们的福报、你们的感应必然超过俞净意、超过袁了凡。不是做不到，决定做得到，只要诸位自己肯努力去做，三年之后，事事如意，有求必应，为什么不勉力去做？儿子这一代也好了，这是积德的感应，七个孙子都能够成人。",
      "zh_TW": "他自己是很不幸，生了那麼多兒女，結果只有一個兒子、一個女兒。由於後半生，諸位要曉得，他是從四十七歲才開始，我們同修當中還有很多你們年紀很輕的，五十歲才感應道交，諸位在年齡可以說是頂富的時候，你們要努力幹，你們的前途太光明了；換句話說，你們的效應、你們的福報、你們的感應必然超過俞淨意、超過袁了凡。不是做不到，決定做得到，只要諸位自己肯努力去做，三年之後，事事如意，有求必應，為什麼不勉力去做？兒子這一代也好了，這是積德的感應，七個孫子都能夠成人。"
    },
    {
      "id": "19-003-0028_p0087",
      "zh_CN": "【悉嗣书香焉。】",
      "zh_TW": "【悉嗣書香焉。】"
    },
    {
      "id": "19-003-0028_p0088",
      "zh_CN": "而且一个个书都念得好，书香门第，个个成名。",
      "zh_TW": "而且一個個書都念得好，書香門第，個個成名。"
    },
    {
      "id": "19-003-0028_p0089",
      "zh_CN": "【公手书遇灶神。并实行改过事以训子孙。】",
      "zh_TW": "【公手書遇灶神。並實行改過事以訓子孫。】"
    },
    {
      "id": "19-003-0028_p0090",
      "zh_CN": "遇灶神这桩事情是事实，他也是遇到了灶神，由灶神一番开示之后，这才改过自新的，到晚年有这样的效应，有这样的果报。这在前面我们曾经说过，福报，晚年所享的福报才叫真实的福报，年轻人享福，说老实话，绝对不是福，年轻发达容易迷惑颠倒，容易造罪业，因此年轻的时候要修福、要培福，照这个方法去做，把福德留在晚年享受，他就是懂得享福的人，懂得造福。他把他自己一生改过自新之事毫无隐瞒写出来教训他的子孙。",
      "zh_TW": "遇灶神這樁事情是事實，他也是遇到了灶神，由灶神一番開示之後，這才改過自新的，到晚年有這樣的效應，有這樣的果報。這在前面我們曾經說過，福報，晚年所享的福報才叫真實的福報，年輕人享福，說老實話，絕對不是福，年輕發達容易迷惑顛倒，容易造罪業，因此年輕的時候要修福、要培福，照這個方法去做，把福德留在晚年享受，他就是懂得享福的人，懂得造福。他把他自己一生改過自新之事毫無隱瞞寫出來教訓他的子孫。"
    },
    {
      "id": "19-003-0028_p0091",
      "zh_CN": "【身享康寿。八十八岁。】",
      "zh_TW": "【身享康壽。八十八歲。】"
    },
    {
      "id": "19-003-0028_p0092",
      "zh_CN": "寿也长，他这个长寿，我们也能想像得到，他是修得的，而不是他命中所有的。为什么？前面灶神爷曾经说过，说他意恶固结在心里面，神注已多，天罚日甚，君逃祸且不暇，何由祈福哉？换句话说，他没有福报。寿命是福报之一，五福里面就有长寿。由此可知，他的长寿、他的福报完全是他自己从四十七岁以后所修来的，这都是我们一个很好的榜样。",
      "zh_TW": "壽也長，他這個長壽，我們也能想像得到，他是修得的，而不是他命中所有的。為什麼？前面灶神爺曾經說過，說他意惡固結在心裡面，神註已多，天罰日甚，君逃禍且不暇，何由祈福哉？換句話說，他沒有福報。壽命是福報之一，五福裡面就有長壽。由此可知，他的長壽、他的福報完全是他自己從四十七歲以後所修來的，這都是我們一個很好的榜樣。"
    },
    {
      "id": "19-003-0028_p0093",
      "zh_CN": "【人皆以为实行善事。回天之报云。】",
      "zh_TW": "【人皆以為實行善事。回天之報云。】"
    },
    {
      "id": "19-003-0028_p0094",
      "zh_CN": "乡里大众看到俞先生这一生所得的果报，没有一个不说他是力行善事自己改转自己的命运。",
      "zh_TW": "鄉里大眾看到俞先生這一生所得的果報，沒有一個不說他是力行善事自己改轉自己的命運。"
    },
    {
      "id": "19-003-0028_p0095",
      "zh_CN": "【同里后学罗祯记。】",
      "zh_TW": "【同里後學羅禎記。】"
    },
    {
      "id": "19-003-0028_p0096",
      "zh_CN": "这一篇东西是他同乡一个晚辈所记的，里面所说的话，灶神所说的话，以及俞净意先生讲的话，那是一个实录。",
      "zh_TW": "這一篇東西是他同鄉一個晚輩所記的，裡面所說的話，灶神所說的話，以及俞淨意先生講的話，那是一個實錄。"
    },
    {
      "id": "19-003-0028_p0097",
      "zh_CN": "这一篇东西我们到这里讲完了。明天我们还有一天时间，明天我们用一个半小时给诸位介绍云谷大师传。前面所介绍的，了凡先生、俞净意先生是在家同修，初学道的同修好榜样。我们能够取法于这两位贤者，不但命运可以扭转，也可以说我们的道业在这一生必定有成就。云谷大师是出家人的榜样，所谓「出世要学高僧，在家要学高士」，了凡跟俞净意都是高士，我们以他做典型，以他做模范，照他这个方法学。",
      "zh_TW": "這一篇東西我們到這裡講完了。明天我們還有一天時間，明天我們用一個半小時給諸位介紹雲谷大師傳。前面所介紹的，了凡先生、俞淨意先生是在家同修，初學道的同修好榜樣。我們能夠取法於這兩位賢者，不但命運可以扭轉，也可以說我們的道業在這一生必定有成就。雲谷大師是出家人的榜樣，所謂「出世要學高僧，在家要學高士」，了凡跟俞淨意都是高士，我們以他做典型，以他做模範，照他這個方法學。"
    }
  ]
}