{
  "doc_id": "19-003-0026",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1978",
  "location": {
    "zh_CN": "台湾华藏大专讲座",
    "zh_TW": "台灣華藏大專講座"
  },
  "doc_number": "19-003-0026",
  "total_paragraphs": 68,
  "paragraphs": [
    {
      "id": "19-003-0026_p0001",
      "zh_CN": "请掀开经本，我们接着底下看：",
      "zh_TW": "請掀開經本，我們接著底下看："
    },
    {
      "id": "19-003-0026_p0002",
      "zh_CN": "【壬辰岁。予入觐。晤夏建所。见其人气虚意下。谦光逼人。归而告友人曰。凡天将发斯人也。未发其福。先发其慧。此慧一发。则浮者自实。肆者自敛。建所温良若此。天启之矣。及开榜。果中式。】",
      "zh_TW": "【壬辰歲。予入覲。晤夏建所。見其人氣虛意下。謙光逼人。歸而告友人曰。凡天將發斯人也。未發其福。先發其慧。此慧一發。則浮者自實。肆者自斂。建所溫良若此。天啟之矣。及開榜。果中式。】"
    },
    {
      "id": "19-003-0026_p0003",
      "zh_CN": "在《了凡四训》里面，前后照应得非常的周到，在第一篇「立命之学」里面是以功名发起的，到这个地方，末后以谦德来做总结，它还是归结于功名。由这里我们也能够看得出它前后照应得周密，虽然看起来是四篇，实际上是一篇完整的文章。最后这一章，所谓唯有谦德才是断恶、积善、立命之保障，失去了谦德，换句话就是很难保全。这个道理昨天我们也曾经说过，了凡居士举了好几个例子，都是当时他所见到的这些人。壬辰这一年，了凡居士他自己说，他去见皇帝，在从前帝王召见叫『入觐』。在这个时候他遇到一个朋友，这个朋友叫夏建所。『见其人气虚意下，谦光逼人』，看到这位夏先生非常的谦怀，这也是不容易多见的。「气虚意下」，这一句的意思是他能够下人。第二句就是说他的风采，这种谦敬的光彩，叫别人见到他能够很明显的感觉到，「逼人」，这是动人的意思，所谓说是内有谦敬，外面表现出这样的风采。",
      "zh_TW": "在《了凡四訓》裡面，前後照應得非常的周到，在第一篇「立命之學」裡面是以功名發起的，到這個地方，末後以謙德來做總結，它還是歸結於功名。由這裡我們也能夠看得出它前後照應得周密，雖然看起來是四篇，實際上是一篇完整的文章。最後這一章，所謂唯有謙德才是斷惡、積善、立命之保障，失去了謙德，換句話就是很難保全。這個道理昨天我們也曾經說過，了凡居士舉了好幾個例子，都是當時他所見到的這些人。壬辰這一年，了凡居士他自己說，他去見皇帝，在從前帝王召見叫『入覲』。在這個時候他遇到一個朋友，這個朋友叫夏建所。『見其人氣虛意下，謙光逼人』，看到這位夏先生非常的謙懷，這也是不容易多見的。「氣虛意下」，這一句的意思是他能夠下人。第二句就是說他的風采，這種謙敬的光彩，叫別人見到他能夠很明顯的感覺到，「逼人」，這是動人的意思，所謂說是內有謙敬，外面表現出這樣的風采。"
    },
    {
      "id": "19-003-0026_p0004",
      "zh_CN": "『归而告友人曰』，他回来之后告诉他的朋友，就将夏建所的风度在他朋友面前称赞不绝。内容是这样的，说『凡天将发斯人』，这是说的天意，俗话就是老天爷要想叫某一个人发达，『未发其福，先发其慧』，这是福报机缘还没有成熟，但是消息已经透出来了，消息是什么？智慧发了，这就是俗话所谓是福至心灵，福还没有到，心已经灵了，心灵后面福一定接着来，这就是「未发其福，先发其慧」，他的智慧开了。诸位想想，智慧是什么？智慧是谦虚恭敬，这就叫智慧。绝不是傲慢、自高、自大、自满，那不是智慧，那可以说是愚痴，愚痴一现前就迷惑颠倒，后面灾难就要跟着来。所以诸位要记住，谦虚恭敬才是慧相，是有智慧之相、福德之相。",
      "zh_TW": "『歸而告友人曰』，他回來之後告訴他的朋友，就將夏建所的風度在他朋友面前稱讚不絕。內容是這樣的，說『凡天將發斯人』，這是說的天意，俗話就是老天爺要想叫某一個人發達，『未發其福，先發其慧』，這是福報機緣還沒有成熟，但是消息已經透出來了，消息是什麼？智慧發了，這就是俗話所謂是福至心靈，福還沒有到，心已經靈了，心靈後面福一定接著來，這就是「未發其福，先發其慧」，他的智慧開了。諸位想想，智慧是什麼？智慧是謙虛恭敬，這就叫智慧。絕不是傲慢、自高、自大、自滿，那不是智慧，那可以說是愚痴，愚痴一現前就迷惑顛倒，後面災難就要跟著來。所以諸位要記住，謙虛恭敬才是慧相，是有智慧之相、福德之相。"
    },
    {
      "id": "19-003-0026_p0005",
      "zh_CN": "底下这个说得很好，『此慧一发』，这是真智慧，这个智慧一发，『浮者自实』，浮是平素轻浮之人，智慧一发自自然然他就诚实了，人就改样子了，就改变了；『肆者自敛』，肆是平素放肆，什么事情都马马虎虎、随随便便的，到这个时候他样样都懂得收敛了，能够小心谨慎，人就变了，智慧一发人就变样了。『建所温良若此，天启之矣』，这是夏建所这个人温良到这样的地步。孔老夫子他的学生赞叹他老人家的德行，五个字，温良恭俭让，这是当时夫子的学生赞叹老师。了凡居士见到夏建所，也看到温良的德行，这是「天启之矣」，老天爷给他的启示，他有这么好的德行。『及开榜，果中式』，他到京城里面去求功名，开榜的时候果然他考中了。",
      "zh_TW": "底下這個說得很好，『此慧一發』，這是真智慧，這個智慧一發，『浮者自實』，浮是平素輕浮之人，智慧一發自自然然他就誠實了，人就改樣子了，就改變了；『肆者自斂』，肆是平素放肆，什麼事情都馬馬虎虎、隨隨便便的，到這個時候他樣樣都懂得收斂了，能夠小心謹慎，人就變了，智慧一發人就變樣了。『建所溫良若此，天啟之矣』，這是夏建所這個人溫良到這樣的地步。孔老夫子他的學生讚歎他老人家的德行，五個字，溫良恭儉讓，這是當時夫子的學生讚歎老師。了凡居士見到夏建所，也看到溫良的德行，這是「天啟之矣」，老天爺給他的啟示，他有這麼好的德行。『及開榜，果中式』，他到京城裡面去求功名，開榜的時候果然他考中了。"
    },
    {
      "id": "19-003-0026_p0006",
      "zh_CN": "【江阴张畏岩。积学工文。有声艺林。甲午。南京乡试。寓一寺中。揭晓无名。大骂试官。以为瞇目。】",
      "zh_TW": "【江陰張畏巖。積學工文。有聲藝林。甲午。南京鄉試。寓一寺中。揭曉無名。大罵試官。以為瞇目。】"
    },
    {
      "id": "19-003-0026_p0007",
      "zh_CN": "这又见一个人，底下这一段说的是改过自新，这个里面我们读了也能长学问。『江阴张畏岩』，这个人是江阴人。『积学工文』，他的文章很好，读书读得很多；换句话说，也是饱学之士。『有声艺林』，此地所说的艺就是现在我们所讲的学术界，在学术界里面很有一点名望，有点声望、有点地位，大家都知道他的文章写得好。『甲午』这一年，『南京乡试』，从江阴到南京，过去路程也不算远，现在交通发达是无所谓，以往也有相当一段路程，他到南京去参加考试。『寓一寺中』，这就是前几次给诸位说的，从前的读书人许许多多都是住寺院的，寺院不但是出家人挂单是理所当然，在家的，尤其是读书人，也常常到寺院里面去跑单，住几天、住几个月，这都是很平常的事情，他就是拿这个寺院当现在的旅馆一样，住在寺院里面，在南京赶考。到揭晓的时候，他没考中，火气就发作了，『大骂试官，以为瞇目』，这个考试的主考官简直瞎了眼睛，我这么好的文章，没有被录取，心里面是愤恨不平。",
      "zh_TW": "這又見一個人，底下這一段說的是改過自新，這個裡面我們讀了也能長學問。『江陰張畏巖』，這個人是江陰人。『積學工文』，他的文章很好，讀書讀得很多；換句話說，也是飽學之士。『有聲藝林』，此地所說的藝就是現在我們所講的學術界，在學術界裡面很有一點名望，有點聲望、有點地位，大家都知道他的文章寫得好。『甲午』這一年，『南京鄉試』，從江陰到南京，過去路程也不算遠，現在交通發達是無所謂，以往也有相當一段路程，他到南京去參加考試。『寓一寺中』，這就是前幾次給諸位說的，從前的讀書人許許多多都是住寺院的，寺院不但是出家人掛單是理所當然，在家的，尤其是讀書人，也常常到寺院裡面去跑單，住幾天、住幾個月，這都是很平常的事情，他就是拿這個寺院當現在的旅館一樣，住在寺院裡面，在南京趕考。到揭曉的時候，他沒考中，火氣就發作了，『大罵試官，以為瞇目』，這個考試的主考官簡直瞎了眼睛，我這麼好的文章，沒有被錄取，心裡面是憤恨不平。"
    },
    {
      "id": "19-003-0026_p0008",
      "zh_CN": "【时有一道者。在旁微笑。】",
      "zh_TW": "【時有一道者。在旁微笑。】"
    },
    {
      "id": "19-003-0026_p0009",
      "zh_CN": "这个道者当然不是别人，寺庙里面的出家人，看到他在这里发脾气，心里面气愤不平，骂这个考试官，他就在旁边笑了。",
      "zh_TW": "這個道者當然不是別人，寺廟裡面的出家人，看到他在這裡發脾氣，心裡面氣憤不平，罵這個考試官，他就在旁邊笑了。"
    },
    {
      "id": "19-003-0026_p0010",
      "zh_CN": "【张遽移怒道者。】",
      "zh_TW": "【張遽移怒道者。】"
    },
    {
      "id": "19-003-0026_p0011",
      "zh_CN": "就迁怒到道者了，他在那里骂，旁边有人在笑话，转过头来，目标就对着这个道人了。",
      "zh_TW": "就遷怒到道者了，他在那裡罵，旁邊有人在笑話，轉過頭來，目標就對著這個道人了。"
    },
    {
      "id": "19-003-0026_p0012",
      "zh_CN": "【道者曰。相公文必不佳。】",
      "zh_TW": "【道者曰。相公文必不佳。】"
    },
    {
      "id": "19-003-0026_p0013",
      "zh_CN": "这个出家人也很不简单，不但有道，而且也有学，就直截了当的批评他，说你的文章大概不怎么样。",
      "zh_TW": "這個出家人也很不簡單，不但有道，而且也有學，就直截了當的批評他，說你的文章大概不怎麼樣。"
    },
    {
      "id": "19-003-0026_p0014",
      "zh_CN": "【张益怒曰。汝不见我文。乌知不佳。】",
      "zh_TW": "【張益怒曰。汝不見我文。烏知不佳。】"
    },
    {
      "id": "19-003-0026_p0015",
      "zh_CN": "这位张先生一听到这个道人讲的这个话，火上浇油，脾气就更大了，你没有看到我的文章，你怎么晓得我的文章不好？这话说得很有道理，一般说批评文章，总是文章拿在面前你才可以批评，没有看到文章就能够批评，诸位想一想，这又高了一层了。他从什么地方批评？也说得很有道理，他这一反问的时候，道人就说了：",
      "zh_TW": "這位張先生一聽到這個道人講的這個話，火上澆油，脾氣就更大了，你沒有看到我的文章，你怎麼曉得我的文章不好？這話說得很有道理，一般說批評文章，總是文章拿在面前你才可以批評，沒有看到文章就能夠批評，諸位想一想，這又高了一層了。他從什麼地方批評？也說得很有道理，他這一反問的時候，道人就說了："
    },
    {
      "id": "19-003-0026_p0016",
      "zh_CN": "【道者曰。闻作文。贵心气和平。今听公骂詈。不平甚矣。文安得工。】",
      "zh_TW": "【道者曰。聞作文。貴心氣和平。今聽公罵詈。不平甚矣。文安得工。】"
    },
    {
      "id": "19-003-0026_p0017",
      "zh_CN": "虽然没有见到文章，这是从理论上来推想，你的文章一定不怎么样。为什么？他说我虽然不会文章，这是道人的谦虚话，你看古人常讲，「学问深时意气平」，那个有学问、没有学问就看他是不是处世心平气和？性情暴躁，谈学问，难，太难太难了，可见得不容易，这一句话可以说是至理名言。他说我听说作文最要紧的是要『心气和平』，我现在听到你骂考试官，你的心是很不平，脾气暴躁如雷，像这样粗暴的心情，怎么能写得出好文章？『文安得工』，你的文章怎么能够写得工整？这个张先生，说实在话，还是了不起的人，为什么？他虽然脾气不好，但是这个人还讲理，这就难得了，听到人家说得有道理，他心里还服。",
      "zh_TW": "雖然沒有見到文章，這是從理論上來推想，你的文章一定不怎麼樣。為什麼？他說我雖然不會文章，這是道人的謙虛話，你看古人常講，「學問深時意氣平」，那個有學問、沒有學問就看他是不是處世心平氣和？性情暴躁，談學問，難，太難太難了，可見得不容易，這一句話可以說是至理名言。他說我聽說作文最要緊的是要『心氣和平』，我現在聽到你罵考試官，你的心是很不平，脾氣暴躁如雷，像這樣粗暴的心情，怎麼能寫得出好文章？『文安得工』，你的文章怎麼能夠寫得工整？這個張先生，說實在話，還是了不起的人，為什麼？他雖然脾氣不好，但是這個人還講理，這就難得了，聽到人家說得有道理，他心裡還服。"
    },
    {
      "id": "19-003-0026_p0018",
      "zh_CN": "【张不觉屈服。因就而请教焉。】",
      "zh_TW": "【張不覺屈服。因就而請教焉。】"
    },
    {
      "id": "19-003-0026_p0019",
      "zh_CN": "听到这个话不得不服气，确实是如此。诸位同修要懂得这个道理，今日之下，常常自己夸耀自己学问文章的人多得是，你要懂得这个道理，你就晓得他那个学问是真的还是假的。这跟我们前面积善一样，善有真假、有半满、有偏圆，学问也是如此，也有真假、也有是非、也有半满、也有偏圆，你就能看得出。看得出可不能叫你随便去批评，为什么？批评的时候对方要能接受，对方要不能接受，说了没用处。所以我们看这一段，这个张先生他所以了不起的地方，他能够接受，这是很难得的。知道自己错了，回过头还能够就教于道者，尤其是难得。我们看底下这个道者这一段话：",
      "zh_TW": "聽到這個話不得不服氣，確實是如此。諸位同修要懂得這個道理，今日之下，常常自己誇耀自己學問文章的人多得是，你要懂得這個道理，你就曉得他那個學問是真的還是假的。這跟我們前面積善一樣，善有真假、有半滿、有偏圓，學問也是如此，也有真假、也有是非、也有半滿、也有偏圓，你就能看得出。看得出可不能叫你隨便去批評，為什麼？批評的時候對方要能接受，對方要不能接受，說了沒用處。所以我們看這一段，這個張先生他所以了不起的地方，他能夠接受，這是很難得的。知道自己錯了，回過頭還能夠就教於道者，尤其是難得。我們看底下這個道者這一段話："
    },
    {
      "id": "19-003-0026_p0020",
      "zh_CN": "【道者曰。中全要命。命不该中。文虽工。无益也。须自己做个转变。】",
      "zh_TW": "【道者曰。中全要命。命不該中。文雖工。無益也。須自己做個轉變。】"
    },
    {
      "id": "19-003-0026_p0021",
      "zh_CN": "这几句话一点都不错，说实在的话，文章好不好是另外一桩事情，能不能中，命里头的，文是属于其次。过去科举时代，能不能考中第一个条件是在阴功，就是在积德，命里面没有，文章再好也没用处。这个理，世法里头，只知其当然，不知其所以然，在佛门里面就把所以然的道理说得非常的透彻。文章之好坏是属于慧，功名是属于福，可见得这是两桩事情。在因地里面，修慧不修福，他会有世间第一等的文章，但是怎么样？他一生就没有功名、没有富贵，他前生没有修因，这一生哪有这个果报？这是一定的道理。有的人前生修的有福，福修得很大，这一生没有修慧，这一生他一样也中，也做大官享厚禄，他有没有学问？没有学问。没有学问怎么会享那么大的福报？诸位打开历史来看，你看过去多少朝代那些帝王，王太子，皇帝死了之后，他九五之尊做了皇帝，饭桶一个，他是皇帝，福报比哪个都大，一切事情底下人替他办。你要看起来很不服气，不服气有什么办法？人家前世福修得多，命好。命是自己修的、是自己造的，不是天生的，诸位要懂这个道理。",
      "zh_TW": "這幾句話一點都不錯，說實在的話，文章好不好是另外一樁事情，能不能中，命裡頭的，文是屬於其次。過去科舉時代，能不能考中第一個條件是在陰功，就是在積德，命裡面沒有，文章再好也沒用處。這個理，世法裡頭，只知其當然，不知其所以然，在佛門裡面就把所以然的道理說得非常的透徹。文章之好壞是屬於慧，功名是屬於福，可見得這是兩樁事情。在因地裡面，修慧不修福，他會有世間第一等的文章，但是怎麼樣？他一生就沒有功名、沒有富貴，他前生沒有修因，這一生哪有這個果報？這是一定的道理。有的人前生修的有福，福修得很大，這一生沒有修慧，這一生他一樣也中，也做大官享厚祿，他有沒有學問？沒有學問。沒有學問怎麼會享那麼大的福報？諸位打開歷史來看，你看過去多少朝代那些帝王，王太子，皇帝死了之後，他九五之尊做了皇帝，飯桶一個，他是皇帝，福報比哪個都大，一切事情底下人替他辦。你要看起來很不服氣，不服氣有什麼辦法？人家前世福修得多，命好。命是自己修的、是自己造的，不是天生的，諸位要懂這個道理。"
    },
    {
      "id": "19-003-0026_p0022",
      "zh_CN": "还有很多考中功名的，学问是平平常常，考中了。换句话说，正如同我们现在考试一样，说个老实话，那些考取的未必个个是真才实学，考不取的未必是不行。里头就不知道有多少考大学的，他什么都不懂，他就只知道那几个题目，还刚好碰上了，他就高高考中了；还有是一肚子学问，书念得很通达，单单就那几个不会，就碰上了，这种情形多得是。可见得阴功，不但是过去，现在也不例外，这是我们年轻同学你们自己同学当中比较比较，考学校情形是不是如此？可见得修因与这个果报是一定相应。这个道者当然懂得佛法，因此他这个说理说得比一般就更要透彻了，几乎与了凡先生遇到云谷大师是相仿佛，教他把这个命运转过来。诸位要懂得这个道理，可见得修因比什么都重要。",
      "zh_TW": "還有很多考中功名的，學問是平平常常，考中了。換句話說，正如同我們現在考試一樣，說個老實話，那些考取的未必個個是真才實學，考不取的未必是不行。裡頭就不知道有多少考大學的，他什麼都不懂，他就只知道那幾個題目，還剛好碰上了，他就高高考中了；還有是一肚子學問，書念得很通達，單單就那幾個不會，就碰上了，這種情形多得是。可見得陰功，不但是過去，現在也不例外，這是我們年輕同學你們自己同學當中比較比較，考學校情形是不是如此？可見得修因與這個果報是一定相應。這個道者當然懂得佛法，因此他這個說理說得比一般就更要透徹了，幾乎與了凡先生遇到雲谷大師是相彷彿，教他把這個命運轉過來。諸位要懂得這個道理，可見得修因比什麼都重要。"
    },
    {
      "id": "19-003-0026_p0023",
      "zh_CN": "尤其在今日之下，诸位要晓得，这一、二年以来，我们佛教衰了，比不上过去几年。不但衰，现在还有不少妖魔鬼怪在作乱，这对我们佛教是大大的不利。你看这两天的报纸，好像有一个学校老师在家里面设坛，被教育当局查到了，现在学校也免职，把他解聘了。这些都是邪道。但是社会上邪正不分，把这些妖魔鬼怪都算作佛教，我们佛教就跟着倒楣了。过去这些学校有不少的老师、学生对于佛教都有很深的信仰，现在不敢学了。我听有个同学告诉我，在去年，像这个家庭里面私设的佛堂，就是鸾坛，数字大概有六、七百之多，今年几乎有二、三千。所以现在政府注意了，妖言惑众，不得了！许多这些知识分子，一般人被这个欺骗还情有可原，受过高等教育依然这样的迷信，实实在在是值得惋惜。这对我们佛教当然有很大的影响。可是话得说回来，我们要追究责任，我们佛教本身应当要负责任，我们自己做的宣传工作不够，所以才叫社会一般大众对于佛教误解。佛教的道理虽然是深，但是并不是不能接受，并不是不能理解，只要详加解释，人人都能听得懂，都能够接受。",
      "zh_TW": "尤其在今日之下，諸位要曉得，這一、二年以來，我們佛教衰了，比不上過去幾年。不但衰，現在還有不少妖魔鬼怪在作亂，這對我們佛教是大大的不利。你看這兩天的報紙，好像有一個學校老師在家裡面設壇，被教育當局查到了，現在學校也免職，把他解聘了。這些都是邪道。但是社會上邪正不分，把這些妖魔鬼怪都算作佛教，我們佛教就跟著倒楣了。過去這些學校有不少的老師、學生對於佛教都有很深的信仰，現在不敢學了。我聽有個同學告訴我，在去年，像這個家庭裡面私設的佛堂，就是鸞壇，數字大概有六、七百之多，今年幾乎有二、三千。所以現在政府注意了，妖言惑眾，不得了！許多這些知識分子，一般人被這個欺騙還情有可原，受過高等教育依然這樣的迷信，實實在在是值得惋惜。這對我們佛教當然有很大的影響。可是話得說回來，我們要追究責任，我們佛教本身應當要負責任，我們自己做的宣傳工作不夠，所以才叫社會一般大眾對於佛教誤解。佛教的道理雖然是深，但是並不是不能接受，並不是不能理解，只要詳加解釋，人人都能聽得懂，都能夠接受。"
    },
    {
      "id": "19-003-0026_p0024",
      "zh_CN": "所以追根究柢是我们正法弘扬不力，没有人提倡。过去道安老法师在世的时候，他老人家还注意到，极力的提倡，今日之下我们再找一个像道安法师这样的人，哪里去找去？老法师在世的时候我们不觉得，去了之后我们才晓得关系太大了。拿大专佛学讲座来说，当年在台北市想成立一个大专讲座，几乎没有一个人赞成的。那个时候焦国宝带了一群大专学生到处去磕头，去求法师们出来发心，没有一个答应。找到松山寺的时候，道安法师一口答应，别人不肯办，他来办。当时我们也有一些老同修还记得，在松山寺那个棚子里面，那个时候还没有建房子，现在旁边建的这个，那个上面的寮房，关房上面的寮房，过去那个地方搭一个棚子，下雨天上课里面都漏雨，一百多个人在那个地方上课，台北市大专讲座是这样起来的。以后老法师接善导寺的住持，才跟佛教会谈妥，借用这个地方，这是老同学们都知道的。",
      "zh_TW": "所以追根究柢是我們正法弘揚不力，沒有人提倡。過去道安老法師在世的時候，他老人家還注意到，極力的提倡，今日之下我們再找一個像道安法師這樣的人，哪裡去找去？老法師在世的時候我們不覺得，去了之後我們才曉得關係太大了。拿大專佛學講座來說，當年在台北市想成立一個大專講座，幾乎沒有一個人贊成的。那個時候焦國寶帶了一群大專學生到處去磕頭，去求法師們出來發心，沒有一個答應。找到松山寺的時候，道安法師一口答應，別人不肯辦，他來辦。當時我們也有一些老同修還記得，在松山寺那個棚子裡面，那個時候還沒有建房子，現在旁邊建的這個，那個上面的寮房，關房上面的寮房，過去那個地方搭一個棚子，下雨天上課裡面都漏雨，一百多個人在那個地方上課，台北市大專講座是這樣起來的。以後老法師接善導寺的住持，才跟佛教會談妥，借用這個地方，這是老同學們都知道的。"
    },
    {
      "id": "19-003-0026_p0025",
      "zh_CN": "大专讲座我们法施会的同仁出了很多力量，这个讲堂可以说除了佛像、佛龛、讲台之外，其余的这些设施都是我们法施会捐出来的。老法师过去了之后，你看在佛教弘扬上就走下坡了。我听说外面现在闹得很厉害，台中李老师弘法也受影响，他的寒假、暑假讲座都不敢办了。这些都不是好现象，我们同学要认识清楚。换句话说，脚踏实地认真的依《了凡四训》、依《感应篇》来修学，脚踏实地的去做，绝不可好高骛远，老老实实的修行。经上常说，共业里面还有别业，哪个人修哪个人可以免这个灾难，你能多劝一个就多救一个。我们再看这个文里面，这是教他自己做个转变。",
      "zh_TW": "大專講座我們法施會的同仁出了很多力量，這個講堂可以說除了佛像、佛龕、講台之外，其餘的這些設施都是我們法施會捐出來的。老法師過去了之後，你看在佛教弘揚上就走下坡了。我聽說外面現在鬧得很厲害，台中李老師弘法也受影響，他的寒假、暑假講座都不敢辦了。這些都不是好現象，我們同學要認識清楚。換句話說，腳踏實地認真的依《了凡四訓》、依《感應篇》來修學，腳踏實地的去做，絕不可好高騖遠，老老實實的修行。經上常說，共業裡面還有別業，哪個人修哪個人可以免這個災難，你能多勸一個就多救一個。我們再看這個文裡面，這是教他自己做個轉變。"
    },
    {
      "id": "19-003-0026_p0026",
      "zh_CN": "【张曰。既是命。如何转变。】",
      "zh_TW": "【張曰。既是命。如何轉變。】"
    },
    {
      "id": "19-003-0026_p0027",
      "zh_CN": "既然命里头注定的，命里面注定的还能转得了吗？给诸位说，能转。",
      "zh_TW": "既然命裡頭注定的，命裡面注定的還能轉得了嗎？給諸位說，能轉。"
    },
    {
      "id": "19-003-0026_p0028",
      "zh_CN": "【道者曰。造命者天。立命者我。力行善事。广积阴德。何福不可求哉。】",
      "zh_TW": "【道者曰。造命者天。立命者我。力行善事。廣積陰德。何福不可求哉。】"
    },
    {
      "id": "19-003-0026_p0029",
      "zh_CN": "这就教他改造命运的方法，跟前面云谷禅师教给了凡先生的是一个宗旨。命运固然是前生所造之因，这就说之为天然，可是佛法里常说，因要遇到缘才能结果，如果要没有缘，虽有因不能结果。如果要讲造因，可以说每一个人十法界的因统统都有，你有成佛的因，你有成菩萨的因，你也有生天的因，你也有三恶道之因，统统都有，真是可以说万法具足。在现在我们所得的果报，这不过是阿赖耶里面业识的种子，这就是因，无量无边的种子，一个现行而已。这一桩为什么现行？这一个遇到缘了，遇缘才起现行。但是缘我们可以控制，因不能控制，因是过去造的，没有办法控制，果也没有办法控制，缘自己能控制，既能控制缘，就可以控制果报，佛法里面讲转变因果的道理就在这个缘字上。这个理佛经里面讲得太清楚了，过去世我们造的恶因，现在我们不要给它恶缘，虽有恶因，不结恶果；过去世还有一些善的因，现在世再给它善缘，善因就有善的果报。可见得转移命运完全在缘上，这是佛法特别强调的，叫缘生论，专门有一本书说这个道理。",
      "zh_TW": "這就教他改造命運的方法，跟前面雲谷禪師教給了凡先生的是一個宗旨。命運固然是前生所造之因，這就說之為天然，可是佛法裡常說，因要遇到緣才能結果，如果要沒有緣，雖有因不能結果。如果要講造因，可以說每一個人十法界的因統統都有，你有成佛的因，你有成菩薩的因，你也有生天的因，你也有三惡道之因，統統都有，真是可以說萬法具足。在現在我們所得的果報，這不過是阿賴耶裡面業識的種子，這就是因，無量無邊的種子，一個現行而已。這一樁為什麼現行？這一個遇到緣了，遇緣才起現行。但是緣我們可以控制，因不能控制，因是過去造的，沒有辦法控制，果也沒有辦法控制，緣自己能控制，既能控制緣，就可以控制果報，佛法裡面講轉變因果的道理就在這個緣字上。這個理佛經裡面講得太清楚了，過去世我們造的惡因，現在我們不要給它惡緣，雖有惡因，不結惡果；過去世還有一些善的因，現在世再給它善緣，善因就有善的果報。可見得轉移命運完全在緣上，這是佛法特別強調的，叫緣生論，專門有一本書說這個道理。"
    },
    {
      "id": "19-003-0026_p0030",
      "zh_CN": "这个『立命』，立是说建立，也就是有改造的意思，建立是自己的意思，自己可以做得了主宰。怎么样建立？『力行善事，广积阴德』，前面说过，积善不必让别人知道，这叫阴德，德要积，善事要力行。『何福不可求哉』，真正是有求必应，求什么就得什么，没有求不到的，求功名得功名，求富贵得富贵，乃至于求长寿得长寿，没有求不到的，没有得不到的。问题就是你肯不肯，你会不会，你懂不懂这个道理，你是不是认真去做了？你看《感应篇》里面讲，《感应篇》给我们讲的期限是三年，你只要认真的去积善，三年一定有果报。三年不是很长的时间，人人都能做得到。像这一种书，说老实话，比讲佛经有受用。为什么？固然佛经讲的理论高深，高深是高深，果报长远，讲的成佛、讲的作祖，成佛要三大阿僧祇劫以后，这个地方讲的求功名、求富贵，三年就得到了，这个距离近，只要肯修，立刻就获得，看的果报是小，但是由这里能够看出效果来。张先生就说：",
      "zh_TW": "這個『立命』，立是說建立，也就是有改造的意思，建立是自己的意思，自己可以做得了主宰。怎麼樣建立？『力行善事，廣積陰德』，前面說過，積善不必讓別人知道，這叫陰德，德要積，善事要力行。『何福不可求哉』，真正是有求必應，求什麼就得什麼，沒有求不到的，求功名得功名，求富貴得富貴，乃至於求長壽得長壽，沒有求不到的，沒有得不到的。問題就是你肯不肯，你會不會，你懂不懂這個道理，你是不是認真去做了？你看《感應篇》裡面講，《感應篇》給我們講的期限是三年，你只要認真的去積善，三年一定有果報。三年不是很長的時間，人人都能做得到。像這一種書，說老實話，比講佛經有受用。為什麼？固然佛經講的理論高深，高深是高深，果報長遠，講的成佛、講的作祖，成佛要三大阿僧祇劫以後，這個地方講的求功名、求富貴，三年就得到了，這個距離近，只要肯修，立刻就獲得，看的果報是小，但是由這裡能夠看出效果來。張先生就說："
    },
    {
      "id": "19-003-0026_p0031",
      "zh_CN": "【张曰。我贫士。何能为。】",
      "zh_TW": "【張曰。我貧士。何能為。】"
    },
    {
      "id": "19-003-0026_p0032",
      "zh_CN": "一谈到行善积德，你看从前人跟现在人都是这么想法，我没有钱，我没有力量，我心里面虽然想行善，我没有力量，这都是误会。",
      "zh_TW": "一談到行善積德，你看從前人跟現在人都是這麼想法，我沒有錢，我沒有力量，我心裡面雖然想行善，我沒有力量，這都是誤會。"
    },
    {
      "id": "19-003-0026_p0033",
      "zh_CN": "【道者曰。善事阴功。皆由心造。常存此心。功德无量。且如谦虚一节。并不费钱。你如何不自反。而骂试官乎。】",
      "zh_TW": "【道者曰。善事陰功。皆由心造。常存此心。功德無量。且如謙虛一節。並不費錢。你如何不自反。而罵試官乎。】"
    },
    {
      "id": "19-003-0026_p0034",
      "zh_CN": "这个行善积阴德有许多不要花钱的，不花钱也能做得到，也能做得很圆满，可见得我们懂不懂这个道理，愿不愿意去做。所以要晓得，这个地方就是前面所举的「积善之方」里面的十种，十大网领，十大纲领是叫我们常常存这样的心，这就不得了。「与人为善，爱敬存心，成人之美」，乃至于「敬重尊长，爱惜物命」，心里面常常有，遇到了就做，遇不到的时候，有心，这就不得了，这就是大善，这就是广善，念念不忘这个，这就叫广积阴德。所以说『皆由心造』。『常存此心，功德无量』，就记住这两句话，这就是改造命运的秘诀。下面举一个例子，就好比谦虚这一桩事情，这个不要费钱，你为什么不自己反省反省？你怎么可以怨天尤人，去骂那个试官，骂那个主考的人？这是就他的毛病，对症下药。经过道人这一番开示教训之后，这个人不容易，他就能够改过自新，就能够依教奉行。从此以后：",
      "zh_TW": "這個行善積陰德有許多不要花錢的，不花錢也能做得到，也能做得很圓滿，可見得我們懂不懂這個道理，願不願意去做。所以要曉得，這個地方就是前面所舉的「積善之方」裡面的十種，十大網領，十大綱領是叫我們常常存這樣的心，這就不得了。「與人為善，愛敬存心，成人之美」，乃至於「敬重尊長，愛惜物命」，心裡面常常有，遇到了就做，遇不到的時候，有心，這就不得了，這就是大善，這就是廣善，念念不忘這個，這就叫廣積陰德。所以說『皆由心造』。『常存此心，功德無量』，就記住這兩句話，這就是改造命運的祕訣。下面舉一個例子，就好比謙虛這一樁事情，這個不要費錢，你為什麼不自己反省反省？你怎麼可以怨天尤人，去罵那個試官，罵那個主考的人？這是就他的毛病，對症下藥。經過道人這一番開示教訓之後，這個人不容易，他就能夠改過自新，就能夠依教奉行。從此以後："
    },
    {
      "id": "19-003-0026_p0035",
      "zh_CN": "【张由此折节自持。】",
      "zh_TW": "【張由此折節自持。】"
    },
    {
      "id": "19-003-0026_p0036",
      "zh_CN": "这个底下有小注，「深服道者语，从此力改前非也」，就是我们佛法里面所讲的，从此以后他就真改了，改过自新，依教奉行了。能这样做，当然：",
      "zh_TW": "這個底下有小註，「深服道者語，從此力改前非也」，就是我們佛法裡面所講的，從此以後他就真改了，改過自新，依教奉行了。能這樣做，當然："
    },
    {
      "id": "19-003-0026_p0037",
      "zh_CN": "【善日加修。德日加厚。】",
      "zh_TW": "【善日加修。德日加厚。】"
    },
    {
      "id": "19-003-0026_p0038",
      "zh_CN": "这是必然的道理。",
      "zh_TW": "這是必然的道理。"
    },
    {
      "id": "19-003-0026_p0039",
      "zh_CN": "【丁酉。】",
      "zh_TW": "【丁酉。】"
    },
    {
      "id": "19-003-0026_p0040",
      "zh_CN": "诸位看，从甲午到丁酉，整整满三年，三年圆满了，换句话说，他积了三年的德，修三年善，积三年德了。",
      "zh_TW": "諸位看，從甲午到丁酉，整整滿三年，三年圓滿了，換句話說，他積了三年的德，修三年善，積三年德了。"
    },
    {
      "id": "19-003-0026_p0041",
      "zh_CN": "【梦至一高房。得试录一册。中多缺行。问旁人。曰。此今科试录。问。何多缺名。曰。科第阴间三年一考较。须积德无咎者。方有名。如前所缺。皆系旧该中式。因新有薄行而去之者也。后指一行云。汝三年来。持身颇慎。或当补此。幸自爱。是科果中一百五名。】",
      "zh_TW": "【夢至一高房。得試錄一冊。中多缺行。問旁人。曰。此今科試錄。問。何多缺名。曰。科第陰間三年一考較。須積德無咎者。方有名。如前所缺。皆係舊該中式。因新有薄行而去之者也。後指一行云。汝三年來。持身頗慎。或當補此。幸自愛。是科果中一百五名。】"
    },
    {
      "id": "19-003-0026_p0042",
      "zh_CN": "这就是讲效验，确实非常之显著。诸位要是信得过，你就从今天起试试看，我们现在可以说这三样东西都印出来赠送诸位了，《了凡四训》、《感应篇》、《德育古鉴》，就照这个去学，学三年，必然有求必应。这得要认真干。你看过去人个个都有效验，没有一个人是落空的，我们去做当然也不落空，要紧的就是我们要生清净的信心，依教奉行。他在梦中遇到这么一桩事情，到一个很高大的房子里面，看到一卷考试的名册，一看这个名册，当中很多空白的，行都有空的，就问别人，这是什么东西？人家就告诉他，这是这一次考试的录取名册。当中怎么缺了这么多的名字？这个人就告诉他，『科第阴间三年一考较』，换句话说，三年一考较就是三年要调整一次，哪些人该中，哪些人不该中。就是说他前生所修的，这是讲种的因，前生培的福，今生命里面是考中的，命里面中的第几名，都是有安排的，丝毫不勉强。如果你要说没有天地鬼神，那真是你自己迷信；相信天地鬼神的，不是迷信，为什么？确实有，你不相信那才叫迷信，你自己吃亏。命里面该中的，如果他在这一生当中做了缺德的事情，那个名字就除掉了，勾掉了。命里面不该中的，但是这个人今生积的有德，他这个人积了三年，他的心愿就想考取功名，虽然你命里头没有，但是你这个三年积的德，别的那一边有被开除的，这个空缺就可以把你填进去，他就中了。",
      "zh_TW": "這就是講效驗，確實非常之顯著。諸位要是信得過，你就從今天起試試看，我們現在可以說這三樣東西都印出來贈送諸位了，《了凡四訓》、《感應篇》、《德育古鑑》，就照這個去學，學三年，必然有求必應。這得要認真幹。你看過去人個個都有效驗，沒有一個人是落空的，我們去做當然也不落空，要緊的就是我們要生清淨的信心，依教奉行。他在夢中遇到這麼一樁事情，到一個很高大的房子裡面，看到一卷考試的名冊，一看這個名冊，當中很多空白的，行都有空的，就問別人，這是什麼東西？人家就告訴他，這是這一次考試的錄取名冊。當中怎麼缺了這麼多的名字？這個人就告訴他，『科第陰間三年一考較』，換句話說，三年一考較就是三年要調整一次，哪些人該中，哪些人不該中。就是說他前生所修的，這是講種的因，前生培的福，今生命裡面是考中的，命裡面中的第幾名，都是有安排的，絲毫不勉強。如果你要說沒有天地鬼神，那真是你自己迷信；相信天地鬼神的，不是迷信，為什麼？確實有，你不相信那才叫迷信，你自己吃虧。命裡面該中的，如果他在這一生當中做了缺德的事情，那個名字就除掉了，勾掉了。命裡面不該中的，但是這個人今生積的有德，他這個人積了三年，他的心願就想考取功名，雖然你命裡頭沒有，但是你這個三年積的德，別的那一邊有被開除的，這個空缺就可以把你填進去，他就中了。"
    },
    {
      "id": "19-003-0026_p0043",
      "zh_CN": "再给诸位说，过去如此，现在也不例外，所以说「一饮一啄，皆是前定」，有人说是「莫非前定」，真有道理！我学人刚刚学佛的时候，朱镜宙老居士给我讲一个故事。老居士现在还在台中，这两年身体不太好，他大概也有差不多将近九十岁了。我那个时候刚刚学佛，常常去拜访他，他常讲故事给我听。他说在抗战之前，他在苏州做一个银行的经理，他一生是在金融界的，搞财政的，抗战期间他做四川西康的税务，管财税的。在抗战以前，他在银行做经理的时候，有一个朋友，常常在一块玩的，这个朋友是走阴差的，白天跟我们人一样，晚上就到阴曹地府去办公去了，是个走阴差的。因为他们关系很好，所以有的时候他晚上办的什么事情他也给他们说，有个三、四个人在一起的时候，常常聊天。他这个走阴差，职务很小，传递公文。在阴间里面，苏州的城隍是江苏省的都城隍，好像那个省主席一样，管一个江苏省，这个生死簿都经过他那里。所以他说世间的人没有一个是冤枉死的，统是注定的。",
      "zh_TW": "再給諸位說，過去如此，現在也不例外，所以說「一飲一啄，皆是前定」，有人說是「莫非前定」，真有道理！我學人剛剛學佛的時候，朱鏡宙老居士給我講一個故事。老居士現在還在台中，這兩年身體不太好，他大概也有差不多將近九十歲了。我那個時候剛剛學佛，常常去拜訪他，他常講故事給我聽。他說在抗戰之前，他在蘇州做一個銀行的經理，他一生是在金融界的，搞財政的，抗戰期間他做四川西康的稅務，管財稅的。在抗戰以前，他在銀行做經理的時候，有一個朋友，常常在一塊玩的，這個朋友是走陰差的，白天跟我們人一樣，晚上就到陰曹地府去辦公去了，是個走陰差的。因為他們關係很好，所以有的時候他晚上辦的什麼事情他也給他們說，有個三、四個人在一起的時候，常常聊天。他這個走陰差，職務很小，傳遞公文。在陰間裡面，蘇州的城隍是江蘇省的都城隍，好像那個省主席一樣，管一個江蘇省，這個生死簿都經過他那裡。所以他說世間的人沒有一個是冤枉死的，統是注定的。"
    },
    {
      "id": "19-003-0026_p0044",
      "zh_CN": "他说有一次他从上海送来一批生死簿，送到苏州来，他偷偷的看了看，他一看，很奇怪，这个名字很特别，有四个字、五个字、六个字，统统是这样，送了一大堆来，他就说出来。朱老居士他们那时几个人，那个时候他们还没有学佛，他学佛是抗战期间到四川才学的佛，那时候还没学佛，怎么样也想不通，我们中国名字，四个字的名字有，很少，哪有说一本里面都是四个字的，没有这个道理，都是三个字、二个字的多，怎么会有四、五、六个字的？他说大概是三、四个月以后，上海一二八事变爆发，他恍然大悟，日本人该在那里死的名册，三个多月以前就报到都城隍那里去了。连打仗打死的名册，你看看几个月以前就送去了，造册子送去了，哪里有冤枉死的，没有一个。所以老居士到以后学了佛，他说这个事情千真万确，他说我在没有学佛以前遇到过这个事情，遇到很多，亲眼看见的，半信半疑，怀疑的是什么？与科学理论不符合，信的是什么？它真有其事，它一点不假。",
      "zh_TW": "他說有一次他從上海送來一批生死簿，送到蘇州來，他偷偷的看了看，他一看，很奇怪，這個名字很特別，有四個字、五個字、六個字，統統是這樣，送了一大堆來，他就說出來。朱老居士他們那時幾個人，那個時候他們還沒有學佛，他學佛是抗戰期間到四川才學的佛，那時候還沒學佛，怎麼樣也想不通，我們中國名字，四個字的名字有，很少，哪有說一本裡面都是四個字的，沒有這個道理，都是三個字、二個字的多，怎麼會有四、五、六個字的？他說大概是三、四個月以後，上海一二八事變爆發，他恍然大悟，日本人該在那裡死的名冊，三個多月以前就報到都城隍那裡去了。連打仗打死的名冊，你看看幾個月以前就送去了，造冊子送去了，哪裡有冤枉死的，沒有一個。所以老居士到以後學了佛，他說這個事情千真萬確，他說我在沒有學佛以前遇到過這個事情，遇到很多，親眼看見的，半信半疑，懷疑的是什麼？與科學理論不符合，信的是什麼？它真有其事，它一點不假。"
    },
    {
      "id": "19-003-0026_p0045",
      "zh_CN": "诸位想想是不是「一饮一啄，莫非前定」？举头三尺有神明，你骗谁？你能欺骗哪一个？这个里面讲的句句话都是老老实实的话，跟《金刚经》里面讲的，「真语者、实语者、不妄语者、不诳语者」，如果不相信，这叫大愚痴人。讲大经都喜欢来听，讲这个不来听，这是薄福之人，他没有福报。大经的理论他做不到，听了一场空欢喜，这种脚踏实地立刻就得利益的，就得福的，他不能接受，空过了，你想想看这多么可惜！老居士给我讲的故事很多很多，我举出这一个例子出来，不要把这个事情看作无稽之谈。后面俞净意遇灶神，那不假。诸位晓得，周邦道的太太遇到地藏菩萨，这个人过去没多久，没有几年，这都是事实。这是讲阴间三年要调整一次，考试的功名调整，一切的事情都是常常有鬼神在调整，吉凶祸福都在常常调整。由此可知，不但佛法里面不讲宿命论，世法里头也不是宿命论，真的，你的吉凶祸福是你自己心行感召得来的。",
      "zh_TW": "諸位想想是不是「一飲一啄，莫非前定」？舉頭三尺有神明，你騙誰？你能欺騙哪一個？這個裡面講的句句話都是老老實實的話，跟《金剛經》裡面講的，「真語者、實語者、不妄語者、不誑語者」，如果不相信，這叫大愚痴人。講大經都喜歡來聽，講這個不來聽，這是薄福之人，他沒有福報。大經的理論他做不到，聽了一場空歡喜，這種腳踏實地立刻就得利益的，就得福的，他不能接受，空過了，你想想看這多麼可惜！老居士給我講的故事很多很多，我舉出這一個例子出來，不要把這個事情看作無稽之談。後面俞淨意遇灶神，那不假。諸位曉得，周邦道的太太遇到地藏菩薩，這個人過去沒多久，沒有幾年，這都是事實。這是講陰間三年要調整一次，考試的功名調整，一切的事情都是常常有鬼神在調整，吉凶禍福都在常常調整。由此可知，不但佛法裡面不講宿命論，世法裡頭也不是宿命論，真的，你的吉凶禍福是你自己心行感召得來的。"
    },
    {
      "id": "19-003-0026_p0046",
      "zh_CN": "这底下就有一个原则了，这是讲功名，『须积德无咎者，方有名。如前所缺，皆系旧该中式』，本来是有他的名字的，应该要中试的，『因新有薄行而去之者』，最近这三年以内，三年考一次，三年考一次当然三年要调整一次，在这个三年当中他做了缺德的事情，丧德，做了恶业，把他去掉了，从榜上的名单上把他去掉了。『后指一行』，空白的这一行，『汝三年来，持身颇慎』，就是你这三年来修善积德很慎重，『或当补此』，可能会补在这个地方，『幸自爱』，幸是嘱咐的意思，也是勉励的意思，希望你特别的自爱。『是科果中一百五名』，果然他中了。这是一个事实。我们再读底下几句，说：",
      "zh_TW": "這底下就有一個原則了，這是講功名，『須積德無咎者，方有名。如前所缺，皆係舊該中式』，本來是有他的名字的，應該要中試的，『因新有薄行而去之者』，最近這三年以內，三年考一次，三年考一次當然三年要調整一次，在這個三年當中他做了缺德的事情，喪德，做了惡業，把他去掉了，從榜上的名單上把他去掉了。『後指一行』，空白的這一行，『汝三年來，持身頗慎』，就是你這三年來修善積德很慎重，『或當補此』，可能會補在這個地方，『幸自愛』，幸是囑咐的意思，也是勉勵的意思，希望你特別的自愛。『是科果中一百五名』，果然他中了。這是一個事實。我們再讀底下幾句，說："
    },
    {
      "id": "19-003-0026_p0047",
      "zh_CN": "【由此观之。举头三尺。决有神明。】",
      "zh_TW": "【由此觀之。舉頭三尺。決有神明。】"
    },
    {
      "id": "19-003-0026_p0048",
      "zh_CN": "这是我们应当要知道的。",
      "zh_TW": "這是我們應當要知道的。"
    },
    {
      "id": "19-003-0026_p0049",
      "zh_CN": "【趋吉避凶。断然由我。】",
      "zh_TW": "【趨吉避凶。斷然由我。】"
    },
    {
      "id": "19-003-0026_p0050",
      "zh_CN": "换句话说，都在自己的造作，心善、口善、行善，三业皆善，所在吉祥，这是一定的道理。如果说是心恶、口恶、行恶，三业皆恶，必然遭殃，决定逃不掉。三业里面以心为主，口善、行善，心要不善，还是不行。外表善，里面不善，是假的，没有感应。到我们这一篇讲完如果还有时间，我们讲到这个星期六，还有时间的话，我们把《俞净意公遇灶神记》那篇文讲一讲，那篇就是说明俞净意先生他这个人做人，就是口善、行善，意不善，他那个修善，那个厚道，假的不是真的，所以才遭的大难。遇到灶神以后改过来，他还有一点良心，换句话说，他还有可取的地方，知道自己过失了，他还能够彻底的就悔改，这种人有救。如果说是知道自己过失而不肯悔改的，那是没救了。所以《了凡四训》常常后面附带有这一篇，很有道理，确确实实以弥补《四训》之不足。这是讲『趋吉避凶，断然由我』，这个话说得多么肯定。",
      "zh_TW": "換句話說，都在自己的造作，心善、口善、行善，三業皆善，所在吉祥，這是一定的道理。如果說是心惡、口惡、行惡，三業皆惡，必然遭殃，決定逃不掉。三業裡面以心為主，口善、行善，心要不善，還是不行。外表善，裡面不善，是假的，沒有感應。到我們這一篇講完如果還有時間，我們講到這個星期六，還有時間的話，我們把《俞淨意公遇灶神記》那篇文講一講，那篇就是說明俞淨意先生他這個人做人，就是口善、行善，意不善，他那個修善，那個厚道，假的不是真的，所以才遭的大難。遇到灶神以後改過來，他還有一點良心，換句話說，他還有可取的地方，知道自己過失了，他還能夠徹底的就悔改，這種人有救。如果說是知道自己過失而不肯悔改的，那是沒救了。所以《了凡四訓》常常後面附帶有這一篇，很有道理，確確實實以彌補《四訓》之不足。這是講『趨吉避凶，斷然由我』，這個話說得多麼肯定。"
    },
    {
      "id": "19-003-0026_p0051",
      "zh_CN": "【须使我存心制行。毫不得罪于天地鬼神。而虚心屈己。使天地鬼神。时时怜我。方有受福之基。彼气盈者必非远器。纵发亦无受用。】",
      "zh_TW": "【須使我存心制行。毫不得罪於天地鬼神。而虛心屈己。使天地鬼神。時時憐我。方有受福之基。彼氣盈者必非遠器。縱發亦無受用。】"
    },
    {
      "id": "19-003-0026_p0052",
      "zh_CN": "这个道理说得很透彻，福德的基础就是在自己的心行，自己的心行皆善，不得罪于天地鬼神。如何不得罪？诸位去看《感应篇》，《感应篇》里面写得非常的清楚。底下，『虚心屈己』，这是非常的重要，就是说你要谦虚、要懂礼，礼是讲曲，委曲婉转，自己要多受一点委屈。你看看《礼记》里面所讲的，「礼也者，自卑而尊人也」，礼的精神就是如此，自己卑下，尊重别人，这就叫礼，这个屈己就是这个意思。你这样做，天地鬼神没有不尊敬你的，这才是受福的基础。那个福报来了，那是真正的福报。『彼气盈者』，气盈就是盛气凌人，盈是充满的意思，『必非远器』，他不会有远大的前途。纵然他有福报，他也没有法子享受；换句话说，富而不乐，他虽然有富贵，他不快乐，他很痛苦，很痛苦就是不能享受。富贵要快乐，那才叫真正的福；富贵不乐，那倒不如贫而乐。",
      "zh_TW": "這個道理說得很透徹，福德的基礎就是在自己的心行，自己的心行皆善，不得罪於天地鬼神。如何不得罪？諸位去看《感應篇》，《感應篇》裡面寫得非常的清楚。底下，『虛心屈己』，這是非常的重要，就是說你要謙虛、要懂禮，禮是講曲，委曲婉轉，自己要多受一點委屈。你看看《禮記》裡面所講的，「禮也者，自卑而尊人也」，禮的精神就是如此，自己卑下，尊重別人，這就叫禮，這個屈己就是這個意思。你這樣做，天地鬼神沒有不尊敬你的，這才是受福的基礎。那個福報來了，那是真正的福報。『彼氣盈者』，氣盈就是盛氣凌人，盈是充滿的意思，『必非遠器』，他不會有遠大的前途。縱然他有福報，他也沒有法子享受；換句話說，富而不樂，他雖然有富貴，他不快樂，他很痛苦，很痛苦就是不能享受。富貴要快樂，那才叫真正的福；富貴不樂，那倒不如貧而樂。"
    },
    {
      "id": "19-003-0026_p0053",
      "zh_CN": "【稍有识见之士。必不忍自狭其量。而自拒其福也。】",
      "zh_TW": "【稍有識見之士。必不忍自狹其量。而自拒其福也。】"
    },
    {
      "id": "19-003-0026_p0054",
      "zh_CN": "这是说稍稍有一点学问的人，有一点见识的人，必定不忍心『自狭其量』，就是把自己的心量界限画得那么窄小，心量小的人没福，福报之大小与心量成正比例。佛的福报为什么那么大？你看佛的心量多大，心包太虚，量周沙界，佛的心量。为什么把自己的心量画得那么小，两个人都不能相容，还谈什么福报？那个福要从哪里修起、从哪里积起？诸位要想修福，你看这个地方就告诉你，你一定要把你的心量拓开，迎接你的福。心量窄小是排斥自己的福报，福来了也把它拒绝掉了，这叫真正的无福之人，真正是个愚痴糊涂人。",
      "zh_TW": "這是說稍稍有一點學問的人，有一點見識的人，必定不忍心『自狹其量』，就是把自己的心量界限畫得那麼窄小，心量小的人沒福，福報之大小與心量成正比例。佛的福報為什麼那麼大？你看佛的心量多大，心包太虛，量周沙界，佛的心量。為什麼把自己的心量畫得那麼小，兩個人都不能相容，還談什麼福報？那個福要從哪裡修起、從哪裡積起？諸位要想修福，你看這個地方就告訴你，你一定要把你的心量拓開，迎接你的福。心量窄小是排斥自己的福報，福來了也把它拒絕掉了，這叫真正的無福之人，真正是個愚痴糊塗人。"
    },
    {
      "id": "19-003-0026_p0055",
      "zh_CN": "【况谦则受教有地。而取善无穷。尤修业者所必不可少者也。】",
      "zh_TW": "【況謙則受教有地。而取善無窮。尤修業者所必不可少者也。】"
    },
    {
      "id": "19-003-0026_p0056",
      "zh_CN": "这是再结归到谦德，这一篇的题目是「谦德之效」，结归到谦德。谦是什么？『受教有地』，谦就是地，有谦就能够接受别人的指教。效果呢？『取善无穷』，能够接受别人的善言、接受善行。所以说『尤修业者』，修业就是求学的人，『所必不可少者』，这是非常重要的。",
      "zh_TW": "這是再結歸到謙德，這一篇的題目是「謙德之效」，結歸到謙德。謙是什麼？『受教有地』，謙就是地，有謙就能夠接受別人的指教。效果呢？『取善無窮』，能夠接受別人的善言、接受善行。所以說『尤修業者』，修業就是求學的人，『所必不可少者』，這是非常重要的。"
    },
    {
      "id": "19-003-0026_p0057",
      "zh_CN": "【古语云。有志于功名者。必得功名。有志于富贵者。必得富贵。人之有志。如树之有根。立定此志。须念念谦虚。尘尘方便。自然感动天地。而造福由我。】",
      "zh_TW": "【古語云。有志於功名者。必得功名。有志於富貴者。必得富貴。人之有志。如樹之有根。立定此志。須念念謙虛。塵塵方便。自然感動天地。而造福由我。】"
    },
    {
      "id": "19-003-0026_p0058",
      "zh_CN": "这是末后一段，这几句很重要。佛法里面讲得更清楚，「佛氏门中，有求必应」。我们学佛在佛门里面有求不应，佛菩萨不灵了，不但怨天尤人，连佛菩萨也怪起来了，也有了不是了，这个罪过就大了。不是佛菩萨不灵，是我们自己没有依教奉行，所以他才不能感应道交。果然感应道交，当然是有求必应。你看《普门品》，你看看《楞严经．观音圆通章》，都是讲三十二应身，求什么就得什么，这是世法里头说的，世法也是据佛法而来的，世出世间法在理上讲是通的。诸位读《金刚经》应当明了，四相不破这就叫世法，破了四相、破了四见，那就叫出世，可见得理事皆相通。所以说，『有志于功名，必得功名』，这就是你自己修善积德，这是因，而你的愿望？我积善积德，我愿意得功名，功名是果报，必然会结果。如果你修善积德，你这个志愿不在功名，你在富贵，我不愿意做官，我想经商，我想发财，你一定发财。三业修善之因是一样的，果报是随心所愿，想求什么就得什么。人不可以无志，要立志，『人之有志，如树之有根，立定此志』，志向既然立定了，就得好好的修。志就是愿，我们佛法里面讲的愿，先要发愿，发了愿之后要修行。",
      "zh_TW": "這是末後一段，這幾句很重要。佛法裡面講得更清楚，「佛氏門中，有求必應」。我們學佛在佛門裡面有求不應，佛菩薩不靈了，不但怨天尤人，連佛菩薩也怪起來了，也有了不是了，這個罪過就大了。不是佛菩薩不靈，是我們自己沒有依教奉行，所以他才不能感應道交。果然感應道交，當然是有求必應。你看《普門品》，你看看《楞嚴經．觀音圓通章》，都是講三十二應身，求什麼就得什麼，這是世法裡頭說的，世法也是據佛法而來的，世出世間法在理上講是通的。諸位讀《金剛經》應當明瞭，四相不破這就叫世法，破了四相、破了四見，那就叫出世，可見得理事皆相通。所以說，『有志於功名，必得功名』，這就是你自己修善積德，這是因，而你的願望？我積善積德，我願意得功名，功名是果報，必然會結果。如果你修善積德，你這個志願不在功名，你在富貴，我不願意做官，我想經商，我想發財，你一定發財。三業修善之因是一樣的，果報是隨心所願，想求什麼就得什麼。人不可以無志，要立志，『人之有志，如樹之有根，立定此志』，志向既然立定了，就得好好的修。志就是願，我們佛法裡面講的願，先要發願，發了願之後要修行。"
    },
    {
      "id": "19-003-0026_p0059",
      "zh_CN": "『须念念谦虚』，这是行里面最重要的，换句话说，谦虚两个字一刻都不可以离开的，要念念存在心里面。『尘尘方便』，尘尘是说的无微不至，最微小的，尘土是很微小的，也就是讲的事事要方便，要开方便之门。这样『自然感动天地，而造福由我』，可见得谦虚方便就能感动天地鬼神，而造无量福。这一句岂不是又反过头照应前面第一句所举的《易经》里面的谦卦，六爻皆吉，《书经》里面讲的，「满招损，谦受益」，前后照应得很周到。",
      "zh_TW": "『須念念謙虛』，這是行裡面最重要的，換句話說，謙虛兩個字一刻都不可以離開的，要念念存在心裡面。『塵塵方便』，塵塵是說的無微不至，最微小的，塵土是很微小的，也就是講的事事要方便，要開方便之門。這樣『自然感動天地，而造福由我』，可見得謙虛方便就能感動天地鬼神，而造無量福。這一句豈不是又反過頭照應前面第一句所舉的《易經》裡面的謙卦，六爻皆吉，《書經》裡面講的，「滿招損，謙受益」，前後照應得很周到。"
    },
    {
      "id": "19-003-0026_p0060",
      "zh_CN": "【今之求登科第者。】",
      "zh_TW": "【今之求登科第者。】"
    },
    {
      "id": "19-003-0026_p0061",
      "zh_CN": "这就是当时的话，现在一些求取功名的人。",
      "zh_TW": "這就是當時的話，現在一些求取功名的人。"
    },
    {
      "id": "19-003-0026_p0062",
      "zh_CN": "【初未尝有真志。不过一时意兴耳。兴到则求。兴阑则止。】",
      "zh_TW": "【初未嘗有真志。不過一時意興耳。興到則求。興闌則止。】"
    },
    {
      "id": "19-003-0026_p0063",
      "zh_CN": "这就是讲一个人意志不坚，换句话说，他没有一个正确的目标，所以他一生不能成就。举科第这一端，其余的大家就以此类推。所以一个人一生要有志，志不立，好比那个大船在海里面航行没有目的地、没有方向，诸位想一想，那个船走到哪里去？他怎么会有成就？凡是有成就，他一定有志，而且有坚强的意志，换句话说，非达到不可。佛门里面讲愿力不可思议，有愿必成。那个恶愿坚强都会成就，何况是善愿？善愿还有天地鬼神加持，恶愿天地鬼神不加持，不加持，你那个心地要坚决，还是会有成就。可见得这个愿很重要，愿是领导行的。这是说世间一般没有成就的人，追究其原因，绝大多数的因素是志不坚固。他是举当时这些求登科第的，说『初未尝有真志』，并没有真实的志愿，不过是一时意兴，看到别的朋友去考了，我也去试试，这么样去的；换句话说，没有真正诚心去。『兴到则求，兴阑则止』，意气用事，欢喜了，好，去；兴趣没有了，算了，所以一事无成。",
      "zh_TW": "這就是講一個人意志不堅，換句話說，他沒有一個正確的目標，所以他一生不能成就。舉科第這一端，其餘的大家就以此類推。所以一個人一生要有志，志不立，好比那個大船在海裡面航行沒有目的地、沒有方向，諸位想一想，那個船走到哪裡去？他怎麼會有成就？凡是有成就，他一定有志，而且有堅強的意志，換句話說，非達到不可。佛門裡面講願力不可思議，有願必成。那個惡願堅強都會成就，何況是善願？善願還有天地鬼神加持，惡願天地鬼神不加持，不加持，你那個心地要堅決，還是會有成就。可見得這個願很重要，願是領導行的。這是說世間一般沒有成就的人，追究其原因，絕大多數的因素是志不堅固。他是舉當時這些求登科第的，說『初未嘗有真志』，並沒有真實的志願，不過是一時意興，看到別的朋友去考了，我也去試試，這麼樣去的；換句話說，沒有真正誠心去。『興到則求，興闌則止』，意氣用事，歡喜了，好，去；興趣沒有了，算了，所以一事無成。"
    },
    {
      "id": "19-003-0026_p0064",
      "zh_CN": "我们学佛也是一样，学佛跟此地求登科第的，实在讲没什么两样，应当要发心，立定一个目标，求生净土，决定生净土；求明心见性，决定明心见性，他这样才会有成就的。念了几天佛，那个说参禅好，好，念佛是老太婆的事，没什么意思，参禅去；参了几天禅，那个人说学密好，即身成佛，好，我就到那里学密去，学了一辈子，还是三心二意。你问他认真学什么？不知道，他怎么会有成就？从来就没有一个目标。看看古人，念佛念了没多少天，得一心不乱了，我们为什么得不到？因为从来就没有发个心，我要想求个一心不乱，所发的心都是古人讲的露水道心，太阳一出来就晒干了，没有了，就是这么个道心，还会成就吗？同修们当中我也见过不少，像研究教的，研究个几天不干了。所以说意兴来的时候就想求，心里很高兴，兴阑就完了，所以不能成就。",
      "zh_TW": "我們學佛也是一樣，學佛跟此地求登科第的，實在講沒什麼兩樣，應當要發心，立定一個目標，求生淨土，決定生淨土；求明心見性，決定明心見性，他這樣才會有成就的。念了幾天佛，那個說參禪好，好，念佛是老太婆的事，沒什麼意思，參禪去；參了幾天禪，那個人說學密好，即身成佛，好，我就到那裡學密去，學了一輩子，還是三心二意。你問他認真學什麼？不知道，他怎麼會有成就？從來就沒有一個目標。看看古人，念佛念了沒多少天，得一心不亂了，我們為什麼得不到？因為從來就沒有發個心，我要想求個一心不亂，所發的心都是古人講的露水道心，太陽一出來就曬乾了，沒有了，就是這麼個道心，還會成就嗎？同修們當中我也見過不少，像研究教的，研究個幾天不幹了。所以說意興來的時候就想求，心裡很高興，興闌就完了，所以不能成就。"
    },
    {
      "id": "19-003-0026_p0065",
      "zh_CN": "这桩事情确确实实不但是要谦虚，而且要有耐心，目标定了，怎样艰难困苦都得要忍受下去，才会有成就。诸位看看《禅林宝训》里面，多少宝贵的教训、例子，古来这些大德哪一个不是吃尽了苦头？你看人家那一种忍辱、忍耐的精神，我们今天能不能比得上？而后就晓得我们为什么没有人家那样的成就，换句话说，就是我们的愿没有人家的坚强，我们没有人家那么谦虚，没有人家那样的忍耐，如果这三个条件跟古人一样，你的成就绝不在他之下。",
      "zh_TW": "這樁事情確確實實不但是要謙虛，而且要有耐心，目標定了，怎樣艱難困苦都得要忍受下去，才會有成就。諸位看看《禪林寶訓》裡面，多少寶貴的教訓、例子，古來這些大德哪一個不是吃盡了苦頭？你看人家那一種忍辱、忍耐的精神，我們今天能不能比得上？而後就曉得我們為什麼沒有人家那樣的成就，換句話說，就是我們的願沒有人家的堅強，我們沒有人家那麼謙虛，沒有人家那樣的忍耐，如果這三個條件跟古人一樣，你的成就絕不在他之下。"
    },
    {
      "id": "19-003-0026_p0066",
      "zh_CN": "【孟子曰。王之好乐甚。齐其庶几乎。予于科名亦然。】",
      "zh_TW": "【孟子曰。王之好樂甚。齊其庶幾乎。予於科名亦然。】"
    },
    {
      "id": "19-003-0026_p0067",
      "zh_CN": "最后引孟子的两句话做总结，底下有一个小注，注孟子这两句话，「将力求快适之心，扩而充之，作与民同乐之举，安有国运不大昌者乎」，这两句话就是这个意思。『王』是指国王，他所喜欢的，他所爱好的，要把他的爱好推广到一切老百姓，『齐』是整齐，就是跟我一样，没有分别，我怎么样乐，他也得到怎么样乐，这个齐就是指国民，这样国家才能够长治久安，国运昌隆。所以说与民同乐，就是这个意思。『予于科名亦然』，他拿这个话来结束的时候，就是说了凡先生他对于「科名」，科举功名，是有这个志愿，他非常的爱好。他命里面是没有的，但是他得到了，他爱好，他得到了，他把他命里面没有也能得到的这个理论、这个方法写出书出来流传给后人，凡是喜欢功名、爱好功名的人与我同乐，我也把我的乐遍及一切求取功名之人。你想想看，他这个家怎么不盛？做国君的人与民同乐，国运昌隆，他的家一定兴盛。这叫大善，把自己的善因善果普遍波及一切志趣相同的人，虽然是只指求取功名的，实在他这个理论可以说遍及一切法门。",
      "zh_TW": "最後引孟子的兩句話做總結，底下有一個小註，註孟子這兩句話，「將力求快適之心，擴而充之，作與民同樂之舉，安有國運不大昌者乎」，這兩句話就是這個意思。『王』是指國王，他所喜歡的，他所愛好的，要把他的愛好推廣到一切老百姓，『齊』是整齊，就是跟我一樣，沒有分別，我怎麼樣樂，他也得到怎麼樣樂，這個齊就是指國民，這樣國家才能夠長治久安，國運昌隆。所以說與民同樂，就是這個意思。『予於科名亦然』，他拿這個話來結束的時候，就是說了凡先生他對於「科名」，科舉功名，是有這個志願，他非常的愛好。他命裡面是沒有的，但是他得到了，他愛好，他得到了，他把他命裡面沒有也能得到的這個理論、這個方法寫出書出來流傳給後人，凡是喜歡功名、愛好功名的人與我同樂，我也把我的樂遍及一切求取功名之人。你想想看，他這個家怎麼不盛？做國君的人與民同樂，國運昌隆，他的家一定興盛。這叫大善，把自己的善因善果普遍波及一切志趣相同的人，雖然是只指求取功名的，實在他這個理論可以說遍及一切法門。"
    },
    {
      "id": "19-003-0026_p0068",
      "zh_CN": "《了凡四训》到这里讲完了，明天我们讲《俞净意公遇灶神记》，如果再有时间，我们把这个里头附的有云谷大师的传也可以讲一讲，云谷大师实在也是个了不起的人，是出家人一个非常好的模范。",
      "zh_TW": "《了凡四訓》到這裡講完了，明天我們講《俞淨意公遇灶神記》，如果再有時間，我們把這個裡頭附的有雲谷大師的傳也可以講一講，雲谷大師實在也是個了不起的人，是出家人一個非常好的模範。"
    }
  ]
}