{
  "doc_id": "21-635-0001",
  "title": {
    "zh_CN": "老法师对马来西亚汉学院的开示",
    "zh_TW": "老法師對馬來西亞漢學院的開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "马来西亚中华文化教育中心",
    "zh_TW": "馬來西亞中華文化教育中心"
  },
  "doc_number": "21-635-0001",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "21-635-0001_p0001",
      "zh_CN": "尊敬的丹斯里贤伉俪，诸位大德，诸位老师，诸位同学，大家晚上好。我是前天从香港到达新加坡，晚上参加那边的一个活动，主题也是讨论怎样应对灾难的问题。这桩事情，在前两年没有人提过而且都很忌讳，从去年，就开始公开的讨论这个问题。去年春天我访问澳洲十个宗教，把这个问题就做为主题来讨论，可见得现在举世之人，对这个事情非常关心。灾难的频率，现在是月月上升，灾害一次比一次严重，是不是到现在就为止了？恐怕很难说。许多科学家的预言都告诉我们，不但不是中止，可能愈演愈厉害。",
      "zh_TW": "尊敬的丹斯里賢伉儷，諸位大德，諸位老師，諸位同學，大家晚上好。我是前天從香港到達新加坡，晚上參加那邊的一個活動，主題也是討論怎樣應對災難的問題。這樁事情，在前兩年沒有人提過而且都很忌諱，從去年，就開始公開的討論這個問題。去年春天我訪問澳洲十個宗教，把這個問題就做為主題來討論，可見得現在舉世之人，對這個事情非常關心。災難的頻率，現在是月月上升，災害一次比一次嚴重，是不是到現在就為止了？恐怕很難說。許多科學家的預言都告訴我們，不但不是中止，可能愈演愈厲害。"
    },
    {
      "id": "21-635-0001_p0002",
      "zh_CN": "我们学佛六十年了，一般人都把佛法看作迷信，看作是宗教、是迷信。我在年轻的时候也是这个看法，也是把它看作迷信，所以根本就不去接触它。在台湾年轻的时候对哲学有偏爱，所以用了很多时间在这方面。找到一位哲学家，台湾大学的教授方东美先生，方先生是桐城派的后裔，方苞的第十六代，他是近代很著名的，国际上著名的大哲学家。我在台湾听说有这么个人，知道他是桐城人，就套一个老乡的关系。实际上没见过面，也没有人介绍，我是毛遂自荐写了一封信给方老师，寄了一篇文章给他看。目的呢？是想能得到他的同意，到台大去旁听他的课程，这么个原因。一个星期他回信给我，约我在他家里面见面，我就遵守时间到他家里去拜访他老人家。他大我二十多岁，是我父亲一辈的，所以我们是以长辈来看他老人家。见面他问我的学历，我告诉他，我说「我初中毕业，高中念了一个学期，就离开大陆，到台湾来了。很想读书，没有能力读书，读书学费缴不起，所以只有平常的时候自己喜欢读书，喜欢看书。」他问我「你有没有欺骗我？」我说「没有，完全是实话。」他说「我们学校的学生（就台湾大学的学生，他所教的），你写的信、写的文章，我学生当中写不出来。」我说「这是抗战期间，那是逃难，我失学了三年，三年没读书，没上学校，可是读书没有中断，喜欢读书，没有离开过书本。」",
      "zh_TW": "我們學佛六十年了，一般人都把佛法看作迷信，看作是宗教、是迷信。我在年輕的時候也是這個看法，也是把它看作迷信，所以根本就不去接觸它。在台灣年輕的時候對哲學有偏愛，所以用了很多時間在這方面。找到一位哲學家，台灣大學的教授方東美先生，方先生是桐城派的後裔，方苞的第十六代，他是近代很著名的，國際上著名的大哲學家。我在台灣聽說有這麼個人，知道他是桐城人，就套一個老鄉的關係。實際上沒見過面，也沒有人介紹，我是毛遂自薦寫了一封信給方老師，寄了一篇文章給他看。目的呢？是想能得到他的同意，到台大去旁聽他的課程，這麼個原因。一個星期他回信給我，約我在他家裡面見面，我就遵守時間到他家裡去拜訪他老人家。他大我二十多歲，是我父親一輩的，所以我們是以長輩來看他老人家。見面他問我的學歷，我告訴他，我說「我初中畢業，高中念了一個學期，就離開大陸，到台灣來了。很想讀書，沒有能力讀書，讀書學費繳不起，所以只有平常的時候自己喜歡讀書，喜歡看書。」他問我「你有沒有欺騙我？」我說「沒有，完全是實話。」他說「我們學校的學生（就台灣大學的學生，他所教的），你寫的信、寫的文章，我學生當中寫不出來。」我說「這是抗戰期間，那是逃難，我失學了三年，三年沒讀書，沒上學校，可是讀書沒有中斷，喜歡讀書，沒有離開過書本。」"
    },
    {
      "id": "21-635-0001_p0003",
      "zh_CN": "他了解之后，告诉我，他说「现在学校先生不像先生，学生不像学生，你要到学校去听课，你会大失所望。」我听了这几句话心灰意冷，当然我相信表现一定很沮丧，老师跟我面对面坐在一起，大概总有六、七分钟之后，他告诉我，他说「这样好了，你每个星期天到我家里来，我给你上两小时课。」我跟他上课，是在他家里客厅小圆桌，学生就我一个人。给我讲了一部《哲学概论》，从西洋哲学讲起，讲到中国古代的哲学，然后讲到印度哲学，最后一个单元是「佛经哲学」。我看到这个题目，他教我的时候没有讲义、没有书籍，完全是古老的方法，他讲，我听，有问题提出来发问。我感到很讶异，我说「佛教是宗教、是迷信，而且一般说起来佛教是属于低级宗教，怎么？多神教。高级宗教只有一个真神，崇拜一个真神，佛教是什么都拜，这就是让别人看到是属于低级。」他告诉我，「你年轻不知道，释迦牟尼是世界上最伟大的哲学家。」这我头一次听到，他说「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。」把我从前错误的观念洗刷干净了，老老实实的来接受这门功课，才真正了解这个里头有大学问。",
      "zh_TW": "他了解之後，告訴我，他說「現在學校先生不像先生，學生不像學生，你要到學校去聽課，你會大失所望。」我聽了這幾句話心灰意冷，當然我相信表現一定很沮喪，老師跟我面對面坐在一起，大概總有六、七分鐘之後，他告訴我，他說「這樣好了，你每個星期天到我家裡來，我給你上兩小時課。」我跟他上課，是在他家裡客廳小圓桌，學生就我一個人。給我講了一部《哲學概論》，從西洋哲學講起，講到中國古代的哲學，然後講到印度哲學，最後一個單元是「佛經哲學」。我看到這個題目，他教我的時候沒有講義、沒有書籍，完全是古老的方法，他講，我聽，有問題提出來發問。我感到很訝異，我說「佛教是宗教、是迷信，而且一般說起來佛教是屬於低級宗教，怎麼？多神教。高級宗教只有一個真神，崇拜一個真神，佛教是什麼都拜，這就是讓別人看到是屬於低級。」他告訴我，「你年輕不知道，釋迦牟尼是世界上最偉大的哲學家。」這我頭一次聽到，他說「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。」把我從前錯誤的觀念洗刷乾淨了，老老實實的來接受這門功課，才真正了解這個裡頭有大學問。"
    },
    {
      "id": "21-635-0001_p0004",
      "zh_CN": "老师在晚年，在台湾大学上的课程全是佛经，他讲大单元，一个单元讲一、二个学期、三个学期，讲「大乘佛学」、「魏晋佛学」、「隋唐佛学」。以后年岁大离开台湾大学，辅仁大学请他去在博士班讲「华严哲学」。晚年二十多年统统讲的是佛经，这个在学校里头可以说史无前例，这他开的课。学校为什么让他开课？一直到他老人家圆寂我才明白，原来蒋介石先生是他的学生，他是蒋总统的老师，所以他在学校开课，没有人敢拦阻他，这么个原因，普通一般人不可能的事情。所以这以后才知道，你看我跟他二十多年，他从来没提过。不过我晓得，老总统对他非常尊敬、非常客气，这个我是看到过的，但是不知道这层关系，从来没提过。他又告诉我，课程讲完之后他跟我讲，他说「佛经哲学现在不在寺庙。」我说「在哪里？」「在经典里面，过去出家人真正是大学问家，是没有话说的，连帝王有困难的时候都要向他请教，真有道德、有学问。现在寺院里头不学了，所以你到寺院里面去找佛经哲学找不到，只有从经典里面去找。」这句话非常重要，如果他没有预先告诉我，我到寺庙找出家人去谈佛经哲学，都不懂的话，我就会怀疑老师欺骗我，所以话讲在先。这我六十年的学习，我们现在知道，不但是全世界最高的哲学，它也是全世界最高的科学，科学、哲学里头不能解决的问题，大乘经上统统都可以解决。",
      "zh_TW": "老師在晚年，在台灣大學上的課程全是佛經，他講大單元，一個單元講一、二個學期、三個學期，講「大乘佛學」、「魏晉佛學」、「隋唐佛學」。以後年歲大離開台灣大學，輔仁大學請他去在博士班講「華嚴哲學」。晚年二十多年統統講的是佛經，這個在學校裡頭可以說史無前例，這他開的課。學校為什麼讓他開課？一直到他老人家圓寂我才明白，原來蔣介石先生是他的學生，他是蔣總統的老師，所以他在學校開課，沒有人敢攔阻他，這麼個原因，普通一般人不可能的事情。所以這以後才知道，你看我跟他二十多年，他從來沒提過。不過我曉得，老總統對他非常尊敬、非常客氣，這個我是看到過的，但是不知道這層關係，從來沒提過。他又告訴我，課程講完之後他跟我講，他說「佛經哲學現在不在寺廟。」我說「在哪裡？」「在經典裡面，過去出家人真正是大學問家，是沒有話說的，連帝王有困難的時候都要向他請教，真有道德、有學問。現在寺院裡頭不學了，所以你到寺院裡面去找佛經哲學找不到，只有從經典裡面去找。」這句話非常重要，如果他沒有預先告訴我，我到寺廟找出家人去談佛經哲學，都不懂的話，我就會懷疑老師欺騙我，所以話講在先。這我六十年的學習，我們現在知道，不但是全世界最高的哲學，它也是全世界最高的科學，科學、哲學裡頭不能解決的問題，大乘經上統統都可以解決。"
    },
    {
      "id": "21-635-0001_p0005",
      "zh_CN": "难得的呢？就是最近的三十年，连黄念祖居士的《无量寿经》注解都引用。一九八０年以后，西方这些量子学家、物理学家他们所发现的，像德国的普朗克（爱因斯坦的老师）一生研究原子，他把物质的本质找出来。所以他说了一句话，他说在这个世界当中，根本就没有物质这个东西存在。那我们现在看到这物质，怎么没这个东西？他说物质是从意念变现出来的，念头变现出来。为什么会有这么多东西？他说是频率不相同，频率慢的就变成固体，频率快的就变成液体，再快的就变成电磁波，所有一切物质现象，只是频率不相同而已。而这个频率之快，我们在《菩萨处胎经》，释迦牟尼佛跟弥勒菩萨的对话就讲得很清楚，跟他们所发现的完全相同。念头，通常在大乘上讲宇宙怎么出来？所以大乘经上说的，「一念不觉，而有无明」，无明就是阿赖耶识。阿赖耶有三细相，业相、转相、境界相，这个东西被科学家发现。阿赖耶的业相，科学名词叫能量；转相，科学说是信息；境界相就是物质现象，我们可以说物质现象。所以现在我们科学研究的对象就是它。那转相是精神现象，先有精神，后有物质，精神现象从哪里来？它有能量，就是阿赖耶的业相。业相可以说是自然现象，转相是心理现象，境界是物质现象。科学的研究不能没有现象，没有现象它就没法子着落了。自性不是物质、不是精神，也不是自然现象。所以佛在大乘经上说，第六意识它所缘的能力最大、最强，对外能够缘宇宙，能够缘到全宇宙，对内可以缘到阿赖耶，就是缘不到本性。这佛经上讲的！",
      "zh_TW": "難得的呢？就是最近的三十年，連黃念祖居士的《無量壽經》註解都引用。一九八０年以後，西方這些量子學家、物理學家他們所發現的，像德國的普朗克（愛因斯坦的老師）一生研究原子，他把物質的本質找出來。所以他說了一句話，他說在這個世界當中，根本就沒有物質這個東西存在。那我們現在看到這物質，怎麼沒這個東西？他說物質是從意念變現出來的，念頭變現出來。為什麼會有這麼多東西？他說是頻率不相同，頻率慢的就變成固體，頻率快的就變成液體，再快的就變成電磁波，所有一切物質現象，只是頻率不相同而已。而這個頻率之快，我們在《菩薩處胎經》，釋迦牟尼佛跟彌勒菩薩的對話就講得很清楚，跟他們所發現的完全相同。念頭，通常在大乘上講宇宙怎麼出來？所以大乘經上說的，「一念不覺，而有無明」，無明就是阿賴耶識。阿賴耶有三細相，業相、轉相、境界相，這個東西被科學家發現。阿賴耶的業相，科學名詞叫能量；轉相，科學說是信息；境界相就是物質現象，我們可以說物質現象。所以現在我們科學研究的對象就是它。那轉相是精神現象，先有精神，後有物質，精神現象從哪裡來？它有能量，就是阿賴耶的業相。業相可以說是自然現象，轉相是心理現象，境界是物質現象。科學的研究不能沒有現象，沒有現象它就沒法子著落了。自性不是物質、不是精神，也不是自然現象。所以佛在大乘經上說，第六意識它所緣的能力最大、最強，對外能夠緣宇宙，能夠緣到全宇宙，對內可以緣到阿賴耶，就是緣不到本性。這佛經上講的！"
    },
    {
      "id": "21-635-0001_p0006",
      "zh_CN": "看看我们今天科学的发展，已经达到极限，再没有法子往上提升，再往上提升就得学佛。怎么个学法？把妄想分别执着放下就成就了，真的就这么简单。科学家，因为科学还是用研究、用心意识，如果把这个统统放下，科学家个个都成佛了，明心见性，完全明白了。宏观宇宙这方面，科学家的报告我们看到，他说他们所能观察到的宇宙，是全宇宙的百分之十，还有百分之九十不见了。他一说这个，我们就明白，他不知道，我们知道，不见了到哪里去了？我们晓得，回归自性，在净土宗里面就回归常寂光。他们有能力缘到，就是知道有实报庄严土、有十法界，他们都能知道，但是缘不到自性。所以最后这是个很大的循环，你看从自性迷开始，最后还回归到自性。回归到自性的时候，科学就没办法了，因为它三种现象都不是，它真有这个东西，它才是哲学里面所讲的本体。所以哲学的本体问题没有解决，一直到现在很多人说，都不能够服人，真正的问题是佛家讲的自性。这个道理搞清楚之后，实在说唐朝初年，贤首国师有一篇论文叫《妄尽还源观》，这篇论文不长，写得非常好，那是《华严经》的总结。说明宇宙人生从哪来的，真正搞清楚，你就晓得今天灾难是怎么发生的。科学专研究物理，佛法是研究心理，心理、物理统统研究，心理造成的物理现象，所以今天在物理现象是解决不了问题的。",
      "zh_TW": "看看我們今天科學的發展，已經達到極限，再沒有法子往上提升，再往上提升就得學佛。怎麼個學法？把妄想分別執著放下就成就了，真的就這麼簡單。科學家，因為科學還是用研究、用心意識，如果把這個統統放下，科學家個個都成佛了，明心見性，完全明白了。宏觀宇宙這方面，科學家的報告我們看到，他說他們所能觀察到的宇宙，是全宇宙的百分之十，還有百分之九十不見了。他一說這個，我們就明白，他不知道，我們知道，不見了到哪裡去了？我們曉得，回歸自性，在淨土宗裡面就回歸常寂光。他們有能力緣到，就是知道有實報莊嚴土、有十法界，他們都能知道，但是緣不到自性。所以最後這是個很大的循環，你看從自性迷開始，最後還回歸到自性。回歸到自性的時候，科學就沒辦法了，因為它三種現象都不是，它真有這個東西，它才是哲學裡面所講的本體。所以哲學的本體問題沒有解決，一直到現在很多人說，都不能夠服人，真正的問題是佛家講的自性。這個道理搞清楚之後，實在說唐朝初年，賢首國師有一篇論文叫《妄盡還源觀》，這篇論文不長，寫得非常好，那是《華嚴經》的總結。說明宇宙人生從哪來的，真正搞清楚，你就曉得今天災難是怎麼發生的。科學專研究物理，佛法是研究心理，心理、物理統統研究，心理造成的物理現象，所以今天在物理現象是解決不了問題的。"
    },
    {
      "id": "21-635-0001_p0007",
      "zh_CN": "解决问题，那真的像是英国汤恩比博士所说，「解决二十一世纪的社会问题，只有孔孟学说跟大乘佛法」。这英国汤恩比在七十年代所说的，他说了这么一句话谁相信？我两次访问伦敦，二００五年去一次，二００六年去一次，专门去访问牛津大学、剑桥大学跟伦敦大学，这三个学校是世界上最有名的汉学系。汉学的中心在伦敦，专讲汉学，伦敦大学他们的研究超过牛津、超过剑桥，前面两个是名气很大，但是在汉学不如伦敦大学。我们去访问，跟同学们交流，也给他们上了两堂课，跟他们的教授们在一起交流，来讨论这些问题。他们现在，以前我不知道，我相信以前他们研究佛法的人，真正认真去研究佛法。但是现在佛法他是研究，有一个学生告诉我，他用《无量寿经》写博士论文。我就告诉他，《无量寿经》有九种版本，你用哪一种？他用夏莲居会集本，跟我们用的是一个本子。我就问他，「汤恩比是你们英国人，你们都非常熟悉，他说的话正确吗？能相信吗？」那天听众人也不少，大家看着我，没有人回答我。我反过来问，「那汤恩比这话说错了？」也没人说话。最后逼着我不能不说了，我说「汤恩比博士说的没错，我们解读有问题。」因为大家都是研究汉学，所以那个地方讲话方便，为什么？他们全都懂汉语，不要翻译的，而且都读中国古文，我们不能不佩服他。",
      "zh_TW": "解決問題，那真的像是英國湯恩比博士所說，「解決二十一世紀的社會問題，只有孔孟學說跟大乘佛法」。這英國湯恩比在七十年代所說的，他說了這麼一句話誰相信？我兩次訪問倫敦，二００五年去一次，二００六年去一次，專門去訪問牛津大學、劍橋大學跟倫敦大學，這三個學校是世界上最有名的漢學系。漢學的中心在倫敦，專講漢學，倫敦大學他們的研究超過牛津、超過劍橋，前面兩個是名氣很大，但是在漢學不如倫敦大學。我們去訪問，跟同學們交流，也給他們上了兩堂課，跟他們的教授們在一起交流，來討論這些問題。他們現在，以前我不知道，我相信以前他們研究佛法的人，真正認真去研究佛法。但是現在佛法他是研究，有一個學生告訴我，他用《無量壽經》寫博士論文。我就告訴他，《無量壽經》有九種版本，你用哪一種？他用夏蓮居會集本，跟我們用的是一個本子。我就問他，「湯恩比是你們英國人，你們都非常熟悉，他說的話正確嗎？能相信嗎？」那天聽眾人也不少，大家看著我，沒有人回答我。我反過來問，「那湯恩比這話說錯了？」也沒人說話。最後逼著我不能不說了，我說「湯恩比博士說的沒錯，我們解讀有問題。」因為大家都是研究漢學，所以那個地方講話方便，為什麼？他們全都懂漢語，不要翻譯的，而且都讀中國古文，我們不能不佩服他。"
    },
    {
      "id": "21-635-0001_p0008",
      "zh_CN": "我说讲到孔孟学说，你们肯定印象里头，马上就想到四书五经十三经，就想到这些东西。讲到大乘，你一定会想到像《华严》、《法华》、《般若》，这些大经大论，你都想到这上去了。我说这不能怪你，这是什么？儒、佛的花果，你看到的你欢喜，你们现在在研究这些东西。这花果从哪来的？树枝上长的；枝从哪来的？枝从干长的；干从哪来的？干从本长的；本从哪来的？根长的。你没有想到它的根，如果不要根的话，只是采下来，那只是花瓶里面欣赏，它没有生命力。我说儒的根是什么？真的，他们没想到，儒的根是《弟子规》。汉学不外乎儒释道，道的根《太上感应篇》，佛的根《十善业道经》，薄薄的几张纸，没有一个人想到。我说你要从根上下手它是活的，将来确实会有佛出世；你把根丢掉，光去搞这些花果，这死的，不行，当然不能决问题。我说根是普世教育，不是追求高深这些哲理的，那是什么？先把人做好，人都做不好怎么能作圣人？怎么能作贤人？怎么能作佛？其实圣贤是人教出来的，佛菩萨还是人教出来的，这个比什么都重要。儒家讲修学的层次，「博学、审问、慎思、明辨」，你们都在干，我很佩服。可是后头「笃行」，你们没有做到，你们只是口说说而已，自己没有得到受用，当然你不能够帮助社会，促进安定和平，你做不到。",
      "zh_TW": "我說講到孔孟學說，你們肯定印象裡頭，馬上就想到四書五經十三經，就想到這些東西。講到大乘，你一定會想到像《華嚴》、《法華》、《般若》，這些大經大論，你都想到這上去了。我說這不能怪你，這是什麼？儒、佛的花果，你看到的你歡喜，你們現在在研究這些東西。這花果從哪來的？樹枝上長的；枝從哪來的？枝從幹長的；幹從哪來的？幹從本長的；本從哪來的？根長的。你沒有想到它的根，如果不要根的話，只是採下來，那只是花瓶裡面欣賞，它沒有生命力。我說儒的根是什麼？真的，他們沒想到，儒的根是《弟子規》。漢學不外乎儒釋道，道的根《太上感應篇》，佛的根《十善業道經》，薄薄的幾張紙，沒有一個人想到。我說你要從根上下手它是活的，將來確實會有佛出世；你把根丟掉，光去搞這些花果，這死的，不行，當然不能決問題。我說根是普世教育，不是追求高深這些哲理的，那是什麼？先把人做好，人都做不好怎麼能作聖人？怎麼能作賢人？怎麼能作佛？其實聖賢是人教出來的，佛菩薩還是人教出來的，這個比什麼都重要。儒家講修學的層次，「博學、審問、慎思、明辨」，你們都在幹，我很佩服。可是後頭「篤行」，你們沒有做到，你們只是口說說而已，自己沒有得到受用，當然你不能夠幫助社會，促進安定和平，你做不到。"
    },
    {
      "id": "21-635-0001_p0009",
      "zh_CN": "从前读书人不是这样，从小就扎根，根从哪里扎起？讲究的人是从胎教，妇女怀孕的时候就开始教小孩。中国对于教育，比世界上任何一个国家族群都高明，他真懂得，几千年来重视教育。所以教育的理念、教育的方法、教育的经验、教育的成果，在全世界找不到第二家。中国人疏忽传统教育，不过是两百年而已，从慈禧太后，慈禧太后不尊重。你看历代帝王都是佛门弟子，慈禧称老佛爷，把佛菩萨都压下去了，她是老佛爷高高在上，这个做法让大家对佛教尊重心，就渐渐淡薄了。所以清朝末后的一百年，风气衰了，有讲的，没做的，就跟现在欧洲汉学系一样，有研究的、有讲的，做不到。清朝亡国之后，到现在也一百年，到今年正好一百年，这一百年讲的人都没有了，别说做了，讲的人都没有。所以让中国人对于自己传统文化，感觉得非常陌生，还不如外国人，外国人讲中国传统文化，有的人还懂得一点，中国人完全不懂。所以我们把这桩事情，丢掉最少五代以上。今天我说过很多次，讲经的时候常常讲，任何人造作罪业不能怪他，为什么？他没学过，他所造作一切的恶业是应该的。为什么？他不是圣贤。不是圣贤呢？所谓「近朱则赤，近墨则黑」。今天社会是个大染缸，谁在教社会？卫星电视、网路在教。教什么？暴力色情、杀盗淫妄都教这些，人怎么会不学坏？圣人也不行，在这个染缸也被染污了，所以不可以责怪他。",
      "zh_TW": "從前讀書人不是這樣，從小就扎根，根從哪裡紮起？講究的人是從胎教，婦女懷孕的時候就開始教小孩。中國對於教育，比世界上任何一個國家族群都高明，他真懂得，幾千年來重視教育。所以教育的理念、教育的方法、教育的經驗、教育的成果，在全世界找不到第二家。中國人疏忽傳統教育，不過是兩百年而已，從慈禧太后，慈禧太后不尊重。你看歷代帝王都是佛門弟子，慈禧稱老佛爺，把佛菩薩都壓下去了，她是老佛爺高高在上，這個做法讓大家對佛教尊重心，就漸漸淡薄了。所以清朝末後的一百年，風氣衰了，有講的，沒做的，就跟現在歐洲漢學系一樣，有研究的、有講的，做不到。清朝亡國之後，到現在也一百年，到今年正好一百年，這一百年講的人都沒有了，別說做了，講的人都沒有。所以讓中國人對於自己傳統文化，感覺得非常陌生，還不如外國人，外國人講中國傳統文化，有的人還懂得一點，中國人完全不懂。所以我們把這樁事情，丟掉最少五代以上。今天我說過很多次，講經的時候常常講，任何人造作罪業不能怪他，為什麼？他沒學過，他所造作一切的惡業是應該的。為什麼？他不是聖賢。不是聖賢呢？所謂「近朱則赤，近墨則黑」。今天社會是個大染缸，誰在教社會？衛星電視、網路在教。教什麼？暴力色情、殺盜淫妄都教這些，人怎麼會不學壞？聖人也不行，在這個染缸也被染污了，所以不可以責怪他。"
    },
    {
      "id": "21-635-0001_p0010",
      "zh_CN": "孔孟学说我们就抓它的核心，但是要从根扎起，要真正去做到。孔子讲仁，孟子讲义，「夫子之道，忠恕而已矣」，我们要提倡这四个字，「仁者爱人」这个太重要了。现在的人麻烦在什么？他不自爱，他不知道爱自己，不能爱自己怎么会爱人？哪有这种道理？所以要如何教这个人知道自己爱自己，这是很重要。就是这个东西丢掉了麻不麻烦？所以现在人不好教，非常难教。义是循理，讲的什么？合情、合法、合理这叫义。所以外国人只有法，里头没有人情，没有情也不讲道理，完全照条文来走；中国这个义好，有法、有理、有情。对于现在这个环境，这是全世界的，不是一个地区，我在澳洲也有个人来问我，今天这个世界社会动乱，用什么方法能够把它改善，恢复以前那种和睦相处这个时代？我就跟他讲儒家这四个字，对于任何人犯罪都要原谅。贪污的就算是他自己的，别问他钱从哪里来，就承认他，为什么？让他心定下来，不必去处罚他。定下来什么？好好的学传统教育，大家一起来学，学了之后他良心就会发现。他能够把他贪污的钱拿出来做好事，很好，他不拿就算了，也不必追究。这样子在稳定当中、安定当中，大家来学传统文化，来学宗教教育，社会就能够回到安定和平。决定不能动乱，动乱人就太苦、太可怜了，因为大家都不懂，应该原谅。你看《无量寿经》，佛就讲得很好，他说「先人无知（不善），不识道德，无有语者，殊无怪也」。这是佛家讲的忠恕！不但你不晓得，你父母也不晓得，你父母再上去曾祖父母也不晓得，高祖父母能听到这些，也没见到过，所以这就不能怪人。要用宽宏大量我们都是同胞，都是兄弟姐妹一起来认祖归宗，学老祖宗东西就对了，这问题真能解决。",
      "zh_TW": "孔孟學說我們就抓它的核心，但是要從根紮起，要真正去做到。孔子講仁，孟子講義，「夫子之道，忠恕而已矣」，我們要提倡這四個字，「仁者愛人」這個太重要了。現在的人麻煩在什麼？他不自愛，他不知道愛自己，不能愛自己怎麼會愛人？哪有這種道理？所以要如何教這個人知道自己愛自己，這是很重要。就是這個東西丟掉了麻不麻煩？所以現在人不好教，非常難教。義是循理，講的什麼？合情、合法、合理這叫義。所以外國人只有法，裡頭沒有人情，沒有情也不講道理，完全照條文來走；中國這個義好，有法、有理、有情。對於現在這個環境，這是全世界的，不是一個地區，我在澳洲也有個人來問我，今天這個世界社會動亂，用什麼方法能夠把它改善，恢復以前那種和睦相處這個時代？我就跟他講儒家這四個字，對於任何人犯罪都要原諒。貪污的就算是他自己的，別問他錢從哪裡來，就承認他，為什麼？讓他心定下來，不必去處罰他。定下來什麼？好好的學傳統教育，大家一起來學，學了之後他良心就會發現。他能夠把他貪污的錢拿出來做好事，很好，他不拿就算了，也不必追究。這樣子在穩定當中、安定當中，大家來學傳統文化，來學宗教教育，社會就能夠回到安定和平。決定不能動亂，動亂人就太苦、太可憐了，因為大家都不懂，應該原諒。你看《無量壽經》，佛就講得很好，他說「先人無知（不善），不識道德，無有語者，殊無怪也」。這是佛家講的忠恕！不但你不曉得，你父母也不曉得，你父母再上去曾祖父母也不曉得，高祖父母能聽到這些，也沒見到過，所以這就不能怪人。要用寬宏大量我們都是同胞，都是兄弟姐妹一起來認祖歸宗，學老祖宗東西就對了，這問題真能解決。"
    },
    {
      "id": "21-635-0001_p0011",
      "zh_CN": "在佛法刚才讲了，佛法非常着重，它不是心理，性理，本性的性，性理这是讲到最高的，讲绝了。经典里面告诉我们，我们起心动念不但跟佛菩萨息息相通，跟一切万法都通，跟花草树木也通，跟山河大地也通。我们念念都善，山河大地就变成极乐世界；那心行不善呢？山河大地就变成了今天讲的自然灾害。其实不是自然的，人念头所感。所以一定要晓得，这个阿赖耶的三细相，知道之后就晓得病根从哪来的。佛告诉我们，贪婪感得的是水灾，今天这个世界谁不贪？所以灾难是什么？海水上升，陆地都会被淹没掉，剩下来的不多了，大部分会被淹掉。我以前在美国，我在美国住了十几年，美国人画的那个地图，预言灾难地图，将来实际上灾难比那个地图画的还要严重，很可怕的事情。瞋恚感应的是火灾。你看人贪心，贪的时候流口水，贪吃也流口水，证明贪与水有关系。你看发脾气的时候全身发热，脸上通红的，火灾，火山爆发。现在这个地球上气候不断上升，人脾气发得太多了，不发脾气就没事了。我们没有贪心的时候就不会有水灾了，这个能够化解的。愚痴是风灾，这个风的灾害很严重，前一段时期我看到同学给我的信息，美国有三百多个龙卷风，从来没听说过的，那个太可怕了。",
      "zh_TW": "在佛法剛才講了，佛法非常著重，它不是心理，性理，本性的性，性理這是講到最高的，講絕了。經典裡面告訴我們，我們起心動念不但跟佛菩薩息息相通，跟一切萬法都通，跟花草樹木也通，跟山河大地也通。我們念念都善，山河大地就變成極樂世界；那心行不善呢？山河大地就變成了今天講的自然災害。其實不是自然的，人念頭所感。所以一定要曉得，這個阿賴耶的三細相，知道之後就曉得病根從哪來的。佛告訴我們，貪婪感得的是水災，今天這個世界誰不貪？所以災難是什麼？海水上升，陸地都會被淹沒掉，剩下來的不多了，大部分會被淹掉。我以前在美國，我在美國住了十幾年，美國人畫的那個地圖，預言災難地圖，將來實際上災難比那個地圖畫的還要嚴重，很可怕的事情。瞋恚感應的是火災。你看人貪心，貪的時候流口水，貪吃也流口水，證明貪與水有關係。你看發脾氣的時候全身發熱，臉上通紅的，火災，火山爆發。現在這個地球上氣候不斷上升，人脾氣發得太多了，不發脾氣就沒事了。我們沒有貪心的時候就不會有水災了，這個能夠化解的。愚痴是風災，這個風的災害很嚴重，前一段時期我看到同學給我的信息，美國有三百多個龍捲風，從來沒聽說過的，那個太可怕了。"
    },
    {
      "id": "21-635-0001_p0012",
      "zh_CN": "傲慢是地震，怀疑麻烦更大，以前我们只讲前面四个讲得多，怀疑没有讲到，现在我也是悟出来的，我相信很有道理。怀疑怎么？信心没有了，信心没有大地就松了，松散了，山很容易倒下来，地很容易沉下去。对我们自己本身来讲，我们怀疑的时候，对什么都怀疑，我们的免疫能力没有了，很容易感染病菌；如果信心很强的，不会感染。所以贪瞋痴慢疑招来的灾难，对自己是身体的疾病招来这个东西，对外面就山河大地整个都改变。最近我们都在学《无量寿经》，天天讲极乐世界，极乐世界没听说有什么灾难，也没听说哪个人生病，也没有说是极乐世界，有医院、有大夫，统统没有。为什么？因为他们贪瞋痴慢疑全没有，他统统都断掉，所以那个世界叫极乐世界。我们这个世界的居民，如果把贪瞋痴慢疑统统断掉，这个世界就是极乐世界，一点都不假。所以灾难从哪里来的，我们要知道，怎样化解就清楚了。今天这个世界共业所感，共业当中有别业，所以灾难不要害怕、不要恐怖，首先建立自己的信心，自己一定要断恶修善。",
      "zh_TW": "傲慢是地震，懷疑麻煩更大，以前我們只講前面四個講得多，懷疑沒有講到，現在我也是悟出來的，我相信很有道理。懷疑怎麼？信心沒有了，信心沒有大地就鬆了，鬆散了，山很容易倒下來，地很容易沉下去。對我們自己本身來講，我們懷疑的時候，對什麼都懷疑，我們的免疫能力沒有了，很容易感染病菌；如果信心很強的，不會感染。所以貪瞋痴慢疑招來的災難，對自己是身體的疾病招來這個東西，對外面就山河大地整個都改變。最近我們都在學《無量壽經》，天天講極樂世界，極樂世界沒聽說有什麼災難，也沒聽說哪個人生病，也沒有說是極樂世界，有醫院、有大夫，統統沒有。為什麼？因為他們貪瞋痴慢疑全沒有，他統統都斷掉，所以那個世界叫極樂世界。我們這個世界的居民，如果把貪瞋痴慢疑統統斷掉，這個世界就是極樂世界，一點都不假。所以災難從哪裡來的，我們要知道，怎樣化解就清楚了。今天這個世界共業所感，共業當中有別業，所以災難不要害怕、不要恐怖，首先建立自己的信心，自己一定要斷惡修善。"
    },
    {
      "id": "21-635-0001_p0013",
      "zh_CN": "去年八月，有几个外国科学家在雪梨开了两天会，他也邀请我，我没去，我们学院派了八个人去参加。会后他们写了一份报告给我，写得很好。第一天他们讨论的重点，就是科学的新发现，这个发现非常好，跟佛经上讲的完全一样。所以我们有理由相信，二、三十年之后，佛教不是宗教，是科学、是哲学，会被学术界肯定是高等科学、高等哲学，肯定它走这个路子，再不会把佛教看成宗教。第二天主题，就是讨论二０一二马雅灾难预言，就提他们这个题目。美国布莱登先生，「２０１２」的电影里头有他的镜头，他出现了四次，我看到他的镜头。他说希望全世界人在这个时期要觉悟，人要觉悟过来一起，「弃恶扬善」，跟我们讲断恶修善是一个意思；第二句话说「改邪归正」；第三句话说「端正心念」，我们起心动念不要有邪思，端正心念。他说不但能化解灾难，而且会把地球带向更好的方向。这话说得很有道理，跟佛法讲得一样。现在问题是这人能不能改？如果大家不肯改，不肯把名闻利养放下，那眼看着灾难就来了，真来。好在科学家给我们提了一个数目字、数据，让我们感到很大的鼓舞。它这个数据是全世界人口的总数，大概是六十五亿吧，以这个总数百分之一的平方根，用这个来计算。六十五亿百分之一的平方根还不到一万人，大概八千多人，如果地球上有八千多人真正改过来了，这个地球上灾难是有，就会大幅度的减轻。你看八千多个人就能救整个地球，这给我们一个很大的期望。我们会怀疑这些人，六十五亿人造罪业，八千多人能够把它化解，这能相信吗？",
      "zh_TW": "去年八月，有幾個外國科學家在雪梨開了兩天會，他也邀請我，我沒去，我們學院派了八個人去參加。會後他們寫了一份報告給我，寫得很好。第一天他們討論的重點，就是科學的新發現，這個發現非常好，跟佛經上講的完全一樣。所以我們有理由相信，二、三十年之後，佛教不是宗教，是科學、是哲學，會被學術界肯定是高等科學、高等哲學，肯定它走這個路子，再不會把佛教看成宗教。第二天主題，就是討論二０一二馬雅災難預言，就提他們這個題目。美國布萊登先生，「２０１２」的電影裡頭有他的鏡頭，他出現了四次，我看到他的鏡頭。他說希望全世界人在這個時期要覺悟，人要覺悟過來一起，「棄惡揚善」，跟我們講斷惡修善是一個意思；第二句話說「改邪歸正」；第三句話說「端正心念」，我們起心動念不要有邪思，端正心念。他說不但能化解災難，而且會把地球帶向更好的方向。這話說得很有道理，跟佛法講得一樣。現在問題是這人能不能改？如果大家不肯改，不肯把名聞利養放下，那眼看著災難就來了，真來。好在科學家給我們提了一個數目字、數據，讓我們感到很大的鼓舞。它這個數據是全世界人口的總數，大概是六十五億吧，以這個總數百分之一的平方根，用這個來計算。六十五億百分之一的平方根還不到一萬人，大概八千多人，如果地球上有八千多人真正改過來了，這個地球上災難是有，就會大幅度的減輕。你看八千多個人就能救整個地球，這給我們一個很大的期望。我們會懷疑這些人，六十五億人造罪業，八千多人能夠把它化解，這能相信嗎？"
    },
    {
      "id": "21-635-0001_p0014",
      "zh_CN": "好在中国古人有一句话说，「邪不胜正」，这个八千人是正，那个六十多亿人是邪，邪不胜正，我们要相信这句话。一正化百邪，真的是邪不胜正，所以这个我们要建立信心。我们就想到宗教，要从宗教里面来下手，全世界信仰宗教的，比不信宗教的人口要多，你看基督教、天主教他们合起来超过二十亿，伊斯兰教有十五亿，佛教大概有六亿吧，六、七亿的样子，就这几个宗教就已经超过一半多了。所以在宗教里面有热心的，真正有慈悲心的、有爱心的，能有八千多个人能够觉悟，好事！所以我们相信。这个我们也访问过梵蒂冈，罗马教皇也很慈悲，我们也通知他，希望他们能够号召全世界的天主教徒，为地球的灾难认真做祈祷。我们在佛教，我们号召全世界净宗同学，每天大家都在学经教，都在念阿弥陀佛，这能有八千人我相信是可以能做得到。我们要真做，要认真干，从我们自己本身做起，这个问题就能化解了，纵然不能够把灾难完全化解，可以说大幅度的减轻。像一般是预言，还是传言，我不清楚，有人告诉我，台湾有一个九级的大地震，会在台湾，结果台湾是发生地震，好像只有七级，就降了两等。这个我们有理由相信，台湾念佛的人多，对这个事情也很注意，修福的人很多。要加强宗教教育，要加强伦理道德的教学。",
      "zh_TW": "好在中國古人有一句話說，「邪不勝正」，這個八千人是正，那個六十多億人是邪，邪不勝正，我們要相信這句話。一正化百邪，真的是邪不勝正，所以這個我們要建立信心。我們就想到宗教，要從宗教裡面來下手，全世界信仰宗教的，比不信宗教的人口要多，你看基督教、天主教他們合起來超過二十億，伊斯蘭教有十五億，佛教大概有六億吧，六、七億的樣子，就這幾個宗教就已經超過一半多了。所以在宗教裡面有熱心的，真正有慈悲心的、有愛心的，能有八千多個人能夠覺悟，好事！所以我們相信。這個我們也訪問過梵蒂岡，羅馬教皇也很慈悲，我們也通知他，希望他們能夠號召全世界的天主教徒，為地球的災難認真做祈禱。我們在佛教，我們號召全世界淨宗同學，每天大家都在學經教，都在念阿彌陀佛，這能有八千人我相信是可以能做得到。我們要真做，要認真幹，從我們自己本身做起，這個問題就能化解了，縱然不能夠把災難完全化解，可以說大幅度的減輕。像一般是預言，還是傳言，我不清楚，有人告訴我，台灣有一個九級的大地震，會在台灣，結果台灣是發生地震，好像只有七級，就降了兩等。這個我們有理由相信，台灣念佛的人多，對這個事情也很注意，修福的人很多。要加強宗教教育，要加強倫理道德的教學。"
    },
    {
      "id": "21-635-0001_p0015",
      "zh_CN": "所以中心在此地，大家都很认真学习，这个国家的领导支持，这个地方就有福了，马来西亚就是南亚的一块福地。我们愈认真、愈团结，认真修学这块地方就愈坚固，就不会出大问题，所以总在心理上转变，物理自然就转了。不是物转心，是心转物，这是佛在经教里头常说，「境随心转」、「相由心生」，都是心转，没有说是物质转。这点就是现在一般科学家还没有意识到，如果真正晓得这桩事情，念头一转的时候灾难就会平息，就能够化解。所以汉学比什么都重要，连外国人都提倡，何况我们中国。所以希望我们年轻的同学，佛法讲发大菩提心，也就是我们要发心作圣人、作贤人、作佛菩萨。首先要相信、肯定，你看中国古人教学头一句话就告诉你，「人之初，性本善」，本性本善，那个善是什么？那个善就是圣人、贤人。佛家教学头一句话告诉你，「一切众生本来是佛」，你看看头一句话就教给你。那教育的目的何在？佛教你本来是佛，教你回归到佛的地位就这意思；你没有回归到佛，没有成佛，这个教育就不圆满。在中国传统不回归到本善，教育没有圆满。本善是什么？本善是圣人，在中国是以孔子做代表。所以学中国传统文化，要学像孔子、像老子、像释迦牟尼佛，那是我们的标本、是我们的榜样，一定要学得像他才行。",
      "zh_TW": "所以中心在此地，大家都很認真學習，這個國家的領導支持，這個地方就有福了，馬來西亞就是南亞的一塊福地。我們愈認真、愈團結，認真修學這塊地方就愈堅固，就不會出大問題，所以總在心理上轉變，物理自然就轉了。不是物轉心，是心轉物，這是佛在經教裡頭常說，「境隨心轉」、「相由心生」，都是心轉，沒有說是物質轉。這點就是現在一般科學家還沒有意識到，如果真正曉得這樁事情，念頭一轉的時候災難就會平息，就能夠化解。所以漢學比什麼都重要，連外國人都提倡，何況我們中國。所以希望我們年輕的同學，佛法講發大菩提心，也就是我們要發心作聖人、作賢人、作佛菩薩。首先要相信、肯定，你看中國古人教學頭一句話就告訴你，「人之初，性本善」，本性本善，那個善是什麼？那個善就是聖人、賢人。佛家教學頭一句話告訴你，「一切眾生本來是佛」，你看看頭一句話就教給你。那教育的目的何在？佛教你本來是佛，教你回歸到佛的地位就這意思；你沒有回歸到佛，沒有成佛，這個教育就不圓滿。在中國傳統不回歸到本善，教育沒有圓滿。本善是什麼？本善是聖人，在中國是以孔子做代表。所以學中國傳統文化，要學像孔子、像老子、像釋迦牟尼佛，那是我們的標本、是我們的榜樣，一定要學得像他才行。"
    },
    {
      "id": "21-635-0001_p0016",
      "zh_CN": "不能把三教当作学术去研究，那就错了，学术求知识，知识不能解决问题。全世界专家学者在联合国和平会议，讨论这个问题，那都是知识分子不能解决，我们看了十几遍，了解了。所以我在伦敦给汉学系同学讲的时候，我也说了，你们学的跟我学的不一样，怎么不一样？我说你们学儒学、道学、佛学，你看外国人字都是从这边念，儒学、道学、佛学。中国人念是从这边念过来的，不一样，中国人从这边念学儒、学道、学佛，就不一样。学儒就像孔子，学道就像老庄，学佛就像释迦牟尼佛，这是智慧。所以西方人那个方法是知识，不是智慧；中国这是智慧，不是知识。中国人不重视知识，重视智慧，智慧能解决问题是全面的，没有后遗症；知识它是局限的，后遗症很多，这个我们不能不知道。了解之后，我们自己学习有方向、有目标。所以儒释道都重视「笃行」，如果你所学的东西做不到，等于没有学。我在国内也遇到几个名教授，他们来问我，为什么我提倡《弟子规》，为什么不提倡四书五经？来问我。问了我好像九个问题，我答复他用了将近两个多小时给他解答，录的有光碟。",
      "zh_TW": "不能把三教當作學術去研究，那就錯了，學術求知識，知識不能解決問題。全世界專家學者在聯合國和平會議，討論這個問題，那都是知識分子不能解決，我們看了十幾遍，了解了。所以我在倫敦給漢學系同學講的時候，我也說了，你們學的跟我學的不一樣，怎麼不一樣？我說你們學儒學、道學、佛學，你看外國人字都是從這邊念，儒學、道學、佛學。中國人念是從這邊念過來的，不一樣，中國人從這邊念學儒、學道、學佛，就不一樣。學儒就像孔子，學道就像老莊，學佛就像釋迦牟尼佛，這是智慧。所以西方人那個方法是知識，不是智慧；中國這是智慧，不是知識。中國人不重視知識，重視智慧，智慧能解決問題是全面的，沒有後遺症；知識它是侷限的，後遺症很多，這個我們不能不知道。了解之後，我們自己學習有方向、有目標。所以儒釋道都重視「篤行」，如果你所學的東西做不到，等於沒有學。我在國內也遇到幾個名教授，他們來問我，為什麼我提倡《弟子規》，為什麼不提倡四書五經？來問我。問了我好像九個問題，我答覆他用了將近兩個多小時給他解答，錄的有光碟。"
    },
    {
      "id": "21-635-0001_p0017",
      "zh_CN": "我举了个比喻，我说我们这里放个天平，这边放一个《弟子规》，这边放上四书五经十三经，再加上《四库全书》一大堆，它的分量相等。他们都呆了，他听不懂，怎么能跟它相等？我说如果这一大堆书你念了，也就说这个你都能够讲、能够说，所谓说博学、审问、慎思、明辨，你都做到。《弟子规》是笃行，没有行等于零，还不如《弟子规》！《弟子规》行是真管用，他们才明白。我说那个经就像佛法里面教、理、果，《弟子规》是行，你不行怎么能证得？一定要落实到生活，我学的东西就在我生活当中，在我工作当中，在我处世接物我全用上了，这叫真学问，这就真正的儒释道。学了之后用不上，思想没有改变，言行没有改变，那你还不如学《弟子规》的这个人。他什么都不懂，他就懂《弟子规》，他是个好人，他能帮助社会安定和谐；你那一堆学问不行，对安定和谐你做不到。这他才明白！所以《弟子规》、《感应篇》、《十善业道》，是中国传统文化的三个根，三个根一起学根深蒂固。你有十年那是世界上一流的汉学家，无论学儒、学道、学佛都有成就。你不认真努力去做，那就像一般拿到博士学位，将来做个汉学教授，做个有名无实的汉语家，不就这样的吗？自己不能得真实受用，也没有办法真正帮助社会化解问题，所以这些我们不能够不明白、不清楚。希望年轻人要发大心，要做孔子、做老子，要做释迦牟尼佛。下定这个决心肯定做得到，多少时间？十年就会成功了，你就做到。如果这个世界上出现十个孔子，出现十个释迦牟尼，天下就太平，问题就解决了。好，我的话就说到此地。",
      "zh_TW": "我舉了個比喻，我說我們這裡放個天平，這邊放一個《弟子規》，這邊放上四書五經十三經，再加上《四庫全書》一大堆，它的分量相等。他們都呆了，他聽不懂，怎麼能跟它相等？我說如果這一大堆書你念了，也就說這個你都能夠講、能夠說，所謂說博學、審問、慎思、明辨，你都做到。《弟子規》是篤行，沒有行等於零，還不如《弟子規》！《弟子規》行是真管用，他們才明白。我說那個經就像佛法裡面教、理、果，《弟子規》是行，你不行怎麼能證得？一定要落實到生活，我學的東西就在我生活當中，在我工作當中，在我處世接物我全用上了，這叫真學問，這就真正的儒釋道。學了之後用不上，思想沒有改變，言行沒有改變，那你還不如學《弟子規》的這個人。他什麼都不懂，他就懂《弟子規》，他是個好人，他能幫助社會安定和諧；你那一堆學問不行，對安定和諧你做不到。這他才明白！所以《弟子規》、《感應篇》、《十善業道》，是中國傳統文化的三個根，三個根一起學根深蒂固。你有十年那是世界上一流的漢學家，無論學儒、學道、學佛都有成就。你不認真努力去做，那就像一般拿到博士學位，將來做個漢學教授，做個有名無實的漢語家，不就這樣的嗎？自己不能得真實受用，也沒有辦法真正幫助社會化解問題，所以這些我們不能夠不明白、不清楚。希望年輕人要發大心，要做孔子、做老子，要做釋迦牟尼佛。下定這個決心肯定做得到，多少時間？十年就會成功了，你就做到。如果這個世界上出現十個孔子，出現十個釋迦牟尼，天下就太平，問題就解決了。好，我的話就說到此地。"
    },
    {
      "id": "21-635-0001_p0018",
      "zh_CN": "附带要给诸位报告，年岁大了，今年八十五岁了，所以许多这些国际、国内一切活动，我都不参加了。活一天讲一天经，一天讲四个小时，我读经也读四个小时，除这个之外我就念阿弥陀佛。我所有活动一概都不参加，明天这个活动，他请我去作客、去看看，可以，我不参加活动。我最后有不少老朋友，跟他们大家见个面、打个招呼。好，谢谢大家。",
      "zh_TW": "附帶要給諸位報告，年歲大了，今年八十五歲了，所以許多這些國際、國內一切活動，我都不參加了。活一天講一天經，一天講四個小時，我讀經也讀四個小時，除這個之外我就念阿彌陀佛。我所有活動一概都不參加，明天這個活動，他請我去作客、去看看，可以，我不參加活動。我最後有不少老朋友，跟他們大家見個面、打個招呼。好，謝謝大家。"
    }
  ]
}