{
  "doc_id": "32-175-0001",
  "title": {
    "zh_CN": "祭祖的意义与作用—山东郓城重阳节万姓先祖祭祀大典谈话",
    "zh_TW": "祭祖的意義與作用—山東鄆城重陽節萬姓先祖祭祀大典談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "32-175-0001",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "32-175-0001_p0001",
      "zh_CN": "尊敬的各位领导、各位嘉宾、各位大德：大家好！",
      "zh_TW": "尊敬的各位領導、各位嘉賓、各位大德：大家好！"
    },
    {
      "id": "32-175-0001_p0002",
      "zh_CN": "国庆假日刚刚过去，现在又逢重阳佳节。很高兴得知山东郓城举行「中华民族万姓先祖万人祭祀大典」，同时还将举行夏莲居老居士故居修复暨安装石刻《无量寿经》的揭牌仪式，这可以说是在孝道和师道两方面都成就的大事因缘，意义非常重大，在此谨表达我个人崇高的敬意与随喜赞叹！",
      "zh_TW": "國慶假日剛剛過去，現在又逢重陽佳節。很高興得知山東鄆城舉行「中華民族萬姓先祖萬人祭祀大典」，同時還將舉行夏蓮居老居士故居修復暨安裝石刻《無量壽經》的揭牌儀式，這可以說是在孝道和師道兩方面都成就的大事因緣，意義非常重大，在此謹表達我個人崇高的敬意與隨喜讚歎！"
    },
    {
      "id": "32-175-0001_p0003",
      "zh_CN": "祭祖是中华民族数千年来，世代相传的优良传统。《论语》上说：「慎终追远，民德归厚矣。」提倡祭祖，能够产生净化人心、移风易俗、振兴道德、和谐社会的积极作用，对于整个社会与民族的安定团结，具有深远的正面作用。",
      "zh_TW": "祭祖是中華民族數千年來，世代相傳的優良傳統。《論語》上說：「慎終追遠，民德歸厚矣。」提倡祭祖，能夠產生淨化人心、移風易俗、振興道德、和諧社會的積極作用，對於整個社會與民族的安定團結，具有深遠的正面作用。"
    },
    {
      "id": "32-175-0001_p0004",
      "zh_CN": "现在谨就祭祖的意义与作用，分成以下两项来报告。",
      "zh_TW": "現在謹就祭祖的意義與作用，分成以下兩項來報告。"
    },
    {
      "id": "32-175-0001_p0005",
      "zh_CN": "一、缅怀祖宗恩德 激发后代孝思",
      "zh_TW": "一、緬懷祖宗恩德 激發後代孝思"
    },
    {
      "id": "32-175-0001_p0006",
      "zh_CN": "「不忘本」是做人的基本原则。人要懂得饮水思源、知恩报恩，才能积累深厚的福德。正如树木有根本才能长出枝叶花果，江河有源头才能形成滚滚长流；同样的道理，祖宗是我们的根源，我们有祖宗的德荫，才能有今日的美好环境与健全身心；因此要常常怀念祖宗的恩德，谨记祖宗的教训。所以，祭祖的第一个意义是报本反始、缅怀祖德。",
      "zh_TW": "「不忘本」是做人的基本原則。人要懂得飲水思源、知恩報恩，才能積累深厚的福德。正如樹木有根本才能長出枝葉花果，江河有源頭才能形成滾滾長流；同樣的道理，祖宗是我們的根源，我們有祖宗的德蔭，才能有今日的美好環境與健全身心；因此要常常懷念祖宗的恩德，謹記祖宗的教訓。所以，祭祖的第一個意義是報本反始、緬懷祖德。"
    },
    {
      "id": "32-175-0001_p0007",
      "zh_CN": "老祖宗、古圣先贤教导我们：要孝顺父母，尊敬祖先。在过去，每一家都有祠堂。皇帝给人民做榜样，皇帝的祠堂称为「太庙」，百姓家里的祠堂称为「宗祠」，实际上性质都是一样的，皇上带头祭祖！",
      "zh_TW": "老祖宗、古聖先賢教導我們：要孝順父母，尊敬祖先。在過去，每一家都有祠堂。皇帝給人民做榜樣，皇帝的祠堂稱為「太廟」，百姓家裡的祠堂稱為「宗祠」，實際上性質都是一樣的，皇上帶頭祭祖！"
    },
    {
      "id": "32-175-0001_p0008",
      "zh_CN": "《孝经》说：「夫孝，德之本也，教之所由生也。」先哲说：「百善孝为先」。「孝」是一切道德的根本，一切教育的源头，也是维系中华民族千万年道统承传的核心价值观。简单的说，中华文化就是「孝」文化。祭祖正是孝道的体现，是教导下一代如何行孝的教育方法。对于已经离世的祖先尚且恭敬祭拜，对于眼前的父母哪有不恭敬孝顺的道理！所以提倡祭祖就是提倡孝道，就是提倡百善的根本。",
      "zh_TW": "《孝經》說：「夫孝，德之本也，教之所由生也。」先哲說：「百善孝為先」。「孝」是一切道德的根本，一切教育的源頭，也是維繫中華民族千萬年道統承傳的核心價值觀。簡單的說，中華文化就是「孝」文化。祭祖正是孝道的體現，是教導下一代如何行孝的教育方法。對於已經離世的祖先尚且恭敬祭拜，對於眼前的父母哪有不恭敬孝順的道理！所以提倡祭祖就是提倡孝道，就是提倡百善的根本。"
    },
    {
      "id": "32-175-0001_p0009",
      "zh_CN": "中华民族万姓先祖，其来源是依据中国科学院的专家研究，到现在共发现有二万三千八百多个姓氏。这么多不同族姓的人团结成为一个国家，这不是一件简单的事情！这使我们想到，上个世纪七十年代英国汤恩比博士对中国的文化非常羡慕、非常赞叹，这是有道理的。确实在全世界历史上，找不到第二个国家族群能像中华民族一样有如此强大的民族凝聚力。现在中国人口十四亿，这么大的一个家庭，这么多的族群，彼此能够包容，能够互相尊重、互相敬爱、互相关怀、互助合作，建立和平安定的大国，确实不容易，真的是值得世人尊敬。",
      "zh_TW": "中華民族萬姓先祖，其來源是依據中國科學院的專家研究，到現在共發現有二萬三千八百多個姓氏。這麼多不同族姓的人團結成為一個國家，這不是一件簡單的事情！這使我們想到，上個世紀七十年代英國湯恩比博士對中國的文化非常羨慕、非常讚歎，這是有道理的。確實在全世界歷史上，找不到第二個國家族群能像中華民族一樣有如此強大的民族凝聚力。現在中國人口十四億，這麼大的一個家庭，這麼多的族群，彼此能夠包容，能夠互相尊重、互相敬愛、互相關懷、互助合作，建立和平安定的大國，確實不容易，真的是值得世人尊敬。"
    },
    {
      "id": "32-175-0001_p0010",
      "zh_CN": "这样的大国靠什么来团结？靠教育。「建国君民，教学为先」。文化是民族的灵魂，教育是文化的生机。老祖宗自古以来非常重视教育，靠教育来团结人心。中国自古以来治国，讲到教育的核心就两个字：一个「孝」、一个「敬」；也就是孝道和师道。说到最后，就是儒释道三教。「儒」教人明伦，止于至善；「佛」教人转恶为善，转迷为悟，转凡成圣；「道」教人修心养性，清净无为。这三教都提倡伦理、道德、因果、圣贤教育；教人觉悟，教人开智慧。历代的帝王把三教统统都用上了。我是在《蒙古大藏经．序文》里头看到的，有这个记载：这些帝王以「儒」治国，治理国家是用儒家的伦理道德；以「佛」教民，教化人民是用佛家的因果教育；以「道」祭祀祖宗、天地、鬼神，这些祭祀用道家的仪轨。儒释道三教全用上了，所以国泰民安，社会安定，人民幸福，国家强盛，太平盛世，天下大治。",
      "zh_TW": "這樣的大國靠什麼來團結？靠教育。「建國君民，教學為先」。文化是民族的靈魂，教育是文化的生機。老祖宗自古以來非常重視教育，靠教育來團結人心。中國自古以來治國，講到教育的核心就兩個字：一個「孝」、一個「敬」；也就是孝道和師道。說到最後，就是儒釋道三教。「儒」教人明倫，止於至善；「佛」教人轉惡為善，轉迷為悟，轉凡成聖；「道」教人修心養性，清淨無為。這三教都提倡倫理、道德、因果、聖賢教育；教人覺悟，教人開智慧。歷代的帝王把三教統統都用上了。我是在《蒙古大藏經．序文》裡頭看到的，有這個記載：這些帝王以「儒」治國，治理國家是用儒家的倫理道德；以「佛」教民，教化人民是用佛家的因果教育；以「道」祭祀祖宗、天地、鬼神，這些祭祀用道家的儀軌。儒釋道三教全用上了，所以國泰民安，社會安定，人民幸福，國家強盛，太平盛世，天下大治。"
    },
    {
      "id": "32-175-0001_p0011",
      "zh_CN": "看看全世界，以伦理道德因果圣贤教育，以儒释道三教教化人民、治理国家的，只有中华这一块大地。我们看到祖宗对后代的这些恩德，就能看到将来的前途。",
      "zh_TW": "看看全世界，以倫理道德因果聖賢教育，以儒釋道三教教化人民、治理國家的，只有中華這一塊大地。我們看到祖宗對後代的這些恩德，就能看到將來的前途。"
    },
    {
      "id": "32-175-0001_p0012",
      "zh_CN": "二、承传祖宗智慧 促进世界和平",
      "zh_TW": "二、承傳祖宗智慧 促進世界和平"
    },
    {
      "id": "32-175-0001_p0013",
      "zh_CN": "缅怀祖德之余，我们要知恩报恩。「承先启后，继往开来」就是报答祖宗恩德的最好方法。所以，祭祖的第二个意义是提醒我们要承传祖宗遗留下来的文化与智慧财富，将它运用在当代，来造福现代人类，利益后代子孙。",
      "zh_TW": "緬懷祖德之餘，我們要知恩報恩。「承先啟後，繼往開來」就是報答祖宗恩德的最好方法。所以，祭祖的第二個意義是提醒我們要承傳祖宗遺留下來的文化與智慧財富，將它運用在當代，來造福現代人類，利益後代子孫。"
    },
    {
      "id": "32-175-0001_p0014",
      "zh_CN": "中华先祖厚爱子孙，念念为千秋万代的子孙着想；所以不但本身积德修福，以庇荫后代，而且留给后代非常丰富的物质与非物质文化遗产。就像汉字与文言文，就是超越时间空间的最佳文化载体，是无比珍贵的文化遗产，也是现代其他民族所没有的。",
      "zh_TW": "中華先祖厚愛子孫，念念為千秋萬代的子孫著想；所以不但本身積德修福，以庇廕後代，而且留給後代非常豐富的物質與非物質文化遺產。就像漢字與文言文，就是超越時間空間的最佳文化載體，是無比珍貴的文化遺產，也是現代其他民族所沒有的。"
    },
    {
      "id": "32-175-0001_p0015",
      "zh_CN": "中华先祖千万年来「格物、致知、诚意、正心、修身、齐家、治国、平天下」的智慧、理念、方法、成果和经验，都以汉字文言文的形式记载在《四库全书》里头。这是老祖宗留给后世无与伦比的智慧宝藏，对于现代社会具有很重要的指导作用。而唐太宗时代编辑的治国宝典《群书治要》则是传统文化《四库全书》的精华篇章，能够提供解决现代人社会及生活问题的具体方法。只要掌握汉字文言文，就能汲取千万年积累的这些智慧与经验，为现代社会做出贡献。",
      "zh_TW": "中華先祖千萬年來「格物、致知、誠意、正心、修身、齊家、治國、平天下」的智慧、理念、方法、成果和經驗，都以漢字文言文的形式記載在《四庫全書》裡頭。這是老祖宗留給後世無與倫比的智慧寶藏，對於現代社會具有很重要的指導作用。而唐太宗時代編輯的治國寶典《群書治要》則是傳統文化《四庫全書》的精華篇章，能夠提供解決現代人社會及生活問題的具體方法。只要掌握漢字文言文，就能汲取千萬年積累的這些智慧與經驗，為現代社會做出貢獻。"
    },
    {
      "id": "32-175-0001_p0016",
      "zh_CN": "学习与落实古圣先贤这些教诲的作用，在《论语》一开篇就讲到「学而时习之，不亦说乎」；佛经是把它放在最后：「闻佛所说，皆大欢喜」，这跟方东美先生所说的「人生最高的享受」是一个意思。学而时习之是什么？学了之后我天天都做到，把所学的东西变成生活、变成工作、变成处事待人接物。「说」就是法喜，是喜悦。这个喜悦不是从外来的，是从内心涌现出来的。学习圣贤这些教训，自己确实有得于心，这个「得」是得什么？得就是欢喜，真的是人生最高的享受！最高的享受不是地位高，不是财富多，与这个不相干。你看孔子很快乐，颜回很快乐，释迦牟尼佛很快乐，古圣先贤没有一个不快乐。他不是地位高，不是资本雄厚，他是真正精神快乐，带给自己身心都快乐。我们要懂得、要明了、要真干。真干之后，自己一生幸福快乐，你的家庭美满和谐，事业发达顺利，社会安定，国家富强，天下太平，这就都做到了。这多圆满！多美好！为什么要学习古圣先贤的教诲？就是为这个。",
      "zh_TW": "學習與落實古聖先賢這些教誨的作用，在《論語》一開篇就講到「學而時習之，不亦說乎」；佛經是把它放在最後：「聞佛所說，皆大歡喜」，這跟方東美先生所說的「人生最高的享受」是一個意思。學而時習之是什麼？學了之後我天天都做到，把所學的東西變成生活、變成工作、變成處事待人接物。「說」就是法喜，是喜悅。這個喜悅不是從外來的，是從內心湧現出來的。學習聖賢這些教訓，自己確實有得於心，這個「得」是得什麼？得就是歡喜，真的是人生最高的享受！最高的享受不是地位高，不是財富多，與這個不相干。你看孔子很快樂，顏回很快樂，釋迦牟尼佛很快樂，古聖先賢沒有一個不快樂。他不是地位高，不是資本雄厚，他是真正精神快樂，帶給自己身心都快樂。我們要懂得、要明瞭、要真幹。真幹之後，自己一生幸福快樂，你的家庭美滿和諧，事業發達順利，社會安定，國家富強，天下太平，這就都做到了。這多圓滿！多美好！為什麼要學習古聖先賢的教誨？就是為這個。"
    },
    {
      "id": "32-175-0001_p0017",
      "zh_CN": "因此我们提倡办汉学院，希望培养能够解释与实践《四库全书》与《群书治要》的师资人才，让儒释道三教都有人承传，发扬光大。我们希望学生以十年的时间专攻《群书治要》、弘扬《群书治要》；以《群书治要》来使全世界人的理念趋向一致，达到「见和同解」。如此就能化解各种矛盾冲突，促进全球各国平等对待、和睦相处，乃至实现世界大同的理想。",
      "zh_TW": "因此我們提倡辦漢學院，希望培養能夠解釋與實踐《四庫全書》與《群書治要》的師資人才，讓儒釋道三教都有人承傳，發揚光大。我們希望學生以十年的時間專攻《群書治要》、弘揚《群書治要》；以《群書治要》來使全世界人的理念趨向一致，達到「見和同解」。如此就能化解各種矛盾衝突，促進全球各國平等對待、和睦相處，乃至實現世界大同的理想。"
    },
    {
      "id": "32-175-0001_p0018",
      "zh_CN": "更重要的是再下一代，就是现在的儿童。儿童扎根才是真正的扎根。现在二十几岁、三十几岁才来学习已经是半路出家，不是从根扎下去的；真正扎根要从娃娃抓起。所以办汉学院之后，汉学院要办附属中学、附属小学、附属幼稚园，要从这里抓起、从这教起，那个根才牢固，才不会受外界影响。",
      "zh_TW": "更重要的是再下一代，就是現在的兒童。兒童扎根才是真正的扎根。現在二十幾歲、三十幾歲才來學習已經是半路出家，不是從根扎下去的；真正扎根要從娃娃抓起。所以辦漢學院之後，漢學院要辦附屬中學、附屬小學、附屬幼稚園，要從這裡抓起、從這教起，那個根才牢固，才不會受外界影響。"
    },
    {
      "id": "32-175-0001_p0019",
      "zh_CN": "今天我们举行祭祖大典，纪念祖宗的恩德，内心要有所触动。我们要相信圣贤的智慧，要接受老祖宗的教诲。",
      "zh_TW": "今天我們舉行祭祖大典，紀念祖宗的恩德，內心要有所觸動。我們要相信聖賢的智慧，要接受老祖宗的教誨。"
    },
    {
      "id": "32-175-0001_p0020",
      "zh_CN": "老祖宗留下来的优秀传统文化与伦常圣贤教育，是中华民族生生不息的动力来源。祭祖正是承传传统文化、振兴圣贤教育的最好方式，能够产生安定人心与和谐社会的正能量，是现代社会需要积极提倡的教育活动。",
      "zh_TW": "老祖宗留下來的優秀傳統文化與倫常聖賢教育，是中華民族生生不息的動力來源。祭祖正是承傳傳統文化、振興聖賢教育的最好方式，能夠產生安定人心與和諧社會的正能量，是現代社會需要積極提倡的教育活動。"
    },
    {
      "id": "32-175-0001_p0021",
      "zh_CN": "欣见祭祖大典愈来愈受到重视，不仅在国内如此，今年六七月间在英国伦敦和威尔士也先后举行了纪念世界各民族万姓先祖的祭祖大典！这昭示着现在正是人类孝敬性德显发的大好契机，老祖宗教诲在全球社会普遍实现乃是大势所趋；世界大同的愿景也不再是遥远的梦想，而是可以实现的；且让我们拭目以待。",
      "zh_TW": "欣見祭祖大典愈來愈受到重視，不僅在國內如此，今年六七月間在英國倫敦和威爾士也先後舉行了紀念世界各民族萬姓先祖的祭祖大典！這昭示著現在正是人類孝敬性德顯發的大好契機，老祖宗教誨在全球社會普遍實現乃是大勢所趨；世界大同的願景也不再是遙遠的夢想，而是可以實現的；且讓我們拭目以待。"
    },
    {
      "id": "32-175-0001_p0022",
      "zh_CN": "最后，祝福大典顺利圆满，功德成就！祝福大家身心健康，光寿无量！谢谢大家！",
      "zh_TW": "最後，祝福大典順利圓滿，功德成就！祝福大家身心健康，光壽無量！謝謝大家！"
    }
  ]
}