{
  "doc_id": "32-258-0028",
  "title": {
    "zh_CN": "台南极乐寺餐后开示——吃亏是福报 计较走恶道",
    "zh_TW": "台南極樂寺餐後開示——吃虧是福報 計較走惡道"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0028",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "32-258-0028_p0001",
      "zh_CN": "无论在家出家，断恶修善，一定要记住，三恶道决定不能去。三恶道，缘就是贪瞋痴。遇到佛法要珍惜，总要最低限度不堕三恶道，来生还是三善道。但是不求这个，三善道时间也很短，不能够避免造恶业，这很可怕。所以还是念佛求生净土的好。",
      "zh_TW": "無論在家出家，斷惡修善，一定要記住，三惡道決定不能去。三惡道，緣就是貪瞋痴。遇到佛法要珍惜，總要最低限度不墮三惡道，來生還是三善道。但是不求這個，三善道時間也很短，不能夠避免造惡業，這很可怕。所以還是念佛求生淨土的好。"
    },
    {
      "id": "32-258-0028_p0002",
      "zh_CN": "念佛最大的障碍还是自己，可以说是无始劫来带来的一些不善的习气。不是我要这么做，他偏偏就这么做法，这习气，就是贪瞋痴慢。真实的功夫，是怎么样把贪瞋痴慢疑压下去，断不掉，控制住，你能控制它，你就能不堕六道；你控制不了，肯定是六道轮回。这个我们细心观察，看一切人，看他起心动念，看他言语造作。",
      "zh_TW": "念佛最大的障礙還是自己，可以說是無始劫來帶來的一些不善的習氣。不是我要這麼做，他偏偏就這麼做法，這習氣，就是貪瞋痴慢。真實的功夫，是怎麼樣把貪瞋痴慢疑壓下去，斷不掉，控制住，你能控制它，你就能不墮六道；你控制不了，肯定是六道輪迴。這個我們細心觀察，看一切人，看他起心動念，看他言語造作。"
    },
    {
      "id": "32-258-0028_p0003",
      "zh_CN": "所以我勉励大家，真学佛，心要跟释迦牟尼佛学，断贪瞋痴慢疑；行，起心动念、言语造作，向孔夫子学，温良恭俭让。处事待人接物温和、善良，决定有好处。吃亏，吃亏是福报。你要不吃亏，你的业从哪里消？你的果报从哪里得？所以吃亏是福，这句话是真的。大家不愿意这样做，是不懂吃亏为什么是福，真正懂得，他就欢喜吃亏。时时吃亏、处处吃亏，到最后看到了，他善终。处处都想贡高我慢，要争，出人头地，往往都是走上三恶道。要看破、放下，看破，了解事实真相；放下，决定不干这些愚痴的事情。",
      "zh_TW": "所以我勉勵大家，真學佛，心要跟釋迦牟尼佛學，斷貪瞋痴慢疑；行，起心動念、言語造作，向孔夫子學，溫良恭儉讓。處事待人接物溫和、善良，決定有好處。吃虧，吃虧是福報。你要不吃虧，你的業從哪裡消？你的果報從哪裡得？所以吃虧是福，這句話是真的。大家不願意這樣做，是不懂吃虧為什麼是福，真正懂得，他就歡喜吃虧。時時吃虧、處處吃虧，到最後看到了，他善終。處處都想貢高我慢，要爭，出人頭地，往往都是走上三惡道。要看破、放下，看破，了解事實真相；放下，決定不幹這些愚痴的事情。"
    },
    {
      "id": "32-258-0028_p0004",
      "zh_CN": "佛经，每一部经都好，每个法门都好，学对了，都能出三界、都能证果。可是法门八万四千、无量法门，我们凡夫习气很重，解跟行都不容易。佛菩萨慈悲到极处，我们特别要感恩的，就是给我们这些业障深重的人，没有能力断烦恼、克服习气的人，开了一个大门，这就是净宗念佛法门。带业往生，什么样的业障都不在乎，只要你一句佛号不间断，临命终时，最后一口气是南无阿弥陀佛，都能往生，一点都不假，这是每个人都可以做到的。",
      "zh_TW": "佛經，每一部經都好，每個法門都好，學對了，都能出三界、都能證果。可是法門八萬四千、無量法門，我們凡夫習氣很重，解跟行都不容易。佛菩薩慈悲到極處，我們特別要感恩的，就是給我們這些業障深重的人，沒有能力斷煩惱、克服習氣的人，開了一個大門，這就是淨宗念佛法門。帶業往生，什麼樣的業障都不在乎，只要你一句佛號不間斷，臨命終時，最後一口氣是南無阿彌陀佛，都能往生，一點都不假，這是每個人都可以做到的。"
    },
    {
      "id": "32-258-0028_p0005",
      "zh_CN": "知道之后，我们把这个当作我这一生大事，其他的都是小事情，微不足道。不要去计较，不要去较量，甘心情愿。我处处吃亏，处处受人欺负，处处被人捉弄，不是愚痴，心里清清楚楚、明明白白，别人不能受，我能受。能受，业障就消了；业障消了，功夫就得力。我们是求极乐世界，跟这个地球上人有什么好争的？他们的东西都是假的，一样都带不去。",
      "zh_TW": "知道之後，我們把這個當作我這一生大事，其他的都是小事情，微不足道。不要去計較，不要去較量，甘心情願。我處處吃虧，處處受人欺負，處處被人捉弄，不是愚痴，心裡清清楚楚、明明白白，別人不能受，我能受。能受，業障就消了；業障消了，功夫就得力。我們是求極樂世界，跟這個地球上人有什麼好爭的？他們的東西都是假的，一樣都帶不去。"
    },
    {
      "id": "32-258-0028_p0006",
      "zh_CN": "极乐世界，经上讲得很好、讲得很多，记住，那是真的，跟这个世界不一样。这个世界是妄想变出来的，极乐世界是佛心变出来的，念阿弥陀佛这个心变出来的。所以极乐世界的人无量寿，极乐世界一切物品也是无量寿，这个道理，现在量子力学家给我们证明了。",
      "zh_TW": "極樂世界，經上講得很好、講得很多，記住，那是真的，跟這個世界不一樣。這個世界是妄想變出來的，極樂世界是佛心變出來的，念阿彌陀佛這個心變出來的。所以極樂世界的人無量壽，極樂世界一切物品也是無量壽，這個道理，現在量子力學家給我們證明了。"
    },
    {
      "id": "32-258-0028_p0007",
      "zh_CN": "量子力学肯定，所有物质现象都是假的，从哪里来的？从意识来的，第六意识，意识变的，跟佛法讲的完全相同。物质没有自体，不是真的，所以《金刚经》上说得好，一切万事万物，假相，末后也是跟我们说「万法皆空」。教给我们认识真、妄，真的要抓住，妄的放弃，把临终念佛往生的障碍统统抛下，这个比什么都重要。障碍我往生的，我现在就放下，不是等我临终，临终怕来不及，临终一念糊涂就完了，谁都不能保险。要平常就用功夫，平常就学着放下。读经是看破，放下，专心念佛。放下干什么？念佛。",
      "zh_TW": "量子力學肯定，所有物質現象都是假的，從哪裡來的？從意識來的，第六意識，意識變的，跟佛法講的完全相同。物質沒有自體，不是真的，所以《金剛經》上說得好，一切萬事萬物，假相，末後也是跟我們說「萬法皆空」。教給我們認識真、妄，真的要抓住，妄的放棄，把臨終念佛往生的障礙統統拋下，這個比什麼都重要。障礙我往生的，我現在就放下，不是等我臨終，臨終怕來不及，臨終一念糊塗就完了，誰都不能保險。要平常就用功夫，平常就學著放下。讀經是看破，放下，專心念佛。放下幹什麼？念佛。"
    }
  ]
}