{
  "doc_id": "32-258-0035",
  "title": {
    "zh_CN": "台南极乐寺餐后开示——地球上第一桩大事是什么？",
    "zh_TW": "台南極樂寺餐後開示——地球上第一樁大事是什麼？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0035",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "32-258-0035_p0001",
      "zh_CN": "现在教育是地球上第一桩大事，这个大事要不搞好，这个地球有问题，全世界的问题。所以现在西方人也重视。我们到英国去的缘是意外的，没想到的。二Ｏ一五年，我参加联合国的会议，巴黎，会议开完之后，我就到英国去走一趟，认识了威尔士大学校长。第一次谈话谈三个半小时，我跟他说我有忧虑，怕文化会断层。你现在传统文化还有几个人，十年之后，他们都八十以上，甚至都走了，一个也找不到，这个麻烦。我说我这一生，心里面没有别的，就是传统文化。",
      "zh_TW": "現在教育是地球上第一樁大事，這個大事要不搞好，這個地球有問題，全世界的問題。所以現在西方人也重視。我們到英國去的緣是意外的，沒想到的。二Ｏ一五年，我參加聯合國的會議，巴黎，會議開完之後，我就到英國去走一趟，認識了威爾士大學校長。第一次談話談三個半小時，我跟他說我有憂慮，怕文化會斷層。你現在傳統文化還有幾個人，十年之後，他們都八十以上，甚至都走了，一個也找不到，這個麻煩。我說我這一生，心裡面沒有別的，就是傳統文化。"
    },
    {
      "id": "32-258-0035_p0002",
      "zh_CN": "最早的时候，怕战争，如果这个要一爆发，我就怕《四库全书》跟《荟要》丢掉了，阳明山只有一套，这一套要丢掉就没有了。好在商务印书馆印了《全书》，世界书局印了《荟要》，我买了一百多套，十方供养全都买书了，保存在世界上著名的大学图书馆、国家图书馆。灾难再多，也总会留几套给我们，不至于灭亡掉，用这个方法来保存文化。",
      "zh_TW": "最早的時候，怕戰爭，如果這個要一爆發，我就怕《四庫全書》跟《薈要》丟掉了，陽明山只有一套，這一套要丟掉就沒有了。好在商務印書館印了《全書》，世界書局印了《薈要》，我買了一百多套，十方供養全都買書了，保存在世界上著名的大學圖書館、國家圖書館。災難再多，也總會留幾套給我們，不至於滅亡掉，用這個方法來保存文化。"
    },
    {
      "id": "32-258-0035_p0003",
      "zh_CN": "这一次到英国，学校去看看，书放在书架上，很整齐、很好看。我就问管理员，有没有人来借书？没有。有没有人来查资料？没有。这我非常失望！那还是会灭亡的，怎么办？我把这个事情告诉校长，威尔士大学校长他也很重视，跟我一个想法、看法。那怎么办？他说我们办个汉学院，培养一批年轻人，有能力认识汉字、读文言文，他们能看得懂《四库全书》、《荟要》这些典籍。我说在哪里办？我们学校，现成的大学，增设一个汉学院。原来以为开玩笑说说的，没想到他比我认真。",
      "zh_TW": "這一次到英國，學校去看看，書放在書架上，很整齊、很好看。我就問管理員，有沒有人來借書？沒有。有沒有人來查資料？沒有。這我非常失望！那還是會滅亡的，怎麼辦？我把這個事情告訴校長，威爾士大學校長他也很重視，跟我一個想法、看法。那怎麼辦？他說我們辦個漢學院，培養一批年輕人，有能力認識漢字、讀文言文，他們能看得懂《四庫全書》、《薈要》這些典籍。我說在哪裡辦？我們學校，現成的大學，增設一個漢學院。原來以為開玩笑說說的，沒想到他比我認真。"
    },
    {
      "id": "32-258-0035_p0004",
      "zh_CN": "西方要和平，必须恢复宗教，东方必须恢复儒释道。所以，这个世界、这个社会有没有和平，再有没有安定，就看宗教，东方看儒释道，儒释道丢掉了，东方会亡国。为什么？五千年的根，太难得了！",
      "zh_TW": "西方要和平，必須恢復宗教，東方必須恢復儒釋道。所以，這個世界、這個社會有沒有和平，再有沒有安定，就看宗教，東方看儒釋道，儒釋道丟掉了，東方會亡國。為什麼？五千年的根，太難得了！"
    },
    {
      "id": "32-258-0035_p0005",
      "zh_CN": "外国人要看事实，你讲他不相信，我们把中国文化介绍给他们，十几年都不能接受；这次接受，是我们在澳洲做成功了。澳洲用了十三年，十三年才做成功，就是宗教、族群统统团结了，人民就像一家人。这一个城市的人民都有一个自豪感，我们这个城市是世界上第一个和谐示范城市。我们请联合国的大使，请了十个代表，到那里去参观，看了之后非常惊讶，在这看出和平是有指望的，我们做出来了。",
      "zh_TW": "外國人要看事實，你講他不相信，我們把中國文化介紹給他們，十幾年都不能接受；這次接受，是我們在澳洲做成功了。澳洲用了十三年，十三年才做成功，就是宗教、族群統統團結了，人民就像一家人。這一個城市的人民都有一個自豪感，我們這個城市是世界上第一個和諧示範城市。我們請聯合國的大使，請了十個代表，到那裡去參觀，看了之後非常驚訝，在這看出和平是有指望的，我們做出來了。"
    },
    {
      "id": "32-258-0035_p0006",
      "zh_CN": "现在我们看到这个事实，我们心目当中想的，未来的宗教教育道场就是联合国，联合国就是宗教教育大道场。联合国给我这个办公室，我就走这条路，把全世界的宗教统统联合起来。我们有大学，培养人才，培养出来之后，在哪里讲经？在联合国讲经。宗教教育，联合国提倡的。所以这样子，世界宗教是一家，众神一体，宗教一家。希望把宗教对立、宗教的矛盾化解，决定不可以有宗教战争。",
      "zh_TW": "現在我們看到這個事實，我們心目當中想的，未來的宗教教育道場就是聯合國，聯合國就是宗教教育大道場。聯合國給我這個辦公室，我就走這條路，把全世界的宗教統統聯合起來。我們有大學，培養人才，培養出來之後，在哪裡講經？在聯合國講經。宗教教育，聯合國提倡的。所以這樣子，世界宗教是一家，眾神一體，宗教一家。希望把宗教對立、宗教的矛盾化解，決定不可以有宗教戰爭。"
    },
    {
      "id": "32-258-0035_p0007",
      "zh_CN": "欧洲和平的基础是宗教，中国是儒释道，儒释道兴旺起来，中国就起来。我们搞全世界团结，这是好事情。中国现在起来是要复兴传统文化，现在对传统文化很重视。在全世界，五千年来，中国的法第一，什么问题都能解决，只是大家把它丢掉了、不要了，现在受苦。中国是老店，子子孙孙一代一代传下去。",
      "zh_TW": "歐洲和平的基礎是宗教，中國是儒釋道，儒釋道興旺起來，中國就起來。我們搞全世界團結，這是好事情。中國現在起來是要復興傳統文化，現在對傳統文化很重視。在全世界，五千年來，中國的法第一，什麼問題都能解決，只是大家把它丟掉了、不要了，現在受苦。中國是老店，子子孫孫一代一代傳下去。"
    },
    {
      "id": "32-258-0035_p0008",
      "zh_CN": "所以我都希望中国人有这个能力，也应该要做。从读哪部书？只要读《群书治要》就可以了。《群书治要》是唐太宗的治国宝典，他第一次搜集的，从三皇五帝一直到他那个年代，这个治国。他因为自己太年轻，二十七岁做皇帝，拿什么治国？找魏征几个文学家，在古籍里头，把修身、齐家、治国、平天下这些教训、这些文字抄录下来给他，他就学这个东西。而且要求到全国文武官员统统要学，依照这个办事，不违背《群书治要》就是不违背皇上，皇上的意思就是《群书治要》。",
      "zh_TW": "所以我都希望中國人有這個能力，也應該要做。從讀哪部書？只要讀《群書治要》就可以了。《群書治要》是唐太宗的治國寶典，他第一次蒐集的，從三皇五帝一直到他那個年代，這個治國。他因為自己太年輕，二十七歲做皇帝，拿什麼治國？找魏徵幾個文學家，在古籍裡頭，把修身、齊家、治國、平天下這些教訓、這些文字抄錄下來給他，他就學這個東西。而且要求到全國文武官員統統要學，依照這個辦事，不違背《群書治要》就是不違背皇上，皇上的意思就是《群書治要》。"
    },
    {
      "id": "32-258-0035_p0009",
      "zh_CN": "现在人学外国人，孙中山讲得最好，外国比我们强的，就是洋枪大炮，我们被打得一塌糊涂，几乎亡国。除这个之外，外国东西没有一样能跟中国比。你现在讲科技，中国已经追上来了，中国人聪明、吃苦、能干。学习中国传统文化决定是好事情。",
      "zh_TW": "現在人學外國人，孫中山講得最好，外國比我們強的，就是洋槍大炮，我們被打得一塌糊塗，幾乎亡國。除這個之外，外國東西沒有一樣能跟中國比。你現在講科技，中國已經追上來了，中國人聰明、吃苦、能幹。學習中國傳統文化決定是好事情。"
    }
  ]
}