{
  "doc_id": "32-258-0005",
  "title": {
    "zh_CN": "台南极乐寺餐后开示——在这个世间吃一点苦头好",
    "zh_TW": "台南極樂寺餐後開示——在這個世間吃一點苦頭好"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0005",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "32-258-0005_p0001",
      "zh_CN": "护法要有智慧、要有福报，没有智慧、没有福报，对佛法只有害，没有好处，这个不能不知道。佛法兴衰、宗教的兴衰，都看这十年。这十年当中，兴，兴起来了，兴不起来，就衰下去了，这个十年是关键的年。你积德，这个时候，你造业，也是这个时候，无论在家、出家都要重视。错误的，无间地狱，正确护法的，你心里想往生，统统可以往生，佛力加持。关键的是这个时候。",
      "zh_TW": "護法要有智慧、要有福報，沒有智慧、沒有福報，對佛法只有害，沒有好處，這個不能不知道。佛法興衰、宗教的興衰，都看這十年。這十年當中，興，興起來了，興不起來，就衰下去了，這個十年是關鍵的年。你積德，這個時候，你造業，也是這個時候，無論在家、出家都要重視。錯誤的，無間地獄，正確護法的，你心裡想往生，統統可以往生，佛力加持。關鍵的是這個時候。"
    },
    {
      "id": "32-258-0005_p0002",
      "zh_CN": "像我过去遇到的韩馆长，可遇不可求，太难得了，稀有！真正热心护持，没有名闻利养这些念头。佛门要认清楚真正的护法，弘法、护法都很不可得。在家、出家，弘法、护法，要认清楚。",
      "zh_TW": "像我過去遇到的韓館長，可遇不可求，太難得了，稀有！真正熱心護持，沒有名聞利養這些念頭。佛門要認清楚真正的護法，弘法、護法都很不可得。在家、出家，弘法、護法，要認清楚。"
    },
    {
      "id": "32-258-0005_p0003",
      "zh_CN": "我们这一代已经没有规矩了，都是搞个人的名闻利养、利害得失，没有替佛教去想，没有为正法着想，这个罪过重。无论出家、在家，在家是护法，出家是弘法，都造很重的罪业，死了以后就知道了，知道来不及了。",
      "zh_TW": "我們這一代已經沒有規矩了，都是搞個人的名聞利養、利害得失，沒有替佛教去想，沒有為正法著想，這個罪過重。無論出家、在家，在家是護法，出家是弘法，都造很重的罪業，死了以後就知道了，知道來不及了。"
    },
    {
      "id": "32-258-0005_p0004",
      "zh_CN": "造罪修福，佛门里头是第一功德，你如法，如理如法，修福，来救佛教；你要是随着自己搞名利的话，你堕无间地狱。没堕地狱不知道，堕地狱就晓得，太苦了，不值得。",
      "zh_TW": "造罪修福，佛門裡頭是第一功德，你如法，如理如法，修福，來救佛教；你要是隨著自己搞名利的話，你墮無間地獄。沒墮地獄不知道，墮地獄就曉得，太苦了，不值得。"
    },
    {
      "id": "32-258-0005_p0005",
      "zh_CN": "修福怎么修？大家都不知道。大家都知道，大家都不知道，念阿弥陀佛。什么福报最大？念阿弥陀佛求生净土，福报最大。所以我说都知道、都不知道，说穿了都知道，不说穿了都不知道。",
      "zh_TW": "修福怎麼修？大家都不知道。大家都知道，大家都不知道，念阿彌陀佛。什麼福報最大？念阿彌陀佛求生淨土，福報最大。所以我說都知道、都不知道，說穿了都知道，不說穿了都不知道。"
    },
    {
      "id": "32-258-0005_p0006",
      "zh_CN": "在这个世间吃一点苦头好，消业障。不要以为他侮辱我、他欺负我、他骗我、他害我，好处，替我消业障。不知道感恩，还说这个人是我的冤亲债主，不知道自己的业怎么消掉的，不晓得。心地清净就是福，心生烦恼就是业，就是罪业。问你每天是生烦恼的多，还是生欢喜、再就念佛的心多？想这些乱七八糟的事情，都造罪业。",
      "zh_TW": "在這個世間吃一點苦頭好，消業障。不要以為他侮辱我、他欺負我、他騙我、他害我，好處，替我消業障。不知道感恩，還說這個人是我的冤親債主，不知道自己的業怎麼消掉的，不曉得。心地清淨就是福，心生煩惱就是業，就是罪業。問你每天是生煩惱的多，還是生歡喜、再就念佛的心多？想這些亂七八糟的事情，都造罪業。"
    }
  ]
}