{
  "doc_id": "32-258-0033",
  "title": {
    "zh_CN": "台南极乐寺餐后开示——团队管理最重要的是什么？",
    "zh_TW": "台南極樂寺餐後開示——團隊管理最重要的是什麼？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0033",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "32-258-0033_p0001",
      "zh_CN": "「若要佛法兴，唯有僧赞僧」，内部大家互相赞叹，兴旺，内部互相批评，下降。看一个家庭也是如此，家庭兄弟姐妹和，兴旺；各人有各人的利益，不和，衰了。看一个家庭、看一个团体，或者你去看一个公司行号，都一样，和睦，兴旺第一个条件。所以管理大家庭，管什么？和！问题就解决了，不和的人不能让他进来。国家也如此，世界也是如此，宗教和了，文武百官和了，国家兴旺。",
      "zh_TW": "「若要佛法興，唯有僧讚僧」，內部大家互相讚歎，興旺，內部互相批評，下降。看一個家庭也是如此，家庭兄弟姐妹和，興旺；各人有各人的利益，不和，衰了。看一個家庭、看一個團體，或者你去看一個公司行號，都一樣，和睦，興旺第一個條件。所以管理大家庭，管什麼？和！問題就解決了，不和的人不能讓他進來。國家也如此，世界也是如此，宗教和了，文武百官和了，國家興旺。"
    },
    {
      "id": "32-258-0033_p0002",
      "zh_CN": "如何能做到和？教育。所以教育不能中断。古时候，寺院庵堂，出家人、在家居士都会讲经，讲经的人多，不中断，那在学。现在没有了，外国宗教也没有了，只有忏悔——做错事情，求神、求佛菩萨赦免，都搞这些，所以就衰了。",
      "zh_TW": "如何能做到和？教育。所以教育不能中斷。古時候，寺院庵堂，出家人、在家居士都會講經，講經的人多，不中斷，那在學。現在沒有了，外國宗教也沒有了，只有懺悔——做錯事情，求神、求佛菩薩赦免，都搞這些，所以就衰了。"
    },
    {
      "id": "32-258-0033_p0003",
      "zh_CN": "一定要再恢复，要承认我们不如古人，古人比我们高明，我们虽然懂得一些科学技术，处事待人接物，跟古人比相差很远。古人最低限度，四书五经都能背诵、都能讲解，那就是他处世待人的一个标准。现在人最大的麻烦，自己独尊，高高在上，不相信古人，认为他们那是落伍的、那是封建的，这个才是真正问题的结症。",
      "zh_TW": "一定要再恢復，要承認我們不如古人，古人比我們高明，我們雖然懂得一些科學技術，處事待人接物，跟古人比相差很遠。古人最低限度，四書五經都能背誦、都能講解，那就是他處世待人的一個標準。現在人最大的麻煩，自己獨尊，高高在上，不相信古人，認為他們那是落伍的、那是封建的，這個才是真正問題的結癥。"
    },
    {
      "id": "32-258-0033_p0004",
      "zh_CN": "怎么救？除了恢复传统教学之外，没救。所以，我就想到办一条龙的学校，补习班，我们不要文凭，我们要效果。初级，儿童，就是小学，学《圣学根之根》，那真的是根之根，从那里扎根，六年。孩子都做到了，都有规有矩，叫人看到生欢喜心。中级，中级学四书五经，要能背诵、要能落实。那是什么？贤人、君子。最后，高级班，高级班是大学，学《群书治要》。《群书治要》是唐太宗挑选出来的，教你怎么修身、怎么样齐家、怎么样治国，教这些东西，学了马上就管用。这个补习班，课程很实际，真管用。",
      "zh_TW": "怎麼救？除了恢復傳統教學之外，沒救。所以，我就想到辦一條龍的學校，補習班，我們不要文憑，我們要效果。初級，兒童，就是小學，學《聖學根之根》，那真的是根之根，從那裡扎根，六年。孩子都做到了，都有規有矩，叫人看到生歡喜心。中級，中級學四書五經，要能背誦、要能落實。那是什麼？賢人、君子。最後，高級班，高級班是大學，學《群書治要》。《群書治要》是唐太宗挑選出來的，教你怎麼修身、怎麼樣齊家、怎麼樣治國，教這些東西，學了馬上就管用。這個補習班，課程很實際，真管用。"
    },
    {
      "id": "32-258-0033_p0005",
      "zh_CN": "读圣贤书，能救国，能救全世界；不读圣贤书，大家要受苦受难，还要多几年。所以圣贤书就是圣贤书，不可以贬低、不可以误会，要认真学习，决定有好处。",
      "zh_TW": "讀聖賢書，能救國，能救全世界；不讀聖賢書，大家要受苦受難，還要多幾年。所以聖賢書就是聖賢書，不可以貶低、不可以誤會，要認真學習，決定有好處。"
    },
    {
      "id": "32-258-0033_p0006",
      "zh_CN": "要把孝找回来，要把敬找回来。对父母尊长，年老的人，看到了，路上遇到了，要跟自己父母一样，照顾他，这有什么不好？对待人恭敬，从老人到小孩。中国文化的根就是一个孝、一个敬，能够做到这两个字，才能深入，你才会懂，你才能体会到古人真了不起、真高明。高明，他有《中庸》，他在落实到日常生活，他走中道，不偏不倚，面面顾到，真了不起！",
      "zh_TW": "要把孝找回來，要把敬找回來。對父母尊長，年老的人，看到了，路上遇到了，要跟自己父母一樣，照顧他，這有什麼不好？對待人恭敬，從老人到小孩。中國文化的根就是一個孝、一個敬，能夠做到這兩個字，才能深入，你才會懂，你才能體會到古人真了不起、真高明。高明，他有《中庸》，他在落實到日常生活，他走中道，不偏不倚，面面顧到，真了不起！"
    },
    {
      "id": "32-258-0033_p0007",
      "zh_CN": "拯救中国传统文化，复兴佛教，这个任务，你要真正懂得这个，我是为这个服务的，诸佛菩萨都保佑你、祖宗保佑你，身心健康、福慧增长。不是这个心，是来抓权的，是来管人的、来管事的、来管钱的，这个对道场现前好像是有利益，实际他是在做破坏。我们要包容，不跟他结冤仇。谁不包容他？护法神不包容他，那是护法神的事情，不是我们的事情，我们对人客客气气。所以看清楚、看明白，就很自在、很快乐，再多的人来扰乱、破坏，我们的心都不会动摇，我们干我们的。",
      "zh_TW": "拯救中國傳統文化，復興佛教，這個任務，你要真正懂得這個，我是為這個服務的，諸佛菩薩都保佑你、祖宗保佑你，身心健康、福慧增長。不是這個心，是來抓權的，是來管人的、來管事的、來管錢的，這個對道場現前好像是有利益，實際他是在做破壞。我們要包容，不跟他結冤仇。誰不包容他？護法神不包容他，那是護法神的事情，不是我們的事情，我們對人客客氣氣。所以看清楚、看明白，就很自在、很快樂，再多的人來擾亂、破壞，我們的心都不會動搖，我們幹我們的。"
    }
  ]
}