{
  "doc_id": "32-258-0074",
  "title": {
    "zh_CN": "台南极乐寺餐后开示—办一条龙学校的意义",
    "zh_TW": "台南極樂寺餐後開示—辦一條龍學校的意義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "2020",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0074",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-258-0074_p0001",
      "zh_CN": "孝道，中国教育的根。中华圣学，可以说中国自古以来教小朋友，乃至于兼大人，伦常、师道，从这里教起。他真是从小就扎根，一直教容易。现在根没有了，他还没见过，所以这个事情老师要表演给学生看。现在学生经常动手就打老师，这不得了！",
      "zh_TW": "孝道，中國教育的根。中華聖學，可以說中國自古以來教小朋友，乃至於兼大人，倫常、師道，從這裡教起。他真是從小就扎根，一直教容易。現在根沒有了，他還沒見過，所以這個事情老師要表演給學生看。現在學生經常動手就打老師，這不得了！"
    },
    {
      "id": "32-258-0074_p0002",
      "zh_CN": "中国这个教育的根就是孝悌忠信，有这四个根本很容易教。我们这个年龄受过这个教育，我们的父母配合老师，你做坏事，你会被处分，老师在学校罚跪，惩罚，回去父母还要责备一番。学生深深印在心板上，不愿意犯错，所以他根深蒂固。人同此心，心同此理，中华儿女的儿孙都是从这个教育教出来的，好！老师看到都欢喜。小孩要细心给他详细的说明，这是老祖宗的教育。",
      "zh_TW": "中國這個教育的根就是孝悌忠信，有這四個根本很容易教。我們這個年齡受過這個教育，我們的父母配合老師，你做壞事，你會被處分，老師在學校罰跪，懲罰，回去父母還要責備一番。學生深深印在心板上，不願意犯錯，所以他根深蒂固。人同此心，心同此理，中華兒女的兒孫都是從這個教育教出來的，好！老師看到都歡喜。小孩要細心給他詳細的說明，這是老祖宗的教育。"
    },
    {
      "id": "32-258-0074_p0003",
      "zh_CN": "我们的学校，不管是不是我学校的老师，也不管他有没有上我的课，只要他讲这套《圣学根之根》，我们就要干这一套。那边在上课，这边在讲解、在表演，希望他能接受。老师跟学生也配套，你看这个学生回家对父母恭恭敬敬，不是三鞠躬，是顶礼三拜。慢慢成习惯了，社会就改变了。",
      "zh_TW": "我們的學校，不管是不是我學校的老師，也不管他有沒有上我的課，只要他講這套《聖學根之根》，我們就要幹這一套。那邊在上課，這邊在講解、在表演，希望他能接受。老師跟學生也配套，你看這個學生回家對父母恭恭敬敬，不是三鞠躬，是頂禮三拜。慢慢成習慣了，社會就改變了。"
    },
    {
      "id": "32-258-0074_p0004",
      "zh_CN": "我们老了，我们没有了，传统文化就没有了；传统没有了，再把它兴起来很难，难！我们现在把它复兴起来，八分力量，我们底下这一代复兴起来要十分力量，所以他们有实际的困难。要没有办法向父母低头，我们要说明、要道歉，我们上一代疏忽，下一代吃苦。教学要认真，老师长要做师长的根，老师长也要把好老师样子做出来，真正让人佩服。这个头磕下去，不是随便的磕个头；恭恭敬敬、至诚恳切的道歉，我真错了。",
      "zh_TW": "我們老了，我們沒有了，傳統文化就沒有了；傳統沒有了，再把它興起來很難，難！我們現在把它復興起來，八分力量，我們底下這一代復興起來要十分力量，所以他們有實際的困難。要沒有辦法向父母低頭，我們要說明、要道歉，我們上一代疏忽，下一代吃苦。教學要認真，老師長要做師長的根，老師長也要把好老師樣子做出來，真正讓人佩服。這個頭磕下去，不是隨便的磕個頭；恭恭敬敬、至誠懇切的道歉，我真錯了。"
    },
    {
      "id": "32-258-0074_p0005",
      "zh_CN": "我们要做这个还能挽救，再五十年之后再救，比现在难多了！怎么办？我们这一代要赶快做；不做，做学生都没有榜样，不但没有看见过，听也没听说过。所以我们有很大的责任，做榜样给老师看、给同学看。学生真正明白，这样做才能把学生教好，他没有看到榜样他不相信。",
      "zh_TW": "我們要做這個還能挽救，再五十年之後再救，比現在難多了！怎麼辦？我們這一代要趕快做；不做，做學生都沒有榜樣，不但沒有看見過，聽也沒聽說過。所以我們有很大的責任，做榜樣給老師看、給同學看。學生真正明白，這樣做才能把學生教好，他沒有看到榜樣他不相信。"
    }
  ]
}