{
  "doc_id": "32-258-0075",
  "title": {
    "zh_CN": "台南极乐寺餐后开示—教子始于孝亲尊师",
    "zh_TW": "台南極樂寺餐後開示—教子始於孝親尊師"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十五集",
    "zh_TW": "第七十五集"
  },
  "year": "2020",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0075",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-258-0075_p0001",
      "zh_CN": "道德从哪里来的？道德从敬来的，从孝亲来的，孝亲是道、尊师是道。小孩上学最重要的学什么？学爱父母、学敬师长，从这下手，这两课没学好，其他的太难！教育毁掉，毁掉在不敬。学校教育的毁掉，在老师没有得到恭敬。",
      "zh_TW": "道德從哪裡來的？道德從敬來的，從孝親來的，孝親是道、尊師是道。小孩上學最重要的學什麼？學愛父母、學敬師長，從這下手，這兩課沒學好，其他的太難！教育毀掉，毀掉在不敬。學校教育的毀掉，在老師沒有得到恭敬。"
    },
    {
      "id": "32-258-0075_p0002",
      "zh_CN": "我们小学念私塾，私塾是在祠堂，祠堂里面教四书五经，老师做给我们看。父母亲把小孩交到老师面前，老师第一堂课的时候，家长对老师三跪九叩首。我的老师都是顶礼跪着求来的，我跟他没有关系，也没有钱，像学费也缴不起。懂得什么？懂得孝顺老师，那是我的老师，我见了他的时候要三跪九叩首，我靠这个来的。老师一看这个学生是三跪九叩首入门的，特别重视伦理道德教育，为什么？你能接受，你能尊重，你会学习。",
      "zh_TW": "我們小學念私塾，私塾是在祠堂，祠堂裡面教四書五經，老師做給我們看。父母親把小孩交到老師面前，老師第一堂課的時候，家長對老師三跪九叩首。我的老師都是頂禮跪著求來的，我跟他沒有關係，也沒有錢，像學費也繳不起。懂得什麼？懂得孝順老師，那是我的老師，我見了他的時候要三跪九叩首，我靠這個來的。老師一看這個學生是三跪九叩首入門的，特別重視倫理道德教育，為什麼？你能接受，你能尊重，你會學習。"
    },
    {
      "id": "32-258-0075_p0003",
      "zh_CN": "现在学校难，太难太难！几时见到老师得到学生、家长的恭敬？绝对不是老师要求什么，手段。学生家长，学生家里最大的，老大教什么？教伦理道德，见面点点头，三跪九叩首没有。点点头，你的儿子不服气，瞧不起老师，这个小子没办法教，很难教。我这一生这几个老师都是磕头顶礼，建立这个关系。所以尊师重道，从这做起。",
      "zh_TW": "現在學校難，太難太難！幾時見到老師得到學生、家長的恭敬？絕對不是老師要求什麼，手段。學生家長，學生家裡最大的，老大教什麼？教倫理道德，見面點點頭，三跪九叩首沒有。點點頭，你的兒子不服氣，瞧不起老師，這個小子沒辦法教，很難教。我這一生這幾個老師都是磕頭頂禮，建立這個關係。所以尊師重道，從這做起。"
    },
    {
      "id": "32-258-0075_p0004",
      "zh_CN": "对老师顶礼三拜意义深长，这是恭敬父母师长，这是恭敬古圣先贤的教诲。过去古圣先贤、老祖宗设立的、建立的，到今天还在，没有毁掉。谁知道？老师知道，讲清楚、讲明白，做给学生看。因为古人懂得一分恭敬一分成就，十分恭敬十分成就；没有恭敬，学个形式、学个样子，没有深到骨子里头。如果真的他觉悟了、明白了、懂得了，他在那里教化众生，引导入门是这样的，旁边那个人如果同意，他也就学会了，一个传一个、一个传一个，这个学校十几个、二十几个学会了。这一班有老师、有学生、有教学、有伦理道德，他会有成就。现在学校里把它推翻了，只有形式，形式维持不了几天。用意太深了。",
      "zh_TW": "對老師頂禮三拜意義深長，這是恭敬父母師長，這是恭敬古聖先賢的教誨。過去古聖先賢、老祖宗設立的、建立的，到今天還在，沒有毀掉。誰知道？老師知道，講清楚、講明白，做給學生看。因為古人懂得一分恭敬一分成就，十分恭敬十分成就；沒有恭敬，學個形式、學個樣子，沒有深到骨子裡頭。如果真的他覺悟了、明白了、懂得了，他在那裡教化眾生，引導入門是這樣的，旁邊那個人如果同意，他也就學會了，一個傳一個、一個傳一個，這個學校十幾個、二十幾個學會了。這一班有老師、有學生、有教學、有倫理道德，他會有成就。現在學校裡把它推翻了，只有形式，形式維持不了幾天。用意太深了。"
    }
  ]
}