{
  "doc_id": "32-258-0004",
  "title": {
    "zh_CN": "台南极乐寺餐后开示——要把宗教从迷信带回正信",
    "zh_TW": "台南極樂寺餐後開示——要把宗教從迷信帶回正信"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0004",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "32-258-0004_p0001",
      "zh_CN": "今天大家也晓得社会的动乱，世界上麻烦事情很多，我们最害怕的就是战争，决定不能有战争。现在的战争是毁灭性的，不是一个小地区的灾难，是整个地球的灾难，这个是太可怕的事情。所以怎么样能够化解冲突、永远能够离开战争，这是我们迫切需求的。",
      "zh_TW": "今天大家也曉得社會的動亂，世界上麻煩事情很多，我們最害怕的就是戰爭，決定不能有戰爭。現在的戰爭是毀滅性的，不是一個小地區的災難，是整個地球的災難，這個是太可怕的事情。所以怎麼樣能夠化解衝突、永遠能夠離開戰爭，這是我們迫切需求的。"
    },
    {
      "id": "32-258-0004_p0002",
      "zh_CN": "汉学，他们肯定能救这个地球，他们有这个认知、有这个认定。而且欧洲的汉学家过去，老的一批汉学家，有很深的影响。他们是真的深入，有很多比我们中国学者研究的还要深入。欧洲过去也有一段太平盛世的时候，时间都不长，怎么造成的？宗教。到底人相信宗教，还有个神、还有个上帝，做坏事的时候还要谨慎小心，不能太过分。科学这些年发达了，这一百年，科学家告诉大家，上帝是假的，宗教不是真的。于是他们放弃宗教，不再相信了，社会乱了。",
      "zh_TW": "漢學，他們肯定能救這個地球，他們有這個認知、有這個認定。而且歐洲的漢學家過去，老的一批漢學家，有很深的影響。他們是真的深入，有很多比我們中國學者研究的還要深入。歐洲過去也有一段太平盛世的時候，時間都不長，怎麼造成的？宗教。到底人相信宗教，還有個神、還有個上帝，做壞事的時候還要謹慎小心，不能太過分。科學這些年發達了，這一百年，科學家告訴大家，上帝是假的，宗教不是真的。於是他們放棄宗教，不再相信了，社會亂了。"
    },
    {
      "id": "32-258-0004_p0003",
      "zh_CN": "社会如何能回归？还是要宗教复兴，它才有救。因为它没有像中国儒释道的文化，他们靠宗教。所以我们也就深入谈这个问题，宗教怎么恢复法？要把宗教回归教育，要给宗教一个很清楚的概念。什么叫宗教？宗教是教育。人类的历史，先有宗教，后有文明，文明是从宗教里面产生的，没有宗教做基础的文明，都不会长久，不超过三百年。",
      "zh_TW": "社會如何能回歸？還是要宗教復興，它才有救。因為它沒有像中國儒釋道的文化，他們靠宗教。所以我們也就深入談這個問題，宗教怎麼恢復法？要把宗教回歸教育，要給宗教一個很清楚的概念。什麼叫宗教？宗教是教育。人類的歷史，先有宗教，後有文明，文明是從宗教裡面產生的，沒有宗教做基礎的文明，都不會長久，不超過三百年。"
    },
    {
      "id": "32-258-0004_p0004",
      "zh_CN": "地球这三千年来，曾经有过二十多种文化，现在没有了，只剩了一家，中国的。中国文化存在，其他的都没有了。什么原因？宗教基础崩溃了，宗教被科学，科学家告诉大家这个宗教是人的幻想，不是真的，所以宗教立不住足了。虽然还是有，这是迷信。诵经的有，经会念，会念经的，教堂里面都是牧师领导这些信徒，像中国做法会一样，像我们经忏佛事法会一样的性质。所以这是危机，宗教怎么办？我们提倡的是宗教是教育，不是迷信。所以我们就要把宗教转回来，希望宗教里面的传教师，都能够把它的经典讲清楚、讲明白，那就不是迷信了。你只会念经，什么意思不懂，这是迷信，要从迷信把他带回正信。",
      "zh_TW": "地球這三千年來，曾經有過二十多種文化，現在沒有了，只剩了一家，中國的。中國文化存在，其他的都沒有了。什麼原因？宗教基礎崩潰了，宗教被科學，科學家告訴大家這個宗教是人的幻想，不是真的，所以宗教立不住足了。雖然還是有，這是迷信。誦經的有，經會念，會念經的，教堂裡面都是牧師領導這些信徒，像中國做法會一樣，像我們經懺佛事法會一樣的性質。所以這是危機，宗教怎麼辦？我們提倡的是宗教是教育，不是迷信。所以我們就要把宗教轉回來，希望宗教裡面的傳教師，都能夠把它的經典講清楚、講明白，那就不是迷信了。你只會念經，什麼意思不懂，這是迷信，要從迷信把他帶回正信。"
    },
    {
      "id": "32-258-0004_p0005",
      "zh_CN": "从哪里下手？他已经开始做了，办一个博士班，和谐博士班。这个班就是培养宗教传教的人才，博士学位，三年毕业，拿到博士学位。他就有资格在大学里面开这门功课，开宗教经典功课，把它回归到学术上来，这是个很好的构想，很好的办法。学生是请每个宗教选拔两个人来读这个课程，用这个方法。",
      "zh_TW": "從哪裡下手？他已經開始做了，辦一個博士班，和諧博士班。這個班就是培養宗教傳教的人才，博士學位，三年畢業，拿到博士學位。他就有資格在大學裡面開這門功課，開宗教經典功課，把它回歸到學術上來，這是個很好的構想，很好的辦法。學生是請每個宗教選拔兩個人來讀這個課程，用這個方法。"
    },
    {
      "id": "32-258-0004_p0006",
      "zh_CN": "学生，我们用奖学金来帮助他。第一期，二十五个学生。这个课程我们没法子教，我们没有学过他的宗教，所以还需要他们自己的宗教，选一个对于经教能够讲解通达的人担任教授。所以就是一个教授两个学生，一共是学生二十五个人，老师大概要十个人。把宗教兴旺起来，好事情。",
      "zh_TW": "學生，我們用獎學金來幫助他。第一期，二十五個學生。這個課程我們沒法子教，我們沒有學過他的宗教，所以還需要他們自己的宗教，選一個對於經教能夠講解通達的人擔任教授。所以就是一個教授兩個學生，一共是學生二十五個人，老師大概要十個人。把宗教興旺起來，好事情。"
    },
    {
      "id": "32-258-0004_p0007",
      "zh_CN": "我看到这一份资料之后，我非常欢喜。天道的这些宗教、这些神，现在都有危机了。如果没有人承传，它会灭亡，那个宗教会消失掉。你们今天干这个事情，是帮助这些神、帮助上帝，替他们培养下一代的接班人。",
      "zh_TW": "我看到這一份資料之後，我非常歡喜。天道的這些宗教、這些神，現在都有危機了。如果沒有人承傳，它會滅亡，那個宗教會消失掉。你們今天幹這個事情，是幫助這些神、幫助上帝，替他們培養下一代的接班人。"
    },
    {
      "id": "32-258-0004_p0008",
      "zh_CN": "所以我就告诉他，我给他建议，这个博士班三年毕业，毕业之后，学生不能解散，我们要把他留住。等于说，我们已经培养了三十个有博士学位的传教师，把它回归到教育里头来。三年之后，我们这个班，这个和谐博士班提升，提升做宗教教育学院，帮助许许多多宗教来培养更多的传教师。我有三十个老师，教宗教学的老师，我就可以办学院。办学院就是一个正规的大学，本科三年，专攻他自己的经典，基督教的《圣经》，伊斯兰的《古兰经》，专攻他自己的经典。硕士一年，博士三年，这个四年要学习其他宗教，你懂你的东西，你也懂别人的东西。我提倡「宗教是一家，众神是一体」，哪有那么多神？神就一个，那么多神都是一个神的化身。所以众神是一体，宗教是一家。宗教与宗教之间的冲突也就化解了。决定不能有冲突，哪有自己打自己的？",
      "zh_TW": "所以我就告訴他，我給他建議，這個博士班三年畢業，畢業之後，學生不能解散，我們要把他留住。等於說，我們已經培養了三十個有博士學位的傳教師，把它回歸到教育裡頭來。三年之後，我們這個班，這個和諧博士班提升，提升做宗教教育學院，幫助許許多多宗教來培養更多的傳教師。我有三十個老師，教宗教學的老師，我就可以辦學院。辦學院就是一個正規的大學，本科三年，專攻他自己的經典，基督教的《聖經》，伊斯蘭的《古蘭經》，專攻他自己的經典。碩士一年，博士三年，這個四年要學習其他宗教，你懂你的東西，你也懂別人的東西。我提倡「宗教是一家，眾神是一體」，哪有那麼多神？神就一個，那麼多神都是一個神的化身。所以眾神是一體，宗教是一家。宗教與宗教之間的衝突也就化解了。決定不能有衝突，哪有自己打自己的？"
    },
    {
      "id": "32-258-0004_p0009",
      "zh_CN": "然后，七年之后，他毕业，七年之后，等于宗教大学毕业。我们就估计可以培养出一百到一百五十个有博士学位的教授。有这么多的教授（能教的人），就正式来开办世界宗教大学。将来世界宗教大学里面毕业的学生，可以到一般学校去授宗教的课程。把它正规，从现在这个迷信回归到教育，让他们有很好的出路，他们在一般大学里头都可有授课的资格。向着这个目标、这个方向去走，十年之后，宗教就回归到教育。这他们听了也很高兴，我说朝这个目标方向去走。",
      "zh_TW": "然後，七年之後，他畢業，七年之後，等於宗教大學畢業。我們就估計可以培養出一百到一百五十個有博士學位的教授。有這麼多的教授（能教的人），就正式來開辦世界宗教大學。將來世界宗教大學裡面畢業的學生，可以到一般學校去授宗教的課程。把它正規，從現在這個迷信回歸到教育，讓他們有很好的出路，他們在一般大學裡頭都可有授課的資格。向著這個目標、這個方向去走，十年之後，宗教就回歸到教育。這他們聽了也很高興，我說朝這個目標方向去走。"
    },
    {
      "id": "32-258-0004_p0010",
      "zh_CN": "所以这是大事业，不是小事情。诸位老师真正发心从事这个工作，把底下这一代人教好，救了中国五千年传统文化，不至于灭亡；这个功德比什么都大，你做什么好事，没有一桩好事能够跟这个好事相比。我们遇到这个机会，来干什么？来救文化的。五千年文化，我们手上把它救回来，非常有意义、有价值。祖宗保佑你，神明保佑你。",
      "zh_TW": "所以這是大事業，不是小事情。諸位老師真正發心從事這個工作，把底下這一代人教好，救了中國五千年傳統文化，不至於滅亡；這個功德比什麼都大，你做什麼好事，沒有一樁好事能夠跟這個好事相比。我們遇到這個機會，來幹什麼？來救文化的。五千年文化，我們手上把它救回來，非常有意義、有價值。祖宗保佑你，神明保佑你。"
    }
  ]
}