{
  "doc_id": "32-258-0031",
  "title": {
    "zh_CN": "台南极乐寺餐后开示——业因果报 自作自受",
    "zh_TW": "台南極樂寺餐後開示——業因果報 自作自受"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0031",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "32-258-0031_p0001",
      "zh_CN": "本来无一物，所有的现象，都是从起心动念里面出来的，不起心不动念，都没有了。所以一切法从心想生，这是真的。想，不停止，一个接着一个，善的接着恶的，恶的接着善的，善中善，恶中恶。反应就是报应，这个引出来了。业因果报全是自己，与外头境界不相干，学佛的人看法深一层。所以也给我们说明，还是念佛好，这一句佛号不可思议。",
      "zh_TW": "本來無一物，所有的現象，都是從起心動念裡面出來的，不起心不動念，都沒有了。所以一切法從心想生，這是真的。想，不停止，一個接著一個，善的接著惡的，惡的接著善的，善中善，惡中惡。反應就是報應，這個引出來了。業因果報全是自己，與外頭境界不相干，學佛的人看法深一層。所以也給我們說明，還是念佛好，這一句佛號不可思議。"
    },
    {
      "id": "32-258-0031_p0002",
      "zh_CN": "怨，决定不能结，人生在世，不跟任何人结冤仇。所以素食好，不跟一切众生结冤仇。结了冤仇，总是要报的，结的时候不知道，报的时候后悔来不及了。这是因果教育。所以，中国传统的教育，是伦理、道德、因果、圣贤，圣贤是智慧的教育。",
      "zh_TW": "怨，決定不能結，人生在世，不跟任何人結冤仇。所以素食好，不跟一切眾生結冤仇。結了冤仇，總是要報的，結的時候不知道，報的時候後悔來不及了。這是因果教育。所以，中國傳統的教育，是倫理、道德、因果、聖賢，聖賢是智慧的教育。"
    },
    {
      "id": "32-258-0031_p0003",
      "zh_CN": "我这个年龄，在中国大陆，十岁以前，看到了。社会上的读书人像一个读书人，不说话，看他的举止都受教育。这是社会教育，不是人说，你看到的、你听到的，六根所接触到的。所以我们才晓得，为什么读书人古时候把他的地位提升到最高，士农工商，他在最高，有道理。他的言谈举止是大众的榜样、模范。",
      "zh_TW": "我這個年齡，在中國大陸，十歲以前，看到了。社會上的讀書人像一個讀書人，不說話，看他的舉止都受教育。這是社會教育，不是人說，你看到的、你聽到的，六根所接觸到的。所以我們才曉得，為什麼讀書人古時候把他的地位提升到最高，士農工商，他在最高，有道理。他的言談舉止是大眾的榜樣、模範。"
    },
    {
      "id": "32-258-0031_p0004",
      "zh_CN": "所以谁发心，真正发心拯救传统文化，那就是把五伦、五常、四维、八德做到，这就是救中国传统文化。这个人是民族的恩人，是老祖宗的真传。佛门里面讲修福，大福报，没有比这个更大的。所以要真干，真正发心、真正做到。",
      "zh_TW": "所以誰發心，真正發心拯救傳統文化，那就是把五倫、五常、四維、八德做到，這就是救中國傳統文化。這個人是民族的恩人，是老祖宗的真傳。佛門裡面講修福，大福報，沒有比這個更大的。所以要真幹，真正發心、真正做到。"
    },
    {
      "id": "32-258-0031_p0005",
      "zh_CN": "做什么？最简单的、最容易记的、不会忘记的：内学世尊，放下贪瞋痴慢疑，特别是疑，怀疑。怀疑都是自己猜，都往坏的地方去想，都不往好的想，所以人造恶业永远不中断。外面学孔老夫子，温良恭俭让。就这十个字，儒跟佛都学到了，你是真佛弟子，你不是假的。皈依靠不住，受戒也靠不住；真正回头，真正依教奉行。",
      "zh_TW": "做什麼？最簡單的、最容易記的、不會忘記的：內學世尊，放下貪瞋痴慢疑，特別是疑，懷疑。懷疑都是自己猜，都往壞的地方去想，都不往好的想，所以人造惡業永遠不中斷。外面學孔老夫子，溫良恭儉讓。就這十個字，儒跟佛都學到了，你是真佛弟子，你不是假的。皈依靠不住，受戒也靠不住；真正回頭，真正依教奉行。"
    },
    {
      "id": "32-258-0031_p0006",
      "zh_CN": "对待什么人一视同仁，都是恩人，没有对立、没有怨恨。接触大众就修这个法门，修不结怨恨，学这个。菩萨学处，六根接触六尘都是你修行的道场。会的，在这个乱世，也成菩萨、也成佛；不会的，跟释迦牟尼佛、孔子天天在一起，什么都没学会。",
      "zh_TW": "對待什麼人一視同仁，都是恩人，沒有對立、沒有怨恨。接觸大眾就修這個法門，修不結怨恨，學這個。菩薩學處，六根接觸六塵都是你修行的道場。會的，在這個亂世，也成菩薩、也成佛；不會的，跟釋迦牟尼佛、孔子天天在一起，什麼都沒學會。"
    },
    {
      "id": "32-258-0031_p0007",
      "zh_CN": "人相处，谦虚一点是福，客气一点，恭敬一点。要知道，时间不长，短短几十年，各人走各人的，再碰头不认识。你看破了、想通了，得大自在。世出世法里头，一个字，最坏、最麻烦就是「争」，不让人，就这个争。这一个字，造成自己起心动念、言语造作无不是罪、无不是业。六道轮回是自己造的，本来没有。所以这个要认识，如何做到不争，不但不竞争，争这个念头都没有；培养让，处处让别人。",
      "zh_TW": "人相處，謙虛一點是福，客氣一點，恭敬一點。要知道，時間不長，短短幾十年，各人走各人的，再碰頭不認識。你看破了、想通了，得大自在。世出世法裡頭，一個字，最壞、最麻煩就是「爭」，不讓人，就這個爭。這一個字，造成自己起心動念、言語造作無不是罪、無不是業。六道輪迴是自己造的，本來沒有。所以這個要認識，如何做到不爭，不但不競爭，爭這個念頭都沒有；培養讓，處處讓別人。"
    },
    {
      "id": "32-258-0031_p0008",
      "zh_CN": "我们看「六尺巷」，张英，你们有没有懂得他们家的真传？就是个「让」。你争我让，让到争的人感到不好意思。所以这出戏很有价值，真正学会了，你这一生幸福、快乐、圆满，家和万事兴。和太重要了！过去帝王用什么治国？三个和，皇宫里头，最当中三个大殿：太和、中和、保和，三个和。三个大殿就是太和殿、中和殿、保和殿，标榜着以和治天下，皇上自己带头。",
      "zh_TW": "我們看「六尺巷」，張英，你們有沒有懂得他們家的真傳？就是個「讓」。你爭我讓，讓到爭的人感到不好意思。所以這齣戲很有價值，真正學會了，你這一生幸福、快樂、圓滿，家和萬事興。和太重要了！過去帝王用什麼治國？三個和，皇宮裡頭，最當中三個大殿：太和、中和、保和，三個和。三個大殿就是太和殿、中和殿、保和殿，標榜著以和治天下，皇上自己帶頭。"
    }
  ]
}