{
  "doc_id": "32-258-0024",
  "title": {
    "zh_CN": "台南极乐寺餐后开示——学习切忌好高骛远",
    "zh_TW": "台南極樂寺餐後開示——學習切忌好高騖遠"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-258-0024",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-258-0024_p0001",
      "zh_CN": "我在年轻的时候，学讲经，人家喜欢学什么，我就讲什么，所以讲了不少，几十种。到后来我就选择《无量寿经》，这是我看到会集本，我就选择了这一部。那个时候李老师还在世，我差不多讲了十遍，就是李老师眉注的，十遍。以后遇到黄念老，给我这本讲义，这一本注解注得详细，我经、注统统讲，这次是第五遍。在这个时代，这种方式值得提倡，能成就人。人都好高骛远，都喜欢这个要懂、那个要懂，那不可能的，把开悟疏忽了。所以只是学经教学得很多，没有悟处，不如专攻一部。",
      "zh_TW": "我在年輕的時候，學講經，人家喜歡學什麼，我就講什麼，所以講了不少，幾十種。到後來我就選擇《無量壽經》，這是我看到會集本，我就選擇了這一部。那個時候李老師還在世，我差不多講了十遍，就是李老師眉註的，十遍。以後遇到黃念老，給我這本講義，這一本註解註得詳細，我經、註統統講，這次是第五遍。在這個時代，這種方式值得提倡，能成就人。人都好高騖遠，都喜歡這個要懂、那個要懂，那不可能的，把開悟疏忽了。所以只是學經教學得很多，沒有悟處，不如專攻一部。"
    },
    {
      "id": "32-258-0024_p0002",
      "zh_CN": "我们那个时候幸好有一个管着的，就是李老师管着，讲什么经向他报告，他不同意就不能讲。这种教学方式也是最好的，可惜现在人不能接受。特别是现在这个时代，知识也是一团乱，五花八门，年轻人喜好、偏爱很多，真正成就很难。伦理道德教育重要，伦理道德有四书五经，从这里建立，从这扎根，然后《群书治要》才管用。没有这个根，《群书治要》没用处，所以根重要。",
      "zh_TW": "我們那個時候幸好有一個管著的，就是李老師管著，講什麼經向他報告，他不同意就不能講。這種教學方式也是最好的，可惜現在人不能接受。特別是現在這個時代，知識也是一團亂，五花八門，年輕人喜好、偏愛很多，真正成就很難。倫理道德教育重要，倫理道德有四書五經，從這裡建立，從這扎根，然後《群書治要》才管用。沒有這個根，《群書治要》沒用處，所以根重要。"
    },
    {
      "id": "32-258-0024_p0003",
      "zh_CN": "我们唯一一个希望就是建一个一条龙的学校，我们就办三个班，初级班、中级班、高级班。传统文化补习班，我们用这个名。我们的教材给他，初级教材《圣学根之根》，中级的教材四书五经，高级的《群书治要》。这个书非常普遍，大家都知道，我们办学校就学这个。学到做到，然后让社会大家看看，我们这些人改样子，毛病习气改了，像一个读书人的样子，慢慢让他产生影响。",
      "zh_TW": "我們唯一一個希望就是建一個一條龍的學校，我們就辦三個班，初級班、中級班、高級班。傳統文化補習班，我們用這個名。我們的教材給他，初級教材《聖學根之根》，中級的教材四書五經，高級的《群書治要》。這個書非常普遍，大家都知道，我們辦學校就學這個。學到做到，然後讓社會大家看看，我們這些人改樣子，毛病習氣改了，像一個讀書人的樣子，慢慢讓他產生影響。"
    },
    {
      "id": "32-258-0024_p0004",
      "zh_CN": "我们可以把这个东西，教学的，教跟学都放在电视上、放在网路，全世界人都收看得到。也可以用外国语，用外国语用翻译，要讲解。外国人喜欢问为什么？我们要告诉他，这样的生活好不好？这个的生活好，我们当然要采取。我们希望人一生，每个人一生都能过得很快乐、很自在、很潇洒。幸福快乐的一生，我们寻求这个，不给自己找麻烦。",
      "zh_TW": "我們可以把這個東西，教學的，教跟學都放在電視上、放在網路，全世界人都收看得到。也可以用外國語，用外國語用翻譯，要講解。外國人喜歡問為什麼？我們要告訴他，這樣的生活好不好？這個的生活好，我們當然要採取。我們希望人一生，每個人一生都能過得很快樂、很自在、很瀟灑。幸福快樂的一生，我們尋求這個，不給自己找麻煩。"
    },
    {
      "id": "32-258-0024_p0005",
      "zh_CN": "国外我们看了太多了，外国人退休，真的，是走向坟墓，要是没有一点成就的更可怜。进老人院就是坟墓，苦不堪言，老人跟老人见面不打招呼的，这在国外，每天不说话的，你说多苦、多可怜！所以要搞一个老人乐园，让外国这些老人有机会来看看，中国传统文化是怎么样对待老人。老年人谁不愿意过快快乐乐的快乐人生。",
      "zh_TW": "國外我們看了太多了，外國人退休，真的，是走向墳墓，要是沒有一點成就的更可憐。進老人院就是墳墓，苦不堪言，老人跟老人見面不打招呼的，這在國外，每天不說話的，你說多苦、多可憐！所以要搞一個老人樂園，讓外國這些老人有機會來看看，中國傳統文化是怎麼樣對待老人。老年人誰不願意過快快樂樂的快樂人生。"
    }
  ]
}