{
  "doc_id": "02-025-0004",
  "title": {
    "zh_CN": "净宗朝暮课诵经文讲记",
    "zh_TW": "淨宗朝暮課誦經文講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "02-025-0004",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "02-025-0004_p0001",
      "zh_CN": "请看第三页，第三页的第二段，第十八愿。虽然是「十念必生」，它后面还有一句话，「唯除五逆，诽谤正法」。但是我们在《观无量寿经》下品下生章里面看到，即使造五逆罪也能往生；不能往生的，实在就是末后这一句，「诽谤正法」，他不相信、不能接受、不愿往生，这才是真正的障碍。佛为什么上面要有一个五逆罪？大概是造作恶业的人，特别是造作重罪的人，很难信受这个法门。那么造极重之罪，在临终的时候遇到善友，教他忏悔、教他念佛求生净土，他在这个时候能相信、能接受、能发愿，这都不是偶然的。由此可知，往生实在讲是两种原因。一种是平时修行，所谓「信愿持名」，念到功夫成片、一心不乱，这样去往生的，这个是一类；另外一类就是临终忏悔往生。因此，我们决定不可以低估了忏悔的力量，不是我们能够预料的，这也是让我们对于造作罪业的人不敢轻视。当然这一类的人，往生的人不多；依照正当途径来修行，这个往生的多，古德所说的万修万人去，是从正途修学去往生。",
      "zh_TW": "請看第三頁，第三頁的第二段，第十八願。雖然是「十念必生」，它後面還有一句話，「唯除五逆，誹謗正法」。但是我們在《觀無量壽經》下品下生章裡面看到，即使造五逆罪也能往生；不能往生的，實在就是末後這一句，「誹謗正法」，他不相信、不能接受、不願往生，這才是真正的障礙。佛為什麼上面要有一個五逆罪？大概是造作惡業的人，特別是造作重罪的人，很難信受這個法門。那麼造極重之罪，在臨終的時候遇到善友，教他懺悔、教他念佛求生淨土，他在這個時候能相信、能接受、能發願，這都不是偶然的。由此可知，往生實在講是兩種原因。一種是平時修行，所謂「信願持名」，念到功夫成片、一心不亂，這樣去往生的，這個是一類；另外一類就是臨終懺悔往生。因此，我們決定不可以低估了懺悔的力量，不是我們能夠預料的，這也是讓我們對於造作罪業的人不敢輕視。當然這一類的人，往生的人不多；依照正當途徑來修行，這個往生的多，古德所說的萬修萬人去，是從正途修學去往生。"
    },
    {
      "id": "02-025-0004_p0002",
      "zh_CN": "在这个地方我们要特别提高警觉的，千万不要认为临终忏罪可以往生，我们多造一点罪业没有关系，要是这样想法、这样做法就错了。诸位必须要知道，造作一身罪业，临终忏罪往生，他至少要具足三个条件，这三个条件是很难很难遇到的。第一个条件，头脑要清楚。我们想想看，几个临命终的人，他头脑很清楚、他不迷惑？这个很难得到！假如临终迷惑了，遇到善知识教他，他也听不见，他也念不上来，那就空过了，一定是随业流转，这是很可怕的事情。第二个条件，他必须遇到善知识，遇到深信净土的善知识，临终教他忏悔，教他念佛求生净土，要遇到这么一个人，这也是相当不容易。在那个一刹那关键的时候，怎么正好有这么一个人来，让你遇到。第三个条件，这个善知识劝导你的，你立刻就相信、立刻就照做，这是相当不容易。要不具这三个条件，这三个条件缺一条，这个造罪的人就不能往生了。不往生，造极重罪业必堕恶道。所以忏罪往生，实实在在讲，万中难有一二！我们决定不能存这个侥幸之心。这是善导大师在《观经》下品下生章注疏里面给我们讲得很清楚，让我们提高警觉。我们再看底下这一段：",
      "zh_TW": "在這個地方我們要特別提高警覺的，千萬不要認為臨終懺罪可以往生，我們多造一點罪業沒有關係，要是這樣想法、這樣做法就錯了。諸位必須要知道，造作一身罪業，臨終懺罪往生，他至少要具足三個條件，這三個條件是很難很難遇到的。第一個條件，頭腦要清楚。我們想想看，幾個臨命終的人，他頭腦很清楚、他不迷惑？這個很難得到！假如臨終迷惑了，遇到善知識教他，他也聽不見，他也念不上來，那就空過了，一定是隨業流轉，這是很可怕的事情。第二個條件，他必須遇到善知識，遇到深信淨土的善知識，臨終教他懺悔，教他念佛求生淨土，要遇到這麼一個人，這也是相當不容易。在那個一剎那關鍵的時候，怎麼正好有這麼一個人來，讓你遇到。第三個條件，這個善知識勸導你的，你立刻就相信、立刻就照做，這是相當不容易。要不具這三個條件，這三個條件缺一條，這個造罪的人就不能往生了。不往生，造極重罪業必墮惡道。所以懺罪往生，實實在在講，萬中難有一二！我們決定不能存這個僥倖之心。這是善導大師在《觀經》下品下生章註疏裡面給我們講得很清楚，讓我們提高警覺。我們再看底下這一段："
    },
    {
      "id": "02-025-0004_p0003",
      "zh_CN": "【我作佛时。十方众生。闻我名号。发菩提心。修诸功德。奉行六波罗蜜。坚固不退。复以善根回向。愿生我国。一心念我。昼夜不断。临寿终时。我与诸菩萨众迎现其前。经须臾间。即生我刹。作阿惟越致菩萨。不得是愿。不取正觉。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。發菩提心。修諸功德。奉行六波羅蜜。堅固不退。復以善根迴向。願生我國。一心念我。晝夜不斷。臨壽終時。我與諸菩薩眾迎現其前。經須臾間。即生我剎。作阿惟越致菩薩。不得是願。不取正覺。】"
    },
    {
      "id": "02-025-0004_p0004",
      "zh_CN": "这个里面包括有两愿，一个是「闻名发心」，一个是「临终接引」，这两愿对我们来讲也是非常重要。",
      "zh_TW": "這個裡面包括有兩願，一個是「聞名發心」，一個是「臨終接引」，這兩願對我們來講也是非常重要。"
    },
    {
      "id": "02-025-0004_p0005",
      "zh_CN": "因为佛在《无量寿经》上告诉我们，三辈往生，它的条件都是「发菩提心，一向专念」。一向专念就是第十八愿，十八愿是教我们执持名号；而发菩提心正是第十九愿。由此可知，这个念佛人善根确实是非常深厚。菩提心，佛在《观经》里面讲得很详细，佛为我们说的「至诚心、深心、回向发愿心」，这三心就是菩提心，与马鸣菩萨在《起信论》里面讲的三心，意思完全相同。《起信论》上讲的是「直心、深心、大悲心」，这个名称稍稍有一点不同，意思、境界完全是一样的。菩提心怎么会有三心？佛为我们说的，一个是心之体，两种是心之用，有体、有用，菩提心实在讲是一个。至诚是心之体，深心跟回向发愿心是作用。在作用里面分成两大类，这就是佛法里头常讲的自受用与他受用，也就是说，我们用什么样的心对待自己，用什么样的心待人，待人这是他受用，对自己这是自受用。真诚心是体，从真诚里面产生一种自重自爱的心，这就是深心，自己能够自重自爱；对别人，是从至诚心里面生起的大慈悲心，能够爱护一切众生、能够帮助一切众生，这叫他受用，都是从真诚里面生起的，这叫「发菩提心」。如果依照蕅益大师的解释，这个意思就非常清楚，更容易明了。蕅益大师为我们说，我们闻到阿弥陀佛的名号，真正相信、真正发愿求生、执持名号，这一个心就是「无上菩提心」，这就更好懂了。所以『闻我名号，发菩提心』。",
      "zh_TW": "因為佛在《無量壽經》上告訴我們，三輩往生，它的條件都是「發菩提心，一向專念」。一向專念就是第十八願，十八願是教我們執持名號；而發菩提心正是第十九願。由此可知，這個念佛人善根確實是非常深厚。菩提心，佛在《觀經》裡面講得很詳細，佛為我們說的「至誠心、深心、迴向發願心」，這三心就是菩提心，與馬鳴菩薩在《起信論》裡面講的三心，意思完全相同。《起信論》上講的是「直心、深心、大悲心」，這個名稱稍稍有一點不同，意思、境界完全是一樣的。菩提心怎麼會有三心？佛為我們說的，一個是心之體，兩種是心之用，有體、有用，菩提心實在講是一個。至誠是心之體，深心跟迴向發願心是作用。在作用裡面分成兩大類，這就是佛法裡頭常講的自受用與他受用，也就是說，我們用什麼樣的心對待自己，用什麼樣的心待人，待人這是他受用，對自己這是自受用。真誠心是體，從真誠裡面產生一種自重自愛的心，這就是深心，自己能夠自重自愛；對別人，是從至誠心裡面生起的大慈悲心，能夠愛護一切眾生、能夠幫助一切眾生，這叫他受用，都是從真誠裡面生起的，這叫「發菩提心」。如果依照蕅益大師的解釋，這個意思就非常清楚，更容易明瞭。蕅益大師為我們說，我們聞到阿彌陀佛的名號，真正相信、真正發願求生、執持名號，這一個心就是「無上菩提心」，這就更好懂了。所以『聞我名號，發菩提心』。"
    },
    {
      "id": "02-025-0004_p0006",
      "zh_CN": "发心，当然他就『修诸功德』，这个功德就是信愿持名，不是指别的，专指信愿持名，就是「修诸功德」。『奉行六波罗蜜』，当然我们虽然发愿求生，在没有往生之前，我们这个身体还在这个世间，既然在世间就不能够脱离社会、不能脱离人群，跟社会大众相处，我们用什么态度？「奉行六波罗蜜」。这六条就是我们处事待人接物的原则，我们一定要遵守，这就是菩萨行。我们的心、愿、解、行都能够做到坚固不退。坚固，是绝不为其他知见所迷惑，决定不退转。『复以善根回向，愿生我国』，这个是闻名发愿、求生净土。『一心念我，昼夜不断』，这是教给我们念佛的方法。这个念，在「心」！前面跟诸位报告过，念在心，不在口，心里面时时刻刻有阿弥陀佛，时时刻刻有西方极乐世界，心里头不要放其他的东西；换句话说，除了阿弥陀佛、极乐世界，决定没有其他的牵挂，这就叫「一心念我」。所以并不是说口上这个佛号昼夜不断，不是这个；是心里头这个念头不断，这个重要。这就是我们常讲的念佛功夫成片、一心不乱，也是净宗里面常说的念佛三昧，到这个境界这就是念佛三昧了。",
      "zh_TW": "發心，當然他就『修諸功德』，這個功德就是信願持名，不是指別的，專指信願持名，就是「修諸功德」。『奉行六波羅蜜』，當然我們雖然發願求生，在沒有往生之前，我們這個身體還在這個世間，既然在世間就不能夠脫離社會、不能脫離人群，跟社會大眾相處，我們用什麼態度？「奉行六波羅蜜」。這六條就是我們處事待人接物的原則，我們一定要遵守，這就是菩薩行。我們的心、願、解、行都能夠做到堅固不退。堅固，是絕不為其他知見所迷惑，決定不退轉。『復以善根迴向，願生我國』，這個是聞名發願、求生淨土。『一心念我，晝夜不斷』，這是教給我們念佛的方法。這個念，在「心」！前面跟諸位報告過，念在心，不在口，心裡面時時刻刻有阿彌陀佛，時時刻刻有西方極樂世界，心裡頭不要放其他的東西；換句話說，除了阿彌陀佛、極樂世界，決定沒有其他的牽掛，這就叫「一心念我」。所以並不是說口上這個佛號晝夜不斷，不是這個；是心裡頭這個念頭不斷，這個重要。這就是我們常講的念佛功夫成片、一心不亂，也是淨宗裡面常說的念佛三昧，到這個境界這就是念佛三昧了。"
    },
    {
      "id": "02-025-0004_p0007",
      "zh_CN": "下面这是第二十愿「临终接引」，『临寿终时』，佛来接引。我们现在在这个世间，寿命是业报，这个要知道；纵然不幸夭折、横死，还是业报；战争当中死亡的、意外死亡的，也是业报，这是一定要明了。那么我们的寿命长短，在这一生当中有没有可能延促呢？有的。如果断恶修善，积功累德，求长寿得长寿。你像《了凡四训》，袁了凡居士，那个孔先生给他算命，他只有五十三岁。他遇到云谷禅师，了解这个道理之后，他就断恶修善，确确实实，他所求的几桩事情都得到了；他没有求长寿，寿命也延长了，他活到七十多岁。由此可知，五十三岁以后那个寿命是他这一生修的，不是他的业报，他的业报应该是在五十三岁就终止了。由此可知，寿命是可以延长的，也可以缩短的。",
      "zh_TW": "下面這是第二十願「臨終接引」，『臨壽終時』，佛來接引。我們現在在這個世間，壽命是業報，這個要知道；縱然不幸夭折、橫死，還是業報；戰爭當中死亡的、意外死亡的，也是業報，這是一定要明瞭。那麼我們的壽命長短，在這一生當中有沒有可能延促呢？有的。如果斷惡修善，積功累德，求長壽得長壽。你像《了凡四訓》，袁了凡居士，那個孔先生給他算命，他只有五十三歲。他遇到雲谷禪師，了解這個道理之後，他就斷惡修善，確確實實，他所求的幾樁事情都得到了；他沒有求長壽，壽命也延長了，他活到七十多歲。由此可知，五十三歲以後那個壽命是他這一生修的，不是他的業報，他的業報應該是在五十三歲就終止了。由此可知，壽命是可以延長的，也可以縮短的。"
    },
    {
      "id": "02-025-0004_p0008",
      "zh_CN": "哪些人缩短了？作恶多端的人。他本来寿命很长，寿命减短了。也许有人说，有很多很大的恶人他的寿命很长，活到八十、活到九十！实际上他缩短了，他要不造那些恶事，要造大善事，那个人寿命大概都是一百多岁的，他还是缩短了。另外一种，修行人。我们修净土的人，真正达到「一心念我，昼夜不断」，这个念佛三昧成就了，成就之后，他就想早一点往生，不愿意再在这个世界受苦受罪，他不干了，他要早一点走，行不行？行。所以我们在《往生传》里面、在《净土圣贤录》里面看到的，许许多多念佛三年、五年当中往生的。如果念佛三年往生了，偶尔有几个，还讲得过去，一看看那么多，哪有那么巧的事情，怎么念佛三年都走了？这个是他什么？他愿意。他不愿意在这个世间多住，他愿意早一点走，行，他可以办得到的。所以寿命延促，修行人确实他有能力控制，不受定业所转。",
      "zh_TW": "哪些人縮短了？作惡多端的人。他本來壽命很長，壽命減短了。也許有人說，有很多很大的惡人他的壽命很長，活到八十、活到九十！實際上他縮短了，他要不造那些惡事，要造大善事，那個人壽命大概都是一百多歲的，他還是縮短了。另外一種，修行人。我們修淨土的人，真正達到「一心念我，晝夜不斷」，這個念佛三昧成就了，成就之後，他就想早一點往生，不願意再在這個世界受苦受罪，他不幹了，他要早一點走，行不行？行。所以我們在《往生傳》裡面、在《淨土聖賢錄》裡面看到的，許許多多念佛三年、五年當中往生的。如果念佛三年往生了，偶爾有幾個，還講得過去，一看看那麼多，哪有那麼巧的事情，怎麼念佛三年都走了？這個是他什麼？他願意。他不願意在這個世間多住，他願意早一點走，行，他可以辦得到的。所以壽命延促，修行人確實他有能力控制，不受定業所轉。"
    },
    {
      "id": "02-025-0004_p0009",
      "zh_CN": "念佛人往生，这是佛的本愿，『我』就是阿弥陀佛，阿弥陀佛一定『与诸菩萨众』来迎接你往生。所以你只要一心专念，不要怕西方世界很远，西方世界在什么地方找不到，你不要去想这些，想这些，你就自己找自己麻烦了，为什么？你念佛里头有怀疑，这个不好，这是障碍。决定不要怀疑，临终阿弥陀佛亲自来接引我们去往生的。也许有人听到这个事情就觉得奇怪，很怀疑，为什么？十方世界念佛往生的人那么多，阿弥陀佛一个一个去接引，恐怕他很难做到！万一那往生的人太多了，我念佛，佛把我忘掉了怎么办？很多人有这个怀疑。实在讲，我们人会把佛忘掉，佛对于一切众生一个都不会忘掉。记住前面所讲，极乐世界的人六通都是圆满的，天眼洞视、天耳彻听、他心遍知，哪有会忘掉的？那么阿弥陀佛去迎接，迎接是非常自然的，诸佛菩萨来迎接我们都是应化身。你看释迦牟尼佛在《梵网经》上告诉我们，他说他的能力，千百亿化身，他有这么大的能力。十方世界有多少众生念佛成就了要往生的，佛就变化多少身去迎接。不是像我们只有一个身，你接了这个，再接那个，累死了！佛是化身去的，你看那个多自在。我们自己将来生到西方极乐世界，到十方世界去度一切众生、去帮助我们的家亲眷属，也是化身去的，我们自己身体在佛的面前没动，自然就化身去帮助一切众生了。那个化身就像《普门品》里面所讲的观世音菩萨三十二应，一模一样，应以什么身得度，就现什么样的身相；应当说什么法门，就给他说什么法门，一点都不会错误，完全契机契理。这是佛来迎接。",
      "zh_TW": "念佛人往生，這是佛的本願，『我』就是阿彌陀佛，阿彌陀佛一定『與諸菩薩眾』來迎接你往生。所以你只要一心專念，不要怕西方世界很遠，西方世界在什麼地方找不到，你不要去想這些，想這些，你就自己找自己麻煩了，為什麼？你念佛裡頭有懷疑，這個不好，這是障礙。決定不要懷疑，臨終阿彌陀佛親自來接引我們去往生的。也許有人聽到這個事情就覺得奇怪，很懷疑，為什麼？十方世界念佛往生的人那麼多，阿彌陀佛一個一個去接引，恐怕他很難做到！萬一那往生的人太多了，我念佛，佛把我忘掉了怎麼辦？很多人有這個懷疑。實在講，我們人會把佛忘掉，佛對於一切眾生一個都不會忘掉。記住前面所講，極樂世界的人六通都是圓滿的，天眼洞視、天耳徹聽、他心遍知，哪有會忘掉的？那麼阿彌陀佛去迎接，迎接是非常自然的，諸佛菩薩來迎接我們都是應化身。你看釋迦牟尼佛在《梵網經》上告訴我們，他說他的能力，千百億化身，他有這麼大的能力。十方世界有多少眾生念佛成就了要往生的，佛就變化多少身去迎接。不是像我們只有一個身，你接了這個，再接那個，累死了！佛是化身去的，你看那個多自在。我們自己將來生到西方極樂世界，到十方世界去度一切眾生、去幫助我們的家親眷屬，也是化身去的，我們自己身體在佛的面前沒動，自然就化身去幫助一切眾生了。那個化身就像《普門品》裡面所講的觀世音菩薩三十二應，一模一樣，應以什麼身得度，就現什麼樣的身相；應當說什麼法門，就給他說什麼法門，一點都不會錯誤，完全契機契理。這是佛來迎接。"
    },
    {
      "id": "02-025-0004_p0010",
      "zh_CN": "诸菩萨众也来迎接，哪些菩萨？这个诸位同修要知道，假如这些菩萨与你在过去生中没有瓜葛，他不会来迎接你，总有缘故的。你看现在我们每天念观世音菩萨、念大势至菩萨、念地藏菩萨，这些菩萨一定会跟佛来迎接的，为什么？我们天天念他，我们跟他的缘很深。另外一种缘很深的，我们现在忘掉、记不得了，到时候一见面都想起来了，那是哪些人？我们过去生中的家亲眷属、同参道友，他们念佛先往生的，都已经去了，我们不认识。他们这些人，我们不认识他，他认识我们，他也跟着佛来接引你，一见面彼此一介绍，他是哪一劫、哪一世跟你什么关系，这一说，你马上就想起来了，果然没错。所以诸位同修要知道，西方世界绝不陌生，我们的家亲眷属、同参好友不晓得有多少，过去生中已经念佛往生了，所以到那个地方去熟人很多，很热闹，不寂寞！这个是一定要知道的，这来迎接你的菩萨是这些人。如果跟我们没有因缘的话，他不会来的，因为什么？没有感。我们有感、他有应，我们念佛的缘成熟，这是感，所以佛与菩萨们就有应。",
      "zh_TW": "諸菩薩眾也來迎接，哪些菩薩？這個諸位同修要知道，假如這些菩薩與你在過去生中沒有瓜葛，他不會來迎接你，總有緣故的。你看現在我們每天念觀世音菩薩、念大勢至菩薩、念地藏菩薩，這些菩薩一定會跟佛來迎接的，為什麼？我們天天念他，我們跟他的緣很深。另外一種緣很深的，我們現在忘掉、記不得了，到時候一見面都想起來了，那是哪些人？我們過去生中的家親眷屬、同參道友，他們念佛先往生的，都已經去了，我們不認識。他們這些人，我們不認識他，他認識我們，他也跟著佛來接引你，一見面彼此一介紹，他是哪一劫、哪一世跟你什麼關係，這一說，你馬上就想起來了，果然沒錯。所以諸位同修要知道，西方世界絕不陌生，我們的家親眷屬、同參好友不曉得有多少，過去生中已經念佛往生了，所以到那個地方去熟人很多，很熱鬧，不寂寞！這個是一定要知道的，這來迎接你的菩薩是這些人。如果跟我們沒有因緣的話，他不會來的，因為什麼？沒有感。我們有感、他有應，我們念佛的緣成熟，這是感，所以佛與菩薩們就有應。"
    },
    {
      "id": "02-025-0004_p0011",
      "zh_CN": "『经须臾间』，这速度很快，就到达西方极乐世界了。到那个地方去之后，『作阿惟越致菩萨』（这个是本愿里面所说的，可见得释迦牟尼佛为我们讲经说法，说这一句话决定不错）。这个愿文里头没有说是哪一种往生的，没有讲上品往生作阿惟越致菩萨，没有说；没有说生实报庄严土的菩萨作阿惟越致菩萨，没有这么说。那要没有说，当然凡圣同居土下下品往生，到实报土上上品往生，统统都是的。「阿惟越致」是梵语，翻成中国的意思叫不退转，就是常讲的「圆证三不退」。在通常大乘经上世尊为我们介绍，阿惟越致菩萨是七地以上，这个品位太高了，七地以上才可以说圆证三不退。这样说起来，我们带业往生，生到西方极乐世界，虽然生凡圣同居土，真的是一步登天！阿弥陀佛本愿的加持，把我们的地位一下就提升到七地以上。我们是不是七地？不是，我们烦恼一品也没断。你要说是菩萨，实际上是凡夫，不能说是菩萨；你要是说他不是菩萨，他确确实实是圆证三不退，你也不能说他是凡夫。所以蕅益大师在《要解》里面，他老人家就说得好，不能说他是凡夫，也不能说他是菩萨，这叫真正不可思议！烦恼一品没断，居然是圆证三不退。所以这是一切经里面没这个说法，一切诸佛刹土里面也没这种人，唯独西方极乐世界有，真是不可思议，这是弥陀本愿威神的加持。",
      "zh_TW": "『經須臾間』，這速度很快，就到達西方極樂世界了。到那個地方去之後，『作阿惟越致菩薩』（這個是本願裡面所說的，可見得釋迦牟尼佛為我們講經說法，說這一句話決定不錯）。這個願文裡頭沒有說是哪一種往生的，沒有講上品往生作阿惟越致菩薩，沒有說；沒有說生實報莊嚴土的菩薩作阿惟越致菩薩，沒有這麼說。那要沒有說，當然凡聖同居土下下品往生，到實報土上上品往生，統統都是的。「阿惟越致」是梵語，翻成中國的意思叫不退轉，就是常講的「圓證三不退」。在通常大乘經上世尊為我們介紹，阿惟越致菩薩是七地以上，這個品位太高了，七地以上才可以說圓證三不退。這樣說起來，我們帶業往生，生到西方極樂世界，雖然生凡聖同居土，真的是一步登天！阿彌陀佛本願的加持，把我們的地位一下就提升到七地以上。我們是不是七地？不是，我們煩惱一品也沒斷。你要說是菩薩，實際上是凡夫，不能說是菩薩；你要是說他不是菩薩，他確確實實是圓證三不退，你也不能說他是凡夫。所以蕅益大師在《要解》裡面，他老人家就說得好，不能說他是凡夫，也不能說他是菩薩，這叫真正不可思議！煩惱一品沒斷，居然是圓證三不退。所以這是一切經裡面沒這個說法，一切諸佛剎土裡面也沒這種人，唯獨西方極樂世界有，真是不可思議，這是彌陀本願威神的加持。"
    },
    {
      "id": "02-025-0004_p0012",
      "zh_CN": "底下第二十一愿，二十一愿很重要，「悔过得生」：",
      "zh_TW": "底下第二十一願，二十一願很重要，「悔過得生」："
    },
    {
      "id": "02-025-0004_p0013",
      "zh_CN": "【我作佛时。十方众生。闻我名号。系念我国。发菩提心。坚固不退。植众德本。至心回向。欲生极乐。无不遂者。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。繫念我國。發菩提心。堅固不退。植眾德本。至心迴向。欲生極樂。無不遂者。】"
    },
    {
      "id": "02-025-0004_p0014",
      "zh_CN": "这个前面一段就是说念佛往生的人，也就是善导大师所说的，一百个人修一百个人往生，一千个人修一千个人往生，就是万修万人去，一个也不会漏的，这一段是说的这个意思。这底下就是讲到悔过。",
      "zh_TW": "這個前面一段就是說念佛往生的人，也就是善導大師所說的，一百個人修一百個人往生，一千個人修一千個人往生，就是萬修萬人去，一個也不會漏的，這一段是說的這個意思。這底下就是講到悔過。"
    },
    {
      "id": "02-025-0004_p0015",
      "zh_CN": "【若有宿恶。】",
      "zh_TW": "【若有宿惡。】"
    },
    {
      "id": "02-025-0004_p0016",
      "zh_CN": "宿世今生所造种种恶业。",
      "zh_TW": "宿世今生所造種種惡業。"
    },
    {
      "id": "02-025-0004_p0017",
      "zh_CN": "【闻我名字。即自悔过。】",
      "zh_TW": "【聞我名字。即自悔過。】"
    },
    {
      "id": "02-025-0004_p0018",
      "zh_CN": "听到《无量寿经》，听到《阿弥陀经》，或者听到阿弥陀佛的名号，就能生起忏悔心，能够『悔过』。",
      "zh_TW": "聽到《無量壽經》，聽到《阿彌陀經》，或者聽到阿彌陀佛的名號，就能生起懺悔心，能夠『悔過』。"
    },
    {
      "id": "02-025-0004_p0019",
      "zh_CN": "【为道作善。】",
      "zh_TW": "【為道作善。】"
    },
    {
      "id": "02-025-0004_p0020",
      "zh_CN": "这是悔过之相。悔过，不是口里说说就算了，那个没有用处的；要从心地里面去悔改，要从行持上去表现，表里一致。他真的悔改了，真的回过头来断恶修善了。",
      "zh_TW": "這是悔過之相。悔過，不是口裡說說就算了，那個沒有用處的；要從心地裡面去悔改，要從行持上去表現，表裡一致。他真的悔改了，真的回過頭來斷惡修善了。"
    },
    {
      "id": "02-025-0004_p0021",
      "zh_CN": "【便持经戒。愿生我刹。】",
      "zh_TW": "【便持經戒。願生我剎。】"
    },
    {
      "id": "02-025-0004_p0022",
      "zh_CN": "他真的能够持戒，能够尊重经典里面的教诲，他认真去做。",
      "zh_TW": "他真的能夠持戒，能夠尊重經典裡面的教誨，他認真去做。"
    },
    {
      "id": "02-025-0004_p0023",
      "zh_CN": "【命终不复更三恶道。即生我国。若不尔者。不取正觉。】",
      "zh_TW": "【命終不復更三惡道。即生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0004_p0024",
      "zh_CN": "这个人临命终时就生极乐世界，就像前面第二十愿一样，蒙佛接引，往生极乐世界。下面一段：",
      "zh_TW": "這個人臨命終時就生極樂世界，就像前面第二十願一樣，蒙佛接引，往生極樂世界。下面一段："
    },
    {
      "id": "02-025-0004_p0025",
      "zh_CN": "【我作佛时。国无妇女。若有女人。闻我名字。得清净信。发菩提心。厌患女身。愿生我国。命终即化男子。来我刹土。十方世界诸众生类。生我国者。皆于七宝池莲华中化生。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。國無婦女。若有女人。聞我名字。得清淨信。發菩提心。厭患女身。願生我國。命終即化男子。來我剎土。十方世界諸眾生類。生我國者。皆於七寶池蓮華中化生。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0004_p0026",
      "zh_CN": "这一段里面有三愿。第二十二愿，说明西方极乐世界没有女人；所有女子发愿往生，生到西方极乐世界统统都是男身，女身都转男身。相貌跟阿弥陀佛完全相同，不只三十二相八十种好，那是释迦牟尼佛在我们这个世界现的叫劣应身。大经上对佛的赞叹都说得很详细，佛的身有无量相，相有无量好，我们无法想像。所以到西方极乐世界，我们得的身相与佛相同。这个是「国无女人」。",
      "zh_TW": "這一段裡面有三願。第二十二願，說明西方極樂世界沒有女人；所有女子發願往生，生到西方極樂世界統統都是男身，女身都轉男身。相貌跟阿彌陀佛完全相同，不只三十二相八十種好，那是釋迦牟尼佛在我們這個世界現的叫劣應身。大經上對佛的讚歎都說得很詳細，佛的身有無量相，相有無量好，我們無法想像。所以到西方極樂世界，我們得的身相與佛相同。這個是「國無女人」。"
    },
    {
      "id": "02-025-0004_p0027",
      "zh_CN": "第二十三愿，转女成男。『厌患女身，愿生我国，命终即化男子，来我刹土』，这一愿就是说明，十方世界女子去往生了，统统是男身。",
      "zh_TW": "第二十三願，轉女成男。『厭患女身，願生我國，命終即化男子，來我剎土』，這一願就是說明，十方世界女子去往生了，統統是男身。"
    },
    {
      "id": "02-025-0004_p0028",
      "zh_CN": "第二十四愿非常重要，生到西方极乐世界都是「莲华化生」，所以他的身非常清净，他没有胞胎。我们这个世间来投胎，母亲十个月怀胎，他的这个神识（我们中国人俗话讲灵魂）就住在母亲肚子里面，这肚子里头不干净。西方世界莲华化生，无比的清净，莲华化生。再看下面这一段：",
      "zh_TW": "第二十四願非常重要，生到西方極樂世界都是「蓮華化生」，所以他的身非常清淨，他沒有胞胎。我們這個世間來投胎，母親十個月懷胎，他的這個神識（我們中國人俗話講靈魂）就住在母親肚子裡面，這肚子裡頭不乾淨。西方世界蓮華化生，無比的清淨，蓮華化生。再看下面這一段："
    },
    {
      "id": "02-025-0004_p0029",
      "zh_CN": "【我作佛时。十方众生。闻我名字。欢喜信乐。礼拜归命。以清净心。修菩萨行。诸天世人。莫不致敬。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名字。歡喜信樂。禮拜歸命。以清淨心。修菩薩行。諸天世人。莫不致敬。】"
    },
    {
      "id": "02-025-0004_p0030",
      "zh_CN": "这一愿是佛对于念佛人现在的加持，我们俗话说诸佛的保佑，诸佛保佑就是在现在这个时候，佛确确实实保佑我们。因为佛保佑我们，所以诸天鬼神对于念佛人、对于阿弥陀佛的学生，都格外的恭敬，所以这些恶鬼邪神他自自然然远离，不敢加害于你。这个得善神的保佑，这是这一愿。也许有同修见到还有念佛人着魔的，念佛人遭遇许许多多苦难的，好像没有得到佛保佑的样子。这是什么原因？必定与佛所说的这几个条件相违背了，他没做到。",
      "zh_TW": "這一願是佛對於念佛人現在的加持，我們俗話說諸佛的保佑，諸佛保佑就是在現在這個時候，佛確確實實保佑我們。因為佛保佑我們，所以諸天鬼神對於念佛人、對於阿彌陀佛的學生，都格外的恭敬，所以這些惡鬼邪神他自自然然遠離，不敢加害於你。這個得善神的保佑，這是這一願。也許有同修見到還有念佛人著魔的，念佛人遭遇許許多多苦難的，好像沒有得到佛保佑的樣子。這是什麼原因？必定與佛所說的這幾個條件相違背了，他沒做到。"
    },
    {
      "id": "02-025-0004_p0031",
      "zh_CN": "你看这个地方的条件，『闻我名字』（这个包括闻经、闻佛名号），『欢喜信乐』，这是第一个条件，听了真正能生欢喜心。欢喜心从哪里生的？一定从信心里面生的。他要不信，他要不愿求生，哪来的欢喜心？「乐」是爱好，喜欢西方极乐世界，喜欢这一部《无量寿经》，对于经典里面所说的理论、境界、修行的方法，真正生起欢喜爱好，这就与佛相应了。『礼拜归命』，「礼拜」是心里面对佛、对极乐世界、对经典、对这个法门，具足真实的恭敬心，这叫礼拜。否则的话，没有真诚恭敬，每天在佛菩萨面前磕十万个头也罔然，那也不叫礼拜，为什么？没有诚敬之心。真正具足诚敬，你纵然一天一拜也没拜，可是诸佛都认为你礼拜了。佛认为你礼拜了，为什么？真诚的恭敬具足。「归命」，就是我们讲的皈依，皈是回头，依是依靠。归命比皈依这个意思还要深。我们从世间法回过头来，一心依靠《无量寿经》、依靠阿弥陀佛；我们从一切大小乘法门里面回过头来，过去学禅也好、学教也好、学密也好，我统统回过头来，专依这一部经，专念阿弥陀佛，这叫归命，一心归命。『以清净心，修菩萨行』。「菩萨行」就是佛在这经典上教给我们修行的原则。念佛人一定要修三福、六和、三学、六度、普贤菩萨十愿，这就是菩萨行。我们在一生当中，对人、对事、对物都遵守这个原则，不敢违犯，用清净心修，这就是菩萨行。",
      "zh_TW": "你看這個地方的條件，『聞我名字』（這個包括聞經、聞佛名號），『歡喜信樂』，這是第一個條件，聽了真正能生歡喜心。歡喜心從哪裡生的？一定從信心裡面生的。他要不信，他要不願求生，哪來的歡喜心？「樂」是愛好，喜歡西方極樂世界，喜歡這一部《無量壽經》，對於經典裡面所說的理論、境界、修行的方法，真正生起歡喜愛好，這就與佛相應了。『禮拜歸命』，「禮拜」是心裡面對佛、對極樂世界、對經典、對這個法門，具足真實的恭敬心，這叫禮拜。否則的話，沒有真誠恭敬，每天在佛菩薩面前磕十萬個頭也罔然，那也不叫禮拜，為什麼？沒有誠敬之心。真正具足誠敬，你縱然一天一拜也沒拜，可是諸佛都認為你禮拜了。佛認為你禮拜了，為什麼？真誠的恭敬具足。「歸命」，就是我們講的皈依，皈是回頭，依是依靠。歸命比皈依這個意思還要深。我們從世間法回過頭來，一心依靠《無量壽經》、依靠阿彌陀佛；我們從一切大小乘法門裡面回過頭來，過去學禪也好、學教也好、學密也好，我統統回過頭來，專依這一部經，專念阿彌陀佛，這叫歸命，一心歸命。『以清淨心，修菩薩行』。「菩薩行」就是佛在這經典上教給我們修行的原則。念佛人一定要修三福、六和、三學、六度、普賢菩薩十願，這就是菩薩行。我們在一生當中，對人、對事、對物都遵守這個原則，不敢違犯，用清淨心修，這就是菩薩行。"
    },
    {
      "id": "02-025-0004_p0032",
      "zh_CN": "你能具足这些条件，『诸天世人』见到你一定尊重你，必然也礼敬你，对你敬重，对你有礼，这是真正佛弟子，真正弥陀弟子。如果我们违犯了，就不是真的佛弟子，这个佛弟子就是冒充的。冒充的佛弟子，天人他瞧不起的，你装得很像，外表装得很像，天人有天眼，一下就看穿了，所以不能瞒过这些天龙鬼神。这是「天人礼敬」。「闻名得福」：",
      "zh_TW": "你能具足這些條件，『諸天世人』見到你一定尊重你，必然也禮敬你，對你敬重，對你有禮，這是真正佛弟子，真正彌陀弟子。如果我們違犯了，就不是真的佛弟子，這個佛弟子就是冒充的。冒充的佛弟子，天人他瞧不起的，你裝得很像，外表裝得很像，天人有天眼，一下就看穿了，所以不能瞞過這些天龍鬼神。這是「天人禮敬」。「聞名得福」："
    },
    {
      "id": "02-025-0004_p0033",
      "zh_CN": "【若闻我名。寿终之后。生尊贵家。诸根无缺。常修殊胜梵行。若不尔者。不取正觉。】",
      "zh_TW": "【若聞我名。壽終之後。生尊貴家。諸根無缺。常修殊勝梵行。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0004_p0034",
      "zh_CN": "这二十六愿是什么意思？这是这一生当中还不想往生的，觉得这个世间还不错，来生还想得人天福报，能不能得到？准能得到。你想想看，你这个条件可以作佛；不作佛，以这个条件来取来生人天福报，那还成什么问题？阿弥陀佛很慈悲，也满你的愿，所以说『若闻我名，寿终之后生尊贵家』。在古时候，生在帝王之家，贵族的家庭，这是福报。『诸根无缺』，身体健康、相貌圆满，这是「诸根无缺」。那么来生得福报，如果要把修行忘掉，去享福去了，那叫真可惜，这一生所修的，来生就报掉了。所以真正有福之人，来生享福还不忘修行，继续修行，他那个福报才能长久。所以阿弥陀佛威神本愿加持他，他不昧本因，来世享福，继续不断还修行，这『常修殊胜梵行』。这个「殊胜梵行」还是念佛修学净土，这真正是慈悲到极处。",
      "zh_TW": "這二十六願是什麼意思？這是這一生當中還不想往生的，覺得這個世間還不錯，來生還想得人天福報，能不能得到？準能得到。你想想看，你這個條件可以作佛；不作佛，以這個條件來取來生人天福報，那還成什麼問題？阿彌陀佛很慈悲，也滿你的願，所以說『若聞我名，壽終之後生尊貴家』。在古時候，生在帝王之家，貴族的家庭，這是福報。『諸根無缺』，身體健康、相貌圓滿，這是「諸根無缺」。那麼來生得福報，如果要把修行忘掉，去享福去了，那叫真可惜，這一生所修的，來生就報掉了。所以真正有福之人，來生享福還不忘修行，繼續修行，他那個福報才能長久。所以阿彌陀佛威神本願加持他，他不昧本因，來世享福，繼續不斷還修行，這『常修殊勝梵行』。這個「殊勝梵行」還是念佛修學淨土，這真正是慈悲到極處。"
    },
    {
      "id": "02-025-0004_p0035",
      "zh_CN": "从十三愿到二十七愿，到我们讲的这个地方，是说明阿弥陀佛以本愿威神如何去接引众生，如何去加持、帮助十方一切众生。这一切众生都是有缘的众生，与阿弥陀佛有缘的众生，也就是「闻我名字，欢喜信乐」这一类众生。下面再继续介绍西方极乐世界依正的状况：",
      "zh_TW": "從十三願到二十七願，到我們講的這個地方，是說明阿彌陀佛以本願威神如何去接引眾生，如何去加持、幫助十方一切眾生。這一切眾生都是有緣的眾生，與阿彌陀佛有緣的眾生，也就是「聞我名字，歡喜信樂」這一類眾生。下面再繼續介紹西方極樂世界依正的狀況："
    },
    {
      "id": "02-025-0004_p0036",
      "zh_CN": "【我作佛时。国中无不善名。】",
      "zh_TW": "【我作佛時。國中無不善名。】"
    },
    {
      "id": "02-025-0004_p0037",
      "zh_CN": "这是第二十八愿。我们这个世间恶事很多，恶的果报。既然有恶事、有恶报，当然就有恶名。西方世界连恶的名都没有，诸位想想，那还会有人造恶业吗，还会有恶的果报吗？譬如说恶名，三恶道是恶名，地狱、饿鬼、畜生。我们这个世间有人造三恶道的业，所以有三恶道的果报，有这些恶名。西方世界没有人造恶业，没有恶的果报，连恶的名称都听不到，这个世界称之为「极乐」，就从这个地方来的。",
      "zh_TW": "這是第二十八願。我們這個世間惡事很多，惡的果報。既然有惡事、有惡報，當然就有惡名。西方世界連惡的名都沒有，諸位想想，那還會有人造惡業嗎，還會有惡的果報嗎？譬如說惡名，三惡道是惡名，地獄、餓鬼、畜生。我們這個世間有人造三惡道的業，所以有三惡道的果報，有這些惡名。西方世界沒有人造惡業，沒有惡的果報，連惡的名稱都聽不到，這個世界稱之為「極樂」，就從這個地方來的。"
    },
    {
      "id": "02-025-0004_p0038",
      "zh_CN": "【所有众生。】",
      "zh_TW": "【所有眾生。】"
    },
    {
      "id": "02-025-0004_p0039",
      "zh_CN": "这个『所有』，是指十方一切众生。",
      "zh_TW": "這個『所有』，是指十方一切眾生。"
    },
    {
      "id": "02-025-0004_p0040",
      "zh_CN": "【生我国者。皆同一心。住于定聚。】",
      "zh_TW": "【生我國者。皆同一心。住於定聚。】"
    },
    {
      "id": "02-025-0004_p0041",
      "zh_CN": "这是第二十九愿，「住正定聚」。这是十方世界的众生，往生西方极乐世界一个很重要的条件，那就是要『住于定聚』。佛告诉我们，一切众生可以分为三大类，一类是正定聚、一类是邪定聚、一类是不定聚。什么叫「正定」？他在这一生当中，决定得成正果，这种人叫正定。什么叫「邪定」？这些人修行虽然很用功、很精进，他一生修行决定得不到结果，那就属于邪定。「不定聚」是指我们一般泛泛的，我们就是属于不定聚这一类的。我们这一类的人看运气，遇到正定聚的，我们就学了正定；遇到邪定聚，也可能就学了邪定，所以说是近朱者赤、近墨者黑。我们很幸运，遇到大乘法里面最殊胜的净宗法门，当生成就的法门，假如我们死心塌地（前面讲的一心归命）、专修专弘，这是第一正定，所以生到西方极乐世界是这么一个条件去的。西方世界没有邪定聚的人，也没有不定聚的人，统统都是正定聚的，所以到达西方世界，在一生当中个个都圆成佛道。底下经文说：",
      "zh_TW": "這是第二十九願，「住正定聚」。這是十方世界的眾生，往生西方極樂世界一個很重要的條件，那就是要『住於定聚』。佛告訴我們，一切眾生可以分為三大類，一類是正定聚、一類是邪定聚、一類是不定聚。什麼叫「正定」？他在這一生當中，決定得成正果，這種人叫正定。什麼叫「邪定」？這些人修行雖然很用功、很精進，他一生修行決定得不到結果，那就屬於邪定。「不定聚」是指我們一般泛泛的，我們就是屬於不定聚這一類的。我們這一類的人看運氣，遇到正定聚的，我們就學了正定；遇到邪定聚，也可能就學了邪定，所以說是近朱者赤、近墨者黑。我們很幸運，遇到大乘法裡面最殊勝的淨宗法門，當生成就的法門，假如我們死心塌地（前面講的一心歸命）、專修專弘，這是第一正定，所以生到西方極樂世界是這麼一個條件去的。西方世界沒有邪定聚的人，也沒有不定聚的人，統統都是正定聚的，所以到達西方世界，在一生當中個個都圓成佛道。底下經文說："
    },
    {
      "id": "02-025-0004_p0042",
      "zh_CN": "【永离热恼。心得清凉。所受快乐。犹如漏尽比丘。】",
      "zh_TW": "【永離熱惱。心得清涼。所受快樂。猶如漏盡比丘。】"
    },
    {
      "id": "02-025-0004_p0043",
      "zh_CN": "这四句是第三十愿，「乐如漏尽愿」。「漏」是烦恼的代名词，「漏尽」就是烦恼断尽了，『漏尽比丘』就是小乘的四果阿罗汉。证得四果阿罗汉，他那种快乐，佛知道，菩萨知道，我们凡夫不知道。佛为我们说，说了我们也没有办法体会到，为什么？那个乐我们没享受过，不知道那个快乐是怎么回事情，但是从前面这个三句，我们能够体会到一点。『永离热恼』，「恼」是烦恼，人这一烦恼，心就烦躁，身体就发热，我们讲火气上升，动肝火，瞋恚心起来了，动肝火。「热恼」永远没有了，也就是这个人瞋恚、嫉妒、障碍这些念头没有了，贪瞋痴慢统统都断了。『心得清凉』，到达这个境界，这确实是阿罗汉的境界。因为三界之内的见思烦恼，他确确实实断了，确实永离了，这个时候心里面的快乐、喜悦，我们佛经里面常讲的「法喜充满」，这个『所受快乐』是法喜充满。佛举这个例子，举阿罗汉做例子。",
      "zh_TW": "這四句是第三十願，「樂如漏盡願」。「漏」是煩惱的代名詞，「漏盡」就是煩惱斷盡了，『漏盡比丘』就是小乘的四果阿羅漢。證得四果阿羅漢，他那種快樂，佛知道，菩薩知道，我們凡夫不知道。佛為我們說，說了我們也沒有辦法體會到，為什麼？那個樂我們沒享受過，不知道那個快樂是怎麼回事情，但是從前面這個三句，我們能夠體會到一點。『永離熱惱』，「惱」是煩惱，人這一煩惱，心就煩躁，身體就發熱，我們講火氣上升，動肝火，瞋恚心起來了，動肝火。「熱惱」永遠沒有了，也就是這個人瞋恚、嫉妒、障礙這些念頭沒有了，貪瞋痴慢統統都斷了。『心得清涼』，到達這個境界，這確實是阿羅漢的境界。因為三界之內的見思煩惱，他確確實實斷了，確實永離了，這個時候心裡面的快樂、喜悅，我們佛經裡面常講的「法喜充滿」，這個『所受快樂』是法喜充滿。佛舉這個例子，舉阿羅漢做例子。"
    },
    {
      "id": "02-025-0004_p0044",
      "zh_CN": "【若起想念。贪计身者。不取正觉。】",
      "zh_TW": "【若起想念。貪計身者。不取正覺。】"
    },
    {
      "id": "02-025-0004_p0045",
      "zh_CN": "这个后面二句是第三十一愿，这是假设的，决定不可能的；如果还有这个事情，佛说了，那我就不成佛。那么阿弥陀佛现在已经成佛十劫，可见他的愿都兑现了。生到西方极乐世界，决定不可能再有烦恼。这个『贪计身者』，「贪」是属于思惑，见思烦恼的思惑；「身」是属于见惑，所以这一句里面就是见思烦恼。到达西方极乐世界，永远不会再起见思烦恼，这里就是这个意思，第三十一愿就是这个意思，见思烦恼确确实实永断了。为什么世尊要把这个放在大愿里面？诸位要晓得，它这个意义很深。因为我们是带业往生的，我们见思烦恼一品都没有断，所以心里头怀疑，我们到西方极乐世界，万一我这个烦恼又起现行怎么办？像我们在这个世间，我们这个见思烦恼、贪瞋痴慢有的时候起现行，再念佛、念佛把它压住；佛不念了，它又起来了。那到西方极乐世界还会不会有这个现象？佛第三十一愿，这一愿的加持，使你见思烦恼纵然带到西方极乐世界去，永远不会起现行了。如果还会有一念起来，阿弥陀佛就不成佛。他既然已经成佛，他这一愿他做到了。所以这是得佛本愿威神的加持，我们的烦恼不要断，到西方极乐世界自然就没有了，自然都不起作用了，靠这一个愿力。",
      "zh_TW": "這個後面二句是第三十一願，這是假設的，決定不可能的；如果還有這個事情，佛說了，那我就不成佛。那麼阿彌陀佛現在已經成佛十劫，可見他的願都兌現了。生到西方極樂世界，決定不可能再有煩惱。這個『貪計身者』，「貪」是屬於思惑，見思煩惱的思惑；「身」是屬於見惑，所以這一句裡面就是見思煩惱。到達西方極樂世界，永遠不會再起見思煩惱，這裡就是這個意思，第三十一願就是這個意思，見思煩惱確確實實永斷了。為什麼世尊要把這個放在大願裡面？諸位要曉得，它這個意義很深。因為我們是帶業往生的，我們見思煩惱一品都沒有斷，所以心裡頭懷疑，我們到西方極樂世界，萬一我這個煩惱又起現行怎麼辦？像我們在這個世間，我們這個見思煩惱、貪瞋痴慢有的時候起現行，再念佛、念佛把它壓住；佛不念了，它又起來了。那到西方極樂世界還會不會有這個現象？佛第三十一願，這一願的加持，使你見思煩惱縱然帶到西方極樂世界去，永遠不會起現行了。如果還會有一念起來，阿彌陀佛就不成佛。他既然已經成佛，他這一願他做到了。所以這是得佛本願威神的加持，我們的煩惱不要斷，到西方極樂世界自然就沒有了，自然都不起作用了，靠這一個願力。"
    },
    {
      "id": "02-025-0004_p0046",
      "zh_CN": "所以诸位晓得，我们在这个世界烦恼要靠自己断，好难，不容易！到达西方世界，不需要靠自己力量断，弥陀本愿的加持，这个就容易太多了。请看下面一段：",
      "zh_TW": "所以諸位曉得，我們在這個世界煩惱要靠自己斷，好難，不容易！到達西方世界，不需要靠自己力量斷，彌陀本願的加持，這個就容易太多了。請看下面一段："
    },
    {
      "id": "02-025-0004_p0047",
      "zh_CN": "【我作佛时。生我国者。善根无量。皆得金刚那罗延身。坚固之力。】",
      "zh_TW": "【我作佛時。生我國者。善根無量。皆得金剛那羅延身。堅固之力。】"
    },
    {
      "id": "02-025-0004_p0048",
      "zh_CN": "到这个地方这是三十二愿，「那罗延身愿」。『那罗延』是梵语，它究竟是什么意思，没有翻译。我们在《佛学大辞典》里面见到有这个名词，那罗延，有这个名词，注解里面只说它是金刚力士的名字。佛在经上说起金刚力士，常常举他来作例子。那么我们想像当中，必定是金刚力士当中，身体最强壮、能力最大的，大概那罗延金刚是第一，所以常常举他来做例子。十方世界的众生，生到西方极乐世界，他身体的强壮就像金刚那罗延力士一样，这是以他来做比喻；实际上，那罗延金刚是远远比不上西方极乐世界的众生，但是在我们这个世间已经找不到第二个人了，所以用他来做比喻，就是是坚固的力量，他的能力。「金刚」，佛在《般若》里头也常用它做比喻，它是非常坚硬的一个物质，它能破坏一切物质，一切物质不能破坏它，所以佛就用金刚来比喻般若。这就说明，生到西方极乐世界，是真正的金刚不坏身。反过来看我们这个世间，我们得的这个身体非常脆弱，禁不起一点风寒，受一点风寒，身上就得病，身体就软弱无力；吃坏一点东西，也得病，就是身体非常脆弱。这西方世界的人，他们的身体跟十方世界众生不一样，确确实实是金刚不坏身。下面经文说：",
      "zh_TW": "到這個地方這是三十二願，「那羅延身願」。『那羅延』是梵語，它究竟是什麼意思，沒有翻譯。我們在《佛學大辭典》裡面見到有這個名詞，那羅延，有這個名詞，註解裡面只說它是金剛力士的名字。佛在經上說起金剛力士，常常舉他來作例子。那麼我們想像當中，必定是金剛力士當中，身體最強壯、能力最大的，大概那羅延金剛是第一，所以常常舉他來做例子。十方世界的眾生，生到西方極樂世界，他身體的強壯就像金剛那羅延力士一樣，這是以他來做比喻；實際上，那羅延金剛是遠遠比不上西方極樂世界的眾生，但是在我們這個世間已經找不到第二個人了，所以用他來做比喻，就是是堅固的力量，他的能力。「金剛」，佛在《般若》裡頭也常用它做比喻，它是非常堅硬的一個物質，它能破壞一切物質，一切物質不能破壞它，所以佛就用金剛來比喻般若。這就說明，生到西方極樂世界，是真正的金剛不壞身。反過來看我們這個世間，我們得的這個身體非常脆弱，禁不起一點風寒，受一點風寒，身上就得病，身體就軟弱無力；吃壞一點東西，也得病，就是身體非常脆弱。這西方世界的人，他們的身體跟十方世界眾生不一樣，確確實實是金剛不壞身。下面經文說："
    },
    {
      "id": "02-025-0004_p0049",
      "zh_CN": "【身顶皆有光明照耀。】",
      "zh_TW": "【身頂皆有光明照耀。】"
    },
    {
      "id": "02-025-0004_p0050",
      "zh_CN": "佛有常光。你看我们画佛像，佛的头部有圆光；不但佛头部有圆光，佛的身也放光。这叫常光，拣别不是放光。放光是有特别的因缘，常光自自然然它就有光明。佛有光明，菩萨有光明，生到西方极乐世界的人，下下品往生的人，造作一切罪业去往生的人，统统都有光明，跟佛菩萨一样，『皆有光明照耀』。这也是弥陀本愿的加持，第三十三愿的加持。这个底下还有：",
      "zh_TW": "佛有常光。你看我們畫佛像，佛的頭部有圓光；不但佛頭部有圓光，佛的身也放光。這叫常光，揀別不是放光。放光是有特別的因緣，常光自自然然它就有光明。佛有光明，菩薩有光明，生到西方極樂世界的人，下下品往生的人，造作一切罪業去往生的人，統統都有光明，跟佛菩薩一樣，『皆有光明照耀』。這也是彌陀本願的加持，第三十三願的加持。這個底下還有："
    },
    {
      "id": "02-025-0004_p0051",
      "zh_CN": "【成就一切智慧。获得无边辩才。】",
      "zh_TW": "【成就一切智慧。獲得無邊辯才。】"
    },
    {
      "id": "02-025-0004_p0052",
      "zh_CN": "光明是佛的智慧，光明是自性般若智慧。佛以他的愿力伏灭了我们的烦恼，又以他的愿力启发我们自性本有的般若光明智慧。这是生到西方极乐世界成就快速的原因，佛力加持，这是一个很要紧的因素；还有一个重要的因素，就是「诸上善人俱会一处」。有这些重要因素，所以那个地方成佛快，太快太快了，真是我们意想不到。所以成就『智慧』，获得『辩才』。",
      "zh_TW": "光明是佛的智慧，光明是自性般若智慧。佛以他的願力伏滅了我們的煩惱，又以他的願力啟發我們自性本有的般若光明智慧。這是生到西方極樂世界成就快速的原因，佛力加持，這是一個很要緊的因素；還有一個重要的因素，就是「諸上善人俱會一處」。有這些重要因素，所以那個地方成佛快，太快太快了，真是我們意想不到。所以成就『智慧』，獲得『辯才』。"
    },
    {
      "id": "02-025-0004_p0053",
      "zh_CN": "【善谈诸法秘要。说经行道。语如钟声。若不尔者。不取正觉。】",
      "zh_TW": "【善談諸法祕要。說經行道。語如鐘聲。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0004_p0054",
      "zh_CN": "这是第三十四愿。往生到西方极乐世界的人，绝大多数都是慈悲心很切，自己在六道里面受尽了苦难，不愿意看到别人受苦受难，总是要想尽方法去帮助这些苦难众生。所以，很多很多，迫不及待，在西方世界不想快速成佛，以菩萨身分到六道里面去教化众生。教化众生，一定要辩才无碍，一定要通达总总法门，『善谈诸法秘要』。这绝不是烦恼没断的人可以做到，这也绝不是二乘权教菩萨所能做得到的，必定都是那些法身大士，他们才有这个能力。我们要凭自己的能力断见思烦恼、尘沙烦恼，再破几品无明，证得法身，那谈何容易！前面跟诸位报告过，通常佛讲，要修行经历三个阿僧祇劫才能达到这个地步，时间太长太长了。所以发愿救度一切众生，如果自己不具这样的智慧德能，那只可以说心有余而力不足，办不到的！可是生到西方世界就行了。那么我们要问，生到西方世界，在西方世界住多久、学多久，才可以回来度众生？这很多人关心。我们看这一愿里面所显示的，阿弥陀佛并没有限制我们在西方极乐世界要住多久、要学多久，没有限制。没限制就好办，到达极乐世界见到阿弥陀佛，给他老人家顶礼三拜，就说明，「娑婆世界众生苦，我很想去作菩萨，到那里教化众生。阿弥陀佛，请教您老人家行不行？」阿弥陀佛一定点头，「好，你去吧！」去，要智慧、要神通德能，行，第三十四愿加持你。所以这个智慧、辩才，「善谈诸法秘要」，乃至于『语如钟声』，这个音声之美、宏亮，不是自己修的，是阿弥陀佛加持你的。真正要想发心行菩萨道、教化众生，赶紧到西方极乐世界；要不到极乐世界、不见阿弥陀佛，你要想到达这个境界，那你就准备好好的去修行三个阿僧祇劫，没有这么长时间修行，这个能力你是得不到的。",
      "zh_TW": "這是第三十四願。往生到西方極樂世界的人，絕大多數都是慈悲心很切，自己在六道裡面受盡了苦難，不願意看到別人受苦受難，總是要想盡方法去幫助這些苦難眾生。所以，很多很多，迫不及待，在西方世界不想快速成佛，以菩薩身分到六道裡面去教化眾生。教化眾生，一定要辯才無礙，一定要通達總總法門，『善談諸法祕要』。這絕不是煩惱沒斷的人可以做到，這也絕不是二乘權教菩薩所能做得到的，必定都是那些法身大士，他們才有這個能力。我們要憑自己的能力斷見思煩惱、塵沙煩惱，再破幾品無明，證得法身，那談何容易！前面跟諸位報告過，通常佛講，要修行經歷三個阿僧祇劫才能達到這個地步，時間太長太長了。所以發願救度一切眾生，如果自己不具這樣的智慧德能，那只可以說心有餘而力不足，辦不到的！可是生到西方世界就行了。那麼我們要問，生到西方世界，在西方世界住多久、學多久，才可以回來度眾生？這很多人關心。我們看這一願裡面所顯示的，阿彌陀佛並沒有限制我們在西方極樂世界要住多久、要學多久，沒有限制。沒限制就好辦，到達極樂世界見到阿彌陀佛，給他老人家頂禮三拜，就說明，「娑婆世界眾生苦，我很想去作菩薩，到那裡教化眾生。阿彌陀佛，請教您老人家行不行？」阿彌陀佛一定點頭，「好，你去吧！」去，要智慧、要神通德能，行，第三十四願加持你。所以這個智慧、辯才，「善談諸法祕要」，乃至於『語如鐘聲』，這個音聲之美、宏亮，不是自己修的，是阿彌陀佛加持你的。真正要想發心行菩薩道、教化眾生，趕緊到西方極樂世界；要不到極樂世界、不見阿彌陀佛，你要想到達這個境界，那你就準備好好的去修行三個阿僧祇劫，沒有這麼長時間修行，這個能力你是得不到的。"
    },
    {
      "id": "02-025-0004_p0055",
      "zh_CN": "所以西方世界的殊胜，你不读四十八愿，不读《无量寿经》，你不知道；读了之后，真正能体会、能明白了，你才晓得为什么那些菩萨一定要到极乐世界去，道理就在此地。不到极乐世界，你这个智慧能力一定要自己修得。我们自己性德里头虽然具足，但是没有修德，本性里头智慧德能不能现前。唯有到极乐世界，蒙佛本愿加持，不需要那么长的时间修，现在就能够用得上，这是要靠佛力加持。请看底下这一段（第五页）：",
      "zh_TW": "所以西方世界的殊勝，你不讀四十八願，不讀《無量壽經》，你不知道；讀了之後，真正能體會、能明白了，你才曉得為什麼那些菩薩一定要到極樂世界去，道理就在此地。不到極樂世界，你這個智慧能力一定要自己修得。我們自己性德裡頭雖然具足，但是沒有修德，本性裡頭智慧德能不能現前。唯有到極樂世界，蒙佛本願加持，不需要那麼長的時間修，現在就能夠用得上，這是要靠佛力加持。請看底下這一段（第五頁）："
    },
    {
      "id": "02-025-0004_p0056",
      "zh_CN": "【我作佛时。所有众生。生我国者。究竟必至一生补处。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。究竟必至一生補處。】"
    },
    {
      "id": "02-025-0004_p0057",
      "zh_CN": "这个四句是第三十五愿。这一愿同样的，也是对我们提出了决定的保证，保证你到达西方极乐世界一生成佛。这个『补处』，就是后补佛，就是等觉菩萨。像观世音菩萨在西方极乐世界后补，阿弥陀佛入灭了，他就成佛。弥勒菩萨在我们娑婆世界后补，释迦牟尼佛法运尽了之后，他到这个世间来成佛。所以弥勒现在是菩萨，将来是佛，所以我们称他作「当来下生佛」，他现在还没有，当来，就是将来，他到这个世界上来示现作佛。这是贤劫第五尊佛，释迦牟尼佛是第四，他是第五尊佛，这后补佛。文殊菩萨在华藏世界后补佛，补毘卢遮那如来。这样的地位！实在讲这种地位就是已经成佛了，不在佛位。一个世界只有一尊佛，不能有两尊佛。好像一个学校只有一个校长，不能有两个校长。但是他的能力、智慧，确确实实可以做校长了，现在这个校长还没退位、还没辞职，他要等这个校长退位，他才来继任。所以等觉菩萨实际上就是成佛了，成佛而不在佛位。一生当中决定得到，不要等第二生。所以这个法门，古大德常讲「当生成就的佛法」。",
      "zh_TW": "這個四句是第三十五願。這一願同樣的，也是對我們提出了決定的保證，保證你到達西方極樂世界一生成佛。這個『補處』，就是後補佛，就是等覺菩薩。像觀世音菩薩在西方極樂世界後補，阿彌陀佛入滅了，他就成佛。彌勒菩薩在我們娑婆世界後補，釋迦牟尼佛法運盡了之後，他到這個世間來成佛。所以彌勒現在是菩薩，將來是佛，所以我們稱他作「當來下生佛」，他現在還沒有，當來，就是將來，他到這個世界上來示現作佛。這是賢劫第五尊佛，釋迦牟尼佛是第四，他是第五尊佛，這後補佛。文殊菩薩在華藏世界後補佛，補毘盧遮那如來。這樣的地位！實在講這種地位就是已經成佛了，不在佛位。一個世界只有一尊佛，不能有兩尊佛。好像一個學校只有一個校長，不能有兩個校長。但是他的能力、智慧，確確實實可以做校長了，現在這個校長還沒退位、還沒辭職，他要等這個校長退位，他才來繼任。所以等覺菩薩實際上就是成佛了，成佛而不在佛位。一生當中決定得到，不要等第二生。所以這個法門，古大德常講「當生成就的佛法」。"
    },
    {
      "id": "02-025-0004_p0058",
      "zh_CN": "说到当生成就的佛法，诸位要知道，只有这一法，决定没有第二法。但是也许诸位也听到过，密宗里头有说「即身成佛」。我们这个经上有「一生补处」。印光大师在《文钞》里面说得很清楚，《文钞嘉言录》里面就有（《文钞》大家不晓得在哪里去找，哪一段；你看《嘉言录》，《嘉言录》里头有分类了，你看他讲密教的这一部分，他就说到了）。密宗里面所说的即身成佛，跟小乘里面所讲的阿罗汉果很接近；由此可知，他成的那个佛是很低很低级的佛，在天台家讲就是藏教的佛。藏教上面有通教、别教、圆教，他不是圆教佛，是藏教佛！藏教的佛，诸位要知道，有没有明心见性？没有。实际上就是小乘的阿罗汉，小乘最高的果位。天台家藏教佛就是阿罗汉的果位、辟支佛的果位，没见性。见思烦恼断了，尘沙烦恼没有断，无明一品也没破，是这样的境界。这个境界已经就不容易了，很难证得。",
      "zh_TW": "說到當生成就的佛法，諸位要知道，只有這一法，決定沒有第二法。但是也許諸位也聽到過，密宗裡頭有說「即身成佛」。我們這個經上有「一生補處」。印光大師在《文鈔》裡面說得很清楚，《文鈔嘉言錄》裡面就有（《文鈔》大家不曉得在哪裡去找，哪一段；你看《嘉言錄》，《嘉言錄》裡頭有分類了，你看他講密教的這一部分，他就說到了）。密宗裡面所說的即身成佛，跟小乘裡面所講的阿羅漢果很接近；由此可知，他成的那個佛是很低很低級的佛，在天台家講就是藏教的佛。藏教上面有通教、別教、圓教，他不是圓教佛，是藏教佛！藏教的佛，諸位要知道，有沒有明心見性？沒有。實際上就是小乘的阿羅漢，小乘最高的果位。天台家藏教佛就是阿羅漢的果位、辟支佛的果位，沒見性。見思煩惱斷了，塵沙煩惱沒有斷，無明一品也沒破，是這樣的境界。這個境界已經就不容易了，很難證得。"
    },
    {
      "id": "02-025-0004_p0059",
      "zh_CN": "你们看黄念祖老居士《无量寿经》的注解。黄老居士他是密宗的金刚上师，他是诺那活佛的传人，他很老实，他不骗人，他跟学密的同修们说的，这些好像在「谷响集」里面。他有个小册子《净土资粮》，后面有「谷响集」，「谷响集」都是答复学密同修的书信，你去看看，你看看他所说的。他说在中国大陆最近四十年，大陆上十亿人，四十年的时间里面，学密的成就的只有六个人。不成比例，太难太难了！所以他老人家劝人念佛。「谷响集」里头对学密的人，他还特别劝他，你们学密很好，但是一定要加持《无量寿经》、《弥陀经要解》、《普贤菩萨行愿品》，他劝学密的人一定要加持这三部经，念佛发愿求生净土。这是真正密宗大德，不骗人，真正爱护人。除这个法门之外，没有第二个法门。黄老居士这一番苦心，你要细细去体会，能够体会到一些，就是教你老实念佛。生到西方极乐世界，这一生补处是圆教佛，是究竟圆满的佛果，一生成就。",
      "zh_TW": "你們看黃念祖老居士《無量壽經》的註解。黃老居士他是密宗的金剛上師，他是諾那活佛的傳人，他很老實，他不騙人，他跟學密的同修們說的，這些好像在「谷響集」裡面。他有個小冊子《淨土資糧》，後面有「谷響集」，「谷響集」都是答覆學密同修的書信，你去看看，你看看他所說的。他說在中國大陸最近四十年，大陸上十億人，四十年的時間裡面，學密的成就的只有六個人。不成比例，太難太難了！所以他老人家勸人念佛。「谷響集」裡頭對學密的人，他還特別勸他，你們學密很好，但是一定要加持《無量壽經》、《彌陀經要解》、《普賢菩薩行願品》，他勸學密的人一定要加持這三部經，念佛發願求生淨土。這是真正密宗大德，不騙人，真正愛護人。除這個法門之外，沒有第二個法門。黃老居士這一番苦心，你要細細去體會，能夠體會到一些，就是教你老實念佛。生到西方極樂世界，這一生補處是圓教佛，是究竟圓滿的佛果，一生成就。"
    },
    {
      "id": "02-025-0004_p0060",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}