{
  "doc_id": "02-025-0012",
  "title": {
    "zh_CN": "净宗朝暮课诵经文讲记",
    "zh_TW": "淨宗朝暮課誦經文講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "02-025-0012",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "02-025-0012_p0001",
      "zh_CN": "请掀开讲义第六页，倒数第二行，最后一句开始。",
      "zh_TW": "請掀開講義第六頁，倒數第二行，最後一句開始。"
    },
    {
      "id": "02-025-0012_p0002",
      "zh_CN": "【其五者。世间人民。徙倚懈怠。不肯作善。治身修业。父母教诲。违戾反逆。譬如怨家。不如无子。负恩违义。无有报偿。】",
      "zh_TW": "【其五者。世間人民。徙倚懈怠。不肯作善。治身修業。父母教誨。違戾反逆。譬如怨家。不如無子。負恩違義。無有報償。】"
    },
    {
      "id": "02-025-0012_p0003",
      "zh_CN": "从这个地方看起。第五段是「饮酒恶」。我们从这一品经细心的去观察，这个经义实实在在包含了五戒与十善：前面三条讲杀、盗、淫；第四段「妄语恶」里面，说到两舌、恶口、妄言、绮语；而在「饮酒恶」这一段里面，说到了贪、瞋、痴（当然这个贪瞋痴都是因为酒的过失而引起的），所以它的意思是非常的圆满。戒跟善似乎是相同，其实它不一样。善，它的果报是人天福报，所以叫十善，修这十种善业，得人天福报。而戒的目的跟善的目的不相同，戒是要得定，因戒得定，所以它的果是要得定，而不是在福报。戒，决定是善，善不一定是戒，这个我们一定要把它辨别清楚。戒一定是善，善不一定是戒，它结果不相同。我们念佛人所求的目的就是念佛三昧，念佛三昧是属于定。怎样才能得念佛三昧？当然正因是「信愿持名」，但是持戒是助缘，把我们不能得三昧种种的障碍除掉，用戒把它离开，这样子使我们的三昧容易成就，可见它的目的跟世间求福报是不相同的。",
      "zh_TW": "從這個地方看起。第五段是「飲酒惡」。我們從這一品經細心的去觀察，這個經義實實在在包含了五戒與十善：前面三條講殺、盜、淫；第四段「妄語惡」裡面，說到兩舌、惡口、妄言、綺語；而在「飲酒惡」這一段裡面，說到了貪、瞋、痴（當然這個貪瞋痴都是因為酒的過失而引起的），所以它的意思是非常的圓滿。戒跟善似乎是相同，其實它不一樣。善，它的果報是人天福報，所以叫十善，修這十種善業，得人天福報。而戒的目的跟善的目的不相同，戒是要得定，因戒得定，所以它的果是要得定，而不是在福報。戒，決定是善，善不一定是戒，這個我們一定要把它辨別清楚。戒一定是善，善不一定是戒，它結果不相同。我們念佛人所求的目的就是念佛三昧，念佛三昧是屬於定。怎樣才能得念佛三昧？當然正因是「信願持名」，但是持戒是助緣，把我們不能得三昧種種的障礙除掉，用戒把它離開，這樣子使我們的三昧容易成就，可見它的目的跟世間求福報是不相同的。"
    },
    {
      "id": "02-025-0012_p0004",
      "zh_CN": "我们看经文，经文一开端说『世间人民』，这先说因，把这个因缘说明白。『徙倚懈怠，不肯作善』，「徙倚」是徘徊的意思。也就是一个人在一生当中没有一个方向、没有一个目标，也就是古人所说「志不立」，这个人没有志向，因此这一生就无所适从，徙倚就是这种样子，无所适从。这样的人就是我们俗话所说的醉生梦死，糊里糊涂来到这个世间，一生也就是迷惑颠倒过去了。人生要过得很充实，过得有意义、有价值，他一定在一生当中有一个奋斗的目标，有一定的方向，他的生活就过得很充实。世间法立志，就是做大事，无论哪一个行业，他只要志向不改，精进努力，一定都有成就。但是，佛告诉我们，世法里面的成就不真实，为什么不真实？毕竟属于轮回业，这就不真实了。真实是要讲到永恒的，世间法里面讲三不朽，这也是有一点永恒的意思，所谓是立功、立德、立言。但是，那个三不朽也不是真实的，因为这个世界还有成、住、坏、空，怎能够有真正的不朽？所以这是不可能的事情。像这一些事实，我们都能够体会得到，也都能够看得很清楚。像世间变乱，天灾人祸，往往带来了严重的毁灭，不止是沧海桑田。所以佛告诉我们，真实的是属于超越世法，这才是真实。「明心见性」，那是真正的永恒。可是话说得容易，得来实在不是一桩容易的事情。于是佛祖为我们大开方便之门，就是以名号功德接引十方众生往生净土。生到净土，第一个，你得到的是无量寿，这就是第一真实；第二，是圆证三不退，一生究竟圆满成佛，这才是真实的。我们要是把方向目标定在这里，这个人一生就过得真正充实，真正有意义、有价值了。这个徘徊、懈怠，可以说是很痛苦的人生，他没有幸福、也没有快乐，这是非常的不幸。",
      "zh_TW": "我們看經文，經文一開端說『世間人民』，這先說因，把這個因緣說明白。『徙倚懈怠，不肯作善』，「徙倚」是徘徊的意思。也就是一個人在一生當中沒有一個方向、沒有一個目標，也就是古人所說「志不立」，這個人沒有志向，因此這一生就無所適從，徙倚就是這種樣子，無所適從。這樣的人就是我們俗話所說的醉生夢死，糊裡糊塗來到這個世間，一生也就是迷惑顛倒過去了。人生要過得很充實，過得有意義、有價值，他一定在一生當中有一個奮鬥的目標，有一定的方向，他的生活就過得很充實。世間法立志，就是做大事，無論哪一個行業，他只要志向不改，精進努力，一定都有成就。但是，佛告訴我們，世法裡面的成就不真實，為什麼不真實？畢竟屬於輪迴業，這就不真實了。真實是要講到永恆的，世間法裡面講三不朽，這也是有一點永恆的意思，所謂是立功、立德、立言。但是，那個三不朽也不是真實的，因為這個世界還有成、住、壞、空，怎能夠有真正的不朽？所以這是不可能的事情。像這一些事實，我們都能夠體會得到，也都能夠看得很清楚。像世間變亂，天災人禍，往往帶來了嚴重的毀滅，不止是滄海桑田。所以佛告訴我們，真實的是屬於超越世法，這才是真實。「明心見性」，那是真正的永恆。可是話說得容易，得來實在不是一樁容易的事情。於是佛祖為我們大開方便之門，就是以名號功德接引十方眾生往生淨土。生到淨土，第一個，你得到的是無量壽，這就是第一真實；第二，是圓證三不退，一生究竟圓滿成佛，這才是真實的。我們要是把方向目標定在這裡，這個人一生就過得真正充實，真正有意義、有價值了。這個徘徊、懈怠，可以說是很痛苦的人生，他沒有幸福、也沒有快樂，這是非常的不幸。"
    },
    {
      "id": "02-025-0012_p0005",
      "zh_CN": "大凡这一类的人，就是我们世间常讲的不务正业，游手好闲，苟安放逸，所以不肯为善。古圣先贤的教诲，他听不进去，他也听不懂；父兄师长的教导，他也不能接受。所以说『不肯作善，治身修业』，这个「治身」就是我们常讲的修身，「业」是正业，正当的行业。『父母教诲，违戾反逆』，这是刚才说的，父母师长的教诲不但不能接受，而且是有意的去违背。『譬如怨家，不如无子』，父母有这么一个不孝、大逆不道的儿子，确实感叹不如无子。为什么？无子，他还不操心、还不担心。唯恐这个小孩为非作歹，连累父母、连累家亲眷属，让父母常常担忧。『负恩违义，无有报偿』，父母养育之恩，师长有教导之义，所谓是忘恩负义，不能够报恩，不能够孝养父母，不能够奉事师长，这就是「无有报偿」。",
      "zh_TW": "大凡這一類的人，就是我們世間常講的不務正業，遊手好閒，苟安放逸，所以不肯為善。古聖先賢的教誨，他聽不進去，他也聽不懂；父兄師長的教導，他也不能接受。所以說『不肯作善，治身修業』，這個「治身」就是我們常講的修身，「業」是正業，正當的行業。『父母教誨，違戾反逆』，這是剛才說的，父母師長的教誨不但不能接受，而且是有意的去違背。『譬如怨家，不如無子』，父母有這麼一個不孝、大逆不道的兒子，確實感嘆不如無子。為什麼？無子，他還不操心、還不擔心。唯恐這個小孩為非作歹，連累父母、連累家親眷屬，讓父母常常擔憂。『負恩違義，無有報償』，父母養育之恩，師長有教導之義，所謂是忘恩負義，不能夠報恩，不能夠孝養父母，不能夠奉事師長，這就是「無有報償」。"
    },
    {
      "id": "02-025-0012_p0006",
      "zh_CN": "【放恣游散。耽酒嗜美。鲁扈抵突。不识人情。无义无礼。】",
      "zh_TW": "【放恣遊散。耽酒嗜美。魯扈抵突。不識人情。無義無禮。】"
    },
    {
      "id": "02-025-0012_p0007",
      "zh_CN": "在这段经文里面我们看到『耽酒』，在五戒里面最后一条是不饮酒戒，这个地方有这一句经文。『放恣』就是放逸，『游散』。此地讲的「耽酒」是饮酒无度！『嗜美』这个美是讲的食，食物，好吃，这是专指这个。『鲁』是鲁莽，『扈』是跋扈，说这个人的性情鲁莽、跋扈。『抵突』，这个「抵突」要用现代的话来说，就是无礼的抗拒，不通人情，当然谈不上礼义。『义』是义务，我们应当要做的。像五伦里面，父慈子孝，这是义务，做父亲的，应当要慈爱子女；做子女的，应当要孝顺父母，这是义务，是本分事情，应当要做的。『礼』是礼节、礼貌。我们看到这样的情形，就能想像这个人，佛在经上所说，我们从这个里面细心去体会，这个「不肯作善，徙倚懈怠」，下面可以说把这两句的状况统统描绘得清清楚楚了：",
      "zh_TW": "在這段經文裡面我們看到『耽酒』，在五戒裡面最後一條是不飲酒戒，這個地方有這一句經文。『放恣』就是放逸，『遊散』。此地講的「耽酒」是飲酒無度！『嗜美』這個美是講的食，食物，好吃，這是專指這個。『魯』是魯莽，『扈』是跋扈，說這個人的性情魯莽、跋扈。『抵突』，這個「抵突」要用現代的話來說，就是無禮的抗拒，不通人情，當然談不上禮義。『義』是義務，我們應當要做的。像五倫裡面，父慈子孝，這是義務，做父親的，應當要慈愛子女；做子女的，應當要孝順父母，這是義務，是本分事情，應當要做的。『禮』是禮節、禮貌。我們看到這樣的情形，就能想像這個人，佛在經上所說，我們從這個裡面細心去體會，這個「不肯作善，徙倚懈怠」，下面可以說把這兩句的狀況統統描繪得清清楚楚了："
    },
    {
      "id": "02-025-0012_p0008",
      "zh_CN": "【不可谏晓。】",
      "zh_TW": "【不可諫曉。】"
    },
    {
      "id": "02-025-0012_p0009",
      "zh_CN": "你去劝导他，不但不能接受，前面讲了，还给你有无礼的抗拒，所以说没有办法去劝导他，这个人没有法子把他唤醒。「晓」是教他明了，他永远不会明了的。",
      "zh_TW": "你去勸導他，不但不能接受，前面講了，還給你有無禮的抗拒，所以說沒有辦法去勸導他，這個人沒有法子把他喚醒。「曉」是教他明瞭，他永遠不會明瞭的。"
    },
    {
      "id": "02-025-0012_p0010",
      "zh_CN": "【六亲眷属。资用有无。不能忧念。】",
      "zh_TW": "【六親眷屬。資用有無。不能憂念。】"
    },
    {
      "id": "02-025-0012_p0011",
      "zh_CN": "在一般一个正常的人，不但是父母师长，连家亲眷属都会常常想到，甚至于朋友，他现在生活怎么样了，有没有困难，需不需要我们去帮助他？这都是道义，一个正常的人会把这些事情放在心上。这个人呢？这是『六亲眷属，资用有无』，他心里头一概都没有，他不忧这个事情，他也不挂念这个事情。",
      "zh_TW": "在一般一個正常的人，不但是父母師長，連家親眷屬都會常常想到，甚至於朋友，他現在生活怎麼樣了，有沒有困難，需不需要我們去幫助他？這都是道義，一個正常的人會把這些事情放在心上。這個人呢？這是『六親眷屬，資用有無』，他心裡頭一概都沒有，他不憂這個事情，他也不掛念這個事情。"
    },
    {
      "id": "02-025-0012_p0012",
      "zh_CN": "【不惟父母之恩。】",
      "zh_TW": "【不惟父母之恩。】"
    },
    {
      "id": "02-025-0012_p0013",
      "zh_CN": "这个『惟』是思惟，就是他不想父母对他有养育之恩，他不想；把父母当作冤家，所以父母看他，「不如无子」！",
      "zh_TW": "這個『惟』是思惟，就是他不想父母對他有養育之恩，他不想；把父母當作冤家，所以父母看他，「不如無子」！"
    },
    {
      "id": "02-025-0012_p0014",
      "zh_CN": "【不存师友之义。】",
      "zh_TW": "【不存師友之義。】"
    },
    {
      "id": "02-025-0012_p0015",
      "zh_CN": "这个『存』是存念，心里面也没有师友的道义。在从前『师友』，跟我们现在社会上的师友的确不相同。古时候老师，师徒如父子，甚至于师生之情往往胜过父子。这我们在历史上常常能看到的，所以学生对于老师报答也非常之厚，那个不一样，跟现在情形完全不相同。「友」是同学，同学如同手足，如同兄弟一样，确实有情、有义。不像现在，现在的教育不重视伦理，所以师生、同学也不像从前那样亲密的关系。",
      "zh_TW": "這個『存』是存念，心裡面也沒有師友的道義。在從前『師友』，跟我們現在社會上的師友的確不相同。古時候老師，師徒如父子，甚至於師生之情往往勝過父子。這我們在歷史上常常能看到的，所以學生對於老師報答也非常之厚，那個不一樣，跟現在情形完全不相同。「友」是同學，同學如同手足，如同兄弟一樣，確實有情、有義。不像現在，現在的教育不重視倫理，所以師生、同學也不像從前那樣親密的關係。"
    },
    {
      "id": "02-025-0012_p0016",
      "zh_CN": "【意念身口。曾无一善。】",
      "zh_TW": "【意念身口。曾無一善。】"
    },
    {
      "id": "02-025-0012_p0017",
      "zh_CN": "这个『意』、『身口』，这是身、口、意三业，身口意三业都在造恶，没有一善可言的。这一段我们细细观察，在三毒里面都在一个贪字的范围。他贪什么？贪「耽酒嗜美」。所以这一段经文列在「饮酒恶」，是有道理的。",
      "zh_TW": "這個『意』、『身口』，這是身、口、意三業，身口意三業都在造惡，沒有一善可言的。這一段我們細細觀察，在三毒裡面都在一個貪字的範圍。他貪什麼？貪「耽酒嗜美」。所以這一段經文列在「飲酒惡」，是有道理的。"
    },
    {
      "id": "02-025-0012_p0018",
      "zh_CN": "【不信诸佛经法。不信生死善恶。】",
      "zh_TW": "【不信諸佛經法。不信生死善惡。】"
    },
    {
      "id": "02-025-0012_p0019",
      "zh_CN": "这个是愚痴。『诸佛』是真正的过来人，经典里面所说的是宇宙人生的真相，『法』是方法。佛是怎样证得诸法实相的，也就是佛是怎么样明白宇宙人生真相的？他把他的方法、经验告诉我们，提供给我们做参考，我们凭借诸佛菩萨的经验、方法，认真修学，也能达到这个境界。但是这些人他不相信，那就没法子，这是不信大道；这第二句是不信因果，『不信生死善恶』，他不相信善有善果，恶有恶报，他不相信。以为人死了，一切就完了，死了一切都完了，不相信因果报应，不相信六道轮回，不相信还有来生，他不相信。于是乎造作这些恶业，毫无顾忌，真的是无所不为。所以这一句是迷因果。",
      "zh_TW": "這個是愚痴。『諸佛』是真正的過來人，經典裡面所說的是宇宙人生的真相，『法』是方法。佛是怎樣證得諸法實相的，也就是佛是怎麼樣明白宇宙人生真相的？他把他的方法、經驗告訴我們，提供給我們做參考，我們憑藉諸佛菩薩的經驗、方法，認真修學，也能達到這個境界。但是這些人他不相信，那就沒法子，這是不信大道；這第二句是不信因果，『不信生死善惡』，他不相信善有善果，惡有惡報，他不相信。以為人死了，一切就完了，死了一切都完了，不相信因果報應，不相信六道輪迴，不相信還有來生，他不相信。於是乎造作這些惡業，毫無顧忌，真的是無所不為。所以這一句是迷因果。"
    },
    {
      "id": "02-025-0012_p0020",
      "zh_CN": "【欲害真人。斗乱僧众。】",
      "zh_TW": "【欲害真人。鬥亂僧眾。】"
    },
    {
      "id": "02-025-0012_p0021",
      "zh_CN": "这是瞋恨。这个瞋恨，酒喝醉了，没有理由发出来这些瞋恨心。像这几天，台湾电视报导的这些年轻人，常常动粗就杀人，警察把他抓到，问他为什么杀的？不知道，酒喝醉了，一时看不顺眼。看不顺眼就杀人，这还得了！这一段讲的是属于这一类的人。此地讲的「真人」是修行人，修行证果之人，他要害他。『斗乱僧众』就是破和合僧，像五逆罪里面杀阿罗汉、破和合僧，这都是造无间的罪业。这是酒后乱性，很容易造极重的罪业。",
      "zh_TW": "這是瞋恨。這個瞋恨，酒喝醉了，沒有理由發出來這些瞋恨心。像這幾天，台灣電視報導的這些年輕人，常常動粗就殺人，警察把他抓到，問他為什麼殺的？不知道，酒喝醉了，一時看不順眼。看不順眼就殺人，這還得了！這一段講的是屬於這一類的人。此地講的「真人」是修行人，修行證果之人，他要害他。『鬥亂僧眾』就是破和合僧，像五逆罪裡面殺阿羅漢、破和合僧，這都是造無間的罪業。這是酒後亂性，很容易造極重的罪業。"
    },
    {
      "id": "02-025-0012_p0022",
      "zh_CN": "【愚痴蒙昧。自为智慧。】",
      "zh_TW": "【愚痴蒙昧。自為智慧。】"
    },
    {
      "id": "02-025-0012_p0023",
      "zh_CN": "这个是痴恶之痛，他『愚痴蒙昧』，心不开窍，我们常讲的糊涂！自以为聪明，自以为有『智慧』，实在是糊涂到所以然处。",
      "zh_TW": "這個是痴惡之痛，他『愚痴蒙昧』，心不開竅，我們常講的糊塗！自以為聰明，自以為有『智慧』，實在是糊塗到所以然處。"
    },
    {
      "id": "02-025-0012_p0024",
      "zh_CN": "【不知生所从来。死所趣向。】",
      "zh_TW": "【不知生所從來。死所趣向。】"
    },
    {
      "id": "02-025-0012_p0025",
      "zh_CN": "这是说明真正有智慧的人，他知道『生』从哪里来，『死』之后到哪里去。来去清清楚楚、明明白白，这才算得上是有智慧的人。",
      "zh_TW": "這是說明真正有智慧的人，他知道『生』從哪裡來，『死』之後到哪裡去。來去清清楚楚、明明白白，這才算得上是有智慧的人。"
    },
    {
      "id": "02-025-0012_p0026",
      "zh_CN": "【不仁不顺。】",
      "zh_TW": "【不仁不順。】"
    },
    {
      "id": "02-025-0012_p0027",
      "zh_CN": "『仁』是说的爱人。不能够爱护大众，不能够推己及人。「己所不欲，勿施于人」，这是仁的意思。所以中国这个字，也是属于会意，「仁」是两个人，不是自己一个，从自己本身要想到别人。『不顺』，这是讲不顺人情，不顺法度。他还：",
      "zh_TW": "『仁』是說的愛人。不能夠愛護大眾，不能夠推己及人。「己所不欲，勿施於人」，這是仁的意思。所以中國這個字，也是屬於會意，「仁」是兩個人，不是自己一個，從自己本身要想到別人。『不順』，這是講不順人情，不順法度。他還："
    },
    {
      "id": "02-025-0012_p0028",
      "zh_CN": "【希望长生。】",
      "zh_TW": "【希望長生。】"
    },
    {
      "id": "02-025-0012_p0029",
      "zh_CN": "这是叫打妄想！",
      "zh_TW": "這是叫打妄想！"
    },
    {
      "id": "02-025-0012_p0030",
      "zh_CN": "【慈心教诲。而不肯信。】",
      "zh_TW": "【慈心教誨。而不肯信。】"
    },
    {
      "id": "02-025-0012_p0031",
      "zh_CN": "这一句是讲的父母师长对他慈爱、对他慈悲，『教诲』他，他不能够接受，不能信受奉行。",
      "zh_TW": "這一句是講的父母師長對他慈愛、對他慈悲，『教誨』他，他不能夠接受，不能信受奉行。"
    },
    {
      "id": "02-025-0012_p0032",
      "zh_CN": "【苦口与语。无益其人。】",
      "zh_TW": "【苦口與語。無益其人。】"
    },
    {
      "id": "02-025-0012_p0033",
      "zh_CN": "乃至于亲朋好友苦口婆心的劝导他，他也不能接受；或者是阳奉阴违，表面上接受，回过头他的毛病又犯了。始终是『无益其人』，对他没有帮助、没有好处。那个原因就是底下所讲的：",
      "zh_TW": "乃至於親朋好友苦口婆心的勸導他，他也不能接受；或者是陽奉陰違，表面上接受，回過頭他的毛病又犯了。始終是『無益其人』，對他沒有幫助、沒有好處。那個原因就是底下所講的："
    },
    {
      "id": "02-025-0012_p0034",
      "zh_CN": "【心中闭塞。意不开解。】",
      "zh_TW": "【心中閉塞。意不開解。】"
    },
    {
      "id": "02-025-0012_p0035",
      "zh_CN": "这个人心里面像有茅塞一样，在佛法里头说业障重。什么业？恶业。前面讲的这饮酒的恶业，贪恋杯中之物，被这个嗜好蒙蔽了心窍。所以对他的教诲、对他的劝导，他都没有办法『开解』。",
      "zh_TW": "這個人心裡面像有茅塞一樣，在佛法裡頭說業障重。什麼業？惡業。前面講的這飲酒的惡業，貪戀杯中之物，被這個嗜好蒙蔽了心竅。所以對他的教誨、對他的勸導，他都沒有辦法『開解』。"
    },
    {
      "id": "02-025-0012_p0036",
      "zh_CN": "【大命将终。悔惧交至。】",
      "zh_TW": "【大命將終。悔懼交至。】"
    },
    {
      "id": "02-025-0012_p0037",
      "zh_CN": "这是讲到果报现前。饮酒吃肉，与众生结的怨就很深，如果这一生又没有善业、没有善行，果报现前当然就不好了，这个时候后悔恐惧也没有用处。",
      "zh_TW": "這是講到果報現前。飲酒吃肉，與眾生結的怨就很深，如果這一生又沒有善業、沒有善行，果報現前當然就不好了，這個時候後悔恐懼也沒有用處。"
    },
    {
      "id": "02-025-0012_p0038",
      "zh_CN": "【不豫修善。临时乃悔。悔之于后。将何及乎。】",
      "zh_TW": "【不豫修善。臨時乃悔。悔之於後。將何及乎。】"
    },
    {
      "id": "02-025-0012_p0039",
      "zh_CN": "《地藏经》里面有这个地狱，有烊铜地狱。「饥吞铁丸，渴饮烊铜」，就是这一类人的果报。铜，这是金属，在高温之下把它烧化，烧成了液体，渴的时候饮这个烊铜，这是地狱里头有这种刑罚。这个是饮酒所造一切过失，演变的一些罪业，就要受这个果报。所以不可以不谨慎，到那个时候后悔就来不及了。这是说明酒恶要除。但是在今天这个社会里面，交际应酬几乎都免不了酒，这是自己要提高警觉性。如果受了五戒、菩萨戒，就决定不能饮酒。纵然在应酬之中不得已，这是礼节的一种，也决定不过量，换句话就是，酒止于一杯，止于一杯！我们中国古时候宴会当中也有酒，但是古圣先贤都知道酒不是个好东西，醉了之后会乱性。所以那个酒杯的两旁边像两根柱子一样竖起来。你们看看中国古时候那个酒杯，它有两只角上来的，那两个东西叫什么？叫「止酒」，让你喝酒挡住。现在讲干杯，那没有办法干杯的，只能尝一点点，那个酒倒不下去，它给你止住在那里。所以古人这个用意很好！中国古时候那种酒杯很有道理，不像现在。所以我们学佛的人在应酬当中只一杯，别人干杯，我们就随意就好了，决定不能够过量。",
      "zh_TW": "《地藏經》裡面有這個地獄，有烊銅地獄。「飢吞鐵丸，渴飲烊銅」，就是這一類人的果報。銅，這是金屬，在高溫之下把它燒化，燒成了液體，渴的時候飲這個烊銅，這是地獄裡頭有這種刑罰。這個是飲酒所造一切過失，演變的一些罪業，就要受這個果報。所以不可以不謹慎，到那個時候後悔就來不及了。這是說明酒惡要除。但是在今天這個社會裡面，交際應酬幾乎都免不了酒，這是自己要提高警覺性。如果受了五戒、菩薩戒，就決定不能飲酒。縱然在應酬之中不得已，這是禮節的一種，也決定不過量，換句話就是，酒止於一杯，止於一杯！我們中國古時候宴會當中也有酒，但是古聖先賢都知道酒不是個好東西，醉了之後會亂性。所以那個酒杯的兩旁邊像兩根柱子一樣豎起來。你們看看中國古時候那個酒杯，它有兩隻角上來的，那兩個東西叫什麼？叫「止酒」，讓你喝酒擋住。現在講乾杯，那沒有辦法乾杯的，只能嚐一點點，那個酒倒不下去，它給你止住在那裡。所以古人這個用意很好！中國古時候那種酒杯很有道理，不像現在。所以我們學佛的人在應酬當中只一杯，別人乾杯，我們就隨意就好了，決定不能夠過量。"
    },
    {
      "id": "02-025-0012_p0040",
      "zh_CN": "这些事情实在讲，是我们要认真去做，反而能得到别人尊敬。我上一次在达拉斯，有一位同修告诉我，他们公司里头有个宴会，大概是招待国外的一些经销商，他刚刚好是代表公司分配在一桌，那一桌是新加坡的代理商。他说这新加坡人跟其他的商人不一样。第一个，他们穿着很整齐，非常有礼貌，不像其他的桌上好像很随便，谈话、说笑声音都很大，他说新加坡的人没有。第二，他们不喝酒。所以他就奇怪。他们就说，「我们在新加坡的时候不喝酒」。他说，你们在外国呢？「外国，我们也不喝酒，免得养成习惯」。这是做经销商在国外应酬当中，没有人劝导他们，自动都能够保持，怕饮酒失了礼节，都能够守这个规矩。所以，他对他们很尊敬。这是很值得我们做榜样的。底下这一段，这是结劝：",
      "zh_TW": "這些事情實在講，是我們要認真去做，反而能得到別人尊敬。我上一次在達拉斯，有一位同修告訴我，他們公司裡頭有個宴會，大概是招待國外的一些經銷商，他剛剛好是代表公司分配在一桌，那一桌是新加坡的代理商。他說這新加坡人跟其他的商人不一樣。第一個，他們穿著很整齊，非常有禮貌，不像其他的桌上好像很隨便，談話、說笑聲音都很大，他說新加坡的人沒有。第二，他們不喝酒。所以他就奇怪。他們就說，「我們在新加坡的時候不喝酒」。他說，你們在外國呢？「外國，我們也不喝酒，免得養成習慣」。這是做經銷商在國外應酬當中，沒有人勸導他們，自動都能夠保持，怕飲酒失了禮節，都能夠守這個規矩。所以，他對他們很尊敬。這是很值得我們做榜樣的。底下這一段，這是結勸："
    },
    {
      "id": "02-025-0012_p0041",
      "zh_CN": "【天地之间。五道分明。善恶报应。祸福相承。身自当之。无谁代者。】",
      "zh_TW": "【天地之間。五道分明。善惡報應。禍福相承。身自當之。無誰代者。】"
    },
    {
      "id": "02-025-0012_p0042",
      "zh_CN": "这些所说的都是事实。『五道』，就是天道、人道、畜生、饿鬼、地狱这个「五道」。通常我们讲六道，还有个阿修罗道，这个地方阿修罗道怎么不见了？佛在《楞严经》上告诉我们，阿修罗，除了地狱里面没有，其他四道都有阿修罗，也就是天、人、鬼、畜这个四道里头都有阿修罗。阿修罗的特征是福报很大，嫉妒、瞋恨心很重。在天上，他的福报等于天王；在人间，他的福报也相当于帝王；畜生、饿鬼，亦复如是，他有很大的福报，但是他没有德行。他在哪一道，就算哪一道，所以这里讲的是「五道分明」。如果讲六道，这个阿修罗是专讲天阿修罗，把天分成两道，天道跟修罗道。所以五道跟六道意义是相同的。五道分明，清清楚楚、明明白白。『善恶报应，祸福相承』。修善，则生人天，是善道；造恶，这必然是畜生、饿鬼、地狱。善里面有恶，恶里面有善，因此福里面有祸，祸里面也有福，自作自受。所以说『身自当之』，自己造的还要自己受，谁也不能够代替。",
      "zh_TW": "這些所說的都是事實。『五道』，就是天道、人道、畜生、餓鬼、地獄這個「五道」。通常我們講六道，還有個阿修羅道，這個地方阿修羅道怎麼不見了？佛在《楞嚴經》上告訴我們，阿修羅，除了地獄裡面沒有，其他四道都有阿修羅，也就是天、人、鬼、畜這個四道裡頭都有阿修羅。阿修羅的特徵是福報很大，嫉妒、瞋恨心很重。在天上，他的福報等於天王；在人間，他的福報也相當於帝王；畜生、餓鬼，亦復如是，他有很大的福報，但是他沒有德行。他在哪一道，就算哪一道，所以這裡講的是「五道分明」。如果講六道，這個阿修羅是專講天阿修羅，把天分成兩道，天道跟修羅道。所以五道跟六道意義是相同的。五道分明，清清楚楚、明明白白。『善惡報應，禍福相承』。修善，則生人天，是善道；造惡，這必然是畜生、餓鬼、地獄。善裡面有惡，惡裡面有善，因此福裡面有禍，禍裡面也有福，自作自受。所以說『身自當之』，自己造的還要自己受，誰也不能夠代替。"
    },
    {
      "id": "02-025-0012_p0043",
      "zh_CN": "【善人行善。从乐入乐。从明入明。】",
      "zh_TW": "【善人行善。從樂入樂。從明入明。】"
    },
    {
      "id": "02-025-0012_p0044",
      "zh_CN": "这是讲修善。此地讲的『善人行善』，就是前面所讲的五戒十善。我们能够持五戒、修十善，你现在这一生当中会得到安乐。我们常讲，人生的幸福与快乐，你只要认真修，现前决定可以得到。所谓是身安理得，道理明了之后，身心就安稳了。『从乐入乐』，这第一个「乐」是现在的果报，现在幸福快乐；底下一个「乐」是来生的福报，来生的福报一定比这一生还要殊胜。『从明入明』，「明」是心地光明、清净。",
      "zh_TW": "這是講修善。此地講的『善人行善』，就是前面所講的五戒十善。我們能夠持五戒、修十善，你現在這一生當中會得到安樂。我們常講，人生的幸福與快樂，你只要認真修，現前決定可以得到。所謂是身安理得，道理明了之後，身心就安穩了。『從樂入樂』，這第一個「樂」是現在的果報，現在幸福快樂；底下一個「樂」是來生的福報，來生的福報一定比這一生還要殊勝。『從明入明』，「明」是心地光明、清淨。"
    },
    {
      "id": "02-025-0012_p0045",
      "zh_CN": "【恶人行恶。从苦入苦。从冥入冥。】",
      "zh_TW": "【惡人行惡。從苦入苦。從冥入冥。】"
    },
    {
      "id": "02-025-0012_p0046",
      "zh_CN": "『恶人行恶』，就是造十恶业，造杀盗淫妄，这个十恶业。『从苦入苦』，现在这一生当中他的生活很痛苦，即使在物质生活他相当的丰厚，但是他精神生活苦；所以「从苦入苦」，而来生在三恶道，果报比现在要更苦。『从冥入冥』，「冥」是迷惑，这一生迷惑颠倒，来世的时候迷惑就更深了。这些事情：",
      "zh_TW": "『惡人行惡』，就是造十惡業，造殺盜淫妄，這個十惡業。『從苦入苦』，現在這一生當中他的生活很痛苦，即使在物質生活他相當的豐厚，但是他精神生活苦；所以「從苦入苦」，而來生在三惡道，果報比現在要更苦。『從冥入冥』，「冥」是迷惑，這一生迷惑顛倒，來世的時候迷惑就更深了。這些事情："
    },
    {
      "id": "02-025-0012_p0047",
      "zh_CN": "【谁能知者。独佛知耳。】",
      "zh_TW": "【誰能知者。獨佛知耳。】"
    },
    {
      "id": "02-025-0012_p0048",
      "zh_CN": "什么人能清楚、能明白？唯佛对这个事情知道得很清楚、很明了。实际上说，不但是佛，菩萨也知道，罗汉也晓得，世间的大圣大贤都能够知道这些事实的真相。可是要讲到彻底、究竟，的确只有佛才能，所以说『独佛知耳』。",
      "zh_TW": "什麼人能清楚、能明白？唯佛對這個事情知道得很清楚、很明瞭。實際上說，不但是佛，菩薩也知道，羅漢也曉得，世間的大聖大賢都能夠知道這些事實的真相。可是要講到徹底、究竟，的確只有佛才能，所以說『獨佛知耳』。"
    },
    {
      "id": "02-025-0012_p0049",
      "zh_CN": "【教语开示。信行者少。】",
      "zh_TW": "【教語開示。信行者少。】"
    },
    {
      "id": "02-025-0012_p0050",
      "zh_CN": "这是佛知道，佛教导我们，佛开示我们。这个『开』是开启，『示』是指示。五戒十善，不但是人天的基础，也是修行成佛的根本，所以，佛家的根本戒就是五戒。佛虽然讲得很清楚，指示得很明白，信的人不多，能够依照佛所说的去做，就更少了，『信行者少』，「行」比「信」的人还要少。因此：",
      "zh_TW": "這是佛知道，佛教導我們，佛開示我們。這個『開』是開啟，『示』是指示。五戒十善，不但是人天的基礎，也是修行成佛的根本，所以，佛家的根本戒就是五戒。佛雖然講得很清楚，指示得很明白，信的人不多，能夠依照佛所說的去做，就更少了，『信行者少』，「行」比「信」的人還要少。因此："
    },
    {
      "id": "02-025-0012_p0051",
      "zh_CN": "【生死不休。】",
      "zh_TW": "【生死不休。】"
    },
    {
      "id": "02-025-0012_p0052",
      "zh_CN": "这个『生死不休』，就是轮回无尽。",
      "zh_TW": "這個『生死不休』，就是輪迴無盡。"
    },
    {
      "id": "02-025-0012_p0053",
      "zh_CN": "【恶道不绝。】",
      "zh_TW": "【惡道不絕。】"
    },
    {
      "id": "02-025-0012_p0054",
      "zh_CN": "这个六道轮回。",
      "zh_TW": "這個六道輪迴。"
    },
    {
      "id": "02-025-0012_p0055",
      "zh_CN": "【如是世人。难可具尽。故有自然三途。无量苦恼。辗转其中。世世累劫。无有出期。难得解脱。痛不可言。】",
      "zh_TW": "【如是世人。難可具盡。故有自然三途。無量苦惱。輾轉其中。世世累劫。無有出期。難得解脫。痛不可言。】"
    },
    {
      "id": "02-025-0012_p0056",
      "zh_CN": "这一段是佛为我们说出六道轮回所以不绝的因由。这就是像前面所说的，世间人造恶的多、行善的少，至少我们娑婆世界在现前是这个状况，所以有『自然』的『三途』。实在讲，三途六道都是自然变现的，不是佛菩萨设定的，也不是上帝、阎罗王去营造的，不是的，是自自然然变现出来的，所谓如是因、如是缘、如是果、如是报，就像佛在《法华经》当中所说的。所以『无量苦恼，辗转其中，世世累劫，无有出期』，这是讲众生在六道轮回里面的状况，很苦很苦！『难得解脱，痛不可言』，这是佛看得清楚。",
      "zh_TW": "這一段是佛為我們說出六道輪迴所以不絕的因由。這就是像前面所說的，世間人造惡的多、行善的少，至少我們娑婆世界在現前是這個狀況，所以有『自然』的『三途』。實在講，三途六道都是自然變現的，不是佛菩薩設定的，也不是上帝、閻羅王去營造的，不是的，是自自然然變現出來的，所謂如是因、如是緣、如是果、如是報，就像佛在《法華經》當中所說的。所以『無量苦惱，輾轉其中，世世累劫，無有出期』，這是講眾生在六道輪迴裡面的狀況，很苦很苦！『難得解脫，痛不可言』，這是佛看得清楚。"
    },
    {
      "id": "02-025-0012_p0057",
      "zh_CN": "【如是五恶。五痛。五烧。譬如大火。焚烧人身。】",
      "zh_TW": "【如是五惡。五痛。五燒。譬如大火。焚燒人身。】"
    },
    {
      "id": "02-025-0012_p0058",
      "zh_CN": "再总结提醒我们，让我们在这个地方深深的反省。这个『五恶』就是杀、盗、淫、妄、酒，这里面包含着十恶业，这是造因。既然造的恶因，一定会受苦报，这个苦报就是『痛』，这是这一生当中，我们常讲叫现世报；『烧』是讲的三途，是来生的恶报。下面这两句是比喻，『譬如大火，焚烧人身』。「五恶」，实实在在是断灭人道的因素，这是个毒素！我们要认识清楚，它绝对不是好东西。我们一般人晓得，毒品对于身心是有很大的伤害，为什么还有人吸毒？那个吸毒之人就好比在此地造作五恶之人一样，他的身心麻痹了，就是此地讲的「心中闭塞，意不开解」。他也晓得这个东西不好，但是他自己没有办法控制，还是要造恶。",
      "zh_TW": "再總結提醒我們，讓我們在這個地方深深的反省。這個『五惡』就是殺、盜、淫、妄、酒，這裡面包含著十惡業，這是造因。既然造的惡因，一定會受苦報，這個苦報就是『痛』，這是這一生當中，我們常講叫現世報；『燒』是講的三途，是來生的惡報。下面這兩句是比喻，『譬如大火，焚燒人身』。「五惡」，實實在在是斷滅人道的因素，這是個毒素！我們要認識清楚，它絕對不是好東西。我們一般人曉得，毒品對於身心是有很大的傷害，為什麼還有人吸毒？那個吸毒之人就好比在此地造作五惡之人一樣，他的身心麻痺了，就是此地講的「心中閉塞，意不開解」。他也曉得這個東西不好，但是他自己沒有辦法控制，還是要造惡。"
    },
    {
      "id": "02-025-0012_p0059",
      "zh_CN": "【若能自于其中。一心制意。端身正念。言行相副。所作至诚。独作诸善。不为众恶。身独度脱。获其福德。可得长寿泥洹之道。是为五大善也。】",
      "zh_TW": "【若能自於其中。一心制意。端身正念。言行相副。所作至誠。獨作諸善。不為眾惡。身獨度脫。獲其福德。可得長壽泥洹之道。是為五大善也。】"
    },
    {
      "id": "02-025-0012_p0060",
      "zh_CN": "这是佛教导我们要断恶修善。果然能够明白佛的教诲，依照佛的教诲去做，这样就好了。所以说『若能』，「若能」是假使你能够。自己能『于其中一心制意』，这能于其中，是佛所讲的这个开示之中，告诉我们要守五戒，要修十善。我们在这个教训里面能够「一心制意」，制是控制，克服自己的妄念，克服自己的恶习气，这个意就是恶习气。正是所谓「守口摄意身莫犯」，『端身正念』，「端身」就是身不犯；「正念」就是摄意，心要正，念要正；『言行相副』，这是守口。『所作至诚』，对人、对事、对物都要真诚。『独作诸善，不为众恶』，看到别人作恶，我们自己修善，这就对了。最低限度，我们不会被环境所转，真能在境界里面站得稳脚，自自然然就能够转境界。这个转境界，就能够影响别人，那就是化他，自行化他，自度度他。所以『身独度脱』，先度自己，然后才能够帮助别人。经里头常说「如是行者得度世」！所以佛说『获其福德』，你自然得福。『可得长寿泥洹之道』，依照佛在本经所说的理论方法去修行，将来必定得生净土，生到净土，就与佛同寿。「泥洹」，是如来的果德，也就是说生到西方极乐世界，这一生当中必定成佛。『是为五大善也』，前面这个五恶，翻过头来就是五善，就是五种大善，这是我们应当要学习的。",
      "zh_TW": "這是佛教導我們要斷惡修善。果然能夠明白佛的教誨，依照佛的教誨去做，這樣就好了。所以說『若能』，「若能」是假使你能夠。自己能『於其中一心制意』，這能於其中，是佛所講的這個開示之中，告訴我們要守五戒，要修十善。我們在這個教訓裡面能夠「一心制意」，制是控制，克服自己的妄念，克服自己的惡習氣，這個意就是惡習氣。正是所謂「守口攝意身莫犯」，『端身正念』，「端身」就是身不犯；「正念」就是攝意，心要正，念要正；『言行相副』，這是守口。『所作至誠』，對人、對事、對物都要真誠。『獨作諸善，不為眾惡』，看到別人作惡，我們自己修善，這就對了。最低限度，我們不會被環境所轉，真能在境界裡面站得穩腳，自自然然就能夠轉境界。這個轉境界，就能夠影響別人，那就是化他，自行化他，自度度他。所以『身獨度脫』，先度自己，然後才能夠幫助別人。經裡頭常說「如是行者得度世」！所以佛說『獲其福德』，你自然得福。『可得長壽泥洹之道』，依照佛在本經所說的理論方法去修行，將來必定得生淨土，生到淨土，就與佛同壽。「泥洹」，是如來的果德，也就是說生到西方極樂世界，這一生當中必定成佛。『是為五大善也』，前面這個五惡，翻過頭來就是五善，就是五種大善，這是我們應當要學習的。"
    },
    {
      "id": "02-025-0012_p0061",
      "zh_CN": "净宗我们的目的是求生净土，经论上告诉我们，修学的方法有正行、有助行。正行就是经上所说的「发菩提心，一向专念阿弥陀佛」，所谓的是信愿持名，这是正行；而助行就是在日常生活当中，要尽量把我们往生这些障碍要把它除去。往生的障碍是什么？这里面也相当的复杂。现前凡是我们用功不得力的，这必有障碍；如果没有障碍，功夫怎么能不得力？必定是有障碍你功夫成片的，障碍你念佛三昧的。临终那一刹那最怕的是病魔，那是大障碍。念佛人念的一辈子，临命终时得一场大病，人事不省，是非莫辨，这个时候纵然有助念都困难，我们见过。人到病终的时候，他连他的儿子、孙子都不认识了。有这样情形的，在这个时候你给他开示，劝他念阿弥陀佛，他连自己儿孙都认不得了，他还会认识阿弥陀佛吗？这大障碍！",
      "zh_TW": "淨宗我們的目的是求生淨土，經論上告訴我們，修學的方法有正行、有助行。正行就是經上所說的「發菩提心，一向專念阿彌陀佛」，所謂的是信願持名，這是正行；而助行就是在日常生活當中，要盡量把我們往生這些障礙要把它除去。往生的障礙是什麼？這裡面也相當的複雜。現前凡是我們用功不得力的，這必有障礙；如果沒有障礙，功夫怎麼能不得力？必定是有障礙你功夫成片的，障礙你念佛三昧的。臨終那一剎那最怕的是病魔，那是大障礙。念佛人念的一輩子，臨命終時得一場大病，人事不省，是非莫辨，這個時候縱然有助念都困難，我們見過。人到病終的時候，他連他的兒子、孫子都不認識了。有這樣情形的，在這個時候你給他開示，勸他念阿彌陀佛，他連自己兒孫都認不得了，他還會認識阿彌陀佛嗎？這大障礙！"
    },
    {
      "id": "02-025-0012_p0062",
      "zh_CN": "这些障碍我们暂且不论形相，它的原因是什么？原因都是恶业。所以佛在此地教给我们断恶修善，这个道理就大了，用意就很深，一定要断恶修善。我们必须要明了，我们的烦恼习气、恶业种子是与生俱来的，无量劫中不知道有多少，它怎么能不障道？但是佛告诉我们，种子要结成果报，当中一定要缘；没有缘，种子的力量再强，它也不能结果。我们学佛能成佛，真正的原因就在此地。所以佛跟我们讲「缘生论」，那个因我们没法子控制，但是缘有办法控制。缘是什么？我这一生当中我不造恶业，我就把那个恶习气、恶种子的缘把它断掉了，不但将来不受恶报，现前许多障碍也都能够免除，所以要断恶。我们要修善，修善使我们累劫善的因、善的习气能够增长，使我们将来往生更顺利。",
      "zh_TW": "這些障礙我們暫且不論形相，它的原因是什麼？原因都是惡業。所以佛在此地教給我們斷惡修善，這個道理就大了，用意就很深，一定要斷惡修善。我們必須要明瞭，我們的煩惱習氣、惡業種子是與生俱來的，無量劫中不知道有多少，它怎麼能不障道？但是佛告訴我們，種子要結成果報，當中一定要緣；沒有緣，種子的力量再強，它也不能結果。我們學佛能成佛，真正的原因就在此地。所以佛跟我們講「緣生論」，那個因我們沒法子控制，但是緣有辦法控制。緣是什麼？我這一生當中我不造惡業，我就把那個惡習氣、惡種子的緣把它斷掉了，不但將來不受惡報，現前許多障礙也都能夠免除，所以要斷惡。我們要修善，修善使我們累劫善的因、善的習氣能夠增長，使我們將來往生更順利。"
    },
    {
      "id": "02-025-0012_p0063",
      "zh_CN": "我们这些年来在台湾、在大陆，我们在南洋、在新加坡、在马来西亚，甚至于在美国，我们都看到念佛人临走的时候不生病，没有病苦，知道什么时候走，有人站着走的，有人坐着走的。这四十年当中，我们看到的、听到的至少也有二、三十个人。而这些人在生前的时候，我们没有感觉得他有过人之处，没有感觉到，好像是很平常的人，没想到他走得这么潇洒。他是怎么修成的？我们要探究他的原因，就是遵守佛的教诲，断恶修善，他能够在一切时、一切处、一切境界之中保持着正念。在这个社会上，应付这个社会，在现前真的需要高度的智慧！人邪，我不邪；人恶，我不恶，确实能够做到「独作诸善，不为众恶」。断恶行善不必要人看见，不必要人知道，自家的事情。到什么时候人家知道？临走那一招，人家看出来了，他走的时候一点障碍都没有。所以佛这一品经里面，它真实的义趣我们要能够体会。再看底下这一品：",
      "zh_TW": "我們這些年來在台灣、在大陸，我們在南洋、在新加坡、在馬來西亞，甚至於在美國，我們都看到念佛人臨走的時候不生病，沒有病苦，知道什麼時候走，有人站著走的，有人坐著走的。這四十年當中，我們看到的、聽到的至少也有二、三十個人。而這些人在生前的時候，我們沒有感覺得他有過人之處，沒有感覺到，好像是很平常的人，沒想到他走得這麼瀟灑。他是怎麼修成的？我們要探究他的原因，就是遵守佛的教誨，斷惡修善，他能夠在一切時、一切處、一切境界之中保持著正念。在這個社會上，應付這個社會，在現前真的需要高度的智慧！人邪，我不邪；人惡，我不惡，確實能夠做到「獨作諸善，不為眾惡」。斷惡行善不必要人看見，不必要人知道，自家的事情。到什麼時候人家知道？臨走那一招，人家看出來了，他走的時候一點障礙都沒有。所以佛這一品經裡面，它真實的義趣我們要能夠體會。再看底下這一品："
    },
    {
      "id": "02-025-0012_p0064",
      "zh_CN": "【重重诲勉第三十六】",
      "zh_TW": "【重重誨勉第三十六】"
    },
    {
      "id": "02-025-0012_p0065",
      "zh_CN": "佛在这一品经里面，就折伏来教导、劝勉我们，所以这一章显示恶因一定有恶报。我们明白了，就应当晓得警觉，要知道这个事情的可怕，它的确非常严重。后半段劝勉我们要正心诚意，要能保持自己修学的功夫，以免失败。请看经文：",
      "zh_TW": "佛在這一品經裡面，就折伏來教導、勸勉我們，所以這一章顯示惡因一定有惡報。我們明白了，就應當曉得警覺，要知道這個事情的可怕，它的確非常嚴重。後半段勸勉我們要正心誠意，要能保持自己修學的功夫，以免失敗。請看經文："
    },
    {
      "id": "02-025-0012_p0066",
      "zh_CN": "【佛告弥勒。吾语汝等。】",
      "zh_TW": "【佛告彌勒。吾語汝等。】"
    },
    {
      "id": "02-025-0012_p0067",
      "zh_CN": "弥勒菩萨在这一会是我们大众的代表，告诉弥勒菩萨就是告诉我们自己。『吾语汝等』，这个「吾」是释迦牟尼佛自称，佛告诉大家。",
      "zh_TW": "彌勒菩薩在這一會是我們大眾的代表，告訴彌勒菩薩就是告訴我們自己。『吾語汝等』，這個「吾」是釋迦牟尼佛自稱，佛告訴大家。"
    },
    {
      "id": "02-025-0012_p0068",
      "zh_CN": "【如是五恶。五痛。五烧。辗转相生。敢有犯此。当历恶趣。】",
      "zh_TW": "【如是五惡。五痛。五燒。輾轉相生。敢有犯此。當歷惡趣。】"
    },
    {
      "id": "02-025-0012_p0069",
      "zh_CN": "这的的确确是事实，因为造『五恶』，「五恶」就是杀、盗、淫、妄、酒，造这个五种的恶业。造作这个恶业当然就得果报，这个果报是『痛』！人生在世，苦不堪言，这些痛苦从哪里来的？我们细细去反省、去检点，确确实实如佛所说，我们这些痛苦，痛苦的原因真的就是天天在造这个五恶、十恶。而来生得的果报是更可怕，这个『五烧』是来生的果报。怎么叫『辗转相生』？得三途苦报，在地狱、饿鬼、畜生，前面佛说过，「从冥入冥」，这一世糊涂，变了畜生、饿鬼、地狱就更迷惑，迷惑哪有不造业的道理？由此可知，恶业愈造愈深。而且我们要把这个事实观察清楚，才知道这个事情真的是很可怕。因为恶业累积是愈积愈多，堕落是愈来愈往下，不会往上去的，这个要知道。还有一个事实，诸位如果要细细看高僧传，你会发现我们高僧传里头，有不少人前世是修行人，修行得很不错，到第二世一转世堕落了，第三世又堕落了，一世不如一世。这个一点都没错，真是佛法里面讲的三世怨，他是每况愈下。如果我们从业因上去观察，这个道理与事实的真相多少可以体会到一些。以我们自己来说，我们这一生当中，那个不懂事的那一段我们就不说它，童年的时候不懂事；到我们懂事的时候，这一直到今天，我们起心动念、言语造作，是善多还是恶多？这就明了了。假如恶多过善，来生决定不如这一生；如果善多过恶，来生一定比这一生更好。善多过恶的人少，恶多过善的人多，我们自己冷静去反省、去检点，就知道了。所以来生，不要去问别人，问人家，人家会欺骗你，不给你说真话；自己一反省，比什么都清楚。所以这个事情真的是非常可怕，「辗转相生」。",
      "zh_TW": "這的的確確是事實，因為造『五惡』，「五惡」就是殺、盜、淫、妄、酒，造這個五種的惡業。造作這個惡業當然就得果報，這個果報是『痛』！人生在世，苦不堪言，這些痛苦從哪裡來的？我們細細去反省、去檢點，確確實實如佛所說，我們這些痛苦，痛苦的原因真的就是天天在造這個五惡、十惡。而來生得的果報是更可怕，這個『五燒』是來生的果報。怎麼叫『輾轉相生』？得三途苦報，在地獄、餓鬼、畜生，前面佛說過，「從冥入冥」，這一世糊塗，變了畜生、餓鬼、地獄就更迷惑，迷惑哪有不造業的道理？由此可知，惡業愈造愈深。而且我們要把這個事實觀察清楚，才知道這個事情真的是很可怕。因為惡業累積是愈積愈多，墮落是愈來愈往下，不會往上去的，這個要知道。還有一個事實，諸位如果要細細看高僧傳，你會發現我們高僧傳裡頭，有不少人前世是修行人，修行得很不錯，到第二世一轉世墮落了，第三世又墮落了，一世不如一世。這個一點都沒錯，真是佛法裡面講的三世怨，他是每況愈下。如果我們從業因上去觀察，這個道理與事實的真相多少可以體會到一些。以我們自己來說，我們這一生當中，那個不懂事的那一段我們就不說它，童年的時候不懂事；到我們懂事的時候，這一直到今天，我們起心動念、言語造作，是善多還是惡多？這就明瞭了。假如惡多過善，來生決定不如這一生；如果善多過惡，來生一定比這一生更好。善多過惡的人少，惡多過善的人多，我們自己冷靜去反省、去檢點，就知道了。所以來生，不要去問別人，問人家，人家會欺騙你，不給你說真話；自己一反省，比什麼都清楚。所以這個事情真的是非常可怕，「輾轉相生」。"
    },
    {
      "id": "02-025-0012_p0070",
      "zh_CN": "所以佛在这个地方给我们提出了严重的警告，『敢有犯此，当历恶趣』。「历」是经历，你一定要经历三恶道，三恶道的时劫就太长了。我们人间寿命很短很短，恶道寿命就太长了。经里面跟我们讲地狱，《地藏菩萨本愿经》（一般称《地藏经》）大家都念得很多，《地藏经》上讲的清楚。《楞严经》上佛讲地狱道，也说得特别详细。原因就是告诉我们，地狱不能去，太苦了，时间太长了。但是造地狱的业因非常容易，所以不能不小心，不能不谨慎。饿鬼道虽然好一点，但是比起人间相差就太大了。经里面为我们说的，饿鬼道见不到光明，生活在夜暗之中，看不到日月星辰，而时间很长。饿鬼道的一天是我们人间的一个月。我们晓得，城隍、土地都是鬼道里面的有身分、有地位的鬼神，城隍、土地就像现在我们人间的县市长，城隍是县市长，土地是乡镇长。我们人间祭祀，初一、十五去供养他、祭祀他，正好是他们一天的吃午饭、吃晚饭去供养他。他的一天是我们人间一个月，他的寿命很长，所以堕到那一道容易，出来就太难了。畜生道里面，寿命长的也很多；寿命短的也不少，可是，牠要想离开畜生身也不是那么容易。佛经里面记载，释迦牟尼佛当年在世的时候，在祇树给孤独园讲经，有一天看到一窝蚂蚁，佛看了之后就笑起来了，佛的这些学生就向他老人家请教，你看那蚂蚁为什么笑牠？佛就说了，这些蚂蚁堕落在蚂蚁身，已经有七尊佛过去了，牠还在做蚂蚁。这一尊佛我们平常讲三个阿僧祇劫，那七尊佛就是二十一个阿僧祇劫了，这么长的时间，蚂蚁寿命哪有那么长？这蚂蚁死了以后又到这个窝里来做小蚂蚁，这就是愚痴，生生世世执着那个身是牠自己，执着那个窝是牠的家，这个执着要不打破，牠就没有办法「改行易道」，这个是极度的愚痴。",
      "zh_TW": "所以佛在這個地方給我們提出了嚴重的警告，『敢有犯此，當歷惡趣』。「歷」是經歷，你一定要經歷三惡道，三惡道的時劫就太長了。我們人間壽命很短很短，惡道壽命就太長了。經裡面跟我們講地獄，《地藏菩薩本願經》（一般稱《地藏經》）大家都念得很多，《地藏經》上講的清楚。《楞嚴經》上佛講地獄道，也說得特別詳細。原因就是告訴我們，地獄不能去，太苦了，時間太長了。但是造地獄的業因非常容易，所以不能不小心，不能不謹慎。餓鬼道雖然好一點，但是比起人間相差就太大了。經裡面為我們說的，餓鬼道見不到光明，生活在夜暗之中，看不到日月星辰，而時間很長。餓鬼道的一天是我們人間的一個月。我們曉得，城隍、土地都是鬼道裡面的有身分、有地位的鬼神，城隍、土地就像現在我們人間的縣市長，城隍是縣市長，土地是鄉鎮長。我們人間祭祀，初一、十五去供養他、祭祀他，正好是他們一天的吃午飯、吃晚飯去供養他。他的一天是我們人間一個月，他的壽命很長，所以墮到那一道容易，出來就太難了。畜生道裡面，壽命長的也很多；壽命短的也不少，可是，牠要想離開畜生身也不是那麼容易。佛經裡面記載，釋迦牟尼佛當年在世的時候，在祇樹給孤獨園講經，有一天看到一窩螞蟻，佛看了之後就笑起來了，佛的這些學生就向他老人家請教，你看那螞蟻為什麼笑牠？佛就說了，這些螞蟻墮落在螞蟻身，已經有七尊佛過去了，牠還在做螞蟻。這一尊佛我們平常講三個阿僧祇劫，那七尊佛就是二十一個阿僧祇劫了，這麼長的時間，螞蟻壽命哪有那麼長？這螞蟻死了以後又到這個窩裡來做小螞蟻，這就是愚痴，生生世世執著那個身是牠自己，執著那個窩是牠的家，這個執著要不打破，牠就沒有辦法「改行易道」，這個是極度的愚痴。"
    },
    {
      "id": "02-025-0012_p0071",
      "zh_CN": "这就说明了三恶道的可怕，三恶道去不得！要想不去三恶道，我们这个「五恶」就不能做，要在这个地方去断。「痛」与「烧」是果，那个没有法子，要在因上去断。能把这个因断掉，我们才有超越三界的希望。所以这个是非常非常的要紧，这是佛对我们提出了严重的警告。",
      "zh_TW": "這就說明了三惡道的可怕，三惡道去不得！要想不去三惡道，我們這個「五惡」就不能做，要在這個地方去斷。「痛」與「燒」是果，那個沒有法子，要在因上去斷。能把這個因斷掉，我們才有超越三界的希望。所以這個是非常非常的要緊，這是佛對我們提出了嚴重的警告。"
    },
    {
      "id": "02-025-0012_p0072",
      "zh_CN": "今天时间到了，我们就讲到此地。",
      "zh_TW": "今天時間到了，我們就講到此地。"
    }
  ]
}