{
  "doc_id": "02-025-0011",
  "title": {
    "zh_CN": "净宗朝暮课诵经文讲记",
    "zh_TW": "淨宗朝暮課誦經文講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "02-025-0011",
  "total_paragraphs": 77,
  "paragraphs": [
    {
      "id": "02-025-0011_p0001",
      "zh_CN": "请掀开讲义第五页，第八行的当中看起。我们将经文念一段，对对地方：",
      "zh_TW": "請掀開講義第五頁，第八行的當中看起。我們將經文念一段，對對地方："
    },
    {
      "id": "02-025-0011_p0002",
      "zh_CN": "【相从共生。更相报偿。殃恶未尽。终不得离。辗转其中。累劫难出。难得解脱。痛不可言。天地之间。自然有是。虽不即时暴应。善恶会当归之。】",
      "zh_TW": "【相從共生。更相報償。殃惡未盡。終不得離。輾轉其中。累劫難出。難得解脫。痛不可言。天地之間。自然有是。雖不即時暴應。善惡會當歸之。】"
    },
    {
      "id": "02-025-0011_p0003",
      "zh_CN": "从这个地方看起。这一段世尊告诉我们，杀业怨结很深，招来的是互相的酬偿，因此杀业就愈演愈烈，冤冤相报，没完没了。所以说『相从共生』，这一句话就是互相的报偿，『更相报偿』。『殃恶未尽，终不得离』，这是指心境的造作，如果这个怨结没有能够化除的话，这个怨结就永远存在着。这一桩事情我们并不难懂，如果我们冷静细心，都能体会到这种情结。譬如前面所说的，人畜之间的怨结，那个人与人就更不必说了，畜生与畜生。人杀害众生，吃众生肉，这是众生没有能力抵抗，所谓是弱肉强食，但是牠的怨恨永远存在，并不是被吃了、死了一切都完了，那事情就好办，没有这么麻烦了。牠这个怨恨带着走了，将来再一转生，「改形易道」，就像佛经上所讲的，人死为羊，羊死为人。来生这个畜生变成人，人变成畜生，这人再吃畜生肉。那个畜生是不是很甘心的？我前一生做人吃了牠的肉，这一生他做人、我做畜生，我应该偿还他。如果这样想，这个债就了了，就没事了；假如不是这样想，那个怨结郁积在心中，愈积愈深，愈积愈重，它这个报复是一世比一世要来得惨烈，冤冤相报，没完没了。他要不觉悟，是永远没完没了的，这是非常可怕的一桩事情。那么说实在话，我们要是不学佛，哪里晓得这个事实真相。学了佛之后，听到佛的教诲、讲解，我们才晓得这个事实真相，才知道这个问题的严重性。所以这个「殃恶未尽」，可以说永远不会尽的，这个报来报去永远没了的。所以是『辗转其中，累劫难出』，这个「其中」就是六道轮回，在这个里面轮回，酬偿业报，『难得解脱，痛不可言』。",
      "zh_TW": "從這個地方看起。這一段世尊告訴我們，殺業怨結很深，招來的是互相的酬償，因此殺業就愈演愈烈，冤冤相報，沒完沒了。所以說『相從共生』，這一句話就是互相的報償，『更相報償』。『殃惡未盡，終不得離』，這是指心境的造作，如果這個怨結沒有能夠化除的話，這個怨結就永遠存在著。這一樁事情我們並不難懂，如果我們冷靜細心，都能體會到這種情結。譬如前面所說的，人畜之間的怨結，那個人與人就更不必說了，畜生與畜生。人殺害眾生，吃眾生肉，這是眾生沒有能力抵抗，所謂是弱肉強食，但是牠的怨恨永遠存在，並不是被吃了、死了一切都完了，那事情就好辦，沒有這麼麻煩了。牠這個怨恨帶著走了，將來再一轉生，「改形易道」，就像佛經上所講的，人死為羊，羊死為人。來生這個畜生變成人，人變成畜生，這人再吃畜生肉。那個畜生是不是很甘心的？我前一生做人吃了牠的肉，這一生他做人、我做畜生，我應該償還他。如果這樣想，這個債就了了，就沒事了；假如不是這樣想，那個怨結鬱積在心中，愈積愈深，愈積愈重，它這個報復是一世比一世要來得慘烈，冤冤相報，沒完沒了。他要不覺悟，是永遠沒完沒了的，這是非常可怕的一樁事情。那麼說實在話，我們要是不學佛，哪裡曉得這個事實真相。學了佛之後，聽到佛的教誨、講解，我們才曉得這個事實真相，才知道這個問題的嚴重性。所以這個「殃惡未盡」，可以說永遠不會盡的，這個報來報去永遠沒了的。所以是『輾轉其中，累劫難出』，這個「其中」就是六道輪迴，在這個裡面輪迴，酬償業報，『難得解脫，痛不可言』。"
    },
    {
      "id": "02-025-0011_p0004",
      "zh_CN": "『天地之间，自然有是』，这两句话是跟我们说明「因果不虚，必受其报」。这些事是自自然然演变出来的，没有人去制造，没有人去设计。正如同我们作梦，心性不善的人、行为不良的人常作恶梦。他也并不喜欢作恶梦，偏偏要作恶梦，这是一回什么事？「自然有是」。实在说，就是佛在经论里头常说的，一切法从心想生。心里面常常想着，它就会现相，就会变现出这个六道轮回的相。『虽不即时暴应，善恶会当归之』。佛给我们说果报通三世，有现世的果报；有来世的果报，来世是接着来一生；有后世的果报，后世果报就不一定在哪一生。所以说因缘聚会的时候，果报怎样逃也逃不脱，这个是我们应当要晓得的。就是「虽不即时暴应，善恶会当归之」，这个就是因缘遇合的时候，一定不能够避免的，这个讲杀业，就是偿命。下面是第二段：",
      "zh_TW": "『天地之間，自然有是』，這兩句話是跟我們說明「因果不虛，必受其報」。這些事是自自然然演變出來的，沒有人去製造，沒有人去設計。正如同我們作夢，心性不善的人、行為不良的人常作惡夢。他也並不喜歡作惡夢，偏偏要作惡夢，這是一回什麼事？「自然有是」。實在說，就是佛在經論裡頭常說的，一切法從心想生。心裡面常常想著，它就會現相，就會變現出這個六道輪迴的相。『雖不即時暴應，善惡會當歸之』。佛給我們說果報通三世，有現世的果報；有來世的果報，來世是接著來一生；有後世的果報，後世果報就不一定在哪一生。所以說因緣聚會的時候，果報怎樣逃也逃不脫，這個是我們應當要曉得的。就是「雖不即時暴應，善惡會當歸之」，這個就是因緣遇合的時候，一定不能夠避免的，這個講殺業，就是償命。下面是第二段："
    },
    {
      "id": "02-025-0011_p0005",
      "zh_CN": "【其二者。】",
      "zh_TW": "【其二者。】"
    },
    {
      "id": "02-025-0011_p0006",
      "zh_CN": "第二段是讲偷盗恶。第一段是杀生，第二段是偷盗，它这个五善就是说的五戒。",
      "zh_TW": "第二段是講偷盜惡。第一段是殺生，第二段是偷盜，它這個五善就是說的五戒。"
    },
    {
      "id": "02-025-0011_p0007",
      "zh_CN": "【世间人民。不顺法度。】",
      "zh_TW": "【世間人民。不順法度。】"
    },
    {
      "id": "02-025-0011_p0008",
      "zh_CN": "首先为我们说偷盗之因，他为什么会偷盗？这讲『世间人民』不能够顺从『法度』。「法」是法律，「度」就是衡量，也是制度。就是法律，就是制度。像我们中国古时候所讲的「五伦十义」都可以算是法度，它有法的意思，也有制度的意思。佛法里面为我们讲的三福、讲的六和，这是出世间的法度，法律跟制度。那要不顺呢，就是违犯、违背了。",
      "zh_TW": "首先為我們說偷盜之因，他為什麼會偷盜？這講『世間人民』不能夠順從『法度』。「法」是法律，「度」就是衡量，也是制度。就是法律，就是制度。像我們中國古時候所講的「五倫十義」都可以算是法度，它有法的意思，也有制度的意思。佛法裡面為我們講的三福、講的六和，這是出世間的法度，法律跟制度。那要不順呢，就是違犯、違背了。"
    },
    {
      "id": "02-025-0011_p0009",
      "zh_CN": "【奢淫骄纵。任心自恣。】",
      "zh_TW": "【奢淫驕縱。任心自恣。】"
    },
    {
      "id": "02-025-0011_p0010",
      "zh_CN": "奢侈。这个『淫』在此地，不当做男女交会说，当作凡事做得太过分了就叫「淫」。譬如说雨水下得太多了，我们称它作淫雨，淫是过分的意思。骄慢、放纵，『任心自恣』，也是这个意思。这是说盗心的起因。",
      "zh_TW": "奢侈。這個『淫』在此地，不當做男女交會說，當作凡事做得太過分了就叫「淫」。譬如說雨水下得太多了，我們稱它作淫雨，淫是過分的意思。驕慢、放縱，『任心自恣』，也是這個意思。這是說盜心的起因。"
    },
    {
      "id": "02-025-0011_p0011",
      "zh_CN": "【居上不明。在位不正。陷人冤枉。损害忠良。心口各异。机伪多端。尊卑中外。更相欺诳。】",
      "zh_TW": "【居上不明。在位不正。陷人冤枉。損害忠良。心口各異。機偽多端。尊卑中外。更相欺誑。】"
    },
    {
      "id": "02-025-0011_p0012",
      "zh_CN": "这个几句讲的是偷盗的手段。佛法里面讲偷盗，跟我们世间的观念不太一样。而佛法里面讲的这个范围非常的深广，所以在梵文本义里面叫「不予取」，那个范围就非常的广大了。有主之财，这个财物是有主人的，主人没有同意，你就把它取得来，无论用什么手段，不是他甘心情愿的，你所得到的统统算是偷盗。",
      "zh_TW": "這個幾句講的是偷盜的手段。佛法裡面講偷盜，跟我們世間的觀念不太一樣。而佛法裡面講的這個範圍非常的深廣，所以在梵文本義裡面叫「不予取」，那個範圍就非常的廣大了。有主之財，這個財物是有主人的，主人沒有同意，你就把它取得來，無論用什麼手段，不是他甘心情願的，你所得到的統統算是偷盜。"
    },
    {
      "id": "02-025-0011_p0013",
      "zh_CN": "『居上不明』，这是在上位的。『在位不正』，他就利用他的职权，贪赃枉法。这些人给他送的这些礼，是不是甘心情愿的？不是的，是被他权势胁迫，他不得不行贿赂，这个都是属于偷盗。所以不一定是自己偷偷摸摸去偷，这个手段实在讲是太多太多了。我们儒家讲不义之财，你所得到的，在佛法里面讲统统是偷盗的行为，都是犯了盗戒。如果于他权势利害有不利的时候，他甚至于『陷人冤枉』，这真可谓是利令智昏！所以这个里面不但有盗业，而且里头有杀业。他这个杀，为什么不列入前面第一段，列在此地呢？他是因盗而杀，他主要是因盗。『损害忠良』，在历史上最著名的，像宋高宗杀岳飞，这个在佛法里面就是盗戒，实在说是偷盗。怎么回事情呢？诸位读历史就晓得。在那个时候，宋高宗的父亲是徽宗，当时的皇帝钦宗是他哥哥，这两个人被金人俘虏去了，俘虏去了。中国这个时候没有皇帝，他就宣布即位做皇帝。岳飞是个忠心耿耿的人，希望是雪耻报国，光复国土，把金兵赶出中国的边境，把徽、钦二帝再迎回来，这是岳飞之志。可是他没想到，那个钦宗回来之后，宋高宗怎么办？没想到这个问题。于是高宗想做皇帝，秦桧想做宰相，这两个人为了个人的利益，就把岳飞害死，跟金人谈和，徽、钦二帝永远不能够回到中原，他的皇帝就坐稳了。这叫盗国！这个不是小偷，是大偷。我们古时候讲「窃国者侯」，会偷的那是大偷，偷到一个国家，他就能做侯、做王了。他并不是有意去杀害岳飞，是为了他自己的利益，保全他自己利益，这是盗；因盗而杀，是这么回事情。他也知道岳飞是好人，也知道岳飞是忠臣，但是对他自己的利害是妨碍太大了。这是举出这一个例子，像这种例子很多很多。",
      "zh_TW": "『居上不明』，這是在上位的。『在位不正』，他就利用他的職權，貪贓枉法。這些人給他送的這些禮，是不是甘心情願的？不是的，是被他權勢脅迫，他不得不行賄賂，這個都是屬於偷盜。所以不一定是自己偷偷摸摸去偷，這個手段實在講是太多太多了。我們儒家講不義之財，你所得到的，在佛法裡面講統統是偷盜的行為，都是犯了盜戒。如果於他權勢利害有不利的時候，他甚至於『陷人冤枉』，這真可謂是利令智昏！所以這個裡面不但有盜業，而且裡頭有殺業。他這個殺，為什麼不列入前面第一段，列在此地呢？他是因盜而殺，他主要是因盜。『損害忠良』，在歷史上最著名的，像宋高宗殺岳飛，這個在佛法裡面就是盜戒，實在說是偷盜。怎麼回事情呢？諸位讀歷史就曉得。在那個時候，宋高宗的父親是徽宗，當時的皇帝欽宗是他哥哥，這兩個人被金人俘虜去了，俘虜去了。中國這個時候沒有皇帝，他就宣布即位做皇帝。岳飛是個忠心耿耿的人，希望是雪恥報國，光復國土，把金兵趕出中國的邊境，把徽、欽二帝再迎回來，這是岳飛之志。可是他沒想到，那個欽宗回來之後，宋高宗怎麼辦？沒想到這個問題。於是高宗想做皇帝，秦檜想做宰相，這兩個人為了個人的利益，就把岳飛害死，跟金人談和，徽、欽二帝永遠不能夠回到中原，他的皇帝就坐穩了。這叫盜國！這個不是小偷，是大偷。我們古時候講「竊國者侯」，會偷的那是大偷，偷到一個國家，他就能做侯、做王了。他並不是有意去殺害岳飛，是為了他自己的利益，保全他自己利益，這是盜；因盜而殺，是這麼回事情。他也知道岳飛是好人，也知道岳飛是忠臣，但是對他自己的利害是妨礙太大了。這是舉出這一個例子，像這種例子很多很多。"
    },
    {
      "id": "02-025-0011_p0014",
      "zh_CN": "『心口各异』，心里面所想的跟口里说的是两样，不是一致的。『机伪多端』，就是这个人非常机诈。『尊卑中外，更相欺诳』，这是对内、对于家庭、对长官、对部下、对朋友、对于外国，都用欺骗的手段，毫无诚意，他这个目的全是盗心，盗窃名位、权力。",
      "zh_TW": "『心口各異』，心裡面所想的跟口裡說的是兩樣，不是一致的。『機偽多端』，就是這個人非常機詐。『尊卑中外，更相欺誑』，這是對內、對於家庭、對長官、對部下、對朋友、對於外國，都用欺騙的手段，毫無誠意，他這個目的全是盜心，盜竊名位、權力。"
    },
    {
      "id": "02-025-0011_p0015",
      "zh_CN": "【瞋恚愚痴。欲自厚己。欲贪多有。利害胜负。结忿成雠。破家亡身。不顾前后。】",
      "zh_TW": "【瞋恚愚痴。欲自厚己。欲貪多有。利害勝負。結忿成讎。破家亡身。不顧前後。】"
    },
    {
      "id": "02-025-0011_p0016",
      "zh_CN": "这一段是讲因盗而起了争执，这种争执在现代就非常的明显，就是所谓的权力斗争，是属于这一类的。这个现象几乎在每一个阶层里面都能够看得到，这个是我们要警惕的。『瞋恚愚痴』，这是贪瞋痴三毒都具足了，『欲自厚己，欲贪多有』，你看瞋恚、愚痴、贪欲，这三毒都具足了。『利害胜负』，「利害」是讲他的得失，他得到利了；有得利，必定有得害的，于是乎就有了胜负。这有「利害胜负」，那个斗争是决定不能够避免。于是『结忿成雠，破家亡身』，这是痛！这个盗是恶因，五恶是因，到这个时候这是属于花报，「结忿成雠，破家亡身」。『不顾前后』，这一句是讲的未来的果报，「前」是前因，「后」是后果。前面这个杀生里面，曾经讲到人与人之残杀、人与畜生的残杀、畜生与畜生互相残杀，这都有报应的。这是因盗，或者我们讲因利害冲突，而造成的杀业，所以它这个东西统统都有相连的、都有连贯的，它的后果非常可怕！",
      "zh_TW": "這一段是講因盜而起了爭執，這種爭執在現代就非常的明顯，就是所謂的權力鬥爭，是屬於這一類的。這個現象幾乎在每一個階層裡面都能夠看得到，這個是我們要警惕的。『瞋恚愚痴』，這是貪瞋痴三毒都具足了，『欲自厚己，欲貪多有』，你看瞋恚、愚痴、貪欲，這三毒都具足了。『利害勝負』，「利害」是講他的得失，他得到利了；有得利，必定有得害的，於是乎就有了勝負。這有「利害勝負」，那個鬥爭是決定不能夠避免。於是『結忿成讎，破家亡身』，這是痛！這個盜是惡因，五惡是因，到這個時候這是屬於花報，「結忿成讎，破家亡身」。『不顧前後』，這一句是講的未來的果報，「前」是前因，「後」是後果。前面這個殺生裡面，曾經講到人與人之殘殺、人與畜生的殘殺、畜生與畜生互相殘殺，這都有報應的。這是因盜，或者我們講因利害衝突，而造成的殺業，所以它這個東西統統都有相連的、都有連貫的，它的後果非常可怕！"
    },
    {
      "id": "02-025-0011_p0017",
      "zh_CN": "【富有悭惜。不肯施与。爱保贪重。心劳身苦。】",
      "zh_TW": "【富有慳惜。不肯施與。愛保貪重。心勞身苦。】"
    },
    {
      "id": "02-025-0011_p0018",
      "zh_CN": "这些教训我们都应当牢牢的记住，决定不要去犯它。『富有』，是不是净财？假如这个「富有」而是不义之财，他这个富有决定保不住。如果是净财的话，他能够守得稳，能够守得住；不净之财，也就是说，他虽然富有，这个财是不义之财，他则未必能保得住。『不肯施与』，这个问题就严重了。诸位要晓得，这个财，我们中国人称为通货，通是要流通，流通就好，一不通，问题马上就来了。财到你这个地方不流了，不流怎么样？不流就生病。流水是清洁干净的，水要不流就变成臭水沟了。所以这个人不晓得，积财就是养毒，就是在积毒，很少人能体会到这个意思，这是真的，一点都不假。财决定不能积，一定要让它流通。流通，这个财是活的，活水源源不尽，而不是死水。所以要能布施。佛告诉我们，一个人一生，你命中所有的财富，我们中国人称为禄。禄就是你应该享受的，这些物质你应该享受的，都是你前生所修的。前生修什么？修的财布施。如果你修财布施多，你这一生禄就多，你的财富就多；如果你前生修的少，你这一生财富就少，是这么来的。有人以为发了财，认为他很聪明、他很能干、他生财有道，其实比他聪明、比他能干的人很多，为什么别人不发财？需要知道，命里有的时候它一定有；命里无时莫强求，求不到！这是一定的道理，怎么能勉强的呢？命里没有的，我想求，假如你能够如理如法的求，也能求得到。如理，是根据道理，不违背道理，有一定的方法，能求得到。所以，如理如法，有求必应，这是一定要晓得的。佛在经里面讲得很多，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。这三种果报都是世间人希求的，如果要不修因，到哪里能求得到？不能修因，求佛菩萨也求不到，求天地鬼神也求不到，一定要懂得修因。",
      "zh_TW": "這些教訓我們都應當牢牢的記住，決定不要去犯它。『富有』，是不是淨財？假如這個「富有」而是不義之財，他這個富有決定保不住。如果是淨財的話，他能夠守得穩，能夠守得住；不淨之財，也就是說，他雖然富有，這個財是不義之財，他則未必能保得住。『不肯施與』，這個問題就嚴重了。諸位要曉得，這個財，我們中國人稱為通貨，通是要流通，流通就好，一不通，問題馬上就來了。財到你這個地方不流了，不流怎麼樣？不流就生病。流水是清潔乾淨的，水要不流就變成臭水溝了。所以這個人不曉得，積財就是養毒，就是在積毒，很少人能體會到這個意思，這是真的，一點都不假。財決定不能積，一定要讓它流通。流通，這個財是活的，活水源源不盡，而不是死水。所以要能布施。佛告訴我們，一個人一生，你命中所有的財富，我們中國人稱為祿。祿就是你應該享受的，這些物質你應該享受的，都是你前生所修的。前生修什麼？修的財布施。如果你修財布施多，你這一生祿就多，你的財富就多；如果你前生修的少，你這一生財富就少，是這麼來的。有人以為發了財，認為他很聰明、他很能幹、他生財有道，其實比他聰明、比他能幹的人很多，為什麼別人不發財？需要知道，命裡有的時候它一定有；命裡無時莫強求，求不到！這是一定的道理，怎麼能勉強的呢？命裡沒有的，我想求，假如你能夠如理如法的求，也能求得到。如理，是根據道理，不違背道理，有一定的方法，能求得到。所以，如理如法，有求必應，這是一定要曉得的。佛在經裡面講得很多，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。這三種果報都是世間人希求的，如果要不修因，到哪裡能求得到？不能修因，求佛菩薩也求不到，求天地鬼神也求不到，一定要懂得修因。"
    },
    {
      "id": "02-025-0011_p0019",
      "zh_CN": "这些富有的人，他就不知道修因，所以不肯施与。『爱保贪重，心劳身苦』，操心，患得患失，没有得到的时候，心里面忧念怎样得到；得到之后又怕失掉，这个心很苦，身心都很苦。中国俗话有所谓，「谁知世上金银宝，借汝权看数十年」，你一样也带不走！你再富有，你也是一天吃三餐，夜眠六尺，你还能有什么享受？如果我们把这个事实真相看清楚了，你才知道布施快乐，帮助人是乐事。世间什么事情最快乐？帮助人的事情是最快乐的。佛菩萨大慈大悲，帮助一切众生，所以他们的生活是最快乐的。",
      "zh_TW": "這些富有的人，他就不知道修因，所以不肯施與。『愛保貪重，心勞身苦』，操心，患得患失，沒有得到的時候，心裡面憂念怎樣得到；得到之後又怕失掉，這個心很苦，身心都很苦。中國俗話有所謂，「誰知世上金銀寶，借汝權看數十年」，你一樣也帶不走！你再富有，你也是一天吃三餐，夜眠六尺，你還能有什麼享受？如果我們把這個事實真相看清楚了，你才知道布施快樂，幫助人是樂事。世間什麼事情最快樂？幫助人的事情是最快樂的。佛菩薩大慈大悲，幫助一切眾生，所以他們的生活是最快樂的。"
    },
    {
      "id": "02-025-0011_p0020",
      "zh_CN": "【如是至竟。无一随者。】",
      "zh_TW": "【如是至竟。無一隨者。】"
    },
    {
      "id": "02-025-0011_p0021",
      "zh_CN": "『如是至竟』，「竟」就是到老死！你寿命完了，没有一样能跟着你走，一样都带不走。可是：",
      "zh_TW": "『如是至竟』，「竟」就是到老死！你壽命完了，沒有一樣能跟著你走，一樣都帶不走。可是："
    },
    {
      "id": "02-025-0011_p0022",
      "zh_CN": "【善恶祸福。追命所生 。】",
      "zh_TW": "【善惡禍福。追命所生 。】"
    },
    {
      "id": "02-025-0011_p0023",
      "zh_CN": "这个东西跟你走了，这个是麻烦事情！所谓「万般将不去，唯有业随身」，你这一生造的善恶业跟着你走，带给你来生后世祸福的果报。你这一生心善行善，你来生后世得福报；如果心恶行恶，来生后世就得的苦报，就是灾祸，『追命所生』。",
      "zh_TW": "這個東西跟你走了，這個是麻煩事情！所謂「萬般將不去，唯有業隨身」，你這一生造的善惡業跟著你走，帶給你來生後世禍福的果報。你這一生心善行善，你來生後世得福報；如果心惡行惡，來生後世就得的苦報，就是災禍，『追命所生』。"
    },
    {
      "id": "02-025-0011_p0024",
      "zh_CN": "【或在乐处。或入苦毒。】",
      "zh_TW": "【或在樂處。或入苦毒。】"
    },
    {
      "id": "02-025-0011_p0025",
      "zh_CN": "这就是果报。『乐处』是讲的三善道，『苦毒』是讲的三恶道。",
      "zh_TW": "這就是果報。『樂處』是講的三善道，『苦毒』是講的三惡道。"
    },
    {
      "id": "02-025-0011_p0026",
      "zh_CN": "【又或见善憎谤。不思慕及。常怀盗心。悕望他利。用自供给。消散复取。】",
      "zh_TW": "【又或見善憎謗。不思慕及。常懷盜心。悕望他利。用自供給。消散復取。】"
    },
    {
      "id": "02-025-0011_p0027",
      "zh_CN": "这一段是讲由业转变成果报。这种情形古今到处都有，我们稍微留意都能够见到。心量窄小，嫉妒别人，就是『见善憎谤』，看到别人有善行，看到别人有好事，他不但不能够随喜，他反而毁谤。这个毁谤是从嫉妒心生起的，嫉妒、毁谤，『不思慕及』。他不知道仰慕，不知道向善人学习，他不晓得；他在旁边嫉妒、毁谤、障碍。『常怀盗心』，这个心就是「盗心」，盗心固结，都是图取名闻利养。『悕望他利，用自供给』，别人的利益他来享受，享受完了再去取，『消散复取』。换句话说，自己在那边享受，是不劳而获。凡是这一类的，这个手段也都非常高明，虽然能够欺人一时，终究会败露；纵然不败露，欺骗不了良心，欺骗不了神明。所以底下有：",
      "zh_TW": "這一段是講由業轉變成果報。這種情形古今到處都有，我們稍微留意都能夠見到。心量窄小，嫉妒別人，就是『見善憎謗』，看到別人有善行，看到別人有好事，他不但不能夠隨喜，他反而毀謗。這個毀謗是從嫉妒心生起的，嫉妒、毀謗，『不思慕及』。他不知道仰慕，不知道向善人學習，他不曉得；他在旁邊嫉妒、毀謗、障礙。『常懷盜心』，這個心就是「盜心」，盜心固結，都是圖取名聞利養。『悕望他利，用自供給』，別人的利益他來享受，享受完了再去取，『消散復取』。換句話說，自己在那邊享受，是不勞而獲。凡是這一類的，這個手段也都非常高明，雖然能夠欺人一時，終究會敗露；縱然不敗露，欺騙不了良心，欺騙不了神明。所以底下有："
    },
    {
      "id": "02-025-0011_p0028",
      "zh_CN": "【神明克识。终入恶道。自有三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【神明剋識。終入惡道。自有三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-025-0011_p0029",
      "zh_CN": "这个全是属于盗心，手段再高明，也没有办法免了『神明克识』。这个意思就是说，天地之间有主管这些善恶之神，我们中国俗话说「抬头三尺有神明」，这个话都是真的，不是假的。佛在《地藏菩萨本愿经》里面讲得很清楚，诸位念过《地藏经》你就明了。神明一定把你的行业都记录下来，这个「识」念破音字，念入声，念识（音执），当作记录来讲。「克」是必定，一定记录下来。死了以后见阎王，这是审判的时候，一定判入恶道，『终入恶道』，这是随业受报。『自有三途』，这个「三途」是畜生、饿鬼、地狱。『无量苦恼，辗转其中，累劫难出，痛不可言』。这是说堕落到三途之后的果报，也就是前面讲的「烧」。这一段经文里面我们所念的、所看到的，无论是杀，无论是瞋，或者是愚痴，统统都是从盗心起的，所以它都归在盗恶这一类。",
      "zh_TW": "這個全是屬於盜心，手段再高明，也沒有辦法免了『神明剋識』。這個意思就是說，天地之間有主管這些善惡之神，我們中國俗話說「抬頭三尺有神明」，這個話都是真的，不是假的。佛在《地藏菩薩本願經》裡面講得很清楚，諸位念過《地藏經》你就明瞭。神明一定把你的行業都記錄下來，這個「識」念破音字，念入聲，念識（音執），當作記錄來講。「剋」是必定，一定記錄下來。死了以後見閻王，這是審判的時候，一定判入惡道，『終入惡道』，這是隨業受報。『自有三途』，這個「三途」是畜生、餓鬼、地獄。『無量苦惱，輾轉其中，累劫難出，痛不可言』。這是說墮落到三途之後的果報，也就是前面講的「燒」。這一段經文裡面我們所念的、所看到的，無論是殺，無論是瞋，或者是愚痴，統統都是從盜心起的，所以它都歸在盜惡這一類。"
    },
    {
      "id": "02-025-0011_p0030",
      "zh_CN": "【其三者。世间人民。相因寄生。寿命几何。不良之人。身心不正。常怀邪恶。常念淫佚。烦满胸中。邪态外逸。费损家财。事为非法。】",
      "zh_TW": "【其三者。世間人民。相因寄生。壽命幾何。不良之人。身心不正。常懷邪惡。常念淫佚。煩滿胸中。邪態外逸。費損家財。事為非法。】"
    },
    {
      "id": "02-025-0011_p0031",
      "zh_CN": "这第三段讲的是邪淫恶。经文一开端，佛是很感慨的为我们说出，『世间人民，相因寄生』。人活在这个世间，是要仰赖大众互相合作的，没有办法独自生存的。我们吃的，有农夫耕种；我们穿的，有多少工人在纺织。生活所需点点滴滴，都是大众互相依赖的，「相因寄生」。『寿命几何？』人能够常常这样想，常常这样观察，警觉心就高，妄念自然就少了。可是迷惑颠倒的人多，不了解事实真相；如果明白，就知道一切众生于我们都有恩德。所以佛法，你看在回向偈里面，「上报四重恩，下济三途苦」，这是真正明了事实真相。四重恩，第一个是父母之恩，父母有养育之恩；第二是三宝之恩，三宝是老师，有教导之恩；第三是国家，国家保障我们生命财产的安全，使我们能够安居乐业；第四个是众生恩，刚才说了，我们生活之所需，都需要靠一切众生互助合作，所以佛教给我们常念四恩。",
      "zh_TW": "這第三段講的是邪淫惡。經文一開端，佛是很感慨的為我們說出，『世間人民，相因寄生』。人活在這個世間，是要仰賴大眾互相合作的，沒有辦法獨自生存的。我們吃的，有農夫耕種；我們穿的，有多少工人在紡織。生活所需點點滴滴，都是大眾互相依賴的，「相因寄生」。『壽命幾何？』人能夠常常這樣想，常常這樣觀察，警覺心就高，妄念自然就少了。可是迷惑顛倒的人多，不了解事實真相；如果明白，就知道一切眾生於我們都有恩德。所以佛法，你看在迴向偈裡面，「上報四重恩，下濟三途苦」，這是真正明瞭事實真相。四重恩，第一個是父母之恩，父母有養育之恩；第二是三寶之恩，三寶是老師，有教導之恩；第三是國家，國家保障我們生命財產的安全，使我們能夠安居樂業；第四個是眾生恩，剛才說了，我們生活之所需，都需要靠一切眾生互助合作，所以佛教給我們常念四恩。"
    },
    {
      "id": "02-025-0011_p0032",
      "zh_CN": "『不良之人』，不知道四恩，不知道感恩的这些人，『身心不正』，心里面常有邪思，身有邪行，所以『常怀邪恶』。邪恶里面最重的就是『常念淫佚』，即使正常的夫妇，如果淫欲无度，也犯了这条戒。『烦满胸中』，这是形容欲火就像在身中烧一样，如火烧中一样。『邪态外逸』，所以是无有惭愧。『费损家财』，这是我们一般讲的浪子，因淫欲耗费家里面的财产。『事为非法』，破人名节，这是造的恶行。",
      "zh_TW": "『不良之人』，不知道四恩，不知道感恩的這些人，『身心不正』，心裡面常有邪思，身有邪行，所以『常懷邪惡』。邪惡裡面最重的就是『常念淫佚』，即使正常的夫婦，如果淫欲無度，也犯了這條戒。『煩滿胸中』，這是形容欲火就像在身中燒一樣，如火燒中一樣。『邪態外逸』，所以是無有慚愧。『費損家財』，這是我們一般講的浪子，因淫欲耗費家裡面的財產。『事為非法』，破人名節，這是造的惡行。"
    },
    {
      "id": "02-025-0011_p0033",
      "zh_CN": "【所当求者。而不肯为。】",
      "zh_TW": "【所當求者。而不肯為。】"
    },
    {
      "id": "02-025-0011_p0034",
      "zh_CN": "『所当求者』，在这一段里面就是不邪淫，这是善行善业。佛给我们讲的五善，不邪淫是善，他不肯为，他不肯听话，不肯做。淫佚所衍生的灾变，也是非常可怕。",
      "zh_TW": "『所當求者』，在這一段裡面就是不邪淫，這是善行善業。佛給我們講的五善，不邪淫是善，他不肯為，他不肯聽話，不肯做。淫佚所衍生的災變，也是非常可怕。"
    },
    {
      "id": "02-025-0011_p0035",
      "zh_CN": "【又或交结聚会。兴兵相伐。攻劫杀戮。强夺迫胁。归给妻子。极身作乐。众共憎厌。患而苦之。】",
      "zh_TW": "【又或交結聚會。興兵相伐。攻劫殺戮。強奪迫脅。歸給妻子。極身作樂。眾共憎厭。患而苦之。】"
    },
    {
      "id": "02-025-0011_p0036",
      "zh_CN": "这个就是衍生的灾变。『兴兵相伐』，是为了女子。在古时候历史上所记载的，像石崇、孙秀，我们看到就是一个很好的例子。明末清初，吴三桂引清兵入关，这大家都晓得，是为了他的爱妾陈圆圆，这都是为女色，对于家庭、国家都不顾了。『攻劫杀戮』，在古时候，楚文王的时候、晋献公的时候，春秋战国时候都能看到，都是为女色引起的战争，这些杀业都归到邪淫这一科里面来了。『强夺迫胁』，像殷纣王时候的酒池肉林一类的事情，现在我们所讲的贪污，贪赃枉法，『归给妻子，极身作乐』。可是『众共憎厌』，这是社会大众，他们这些人可以说都是聪明人，不是聪明人做不出这些事，都是极聪明的人；可惜就是所谓的聪明反被聪明误，造作这样重的恶业，社会大众哪有不厌恶、哪有不怨恨的道理？所以积这些怨恨、众怒，于是乎家破国亡，这个在历史上我们看到很多很多的例子。",
      "zh_TW": "這個就是衍生的災變。『興兵相伐』，是為了女子。在古時候歷史上所記載的，像石崇、孫秀，我們看到就是一個很好的例子。明末清初，吳三桂引清兵入關，這大家都曉得，是為了他的愛妾陳圓圓，這都是為女色，對於家庭、國家都不顧了。『攻劫殺戮』，在古時候，楚文王的時候、晉獻公的時候，春秋戰國時候都能看到，都是為女色引起的戰爭，這些殺業都歸到邪淫這一科裡面來了。『強奪迫脅』，像殷紂王時候的酒池肉林一類的事情，現在我們所講的貪污，貪贓枉法，『歸給妻子，極身作樂』。可是『眾共憎厭』，這是社會大眾，他們這些人可以說都是聰明人，不是聰明人做不出這些事，都是極聰明的人；可惜就是所謂的聰明反被聰明誤，造作這樣重的惡業，社會大眾哪有不厭惡、哪有不怨恨的道理？所以積這些怨恨、眾怒，於是乎家破國亡，這個在歷史上我們看到很多很多的例子。"
    },
    {
      "id": "02-025-0011_p0037",
      "zh_CN": "【如是之恶。著于人鬼。】",
      "zh_TW": "【如是之惡。著於人鬼。】"
    },
    {
      "id": "02-025-0011_p0038",
      "zh_CN": "人看到很清楚，鬼神看到也很清楚、也很明白。",
      "zh_TW": "人看到很清楚，鬼神看到也很清楚、也很明白。"
    },
    {
      "id": "02-025-0011_p0039",
      "zh_CN": "【神明记识。自入三途。】",
      "zh_TW": "【神明記識。自入三途。】"
    },
    {
      "id": "02-025-0011_p0040",
      "zh_CN": "地狱里面有炮烙的刑罚，畜生里面有鸳鸽之报，也都是与这些恶业有关联。",
      "zh_TW": "地獄裡面有炮烙的刑罰，畜生裡面有鴛鴿之報，也都是與這些惡業有關聯。"
    },
    {
      "id": "02-025-0011_p0041",
      "zh_CN": "【无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-025-0011_p0042",
      "zh_CN": "佛每一段的结语，这个意思都是告诉我们，这些恶业决定不能造。恶业不除，痛烧是决定不能够避免的。",
      "zh_TW": "佛每一段的結語，這個意思都是告訴我們，這些惡業決定不能造。惡業不除，痛燒是決定不能夠避免的。"
    },
    {
      "id": "02-025-0011_p0043",
      "zh_CN": "【其四者。】",
      "zh_TW": "【其四者。】"
    },
    {
      "id": "02-025-0011_p0044",
      "zh_CN": "这个第四是讲妄语恶。",
      "zh_TW": "這個第四是講妄語惡。"
    },
    {
      "id": "02-025-0011_p0045",
      "zh_CN": "【世间人民。不念修善。两舌。】",
      "zh_TW": "【世間人民。不念修善。兩舌。】"
    },
    {
      "id": "02-025-0011_p0046",
      "zh_CN": "『两舌』是挑拨是非。言语造业最容易，世出世间的圣人，对于这桩事情都非常重视，所谓口为祸福之门，说话不能没有分寸，不能不谨慎。哪些话当说的、哪些话不当说的，当说不当说，都有后果，这个业报一定要自己去承担。「两舌」是挑拨是非，无论是有意、是无意的，对人都有伤害。有意，罪业当然很重；无意，要看它的演变，如果演变后果非常之恶劣，那个罪业也就很重。",
      "zh_TW": "『兩舌』是挑撥是非。言語造業最容易，世出世間的聖人，對於這樁事情都非常重視，所謂口為禍福之門，說話不能沒有分寸，不能不謹慎。哪些話當說的、哪些話不當說的，當說不當說，都有後果，這個業報一定要自己去承擔。「兩舌」是挑撥是非，無論是有意、是無意的，對人都有傷害。有意，罪業當然很重；無意，要看它的演變，如果演變後果非常之惡劣，那個罪業也就很重。"
    },
    {
      "id": "02-025-0011_p0047",
      "zh_CN": "【恶口。】",
      "zh_TW": "【惡口。】"
    },
    {
      "id": "02-025-0011_p0048",
      "zh_CN": "是说话伤人，粗鲁、伤人的言语是恶口。",
      "zh_TW": "是說話傷人，粗魯、傷人的言語是惡口。"
    },
    {
      "id": "02-025-0011_p0049",
      "zh_CN": "【妄言。】",
      "zh_TW": "【妄言。】"
    },
    {
      "id": "02-025-0011_p0050",
      "zh_CN": "是欺骗众生。",
      "zh_TW": "是欺騙眾生。"
    },
    {
      "id": "02-025-0011_p0051",
      "zh_CN": "【绮语。】",
      "zh_TW": "【綺語。】"
    },
    {
      "id": "02-025-0011_p0052",
      "zh_CN": "是花言巧语。话说得非常好听，可是用意不善，这个用意是害人。这个在现在的社会，像这些流行歌曲，流行歌的歌词唱得很好听，内容教人什么？都教人杀盗淫妄。现在的电影、小说都是属于绮语。这个害社会、害大众，这个罪过一定在阿鼻地狱，这是我们一定要小心、要谨慎的。所以佛教给我们，佛菩萨的言语决定是至善，决定是利益一切众生的，这是我们应当学习的。不但害人的言语我们不能有，于一切众生没有利益的言语，我们也不可以有。下面说：",
      "zh_TW": "是花言巧語。話說得非常好聽，可是用意不善，這個用意是害人。這個在現在的社會，像這些流行歌曲，流行歌的歌詞唱得很好聽，內容教人什麼？都教人殺盜淫妄。現在的電影、小說都是屬於綺語。這個害社會、害大眾，這個罪過一定在阿鼻地獄，這是我們一定要小心、要謹慎的。所以佛教給我們，佛菩薩的言語決定是至善，決定是利益一切眾生的，這是我們應當學習的。不但害人的言語我們不能有，於一切眾生沒有利益的言語，我們也不可以有。下面說："
    },
    {
      "id": "02-025-0011_p0053",
      "zh_CN": "【憎嫉善人。败坏贤明。不孝父母。轻慢师长。朋友无信。难得诚实。】",
      "zh_TW": "【憎嫉善人。敗壞賢明。不孝父母。輕慢師長。朋友無信。難得誠實。】"
    },
    {
      "id": "02-025-0011_p0054",
      "zh_CN": "这些都是因为自欺欺人而生这些过失，所以就归到妄语恶，归到这一类。为什么会嫉妒善人？别人比我好，显得我不如人，想掩盖自己，那就得去毁谤别人，做这个事情。『败坏贤明』，这个「败坏」就是破坏，这是因嫉妒所以就毁谤，这个嫉妒是因为自欺欺人而起的，这个自欺就是妄语之因。人为什么他要妄语，为什么要骗人，犯口的四种过恶？就是因为自欺欺人。『不孝父母』，欺骗父母，不知道孝敬父母。『轻慢师长』，「轻」是轻视，在师长面前傲慢，不懂得尊师重道。『朋友无信』，所谓是轻诺，「无信」是不守信用。『难得诚实』，对于任何一个人都没有诚意。不但对人不诚实，实实在在讲，他对自己都不诚实，怎么会对别人诚实？",
      "zh_TW": "這些都是因為自欺欺人而生這些過失，所以就歸到妄語惡，歸到這一類。為什麼會嫉妒善人？別人比我好，顯得我不如人，想掩蓋自己，那就得去毀謗別人，做這個事情。『敗壞賢明』，這個「敗壞」就是破壞，這是因嫉妒所以就毀謗，這個嫉妒是因為自欺欺人而起的，這個自欺就是妄語之因。人為什麼他要妄語，為什麼要騙人，犯口的四種過惡？就是因為自欺欺人。『不孝父母』，欺騙父母，不知道孝敬父母。『輕慢師長』，「輕」是輕視，在師長面前傲慢，不懂得尊師重道。『朋友無信』，所謂是輕諾，「無信」是不守信用。『難得誠實』，對於任何一個人都沒有誠意。不但對人不誠實，實實在在講，他對自己都不誠實，怎麼會對別人誠實？"
    },
    {
      "id": "02-025-0011_p0055",
      "zh_CN": "【尊贵自大。】",
      "zh_TW": "【尊貴自大。】"
    },
    {
      "id": "02-025-0011_p0056",
      "zh_CN": "这是傲慢。",
      "zh_TW": "這是傲慢。"
    },
    {
      "id": "02-025-0011_p0057",
      "zh_CN": "【谓己有道。横行威势。侵易于人。】",
      "zh_TW": "【謂己有道。橫行威勢。侵易於人。】"
    },
    {
      "id": "02-025-0011_p0058",
      "zh_CN": "这个是说的妄语之中的大妄语，这个罪过就很重。佛家的重戒，我们知道出家有四重戒，这四重戒里面有妄语，那个妄语不是指普通的妄语，专指大妄语。这个大妄语就是此地所讲的『谓己有道』。自己没有证果，欺骗别人说自己证果了，这是大妄语。现在我们在这个社会上常常听到，有人说他是什么菩萨再来的，又有人说那个人是佛再来的，这都是属于大妄语。在历史上我们也见到，确确实实有人说他自己是什么佛菩萨化身来的，但是说了就走了。",
      "zh_TW": "這個是說的妄語之中的大妄語，這個罪過就很重。佛家的重戒，我們知道出家有四重戒，這四重戒裡面有妄語，那個妄語不是指普通的妄語，專指大妄語。這個大妄語就是此地所講的『謂己有道』。自己沒有證果，欺騙別人說自己證果了，這是大妄語。現在我們在這個社會上常常聽到，有人說他是什麼菩薩再來的，又有人說那個人是佛再來的，這都是屬於大妄語。在歷史上我們也見到，確確實實有人說他自己是什麼佛菩薩化身來的，但是說了就走了。"
    },
    {
      "id": "02-025-0011_p0059",
      "zh_CN": "像在历史上很有名的，我们净土宗的永明延寿大师，他是阿弥陀佛再来的。怎么知道的？永明大师在世的时候是帝王师，皇帝有一天修福，修福供斋，就是请出家人吃饭，这古时候供斋是修福，叫无遮大会。无遮大会是平等的，只要是出家人，这一天国王都平等的供养，当然这一天来的出家人就多，来应供。那么座位里面总是有上座，不管怎么排，那个座位上总有个上席，这个上席，大家都谦虚，互相都推让，都不肯坐。让来让去，大家都不愿意坐，这个时候正好从外面来了个和尚，大家也不认识，这个和尚看他们让来让去，他老人家就到这个当中大位子上就坐下来了。国王当然心里面总想，这个大位子是他老师坐，结果看到都是出家人，也不好讲话，那算了。坐定之后，斋罢，国王就问永明延寿大师，我今天供斋，有没有圣贤来应供？要有圣贤来应供，他的福报就大。永明大师就说，「有！」他说谁？「定光古佛今天来应供」。他说，哪一位是定光古佛？他说，「就是坐在当中大位子那个」。那个，国王还没瞧得起他，看他穿得破破烂烂的，像叫花子一样，也没人认识他。不过他长相很奇怪，耳朵特别大，所以那个时候都叫他大耳朵和尚。这个时候晓得这个大耳朵和尚是定光古佛再来的，所以国王立刻就派人去跟踪，到处打听，有没有看到这样一个和尚，从哪里走了？又被他们找到了，他在一个山洞里面修行，在那里打坐。看到这些人来，他身分露了，这些人都晓得他是定光古佛，国王要请他到宫廷里面去供养。这个大耳朵和尚说了一句话，「弥陀饶舌」，他就灭度了，就坐在那里坐化了，死了。",
      "zh_TW": "像在歷史上很有名的，我們淨土宗的永明延壽大師，他是阿彌陀佛再來的。怎麼知道的？永明大師在世的時候是帝王師，皇帝有一天修福，修福供齋，就是請出家人吃飯，這古時候供齋是修福，叫無遮大會。無遮大會是平等的，只要是出家人，這一天國王都平等的供養，當然這一天來的出家人就多，來應供。那麼座位裡面總是有上座，不管怎麼排，那個座位上總有個上席，這個上席，大家都謙虛，互相都推讓，都不肯坐。讓來讓去，大家都不願意坐，這個時候正好從外面來了個和尚，大家也不認識，這個和尚看他們讓來讓去，他老人家就到這個當中大位子上就坐下來了。國王當然心裡面總想，這個大位子是他老師坐，結果看到都是出家人，也不好講話，那算了。坐定之後，齋罷，國王就問永明延壽大師，我今天供齋，有沒有聖賢來應供？要有聖賢來應供，他的福報就大。永明大師就說，「有！」他說誰？「定光古佛今天來應供」。他說，哪一位是定光古佛？他說，「就是坐在當中大位子那個」。那個，國王還沒瞧得起他，看他穿得破破爛爛的，像叫花子一樣，也沒人認識他。不過他長相很奇怪，耳朵特別大，所以那個時候都叫他大耳朵和尚。這個時候曉得這個大耳朵和尚是定光古佛再來的，所以國王立刻就派人去跟蹤，到處打聽，有沒有看到這樣一個和尚，從哪裡走了？又被他們找到了，他在一個山洞裡面修行，在那裡打坐。看到這些人來，他身分露了，這些人都曉得他是定光古佛，國王要請他到宮廷裡面去供養。這個大耳朵和尚說了一句話，「彌陀饒舌」，他就滅度了，就坐在那裡坐化了，死了。"
    },
    {
      "id": "02-025-0011_p0060",
      "zh_CN": "大家一看，这没法子，找到他，死了。听到他最后讲一句话，「弥陀饶舌」，这心里一想，他的身分是永明大师把他说出来的，那永明就是阿弥陀佛，弥陀饶舌，他就是阿弥陀佛了。所以不要紧，定光古佛走了，原来家里还有一尊阿弥陀佛，这回去赶紧去报告国王。国王一听到这个事情，定光古佛入灭了，最后说了一句话，弥陀饶舌。他心里晓得了，原来永明国师就是阿弥陀佛，欢喜得不得了！赶紧去见永明大师。这走到门口，遇到报信的一个人，来得很匆忙，几乎跟国王撞了一跤，国王说，「什么事情匆匆忙忙来？」他说，「报告大王，永明大师圆寂了！」",
      "zh_TW": "大家一看，這沒法子，找到他，死了。聽到他最後講一句話，「彌陀饒舌」，這心裡一想，他的身分是永明大師把他說出來的，那永明就是阿彌陀佛，彌陀饒舌，他就是阿彌陀佛了。所以不要緊，定光古佛走了，原來家裡還有一尊阿彌陀佛，這回去趕緊去報告國王。國王一聽到這個事情，定光古佛入滅了，最後說了一句話，彌陀饒舌。他心裡曉得了，原來永明國師就是阿彌陀佛，歡喜得不得了！趕緊去見永明大師。這走到門口，遇到報信的一個人，來得很匆忙，幾乎跟國王撞了一跤，國王說，「什麼事情匆匆忙忙來？」他說，「報告大王，永明大師圓寂了！」"
    },
    {
      "id": "02-025-0011_p0061",
      "zh_CN": "在中国古时候，身分一露，马上就走，这是正确的。现在人身分露了，他又不走，这我觉得很奇怪。哪个人什么菩萨、哪个人什么佛来，他又不走，这不走就靠不住。如果一说出来，马上就走，这个可靠；说出来之后而不走，这个靠不住。在中国历史上这些事情很多。所以，这个自己没有证果，说证果了；没有得定，说得定了，这都是属于大妄语。为什么要说大妄语？他的目的不外乎欺骗众生，求众生对他恭敬，对他供养，对他称赞，无非是搞这些，所以完全是欺诈，这个都列入在妄语这一条里面。所以他这种罪行，果报很重，一定堕阿鼻地狱。所以自己没有证得的时候，要说证得的话，这个罪过很重。",
      "zh_TW": "在中國古時候，身分一露，馬上就走，這是正確的。現在人身分露了，他又不走，這我覺得很奇怪。哪個人什麼菩薩、哪個人什麼佛來，他又不走，這不走就靠不住。如果一說出來，馬上就走，這個可靠；說出來之後而不走，這個靠不住。在中國歷史上這些事情很多。所以，這個自己沒有證果，說證果了；沒有得定，說得定了，這都是屬於大妄語。為什麼要說大妄語？他的目的不外乎欺騙眾生，求眾生對他恭敬，對他供養，對他稱讚，無非是搞這些，所以完全是欺詐，這個都列入在妄語這一條裡面。所以他這種罪行，果報很重，一定墮阿鼻地獄。所以自己沒有證得的時候，要說證得的話，這個罪過很重。"
    },
    {
      "id": "02-025-0011_p0062",
      "zh_CN": "『横行威势，侵易于人』，这个就是像一般所讲的虚张声势，恐吓于人。甚至于还用巫术、暴力来胁迫，这些罪行的演变都是源于自欺欺人，所以都归到妄语这一类里面。",
      "zh_TW": "『橫行威勢，侵易於人』，這個就是像一般所講的虛張聲勢，恐嚇於人。甚至於還用巫術、暴力來脅迫，這些罪行的演變都是源於自欺欺人，所以都歸到妄語這一類裡面。"
    },
    {
      "id": "02-025-0011_p0063",
      "zh_CN": "【欲人畏敬。不自惭惧。】",
      "zh_TW": "【欲人畏敬。不自慚懼。】"
    },
    {
      "id": "02-025-0011_p0064",
      "zh_CN": "『惭』是惭愧。『惧』，是舆论的议论，他也不在乎，不在乎别人的议论。",
      "zh_TW": "『慚』是慚愧。『懼』，是輿論的議論，他也不在乎，不在乎別人的議論。"
    },
    {
      "id": "02-025-0011_p0065",
      "zh_CN": "【难可降化。常怀骄慢。赖其前世。福德营护。】",
      "zh_TW": "【難可降化。常懷驕慢。賴其前世。福德營護。】"
    },
    {
      "id": "02-025-0011_p0066",
      "zh_CN": "这个是佛菩萨、善知识也没有办法教导他，为什么？他不能接受。『常怀骄慢』，贡高自大。那么他为什么现在还不受果报？佛这个地方说的好，『赖其前世，福德营护』，他前生修福修得多，所以他这一生虽然造这样重的罪业，他还在享福，他还没有受到恶报。这个就是赖他前世修的福德，「营」是经营，来保护着他，是这么回事情。虽然过去生中修的福德很大，可是他消得也很快。",
      "zh_TW": "這個是佛菩薩、善知識也沒有辦法教導他，為什麼？他不能接受。『常懷驕慢』，貢高自大。那麼他為什麼現在還不受果報？佛這個地方說的好，『賴其前世，福德營護』，他前生修福修得多，所以他這一生雖然造這樣重的罪業，他還在享福，他還沒有受到惡報。這個就是賴他前世修的福德，「營」是經營，來保護著他，是這麼回事情。雖然過去生中修的福德很大，可是他消得也很快。"
    },
    {
      "id": "02-025-0011_p0067",
      "zh_CN": "【今世为恶。福德尽灭。】",
      "zh_TW": "【今世為惡。福德盡滅。】"
    },
    {
      "id": "02-025-0011_p0068",
      "zh_CN": "他多生多世所修的福德，在这一生当中，造作这些罪业，福德在这一生就享尽了。到他福德享尽的这一天：",
      "zh_TW": "他多生多世所修的福德，在這一生當中，造作這些罪業，福德在這一生就享盡了。到他福德享盡的這一天："
    },
    {
      "id": "02-025-0011_p0069",
      "zh_CN": "【寿命终尽。诸恶绕归 。】",
      "zh_TW": "【壽命終盡。諸惡繞歸 。】"
    },
    {
      "id": "02-025-0011_p0070",
      "zh_CN": "福享完了，他的罪报现前。这些，我们如果留意的去观察，他在死的时候一定不是好死，这能看得出来，一定不是好死。显示他命终的时候，福报尽了，『诸恶绕归』。所以只要我们留意去观察，不难看到事实的真相。",
      "zh_TW": "福享完了，他的罪報現前。這些，我們如果留意的去觀察，他在死的時候一定不是好死，這能看得出來，一定不是好死。顯示他命終的時候，福報盡了，『諸惡繞歸』。所以只要我們留意去觀察，不難看到事實的真相。"
    },
    {
      "id": "02-025-0011_p0071",
      "zh_CN": "【又其名籍。记在神明。】",
      "zh_TW": "【又其名籍。記在神明。】"
    },
    {
      "id": "02-025-0011_p0072",
      "zh_CN": "这个跟前面讲的「神明克识」是一个意思。",
      "zh_TW": "這個跟前面講的「神明克識」是一個意思。"
    },
    {
      "id": "02-025-0011_p0073",
      "zh_CN": "【殃咎牵引。无从舍离。但得前行。入于火镬。身心摧碎。神形苦极。当斯之时。悔复何及。】",
      "zh_TW": "【殃咎牽引。無從捨離。但得前行。入於火鑊。身心摧碎。神形苦極。當斯之時。悔復何及。】"
    },
    {
      "id": "02-025-0011_p0074",
      "zh_CN": "这是讲后世的果报。由于恶业『牵引』着他，他没有办法避免恶报，『无从舍离』。作恶不止，这个业牵引着他入地狱。这个地狱，『火镬』，就是我们一般讲的油鼎，下油锅。刀山、油鼎，他去受这种果报去了。『身心摧碎，神形苦极』。",
      "zh_TW": "這是講後世的果報。由於惡業『牽引』著他，他沒有辦法避免惡報，『無從捨離』。作惡不止，這個業牽引著他入地獄。這個地獄，『火鑊』，就是我們一般講的油鼎，下油鍋。刀山、油鼎，他去受這種果報去了。『身心摧碎，神形苦極』。"
    },
    {
      "id": "02-025-0011_p0075",
      "zh_CN": "地狱是化生，特别是无间地狱。这是《地藏经》里面讲的，地狱里面最苦的一种，叫五无间。间是间隔，间断。一般的地狱受罪，他都还有间隔的时候，这个间隔的时候他不受苦。无间地狱是这个刑罚没有间断的，这是最苦的一种地狱。佛在《地藏经》上告诉我们，这是造作极重罪业的人，以大妄语，不但破坏了正法的形象，这个罪业很重；他误导许许多多的众生入了邪途，因此他这个罪业是极重极重。所以这个罪业不是他个人的修持，他误导这些众生，这个不得了，破坏正法的形象，这个罪业使他堕五无间。五无间第一个，他这个地方一断气，就入无间地狱，当中没有间隔。你看《地藏经》上讲，普通一般人过世，再要去投胎受果报，他还有四十九天（这个做七也是《地藏经》上讲的，都从《地藏经》上来的），这个四十九天就是个缓冲期间，它有间隔。四十九天是讲大多数的，也有比四十九天更长的，也有不到四十九天的，但是它都有一个间隔。这个无间地狱没有间隔，这一断气，马上就入地狱。到达地狱里面，刚才讲了，他是化生。地狱有多大，他就觉得他那个身体有多大，跟地狱一样大。因此，地狱里头所有那些刑罚，一时同受，他都受这些刑罚。这些刑罚都是要命的，像刀山、剑树、油鼎，一下去人不就死了吗？这个死了，地狱里有风，风一吹又活了，活了再下去。所以真是一日一夜万死万生！受这种罪。一直要受到他的罪报满的时候，他才能出来。到什么时候能满？那就难说。所以《地藏经》上说得清楚。佛在《楞严经》里面也讲得很清楚，《楞严经》里头特别警惕我们，千万不要造地狱的罪业，为什么？入地狱很容易，出来太难太难了！不知道要经历多少劫，你才能出得来。这一定要小心、要谨慎。",
      "zh_TW": "地獄是化生，特別是無間地獄。這是《地藏經》裡面講的，地獄裡面最苦的一種，叫五無間。間是間隔，間斷。一般的地獄受罪，他都還有間隔的時候，這個間隔的時候他不受苦。無間地獄是這個刑罰沒有間斷的，這是最苦的一種地獄。佛在《地藏經》上告訴我們，這是造作極重罪業的人，以大妄語，不但破壞了正法的形象，這個罪業很重；他誤導許許多多的眾生入了邪途，因此他這個罪業是極重極重。所以這個罪業不是他個人的修持，他誤導這些眾生，這個不得了，破壞正法的形象，這個罪業使他墮五無間。五無間第一個，他這個地方一斷氣，就入無間地獄，當中沒有間隔。你看《地藏經》上講，普通一般人過世，再要去投胎受果報，他還有四十九天（這個做七也是《地藏經》上講的，都從《地藏經》上來的），這個四十九天就是個緩衝期間，它有間隔。四十九天是講大多數的，也有比四十九天更長的，也有不到四十九天的，但是它都有一個間隔。這個無間地獄沒有間隔，這一斷氣，馬上就入地獄。到達地獄裡面，剛才講了，他是化生。地獄有多大，他就覺得他那個身體有多大，跟地獄一樣大。因此，地獄裡頭所有那些刑罰，一時同受，他都受這些刑罰。這些刑罰都是要命的，像刀山、劍樹、油鼎，一下去人不就死了嗎？這個死了，地獄裡有風，風一吹又活了，活了再下去。所以真是一日一夜萬死萬生！受這種罪。一直要受到他的罪報滿的時候，他才能出來。到什麼時候能滿？那就難說。所以《地藏經》上說得清楚。佛在《楞嚴經》裡面也講得很清楚，《楞嚴經》裡頭特別警惕我們，千萬不要造地獄的罪業，為什麼？入地獄很容易，出來太難太難了！不知道要經歷多少劫，你才能出得來。這一定要小心、要謹慎。"
    },
    {
      "id": "02-025-0011_p0076",
      "zh_CN": "『当斯之时，悔复何及！』堕到地狱，受这么多的苦难，这个时候后悔来不及了。所以聪明人，有智慧的人、有福德的人，听到佛的教诲，就知道回头。佛所说的这些话是不是真的？是不是佛用这些东西来劝我们行善，不要作恶？是不是拿这些地狱果报来吓唬我们的？如果我们这样想法，那就错了。为什么？佛教化众生，句句话都是真实。像《金刚经》上所说，「佛是真语者、实语者、如语者」。如，就是事实是怎样，佛就说出怎样，佛也不加一点，也不减一点，就把这事实真相完全为我们说出，这叫如语。佛教我们不妄语，佛自己怎么会妄语？我们一定要相信佛的真实语，句句真实，字字真实。依照佛的教诲去奉行，我们才能得真实的利益，才能免除今生后世的无穷的灾难。",
      "zh_TW": "『當斯之時，悔復何及！』墮到地獄，受這麼多的苦難，這個時候後悔來不及了。所以聰明人，有智慧的人、有福德的人，聽到佛的教誨，就知道回頭。佛所說的這些話是不是真的？是不是佛用這些東西來勸我們行善，不要作惡？是不是拿這些地獄果報來嚇唬我們的？如果我們這樣想法，那就錯了。為什麼？佛教化眾生，句句話都是真實。像《金剛經》上所說，「佛是真語者、實語者、如語者」。如，就是事實是怎樣，佛就說出怎樣，佛也不加一點，也不減一點，就把這事實真相完全為我們說出，這叫如語。佛教我們不妄語，佛自己怎麼會妄語？我們一定要相信佛的真實語，句句真實，字字真實。依照佛的教誨去奉行，我們才能得真實的利益，才能免除今生後世的無窮的災難。"
    },
    {
      "id": "02-025-0011_p0077",
      "zh_CN": "到这个地方是第四段讲完了。第五段是讲饮酒的过失，五戒里面杀盗淫妄酒。今天时间到了，我们就讲到此地。",
      "zh_TW": "到這個地方是第四段講完了。第五段是講飲酒的過失，五戒裡面殺盜淫妄酒。今天時間到了，我們就講到此地。"
    }
  ]
}