{
  "doc_id": "02-025-0005",
  "title": {
    "zh_CN": "净宗朝暮课诵经文讲记",
    "zh_TW": "淨宗朝暮課誦經文講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "02-025-0005",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "02-025-0005_p0001",
      "zh_CN": "请看讲义第五页，第五页第一行：",
      "zh_TW": "請看講義第五頁，第五頁第一行："
    },
    {
      "id": "02-025-0005_p0002",
      "zh_CN": "【我作佛时。所有众生。生我国者。究竟必至。一生补处。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。究竟必至。一生補處。】"
    },
    {
      "id": "02-025-0005_p0003",
      "zh_CN": "这是第三十五愿，已经介绍过了。下面的这一段文是第三十六愿，「教化随意愿」：",
      "zh_TW": "這是第三十五願，已經介紹過了。下面的這一段文是第三十六願，「教化隨意願」："
    },
    {
      "id": "02-025-0005_p0004",
      "zh_CN": "【除其本愿为众生故。被弘誓铠。教化一切有情。皆发信心。修菩提行。行普贤道。虽生他方世界。永离恶趣。或乐说法。或乐听法。或现神足。随意修习。无不圆满。若不尔者。不取正觉。】",
      "zh_TW": "【除其本願為眾生故。被弘誓鎧。教化一切有情。皆發信心。修菩提行。行普賢道。雖生他方世界。永離惡趣。或樂說法。或樂聽法。或現神足。隨意修習。無不圓滿。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0005",
      "zh_CN": "这一愿非常重要，使我们对于生到西方极乐世界，什么时候可以离开阿弥陀佛，到他方世界去自由活动，这个疑问得到了具体的答案。从这一愿来看，确实西方世界真正是无比的殊胜。因为在任何地方修学，总得要费一段时间，自己能够得到智慧、神通、德能，才有能力自在的帮助别人。前面曾经跟诸位报告过，因为这个不是普通的事情，不是普通的学科能力，因此，它确实是要费很长的时间才能成就。那么到西方世界，几乎这个时间全部都省下来，因为弥陀愿文里面明明白白告诉我们，他没有任何限制，真正是随意自在。『除其本愿为众生故』，愿度一切众生，几乎是每一个人的本愿，像我们在四弘誓愿里面看到，第一条就是「众生无边誓愿度」，这是变成所有一切人基本的一个愿望。如果这个愿力很强，又感觉到众生天天在受苦受难，迫切的需要帮助，这样我们到达西方之后，就想到要赶快去帮助这些苦难的众生。所以底下说，『被弘誓铠』，这个字，这个「被」，古时候跟这个挑手边的「披」是一个音，也是一个意思，所以它是一个破音字。在这个地方不能念被（音备）弘誓铠，那就念的不对了，要念被（音披），它的意思、读音都跟挑手边的「披」完全一样，披铠甲。这个「弘誓」多半都是指四弘誓愿，我们常常发四弘誓愿，到达西方世界如果有能力，我们的誓愿应当要兑现，所以就是这个。",
      "zh_TW": "這一願非常重要，使我們對於生到西方極樂世界，什麼時候可以離開阿彌陀佛，到他方世界去自由活動，這個疑問得到了具體的答案。從這一願來看，確實西方世界真正是無比的殊勝。因為在任何地方修學，總得要費一段時間，自己能夠得到智慧、神通、德能，才有能力自在的幫助別人。前面曾經跟諸位報告過，因為這個不是普通的事情，不是普通的學科能力，因此，它確實是要費很長的時間才能成就。那麼到西方世界，幾乎這個時間全部都省下來，因為彌陀願文裡面明明白白告訴我們，他沒有任何限制，真正是隨意自在。『除其本願為眾生故』，願度一切眾生，幾乎是每一個人的本願，像我們在四弘誓願裡面看到，第一條就是「眾生無邊誓願度」，這是變成所有一切人基本的一個願望。如果這個願力很強，又感覺到眾生天天在受苦受難，迫切的需要幫助，這樣我們到達西方之後，就想到要趕快去幫助這些苦難的眾生。所以底下說，『被弘誓鎧』，這個字，這個「被」，古時候跟這個挑手邊的「披」是一個音，也是一個意思，所以它是一個破音字。在這個地方不能念被（音備）弘誓鎧，那就念的不對了，要念被（音披），它的意思、讀音都跟挑手邊的「披」完全一樣，披鎧甲。這個「弘誓」多半都是指四弘誓願，我們常常發四弘誓願，到達西方世界如果有能力，我們的誓願應當要兌現，所以就是這個。"
    },
    {
      "id": "02-025-0005_p0006",
      "zh_CN": "『教化一切有情』，下面三句是菩萨教化众生的内容。我们教众生教什么？当然像佛菩萨、祖师大德为一切众生讲经说法，经论科目非常之多，可是归纳起来不外乎这三点。这个三点是有层次的、是有阶段的。",
      "zh_TW": "『教化一切有情』，下面三句是菩薩教化眾生的內容。我們教眾生教什麼？當然像佛菩薩、祖師大德為一切眾生講經說法，經論科目非常之多，可是歸納起來不外乎這三點。這個三點是有層次的、是有階段的。"
    },
    {
      "id": "02-025-0005_p0007",
      "zh_CN": "第一个阶段，初学，要教众生『发信心』。信什么？蕅益大师在《要解》里面告诉我们，至少有六桩事情，我们一定要建立信心。第一个要相信自己。我们中国的古人说，人皆可以为尧舜，人皆可以作圣贤；换句话说，要相信自己有良好的本质，相信自己可以作圣、作贤、作君子，在世间法上说，我们要有这个信心。人对自己有信心，自己的前途真的是非常光明远大；一个民族有信心，一定能够建立一个伟大的国家，为世界带来和平、幸福，所以「信心」非常重要。学佛我们一定要有信心，我们决定能成佛。佛告诉我们，「一切众生皆有佛性」；既有佛性，就应当要作佛。佛就是具足究竟圆满智慧的人、具足圆满德能之人，佛能做到，我们也能做到。相信我们念佛一定能生极乐世界，一定能见阿弥陀佛，一定能得到阿弥陀佛本愿的加持，这是相信自己。自己没有信心，那就没法子了，佛菩萨帮助人，是帮助有信心的人；没有信心的人就叫无缘之人，佛菩萨帮不上。第二「信他」，这个他就是指世出世间的圣贤人。古圣先贤对我们没有任何要求，所以他的教训、教诲决定是公正的。他没有私心，他并不求我们恭敬，也不求我们供养，真的像佛法里面所说的「无缘大慈」，他对我们的慈爱是没有任何条件的，超过了父母对子女。父母对子女还是有条件的，唯独圣贤人对于社会大众是没有条件的，我们佛法里面称之为「无缘大慈，同体大悲」。我们对他要相信，他们对我们的教导决定是好的、是善的、是美满的，这个是信他。在中国古圣先贤的教训，中国典籍里面有经，孔孟的学说流传到后世，我们后人奉为经典；诸子百家里面也有很多宝贵的教训，这是我们古圣先贤留给后人的。诸佛菩萨对于一切众生这些教诲，都留在经典之中，现在佛门的经典我们称之为《大藏经》，就是佛陀对众生教学的全部课程，我们要相信，这是信他。信自、信他，这是根本的。",
      "zh_TW": "第一個階段，初學，要教眾生『發信心』。信什麼？蕅益大師在《要解》裡面告訴我們，至少有六樁事情，我們一定要建立信心。第一個要相信自己。我們中國的古人說，人皆可以為堯舜，人皆可以作聖賢；換句話說，要相信自己有良好的本質，相信自己可以作聖、作賢、作君子，在世間法上說，我們要有這個信心。人對自己有信心，自己的前途真的是非常光明遠大；一個民族有信心，一定能夠建立一個偉大的國家，為世界帶來和平、幸福，所以「信心」非常重要。學佛我們一定要有信心，我們決定能成佛。佛告訴我們，「一切眾生皆有佛性」；既有佛性，就應當要作佛。佛就是具足究竟圓滿智慧的人、具足圓滿德能之人，佛能做到，我們也能做到。相信我們念佛一定能生極樂世界，一定能見阿彌陀佛，一定能得到阿彌陀佛本願的加持，這是相信自己。自己沒有信心，那就沒法子了，佛菩薩幫助人，是幫助有信心的人；沒有信心的人就叫無緣之人，佛菩薩幫不上。第二「信他」，這個他就是指世出世間的聖賢人。古聖先賢對我們沒有任何要求，所以他的教訓、教誨決定是公正的。他沒有私心，他並不求我們恭敬，也不求我們供養，真的像佛法裡面所說的「無緣大慈」，他對我們的慈愛是沒有任何條件的，超過了父母對子女。父母對子女還是有條件的，唯獨聖賢人對於社會大眾是沒有條件的，我們佛法裡面稱之為「無緣大慈，同體大悲」。我們對他要相信，他們對我們的教導決定是好的、是善的、是美滿的，這個是信他。在中國古聖先賢的教訓，中國典籍裡面有經，孔孟的學說流傳到後世，我們後人奉為經典；諸子百家裡面也有很多寶貴的教訓，這是我們古聖先賢留給後人的。諸佛菩薩對於一切眾生這些教誨，都留在經典之中，現在佛門的經典我們稱之為《大藏經》，就是佛陀對眾生教學的全部課程，我們要相信，這是信他。信自、信他，這是根本的。"
    },
    {
      "id": "02-025-0005_p0008",
      "zh_CN": "第三要相信因，第四要相信果。世出世间法绝对不会超过因果的定律；善因一定有善果，恶因一定有恶报，因缘果报是真理。如果说是作的是善因，得的是恶报；造的是恶因，得的是善果，佛给我们说，绝对没有这个事情。我们凡夫往往看到世间有恶人，他很享福；有看到很多善人，他生活很艰苦。这是我们肉眼凡夫只见到现前这个状况，不知道他因果是三世的。我们这一生所受的果报，是前生造的因。前生修福，这一生享福，得的果报；可是这一生忘掉了，没有去修福，去造罪业。所以看到造罪业的人享福，他怎么没有果报？他那个福是前生修的，罪是现在造的。现在造的罪业，来生受报。所以佛告诉我们，「欲知前世因」，我们要想知道我们前生造的是什么因，佛给我们说，「今生受者是」，我们现在这一生享受的就是的，前世造的因现在所受的果报。「欲知来世果，今生作者是」，我们要晓得我来生果报如何，我这一生所造作的那就没错了。这一生造作的是善，来生必定得善果；这一生造作的恶，来生免不了有恶报。所以因果是三世的，不是在眼前的。这个是我们一定要晓得，要相信因，要相信果。整个佛法也是建立在因果的理论上，我们看《华严》、看《法华》，《大方广佛华严经》，古大德的判教，「五周因果」；《妙法莲华经》，「一乘因果」，你看都脱离不了因果。这个是佛法里面讲的根本法轮。根本是依因果建立的，这个枝枝叶叶，所谓是一切众经法门，皆是根本的枝叶、《华严》的眷属，当然也离不开因果的定律。",
      "zh_TW": "第三要相信因，第四要相信果。世出世間法絕對不會超過因果的定律；善因一定有善果，惡因一定有惡報，因緣果報是真理。如果說是作的是善因，得的是惡報；造的是惡因，得的是善果，佛給我們說，絕對沒有這個事情。我們凡夫往往看到世間有惡人，他很享福；有看到很多善人，他生活很艱苦。這是我們肉眼凡夫只見到現前這個狀況，不知道他因果是三世的。我們這一生所受的果報，是前生造的因。前生修福，這一生享福，得的果報；可是這一生忘掉了，沒有去修福，去造罪業。所以看到造罪業的人享福，他怎麼沒有果報？他那個福是前生修的，罪是現在造的。現在造的罪業，來生受報。所以佛告訴我們，「欲知前世因」，我們要想知道我們前生造的是什麼因，佛給我們說，「今生受者是」，我們現在這一生享受的就是的，前世造的因現在所受的果報。「欲知來世果，今生作者是」，我們要曉得我來生果報如何，我這一生所造作的那就沒錯了。這一生造作的是善，來生必定得善果；這一生造作的惡，來生免不了有惡報。所以因果是三世的，不是在眼前的。這個是我們一定要曉得，要相信因，要相信果。整個佛法也是建立在因果的理論上，我們看《華嚴》、看《法華》，《大方廣佛華嚴經》，古大德的判教，「五周因果」；《妙法蓮華經》，「一乘因果」，你看都脫離不了因果。這個是佛法裡面講的根本法輪。根本是依因果建立的，這個枝枝葉葉，所謂是一切眾經法門，皆是根本的枝葉、《華嚴》的眷屬，當然也離不開因果的定律。"
    },
    {
      "id": "02-025-0005_p0009",
      "zh_CN": "末后，大师教我们要相信事，要相信理。事跟理离不开，有理一定有事，有事一定有理。",
      "zh_TW": "末後，大師教我們要相信事，要相信理。事跟理離不開，有理一定有事，有事一定有理。"
    },
    {
      "id": "02-025-0005_p0010",
      "zh_CN": "我们的信心至少要建立在这六个基础上，「信自、信他、信因、信果、信事、信理」。理如果真的明白，真正能够肯定了，你就相信许许多多的事我们并没有见到，见不到的，我们能信它，为什么？有理论作依据。而佛在大乘经典里面讲这些理，实在讲，讲得很广泛、讲得很深刻，佛说得很多。佛告诉我们，像《华严》里面所讲的，唯心所现、唯识所变，这是讲十法界依正庄严怎么来的，佛把这个道理给我们说出来了。如果对这个道理参透了，你就晓得经上讲的虚空、讲的法界，无量无边，我们能信得过，为什么？有理论依据。佛又告诉我们，一切法从心想生，这也是个重要的理论。一切法既然从心想生，这心想什么，它就能变现什么，于是许许多多不可思议的境界，我们也能接受了，为什么？从心想生，这个确确实实是真实的。大到虚空世界，小到我们身体的生活状况，这个道理统统都包括了。我们能信，人，他才能立志奋发、才能立志向上，作圣作贤、作佛作菩萨，不会自甘堕落，这一条非常重要！",
      "zh_TW": "我們的信心至少要建立在這六個基礎上，「信自、信他、信因、信果、信事、信理」。理如果真的明白，真正能夠肯定了，你就相信許許多多的事我們並沒有見到，見不到的，我們能信它，為什麼？有理論作依據。而佛在大乘經典裡面講這些理，實在講，講得很廣泛、講得很深刻，佛說得很多。佛告訴我們，像《華嚴》裡面所講的，唯心所現、唯識所變，這是講十法界依正莊嚴怎麼來的，佛把這個道理給我們說出來了。如果對這個道理參透了，你就曉得經上講的虛空、講的法界，無量無邊，我們能信得過，為什麼？有理論依據。佛又告訴我們，一切法從心想生，這也是個重要的理論。一切法既然從心想生，這心想什麼，它就能變現什麼，於是許許多多不可思議的境界，我們也能接受了，為什麼？從心想生，這個確確實實是真實的。大到虛空世界，小到我們身體的生活狀況，這個道理統統都包括了。我們能信，人，他才能立志奮發、才能立志向上，作聖作賢、作佛作菩薩，不會自甘墮落，這一條非常重要！"
    },
    {
      "id": "02-025-0005_p0011",
      "zh_CN": "有圆满的信心，再提升一层，这是第二个阶段的教学，要偏重在『菩提行』。「行」是生活行为，我们想奋发向上，我们一定要有良好的生活行为，也就是我们现代人所追求的幸福、快乐、美满，追求的这些。这些确确实实可以得到，从哪里得到？从「菩提行」当中得到。「菩提」是梵语，意思是觉悟。换句话说，我们在日常生活当中，处事待人接物都要觉，不能迷。迷就会做错，就造罪业，免不了过失。如果样样都觉悟、样样都明了，我们的思想见解、言语行为，自然就做到恰当，自自然然就做到恰到好处，对自己有利益，对别人也有利益，所以自利利他，这就是菩萨行。所以菩萨教化众生，是教的这些东西。",
      "zh_TW": "有圓滿的信心，再提升一層，這是第二個階段的教學，要偏重在『菩提行』。「行」是生活行為，我們想奮發向上，我們一定要有良好的生活行為，也就是我們現代人所追求的幸福、快樂、美滿，追求的這些。這些確確實實可以得到，從哪裡得到？從「菩提行」當中得到。「菩提」是梵語，意思是覺悟。換句話說，我們在日常生活當中，處事待人接物都要覺，不能迷。迷就會做錯，就造罪業，免不了過失。如果樣樣都覺悟、樣樣都明瞭，我們的思想見解、言語行為，自然就做到恰當，自自然然就做到恰到好處，對自己有利益，對別人也有利益，所以自利利他，這就是菩薩行。所以菩薩教化眾生，是教的這些東西。"
    },
    {
      "id": "02-025-0005_p0012",
      "zh_CN": "最后一个阶段是『普贤道』。菩萨叫行，普贤叫道，这个「行」跟「道」有一点差别。道是大道，通到大圣人这一条路，修这个法门可以成佛，这才叫「道」，通达如来果地上的大道。「普贤行」，我们在阿弥陀佛愿文里面看到了，经文是释迦牟尼佛为我们说的。你看在《无量寿经》第二品里面我们就看到，皆遵普贤大士之德。这是世尊为我们介绍的，这个本愿是阿弥陀佛自己说的，这个很要紧，说明了西方极乐世界统统都是修「普贤道」的，所以西方极乐世界实实在在是普贤大士的法界，纯一菩萨法界。不像我们这个世界，这十法界，从佛、菩萨、缘觉、声闻，底下还有六道，这十法界，西方极乐世界没有。所以它是大乘当中的大乘，一乘当中的一乘。大乘，菩萨众多，修行的法门也众多。西方极乐世界所有菩萨只修一种法门，普贤行，也就是《华严经》末后给我们讲的「十大愿王」。他们修学的这个十条是总纲领，念念都离不开这十个纲领，所以叫普贤行。普贤行跟其他菩萨行不相同的地方，普贤行的心量是周遍法界，是任何一个菩萨不能够比的。菩萨心量已经很大，但是还有限度，还没有达到圆满。譬如说，菩萨行像月光一样，从初三、初四那个月牙，一直到十三、十四，光明是愈来愈大，菩萨地位愈往上升就愈大，但是十五的月亮才圆满，十四还没有圆满。普贤行是十五的月亮，是满月，所以他的那个心量是尽虚空遍法界，圆圆满满，称性起修。所以他的礼敬、他的称赞，都是称性的，都是圆满的，这跟一般大乘菩萨不一样。",
      "zh_TW": "最後一個階段是『普賢道』。菩薩叫行，普賢叫道，這個「行」跟「道」有一點差別。道是大道，通到大聖人這一條路，修這個法門可以成佛，這才叫「道」，通達如來果地上的大道。「普賢行」，我們在阿彌陀佛願文裡面看到了，經文是釋迦牟尼佛為我們說的。你看在《無量壽經》第二品裡面我們就看到，皆遵普賢大士之德。這是世尊為我們介紹的，這個本願是阿彌陀佛自己說的，這個很要緊，說明了西方極樂世界統統都是修「普賢道」的，所以西方極樂世界實實在在是普賢大士的法界，純一菩薩法界。不像我們這個世界，這十法界，從佛、菩薩、緣覺、聲聞，底下還有六道，這十法界，西方極樂世界沒有。所以它是大乘當中的大乘，一乘當中的一乘。大乘，菩薩眾多，修行的法門也眾多。西方極樂世界所有菩薩只修一種法門，普賢行，也就是《華嚴經》末後給我們講的「十大願王」。他們修學的這個十條是總綱領，念念都離不開這十個綱領，所以叫普賢行。普賢行跟其他菩薩行不相同的地方，普賢行的心量是周遍法界，是任何一個菩薩不能夠比的。菩薩心量已經很大，但是還有限度，還沒有達到圓滿。譬如說，菩薩行像月光一樣，從初三、初四那個月牙，一直到十三、十四，光明是愈來愈大，菩薩地位愈往上升就愈大，但是十五的月亮才圓滿，十四還沒有圓滿。普賢行是十五的月亮，是滿月，所以他的那個心量是盡虛空遍法界，圓圓滿滿，稱性起修。所以他的禮敬、他的稱讚，都是稱性的，都是圓滿的，這跟一般大乘菩薩不一樣。"
    },
    {
      "id": "02-025-0005_p0013",
      "zh_CN": "这是教化众生三个阶段，一切佛菩萨倒驾慈航到我们这个世间来教化众生，他有这三个阶段。看看众生的根性，初发心的、初学的，就教他建立信心；已经有信心的，就教他修正自己的生活行为；已经修正生活行为的，就教他普贤大道。",
      "zh_TW": "這是教化眾生三個階段，一切佛菩薩倒駕慈航到我們這個世間來教化眾生，他有這三個階段。看看眾生的根性，初發心的、初學的，就教他建立信心；已經有信心的，就教他修正自己的生活行為；已經修正生活行為的，就教他普賢大道。"
    },
    {
      "id": "02-025-0005_p0014",
      "zh_CN": "『虽生他方世界，永离恶趣』。这是到极乐世界的这些人，他们度众生的愿很恳切，见到阿弥陀佛，就向阿弥陀佛报告，「我很想到他方世界去帮助众生，帮助别人」，阿弥陀佛同意，不会给他留难，不会教他一定在极乐世界住多久，这文上没有这个意思，你立刻就可以去，就可以到他方世界去。到他方世界去，你的烦恼没断，你带业往生的烦恼没断。那么到达他方世界，像到这个地方来，又是六道轮回，到六道里面来了，会不会再造业，会不会再堕落，会不会再受恶报？这是我们很担心的一桩事情。阿弥陀佛这一愿加持你，你不会了，「永离恶趣」！这个恶趣指三恶道。你到这个世间来教化众生，永远不会堕三恶道。为什么不会堕三恶道？弥陀本愿加持你，使你念念觉而不迷，你不会造罪业，那你怎么会堕三恶道？不造三恶道的因，当然不会有三恶道的果报，是这么一回事情，佛加持你、帮助你。",
      "zh_TW": "『雖生他方世界，永離惡趣』。這是到極樂世界的這些人，他們度眾生的願很懇切，見到阿彌陀佛，就向阿彌陀佛報告，「我很想到他方世界去幫助眾生，幫助別人」，阿彌陀佛同意，不會給他留難，不會教他一定在極樂世界住多久，這文上沒有這個意思，你立刻就可以去，就可以到他方世界去。到他方世界去，你的煩惱沒斷，你帶業往生的煩惱沒斷。那麼到達他方世界，像到這個地方來，又是六道輪迴，到六道裡面來了，會不會再造業，會不會再墮落，會不會再受惡報？這是我們很擔心的一樁事情。阿彌陀佛這一願加持你，你不會了，「永離惡趣」！這個惡趣指三惡道。你到這個世間來教化眾生，永遠不會墮三惡道。為什麼不會墮三惡道？彌陀本願加持你，使你念念覺而不迷，你不會造罪業，那你怎麼會墮三惡道？不造三惡道的因，當然不會有三惡道的果報，是這麼一回事情，佛加持你、幫助你。"
    },
    {
      "id": "02-025-0005_p0015",
      "zh_CN": "那么在这个世间示现的身分不相同，就像《普门品》里面所说的，应以什么身教化众生，他就现什么身；应该教导众生哪些方法，他就运用哪些方法，所以非常灵活，一点也不呆板。或者是为众生『说法』，或者示现的是处处喜欢『听法』。这个听法，他是给众生作一个榜样，在我们佛门叫影响众。他在社会上有很高的地位，被大家所尊敬的，这个人有地位、有学问、有道德，示现这样一个身分。哪个地方有法师讲经说法，他都愿意去听，这就影响很多人。别人一看，某人都在那里听经，大概讲的不错，我们也去听听。所以他会带动一些人来学佛，带动一些人来闻经，作影响众。这个听经、听法是这个意思。",
      "zh_TW": "那麼在這個世間示現的身分不相同，就像《普門品》裡面所說的，應以什麼身教化眾生，他就現什麼身；應該教導眾生哪些方法，他就運用哪些方法，所以非常靈活，一點也不呆板。或者是為眾生『說法』，或者示現的是處處喜歡『聽法』。這個聽法，他是給眾生作一個榜樣，在我們佛門叫影響眾。他在社會上有很高的地位，被大家所尊敬的，這個人有地位、有學問、有道德，示現這樣一個身分。哪個地方有法師講經說法，他都願意去聽，這就影響很多人。別人一看，某人都在那裡聽經，大概講的不錯，我們也去聽聽。所以他會帶動一些人來學佛，帶動一些人來聞經，作影響眾。這個聽經、聽法是這個意思。"
    },
    {
      "id": "02-025-0005_p0016",
      "zh_CN": "『或现神足』，这个「神足」就是我们现在讲的神通。但是现神通，不是现给普通人看的，如果现给普通人看，普通人太多了，到处现神通，这个把佛法扰乱了。诸位要晓得，佛、菩萨、罗汉确实都有神通，但是佛不以神通作佛事，不用这个方法。为什么不用这个方法？因为妖魔鬼怪也有神通。假如佛菩萨用神通来接引大众，妖魔鬼怪也用这个，佛跟魔就混淆不清，教这些众生，到底哪个是佛、哪个是魔，没有法子辨别了。因此佛菩萨不用神通，用讲经说法，用断恶修善，用这种方法来教化众生，这个魔做不到，魔没有这个能力。佛菩萨对谁用神通呢？在我们中国历史上，诸位要留意一下你就看到了，佛菩萨示现神通那个对象，是具有对于国家社会有一定影响力的人，对他，因为他观念转过来之后，那个政策就改变了。所以佛菩萨现神通，多半对于国王、大臣，这个大臣多半是像首相一类的，这样的人物，他是决定政策的人。他能够有这个缘分，也就是佛菩萨这个神力变现，他能够相信、他能够接受，佛菩萨才用这个方式；如果他不能接受，他根本不相信，佛菩萨也不会对他示现，这些事与理我们也要明了。佛度众生是以说法教导为主，这个神足是不得已才用的，而且一定在机缘成熟的时候，产生有一定正面的影响，他才会用这个，绝对不会提倡迷信，不会教人对神通产生一种迷惑，他是不可能用这种方法的。",
      "zh_TW": "『或現神足』，這個「神足」就是我們現在講的神通。但是現神通，不是現給普通人看的，如果現給普通人看，普通人太多了，到處現神通，這個把佛法擾亂了。諸位要曉得，佛、菩薩、羅漢確實都有神通，但是佛不以神通作佛事，不用這個方法。為什麼不用這個方法？因為妖魔鬼怪也有神通。假如佛菩薩用神通來接引大眾，妖魔鬼怪也用這個，佛跟魔就混淆不清，教這些眾生，到底哪個是佛、哪個是魔，沒有法子辨別了。因此佛菩薩不用神通，用講經說法，用斷惡修善，用這種方法來教化眾生，這個魔做不到，魔沒有這個能力。佛菩薩對誰用神通呢？在我們中國歷史上，諸位要留意一下你就看到了，佛菩薩示現神通那個對象，是具有對於國家社會有一定影響力的人，對他，因為他觀念轉過來之後，那個政策就改變了。所以佛菩薩現神通，多半對於國王、大臣，這個大臣多半是像首相一類的，這樣的人物，他是決定政策的人。他能夠有這個緣分，也就是佛菩薩這個神力變現，他能夠相信、他能夠接受，佛菩薩才用這個方式；如果他不能接受，他根本不相信，佛菩薩也不會對他示現，這些事與理我們也要明瞭。佛度眾生是以說法教導為主，這個神足是不得已才用的，而且一定在機緣成熟的時候，產生有一定正面的影響，他才會用這個，絕對不會提倡迷信，不會教人對神通產生一種迷惑，他是不可能用這種方法的。"
    },
    {
      "id": "02-025-0005_p0017",
      "zh_CN": "『随意修习，无不圆满』。这个两句话非常非常之好，让我们得到了自由的意志，达到究竟圆满。再看下面这一段：",
      "zh_TW": "『隨意修習，無不圓滿』。這個兩句話非常非常之好，讓我們得到了自由的意志，達到究竟圓滿。再看下面這一段："
    },
    {
      "id": "02-025-0005_p0018",
      "zh_CN": "【我作佛时。生我国者。所须饮食。衣服。种种供具。】",
      "zh_TW": "【我作佛時。生我國者。所須飲食。衣服。種種供具。】"
    },
    {
      "id": "02-025-0005_p0019",
      "zh_CN": "这个『供具』里面有两个意思。一个是我们自己生活必须要的物品，供养自己的，除了饮食、衣服之外的，像我们居住、交通工具，这些生活上所享受的这些物质，这「供具」里面就统统包括了。第二种，西方世界菩萨常常亲近十方诸佛如来。当我们去见佛，向佛请教的时候，西方世界的菩萨也像我们中国人一样，总要喜欢带一点礼物去供佛，所以这个「供具」也就是礼物，我们供养一切诸佛菩萨的礼物，也在这一句当中。",
      "zh_TW": "這個『供具』裡面有兩個意思。一個是我們自己生活必須要的物品，供養自己的，除了飲食、衣服之外的，像我們居住、交通工具，這些生活上所享受的這些物質，這「供具」裡面就統統包括了。第二種，西方世界菩薩常常親近十方諸佛如來。當我們去見佛，向佛請教的時候，西方世界的菩薩也像我們中國人一樣，總要喜歡帶一點禮物去供佛，所以這個「供具」也就是禮物，我們供養一切諸佛菩薩的禮物，也在這一句當中。"
    },
    {
      "id": "02-025-0005_p0020",
      "zh_CN": "【随意即至。】",
      "zh_TW": "【隨意即至。】"
    },
    {
      "id": "02-025-0005_p0021",
      "zh_CN": "这些东西随自己的意思，它统统变化所作。",
      "zh_TW": "這些東西隨自己的意思，它統統變化所作。"
    },
    {
      "id": "02-025-0005_p0022",
      "zh_CN": "【无不满愿。】",
      "zh_TW": "【無不滿願。】"
    },
    {
      "id": "02-025-0005_p0023",
      "zh_CN": "这也就是「衣食自至愿」，不必要经营。我们这个地方生活很苦，大家每天这样的繁忙，到处奔波，为的是什么？为的是衣食，所以生活很艰难，谋生不易。西方极乐世界生活就很自在了，想吃的，这个念头才一动，那个时候百味饮食（这个《观无量寿经》讲的详细）都摆在你面前了，自自然然现在你面前。实在讲，这都是我们凡夫去往生，习气没断，有时候还会想到吃东西，就是这一个习惯没有能断掉。其实在西方极乐世界的人需不需要饮食？不需要了。所以饮食一现前，自己就晓得，我现在不要了，不是从前在娑婆世界六道里头做人的时候需要，现在在西方世界不需要了。这一觉悟，这个饮食立刻就没有了，所以也不需要去收拾，自然就没有了。所以这个衣食生活一切随心所欲，随念现前，这个真的是得大自在！不要的时候呢，不要的时候干干净净；要的时候样样都不缺，这样美好的生活环境。",
      "zh_TW": "這也就是「衣食自至願」，不必要經營。我們這個地方生活很苦，大家每天這樣的繁忙，到處奔波，為的是什麼？為的是衣食，所以生活很艱難，謀生不易。西方極樂世界生活就很自在了，想吃的，這個念頭才一動，那個時候百味飲食（這個《觀無量壽經》講的詳細）都擺在你面前了，自自然然現在你面前。實在講，這都是我們凡夫去往生，習氣沒斷，有時候還會想到吃東西，就是這一個習慣沒有能斷掉。其實在西方極樂世界的人需不需要飲食？不需要了。所以飲食一現前，自己就曉得，我現在不要了，不是從前在娑婆世界六道裡頭做人的時候需要，現在在西方世界不需要了。這一覺悟，這個飲食立刻就沒有了，所以也不需要去收拾，自然就沒有了。所以這個衣食生活一切隨心所欲，隨念現前，這個真的是得大自在！不要的時候呢，不要的時候乾乾淨淨；要的時候樣樣都不缺，這樣美好的生活環境。"
    },
    {
      "id": "02-025-0005_p0024",
      "zh_CN": "【十方诸佛。应念受其供养。】",
      "zh_TW": "【十方諸佛。應念受其供養。】"
    },
    {
      "id": "02-025-0005_p0025",
      "zh_CN": "这两句就是「应念受供愿」。",
      "zh_TW": "這兩句就是「應念受供願」。"
    },
    {
      "id": "02-025-0005_p0026",
      "zh_CN": "【若不尔者。不取正觉。】",
      "zh_TW": "【若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0027",
      "zh_CN": "十方诸佛无量无边，供佛这个福报是最大了。供佛一定听佛说法，每一天都供养十方诸佛，每一天都接受一切诸佛的教诲，我们常讲「福慧双修」，圆满的福慧双修一定在极乐世界；如果不到极乐世界，在我们这个世间想福慧双修，这就太难太难了。所以他是同一个时间供多佛，闻圆满的佛法。这个前面跟诸位说过，西方世界的人都有像如来果地上的神足通，所以供养诸佛是化身去的。佛无量无边，西方极乐世界的人，每一个人都有能力，他可以化无量无边身，同时供养一切诸佛，同时闻佛说法，他有这个能力。我们在这个世界上没有这个能力。",
      "zh_TW": "十方諸佛無量無邊，供佛這個福報是最大了。供佛一定聽佛說法，每一天都供養十方諸佛，每一天都接受一切諸佛的教誨，我們常講「福慧雙修」，圓滿的福慧雙修一定在極樂世界；如果不到極樂世界，在我們這個世間想福慧雙修，這就太難太難了。所以他是同一個時間供多佛，聞圓滿的佛法。這個前面跟諸位說過，西方世界的人都有像如來果地上的神足通，所以供養諸佛是化身去的。佛無量無邊，西方極樂世界的人，每一個人都有能力，他可以化無量無邊身，同時供養一切諸佛，同時聞佛說法，他有這個能力。我們在這個世界上沒有這個能力。"
    },
    {
      "id": "02-025-0005_p0028",
      "zh_CN": "【我作佛时。国中万物。严净。】",
      "zh_TW": "【我作佛時。國中萬物。嚴淨。】"
    },
    {
      "id": "02-025-0005_p0029",
      "zh_CN": "『严』是庄严，我们这个世间人所讲的美丽。我们说美，佛法里面说庄严，庄严就是美的意思。『净』，清净。不但美，美、它清净。我们这个世间虽美，它不净，本质就不清净。你譬如我们前面这个花很美，它净不净？它不净。为什么？过二、三天，它的颜色也变了，气味也很难闻了，它不清净。不像西方世界永远清净，永远不变。",
      "zh_TW": "『嚴』是莊嚴，我們這個世間人所講的美麗。我們說美，佛法裡面說莊嚴，莊嚴就是美的意思。『淨』，清淨。不但美，美、它清淨。我們這個世間雖美，它不淨，本質就不清淨。你譬如我們前面這個花很美，它淨不淨？它不淨。為什麼？過二、三天，它的顏色也變了，氣味也很難聞了，它不清淨。不像西方世界永遠清淨，永遠不變。"
    },
    {
      "id": "02-025-0005_p0030",
      "zh_CN": "【光丽。】",
      "zh_TW": "【光麗。】"
    },
    {
      "id": "02-025-0005_p0031",
      "zh_CN": "光是光明，西方世界所有一切物质都放光，而且所有一切物质都有香气，所以那个世界又称之为「香光庄严」。一切物质它自然有香气、有光明，所以『光丽』。",
      "zh_TW": "光是光明，西方世界所有一切物質都放光，而且所有一切物質都有香氣，所以那個世界又稱之為「香光莊嚴」。一切物質它自然有香氣、有光明，所以『光麗』。"
    },
    {
      "id": "02-025-0005_p0032",
      "zh_CN": "【形色殊特。】",
      "zh_TW": "【形色殊特。】"
    },
    {
      "id": "02-025-0005_p0033",
      "zh_CN": "『形』是形状；『色』是色彩。不但多，而且美，非常殊胜，是他方世界里面所没有的；奇特。",
      "zh_TW": "『形』是形狀；『色』是色彩。不但多，而且美，非常殊勝，是他方世界裡面所沒有的；奇特。"
    },
    {
      "id": "02-025-0005_p0034",
      "zh_CN": "【穷微极妙。无能称量。】",
      "zh_TW": "【窮微極妙。無能稱量。】"
    },
    {
      "id": "02-025-0005_p0035",
      "zh_CN": "量是数量，品种的数量，数目的数量，都是无量无边，无法来『称量』的，就是没有法子能说得出来，太多太多了，这个数字太大了。",
      "zh_TW": "量是數量，品種的數量，數目的數量，都是無量無邊，無法來『稱量』的，就是沒有法子能說得出來，太多太多了，這個數字太大了。"
    },
    {
      "id": "02-025-0005_p0036",
      "zh_CN": "【其诸众生。虽具天眼。有能辨其形色。光相。名数。及总宣说者。不取正觉。】",
      "zh_TW": "【其諸眾生。雖具天眼。有能辨其形色。光相。名數。及總宣說者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0037",
      "zh_CN": "我们知道，凡是生到西方极乐世界，都得阿弥陀佛本愿威神的加持，他的天眼、天耳、他心、宿命的能力，前面说过了，因为他们都是阿鞞跋致的菩萨，也就是说明，这个能力几乎都达到七地以上的境界。这样高的智慧、神通，他们对于西方极乐世界物质之美，有多少品种、多少数量，他们也不晓得。这就是说明实在是太多太多，我们讲琳琅满目，那是真的，一点都不假，庄严无尽！",
      "zh_TW": "我們知道，凡是生到西方極樂世界，都得阿彌陀佛本願威神的加持，他的天眼、天耳、他心、宿命的能力，前面說過了，因為他們都是阿鞞跋致的菩薩，也就是說明，這個能力幾乎都達到七地以上的境界。這樣高的智慧、神通，他們對於西方極樂世界物質之美，有多少品種、多少數量，他們也不曉得。這就是說明實在是太多太多，我們講琳琅滿目，那是真的，一點都不假，莊嚴無盡！"
    },
    {
      "id": "02-025-0005_p0038",
      "zh_CN": "【我作佛时。国中无量色树。高或百千由旬。道场树高。四百万里。诸菩萨中。虽有善根劣者。亦能了知。欲见诸佛净国庄严。悉于宝树间见。犹如明镜。睹其面像。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。國中無量色樹。高或百千由旬。道場樹高。四百萬里。諸菩薩中。雖有善根劣者。亦能了知。欲見諸佛淨國莊嚴。悉於寶樹間見。猶如明鏡。睹其面像。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0039",
      "zh_CN": "那么三十九、四十、四十一这个几愿，都是为我们说明西方世界物质环境的状况，前面说到的人事，这个地方讲到物质环境。第三十九愿是总说，「庄严无尽」。这个四十愿是举出一个例子，无尽庄严当中，说明《弥陀经》上讲的「七宝行树」，用这个来做一个例子。树颜色很多，『无量色树』，树木高大，它是性德变现的，性德变现的。『高或百千由旬』，「由旬」是我们这个世界古印度长度的一个单位，这个单位很大。在经典里面记载，古时候印度一个由旬，等于我们中国四十里，四十里。但是中国古代的里比现代的要短。古代的度量衡，那个尺，尺是量距离的，跟我们现在用的尺不一样。诸位看看弘一大师《律学讲录卅三种合订本》，他对于戒律的研究有三十三篇，合印在一册，因为他每一篇东西都不长，那么这三十三种合印成一册，叫《律学讲录卅三种合订本》。里面有一种叫「周尺考」，他做这个考证的工作，就是周朝时候的尺，大概相当于我们现在的尺五寸多一点，不到六寸。所以经典上记载从前的人身高都是一丈多，我们现在人听到那高得吓死人了，其实比我们现在人高一点，高不了好多，因为他的尺短。他的一丈就是我们现在的五尺多、还不到六尺，所以身高两丈，也不过我们现在的一丈稍微多一点点。我们明白这个事实，读古书就不觉得奇怪了。但是「一由旬」四十里，就算打个对折也有二十里，这是讲我们中国的里。要比起外国人这个长度单位，那更要小了，我们中国一华里，大概只有一公里的二分之一的样子，我们在中国大陆上这一般的计算，一公里是二华里。一由旬要照这个算法，只有现在的长度十公里。十公里这个高度就相当高了！一公里是一千公尺，十公里是一万公尺。我们现在飞国际航线的飞机差不多都飞一万公尺，一万公尺多一点。想想看，西方极乐世界的树有百千倍这么高！",
      "zh_TW": "那麼三十九、四十、四十一這個幾願，都是為我們說明西方世界物質環境的狀況，前面說到的人事，這個地方講到物質環境。第三十九願是總說，「莊嚴無盡」。這個四十願是舉出一個例子，無盡莊嚴當中，說明《彌陀經》上講的「七寶行樹」，用這個來做一個例子。樹顏色很多，『無量色樹』，樹木高大，它是性德變現的，性德變現的。『高或百千由旬』，「由旬」是我們這個世界古印度長度的一個單位，這個單位很大。在經典裡面記載，古時候印度一個由旬，等於我們中國四十里，四十里。但是中國古代的里比現代的要短。古代的度量衡，那個尺，尺是量距離的，跟我們現在用的尺不一樣。諸位看看弘一大師《律學講錄卅三種合訂本》，他對於戒律的研究有三十三篇，合印在一冊，因為他每一篇東西都不長，那麼這三十三種合印成一冊，叫《律學講錄卅三種合訂本》。裡面有一種叫「周尺考」，他做這個考證的工作，就是周朝時候的尺，大概相當於我們現在的尺五寸多一點，不到六寸。所以經典上記載從前的人身高都是一丈多，我們現在人聽到那高得嚇死人了，其實比我們現在人高一點，高不了好多，因為他的尺短。他的一丈就是我們現在的五尺多、還不到六尺，所以身高兩丈，也不過我們現在的一丈稍微多一點點。我們明白這個事實，讀古書就不覺得奇怪了。但是「一由旬」四十里，就算打個對折也有二十里，這是講我們中國的里。要比起外國人這個長度單位，那更要小了，我們中國一華里，大概只有一公里的二分之一的樣子，我們在中國大陸上這一般的計算，一公里是二華里。一由旬要照這個算法，只有現在的長度十公里。十公里這個高度就相當高了！一公里是一千公尺，十公里是一萬公尺。我們現在飛國際航線的飛機差不多都飛一萬公尺，一萬公尺多一點。想想看，西方極樂世界的樹有百千倍這麼高！"
    },
    {
      "id": "02-025-0005_p0040",
      "zh_CN": "这么高的树，这是很难想像的。但是要知道，西方极乐世界的人个子高，你看一由旬是现在差不多十公里，它百千由旬，这个树。西方极乐世界大，那个星球大，不像我们这个地球，地球太小了。我们知道，太阳的体积比我们地球就大得太多太多了。那么西方极乐世界那一个星球，恐怕不是太阳能够跟它相比的，这个我们能相信。因为科学家告诉我们，他们在太空当中探索，我们的太阳在星系里头是一个小星，不是一个大星，比太阳大的星，更大的不知道有多少。所以西方极乐世界是个很大的巨星，它那个地方的树，百千由旬的树、四百万里的树，可能就像我们现在这个约塞米蒂那边的大树，在感觉上差不多就是这个样子。因为它的地太大了，所以他有这么一个比例。那么西方极乐世界的人个子也大，那个报身也大。你看我们赞佛偈里面的赞叹，「白毫宛转五须弥，绀目澄清四大海」，你想想看那个阿弥陀佛的相多大！生到西方极乐世界的人跟阿弥陀佛都一样大，所以在他那么大的身，这么高的树，那个感觉上跟我们在这个世间看大树，大概是差不多的样子。如果他们的树像我们这树，那简直变成小草了，看都看不见，变成小草了。所以他们人大。",
      "zh_TW": "這麼高的樹，這是很難想像的。但是要知道，西方極樂世界的人個子高，你看一由旬是現在差不多十公里，它百千由旬，這個樹。西方極樂世界大，那個星球大，不像我們這個地球，地球太小了。我們知道，太陽的體積比我們地球就大得太多太多了。那麼西方極樂世界那一個星球，恐怕不是太陽能夠跟它相比的，這個我們能相信。因為科學家告訴我們，他們在太空當中探索，我們的太陽在星系裡頭是一個小星，不是一個大星，比太陽大的星，更大的不知道有多少。所以西方極樂世界是個很大的巨星，它那個地方的樹，百千由旬的樹、四百萬里的樹，可能就像我們現在這個約塞米蒂那邊的大樹，在感覺上差不多就是這個樣子。因為它的地太大了，所以他有這麼一個比例。那麼西方極樂世界的人個子也大，那個報身也大。你看我們讚佛偈裡面的讚歎，「白毫宛轉五須彌，紺目澄清四大海」，你想想看那個阿彌陀佛的相多大！生到西方極樂世界的人跟阿彌陀佛都一樣大，所以在他那麼大的身，這麼高的樹，那個感覺上跟我們在這個世間看大樹，大概是差不多的樣子。如果他們的樹像我們這樹，那簡直變成小草了，看都看不見，變成小草了。所以他們人大。"
    },
    {
      "id": "02-025-0005_p0041",
      "zh_CN": "这个殊胜庄严，是『诸菩萨中，虽有善根劣者，亦能了知』。这个「善根劣者」，就是下下品往生的人。这是西方极乐世界这种真善美慧的物质享受，他们统统都得到，都能得到。",
      "zh_TW": "這個殊勝莊嚴，是『諸菩薩中，雖有善根劣者，亦能了知』。這個「善根劣者」，就是下下品往生的人。這是西方極樂世界這種真善美慧的物質享受，他們統統都得到，都能得到。"
    },
    {
      "id": "02-025-0005_p0042",
      "zh_CN": "『欲见诸佛净国庄严』，这是第四十一愿。诸佛是他方世界的。一切诸佛刹土，在西方世界，你要想看看，在宝树之间就见到了。想看什么地方，这个像就现到那里，就像我们现在看电视一样。可是我们现在看电视，这个科技还没有进步到那个程度。他们不需要去拨按钮，念头一动，想看哪里，画面马上就自动转换了，我们还没到这个程度。他们那个地方是随心所念，念哪一个世界，这个世界就在宝树当中显现出来了。我们现在看电视，电视画面是平面的；西方世界见十方国土，那个画面是立体的，都能看见。因此，我们这一生家亲眷属，过去生生生世世的家亲眷属，我们要想了解他的状况，生活状况，只要你心一动念，你就在宝树当中全部都看见了。这是「树现佛刹愿」，那个见的像，就像明镜『睹其面像』，你会看得清清楚楚、明明白白。",
      "zh_TW": "『欲見諸佛淨國莊嚴』，這是第四十一願。諸佛是他方世界的。一切諸佛剎土，在西方世界，你要想看看，在寶樹之間就見到了。想看什麼地方，這個像就現到那裡，就像我們現在看電視一樣。可是我們現在看電視，這個科技還沒有進步到那個程度。他們不需要去撥按鈕，念頭一動，想看哪裡，畫面馬上就自動轉換了，我們還沒到這個程度。他們那個地方是隨心所念，念哪一個世界，這個世界就在寶樹當中顯現出來了。我們現在看電視，電視畫面是平面的；西方世界見十方國土，那個畫面是立體的，都能看見。因此，我們這一生家親眷屬，過去生生生世世的家親眷屬，我們要想了解他的狀況，生活狀況，只要你心一動念，你就在寶樹當中全部都看見了。這是「樹現佛剎願」，那個見的像，就像明鏡『睹其面像』，你會看得清清楚楚、明明白白。"
    },
    {
      "id": "02-025-0005_p0043",
      "zh_CN": "【我作佛时。所居佛刹。广博严净。】",
      "zh_TW": "【我作佛時。所居佛剎。廣博嚴淨。】"
    },
    {
      "id": "02-025-0005_p0044",
      "zh_CN": "这是为我们介绍西方世界，西方世界广大，确实要用现在话来说，它是非常非常大的、超级的一个星球。『严』是庄严，就是我们今天讲的美，非常之美。『净』，干净。",
      "zh_TW": "這是為我們介紹西方世界，西方世界廣大，確實要用現在話來說，它是非常非常大的、超級的一個星球。『嚴』是莊嚴，就是我們今天講的美，非常之美。『淨』，乾淨。"
    },
    {
      "id": "02-025-0005_p0045",
      "zh_CN": "【光莹如镜。】",
      "zh_TW": "【光瑩如鏡。】"
    },
    {
      "id": "02-025-0005_p0046",
      "zh_CN": "它的光明、莹洁，就像明镜一样。",
      "zh_TW": "它的光明、瑩潔，就像明鏡一樣。"
    },
    {
      "id": "02-025-0005_p0047",
      "zh_CN": "【彻照十方无量无数。不可思议。诸佛世界。】",
      "zh_TW": "【徹照十方無量無數。不可思議。諸佛世界。】"
    },
    {
      "id": "02-025-0005_p0048",
      "zh_CN": "这个星球放光，有非常美的光明。我们地球也有光，我们在地球上没有感触。这个太空人，人造卫星飞到太空，照出那些照片我们看到了，地球是一个蓝色之光，在太空当中它是个蓝色，也是很美的一个星球，它放光。所以星球在外面看，都有光明。我们地球的光，大家晓得是反射的光，它的色彩是与这个星球物质有关系。我们这个星球上水多，水多于陆地，所以它折射的光，蓝色比其它颜色要强，看到是个蓝色的星球。那么西方世界它的物质本身放光，它不是反射的，它本身有光明，所以『彻照无量无数，不可思议，诸佛世界』。",
      "zh_TW": "這個星球放光，有非常美的光明。我們地球也有光，我們在地球上沒有感觸。這個太空人，人造衛星飛到太空，照出那些照片我們看到了，地球是一個藍色之光，在太空當中它是個藍色，也是很美的一個星球，它放光。所以星球在外面看，都有光明。我們地球的光，大家曉得是反射的光，它的色彩是與這個星球物質有關係。我們這個星球上水多，水多於陸地，所以它折射的光，藍色比其它顏色要強，看到是個藍色的星球。那麼西方世界它的物質本身放光，它不是反射的，它本身有光明，所以『徹照無量無數，不可思議，諸佛世界』。"
    },
    {
      "id": "02-025-0005_p0049",
      "zh_CN": "【众生睹者。生希有心。若不尔者。不取正觉。】",
      "zh_TW": "【眾生睹者。生希有心。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0050",
      "zh_CN": "一切有缘的众生，见到西方极乐世界的光明，都生希有之心，生起尊重的心、欢喜的心、好乐的心，他会生起来。那么哪一样众生、哪一类的众生能见到？心地清净的人就见到了。我们今天见不到这个光明、见不到这个星球，是我们的心有障碍。所以只要修清净心，心净则国土净。心地清净，我们的能力就大，十方诸佛刹土，有很多我们能够见得到，能够与它起感应道交。再看下面这一愿：",
      "zh_TW": "一切有緣的眾生，見到西方極樂世界的光明，都生希有之心，生起尊重的心、歡喜的心、好樂的心，他會生起來。那麼哪一樣眾生、哪一類的眾生能見到？心地清淨的人就見到了。我們今天見不到這個光明、見不到這個星球，是我們的心有障礙。所以只要修清淨心，心淨則國土淨。心地清淨，我們的能力就大，十方諸佛剎土，有很多我們能夠見得到，能夠與它起感應道交。再看下面這一願："
    },
    {
      "id": "02-025-0005_p0051",
      "zh_CN": "【我作佛时。下从地际。】",
      "zh_TW": "【我作佛時。下從地際。】"
    },
    {
      "id": "02-025-0005_p0052",
      "zh_CN": "『际』是边际，下面从『地』的边际。",
      "zh_TW": "『際』是邊際，下面從『地』的邊際。"
    },
    {
      "id": "02-025-0005_p0053",
      "zh_CN": "【上至虚空。宫殿。楼观。池流。华树。国土所有一切万物。皆以无量宝香合成。】",
      "zh_TW": "【上至虛空。宮殿。樓觀。池流。華樹。國土所有一切萬物。皆以無量寶香合成。】"
    },
    {
      "id": "02-025-0005_p0054",
      "zh_CN": "所以西方世界它的物质，没有一样不放香气的，非常好闻的宝香，这个是嗅觉的享受。种种光丽，那是我们眼根的享受，眼看的享受，看东西美。香是嗅觉的享受。",
      "zh_TW": "所以西方世界它的物質，沒有一樣不放香氣的，非常好聞的寶香，這個是嗅覺的享受。種種光麗，那是我們眼根的享受，眼看的享受，看東西美。香是嗅覺的享受。"
    },
    {
      "id": "02-025-0005_p0055",
      "zh_CN": "【其香普熏十方世界。众生闻者。皆修佛行。若不尔者。不取正觉。】",
      "zh_TW": "【其香普熏十方世界。眾生聞者。皆修佛行。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0056",
      "zh_CN": "西方世界这个宝香，我们有没有机会闻到？可能偶尔有机会。也许我们同修当中有这种经验的人，这是与佛有缘，过去生中的善根成熟的时候，佛力加持让我们能闻到宝香。这个机会比见到光明的机会要多，要来得容易，缘成熟了，你就可能遇到。这个香确确实实是我们这个世间所没有的，我们闻到感觉得异香！一阵，这个时间或长、或短，短的几秒钟，长的可能有一分钟。我们知道有这个感应的人不少，可见得这个是事实，不是虚假的。这是「香光庄严」，是个极其美好的世界。",
      "zh_TW": "西方世界這個寶香，我們有沒有機會聞到？可能偶爾有機會。也許我們同修當中有這種經驗的人，這是與佛有緣，過去生中的善根成熟的時候，佛力加持讓我們能聞到寶香。這個機會比見到光明的機會要多，要來得容易，緣成熟了，你就可能遇到。這個香確確實實是我們這個世間所沒有的，我們聞到感覺得異香！一陣，這個時間或長、或短，短的幾秒鐘，長的可能有一分鐘。我們知道有這個感應的人不少，可見得這個是事實，不是虛假的。這是「香光莊嚴」，是個極其美好的世界。"
    },
    {
      "id": "02-025-0005_p0057",
      "zh_CN": "弥陀的本愿，到这个地方可以说把西方世界依正庄严的概况都介绍出来了。后面四十四到四十八这个五愿，是特别加持他方世界的菩萨的。这些菩萨愿力很强，度化众生，但是他没有到西方极乐世界去，他对于西方世界非常向往，都劝别人去，自己还没去，到处劝别人去。因此，他的愿力跟阿弥陀佛的本愿也相应，也结合了，阿弥陀佛对于这些菩萨特别的加持，后面这个五愿是对这些菩萨特别加持。我们看看：",
      "zh_TW": "彌陀的本願，到這個地方可以說把西方世界依正莊嚴的概況都介紹出來了。後面四十四到四十八這個五願，是特別加持他方世界的菩薩的。這些菩薩願力很強，度化眾生，但是他沒有到西方極樂世界去，他對於西方世界非常嚮往，都勸別人去，自己還沒去，到處勸別人去。因此，他的願力跟阿彌陀佛的本願也相應，也結合了，阿彌陀佛對於這些菩薩特別的加持，後面這個五願是對這些菩薩特別加持。我們看看："
    },
    {
      "id": "02-025-0005_p0058",
      "zh_CN": "【我作佛时。十方佛刹。诸菩萨众。】",
      "zh_TW": "【我作佛時。十方佛剎。諸菩薩眾。】"
    },
    {
      "id": "02-025-0005_p0059",
      "zh_CN": "你看这个跟前面不一样了，这是特别是讲的他方世界的菩萨们。",
      "zh_TW": "你看這個跟前面不一樣了，這是特別是講的他方世界的菩薩們。"
    },
    {
      "id": "02-025-0005_p0060",
      "zh_CN": "【闻我名已。】",
      "zh_TW": "【聞我名已。】"
    },
    {
      "id": "02-025-0005_p0061",
      "zh_CN": "他们有缘，听到阿弥陀佛的佛号，读到《无量寿经》，这一类的菩萨。",
      "zh_TW": "他們有緣，聽到阿彌陀佛的佛號，讀到《無量壽經》，這一類的菩薩。"
    },
    {
      "id": "02-025-0005_p0062",
      "zh_CN": "【皆悉逮得。清净。解脱。普等三昧。诸深总持。住三摩地。至于成佛。定中常供无量无边一切诸佛。不失定意。若不尔者。不取正觉。】",
      "zh_TW": "【皆悉逮得。清淨。解脫。普等三昧。諸深總持。住三摩地。至於成佛。定中常供無量無邊一切諸佛。不失定意。若不爾者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0063",
      "zh_CN": "这是第四十四愿「普等三昧」，第四十五愿「定中供佛」。这是阿弥陀佛本愿对他的加持，他们所得到的功德利益也能够跟西方世界的大众相等，这个是弥陀对他们的加持。十方菩萨听到这个法门，听到弥陀的名号，他能够得『清净』心；能够得大自在，『解脱』就是大自在，自行化他都能够随心如意，这就是「解脱」。『普等三昧』，「普」是普遍，「等」是等于，等于如来果地上的三昧，三昧是正受，就是正常的享受，能够得到这个利益。『诸深总持』，总持是对法门来说的，总一切法、持一切义，「诸深总持」，实在上就是这一句弥陀的名号。前面跟诸位介绍过了，古德从一切经观察研究得到的结论，世尊四十九年所说的一切经典法门，最后归纳就是这一句阿弥陀佛。释迦牟尼佛说法是这么一个原则，十方一切诸佛如来所说一切佛法，也离不开这个原则。所以这一句南无阿弥陀佛六字洪名，就是真真实实的诸深总持。『住三摩地』，这个「三摩地」当然是指的念佛三昧，也就是《弥陀经》里面讲的一心不乱。『至于成佛』，一直到他成佛。这个是「普等三昧愿」，第四十四愿到这个地方。",
      "zh_TW": "這是第四十四願「普等三昧」，第四十五願「定中供佛」。這是阿彌陀佛本願對他的加持，他們所得到的功德利益也能夠跟西方世界的大眾相等，這個是彌陀對他們的加持。十方菩薩聽到這個法門，聽到彌陀的名號，他能夠得『清淨』心；能夠得大自在，『解脫』就是大自在，自行化他都能夠隨心如意，這就是「解脫」。『普等三昧』，「普」是普遍，「等」是等於，等於如來果地上的三昧，三昧是正受，就是正常的享受，能夠得到這個利益。『諸深總持』，總持是對法門來說的，總一切法、持一切義，「諸深總持」，實在上就是這一句彌陀的名號。前面跟諸位介紹過了，古德從一切經觀察研究得到的結論，世尊四十九年所說的一切經典法門，最後歸納就是這一句阿彌陀佛。釋迦牟尼佛說法是這麼一個原則，十方一切諸佛如來所說一切佛法，也離不開這個原則。所以這一句南無阿彌陀佛六字洪名，就是真真實實的諸深總持。『住三摩地』，這個「三摩地」當然是指的念佛三昧，也就是《彌陀經》裡面講的一心不亂。『至於成佛』，一直到他成佛。這個是「普等三昧願」，第四十四願到這個地方。"
    },
    {
      "id": "02-025-0005_p0064",
      "zh_CN": "下面这一句是第四十五愿，『定中常供无量无边一切诸佛』。西方世界的人分身到十方世界去供佛、闻法，这些菩萨们得阿弥陀佛愿力的加持，也有这个能力。所以我们要把前后文合起来看。前面愿文里面讲，西方极乐世界往生的这些人，都能够随意到十方世界去供养诸佛。《弥陀经》上讲得更明白，统是化身去的。怎样化身去的？也是「定中」化身去的，可见得没有定就没有这个能力。六种神通都是从定力里面出生的，所以定很重要。有定，这个定中能恢复自己的本能，这个本能我们现在的人叫它做「神通」，其实是我们的本能。心定下来了，这个能力就恢复。心一乱，乱就是妄想多了、杂念多了、烦恼多了，这个能力就丧失掉了。离开一切妄想烦恼，让心定下来、静下来，这个能力就恢复了。所以这是佛对他加持，虽然供养一切诸佛（修福），闻佛讲经说法（修慧），『不失定意』，这一句很重要。因为定功薄弱的人，福慧一现前，他往往他就乱了。怎么乱？他生欢喜心了。这个欢喜心一生，也就乱掉了。所以欢喜也是烦恼的一种，我们中国人讲七情五欲，七情里头就是喜、怒、哀、乐、爱、恶、欲，你看头一个欢喜。这欢喜是情，动了情；动了情，「定意」就失掉了。所以人家在享受当中，他并没有动情，那叫正常的享受。我们凡夫享受，不正常的，他动感情；诸佛菩萨种种享受，正常的，他不动感情。不动感情在享受，这是正常的；我们享受都是动感情的，这是错误的。请看最后这一段：",
      "zh_TW": "下面這一句是第四十五願，『定中常供無量無邊一切諸佛』。西方世界的人分身到十方世界去供佛、聞法，這些菩薩們得阿彌陀佛願力的加持，也有這個能力。所以我們要把前後文合起來看。前面願文裡面講，西方極樂世界往生的這些人，都能夠隨意到十方世界去供養諸佛。《彌陀經》上講得更明白，統是化身去的。怎樣化身去的？也是「定中」化身去的，可見得沒有定就沒有這個能力。六種神通都是從定力裡面出生的，所以定很重要。有定，這個定中能恢復自己的本能，這個本能我們現在的人叫它做「神通」，其實是我們的本能。心定下來了，這個能力就恢復。心一亂，亂就是妄想多了、雜念多了、煩惱多了，這個能力就喪失掉了。離開一切妄想煩惱，讓心定下來、靜下來，這個能力就恢復了。所以這是佛對他加持，雖然供養一切諸佛（修福），聞佛講經說法（修慧），『不失定意』，這一句很重要。因為定功薄弱的人，福慧一現前，他往往他就亂了。怎麼亂？他生歡喜心了。這個歡喜心一生，也就亂掉了。所以歡喜也是煩惱的一種，我們中國人講七情五欲，七情裡頭就是喜、怒、哀、樂、愛、惡、欲，你看頭一個歡喜。這歡喜是情，動了情；動了情，「定意」就失掉了。所以人家在享受當中，他並沒有動情，那叫正常的享受。我們凡夫享受，不正常的，他動感情；諸佛菩薩種種享受，正常的，他不動感情。不動感情在享受，這是正常的；我們享受都是動感情的，這是錯誤的。請看最後這一段："
    },
    {
      "id": "02-025-0005_p0065",
      "zh_CN": "【我作佛时。他方世界诸菩萨众。】",
      "zh_TW": "【我作佛時。他方世界諸菩薩眾。】"
    },
    {
      "id": "02-025-0005_p0066",
      "zh_CN": "你看这一开端都说得很清楚，这个两段是特别为他方世界菩萨所发的大愿，也就是加持他方世界菩萨的本愿。",
      "zh_TW": "你看這一開端都說得很清楚，這個兩段是特別為他方世界菩薩所發的大願，也就是加持他方世界菩薩的本願。"
    },
    {
      "id": "02-025-0005_p0067",
      "zh_CN": "【闻我名者。证离生法。获陀罗尼。清净欢喜。得平等住。修菩萨行。具足德本。应时不获一二三忍。于诸佛法。不能现证不退转者。不取正觉。】",
      "zh_TW": "【聞我名者。證離生法。獲陀羅尼。清淨歡喜。得平等住。修菩薩行。具足德本。應時不獲一二三忍。於諸佛法。不能現證不退轉者。不取正覺。】"
    },
    {
      "id": "02-025-0005_p0068",
      "zh_CN": "这个里面一共有三愿，第一个是「获陀罗尼」，第二就是四十七愿「闻名得忍」，最后是「现证不退」。这种愿力加持，虽然菩萨没有往生西方极乐世界，西方极乐世界菩萨所得的那些功德利益，他们几乎也都得到了，这说明感应道交不可思议。这个地方我们要学，我们要觉悟，学什么？学阿弥陀佛真正的慈悲。我们凡夫都有成见。你看阿弥陀佛就很大方，念阿弥陀佛名求生西方极乐世界的，当然他欢喜接纳；不念阿弥陀佛名号、不想求生西方极乐世界的，阿弥陀佛也很大方、也帮助他，并没有说他不念，不遵守我的这个教导，不想到我这个世界来，我就排斥他、拒绝他，没有，他同样加持他。这样广大的心量，我们要学习。我们这个世间人心量很小，排斥异端。就纵然是学佛的，你看参禅的人就排斥念佛的，念佛的人跟参禅的人就一道鸿沟，不相往来，这个错误的。所以读读经，我们应当忏悔，决定没有隔阂，虽然法门不同，还是要互相帮助，还是要互相照顾，这个就对了，这个才是真实的慈悲。",
      "zh_TW": "這個裡面一共有三願，第一個是「獲陀羅尼」，第二就是四十七願「聞名得忍」，最後是「現證不退」。這種願力加持，雖然菩薩沒有往生西方極樂世界，西方極樂世界菩薩所得的那些功德利益，他們幾乎也都得到了，這說明感應道交不可思議。這個地方我們要學，我們要覺悟，學什麼？學阿彌陀佛真正的慈悲。我們凡夫都有成見。你看阿彌陀佛就很大方，念阿彌陀佛名求生西方極樂世界的，當然他歡喜接納；不念阿彌陀佛名號、不想求生西方極樂世界的，阿彌陀佛也很大方、也幫助他，並沒有說他不念，不遵守我的這個教導，不想到我這個世界來，我就排斥他、拒絕他，沒有，他同樣加持他。這樣廣大的心量，我們要學習。我們這個世間人心量很小，排斥異端。就縱然是學佛的，你看參禪的人就排斥念佛的，念佛的人跟參禪的人就一道鴻溝，不相往來，這個錯誤的。所以讀讀經，我們應當懺悔，決定沒有隔閡，雖然法門不同，還是要互相幫助，還是要互相照顧，這個就對了，這個才是真實的慈悲。"
    },
    {
      "id": "02-025-0005_p0069",
      "zh_CN": "这个地方讲的『证离生法』，这个「生」就是生死。佛在经上跟我们讲的两种生死，分段生死、变易生死，统统远离了，统统断掉了，我们常讲，了生死、出三界。『获陀罗尼』，「陀罗尼」是梵语，翻成中国意思就是总持的意思，跟前面那个「诸深总持」是一个意思。这个地方讲，得到了，得到陀罗尼。陀罗尼也可以解释成为一切法的总纲领，抓到了总纲领。『清净欢喜，得平等住』，「平等住」是佛住。平等住是什么？就是平等心。你看《金刚经》上，须菩提尊者不是问吗，「应云何住？」他的意思是说，我们这个心应当安住在哪里？这个重要，非常非常重要！「如何降伏其心？」心里头妄念很多、烦恼很多，怎样能够把它息掉、息除掉，心到底安住在哪里最妥当？问的是这个。此地阿弥陀佛给我们的答复，实在讲就是须菩提尊者想要知道的答案。要得「平等住」，他真得到了。《无量寿经》的经题「清净平等觉」，心要清净、要平等、要觉而不迷，这个就是佛心，所以他得平等住了。『修菩萨行』，「菩萨行」是六度，是普贤十愿。六度是大乘菩萨行；十愿是高级的菩萨行，最高级的菩萨行。『具足德本』，性德之本，这个「德」是讲性德。真如本性里面一切美好的根本，他统统具足了。那么我们具不具足？当然具足。那为什么说这些菩萨这个时候才具足？菩萨是具足都能够现前了；我们是性具，本性里头具足，有障碍，有烦恼障、所知障把它障住了，不能现前。他们这一切障碍没有了，可以具足现前，得到受用了；我们的性德现在不得受用。",
      "zh_TW": "這個地方講的『證離生法』，這個「生」就是生死。佛在經上跟我們講的兩種生死，分段生死、變易生死，統統遠離了，統統斷掉了，我們常講，了生死、出三界。『獲陀羅尼』，「陀羅尼」是梵語，翻成中國意思就是總持的意思，跟前面那個「諸深總持」是一個意思。這個地方講，得到了，得到陀羅尼。陀羅尼也可以解釋成為一切法的總綱領，抓到了總綱領。『清淨歡喜，得平等住』，「平等住」是佛住。平等住是什麼？就是平等心。你看《金剛經》上，須菩提尊者不是問嗎，「應云何住？」他的意思是說，我們這個心應當安住在哪裡？這個重要，非常非常重要！「如何降伏其心？」心裡頭妄念很多、煩惱很多，怎樣能夠把它息掉、息除掉，心到底安住在哪裡最妥當？問的是這個。此地阿彌陀佛給我們的答覆，實在講就是須菩提尊者想要知道的答案。要得「平等住」，他真得到了。《無量壽經》的經題「清淨平等覺」，心要清淨、要平等、要覺而不迷，這個就是佛心，所以他得平等住了。『修菩薩行』，「菩薩行」是六度，是普賢十願。六度是大乘菩薩行；十願是高級的菩薩行，最高級的菩薩行。『具足德本』，性德之本，這個「德」是講性德。真如本性裡面一切美好的根本，他統統具足了。那麼我們具不具足？當然具足。那為什麼說這些菩薩這個時候才具足？菩薩是具足都能夠現前了；我們是性具，本性裡頭具足，有障礙，有煩惱障、所知障把它障住了，不能現前。他們這一切障礙沒有了，可以具足現前，得到受用了；我們的性德現在不得受用。"
    },
    {
      "id": "02-025-0005_p0070",
      "zh_CN": "『应时』得到『一二三忍』，这个就是第四十七愿「闻名得忍」。这个「一二三忍」，《无量寿经》上讲得很清楚，从「音响忍」到「无生法忍」。黄念祖居士注解也注得很好。它的意思是确实证得地上菩萨的果位。因为这个一二三忍它是有三个阶段。第一个阶段是初地、二地、三地，音响忍；第二个阶段是四地、五地、六地；第三个阶段是无生法忍，七地、八地、九地，菩萨的果位几乎达到圆满了。那么生到西方极乐世界的人很幸运，因为都是阿鞞跋致菩萨，阿鞞跋致那是七地、八地、九地。虽然自己没有证得，佛的本愿加持，使我们能够达到这个境界。这是讲他方世界菩萨，他们没有到西方极乐世界去，没有见到阿弥陀佛，只是闻到阿弥陀佛的名号，读到《无量寿经》，心里生欢喜心，能够将这个法门普遍劝导一切众生，阿弥陀佛以这个愿力加持他，他这个地位虽然没有达到圆教地上菩萨的地位，佛以这个愿力帮助他、提升他，使他自己也有地上菩萨的智慧德能，这个意思在此地。",
      "zh_TW": "『應時』得到『一二三忍』，這個就是第四十七願「聞名得忍」。這個「一二三忍」，《無量壽經》上講得很清楚，從「音響忍」到「無生法忍」。黃念祖居士註解也註得很好。它的意思是確實證得地上菩薩的果位。因為這個一二三忍它是有三個階段。第一個階段是初地、二地、三地，音響忍；第二個階段是四地、五地、六地；第三個階段是無生法忍，七地、八地、九地，菩薩的果位幾乎達到圓滿了。那麼生到西方極樂世界的人很幸運，因為都是阿鞞跋致菩薩，阿鞞跋致那是七地、八地、九地。雖然自己沒有證得，佛的本願加持，使我們能夠達到這個境界。這是講他方世界菩薩，他們沒有到西方極樂世界去，沒有見到阿彌陀佛，只是聞到阿彌陀佛的名號，讀到《無量壽經》，心裡生歡喜心，能夠將這個法門普遍勸導一切眾生，阿彌陀佛以這個願力加持他，他這個地位雖然沒有達到圓教地上菩薩的地位，佛以這個願力幫助他、提升他，使他自己也有地上菩薩的智慧德能，這個意思在此地。"
    },
    {
      "id": "02-025-0005_p0071",
      "zh_CN": "末后一句，『于诸佛法不能现证不退转者，不取正觉』，这个末后一句也就是「圆证三不退」。圆证三不退，实在讲，克实而论，是等觉菩萨才真正圆证三不退。这个地位就太高太高了，几几乎乎跟观音、势至、文殊、普贤地位平等了，这也就是一生圆满成佛，是这个意思。这是佛加持他方世界的菩萨，使他们的能力也能够提升到这样的境界，跟往生到西方极乐世界的人功德利益几乎是平等的。所以我们从这个地方看到，阿弥陀佛的心量确实非常非常广大，是我们现在应该要学习的。",
      "zh_TW": "末後一句，『於諸佛法不能現證不退轉者，不取正覺』，這個末後一句也就是「圓證三不退」。圓證三不退，實在講，剋實而論，是等覺菩薩才真正圓證三不退。這個地位就太高太高了，幾幾乎乎跟觀音、勢至、文殊、普賢地位平等了，這也就是一生圓滿成佛，是這個意思。這是佛加持他方世界的菩薩，使他們的能力也能夠提升到這樣的境界，跟往生到西方極樂世界的人功德利益幾乎是平等的。所以我們從這個地方看到，阿彌陀佛的心量確實非常非常廣大，是我們現在應該要學習的。"
    },
    {
      "id": "02-025-0005_p0072",
      "zh_CN": "我们这一个科目就到这个地方圆满了，谢谢诸位。我们等从洛杉矶回来之后，还有一段时间，我们再研究《无量寿经》的后半部，三十二到三十七品，持戒念佛。好，谢谢诸位同修。",
      "zh_TW": "我們這一個科目就到這個地方圓滿了，謝謝諸位。我們等從洛杉磯回來之後，還有一段時間，我們再研究《無量壽經》的後半部，三十二到三十七品，持戒念佛。好，謝謝諸位同修。"
    }
  ]
}