{
  "doc_id": "02-025-0010",
  "title": {
    "zh_CN": "净宗朝暮课诵经文讲记",
    "zh_TW": "淨宗朝暮課誦經文講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "02-025-0010",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "02-025-0010_p0001",
      "zh_CN": "请掀开经本第四面，第六行，从当中看起。我们把经文念一段，对对地方。",
      "zh_TW": "請掀開經本第四面，第六行，從當中看起。我們把經文念一段，對對地方。"
    },
    {
      "id": "02-025-0010_p0002",
      "zh_CN": "【人能自度。转相拯挤。至心求愿。积累善本。虽一世精进勤苦。须臾间耳。后生无量寿国。快乐无极。永拔生死之本。无复苦恼之患。寿千万劫。自在随意。】",
      "zh_TW": "【人能自度。轉相拯擠。至心求願。積累善本。雖一世精進勤苦。須臾間耳。後生無量壽國。快樂無極。永拔生死之本。無復苦惱之患。壽千萬劫。自在隨意。】"
    },
    {
      "id": "02-025-0010_p0003",
      "zh_CN": "从这个地方看起，这是这一品里面的第四段，也是最后的一段。这一段，佛劝导我们应当欣求极乐，所以说『人能自度，转相拯济』，这是利他。一定是先得到自利，而后才能够利他。因为自己若是没有得到真实的利益，对于这个法门修学的成果还不能够肯定的话，这个自误还能够说得过去；如果是误了别人，这个过失就很重。所以佛在一切经论里头几乎都是这样教导我们，一定要自度，而后才度他，这个是决定不会误导别人，这才是真实的功德。所以要「转相拯济」。『至心求愿』，这一句里面包括了上求、下化，都要用真心，这个里头最重要的就是至心。至心是真心去求，没有不能够满愿的。佛门里头常讲，「佛氏门中，有求必应」，这个求一定要如理、要如法，当然这个里面最重要的就是至心，「至心求愿」，没有不满愿的。",
      "zh_TW": "從這個地方看起，這是這一品裡面的第四段，也是最後的一段。這一段，佛勸導我們應當欣求極樂，所以說『人能自度，轉相拯濟』，這是利他。一定是先得到自利，而後才能夠利他。因為自己若是沒有得到真實的利益，對於這個法門修學的成果還不能夠肯定的話，這個自誤還能夠說得過去；如果是誤了別人，這個過失就很重。所以佛在一切經論裡頭幾乎都是這樣教導我們，一定要自度，而後才度他，這個是決定不會誤導別人，這才是真實的功德。所以要「轉相拯濟」。『至心求願』，這一句裡面包括了上求、下化，都要用真心，這個裡頭最重要的就是至心。至心是真心去求，沒有不能夠滿願的。佛門裡頭常講，「佛氏門中，有求必應」，這個求一定要如理、要如法，當然這個裡面最重要的就是至心，「至心求願」，沒有不滿願的。"
    },
    {
      "id": "02-025-0010_p0004",
      "zh_CN": "『积累善本』，这一句里面包含的范围就非常的广大。这个善之本，一般在大乘法里面所说的，四弘誓愿是善本，是佛法里面的根本法。四弘誓愿的第一条，教我们要发愿，发度众生的大愿。一般世间人对于这一愿不但是不甚理解，而且疑惑很多，原因是不知道事实的真相，也就是不能够明了众生与自己的关系；如果明了众生跟自己的关系，这个愿自自然然就生出来了。唯有佛把这个事实真相告诉我们，不但一切有情众生，就是虚空法界也与自己原本是一体，现在还是一体，将来也是一体，只是我们自己迷失了事实真相，在佛法里面讲迷失了自性，自性就是事实真相。正如同我们作梦，在梦中那个境界一样，梦中作梦不知道整个梦境是自己，依然执着梦中的身相是自己，认为其他的都是身外之物，跟这种迷执的情形是相仿佛的。所以明白人自然就发愿要照顾一切众生，这是佛教给我们，发这个愿、发这样的心，才是真正的觉悟，真的觉悟了。如果这个心没有发，不能算是觉悟，当然更不能算是正觉。所以这个心一发的时候，实在讲就是正等正觉。觉悟之后，最要紧的就是刚才讲的，人要先自度。断烦恼就是自度，学法门是为度他。实在讲如果为自度不必学很多法门，一个法门足够了，所以一门深入决定成就。如果要度众生，众生实在讲无量无边，根性不相同、程度不一样、嗜好不一样，一个法门不能度一切众生，因此要度一切众生就要学无量法门。所以四弘誓愿第三条，就「法门无量誓愿学」，这是我们要晓得学法门为的是什么。最后，「佛道无上誓愿成」。就是圆成佛道，度化众生的大事业才能做得圆满，这个是善本。",
      "zh_TW": "『積累善本』，這一句裡面包含的範圍就非常的廣大。這個善之本，一般在大乘法裡面所說的，四弘誓願是善本，是佛法裡面的根本法。四弘誓願的第一條，教我們要發願，發度眾生的大願。一般世間人對於這一願不但是不甚理解，而且疑惑很多，原因是不知道事實的真相，也就是不能夠明瞭眾生與自己的關係；如果明瞭眾生跟自己的關係，這個願自自然然就生出來了。唯有佛把這個事實真相告訴我們，不但一切有情眾生，就是虛空法界也與自己原本是一體，現在還是一體，將來也是一體，只是我們自己迷失了事實真相，在佛法裡面講迷失了自性，自性就是事實真相。正如同我們作夢，在夢中那個境界一樣，夢中作夢不知道整個夢境是自己，依然執著夢中的身相是自己，認為其他的都是身外之物，跟這種迷執的情形是相彷彿的。所以明白人自然就發願要照顧一切眾生，這是佛教給我們，發這個願、發這樣的心，才是真正的覺悟，真的覺悟了。如果這個心沒有發，不能算是覺悟，當然更不能算是正覺。所以這個心一發的時候，實在講就是正等正覺。覺悟之後，最要緊的就是剛才講的，人要先自度。斷煩惱就是自度，學法門是為度他。實在講如果為自度不必學很多法門，一個法門足夠了，所以一門深入決定成就。如果要度眾生，眾生實在講無量無邊，根性不相同、程度不一樣、嗜好不一樣，一個法門不能度一切眾生，因此要度一切眾生就要學無量法門。所以四弘誓願第三條，就「法門無量誓願學」，這是我們要曉得學法門為的是什麼。最後，「佛道無上誓願成」。就是圓成佛道，度化眾生的大事業才能做得圓滿，這個是善本。"
    },
    {
      "id": "02-025-0010_p0005",
      "zh_CN": "可是我们初学人从哪个地方下手？这下手之处也算是善本，这个在本经底下一章里头所讲的「五戒」就是善本。这个确确实实的，整个佛法来说就是戒、定、慧三学。因戒得定，因定开慧，因智慧才能自度度他，才能够统摄世出世间无量的法门，都要凭借智慧。戒里面，五戒是根本戒。这个从世尊整个教学方面来看他的善本。可是佛教导我们，还有最初下手修学之处，做为五戒的基础，换句话说，这就是根本的根本，那是什么？《观经》里面给我们讲的「三福」，这才是找到了根本的根本。这个根本的根本就是一个「孝」字。中国儒家的教学是建立在孝道的基础上，没想到佛法的教学也是建立在孝道的基础上。所以三福第一个是「孝养父母，奉事师长，慈心不杀，修十善业」；到第二条才讲到「受持三归，具足众戒」，五戒就在这个地方。可见得五戒是建立在孝亲、尊师、慈心、十善的基础上，我们这样去观察，把这个善本就找到了。所以净宗学会在缘起里面，我们就明白的订定了修学的科目。我们在教典的依据就是五经一论；我们在日常生活当中修持，就是依经论上所说的三福、六和、三学（就是戒定慧）、六度、普贤十愿。真正依照这个修学，永远不更改，这就是积累善本，我们这一生要认真努力去修学。",
      "zh_TW": "可是我們初學人從哪個地方下手？這下手之處也算是善本，這個在本經底下一章裡頭所講的「五戒」就是善本。這個確確實實的，整個佛法來說就是戒、定、慧三學。因戒得定，因定開慧，因智慧才能自度度他，才能夠統攝世出世間無量的法門，都要憑藉智慧。戒裡面，五戒是根本戒。這個從世尊整個教學方面來看他的善本。可是佛教導我們，還有最初下手修學之處，做為五戒的基礎，換句話說，這就是根本的根本，那是什麼？《觀經》裡面給我們講的「三福」，這才是找到了根本的根本。這個根本的根本就是一個「孝」字。中國儒家的教學是建立在孝道的基礎上，沒想到佛法的教學也是建立在孝道的基礎上。所以三福第一個是「孝養父母，奉事師長，慈心不殺，修十善業」；到第二條才講到「受持三歸，具足眾戒」，五戒就在這個地方。可見得五戒是建立在孝親、尊師、慈心、十善的基礎上，我們這樣去觀察，把這個善本就找到了。所以淨宗學會在緣起裡面，我們就明白的訂定了修學的科目。我們在教典的依據就是五經一論；我們在日常生活當中修持，就是依經論上所說的三福、六和、三學（就是戒定慧）、六度、普賢十願。真正依照這個修學，永遠不更改，這就是積累善本，我們這一生要認真努力去修學。"
    },
    {
      "id": "02-025-0010_p0006",
      "zh_CN": "下面佛说，『虽一世精进勤苦，须臾间耳』。在无量长劫之中，人生在世确确实实是非常的短暂。昨天学会新道场开幕，来了不少的嘉宾，其中有几位是我过去的同事、长官。我们一见面非常的感慨，想到过去我们在一起的时候，这一回顾就几乎是五十年前了，五十年，想想就像昨天的事情一样，「须臾间耳」，实实在在的。这一生如果要不认真的学佛，实在讲很快的就空过了！我当年那些同事、朋友，现在差不多将近三分之二都过世了，所以提起来实在是感慨万千。所以我们读到经文，这警觉性就非常之高。我们这一生当中勇猛精进，实在讲这个时间并不很长，只要能真精进，不要怕辛苦，『后生无量寿国』，我们这一生之后就往生西方极乐世界。紧接着这一句经文（前面这个「一世精进勤苦」），就懂得了我们为什么、在哪一方面精进勤苦：信愿持名，积累善本。诸位要知道，积累善本是修福，信愿持名是修慧，福慧双修，一心一意就专求净土。实在说，以我们今天的根性以及我们生活的环境，除了净宗之外，要想一生当中成就，几乎都是不可能的。唯独这个法门稳当，确确实实有把握，让我们往生西方极乐世界；生到西方极乐世界，真是『快乐无极』。从什么地方说「快乐无极」？下面这个四句就是为你详细说明。",
      "zh_TW": "下面佛說，『雖一世精進勤苦，須臾間耳』。在無量長劫之中，人生在世確確實實是非常的短暫。昨天學會新道場開幕，來了不少的嘉賓，其中有幾位是我過去的同事、長官。我們一見面非常的感慨，想到過去我們在一起的時候，這一回顧就幾乎是五十年前了，五十年，想想就像昨天的事情一樣，「須臾間耳」，實實在在的。這一生如果要不認真的學佛，實在講很快的就空過了！我當年那些同事、朋友，現在差不多將近三分之二都過世了，所以提起來實在是感慨萬千。所以我們讀到經文，這警覺性就非常之高。我們這一生當中勇猛精進，實在講這個時間並不很長，只要能真精進，不要怕辛苦，『後生無量壽國』，我們這一生之後就往生西方極樂世界。緊接著這一句經文（前面這個「一世精進勤苦」），就懂得了我們為什麼、在哪一方面精進勤苦：信願持名，積累善本。諸位要知道，積累善本是修福，信願持名是修慧，福慧雙修，一心一意就專求淨土。實在說，以我們今天的根性以及我們生活的環境，除了淨宗之外，要想一生當中成就，幾乎都是不可能的。唯獨這個法門穩當，確確實實有把握，讓我們往生西方極樂世界；生到西方極樂世界，真是『快樂無極』。從什麼地方說「快樂無極」？下面這個四句就是為你詳細說明。"
    },
    {
      "id": "02-025-0010_p0007",
      "zh_CN": "『永拔生死之本』，「拔」是拔除。换句话说，如果不能生到西方极乐世界，这个六道轮回生生死死永远的是没完没了，要想出离轮回，不是简单的事情。大、小乘佛法虽然理论说得很透彻，方法也很周详，但是我们就没有办法做到，这是事实。几个人能够一生当中把见思烦恼断掉？一生当中无论修学哪一个法门，见思不断，那就出不了轮回，等到下一辈子你遇到佛法再干。那下一辈子是什么状况？想想我们现在就知道。我们过去生生世世也学佛，这一生是个什么样子，自己都清清楚楚、明明白白。来生假如再得人身，还要从头做起，可能还不如这一生，这个是我们一定要警觉到的。但是，生到西方极乐世界，轮回就永远出离了。生死的根本，佛在经上讲的，那是无始无明，这个是生死根本，一定要到如来果位才断干净。生到西方极乐世界决定是圆证三不退，决定在一生当中圆成佛道，就是断这个无始无明，所以真的是「永拔生死之本」，这个话不是夸大，是事实。『无复苦恼之患』，一切忧苦烦恼永远断了，再没有这些东西来缠绕了，因为到那个环境，决定亲证诸法实相，对于这一切法真实相彻底明了。因为苦恼都是对于事实真相不明白而发生的，不明白，我们就产生错误的思想、错误的见解以及错误的行为，招来一些不如意的果报；彻底明白之后，这些事情自然都解决了。",
      "zh_TW": "『永拔生死之本』，「拔」是拔除。換句話說，如果不能生到西方極樂世界，這個六道輪迴生生死死永遠的是沒完沒了，要想出離輪迴，不是簡單的事情。大、小乘佛法雖然理論說得很透徹，方法也很周詳，但是我們就沒有辦法做到，這是事實。幾個人能夠一生當中把見思煩惱斷掉？一生當中無論修學哪一個法門，見思不斷，那就出不了輪迴，等到下一輩子你遇到佛法再幹。那下一輩子是什麼狀況？想想我們現在就知道。我們過去生生世世也學佛，這一生是個什麼樣子，自己都清清楚楚、明明白白。來生假如再得人身，還要從頭做起，可能還不如這一生，這個是我們一定要警覺到的。但是，生到西方極樂世界，輪迴就永遠出離了。生死的根本，佛在經上講的，那是無始無明，這個是生死根本，一定要到如來果位才斷乾淨。生到西方極樂世界決定是圓證三不退，決定在一生當中圓成佛道，就是斷這個無始無明，所以真的是「永拔生死之本」，這個話不是誇大，是事實。『無復苦惱之患』，一切憂苦煩惱永遠斷了，再沒有這些東西來纏繞了，因為到那個環境，決定親證諸法實相，對於這一切法真實相徹底明瞭。因為苦惱都是對於事實真相不明白而發生的，不明白，我們就產生錯誤的思想、錯誤的見解以及錯誤的行為，招來一些不如意的果報；徹底明白之後，這些事情自然都解決了。"
    },
    {
      "id": "02-025-0010_p0008",
      "zh_CN": "『寿千万劫，自在随意』。这两句话真的就像「观世音菩萨普门品」里面所说的那样殊胜的境界，普门示现，随意自在。在十方无量无边的国土之中，都能够随心所愿，哪个地方众生有感，我们就有能力去示现，感应道交。这一点，这是真正说到「快乐无极」了，因为这个境界绝对不是一般菩萨能够做得到的。我们在许多大乘经里面看到权教菩萨，我们讲的别教的三贤，他们的能力不能超越这一个大千世界，也就是释迦牟尼佛这个教区，这个三千大千世界他没有能力超越，必须到登地，才有能力越过这一个大千世界，而到另外其他的佛国土，但是还是有范围。像我们，譬如我们越过自己国家的国界，到其他国家去旅游一样，但是还受限制。这个是自己智慧神通能力还不够，所以有些菩萨能够到二佛、三佛、四佛、五佛的刹土；有些大菩萨能够游历几十个佛刹、一百个佛刹、几百个佛刹。佛刹是无量无边，无量无边诸佛刹土，那要到什么时候才有能力去周遍游历？一般讲圆教八地，八地菩萨距离成佛已经很接近了，这样高的果位才能够周遍法界。但是净土宗的学人这个便宜就占大了，因为他得到阿弥陀佛本愿威神的加持，像我们生到西方极乐世界，就有能力跟八地菩萨一样，尽虚空遍法界往来自在，而没有障碍。诸位要知道，这不是我们自己修成的，是阿弥陀佛本愿加持的，这个真的是快乐无极。底下佛勉励我们：",
      "zh_TW": "『壽千萬劫，自在隨意』。這兩句話真的就像「觀世音菩薩普門品」裡面所說的那樣殊勝的境界，普門示現，隨意自在。在十方無量無邊的國土之中，都能夠隨心所願，哪個地方眾生有感，我們就有能力去示現，感應道交。這一點，這是真正說到「快樂無極」了，因為這個境界絕對不是一般菩薩能夠做得到的。我們在許多大乘經裡面看到權教菩薩，我們講的別教的三賢，他們的能力不能超越這一個大千世界，也就是釋迦牟尼佛這個教區，這個三千大千世界他沒有能力超越，必須到登地，才有能力越過這一個大千世界，而到另外其他的佛國土，但是還是有範圍。像我們，譬如我們越過自己國家的國界，到其他國家去旅遊一樣，但是還受限制。這個是自己智慧神通能力還不夠，所以有些菩薩能夠到二佛、三佛、四佛、五佛的剎土；有些大菩薩能夠遊歷幾十個佛剎、一百個佛剎、幾百個佛剎。佛剎是無量無邊，無量無邊諸佛剎土，那要到什麼時候才有能力去周遍遊歷？一般講圓教八地，八地菩薩距離成佛已經很接近了，這樣高的果位才能夠周遍法界。但是淨土宗的學人這個便宜就佔大了，因為他得到阿彌陀佛本願威神的加持，像我們生到西方極樂世界，就有能力跟八地菩薩一樣，盡虛空遍法界往來自在，而沒有障礙。諸位要知道，這不是我們自己修成的，是阿彌陀佛本願加持的，這個真的是快樂無極。底下佛勉勵我們："
    },
    {
      "id": "02-025-0010_p0009",
      "zh_CN": "【宜各精进。求心所愿。无得疑悔。自为过咎。生彼边地。七宝城中。于五百岁。受诸厄也。】",
      "zh_TW": "【宜各精進。求心所願。無得疑悔。自為過咎。生彼邊地。七寶城中。於五百歲。受諸厄也。】"
    },
    {
      "id": "02-025-0010_p0010",
      "zh_CN": "这是佛真是慈悲到了极处，末后这是为我们叮咛。『宜』是应该，各个人都要应该精进，『求心所愿』。我们今天所愿的，就是求生净土，就是要见阿弥陀佛，决定不怀疑，决定不后悔。这个心要清净、要坚定，看到别人学禅、学密，唉呀，我们念佛不如他，后悔，那就错了。这个地方说，决定不后悔，知道这个法门是真实可靠的法门，我选定之后我绝对不后悔、绝对不怀疑；假如你要是怀疑、后悔，那你就自己障碍了自己，就『自为过咎』（「咎」是过失），『生彼边地』。为什么有疑、有悔，还能够往生极乐世界边地？这我们要搞清楚。『疑』，是不能完全真信，但是他也相信，也认真拚命念，念佛求生净土，「要是有西方极乐世界，那我就往生了；如果没有，没有就算了吧！」抱这样的心念佛的，生边地疑城。这个就是他的信心不清净，可是人家还是认真信愿持名；如果不是信愿持名，他就不能得生了。这是这一类的。所以说无论是疑、是悔，但是他还是认真的信愿持名，所以才能够生到边地。生到边地，实在讲也不错，为什么？那个里面只耽误五百年。这个五百年是我们此地的算法，不是西方极乐世界的，是我们人间的五百年，在那里耽误这么久就是了。在西方极乐世界寿命是无量寿，这个五百年对他们来讲是算不了什么，也像我们讲的「须臾间耳」，所以生边地也是值得庆幸的。但是佛希望我们更能够精进，用清净的信心直捷就入品，到达西方极乐世界，那种享受就跟八地菩萨完全相同，是这么个意思。这个『七宝城中』，是说的极乐世界的边地，到后面有一品经会细细的为我们说明。那么五百岁受什么苦？经上告诉我们，他在边地所享受的快乐犹如夜摩天宫，所以他的确很快乐；他的苦是见不到佛，闻不到法。不见佛、不闻法，这个五百年，其他的他的生活过得非常快乐，就是这么回事情。",
      "zh_TW": "這是佛真是慈悲到了極處，末後這是為我們叮嚀。『宜』是應該，各個人都要應該精進，『求心所願』。我們今天所願的，就是求生淨土，就是要見阿彌陀佛，決定不懷疑，決定不後悔。這個心要清淨、要堅定，看到別人學禪、學密，唉呀，我們念佛不如他，後悔，那就錯了。這個地方說，決定不後悔，知道這個法門是真實可靠的法門，我選定之後我絕對不後悔、絕對不懷疑；假如你要是懷疑、後悔，那你就自己障礙了自己，就『自為過咎』（「咎」是過失），『生彼邊地』。為什麼有疑、有悔，還能夠往生極樂世界邊地？這我們要搞清楚。『疑』，是不能完全真信，但是他也相信，也認真拚命念，念佛求生淨土，「要是有西方極樂世界，那我就往生了；如果沒有，沒有就算了吧！」抱這樣的心念佛的，生邊地疑城。這個就是他的信心不清淨，可是人家還是認真信願持名；如果不是信願持名，他就不能得生了。這是這一類的。所以說無論是疑、是悔，但是他還是認真的信願持名，所以才能夠生到邊地。生到邊地，實在講也不錯，為什麼？那個裡面只耽誤五百年。這個五百年是我們此地的算法，不是西方極樂世界的，是我們人間的五百年，在那裡耽誤這麼久就是了。在西方極樂世界壽命是無量壽，這個五百年對他們來講是算不了什麼，也像我們講的「須臾間耳」，所以生邊地也是值得慶幸的。但是佛希望我們更能夠精進，用清淨的信心直捷就入品，到達西方極樂世界，那種享受就跟八地菩薩完全相同，是這麼個意思。這個『七寶城中』，是說的極樂世界的邊地，到後面有一品經會細細的為我們說明。那麼五百歲受什麼苦？經上告訴我們，他在邊地所享受的快樂猶如夜摩天宮，所以他的確很快樂；他的苦是見不到佛，聞不到法。不見佛、不聞法，這個五百年，其他的他的生活過得非常快樂，就是這麼回事情。"
    },
    {
      "id": "02-025-0010_p0011",
      "zh_CN": "【弥勒白言。受佛明诲。专精修学。如教奉行。不敢有疑。】",
      "zh_TW": "【彌勒白言。受佛明誨。專精修學。如教奉行。不敢有疑。】"
    },
    {
      "id": "02-025-0010_p0012",
      "zh_CN": "这一段经文是弥勒菩萨当机，实际上弥勒菩萨就是我们的代表。弥勒菩萨听懂、听明白了，所以『专精修学，如教奉行』，他不会『有疑』，也不会悔，他没有疑悔。再看底下这一品：",
      "zh_TW": "這一段經文是彌勒菩薩當機，實際上彌勒菩薩就是我們的代表。彌勒菩薩聽懂、聽明白了，所以『專精修學，如教奉行』，他不會『有疑』，也不會悔，他沒有疑悔。再看底下這一品："
    },
    {
      "id": "02-025-0010_p0013",
      "zh_CN": "【浊世恶苦第三十五】",
      "zh_TW": "【濁世惡苦第三十五】"
    },
    {
      "id": "02-025-0010_p0014",
      "zh_CN": "这一品经里面，佛劝导我们要断恶修善，要求离苦得乐。苦是从恶业来的，乐是从善业来的，我们要想离苦就要断恶，要想得乐那你就一定要修善，这个因与果它才相应。",
      "zh_TW": "這一品經裡面，佛勸導我們要斷惡修善，要求離苦得樂。苦是從惡業來的，樂是從善業來的，我們要想離苦就要斷惡，要想得樂那你就一定要修善，這個因與果它才相應。"
    },
    {
      "id": "02-025-0010_p0015",
      "zh_CN": "【佛告弥勒。汝等能于此世。端心正意。不为众恶。甚为大德。】",
      "zh_TW": "【佛告彌勒。汝等能於此世。端心正意。不為眾惡。甚為大德。】"
    },
    {
      "id": "02-025-0010_p0016",
      "zh_CN": "这一节是佛赞叹，断恶才真正成就『大德』。此地所说的「德」，跟得失的「得」一个意思，是同一个讲法。大德，你得的是真实的智慧，你所得到的是人生最高的享受，当然这个里面包括的内容非常之多，无限的深广，都能得到，没有一样得不到，这叫大德。可是怎样才能大德？要记住，我们在这个世间要像菩萨一样，我们要学他『端心正意』，这一句话就跟儒家讲的「诚意正心」是一个意思。心要正，意要诚，要诚恳、要真诚。『不为众恶』，凡是利己而损害别人的，都是恶，决定不做这些恶事。这下面佛特别为我们具体指示出善恶的标准，这一章里面的标准就是用的五戒，以这个为标准，这个样子你就能够大德了，「甚为大德」。我们俗话里所说，佛氏门中有求必应，有求一定能得；求不得是因为你有障碍，障疑是什么？障碍是恶业。你今天「端心正意，不为众恶」，你的障碍就没有了。没有障碍，有求必应；我们求不应，确实是有障碍。",
      "zh_TW": "這一節是佛讚歎，斷惡才真正成就『大德』。此地所說的「德」，跟得失的「得」一個意思，是同一個講法。大德，你得的是真實的智慧，你所得到的是人生最高的享受，當然這個裡面包括的內容非常之多，無限的深廣，都能得到，沒有一樣得不到，這叫大德。可是怎樣才能大德？要記住，我們在這個世間要像菩薩一樣，我們要學他『端心正意』，這一句話就跟儒家講的「誠意正心」是一個意思。心要正，意要誠，要誠懇、要真誠。『不為眾惡』，凡是利己而損害別人的，都是惡，決定不做這些惡事。這下面佛特別為我們具體指示出善惡的標準，這一章裡面的標準就是用的五戒，以這個為標準，這個樣子你就能夠大德了，「甚為大德」。我們俗話裡所說，佛氏門中有求必應，有求一定能得；求不得是因為你有障礙，障疑是什麼？障礙是惡業。你今天「端心正意，不為眾惡」，你的障礙就沒有了。沒有障礙，有求必應；我們求不應，確實是有障礙。"
    },
    {
      "id": "02-025-0010_p0017",
      "zh_CN": "【所以者何。十方世界。善多恶少。易可开化。唯此五恶世间。最为剧苦。】",
      "zh_TW": "【所以者何。十方世界。善多惡少。易可開化。唯此五惡世間。最為劇苦。】"
    },
    {
      "id": "02-025-0010_p0018",
      "zh_CN": "这是佛以一个问答来为我们解释，为什么。『十方世界，善多恶少』，所以诸佛教化众生就容易。这个『开』是开悟，就是觉悟，容易觉悟。『化』是变化气质，这是我们讲教学，教学的目标就是变化气质，在佛法里面是转凡成圣。在世间法里面，像儒家它的教学目的，是希望能够成君子、成贤人、成为圣人；在佛法里面这就是阿罗汉、菩萨、佛，希望能转凡成圣。难化能化，这是佛的功德大；难修能修，所以道果也就不难成就了，要紧的是真正肯修。",
      "zh_TW": "這是佛以一個問答來為我們解釋，為什麼。『十方世界，善多惡少』，所以諸佛教化眾生就容易。這個『開』是開悟，就是覺悟，容易覺悟。『化』是變化氣質，這是我們講教學，教學的目標就是變化氣質，在佛法裡面是轉凡成聖。在世間法裡面，像儒家它的教學目的，是希望能夠成君子、成賢人、成為聖人；在佛法裡面這就是阿羅漢、菩薩、佛，希望能轉凡成聖。難化能化，這是佛的功德大；難修能修，所以道果也就不難成就了，要緊的是真正肯修。"
    },
    {
      "id": "02-025-0010_p0019",
      "zh_CN": "这十方世界情形是这样的，可是我们这个世间情形不同了，我们这个世间是五浊恶世，就是『五恶世间』。浊，就是我们今天讲的污染。在过去说染污，我们还不太容易体会这里面的意思，可是在现代讲到染污，我们每一个人，我相信这个体会都相当深刻。因为现代的自然环境，的确是因人为被污染、被破坏，而污染得相当的严重了。科学家在大众媒体里面向大家报告，如果我们地球污染要不能有效的改善，科学家的预言是三十年之后，这个地球上不适合人类居住了。为什么？水污染了，水里面有毒，水污染了；空气污染了。我们人没有办法离开空气跟水能生存，这两样东西里面都有毒素，这个问题严重了。所以今天我们看到佛经上讲的「五浊恶世」，看到这个名词真是触目惊心，知道这个事情的确是非常的严重。可是科学家只能看到这个环境的外表，他提出的警告是正确的、是事实，我们想想，能有效的改善吗？佛在经上告诉我们，「依报随着正报转」。地球的生态环境是我们的依报，正报是人心，这我们才真正把染污的根源找到了。我们今天的心被污染、思想被污染、见解被污染、精神被污染了，这些东西怎么办？所以，要想自然环境这个环保要真正能有效果，先要净化人心，这从根本上下手，标本兼治，也许能收到效果。假如不能从净化人心上下手的话，这个环保的效果就非常有限，这是我们不能不知道的。那么科学家说的还有三十年，如果我们认真念佛求生净土，这个时间是足够用了，到那个时候这地球上不适合人类居住的话，我们可以移民到西方极乐世界去，这是一条生路，我们应当要重视。所以这个地方五浊恶世，我们生活在这个世间上确实非常痛苦，『剧苦』是大苦！",
      "zh_TW": "這十方世界情形是這樣的，可是我們這個世間情形不同了，我們這個世間是五濁惡世，就是『五惡世間』。濁，就是我們今天講的污染。在過去說染污，我們還不太容易體會這裡面的意思，可是在現代講到染污，我們每一個人，我相信這個體會都相當深刻。因為現代的自然環境，的確是因人為被污染、被破壞，而污染得相當的嚴重了。科學家在大眾媒體裡面向大家報告，如果我們地球污染要不能有效的改善，科學家的預言是三十年之後，這個地球上不適合人類居住了。為什麼？水污染了，水裡面有毒，水污染了；空氣污染了。我們人沒有辦法離開空氣跟水能生存，這兩樣東西裡面都有毒素，這個問題嚴重了。所以今天我們看到佛經上講的「五濁惡世」，看到這個名詞真是觸目驚心，知道這個事情的確是非常的嚴重。可是科學家只能看到這個環境的外表，他提出的警告是正確的、是事實，我們想想，能有效的改善嗎？佛在經上告訴我們，「依報隨著正報轉」。地球的生態環境是我們的依報，正報是人心，這我們才真正把染污的根源找到了。我們今天的心被污染、思想被污染、見解被污染、精神被污染了，這些東西怎麼辦？所以，要想自然環境這個環保要真正能有效果，先要淨化人心，這從根本上下手，標本兼治，也許能收到效果。假如不能從淨化人心上下手的話，這個環保的效果就非常有限，這是我們不能不知道的。那麼科學家說的還有三十年，如果我們認真念佛求生淨土，這個時間是足夠用了，到那個時候這地球上不適合人類居住的話，我們可以移民到西方極樂世界去，這是一條生路，我們應當要重視。所以這個地方五濁惡世，我們生活在這個世間上確實非常痛苦，『劇苦』是大苦！"
    },
    {
      "id": "02-025-0010_p0020",
      "zh_CN": "【我今于此作佛。】",
      "zh_TW": "【我今於此作佛。】"
    },
    {
      "id": "02-025-0010_p0021",
      "zh_CN": "这个『我』是释迦牟尼佛自称，释迦牟尼佛到我们这个世间来『作佛』。",
      "zh_TW": "這個『我』是釋迦牟尼佛自稱，釋迦牟尼佛到我們這個世間來『作佛』。"
    },
    {
      "id": "02-025-0010_p0022",
      "zh_CN": "【教化群生。】",
      "zh_TW": "【教化群生。】"
    },
    {
      "id": "02-025-0010_p0023",
      "zh_CN": "就是『教化』一切众生。",
      "zh_TW": "就是『教化』一切眾生。"
    },
    {
      "id": "02-025-0010_p0024",
      "zh_CN": "【令舍五恶。去五痛。离五烧。降化其意。令持五善。获其福德。】",
      "zh_TW": "【令捨五惡。去五痛。離五燒。降化其意。令持五善。獲其福德。】"
    },
    {
      "id": "02-025-0010_p0025",
      "zh_CN": "这是佛对一切众生所说的根本法，就是根本的离苦得乐的方法。我们一定要舍五大类的恶行，这是因；『五痛』这是花报。如果你不舍『五恶』，天天在造「五恶」，你的日子怎么会好过？你的生活当然过得很痛苦，这个痛苦叫花报，就是我们讲的现世报。而『烧』呢，是果报，是来生。为什么用「烧」？烧是地狱，地狱是一片火海，所以用这个字来形容。佛法与印度许多宗教都讲六道轮回。西方宗教虽然没有讲六道，至少它也讲三道。它有天堂、它有人、它也有地狱。我们看看西洋人那个地狱里面，他也画了一片火光，这个跟佛法、跟印度宗教所讲的很类似。所以一定要断恶，要断这五种恶，我们这一生，生活才能过得很幸福、很快乐、很美满，来生我们往生西方极乐世界，永脱轮回，这就对了。",
      "zh_TW": "這是佛對一切眾生所說的根本法，就是根本的離苦得樂的方法。我們一定要捨五大類的惡行，這是因；『五痛』這是花報。如果你不捨『五惡』，天天在造「五惡」，你的日子怎麼會好過？你的生活當然過得很痛苦，這個痛苦叫花報，就是我們講的現世報。而『燒』呢，是果報，是來生。為什麼用「燒」？燒是地獄，地獄是一片火海，所以用這個字來形容。佛法與印度許多宗教都講六道輪迴。西方宗教雖然沒有講六道，至少它也講三道。它有天堂、它有人、它也有地獄。我們看看西洋人那個地獄裡面，他也畫了一片火光，這個跟佛法、跟印度宗教所講的很類似。所以一定要斷惡，要斷這五種惡，我們這一生，生活才能過得很幸福、很快樂、很美滿，來生我們往生西方極樂世界，永脫輪迴，這就對了。"
    },
    {
      "id": "02-025-0010_p0026",
      "zh_CN": "这经文里头有一句，这一句是我们能不能做到的关键所在，就是『降化其意』。「降」是降伏，《金刚经》上须菩提尊者向释迦牟尼佛请教「云何降伏其心？」我们心里面妄念太多、烦恼太多，如何能把它降伏住，降化就是这个意思。因为造业，意是主，身、口造业，都是意在那里发号施令。意里面要没有恶念，那身、口怎么会造恶业？所以「降化其意」非常重要，这真的是从根救起。『令持五善』，这个「五善」就是后面讲的五戒，这个五类是善行。能够断恶，能够修善，你一定得福，所以你能够『获其福德』。",
      "zh_TW": "這經文裡頭有一句，這一句是我們能不能做到的關鍵所在，就是『降化其意』。「降」是降伏，《金剛經》上須菩提尊者向釋迦牟尼佛請教「云何降伏其心？」我們心裡面妄念太多、煩惱太多，如何能把它降伏住，降化就是這個意思。因為造業，意是主，身、口造業，都是意在那裡發號施令。意裡面要沒有惡念，那身、口怎麼會造惡業？所以「降化其意」非常重要，這真的是從根救起。『令持五善』，這個「五善」就是後面講的五戒，這個五類是善行。能夠斷惡，能夠修善，你一定得福，所以你能夠『獲其福德』。"
    },
    {
      "id": "02-025-0010_p0027",
      "zh_CN": "【何等为五。】",
      "zh_TW": "【何等為五。】"
    },
    {
      "id": "02-025-0010_p0028",
      "zh_CN": "这五善，哪五类呢？",
      "zh_TW": "這五善，哪五類呢？"
    },
    {
      "id": "02-025-0010_p0029",
      "zh_CN": "【其一者。世间诸众生类。欲为众恶。强者伏弱。转相克贼。残害杀伤。迭相吞噉。】",
      "zh_TW": "【其一者。世間諸眾生類。欲為眾惡。強者伏弱。轉相剋賊。殘害殺傷。迭相吞噉。】"
    },
    {
      "id": "02-025-0010_p0030",
      "zh_CN": "这个第一就是讲的杀生是大祸，杀害一切众生。世尊当年生在印度那个社会，没有法子提倡素食，因为出家人生活是托钵的制度。这个托钵制度也不是释迦牟尼佛发明的，当时印度一些宗教都是托钵，而且都是日中一食。印度的宗教，高级宗教很多，都是修禅定的，所以他们禅定功夫也相当不错，确确实实有不少生四禅天，还有少数能够生到四空天，确实有成就，所以他们对于六道的情况相当熟悉。因为有定功，心清净，他能量消耗得少，一天一餐足够了。那么释迦牟尼佛教化这些众生，假如一天吃三餐，一般世间人对释迦牟尼佛就轻视、瞧不起了，认为还不如外道。所以当年这个生活方式是随顺环境，确确实实这个符合佛教化众生的原则，「随众生心，应所知量」，这是《楞严经》上所讲的；用现代话来讲，就是一定要适合于它本土化跟现代化，适合当时大家生活的方式。所以托钵，这是慈悲为本，人家给什么就吃什么，没有选择的。一直到现在，泰国的佛教、锡兰的佛教，依旧还是用托钵的制度，寺院里头不开伙食的，出家人每天到外面去托钵。可是佛在大乘经上也多次说到，菩萨心地慈悲，不忍心吃众生肉。梁武帝就是读《楞伽经》看到这一段经文，所以他就发心吃长素，不吃众生肉。梁武帝在当时是佛门的一位大护法，他自己吃长素，也就发起一个素食运动，出家人、佛门弟子就响应这个运动，所以从此以后中国的佛教徒，不但是出家吃长素，在家的佛弟子吃长素的都很多。诸位要晓得，这是梁武帝提倡的，符合佛的教义。所以在中国这个生活环境的确是可以做得到的。这是劝我们不要吃众生肉，众生互相的杀害、吞噉，实在是非常凄惨的一桩事情。",
      "zh_TW": "這個第一就是講的殺生是大禍，殺害一切眾生。世尊當年生在印度那個社會，沒有法子提倡素食，因為出家人生活是托缽的制度。這個托缽制度也不是釋迦牟尼佛發明的，當時印度一些宗教都是托缽，而且都是日中一食。印度的宗教，高級宗教很多，都是修禪定的，所以他們禪定功夫也相當不錯，確確實實有不少生四禪天，還有少數能夠生到四空天，確實有成就，所以他們對於六道的情況相當熟悉。因為有定功，心清淨，他能量消耗得少，一天一餐足夠了。那麼釋迦牟尼佛教化這些眾生，假如一天吃三餐，一般世間人對釋迦牟尼佛就輕視、瞧不起了，認為還不如外道。所以當年這個生活方式是隨順環境，確確實實這個符合佛教化眾生的原則，「隨眾生心，應所知量」，這是《楞嚴經》上所講的；用現代話來講，就是一定要適合於它本土化跟現代化，適合當時大家生活的方式。所以托缽，這是慈悲為本，人家給什麼就吃什麼，沒有選擇的。一直到現在，泰國的佛教、錫蘭的佛教，依舊還是用托缽的制度，寺院裡頭不開伙食的，出家人每天到外面去托缽。可是佛在大乘經上也多次說到，菩薩心地慈悲，不忍心吃眾生肉。梁武帝就是讀《楞伽經》看到這一段經文，所以他就發心吃長素，不吃眾生肉。梁武帝在當時是佛門的一位大護法，他自己吃長素，也就發起一個素食運動，出家人、佛門弟子就響應這個運動，所以從此以後中國的佛教徒，不但是出家吃長素，在家的佛弟子吃長素的都很多。諸位要曉得，這是梁武帝提倡的，符合佛的教義。所以在中國這個生活環境的確是可以做得到的。這是勸我們不要吃眾生肉，眾生互相的殺害、吞噉，實在是非常淒慘的一樁事情。"
    },
    {
      "id": "02-025-0010_p0031",
      "zh_CN": "所以第一条就讲『世间诸众生类』，这是讲一切『众生』，我们今天讲的是动物，再扩大就是生物。『欲为众恶』，「欲」是欲望，欲望实在讲就是恶的。这个恶的习气、恶的念头非常复杂，称为「众恶」！为什么？这是无始劫以来的习气、烦恼。我们在《百法明门》里面看到，佛为我们讲「心所有法」，心所有法一共有五十一个，里面善法只有十一个，恶法有二十六个。由此可知，我们阿赖耶识里面的的确确恶多善少！何况恶的力量强大，所以它很容易发作、很容易起现行；善的力量薄弱，想发还很不容易发起来，佛讲的这个话没错。",
      "zh_TW": "所以第一條就講『世間諸眾生類』，這是講一切『眾生』，我們今天講的是動物，再擴大就是生物。『欲為眾惡』，「欲」是欲望，欲望實在講就是惡的。這個惡的習氣、惡的念頭非常複雜，稱為「眾惡」！為什麼？這是無始劫以來的習氣、煩惱。我們在《百法明門》裡面看到，佛為我們講「心所有法」，心所有法一共有五十一個，裡面善法只有十一個，惡法有二十六個。由此可知，我們阿賴耶識裡面的的確確惡多善少！何況惡的力量強大，所以它很容易發作、很容易起現行；善的力量薄弱，想發還很不容易發起來，佛講的這個話沒錯。"
    },
    {
      "id": "02-025-0010_p0032",
      "zh_CN": "『强者伏弱』，所谓是弱肉强食，现代人所说的，弱肉强食不是一桩好事情。『转相克贼』，这是世间人没想到的，所谓是「人死为羊，羊死为人」，这一世你吃牠，来世牠吃你，这吃来吃去的！人与人、畜生与畜生、人与畜生，这个关系就是债务。欠命的，在人间还有欠钱的，所以有讨债的、有还债的，有报恩的、报怨的。这报怨的多，报恩的少。为什么？我们这一生当中，我们有多少恩惠给人？我们给人的恩惠很少，可是我们给人结的冤仇可多了，比我们给人的恩惠不晓得多了多少倍，报怨多过报恩！所以世间这些关系，人与人、人与一切众生的关系，说个实实在在话，报怨、讨债还债，就这么回事情，生生世世没完没了！这个东西多么可怕，这是「转相克贼」。『残害杀伤，迭相吞噉』，这就是互相吃来吃去，就干这些事情。这个世间如果你冷静去观察，事实真相就如此而已，众生所造的，杀业；所受的，苦报。",
      "zh_TW": "『強者伏弱』，所謂是弱肉強食，現代人所說的，弱肉強食不是一樁好事情。『轉相剋賊』，這是世間人沒想到的，所謂是「人死為羊，羊死為人」，這一世你吃牠，來世牠吃你，這吃來吃去的！人與人、畜生與畜生、人與畜生，這個關係就是債務。欠命的，在人間還有欠錢的，所以有討債的、有還債的，有報恩的、報怨的。這報怨的多，報恩的少。為什麼？我們這一生當中，我們有多少恩惠給人？我們給人的恩惠很少，可是我們給人結的冤仇可多了，比我們給人的恩惠不曉得多了多少倍，報怨多過報恩！所以世間這些關係，人與人、人與一切眾生的關係，說個實實在在話，報怨、討債還債，就這麼回事情，生生世世沒完沒了！這個東西多麼可怕，這是「轉相剋賊」。『殘害殺傷，迭相吞噉』，這就是互相吃來吃去，就幹這些事情。這個世間如果你冷靜去觀察，事實真相就如此而已，眾生所造的，殺業；所受的，苦報。"
    },
    {
      "id": "02-025-0010_p0033",
      "zh_CN": "【不知为善。】",
      "zh_TW": "【不知為善。】"
    },
    {
      "id": "02-025-0010_p0034",
      "zh_CN": "不晓得『为善』，这个「善」就专门指的不杀生，决定不杀害众生，这是善行！世间人为什么不晓得为善？愚痴，不明事实真相。我们到这个世间来干什么的？不学佛确确实实不知道，学了佛之后才清楚、才明白。因为不知道为善，不晓得不杀生是善行，天天在杀害众生。",
      "zh_TW": "不曉得『為善』，這個「善」就專門指的不殺生，決定不殺害眾生，這是善行！世間人為什麼不曉得為善？愚痴，不明事實真相。我們到這個世間來幹什麼的？不學佛確確實實不知道，學了佛之後才清楚、才明白。因為不知道為善，不曉得不殺生是善行，天天在殺害眾生。"
    },
    {
      "id": "02-025-0010_p0035",
      "zh_CN": "【后受殃罚。】",
      "zh_TW": "【後受殃罰。】"
    },
    {
      "id": "02-025-0010_p0036",
      "zh_CN": "杀害众生这是罪业，这是恶业，所以后面有恶报，这个『殃』就是「五痛」，『罚』就是「五烧」！",
      "zh_TW": "殺害眾生這是罪業，這是惡業，所以後面有惡報，這個『殃』就是「五痛」，『罰』就是「五燒」！"
    },
    {
      "id": "02-025-0010_p0037",
      "zh_CN": "【故有穷乞。孤独。聋盲。瘖哑。痴恶。尪狂。】",
      "zh_TW": "【故有窮乞。孤獨。聾盲。瘖啞。痴惡。尪狂。】"
    },
    {
      "id": "02-025-0010_p0038",
      "zh_CN": "这是佛为我们举出几个例子。为什么会有这样的果报？这是严重杀业的余报。佛在经上为我们说得很清楚，杀业很重的人，果报堕地狱；地狱出来之后再变畜生，酬偿命债；畜生道再转到人世间，就是孤独、聋盲、瘖哑，受这个余报。这些，佛在《地藏本愿经》里面、《地藏十轮经》里面讲得很详细，不是没有原因。这个里面『尪狂』，就是我们现在所讲的精神分裂这一类的。",
      "zh_TW": "這是佛為我們舉出幾個例子。為什麼會有這樣的果報？這是嚴重殺業的餘報。佛在經上為我們說得很清楚，殺業很重的人，果報墮地獄；地獄出來之後再變畜生，酬償命債；畜生道再轉到人世間，就是孤獨、聾盲、瘖啞，受這個餘報。這些，佛在《地藏本願經》裡面、《地藏十輪經》裡面講得很詳細，不是沒有原因。這個裡面『尪狂』，就是我們現在所講的精神分裂這一類的。"
    },
    {
      "id": "02-025-0010_p0039",
      "zh_CN": "【皆因前世。不信道德。不肯为善。】",
      "zh_TW": "【皆因前世。不信道德。不肯為善。】"
    },
    {
      "id": "02-025-0010_p0040",
      "zh_CN": "这是把原因为我们说出来了，是过去生中做人的时候，不相信佛菩萨圣贤的教诲，道德的教诲，『不肯为善』，所以得这个果报，这个果报就是痛。再看底下这一段：",
      "zh_TW": "這是把原因為我們說出來了，是過去生中做人的時候，不相信佛菩薩聖賢的教誨，道德的教誨，『不肯為善』，所以得這個果報，這個果報就是痛。再看底下這一段："
    },
    {
      "id": "02-025-0010_p0041",
      "zh_CN": "【其有尊贵。】",
      "zh_TW": "【其有尊貴。】"
    },
    {
      "id": "02-025-0010_p0042",
      "zh_CN": "在人间『尊贵』，是说他在社会上有崇高的地位、德望，为大众所尊敬的。",
      "zh_TW": "在人間『尊貴』，是說他在社會上有崇高的地位、德望，為大眾所尊敬的。"
    },
    {
      "id": "02-025-0010_p0043",
      "zh_CN": "【豪富。】",
      "zh_TW": "【豪富。】"
    },
    {
      "id": "02-025-0010_p0044",
      "zh_CN": "这是大富人家。",
      "zh_TW": "這是大富人家。"
    },
    {
      "id": "02-025-0010_p0045",
      "zh_CN": "【贤明。】",
      "zh_TW": "【賢明。】"
    },
    {
      "id": "02-025-0010_p0046",
      "zh_CN": "聪明智慧超过常人的。",
      "zh_TW": "聰明智慧超過常人的。"
    },
    {
      "id": "02-025-0010_p0047",
      "zh_CN": "【长者。】",
      "zh_TW": "【長者。】"
    },
    {
      "id": "02-025-0010_p0048",
      "zh_CN": "『长者』，在古时候，在社会上有地位、有财富、有德能，这才能称之为「长者」。",
      "zh_TW": "『長者』，在古時候，在社會上有地位、有財富、有德能，這才能稱之為「長者」。"
    },
    {
      "id": "02-025-0010_p0049",
      "zh_CN": "【智勇。才达。】",
      "zh_TW": "【智勇。才達。】"
    },
    {
      "id": "02-025-0010_p0050",
      "zh_CN": "智慧勇猛，有这些才艺之人，有才华，能通达事理。",
      "zh_TW": "智慧勇猛，有這些才藝之人，有才華，能通達事理。"
    },
    {
      "id": "02-025-0010_p0051",
      "zh_CN": "这一些人间的善果，好的果报：",
      "zh_TW": "這一些人間的善果，好的果報："
    },
    {
      "id": "02-025-0010_p0052",
      "zh_CN": "【皆由宿世慈孝。修善积德所致。】",
      "zh_TW": "【皆由宿世慈孝。修善積德所致。】"
    },
    {
      "id": "02-025-0010_p0053",
      "zh_CN": "他为什么有这么好的果报？这是他过去生中不止一世，多世累积的慈悲、孝敬；『修善』，修积善行；累积功德，他才得到这样的果报。这个的确，不学佛的人在这个世间，往往看这个人事，心里头很不平静；学佛之后就晓得，原来一饮一啄，莫非前定，一丝毫都勉强不得的。但是我命里面没有，我现在想求，能不能求得到？能。所以这个命运是操纵在自己的手上，自己可以改造命运，自己可以创造命运。所以，佛法承认一切众生有命运，但是不是宿命论，命运操纵在你自己的手中，你自己是你命运的主宰者，你的命运不是别人主宰的。所以你只要晓得这个道理，你能够断恶修善，你就能改造命运。依照这些理论方法改造的人，在中国历代可以说是太多太多，不胜枚举。现在大家都晓得一个了凡居士，是因为他写了这几篇文章留给他儿子做参考的，这样他的一生改造命运，这才公布给社会大家知道。像了凡居士这样的人，改造效果超过了凡居士很多倍的，很多！不是没有，这个我们一定要晓得。但是《了凡四训》的确写得很好，他完全写的都是事实，都是他自己真正去体验、去做到的，很值得我们做参考。",
      "zh_TW": "他為什麼有這麼好的果報？這是他過去生中不止一世，多世累積的慈悲、孝敬；『修善』，修積善行；累積功德，他才得到這樣的果報。這個的確，不學佛的人在這個世間，往往看這個人事，心裡頭很不平靜；學佛之後就曉得，原來一飲一啄，莫非前定，一絲毫都勉強不得的。但是我命裡面沒有，我現在想求，能不能求得到？能。所以這個命運是操縱在自己的手上，自己可以改造命運，自己可以創造命運。所以，佛法承認一切眾生有命運，但是不是宿命論，命運操縱在你自己的手中，你自己是你命運的主宰者，你的命運不是別人主宰的。所以你只要曉得這個道理，你能夠斷惡修善，你就能改造命運。依照這些理論方法改造的人，在中國歷代可以說是太多太多，不勝枚舉。現在大家都曉得一個了凡居士，是因為他寫了這幾篇文章留給他兒子做參考的，這樣他的一生改造命運，這才公布給社會大家知道。像了凡居士這樣的人，改造效果超過了凡居士很多倍的，很多！不是沒有，這個我們一定要曉得。但是《了凡四訓》的確寫得很好，他完全寫的都是事實，都是他自己真正去體驗、去做到的，很值得我們做參考。"
    },
    {
      "id": "02-025-0010_p0054",
      "zh_CN": "【世间有此目前现事。】",
      "zh_TW": "【世間有此目前現事。】"
    },
    {
      "id": "02-025-0010_p0055",
      "zh_CN": "这底下这一段，世尊教我们从果去看因，这是一个很正确的观察。凡事都有因果，从果来看因比较容易；从因看果比较上难，因为果还没有发现。果已经成了事实，再观察它这个果是什么因缘成就的，这个比较上容易观察。『世间有此目前现事』，现前的事就是指前面两类，尊贵、豪富，这是幸福、美满、快乐的人生；孤独、盲聋、瘖哑，这是这一生非常不幸的遭遇，是要痛苦过这一生的。这是世间现前的事，这是果，从这个果我们要去看因，这个因缘果报丝毫不爽。",
      "zh_TW": "這底下這一段，世尊教我們從果去看因，這是一個很正確的觀察。凡事都有因果，從果來看因比較容易；從因看果比較上難，因為果還沒有發現。果已經成了事實，再觀察它這個果是什麼因緣成就的，這個比較上容易觀察。『世間有此目前現事』，現前的事就是指前面兩類，尊貴、豪富，這是幸福、美滿、快樂的人生；孤獨、盲聾、瘖啞，這是這一生非常不幸的遭遇，是要痛苦過這一生的。這是世間現前的事，這是果，從這個果我們要去看因，這個因緣果報絲毫不爽。"
    },
    {
      "id": "02-025-0010_p0056",
      "zh_CN": "【寿终之后。入其幽冥。转生受身。改形易道。故有泥犁。禽兽。蜎飞蠕动之属。】",
      "zh_TW": "【壽終之後。入其幽冥。轉生受身。改形易道。故有泥犁。禽獸。蜎飛蠕動之屬。】"
    },
    {
      "id": "02-025-0010_p0057",
      "zh_CN": "这个就讲到后来的报，这是烧，五烧。恶业转辗，『寿终之后，入其幽冥』。佛在经上教给我们，「要知前世因，今生受者是」，我们这一生所受的就是果报，我们前世造的什么因，这一生所受的就是。「要知来世果，今生作者是」，想想我来生什么样的果报，我这一生所做的就是的。我这生做的因，假如我这个因好、因善，我起心动念、我言语造作都是利益广大众生的，来生的果报一定非常殊胜，这从因果上来看。那么这一段这是讲的造恶业的，如果这一生所造作的是恶业，那「寿终之后」就「入其幽冥」了，『转生受身，改形易道』。这个「道」是六道，六道轮回，一转生再受身，不一定是人身。堕畜生道的，就变畜生身；堕饿鬼道的，这受饿鬼身；要堕地狱的，那就变地狱身，身形不一样，所以「改形易道」。这些事情都是转眼之间的事情，这些事情我们过去生中不晓得经历多少遍了。所以觉悟的人想到这个就非常惭愧，生生世世在六道里头打滚，干这些事情。",
      "zh_TW": "這個就講到後來的報，這是燒，五燒。惡業轉輾，『壽終之後，入其幽冥』。佛在經上教給我們，「要知前世因，今生受者是」，我們這一生所受的就是果報，我們前世造的什麼因，這一生所受的就是。「要知來世果，今生作者是」，想想我來生什麼樣的果報，我這一生所做的就是的。我這生做的因，假如我這個因好、因善，我起心動念、我言語造作都是利益廣大眾生的，來生的果報一定非常殊勝，這從因果上來看。那麼這一段這是講的造惡業的，如果這一生所造作的是惡業，那「壽終之後」就「入其幽冥」了，『轉生受身，改形易道』。這個「道」是六道，六道輪迴，一轉生再受身，不一定是人身。墮畜生道的，就變畜生身；墮餓鬼道的，這受餓鬼身；要墮地獄的，那就變地獄身，身形不一樣，所以「改形易道」。這些事情都是轉眼之間的事情，這些事情我們過去生中不曉得經歷多少遍了。所以覺悟的人想到這個就非常慚愧，生生世世在六道裡頭打滾，幹這些事情。"
    },
    {
      "id": "02-025-0010_p0058",
      "zh_CN": "『故有泥犁』，「泥犁」是地狱，『禽兽、蜎飞蠕动』是畜生，所以有这些三恶道。三恶道是我们造作恶业变现出来的，这也就是佛常说的「一切法从心想生」。所以这个心想很可怕，心想非常重要，所以佛劝我们，为什么不去想佛，为什么不去念佛？在十法界里面，我们讲到幸福、快乐、美满，到究竟圆满是佛道！为什么不去造这个因？念佛成佛。你要问，成佛是干什么？成佛就是得到究竟圆满的幸福快乐，那个的确是一丝毫缺陷都没有了。我们这一生做得到，为什么不肯做？为什么一天到晚还要去胡思乱想，还要去搞贪瞋痴慢？这个贪瞋痴慢就是搞三恶道，想三恶道。底下两句是比喻：",
      "zh_TW": "『故有泥犁』，「泥犁」是地獄，『禽獸、蜎飛蠕動』是畜生，所以有這些三惡道。三惡道是我們造作惡業變現出來的，這也就是佛常說的「一切法從心想生」。所以這個心想很可怕，心想非常重要，所以佛勸我們，為什麼不去想佛，為什麼不去念佛？在十法界裡面，我們講到幸福、快樂、美滿，到究竟圓滿是佛道！為什麼不去造這個因？念佛成佛。你要問，成佛是幹什麼？成佛就是得到究竟圓滿的幸福快樂，那個的確是一絲毫缺陷都沒有了。我們這一生做得到，為什麼不肯做？為什麼一天到晚還要去胡思亂想，還要去搞貪瞋痴慢？這個貪瞋痴慢就是搞三惡道，想三惡道。底下兩句是比喻："
    },
    {
      "id": "02-025-0010_p0059",
      "zh_CN": "【譬如世法牢狱。剧苦极刑。】",
      "zh_TW": "【譬如世法牢獄。劇苦極刑。】"
    },
    {
      "id": "02-025-0010_p0060",
      "zh_CN": "这是比喻什么？五痛，花报。我们成天在造作恶业，在这个世间，实在讲跟住在监牢狱里头受苦刑没什么两样，生活很痛苦，不自在。底下说：",
      "zh_TW": "這是比喻什麼？五痛，花報。我們成天在造作惡業，在這個世間，實在講跟住在監牢獄裡頭受苦刑沒什麼兩樣，生活很痛苦，不自在。底下說："
    },
    {
      "id": "02-025-0010_p0061",
      "zh_CN": "【魂神命精。随罪趣向。所受寿命。或长或短。】",
      "zh_TW": "【魂神命精。隨罪趣向。所受壽命。或長或短。】"
    },
    {
      "id": "02-025-0010_p0062",
      "zh_CN": "从这个比喻让我们去推想，人死了以后，他的魂神，这个『魂神命精』就是我们中国人讲的魂魄，唯识经论里面讲的神识。到哪里去了？随业流转，此地讲的是『随罪趣向』，随着他造的些罪业，「趣向」就是前面讲的「改形易道」。他所得的寿命长短不一定，完全看他造的业。他造的什么样的业，他要受什么样的果报，所以寿命长短不一样，也不相同。地狱道里面寿命长，饿鬼道里面寿命也长，畜生道里面有万死万生，寿命虽然短，短了牠一转身的时候，又投胎到这个畜生。换句话说，牠这个偿命不知道要偿多少次。所以你要是真正明了这些事情，的确非常可怕。",
      "zh_TW": "從這個比喻讓我們去推想，人死了以後，他的魂神，這個『魂神命精』就是我們中國人講的魂魄，唯識經論裡面講的神識。到哪裡去了？隨業流轉，此地講的是『隨罪趣向』，隨著他造的些罪業，「趣向」就是前面講的「改形易道」。他所得的壽命長短不一定，完全看他造的業。他造的什麼樣的業，他要受什麼樣的果報，所以壽命長短不一樣，也不相同。地獄道裡面壽命長，餓鬼道裡面壽命也長，畜生道裡面有萬死萬生，壽命雖然短，短了牠一轉身的時候，又投胎到這個畜生。換句話說，牠這個償命不知道要償多少次。所以你要是真正明瞭這些事情，的確非常可怕。"
    },
    {
      "id": "02-025-0010_p0063",
      "zh_CN": "好，我们今天时间到了，就讲到此地。",
      "zh_TW": "好，我們今天時間到了，就講到此地。"
    }
  ]
}