{
  "doc_id": "02-025-0007",
  "title": {
    "zh_CN": "净宗朝暮课诵经文讲记",
    "zh_TW": "淨宗朝暮課誦經文講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国加州迪安萨大学",
    "zh_TW": "美國加州迪安薩大學"
  },
  "doc_number": "02-025-0007",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-025-0007_p0001",
      "zh_CN": "请掀开讲义第一面，倒数第四行。我们先将这个经文念一段：",
      "zh_TW": "請掀開講義第一面，倒數第四行。我們先將這個經文念一段："
    },
    {
      "id": "02-025-0007_p0002",
      "zh_CN": "【自然保守。真真洁白。志愿无上。净定安乐。一旦开达明彻。自然中自然相。自然之有根本。自然光色参回。转变最胜。】",
      "zh_TW": "【自然保守。真真潔白。志願無上。淨定安樂。一旦開達明徹。自然中自然相。自然之有根本。自然光色參迴。轉變最勝。】"
    },
    {
      "id": "02-025-0007_p0003",
      "zh_CN": "这个是一小段。昨天讲到依教修行，就是「随经约令」，这样我们才能够得到佛法真实的受用，也就是佛门常讲的离苦得乐。那么真能到「自然无为，虚空无立，淡安无欲」，这个可以说在精神生活上来讲是最高的享受，我们世法里头常说的清心寡欲，这样的境界与真心、与本性就能够相应。所以他的功夫、境界再要向上提升，那就是诸佛与大菩萨所证的境界。这个四句，「作得善愿，尽心求索，含哀慈愍，礼义都合」，昨天我们讨论到了。这个确确实实是佛法弘扬超越所有一切界限，真正是如佛所说应机施教；又像《法华经》里面普门示现，应以什么身得度，就现什么样的身，应以佛身得度，即现佛身而度脱之。我们想到这么高的一个原理原则，这才知道佛法在十法界里面，没有一个法界不适应；一切众生接触到佛法，没有不生欢喜心的，为什么？完全契合他自身的需求，这才是真正叫契机。「苞罗表里，过度解脱」，这两句话说得非常的圆满。表里，是尽虚空遍法界的表里，里就是法性，表就是法相。十法界依正庄严是法相，都是真性变现出来的。过度解脱，这个过是超过、度越。此地的解脱，不仅仅是指超越六道轮回，超越六道轮回那是小的解脱；这个大的解脱是超越十法界，真正超越了十法界。下面这两行，是世尊为我们说出解脱者他们生活自在的状况。",
      "zh_TW": "這個是一小段。昨天講到依教修行，就是「隨經約令」，這樣我們才能夠得到佛法真實的受用，也就是佛門常講的離苦得樂。那麼真能到「自然無為，虛空無立，淡安無欲」，這個可以說在精神生活上來講是最高的享受，我們世法裡頭常說的清心寡欲，這樣的境界與真心、與本性就能夠相應。所以他的功夫、境界再要向上提升，那就是諸佛與大菩薩所證的境界。這個四句，「作得善願，盡心求索，含哀慈愍，禮義都合」，昨天我們討論到了。這個確確實實是佛法弘揚超越所有一切界限，真正是如佛所說應機施教；又像《法華經》裡面普門示現，應以什麼身得度，就現什麼樣的身，應以佛身得度，即現佛身而度脫之。我們想到這麼高的一個原理原則，這才知道佛法在十法界裡面，沒有一個法界不適應；一切眾生接觸到佛法，沒有不生歡喜心的，為什麼？完全契合他自身的需求，這才是真正叫契機。「苞羅表裡，過度解脫」，這兩句話說得非常的圓滿。表裡，是盡虛空遍法界的表裡，裡就是法性，表就是法相。十法界依正莊嚴是法相，都是真性變現出來的。過度解脫，這個過是超過、度越。此地的解脫，不僅僅是指超越六道輪迴，超越六道輪迴那是小的解脫；這個大的解脫是超越十法界，真正超越了十法界。下面這兩行，是世尊為我們說出解脫者他們生活自在的狀況。"
    },
    {
      "id": "02-025-0007_p0004",
      "zh_CN": "『自然保守，真真洁白』。「自然」，就无须要作意，就不须要有意的。「保守」，保是保任，守是守持，就是自性，一切作为都不离自性。「真真洁白」，永远是一尘不染，不但是在四圣法界，即使在六凡法界、三途法界、地狱法界，也是洁白不染。我们凡夫看的是有污染，佛与大菩萨境界里面确实是不染的。正如同《坛经》上所说的，我们世间凡夫总觉得心里面忧虑牵挂东西太多了，而六祖的看法是「本来无一物」。诸位要知道，「本来无一物」并不是指他自己，一切众生那个心性里头都是本来无一物的。为什么他见到事实的真相，也就是自性本净？他开悟的时候第一句话说，「何期自性，本自清净」。诸佛的自性本来清净，他自己的心性本来清净，一切众生的心性也是本来清净。那就是人家见性不着相，我们凡夫着相不见性，差别就在此地。譬如两个人，现在电视很普遍，两个人在看电视，一个人执着电视里面的画面，动画的画面，把电视萤幕给忘掉了；一个人看的时候，是注意在电视的萤幕，没有看到里面的画面。萤幕就好比本性，确实里面没有东西，确实没有染污，画面再多，它也没有一丝毫染污，本来无一物。那个执着相的人认为什么？污染了，被这些妄相污染了。相既然是虚妄的，虚妄怎么能污染？所以佛法讲相，都讲虚妄，《金刚经》上所说的，「凡所有相皆是虚妄」。虚妄相就不能染污真性，所以真性永远是洁白的，「真真洁白」。",
      "zh_TW": "『自然保守，真真潔白』。「自然」，就無須要作意，就不須要有意的。「保守」，保是保任，守是守持，就是自性，一切作為都不離自性。「真真潔白」，永遠是一塵不染，不但是在四聖法界，即使在六凡法界、三途法界、地獄法界，也是潔白不染。我們凡夫看的是有污染，佛與大菩薩境界裡面確實是不染的。正如同《壇經》上所說的，我們世間凡夫總覺得心裡面憂慮牽掛東西太多了，而六祖的看法是「本來無一物」。諸位要知道，「本來無一物」並不是指他自己，一切眾生那個心性裡頭都是本來無一物的。為什麼他見到事實的真相，也就是自性本淨？他開悟的時候第一句話說，「何期自性，本自清淨」。諸佛的自性本來清淨，他自己的心性本來清淨，一切眾生的心性也是本來清淨。那就是人家見性不著相，我們凡夫著相不見性，差別就在此地。譬如兩個人，現在電視很普遍，兩個人在看電視，一個人執著電視裡面的畫面，動畫的畫面，把電視螢幕給忘掉了；一個人看的時候，是注意在電視的螢幕，沒有看到裡面的畫面。螢幕就好比本性，確實裡面沒有東西，確實沒有染污，畫面再多，它也沒有一絲毫染污，本來無一物。那個執著相的人認為什麼？污染了，被這些妄相污染了。相既然是虛妄的，虛妄怎麼能污染？所以佛法講相，都講虛妄，《金剛經》上所說的，「凡所有相皆是虛妄」。虛妄相就不能染污真性，所以真性永遠是潔白的，「真真潔白」。"
    },
    {
      "id": "02-025-0007_p0005",
      "zh_CN": "『志愿无上，净定安乐』。求证佛果，广度众生，这是菩萨们无上的志愿。为什么一定要成佛果才能度众生？我们知道，如果不成佛果，度众生就不能圆满、不能究竟。譬如说你证到等觉菩萨，其他等觉菩萨跟你地位相同的，你度他就比较困难了。你必须比他高，他才能接受你的，才能听你的；你的智慧、德能、地位跟他平等的，你就不能度他。再说如来果地上，智慧德能达到究竟圆满，教化众生决定没有过失。菩萨还有几品根本无明没断尽，容或有些偏差，偏差纵然是不大，还是有点小偏差，就是他的智慧德能不圆，这就是菩萨为什么一定要求成佛道。求成佛道是为了普度众生、圆度众生。那么对于他的志愿、他的行门，确确实实都能安住、净定不动。《弥陀经》六方佛，东方第一尊佛阿閦鞞佛，就是代表不动的意思。心要清净、心要定，定在一个方向、一个目标、一个法门，就容易成就。这样的修学才能得到「安乐」，我们佛法当中常讲的法喜充满，这是真实的享受。",
      "zh_TW": "『志願無上，淨定安樂』。求證佛果，廣度眾生，這是菩薩們無上的志願。為什麼一定要成佛果才能度眾生？我們知道，如果不成佛果，度眾生就不能圓滿、不能究竟。譬如說你證到等覺菩薩，其他等覺菩薩跟你地位相同的，你度他就比較困難了。你必須比他高，他才能接受你的，才能聽你的；你的智慧、德能、地位跟他平等的，你就不能度他。再說如來果地上，智慧德能達到究竟圓滿，教化眾生決定沒有過失。菩薩還有幾品根本無明沒斷盡，容或有些偏差，偏差縱然是不大，還是有點小偏差，就是他的智慧德能不圓，這就是菩薩為什麼一定要求成佛道。求成佛道是為了普度眾生、圓度眾生。那麼對於他的志願、他的行門，確確實實都能安住、淨定不動。《彌陀經》六方佛，東方第一尊佛阿閦鞞佛，就是代表不動的意思。心要清淨、心要定，定在一個方向、一個目標、一個法門，就容易成就。這樣的修學才能得到「安樂」，我們佛法當中常講的法喜充滿，這是真實的享受。"
    },
    {
      "id": "02-025-0007_p0006",
      "zh_CN": "底下这一行更不可思议，这是世尊为我们叙说开悟的境界。有很多人来问，「法师，佛家常讲开悟，开悟是什么样子？」这底下这几句，就是开悟的样子。佛虽然说得很明白，可是我们还是不好懂，原因是我们没有入这个境界，这是开悟人的境界。",
      "zh_TW": "底下這一行更不可思議，這是世尊為我們敘說開悟的境界。有很多人來問，「法師，佛家常講開悟，開悟是什麼樣子？」這底下這幾句，就是開悟的樣子。佛雖然說得很明白，可是我們還是不好懂，原因是我們沒有入這個境界，這是開悟人的境界。"
    },
    {
      "id": "02-025-0007_p0007",
      "zh_CN": "『一旦开达明彻』，这个「一旦」，就是禅家常讲的豁然。豁然开悟了，就是因缘成熟，因缘具足，这个人开悟了。在一般来说，这个因是禅定，是相当深度的禅定，人能够住在这个定中（因为它前面接着「净定安乐」），这个是开悟的象征。如果做不到净定安乐，那个就很难，那开悟是不可能的事情。所以净定安乐是开悟的一个预兆，达到很深的定功，不一定在什么因缘之下，豁然大悟。「开达明彻」，开是心开，达是通达，心得开明，一切通达。佛法通达了，世间法也通达了，无有一法不通达，这是开悟的样子。明彻，明是光明，也可以解释为明了；彻是彻底、透彻，于世出世间一切法透彻的明了。这个就是佛法里面讲的正觉，正确而没有错误的觉悟。不但现前诸法通达明了，过去的、未来的，真正是无所不知、无所不能。在净土宗不参禅，如何也能达到这个境界？诸位要晓得，净宗跟禅宗用的方法不一样，禅宗用的是参究，净宗用的是念佛，方法虽然不相同，它的功效相同；实实在在讲，念佛的功效往往超过了参禅。所以念佛要会念，这个很重要。大势至菩萨他从初发心就用念佛的方法，一直到成佛。你看他老人家所说的那个念佛的方法，是「都摄六根，净念相继」，它的效果是「不假方便，自得心开」。这个心开就是此地「开达明彻」，就是禅宗的大彻大悟、明心见性。所以净宗用一句佛号，同样达到这个境界，实在说比参禅来得稳当。参禅如果缘不具足，常常会惹来魔来干扰；而念佛人没有这个麻烦，平平安安的契入这个境界。这个境界就是净宗里面所讲的「理一心不乱」，理一心就是跟禅宗的「明心见性」完全相同。从「事一心」到「理一心」。",
      "zh_TW": "『一旦開達明徹』，這個「一旦」，就是禪家常講的豁然。豁然開悟了，就是因緣成熟，因緣具足，這個人開悟了。在一般來說，這個因是禪定，是相當深度的禪定，人能夠住在這個定中（因為它前面接著「淨定安樂」），這個是開悟的象徵。如果做不到淨定安樂，那個就很難，那開悟是不可能的事情。所以淨定安樂是開悟的一個預兆，達到很深的定功，不一定在什麼因緣之下，豁然大悟。「開達明徹」，開是心開，達是通達，心得開明，一切通達。佛法通達了，世間法也通達了，無有一法不通達，這是開悟的樣子。明徹，明是光明，也可以解釋為明瞭；徹是徹底、透徹，於世出世間一切法透徹的明瞭。這個就是佛法裡面講的正覺，正確而沒有錯誤的覺悟。不但現前諸法通達明瞭，過去的、未來的，真正是無所不知、無所不能。在淨土宗不參禪，如何也能達到這個境界？諸位要曉得，淨宗跟禪宗用的方法不一樣，禪宗用的是參究，淨宗用的是念佛，方法雖然不相同，它的功效相同；實實在在講，念佛的功效往往超過了參禪。所以念佛要會念，這個很重要。大勢至菩薩他從初發心就用念佛的方法，一直到成佛。你看他老人家所說的那個念佛的方法，是「都攝六根，淨念相繼」，它的效果是「不假方便，自得心開」。這個心開就是此地「開達明徹」，就是禪宗的大徹大悟、明心見性。所以淨宗用一句佛號，同樣達到這個境界，實在說比參禪來得穩當。參禪如果緣不具足，常常會惹來魔來干擾；而念佛人沒有這個麻煩，平平安安的契入這個境界。這個境界就是淨宗裡面所講的「理一心不亂」，理一心就是跟禪宗的「明心見性」完全相同。從「事一心」到「理一心」。"
    },
    {
      "id": "02-025-0007_p0008",
      "zh_CN": "底下这几句就是说明悟了的境界，也就是见性那个时候的境界；换句话说，他们的人生观跟宇宙观，跟我们迥然不同。",
      "zh_TW": "底下這幾句就是說明悟了的境界，也就是見性那個時候的境界；換句話說，他們的人生觀跟宇宙觀，跟我們迥然不同。"
    },
    {
      "id": "02-025-0007_p0009",
      "zh_CN": "『自然中自然相』，此地连着说了八个「自然」，禅意很浓，不但很浓，而且很深。这个地方所讲的自然，跟《楞严经》上讲的自然不相同。《楞严经》上的自然是外道所说的，无因，找不到因缘，他说是自然的。此地这个自然是法尔自然，它的因就是自性，缘也是自性。「自然中自然相」，自然中，就是真如本性之中。真如本性是体，万法之本体，自自然然现相。世尊在《华严》给我们所说的，「唯心所现，唯识所变」。这个自然相，就是唯心所现，它自然现相。这个时候觉悟的人恍然明白了，明白什么？理事一如，性相不二。真如本性在哪里？原来这一切相就是的。这个境界对于初学人讲，很难体会。所以唐朝时候贤首国师，在皇宫里面对帝王大臣说这个境界的时候，他用金与金器来做比喻。华严宗里面有一篇文章叫《金狮子章》，就用比喻来说明这桩事情。「以金作器，器器皆金」。金是能变，器是所变。譬如说我们今天用黄金，我们的讲台，我们讲台上所有陈设的这些花朵，全部是黄金做的。那着相的人就见不到金，黄金在哪里？「没看到黄金，我看到花」。见性的人说，「这就是，这也是，那也是，样样都是」，所谓头头是道，无有一法不是。这就是所谓「当相即道，即事而真」。性跟相没有两样，确确实实如此，这个是一点都不假。",
      "zh_TW": "『自然中自然相』，此地連著說了八個「自然」，禪意很濃，不但很濃，而且很深。這個地方所講的自然，跟《楞嚴經》上講的自然不相同。《楞嚴經》上的自然是外道所說的，無因，找不到因緣，他說是自然的。此地這個自然是法爾自然，它的因就是自性，緣也是自性。「自然中自然相」，自然中，就是真如本性之中。真如本性是體，萬法之本體，自自然然現相。世尊在《華嚴》給我們所說的，「唯心所現，唯識所變」。這個自然相，就是唯心所現，它自然現相。這個時候覺悟的人恍然明白了，明白什麼？理事一如，性相不二。真如本性在哪裡？原來這一切相就是的。這個境界對於初學人講，很難體會。所以唐朝時候賢首國師，在皇宮裡面對帝王大臣說這個境界的時候，他用金與金器來做比喻。華嚴宗裡面有一篇文章叫《金獅子章》，就用比喻來說明這樁事情。「以金作器，器器皆金」。金是能變，器是所變。譬如說我們今天用黃金，我們的講台，我們講台上所有陳設的這些花朵，全部是黃金做的。那著相的人就見不到金，黃金在哪裡？「沒看到黃金，我看到花」。見性的人說，「這就是，這也是，那也是，樣樣都是」，所謂頭頭是道，無有一法不是。這就是所謂「當相即道，即事而真」。性跟相沒有兩樣，確確實實如此，這個是一點都不假。"
    },
    {
      "id": "02-025-0007_p0010",
      "zh_CN": "我们今天最大的困难，也就是说迷得最深的，就是我执。其实我们这个样子也是一个相，是自性当中变现的一个相，跟所有一切万相没有差别。但是，我们对于自己这个相特别执着，认为这个是我，这个最重要，其他的都是次要的、更次要的，在这个里面生了分别、执着。本来是清净平等的，现在变成污染、不平等，错就错在这里，迷就迷在这里。悟了以后，才晓得我们这个身跟万相是一样的，没有丝毫差别。一切现象是幻化而生的，我们这个身也是幻化而生的。于是乎，对这个身不执着了，我执破了；对于一切境界不执着了，知道这个境界，当相即道、当事即理，相就是性、性就是相。真的搞清楚、真的搞明白了，这一切法也不执着，法执也破了，那就入底下这些境界了：",
      "zh_TW": "我們今天最大的困難，也就是說迷得最深的，就是我執。其實我們這個樣子也是一個相，是自性當中變現的一個相，跟所有一切萬相沒有差別。但是，我們對於自己這個相特別執著，認為這個是我，這個最重要，其他的都是次要的、更次要的，在這個裡面生了分別、執著。本來是清淨平等的，現在變成污染、不平等，錯就錯在這裡，迷就迷在這裡。悟了以後，才曉得我們這個身跟萬相是一樣的，沒有絲毫差別。一切現象是幻化而生的，我們這個身也是幻化而生的。於是乎，對這個身不執著了，我執破了；對於一切境界不執著了，知道這個境界，當相即道、當事即理，相就是性、性就是相。真的搞清楚、真的搞明白了，這一切法也不執著，法執也破了，那就入底下這些境界了："
    },
    {
      "id": "02-025-0007_p0011",
      "zh_CN": "『自然之有根本，自然光色参回』。这两句话就是大乘经上常讲的清净法身、真实解脱。「自然之有根本」，这一个自然，是说的十法界依正庄严，是讲的相，这些相的根本是什么？是法性，都是从真心本性里面变现出来的，所以全妄即真，全真即妄。从相上讲是虚妄的，全真都变成妄相；从性上讲，全妄就是真性，于是真妄也不二了。我们凡夫把真妄认为是两桩事情，性相也认为是两桩事情，所有一切法都认为是两桩事情。到这个时候晓得，我们把它看成两桩事情，错了，它是一桩事情，它不是两桩事情。这个境界实实在在难于体会。佛在经典上，祖师大德们在开示之中，常常用梦幻来做比喻。如果细细的从梦幻里面去体会，能得到一点消息。梦境，我们都有这个经验，都作过梦的。梦醒了之后，回想刚才梦境当中还清清楚楚，好像这个境界还没有忘掉。但是梦醒之后，我们有一个最明显的觉悟，那是空的，是不存在的。梦醒了的时候，我们知道梦不存在；没醒，正在作梦的时候，其实那个梦境也不存在，而是自己不觉，以为它存在，其实它是不存在的。那么梦中当然有自己这个人，不可能作了一个梦，那一次梦里头没有自己，不可能的，梦里一定有自己；也会梦到很多人，梦到山河大地。我们学佛的人，这一梦醒了之后，坐起来想想，观照观照：梦里面自己是自性变现的，梦里面所有那些人物，善人也好、恶人也好、冤家对头也好，不是从外头来的，还是自性变现的，还有梦中的山河大地也是自性变现的。所以在作梦的时候，能作梦的是心，所梦的是境界，境界是心变的，境界是妄，整个的妄境岂不就是你的真心？那个时候要问你，你的心像什么样子？心化成梦境了，心的样子就是那个梦境的样子。在没有作梦的心是什么样子？不晓得。作梦的时候，你要一觉悟的时候，心是什么样子？变现的那个境界就是那个样子。",
      "zh_TW": "『自然之有根本，自然光色參迴』。這兩句話就是大乘經上常講的清淨法身、真實解脫。「自然之有根本」，這一個自然，是說的十法界依正莊嚴，是講的相，這些相的根本是什麼？是法性，都是從真心本性裡面變現出來的，所以全妄即真，全真即妄。從相上講是虛妄的，全真都變成妄相；從性上講，全妄就是真性，於是真妄也不二了。我們凡夫把真妄認為是兩樁事情，性相也認為是兩樁事情，所有一切法都認為是兩樁事情。到這個時候曉得，我們把它看成兩樁事情，錯了，它是一樁事情，它不是兩樁事情。這個境界實實在在難於體會。佛在經典上，祖師大德們在開示之中，常常用夢幻來做比喻。如果細細的從夢幻裡面去體會，能得到一點消息。夢境，我們都有這個經驗，都作過夢的。夢醒了之後，回想剛才夢境當中還清清楚楚，好像這個境界還沒有忘掉。但是夢醒之後，我們有一個最明顯的覺悟，那是空的，是不存在的。夢醒了的時候，我們知道夢不存在；沒醒，正在作夢的時候，其實那個夢境也不存在，而是自己不覺，以為它存在，其實它是不存在的。那麼夢中當然有自己這個人，不可能作了一個夢，那一次夢裡頭沒有自己，不可能的，夢裡一定有自己；也會夢到很多人，夢到山河大地。我們學佛的人，這一夢醒了之後，坐起來想想，觀照觀照：夢裡面自己是自性變現的，夢裡面所有那些人物，善人也好、惡人也好、冤家對頭也好，不是從外頭來的，還是自性變現的，還有夢中的山河大地也是自性變現的。所以在作夢的時候，能作夢的是心，所夢的是境界，境界是心變的，境界是妄，整個的妄境豈不就是你的真心？那個時候要問你，你的心像什麼樣子？心化成夢境了，心的樣子就是那個夢境的樣子。在沒有作夢的心是什麼樣子？不曉得。作夢的時候，你要一覺悟的時候，心是什麼樣子？變現的那個境界就是那個樣子。"
    },
    {
      "id": "02-025-0007_p0012",
      "zh_CN": "所以《华严经》有比喻说，「心如工画师」。心就像一个画家一样，随心所欲，他在那里作画。本来是一张白纸，什么都没有的，他把它画成一幅画了。我们梦境就像作的画一样，作出一幅画了，那就是梦境。那个梦境是妄，全妄就是能作梦的真心，能作梦的真心就变成整个虚妄的境界。全妄即真，全真即妄，从这个意思里面去体会。这个意思里头要能得到一点消息了，再回过头来看，今天的宇宙，我们六根所接触这个境界，诸位要知道，这是幻境，这不是真的，也是梦境。我们夜晚作梦，是第六意识变现的，变现的境界；我们现在眼前这些境界，是第八识变现的。诸位如果是细读唯识的经论，把这个事实现象讲得很清楚，阿赖耶识的相分。阿赖耶识也不是真的，也是虚妄的。你看在唯识经论里面，唯识入门的课本《百法明门》，《百法明门》里面就把八识五十一心所都列在有为法。有为法就是假的，就是有生有灭的，就不是真的。所以佛给我们说，「凡所有相皆是虚妄。」虚妄，你要执着它，你就错了；虚妄，你可以用它，你可以享受它，你不要去执着它，执着它你就错了。譬如你在作梦，梦中境界你要晓得在作梦，梦中可以尽量享受，知道那是假的，那不是真的，可以享受，不能占有；你要想占有，那你错了，那你就自找苦吃，为什么？决定得不到。我们这个世间所有一切法，亦复如是，包括这个身体都不可以占有。这是自然之有根本，根本是心性。这一句是为我们说，就是全妄即真、全真即妄，性相一如、理事不二，就是自然之有根本。",
      "zh_TW": "所以《華嚴經》有比喻說，「心如工畫師」。心就像一個畫家一樣，隨心所欲，他在那裡作畫。本來是一張白紙，什麼都沒有的，他把它畫成一幅畫了。我們夢境就像作的畫一樣，作出一幅畫了，那就是夢境。那個夢境是妄，全妄就是能作夢的真心，能作夢的真心就變成整個虛妄的境界。全妄即真，全真即妄，從這個意思裡面去體會。這個意思裡頭要能得到一點消息了，再回過頭來看，今天的宇宙，我們六根所接觸這個境界，諸位要知道，這是幻境，這不是真的，也是夢境。我們夜晚作夢，是第六意識變現的，變現的境界；我們現在眼前這些境界，是第八識變現的。諸位如果是細讀唯識的經論，把這個事實現象講得很清楚，阿賴耶識的相分。阿賴耶識也不是真的，也是虛妄的。你看在唯識經論裡面，唯識入門的課本《百法明門》，《百法明門》裡面就把八識五十一心所都列在有為法。有為法就是假的，就是有生有滅的，就不是真的。所以佛給我們說，「凡所有相皆是虛妄。」虛妄，你要執著它，你就錯了；虛妄，你可以用它，你可以享受它，你不要去執著它，執著它你就錯了。譬如你在作夢，夢中境界你要曉得在作夢，夢中可以盡量享受，知道那是假的，那不是真的，可以享受，不能佔有；你要想佔有，那你錯了，那你就自找苦吃，為什麼？決定得不到。我們這個世間所有一切法，亦復如是，包括這個身體都不可以佔有。這是自然之有根本，根本是心性。這一句是為我們說，就是全妄即真、全真即妄，性相一如、理事不二，就是自然之有根本。"
    },
    {
      "id": "02-025-0007_p0013",
      "zh_CN": "「自然光色参回」，这一句是讲无边的大用。它的作用是太壮观了，显现十法界依正庄严。像我们在经典里面看到的西方极乐世界，《华严经》上讲的毘卢遮那佛华藏世界，菩萨法界、声闻缘觉法界、诸天法界，极其壮丽，自然光色参回。这个参就是有和合的意思，参回，无量的色彩、无量的品类交织在一起，成为非常壮丽的景观，这些都是自然的，不是人为的。四圣法界是自然的，六凡法界也是自然的。饿鬼道里头见不到光明，地狱道里面无量的刑罚，从哪儿来的？谁设计的，谁去建造的？没有，完全是自然光色参回。就如同我们作梦，梦中那些境界一样。梦中那个境界、梦中这些画面，谁设计的，谁去构想的？没有，这都是属于自然的，性德自然的变现。当然这个里面牵涉到因缘，非常非常复杂，佛在《华严经》上讲的无量因缘，这个说法是正确的。",
      "zh_TW": "「自然光色參迴」，這一句是講無邊的大用。它的作用是太壯觀了，顯現十法界依正莊嚴。像我們在經典裡面看到的西方極樂世界，《華嚴經》上講的毘盧遮那佛華藏世界，菩薩法界、聲聞緣覺法界、諸天法界，極其壯麗，自然光色參迴。這個參就是有和合的意思，參迴，無量的色彩、無量的品類交織在一起，成為非常壯麗的景觀，這些都是自然的，不是人為的。四聖法界是自然的，六凡法界也是自然的。餓鬼道裡頭見不到光明，地獄道裡面無量的刑罰，從哪兒來的？誰設計的，誰去建造的？沒有，完全是自然光色參迴。就如同我們作夢，夢中那些境界一樣。夢中那個境界、夢中這些畫面，誰設計的，誰去構想的？沒有，這都是屬於自然的，性德自然的變現。當然這個裡面牽涉到因緣，非常非常複雜，佛在《華嚴經》上講的無量因緣，這個說法是正確的。"
    },
    {
      "id": "02-025-0007_p0014",
      "zh_CN": "『转变最胜』，今天我们最注重的就是这一句。因为有这一句，佛教给我们离苦得乐，才有理论上的依据，那就是转变。如果我们明白这个道理，知道这个事实的真相，确确实实转变的把柄操纵在我们自己手上，这问题解决了，我们希求幸福美满的人生，不至于成一句口号，不至于落空，我们真正能做得到。因为一切法是心现的、是识变的，心现识变。所以佛在大乘经上常说，《观无量寿经》中也说得很明白，「一切法从心想生」。这个心想，想是识，真心本性里头没有想，八识五十一心所里头有想，所以真心本性里头没有想。因为想，它就会变，就会起变化。这个道理，《楞严经》上也有几句话说得很好，它说，「元是菩提妙净明体」，这就是原来、原本，讲十法界依正庄严，原本是菩提妙净明体。十法界依正，统统是从自性自自然然流现出来，这跟《华严》讲的「唯心所现」完全相同。这十界里面的变化，那就都是从心想生，所以「转变最胜」。佛教给我们，我们在这个里面求其最殊胜的转变，转凡为圣，转六道为一真法界，这真是无比的殊胜。佛在经典里面教给我们怎么转法，这个几章经里头都要讨论这个重要的问题。从哪里下手？再看底下这段经文：",
      "zh_TW": "『轉變最勝』，今天我們最注重的就是這一句。因為有這一句，佛教給我們離苦得樂，才有理論上的依據，那就是轉變。如果我們明白這個道理，知道這個事實的真相，確確實實轉變的把柄操縱在我們自己手上，這問題解決了，我們希求幸福美滿的人生，不至於成一句口號，不至於落空，我們真正能做得到。因為一切法是心現的、是識變的，心現識變。所以佛在大乘經上常說，《觀無量壽經》中也說得很明白，「一切法從心想生」。這個心想，想是識，真心本性裡頭沒有想，八識五十一心所裡頭有想，所以真心本性裡頭沒有想。因為想，它就會變，就會起變化。這個道理，《楞嚴經》上也有幾句話說得很好，它說，「元是菩提妙淨明體」，這就是原來、原本，講十法界依正莊嚴，原本是菩提妙淨明體。十法界依正，統統是從自性自自然然流現出來，這跟《華嚴》講的「唯心所現」完全相同。這十界裡面的變化，那就都是從心想生，所以「轉變最勝」。佛教給我們，我們在這個裡面求其最殊勝的轉變，轉凡為聖，轉六道為一真法界，這真是無比的殊勝。佛在經典裡面教給我們怎麼轉法，這個幾章經裡頭都要討論這個重要的問題。從哪裡下手？再看底下這段經文："
    },
    {
      "id": "02-025-0007_p0015",
      "zh_CN": "【郁单成七宝。横揽成万物。】",
      "zh_TW": "【鬱單成七寶。橫攬成萬物。】"
    },
    {
      "id": "02-025-0007_p0016",
      "zh_CN": "这两句是说，一切万物都是成于自然，性德法尔流出。也就是我们今天一般大众所讲的自然生态环境，这个是最健康的。今天自然生态环境，被我们这些人为加以破坏了，人造的这个因，不能不承受这个果报，所以他要遭受这些灾难。这是不知道自然的法则，把自然法则加以破坏，造成这些灾难。『郁单』是比喻。就是郁单那，是梵语，这句是梵语音译的，我们中国人翻成北俱卢，就是四大洲里面的北俱卢洲。佛在经上告诉我们，这须弥山四方有四洲，这个四洲是以北洲福报最大，最富裕，人们生活非常容易，不必辛苦经营，都能过到很好的日子，而且人人都健康长寿，寿命一千岁，没有夭折的，所以他的福报之大由此可知。这个地方珍宝非常多，取这个做比喻，取这个郁单那，取它的自然，这个珍宝是自然变现的。『横揽成万物』。",
      "zh_TW": "這兩句是說，一切萬物都是成於自然，性德法爾流出。也就是我們今天一般大眾所講的自然生態環境，這個是最健康的。今天自然生態環境，被我們這些人為加以破壞了，人造的這個因，不能不承受這個果報，所以他要遭受這些災難。這是不知道自然的法則，把自然法則加以破壞，造成這些災難。『鬱單』是比喻。就是鬱單那，是梵語，這句是梵語音譯的，我們中國人翻成北俱盧，就是四大洲裡面的北俱盧洲。佛在經上告訴我們，這須彌山四方有四洲，這個四洲是以北洲福報最大，最富裕，人們生活非常容易，不必辛苦經營，都能過到很好的日子，而且人人都健康長壽，壽命一千歲，沒有夭折的，所以他的福報之大由此可知。這個地方珍寶非常多，取這個做比喻，取這個鬱單那，取它的自然，這個珍寶是自然變現的。『橫攬成萬物』。"
    },
    {
      "id": "02-025-0007_p0017",
      "zh_CN": "【光精明俱出。】",
      "zh_TW": "【光精明俱出。】"
    },
    {
      "id": "02-025-0007_p0018",
      "zh_CN": "『光精明』，是光明、精美、明净，这是说这些万物它的体性。当然这个经上所讲的都是西方极乐世界，这是世尊为我们介绍极乐世界寿乐无极，西方极乐世界的状况。",
      "zh_TW": "『光精明』，是光明、精美、明淨，這是說這些萬物它的體性。當然這個經上所講的都是西方極樂世界，這是世尊為我們介紹極樂世界壽樂無極，西方極樂世界的狀況。"
    },
    {
      "id": "02-025-0007_p0019",
      "zh_CN": "【善好殊无比。】",
      "zh_TW": "【善好殊無比。】"
    },
    {
      "id": "02-025-0007_p0020",
      "zh_CN": "它的『善』、它的『好』、它的殊胜，其他世界没有能够跟它相比的。这个对于极乐世界这是赞叹到极处。",
      "zh_TW": "它的『善』、它的『好』、它的殊勝，其他世界沒有能夠跟它相比的。這個對於極樂世界這是讚歎到極處。"
    },
    {
      "id": "02-025-0007_p0021",
      "zh_CN": "【著于无上下。洞达无边际。】",
      "zh_TW": "【著於無上下。洞達無邊際。】"
    },
    {
      "id": "02-025-0007_p0022",
      "zh_CN": "这上面一句是显无有古今。『上下』，「上」是过去，「下」是未来，这个就是讲见到如如理。『洞达无边际』，「边际」是讲的方所，是讲的空间，换句话说，前面讲时间，这一句讲空间。咸无古今，这是见到如如之理；咸无内外，这是证如如之智。理就是自性的本体，自性本体确实没有过去、现在、未来，没有；也没有四方、四维、上下。尽虚空遍法界是一个整体，尽虚空遍法界是一个自己，这才叫真正证得清净法身，成了究竟圆满的佛果。这两句是赞叹西方世界这些菩萨们，他们各个都能够证得究竟圆满的佛果。以上讲的全是西方极乐世界的境界。这个介绍完了，下面世尊就劝勉我们：",
      "zh_TW": "這上面一句是顯無有古今。『上下』，「上」是過去，「下」是未來，這個就是講見到如如理。『洞達無邊際』，「邊際」是講的方所，是講的空間，換句話說，前面講時間，這一句講空間。咸無古今，這是見到如如之理；咸無內外，這是證如如之智。理就是自性的本體，自性本體確實沒有過去、現在、未來，沒有；也沒有四方、四維、上下。盡虛空遍法界是一個整體，盡虛空遍法界是一個自己，這才叫真正證得清淨法身，成了究竟圓滿的佛果。這兩句是讚歎西方世界這些菩薩們，他們各個都能夠證得究竟圓滿的佛果。以上講的全是西方極樂世界的境界。這個介紹完了，下面世尊就勸勉我們："
    },
    {
      "id": "02-025-0007_p0023",
      "zh_CN": "【宜各勤精进。努力自求之。】",
      "zh_TW": "【宜各勤精進。努力自求之。】"
    },
    {
      "id": "02-025-0007_p0024",
      "zh_CN": "『宜』是应该，应该各个人都要勤奋、要精进、要努力求生西方净土。你看，上面讲这么好的地方，这样好的物质环境、人事环境，在这个里面，自自然然很容易成就无上菩提。",
      "zh_TW": "『宜』是應該，應該各個人都要勤奮、要精進、要努力求生西方淨土。你看，上面講這麼好的地方，這樣好的物質環境、人事環境，在這個裡面，自自然然很容易成就無上菩提。"
    },
    {
      "id": "02-025-0007_p0025",
      "zh_CN": "【必得超绝去。往生无量清净阿弥陀佛国。】",
      "zh_TW": "【必得超絕去。往生無量清淨阿彌陀佛國。】"
    },
    {
      "id": "02-025-0007_p0026",
      "zh_CN": "这是我们的目标，是我们的方向，是我们这一生当中唯一的希求。『必得超绝去』，这一句话是非常肯定，一丝毫的怀疑都没有。我们要认真努力，你一定成功，也就是说，你这一生当中决定得生！生到阿弥陀佛西方净土。",
      "zh_TW": "這是我們的目標，是我們的方向，是我們這一生當中唯一的希求。『必得超絕去』，這一句話是非常肯定，一絲毫的懷疑都沒有。我們要認真努力，你一定成功，也就是說，你這一生當中決定得生！生到阿彌陀佛西方淨土。"
    },
    {
      "id": "02-025-0007_p0027",
      "zh_CN": "【横截于五趣。】",
      "zh_TW": "【橫截於五趣。】"
    },
    {
      "id": "02-025-0007_p0028",
      "zh_CN": "『五趣』就是六道。『横截』是横超。竖出就难了，就太难了。我们不必经过二十八层天，就在人道就能够超越，就生到西方极乐世界。",
      "zh_TW": "『五趣』就是六道。『橫截』是橫超。豎出就難了，就太難了。我們不必經過二十八層天，就在人道就能夠超越，就生到西方極樂世界。"
    },
    {
      "id": "02-025-0007_p0029",
      "zh_CN": "【恶道自闭塞。】",
      "zh_TW": "【惡道自閉塞。】"
    },
    {
      "id": "02-025-0007_p0030",
      "zh_CN": "假如我们不生净土，我们过去生中所累积的恶业、恶习气，这一生当中所造的恶业，必定感得来生要堕落三途，堕落恶道；可是这一往生，跟恶道永远脱离关系，所以恶道自然闭塞了，这个叫做带业往生。生到西方极乐世界之后，我们这些无始劫以来的恶业种子怎么办，能不能消灭掉？给诸位说，业习种子决定不灭的。悟了以后它会转，转烦恼成菩提，会把它转变，把这些恶的都转变成最好的。那么这个我们有个比喻，这比喻也是古人所讲的，譬如一个人从前做小偷，偷盗的本领很高明，这是造作恶业，天天造恶业。他忽然觉悟，觉悟他不做小偷，他去当警察，专门去抓小偷，那这个是他把那些技巧聪明，他都来对付小偷，那是高手！所以他把它转变，就变成菩提。转烦恼为菩提，转生死为大涅槃，它是转变，这个我们要晓得。",
      "zh_TW": "假如我們不生淨土，我們過去生中所累積的惡業、惡習氣，這一生當中所造的惡業，必定感得來生要墮落三途，墮落惡道；可是這一往生，跟惡道永遠脫離關係，所以惡道自然閉塞了，這個叫做帶業往生。生到西方極樂世界之後，我們這些無始劫以來的惡業種子怎麼辦，能不能消滅掉？給諸位說，業習種子決定不滅的。悟了以後它會轉，轉煩惱成菩提，會把它轉變，把這些惡的都轉變成最好的。那麼這個我們有個比喻，這比喻也是古人所講的，譬如一個人從前做小偷，偷盜的本領很高明，這是造作惡業，天天造惡業。他忽然覺悟，覺悟他不做小偷，他去當警察，專門去抓小偷，那這個是他把那些技巧聰明，他都來對付小偷，那是高手！所以他把它轉變，就變成菩提。轉煩惱為菩提，轉生死為大涅槃，它是轉變，這個我們要曉得。"
    },
    {
      "id": "02-025-0007_p0031",
      "zh_CN": "【无极之胜道。易往而无人。】",
      "zh_TW": "【無極之勝道。易往而無人。】"
    },
    {
      "id": "02-025-0007_p0032",
      "zh_CN": "这个一句话是世尊感叹。『无极之胜道』是赞叹西方极乐世界。西方极乐世界对修道人来讲，这个地方至高无上，没有能够高过这个地方，所以是「无极」的「胜道」，胜是殊胜。『易往』，这个法门叫易行道，很容易去，只要具足信愿持名这么简单的条件就能够去。可惜人不相信，这个所谓是难信之法。他不信，他就不肯修了，所以往生的人并不多，「易往而无人」。",
      "zh_TW": "這個一句話是世尊感歎。『無極之勝道』是讚歎西方極樂世界。西方極樂世界對修道人來講，這個地方至高無上，沒有能夠高過這個地方，所以是「無極」的「勝道」，勝是殊勝。『易往』，這個法門叫易行道，很容易去，只要具足信願持名這麼簡單的條件就能夠去。可惜人不相信，這個所謂是難信之法。他不信，他就不肯修了，所以往生的人並不多，「易往而無人」。"
    },
    {
      "id": "02-025-0007_p0033",
      "zh_CN": "【其国不逆违。自然所牵随。】",
      "zh_TW": "【其國不逆違。自然所牽隨。】"
    },
    {
      "id": "02-025-0007_p0034",
      "zh_CN": "这第一句『其国不逆违』，就是照应前面讲的「易往」。西方极乐世界这里头没有逆境、没有障道的因缘，所以凡是往生的人都是圆证三不退。『自然所牵随』，是说这个世间随念都满愿，个个人都证不退转，这是经上讲的阿鞞跋致的菩萨。我们在四十八愿里面读到，在经文里面也读到，凡是生到那个地方，都是阿鞞跋致菩萨。阿鞞跋致菩萨就是圆证三不退。下面世尊劝勉我们：",
      "zh_TW": "這第一句『其國不逆違』，就是照應前面講的「易往」。西方極樂世界這裡頭沒有逆境、沒有障道的因緣，所以凡是往生的人都是圓證三不退。『自然所牽隨』，是說這個世間隨念都滿願，個個人都證不退轉，這是經上講的阿鞞跋致的菩薩。我們在四十八願裡面讀到，在經文裡面也讀到，凡是生到那個地方，都是阿鞞跋致菩薩。阿鞞跋致菩薩就是圓證三不退。下面世尊勸勉我們："
    },
    {
      "id": "02-025-0007_p0035",
      "zh_CN": "【捐志若虚空。勤行求道德。可得极长生。寿乐无有极。】",
      "zh_TW": "【捐志若虛空。勤行求道德。可得極長生。壽樂無有極。】"
    },
    {
      "id": "02-025-0007_p0036",
      "zh_CN": "这是劝导我们往生。『捐志』，这个「志」是对于世间所希求的，「捐」是捐弃。我们要放下，放下对于世间一切的欲求，放下在大乘佛法里面一切之所修，让心地清净像虚空一样，一向专念阿弥陀佛。这样『勤行求道德』，求成佛之道，专用这一部经典里面教导我们修学的方法，「发菩提心，一向专念」，这个是「道」，佛道；「德」是指广度众生的方法，都在西方极乐世界完成。『可得极长生』，这个话是真的。我们在经文里面读到，西方极乐世界的人寿命无量，『寿、乐』都『无有极』，所以称为极乐世界。这是佛勉励我们，教我们舍弃世出世间一切法，专心求净土，专心向阿弥陀佛。",
      "zh_TW": "這是勸導我們往生。『捐志』，這個「志」是對於世間所希求的，「捐」是捐棄。我們要放下，放下對於世間一切的欲求，放下在大乘佛法裡面一切之所修，讓心地清淨像虛空一樣，一向專念阿彌陀佛。這樣『勤行求道德』，求成佛之道，專用這一部經典裡面教導我們修學的方法，「發菩提心，一向專念」，這個是「道」，佛道；「德」是指廣度眾生的方法，都在西方極樂世界完成。『可得極長生』，這個話是真的。我們在經文裡面讀到，西方極樂世界的人壽命無量，『壽、樂』都『無有極』，所以稱為極樂世界。這是佛勉勵我們，教我們捨棄世出世間一切法，專心求淨土，專心向阿彌陀佛。"
    },
    {
      "id": "02-025-0007_p0037",
      "zh_CN": "【何为着世事。𫍢𫍢忧无常。】",
      "zh_TW": "【何為著世事。譊譊憂無常。】"
    },
    {
      "id": "02-025-0007_p0038",
      "zh_CN": "这末后两句是教给我们警惕的，应当要觉悟，为什么执着这个世间事情。世间万法皆是无常的，我们还把这些世事放在心里面，这是错误的。下面：",
      "zh_TW": "這末後兩句是教給我們警惕的，應當要覺悟，為什麼執著這個世間事情。世間萬法皆是無常的，我們還把這些世事放在心裡面，這是錯誤的。下面："
    },
    {
      "id": "02-025-0007_p0039",
      "zh_CN": "【劝谕策进第三十三】",
      "zh_TW": "【勸諭策進第三十三】"
    },
    {
      "id": "02-025-0007_p0040",
      "zh_CN": "这一品里面佛要为我们说明，这个世间一切的污染、一切的恶事，迷邪染重，因此众生苦报无尽。众生因为不明了事实真相，迷在这个境界里面，所以没有出离之心。真正明白了，真正觉悟了，他自然就想超越。这一品经里面，给我们警惕、教诲的句子非常之多。我们不但要把它念熟，更重要的，要在日常生活当中常常以这些教训来警惕自己，真正做到放下世缘，一心向佛，这就对了。",
      "zh_TW": "這一品裡面佛要為我們說明，這個世間一切的污染、一切的惡事，迷邪染重，因此眾生苦報無盡。眾生因為不明瞭事實真相，迷在這個境界裡面，所以沒有出離之心。真正明白了，真正覺悟了，他自然就想超越。這一品經裡面，給我們警惕、教誨的句子非常之多。我們不但要把它念熟，更重要的，要在日常生活當中常常以這些教訓來警惕自己，真正做到放下世緣，一心向佛，這就對了。"
    },
    {
      "id": "02-025-0007_p0041",
      "zh_CN": "【世人共争不急之务。于此剧恶极苦之中。勤身营务。以自给济。】",
      "zh_TW": "【世人共爭不急之務。於此劇惡極苦之中。勤身營務。以自給濟。】"
    },
    {
      "id": "02-025-0007_p0042",
      "zh_CN": "这经文，这一品经里面，总共这个经文可以分为七个大段。这第一段里面为我们说明贪毒，第二段说明瞋恚之毒，第三段说明愚痴之毒，这是贪瞋痴三毒。",
      "zh_TW": "這經文，這一品經裡面，總共這個經文可以分為七個大段。這第一段裡面為我們說明貪毒，第二段說明瞋恚之毒，第三段說明愚痴之毒，這是貪瞋痴三毒。"
    },
    {
      "id": "02-025-0007_p0043",
      "zh_CN": "这第一个小段，说世间人都『争不急之务』，什么是急的？我们不能不知道。《华严经》上善财童子「五十三参」，童子每参访一位善知识，对他礼拜致敬之后，他一开口就说：我已经发菩提心了，不知道怎样修菩萨道，不知道怎样学菩萨行。由此可知，善财童子是以菩萨道、菩萨行为最急。六祖大师在《坛经》开宗明义为大家说，他不是说禅定，他教大家总念「摩诃般若波罗蜜多」。所以中国禅宗不是讲禅定，是讲智慧，是讲般若智慧。在整个佛法里面，佛弟子们所求的是什么？这就是最急的，「阿耨多罗三藐三菩提」，无上正等正觉，这是最急的！用现代的话来说，就是究竟圆满的智慧，这个东西要紧，着急。有了智慧，才能解决一切问题，没有智慧不行。佛法所求的是究竟圆满的智慧。得到智慧了，对自己来说，就证得清净法身，就是圆成佛道；对别人来说，就能够普门示现，帮助一切众生离苦得乐。智慧第一，这个最急的，世人把它忘掉了。那个次急的是什么？最急的忘掉，如果能够找到次急的，也还算不错，次急的是福德。能求福德，他这一生必定能够得到吉祥幸福，这种人也算不错，算是世间聪明人。",
      "zh_TW": "這第一個小段，說世間人都『爭不急之務』，什麼是急的？我們不能不知道。《華嚴經》上善財童子「五十三參」，童子每參訪一位善知識，對他禮拜致敬之後，他一開口就說：我已經發菩提心了，不知道怎樣修菩薩道，不知道怎樣學菩薩行。由此可知，善財童子是以菩薩道、菩薩行為最急。六祖大師在《壇經》開宗明義為大家說，他不是說禪定，他教大家總念「摩訶般若波羅蜜多」。所以中國禪宗不是講禪定，是講智慧，是講般若智慧。在整個佛法裡面，佛弟子們所求的是什麼？這就是最急的，「阿耨多羅三藐三菩提」，無上正等正覺，這是最急的！用現代的話來說，就是究竟圓滿的智慧，這個東西要緊，著急。有了智慧，才能解決一切問題，沒有智慧不行。佛法所求的是究竟圓滿的智慧。得到智慧了，對自己來說，就證得清淨法身，就是圓成佛道；對別人來說，就能夠普門示現，幫助一切眾生離苦得樂。智慧第一，這個最急的，世人把它忘掉了。那個次急的是什麼？最急的忘掉，如果能夠找到次急的，也還算不錯，次急的是福德。能求福德，他這一生必定能夠得到吉祥幸福，這種人也算不錯，算是世間聰明人。"
    },
    {
      "id": "02-025-0007_p0044",
      "zh_CN": "不急的是什么东西？是名闻利养、五欲六尘，这个东西不急，世人偏偏要争这个。争不到还好，假如真的争到了，争到了要没有智慧、没有福德，这个名利会带来很大的灾难。这个诸位要很冷静的去观察，看看古今中外你都能看得到。所以名利五欲不是好东西，有智慧、有福德，他能享受，他能够处理得很好；没有智慧、没有福德，这个东西带来了灾祸，严重的家破身亡。但是世间人拚命去争，争这些东西。『于此剧恶』，这个「剧恶」，就是五逆十恶的环境当中，『极苦之中』，争得是非常的辛苦，无论得到、得不到，都辛苦。『勤身营务』，「勤」是日夜不休息去经营，去想方法要得到，得到名、得到利，名闻利养、五欲六尘，极力的去追求，就是这个意思。『以自给济』，希望自己能够得到，希望自己能够拥有。",
      "zh_TW": "不急的是什麼東西？是名聞利養、五欲六塵，這個東西不急，世人偏偏要爭這個。爭不到還好，假如真的爭到了，爭到了要沒有智慧、沒有福德，這個名利會帶來很大的災難。這個諸位要很冷靜的去觀察，看看古今中外你都能看得到。所以名利五欲不是好東西，有智慧、有福德，他能享受，他能夠處理得很好；沒有智慧、沒有福德，這個東西帶來了災禍，嚴重的家破身亡。但是世間人拚命去爭，爭這些東西。『於此劇惡』，這個「劇惡」，就是五逆十惡的環境當中，『極苦之中』，爭得是非常的辛苦，無論得到、得不到，都辛苦。『勤身營務』，「勤」是日夜不休息去經營，去想方法要得到，得到名、得到利，名聞利養、五欲六塵，極力的去追求，就是這個意思。『以自給濟』，希望自己能夠得到，希望自己能夠擁有。"
    },
    {
      "id": "02-025-0007_p0045",
      "zh_CN": "【尊卑。贫富。少长。男女。累念积虑。为心走使。】",
      "zh_TW": "【尊卑。貧富。少長。男女。累念積慮。為心走使。】"
    },
    {
      "id": "02-025-0007_p0046",
      "zh_CN": "这是举世间一般人，『尊』，是在社会上有地位的，国王、大臣也争；『卑』，是社会上没有地位的；『贫』，少于财富的；『富』，是多于财宝的。无论是「尊卑」，无论「贫富」，无论是年轻、年长的，无论是男人、女人，没有一个不去争，都争这些不急之务。不知道求智慧，不晓得修福德，天天争这些名闻利养、五欲六尘，争这些东西。『累念积虑，为心走使』，这个「心」就是贪心，心贪恋五欲；这个身体到处去奔波、去经营，为了贪心去奔波、去『走使』。底下举几个例子：",
      "zh_TW": "這是舉世間一般人，『尊』，是在社會上有地位的，國王、大臣也爭；『卑』，是社會上沒有地位的；『貧』，少於財富的；『富』，是多於財寶的。無論是「尊卑」，無論「貧富」，無論是年輕、年長的，無論是男人、女人，沒有一個不去爭，都爭這些不急之務。不知道求智慧，不曉得修福德，天天爭這些名聞利養、五欲六塵，爭這些東西。『累念積慮，為心走使』，這個「心」就是貪心，心貪戀五欲；這個身體到處去奔波、去經營，為了貪心去奔波、去『走使』。底下舉幾個例子："
    },
    {
      "id": "02-025-0007_p0047",
      "zh_CN": "【无田忧田。无宅忧宅。眷属财物。有无同忧。】",
      "zh_TW": "【無田憂田。無宅憂宅。眷屬財物。有無同憂。】"
    },
    {
      "id": "02-025-0007_p0048",
      "zh_CN": "为什么？没有的时候忧虑，希望得到；有了的时候又忧虑，怕失掉，患得患失。这个日子过得当然苦，太辛苦了，每天在患得患失里头过日子，这非常的辛苦。所以『有无』统统都忧，不是说有的人就不忧了，有的人一样的忧。",
      "zh_TW": "為什麼？沒有的時候憂慮，希望得到；有了的時候又憂慮，怕失掉，患得患失。這個日子過得當然苦，太辛苦了，每天在患得患失裡頭過日子，這非常的辛苦。所以『有無』統統都憂，不是說有的人就不憂了，有的人一樣的憂。"
    },
    {
      "id": "02-025-0007_p0049",
      "zh_CN": "【有一少一。思欲齐等。】",
      "zh_TW": "【有一少一。思欲齊等。】"
    },
    {
      "id": "02-025-0007_p0050",
      "zh_CN": "这也是一个很普遍现象，今天讲这个社会的潮流，有了这一样，想到还少那一样，要跟别人比赛，这个日子就过得更苦了。我有一次在台北坐计程车，那个计程车的司机就向我叹苦，我就跟他说，我说现在台湾很富足，日子很好过，你怎么会过得那么辛苦？他说了许多桩事，就是此地所讲的『有一少一，思欲齐等』。我说你自己不聪明，如果聪明的话，譬如你家里面有一个电冰箱，这个电冰箱要能够爱惜，好好的保养，好好的用，至少可以用十年，十年不需要再买第二台。我们这一件衣服要好好珍惜的穿，这一件衣服也能穿个一、二十年，就不必去置新衣服，你在生活费用上就节省很多很多，每天吃饭这个花不了多少钱。他听一听，「也对！」我说，你可不能受人欺骗！他说，「谁欺骗？」那些发明新花样的人，他那个手是魔掌！今天发明一个新的样子，说前天那个样子不流行了，你要跟着他这个流行的样子，那你就苦死了！衣服明明好好的，不流行了，要换一个新的花样、流行的花样。那不流行，穿出去怎么样？人家笑死了！我说笑死活该，他死你不死，他笑死，你没有死！（我把他讲得很开心）日子就好过。何必要跟着外面流行的去转？那你就太苦了，你所赚的那点钱全都被他骗去了，教你过得那么苦，那个日子。所以你真正觉悟就不会受欺骗了，实际上生活需求真的不多，每个人都可以过非常快乐的「净定安乐」的日子，不要被外境所转就好。所以心地要清净，要安稳，要过得快乐。这个念头就自找苦吃，跟别人比赛，看看邻居有什么新东西，自己马上想换花样，那就苦死了。",
      "zh_TW": "這也是一個很普遍現象，今天講這個社會的潮流，有了這一樣，想到還少那一樣，要跟別人比賽，這個日子就過得更苦了。我有一次在台北坐計程車，那個計程車的司機就向我嘆苦，我就跟他說，我說現在台灣很富足，日子很好過，你怎麼會過得那麼辛苦？他說了許多樁事，就是此地所講的『有一少一，思欲齊等』。我說你自己不聰明，如果聰明的話，譬如你家裡面有一個電冰箱，這個電冰箱要能夠愛惜，好好的保養，好好的用，至少可以用十年，十年不需要再買第二台。我們這一件衣服要好好珍惜的穿，這一件衣服也能穿個一、二十年，就不必去置新衣服，你在生活費用上就節省很多很多，每天吃飯這個花不了多少錢。他聽一聽，「也對！」我說，你可不能受人欺騙！他說，「誰欺騙？」那些發明新花樣的人，他那個手是魔掌！今天發明一個新的樣子，說前天那個樣子不流行了，你要跟著他這個流行的樣子，那你就苦死了！衣服明明好好的，不流行了，要換一個新的花樣、流行的花樣。那不流行，穿出去怎麼樣？人家笑死了！我說笑死活該，他死你不死，他笑死，你沒有死！（我把他講得很開心）日子就好過。何必要跟著外面流行的去轉？那你就太苦了，你所賺的那點錢全都被他騙去了，教你過得那麼苦，那個日子。所以你真正覺悟就不會受欺騙了，實際上生活需求真的不多，每個人都可以過非常快樂的「淨定安樂」的日子，不要被外境所轉就好。所以心地要清淨，要安穩，要過得快樂。這個念頭就自找苦吃，跟別人比賽，看看鄰居有什麼新東西，自己馬上想換花樣，那就苦死了。"
    },
    {
      "id": "02-025-0007_p0051",
      "zh_CN": "我们在美国也看到一个现象，我们觉得他人很可怜。这个美国人换了一个工作，待遇比从前提高了，他马上要换房子，要换一个比他住的房子要高级一些的房子，为什么？表示他有身分了。其实他都是贷款来的，生活过得非常苦。假如他不换房子，他收入多了，可以过得更自在、更舒服，他不懂，他不懂这个道理。他要换个房子，向别人显耀我有身分了，宁愿过苦日子。你说这个愚痴，这个真正愚痴！所以这个头脑都不正常，都有问题。",
      "zh_TW": "我們在美國也看到一個現象，我們覺得他人很可憐。這個美國人換了一個工作，待遇比從前提高了，他馬上要換房子，要換一個比他住的房子要高級一些的房子，為什麼？表示他有身分了。其實他都是貸款來的，生活過得非常苦。假如他不換房子，他收入多了，可以過得更自在、更舒服，他不懂，他不懂這個道理。他要換個房子，向別人顯耀我有身分了，寧願過苦日子。你說這個愚痴，這個真正愚痴！所以這個頭腦都不正常，都有問題。"
    },
    {
      "id": "02-025-0007_p0052",
      "zh_CN": "【适小具有。又忧非常。】",
      "zh_TW": "【適小具有。又憂非常。】"
    },
    {
      "id": "02-025-0007_p0053",
      "zh_CN": "『适小』就是刚刚有个小康，日子能过得去，样样都具足，日子可以过得很好，又生烦恼了，烦恼什么？怕保不长久。这个确实也是真的，世事无常，真的很难保长久。所以诸位想想，这个「不急之务」，你要去争、去求，这样苦！那个真正急的事情，你要是去求、去争，你得来的是安乐，跟这个果报完全不相同，得来的是安乐，是净定安乐。所以人当求智慧，当求福报。福报怎么求？后面佛会告诉我们。",
      "zh_TW": "『適小』就是剛剛有個小康，日子能過得去，樣樣都具足，日子可以過得很好，又生煩惱了，煩惱什麼？怕保不長久。這個確實也是真的，世事無常，真的很難保長久。所以諸位想想，這個「不急之務」，你要去爭、去求，這樣苦！那個真正急的事情，你要是去求、去爭，你得來的是安樂，跟這個果報完全不相同，得來的是安樂，是淨定安樂。所以人當求智慧，當求福報。福報怎麼求？後面佛會告訴我們。"
    },
    {
      "id": "02-025-0007_p0054",
      "zh_CN": "【水火盗贼。怨家债主。焚漂劫夺。消散磨灭。】",
      "zh_TW": "【水火盜賊。怨家債主。焚漂劫奪。消散磨滅。】"
    },
    {
      "id": "02-025-0007_p0055",
      "zh_CN": "这就是他已经有了，他忧这个，又怕水灾，水灾会淹掉，火灾会烧掉，『盗贼』以他为对象，这麻烦就大了，还有一些『怨家债主』都要找上门来，损耗他的财物，他天天忧虑这些。",
      "zh_TW": "這就是他已經有了，他憂這個，又怕水災，水災會淹掉，火災會燒掉，『盜賊』以他為對象，這麻煩就大了，還有一些『怨家債主』都要找上門來，損耗他的財物，他天天憂慮這些。"
    },
    {
      "id": "02-025-0007_p0056",
      "zh_CN": "【心悭意固。无能纵舍。命终弃捐。莫谁随者。贫富同然。忧苦万端。】",
      "zh_TW": "【心慳意固。無能縱捨。命終棄捐。莫誰隨者。貧富同然。憂苦萬端。】"
    },
    {
      "id": "02-025-0007_p0057",
      "zh_CN": "到这个地方是一大段。这都是讲的贪毒。『悭』是吝啬，这一类的人都很固执、都很吝啬，贪求无厌。『无能纵舍』，我执、人相都重，这吝啬，他舍不得。可是寿命到了的时候，没有一样能带的去的，『命终弃捐，莫谁随者』，寿命到了的时候，一样也带不走，真是「万般带不去，唯有业随身」。『贫富同然，忧苦万端』，这就是前面讲的「尊卑、贫富、少长、男女」，世间人都是这个样子，为了欲望，被贪心所趋使，「忧苦万端」。",
      "zh_TW": "到這個地方是一大段。這都是講的貪毒。『慳』是吝嗇，這一類的人都很固執、都很吝嗇，貪求無厭。『無能縱捨』，我執、人相都重，這吝嗇，他捨不得。可是壽命到了的時候，沒有一樣能帶的去的，『命終棄捐，莫誰隨者』，壽命到了的時候，一樣也帶不走，真是「萬般帶不去，唯有業隨身」。『貧富同然，憂苦萬端』，這就是前面講的「尊卑、貧富、少長、男女」，世間人都是這個樣子，為了欲望，被貪心所趨使，「憂苦萬端」。"
    },
    {
      "id": "02-025-0007_p0058",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}