{
  "doc_id": "20-007-0002",
  "title": {
    "zh_CN": "行策大师净土警语菁华",
    "zh_TW": "行策大師淨土警語菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "圣荷西",
    "zh_TW": "聖荷西"
  },
  "doc_number": "20-007-0002",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "20-007-0002_p0001",
      "zh_CN": "诸位同修，行策大师他是第十代的祖师，他是蕅益大师以后的。莲池大师是第八代，蕅益是第九代，这是第十代。大师的传记，昨天简略的报告过了。他老人家的警语，这个净土警语，警就是警策，警惕我们，这些开示虽然分量不多，可是非常的精彩，对我们修学很有帮助。我们为了节省时间起见，将警语里面最精要的开示，一条一条的摘录出来，一共是五十六条。我们从第一条看起：",
      "zh_TW": "諸位同修，行策大師他是第十代的祖師，他是蕅益大師以後的。蓮池大師是第八代，蕅益是第九代，這是第十代。大師的傳記，昨天簡略的報告過了。他老人家的警語，這個淨土警語，警就是警策，警惕我們，這些開示雖然分量不多，可是非常的精彩，對我們修學很有幫助。我們為了節省時間起見，將警語裡面最精要的開示，一條一條的摘錄出來，一共是五十六條。我們從第一條看起："
    },
    {
      "id": "20-007-0002_p0002",
      "zh_CN": "【一、苟无真信，虽念佛、持斋、放生、修福，祇是世间善人，报生善处受乐，当受乐时即造业，既造业已必堕苦。】",
      "zh_TW": "【一、苟無真信，雖念佛、持齋、放生、修福，祇是世間善人，報生善處受樂，當受樂時即造業，既造業已必墮苦。】"
    },
    {
      "id": "20-007-0002_p0003",
      "zh_CN": "这几句话说明了修行如果不能往生，他得的是什么，这是把这个事实的真相，是清清楚楚的告诉了我们，如果不能往生，必定堕落在轮回里面受苦。这个苦就是指的三途苦报，正是佛讲的三世怨，这个关键就在真信。所以佛在大经上讲，《华严经》上讲，「信为道元功德母」，元是源流，信是入道的根源，是一切功德之母，一切功德都是从真信里面生出来的；换句话说，没有真信，那个功德都是假的，那不是功德，就是这个地方讲的福德，不是功德。有真信，就把福德变成了功德；没有真信，虽修功德，功德也变成福德。福是享得尽的，享福就免不了要造业，那福享尽了，后面就没有福了，你所造的罪业逐渐逐渐累积，就结果了。这个果报，在现世叫花报。花报，我们一般所见，晚年困苦，病痛多、苦恼多，这个都是佛家讲的花报，临终的时候有非常严重的病痛，这是我们现在常常见到的。尤其是一般所讲的老人病，叫老人痴呆症，这种病往往要拖很多年才走，走的时候也迷惑颠倒，神智不清，这个就是业报，不要等来世，这一世就见到了。这些都是我们要警觉的，要警惕的，才晓得往生对我们来说，是非常非常的重要。我们是不是真的能往生？真的，一点都不假，关键就是在真信、真愿、真行。这个真行，行就是念佛，就是你真念佛，这不是假念佛，真念佛。真念佛，我告诉大家，这个心上真有佛，时时刻刻、在在处处，心里头有佛，那叫真念！第二条叫：",
      "zh_TW": "這幾句話說明了修行如果不能往生，他得的是什麼，這是把這個事實的真相，是清清楚楚的告訴了我們，如果不能往生，必定墮落在輪迴裡面受苦。這個苦就是指的三途苦報，正是佛講的三世怨，這個關鍵就在真信。所以佛在大經上講，《華嚴經》上講，「信為道元功德母」，元是源流，信是入道的根源，是一切功德之母，一切功德都是從真信裡面生出來的；換句話說，沒有真信，那個功德都是假的，那不是功德，就是這個地方講的福德，不是功德。有真信，就把福德變成了功德；沒有真信，雖修功德，功德也變成福德。福是享得盡的，享福就免不了要造業，那福享盡了，後面就沒有福了，你所造的罪業逐漸逐漸累積，就結果了。這個果報，在現世叫花報。花報，我們一般所見，晚年困苦，病痛多、苦惱多，這個都是佛家講的花報，臨終的時候有非常嚴重的病痛，這是我們現在常常見到的。尤其是一般所講的老人病，叫老人痴呆症，這種病往往要拖很多年才走，走的時候也迷惑顛倒，神智不清，這個就是業報，不要等來世，這一世就見到了。這些都是我們要警覺的，要警惕的，才曉得往生對我們來說，是非常非常的重要。我們是不是真的能往生？真的，一點都不假，關鍵就是在真信、真願、真行。這個真行，行就是念佛，就是你真念佛，這不是假念佛，真念佛。真念佛，我告訴大家，這個心上真有佛，時時刻刻、在在處處，心裡頭有佛，那叫真念！第二條叫："
    },
    {
      "id": "20-007-0002_p0004",
      "zh_CN": "【二、莫轻未悟，一念回光，便同本得】",
      "zh_TW": "【二、莫輕未悟，一念回光，便同本得】"
    },
    {
      "id": "20-007-0002_p0005",
      "zh_CN": "我们不但是不可以轻视别人，实际上，大师这一句话是对我们自己来说的，我们自己没悟，也就是说不要看轻了自己，这个才有意思。不是教我们不要看轻别人，要紧的是不要看轻自己，不要以为自己现在迷惑颠倒，业障深重，没法子开悟。要知道自古以来，佛菩萨怎么开悟的，祖师大德们怎么开悟的。开悟的秘诀，就是一念回光，回是回头，光就是自性里面本有的智慧光明，只要你回头，你自性的光明就现前了。怎么个回头法？我们都想回头，不晓得从哪里回起，这里给你讲得清清楚楚，一念就回头了，二念就不能回头，这回不了头了，所以问题在一念。净宗的修学教给我们要一心专念，一念就是一心专念，念到一念就回头了。诸位要晓得，念到一念就是净宗里面讲的一心不乱，得一心不乱就成就了。所以这一句里面，理论、方法、境界统统都在其中，就是一句话，一念回光，便同本得。实际上真正是自性本具的智慧德能统统现前了，这个不是修来的，是自性本具的，换句话说，是本来有的，不是从外面来的。我们今天智慧、德能丧失掉了，怎么丧失掉？三心二意，所以本性里面的功德都不能起作用，三心二意就是妄想执着。所以回头就是一念，一心，不能用三心二意，一心是真心，三心二意是妄心，是八识。",
      "zh_TW": "我們不但是不可以輕視別人，實際上，大師這一句話是對我們自己來說的，我們自己沒悟，也就是說不要看輕了自己，這個才有意思。不是教我們不要看輕別人，要緊的是不要看輕自己，不要以為自己現在迷惑顛倒，業障深重，沒法子開悟。要知道自古以來，佛菩薩怎麼開悟的，祖師大德們怎麼開悟的。開悟的祕訣，就是一念回光，回是回頭，光就是自性裡面本有的智慧光明，只要你回頭，你自性的光明就現前了。怎麼個回頭法？我們都想回頭，不曉得從哪裡回起，這裡給你講得清清楚楚，一念就回頭了，二念就不能回頭，這回不了頭了，所以問題在一念。淨宗的修學教給我們要一心專念，一念就是一心專念，念到一念就回頭了。諸位要曉得，念到一念就是淨宗裡面講的一心不亂，得一心不亂就成就了。所以這一句裡面，理論、方法、境界統統都在其中，就是一句話，一念回光，便同本得。實際上真正是自性本具的智慧德能統統現前了，這個不是修來的，是自性本具的，換句話說，是本來有的，不是從外面來的。我們今天智慧、德能喪失掉了，怎麼喪失掉？三心二意，所以本性裡面的功德都不能起作用，三心二意就是妄想執著。所以回頭就是一念，一心，不能用三心二意，一心是真心，三心二意是妄心，是八識。"
    },
    {
      "id": "20-007-0002_p0006",
      "zh_CN": "【三、若不专念，求生彼国，必至随业流转，受苦无量】",
      "zh_TW": "【三、若不專念，求生彼國，必至隨業流轉，受苦無量】"
    },
    {
      "id": "20-007-0002_p0007",
      "zh_CN": "这个四句话，可以说是对我们提出最严重的警告，换句话说，净土是非去不可，不能不去，修行要想在这一生当中成就，除了往生净土之外，别无二法。行策大师的前身是憨山，憨山是明朝末年很有成就的一位大德，他是修禅的，他不是修净的，他要是修净的，他就不来了，他到西方世界去成佛了；他还能来，还能回头，回头专修净土，可见得他对于禅教里面是相当的透彻，相当的了解，最后除了这一门圆满成就之外，其他法门都不行。所以告诉我们，一定要专念，往生西方极乐世界没有别的诀窍，就是专信、专愿、专念就行了，就在一个专字。不能往生，后果是不堪设想，『随业流转』，业力太可怕！业力，我们自己冷静的去反省一下，自己仔细想一想就知道了，这个东西不要问别人。我们从早到晚，一年到头，起心动念，起的是什么心，动的是什么念，造的是什么业。言语行为都在造作，我造的是什么业？造善业，果报在三善道；造恶业，果报在三恶道。绝大多数的人在一生当中，起心动念、言语造作，恶业多，善业少！为什么会有这个现象？我们读唯识经论就明白了，佛在唯识论里面告诉我们，这个心心所，就是心起的作用，在五十一个心所里面，恶的心所，这也就是我们讲恶念，属于恶的念头有二十六个，属于善的念头只有十一个。二十六跟十一，善跟恶一比，一半还不到，所以我们这个起心动念，恶念多于善念，就是这么个道理。何况恶的习气、恶的念头力量强，善的力量薄弱，敌不过恶念，这是从本身烦恼习气上来说的。从外面境界上，我们现在看外面境界，那个恶的诱惑多，善的诱导就太少太少，里面有恶念、恶习气，外面有恶环境，你怎么会造善业、起善念？恶念多了，恶业多了，后果不堪设想。所以不要看现前，好像这个人作威作福的，你稍稍往远处看看，看十年之后、二十年之后他是什么样子，那就非常的可怜，非常可悲，受苦无量。",
      "zh_TW": "這個四句話，可以說是對我們提出最嚴重的警告，換句話說，淨土是非去不可，不能不去，修行要想在這一生當中成就，除了往生淨土之外，別無二法。行策大師的前身是憨山，憨山是明朝末年很有成就的一位大德，他是修禪的，他不是修淨的，他要是修淨的，他就不來了，他到西方世界去成佛了；他還能來，還能回頭，回頭專修淨土，可見得他對於禪教裡面是相當的透徹，相當的了解，最後除了這一門圓滿成就之外，其他法門都不行。所以告訴我們，一定要專念，往生西方極樂世界沒有別的訣竅，就是專信、專願、專念就行了，就在一個專字。不能往生，後果是不堪設想，『隨業流轉』，業力太可怕！業力，我們自己冷靜的去反省一下，自己仔細想一想就知道了，這個東西不要問別人。我們從早到晚，一年到頭，起心動念，起的是什麼心，動的是什麼念，造的是什麼業。言語行為都在造作，我造的是什麼業？造善業，果報在三善道；造惡業，果報在三惡道。絕大多數的人在一生當中，起心動念、言語造作，惡業多，善業少！為什麼會有這個現象？我們讀唯識經論就明白了，佛在唯識論裡面告訴我們，這個心心所，就是心起的作用，在五十一個心所裡面，惡的心所，這也就是我們講惡念，屬於惡的念頭有二十六個，屬於善的念頭只有十一個。二十六跟十一，善跟惡一比，一半還不到，所以我們這個起心動念，惡念多於善念，就是這麼個道理。何況惡的習氣、惡的念頭力量強，善的力量薄弱，敵不過惡念，這是從本身煩惱習氣上來說的。從外面境界上，我們現在看外面境界，那個惡的誘惑多，善的誘導就太少太少，裡面有惡念、惡習氣，外面有惡環境，你怎麼會造善業、起善念？惡念多了，惡業多了，後果不堪設想。所以不要看現前，好像這個人作威作福的，你稍稍往遠處看看，看十年之後、二十年之後他是什麼樣子，那就非常的可憐，非常可悲，受苦無量。"
    },
    {
      "id": "20-007-0002_p0008",
      "zh_CN": "这些都是说明我们现在生活的状况，指出我们一条明路，要想离苦得乐，永脱轮回，那就一定要专念，一定要求生净土。我们这个愿心、愿望真的能够得到？下面这一条就给我们说明。",
      "zh_TW": "這些都是說明我們現在生活的狀況，指出我們一條明路，要想離苦得樂，永脫輪迴，那就一定要專念，一定要求生淨土。我們這個願心、願望真的能夠得到？下面這一條就給我們說明。"
    },
    {
      "id": "20-007-0002_p0009",
      "zh_CN": "【四、心性无二，自然感应道交。】",
      "zh_TW": "【四、心性無二，自然感應道交。】"
    },
    {
      "id": "20-007-0002_p0010",
      "zh_CN": "这个就是说明，你要是愿意往生，决定得生。为什么？我们的心性跟阿弥陀佛的心性是一不是二。所以从理上说，自性弥陀，唯心净土，极乐世界阿弥陀佛都是我们自性变现出来的，跟我们现在这个身、我们眼前生活环境，都是自性变现出来的。同是自性变现，哪有不感应的道理？如果是心性之外的，能不能感应那真是靠不住，不敢说了；这是自性之内的事情，也就是说决定感应道交。",
      "zh_TW": "這個就是說明，你要是願意往生，決定得生。為什麼？我們的心性跟阿彌陀佛的心性是一不是二。所以從理上說，自性彌陀，唯心淨土，極樂世界阿彌陀佛都是我們自性變現出來的，跟我們現在這個身、我們眼前生活環境，都是自性變現出來的。同是自性變現，哪有不感應的道理？如果是心性之外的，能不能感應那真是靠不住，不敢說了；這是自性之內的事情，也就是說決定感應道交。"
    },
    {
      "id": "20-007-0002_p0011",
      "zh_CN": "【我之苦切必能感。】",
      "zh_TW": "【我之苦切必能感。】"
    },
    {
      "id": "20-007-0002_p0012",
      "zh_CN": "前面这个两句是讲的理论，后面讲的是事实。我们苦切就是真信切愿，我们是真的相信，真的想见阿弥陀佛，真的想生西方净土，这叫苦切，这是必定能感，我们心能感，佛就能应，感应道交。",
      "zh_TW": "前面這個兩句是講的理論，後面講的是事實。我們苦切就是真信切願，我們是真的相信，真的想見阿彌陀佛，真的想生西方淨土，這叫苦切，這是必定能感，我們心能感，佛就能應，感應道交。"
    },
    {
      "id": "20-007-0002_p0013",
      "zh_CN": "【佛之慈悲必能应。】",
      "zh_TW": "【佛之慈悲必能應。】"
    },
    {
      "id": "20-007-0002_p0014",
      "zh_CN": "这是从事上来说。这个昨天传记里面，我们也读到这一段重要的开示，念佛人跟阿弥陀佛所以不起感应的作用，就是信愿不专。所以大师把我们念佛人这个病根指出来了，这是从根本上来对治，我们一定能够获得感应道交。大师唯恐自己说的还不能取信于大众，再引经文说。这个第五段是《楞严经》上说的。",
      "zh_TW": "這是從事上來說。這個昨天傳記裡面，我們也讀到這一段重要的開示，念佛人跟阿彌陀佛所以不起感應的作用，就是信願不專。所以大師把我們念佛人這個病根指出來了，這是從根本上來對治，我們一定能夠獲得感應道交。大師唯恐自己說的還不能取信於大眾，再引經文說。這個第五段是《楞嚴經》上說的。"
    },
    {
      "id": "20-007-0002_p0015",
      "zh_CN": "【五、佛念众生，如母忆子，若众生心，忆佛念佛，现前当来，必定见佛，去佛不远。】",
      "zh_TW": "【五、佛念眾生，如母憶子，若眾生心，憶佛念佛，現前當來，必定見佛，去佛不遠。】"
    },
    {
      "id": "20-007-0002_p0016",
      "zh_CN": "这是《楞严经》上的经文，说明我们能感，佛必定能应，说明感应道交的事实。佛在经上说，我们念阿弥陀佛很简单，只念一尊佛，南无阿弥陀佛或者是阿弥陀佛，众生无量无边，那佛还念这个人名、念那个人名吗？佛怎么个念法？『佛念众生』，不是像我们口念，念这个名号，你要这么想法那就错了。佛心里面念念，这是他的愿心，愿心就是他念的，他的愿心是愿意帮助一切众生。怎么个帮助法？接引他到西方世界来，提供他最好的修学环境，这就是「佛念众生」。佛心清净平等慈悲，众生念他，这就感应道交了；众生不念他，你就没有应，这没有感，那就没有应了。所以不像我们天天念这名字，念这名字那就起感应道交的作用。所以佛念众生，尽虚空遍法界，所有一切众生，上从等觉菩萨，下至阿鼻地狱，佛统统都念，这才显示阿弥陀佛真的是平等慈悲，所谓「佛氏门中，不舍一人」，一个都不舍弃。问题就是众生愿不愿意来，这个属于《弥陀经》上讲的善根、福德、因缘。善根、福德，是多生多劫修行累积的，那个不是几天、几年，或者一生能办得到的，那办不到的，都是多生多劫的薰习。因缘也绝非偶然，因缘就是我们今天讲的机会。这世间人不学佛的我们就不谈，我们讲学佛的这些人，学佛这些人有几个人有机会遇到净土，这个不容易，更难得的是有机会遇到纯正的净土。如果他有善根，他遇到了，他就会生欢喜心，他能信、能解，能够相信，能够理解，这是善根。他能够发愿，就是真的想见阿弥陀佛，真的想生西方极乐世界，真肯念佛，这是福德，这个福德都是经上讲的多善根、多福德。他这三个条件具足了，善根、福德、因缘具足了，佛念他，他也念佛。",
      "zh_TW": "這是《楞嚴經》上的經文，說明我們能感，佛必定能應，說明感應道交的事實。佛在經上說，我們念阿彌陀佛很簡單，只念一尊佛，南無阿彌陀佛或者是阿彌陀佛，眾生無量無邊，那佛還念這個人名、念那個人名嗎？佛怎麼個念法？『佛念眾生』，不是像我們口念，念這個名號，你要這麼想法那就錯了。佛心裡面念念，這是他的願心，願心就是他念的，他的願心是願意幫助一切眾生。怎麼個幫助法？接引他到西方世界來，提供他最好的修學環境，這就是「佛念眾生」。佛心清淨平等慈悲，眾生念他，這就感應道交了；眾生不念他，你就沒有應，這沒有感，那就沒有應了。所以不像我們天天念這名字，念這名字那就起感應道交的作用。所以佛念眾生，盡虛空遍法界，所有一切眾生，上從等覺菩薩，下至阿鼻地獄，佛統統都念，這才顯示阿彌陀佛真的是平等慈悲，所謂「佛氏門中，不捨一人」，一個都不捨棄。問題就是眾生願不願意來，這個屬於《彌陀經》上講的善根、福德、因緣。善根、福德，是多生多劫修行累積的，那個不是幾天、幾年，或者一生能辦得到的，那辦不到的，都是多生多劫的薰習。因緣也絕非偶然，因緣就是我們今天講的機會。這世間人不學佛的我們就不談，我們講學佛的這些人，學佛這些人有幾個人有機會遇到淨土，這個不容易，更難得的是有機會遇到純正的淨土。如果他有善根，他遇到了，他就會生歡喜心，他能信、能解，能夠相信，能夠理解，這是善根。他能夠發願，就是真的想見阿彌陀佛，真的想生西方極樂世界，真肯念佛，這是福德，這個福德都是經上講的多善根、多福德。他這三個條件具足了，善根、福德、因緣具足了，佛念他，他也念佛。"
    },
    {
      "id": "20-007-0002_p0017",
      "zh_CN": "『若众生心，忆佛念佛』，「忆」是想，常常想佛，「念」是心里头真有佛。这一点非常非常重要，诸位一定要清楚，世出世间之事，只有这一样是真的，其他都是假的。经上跟我们讲得很明白，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，那个虚妄假的你放在心上，你到后来还是会落空，一场空，你什么都得不到。愚人、痴人，才把世出世间的假东西放在心上，世间人把名闻利养放在心上，这个错了；把五欲六尘放在心上，也错了；学佛的人，把三乘佛法放在心上，还是错了，只有一个是真的，阿弥陀佛。阿弥陀佛是什么？佛在经上说得很明白了，阿弥陀佛是我们自性的德号，我们真如本性，这是真的，这个不是假的。西方有极乐世界，有阿弥陀佛，是我们自性变现出来的。所以阿弥陀佛，从理上说，是自性的德号，那是纯真无妄；从事上讲，西方极乐世界阿弥陀佛，无量寿、无量光，这个是性德的显现。所以唯有这一桩事情是真，真的放在心上就对了。假的放在心上就错了，为什么？因为假的将来得不到，到临命终时，一切都失掉了，那个假的放在心里放了一生，到最后还是要失掉的，带不去的，没有一样能带得去的。这是普贤菩萨在「行愿品」里面说得好，我们一定要记住，一定要明了，没有一样东西能带得去的，家亲眷属统统带不去。但是这一句阿弥陀佛决定能带去，在临命终时，决定感得阿弥陀佛与西方诸上善人，来接引你到西方极乐世界去，这是真实的。带得去的放在心上，带不去的统统不要放在心上。这个放在心上就是念，念就是放在心上。忆，是想；念，是放在心上；想，叫我们常常想。我们人不能没有念头，这念头都是妄念，恶念固然不好，善念也不见得好在哪里。所以善念、恶念都不要，我们要的是净念，要这个。这净念是什么？常想西方极乐世界，极乐世界的依正庄严，常常想阿弥陀佛在因地的发心、修行、证果、广度众生，想这些事情，这叫忆佛。所以，我常劝同修们经要念熟，经要不熟，你就没得想了，你就打妄想；经很熟，想经里面所说的，就是忆佛。心上真有佛，这是念佛，这个叫「忆佛念佛」，这是四个字，告诉我们平常用功的方法，这叫真念，真信、真愿、真念，这个忆佛念佛是真念。",
      "zh_TW": "『若眾生心，憶佛念佛』，「憶」是想，常常想佛，「念」是心裡頭真有佛。這一點非常非常重要，諸位一定要清楚，世出世間之事，只有這一樣是真的，其他都是假的。經上跟我們講得很明白，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，那個虛妄假的你放在心上，你到後來還是會落空，一場空，你什麼都得不到。愚人、痴人，才把世出世間的假東西放在心上，世間人把名聞利養放在心上，這個錯了；把五欲六塵放在心上，也錯了；學佛的人，把三乘佛法放在心上，還是錯了，只有一個是真的，阿彌陀佛。阿彌陀佛是什麼？佛在經上說得很明白了，阿彌陀佛是我們自性的德號，我們真如本性，這是真的，這個不是假的。西方有極樂世界，有阿彌陀佛，是我們自性變現出來的。所以阿彌陀佛，從理上說，是自性的德號，那是純真無妄；從事上講，西方極樂世界阿彌陀佛，無量壽、無量光，這個是性德的顯現。所以唯有這一樁事情是真，真的放在心上就對了。假的放在心上就錯了，為什麼？因為假的將來得不到，到臨命終時，一切都失掉了，那個假的放在心裡放了一生，到最後還是要失掉的，帶不去的，沒有一樣能帶得去的。這是普賢菩薩在「行願品」裡面說得好，我們一定要記住，一定要明瞭，沒有一樣東西能帶得去的，家親眷屬統統帶不去。但是這一句阿彌陀佛決定能帶去，在臨命終時，決定感得阿彌陀佛與西方諸上善人，來接引你到西方極樂世界去，這是真實的。帶得去的放在心上，帶不去的統統不要放在心上。這個放在心上就是念，念就是放在心上。憶，是想；念，是放在心上；想，叫我們常常想。我們人不能沒有念頭，這念頭都是妄念，惡念固然不好，善念也不見得好在哪裡。所以善念、惡念都不要，我們要的是淨念，要這個。這淨念是什麼？常想西方極樂世界，極樂世界的依正莊嚴，常常想阿彌陀佛在因地的發心、修行、證果、廣度眾生，想這些事情，這叫憶佛。所以，我常勸同修們經要念熟，經要不熟，你就沒得想了，你就打妄想；經很熟，想經裡面所說的，就是憶佛。心上真有佛，這是念佛，這個叫「憶佛念佛」，這是四個字，告訴我們平常用功的方法，這叫真念，真信、真願、真念，這個憶佛念佛是真念。"
    },
    {
      "id": "20-007-0002_p0018",
      "zh_CN": "下面这是讲的果报，忆佛念佛的好处，是『现前当来，必定见佛』，现前就是我们现在世。有人在定中见佛，不一定要很长的定，平常我们念佛止静的时候，念佛止静，坐在那个地方止静的时候，这个时候会有一点短暂时间的定境现前，有人就在这个时候见佛；也有人在梦中见佛；极少数感应力量很强，特别有缘的，在一般状况之下也能见佛，那是少数。这都是属于感应道交，现前见佛。「当来」，是往生到西方极乐世界之后见佛，那就天天跟佛在一起。感应这个事情非常之多，我们在佛门传记里面见到，在世间许多文人笔记里面见到。你看我们去年节录的《阅微草堂笔记》，纪晓岚先生写的，那个里面写的感应的事情就非常之多，那都是真实的。人在临终的时候，临终佛来接引，这个也属于现前，为什么？他没有断气，他见到佛、见到菩萨。福报大的人他临终清清楚楚，不迷惑、不颠倒，他还告诉家亲眷属、还告诉朋友，他看到佛来了，佛来接引他，这跟着佛去了，这都是属于现前。必定见佛，这个必定，语气是非常的肯定，一丝毫疑惑都没有。",
      "zh_TW": "下面這是講的果報，憶佛念佛的好處，是『現前當來，必定見佛』，現前就是我們現在世。有人在定中見佛，不一定要很長的定，平常我們念佛止靜的時候，念佛止靜，坐在那個地方止靜的時候，這個時候會有一點短暫時間的定境現前，有人就在這個時候見佛；也有人在夢中見佛；極少數感應力量很強，特別有緣的，在一般狀況之下也能見佛，那是少數。這都是屬於感應道交，現前見佛。「當來」，是往生到西方極樂世界之後見佛，那就天天跟佛在一起。感應這個事情非常之多，我們在佛門傳記裡面見到，在世間許多文人筆記裡面見到。你看我們去年節錄的《閱微草堂筆記》，紀曉嵐先生寫的，那個裡面寫的感應的事情就非常之多，那都是真實的。人在臨終的時候，臨終佛來接引，這個也屬於現前，為什麼？他沒有斷氣，他見到佛、見到菩薩。福報大的人他臨終清清楚楚，不迷惑、不顛倒，他還告訴家親眷屬、還告訴朋友，他看到佛來了，佛來接引他，這跟著佛去了，這都是屬於現前。必定見佛，這個必定，語氣是非常的肯定，一絲毫疑惑都沒有。"
    },
    {
      "id": "20-007-0002_p0019",
      "zh_CN": "『去佛不远』，这一句是说念佛人，一个真正念佛人，虽然没有往生西方极乐世界，他跟佛非常接近，不但跟阿弥陀佛很接近，跟十方一切诸佛都很接近。这一句话意思很深，诸位要知道，跟菩萨接近就成菩萨，跟佛接近就成佛了，它很深的意思在这个地方。所以观经三福里面讲「深信因果」，念佛是因，成佛是果，所以就是华藏会上文殊、普贤，这个是华藏的等觉菩萨，他们还念佛，还求生净土，原因就是念佛成佛最为快捷了，最稳当，最快速，这个就是去佛不远的意思。换句话说，不念佛修学其他的法门，去佛很远，这就这个意思。你修其他的法门，去佛很远；修一切大乘法，去菩萨不远，去佛很远；修小乘法，去阿罗汉不远，去菩萨、去佛远之远矣！就这个意思。所以你从这一句话里头你体会这个味道，唯独念佛成佛是最快的！所以这个一般人，实实在在讲，许许多多学佛的人，经天天念，意思不懂，还是心随境转，不能够专信、专愿、专念，真正可惜。",
      "zh_TW": "『去佛不遠』，這一句是說念佛人，一個真正念佛人，雖然沒有往生西方極樂世界，他跟佛非常接近，不但跟阿彌陀佛很接近，跟十方一切諸佛都很接近。這一句話意思很深，諸位要知道，跟菩薩接近就成菩薩，跟佛接近就成佛了，它很深的意思在這個地方。所以觀經三福裡面講「深信因果」，念佛是因，成佛是果，所以就是華藏會上文殊、普賢，這個是華藏的等覺菩薩，他們還念佛，還求生淨土，原因就是念佛成佛最為快捷了，最穩當，最快速，這個就是去佛不遠的意思。換句話說，不念佛修學其他的法門，去佛很遠，這就這個意思。你修其他的法門，去佛很遠；修一切大乘法，去菩薩不遠，去佛很遠；修小乘法，去阿羅漢不遠，去菩薩、去佛遠之遠矣！就這個意思。所以你從這一句話裡頭你體會這個味道，唯獨念佛成佛是最快的！所以這個一般人，實實在在講，許許多多學佛的人，經天天念，意思不懂，還是心隨境轉，不能夠專信、專願、專念，真正可惜。"
    },
    {
      "id": "20-007-0002_p0020",
      "zh_CN": "【六、具足真信，虽一毫之善，一尘之福，皆可回向西方，庄严净土。】",
      "zh_TW": "【六、具足真信，雖一毫之善，一塵之福，皆可回向西方，莊嚴淨土。】"
    },
    {
      "id": "20-007-0002_p0021",
      "zh_CN": "我们念回向偈，回向偈当中偏赞净土，但是已经普遍到各个宗派、无量法门，你看看学禅的、学教的，甚至学密的，他回向也用「愿以此功德，庄严佛净土」，他也是用这个。这个就是大家所知道的殊途同归，这个偈子是古大德作的，古人是真的归向净土。现在人虽然念这个回向偈，他心不向净土，这个就是所谓有口无心，心里并不想净土，这个就是去佛很远。所以具足真信，我们善福虽然很少，虽然很小，因为你的心是真实的，愿是真实的，你的善福随着心愿也就变成了真善真福，那就可以庄严净土了。净土是法性土，不是法相土。我们现在这个十方诸佛凡圣同居土，跟方便有余土都是法相土，我们今天讲物质的世界，是法相土，秽土，不是真正的清净。西方极乐世界很特殊，四土都是法性土，换句话说，它都是真的，都不是假的。我们这个土是假的，为什么？这个世界有成住坏空。佛法里面论真假它的标准，真的永远不变，永远存在，这是真的；凡是会变，不能永远存在的，统统都是假的。我们这个身，不能永远存在，有生老病死，假的，不是真的；植物有生住异灭，也不能常住，所以它也是假的；地球、星球有成住坏空，所以它也有消灭的时候，也不是真的，也是假的。法性土则不然，它是常住的，永远不变的。我们没见到过，也没听说过，只有在《弥陀经》、在《无量寿经》上，阿弥陀佛跟本师释迦牟尼佛为我们介绍出来，西方极乐世界是真的，不是假的。为什么？生到那边去的人都是不生不灭的，换句话说，西方极乐世界没有生老病死。西方极乐世界的植物很多，树木花草都有，永远没有凋谢的，是常住的，常住就是真的，所以才称它为无量寿、无量光。那个世界是真的，都是从佛的真心里面显露出来的，从每一个往生的人，真信、真愿、真行里面变现出来的，它都是真的，这道理事实都在此地。",
      "zh_TW": "我們念迴向偈，迴向偈當中偏讚淨土，但是已經普遍到各個宗派、無量法門，你看看學禪的、學教的，甚至學密的，他迴向也用「願以此功德，莊嚴佛淨土」，他也是用這個。這個就是大家所知道的殊途同歸，這個偈子是古大德作的，古人是真的歸向淨土。現在人雖然念這個迴向偈，他心不向淨土，這個就是所謂有口無心，心裡並不想淨土，這個就是去佛很遠。所以具足真信，我們善福雖然很少，雖然很小，因為你的心是真實的，願是真實的，你的善福隨著心願也就變成了真善真福，那就可以莊嚴淨土了。淨土是法性土，不是法相土。我們現在這個十方諸佛凡聖同居土，跟方便有餘土都是法相土，我們今天講物質的世界，是法相土，穢土，不是真正的清淨。西方極樂世界很特殊，四土都是法性土，換句話說，它都是真的，都不是假的。我們這個土是假的，為什麼？這個世界有成住壞空。佛法裡面論真假它的標準，真的永遠不變，永遠存在，這是真的；凡是會變，不能永遠存在的，統統都是假的。我們這個身，不能永遠存在，有生老病死，假的，不是真的；植物有生住異滅，也不能常住，所以它也是假的；地球、星球有成住壞空，所以它也有消滅的時候，也不是真的，也是假的。法性土則不然，它是常住的，永遠不變的。我們沒見到過，也沒聽說過，只有在《彌陀經》、在《無量壽經》上，阿彌陀佛跟本師釋迦牟尼佛為我們介紹出來，西方極樂世界是真的，不是假的。為什麼？生到那邊去的人都是不生不滅的，換句話說，西方極樂世界沒有生老病死。西方極樂世界的植物很多，樹木花草都有，永遠沒有凋謝的，是常住的，常住就是真的，所以才稱它為無量壽、無量光。那個世界是真的，都是從佛的真心裡面顯露出來的，從每一個往生的人，真信、真願、真行裡面變現出來的，它都是真的，這道理事實都在此地。"
    },
    {
      "id": "20-007-0002_p0022",
      "zh_CN": "所以我们要想生真净土，要用真心，一切都要真。有一些同修，初初明白这些道理，他说我也很想用真心，但是又害怕，怕什么？怕吃亏。我们今天生活在这个社会、在这个世界，别人都是用假的对我们，都来欺骗我们，我们用真的回报，这个太划不来了，太不上算了。所以也不敢用真心，人家对我们用妄心，我们对他也用妄心。这样亏就吃大了！要知道，虚妄跟真实是不相应的，不会起感应道交的作用。大概这个念头，就是这个想法、看法，可能是我们过去生中，生生世世修净土，没有能够往生的一个主要的因素，都是有这么个错误观念障碍住了。这一生当中，我们搞清楚、搞明白了，一定要把这个错误的想法修正过来。人家对我们假的，我们对他真的；人家骗我们，我们就让他骗一次；他来骗两次，就让他骗两次；他还有三次、四次、无数次，随他去，统统都给他骗。如果说他来骗我，我不知道，我真被他骗了；他来骗我，我知道，我愿意让他骗，这高明！到临命终时，他搞他的轮回，我生我的净土，这就没错了。所以真正念佛人，身心世界，一切放下，世出世间一切法都放下了，你还怕什么！唯一依凭的是阿弥陀佛，这样跟佛才真正感应道交。这样的修持，就是佛法里面讲的生死自在，什么叫生死自在？想什么时候去就什么时候去，就没有生死了；喜欢什么时候往生就什么时候往生，喜欢在这里多住几年也不碍事！一切随心所欲，这是从真实心愿当中得来的。第七段说：",
      "zh_TW": "所以我們要想生真淨土，要用真心，一切都要真。有一些同修，初初明白這些道理，他說我也很想用真心，但是又害怕，怕什麼？怕吃虧。我們今天生活在這個社會、在這個世界，別人都是用假的對我們，都來欺騙我們，我們用真的回報，這個太划不來了，太不上算了。所以也不敢用真心，人家對我們用妄心，我們對他也用妄心。這樣虧就吃大了！要知道，虛妄跟真實是不相應的，不會起感應道交的作用。大概這個念頭，就是這個想法、看法，可能是我們過去生中，生生世世修淨土，沒有能夠往生的一個主要的因素，都是有這麼個錯誤觀念障礙住了。這一生當中，我們搞清楚、搞明白了，一定要把這個錯誤的想法修正過來。人家對我們假的，我們對他真的；人家騙我們，我們就讓他騙一次；他來騙兩次，就讓他騙兩次；他還有三次、四次、無數次，隨他去，統統都給他騙。如果說他來騙我，我不知道，我真被他騙了；他來騙我，我知道，我願意讓他騙，這高明！到臨命終時，他搞他的輪迴，我生我的淨土，這就沒錯了。所以真正念佛人，身心世界，一切放下，世出世間一切法都放下了，你還怕什麼！唯一依憑的是阿彌陀佛，這樣跟佛才真正感應道交。這樣的修持，就是佛法裡面講的生死自在，什麼叫生死自在？想什麼時候去就什麼時候去，就沒有生死了；喜歡什麼時候往生就什麼時候往生，喜歡在這裡多住幾年也不礙事！一切隨心所欲，這是從真實心願當中得來的。第七段說："
    },
    {
      "id": "20-007-0002_p0023",
      "zh_CN": "【七、修行别无要术。】",
      "zh_TW": "【七、修行別無要術。】"
    },
    {
      "id": "20-007-0002_p0024",
      "zh_CN": "『术』是方法，『要』就是重要的，没有别的方法。",
      "zh_TW": "『術』是方法，『要』就是重要的，沒有別的方法。"
    },
    {
      "id": "20-007-0002_p0025",
      "zh_CN": "【但真信愿生，一向专念。】",
      "zh_TW": "【但真信願生，一向專念。】"
    },
    {
      "id": "20-007-0002_p0026",
      "zh_CN": "这两句就是信、愿、行。《弥陀经》上讲的三资粮，『真信愿生』，这是信愿；『一向专念』就是行，信愿行三资粮，这三个条件。往生净土，实际上很简单，就这么三个条件，大家切莫怀疑。有人讲，这个还要持戒，还要吃长素，吃了荤都不能往生。你查查《弥陀经》、查查《无量寿经》上，有没有说吃肉的人不能往生，没有。往生的条件就是信愿行，真信切愿里面他所有一切的善行，全部都包括在其中。所以一个真正念佛人，在这个世间随缘度日就好了。古人教给我们，「随缘消旧业，莫更造新殃」，不要再节外生枝，不要再找自己麻烦。造作一切恶业，当然是新殃不再造；如果有许多错误的想法、看法，也是新殃，统统放下，依照经典指示的去做，所以随缘度日。什么叫随缘？我们这个身体在这个世间，实在讲就是最后身，意思说不再轮回了；世间人不行，死了之后四十九天又来了，那个轮回不断的。我们这一生，超越轮回，没有了，无量劫以来都在搞生死轮回，这一生出去了，所以这在六道轮回最后身。要明白这个最后身，最后身那个生活愈简单愈好，能过得去就行，吃得饱，穿得暖，有个小房子可以遮避风雨，够了，不再干别的了。换句话说，随缘是生活愈简单愈好，愈是没有事情愈好。心里头没有事，身也没有事，身心都没有事，这就最好了。不要去找事，没事才去找事，那就错了，不要去找事。工作也不必去求高的职位，不要去攀那个缘，一切都随顺，都随缘，生活能过得去就行了。美国的生活现在比台湾好过，台湾的消费超过美国太多了。简单的生活里面，自然就不造业了，这个造业就少。",
      "zh_TW": "這兩句就是信、願、行。《彌陀經》上講的三資糧，『真信願生』，這是信願；『一向專念』就是行，信願行三資糧，這三個條件。往生淨土，實際上很簡單，就這麼三個條件，大家切莫懷疑。有人講，這個還要持戒，還要吃長素，吃了葷都不能往生。你查查《彌陀經》、查查《無量壽經》上，有沒有說吃肉的人不能往生，沒有。往生的條件就是信願行，真信切願裡面他所有一切的善行，全部都包括在其中。所以一個真正念佛人，在這個世間隨緣度日就好了。古人教給我們，「隨緣消舊業，莫更造新殃」，不要再節外生枝，不要再找自己麻煩。造作一切惡業，當然是新殃不再造；如果有許多錯誤的想法、看法，也是新殃，統統放下，依照經典指示的去做，所以隨緣度日。什麼叫隨緣？我們這個身體在這個世間，實在講就是最後身，意思說不再輪迴了；世間人不行，死了之後四十九天又來了，那個輪迴不斷的。我們這一生，超越輪迴，沒有了，無量劫以來都在搞生死輪迴，這一生出去了，所以這在六道輪迴最後身。要明白這個最後身，最後身那個生活愈簡單愈好，能過得去就行，吃得飽，穿得暖，有個小房子可以遮避風雨，夠了，不再幹別的了。換句話說，隨緣是生活愈簡單愈好，愈是沒有事情愈好。心裡頭沒有事，身也沒有事，身心都沒有事，這就最好了。不要去找事，沒事才去找事，那就錯了，不要去找事。工作也不必去求高的職位，不要去攀那個緣，一切都隨順，都隨緣，生活能過得去就行了。美國的生活現在比台灣好過，台灣的消費超過美國太多了。簡單的生活裡面，自然就不造業了，這個造業就少。"
    },
    {
      "id": "20-007-0002_p0027",
      "zh_CN": "素食，这前面常讲，念佛、持斋，这个持斋实在讲就是素食，对我们的身体健康有很大的好处。特别是在现代，现代这个世间，真的是佛在经上所讲的五浊恶世，浊恶达到了很严重的阶段，浊就是污染，恶是恶念、恶行（杀盗淫妄是恶行，贪瞋痴慢是恶念），都达到了巅峰。环境的污染，第一个水污染，这就严重了。在台湾，这个染污比其他地区更严重，台湾几乎看不到蓝天白云。所以在国外住惯了，回到台湾就很不习惯，这是污染非常严重。这些动物，饲料都是些化学饲料，促成牠长得快、长得肥，好卖好价钱，不是自然生长的，所以我想那个肉的味道一定是起了变化。所以现在人害很多奇奇怪怪的病，病从哪里来的？病从口入，都是从口进去的，都是从饮食。我在过去，在台湾，有一天跟方师母在一起，方东美的夫人，她那个时候也在生病的时候，不过病得不很重就是了，我去看她。我向她提出一个问题，她的年岁很大了，我请她想一想，妳在年轻的时候，一、二十岁那个时候，你们吃的那鸡蛋跟吃的鸡肉，那个味道跟现在的鸡蛋、鸡肉味道一样不一样？她想了半天，告诉我不一样。那个时候的味道比现在好，肉比现在鲜，现在那个味道都没有了。什么原因？从前鸡是在外面野生的，放在外面放的，现在把牠关在笼子里，出生就关在笼子，一直到牠死。像一个人一样，生下来就坐监牢狱，坐一辈子监牢狱，到最后被人杀了，牠那个心情会痛快吗？那肉能好吃吗？所以现在那个土鸡的味道，大陆那个蔬菜味道跟我们这里不一样。所以我们到大陆的时候，吃的东西样样味道都很鲜美，它还是自然长成的。大陆蔬菜现在还没有化学肥料，这就说他们还落后，但是他们的东西味道好、味道美。我们东西是科技进步了，所有一切都变质了，这个就是说受了污染，动物生理受了污染，所以牠的肉里面自然就有很多的病菌、毒素。这些常识也是事实，确实我们不能够疏忽。",
      "zh_TW": "素食，這前面常講，念佛、持齋，這個持齋實在講就是素食，對我們的身體健康有很大的好處。特別是在現代，現代這個世間，真的是佛在經上所講的五濁惡世，濁惡達到了很嚴重的階段，濁就是污染，惡是惡念、惡行（殺盜淫妄是惡行，貪瞋痴慢是惡念），都達到了巔峰。環境的污染，第一個水污染，這就嚴重了。在台灣，這個染污比其他地區更嚴重，台灣幾乎看不到藍天白雲。所以在國外住慣了，回到台灣就很不習慣，這是污染非常嚴重。這些動物，飼料都是些化學飼料，促成牠長得快、長得肥，好賣好價錢，不是自然生長的，所以我想那個肉的味道一定是起了變化。所以現在人害很多奇奇怪怪的病，病從哪裡來的？病從口入，都是從口進去的，都是從飲食。我在過去，在台灣，有一天跟方師母在一起，方東美的夫人，她那個時候也在生病的時候，不過病得不很重就是了，我去看她。我向她提出一個問題，她的年歲很大了，我請她想一想，妳在年輕的時候，一、二十歲那個時候，你們吃的那雞蛋跟吃的雞肉，那個味道跟現在的雞蛋、雞肉味道一樣不一樣？她想了半天，告訴我不一樣。那個時候的味道比現在好，肉比現在鮮，現在那個味道都沒有了。什麼原因？從前雞是在外面野生的，放在外面放的，現在把牠關在籠子裡，出生就關在籠子，一直到牠死。像一個人一樣，生下來就坐監牢獄，坐一輩子監牢獄，到最後被人殺了，牠那個心情會痛快嗎？那肉能好吃嗎？所以現在那個土雞的味道，大陸那個蔬菜味道跟我們這裡不一樣。所以我們到大陸的時候，吃的東西樣樣味道都很鮮美，它還是自然長成的。大陸蔬菜現在還沒有化學肥料，這就說他們還落後，但是他們的東西味道好、味道美。我們東西是科技進步了，所有一切都變質了，這個就是說受了污染，動物生理受了污染，所以牠的肉裡面自然就有很多的病菌、毒素。這些常識也是事實，確實我們不能夠疏忽。"
    },
    {
      "id": "20-007-0002_p0028",
      "zh_CN": "印光大师在《文钞》里面给我们说了一桩事情。他说到，做母亲的喂小孩的奶，喂奶，他遇到过，而且遇到不止一个人，喂小孩的奶，没有多久的，小孩死了。第一个小孩死了，以后再怀孕第二个，喂奶的时候，没有多久第二个小孩也死了。到最后的时候，才把这个原因发现了，她这个母亲心情不愉快，在生气的时候、发脾气的时候，这个时候喂奶，人在发脾气的时候身上都有毒素，奶里头有毒，这样把小孩喂死了，自己都不知道。所以以后印光法师教人，做母亲的如果在发脾气之后，两小时之内不要喂小孩奶，至少要过两小时之后，心平气和的时候才可以喂。从这么一个事实，人如此，动物也一样，一生，终身把牠监禁，牠那个心情会好吗？最后还被人杀害充食，你说牠的怨恨多大！那个肉里头怎么会没有毒素？所以李老师说现在的人哪里叫吃饭，这服毒！一天三次、五次服毒，都不正常。所以这个要知道。所以真信切愿，一心专念的人，心地自然清净，自然慈悲，自然样样都如法。所以了解事实状况，我们就晓得，现在这些动物的肉，的的确确不能吃，决定没有好处，带来许许多多的疾病。纵然现在没有发作，你还有一点抵抗力，潜伏在里面而已，你抵抗力稍微衰弱，它就发作了，这何苦来！素食，现在连素食也有污染，蔬菜有农药、化学肥料，所以也有污染。想是这个世间是多么可怕，这个世界不能住了，再住下去，真的不得了。所以这是往西方极乐世界移民，换一个生活环境。下面说：",
      "zh_TW": "印光大師在《文鈔》裡面給我們說了一樁事情。他說到，做母親的餵小孩的奶，餵奶，他遇到過，而且遇到不止一個人，餵小孩的奶，沒有多久的，小孩死了。第一個小孩死了，以後再懷孕第二個，餵奶的時候，沒有多久第二個小孩也死了。到最後的時候，才把這個原因發現了，她這個母親心情不愉快，在生氣的時候、發脾氣的時候，這個時候餵奶，人在發脾氣的時候身上都有毒素，奶裡頭有毒，這樣把小孩餵死了，自己都不知道。所以以後印光法師教人，做母親的如果在發脾氣之後，兩小時之內不要餵小孩奶，至少要過兩小時之後，心平氣和的時候才可以餵。從這麼一個事實，人如此，動物也一樣，一生，終身把牠監禁，牠那個心情會好嗎？最後還被人殺害充食，你說牠的怨恨多大！那個肉裡頭怎麼會沒有毒素？所以李老師說現在的人哪裡叫吃飯，這服毒！一天三次、五次服毒，都不正常。所以這個要知道。所以真信切願，一心專念的人，心地自然清淨，自然慈悲，自然樣樣都如法。所以了解事實狀況，我們就曉得，現在這些動物的肉，的的確確不能吃，決定沒有好處，帶來許許多多的疾病。縱然現在沒有發作，你還有一點抵抗力，潛伏在裡面而已，你抵抗力稍微衰弱，它就發作了，這何苦來！素食，現在連素食也有污染，蔬菜有農藥、化學肥料，所以也有污染。想是這個世間是多麼可怕，這個世界不能住了，再住下去，真的不得了。所以這是往西方極樂世界移民，換一個生活環境。下面說："
    },
    {
      "id": "20-007-0002_p0029",
      "zh_CN": "【则一切行履，无烦改辙。】",
      "zh_TW": "【則一切行履，無煩改轍。】"
    },
    {
      "id": "20-007-0002_p0030",
      "zh_CN": "这个话说得好。我们真信、真愿，一心专念，我们日常这个生活统统可以照常，不需要要特别什么改变，不需要。这个法门所以称之为胜议法门，殊胜不可思议！这两句话，实在讲也就是教我们随缘度日就可以了，一切随缘，只要我们真信真愿，一心专念，就决定成就。下面一条：",
      "zh_TW": "這個話說得好。我們真信、真願，一心專念，我們日常這個生活統統可以照常，不需要要特別什麼改變，不需要。這個法門所以稱之為勝議法門，殊勝不可思議！這兩句話，實在講也就是教我們隨緣度日就可以了，一切隨緣，只要我們真信真願，一心專念，就決定成就。下面一條："
    },
    {
      "id": "20-007-0002_p0031",
      "zh_CN": "【八。名心永尽，素愿攸同，时节因缘，幸常集会，庶他生为亲近之津梁，此世为助发之资具，愿交勉焉。】",
      "zh_TW": "【八。名心永盡，素願攸同，時節因緣，幸常集會，庶他生為親近之津梁，此世為助發之資具，願交勉焉。】"
    },
    {
      "id": "20-007-0002_p0032",
      "zh_CN": "这是行策大师建念佛堂，集大众在一起共修的时候，对大家勉励的话。『名心』，就是求名之心永远断掉；利的心，当然更不必说了。世间人之所以为凡夫，实在讲就是为了名利。名利放在心上，你就决定出不了三界。修行也不例外，修行人名利放不下的很多很多，只要有这个东西存在，这个就是三恶道的锁链，你就被它拴住了，逃不了的。这是告诉我们，这个东西一定要断，要真正把它断掉。『素愿攸同』，这是讲我们大家同参道友，念佛堂的同修们，我们的愿望相同，都是希望求生净土，愿望相同。『时节因缘，幸常集会』，因缘成熟了，建这个念佛堂，启建莲社，大家在一块共修，这是非常难得幸运的大事。「幸常集会」，非常幸运，我们能够常常在一起共修，这是说明共修的状况。『庶他生为亲近之津梁』，「他生」是将来、来生，「亲近」就是亲近阿弥陀佛，我们现在在共修，我们目的是求生净土，来生我们去亲近阿弥陀佛。现在这个道场，莲社是道场，就是津梁。「津梁」就是过渡的时候那个渡船，或者是桥梁，过渡，我们有这个工具渡过去。这个道场法会，就是亲近弥陀往生极乐世界的津梁，这个津梁是个比喻。『此世为助发之资具』，现前我们还没有往生之前，道场大众都是我们的增上缘，帮助我们，成就我们，资助我们。「资」是资助，「具」就是用具，我们利用这个道场，利用这里的设备，利用这个环境，成就自己的一心不乱，成就自己的念佛三昧，把道场建立、目标、期望都说出来了。『愿交勉』，「交」是彼此，我们彼此共同勉励，认真努力的修学。再看下面这一条：",
      "zh_TW": "這是行策大師建念佛堂，集大眾在一起共修的時候，對大家勉勵的話。『名心』，就是求名之心永遠斷掉；利的心，當然更不必說了。世間人之所以為凡夫，實在講就是為了名利。名利放在心上，你就決定出不了三界。修行也不例外，修行人名利放不下的很多很多，只要有這個東西存在，這個就是三惡道的鎖鏈，你就被它拴住了，逃不了的。這是告訴我們，這個東西一定要斷，要真正把它斷掉。『素願攸同』，這是講我們大家同參道友，念佛堂的同修們，我們的願望相同，都是希望求生淨土，願望相同。『時節因緣，幸常集會』，因緣成熟了，建這個念佛堂，啟建蓮社，大家在一塊共修，這是非常難得幸運的大事。「幸常集會」，非常幸運，我們能夠常常在一起共修，這是說明共修的狀況。『庶他生為親近之津梁』，「他生」是將來、來生，「親近」就是親近阿彌陀佛，我們現在在共修，我們目的是求生淨土，來生我們去親近阿彌陀佛。現在這個道場，蓮社是道場，就是津梁。「津梁」就是過渡的時候那個渡船，或者是橋梁，過渡，我們有這個工具渡過去。這個道場法會，就是親近彌陀往生極樂世界的津梁，這個津梁是個比喻。『此世為助發之資具』，現前我們還沒有往生之前，道場大眾都是我們的增上緣，幫助我們，成就我們，資助我們。「資」是資助，「具」就是用具，我們利用這個道場，利用這裡的設備，利用這個環境，成就自己的一心不亂，成就自己的念佛三昧，把道場建立、目標、期望都說出來了。『願交勉』，「交」是彼此，我們彼此共同勉勵，認真努力的修學。再看下面這一條："
    },
    {
      "id": "20-007-0002_p0033",
      "zh_CN": "【九、真歇和尚云。】",
      "zh_TW": "【九、真歇和尚云。】"
    },
    {
      "id": "20-007-0002_p0034",
      "zh_CN": "真歇了禅师，他老人家晚年专修净土，求生西方。这是从禅宗大彻大悟之后，回过头来，专修净土的一位大德，他也有语录流传后世，这个是语录里面的一段话。",
      "zh_TW": "真歇了禪師，他老人家晚年專修淨土，求生西方。這是從禪宗大徹大悟之後，回過頭來，專修淨土的一位大德，他也有語錄流傳後世，這個是語錄裡面的一段話。"
    },
    {
      "id": "20-007-0002_p0035",
      "zh_CN": "【佛佛授手，祖祖相传，惟此一事，更无余事。】",
      "zh_TW": "【佛佛授手，祖祖相傳，惟此一事，更無餘事。】"
    },
    {
      "id": "20-007-0002_p0036",
      "zh_CN": "『佛佛』是一切诸佛，『授手』是提携的意思。『祖祖相传』，历代祖师传的是什么？一切诸佛教的是什么？祖师大德传的是什么？就是这一桩事情。这一桩事情，如果在通途上来说，不一定是净土，广泛的来讲，这一桩事就是生死大事，没有别的事情，就是生死大事。真歇了禅师，这最后归到净土里面来了。这个惟此一事，就说得更精了，说得更清楚、更明白了，生死大事要怎么解决？唯有念佛生净土才能解决，否则的话，生死大事没有法子解决。所以说，『惟此一事，更无余事』。他老人家说的这个话，是不是对于净土赞叹得太过分了？我们要细读大乘经，细读净土五经，就晓得他这个话说得恰到好处，他是真的明白了，真清楚了，否则这一句话他说不出来。",
      "zh_TW": "『佛佛』是一切諸佛，『授手』是提攜的意思。『祖祖相傳』，歷代祖師傳的是什麼？一切諸佛教的是什麼？祖師大德傳的是什麼？就是這一樁事情。這一樁事情，如果在通途上來說，不一定是淨土，廣泛的來講，這一樁事就是生死大事，沒有別的事情，就是生死大事。真歇了禪師，這最後歸到淨土裡面來了。這個惟此一事，就說得更精了，說得更清楚、更明白了，生死大事要怎麼解決？唯有念佛生淨土才能解決，否則的話，生死大事沒有法子解決。所以說，『惟此一事，更無餘事』。他老人家說的這個話，是不是對於淨土讚歎得太過分了？我們要細讀大乘經，細讀淨土五經，就曉得他這個話說得恰到好處，他是真的明白了，真清楚了，否則這一句話他說不出來。"
    },
    {
      "id": "20-007-0002_p0037",
      "zh_CN": "【世尊说法四十九年三百余会，独于净土之教，谆谆赞说，是为超凡入圣之捷径乎！】",
      "zh_TW": "【世尊說法四十九年三百餘會，獨於淨土之教，諄諄讚說，是為超凡入聖之捷徑乎！】"
    },
    {
      "id": "20-007-0002_p0038",
      "zh_CN": "释迦牟尼佛专说净土这三经，三经是专说。三经当中《无量寿经》，根据古人的考据，都认为释迦牟尼佛讲《无量寿经》不是讲一次，是多次的宣讲，这从考据里面发现的。诸位要晓得，世尊一生讲经，从来没有说一部经讲过两遍的，没有，查遍《大藏经》也查不出一部经有两次讲过的，唯独《无量寿经》，根据我们现在五种的译本，你仔细去看，至少是三次所说的。在中国，译经记载里面，说《无量寿经》有十二次的翻译，从后汉一直到宋朝，赵宋，这个前后八百年，《无量寿经》翻了十二次。古代印刷术没有发明，都是手抄的本子，所以这个经本失传了七种，现在留下来的，流传下来的只有五种。那个七种就没有人看到，如果要是仔细看看，那个七种有人看到，可能又发现世尊不止讲三次。所以这个经是多次宣讲，这是很特别的一桩大事情。在其他法会里面，附带讲净土，附带劝人念佛生净土的，这样的经典有两百多部。所以这『四十九年三百余会，独于净土之教，谆谆赞说』，这个话是真的，不是假的，我们在《大藏经》里发现，这一切经里附带讲净土劝人往生的，两百多部经典。『是为超凡入圣之捷径乎』，如果不是这个理由，佛又为什么常说，又为什么独赞，我们一定要能够体会释迦牟尼佛的意思，净土确确实实是超凡入圣的捷径，这一生当中就成就，不要等第二生。我们再看底下这一段，第十段：",
      "zh_TW": "釋迦牟尼佛專說淨土這三經，三經是專說。三經當中《無量壽經》，根據古人的考據，都認為釋迦牟尼佛講《無量壽經》不是講一次，是多次的宣講，這從考據裡面發現的。諸位要曉得，世尊一生講經，從來沒有說一部經講過兩遍的，沒有，查遍《大藏經》也查不出一部經有兩次講過的，唯獨《無量壽經》，根據我們現在五種的譯本，你仔細去看，至少是三次所說的。在中國，譯經記載裡面，說《無量壽經》有十二次的翻譯，從後漢一直到宋朝，趙宋，這個前後八百年，《無量壽經》翻了十二次。古代印刷術沒有發明，都是手抄的本子，所以這個經本失傳了七種，現在留下來的，流傳下來的只有五種。那個七種就沒有人看到，如果要是仔細看看，那個七種有人看到，可能又發現世尊不止講三次。所以這個經是多次宣講，這是很特別的一樁大事情。在其他法會裡面，附帶講淨土，附帶勸人念佛生淨土的，這樣的經典有兩百多部。所以這『四十九年三百餘會，獨於淨土之教，諄諄讚說』，這個話是真的，不是假的，我們在《大藏經》裡發現，這一切經裡附帶講淨土勸人往生的，兩百多部經典。『是為超凡入聖之捷徑乎』，如果不是這個理由，佛又為什麼常說，又為什麼獨讚，我們一定要能夠體會釋迦牟尼佛的意思，淨土確確實實是超凡入聖的捷徑，這一生當中就成就，不要等第二生。我們再看底下這一段，第十段："
    },
    {
      "id": "20-007-0002_p0039",
      "zh_CN": "【十、苟得往生，则横截五道，顿超不退。】",
      "zh_TW": "【十、苟得往生，則橫截五道，頓超不退。】"
    },
    {
      "id": "20-007-0002_p0040",
      "zh_CN": "我们这一生当中，如果真正往生净土了，那就永远离开六道轮回。这个五道就是六道，说五道不包括阿修罗，天、人、饿鬼、畜生、地狱。因为阿修罗除了地狱之外，其他四道都有；我们通常讲六道的，那个阿修罗是专讲天阿修罗，人、畜、鬼里头阿修罗都不说了，所以这个五道跟六道是一个意思。横截五道，这横超。顿超不退，这个不是渐证，是顿证。不但往生西方极乐世界圆证三不退，实实在在说，如果你现在真信真愿，一心专念，你现在就得不退，就得三不退，这是实实在在的。为什么？你的心定了，不会被外面境界所转，你怎么会退！为什么会退转？信不真、愿不切，听这个法门好，心动摇了，听那个法门好，又想学那个了，那就退转了，这就退堕了。所以真信切愿，一心专念，现前就证三不退。",
      "zh_TW": "我們這一生當中，如果真正往生淨土了，那就永遠離開六道輪迴。這個五道就是六道，說五道不包括阿修羅，天、人、餓鬼、畜生、地獄。因為阿修羅除了地獄之外，其他四道都有；我們通常講六道的，那個阿修羅是專講天阿修羅，人、畜、鬼裡頭阿修羅都不說了，所以這個五道跟六道是一個意思。橫截五道，這橫超。頓超不退，這個不是漸證，是頓證。不但往生西方極樂世界圓證三不退，實實在在說，如果你現在真信真願，一心專念，你現在就得不退，就得三不退，這是實實在在的。為什麼？你的心定了，不會被外面境界所轉，你怎麼會退！為什麼會退轉？信不真、願不切，聽這個法門好，心動搖了，聽那個法門好，又想學那個了，那就退轉了，這就退墮了。所以真信切願，一心專念，現前就證三不退。"
    },
    {
      "id": "20-007-0002_p0041",
      "zh_CN": "【倘若娑婆事业、在在萦怀，一暴十寒，心不专笃，遇五欲时，如胶如漆。遭逢逆境，结怨衔恨，而欲命终彼佛接引，岂非难事？】",
      "zh_TW": "【倘若娑婆事業、在在縈懷，一暴十寒，心不專篤，遇五欲時，如膠如漆。遭逢逆境，結怨銜恨，而欲命終彼佛接引，豈非難事？】"
    },
    {
      "id": "20-007-0002_p0042",
      "zh_CN": "这几句话是说明念佛人不得往生之所以，他为什么不能往生？口里面有佛，心里头没有佛，不是真信，不是真愿。为什么？娑婆世界的事业没放下，还常常摆在心里。前面说过，我们讲过随缘，『一切行履，无烦改辙』，这前面说过的，那就是说叫你放下的不是事，是心里头不能有，事你每天去照做，你做哪一个行业，还依旧去做这个行业，但是不要放在心上，那就对了。这个『萦怀』是放在心里头，不能放在心上。要把阿弥陀佛，要把西方世界依正庄严放在心上，事没有关系，事事无碍，理事无碍，没有障碍的，所以不可以放在心上，心要清净，心要专念。世间事情摆在心上，我们的功夫一定是一暴十寒，这个功夫会间断，断断续续，不能够净念相继，心不专笃，不能专心。遇到世间五欲，财色名食睡，遇到这个东西，『如胶如漆』，这是说明黏住了，放不下了。遇到逆境的时候怨天尤人，这样想在临命终时，佛来接引你往生，这难，太难了！这个是要知道的，这个是念佛人为什么不能往生，要知道。更要自己常常反省，我们自己有没有犯这个毛病，如果有这些，我们将来往生就没有把握了；如果统统没有，你决定感应道交。所以：",
      "zh_TW": "這幾句話是說明念佛人不得往生之所以，他為什麼不能往生？口裡面有佛，心裡頭沒有佛，不是真信，不是真願。為什麼？娑婆世界的事業沒放下，還常常擺在心裡。前面說過，我們講過隨緣，『一切行履，無煩改轍』，這前面說過的，那就是說叫你放下的不是事，是心裡頭不能有，事你每天去照做，你做哪一個行業，還依舊去做這個行業，但是不要放在心上，那就對了。這個『縈懷』是放在心裡頭，不能放在心上。要把阿彌陀佛，要把西方世界依正莊嚴放在心上，事沒有關係，事事無礙，理事無礙，沒有障礙的，所以不可以放在心上，心要清淨，心要專念。世間事情擺在心上，我們的功夫一定是一暴十寒，這個功夫會間斷，斷斷續續，不能夠淨念相繼，心不專篤，不能專心。遇到世間五欲，財色名食睡，遇到這個東西，『如膠如漆』，這是說明黏住了，放不下了。遇到逆境的時候怨天尤人，這樣想在臨命終時，佛來接引你往生，這難，太難了！這個是要知道的，這個是念佛人為什麼不能往生，要知道。更要自己常常反省，我們自己有沒有犯這個毛病，如果有這些，我們將來往生就沒有把握了；如果統統沒有，你決定感應道交。所以："
    },
    {
      "id": "20-007-0002_p0043",
      "zh_CN": "【由此观之，净土法门，药也。】",
      "zh_TW": "【由此觀之，淨土法門，藥也。】"
    },
    {
      "id": "20-007-0002_p0044",
      "zh_CN": "这是一服良药。",
      "zh_TW": "這是一服良藥。"
    },
    {
      "id": "20-007-0002_p0045",
      "zh_CN": "【娑婆贪爱，忌也。】",
      "zh_TW": "【娑婆貪愛，忌也。】"
    },
    {
      "id": "20-007-0002_p0046",
      "zh_CN": "这最大的忌讳。",
      "zh_TW": "這最大的忌諱。"
    },
    {
      "id": "20-007-0002_p0047",
      "zh_CN": "【服其药复饱食其忌，可乎！】",
      "zh_TW": "【服其藥復飽食其忌，可乎！】"
    },
    {
      "id": "20-007-0002_p0048",
      "zh_CN": "这我们中国人大概都有这个常识，吃某一种药有些忌讳，那些不能吃的，它跟那个药性冲突的，或者把这个药性解掉了。这我们要知道，那你吃这个药，再吃这些忌讳的时候，你这个药一点效都没有，完全没有效了。这个比喻也很好，这是告诉我们，那些忌讳一定要远离，一定要舍弃，那个药的效力才真正能够发挥，药到病除。好，今天我们就讲到此地。",
      "zh_TW": "這我們中國人大概都有這個常識，吃某一種藥有些忌諱，那些不能吃的，它跟那個藥性衝突的，或者把這個藥性解掉了。這我們要知道，那你吃這個藥，再吃這些忌諱的時候，你這個藥一點效都沒有，完全沒有效了。這個比喻也很好，這是告訴我們，那些忌諱一定要遠離，一定要捨棄，那個藥的效力才真正能夠發揮，藥到病除。好，今天我們就講到此地。"
    }
  ]
}