{
  "doc_id": "20-007-0004",
  "title": {
    "zh_CN": "行策大师净土警语菁华",
    "zh_TW": "行策大師淨土警語菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "圣荷西",
    "zh_TW": "聖荷西"
  },
  "doc_number": "20-007-0004",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "20-007-0004_p0001",
      "zh_CN": "请看第十七节：",
      "zh_TW": "請看第十七節："
    },
    {
      "id": "20-007-0004_p0002",
      "zh_CN": "【十七、具真实愿，发忻厌心：视三界如牢狱、视家园如桎梏、视声色如鸩毒、视名利如缰锁、视数十年穷通际遇如同昨梦、视娑婆一期报命如在逆旅。信宿舍离，惟以一心念佛，愿共同生净土。】",
      "zh_TW": "【十七、具真實願，發忻厭心：視三界如牢獄、視家園如桎梏、視聲色如鴆毒、視名利如韁鎖、視數十年窮通際遇如同昨夢、視娑婆一期報命如在逆旅。信宿捨離，惟以一心念佛，願共同生淨土。】"
    },
    {
      "id": "20-007-0004_p0003",
      "zh_CN": "在这一段里面，行策大师告诉我们，学佛一定要有真实的信愿，信要真，愿要切，真信切愿。真实表现在事相上，就是忻厌，这才显示确确实实是真实的愿望。他所说的，实在讲都是事实，三界确确实实是一个牢狱，确实是个牢狱，不过范围稍微大一点而已，一般监牢狱范围小，三界大一点而已。虽则大一点，我们从无始劫以来，永远没有方法超越。牢狱苦，三界之苦确确实实像牢狱一样，没有自由，不得解脱。叫我们把家园看做枷锁一样，『桎梏』就是枷锁，就是刑具。这个也是事实，也确实是个事实，我们世间人常讲家累，这个「累」当然就不是一个好事情，一个人不能得自由、不能得自在。",
      "zh_TW": "在這一段裡面，行策大師告訴我們，學佛一定要有真實的信願，信要真，願要切，真信切願。真實表現在事相上，就是忻厭，這才顯示確確實實是真實的願望。他所說的，實在講都是事實，三界確確實實是一個牢獄，確實是個牢獄，不過範圍稍微大一點而已，一般監牢獄範圍小，三界大一點而已。雖則大一點，我們從無始劫以來，永遠沒有方法超越。牢獄苦，三界之苦確確實實像牢獄一樣，沒有自由，不得解脫。叫我們把家園看做枷鎖一樣，『桎梏』就是枷鎖，就是刑具。這個也是事實，也確實是個事實，我們世間人常講家累，這個「累」當然就不是一個好事情，一個人不能得自由、不能得自在。"
    },
    {
      "id": "20-007-0004_p0004",
      "zh_CN": "下面是讲享受，这个『声色』是享受，五欲六尘的享受，这个享受是决定免不了勾起贪瞋痴慢的三毒烦恼。所以世尊当年在世教诫弟子，告诉我们要「以苦为师」，生活过得清苦一点好，清苦容易警觉。唐朝时候，庞蕴居士，家道相当富有。他学佛之后，他的太太、儿女都学佛，而且都有成就，我们俗话讲叫开悟了，他一家人都开悟。他老人家将他家里面的财产，金银财宝装在一个大船上，这个船放到江当中，把这个船砸沉，全部沉下去，不要了，不享受了。以后生活怎么办？编制草鞋。这个草鞋，现在我们这边人没有见过了，我们小时候在抗战期间还穿过草鞋。编草鞋，每一天编几双草鞋、卖几双，拿这个钱来过生活，他过得逍遥自在。这个真正实行佛的教训「以苦为师」，时时刻刻能提得起警觉心，要离开娑婆世界，要求生极乐安养，他这个心愿才是真的。如果富有了，物质享受太多了，他对这个世界就有贪恋，西方世界好，这也不错，舍不得离开，这个问题就严重了。殊不知一口气不来，我们这个世界一切一切都带不走的，俗话常说「生不带来，死不带去」，这是真的。所以警觉心要高，高度的警觉心，把一切享受看作鸩毒。",
      "zh_TW": "下面是講享受，這個『聲色』是享受，五欲六塵的享受，這個享受是決定免不了勾起貪瞋痴慢的三毒煩惱。所以世尊當年在世教誡弟子，告訴我們要「以苦為師」，生活過得清苦一點好，清苦容易警覺。唐朝時候，龐蘊居士，家道相當富有。他學佛之後，他的太太、兒女都學佛，而且都有成就，我們俗話講叫開悟了，他一家人都開悟。他老人家將他家裡面的財產，金銀財寶裝在一個大船上，這個船放到江當中，把這個船砸沉，全部沉下去，不要了，不享受了。以後生活怎麼辦？編製草鞋。這個草鞋，現在我們這邊人沒有見過了，我們小時候在抗戰期間還穿過草鞋。編草鞋，每一天編幾雙草鞋、賣幾雙，拿這個錢來過生活，他過得逍遙自在。這個真正實行佛的教訓「以苦為師」，時時刻刻能提得起警覺心，要離開娑婆世界，要求生極樂安養，他這個心願才是真的。如果富有了，物質享受太多了，他對這個世界就有貪戀，西方世界好，這也不錯，捨不得離開，這個問題就嚴重了。殊不知一口氣不來，我們這個世界一切一切都帶不走的，俗話常說「生不帶來，死不帶去」，這是真的。所以警覺心要高，高度的警覺心，把一切享受看作鴆毒。"
    },
    {
      "id": "20-007-0004_p0005",
      "zh_CN": "『视名利如缰锁』，娑婆世界的人，特别是指六道众生，六道众生没有办法出轮回，就被名利害了，所以名利就像那个铁链一样，把你锁在这个地方。『视数十年穷通际遇如同昨梦』，正所谓一切有为法如梦幻泡影，这种感觉，我想凡是学佛的同修都能够体会得到，人生确确实实是一场梦，到后来一切都是空的。『视娑婆一期报命如在逆旅』，「旅」是旅行，「一期报命」是讲我们这一生从生到死，这一生在这个世间实在讲就像旅游住旅店一样。住旅店，这个旅馆里头没有一样东西是自己的，虽然自己暂时可以受用，我们在讲席里常说，我们住旅馆，我们有使用权，我们没有所有权。我们在这个世间确实是这样的，这个世间五欲六尘转眼皆空，你可以受用，你决定得不到；如果说你要是得到了，那是错觉，是你看错了、想错了，你决定得不到。不但身外之物你一样得不到，就是身体你也得不到，一口气不来就是隔世了，这身体哪里是自己的？也就是自己丝毫做不了主宰。这都是讲的真实状况，真实的相状。所以，『信宿舍离』。这是说生死无常，我们中国俗话常说「黄泉路上无老少」，我们要明白事实真相，要提高警觉。所以大师末后这两句劝勉我们，『惟以一心念佛，愿共同生净土。』世间一切都是虚幻不实，都是假的，只有这一桩事情是真实的。佛说众生愚痴，他痴在哪里？痴在把真实的当作虚妄的、把虚妄的当作真实，这叫颠倒妄想，这就是愚痴。真妄是非、利害得失，他统统搞颠倒了，这是经上常讲颠倒妄想，颠倒在什么地方，我们要明白、要知道。下面一条：",
      "zh_TW": "『視名利如韁鎖』，娑婆世界的人，特別是指六道眾生，六道眾生沒有辦法出輪迴，就被名利害了，所以名利就像那個鐵鏈一樣，把你鎖在這個地方。『視數十年窮通際遇如同昨夢』，正所謂一切有為法如夢幻泡影，這種感覺，我想凡是學佛的同修都能夠體會得到，人生確確實實是一場夢，到後來一切都是空的。『視娑婆一期報命如在逆旅』，「旅」是旅行，「一期報命」是講我們這一生從生到死，這一生在這個世間實在講就像旅遊住旅店一樣。住旅店，這個旅館裡頭沒有一樣東西是自己的，雖然自己暫時可以受用，我們在講席裡常說，我們住旅館，我們有使用權，我們沒有所有權。我們在這個世間確實是這樣的，這個世間五欲六塵轉眼皆空，你可以受用，你決定得不到；如果說你要是得到了，那是錯覺，是你看錯了、想錯了，你決定得不到。不但身外之物你一樣得不到，就是身體你也得不到，一口氣不來就是隔世了，這身體哪裡是自己的？也就是自己絲毫做不了主宰。這都是講的真實狀況，真實的相狀。所以，『信宿捨離』。這是說生死無常，我們中國俗話常說「黃泉路上無老少」，我們要明白事實真相，要提高警覺。所以大師末後這兩句勸勉我們，『惟以一心念佛，願共同生淨土。』世間一切都是虛幻不實，都是假的，只有這一樁事情是真實的。佛說眾生愚痴，他痴在哪裡？痴在把真實的當作虛妄的、把虛妄的當作真實，這叫顛倒妄想，這就是愚痴。真妄是非、利害得失，他統統搞顛倒了，這是經上常講顛倒妄想，顛倒在什麼地方，我們要明白、要知道。下面一條："
    },
    {
      "id": "20-007-0004_p0006",
      "zh_CN": "【十八、念佛令功行不虚者。】",
      "zh_TW": "【十八、念佛令功行不虛者。】"
    },
    {
      "id": "20-007-0004_p0007",
      "zh_CN": "『功』是功夫。这个『行』是个动词，不是名词，它是破音字，念行（横）是动词，当作动词来讲，就是我们在用功夫，念佛一定要叫功夫落实。",
      "zh_TW": "『功』是功夫。這個『行』是個動詞，不是名詞，它是破音字，念行（橫）是動詞，當作動詞來講，就是我們在用功夫，念佛一定要叫功夫落實。"
    },
    {
      "id": "20-007-0004_p0008",
      "zh_CN": "【勤策身心。】",
      "zh_TW": "【勤策身心。】"
    },
    {
      "id": "20-007-0004_p0009",
      "zh_CN": "『勤』是勤奋。要勉励自己，要认真努力：",
      "zh_TW": "『勤』是勤奮。要勉勵自己，要認真努力："
    },
    {
      "id": "20-007-0004_p0010",
      "zh_CN": "【寸阴是惜。】",
      "zh_TW": "【寸陰是惜。】"
    },
    {
      "id": "20-007-0004_p0011",
      "zh_CN": "要把宝贵的光阴，用在真实道上，那就对了。唯有念佛这桩事情是真实的，其他都是虚妄的，时间浪费在其他地方，实在是非常非常的可惜。所以大势至菩萨教给我们，「都摄六根，净念相继」，这个相继就是不中断，所谓一天到晚，一年到头，我们念佛绝不中断。果然能够这样念，我们看看过去《往生传》上所说的，《净土圣贤录》上所讲的，诸位看多了你就会看出来，一般大概是三年功行就圆满了，功夫就圆满了。所以过去有人看出这桩事情，他来问我，他说《净土圣贤录》、《往生传》上那些人，很多都是念佛三年就往生了，是不是他刚好三年之后，他寿命就到了。这那有那么巧的事情？这一个、两个少数人可以讲得通，那么多人，这个话讲不通。讲不通，为什么他念佛三年就往生？这就是他的功夫圆满了，功夫成了，成了的时候哪有不愿意去的道理。一般人讲，往生净土，死了，这还得了，恐惧，怕得不得了。人家功夫念成的人跟你不一样，功夫念成的人是跟阿弥陀佛早就通了消息，早就感应道交。经上讲「现前当来必定见佛」，他在没有往生之前已经见到佛了，已经见到西方极乐世界了，自己有能力去，哪有不想早去的道理！还愿意在这个地方多住几天，没有那个傻人。如果在这个世间还要多待几天，那都是不得已。什么理由在这里多住几天？为了度众生，帮助一些有缘的人念佛求生净土，只有这么一个理由，除这个理由之外，再没有第二个理由了。一些念佛的人看看没有这个缘分，没有这个缘分，当然自己就早一天往生，所以他是生死自在。还要在这个世间受苦、受难，没这个道理。",
      "zh_TW": "要把寶貴的光陰，用在真實道上，那就對了。唯有念佛這樁事情是真實的，其他都是虛妄的，時間浪費在其他地方，實在是非常非常的可惜。所以大勢至菩薩教給我們，「都攝六根，淨念相繼」，這個相繼就是不中斷，所謂一天到晚，一年到頭，我們念佛絕不中斷。果然能夠這樣念，我們看看過去《往生傳》上所說的，《淨土聖賢錄》上所講的，諸位看多了你就會看出來，一般大概是三年功行就圓滿了，功夫就圓滿了。所以過去有人看出這樁事情，他來問我，他說《淨土聖賢錄》、《往生傳》上那些人，很多都是念佛三年就往生了，是不是他剛好三年之後，他壽命就到了。這那有那麼巧的事情？這一個、兩個少數人可以講得通，那麼多人，這個話講不通。講不通，為什麼他念佛三年就往生？這就是他的功夫圓滿了，功夫成了，成了的時候哪有不願意去的道理。一般人講，往生淨土，死了，這還得了，恐懼，怕得不得了。人家功夫念成的人跟你不一樣，功夫念成的人是跟阿彌陀佛早就通了消息，早就感應道交。經上講「現前當來必定見佛」，他在沒有往生之前已經見到佛了，已經見到西方極樂世界了，自己有能力去，哪有不想早去的道理！還願意在這個地方多住幾天，沒有那個傻人。如果在這個世間還要多待幾天，那都是不得已。什麼理由在這裡多住幾天？為了度眾生，幫助一些有緣的人念佛求生淨土，只有這麼一個理由，除這個理由之外，再沒有第二個理由了。一些念佛的人看看沒有這個緣分，沒有這個緣分，當然自己就早一天往生，所以他是生死自在。還要在這個世間受苦、受難，沒這個道理。"
    },
    {
      "id": "20-007-0004_p0012",
      "zh_CN": "生到西方极乐世界，前面讲得很多，他的智慧、神通、道力，几几乎乎跟阿弥陀佛相仿佛，那个能力多大！昨天也跟诸位报告了，是尽虚空遍法界，一切诸佛刹土来去自由。这个来去自由，特别要明了的，西方世界每一个人（这是一生到西方世界就有这个能力），他能够分身，所以不止是一个身。我们在这个世间，这一个身在此地就不能在另外一个地方，是苦不堪言。到达西方世界，就像释迦牟尼佛一样，千百亿化身。所以他每天，这是佛在《弥陀经》上告诉我们的，西方世界的人，下下品往生的人也是这个样子的，每天早晨到十方世界去供佛，听佛说法。十方世界无量无边诸佛如来，他要化无量无边身才可以同时去；如果一尊一尊参访，那要费多少时间？他是同时去的。听完经回来，回来还能赶得上吃早餐，你看，你说这个多自在！他有没有离开阿弥陀佛？没有，阿弥陀佛面前，他的身也在那里，已经分身无量无边，到十方世界去供佛闻法。当然，佛虽然不说，我们能想到，十方世界有缘的众生，他附带也都去看看，缘成熟了，他也为他讲经说法，劝他念佛求生净土。这个能力不可思议，唯有生到西方极乐世界，这种能力才能够立刻得到。所以他再来就不是业报身，我们常说乘愿再来人，不是业报身。他是来去自由的，不像我们在六道里面，永远没有办法出离六道这个范围。这是说明念佛一定要精进，一定要知道净念相继是决定正确的，我们一生就没有空过了，这一生真的过得非常有意义、非常有价值。",
      "zh_TW": "生到西方極樂世界，前面講得很多，他的智慧、神通、道力，幾幾乎乎跟阿彌陀佛相彷彿，那個能力多大！昨天也跟諸位報告了，是盡虛空遍法界，一切諸佛剎土來去自由。這個來去自由，特別要明瞭的，西方世界每一個人（這是一生到西方世界就有這個能力），他能夠分身，所以不止是一個身。我們在這個世間，這一個身在此地就不能在另外一個地方，是苦不堪言。到達西方世界，就像釋迦牟尼佛一樣，千百億化身。所以他每天，這是佛在《彌陀經》上告訴我們的，西方世界的人，下下品往生的人也是這個樣子的，每天早晨到十方世界去供佛，聽佛說法。十方世界無量無邊諸佛如來，他要化無量無邊身才可以同時去；如果一尊一尊參訪，那要費多少時間？他是同時去的。聽完經回來，回來還能趕得上吃早餐，你看，你說這個多自在！他有沒有離開阿彌陀佛？沒有，阿彌陀佛面前，他的身也在那裡，已經分身無量無邊，到十方世界去供佛聞法。當然，佛雖然不說，我們能想到，十方世界有緣的眾生，他附帶也都去看看，緣成熟了，他也為他講經說法，勸他念佛求生淨土。這個能力不可思議，唯有生到西方極樂世界，這種能力才能夠立刻得到。所以他再來就不是業報身，我們常說乘願再來人，不是業報身。他是來去自由的，不像我們在六道裡面，永遠沒有辦法出離六道這個範圍。這是說明念佛一定要精進，一定要知道淨念相繼是決定正確的，我們一生就沒有空過了，這一生真的過得非常有意義、非常有價值。"
    },
    {
      "id": "20-007-0004_p0013",
      "zh_CN": "【况命在呼吸，岂能长久？如囚赴市，步步近死，直需孜孜昼夜，矻矻暑寒。】",
      "zh_TW": "【況命在呼吸，豈能長久？如囚赴市，步步近死，直需孜孜晝夜，矻矻暑寒。】"
    },
    {
      "id": "20-007-0004_p0014",
      "zh_CN": "这个几句话，一般人很难体会，一般人都疏忽了。这是事实！人命在呼吸之间，一口气不来，这就隔世了。一个人，从生下来，实在讲，是一分一秒都不停留，往那里走？往死亡走，往坟墓里面走，他不停，一分一秒他都不肯停，确确实实就像那个死囚，步向刑场那个味道。死囚走刑场那个路短一点，我们这个路稍微长一点而已，一个道理，一天比一天接近死亡。这个的确是事实真相，一天比一天接近死亡。底下两句，这是形容老死不是一年一年老的，不是一月一月老死的，是刹那刹那在接近，说明这个现象。人生的真相确实如此，唯有头脑非常清醒的人他才能够觉察，他才能够看得清楚。看清楚他就真正觉悟了，死并不恐怖，这个现象真恐怖，这个现象真可悲、真可怕，这个是事实真相。佛假如为我们说出这个真相，而没有方法解决，那佛的做法也未免太残忍了，那就太过分了。他很慈悲，他有智慧，确确实实能够解决，解决的方法就是前面所说的，信要专，愿要专，行要专。专信、专愿、专行，这就成功了。《弥陀经》上所说的三个条件信愿行，你统统具足了，这个问题就能够解决。",
      "zh_TW": "這個幾句話，一般人很難體會，一般人都疏忽了。這是事實！人命在呼吸之間，一口氣不來，這就隔世了。一個人，從生下來，實在講，是一分一秒都不停留，往那裡走？往死亡走，往墳墓裡面走，他不停，一分一秒他都不肯停，確確實實就像那個死囚，步向刑場那個味道。死囚走刑場那個路短一點，我們這個路稍微長一點而已，一個道理，一天比一天接近死亡。這個的確是事實真相，一天比一天接近死亡。底下兩句，這是形容老死不是一年一年老的，不是一月一月老死的，是剎那剎那在接近，說明這個現象。人生的真相確實如此，唯有頭腦非常清醒的人他才能夠覺察，他才能夠看得清楚。看清楚他就真正覺悟了，死並不恐怖，這個現象真恐怖，這個現象真可悲、真可怕，這個是事實真相。佛假如為我們說出這個真相，而沒有方法解決，那佛的做法也未免太殘忍了，那就太過分了。他很慈悲，他有智慧，確確實實能夠解決，解決的方法就是前面所說的，信要專，願要專，行要專。專信、專願、專行，這就成功了。《彌陀經》上所說的三個條件信願行，你統統具足了，這個問題就能夠解決。"
    },
    {
      "id": "20-007-0004_p0015",
      "zh_CN": "【一句洪名，无时间歇，净土决定可生。】",
      "zh_TW": "【一句洪名，無時間歇，淨土決定可生。】"
    },
    {
      "id": "20-007-0004_p0016",
      "zh_CN": "『间歇』就是间断，这一句佛号不间断。佛号的不间断，不是在口里，口里念佛不可能不间断的，念佛念累了会间断，晚上睡觉的时候会间断。怎样才做到真正的不间断？我们前面也曾经说过，你的心上真正有佛，那就连睡觉都不间断。他心上真有，虽然不念，他真有，那就是不间断。无论在什么时候，无论在什么处所，他第一个念头就是想到佛，那就是他心上真的有佛了。除佛之外，什么念头都没有，那就叫净念，就叫相继，就是这个意思。果然做到了，这净土决定得生。底下这一句话，是大师特别提醒我们：",
      "zh_TW": "『間歇』就是間斷，這一句佛號不間斷。佛號的不間斷，不是在口裡，口裡念佛不可能不間斷的，念佛念累了會間斷，晚上睡覺的時候會間斷。怎樣才做到真正的不間斷？我們前面也曾經說過，你的心上真正有佛，那就連睡覺都不間斷。他心上真有，雖然不念，他真有，那就是不間斷。無論在什麼時候，無論在什麼處所，他第一個念頭就是想到佛，那就是他心上真的有佛了。除佛之外，什麼念頭都沒有，那就叫淨念，就叫相繼，就是這個意思。果然做到了，這淨土決定得生。底下這一句話，是大師特別提醒我們："
    },
    {
      "id": "20-007-0004_p0017",
      "zh_CN": "【慎勿锐始怠终。】",
      "zh_TW": "【慎勿銳始怠終。】"
    },
    {
      "id": "20-007-0004_p0018",
      "zh_CN": "这一句话就是叫你千千万万不要有始无终。今天听到了，回家认真念佛，明天就忘掉了，那个没有用处，不能成功的，一定要有始有终，要有恒心。所以是只要这一口气在，佛号就不间断，那就对了，这是我们决定得生的保证。",
      "zh_TW": "這一句話就是叫你千千萬萬不要有始無終。今天聽到了，回家認真念佛，明天就忘掉了，那個沒有用處，不能成功的，一定要有始有終，要有恆心。所以是只要這一口氣在，佛號就不間斷，那就對了，這是我們決定得生的保證。"
    },
    {
      "id": "20-007-0004_p0019",
      "zh_CN": "【十九、专求出离，不求世间福报，亦不求功德智慧辩才悟解，与夫世世为僧，兴显佛法等愿。】",
      "zh_TW": "【十九、專求出離，不求世間福報，亦不求功德智慧辯才悟解，與夫世世為僧，興顯佛法等願。】"
    },
    {
      "id": "20-007-0004_p0020",
      "zh_CN": "这一条实在说得太好了。学佛的人，有许多确实有才气，有聪明悟解（就是觉悟，真正觉悟的人），对于佛法有很深的理解，但是依然不能够脱离轮回，就是他的观念错了。所以真正学佛，就是一心一意，我这一生要作佛，这就对了。我们看到学佛的人，有这样的一个愿心实在不多，就是在古人也少见。古人当中，我读《六祖坛经》，只看到六祖一个人。五祖忍和尚问他：「你来干什么？」他说：「我来作佛。」我还没有见到第二个人有这么大的口气，他到道场他是要来作佛的，他不是为别的来的。我们今天学佛的人很多，我们问问，你为什么学佛？大概都是为什么？世间福报，为功德、智慧、辩才，大概都是为这些。所以他没有发心作佛，不肯作佛，他就成不了佛，成不了佛也就出不了三界。所以这个世间福报不能要，但是世间福报是过去生中修的，世间你有地位、你有财富，你要晓得地位是贵、财富是福，你有人间的富贵是你过去生中所修的，这一生得的果报。佛在经上跟我们说得很清楚，过去生中舍财，修财布施，你这一生得财富；过去生中修法布施，这一生得聪明才智；过去生中修无畏布施，这一生中得健康长寿。所以世间福报是果，过去世修的因，这一生当然享受果报；过去生中没有修这个因，这一生想也想不到。曾经修法布施，这一生非常聪明，有智慧，判断什么事情非常正确、非常高明，但是过去生中没有修财布施，虽然很聪明、很有智慧，这一生贫穷潦倒。我们见过，这个社会上就很多。他不甘心，想尽方法去赚钱，结果一分钱还是赚不到。他看准了，教别人去投资，别人赚钱，他去就折本了。什么原因？因果的关系，这是真的，一点都不假。有一些人过去生中修的财布施，没有修法布施，看到这人笨头笨脑，一点智慧都没有，他无论做什么，他就赚钱，而且都赚得比别人多。所以是什么样的因，什么样的果报，因缘果报，丝毫不爽，这个要知道。",
      "zh_TW": "這一條實在說得太好了。學佛的人，有許多確實有才氣，有聰明悟解（就是覺悟，真正覺悟的人），對於佛法有很深的理解，但是依然不能夠脫離輪迴，就是他的觀念錯了。所以真正學佛，就是一心一意，我這一生要作佛，這就對了。我們看到學佛的人，有這樣的一個願心實在不多，就是在古人也少見。古人當中，我讀《六祖壇經》，只看到六祖一個人。五祖忍和尚問他：「你來幹什麼？」他說：「我來作佛。」我還沒有見到第二個人有這麼大的口氣，他到道場他是要來作佛的，他不是為別的來的。我們今天學佛的人很多，我們問問，你為什麼學佛？大概都是為什麼？世間福報，為功德、智慧、辯才，大概都是為這些。所以他沒有發心作佛，不肯作佛，他就成不了佛，成不了佛也就出不了三界。所以這個世間福報不能要，但是世間福報是過去生中修的，世間你有地位、你有財富，你要曉得地位是貴、財富是福，你有人間的富貴是你過去生中所修的，這一生得的果報。佛在經上跟我們說得很清楚，過去生中捨財，修財布施，你這一生得財富；過去生中修法布施，這一生得聰明才智；過去生中修無畏布施，這一生中得健康長壽。所以世間福報是果，過去世修的因，這一生當然享受果報；過去生中沒有修這個因，這一生想也想不到。曾經修法布施，這一生非常聰明，有智慧，判斷什麼事情非常正確、非常高明，但是過去生中沒有修財布施，雖然很聰明、很有智慧，這一生貧窮潦倒。我們見過，這個社會上就很多。他不甘心，想盡方法去賺錢，結果一分錢還是賺不到。他看準了，教別人去投資，別人賺錢，他去就折本了。什麼原因？因果的關係，這是真的，一點都不假。有一些人過去生中修的財布施，沒有修法布施，看到這人笨頭笨腦，一點智慧都沒有，他無論做什麼，他就賺錢，而且都賺得比別人多。所以是什麼樣的因，什麼樣的果報，因緣果報，絲毫不爽，這個要知道。"
    },
    {
      "id": "20-007-0004_p0021",
      "zh_CN": "明白这个道理，明白这个事实，我们在这个世间，过得就心安理得，决定不会怨天尤人。晓得我们这一生际遇是前生造的因，今生受的果报，与任何一个人都不相干，自作自受。自己做好因，这一生有好的果报；做的恶因，这一生就有不如意的果报，就是这么一回事情而已。学佛了，要觉悟，学佛没有福报，那就不必说了，一心念佛就好；如果学佛，过去生中修的福报还很大，现在福报现前了，怎么办？要把福报舍掉，要知道舍福，不要去享福。怎么样舍法？也不必去学庞居士，庞居士那个做法，他的用意非常非常之深，他就是用这个方法，留一句话教训世人。留了一句什么话？因为他这样做有很多人见到了，就跟他讲，你这些财宝不要了，为什么不拿去做好事？他就说了一句话，「好事不如无事」。他这样做，就是留这一句话给世人，「好事不如无事」。行策大师在此地这一段也是这个意思，教我们好事不如无事。你看，『不求世间福报』，也『不求功德』，也不要求『智慧、辩才、悟解』，这都不需要求，根本就不求。还有一些人，我们在台湾就看到有些法师，还很有名气的法师，他告诉大家，我来生我不到西方世界去，我来生还要做法师，还要弘法利生。这就是底下两句，出家为僧、弘法利生是好事，这里告诉你好事不如无事。",
      "zh_TW": "明白這個道理，明白這個事實，我們在這個世間，過得就心安理得，決定不會怨天尤人。曉得我們這一生際遇是前生造的因，今生受的果報，與任何一個人都不相干，自作自受。自己做好因，這一生有好的果報；做的惡因，這一生就有不如意的果報，就是這麼一回事情而已。學佛了，要覺悟，學佛沒有福報，那就不必說了，一心念佛就好；如果學佛，過去生中修的福報還很大，現在福報現前了，怎麼辦？要把福報捨掉，要知道捨福，不要去享福。怎麼樣捨法？也不必去學龐居士，龐居士那個做法，他的用意非常非常之深，他就是用這個方法，留一句話教訓世人。留了一句什麼話？因為他這樣做有很多人見到了，就跟他講，你這些財寶不要了，為什麼不拿去做好事？他就說了一句話，「好事不如無事」。他這樣做，就是留這一句話給世人，「好事不如無事」。行策大師在此地這一段也是這個意思，教我們好事不如無事。你看，『不求世間福報』，也『不求功德』，也不要求『智慧、辯才、悟解』，這都不需要求，根本就不求。還有一些人，我們在台灣就看到有些法師，還很有名氣的法師，他告訴大家，我來生我不到西方世界去，我來生還要做法師，還要弘法利生。這就是底下兩句，出家為僧、弘法利生是好事，這裡告訴你好事不如無事。"
    },
    {
      "id": "20-007-0004_p0022",
      "zh_CN": "『兴显佛法等愿』，兴隆佛法，显扬圣教，去做弘法利生的事情，也不能有这个愿。为什么？有这个愿不能往生，西方世界没分了。纵然你这一生修得很好，戒律精严，修行勤苦，来生再生到人道，去做一个出家人。古时候有例子，慈悲三昧水忏里面，悟达国师十世的高僧，他大概就是发的这个愿，生生世世去做法师。这个累积的功德，十世的累积，到第十世的时候他是皇帝的老师，国师。这是他的福报，十世弘法利生的福报，换一个国师来当。皇帝对老师很尊敬，送他一个沉香宝座，我们今天讲太师椅，沉香雕的，那是非常名贵。他接受之后，心里生起傲慢心，觉得自己很了不起，这一念傲慢心起来，道行就退失了，护法神也走了，他的冤家债主找到身上来，害了个人面疮，几乎送了命。你们看三昧水忏的因缘，你就晓得了，不可以发这个愿，发这个愿保不住，因为贪瞋痴慢的习气与生俱来的，这一生的道力可以伏得住，来生未必伏得住。悟达国师伏了九世，第十世伏不住了，你去想这个问题多么的严重，所以千万不要发这个愿。要晓得，弘法利生，兴隆道场，显扬圣教，自然有那些大菩萨他们会来的，众生有感，佛菩萨就有应，用不着我们凡夫来发心。我们不行，一发心就错了，我们应当发心到西方极乐世界亲近阿弥陀佛，到那里去，成功之后再回来发这个心，可以。没有见过阿弥陀佛，没有到过西方极乐世界，发这个心不行，发这个心不可靠，悟达国师是一个非常好的例子。",
      "zh_TW": "『興顯佛法等願』，興隆佛法，顯揚聖教，去做弘法利生的事情，也不能有這個願。為什麼？有這個願不能往生，西方世界沒分了。縱然你這一生修得很好，戒律精嚴，修行勤苦，來生再生到人道，去做一個出家人。古時候有例子，慈悲三昧水懺裡面，悟達國師十世的高僧，他大概就是發的這個願，生生世世去做法師。這個累積的功德，十世的累積，到第十世的時候他是皇帝的老師，國師。這是他的福報，十世弘法利生的福報，換一個國師來當。皇帝對老師很尊敬，送他一個沉香寶座，我們今天講太師椅，沉香雕的，那是非常名貴。他接受之後，心裡生起傲慢心，覺得自己很了不起，這一念傲慢心起來，道行就退失了，護法神也走了，他的冤家債主找到身上來，害了個人面瘡，幾乎送了命。你們看三昧水懺的因緣，你就曉得了，不可以發這個願，發這個願保不住，因為貪瞋痴慢的習氣與生俱來的，這一生的道力可以伏得住，來生未必伏得住。悟達國師伏了九世，第十世伏不住了，你去想這個問題多麼的嚴重，所以千萬不要發這個願。要曉得，弘法利生，興隆道場，顯揚聖教，自然有那些大菩薩他們會來的，眾生有感，佛菩薩就有應，用不著我們凡夫來發心。我們不行，一發心就錯了，我們應當發心到西方極樂世界親近阿彌陀佛，到那裡去，成功之後再回來發這個心，可以。沒有見過阿彌陀佛，沒有到過西方極樂世界，發這個心不行，發這個心不可靠，悟達國師是一個非常好的例子。"
    },
    {
      "id": "20-007-0004_p0023",
      "zh_CN": "【惟愿命终得生彼国，脱生死苦。】",
      "zh_TW": "【惟願命終得生彼國，脫生死苦。】"
    },
    {
      "id": "20-007-0004_p0024",
      "zh_CN": "这就正确了，我们这一生当中，决定要求生净土，一定要见阿弥陀佛。",
      "zh_TW": "這就正確了，我們這一生當中，決定要求生淨土，一定要見阿彌陀佛。"
    },
    {
      "id": "20-007-0004_p0025",
      "zh_CN": "【此愿直须刻刻现前。】",
      "zh_TW": "【此願直須刻刻現前。】"
    },
    {
      "id": "20-007-0004_p0026",
      "zh_CN": "这个求生的愿望要非常恳切，念念在心，巴不得早一天去，对于这个世界绝对没有留恋，这个才真正能去得成。",
      "zh_TW": "這個求生的願望要非常懇切，念念在心，巴不得早一天去，對於這個世界絕對沒有留戀，這個才真正能去得成。"
    },
    {
      "id": "20-007-0004_p0027",
      "zh_CN": "【专念弥陀，自然得生，所贵谛信力行。】",
      "zh_TW": "【專念彌陀，自然得生，所貴諦信力行。】"
    },
    {
      "id": "20-007-0004_p0028",
      "zh_CN": "这个『谛』是谛实，就是实实在在相信，真正努力去念佛。",
      "zh_TW": "這個『諦』是諦實，就是實實在在相信，真正努力去念佛。"
    },
    {
      "id": "20-007-0004_p0029",
      "zh_CN": "【惟专惟一，始克有济。】",
      "zh_TW": "【惟專惟一，始克有濟。】"
    },
    {
      "id": "20-007-0004_p0030",
      "zh_CN": "要专，要一，『始克有济』。",
      "zh_TW": "要專，要一，『始克有濟』。"
    },
    {
      "id": "20-007-0004_p0031",
      "zh_CN": "【二十、共住同行，宜防身护口。】",
      "zh_TW": "【二十、共住同行，宜防身護口。】"
    },
    {
      "id": "20-007-0004_p0032",
      "zh_CN": "大师创办莲社，建念佛堂，集合志同道合的同修在一起共修。大家在一块共修，最重要的是要『防身护口』，「防身」是一定要遵守规矩。道场里面纵然是住持当家，也没有特权，道场是平等的，规约一定是共同遵守。过失里面最容易犯的是口过，口是言语，所以要谨言慎行，时时刻刻要防止。尤其是念佛堂，规矩很严，二六时中只有这一句佛号，这个就决定没有口过了。",
      "zh_TW": "大師創辦蓮社，建念佛堂，集合志同道合的同修在一起共修。大家在一塊共修，最重要的是要『防身護口』，「防身」是一定要遵守規矩。道場裡面縱然是住持當家，也沒有特權，道場是平等的，規約一定是共同遵守。過失裡面最容易犯的是口過，口是言語，所以要謹言慎行，時時刻刻要防止。尤其是念佛堂，規矩很嚴，二六時中只有這一句佛號，這個就決定沒有口過了。"
    },
    {
      "id": "20-007-0004_p0033",
      "zh_CN": "【谦恭随顺。】",
      "zh_TW": "【謙恭隨順。】"
    },
    {
      "id": "20-007-0004_p0034",
      "zh_CN": "对待人要谦虚、要恭敬，自己要谦下，要恭敬别人，随顺大众。",
      "zh_TW": "對待人要謙虛、要恭敬，自己要謙下，要恭敬別人，隨順大眾。"
    },
    {
      "id": "20-007-0004_p0035",
      "zh_CN": "【互相砥砺，互为标榜。每日恒课。】",
      "zh_TW": "【互相砥礪，互為標榜。每日恆課。】"
    },
    {
      "id": "20-007-0004_p0036",
      "zh_CN": "就是每天功课。",
      "zh_TW": "就是每天功課。"
    },
    {
      "id": "20-007-0004_p0037",
      "zh_CN": "【不得懈怠废缺。】",
      "zh_TW": "【不得懈怠廢缺。】"
    },
    {
      "id": "20-007-0004_p0038",
      "zh_CN": "一定要认真去做。",
      "zh_TW": "一定要認真去做。"
    },
    {
      "id": "20-007-0004_p0039",
      "zh_CN": "【行住坐卧，不忘念佛。恒课外。】",
      "zh_TW": "【行住坐臥，不忘念佛。恆課外。】"
    },
    {
      "id": "20-007-0004_p0040",
      "zh_CN": "『恒课』就是我们常说的定课。通常最简单的定课就是早晚课，这个叫定课，不可以废缺，一天都不能缺。假如自己工作非常繁忙，实在没有时间去做早晚课，慈云灌顶法师教给我们的十念法，那个时间很短，大概一堂课有个五、六分钟就够了。再忙的人，早晨起来费个五、六分钟去做早课，晚上在睡觉之前做一个晚课，应该是没有问题的。时间虽然短，他是尽一口气为一念，念十口气。只要在一生当中，我们的早晚课一次都不缺，也符合《无量寿经》所说的标准，「发菩提心，一向专念」，也符合这个标准，黄念祖居士在注解里面为我们分析得很清楚，就养成一个习惯了。",
      "zh_TW": "『恆課』就是我們常說的定課。通常最簡單的定課就是早晚課，這個叫定課，不可以廢缺，一天都不能缺。假如自己工作非常繁忙，實在沒有時間去做早晚課，慈雲灌頂法師教給我們的十念法，那個時間很短，大概一堂課有個五、六分鐘就夠了。再忙的人，早晨起來費個五、六分鐘去做早課，晚上在睡覺之前做一個晚課，應該是沒有問題的。時間雖然短，他是盡一口氣為一念，念十口氣。只要在一生當中，我們的早晚課一次都不缺，也符合《無量壽經》所說的標準，「發菩提心，一向專念」，也符合這個標準，黃念祖居士在註解裡面為我們分析得很清楚，就養成一個習慣了。"
    },
    {
      "id": "20-007-0004_p0041",
      "zh_CN": "我教给大家的十念法，比慈云灌顶法师的方法还简单，更容易做到。这个都是属于叫「恒课」。我教给大家这个十念法，一句佛号就是一念，就是念十句佛号。这一堂课一分钟就做完了，但是一天至少要做九堂课，这个是时间短、次数多，比慈云灌顶法师那个早晚课还有效果，还要得力。这个九次，早晨起来的时候一次，早晨起床洗脸之后，你就用这个方法念十句佛号，合掌恭恭敬敬，把一切念头放下，十句佛号里面没有一个杂念，没有一个妄想，这就符合《楞严经》大势至菩萨所说的「都摄六根，净念相继」，确实符合。时间长了，里面就有杂念。时间短，这一分钟的时间，阿弥陀佛，阿弥陀佛，你念四个字也可以，六个字也可以，都行，十声佛号，这就是一堂课。吃早饭的时候，不要忘记了。我们一般念佛人在吃饭的时候，先念供养咒，供养佛、供养法、供养僧、供养一切众生。我们念供养咒，其实念这个供养咒有口无心，没什么大用处，不如将念供养咒换成阿弥陀佛，念十句阿弥陀佛，也是合掌，恭恭敬敬的念。假如我们跟一般人在一起吃饭，就不必合掌，合掌人家看到的时候就怪怪的，我们就是平常一般的做法，人家也看不出痕迹，我们心里头默念，十句佛号念完之后我们再开动。这个法门不拘形式，非常方便，这第二堂课，吃早饭的时候。第三堂课，上班的时候。在上班，我们在工作还没有开始的时候，先念十声佛号，然后再开始工作。这个十声佛号效果非常之大，因为十声佛号一个杂念都没有，使你的头脑清醒，身心安定，那你做工作一定做得非常愉快，一定做得非常的圆满。下班的时候做一次，中午吃饭的时候做一次，下午上下班有两次，晚上吃饭一次，睡觉之前一次，九次，你就用这个方法做，这个定课，恒课。恒课之外：",
      "zh_TW": "我教給大家的十念法，比慈雲灌頂法師的方法還簡單，更容易做到。這個都是屬於叫「恆課」。我教給大家這個十念法，一句佛號就是一念，就是念十句佛號。這一堂課一分鐘就做完了，但是一天至少要做九堂課，這個是時間短、次數多，比慈雲灌頂法師那個早晚課還有效果，還要得力。這個九次，早晨起來的時候一次，早晨起床洗臉之後，你就用這個方法念十句佛號，合掌恭恭敬敬，把一切念頭放下，十句佛號裡面沒有一個雜念，沒有一個妄想，這就符合《楞嚴經》大勢至菩薩所說的「都攝六根，淨念相繼」，確實符合。時間長了，裡面就有雜念。時間短，這一分鐘的時間，阿彌陀佛，阿彌陀佛，你念四個字也可以，六個字也可以，都行，十聲佛號，這就是一堂課。吃早飯的時候，不要忘記了。我們一般念佛人在吃飯的時候，先念供養咒，供養佛、供養法、供養僧、供養一切眾生。我們念供養咒，其實念這個供養咒有口無心，沒什麼大用處，不如將念供養咒換成阿彌陀佛，念十句阿彌陀佛，也是合掌，恭恭敬敬的念。假如我們跟一般人在一起吃飯，就不必合掌，合掌人家看到的時候就怪怪的，我們就是平常一般的做法，人家也看不出痕跡，我們心裡頭默念，十句佛號念完之後我們再開動。這個法門不拘形式，非常方便，這第二堂課，吃早飯的時候。第三堂課，上班的時候。在上班，我們在工作還沒有開始的時候，先念十聲佛號，然後再開始工作。這個十聲佛號效果非常之大，因為十聲佛號一個雜念都沒有，使你的頭腦清醒，身心安定，那你做工作一定做得非常愉快，一定做得非常的圓滿。下班的時候做一次，中午吃飯的時候做一次，下午上下班有兩次，晚上吃飯一次，睡覺之前一次，九次，你就用這個方法做，這個定課，恆課。恆課之外："
    },
    {
      "id": "20-007-0004_p0042",
      "zh_CN": "【勿放身心空过，不得闲谈杂话，放逸戏笑，误己妨人。】",
      "zh_TW": "【勿放身心空過，不得閒談雜話，放逸戲笑，誤己妨人。】"
    },
    {
      "id": "20-007-0004_p0043",
      "zh_CN": "这个都是讲，在念佛堂里面，功课之外，时时刻刻心里要念佛，不要让光阴空过了，不要跟人闲话家常。闲话家常里面就免不了有是非，免不了有口过，我们常讲「言者无心，听者有意」，这个是产生误会，就造成怨恨，造成许多的不愉快，这都是过失，误自己也妨害别人。",
      "zh_TW": "這個都是講，在念佛堂裡面，功課之外，時時刻刻心裡要念佛，不要讓光陰空過了，不要跟人閒話家常。閒話家常裡面就免不了有是非，免不了有口過，我們常講「言者無心，聽者有意」，這個是產生誤會，就造成怨恨，造成許多的不愉快，這都是過失，誤自己也妨害別人。"
    },
    {
      "id": "20-007-0004_p0044",
      "zh_CN": "【不得披览外书，吟咏诗偈。非唯唐丧光阴，亦乃孤负檀越。】",
      "zh_TW": "【不得披覽外書，吟詠詩偈。非唯唐喪光陰，亦乃孤負檀越。】"
    },
    {
      "id": "20-007-0004_p0045",
      "zh_CN": "这是特别对出家人来说的，经典之外的书籍不必去看了，为什么？把时间、把精神用在这些地方，与生死毫不相关，确实妨害了道业，浪费了光阴。『檀越』是施主。出家人的生活是在家同修们供养的，在家同修们恭恭敬敬供养你，为的是什么？希望你早一天成佛。你把自己修行要放在一边，去搞这些世间东西，怎么能对得起这信众的供养？这个就是辜负人家的供养了。佛门常说，「施主一粒米，大如须弥山，今生不了道，披毛戴角还。」换句话说，将来要还债的。你这一生修行成就了，他有福了，他是来种福的。",
      "zh_TW": "這是特別對出家人來說的，經典之外的書籍不必去看了，為什麼？把時間、把精神用在這些地方，與生死毫不相關，確實妨害了道業，浪費了光陰。『檀越』是施主。出家人的生活是在家同修們供養的，在家同修們恭恭敬敬供養你，為的是什麼？希望你早一天成佛。你把自己修行要放在一邊，去搞這些世間東西，怎麼能對得起這信眾的供養？這個就是辜負人家的供養了。佛門常說，「施主一粒米，大如須彌山，今生不了道，披毛戴角還。」換句話說，將來要還債的。你這一生修行成就了，他有福了，他是來種福的。"
    },
    {
      "id": "20-007-0004_p0046",
      "zh_CN": "【应当自严自重，努力精进。】",
      "zh_TW": "【應當自嚴自重，努力精進。】"
    },
    {
      "id": "20-007-0004_p0047",
      "zh_CN": "要自己勉励自己，自己警策自己、尊重自己，这就对了。",
      "zh_TW": "要自己勉勵自己，自己警策自己、尊重自己，這就對了。"
    },
    {
      "id": "20-007-0004_p0048",
      "zh_CN": "【二一、持名贵在一心不乱。】",
      "zh_TW": "【二一、持名貴在一心不亂。】"
    },
    {
      "id": "20-007-0004_p0049",
      "zh_CN": "所以我们念佛，念佛的目的就是在『一心』，就是在『不乱』，我们求的是这个。",
      "zh_TW": "所以我們念佛，念佛的目的就是在『一心』，就是在『不亂』，我們求的是這個。"
    },
    {
      "id": "20-007-0004_p0050",
      "zh_CN": "【无间无杂。】",
      "zh_TW": "【無間無雜。】"
    },
    {
      "id": "20-007-0004_p0051",
      "zh_CN": "这样就能达到「一心不乱」。『间』是间断。不间断、不夹杂，不夹杂是净，是净念，不间断是相续，净念相继。",
      "zh_TW": "這樣就能達到「一心不亂」。『間』是間斷。不間斷、不夾雜，不夾雜是淨，是淨念，不間斷是相續，淨念相繼。"
    },
    {
      "id": "20-007-0004_p0052",
      "zh_CN": "【非必以快念、多念为胜也。】",
      "zh_TW": "【非必以快念、多念為勝也。】"
    },
    {
      "id": "20-007-0004_p0053",
      "zh_CN": "这也是给我们很好的开导。因为有一些人误会，念佛一定要追顶念佛，一句接一句念得很快，念得很多，一天念十万声。大师说不必，不是以快、以多为胜。",
      "zh_TW": "這也是給我們很好的開導。因為有一些人誤會，念佛一定要追頂念佛，一句接一句念得很快，念得很多，一天念十萬聲。大師說不必，不是以快、以多為勝。"
    },
    {
      "id": "20-007-0004_p0054",
      "zh_CN": "【但不缓不急。】",
      "zh_TW": "【但不緩不急。】"
    },
    {
      "id": "20-007-0004_p0055",
      "zh_CN": "这个是念佛重要的方法，要求的是不快也不慢，念得很自然，念得很舒服，念得心地很清净，这个功夫就得力了。",
      "zh_TW": "這個是念佛重要的方法，要求的是不快也不慢，念得很自然，念得很舒服，念得心地很清淨，這個功夫就得力了。"
    },
    {
      "id": "20-007-0004_p0056",
      "zh_CN": "【密密持名。】",
      "zh_TW": "【密密持名。】"
    },
    {
      "id": "20-007-0004_p0057",
      "zh_CN": "绵绵密密，这样去念。",
      "zh_TW": "綿綿密密，這樣去念。"
    },
    {
      "id": "20-007-0004_p0058",
      "zh_CN": "【使心中佛号历历分明。】",
      "zh_TW": "【使心中佛號歷歷分明。】"
    },
    {
      "id": "20-007-0004_p0059",
      "zh_CN": "就这佛号四个字，清清楚楚，一句接着一句，要这样子念法。",
      "zh_TW": "就這佛號四個字，清清楚楚，一句接著一句，要這樣子念法。"
    },
    {
      "id": "20-007-0004_p0060",
      "zh_CN": "【着衣吃饭、行住坐卧，一句洪名，绵密不断。】",
      "zh_TW": "【著衣吃飯、行住坐臥，一句洪名，綿密不斷。】"
    },
    {
      "id": "20-007-0004_p0061",
      "zh_CN": "特别是在工作放下的时候，这个功夫就要提起来。当我们在工作的时候，我们就把佛号停住，专心去做事情；事情做完了，就要把工作放下，不要再去想了，就是一心持名。这样就对了，你佛也念好了，你的工作也做好了。做工作的时候不要想念佛，念佛的时候不要去想工作，不这样去做法，你佛也没念好，是工作也没做好。所以这个很重要，做工作的时候佛号放下，工作完毕的时候佛号就提起，这样就对了。",
      "zh_TW": "特別是在工作放下的時候，這個功夫就要提起來。當我們在工作的時候，我們就把佛號停住，專心去做事情；事情做完了，就要把工作放下，不要再去想了，就是一心持名。這樣就對了，你佛也念好了，你的工作也做好了。做工作的時候不要想念佛，念佛的時候不要去想工作，不這樣去做法，你佛也沒念好，是工作也沒做好。所以這個很重要，做工作的時候佛號放下，工作完畢的時候佛號就提起，這樣就對了。"
    },
    {
      "id": "20-007-0004_p0062",
      "zh_CN": "【如是持名，可谓事上能一心精进矣！】",
      "zh_TW": "【如是持名，可謂事上能一心精進矣！】"
    },
    {
      "id": "20-007-0004_p0063",
      "zh_CN": "这个就是我们常讲的事一心不乱。第二十二段：",
      "zh_TW": "這個就是我們常講的事一心不亂。第二十二段："
    },
    {
      "id": "20-007-0004_p0064",
      "zh_CN": "【二二、体究万法皆如，无有二相。】",
      "zh_TW": "【二二、體究萬法皆如，無有二相。】"
    },
    {
      "id": "20-007-0004_p0065",
      "zh_CN": "『体』是体会。这个『究』，世间人讲的研究，这个不是佛法的意思，因为研究他有分别、有执着，这个属于意识心，佛法里面叫参究。参究跟研究不一样，参究是离心意识叫参究，用心意识是我们世间人讲研究，所以这个不一样。这个「体究」就是禅家讲的参究，离分别、离执着，而清清楚楚、明明白白，这个叫体究。『万法皆如』，「如」是什么？如是真如，是本性。万法皆如，万法皆是真如本性。我们看禅宗有不少的公案，祖师大德们去测验一个初学的人（这个初学，初开悟的人），他明心见性了，心性在那里？你看那个人，随便拿一个东西来提示一下，一草一木拈起来，比一比，那个老和尚点点头，没错。这就是真的明白了，明白万法皆如，随拈一法无不是心性，这他真的明白了。所谓是「以金作器，器器皆金」，金在那里？你拿个金镯子，没错；你拿个戒指，也没错；你拿个链条，也没错，都是的，都是金。把金比作心性，把这所有一切万物比作那个相（金器），所以金离不开器，器离不开金。相离不开性，性离不开相，性相一如，理事不二。这是教我们了解一切法是一相，无有二相，这个一相就是真如本性，所以一切万法从体性上看是一个。",
      "zh_TW": "『體』是體會。這個『究』，世間人講的研究，這個不是佛法的意思，因為研究他有分別、有執著，這個屬於意識心，佛法裡面叫參究。參究跟研究不一樣，參究是離心意識叫參究，用心意識是我們世間人講研究，所以這個不一樣。這個「體究」就是禪家講的參究，離分別、離執著，而清清楚楚、明明白白，這個叫體究。『萬法皆如』，「如」是什麼？如是真如，是本性。萬法皆如，萬法皆是真如本性。我們看禪宗有不少的公案，祖師大德們去測驗一個初學的人（這個初學，初開悟的人），他明心見性了，心性在那裡？你看那個人，隨便拿一個東西來提示一下，一草一木拈起來，比一比，那個老和尚點點頭，沒錯。這就是真的明白了，明白萬法皆如，隨拈一法無不是心性，這他真的明白了。所謂是「以金作器，器器皆金」，金在那裡？你拿個金鐲子，沒錯；你拿個戒指，也沒錯；你拿個鏈條，也沒錯，都是的，都是金。把金比作心性，把這所有一切萬物比作那個相（金器），所以金離不開器，器離不開金。相離不開性，性離不開相，性相一如，理事不二。這是教我們了解一切法是一相，無有二相，這個一相就是真如本性，所以一切萬法從體性上看是一個。"
    },
    {
      "id": "20-007-0004_p0066",
      "zh_CN": "【所谓生佛不二、自他不二、因果不二、依正不二。】",
      "zh_TW": "【所謂生佛不二、自他不二、因果不二、依正不二。】"
    },
    {
      "id": "20-007-0004_p0067",
      "zh_CN": "『依』是依报，环境，我们生活环境，正报就是本人。",
      "zh_TW": "『依』是依報，環境，我們生活環境，正報就是本人。"
    },
    {
      "id": "20-007-0004_p0068",
      "zh_CN": "【净秽不二。】",
      "zh_TW": "【淨穢不二。】"
    },
    {
      "id": "20-007-0004_p0069",
      "zh_CN": "西方是净土，我们这世界是秽土。",
      "zh_TW": "西方是淨土，我們這世界是穢土。"
    },
    {
      "id": "20-007-0004_p0070",
      "zh_CN": "【苦乐不二、欣厌不二、取舍不二、菩提烦恼不二、生死涅槃不二。是诸二法，皆同一相，一道清净。体究之极，与自本心忽然契合。方知着衣吃饭，总是三昧。嘻笑怒骂，无非佛事。一心乱心，终成戏论。二六时中，觅毫发许异相不可得。如是了达，方是真正学道，一心精进持名也。】",
      "zh_TW": "【苦樂不二、欣厭不二、取捨不二、菩提煩惱不二、生死涅槃不二。是諸二法，皆同一相，一道清淨。體究之極，與自本心忽然契合。方知著衣吃飯，總是三昧。嘻笑怒罵，無非佛事。一心亂心，終成戲論。二六時中，覓毫髮許異相不可得。如是了達，方是真正學道，一心精進持名也。】"
    },
    {
      "id": "20-007-0004_p0071",
      "zh_CN": "这一段我们在此地不必细说了，因为我们在前面，《行策大师传记》里面节录了这一段，这一段是大师一生教诫之中非常重要，也是非常精彩的一段，前面已经说过了，这是讲的理。这个道理真正明了，那个人心就是定的了，就跟《心经》上所讲那个境界完全相同，《心经》上讲「菩萨行深般若波罗密多时，照见五蕴皆空，度一切苦厄」，这一段话就是照见五蕴皆空。因为这里讲的「生佛」、「自他」、「因果」、「依正」，一直到『菩提烦恼』、『生死涅槃』，统统是五蕴，『不二』就是皆空。",
      "zh_TW": "這一段我們在此地不必細說了，因為我們在前面，《行策大師傳記》裡面節錄了這一段，這一段是大師一生教誡之中非常重要，也是非常精彩的一段，前面已經說過了，這是講的理。這個道理真正明瞭，那個人心就是定的了，就跟《心經》上所講那個境界完全相同，《心經》上講「菩薩行深般若波羅密多時，照見五蘊皆空，度一切苦厄」，這一段話就是照見五蘊皆空。因為這裡講的「生佛」、「自他」、「因果」、「依正」，一直到『菩提煩惱』、『生死涅槃』，統統是五蘊，『不二』就是皆空。"
    },
    {
      "id": "20-007-0004_p0072",
      "zh_CN": "【此两种一心，皆是凡夫边事。凡有心者，皆可修学。】",
      "zh_TW": "【此兩種一心，皆是凡夫邊事。凡有心者，皆可修學。】"
    },
    {
      "id": "20-007-0004_p0073",
      "zh_CN": "这句话，我也讲得很清楚，跟善导大师在《观无量寿经》注解里面，上品上生章里面讲的完全一样。行策大师只两句话，而善导大师可讲得多了，讲得非常详细，非常明了。所以这个是九品往生都是凡夫，不是圣人，他这个地方讲的也是这个道理。",
      "zh_TW": "這句話，我也講得很清楚，跟善導大師在《觀無量壽經》註解裡面，上品上生章裡面講的完全一樣。行策大師只兩句話，而善導大師可講得多了，講得非常詳細，非常明瞭。所以這個是九品往生都是凡夫，不是聖人，他這個地方講的也是這個道理。"
    },
    {
      "id": "20-007-0004_p0074",
      "zh_CN": "【二三、念佛一门，藉彼佛胜愿力故，不论有智无智、上中下根，但执持名号，一心不乱，七日乃至一日，即是多善根福德因缘、即蒙弥陀圣众接引、即为十方一切诸佛护念，是为不思议异方便，惟其异故胜也。】",
      "zh_TW": "【二三、念佛一門，藉彼佛勝願力故，不論有智無智、上中下根，但執持名號，一心不亂，七日乃至一日，即是多善根福德因緣、即蒙彌陀聖眾接引、即為十方一切諸佛護念，是為不思議異方便，惟其異故勝也。】"
    },
    {
      "id": "20-007-0004_p0075",
      "zh_CN": "这一段前面也说过，都是大师最精彩的开示，大义是说，这个法门是仰仗阿弥陀佛本愿威神的加持，同时又得到十方一切诸佛的护念。这个法门跟其他法门要是做一个比较，确确实实不一样，理上虽然一样，事上完全不相同，他真的是得诸佛的护念，弥陀的威神加持。所以无论『有智无智、上中下根』，上根像等觉菩萨，下根、下下根是造作极重的罪业。地狱众生，只要他能够回心，真信真愿，执持名号，一心称念，七日、一日，他都能成功。所以符合弥陀第十八愿。",
      "zh_TW": "這一段前面也說過，都是大師最精彩的開示，大義是說，這個法門是仰仗阿彌陀佛本願威神的加持，同時又得到十方一切諸佛的護念。這個法門跟其他法門要是做一個比較，確確實實不一樣，理上雖然一樣，事上完全不相同，他真的是得諸佛的護念，彌陀的威神加持。所以無論『有智無智、上中下根』，上根像等覺菩薩，下根、下下根是造作極重的罪業。地獄眾生，只要他能夠回心，真信真願，執持名號，一心稱念，七日、一日，他都能成功。所以符合彌陀第十八願。"
    },
    {
      "id": "20-007-0004_p0076",
      "zh_CN": "昨天跟大家报告的，达拉斯廖元德居士昨天往生，他原来在道场跟我们一起念佛，去年佛七之后，我们离开达拉斯以后，有一些朋友拉他去学密去了。还算不错，临终前几天回头了，他找那英琦，那英琦确实是他的善知识，帮助他念佛往生。这些事情，三天前的事情，他去找那英琦，我们中国人俗话说「生魂出窍」，他病在垂危的时候，因为太太学密了，所以对于念佛的同修都拒绝了。我们听说他病得很重，所以馆长就邀着我要想去看看他，结果他家人拒绝，不让我们去看，所以我们在佛七当中都没有能够见一面。那居士是个教书的，他是教员，他打电话告诉我，就是前天他在改作业的时候，给学生改作业的时候，忽然看到廖元德就坐在他旁边。他这一惊，心里吓了一跳，他怎么来了？心里想也许是眼花了，看错了。心里也常常想着，也许看错了。到上课的时候，又看到他坐在第一排，他就想这下没有错了，就打电话给他太太说明这个事情，他说我要去看看他。他太太说好，你马上来。这样去跟他见了面。一见面的时候他就问他：「你是不是找我？」廖元德点点头，廖元德找他。找他，他就劝他：「你要念佛求生净土。」他伸一个手指，那居士就猜：「你是不是一心念佛了。」他点点头，一心念佛。然后又伸出两个指头，他就不懂什么事情了，想了半天，大概是两天。没错，是两天，他已经预知时至了。昨天，他四点钟往生的，我们这边时间是两点，他那边是四点，我们有两个小时时差，就是达拉斯那边时间下午四点钟往生的。打电话到这边来，告诉馆长，往生的瑞相很好。这个是被人拉去学密，在病垂危的时候回过头来。他也很了不起，把那英琦找到之后，就把我们念佛堂的出家在家众统统拉去，去助念，给他念了八个小时，这他自己找的。所以真的有感应，一点都不错。所以我们也恭喜他往生，生到西方极乐世界就是菩萨，那就不是凡人了。",
      "zh_TW": "昨天跟大家報告的，達拉斯廖元德居士昨天往生，他原來在道場跟我們一起念佛，去年佛七之後，我們離開達拉斯以後，有一些朋友拉他去學密去了。還算不錯，臨終前幾天回頭了，他找那英琦，那英琦確實是他的善知識，幫助他念佛往生。這些事情，三天前的事情，他去找那英琦，我們中國人俗話說「生魂出竅」，他病在垂危的時候，因為太太學密了，所以對於念佛的同修都拒絕了。我們聽說他病得很重，所以館長就邀著我要想去看看他，結果他家人拒絕，不讓我們去看，所以我們在佛七當中都沒有能夠見一面。那居士是個教書的，他是教員，他打電話告訴我，就是前天他在改作業的時候，給學生改作業的時候，忽然看到廖元德就坐在他旁邊。他這一驚，心裡嚇了一跳，他怎麼來了？心裡想也許是眼花了，看錯了。心裡也常常想著，也許看錯了。到上課的時候，又看到他坐在第一排，他就想這下沒有錯了，就打電話給他太太說明這個事情，他說我要去看看他。他太太說好，你馬上來。這樣去跟他見了面。一見面的時候他就問他：「你是不是找我？」廖元德點點頭，廖元德找他。找他，他就勸他：「你要念佛求生淨土。」他伸一個手指，那居士就猜：「你是不是一心念佛了。」他點點頭，一心念佛。然後又伸出兩個指頭，他就不懂什麼事情了，想了半天，大概是兩天。沒錯，是兩天，他已經預知時至了。昨天，他四點鐘往生的，我們這邊時間是兩點，他那邊是四點，我們有兩個小時時差，就是達拉斯那邊時間下午四點鐘往生的。打電話到這邊來，告訴館長，往生的瑞相很好。這個是被人拉去學密，在病垂危的時候回過頭來。他也很了不起，把那英琦找到之後，就把我們念佛堂的出家在家眾統統拉去，去助念，給他念了八個小時，這他自己找的。所以真的有感應，一點都不錯。所以我們也恭喜他往生，生到西方極樂世界就是菩薩，那就不是凡人了。"
    },
    {
      "id": "20-007-0004_p0077",
      "zh_CN": "【二四、凡圣同居土，权实圣贤与博地凡夫共居。】",
      "zh_TW": "【二四、凡聖同居土，權實聖賢與博地凡夫共居。】"
    },
    {
      "id": "20-007-0004_p0078",
      "zh_CN": "这是讲到十方世界，一切诸佛都有凡圣同居土。一切凡圣同居土，以西方极乐世界的凡圣同居土最为殊胜，这个经论里面说得太多了。我们这个世界，也是凡圣同居土，可是圣人少，而且不常见，没有缘分的很不容易见到；西方世界凡圣同居土，这个圣人跟凡夫是天天在一起，时时不相离，这个就殊胜了。",
      "zh_TW": "這是講到十方世界，一切諸佛都有凡聖同居土。一切凡聖同居土，以西方極樂世界的凡聖同居土最為殊勝，這個經論裡面說得太多了。我們這個世界，也是凡聖同居土，可是聖人少，而且不常見，沒有緣分的很不容易見到；西方世界凡聖同居土，這個聖人跟凡夫是天天在一起，時時不相離，這個就殊勝了。"
    },
    {
      "id": "20-007-0004_p0079",
      "zh_CN": "【惟此净土，仗诸佛摄受力故。】",
      "zh_TW": "【惟此淨土，仗諸佛攝受力故。】"
    },
    {
      "id": "20-007-0004_p0080",
      "zh_CN": "这个『此』就是指阿弥陀佛的净土，阿弥陀佛的凡圣同居土。『仗诸佛』，这个「诸佛」就是阿弥陀佛。",
      "zh_TW": "這個『此』就是指阿彌陀佛的淨土，阿彌陀佛的凡聖同居土。『仗諸佛』，這個「諸佛」就是阿彌陀佛。"
    },
    {
      "id": "20-007-0004_p0081",
      "zh_CN": "【不须断惑，带业往生。上智即能顿净四土，下愚亦可三界横超。】",
      "zh_TW": "【不須斷惑，帶業往生。上智即能頓淨四土，下愚亦可三界橫超。】"
    },
    {
      "id": "20-007-0004_p0082",
      "zh_CN": "这一段话前面也说过，非常重要。这个『上智』，凡是真信真愿，一心念佛，生到西方极乐世界，都是上智。所以这个「上智」，不是指那些大菩萨，不是指阿罗汉，就是指一般凡夫，真信真愿，老实念佛的，这就是上智。『下愚』是说什么？「下愚」就是《无量寿经》上讲的，边地疑城往生的，那个就是下愚。他愚在哪里？佛在经上告诉我们，生到边地疑城两种人，一种人对佛圆满的智慧有怀疑，不能深信；第二种人对自己的善根不敢相信，虽然不敢相信，他还是念佛求生，结果他还是生到极乐世界去了，不过生的是边地就是了，这叫下愚。所以「下愚亦可三界横超」，他也超越生死轮回了，虽然生在西方边地，边地是有期限的，经上给我们讲，最多不过是五百年。在边地住五百年，五百年之后他还是会觉悟，还是会忏悔，依旧入品。那个五百年，善导大师告诉我们，是我们这个世间的五百年。我们这个世间五百年，在西方极乐世界，实在讲也是很短的时间，妨碍并不很严重，都算是真实的成就。",
      "zh_TW": "這一段話前面也說過，非常重要。這個『上智』，凡是真信真願，一心念佛，生到西方極樂世界，都是上智。所以這個「上智」，不是指那些大菩薩，不是指阿羅漢，就是指一般凡夫，真信真願，老實念佛的，這就是上智。『下愚』是說什麼？「下愚」就是《無量壽經》上講的，邊地疑城往生的，那個就是下愚。他愚在哪裡？佛在經上告訴我們，生到邊地疑城兩種人，一種人對佛圓滿的智慧有懷疑，不能深信；第二種人對自己的善根不敢相信，雖然不敢相信，他還是念佛求生，結果他還是生到極樂世界去了，不過生的是邊地就是了，這叫下愚。所以「下愚亦可三界橫超」，他也超越生死輪迴了，雖然生在西方邊地，邊地是有期限的，經上給我們講，最多不過是五百年。在邊地住五百年，五百年之後他還是會覺悟，還是會懺悔，依舊入品。那個五百年，善導大師告訴我們，是我們這個世間的五百年。我們這個世間五百年，在西方極樂世界，實在講也是很短的時間，妨礙並不很嚴重，都算是真實的成就。"
    },
    {
      "id": "20-007-0004_p0083",
      "zh_CN": "【无烦九次第修。】",
      "zh_TW": "【無煩九次第修。】"
    },
    {
      "id": "20-007-0004_p0084",
      "zh_CN": "这是讲小乘，小乘阿罗汉要修九次第定。",
      "zh_TW": "這是講小乘，小乘阿羅漢要修九次第定。"
    },
    {
      "id": "20-007-0004_p0085",
      "zh_CN": "【不俟三僧祇证。】",
      "zh_TW": "【不俟三僧祇證。】"
    },
    {
      "id": "20-007-0004_p0086",
      "zh_CN": "这是讲大乘菩萨，大乘菩萨成佛证果要经过三大阿僧祇劫，他统统不要，在一生当中就圆满成就。",
      "zh_TW": "這是講大乘菩薩，大乘菩薩成佛證果要經過三大阿僧祇劫，他統統不要，在一生當中就圓滿成就。"
    },
    {
      "id": "20-007-0004_p0087",
      "zh_CN": "【是为不思议异方便，故胜也。】",
      "zh_TW": "【是為不思議異方便，故勝也。】"
    },
    {
      "id": "20-007-0004_p0088",
      "zh_CN": "『异』是奇异的方便法门，绝对不是一个普通的法门，跟其他法门做个比较，这个法门就殊胜，『故胜也』。",
      "zh_TW": "『異』是奇異的方便法門，絕對不是一個普通的法門，跟其他法門做個比較，這個法門就殊勝，『故勝也』。"
    },
    {
      "id": "20-007-0004_p0089",
      "zh_CN": "【二五、如此最胜独异法门，释迦殷勤示劝。】",
      "zh_TW": "【二五、如此最勝獨異法門，釋迦殷勤示勸。】"
    },
    {
      "id": "20-007-0004_p0090",
      "zh_CN": "『示』是开示，是指示。『劝』是劝导我们，像《弥陀经》上就三次的劝导。",
      "zh_TW": "『示』是開示，是指示。『勸』是勸導我們，像《彌陀經》上就三次的勸導。"
    },
    {
      "id": "20-007-0004_p0091",
      "zh_CN": "【恒沙如来广舌赞扬，岂欺我哉！】",
      "zh_TW": "【恆沙如來廣舌讚揚，豈欺我哉！】"
    },
    {
      "id": "20-007-0004_p0092",
      "zh_CN": "《弥陀经》上、《无量寿经》上都说，十方世界，恒河沙数，诸佛如来，出广长舌相，赞叹这个法门，为释迦牟尼佛做证明。这怎么会有错？所以劝我们念佛求生净土，不是一尊佛、两尊佛，所有一切诸佛都是这样恳切的劝勉我们。可见这个法门决定是第一殊胜，决定是真实不虚，我们能信能愿，一心称念，求生净土，那就不辜负一切诸佛的期望，不辜负诸佛如来对我们的恩德。好，今天就讲到此地。",
      "zh_TW": "《彌陀經》上、《無量壽經》上都說，十方世界，恆河沙數，諸佛如來，出廣長舌相，讚歎這個法門，為釋迦牟尼佛做證明。這怎麼會有錯？所以勸我們念佛求生淨土，不是一尊佛、兩尊佛，所有一切諸佛都是這樣懇切的勸勉我們。可見這個法門決定是第一殊勝，決定是真實不虛，我們能信能願，一心稱念，求生淨土，那就不辜負一切諸佛的期望，不辜負諸佛如來對我們的恩德。好，今天就講到此地。"
    }
  ]
}