{
  "doc_id": "20-007-0001",
  "title": {
    "zh_CN": "行策大师净土警语菁华",
    "zh_TW": "行策大師淨土警語菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "(第一集)",
    "zh_TW": "(第一集)"
  },
  "year": "1994",
  "location": {
    "zh_CN": "圣荷西",
    "zh_TW": "聖荷西"
  },
  "doc_number": "20-007-0001",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "20-007-0001_p0001",
      "zh_CN": "这一次，我们利用七天的时间，跟大家介绍行策大师的法语。行策大师是净土宗第十代的祖师，这个法语是从《净土警语》里面摘录出来的，一共节录了五十六条。同学当中，多数对于行策大师还相当的陌生，所以今天特别把大师的传记印出来，给诸位做参考。他的传记的确对我们修学也有很多的帮助。我们第一天，我想就介绍行策大师这个人。",
      "zh_TW": "這一次，我們利用七天的時間，跟大家介紹行策大師的法語。行策大師是淨土宗第十代的祖師，這個法語是從《淨土警語》裡面摘錄出來的，一共節錄了五十六條。同學當中，多數對於行策大師還相當的陌生，所以今天特別把大師的傳記印出來，給諸位做參考。他的傳記的確對我們修學也有很多的幫助。我們第一天，我想就介紹行策大師這個人。"
    },
    {
      "id": "20-007-0001_p0002",
      "zh_CN": "传记诸位都已经拿到了，前面的叙事，大家看看就明了了，可是我们还是把它念一念。「师讳行策」，这个讳，古人对于尊敬人是忌讳称名的，所以名字上加一个讳，这是大师出家的法名。「字截流」，这个字是字号，一般都是称字，而不称名的，就是截流大师。「姓蒋，宜兴人」，宜兴是浙江。「父全昌老儒也」，他的父亲名字叫全昌，是一个读书人，「与憨山清公为友」。明朝末年，我们佛门出现了四位很了不起的大德，在历史上称之为明末四大师，就是莲池，憨山是其中之一，紫柏、蕅益，这四位是明末的四大师，都非常有成就。「憨山既示寂之三年，为天启六年。」憨山大师圆寂之后三年。「一夕，全昌梦憨山入室而生子，因名之曰梦憨。」这个意思就说明，行策大师是憨山大师再来的，憨山大师圆寂之后，过了三年又来投胎，到他老朋友家里来了，本来他跟他父亲是朋友，现在做他的儿子。有这么一段因缘。「及长，父母相继逝」，他成年之后，父母都过去了。「发出世志」，这就是发愿出家。他的父亲跟憨山大师是非常要好的道友，由此可知，他家里儒、佛根基都非常之厚，受家庭教育的薰陶，所以对佛法他有很深刻的认识。父母过世，他就发心出家。",
      "zh_TW": "傳記諸位都已經拿到了，前面的敘事，大家看看就明瞭了，可是我們還是把它念一念。「師諱行策」，這個諱，古人對於尊敬人是忌諱稱名的，所以名字上加一個諱，這是大師出家的法名。「字截流」，這個字是字號，一般都是稱字，而不稱名的，就是截流大師。「姓蔣，宜興人」，宜興是浙江。「父全昌老儒也」，他的父親名字叫全昌，是一個讀書人，「與憨山清公為友」。明朝末年，我們佛門出現了四位很了不起的大德，在歷史上稱之為明末四大師，就是蓮池，憨山是其中之一，紫柏、蕅益，這四位是明末的四大師，都非常有成就。「憨山既示寂之三年，為天啟六年。」憨山大師圓寂之後三年。「一夕，全昌夢憨山入室而生子，因名之曰夢憨。」這個意思就說明，行策大師是憨山大師再來的，憨山大師圓寂之後，過了三年又來投胎，到他老朋友家裡來了，本來他跟他父親是朋友，現在做他的兒子。有這麼一段因緣。「及長，父母相繼逝」，他成年之後，父母都過去了。「發出世志」，這就是發願出家。他的父親跟憨山大師是非常要好的道友，由此可知，他家裡儒、佛根基都非常之厚，受家庭教育的薰陶，所以對佛法他有很深刻的認識。父母過世，他就發心出家。"
    },
    {
      "id": "20-007-0001_p0003",
      "zh_CN": "「年二十三，投武林理安寺箬庵问公出家。」这个「箬」是竹子，竹叶很长很宽叫做箬。这个竹叶，在大陆上包粽子就用这个叶子，而不是一般那个竹叶很细的，它这个是很长很宽的，叫箬。箬庵，也就是他自己住的一个小茅蓬，大概茅蓬外面种的这个竹子，种得很多，所以叫箬庵。「问」是法师的名号，对法师的尊称，只称一个字，问公。「胁不至席者五年」，这是说他初出家的时候发愤用功，因为最初出家他参禅，这个就是我们现在所讲的不倒单。他晚上打坐，五年没有躺下来睡过觉，累的时候就是打坐，所以五年胁不至席。「顿彻法源」，这是在参禅里面他很有心得，当然他是个再来人，憨山大师过去是个开悟的人，这一生再来，虽然有隔阴之迷，他的成就还是非常的快速，这是他善根基础好。「问公化去」，他的师父圆寂之后，「师住报恩寺，遇同参息庵瑛师」。息庵，这都是住茅蓬的，从前住茅蓬闭关，那都是真正修行人。息庵，庵就是小茅蓬，小庙；息是息心的意思，就是所有妄念统统都息了，取这个意思。「瑛」是法师的名字，「劝修净业」。「又遇钱塘樵石法师，引阅台教」，樵石是学天台的，把天台介绍给他。「乃同入净室，修法华三昧」，这个是天台宗的修行方法。「宿慧顿通，穷彻教髓。」这就是时间很短促，可以说对于宗门教下，他都能够贯通。",
      "zh_TW": "「年二十三，投武林理安寺箬庵問公出家。」這個「箬」是竹子，竹葉很長很寬叫做箬。這個竹葉，在大陸上包粽子就用這個葉子，而不是一般那個竹葉很細的，它這個是很長很寬的，叫箬。箬庵，也就是他自己住的一個小茅蓬，大概茅蓬外面種的這個竹子，種得很多，所以叫箬庵。「問」是法師的名號，對法師的尊稱，只稱一個字，問公。「脅不至席者五年」，這是說他初出家的時候發憤用功，因為最初出家他參禪，這個就是我們現在所講的不倒單。他晚上打坐，五年沒有躺下來睡過覺，累的時候就是打坐，所以五年脅不至席。「頓徹法源」，這是在參禪裡面他很有心得，當然他是個再來人，憨山大師過去是個開悟的人，這一生再來，雖然有隔陰之迷，他的成就還是非常的快速，這是他善根基礎好。「問公化去」，他的師父圓寂之後，「師住報恩寺，遇同參息庵瑛師」。息庵，這都是住茅蓬的，從前住茅蓬閉關，那都是真正修行人。息庵，庵就是小茅蓬，小廟；息是息心的意思，就是所有妄念統統都息了，取這個意思。「瑛」是法師的名字，「勸修淨業」。「又遇錢塘樵石法師，引閱台教」，樵石是學天台的，把天台介紹給他。「乃同入淨室，修法華三昧」，這個是天台宗的修行方法。「宿慧頓通，窮徹教髓。」這就是時間很短促，可以說對於宗門教下，他都能夠貫通。"
    },
    {
      "id": "20-007-0001_p0004",
      "zh_CN": "「康熙二年，结庵于杭州法华山西溪河渚间」，这个河渚就是河里面的小洲，四面都是水，像河里的小岛一样。这个环境很清幽，他在这个地方建一个小茅蓬，在这里进修，「专修净业，因名所居曰莲柎庵」。他这个小茅蓬叫莲柎庵，柎是花座，这个莲柎就是莲花座，就取这个意思。也许他那个住的地方，像一个莲花座一样，他就取这个名字，当然与净业也非常相应，他专修净业。「九年」，这是康熙九年，「住虞山普仁院，倡兴莲社，学者翕然宗之」。虞山在江苏常熟。普仁院是一个佛教的道场，就是寺院。住在普仁院，他在这个地方住了不少年，在这个地方提倡念佛，启建莲社。当时出家在家的四众翕然宗之，意思是非常的尊敬他、尊重他、仰慕他，都来跟他学。",
      "zh_TW": "「康熙二年，結庵於杭州法華山西溪河渚間」，這個河渚就是河裡面的小洲，四面都是水，像河裡的小島一樣。這個環境很清幽，他在這個地方建一個小茅蓬，在這裡進修，「專修淨業，因名所居曰蓮柎庵」。他這個小茅蓬叫蓮柎庵，柎是花座，這個蓮柎就是蓮花座，就取這個意思。也許他那個住的地方，像一個蓮花座一樣，他就取這個名字，當然與淨業也非常相應，他專修淨業。「九年」，這是康熙九年，「住虞山普仁院，倡興蓮社，學者翕然宗之」。虞山在江蘇常熟。普仁院是一個佛教的道場，就是寺院。住在普仁院，他在這個地方住了不少年，在這個地方提倡念佛，啟建蓮社。當時出家在家的四眾翕然宗之，意思是非常的尊敬他、尊重他、仰慕他，都來跟他學。"
    },
    {
      "id": "20-007-0001_p0005",
      "zh_CN": "底下这个文很要紧，也是重要的开示。「着劝发真信文曰」，这是他自己写的文章，劝大家发愿念佛。「念佛三昧，其来尚矣」，尚是崇尚，就是念佛这个法门，传得很久了，为佛门大众所崇尚的。「虽曰功高易进」，这个法门是易行道，不但古今大德都这么说，诸佛菩萨也这样的劝导我们。可是事实怎么样？他说了，「而末世行人，罕获灵验」，末法时期照这个法门修学的人，很少成就的。这个灵验，用现在话就是成就。也就是我们今天所说，念佛的人多，往生的人少。念佛的人多，得念佛三昧的人少，太少了。这是什么原因？「良由信愿不专，未能导其善行，以要归净土故也。」这句话，确确实实把末法时期，修学净业，不灵的根源、病根，一句话道破了。所以传记里面这些开示是非常非常的重要，根本的原因，诸位要记住，信愿不专。我们想想，我们是不是犯这个毛病？特别是现代的社会，《楞严经》上说「邪师说法如恒河沙」，现在是民主自由开放，什么样的言论学说统统都出来了，没有人禁止。不像过去，过去专制时代，你要想出一本书，要经过国家审查，不是随便可以流通出版的。没有经过审查的，那都叫犯法的，妖言惑众，所以国家有保护。现在完全开放，没有人禁止，所以这个知见就多了，知见就杂了，要不是真实善根深厚，很难说不动摇。换句话说，这个专字，在现在很难很难做到，不专自然就没有效果。",
      "zh_TW": "底下這個文很要緊，也是重要的開示。「著勸發真信文曰」，這是他自己寫的文章，勸大家發願念佛。「念佛三昧，其來尚矣」，尚是崇尚，就是念佛這個法門，傳得很久了，為佛門大眾所崇尚的。「雖曰功高易進」，這個法門是易行道，不但古今大德都這麼說，諸佛菩薩也這樣的勸導我們。可是事實怎麼樣？他說了，「而末世行人，罕獲靈驗」，末法時期照這個法門修學的人，很少成就的。這個靈驗，用現在話就是成就。也就是我們今天所說，念佛的人多，往生的人少。念佛的人多，得念佛三昧的人少，太少了。這是什麼原因？「良由信願不專，未能導其善行，以要歸淨土故也。」這句話，確確實實把末法時期，修學淨業，不靈的根源、病根，一句話道破了。所以傳記裡面這些開示是非常非常的重要，根本的原因，諸位要記住，信願不專。我們想想，我們是不是犯這個毛病？特別是現代的社會，《楞嚴經》上說「邪師說法如恆河沙」，現在是民主自由開放，什麼樣的言論學說統統都出來了，沒有人禁止。不像過去，過去專制時代，你要想出一本書，要經過國家審查，不是隨便可以流通出版的。沒有經過審查的，那都叫犯法的，妖言惑眾，所以國家有保護。現在完全開放，沒有人禁止，所以這個知見就多了，知見就雜了，要不是真實善根深厚，很難說不動搖。換句話說，這個專字，在現在很難很難做到，不專自然就沒有效果。"
    },
    {
      "id": "20-007-0001_p0006",
      "zh_CN": "「今既广邀善侣，同修净因」，他在普仁院，倡导一个莲社，集合大众在一起念佛。「若非谛审发心，宁知出苦要道？」他的莲社宗旨，可以说这两句话说尽了，一定要真实审查审查我们自己发的心，发的是个什么心？然后才晓得，无量法门当中，真正能叫人在一生当中，了脱生死，超越轮回（这就是出苦的要道），只有念佛这一个法门，除这一个法门之外，再找不到第二个法门了。他后面还说得清楚，「凡我同人，预斯法会者」，就是参加莲社的同修们，他的要求是「须具真实信心」，必须要具足真实的信心。有真信，当然就有切愿，所以真实信心是非常非常的重要。「苟无真信」，苟是假设，假使你没有真信，「虽念佛持斋，放生修福，祇是世间善人，报生善处受乐。」不是真心切愿求生净土，就是念佛、吃长斋，放生修福，只能够修得来生的福报。所以这个是世间善人，来生福报，三善道去享福。「当受乐时即造业」，来生享福，享福就迷了，又造罪业了。「既造业已必堕苦」，造作恶业，福享尽了，恶业现前了，哪有不堕落的道理？这就是我们佛门常讲的「三世怨」，第一世修福，第二世享福，享福就造业，福享尽了，业报现前了，第三世就堕落，就搞这个，这个不是究竟法。「正眼观之」，这个正眼是菩萨，正知正见的人，他眼睛里面看这桩事情，「较他一阐提旃陀罗辈，仅差一步耳。如是信心，岂为真实？」这样的信心，这不是真实的，这个是我们最要谛审的。就是要仔细认真去审查，我们学佛的心，是不是这样的心？如果这样学佛，菩萨眼睛看起来，你比那个没有善根的一阐提，只是差一步。一阐提这一世堕落，你是来生享福，后生就堕落了，所以仅差一步。换句话说，就是跟在一阐提旃陀罗的后面不远而已，是这么一回事情。",
      "zh_TW": "「今既廣邀善侶，同修淨因」，他在普仁院，倡導一個蓮社，集合大眾在一起念佛。「若非諦審發心，寧知出苦要道？」他的蓮社宗旨，可以說這兩句話說盡了，一定要真實審查審查我們自己發的心，發的是個什麼心？然後才曉得，無量法門當中，真正能叫人在一生當中，了脫生死，超越輪迴（這就是出苦的要道），只有念佛這一個法門，除這一個法門之外，再找不到第二個法門了。他後面還說得清楚，「凡我同人，預斯法會者」，就是參加蓮社的同修們，他的要求是「須具真實信心」，必須要具足真實的信心。有真信，當然就有切願，所以真實信心是非常非常的重要。「苟無真信」，苟是假設，假使你沒有真信，「雖念佛持齋，放生修福，祇是世間善人，報生善處受樂。」不是真心切願求生淨土，就是念佛、吃長齋，放生修福，只能夠修得來生的福報。所以這個是世間善人，來生福報，三善道去享福。「當受樂時即造業」，來生享福，享福就迷了，又造罪業了。「既造業已必墮苦」，造作惡業，福享盡了，惡業現前了，哪有不墮落的道理？這就是我們佛門常講的「三世怨」，第一世修福，第二世享福，享福就造業，福享盡了，業報現前了，第三世就墮落，就搞這個，這個不是究竟法。「正眼觀之」，這個正眼是菩薩，正知正見的人，他眼睛裡面看這樁事情，「較他一闡提旃陀羅輩，僅差一步耳。如是信心，豈為真實？」這樣的信心，這不是真實的，這個是我們最要諦審的。就是要仔細認真去審查，我們學佛的心，是不是這樣的心？如果這樣學佛，菩薩眼睛看起來，你比那個沒有善根的一闡提，只是差一步。一闡提這一世墮落，你是來生享福，後生就墮落了，所以僅差一步。換句話說，就是跟在一闡提旃陀羅的後面不遠而已，是這麼一回事情。"
    },
    {
      "id": "20-007-0001_p0007",
      "zh_CN": "底下说，「所谓真信者」，他老人家是专门对治我们信愿不专这个毛病，提出三点开示。「第一要信得心佛众生三无差别」，这是我们第一要相信的。心是我们的真心、本性，佛是修到究竟圆满，众生现在是迷惑颠倒，这三个是一而三、三而一，实在讲，这是很难相信的，因为这是真信切愿的基础。底下说，根据这个道理、这个事实，我们明白，「我是未成之佛，弥陀是已成之佛」。我现在是众生，阿弥陀佛是佛，我的心跟阿弥陀佛的心是一样的，心佛众生三无差别，他是已成佛，我是未成之佛。换句话说，我也应该要成佛才对，信心是从这个理论基础上奠定的。「觉性无二，我虽昏迷倒惑」，倒是颠倒，惑是迷惑，「觉性未曾失；我虽积劫轮转，觉性未曾动。」我们无量劫的轮回，迷惑颠倒，但是我们的真心本性没有颠倒，真心本性没曾动摇，跟诸佛如来无二无别。这个意思就说明，我们有资格成佛，应该要成佛。「故曰：一念回光，便同本得也。」前面说了那么多，要紧的就是最后这一句，你肯不肯回头，一回头，便同本得。所以佛家常说，「回头是岸」。这个回头，就是三皈依，皈就是回头，依就是依靠。那个依是什么？依就是得，一回头就得了。从哪里回头？从迷惑回头，你就觉悟了，就不迷了，就觉了；从邪知邪见一回头，你就正知正见；从一切污染回头，你就身心清净。所以一回头，便同本得，所谓是本来是佛，就是这个意思。要紧的是要会回头，要回头得快，禅家所谓「不怕念起，只怕觉迟」。那个觉，就是回头，这个是第一要紧的。我们真信，就回头了；假信，没有回头。真信就回头了，是真的回头了，为什么？真信的人，他这一生当中决定往生，往生西方极乐世界就成佛。所以那个真信，就是真正的回头了，决定不能动摇。听到外面的这些知见，还被外面境界所转，那个信心不真，那个没有回头。真回头的人，就像善导大师在《观经．上品上生章》里面所说的一样，「上品上生章」以前我们在这里讲过。",
      "zh_TW": "底下說，「所謂真信者」，他老人家是專門對治我們信願不專這個毛病，提出三點開示。「第一要信得心佛眾生三無差別」，這是我們第一要相信的。心是我們的真心、本性，佛是修到究竟圓滿，眾生現在是迷惑顛倒，這三個是一而三、三而一，實在講，這是很難相信的，因為這是真信切願的基礎。底下說，根據這個道理、這個事實，我們明白，「我是未成之佛，彌陀是已成之佛」。我現在是眾生，阿彌陀佛是佛，我的心跟阿彌陀佛的心是一樣的，心佛眾生三無差別，他是已成佛，我是未成之佛。換句話說，我也應該要成佛才對，信心是從這個理論基礎上奠定的。「覺性無二，我雖昏迷倒惑」，倒是顛倒，惑是迷惑，「覺性未曾失；我雖積劫輪轉，覺性未曾動。」我們無量劫的輪迴，迷惑顛倒，但是我們的真心本性沒有顛倒，真心本性沒曾動搖，跟諸佛如來無二無別。這個意思就說明，我們有資格成佛，應該要成佛。「故曰：一念回光，便同本得也。」前面說了那麼多，要緊的就是最後這一句，你肯不肯回頭，一回頭，便同本得。所以佛家常說，「回頭是岸」。這個回頭，就是三皈依，皈就是回頭，依就是依靠。那個依是什麼？依就是得，一回頭就得了。從哪裡回頭？從迷惑回頭，你就覺悟了，就不迷了，就覺了；從邪知邪見一回頭，你就正知正見；從一切污染回頭，你就身心清淨。所以一回頭，便同本得，所謂是本來是佛，就是這個意思。要緊的是要會回頭，要回頭得快，禪家所謂「不怕念起，只怕覺遲」。那個覺，就是回頭，這個是第一要緊的。我們真信，就回頭了；假信，沒有回頭。真信就回頭了，是真的回頭了，為什麼？真信的人，他這一生當中決定往生，往生西方極樂世界就成佛。所以那個真信，就是真正的回頭了，決定不能動搖。聽到外面的這些知見，還被外面境界所轉，那個信心不真，那個沒有回頭。真回頭的人，就像善導大師在《觀經．上品上生章》裡面所說的一樣，「上品上生章」以前我們在這裡講過。"
    },
    {
      "id": "20-007-0001_p0008",
      "zh_CN": "「次要」，这是第二。第二，「信得我是理性佛、名字佛，弥陀是究竟佛」。大师学过天台，所以在说教的时候，引用天台的就多一些了。天台讲六即佛，理即，名字即，究竟即，都是六即佛里面的名词。理是理论上，理论上一切众生本来成佛。从理上讲，哪个不是佛？所有一切众生都是佛。后面五个，那是从事上说的。我们在理上讲，虽然是佛，事上不是佛，事上是迷惑颠倒。所以事上讲，我们是名字佛，有名无实。本来成佛，这是名，实际上，我们现在是生死凡夫，天天搞六道轮回，这叫名字即佛。名字即佛，实在讲就是博地凡夫。这个博地凡夫，就是我们现在讲的一般凡人，就是这个意思。博地就是大地，一般的凡夫。阿弥陀佛是究竟佛，在事修上，他修到圆满了。「性虽无二，位乃天渊。」从本性上来讲，我们跟阿弥陀佛没有两样，是一个性，可是从事上来讲，我们的差别太大太大了，天上人间，差别太大了。「若不专念彼佛，求生彼国，必至随业流转，受苦无量。」这个四句话，非常重要。我们这一生，要想了生死、出三界，圆成佛道，只有一个办法：专念阿弥陀佛，求生西方净土。只有这一条路子好走，如果你不念佛，不求往生，你必定随业流转。这个就是依旧要搞六道轮回，那这个苦就要吃得大了。在六道里面轮回，诸位要记住一个事实，必定是一世不如一世，你不要以为来世会比这一世好，没有那个道理。来生比这一生好的是有，极少数，那就是前面讲的，念佛、持斋、修善、放生，做这个做一辈子，这样的人在社会上是极少数的人。天天打妄想，损人利己，来世就不如这一世，可是这样的人是占绝对大多数。所以绝对大多数来世不如今世，他这个轮回就像螺旋转一样，愈转愈往下去，他不会往上去的。这是一个非常可怕的现象，也是一个非常可怕的事实。「所谓法身流转五道，不名为佛，名为众生矣。」这个就是凡是不愿意往生，不愿意念佛、不求往生，结果就是这个样子，这是众生。",
      "zh_TW": "「次要」，這是第二。第二，「信得我是理性佛、名字佛，彌陀是究竟佛」。大師學過天台，所以在說教的時候，引用天台的就多一些了。天台講六即佛，理即，名字即，究竟即，都是六即佛裡面的名詞。理是理論上，理論上一切眾生本來成佛。從理上講，哪個不是佛？所有一切眾生都是佛。後面五個，那是從事上說的。我們在理上講，雖然是佛，事上不是佛，事上是迷惑顛倒。所以事上講，我們是名字佛，有名無實。本來成佛，這是名，實際上，我們現在是生死凡夫，天天搞六道輪迴，這叫名字即佛。名字即佛，實在講就是博地凡夫。這個博地凡夫，就是我們現在講的一般凡人，就是這個意思。博地就是大地，一般的凡夫。阿彌陀佛是究竟佛，在事修上，他修到圓滿了。「性雖無二，位乃天淵。」從本性上來講，我們跟阿彌陀佛沒有兩樣，是一個性，可是從事上來講，我們的差別太大太大了，天上人間，差別太大了。「若不專念彼佛，求生彼國，必至隨業流轉，受苦無量。」這個四句話，非常重要。我們這一生，要想了生死、出三界，圓成佛道，只有一個辦法：專念阿彌陀佛，求生西方淨土。只有這一條路子好走，如果你不念佛，不求往生，你必定隨業流轉。這個就是依舊要搞六道輪迴，那這個苦就要吃得大了。在六道裡面輪迴，諸位要記住一個事實，必定是一世不如一世，你不要以為來世會比這一世好，沒有那個道理。來生比這一生好的是有，極少數，那就是前面講的，念佛、持齋、修善、放生，做這個做一輩子，這樣的人在社會上是極少數的人。天天打妄想，損人利己，來世就不如這一世，可是這樣的人是佔絕對大多數。所以絕對大多數來世不如今世，他這個輪迴就像螺旋轉一樣，愈轉愈往下去，他不會往上去的。這是一個非常可怕的現象，也是一個非常可怕的事實。「所謂法身流轉五道，不名為佛，名為眾生矣。」這個就是凡是不願意往生，不願意念佛、不求往生，結果就是這個樣子，這是眾生。"
    },
    {
      "id": "20-007-0001_p0009",
      "zh_CN": "「次要信得我虽障深业重」，这第三，第三要信，我虽然障深业重，「久居苦域」，苦域就是六道轮回，特别指的三恶道，「是弥陀心内之众生」，阿弥陀佛常常也念我，我没有在阿弥陀佛心外。这些理事都要清楚，都要明了，这信心才真能够生得起来，真正不动摇，真正能够专。「弥陀虽万德庄严，远在十万亿刹之外，是我心内之佛。」我是佛心内众生，佛是我心内之佛，我们跟佛的关系何等的密切。「既是心性无二，自然感应道交，如磁石吸铁，无可疑者。所谓忆佛念佛，现前当来，必定见佛，去佛不远也。」我们讲信，为什么信得那么真？信得那么实在？这些就是理由。你要不懂这个道理，你的真信切愿，想发发不起来。为什么发不起来？理不清楚，事实真相不明了，原因在这个地方。所以，大师这些开示是非常非常的重要，确确实实是对症下药，我们今天的病就在这个地方，这服药真正是良药。",
      "zh_TW": "「次要信得我雖障深業重」，這第三，第三要信，我雖然障深業重，「久居苦域」，苦域就是六道輪迴，特別指的三惡道，「是彌陀心內之眾生」，阿彌陀佛常常也念我，我沒有在阿彌陀佛心外。這些理事都要清楚，都要明瞭，這信心才真能夠生得起來，真正不動搖，真正能夠專。「彌陀雖萬德莊嚴，遠在十萬億剎之外，是我心內之佛。」我是佛心內眾生，佛是我心內之佛，我們跟佛的關係何等的密切。「既是心性無二，自然感應道交，如磁石吸鐵，無可疑者。所謂憶佛念佛，現前當來，必定見佛，去佛不遠也。」我們講信，為什麼信得那麼真？信得那麼實在？這些就是理由。你要不懂這個道理，你的真信切願，想發發不起來。為什麼發不起來？理不清楚，事實真相不明瞭，原因在這個地方。所以，大師這些開示是非常非常的重要，確確實實是對症下藥，我們今天的病就在這個地方，這服藥真正是良藥。"
    },
    {
      "id": "20-007-0001_p0010",
      "zh_CN": "「具如上真信者」，能够具足上面讲的这三条，这是真信了。「虽一毫之善」，这是讲你善心小，善行也小。「一尘之福」，你修一点点小福报。「皆可回向西方，庄严净土。」为什么？理在此地，我心、佛心是一个心，心性不二。所以确实有感应道交。这个感应，真信就是能感，佛就有应。你的信不真，佛就没有办法应；你的信果然真，那佛一定就有应。你要是十分的真，就有十分的应，所以佛跟我们的感应道交全凭我们自己。我们有一分感，佛就一分应；两分感，佛就两分应；我们用的是假心、虚妄心，那就没有感应，道理在这个地方，全凭真信。「何况持斋秉戒」，秉戒就是持戒，「放生布施，读诵大乘，供养三宝，种种善行，岂不足充净土资粮？」如果我们真信，那做这些，都是往生的三资粮。如果是假信，这种修行都变成世间的福报了，跟净土没有感应了。所以能不能感应，全在真信切愿。「惟其信处不真，遂乃沦于有漏。」有漏就是六道。就是因为我们信得不真，愿不切，所以怎么样修，精进努力认真去修行，还是落在六道轮回当中，还是没有办法出离生死。「故今修行，别无要术」，术就是方法。今天要是论到修行，并没有什么特别的方法，「但于二六时中，加此三种真信，则一切行履，功不唐捐矣。」这是大师教给我们，二六时中就是一天到晚，念念不忘，把这三种信心再加上去。就是我们现在修行，我们现在在念佛，念佛，我们信心再加上这三条，我们信心就真了，我们的行愿就专了，那就能够成功了。",
      "zh_TW": "「具如上真信者」，能夠具足上面講的這三條，這是真信了。「雖一毫之善」，這是講你善心小，善行也小。「一塵之福」，你修一點點小福報。「皆可迴向西方，莊嚴淨土。」為什麼？理在此地，我心、佛心是一個心，心性不二。所以確實有感應道交。這個感應，真信就是能感，佛就有應。你的信不真，佛就沒有辦法應；你的信果然真，那佛一定就有應。你要是十分的真，就有十分的應，所以佛跟我們的感應道交全憑我們自己。我們有一分感，佛就一分應；兩分感，佛就兩分應；我們用的是假心、虛妄心，那就沒有感應，道理在這個地方，全憑真信。「何況持齋秉戒」，秉戒就是持戒，「放生布施，讀誦大乘，供養三寶，種種善行，豈不足充淨土資糧？」如果我們真信，那做這些，都是往生的三資糧。如果是假信，這種修行都變成世間的福報了，跟淨土沒有感應了。所以能不能感應，全在真信切願。「惟其信處不真，遂乃淪於有漏。」有漏就是六道。就是因為我們信得不真，願不切，所以怎麼樣修，精進努力認真去修行，還是落在六道輪迴當中，還是沒有辦法出離生死。「故今修行，別無要術」，術就是方法。今天要是論到修行，並沒有什麼特別的方法，「但於二六時中，加此三種真信，則一切行履，功不唐捐矣。」這是大師教給我們，二六時中就是一天到晚，念念不忘，把這三種信心再加上去。就是我們現在修行，我們現在在念佛，念佛，我們信心再加上這三條，我們信心就真了，我們的行願就專了，那就能夠成功了。"
    },
    {
      "id": "20-007-0001_p0011",
      "zh_CN": "「其校正末俗知见之淆误，则有料拣法门一文。」末俗，末是末法时期，俗就是世俗，也就是指我们现在这个时代。我们这个时代，知见混淆，知见杂乱，我们看得太多了，听得太多了，哪是正法，哪是邪法，没有能力辨别。许多邪法，似是而非，我们确实没有能力辨别。诸位要是展开《楞严经》看一看，《楞严经》上所说的五十种阴魔，那个境界，我们看起来都是佛菩萨境界，哪里知道那是魔？确实不容易辨别。尤其是末法时期，善知识少，恶知识多，没有能力辨别，这怎么得了？这些祖师大德，对我们的状况非常了解，非常明白，苦口婆心在此地教导我们，如何能够去辨别、校正，他有料拣法门一文，这是专门辨别念佛的真假难易。「曰：念佛求生净土，释尊于无量法门中，特垂胜异方便。然念佛一法，仍有多门，约而计之，不出四种。」这首先为我们拈出无量无边法门里面，释迦牟尼佛特别劝导我们修学这个法门，《弥陀经》上三次的劝导。念佛法门，把它归纳起来，大概有四大类，这下面就说出：「一者，念佛实相，即本觉理性，如大集等经所明是也。」佛在《大集经》里面所说的，念实相佛。「二者，念佛法门，即种种三昧，如诸大乘经所明是也。」这一切大乘经里面所说的，这两种念佛，第一种跟第二种，实在上是说明，一切法门，无非念佛法门，这个意思太广太深了。我们再往下看，「三者，念佛相好，即胜劣身相」。劣应身，就是三十二相八十种好，丈六金身。佛的胜应身，就是像《观经》上所说，《华严》所讲的，佛有无量相，相有无量好。这是观想念佛，观像念佛，《十六观经》上所说的。这底下有，「如十六观经所明是也。」这说出前面三种。",
      "zh_TW": "「其校正末俗知見之淆誤，則有料揀法門一文。」末俗，末是末法時期，俗就是世俗，也就是指我們現在這個時代。我們這個時代，知見混淆，知見雜亂，我們看得太多了，聽得太多了，哪是正法，哪是邪法，沒有能力辨別。許多邪法，似是而非，我們確實沒有能力辨別。諸位要是展開《楞嚴經》看一看，《楞嚴經》上所說的五十種陰魔，那個境界，我們看起來都是佛菩薩境界，哪裡知道那是魔？確實不容易辨別。尤其是末法時期，善知識少，惡知識多，沒有能力辨別，這怎麼得了？這些祖師大德，對我們的狀況非常了解，非常明白，苦口婆心在此地教導我們，如何能夠去辨別、校正，他有料揀法門一文，這是專門辨別念佛的真假難易。「曰：念佛求生淨土，釋尊於無量法門中，特垂勝異方便。然念佛一法，仍有多門，約而計之，不出四種。」這首先為我們拈出無量無邊法門裡面，釋迦牟尼佛特別勸導我們修學這個法門，《彌陀經》上三次的勸導。念佛法門，把它歸納起來，大概有四大類，這下面就說出：「一者，念佛實相，即本覺理性，如大集等經所明是也。」佛在《大集經》裡面所說的，念實相佛。「二者，念佛法門，即種種三昧，如諸大乘經所明是也。」這一切大乘經裡面所說的，這兩種念佛，第一種跟第二種，實在上是說明，一切法門，無非念佛法門，這個意思太廣太深了。我們再往下看，「三者，念佛相好，即勝劣身相」。劣應身，就是三十二相八十種好，丈六金身。佛的勝應身，就是像《觀經》上所說，《華嚴》所講的，佛有無量相，相有無量好。這是觀想念佛，觀像念佛，《十六觀經》上所說的。這底下有，「如十六觀經所明是也。」這說出前面三種。"
    },
    {
      "id": "20-007-0001_p0012",
      "zh_CN": "大师在此地告诉我们，「此三种念佛，胜则胜矣」，比起其他一切法门是殊胜，殊胜是殊胜，「非异方便」，异是奇妙，不可思议，它不是真正的一个方便法门。为什么？下面说，「盖必洞明事理，深达境观」，要能做到这两句，才能得受用。洞明事理，就是大彻大悟，你要不悟宇宙人生这些事、这些理，你怎么会明了？洞是彻底明了。深达境观，这就是禅，就是《心经》里面讲的「照见五蕴皆空」，深达境观。所以「上智犹难，钝根绝分故也。」上上智的人，用这个方法修行都感觉得难，换句话就是中下根性没分，你依照这个法门来修，你这一生很难成就。这里面虽然讲的都是念佛，实际上把整个佛法都包括在其中，因为一切佛法，无非念佛法门。最后，这跟我们介绍持名念佛，这才叫胜异方便。",
      "zh_TW": "大師在此地告訴我們，「此三種念佛，勝則勝矣」，比起其他一切法門是殊勝，殊勝是殊勝，「非異方便」，異是奇妙，不可思議，它不是真正的一個方便法門。為什麼？下面說，「蓋必洞明事理，深達境觀」，要能做到這兩句，才能得受用。洞明事理，就是大徹大悟，你要不悟宇宙人生這些事、這些理，你怎麼會明瞭？洞是徹底明瞭。深達境觀，這就是禪，就是《心經》裡面講的「照見五蘊皆空」，深達境觀。所以「上智猶難，鈍根絕分故也。」上上智的人，用這個方法修行都感覺得難，換句話就是中下根性沒分，你依照這個法門來修，你這一生很難成就。這裡面雖然講的都是念佛，實際上把整個佛法都包括在其中，因為一切佛法，無非念佛法門。最後，這跟我們介紹持名念佛，這才叫勝異方便。"
    },
    {
      "id": "20-007-0001_p0013",
      "zh_CN": "「四者，念佛名号，即一心持名，如小本阿弥陀经所明是也。」大师为我们介绍的，为我们推荐的，就是这个法门，持名念佛。「惟此一门」，注意，惟此，惟独，只有这一门。无量无边的法门，除这一个法门之外，再没有第二个了，这个要知道。「藉彼佛胜愿力故」，彼佛胜愿力，就是指阿弥陀佛四十八愿，特别指的是第十八愿，十念必生。「不论有智无智，上中下根」，这个就是真的无论什么人都可以修行，不必讲求上智、中智，都用不着了，什么人都可以修，所谓是三根普被，利钝全收。「但执持名号，一心不乱，七日乃至一日，即是多善根福德因缘」，你看小本《弥陀经》上所说的，你只要一心称名，就是多善根、多福德、多因缘。可是有些初学的人，看到《弥陀经》上一心不乱又害怕，为什么？念佛念了很久，一心没有得到，这怎么办？于是对这个法门又怀疑了，怕自己不能成就，就学别的法门去了。这种人有，我也见到过，也听说过。一心不乱，罗什大师翻的，罗什大师译的是意译，玄奘大师的本子是直译。玄奘大师本子里面就不是一心不乱，是一心专念。那我们就方便，一心专念容易了。所以我们把这两个翻译本子合起来看，意思就明白了，疑惑也没有了，一心不乱是功夫，一心专念是方法，只要一心专念，念到水到渠成，自然就一心了。所以一心不必要去求，功夫念到了，自然就得一心。",
      "zh_TW": "「四者，念佛名號，即一心持名，如小本阿彌陀經所明是也。」大師為我們介紹的，為我們推薦的，就是這個法門，持名念佛。「惟此一門」，注意，惟此，惟獨，只有這一門。無量無邊的法門，除這一個法門之外，再沒有第二個了，這個要知道。「藉彼佛勝願力故」，彼佛勝願力，就是指阿彌陀佛四十八願，特別指的是第十八願，十念必生。「不論有智無智，上中下根」，這個就是真的無論什麼人都可以修行，不必講求上智、中智，都用不著了，什麼人都可以修，所謂是三根普被，利鈍全收。「但執持名號，一心不亂，七日乃至一日，即是多善根福德因緣」，你看小本《彌陀經》上所說的，你只要一心稱名，就是多善根、多福德、多因緣。可是有些初學的人，看到《彌陀經》上一心不亂又害怕，為什麼？念佛念了很久，一心沒有得到，這怎麼辦？於是對這個法門又懷疑了，怕自己不能成就，就學別的法門去了。這種人有，我也見到過，也聽說過。一心不亂，羅什大師翻的，羅什大師譯的是意譯，玄奘大師的本子是直譯。玄奘大師本子裡面就不是一心不亂，是一心專念。那我們就方便，一心專念容易了。所以我們把這兩個翻譯本子合起來看，意思就明白了，疑惑也沒有了，一心不亂是功夫，一心專念是方法，只要一心專念，念到水到渠成，自然就一心了。所以一心不必要去求，功夫念到了，自然就得一心。"
    },
    {
      "id": "20-007-0001_p0014",
      "zh_CN": "所以念佛，跟禅门一样的，它的功夫有三个等级，初级的功夫，我们通常讲，功夫成片。这个成片就是一心专念，心里面除一句佛号之外，没有其他的杂念，这就是功夫成片，这就是一心专念。如果还夹杂着别的，那就不专。专就不夹杂，夹杂怎么能算专？专信、专愿、专念，都要专。专，我们努力可以做得到，这是初级的功夫，就决定得生，生凡圣同居土，一定得生。功夫再高一等，那就得事一心不乱。事一心不乱，经上给我们讲得很清楚，见思烦恼断了。蕅益大师在《要解》里面讲得很详细，也是自自然然断的，不是有心去断的，就是一句佛号念念念，念久了，见思烦恼自然没有了，这个时候就是得事一心不乱。更高一层的功夫，是理一心不乱，分破无明，也是自然的。所以只要功夫深，不要去理会这些境界，不用去理会，不要去想这些，愈想就愈糟糕、愈麻烦，这一想你念佛功夫里头夹杂着妄念，不纯了，不专了。所以根本不用去想，不用去分别执着，自自然然这个境界会向上提升，这样就好。所以真正是多善根福德因缘，「即蒙弥陀圣众接引，即为十方一切诸佛护念。」这两句话好！所以专心专愿专念之人，纵然没有得到一心，只要你都专了，专就是成片。所以你一定就得到阿弥陀佛接引，十方一切诸佛护念，这个果报太殊胜了。不是一尊佛、几尊佛护念你，一切诸佛都保护你，一切诸佛都护念你。",
      "zh_TW": "所以念佛，跟禪門一樣的，它的功夫有三個等級，初級的功夫，我們通常講，功夫成片。這個成片就是一心專念，心裡面除一句佛號之外，沒有其他的雜念，這就是功夫成片，這就是一心專念。如果還夾雜著別的，那就不專。專就不夾雜，夾雜怎麼能算專？專信、專願、專念，都要專。專，我們努力可以做得到，這是初級的功夫，就決定得生，生凡聖同居土，一定得生。功夫再高一等，那就得事一心不亂。事一心不亂，經上給我們講得很清楚，見思煩惱斷了。蕅益大師在《要解》裡面講得很詳細，也是自自然然斷的，不是有心去斷的，就是一句佛號念念念，念久了，見思煩惱自然沒有了，這個時候就是得事一心不亂。更高一層的功夫，是理一心不亂，分破無明，也是自然的。所以只要功夫深，不要去理會這些境界，不用去理會，不要去想這些，愈想就愈糟糕、愈麻煩，這一想你念佛功夫裡頭夾雜著妄念，不純了，不專了。所以根本不用去想，不用去分別執著，自自然然這個境界會向上提升，這樣就好。所以真正是多善根福德因緣，「即蒙彌陀聖眾接引，即為十方一切諸佛護念。」這兩句話好！所以專心專願專念之人，縱然沒有得到一心，只要你都專了，專就是成片。所以你一定就得到阿彌陀佛接引，十方一切諸佛護念，這個果報太殊勝了。不是一尊佛、幾尊佛護念你，一切諸佛都保護你，一切諸佛都護念你。"
    },
    {
      "id": "20-007-0001_p0015",
      "zh_CN": "「又彼佛本誓：若有众生，欲生我国，至心信乐，乃至十念，若不生者，不取正觉。」这是四十八愿里，特别举出第十八愿来为我们做证明。「是为不思议异方便，唯其异故胜也。」胜是殊胜，异是奇异，真正不可思议，所有一切法门当中，没有比这个法门更方便了。「所生净土，亦有四种：一曰常寂光土，极果圣人所居，断无明惑尽方得生。」这是常寂光，常寂光是唯佛一人居净土，只有究竟佛住常寂光净土，等觉菩萨以下住实报庄严土。我们看，「二曰实报无障碍土」，就是实报庄严土，「别圆地住以上菩萨所居」，别教初地以上，圆教初住以上菩萨所住的，就是一直到等觉。圆教初住到等觉，住实报土；别教初地到等觉，住实报土。「断尘沙惑方得生」，还得要破一品无明。「三曰方便有余土，四果圣人，及别教三贤菩萨，圆教十信菩萨所居，断见思惑方得生。」这是前面三种净土。这个地方所讲的净土有四种，是十方世界一切诸佛都有这四种净土，都有这四种，这是通说，为我们介绍修行证阿罗汉、证菩萨、成佛，他住的依报环境不相同，这做一个总介绍。「此三种净土，胜则胜矣，非异方便」，这一切诸佛都有，它不是奇妙的方便法门。为什么？「盖必断惑乃生，还同竖出三界故也。」必须断惑才能往生，惑要不断的话，就不能生。再看底下，「四曰凡圣同居土，权实圣贤」。权是权教，没有明心见性的阿罗汉、辟支佛、三贤位的菩萨，没有见性的；实教是破一品无明，见一分真性的法身大士，跟博地凡夫统统住在一起，这个是凡圣同居土。",
      "zh_TW": "「又彼佛本誓：若有眾生，欲生我國，至心信樂，乃至十念，若不生者，不取正覺。」這是四十八願裡，特別舉出第十八願來為我們做證明。「是為不思議異方便，唯其異故勝也。」勝是殊勝，異是奇異，真正不可思議，所有一切法門當中，沒有比這個法門更方便了。「所生淨土，亦有四種：一曰常寂光土，極果聖人所居，斷無明惑盡方得生。」這是常寂光，常寂光是唯佛一人居淨土，只有究竟佛住常寂光淨土，等覺菩薩以下住實報莊嚴土。我們看，「二曰實報無障礙土」，就是實報莊嚴土，「別圓地住以上菩薩所居」，別教初地以上，圓教初住以上菩薩所住的，就是一直到等覺。圓教初住到等覺，住實報土；別教初地到等覺，住實報土。「斷塵沙惑方得生」，還得要破一品無明。「三曰方便有餘土，四果聖人，及別教三賢菩薩，圓教十信菩薩所居，斷見思惑方得生。」這是前面三種淨土。這個地方所講的淨土有四種，是十方世界一切諸佛都有這四種淨土，都有這四種，這是通說，為我們介紹修行證阿羅漢、證菩薩、成佛，他住的依報環境不相同，這做一個總介紹。「此三種淨土，勝則勝矣，非異方便」，這一切諸佛都有，它不是奇妙的方便法門。為什麼？「蓋必斷惑乃生，還同豎出三界故也。」必須斷惑才能往生，惑要不斷的話，就不能生。再看底下，「四曰凡聖同居土，權實聖賢」。權是權教，沒有明心見性的阿羅漢、辟支佛、三賢位的菩薩，沒有見性的；實教是破一品無明，見一分真性的法身大士，跟博地凡夫統統住在一起，這個是凡聖同居土。"
    },
    {
      "id": "20-007-0001_p0016",
      "zh_CN": "「惟此净土，仗诸佛摄受力故，不须断惑，兼复带业往生。」这个文到这里是一段，这个段落要看清楚，「与博地凡夫共居」这是一段，到这里是介绍四种净土，一切诸佛刹土里统统都有。惟此净土，这个「此」是阿弥陀佛的净土，这是特别法门，所以这个地方是一个大段落，跟前面完全是不相同。前面是介绍通途的，这一句下面是介绍阿弥陀佛的净土，所以此是指的阿弥陀佛的同居土，阿弥陀佛的同居土。仗诸佛摄受力故，诸佛就是阿弥陀佛。我们在《无量寿经》、《弥陀经》里面都看到，经中称诸佛就是称阿弥陀佛，阿弥陀佛本愿摄受力，不须断惑，兼复带业往生。这底下有个小注，所带之业，即在莲胎中消除。生到西方极乐世界，在莲花里头业就消除了，他要不消除，他的品位怎么能上升？所以消业是在莲花里面消业。「但惟信愿前导，感应道交」。这个法门最重要的是有信，真信；有愿，真想去，念念当中就想到西方极乐世界去，要有这样的愿望，与阿弥陀佛就感应道交了。「浊障稍轻」，浊是污染，障是烦恼障跟所知障，稍轻。为什么会稍轻？因为你专信、专愿、专念。心专在西方净土，其他的妄念、杂念污染自然就少了，这样就能往生，这个条件就能往生。「苦轮斯脱」，苦轮是六道轮回，你就离开六道轮回了。这是说你为什么能够带业往生，我们明白这些，这个带业往生我们不怀疑了，我们对自己有信心了，自己这一生决定得生。",
      "zh_TW": "「惟此淨土，仗諸佛攝受力故，不須斷惑，兼復帶業往生。」這個文到這裡是一段，這個段落要看清楚，「與博地凡夫共居」這是一段，到這裡是介紹四種淨土，一切諸佛剎土裡統統都有。惟此淨土，這個「此」是阿彌陀佛的淨土，這是特別法門，所以這個地方是一個大段落，跟前面完全是不相同。前面是介紹通途的，這一句下面是介紹阿彌陀佛的淨土，所以此是指的阿彌陀佛的同居土，阿彌陀佛的同居土。仗諸佛攝受力故，諸佛就是阿彌陀佛。我們在《無量壽經》、《彌陀經》裡面都看到，經中稱諸佛就是稱阿彌陀佛，阿彌陀佛本願攝受力，不須斷惑，兼復帶業往生。這底下有個小註，所帶之業，即在蓮胎中消除。生到西方極樂世界，在蓮花裡頭業就消除了，他要不消除，他的品位怎麼能上升？所以消業是在蓮花裡面消業。「但惟信願前導，感應道交」。這個法門最重要的是有信，真信；有願，真想去，念念當中就想到西方極樂世界去，要有這樣的願望，與阿彌陀佛就感應道交了。「濁障稍輕」，濁是污染，障是煩惱障跟所知障，稍輕。為什麼會稍輕？因為你專信、專願、專念。心專在西方淨土，其他的妄念、雜念污染自然就少了，這樣就能往生，這個條件就能往生。「苦輪斯脫」，苦輪是六道輪迴，你就離開六道輪迴了。這是說你為什麼能夠帶業往生，我們明白這些，這個帶業往生我們不懷疑了，我們對自己有信心了，自己這一生決定得生。"
    },
    {
      "id": "20-007-0001_p0017",
      "zh_CN": "下面介绍弥陀净土的胜异方便，跟十方净土不一样。「而又即此同居安养」，这个安养就是极乐世界，「竖彻方便、实报、寂光」。「故上智即能顿净四土」，所以这个四土同时得到的。这个地方说的是上智者。那我们是不是上智？要不是上智，我们又不能顿净四土。老实跟诸位说，你不往生则已，往生都是上智，不是上智不能往生。不是上智的人往生，就是下愚，那个往生，那是生边地。你们念过《无量寿经》，边地疑城是下愚往生的，只要入品，都是上智。不是上智他不会选择这个法门，不是上智他不能专信、专愿、专行，只要专就是上智之人，这个我们要晓得。文殊、普贤也求生西方净土，他用什么方法？专信、专愿、专念弥陀，上智。我们智慧能力别的方面比不上文殊、普贤，但是我们选择这个法门专信、专愿，专念阿弥陀佛，我们跟普贤菩萨一样，没有两样。因一样，果报当然一样，这是一定的道理。所以要晓得这个上智是真智慧，不是世间的聪明才智，世间聪明才智不管用的。所以大家要晓得，有些不认识字的老太婆们，她们念佛，临命终时，站着往生、坐着往生，预知时至。那些人个个都是上上智人，那不是愚人。我们自以为聪明的，比不上他，她是真的上智，我们是假智慧。「而下愚亦可三界横超」，这下愚是带着有怀疑的，就像《无量寿经》上所说的两种怀疑，一个是怀疑佛的智慧，一个是怀疑自己的善根。虽怀疑，他也念，他也专信、专愿、专念，不过那个专里头有疑惑在其中。他还是专，不专就不能往生，因为他专，他往生了；因为他疑，堕边地了，西方极乐世界的边地疑城，是这么回事情。所以这些因果，我们要清楚、要明了。",
      "zh_TW": "下面介紹彌陀淨土的勝異方便，跟十方淨土不一樣。「而又即此同居安養」，這個安養就是極樂世界，「豎徹方便、實報、寂光」。「故上智即能頓淨四土」，所以這個四土同時得到的。這個地方說的是上智者。那我們是不是上智？要不是上智，我們又不能頓淨四土。老實跟諸位說，你不往生則已，往生都是上智，不是上智不能往生。不是上智的人往生，就是下愚，那個往生，那是生邊地。你們念過《無量壽經》，邊地疑城是下愚往生的，只要入品，都是上智。不是上智他不會選擇這個法門，不是上智他不能專信、專願、專行，只要專就是上智之人，這個我們要曉得。文殊、普賢也求生西方淨土，他用什麼方法？專信、專願、專念彌陀，上智。我們智慧能力別的方面比不上文殊、普賢，但是我們選擇這個法門專信、專願，專念阿彌陀佛，我們跟普賢菩薩一樣，沒有兩樣。因一樣，果報當然一樣，這是一定的道理。所以要曉得這個上智是真智慧，不是世間的聰明才智，世間聰明才智不管用的。所以大家要曉得，有些不認識字的老太婆們，她們念佛，臨命終時，站著往生、坐著往生，預知時至。那些人個個都是上上智人，那不是愚人。我們自以為聰明的，比不上他，她是真的上智，我們是假智慧。「而下愚亦可三界橫超」，這下愚是帶著有懷疑的，就像《無量壽經》上所說的兩種懷疑，一個是懷疑佛的智慧，一個是懷疑自己的善根。雖懷疑，他也念，他也專信、專願、專念，不過那個專裡頭有疑惑在其中。他還是專，不專就不能往生，因為他專，他往生了；因為他疑，墮邊地了，西方極樂世界的邊地疑城，是這麼回事情。所以這些因果，我們要清楚、要明瞭。"
    },
    {
      "id": "20-007-0001_p0018",
      "zh_CN": "下面就说出这个法门的殊胜，这个法门的不可思议。「无烦九次第修」，九次第修是阿罗汉。阿罗汉修定，修到第九定才出三界，因为三界里面有四禅八定，四禅定修成了升四禅天，四空定修成了升四空天，四禅跟四空合起来八定，第九定才超越。这是讲小乘，用不着九次第定，用不着。「不俟三僧祇证」，成佛要三大阿僧祗劫，这时间也不需要，不需要这么长时间。「是为不思议异方便，惟其异故胜也。」这个异就是不可思议，因为不可思议，所以它殊胜，它比起任何一个法门都殊胜。「如此最胜独异法门」，这是把这个法门赞叹到极处，大师之赞叹，还显人微言轻，难以取信于大众。再看看诸佛如来，「释迦善逝」，善逝是佛的十号之一，这在此地不必解释了，佛有如来、应供，善逝是其中之一，这十号之一。「殷勤示劝于五竺遐邦」，释迦牟尼佛当年在世，殷勤的劝导，五竺就是印度，印度在那个时候叫五天竺，这个天竺分为东南西北中，就是整个的印度。遐邦，印度距离中国远，很遥远的国土。这是释迦牟尼佛当年在世，劝导大家念佛求生净土。「恒沙如来」，释迦牟尼佛以外的，十方三世一切诸佛如来，恒河沙数。「广舌赞扬于十方刹土」，我们在《无量寿经》、《弥陀经》里面都看到了，一切诸佛如来没有一尊佛不赞叹这个法门，没有一尊佛不劝人修学这个法门。「岂欺我哉」，这还会欺骗我吗？我们专信专愿是这样建立的，可见得专信专愿绝不是迷信，绝非感情用事，有理论、有事实做依据，这还能不信吗？传记里面，对治我们信心不专，这个开示就到此地。文字虽然不多，说得很清楚、很明白、很透彻、很诚恳。",
      "zh_TW": "下面就說出這個法門的殊勝，這個法門的不可思議。「無煩九次第修」，九次第修是阿羅漢。阿羅漢修定，修到第九定才出三界，因為三界裡面有四禪八定，四禪定修成了升四禪天，四空定修成了升四空天，四禪跟四空合起來八定，第九定才超越。這是講小乘，用不著九次第定，用不著。「不俟三僧祇證」，成佛要三大阿僧祗劫，這時間也不需要，不需要這麼長時間。「是為不思議異方便，惟其異故勝也。」這個異就是不可思議，因為不可思議，所以它殊勝，它比起任何一個法門都殊勝。「如此最勝獨異法門」，這是把這個法門讚歎到極處，大師之讚歎，還顯人微言輕，難以取信於大眾。再看看諸佛如來，「釋迦善逝」，善逝是佛的十號之一，這在此地不必解釋了，佛有如來、應供，善逝是其中之一，這十號之一。「殷勤示勸於五竺遐邦」，釋迦牟尼佛當年在世，殷勤的勸導，五竺就是印度，印度在那個時候叫五天竺，這個天竺分為東南西北中，就是整個的印度。遐邦，印度距離中國遠，很遙遠的國土。這是釋迦牟尼佛當年在世，勸導大家念佛求生淨土。「恆沙如來」，釋迦牟尼佛以外的，十方三世一切諸佛如來，恆河沙數。「廣舌讚揚於十方剎土」，我們在《無量壽經》、《彌陀經》裡面都看到了，一切諸佛如來沒有一尊佛不讚歎這個法門，沒有一尊佛不勸人修學這個法門。「豈欺我哉」，這還會欺騙我嗎？我們專信專願是這樣建立的，可見得專信專願絕不是迷信，絕非感情用事，有理論、有事實做依據，這還能不信嗎？傳記裡面，對治我們信心不專，這個開示就到此地。文字雖然不多，說得很清楚、很明白、很透徹、很誠懇。"
    },
    {
      "id": "20-007-0001_p0019",
      "zh_CN": "底下一段是他老人家教给我们念佛的方法，就是精进佛七的方法。此地略略提到一点精进佛七的规矩，就在大师《净土警语》的后面，附在后面。我是读了，这很多年前，读到他这个精进佛七，给我很大的一个启示。我教人一个精进念佛的方法，这个精进念佛方法怎么想出来的？就是得大师这篇东西的启示，从这来的。他这个精进佛七是一天二十四小时不中断的，他是把参加佛七的人，分成三班，由十二位法师来带，四个法师带一班，一班念，两班止静（一班出声音念，两班不出声音），听，他就休息，用听。譬如说一支香念完了，第二班就念，第一班就摆在最后休息，他是用这个方法，所以虽然时间长，他不辛苦，他不累。而且仪规他定得很好，我过去把他那个佛七仪规的图也把它画出来，照他写的把它画出来。我从这里得到一个启示，就是现在我们要找法师找不到，到哪去找法师？没人带。那现在有念佛机，不需要法师，所以我们就把一个佛堂，分成三个区，绕念的一个区，坐着止静的一个区，拜佛的一个区，分成三个区。进入念佛堂就止语，就不说话，见任何人都不打招呼，就是一心去念佛。你喜欢开口念，你就念出来，你要是觉得很累，你就听佛号的声音，心里跟着念；坐久了，你就起来经行，绕佛，活动活动，走累了，你就再坐下来；实在觉得是有一点疲倦的时候，你就起来拜拜佛，把精神恢复，用这种方式。这种方式，就现在人业障比从前重，体力不如从前人，就是心没有从前人那么清净，所以七天我们做不到，我们三天；三天做不到，一天。一个月能够这样念一天，精进念一天，就非常之好，很得力。一个月一天，然后念得功夫很得力，念得很欢喜，很熟悉时候，一个月可以念两次，就是半个月你有一天精进念佛。当然最理想，像我们现在在外国，每一个星期有两天休假的时间，星期六跟星期天，最好一个星期能念一次，能念一个二十四小时，用这种方式念，不会太累。我这个启示就是从行策大师佛七仪规里面得来的，因为请十二个法师很不容易，请四个都难，所以相当不容易，现在用念佛机来取代，用这个方法。这就是他讲的精进佛七。另有规式，载师《净土警语》后。",
      "zh_TW": "底下一段是他老人家教給我們念佛的方法，就是精進佛七的方法。此地略略提到一點精進佛七的規矩，就在大師《淨土警語》的後面，附在後面。我是讀了，這很多年前，讀到他這個精進佛七，給我很大的一個啟示。我教人一個精進念佛的方法，這個精進念佛方法怎麼想出來的？就是得大師這篇東西的啟示，從這來的。他這個精進佛七是一天二十四小時不中斷的，他是把參加佛七的人，分成三班，由十二位法師來帶，四個法師帶一班，一班念，兩班止靜（一班出聲音念，兩班不出聲音），聽，他就休息，用聽。譬如說一支香念完了，第二班就念，第一班就擺在最後休息，他是用這個方法，所以雖然時間長，他不辛苦，他不累。而且儀規他定得很好，我過去把他那個佛七儀規的圖也把它畫出來，照他寫的把它畫出來。我從這裡得到一個啟示，就是現在我們要找法師找不到，到哪去找法師？沒人帶。那現在有念佛機，不需要法師，所以我們就把一個佛堂，分成三個區，繞念的一個區，坐著止靜的一個區，拜佛的一個區，分成三個區。進入念佛堂就止語，就不說話，見任何人都不打招呼，就是一心去念佛。你喜歡開口念，你就念出來，你要是覺得很累，你就聽佛號的聲音，心裡跟著念；坐久了，你就起來經行，繞佛，活動活動，走累了，你就再坐下來；實在覺得是有一點疲倦的時候，你就起來拜拜佛，把精神恢復，用這種方式。這種方式，就現在人業障比從前重，體力不如從前人，就是心沒有從前人那麼清淨，所以七天我們做不到，我們三天；三天做不到，一天。一個月能夠這樣念一天，精進念一天，就非常之好，很得力。一個月一天，然後念得功夫很得力，念得很歡喜，很熟悉時候，一個月可以念兩次，就是半個月你有一天精進念佛。當然最理想，像我們現在在外國，每一個星期有兩天休假的時間，星期六跟星期天，最好一個星期能念一次，能念一個二十四小時，用這種方式念，不會太累。我這個啟示就是從行策大師佛七儀規裡面得來的，因為請十二個法師很不容易，請四個都難，所以相當不容易，現在用念佛機來取代，用這個方法。這就是他講的精進佛七。另有規式，載師《淨土警語》後。"
    },
    {
      "id": "20-007-0001_p0020",
      "zh_CN": "前面他有开示，「又尝起精进七期，作文以示众曰」，就是启建佛七他有开示，这开示里有几句重要的话，节录在此地。「七日持名，贵在一心不乱」。诸位要晓得，佛七是为的什么？就是为了求一心，就是为了求专念，目的在此地。「无间无杂」，不间断，不夹杂，这个心里头念佛。心念佛，诸位一定要晓得，是心上有佛，这个叫念佛。不一定在口上，口不念没有关系，心上真正有佛，二十四小时不间断。这个无间无杂都是讲心上，不是口上，口上念多念少没有关系，念大声小声也没有关系。所以他此地说了，「非必以快念多念为胜也」，不是这个意思。不是叫你念得快、念得多，一天念十万声，念十几万声，不是这个意思。「但不缓不急」，念得人很舒服，念得不累，这就好，这样功夫才能够得力。「密密持去，使心中一句佛号，历历分明。着衣吃饭，行住坐卧，一句洪名，绵密不断，如呼吸相似」，我们呼吸，无论做什么事情都不间断。念佛像呼吸一样，不管做什么事情都不间断，这是讲你心上佛都不间断，这就对了。「既不散乱，亦不沉没。如是持名，可谓事上能一心精进者矣。」这个是事念。专念，事念。",
      "zh_TW": "前面他有開示，「又嘗起精進七期，作文以示眾曰」，就是啟建佛七他有開示，這開示裡有幾句重要的話，節錄在此地。「七日持名，貴在一心不亂」。諸位要曉得，佛七是為的什麼？就是為了求一心，就是為了求專念，目的在此地。「無間無雜」，不間斷，不夾雜，這個心裡頭念佛。心念佛，諸位一定要曉得，是心上有佛，這個叫念佛。不一定在口上，口不念沒有關係，心上真正有佛，二十四小時不間斷。這個無間無雜都是講心上，不是口上，口上念多念少沒有關係，念大聲小聲也沒有關係。所以他此地說了，「非必以快念多念為勝也」，不是這個意思。不是叫你念得快、念得多，一天念十萬聲，念十幾萬聲，不是這個意思。「但不緩不急」，念得人很舒服，念得不累，這就好，這樣功夫才能夠得力。「密密持去，使心中一句佛號，歷歷分明。著衣喫飯，行住坐臥，一句洪名，綿密不斷，如呼吸相似」，我們呼吸，無論做什麼事情都不間斷。念佛像呼吸一樣，不管做什麼事情都不間斷，這是講你心上佛都不間斷，這就對了。「既不散亂，亦不沉沒。如是持名，可謂事上能一心精進者矣。」這個是事念。專念，事念。"
    },
    {
      "id": "20-007-0001_p0021",
      "zh_CN": "「若能体究万法皆如，无有二相；所谓生佛不二、自他不二、因果不二、依正不二、净秽不二、苦乐不二、忻厌不二、取舍不二、菩提烦恼不二、生死涅槃不二，是诸二法，皆同一相，一道清净。」这个跟《般若心经》上讲的完全相同，这是很高的一个境界，能真正是入不二法门了，那你这个念佛就是理一心不乱。「不用勉强差排，但自如实体究。体究之极，与自本心，忽然契合」，忽然契合就是禅宗里面明心见性。可见得这个念佛功夫一直用下去，真的就是大势至菩萨讲的「不假方便，自得心开」，这是心开的境界。你能够体究万法皆如，无有二相，这两句是总纲领，你得理一心，时间会缩短，能早一天得到。你不能体究万法皆如，无有二相，你功夫成熟，自然体究到，不要人教的，不要学的。为什么？念到事一心，心清净了，他就入这个境界。所以《楞严经》上才说「不假方便，自得心开」。我们要不要借这个方便法观？不需要。虽然不需要，到时候他自然就是这个境界，就入这个境界。所以从事一心就能提到理一心，到这个时候得大自在，这个大自在完全应用在生活上。「方知着衣吃饭，总是三昧；嬉笑怒骂，无非佛事；一心乱心，终成戏论，二六时中，觅毫发许异相不可得。如是了达，方是真正学道人，一心精进持名也。」这个是法身大士的境界，就是这一句名号，专信、专念，他自自然然达到，自自然然成就。这是一心精进持名，这是理上的一心精进持名。",
      "zh_TW": "「若能體究萬法皆如，無有二相；所謂生佛不二、自他不二、因果不二、依正不二、淨穢不二、苦樂不二、忻厭不二、取捨不二、菩提煩惱不二、生死涅槃不二，是諸二法，皆同一相，一道清淨。」這個跟《般若心經》上講的完全相同，這是很高的一個境界，能真正是入不二法門了，那你這個念佛就是理一心不亂。「不用勉強差排，但自如實體究。體究之極，與自本心，忽然契合」，忽然契合就是禪宗裡面明心見性。可見得這個念佛功夫一直用下去，真的就是大勢至菩薩講的「不假方便，自得心開」，這是心開的境界。你能夠體究萬法皆如，無有二相，這兩句是總綱領，你得理一心，時間會縮短，能早一天得到。你不能體究萬法皆如，無有二相，你功夫成熟，自然體究到，不要人教的，不要學的。為什麼？念到事一心，心清淨了，他就入這個境界。所以《楞嚴經》上才說「不假方便，自得心開」。我們要不要借這個方便法觀？不需要。雖然不需要，到時候他自然就是這個境界，就入這個境界。所以從事一心就能提到理一心，到這個時候得大自在，這個大自在完全應用在生活上。「方知著衣喫飯，總是三昧；嬉笑怒罵，無非佛事；一心亂心，終成戲論，二六時中，覓毫髮許異相不可得。如是了達，方是真正學道人，一心精進持名也。」這個是法身大士的境界，就是這一句名號，專信、專念，他自自然然達到，自自然然成就。這是一心精進持名，這是理上的一心精進持名。"
    },
    {
      "id": "20-007-0001_p0022",
      "zh_CN": "「前一心，似难而易」，前面讲事，事一心好像是难，实际上容易；「后一心，似易而难」，理一心好像是容易，但是真的难。「但能前一心者，往生可必」，只要你得事一心，只要你得功夫成片，你就决定往生。「兼能后一心者，上品可阶」，如果你能念到理一心，那你的品位当然更高了。「然此两种一心，皆是博地凡夫边事」。你看这个讲法跟善导大师说的完全相同，善导大师讲，与大乘小乘都不相干，统统是我们凡夫的事情。「凡有心者，皆可修学。」只要你肯发心，只要你肯学都能成功。「同堂缁素，各须勤策身心，近则七日内，远则一生中，常作如是信，常修如是行；纵不克证」，这个证是证果。纵然你不能开悟，不能证果，「为因亦强」。这个证就是事一心跟理一心。「华宫托品，必不在中下矣。」所以实在讲，上上品往生固然是不容易，上中品、上下品都不难，仔细看看，善导大师的《观无量寿经》九品往生，我们就明了了，确确实实这个上三品，我们凡夫真的有分。",
      "zh_TW": "「前一心，似難而易」，前面講事，事一心好像是難，實際上容易；「後一心，似易而難」，理一心好像是容易，但是真的難。「但能前一心者，往生可必」，只要你得事一心，只要你得功夫成片，你就決定往生。「兼能後一心者，上品可階」，如果你能念到理一心，那你的品位當然更高了。「然此兩種一心，皆是博地凡夫邊事」。你看這個講法跟善導大師說的完全相同，善導大師講，與大乘小乘都不相干，統統是我們凡夫的事情。「凡有心者，皆可修學。」只要你肯發心，只要你肯學都能成功。「同堂緇素，各須勤策身心，近則七日內，遠則一生中，常作如是信，常修如是行；縱不克證」，這個證是證果。縱然你不能開悟，不能證果，「為因亦強」。這個證就是事一心跟理一心。「華宮託品，必不在中下矣。」所以實在講，上上品往生固然是不容易，上中品、上下品都不難，仔細看看，善導大師的《觀無量壽經》九品往生，我們就明瞭了，確確實實這個上三品，我們凡夫真的有分。"
    },
    {
      "id": "20-007-0001_p0023",
      "zh_CN": "今天时间到了，我们这个传记就介绍到此地。下面大家看看就懂了，下面是有两段感应，大师圆寂之后，有人在阴间看到阎罗王对他多尊敬，确确实实这是菩萨再来。好，我们明天再见。",
      "zh_TW": "今天時間到了，我們這個傳記就介紹到此地。下面大家看看就懂了，下面是有兩段感應，大師圓寂之後，有人在陰間看到閻羅王對他多尊敬，確確實實這是菩薩再來。好，我們明天再見。"
    }
  ]
}